{
  "title": "Vorlesung 55 (Lecture 55)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Ich will Sie vorerst nur mit einigen Worten auf den Punkt stellen, bei dem wir zuletzt abgebrochen haben. Der Mensch machte sich durch jenes Abweichen von der göttlichen Einheit, das wir den Fall nennen, aus dem einen Herrn drei Herren, denen er sukzessiv zu dienen gezwungen ist. Der erste Herr ist jenes nicht sein sollende Prinzip, oder mit einem Worte jenes Unprinzip, das das Gott eigentlich negierende, also die gött- * liehe Einheit im Bewußtsein zerreißende ist. Dieses Unprinzip nun, nahmen wir an, werde im Bewußtsein sukzessiv durch die höhere Potenz, an welcher das Bewußtsein einen zweiten Herrn hat, überwunden. Aus dieser sukzessiven Überwindung haben wir die ganze Mythologie erklärt; also ist auch die Exi- stenz der Mythologie ein tatsächlicher oder faktischer Beweis für die Wirklichkeit eines solchen Prozesses im menschlichen Bewußtsein. Daß also jenes Unprinzip im Bewußtsein Gegen- stand einer wirklichen Überwindung sei, haben wir als Tatsa- che anerkannt; inwiefern dieses Unprinzip aber der höheren Potenz überwindlich ist, haben wir noch nicht erklärt. Die Möglichkeit der Überwindung des ersten Prinzips durch die zweite Potenz ist noch nicht bestimmt. Zwar - es könnte scheinen, dies folge aus unserer frühem Erklärung des theo- gonischen Prozesses von selbst, durch den die Schöpfung gesetzt ist; denn auch dort, kann man sagen, werde dasselbe Prinzip von der höhern Potenz überwunden; dies Überwun- denwerden war Vorbedingung der Schöpfung. Aber eben hier"
    },
    {
      "index": 1,
      "text": "liegt die Schwierigkeit. Allerdings ist auch die Natur nichts anders, als das sukzessiv überwundene, zum Wesen gebrachte Unwesen; in der Schöpfung also hat die höhere Potenz aller- dings ein entschiedenes Übergewicht, aber nur darum, weil der Schöpfer in sie seinen eigentlichen, wahren Willen gelegt hat, und nur vermöge dieses Willens hat sie dieses Überge- wicht. Denn in diesem Unprinzip, wie wir es nennen, daß er nur als Voranfang der Schöpfung wollen kann, ist nicht sein wahrer, sondern nur sein scheinbarer, Wille. Es ist nur eine 111 göttliche Verstellung, wodurch dieses Prinzip ist, und weil es gleich gesetzt ist, um überwunden zu werden, so muß der wahre Wille in der zweiten, der überwindenden Potenz sein. Aber dasselbe kann nicht auch vom zweiten Prozeß gelten, der ohne, ja gegen den göttlichen Willen gesetzt ist. Die Gottheit, die zuvor Alles in Allem war, zieht sich aus den Potenzen zurück, und ihr Verhältnis zu den zurückgebliebenen Potenzen kann nur ein Verhältnis ihres Unwillens sein. Wenn nun auch jene höhere Potenz ihrer Natur nach gleichsam nichts anders wollen und tun kann, als was wir sie in der Mythologie tun sehen, so folgt doch daraus nicht, daß ihr dies in jenem zweiten Prozeß, der nur gegen den göttlichen Willen möglich ist, ver- stattet sei. Denn es ist der Fluch des Allerhöchsten, von dem das menschliche Bewußtsein getroffen ist. Das Unprinzip, weil es nicht Wirkung des göttlichen Willens ist, und doch nicht ohne den göttlichen Willen sein kann, dieses Unprinzip, das durch den göttlichen Unwillen ist, wird durch diesen gött- lichen Unwillen zum Sein Sollenden, wie man z.B. längst * gesehen hat, daß die Todesstrafe das nicht Sein Sollende ist; denn es steht geschrieben: Du sollst nicht Blut vergießen; aber inwiefern sie Strafe ist, ist sie das Sein Sollende. Jenes Prinzip, das eigentlich das nicht Sein Sollende ist, ist des göttlichen Unwillens willen das Sein Sollende und deswegen verhält sich im zweiten Prozeß das Unprinzip ganz anders, als im ersten. Weil es die Wirkung des göttlichen Unwillens oder Zornes ist, wird es zum Rechte, wie die Strafe zum Rechte wird, wenn sie vom Richter gesetzlich verhängt ist. Sie können sich die Sache auch so denken: Der Unwille Gottes ist ein ihm selbst fremder,"
    },
    {
      "index": 2,
      "text": "durch die Tat des Menschen ihm zugezogener Wille - er ist ein Wille des Unmutes; aber eben weil er dies ist, weil er Wille des Unmutes ist, kann er ihn nicht von sich selbst aufheben, so- wenig als er ihn selbst gesetzt hat. Von ihm selbst aus muß alles bleiben, wie es ist. Hieraus erhellt, daß die Philosophie der Mythologie, so zusammenhängend sie in sich ist, eine Frage unbeantwortet gelassen hat, nämlich: wodurch jenes Unprin- zip des Bewußtseins der höhern Potenz überwindlich gewor- den ist? Indes nehmen wir diese Überwindung als Tatsache, wenn auch als unerklärte Tatsache, vorerst an; wiederholen wir es, daß die Mythologie nicht anders, als durch einen dem Schöpfungsprozeß analogen, zweiten Prozeß im Bewußtsein sich erklären läßt; das Unprinzip wäre also nun im Bewußtsein überwunden, dies wäre also nun gut und notwendig, wenn das menschliche Bewußtsein nicht völlig sich verlieren soll. Aber damit ist noch nicht alles getan - der wahre Friede mit Gott ist dadurch noch nicht hergestellt; denn sowenig jenes Unprinzip der wahre Herr ist, ebensowenig ist jene, selbst in der Span- nung befindliche, und dadurch außer die göttliche Einheit gesetzte, Potenz der wahre Herr. Auch diese Potenz, die nur Gott ist, inwiefern sie in Gott ist, ist also außer Gott seiende Potenz zwar EV µop(jln Swu, aber nicht Gott: sie ist, obschon ohne ihre Schuld, aber gleichwohl ebenfalls von jenem gött- lichen Unwillen getroffen. Daß die höhere Potenz jenes Un- prinzip überwindet, ist gut, aber noch eines ist notwendig, nämlich daß sich die höhere Potenz selbst opfere. Der wahre Friede ist nur hergestellt, wenn die höhere Potenz ihr eigenes außergöttliches Sein aufgibt. Versöhnung mit dem Unprinzip selbst ist zuerst nötig; denn dieses hat nun ebenfalls ein Recht zu sein, und solange die höhere Potenz Anspruch macht zu sein als besondere Potenz, hat auch das Unprinzip ein Recht, als besondere Potenz in seiner Eigenheit zu bestehen. Jenes Un- prinzip mag wohl äußerlich sich aufgeben, aber innerlich bleibt ihn, ein Recht, wie der zweiten Potenz;ja wir können sagen, es hat ein höheres unmittelbares Recht zu bestehen - ich will aber nur sagen, es hat dasselbe Recht zur Existenz. Innerlich bleibt ihm immer sein Recht. Ich kann mich [der] Ausübung eines *"
    },
    {
      "index": 3,
      "text": "Rechtes begeben, aber innerlich mein Recht mir vorbehalten; so ist es auch niit dem Unprinzip; es kann äußerlich sein Recht aufgeben, aber innerlich dasselbe behalten - es ist zwar actu, aber nicht innerlich in seiner Wurzel, in seiner Potenz, aufge- s hoben. Daher kann zum Voraus gesagt werden: das Heidentum für sich ist durchaus eine bloß äußere Versöhnung. Zum wah- ren Frieden gehört aber, daß das Recht des Unprinzips in seiner Wurzel aufgehoben sei. Der wahre Friede mit dem Unprinzip ist zunächst nur möglich, wenn es zur Aufgabe seines Rechts gebracht wird; zu diesem. Aufgeben seines Rechtes kann es aber nur gebracht werden, insofern die höhere Potenz, die kein größeres Recht hat, zu sein, als es selbst, ihr eigenes, außer- göttliches Sein aufgibt. Auf diese Art allein ist der wahre Friede mit dem Unprinzip herzustellen. Ebenso kann aber der wahre Friede mit dem wahren Herrn nur dadurch hergestellt werden, daß die höhere Potenz sich opfert und gegen die noch höhere Potenz, unser A:, in die Vergangenheit zurücktritt, um. mit ihr die wahre Einheit und dam.it das göttliche oder ewige Leben zu vermitteln und herzustellen. Auch die zweite Potenz muß ihr außergöttliches Bestehen darangeben, muß dadurch dem Un- prinzip sein Recht abkaufen, und sich gegen die noch höhere Potenz als Vergangenheit erkennen, um damit das wahre gött- liche Leben, das in der Einheit der Potenzen besteht, herzu- stellen. Wenn ich nun zu dem Erklärten beifüge, daß die äußere Überwindung des Unprinzips der Vorgang und Inhalt des Heidentum.s, das andere aber, daß die im Heidentume siegende Potenz zuletzt sich selbst als außergöttliche opfert, der Inhalt der Offenbarung oder des Christentumes ist, so habe ich, ob- wohl ich noch das Besondere dieses Verhältnisses zu erklären habe, und noch viele Lücken auszufüllen sind, dennoch, glaube ich, dadurch den wahren Gedanken des Christentums und der Offenbarung ausgesprochen. Ich bemerke noch, daß unmittelbar, sowie jenes Opfer der zweiten Potenz gebracht ist, auch die Spannung ganz aufge- hoben sei; denn die dritte Potenz ist die von allen ausschließ- bare; sie ist in der Spannung die ausgeschlossene, aber sie ist"
    },
    {
      "index": 4,
      "text": "selbst die nichts ausschließende. Auch die zweite Potenz muß solange, bis die erste überwunden ist, sich in ihrer Besonder- heit und somit in Spannung mit der dritten Potenz halten, wie wir dies im Verlaufe der Mythologie gesehen haben. Hieraus erklärt sich, wie Christus selbst, als er das Werk des Neuen Testamentes anfing, mit dem Heiligen Geiste angezogen oder gesalbt werden mußte, wie es an vielen Stellen heißt. Er konnte den Heiligen Geist nicht anziehen, wenn er nicht außer ihm war. Unmittelbar ausschließend wirkt nur die erste Potenz; als die ausgeschlossene wieder ausschließend die zweite. Mit der Spannung der beiden ersten Potenzen ist alle Spannung aufge- hoben und die nichts ausschließende Einheit hergestellt. Darum wird auch gleich, nachdem Christus das Werk des Neuen Testamentes vollbracht hat, der Heilige Geist ausgegos- sen. Über alles dies in der Folge mehr; dies ist nur gesagt zur Erklärung, warum von der zweiten Potenz gefordert wurde, sich in ihrem außer Gott Sein zum Opfer zu bringen und nicht ein Gleiches auch von der dritten Potenz. Jenen Willen nun, auch sich selbst ihrem außergöttlichen, selbständigen Sein nach Gott zu opfern, kann die vennittelnde Potenz nicht als außer- göttliche, sondern nur als selbst göttliche fassen, als die, welche mit Gott oder dem Vater eins ist. Dies ist hinlänglich klar und bedarf keines weiteren Beweises. Und dieser Wille allein, der nicht bloß natürlicher Wille ist (denn vermöge des bloß natür- lichen Willens würde die vermittelnde Potenz sich begnügen, das überhaupt Gott negierende Prinzip, das Prinzip, welches gegen sie selbst als negierendes sich verhält, zu negieren); die-* ser Wille, der selbst nur ein übernatürlicher, selbst nur ein von ihrer wesentlich göttlichen Natur herkommender Wille sein kann - nur dieser Wille allein ist stark genug, um den gött- liehen Willen zur Versöhnung geneigt zu machen. Nur in Betracht dieses Willens kann der Vater einwilligen, das Un- prinzip, den Unwillen, den er außer dem handhaben müßte, der vermittelnden Potenz überwindlich zu machen. Schon die Mythologie ist nur möglich infolge eines über ihre Wirkung hinausgehenden Willens der vermittelnden Persönlichkeit, ei- nes Willens, der in der Mythologie nicht mehr offenbar werden"
    },
    {
      "index": 5,
      "text": "kann und daru1n in einer ganz andern neuen Welt sich offen- baren muß. Nur in Ansehung dieses auf sich selbst sich be- ziehenden Willens, nicht auf das Sein, mit dem sie in einem notwendigen Bezuge steht, eines Willens, in dem sie eben mehr als bloße Potenz, in dem sie mehr als bloße Natur, in dem sie Persönlichkeit ist, nur in Ansehung dieses von Anfang gefaß- ten Willens konnte der unsichtbare Gott, der Vater eben dieser Persönlichkeit das ganze Sein überlassen, wie Christus sagt: »Mir ist alles übergeben vom Vater usw.« Die nächste Wirkung 1U des Falles ist, daß das unmittelbare Verhältnis des Geschaffenen zu Gott aufhört und mit diesem Augenblick tritt die vermit- telnde Potenz ein und dieser vermittelnden Potenz wird dann, wenn ihr Werk getan sein wird (ihr Werk, sich selbst zu op- fern), gleich nach den, Falle schon, von Anfang der Welt an, alles vom Vater, dem unsichtbaren Gott, übergeben. Nur in Hinsicht dieses Willens, auch sich selbst darzubringen, konnte der Vater die vermittelnde Potenz zum Erben über alles ein- setzen. Sie zum Erben einsetzen heißt die Herrschaft, die der Vater mit ihr in der Schöpfung nur geteilt hat, ihr nur gemein gemacht hat (denn die Schöpfung beruht darauf, daß der Vater dem Sohn einen Teil des Seins gibt, das ursprünglich nur bei ihm ist), die er nun vermöge seines Unwillens ihr ganz ent- ziehen könnte, diese Herrschaft nicht teilen mit der vermit- telnden Persönlichkeit, sondern ihr diese Herrschaft ganz übertragen, denn das liegt in dem Begriff »Erbe«; der Erbe tritt in das ungeteilte Eigentum des Hinterlassers ein. Der oft wie- derholte Ausdruck »Gott hat Christus gemacht zum Erben alles Seins« heißt nicht, Gott habe mit ihm die Herrschaft geteilt (dies hatte er schon in der Schöpfung) sondern Gott habe ihm die Herrschaft ganz überlassen; damit hat er ihn als völlig selbständige Persönlichkeit außer sich anerkannt, so daß der Sohn mit völliger Anerkennung des Vaters eine außer ihm seiende Persönlichkeit ist. Da ferner der natürliche Erbe der Sohn ist, so ist Christus damit zugleich auch zum Sohn Gottes im wörtlichen Verstande erklärt, so daß der Name Vater (in der Schöpfung heißt Gott nur insofern Vater, als bei ihm alles steht, penes quem omnia sunt, also nur im absoluten Sinne) hier erst"
    },
    {
      "index": 6,
      "text": "den besondern Sinn, die relative Bedeutung annimmt, in der er eigentlich gebraucht wird, inde1n nun der nicht mehr wie in der Schöpfung in ihm begriffene, sondern der außer ihm sei- ende und gegen ihn selbständige zum Erben alles Seins und damit zum Sohn gemacht ist. Der Sohn ist nicht mehr im Vater begriffen, sondern außer dem Vater; aber feierlich erklärt wird dies erst bei der Taufe, wo Christus das Werk des Neuen Testamentes wirklich übernimmt, wo eine Stimme vom Him- mel erscholl[*]: »ouwc; i':cn1v 6 uioc; µou 6 ayan:1rroc;« usw., und der Heilige Geist sichtbar über ihn herabko1nmt wie eine Taube, nicht als eine Taube. Er kam COCTEl n:i:ptcr,i:pa, d. h. die Bewegung war wie die einer flatternden Taube; es könnte ebensogut heißen: wie ein flatterndes Feuer. Ob in so vielen Gemälden, wo die Dreieinigkeit in Ruhe, nicht in Bewegung, vorgestellt ist, die Taube ein passendes Symbol sei, will ich nicht untersuchen. Eine gleichzeitige, sichtbare Bewegung in der Natur bei einem so großen Vorgange ist ebensowenig un- natürlich, als sonst auch, selbst bei weniger wichtigen Ereig- nissen, wie Goethe sich ausdrückt, die sonst stumme Natur Zeichen ihrer Teilnahme von sich gibt. Man muß dahin rech- nen das deliquium - die Verfinsterung der Sonne beim Tode Christi, die nach astronomischen Beobachtungen keineswegs eine wirkliche war, die also nur eine augenblickliche Ohn- macht der Sonne - ein deliquium solis - war. Eben dahin gehört das Erdbeben beim Tode Christi. So findet sich die Beschreibung eines deliqium solis bei Abulpharadsch** aber die Herabkunft des Geistes in dem Augenblicke, wo der Messias als Sohn Gottes feierlich erklärt wurde, zeigt, daß von diesem Augenblicke an die ganze Gottheit in ihm sich wiederherstellt, daß er von diesem Augenblicke an das Bild des unsichtbaren Gottes ist. Von diesem Augenblicke an ist nun der Vermittler nach der einen Seite der Sohn Gottes, nach der anderen der Außergöttliche, der Menschensohn - 6 uioc; TOlJ avSpomou. Es ist die außergöttliche Persönlichkeit, die zwar nur in Gestalt"
    },
    {
      "index": 7,
      "text": "[*] Matth. 3,17. ** Bd. I., S. 397. [s. u. S. 713,3]"
    },
    {
      "index": 8,
      "text": "Gottes - i:v µopcpn 3eou -, aber dennoch in göttlicher Gestalt, als göttliche Gestalt weit über das menschlich konkrete Sein erhaben; es ist diese, welche sich eigentlich vermenschlicht hat. Dies erhellt aus der angeführten Stelle des Apostels, der nicht sagt: »Der welcher Gott war, hat sich unmittelbar aus seiner Gottheit zum Menschen gemacht, sondern »der i:v µopcpn l}eou war.« Dies ist auch keine Antithese gegen die gewöhnliche Vorstellung. Christus, der sich selbst opfernde, oder zum Op- fern bereitwillige, zweite Herr des menschlichen Bewußtseins ist nicht bloße Potenz oder bloße Natur. Der Wille, mit dem er sich selbst darbringt, ist der wahre Wille des Sohnes, der im Schoße des Vaters ist, d. h. in voller Vertrautheit, im Einver- ständnis mit dem Vater - er ist vom Himmel gekommen und dieser vom Himmel gekommene Christus ist nicht der Außer- göttliche; da eben der Entschluß, Mensch zu werden, nur der Entschluß des Göttlichen ist, so ist im Menschwerden auch dieser Göttliche offenbar, so daß der, welcher den Sohn sieht, auch den Vater sieht. »6 i:copaKco<; eµe, i:copaKe wv nu-ci;pa«.[*] Ich habe bemerkt, daß die vermittelnde Potenz das Bewußtsein der ursprünglichen Einheit, der Gottheit behält; die Gottheit ist in ihr verborgen, sie bleibt in ihr. Von einem solchen Bleiben muß man jene Worte erklären, welche Christus zu Philippus sagt[: der Vater, der in mir bleibt (6 na,;ilP 6 i:v i:µoi µevcov) - * dieser tut meine Werke] 0oh. 14,10). Auf jeden Fall zeigt das µi;vcov die Immanenz des Vaters in Christus an, so wie der Ausdruck /;& Öta natepa mit dem Akkusativ keine transzen- dente, sondern immanente Bedeutung hat. Auch hier heißen die Worte so viel: »Soweit ich der wahre Christus bin, lebe ich nur durch den Vater; mein Sein als Christus ist nur das Sein des Vaters. [ «] Das Außergöttliche der vermittelnden Potenz ist nur da, um von dem Göttlichen durchbrochen zu werden; und da das wahre oder göttliche Wesen Christi nicht anders als mit Durchbrechung des Außergöttlichen offenbar werden kann, so ist mit der Durchbrechung, der Menschwerdung auch das Göttliche Christi als solches offenbar. Indem das Außergött-"
    },
    {
      "index": 9,
      "text": "[*] Joh. 14,9."
    },
    {
      "index": 10,
      "text": "liehe Mensch wird, zeigt es sich als Göttliches; denn nur ver- möge des Göttlichen in ihr, nur vermöge des in ihr seienden Vaters kann sich die göttliche Persönlichkeit - die EV µopcpn lkou - entschließen, sich des Göttlichen zu entäußern oder Mensch zu werden. Daher ist das Menschwerden der ver- mittelnden Persönlichkeit als Außergöttlicher auch ein Menschwerden der göttlichen Persönlichkeit: beide sind nicht zu trennen. Wenn das Außergöttliche sich zum menschlichen Sein herabsetzt, so erscheint eben dadurch das Göttliche Christi in menschlicher Gestalt. Ich glaube, daß in dieser sehr allgemeinen Ansicht die Menschwerdung zwar begreiflicher, aber nicht anders, als nach den gewöhnlichen Vorstellungen dargestellt ist. Jetzt nur noch eine Bemerkung. Der zum Sohn erklärte, sagten wir, sei nicht mehr, wie in der Schöpfung, der im Vater begriffene, sondern der außer dem Vater Seiende. Ist also der außer dem Vater Seiende zu- gleich mit dem Vater identisch, mit dem Vater einer, so ist auch die wahre Gottheit selbst außer Gott gesetzt; damit ist divinitas extra divinitatem posita, was auch sein muß, wenn der Sohn 8lKWY rnu lkou, Bild des innern Gottes, also außer Gott ist. Darum ist die Erkenntnis der außergöttlichen Potenz des gött- lichen Seins so wichtig; denn nur durch das außergöttliche Sein ist der Sohn, indem er mit dem Vater eins ist, doch zugleich außer dem Vater. Dies ist das Erstaunenswerte - es ist dies eine höhere und faßlichere Vermittlung, als in der Schöpfung. So hat nun auch das durch, das gewöhnlich vom Sohn gebraucht ist, eine weit mehr vermittelnde Bedeutung, als wenn es heißt: Gott hat durch den Sohn die Welt geschaffen. In der Versöh- nung ist der Sohn der selbständig wirkende, obgleich er nur den Willen des Vaters tut - der Sohn ist außer dem Vater, während er doch nur in dem Vater ist. Inwiefern also in dem selbständig wirkenden Sohn doch nur das Göttliche des in ihm seienden Vaters wirkt, insofern kann allerdings gesagt werden: Gott selbst versöhne die Welt mit sich selbst durch den Sohn. Sie sehen, wie hochgesteigert die Vermittlung wiederkehrt, die wir schon in der Schöpfung kennenlernten. Sie sehen, mit"
    },
    {
      "index": 11,
      "text": "welcher Konsequenz jene, um sozusagen, verstellte Sichselbst- entgegensetzung, jenes in dem selben Sein ein anderes Sein, jene a;\\,;\\,o-mu-rnl<H<;, könnte man sagen, durchgeführt wird, indem derselbe, der ohne den Sohn, als Vater der Welt nur s absolut unversöhnlich sein konnte, als Sohn eben dieses Sein sich selbst versöhnt und vermittelt. In dieser Vermittlung ist die höchste Einheit Gottes wiederhergestellt. Es gehört aller- dings ein gewisser Mut des Denkens dazu, dieses Verhältnis in Klarheit festzuhalten, sowie ein Mut des Herzens dazugehört, dieses Verhältnis sich selbst anzueignen. Hiermit glaube ich den Grundgedanken der Offenbarung erklärt zu haben, und wir können nun ins Spezielle übergehen."
    }
  ]
}