{
  "title": "78. Vorlesung (Lecture 78)",
  "paragraphs": [
    "Die Erzählungen von jenen dämonischen Krankheitserscheinungen , die sich zur Zeit Christi gezeigt haben, sind nicht etwa bloß auf jüdischen Vorstellungen beruhende Erzählungen, wovon angenommen werden könnte, daß Christus sich bloß den jüdischen Vorstellungen akkommodiert hätte; sie haben vielmehr eine reelle Bedeutung. Es war natürlich, daß jener Kampf, den Christus mit dem Satan zu kämpfen hatte, auch durch äußere und physische Erscheinungen sich ankündigte.",
    "Jener Kampf war überhaupt ein Kampf auf Leben und Tod; in diesem Kampfe stand daher jener Widersacher Christo nicht mehr bloß als ein substantielles Prinzip entgegen. Das entgegengesetzte Prinzip war in dem mythologischen Prozeß der vermittelnden Potenz in der Tat als ein bloß substantielles Prinzip entgegengesetzt, weil es hier bloß auf eine äußere Überwindung ankam. Aber in dem Kampfe, den Christus kämpfte, stand dieser Widersacher nicht bloß als substantielles 111 Prinzip, sondern als Wille einem Willen gegenüber, und Christus ganz in die Menschheit sich versetzend, im Namen der ganzen Menschheit fühlend, kann daher in dem ihm Entgegenstehenden nichts als den Feind Gottes und der Menschheit, den Satan, erkennen: Christus ist nicht da. ihn zu erklären; seine Aufgabe ist, ihn zu überwinden; er sieht an ihm den Feind, den er zu besiegen hat, so daß jeder, der Christum anzöge, auf immer dieses Feindes Meister und aus seiner objektiven Gewalt befreit wäre. Jenes Prinzip, Je 1nehr es objektiv beengt ist, desto substantieller ,vird es, und steht zuletzt dem Überwinder immer persönlicher entgegen. Wenige Menschen haben mit dem Bösen einen mehr als bloß äußern Kampf gekämpft; wer aber den innern Kampf gek:impft, wer jenem Prinzip ans Leben gegangen ist, der hat sich von der Realität und von der Geistigkeit seiner Natur gewiß überzeugt. Wer aber diesen Kampf bis aufs Äußerste fortgesetzt hat, dem stand der soweit getriebene Geist als persönlicher dem persönlichen entgegen. Christus, der in das Zentrum jenes Geistes eindrang, mußte daher ganz andere und persönlichere Erfahrungen machen , als gewöhnliche Menschen, die insofern über die Reden Christi nicht urteilen können. Indern sich in den Reden Christi eine durchaus wirkliche oder reelle Erfahrung ausspricht, kann sie der, welcher nicht einen innern Kampf gekämpft hat, nicht verstehen. Seit den Zeiten Christi war kein einzelner Mensch von der Gegenwart und den Wirkungen des Satans so sehr überzeugt, als Dr. Luther; aber man darf auch sagen, daß kein Mensch mit dem Satan so ernstlich gekämpft bat, als Luther.",
    "Wenn uns eine freiere Ansicht dieses Prinzips gegönnt ist, so haben wir dies eben dem großen Kampfe Christi zu verdanken, der die reale Gewalt desselben soweit gebrochen hat, daß es nun nicht mehr bloß einseitig, sondern von allen Seiten mit vollkommener Geistesfreiheit betrachtet werden kann. Eben diese Unterscheidung von verschiedenen Seiten der Betrach- tung führt uns auf eine neue, allgemeine Einwendung, mit deren Auflösung sich erst vollkommene Klarheit über diese ganze Materie verbreiten wird. In den letzten Vorlesungen haben wir die Vorstellungen des Neuen Testaments vom Satan begreiflich zu 1nachen gesucht. Diese spätere Untersuchung muß aber mit der frühem allgemeii1en in Zusammenhang gebracht werden. Hier dürfen wir folgende Frage erwarten, die zugleich als Einwendung betrachtet werden kann. Es ist nämlich offenbar, daß im Grunde ein und dasselbe Prinzip früher in der allgemeinen Entwicklung als göttliches Prinzip, als Prinzip des göttlichen Unwillens bestimmt und erklärt worden ist, das später in der speziellen Entwicklung als widergöttlich, als Satan bestimmt worden ist; wie lassen zwei so widersprechend scheinende Ansichten sich vereinigen? Offenbar wird die Beantwortung dieser Frage Licht verbreiten über das Ganze un- serer Ansicht. Zur vorläufigen Beschwichtigung dieses Widerspruches will ich bloß bemerken, daß wenn nach unserer Entwicklung ein und dasselbe Prinzip das eine Mal als göttlicher Unwille, das andere Mal als Satan bestimmt wurde, daß * diese auf den ersten Blick allerdings auffallende Identität nicht in einem Fehler unserer Entwicklung ihren Grund hat, oder aus einem Fehler unserer Entwicklung sich nachweisen läßt; denn diese Identität läßt sich in der Schrift selbst nachweisen. Ich setze voraus, daß jeder von Ihnen zu Hause eine Bibel hat. * Schlagen Sie auf das 2. Buch Samuelis 24, 1. »Und der Zorn des Herrn ergrimmte abermals über Israel und reizte den David, das Volk zu zählen.« Hier wird dem Zorne des Jehova zugeschrieben , daß er den König zu etwas gereizt habe, was David gleich, nachdem es geschehen war, als schwere Sünde betrachtete . »Und David sprach zum Herrn: Ich habe schwer gesün- digt, und nun Herr nimm weg die Missetat deines Dieners.« Hierauf kon1mt der Seher des Herrn und läßt ihm die Wahl Achtundsiebzi„ste b Vorlesun\"D 655 zwischen mchrern Strafen. Davon w;ihlt er die dreitägige Pestilenz . Jehova läßt die dreitägige Pestilenz kommen und es sterben innerhalb der Grenzen des Landes 70000 Menschen.",
    "Und da der Engel seine Hand ausstreckte über Jerusalem, reuet Jehova des Übels und er spricht zum Engel: »Laß ab, es ist genug.« Hier wird also vom Zorne des Jehova gesagt, daß er den David zu einer Sünde gereizt habe, gerade wie es vom Satan gesagt werden könnte, daß er den David zu einer Sünde gereizt hätte. Im Hebräischen wird dasselbe Verbmn gelU braucht, das vom Satan von der Verleitung zum Bösen, z.B.",
    "zur Abgötterei in anderen Stellen gebraucht wird. Hieran allein hätten wir einen vollkommenen Beweis, daß dem Zorn Gottes auch in der Schrift dieselbe Wirkung zugeschrieben wird, die sonst dem Satan zugeschrieben wird. Aber schlagen Sie jetzt Li nach 1. Chron. 21. Hier heißt es: »(Nicht der Zorn Gottes, sondern) der Satan stand gegen Israel und reizte den David, das Volk zu zählen.« Hier wird also (indem auch dasselbe Verbum gebraucht ist) wörtlich sogar dasselbe dem Satan zugeschrieben , was das frühere Buch dem Zorne des Jehova zugeschrieben hat. Die Identität beider Begriffe ist also kein Fehler unserer Entwicklung, sondern findet wirklich statt. Es kann sich nun fragen, wie beide Begriffe zu vereinigen seien? Mit der Entscheidung dieses Punktes wird sich die letzte Klarheit verbreiten . - Es ist eben durchaus nicht schwer, einzusehen, daß dasselbe, was von Seite Gottes betrachtet das über die Menschheit verhängte Prinzip seines Unwillens ist, in bezug auf das menschliche Bewußtsein das Gott in unserm Bewußtsein widerstrebende , unsern Frieden mit Gott hindernde Prinzip ist.",
    "Dasselbe, was objektiv oder in bezug auf Gott der göttliche Unwille ist, ist subjektiv oder in bezug auf uns, das uns mit Gott entzweiende Prinzip. Dieses unser Bewußtsein mit Gott Entzweiende ist aber eben der Satan. Jenes Prinzip ist allerdings subjektiv oder in bezug auf unser Bewußtsein der Satan. Was daher in bezug auf unser Bewußtsein der Satan ist, ist in Anschung Gottes das Prinzip seines Unwillens. Oder das durch Schuld des Menschen erregte und frei gewordene Prinzip, das in bezug auf unser Bewußtsein, subjektiv, der Widersacher, der Satan ist, dasselbe ist objektiv oder in bezug auf Gott nichts anders als der göttliche Unwille. Derselbe durch Schuld des Menschen aus seiner ursprünglichen Gebundenheit, aus seinen durch die Schöpfung erhaltenen Schranken gesetzte Geist, derselbe Geist reizt uns zur Sünde, weil er fortwährend des menschlichen Willens zu seiner Realisierung bedarf, und dasselbe Prinzip, da es doch wenigstens ein substantielles Verhältnis zu Gott haben muß, wenngleich kein kausales, indem es ohne Gott gar nicht sein und bestehen könnte, und es doch kein Verhältnis zum göttlichen Willen haben kann, dasselbe Prinzip läßt sich seiner Substanz nach nur als göttlicher Unwille denken . Wir können die beiden Begriffe so unterscheiden: Was substantiell der göttliche Unwille ist, ist aktuell, seiner Wirkung nach, der Satan. Jenes ist die rein theoretische oder spekulative Vorstellung, diese die praktische Vorstellung dieses Prinzips. Für uns ist jenes Prinzip nur der Widersacher; fragt man aber, wodurch jenes Prinzip substantiell ist und besteht, so können wir nicht sagen, durch den göttlichen Willen; wir können aber nur sagen, durch den göttlichen Unwillen. Allerdings ist also in der Vorstellung des Satans etwas Subjekti- ves: er ist nur Satan für uns, nicht für Gott; denn wäre er dieses, wie könnte er in Gegenwart Gottes sich zeigen? Wie könnte er noch in der Apokalypse auftreten als Verleumder, als beständiger Verkläger der Menschen vor Gott? Wohl aber für den Menschen ist er Satan. Kant in seiner »Religion innerhalb der Grenzen der bloßen Vernunft« erwähnt aus den Berichten des Pater Charlesvoix, daß dieser Missionär einem jungen Irokesen alle Übel des Satans erzählt habe, wie er in die Schöpfung alles Böse gebracht und noch jetzt alles Böse veranstalte. Hierauf habe der junge Irokese geantwortet: Aber warum schlägt Gott den Teufel nicht tot? Der Missionär gesteht, in der Eile keine Antwort gefunden zu haben. Die Antwort ist schwer zu finden, wenn, wie der gute Missionär wohl auch geglaubt hat, der Satan ein bloßes Geschöpf ist. Gegen diese Annahme spricht auch der bloße Umstand, daß der Satan auch der gött- liehe Unwille genannt wird. Der göttliche Unwille kann doch kein Geschöpf sein, obgleich auch dieser keineswegs ewig ist.",
    "Der göttliche Unwille ist freilich etwas Erregtes und Gewordenes , aber darum doch kein Geschöpf. Ebensowenig ist Satan ein Geschöpf, sondern etwas viel Größeres und Mächtigeres, als ein Geschöpf, obgleich etwas Gewordenes. Daß Gott seinen Unwillen nicht totschlage, oder nicht aufhebe, läßt sich leicht begreiflich machen. Satan ist nicht Satan in bezug auf Gott, wohl aber in bezug auf den Menschen, und es gehört zur vollkommenen Menschheit Christi, daß er auch hier dem Menschen sich gleich stellt, daß er den Satan ganz als Satan betrachtete , kurz, daß er in Satan bloß das Gott Entgegengesetzte sah. Solange der göttliche Unwille nicht versöhnt war, solange war der Mensch der Gewalt des Satans unterworfen, solange hatte diese Gewalt eine objektive Bedeutung, da der göttliche Unwille das Objektive des Satans ist, so wie dieser nur Satan ist in bezug auf das menschliche Bewußtsein. Nachdem jener göttliche Unwille versöhnt ist, hat Satan keine Objektivität mehr. Objektiv ist Satan überwunden, und jeder, der Christum anziehen will, kann ihn auch subjektiv überwinden: er hat jetzt nur mehr subjektive Bedeutung. Von Gottes Seite hat der w Satan keine Gewalt mehr, aber doch ist er für uns, die wir nach Christus leben, durchaus Satan, böser Geist, weil seine objektive Seite nicht mehr vorhanden ist. Von demselben, der den göttlichen Unwillen überwunden hat, wird auch gesagt, daß er den Satan überwunden hat. Dies kann aber keine absolute Überwindung sein, weil gesagt wird, daß der letzte Feind erst am Ende aufgehoben wird, und daß wir noch immer gegen den Satan kämpfen müssen; es kann also nur eine relative Überwindung sein, eine Überwindung von der objektiven Seite. Es kann also damit nur gesagt sein, daß er von Seite Gottes keinen Halt mehr hat. Haben wir von unserer Seite oder praktisch den Satan als Feind unserer Seele betrachtet, so müssen wir von der andern Seite oder theoretisch auch seine objektive Erhabenheit anerkennen. Christus hätte wenig für uns getan, wenn er ein bloßes Geschöpf besiegt hätte; aber Paulus sagt: [daß er durch den Tod die Macht nähme dem, der des Todes Gewalt hatte, das ist, dem Teufel] (Hebr. 2,14.) .... Dieses TO Kpm:oc; 8XElV TO\\J Savmou ist auch ein Prädikat, das, von einem bloßen Geschöpfe gebraucht, allen Begriffen widerspricht; es wäre dies ganz unerhört; denn nur von Gott allein kommt Leben und Tod; nie aber könnte einem bloßen Geschöpfe die Macht des Todes zugeschrieben werden.",
    "Nachdem ich nun die letzte Schwierigkeit geebnet und die vorgetragene Ansicht nicht bloß begründet, sondern auch von allen Seiten vollständig erörtert habe, so bleibt uns doch noch eine allgemeine Untersuchung übrig. Denn da von Engeln des Satans, wie von Engeln Gottes, gesprochen ist, so leitet dies uns auf den Begriff der Engel und unsere letzte Aufgabe wird sein, noch diese eigentümliche Welt, welche die Schrift mit dem Namen Engel bezeichnet, begreiflich zu machen. Es kann fast überflüssig sein, auf das Besondere aufmerksam zu machen , daß diese Engelwelt in der Offenbarung dasjenige ist, was die meiste Analogie mit mythologischen Vorstellungen hat; daher wir in unserer Untersuchung auf den ersten Anfangspunkt unserer Entwicklung zurückgeführt sind. Insofern gute und böse Engel unterschieden werden, gibt es einen allgemeinen Begriff von Engeln; dieser allgemeine Begriff muß aufgesucht werden. Von der andern Seite aber ist einzusehen, daß die beiden Klassen von Wesen ihrer Natur und ihrer Rolle nach sich ganz entgegengesetzt sind, die daher durch einen allgemeinen Begriff nicht in ihrem speziellen Begriffe erklärt sind. In ihrer Erklärung müssen sie sich daher auch entgegengesetzt sein. Vor der Hand ist es nur um einen allgemeinen Begriff zu tun. Welcher Begriff läßt sich mit einem Engel verbinden? Vor allem wollen wir uns umsehen, ob nicht in dem frühem ein Anhaltspunkt gegeben ist. Etwas dem Begriffe von Engel Analoges war uns allerdings gegeben, nämlich in jenen apxm<; und al;oucnm<;, wo gesagt wurde, daß Christus erhöht worden sei über alle apxa<; und al;oucna<;. Die Frage ist nun, welches Verhältnis die Engel zu diesen apxm<; und al;oucnm<; haben? Hier läßt eine Stelle im ersten Briefe Petri keinen Zweifel übrig. (1. Petr. 3,22.) L1uvaµt<; drückt noch bestimmter unsere Bestimmung von Potenz aus, als al;oucna. Christus ist über alle Engel, al;oucnm und 8uvaµet<; erhöht - heißt, er ist mit göttlicher Herrlichkeit bekleidet. Dasselbe, daß die Engel den Potenzen gleich betrachtet werden, ist aus dem Briefe an die Hebräer (1,3-4) wahrzunehmen; in andern Stellen wird dasselbe in bezug auf die apxai; und tsoucnai; gesagt. Da nun aber zugleich die Engel, wie die apxm und t~oucnm höher als der Mensch, als das höchste aller Geschöpfe, gestellt sind, so folgt schon daraus, daß die Engel nicht in demselben Sinne Geschöpfe sind, wie der Mensch, oder daß sie konkrete Dinge sind, sowie auch nirgends gesagt ist, daß die Engel erschaffen worden sind. Man beruft sich gewöhnlich auf allgemeine Stellen , z.B. »Aus Christus ist alles geschaffen«, worunter man auch die Engel begriffen wissen will. Aber diese Instanz trifft unsere Behauptung durchaus nicht; denn wie wir vom Satan gesagt haben, daß er ohne Schöpfung nicht sei (was sich sogar von selbst versteht; denn wäre keine Schöpfung, so wäre auch kein Widersacher der Schöpfung), ebenso unstreitig ist auch die Schöpfung eine Voraussetzung der Engel; ohne Schöpfung wären keine Engel denkbar. Daraus folgt aber noch lange nicht, daß sie selbst Gegenstand der Schöpfung waren, was von den bösen Engeln auf keinen Fall gesagt werden kann; Geschöpf ist nur das, was Gegenstand einer freien, beabsichtigten Hervorbringung ist. Die Engel können keine Geschöpfe sein, weil sie reine Potenzen oder Möglichkeiten sind, indem sie den apxmc; und tsoucnmc; gleichgesetzt werden. Bloße Möglichkeiten werden nicht erschaffen; erschaffen wird bloß das Konkrete oder Wirkliche. Aber mit allen Wirklichkeiten sind Möglichkeiten zugelassen. Also die Möglichkeiten sind nicht Gegenstand der Schöpfung, sondern sie sind nur das Mitkommende, das daher auch nach der Hand, post actum, nach der Schöpfung hervortreten kann. Sie sehen, daß wir von der allgemeinen Erörterung des Begriffes »Engel« zu der besondern übergegangen sind, nämlich zum Begriffe der bösen Engel. Denn nur von den bösen Engeln kann nachgewiesen werden, daß sie Potenzen sind, die erst nach der Schöpfung hervorgetreten sind. Der Mensch sollte das Haupt der Schöpfung sein: im Menschen sollte alles beschlossen, alles vollendet sein, da im 8. Psalm, den Paulus in demselben Sinne benutzt hat, gesagt ist: »Alles hast du unter seine Füße getan.« Denn nur weil alles unter dem Menschen, als Einern Haupte, vereinigt sein sollte, diese Vereinigung unter einem Haupte aber durch Schuld des Menschen wieder aufgehoben wurde, nur darum mußte nach Paulus durch den Menschen Jesus alles wieder unter ein Haupt gebracht werden. Dadurch wurde der Mensch Christus das Haupt jeder UPXTJ und E~oucna, wie im Kolosser=Briefe gesagt ist. Mit der wirklichen Schöpfung ist eine Unzahl von Potenzen oder Möglichkeiten gegeben, so wie z.B. sich der Staat in irgendeinem konkreten Falle konstituieren kann, so ist Tür und Tor geöffnet für viele, ja unzählige, Möglichkeiten, z.B. für Verbrechen, die kein Geschöpf voraussehen kann. Diese Möglichkeiten können aber nie zur Herrschaft, nicht einmal zur Äußerung kommen, wenn alles unter dem Haupte des Menschen vereinigt, in ihm beschlossen bleibt. Jedem Reiche der Schöpfung ist ein Herrscher vorgesetzt, der aber bestimmt war, dem allgemeinen Herrscher, dem Menschen, untertan zu * sein. Wenn aber dieser allgemeine und oberste Herrscher seiner Gewalt entsetzt wird, und der Fall des Menschen ist nichts anders, als der Verlust dieser Herrschaft -, so können alle jene untergeordnete Potenzen oder Geister sich erheben und der Mensch fällt in ihre Gewalt, was die Mythologie beweist, welche nichts anders ist, als das sukzessive Durchgehen unter die Gewalt dieser Geister. Insoweit diese Potenzen durch die Schöpfung nur als Potenzen oder Möglichkeiten gesetzt waren, soweit waren sie in ihrer Ordnung und gut. In diesem Sinne kann man von einem guten Zustande der Engel sagen. Da aber durch Schuld des Menschen die göttliche gesetzte Einheit auseinanderweicht , so treten jetzt diese Möglichkeiten hervor mit einer Macht oder Gewalt, die ihnen nicht bestimmt war, und die sie nicht haben sollten, und daher erscheinen sie jetzt als böse Geister. Dieses Verhältnis läßt sich so deutlich machen:",
    "Solange das TJYEµovtKOV, das Herrschende des Organismus, sich in seiner Macht behauptet, der Zustand des Organismus gesund ist, so war auch, so lange der Mensch sich als Herrscher behauptete, der Zustand jener Potenzen ein reiner. Sowie aber jenes riyi;µovtKOV des Organismus sich nicht behauptet, so treten die Krankheitsgeister hervor, von denen man nicht sagen kann, daß sie geschaffen sind, eben weil sie erst hervortreten, so ist dies auch in der Schöpfung. Wie der Mensch fällt, treten jene Potenzen hervor. Gerade in dieser nach der Hand erst erlangten Gewalt sind diese Engel oder böse Geister nicht Ge- \" schöpfe, sondern sind ungeschöpflich und wenn Paulus sagt:",
    "»Nicht m.it Fleisch und Blut haben wir zu kämpfen«, so heißt dies soviel: »Wir haben nicht 1nit bloßen Geschöpfen zu kämpfen .« Bloße Geschöpfe könnten einen solchen Einfluß, wie er ihnen in der Schrift zugeschrieben wird, nicht ausüben. Wenn man übrigens Anstoß nimmt, moralische und intelligible Potenzen solcher Art, die erst nach der Schöpfung, ja im Laufe derselben, hervorgetreten sind, zuzugeben, so war man dagegen physisch genötigt, solche Potenzen anzuerkennen, nämlich im Reiche der Natur, z.B. in jenen plötzlich hervortretenden großen Krankheiten, die über die Erde sich verbreiten und furchtbare Verheerungen im Menschengeschlechte anrichten.",
    "Hier ist der Beweis von Potenzen, die erst nach der Schöpfung hervortreten. Von solchen Krankheitsgeistern kann man sagen, daß sie erst nach der Schöpfung hervorgetreten seien; von diesen kann man auch sagen, daß sie nicht mit materiellen Mitteln, wie mit Chlorkalk, zu bekämpfen seien. Im Alten Testament heißt es: »Es ist ein Engel des Verderbens, der das Volk Israel mit Verderben schlägt.« Und ein begeisterter Dichter im Alten Testament sagt: »Der Engel Jehova errettete dich von den nachstellenden Feinden usw.« Srnche hat dieselbe etymologische Bedeutung, wie Sucht, z.B. Schwindsucht. Jede universelle Krankheit ist eine Sucht, eine erregte Potenz, die sich auf Kosten des gegenwärtigen Zustandes des Menschengeschlechts zu realisieren sucht, die sucht, wen sie verschlingt.",
    "Hier ist also ein entschiedener Beweis von Potenzen, die erst nach der Schöpfung hervortreten. Gleichwie aber alle diese Potenzen, die als eine ewige Vergangenheit gedacht werden sollten, d. h. die gleich nur als Vergangenheit gesetzt wurden, nur hervortreten in Folge der Freiheit, welche die allen zu Grunde liegende Urpotenz erhalten hat, so ist es auch ganz begreiflich, wenn die einzelnen bösen Geister als Diener, als Söhne des Satans vorgestellt werden."
  ]
}