{
  "title": "67. Vorlesung (Lecture 67)",
  "paragraphs": [
    "Der Zustand, in welchem das menschliche Bewußtsein während des Heidentumes sich befand, war ein ekstatischer Zu- stand. Dieser ekstatische Zustand, der für das Bewußtsein zugleich eine Folge von Vorstellungen, also eine innere Geschichte mit sich brachte, die ebenso ekstatisch war, konnte nicht anders entschieden beendigt werden, als durch ein Ereignis , welches außerordentlicher, transzendenter als alle Fakta jener innern Geschichte, und auf der andern Seite eine nackte, historisch äußere Wahrheit war. Nur ein solches Faktum, das so groß war, daß ein größeres nicht geschehen konnte, konnte das Heidentum beschließen, d. h. ihm ein definitives Ende machen . Ein bekannter theologischer Schriftsteller - Theologen kann ich ihn nicht nennen - hat unter andern seltsamen Entdeckungen , zu denen gerade nicht viel Witz und Verstand gehört, auch diese: die Apostel oder die ersten Verbreiter des Christentumes haben das Wunder der Empfängnis Christi von Maria erfunden, um den Heiden zu willfahren, diese sich zu- gänglich zu machen, welche durchaus Götter in menschlicher Gestalt verlangten; durch diese Vorstellung von der wunderbaren Entstehung Christi habe man sich den Fiktionen der Heiden genähert. Der gelehrte Mann scheint vergessen zu haben , daß die Erzählung von der wunderbaren Einpfängnis Christi in einem zunächst für die Juden bestimmten Evangelium sich finde, und daß also mit dieser Fiktion, wenn anders bei den Heiden etwas zu gewinnen war, bei den Juden ebensoviel zu verlieren war, da doch die Apostel zunächst auf die Juden angewiesen waren. Der gelehrte Mann hatte vergessen, daß die Lehre von dem Mensch gewordenen und als Mensch gekreuzigten wie den Juden ein Ärgernis, so den Heiden eine Torheit sein mußte. Nicht als Analogon, als Ähnliches, sondern als contrarium, als Entgegengesetzes sollte diese Idee auf s die Heiden wirken. Der, welcher ev µopcpn Seou war, konnte ein Gott des Heidentumes heißen; aber nicht der welcher in Knechtsgestalt erschien. Gerade von der µopcpTJ Srnu ist bei den Heiden die Rede; so sagt Sokrates bei Xenophon [Memor . IV, 3, 13. ]: »Bis du die Gestalten der Götter siehst, ge- * nüge dir, ihre Werke zu betrachten!« Cicero [de Nat. D. II 2,6] spricht von formis deorum, ebenso Virgilius (IV. Aen.",
    "V. 555.).",
    "Hier ist also immer von formis dei die Rede, der, welcher ev µopcpn Seou war, war in der µopcpTJ als natürliche Potenz das Prinzip des Heidentumes; indem er sich dieser µopcpTJ entäußerte , bis zu dem Tode, in dem auf solche Weise Sterbenden, starb das ganze Heidentum. Nach diesem Faktum war alles, was das Heidentum von Göttern in menschlicher Gestalt, oder was es von einigen Sterblichen, die weit über die andern erhaben waren, geglaubt hat, dies alles ward durch dies eine Faktum als Wahn, als Fabel erklärt, durch jenes Faktum, das unter den Augen der Menschen geschah. Wenn die Sachen selbst kommen, verschwinden die bloßen Schatten derselben.",
    "Gegen dieses eine, objektiv unter den Augen der entzauberten Welt hervorgehende, Faktum verschwand alles, was man früher glaubte, und wurde zur Dichtung, obwohl es anfangs in gewisser subjektiver Notwendigkeit begründet war. Die Geschichte hat sonach mit der Erscheinung Christi eine ganz andere Bedeutung als zuvor. Die rein äußere Geschichte entsteht erst mit Christi Geburt - die frühere Geschichte ist eine Mischung von Wahrheit und Wahn. - Ich habe nun die nach meiner Überzeugung allein richtige Ansicht im allgemeinen dargestellt. Jetzt will ich einiges speziell noch erklären. Auf den moralischen Grund der Menschwerdung will ich nicht zurückkommen . Was die physische Seite betrifft, so wird nach unserer Ansicht die Menschwerdung vollbracht durch einen natürlichen organischen Prozeß; aber der Übergangsmoment zu diesem Prozeß ist, daß der, der seinem substantiellen Sein nach bisher in göttlicher Gestalt war, sich diesem substantiellen Sein nach materialisiert, potentialisiert, d. h. sich zum Keime, zur Grundlage eines andern, des menschlichen Lebens macht, was jedoch nur geschehen kann im Verhältnisse und relativ gegen ein Höheres. Dieses Höhere, behaupteten wir, sei die dritte Potenz, welche in diesem Verhältnisse unmittelbar zwar auch noch demiurgische oder kosmische Potenz ist; denn in dem Moment, wo die Menschwerdung vorgeht, incipiente formatione , ist sie selbst noch in Spannung und ausgeschlossen. Wenn aber alle Spannung durch die Matrialisierung der zweiten Potenz sich aufhebt, so erscheint sie als dritte Persönlichkeit, als Heiliger Geist und verbindet sich mit dem Mensch gewordenen Logos. Es sprechen zwei Evangelien von diesem Übergangsmoment , nämlich von der Empfängnis Christi. Ern- pfängnis ist, wie überall, Übergangsmoment zu einem organischen Prozesse, durch den ein lebendiges Wesen entsteht; nur daß sie hier nicht mit Zutun eines Mannes, sondern auf außerordentliche Weise geschehen ist. Hier muß sich also die Spur jenes Übergangsmomentes finden, und sie findet sich in der Tat, insofern, als in dem Evangelium des Matthäus der Engel zu Joseph sagt: 1,20. »µ11 cpoß11Sn;. EK 1tveuµa10; fonv ayiou.« Die vielfach wechselnde Bedeutung der Partikel EK fordert keineswegs, daß dies EK hier sensu materiali zu nehmen sei; es kann auch sensu potentiali genommen werden. Es ist in Kraft (so ist das EK zu übersetzen) des Heiligen Geistes, daß Christus geboren wird; nur in Kraft der noch höhern Potenz konnte die zweite sich materialisieren, d. h. zum Stoffe einer künftigen Geburt machen. Man kann das »nveuµa aytov« nicht durch »göttliche Allmacht« erklären, denn mit so allgemeinen Erklärungen wird alles Geschichtliche aufgehoben und darum auch alles Verständliche; wo immer »nveuµa ayiov« steht, zeigt es eine besondere göttliche Persönlichkeit an, und es müßte streng bewiesen werden, wo es im Allgemeinen verstanden werden sollte. Ich will zugeben, daß man den Ausdruck, dies oder jenes sei durch den nvwµa aytov erschaffen, von der göttlichen Allmacht verstehen könne; doch müßte auch dieses noch genauer untersucht werden. ITvwµa 6.ywv hat stets die spezielle Bedeutung, und so auch hier. Ich will nicht behaupten, daß der Verfasser des Evangeliun1s sich dabei dasselbe gedacht habe, was wir; seine Sache war nur, zu erzählen, was geschah, nicht den Zusammenhang zu wissen. Daß aber das Verhältnis der dritten Potenz nicht anders auszudrücken ist, als so, wie Matthäus es ausdrückt, dies wird jeder gerne zugestehen. Auch jenes Verhältnis, das wir der dritten Potenz in diesem Übergangsmoment geben, konnte dem griechischen und hebräisehen Sprachgebrauche gemäß nicht anders ausgedrückt werden , als durch EK. Eine eigentliche Zeugung durch den Heiligen Geist ist sowenig zu denken, als in jenem frühem Moment, wo die erste Potenz gegen die zweite sich materialisiert . Sowenig dort eine Zeugung ist, sowenig auch hier.",
    "Auch ist es dogmatisch festgestellt, daß dieses Verhältnis, welches vom ersten Entstehen der Menschheit Christi gegeben ist, nicht ein solches ist, daß man den Menschen Jesus als Sohn des Heiligen Geistes denken könnte. Man drückt dies so aus: Der Heilige Geist sei bei der Menschwerdung Christi nicht demiurgisch wirksam gewesen; dies ist aber gerade das, was wir sagen. Ein anderer Ausdruck ist: oiKovoµtKcoc; habe der Geist gewirkt - ein Wort welches die wissenschaftlichsten unter den Kirchenvätern nicht bloß von der Menschwerdung der göttlichen Person verstehen, sondern daß diese nicht bloß als simultane, sondern als sukzessive Potenzen, als Herrscher verschiedener Zeiten, gedacht werden. Es ist schon durch das ursprüngliche Verhältnis bestimmt, daß die zweite nur gegen die dritte sich materialisieren kann; denn erniedrigen kann sich keine Potenz, als nur gegen eine höhere. Ohne die Gegenwart der höhern Potenz wäre dieser Übergang, wodurch sich die zweite Potenz zur Materie einer noch höhern macht, allerdings unmöglich. Dies ist die Hauptsache: daß nämlich jener Übergang ohne die noch höhere Potenz unmöglich wäre, aber in Kraft dieser Potenz, die a11ßer der Spannung 11:vwµa aywv heißt, allerdings möglich ist. Alles andere ist Nebensache.",
    "Deutlicher ist der Ausdruck noch bei Lukas: \"Der Heilige Geist wird über dich kom.n1en ... Kat ouvaµu:; 1iv11awu ... uioc; Swu. « In diesem Ausdrucke liegt die Andeutung des Heiligen Geistes als eines Hähern, der über einen andern hinzukommt . Dies erinnert an das, was Anoxagoras sagt: Km 6 vouc; ETCT]Afü: - nämlich über die Urstoffe. Indem sich die vorhergehende Potenz erniedrigt, gibt sie der höhern Raum und wirkt attrahierend auf diese. Die Menschheit des Logos war nur eine EK rcvwµu,oc; aywu, nur eine durch Mitwirkung des Heiligen Geistes angenommene. Ich kann hier füglich alle Nebenumstände der Erzählung unberührt lassen: es ist nur um die Hauptsache zu tun. Man hat in neuerer Zeit im Systeme der Mythologie die Ausdrucksweise mythologischer Vorstellungen bekanntlich auch auf mehrere Erzählungen des Alten und Neuen Testaments angewendet, d. h. man hat gesagt, sie seien Mythen. Da aber dies zu einer Zeit und von solchen Gelehrten geschah, die ihren anderweitigen Begriffen nach außer Stand waren, das Geschichtliche der Mythologie in seiner Eigentümlichkeit zu begreifen, so konnten sie sich auch die Erzählung des Alten und Neuen Testaments nur als Erfindungen denken.",
    "Wir nehmen die Erzählungen des Neuen Testaments so eigentlich , wie wir die mythologischen genommen haben. Allein es ist doch ein großer Unterschied. Hier in den Erzählungen der Mythologie haben die Gegenstände nur subjektive Wahrheit, dort haben sie objektive Wahrheit. Es muß daher zwischen den Sachen und den Auffassungsweisen unterschieden werden. Die Auffassungsweise ist eine subjektive; hier kann sich auch die Darstellung dem Mythischen nähern. Es könnte z.B. jeder, der zu dieser Art von Kritik besondere Neigung hätte, in der Erzählung des Lukas, wenn er sie mit der einfachen des Matthäus vergleicht, eine Art von epischer Ausschmückung zu erkennen glauben. Dies kann ohne alle Gefahr für die Sache geschehen. Die Sache ist älter, als jede Darstellung derselben; sie bleibt, wenn man auch in Ansehung der Darstellung die größte Freiheit zugesteht. Das Wesentlichste unserer bisher entwickelten Theorie ist nun, daß der Logos, um den ersten Grund zu seiner Menschwerdung zu legen, keines andern Stof- fes bedurfte, als den er an sich selbst hatte. Dem Persönlichen, Übersubstantiellen des Logos wurde das Substantielle zum Stoffe, indem das Göttliche dieses Substantielle der äußern Herrlichkeit, der µop<pT] Srnu beraubte, so zwar. daß das wahre o Göttliche durch das Substantielle zugedeckt war. Im Alten Testament konnte das Persönliche nur durch das Natürliche durchwirken. Indem das Göttliche der Substanz nach sich entherrlichte , so wurde gerade dadurch die wahre Herrlichkeit in ihm aufgedeckt; die Hülle wird abgezogen - Wir sahen ihn in !ll seiner Herrlichkeit, der Herrlichkeit des Eingeborenen vorn.",
    "Vater, d. h. wir sahen die Herrlichkeit dessen, in dem Gott selbst ist. Indem er das von Gott unabhängige zum Kreatürlichen herabsetzte, wurde das, was in ihm göttlich war, offenbar . Es ist wenigstens eine unvorsichtige Art, sich auszudrükken , wenn man sagt, die göttliche Person habe die menschliche Person angenommen. Die einzig richtige Ausdrucksweise über dieses Verhältnis ist, wenn man sagt: die Person des Logos hat die menschliche Natur angenommen; denn dann hat er nichts angenommen, was erschaffen werden kann; der Mensch als 211 Individuum kann erschaffen werden, nicht aber die menschliche Natur. Man kann auch sagen, bei der Entstehung der Menschheit Christi habe die ganze Gottheit mitgewirkt, nicht aber, der Mensch Jesus sei von der Gottheit erschaffen worden.",
    "Denn in diesem Falle läßt sich die Einheit der Personen nur durch Negation herausbringen; nach unserer Erklärung aber ist die Einheit eine positive; denn das Fleisch Jesu besteht nicht bloß, sondern entsteht auch nur durch einen persönlichen Akt des Logos; hier ist also eine vollkommene Einheit der göttlichen und menschlichen Natur. Es ist der actus personalis des Logos, durch welchen die Menschheit allein besteht und entsteht : non modo subsistit, sed etiam existit humanitas personali actu ,ou Logos. - Hier, nachdem ich dieses erklärt habe, ist der Ort, auf einen Einwurf zu antworten. Wenn der Logos den Stoff der Menschwerdung nur aus sich selbst genommen hat, wie kann gesagt werden 1) Christus sei von den Vätern vom Fleische, d. h. Christus stamme dem Fleische nach von den Vätern her? 2) er sei auf gleiche Weise, wie ein anderer Mensch, geworden und gleich einem andern Menschen erfunden worden ? oder er habe unser Blut und unser Fleisch angenommen?",
    "Man könne nach dieser Theorie wohl sagen, ein Mensch sei er geworden, aber ein aus ganz anderm Stoffe geborener Mensch.",
    "Wenn der Logos den Stoff seiner Menschheit nur aus sich selbst genommen hat, wie können wir sagen, er sei uns in allem - Karn navm - gleich geworden?",
    "Ich werde nun jeden Moment der Einwendung vornehmen.",
    "1) Wenn der Logos den Stoff seiner Menschheit nur aus sich selbst genommen hat, wie können wir sagen, er sei aus den Vätern nach dem Fleische? Untersuchen wir, was Stoff sei.",
    "Offenbar ist bei dem Worte »Stoff« nur das letzte unoKEiµEvov, nur die materia ultima gemeint, welche die erste Bedingung oder die Grundlage des organischen Prozesses ist, durch die ein lebendiges menschliches Wesen entsteht. Diese Grundlage des organischen Prozesses, dieser erste Stoff, wird nun im gemeinen Laufe der Dinge von der väterlichen Seite gegeben. Solange die Welt steht, ist es, dieses eine Faktum ausgenommen, nicht erlebt worden, daß ein menschliches Wesen ohne Zutun eines Vaters entstanden ist. Wenn nun zu dem »Christus ist von den Vätern dem Fleische nach« notwendig wäre, daß auch das nponov un:oKEiµEvov, das zur Entstehung des Menschen den ersten Anlaß gibt, aus den Vätern genommen wäre, so könnte nicht bloß nach unserer Theorie, sondern nach keiner Theorie, welche einen menschlichen Vater bei der Menschwerdung Christi ausschließt, Christus von den Vätern nach dem Fleische herkommen. Umgekehrt, weil gesagt wird, Christus stamme von den Vätern nach dem Fleische, ungeachtet er mit diesem nur als von der Mutter gezeugt angenommen wird, so muß es auch nach unserer Ansicht gestattet sein, zu sagen, er stamme von den Vätern her, wenn nach den andern Theorien gesagt werden kann, er stamme von der Mutter, von den Vätern her.",
    "Auch nach unserer Theorie hat die Mutter bei der Menschwerdung Jesu denselben Anteil, den jede Mutter an der Geburt ihres Kindes hat. Wir übertragen der Mutter bei der Menschwerdung dieselbe Funktion, wie jene andern Theorien.",
    "Ich will mich hierüber nicht bestimmter ausdrücken. Denn bekanntlich sind die bisherigen Theorien der Physiologie über keine andere Frage ungewisser und abweichender, als über die, welcher Anteil jedem Geschlechte bei der Zeugung zukomme.",
    "Wollte ich hierüber meine eigenen Gedanken äußern, so würde o vielleicht meine Theorie dadurch an Deutlichkeit sehr gewinnen , würde aber zugleich in ein ganz fremdes Feld ausschweifen . Wohl möglich, daß zufolge der tiefen Ironie der Natur das Männliche eigentlich weiblich, und das Weibliche männlich wirkt. Das Göttliche in Christus ist nach dem Substantiellen w seiner Natur zum O'Ticpµa eines konkreten menschlichen Lebens geworden. Das Göttliche in Christus ist der in ihn, gebliebene Vater - Ö TIUTTJP EV w'mp µsvcov. Insofern kann man sagen, es ist der Gott in Christus, der den Menschen Christus zeugt, oder die erste Materie seines Entstehens aus seinem substantiellen Sein hervorbringt. Dieser Vorgang ist ein außerordentlicher und nicht aus dem Prinzip der bloß materiellen Welt erklärbar; man muß sich schlechterdings, um ihn zu begreifen , zu dem Immateriellen aufschwingen. Aber außerordentlich , wie er ist, ist er doch in höherer Ordnung keineswegs unerklärbar, sondern ist vielmehr nach unserer Theorie in der höhern Ordnung allerdings begreiflich und verständlich gemacht . Dies führt uns nun auf einen andern Moment des Einwurfes.",
    "2) Wenn der Logos den Stoff zu seiner Menschwerdung aus sich selbst hernimmt, so ist er aus einem andern Stoffe, als die andern Menschen, geboren, kann also nicht ihr Blut und nicht ihr Fleisch haben. Eine Meinung, wie die eurige, könnte man uns sagen, erinnert an eine ältere, welche Christus einen ätherischen Leib aus den himmlischen Regionen mitbringen ließ. Ich antworte: 1) Der Ursprung des ersten Stoffes ist völlig gleichgültig. Welches auch seine Quelle sei - wenn Christus ein wirklicher Mensch, und in allen Stücken, also dem Fleische nach, wie ein anderer Mensch ist, so ist jener Stoff - welches immer seine Quelle sein mag - ganz gleich dem Stoffe geworden , der zur Zeugung eines menschlichen Wesens notwendig ist. 2) Auch die gewöhnliche Theorie gibt ja dem Menschen Christus einen andern ersten Ursprttng. Vermöge dieses ersten, ebensowenig von einem menschlichen Stoffe sich herschreibenden , Ursprungs wäre uns Christus auch möglich. Wenn wir nun in diesem Vorgange eine materia prima und secunda unterschieden , so nimmt dagegen die gewöhnliche Theorie keine materia prima an. Sie läßt Christus ohne Dazukommen eines fremden Stoffes von Maria geboren werden. Allein dann ist teils der Ausdruck »Zeugung«, der ausdrücklich gebraucht wird, ein ganz uneigentlich gebrauchter, teils, weil ohne Stoff nicht gänzlich abzukommen ist (denn so wäre die creatio eine creatio ex nihilo), so wird dieser Stoff, der nur materiali sensu nicht der Lebensanfangende ist, von der Mutter hergenommen.",
    "Hier entsteht die bekannte Schwierigkeit, daß eine menschliche Mutter von der Erbsünde nicht ausgenommen gedacht werden kann. Allein mit einer solchen dann Christus entstehen zu lassen, ist nicht denkbar; daher wurde die Partikula selbst bald als eine von Anfang her vorbehaltene und vor aller Ansteckung der Sünde bewahrte, bald als eine vom Heiligen Geiste gereinigte angenommen. Dies letztere ist ein Wort, mit dem sich gar kein Sinn verbinden läßt. Wegen dieser Schwierigkeit hatten früher schon andere angenommen, Christus habe seine Menschheit vor dem Falle schon, also vor dem gefallenen Adam angenommen.",
    "Ob nun diese Menschheit als materia prima, die von Maria geboren wurde, gedacht werden müsse, ist nicht klar. Genug, die gewöhnliche Ansicht verwickelt sich in Schwierigkeiten, die sie bloß durch willkürliche Hypothesen überwinden kann. Aber Hypothesen, die keinen andern Grund haben, als Schwierigkeiten zu entgehen, sind an sich verwerflich. Eben diese Schwierigkeiten werden durch unsere Theorie vermieden.",
    "ria sich in das, was ihr der Engel angekündigt, ergeben hat, kommt der Heilige Geist über sie, reinigt sie, und teilt ihr die Kraft mit, die Gottheit des Logos zu empfangen und zu gebären usw. De fid. orth.",
    "3,2. Orat. I. in donn. 897.",
    "Gerhardi Loc. IV, 351.",
    "Thomas Summ. 3, 31,6. in 3. Sent. 3, 4,4. Cotta bei Gerhard. 1. c. 350.",
    "DLms Scotus 3. Sent. 3, 1."
  ]
}