{
  "title": "44. Vorlesung (Lecture 44)",
  "paragraphs": [
    "M.H. Auch der Name, der dem ältesten Dionysos beigelegt wird - Zagreus - kann zu Zweifeln Veranlassung geben, teils weil er etwas der griechischen Sprache Fremdes an sich hat, teils weil sich durchgängig bloß spätere Schriftsteller dieses Namens bedienen. Plutarch erwähnt ihn nur in seinen philosophischen Abhandlungen; sonst in seinen historischen Schrif- ten nennt er ihn bloß den ~wvucrnc; coµ11cr1:11c;. Außer Plutarch findet sich der Name Zagreus bloß bei Hesychius, in einigen Glossen und bei Nonnus. Ich glaube zwar nicht, daß aus dem zuletzt angeführten Umstande, strenggenommen, gefolgert werden könne, dieser Name sei dem ältesten Dionysos erst in späterer Zeit beigelegt worden; denn dieser Name war eben sein mysteriöser Name, und in der Mysterienlehre war der älteste Dionysos der unheimlichste, den man daher an1 wenigsten bei dem in den Mysterien gebräuchlichen Na1nen nannte.",
    "Ich habe außerdem schon früher in der Philosophie der Mythologie bemerkt, daß, wo es auf Geheimlehre ankomnlt, der spätere Schriftsteller darum, weil er dies ist, nicht verdächtig oder weniger glaubbar ist. Denn gar manche Mysterien, nicht bloß Mysterien der Kabinette, sondern auch Geheimnisse der Religion sind nicht gleich mit ihrem Ursprung, sondern erst später und doch auf nicht weniger glaubhafte Weise bekannt geworden. Daher kann auf keine Weise daraus, daß dieser Name erst bei spätem Schriftstellern vorkommt, auf das spätere Alter dieses Namens geschlossen werden. Die Dionysische Trias konnte übrigens auch ohne diesen Namen existieren.",
    "Inwiefern der Name Zagreus sich durch keine passende Erklärung aus dem Griechischen ableiten läßt, während er wohl sich erklären läßt, wenn man ihn für einen exoterischen oder orientalischen hält, so könnte wohl dieser Name erst da aufgekommen sein, wo mit orientalischen Ideen auch orientalische Namen in den Mysterien Eingang fanden. In dem Verhältnisse, als dem späteren Bewußtsein jene höhern Götter nicht bloß als Ursachen des mythologischen Prozesses mehr, sondern als die höchsten Ursachen überhaupt erscheinen, in dem Verhältnisse, als mit diesen Persönlichkeiten ein wahrhaft religiöses Gefühl sich verband, in diesem Verhältnisse wurden Griechen und Römer über die Widersprüche bedenklich, in denen ihre Götter mit denen der anderen Völker zu stehen schienen, eben weil sie selbe als Weltursachen zu begreifen anfingen, oder das Bestreben [hatten], jene Widersprüche durch synkretistische Versuche aufzuheben. Dabei konnte man leicht Wert darauf legen, einen griechischen Gott mit einem ägyptischen zu vergleichen, und so auch den ältesten Dionysos als identisch mit dem Serapis zu erklären, und ihm einen n1.it Serapis übereinstimmenden Namen zu geben. Denn wirklich sind Serapis und Zagreus sehr ähnlich. Natürlich kann es nur um die Vordersilbe zu tun sein; denn Serapis ist offenbar zusammengesetzt aus Sar - Apis.",
    "Jenes Sar mit dem semitischen [Ain] geschrieben, heißt auch * Sag, und so konnte wohl Sagreus oder, nach der schärferen Aussprache, Zagreus entstehen. Doch dies kann völlig dahingestellt bleiben. Ich erwähnte es nur, weil es für meine Ansicht gleichgültig ist, wie man sich den Namen Zagreus erklären wolle. Nur der Begriff des Zagreus ist notwendig so alt, als die vollständige Dionysoslehre, die Herodot schon bekannt ist, und die er als schon vergangen erwähnt, d. h., als schon vor seiner Zeit aufgekommen. Auch schon zur Zeit der Perserkriege war Llwvucroc; cbµT]O'tT]c; bekannt. Ich habe diese höchst dunkle Seite der Griechischen Mysterienlehre, nämlich den Tod und die Leidensgeschichte des Dionysos, nur einstweilen berührt, um aufstoßende Schwierigkeiten soviel als möglich zu beseitigen. Die eigentliche Erklärung muß ich mir bis zur letzten Übersicht aufbehalten. Jetzt ist es uns bloß darum zu tun, die einzelnen Elemente, aus denen sich die Gesamtansicht zusammensetzen muß, kennenzulernen. Wie man aber auch über diesen dunklen Teil der Mysterien denken möge, so viel ist ausgemacht, daß in der Mysterienlehre die Dionysische Trias gelehrt wurde, nämlich Zagreus, Bacchus und Jakchos. Jakchos hat uns wieder auf den ersten Dionysos zurückgeführt, weil er mit diesem zum Teil als Eins betrachtet, zum Teil verwechselt wurde, weil das Ende überall nur dem Anfang wieder gleich und nur der als solches Ende herausgestellte Anfang ist, während der Anfang eigentlich nur das nicht als solches festgesetzte oder festgestellte Ende ist. So ist das Ende nur der Anfang, aber der als Ende festgestellte Anfang. Auch bloß formell oder dialektisch nimmt in der Begriffsfolge das Dritte immer wieder das Erste auf, und insofern ist das Dritte immer das als solches festgehaltene Erste, wie auch Jakchos vorgestellt wird als der wiedergefundene Zagreus. In jeder dialektischen Folge ist das Dritte das wiedergefundene Erste.",
    "Vorerst haben wir den Jakchos im Verhältnisse zum Zagreus vorgestellt - jetzt kommt es darauf an, den Jakchos im Verhältnisse zu Demeter näher ins Auge zu fassen. Demeter ist zwar das zwischen dem realen und idealen Gott noch zweifelhaft in der Mitte stehende Bewußtsein, beiden noch anhänglieh ; aber endlich muß Demeter ihr Band mit dem realen Gott aufgeben. Aber nun beginnt die Trauer der Demeter, der Mutter - denn sie ist das zurückgebliebene Bewußtsein. Sie sucht die Tochter, sie sucht den Gott, der zuerst der ihr ganzes Bewußtsein ausfüllende war. An seine Stelle ist die Göttervielheit getreten, in der sie sich verletzt fühlt und die nur Stücke des verschwundenen Gottes ist. Auch der befreiende Gott kann sie nicht heilen, denn er ist die Ursache des zwischen viele geteilten Seins. Darum hofft sie immer noch auf die Wiederkehr der Tochter; sie grollt auf Zeus und alle Olympischen Götter; sie will ihre Tochter nicht als Gemahlin des Pluto anerkennen. Sie kann nicht aufhören, das Gottsetzende zu sein, ja sie erscheint erst jetzt, nachdem das Zufällige ihres Wesens von ihr getrennt ist, d. h., Persephone, als das wesentlich Gottsetzende. Sie kann weder den Hades, noch den befreienden Gott als Gott anerkennen, bevor ihr nicht beide in einem Dritten verbunden sind, bevor sie den nicht seiend Gewordenen zum Seienden hat. Der Unterschied zwischen dem ersten und dritten Dionysos ist, daß im dritten allerdings der gesetzt ist, der im ersten ist, aber als der sein Sollende. Demeter kann erst beruhigt werden, wenn an die Stelle des Gottes, der der nicht Seiende geworden ist, der kommt, der der Seiende geworden.",
    "Nicht eher beruhigt sich Demeter, nicht eher gibt sie ihr ausschließliches Verhältnis zu dem realen Gott auf, als bis sie in Einern Akt den realen Gott als bloß an sich Seienden gedacht hat, bis sie in Einern Akt zur Mutter des dritten geworden ist, der nun, wie wir schon aus einer frühem Entwicklung wissen, der als solcher Seiende, über alle Vielheit erhabene, reine Geist ist. So wie diese Vielheit vorher in dem unsichtbar gewordenen Gott eine substantielle Einheit war, so wird sie in dem höhern Gott zur geistigen Einheit verbunden. Dieser höhere Gott ist der die Vielheit voraussetzende und darum begreifende Gott.",
    "Damit aber die Beruhigung der Demeter vollkommen sei, so muß dieser Gott zugleich mit dem Bewußtsein gesetzt werden, daß dieser geistig Eine derselbe sei mit jenem substantiell Einen , oder daß eben dieser untergegangene nur in dem geistig Einen wieder auflebe und auferstehe. Daß man so sich dieses Verhältnis in den Mysterien vorgestellt habe, erhellt daraus, daß, wie Plutarch sagt, dem Verschwinden und Untergehen des ersten Gottes unmittelbar eine avaßtcocrt~, ein Wiederaufleben desselben Gottes folgte, in einer andern Gestalt, so daß er als der Dritte nur der wiederaufgestandene Erste ·ist. Eben derselbe Gedanke, daß der Dritte der wiederaufgestandene Erste ist, ist auch in der verworrenen Erzählung des Diodor von Sizilien zu erkennen, indem er sagt, daß der von den Erdgeborenen , d. i., von den Titanen zerrissene Dionysos von Demeter ganz und von neuem wiedergeboren sei in der dritten Potenz. Damit deutet er an, daß dieser Dionysos nicht in jedem Sinne derselbe erste ist, sondern ein neu entstandener, ein dritter. Eine andere Spur, daß es die Geburt des Jakchos ist, durch welche die Demeter versöhnt wurde, findet sich in einer anderen Stelle, wo es heißt, daß zum ersten Mal der Blick der Demeter erheitert wurde, als sie von ihren drei Dienerinnen erinnert wurde, daß sie noch einmal gebären, Mutter des Jakchos werden könne. Dies wurde durch eine symbolische Handlung angedeutet, die jedoch nur zum Äußerlichen gehörte . Die Mysterien hatten auch ihre exoterische, öffentliche Seite. Denn so z.B. waren die dazugehörigen Prozessionen ganz öffentlich - sie konnten von jedermann gesehen werden, obgleich nicht allen der Sinn verständlich war. Eine solche symbolische Andeutung war auch jene Handlung, über deren Unanständigkeit die guten Kirchenväter sich nicht wenig er- eiferten, und welche wir in den Orphischen Versen finden, welche Klemens von Alexandrien in griechische, und Arnobius sogar in lateinische Verse übersetzt hat. Es mußte im Interesse der ersten Anordner der Demeter=Feste liegen, in diese auch etwas für den großen Haufen zu legen, wodurch dieser belustigt und erheitert wurde. Dies war der Preis, um den die Gemeinheit das Höhere zuließ. Hatten ja auch unsere Vorfahren zu den Zeiten und bei den Festen, wo das Heiligste der 1822. Religion gefeiert wurde, auf Aufzüge von ziemlich derber Art gesehen. Man darf nur an die Pfingst=Prozessionen des Mittelalters denken, die offenbar zur Belustigung des Volkes dienten . Unstreitig wurden diese Volksaufzüge mit den Mysterien verbunden, in der Überzeugung, daß für jede ernste Strenge ein äußerer Gegensatz verlangt werde, indem das menschliche Gefühl eine ernste Einförmigkeit nicht lange zu ertragen vermöge und daß dem Ernsten und Heiligen als Einfassung das Belustigende und zum Teil auch Possenhafte geduldet werden müsse. Gerade in dieser äußeren Umgebung drückt sich die innere Sicherheit und Gewißheit des religiösen Gefühls, und die Überzeugung von der unantastbaren, selbst ihren Gegensatz vertragenden, Realität der eigentlich mysteriösen Religion aus. Eine solche Sicherheit und Beruhigung gewährte in den Griechischen Mysterien dem Bewußtsein die Erscheinung des dritten Dionysos. Der berühmte Jakchos=Gesang , der öffentlich angestimmt wurde, ist nur der Ausbruch des von der drückenden Gewalt des realen Gottes sich völlig befreit fühlenden Gemütes. Der Gott selbst hat seinen Namen nur von dem Jubel. Ungeschickt ist es von Voss, ** wenn er * glaubt, Jakchos sei abgekürzter Ausdruck für Jehova. ('O µuO \"'ttKoi; i'.uKxoi;] heißt zuerst der dem dritten Dionysos angestimmte Jubelgesang, und hat später die Bedeutung des Gottes selbst erhalten. Wie der volle Jubelausbruch des befreiten Gemütes erst mit Jakchos hervortritt, so erhielt auch das Bewußtsein erst mit Jakchos völlige Freiheit. Die Idee des ersten Dionysos konnte ohne den dritten nicht vollkommen da sein.",
    "Hier wird er erst definitiv zum unsichtbaren Dionysos be- * stimmt; nun, indem der dritte als wahrer Gott da ist, tritt der erste in sein Ansieh zurück. Und da nun erst mit Jakchos der ganze Gott da ist, so ist es begreiflich, wie die ganze Dionysos =Geschichte als Geschichte des Jakchos erzählt werden konnte.",
    "Handschriften herausgegeben usw. 2 Bde. Carlsruhe, 1846.",
    "** Cf. Antisymbolik. Stutt., 1824.",
    "Ein letzter Beweis, daß die Geburt des dritten Dionysos die völlige Versöhnung der Demeter ist, daß erst dieser dritte Gott das Bewußtsein wieder ganz macht, daß erst der dritte Gott das Bewußtsein in seiner Integrität festhält, liegt darin, daß die Mysterien der Demeter ausdrücklich als eingesetzt zu ihrer Versöhnung erklärt wurden. Cf Horn. (Hymnen an Demeter, übersetzt von J. H. Voss. Heidelberg, 1826) Diese Stelle ist ein Beweis, daß der Ausdruck versöhnen schon im Griechischen steht. Ich werde in der Folge zeigen, daß die Geburt des Jakchos der Hauptgegenstand des Jubels in den Mysterien war. Nach der bisherigen Entwicklung haben sich uns nun zur Dionysischen Trias zwei weibliche Gestalten gezeigt, nämlich Persephone und Demeter, die nun, nachdem sie in Persephone den realen Gott aufgegeben hat, und durch den dritten Dionysos versöhnt und beruhigt ist, ganz dem zweiten Dionysos angehört, als dessen Beisitzerin sie von nun an gilt, d. h., mit dem sie gleiche Ehre genießt. Nachdem alles bisherige vorüber ist, tritt Demeter parallel dem zweiten Dionysos auf, und da dieser Dionysos die Ursache der Vielheit, ist, deren Haupt Zeus ist, so ist Demeter damit auch der Vielheit und dem Zeus versöhnt. Wir können sagen: Demeter repräsentiert jetzt das über den Untergang des substantiell Einen beruhigte mythologische Bewußtsein. Aber Demeter war ursprünglich das zwischen dem realen und idealen Gott in der Mitte stehende Bewußtsein; sie war also gemeinschaftliche Potenz der drei Gestalten, nicht noch das wirklich Setzende derselben; sie war ursprünglich das subjektive Prinzip, oder das Bewußtsein der noch unentwickelten Dionysos=Idee. Die Entwicklung dieser Idee beginnt nun, inden1 De1neter das, was in ihr dem realen Gott anhängt, ausscheidet; und es wird die Entwicklung dieser Idee vollendet, indem das, was in ihr dem dritten Dionysos angehört, aktuell wird, d. h., indem sie das, was dem geistig Seienden Gott angehört, als wirkliche Persönlichkeit ausscheidet , und dann gehört sie, als in der Mitte stehend, dem zweiten Dionysos an. Indem sie das Setzende des Jakchos wird und die Potenz des dritten Gottes, die ursprünglich in ihr lag, verwirklicht , kommt sie wirklich in die Mitte zwischen den ersten und dritten Gott zu stehen, und fällt so dem zweiten Dionysos anheim, und damit erhält sie ihre letzte Bestimmung. Wie also dem realen Gott eine weibliche Gottheit in der Persephone entspricht, wie Demeter die dem zweiten Dionysos entgegenstehende Potenz ist, so wird offenbar eine dritte weibliche Potenz, die demJakchos entsprechende, gefordert. Wie aber die drei Dionysos in drei Momenten nur der eine Gott sind, so sind die drei weiblichen Gottheiten in drei Momenten nur Ein Bewußtsein . Daher sind die dem ersten und dritten Dionysos lO entsprechenden weiblichen Gottheiten nur als Kinder der De- 1neter, als des Einen Urbewußtseins, dargestellt worden. Vor der Auseinandersetzung der Momente ist Demeter eine andere, als nach derselben; denn das Eine zuerst unentwickelte Bewußtsein , das Urbewußtsein hat sich jetzt in drei Momente unterschieden, wie der Gott selbst in drei unterscheidbaren Momenten sichtbar ist. Um als das mit der Vielheit und daher mit dem Dionysos einverstandene Bewußtsein zurückzubleiben , muß sie auch die in ihr seiende dritte Potenz des Dionysos außer sich durch Geburt setzen. Die dem Jakchos gleichkommende Geburt ist Kore, welche dem Jakchos beigesellt ist, wie Persephone dem Hades oder untergegangenen Dionysos. Kore verhält sich zur Persephone, wie Jakchos zu Zagreus. Die Kore ist ebenso das Dritteinbezug auf Persephone, wie Jakchos das Dritte ist in bezug auf Zagreus. Kore ist die in höherer Potenz wieder aufgestandene, in ihre Jungfräulichkeit eingesetzte Persephone . Sie ist die himmlische, obere Kore, wie hingegen Persephopne die untere Kore genannt wird. Kop17 - Mädchen - heißt sie ins besonders als die dem KnabenJakchos beigesellte.",
    "Die höchste Feier der Mysterien war eben die Vermählung des Jakchos mit der Kore. Es wurde am dritten Tage der Eleusinien zu diesem Behufe ein festliches Brautbett aufgestellt, um die Vermählung des völlig verklärten Bewußtseins mit dem verklärten Gott anzuzeigen. Dieses Bild der Vermählung hat nichts Anstößiges, und geht durch das ganze Alte Testament, und wenn es erlaubt ist, das Heiligste mit dem Profanen zu vergleichen, so vergleicht ja auch selbst Paulus das Verhältnis des Mannes und der Frau mit Christus und der Kirche - die Kirche heißt ihm Braut Christi. Jene Vermählung heißt die heilige Vermählung, weil das Bewußtsein der Notwendigkeit des mythologischen Prozesses entronnen ist, und eine neue Welt für das Bewußtsein beginnt. Bei jener Feier riefen die Eingeweihten:* »Salve conjux!« Indem aber Kore die obere oder himn1lische, verklärte Persephone ist, so ist es nicht zu verwundern, daß beide ebenso, wie Zagreus und Jakchos, Yerwechselt wurden. Indes ist bei den Alten der Unterschied noch immer wahrzunehmen, und inan darf sich daher nicht irre machen lassen, wenn Creuzer, 1nit dessen Ansichten wohl ei- lU nige meiner Herren Zuhörer die meinigen vergleichen möchten, die obere Persephone oder Kore als Todeskönigin darstellt. Es ist dies eine eben solche Verwechslung, wie die des Jakchos mit Zagreus. So wenig aber das eine sein darf, darf auch das andere sein. In Bildwerken besonders sehen wir Kore, Demeter und Jakchos beisamn1en. Pausanias** beschreibt einen Tempel der De1neter, worin die drei Bildsäulen der Demeter, der Kore und des Jakchos mit der Fackel beisammen standen.",
    "Die Fackel des Jakchos kann die Hochzeitsfackel bedeuten, oder überhaupt das Symbol des mit ihm wieder erstandenen Dionysos, oder der mit ihm aufgehenden neuen Zeit sein.",
    "Unter den vielen Stellen der alten Autoren, die ich zur Bestätigung meiner Ansicht anführen könnte, will ich nur die einzige (Cic. d. nat. deor. lib. 2.) herausheben. Cicero nennt da * im Zusammenhange mit Menschen, die wegen ihrer Wohltä- tigkeit zu Göttern erhoben worden sind, wie Herkules, Kastor, Pollux, Aeskulap usw. auch den Liber. Die Römer haben für Dionysos bekanntlich nur die zwei Namen Bacchus und Liber.",
    "Sie wußten aber auch mit diesen nicht Rat zu halten, wie schon aus dieser Stelle erhellt. Der zunächst vorhergegangenen Äu- ßerung zu Folge, sollte Cicero diesen Dionysos nicht Liber heißen. Er nennt ihn indes so, und fügt gleich hinzu: »Hunc * Cf. Jul. Firrnicus.",
    "»Gegrüßt seist du Gattin, gegrüßt seist du, neues Licht!« Ac. d. I. 1.",
    "C.ID. ~ ** Attica. [II, 4.] * dico Liberum« etc. Nun verwahrt er sich, daß er nur den Sohn der Se1nele 1neine, nicht jenen - »non emn, que1n nostri n1ajores auguste sancteque Liberum cum Cerere et Libera consecraverunt ; quod quale sit, ex mysteriis intelligi potest. « Hier haben wir also den Liber und die Libera als mysteriöse Persönlichkeiten . Nun erklärt Cicero die Namen Liber und Libera.",
    "Beide sind, wie man sieht, nur Übersetzungen des griechischen Namens. Jakchos ist der Liber und Kore die Libera, das Kind der Demeter. Cicero sagt nämlich: » Sed quod ex nobis natos llJ liberos appellamus, id circa Cereri nati nominati sunt Liber et Libera: quod in Libero servant, in Libera non item. « Der offenbare Sinn ist: Weil wir die von uns geborenen Liberos nennen, so sind die von Ceres geborenen Liber und Libera im Singular gedacht. Cicero will sagen, der Sprachgebrauch habe den Singular für das männliche Kind noch beibehalten, für das weibliche sei er ungebräuchlich geworden. Die Verbesserung Heindorfs ist daher ganz unnötig. In der Tat kommt Liber im Singular für männliches Kind wenigstens noch in den Pandekten vor und zu Ciceros Zeit war es noch gewöhnlich in der Umgangssprache für 1nännliches Kind Liber zu sagen. Es ist nicht zu begreifen, wie man eine so klare Stelle mißverstehen konnte und die Leseart anderer Handschriften vorzog, z.B ...",
    "quod in Libera servant, in Libero non item .. d. h., von der Kore sage nun insgemein noch Libera. Dies ist schon dadurch widerlegt, daß in einer Menge alter Schriftsteller Liber grade vom dritten Dionysos gebraucht wird, z.B. Liv. 1. III. [55: ad aedem Cereris, Liberi Liberaeque, und ein andermal: suppli- * catum ad Cereris, Liberi, Liberaeque fuit.] Auch Tacitus braucht das Wort im dritten Buche seiner Annalen. [60/61:] »Magnaque ejus dici species fuit, quo senatus majorum beneficia , sociorum pacta regum etiam qui ante vim Romanam valuerant decreta, ipsorumque nuniium religiones introspexit, libero, ut quondam, quid firmaret mutaretve. Primi onmium Ephesii adire memorantes, non, ut vulgus crederet, Dianam atque Appollinem Delo genitos: esse aqud se Cenchrium amnem , locum Ortygiam, ubi Latonam partu gravidam et oleae, quae turn etiam maneat, adnisam, edidisse ea numina: deorumque monitu sacratmn nenms. Atque ipsum illic Apollinem post interfectos Cyclopas Iovis iram vitavisse. Mox Liberum patrem bello victorern., supplicibus Amazonum quae aram insederant ignovisse .... « Ebenso findet man auch auf Grabmälern Libero et Liberae, durch welche Inschriften einige wohl ihre Einweihung in die Mysterien anzeigen wollten. Am häufigsten sieht man Jakchos und Kore beisammen auf jenen berühmten Vasen, die aus Gräbern an das Licht gezogen wurden .",
    "Wir haben nun die mystische Trias von drei männlichen und drei weiblichen Gottheiten dargestellt. Dieselben Momente, die des Zagreus, Bacchus und Jakchos sind durch eben.soviele weibliche Gestalten, Persephone, Demeter, Kore dargestellt.",
    "Wie Jakchos nur der verklärte, wiederaufgestandene Zagreus ist, so ist Kore nur die wiederauferstandene Persephon.e. Diese Dreiheit in der Einheit war der Gegen.stand des höchsten Anschauens in den Eleusinischen Mysterien."
  ]
}