{
  "title": "53. Vorlesung (Lecture 53)",
  "paragraphs": [
    "Eine Philosophie der Offenbarung, welcher diese Offenbarung nicht in irgendeinem bloß uneigentlichen, sondern im vollkommenen , eigentlichen Sinne Offenbarung ist, eine solche Philosophie der Offenbarung ist im allgemeinen nur möglich auf dem Standpunkte einer geschichtlichen Philosophie, also einer solchen, welche auch schon die Welt als das Hervorgebrachte , das Erzeugnis eines freien göttlichen Willens erkennt.",
    "Doch ist hier folgende Unterscheidung zu machen. Die Welt, die durch die erste Schöpfung gesetzt ist, ist eine äußere für den Menschen, eine solche, die der Jvlensch, inwiefern er selbst Geschöpf ist, unmittelbar durch und in sich selbst voraussetzt; jene Welt, die durch die Offenbarung, also durch die Erlösung gesetzt ist, ist keine äußere, sondern eine innere Welt, die im Menschen erst hervorgebracht werden soll, deren Prinzip an- zunehmen er nicht genötigt ist, die er sich nur aneignen kann, inwiefern er ein Herz dazu hat, inwiefern er den Mut besitzt, die Offenbarung als wirklich anzunehmen. Dieses Reich Gottes , das in der Schrift allein so genannt wird, konnte nicht äußerlich sich zeigen. Es kann also in der Philosophie der Offenbarung nicht davon die Rede sein, jeden von der Wirklichkeit der Offenbarung zu überzeugen - das hat jeder mit sich selbst auszumachen. Die Aufgabe einer Philosophie der Offenbarung kann nur sein, den Inhalt derselben, den Entschluß, der ihr einziger Inhalt ist, begreiflich zu machen, d. h. ihn als mög- lieh zu zeigen. Allerdings ist die Unbegreiflichkeit, die dieser transzendente, überschwengliche Inhalt für die unbelehrte Vernunft hat, ein Haupthindernis für übrigens geistreiche Männer, sie anzunehmen. Es ist keineswegs Aufgabe einer Philosophie der Offenbarung, die Annahme zu bewirken; aber vermitteln kann sie diese Annahme. Jener Entschluß kann nur im allgemeinen begreiflich werden durch die Voraussetzung eines realen Verhältnisses des Menschen, also auch der Welt, zu Gott, so daß Gott gedacht wird als selbst in der Welt seiend, nicht daß er einerlei mit ihr und selbst die Welt wäre, sondern daß er über die Welt erhaben, als überweltliche Ursache, dennoch sein Leben und Wirken in der Welt habe. Nächstdem, sagte ich, habe die Philosophie der Offenbarung auch die Ausführung dieses Entschlusses begreiflich zu machen. Hier unterscheide ich 1) das Innere der Ausführung; insofern diese auf einer Vermittlung beruht, auf einer Wiederversöhnung mit Gott, setzt sie eine ursprüngliche Vermittlung voraus. Gott hat nicht unmittelbar die Welt gesetzt. Zu einer notwendigen Voraussetzung einer Philosophie der Offenbarung gehört die Einsicht in das ursprünglich vermittelte Sein der Welt und des Menschen.",
    "Um aber die Ausführung vollkommen begreiflich zu machen, muß 2) auch das Äußere dieser Ausführung betrachtet werden; es gibt auch äußere Umstände, denen sich die Offenbarung in Ausführung ihrer Absicht bequemen muß. Hierher gehört, daß sie eine blinde Macht, die Macht des Heidentums als herrsehend vorfindet, die sie zu überwinden hat. Allein man kann nichts überwinden, ohne es auf gewisse Weise anzuerkennen, soweit nämlich, als zur Überwindung notwendig ist. Die Wichtigkeit dieser Behauptung wird sich in der Folge zeigen.",
    "Auch diese blinde Macht, welche sich des Bewußtseins im Heidentum bemächtigt hat, ist uns, ich darf es sagen, durch die frühere Entwicklung begreiflich geworden. Nach allde1n, was wir als Voraussetzung einer Philosophie der Offenbarung erkannt haben, dürfen wir uns, so scheint es, zu unserer Unternehmung hinlänglich ausgerüstet betrachten. Doch kann die Philosophie der Offenbarung nicht dogmatisch, sondern bloß erklärend sein, so wie sie überhaupt mehr forschend, als behauptend , zu Werke gehen muß. Es ist hier, wo von der Ausführung eines Entschlusses die Rede ist, nicht wie bei einer reinen Vernunftwahrheit, z.B. einem geo1netrischen Satze, in welchem selbst die angestrengteste Forschung keinen tiefem Inhalt entdeckt, als welcher schon in der ersten Ansicht gegeben war. Nicht solche eminente Wahrheiten sind Gegenstände der Forschung. Dieses ganzes Gebiet ist überhaupt ein solches, in welches schlechterdings kein notwendiger Zusammenhang führt. Der Entschluß selbst ist ganz in die Freiheit Gottes gestellt. Außerdem ist der Actus der Offenbarung, den wir nicht in einer bloßen Mitteilung von Erkenntnissen bestehend sehen, sondern als einen realen Akt betrachten, als einen Akt, dessen Umschaffung eine zweite Schöpfung ist - dieser Akt ist nach seinem ganzen Inhalt selbst schon als ein Letztes, Äußerstes , quo majus nil fieri potest, bezeichnet. Hier müssen demnach alle Verhältnisse in einer solchen Steigerung und alle Verhältnisse des Aktes in einer solchen Verwicklung erscheinen , daß man nur sukzessive, durch Forschen, in das Innere des Actus eindringen kann. Hier kon11nt noch hinzu, daß jener Wille, der die Ursache und der Inhalt der Offenbarung ist, noch imn1er in der Ausführung begriffen ist, und, wie er selbst ankündigt, erst mit dem Ende der gegenwärtigen Ordnung der Dinge vollkommen ausgeführt sein wird. Wenn daher die Offenbarung auch das Geheinmis aufhebt, so kann doch immer noch ein relativ Verborgenes hinsichtlich der Ausführung übrig bleiben. Durch diese Erwägung werden wir genötigt sein, uns in der Forschung begriffen zu denken. Es wird uns erlaubt sein, in unserer Untersuchung bloß problematisch zu verfahren, d. h. über die Gegenstände, über die wir uns nicht entscheiden, verschiedene Ansichten mit ihrem Für und Wider aufzustellen. * Wir wollen keine Lehre geben; c;lagegen dürfen wir uns begnü- gen, die Offenbarung, wie jede andere Tatsache, auf echt geschichtliche Weise aus sich selbst zu erklären und somit dürfen wir uns außer allem Konflikte mit einer andern Lehre denken. Da wir selbst keinen Anspruch machen, dogmatisch zu verfahren, so können wir auch keine Antithese gegen ein Dogma geben. Die Offenbarung, die Sache selbst, ist älter, als alles Dogma. Wir haben es bloß mit der Sache selbst zu tun, nicht mit der subjektiven Auffassung derselben. Ich habe in einem frühem Vortrage erklärt, welche Veranlassung die Kirche hatte, den Inhalt der Offenbarung auf feste Formeln zu- rückzuführen, die weder zur Rechten, noch zur Linken eine Abänderung erfahren können. Die Umstände selbst, wodurch die Kirche zu solchen Fonneln gezwungen wurde, zeigen, daß diese Formeln nicht eben unter die Merkmale eines glücklichen Zustandes der Kirche zu rechnen sind. Es kann daher nicht anders sein, als daß diese Formeln nur dem wissenschaftlichen Bewußtsein jener Zeiten angemessen sind und ein folgendes Jahrhundert verschafft dem wissenschaftlichen Bewußtsein ganz andere Mittel, als das frühere besaß. Ich habe gezeigt, daß die Offenbarung durch ihren ganzen Inhalt ein so inniges, reales Verhältnis des Menschen zu Gott voraussetzt, als die s frühere Philosophie vorauszusetzen nicht wagen konnte. Wenn aber der Inhalt der Offenbarung auf einen ganz andern Standpunkt herabgesetzt wird, als auf den er früher berechnet war, wenn eine durchaus überschwengliche Sache zu bloßen Begriffsbestimmungen herabgesetzt wird, so muß dieser Inhalt verzerrt und notwendig unverständlich werden. Es hilft nichts, diese Art von Unverständlichkeit mit dem Vorgeben zu entschuldigen , daß die Lehre ein Geheimnis sei; denn entweder ist sie ein Geheimnis - aber dann müssen wir uns bescheiden, überhaupt etwas über sie zu sagen, und am wenigsten dürfen wir zu Begriffsbestimmungen schreiten - oder sie ist ein geoffenbartes Geheirn.nis, das also aufgehört hat, für uns ein solches zu sein; alsdann muß diese Lehre, um eine wirklich geoffenbarte zu sein, notwendig auch eine verständliche sein. Die Wissenschaft oder die Philosophie der frühem Zeit konnte sich zum Inhalt der Offenbarung in kein anderes Verhältnis setzen, als wie zu der Natur und der ganzen Wirklichkeit. Wie sie sich nun hier außer der Natur, außer der Wirklichkeit, hielt und nur allgemeine Begriffe suchte, mit welchen sie als Handhaben die Natur anfassen zu können dachte, ebenso nrnßte sie sich außer der Offenbarung halten; sie mußte außer ihr die Mittel suchen, sie zu begreifen und sich auszusprechen, statt diese Mittel in ihr selbst zu suchen. Diese Mittel konnte ihr aber nur die jedesrn .alige Philosophie geben, und aus diesem Grunde führt die dogmatische Theologie eine Menge scholastischer Bestim- 311 mungen mit sich, die schon längst nicht mehr der Philosophie unseres Jahrhunderts angehören. Die eigentliche Scholastik hatte die Theologie ganz von ihrem natürlichen Boden der Geschichte weggerissen, und sie in eine ungeschichtliche Doktrin verwandelt. Mit der Reformation erwachte wieder der geschichtliche Geist und besonders in bezug auf die Offenbarung , weil sie wieder auf die Quellen zurückging und sie als einzige Realität ansah. Inzwischen konnte auch sie nicht sogleich aller scholastischen Bestimmungen in der Dogmatik sich entschlagen, und als später ein freier geschichtlicher Geist diese Formen immer mehr verscheuchte, da wurde die Theologie auf das Extrem der bloß äußerlichen, geschichtlichen Behandlung , ohne wissenschaftlichen Geist, getrieben; denn von jener tief innerlichen geschichtlichen Behandlung, welche die wahre ist, hatte man keinen Begriff. Das Verfahren dieser äußerlich geschichtlichen Behandlung ist folgendes: Es existieren Bücher , die von Anhängern eines gewissen Jesus geschrieben sind, der sich selbst Christus nannte. An der Echtheit dieser Bücher läßt sich nicht zweifeln: ebensowenig an der Wahrhaftigkeit dieser Zeugen, und ebensowenig also an den Worten Christi selbst, der behauptete, ein göttlicher Gesandter zu sein, und in einer Verbindung mit Gott zu stehen, in der kein Mensch, sondern nur eine göttliche Persönlichkeit selbst, stehen kann.",
    "Die Art, wie diese Beweise geführt werden, erinnert an die Art, wie sie vor Gericht, etwa von Advokaten, geführt zu werden pflegen. Dies wäre die Einleitung in die Theologie.",
    "War einmal dieser Punkt erreicht, so bedurfte es nichts mehr, als auf philologischem Wege exegetisch zu zeigen: diese Stellen enthalten diese Lehre~ hier steht's geschriebc,, Außer diesen zwei Behandlungsweisen 1) der scholastischen. ,lie bloß eine äußerlich wissenschaftliche war und 2) der bloß äußerlich historischen gab es noch eine dritte, die mystische Behandlung. * Inwiefern diese auf das Innere der Sache ging, stand sie über die beiden Extreme. Aber diese suchte das Innere nicht auf dem Wege einer wissenschaftlichen Erkenntnis, sondern auf den Wegen einer zufälligen Inspiration, eines fromm erregten, aber seiner selbst nicht mächtigen Gefühles, sich zu verschaffen, eines Gefühles, das statt zu erklären, selbst der Erklärung bedürftig war, und anstatt ein inneres Verständnis zu ermitteln, selbst nicht vollkommen verstanden wurde. Um von der mystischen Theologie einen wissenschaftlichen Vorteil zu ziehen, mußte man sie selbst auf wissenschaftliche und klare Begriffe zurückführen. Andernteils wurde von dieser mystischen Theologie die äußere geschichtliche Seite der Überlieferung zu sehr vernachlässigt. Es war, als ob diese Mystiker den Inhalt der Offenbarung rein aus einer innern Erleuchtung ohne äußere Mittel hervorbringen wollten. Allein das Christentum ist eine Tatsache für sich selbst, die rein geschichtlich ausgemittelt s werden muß, um erklärt werden zu können. Man muß des Materials sich wohl versichert haben, sonst nimmt man Dinge auf, die einen ganz andern Grund haben. Es ist sonderbar, in einer sogenannten christlichen Philosophie über den Teufel zu philosophieren, ohne geschichtlich zu wissen, welche Bedeu- 111 tung er im Neuen Testament habe. Die Grundlage für jede Darstellung, die das System der Offenbarung enthalten soll.",
    "bleibt immer Gelehrsamkeit und gelehrte Überlegung. Erst wenn man des Materials sich versichert hat, darf man daran denken, jenes System wirklich zu finden, das überall in den echten Urkunden des Christentums vorausgesetzt, aber nirgends vollständig und ex professo ausgesprochen ist. Wir müssen annehmen, daß die Gemeinden, an welche die Apostel ihre Briefe schrieben, einen vorgängigen Unterricht erhalten haben, da dies in einem Briefe des Johannes behauptet wird :>u und sonst die Apostel nur beiläufig viele Punkte berühren.",
    "Dasjenige System wird das Wahre sein, das alle einzelne Fingerzeige der Schriften in sich vereinigt und durch diese Vereinigung erklärt; denn da, wo sie sich vereinigen, liegt ihre Erklärung. Dabei hat nun noch außerdem zu suchen, daß inan der Einfachheit dieser Äußerungen so nahe, als möglich, bleibt und das Eigentümliche zu erkennen, nicht durch viele fremdartige Schwierigkeiten hindert, wie bei der Mythologie. Es ist von einem großen Geiste - Pascal - längst bemerkt worden, daß Christus und die Apostel über die erhabendsten Gegenstfode immer mit der natürlichsten Einfachheit sich äußerten - selbst ein Schriftsteller, übrigens nicht als ein Mann von außerordentlichem Tiefsinn bekannt - Eberhard. der durch seine Apologie des Sokrates*, dem Rationalismus einen großen Vorschub getan hat, kommt in seiner Schrift » Über den Geist des * \"> Bände Berlin, 1778-1788.",
    "Urchristentumes«* auf den Gedanken, das Christentum erscheine als ein Mittel zwischen orientalischer und okzidentalischer Bildung und vereine den Orient 1nit dem Okzident, indem es die Ideen des Orients mit attischer Klarheit und Einfachheit vortrage. In der Tat vereinigt sich in den meisten Teilen des Neuen Testaments mit der größten Tiefe eine solche Klarheit, daß sie vor allem, was die Literatur aufzuweisen hat, den tiefen aber stillen Wassern des Altertums am 1neisten zu vergleichen ist. Ebenso kann die Absicht einer Philosophie der Offenbarung auch nur sein, den Inhalt der Offenbarung, der in den bisher erwähnten wissenschaftlichen Behandlungsweisen nicht bloß als übernatürlich (denn das ist er), sondern auch als unnatürlich erscheint, so natürlich und begreiflich, als möglich , darzustellen. Dies kann aber nur in einem größern Zusamrn .enhange geschehen, in dem. das Christentum das letzte, alles beschließende, Glied ist, in einem Zusammenhange, der, wie das Christentum selbst sagt, vom Anfange der Dinge ausgeht und bis an das Ende der Dinge hinausreicht. Man soll beim Christentum nicht fragen: Wie hab ich es zu deuten, damit es niit der Philosophie übereinstimmt, sondern umge- kehrt muß ich fragen: Von welcher Beschaffenheit muß die Philosophie sein, um das Christentum begreifen zu können?",
    "Ich wiederhole es, daß es nicht um einen Erweis, sondern um eine Erklärung des Christentums zu tun ist. Wir setzen das Christentum als Tatsache voraus, freilich als die höchste Tat- sache, aber doch inuner als Tatsache, für die wir nur eine ihrem eigenen Inhalte gemäße Erklärung suchen. Vom Christentume als Lehre ist nicht die Rede. Ich will einmal das Christentum nicht anders betrachten, als die Mythologie, nämlich als Erscheinung , die ich nur sich selbst erklären lassen werde, und die aus ihren Prämissen begreiflich zu machen ist. Indem ich jeden Anspruchs mich enthalte, dogmatisch etwas aufzustellen, hoffe ich, sorglos rn.ich äußern zu können und daß auch Sie meine Erwartung nicht täuschen und keiner unter Ihnen diese Vorträge anhört, um einen bösartigen Gebrauch auf irgendeine * 3 Bände Halle, 1807-1808.",
    "Weise davon zu machen. Je gesteigerter der Inhalt der Offenbarung ist und je mehr Verwicklung er darbietet, desto mehr halte ich es für geeignet, zuerst den Grundgedanken der Offenbarung auszusprechen, und dann erst zum Eigentlichen und Einzelnen überzugehen.",
    "In der vollendeten Schöpfung - im Menschen - hatte jene vermittelnde und demiurgische Potenz, durch die alles erschaffen ist, zur göttlichen Persönlichkeit sich verklärt, inde1n sie das Sein, das ursprünglich nur in der Macht des Vaters stand, jetzt mit dem Vater gemein hat, und dieses Sein nun ebenso das Sein der zweiten als der ersten Persönlichkeit ist. Aber eben dieses Sein, das der Grund der ganzen Schöpfung und des menschlichen Bewußtseins ist, war als ein in dem Menschen zu sich selbst gekommenes, also seiner selbst sich bewußtes, sich selbst besitzendes, was noch außerde1n, eben als dieses, als sich selbst besitzendes, keiner der drei Potenzen ausschließlich angehörig war, dieses zwischen den drei Potenzen in seiner eigenen Macht schwebende Sein, das keiner der drei Potenzen ausschließlich angehörte, war als solches das Prinzip einer neuen möglichen Bewegung. Es konnte an dem Orte, wohin es in der Schöpfung gesetzt war, bleiben oder aus seinem Ansieh heraustreten, und gegen seine Absicht und Meinung der blinden schrankenlosen Natur anheim fallen, die nur eben durch die Schöpfung war überwunden worden. Es wird hauptsächlich darauf ankommen, dieses neu entstandene blinde Prinzip , von dem das sich selbst überlassene menschliche Bewußtsein nur zerstört werden könnte, nach allen seinen Verhältnissen genau zu bestimmen und zu erkennen. Dieses Prinzip, das durch die Schöpfung überwunden worden ist, ist als Vorbedingung der Schöpfung auch nur durch den göttlichen Willen und mit der Absicht gesetzt, daß es in ein freies, sich selbst besitzendes, Wesen verwandelt werde. Gott kann das tun, was er in der Schöpfung tut, weil er sich der Kraft bewußt ist, dieses Prinzip wieder zu negieren oder zu überwinden, und vermöge des absolut unauflöslichen Lebens ist er sicher, nicht bloß dieses Sein, sondern zugleich über dieses Sein und seiner mächtig zu sein. Der Mensch will dies Gott nach1nachen, er will sein, wie Gott; aber in ihm ist die Einheit der Potenzen eine bloß sekundäre, geschaffene, also auch zerstörbare, während sie in Gott eine primäre ist. Dem Menschen ist es nicht gegeben, während er der eine ist, auch der andere zu sein:",
    "Dieses Prinzip ist also dem Menschen nicht das Prinzip eines Lebens, einer von ihm neu anfangenden Bewegung, sondern der Tod, jener Tod, von dem der Apostel sagt, er sei der letzte Feind, der Feind der zuletzt aufgehoben wird. Durch den göttlichen Willen in der Schöpfung war eben dieses Prinzip als das nicht seiende gesetzt und als das nicht sein sollende erkannt. Indem es der Mensch wieder erhebt, kann er es nur erheben als das, was nicht sein soll und was, inwiefern es ist, gegen den göttlichen Willen ist. Inwiefern es ein gegen den göttlichen Willen erregtes ist, insofern ist Gott mit seinem Willen nicht in diesem Sein und doch muß er auch auf irgendeine Weise in diesem Sein noch sein, denn es hört nicht auf, irgendeine göttliche Kraft und Potenz zu sein. Wäre Gott nicht mehr in diesem Sein, so könnte es überhaupt nicht sein. Trotz dem, daß es nicht sein soll, muß Gott doch noch in diesem Sein gedacht werden: Gott muß darin sein, gerade so, wie man in der Theologie lehrt, daß die Kraft, mit welcher der Böse das Böse tut, auch eine göttliche sei - Gott sei die materielle, aber nicht formelle Ursache der Sünde. Auf diese Art also muß in jenem Prinzip, obgleich es gegen den göttlichen Willen ist, dennoch notwendig auch Gott gedacht werden, und inwiefern in diesem Prinzip, obgleich es ein gegen den göttlichen Willen erregtes ist, dennoch notwendig auch Gott ist und sonst gar nicht sein könnte, wenn dann auf der andern Seite Gott nicht mit seinem Willen darin ist, so kann dieses Prinzip nicht anders sein, als daß Gott zwar in diesem Prinzip ist, nicht aber mit seinem Willen, also mit seinem Unwillen, seinem Zorne noch darin ist. Dieses Prinzip ist also dem Menschen gegenüber der verzehrende Zorn Gottes. Seinem wahren Willen nach kann also Gott = Vater nicht mehr im menschlichen Bewußtsein sein - seinem wahren Willen nach ist er aus diesem Prinzip verdrängt; nur noch substantiell ist und muß er darin sein. Hieraus erklärt sich, wie der Apostel die ganze Zeit vor Christus als Zeit des göttlichen Zornes erklärt. Paulus im Briefe an die Epheser sagt:",
    "»Kat T]µt:v 1:SKVQ <pOCTtl opyric;, coc; Kat 01 AOlTCOl.« Wir waren Kinder des Zornes, wie auch die andern, nämlich die Heiden.",
    "Paulus macht hier keinen Unterschied zwischen Juden und Heiden. Dieser göttliche Zorn war zerstörend für die menschliche Natur. Die Menschheit stand hier auf dem Spiele, wenn nicht eine Vermittlung gefunden wurde; und wo anders sollte diese Vermittlung gefunden werden, als in der Persönlichkeit, die schon in der Schöpfung die vermittelnde war. Diese Perl () sönlichkeit, indem sie, obwohl nun mit dem Willen des Vaters, ihren Bezug zu dem Gott widrigen Sein hält, macht sich, indem sie jenen Bezug nicht halten kann, ohne sich gewissermaßen vom Vater zu trennen, eben dadurch selbst von, Vater unabhängig. Sie ist nicht mehr, wie in der Schöpfung, eine bloße Potenz, vermöge welcher der Vater der alles Wirkende - rcav 6 EVEpymv ist. Vermöge jenes Bezuges, in dem sie mit dem Gott enfremdeten Sein bleibt, hört sie auf, eine bloße mit Gott verbundene Potenz zu sein; sie wird eine vom Vater freie, unabhängige Potenz, als welche sie ihm gegenüber in einer Lage steht, wo sie, diese vermittelnde Potenz, der Ausführung dieser Vermittlung gewachsen ist."
  ]
}