{
  "title": "Vorlesung 35 (Lecture 35)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Schon aus der bisherigen Übersicht konnten Sie abneh- men, daß das Prinzip, nach welchem der mythologische Pro- zeß fortschreitet, das Prinzip eines sukzessiven Hervortretens der im Prozeß wirkenden Potenzen ist. Erst war es nur eine Potenz, von der das Bewußtsein ausschließlich beherrscht wurde. Diese erste, anfangs ausschließliche, keine andere über sich zulassende Potenz gab in der Folge einer zweiten Potenz statt, bestimmt, diese erste zu überwinden. Die ausschließliche Herrschaft des einen Prinzips war in dem Sabäismus (Urreli- gion) dargestellt. Von da an bis zum Moment der zuletzt beschriebenen zweiten Grundlegung, Km:aßo1vT], wo nämlich * die erste Potenz Gegenstand einer wirklichen Überwindung wird, bis zur Cybele hatten wir es immer nur mit zwei Prin- zipien zu tun. Von nun aber kommt es zur wirklichen Über- windung. In dem Verhältnisse aber, als das anfängliche Prinzip,"
    },
    {
      "index": 1,
      "text": "das Ursache der Spannung ist, in sein Ansieh zurückgebracht wird, in diesem Verhältnisse wird es auch wieder zum Setzen- den, zum Sitz und Thron jener höchsten - der dritten - Potenz umgewendet, der eigentlich gebührt zu sein. Von jetzt an haben wir es mit drei Potenzen, mit der Allheit, Totalität derselben zu tun. Ehe wir uns auf den fernem Kampf näher einlassen, wollen wir noch das Allgemeine aussprechen, daß der ganze 1nythologische Prozeß nur um diese drei Potenzen sich be- wegt. Diese drei Potenzen sind das Wesentliche im Prozeß; sie sind die verursachenden Prinzipien im Prozeß, und inwiefern sie dem Bewußtsein als Götter erscheinen, sind sie nur suk- zessiv ins Bewußtsein eintretend. Die Mythologie ist eben das sukzessive Kommen dieser Götter - und deswegen sind diese sukzessiven Götter die wahrhaft verursachenden, wesentlichen Götter. In der ersten Epoche A herrscht nun der Eine ausschließliche Gott. Die zweite Epoche B ist die Zeit des Kommens für den zweiten Gott, der Geburt des Dionysos. Die dritte Epoche C ist der Übergang zum Kommen der dritten Potenz; denn die dritte Potenz, der Geist, kann nur kommen, wenn das Ungei- stige der ersten Potenz völlig zur Expiration gebracht ist. Nur zuletzt, am Ende dieser Periode, gewinnt die zweite Potenz über die erste so viel, daß das widerstrebende Prinzip zur völligen Überwindung sich hingibt. Das Ende dieser Periode ist Cybele. Nun korn.mt die"
    },
    {
      "index": 2,
      "text": "vierte Epoche - D - Zeit der völligen Überwindung - Zeit des Kommens der drit- ten Potenz. Die erste Potenz ist das Hemmende, Entgegen- wirkende des Prozesses. Die zweite Potenz die Wirkende, akzelerierende des Prozesses - die dritte Potenz die antreibende Ursache des ganzen Prozesses. Von diesen eigentlich wirken- den göttlichen Ursachen müssen wir eine andere Art von Göttern, die materiellen, wohl unterscheiden, von denen ich zum voraus bemerke, daß sie im Gegensatze von den anderen Göttern im Prozeß nur akzidentell sind, daß sie die erzeugten, bewirkten Götter, die ltEot YEVVT],ot sind. Damit geht es so zu:"
    },
    {
      "index": 3,
      "text": "In der ersten Periode, wo das ausschließliche Prinzip seine Zentralität wohl noch behaupten will, aber nicht kann - in diesem Kampf zwischen Materialität und Immaterialität, der der völligen Unterordnung (Km:aßoJcri bedeutet eigentlich Grundlage) des realen Prinzips vorausgeht, wird das reelle Prinzip dem Bewußtsein in mehrere Ele1nente zerrissen. Aus diesem Zerreißen des einen entstehen dem Bewußtsein die siderischen Götter der Persischen Religion. Diese Sterngötter sind aber bloß bewirkte, materielle Götter, und zwar die ersten lO unter diesen. In der folgenden Periode, wo die Unterordnung schon entschieden ist, sind auf der einen Seite die Urania, auf der andern Dionysos die einzig wirkenden Götter, wie Hero- dot von den Arabiern sagt: »Lnovucrnv öE µouvov Bsov Kat µriv Oupavwv 11yrnvrnt dvm. [Sie halten die Urania und den Dio- * nysos allein für Gott.]« Hier finden sich die übrigen Götter die etwa noch vorkommen, und etwa noch aus der ersten Periode übriggeblieben sind, nur noch als materielle Sterngötter, die dem Bewußtsein sich immer mehr mit den materiellen Sternen identifizierten. In der dritten Periode erscheinen Kronos und Herakles, der der erniedrigte Dionysos, Dionysos in Knechts- gestalt, ist, allein als wirkende Götter. Finden sich in dieser Periode auch materielle Götter, so schreiben sie sich aus der frühem Zeit her. Eigentlich materielle Götter, die dieser Pe- riode angehören, finden sich nicht, weil die materiellen Göt- ter erst hervorgehen können aus der Überwindung des Kro- nos. Aber dieser besteht noch innner auf seiner Starrheit. Spe- zielle Gegenstände einer Art religiöser Verehrung sind in dieser Periode nur unorganische Massen, denn die blinde Gewalt des selbst dem Unorganischen entsprechenden Kronos schien sich am bestimmtesten in der Unzerstörbarkeit der unorgani- schen Massen darzustellen. Selbst die Griechen oder Hellenen schienen durch diese unorganische Zeit der Mythologie hin- durchgegangen zu sein, zwar nicht als Hellenen (denn Helle- nen wurden sie erst mit der ihnen eigentümlichen Mytho- 33 logie), aber ehe sie sich als Hellenen ausgeschieden hatten, in der Vergangenheit, die ihrem Volks=Dasein vorherging. Nach Pausanias (Graeciae descript. edit. Kühnii. Lips., 1696."
    },
    {
      "index": 4,
      "text": "fol.)[*] findet sich noch die Erinnerung an rohe, unbehauene Steine, denen eine Verehrung erwiesen wurde. Hier waren also die materiellen Götter unorganisch. In dem übrigen Menschen- geschlecht ist aus dieser Zeit nichts übrig geblieben, als der rohe Fetischismus, d. i., eine unorganischen oder wenigstens unbelebten Körpern erzeigte Verehrung, wie z.B. Steinen, Vö- gelklauen usw. Diese Verehrung ist stupid. Stupid wird jede Verehrung, wenn der Moment vergangen ist, wo sie natürlich und notwendig war. In dem Moment, wo eine solche Vereh- rung natürlich und notwendig ist, hat sie auch einen gewissen Sinn; diesen Sinn verliert sie aber, wenn jener Moment vorüber ist - sie wird alsdann sinnlos - stupid. So ist die Verehrung, welche der Indier seinen Götzen erweist, stupid, weil er nicht weiß, warum er ihnen diese Verehrung erzeigt. Der Fetischis- mus ist die roheste Religion, aber nicht die älteste; denn aus obigem erhellt, daß er erst aus diesem Moment des Bewußt- seins sich herschreibt. In dem nächstfolgenden Moment, wo Cybele, der weiblich gewordene Kronos, und Dionysos, dem jene stolze Macht des ausschließlichen Gottes nachgiebig ge- worden ist, allein im Bewußtsein sich gegenüberstehen (ich bemerke, daß auch in diesem Moment Dionysos als Mittel- wesen, als bloßer 8mµwv erscheint - denn wirklicher Gott ist er erst nach der Überwindung), sind noch keine neuen materiel- len Götter da; denn diese werden erst hervortreten in dem Verhältnisse, in welchem das entgegenstehende Prinzip diony- sisch überwunden ist. Cybele heißt magna deum mater, d. i., * Mutter der bevorstehenden materiellen Götter, die jetzt er- scheinen, da der Moment der wirklichen Überwindung an- fängt.[**] Hier - in dieser Periode sind auch die materiellen Götter nichts anders als Symptome oder Erscheinungen des wirklichen sukzessiven Zergehens jenes realen, jetzt materiel- len, Gottes, der jetzt, aber nicht ohne Widerstand, in sein Ansieh zurücktritt, d. h., in sein An sich wieder vergeistigt."
    },
    {
      "index": 5,
      "text": "[*] Ed. Car. Godofr. Siebelius. Lips., 1822-28. 5 Vol. übersetzt v. Wiedasch. 5 Bde. München, 1826-33. [**] Strabo IV. § 198. Schol. Apoll. Rhod. I, 917."
    },
    {
      "index": 6,
      "text": "Die hier entstehenden materiellen Götter sind also nur die gleichzeitigen Erscheinungen jenes inneren Zergehens des ma- teriellen Gottes, der wieder in sein An sich zurücktritt, d. h., geistig wird. Die Welt dieser vielen Götter ist die Dionysische Welt, d. i., die durch Dion ysos gesetzte und erzeugte Götter- vielheit - denn diese muß unterschieden werden von Vielgöt- terei. Die materiellen Götter jedes Momentes bilden nur einen simultanen Polytheismus, d. i., Göttervielheit, keine Vielgöt- terei. Die geistigen oder verursachenden Götter sind der Inhalt der Vielgötterei oder des sukzessiven Polytheismus, denn sie treten nur sukzessiv ins Bewußtsein ein. Wir können sagen: von Anfang an, von Uranus, ist der Eine Gott noch immer der herrschende, bis auf Cybele. Die Herrschaft des vergeistigten Gottes fängt erst mit der Cybele an, und dauert bis zum Ende des Prozesses. Die im Prozeß oder vielmehr am Ende des Prozesses entstehende und stehen bleibende Vielheit wird schließlich beherrscht von der dritten Potenz. In diesen drei Potenzen ist eigentlich das Innere, Esoterische, der wahre Ver- stand und das eigentliche Geheimnis der Mythologie enthalten. Dies haben wir schon voraus, weil wir auf dem philosophi- schen Standpunkte stehen. Wir haben in der Mythologie die drei großen Potenzen oder Ursachen gesehen; aber wir sind in der Entwicklung bis zu dem Punkte fortgeschritten, wo die zweite Ursache der ersten wirklich Herr wird. In dem Ver- hältnisse, als durch Überwindung der zweiten Potenz die erste untertan wird, - in diesem Verhältnisse wird auch die zweite Potenz in das Setzende der dritten Potenz umgewandelt. Von Cybele also an kommt auch die dritte Potenz ins Spiel. Wenn- gleich von hier an der Prozeß noch verschiedene Momente durchläuft, und jedem dieser Momente eine besondere Mytho- logie entspricht, so werden sich doch die Mythologien nicht 1nehr, wie bisher durch Potenzen unterscheiden. Von hier an müssen alle Mythologien alle Potenzen enthalten. Auch der Prozeß der vierten Periode D rnnfaßt noch verschiedene Mo- mente, es sind aber hier alle drei Potenzen beisarmnen. Und doch soll eine Sukzession stattfinden. Wie unterscheiden wir nun? Wie kann eine Sukzession gedacht werden' Denn wir"
    },
    {
      "index": 7,
      "text": "haben gesagt, daß die Verschiedenheit nur im verschiedenen Kommen der Potenzen bestehe - hier aber sind die drei Po- tenzen beisammen - wie unterscheiden wir nun? Es bleibt nur die Möglichkeit übrig, daß, obgleich jede Mythologie die All- heit der Potenzen ist, diese Allheit doch wieder als verschieden erscheinen kann, je nachdem. in ihr das eine der zwei entge- gengesetzten Prinzipien oder keines von ihnen, sondern das dritte vorherrscht. Denn auch in der wirklichen Überwindung kann das erste Prinzip, das zur Überwindung bestimmt ist, noch immer ein gewisses Übergewicht haben. Insofern könnte dies der erste Moment sein, wo von den Potenzen die erste ein gewisses Übergewicht behauptet. Es kann aber ein zweiter Moment kommen, wo die erste Potenz ganz überwältigt ist, und eliminiert und nichts mehr ist gegen die zweite, die jetzt überwiegt; und es kann noch ein dritter Moment kommen, wo Li die dritte Potenz zwischen die beiden ersten tretend auch der ersten ihr Recht wieder angedeihen läßt, sie in ihr Recht, an sich, die Wurzel von allem und der Grund des religiösen Be- wußtsein zu sein, wieder einsetzt. Erst diese letztere Einheit könnte die völlig beruhigte sein und daher der Prozeß stille stehen. Es wären also in jener letzten Periode D, wo es den letzten Kampf gibt, doch noch drei Momente möglich und drei Mythologien, deren jede alle drei Potenzen enthält. Drei solche finden sich auch allein noch, nämlich 1) die Ägyptische 2) die Indische 3) die Griechische. Denn die Lateinische, Alt=Italische und selbst die Hetruskische sind nur Transformationen der Griechischen, indem sie, wie die Griechische, die Pelaskische Vergangenheit sich voraussetzen. Unter diesen drei Mythologien ist nun aber die Ägyptische diejenige, in welcher der heftigste Kampf gegen das blinde Prinzip entzündet ist, und dasselbe nur besteht, weil es, ob- wohl zum letzten Mal, seine ganze Kraft aufbietet. Dieses, in der Ägyptischen Mythologie in die höchste Spannung gesetzte, Prinzip ist der ägyptische Typhon. Er hat noch ganz die Natur des alles verzehrenden Prinzips - er ist das dem organischen Leben abholde Prinzip, weil nämlich dieses auf Scheidung be- ruht. Aber je mehr sich jenes Prinzip diesem Leben entgegen-"
    },
    {
      "index": 8,
      "text": "setzt, desto bestim1nter wird es der Grund des organischen Lebens. (Cf. Plutarch. de Isid. et Osirid.)[*] Die ganze Ägyp- tische Mythologie ist nur der Todeskampf des realen Prinzips. Diesem realen Prinzip steht als der wohlwollende, gute Gott Osiris entgegen. Aber der Sieg ist im Anfange noch in solcher Unentschiedenheit, daß das menschliche Bewußtsein diesen Kampf verschieden empfindet, und bald den Osiris, bald den Typhon zerreißen läßt. Erst mit der Erscheinung der dritten Potenz, des Horns, der nach Plutarch das Ganze vollendet, ist JO Typhon völlig besiegt. Eine vierte Gestalt ist die Isis, welche das dem Gott anhängliche und mit ihm vermählte Bewußtsein ist. Dieses Bewußtsein, zweifelhaft in der Wahl zwischen dem Typhon, dessen Untergang es beweint, und zwischen Osiris, dieses Bewußtsein oder Isis wird erst mit der Geburt des Soh- nes Horns beruhigt. Der erste Gott ist also Typhon, der, inwiefern er der höhern Potenz ganz Untertan ist, ganz in ihrer Gewalt steht, völlig zum Osiris umgewandelt und selbst Osiris wird. Denn Typhon ist er nur im Gegensatze von Osiris; nachdem sich Osiris in ihm verwirklicht hat, ist er selbst Osiris, und als solcher ist er der unsichtbare, der in sein Ansieh zurückgetretene, der Herr des einsamen Reiches der Unterwelt, der wahre Gott an sich. Die zweite große Potenz ist Osiris selbst, der die Ursache der Unterordnung des Typhon ist. Osiris ist der wirkende, rein seiende Gott. Die dritte Potenz ist Horns. Dies sind die verursachenden, die formellen Götter der Ägyptischen Mythologie. Von diesen sind die akzidentellen, materiellen Götter wohl zu unterscheiden. Diese materiellen Götter entstehen nur durch den Kampf selbst. Sie sind die gleichsam noch zuckenden Glieder, in welche der Eine Gott zerrissen wird. Die materiellen Götter sind das Resultat, die Exurien dieser Zerreißung des Einen Gottes. Sie wurden, wie bekannt, als Tiere angeschaut - sie sind Tiergötter, die inan ebenso, wie die Sterngötter, anzusehen hat. Sie entstehen nicht"
    },
    {
      "index": 9,
      "text": "[*] PLUTARCH! vitae. Cur. G. H. Schaefer, Vol. VI. Lips., 1830."
    },
    {
      "index": 10,
      "text": "durch Vergötterung der wirklichen Tiere, sondern sie sind mit derselben Notwendigkeit Tiergeister oder Tiergötter, als in der Reihe der Naturwesen an einem bestimmten Punkte die Tiere hervortreten. Die Tiere, welche kein fühlender Mensch ohne ein gewisses Grauen ansehen kann, sind Erschei- nungen des eben geistig zu werdenden Naturgeistes. Das Prinzip der Natur, das in seinem außer sich Sein völlig ungei- stig ist, dieses Ungeistige, das wir das unorganische Prinzip der Natur nennen können, nimmt in dem Verhältnisse, in welchem es in sein Ansieh umgewendet wird, geistige Eigenschaften an. Als ein in der unorganischen Natur bewegungsloses Prinzip erscheint es in den freien, willkürlichen Bewegungen der Tiere als ein der Bewegung fähiges. Dieses Prinzip erscheint als ein mit unterschiedener Erkenntnis begabtes in den aufgeschlosse- nen Sinnen der Tiere. Wenn in der ganzen unorganischen Natur der blinde Naturgeist in einer bestimmten Periode, die sich geognostisch wohl erkennen läßt, zum Tiergeist wird, so ist Typhon nichts anderes, als das bis zur Stufe des Tiergeistes erhobene Prinzip der Natur, und die aus der Zerteilung des Typhon hervorgehenden Glieder und materiellen Gestalten können nur Tiergestalten sein. So viel von den 1nateriellen Göttern der Ägypter und der auffallenden Tierverehrung der- selben. Ganz als der Gegensatz der Ägyptischen Mythologie er- scheint die Indische. Wenn in der Ägyptischen Mythologie das Bewußtsein noch immer am realen Prinzip festhält-, wenn das ägyptische Bewußtsein das reale Prinzip nur mit Tränen und Schmerz vergehen sieht, wenn es an jenem Mittelpunkte noch immer festhält, mn den sich alles bewegt; so ist dagegen das indische Bewußtsein das völlig exzentrische, einem blinden Taumel hingegebene, das alle Fassung verloren hat. Im indi- schen Bewußtsein ist jenes Prinzip des Anfangs, das der Grund des ganzen Prozesses ist, durch das höhere Prinzip völlig über- wältigt. Das in den, indischen Bewußtsein dem Prinzip des Anfangs entgegenstehende Prinzip ist Brahma, der zur Verwun- derung derjenigen, die bloß eine äußere Geschichte kennen, in Indien selbst völlig verschollen ist. Er ist der Gott der völligen"
    },
    {
      "index": 11,
      "text": "Vergangenheit, nicht in dem Sinne, wie auch Typhon der Gott der Vergangenheit ist (wir können auch sagen, daß Typhon der Gott der Vergangenheit, Osiris der Gott der Gegenwart, und Horns der Gott der Zukunft ist), ist Brahma der Gott der s Vergangenheit im indischen Bewußtsein; nicht so wie Typhon, daß er auch jetzt, ins Verborgene zurückgetreten, noch immer als der Grund des religiösen Bewußtseins mit heiliger Scheu und mit immerwährenden Opfern verehrt wird. Brahma ge- nießt im indischen Bewußtsein gar keine Verehrung - er ist ein bloß gewesener Gott und von gar keiner Bedeutung. An seiner Stelle herrscht ausschließlich Siva, der als Gott der Zerstörung vorgestellt wird, was er auch ist. Er ist der Gott der gänzlichen Zerstörung des Brahma, nicht der bloße Überwinder, durch eine ganz schonungslose Wirkung, wodurch die Auflösung alles religiösen Bewußtseins herbeigeführt wird. Die indische Nation, obwohl dem tiefsten Aberglauben ergeben, ist doch die entfernteste von allem religiösen Bewußtsein. Zwar findet sich auch die dritte Potenz, die geistige Gottheit in der Gestalt des Vishnu*; aber diese drei indischen Gottheiten verbinden sich dem indischen Bewußtsein nicht in einer Einheit, wie die ägyptischen; sie bleiben auseinander. Vishnu hat zwar seine besonderen Verehrer, aber so wie der Sivaite der Verehrer des Siva nichts von Vishnu wissen will, ebenso schließt der Vish- nuite den Siva aus.•• Es kommt also nie zur höchsten Einheit, wie im ägyptischen Bewußtsein. Die Götter sind nur, unter gewisse Sekten verteilt, vorhanden. Und weil Vishnu seinen Grund im Bewußtsein verloren hat, konnte sich das indische * Bewußtsein nicht auf [der] Höhe dieser geistigen Einheit be- haupten, und wendet sich mit Vishnu in reine Fabeln um. So entstehen die Geschichten von den Inkarnationen des Vishnu, die reine Fabeln sind. Vorzüglich wird Vishnu in einer seiner"
    }
  ]
}