{
  "title": "Vorlesung 13 (Lecture 13)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Der vollkommene Geist ist, wie wir gesehen haben, 1) der an sich seiende Geist; 2) ist er in einer zweiten, gegen die erste äußern, Gestalt der für sich seiende Geist. Als an sich seiender Geist ist er absolute Enthaltung vom Sein, ist bloß er selbst, und deshalb eben eine absolute Unselbstigkeit. Als der für sich seiende Geist ist er ebenso unselbstisch, nur umge- kehrterweise, indem er nur ist, ohne sich um sich selbst anzunehmen - er ist ganz selbstlos, weil er ganz außer sich, weil er nur für den an sich seienden Geist da ist. Auf diese Weise ist in beiden völlig gleiche Lauterkeit, Reinheit, Unend- lichkeit. Denn obgleich ein jeder gegen den andern endlich ist, so ist doch jeder in sich selbst unendlich. Doch auch bei dem Geiste in zweiter Gestalt ist nicht ste- henzubleiben, denn in jeder von beiden Gestalten des Geistes"
    },
    {
      "index": 1,
      "text": "ist relative Negation der andern. Der vollkommene Geist ist demnach 3) der im an sich Sein für sich seiende Geist, der als Subjekt sich selbst Objekt seiende - er ist Subjekt und Objekt, ohne zwei zu sein. Wie der menschliche Geist, indem er sich selbst bewußt ist, gewissermaßen zwei, Subjekt und Objekt, ist und doch einer bleibt, der ganz Subjekt und ganz Objekt ist, ohne Vermischung und gegenseitige Trübung, eben so ist auch der Geist in dritter Gestalt zu denken; er ist der im an sich Sein für sich seiende Geist. Diese zwei zuerst getrennten, zuletzt zusammentreffenden, Bestim1nungen vereinigen sich im 3. Be- griff des bei sich Seienden, d. h., des nicht notwendig an sich Seienden. Das bei sich Seiende ist das gar nicht von sich weg Könnende, und ebenso wenig ist das nur bei sich Seiende das gar nicht alienum a se sein Könnende, sondern das, was durch weg Sein sich äußern kann, und dennoch an sich ist. Als Folge dessen erscheint: Der vollkommene Geist ist 1) der nur an sich Seiende 2) der nur für sich seiende, der abstrakt von dem an sich seienden nur der außer sich seiende Geist sein kann, was ich gelegenheitlich beifüge; 3) der bei sich seiende Geist, der unverlierbar sich selbst besitzende Geist, der Objekt und Subjekt unzertrennlich vereinigt. Wir müssen sagen, in dritter Gestalt sei der Geist erst voll- kommener Geist, d. h., vollendeter, erst wirklich vollkomme- ner Geist. Übrigens können wir diese höchste Gestalt nicht allein von den andern Gestalten setzen. Wir können sie nicht allein setzen; denn unmittelbar kann der Geist der nur an sich seiende sein; dann erst kann er der für sich seiende sein; denn was für sich sein soll, muß zuerst an sich sein. Dann erst ist der Geist genötigt, der an sich seiende und für sich seiende, als Subjekt Objekt, und als Objekt Subjekt zu sein - er muß Subjekt und Objekt in einem sein. Wäre es aber - und dies ist ein zweiter Grund - möglich, den Geist unmittelbar zu setzen als Subjekt = Objekt, so wäre nichts mit ihm anzufangen; er müßte stehenbleiben als solcher; er könnte nicht auseinander- gehen, weil Subjekt und Objekt ihm unzertrennlich sind - er wäre also machtlos. Wir dürfen aber bei dieser Entwicklung"
    },
    {
      "index": 2,
      "text": "nicht vergessen, daß, wenn von einem Herausgehen aus dem Geiste nicht die Rede ist, in dem vollkommenen Geiste das, was sein wird, oder wie wir jetzt sagen können, der sein wird, verborgen ist. Der bei sich seiende Geist könnte mit seiner unzertrennlichen Einheit nichts anfangen, und darum ist voll- kommener Geist nur der, der an keine Form, an keine Gestalt gebunden ist, der nicht unum quid sein muß. Jetzt erst ist er ein absolut freier Geist. Nun haben wir die erste Art des Seins, die des bloß an sich Seienden, - wir haben den Geist in erster Gestalt bereits entwickelt. Wir haben gezeigt eine zweite Art des Seins, das außer sich Seiende, den Geist in zweiter Gestalt. Wir haben den Geist in dritter Gestalt ebenfalls dargetan. Der absolute Geist kann aber auch an diese Gestalt nicht gebunden sein, weil sie nur eine Art oder Weise seines Seins ist. Wir sagen zwar mit Recht, der Geist in dritter Gestalt sei der als solcher seiende Geist, denn in erster Gestalt war er der bloß an sich seiende und kann daher nicht der als solcher seiende sein, denn als drückt ein erkannt oder erkennbar Werden aus. Als A sein ist mehr als bloß A sein. Das bloße A sein beschränkt sich auf das A sein, aber das als A sein macht sich auch erkennbar als solches. Von dem als solches Seienden ist das bloße an sich Sein gerade das Gegenteil; es tritt in die absolute Tiefe zurück. Man kann sagen, es ist das, was ignorando cognoscitur; aber das als solches Seiende ist gegenständliches Sein. Der bloß gegen- ständliche Geist ist nicht nur nicht der nicht an sich seiende Geist, sondern sogar der nicht als solcher seiende Geist, denn er ist der außer sich seiende Geist. Nun ist ferner der Geist in dritter Gestalt der als solcher seiende Geist; ist der Geist sein müssende, und eben darum nur eine Form des Seins, so ist er an eine Form des Seins gebunden und nicht absolut. Der ab- solute Geist geht über alle Formen hinaus. Er ist der von seinem Geist sein freie Geist - das Geist sein ist ihm nur eine Form des Seins. Diese Freiheit von sich selbst gibt ihm erst die überschwängliche Freiheit, die - sozusagen - alle Gefäße un- seres Denkens und Erkennens so ausfüllt und ausdehnt, daß wir fühlen, daß wir am Höchsten stehen - daß wir fühlen, daß wir das erreicht haben, worüber nichts Höheres mehr ist."
    },
    {
      "index": 3,
      "text": "* Freiheit ist unser und der Gottheit Höchstes. Diese wollen wir als die letzte Ursache aller Dinge. Wir wollen ja selbst den vollkon11nenen Geist nicht, wenn wir nicht in ihm den absolut freien Geist erkennen. Also der vollkommene Geist wäre nicht der vollkommene, wenn er bloß die dritte Gestalt wäre. Der vollkommene Geist ist über alle Arten des Seins; darin besteht seine absolute Transzendenz. Er ist zugleich der an sich, der für sich und der als solcher seiende Geist. Schon weil er als als solcher seiende Geist erklärt ist, ist das wahre Ende des voll- lli kommenen, des vollendeten Geistes erreicht. Das wahre Ende aber ist erreicht, wenn der Anfang von seiner Negativität be- freit wird - es ist erreicht, wenn der Anfang objektiv gesetzt ist. Die dritte Gestalt des Geistes ist eben die aus der Subjek- tivität gänzlich herausgebrachte Objektivität. Nämlich die Momente der Bewegung, durch die ein Wesen sich vollendet, sind immer 1) Reines an sich, reines es selbst Sein 2) das von sich Hinweggehen, d. h., das außer sich Sein 3) das in sich selbst Zurückkehren, d. h. sich selbst als reines Selbst wieder Besitzen. Nur das aus sich gek01nmene kann zu sich wieder kommen, nicht was in seinem an sich geblieben ist. Derselbe Geist, der in seiner ersten Gestalt sich selbst nicht wissender ist, tritt in zweiter Gestalt als vermittelnd auf, und geht dann zuletzt in sich zurück. Durch diese Einkehr in sich selbst ist der Geist erst der sich selbst besitzende und eben deshalb erst dadurch vollendeter Geist. Vielleicht wird Ihnen dies deutlicher auf folgende Art: Der Geist an sich ist reines Zentrum ohne Äußeres oder Peripherie; der Geist für sich, oder das Objekt sein, ist das Exentrische oder die Peripherie; der im an sich Sein für sich seiende Geist ist das exentrisch gesetzte Zentrum, oder das als Zentrum gesetzte Exzentrische, Peripherische. Wenn die Peri- pherie zum Zentrum, und das Zentrum zur Peripherie wird, so ist dies das dritte und Höchste. So glaube ich einfach und deutlich zur höchsten Idee der Philosophie geleitet zu haben, und jetzt habe ich nur noch einige Erläuterungen beizufü- gen. Die erste Erläuterung schließt sich unmittelbar an das eben"
    },
    {
      "index": 4,
      "text": "Gesagte an. Wir haben im vollkommenen Geiste Anfang und Ende unterschieden. Ohne Anfang und Ende sein ist Unvoll- kommenheit. Ein Geisteswerk ohne Anfang und Ende wäre als das Unvollkommendste schon an sich erklärt. Wenn die Theo- logen unter die höchsten Vollkommenheiten Gottes setzen, daß er ohne Anfang und Ende sei, so darf dies nicht als absolute Negation angesehen werden. Der Sinn kann nämlich nur fol- gender sein: Gott ist das Ende seines Endes und der Anfang seines Anfangs; sein Anfang fängt nicht an, und sein Ende endet nicht. So ist der vollkommene Geist im an sich sein der ewige Anfang, der Geist als solcher das ewige Ende, und nur deshalb ist er der vollkommene Geist. 2) Obwohl wir aber im vollkommenen Geiste Anfang und Ende gesetzt haben, so müssen wir doch bemerken, daß dies nicht so zu verstehen sei, als ob im vollkommenen Geiste wirk- lieh etwas vorausgehe oder folge; wir müssen sagen, im voll- kommenen Geiste ist nil posterius, nil prius. Er ist nicht zuerst der an sich seiende, dann der für sich seiende und hierauf der als solcher seiende, sondern weil keine der drei Gestalten ohne die andere etwas ist, so ist wie mit einem Zaubersehlage Anfang, Mitte und Ende zugleich gesetzt. Die einzelnen Gestalten sind nicht eher, als das Ganze; nur mit dem Ganzen sind die Ge- stalten. Dies verhindert aber nicht, daß in diesem magischen Kreise Anfang und Ende unterschieden werden. Sie dürfen aber nur gleichzeitig, das Ende nicht nach dem Anfange, und der Anfang nicht nach dem Ende, gesetzt werden. 3) Der vollkommene Geist darf nicht als Viertes außer den 3 besonders gedacht werden. Er ist nicht außer den drei Gestal- ten, und sie sind nichts anders, als der Geist selbst. So wie wir die 3 Gestalten in ihrer Verkettung denken, so denken wir den vollkommenen Geist, und wie wir den vollkommenen Geist denken, denken wir die 3 Gestalten. Er ist in jeder von diesen Gestalten der ganze Geist, und doch in keiner von ihnen für sich, sondern er ist notwendig Allheit. 4) Nicht weil er die 3 Gestalten ist, ist er der vollkommene Geist, sondern weil er der vollkommene Geist seiner Natur nach ist, ist er die 3 Gestalten. Es ist nicht materielle Notwen-"
    },
    {
      "index": 5,
      "text": "digkeit, daß der Geist die 3 Gestalten ist, sondern eine geistige Notwendigkeit, eine Begriffs=Notwendigkeit, wenn Sie viel- leicht den letztem Ausdruck besser verstehen. Am deutlichsten wird Ihnen dies auf folgende Art werden. Die Allheit im vollkommenen Geiste ist dergestalt notwen- dig, daß, wenn ich die erste oder zweite Gestalt hin wegnehme, die dritte Gestalt für sich wieder das Ganze sein würde; wenn sie übrigens nur als Geist bestimmt wäre, würde sie doch Geist sein. Das ist erst der wahre Geist, wo jeder Teil, wenn er lU getrennt würde, wieder das Ganze wäre. Wie ich z.B. aus dem Komplex der Fähigkeiten des menschlichen Geistes keine ohne das Ganze des menschlichen Geistes herausneh1nen könnte: ein ebenso unzerstörbarer Geist ist jener vollkommene Geist. Wah- rer Geist ist das, was immer Ganzes sein muß, nicht das, was keine Teile hat, - vielmehr das, was in keine Teile zertrennt * werden kann. Dies ist nicht so fast eine Erläuterung, als viel- mehr eine Folge. Keine Gestalt für sich ist der vollkommene Geist, sondern nur immer das Ganze selbst die dritte Gestalt nicht. Wenn wir also dein vollkommenen Geiste einen Namen 211 geben wollten, so könnten wir ihn keiner einzelnen Gestalt anpassen. Hieraus ergibt sich als letzte Bestimmung: Der vollkom- mene Geist ist notwendig der alleinige Geist, weil er nicht unum quid, nicht EV n, auch nicht das abstrakte TO tv, sondern weil er Allheit ist, weil er ferner nicht zufällige Allheit, sondern * notwendige Allheit in der Einheit ist. Bis jetzt haben wir noch keine Spur eines über den Geist hinausgehenden Seins; wir haben ihn überall als den nur gegen sich gewendeten, in sich beschlossenen gefunden; wir stehen jetzt wieder da, wo wir früher anlangten, nämlich beim Begriff dessen, was sein wird. Wir sagten, das, was sein wird, als Geist gesetzt, ist als solches befestigt, es ist gesetzt als Freiheit, nicht zu sein; es war uns als das, was sein wird, aufgehoben; es war jetzt Gegenwart, nicht mehr Zukunft, es zeigte sich uns als in sich beschlossene Wirklichkeit. So ist es auch mit dem Geiste. Wir haben auch den Geist als solche Wirklichkeit dargestellt - wir haben auch erklärt im Geiste sei das Zukünftige verborgen."
    },
    {
      "index": 6,
      "text": "Wie nun der Geist als Freiheit erscheint, werde ich nächstens zeigen."
    }
  ]
}