{
  "title": "Vorlesung 56 (Lecture 56)",
  "paragraphs": [
    {
      "index": 0,
      "text": "In den letzten Vorlesungen ist der Grundgedanke der Offen- barung ausgesprochen und erklärt worden. Jetzt ist es um die Ausführung desselben zu tun, oder was in den letzten Vorle- sungen gleich zusammengefaßt war, soll jetzt im einzelnen behauptet und nachgewiesen werden. Das erste, womit wir uns nun zu beschäftigen haben, ist natürlich die Präexistenz Christi, seine Existenz vor der Erscheinung im Fleische. Sie wissen, daß diese Präexistenz im Zusammenhange mit unserer Ansicht einen besonderen und bestimmtem Sinn hat, als nach der gewöhnlichen Ansicht. Letztere versteht darunter sein ewi- ges Sein in Gott, also sein ewiges Gottsein; wir aber verstehen darunter nicht sein in Gott Sein, sondern sein ev µop<Jln SEOu Sein, d. i. sein in Gestalt Gottes Sein, welches er unabhängig vom Vater und von sich selbst hat. Er hat dieses Sein nicht sich selbst gegeben, er hat es nicht vom Vater erhalten, sondern er hat es von dem Menschen und heißt darum des Menschen Sohn. Er hat dieses Sein angenommen, d. h. nicht zurückge- wiesen, um von dem Menschen nicht zu lassen, er blieb in der von Weltzeit an gefaßten Absicht, den Menschen mit Gott wieder zu versöhnen. Eine Präexistenz in diesem Sinne [,] eine besondere und substantiell von Gott unabhängige Persönlich- keit, habe ich nun auch gleich in den Aussprüchen der Schrift"
    },
    {
      "index": 1,
      "text": "und Christi selber nachgewiesen. Schon jener Ausspruch könnte genügen, wo gesagt ist, Christus sei sv µop(Jln Swu dagewesen, ehe er Mensch geworden, und seine Menschwer- dung sei eine Entäußerung dieser µop(Jln, nicht seiner Gottheit, gewesen. Ich habe gleich Anfangs 1) gezeigt, daß das sv µop(Jln Swu unapxt:iv nicht von der wesentlichen und ewigen Gott- heit Christi verstanden werden kann, wie denn viele Theolo- gen selbst zugeben, die annelm1en, daß dieses sv µop(Jln Swu unapxwv nur von dem bereits Mensch gewordenen gesagt werde. Ich habe 2) gezeigt, daß diese Worte nicht von dem schon Menschgewordenen gesagt werden können; denn es ist umnöglich, daß einer und derselbe zugleich in der Gestalt Gottes und in Knechtsgestalt ist. Hat er die µop(j)T] &ouAou einmal angenommen, ist er ganz dem Menschen gleich gewor- den, sv 6µmwµan avSpwnwv yic;voµic;voi;, so kann er nicht als solcher zugleich sv µop(Jln Swu sein. Die Erklärer, welche diese Stelle von dem Menschgewordenen verstehen, haben dies selbst wohl gefühlt und übersetzten daher: »cum in forma Dei esse passet«, wodurch allerdings dieser Widerspruch aufgeho- ben ist; denn der, welcher in göttlicher Gestalt sein könnte, kann auch in der nicht göttlichen, also in Knechtsgestalt, sein. Aber nun tritt ein anderer Widerspruch ein. Ich bemerkte, daß dem, von dem gesagt ist, er habe sich selbst entäußert, er habe Knechtsgestalt angenon1111en, eben dieses als Ruhm und gleichsam zum Verdienste angerechnet wird, daß er in diesem Zustande der Entäußerung nicht wieder nach der Gottheit zu- rückgegriffen habe. Dies hätte er nicht gekonnt, ohne sich selbst zu widersprechen. Es kann und muß als höchste Selbst- entäußerung angesehen werden, daß er die menschliche Gestalt annahm; daß er die göttliche Herrlichkeit nicht wieder an sich gerissen, darin kann man nichts Besonderes mehr finden; dies ist nur natürliche und notwendige Folge des Willens, vermöge dessen er sich der µop(Jln Swu entäußert. Von den Aussprüchen Christi selbst über seine Präexistenz will ich nur einen anfügen. Wenn Christus den Juden entgegnet: »Ehe Abraham war, bin ich«, so muß man annehmen, daß dieses »war ich« nicht an- ders, sondern in dem Sinne gemeint sei, in welchem er von"
    },
    {
      "index": 2,
      "text": "Abraham sagt »er war«. Wäre dies nicht, so würde offenbar in den Worten Christi ein täuschender Sinn liegen. Man könnte von jedem Menschen, ja von jedem Naturding, von jeder Pflanze sagen, sie sei vor Abraham gewesen, nämlich potentia. Aber in seinem ewigen Gott Sein war Christus nicht in dem Sinne, wie Abraham war, nämlich als abgesonderte, für sich selbst bestehende Persönlichkeit; wohl aber war er als solche allerdings ehe Abraham war, nämJich von der Zeit des gegen- wärtigen Menschengeschlechts an. Ich will indes hier bemer- ken, daß dieses außergöttliche Sein Christi nicht so zu verste-"
    },
    {
      "index": 3,
      "text": "hen ist, als wäre er jemals ohne innere Einheit mit dem Vater gewesen. Von Weltzeiten her war er von dem Vater als Erbe alles Seins und damit als Sohn angesehen, wenngleich nicht öffentlich als solcher erklärt. Der wahre Sinn jener Rede ist also: Vor Abrahams Zeiten schon war ich besondere, außer dem Vater seiende Persönlichkeit, im innersten Einverständnis mit ihm. Vor Abrahams Zeiten war ich als die Persönlichkeit, die einst als der Erbe, s01nit als der Sohn und demnach als die außer Gott seiende Persönlichkeit erklärt werden sollte. Cbri- 2ll stus war seit dem Umsturze, von Anfang dieser Welt der Sohn, aber nicht als solcher erklärt, als Sohn noch verborgen; daher heißt es in bezug auf die Menschwerdung: »Xpwwc; tcpa- YEpcolh] «, d. h. Christus ist offenbar geworden durch die Menschwerdung. Sein Menschwerden ist eben nur das Offen- barwerden des Göttlichen in ihm, wodurch er mit dem Vater eins ist. Offenbar wird nur das, was vorher schon da war, aber verborgen da war. Warum Christus früher verborgen sein mußte, warum die Menschwerdung nicht früher stattgefunden und nur auf eine gewisse Zeit vorherbestimmt war, wird sich 311 in der Folge erklären. Zur Präexistenz Christi gehört also, daß er schon im Alten Testament, schon im Heidentume, nicht bloße Potenz, sondern Christus war, obwohl nicht als solcher erklärt. Er wirkte im Heidentume, obwohl nicht als er, als Christus, nur vermöge seines natürlichen und notwendigen Bezuges auf das Sein: diese natürliche Wirkung reicht hin, das Heidentum zu erklären. Nicht in dieser Wirkung, durch die das Heidentum entsteht, ist er Christus, aber er ist Christus, indem"
    },
    {
      "index": 4,
      "text": "er diese Wirkung ausübt. Auch diese natürliche Wirkung war bedingt durch den über die Zukunft hinausgehenden Willen, durch den er allein dem Vater genehm ist. Diese Wirkung ist ihm nur gegeben, inwiefern er schon der Gesalbte - Christus - ist. Auch im Heidentun1e wirkte also schon Christus, aber nicht - als Christus; dies gehört schlechterdings mit zur Be- stimnnmg der Präexistenz Christi. Die Zeit des Heidentumes wird die Zeit der Blindheit genannt; die Zeit des Heidentumes war blind für Christus als solchen, und sah ihn nicht. Aber der Blinde sieht die Sonne nicht, obwohl er von ihren Strahlen erwärmt wird, obwohl er das Wohltuen derselben fühlt. Wie der blinde oder auch der sehende Mensch im Dunkel der Nacht die Nähe des Menschen e1npfindet, ohne ihn zu sehen, so empfand auch das Heidentum die Nähe Christi, ohne ihn zu sehen. Das Heidentum fühlte seine Nähe, es suchte blindlings nach ihm, ohne ihn greifen oder begreifen zu können. Auch denen, die ihn nicht kannten, war er Heiland, Retter - O'COTT]P - ein Wort, das auch die Heiden dem Wohltätigsten ihrer Götter beilegten. War das Heidentum in den Stufen seiner fortschrei- tenden Entwicklung nicht auch eine Erziehung des Menschen- gcschlechts, wodurch die Menschheit von dem wilden Leben der Urzeit zum wahrhaft gesitteten Leben geführt werden sollte? Nach einer Stelle des Jesajas sind die Feldfrüchte dein* Menschen von Gott gegeben, und alles Wissen, also auch das des Heidentumes, kommt von Gott. Eine ähnliche Stelle findet sich auch in einem Psalme. In jeder Bewegung ist allerdings nur das Ziel, das Gewollte, die Wahrheit der Bewegung; in- sofern sind alle frühem Momente nicht die Wahrheit, aber doch auch schlechthin nicht Nicht=Wahrheit, indem sie die Mittel zur Herbeiführung der Wahrheit sind. Der Tempel zu Jerusa- lem hatte zwei Vorhöfe: der äußerste war für die Heiden bestimmt, der andere für die Juden. Das Judentum ist das unmittelbar, das Heidentum das mittelbar Vorausgehende des Christentums. Die heidnischen, wie die jüdischen Opfer be- ziehen sich zunächst auf die äußere Versöhnung des Prinzips, das die Ursache der Spannung ist; aber dieses Prinzip wird bloß äußerlich, nicht in seinem Rechte, überwunden; die absolute"
    },
    {
      "index": 5,
      "text": "Versöhnung wird daher nicht durch die äußere Versöhnung der Heiden bewirkt. Wie also die jüdischen, so sind auch die heid- nischen Opfer nur die vorausgehenden Zeichen des einst zur bleibenden oder ewigen Versöhnung darzubringenden Opfers. Jene Opfer mußten beständig wiederholt werden, weil sie jenes blinde Prinzip nur äußerlich, aber nicht innerlich besänftigten. Das große Opfer, in dem jene frühem erst zur Wahrheit wur- den, mußte nur Einmal für immer gebracht werden, weil die es bringende Persönlichkeit alle Spannung damit aufhob; dieses W Opfer ist also das letzte, für ewige Zeiten gültige. Da der Prozeß iin Heidentume der Erscheinung Christi vorausgehen mußte und diese erst vorbereiten sollte, so war im Heidentume eigentlich Christus der im Kommen Begriffene. Man wird uns vielleicht das viele Anstößige im Heidentume vorwerfen; aber l'i geht es denn im Alten Testament ganz rein und ohne allen Anstoß ab;, Wird nicht auch Abraham sollizitiert oder versucht, seinen eigenen Sohn zum Opfer zu schlachten;, Es ist aber nicht die höhere Potenz, die Ursache der Menschenopfer ist, sondern das dem Menschengeschlechte feindselige Prinzip ist es, wel- 211 ches überhaupt die Ursache der Retardation des Menschenge- schlechtes ist; die höhere Potenz ist es, welche in der spätem Zeit die Menschenopfer abwehrt. Diese Anstößigkeit des Hei- dentumes darf uns nicht abhalten, zu sagen, daß auch im Heidentume Christus ist. Vergleichen Sie damit die Stelle des Apostels im Briefe an die Hebräer: »·o~kv w<pEtAE Km:a navm« * usw. Un1 denen zu helfen, die versucht werden, muß er selbst versucht werden. Also ist hier offenbar gesagt: Christus habe alles erfahren und gelitten, nicht was der einzelne Mensch leidet, sondern was die ganze Menschheit leidet und erfahren 311 hat. In einer anderen Stelle heißt es: »o0 yap i':zoµEv upztEpEU * µyt 8uuµEvov crnµnaSytcmt« usw. Christus hat also teilge- nommen an allen Schwachheiten und Leiden des menschlichen Bewußtseins seit dem Falle, doch ohne Befleckung; also auch an allen Leiden und Versuchungen, denen das menschliche Bewußtsein im Heidentume unterworfen war. Darum wird auch von ihm insbesonders gesagt: »Es ist keine Kreatur vor ihm verborgen; alles ist aufgedeckt vor seinen Augen; er kennt"
    },
    {
      "index": 6,
      "text": "alle Menschen bis ins Innerste« - ouK i':crn Knmi; acpavrii; i':vwrctov au,olJ usw. - weil er während des ganzen Laufes der * menschlichen Geschichte das dem Bewußtsein einwirkende Prinzip hat. Jene vermittelnde Potenz ist nämlich die einzige Ursache des Fortschreitens in der Geschichte, wie die erste Potenz Ursache der Retardation ist. Der das Fortschreiten des 1nenschlichen Bewußtseins unterhält, muß mit allen Zuständen desselben vertraut sein. Wie nahe in seiner höchsten Entwick- lung das Heidentum dem Christentum gekommen war, aber doch an einer gewissen Grenze stehenbleiben mußte, dies habe ich in der Mysterienlehre gezeigt. Auch das Heidentum hatte Kenntnis der dritten alles vollendenden Potenz, 1nit welcher die Spannung aufgehoben sein wird; aber weil die Spannung nur äußerlich, nicht innerlich aufgehoben wird, weil die Möglich- keit der wieder hervortretenden Spannung übrig bleibt, so tritt die dritte Potenz für das Heidentum nicht in die Gegenwart ein; sie bleibt auch für das letzte Bewußtsein in der Mythologie immer noch Zukunft - µDcr,11p10v. Das Heidentum schließt sich in sich selbst nicht ab; es endet, aber es endet mit einer Prophezeihung des Christentumes; es endet, wenn mit jener dritten Potenz alle Spannung aufhört und die Zukunft selbst nun Gegenwart ist. Wenn das Christentum nichts anderes wäre, als wofür es gewöhnlich angesehen wird, eine bloße Negation des Heidenturnes, eine Lehre, die alles für falsch erklärt, was im Heidentum gesetzt ist, die mit diesem schiech- terdings nichts Positives gemein hätte, so würde die Geschichte in zwei Hälften zerfallen, die gänzlich getrennt wären und alle Kontinuität würde unterbrochen. Wenn im Heidentume nichts Positives ist, das es mit dem Christentume ge1nein hat, so stehen beide als zwei schlechterdings unvereinbare Erscheinun- gen nebeneinander - das Christentum erscheint nicht als das ewige, das es ist, sondern nur als von gewisser Zeit an ent- standen; dies ist aber für das Christentum in der Tat die tiefste Herabsetzung. Der Inhalt aller Wahrheit ist ein ewiger; eine Religion, die nicht von aller Welt her ist, kann nicht die wahre sein. Das Christentun, muß also auch im Heidentume schon gewesen sein, wenn es die wahre Religion ist. Das Heidentum"
    },
    {
      "index": 7,
      "text": "hatte denselben substantiellen Inhalt, der im Christentume in seiner gauzen Wahrheit offenbar wird. Es würde der mensch- lichen Natur unmöglich gewesen sein, mehrere tausend Jahre von bloßem Irrtume zu leben, - ein mit bloßer Lüge erfülltes menschliches Bewußtsein könnte schlechterdings nicht dauern; das menschliche Bewußtsein bedarf, um zu dauern, etwas Reelles. Es rnußte auch im Heidentume etwas Reelles sein, das gefühlt wurde: auch das Heidentum hatte seine Tröstungen, seine Hoffnungen. Ja es wäre schmerzlich zu denken, daß der lll Mensch mehrere tausend Jahre ohne allen Bezug zu dem ge- wesen wäre, in welchem allein das Heil ist. Wer die Herablas- sung Gottes im Alten Testament bedenkt und die Theophanien in diesem nicht für bloße Fabeln hält, der wird ähnliche Her- ablassungen auch im Heidentume nicht unglaublich finden, gesetzt, daß diese Herablassungen auch nur Zulassungen ge- wesen wären. Wer den Zustand des Heidcntumes wohl aufge- faßt hat, dem werden selbst göttliche Erscheinungen in diesem Zustande nicht absolut unbegreiflich vorkommen. Das Hei- dentum hat eben darum, weil das Christentum nicht seine bloße Negation, sondern nur seine Wahrheit ist, auch in sich selbst eine relative Wahrheit, und auch im Heidentume wirkt Christus, wiewohl nicht als Christus. Dies mußte zu der Be- stimmung der Präexistenz Christi beigefügt werden. Das Hei- dentum mußte der Erscheinung Christi im Fleische vorausge- hen. Erst mußte das Gott widerspenstige Sein in seiner Äußer- lichkeit überwunden werden und dies ist der Inhalt des Heidentumes; dies konnte geschehen durch die natürliche Wir- kung der vermittelnden Potenz. Erst wenn dies geschehen ist, wenn diese Potenz zum Herrn des widergöttlichen Seins sich gen1acht hat, dann ist die Zeit für jenes große Opfer gekom- men, in welchem die vermittelnde Potenz ihr eigenes, außer- göttliches Sein aufgibt; aber indem sie selbst ihr außergöttliches Sein aufgibt, hebt sie jenes Unprinzip innerlich auf und führt somit alles wieder in Gott zurück. Man könnte eine Präexi- JS stenz Christi auch annehmen, ohne ihm vor seiner Menschwer- dung eine Wirkung auf die gesamte Menschheit zuzuschrei- ben. - Wir müssen jetzt die allgemeine Wirkung Christi vor"
    },
    {
      "index": 8,
      "text": "semer Menschwerdung als begründet in den Aussprüchen Christi und der Apostel nachweisen. Die entscheidendste Stelle über dieses Verhältnis Christi vor seiner Erscheinung und die alle Perioden dieser Präexistenz bezeichnet, ist der berühmte, stets für heilig gehaltene, Anfang des Evangeliums Johannis. Es wird unvermeidlich sein, uns zuerst über eine Vorfrage zu erklären. Es wird Christus von Johannes 6 Aoyoc; genannt. Es kann Ihnen nicht unbekannt sein, wie viel über den eigentlichen Sinn dieses Wortes schon versucht und gestritten worden ist. Ich will niir nicht anmaßen, in dieser exegetischen Sache zu inter- venieren oder zu entscheiden; aber doch muß ich einige Er- klärungen meiner Überzeugung gemäß bestimmt zurückwei- sen. Die erste ist, Aoyoc; als Vernunft und sofort als Weisheit zu erklären, wobei ich bemerken muß, daß es der griechischen Sprache des Alten und des Neuen Testaments da, wo sie den Begriff »Weisheit« ausdrücken will, nicht an einem eigenen Worte fehlt. Im Alten Testament hat die Alexandrinische Über- setzung immer cmqna, dasselbe steht im Neuen Testament. Berechtigt glaubte man sich dazu durch die Ihnen bekannte Stelle des Alten Testaments, wo gesagt ist: »Jehova hatte mich vor allen seinen Werken; bei allem, was er machte, war ich dabei« usw., wo das Letztere übereinzustimmen schien, mit dem, was bei Johannes gesagt ist: »Ohne ihn ist nichts ge- macht.« Aber ich habe früher auf nicht leicht zu widerlegende * Weise, wie ich glaube, gezeigt, daß in dieser Stelle die Weisheit ganz etwas anderes bedeute und fälschlich von der zweiten Potenz erklärt werde. Ebenso ,nuß ich nach meiner Überzeu- gung die Herleitung des Aoyoc; bei Johannes von dem parsi- sehen Aoyoc;, der allerdings in der Zend - Avesta eine große Rolle spielt, zurückweisen. Nach Anquetil ist dies Wcnt über Ormuzd und Ahriman gesetzt - es soll beide hervorgebracht haben. Nach der Erklärung, die ich vom parsischen Dualismus gegeben habe, ist begreiflich, wie im Zend - Avesta jenes Höchste, wodurch der Gegensatz von Ormuzd und Ahriman entstanden, 'Aoyoc; und zwar ganz richtig genannt werden"
    },
    {
      "index": 9,
      "text": "könne.[*] Ist Anquetil's Erklärung richtig, so erhellt, daß das Wort, indem es nicht Hervorbringer der Welt, sondern des Ormuzd und Ahriman ist, mit dem A,Oyoc, des Johannes nichts gemein hat. Eher könnte man für n1öglich halten, daß die S Gnostiker dieses Wort von den Schülern des Zerduscht ent- lehnt haben. Aber man sieht nicht, warum sie dann einen ganz andern Begriff damit verbinden. Dies führt uns auf eine dritte Herleitung. Man argumentiert so: Johannes braucht das Wort ohne alle w Erklärung; daher setzt er voraus, daß man es schon, durch den häufigen Gebrauch bekannt, verstehe. Nun wird aber dies Wort im Neuen Testament sonst nirgends gebraucht und Jo- hannes braucht es nur noch einmal in der Apokalypse, wo er eine Erscheinung Christi beschreibt; aber da steht nicht bloß 6 Aoyoc,, sondern 6 A,Oyoc, wu &wu, durch welchen Zusatz der Ausdruck sich selbst erklärt; aber 6 Aoyoc, allein, wie im An- fange des Evangeliums, kommt sonst nirgends vor. Man müsse also denken, niinmt inan an, Johannes habe diesen Sprachgebrauch, als von anderwärts her bekannt, angeno1n- 2li men. Aber dieser Ausdruck konnte nur aus der alexandrini- schen Philosophie bekannt sein, die schon vor Christus und während des ersten Jahrhunderts unter den Juden großen Ein- gang fand. Nun findet sich in der Tat, daß Philo von einem Aoyoc, spricht, der bei ihm nicht das Wort, sondern den Vor- entwurf, die Urentwicklung der Welt, man könnte sagen, die Urvernunft bedeutet. Diesen Aoyoc, personifiziert er und nennt ihn auch in1 leicht begreiflichen Sinne Gottes ewigen Sohn. Allein ohne auf den totalen Unterschied in der Sache aufmerk- sam zn machen, so erscheint diese Herleitung, schon historisch betrachtet, als höchst zweifelhaft. Es ist unerweislich, daß der Ausdruck 6 Aoyoc, in der alexandrinischen Philosophie vor- kommt - wir finden ihn nur bei Philo. Allein wie konnte"
    },
    {
      "index": 10,
      "text": "[*] Zend-Avesta, ouvragc de Zaroastre, conten. les idees theol. phys. et mor. de ce legislateur etc. Trad. en fr. sur l'orig. Zend, avec des remarq. etc. par Anquetil du Perron. T. I. 1.2. T. II. av. fig. Paris, 1771."
    },
    {
      "index": 11,
      "text": "Johannes voraussetzen, daß seine Leser mit dem Philo so genau bekannt seien? So gelesen, so ausgebreitet waren die Schriften Philos gewiß nicht, daß Johannes diesen Ausdruck als bekannt voraussetzen konnte. Aber 2) es zeigten sich schon zu seiner Zeit die ersten Spuren jener Art von christlicher Philosophie, die unter dem Namen Gnostizismus bekannt ist. Namentlich war der allgemeinen Überlieferung zufolge Cerinthus schon zur Zeit des Johannes aufgetreten und Irenäus behauptet, Jo- hannes habe sein Evangelium in polemischer Absicht gegen die Meinungen des Cerinthus geschrieben. »Unus et idem Deus et pater est, qui a prophetis quidem annuntiatus, ab Evangelio vero traditus, quem Christiani colimus et diligimus, et toto corde factorem coeli et terrae credimus, et omnium quae in eis sunt. Hanc fidem annuntians Joannes Domini discipulus, vo- lens per Evangelii annuntiationem auferre cum, qui a Cerintho inseminatus erat ho1ninibus errorem, et 1nulto prius ab his qui dicuntur Nicolai:tae, qui sunt vulsio ejus, quae falso cognomi- natur scientia, ut confundcret eos, et suaderet eos, quoniam unus Deus, qui omnia fecit per verbum suum. « Iren. adv. * haeres. lib. III. Ed. Paris. 1567. Es scheint also natürlich, daß Johannes den Ausdruck 6 r,.oyoc, von seinem Gegner annimmt, aber zugleich dem Aoyoc, eine ganz andere Herkunft und andere Prädikate zuschreibt, als sein Gegner, um den falschen Mei- nungen des Cerinthus die Wahrheiten des Evangelimns entge- genzustellen. Diese Ansicht hat, ich muß es gestehen, noch das meiste für sich; dennoch kann ich 1nich nicht von der Rich- tigkeit dieser Meinung überzeugen. Denn man hat dann wohl erklärt, wie Johannes auf den Ausdruck Aoyoc, ka1n, aber man sieht nicht, wie Cerinthus darauf gekommen ist. Er war, wie wir wissen, ein Zeitgenosse des Johannes und lebte mit ihm zu Ephesus. Allein es ist im allgemeinen ebensowohl möglich, daß Cerinthus diesen Ausdruck von Johannes angenommen, als daß Johannes ihn von Cerinthus habe."
    }
  ]
}