{
  "title": "Vorlesung 17 (Lecture 17)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Eine der gewöhnlichsten Argumentationen für die Einheit oder Einzigkeit Gottes (denn man ist nicht einig über den Ausdruck) beruht auf dem Begriff einer höchsten Ursache, indem man sagt: Eine höchste Ursache müßte, eben weil sie dies ist, auch die Eine sein. Dies ist nicht zu leugnen, daß eine höchste Ursache, inwiefern sie die Höchste ist, nur eine sein kann. Aber diese Einzigkeit wäre doch nicht jene ganz unbe- dingte, die man mit dem Begriff der Einheit Gottes verbindet. Eine solche Einzigkeit würde sich noch immer mit einem Pri- mat oder Prinzipat Gottes in der Hervorbringung der Dinge vertragen, aber nicht hindern, Gott eine zweite Ursache bei- zusetzen, die an sich eben das sein kann, was er selbst ist. Der bloße Begriff der letzten Ursache würde nur auf einen Primat in der Hervorbringung der Welt führen, jedoch keine unter- geordnete Ursache ausschließen, ja eine nicht natura, sondern nur zufällig untergeordnete, Ursache nicht ausschließen, die an sich ganz, wie sie selbst, ist, so daß derjenige, den wir Gott nennen, nicht durch sein Wesen, sondern durch die Superiorität seiner Wirkung in der Hervorbringung der Welt den Namen Gott behaupten würde. Es würde nicht ein Wesen geben, das * ausschließliches Recht auf den Namen Gott schon durch sein Wesen behauptete. Wollen Sie sich dies so vorstellen, daß wir annehmen, jener Gott, der unsere erste Ursache ist, sei dem andern Gott, der an sich, wie er, ist, in dem ersten Anlaß zu einer Schöpfung nur zuvorgekommen. Diesem, der nun kei- nen Raum fand zu einer zweiten Schöpfung, sei, ohne von Natur böse zu sein, aber ohne ewig untätig zu bleiben, nichts übriggeblieben, als einen Einfluß auf die erste Schöpfung her- vorzubringen. Der erste Schöpfer habe zwar das Verderben zu hemmen gesucht, doch nicht ganz aufheben können, und da- her sei diese gegenwärtige gemischte, wechselvolle Welt ent- standen, wo eines gegen das andere gesetzt sei, wo nichts in völliger Lauterkeit und ohne einen verborgenen Feind er- scheine. Auf eine solche Welt habe der andere Gott auch, zwar * einen bestrittenen, aber doch einen Anteil gehabt. So könnte man also der höchsten Ursache einen Gegengott an die Seite"
    },
    {
      "index": 1,
      "text": "stellen, ohne den Begriff des ersten Gottes aufzuheben. Daß aber durch den Begriff einer Einzigkeit Gottes auch die Idee eines Gegengottes ausgeschlossen ist, brauche ich nicht erst zu beweisen. Wollte man keinen zweiten Gott an die Seite stellen, so würde doch der Begriff der höchsten Ursache eine Mitur- sache nicht ausschließen, wie z. B. eine aller Ordnung wider- strebende Natur, wie man Platonische Philosophie auslegt, gleich als ob Plato auch eine rebellische Materie angenommen hätte, eine Mitursache, über welche nach Anaxagoras* die dem Verstand nach stärkere Ursache gekommen wäre, um die re- bellische Natur Verstand zu lehren. Keine dieser zwei Ansich- ten läßt sich aus dem Begriff der höchsten Ursache widerlegen. Noch weniger ist dies der Fall, wenn man unter »höchster Ursache« eine solche versteht, die alle Mitwirkung absolut ausschließt. Die Welt beweist es; denn sie zeigt zwei unabhän- gige Prinzipien, das ordnende und das zerstörende; aber ob beide Prinzipien erst gemischt waren, und von einem höhern abstrakten abstammen, oder ob beide von jeher in Feind- schaft existierten, kann nicht dargetan werden. Aber gesetzt, es ließe sich aus dem bloßen Anblick der Welt ein Schluß auf die absolute, keine Beschränkung zulassende Einheit der ersten Ur- * sache ziehen, so wäre deshalb Gott nur einzig ipso facto, nicht aber der Natur nach, was ein großer Unterschied ist. Die Theo- logen nennen die Einzigkeit Gottes der Natur nach eine Einzig- keit so, daß sie sagen, es sei kein Gott aiUJer Gott.[**) Es ist"
    },
    {
      "index": 2,
      "text": "* De Anaxagoreae Cosmo=Theologiae fontibus scripsit F. A. Ca- nts. Lips., 1797. Die eigenen Worte des Anaxagoras (Pint. de placit. philos. lib. 3. § 12.), wie sie Valkenier gelesen haben will, sind fol- gende: 6µou mivw xptjµma i:11v. Noii<; öE atrn't ö\\fipEE, Kai ötaK6crµss. Arist. phys. 8,1. führt sie also an: cpricri yap EKEtvo<; ('Ava~ay6pa<;) 6µou miv,oov söv,oov Kai tpriµouv,oov ,ov äim1pov xpovov, Kiv11criv sµ1totfjcrm ,ov vouv Kai ötaKpi:vm. Und Diog. Laert. 2,5: mivw * xptjµaw TJV 6µou i;ha VOU<; i;]clJ.oov au,a ötaK6crµ11crs. - Die Philosophie des Anaxagoras von Klazomenai nach Aristoteles. Ein Beitrag zur Geschichte der Philosophie von FR. BREIER, Berlin, 1840. [**] Cf. Petav. dog. theol. tom. I. p. 61 sq."
    },
    {
      "index": 3,
      "text": "irreleitend, wenn die Theologen sagen, es sei kein anderer Gott, da man doch sagen müßte, es kann kein anderer Gott sein. Dieser Ausspruch allein kann also für kein Dogma gelten. Der wahre Ausspruch ist: Gott ist seiner Natur nach das ihm Glei- che und Ungleiche Ausschließende. Die andern Beweise aber, welche die Theologen aus der Natur Gottes führen, z.B. aus der Unendlichkeit Gottes, die gleichsam nicht erlaubt, daß ein anderer Gott existiere, fehlen dadurch, daß sie zuviel beweisen; denn sie beweisen, daß nicht nur kein Gott, sondern auch daß nichts anders außer Gott sei. Hierauf werden wir später wieder zurückkommen. Andere sind logische und 1netaphysische Beweise, wie z.B. der Beweis, mit dem die Wolfianer sich sehr viel wußten (cf. Ch. Wolf-Theologia naturalis, methodo scientifica pertrac- tata - P. I. integrum syste1na complectens, qua existentia et attributa Dei a posteriori demonstrantur. Francof. et Lips., 1736. P. II. qua existentia et attributa Dei ex notione entis perfectissimi et natura animae de1nonstrantur, et Atheismi, Deismi, Fatalismi, Naturalismi, Spinozismi aliorumque de Deo errorum fundamenta subvertuntur. 1737.), das Leibnizi- sehe principium identitatis indiscernibilium, woraus sie bewei- sen, daß Gott, außer Gott gesetzt, nicht ein zweites Wesen, sondern wieder nur dasselbe Eine als Gott gedacht wird. Dieser Beweis fehlt dadurch, daß derselbe Gedanke, außer Gott einen andern zu denken, zuvor als möglich erklärt werden müßte; aber was nicht möglich ist, was man nicht denken kann, kann nichts beweisen und kann nicht bewiesen werden. Ein Satz, dessen Gegenteil nicht möglich ist, kann nicht als besondere Lehre aufgestellt werden. Der Monotheismus ist aber eine be- sondere Lehre. Die Formel des Monotheismus, worin er gewöhnlich aus- gesprochen ist, ist leere Tautologie. Denn wenn ich sage »Gott«, so braucht es keine Versicherung, daß außer ihm kein anderer sei. Diese Formel ist aber nicht bloß tautologisch, sondern rein illusorisch und dies ist unser dritter Punkt. Denn auf dem Standpunkte, wovon die Theologen ausgehen, wenn sie von der Einheit Gottes reden, muß jeder die Frage aufwer-"
    },
    {
      "index": 4,
      "text": "fen, ob etwas anderes außer ihm sei. Auf diesem Standpunkte aber müssen die Theologen dieses negieren; denn sie selbst rechnen die Alleinigkeit zu dem, was ihm vor allem actus, vor der Schöpfung zukommt. Auf diesem Standpunkte müssen sie sagen, daß nichts außer Gott sei. Wenn also außer Gott nichts ist, so ist Gott nicht der einzige Gott, sondern der schlechthin Einzige. Um aber den Schein hervorzubringen, als wäre der Einzige der einzige Gott, schieben sie jene unberechtigte Be- schränkung ein, es sei außer Gott kein anderer Gott. Sie selbst würden diese Beschränkung aufs Ernsteste zurückweisen, wenn man sie so nehmen wollte, daß außer Gott nur kein anderer Gott sei. Es wäre also möglich, daß außer Gott ein anderer wäre, nur nicht ein Gott; dieser andere könnte aber doch nur zufälligerweise nicht Gott sein, wie wir z.B. ange- nommen haben, daß ein Gott dem andern in der Schöpfung zuvorgekommen sei. Nur der Gott, der eine Welt zu beherr- schen hat, ist wirklich Gott - nur der Gott ist wirklich Gott, dem Herrschaft, Herrlichkeit zusteht. Jener andere könnte also, könnte man denken, nur nicht wirklich Gott sein, aber glei- chen Anspruch haben auf die wirkliche Gottheit. Er, der nur zufällig nicht Gott ist, könnte gar nicht anders, er miißte stre- ben, jenen andern zu verdrängen, und sich an seine Stelle zu setzen. Er wäre der notwendige avnfü:oi;, der Gegengott, wie es in der Geschichte Gegenkaiser und Gegenpäpste gibt. Also jene Formel der Theologen sensu stricto führt zum System des Dualismus. Es scheint, man habe bei Entwicklung des Monotheismus nur an Polytheismus gedacht; aber das Sy- stem des Dualismus ist nicht Polytheismus, ist nicht Gegensatz des Monotheismus; denn auch in ihm ist Ein Gott, nämlich der von ihm gut gedachte Gott ist Gott, der andere, der böse gedachte, ist der falsche Gott. Und doch betrachten wir diese Lehre als eine falsche, der Religion widersprechende. Denn der wahre Gott des Dualismus ist nur zufällig der wahre, wie der andere nur zufällig der falsche ist. Dieser hat angenommener- maßen völlig gleiches Recht mit dem ersten, zu wirken und zu streben, eine Welt zu schaffen, und das was ihm entgegensteht, böse zu nennen. Ihm ist das Böse das, was für uns, die wir in"
    },
    {
      "index": 5,
      "text": "der Schöpfung des andern Gottes leben, gut ist, so wie ihm das Gute das ist, was für uns das Böse ist. Es ist unbegreiflich, wie Friedrich Schlegel in seinem Eifer gegen den Pantheismus das System des Dualismus zu preisen vermochte, weil es zuerst den Unterschied des Guten und Bösen absolut darstelle. Wir haben s das Gegenteil gesehen. Wäre das System des Dualismus richtig, so müßten wir Geschöpfe der einen Welt das gut heißen, was die der anderen böse nennen, und so vice versa. Wenn der Dualismus in völliger Aufzählung religiöser Systeme nicht umgangen werden darf, so kann es doch dahingestellt sein, zu untersuchen, ob er jemals existiert habe, ob z.B. der Parsische Dualismus* in seinem Ursprung so, nämlich als Dualismus gemeint gewesen sei. Für uns ist es jetzt genug, daß der Dua- lismus vom Polytheismus und Monotheismus gleich unter- schieden sei. Wenn dieses System einerseits unstreitig ein falsches ist, andererseits doch nicht unmittelbar dem Begriff des Einen Gottes entgegensteht, so muß es einem andern Be- griff entgegenstehen, der zum Monotheismus erforderlich ist, der also vom Monotheismus vorausgesetzt wird. Der wahre Begriff ist nur das Finale, der, zu dem fortgegangen wird, der aber auch einen Ausgangspunkt hat. Dieser Ausgangspunkt ist nur der Theismus. Also Monotheismus steht entgegen dem Polytheismus - Dualismus aber schon dem Theismus. Schon hier ergibt sich also der Begriff des Theismus als ein eigener und vom Monotheismus zu unterscheidender. Hier- über wird eine weitere Reflexion späterhin folgen - was aber unter bloßem Theismus zu verstehen sei, wird sich jetzt erklä- ren. Es hat sich gezeigt, daß jene Einschränkung, welche die Theologen in die Erklärung des Monotheismus legen, illuso- risch sei, und daher auf diesem Standpunkte nur bedeute, daß nichts außer Gott sei. Alles, was vor jedem actus außer Gott"
    },
    {
      "index": 6,
      "text": "* Baur, Das manich. Religionssystem. Tüb., 1831. Hyde, historia rel. vet. Persarum, Oxon., 1700. S. de Sacy, memoires sur diverses antiquites de la Perse. Par., 1793. 4. p. 42 sq."
    },
    {
      "index": 7,
      "text": "wäre, wäre von ihm unabhängig, mit ihm aequipollens und daher selbst Gott, und darum ist mit dem Ausspruche nichts gesagt, als daß außer Gott nichts sei. Wenn also damit, wie die Theologen von der Einzigkeit Gottes reden, nicht bestimmt die Existenz eines andern Gottes, sondern die Existenz überhaupt geleugnet wird, so ist sie nicht die Einzigkeit Gottes als sol- chen, sondern die absolute Einzigkeit des schlechthin Einzigen. Um aber den Schein hineinzubringen, als wäre die absolute Einzigkeit Gottes die Einzigkeit Gottes als solchen, schalten die IIJ Theologen die Beschränkung kein anderer Gott bei. Dies ist eine rein überflüssige Versicherung; denn wenn außer Gott ein an- derer Gott ja nur möglich wäre, so habe ich mit jener Formel nur Gott, nicht ihn als Einen Gott gesetzt. Die Theologen wissen in, Grunde bis jetzt von keiner andern Einzigkeit, als die ich ausspreche durch »Gott«, nicht »Ein Gott«. Fragt man aber, warum Gott schlechthin Gott sei, so kann ich nicht sagen: Gott ist darum Gott, weil kein anderer außer ihm Gott ist, denn da würde man sich ewig im Zirkel herumdrehen. Da- durch aber, daß nichts außer ihm ist, komme ich nur auf den Begriff des Einzigen schlechthin, nicht auf einen Gott als sol- chen. Um die Tautologie zu nehmen, könnte man der Formel eine andere Wendung geben, nämlich daß Gott (nicht Ein Gott) nicht außer einem andern sein könne, sondern daß er nur Gott sei. Aber dieser Satz spricht nicht etwas von Gott aus, sondern wiederholt nur den Begriff Gottes. Dieser Satz sagt nur: Gott ist, existiert. Dieser Satz würde also offenbar nicht Monotheis- mus, sondern nur Theismus enthalten, worauf wir jetzt zu- rückkommen. Es wäre der Ausdruck Monotheismus für obige Bestimmungen überflüssig - schon der Ausdruck Theismus wäre hinreichend. Alle Lehrbücher enthalten deshalb bloßen Theismus. Es fragt sich aber: Kann man beim bloßen Theismus nicht stehenbleiben? Dann könnte man den Begriff des Mo- notheismus als entbehrlich erklären. Eine wichtige Frage. Doch ungeachtet dessen, daß dann der Begriff des Monotheis- mus entbehrlich wäre, gibt es viele Philosophen und Theolo- gen, die damit zufrieden wären und glaubten, nichts Weiteres bedürfe es, als des Theismus. Zwar bei den älteren Theologen,"
    },
    {
      "index": 8,
      "text": "die sich durch ihre Kenntnisse ausgezeichnet haben, war der Theismus nicht am besten angeschrieben; ihnen war Theismus soviel als Atheismus. Dies ist heutzutage nimmer der Fall - ja sogar die Erinnerung daran ist verloren. Schwerlich kann es viele geben, die einsehen können, warum die alten Theologen den Theismus gleich Atheismus setzten. Wem ist es ferner nicht bekannt, daß die erbaulichsten unter den Philosophen, z.B. Jacobi sich entsetzlich rühmen, reine Theisten zu sein und sogar Anerkennung für ihre Verteidigung des Theismus ver- langen? Sie geben zu verstehen, daß Theismus das einzige sei, was bis jetzt beweisbar abgehandelt ist. So steht es in der Philosophie. In der Theologie läuft alles, was der Rationalis- mus will, darauf hinaus, den Inhalt des Christentumes als Theismus anzuerkennen. Die Antirationalisten sind im Grunde auch bloße Theisten. Man könnte zwar sagen, den Begriff des Monotheismus zu eliminieren sei unmöglich, da man in der christlichen Glaubenslehre den Unterschied zwischen Poly- theismus und Christentum darzustellen habe. Allein bei den Ansichten, welche gegenwärtig über den Polytheismus herr- schen, ist dies nicht notwendig. Der Monotheismus als beson- derer Begriff hat nur Sinn im Gegensatz mit den, Polytheis- mus. Da aber beinahe jede Gefahr des Polytheismus ver- schwunden ist, so verhindert nichts, daß der pleonastische Ausdruck des Monotheismus »der einzige Gott« sich in den Begriff des Theismus »Gott« auflöse. Denn - könnte man fortfahren - es gibt ja nur Atheisten und Theisten. Theisten sind die Juden, Christen und Muhamedaner: Polytheisten gibt es nicht - denn die sogenannten Götter der Heiden sind nicht wirkliche Götter, sondern nur personifizierte Naturkräfte. Die Anhänger des Polytheismus sind also nur Atheisten, und folg- lieh gibt es nur einen Gegensatz, nämlich den zwischen Theis- mus und Atheismus. Ein gewissenhafter Theologe könnte als Beweis den Satz eines Apostels anführen, der zu den heidni- schen E phesern sagt: »Ihr waret ohne Gott usw.«.[*] Jetzt fragt es sich also: Kann man beim bloßen Theismus"
    },
    {
      "index": 9,
      "text": "l*l 2,12."
    },
    {
      "index": 10,
      "text": "stehenbleiben, oder muß inan zmn Monotheismus übergehen? Auch wir müssen uns darüber entscheiden. Diese Entscheidung kann aber nur dadurch geschehen, daß wir bestimmen, wel- cher Begriff durch den Theismus gegeben sein würde. Das Minus im Begriff des Theismus kann uns erst veranlassen, zu dem Plus des Begriffes des Monotheismus fortzuschreiten. Die Theologen, unter denen ich auch die philosophischen Theolo- gen verstehe, haben, indem sie den Theismus schon für Mo- notheismus ausgeben, indem sie einen Begriff, der nicht weiterführt als auf den Satz: Gott ist -, schon für Monotheis- mus setzen, den einen Begriff durch den andern verfälscht. Es geht daher unsere Untersuchung vorerst dahin, zu bestimmen, worin jener reine Theismus bestehe?"
    }
  ]
}