{
  "title": "Vorlesung 5 (Lecture 5)",
  "paragraphs": [
    {
      "index": 0,
      "text": "2U M. H. Die erste Forderung, die an den gemacht wird, der in die Philosophie eingeleitet zu werden wünscht, ist, daß er sich über das vorhandene Sein weg an die Quelle des Seins setzt. Dies ist an sich nicht schwer, und man könnte mit Goethes Faust sagen: »An dieser Quelle will ich gerne hangen, * doch sagt mir nur, wie dahin zu gelangen! -«[*]"
    },
    {
      "index": 1,
      "text": "[*] S. 94. »An ihrem (der Weisheit) Hals will ich mit Freuden hangen; doch sagt mir nur, wie kann ich hingelangen?« Das erste Faustbuch erschien Ei87 bei Spieß in Frankfurt a. M. - Faust soll in Roda bei Weimar geboren sein, in Krakau die Zauberei gelernt und im Spessart mit dem Teufel einen Bund auf zwanzig Jahre gemacht haben. Jetzt erscheint bereits »Mephistophilus (Mephistopheles) als Faust's Gesellschafter, und alle möglichen Wunderwerke auch anderer Zauber. von dem aus der Apostelgeschichte bekannten Magier Simon"
    },
    {
      "index": 2,
      "text": "Es fragt sich hier nur: Wie soll ich es anstellen, um zu jener Quelle zu gelangen? Ich sehe wohl, daß alle Begriffe, durch die wir das vorhandene Sein bestimmen, auch auf die Quelle des Seins in Anwendung zu bringen seien; und demnach ist uns ein Mittel zur Bestimmung desselben gegeben: Die Quelle des Seins ist zu bestimmen als das jetzt noch nicht Seiende, aber als das künftig sein Werdende; ihr Wesen ist Zukunft; das nächste Verhältnis des noch nicht Seienden, aber sein Werdenden, ist das, das sein Könnende zu sein. Es ist hier nicht ein abhängiges, sondern das unbedingte Können gemeint. Das, was sein wird, ist das unbedingt sein Könnende, oder das unmittelbar, ohne alle Vermittlung sein Könnende; d. h. nichts anderes, als: Es bedarf, um in das Sein zu gelangen, Nichts, als bloßes Wollen. Zu diesem Begriff des Wollens sind wir schon dadurch be- rechtigt, weil jedes Können nur ein ruhendes Wollen ist. Die Pflanze im Stande der bloßen Möglichkeit ist der Keim, oder die Pflanze in potentia. Die sich entwickelnde Pflanze ist Pflanze in actu. Das sein könnende Sein ist die unbedingte potentia existendi. Wir kennen aber keinen andern Übergang a potentia ad actum, als das Wollen; wenn der Wille will, ist er seiend, an sich aber nur die Potenz Km' E~OXT]V. Der Übergang a potentia ad actum ist der Übergang vom nicht Wollen zum Wollen; denn das Sein besteht eben im Wollen. Die Unter- schiede oder Abstufungen, die wir in der Natur wahrnehmen, bestehen nicht darin, daß einiges absolut willenlos, anderes wollend ist - der Unterschied besteht nur in der Art ihres Wollens. Der tote Körper will nur sich: sein ganzes Wollen geht nur dahin, sich selbst hervorzubringen - er ist in sich ganz erschöpft-, er ist von sich selbst ganz gesättigt, daher er nichts weiter ist, als der erfüllte Raum, das erfüllte Leere, das erfüllte Wollen. Er ist nicht absolut willenlos, sondern hat die Erfül- lung seines Wollens in sich selbst; er besteht durch ein selbsti-"
    },
    {
      "index": 3,
      "text": "an, werden auf Faust übertragen. Nach einem Leben voll von Aben- teuern, welche zum Teil an Eulenspiegel erinnern, wurde Faust trotz seiner Reue in dem Dorfe Rimlich bei Wittenberg vom Teufel ge- holt. -"
    },
    {
      "index": 4,
      "text": "sches Wollen, das darum auch ein blindes Wollen sem muß. Schon die Pflanze will etwas außer sich; darum ist sie auch höher gestellt. Der Mensch dagegen will etwas über und außer sich. Also Wille ist in allen Stufen der Natur. Jenes ursprüng- liehe sein Können aber, dem der Übergang vom nicht Sein zum Sein nichts anders ist, als ein Übergang vom nicht Wollen zum Wollen, kann in seinem Urbegriff, in seiner Wirklichkeit, nichts anders sein, als ein aktiv gewordenes, entzündetes Wollen. Überall, wo ein zuvor ruhendes, unfühlbares Sein (ein potentielles) sich fühlbar macht, - jede erste Seins=Entstehung * ist Entzündung - es ist ein Wille erregt, der sogleich nicht befriedigt wird. Insofern hat Heraklitus richtig geurteilt, wenn er sagt: Feuer ist die Grundlage der Welt.[*] Keine ursprüng- liche Seins=Entstehung läßt sich anders denken, als durch Entzündung oder unmittelbare Erhebung a potentia ad actum, oder durch aktiv Werden. Alle diese Erläuterungen waren nötig, um das ganze Ge- wicht der Bestimmung dessen einzusehen, was vor dem Sein ist, dessen, was sein wird, d. h., des unmittelbar sein Können- den. Nachdem nun erklärt ist, was unter unmittelbar sein Könnendem zu verstehen ist, läßt sich auch einsehen, daß auf diese Weise das vor dem Sein Seiende, das unmittelbar sein Könnende, in Ansehung des Seins und Nichtseins nicht frei zu nennen ist. Denn da es dem unmittelbar sein Könnenden nur um Sein und Nichtsein zu tun ist, so ist es noch kein freies. Wenn das, was sein wird, nur das sein Könnende wäre, so könnte es nicht das unmittelbar in das Sein sich Erhebende sein. Denn einer solchen unmittelbaren potentia existendi würde es nur natürlich sein, sich in das Sein zu bewegen. Wie wir vom Tiere sagen, es sei von natürlicher Bewegung, und bedürfe keines besondern Wollens: gerade so verhält es sich mit jener unmit- telbaren potentia existendi. Eine solche hätte keine Wahl, in das Sein überzugehen oder nicht; sie würde von Natur aus über- gehen; wir könnten sie eigentlich als potentiam existendi nicht"
    },
    {
      "index": 5,
      "text": "[*] »rrupoi; Scivu10i; Sa1cci0cn1i; ysvwti;« Plutarch. de El ap. Delph. II. p. 392."
    },
    {
      "index": 6,
      "text": "festhalten; sie müßte das immer schon Seiende, immer schon Übergegangene, das blind Seiende sein, ehe wir uns dessen versehen. Sie ist in statu potentiae gar nicht zurückzuhalten, denn eine reine potentia existendi bedarf nichts, als immer sich selbst, um in das Sein überzugehen. Wir glaubten, dadurch, daß wir von dem, was vor dem Sein ist, ausgehen, ein freies Verhältnis zum Sein zu erhalten. Jetzt finden wir gerade das Gegenteil. Dadurch würden wir uns von dem Sein überrascht fühlen; wir könnten unter jener Voraussetzung das, was sein wird, nicht als solches, nicht als Potenz, fest halten. Das, was sein wird, würde sich gleich ins blind Seiende hineinstürzen. Unsere Absicht aber war, eine freie ins Sein sich bewegende potentiam existendi zu finden. Unser wissenschaftliches Be- streben ist ein Konflikt m.it dem Sein; wir können nichts vermögen über das Sein, wenn wir ihm nicht zuvorkommen. Es ist daher wohl begreiflich, warum die meisten sich vor dem Anblick des ersten Prinzips scheuen und in leeren Begriffen sich ermüden, obwohl dies nur die Folge hat, daß sie den Fortgang in den Prozeß einer fortschreitenden Wissenschaft niemals finden werden, wie die ehemalige Metaphysik mit subjektiven Begriffen über die Dinge hinwegging, und so nie- mals eigentliche immanente Wissenschaft war.[*] Die Philoso- phie sucht des Seins selber sich zu bemächtigen, und nun sollte sie gerade als das erste zu allem wirklichen Sein einen blinden, seiner selbst nicht mächtigen, Willen anerkennen? Denn hat sich dieser Wille einm.al entzündet, so ist er nicht mehr Wille - er ist nicht mehr das, was sein und nicht sein kann; er ist jetzt das, was sein und nicht sein konnte. Alles, was sein und nicht sein konnte, ist nur ein zufällig Seiendes; dem zufällig Seienden wird sein Sein zur Notwendigkeit, wie alles zufällig Seiende"
    },
    {
      "index": 7,
      "text": "[ *] Nicht die Idee an sich selbst, sondern bloß ihr Gebrauch kann entweder in Ansehung der gesamten möglichen Erfahrung iibe1fliegend (transzendent) oder ei11/zei111isch (immanent) sein, nachdem man sie ent- weder geradezu auf einen ihr vermeintlich entsprechenden Gegenstand, oder nur auf den Verstandesgebrauch überhaupt, in Ansehung der Gegenstände, mit welchen er zu tun hat, richtet. Kant, Kr. der reinen Vernunft, p. 671. *"
    },
    {
      "index": 8,
      "text": "bestimmt ist, zu sein, und sich seines Seins nicht mehr ent- binden kann. Das Zufällige wird zmn Notwendigen, weil es, wenn es ist, nicht mehr nicht sein kann. Wie der Mensch ein anderer ist vor der Tat, als nach der Tat, wo diese ihm not- wendig ist, ebenso ist das unmittelbar sein Könnende im Sein nicht mehr unbefangen, sondern das mit dem Sein gleichsam Behaftete. - Wesen ist das, was sich noch kein Sein zugezogen hat - also das unmittelbar sein Könnende ist dann nicht mehr ein von dem Sein freies Wesen, nicht mehr das Seinlose, son- dem das mit dem Sein Geschlagene, das außer sein sein Kön- nen Gesetzte. Es ist das Können, daß sich selbst verloren hat - es ist das außer sich sein Könnende, wie inan vom Menschen sagt, er sei außer sich, seiner nicht mehr mächtig, er habe sein Können gleichsam verscherzt; denn mit nichts soll der Mensch sparsamer sein, als mit seinem Können; was er als Können in sich bewahrt, ist sein unsterblicher Teil. Aus obigen Gründen kann also wohl die Philosophie nicht umhin, sich jenes ersten Prinzips in gewisser Weise zu weigern. Aber alle erste und ursprüngliche Seins=Entstehung ge- schieht nur durch eine ursprüngliche Ekstasis. Ekstasis ist eine vox anceps. Es gibt eine Ekstasis, wodurch ein Subjekt außer sein Wesen, sich selbst entfremdet, gesetzt wird; dann gibt es eine andere Ekstasis, wodurch das sich selbst Entfremdete sich selbst zurückgegeben wird. Dies ist die bessere Ekstasis. Das unmittelbar sein Könnende ist noch Quelle des Seins; hat es sich aber ins Sein erhoben, dann ist es ein Seiendes und hat aufgehört, sein Könnendes zu sein; es ist dann nimmer Quelle des Seins und kann es auch nin11ner werden. Es hat sich jetzt gleichsam ins Sein verloren, und ist jetzt nicht mehr das nicht sein Könnende. Die wahre, eigentliche Freiheit, besteht über- haupt nicht im Sein, sondern vielmehr im nicht Sein, im nicht sich äußern Können, wie man den besonnenen Menschen an dem erkennt, was er nicht tut, und den unbesonnenen an dem, was er tut. Nun wird man es auch begreiflich finden, warum die meisten gegen diesen Anfang des Seins, gegen die ur- sprüngliche Seins=Entstehung, die Augen verschließen. Das unmittelbar sein Könnende ist an sich selbst nicht bloß das"
    },
    {
      "index": 9,
      "text": "nicht Seiende, sondern das überall nicht zum Sein Bestimmte, d. h., das überhaupt nicht sein Sollende, und inwiefern es in das Sein übergeht, kann es im Sein nur als das nicht sein Sollende erscheinen;[*] es liegt in der Wurzel seiner Natur, daß es im Sein nicht anders, als ein zu Negierendes, auftreten kann. Al- !ein davon darf man sich nicht abschrecken lassen, denn eben in dieser Bestimmung müssen Sie die Möglichkeit vorausse- hen, wie das nicht sein Sollende das Mittel enthält, in einen fortschreitenden Prozeß zu gelangen. Ohne Etwas, das nicht sein sollte, und doch ist, gebe es keinen Anlaß zur Bewe- gung. [**] Dieses unrecht Seiende ist von jeher in der Philoso- phie anerkannt worden - die Pythagoräer nannten es das linke Sein. Allerdings ist dieses das nicht gewollte Sein, und insofern muß die Philosophie sich gleichsam weigern, es zu setzen; aber diese Weigerung darf nicht als Berechtigung betrachtet wer- den, es gar nicht zu setzen. Diese Ungeneigtheit hat man nur als Fingerzeig zu betrachten, wie es gesetzt wird. Wir setzen es nicht, um es zu setzen; wir setzen es nur, weil wir es schlechter- dings nicht nicht setzen können; es ist nie das eigentlich zu Bejahende. Nie wird einer in der Philosophie weiterkommen, wenn er dies nicht ins Auge gefaßt hat. Aus dem Benehmen, welches die Philosophie beobachtet, wird sie selbst erkannt. Die Philosophie soll sich das verschaffen, was sie nicht will, um etwas zu überwinden zu haben; sie muß das nicht Sein gleich festen Blickes ins Auge fassen. Doch ich kehre wieder zum vorigen Satze zurück. Das, was vor dem Sein ist, ist unmittelbar das sein Könnende. Diese Bestimmung aber führt auf einen Umsturz, auf das Gegenteil von dem, was wir be- absichtigt haben. Sollen wir darum jenes Prinzip gleich weg- werfen? Keineswegs. Denn der wäre ein schlechter Soldat, der beim Anrücken des Feindes gleich die Flucht ergriffe. Wir müssen den Gegensatz nicht fliehen, sondern erkennen, daß er"
    },
    {
      "index": 10,
      "text": "[*] NB. l**] Geschichte der Pythagorischen Philosophie von Dr. H. Ritter. Hamburg, 1826. A. Wendt, de rerum principiis sec. Pythagoreos. Lips., 1827."
    },
    {
      "index": 11,
      "text": "hingestellt ist, damit wir etwas haben, was wir überlegen. Könnten wir das sein Sollende gleich im ersten Anlauf errei- chen, dann bedürfte es keines Suchens nach der vollendeten Wissenschaft; es bedürfte keiner Philosophie, keiner sukzessi- ven, faktischen Wissenschaft; denn der Anfang wäre da gleich das Ende, und es gäbe keine weitere Wissenschaft mehr. Teils ist es nicht löblich, das einmal Gesetzte wieder abzuweisen, teils können wir es nicht. Das nicht sein Sollende nämlich ist das nicht Abweisliche. Es gibt einmal keinen andern Weg in das Sein, als den des sein Könnenden. Das unmittelbar sein Kön- nende ist das Nächste am Sein. Entweder müssen wir auf alles Begreifen des Seins verzichten, oder das sein Könnende zulas- sen, weil wir nichts finden, was wir vor ihm setzten, wenn wir uns auch weigerten. Daher müssen wir es als das Nächste, als das an der Pforte des Seins Seiende, zulassen. Es wäre unge- eignet, einen Beweis dieses ersten Prinzips zu fordern, weil es kein Mittel gibt, es ganz auszuschließen. Beweis kann man nur fordern beim Wollen, nicht aber bei dem, wo wir nicht anders können, was wir setzen müssen. Daraus folgt, daß die Wis- senschaft dieses Prinzip nicht wegwerfen, sondern festhalten müsse. Es muß ein Mittel gesucht werden, um uns mit diesem nicht sein Sollenden zu versöhnen. Ich füge die Bemerkung bei, daß jedes Moment dieser Bewegung erst klar verstanden * wird im Weggehen von demselben. Wie der Mensch ein früh- eres Moment seines Lebens erst besser begreift, wenn er aus demselben gegangen ist - ebenso ist es auch in der Wissen- schaft. Als erstes Moment war es schon bestimmt, Vergangen- heit zu werden; seine Eigentümlichkeit kann ich erst sehen, wenn das zweite oder dritte Moment folgt. Wer diesen Mo- menten aufmerksam folgt, wird auch über den Anfang ins reine kommen. Die ganze Idee kann nur sukzessiv entwickelt werden, und deswegen ist das erste Moment der Bewegung nicht ohne das zweite zu verstehen. Überall, wo die rechte Idee nur sukzessiv erreicht werden kann, muß man das Ganze erwar- ten, um das Einzelne zu verstehen. Dies ist die Schwierigkeit, die sich jedem Vortrage der Philosophie entgegenstellt. Wir können nicht umhin, das, was sein wird, das 11or dem Sein (das Wesen, die"
    },
    {
      "index": 12,
      "text": "Lauterkeit) als das sein Könnende zu setzen. Dies führt uns aber auf das blinde Sein. Darin liegt nicht die rechte Hilfe dagegen, daß wir das sein Könnende gar nicht setzen; wir können es nicht nicht setzen, sondern wir müssen es setzen; aber zugleich mit dem müssen wir es setzen, wovon es beherrscht ist. Als sein Könnendes allein könnten wir es nicht festhalten. Wir behaup- teten nicht, indem wir es setzten »das Wesen des Seins ist das unmittelbar sein Könnende« daß es nur das sein Könnende sein könne. Das Wesen ist nicht bloß das sein Könnende, es ist unmittelbar mehr, als das sein Könnende."
    }
  ]
}