{
  "title": "Vorlesung 18 (Lecture 18)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Schon indem wir sagen »Gott« nicht »ein Gott« haben wir eine absolute Einzigkeit ausgesprochen. Diese absolute Einzigkeit kann nur auf den Begriff Gott nicht auf einen Gott führen, d. h., auf Theismus, nicht auf Monotheismus. Diese absolute Einzigkeit, die ich nicht von Gott aussage, sondern schon voraussetze, um »Gott« sagen zu können, diese Einzig- keit, die Gott zukommt gewissermaßen an und vor sich selbst, d. h., ehe er Gott ist, die unabhängig von seiner eigentlichen Gottheit ihn, zukommt, welche zwar etwas ist, ohne welches er nicht Gott sein könnte, aber wodurch er Gott ist, ist also nicht die eigentliche Gottheit in Gott, bestimmt nicht das Spe- zielle, sondern bloß das Allgemeine in ihm, welches auch übrigbliebe, wenn das Spezielle der Gottheit hinweggenom- men würde. Denn es ist leicht einzusehen, daß Gott ohne das Besondere auch noch das Allgemeine, d. h., der Substanz nach ist. Diese absolute Einzigkeit, die ich in Gott denken muß, damit er Gott ist, kann nicht darin bestehen, daß außer ihm kein anderer Gott ist, sondern nur darin, daß außer ihm durch- aus Nichts ist, also weder das ihm Gleiche noch Ungleiche. Auf die Frage warum ich sage »Gott« nicht »Ein Gott« gibt es keine andere Antwort, als diese: Weil ich in Gott setze, daß"
    },
    {
      "index": 1,
      "text": "außer ihm nichts sei. Damit, daß außer ihm nichts ist, weiß ich noch nicht, was er selbst ist. Es hat aber keine Schwierigkeit von dieser negativen Bestimmung zum positiven Ausdruck zu gelangen. Daß aiUJer ihm nichts ist heißt: Außer ihm ist kein Seiendes. Gleichwie ich sagen kann, daß außer dem Urschönen kein Schönes ist, sondern nur ein Schönes wird in Vergleich mit dem Urschönen, inwiefern es das Urschöne gewisserma- ßen in sich ausdrückt, ebenso wird man umgekehrt dasjenige, praeter quod kein Sein zu denken ist, das Ursein, das Sein Km:' i':~OXTJV, das Sein ohne alle Zutat heißen können, das Sein, in dessen Begriff nicht mehr eingeht, als nötig ist, um das Seiende zu sein, während in allem, was ein Sein ist, Bestimmungen sich finden, welche über das bloße Sein hinausgehen. Gott wäre also vermöge jener absoluten Einzigkeit das Ursein und dies ist der Begriff des bloßen Theismus, als jenes Begriffs, der über Gott nicht hinausgeht. - Jedem, der zu diesen Forschungen unbefangen hinzutritt, wird es auffallen, daß die Theologen, welche genau sprechen, immer einen Zusatz zu Gott nötig glauben, z.B. wahrer Gott. Nun fragt es sich: Wozu denn der Zusatz »wahrer«? Gibt es auch einen falschen Gott? Das letzte- re nun freilich nicht, wohl aber gibt es einen Begriff von Gott, nach welchem er, ohne falscher Gott zu sein, doch der nicht wahre sein könnte. Was nicht wahr ist, ist noch nicht falsch, sowie viele Meinungen nicht wahr, aber doch nicht falsch sind. Es kann also allerdings einen Begriff von Gott geben, gemäß dem er, ohne gerade falscher Gott zu sein, doch auch nicht wahrer ist. Der Unterschied zwischen Gott überhaupt und dem be- stimmten Gott, dem Gott, der es ist, ist die Ursache, daß zum Begriff des Theismus, um ein System zu bezeichnen, eine Bestimmung, ein Attribut, hinzukommen muß, wie Monothe- ismus, Pantheismus usw. Denn Theismus allein ist nicht ge- nug. Theismus könnte auch der Polytheismus sein, und Theist zu sein hört auch der Polytheist nicht auf. Ich sage, es m1UJ im Begriff Gottes etwas Eigentümliches liegen, daß Gott nicht unbestimmterweise sondern als 6 &eoc; gesetzt werden kann. wv 'O &eoc; ist aber soviel als 6 &eoc;, Gott, der es ist, dem nicht"
    },
    {
      "index": 2,
      "text": "gerade der Gott, der es nicht ist, sondern der, der es nicht ist, entgegensteht. Der Akzent muß im Deutschen unterscheiden. Im Griechischen wäre der Gott, der es 11irht ist, o0K wv Swc;, der, der es nicht ist, ~Lll wv /koc;. Diejenigen meiner Herren * Zuhörer, die mich mit erfreulicher Beständigkeit von Anfang bis jetzt gehört haben, brauche ich nur an den Unterschied von o0K und ~LI\"], den wir im Deutschen leider nicht ausdrücken können, zu erinnern. Dem bloflen Theismus, der über den Begriff Gottes nicht hinausgeht, ist Gott nur das Urseiende, 111 oder Ursein ist der Inhalt des Theismus, sowie Gott in der"
    },
    {
      "index": 3,
      "text": "Theologie immer als supremum, primum ens dargestellt wird, wie alle, die sich im Herzen zum Theismus hinneigen, ja auch solche, die sich einen philosophischen Anstrich geben, immer den Ausdruck »höchstes Wesen«, und besonders die Franzosen, vorzüglich im Oratorischen, ihr etre supreme gebrauchen. Die Frage nun war, ob man beim Theismus stehenbleiben und den Begriff »Monotheismus« nicht ganz aufgeben könne, weil er den philosophischen und theologischen Erklärungen so viele Verlegenheit verursacht;, Diese Frage lautet niiher bestimmt so: ~o Ob man sich in Ansehung Gottes nicht bloß mit dem Begriff des Urseins begnügen könne? Ist nicht dieser Begriff ein sehr erhabener;, Man könnte statt des Ausdrucks »Ursein« sagen »Substanz« und statt ))Sein Ka1' l';~ox17v« sagen ))Substanz Ka,' {;~oxriv«. Um auf diese Frage zu antworten, so glaube ich, daß ~s keiner von uns, der wissen will, wer Alexander der Große oder Julius Caesar gewesen sei, zufrieden wäre, wenn man sagte: Ein Mensch oder eine Substanz, oder sonst eine allgemeine Kategorie. In der französischen Deputiertcnkammer war jüngst große Aufregung, als der Minister* den Redner, der vor ihm aufgetreten, Individuum nannte, so daß er widerrufen mußte. Wenn in unserer Ständeversammlung einer sagte: Die Substanz, die soeben gesprochen (was man oft gerade nicht inadäquat finden könnte) - was würde man entgegnen' Jedes Individuum hat das Recht, als etwas Eigenes, als Apartes, nicht als allgemeine Substanz benannt zu werden, und daher hat es"
    },
    {
      "index": 4,
      "text": "* Es \\A ar Casin1ir Perier."
    },
    {
      "index": 5,
      "text": "ein nomen proprium. Wie will man also Gott nur mit dem Worte »Substanz« bezeichnen? Die Ursache liegt darin: Wenn man Gott als Substanz, nicht als Gott betrachtet, so wird er nicht als Eine Substanz betrachtet, sondern es wird absolute Substanz darunter verstanden. Dadurch erscheint er von allem andern hinlänglich abgesondert. Allein so wenig ich von einem Sein weiß, was es ist, wenn ich bloß weiß, daß es ein Sein ist, ebenso wenig weiß ich von Gott, was er ist, wenn ich nur weiß, daß er die Ursubstanz ist. Substanz ist alles, was ist, auch das übrigens Verschiedensartigste, wie Spinoza selbst gleich von der ausJ;edehnten und denkenden Substanz spricht, woraus erhellt, daß mit dem Begriff »Substanz« durchaus nichts aus- gesprochen ist. Mit dem bloßen Begriff des Urseins würde es sich auch vertragen, das Ursein als blinde, unfreie Substanz zu bestimmen, wie es auch im System des Spinoza der Fall ist. Man kann aber auch nicht leugnen, daß der Gott, welcher als Eine Ursache von allem gedacht wird, nichts weniger als als der urseiende gedacht werden könne. Wäre der Begriff des Urseins allein schon vollständiger Inhalt des Monotheismus, so müßte es verschiedene Arten des Monotheismus - also Monotheis- men - geben, wie ein Lehrer der Philosophie, der kürzlich erst zu meinem größten Bedauern gestorben ist, ohne daß ich zu- * vor die communio bonorum mit ihm haben konnte, in der letzten Ausgabe seiner »Enzyklopädie der philosophischen Wis- senschaften«* wirklich von Monotheis1nen spricht, indem er von einem Gott der Eleatiker, von einem Gott des Spinoza, von einem Gott des Christentumes redet. Daraus entstünde ein neuer Polytheismus; denn es würde mehrere Wesen geben, die »Gott« heißen könnten. Man muß sich hierüber entscheiden, indem man zugeben muß, daß der Monotheismus als ein vom Theismus verschiedener Begriff existiert, da es Menschen gibt, die unter »Gott« noch mehr sich denken, als das bloße Ur- se1n."
    },
    {
      "index": 6,
      "text": "* 3. Aufl. Heidelberg, 1831. 4. Aufl. Berlin, 1845. HEGELS sämmtl. Werke. 3. Aufl. HEGELS Leben v. K. Rosenkranz. 1844."
    },
    {
      "index": 7,
      "text": "Der Theismus erkennt Gott bloß der Substanz nach, nicht aber der Gottheit nach. Aus dieser Erklärung des Theisnrns wird sich der strenge Ausspruch älterer Theologen erklären, daß Theismus = Atheismus sei. Dieser Ausspruch ist nicht so ganz sinnlos, weil der Theist zwar Gott, doch nicht den be- stimmten Gott, Gott in der Gottheit erkennt. In besonderer Beziehung auf die Einheit Gottes begreift der Theismus zwar die Einheit Gottes, aber nur der Substanz nach, nicht seine Einheit als Gott. Die gewöhnliche Vorstellung der Lehre von 111 der Einheit Gottes, wenn sie von Tautologie befreit wird, ent- hält nicht die Einzigkeit Gottes als Gott, sondern nur der Substanz nach; jene Lehre enthält also bloßen Theismus. Mo- notheismus besteht in dem Begriff, nach welchen, Gott nicht der Substanz, sondern der Gottheit nach der Einzige ist. Wie aber die Einheit Gottes als Gott ausgesagt werden könne, dies mag vorerst noch dahingestellt bleiben. Einstweilen bemerken wir, daß die Unklarheit der gewöhnlichen Erklärung darauf beruht, daß die Theologen nur den ersten der Begriffe kennen, nämlich die absolute Einheit, nicht die bestimmte Einheit. Um 2(1 den Schein von einer bestimmten Einheit zu erlangen, schalten sie ein, daß außer Gott kein anderer Gott sei, wodurch der Satz tautologisch wird. Stillschweigend erkennen sie mit jener Re- striktion an, daß es im Monotheismus nicht darauf ankomme, den Einen Gott zu behaupten, sondern die absolute Einheit Gottes. Denn wenn außer Gott kein anderer existiert, so ist er der absolute Einzige. Indem wir aber Theismus und Mono- theismus unterscheiden und sagen, daß nur der letztere wahres System ist, so folgt nicht, daß der Theismus an sich falsch sei. An sich betrachtet ist er Wahrheit; er ist notwendiges Moment 311 zur Erkenntnis des Monotheismus - nicht daß man sich vor- stellt, Gott wäre zuerst Substanz, dann Gott - dies ist absurd. Indem Gott Gott ist, kann er nicht umhin, Substanz zu Sein. Zum falschen System wird der Theismus in seiner Aus- schließlichkeit. Wenn man bei ihm stehenbleibt und nicht zum Monotheismus übergeht, so muß man zum Pantheismus über- gehen, oder man muß, wenn man sich weigert, den Monothc-"
    },
    {
      "index": 8,
      "text": "1smus oder auch den Pantheismus anzuerkennen, m wissen- schaftlicher Nullität stehenbleiben, wie Jacobi, der zwar nicht * den Pantheismus will, aber auch nicht zum Monotheismus fortschreitet. Über diesen Punkt in der Folge mehreres. Nachdem wir gesehen haben, daß beim bloßen Theismus nicht stehenzubleiben ist, so entsteht die Frage, wie zum Mo- notheismus überzugehen sei? Wir haben gezeigt, daß der Inhalt des Theismus ist: Gott ist das Sein Km' E~OXTJV. Dies ist aber unbestimmt und bloß ein Rahmen zu einem Begriff. Es bleibt die Frage übrig: Was ist Ursein? Ist es geistig frei oder unfrei? In der Beantwortung dieser Frage liegt der Übergang vom Theis- mus zum Monotheismus. Wir können aber nicht antworten, ohne unmittelbar wieder einzulenken auf die früher entwik- kelte Progression, die ich aber hier nicht mehr ausführe. Das Ursein kann unmittelbar nur das an sich Seiende sein. Das an sich Seiende kann zuerst nur negativ bestimmt werden als das nicht gegenständliche Sein. Jedes gegenständliche Sein setzt etwas voraus, dem es gegenständlich ist. Es kann also kein urspriinglich gegenständliches Sein geben - das ursprüngliche kann nicht gegenständlich sein - es ist vielmehr positiv aus- gedrückt, das urständliche. Das, wohin wir wollen, der termi- nus ad quem, wohin wir mit unserer Entwicklung wollen, ist allerdings das gegenständliche; aber wir können es nicht un- mittelbar setzen. Der reine Anfang unseres Denkens, der ter- minus a quo, kann nur sein das urständliche, das reine Wesen, das wesentliche Sein, nicht das gegenständliche Sein selbst. Wir setzen das Urständliche, nicht weil wir es wollen, sondern bloß weil wir nicht anders können, nicht indem wir wissen, sondern indem wir nicht wissen, also gleichsam blindlings. Indem wir nicht wissen, setzen wir es; nun ist aber darum mit dem bloßen Begriff des an sich Seienden der Begriff des Urseins nicht erfüllt. Wir können dieses nicht bloß als das an sich Seiende denken, sondern auch als mehr. Das an sich Seiende ist nur das reine in-est-ens rn evi:cnoc;. Das bloß an sich Seiende ist das Gegenteil, das ex-est-ens rn l':~ecnoc;. Da der Anfang nie das sein kann, wovon er der Anfang ist (sonst wäre er die Sache selbst), so kann das an sich Seiende nur der Anfang der Exi-"
    },
    {
      "index": 9,
      "text": "stenz, aber nicht die Existenz selbst sein. Bei der ersten Be- stimmung des Urseins, daß es nämlich das an sich Seiende sei, können wir nun nicht stehenbleiben. Schon weil das an sich Seiende als Anfang zu bestimmen ist, und weil wir es nicht wollend denken, liegt darin ein Grund des Fortgehens. Vom an sich Seienden gibt es aber keinen andern unmittelbaren Fort- gang, als zum gegenständlichen Sein. Wir werden nun sagen: Das Ursein ist primo loco das an sich Seiende, secundo loco das gegenständliche Sein. Dieses, das gegenständliche Sein, lll kann aber das Ursein nur sein, wenn es sich selbst zum Subjekt hat, oder wenn es in diesem rein gegenständlichen Sein das für sich selbst Seiende ist. Das Ursein kann rein gegenständliches Sein nur sein, inwiefern es sich zur Voraussetzung, zum Sub- jekt hat. Allgemein ausgedrückt wird dies verständlicher wer- den. Objekt kann ursprünglich nur sein, was sich selbst zum Subjekt hat; denn alles will ursprünglich selbst Subjekt, nicht Objekt sein. Es kommt zu einem Objekt dadurch, daß das, was wir als Objekt wollen, sich selbst zur Voraussetzung hat. Von sich selbst ist nichts Objekt, alles Subjekt. Daher kann das ursprüngliche Sein nur Objekt sein, inwiefern es sich zugleich als Bedingung des Seins, d. h., sich als Subjekt in sich faßt. Denn wäre es nicht zuvor Subjekt, wäre es jetzt Subjekt. Das gegenständliche Sein ist also nur Objekt, indem es sich selbst Subjekt ist. Hierzu eine zweite Bemerkung. Als das rein Wesende, an sich selbst Seiende ist das Ursein kein Teil von sich selbst, sondern es ist das ganze Ursein, wenn es als lauteres Subjekt gesetzt ist, und ebenso ist es das ganze Ursein, wenn es nur als 311 Objekt gesetzt ist. Demnach ist 3) in keinem von ihnen, weder im Subjekt allein, noch im Objekt allein, das eigentliche, das wahre Ursein - und da wir fragten, was Ursein ist, so ant- worten wir: keines von beiden für sich. Die Wahrheit beider liegt darin, daß sie eins sind - d. h., in einem dritten Be- griff"
    }
  ]
}