{
  "title": "39. Vorlesung (Lecture 39)",
  "paragraphs": [
    "M. H. Die Orphiker, die Gegner alles Bacchischen Enthusiasmus , schreiben sich aus der Zeit des Bewußtseins her, wo nur noch Dionysos, der Semele Sohn, nämlich, der Dionysos im :i Gegensatze und in der Spannung, als Zerstörer eines frühem Bewußtseins, nicht aber als Vermittler eines höhern, geistigen Bewußtseins erscheint. Die vollendeten griechischen Mysterien hatten die Bacchische Dissonanz in sich durch einen höheren Akkord aufgelöst. Jener Bacchus, der früher zerstörend erschien, war hier selbst einer höheren Einheit untergeordnet . Diese letzten griechischen Mysterien waren vom wilden bacchischen Orgiasmus völlig befreit und gereinigt. Nie war Bacchus der eigentliche Gegenstand der Mysterien, nie für sich selbst; er war nur in der Unterordnung unter die Gesamtidee Gegenstand der Mysterien. Aber die Orphiker, indem sie dem Bacchus absolut widersprachen, hinderten die Entwicklung der höheren Idee, weil nur Bacchus der Übergang war.",
    "Als die Dionysos=Idee in den Mysterien allen Gegensatz überwunden , die ursprüngliche Dissonanz aufgelöst hatte, sahen sich die Orphiker durch die Mysterien gleichsam überflügelt.",
    "Jetzt konnten sich die Orphiker, indem sie geheime Gesellschaften zu stiften anfingen, den Mysterien gegenüber, in denen die vollendete Idee vorhanden war, nur als mysteria privata behaupten. Vergleichen Sie, was Theophrast über den * Charakter der Orphiker sagt: Sie waren schon zu Platos Zeiten in großer Verachtung. Im II. Buche de republ. sagt Plato, daß sie mit Büchern des Orpheus umherziehen, um Privatpersonen und Städte zu bereden, daß sie imstande seien, durch gewisse Opfer Reinigungen für Lebende und Tote zu bewirken. Ein anderes Geschäft derselben war die Wahrsagerei . Plato de republ. sagt hierüber: »Dann zeigen sie noch eine Masse Bücher vor von Musaeus und Orpheus, nach welP . Needham. Cantabr., 1712.",
    "... KaS' u½ SUT)JWAOUCi\\, 7lE\\SOV1E½ ou µovov \\Ö\\(DTU½, ij)Jca KU\\ JlOAE\\½ .... u½ ÖE TEAETU½ KUAOUCi\\V. [II, 364 e.] chen sie wie Priester wahrsagen, indem sie nicht allein Privatleuten , sondern selbst Staaten einreden, es gäbe Befreiungsund Reinigungsmittel von Missetaten, Opfer nämlich, in Festlichkeiten , und zwar für die Lebenden sowohl als für die Verstorbenen: Diese sind hinreichend, sagen sie, auch von den jenseitigen Strafen zu befreien; opfern wir aber nicht, so stehen sie uns auf schreckliche Weise bevor.« Und Protagoras 20.",
    "[sagt: die edle sophistische Kunst sei sehr alt, aber die ersten, * die sie ausübten, haben sie, um Mißgunst zu vermeiden, nur verstellt und verdeckt, Homeros, Hesiodos und Simonides hinter die Poesie, andere wie Orpheus und Musäus, hinter Mysterien und Wahrsagereien ausgeübt.] Sie übten die Wahrsagerei nur versteckt aus. Um diese Zeit der höchsten griechischen Bildung erschienen die Orphiker als Gaukler, herumziehende Bettelpriester, Wahrsager. Dieser Entartung ungeachtet hatte das orphische Wesen, indem sie eine eigene Lebensweise damit verbanden und sich von tierischer Kost enthielten, einen höheren Sinn und Ursprung. Denn die Orpheus=Idee ist in der griechischen Bildung das, was in früherer Zeit die Mithras =Idee oder der Buddhaismus war. Was Horaz von Or- pheus sagt, daß er die in Wäldern lebenden Menschen durch die Musik veredelte - »Sylvestres hmnines sacer interpresque Deorum caedibus et victu foedo deterruit Orpheus:« (d. arte poet. v. 391.) könnte auch von Buddha gesagt wer- den. Wie die Mithras=Idee und der Buddhaismus ist auch die Orpheus=Idee das antimythologische Prinzip. Auch Orpheus wird unter den Wohltätern genannt, die das menschliche Leben veredelt haben. Die ganze orphische Mythe wird von der griechischen Sage nach Thrazien verlegt. Lykurg, Pentheus und den Lebensweise, vom Mord, die Wälder durchirrende Menschen.",
    "Darum hieß es, er zähme die wütenden Löwen und Tiger. Hieß es von Amphion auch, der die Burg von Theben gegründet, Steine hab er bewegt mit dem Klange der Leier, und schmeichelnd hin sie geführt, wo er wollte.« Usw. nach Goethes Übersetzung.",
    "Orpheus sind Thrazier. In den letzten Zeiten, wo das erschöpfte Heidentum sich nach den orientalischen Gegenden zurückzog, stieg neuerdings das Ansehen der Orpheus=Idee.",
    "Die Neuplatoniker und Pythagoreer bemächtigten sich derselben , und verbanden sie mit der Idee der griechischen Mysterien . Porphyr, Proklus usw. bestrebten sich, die wiedererweckte griechische Lehre dem Christentume entgegenzusetzen . Aus dieser Zeit schreiben sich die Orphischen Theorien der Weltalter her, nach welchen Dionysos der letzte Weltherrscher sein soll. Auf diese werde ich später wieder zurückkommen . Man könnte fragen, wie es doch möglich gewesen sei, Orphische Mysterien mit Bacchischen zu identifizieren? - Diese Identifikation beruht auf einer zweifelhaften Stelle des Herodot, und selbst Creuzer weiß sich auf kein anderes Zeugnis zu berufen. Herodot erzählt von den Ägyptiern [, daß sie in wollenen Kleidern keinen Tempel betreten und auch nicht begraben werden dürfen; dies werde für unerlaubt gehalten, und dies stimme überein mit den orphisch genannten Gebräuchen und den bacchischen, die aber ägyptisch seien, und den * pythagorischen.] So nämlich nach der Lesart der gewöhnlichen Ausgabe. Wäre auch die Lesart nicht zweifelhaft, so folgt nur, daß in dem Punkte, daß in wollenen Kleidern niemand [weder * Tempel betreten noch begraben werden dürfe,] die orphischen Gebräuche mit den ägyptischen übereinstimmten. Aber dies berechtigt nicht, mit Creuzer auszurufen: Orphische Mysterien sind Bacchische. Die Übereinstimmung von Orphischen, Bacchischen und ägyptischen Mysterien berechtigt noch nicht, die Gleichheit derselben anzunehmen. Auch der jüdische Priester durfte an gewissen Tagen nur leinene Kleidungsstücke tragen - denn das - heißt es im Mosaischen Gesetz - sind heilige Kleider . Wollene Kleider, als durch tierischen Stoff gewonnen, werden als unreine, unheilige betrachtet. Deswegen aber kann man nicht sagen: Jüdische Gebräuche sind Bacchische - und ebensowenig: Bacchische sind Orphische. Allein jene Stelle, FR. CREUZERI Dionysus s. comment. academ. de rer. Bacchicar.",
    "et Orphicar. orig. et causis. P. I. II. c. figg. aen. Heidelb., 1808-09.",
    "worin gesagt wird, daß die Bacchischen Gebräuche Ägyptische seien, findet sich nur in einigen Handschriften, und indem Herodot den Zusatz machte, [daß die bacchischen Zeremonien von Ägypten herstammen,] so würde er nur wiederholen, was * er schon einmal gesagt hat, und so läßt denn jene Stelle keinen Zweifel übrig, daß sie bloß eine Glosse ist. Es war durchaus keine Möglichkeit, zwischen den Orphikern und Pythagoreern das Bacchische einzuschalten. Das Glossem zeugt nur von einer unvollkommenen Sprachkenntnis; denn BaKXtKa kann nach dem Sprachgebrauche unterrichteter Griechen, was doch He- rodot ist, nichts anders heißen, als die profanen Bacchusfeste.",
    "Nie hatten die älteren Griechen die Eleusinien BaKXtKa genannt . Nichts ist dem Bacchus entgegengesetzter, als das kontemplative Leben des Orphikers und die priesterliche Würde des Pythagoreers. Jene Sitte der ägyptischen Priester, nur in leinenen Kleidern in den Ten1pel zu gehen und nur in solchen begraben zu werden, hat wohl etwas Orphisches und Pythagoreisches ; dagegen aber ist die Erwähnung des Bacchus bei dieser Gelegenheit ganz widersinnig. Pythagoras hat die Bacchischen Orgien ebenso verworfen, wie Heraklit, der erste, der phallische Bacchus=Prozessionen erwähnt, zum Beweise, wie spät sie in Griechenland eingeführt wurden. Zu bestimmt wird Orpheus als Widersacher der Bacchus=Mysterien genannt , als daß man Orphische und Bacchische Mysterien verwechseln könnte. Nur erst später, nachdem die ganze Diony- sos=Idee entwickelt war, fanden die eigentlich Bacchischen.",
    "Zeremonien einen Eingang in Griechenland, und dann waren sie im Gegensatze mit den eigentlich Dionysichen Mysterien.",
    "Sie waren nicht Teil dieser Mysterien, sondern ihre Feste waren ganz öffentlich, und die Mysterien gingen vielmehr auf Be- sänftigung dieser Orgien aus.",
    "Das Resultat ist also: Dionysos, der noch im Gegensatz und in der Spannung erscheint, der Dionysos als Bacchus war nicht Gegenstand der Mysterien. Dessen Feste waren ganz öffentlich und nicht mysteriös. Hieraus würde folgen, daß die Bac- chus=Feste nicht zu unserer Untersuchung gehören. Allein weil wir uns einmal soweit über sie erklärt haben, daß sie ein integranter Teil der vollkommenen Dionysos=Idee sind, und sie noch manchem zur Bestätigung dienen können, so will ich noch einiges über diese öffentlichen Bacchus=Zermonien erwähnen . Was also in Bacchus und den ihm gefeierten Festen zunächst sich darstellt, war das reine Gefühl des die strenge Notwendigkeit des Bewußtseins auflösenden, freies Naturleben hervorrufenden Gottes. Denn jenes Prinzp des Anfangs, das Dionysos überwindet, ist an sich das naturwidrige. Nur indem es sich dem Dionysos unterwirft, sich ihm materialisiert , entsteht wirkliches Naturleben. Dieser Gott der zweiten Potenz ist nicht der verzehrende Gott - dies ist vielmehr der Gott der ersten Potenz. Der Dionysos der zweiten Potenz ist vielmehr der Materialität, Leiblichkeit verleihende Gott. Als der Gott, der das Bewußtsein von der strengen, verzehrenden Gewalt des ersten Prinzips erlöst, heißt er auch Aucnoc;, Löser - nicht bloß Löser von Sorgen als Gott des Weines, weil nämlich der Wein die Sorgen des Lebens vergessen macht; wie Demeter die Verleiherin des Saatkorns ist, ist Dionysos der Verleiher des Weines. Die von Demeter geschenkte Frucht entspricht dem exoterischen Bewußtsein. Der Wein ist keine so allgemeine Frucht, als die Saatfrucht und entspricht etwas Höherm , nämJich der Vergeistigung des realen, materiellen Gottes . Von den Ägyptiern erzählt Plutarch, oder eigentlich Eudoxus , daß sie erst zur Zeit des Psammetichs angefangen haben, Wein zu trinken. Früher hätten sie den Wein n~r gebraucht zu Opfern für die Götter, da sie glaubten, er wäre den Göttern am erwünschtesten, indem sie den Wein als das Blut der Titanen angesehen hätten. Das Blut habe sich nämlich mit der Erde vermengt, und den Weinstock erzeugt. Daher würden die Betrunkenen sinnlos, weil sie vom Blut der Erde voll würden. Cf. Plutarch. de Isid. et Osirid. 6.",
    "Auch in der menschlichen Seele ist nach der Annahme der Alten ein Titanisches Prinzip, woher sich alles Sinnlose ableitet.",
    "Diese Ansicht der Ägyptier, nach welcher der Wein das Blut der erschlagenen Titanen ist, beweist, daß der Wein auf das wilde, untergegangene, reale Prinzip bezogen wurde. Der Wein entsteht nicht durch das reale Prinzip, d. h., durch das Materiell werden des realen Prinzips, weil er etwas Höheres, als das Saatkorn ist. Zur Entstehung des Weines ist ein zweiter Prozeß, ein Prozeß der Vergeistigung, nötig. Der Wein ist, wie schon sein morgenländischer, griechischer, lateinischer und germanischer Name zeigt, etwas, das Gewalt erlitten hat. Er geht durch eine Art von Tod zum reinen, geistigen Leben über. Der Wein zeigt sich noch immer dadurch als etwas Organisches , daß er sich selbst zu erhalten vermag; nur ist dazu nötig, daß er - verschlossen, als Geheimnis - mysterium - bewahrt werde. Jeder Wein behauptet seinen bestimmten, individuellen Charakter, so wie er seine dämonische, geistige Natur durch die Anftmg beweist, die ihn zur Zeit der Blüte der entspre- * chenden Pflanze anwandelt, wo die weniger geistigen Weine, wie man zu sagen pflegt, schwer werden, sich in ihren materiellen Zustand zurücksehnen. Der Wein ist die Gabe des entschieden hervortretenden geistigen Gottes, wie die Saat die Frucht der dem höhern Gott sich hingebenden Demeter. Wie das Saatkorn die den Leib nährende Frucht ist, so ist der Wein die das höhere Geistesleben anregende, die höchste Wonne und den tiefsten Schmerz wieder hervorrufende Gabe. Eine Art von seliger Trunkenheit, worin nun zuerst das Wohlgefühl des be- freiten Bewußtseins sich aussprach, war der Charakter der Bacchischen Aufzüge. Aber die tiefere Bedeutung scheint durchaus den Mysterien vorbehalten gewesen zu sein. In jenen taumelnden und trunkenen Festzügen erscheinen zur Verherrlichung des Bacchus die Tityri und Satyri, unter welchen bockartige menschliche Figuren verstanden werden. Einige halten Tityrus bloß für die dorische Form von Satyrus, obwohl Strabo sie unterscheidet. Buttmann, * der in einer Zeit, wo phantastische Erklärungen höchstwohlgefällig aufgenommen * Über die philosoph. Deutungen der Griechischen Gottheiten. 1803.",
    "wurden, immer auf eine verständige Erklärung ausging, obwohl seine Erklärungen oft hausbacken waren, hat sie geradezu als Karikaturen von Bauern erklärt. Es ist auffallend, daß ihm nicht das weit näherliegende sogleich aufgestoßen war, nämlich, daß die Tityri und Satyri das tierähnliche Leben bezeichneten , von welchem die Menschheit durch die Wohltat des Dionysos befreit worden war. Darauf deuten ja schon die Hirschkalbfelle, womit diese Figuren bekleidet waren. Als ein höherer Repräsentant jener frühem Menschheit oder des lü in ihr herrschenden Prinzips ist Silenus, der treueste Gefährte des Bacchus, angegeben. Daß er das Prinzip selbst repräsentiert , ist aus seiner Stellung abzunehmen, da er als Anführer der Satyri vorgestellt wird. Er ist das nun selbst mild und zahm gewordene wilde Prinzip, das sich selbst mit Ironie betrachtet , indem es seiner selbst bewußt ist, und nun selbst seinen tierähnlichen Zustand belacht. Ironie ist nach Plato der Grundzug seines Charakters. An die Stelle der früheren Befangenheit tritt mit Silen die volle Unbefangenheit, denn den Befangenen flieht der Scherz. Einst im Widerspruch mit Bacchus und in seiner Blindheit stupid, ist er jetzt der Erfahrenste und Klügste aller Satyren; ja er ist jetzt der selbst in die Zukunft Schauende, indem er selbst eine Zukunft erlebt hat: er ist der prophetische Silen. In seiner äußeren Gestalt drückt sich der frühere Turgor des Naturprinzips aus, aber in seiner Abspannung , Lässigkeit. Darum heißt er auch Chalis, der nachgiebig , weich Werdende (xaAcim). Wie die Satyri selbst mit Efeu und Weinblättern umwundene Spieße tragen, die Thyrsus, welche eben das Zeichen der friedlichen Eroberung, des Friedens sind, wo nach einem alttestamentlichen Ausdruck das Schwert zur Flugschar umgewandelt wird (es wird der Zug des Bacchus immer als Siegeszug, aber als der einer friedlichen Eroberung betrachtet): so wird Silen selbst nicht vom kriegerischen Pferde, sondern vom Tiere des Friedens, dem Esel, getragen. Ebenso heißt es in der sich auf den Messias beziehenden Weissagung: Sage der Tochter Zion: »Siehe, dein Sohn kommt einher und der König reitet auf dem Füllen der lastentragenden Eselin.« Dasselbe Prinzip, welches in bezug auf die Menschheit Silen ist, dasselbe ist als allgemeines Prinzip, als Prinzip der gesamten Natur gedacht, Pan, ebenfalls Gefährte des Bacchus, bocksfüßig und rauh behaart; ein wahrer Naturgott. Die frühem Götter waren die Prinzipien der werdenden Natur; Pan ist das Prinzip der gewordenen, der im Werden beruhigten Natur.",
    "Er ist das Inwohnende, das nun Ruhende, das Verborgene der gewordenen Natur; er ist das unsichtbar Wehende, das der Mensch in der Stille der Wälder und im Schweigen der Fluren um sich fühlt. Pan ist der Gott der Hirten und aller, die in der freien Natur ein einsames Geschäft verrichten. Er ist der nicht mehr gefürchtete, der mild gewordene Gott, desssen frühere Wildheit jetzt mit Ironie dargestellt wird; er ist der ironische, scherzhafte Gott - er selbst ergötzt durch seine Scherze den Bacchus. Er erscheint aber als der menschenfreundliche Gott, wenn er sichtbar wird; denn eigentlich ist er die unsichtbar gewordene Naturkraft, die dem Menschen das Antlitz nicht mehr zuwendet, aber, wie sie sich umwendet, die Ursache grundlosen Schreckens ist. Pan ist das abgewendete Antlitz der Natur, jenes prius, das keinen Schrecken mehr erweckt; aber wenn es sich umwendete, Ursache des Erschreckens wäre.",
    "Daher der Ausdruck »panischer Schrecken«, von jenem Schrekken , der sich in Wäldern, ohne veranlassende Ursache, nicht bloß einzelner Menschen, sondern sogar ganzer Heere bemächtigt . Ganz besonders wird in Pan die durch die ganze Natur dringende Stille empfunden. Diese Stille wurde vom tiefen Natursinne des Altertums als etwas Positives angesehen, und Pan als diese Stille gedacht, da sein Sohn Krotos, Getöse, genannt wird. Der Lärm, das Getöse entsteht nur durch Aufhebung oder Spannung desselben Prinzips, das in seinem un- gestörten Sein die Ursache der Stille ist. Der tiefere Naturforscher erkennt, daß diese Stille zur Mittagszeit am größten ist.",
    "Auch ist es eine bekannte Sache, daß der Schall zur Nachtzeit weiter und schneller sich fortpflanzt. Sonst erklärte man sich dies so, daß zur Nachtzeit alles Geräusch von Menschen und Tieren verstummt sei. Allein Alexander von Humboldt hat in den Einöden von [Ontario], wo die Stille des Tages durchaus * nicht gestört wird, bemerkt, daß die Wasserfälle des Niagara um mehrere Meilen näher erscheinen und viel weiter gehört werden; Humboldt hat dies auf eine sehr künstliche Art zu erklären gesucht, nämlich, weil zur Nachtzeit die Ausdünstungen vermindert wären. Allein mir scheint, so großartige Phänomene sollten auch großartiger erklärt werden. Wenn das äußere Licht alles mit seinem Glanze erfüllt, ist das innere Licht abgespannter. Es ist natürlich, daß dagegen, wenn das äußere Licht verschwindet, jenes innere Licht leichter erweckbar ist.",
    "111 Diese Abdämpfung des Schalles zur Mittagsstunde ist sehr leicht zu beobachten. Ich selbst habe in meiner frühen Jugend, da es jetzt mir nicht mehr gegönnt ist, Beobachtungen anzustellen , mehrere Versuche z. B. mit dem Echo gemacht. Daher ist auch Pan bald der Liebling, bald der Gemahl der Echo.",
    "lS Auch Dichter kannten diese Mittagsstille und Ossian sagt im Tode Oskars:",
    ">> ••• Saepe Cervorum ramosum agmen de montibus altis Pascitur ad tumulos, medius dum flammeus axe Sol calet, et circum tenere silentia colles. « »Ästig bekrönte Scharen der Hirsche, von Höhen gekon11nen, weiden die Gräber ab, wenn die brennende Sonne zur Mitte kommt, und jeden umliegenden Hügel die Stille beherrschet.« Bei Theokrit fürchten sich die Hirten, am Mittag die Flöte zu ecl.it. 4 Vol. Paris, 1825-27.",
    "Voyagc de Humboldt et Bonpland dans l'interieur de l'Amerique - (auf 12 Lief 4., 3 Bde Fol. und s. Sammlungen Karten und Zeichnungen enthaltend, angelegt und noch nicht vollendet, wenigstens ist von der Reise in die Äquinoktialgegenden des neuesten Kontinents 1832 der 6. Band erst erschienen.) 3.'i Cf. Denis Mich. - Ossians und Sineds Lieder. s. Nachlese. 6 Tlc.",
    "* 3 Bde. Wien, 1784. (Ossians Gedichte, rhvthmisch übersetzt ,·on Brinkmeyer. Braunschweig, 1839.) blasen, als zur Zeit, wo Pan seinen Mittagsschlaf hält: Cf Theocr. Id. 1, 15. »Nimmer geziemt, oh Schäfer, am Mittag, nimmer geziemt uns jetzo Syringengetön! Pan fürchten wir. Denn von der Wildjagd will er sodann ausruhn, der Ermüdete ... « Cf Pind. Pyth. 4. * »TiwSoµm 8'm'rmv Km:aKAU <JSewav EK 8oupawc; 'EvaAH!, ßaµev c,uv aAµ<;t 'E<JTcepac;, &ypcp TIEAayn c,rcoµtvwv 'H µav vtv 61:puvov Saµa Aumrcovmc; SeparcoV1:E<J<JtV cpuAa~Et. « - Ich habe übrigens hier von Pan nur insofern gesprochen, als er bei den Hellenen und in Verbindung mit Bacchus vorkonunt . Ich wollte also nicht untersuchen, was es für eine Bewandnis mit dem Gott habe, der nach Herodot bei den Ägyptern unter dem Namen Pan vorkommt. Unstreitig aber ist es eine mehr äußere Ähnlichkeit, die den Herodot veran- Jaßte, den ägyptischen Gott auch Pan zu heißen, der bei den Ägyptiern mit zu den ältesten Göttern gehört. Pan ist unter den l*] Cf. Goethes Faust. S. 306, Stuttg.",
    ",,Das All der Welt wird vorgestellt im großen Pan.",
    "Ihr Heitersten umgebet ihn, im Gaukeltanz umschwebet ihn; Denn weil er ernst und gut dabei, so will er, daß man fröhlich sei. Auch unterm blauen Wölbedach verhielt er sich beständig wach, doch rieseln ihm die Bäche zu, und Lüftlein wiegen ihn mild in Ruh.",
    "Und wenn er zu Mittage schläft, sich nicht das Blatt am Zweige regt usw.« [V. 5873-5885] griechischen Göttern wirklich der Jüngste. In welchen, Sinne die Griechen dies von dem Dionysos sagten, darüber habe ich mich erklärt. Noch weniger konnte ich erwähnen, was die Orphiker und Neuplatoniker, in diesen Gott hineinlegten, nach welchen Pan alles - das nav im eigentlichen Sinne - war, und deshalb alle Bestimmtheit verlor. Nachdem Pan mit Bacchus einmal verbunden war, kam man auch darauf, ihn zum Pfleger, zum Erzieher des Dionysos zu machen - eine Idee, die zu mancherlei schönen Bildwerken Anlaß gab, unter welche auch der sich zu 111 München befindende Faun gehört, der das Bacchuskind trägt.",
    "Faun ist durch Aspiration des Lautes aus Pan entstanden. Die Bildende Kunst nahm daraus Veranlassung, die gemütliche Natur auszudrücken, weil Pan im Gefolge des Dionysos und der mit ihm zunächst in Berührung Stehende war. Allein dieser Dionysos war nicht Gegenstand der Mysterien. Auch konnte es nicht dieser Dionysos oder Bacchus sein, der die Demeter versöhnte; er war es vielmehr, der die Dcmetcr am meisten verletzte. Auch waren seine Feste öffentlich. Versöhnung der Demeter ist aber der Hauptgegenstand der Mysterien, was uns auf den eigentliehen Inhalt der Mysterien führt."
  ]
}