{
  "title": "63. Vorlesung (Lecture 63)",
  "paragraphs": [
    "Obgleich wir früher behauptet haben, daß die vermittelnde Persönlichkeit im Alten Testament als Persönlichkeit gewirkt habe, nicht als bloß natürliche Potenz, so konnte sie doch nicht unmittelbar als Persönlichkeit wirken; denn eben als Persönlichkeit war sie verborgen. Offenbar als solche wurde sie erst durch die Menschwerdung, die darin bestand, daß Christus das Natürliche, von Gott Unabhängige in sich zur bloßen Erscheinung seiner Gottheit machte. Im Alten Testament war eben die natürliche Potenz die Hülle, die sich über die Person legte, die diese gleichsam verbarg, und zugleich zum Medium ihrer Of- .20 fenbarung diente. Die Person ist im Alten Testament nicht das unmittelbar Wirkende, wohl aber das durch die natürliche Potenz Hindurchwirkende, aber keineswegs das diese Durchbrechende . Das eigentliche Durchbrechen der natürlichen Potenz geschieht erst mit der wirklichen Erscheinung Christi im Fleisehe . Da nun aber diese Erscheinung das letzte Ziel der ganzen Bewegung ist, so ist die Person in bezug auf die Erscheinung als die zukünftige, die kommende gesetzt; diese Zukunft ist auch der wahre Inhalt des Alten Testaments. Ihre Wahrheit hat die alttestamentliche Religion nur in der Zukunft; alles andere gehört bloß zur Hülle der Wahrheit. Insofern ist das ganze Alte Testament nur typisch oder vorbildlich. Da aber eben der, der der Kommende ist, auch der Durchwirkende ist, so ist er der von sich selbst Weissagende, der sich als Menschensohn sieht und ankündigt, und alle Sünden nicht bloß dem Sein nach, sondern in ihrem Grunde vertilgen will. Es ist nicht ohne Ursache, daß Christus auf Erden so großes Gewicht auf die Weissagungen legte: »Forschet und ihr irret euch nicht.« Die Weissagungen waren der entschiedendste Beweis seiner Präexistenz . Bis zu seiner Erscheinung war eine Scheidewand zwischen den Juden und andern Völkern, indem er auf die andern Völker nur als natürliche Potenz, auf die Juden aber als Persönlichkeit , wenngleich als verborgene und zukünftige, sich selbst mehr weissagende als darstellende, wirkte. Mit der Erscheinung der Persönlichkeit hebt sich auch jener Unterschied von selbst auf, da Christus die beiden, zuvor getrennten, Ökono- mien zugleich aufhebt, und beide dadurch gleichgesetzt werden . Der Apostel Paulus kennt keinen andern Unterschied zwischen Juden= und Heidentum, als den schon erwähnten des zahmen und des wilden Ölbaumes. Das natürliche im Juden- * tume und Heidentume war ganz dasselbe. Wie Paulus in einer andern Stelle sagt, so waren beide Juden und Heiden, Kinder des Zornes, unter dem Gesetze. Denn das mosaische Gesetz war als solches eben das, was die Juden mit den Heiden ge1nein hatten, indem das, was sich in ihm von dem unversöhnten Prinzip fand, die Ursache war, die es hinderte, mehr als Gesetz, nämlich Evangelium zu sein. In der jüdischen und heidnischen Religion ist Eine Notwendigkeit, Ein Gesetz, das zwar dem Inhalte nach verschieden ist, aber inwiefern auch das mosaische Gesetz Gesetz ist, sind beide Religionen in Ansehung des letzten Grundes völlig gleich. Beide sind Religionen der Furcht und des Schreckens - in beiden ist ein gleich knechtischer Geist, in beiden ist dem Bewußtsein ein gleiches Joch aufgelegt . Die wahre Befreiung des Bewußtseins geschieht erst durch Christus. Deshalb ist in bezug auf Christus zwischen beiden kein Unterschied mehr. Paulus im 4. Kap. an die Gal. * sagt: »'Ocrm yap de; Xptcrwv usw.« (»ihr habt Christus angezogen « ist soviel als: ihr selbst seid Christus - erinnern Sie sich an das, was ich über die wahre Bedeutung der Kopula gesagt habe) - Ei öE uµEtc; Xptcrwu (lebt nun Christus in euch) usw.",
    "06,w Kat ftµEtc; (inde1n er Juden und Heiden umfaßt - die Galater waren Heiden) 0'CE .... öEöouAwµEvm«. Unter diesen kosmischen Elementen kann man entweder die bloß kosmisehen der natürlichen Potenzen verstehen, denen das Heidentum zu dienen genötigt war, und unter deren Einfluß die mosaische Religion stand, oder man kann 10 cHotXEta als elementa , als rudimenta, Buchstaben erklären. Der Sinn kommt dann am Ende auf dasselbe zurück. Paulus sieht beide unter den kosmischen Elementen gefangen. Im Heiden= wie im Judenturne waren bloße Zeichen, bloße Buchstaben, kein Inhalt; diese Zeichen waren bloß kosmischer Art. Kocrµoc; ist sonst bloß das Heidentum; hier aber sieht man, daß in Hinsicht auf kosmische Elemente Paulus das Juden= und Heidentum völlig gleichgesetzt hat; beide bestanden bloß im Äußerlichen, Kosmischen . Der Apostel fährt fort: »ÜTE öE T)AitE .... urcoAaßw- µEv. « Paulus sagt hier überall »wir« »uns«; er spricht also ohne Unterschied zwischen Juden und Heiden. Daß die Galater Heiden waren, sieht man gleich darauf: »EöOlJAEUO'UTE usw.« Paulus sieht also Juden und Heiden für gleich an, beide als urco m cr,OtXEta 1:ou Kocrµou, als unter den Elementen der Welt, den kosmischen Elementen gefangen. Waren nun aber die Juden und Heiden nach der Erscheinung Christi eins, so waren sie auch schon vor dieser in ihm eins; denn er ist der Kommende.",
    "Waren durch das mosaische Gesetz Juden und Heiden absolut getrennt, so waren beide schon in der Prophezeiung eins. Im Alten Testament waren Juden und Heiden nur durch das Gesetz , welches der Gegenwart gehörte, geschieden; durch die Prophezeiungen, die der Zukunft gehörten, waren sie eins, daher dieselben Propheten, die in einem Messias den künftigen Heiland der Juden sehen, dieselbe Persönlichkeit ankündigen als den Trost und das künftige Licht der Heiden. Jesajas sagt:",
    "»Denen nichts davon verkündigt ist, diese werden es mit Lust sehen, und die, welche nichts davon gehört haben, werden es anerkennen.« Und »Ich werde gesucht werden von denen, die nicht nach meinem Namen fragen. Zu diesen sage ich: Hier bin * ich.« Also in der Prophezeiung sind zum voraus schon Juden und Heiden eins, sich völlig gleichgestellt. Es wäre vielleicht hier der Ort, die Frage zu beantworten, warum grade das Volk Israel zum Träger der göttlichen Offenbarungen auserwählt worden sei. Es läßt sich dieses wohl von den persönlichen Vorzügen ihres Stammvaters Abraham herschreiben, auf den sie nicht wenig stolz waren. Allein absolut betrachtet kann es kein anderer Grund sein, als daß das israelitische Volk, das niedrigste, nach dem Maßstabe der andern Völker verachtetste, Volk war, am wenigsten erfüllt von jenem Weltgeiste, der die andern Völker zur Stiftung großer Monarchien hinriß, wodurch sie sich in der Weltgeschichte einen großen Namen erwarben, weil dieses Volk mehr sich eignete, der Träger der göttlichen Geschichte, der göttlichen Offenbarung zu sein.",
    "Denn so schlaff und weich zeigte sich dieses Volk, daß es trotz der göttlichen Befehle, das ihm bestimmte Land nicht einmal ganz eroberte und mit abgöttischen Völkern lebte, statt einsam zu wohnen, wie ihr Gott einsam war; gleichwie es auch merkwürdig ist, daß das israelitische Volk den Verführungen der andern Völker beständig unterlag, ohne daß eine Spur vorhan- den wäre, daß andere Völker von ihm etwas entnahmen. Wenn von der einen Seite dieses Volk das begünstigte scheinen konnte, so war es doch auf der andern Seite nicht so. Die Vorzüge, die es hatte, hat es in der Folge teuer bezahlt. Seine Religion ist nichts Positives - sie kann nur als vervollkomm- netes, gesteigertes Heidentum oder als potentiales Christentum bestimmt werden - sie ist bloß etwas Negatives, was dem israelitischen Volke gefährlich wurde. Für die Juden war das Kosmische zur Hülle des übernatürlichen geworden; das Kosmische war ihnen dadurch Gegenwart. Umso schwerer mußte es ihnen darum sein, sich von diesem Kosmischen ihrer Religion loszumachen. Mit Wehmut drückt sich darüber Paulus im Briefe an die Römer aus: »'AAT]lh:tav Aeyoo .... 6 Aoyo~ toll Swu. « Mit gleicher Wehmut sagt er, daß Blindheit einem Teil * Israels widerfahren sei, indem er ausspricht, daß eher die Hei- den in ihrer Gesamtheit den Zugang zu Christus finden, als die Gesamtheit der Juden ihn erkennt: »Oi öe Aotn:01 .... EOO~ ,T]~ O'T]µepov fJµepa~.« Bis auf den heutigen Tag liegt, wenn Moses * gelesen wird, die Decke auf ihrem Herzen. Indem die Juden den Übergang zum Christentume versäumten, schlossen sie sich von dem Gange der göttlichen Geschichte aus. Sie mußten aufhören, ein Volk zu sein - sie mußten zerstückelt werden; denn sie waren nur etwas als Träger der Zukunft. Wie die Hülsen und die Spreu vom Winde auseinandergestäubt werden , sobald der lebendige Kern heraus ist, so wurde das jüdische Volk vom Sturmwinde der Geschichte auseinandergeschleudert , als es keine Geschichte mehr hatte. Es wäre ein verkehrter Weg, den Juden auf diese Weise Bedeutung zu geben , daß man sie von ihrer väterlichen Religion abziehen und ihnen eine bloß allgemeine, theistische Religion geben wollte, da der Fluch, unter dem dieses Volk leidet, darauf beruht, daß sie sich dem vorausverkündigten Gange der göttlichen Geschichte der letzten und höchsten Entwicklung jener geistigen Religion, welche das Christentum ist, entgegengesetzt haben.",
    "Solange sie noch an ihrer väterlichen Religion hangen, haben sie zum Teil einen Zusammenhang mit der wahren Geschichte, mit dem göttlichen Prozeß im menschlichen Bewußtsein, dem sich niemand ungestraft entziehen kann. Völlig abgeschnitten von diesem Zusammenhange würden sie nie mehr einen Anhaltspunkt finden, und wie auf schlimmere Weise so viele in unserer Zeit, die ganz den Zusammenhang dieser Geschichte verloren haben und wie die Juden exules sind, nirgends Ruhe finden. Etwas solches läßt sich schwerlich geschichtlich erwarten . Die Juden sind auch jetzt noch das vorbehaltene Volk, vorbehalten dem Reiche Gottes, in das sie am spätesten, und nach der Fülle der andern Völker, einzugehen bestimmt sind, damit auch hier jene erhabene göttliche Ironie sich bewähre, »die Ersten werden die Letzten!« Aber so gewiß die Verheißungen nicht trügen können, so gewiß wird auch der Tag kommen, an dem sie in die göttliche Ökonomie aufgenommen werden; wann aber dieser Tag komme, gehört zu den wirkliehen Geheimnissen, zu denen auch die letzten Ideen des Christentumes gehören. Indessen bleibt nur der Wunsch, welchen der freilich in anderer Beziehung nicht lobenswerte Papst Johann XXIII. den ihm zu Kostnitz entgegenkommenden Juden äußerte: »auferatis velamen ab occulis vestris!« Den endliehen Zustand deckt Nacht; er gehört zu den Geheimnissen, die nur dem Allmächtigen bekannt sind.",
    "Bis hierher war von der Präexistenz der Persönlichkeit die Rede, die in Christus erschienen, von ihrer Präexistenz im Heidentume, wo sie als natürliches Licht in der Finsternis, von ihrer Präexistenz im Judentume, wo sie durch die natürliche Potenz hindurch als künftige Persönlichkeit wirkte. Jetzt sind wir im Laufe der geschichtlichen Entwicklung bis auf den Zeitpunkt der wirklichen Erscheinung der göttlichen Persönlichkeit gekommen. Diese Zeit war eine vorausbestimnlte, denn es heißt »'OtE OE T]t,BE to 7tAT]pcoµa tou xpovou« »als die Zeit erfüllt war.« Es mußte alles geschehen sein, was bloß äußerlich geschehen konnte. Das entgegenstehende Prinzip mußte schon äußerlich besiegt sein durch die Kraft, welche jene natürliche Potenz im Heidentume hatte. Der exoterische Prozeß, welcher die mythologischen Vorstellungen erzeugt hat, mußte zu Ende und sein Ende mußte erklärt sein. Das erklärte Ende desselben war mit dem Römertume erreicht. Die vollkomm.enste Indifferenz gegen diesen Prozeß ist in dem spätem römischen Bewußtsein vorhanden, das keinen Moment des Prozesses mehr repräsentiert, in dem alle frühem Momente zusammenflossen. Das Römertum zeigt seine Unfähigkeit , weiter fortzuschreiten, dadurch, daß es in die Ver- gangenheit zurückgriff, daß es die alten orientalischen Religionen , um nur etwas Religiöses zu gewinnen, wieder aufregte, jene Religionen, mit deren Superstition Rom zur Zeit der ersten Cäsaren erfüllt war. Es mußte etwas Unerwartetes kom.- men - das war die allgemeine Ahnung: ein allgemeines Gefühl war über die damalige Welt verbreitet, es müsse etwas Neues herannahen. Die Welt war still und harrte der Dinge, die da kommen sollten. Das Christentum war im Schoße der römischen Gewalt entstanden: daher konnte Paulus im Brief an die Römer von dem ängstlichen Harren der Völker reden. Der Unterschied, nicht nur zwischen den wichtigsten Völkern der Erde, sondern auch zwischen Juden und Heiden, war durch das Römertum äußerlich schon aufgehoben, ehe er noch innerlich aufgehoben werden sollte. Dieses äußere Weltreich war gleichsam zum Lande erkoren, in welches der Samen des innern Weltreiches gesät werden sollte. Dies erst war die vorbestimmte Zeit. »Als diese Zeit erfüllt war, da sandte Gott seinen Sohn, geboren von einem Weibe, und selbst unter das äußere Gesetz getan, damit er es aufhebe und uns loskaufe.« Hiermit sind wir auf den Mon1ent des Offenbarwerdens Christi geführt : Wir sind damit auf den wichtigsten und wesentlichsten s Moment unserer ganzen Entwicklung geführt, weswegen ich glaube, einige allgemeine Reflexionen voranschicken zu dürfen .",
    "Die nächste ist wohl diese, daß die Menschwerdung des Sohnes Gottes als ein schlechterdings unerforschliches Geheimnis angesehen wird, welches man gar nicht zu ergründen suchen solle, oder über welches einen wissenschaftlichen Aufschluß zu suchen schon an sich eine Vermessenheit sei. Bedenken wir aber, daß so manches andere, was nach ebenso alten Traditionen dem menschlichen Begriffe für unzugänglich gehalten wurde, ihm dennoch zugänglich geworden ist; bedenken wir, daß das, was von den Menschen gesagt wird, »non omnia possmnus omnes« auch für die Zeiten gilt, daß es am Ende zarte und leicht zu übersehende Bestimmungen sind, durch die das für uns unmöglich Gehaltene möglich wird; daher die meisten gar nicht sehen, wie und wodurch dies geschehen sei, und meinen, es sei von selbst so geworden, und deshalb der Erfinder wenig Dank zu hoffen hatte: bedenken wir dies, so wollen wir uns nicht blindlings von jener Unerforschlichkcit zurückschrecken lassen. Zum vorläufigen Verständnis unserer Klärung also nun einige Bemerkungen:",
    "1) Man hat von jeher in Hinsicht auf sogenannte Geheimnisse der Religion teils zudringliche Fragen, teils von der Unbegreiflichkeit der Geheimnisse hergenommene Einwendungen dadurch zurückzuweisen gesucht, daß es auch in der Natur, die uns doch vor Augen liege, 1nehrcre undurchdringliche Geheimnisse gebe, die zu begreifen wir uns bescheiden müssen, z.B. das Fortpflanzungsvermögen organischer Wesen.",
    "Bei dieser gewöhnlichen Instanz übersah man, daß hier ganz Disparates, ganz Ungleiches verglichen werde. Es könnte wohl 3S sein, daß in der Natur ein Prinzip sei, das wir als ein seiner Natur nach nicht zu Wissendes bestimmen müssen. In diesem Falle ist aber das nicht zu Wissende eben dadurch bestimmt erkannt und gewußt, daß wir sagen, es ist seine Natur, nicht erkannt und gewußt zu werden, natura sua ignoratur, denn so habe ich ja eben damit seine Natur erkannt und bestimmt. Sie wissen, daß selbst unter den ersten Prinzipien alles Seins und Erkennens eines sich darstellt, von dem wir sagen mußten, es werde nur nicht wissend gewußt. Z.B. angenommen, daß die allgemeine Schwere die erste Bedingung alles äußerlichen und körperlichen Seins ist, so ist es leicht einzusehen, daß wir die Schwere als Vorbedingung nicht so erkennen, wie das Körperliche , eben weil sie die Vorbedingung ist. Allein indem wir dies einsehen, haben wir die Schwere schon begriffen; wir haben sie nämlich als etwas Unbegreifliches begriffen. Das eigentliche Prius der Natur kann nur eigentlich gesehen und gewußt werden , indem es nicht gesehen, nicht gewußt wird; denn entweder denken wir jenes Prius in seiner absoluten Lauterkeit, also entkleidet von allen begreiflichen Eigenschaften - und so ist es das seiner Natur nach nicht zu Sehende. Lassen wir es mit begreiflichen Eigenschaften bekleidet sein, so ist es zwar zu sehen, aber nicht mehr in seiner Lauterkeit, eben weil es zugedeckt oder mit jenen Eigenschaften affiziert ist. Es ist sieht- bar, inwiefern es nicht gesehen wird; es wird nicht gesehen, inwiefern es gesehen wird. Der allgemeine Charakter der Natur ist ein unsichtbar=sichtbares zu sein. Von diesem Charakter der Natur ist kein sicherer Schluß auf das zu machen, was dem reinen Reiche des Geistes angehört, und von dieser Art sind doch die Geheimnisse der Religion. Man könnte wohl eine Ausnahme machen bei Geheimnissen, die eine Seite haben, womit sie die Natur berühren, z.B. die Menschwerdung. Man könnte, um gleich bei diesem Beispiele stehenzubleiben, in Ansehung der physischen Seite der Menschwerdung ebenso- wohl eines befriedigenden Wissens sich bescheiden, als man sich bei der Zeugung, bei dem ersten Hergange der Bildung eines lebendigen Wesens, desselben bescheidet. Aber nicht von dieser Seite wird die Menschwerdung als Geheimnis angesehen , sondern sie wird von einer höhern Seite als Geheimnis betrachtet, nämlich als Folge eines freiwilligen Entschlusses.",
    "Wie ist also eine freiwillige Menschwerdung denkbar oder verständlich zu machen? (Hier ist also nicht von der Natur, sondern von einem freien Willen die Rede). Denn von einem jeden, auch zum Glauben aufgestellten, Geheimnisse kann man immer fordern, daß man verstehe, was darunter gemeint ist, wie Kant sehr richtig bemerkt. Ein Geheimnis muß insoweit doch immer etwas zu Verstehendes sein: in diesem Falle steht man bei den religiösen Geheimnissen doch erst auf dem Standpunkte , auf welchen man in Ansehung sogenannter Naturgeheimnisse schon zum voraus gestellt ist. De1jenige natürliche Prozeß, der z.B. mit dem dichtesten Schleier verhüllt ist, ist unstreitig der Prozeß der ersten Entstehung eines lebendigen Wesens; aber die Reihe der dabei stattfindenden Vorgänge ist uns wenigstens bekannt, seitdem von Naturforschern das bebrütete Ei in allen Momenten beobachtet ist. Wir wissen also, was vorgegangen ist, obgleich wir es uns nicht erklären können und wir die ganze Verkettung nicht durchschauen. Allein z.B. durch das bloße Aussprechen des Wortes »freiwillige Menschwerdung« sind wir lange noch nicht soweit; ich muß doch wissen, was dabei gedacht wird. Kann ich nicht angeben, was dabei gedacht wird, so ist es ein Nicht=Gedanke, ein Ungedanke, der mir zugemutet wird; es ist nicht einmal ein Gedanke, der es doch sein soll. Bei einem zusammengesetzten Gedanken kommt es, um sich desselben als eines wirklichen Gedankens zu versichern, wie Kant bemerkt, nicht bloß darauf an, daß man die Wörter, in denen der Gedanke ausgedrückt wird, einzeln versteht und verbindet, sondern daß sie, in einen Begriff gefaßt, einen Sinn zulassen. Bei aller, nicht bloß angeblicher , sondern auch wirklich zuzugebender, Unerforschlichkeit dieses Geheimnisses der Menschwerdung kann man sich der Forderung nicht entziehen, anzugeben, welchen Sinn man damit verbinde, und wirklich hat man in der Theologie einen Sinn damit zu verbinden gesucht. Die Frage kann also nur sein, ob der gewöhnlich damit verbundene Sinn in anderer Hinsicht der richtige sei?",
    "2) Gesetzt auch, es müßte vorläufig völlig zweifelhaft bleiben , ob sich über die Menschwerdung jener von Weltzeiten an präexistierenden Persönlichkeit etwas bestimmen lasse, so 1nüßte doch selbst dann wenigstens möglich sein, zu sagen, wie diese Menschwerdung nicht bestin1mt werden könne. Bei Gegenständen, die in großen Schranken eingeschlossen sind, ist dies [] ein großer Schritt, zu erkennen, was sie nicht sind. Wo * schon ein Bestimmtes vorliegt, da ist der negative Weg - via negationis - wenigstens eine Annäherung zur positiven Bestimmung . In vielen Fällen wird die endliche Bestimmung zuletzt durch lauter Negationen vermittelt. Nach dieser vorläufigen Bemerkung werde ich von der gewöhnlichen Art der Vorstellung der Menschwerdung ausgehen und sehen, was sich nach unsern Voraussetzungen angeben läßt. Denn es ist natürlich , daß mit den Voraussetzungen, wie wir sie bisher gewonnen haben, etwas möglich sei, was sich mit dem gewöhnlichen nicht leisten läßt."
  ]
}