{
  "chapterNumber": 9,
  "title": "IX. O punktach wstydliwych i o garderobie duszy (kontrabandzie)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IX. O punktach wstydliwych i o garderobie duszy (kontrabandzie). Będę jeszcze potem mówił w osobnym rozdziale o dalszych przejściach Strumieńskiego z Olą, tu z tych przejść wyjmę jeden epizod."
      },
      {
        "index": 2,
        "text": "W odwiedziny do Oli przyjechała jej kuzynka z Warszawy, młoda wdówka, pani Mossorowa. Była to kokietka w rodzaju tych, które się nazywają zepsutemi, pełna werwy, a umiejąca wzbudzić zaufanie kobiet takich jak Ola. Nie tylko cały dom bardziej się ożywił wskutek jej przybycia, ale także stosunek Oli do Strumieńskiego, w którym był już zastój, znowu zróżniczkował się trochę przez ten nowy czynnik. Jako wdowa miała pani Mossorowa pretensyę do grubego doświadczenia, które jej też Ola przyznawała, robiąc przed nią coraz szersze zwierzenia. Zrazu naturalnie była mowa o mężczyznach niby w ogólności, mimo, że obie kobiety miały na myśli tylko tych mężczyzn, których najbliżej poznały, więc Ola Strumieńskiego. Mówiono, że każdy mężczyzna to samiec, że po ślubie każda kobieta się zawodzi, zamiast miłości ma tylko szał zmysłowy itd. — Kuzynka poddawała, Ola chwytała jej nomenklaturę i brnęła w tych nibyto ogólnikowych wyznaniach coraz dalej. Potem przyszło i do wynurzeń szczegółowych. Gdyby Olę wogóle można było popsuć, byłaby to Mossorowa uczyniła prędzej niż Strumieński."
      },
      {
        "index": 3,
        "text": "Wyznania Oli wzbudziły w kuzynce zainteresowanie dla jej męża i chęć urządzenia tu małżeńskiego trójkąta. Torowała sobie do Strumieńskiego drogę zapomocą nibyto niewinnych zaczepek, a wiedząc, że znają ją jako osóbkę śmiałą, i że jako typowej ciepłej wdówce wiele jej wypada, nadużywała dość świadomie swego temperamentu, przesadzając w jego objawach wobec Strumieńskiego. Strumieński odsuwał ją z pewnego rodzaju powieściową powagą, krzyżował jej ułatwienia, omijał sposobności, wstrzymywał wyznania. Sprawiało mu to przyjemność, że może kobiecie dokuczyć, chciał także przez okazywanie swej stałości działać na Olę."
      },
      {
        "index": 4,
        "text": "Natomiast Mossorowa powiedziała Oli: ja ci pokażę, że on może być niewiernym, pokażę. Ola była ciekawa, co się stanie. Nagadała ona swej kuzynce dużo na Strumieńskiego, oczerniła go, powiedziała jej różne swoje trzeźwe zapatrywania o nim, ale był pewien kącik sercowy, w którym ona sama zaprzeczała tym oszczerstwom i męża przecież kochała. Wskutek umizgów Mossorowej widziała w nim znowu uroki, przez nią znów jej się podobał, czuła, że chociaż wdówka gra niby komedyę, ale gra ją z zanadto wielkim zapałem, była więc zazdrosną. Ale stało się tak, że wygadała się przed kuzynką prawie naumyślnie o sprawie Angeliki w ogólnych zarysach, w alluzyach Mossorowej poznał to Strumieński i odtąd trudniej mu już było korzystać ze względów wdówki. Mimo tego przeszkadzającego manewru Ola właściwie nie stała teraz po stronie męża, co miało po części źródło i w tem, że kuzynka, mszcząc się na Strumieńskim, zasiewała w niej ziarno powrotu do Gasztolda."
      },
      {
        "index": 5,
        "text": "Strumieński byłby może chętniej nagiął się do życzeń Mossorowej, gdyby zachowywała się nie tak zaczepnie; wolałby uwodzić, niż być uwiedzionym, bo nawet w tego rodzaju stosunku chciał choćby jakiegoś surrogatu miłości, ułatwiającego łudzenie samego siebie, tu zaś widział, że Mossorowej idzie głównie o zadowolenie swej ambicyi. Nie ufał jej zresztą, miał ją w podejrzeniu, że w rozstrzygającej chwili się cofnie, a on będzie skompromitowany przed nią i przed żoną. Przeczuwał, że może między obiema kobietami jest jakaś umowa co do wypróbowania go, — nie wiedział, że takie umowy zostawiają dość miejsca dla akcyi wprost przeciwnej. Podejrzywał także, że Mossorowa ma jakieś konszachty z Gasztoldem, i nie chciał pić z tego samego źródła, z którego się może tamten nasycał, wiedząc zaś o miłości Gasztolda do Oli, domyślał się, że może Gasztold ma jeszcze jakieś nadzieje i chce Olę właśnie przez tę panią wybadać. Słowem ułożył sobie obraz jakiejś intrygi i postanowił nie dawać Oli pożądanego może przez nią pretekstu do zwrócenia swych myśli w stronę Gasztolda a lekceważenia męża, postanowił wytrwać, a przed żoną udać, że czyni to nie dla niej, lecz dla Angeliki. Oprócz obrazu owej intrygi, oraz potrzeby konsekwencyi czynów wobec Mossorowej, grała tu także rolę pewna zabobonna ale musowa obawa, której mylność sam poznawał: że jeżeli dopuści się zdrady, wtedy Ola przez mgłę to odczuje i będzie miała prawo odpłacać mu tem samem. Panował więc nad sobą, unikał wahania się, udawał niezłomnego. Głównie jednak obawiał się tego, że przez zadanie się z Mossorową popsuje się coś w dotychczasowej jego pozycyi między oboma biegunami: Angeliką i Olą, że w sercu jego powstaną nowe komplikacye, bo znał siebie pod tym względem, — a on, tak jak lubił kąpać się, czysto ubierać, porządnie prowadzić swoje rachunki, — tak samo chciał, żeby akta sercowe sprawy Angeliki były jasne i czyste, bez takich kartek, któreby trzeba może wydzierać lub zamazywać. Toby się zresztą dla pani Mossorowej nie opłaciło, bo nie była dlań sympatyczną. A więc — że się tak wyrażę — z próżniactwa zignorował jej pokusy, a na prośby swego zmysłowego „ja“, że zmiana płciowej strawy byłaby pożądaną, odpowiedział, że to wszystko jedno, z kim zadowala niższe kategorye swych uczuć, że rozmaitość w obrębie pewnych rzeczy jest tak małą, iż nie warto dla niej nadwerężać ustalonego spokoju, (por. str. 91.)"
      },
      {
        "index": 6,
        "text": "Zdarzyło się raz, że podczas jakiegoś bankietu Mossorowa trochę więcej wina wypiła i stała się w zachowaniu się swojem wobec Strumieńskiego więcej niż zwykle wyzywającą. Chciała mu pokazać miejsce pod sercem, w które, jak ją pouczono, trafia się kulą, by popełnić samobójstwo, ale Strumieński powiedziawszy, że nie zna się na artyleryi (bezsensowny koncept), odepchnął ją chłodno, a potem opowiedział cały fakt żonie. Wywołał przez to następujący kłębek sprzeczności: „Takich rzeczy żonie się nie mówi; cóżto, czy nie potrafisz sam siebie upilnować, i jak możesz rzucać taką potwarz na moją kuzynkę, ona z tobą żartowała tylko, ja to bardzo dobrze uważam“. Kto umie czytać między liniami zdarzeń, ten przyzna, że to solidaryzowanie się Oli z Mossorową wygląda tak, jakby jej szło o poniżenie Strumieńskiego, o ściągnięcie go z pewnego piedestału. Tak energia zazdrości przepłynęła u Oli w coś całkiem przeciwnego."
      },
      {
        "index": 7,
        "text": "Przy odjeździe spytała Mossorowa Strumieńskiego: Czy mam jeszcze przyjechać? na co on najprzód odrzekł z kurtoazyą: ależ i owszem, prosimy! ale potem ten jeden raz z pewną szczerością, pokrytą szyderstwem, dodał: Jak mi się stęskni za panią, to proszę przyjechać. W gruncie rzeczy bowiem miał wyrzuty sumienia egoizmu (i egoizm ma swoje sumienie), że tak lekkomyślnie, dla chimery, nie korzystał ze względów ponętnej pani. Po jej wyjeździe marzyło mu się trochę o niej. Pobyt jej bądź co bądź spulchnił w nim grunt, na którym wyrosła potem roślina niewierności. Powoli przyzwyczajał się do tej myśli, bo chociaż w jego mózgu były różne niepoprzebijane ścianki, chociaż miał umysł nieco powolny i dość długo wytrzymywał w jednem stadyum, jednak był zarazem dość śmiałym, żeby się zdobyć na stadyum inne, względnie wyższe. Na razie wszakże to obcowanie z praktyczną możliwością posiadania innej kobiety niż Angelika i Ola, z możliwością szukania rozkoszy poza sferą ustaloną przez tyloletnie marzenia, rozkołysało jego duszę w kierunku rzewnych myśli o Angelice, dało mu nastrój liryczny, tj. taki, w którym najchętniej zanurzają się pragnienia, unikające jeszcze światła dziennego."
      },
      {
        "index": 8,
        "text": "Tak tedy w idei problem wierności Strumieńskiego był już właściwie rozstrzygnięty, w praktyce stało się to dopiero o wiele później. Napozór powinno było być inaczej. W małżeństwie często dzieje się tak, że po różnych wahaniach w górę i w dół temperatura zatrzymuje się wreszcie przy jakimś obojętnym punkcie. Wówczas jedna strona, w tym wypadku żona, przestaje dla drugiej być czemś w rodzaju problemu, zastępczynią nieznanej części świata, lecz zaczyna należeć do status quo ante, staje się tylko członkiem rodziny, takim jak ojciec, matka, brat, siostra i reszta, a wtedy mąż pod pewnym względem właściwie znowu jest kawalerem, i zdarza się też, że stosowne do tego prowadzi życie. Że tak się ze Strumieńskim nie stało, to było przedewszystkiem skutkiem braku odpowiednich mediów w pobliżu; postanawiał wprawdzie kiedyś ich szukać, lecz ten obowiązek egoizmu odkładał na czas późniejszy. Tymczasem jego siły psychiczne ugrzęzły zupełnie w użeraniu się ze stryjem, i wogóle w tych starciach, które powstają wstosunkachw stosunkach między mężczyznami a czasem są jeszcze ciekawsze niż komplikacye miłosne. Ale na wyczerpanie spraw z tej nowej dziedziny trzebaby chyba poświecić osobny ustęp, w którym opisałbym wysoki stopień przejęcia się Strumieńskiego temi sprawami, jego myśli o naturze ludzkiej, sprawiedliwości i krzywdzie, odważanie drobiazgów na szali tych myśli, wytwarzanie się różnych przejściowych „zadań“ jego życia i porzucanie ich, oddziaływanie tego wszystkiego na jego poglądy erotyczne. „Miłość“ rozpadła się na swoje części składowe (popęd, ambicya, potrzeba twórczości, ciekawość psychologiczna, energia w regulowaniu swego stosunku do innych ludzi itd.), z których każda z osobna gdzieindziej miała zaspokojenie."
      },
      {
        "index": 9,
        "text": "Ciekawa i na pozór nieprawdopodobna formacya zazdrości u Oli, a dalej główny sekret wierności Strumieńskiego skłaniają mnie jeszcze do innej dygresyi. Najprzód zauważam, jak znaczną rolę mają w życiu punkty wstydliwe, to znaczy motywy na pozór drobne i sztubackie, którym się nie chce przypisywać znaczenia dlatego, ponieważ wydają się być niegodnymi poziomu sprawy. I tak np. Strumieński mógłby się, jak mniemam, dość łatwo przyznać do wszystkich motywów swej wierności, — tylko nie do tego, co określiłem mniej więcej jako pedanteryę sercową, bo to wydałoby mu się śmiesznem, dziecinnem. Tak samo wstydziłby się on przyznać np. do tego, że w chwilach, w których zamierzał skorzystać z umizgów Mossorowej, kierowała nim w znacznej mierze chęć przekonania jej, że i on jest mężem postępowym, który swą żonę zdradzić potrafi bez skrupułów! nie ubliżałoby mu jednak przyznać się, że go „natura“ uniosła. Tego samego rodzaju śmieszna ambicya wstrzymała go jednak potem od romansu na dobre — gdyż nie chciał dać Mossorowej powodu do powiedzenia, że ona jego uwiodła, i wolał swojemu początkowemu wahaniu się nadać ex post piętno wyższej, lepszej, uświadomionej stałości. Do wszystkich takich motywów nie przyznałby się Strumieński, bo one wydawałyby mu się — jak powiedziałem — niższymi od tego poziomu, który chciał reprezentować. Mojem zdaniem jednak, takie „wstydliwe“ motywy są nieraz bardziej żywiołowymi niż te, które jako wybitnie żywiołowe (np. natura go uniosła) wyrobiły już sobie prawo obywatelstwa w literaturze i w myślach ludzkich."
      },
      {
        "index": 10,
        "text": "Druga uwaga dotyczy podobnej sprawy, ale rozważanej z innego stanowiska. Garderobą duszy nazywam miejsce, w którem się kryją wpół świadome, wpół musowe myśli z dziedzin kompromitujących, zanim się przebiorą w szatę, w której mogą już pokazać się światu, — w tzw. płaszczyk. Np. ślepa niechęć Oli do Strumieńskiego, wywołana jego powodzeniem u Mossorowej (zazdrość?), przerzucona w uprawniony na pozór okolicznościami wyrzut: Naco mi mówisz o tym brudzie? poco ją spotwarzasz? — Wskutek fałszywych nauk etycznych, ludzie w sposób zabobonny prawie boją się przyznawać do myśli, zachcianek i podszeptów egoistycznych, którychby się właściwie wstydzić nie potrzebowali, ponieważ są to przeważnie myśli musowe, wynik niezależnego od nas mechanizmu, poddającego nam pewne gotowe już wyobrażenia i myśli. A chociaż religia mówi, że mimowolnemi myślami nikt nie grzeszy, ludzie nie lubią patrzeć śmiało w ten tajemny alembik, nie lubią odkrywać i wypowiadać tego, co się tam odbywa, lecz prześlizgują się ponad nim, — a tymczasem owa „zła“ myśl przerzuca, przemyca się, przybiera sobie do pomocy jakąś formę szlachetną i tak się przecież na świat wydostaje. Dlatego-to jest tylu złych ludzi, a prawie nikt do złego przyznać się nie chce, dlatego jest tyle ważnych spraw spornych między ludźmi, które usuwają się z pod kompetencyi zwykłych sądów, a badane mogłyby być chyba przez jakieś utopijne trybunały psychologiczne. Z jakim nakładem świadomości odbywa się to zaspokajanie swego egoizmu krętemi drogami, toby była ważna kwestya, w której tkwi nawet moment etyczny."
      },
      {
        "index": 11,
        "text": "Przykładów na owe utajone procesy myślowe dostarcza dosyć cała „Pałuba“ a w życiu od nich się roi. Jeżeli np. ktoś mnie pokrzywdził, a ja wkrótce potem mimo to daję sowitszą jałmużnę ubogiemu, wówczas naddatek jest zemstą w celu powiększenia wyrządzonej mi krzywdy: tem bardziej staję się pokrzywdzonym, im jestem litościwszym. — Panna, znajdująca się w pobliżu znanego uwodziciela, objawia w sposób jaskrawy swą antypatyę do niego: dość przejrzysta „komedya“ w celu zwrócenia na siebie uwagi i poddania uwodzicielowi chęci zdobycia owej nienawidzącej zapomocą uczciwego zakochania się (ale przytem i żal z powodu trudności zapanowania nad uwodzicielem). Jeśli jednak potem ta osoba przecież „padnie ofiarą“, stanie się to właściwie albo wskutek ślepego naśladownictwa nawet bez większego popędu, czyli wskutek nieodporności na suggestyę, że się takiemu człowiekowi uledz musi, — albo wskutek popędu, którego zaspokojenie może w tym razie liczyć wyjątkowo na niejakie przebaczenie u bliźnich, gdyż można się usprawiedliwić, że się nie zdołało oprzeć jakiemuś tajemniczemu „czemuś“, które posiadał „ów człowiek“. W obu razach jednak te właściwe, chłopskie motywy wybierają sobie w garderobie duszy płaszczyk, czerwone domino — „miłość“, to wygodne pojęcie, które w duszy odrazu zaprowadza stan wyjątkowy. I wówczas nieszczęśliwa ofiara wpada w ramiona uwodziciela z okrzykiem: „już nie mogę dłużej walczyć z głosem miłości!“ a utrata wianka odbywa się pod pretekstem, że ona go tak kocha, iż nie może mu niczego, nawet tego odmówić. A więc „miłość“ gra tu rolę sojusznika, przywołanego po to, żeby dał swą firmę; najważniejszem jednak jest to, że z sojusznika robi się wspólnik, „miłość“ staje się szczerą, nieodpartą, — kto wie nawet, czy nie przychodzi już jako szczera i nie wydźwięcza się w tym zakresie, który nazwałem następczem życiem duszy. (Por. „Trio“ pod 3.) — Pani, która przychodzi na zebranie towarzyskie w nadziei, że na niem będzie błyszczeć, tymczasem niespodzianie zjawia się inna osoba, która ją przyćmiewa; wówczas owa jejmość suggeruje sobie ból głowy i odchodzi do domu — z rzeczywistym bólem głowy. — Panny bez szans wyjścia za mąż mówią czasem i po części wierzą w to, że nie mają w sobie powołania do zamęścia, lub że dałyby kosza mężczyźnie, któryby im się oświadczył, lub że nie wierzą w miłość. — Panna, zazdrosna o swego domniemanego konkurenta, którego z powodzeniem kokietują jej towarzyszki, zarzuca im potem — nie odbieranie jej go, lecz brak wychowania, nieprzyzwoite zachowanie się, brak skromności dziewiczej itp. — Stara panna, strzegąca młodej od pokus męskich — czy z bezinteresownego ukochania cnoty? czy z zazdrości? — Rodzice, którzy nie pozwalają córce iść za głosem serca, lecz zmuszają ją do zrobienia partyi z rozsądku, np. do wyjścia za człowieka starszego, który jest ich dawnym przyjacielem, — zwykle wmawiają w siebie i w nią, że czynią tak tylko dla jej dobra, a nie dla dogodzenia swoim planom. Sytuacya to w życiu bardzo pospolita, tysiąc razy opracowywana w powieściach i dramatach, — a mimo to nikomu nie chciało się widzieć tu psychologicznej szacherki i zdemaskować owych rodziców w sposób pokazany tu przeze mnie. Zwykle zarzucało im się wprost ordynarny egoizm, do którego naturalnie oni się przyznać ani nie chcieli, ani nie mogli, albo też święcie wierzyło się w ich szczere i dobre chęci. Swoją drogą rodzice rozporządzając w ten sposób losem córki, mogą mieć w większości wypadków słuszność; lecz, jeżeli mają tę słuszność, to tylko w rzeczy samej, nie w motywach. Porównaj co do tego zastrzeżenie, wypowiedziane na str. 163. Inny przykład. Dajmy na to, że ktoś kogoś bardzo nie lubi, uważa go za głupca lub łajdaka, lecz wtem zbliża się sytuacya, w której uśmiecha mu się zawarcie z owym człowiekiem jakiegoś sojuszu lub interesu, lub też w której musi go prosić o pieniądze, protekcyę, wogóle jakąś przysługę. Wówczas uczuwa się pewną potrzebę szczerości przy rozpoczynaniu kroków przyjaznych, aby wobec siebie samego nie wyglądać na obłudnika. Przygotowuje się więc w swoich zapatrywaniach zwrot na korzyść tej osoby, myśli swe o niej, ustawione dotychczas w szyku bojowym, szereguje się inaczej, wyszukuje się jej zalety, w takiej liczbie i sile, by mogły osłabić żywe jeszcze poczucie obrazu jej wad, — tak że w końcu udowadnia się prawie sobie samemu jej intelligencyę lub dobroć. Podobnie dzieje się przy słuchaniu niespodzianych pochlebstw od osoby, dotychczas lekceważonej, i na odwrót: jeżeli jakaś osoba, którą poważamy i lubimy, gani nas lub sprawia nam przykrość, wkrótce traci nieco w oczach naszych z wewnętrznej wartości. Mówi się nawet wtedy żartobliwie: „Jego akcye poszły u mnie teraz wysoko w górę“ lub „spadły“, szkoda tylko, że prawie nikt nie krytykuje tego biuletynu giełdowego. Naturalnie cały ów proces duchowy, opisany powyżej, odbywa się nieświadomie, lecz kto nie jednoczy się na ślepo z tem, co mu podsuwa mechanizm jego duszy, lecz chwilami podpatruje ją na gorącym uczynku, ten może niejako czuć to dziwne, a pod względem moralnym zatrważające skręcenie w swoich myślach, — gdy np. pozostawiwszy splot myśli o jakiejś osobie w ułożeniu niekorzystnem dla niej, po kilku godzinach wraca doń i — z pewnym wstrętem nieraz — zastaje go już w ułożeniu innem, korzystnem dla tej osoby, nawet już z gotowemi usprawiedliwieniami."
      },
      {
        "index": 12,
        "text": "Przykład na garderobę duszy daje i ateista, który, spadając ze skały, wierzy na chwilę w Boga, aby tylko módz się spodziewać cudownego ocalenia (czy też ocalenia w nagrodę?), np. w formie drzewa, któreby zatrzymało nawróconego niedowiarka na miękkich gałęziach. — Ażeby mnie jednak nie posądzano o umyślne budowanie przykładów, sięgnę do tego, co mnie samego dotyczy i co, jak każdy przyzna, ma specyalny zapach wypadku wyrwanego z rzeczywistości. Oto, żeby swobodnie przystąpić do ostatecznego opracowania „Pałuby“, musiałem na jakiś czas porzucić zajęcie, które było mojem źródłem utrzymania, ryzyko jednak przytem było niewielkie. Jeden z moich znajomych, sytuowany w życiu również dość podrzędnie, wymawiał mi, co robię, dlaczego sobie byt psuję, narażam się na stratę chleba, jednem słowem odradzał mi skwapliwie. I ja musiałem to przyjąć za dowód dobrego serca, życzliwości, przyjaźni, to, co — właśnie w owej garderobie duszy — było podyktowane przez zazdrość (popularnie powiedziałoby się: zazdrość przez niego przemawia), ten człowiek bowiem nie mógł ścierpieć, że ja chcę być czemś więcej, że się chcę wybić na wierzch, że odważam się zaryzykować, choć nie bardzo, swój byt materyalny. Naturalnie ów człowiek przysiągłby na wszystko, co mu święte, że życzył mi jak najlepiej, i możeby nawet nie przysiągł fałszywie. Tu chodzi właśnie o ów maleńki moment w świadomości, o szczerość. Jak już zaznaczyłem, możnaby to pojmować pod moralnym kątem widzenia, ale właściwszy byłby może naukowy. Prawdopodobnie u pewnych ludzi o bardzo nieodpornym umyśle proces w garderobie duszy odbywa się tak prędko i z siłą tak nieprzepartą, że preparat, który wychodzi, przekonuje ich samych, inni natomiast tolerują dość świadomie te szacherki swego umysłu. Wielką rolę gra tu zapewne i instynkt samozachowawczy, który nie dopuszcza, by jakaś kontrabanda umysłowa odbyła się na otwartej scenie świadomości, bo wtedy sumienie, chcąc nie chcąc, z ramienia swego urzędu musiałoby wdać się w tę sprawę, kazałoby człowiekowi przyznać się do „złego“ i zrzec się jego pomocy. Więc też ów instynkt ukrywa chwilę przebierania się motywów, ukrywa ją w ciemnych zakamarkach duszy, a sumienie zachowuje się tak, jakby dostało łapówkę (por. str. 176. w. 25. i nast.)."
      },
      {
        "index": 13,
        "text": "Sprawa ta nie należy do zakresu ani psychologii transcendentalnej ani fizyologicznej, lecz do tej psychologii introspektywnej, praktycznej, którą uprawiali dotąd prawie jedynie poeci. Zadaniem mojem jest stopić te ich rozrzucone próby, aby takie śledzenia po omacku, takie zbyt metaforyczne uchwycenia rzeczy, jak i w tym ustępie, zastąpić metodą ściślejszą i bardziej przekonywującą. Należałoby też rozpocząć jakąś kulturę szczerości, aby sobie uświadamiano jak najszerzej własne procesy myślowe i uczono się rozumieć i demaskować różne kłamstwa mniej naoczne, które zamącają stosunki między ludźmi i wyrządzają nieraz wielkie szkody. Nastaną wtedy może nowe formy kłamstewek, bardziej skomplikowane, np. takie, w których szczerość staje się wybiegiem lub w których człowiek zanadto cieszy się własną szczerością i odkrywa w sobie różne podłostki, a przecież jest „dobrym“, itd. — Ale bądź co bądź wśród takich ludzi żyć przyjemniej i bezpieczniej."
      }
    ]
  }
}