{
  "chapterNumber": 2,
  "title": "II. Pierwsze załamanie linii",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II. Pierwsze załamanie linii. Rodzina Strumieńskch dzieliła się na dwa odłamy: jeden zamieszkały w Królestwie Polskiem, drugi w Galicyi, żyjące z sobą w stosunku nieprzyjaznym, a nawet wrogim. Za czasów powstań stan ten zaostrzył się w nienawiść. Strumieńscy z Królestwa czyli Maryusze garnęli się w szeregi wojowników nie szczędząc krwi i grosza, podczas gdy Adam Strumieński, właściciel Wilczy, potępiał i szykanował te zapędy. Nie byłoby jednak w tem jeszcze nic wstrętnego, gdyż Adam Strumieński był zwolennikiem mistycznej teoryi o bezwzględnej wyższości ducha nad materyą i bierny kwietyzm uważał za konieczny warunek przyszłego tryumfu ducha a z nim i powrotu wolności: gdyby przytem jego dwulicowe a później arcylojalne zachowanie się nie obudziło podejrzeń co do szlachetności pobudek owej teoryi. Dość, że kiedy Maryusz Strumieński w Królestwie wyparł się starszego brata, a majątek jego i jego najbliższych stopniał niemal do czwartej części, Adam Strumieński, dotychczas mniej zasobny, dzięki swemu skąpstwu, indemnizacyi i innym szczęśliwym zbiegom okoliczności, o których różnie mówiono, dokupił parę folwarków pod Wilczą."
      },
      {
        "index": 2,
        "text": "Do niesnasek z familią przyłączyła się jeszcze niechęć i zawiść sąsiadów, tak że Strumieński żył na swojej Wilczy prawie całkiem odosobniony wraz ze swoim synkiem Robertem, chorowitym garbuskiem, którego kalectwo uważano naturalnie za dziwną choć słuszną karę niebios. Rówieśnikiem i towarzyszem Roberta był Piotruś Włosek, syn kowala a potem leśniczego w lesie wilczańskim. Tego leśniczego Strumieński zastrzelił był niegdyś przypadkiem na polowaniu, a wdowę po nim wziął do siebie za gospodynię. Piotr Włosek jest właśnie osobą, do której się niniejsze studyum przedewszystkiem odnosi. Chłopakiem tym zajął się stary Strumieński jużto dlatego, że trzeba było coś dobrego zrobić, jużto, aby jego roztargniony jedynak miał kolegę, któryby mu wbijał lepiej do głowy lekcye guwernerów i spełniał przy nim różne towarzyskie posługi."
      },
      {
        "index": 3,
        "text": "Na dworze Strumieńskiego, który starzejąc się zdziwaczał, panowało zaniedbanie i niechlujstwo. Pomimo powracających od czasu do czasu podrygów wielkopańskich, obyczaje stawały się tam coraz bardziej prostymi i ludowymi, a zarówno potrawy jak i przekleństwa były niewybredne. Stary Strumieński i jego latorośl przeżuwali resztki świetnych tradycyi; więc kiedy np. młody pan Robert pchnął nogą w pierś Piotrusia, zdejmującego mu trzewiki, to mógł mieć przytem uczucie dumy, Piotruś zaś uczył się coraz częściej ukrywać swoje przekonania. Zdarzało się także, że Robert posyłał go w krzaki, gdzie Piotruś znajdował ptaszki, powieszone na sznurku; takie same ptaszki widywał, gdy, zbudziwszy się rano, z rozkazu Roberta otwierał okno."
      },
      {
        "index": 4,
        "text": "Zresztą był Piotruś dzieckiem cierpliwem, pilnem i pobożnem. Włoskowie przeznaczyli go na księdza, co w ich mniemaniu było wysoką karyerą. Chodził też Piotruś do oddalonej o milę większej wsi posługiwać do mszy pewnemu księdzu, który go dawniej parę razy ocalił przed kijem ojca. Ów ksiądz, ceremoniał kościelny, cisze porannych mszy, — wywierały wielkie wrażenie na małym ministrancie. Kiedy Robert zaczął mu tych wycieczek zazdrościć, wpadli na pomysł bawić się razem w księdza; zabawy te odbywały się w ogrodowej kaplicy (M), opustoszałej lecz pełnej jeszcze świętych obrazów i niezrozumiałych ksiąg, które im były większe i cięższe, tem poważniejszą dawały zabawę. Wino do mszy ukradł Robert z ojcowskiej piwnicy — i raz obaj popili się aż do mdłości."
      },
      {
        "index": 5,
        "text": "Naturalnem było, że z wiekiem podrzędne stanowisko Włoska zmieniło swój przykry charakter, a między oboma chłopcami powstał węzeł niemal braterski. Razem przebyli czar pierwszych wątpliwości religijnych i pierwsze doświadczenia zmysłowe. Równocześnie wpajał im ojciec nienawiść do reszty rodziny Strumieńskich tudzież własne przekonania patryotyczno-filozoficzne, a chociaż go obaj krytykowali i wyśmiewali, przecież zasady te i nastroje z niemi związane żłobiły dość głębokie bruzdy w ich młodocianych umysłach. Największą wrażliwość w tym względzie okazywał, czy też raczej zaznaczał Piotr, który być może z chaty swych rodziców wyniósł pewną dozę uległości i zdolność przystosowywania się do sytuacyi. Był on też — w sekrecie przed Robertem — faworytem starego Strumieńskiego, który lubił nań zrzędzić i targać go za uszy, bo chłopak był bardzo ładny. Powstała przytem jeszcze następująca komplikacya:"
      },
      {
        "index": 6,
        "text": "Wśród domowników w Wilczy urobiła się plotka, że Piotr jest bękartem Strumieńskiego. Stary jej nie zaprzeczał, owszem przez stosowne milczenie potwierdzał ją i utrwalał. Wszak i tak w duchu nie wiele liczył na Roberta jako na kontynuatora rodu, a podejrzenia o spłodzenie tak dorodnego syna, jak Piotr, pochlebiały mu i dawały niejakie pocieszenie za Roberta, który się nie udał. Plotka dostała się i do szkół, do których uczęszczali obaj chłopcy, a w formie złośliwych żartów i przezwisk obiła się o uszy Piotra. Reagował na nią z początku szablonowo, stając w obronie honoru matki do bójki z kolegami, ale gdy już był starszym, gromadziło się w nim z powodu takich alluzyi pewne przyjemne poczucie odrębności swego losu, oraz zalet i korzyści związanych z bękarctwem. I literatura zapewniała go, że ludzie tacy cieszą się szczególną sympatyą; więc nieraz patrząc z ukosa na niekształtnego Roberta, mówił sobie w duchu słowa Edmunda z „Króla Lira“: My to w zuchwałem złodziejstwie natury Więcej bierzemy treści, ognia, siły, Niż prawowite tłumy niedołęgów, Spłodzonych w łożu gnuśnem, zimnem, nudnem, Przez rozespanych małżonków nad ranem."
      },
      {
        "index": 7,
        "text": "Ta cicha ambicya bękarcka Piotra była Robertowi nieco nie na rękę, bo chociaż kochał Piotrusia jak brata, jednak nie chciał w nim mieć brata, będąc zazdrosnym o swój posterunek jedynego reprezentanta tego odłamu Strumieńskich. Zazdrość wzmagało w nim jeszcze niezadowolenie z własnej powierzchowności. Starał się tedy delikatnie pocieszyć swego towarzysza, że jest on zupełnie legalnie urodzonym synem Włosków, i przytaczał mu na to różne niezbite dowody, Piotr zaś przyjmował to za dobrą monetę, aby się nie wydawało, że się pcha do rodziny. Obok Roberta, któremu pieniądze dawały możność różnych dozwolonych i niedozwolonych czynności, skazany on był na rolę nibyto ciekawego widza lub co najwięcej pomocnika i doradcy w opałach; z rolą tą zżył się, chociaż sprawiała mu przykrość. I tak np., kiedy Robert kochał się lub umizgał, on nie śmiał ubiegać się o względy tej samej osoby, nawet gdy wiedział, że mimo braku pieniędzy miałby lepsze szanse. Był jak głodny błazen, który bawi ucztujących biesiadników, lecz niezaspokojony swój apetyt pokrywał miną dumnej obojętności. Ale na tej odmianie dumy Robert się nie poznawał i widział w niej tylko dziedziczną służbistość Piotra, bo chciał go uważać za „zdrową plebejuszowską naturę“, siebie samego zaś miał za „naturę arystokratyczną“, delikatną, trochę chorą, ale przedewszystkiem souverain, ale subtelną i zdolną nie tylko do wyczuwania, lecz i wytwarzania wrażeń estetycznych. Wstąpił do szkoły sztuk pięknych, Piotr zaś, który, żyjąc razem z Robertem wśród podobnych wpływów i sposobności, miał od dawna tę samą pokusę rzucenia się w zawód artystyczny, stłumił ją w sobie, już choćby dlatego, żeby nie być posądzonym o naśladownictwo, i oświadczał, że idzie na księdza. Rzeczywiście mimo braku wiary uśmiechał mu się połączony z tym zawodem spokój i sposobność do życia kontemplacyjnego. Nie chcąc dalej zaciągać długów wdzięczności u swoich dotychczasowych dobrodziejów, znikł im z oczu i zaczął lekcyami zarabiać na życie. Podniecony przez Roberta do kontrastowania się z nim, wywołał w sobie niecałkiem szczery napad uczuć demokratycznych i obok praw wziął się niby do kowalstwa, aby, jak sobie mówił, mieć w ręku na każdy wypadek jakiś uczciwy zawód, i to zawód, któremu oddawał się także i jego śp. ojciec, nim został leśniczym w Wilczy. Tę demonstracyę z kowalstwem zrobił Piotr w czasie wakacyi, gdy będąc u swej ciotki na leśniczówce wilczańskiej, ze wzruszeniem oglądał warsztat osierocony przez ojca. Być może, że nie bez przyczynienia się Piotra, doniosło się coś o tem i do starego Strumieńskiego."
      },
      {
        "index": 8,
        "text": "Tymczasem Robert zaczął się oddawać życiu artystycznemu, hulatyką i humorem nadrabiał kalectwo, wyrzucając pieniądze na opłacanie sympatyi swych bliźnich. Dowiedział się o tem stary Strumieński, a ubodło go zwłaszcza to, że wśród towarzyszy wesołości Roberta byli i młodzi potomkowie znienawidzonych Maryuszów z Królestwa. Zawezwał tedy Piotra do siebie, zganił go lekko za niewdzięczność i brak miłości do przybranej rodziny, potem zaś polecił mu czuwać nad Robertem i wpływać na niego moralnie, żeby zaniechał malarstwa i hulaszczego życia. Robert miał się chwycić karyery politycznej, a Piotr pójść na agronomię i być w jego dobrach rządcą. Podczas tej ważnej konferencyi rozczulił się stary Strumieński, zachowywał się wobec Piotra tak tajemniczo, jakby naprawdę był jego ojcem, a w końcu pocałował go w głowę, czego dotąd nigdy nie czynił. W tej pięknej komedyi odegrał Piotr z właściwem przejęciem się rolę naturalnego syna, który wszystko wreszcie rozumie, lecz umie dyskretnie uszanować tajemnicę. Co stary Strumieński robił ze ślepej opozycyi do swych krewnych, to Piotr naśladował z instynktowego wyrachowania. Taki był pierwszy widoczniejszy punkt fałszywy w historyi mojego bohatera, jego pierwsze sfałszowanie a raczej umyślne zaniedbanie prawdy."
      },
      {
        "index": 9,
        "text": "Włosek, objąwszy kuratelę nad Robertem, zrazu sam omal nie utonął w wirze niedostępnych dlań dotychczas przyjemności. Ale właśnie wtedy zaszły niespodzianki, paczące tok tego życia, jakie sobie Robert uplanował. Oto jeden z tamtych Strumieńskich, syn Maryusza, zdobył sobie kobietę, w której nadaremnie kochał się Robert. Wśród wesołej kompanii zaczęli się niektórzy demaskować, z dawnych politycznych „zbrodni“ Strumieńskiego ukuto broń, zapomocą której chciano unicestwić Roberta pod względem towarzyskim. Miało już nawet przyjść do pojedynku między Robertem a innym Strumieńskim, w tym czasie jednak z powodu nadzwyczajnej irytacyi i podniecenia pojawiły się u Roberta skutki dotychczasowej rozwiązłości. Zapadł na suchoty i pielęgnowany przez Piotra wyjechał w jego towarzystwie do Włoch, gdzie niebawem umarł."
      },
      {
        "index": 10,
        "text": "Pomięszało to szyki starszej generacyi Maryuszów, która już nawiązywała ze starym Strumieńskim stosunki dyplomatyczne, a po Robercie spodziewała się różnych korzystnych ustępstw. Skostniały mózg starca, niedostępny dla zmian, i tak zwykł był wszystko na świecie pojmować pod znakiem nienawiści do Maryuszów, więc i teraz śmierć syna bez ogródek przypisał ukartowanemu przez nich spiskowi. Żeby zaś nie mieli z tego uciechy, iż jego ród wyginął, podczas gdy ich drzewo dalej rozrastać się będzie, adoptował Piotra Włoska i ustanowił go swoim spadkobiercą."
      }
    ]
  }
}