{
  "chapterNumber": 18,
  "title": "XVIII. Zrobienie fazy",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVIII. Zrobienie fazy. Pączek myśli, który zakwitł u Strumieńskiego w ów dzień, rozwinął się i wyspecyalizował odpowiednio w dniach następnych, a postanowienie, by raz na zawsze skończyć już z epizodem „Angelika“, dojrzewało tak, że wreszcie nie było już postanowieniem powziętem przezeń na przekór sobie, lecz nabrało barw charakterowych Strumieńskiego, upoetyczniło się w jego duchu i usymetryzowało. Nie będę się tu silił iść krok w krok za przebiegiem jego myślenia, zagmatwanego, skaczącego, pełnego raczej wyobrażeń niż myśli, raczej poczuć myśli, szemrzących pod skorupą świadomości, niż samego myślenia, nie będę też zwracał uwagi na sposób dopuszczania do siebie pewnych rezultatów myślowych, np. że Strumieński w wyobraźni stawał przed obrazem Geli i przemawiał do niej oko w oko tak, jak to uczynił owej nocy, kiedy mu psy grały melodyę. Tedy według dawnej metody powieściopisarskiej podam poszczególne kwestye i wyniki rozumowań, wiążąc je w logiczną a nie psychologiczną całość, i tylko tu i ówdzie na próbę będę naśladował sam sposób myślenia."
      },
      {
        "index": 2,
        "text": "Otóż najpierw trzeba wyjawić, że wszystkie te wyniki i zastosowane do nich „nowe“ poglądy Strumieńskiego (powtórzone zresztą z okresu „naturam expellas furca“) były przyrządzone gwoli planu wytworzenia sobie nowego życia miłosnego na gruzach starego. Zajrzawszy raz w oczy zdradzie, zasmakował w niej, zapragnął tego urozmaicenia rozkoszy zmysłowej, którego dotychczas nie miał. Także Ola była mu już tylko rekwizytem z czasów panowania Angeliki, jej zastępczynią. Strumieński upatrzył już nawet osobniki żeńskie, z którymi mógł wypróbować wartość nowych poglądów; dotychczas myślał o nich dorywczo, nie na seryo, teraz stały się one motorami „fazy“. Należała do nich przedewszystkiem Paulina, nauczycielka w domu Strumieńskich, o której wnet będzie mowa. Dlatego to nie mogę powiedzieć, żeby Strumieński przechodził teraz jakąś walkę wewnętrzną, bo wynik tej „walki“ był już z góry rozstrzygnięty — było to więc raczej usprawiedliwianie tylko i pocieszanie samego siebie."
      },
      {
        "index": 3,
        "text": "A ku temu celowi stał się głównym jego obrońcą ten sam pierwiastek pałubiczny, który mu wpierw w urządzaniu podziemnego życia tak bardzo przeszkadzał (w rozdz. XI.). Teraz Strumieński sam z zaciekłością biczownika rozbijał to życie młotem krytycznym, niszczył jego piękne umeblowanie, nie oszczędzał ani Angeliki ani siebie, zawarł sojusz z dawnymi i nowymi skrupułami, unikał myśli, któreby musiał położyć na drugą szalę. Przyjrzyjmy się jak tendencyjnie ustawiał teraz te same fakta, które pierwej szeregował pod innymi kątami widzenia. Ot np. wykrył na spodzie swego przywiązania do Angeliki nowy czynnik: wdzięczność. Wdzięcznym był za jej uwielbienie i miłość, — ale czyż to było istotnie uwielbienie? czyż nie odgrywał on tu raczej śmiesznej roli narzędzia, bałwana, — na którego ona chwilami z takim uśmiechem wyższości patrzyła? — Ich całe pożycie było pasmem różnych kłamstw: on wmawiał w nią, że ona ma talent, a sam jej wszystko poddawał, ba, sztuka była tylko formą miłości zmysłowej, nowym płaszczykiem, zabawką. Brnąc dalej w tych niesprawiedliwościach, rzucał Strumieński kalumnie na swą miłość z Angeliką. Oboje pracowali nad dziełem uszlachetnienia miłości — co za komedya! a w gruncie rzeczy oboje poprzestawali ciągle na... tem samem. Niezrozumiałość, wyższość Angeliki, pochodziła tylko z histeryi, z jakiegoś nieporządku w umyśle (powtórzenie z ustępu XI.). Póki mu to było na rękę, tolerował jej ekstrawagancye, a potem stał się wrogiem — z kochanka. Widział cały szereg komedyi, które snuły się dalej. Jej samobójstwo było komedyą, żeby go związać z sobą tajemniczym węzłem i zmusić do wypełnienia rozkazów, zawartych w liście (intuicya, o której mówiłem przy końcu poprzedniego ustępu). Wprawdzie odwrotny pierwiastek pałubiczny mógł mu powiedzieć: A cóż to szkodzi! Właśnie to dowodzi, jak cię kochała! — Kochała? nie, pożądała tylko. — Więc byłem przedmiotem pożądliwości, nie miłości (hipostazya miłości zamiast analizy!) fe! Poco rozżalała się fałszywie? Wszak mogła przypuścić, że zasieje niepokój w mem sumieniu, pocóż korzystała z tej drobnej niby-krzywdy, mogła się zabić i bez tego! Kara nie stała w odpowiednim stosunku do jego przestępstwa. — Zrodziło to potem inne komedye. I tak cały okres żałoby. Czyż to nie było komiczne (rzekoma komedya przesunęła mu się w rzekomą komiczność — chociaż komiczność wyklucza taką komedyę, bo owszem potwierdza jej szczerość), jak on na duchy czekał? Doprawdy, mógłby kto z tego zrobić komedyę! Lub ten pies, — może i to duch? I jak już wtedy myślał czasem o swej przyszłej żonie i te myśli wymiatał. Albo jak zasnął przed lustrem. Dlaczegóż wówczas — wyrzucał sobie — nie zabiłem się? nie dostałem obłędu? Zapewne byłem zanadto zdrowym, potrzeba było zapomocą środków fizycznych podkopać zdrowie i rozhulać ducha, bo mens sana in corpore sano. Ale nie miałem odwagi; dziś zapóźno na to. Ta dyspozycya, ta potrzeba zatonęła gdzieś we mnie, próżnoby ją galwanizować, zaniedbałem swój szczyt. (Forsowane zarzuty mieszają się z drgnieniami żalu). A po tym okresie to już nic nie robił, aby urzeczywistnić program ideału, lecz spychał go na drugich, stwarzał sobie medya — medya? komedya! Miał żonę — czyż to już właściwie nie była zdrada, jak się patrzy? Dopiero Rosyanka stała się jego problemem, dlaczego już nie Ola?"
      },
      {
        "index": 4,
        "text": "Zbliżył się wreszcie i do dalszych punktów szczerości. Wszak powiedział Geli, że niekoniecznie ma być matką, gdyby nie chciała. Czyż więc... tylko, aby uchylić się od macierzyństwa? Czy też raczej idée fixe czystości? Bo znajdował w niej potem inną naturę... ta jej nagła apatya... zapewne wskutek zaburzenia umysłu. Byłże to więc przecież przełom fizyologiczny, szaleństwo? Na to wskazywałoby może i to dziwne, chwilami grozą przejmujące śpiewanie po włosku, które ona sama nazywała swoim „śpiewem łabędzim“. Śpiewem łabędzim? A więc widocznie przygotowywała się do samobójstwa, co potwierdza i ten list... Tyle tych i innych dowodów jasnego rozgarnienia: jeżeli była wtedy waryatką, to była nią chyba całe życie. Tak ubijał Strumieński kwestyę niepoczytalności Angeliki, ale ubiwszy ją, napotykał niespodzianie inną, niemniej dlań przykrą i pałubiczną. Jeżeli to nie był przełom fizyologiczny, cielesny, więc — przełom umysłowy, charakterowy? (por. str. 218., w. 23. i n.). Nie pamiętał już dziś tego i nie rozumiał, bo wówczas kiedy to się działo, zanadto się denerwował samymi faktami, tkwił w nich. A jednak — zdaje mu się — wywierała na niego takie wrażenie —, jakby mu się opierała naprawdę, z przekonania, jakby w tem jej nowem zachowaniu się objawiała się dopiero wtedy jej istotna istota, jej rdzeń, jej właściwe, dziewicze „ja“. A w takim razie czyż jego późniejszy kult Angeliki był rzeczywiście kultem jej samej, najsamszej? (Błąd, hipostazya jednolitego, transcendentalnego „ja“ zamiast „ja“ empirycznego, złożonego)."
      },
      {
        "index": 5,
        "text": "Wogóle poruszeniem sprawy owego zgwałcenia przeciął Strumieński ostatni (?) tajemniczy nerw, wiążący go z Angeliką. Używał tej sprawy w dwóch sprzecznych niemal kierunkach a ku jednemu celowi: by wykręcić się, zamknąć już fazę. Raz więc uważał swój postępek z Angeliką za zbrodnię, za grzech, który odpokutowywał pietyzmem; lecz przyznawał się do tej zbrodni nie poto, żeby pochwalić swój pietyzm, bo wtedy logicznie musiałby w nim brnąć dalej, lecz żeby niejako zdemaskować niewłaściwe pobudki swego życia podziemnego, wykazać samemu sobie, że to życie było tylko upiększoną, uwygodnioną formą pokuty i trwogi, nie miało więc w sobie pierwiastków wielkich, pięknych, czystych, wyjątkowych. Albo też wykazywał sobie głupotę podejrzywania siebie samego o grzech, uniewinniał się, obniżał doniosłość tego sekretnego fakciku, uważał go za coś błahego, żartobliwego, lecz wówczas zamiast wywnioskować: skoro zbrodni nie było, to motywa twoje były czyste, więc rób dalej to, co robiłeś, wnioskowało mu: skoro to nic ważnego, skoro nie popełniłeś żadnej zbrodni, to nacóż się bać, naco tak kurczowo podtrzymywać walący się ideał? — A i wszystkie te wyrzuty sumienia miał poto, żeby nimi zapłacić za swe odstępstwo."
      },
      {
        "index": 6,
        "text": ".....Czyż zresztą to był gwałt? (naśladuję uparte powracanie sumienia do najdrażliwszej kwestyi). Gdzież są różnice? Czyż wkońcu nie poddała się sama? W istocie sumienie jego jest zbyt skrupulatne. Przecież w ten sposób chciał ją otrzeźwić, przeszkodzić jej ucieczkom, złamać jej uparte, uroczyste milczenie, które go drażniło, a może nawet — zdemaskować ją? Co prawda mógł się nieco wstrzymać, czekać, znosić dalej jej obraźliwe obchodzenie się z nim. Ale miał przecież różne dawne upoważnienia — jej dumę łamał wtedy nie po raz pierwszy. A nawet i wtedy — czyż nie wyzywała go właściwie sama swoją ironią i ostentacyjnym chłodem? „Spróbuj — zaczepiła go — a ja się zabiję“, — jakby siebie samej dobrze nie rozumiała. A więc redukowało się i to do walki pierwotnej między „mężczyzną“ a „kobietą“. Chętnie podstawił ten dualizm na miejsce dopiero co pomyślanego dualizmu „dziewiczości“ i „zmysłowości“. — Lecz zstępował jeszcze głębiej. Alboż mu istotnie szło o skrupuł zabójstwa, czy nie raczej o to, jaką ona dawniej była? o coś oderwanego od niej? A nawet po jej śmierci strata tej dawnej, tej gorącej kochanki, była czasami przykrzejszą od straty jej wogóle — chociaż przykrość ta musiała stać w kącie wobec panowania oficyalnego, wielkiego smutku... Czyż w takim razie — pytał znowu — jego późniejszy kult Angeliki był rzeczywiście aktem wdzięczności, wynagrodzenia, ułagodzenia, a nie skrytą tęsknotą ku jakimś ślizkim, „podziemnym“ ideałom, które tylko uszlachetniał jej firmą?"
      },
      {
        "index": 7,
        "text": "I przy tej sposobności znowu (p. str. 215.) odczuwał niechęć do autora „Maryi Dunin“ za to, że przedstawił mu niejako tę drugą fazę Angeliki wyidealizowaną, a jego w faunie, który opowiada, niechęć i za to, że ten punkt nie jest tam wcale rozstrzygnięty, ale zostawiony, jakby się rozumiał sam przez się, podobnie jak absolutna niewinność Anielki w „Bez dogmatu“. Bo Strumieński wprawdzie jako dziecię racyonalistycznego wieku nie wierzył w anielskość kobiet i czasem żartował z niej, jednak dotychczasowa nauka nie dawała mu dostatecznych środków do rozumienia wielu skomplikowanych wybryków kobiecych, i dlatego na wzór wielu ludzi współczesnych posługiwał się trwającemi jeszcze a wciąż odgrzewanemi (przez archeologów umysłowości) tradycyami rycersko-romantycznemi, do których należy pojmowanie kobiety jako „istoty, która...“, anioła, stróża czystości itp. Polemizując więc w duchu z autorem „Maryi Dunin“, „wierzył“ przecież w idealność kobiety, a raczej bał się, by ona na prawdę nie istniała."
      },
      {
        "index": 8,
        "text": "A z Berestajką jak to wszystko zdążało wybitnie do jednego celu, jaki stanowiło urok to bez ceremonii. (Myśl ta kiełkowała już na str. 309. w. 15. i n.). Natura, mistrzowska natura, — jak odrazu zburzyła ona cały gmach komedyi i kłamstwa, odrazu, jednym podmuchem! Jedno żywiołowe zachcenie i już po wszystkiem. Na zewnątrz można być tym a tym, wyznawać taką a taką religię lub zasady, a natura przecież zawsze zrobi swoje. Wdziera, wślizguje się wszędzie; przykładem ci święci pustelnicy, którzy jej pokusom oprzeć się nie mogli. O jakaż wszechpotężna pani — matka natura!"
      },
      {
        "index": 9,
        "text": "Tak uległ Strumieński potrzebie podciągnięcia nowego wypadku, który jeszcze wczoraj mącił mu życie, pod nowy system, i znowu rzecz zabarwił, przekręcił. Bo jak wiemy nie „matka-natura“ grała tu główną rolę; jego grzech z Berestajką wyniknął w większej części z wewnętrznego musu, jak skok w przepaść, z psychicznego zawrotu głowy, był także konsekwencyą okoliczności i terenu (samorząd faktu). Wreszcie dodać warto, że Strumieński jakby zupełnie unikał rozważania możliwości nowej formy kultu Angeliki, tej możliwości, o której sam wspomniał w rozmowie z Olą (str. 346. w. 23. i n.). Ale sposób ten zaginął w potopie jego myśli, jak wogóle konflikty ludzkie tylko czasem mają niedokładne żywe komentarze, półanalogie i fałszywe analogie. Chodzi o to, że Strumieński, idąc szlakiem idei z „Powinowactw z wyboru“, mógł adoptować swój egoizm na rzecz Angeliki i zamieniać akty zdrady na akty wierności, gdyby był pojął miłość ku Angelice jako całokształt wszystkich najbardziej swoich chwil w życiu, a więc np. wszystkich wyzwoleń fizycznych i intellektualnych, gdyby w niej chciał widzieć konsekwentnie, tak jak dawniej podczas podziemnego życia: bóstwo opiekuńcze swego egoizmu, kochankę nadzwyczajną, która w nim może kochać nawet i to, czegoby nikt inny nie kochał, i brać w tem udział. Wówczas nawet mógł ex post usprawiedliwić grzech z Rosyanką i wcielić go do kompleksu z napisem „Angelika“, zamienić to na naumyślność, co było przypadkowem. Co prawda wyglądałoby to raczej na rozbicie idei, a nie na rozszerzenie jej, gdyż taka wierność jest już tylko pozorną; lecz przecież i to wszystko, co się dotychczas działo, było tylko snuciem przędzy idealnej, nonsensowej, dowolnem „pojmowaniem“, robieniem fałszu. Zaznaczyć też trzeba, że Angelika, pisząc swój list, bynajmniej nie myślała o takich konsekwencyach, bo pojmowała wierność po prostu; ale wbiła Strumieńskiemu w głowę pomysł z „Powinowactw z wyboru“, według którego on jej ideę zreformował. Jeszcze dalej iść w kierunku tak zreformowanej wierności ani mu się śniło — tem bardziej, że skoro nie było w przeszłości odpowiedniego układu z Angeliką, odpowiednich niemożliwych obietnic z jej strony, więc brakłoby mu suggestyi pewności co do równoczesnego mistycznego współudziału Angeliki w jego aktach samolubnych, a tylko taka illuzya współudziału mogła podtrzymywać dalsze szaleństwo. Tak tedy karkołomna idea Angeliki i Strumieńskiego, idea miłości pozagrobowej, urwała się, bo nie była daleko obmyślana i do sił ludzkich zastosowana. Zobaczymy później, w XXI. ustępie, że Strumieński przecież mimo to snuł pewien dalszy ciąg swego podziemnego życia, ale nie ten tu nakreślony, na który mu już brakło zapału. Chciał być wolnym, zresztą raziłoby go zbyt oczywiste przekręcenie faktów. Wprawdzie bowiem mógł widzieć np. w scenach przed obrazem Angeliki pewną ironię i wybuch protestu u siebie i wziąć to za zadatek „poprawy“, ale gdyby nawet myśl ta próbowała zachwiać jego nowe plany, odparłby ją zapomocą odpowiedzi, że ironia była dopiero w scenie z Olą, to zaś, co się tam przedtem stało z Berestajką, było z całkiem zwykłego zmysłowego materyału. I tak ignorował Strumieński (p. f.) zupełnie tę wielką na spodzie leżącą dozę brania na seryo, którą ukazałem w jego „komedyi tryumfalnej“, bez wahania nazywał całe swoje życie podziemne „komedyą“ (por. str. 387.), aby je albo zohydzić albo ośmieszyć."
      },
      {
        "index": 10,
        "text": "Ale bo też dłużej nie chciało mu się żyć tem stylizowanem życiem, znudziło go to być pedantem czy fakirem własnej komedyi. Stwierdził zdaniem swojem fakt, który już dawno nastał. Nie szło mu ani o zreformowanie kultu, ani o usprawiedliwienie ex post wypadku z Berestajką, decyzya jego była względnie dość jasna, dobrowolna, stanowcza: nie chciał już mieć nic z tym fantem do czynienia. Chciał to robić tak jak inni ludzie robią, bez żadnych zastrzeżeń. Chciał kochać, np. żonę jako żonę, nie przesadzać, nie zdradzać jej wiernością, być porządnym i przeciętnym mężem. Ludzie, którzy zdradzali swe żony, więcej je może kochali niż on swoją; grzeszność w człowieku potrzebuje od czasu do czasu przeczyszczenia, zdrowe natury robią to instynktowo. Tu przyszły mu w pomoc głównie wspomnienia z okresu „naturam expelles furca“, ale teraz już nie rzucał się w „czyny“ jako antidot, chciał tylko wypełnić maksymę: „homo sum et nihil humani a me alienum puto“, a więc być artystą, życia, sługą złotego środka."
      },
      {
        "index": 11,
        "text": "Wszystkiem (właśnie że nie!) był związany z teraźniejszością, rzeczywistością: interesami, ciałem, zajęciami, sympatyami, antypatyami nawet. Były to węzły jakby fizyczne, tkwiące we krwi. Sprawa Angeliki, lubo dlań najciekawsza, zajmowała może tylko dziesiątą część jego życia. Dopiero teraz otwarły się przed nim horyzonty swobody — po tylu latach „cnoty“. Strumieński nie wiedział i nie doceniał tego, że ta „cnota“ była nie czemś śmiesznem, ale stróżem tego szczęścia, które mu dawały jego objawienia umysłowe, a zarazem organicznym niejako wytworem jego charakteru, który był, że tak powiem, monogamicznym i dążył do erotycznego wyzyskania jednej kobiety aż do ostateczności — co widzieliśmy na Angelice i na Oli."
      },
      {
        "index": 12,
        "text": "Poczucie kłamstw dawało mu siłę krnąbrności do przeprowadzenia swej woli. Któż go pilnował? Któż go kontrolował? Kto widział, że on zepsuł jakąś szaloną ideę? Kogoby to choćby interesować mogło? Sprawa była tak niepodobna do niczego, tak swoja, że strach. Kto śledził zawikłania jego myśli? Kto mógł udowodnić, że on w tem a tem gdzieś zbłądził? Czy Angelika? Ależ niema świata pozagrobowego. Sumienie? pedanterya — to był przecież on sam, a nikt sobie samemu krzywdy nie robi. Ola? ależ ona zapewne uważała już całą historyę za zamkniętą, skończoną. Miała za ciasny umysł i serce, żeby pielęgnować z zachwytem inspekta w jego duszy, — poznał to właśnie tej nocy. Jeżeli wygadał przed nią wszystko, to dlatego, żeby się raz tego pozbyć, nie mieć nic dziewiczego w sobie, pozbawić uroku samotności to, czem się pieścił dotychczas, — miała ona rolę lancetu, którego użył do puszczenia sobie krwi."
      },
      {
        "index": 13,
        "text": "W chwilach, gdy decyzya była mniej stanowczą, udawał niejako przed ideą, że ją przez Pawełka ratuje, przeszczepia na inną glebę, że najlepiej będzie teraz „to miejsce“ zamknąć, tem bardziej, że było ono na pewien czas (!) sprofanowane (?). Kto inny nie potrzebowałby się wprawdzie bawić w zamykanie i mógłby zostawić rzecz w tym punkcie, w którym ona stanęła, ale jemu do poczucia swobody potrzeba było jeszcze symbolu zerwania tj. zamknięcia lub zniszczenia muzeum."
      },
      {
        "index": 14,
        "text": "Teraz, po wejrzeniu w rusztowanie wątpliwości i wykrętów Strumieńskiego, zobaczymy, jak wkrótce na miejscu jednej idei postawił nową, której zawiązek już także poznaliśmy, — nową upiększającą wieżyczkę."
      },
      {
        "index": 15,
        "text": "Oto otrzymał od Berestajki list z wyzwaniem na pojedynek; miał o oznaczonej porze stawić się po tamtej stronie rzeki koło domu przewoźnika. Fakt ten, wnosząc nowe rozpraszające czynniki, wpłynął opaźniająco na rozpęd, wzięty przez Strumieńskiego, a nawet zrazu wykoleił go nieco."
      },
      {
        "index": 16,
        "text": "W pierwszej chwili, po przeczytaniu listu, był Strumieński najpewniejszy w świecie, że tu idzie o żart tylko, pod którego pozorem aktorka chce z nim odnowić stosunki i powtórzyć to, co się już raz stało. Czy miał jej zrobić tę łaskę, tę przyjemność? Wprawdzie epizod z nią zdołał już w czasie kilku dni wyróść na pewien symbol wolności płciowej, pozbyć się „przypadkowych“ szczegółów; mimo to, gdy stawał się znowu aktualnym, drgnęła w Strumieńskim równocześnie chętka zemszczenia się na Berestajce, rewanżu za jej lekceważenie. Ta druga chętka przeważała, gdyż używał jeszcze błogich owoców pogodzenia się z Olą i nie chciał tak zaraz wkroczyć w otwartą bramę do wolności, którą już raz był wprawdzie przestąpił, ale tylko mimowoli. Nowe postanowienia zbyt wcześnie przystępywały do niego, zadając wcielenia ich w życie, gdy na to jeszcze nie miał dostatecznej siły moralnej — czy też niemoralnej. Był dopiero w stadyum utrwalania w sobie nowych ram teoretycznych a burzenia dawnych, był jeszcze pełen różnych wątpliwości i krótkich recydyw żalu, a po rozkoszach z Olą był na razie zaspokojony, wdzięczny i nie chciał tej Oli zdradzać. (A więc brnął w dawnem: szło mu o czystość, nieskazitelność, niepałubiczność sytuacyi). Nadto jak już zaznaczyłem, urządzając swą fazę, miał on — nie na myśli ale — na uczuciu inny romans, nie z Rosyanką, do którego zrobienie fazy miało być mostem."
      },
      {
        "index": 17,
        "text": "Jednakże, gdy drugi i trzeci raz przeczytał list Berestajki, tknęła go niemile sztuczna powaga, z jaką jej wyzwanie było wystylizowane. Najwidoczniej chciała mu zaimponować oryginalnością, a może nastraszyć go, — a on nie mógł odgadnąć do jakiej granicy prawdy posunie się ta jej komedya. Nie wiedział, czy warto narażać się na niebezpieczeństwo spotkania się z takiem indywiduum, które nie ma nic do stracenia. (Teraz, gdy mu szło o własną skórę, dobywał najlepszych sądów). Taka waryatka mogła go naprawdę zabić — a już choćby to igranie z nim, grożenie mu, było dlań bardzo kłopotliwem. Wprawdzie miał mnóstwo sposobów uchylenia się od tego niby-pojedynku z narwaną aktorzycą: i jako mężczyzna nie potrzebował stawać na jej wyzwanie, i sama forma wyzwania bez sekundantów, bez przygotowań, urągała przyjętym zwyczajom, wreszcie sumienie nie wyrzucało mu żadnej tak strasznej zbrodni, żeby ją aż krwią zmyć należało. Powiedział jej wprawdzie jedno obelżywe słowo, ale uczynił to przecież w chwilowem uniesieniu, oburzony jej impertynenckiem zachowaniem się względem Oli (tylko?), powiedział, no i dostał za to po palcach. Czego chce jeszcze ta małpa? Napisała jednak: „spodziewam się, że Pan mimo wszystko zaspokoi żądania kobiety“, a słowo „kobiety“ było podkreślone. W pierwszej chwili pojął był to zdanie fałszywie, jednostronnie, bo wprawdzie właściwy jego sens rozumiał, ale zwiedziony słowem „zaspokoi“ mniemał, że tu idzie o coś figlarnego, że całe to zdanie jest dwuznaczne i obiecujące. Teraz jednak przekonywał się, że mogło jej iść tylko o jedno: o upomnienie go, by się nie zasłaniał tem, że nie ma obowiązku bić się z kobietą. W istocie, jako człowiek wyższy nad przesądy, musiał jej przyznać równe prawa i aby się nie narazić na zarzut, że jest albo zacofanym albo tchórzliwym, musiał jej stanąć. Wybrał się więc w drogę, wziąwszy rewolwer raczej dla ewentualnej obrony niż dla pojedynku, bo spodziewał się, że na miejscu jakoś się ta sprawa ułoży, i albo ona sama nada jej inny obrót, albo w ostatecznym razie on nagada jej słowa prawdy i nie troszcząc się o dalsze groźby, powróci do domu."
      },
      {
        "index": 18,
        "text": "Czekał na nią może pół godziny, potem wracając spotkał ją idącą piechotą. Robiła miny ponure i tragiczne, a w ustach miała słowa goryczy i skargi. Rezygnowała z pojedynku, nie myślała ani na chwilę zabierać męża żonie i ojca dzieciom, chciała tylko zaznaczyć swoje prawa do honoru. Zresztą on miał słuszność, bo ona jest w istocie tem, czem ją nazwał, lecz mimo to obrażać siebie nie pozwoli i lubi śmiałkom dawać nauczkę. On nie potrafi ocenić jej sposobu życia, w tym zapadłym kraju panują różne śmieszne przesądy i illuzye, których ona mu zabierać nie myśli. Dlatego odmawia mu prawa sądzenia o jej konduicie. Jest samą na świecie, ktobądź może szarpać jej dobrą sławę, zmylony pozorami, nikt nie wie, co się na dnie jej duszy dzieje. Jelonek idyota..... ona sobie z tego nic nie robi... mężczyźni lalki.... trzeba żyć... no i jest się młodą......."
      },
      {
        "index": 19,
        "text": "Gdy się zaczęło gadanie o dnie duszy, Strumieński był już całkiem uspokojony, bo zdawało mu się, że przeczuwa, do czego zdąża to wszystko. Ale tak blizki obrót rzeczy znowu go nieco rozczarował, było mu przykro i kłopotliwie. Na szczęście zbierały się chmury, grożące deszczem, to jednak zamiast posłużyć do nowej idylli wśród romantycznych okoliczności: błyskawic, huku piorunów, posłużyło Strumieńskiemu za pretekst do przerwania schadzki. Poradził jej schronić się w domu przewoźników, ale sam tam nie wszedł, mówiąc, że nie chce dawać złym językom pola do plotek, i korzystając z fury, przejeżdżającej drogą, kazał się zawieźć do domu. Pod wrażeniem przygrywek burzy odbyło się to tak prędko, że się nawet nie pożegnali i nie umówili co do następnej schadzki, a Berestajka wchodząc do chaty przewoźnika była pewna, że Strumieński pomimo swych skrupułów wnet za nią przyjdzie, i dopiero potem opatrzyła się, że on jej uciekł."
      },
      {
        "index": 20,
        "text": "Gdy na drugi dzień otrzymał nowe zaproszenie na schadzkę, już go iść nie korciło. Z załatwieniem historyi pojedynkowej Berestajka przestała być dlań bodaj niebezpieczną, a pożądanie nie budziło się, choćby dlatego, że wczoraj po jej alluzyach przeczuwał, iż jej oryginalność skończy się wynurzeniami i żalami, któreby mu obraz jej jako zuchwałej i nieobliczalnej zatarły, a w końcu naciąganiem — co wszystko stłumiłoby radość zuchwałego zrywania zakazanych owoców w tym ogrodzie. Mimo to dał odpowiedź, że przybędzie, — uczynił to jakby z obowiązku dla swych nowych zapatrywań. Przeszkadzały mu jednak trudności zewnętrzne. Miejsce na schadzkę było źle wybrane, na tę samą porę zaś wypadł mu w innej stronie pilny interes: musiał jechać do młodego Maryusza, który mu donosił o przybyciu znawców torfu. I tę przeszkodę byłby może przyzwyciężyłprzezwyciężył, ale w ten sam dzień wieczorem (o tem zapomniał!) miał także przyjechać architekt ze swoją młodą żona i należało go ugościć. To udaremniło ostatecznie schadzkę, ale swoją drogą wszystkie te przeszkody sprawiły, że Strumieński zaczął odczuwać pewien żal i niezadowolenie: on nie potrzebował kurateli losu i wolał mieć swobodny wybór pójść lub nie pójść. Na przekór więc patronującemu losowi gromadziła się w nim wyż już wspomniana siła moralna a raczej niemoralna, w duchu nowych jego zapatrywań. Ale siła ta nagromadzona dzięki Berestajce, została zużyta w innym kierunku, nie dla Berestajki, lecz, jak wkrótce zobaczymy, po pierwsze dla Pauliny, po drugie dla zupełnego zerwania z Angeliką. Wprzód jednak wykonał Strumieński jeszcze taki manewr: Pokazał Oli list aktorki i popisał się, że mógł pójść na schadzkę ale nie poszedł, chociaż od przyjęcia gości mógł się wykręcić tem, że jedzie do Maryusza torf oglądać. Strumieński zrobił sobie w umyśle tak, że wierzył w to nieco na seryo, — wierzenie to zmroziła i rozwiała trafna odpowiedź Oli, że całkiem niepotrzebnie mówi jej o tem, co nie powinno ulegać żadnej wątpliwości, wtajemnicza ją w rzeczy dla niej przykre i wstrętne (rozszerzała tu swój zarzut alluzyami do ostatniej nocy). Zapytała, jaką odpowiedź dał aktorce? Na to on się zmieszał, poznał swe kłamstwo i odrzekł, że obiecał przyjechać, ale tylko dlatego, żeby jej dać nauczkę: będzie to bardzo komiczne, jak ona będzie jeździć tam i napowrót i wściekać się ze złości, że jego niema. (Tak było istotnie, miał tę zemstkę w rezerwie, ale nie jako zamiar, tylko jako pocieszenie się). Ola zmierzyła go wzrokiem mówiącym: poznaję się na tem! a powiedziała: ubliżasz sam sobie, mszcząc się na kobiecie żartem niegodnym mężczyzny; co mnie to zresztą obchodzi. — Dla niego zaś dodała z pewnem rozżaleniem szablonowej zazdrości: Mnie przykro, że ona wogóle na ciebie czeka i plugawi mnie (powinna była powiedzieć: ciebie, ale egoizm wylazł) myślami."
      },
      {
        "index": 21,
        "text": "Teraz wypowiem spostrzeżenie, na które się zgodzi zapewne wielu ludzi, mieszkających na wsi. Pewne zmiany w otoczeniu, np. jak w tym wypadku przyjazd gości, wywierają wpływ podniecający. Goście przywożą z sobą nowe zapatrywania, temperamenty, często nowe wiadomości, plotki, co sprawia, że pewne odłogiem leżące myśli nasze wprawiają się w ruch. Trzeba ich oczekiwać, przyjąć, mówić z nimi, reagować na ich charaktery, ustosunkowywać się do nich, często dobywać gwoli swej obrony różne rezerwy, porównywać siebie z nimi, nieraz badać swe życie. A ponieważ myśli naczelne (i podrzędne, tyranizowane przez człowieka, często są takiemi) związane są jakby w jeden łańcuch, przeto za poruszeniem kilku drgają, odzywają się bezpotrzebnie inne, wstrząsają się pewne połacie myślowe, — wskutek czego myśli się całkiem niezależnie od myśli nasuniętych przez gości, myśli się o swoich myślach. Jest także prawo w psychologii, że kontrasty wywołują się wzajemnie; otóż hałas, zakrętanina itd., sprawione przez gości, mogą wywołać uczucie osamotnienia, ale jeśli się samemu nie jest zbytnio przy tej wizycie zajętym. Jaskrawo uwydatnia się coś podobnego na dzieciach, które najwięcej dokazują i broją wtedy, gdy goście przyjadą. Starsi bardziej maskują swe podniecenie; naturalnie wiele zależy tu od tego, jakim jest gość, od częstości jego wizyt itp. Otóż w tym wypadku przyjazd gości łechtał tylko duszę Strumieńskiego. Zrazu było mu nieprzyjemnie, że musiał zrezygnować ze schadzki, potem jednak przezwyciężył to przy pomocy nowych wrażeń, co prawda nie bardzo obfitych. Mówiło się o pałacu, o mieście, podobała mu się młoda żona architekta i zdawało mu się, że i on się jej podoba. Nie o nią jednak chodziło. Strumieński zwrócił baczniejszą uwagę na nauczycielkę lub raczej towarzyszkę swych młodszych dzieci, Paulinę. Była to młodziutka, dość ładna osoba, nauczycielka w tej wsi, mieszkająca samotnie w szkole. Strumieński, który jako prezes rady szkolnej miejscowej czasami wizytował szkołę, zwrócił był jeszcze dawniej uwagę na opuszczenie Pauliny i polecił Oli, by jej zaproponowała guwernerkę we dworze. Zaopiekowano się nią jakby najstarszą córką, bo dziewczyna była potulna, a posłuszeństwem swem dogadzała Oli. Pani Strumieńska mniemała, że ją wykieruje na ludzi, lecz Paulina miała już różne swoje zachcianki, przesądy i poglądy, i mimo pozy posłuszeństwa pokryjomu parła ku swemu losowi, zwłaszcza w zakresie miłości. Strumieński dotychczas nie patrzył jeszcze na nią w ten sposób, by „z nią popełniał grzech w sercu swojem“, chociaż nieraz, gdy wychodziła z dziećmi na spacer, towarzyszył tej czeredzie, rozmawiał z Paulina jakby także z dzieckiem, lubował się dość niewinnie w jej świeżej postaci, pouczał — a ona go bardzo pilnie słuchała. Ale dopiero dzisiaj, gdy wśród rozgwaru, zrobionego przez gości, widział ją czasami z daleka przekradającą się wraz z dziećmi, uśmiechniętą, zachował się wobec niej parę razy kokieteryjnie i uświadomił sobie miłosny zamiar, który, jak zaznaczyłem, kiełkował już w jego umyśle i był magnesem, około którego stosownie ugrupowały się dawne jego myśli, tworząc nową kombinacyę. Na razie rozwinęło się w nim tylko poczucie możliwości rozpoczęcia stosunku z ową Paulina, podsycone podnieceniem z powodu nieprzyjścia do skutku schadzki, a w następstwie, jako pierwsze stadyum wiodące do tego celu, pewna sympatya ku Paulinie. Mniemał jednak (resztki sumienia — odczepne dla sumienia), że tę sympatyę zaraz łatwo stłumił."
      },
      {
        "index": 22,
        "text": "Od Berestajki przybył znowu posłaniec z oznajmieniem, że ona czeka i czekać będzie do późnej nocy, poczem przenocuje w tej a tej karczmie, nazajutrz zaś opuści te strony. Wówczas Strumieński zdobył się na pewien koncept, utrzymany w drastycznym stylu tych stosunków, jakie go z Berestajką złączyły. Odpisał, że dziś absolutnie przyjechać nie może, a potem chciał dla niej dodać jakiś drogocenny podarunek, o którym jednak nic w liście nie napomknął. Wszystko jednak, co miał pod ręką, to były albo pierścionki albo biżuterye żony albo jakieś pamiątkowe przedmioty, a szukać innych nie miał czasu. Sięgnął więc do swego biurka: znalazł banknot setkowy i kilkadziesiąt złotych drobnemi. Że jednak drobnych dodawać nie wypadało i posłaniec mógł je poznać i ukraść, załączył do listu tylko ową setkę i pchnął posłańca w drogę. Nazajutrz dopiero namyślał się, czy to nie było za dużo lub za mało."
      },
      {
        "index": 23,
        "text": "Więc tylko na sto reńskich otaksował pan Strumieński przysługę, wyświadczoną mu przez Rosyankę! Ona zaś przyjęła tę kwotę, a w liście, który Strumieński od niej w parę dni potem otrzymał, znajdowało się wyjaśnienie, że wzięła pieniądze jako honoraryum za daną mu lekcyę — napisała te słowa w innem znaczeniu, nie tem, które obchodziło Strumieńskiego — w zamian za to na pamiątkę zostawia mu podwiązkę, którą znajdzie tam a tam. Trochę niejasną alluzyą o ośle obładowanym złotem kończył się ów serdeczny list miłosny. —"
      },
      {
        "index": 24,
        "text": "Wracam do chwili, w której Strumieński odsunął pokusę, odgradzając się od Rosyanki ubliżającym banknotem. Gdy jednak posłaniec odjechał a noc się zbliżała, goście byli już prawie „przyjęci“, wolny czas nadchodził, ogarnął go niepokój, gorączka, niecierpliwość. Siedział przy szachach z architektem i partyę za partyą przegrywał — cierpliwa gra podniecała jego niecierpliwość. Ale architekt poszedł wkrótce spać, bo chciał rano wstać na polowanie na dzikie kaczki, i Strumieński był wolny. Teraz uczynił coś, o czem z góry mógł wiedzieć, że skutku nie odniesie (przygotowanie sobie pozoru): zaprosił kartką Olę na schadzkę do muzeum. Ale Ola odpowiedziała również na kartce, że nie ma czasu, bo ma dużo do pomówienia z żoną architekta, przyczem porywczo dodała, że jeżeli mu idzie o wynagrodzenie za wierność, to niech sobie lepiej pojedzie na schadzkę. Bo i na nią ta wizyta działała, odświeżała ją nowinami ze świata, wróciła jej odwagę w stosunku do męża i zmniejszyła szacunek dla jego pretensyi wogóle."
      },
      {
        "index": 25,
        "text": "Więc Strumieński wybrał się tak, jakby na schadzkę z Rosyanką, ale nie szedł w tę stronę, tylko spacerem krążył w pobliżu cmentarza i muzeum, jakby przecież grawitował do tej najlepszej, niezawodnej kochanki. Za cenę niewidzenia się z Berestajką kupował teraz odwagę do ostatecznego rozprawienia się z Angeliką, ale nowa sympatya do Pauliny nadawała temu finałowi ton łagodny i zgodliwy, a pogodne, czyste niebo, zasiane gwiazdami, nibyto harmonizowało z jego uczuciami i myślami, nadając im szerokie tło kosmiczne."
      },
      {
        "index": 26,
        "text": "Zrazu zajmował się patrzeniem na okna dworu, w których powoli gasły światła, potem marzenia jego zaczęły krążyć koło Pauliny a równocześnie i koło Angeliki. Miło mu było wyobrażać sobie daleką transcendentalną opiekę zmarłej nad wszystkiem, co teraz poczynał. Nie czuł już ani wyrzutów sumienia ani buntu; jakoś to się nagle oddaliło od niego, jakby było ostrożne i chciało go udobruchać podstępem. Wspomnienia, wynurzające się z cieniów nocy, wlewały się w niego miękkie, dobre, sympatyzujące. Tak powoli dokonywała się w nim mała kontrabanda na rzecz Angeliki. Nawet gdy myślał o Paulinie, to nie wprost fizycznie, ale osłaniał ją w wyobraźni gazą romantyczną, kochał się w niej lekko, a raczej przygotowywał w swojem sercu pewną szczerą miarę rozkochania się, potrzebną do przekonania i zdobycia dziewczyny. Myśli jego stały się swawolnemi, lotnemi — aby je lepiej było można przemycać. Odzywały się w nim wspomnienia pierwszych eksperymentów z Olą, dźwięczała słabo jeszcze raz nuta „Powinowactw z wyboru“... a ze swych pierwszych uczuć do Pauliny zwierzał się niejako tej Angelice, której niebieska szata wybita gwiazdami, wisiała na niebie. Tak jego opór przeciwko Angelice wchodził pokryjomu w sojusz z odrastającą ku niej miłością, sojusz nielogiczny może, ale psychologicznie możliwy, albowiem oba te konglomeraty były zarówno potrzebne dla dobrobytu duszy Strumieńskiego: wolność absolutna i możność przykombinowania wszystkiego do Angeliki."
      },
      {
        "index": 27,
        "text": "Spostrzegłszy, że zbacza znów na dawne tory, wpadł w mały gniew i rozpacz, poznając taką niewolniczość swych myśli, które jak nierozumne psy wracały wciąż do swej pani. Powrócił do swego motta: Jak można sobie tyle robić z głupiego spółkowania! Ono nie jest święte, są rzeczy ważniejsze, grzechem jest tak pojmować grzech! I pod wpływem tego motta niebo przestało być dlań spódnicą Geli, lecz patrząc w gwiazdy, wmawiał w siebie, że czuje ruch natury, że się do niej upodabnia. Być jak zwierzęta i rośliny, które są moralne, nie przywiązując wagi do swych funkcyi fizyologicznych, oddając swe soki żywotne według przypadku, bez prośby i bez przymusu, bez apoteoz miłości i świństwa namiętności. Posiadać i być posiadanym przez byle kogo, tak jak chce odwieczne prawo. Ludzie to, ludzie wypaczyli naturę, ujęli miłość w karby i formy i prawa, wypaczyli ją, ale natura na każdym kroku z nich się śmieje i pod powierzchnią praw, form i konwenansów, która ma tylko złudzić ludzi co do ich siły, broi dalej swoje. Więc być z nią w zgodzie, w nieugiętej zgodzie, czuć, jak to wszystko, co się w niej przelewa, przelewa się i przeze mnie, i nie stawiać tam. Natura cała jest przesycona miłością, oddycha nią i żyje z niej; miłość to żywioł nieokiełznany, który wszystko tworzy, wywraca, gubi, niszczy, przetwarza, sam nieobliczalny. (Por. str. 90., 188. w. 2., str. 257. w. 22.)."
      },
      {
        "index": 28,
        "text": "Widział sieć miliona kanalików, jednoczył się z kosmosem, dźwięczała mu w duszy muzyka panteistyczna, wysnuta z kulek, które w nim już dawno płynęły. — A więc, jak widzimy, znowu „pojmował“ „miłość“, bawił się jej określaniem; tylko tym razem wpadał w ekstrem i pojmował ją brutalnie, mniej więcej tak, jak się o niej mówi w dziełach przyrodniczych, z pewnym polotem napisanych."
      },
      {
        "index": 29,
        "text": "Zresztą nie wiele już sobie robił z potrzeby jasnego rozejrzenia się w teraźniejszej sytuacyi, z potrzeby filozoficznego uzasadnienia swoich przeszłych i przyszłych postępków, wolał pogrążyć się w to, do czego go natura niosła, a więc poddawał się myślom lekko zmysłowym: o Paulinie, Oli, Berestajce, Angelice, o tych kobietach, które pozdradzał jedną w sekrecie przed drugą. Fałszywe poczucie, że zachował w stosunkach z niemi (wciągał już i Paulinę) swoją krytyczną odrębność, swój egoizm, dodawało mu teraz pewnej otuchy. Z drugiej strony przecież czasem budziły się w nim wątpliwości, czy nie wchodzi teraz w istocie na drogę moralnie niebezpieczną; kwestya wiarołomstwa, chociaż odsuwana, groziła tem, że stanie się aktualną, Angelika ustępowała w głąb jako zabawka, a Ola występowała na pierwszy plan, jako uprawniona przez Boga i ludzi groźna kapłanka ogniska domowego, ona też brała w opiekę Angelikę, i — tu był punkt wstydliwy — z szyderstwem patrzyła na jego przeszłość, na jego życie podziemne, w którego mechanizm wejrzała. Ale wynikłe stąd uczucia wstydu i obawy przed nią, tudzież uczucie niechęci za porzucenie go dzisiaj, Strumieński zużytkował na to, ażeby je przeciwstawić swym skrupułom, przykrywając wszakże te walkę szacunkiem, którym płacił Oli za przywilej zdradzania jej."
      },
      {
        "index": 30,
        "text": "Te i tym podobne przykre pałubiczne myśli neutralizował w sobie nastrojem swego życia podziemnego (nastrojem, nie szczegółami!), które chciał teraz odrzucić, ale którego siła przelewała się już w inne konstrukcye (o czem nie wiedział). Żal, rozbudzony wyobrażeniem rozstawania się, przywodził mu w ostatniej chwili na myśl te wszystkie dobrodziejstwa, których tu zaczerpnął. Przeglądał ich album w nieskończoność, rozmawiał ze swym kultem na równi, przechadzał się z nim jak z kimś, co ma na zawsze odjechać. Wprawdzie w kąciku duszy jak enfant terrible odzywała się myśl: dlaczego właściwie ma odjechać? poco? czy nie lepiej powiedzieć sobie, że nic się nie zaczęło, nic nie było i nic się nie potrzebuje kończyć? poco z tego robić ceremonię? Ale on strzegł się tej myśli i utrącał jej głowę, był grzecznym, ale stanowczym. Podobnie subtelnie i zgodliwie rozmawiają może ze sobą małżonkowie, mający iść do rozwodu, gdy całują się po raz ostatni i gdy jedno z nich w ten ostatni pocałunek i ostatnią rozmowę usiłuje instynktownie włożyć niemą prośbę: zostań! pomimo niezłomnej już umowy co do rozstania. Ale Strumieński chciał mieć raz swoją wolę wobec tyranizujących go idei, one więc ustąpiły, jak żona, która zgadza się na rozwód, pewna, że wróci potem jako upragniona kochanka, nie legalna, ale tem silniejsza. Mimowoli jednak (podobnie jak przy końcu rozdz. VI.) pozostawił i teraz w duszy małe zastrzeżenie, odłamując swej decyzyi ostrze, ale tuż przy samym końcu; mniemał, że tem zastrzeżeniem łudzi ją z litości a pozostaje twardym. Atoli któż oceni, czy tym sposobem, zamykając główne wejście, nie otwierał równocześnie pocichu maleńkiej furtki do opustoszałego raju swych myśli, aż one może kiedyś odrosną i odkwitną. (Typowa sytuacya charakteru; por. str. 109. w. 19., str. 165.)."
      },
      {
        "index": 31,
        "text": "Stał przed rozjaśnionym obrazem Angeliki i wpatrywał się weń bacznie, jak żeby bodaj teraz wyśledzić to, co tu było niedomówionego. Z uśmieszkiem sceptycznym naśladował nieco swoje dawne zachowanie się tutaj. W duszy pozwalał powstawać wszystkim najczulszym formułkom pożegnalnym i poddawał się ich sile uczuciowej. Ugiął kolana i unosił się złudzeniami. Robił sobie tak, aby mu się zdawało, że postaci tej błyszczą żywiej oczy, że jedno ramię walczy z twardym oporem jakiejś toni, i wyłamuje się, że cała postać chce się ucieleśnić, rozchylić płótno, jak całun grobowy, i spłynąć ku niemu. Przymrużył oczy, i wskutek drgania powiek widział to złudzenie jeszcze wyraźniej, potem oczy zamknął, lecz miał jeszcze jej jaskrawe odbicie pod powiekami. Odbicie to zacierało się, jakby zapadało w chmury, pod stosy czerwonawych wirujących tapet, — wśród tych złudzeń zamknął na ślepo swój przyrząd do smucenia się, a gdy otworzył oczy, głowa Angeliki znikła już na zawsze w ciemnościach."
      },
      {
        "index": 32,
        "text": "Ta linia to tylko dla Strumieńskiego, to oznaka jego „fazy“, granica nowego etapu, ale nie dla nas. My wiemy, że on we wszystkiem wbrew usiłowaniom zachował swój charakter i może tylko przesunął nieznacznie to, co dla tego charakteru było typowem. Niema tzw. (w dramacie) przełomów psychicznych, walk, nawróceń, są tylko kotłowania zewnętrzne, których program nawet jest prawie z góry przygotowany, — chyba że człowiek zamiast zwracać uwagę na treść swoich myśli i uczuć, zajmie się badaniem sposobów, w jaki one powstały, i stanie się jasnowidzącym w odbudowywaniu ich genezy."
      },
      {
        "index": 33,
        "text": "W nowej rubryce, którą utworzył u siebie Strumieński, zapisała się najpierw Paulina. Wiosenne wody jej młodości rychło przypędziły ją na brzeg Strumieńskiego. W dzień, w którym się to pierwszy raz stało, wydał rozkaz zburzenia muzeum pod pozorem, że budynek grozi sam zawaleniem. Tak przynajmniej raz zewnętrzny symbol miał się zgodzić z treścią wewnętrzną. Atoli Ola wstrzymała termin, prosząc, by budynku nie burzyć, lecz odrestaurować go tylko, by tam przecież stanęła tak jak dawniej kaplica. Ola nie popadała wprawdzie bardziej w bigoteryę, ale chciała mieć kaplicę dla szyku. Strumieński wszakże wytłumaczył jej, że nie wypada mieć ustronie Boże na miejscu, na którem odbywały się tak świeckie rzeczy, że na kaplicę znajdzie się miejsce w pałacu, a Ola go usłuchała, bo szło jej głównie o zaznaczenie swego popędu do pobożności wbrew mężowi. Zburzono tedy muzeum, usunięto rumowiska i zasadzono drzewami to miejsce, obrazy zaś zabrał Strumieński do dworu, zamierzając je rozwiesić w pałacu, aby tam wystawić je wreszcie na widok publiczny; ale i z tem się nie kwapił, bo termin wprowadzenia się do pałacu był jeszcze daleki."
      },
      {
        "index": 34,
        "text": "Tu mógłbym na rachunek Strumieńskiego zrobić małą elukubracyę poetyczną, żegnającą muzeum, np. w formie litanii z odpowiednim „leitmotivem“ czy też rozpędnikiem. Szkoda nawet, żem od samego początku nie wprowadził jakiegoś osobnego poetycznego „leitmotivu“ dla muzeum i wogóle dla Angeliki; mógłbym był w toku powieści modulowaniem tego motywu robić znakomite efekty: raz rozbrzmiewałby on melancholijnie, to znowu tryumfująco, a np. teraz pogrzebowo. Uzupełnię to jednak w szkolnem wydaniu „Pałuby“, ażeby profesorowie gimnazyalni mieli klasyczny przykład dla pokazywania tajemnic techniki poetyckiej; tutaj napiszę tylko psychologiczny nekrolog muzeum. Jaką rolę miało ono w podziemnem życiu Strumieńskiego. Czy tylko symbolu? Nie. Po pierwsze ciągła świadomość istnienia tego ustronia musiała oddziaływać na umysł jego jak szyldwach, pilnujący więźnia. Myśli, jeżeli są natrętne, można łatwo usunąć z horyzontu widzenia, ale muzeum nie było ani przeźroczyste, ani przesuwalne, nie można go było burzyć i ustawiać napowrót. Przez tyle lat wiedzieć, że tam coś stoi ciągle i cierpliwie, — to coś znaczy, to mogło wywołać u Strumieńskiego, że tak powiem, jakiś zez umysłowy, jakąś suggestyę drżącego pamiętania o czemś tam jeszcze, mieszającą się nawet do najpospolitszych myśli, taką suggestyę, jakąby miał np. człowiek, zresztą o zdrowych zmysłach, któremuby się ciągle zdawało, że mu się jakiś piesek koło nóg plącze. Po drugie. Spójrzmy na mapkę: jak to muzeum, oderwawszy się niejako od dworu, ukryło się w ogrodzie wśród gąszczów i drzew i wychyliwszy się ponad płot, patrzy na cmentarz. Ten rozkład miejscowości mógł się odbić i na duszy Strumieńskiego i wyżłobić w niej odpowiednie (nie takie same!) ślady, tak, że kompleks duchowy, dotyczący Angeliki, mógł około owych bardziej konkretnych śladów (bo śladów rzeczy naocznych) grupować się tak, jak się grupują opiłki żelaza około magnesu, a nawet nasycać się ich konkretnością. (Myśli w jakiś sposób naśladują wyobrażenia miejscowości, czy też łączą się z niemi, por. str. 72/3., 108.) Wszystkie te porównania biorę nie w przenośnem, banalnem znaczeniu, lecz, jak następny rozdział pokaże, prawie dosłownie. — Z tego wywodu widzimy, jak ważną była rola muzeum, bez któregoby może Strumieński o wiele prędzej uwolnił się od Angeliki. Uwzględnijmy wreszcie, że rzecz dzieje się na wsi, gdzie urozmaiconych i wyższych wrażeń jest tak mało, iż jeden stan psychiczny trwać może długo, tak jak bagno bez przepływu świeżej wody, czem zaś dłużej trwa, tem bardziej oddziela się i wyodrębnia od innych spraw, — a wówczas może lepiej zrozumiemy dziwne życie Strumieńskiego. — Wracam do tekstu wypadków."
      },
      {
        "index": 35,
        "text": "Stosunek z Paulina nie ze wszystkiem wypadł według planu Strumieńskiego. Przedewszystkiem poprzestał on tylko na Paulinie nieco za długi czas, a przecież obiecał był sobie: jakość zastąpić ilością i z kawałków składać sobie ideał. Po drugie mimowoli wciągnął i Paulinę w obręb swego dawnego życia, bodaj pośrednio. Działo się to tak: Paulina w dziecinnej skrusze z powodu swego grzechu żałowała nie siebie lecz Olę, swą, dobrodziejkę, że jej taką krzywdę robi, nazywała siebie złodziejką, rozpustnicą, metresą. Zamiast spodziewanego spokojnego użycia, miał Strumieński nowe koło dramatyczne. On sam wprawdzie wychodził z zasady, że Oli wystarczy stanowisko jego żony i że ona sama nie chce wiele więcej ponadto; szanował ją, mówił, że małżeństwo jest kontraktem społecznym, w którym miłość i wogóle kwestya erotyczna przejściową odgrywają rolę, — ale tego wszystkiego nie mógł nauczyć Pauliny, która uparcie obstawała przy swojej komedyi. Jej tajemnem staraniem było utrzymać stanowisko sympatyczne w tym sympatycznym domu. Ola wnet dowiedziała się o miłostce męża i poznała wtedy, że to, co go miało „uleczyć“ i na nowo do niej przywiązać, właśnie go od niej oderwało. Nastąpiły wzajemne wyrzuty, gniewy, groźby, ale wreszcie i ten trójkąt dobrze się ułożył, a pogarda Oli dla męża zmieniła się powoli w tolerancyę pogardliwą, a potem w tolerancyę istotną chociaż zawsze z furtką, otwartą do pogardy. Tak było jej w sam raz wygodnie, a nawet przyjemnie, bo zresztą uznawała ona, że Strumieński wzorem innych mężów musi mieć pewien dodatek do żony. Jego duchowe plus miało w miłostce upływ, z czem i Oli było lepiej, bo ta pewna uroczysta rezerwa, którą Strumieński przedtem zachowywał wobec niej po nieudałych próbach w głąb, teraz znikła, stosunek był jasny, ludzki, wesoły. Co więcej: zakłopotany Strumieński zdrajca był jej czasem bardziej lubym niż dawny, czuła dla jego wybryków pewną macierzyńską czy siostrzaną sympatyę, maskując jednak chrześcijańską wyrozumiałością te uczucia, które w nagiej formie musiałyby się jej wydać nienaturalnemi. Strumieński zaś był teraz dla niej „anielsko-dobrym“, dogadzał jej we wszystkiem, jakby po cichu prosił: patrz na to przez palce! — więc i ona chciała być dobrą, pokazać mu, że jest dla niego taką, jakąby inna żona nie była. Paulina niby na pozór krzyżowała jej tę komedyę tolerancyi swoją własną komedyą. Raz padła jej do stóp z płaczem, a Ola głaskała ją jako zbłąkane dziecko. Paulina chciała wyjeżdżać, zmienić posadę, ale Ola sama ją zatrzymała. Tak każde z trojga robiło swoje, ale zespół był dobry, bo każde miało w nim swój osobny psychiczny interes. Strumieński, patrząc z daleka na tę idyllę wśród tak zwanej zbrodni, idyllę, którą sam urządził, — rozlubował się w niej, nieumówione dwużeństwo wydało mu się nową subtelną formą miłości — ale miłości w dawnem znaczeniu jako idei, którą urzeczywistnić należy. Wbrew tedy jego zamiarom, by nowym stosunkiem porzucić sferę miłości, zgnębić ją, uczynić ją swoją niewolnicą, pokrajać na miłostki, pokochał ten nowy epizod: Ola — Paulina, mający w sobie taki tajemniczy, niebezpieczny urok, jakby nad trojgiem nimi Angelika niewidzialnie trzymała swe dłonie opiekuńcze i błogosławiące. Robił wysiłki, żeby przerwać to koło zaczarowane, ale wysiłki te nie były na seryo. —"
      },
      {
        "index": 36,
        "text": "Z usunięciem muzeum dokonał Strumieński jakby amputacyi, która mu raz tak, raz owak się podobała. Myślał np. sobie, że ta emancypacya z pod „miłości“ (jego cudzysłów!), którą rzekomo przebył, jest oznaką wieku dojrzałego. Nowe stadyum nosiło cechę wszechsceptycyzmu, ze skrytką sybarytyzmu. Czy długo został takim? Nie, bo wnet musiały grać rolę inne bieguny jego umysłowości i inaczej ugrupować jego przekonania. Walka przekonań w jego duszy, pozostawionej zupełnie samej sobie, była dość jałowa — o ile nie padały w nią promienie ze świata pałubicznego; małe walki tego rodzaju są potrzebne tylko dla hygieny psychicznej, są to zamiany komórek, które się rugują i zastępują, ale zamiany nie tak bardzo zasadnicze."
      },
      {
        "index": 37,
        "text": "Nowy system Strumieńskiego doznał później, jak zobaczymy w XX. rozdziale, wielkiego ciosu z całkiem nowej strony; przygrywką jednak do tego kataklizmu na rzecz moralności była rozmowa, którą Strumieński miał raz w pociągu z pewnym wytwornym publicystą. Tento człowiek, chcący grać rolę nowożytnego Europejczyka, wtajemniczał go w wyższe zagraniczne „sardanapalstwo“. „Zepsucie“ było w jego oczach wykładnikiem arystokracyi, rzeczą stworzoną dla wyższych ludzi, ostatnim ukrytym kwiatem postępu. „My wszyscy — mówił ten pan — bogacze materyalni czy umysłowi stanowimy cech wspólny, rozumiemy się. Na zewnątrz przed innymi mamy dość taktu, wytrawności i rozsądku, aby to pokryć, nikogo i nic nie naruszając, tolerując „wszystko, co święte“. Strumieński przypatrzył się tu swej nowej emancypacyi erotycznej jak w lustrze karykaturującem, zdawało mu się prawie, że jego dobry anioł wciela się w owego towarzysza podróży, aby pokazać mu ekstrem i ostrzedz go. Był w nim pewien wyuczony rdzeń moralności (i estetyki), zresztą nie wabiło go takie „wyższe zepsucie“. U niego rozszerzenie zakresu grzechów musiało zawsze iść w parze z jakimś aparatem fantastycznym czy pseudofilozoficznym, do wymyślenia zaś takiego aparatu musiałaby go wprzód popchnąć z zewnątrz jakaś bardzo żywa pokusa (tak jak tym razem Berestajka, Paulina), żądająca rozłamania starych a zbudowania nowych ram, a ta pokusa fizyologicznie nie nadchodziła. Tak-to rozwiązłość zawsze się u niego wiązała."
      },
      {
        "index": 38,
        "text": "Na tle takiego życia umysłowego dawny postulat Angeliki rozbudzał w nim czasem przecież pewne politowanie, np. gdy dla wynagrodzenia jej nazywał ją genialną i przyznawał jej obrazom prawo obywatelstwa w sztuce. Pewna część w nim brała to uznanie i tę cześć na seryo, druga nie. Aby jedną lub drugą zadowolić, zaprosił do siebie Gasztolda, zamierzając mu pokazać obrazy i zapytać o zdanie. Gasztold stał się bowiem tymczasem powagą w rzeczach sztuki. Zarazem zepsucie Strumieńskiego podsuwało mu inny cel uboczny: chciał zaszachować Gasztoldem Olę, — a jego niezepsucie pokazywało sobie w perspektywie jakąś katastrofę, która może oczyści stęchłą atmosferę i rzuci go znowu przemocą w świat czyściejszy (który sam niedawno właśnie mianował grzesznym)."
      },
      {
        "index": 39,
        "text": "Gasztold przybywszy stwierdził najpierw, o ile przeholował w swej powieści co do Strumieńskiego (Strumieński sam był mu w tem naumyślnie pomocnym), i przekonał się, że środki oryentacyjne, na których oparł kreślenie charakteru Strumieńskiego, były dość fałszywe. Widział kłopoty majątkowe, w które się Strumieński uwikłał wskutek budowy pałacu, pertraktacye co do wykupna jednego folwarku przez młodszych Maryuszów, plany co do sprzedaży pałacu — i przestał nań patrzeć z zazdrosną pogardą artysty wobec groszoroba. Strumieński zapomocą alluzyi pozwolił Gasztoldowi wpaść także na trop historyi z Angeliką, lecz dał mu z niej pojąć tylko pierwszą warstwę, tak, że Gasztold uwierzył w idealną wierność Strumieńskiego i postanowił nawet osnuć na jej tle nową powieść. Spostrzegł on wprawdzie stosunek Strumieńskiego z Pauliną, ale to mu nie psuło szyków, bo raz „pojąwszy“ Strumieńskiego w ten sposób, nie zapytywał, jak on w swoim umyśle godził jedno z drugiem, i mniemał, że Strumieński ową wierność pojmował całkiem po prostu, jako myślenie o zmarłej od czasu do czasu. Wyciągał Strumieńskiego na wyznania, aby mieć materyał do swej powieści, lecz Strumieński mistyfikował go, pozował, z czego Gasztold wysnuwał wniosek: jaki on skryty, jak czci to swoje, — chociaż Strumieński postępował tak głównie dlatego, że mówienie prawdy sprawiłoby mu kłopot, i wcale nie miał zamiaru robić Gasztolda naprawdę swoim powiernikiem, robił sobie zeń tylko niejako nowe medyum, któremu półgębkiem imponował. Gasztold poznawał się na tem, ale uważał, że na dnie milczącej, uroczystej przesady Strumieńskiego musi być dużo prawdy (bo sam Gasztold dla zupełności chciał, żeby tak było; pierwiastek konstrukcyjny). Tylko gdy Strumieński pokazał mu pewną część obrazów Angeliki, Gasztold zmienił nieco front. Powstało w nim coś jakby zazdrość. Wykazywał techniczne naiwności, mówił, że to literatura nie malarstwo, że to malarstwo domowe, familijne, do prywatnego użytku, ale w istocie rzeczy odczuwał brak stosownego miernika. Wobec Strumieńskiego czasem na odczepne nieco chwalił, ale Oli mówił „szczerze“, że to nic nie warte. Ponieważ jednak należał do tych, którzy dali się opanować słowu „genialność“ i szukają dlań poznak, zdawało mu się często, że tu właśnie spostrzega pewne oryginalne, szczególne znamiona takiej „genialności“. I chociaż z drugiej strony nie zgadzało mu się to znowu z teoryą, że kobieta nie może być genialną, przecież w duchu zachwiewał się, czy się może nie kompromituje wobec tych dzieł, czy może nie lepiej stanąć na stanowisku liberalnem, wpółuznającem, i zaczął też w tym kierunku lawirować. — Co się tyczy Oli, to zaszachowanie jej nie udało się Strumieńskiemu, bo Gasztold nie chciał już tym razem robić jej przyjemności daremnem wzdychaniem, ona zaś, widząc to, traktowała go lekceważąco, z pewną grzeczną złością. Żal jej nieco było, że się już do niej pożądliwie nie wzdycha (jej zmysłowość polegała na chęci widzenia cudzej zmysłowości), ale przebolała to i tem cnotliwiej wychowywała swe córki. Strzegąc niemoralności w swoim domu, zakrywając ją niejako swoją firmą, tem bardziej umacniała się w swej czcigodności, w spokojnej, wyrozumiałej dumie (dusza wytwarza sama z siebie równoważnik swych krzywd, bo tego żąda jej hygiena, podobnie jak ciało samo zabliźnia ranę). Wreszcie wspomnieć trzeba o szczególnego rodzaju antagonizmie między Gasztoldem a Pawełkiem. — Gasztold był czegoś zły czy zazdrosny, że Pawełka uważają — tj. uważa Strumieński za małego geniuszka, i mszcząc się za swe poczucie pewnej rywalizacyi z tym chłopcem (p. wst.) podrwiwał sobie z niego, wykrywał jego dziecinne przyjemności i tajemnice, a w odwet za to Pawełek go nienawidził. — Gasztold dość często przyjeżdżał na zaproszenie Strumieńskiego, było prawie tak, jakby dobrze żyli ze sobą; zresztą Strumieńscy byli mu wdzięczni za to, że udawał, że mu się ich pałac podoba."
      },
      {
        "index": 40,
        "text": "Takby się nic nowego nie stało, gdyby nie całkiem niespodziewany, groteskowy niemal obrót, jaki wzięła zapomniana już historya Angeliki odnośnie do Pawełka. Nim jednak do tego przystąpię, chcę się jeszcze raz ostatni obejrzeć na swej drodze, rzucić okiem na szczyty Strumieńskiego i wychodząc z roli referenta, dośpiewać pieśń niedośpiewaną."
      }
    ]
  }
}