{
  "chapterNumber": 3,
  "title": "III. Intruz",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III. Intruz. Po śmierci swego podwójnie pozornego ojca Piotr Strumieński zmuszony był dalej prowadzić jego taktykę wobec rodziny. Ogłoszono go za intruza, za łotra, który podstępnie wyzyskał niedołęstwo umysłu starego Strumieńskiego, i wszczęto proces spadkowy, powołując się na rzekomy ustny testament. Wygrzebano różne rzeczy z przeszłości rodziców Piotra, poruszono kwestyę jego „chamstwa“, a jeden ze Strumieńskich, znany pojedynkowicz, czyhał na sposobność zmuszenia go do walki na białą broń. Również sąsiedzi, obrobieni przez Maryuszów, przybrali wobec niego nieprzyjazną postawę, a gdy objąwszy spadek, pojechał złożyć wizyty ceremonialne, przyjęto go z impertynencką grzecznością wszędzie, gdzie w domu nie było córek na wydaniu. Ci, co byli łagodniejsi, mieli mu za złe jego grzeszne pochodzenie. Bękart, syn jakiegoś tam gajowego czy fornala — te dwie sprzeczności wypowiadano jednem tchem."
      },
      {
        "index": 2,
        "text": "Tak złożyło się, że młody Strumieński, podobnie jak jego przybrany ojciec, stanął izolowany wśród ludzi nieprzychylnych mu i zawistnych, — a nie wiedział, że we wrogiem usposobieniu bez żadnych głębszych, osobistych przyczyn, nikt wytrwać nie ma potrzeby. Upokorzenia z czasów młodzieńczych, pamięć własnego niedostatku wśród wyższych potrzeb kulturalnych poznawanych wówczas, nauczyły go cenić potęgę pieniędzy jako wartości materyalnych, dających się łatwo zamienić na intellektualne i uczuciowe, i nakazały mu strzedz czujnie a z bezwzględnym egoizmem tych tak szczęśliwie nabytych skarbów. Zrazu próbował wprawdzie zbliżyć się do Maryuszów i wejść na drogę ugody, ale odepchnięty ich pierwszym gwałtownym atakiem, cofnął się natychmiast, kiedy zaś potem oni, przekonawszy się o chwiejności podstaw procesowych, okazywali zdaleka skłonność do nawiązania powtórnie pojednawczych nici, on udawał, że się na tem nie poznaje, i był zadowolony, że wina nieporozumienia nie spada na niego. Tak z roli biernej odosobnionego przeszedł do roli czynnej człowieka usuwającego ze swego horyzontu wszystko to, co mogło mu przeszkadzać w urządzeniu sobie życia po swojemu. To „po swojemu“ obejmowało zamiary, których sobie nie chciał całkiem uświadamiać, na razie bowiem samo znalezienie się raptem na pewnej wyżynie i patrzenie stamtąd na wolne dalekie drogi w różne strony życia, napawały go błogiem uczuciem radości. Miewał jeszcze krótki czas tę pełną przesady uroczystą trwożliwość o jakość dalszych swych kroków, ten respekt, jaki odczuwa chłop, gdy pierwszy raz w życiu ma stąpić na bogaty dywan, utkany sztucznymi kwiatami, które za prawdziwe uważa."
      },
      {
        "index": 3,
        "text": "W tym punkcie mej rozprawy na tle życia Strumieńskiego powinienbym roztoczyć moje wyobrażenia o charakterze i umysłowości badanego osobnika, aby uzasadnić dalsze jego postępowanie, umysłowość zaś jego, tak w teraźniejszem stadyum, jak w dalszych, wyprowadzić genetycznie także z idei poruszających i nurtujących dobę współczesną, a nie tylko z jego własnych przejść życiowych. Z powodów jednak, które gdzieindziej wyłuszczam, nie czuję się zdolnym do takiej sumienności i zapowiadam, że będę się z tem załatwiać dość powierzchownie, na razie zaś ograniczę się do kilku wskazówek."
      },
      {
        "index": 4,
        "text": "Wspomniałem już o wpływie nauk starego Strumieńskiego o wyższości ducha nad ciałem. Że w owym czasie ludzie przeciętnej intelligencyi tkwili w grubym dualizmie, o tembym wspominać nie potrzebował, bo i teraz nie jest o wiele lepiej. Idealizm i realizm, względnie materyalizm — tymi terminami szastano nie w ich naukowem, ale w popularnem znaczeniu. — Swego czasu, studyując razem z kolegami dzieła naszych najwybitniejszych poetów, wdawał się też Piotr Strumieński w kombinacye historyozoficzne i narodowe, i inne tym podobne płytkie głębokości. Dalej wymienię zakres idei szlacheckich: dumę z tego, że się posiada ziemię, jest się obywatelem, ma się dwór, psy, konie, polowania i porządne tradycye, swoje zaintabulowane w księgach krajobrazy i swój lud. Ale Strumieński oddalał od siebie te upodobania, których zarodki zasiały się w nim jeszcze za czasów obcowania z Robertem, — czynił to z pewnym kryjomym żalem, gdyż właśnie one przypadały mu do temperamentu, dawały mu poczucie prostoty, porządku, pewności siebie. Skoro go jednak uważano za intruza, to był za cierpkim, by przywiązywać wagę i do nieurzędowych przywilejów swego nowego stanu. Podniesiony z jednej sfery, wypchnięty własną i cudzą wolą z drugiej, zawisł niejako w powietrzu między jedną a drugą, a wskutek tego przyciągnęły go sposoby życia, przy których niema mowy o „sferach“, czyli mówiąc krótko a źle: „wykoleił się“."
      },
      {
        "index": 5,
        "text": "Bardzo wiele takich i innych zawiązków myślenia przejął Piotr od Roberta — Robert wogóle rzucił pewien osobliwy cień na urobienie się jego charakteru. Możnaby w tem widzieć naśladownictwo, upodobnienie się, możnaby jednak przypisać to raczej długoletniemu przystosowywaniu się do siebie obu przyjaciół, które się nie obeszło bez tych cichych walk, które nie mają swego Homera. W nich to Strumieński przyswoił lub wykształcił sobie pewne bronie: podejrzliwość, baczność na urażenia psychiczne, skrytą brutalność, a w ślad za niemi nauczył się hipochondryi i pesymizmu, które u Roberta były naturalnym wynikiem jego fizycznego upośledzenia."
      },
      {
        "index": 6,
        "text": "Równocześnie z upodobaniami szlacheckiemi, a raczej hreczkosiejskiemi, wsiąknęły weń pojęcia i nastroje romantyczne. I to słowo trzeba brać w znaczeniu popularnem, a więc przedewszystkiem mieć na myśli miłość. O kobietach miał Strumieński bardzo pochlebne mniemanie, być może wskutek tego, że pierwsza część jego młodości upłynęła przeważnie w Wilczy, we dworze zdziczałego starca, gdzie pięknych i mądrych niewiast wcale nie widywał, znał je więc tylko z książek i wyobrażał sobie o nich cudowne rzeczy. To wytworzyło stały osad romantyzmu w jego duszy, który pozostał nawet wtedy, gdy Strumieński zetknął się z życiem miasta i przy pomocy przyjaciół rozszerzył zakres swych płciowych doświadczeń, otrzymując w ten sposób w dodatku pewien pokost cynizmu, który się łatwo zeskrobywał. Skromność i nieśmiałość usposobienia, którą może i mylnie przypisywał tylko stosunkom, w jakich się chował, nie pozwalały mu na zbytnią natarczywość w platonicznych miłostkach z porządnemi kobietami, więc kochał się w nich mniej więcej według recepty Mickiewicza: Ach ja ją tak na martwym ubóstwiam obrazku, Że nie śmiem licem skazić jej bezbronnych ustek, I gdy dobranoc daję przy księżyca blasku, Albo jeśli w pokoju lampa jeszcze płonie, Nie śmiem rozkryć mych piersi, z szyi odpiąć chustek, Nim jej listkiem cyprysu oczu nie zasłonię."
      },
      {
        "index": 7,
        "text": "Tylko ostatnich wierszy nie mógłby zastosować w praktyce, gdyż i o listek cyprysu było dość trudno, a zamiast chustek mogła być mowa o częściach ubrania bliższych ciała, np. kalesonach."
      },
      {
        "index": 8,
        "text": "Nieśmiałość młodzieńców jest znanym celem szyderstwa rówieśników. Gdy to spotkało Strumieńskiego, uczuł się ukłutym, i wiedziony instynktem charakteru, wynalazł sposób, zapomocą którego temu brakowi nadał piętno cnoty. Oto w czasie, w którym się rzucił „w brudne uciech rzeki“ (Mickiewicz), gdy „Venus Vulgivaga otwierała mu swoje skalane łono“ (Kasprowicz), po pewnych rozczarowaniach ułożył sobie teoryę, że nie można tego robić bez pewnego rodzaju całkowitego oddania się swemu medium, co w chwili paroksyzmu zwłaszcza stanowi tajemnicę skalania się. Spółkowanie jest święte — powiedział sobie. Taką miał teoryę, chociaż w gruncie rzeczy nie był właściwie ani tak cnotliwym ani tak wybrednym i przy nadarzającej się sposobności lubił podkładać iskierkę pod beczkę zanadto nagromadzonego prochu. Nie nauczył się jednak jeszcze kłopotać takiemi sprzecznościami. Teoryę jego wzmacniało i to, że wiedział, iż jest pięknym, piękność te w sobie adorował, uważał ją za coś helleńskiego, bo zresztą była to jedyna cenna rzecz, stanowiąca jego niezaprzeczoną własność. Wprawdzie Robert krytykował jego twarz z malarskiego punktu widzenia jako twarz bez wyrazu, ale była to oczywista zazdrość. Aby zaś całe ciało utrzymać w harmonii (helleńskiej), chodził Strumieński do swej kuźni, kuł żelazo, próbował podnosić ciężkie młoty, a u siebie rąbał drzewo, — naśladując w tem historyczne przykłady osób z domów panujących. Zwłaszcza póki Robert żył, zarozumiałości te były rodzajem wewnętrznego odwetu za brak dóbr materyalnych. Więc np. w myślach przynajmniej zachowywał się Piotr Strumieński tak, jakby rezerwował swoją osobę dla jakiejś specyalnej, nadzwyczajnej miłości. Ale bo też w istocie ideał takiej miłości, wyszedłszy ku niemu z książek, zastąpił mu drogę życia, jako rzecz zbędna wprawdzie, jednak mająca być urzeczywistnioną w imię pewnej wyższej konsekwencyi — jako postulat, który na wzór kategorycznego imperatywu zawiera sam w sobie racyę swego bytu i rozkazu. Wyciągnął go zaś Strumieński w tej formie z książek nie dlatego, żeby był głową niedojrzałą i romantyczną, lecz dlatego, że znalazł on słowo „miłość“ używane we wszystkich książkach w pewnem absolutnem znaczeniu, które jeszcze bliżej objaśnię w rozdziale XIX, gdy będę już mógł powołać się na materyał dowodowy, zawarty w faktach. Tu dodam tylko, że ten sam błąd (teoretyczny) w pojmowaniu miłości popełniają nawet ludzie 70-letni, pomimo że w praktyce całe życie postępowali tak, jakby znali jedynie właściwe, względne znaczenie tego wyrazu; Strumieński zaś różni się od nich tem, że pewne okoliczności i podniety wyzwały go do brania miłości bardzo na seryo."
      },
      {
        "index": 9,
        "text": "A z tych okoliczności najważniejszą była ta, że przez całe lata osierocenia, życia wśród stosunków towarzyskich wciąż tak zdradliwych i niepewnych, a wśród ludzi bądźto niższych wykształceniem, bądź też zdziczałych, dziwacznych i monstrualnych — kroplami uzbierało się w nim morze tęsknoty, powstawała żądza wynagrodzenia za te wszystkie chwile przykrości, poniżeń i osamotnień, ta zaś żądza, wyciągnąwszy wreszcie skrępowane dotychczas ramiona, przerodziła się w gwałtowną potrzebę miłości i szukała nadzwyczajnego zaspokojenia."
      }
    ]
  }
}