{
  "chapterNumber": 1,
  "title": "I. Miejscowość",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "I. Miejscowość. W pewnym powiecie Galicyi, tam, gdzie zboczywszy od głównego gościńca, jedzie się tak zwaną polską drogą przez długi na parę mil młody las, pełny leszczyny, która gałęziami muska po twarzy jadącego wózkiem podróżnego, znajduje się wieś Wilcza, własność szlacheckiej rodziny Strumieńskich. Ostatni właściciel, Piotr Strumieński, jest głównym przedmiotem niniejszego studyum biograficznego. Zanim przystąpię do rzeczy, uważam za stosowne opisać najpierw pokrótce teren wypadków, mianowicie dwór w Wilczy i jego otoczenie. Czynię to raz dlatego, żeby potem do tej materyi nie wracać, powtóre, żeby czytelnik umiejscawiał sobie opisane wypadki natychmiast we właściwy sposób, a nie posługiwał się w tym względzie — jak to zwykle mimowoli bywa — miejscowościami, które gdzieś kiedyś utkwiły mu w pamięci. Dla uplastycznienia niech posłuży załączona w „Uwagach“ mapka."
      },
      {
        "index": 2,
        "text": "A oznacza dwór, położony od wsi o jaki kilometr odległości. Wieś jest gdzieś w głębi na lewo od patrzącego. D oznacza drogę, naprzeciw której leży front dworu z gankiem (G). Koła, przed gankiem oznaczają gazon (B), w pośrodku którego wznosi się ogromna stara lipa. Kto chciał z fantazyą zajechać przed bramę (C), objeżdżał wedle jakiegoś tam tradycyjnego zwyczaju trzy razy ów gazon naokoło. Dwór dzieli się na dwa skrzydła, połączone małym korytarzem, w którym kręcone schody prowadzą na piąterko czyli tak zwaną facyatkę, umieszczoną na budynku w środku. Prawe skrzydło dworu przeznaczone w większej części dla domowników, którzy stad mają blizko do różnych zabudowań gospodarczych (Z); lewe dla państwa. Ostatni pokój, salon (S), posiada z jednej strony kształt półkolisty. Tu są drzwi oszklone, prowadzące do ogrodu (O); schodzi się z nich po kilku stopniach i ma się przed sobą gazony pełne kwiatów i klomby, skupione pod dwoma dużymi świerkami, rosnącymi symetrycznie naprzeciw skrzydeł dworu. Ogród dalej przechodzi w owocowy; tu jest altanka (a), za którą sad się kończy. W okolicy M różne drzewa stoją coraz gęściej, przybierając charakter lasu; najwyższe z nich rosną tuż przy żywopłocie, ciągnącym się równolegle z drogą. M jest to kaplica, zbudowana przez pobożne prababki w miejscu, z którego można widzieć cmentarz (E) jako symbol znikomości świata. Główna aleja, wyznaczona podwójną linią, prowadzi aż do furty (F); ważniejsze ścieżki oznaczone są liniami wykropkowanemi. Jedną z tych ścieżek, wiodącą w dół, wychodziło się na czyste pola; niekażdy jednak, kto otwierał furtkę przy N, dostrzegał w pobliżu głęboką studnię, zakrytą gałęziami czterech grabów w kwadrat przy niej rosnących, — ocienione ciche miejsce śmierci. Za ogrodem rozciągają się dalekie równe pola, zupełnie nieurozmaicone, zaledwie bowiem kilka grusz polnych, samotnie rozstawionych, daje punkty wytyczne na gładkiej przestrzeni."
      },
      {
        "index": 3,
        "text": "O kwadrans drogi piechotą od dworu równie przechodzą w wydmy, pokryte wiklinami, za nimi piaszczysty brzeg jednej z większych rzek galicyjskich (R)."
      },
      {
        "index": 4,
        "text": "Dopływ tej rzeki, Wontok (W), w górnym biegu płynie jakby po schodach małemi kaskadami, wśród lesistego jaru. Po prawej stronie Wontoku są skały, zwane Organami (OO): na lewo, na wyżynie, której stoki miejscami urwiskowo spadają ku rzece, rozciąga się świeżo założony park (P), z pałacem (p) w środku. Park ma liczne wzniesienia i zagłębienia terenu; jedno z zagłębień jest naczyniem stawu, przez który przepływa inny dopływ rzeki R w kierunku oznaczonym strzałką."
      },
      {
        "index": 5,
        "text": "Tak wygląda dwór w Wilczy i jego otoczenie."
      }
    ]
  }
}