{
  "chapterNumber": 13,
  "title": "XIII. Dalsze fluktuacye",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIII. Dalsze fluktuacye. Podziemne życie“ Strumieńskiego wywierało także odwrotny wpływ na jego stosunek do Oli. Gdy niebo myśli o Angelice było jasne i słoneczne, Strumieński oddalał się od Oli, ofiarowując jej tylko „ziemską miłość“, w czasach jednak, gdy pierwiastek pałubiczny brał górę, Strumieński wracał do Oli i cieszył się, że ją ma, potęgował uprzejmość i dobroć dla niej, aby jej wybić z głowy Gasztolda. Czasem, jak dawniej, powstawały między nimi nieumówionę separacye, w których on chciał jej upór przezwyciężyć, lecz potem mościł drogę, wykradał się do niej, do własnej żony, albo też ona jego w tem naśladowała, — i z tego później rodziły się dzieci. Ciągle się mylił co do niej i wracał. Podobnie było i z Olą: gdy kochała męża, do miłości tej mieszały się zastrzeżenia i kaprysy, zato, gdy się z nim gniewała, do gniewu wkradała się miłość. Ilekroć obmówiła męża przed krewnymi, miała wyrzuty sumienia i starała się pokryjomu wynagrodzić mu te krzywdę. Zresztą nie miała ani powodu ani potrzeby zaostrzać swych sporów z mężem, tem bardziej, że nie chciała sobie psuć firmy poważanej obywatelki, którą-to firmę bądź co bądź jemu zawdzięczała, ani narażać na szwank tych wpływów, stosunków, tego miru, jaki posiadała w okolicy będąc panią Strumieńską, młodą matroną. Lubiła chodzić do domów chłopskich, roznosić leki, być całowaną po rękach, słuchać życzeń: żeby Pan Bóg dał pani i panu 100 lat zdrowia; chętnie nazywała się nawet chłopomanką. Dla wygody psychicznej więc przyzwyczaiła się wbrew swemu „przekonaniu“ uważać Strumieńskiego za prawowitego dziedzica majątku i nazwiska. W powolnym procesie asymilacyjnym ustały prawie między nimi dotychczasowe starcia na tle intellektualnem i socyalnem, a tylko zachowanie się wobec osób trzecich lub wobec kwestyi odleglejszych pokazywało czasem, iż ta asymilacya jest tylko zwyczajem, ale nie porozumieniem. I tak np. Ola ostrzyła swój dowcip na wychowaniu Pawełka. Co do wyrugowania stryja, to z biegiem czasu coraz bardziej przechylała się na stronę męża, bo pogodziwszy się z jego wyjątkowem stanowiskiem w rodzinie, dbała o przysporzenie i przymnożenie bogactwa dla swego nowego domu, a stryj właśnie stał temu na przeszkodzie. Jej zainstallowanie się w Wilczy, tak niezgrabnie popsute przez dzikie pretensye Strumieńskiego, było dla niej okresem wyszumienia się, rozkwitnięcia i wyżycia się wszystkich panieńskich rojeń o zbytku, lśnieniu, prowadzeniu domu, ściąganiu tych gości, do których się z uprzejmym uśmiechem mówi: macie, przypatrujcie się, podziwiajcie! — rojeń, których w domu rodzicielskim nie mogła zaspokoić z powodu szczupłości majątku. Po tem-to wyszumieniu się nastąpił dla Oli okres praktyczny, dawne zachcianki zmniejszyły się i ograniczyły, coraz bardziej zaniedbywała śpiew i muzykę: stała się zapobiegliwą i hałaśliwa gospodynią, a w lustrze odkrywała na swojej twarzy drobne rzekome oznaki starzenia się, o których skwapliwie donosiła mężowi, wykrywając i na jego twarzy i usposobieniu podobne symptomy."
      },
      {
        "index": 2,
        "text": "Strumieński był jej stałym towarzyszem podróży, ale uwielbienie Gasztolda było jedyną dochowaną dotąd pamiątką „złotych czasów“. Właściwie powinna się była obrazić i oburzyć z powodu jego powieści, ale nie potrafiła, wyjęła stamtąd dla swej pamięci tylko to, co jej pochlebiało, a pochlebiała jej nawet bezwzględność Gasztolda w ocenianiu jej charakteru, w tej bezwględnościbezwzględności bowiem widziała bezsilną rozpacz rozkochanego autora. Z zadowoleniem próżności łączyło się u niej pewne współczucie dla Gasztolda, litość, tak że niemal przebaczała mu, iż usiłuje mieć ją bodaj na papierze. Współczucie było właściwie tylko nazwą, energię dawała tu wdzięczność dla Gasztolda, że tyle sobie z niej robił. Wreszcie żywiła dlań jakby podziw, że on miłość brał aż tak bardzo na seryo (bo ona brała na seryo jego branie na seryo), uważała, że zawiodła się na nim in plus, ponieważ i literackie zalety jego książki, w sam raz dla niej zrobione, wydały jej się nadzwyczajnemi, takiemi, jakich się po nim nie spodziewała. Ciągnęło ją, żeby go zobaczyć, spróbować, czy on będzie śmiał spojrzeć jej w oczy, i jak się zachowa, pokazać mu, że ona nie jest bynajmniej „pachidermą“ (wyrażenie z „Chorej miłości“ zamiast „gruboskórną“), powiedzieć mu, że się dobrze spisał... Wogóle te uczucia jej i zachcianki były niejasne, sprzeczne, w wyborze ich rozstrzygnąć mógł tylko przypadek, chwila. Prawdopodobnie w sytuacyach, opisanych przez Gasztolda, była także siła suggestyjna, która na nią działała w pewnym wcale nie niebezpiecznym stopniu. Ona sama to sobie mówiła, ale spodziewała się po sobie więcej w tym kierunku, niż mogła. Jako mężatce przystało jej też mieć raz w życiu romans, prawdziwą miłość kobiety 30-letniej (chociaż tylu lat nie miała), bo to należało do szablonu — jak daleko jednak taki romans mógł się posunąć, tego nie wiedziała. Wiedziała, że niektóre panie wdają się w tajne miłostki, ale gdy je obserwowała, nie mogła nic po nich poznać, zbijała się z tropu i dałaby dużo za dowiedzenie się, jak się właściwie zdradza swych mężów tak, żeby ich przecież nie zdradzić i mieć taką samą spokojną, swobodną maskę, jak te panie. Powieściom nie wierzyła, zresztą nigdy nie pozwalała im wpływać na siebie praktycznie, używała ich tylko czasem jako pozorów do postanowień powziętych już z innych motywów. Zapytywała o kwestyę zdrady małżeńskiej samego Strumieńskiego, który — nb. ze względów egoistycznych, bo nieraz obawiał się o wpływ Gasztolda — tłómaczył jej i udowadniał, że zdrady małżeńskie wogóle trafiają się rzadziej niż się zwykle przypuszcza (brał miarę z siebie i poniekąd usprawiedliwiał się w ten sposób przed sobą, że sam nie zdradza!), że powieści i plotki wymieniają tylko to, co jest procentem niewierności, a nie wspominają o mnóstwie małżeństw wiernych, których historya byłaby o wiele ciekawsza. Nadto nie omieszkał Strumieński napędzić Oli strachu przed możliwymi skutkami zdrady pod względem zdrowia, — sądził, że to zapewni mu przynajmniej jej fizyczną wierność. Obawy jego były przesadne. Ola była zdolna co najwyżej do miłostki salonowej, nie do miłości, miała zaś za mało w sobie namiętności, żeby webrnąć na prawdę w niebezpieczeństwo. Jadąc do Warszawy, mówiła sobie w myślach (nie myślała): ja go (tj. Gasztolda) nauczę moresu, czy też mi spojrzy w oczy, ukarzę go itp."
      },
      {
        "index": 3,
        "text": "Warte wzmianki jest jeszcze zachowanie się Strumieńskiego wobec dzieła Gasztolda. Naturalnie był on z powodu tego dzieła ogromnie rozgniewany, nazywał Gasztolda podłym głupcem, wynajdował w jego powieści idyotyzmy, z ironią odczytywał żonie uszczypliwe opisy, które odnosił do siebie. Np. Strumieński Gasztolda miał tak, jak jego rzeczywisty prototyp, nogi w kształcie litery X, podczas gdy potomkowie rycerzy mieli nogi w kształcie O, odziedziczone po przodkach, którzy całe życie siedzieli na koniach i uganiali za Tatarami i Turkami. Te argumenty wyszydzał Strumieński, Oli natomiast wydawały się one bardzo trafnymi, podobnie jak i inna uwaga bohatera Gasztoldowego (zaczerpnięta z jakichś książek), że twarze wielu ludzi przypominają różne zwierzęta: psy, konie, ptaki, świnie itd. Bohater powieści popierał to spostrzeżenie przykładami z najbliższego otoczenia, frapując nimi swoich interlokutorów; Gasztold rzeczywisty byłby z pewnością w większym kłopocie, gdyby go zmuszono przytoczyć odpowiednie przykłady. Strumieński śmiał się także z arystokratycznych teoryi Gasztolda, choć w duchu, jak wiadomo, sam im jeszcze trochę hołdował. Wreszcie irytowało go i zniechęcało do Oli to, że Gasztold opisywał, jak ją całował, ściskał jej rączkę, a gdy Ola perswadowała mężowi, że Gasztold kłamie, robił jej wyrzuty, dlaczego swojem zachowaniem się upoważniła Gasztolda choćby do tak zuchwałych myśli. Powstała mała sprzeczka, po której Strumieński chciał Olę pocałować, ona zaś kazała mu wprzódy wypłukać usta. „Może mnie nie puścisz do Warszawy?“ O tem się Strumieńskiemu ani śniło, rozgniewał się, puścił ją, powiedział: możesz nawet nie wracać. — Chciał jednak pojechać za nią pokryjomu, śledzić ją — ale zaniechał tego, a korzystając z jej nieobecności i ze swego niepokoju o nią, zanurzał znowu swój mózg w unoszącej się nad nim atmosferze Angeliki. Dopiero z drogi otrzymał od Oli list przepraszający, na który bardzo zimno odpowiedział."
      },
      {
        "index": 4,
        "text": "Gdy Ola przyjechała do Warszawy, upłynęło nieco czasu, zanim się spotkała z Gasztoldem, tenże bowiem z powodu swej książki nie pokazywał się w domu krewnych Oli, ale wreszcie przybył tam, zwabiony nadzieją ujrzenia — nie Oli lecz pewnej panienki, o której serce się teraz ubiegał, a którą tylko tam mógł spotkać. Niecierpliwość i zazdrość usposobiły Olę przychylnie dla Gasztolda, wnet jednak poznała, że on teraz używa jej tylko za środek do obudzenia zazdrości i do rozkochania tamtej niewiasty. W istocie Gasztold znacznie już ochłódł dla niej, czy dlatego, że wyantycypował już w swej powieści prawie wszystkie możliwe sytuacye, jakie mógł przebyć z Olą (prócz tych, które przebył istotnie), czy też dlatego, że podczas swej próby samobójczej i przedtem wyczerpał na myślenie o Oli za dużo energii i w końcu przekonał się, że ta miłość się nie opłaciła. Ola mniemała zrazu, że Gasztold gra tylko komedyę obojętności, którą przyobiecał w swej powieści, i zachowywała się wobec niego tak, aby miał różne przyjemne złudzenia, ale zresztą postępowanie jej było wyczekujące: więcej interesowało ją to, co on uczyni, niż to, jak ona postąpi. Naturalnie nie myślała wprost o zdradzie, oczekiwała tylko, że teraz oto odbędą się różne przejścia, awantury na tle jego miłości, że ona odegra w nich ważną rolę i w ten sposób przynajmniej dostanie się do tego koła wielkich miłości, w którem przebywali Strumieński i Gasztold. Dopiero, gdy poznała, że się zawiodła, że Gasztold naprawdę o nią nie dba, że nie chce już wyrabiać żadnych komedyi ani tragedyi, powzięła doń urazę, poddała się podszeptom nieświadomej a raczej nieuświadomionej perfidyi i wykonała plan, który potem Gasztoldowi wydał się rozmyślnym i wyrafinowanym (podobna pomyłka zdarza się i Strumieńskiemu co do X-a str. 176.). Zapomocą kokieteryi, ale takiej, którato sobie zawsze furtki otwiera, doprowadziła do tego, że zwróciła jego uwagę w swoją stronę. Gasztold nie zapomniał wprawdzie o swym nowym ideale, ale mimochodem chciał może uszczknąć kwiat, który się ku niemu widocznie sam nachylał, a na który już oddawna „zapracował“. Ola zaś pozorowała swoją komedyę przed samą sobą tak: przecież to nie szkodzi flirtować, ona chce widzieć, jakimi rozpustnikami są „ci mężczyźni“, oto ten Gasztold np. sprzeniewierzył się jej, ale gdy czuje, że może ją skusić do grzechu, łamie wiarę swej nowej bogdance... tfu! I kiedy raz Gasztold oszołomiony objął ją i pocałował w obnażone ramię, publicznie zwymyślała go, wspomniała przytem i o jego powieści, w której on ubliżył jej i jej mężowi. Uczyniła to z takiem namaszczeniem i z tak doskonałą pozą obrażonej godności kobiecej, że Gasztold czując, iż wszyscy oficyalnie stają po jej stronie, był bezsilnym, przeprosił, że pod wpływem wina posunął się za daleko, i wkrótce wyniósł się z sali. Właściwie bardzo wielu przezierało zachowanie się Oli względem niego i wiedziało, że jej oburzenie było sztuczne, ale nikt nie miał ochoty wystąpić przeciwko kobiecie w imię sprawiedliwości, pozornie więc przyznano Oli słuszność, nawet ułagodzono ją i wyproszono u niej przebaczenie dla Gasztolda. Ola nie miała nawet tej satysfakcyi, żeby panna, do której zalecał się Gasztold, do niego się zraziła, dziewczę to bowiem, może na podstawie nieświadomie przeprowadzonej analogii z samą sobą, dobrze „czuło“ motywa postępowania Oli. Zawiedziona, skwaszona wróciła Ola do domu."
      },
      {
        "index": 5,
        "text": "Tymczasem Strumieński w Wilczy przebywał męki zazdrości, głównie fizycznej, chociaż i on cenił u Oli także wiele stron jej usposobienia i temperamentu, których czyste, niepodzielne źródło teraz, jak się obawiał, zamąci mu inny mężczyzna. Wprawdzie w głębi ducha gardził Olą, że go na takie obawy naraża, że nie daje mu swoim charakterem nawet rękojmi wierności, w chwilach niepewności jednak stawały mu przed oczyma wszystkie jej zalety, zapalał się do niej i czuł, że ją „kocha“, skoro mu tyle bolu sprawia wyrywanie jej z serca. Ale równocześnie czuł po raz setny, że na takiej opoce nie może budować swego kościoła, i zwracał się myślą ku Angelice. Zawsze bowiem w Angelice, tj. nie w niej samej, ale w niewyraźnym świecie marzeń z powodu niej utworzonym, ześrodkowywały się jego niezaspokojone troski i tu bez żadnego logicznego uzasadnienia ginęły lub przebarwiały się, tu brał sobie wynagrodzenie za wszystko złe w życiu, stwarzał sobie panaceum egoistyczne, kościół, w którym się modlił dla własnej wygody i przyjemności, a nie tylko dla bóstwa w nim królującego."
      },
      {
        "index": 6,
        "text": "Wróciwszy do domu, Ola musiała się wyżalić przed Strumieńskim, pochwaliła się swoją wiernością, oburzała się na arrogancyę Gasztolda, opowiadała mu o jego zalotach — ale przeważnie z tymi szczegółami, które zdarzyły się jeszcze wtedy, gdy Gasztold rzeczywiście za nią szalał. Strumieński udawał, że na całe to zajście zapatruje się się tak jak Ola, chociaż domyślał się, jak się ono odbyło. I podobnie jak poprzednio Ola podczas pobytu kuzynki przeciw niemu, tak teraz on — lecz tylko w duchu — wziął stronę Gasztolda przeciw Oli. Kontent był wprawdzie, że go Ola nie zdradziła, w zasadzie jednak gardził — nie jej wiernością, ale tą dyspozycyą obojętności w niej, tym brakiem zapału do spraw erotycznych, któremu jedynie może zawdzięczał ową wierność, ale wskutek którego sam nie miał z Olą takiej dozy szczęścia, jakiej potrzebował. W pewnej sprzeczności z tem pojmowaniem rzeczy przez niego stało wybadywanie Oli, czy go przecież myślą nie zdradziła, czy nie było chwil, w których wyobrażała sobie to lub owo, bo przecież jeżeli Gasztold tak daleko się posunął, musiał mieć od niej jakieś upoważnienie, jakąś zachętę. Ale Ola nie chciała rozumieć tych zapytań lub też, gdy rozważała zajścia ex post, pod zabarwieniem wynikłej już wskutek nich złości do Gasztolda, to przeszłość jej sama się fałszowała, szczegóły przemieniały się w jej pamięci na takie, jakimi je Ola mieć chciała. Ostatecznie Strumieński, korzystając z całego tego epizodu, zażądał od niej wynagrodzenia za jej niebezpieczny flirt z Gasztoldem, a przez wynagrodzenie, w które zresztą nie wierzył, miał na myśli pretensje opisane w rozdz. VII., chociaż tym razem określał je tylko bardzo ogólnikowo. Ale Ola przypomniała mu pobyt kuzynki, zarzuciła mu, że on nie ma prawa robić jej wyrzutów, bo sam jest nicpoń, oświadczyła wreszcie, że zarówno on jak i Gasztold nie są jej warci i że ona żadnego z nich nie kocha. W jej miękkim mózgu wszystkie takie frazesy i szańce chwilowe zaraz przybierały cechę słuszności i prawdopodobieństwa."
      },
      {
        "index": 7,
        "text": "Pokłócili się, postanowili się rozwieść, mieszkali w osobnych pokojach, unikali się wzajemnie. Ale tak jej, jak i jemu nie chciało się rozwiązywać węzła aż do końca, woleli uznać, że cała sprawa jest zbyt błaha. Zaczęli do siebie pisywać listy, które dzieci odnosiły, w listach wyłuszczali swoje zarzuty, żale, dalsze nibyto niezłomne postanowienia i wymagania. Pisali sobie na temat, jakiem powinno być „prawdziwe małżeństwo“, rozbierali bardzo na seryo mądrą kwestyę, czy „miłość“ istnieje, czy nie, i przekonywali się, że skoro się oni tak ciągle kłócą, to może niema miłości. Albo też uznawali małżeństwo za szkołę życia, w której kształci się charakter, oczyszcza się przesadne pojęcia o miłości — słowem „uczyli się“ i „odkrywali“ rzeczy będące już dawno na składzie w ich głowach. Naturalnie pogodzili się, w końcu nawet postanowili zapomnieć (?!) wzajemnych uraz: takie spory bądź co bądź czyściły atmosferę, pogłębiały ich stosunek, jakiś czas rozmawiali ze sobą o filozoficznych podstawach miłości, a potem szło wszystko po dawnemu. Strumieński strzegł się jednak tym razem mówić żonie o swem życiu podziemnem; bo i nie chciał się przed nią kompromitować i to życie coraz rzadziej powoływało go do siebie."
      },
      {
        "index": 8,
        "text": "Miał zresztą długie epoki dobrego pożycia z Olą. Potrzeba kochania i tego, żeby być kochanym, sprawiała, że zgadzał się ze złudzeniami i wyszukiwał wśród nich zadowolenia dla siebie. Było wiele rzeczy łączących go z żoną: przedewszystkiem pieniądze; bez tego czynnika byłoby ich małżeństwo może jeszcze bardziej niewygodnem. Chociaż Ola była jego żoną, przecież dawała u siebie kupować mniejsze i większe porcye miłości, bo on ją sam do tego przyzwyczaił. Lubił w niej pociąg do wspaniałości, blichtru, szyku — wskutek czego urozmaicenie, którego brakło wewnątrz, objawiało się przynajmniej w szacie zewnętrznej ich stosunku. Musiała mu się podobać — to było jej obowiązkiem, miał przez to tajne zadowolenie, że traktuje ją jako metresę. Debatowali nad tem, coby sprawić dla domu, sobie, dzieciom, jakich sprowadzić nauczycieli, jakich użyć przyjemności, jak przyozdobić Wilczę, by im się zdawało, że jest im u siebie pięknie i dobrze. Powstał też między nimi z czasem silny łącznik — botaniczny. Ola „pasyami“ lubiła kwiaty; otóż częścią, by podzielać jej upodobanie, częścią na wzór Rousseau’a, zaczął Strumieński zajmować się botaniką, lubić niezwykłe lub piękne formy liści, kwiatów; jego pociąg do robienia kollekcyi miał tu wdzięczne pole, a ambicya nie była podniecona. Wyrobił sobie przekonanie, że człowiek intelligentny, jeżeli nie jest artystą, powinien się zajmować jakąś nauką pozytywną, jakiemś amatorstwem w jednej z dziedzin przy rody, któreby przynajmniej dla niego samego było źródłem trwałych i bezspornych przyjemności, chociażby nauce nie miało przynieść pożytku. Tak z biografii schodził na botanikę, po wytworach sztuki i życia studyował spokojne wytwory natury. Uczył się od Oli i uczył ją wzajemnie. Mieli swoją cieplarnię, inspekty, założyli wspólnemi staraniami park w klinie między rzeką a lasem. Zapomocą botaniki godzili się często podczas utarczek: gdy jaka roślina nieoczekiwanie wydała kwiaty, gdy trzeba było zasłonić inspekta, zanotować temperaturę, wynaleźć szkodnika, dopilnować robót w parku, kupić rzadki okaz itd. Wprawdzie i w tej dziedzinie mieli niektóre odrębne upodobania i to dość charakterystyczne, i tu trafiały się alluzye do stosunków życiowych. Ale na ogół biorąc, bezpłciowe stosunki roślin usposabiały ich pokojowo, nie wzbudzały myśli o moralności lub niemoralności, redukowały miłość i jej nienaturalne czy nadnaturalne zapędy do właściwej miary, do prostoty — tak mówił sobie Strumieński. Innym jednak razem mówił sobie, że jak wśród roślin tak wśród ludzi niema miłości, są tylko prawa natury — i czuł, że tem powiedzeniem mógłby wyzwolić w sobie sferę różnych apetytów."
      },
      {
        "index": 9,
        "text": "Takie były fluktuacye w życiu wewnętrznem Strumieńskiego, jego wahania się między obiema kobietami, z których jedna była za daleko fizycznie, druga za daleko psychicznie, obie więc zostawiały w nim próżnię. Wpływ owych fluktuacyi zaznaczył się także w recydywach to tych to owych zakresów jego przekonań. I tak w różnych chwilach i fazach życie jego różne mu się wydawało: raz jako zmarnowane i zwichnięte wyjątkowością, to znowu jako błyszczące i specyalne, lub wreszcie sądził, że jedno z drugiem się zgadza i może tak iść dalej. Życie zmieniało barwy a on punkty widzenia."
      },
      {
        "index": 10,
        "text": "A naokoło niego kręcił się świat, w którym jak mu się zdawało skrupuły były nieznane. Widział, jak „miłość“ przybiera szczególne formy wskutek pokutnych jej odgałęzień, tinglów, zboczeń, chorób wenerycznych itp., widział, jak mężowie zdradzali swoje żony bez ceregieli, jak jego goście, którzy przyjeżdżali doń na zabawy, polowania, brali sobie dziewczęta po pijanemu i cynicznie potem opowiadali o ich zaletach. To wszystko wywierało nań pewien zaraźliwy wpływ, ukazywało mu nowe pokusy, wzbudzało w nim wątpliwości co do obranej a przyrodzonej mu metody życia, „psuło mu jego koła“, — zwłaszcza gdy np. był w fazie trzeźwości i myślał sobie, że właśnie jakaś zdrowa zdrada wyleczyćby go mogła z ulubionych chimer i oddać społeczeństwu (!). U żadnego z tych ludzi nie dostrzegał tak zastarzałych, romantycznych poglądów, jak u siebie, mniemał, że oni mają instynktowny, właściwy takt w tych rzeczach i pozwalał im sobie imponować. W istocie rozpusta ich, mimo brzydkich pozorów, była wegetatywna, niemal niewinna. Byli jak psy i inne zwierzęta, a te są przecież naturalne. Dusze ich były „niezepsute“, po większej też części wygłaszali oni zasady „idealne“, zwłaszcza starsi: pp. X., Truskawski, Przetocki i inni. Wznoszono toasty na cześć matron, ujadano na powszechne zepsucie, a w poufnej rozmowie przy kartach i winie zwierzano się z różnych świństw, opowiadano sobie tłuste anegdotki, zgrywano się, szastano pieniądze, intrygowano przeciwko sobie. W nastroju takich wieczorów obowiązki społeczne i narodowe wydawały się tylko jakimś pobocznym sztafażem, a na główny plan wychodziły różne namiętności — co prawda przez stosunki życia okrojone, zmniejszone, skarykaturowane. Jowialny p. X. przywoził z sobą z podróży talie kart pornograficznych i rozdawał znajomym, którzy je znowu w sekrecie pokazywali swoim matronom. Tenże sam p. X., który swoją córkę chował w świętej nieświadomości co do spraw płciowych, w zaufanem kółku deklamował pornograficzne utwory Fredry, a raz po sutej libacyi rażony został apopleksyą w objęciach niewiasty z gminu w ustronnym gabinecie u Strumieńskiego. Benjaminkiem kobiet był synalek stryja Maryusza, młodzieniec, który, mając się wkrótce żenić, widocznie dla wprawy uwalniał dziewczęta wiejskie od dziewictwa, werbując je do tego celu jak rekrutów, a w wolnych chwilach pisał wierszowany modlitewnik dla swojej narzeczonej, talizman miłości i czystości, oprawiony w bieluchną kość słoniową."
      },
      {
        "index": 11,
        "text": "Tacy ludzie, jeśli mówili o sztuce, występowali przeciw niezdrowym prądom modernistycznym, przeciw dekadentom, realistom, naturalistom i — o czem kto słyszał lub przypadkowo czytał. Żądano, żeby wszystko było tak jak dawniej, nie oszczędzano nawet tych artystów, którzy wskutek modernizmu byli właśnie wstecznikami, bo ich nie rozumiano. Wymagano „piękna“ estetycznego, poetom nakazywano, żeby opisywali cnotę, szczęście, i wielkie charaktery, lepsze niż w życiu. Wołano na gwałt o wielkich ludzi, urządzano uroczystości na cześć już zmarłych znakomitości, bo ci, którzy sami byli małymi, pozbywali się w ten sposób obowiązku dopięcia ideału własnej wielkości. Augurzy literaccy stawiali różne bóstwa w swej świątyni, ogłaszali ich kult jak objawienie, a heretyków palili na stosie. Jednak szczególnie żarliwie występowano przeciw wnikaniu w tajemnice miłosne i płciowe. Dlaczego? Bo każdy z ludzi minionego pokolenia miał w tej dziedzinie za sobą jakieś bankructwo, jakieś rozczarowanie, i albo nie umiał boskiej iskry wykrzesać i swoje utajone fiasko ochrzcił doświadczeniem, albo też uważał siebie za bardzo kompetentnego i z zazdrości irytował się, gdy młodzi chcieli w tych sprawach coś więcej widzieć niż on, lepiej je rozstrzygnąć, głębiej zejść pod ziemię, żeby za dnia gwiazdy zobaczyć."
      },
      {
        "index": 12,
        "text": "O wielcy augurzy! jeśli zechcecie i mnie spalić na stosie za to, że „babrzę“ w rzeczach płciowych, to raczcie przynajmniej zważyć, że ja tajemnice intelektualne traktuję — staram się traktować z jeszcze większą bezczelnością, bo zaiste mózg (dusza) ma daleko więcej części wstydliwych niż ciało. Przy tamtych tajemnicach wystarczy chęć opozycyi, swawola, ale tu trzeba muszkułów w mózgu, aby podnieść olbrzymi ciężar. I ja wyprężam muszkuły, popisuję się i podnoszę ciężary — może puste, fałszywe? kto wie? — Wam zaś augurzy wpisuję do sztambucha aforyzm: Kłamstwo wypływa na wierzch jak oliwa, prawda opada, bo jest ciężka i trudna."
      }
    ]
  }
}