{
  "chapterNumber": 4,
  "title": "IV. Angelika",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV. Angelika. Po objęciu spadku i przebyciu różnych wrażeń o kłopotów, związanych z tym faktem, postanowił Strumieński pojechać do Włoch — do tego kraju klasycznych zaokrągleń natury — tym samym szlakiem, który już poznał w towarzystwie Roberta. Wówczas jednak, przykuty do chorego niby przyjaźnią, nie mógł napoić się wrażeniami podróży, zwłaszcza że zazdrosny Robert uszczuplał mu swymi kaprysami wielką część przyjemności, a on — z przyjaźni — udawał nawet, że tych wrażeń nie pragnie lub że się na nich poznać nie umie. Chciał więc teraz odświeżyć i poprawić te swoje pierwsze wspomnienia na większą skalę, a wziął się do tego z pewną pedanteryą. Zarówno z pietyzmu dla zmarłego „przyjaciela“, jak dla odczuwania satysfakcyi, że jest od niego uwolnionym, zatrzymywał się akuratnie w tych samych miejscowościach, gospodach i pokojach, co Robert, zwiedzał okolice, które Robert sobie zachwalał, ale których już ujrzeć nie zdążył."
      },
      {
        "index": 2,
        "text": "Im bardziej Strumieński oddalał się od kraju, tem więcej — jak mu się zdawało — czuł, że wartość jego osobista rośnie: nikt nie poznawał w nim plebejusza, a niekiedy nawet uważano go za polskiego hrabiego. Zachowanie się jego w podróży było wahaniem się między pozą: „typ łagodnego Słowianina“ a „typ kulturnego Europejczyka“, nb. o czułych na piękno nerwach. Tę drugą pozę podpatrzył u Roberta. Posługując się imieniem Roberta, wszedł w koła artystyczne, w których już pierwej o nim wiedziano, ale sprawą jego legalności nie zajmowano się tak złośliwie jak w kraju. Artyści przyjęli go z otwartymi ramionami jako materyał na nowego mecenasa sztuki. Strumieński właściwie byłby wolał zostać jej adeptem, byłby wolał próbować tych studyów, które dawniej podpatrywał u Roberta, i do których czasami czuł się bardziej powołanym niż zarozumialec Robert. Ale majątek i odziedziczone nowe „obowiązki“, których bądź co bądź zrzekać się nie chciał, uwalniały go poniekąd od obowiązku zostania dobrym malarzem, z drugiej zaś strony poznanie dzieł imponujących, o jakich dawniej nie miał pojęcia, i obawa podjęcia się olbrzymich trudów sprawiły, że nazwał swoją chętkę „fałszywym apetytem“. Zaprzestał więc malować i winszując sobie tej rozumnej rezygnacyi — wskutek której cierpiał tajemnie i teraz i później — przyuczał się od biedy do roli znawcy i miłośnika, jakkolwiek czuł jej śmieszność i upośledzenie. Głównie jednak wpłynął na taką decyzyę Strumieńskiego wypadek, który rdzennym władzom jego duszy nadał inny upust."
      },
      {
        "index": 3,
        "text": "Na jakiejś wystawie obrazów ujrzał pejzaże Niemki Angeliki Kauffmann — była to tylko imienniczka słynnej malarki z XVIII wieku — i uznał je za „smutne jak śmierć“, tem bardziej kiedy (a raczej: dlatego że?) usłyszał frapujące szczegóły o osobie ich autorki. Że mianowicie ta kobieta to waryatka, nazywa się „niepokalaną Artemidą“, piękna lecz zimna, nie zdolna wzbudzić żaru miłosnego ni w sobie ni w innych, i że ma hymen cornutum: tak dziwacznym jest talizman jej talentu! To wszystko go zainteresowało, lecz nie mógł się zdobyć na inny sposób sądu jak opinia publiczna, i raz po ujrzeniu jej z daleka, wnioskując z domniemanych szczegółów anatomicznych o jej temperamencie, zabawił się tanim kosztem w obserwatora i zawyrokował: „Ma ona w sobie stanowczo coś niekobiecego“. Tym przesądom pseudonaukowym rzeczywistość udowodniła wkrótce kłamstwo, bo Angelika była zupełnie inną."
      },
      {
        "index": 4,
        "text": "Znajomość ich zaczęła się w czasie, gdy Strumieński pielęgnował jeszcze swój talent malarski. Dowiedziawszy się, że Angelika udziela lekcyi rysunków, prosił ją o naukę, przeczuwając, że w ten sposób najprędzej zastąpi szał malarski innym szałem. Angelika, przyzwyczajona do uczenia tylko początkujących, domyśliła się, że idzie mu o dyskrecyę — to było pierwszą ich serdecznością. Ona starała się pozyskać jego sympatyę, przejmując się jego wykształceniem malarskiem bardziej na seryo niż było potrzeba, dyskredytując przed nim tajniki sztuki, — on kokietował ją, odkrywając przed nią zupełny brak zdolności w sobie i przychodząc do przekonania, że jego zapał do sztuki był tylko zapałem wogóle. Wkrótce też miał już to, do czego dążył: zakochał się. Że Angelika była odeń starsza o lat kilka, to mu nic nie szkodziło, owszem przez to stosunek nabierał w jego oczach szczególnego uroku. Było tu wyrachowanie uczucia: że Angelika z wdzięczności wynagrodzi go osobno za różnicę wieku i pokaże mu, iż inna kobieta, młodsza, świeższa, nie kochałaby go tak, jak ona. Tak samo nie zrażało go jej ubóstwo, owszem dzięki temu ubóstwu spodziewał się mieć z niej doskonałą uczestniczkę w tej dziwnej przejściowej sytuacyi, jaką mu zgotowało odziedziczenie majątku. Angelika zaś imponowała mu nietylko pięknością, ale i niespotkaną przezeń dotychczas nigdzie intelligencyą i giętkością umysłu, którą nabyła podobno przez życie wśród artystów i uczonych. Ujmowała go szczególnie tem, że na dnie jej intelligencyi dostrzegał coś, co mu się wydawało naiwnością, dziecięcością, a co później uznał za waryactwo. Zresztą Strumieński i tak z natury pozwalał się wszystkiemu terroryzować, nie dopuszczając do głosu zastrzeżeń, jakie się w nim budziły."
      },
      {
        "index": 5,
        "text": "Co do Angeliki, to i ona wnet straciła władzę nad swem sercem tak, jak się tego po sobie sama nie spodziewała. Z początku podobał jej się tylko strasznie ten „gorący Słowianin“, rozwinęła więc wobec niego całą potęgę pewnego przymiotu, któryby — nie bardzo trafnie — można nazwać konwersacyjnym. Oto umiała w sposób niezmiernie zręczny igrać z faktami rzeczywistości, wyszydzać je lub zamieniać na fakta illuzoryczne, należące do jakiegoś urojonego fantastycznego kompleksu, przyczem świadomie unikała lub wymijała wszystko, coby mogło popsuć nastrój, wywołany zapomocą jej kłamstw i projektów. Kto nie chciał wejść w koła takiej komedyi, ten albo nudził się, albo po kilku pojedynkach na szyderstwa wydawał złośliwy sąd, że byłaby z niej lepsza poetka niż malarka. Trafem Strumieński doskonale reagował na ten objaw jej charakteru, a ponieważ wspomniany aparat bajkowo-konwersacyjny Angeliki był w gruncie rzeczy obliczony na sprawy erotyczne, więc też i Strumieński, osnuty złotą przędzą kłamstw Angeliki, stał się jej „ofiarą“."
      },
      {
        "index": 6,
        "text": "Ofiarą zaś był na razie dlatego, ponieważ, jak mu się zdawało, Angelika trzymała się sama z daleka od tych fantastycznych oaz, któremi jego wyobraźnię łudziła. W istocie Angelika na pozór zachowywała się sztucznie. Udawała obojętność i wyższość, przebywanie na szczytach lodowatych, niedostępnych dla ziemskiej miłości, wymyślała dla Strumieńskiego różne próby jak dla rycerza średniowiecznego, lecz z drugiej strony w obawie, by nie zraził się, w krytycznej chwili umiała niby nieumyślnie zdradzać zapomocą słów, gestów czy spojrzeń całkiem inną sferę uczuć u siebie i otwierać jego nadziejom dalekie perspektywy. Powodem tej taktyki był wygórowany wstyd swego błędu anatomicznego, wstręt przed konieczną w przyszłości operacyą, a zarazem duma, dążąca do zachowania jak najdłużej tego wyjątkowego stanu, który ją uczynił godną jej imienia. Także Strumieński wiedział o możliwości usunięcia przeszkody zapomocą operacyi, mimo to bardziej mu dogadzało traktować sprawę w duchu Angeliki, to znaczy kochać się z nią tak, jakby siebie wzajemnie nigdy w życiu posiąść nie mogli. Przed oczyma jego duszy majaczył mu godny urzeczywistnienia, wspaniały ale niewyraźny obraz „idealnej“, czystej miłości, a ową drobnostkę anatomiczną uważał za święty symbol, za tajemniczą wskazówkę duchów, jak tę „zagadkę“ pojmować należy."
      },
      {
        "index": 7,
        "text": "Wnet stała się Angelika wspólniczką tych pomysłów, i zawarli ze sobą ślub czystości. Ale eksperyment ten „zepsuła“ natura. Po pewnym czasie, kiedy pierwszy zapał ostygł, a przebywanie razem wytworzyło między nimi setki nie dających się określić węzłów i pobłażliwości, wpadali już oboje na rozmaite pomysły, jakby sobie stworzyć surrogat w miejsce brakującego czynnika fizyologicznego."
      },
      {
        "index": 8,
        "text": "Wyrazem pierwszego etapu tych rzadkiego rodzaju miodowych miesięcy była serya obrazów Angeliki, w których ona, porzuciwszy swe dotychczasowe smutne tematy, zaczęła malować krajobrazy przedstawiające niebo. Niebo pełne refleksów słońca, niebo podczas burzy, zasiane czarnemi chmurami w oświetleniu błyskawic, niebo nocne ciche i przepaściste, pełne gwiazd i dróg mlecznych, lub pełne dziwnych istot je zamieszkujących, niepodobnych do bóstw żadnego Olimpu. Przy tych pracach pomagał jej radą i zachętą Strumieński, wywiadywał się sam pilnie o różne zjawiska z meteorologii i optyki i zbierał potrzebny dla niej materyał naukowy. Drugi etap atoli mniej zawierał epizodów, nadających się do malarstwa, ale mogłyby o nim coś opowiedzieć ptaki Adryatyku, które w locie swoim, koło kolumn marmurowych w ogrodach cienistych, widziały dwa ciała, rozżarzone namiętnością, tulące się do siebie pod zwojami bujnych, wonnych kwiatów południa."
      },
      {
        "index": 9,
        "text": "Skończyło się to na tem, że przecież zdecydowali się obniżyć poziom swej miłości o parę nieb, i nibyto dopiero teraz dowiedzieli się, że w tym wypadku Eskulap może pomódz Afrodycie. Angelika w masce udała się do lekarza, który usunął fizyczny warunek wyjątkowości. Stało się to w Italii, w tym kraju „klasycznych“ zaokrągleń natury."
      },
      {
        "index": 10,
        "text": "Stali teraz pochyleni nad rzeką, płynącą nibyto z dalekiego raju, tłumili gwałtowne westchnienia i nasycali się tęsknotą. Ale i w tem było instyktowne wyrachowanie: oto bowiem chcieli zapomnieć o wmieszaniu się prozaicznego lekarskiego żywiołu, ale żeby się nie wydawało, iż im tylko o to chodzi, zapełnili tę pauzę girlandą nowych wrażeń i pomysłów. Pokazało się wówczas, że jest do załatwienia jedna ważna kwestya: bankructwo miłości platonicznej. Musieli się wreszcie przyznać do tego, usprawiedliwić to jakoś przed sobą, zmienić. Uradzili więc, że miłość platoniczna nie znika, lecz tylko annektuje nową dziedzinę, rozszerza się, platonizuje pierwiastek zmysłowy. A kiedy wreszcie przeszli po tym moście na drugą stronę, wmawiali w siebie, że odczuwają rozkosze, nie wiedzieć jak niebiańskie. Nie mówili jednakże o tem, czy pierwiastek zmysłowy istotnie został splatonizowany, wrażenia bowiem, które mieli wzajemnie ze siebie, były tak nowe i elementarne, że na szczęście nie mogli ich umysłem opanować ani zaklasyfikować. W tego rodzaju rozkoszy są pewne fizyczne konsekwencye, których dowolnie omijać lub zmieniać nie można."
      },
      {
        "index": 11,
        "text": "Wyrazem tego trzeciego etapu w ich stosunku była „Księga Miłości“, rodzaj pamiętnika erotycznego w obrazach, do którego Strumieński chciał tekst napisać. Powstanie owej księgi wiązało się z pewnym nadzwyczajnym pomysłem, który podobnie, jak wszystkie inne ich pomysły, został potem albo zeskamotowany milczeniem, albo nie wykonany. Oto Angelika i Strumieński wnet przyszli do poznania martwych punktów w miłości zmysłowej i przerazili się ich obecnością. Były one zapowiedzią końca ich urojeń, wykazaniem jednostajności materyału, którym rozporządzali. Postanowili więc walczyć z tym czynnikiem, który ich zreformowanej, rozszerzonej miłości zagrażał nowem fiaskiem. Wśród egzaltacyi przyszli sobie do przekonania, że miłość jest problemem, kryptogramem świata, który należy rozwiązać, który rozwiążą oni, kapłani miłości. Odcyfrowaniem zaś tej zagadki wydawała się im wspólna śmierć przez miłość. Umrzeć z nadmiaru życia, nie czekać na powolne wyczerpywanie się miłości, wydrwić tę straszną śmierć, któraby może chciała zabrać jedno bez drugiego. W jaki sposób ma się to stać, to miało być przedmiotem ich narad w najszczytniejszych chwilach, najwyższą kulminacyą ich duchów i ciał, ich ostatnim największym tryumfem. Czy by to był jakiś stan trwałej ekstazy, nieruchomego zapatrzenia się w siebie, zahipnotyzowania się wzajemnego wzrokiem i myślą, bez możności przebudzenia się, czy takie rozigranie się fantazyi, połączone z obojętnością na wszystkie inne sprawy, żeby aż głód sprowadziło, czy zupełne wyczerpanie się fizyczne, czy też trzebaby było koniecznie pomódz jakimś środkiem z zewnątrz (rewolwerem, trucizną), — tego oboje nie wiedzieli, ale uspokajali siebie, że jeżeli nie wiedzą, to właśnie tylko dla tego, aby mieli po co żyć (sprzeczność!), o czem myśleć, żywić jakieś nieskończone pragnienie w swojej miłości. Mówili sobie nawet, że toby było źle, gdyby wiedzieli „jak“, — bo przecież z nimi razem wiedziałby o takiej możliwości i cały świat, podczas gdy właśnie znaleźć ją mają tylko oni oboje, bo po to przyszli na świat. Otóż w „Księdze Miłości“ mieli opisać tę swoją podróż ku śmierci, i pozostawić ją wraz z tajemnicą śmiercionośnego wynalazku w spuściźnie wszystkim miłosnym parom, któreby ich naśladować pragnęły."
      },
      {
        "index": 12,
        "text": "Takimi pomysłami raczyli się jak muzyką, ale byli zbyt ostrożni, żeby kiedykolwiek jasno się deklarować, czy je biorą na seryo, czy nie. Zresztą mimo tych wszystkich spacerów w dziedziny niemożliwości, wracali zawsze z wielką pewnością na ubitą drogę praktycznego żywota. Strumieński przemyśliwał nad tem, że trzebaby przecież wrócić do kraju, dokąd go powoływał stan interesów, Angelika zaś przychyliła się do tego z innych powodów."
      },
      {
        "index": 13,
        "text": "Podobnie jak w oko, szeroko rozwarte i z zaufaniem wpatrzone w błękit, wpada czasem mała muszka i zmusza je do zamknięcia się i gwałtownych drgawek, tak samo i horyzont jej szczęścia zaciemnił się przez głupstewko. Oto Angelika skompromitowała się na polu artystycznem: znawcy zarzucili jej plagiaty. Sąd ten, chociaż nie bezpodstawny, był jednak za surowy, bo plagiowanie u Angeliki miało źródło nie w chęci oszukania publiczności, lecz w nieodporności jej umysłu, było niejako jej potrzebą. Angelika tak się nieraz zachwycała i przejmowała urokiem niektórych cudzych pomysłów i efektów, że nie mogła się oprzeć popędowi odtwarzania ich na nowo, niemal niewinnie, a o talencie jej świadczyła tylko czystość naśladownictwa. Strumieński, chcąc ją bronić, wydał broszurkę, w której utrzymywał, że w sztukach plastycznych wogóle nie może być mowy o plagiacie, ponieważ wszystko zależy od wykonania i naśladownictwo może nawet przewyższać oryginał, tak jak tego dowodem były podług niego właśnie obrazy Angeliki. Odpowiedziano mu, że wyrwał się jak Filip z Konopi, gdyż właśnie owe kopie są nieudolne. Dość, że polemika ta przysporzyła mu nieprzyjemności — nawet ze strony Angeliki — i przyspieszyła powrót do kraju, na łono zajęć nieartystycznych."
      },
      {
        "index": 14,
        "text": "Angelika, zniechęcona do Włoch tym epizodem, mówiła sobie teraz tak: Tam, w ustroniu, zdala od zgiełku świata odświeży się ich miłość, przywdzieje nowe szaty. Biedne, nie tak natarczywe wrażenia przyrody nie odwrócą już od tej miłości jego uwagi, i Angelika stanie znowu na piedestału. Nienawiść ludzi naokoło, o której opowiadał, będzie czarnem tłem tego piedestału. A przedewszystkiem tam wróci jego zachwiana wiara w jej talent."
      },
      {
        "index": 15,
        "text": "Nie wiedziała, że i on pragnie ją mieć na swoim terenie, aby nad nią lepiej zapanować i rozjaśnić sobie pewne szczegóły pożycia z nią, które spostrzegał niekiedy, w nagłych momentach, i notował na dnie swej duszy. Była to jakaś „reszta“ w jej charakterze, którejby nie umiał określić, a którą odczuwał tylko w chwilach zbytniej niecierpliwości w przełamywaniu nieporozumień między nią a sobą, nieporozumień drobnych ale ważnych, bo wskutek nich wydawało mu się, że są pewne zastrzeżenia i niebezpieczne furtki, przez które jej miłość uciec może. W ten sposób jedno czyhało na miłość drugiego i pilnowało jej, a wzajemność miała charakter podstępu i wyłudzania: sekret, który w historyi każdej miłości odgrywa wielką rolę. — Żeby nie pozostawiać czytelnika w wątpliwości co do owej „reszty“, której sobie Strumieński nie mógł (?) uświadomić, powiem już teraz sam, o co tu mniej więcej chodziło. Oto np. zauważał jej kłamstwa (pociąg do kłamstwa łączył się u niej z pociągiem do plagiowania) i nie umiał sobie zdać sprawy, jak i po co robi to kobieta tak intelligentna. Po drugie: on chciał brać pomysły i marzenia na seryo, lecz nie miał z jej strony pomocy, widział z niezadowoleniem, że ona nie chce udawać wiary w te projekta cudackie i traktuje je tylko jako fantazyę. Mogła tu grać rolę także różnica wieku. Wreszcie on — pod pozorem platonizowania zmysłowości — stawał się czasem nienasyconym i za swobodnym, i miał Angelice za złe, gdy mu dawała do zrozumienia, że w takiej miłości ginie jej godność czysto ludzka, i gdy mówiła, że ona musi stać na straży świeżości miłosnego czaru. — Jeszcze raz powtarzam, że tych różnic Strumieński nie analizował, przeciwnie między obojgiem panowała „cudowna harmonia myśli“, mieli nawet wspólny język frazesów. „Harmonia“ — już w tej eufemistycznej nazwie mieściło się zaznaczenie niezgodności, a więc dysharmonii, co zaś do wspólnego języka, to rzeczywiście nazwy były wspólne, ale każde łączyło z niemi nieco inne wyobrażenia i nadzieje, a czasami używali swoich teoryi erotycznych na polemikę o rzeczy błahe ale konkretne."
      },
      {
        "index": 16,
        "text": "Są jednak już w Wilczy. Tu stosownie do przewidywań Angeliki i Strumieńskiego miłość ich nabrała nowej siły, uzyskała odrębny koloryt. Zdawało się im, że są w jakiejś świątyni wśród lasu, pełnego dzikich ludzi i zwierząt. Takie zabarwienie ich stosunku wywołane było w ich duszach li tylko przez analogię miejscowości na skalę o wiele drobniejszą: mianowicie, gdy Strumieński rozkazał kaplicę po prababkach, położoną w lesistej części ogrodu, przerobić na wspaniałe atelier dla żony i nazwał je muzeum Angeliki."
      },
      {
        "index": 17,
        "text": "W tem muzeum powstają nowe obrazy, tam „Księga Miłości“ wzbogaca się nowymi rozdziałami. Teraz Strumieński bierze w artystycznych pracach Angeliki coraz większy udział, przewyższa ją w wymyślaniu kłamstw, poddaje jej tematy, które ona chwyta i wykonuje, pobudza ją do snucia jej własnych pomysłów i pilnuje przy pracy. Otoczy ją wszystkiemi wygodami i zbytkami, Gela nie będzie już więcej malować dla innych ludzi, tylko dla niego, wyłącznie dla niego, a raczej dla nich obojga. Miłość i sztuka — bo wszakże miłość jest także sztuką, nieprawdaż? Dzieci są w niej koniecznym przypadkiem, nie dziełem. Ach, jakież dzieła możnaby uzyskać ze zespolenia jednej i drugiej! Gdy inni ludzie kochają, z najlepszych żarów zostaje im tylko popiół pamięci, który czas rozwiewa: miałażby ich miłość nie być nieśmiertelną? czyby raczej nie powinna stworzyć pamiątek, w którychby zaklęte były wszystkie urocze chwile, ich natchnione improwizacye wzajemnego uwielbienia i melodye, słyszane w ekstazach rozkoszy? Jeżeli skąpa natura dała dla miłości tylko jeden, niewybredny instrument, czyż nie należało jej poprawić i w świecie nadzmysłowym zbudować drugiego świata, dla nowych możliwości, dla lepszych, czystszych dusz i ciał... Oto jest spółkowanie na wszystkich polach, oto jest legendowe przezwyciężenie zwierzęcego pierwiastku w człowieku, powolny proces uduchowienia się ludzkiej psychy od bram piekielnych do horyzontów niebieskich i t. p."
      },
      {
        "index": 18,
        "text": "Stało się jednak, że pomimo takich bardzo anielskich teoryi tematy „Księgi Miłości“ trzymały się więcej piekła niż nieba. Ten sam stosunek przybierały do siebie także odpowiednie pierwiastki w kochaniu, i to właśnie stanowiło dla Strumieńskiego i Angeliki ten tajemniczy węzeł, o którym oboje naumyślnie prawie nie wspominali, ale który ich łączył najwięcej."
      },
      {
        "index": 19,
        "text": "Nie mogło jednak być inaczej, skoro czuli, że mimo obopólnych starań powstają między nimi wciąż nieporozumienia, i to w sprawach, które im się wydawały dość prymitywnemi, — dlatego, bo nie wiedzieli, że z niemi są związane najgłębsze korzenie ich charakterów. I tak np. chciał Strumieński, by Angelika nauczyła się bodaj tyle po polsku, żeby mogła przy jego pomocy poznawać ulubione mu książki polskie, i rozumieć a nie tylko odczuwać pieszczotliwe i słodkie słowa, które żartem lub przez zapomnienie wypowiadał do niej w tym języku. Ona, zniecierpliwiona po kilku próbach, przerwała te niemiłe i trudne lekcye, skarżąc się, że on widocznie chce ją tu zaaklimatyzować; Strumieński zaprzeczał, robił jej wyrzuty, że go obwinia o jakieś filisterskie przesądy, — a przecież Angelika nie tak bardzo się myliła. Jej tajnem życzeniem natomiast było, żeby mąż sprzedał majątek i wyjechał z nią w podróże. Pokryjomu nudziła się w Wilczy, mówiła sobie, że jednostajność krajobrazu działa na jej talent zabijająco, że ten talent odczuwa niemal nostalgię za prawdziwem pięknem przyrody. Strumieński wyczuwał z lekkich alluzyi, o co jej idzie, zarzucał jej brak szczerości i zaufania, przyrzekał, że to się jakoś zmieni, mówił, że sprzedać majątku tak zaraz nie można, i — że przecież tutaj dobrze, taki zaciszny mają kącik, jakby stworzony dla miłości. O śmierci przez miłość nie było już mowy, tem bardziej, że Strumieński tak właśnie regulował swoje gospodarskie interesa, jakby miał ciągle żyć, a zajęcia tak mu się układały, że ich nie mógł ani zakończyć ani przerwać. Z dnia na dzień zwlekał więc z załatwieniem życzenia Angeliki, czekał na przypadek, któryby mu decyzyę ułatwił, np. na zaostrzenie się stosunków z Maryuszami i sąsiadami do tego stopnia, by pobyt jego w ojczyźnie stał się niemożliwym. A przecież z drugiej strony żal mu było Wilczy, nie chciał, by taki przypadek nastąpił, przytem nie uśmiechała mu się rola impresaria Angeliki. Chciał mieć coś w rękach, czemby moralnie górował nad nią, coby przeciwstawił jej intelligencyi i talentowi. Wciąż bowiem jeszcze uważał ją za niezwykłą kobietę, jakkolwiek jednocześnie z tym respektem łączył się w jego duszy brak respektu dla jej artyzmu, — ślad ujemnych krytyk, które o niej słyszał. Ten brak należytego respektu odczuwała Angelika w kurateli, którą roztaczał Strumieński nad jej twórczością, a przytem miewała westchnienia w duszy, że zbyt na seryo wziął jej pozę zrzeknięcia się dalszych występów publicznych. Dlatego też lubiła — nb. żartem — hamować zbytnie jego zapały teoretyczne, nadto zdawało jej się, że jako fachowa, jako twórczyni, może je sobie lekceważyć. Słyszała gdzieś, że „grau ist jede Theorie.“ Atoli mimo tych podszeptów ambicyi miarkowała, że jej siła i wiedza techniczna nie dorastają tych nowych zadań, jakie sobie w sztuce stawiali. Mówiła mu wtedy, że czuje brak talentu, lecz on zachowywał się wobec tego tak, jakby chciał jej zarzucić: Udajesz to naumyślnie, aby nie poddawać się mojemu wpływowi."
      },
      {
        "index": 20,
        "text": "Lecz to wszystko nie wyczerpuje całej gry motywów; sięgały one jeszcze głębiej. Tu jednak wypada mi zaznaczyć ponownie, że wszystkie te motywki praktycznie z lekka tylko marszczyły powierzchnię ich życia, wywoływały małe sprzeczki, jako preteksty do nowych seryi pocałunków, poczem oboje stwierdzali, że z każdym dniem kochają się coraz bardziej. Wszak tworzyli słynną a raczej osławioną parę waryatów, a w okolicy mówiono o ich pożyciu legendy, w których pod maską szyderstwa ukrywał się taki podziw i zazdrość, jakie bywają wobec samobójstwa."
      },
      {
        "index": 21,
        "text": "Zaszedł jednak wypadek, który otworzył ukryte ruchome dno w tym statku miłości, płynącym niby na oślep w krainę ułudy. Na Angelikę przyszedł czas ciąży i wywołał różne zmiany w jej psychicznych dyspozycyach, oddawna zresztą przygotowywane. Najprzód zdawało jej się, że czuje, iż coraz bardziej traci talent i ochotę do artystycznej pracy. Była to może tylko auto-suggestya, bo Angelika wyczytywała swego czasu z książek, że aspiracye artystyczne występują zwykle tylko u tych kobiet, które chybiły swego właściwego, kobiecego powołania, i że gasną, jeżeli taka kobieta zostanie żoną i matką. Przekonanie, że tak samo jest i z nią, wzmacniała w niej obawa o swój intellektualny a w następstwie i towarzyski wpływ w domu Strumieńskiego, bo mniemała zarozumiale, że bądź co bądź talent jest posagiem. A nie szło jej tylko o zewnętrzną stronę sprawy, tj. o to, by Strumieński nie wstydził się jej przed światem, lecz i o to, że jak sądziła, z pewną ujmą dla męża, jej kunszt malarski jest główną podstawą ich stosunku, a zarazem rękojmią miłości Strumieńskiego, bo umożliwia mu złudzenie dostępu do twórczości, czyli do tej dziedziny, którą z takim żalem porzucał. Gdyby jedynym czynnikiem tej miłości pozostała jej piękność, to ona, Angelika, spadłaby do rzędu tych kobiet, które dumnie nazywała przeciętnemi i tak nienawidziła, jak one ją."
      },
      {
        "index": 22,
        "text": "Niepokój Angeliki nasycał się z pewnego źródła, które przed jej poznaniem się ze Strumieńskim biło bardzo wysoko, a potem schowało się, lecz nie wysychało. Oto wówczas, kiedy jej ciało i — o ile możności — myśli były „czyste“, uprawiała ona fanatycznie kult własnego ciała, własnej piękności i dziewiczej dumy, dla której miłość mężczyzny byłaby największą hańbą. Jak wiadomo, przyczyną takich ostateczności u niej był pewien szczególik fizyologiczny. Wtedyto obdarzono ją nawpół szyderczym przydomkiem „niepokalanej Artemidy“, wtedy próbowała nawet założyć „klub Amazonek“, złożony z pięknych tylko i mądrych dziewic, lecz klub ten nie wszedł nigdy w życie, i wskutek szykan, i wskutek tego, że sama inicyatorka wnet straciła kontenans. Ale wspomnienia z tej kryształowej epoki życia, złączonej nadto jak najściślej z pierwszym rozkwitem jej talentu, odżyły teraz w Angelice, kiedy widziała swoje ciało, pozbawione pięknych kształtów, pomarszczoną (w lustrze imaginacyi) twarz, i czuła zanik weny artystycznejartystycznej. W takich chwilach ogarniał ją żal do Strumieńskiego za to, że wyrwał ją z jej poprzedniego „anormalnego“ stanu. Czuła bezsensowność i niesprawiedliwość tego żalu, a jednak nie mogła mu się oprzeć, zwłaszcza wtedy, gdy rozpoczynające się przypadłości fizyologiczne coraz bliżej nasuwały jej myśli o strasznych cierpieniach i o możliwej śmierci. Z drugiej zaś strony wiedziała, że stan jej ma być dla niej „błogosławionym“, że powinna odczuwać radość i szczęście, gdy tymczasem ona odczuwała tylko grozę przed procesem, odbywającym się we wnętrzu jej ciała, jakby się z nią miało stać coś innego jak z innemi kobietami. Pochodziło to stąd, że dawniej nie przygotowywała myśli swych i serca na tę epokę i teraz czuła się zbrutalizowaną, użytą przez naturę do podrzędnej funkcyi. Tajemnem jej zmartwieniem i wstydem było, że nie kocha swego płodu tak, jakby kochać powinna, i drżała, by on, mąż a przyszły ojciec, tego nie dostrzegł. Wprawiała się więc wysiłkiem woli w usposobienie, jakieby według znanych jej szablonów posiadała każda szczęśliwa przyszła matka, i fantazyą doprowadzała to sztuczne usposobienie do egzaltacyi. Takowe miotanie się sprzecznych uczuć, przy wątłem jej zdrowiu i przy ciągłym nałogu do mistyfikowania Strumieńskiego inną powierzchnią swej duszy, wywołało u niej znaczne rozdrażnienie nerwowe — lub raczej może, było psychologicznym wykładnikiem rozdrażnienia, istniejącego już wskutek zmian fizyologicznych."
      },
      {
        "index": 23,
        "text": "Strumieński na pierwszą alluzyę Angeliki o wypadku zachował się tak, jakby zapomniał, że to się wogóle stać mogło, a potem padł jej do stóp i ze łzami w oczach przepraszał. Nie przeczuwając, że może się stać naprzykrzonym, skwapliwie strzegł jej i pilnował, przy pomocy swej starej ciotki (bo matka już była umarła), wypytywał o dolegliwości, rozwijał dalej jej myśli o dziecku, a gdy ona mu żartem wytknęła tę natarczywą troskliwość, mówiąc, że jest mądrzejszym od jej lekarza, odparł również żartem, że bierze sobie przykład z samca gołębia, który luzuje samiczkę w wysiadywaniu jaj i bodaj czy nie z większą pompą i namaszczeniem spełnia tę funkcyę niż ona. Przez to zaś właśnie potwierdzał Strumieński przypuszczenia Angeliki, że podobnie jak pierwej narzucał jej swoje idee artystyczne, tak teraz uważa ją za naczynie do urodzenia jego dziecka."
      },
      {
        "index": 24,
        "text": "Gdy Angelika przyzwyczaiła się do swego stanu, myśli jej opuściły tor dotychczasowy i zeszły na inny. Wkrótce w chaosie jej uczuć jedno było dla niej bezpośrednio jasnem: że go „kocha nieskończenie“. Wszystkie jego zabiegi wydawały się jej dzięki swej miłej przesadzie nad wyraz pięknymi i rozczulającymi; smagała wtedy ukrytą w głębi duszy hydrę egoizmu i pychy, którą wykarmiły w niej lata samoistnego życia. Najwięcej jednak do tego zwrotu psychicznego przyczyniła się pogłoska, iż swego czasu Maryusze celem załagodzenia sprawy spadkowej mieli zamiar wprowadzić Strumieńskiego w swoją rodzinę przez ożenienie go z jedną z panien Strumieńskich. To uprzytomniło jej zaraz, jaki skarb posiadła, i nadało jej fizycznemu upodobaniu w mężu cechę skąpstwa i chytrej gwałtownej zazdrości. Mniemała, że Strumieński musi żałować tego, iż zamiar Maryuszów spełzł na niczem, a gdy on przeczył, mówiła mu, że się myli, że nie zna tajemnic własnego serca. Równocześnie jej rozpamiętywania o śmierci — uzasadnione zresztą przez sytuacyę — były coraz częstsze, tem bardziej, że znała nieodporność swego zdrowia. Wówczas-to ułożyła sobie pewien plan utrwalenia swego obrazu w duszy Strumieńskiego po swej śmierci, plan, nie całkiem zresztą oryginalny i nie mający szans upraktycznienia, ale który mocą swej fantastyki tak ją samą olśniewał, że dawał jej niemal zupełne uspokojenie. W pewnych chwilach nawet, cel był dla planu, a nie plan dla celu, tak ją to entuzyazmowało. Zostawiając mężowi dziecko i swój utajony konterfekt, wierzyła, że bodaj na parę lat zapewni sobie pierwsze stanowisko w jego sercu, a z tą wiarą, choćby i złudną, lekko będzie umierać. A potem nie będzie już tych brudnych, szpecących piękność duszy pożądań i walk, nie będzie nawet miłości, a jej duch, wyzwolony z ciała, wejdzie w blaski powracającego dziewictwa."
      },
      {
        "index": 25,
        "text": "Tymczasem, leżąc w łóżku, bawiła się kędzierzawymi włosami klęczącego przy niej Strumieńskiego i opowiadała mu, jak to on po jej zgonie pojmie młodziutką żonę i będzie razem z nią obmawiać Gelę. Chciał protestować, zaklinać się, że jej zgonu nie przeżyje, lecz zamknęła mu usta pytaniem: A któż będzie żył dla dziecka? Skoro zaś on z nierozważną pochopnością zawołał, że w takim razie i dziecko musi być poświęcone, odważyła się Angelika poruszyć delikatną kwestyę: Czy też nie ma jej za złe, że ona przemyśliwa o śmierci, zamiast tchnąć radosną pewnością, że żyć będzie, aby wychować dziecko? Czy uważa to za nienaturalne? — Strumieński się zdumiał, nie zauważył bowiem dotychczas w zachowaniu się Angeliki nic nienaturalnego; lecz to jej pytanie trąciło w nim — a raczej uodważniło — pewną ukrytą sferę uczuć. Dusze ich zbliżyły się wówczas do siebie, jak nigdy jeszcze. W oczekiwaniu blizkich zajść tragicznych, pogrążyli się oboje w ciemną atmosferę coraz dalszych wynurzań, a potem dziwnych projektów i umów. Powiedzieli sobie i to, że teraz właściwie kwestya śmierci przez miłość stała się bardzo aktualną, ale że plan jej pierwotny nie da się w tych warunkach wykonać, uradzili więc zmienić go tak, że Strumieński miał jeszcze pozostać przy życiu. Były to bardziej marzenia niż postanowienia, a wyrafinowana niebiańskość tych marzeń miała w sobie liczne źródła nowych upojeń. Pod wpływem takich rozmów, ufając nadto w moc swojego odrębnego planu — o którym nic Strumieńskiemu nie mówiła, — Angelika niecierpliwie oczekiwała śmierci. Wyobrażała sobie, że znika ze świata jak gwiazda spadająca, ciągnąc za sobą długą smugę świetlistą — i że ten fenomen przyrody wśród nocy ogólnej dostrzega tylko jeden człowiek, on."
      },
      {
        "index": 26,
        "text": "Lecz stało się inaczej. W czasie chwilowej nieobecności Strumieńskiego w Wilczy nastąpiło przedwczesne rozwiązanie Angeliki. Dziecko umarło natychmiast, matka została przy życiu. Byłoby ją można nazwać ocaloną, gdyby połóg nie wywołał w niej lekkiego zaburzenia umysłowego, podsyconego rozdrażnieniem wskutek śmierci dziecka i doznanego zawodu co do siebie samej. Jej instynkt samozachowawczy, narażony ciągle na próby i gnębiony przez nią samą, utracił wreszcie wszelką sprężystość."
      },
      {
        "index": 27,
        "text": "Czy to była komedya, czy tragedya, co się teraz w niej działo, tego sobie Strumieński nigdy potem wytłómaczyć nie zdołał. Angelika stała się względem niego zimną i odpychającą, jakby zapomniała, że on jest i był jej mężem, gardziła również malarstwem, natomiast śpiewała całymi dniami włoskie pieśni, uroiwszy sobie, że jest znakomitą śpiewaczką. Ze strachem obserwował Strumieński ten rozwój „nieznanego“. Działy się rzeczy, które przedtem wcale nie wchodziły w rachubę. Aby to jakoś zmienić, postanowił wywieźć żonę do Szwajcaryi, skoro jej się tylko polepszy. Lecz ona, uprzedzając ten zamiar, pewnej nocy wyszła przez salon na ogród i wskoczyła do studni. Strumieński wkrótce spostrzegł jej nieobecność w domu, wybiegł za nią i tknięty przeczuciem, zwołał ludzi, poczem ją z wody wydobyto. Próby cucenia okazały się daremnemi."
      },
      {
        "index": 28,
        "text": "Na piersiach jej, nie podnoszących się już oddechem, pod zmoczoną koszulą znalazł potem Strumieński list do siebie. Część jego była nieczytelna, bo atrament rozpuścił się w wodzie, lecz to, co odczytał, zakończone pytaniem: „czy dobrze?“, przejęło go do głębi. Pod tem wrażeniem napisał na tym samym liście przysięgę, że „dobrze“, i bez namysłu z własnej inicyatywy złożył go znowu na piersiach zmarłej, gdy ją kładziono do trumny, niby odpowiedź, niby wieczny weksel."
      }
    ]
  }
}