{
  "chapterNumber": 8,
  "title": "VIII. Naturam expellas furca",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VIII. Naturam expellas furca ..furca... Ideałem byłoby właściwie opisywać bezpośrednią rzeczywistość, w czasie teraźniejszym, ze wszystkimi szczegółami — i na takim materyale dopiero wypowiadać swe spostrzeżenia i uwagi. Ale uważam to zadanie za niesłychanie trudne, tem trudniejsze, że dotychczasowa metoda powieściopisarska, polegająca na kreśleniu fałszywych wycinków z życia, przeważnie rozmówkowa lub nastrojowa, przyzwyczaiła nas do tylu formułek i sposobów upraszczania rzeczywistości, z których się trudno otrząść, że prawie zatarasowała nimi widok na ogromne nietknięte obszary. Dlatego zadowalam się streszczaniem jakiegoś materyału, który nibyto leży w całości przedemną; streszczam go zaś, kratkuję, prześwietlam, posługując się często abstrakcyami, jużto znanemi, jużto wynalezionemi przeze mnie. Ale mimo to usiłowaniem mojem w „Pałubie“ jest docierać wciąż do tych warstw życia, gdzie ono abstrakcyi urąga, z pod uogólnień się usuwa i objawia się jako trudne do rozwikłania, rozpaczliwe, wyjątkowe. Wyjątkowe — więc właśnie z zatrzymaniem tych cech przypadkowych, które wedle recepty dotychczasowych estetyków (zwłaszcza w zakresie dramatu) odrzucać należało, aby niby wydobyć to, co jest „wieczne“, „istotne“, „typowe“, a więc czego ani zrozumieć, ani wyobrazić sobie nie można, — czyli co nie istnieje, a co zaopatrzone przymiotnikiem „transcendentalny“ jest dobrowolną zgryzotą poetów. Wspomnianą wyjątkowość dostrzegamy w chwilach cierpienia i rozkoszy, a zwłaszcza podczas cierpień intellektualnych na tle zdarzeń osobistych, które zmuszają nas zapomnieć o znanych kategoryach, pobudzają do wynalazczości we własnym zakresie, do tego sprawiedliwego uwzględnienia wszystkich specyalnych czynników, w którem mamy jedyny środek praktycznego ratunku. W chwilach takich na chwilę nie kłamiemy, jesteśmy oryginalni, wiszący nad nami bicz losu pędzi nas do wszechwiedzy, do „genialności“, do strasznej, uspokajającej analizy, aż wreszcie stajemy przy jakichś atomach. W atomach jest to, co jest bezimienne, bogate, rzeczywiste, to co jest boskie, niewymierne, nie dające się z niczem porównać, wyjątkowe."
      },
      {
        "index": 2,
        "text": "Strumieński wstydził się być wyjątkowym, chociaż naturalnie teoretycznie uznawał, że oryginalność jest zaletą. Zwłaszcza gdy zaczął się rozglądać w stosunkach naokoło, zapoznawać się z ludźmi, których dotąd unikał, słuchać turkotu społecznych i politycznych wypadków, gdy go udrapowało ojcowstwo, — popadł w ekstrem, nibyto przeciwny swemu charakterowi. Podsycała go w tem dziecinna ambicya, widział bowiem, jak go ludzie szanują, jak wysoko cenią jego intelligencyę i zdanie, jak są wyrozumiali i dyskretni. W istocie wskutek przybycia Oli nastał inny kurs w Wilczy. Strumieński ze zdziwieniem przekonywał się, że ci, których dawniej uważał za swoich wrogów, nie są już nimi albo nimi nigdy nie byli, — chociaż oni właściwie tylko zapomnieli o jego przeszłości i nie mieli potrzeby teraz się nią zajmować, lub też bali się tego z blizka, co lekceważyli z daleka. Ogarnęła go niepohamowana chęć, żeby w obcowaniu i stosunkach z nimi cieszyć się rzekomą wyższością swoją, ale przedewszystkiem trzeba było upodobnić się do nich. Poświęcał więc jedną swoją odrębność po drugiej, zdzierał strupy z rany, która się już dawno zagoiła. Sprawa Angeliki pozostawiła w nim pustkę; oglądając się za zapełnieniem jej, brał to, co było pod ręką. Ją — zamknął, niby w cyboryum, którego nie naruszał, ale tak ją zabezpieczywszy, lekceważył, ignorował, odpychał. Myślał: co sobie ludzie myślą, którzy ze mną mówią? i wstydził się. Nieraz sam przed nimi poruszał swoją drażliwą kwestyę, przekręcał ją, zacierał, odejmował jej wagę. Czemże to było wobec nieszczęść narodowych i społecznych! (por. str. 107.). Uważał siebie za zboczenie, za wyjątkowy wypadek, o którym nie warto mówić, bo to, co on przebywał z Angeliką a potem z Olą, nie było podobne do tego, co przebywali inni ludzie i co było w książkach i bieżących ideach, — to było takie śmieszne, dziecinne. Nie wiedział, że życie naokoło niego wre wewnątrz od wyjątkowych wypadków i tajemnic na różnych tłach, lecz sieć nazw, nieszczerość ludzka wobec drugich i siebie, trudność dowiedzenia się i zgromadzenia rozstrzygających szczegółów, zakrywają to, coby mógł odsłonić chyba dyabeł Lesage’a. Zwłaszcza miał Strumieński wyrzuty sumienia na punkcie swej przesady w miłości. Tak dać się owładnąć jednej kobiecie — to wstyd. On, on był „owadem na róży kwiecie“ (Mickiewicz) — owadem. Nazywał to zrazu sardanapalstwem, bo nie miał właściwego pojęcia o historycznym Sardanapalu, potem sentymentalizmem i wybujałym erotyzmem, wreszcie z gniewu odważył się nawet używać przeciwko sobie twardych i brutalnych słów. Powiedział: erotomania, umysłowa onania. Rumieniec występował mu na twarz..."
      },
      {
        "index": 3,
        "text": "Oprócz przyczyn specyalnych, główną rolę grała tu ówczesna zaraza umysłowa, która w Polsce wyraziła się w „Bez dogmatu“ Sienkiewicza. To, co dla Hamleta było chwilowem powiedzeniem, które Szekspir strzegł się rozrzerzyć na cały dramat, co u Goethego w „Mistrzu Wilhelmie“ było głębokiem aperçu, to nabrało z biegiem czasu wartości pewnika, zczepiło się z innemi pospiesznemi hipotezami i grasowało w literaturze. Ludzie subtelni i czuli zaczęli zazdrościć półgłówkom, zaczęli szukać ożywczych soków, bredzić o kwietyzmie, chorobliwości, wybujałościach cywilizacyi, aż wreszcie zgodnie stwierdzono, że się jest do niczego, a za jakiś czas, że się już jest na drodze do poprawy i czynów. Niektórzy pozowali tylko i uznawali się za niedołęgów — dla honoru, inni cierpieli i gryźli się wewnętrznie. Łatwość i przejrzystość świeżo odkrytej „prawdy“, a przytem jej paradoksalna beznadziejność hipnotyzowały intelligentne ale mało odporne umysły: surowość postulatu identyfikowano z jego słusznością. Ale np. takie „Bez dogmatu“ działało dwustronnie: wywoływało teoretyczną antypatyę do schyłkowców a praktyczną sympatyę do gaszonych słońc, do tych konsekwencyi, których dotąd nie przeczuwano. Kobiety płakały nad Płoszowskim, lecz jak kura żadnaby z nich nie wyszła poza koło zakreślone przez autora. Ludzie robili dziwne rachunki sumienia, rodzili dopiero teraz myśli, które przychodziły na świat z gotowem piętnem: jesteśmy złe, wyklęte, niepotrzebne, ohydne. Taką jest obłuda. A blizkość końca wieku poddawała tym wzgardom taką ładną, dobrą nazwę: schyłkowcy, findesiecliści... ba, ta nazwa sama już była dowodem."
      },
      {
        "index": 4,
        "text": "Strumieński przebył już swoją awanturę erotyczną, nie przyciągała go więc odwrotna strona medalu, zwierciadło grzechu nie kusiło go do grzechu, ale wessał w siebie teoryę i dobijał nią to, czego mu jeszcze nie zohydziły Ola i nowe jego zachcianki. Bał się wprawdzie, że charakteru jego nie można już naprawić, ale na wypadek, gdyby tak było niestety, zamierzał przybrać przynajmniej pozór, że jest innym, wstydzić się i żyć ze swoim „garbem psychicznym“ wśród ludzi incognito. Przedewszystkiem znienawidził niby sztukę a zwłaszcza jej adeptów, zrobił z niej kopciuszka swojej fantazyi, usunął „zgangrenowaną“ lekturę a wziął się do książek naukowych: anatomicznych, fizykalnych, botanicznych, śmiertelnie nudnych, w których — to trzeba mu przyznać — rozcinał kartki. Potem uwziął się badać, czy nie jest zwyrodniałym, neurastenikiem. Albowiem, jak cała ta epoka, wierzył teraz święcie we fizyologię, lekceważąc wpływy psychiczne wychowania i wyjątkowych stosunków. Wprawdzie nie mógł niestety orzec, że jest zdegenerowanym, pochodził bowiem z rodziców prostaków, którym nic nie miał do zarzucenia, ale może degeneracya Strumieńskich przerzuciła się na niego? może się upodobnił do Roberta? Aha, tu byłoby sedno rzeczy. Poszedł do jednego lekarza, ten powiedział, że pacyent zdrów, lecz to Strumieńskiego nie zadowoliło; poszedł do drugiego, który wysłuchawszy historyi jego różnych istniejących i urojonych dolegliwości, osądził, że pacyent ma „nadszargane nerwy“. Strumieński brał więc różne kąpiele, tusze, nasiady, czytywał pisma humorystyczne, aby się nauczyć wesołości, śpiewał fałszywie razem z żoną, grał z nią w lawn-tennis, urządzał wyprawy łódką po rzece, wreszcie powrócił do kowalstwa, założył sobie warsztat i kuł żelazo póki gorące. Ten „gruby“ sport gniewał jego żonę, która, ignorując nowe zasady męża, widziała w jego kowalstwie tylko powrót do plebejuszostwa (on sam wywoływał to żartami) lub dziką ekstrawagancyę. „Nie dotykaj mnie zawalanemi rękami — taką masz twarz zamurdzaną jak jaki chłop“. A tymczasem Strumieński rychło przeszedł do bawienia się różnymi sztucznymi zamkami, które na złość żonie posprawiał w całym domu, naprawiał zegar antyk, badając z satysfakcyą jego ciekawy mechanizm — czuł, że w ten sposób przecież popada w jakiś dawny nałóg, ale dał już sobie pokój. Dużo mówił o skarłowaciałości pokolenia, gdy wznosił toasty to dla idei: mens sana in corpore sano. Aby nic nie mieć w sobie subtelnego, złożonego, uwziął się kochać żonę jako „prawdziwą kobietę“, prostą, nie sztuczną, cenił jej zdrowy rozum, pytał o rady, popisywał się nią przed sąsiadami. Zastosował do niej tempo swego życia, wmawiał w siebie, że ona go uratowała, że jej charakter, lubo nie tak skomplikowany jak jego, ma „wrodzoną“ wyższość moralną. Może głowa do pozłoty — chociaż w towarzystwie omal jej nie poznawał, tak była sprytną i dowcipną — ale serce złote, a serce grunt."
      },
      {
        "index": 5,
        "text": "W taki sposób powoli dokonywał się w jego umyśle ten sam zwrot, który równocześnie dokonywał się na całym niemal terenie umysłowości polskiej: zwrot od jednego dualizmu do drugiego. Mianowicie od dualizmu, który polegał na jaskrawem przeciwstawianiu materyi i ducha na korzyść ducha, — do dualizmu, który dzieli zjawiska duszy ludzkiej na dwie odmienne dziedziny: na mądre, pierwotne uczucie i głupi, pochodny rozum. Pierwszy nazwałbym dualizmem romantycznym, drugi modernistycznym."
      },
      {
        "index": 6,
        "text": "W tych wszystkich metamorfozach Strumieńskiego była pewna przesada, konstruowanie, ciągłe wpuszczanie przez furtkę innych „głupich“ myśli, ale się tem nie zrażał. Wszakże minął jego wiek „burzy i pędu“, kwiat odkwitł — a po kwiecie musi nastąpić pożyteczny owoc. Zaczął więc brać udział w takich „czynach“, jakie mu jego otoczenie i stosunki podsuwały, przekonał się jednak rychło, że nie odegra tu wcale wybitnej roli. Jeszcze od starego Strumieńskiego nauczył się był dbać tylko o siebie, nie mieszać się do niczego i unikać pokus do wmieszania się. Teraz mniemał, że nowe życie rozpocznie. Ale ani rusz nie mógł znaleść węzła między tem, do czego dążyli współcześni działacze, a tem, co jego dotąd zajmowało. Wszystko tu było trudne, ciężkie, nieobliczalne, a w praktyce koszlawe, pospolite i nudne. Wreszcie pozycya majątkowa, zaciekłość w paradoksach, stosunki towarzyskie i ciążenie ku życiu wygodnemu, pełnemu tylko pozornej pracy, wprowadziły go do obozu konserwatywnego. Bo wynosząc czyn i siłę na tron w przeciwieństwie do nieproduktywnej myśli, zwalono wówczas osiwiałe bożki rewolucyjne: równość i wolność, a z rupieci wyszukano sobie i zrehabilitowano ideę czystej rasy, ideę arystokratyzmu, jako reprezentanta siły. Od teoryi Nietzschego szły coraz szersze koła współśrodkowe, myśli jego kierował każdy na swój młyn, przekręcał, a to, co dostawało się do Strumieńskiego, przeszło już przez kilkanaście głów. Wprawdzie przeszkadzało mu to, że sam nie był potomkiem szlachetnego rodu ani nawet bękartem, no ale o tem już ludzie zapomnieli, zresztą mógł siebie uważać za jeden z tych świeżych soków, którymi się zasila stara dobra rasa. Wskutek tych zapatrywań Strumieński traktował arystokratyzm podobnie jak Maryusze: nalewał go do naczynia, z którego on się już dawno wylał. Nie robił wprawdzie głupstw: nie przylepiał swego herbu na liberyi stangretów, nie mówił po francusku z żoną i dziećmi, ani nie gromadził portretów ni oręży pradziadów. Ale zato np. w stosunku do służby naśladował na małą skalę feudalnego pana, dając jej w miarę zasług domki i małe grunta; w mowie swojej starał się unikać wyrażeń szorstkich i prostackich, owszem udawał, że jest lakonicznym i że nigdy się nie gniewa, grał jednak często rolę nieobliczalnego tyrana; zachowywał uprzejmą wyższość w stosunkach z sąsiadami dorobkiewiczami, — jednem słowem robił w imieniu arystokratyzmu wiele dobrych rzeczy, do których go skłaniała własna natura lub stosunki."
      },
      {
        "index": 7,
        "text": "Konserwatyzm wabił go jednak nie tyle w znaczeniu politycznem, to znaczy, o ile u nas łączył się z arystokratyzmem, co w znaczeniu umysłowem. Oto jeszcze wspólnie z Robertem zaraził się on ideami liberalnemi, rewolucyjnemi, nie uznawał nikogo i nic za święte, dochodził nawet do lekkiej kokieteryi z tzw. złem. — Teraz więc, gdy pracował nad uzdrowieniem swojej duszy, obrał sobie przeciwny biegun, ale tu wmieszały się jeszcze inne pobudki. Naprzód suggestya pewnego szablonu: sądził, że ostatecznie wszyscy rewolucyoniści kończą na konserwatyzmie i że to jest naturalna ewolucya ludzkiego umysłu, otóż kierując się ambicyą, zapragnął odrazu, już w tak młodym wieku, zastosować się do tego fałszywego szablonu. Powtóre: zdaleka przedstawiali mu się konserwatyści jako jakiś umówiony, uświadomiony w swych zaprzeczeniach słuszności i prawdy cech, — cech, który się porozumiewa ze sobą w ogłupianiu świata. Naturalnie wielu z jego znajomych obywateli pojmowało rzecz po prostu, w dobrej wierze, lecz musieli przecież być i tacy, jakich on sobie wymyślił, za takiego uważał np. obłudnego Truskawskiego, którego wybór na posła popierał i któremu przypisywał pewien machiawelizm."
      },
      {
        "index": 8,
        "text": "Takiej-to kombinacyi zwolennikiem był Strumieński, ale na zewnątrz nie działo się dużo. Wszedł w różne przygotowane już dla każdego formy czynności, nie próbując ich rozeprzeć, np. przystąpił do różnych stowarzyszeń. Z oryginalnego repertuaru próbowano tam podówczas tylko związku sąsiedzkiego, którego programem miała być akcya w kierunku wywłaszczenia żydów, posyłanie sobie wzajemne robotników, regulowanie ich płacy, wzajemna kontrola gospodarstw itd. Założenie towarzystwa spełzło na niczem, bo nikt nie myślał o jakiejś czynności na seryo, była tylko okazya do zebrań, do gremialnego pochlebiania sobie, wygłaszania mówek i toastów: „kochajmy się“. Obradowano też nad potrzebą sprowadzenia ruchu ludowego na zdrowe tory — była to narada myszy, chcących kotu uwiązać dzwonek do szyi. Tylko Strumieński przedwcześnie uwikłał się, ratując zbankrutowanego pana X., reprezentanta jowialności, „jednego z ostatnich“."
      },
      {
        "index": 9,
        "text": "Ponieważ interesuje mnie głównie historya jednego tylko kompleksu w umyśle Strumieńskiego (dotyczącego Angeliki), przeto nie będę się wdawał w te różne odgałęzienia jego psychiki, z których każde wymagałoby osobnego aparatu analitycznego. Podam tylko dla zaokrąglenia (w życiu niema zaokrągleń) niektóre zmiany a raczej zawody, w które popadł Strumieński wskutek obranego kierunku życia. Zmiany te odbywały się w ciągu kilku lat i wpływały — łączyły się z innymi równoległymi wypadkami, które potem opiszę, gdyż nie zależy mi na utrzymaniu chronologicznej ścisłości. — Najmniej bolały go zawody teoretyczne, bo przecież w jego nowych teoryach było i tak wiele świadomego zmyślenia. Poznał np., że aby być konserwatystą, nie potrzeba mieć doktryn, ale odpowiedni „charakter“ (trudno się posunąć poza to słowo): nie zapatrywanie ale charakter rozstrzyga. Widział takich, którzy wyznając idee, oparte na postępie, szli instynktownie konserwatyzmowi bardziej na rękę niż on; np. Przetocki, który ujadał na cały obóz zacofańców, a w chwilach rozstrzygających milczał i robił to co oni. Strumieński, usiłując oprzeć na podstawach świadomych to, co z natury swej jest ślepe i nieświadome, działał nie wstecznie ale nawet rozjaśniająco, tak że stryj Maryusz, który rzeczy brał po prostu, z pewną słusznością zwał go radykałem. Naturalnie wszystko to rozgrywało się przeważnie w rozmowach między liniami czynów, a nie w czynach, bo czyny bywają głównie wynikiem różnych zewnętrznych musów i zwyczajów. Strumieński rozczarował się nawet na owym Truskawskim, do którego przywiązywał zrazu pewne nadzieje, bo Truskawski miał w głowie znowu inny ćwieczek: był oportunistą. W tem rozczarowaniu się odegrała też rolę mała osobista uraza intellektualna: Strumieński podsunął mu jakąś zdaniem swojem ważną myśl, którą tamten źle przyjął. Wesoła to musiała być dysputa dwóch głów zawikłanych, przywiązujących do nazw absolutne znaczenie, zwalczających siebie wzajemnie własnymi upiorami. — Wogóle jednak wszyscy ci ludzie, którym Strumieński narzucał się na sojusznika, byli to beati possidentes, niewybredni w dyalektycznych pozorach, bo mało zagrożeni."
      },
      {
        "index": 10,
        "text": "Mniejsza jednak o to — ciekawsze to, że Strumieński na swoich nowych sympatyach stracił parę tysięcy. Albowiem wspomniany powyżej program związku obywatelskiego, mającego funkcyonować stale, był wymyślony z okazyi bankructwa p. X. i — w sposób niedomówiony — do użytku tego pana; dlatego też nie przyszedł do skutku, bo każdy, wiedząc, o co idzie, wykręcił się. Głównym macherem był Truskawski. Gdy przyszło do licytacyi majętności p. X., Strumieński stanął do niej z wadyum, aby podbijać cenę, przyrzeczono mu bowiem święcie, że w najgorszym wypadku wkrótce znajdzie się kupiec, który majątek nabędzie z wolnej ręki. Tak uwięził Strumieński wadyum, a otrzymał kulę u nogi. Prawdopodobnie miał prawo skarżyć X-a za oszustwo, ale sprawę jakoś załagodzono, gdyż ostatecznie X. obalił licytacyę. Jednakże ludzie, niechętni Strumieńskiemu, mieli teraz pretekst do zarzucania mu, że jest skąpym awanturnikiem, który swą połowiczną pomocą pomieszał X-om szyki. Strumieński zaś upatrywał w tem zajściu intrygę oszukańczą, która rozpoczęła się już w chwili inicyowania owego związku, ale mylił się, bo nie znał psychologicznej techniki wypadków. Wprawdzie istotnie nadużyto jego zaufania o tyle świadomie, że majątek Strumieńskiego uważano za dojną krowę, za male parta, któremi powinno się teraz ratować uczciwych ludzi, i np. nie przy tej, ale przy innej sposobności podsunięto mu myśl, by w gronie najszlachetniejszych obywateli zrobił rewizyę życia swego ojca, zlikwidował folwarki odkupione tak tanio od bohaterów i przeznaczył je na cele dobra publicznego. Ale zresztą wszystko szło tak, że obaj ci obywatele, X. i Truskawski, mieli na zawołanie dowody najlepszej wiary i to nawet przed swemi własnemi sumieniami. Ten moment rzekomej dobrej wiary i przygotowywania sobie zawczasu rzetelnych motywów powtarza się w historyach wielu oszustw. Pozory dobre i złe cudownie splatają się z sobą, a potem u widzów wywołują wręcz przeciwne osądy, dlatego, bo tzw. zło zawsze jeszcze ludzie wyobrażają sobie jak akt szczerej decyzyi, na sposób Franciszka ze „Zbójców“, Jagona lub Ryszarda III., zamiast widzieć, jak ono już przy swem urodzeniu się, wiedzione instynktem samozachowawczym, wchodzi w chemiczne połączenia z pierwiastkami „dobra“, od których sobie maski pożycza. — W powyższym przykładzie nawet jeszcze głębiej pójść można. Oto rzecz miała się tak, że Strumieński właściwie nie miał o co mieć żalu do tych, co go oszukali, on sam bowiem w tem pomagał. Przeczuwał on, że go X-owie „naciągną“, że tych pieniędzy już nie odbije, mimo to lazł w niebezpieczeństwo, obliczając nieświadomie, że ile straci materyalnie, tyle zyska moralnie: bo poniży X-ów, zmusi ich do rumienienia się przed nim, będzie miał prawo do ich wdzięczności, do ingerencyi w ich majątku, opłaci także niejako okup od swego dziedzictwa, a zarazem wkupi się, on intruz, w „ich“ stan, gdy sobie wzajemnie nie będą mieli nic do wyrzucenia i na wszystkich punktach nastanie wzajemna tolerancya. Ale i to dodać trzeba, że Truskawski odgadł te motywy Strumieńskiego — nie przez psychologiczną intuicyę lub badanie, ale przez czysto złośliwą insynuacyę —, i mówiąc o nich z X-em, uspokajał skrupułki jowialnego bankruta."
      },
      {
        "index": 11,
        "text": "Ola i jej stryj, rządca w Wilczy, również mylili się co do komedyi Strumieńskiego, mianowicie co do jego komedyj konserwatywnych. Stryj zwłaszcza, człowiek gwałtowny i rubaszny, obdarzony wielkim wzrostem i siłą, nazywał rzecz po imieniu. Już oddawna między nim a Strumieńskim były spory o przewagę w gospodarstwie. Maryusz był zarozumiały na swoje znawstwo a jeszcze bardziej na swoją energię, chciał wszystko „wziąć za łeb“, uważał to za punkt honoru — była to jego fiksacya, jego ćwieczek, komedya jego charakteru. Ten „prostoduszny“ człowiek uważał za swój obowiązek krytykować i ganić wszystko, co zarządził Strumieński, i nibyto nie narzucał się ze swoją radą. Gdy Strumieński próbował być wobec niego twardym, groził stryj, że sobie pójdzie, wiedząc dobrze, że Ola, jego faworytka, do tego nie dopuści. Wkrótce stryj rozpanoszył się na swoim folwarku, tak że nie można było ruszyć go stamtąd. Ignorował Strumieńskiego, lekceważył go, za plecyma tytułował go „jego chamska mość“, wynalazł dlań nibyto dowcipny przydomek: „pacholę hetmańskie“ (z Pola) i starał się ten przydomek rozpowszechniać, odgrażał się nawet czynnemi obelgami: „W proch zetrę tego chłystka“, „na kobiercu mu panie tego wlepię półtuzina (tuzin, sto — liczba stosownie do okoliczności i humoru) bizunów“. Jak już powiedziałem, Ola ujmowała się za mężem, ale wnet działo się to tak, jakby się tylko za nim do stryja wstawiała, prosiła; jeżeli zaś w rozmowach swoich solidaryzowała się ze Strumieńskim, to zwykle w ten sposób: pocoś to zrobił, jak można było być tak nieostrożnym i sprowadzać tu stryja, nie miałeś względu na swoje dzieci (nb. których wówczas jeszcze nie było)! Gdy w Oli odzywały się skrupuły wdzięczności, stryj uspokajał ją takiem wytłómaczeniem: „Zachciało się chamowi panienki z pierwszego domu, palił się do niej, wkręcał się w nasze łaski, a potem, gdy mu ją dano, tak się dureń ucieszył, że że... no i nie zrobił głupio! bo coby się tu stało bezemnie! zmarniałoby wszystko! On ze swoją starożytną orką! W takie ręce dostał się ten majątek!“ A gdy trzeba było silniejszych atutów, udowadniał Maryusz, że Włosek wkradł się w łaski starego Adama Strumieńskiego i wysadził Maryuszów z siodła, zanim zdołali się porozumieć z tym starym waryatem."
      },
      {
        "index": 12,
        "text": "Aby Strumieńskiego upokarzać, pokazać mu, jaką-to on jest zakałą rodu, mówił przed nim o znamienitych kolligacyach rodziny Strumieńskich, o przodkach, ich czynach dawnych, o herbie; robił to umyślnie i złośliwie, chociaż przypisywano mu naturę zupełnie niezłożoną, prostą ale poczciwą, i uważano go za weredyka pierwszej wody, który „rznął prawdę prosto z mosta“. Jednakże poczciwość była zaletą, którą jako cechę rzekomo koniecznie uzupełniającą suggestyonowała drastyczność jego obejścia się, rubaszność wyrażeń, jeżeli zaś zdarzyło się, że stryj od czasu do czasu spełnił coś dobrego, to właśnie kupował sobie tym sposobem prawo do rubaszności i do złego. — Te „proste“ natury zawierają w sobie więcej skrytek, niż się zwykle przypuszcza; jużby się też zdało zrobić raz z niemi porządek!"
      },
      {
        "index": 13,
        "text": "Że i Ola, o tyle, o ile jej wypadało, należała do obozu stryja, tłómaczy się także tem, że lubiła go bardzo od dziecka, on zaś, wyzyskując to, niby ochraniał ją przed Strumieńskim, pytał: „Jak się ten pachołek z tobą obchodzi?“, udzielał jej rad i wskazówek, z któremi Ola kryła się przed mężem ostentacyjnie. Był to odwet za to, że Strumieński czasem dawał jej uczuć, iż uważa ją tylko za swą metresę, co znowu z jego strony było odwetem za jej twierdzenie, że jest żoną a nie kochanką, za jej lgnięcie do stryja, wreszcie za to, że Ola zdawała się zupełnie nie troszczyć o jego konserwatywno-arystokratyczną zmianę frontu i uważała go po dawnemu tylko za eksplebejusza (coś nowego nie łatwo przyjmował jej umysł). Nieuwaga Oli w tym względzie bolała go tem bardziej, że uważał ją za instynktowną znawczynię wytworności, cenił jej smak i takt; Strumieński bowiem jak wiadomo był przystępny dla wielu przesądów. Raz przyszło między nimi do kłótni — z tego powodu, lecz nb. z innej okazyi. Strumieński czując się bezsilnym, z udanym spokojem rzucił na ziemię wazę japońską, którą Ola niedawno kupiła w Warszawie, na to zaś Ola porwała naprawiony dopiero co przezeń zegar antyk i potłukła go, a przytem oblała męża szczerym potokiem mimowiednych szczerości („naturlautów“), przeważnie obelg używanych przez stryja. Strumieński zauważył, że nieraz jeszcze będzie wazy rozbijał, aby się prawdy dowiedzieć, ale że obelgi Oli wcale nie były w smaku wybredne ani instynktowo arystokratyczne, tego nie zauważył."
      },
      {
        "index": 14,
        "text": "Gdy Strumieński uwikłał się w aferę z X-em, stryj miał znowu sposobność do udowodnienia: „Jaki to marnotrawca, jaki to głupi człowiek, dał się oszukać temu X-owi!“ A z X-em żył w przyjaźni! Może być, że wobec takich powiedzeń Strumieński wolał swoją nieostrożność (tylko? patrz str. 76/7.) upozorować jako dobrowolną ofiarę i dla konsekwencyi nie wytaczał X-owi procesu. Maryusz miał pogardę dla chłopstwa, dochodzącą do szaleństwa: znęcał się nad swoimi parobkami, bił ich po twarzy, szturkał palicą, jednem słowem był panem starej daty. Obici chcieli się mścić, zaczajali się kupkami na Maryusza, który, korzystając z tego, jeszcze bardziej się zaciekał, postawił cały swój dom na stopie wojennej, uzbroił służbę, urządzał obławy na nieprzyjaciół. Wznowił jakiś błahy spór z gminą o granicę, robił awantury, a gdy Strumieński krzywił się na to i mówił, że dla błahego zysku nie trzeba się narażać, stryj udrapował się w ideę i dał mu do poznania, że nie zna widocznie wartości tej świętej ziemi, którą przodkowie przekazali do strzeżenia. Na stronie: gdzież tam taki, co się wyrwał sroce z pod ogona, będzie dbał o ziemię ojców. (A folwark był jak wiadomo kupiony). Doszło do takich pogróżek, że i Strumieński musiał chodzić z bronią, co także na niego ściągnęło nienawiść. Pewnej nocy spłonął dom stryja i gumna ze zbożem. Nie ulegało wątpliwości, że go podpalono, lecz sprawcy nie wykryto. Stryj z własnego kapitaliku pobudował się i teraz Strumieńskiemu jeszcze trudniej było wykurzyć go, bo stryj bił w to, że włożył tu swoje pieniądze, ma więc prawo, a taki wyrzutek w rodzinie chce go wyrzucić itd. Uwziął się na wieczną dzierżawę, sprowadził syna i zasiedział się."
      },
      {
        "index": 15,
        "text": "Jedynym człowiekiem, z którym Strumieński mógł jako tako przyjemnie obcować, był ksiądz Huk, wikary z pobliskiego miasteczka, dawny kolega Strumieńskiego. Prowadzili z sobą dysputy religijne, dawali sobie różne dzieła do czytania, aby siebie wzajemnie przekonać i w końcu polubili się. Ksiądz był synem cieśli, afiszował się z tem dość głośno, mówiąc, że wszystko sam sobie zawdzięcza, a Strumieńskiemu wyrzucał, że udaje arystokratę, że wstydzi się swego pochodzenia, choć będąc z ludu powinien lgnąć do ludu, a nie pchać się między panów itp. A więc, jak widzimy, ksiądz ów brał na seryo tego rodzaju „zapatrywania“ Strumieńskiego, zacietrzewiał się razem z nim w rozmowach, naturalnie nie przeczuwając nawet, że w praktyce zapatrywania te wciąż się załamywały i przeinaczały. Dbał o zapatrywania Strumieńskiego, a więc o to, co w jego duszy było na wystawie, nie o duszę samą i jej szczęście. Jego namowom i wskazówkom zawdzięczał Strumieński rozmaite dobrodziejstwa, jakie wyświadczał mieszkańcom okolicznym, chociaż spełniał je z pewną dozą, a raczej pozą lekceważenia i niewiary. Żeby jawnie wyrazić swe nowe przekonania, rozpoczął Strumieński nawet budowę kościoła dla wsi. Wikarego zrazu bardzo to zdziwiło, zwłaszcza gdy widział, że Strumieński sam pilnie zajmuje się architekturą kościoła i jego wewnętrznem ozdobieniem, które wypadło w duchu pietyzmu i skupienia religijnego. Osądził więc ksiądz: To jest już moja dusza, chociaż sama siebie nie rozumie i przybiera inną szatę. I postanowił być takim, jak x. Myriel z „Nędzników“ W. Hugo. — Nie próżno Strumieński w dzieciństwie służył u księży i sam msze odprawiał; teraz zaś przypomniała mu ten dawny nastrój lektura niektórych Ojców Kościoła, pełna dytyrambicznych zachwytów, wyrażonych rozlewnym stylem, stylem ludzi ascetów, którzy pisali dla pławienia się w jednem uczuciu a nie dla czytelników. — Zresztą w fakcie, że Strumieński budował kościół, nie było nic dziwnego, gdyż koszta budowy opędzano nie z jego własnych funduszów, ale z funduszów przekazanych osobnym legatem Adama Strumieńskiego. Legat ten, mający najpewniej jakieś znaczenie ekspiacyjne, zapisany był na jakikolwiek cel dobroczynny lub religijny, który oznaczy generalny spadkobierca. Otóż rozporządzenie spadkobiercy, odnoszące się do legatu, przypadło jakoś właśnie na ten czas, w którym stryj zaczął się na nowo pobudowywać, — nie mało też było z tego powodu nowych kwasów, gdyż stryj żądał, żeby legat tymczasem zużyć na cel konkretniejszy i bliższy, tj. na domy na folwarku, a Strumieński stanowczo oparł się temu, oświadczając, że chce wypełnić ostatnią wolę swego ojca. To dało stryjowi nową sposobność do wydobywania różnych kompromitujących szczegółów z przeszłości zmarłego Adama Strumieńskiego. Ola wreszcie musiała lawirować między uczuciem dla stryja a rozwijającym się w niej zalążkiem dewocyi, który Strumieński pielęgnował z pewną pieczołowitością godną lepszej sprawy, — cieszył się on bowiem, że bodaj w ten sposób może na nią oddziaływać i mieć z nią przecież jakiś wspólny teren, w guście bardziej kontemplacyjnym."
      },
      {
        "index": 16,
        "text": "Ale w końcu nawet na owym księdzu zawiódł się Strumieński. Ksiądz, dysputując, nie umiał szanować w nim przeciwnika, nie umiał stanąć razem z nim na punkcie zero, traktował jego argumenty z arrogancką pobłażliwością i zawsze twierdził w końcu, że Strumieński właściwie jest już przekonany, tylko z uporu i ambicyi nie chce tego przyznać. Nie mógł wiedzieć, że Strumieński chce mieć w nim tylko surrogat tego obcowania duchowego, które utracił wraz z Angeliką, którego nie mógł mieć z Olą. Wkońcu uwziął się ksiądz nakłaniać Strumieńskiego, by się przed nim spowiadał, i narzucał się z tem bardzo niezręcznie, imputując Strumieńskiemu z góry grzechy, których tenże albo nie miał, albo które w całkiem inny sposób oceniał i odczuwał. Mieli dysputę o grzechach, w której Strumieński stanął na stanowisku dość podobnem do zasłyszanej od Gasztolda doktryny o obojętności piękna i brzydoty w sztuce, w odwet zaś za natarczywe zaczepki księdza, zrazu niby pod pozorem wyznań spowiedziowych wybadywał go o rzeczy erotyczne, natrząsał się z jego nanaiwnościnaiwności na tem polu, udawał cynika, namawiał go do stosunków z kobietami, malując mu niedozwolone rozkosze w artystycznych, ponętnych barwach. Wskutek tego ksiądz zirytował się, zbeształ Strumieńskiego i na pewien czas odsunął się odeń, ale się potem pogodzili i dość dobrze żyli ze sobą."
      },
      {
        "index": 17,
        "text": "Impet Strumieńskiego na polu „czynów“ osłabł dość wcześnie. Odkrył w sobie różne głupie ambicyjki, zobaczył, jak mu się zdawało, olbrzymie trudności zoryentowania się w pracach społecznych, trudności, których inni dlatego się nie bali, bo ich nie widzieli, stwierdzał na każdym kroku chaos zasad, mały zakres tego, co zdziałać można, wreszcie brak łączności między tem „coś“, co w nim podobno było, a tem, co się wydarzało na najkrzykliwszych pobojowiskach życia. Odczuł także, chociaż na małą skalę, że nie tyle idzie o zewnętrzne niebezpieczeństwa, powodzenia i dobrobyty, co o zawikłania wśród najbliższych sobie ludzi, bo te go najwięcej interesowały i przejmowały. „Odczuł“ — bo określać, to ja sam określam za niego. Wśród zastoju swych najlepszych spraw psychicznych uregulował sobie pewien modus vivendi, maszynowo już oddawał się pewnym zajęciom obywatelskim, w które wlazł. Straciwszy istotny impet, nie miał siły otrząsnąć się z narzuconych mu stosunków, lecz z przyzwyczajenia łatał życie dalej, żeby zaś zatrzeć ową łataninę w swych czynach, wymyślił sobie rodzaj oportunizmu życiowego, potem nawet przybrał sobie dobrze brzmiącą nazwę „artysty życia“."
      },
      {
        "index": 18,
        "text": "Był to więc — mówiąc popularnie czyli bardzo źle — ciasny samolub, o widnokręgach spodniczkowych, pasożyt społeczny itd. Chciał być innym, ale zrobił fiasko."
      },
      {
        "index": 19,
        "text": "Najwidoczniej rodzą się takie niepotrzebne indywidua na świecie — powiedział lis, patrząc na ryby, pływające w rzece."
      }
    ]
  }
}