{
  "chapterNumber": 6,
  "title": "VI. Ola",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI. Ola. Zanim przejdę do dalszych zmian w życiu Strumieńskiego, muszę jeszcze po sprawiedliwości nadmienić, że opis żałoby w poprzednim rozdziale zrobiłem nie według reguł rzeczywistości, ale po literacku, przejrzyście: były w nim fazy, (możnaby ich naliczyć 7 lub 9 nawet), stopniowania, jedna faza była oddzielona od drugiej, a druga ukazana jako następstwo logiczne poprzedniej, chociaż w rzeczywistości takie fazy mogły się odbywać dość współcześnie, i komplikować się ze sobą jeszcze bardziej. Ja wyprułem niejako różnokolorowe nici z kanwy i pozwijałem każdą na osobny kłębek. Po drugie niezupełnie jeszcze odkryłem swoje karty: albowiem dla dokładniejszego zademonstrowania i podkreślenia niektórych moich myśli przygotowałem parę małych eksplozyi, które do poprzedniego opisu dorzucą jeszcze potem kilka szczegółów."
      },
      {
        "index": 2,
        "text": "Skończyłem rozdział V. na gwałtownem wyzwoleniu się Strumieńskiego z pod władzy smutku, który już dawno wykroczył poza granice, zakreślone mu przez naturę. Mówiłem o powodzi. Jako człowiek intelligentny, nauczony przez poezyę wiązać zjawiska wewnętrznego życia ze zjawiskami przyrody, nie omieszkał Strumieński powodzią odpowiednio się wzruszyć; np. w czasie jej srożenia się „było mu tak, jakby“ „ten smutek“ wystąpił z brzegów i wylał się z jego własnego serca a raczej z „duszy“, a duch „jej“ unaszał się ponad wodami, zaś po uspokojeniu się nawałnicy „było mu tak, jakgdyby“ ta woda pokrywała „jakieś krajobrazy jego duszy“. Istotnie zresztą w owych analogiach, w ostatniej zwłaszcza, a prócz tego ogólnie w widoku rozległości toni, były momenta, które objęły zastępstwo podupadłych już uczuć. To też, gdy woda opadła i wszystko wróciło na dawne miejsce, a energia niewiele miała okazyi do bezpośredniego wyładowania się, przed Strumieńskim ukazała się nieznośna pustka. Wprawdzie nie było już w nim ani krzty żywiołowego smutku, tylko z powodu ciągłego naruszania gruczołu tęsknoty smutek ów wyrodził się w chroniczną dyspozycyę, przy której za lada naciskiem woli drgała cała sfera stanów już nagromadzonych i wypróbowanych. Ale — czy dlatego, żeby się znowu nie zawieść, czy żeby nie przebywać znowu tych tajemniczych wycofywań się, — dość, że Strumieński nie chciał już snuć dalej czarnego wątku tam, gdzie skończył, orzekł sobie, że to, czego nie dorobił ów epizod z powodzią, zostało przecież dorobione, a rozkołysawszy duszę w szerszych choć powierzchownych wrażeniach, skorzystał z pierwszego lepszego pretekstu, aby postanowić wyjazd w podróż. Na uspokojenie zaś osieroconych duchów, w przelocie myśli stworzył sobie wykręcik, że właśnie gdy wróci, podda się z tem większą ochotą dotychczasowej robocie."
      },
      {
        "index": 3,
        "text": "Trzeba jednak uwzględnić i to, że w takich epokach bardziej przełomowych stan psychiczny człowieka dość łatwo i chętnie stosuje się do bodźców i wskazówek, które płyną z wypadków zewnętrznych. Oto Strumieński otrzymał z Drezna od ojca Angeliki, ekswojskowego, list z zaproszeniem, by przy sposobności odwiedził go w Dreźnie. Jadąc do niego, zamierzał Strumieński wywiedzieć się nowych szczegółów o Angelice, której przeszłość znał mało, — cieszył się także, że zobaczy nowych ludzi, miasta, stosunki, i już anticipando przeżywał osobliwy stan zetknięcia się tych nowych wrażeń ze swoją melancholią. W pierwszym względzie zawiódł się, bo dowiedział się tyle oo nie. Ojciec Angeliki żył oddawna z drugą żoną i miał z nią kilkoro dzieci, a o córkę swoja nigdy się nie troszczył; to też chociaż widocznie był przygotowany na indagacye Strumieńskiego, sprawiały mu one wstyd i zakłopotanie. Strumieński nie wypytywał zanadto. Był on przez Angelikę powiadomiony, jaką sytuacyę zastanie, i poprzestawał na tem, co mu mówiono z obowiązku; natomiast domyślał się wiele i z pewnem tajnem zadowoleniem wyszukiwał podobieństwa w jej przeszłości i swojej. Z sentymentalizmu omal nie popełnił tam głupstwa: oto uroiło mu się, że najmłodsza córeczka Kauffmanna, małe dziecko, przypomina Angelikę, i chciał ją wziąć ze sobą, lecz wczas otrzeźwiły go pewne dyssonanse, — chociaż i tak, jak się zdaje, był to tylko chwilowy zapał. Strumieński zmiarkował, że ojciec Angeliki chce od niego „pożyczyć“ „małą“ kwotę pieniędzy, i dał wymijającą odpowiedź, wskutek której stosunek teścia do byłego zięcia stał się z grzecznego naprężonym. Nadto wobec całkiem pospolitego poziomu kulturalnego, na jakim się znajdował dom Kauffmanna, Strumieński zaczął w coraz przykrzejszy sposób odczuwać różnicę narodowościową, dzielącą go od rodziny swej byłej żony. Zakupił więc trochę pamiątek po Angelice, między nimi kilka jej pierwszych obrazów, zrobił dość gruby prezent najmłodszej córeczce i wyjechał, postanowiwszy w duchu nigdy już nie zetknąć się z tymi ludźmi. Wizyta u Kauffmanna dała przejściom Strumieńskiego z Angeliką poniekąd spóźnione zakończenie, wywołała w nim niesmak i potrzebę obejrzenia się za inną rodziną — czy ogniskiem rodzinnem? — i otworzyła furtkę do tego, co się potem stało."
      },
      {
        "index": 4,
        "text": "Teraz bowiem, z pełną świadomością następstw, Strumieński porzucił dalszą podróż, osądził, że nie ma talentu urządzania i korzystania z podróży, i pojechał uregulować wreszcie swój stosunek do rodziny Strumieńskich w Królestwie. Uczynił to wbrew wyraźnemu zakazowi przybranego ojca, który mu przekazał swoją nienawiść; lecz wygrawszy proces sądził, że byłoby nieszlachetnem upierać się przy swem formalnem prawie, ugruntowanem ostatecznie tylko na zajadłości starego Strumieńskiego. Niechby nie myślano źle o nim, niechby im sprawił niespodziankę, upokarzającą ich insynuacye. To drugie, — a pierwsze: Strumieński już od dwóch lat niemal słyszał, że przeznaczano tam dlań na żonę niejaką pannę Olę (Aleksandrę), ciekaw więc był ją poznać, ciekaw był wymiarkować, jak ją usposobił ten plan matrymonialny i jakie wrażenie wywarły na nią różne o nim pogłoski. Szeptał sobie wprawdzie, że się rozczaruje, ale już samo to słowo „rozczaruje“ zdradza kierunek jego myśli. Wiedział, że wolno mu się żenić po raz drugi, bo tego sobie życzyła Angelika, i w rozmowach z nim i w pozostawionym mu liście, chociaż te jej życzenia były nieco mętne... Strumieński dotychczas odsuwał od siebie ową możliwość, lecz zawsze jakby rezerwował ją sobie na kiedyś, teraz zaś przypatrzył jej się z blizka i postawił otwarcie w środku swych dążeń. Przyszedł nań bowiem czas jakoby zupełnego ignorowania Angeliki a przytem (w wynagrodzeniu?) i siebie samego — czuł, że chce jeszcze kochać i być kochanym, więc dobrowolnie wyobrażał sobie, że jest jakimś innym. Ale czuł także, iż obok tych egoistycznych wymagań układa się w nim coś nakształt programu, który mu jednak powoli i kawałkami dopiero występował w umyśle."
      },
      {
        "index": 5,
        "text": "Tymczasem zawitał w dom matki Oli, ojciec bowiem tej panny, jeden z dawnych przeciwników Strumieńskiego z Wilczy, zmarł był już, a Olą opiekował się jej stryj. Nazywano ten dom arystokratycznym, bo chociaż Strumieńscy-Maryusze należeli tylko do średniej szlachty, pielęgnowali jednak u siebie starannie znicz wytwornych manier i tradycyi, a szli w tym kierunku o tyle do ekstremu, że wobec braku środków finansowych usiłowali wywyższyć się w swoich i cudzych oczach doskonałem i subtelnem znawstwem tych tajników poloru, smaku i tonu, które według nich były równoważnikiem bogactwa. Była to więc arystokracya z odwetu. Co szczególne, ale częste, do zwyczaju należało u nich przytem pokpiwać sobie z arystokracyi rodowej i czasami grać rolę ludzi zupełnie wolnych od przesądów. Ten pozór złudził zrazu Strumieńskiego, olśnił go także pewien blichtr serdeczności, komfortu i rodzinnego ciepła, chociaż wnet poznał, że go tu niezawsze mile wspominano, i że w ich oczach wciąż jest jeszcze Włoskiem, chamem. Mimo to przymierze zostało zawarte, a i małżeństwo nie ulegało wątpliwości."
      },
      {
        "index": 6,
        "text": "Zajmiemy się teraz Olą. Jak ją pojmował Strumieński? Przy pojmowaniu indywidualności kobiet przez mężczyzn zdarza się zwykle jeden błąd: dualizm, dwutypowość. Mają oni w zapasach umysłowości swojej po dwa w literacki sposób skontrastowane szablony na „typy“ kobiece, np. Balladyna — Alina, Telimena — Zosia, Aza — Motruna, Lilia — Roza, Basia — Krzysia, Brunhilda — Kriemhilda, Safo — Melitta, — i do szablonów tych mimowoli naginają rzeczywistość. Najpospolitszym jest następujący kontrast: z jednej strony kobieta ognista, megerowata, o cygańskich narowach, oplatająca mężczyznę urokiem zmysłowym, brunetka; z drugiej zaś dziewczątko słodkie, domowo-gospodarskie, wstydliwe, t. zw. przylepka, zwykle blondynka z niebieskiemi oczyma, „owiana urokiem wiośnianym“ itd. — znamy to przecież doskonale, nieprawdaż? Ten drugi typ ma nawet być specyalnie „naszym“. Otóż Strumieński pod pierwszy typ postawił Angelikę, a pod drugi jeszcze dawniej na chybił trafił Olę; tylko kolor włosów nie stosował się, Angelika bowiem była blondynką, a Ola brunetką. Zdawało mu się, że wystarczy palcem kiwnąć, aby mieć ową Olę, że wyświadczy jej zaszczyt, dając jej prawo uszczęśliwiania i pocieszania siebie, że będzie miał podatny materyał do eksperymentów. Rzecz się miała nieco inaczej, a jednak Strumieński jeszcze dość długo potem nie mógł wyzwolić się z pod wpływu tej autosuggestyi."
      },
      {
        "index": 7,
        "text": "Ola była panną, roszczącą sobie pretensyę do tego, że ma wrodzony szyk, i uchodziła w kole swych towarzyszek za pewnego rodzaju lumen. Umiała dobrze śpiewać, tańczyć, jeździć konno itd., potrafiła czasem powiedzieć coś rzekomo oryginalnego lub bardzo śmiałego. Miała tam naturalnie jakieś wykształcenie, czytała dosyć po polsku i po francusku, ale tu idzie o stopień umysłowych oryentacyi. Owóż oryentacye jej były mniej więcej na tym stopniu, jaki dają publiczności powieści Sienkiewicza. W tejto Oli kochał się niejaki Gasztold, młody malarz i aspirant na geniusza, kręcący się wśród arystokracyi. Miłość Gasztolda do Oli była jedną z wielu waryacyi wzoru, który dał niegdyś Mickiewicz w Tuhanowicach, kochając się beznadziejnie w Maryli, a który od tego czasu naśladował niejeden z naszych artystów, aby mieć za sobą — i wobec siebie samego podejrzenie, że jest geniuszem. Wiedziano o tem, że Ola ma teraz wyjść za Strumieńskiego ze względów rodzinno-finansowych, a Gasztold, który był adeptem nowych prądów w sztuce, wyrażał się o nim, zanim go jeszcze zobaczył, jako o filistrze, który ma przyjść i „potrząsnąć workiem pieniędzy“. Również Ola rozumiała dobrze swą rolę Maryli i chociaż traktowała Gasztolda tylko jako swego satelitę, przecież ułożyła sobie anticipando takie zachowanie się, jakby z drżeniem serca zgodziła się być „ofiarą“ („poszła za wdowca“ — to tak brzydko brzmiało) i jakby zadawano gwałt jakimś jej młodzieńczym marzeniom, — gwałt, przeciw któremu ona walkę swoją bardziej zaznaczała niż toczyła, zawsze bowiem uważała, że powinna zrobić świetną partyę."
      },
      {
        "index": 8,
        "text": "Kiedy Strumieński przybył, zrobił się w tych wszystkich antycypacyach mały nieporządek. Przedewszystkiem on sam zmiarkował, że Ola „boi się“ go i „nie ma doń jeszcze zaufania“, a potem gdy wniknął w stosunek Gasztolda do Oli, ogarnęła go pewna niechęć wciskania się tam, gdzie ktoś inny kocha. Widział nadto, że Gasztold jest człowiekiem utalentowanym i intellektualnie pobije go wobec Oli, a przecież sam wbrew swemu lepszemu przekonaniu mianował go zarozumiałym, półgłówkiem, bo był zły, że wskutek jego obecności nie może się przed nią popisać swem dyletanckiem znawstwem w rzeczach sztuki. Wśród tej nieprzyjaznej atmosfery wróciła mu jego dawna, nabyta w towarzystwie Roberta, skryta i zacięta niby-duma. Zaczął udawać, że nie zaleca się znowu tak bardzo na seryo, lecz raczej z grzeczności, a przytem w delikatny sposób objawiał współczucie dla poetycznego stosunku Gasztolda i Oli, dając do poznania, że go nie chce rozrywać. W istocie Strumieński miał przed Gasztoldowem zakochaniem się troszeczkę respektu i nie bardzo się kwapił do roli Puttkamera. Atoli właśnie ta częścią szczera częścią nieszczera taktyka była trafną, gdyż Ola — chociaż i w każdym innym razie byłoby się na tem skończyło — zaniepokojona niedbałością Strumieńskiego, zaczęła mu dawać oznaki, że źle sprawę pojął, że ma on tu większe widoki niż sądzi, że Gasztold ją tylko terroryzuje. Strumieńskiego wzruszały te objawy lgnięcia do niego, tem bardziej, że i on jeszcze pierwej, mimo swej rezygnacyi, odczuwał już z powodu niej pewną zazdrość i ukłucia w sercu. Również i to zawiązywanie się uczucia poza wiedzą Gasztolda miało swój urok. Jednakże Strumieński, zapoznawszy się bliżej z atmosferą całego domu, nie ufał Oli. Wprawdzie każde zetknięcie się z nią, zwłaszcza z początku, wywierało nań niespodziewane pewne fizyczne wrażenie, w którem nie było nic lubieżnego, ale to wrażenie właśnie, przyspieszając tempo jego wyobraźni, wzbudzało wnet silne wspomnienia o Angelice. Wówczas stawał się nadal poważnym, urzędowym i chłodnym, a przyczyniały się do tego także ataki Gasztolda, o których zaraz opowiem. Ola coraz więcej przechylała się na stronę Strumieńskiego, który, nawiasem mówiąc, dosyć jej się podobał. Jego pełne rezerwy zachowanie się przypisywała wyłącznie melancholii po samobójstwie żony, a w swoim panieńskim pamiętniku zapisała: „Serce me zapragnęło zanurzyć się w głębinach tego tajemniczego smutku“. Wreszcie na widmo Puttkamera była prosta rada: wyrugowała je, nadając Strumieńskiemu inną wygodniejszą dla niej wartość literacką, mianowicie Ohnetowskiego „Właściciela Kuźnic“."
      },
      {
        "index": 9,
        "text": "Gasztold poznawał się na mimowolnej taktyce sercowej Strumieńskiego i starał się demaskować go przed Olą, zupełnie jednak bezskutecznie, gdyż Ola właśnie korzystała z tych demaskowań, aby Gasztolda — niby dopiero dlatego — „przestać lubić“, a raz nawet wyraziła mu swoją pogardę. Zdarzało się też często, że Gasztold wyciągał Strumieńskiego na rozmowy o sztuce, aby mu dać sposobność do zblamowania się, jednakże Strumieński, biorąc udział w takich dysputach, nie omieszkiwał zaznaczać z pewną obłudą, że on jest tylko hreczkosiejem i że nie zależy mu wcale na tem, by mieć słuszność. Zazwyczaj też w opinii audytoryum Strumieński wychodził zwycięzcą, dzięki swojej wytrwałej flegmie i komunałom, które, obracając się zawsze w sferze ciasnego dualizmu (duch i ciało), mimo swej abstrakcyjności były dla słuchaczy bardziej „zrozumiałe“, niż niejasne ale świeże argumenta Gasztolda, który zaperzał się i co chwilę sam siebie poprawiał."
      },
      {
        "index": 10,
        "text": "Z tych dysput streszczam dwie charakterystyczniejsze. W jednej Strumieński, występując przeciw nowym prądom w sztuce, udowadniał, że naśladowanie dawnych szkół i technik może mieć tylko wtedy racyę bytu, jeżeli artysta czerpie z tych technik bodźca do własnej oryginalnej twórczości, aby rozpocząć niejako na nowo i zbadać, czy przy wznoszeniu fundamentów nie zapomniano czegoś nader ważnego. W ten sposób zasila się nowa sztukę ożywczymi sokami sztuki dawnej, samo zaś naśladownictwo dla mody nie ma sensu i jest chyba tylko upozorowaniem próżniactwa. Dajmy na to, że nowożytny malarz widzi przed sobą rysunek assyryjski z naiwną perspektywą, przedstawiający np. rząd żołnierzy w ten sposób, że tylko pierwszy żołnierz jest narysowany, a dalsi są tylko zaznaczani zapomocą kresek, równoległych do konturów postaci pierwszego. Otóż prawdziwy, utalentowany artysta na widok takiego rysunku przeniesie się myślą do źródeł sztuki wogóle, oderwie ją od tysiąca sposobów już znanych i wynajdzie jakiś nowy sposób, tysiączny pierwszy; partacz natomiast będzie ową naiwną technikę naśladował i stworzy tylko nową dziwaczną manierę. — Wbrew temu Gasztold — bardziej dla opozycyi niż z przekonania — twierdził, że to się tylko tak na pierwszy rzut oka laikom wydaje, że jego zdaniem w sztuce nie wynajduje się właściwie nic nowego, bo wszystko jest już zrobione i przewyższyć się nie da. Nie można więc mówić o tysiąc pierwszych sposobach, bo to nonsens: liczba typowych form w sztuce jest tak samo ograniczona, jak liczba dowcipów i liczba sytuacyi dramatycznych. Jakkolwiek to brzmi złowrogo, przecież prawdą jest, iż w sztuce niema rozwoju. Rozwój to pojęcie mylnie przeniesione z dziedziny zjawisk społecznych do zjawisk estetycznych, i łudzić się nie można, że dzisiejszemu pokoleniu pozostaje tylko naśladownictwo wielkich poprzedników. Co się zaś tyczy przykładu, który przytoczył pan Strumieński, to rzecz się ma tak, że ten sam rysunek assyryjski. który był dawniej nieudolnym, dziś może być oznaką wysokiej kultury artystycznej: albowiem przez taki sztucznie znaiwniony rysunek wieje trzy tysiące lat cywilizacyi."
      },
      {
        "index": 11,
        "text": "Naturalnie, że tak radykalne i dziwaczne zdania wzbudziły politowanie u słuchaczy usposobionych konserwatywnie, tem bardziej, że znano Gasztolda jako malarza nieproduktywnego, a Strumieński zwyciężył."
      },
      {
        "index": 12,
        "text": "Ważniejszą była druga dysputa. Gasztold stawiał tezę, że sztuka może wciągać w swój zakres wszystkie tematy, choćby najdrażliwsze, na zasadzie: „naturalia non sunt turpia“ i przytaczał na to liczne przykłady, zmuszając delikatniejszą część audytoryum do ucieczki. Strumieński bronił dogmatu, że nie wolno używać tematów nieestetycznych, lecz należy się zawsze trzymać „linii piękna“, która jest „cienka jak włos“, a poczucie tej linii każdy prawdziwy artysta przynosi na świat ze sobą. Kwestya „materyału“ nie jest wcale tak obojętną — cóżbyśmy na to powiedzieli, gdyby Michał Anioł najpiękniejszy swój posąg ulepił z nawozu? tak samo itd. To porównanie zupełnie trafiło do serca słuchaczy i zmiażdżyło Gasztolda, który ze zjadliwym uśmiechem pobitego pytał: A czy w „Ledzie z łabędziem“ jest zachowana ta linia? i jak to sobie pan wyobraża, że malarz przychodzi na świat z linią w głowie? Na to Strumieński spokojnie odpowiedział: ależ wyraźnie powiedziałem „poczucie linii“, podobnie jak się przynosi na świat słuch muzyczny lub poczucie harmonii. I tak dalej."
      },
      {
        "index": 13,
        "text": "Dysputa ta była dla Strumieńskiego ważną dlatego, że w jej toku uczuł, iż odnosi pyrrhusowe zwycięstwo. Miał wrażenie, jakby jego horyzont nagle się rozszerzył, i chciwie czyhał na argumenty Gasztolda. Rzecz bowiem miała się tak: Strumieński dotychczas całą zmysłową stronę twórczości swojej i Angeliki traktował tylko jako wybryk, który osobiście miło jest tolerować, w którym nawet można się rozlubować, byle w ukryciu i byle ze świadomością, że tak robić nie należy. Wiedział wprawdzie o istnieniu różnych „niezdrowych“ prądów w sztuce, ale żeby to mogło być dla niego jako osoby aktualnem, żeby mogło tak blizko niego domagać się swoich praw do życia i mieć swoje precedensa i uzasadnienia, to mu nigdy w poważny sposób na myśl nie przyszło. Umysł jego, zbyt niesamodzielny i powolny, potrzebował bodźca, żeby adoptować to teoretycznie, czego nie wahał się uznawać w praktyce. Lecz adoptowanie nie nastąpiło już teraz, bo bodźce takie działają dopiero na daleka metę, nastąpiło ono w długi czas później, a i to nigdy zupełnie."
      },
      {
        "index": 14,
        "text": "Wszystkie owe zawikłańka z Gasztoldem nie miały siły i czasu, żeby się wyżyć i dokończyć, czyto w sposób komedyowy, czy dramatyczny, zostawiły tylko swój materyał na przyszłość, tymczasem bowiem siłą rzeczy Strumieński ożenił się z Olą. Ona powzięła sobie zamiar kochać go, Strumieński zaś, aby dać miarę swej miłości — i on bowiem tego słowa wobec niej używał bez skrupułu — przepisał na jej imię dwa swoje folwarki i oddał je w zarząd jej stryjowi, który równocześnie miał być generalnym zawiadowcą całego majątku i poprawić jego stan gospodarczy. To poddanie się Strumieńskiego niejako pod kuratelę Maryusza — raczej z wyrachowanej dobroci i niedbałości niż z potrzeby — ściągnęło nań potem liczne nieprzyjemności. Ale zato miał Strumieński tę tajną satysfakcyę eksplebejusza, że on, syn gajowego Włoska, — nie tyle żeni się co — będzie posiadał ładną pannę z domu „arystokratycznego“. Bo i on, chociaż „czuł się“ wyższym ponad kastowość, pozwalał czasem sobie narzucić rolę „plebejusza“ i przejmował się nią nawet, co w dalszym ciągu opowiadania jeszcze parę razy podkreślę. Mniemał nadto Strumieński, że zaimponował „im“ szlachetnością, że to nie chybi także wrażenia na Oli i dobrze ją dla pewnych spraw usposobi."
      },
      {
        "index": 15,
        "text": "Czas narzeczeństwa trwał bardzo krótko, a oboje go nie wyzyskali. Stał na przeszkodzie jużto Gasztold, jużto wspomnienie Geli, jużto wzajemna nieufność. Tak stało się, że podczas kiedy pewna część małżeństw miewa poza sobą, w czasach narzeczeństwa, jakąś fazę „miłości“ lub wmawiania w siebie miłości, fazę, w której oboje są odkrywcami uczuć, filozofami lub poetami, a w następstwie tego po ślubie fazę rozpadania się owych za wysoko spiętrzonych gmachów idealizmu — i te wszystkie przejścia stanowią jedną z ważnych, być może podstawowych pamiątek w skarbcu ich wspomnień: małżeństwu Strumieńskich brakło tego oślego mostu, było ono w swem założeniu stosunkiem przeważnie konwenansowym, towarzyskim; nie śmiałbym jednak rozstrzygać, czy i o ile ta okoliczność wpłynęła później na ich pożycie ze sobą."
      },
      {
        "index": 16,
        "text": "Po ślubie wyjechali w podróż do Szwajcaryi, chociaż oboje się uskarżali na „tę głupią modę“ podróży poślubnych. Czy uchylę zasłony, za którą się kryją sceny z miodowych miesięcy? Muszę, ale opowiem rzecz tak sucho i nudno, że nikt się nie zgorszy. Otóż co do Strumieńskiego, to ten z początku uległ świeżości wrażeń i strzegł się je zamącać. Zdziwienie jego z tego powodu było prawie żadne, bo wszakże już raz wymógł na sobie decyzyę ożenienia się i, jak mu się zdawało, wtedy jeszcze wszystko uwzględnił, teraz więc oddał się bez skrupułów używaniu swego ludzkiego prawa. Tylko w pewnych chwilach układało się w jego myśli coś w rodzaju cichej modlitwy do Angeliki, zapomocą której czynił ją świadkiem swej nowej miłości. Był czasami w Oli tak gwałtownie zakochany, że oddychał tajną nadzieją, iż ona wyruguje z jego duszy pamięć Geli, która unosiła się gdzieś z daleka, jak przykra chmura podczas brzasku dnia majowego. Chciał odwiązywać wszystkie złote niewidzialne nitki, które go łączyły z Angeliką, i przywiązywać je do Oli — tak to u siebie wyrażał. Ale z niczem się przed nią nie zdradzał, traktował Olę jak dziecko — jakoś to było najwygodniejszą komitywą — choć przytem jak obcą nawpół grzecznie. Naumyślnie czy też z musu — ale nie tajał przed nią. Co do Oli, to miała ona z początku nieco roboty ze wspomnieniem Gasztolda, którego pozostawiła w rzekomo beznadziejnej rozpaczy. Ona sama o to się nie troszczyła, ubolewając wszakże nad swojem okrucieństwem, ale troszczył się — kto jak nie Strumieński, który bodaj w ten sposób dodawał do „muzyki dwojga serc“ swoje znane już mollowe dźwięki. Aby się przed nim nie skompromitować, musiała Ola trochę udawać, że jej żal „tego biednego chłopca“. Wiadoma zmiana stanu o wiele mniej podziałała na Olę, niż się Strumieński spodziewał. Nic jej ani bardzo nie dziwiło, ani nie przerażało, a pod względem reprezentacyi małżeńskiej na zewnątrz Ola rychło potrafiła zachowywać się tak, jakby już z pięć lat była mężatką, i słowa „mój mąż“ lub „my się kochamy“ wymawiała odrazu z wielką pewnością siebie. Powaga i „godne“ zachowanie się Strumieńskiego imponowało jej jeszcze czas jakiś, a prócz tego bała się go trochę, co jej pochlebiało. Wiedziała, że jego pierwsza żona umarła śmiercią nienaturalną — może on ją zabił, kto to wie? myślała sobie, chociaż dobrze była powiadomiona o szczegółach tej śmierci."
      },
      {
        "index": 17,
        "text": "Zapowiadam, że teraz i w dalszym ciągu nieraz będę zwracał uwagę na powtarzania się lub podobieństwa pewnych ukształtowań psychologicznych. Otóż Strumieński, który zrazu zachwycał się wszystkiem, co robiła Ola, i pojmował jej czyny i słowa w jak najlepszym duchu, zaczął zauważać w zachowaniu się Oli pewną „resztę“, która go nie zadowalała. O takiejże „reszcie“ u Angeliki już był zapomniał, bo nigdy jej sobie wyraźnie nie określał — zsunęła się już wraz z innemi wspomnieniami o Angelice w pewną perspektywiczną całość, o czem będę później mówił. Co zaś w zachowaniu się Oli nie wypełniało mu tego obrazu miodowych miesięcy, jaki sobie wyidealizował w domu Maryuszów, tego Strumieński sam jeszcze dokładnie nie wiedział. Na razie przyznawał tyle — bo to dlań było jaskrawe — że w chwytaniu wrażeń z przyrody Ola zachowywała się całkiem inaczej niż Angelika. Chwytała je nieco za hałaśliwie, z pewną sztuczną, jakby wyuczoną afektacyą, w której Strumieński dopatrywał się nieszczerości, tem bardziej, że on sam — a to go dość dziwiło doznawał słabszych wrażeń, niż się spodziewał. Czyżby mu brakło oczu i suggestyi Angeliki? Ale czegoś uwziął się grozić Oli, że wrócą prędzej, niż było oznaczone w programie, ją zaś to gniewało, bo chciała się trzymać wytkniętej drogi i czasu. Tak powstała pierwsza sprzeczka i naturalnie pierwsze pogodzenie się."
      },
      {
        "index": 18,
        "text": "Kiedy podróż miała się już ku końcowi, wpadł Strumieński na pomysł wypróbowania uczuć Oli, który może kogo innego rozśmieszy, ale dla indywidualności Strumieńskiego był całkiem odpowiedni. Oto roztajał przed Olą, powiedział, że nie chce już przed nią udawać zimnego i sztywnego, bo takim bynajmniej nie jest, i prosił ją, żeby powrót do domu odłożyć na nieograniczony czas i pojechać „het w świat za oczy“, bo on nie chce, on boi się wracać — „czy rozumiesz Olu?“ Strumieński sam nie brał na seryo tej propozycyi, przeczuwał bowiem, że Ola jej nie przyjmie, chciał się jednak o tem upewnić i widzieć, jak to będzie wyglądało. Potrzeba wewnętrznej przekory namawiała go, żeby Oli dać sposobność do skompromitowania się w jego oczach. Jeżeliby jednak propozycyę przyjęła, był może gotów robić jakieś waryactwa, uciec z nią, czy coś takiego. — Ola odpowiedziała naturalnie, że go rozumie, — możeby jednak lepiej odłożyć sobie to aż na drugi rok? Humorystycznie dodała, że zapewne dawne lary i penaty w Wilczy przyjmą nową intruzkę? Znużyła się już i znudziła podróżą, — mówiła, że ją „już wszystkie kości bolą“. Myśli jej krążyły koło tego, jak jej stryj urządził się w dobrach Strumieńskiego, jak się tam teraz stosunki ułożą, i chciała wracać, spieszyła się, żeby cywilizować Wilczę i męża — dzikiego Azyatę. Bo już się go nie bała, sama mu wyznała: „Pierwej to się ciebie bałam, a teraz nic a nic“ — taki był skutek jego roztajania. Zaczęła się śmiać do niego i z niego, i zanotowała w swoim pamiętniczku, że go dopiero teraz „naprawdę“ kocha, on zaś zgodził się na powrót, bo spodziewał się, że po tem pęknięciu lodów wypłynie z nią na pełne morze — jakie i po co? to pokaże się w następnym rozdziale."
      }
    ]
  }
}