{
  "chapterNumber": 12,
  "title": "XII. Tenże sam pierwiastek z wizytą u Gasztolda",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XII. Tenże sam pierwiastek z wizytą u Gasztolda. Pierwiastek pałubiczny polega między innemi na inkongruencyi (nieprzystawaniu) obrazu w duszy, myśli, fantazyi, teoryi z odnośną rzeczywistością. Aby głębiej odczuć działanie pierwiastka pałubicznego, trzeba stosunkować się do życia, wybiegać poza nie myślą, mieć plany pojmowania lub kształtowania go, wyrosłe czasem do tzw. idées fixes, lub mieć choćby jakieś żywiej, osobiściej odczute szablony — wtedy nawiedza nas ten gość skryty, niepożądany, wyrzucany za drzwi, gość, którego biletu nie kładzie się na tacy."
      },
      {
        "index": 2,
        "text": "Podczas gdy Strumieński układał sobie w wolnych chwilach epopeję o Angelice i kłopotał się o szczegóły autobiograficzne, Gasztold pisał powieść na urząd jako zawodowy literat, porzucił już bowiem malarstwo. Zobaczmy jednak wpierw, jak się rzecz miała ze wspomnianym zamachem samobójczym Gasztolda."
      },
      {
        "index": 3,
        "text": "Otóż Gasztold w istocie bolał bardzo z powodu utraty Oli, a właściwie nie miał podstawy mówienia o „utracie“, skoro miłości Oli nigdy na prawdę nie posiadał. Swoją drogą jednak Ola, idąc za mąż za Strumieńskiego, zachowywała się wobec Gasztolda z dwulicową kokieteryą, bo np., rozstając się z nim, udawała jakiś niedomówiony żal, upozorowany współczuciem. Postąpiła jak Tatar, który uciekając wysyła jeszcze jedną zatrutą strzałę. Gasztold miał i inne powody do żałowania za Olą. Mówił sobie, że Ola wabi jego zmysł malarski wdziękiem, estetycznymi ruchami, rysami twarzy — tem nawet usprawiedliwiał się przed samym sobą z tego, że się tak rozpaczliwie o nią ubijał; wreszcie pragnął „wejść w dom“ i dostać jakiś posążek. „Reszta“ u Oli mało go obchodziła, owszem zdawało mu się, że to i ładnie i zabawnie, jeżeli kobieta jest drapieżną kotką."
      },
      {
        "index": 4,
        "text": "Wnet potem stanął Gasztold u progu swojej kryzis artystycznej: zaczął wątpić w swój talent malarski. Stało się to nawpół dla pozy, przyjęto bowiem za pewnik, że w życiu każdego „prawdziwego artysty“ musi być jedna taka epoka. Ale poza ta właściwie ratowała go na razie od zbyt silnego odczuwania istotnej tragedyi w sobie (wentyl), bo miał on rzeczywiście słuszne powody do powątpiewania w swe uzdolnienie. Od dawna nie tworzył już nic większego, obserwował wprawdzie naturę i zjawiska optyczne, ale tak tylko, jak koryfeusze kazali, nadto widział coraz wyraźniej ogromne braki w swojem wykształceniu fachowem. Mimo to nieproduktywnością swoją wywyższał się nad kolegów, mówiąc, że jemu byłoby bardzo łatwo robić takie „bryndze“, jakie „tworzą“ oni, lecz wtedyby musiał sam sobą pogardzać. Sceptycyzm co do swego talentu ogarniał go jeszcze podczas znajomości z Olą; lubił się przed nią popisywać nieufnością w siebie aż do cynizmu, tak, że wreszcie ją samą przekonał. Miłość jego do Oli nie miała w sobie tyle romantycznego bałwochwalstwa, ileby np. mogła mieć na jego miejscu miłość Strumieńskiego. Gasztold potrafił pogardzać Olą i kochać ją zarazem, roznamiętniał się do niej, zrobił z niej swoje głupie przeznaczenie, fatum, ananke. Kiedy Ola wyszła za mąż, udawał, że musi pić, ażeby się oszołomić, że musi się wdawać w miłostki, odwiedzać kobiety z pół — i ćwierć-światka, aby się pocieszyć. Oficyalna nieszczęśliwa miłość była pokrywką wybryków, a jednak gdy Gasztold zamianował ją tak ważnym czynnikiem w swojem życiu, wchłonęła w siebie wszystkie inne ujemne pierwiastki z tego życia i zaczęła działać tak dobrze, jakby na seryo. Ona była teraz przyczyną upadku jego talentu, ona wreszcie sprawiła, że Gasztold nabawił się brzydkiej niebezpiecznej choroby, której pierwszymi symptomami tak się przejął, że postanowił sobie życie odebrać. Tu odegrał rolę pierwiastek pałubiczny (według schematów nakreślonych w rozdziale IX.) w następujący sposób: Właściwym motorem zamachu była owa choroba, to jest groza z powodu jej następstw i raptowna beznadziejność, wywołana przez niedokładne informacye co do dalszego przebiegu choroby. To był powód najrzeczywistszy, silny, żywiołowy. Drugim takim samym powodem była zazdrość o to, że jego kolega, rzekomo najlepszy przyjaciel, otrzymał medal za jakiś tam obraz. Możnaby teraz mniemać, że samobójca nie potrzebuje już nic maskować, a jednak tak nie jest. Myślenie o tem, co ludzie powiedzą po jego śmierci, zachowanie się i alluzye wobec nich przed zamachem, pieszczenie się samym sobą w przedostatnich chwilach, — to są szczegóły, z których samobójca buduje sobie misterny stos, na którym ma spłonąć. Nie mam wszakże pretensyi do mówienia tu o samobójcach wogóle, bo w większości samobójstw prawdopodobnie główny, żywiołowy motor działa tak silnie, że odbiera ochotę do wszelkiej komedyi. Ale Gasztold nie był zaskoczony swojem postanowieniem, on niejednokrotnie już myślał o samobójstwie, ale brakło mu istotnego powodu, motoru silniejszego niż on sam. Teraz miał ich już dwa: chorobę i zazdrość, ale irytowało go, że ktoś może go posądzić o to, iż on zabija się nie np. wskutek namysłu filozoficznego lub pogardy ludźmi, lecz po prostu pod przymusem choroby, która jego zdaniem (plan pojmowania) tylko skrystalizowała nagromadzone już w jego duszy usposobienie. Więc dla zatarcia wstydliwego punktu, dla wyrządzenia sprawiedliwości samemu sobie (str. 220. analogiczny wypadek ze Strumieńskim), mianował inne psychiczne pobudki prawdziwemi pobudkami swego zamiaru, a chorobę samą uznał za pobudkę tylko pozornie prawdziwą, brutalną. A właściwie było mu tylko przykro musieć ginąć dopiero teraz, skoro już pierwej miał do tego lepsze i piękniejsze powody. W tem przesunięciu się pobudek pomogło mu następujące zdarzenie: Właśnie wnet po wybuchnięciu choroby spotkał w Warszawie Olę, bawił się z nią, tańczył, otrzymał oznaki sympatyi, a na pożegnanie małego pieska i melancholijną zachętę do rezygnacyi i platonicznej miłości z daleka. Było mu to na rękę, bo i tak na razie nie mógł się o nic więcej ubiegać, nie krytykował więc jej postępowania, lecz wziął je sobie do serca, podniecił się, przebarwił swoje motywy na barwę Oli. Teraz był przynajmniej pewny, że bodaj tę będzie miał pociechę, iż śmiercią swoją zakrwawi jej serce."
      },
      {
        "index": 5,
        "text": "Nadszedł dzień wykonania zamiaru. Jego przedzgonny nastrój samobójczy był szczery, a jednak właściwie wciąż nie miał wrażenia, że idzie na pewną śmierć: zamykał główną bramę życia, lecz otwierał w niej furtkę, ryzykował życie i nie unikał śmierci, ale też jej wprost nie sprowadzał. Zobaczymy, jak się to przebiło przy wykonaniu, bo w „przedśmiertnych“ chwilach Gasztold miał wprawdzie niejasne przeczucie swego niezdecydowania, ale sądził, że ono musi ogarniać każdego samobójcę i jest tylko nic nie znaczącym odruchem myśli. Tymczasem poddawał się nastrojowi, drapował się we wszystkie szlachetne uczucia, w przebaczenia dla ludzi i pogodzenia się ze światem, przebywał gwałtowne napady szczerości, napisał listy, w których się silił na zupełne pozbycie się pozy, na niebiańską naiwność i niemal dziecięcość. Ten brak pozy był pozą — ale też rzeczą pewną jest, że człowiek, który dużo czytał i fantazował i oswoił się z różnymi „sposobami“ w życiu, nie może żadnego ważniejszego kroku zrobić bez tak zwanej pozy."
      },
      {
        "index": 6,
        "text": "Gasztold nie mieszkał sam, lecz u pewnej rodziny i mógł wskutek tego być pewnym, że w razie wypadku odratują go. Wziął morfinę, zastrzyknął ją najpierw pieskowi Oli; piesek w dwie godziny zdechł. Widok śmierci ulubieńca Oli przeraził nieco kandydata na samobójcę, nadto okrucieństwo i oczekiwanie skutku okrucieństwa wyładowały nieco przygotowaną jego energię. Mimo to z pewnym wewnętrzymwewnętrznym przymusem wziął się dalej do dzieła. Nabrał morfiny w strzykawkę, ale właśnie tylko taką dozę, jaka wedle informacyi kolegów akuratnie wystarczała na zabicie człowieka. Dlaczego nie większą? Przecież wiedział, — choć na to zapomniano zwrócić jego uwagę, — że różne organizmy wytrzymują różne dozy: ale mówił sobie, że skoro on tego środka pierwszy raz używa, to i mała doza wywoła śmiertelny skutek. Dlaczego zresztą nie wieszał się, nie truł, nie strzelał, nie używał takiego sposobu, w którym moment ostatniego, rozstrzygającego postanowienia jest wyraźny i sam przez się groźny, — ale uciekał się do morfiny, odważał się na śmierć, ale się nie zabijał? To było tajemnicą mózgu; machinalnie instynkt samozachowawczy działał przeciwko zamiarowi. Igłą strzykawki przekłuł sobie skórę na lewej ręce wyżej przegubu i równocześnie wstrzyknął zabójczy płyn, ale zdawało mu się, że natrafił na nerw, wstrząsnął się, wyjął igłę, przeniósł ją w powietrzu, mimowiednie naciskając wciąż dalej tłoczek, tak iż spowodował wylanie się paru kropli, zanim igłę w inne miejsce wetknął i resztę płynu w ciało zastrzyknął. Logika rozkazała mu nabrać znowu morfiny do strzykawki, lecz potem zamiast ponownie użyć instrumentu, położył go obok siebie i wyczuwał, jak ciału jest na osiągniętym już stopniu zatrucia. Patrzył na dwie niedostrzegalne niemal dziurki na obnażonej ręce, przez które weszła śmierć do jego ciała, i według polecenia rozcierał morfinę, żeby się rozeszła po krwi. Przez autosuggestyę uczuł w żyłach coś jakby krążenie, przepływanie jakiegoś strumienia, i postanowiwszy mniemać, że uczynił już zadość demonowi samobójstwa, położył się na łóżku, aby odpocząć, jak po ciężkiej pracy. Rzucił okiem na drzwi i przypominał sobie, że należy zasunąć zasuwkę, ale wyobraził sobie, że już nie ma siły tego uczynić, bo go senność ogarniać zaczęła; poddał się tej senności i zasnął. Było to w nocy nad ranem. Poprzedniego dnia jeszcze zdradził się Gasztold ze swym zamiarem wobec córki swojej gospodyni, dziewczyny, na którą w ostatnich dniach przenosił swe uczucia, imponując jej przedśmiertnym humorem. Córka opowiedziała rzecz matce, która wysłała do pokoju Gasztolda wczesnym rankiem męża, aby zobaczył, jak się malarz miewa. Mąż poznał zaraz po przyrządach, co się stało, przywołano doktora, który odratował samobójcę, i tak skrupiło się wszystko tylko na piesku Oli. — Stek punktów fałszywych!"
      },
      {
        "index": 7,
        "text": "Nie chcę szykanować Gasztolda, jakby niewątpliwie on uczynił, gdyby miał w ręku te nici co ja. W jego rzekomem samobójstwie nie upatruję ani tchórzostwa ani braku inicyatywy, owszem twierdzę, że takie wypadki jak i inne (choćby nawet i skuteczne samobójstwo, bo Gasztolda przecież ocalił tylko przypadek), o których się jednem słowem opowiada, nigdy się tak gładko i czysto nie dzieją; szło mi więc głównie o pokazanie mniej więcej struktury takiego zdarzenia."
      },
      {
        "index": 8,
        "text": "Przebyte natężenie samobójcze wzmocniło siły moralne Gasztolda, objawy współczucia podniosły go na duchu. Rozpoczął kuracyę, a równocześnie wszedłszy rada w radę ze sobą, uznał, że przeżył tyle, iż wartoby temu dać upust w jakiemś dziele literackiem. Zmysł malarsko-ornamentacyjny ciągnął go do powieści, bo tu nie potrzebował tak jak w dramacie dbać o nieubłagane plastyczne wrażenie na widza, niezależne od „piękności poetyckich“, ale mógł malować, pieścić, cyzelować, zadowalać swe postronne uczucia i skryte zachcianki."
      },
      {
        "index": 9,
        "text": "Gasztold należał do tych poetów, którzy w swoich dziełach wysyłają w świat westchnienia, manifesty dla kobiet, wszystkich lub niektórych, chwalą się: Jak ja cierpiałem! jak ja kochałem! jak jabym potrafił kochać! Był też wówczas na porządku dziennym romans subjektywny, zdradzanie tajników własnej duszy, naśladowanie szczytnej nieprzepartości zwierzeń. Dawano nibyto kawały życia, ociekające jeszcze krwią. Gasztold miał do oddania to wszystko ze siebie, co się skupiało koło Oli, ze wszystkimi zachwytami, sympatyami, nienawiściami, psychologiami, nastrojami. Powieść jego poruszała się mniej więcej na torach „Bez dogmatu“ i „Na jedną kartę“ Sienkiewicza. W postaci, odpowiadającej Oli, naśladował Anielkę, lecz naturalnie zatarł to naśladownictwo. Swoje znawstwo malarskie okazał, opisując dokładnie z różnemi subtelnościami twarze, suknie i ruchy osób, a opisując Olę wynalazł w całej jej postaci jakieś „coś“ specyalne. Miał bowiem, nb. na uboczu, zamiar pochlebienia jej, aby sobie na wszelki wypadek zabezpieczyć na przyszłość jej względy. Nawet jej okrucieństwo dostało sympatyczny pokost, opisał ją bowiem jako ofiarę wpojonych poglądów, jako istotę zależną, niesamodzielną, jako Marylę Mickiewicza. Siebie wprowadził Gasztold jako utalentowanego muzyka, Strumieńskiego (Kromickiego) jako fabrykanta, który wciska się w sfery artystyczne i udaje mecenasa sztuki, aby mieć zaszczyt żyć z artystami. Miał to być typ skończonego filistra — takiego filistra, o jakim się w książkach czyta. Jako bogaty dorobkiewicz żywił Strumieński Gasztolda także pretensye arystokratyczne, lubił wyrzucać pieniądze, hulać, bawić się — „tak, jakby wszyscy jego przodkowie barbarzyńcy po chciwej pracy skupili się w nim, ażeby wreszcie używać“. Miał jednak ów Strumieński mimo pociągu do hulatyki i używania tę nierycerską miarę, która go w sam czas hamowała w wybrykach: przegrywał — ale nie krocie, kochał się — ale nie niszczył zdrowia, pił — ale miał dobrą głowę, a po każdej seryi, złożonej z takich orgii, rzucał się w wir pracy i zarabiał nowe tysiące. Podczas gdy obok niego ci, którzy naprawdę mieli krew błękitną w żyłach, szaleli, marnowali się, tracili majątki, strzelali się lub pojedynkowali, on jeden zachowywał juste milieu, miał instynktowną miarę w walce o byt, zdrowe tempo życiowe zwierzęcia fabrykującego i wzbogacającego się. Gasztold bardzo się cieszył wynalezieniem takich subtelnych rysów dla charakteru swego Strumieńskiego, tem bardziej, że jak sobie mówił, charakter ów nabierał przez to znaczenia „typu“ (awans!) i to typu o podkładzie społecznym, mniej więcej na sposób powieści, jakie się wówczas pisało. — Naturalnie sympatya autora była nie po stronie fabrykanta Strumieńskiego, lecz tamtych, tych „morituri“, którzy ginąc ginęli wspaniale, dawali światu bezinteresowne ogniotryski, marnowali siły swojej — nb. nagromadzonej przez wieki — intelligencyi i swego uczucia na rzeczy niepotrzebne, idealne, jak ci rycerze, co szli na odsiecz Wiedniowi. — Gasztold znajdował się pod wpływem nowoczesnych ogólników o rasach, kastach, sferach, itd. a wiadomo już, jak na ten sam wpływ reagował Strumieński. (Por. także zapatrywania Roberta str. 54.)"
      },
      {
        "index": 10,
        "text": "Licentia poetica ułatwiła Gasztoldowi mniej skrupulatne rachowanie się z materyałem życiowym, stanowiącym podkład jego powieści, to też łatwiej przełamywał on trudności niż Strumieński, który musiał się trzymać rzeczywistego toku wypadków. Zresztą był Gasztold gwałtowniejszym, prędzej chciał dotrzeć do celu, traktował rzecz z ślepym „rozmachem“, miał w sobie te wszystkie cechy geniusza, o których można wyczytać w literaturach. Pozwalał sobie na mnóstwo szczerostek, demaskował swoje rzekome podłości, ale za to kupował sobie prawo mszczenia się na prawo i na lewo. Zaznaczył więc np. w romansie, że miał pewne dwuznaczne przywileje u Oli i że tylko tym przywilejom zawdzięczała ona przykucie go do swego rydwanu. Nie było to prawdą, ale Gasztold chciał się mimochodem pochwalić swojem rzekomem szczęściem do kobiet z wyższych sfer, a Strumieńskiemu dokuczyć i wzbudzić w nim zazdrość. W osnowie powieści wymierzył sobie Gasztold zupełną satysfakcyę co do Oli. Oto Ola po wyjściu za mąż przekonywa się, że na świecie oprócz pieniędzy jest jeszcze potrzeba szczęścia. Zaczyna się więc kochać w Gasztoldzie, który tymczasem dzięki swym cierpieniom stał się kompozytorem, nb. słynnym. Co dziwna, autor nie mógł się tu powstrzymać od starego porównania o perle, która jest chorobą muszli; chociaż aby je zdebanalizować, dodał: to stare porównanie nie jest tak banalne, jakby się wydawało. Muzyk chce się mścić na Oli, oplątuje ją siecią miłosną, upaja muzyką, zwabia ku sobie, czeka, aż ona sama rzuci mu się w objęcia, aby ją wtedy odepchnąć i ukarać. Rzeczywiście powieściowa Ola przychodzi na wyznaczoną schadzkę, aby się oddać powieściowemu Gasztoldowi, on zaś ma zamiar w stanowczej chwili, kiedy zdrada jej nie będzie już ulegała wątpliwości, obejść się z nią zimno, zawołać jej męża, wyjąć ze stolika dwa rewolwery i powiedzieć: „Teraz walczmy oko w oko jak dwa samce o samicę w lesie pierwotnym“. Lecz właśnie w rozstrzygającej chwili nie dopisuje mu zimna krew, na widok wdzięków Oli ogarnia go szał, zdradza więc sam siebie, zdradza „mężczyznę w sobie“, bo zamiast korzystać z podejścia, woli, by ona oddała się jemu samemu, to jest niezamaskowanemu tą rolą, jaką grał dotychczas. Pada na kolana, wyznaje jej swój niecny zamiar i oddaje się na łaskę lub niełaskę. Lecz ona wzdryga się przed nim. Póki go kryła maska, póki był tajemniczym tyranem, poty jej się podobał, imponował (ach, te kobiety!); teraz jednak, gdy właściwie znikła już logiczna podstawa obaw, Ola zaczyna się instynktownie bać ukrytych w nim demonów i możliwych dalszych zasadzek, i ucieka — dawszy mu wpierw w napadzie skruchy do poznania, jak bardzo kocha ona swego męża a mąż ją (dobry rys). Po jej wyjściu Gasztold kładzie kres swemu życiu, nie morfiną jednakże ale wystrzałem rewolwerowym, po przebyciu chwil przedśmiertnych takich, jakie nibyto w istocie przebył sam autor."
      },
      {
        "index": 11,
        "text": "Tak sobie użył Gasztold w powieści, lecz chociaż skulminowanie jej w walce między „mężczyzną“ a „kobietą“ (por. podobne szablony u Strumieńskiego na str. 161. i 219.) wydało mu się doskonałem, wysoce problemowem a nawet jasnowidzącem, miał przecież małe wyrzuty sumienia co do przekręcenia charakteru Oli, Strumieńskiego, swego i różnych figur epizodycznych, które zaczerpnął z otoczenia. Czuł, że w życiu rzeczywistem były jeszcze jakieś inne, dalsze, nieznane lub bardzo zawikłane czynniki, które sprawiały, że ani Ola nie rzucała mu się w ramiona, ani Strumieński nie był takim, jakim go w powieści opisał. Powiedział sobie wprawdzie, że poecie wolno „tworzyć“ charaktery, ale powiedział to sobie z zuchwalstwem rezygnacyi, bo chociaż z estetyki nauczył się lekceważyć życie jako coś chaotycznego, był przecież na tyle wrażliwym, że czuł z pewną zazdrością, iż ono jest bogatsze, lepiej napisane, że tragiczne momenta wychodzą w niem inaczej, że ono, lubo napisane nieporządnie, ma przecież swoje odrębne, nienaruszalne kryteryum, że jest w niem coś szekspirowskiego do dziesiątej potęgi. Nie mógł się również całkiem zasłaniać tem, że postawił problem, ideę, gdyż dostrzegał w swem dziele i inne, bardziej poziome tendencye, których się przecież pozbyć nie chciał, — ale wkrótce stworzył sobie na ich poparcie teoryę, że tak właśnie być powinno, bo autor nie jest twórcą bezpłciowym, lecz właśnie namiętnym, stronniczym kawałkiem życia. —"
      },
      {
        "index": 12,
        "text": "Powiedziałem, że na porządku dziennym był wówczas romans subjektywny, rozkrwawianie publiczne własnej duszy, i że na tem tle powstała powieść Gasztolda, — jednak muszę to zmodyfikować. Gasztold nabrał tylko odwagi wskutek tej „szkoły“, korzystał z jej technicznych ułatwień w toku powieści, nie miałby także za złe, gdyby jaka panna, czytając powieść, westchnęła do jej autora lub oświadczyła mu się, nie gniewałby się też na seryo o skandaliczne plotki, mogące powstać z powodu jego powieści, bo one zrobiłyby mu reklamę w niektórych głupszych intelligentnych sferach. Temu popędowi jednak stawał na drodze i osłabiał go inny, mający źródło po pierwsze w odruchowym wstydzie obnażania się publicznie i narażania się może na ujemne komplimenta (na dodatnieby się zgodził); po drugie w obawie, by nie posądzono go, że skoro czerpie żywcem z życia i okrada je, to widocznie brak mu fantazyi lub poluje na skandal; po trzecie zaś w innym znowu ówczesnym przesądzie literackim, dzięki któremu Gasztold wchodził w kompromis ze swemi tajemnemi zachciankami, zacierał nieco genezę swego dzieła, umieszczał punkt ciężkości w niem samem a nie poza niem, przeinaczał figury, dodawał im rysy wprost przeciwne tym, jakie miały w rzeczywistości, wprowadzał nowe motywa, niespodzianki, mające zbić z tropu tych zanadto domyślnych, którzyby chcieli coś przewąchiwać. Przesąd ów polegał na tej idée fixe, że „dzieło sztuki“ — tak to nazywano — buduje się według prawideł jakiejś zaziemskiej, transcendentalnej, matematycznej estetyki, „tej nienapisanej“, że ma ono stanowić jakąś dziwną symfonię, z której ani jednego tonu ująć ani dodać nie można, żeby nie zniszczyć nieznanych proporcyi dzieła. Ten cement, spajający dzieło, wyższym jest od twórcy i to jest właśnie legendowa iskra boża. Taki był postulat-upiór, który dręczył ówczesnych literatów, zwanych poetami. Chętnie także nazywano poetyczne dzieło organizmem, bo wtedy można było przeprowadzić dużo dowcipnych analogii, a zmysł spostrzegawczy miał pole do popisu. — Owóż Gasztold, ten sam Gasztold, który, gdy szło o wydrwienie Strumieńskiego, tak dobrze mówił mu o linii piękna w głowie, był zaciętym zwolennikiem takiej tezy-upiora, a miał ją jeszcze z czasów, gdy był nieproduktywnym malarzem i krytykował wszystkich kolegów artystów, tak malarzy jak literatów i muzyków, coraz to wyższymi postulatami, obchodził się z nimi jak sztukmistrz, który tresowanym pieskom nadstawia laskę postuldo przeskakiwania, nisko, wyżej, coraz wyżej, wreszcie tak wysoko, że aż: widzisz, tego już nieprzeskoczysz. Tego rodzaju postulaty miały w literaturze swoich ascetów i swoje ofiary. Gasztold, nawykłszy do surowości względem innych, próbował jej teraz na samym sobie. Postulat swój przedstawiał on sobie sposobem następującej hiperboli. Że oto jego dzieło jest już niejako napisane, napisane doskonale, tak, jak ono powinno wyglądać, a praca autora polega właściwie tylko na odcyfrowywaniu, spisywaniu kabalistycznych podszeptów duchów, które mu odczytują owo napisane już w prabycie dzieło, i to się nazywa natchnieniem; o ile natchnienie mniej więcej dopisuje, o tyle dzieło ziemskie zgadza się mniej więcej ze swym transcendentalnym pierwowzorem. Albo też porównywał dzieło do gotowego już obrazu, zakrytego jakiemś bielmem, które twórca ma powoli zeskrobywać. Otóż ilekroć mu takie ideały na myśl przychodziły, tylekroć żałował, że za wiele czerpie z życia, że nie tworzy kryształu według prawideł nieznanej krystalografii estetycznej, lecz zlepia jakiś konglomerat, mający tylko pozór jednolitości."
      },
      {
        "index": 13,
        "text": "Jednak wszystkich tych skrupułów Gasztold nie doprowadzał do ostatecznej konsekwencyi, nie rozwiązywał, nie rozjaśniał sobie, ale raczej odczuwał je tylko. Jakoś znalazły się drogi pośrednie, palliatywa, żeby i wilk był syty i koza cała. Jakoś — w tem tkwi sęk. Oto nie tylko ciało, ale i umysł posiada swój „instynkt samozachowawczy“, mocą którego ochrania swoje ulubione wytwory przed napaścią zbyt srogich postulatów, wymija je (w tak nazwanych przeze mnie punktach fałszywych), a wytwory swe wynosi na tron, syci je, aby rozkwitły — czasem nawet samo stawianie postulatów może być takim wytworem, jak to widzieliśmy u Strumieńskiego."
      },
      {
        "index": 14,
        "text": "Z prawdziwą przyjemnością kreślę historyę literackich kłopotów i cygaństw Gasztolda. Życzę jak najwięcej takich kłopotów wszystkim „poetom“, życzę im, żeby się gięli, męczyli i samobójstwa popełniali pod grozą własnych chimer estetycznych! Pium desiderium moje — ale wszakże oni są pod strażą B. W. D."
      },
      {
        "index": 15,
        "text": "Dalsze większe zmartwienie miał Gasztold z następującym dylematem: Napisał dzieło, w którem miłość odgrywała rolę jego zdaniem za wielką, w którem bohater do spraw erotycznych przywiązywał za dużo wagi; obawiał się więc popaść w podejrzenie, że on, autor, solidaryzuje się z takim rozlazłym, kochliwym bohaterem. Bo Gasztold był przymusowym zwolennikiem antidekadenckiej nagonki, w której pętach widzieliśmy już Strumieńskiego (por. str. 169. i dalsze); zdrowotne i siłowe szablony współczesne imponowały mu tem bardziej, im bezlitośniej obchodziły się z jego skrytemi sympatyami. Znał także Gasztold różne sławne przykłady otrzeźwienia się w literaturze, które mu imponowały i które naśladować, cytować uważał za swój obowiązek, zwłaszcza, gdy taki przykład był mu przeciwko komuś na rękę, choćby przeciw niemu samemu. Ale podczas gdy otrzeźwienie się u owych koryfeuszów poezyi, których Gasztold obrał sobie za wzór, przychodziło dopiero jako naturalna ewolucya po okresie rzeczywistej burzliwości i szczerych próbach brania wszystkiego na gorąco, wywołanych nieznajomością proporcyi świata: Gasztold w swojem dziele antycypował wyniki takiego rozwoju, korzystał z ich imponującego pozoru, a ponieważ równocześnie nie otrząsnął się jeszcze z młodzieńczych szaleństw, więc pozwolił sobie niejako na kopnięcie samego siebie w tem samem dziele, zwalając wyłącznie na sumienie swego bohatera te wybujałości, np. erotyczne, które tkwiły w autorze."
      },
      {
        "index": 16,
        "text": "Zatytułował przedewszystkiem swoją powieść: „Chora miłość“. Z tajną przyjemnością okrucieństwa wypisywał te słowa na tytułowej kartce, szło mu bowiem nie tylko o zaznaczenie swej wyższości nad dziełem, ale i o zrobienie niespodzianki, zawstydzającej tych wszystkich, którzyby się ośmielili sympatyzować z jego bohaterem w inny niż przepisany sposób. Takto przynajmniej w wyobraźni tworzył sobie Gasztold towarzyszy niedoli, wyrządzał innym tę samą krzywdę, którą sobie zadawał. Nadto napisał Gasztold przedmowę, w której w sposób dość lekceważący wyrażał się o swym temacie, bohatera nazwał „pewnym dziś niestety dość często spotykanym typem“ a miłość jego „miłością studencką“, zaznaczył wreszcie, że zato on, autor, wie doskonale, iż sprawy erotyczne nie są najważniejszemi, bo „na świecie dzieje się tyle rzeczy, od których grzmi aż pod niebo, — aż gwiazdy z gniewu...“ — „trzęsą się“ napisał, zmazał i poprawił na: „gasną“. — Po sprawiedliwości dodać trzeba, że szło mu i o to, żeby zbić z tropu Olę, żeby nie myślała, iż on sobie z niej aż tyle robił; a przecież równocześnie pragnął na niej także i ten wpływ wywrzeć."
      },
      {
        "index": 17,
        "text": "Zato miał Gasztold rozkosze, pławiąc się w potopie swego stylu — muzykalnego, pieszczącego ucho, to szumiącego jak kaskada, spadająca po kamieniach z gór, to groźnego jak piorun, kiedy zahuczy rozpacznie w chmurach gęstych, poczwarnych, w upiorną a głuchą noc jesienną itd. itd. Miał styl, a „styl to człowiek“. Rzeźbił, cyzelował, drążył, malował, śpiewał. Ten styl był dla niego rękojmią talentu, zdawało mu się, że wylewa on się z jakichś nieznanych mu rezerwoarów jego duszy a to poprostu były odtłoczone przez lekturę foremki, przez które przepływały słowa, tworząc mniej więcej te same melodye. Odkrył zresztą niektóre sekreta swego stylu. Naprzód, żeby trafić na jakiś dobry, wydajny rozpędnik do rozpoczęcia zdania; taki rozpednik można potem w różnych waryacyach powtarzać jak motyw muzyczny. Po drugie, lubił czasem, zwłaszcza na końcu jakiegoś ustępu, kiedy się już dobrze rozmachał, dawać stylowi ostrogę i puszczać go w galop. Wtedy wydłużał zdania w dalekie okresy, wlókł czytelnika po wertepach, oszałamiał, hipnotyzował, porywał, myśl nieskomplikowaną i banalną w najbardziej zawiły i cudowny sposób wyrażał, powtarzał, tak że było to jakby echo wystrzału, tysiąckroć odbite w lesie pełnym grot tajemniczych, aż wreszcie zziajanemu, w labiryntach zabłąkanemu czytelnikowi dawał uspokojenie w długim, długim, pełnym, pełnym akordzie, rozlewającym się majestatycznie jak tafla wód afrykańskiego jeziora."
      },
      {
        "index": 18,
        "text": "A ponieważ muzyk był bohaterem powieści i naturalnie grał dużo a ślicznie, Gasztold miał także sposobność do różnych elukubracyi stylistycznych, któremi starał się sprostać muzyce. Były to ustępy, przeznaczone do przepisywania w imionniczkach panieńskich, do deklamowania przy akompaniamencie, do zacytowania w recenzyach z tym dodatkiem, że powinien się znaleźć muzyk, któryby to napowrót przetłómaczył na mowę tonów."
      },
      {
        "index": 19,
        "text": "Jedno tylko małe zmartwienie miał Gasztold ze swoim stylem: oto chciał być koniecznie aforystycznym, bo uważał to za specyalną zaletę stylu. A że treść nie zawsze dobrze krystalizowała mu się w aforyzm, musiał czasami szachrować, wplatał aforyzmy ukute przy innych sposobnościach i naciągał do nich treść, np. wkładał je w usta figurom epizodycznym ad hoc wprowadzonym. Oto przykłady tych aforyzmów: „Niektóre dusze ludzkie są jak błękitny kąkol, inne jak pożyteczny kłos zboża, inne znowu jak chwast zielony, który ani pożyteczny ani piękny nie jest“. „Fartuszek kobiety nie może nigdy zastąpić sztandaru idei“. „Filistra poznasz po tem, co mówi, arystokratę ducha po tem, co zamilcza“. Aforyzm o tragicznych bohaterach z arystokracyi, skreślonych według recepty z dramatu „Na jedną kartę“, brzmiał tak: „Dzielność prawdziwa polega na tem, żeby wytężenia i zdolności człowieka, szły w linii przeciwnej a równoległej do najważniejszych przeszkód życia; bo tylko wtedy energia się nie rozprasza“. „Jeżeli takie były cierpienia, ustami przez nią zadane, to i rozkosz pocałunków, w jej ustach mieszkająca, musiała być jedyna“. (Co za logika). „Geniusze muzykalni to wulkany, przez które wybucha ukryta (?!) we wszechświecie ogólna harmonia“. „Prawdziwa muzyka jest więcej niż muzyką, jest poezyą; prawdziwa poezya zbliża się do muzyki“. „Prawdziwa muzyka jest odnajdywaniem duszy instrumentu; tu jest związek muzyki z mitologią“. „Prawdziwy wdzięk jest bardzo zbliżony do wdzięczności — dla wszystkich i dla wszystkiego“. „Muzyka jest czasem, który tęskni do tego, żeby być miejscem“. „Na każdą wklęsłość w naturze przypada odpowiednia wypukłość“. Naturalnie było także mnóstwo aforyzmów na temat mężczyzny i kobiety, że mężczyzna tak a kobieta owak; np.: „mężczyzna ma uczucie w rozumie a kobieta rozum w uczuciu“ itp."
      },
      {
        "index": 20,
        "text": "„Chora miłość“ dzięki znajomościom, jakie posiadał Gasztold, i jego znanemu burzliwemu charakterowi zyskała średnie powodzenie. Atoli większa część czytelników i recenzentów pomimo ostrzeżeń, zawartych w tytule i przedmowie, uznała książkę za niemoralną i dla zdrowia społecznego zgubną. Nie jakoby ci ludzie mieli mimo owych ostrzeżeń dobry węch, lecz poprostu dlatego, że to, co autor im podsuwał, wcale na nich nie działało, nie wlazło się nawet do ich umysłu, szczęśliwego z posiadania jednego wygodnego kryteryum, było dla nich już zanadto subtelne i skomplikowane. — Jakie wrażenie wywarła „Chora miłość“ na Strumieńskich?"
      }
    ]
  }
}