{
  "chapterNumber": 16,
  "title": "XVI. Próba próby",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVI. Próba próby. Gdy Ola obudziła się nazajutrz po niespokojnych snach, poranek nie rozwiał jej nastroju, bo mąż zawsze jeszcze nie zbliżał się do niej, kręcił się gdzieś... Wtem ogrodnik wręczył jej bukiet róż od pana. Był to dar częsty i stereotypowy, tym razem jednak widziała w nim znak, że on ją przecież kocha."
      },
      {
        "index": 2,
        "text": "Stało się wkrótce coś, co ją w odegraniu przeczutej roli ubiegło, i — czy może nadało energię ruchową ukrytym czynnikom? Takby się to nazywało, ale w każdej sytuacyi drzemie tysiąc czynników gotowych do zapłodnienia i rozwoju to tak to owak. Nie nastąpiło więc coś, co „koniecznie“ tak być musiało — na wzór dramatów naśladujących Sofoklesa — chyba że mówimy o tej wspólnej wszystkiemu konieczności, tak wspólnej, że już nie jest koniecznością, bo znosi się we wszechświecie. Ot przyszły nowe fakta i sprawa — skrystalizowała się? wybuchła? zagmatwała się? Powiedzmy, naśmiewając się z autora: spałubiła się."
      },
      {
        "index": 3,
        "text": "Idzie o wizytę dwojga dość ekscentrycznych gości, którzy na pięknych koniach zajechali przed dwór Strumieńskich. Mężczyzna, przyjaciel młodego Truskawskiego, pan Jelonek, nie był tak głupim, za jakiego powszechnie go uważano z powodu, że puszczał pieniądze, nosił perukę i udawał człowieka wiecznie podróżującego. Kobieta była dawniej aktorką w jednem z większych miast rosyjskich, gdzie przetłómaczyła jakiś lichy dramat historyczno-społeczny, potem nauczyła się emancypacyi na jakimś zagranicznym uniwersytecie, teraz zaś udawała osobę politycznie podejrzaną, udając, że pozornie bada Galicyę i zbiera daty, wiadomości, typy i krajobrazy niby tylko do powieści czy też studyum publicystycznego. Ta poza miała jednak swoje podstawy — ale to nas tu nie obchodzi. Jelonek, z którym miała stosunek wzajemnej dobroczynności, jeździł z nią wszędzie, narzucając się jej z fotografowaniem wszystkich i wszystkiego. Szło mu o to, by pokazać okolicy, że wdaje się w konszachty z kobietą tak niebezpieczną, kto wie czy nie anarchistką. Zawitali do Strumieńskich w przejeździe, aby zobaczyć pałac, popołudniu zaś mieli się udać dalej w swoją jakąś tam niepotrzebną podróż. Panowie mało się znali, a owa eksaktorka pani czy panna Berestajko (czyli krótko Berestajka) była tu zupełnie obcą."
      },
      {
        "index": 4,
        "text": "Jelonek widząc ślady łez na twarzy Oli — na co mu zwróciła uwagę jego towarzyszka — zaczął ją nudzić opowiadaniem swoich przygód podróżniczych i opisywaniem zwiedzonych miast, ale gdy się pokazało, że oboje znają dobrze Radom, rozmowa poszła im dość gładko. Tymczasem Strumieński zajął się Berestajka. Ponieważ po francusku nie umiał, porozumiewali się z sobą mieszaniną języka polskiego i ruskiego, względnie rosyjskiego, co stworzyło odrazu między obojgiem atmosferę nieco humorystyczną, a zarazem bardzo wygodną do przemycania sobie przedwstępnych czułości. Strumieńskiego interesowała ta kobieta (mówił sobie: jako typ nie jako „kobieta“), a przytem rad był, że sposobem rozmowy z nią może irytuje Olę. Ola patrzyła na jego umizgi z początku ze zdziwieniem, tak dalece ta scena odskakiwała od jej wczorajszego toku myśli, potem jednak obserwowała je z ogromną ciekawością, wśród której nie miała czasu załatwić się z Jelonkiem tak, jakby kiedy indziej uczyniła, owszem udawała wskutek roztargnienia, że go kokietuje, więcej naśladując tamtę parę niż na seryo. Czuła, że Strumieński niektóre szczegóły rozmowy adresuje do niej, obawiała się prawie, że on może tylko na żart i z ironią umizga się do Berestajki, jego umizgi bowiem i powodzenie chwilami czyniły go w jej oczach imponującym i pięknym; zazdroszcząc w ten sposób, miała przyjemność w zazdrości i rozkoszowała się swoją ukrytą do niego miłością."
      },
      {
        "index": 5,
        "text": "Wszystko to odbywało się na tle oficyalnego fabrykowania sobie wrażeń z rozmaitych rzekomo pysznych krajobrazów, tudzież rozmów o sztuce budowniczej, dramatycznej, aktorskiej, fotograficznej itd. Oglądano pałac, Jelonek fotografował go, zachwycając się po blagiersku jego położeniem, fasadą itp. Każde się popisywało, czem miało. Wzięto się potem do gry w lawn-tennisa: Strumieński z Rosyanką po jednej, Ola z Jelonkiem po drugiej stronie siatki. Strumieńscy grali bardzo dobrze, Jelonek licho, aktorka nie umiała wcale i dopiero teraz z zapałem się uczyła. Wskutek tego Strumieński miał z nią zabawę, Ola zaś miała uciechę, że „my oboje tak dobrze gramy i aż się popisujemy“, uczuła miłą sobie wspólność ze Strumieńskim i objawiła to nieznacznym wykrzyknikiem, który Berestajka dobrze sobie spamiętała."
      },
      {
        "index": 6,
        "text": "Mówiono potem o sportach. Jelonek opowiadał, dlaczego porzucił rower — jako niezdrowy a zarazem nieszlachetny wynalazek, świadczący o skarleniu ducha. Berestajka, aby dać próbkę swej ekscentryczności, zaproponowała Strumieńskiemu wyścig konny do niedalekiej grupy skał o szczególnej formacyi, zwanych tam Organami. Strumieński siadł na wierzchowca Jelonka, wnet jednak zmiarkował, że to niema być wyścig na seryo. Dał się z początku daleko wyprzedzić, potem ona widząc, że Strumieński ją niebawem doścignie, z przekory, zamiast na most; skierowała z drogi w bok do Wontoku i wjechała w wodę. Koń stanął i zaczął pić, wkrótce przypędził Strumieński, dziwił się, a stanąwszy przy niej, klepał jej konia po szyi. W tej chwili ujrzał na jej palcu pierścień i chcąc ująć jej dłoń swoją ręką, prosił o pokazanie pierścienia. Zdjęła z palca pierścionek i pokazywała jakiś wyryty na nim oryginalny rosyjski napis, lecz wtem, podając, upuściła go do wody. Sprzeczali się, kto niezgrabny — pan, pani. Rosyanka udała wielki żal i prosiła Strumieńskiego na wszystko w świecie, żeby jej pierścionek wydobył. Powiedział, że każe szukać. Ona: Ale ja nie mam czasu, to pamiątka, to talizman. Nikogo nie było w pobliżu, dla Strumieńskiego nastąpiła kłopotliwa sytuacya — czyż miał sam leźć do wody? — Niechże pani ostrożnie wyjedzie, poczekamy, aż się woda z mułu oczyści, może go dojrzymy i wydobędziemy. — Niechno tylko pan ostrożnie jedzie. — Wyjechali na brzeg, ale w wodzie nic nie błyszczało, Strumieński nie wiedział, co robić z kapryśną kobietą, która nalegała na natychmiastowe szukanie pierścionka, ona zaś: Widzę, że muszę tu sobie sama poradzić. — I siadłszy na brzegu, zaczęła energicznie bez ceregieli zdejmować bucik i pończochę, a obnażywszy jedna nogę, pluskała nią w wodzie. — Nie dbam o to, co pan sobie pomyśli — wiem z góry co — nie widzę w tem nic okropnego. — Strumieński: Ja też nie widzę nic okropnego, przeciwnie to co widzę jest... — A nie patrzże pan na mnie, odwróć się, pilnuj koni. — Upominał ją, co robi, a gdyby kto zobaczył! — Aha! tuś mi! i zaczęła się śmiać na głos, gdy on patrzył dalej. On trochę urażony: Czy chciała się pani pochwalić zgrabną nóżką? — Tak. — Znałem i znam zgrabniejsze. — Wątpię, a czy dużo? — Zdaje mi się, że się posuwamy za daleko. — Ja tak, pan nie. — Pani mnie wyzywa? — Dzieciak z pana. — Czy pani zamieściłaby taką scenę w swoim romansie? — Cóż znowu, czyż pan nie widzi, że się nim bawię? — A jednak nie osiągnie pani swego zamiaru. — Zobaczymy. — Wtem nadeszła mała bosa dziewczynka z opałką w ręce, nazywała się Agatka. Strumieński polecił jej szukać w tem miejscu zguby. Rosyanka: Szukaj, szukaj mała, dostaniesz coś odemnie. — Z miernym pośpiechem obuwała nogę, a Strumieński rzekł: Szkoda. — Ona nie pytała: czego? bo wiedziała, że szło mu o drugą, i chciała mu zrobić zawód. Gdy siedli na konie, rzekł Strumieński: Gdy Agatka nie znajdzie, to dostanie coś odemnie. — Dlaczego? — A Strumieńskiemu przyszła właśnie na myśl gra słów: strumień i Strumieński, wspomniawszy więc o zaślubinach doży weneckiego z morzem, wytłómaczył żartobliwie, że oto teraz ona z nim zaręczyła się w taki sam symboliczny sposób."
      },
      {
        "index": 7,
        "text": "Całej tej scenie przypatrywała się Ola z bijącem sercem przez lunetę Jelonka, który tymczasem, chcąc się jej przypodobać, sfotografował Pawełka a potem w tym samym celu oglądał jakiegoś parobka o facyacie, jego zdaniem bardzo komicznej. (Miał estetycznego bzika, by wszędzie węszyć komizm.)"
      },
      {
        "index": 8,
        "text": "Strumieński z Rosyanką pojechali ku Organom, objeżdżając je dookoła. Opowiedział jej najprzód legendę przywiązaną do tych skał: że był jakiś kościół, w którym dyabeł grał na organach, aż niebo, dowiedziawszy się o tem, zesłało piorun niszczący; czy też, że dyabeł, nie mogąc znieść dźwięku tych cudownych organów, ukradł je z kościoła i uciekając porzucił je po drodze... legenda ma kilka wersyi. — To ciekawe — rzekła Berestajka — napiszę na ten temat nowelkę albo dramat wierszem. — Dla mnie — odparł Strumieński — o wiele poetyczniejszem jest powstanie tych skał takie, jak je tłómaczy geologia. Wszędzie tu widzimy ślady czasów przedpotopowych, epoka plioceńska, tu gdzie się pani teraz znajduje, przelewało się morze, tu nad nami, wysoko, pływały sobie ichtyozaury, potworne ryby... Opowiadając o tem, spoglądał chciwie na rozmaite wyżłobienia i zakątki skał, znajdujące się po drugiej stronie, to jest tej, gdzie już od dworu nie mogli być widziani. Teraz stąpali obok siebie w milczeniu, trzymając konie za uzdy. — Tu w tych dziuplach i jaskiniach gnieździły się owe ryby — mówił dalej Strumieński. W pamięci jego wynurzył się przez skojarzenie wyobrażeń krajobraz podmorski Angeliki, i niewidzialny świetlany balon, który nad nim krążył, obniżył się i objął mu na chwilę głowę. Ale Strumieński chciał zwalczyć ów nastrójek, pośrednio więc podzielił się nim z Rosyanką (lecz przytem już także udaremniał obecną pokusę), mówiąc jej: Mógłbym pani pokazać obraz, który przedstawia wnętrze takiego morza. — Bardzom ciekawa. — Mam tu zbiór obrazów... — Tak? słyszałam coś o tem. — Ale to same bohomazy — rzekł Strumieński wymijając, bo na chwilkę pożałował. — Wolę pani pokazać mój ciekawy zbiór muszli morskich we dworze, to pani lepiej przypomni faunę i florę przedpotopową. —"
      },
      {
        "index": 9,
        "text": "I wrócili. Strumieński zły na siebie, że wypuścił sposobność, — ale bo też był zaskoczony! — uprzytamniał sobie nieznośność takiego wahania się i postanowił powetować je sobie jak najprędzej. Przygotowane to w nim było jeszcze wskutek flirtu z kuzynką, teraz zdecydowało się. Bo gdy go więzy zdobiły, dobrze było grać niewolnika, ale gdy uczuł ich zacisk na rękach... — Raz poświęciwszy jedną sposobność mniemał, że zrobił dość dla „idei“, teraz los powinien był sam oddalić od niego pokusę, inaczej on wytłómaczy to sobie na swoją, korzyść. Niecałkiem jeszcze wyraźnie działał w nim motyw: Może ta trzecia uratuje Olę, zedrze urok z Angeliki, zrobi to, czego nie może zrobić Ola jako żona legalna i dozwolona. Tak wyglądałby rozmotany kłębek jego myśli, kłębek, który jak wogóle myśli miał swoje „ja.“"
      },
      {
        "index": 10,
        "text": "Przy obiedzie widziała Berestajka, że Ola jest ładna i że daje jej odczuć różnicę stanu i cnoty, jaka dzieli obywatelkę od niezaangażowanej aktorki. — Czekaj, dam ja ci za to — myślała Berestajka. — Ten bukiet (stał na stole) z róż dostałam dziś rano od męża — rzekła między innemi Ola. Strumieński się skrzywił i włożył do ust kęs potrawy. — Pozwoli pani jedną wziąć sobie na pamiątkę? spytał Jelonek. — Ależ panie Władysławie — rzekła doń Rosyanka poufale — nie wypada, zrobi pan krzywdę pani domu... — Ależ owszem, proszę — rzekła Ola, wybierając dlań kwiat. — To może i pani sobie jedną wybierze — rzekł Strumieński. Berestajka wyjęła najpiękniejszą i wpięła sobie w gors — Oli aż się na płacz zebrało, przyrzekła sobie jednak wytknąć mężowi, że dam nie traktuje się w ten sposób różami, bo to jest uchybienie zwyczajom salonowym."
      },
      {
        "index": 11,
        "text": "Strumieński wnet potem, zastawszy Berestajkę samą na ganku, robił alluzye do tego kwiatu, niby dopominając się jego zwrotu w zamian za inną różę, którą zaraz sami zerwą. Szło mu o byle jaki pretekst dotknięcia jej ciała. Sytuacya była taka, że Berestajka stała na ganku przechylona przez poręcz, Strumieński trochę niżej na grządce ogrodowej. Kiedy twarzą zbliżył się do niej, niby żeby wziąć różę, ona szybko rozpięła stanik z przodu i rzekła po francusku: Wolno tylko pocałować! (Tymczasem róża wypadła na ziemię). Strumieński spełniał rozkaz z przyjemnością, a pewnego rodzaju wzruszeńko owładnęło nim, gdy aktorka, przycisnąwszy jego głowę do piersi, bawiła się jego włosami. Po chwili zerwali się i poszli do reszty towarzystwa, bojąc się, że ich może szukają."
      },
      {
        "index": 12,
        "text": "Bezpośrednia rzeczywistość ma swoje nieubłagane prawa. Odtąd Strumieński popadł w ponure milczenie, rozmyślając tylko nad tem, gdzie. To znaczy, gdzie ją zaprowadzić, aby zaspokoić raz zbudzoną żądzę, która mu zmysły zupełnie rozdrażniła. Bo już w nim powstały myśli musowe, całkiem nowy obraz, żywiołowo domagający się zrealizowania, własna krew go podeszła. I albo milczał, zamieniając z Berestajką gorące spojrzenia, które go jeszcze bardziej upewniały o tem, czego się ona po nim spodziewa, albo irytował się z błahych przyczyn, na Jelonka w duchu a głośno chociaż sposobem żartu na Olę, gdy dostrzegł jakieś usterki w załatwianiu przez nią obowiązków gospodyni, lub gdy mu się coś nie podobało w zapatrywaniach, przez nią wygłaszanych (robił to chwilami tylko w celu dogodzenia Berestajce, której niechęć ku Oli przeczuwał). Natomiast Ola dowcipnie odpierając jego gderania, po cichu żałowała go, z całej duszy zaś była oburzona tylko na Berestajkę, ladacznicę, która pod jej dachem tak sobie zuchwale poczyna. Czekała sposobności, by jej zrobić jaką przymówkę. Lecz zarazem była w niej doza ciekawości: co też nastąpi? czy nastąpi? i drżała ze strachu. Strumieński i Rosyanka byli dla niej w tej chwili przecież jakimiś wyższymi ludźmi, którzy mogli dopuścić się tego, o czem ona tylko słyszała. Zazdrość fizyczna była u Oli dość słaba, powstały w niej tylko odruchy obowiązkowej, konwencyonalnej zazdrości, którym natychmiast przeciwstawiła swą również konwencyonalną, a bardziej teraz pożyteczną obojętność i dumę. Miałażby być zazdrosną o taką tam... Zarazem widziała i czuła niemal jakąś tremę moralną u Strumieńskiego, a ponieważ znała jego dotychczasową katońską cnotę małżeńską, bardziej z nim współczuła niż gardziła, solidaryzowała się z nim prawie, jak siostra z bratem, bawiącym się w donjuaneryę. W tem usposobieniu podtrzymywało ją jeszcze i to, że kilka razy chwyciła okruszynki czułości, rzucone jej przez męża sekretnie, jakby na przeprosiny (podwójna polityka Strumieńskiego!), okruszyny jej zdaniem szczerozłote w porównaniu z jego ołowianą, jakby wymuszoną grzecznością dla obcej. Nie miała zresztą żadnej pewności, czy jej podejrzenia są słuszne, i czy się sprawdzą, a zasady taktu towarzyskiego i gościnności nie pozwalały jej na żadną kontrminę, na którą nawet czasu nie miała. (Powód zaniechania, całkiem zewnętrzny wprawdzie, tkwiący w mechanizmie sytuacyi, ale tak ważny, że inne „motywy“ wobec niego wyglądają tylko na przymusowe poparcia). Wkońcu, wszakże słyszała od Jelonka, że ona jedzie dalej w świat, za oczy, bo jest „włóczęgą, jak prawdziwa artystka“, jeżeli więc Piotr nawet zbłądzi, to wróci na łono żony jako skruszony grzesznik, a wtedy ona mu naprzebacza co niemiara. Taki był jej kłębek myśli. A jednak wciąż drżała z niecierpliwości, czy obawy; żeby sobie już raz pojechali! robiła różne niedorzeczności, za które właśnie mąż ją strofował."
      },
      {
        "index": 13,
        "text": "Tymczasem Strumieński zdecydował się już prawie na „gdzie“. Wystąpiło ono w jego umyśle z podejrzaną uporczywością, lecz im dłużej badał teren, rozważał, że tu się kręci służba, tam dzieci, tem bardziej jedynem mu się właśnie to wydawało. Wmawiał też w siebie, że chcąc być odstępcą od swojej religii, musi zarazem ze zbytniej sumienności popełnić zbrodnię, świętokradztwo. Szli teraz wszyscy czworo po raz drugi tego dnia ku budującemu się pałacowi: był bowiem projekt, że Jelonek z najwyższego szczytu już ukończonej części pałacu odfotografuje cały krajobraz. Co w tym krajobrazie było ładnego lub nadzwyczajnego, na toby Jelonek sam nie mógł dać odpowiedzi. Aha — mówił między innemi: Co za pyszny szlachecki dworek! Gdy tak szli, obskoczyły ich dzieci, Pawełek narzucił się na przewodnika. Strumieński szedł za nimi z Berestajką i z okazyi rozmowy o krajobrazach zapytał ją, czy widziała kiedy krajobraz podmorski. Ona pojętnie nie zdziwiła się, że on już drugi raz dzisiaj o tem mówi jakby na nowo, i odrzekła: Nie. — A to ja pokazałbym pani doskonałe rzeczy w tym genre. Mam tu swoją galeryę obrazów — ot tam — ale jej teraz nie pokazuję, bo tam wszystko poprzewracane do góry nogami. — Ola zdziwiła się niezmiernie i zarumieniła. Jakto, onby chciał...? A już myślała, że z tego nic nie będzie! Ale przecież tam, właśnie tam; nie, to być nie może! Teraz już nic nie pojmowała, zaczęła już prawie wszystko widzieć tak jak Jelonek, tj. nie domyślać się niczego."
      },
      {
        "index": 14,
        "text": "Wtem ujrzeli na gościńcu Agatkę, która pocałowawszy wszystkich w ręce, powiedziała, że pierścionka nie znalazła. — No to przegrałem zakład i muszę dać pani przyobiecaną muszlę. (Wykręt ten przyszedł mu na myśl wskutek przypomnienia, że miał wynagrodzić Agatkę). Państwo sobie tu zostańcie, fotografujcie, a my tam pójdziemy. — Jakie muszle? spytała Ola — muszle są we dworze, i jakże to pani z sobą weźmie. — Mam ich kilka jeszcze w mojem muzeum, a przytem chcę pokazać naszemu gościowi ten krajobraz Angeliki, wiesz Olu, podmorski, bośmy dziś mówili raz o tem, zwiedzając Organy — rzekł bezczelnie Strumieński. — Ależ tam nie wolno chodzić — wstrzymywała go Ola. — Nie wolno? dlaczego? — spytała wesoło Berestajka. — O! to ja właśnie tam pójść muszę. — I korzystając z wrzawy, którą dzieci zrobiły, weszli przez najbliższą furtę z podwórza do ogrodu, a szli dość prędko, ze spuszczonemi oczyma, nie mówiąc nic do siebie."
      },
      {
        "index": 15,
        "text": "Kiedy zaś tamci wstąpili na najwyższy punkt pałacu a Jelonek nastawił swój aparat fotograficzny, zdarzyła się zabawna przygoda. Dyana, ulubiona suka legawa Oli, nadbiegłszy, szczekała z dołu oburzona, że nie wzięto jej na górę. Dzieci ją wołały, lecz ona, zamiast szukać drogi, szczekała dalej. Wtem Jelonek schował głowę pod sukno aparatu fotograficznego; widząc to Dyana zaczęła gwałtownie ujadać i podskakiwać. Śmieli się wszyscy, Ola pytała, czy się tego psa w powietrzu też odfotografuje, czy wogóle — wszystko? Dzieci chichotały się chórem, Ola niespokojna wtórowała im, aby się oszołomić, bo (nie choć) jej się na płacz zbierało, aż wreszcie Jelonek wystawił głowę z pod sukna, mówiąc, że już wszystko skończone."
      },
      {
        "index": 16,
        "text": "Niebawem połączyła się z nimi reszta towarzystwa, która jak wiadomo wstąpiła do ogrodu oglądać sobie krajobrazy. Wrócili w usposobieniu tak samo ponurem, w jakiem się oddalili, i zaszła tylko ta zmiana, że Berestajka szła przodem a za nią Strumieński. Ola patrzyła ku mężowi z łagodną sympatyą, kładąc na dnie oczu przebaczenie, lecz nie spotykała jego wzroku. Strumieński zajęty był teraz całkowicie niespodzianym i kompromitującym go obrotem swego przelotnego stosunku do Berestajki. Zaproponował on jej, żeby się częściej widywali, pytał, jak to będzie możliwe itd. to jest wogóle chciał mieć sposobność powtórzenia z nią tego, co się już raz stało. Ale ona nic na to nie odpowiadała, ignorowała go w sposób złośliwy i bolesny, a potem nie tylko nie korzystała z chwil dogodnych do porozumiewania się, w których on ją wzrokiem przyzywał, lecz nawet z niewytłómaczonym (dla niego) cynizmem zaczęła się zdradzać z poufałą kokieteryą względem Jelonka, niby przez zapomnienie mówiła do Jelonka „ty“ i nalegała, żeby natychmiast odjeżdżać. Z irytacyą swoją i natręctwem musiał się wkońcu Strumieński aż zdradzać i pohamował się dopiero, gdy mimowoli spojrzał na żonę. Wśród tego Ola, oburzona także w imieniu Strumieńskiego, przymówiła się po cichu do Berestajki, ta zaś odrzekła wyniośle: — Pani się zapominasz w domysłach. — Co to ma znaczyć? krzyknął Jelonek. — E nic, potem panu powiem. (Chciała mu skłamać, że ją tamten bezskutecznie namawiał). — Kiedy wreszcie, nic nie wskórawszy, musiał Strumieński żegnać gości zwykłymi komplimentami, przystąpił do konia, na którym Berestajka już siedziała, i udając, że coś poprawia u siodła, szepnął jej: „Podła.....“, ona nieznacznie ale silnie trzasnęła go szpicrutą po palcach, poczem się goście ukłonili i odjechali."
      },
      {
        "index": 17,
        "text": "Oni zaś zachowali się wobec siebie tak, jakby się nic nie stało. Ola ubawiła się niepowodzeniem męża i zarazem sympatyzowała z nim jeszcze bardziej niż przedtem, bo właśnie ostatnia część zachowania się Berestajki zamiast jej dokuczyć uratowała ją. Pokręciła się chwilkę po ogrodzie, czekając, czy on jej co powie, potem, nic nie mówiąc, odeszła jakby do swoich zajęć i zostawiła męża samego — było to z jej strony bardzo roztropnie i dyplomatycznie. Śpiewać jej się chciało, jakkolwiek łzy jeszcze czasem stawały w oczach, spojrzała w lustro, poprawiała sobie włosy: „O jakam ja ładna, ładna“ a potem śpiewać zaczęła. —"
      },
      {
        "index": 18,
        "text": "Do zamkniętego już epizodu jedno uzupełnienie. Zachowanie się Oli wyda się może komu nieprawdopodobnem, ja jednak uważam je za możliwe i sądzę, że w życiu możnaby wnet wyszukać podobne przykłady, mimo to kreślę całe zajście tak, jakbym robił śledztwo jakiegoś niezrozumiałego czynu. Womela, zapytany przeze mnie w tej sprawie jako ekspert, podał mi jeszcze następujący sposób wytłómaczenia zachowania się Oli. Ola wkrótce po przybyciu Berestajki widzi w niej rywalkę niebezpieczniejszą niż teoretyczna rywalka, Angelika. Trwożą ją objawy zaborczego, zuchwałego temperamentu aktorki, trwoży ją zwłaszcza ta myśl, że Berestajka w pewnej wiadomej chwili rozwinie więcej werwy niż ona, Ola, która ma sobie pod tym względem nieco do zarzucenia. Ponieważ zaś idealność Strumieńskiego obraca się koło Angeliki, więc Oli pozostał tylko ten zakres, do którego właśnie wkrada się Berestajka; będąc zazdrosną o tę nie o tamtę, jest Ola zazdrosną głównie o tak zwany po prawniczemu faktyczny stan posiadania. Aby więc osłabić działanie Berestajki, Ola staje do niej w kontraście, i wysuwa swoje zalety: tolerancyę, łagodność, siostrzaną solidarność itp. tak, żeby je ukazać w jak najkorzystniejszem oświetleniu, na tamtem polu bowiem nie może i nie chce z nią współzawodniczyć."
      },
      {
        "index": 19,
        "text": "Ale nadzwyczaj uważny i patrzący mi na palce czytelnik zapyta, jaką rolę odegrało w uczuciach Oli tego dnia to podejrzenie, że Strumieński wie już o jej wczorajszem odkryciu? I jaką wartość i znaczenie miała w takim razie w jej oczach jego zdrada? Otóż, jak samo poczucie rzeczy mówi, ta komplikacya była dla Oli za daleka, tem bardziej, że Ola pod wrażeniem nowych wypadków zapomniała już myśleć o tem, iż Pawełek zapewne opowiedział o wszystkiem jej mężowi, i mimowoli zachowywała się tak, jakby ona sama tajemnicę Strumieńskiego przypadkowo podglądnęła. Zresztą całe zachowanie się jego było dotychczas tak swobodne, że nie mogło poprzeć jej wczorajszego podejrzenia, jakoby on wiedział o jej wiedzeniu."
      },
      {
        "index": 20,
        "text": "Jaką jednakże rolę odegrało w dotychczasowem zachowaniu się Oli samo to jej wiedzenie o tajemnicy ukrytej w muzeum oraz powzięte w nocy postanowienia? W jakim stopniu działał na nią motyw, że Berestajka zedrze może urok z Angeliki i „uleczy“ Strumieńskiego? Tu, pod tym błahym na pozór szczegółem ukrywa się ważna kwestya teoretyczna. Z pewnością większość autorów na mojem miejscu bez zastanowienia postawiłaby ów motyw na pierwszem miejscu, jako rozstrzygający, jako ten, który Olę przeważnie skłonił do dzisiejszej pobłażliwości wobec romansu męża z obcą. Tak też i było w „Pałubie“, gdym ją pisał po raz pierwszy. Tu jednak można wyraźnie zaobserwować różnicę między pierwiastkiem konstrukcyjnym a pałubicznym. Oto uzasadnianie zachowania się Oli zapomocą owego motywu, chociaż nasuwa się jako najbliższe, najprostsze, i niby wynika nawet z założenia sytuacyi, byłoby przecież sztucznem, niezgodnem z prawidłami rzeczywistości. Albowiem motyw: „Ona zedrze urok z tamtej“ działał już na samego Strumieńskiego dość niewyraźnie (str. 297. w. 3.), jakby tylko dodatkowo, cóż dopiero na Olę! Na tę mógł on działać chyba jeszcze bardziej pośrednio, ogólnikowo, nastrojowo, a i to tylko na podstawie jakichś dawnych alluzyi i pouczeń męża (np. po wyjeździe Mossorowej), gdyż Ola samoistnie nie wpadłaby na pomysł o „zdzieraniu uroku“. Ale epizod z Berestajką zaraz w pierwszej chwili tak wybił się ponad tło innych okoliczności (samorząd faktu) i tak zajął uwagę Oli, że ustosunkowała się do obcej mniej więcej w sposób podany przez Womelę, a więc bez łączności ze sprawą Angeliki, do zaniechania zaś wszelkiego protestu przeciw zdradzie męża zmusił ją powód mechaniczny, podkreślony już na str. 299. w. 16. Dopiero po odjeździe Berestajki, gdy istotne niebezpieczeństwo minęło, motywy przesunęły się w pamięci Oli, zajścia wczorajsze odzyskały powoli swe znaczenie i wtedyto Ola, rozwinąwszy leżący na spodzie zarodek motywu, postanowiła mniemać, że w celu uleczenia męża z szaleństwa poświęciła nawet swoje prawo do wierności małżeńskiej. W ten sposób przygotowywała się wewnętrznie na przełomowe sceny z mężem, których blizkość przeczuwała; po drugie zaś usuwała pewien wstydliwy punkt: mianowicie własne wewnętrzne wyrzuty z tego powodu, że nie chciała, nie umiała czy też nie mogła przeszkodzić zdradzie mężowskiej. Punkt fałszywy zaś był ten, że Ola doskonale przeczuwała, iż zdrada Strumieńskiego odbyła się „bezinteresownie“, bez żadnego związku ze sprawą Angeliki. — Będziemy później widzieli, jak znowu zazdrość z powodu Angeliki nabierze u Oli żywych kolorów, wysunie się na pierwszy plan, tak że Ola w celu bronienia się przed Angeliką wezwie w pomoc Berestajkę i zaszachuje nią Strumieńskiego. Dodać w końcu wypada, że w odwodzie przygotowywała się jeszcze w Oli zemsta na Strumieńskim za kłopoty psychiczne, jakie jej sprawiał swoimi romansami; to uczucie także się później częściowo zdemaskuje."
      },
      {
        "index": 21,
        "text": "Wracam do Strumieńskiego. — Strumieński był zanadto zajęty sobą, żeby zwracać uwagę na żonę. Myślał o Berestajce i wstrzymywał się od spluwania w stronę, w którą odjechała. Porównywał ją z pajęczycą, która po zapłodnieniu zabija pająka, tłómaczył sobie jej zachowanie się nikczemną sfinksowatością kobiet wogóle. Istotnie Rosyanka nauczyła się z książek traktować mężczyzn nibyto jako narzędzia, któremi się potem pogardza, ale w tym wypadku grał rolę daleko prostszy motyw: ten, że odgadując jakowąś solidarność Oli z mężem, chciała dokuczyć jej przez dokuczenie jemu. Prócz tego mniemała, że go zaintryguje, zaimponuje mu i w pamięci głębiej mu utkwi, a nadto wiodła ją kobieca (?) potrzeba obrócenia kota ogonem, paradoksu w praktyce. Dość, że Strumieńskiemu było nieprzyjemnie na ganku. Tu stała ona, tu stał on — wyobrażał sobie. Kiedy kładł głowę na jej piersi, czuł wyraźnie pod uchem sztywny brzeg gorsetu, do którego go ona przyciskała — a on udawał, że mu z tem rozkosznie, chociaż właściwie było mu tylko niewygodnie. Rozkosznie mogło być — poprawił się — ale nie było. Prawym policzkiem dotykał jej spoconych piersi. A podczas tego zaznaczania przyjemności był tak obojętny, że mógł obserwować, jak po ścianie, w której tkwiła poręcz, spacerowała do góry duża stonoga."
      },
      {
        "index": 22,
        "text": "Wśród sondowań swego rozczarowania puścił się tą samą drogą, którą odjechali goście, — nie z tęsknoty, lecz aby wyjść do żniw. Potem zwrócił się na lewo i dróżką polną, okrążającą z daleka wzgórek, na którym był cmentarz, udał się do kosiarzy. Spotkał paru oficyalistów i wdał się z nimi w rozmowę, lecz nic do nagany nie znalazł. Potem miał zejść nad rzekę, gdzie budowano śluzy, lecz ponieważ droga wypadała pod cmentarz, mimowoli porzucił tę myśl i udał się w przeciwną stronę. Uszedłszy jednak paręset kroków złapał siebie na gorącym uczynku małego tchórzostwa czy też unikania trudności, i szybkim, zanadto pewnym krokiem wrócił. Kiedy już był na ulicy cmentarnej, zszedł na trawnik między groby, uchylił furtkę od ogrodzenia, otaczającego grobowiec Angeliki i stanąwszy przed nim, czekał na wyrzuty sumienia. —"
      },
      {
        "index": 23,
        "text": "Zając mu się wyrwał niemal z pod stóp."
      },
      {
        "index": 24,
        "text": "Wezwane nie przybywały, bo tylko on sam mógł być swoim nieprzyjacielem. Znajdował się pod zbyt jeszcze świeżem wrażeniem poprzednich wypadków: najpierw tego gwałtownego wyładowania elektrycznego, w które się rzucił na oślep jak w zimną wodę, potem gniewu i zniechęcenia. Nie było jeszcze miejsca na nowe przedstawienie w duszy. Przy silnie świecącem słońcu nie pozwolił sobie zaimponować „chłodowi wiejącemu z grobów“, lecz wyjąwszy ołówek, napisał na nagrobku datę tego dnia: 28 lipca 1... i słowa: Ego te non amo."
      },
      {
        "index": 25,
        "text": "Słowa te zdawały mu się wyrażać zarówno dobrze lekką skruchę jak lekką naganę. Wyższa zabawka. —"
      },
      {
        "index": 26,
        "text": "Tak załatwiwszy się z cmentarzem, poszedł ku rzece. Schodząc z góry, zobaczył jakąś postać siedzącą na jednej z poprzecznych belek śluzy a ubraną w jasny słomkowy kapelusz z czerwonemi wstążkami. „Poco ten chłopak tu siedzi?“ myślał sobie Strumieński. „Siedzi zadumany, wpatrując się w wir pod śluzami, myśli Bóg wie o czem, a mógłby spaść“. Przyspieszył kroku. „Chłopiec ten staje mi się coraz bardziej melancholijnym, wrodzony talent zaczyna się w nim burzyć kosztem dziecięctwa. Niechybnie moja to wina. Trzeba go już posłać...“. Tak mówił w myślach, a myślał w myślach, że trzeba go odesłać, bo chciał być teraz ze swoją nową sytuacyą sam na sam. Wśród tych myślątek zbliżył się do śluzy, ale ukradkiem, żeby go nie przestraszyć. Wkońcu jednak zamiast Pawełka ujrzał na belce jakiegoś chłopaka wiejskiego, łowiącego ryby na wędkę. Kapelusz z czerwonemi wstążkami, jak się pokazało, podarował mu dopiero co Pawełek i to dało powód do złudy."
      },
      {
        "index": 27,
        "text": "Ta omyłka jednak nie uspokoiła Strumieńskiego, lecz owszem wzmogła w nim przykry stan niepewności. Nie chcąc myśleć o sobie, myślał o Pawełku, lecz i tu cofnął się. Dawniej, będąc w takiem usposobieniu, pędził zawsze na pewien utarty, w górę, pod niebo wznoszący się szlak marzeń, teraz zawracał z drogi wyuczone myśli. Coś się zaczęło mścić na nim, zagmatwało mu się tam, jakby się „dusza“ nabawiła niestrawności. Kiedy doszedł do domu, był już wieczór: księżyc wypłynął na niebo, zawiesił się tuż nad cmentarzem i otoczył go romantyczną aureolą zimnego światła, pochodzącego raczej... jakby... z promieniowania fosforu zawartego w kościach gnijących w ziemi trupów — ale cóż to szkodziło. Pogrążonemu w tym widoku Strumieńskiemu przypomniało się nagle, że na jednym nagrobku zostawił datę i napis. I to w miejscu tak wyraźnem, tak na pierwszy rzut oka widocznem! Ktokolwiekbądź (miał niejasno na myśli Olę) może go tam odczytać, i co sobie pomyśli? Poco było tej manifestacyi z napisem? Żałował jej. Należało tam wrócić i wymazać ów napis kawałkiem kredy, choćby mu się to naprawianie swej zuchwałości miało wydawać dziecinnem i niedorzecznem. Nic przecież nie stało na przeszkodzie, żeby tam wrócił, choćby i dziś jeszcze, choćby zaraz, zanim — et. Czyżby mu się... tylko nie chciało? Powietrze było ciepłe, ogólnicy wracali z pól, tam gdzieś śpiewali czy śpiewały — byłaby to więc czynność, nie mająca w sobie nic nadzwyczajnego. I widział wciąż w duchu siebie, jak pochylony lub klęczący przed nagrobkiem wymazuje litery, a to wyobrażenie tak natrętnie go podpędzało, że stawiał kroki, jakby szedł naprzeciw wiatru, wracał do domu."
      },
      {
        "index": 28,
        "text": "Łypnął oczyma w bok ku muzeum. Więc to było to święte miejsce, które... hm, zbezcześcił i zanieczyścił. Popsuło się — koniec, ha. I to taka..... psiakrew. Nie, dlaczego zaraz....., zachował się jak prosty gbur, nie miał nawet racyi. (Teraz ja sam będę trochę rozjaśniać jego myśli). Miałże nienawiść, urazę do niej... że mu popsuła podziemne życie? Nie! Wszakże ona była tylko narzędziem losu, którego on sam użył. Ale miał urazę o to, że popsuła mu satysfakcyę mogącą bądź co bądź płynąć ze zdrady, że popsuła nagrodę „zbrodni“, że przez nią „zbrodnia“ się nie udała, nie była pełną, tylko jakoś to wszystko wyszło nijako. Pierwiastek pałubiczny."
      },
      {
        "index": 29,
        "text": "Co jej strzeliło do głowy? O kobiety! Musiał jednak — mimo wszystkiego — przyznać (nieśmiałek!), że w tym pośpiechu, nieładzie sukien, szybkiem porozumieniu się egoizmów, było coś, co miało odrębny urok. Wprawdzie on nazywał to tylko „pikantnem“, bo na wzór swych kolegów wieku i stanu zmniejszał pobłażliwie doniosłość swych grzechów, nadając im utarte salonowe nazwy, które zaraz wywoływały w nim wrażenie, jakby się znajdował w przyzwoitej kompanii wspólników z całego świata."
      },
      {
        "index": 30,
        "text": "Gdyby ten jego stan zadowolenia przenieść w naoczną świadomość, możnaby go skondensować w aforyzmie: „Tylko grzech nasyca“. Jego zmysłowość dawno już nie miała takiej biesiady extra, więc z kradzioną przyjemnością odnowił sobie to wspomnieńko. Biesiady! I tu miał pewną trudność, żal, że „kielich rozkoszy“ był prawie tylko nadpoczęty. Głodny i złodziej nie mają biesiady. Lecz, aby zneutralizować rozdrażnienie ciała, powstałe wskutek owych wspomnień, rzucał znowu na drogę swych myśli to, jak ona go potem wydrwiła, jak jakiego osła, jak pospolitego durnia, ani domyślając się, co on dla niej poświęcił. Pasmo — przecięte trochę brudnym nożem. Ale zato też, chociaż była autorką sztuki, grywanej przez jakiś tam teatr, użył jej tak, jakby była wiejską Magdą lub Kaśką. Tak, użył jej — sobie, nie jej. Więc... zdradził?? To przemknęło tylko. Im bardziej nurtował w nim gniew, tem silniej wmyślał ów piękny proceder ze wszystkimi szczegółami na to miejsce przed nieoświetloną szybą, ukryte wśród ścian mauzoleum, — jakby wywierał przez to na kimś akt zemsty. Zemsty za ten cały niewyraźny, ale niezadowalający go związek faktów, który możnaby przypisać duchom, gdyby owe fakta były zakrojone bardziej na miarę Fidyasza."
      },
      {
        "index": 31,
        "text": "Gdyby się nie wstydził (czegoś w sobie), mógłby z tego przygnębiającego a właściwie całkiem niepotrzebnego rozgardyaszu myśli wycofać się tak, jak się przechodzi z jednego pokoju do drugiego — zaraz teraz. Czuł tę możliwość, która się doń zalotnie uśmiechała. Ale wtedy musiałby skasować epizod „Angelika“, przyczepiony teraz do niego tak jakby z tyłu, bo nań nie patrzał, więc kopnąć to, dla czego powinien był żywić pietyzm. Ona była taka piękna, — taka — ale o niej teraz nie myślmy. Stało się, skończyło się. On nie skończył, tylko ono się skończyło. Ale może się nie skończyło, może ono chce jeszcze... Na szczęście nie było to trudnem, bo o zdradzie tylko on jeden wiedział, sprawa ta stawała się nawet obfitą, urozmaiconą, serce i mózg mogły pracować..."
      },
      {
        "index": 32,
        "text": "Spacerował po ogrodzie wzdłuż dworu tam i napowrót. Wtem Pawełek, któremu nadchodzący wieczór przypomniał jego wycieczki, przybiegł do ojca a przyjęty dobrze przez niego, złamał zaraz swe postanowienie i opowiedział, co mu się wczoraj przytrafiło. Wiadomość ta mocno przeraziła Strumieńskiego, ukłuła go boleśnie i jeszcze bardziej skomplikowała jego myśli. Co Ola sobie z tego powodu wysnuła, jak sobie to wytłómaczyła? Czy jej to zaimponowało? Zapewnie nie. Uczuł się wypartym ze swego dawnego posterunku z dwóch stron. Najprzód był zły na Olę, że podglądnęła, wkradła się w jego tajemnicę, drogą (widzieliśmy dopiero jak) tajemnicę, profanując (a on?!) ją swojem wiedzeniem o niej. A z tym żalem współdrgał inny, cień tamtego żalu: że nie mógł teraz samotnie i swobodnie oddać się swoim nowym perypetyom, pieścić się skruchą lub cynizmem, miał świadków, kontrolę nieprzyjemną. I napłynął weń czar, jaki miały i mogłyby mieć teraz wrażenia psychiczne z tego dawnego źródła, a żal za tem, coby mógł teraz przebywać, gdyby nie świadek, wzbudził w nim żal za tem, co utracił (?) niepowrotnie. (Dlaczego koniecznie „niepowrotnie“?) Był jak samobójca, który zadawszy sobie cios rozpacza za światłem dnia i wynajduje w nim nowe, nieznane mu jeszcze rozkosze. Ale nawet i ten żal nie był czysty, szczery — to było tylko łakomstwo, chciałby mieć i to, i tamto."
      },
      {
        "index": 33,
        "text": "Ktoś przebiegł obok niego — jakaś postać po domowemu ubrana. Była to Ola. Rzucając miłe pozdrowienie, podała mu czterolistną koniczynę, blagując: Po myśl sobie, znalazłam to, po raz pierwszy w życiu."
      },
      {
        "index": 34,
        "text": "I szybko weszła do domu. Strumieński przystanął. W słowach Oli było coś, co go tknęło, a jej zachowanie się wydało mu się podejrzanem. Przypomniał sobie zwłaszcza jedną chwilę dzisiejszego dnia: jak podczas umizgów do Berestajki naraz spotkał wzrok Oli, uparcie weń utkwiony, jakby patrzała nań przedtem wciąż bez poruszania powiek; skrzyżowawszy się jednak z jego spojrzeniem, natychmiast odwróciła swe oczy w inną stronę (może miała w nich łzy?). Zanotował to sobie wówczas w pamięci, aby potem rozważyć, jak ma sobie to spojrzenie tłómaczyć. Teraz przypomniał sobie także jej błagalne słowa, gdy szli do pałacu. Czyżby żona jego domyślała się, co zaszło między nim a Berestajką? Jeżeli domyślała się, to z jej strony byłyby to całkiem bezpodstawne podejrzenia, co najwięcej bowiem miała prawo się domyślać tyle, że on — wywiera wrażenie i z grzeczności udaje flirt. W zasadzie nicby mu to nie szkodziło, że żona wątpi o jego wierności małżeńskiej. To dla niej dobra lekcya, mogła i powinna była uważać to za rewanż za Gasztolda. Jego zdrada była czysto fizyczną tylko, a jej — niby na pozór mniejsza, w istocie gorsza. Tak myślał, aby mimochodem uspokoić także swoje małżeńskie sumienie. I że też to właśnie stało się w chwili, gdy sprawa Angeliki mogła się w małżeństwie oprocentować."
      },
      {
        "index": 35,
        "text": "I on podobnie jak Ola nie zadał sobie pytania: Czy ona już podczas pobytu Berestajki przypuszczała, że ja dowiedziałem się o jej wczorajszem odkryciu, i jak w takim razie przedstawiała się jej moja dzisiejsza zdrada? czy jako czyn cyniczny? mający może na celu zaszachowanie jej, zmylenie z tropu? czy jak? Szczęściem Strumieński o tem nie myślał, podobnie jak Ola, — szczęściem, bo byłby może popełnił błąd taktyczny i mylnie odgadując jej tok myślenia, byłby się zbyt prędko uspokoił i nie przedsięwziął środków ostrożności. Jak Ola instynktem (?) trafnie odgadła, że Strumieński romansował z Berestajką, nie mając żadnych innych celów prócz romansowania samego, tak Strumieński odgadł, że ona bierze rzecz po prostu, nie wiążąc jej ze sprawą Angeliki. Jego umysł jął więc wysnuwać teraz inny, łatwiejszy, a dla bytu jego egoizmu ważniejszy wątek myślenia."
      },
      {
        "index": 36,
        "text": "Bo ponad inne popędy ludzkie, głód, miłość i instynkt samozachowawczy, górą idzie egoizm intellektualny, ten zwłaszcza, który objawia się w chęci przeprowadzenia komedyi swego charakteru. A taką komedyą, dopasowaną do charakteru Strumieńskiego, była sprawa Angeliki."
      },
      {
        "index": 37,
        "text": "Musiał ratować w duszy Oli (dlaczego nie w sobie tylko?) swoją opinię tajemniczego człowieka, mającego styczność z jakąś odrębną, melancholijną atmosferą à la Marya Dunin, atmosferą, w której wszystko jest czyste i wielkie, a nic niema pospolitego, nic z dziedziny Kasiek i Magd. Nibyto nie szło mu o siebie, ale o Angelikę, nibyto chciał się zabezpieczyć przed podejrzeniami Oli bardziej w interesie ideału, niż w interesie stróżów ideału. Ola nie powinna była nic wiedzieć o jego zagmatwaniu wewnętrznem, trzeba mu więc było rozwiać wszelkie jej domysły co do Berestajki, bo onaby to źle, fałszywie zrozumiała, trzeba było wydrzeć, wydobyć obraz zrzucony w błoto, oczyścić go, olśnić nim, dać mu to, co mu się należało, pokazać czem on jest (chyba był?) dla niego."
      },
      {
        "index": 38,
        "text": "Tak wołała o ratunek jego zagrożona ambicya, jego życie podziemne, które pragnęło być pogrzebane z wszelkimi honorami. A w ten chaos myśli, obradujących w kostyumie uczuć, wpadła inna wiązanka obserwacyi, pocieszająca, rozjaśniająca wyjście. Oto trzymał w ręku czterolistek koniczyny. Co on oznaczał? Jakżeż się Ola dziś zachowywała? Odtwarzał sobie w pamięci jej słowa, jej mimikę w różnych chwilach, i wystąpiła w nim nadzieja. Skądże ta radość na jej twarzy, to śledzenie go, te łzy (?) w jej oczach, ta sympatya teraz? Bo niewątpliwie myślała, że on sprzeniewierzał się przedewszystkiem Angelice a nie Oli, myślała, że zapomocą Berestajki ona sama odzyska jego miłość, wyruguje z serca tamtę, reprezentantkę wrogiego jej świata umysłowego. Tak opuścił Strumieński dopiero co zajęte stanowisko ostrożnego spostrzegacza i skonstruował sobie z różnych drobnych poszlak intencyę teraźniejszego zachowania się Oli. Przypadkowo, jak wiemy, nie mylił się, ale właściwie powinien był znając ją spodziewać się po niej czego innego, np. szyderskiej obojętności. Jeżeli więc teraz trafnie odgadywał jedną warstwę jej duszy, to albo dlatego, że wbrew lepszemu przeczuciu (p. f.) zgadzał się na jej komedyę, podobnie jak ona podczas wczorajszych rozmyślań nocnych zgodziła się na jego komedyę (wzajemna chytrość i intuicya wskutek dłuższego współżycia), — albo dlatego, że przeceniał objawy jej zazdrości miłosnej, nie umiejąc sobie tak jak ja zapomocą insynuacyi zdać sprawy z tego, że to jest właściwie zazdrość egoistyczna, intellektualna, ambicya, która wczoraj przesunęła się dla bezpieczeństwa w inną formę."
      },
      {
        "index": 39,
        "text": "Umysł Strumieńskiego, podchwyciwszy ową szansę ratunku, przesadził tedy w pojmowaniu Oli takiem, jakie było dlań korzystne i przyjemne. Napełniała go zrazu wdzięczność dla niej za ten ratunek, a potem brnął dalej, zapalał się do Oli, kochał ją. I teraz na tle planu oczyszczenia obrazu Angeliki przygotowywał się w jego duszy nieświadomie inny plan, w jego rodzonym stylu. Plan ten uwyraźnił się dopiero potem, podczas przeprowadzania go, ja jednak dla całokształtu muszę go już tutaj trochę odsłonić: szło o to, żeby wynagrodzić sobie przykrość sprawioną przez aktorkę, niejako naprawić sobie smak — zaokrąglić i wycieniować lepiej symbol zerwania, jak dotąd zbyt zaimprowizowany, a zarazem na ten rachunek użyć odrazu owoców wolności, dokonać zuchwałego czynu wyemancypowania się. A jak wiemy ten jego plan psychiczny był dość zgodny z planem Oli."
      },
      {
        "index": 40,
        "text": "Nie chciał się jednak spieszyć, bo należało wpierw utrwalić przekonania Oli o idealności jego pośmiertnego stosunku do Angeliki, wybić jej z głowy brzydkie domysły oo do Berestajki, a dopiero w dogodnej chwili wykonać główne coup. Teraz jeszcze mogłaby podejrzywać, że ją chce przeprosić za zdradę. Postanowił więc kontynuować dotychczasową swoją taktykę względem Oli, póki się da, a przytem wyssać masę delikatnych słodyczy, tkwiących w tem nowem ustosunkowaniu się do niej."
      },
      {
        "index": 41,
        "text": "Poszedł więc, rozmawiał, jadł, pytał, uśmiechał się, dawał rady, razem z nią obmawiał swoich gości, przytakiwał i pomagał gorliwie Oli, gdy o Berestajce mówiła z punktu widzenia patryotycznego i rasowego. Naturalnie Ola strzegła się zdradzać z domysłami o podwójnej zdradzie, popełnionej przez Strumieńskiego, bo 1) była na to za delikatną i wstydziła się, 2) wolała, by on tą winą sam się gryzł dalej, 3) nie chciała przerywać przyjemnych scen dyssonansem, a 4) czuła po temperaturze jego i swojej, że wnet rozpalone będzie ognisko, które wszystko rozjaśni. W jej zachowaniu się było pochlebstwo, szacunek i skromne przymawianie się; widocznie pod wpływem tych wypadków (wczorajszych? dzisiejszych?) mąż odzyskał u niej urok nowości, chociaż nie śmiała jeszcze zbyt wyraźnem przejściem do czulszej taktyki dać mu do zrozumienia, że obojętność między nimi trwa już trochę za długo i broń Boże, żeby się w regułę zamieniła."
      },
      {
        "index": 42,
        "text": "On tolerował to z przyjemnością, w zwrotach rozmowy dawał do poznania, że ustępuje, rozkoszował się niedomówieniem głównej rzeczy w sytuacyi, z zadowoleniem widząc, że i Ola się na tem rozumie. Bolała go trochę głowa, więc przesadził w objawach odczuwania tego bólu, skarżył się, aby powiększyć jeszcze miłą dlań sympatyę Oli. Mimo to, choć go ciągnęło, obawiał się czy wstydził przejść na teren pocałunkowy; komunikacya w tym względzie odbywała się między nimi za pośrednictwem dzieci, które nadto — zwłaszcza Oli Pawełek — dostarczały tematu do różnych miłosnych alluzyi. Nie przyszło jednak do żadnego serdecznego wybuchu. Ola zajęta jego bólem głowy, zbliżała się doń nieraz, chcąc dotknąć jego czoła, ale i ona mimowoli wolała przeciągać strunę tej tęsknoty z blizka, czy też nie chciała, bała się pierwsza przekraczać Rubikon. Wprawdzie on myślał sobie, żeby ją na dobranoc pocałować w rękę, ona zaś przygotowaną była uprzedzić go w tem i jego w rękę pocałować, lecz obojgu zabrakło stanowczości. Wkońcu Strumieński, skarżąc się na coraz większy ból głowy, oddalił się."
      }
    ]
  }
}