{
  "chapterNumber": 7,
  "title": "VII. Nowa próba w głąb",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII. Nowa próba w głąb. Dwie są, dziedziny, które myśl ludzka nierównie chętniej odwiedza niż słowo. Jednocześnie umiłowane i wzgardzone, wyzywają ludzi do dziwacznego zachowania się."
      },
      {
        "index": 2,
        "text": "Pierwsza — to, przed czem sobie „Amor figlarnie zakrywa ręką oczy“ (Goethe), dziedzina szczegółów zmysłowej rozkoszy, przyrodzony materyał miłości. Jakże trwożliwie cofają się słowa przed tą przepaścią! — z jakiej przyczyny? Oficyalnie wymija się to ogólnikami lub metaforami: „szczęście“, „rozkosz“, „przepaść“, „utonęli w niebie“, wreszcie licząc na fantazyę czytelników, daje się dyskretne kropki ......„szczęścia“ samego się nie maluje. „Miłość“ — to słowo jest obszerną skrzynią, w której się trzyma rozmaite zwierzątka. Gdyby ono nie było takim liczmanem, lecz za każdym razem przypominało całą treść swoją, byłoby może zakazane. Od słowa „miłość“ przelećmy z zamkniętemi oczyma ponad pewną bezimienną okolicą, a znajdziemy napisy brutalnego cynizmu — bo na szczegóły „szczęścia“ zwykłych nazw niema, tylko albo urzędowe, naukowe, albo cyniczne. Proszę je sobie na jedną chwilę — zaraz teraz uprzytomnić, wsłuchać się w ich dźwięk śmieszny, brutalny, dosłuchać się w nim więcej niż szyderstwa, bo może nawet nienawiści. Kto wie zresztą, czy ów cynizm nie jest kłamstwem, wymyślonem przez ludzi instynktownie po to, aby wzajemnie przed sobą ukrywali swój zbyt gorący współudział? Niema może rzeczy, do którychby człowiek jako człowiek miał żywszy, dziwniejszy, bezimienniejszy stosunek. Prawie wydaje się, że słowa należące do tego zakresu to tylko żywopłot odstraszający, groteskowy, zazdrośnie otaczający raj, w którym myśl ludzka przebywa tem bardziej samotnie i tajemniczo — nawet mimo wspólnika."
      },
      {
        "index": 3,
        "text": "Druga dziedzina: Chwile samotnych marzeń sumują się, wytwarzają w człowieku stały osad, i człowiek staje się podobnym do skrzypiec, w których tony wsiąkają w pudło i zamykają się w komórkach drzewa. Są westchnienia, uczucia, myśli święte i tkliwe, słowa i czyny szalone, pieszczoty niewykonane, pomysły nawpół pomyślane, które wiecznie czekają nad jakimś brzegiem, czy i na nie przyjdzie kiedyś pora? Ale nikt nie próbuje wykrzyczeć się, wypłakać, wygadać, zapomina o tym swoim świecie, ogranicza jego rozrost, skazuje go wreszcie na zaumarcie. Wstydliwość, obawa przed śmiesznością, zarzutem patosu, niepewność co do współudziału drugich, wreszcie ciągłe zawody i nieporozumienia odcinają człowieka od człowieka. Być może, że w samej technice współżycia z ludźmi istnieją zasadnicze przeszkody, by jeden człowiek wpadł z taktem swego życia w takt drugiego. Bo dlaczegóż — gdy się przypadkiem zajrzy w głąb duszy drugiej, podsłucha ją na jakimś gorącym uczynku serdeczniejszego wybuchu wobec samej siebie: jej modlitwę, list, monolog, twarz zwróconą ku niebu, czuje się nieraz więcej niż obojętność, bo wstyd, chęć ucieczki i niewiedzenia o tem? — Tak dzieje się, że ludzie stykają się ze sobą tylko niższymi regionami, a nie szczytami swoimi, nie aureolami, i to wszystko, co popularnie nazywa się pięknem, dobrem i prawdziwem, to wszystko najrzadziej się wypowiada."
      },
      {
        "index": 4,
        "text": "Nie ulega wątpliwości, że jest to dziedzina, w której człowiek najbardziej się śmiesznym wydaje, najbardziej się kompromituje, najwięcej tedy wymaga pobłażliwości, sympatyi, miłości, zrozumienia i rozumu. Nie ulega też wątpliwości, że w wielkiej liczbie wypadków zarzuty: patosu, sentymentalizmu, romantyczności, stosuje się słusznie, potępiając naśladownictwo, nieszczerość i wogóle różne nadużycia w pewnych rzekomo serdecznych wybuchach uczuć, — ale czyż każdy ma czas i zdolności, by szukać swojej odrębnej, oryginalnej formułki wypowiedzenia się? I kto wie, czy pewna część najsubtelniejszych może uczuć nie zawdzięcza swego istnienia właśnie wytworzeniu się i pokomplikowaniu wielu formułek (następcze życie duszy), a chociaż oparta na nich, nie mniej jest konkretna i żywa, nie mniej dolega?"
      },
      {
        "index": 5,
        "text": "Określenia moje są może nieco podejrzane wskutek poetyczności wysłowienia się — dałbym jednak sam zły przykład, gdybym w takiej sprawie nie mówił gorąco i niejasno. Streszczając się, powiem: są dwa więzienia w duszy ludzkiej, jedno pełne złodziei, drugie pełne aniołów, czyli, że na marzenia zmysłowe i umysłowe niema odpływu."
      },
      {
        "index": 6,
        "text": "Zrobiłem z tego rodzaj przedmowy do dalszych perypetyi Strumieńskiego, któremu zdawało się, że w obu tych dziedzinach Angelika była jego partnerką i towarzyszką. Przedmowa taka tem bardziej była potrzebna, że z łatwo zrozumiałych powodów muszę opuszczać pewne rzeczy, któreby były konieczne celem nadania właściwej wagi i barwy wielu psychicznym zawikłaniom. Oprócz tego wiadomego powodu jest jeszcze i ten, że żaden autor, nawet i ja, nie jest dość odważnym wobec swojego czytelnika, jeżeli chce ominąć utarte, wygodne obszary patosu, a wpłynąć na patos niebezpieczny, który zawsze musi być dość osobistym ........Gdybym na przykład napisał, że Strumieński i Angelika zbudowali sobie sami chatkę w lesie i naśladowali kochanie się pierwotnych ludzi, że umówili się odgadywać swoje myśli, że ona malowała jego portret pędzlem z własnych włosów itp. komedye, którebym mógł powymyślać, do których odgrywania i przejęcia się niemi trzebaby więcej siły umysłu, niż ma przeciętny człowiek: czyż nie powiedzianoby, że to jest wyrafinowane, nieprzyzwoite, antispołeczne? I czy nie byłoby trochę zazdrości w takich określeniach? Śmianoby się z takiej przesady — a przecież „miłość“, jeżeli wogóle ma być czemś, jest właśnie przesadą, żyje z przesady i nadmiaru, jakkolwiek (i to jest punkt ważny) więcej sposobem zaznaczania i pomyślenia niż wykonywaniem."
      },
      {
        "index": 7,
        "text": "Gdy Strumieński przyjechał do Wilczy, rozrywało go z początku urządzenie nowego ogniska wspólnie z Olą, która już sobie wszystko naprzód ułożyła i przewidziała. Sam troskliwie unikał wspomnień o Angelice, lecz mimo to, a może właśnie dlatego, wpadł znowu w objęcia zaczajonego nań tutaj we wszystkich przedmiotach demona, którego sobie sam wychował. Stało się to dość nieznacznie, a zrazu nawet mowy o tem nie było. Tylko czasami, gdy przechodził to tam to ówdzie, było mu tak, jakby go coś z westchnieniem mijało, nie zaczepiając. Jego grób — a takim był dotychczas dwór w Wilczy — osnuwał się siecią nowych stosunków, co go zmuszało myśleć o znikomości świata. A te stosunki wnet okazały się dlań obcymi i groziły mu łagodnie zacieśnieniem jego indywidualności — więc umysł jego szukał choćby urojonego sojusznika."
      },
      {
        "index": 8,
        "text": "Równocześnie zaczynał się zacieśniać także widnokrąg, który mu się otworzył z chwilą nabycia Oli. Wprawdzie nie przyznawał tego, że po miodowych miesiącach występowała ona przed nim coraz bardziej jako ściśle oznaczony, ten a nie inny charakter, nadający sobie swoje własne prawa, mający własny punkt ciężkości poza obrębem jego programu. Podczas gdy pierwej, bezpośrednio po śmierci Angeliki, patrzeć mógł jeszcze w zagadkową ale obszerną, pełną różnych możliwości przyszłość, teraz, posiadłszy jedną i tę właśnie żonę, odciął przed sobą pewną, kto wie jak wielką, część owych możliwości. Wchodziły tu także w grę czynniki bardziej „intymne“."
      },
      {
        "index": 9,
        "text": "Strumieński był przez Angelikę rozkapryszony, zepsuty, przyzwyczaił się z nią do innego sposobu kochania się, wobec którego miłość z Olą, po starciu uroku świeżości, była dość prymitywną lub, jak on się potem wyrażał, fuszerką. — Tu muszę bystro spojrzeć w oczy czytelnikowi i usunąć jego wątpliwości. Nie idzie mi bynajmniej o te barbarzyńskie wyuzdania płciowe, jakiemi bezmyślni ludzie, nie umiejący nic mądrego począć z materyałem miłości, usiłują rozszerzyć sobie zakres swoich przyjemnostek i nadają im miano „wyrafinowanych rozkoszy“. Mojem zdaniem rozkosze takie, o ile nie są naśladownictwem lub złem koniecznem, są wybuchami niezadowolenia i ironii, rozcięciem węzła, którego się rozplątywać i splatać nie umie. Gdybym zresztą takie fakta miał na myśli, z pewnościąbym ich nie zataił, radząc sobie w ten lub ów sposób z pruderyą czytelnika, — bo uważałbym jasne postawienie sprawy za rzecz niezbędną dla mego studyum, którego nie piszę dla dzieci ani dla takich dorosłych, którzy chcą, by ich traktowano jak dzieci. — Strumieński i Angelika byli zbyt „artystami“, zbyt dużo gadali o t. zw. Pięknie, żeby popaść w powyżej napomknięte wybryki, w którychby ich raziła nie bezcelowość, lecz tzw. nieestetycznośćnieestetyczność; na innem miejscu zresztą już opowiedziałem, jakie oboje mieli poglądy na miłość fizyczną. Mimo to miłość ich można było nazwać systemem rozkoszy, który wprawdzie wciąż dopuszczał improwizacye: poezyi, „czułostkowości“, namiętności, ale miał swoją historyę doskonalenia i ustalania się, swoje szczyty i skrytki, a mógł być cały zapomniany, bo nikt go nie zapisywał, tylko nerwy i pamięć. Otóż ten „system“ przypominał się teraz Strumieńskiemu na każdym kroku; tyle miejsc i mebli opowiadało mu historyę i jego i odnośnych rozpamiętywań z dni żałoby w Wilczy. Więc już choćby dlatego, żeby się tym wspomnieniom opędzić, chciał podzielić się niemi z Olą."
      },
      {
        "index": 10,
        "text": "Zrazu nie żądał wiele, gdyż jak powiedzieliśmy program jego tylko powoli i kawałkami występował mu w umyśle. Jest też w miłości dziedzina, która z natury rzeczy bywa u wszystkich jednakowa, bo tak czy owak dostarcza zawsze silnych podnieceń. Ale było wiele powiedzeń, które z Olą nie były powiedziane, pieszczot i uścisków — nie wymienionych, toków myśli i marzeń — wspólnie nie przemyślanych. I tak np. nie zdarzyło się, żeby kiedy ona jego z własnego popędu w rękę pocałowała, — aż raz sam to na niej wymógł, gdy nibyto żartem rzucił ją przed sobą na kolana i kazał powiedzieć, że uznaje się za jego niewolnicę. Zato lubowała się Ola w komedyi, w której te role były odwrócone — bo tak przecież wypadało, by ona była damą a on rycerzem, to odpowiadało szablonowi, który przejęła podczas swego wychowania. Nie znała też np. sztuki czy potrzeby wabienia go przez rozpuszczenie włosów — a miała ładne włosy —, nie zdarzyło się też, żeby ona jemu napraszała się ze swymi uściskami, wreszcie nie pozwalała widzieć — siebie samej, tłómacząc mu, że to jest niepotrzebne i że tak daleko jego prawa nie idą. To co uważał z początku za wstydliwość, okazywało się chłodem; zaspokajał tylko głód, ale nie miał rozkoszy. Wprawdzie i ona posiadała pewien temperament — ale na krótką metę, namiętność jej była bardziej wegetatywna, egoistyczna, nie przypuszczona przed forum świadomości, hamowana z jakiejś przekory przeciwko samej sobie: a gdzież był czas, kiedy tamta w jego objęciach drżała, jak owa kobieta na spienionym rumaku na obrazie Podkowińskiego! Co prawda dla Oli znowu możnaby wybrać inne poetyczne powiedzenie: In meinen Armen war sie ganz wie todt, Wenn ich — es schüttelte sie innrer Frost, Sie schien ein Engel, der sein Flügelpaar Abwehrend gegen irdschen Staub bewegt..."
      },
      {
        "index": 11,
        "text": "(Hebbel, Genoveva)."
      },
      {
        "index": 12,
        "text": "Ale nie byłoby to wcale trafne, bo Ola przecież nie była aniołem."
      },
      {
        "index": 13,
        "text": "I Angelika i Ola wychodziły z tego samego dualizmu i tych samych założeń (raczej: przesądów) estetycznych, ale Ola trzymała się całkiem innych rezultatów, mianowicie tych, według których miłość powinna się redukować mniej więcej do tej koniecznej miary, jaką się kontentują zwierzęta w czasie rui, — chociaż właśnie odstępowanie od tego minimum nazywała Ola zwierzęcością. Chciała i w tem miary, dystynkcyi, estetyki i nazywała to u niego — i u siebie — przesadą, co on nazywał szałem. Mimo to rozprawiała bardzo wiele i ładnie o miłości, a w pamiętniku swoim pisała, jaka-to ona teraz szczęśliwa — o czem Strumieński nie wiedział. Odpychała lekko lub przyjmowała ze zdziwieniem wiele jego pieszczot i czułości, a to głównie z powodu, że w głowie jej usadowił się pewien szablon co do pojmowania mężczyzny: jako człowieka o szorstkiej dłoni, dzikiego zdobywcy, lekceważącego kobietę, wydziałem zaś kobiety jest mieć uczucie, dzierżyć kądziel i łagodzić gniew rozjuszonego pana itd. — znamy to przecież doskonale."
      },
      {
        "index": 14,
        "text": "Czytelnikowi, który może chciał mnie tutaj przychwycić na niekonsekwencyi, daję następujące zadanie psychologiczne: rozpatrzeć, w jaki sposób mógł się ten dopiero co opisany szablon, który nazwijmy prehistorycznym, pogodzić w postępowaniu Oli z szablonem rycersko-trubadurskim, według którego Ola wymagała od Strumieńskiego różnych względów, uszanowań i delikatności. W tym celu może czytelnik zrobić nawet ankietę wśród znajomych pań — najlepiej starszego pokolenia — naturalnie bez ich wiedzy. Np. niech raz wywoła objaw pierwszego a innego dnia drugiego szablonu, wtedy przekona się, że w mózgach ludzkich leżą, takie przejęte foremki obok siebie, nie przeszkadzając sobie wzajemnie. Dla mnie zresztą niema tu niekonsekwencyi, przy charakterze bowiem idzie nie tyle o treść enuncyacyi ludzkich, co o pewien gest objawów charakteru, a gest ten jest w niekonsekwencjach ten sam. Co się zaś tyczy Oli, to jest to umysł wychowany eklektycznie, niesamodzielny, nie produkuje, nie przetwarza, ale tylko reaguje na zewnętrzne wrażenia, mając na większą część wypadków w świecie już gotowe, okrągłe sposoby mówienia, mniej więcej na kształt rozmówek w podręcznikach dla osób podróżujących w kraje, których języka nie rozumieją."
      },
      {
        "index": 15,
        "text": "Powyższe nawiasowe uwagi o umysłowości Oli trzeba naturalnie przyjmować cum grano salis, to znaczy jako nieco przesadne, i wziąć odpowiednią poprawkę. Powiedziałem np.: umysł jej nie produkuje. Miało to znaczyć, że nie jest zdolen spostrzegać niekonsekwencyi lub niezupełności w przejętych szablonach, że pewna ilość grup myślowych wystarczyła jej całkiem do życia. Ale produkowanie w znaczeniu zwykłem — takie tam było. Bo oto np. Ola, wyćwiczona w salonowej szermierce dyalektycznej, miała dowcip — płytki, ale dlatego niebezpieczny, ponieważ dowcip jak wiadomo musi być nieścisłym i niesprawiedliwym, nie uwzględniać odcieni i przekręcać rzecz, a przytem wciskać się niedyskretnie w pewne tajniki, na których lubi osiadać pasożytem. Dowcip ma swój popęd do bytu, wskutek którego gmatwa brutalnie illuzye, poluje na niedomówienia, sekrety. Ponieważ zaś Strumieński miał właśnie duszę naszpikowaną tajnikami, przeto zmiarkowawszy ów talent żony, musiał się mieć na baczności i przypominał sobie wtedy humor Angeliki z pierwszych czasów zapoznania się z nią, humor, polegający na przekłuwaniu baniek mydlanych, wydmuchanych przez niego lub przez nią samą."
      },
      {
        "index": 16,
        "text": "Wszystkie te dyssonanse, — których repertuar później jeszcze wzbogacę, — zbadałem przez szkło powiększające, bo na oko nie psuły one ogólnej harmonii w pożyciu Strumieńskich (podobnie str. 72, 76.) Rzeczywiste życie posiada pewien kwas niwelujący, zawarty w codziennych wypadkach, któryto kwas nietylko rozcieńcza i znosi znajdujące się w życiu poetyczne szczyty, ale także zmniejsza i łagodzi i przytępia antagonizmy, gotowe do tragicznego na siebie natarcia. W gruncie rzeczy jednak zazwyczaj między najbliższemi sobie osobami wrą ciche walki (nie mające jeszcze swego Homera, jak raz powiedziałem) a zasada: „homo homini lupus“ na terenie psychicznym święci największe tryumfy, bo tu niema ochrony państwowej, mowa zaś ludzka jest gąszczem, w którym można z najniewinniejszą miną swego bliźniego obić i obłupić. W dalszym ciągu pokażę, jak różne braki w stosunku Strumieńskich wywoływały czasami rozjątrzenia i niesnaski. Tu jeszcze dodam, że im ludzie mniej wyćwiczeni psychologicznie, tem później poznają się na właściwem a nie przypadkowem ustosunkowaniu się swych charakterów, przypisując sobie wzajemnie zrazu dobre serce itp. platoniczne przymioty (co też bywa oznaką, że tam wewnątrz nie wszystko w porządku); podczas gdy ludzie wyćwiczeni wolą nawet zrobić ze sobą eksperyment i doprowadzić zjadliwe soki do próby czeraka."
      },
      {
        "index": 17,
        "text": "Mimo opisanego powyżej procesu zobojętniania się przykrych składników życiowych, Strumieński wpadał nieraz z powodu Oli w stany, podsuwające mu przykre ostateczności, w tzw. czarne myśli. Ale na szczęście ze stanami takimi życie stowarzysza zwykle jakiś stan myśli odwrotny, który zaprzecza i niszczy rezultaty tamtego, a nakłania do wyszukiwania nowych, konkretnych i pocieszających widoków. W jakiej proporcyi oba te stany były teraz u Strumieńskiego, trudnoby oznaczyć, lecz naturalnie drugi wkrótce wziął górę. Było bowiem mnóstwo innych okoliczności, które ciągle przeważały szalę na stronę Oli: przedewszystkiem to, że ona żyła, była wciąż naokoło niego, że chociaż na razie było tak a tak, to przecież przed nimi było tysiące jutr, w których wszystko mogło się ułożyć dobrze i brylantowo. Przecież ona codzień mówiła mu, że go kocha, i raz pozwoliła mu zajrzeć do swego pamiętnika, pełnego pochlebnych dlań zapisków (innych Ola robićby nie umiała, bo nie znała takich wzorków), z czego się zrobił bardzo szczęśliwy dzień, bo jemu się zdawało, że po raz drugi pierwszy raz ją posiadł. Miłość dwojga ludzi, którzy się dopiero co pokochali, obfituje zresztą w różne takie pierwszości. Bezpośrednia więc rzeczywistość przygłuszała niezapominajki, wyrastające od czasu do czasu na grobach pamięci. Ola wniosła w jego dom śliczny komfort, „ścieliła gniazdko“ — a nazywało się z początku, że to dla nich dwojga, — co na nim wywierało pewne zmysłowe wrażenie i mogło być na dłuższy czas surrogatem. Najpiękniejszym jednak i najzabawniejszym sportem była ona sama: wszędzie jej było pełno, latała dużo i śpiewała („napełniała dom świegotem“), przyjmowała służbę, kreśliła dowcipne sylwetki osób zamieszkałych w Wilczy, nie wyjmując siebie i Strumieńskiego, wyśmiewała stryja, biorąc stronę męża przeciwko niemu w sporach o rozstrzygający wpływ w gospodarstwie, bo, nawiasem mówiąc, stryj już wówczas zaczął bruździć Strumieńskiemu. Przyczyną wesołości Oli była radość, nie tyle z posiadania męża, — bo wszakże sądziła się być godną księcia, — co z zawładnięcia domem, który zamierzała prowadzić według swego gustu, aby zaimponować i zabłysnąć, a w tym celu przygotowywała się nawet na pewne ustępstwa dla chimer Strumieńskiego, obiecując sobie w duchu wziąć go pod pantofel (cel ten wpojono jej na równi z frazesami o miłości). Strumieński zaś, chociaż pamiętał, że Angelika inną była panią i nie udzielała się nikomu tylko jemu, lubił obserwować wesołe grasowanie Oli, a nawet w ocenianiu tych symptomów przesadzał, upatrując wyłącznie naturalność tam, gdzie była i poza. Ale jemu też szło o to, żeby mieć bodaj w części potwierdzenie swoich dawnych poglądów na Olę (zob. str. 113.)."
      },
      {
        "index": 18,
        "text": "Tak tedy blizkość Oli i jej ciągły wpływ osobisty podniecały Strumieńskiego — jak już zaznaczyłem — do wyszukiwania takich kombinacyi, w którychby mógł stopić dulce cum utili. Jego własny egoizm zmysłowy szedł w parze z potrzebą (?) czy nakazem (?) kontynuowania kultu Angeliki — a przytem przecież jako mąż nie powinien był się kryć przed nią z niczem. (Pomieszanie motywów popędowych z przybranymi). Jakież to były kombinacye?"
      },
      {
        "index": 19,
        "text": "Stosunek Strumieńskiego do Angeliki pełen był różnych tajemnic i — sekretów faktycznych, z których jedne były mniej, drugie więcej powiedzialne. Na razie nie ulegało dlań wątpliwości, że owe tajemnice, a raczej część ich, powinien był może zachować u siebie jak święte, jak relikwie, tem bardziej, że miały się one rozrastać w przyszłości. Z drugiej strony jednak nic nie stało na ich straży, owszem żaden zwykły ludzki argument nie przemawiał za tem, żeby do nich nie wpuszczać nowej towarzyszki, — ba, nawet sama Angelika wspominała o tej możliwości w swoich rozmowach przed połogiem, były też co do tego jakieś alluzye w jej liście, — który jednak razem z nią zamknięty był w grobie. Strumieński czasami nie mógł sobie przebaczyć, że listu tego nie zatrzymał lub nie przepisał, lecz postąpił z nim tak patetycznie — nierozsądnie, czasami znowu był rad, że mu to zostawia swobodę. Czekał, aż zachowanie się Oli da mu wskazówki, by mógł rzucić most na drugą stronę, by, jak się wyrażał, przeszłość wmurować w teraźniejszość i przyszłość. Wszakżeż w jej pamiętniku czytał, że miała się „pogrążyć w jego smutku,“ a ona tymczasem dotąd jeszcze nie zażądała nawet pokazania jej muzeum Angeliki, chociaż to było takie naturalne i proste."
      },
      {
        "index": 20,
        "text": "Wprawdzie Ola była zbyt sprytną, żeby nie poznać, że Strumieński ma jakieś „kaprysy“ na tle swego pierwszego małżeństwa, i dawniej zamierzała też na prawdę ulżyć mu ciężaru żałoby, póki go otaczał pewien nimb, póki nie został tylko jej mężem, człowiekiem, który się przecież z nią razem śmiał, żartował, jadł, pił, a czasem był śmieszny i nieogolony. Teraz jednak ciężyło to na niej jak obowiązek, który krzyżował trochę nowe jej plany, a wkrótce wydał jej się bezpotrzebnym. By jednak tę obojętność przed sobą samą upozorować, wymyśliła, że jest „dyskretną“. Stało się to raz przy sposobności rozmowy ze Strumieńskim o nieco podobnej sprawie, którą Strumieński naumyślnie poruszył; wtedy zmuszona do obrony, wpadła jakoś odrazu na tę szczęśliwą definicyę swego zachowania się i zaaplikowała ją Strumieńskiemu. Kiedy indziej znów powiedziała, że nie uznaje pierwszej żony Strumieńskiego: ona sama jest pierwszą i jedyną. Bardzo pięknie! Takimi-to dowcipami wymijała jego uroszczenia, nad któremi wogóle nie chciała sobie łamać głowy, bo wolała, by ją mąż od nich uwolnił. W antraktach więc między interesami a zatargami ze stryjem przemyśliwał Strumieński nad urządzeniem pewnej komedyi... Naturalnie on tego wówczas tak nie nazywał, jak ja sobie na to ze swawoli pozwalam, gdy mówię: komedya. Jemu marzyły się inne rzeczy. Już nie dbał o to, czy przekroczy granice zakreślone w umowach z Angeliką, bo zdawało mu się, iż właśnie dla uświetnienia przeszłości potrzeba pozyskać Olę na wspólniczkę, aby ten nowy strumień skierować w „podziemną rzekę“ (późniejsze jego wyrażenie). Tu znowu zamajaczył mu niewyraźny, bo nieśmiały obraz tej „idealnej“ miłości, który wytworzył był się w jego umyśle w pierwszej epoce stosunku do Angeliki, a potem nawiedzał go podczas dni żałoby (por. str. 67., 99.). Ale chęci jego bladły każdego poranku wobec rzeczywistości, która mu przynosiła całkiem inne rzeczy, nie mające związku z jego wewnętrznem życiem — póki wreszcie „to“ nie przeszło w stałą dyrektywę jego postępowania."
      },
      {
        "index": 21,
        "text": "Dlatego urządził się tak, by było widocznem, iż regularnie co pewien odstęp czasu są godziny, w których pragnie być samotnym i unika towarzystwa Oli. W godzinach tych szedł do muzeum Angeliki, zamykał się tam, spał, czytał książki, palił papierosy, a po każdej takiej pauzie bywał to małomowny i opryskliwy, to smutny i ponury. Naśladował nawpół rozmyślnie swoje własne dawne usposobienie z dni żałoby. Kiedy Ola wypytywała go, co mu jest i gdzie się ukrywa, wypierał się niezgrabnie wszystkiego, aż raz powiedziała mu wprost, że on się zamyka w atelier swej zmarłej żony, do którego wszystkim przystępu wzbrania, i tam oddaje się bezcelowym wspomnieniom lub studyuje jej szalone obrazy. Powinienby się przecież opamiętać i zwierzyć swojej Oli z żalu i z cierpień, ona mu przecież tego bolu nie ukradnie i potrafi być jego powierniczką, jak jest jego żoną. Strumieński czuł stereotypowość tego współczucia, nie chciał więc odrazu skwapliwie uledz, lecz być wprzód kilka razy proszonym, aż się ujawni szczerość jej chęci. Spochmurniał więc tylko i starał się zbyć ją kilku słowy, mówiąc, że jej domysły są tylko w części trafne, że on jej kiedyś wszystko wyjaśni, teraz jednak wiąże go przysięga (kłamał), której złamać nie może. Co zaś do tego domku, to Ola, jeśli chce być grzeczną, nie powinna mu robić przykrości i stawiać żądań, którychby potem sama żałowała, tem bardziej, że ów pokój przedstawia właściwie tak mało tematu dla ciekawości, zresztą tam jest tak zagracone, taki nieporządek itd."
      },
      {
        "index": 22,
        "text": "Ola, zaintrygowana taką odprawą, na razie umilkła, lecz potem ustawicznie nalegała na męża to prośbami, to kaprysami, żeby jej pokazał muzeum. Teraz już istotnie zależało jej na wtargnięciu w państwo Strumieńskiego, pożerała ją ciekawość, podsycana przezeń tak umiejętnie, że jej się zdawało, iż Bóg wie co tam zobaczy. Podrażnione były także jej upór i ambicya, gdy Strumieński gwizdał na jej pytania i mówił: „moja droga, nie nudź mnie“. Właściwie stawał się on teraz i u siebie niekonsekwentnym. Jego wycieczki do Angeliki bywały mniej ostentacyjne, a zachowanie się Oli narzucało mu dalej rolę zamkniętego w sobie, nieugiętego, tylko bardziej na seryo, — zaczął prawie wierzyć, że nie powinien do swoich „skarbów“ dopuszczać intruza. Na odmianę znowu potem bawiła go ta wojna z Olą, sprawiała mu dużo przyjemnej złudy, więc ją przedłużał. Wiedział też, że Ola go śledzi, szpera mu po książkach, a nawet raz spostrzegł w zamku muzeum ślady dobywania się innym kluczem. Niestety we wszystkich tych objawach ciekawości nie znajdował momentu, któryby mógł wyswobodzić go od przyjętej roli, a tymczasem musiał być wciąż w obawie, by one nie ustały. Obawa taka okazała się wnet niepłonną i wtedy, aby niebezpieczeństwo zażegnać, wpadł Strumieński instynktownie na najlepszy sposób przygotowania sytuacyi, w którejby musiał wreszcie wszystko z siebie wydobyć. Wszczął wielką awanturę z żoną i pokłócił się z nią."
      },
      {
        "index": 23,
        "text": "Tu weszły w grę motywa z innego kompleksu wypadków. Ola, urządziwszy się w Wilczy, postanowiła zawiązać stosunki ze sąsiadami, a przedewszystkiem chciała złożyć wizytę u pp. X-ów, z którymi rodzina Maryuszów miała konneksye. Ale właśnie Strumieński nie cierpiał X-ów, miał do nich uprzedzenie, wpojone mu jeszcze przez starego Strumieńskiego, a uprzedzenie to utrwaliło się w nim później, gdy słyszał, jak pan X. szykanuje jego niskie pochodzenie. Zdawało mu się, że Ola powinna była sama domyślać się, dlaczego on nie chce mieć nic do czynienia z X-ami, tu bowiem potrzeba dodać, że Strumieńscy nigdy tych drażliwych kwestyi z sobą nie poruszali, tak etykietalnym był ich wzajemny stosunek. Strumieński czuł także, że tu idzie nie tyle nawet o X-ów, co o to, kto ma właściwie wycisnąć piętno na nowem ułożeniu się stosunków w Wilczy, on czy ona; była to więc walka o przewagę, bardzo podobna do tej, jaką prowadził ze stryjem Oli. Równocześnie plan tej wizyty był u Oli niejako realnym wyrazem wspomnianego jej przełomu od ciekawości ku obojętności — o tem jednak podczas sprzeczki naturalnie nie było mowy."
      },
      {
        "index": 24,
        "text": "Od tej chwili Ola unikała męża na każdym kroku, o ile to tylko ludzkich podejrzeń nie budziło. Nieraz zbliżał się do niej, aby ją pocałować, lecz miał przytem minę takiego lekceważenia, że Ola odsuwała go lekko i odchodziła, nie rzekłszy ni słowa. Teraz, aby zgoda była zupełną, postanowił Strumieński doprowadzić ten stan do maximum i udawał również oziębłego, bo przytem, całkiem osobno, szło mu o tę satysfakcyę, żeby ją przetrzymać. W ten sposób nastała między nimi jakby nieumówiona separacya. Strumieńskiemu imponował „hart“ Oli i podbijał go zarazem, zwłaszcza gdy niby przekonywał się, jak Ola w chwilach, w których nibyto sądziła, że jest niewidzianą, wodzi za nim oczyma pełnemi żalu i tęsknoty, i jak te oczy czerwienieją z płaczu i podkrążają się sinemi podkówkami. Namyśliwszy się, przyszedł sobie do przekonania, że właściwie (?) on temu wszystkiemu winien, i już chciał podać pierwszy rękę do zgody, gdy razu pewnego Ola weszła do jego pokoju, nie patrząc nań położyła przed nim jakiś różowy, woniejący liścik i uciekła. W liście była prośba o przebaczenie, a po prośbie przyrzeczenie uległości. „Czuję, że wkrótce umrę — pisała — osierocając kogoś, kogo jeszcze niema na świecie, ale nie chcę po sobie zostawiać złego wspomnienia. Przebacz przyszłej mateczce“ itd. Strumieński wybiegł za nią, znalazł ją z twarzą zapłakaną, do której kurczowo przyciskała chusteczkę. Odejmował więc rączki od twarzyczki, pocieszał, całował, uspokajał, błogosławił ją itp. brednie wyrabiał, ponieważ nowina, udzielona mu przez Olę, wstrząsnęła nim i zmusiła go do traktowania jej na seryo. Jego komedya przerwała się w samą porę. Udobruchawszy Olę, wyszedł z nią na ogród, a uważając, że to on jest przyczyną jej przyszłych cierpień, rozserdeczniał się. Zgodził się już na wszystko: na wizytę u pp. X-ów i na wyjawienie jej celu swoich tajemnych wycieczek — bo uznał za rzecz samą przez się zrozumiałą, że jej szło także i o to. Więc, gdy przechodzili koło muzeum Angeliki, zapytał żartobliwie: „Aha! czy ja ci nigdy tych osobliwości nie pokazywałem? Nie? Ano, to chodźmy tam. Ale tam jest tak zagracone, taki nieporządek, proch, pajęczyny...“"
      },
      {
        "index": 25,
        "text": "Była to kaplica, stojąca na wysokiem podmurowaniu, wewnętrzne zaś jej urządzenie miało pretensyę, żeby je nazwać oryginalnem lub egzotycznem. Ołtarz zasłonięty był czarną draperyą, na tle której widniał kościotrup anioła, — symbol właścicielki tego ustronia. Ściany były wyłożone grupami i kolumnami kamiennemi tak, że całe wnętrze naśladowało poniekąd grotę bazaltową. Odpowiednia do tego była i flora: drzewa ze sztucznymi liśćmi i kwiatami, o takich kombinacyach barw i kształtów, jakby ten, co je sfabrykował, odtwarzał z fantazyi rośliny rosnące na Marsie lub Uranusie. Były dalej kollekcye pięknych motyli i chrząszczy, kilka wypchanych; ptaków, muszle morskie, próżne klatki, w których dawniej były zamknięte ptaki, ale po śmierci Angeliki wyzdychały, bo Strumieński zapomniał je karmić. Przez wielkie okno w suficie, tudzież dwa okna w południowej ścianie wpadało obficie światło. — Wszystko to bardzo się Oli podobało, zauważyła tylko, że tu panuje miły artystyczny nieporządek, chociaż wnet potem obiecała zaprowadzić i tu ład i szyk, aby to ustronie wyglądało jak cacko, aby mężulek, jeżeli zechce kiedy pomarzyć o jej rywalce, miał przynajmniej wszelką wygodę."
      },
      {
        "index": 26,
        "text": "Obrazów było mnóstwo: na sztalugach, niektóre-wprawione w sufit albo w ściany, inne w ramkach lub albumach. Wiele kopii, wiele pozaczynanych i wkrótce porzuconych szkiców, czasem na jednem i tem samem płótnie plan jakiegoś obrazu przepływał w inny, tworząc dziwaczną całość. Ola patrzyła z wielkiem zaciekawieniem, nie szczędząc czasem słów zachwytu. Rzeczywiście zapomniała, że jest na gruncie swej duchowej rywalki, oddała się tylko wrażeniom ciekawości. — W zbiorze obrazów było naprzód kilka pejzaży o nastroju ponurym i marzycielskim. Bardzo zastanowił ją obraz, przedstawiający głębinę morza wokoło zatopionego okrętu, a potem obraz toni morskiej, w której pływały zamiast chełbi białe mózgi ludzkie z przyczepionymi do nich, niby włosami, rdzeniami pacierzowymi i pękami nerwów. Niektóre mózgi płynęły spokojnie, inne goniły za sobą i oplątywały się wzajemnie nerwami: symbol miłości platonicznej. Ola, która od Gasztolda nauczyła się blagować nieco o obrazach, rzekła, że to pomysł nie malarski ale literacki, co przyznał Strumieński, dodając: „dużoby o tem mówić“. Objaśnił też, że naumyślnie dla tych dwóch obrazów Angelika przeglądała oceanografię, a potem kazała się spuścić w dzwonie nurkowym na dno morza, aby studyować grę barw w wodzie. Miał dużo kłopotu, zanim to przyszło do skutku. Na zapytanie Oli, czy i on był także w tym dzwonie, zawahał się nieco Strumieński i odpowiedział, że tak, zarumieniwszy się przytem nieznacznie."
      },
      {
        "index": 27,
        "text": "Weselszą była grupa pejzaży nieba, których było około 20. Oglądając je, Ola pytała męża żartem, czy i balonem podróżował z Angeliką, na co odrzekł: „Była i o tem mowa“. Jakby zabłąkany miedzy tymi pejzażami był obraz przedstawiający na tle burzliwego nieba dwoje ust całujących się: z twarzy osób znać było niemal tylko przymknięte w upojeniu oczy."
      },
      {
        "index": 28,
        "text": "Przekomarzającym się był portret Strumieńskiego jako satyra, który maluje pozującą mu z drugiej strony rzeki nimfę z parasolką; po minie satyra poznać, że wolałby być na przeciwnym brzegu, tak się przechyla i badawczo przypatruje, paląc papierosa. W technice naśladownictwo Böcklina. Również barokowy pomysł miało malowidło wyobrażające wielką stopę, prawdopodobnie jakiegoś olbrzyma. Stopa przygniotła właśnie różę na drodze, a na jej wielkim palcu siedział spokojnie mały człowieczek i wyjmował olbrzymowi ostrożnie cierń z tego palca. Opowiedział przytem Strumieński, jak Angelika badała stopy tylu to a tylu chłopów, zanim odpowiedni model znalazła, i jaką to sensacyę obudziło we wsi."
      },
      {
        "index": 29,
        "text": "Pewnego rodzaju całość tworzyły obrazy główek dziecięcych, na których Angelika próbowała połączyć szczegóły swojej twarzy z rysami Strumieńskiego. Na jednym chłopczyk — aniołek rysował jakieś bohomazy, na innym spał w słoneczny dzień w zbożu, a nad nim krążyła chmara motyli, rzucając na twarz i nagie ciałko dziecka różnokolorowe refleksy. — Potem Strumieński kazał Oli usiąść na trzcinowej kanapie i spojrzeć w górę. W suficie tkwił obraz w kolistej ramie, do złudzenia naśladujący płaszczyznę wody w studni, w której odbijała się twarz pochylonego nad nią dziecięcia."
      },
      {
        "index": 30,
        "text": "Objaśnienia, które dawał Strumieński, były dość skąpe, suche, czasem drwiące, np. gdy na jakiś obraz powiedział wbrew swemu przekonaniu: „Szczególny ale niesympatyczny koncept“. Omijał również o ile możności swój związek osobisty z tematami obrazów (bo chciał, żeby go właśnie o to zapytywała), dość prędko też przechodził od jednego obrazu do drugiego, jakby chciał dać Oli uczuć, że ją wobec tych pamiątek nieco pogardliwie traktuje. Łajał sam siebie później za te drwiny z obrazów Angeliki — nie wiedząc, że one właśnie maskowały pietyzm. Bał się też, że to wszystko Oli nie zaimponuje, czuł dopiero dziś, — gdy po raz pierwszy trzecia para oczu przypuszczona była do tajemnicy, — jak mało w tych śladach artystycznych uwydatnia się wewnętrzna historya jego miłości z Angeliką; szykanował więc nieco Angelikę, aby Olę skłonić do opozycyi i poznać, co ona istotnie myśli, z drugiej zaś strony gotów był natychmiast upokorzyć ją słowami, gdyby się odważyła wtórować jego szykanom. Ale Ola nie robiła ani jednego ani drugiego, zachowywała się tylko tak, jak ze sytuacyi wypadało. Mówiła więc np., że to wszystko daje jej dużo do myślenia, że teraz zaczyna pojmować intencye Angeliki, że gotowa być o niego naprawdę zazdrosną. Po przejrzeniu cyklu obrazów odnoszących się do dziecka, powiedziała, że w nich przebija się kobiecość i chęć macierzyństwa niemal wzruszająca, że to są takie marzenia przyszłej matki, jakieby i ona, Ola, malować chciała. To samo — o kobiecości i macierzyństwie — umiał pomyśleć sobie i Strumieński, lecz teraz skorciło go zachwiać jej twierdzenie, rzekł więc: „mógł to jednak być zwykły eksperyment malarski“. Wogóle nie bardzo mu się podobało zbyt łatwe solidaryzowanie się Oli z Angeliką, wolałby był usłyszeć jakieś słowa owijające w sobie zazdrość."
      },
      {
        "index": 31,
        "text": "I aby przerwać jej powierzchowne zachwycanie się Angeliką, wybrał dwa ze złożonych w kącie obrazów i postawił je przed Olą. Pierwszy był pomniejszoną kopią a raczej przeróbką obrazu Ingresa i przedstawiał rycerza Rüdigera, uwalniającego nagą Angelikę (jedną z bohaterek epopei Ariosta), przykutą do skały i zagrożoną przez strasznego smoka morskiego. Strumieński opowiedział, że do tego obrazu pociągała jego żonę nietylko sympatya z uwięzioną pięknością jako z imienniczką, lecz także sam temat, pod który można było podłożyć symboliczny sens, np. taki, że ów potwór to czyhająca na kobietę zmysłowość własna i cudza, od której uwalnia ją idealny rycerz, zjeżdżający na skrzydlatym koniu."
      },
      {
        "index": 32,
        "text": "— Czy w istocie obraz ma to oznaczać? — spytała Ola z zainteresowaniem."
      },
      {
        "index": 33,
        "text": "— Ależ bynajmniej. Gela rozczarowała się też niemało, gdym ją potem zapoznał z Ariostem i przeczytał jej ustęp opisujący, jak ów idealny rycerz po uwolnieniu Angeliki bierze ją poza siebie na konia i galopuje do lasku, gdzie pożerany widokiem jej piękności, zrzuca z siebie gorączkowo i niecierpliwie zbroje i..."
      },
      {
        "index": 34,
        "text": "— I... co?"
      },
      {
        "index": 35,
        "text": "— O jaka moja pani ciekawa! Tu właśnie urywa autor pieśń swoją, mogę cię jednak zapewnić, że zanim Rüdiger uporał się ze zbroją, figlarna Angelika dzięki pierścieniowi, który ją niewidzialną uczynił, uniknęła „niebezpieczeństwa“."
      },
      {
        "index": 36,
        "text": "Drugi obraz był oryginalny i przedstawiał wnętrze rzymskiej świątyni Westy; na podłodze leżał skrępowany Nero, otoczony gronem Westalek. Widocznie wtargnął tutaj, aby zadowolić swe chuci, lecz zwyciężono go i związano. Niepokalane kapłanki znicza Westy, obserwując chłodno bezsilną wściekłość okrutnika, naradzały się, co z nim zrobić; jedna z nich, wysoka, o surowych rysach twarzy, stojąc pod światłem wiecznej lampy, próbowała ostrza topora. Ramki obrazu naśladowały lilie. Strumieński objaśnił Olę, że nie jest to bynajmniej scena historyczna, lecz tylko mizoandryczna fantazya, wymyślona przez Angelikę w epoce, kiedy chciała założyć klub Amazonek. Każda z Westalek miała twarz jakiejś uczestniczki niedoszłego klubu. Na wezwanie Strumieńskiego, by mu wyjawiła swe szczere zdanie, Ola poprosiła go wpierw, by jej nie miał za złe, jeżeli go w czemś urazi. A potem powiedziała, że jej trudno wyobrazić sobie kobietę z toporem w ręku, że kobieta stworzona jest tylko do kochania, to jest jej całe szczęście, a zajęcia męskie jej nie przy stoją. Więc też nawet talent artystyczny jest u niej zboczeniem a nadzwyczajne wyjątki potwierdzają regułę (porów. str. 76. w. 17. i nast.), zresztą wogóle wszelka sztuka wysusza serce. Odpowiedź Oli stała w sprzeczności z poprzedniem jej zdaniem o kobiecości obrazów, tyczących się dziecka, lecz ani Ola ani Strumieński tego nie zauważyli. Strumieński nie wiedział, jak się wziąć do rzeczy, by Oli zaaplikować jakiś wyższy pogląd na poruszoną przez nią kwestyę, lecz na razie wmówił wreszcie w siebie, że to jest objaw zazdrości u Oli, i tak uniknął obowiązku polemiki. By jednak ratować swój dawny pietyzm dla Angeliki, naruszony nieco przez Olę, skorzystał z zapytania Oli: „Czy jej obrazy kupował kto?“ i rzekł: „I owszem, bardzo dużo pesymistycznych krajobrazów zakupił jakiś jej wielbiciel, podobno szwab z Norymbergi, kupiec, uratowałem tylko kilka, z których ten oto jest mi najulubieńszym“."
      },
      {
        "index": 37,
        "text": "Obraz, który Strumieński teraz pokazał, był pierwej pominięty tak przez niego, jak i przez Olę. Przedstawiał skaliste wybrzeże nad jakąś wodą, ogromnie puste i smutne. Wszystkie fale płynęły w kierunku od brzegu, jakby już wrócić nie miały, trzciny na wzgórku pochylone wiatrem w jedną stronę, w powietrzu był mrok i ukryta burza, a całe to miejsce miało tajemniczy nastrój opuszczenia."
      },
      {
        "index": 38,
        "text": "— Jakiego doznajesz wrażenia, patrząc na ten obraz? — spytał Strumieński."
      },
      {
        "index": 39,
        "text": "— Że to było przeczucie — odpowiedziała Ola po pewnym namyśle, nie wiedząc, do czego Strumieński zdąża, a chcąc mu się przypodobać zgodnością myśli."
      },
      {
        "index": 40,
        "text": "— Że to nie wszystko — czy tak?"
      },
      {
        "index": 41,
        "text": "— Że to nie jest wszystko — powtórzyła Ola tonem nawpół pytającym na wpół potwierdzającym. — Bardzo nastrojowy krajobraz — dodała potem."
      },
      {
        "index": 42,
        "text": "— I więcej nie widzisz nic?"
      },
      {
        "index": 43,
        "text": "— Nic."
      },
      {
        "index": 44,
        "text": "Strumieński uśmiechnął się tryumfująco, gdyż obraz ów zawierał w sobie jeszcze coś, o czem Ola dowiedziała się dopiero w wiele lat później."
      },
      {
        "index": 45,
        "text": "— Przy tym i przy innych pejzażach — rzekł — szło nam o rozwiązanie zagadki, jak wygląda natura, gdy jej człowiek nie podgląda. Jakim ci się np. wydaje ten odpływ wody?"
      },
      {
        "index": 46,
        "text": "— A czy natura jest inną, gdy się jej nie podpatruje? — spytała Ola, sądząc, że tem tak prostem pytaniem wprowadzi w kłopot męża."
      },
      {
        "index": 47,
        "text": "— No nie, naturalnie, to wszyscy wiemy. Ale też w sztuce nie idzie o odtwarzanie pospolitej rzeczywistości, lecz hipotez serca — a człowiek ma prawo to i owo sobie myśleć."
      },
      {
        "index": 48,
        "text": "— Zupełnie nie pojmuję, coście rozumieli przez te... jak powiedziałeś?... hipotezy serca?"
      },
      {
        "index": 49,
        "text": "— To też ja ciebie chcę tego nauczyć moja duszo rzekł Strumieński tonem przewagi i pocałował Olę."
      },
      {
        "index": 50,
        "text": "— Ja mam lepsze rzeczy do roboty niż malowanie — odparła Ola, a potem, chcąc naprawić wrażenie tych słów, oddała mężowi całus i mówiła: Jakże mi ciebie rozkaprysiły, czego-to ja będę ciebie musiała oduczyć, moja duszo!"
      },
      {
        "index": 51,
        "text": "I zaczęła po sali tańczyć i śpiewać, mimo że Strumieński zawołał na nią: Cicho enfant terrible! aż przewróciwszy kilka obrazów, przestraszyła się i zaczęła męża przepraszać. Ten tymczasem otworzył okno, oparł się na niem i patrzył — w dal. Ola przystąpiła do niego. Widok z okna wychodził na pole, a zamykało go wzgórze, na którego szczycie był cmentarz. Od cmentarza szedł w dół pas drogi, a po obu jej stronach, na tle zielonego pastwiska, leżały duże białe głazy, wykopane dawniej z wierzchołka góry. — Ola milczała, szanując uczucia, których mógł jej mąż doznawać wobec tego » widoku, lecz (niesłusznie!) zdziwiła się, gdy on, zamiast skarżyć się, zaczął mówić, że te głazy wyglądają brzydko, jak szkielety wyciągnięte z trumien, że należałoby użyć ich do wyszutrowania drogi lub sprzedać do budowy mostu kolejowego pod T. Następnie, objąwszy ją, opowiadał o powstaniu tej kaplicy, o pobożnej prababce itd., nie przeczuwając, że przez to wzbudza w Oli myśli: A więc miejsce to odebrano Bogu i poświęcono marnościom tego świata. Szkoda, że taki libertyn ten mój mąż."
      },
      {
        "index": 52,
        "text": "— Aha prawda, jeszcze ci jeden obraz pokażę — rzekł Strumieński, przypomniawszy coś sobie. Podszedł do drugiej ściany i chciał odsłonić półkoliste lustro, gdy wtem, rzuciwszy okiem na blat stojącej pod lustrem konsoli, ujrzał odciśnięty na pyle ślad małej ręki kobiecej. Będąc jeszcze pod wpływem cmentarnego widoku, nie wpadł na właściwy i bardzo prosty domysł, lecz wzdrygnął się, i ukazawszy palcem na ów ślad, krzyknął lekko: co to jest? Natychmiast przyskoczyła do niego Ola i wnet oboje zaczęli się cieszyć. „Widocznie nie pamiętasz dobrze jej ręki, o popatrz na moją“. I położyła znowu swą dłoń na stolik w tem samem miejscu, chwaląc się kokieteryjnie „rączką“ i zalecając ją do pocałowania. Strumieński to uskutecznił, otrzepał rączkę z pyłu, a potem odsłonił lustro, do którego Ola zaczęła się zaraz mizdrzyć, poprawiając sobie fryzurę. Tymczasem mąż jej zapuścił storę na okno naprzeciw umieszczone, wskutek czego natychmiast zniknął w lustrze widok cmentarza, a wystąpił obraz pogodnego nieba letniego ze słońcem, pobijającem chmury. Ola, zdziwiona tą zmianą, odwróciła się i ujrzała na miejscu okna zawieszony obraz. Strumieński wytłómaczył:"
      },
      {
        "index": 53,
        "text": "— Nie można przecież było znosić ciągle tak poważnego widoku, więc na złość prababce przemalowaliśmy jej ulubiony pejzaż. — A potem zbliżył się do żony i objąwszy ją, spojrzał teraz razem z nią do lustra, pytając:"
      },
      {
        "index": 54,
        "text": "— A co, czy ładna para?"
      },
      {
        "index": 55,
        "text": "— Ale to wyście sobie tutaj ładnie urządzali — rzekła Ola, całując go."
      },
      {
        "index": 56,
        "text": "— Teraz nie wy, ale my — prawda?"
      },
      {
        "index": 57,
        "text": "Na to Ola nic nie odpowiedziała, lecz zaczęła wyrzucać Strumieńskiemu, że tak zaniedbał ten salon; widocznie więc nie ma pietyzmu (nie wymieniła, dla kogo). Powinnoby się tu urządzić galeryę dzieł sztuki, dokupić innych obrazów i pokazywać ludziom, możeby kto co na tem skorzystał, możeby przyjeżdżali jacy artyści, krytykowali, pisali — toby było bardzo przyjemne. Strumieński milczał na te plany, które i jemu już przychodziły do głowy, lecz które zawsze oddalał od siebie, bo nie chciał, by ktoś obcy profanował swoją ciekawością świętości jego życia prywatnego. Czuł, że kiedyś to uczyni i uczynić powinien, aby Angelice dać sławę, której za życia nie miała, lecz wolał z egoistycznych pobudek odwlec ten czas na jak najdalszą metę. To było prawdą, ale prawdą też było, że Strumieński dotychczas jeszcze wątpił, czy obrazy Angeliki, które jemu się tak podobały — z powodów osobistych —, mają wogóle jakąś wyższą wartość artystyczną, czy może krytyka nie uzna ich za komiczne curiosa, nie chciał więc skompromitować jej i siebie. Tak dalekim był jednak od podejrzywania siebie o tę drugą pobudkę, że chcąc zamaskować pierwszą, powiedział:"
      },
      {
        "index": 58,
        "text": "— A naco? aby pierwszy lepszy krytykował i urągał? Przecież widzisz sama, że tak się nie maluje!"
      },
      {
        "index": 59,
        "text": "Była w tem powiedzeniu spora doza goryczy, albowiem Strumieński, gdyby był pewnym sukcesu Angeliki, nie chowałby światła pod korzec, zwłaszcza że prawie połowa obrazów była obojętnej treści. — Potem Ola wszczęła z nim dysputę, które z tych bohomazów (tak powiedziała żartobliwie, ale pod wpływem jego poprzednich słów) podarowałby jej do urządzenia salonów we dworze. Bądź co bądź obraz to dekoracya, jak się go zawiesi na ścianie, zawsze stanowi ozdobę, wypełnia puste miejsce, a o arcydzieła trudno. Strumieński udawał, że z nią o tem na seryo dysputuje, potem jednak krótko ale stanowczo odmówił, mszcząc się w ten sposób lekko za jej lekceważenie."
      },
      {
        "index": 60,
        "text": "— Dać ci mogę tylko kopię Ingresa, to lustro i tę statuę."
      },
      {
        "index": 61,
        "text": "Tu wskazał na stojący wśród kwiatów odlew gipsowy, który przedstawiał człowieka, wykuwającego samego siebie w kamieniu. Człowiek wyłonił się dopiero do połowy ze skały, która go nakształt niszy otaczała, i pracował mozolnie dłutem nad wyrzeźbieniem reszty swego ciała. — Rzeźba mistrza Florentiniego. — Dźwięk włoskiego nazwiska zelektryzował Olę, mimo to nie mogła się jakoś przekonać do tego dzieła. Wydało jej się to opacznem, żeby rzeźba nie wyobrażała całego człowieka w jakiejś pozie, np. trzymającego winogrona, rzucającego dyskiem. Strumieński, zawstydzony nieco tą arrogancyą krytyczną, jął tłómaczyć Oli symboliczne znaczenie posągu, mówił, że to ma oznaczać duchowy rozwój człowieka itp. Nie tyle to wytłómaczenie, co słowo „symboliczny“, przekonało nieco Olę, tylko zarzuciła jeszcze:"
      },
      {
        "index": 62,
        "text": "— Dlaczego jednak wykuwa dalszą połowę swego ciała? Przecież głowa i popiersie to najważniejsze — to przecież siedlisko ducha i serca. —"
      },
      {
        "index": 63,
        "text": "— No, w takim razie możnaby pojąć to jako symbol kształtowania lub uwalniania siebie wogóle, a zresztą — powiem ci coś do ucha."
      },
      {
        "index": 64,
        "text": "Lecz Ola zaczęła uciekać, potem wybiegła na ogród, gdzie ją wreszcie dogonił i powiedział jej dozwolony żarcik małżeński."
      },
      {
        "index": 65,
        "text": "Na drugi dzień Ola, wziąwszy klucz od kaplicy, samowolnie „urządziła“ wnętrze muzeum: pozmiatała proch, śmiecie, pajęczyny, poprzewieszała obrazy, kazała lustro i statuę przenieść do dworu. Statuę ludzie jej stłukli po drodze, odniesiono więc szczątki napowrót, złożono je w kącie i jak trupa przykryto prześcieradłem. Strumieński ujrzawszy, co się stało, rozgniewał się, a Ola żartobliwie obiecała kupić mu za ten jeden posążek dwa inne. Będąc raz w gniewie, gderał też Strumieński na Olę, że mu tutaj pomieszała, popsuła mu pamiątkę, bo od śmierci Angeliki on sam nic tu nie zmieniał. Kłamał — lecz w dobrej intencyi, koniecznie bowiem musiał Olę za coś złajać."
      },
      {
        "index": 66,
        "text": "— No to ja ci to wszystko napowrót na dawne miejsce poukładam, tak jak było, zaprószę, zaśmiecę — czy może każesz poszukać także wyrzuconych pająków? — mówiła Ola, uwierzywszy mu."
      },
      {
        "index": 67,
        "text": "— No... widzisz... ale bo mi się zatracił obraz..."
      },
      {
        "index": 68,
        "text": "— I cóż z tego? więc ja go naumyślnie zburzyłam! — podchwyciła Ola, zmyślając na prędce to „naumyślnie“ — poco masz o tem myśleć!"
      },
      {
        "index": 69,
        "text": "— Czy i w duszy też zburzysz? — spytał Strumieński, ale nie tak dobitnie, jakby wymagał sens tych słów."
      },
      {
        "index": 70,
        "text": "— Wszędzie, wszędzie — a to mi się udało!"
      },
      {
        "index": 71,
        "text": "I zaczęła klaskać w dłonie. Byłby pedantem, łając ją dalej."
      },
      {
        "index": 72,
        "text": "— Przedewszystkiem wezmę stąd tego nietoperza — rzekła, wskazując na kościotrup anioła, i w mylnem przypuszczeniu, że to może męża obraziło, przepraszała go całusami. — Przepraszam, przepraszam, jak zechcesz, to i nietoperza przeproszę, pocałuję go — rzekła, czując, że wycałowała już sobie prawo używania tego przezwiska. — A czy pozwolisz?"
      },
      {
        "index": 73,
        "text": "— I owszem, nie wiem tylko, czy to wypada panience z tak dobrego domu? — rzekł ironicznie, bo nie chciał, żeby Ola poprzestała na słowach."
      },
      {
        "index": 74,
        "text": "Ola, zapędzając się w swawoli, chciała udać odważną, więc przystawiła sobie krzesło do ołtarza, a stanąwszy na niem, sięgała aniołowi do piersi. Ona to już była przedtem przewidziała, teraz więc zrobiła gest, jakby się już zrzekła wykonania swego chwilowego pomysłu, który brzmiał zuchwale, ale w praktyce mógł być nieprzyjemny. Strumieński jednak był tak złośliwym, że wziął ją natychmiast z krzesła na ręce i podniósłszy na stosowną wysokość, rzekł: No, no, pociumaj aniołka!"
      },
      {
        "index": 75,
        "text": "Ola zakołysała się rękami w powietrzu, chwytając równowagę, potem obejrzała się w dół na męża i spytała:"
      },
      {
        "index": 76,
        "text": "— A... a czy nie będziesz zazdrosny?"
      },
      {
        "index": 77,
        "text": "— Przenigdy w świecie."
      },
      {
        "index": 78,
        "text": "Otarłszy czaszce zęby naperfumowaną chusteczką, Ola przybliżyła nieco do nich swe usta i w powietrzu lekko cmoknęła, mimo to potem przez zapomnienie otarła swoje usta tą samą chusteczką, krzyknęła, zaczęła popluwać i mówiła:"
      },
      {
        "index": 79,
        "text": "— A pfe, ale cuchniesz aniołku!"
      },
      {
        "index": 80,
        "text": "Wzięła jednak niebieską wstążeczkę i zawiązała „aniołkowi“ na szyi krawatkę, poczem Strumieński zsadził ją na ziemię."
      },
      {
        "index": 81,
        "text": "Takich „idylli“ użył Strumieński jeszcze kilka. Z rezultatu ich był o tyle zadowolony, że wreszcie w jego szańcu zrobił się wyłom; zresztą udawał, że mu jest teraz dobrze, bo chciał wytchnąć na osiągniętym już stopniu. Ale „na dnie duszy“ wiedział, że tu czegoś brak, bo podczas owych „idylli“ oczekiwał od Oli czegoś zupełnie nowego, jakichś innych, dalej idących dowodów współczucia i wniknięcia w niego, czegoś, czegoby sam nie umiał wymyśleć, chociaż poznałby, że to właśnie jest to, gdyby się było wyłoniło. Ola zaś mniemała, że już się wszystko skończyło, że skoro zamknięta dotychczas kaplica ukazała jej swoje wnętrze, to nic więcej niepokoić jej nie może."
      },
      {
        "index": 82,
        "text": "Lecz Strumieński, złudzony pozornymi dowodami jej sympatyi, „prześladował“ ją dalej. Nastąpił teraz okres, w którym jego stosunek do Oli był z konieczności platonicznym, więc zakochał się w niej i czcił ją jako przyszłą matkę. Zakochanie się zaś pobudzało go do otwartości, więc pod pozorem wynurzeń przesuwał przed nią w sposób poetyczny różne epizody z dziejów swojej pierwszej miłości, wybierając z początku tylko szczytne i wzniosłe. Sądził, że w ten sposób zaimponuje Oli, że skłoni ją do podzielania jego własnych zachwytów, chciał zrzucić to brzemię na cudzą duszę, słyszeć tony z ust drugich, do których sam może już nie był zdolny. Aby ją dobrze usposobić, zezwolił na zawiązanie stosunków z pp. X. — a powiedział jej, że jeżeli się dotychczas na to nie zgodził, to tylko dlatego (nieprawda! zob. str. 138/9.), że był zazdrosny o jej uwagę i zainteresowanie, lecz teraz będzie wspólnie z nią wszędzie, a ona z nim. Ona uważała to również za bardzo naturalne po tem. co między nimi zaszło."
      },
      {
        "index": 83,
        "text": "Mimo to, Strumieński nieraz żałował swoich opowiadań, nieraz je niezręcznie cofał lub zmieniał, czując, że może przebrał miarę. Starał się zawsze zachować jakieś azylum osobno dla siebie i Angeliki, aby potem cieszyć się: o — tego jeszcze nie powiedziałem! Robił doświadczenie, że tajemnica udzielona ale nie podzielona zostawia w sercu najprzykrzejszą próżnię. Chciał zresztą nietylko sam mówić, ale być pytanym mądrze i z intuicyą. Podsuwał więc żonie te i owe pytania, zadawał jej niejako zadania, z których ona wywiązywała się lepiej lub gorzej, a często i wykręcała. Gdy zniecierpliwił się, chciał wywierać zemstki, naturalnie pod innymi pretekstami, lecz mając jeszcze wiele atutów w ręku, dawał jej pokój; zresztą, jak już powiedziałem, czcił w niej majestat macierzyństwa czyli: oszczędzał jej irytacyi, któreby mogły niekorzystnie wpłynąć na ustrój cielesny dziecka."
      },
      {
        "index": 84,
        "text": "Z okazyi owego dziecka zagrał przeciw niej taki atut: Spytał, czy zna Goethego „Powinowactwa z wyboru“, a gdy zaprzeczyła, opowiedział jej treść tej powieści i przeczytał jej opis nocnej wizyty Edwarda u Charlotty, oraz to, co się odnosiło do skutków tej wizyty. Z dziełem Groethego zapoznała go Angelika, a jeszcze podczas jej ciąży wpadli oboje na plan, aby to, co tam jest opisane jako przypadek, Strumieński po powtórnem ożenieniu się zastosował w praktyce z całą świadomością. Według tego — mówił Strumieński sucho — możliwem jest, że dziecko twoje będzie właściwie jakąś transcedentalną drogą dzieckiem Angeliki, która dała się tylko zastąpić innemu żywemu ciału. — Potem opowiedział jej o swoich ćwiczeniach w rysowaniu i (dodał) malowaniu twarzy Angeliki, przypomniał jej także obrazy na temat dziecka. Wszystko to naturalnie nie mogło się Oli podobać, i przeraziło ją nawet, bo była nieco zabobonną. Uczuła się nagle raz jedyny pod pewnego rodzaju duchową przemocą Strumieńskiego, który — jak się jej przez chwilę zdawało — mógł siłą woli czy suggestyi wpłynąć na płód w jej ciele, uczuła, że oni oboje, tj. on i jego pierwsza żona, mają lub mieli jakiś odrębny świat, ulotny wprawdzie i nikły, ale mogący się właśnie w tej praktycznej kwestyi wedrzeć w jej świat i w jej prawa. Przerażona, zarzuciła mężowi ręce na szyję, pytała gorliwie, czy to w istocie możliwe, groziła, że gdyby się coś takiego stało, znienawidziłaby go na całe życie lub nawetby się z nim rozwiodła. Strumieński zdumiał się na ten wybuch egoizmu macierzyńskiego i próbował mówić: A dlaczego pozwalasz, bym myślał o innej? dlaczego nie wypalisz mi w sercu wspomnień o niej swoimi pocałunkami, dlaczego dopuszczasz, bym śnił o niej, nie o tobie? Lecz widząc jej odrazę od siebie, zmuszony był wyznać prawdę: że wspomnianego planu nigdy na seryo nie wykonywał; przecież Ola jest zbyt ponętną, żeby przy niej można zapomnieć o niej. Czuł, że tem przyznaniem się kompromituje właściwie wszystkie zamki na lodzie, budowane przez Angelikę z myślą o Oli, żeby się więc przed samym sobą usprawiedliwić, krytykował Goethego, że napisał niemożliwą scenę: w wiadomym momencie bowiem można myśleć tylko o osobie, z którą się ma do czynienia, albo raczej o niczem. Obawy Oli rozproszyły się przy narodzinach dziecka: był to synek, bardzo podobny do niej, bo wyglądał na bruneta i miał niebieskie oczy, podczas gdy Angelika była blondynką i miała oczy zielone. Strumieński byłby dał Bóg wie co w tej chwili, gdyby dziecko było podobne do Angeliki, — lecz udawał, że się cieszy, i śmiał się razem z Olą z jej poprzednich obaw, np. gdy wpadła na koncept, że mogłoby się narodzić dziecko z oczyma różnego koloru, aby obie strony zadowolić."
      },
      {
        "index": 85,
        "text": "Lecz wkrótce znowu przy jakiejś sposobności wyjawił jej taki swój przejściowy zarzut: Powinnaś była dla mojej miłości pierwsze swoje dziecko poświęcić Angelice, żeby jej duch błąkający się spełnił swoje ziemskie przeznaczenie, powinnaś była za mojem pośrednictwem zlać się ze mną i z nią w taką jedność, taką utworzyć z nami trójcę niezwykłą, żeby to dziecko mogło być nawet fizycznie jej dzieckiem, żeby było do niej podobne! — Tu znów można zauważyć to, co już raz napomknąłem, że Strumieński zwalał na duszę Oli ciężar tych nadzwyczajnych postulatów, którym sam nie mógł podołać, a które go jeszcze od czasu do czasu napastowały. Pamiętał on np. jeszcze bardzo dobrze, jak trudno było Angelice rozstawać się z nim — jak skąpcowi, który umierając musi opuścić swoje skarby. Pamięć o jej tajnych życzeniach pośmiertnych (sic) uważał za swoją specyalność — za niesłychane misteryum — lecz wymagania psychologiczne i fizyologiczne życia wykolejały wciąż jego dobre chęci. Trzeba więc było Olę wtajemniczać dalej — zwłaszcza że to leżało na linii jego własnych rozkoszy."
      },
      {
        "index": 86,
        "text": "Wogóle wchodziły tu w grę współcześnie dwa czynniki: Strumieński mniemał, że Ola wyratuje go od Angeliki, i chociaż myślami był w sojuszu z Angeliką (drugi czynnik), przecież działał przeciw niej, bo chciał Olę podniecić do rywalizacyi. A więc były to czynniki sprzeczne — czy tylko na pozór? Co do tej kwestyi proszę porównać moje rozumowania na str. 131., tudzież rozproszone uwagi o tem, że z pewnym stanem umysłowym wnet stowarzysza się zwykle jakiś stan wprost przeciwny (np. str. 133.). Zresztą potrzebował Strumieński od Oli pewnej pomocy moralnej, co jednak jasno uświadomił sobie dopiero później, albowiem fakt samobójstwa Angeliki miał pewne skrytki, które mu czasem mąciły spokój, i one to zwykle przeważały szalę na korzyść Oli."
      },
      {
        "index": 87,
        "text": "Podejmuję teraz przerwany wątek: Trzeba było Olę wtajemniczać dalej... Wplatał on już dawniej w swoje opowiadania szczegóły mogące drażnić jej ciekawość, ona też każdym razem na nie czyhała. Nawet najcnotliwsze kobiety lubią te szczegóły. „Psuł“ ją — widział, że ten teren jest dla niej przystępniejszy i zrozumialszy, mniemał, że to będzie silny fundament, na którym się już łatwiej postawi coraz wyższe piętra. Teraz pokazał jej „Księgę Miłości“, pamiętnik erotyczny Angeliki, i objaśnił go. Nie wystarczyło mu jednak być tylko anegdociarzem. Chciał od niej współczucia, zazdrości, chciał, żeby albo rywalizowała ze swoją poprzedniczką, albo ją naśladowała, chociaż właściwie jedno wykluczało drugie. Lecz „na dnie duszy“ czuł, że może kaprysi, gdyż jego żona z biegiem czasu przyzwyczaiwszy się do niego, lepiej rozumiała jego pocałunki — podobno bywa tak po pierwszem dziecku —, była dlań czulszą i bardziej mu oddaną niż kiedykolwiek przedtem i potem. Bo i na nią działał — podobał jej się pewien patos w jego uczuciach, wchodziła też w grę specjalna rozkosz z odświeżania pierwszych wspólnych wspomnień. Lecz Strumieński nie chciał być zadowolonym: gdy ona odezwała się lub postąpiła tak a tak, to on sobie myślał, że powinna była powiedzieć co innego, spojrzeć w ten sposób, odgadnąć jego życzenia w przeczeniu, dla własnej przyjemności poświęcać mu swoje przyjemności, solidaryzować się z nim nawet w jego nonsensach, grzechach i śmiesznościach, jednem słowem być jego sobowtórem kobiecym. Gdyby był nie znał Angeliki, byłaby mu może Ola dziesięć razy wystarczyła. Ale nawet i Angelika taką nie była, jaką ją Oli opisywał (por. np. str. 72.), on tylko posługiwał się nią jako pretekstem do rozszerzania swoich wymagań. Bo zawsze czuł pewną fałszywość wysiłków Oli, może więc wolał łudzić się, że on chce za dużo i tylko dlatego Ola mu nie dogadza (szacherka uczucia). A kiedy wreszcie Ola zraziła się i odstrychnęła, spoglądał dumnie na swój wykulminowany do niemożliwości gmach i swoje w proch obrócone nadzieje. Kiedy indziej znowu uważał wszystko za tak łatwe i proste i zupełnie nie rozumiał Oli. Tak wahał się między rozmaitymi sposobami pojmowania jej charakteru i swoich postulatów: gdy mu było z Olą dobrze, mylił się co do niej, dostawał szerokiego oddechu i chciał ją porwać z sobą w bezgranicza, gdy mu zaś brakło pewnego minimum ciepła, porzucał eksperymenta, zapominał o duchu Angeliki i dbał o siebie samego, zadowalając się byle czem."
      },
      {
        "index": 88,
        "text": "Tu muszę jeszcze nawiasem wtrącić, że Ola po urodzeniu synka często bywała w Warszawie, aby się bawić, robić zakupna, wydawać swe krewne za mąż, czy też odetchnąć na łonie bliższej familii, i tam zasilała się w swym oporze przeciw Strumieńskiemu, uczyła się lekceważyć go i wyzwalać się z pod jego wpływu."
      },
      {
        "index": 89,
        "text": "Większa część tego, co Strumieński opowiadał Oli o Angelice, przedstawiała się głupio i prozaicznie, bo nie miewał zachęty mówić o niej coś mądrzejszego. Miał nieraz satysfakcyę w tem, żeby Oli zagmatwać obraz, żeby w niej obudzić przynajmniej nienawiść do tego, do czego nie mógł ożywić jej sympatyi. Przesadzał więc i gadał niesmaczne rzeczy, obniżał i obezwładniał całą kwestyę tak, że przestawała być aktualną, a potem był na Olę zły, że ona go zmusza do przekręcania, do ściągania w dół swych pragnień, do postępowania tak, żeby zdawał się grzęznąć w pornografii zamiast być idealnym."
      },
      {
        "index": 90,
        "text": "Ola wnioskowała z takich wyrzutów, że on widocznie nawet tamtej nie kochał, ani nie szanował, Strumieński zaś brnął coraz dalej, stawał się gadatliwym i nudnym. Wywoływał u niej różne mimowiedne wybuchy szczerości („naturlauty“), zdradzające właściwe jej poglądy na niego: „Nudzisz mnie! komedya! komedyant!“ Cały więc eksperyment wypaczył się, wszedł w stadyum śmieszności."
      },
      {
        "index": 91,
        "text": "Tu jest dziurka, przez którą można widzieć pewien daleki horyzont. Ze wszystkiemi najpiękniejszemi uczuciami i zamiarami łączą się bardzo prędko pewne stany parodyjne, które zbijają z tropu owe uczucia, przemalowują je i obniżają. Bo też wśród zawikłań życiowych myśli, uczucia, zamiary, stany, ciągle zmieniają swą postać, tylko energia się nie rozprasza. Trzebaby bohatera, żeby zaplątawszy się w sieć tych zawikłań, dobrze je wszystkie pamiętał i nie dał się uwieść suggestyi ostatniej śmieszności, ale podtrzymywał mocno swą słuszność. Trzeba jednak bohatera już na to, żeby sobie taki stan uświadomił i określił. Takim bohaterem był Napoleon, który powiedział: „Od szczytności do śmieszności tylko jeden krok.“ Ale i on nie był szczerym, bo powiedział „tylko jeden krok“, podczas gdy prawda taka objawiła mu się najpewniej w chwili zlania się jakiejś „szczytności“ z jakąś „śmiesznością“. Strumieński takim bohaterem nie był, dlatego zgnębił swoje odruchy, zmierzające do dalszych, coraz trudniejszych wyjaśnień, i wstydził się i irytował, ale po cichu."
      },
      {
        "index": 92,
        "text": "Jedna z ostatnich scen tego rodzaju między małżonkami była następująca: Strumieński żądał od Oli, żeby raz na miesiąc ubierała się w suknie Angeliki i zupełnie ją udawała, on też miał ją w tym dniu nazywać Gelą i zachowywać się odpowiednio do tego. „To jest takie głupstwo, a nikt o tem nawet wiedzieć nie będzie.“ Udowadniał, że gdyby jej nie kochał, toby jej się nawet nie ośmielił zaproponować tak dyskretnie pięknej komedyi, lecz właśnie ma zaufanie do Oli i wierzy, że ona to zrobi. Ola odparła na to: „Jesteś waryat, ja jestem twoją żoną, a nie kochanką.“ To odróżnienie oddawało jej zwykle dość dobre usługi, więc stosowała je często, pomimo, że małżonek wykazywał jej, że to nonsens, — ale bo też szło jej tylko o to, żeby zaznaczać odmowę z zasad wyższych, a nie z egoizmu i uporu. Gdy Strumieński jeszcze coś dalej mówił, zaczęła śpiewać, on jej na to: milcz, nie śpiewaj! Śpiewała dalej, a on wiedząc, że własny śpiew sprawia jej przyjemność, prosił ją, żeby nie śpiewała, dlatego, że mu to w sposób zbyt przykry przypomina Angelikę, która w ostatnich dniach swego życia pod wpływem obłąkania zaczęła nucić ni stąd ni zowąd. Tak chciał Strumieński chytrze przeforsować swój zakaz, lecz Ola palnęła mu śpiewając: No to ja ją naśladuję, Do rozkazu się stosuję."
      },
      {
        "index": 93,
        "text": "Porwał za kapelusz i wyleciał w pole. Gdy wrócił, Ola była chora, miała migrenę, potem grała na fortepianie, a na drugi dzień nic do niego nie mówiła — „skoro mego głosu nie lubisz“."
      },
      {
        "index": 94,
        "text": "Strumieński stał w ogniu wypadków i był nimi tak zacietrzewiony, że nie mógł charakteru i postępowania Oli zupełnie trafnie ocenić. Czasami w irytacyi, na podstawie analogii z samym sobą, dobrze oceniał jej egoizm, objawiający się w drobnych ukłuciach szpilkami w najniewinniejszej na pozór formie, lecz zamiast widzieć w tem wypływ jej wychowania, wykształcenia, stosunków, przesądów, zamiast uwzględniać masę innych czynników, trudniejszych do uchwycenia, wolał pójść drogą wygodnych umysłów i w swoich walkach psychicznych z Olą upatrywał rzekomy wieczny antagonizm między mężczyzną a kobietą wogóle. Ta ponętna teorya uspokajała go nieco, pozwalając mu cieszyć się swoją wyższością umysłową; obchodząc wtedy z daleka ostrożnie wspomnienia o Angelice, aby ich nie narazić na zetknięcie się z tą teoryą, popadał Strumieński w mizogyniczne rozmyślania, które zaznaczył także w ten sposób, że synka swego nazwał Pawłem — od imienia apostoła, który nie lubił kobiet."
      },
      {
        "index": 95,
        "text": "Jakże zaś te zawikłania przedstawiały się Oli? Przybywając do Wilczy, widziała ona przed sobą całkiem inne zadania. Mniemała, że przyjdzie na tę pustynię jak anioł zbawczy, pochlebiało jej nawet, że idzie za mąż za plebejusza z rodu, i chwaliła się tem przed towarzyszkami jak bohaterstwem, sobie samej zaś mówiła: jaki on będzie szczęśliwy, dumny, pojąwszy za żonę córę hetmanów! Bo chociaż na pozór głosiła się być wyższą nad kastowe uprzedzenia, przecież, gdy szło o życie praktyczne, wówczas wyłaziło szydło z worka. A potem znowu, wznosząc się ponadkastowość, myślała: Jak splendor taki zaimponuje pp. X., państwu Truskawskim i innym sąsiadom, jak odtąd nabiorą respektu dla biednego Włoska Strumieńskiego, którym pomiatali, o, bo tym ludziom tylko imponować potrzeba! Zdobywszy szacunek dla męża, ułatwi mu byt, skłoni do zawiązania stosunków z ludźmi dobrej woli, odda go społeczeństwu. Będzie się mógł nią popisywać, bo ona umie śpiewać, grać, kokietować, jest piękną: tego wszystkiego będą mu inni zazdrościć. W jego melancholię nie wnikała merytorycznie, ale uważała ją za miłą dekoracyę, za dodatek, wskutek którego ludzie mogliby kiedyś powiedzieć: „o, jak on przy młodej żonie poweselał.“ Nibyto wyobrażała sobie dawniej Strumieńskiego jako człowieka statecznego, poważnego, lecz jakże bardzo się na nim zawiodła! Ma on dobre serce, ale jest kapryśny i dziwak. Płakała, cierpiała skrycie, bo on odepchnął jej miłość dla kaprysów. Jeżeli zaś była dla niego surową, jeżeli zadawała mu rany, to dlatego, by zapomniał o tamtej, która była niegodną jego miłości, skrzywiła, złamała mu życie, wyszła za niego tylko dla miłego grosza, a zresztą była jak wiadomo waryatką. To nie była kobieta, to była samica, indywiduum zepsute cywilizacyą. Cudzoziemka, skaziła naszą rodzimą polską atmosferę jakąś niesympatyczną, niemiecką domieszką, której on z siebie teraz otrząść nie może. (I Strumieński był czasem tego samego zdania.)"
      },
      {
        "index": 96,
        "text": "Takby może mniej więcej napisała Ola w swym pamiętniku, bo na wszystkie wybryki egoizmu znajdzie się płaszczyk. O tem wie każdy. Ale może nie każdy wie o tem, że w tych płaszczykach, tj. upozorowaniach tkwi zwykle więcej racyi, niż się na pozór wydaje, niema w nich nic śmiesznego, jest owszem nieraz logika i słuszność najlepszego rodzaju; tylko trzeba każdy taki płaszczykowy argument z osobna ożywić i wmyśleć się weń. Zato nie ma tam zupełnej racyi, uwzględnienia wszystkich czynników, niema autokrytyki i szczerego śledzenia konszachtów między układaniem się wyuczonych słów, frazesów i poglądów a nieświadomem życiem duszy."
      },
      {
        "index": 97,
        "text": "I tak np. Ola nie lubiła zbyt ściśle rozważać swego stosunku do Angeliki. Wypieszczona w domu, uważana za „lumen“, musiała wobec Strumieńskiego przybrać tylko rolę kobiety par excellence, rządzącej się głównie uczuciem. Strumieński zanadto poniżał jej ambicyę, stawiając wciąż Angelikę jako wzór intelligencyi kobiecej, — a ją, Olę, lekceważył, bo nawet, jak jej się zdawało, nie spostrzegał, że ma do czynienia z arystokratką, nie był z tego dumnym, ignorował to. W tym punkcie Ola myliła się nieco, bo Strumieński ulegał kastowym przesądom w ten sam sposób co ona, chociaż jak potem zobaczymy, traktował je bardziej teoretycznie. Uprzedzenia Oli do Angeliki płynęły nie z zazdrości o męża, ale wogóle z zazdrości intellektualnej. Miałażby rozum być zazdrosną o osobę nieżyjącą! Gdyby Strumieński zbałamucił żonę jakiego prezesa, marszałka, wówczas może-by ją to dotknęło, to byłby przyzwoity skandal, dla którego wartoby sobie nadpsuć trochę serca — ale tak... Wskutek wspomnianej zazdrości intellektualnej wyrobiła się w Oli potrzeba zaznaczania i wobec Strumieńskiego i wobec innych, że ona jest kontrastem do Angeliki, np. namiętnie zwalczała emancypacyę kobiet, chwaliła się swojem doskonałem zdrowiem, zamiłowaniem w zajęciach gospodarskich, tudzież w różnych sportach itd."
      },
      {
        "index": 98,
        "text": "Raz zaproszono ich na polowanie. Strumieński nie chciał w niem wziąć udziału, bo miał jeszcze dawną pretensyę, żeby Wilcza była wyspą intelligencyi a nie głupich zabaw. Ola natomiast zaczęła narzekać, że ją więzi w domu, jest o nią zazdrosny itd. Wówczas on wyznał jej, że przecież jego ojca zabito na polowaniu, że jego samego niegdyś jako chłopaka używano do nagonki. To wzruszyło ją, postanowiła pozostać w domu i tą małą uległością ujęła go tak, że oświadczywszy: Ale co ja sobie tam będę z tego robił! pojechał z nią na owo polowanie. Odtąd dogadzał wszystkim jej życzeniom tego rodzaju, „cywilizował się“. Ola tryumfowała: wygrałam, przyszedł do rozumu."
      },
      {
        "index": 99,
        "text": "A właściwie prawdą było tylko to, że Strumieński sam zaczął powątpiewać o wartości problemu Angeliki. Przedewszystkiem, dotknąwszy śmieszności, cofnął się jak sprężyna, zaprzestał dręczyć żonę, a zaczął szanować jej „kobiecość“, tem bardziej, że także ich miłość zaczęła mieć swoją historyę, swoje skrytki, wspomnienia, kłótnie, przeprosiny, stałe pieszczoty i słodycze. Urobił się między nimi pewien modus amandi, wzbogacany od czasu do czasu nowościami. Z drugiej strony powstawał w nim dość często przesyt z powodu fizycznej miłości, znużenie, wyczerpanie niby do dna siebie i jej; bywał w sąsiedztwie myśli, że „miłość“ nie tylko nie jest bezdenna, ale że to dno jest nawet bardzo blisko, że ostatecznie cała sprawa redukuje się do... tant de bruit pour une omelette. Chcąc się wycofać z zajmowanego dotąd fortu, robił sobie wyrzuty, czy może nie przeholował, czy nie „kaprysi“, — bo czegóż-to on żądał właściwie? Nie wiedział. (A niedawno wiedział.) Wszakże łapał nieraz siebie na tem, że mówił jej: „to“, „coś“, „to we mnie rosło“, „taki ideał“ — jakże ona miała to zrozumieć? — Zamknął więc dalsze wynurzenia i żądania, chciał być ze swoim problemem sam na sam. Mówił sobie, że przez pokazanie obrazów i wtajemniczenie Oli w tyle szczegółów stało się już wszystko, co się stać mogło: pozostawało wprawdzie jeszcze to i owo, ale to były rzeczy mniej ważne (?). Niby kapłan odprawił już nabożeństwo za zmarłą duszę. Przytem orzekł, że jego kult Angeliki doznał mnóstwa skaz, że ją zdradził i skompromitował, chciał więc naprawić swój błąd, chciał dać żonie czas, by zapomniała o wszystkiem, wymazać z jej pamięci zupełnie ten epizod, aby Angelika miała mauzoleum tylko w jego duszy, w jej najdalszych i najskrytszych grotach. Na szczęście zachował sobie jeszcze kilka tajemnic, których nie wyjawił Oli, i cieszył się z tego. Miał swoje sanctissimum — postanowił jednak nie dbać o nie, nie myśleć o niem, nie brać go z sobą w „walki życia“, ale przechować nieskalane. Tak chował, chował coraz głębiej, aż go się wreszcie pozbył. Ale chociaż potem zaparł się swego ideału i odmienił swą skórę, zawsze wiedział — nie mówiąc tego sobie —, że tam jeszcze coś na niego czeka."
      },
      {
        "index": 100,
        "text": "Takto wycofanie się swoje podpierał Strumieński z różnych stron — w różnych nb. czasach — sprzecznymi nieraz argumentami, które z początku nawet się ze sobą nie ścierały (niepoprzebijane ścianki). Zauważam jeszcze, że naturalnie to tymczasowe zakończenie sprawy Angeliki nie było nagłe, ale przygotowywało się od dawna, i oddawna już równocześnie z tym kompleksem krzyżował się i wchodził w związki kompleks inny, dotyczący zewnętrznego życia Strumieńskiego. Bo Strumieński uwziął się potem, żeby żyć tylko powierzchnią."
      }
    ]
  }
}