{
  "chapterNumber": 20,
  "title": "XX. Pałuba",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XX. Pałuba. Hejże ha, mój ty antipoetyczny pegazie — dość długo już oraliśmy ziemię zachwaszczoną kwiatami poezyi, może teraz pohulamy po swojemu w „wyższych regionach“, obryzgując „błotem“ tych, którym ty wydawać się będziesz nie „rumakiem“ ale uskrzydlonem zwierzęciem o długim ryju! Ale wszak tobie w to graj, ty bestyo apokaliptyczna, ty psiakrew jakaś, ty..."
      },
      {
        "index": 2,
        "text": "Zapewne nikt po mnie nie oczekuje, bym w Pawełku kreślił jakiegoś geniuszka à la Orcio Krasińskiego. To nie ja, to Strumieński i Gasztold tak go pojmowali; bardzo wiele dzieci w istocie nasuwa takie porównanie. Najłatwiejby wprawdzie było pójść teraz śladem tych autorów, którzy przez swoje dzieci powieściowe chwalą się wspomnieniami z własnego dziecięctwa, wplatając je tak, aby czytelnik domyślał się pierwiastka autobiograficznego i podziwiał, jakiem to niezwykłem dzieckiem był sam autor. Tego ja chcę oszczędzić swemu czytelnikowi. Jedynie to mu napomknę, że historya Pawełka jest dalekiem echem „Frühlings-Erwachen“, dramatu Wedekinda, którego wyjątkowemu czarowi nikt z porządnych ludzi oprzeć się nie zdoła."
      },
      {
        "index": 3,
        "text": "Strumieński wypuścił już Pawełka z tej pedagogicznej sieci, niebieskiej, niewidzialnej, którą go był oplatał. Dlaczego? Jak wiadomo jeszcze pierwej przewidywał on tę zmianę i przygotował ją przez usunięcie śladów Angeliki, przyczem ten środek do starego celu połączył z osiągnięciem nowego, przejściowego celu: uspokojenia się. Tak się to szczęśliwie złożyło. Opuszczając Pawełka, Strumieński nie działał z wyraźnym zamiarem, po części nawet ulegał zewnętrznym okolicznościom. Faktem było, że chłopaka trzeba było oddać do szkół średnich, jakkolwiek nie osiągnął on jeszcze przepisanego wieku, faktem też było, że Strumieński chciał się go pozbyć jako byłego wspólnika jednej rzekomo już zamkniętej epoki, — ale najbardziej tajemniczą okolicznością było to, że Strumieński zazdrościł Pawełkowi swego własnego wychowania i własnej troskliwości. Nie umiałbym tylko dostatecznie opisać subtelnego współdziałania tego motywu, tak w nim nie było nic brutalnego, a była raczej jakby jakaś rezygnacya, prośba o przebaczenie i wyrozumiałość. Wprawdzie Schopenhauer powiada w swoich „Maksymach“: „Tak, nie ukrywajmy tego: jakkolwiek silnemi są te węzły, którymi przyjaźń, miłość i małżeństwo łączą ludzi ze sobą, jednak zupełnie szczerze postępuje każdy ostatecznie tylko z samym sobą, i chyba jeszcze ze swojem dzieckiem“. Ale egoizm i tu wciska się szczelinami. Nie trzeba zapominać, że Strumieński był wówczas przypuszczalnie w połowie lat swoich, postanowił „bankructwo ideałów młodzieńczych“, zawarł sojusz z życiem i chciał pić z kielichów jeszcze nienadpoczętych. Zdawało mu się, że tak właśnie z porządku rzeczy wypada, zrobił więc u siebie epokę i dla niej poświęcił Pawełka. Zresztą zajmował się synem, póki w nim widział tylko swoje dzieło, lecz z czasem ujrzał i w nim „resztę“, zaczątki jakiejś obcej indywidualności, których opanować nie mógł. Tajemnica ojca, który w swym synu nie czuje już swego syna i dziwi się, jak przez jego ciało mogło przeskoczyć coś tak obcego. Spostrzegł dalej Strumieński, że bajki o Angelice stworzyły w umyśle Pawełka osobne, nieprzewidziane rozgałęzienia. Pawełek brał dużo rzeczy zbyt dosłownie, dziecinnie, zajmowały go uboczne szczegóły: mógł np. przynosić jej jeść, czytał jej, gadał do niej androny; jednem słowem wydawał się ojcu przecież parodyą jego samego (punkt wstydliwy). I z tego więc względu była Strumieńskiemu na rękę historya z Berestajką, dzięki której mógł Pawełka wykluczyć od dalszej poufałości. Taka dyspozycya w duszy Strumieńskiego naturalnie wnet wymyśliła (sic!) sobie odpowiedni zbieg okoliczności, któremu on rzekomo dopiero ulegał."
      },
      {
        "index": 4,
        "text": "Przestał się więc zajmować Pawełkiem, nie wiedząc, że w tegoż duszy dzieją się dalej na tle jego posiewu szczególne rzeczy. Tu muszę wprzód wspomnieć o czemś, co jak mi się zdaje zdarza się u wielu dzieci, choćby były dziećmi o przeciętnej intelligencyi, takiemi, które wyrastają potem na pospolitych ludzi. Jest to wykluwanie się jakiejś odrębnej dziecięcej filozofii, która polega więcej na wrażeniach i fantazyi, na niedokładnem jeszcze poznaniu świata otaczającego, niż na genialności, i z czasem wskutek bliższego obznajomienia się z łańcuchem życiowych stosunków znika zupełnie, nie mając żadnych konsekwencyi. Mógłbym na potwierdzenie tego spostrzeżenia najpewniej znaleźć dowody w wielu dziełach, nb. poetyckich (np. prawdopodobnie u Jean-Paula), bo naukowe jeszcze nie zaszły tak daleko, ale na podorędziu posiadam tylko dwa cytaty. Jeden z pewnego czasopisma z artykułu o Tołstoju. Autor wspominając o pierwszem dziele Tołstoja pt. „Lata młodociane“, przytacza zeń taki ustęp:"
      },
      {
        "index": 5,
        "text": "„...Miałem wrażenie, że oprócz mnie niema nikogo i nic na całym świecie, że rzeczy nie są rzeczami lecz wyobrażeniami, które tylko wtedy się ukazują, gdy na nie skieruję uwagę, i że te wyobrażenia natychmiast znikają, skoro tylko przestaję o nich myśleć..... Bywały godziny, w których pod wpływem tej „idée fixe“ dochodziłem do takiego zamącenia umysłu, że nieraz szybko odwracałem wzrok w inną stronę, mniemając, że tam, gdzie mnie niema zobaczę niespodzianie — nic...“"
      },
      {
        "index": 6,
        "text": "Niebardzo wierzę w aż tak nadzwyczajną intensywność takiego stanu i zdaje mi się, że Tołstoj podłożył ex post pod swoje wspomnienie idealizm Fichtego. Drugi cytat z nowelli Korolenki pt. „W nocy“:"
      },
      {
        "index": 7,
        "text": "„...Był to (mały Bazylek) wielki fantasta i często myślał o tem, co się na świecie dzieje, kiedy wszyscy śpią i on i Marek i stara niańka... Czy pokój zawsze tak samo wygląda, czy zegar idzie głośno, chociaż mu się nikt nie przysłuchuje, czy świeca pali się jasno, chociaż nie ma komu przyświecać, i czy tarakany taksamo bezmyślnie przypatrują się świecy? I niejednokrotnie budząc się z temi myślami ostrożnie wyzierał z pod kołdry... Jednakże było tu coś strasznego, czego żadną miarą nie mógł pochwycić.“"
      },
      {
        "index": 8,
        "text": "Otóż i Pawełek znajdował się w kole podobnych myśli. Czuł on, że w postępowaniu Strumieńskiego z nim jest coś nieprawidłowego, że ojciec wyrabia z nim jakieś historye. Mimo łączności z ojcem zachowywał zawsze względem niego jakby rezerwę, jakby odrębne stanowisko, obserwował go i był mądrzejszym, niżby można sądzić, patrząc na jego czyny dziecinne, które były wypływem temperamentu odpowiedniego wiekowi. Dzieci często wiedzą o tem, że są dziećmi. (A starsi są czasem większemi dziećmi, niż się zdaje.)"
      },
      {
        "index": 9,
        "text": "Strumieński sam przyzwyczaił Pawełka do uczucia spisku wobec kogoś; z chwilą gdy go porzucił, uczucie to obróciło się w duszy chłopca przeciw ojcu, a rozszerzając się i na innych ludzi, skrystalizowało się w pewien niejasny system. Pawełkowi wydawało się, a raczej miał on (chciał mieć?) takie wrażenie, że wszyscy „starsi“ (rodzice, krewni, nauczyciele, goście) złączyli się przeciw niemu w spisek, mają co do niego jakiś tajemniczy cel na oku i przeto grają komedyę, na której trop on wpaść nie może; robią i pokazują mu świat w takich a takich kształtach i kolorach, aby go złudzić, a wskutek tego on, Pawełek, jest na jakiemś ogromnem przedstawieniu, i tylko przypadkiem domyśla się, że to jest przedstawienie. Poza stosunkami z sobą przypisywał im jakiś odrębny, nadnaturalny sposób istnienia; to zaś, że w owej komedyi starszych wszystko się tak dobrze zgadzało a na niczem podpatrzeć ich nie mógł, było dlań dowodem doskonałości spisku. Symbolicznem dla tego stanu umysłowego było jego zachowywanie się wobec lustra. Patrząc w lustro widział w niem odbitą swoją postać, potem oddalał się, udawał, że jest czemś innem zajęty, i raptem odwracał głowę, aby ujrzeć, co jest w lustrze podczas jego nieobecności: czy jakieś cudowne pałace, czy twarz dyabelska. Ale lustro nigdy się nie dało zaskoczyć, miało się na straży — tak podobnie jak i starsi, z którymi musiało być w jakiemś tajemniczem porozumieniu."
      },
      {
        "index": 10,
        "text": "Był egoizm w tej dziecięcej filozofii, była zarozumiałość bezwiedna: uważał siebie za środkowy punkt jakichś zamiarów i zabiegów, swoje teraźniejsze życie za przejściowy okres ukrycia, podczas którego dokonuje się coś, co potem tę komedyę naokoło niego jaśniejszą uczyni i wreszcie rozerwie. Być może, że takie marzenia osnuwały się w jego duszy na podobieństwo bajek o królewiczach, którzy porwani z domu pędzili życie w zaklętym świecie, otoczeni byli jednak rojem czujnych dworzan (analogia w wielu punktach nie dopisywała) i przechodzili jakieś próby, czy coś takiego."
      },
      {
        "index": 11,
        "text": "Otóż oczywista komedya Strumieńskiego nadała konstrukcyom Pawełka (którychby jeszcze nie można nazwać myślowemi) rodzaj potwierdzenia, zwłaszcza od chwili, gdy komedya ta nagle ustała i zakończyła się obojętnością ojca. Teraz uświadomił sobie Pawełek do pewnego stopnia owo dawne swoje filozoficzne uczucie; niebawem jednak ta pierwsza filozofia zaczęła wpływać w stadyum sceptycyzmu. Gdy zaczął uczęszczać do szkół, zanadto dobrze przekonał się, że się ludzie o niego, tylko o niego, nie troszczą, że oprócz niego żyją jeszcze setki takich osobników jak on, godnych mozołów starszyzny. Nauka geografii i historyi wreszcie zadała ostatni cios jego „dośrodkowemu“ poglądowi na świat; wszelako pogląd ten wegetował w nim jeszcze dalej kłamliwem życiem. Takie rozdwojenie umysłowe sprawiało mu przykrość, przed którą ratował się właśnie wspomnieniem cudownego obrazu — Pałuby. Ono było dlań jedyną konkretną rękojmią jego wyjątkowości i jego praw do bajkowego świata."
      },
      {
        "index": 12,
        "text": "Tu pora wytómaczyćwytłómaczyć dlaczego Pawełek nazwał Angelikę — Pałubą. Przedewszystkiem Strumieński nie mówił mu nigdy, kogo przedstawia obraz, ani nie wymieniał imienia: Angelika, mniemając, że przez to łacniej osiągnie swój cel. Tymczasem Pawełek zasłyszał wśród domowników i chłopów słowo „pałuba“. Tak nazywa się jużto ogromny drewniany taran do zabijania pali w rzece, jużto manekin służący do przymierzania sukni kobiecych, pospolicie zaś czepia się to słowo jako pogardliwy przydomek brzydkich, nieprzyjemnych bab, lecz jest w tym wypadku bardziej dokuczliwem niż strasznem. Pawełek nie znał dokładnie zastosowań słowa „pałuba“, nie oznaczało też ono dlań zrazu nic wstrętnego ani ohydnego, tak że niemal tylko przypadkiem przeniósł je żywcem na obraz Angeliki. Latało mu ono w głowie samopas bez odpowiedniego wyobrażenia, a ponieważ wydawało mu się słowem bądź co bądź niezwykłem, więc zczepił je z tem, co było dlań bezimiennem i również niezwykłem, tj. z obrazem Angeliki. Czy i o ile odegrał tu rolę moment akustyczny, to ocenić niezmiernie trudno. Przypuszczam, że Pawełek z początku nie wyczuł ordynarnego lub raczej dzikiego brzmienia, zawartego w samogłoskach „a“ i „u“, ale je przeczuł — choćby pod wpływem tonu, w jakim je usłyszał wymówione. Podobnież i w jego dziecinnem obcowaniu z obrazem mieszkającym w muzeum Angeliki zawarte było w sposób nieuświadomiony przeczucie innych form nastroju, możliwych przy tym obrazie: nastroju widm i grozy — może pod wpływem zasłyszanej u tych samych chłopów legendy o pokazywaniu się pewnej nieznajomej pani w okolicach wilczańskich. Jak legenda ta dopiero później w jego wyobraźni zrosła się z kompleksem dotyczącym Angeliki, tak i różnice brzmienia w słowie „Pałuba“ aż później mu się uświadomiły."
      },
      {
        "index": 13,
        "text": "Rozbieranie muzeum Angeliki nie mogło się odbywać tak skrycie, żeby go Pawełek nie dostrzegł; ale przecież zatarło się ono w jego pamięci w zwykłej formie — pozostał tylko fakt, że Pałuba znikła — dlaczego znikła? nie wiedział i nie śmiał dopytywać, a to, co wiedział, wcale mu nie wystarczało. Wspomnienie jej było dlań zagadką, która jednak zamiast drażnić jego ciekawość i badawczość, przybierała formę miłosnej niemal tajemnicy. Pawełek tęsknił za nieznajomą, usiłował napróżno rysować sobie całe wnętrze muzeum wraz z jego panią, tem wyraźniej jednak rysował je w swojej fantazyi. Wiedział on dobrze, że owa pani jest właściwie tylko obrazem, ale pomijał to (szachrajstwo), wyobraźnia jego bowiem domagała się istnienia żywej osoby poza portretem. Tak wiedzenie o obrazie przemieniło się potem nieznacznie (czy za jego wolą?) w stan niepewności, niedokładnego jakby zapamiętania."
      },
      {
        "index": 14,
        "text": "Opowiadania ojca połączył w jedną baśń, którą potem samodzielnie przy pomocy swej lektury rozsnuwał; stało się to zwłaszcza podczas zawierania pierwszych chłopięcych znajomości. Nie powiedziałbym, że uległ wrodzonemu dzieciom popędowi do zmyślania i blagowania; powiem raczej, że kiedy obcowanie z pewnym zaufańszym towarzyszem wydobywało zeń nagromadzone wspomnienia w postaci różnych, nieraz na prędce zmyślonych bajek o Pałubie, to działo się to prawie tak, jakby owemu towarzyszowi chciał zaimponować albo go zadziwić; chociaż u Pawełka takie ambitne motywy przybierały inną barwę, były bardziej zwierzeniem i nowym spiskiem przeciwko starszym, niż świadomą chęcią oszukania kogoś. Atoli zwierzał się on nie z tego, co przeżył istotnie, lecz z fantazmatów tak jakby z żywych faktów, przyczem nie przychodziło mu wcale na myśl, że mógłby właściwie mówić o ojcu, obrazie, komedyi itd. Opowiadał np. tak: Że ma stosunki z pewną piękną panią, którą zaczarowano; mieszka ona na księżycu i jeździ nadpowietrznym niewidzialnym okrętem. W nocy ściana się rozstępuje i wtedy owa pani przybywa do niego, bierze go za rękę, schodzi na dół podziemnymi krużgankami aż na spód ziemi, otwiera tam klapę i zlatuje z nim razem w przestrzeń, gdzie jest nocne niebo zasiane gwiazdami. Lądują w mieście, które jest przylepione do dna ziemi wieżami w dół (odłamki z opowiadań Strumieńskiego) a całe wygląda jak jeden prześliczny pałac kryształowy: ta pani siada na tronie z kości słoniowej i ma koronę na głowie, a jest wielka jak sfinks egipski, on zaś klęka u jej stóp, kładzie głowę na jej łonie, a wtedy na oboje spada śnieg złoty — i t. d. Nawet rzekome swoje dyalogi z tą panią zmyślał Pawełek i opowiadał łatwowiernemu towarzyszowi, później zaś, po rozstaniu się z nim, także innym, a instynkt samozachowawczy kłamcy ostrzegał go przed poufałością w tym kierunku z ludźmi, którzyby mogli go wyśmiać i zburzyć mu jego illuzye."
      },
      {
        "index": 15,
        "text": "Urojenia Pawełka nie miały barwy zmysłowej, owszem, zetknąwszy się niespodzianie z innemi zjawiskami dziecięcego życia podziemnego przekroczyły niewinne granice fantastycznej bajki, przybierały cechę upiorową, niebezpieczną dla samego ich autora. Raz np. przeglądał razem z kilkoma chłopcami jakieś illustrowane czasopismo. Naraz widzi przed sobą obrazek: „Ukazanie się demona“. W jakiejś dolinie szwajcarskiej miał się raz rzeczywiście wedle podania ukazać demon. Ze skrzydłami nietoperza, w szatach kobiecych, pod ścianą kotliny prawie tuż nad ziemią wolno pomyka, wlepiając straszne oczy w przerażonych mieszkańców wsi. Koledzy przeglądają dalej, nie zwracając wiele uwagi na ten obrazek, przejrzeli cały oprawny rocznik i wychodzą wszyscy. Za małą chwilę któż wraca sam? Pawełek. Po cichu stąpa, a przekonawszy się, że nikogo niema, wyszukuje te illustracyę, patrzy na nią zahipnotyzowany, zamyka księgę, znowu otwiera i patrzy, wreszcie kładzie ją z ostrożnym respektem, jakby się bał obrazić tego ducha, co w niej siedzi, — i odchodzi na palcach. Później ten obrazek wydarty wraz z objaśnieniami przechowuje u siebie, ale jest to dziwna pamiątka: bo zaziera do niej tylko w chwilach odwagi, i mocuje się niejako z bijącem z niej wrażeniem grozy."
      },
      {
        "index": 16,
        "text": "Kiedy indziej, idąc wieczorem od któregoś z kolegów, zauważył w pewnym ogrodzie, tuż przy parkanie nad drogą, drzewo o dziwnych konturach: było podobne do damy z rozwianą krepą na kapeluszu, z zarękawkiem w rękach, pochylonej naprzód, jakby idącej gdzieś w przestrzeń. Był to wieczór, zieleń liści (sic!) nie była widoczna, a wiatr giął drzewo wciąż w jedną stronę, tak że dama zdawała się coś chcieć od niego, — zadrżał. Za dnia wyszukał to drzewo, sosnę, i rozwiewał swe złudzenia, patrząc bystro na właściwe kształty gałęzi, a przecież wieczorem szedł tam umyślnie znowu i wdrażał sobie w pamięć specyalny ruch tej szpilkowej statuy; idąc nawet po drugiej stronie trotuaru, nie sam, odwracał raptownie głowę ku drzewu na jedną chwilę, bo wówczas ów gest pani w żałobie w szczególnie widmowy sposób występował."
      },
      {
        "index": 17,
        "text": "Te wrażenia różniły się od zwykłych dziecięcych nastrojów strachajłowych jakąś niewyraźną aktualnością, podobieństwem do zagadki, którą Pawełek odczuwał jako tylko dla siebie przeznaczoną. Strzegł się jednak łączyć je z ładnym jak dotąd, właściwym kompleksem Pałuby (Angeliki) — ale one same łączyły się z tym kompleksem nieznacznie poza wolą właściciela. Wskutek współdrgania podobną cechę tajemniczej aktualności przybierały i inne strachy, których Pawełek dawniej, póki był u ojca, niemal wcale nie doznawał. W związku z jego urojeniami wyśniwały mu się różne rzeczy, będące ich spaczeniem. Np. na jawie marzył i blagował o ludzie karzełków, który w nocy przychodzi doń z jakichś krużganków, mających wylot pod jego łóżkiem, obiera go swoim cesarzem, słucha jego rozkazów itd., we śnie jednak wychodził do niego z pod łóżka potworny, szydersko uśmiechnięty, chwiejący się na nogach człowieczek, miną swoją nakazywał mu iść za sobą, potem cofał się pod łóżko, a Pawełek przez chwilę wysilał się, by stać w miejscu i zwalczyć tajemniczy pociąg, wkońcu jednak nagle z okropnym krzykiem rzucał się za nim... i budził się ze snu. Potem jeszcze nieraz mu ręka drżała, ilekroć rozbierając się kładł trzewiczki obok łóżka."
      },
      {
        "index": 18,
        "text": "Ale mimo to ciągłość fikcyi z Pałubą doznałaby przerwy wskutek innych zajęć Pawełka, gdyby nie powrót kolegi, któremu pierwszy raz o niej opowiadał. To postawiło go znowu na dawnem stanowisku, ale był już na tyle wysubtelniony akustycznie, że go imię „Pałuba“ raziło. Zaszła w nim szczególna walka. Usiłował „tej pani“ nadać inne fantastyczne imiona: Komoda, Metelewapu, Niwina, Laridilamia, Krucifigosa (każda z tych nazw mimo ich dowolności miała swoją genezę, którą pomijam) — atoli wskutek tych usiłowań właśnie imię „Pałuba“ brało w nim górę, nabierało cech prawdy, której czemś innem zastąpić nie można, która się zemścić musi, a przytem wchłonęło w siebie przygotowany przez demona i sosnę nastrój grozy i lęku i tyranizowało chłopca. Pawełek omijał je w myślach starannie, ale nie chcąc sobie z tego zdawać sprawy, czuł przecież, że to imię jest żywiołowo zrośnięte z całym splotem psychicznym, odnoszącym się do Pałuby. My zaś wiemy, że ten splot, nie pod względem wyobrażeń, ale pod względem atmosfery swojej dopiero ex post dostosował się do widmowego tonu, który Pawełek włożył w pogardliwe tylko nazwisko „Pałuba“."
      },
      {
        "index": 19,
        "text": "Utrzymało się więc w Pawełku poniekąd w myśl zamiarów Strumieńskiego odrębne życie psychiczne, — jakkolwiek była to raczej tylko drobna nieprawidłowość, guz, z którego Pawełek mógł sobie zarówno dużo jak mało robić, a który wobec corazto silniejszych innych wrażeń duchowych mógł się rozpuścić i zaginąć. Po za tem życiem bowiem, zasklepionem osobno i nie poddawanem kontroli logicznej, prowadził Pawełek pospolite życie dziecka, zaczynającego gimnazyalną naukę."
      },
      {
        "index": 20,
        "text": "Kiedy na wiosnę mokra gleba nasyca brzozy życiodajną wilgocią, wówczas przychodzą do nich niekiedy młodzi chłopacy i prześwidrowawszy korę drzew, ściągają z nich i piją sok zimny, przeźroczysty, słodkawy w smaku. Gdy już mają dość, obmazują otwory czarną ziemią, ale często ten opatrunek przesiąka wilgocią drzewa, odpada zmieniony w grudkę błota, i sok wycieka dalej po białej korze na szkodę smukłego drzewka. I z ich ciałami dzieje się też nieraz tak samo."
      },
      {
        "index": 21,
        "text": "Dotychczas jednak w fantazyach Pawełka, jak powiedziano, nie było ani cienia zmysłowości, wszystko było czystą bajką o ludziach bezpłciowych. Ba, nawet bajki te były poniekąd środkiem desinfekcyjnym, strzegącym go od wszelkiego „przedwczesnego zepsucia“, któremu podlegały inne dzieci, — przysporzyły mu bowiem parę szyderczych przydomków i wyizolowały go."
      },
      {
        "index": 22,
        "text": "Kiedy przyjechał do domu na wakacye, był prawie sam sobie zostawiony, bo chociaż ojciec na pozór tak jak przedtem poświęcał mu dosyć czasu i np. urządzał z nim przejażdżki po stawie i uczył go pływać, ale o tem, co było z obrazem Angeliki, nigdy nie wspominał. I oto podczas pewnej wycieczki w pola zdarzyła się Pawełkowi rzecz taka: Ukryty w krzakach obserwował, jak kilku pastuchów rozpaliło ogień na pastwisku i piekło przy nim groch, kartofle i rydze. Wtem opodal ukazała się jakaś kobieta z długimi rudymi włosami) twarzą bladą, oczyma błędnemi, a odziana w łachmany, przez które widać było nagie ciało. Usiadła ona także w pobliżu ogniska na ziemi, robiła do pastuchów różne niby to przymilające się grymasy i nieprzyzwoite gesta, i prosiła, aby jej co zjeść dali. Oni jednak pluli w jej stronę, rzucali na nią grudami, nazywali ją Kseńką Pałubą i wreszcie, dawszy jej kilka spopielonych lub niedopieczonych kartofli, odpędzili od ogniska."
      },
      {
        "index": 23,
        "text": "Była to wiejska waryatka, którą raz owi młodzieńcy w przystępie dobrego humoru zgwałcili, i od tego czasu odczepić się od niej nie mogli. Pawełka na jej widok i na dźwięk jej przezwiska przeszły ciarki po ciele. Długo biło mu serce, a potem długo rozmyślał nad ujrzanem zjawiskiem. W jego główce odbywał się wielki kataklizm: bo oto wszystkie bajki, któremi się zabawiał, zetknęły się z rzeczywistością, ta Pałuba, o której tyle marzył, istniała naprawdę, ukazała mu się, — lecz w jakiejże postaci! A przecież w tem zjawisku było coś, czego nie rozumiał, coś odrębnego od wszystkich innych ludzi (bo początkowo nie wiedział, że to waryatka), i to właśnie zmusiło jego nieodporny umysł do wierzenia, iż to jest ta sama a nie inna Pałuba!"
      },
      {
        "index": 24,
        "text": "W ten sposób padł on ofiarą pospolitej asocyacyi wyobrażeń, ofiarą tego, że rzadko używane słowo „pałuba“ było dlań zrazu obojętnem, tak iż mógł je przenieść na cudowny obraz Angeliki, a potem zrobiło mu niespodziankę swoją odrębną akustyką; ofiarą wreszcie własnych kłamstw i kombinacyi, które, zbałamuciwszy jego samego, zmusiły go do konsekwencyi we własnym zakresie. (Palingenetyczne pomysły zdają się być nie tylko modą i prądem, ale mogą je oryginalnie powziąć i dzieci)."
      },
      {
        "index": 25,
        "text": "Zmusiły do konsekwencyi! Jakże przesadnie brzmi to określenie, bo przecież te konsekwencye były takie malutkie. A oto są one: Stosunek szkraba z Kseńką Pałubą rozpoczął się od litości. Razu pewnego mianowicie przyszła Kseńka do dworu i stojąc u bramy, zdawała się prosić o jałmużnę. Dano jej coś tam i kazano iść precz. Pod wpływem tego widoku wahające się uczucia i myśli Pawełka przechyliły się w sympatyę ku Kseńce. Łzy stanęły mu w oczach, pobiegł do domu, nakrajał bułki, posmarował masłem i wyniósł to Kseńce w skrytości przed ludźmi, prosząc ją, by nikomu nic nie mówiła. Powtórzyło się to kilka razy i ten sam Pawełek, który od swojej Pałuby oczekiwał jakichś pałaców podziemnych, teraz nawet wstydziłby się wspominać jej o tem, owszem sam był ofiarodawcą, wynosił jej jadło, konfitury, pieniądze, raz nawet bogaty szal, który w tym celu ukradł matce. Kseńka była zrazu na tę hojność panicza obojętną, potem jednak poczuwszy w sobie wdzięczność, przynosiła mu w zamian owoce: maliny, borówki, orzechy, które Pawełek zjadał zawsze sam w ukryciu, nie dzieląc się z nikim tymi specyałami, a czego nie dojadł, to zostawiał sobie na potem. Raz nawet dała mu wilczych jagód, ale Pawełek miał się na ostrożności. Przynosiła mu potem także kwiaty, wreszcie raz zaproponowała mu, żeby poszedł do lasu, ona go tam spotka, i będą razem rwali czereśnie — choć już czas na te owoce minął — aby je potem konsumować w pewnej opuszczonej chacie na polance, w której mieszkiwali ogólnicy najmowani do żniw. Tak się też stało, ale przy tej sposobności nauczyła Kseńka swego panicza pewnych rzeczy, wskutek których zaczął on o szóstem przykazaniu nabierać innych wyobrażeń jak dotychczasowe, całkiem naiwne i jednostronne. Pawełek był zaskoczony takiem rozwiązaniem sytuacyi, wkrótce jednak, po przebyciu pierwszych strachów, gustować w niem zaczął. Ale dodać trzeba, że całe połączenie tego epizodu z kompleksem Angeliki było jakby zewnętrzne i dodatkowe, przypadkowe, gdyż weszły tu w grę zmysłowe pierwiastki, jakich przedtem wcale nie było, a wrażenia, otrzymywane za pośrednictwem nowej Pałuby, wyrugowały teraz dawną. Tu muszę także zmienić nieco powiedzenie, że Pawełek uwierzył, iż to jest ta sama a nie inna Pałuba. Właściwie bowiem Pawełek nie wierzył, że to jest akuratnie ta sama osoba co na obrazie, lecz wiarę jego (por. Trio, punkt 6.) możnaby zdefiniować raczej w tym kierunku, że jest to wprawdzie może i ta sama pani, ale wypędzona i przeto wynędzniała i biedna, lub że jest to zastępczyni, wysłanka, wogóle istota, mająca jakąś tajemną, jej samej może niewiadomą styczność z damą z obrazu."
      },
      {
        "index": 26,
        "text": "Teraz jednak, jak już zaznaczyłem, gwałtowne nowe wrażenia usunęły na dalszy plan snute dotychczas jużto dowolnie, jużto musowo upiorowe kombinacye, i sprawa Angeliki w duszy Pawełka z bajkowej, widmowej, stała się płciową. Właściwie nie była to już ta sama sprawa, ale nowa, nowy płat rzeczywistości, o własnej autonomii, podobnie jak autonomicznemi ogniwami (chociaż w sposób mniej widoczny) były fakty z demonem, z sosną, a historya Pawełka, zatytułowana na zewnątrz „Angelika-Pałuba“, błyszczy tylko pozorną jednolitością. To nawiasem, bo do dalszego potrzebne."
      },
      {
        "index": 27,
        "text": "Ponieważ Pawełek na piękności kobiecej jeszcze się nie znał, szablonu „miłości“ jeszcze go nie wyuczono (bo wprawdzie czytał o niej w książkach, ale nie wiedział o co idzie), była to więc miłość czysto zmysłowa, obywająca się bez wszelkich ceremonii. Terenem jej był las, ogród, cmentarz, niezamieszkała jeszcze część pałacu — zuchwałość ich doszła wreszcie do tego stopnia, że raz zobaczono ich in flagranti koło śluz. Natychmiast się rozbiegli: ona schroniła się do lasu, on zaś uciekł w kierunku rzeki, wbiegł na kładkę, wtem ujrzał kogoś idącego z przeciwnej strony, to go przeraziło jeszcze bardziej, w głowie mu się zamroczyło i zachwiawszy się, wpadł do wody. Wyciągnięto go z toni omdlałego i zaniesiono do dworu; tam odzyskał przytomność, tak się jednak ludzi wstydził i przerażał, że leżał wciąż z zamkniętemi oczyma, nic mówić, ani jeść nie chciał. Wszedł Gasztold, który jeszcze pierwej wpadł na trop erotycznych konszachtów chłopaka i robił do tego alluzye, a teraz był nibyto także troskliwym i chciał z lekka żartować; lecz Pawełek nagle rzucił się na niego, plunął, zaczął go szarpać i drapać zaciekle, mszcząc w ten sposób swój wstyd. Ten powód, oprócz innych, przyspieszył nazajutrz wyjazd Gasztolda z Wilczy."
      },
      {
        "index": 28,
        "text": "Przemoczonego Pawełka rozebrano i położono do łóżka. Było to na piąterku we dworze. Skoro z nadejściem nocy otworzył oczy i zobaczył, że go nie pilnują, pierwszą jego myślą było uciekać, bo mniemał, że zrobił coś wyjątkowego, coś tak strasznego, że za to nie może już uzyskać przebaczenia. Po cichu otworzył okno i chciał się spuścić w dół po winogradzie, ale w ciemności wyśliznęły mu się z rąk haki, tkwiące w murze, i spadł. Wkrótce potem znaleziono go leżącego bez zmysłów na ziemi. Przeniesiony powtórnie na łóżko, majaczyć zaczął."
      },
      {
        "index": 29,
        "text": "I wówczas-to, tak jak nigdy przedtem i potem, uczuł Strumieński dotknięcie bogini Rzeczywistości. Przeżywał coś, wobec czego czuł się bezbronnym i poniżonym jak dziecko, chwilę, która zachwiewała posadami jego człowieczeństwa."
      },
      {
        "index": 30,
        "text": "Zapomniane cienie i zmierzchy zmartwychwstawały przed nim na tem łóżku w całym swym nagim majestacie. Ta mała bezwolna istota wstrząsana gorączką cytowała jego słowa i myśli z szaloną pamięcią. W bredzeniu Pawełka zmieszało się wszystko: legenda o mieszkance obrazu z romansem z Kseńką Pałubą, najczystszy idealizm z wyuzdaną pornografią, a słowa jego spadały na stare, codziennością przepojone mózgi Strumieńskiego i Oli, jak płomienne meteory z nieba. Już po pierwszym ataku Pawełka odpędził od jego łóżka wszystkich, nawet Olę, i sam nad nim czuwał, a zamknąwszy się w pokoju, nabił rewolwer, gotów popełnić samobójstwo; latał tam i napowrót jak w klatce, trąc czoło i mówiąc do siebie: co się stało? co się stało? Był odrazu pewny, że to on jest przyczyną tych dziwolągów, które się wyroiły w głowie syna, że obraz Angeliki i narzucone Pawełkowi fantazye zawierały w sobie widocznie jakieś fluidum lubieżne, które się udzieliło i Pawełkowi, wypaczając jego dziecięcy umysł. I pochylony nad synem nadsłuchiwał, a każde jego słowo dziełem dyabła mu się wydawało, im zaś więcej słuchał, tem bardziej umacniał się w swem przypuszczeniu, aż w końcu nie ulegało dlań wątpliwości, że z tego tajemnego źródła, z którego on poił się haszyszem, to dziecko wyssało truciznę. I oto miał przed sobą w całej wspaniałości ten ferment, z którego powstaje artysta: przyszły artysta jednak leżał w gorączce, obstawiony lekami, blizki śmierci. Więc kiedy wraz z lekarzem (którego przyjazd przedtem w myślach opaźniał) wpuszczał Olę do pokoju, rzucił jej błagalne spojrzenie, prosząc niem o tolerancję, ona zaś milcząc spełniała swe czynności przy chorym z anielską cierpliwością, na dnie której znalazłbyś jednak szczyptę tryumfu z tego, iż niby stało się tylko to, co ona dawno przeczuwała (?). Co widząc Strumieński błogosławił ją wzrokiem, kruszył się w proch, przyrzekał, psem siebie robił."
      },
      {
        "index": 31,
        "text": "Wprawdzie Strumieński wiedział na uboczu, iż Ola nie ma słuszności z tych powodów, z których ona chciała mieć słuszność (bo ona podejrzywała go o różne głupie rzeczy, których nie było), jednak nie sądził jej rozumem i dobrowolnie poddawał się pod przewagę jej „czystego charakteru“. Cokolwiek mogła myśleć, w idei miała jego zdaniem zawsze słuszność, bo czy zepsucie nastąpiło wprost, czy pośrednio przez fluidum, to było wszystko jedno (?): rzecz była tak prosta (?), tak bardzo prosta. Twarz Oli przy gromnicach, zapalonych przed świętymi obrazami na intencyę chorego, sama wydawała się świętą; i tak nowożytność odpadła z niego jak sen szatański, a z potarganych mgieł ukazał się kościół. Prawdą było to, co mówił ksiądz Huk, że odszczepieńcami od religii bywają najczęściej ci, co obciążyli swe serce ciężkim, niewyjawialnym grzechem; a on czyż nie mógł swego nazwać tak otwarcie, że aż drastycznie?"
      },
      {
        "index": 32,
        "text": "Sprawa Angeliki wstąpiła teraz na swym zodyaku wyraźnie w znak etyczny. To słowo znał Strumieński już pierwej, ale teraz dopiero przyszło mu na myśl, że to to. Wiedział on, że ludzie wynajdują jakieś nowe moralności, lecz rzekł sobie teraz wyraźnie, iż zanim one się na coś zdecydują, trzeba się kierować tem, co mądrość wieków ustaliła i w sumieniu ludzkiem do wierzenia podała. Cóżeś zrobił z tem ciałkiem młodem, które się przez ciebie przedwcześnie pokalało (?), a może wyczerpało? Jakiemi wyobrażeniami zaludniłeś fantazyę własnego dziecka? Jakiem prawem targnąłeś się na jego nieśmiertelną duszę? Uginał się sam pod brzemieniem tych zarzutów i nie próbował przeciwstawiać im, że przecież on tylko... Alboż wówczas, gdy z nim rozmawiał i budował pałace w jego duszy, czyż tak wyraźnie odważał każde słowo, że przysiądzby mógł, iż nie zakradło się tam nic erotycznego; alboż słowa nie mają specyficznych dźwięków materyalnych, które przeniesione w obce ciało trącają te same struny nerwów, na których zostały wygrane? Nie ulegało wątpliwości, że był erotomanem i tylko przyczepiał listki figowe swoim „ideałom“. Nauka udowadnia, iż właśnie tacy, jak on, pseudoidealiści, pustelnicy, asceci, platonicy, są w gruncie rzeczy największymi lubieżnikami. Nie ulega wątpliwości, że on, pan Strumieński, jest zdeprawowanem indywiduum, widocznie ma już taki charakter osobisty, skąd się to wzięło u niego? Nakazywał sobie obrzydzenie przed samym sobą, opluwał własną duszę, i mnóstwo najszlachetniejszej energii umysłowej rozpraszał na nierozsądne wyrzuty sumienia."
      },
      {
        "index": 33,
        "text": "Tak oryentacye zdrowotne, poznane już do syta w poprzednich ustępach, znowu wzięły w nim górę. Równocześnie wypłynęły na wierzch także oryentacye, w których główną rolę gra słowo „natura“ (z rozdz. XVIII.), lecz ostrze ich skierowane było tym razem przeciwko niemu. „Był wdzięcznym“ naturze za to, że w ohydnej parodyi ukazała mu esencyę i krytykę jego epopei miłosnej. Podziemna rzeka trysnęła cuchnącym jadem, przeżarła wszystkie kwiaty egzotyczne, i wydobywała się z ust Pawełka."
      },
      {
        "index": 34,
        "text": "Hejże ha — otóż-to z ust tych rwały się niecenzuralne słowa, pamiątki faktów lubieżnych, a Strumieński drżał nadsłuchując, i niewymownie dziwne uczucie ogarniało go, gdy przyłapywał siebie na tem, że on się w te słowa wsłuchuje i wysnuwa z nich tajemną nić sympatyczną. Bo skrucha jego była chwilami taka, jaka bywa przy spowiedzi: że się za grzech żałuje, lecz już w samem żałowaniu do serca się go przyciska. Ale ciągłe niebezpieczeństwo fizyologiczne, w którem zdawało się wisieć życie Pawełka, żywiołowa potęga wypadku, zbudowanego na modłę Nemezis, terroryzowały jego serce. Drżał z trwogi, by Pawełek nie zwaryował i całe życie takich słów fatalnych nie powtarzał; i wówczas z głębi duszy życzył mu śmierci, — a raczej coś w nim życzyło śmierci, — on zaś patrzył na ten dziki mimowolny objaw, robiąc zresztą to, do czego go rutyna obowiązków ojcowskich i humanitarnych popychała. Postępował jak automat i w czynach własnych uderzało go widmowe podobieństwo do zachowania się swego przed samobójstwem Angeliki. Wprawdzie kochał Pawełka więcej może niż ją, zwłaszcza od kiedy teraz ze względów egoistycznych zaczął z nim współczuć jako z mężczyzną (pomijam tę arcyciekawą skrytkę), i chęć śmierci Pawełka była dlań tylko myślą musową, układającą się na wzór sfałszowanych reminiscencyi o Angelice, w gotowych już wyżłobieniach. Aktualną stała się ona tylko raz podczas paroksyzmu Pawełka, gdy ten choreńki wydał mu się tak jak nigdy wrogą, ślepą siłą, narzędziem jakiegoś wszechwiedzącego oskarżyciela, który zakradł się do korzeni bytu jego (Strumieńskiego) i targał nimi jak burza. Kiedy w takiej chwili dotykał tego rozpalonego czółka lub zmieniał na spoconym chłopcu koszulę, czuł w swoich rękach taką władzę nad zmęczonym, jakby nad częścią samego siebie, lub jakby mu piersi mógł zmiażdżyć, i doznając rozkoszy zmysłowo-ojcowskich, pytał go: co ty mówisz... czy ty wiesz co ty mówisz dziecko? — jakby się tylko skarżył przed nim."
      },
      {
        "index": 35,
        "text": "Całą „miłość“ widział teraz przykutą do jakiejś skały mięsa, ociekającego obrzydliwością, skały pełnej ukrytych rozpadlin, chytrej i drapieżnej. Czemże była cała historya Angeliki, jeżeli nie arabeskami naokoło całkiem prostych świństw? Co tkwiło we wszystkich obrazach jego i jej, co tworzyło „Księgę miłości“? A jego dzieje erotyczne — czyż nie były właściwie stekiem dziwactw fizyologicznych: owo hymen cornutum, szaleństwo Angeliki, i jej samobójstwo, te urodzenia dzieci niewiadomo skąd, te próby w głąb, wreszcie to zdziczenie Pawełka, naokoło zaś siebie widział innych ludzi z innemi przypadłościami „miłosnemi“, których istniał cały park. A on sam nierozerwalnym łańcuchem jakiegoś charakteru, jakiegoś atawizmu, tradycyi, czy naśladownictwa, należał do tego dusznego świata brudnych ciemności — aż oto nagle z tych ciemności wybiegła błyskawica i ukazała wnętrzności zdarzeń. Pawełek leżał w agonii (?) — w kąt poszły wszystkie piękności, romanse i figle, życie rzeczywiste gruchnęło go obuchem w głowę, miłościowe fiksyfaksy całego życia przekreślała ta jedna błyskawica najmacalniejszej, najbezpośredniejszej odpowiedzialności etycznej. Więc napisał w swej „Księdze miłości“ ogromne finis i przysiągł u Boga, że jeżeli Pawełek wyzdrowieje (a więc postawił warunek!), to on nigdy w życiu ani Oli ani... żadnej innej kobiety nie dotknie!"
      },
      {
        "index": 36,
        "text": "O panie Strumieński, w jakiż to popadłeś chaos!"
      },
      {
        "index": 37,
        "text": "Ta waryacka rzeczywistość, doprowadzająca teraz do zamętu ten nieuzbrojony umysł, to była właśnie Strumieńskiego Pałuba. Najważniejszą i najlepszą cząstką jego podrzutów i drgawek „moralnych“ było to, że odczuł działanie pierwiastka pałubicznego z całą intensywnością, chociaż mylił się treściowo. Bo jakkolwiek wypadek z Pawełkiem był szczególnym, nie stał jednak w żadnym mistycznym związku z historyą Angeliki, był tylko nowem ogniwem tego łańcucha konsekwencyi (obraz Angeliki, demon, sosna, Kseńka), z którego każde ogniwo wprowadzało całkiem nowe czynniki, w którym poznaliśmy zupełną autonomię każdego faktu. A więc żadna rzeka podziemna nie tryskała cuchnącym jadem, żadne „zepsucie“ przez niedopowiedzenie tu nie zaszło, a kompleks dotyczący Angeliki miał tyle tylko z kompleksem Pałuby do czynienia, że ubocznie, przez akustyczne manowce, w których Strumieński żadnej winy nie ponosił, doprowadził Pawełka do zaprzyjaźnienia się z Ksenią. Że w melodyi tej przyjaźni, którą chory bezwiednie wyśpiewał, znajdowały się także dźwięki przeszczepione nań przez Strumieńskiego, to było u Pawełka albo logiką fantazyi, albo, o ile majaczył, grą asocyacyi, podobną jak we śnie, a przecież sen wytwarza na poczekaniu dziwolągi, które przeciętnego stanu umysłu w człowieku nie charakteryzują. I gdyby Strumieński bez uprzedzenia wsłuchiwał się w brednie Pawełka, nie byłby im przypisywał znaczenia nemezysowych objawień, byłby spostrzegał w nich (chociaż spostrzegał! tu jest dobry punkt....) nawet szczegóły osłabiające to urojone a mylne uprzyczynowienie faktów, do którego go popchnęła śmieszna potrzeba asekurowania się zapomocą wyrzutów sumienia przed mściwością rzekomego fatum, które zdawało się układać całkiem na sposób religijny, na chwilę miało władzę w rękach i do upokorzeń zmuszało. Strumieński przyzwyczajony do omijania zwykłych interpretacyi życia, mniemał, że teraz trzeba zapłacić dług za wszystko, aby zaspokoić jakieś „coś“, które przez niego zostało uszczuplone. Dlatego zachowywał się nawet prawie tak, jakby to on był teraz winien niebezpieczeństwu, w które wpadło zdrowie Pawełka, jakkolwiek jasnem jest jak na dłoni, że ani on nie wtrącił go do wody, ani on nie wyrwał haków z muru, aby wywołać upadek Pawełka z nieznacznej zresztą wysokości."
      },
      {
        "index": 38,
        "text": "Taka była na trzeźwo pojęta geneza samoudręczeń Strumieńskiego, w których niemałą rolę grało to, że on przecież nie wiedział, co i jak się to wszystko z Pawełkiem odbyło, i miał szerokie pole do domysłów. W głowie Strumieńskiego jednak żyły te domysły i kombinacye rzeczywistością psychiczną osobnego rodzaju (v. Trio): tam w istocie człowieczki działały na siebie tak jak on mniemał, co potem po różnych zmianach wywołało rozkwit owego lasu cyprysowego, o którym jest mowa w ostatnim rozdziale."
      },
      {
        "index": 39,
        "text": "Wiem, że ten mój trzeźwy protest przeciw zachowaniu się Strumieńskiego będzie rodzajem upokorzenia dla trzech czwartych moich czytelników, którzy, ulegając również suggestyi faktów, ewentualnie taksamoby czuli jak Strumieński. Bo albo z dawnego punktu widzenia pojęliby chorobę Pawełka bezkrytycznie jako karę za grzechy i nie psuliby sobie głowy nad wykazaniem związku między grzechem a karą, albo też, pojmując sprawę nieco mistycznie, powiedzieliby, że lubo ten związek w poszczególnych swych stadyach jest całkiem naturalny, pełen autonomii i nowych zaczęć, to jednak owa naturalność jest tylko pozorem, jest formą wcielania się cudu — a w tym wypadku kary. Przytaczam to raz dlatego, żeby pokazać, że znam te wykręty, mające maskować dowolność interpretacyi, po drugie dlatego, że i Strumieński uganiał po wertepach sumienia na koniku z tej samej mistycznej stajni. A dodać także muszę, że ów nagły wir sumienia w umyśle Strumieńskiego, o ile nie powstał szczerze pod wpływem wyjątkowego zdarzenia, o tyle — z powodu niesprawiedliwości i kalumnii rzucanych niewdzięcznie i ślepo na najlepsze chwile w życiu, chwile wykluwania się nowych form — był naśladownictwem różnych objawów renegactwa i reakcyi, których wówczas w życiu umysłowem Polski było podostatkiem."
      },
      {
        "index": 40,
        "text": "Wracam do faktów. Z Pawełkiem nie było tak źle, jak się zdawało w chwilach gwałtowniejszego nacisku choroby. W parę dni gorączka ustąpiła a Strumieński rozpoczął już zapominać (sic!) o swoich obietnicach, wymijając je w myślach jako nie liczące się na seryo wybuchy (p. f.)."
      },
      {
        "index": 41,
        "text": "Pewnego dnia o zmierzchu siedział przy łóżku syna, który właśnie przebył już najcięższą kryzys. Ucichł hałas klekotki, zwołującej ludzi z roboty. Pawełek zdawał się spać, obok niego na kołdrze leżała ulubiona książka z obrazkami, którą dopieroco chciał przeglądać, ale daremnie, bo zamglonych oczu wytężać nie mógł. W nogach jego kotek, widząc, że pan się nie rusza, uwolnił się z czerwonych wąwozów kołdry i wyskoczywszy na okno, mył trochę pyszczek prawą łapką, potem strzepnął nią, jakby chciał powiedzieć: Et i takem dość ładny! lub jakby wahał się, czy nie zostać tu, gdzie go lubią, lecz potem pomyślał: Et, co mi po was, nie warto... zeskoczył w ogród i znikł."
      },
      {
        "index": 42,
        "text": "Zmęczony czuwaniem nocnem Strumieński zdrzemnął się na sofie, wtem usłyszał jakiś szelest koło okna, a otworzywszy oczy, osłupiał. W oknie, tuż nad jego plecami, w obramieniu portyery klęczała na czworakach podobna do zwierzęcia straszna postać kobieca, odziana szmatami, jej rozczochrane rude włosy spadały z przodu tak, że zaledwie było można rozeznać twarz z oczami, które chciwie patrzyły na śpiącego Pawełka. Strumieński uczuł zimno w krwi i nie mogąc wydać pary z ust, cofnął się. Kobieta, nie zwracając na niego uwagi, dwoma susami jak małpa skoczyła z okna i usiadła w nogach łóżka Pawełka, chichocząc się do niego. Pawełek, zbudziwszy się, wydał przeraźliwy krzyk, poderwał się, skulił nogi pod siebie na poduszkę i wcisnął się w kąt łóżka. Odbyło się to wszystko w kilku mgnieniach oka. Widząc taką pozę Pawełka, Pałuba wpadła w złość i chwyciwszy go, zaczęła mu targać włosy. Wtedy Strumieński wyszedł z odrętwienia; rzuciwszy się na obłąkaną, oderwał ją od Pawełka i zaczął się z nią szamotać. Przygniótłszy ją kolanem do ziemi, wołał na służbę, lecz tak słabo, jakby się znajdował w bezwładzie sennym i nie mógł z siebie głosu wydźwignąć. Wkońcu zaczął stękać, ale z bolu, bo waryatka kąsała go w dłonie tak, że musiał ją puścić i odtrącić od siebie. Chwyciła go za połę ubrania i rozdarła je. „Ty waryatko!“ rzekł do niej ze spokojną wściekłością i podniósł pięść. Cofnęła się przed nim do drugiego pokoju, do którego i on wpadł za nią. W zmierzchu nie widział jej dokładnie, była dlań podobną fantasmagoryą, jaką się chwyta we śnie, lecz wnet wezbrała w nim taka zajadłość przeciw temu nadzwyczajnemu zjawisku, jakby ono było uosobieniem wszystkiego, czego się bał i nienawidził. Odczuwając instynktownie jego furyę, cofała się przed nim, ale zawsze wyzywająco, jak zwierzę. Potrzeba uporania się z nią sam na sam, bez dopuszczenia innych świadków, jakby z własną tajemnicą, zdecydowała się w nim odrazu. Dlatego chciał ją uchwycić i opanować — lecz wpadła do trzeciego pokoju i zaczęła przed nim uciekać naokoło okrągłego stołu. Obiegli go z dziesięć razy, wtem ona, która się dotychczas wciąż za nim oglądała, wstrzymała się nagle, uchwyciła go i byłaby go pocałowała, gdyby ręką nie odepchnął jej głowy od siebie. Zetknięcie się fizyczne z tą istotą wyjętą poza nawias ludzkości tak nim teraz wstrząsnęło, jakby dotknięcie pająka — odrzucił ją znowu z całej siły od siebie w kąt pokoju. Zatoczyła się, upadła, potem wstała na klęczki, patrząc nań chytrem, błagalnem okiem. Wówczas zrobił to, czegoby się po sobie nie był spodziewał i czego nigdy potem nie pojął, — wyjął z za biurka dubeltówkę (zwykle nabijaną dla obrony domu), i nie chcąc badać, czy i teraz jest nabita, wymierzył lufy ku dziewczynie i krzyknął: „widzisz, precz, bo cię zastrzelę“. Cofnęła się dalej, jednak nie ku wyjściu lecz ku szafie, która tam stała; skręciła kluczyk tkwiący w drzwiach szafy, wlazła do niej, zagrzebując się w futrach i ubraniach, a drzwi szafy zostawiła otwarte. Nie odróżniał jej w ciemności, lecz słyszał śmiech, wtem za chwilę ujrzał ją wychylającą się z pomiędzy zwalonych stosów ubrania, — patrzyła ku niemu i zrobiła pewien wymowny zachęcający znak... Stracił panowanie nad sobą i strzelił z obu luf, nie badając czy i która nabita. Ksenia wypadła z szafy, brocząc we krwi."
      },
      {
        "index": 43,
        "text": "Kryminalne skutki tego zabójstwa Strumieński łatwo usunął, nie dlatego, żeby się w nim nie zbudziła zaraz potem groza na widok prawdziwego mordu, lecz dlatego, że cała sprawa była tak dziwną, tak jego własną, że wolał się z nią sam rozprawić. Jednak nie żałował swego czynu, owszem owładnęło nim uczucie, jakoby zabijając Kseńkę, w sposób symboliczny ułagodził anioła stróża swych wyrzutów sumienia, pokazując, że dla niego, dla ekspiacyi, nie wahał się poświęcić tego, co najbliższe i najskrytsze. Podkładem tego uczucia było jak się łatwo domyśleć urojone wyobrażenie, że ta kobieta, która dawała rozkosz jego synowi, jest właśnie uosobieniem tajemnic rozkoszy, czemś oderwanem od Angeliki (patrz co do tego str. 359. w. 19. i nast.) — chociaż dopiero co, jak widzieliśmy, z innych względów służyła ta postać za uosobienie wszystkiego, czego się bał i nienawidził (co podcinało korzenie jego bytu duchowego)."
      },
      {
        "index": 44,
        "text": "Teraz jednak, gdy Pawełek do zdrowia przychodził, a trup Kseńki leżał w pewnej chacie chłopskiej, gdzie mieszkali jej krewni, przesiliło się i w nim. Patrząc na trupa przez okno chaty, czuł w nim coś uroczystego, świętego niemal. Miał chwilę w życiu, w której niejako po przebyciu pewnego koła drugi raz był w tym samym punkcie: patrzył na nieruchomą tak jak na tamtę i przyszła mu na myśl wiara ludowa w wilkołaki. Kseńka Pałuba mogłaby mu się wydawać wilkołakiem Angeliki, niewyraźnem, biednem jej wcieleniem, które zabił, nie poznawszy jej. Prawie byłby kwiat rzucił na jej pierś, prawie byłby kazał sprawić jej lepszy pogrzeb, gdyby był tego całkiem pewnym. (Wiemy, że Pawełek po ujrzeniu Pałuby był niemal w tej samej sytuacyi, chociaż także nie wierzył wprost.) Ale Strumieński nie robił głupstw, żałował tylko po cichu, że wyobraźnia nie całkiem go pokonuje i przygniata. Nie mógł jednak sam siebie oszukiwać, bo wszakże słyszał o przeszłości zabitej, nawet przypominał ją sobie jeszcze jako dziewczynkę z czasów, gdy Angelika żyła w Wilczy, — była to trudność nie do ominięcia. Zanadto dobrze czuł jeszcze w tej chwili materyalny nonsens, dowolność owej wilkołaczej hipotezy, i dopiero później przemycił ją, do swych myśli."
      },
      {
        "index": 45,
        "text": "A pomimo ulegania uroczystym nastrojom dopuścił u siebie myśl: czy Kseńka była dość nie brzydka na to, by on nie potrzebował swego syna posądzać o „zły gust“ lub nawet zboczenie (punkt wstydliwy). Wyczytywał w jej rysach, co mogło być nieprzyjemne, a co mogło pociągać tajemniczo, zauważał białe jak ser ciało rudej kobiety, grube ręce i piegi na twarzy, i wyobrażał sobie Pawełka duszonego w jej objęciach. Co on sobie będzie myślał, gdy się dowie, że ojciec zabił jego kochankę? ten sam ojciec, który mu zabrał także tamtę pierwszą, idealną Pałubę? Rekonwalescent Pawełek stał się dlań rezerwoarem zagadek, a przecież gdy zamilkło w jego ustach to, co było otworzone gorączką, na pozór był znowu tym samym. Nie mówiono mu nic o tem, co się stało, i on o nic nie pytał, — a Strumieński nie wiedział, czy i jakiby dyamentowy most rzucić teraz do duszy syna. Brakło mu odwagi, bo jako ojciec nie mógł zapewne mówić doń tego, coby należało powiedzieć, a zresztą na szczęście wnet stracił go z oczu."
      },
      {
        "index": 46,
        "text": "Jest zwyczajem literackim, że każdy pisarz, przeprowadzający w swem dziele jakąś ideę, ujmuje ją w pewien symbol, który umieszcza na tytule dzieła, aby wbić w pamięć czytelnika to, co chciał wyłuszczyć. Korzystając z tego prawa, nazwałem swoją powieść „Pałubą” — od tego momentu, w którym rozchwianie się tematowości w życiu uderzyło w Strumieńskiego żywiołową, brutalną potęgą. Użyłem także nazwy: pierwiastek pałubiczny, chociaż wcale nie mam pretensyi, by ją przyjęto powszechnie, bo sam uważam ją tylko za przejściowe ukształtowanie się mego sposobu patrzenia na świat. Zamiast mówić „pierwiastek pałubiczny“ mogłem powiedzieć także pierwiastek rektyfikacyjny, dementujący, ale zdawało mi się, że rzecz straci wskutek naukowo-tchórzliwie-przyzwoitego określenia: to, co samo nie jest do niczego podobne, powinno mieć także nazwę do niczego niepodobną, dziką i dziwną, nieuczesaną i nieprzyjemną, — niewygodną do użycia, ale przeto i nie dającą się zatrzeć monetą. „Pałuba“ jest symbolem wszystkiego, co łamie urojoną linię wypadków od zewnątrz lub od wewnątrz, w formie brutalnej i niebezpiecznej albo wstydliwej i zawstydzającej, wszystkiego, co w człowieku jest wątpliwością i niepewnością, wyrzutem sumienia i poczuciem inkongruencyi, grzechem przeciw Duchowi świętemu i jego głosem zarazem, zleceniem z wieży egoizmu w potworną przepaść szczerości, przecięciem nerwu z sobą samym a uczuwaniem nerwu świata, — to symbol tych chwil, w których umysłowo traci się grunt pod nogami, najlepszych i najbardziej wartościowych w życiu, chwil największej przykrości i największego skupienia, chwil nagłego rozszerzenia horyzontu, chwil rozczarowania jako źródła nowych czarów, chwil hiperemocyi i hiperoryginalności."
      },
      {
        "index": 47,
        "text": "O jakże wymowny jestem w opiewaniu waryackich wdzięków Pałuby — Ty Bogini Rzeczywistości, która swój haracz po cichu wybierasz, Ty Mgło mistyczna na śnieżnych Montblancach myśli..."
      },
      {
        "index": 48,
        "text": "Lecz cicho, bo poprzez te litanie już mi pod ręką za banalnem się stało to nowe pojęcie, i prawie tęsknię do tego, by się go pozbyć, tak, żeby nie powiedziało: ja ciebie sam ode mnie uwolniłem."
      }
    ]
  }
}