{
  "chapterNumber": 5,
  "title": "V. Próba w głąb",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "V. Próba w głąb. Teraz nastał dla Strumieńskiego okres, w którym dobry geniusz jego życia dał mu zakosztować tzw. słodyczy cierpienia, a ustrzegł go przed przepaściami."
      },
      {
        "index": 2,
        "text": "Straszne wstrząśnienie nerwowe, jakiego doznał przez śmierć Angeliki, wywołane było nie tylko faktem jej utraty, ale i nadzwyczajnemi okolicznościami, wśród których to się stało. Smutek przytłumiła groza."
      },
      {
        "index": 3,
        "text": "Wprawdzie, spełniając życzenie Angeliki, w dzień po jej pogrzebie wszedł do muzeum i tam, odsłoniwszy jej tajemny obraz, spędził przed nim parę godzin w bezmyślnem odrętwieniu. Jednakże ból jego nie znosił przymusu i biegł inną drogą, szukając sobie silniejszych punktów zaczepienia."
      },
      {
        "index": 4,
        "text": "Zamknąwszy muzeum Angeliki, Strumieński godzinami krążył naokoło dworu, przyciągany magnetycznie przez jedno miejsce: studnię. Wreszcie, gdy widział, że nikogo naokoło niema, przystąpił do niej ostrożnie i odchylił nieco zielone gałęzie, zasłaniające światło. Nic nie zobaczył prócz czarnej czeluści, bo lustro wody w studni było położone głęboko."
      },
      {
        "index": 5,
        "text": "Poszedł na pole do robót, jak gdyby się nic nie stało, a myśl jego wciąż była przy studni. Wrócił po jakimś czasie znowu, odgiął gałęzie, odłamał z nich kilka, położył się na ziemi i patrząc w głąb, przyzwyczajał oko do ciemności. Wkrótce dojrzał zielonym, wilgotnym mchem pokryte deski, których krawędzie gdzieniegdzie wysterczały, ukazując na ścianach studni w szczelinach ziemię, porastającą trawą. Wody nie widział. O te krawędzie mogła zawadzić (głową?) Angelika, spadając do studni, lecz żadnych wyraźnych śladów tego nie znaleziono. W tej chwili kilka grudek ziemi osunęło się z pod niego i spadło w głąb. Po lekkim plusku nastąpiła cisza. Wziął wtedy sam większy kamień i upuścił go do wody, a potem miarkował po plusku, jak to mogło być daleko, choć znał studnię jeszcze z czasów chłopięcych."
      },
      {
        "index": 6,
        "text": "Rozpamiętywał szczegóły wyciągania jej z wody: jak nachylone latarnie odbijały się w studni, jak woda ściekała z włosów, z sukien nocnych trupa. Potem z coraz bardziej rosnącą trwogą cofnął się w czasie i przypominał sobie chwile, gdy on sam, stanąwszy w ciemności nad studnią, nie wiedział w rozpaczy, co począć. Uchwycony w kleszcze wspomnienia, pochylił głowę i machinalnie wyszeptał: Gela! Gela! A potem, jakby nabrawszy odwagi, głośniej krzyknął: Gela! W studni zahuczało, Strumieński uczuł pewien zawrót głowy i uchwycił się drewnianej krawędzi."
      },
      {
        "index": 7,
        "text": "W tej chwili zbliżyła się jakaś dziewka z dwora, niosąc konewki i pośpiewując. Strumieński cofnął się nieco w głąb ogrodu i czekał jej odejścia. Nie przestając śpiewać, wzięła leżącą obok studni żerdź i zaczepiwszy na niej konewkę, spuściła ją do studni. Wkrótce nadszedł także jakiś parobek z kosą i prosił o wodę do osełki. Strumieński oddalił się i okrążywszy dwór poszedł ku cmentarzowi. Obejrzał się naokoło, a potem, przystąpiwszy do skromnego kamiennego nagrobka, położył na nim rękę. Pak stał chwilę, lecz widok zwiędłych kwiatów odstraszył go; odwrócił głowę i poszedł w pole."
      },
      {
        "index": 8,
        "text": "W nocy, zbudziwszy się, zapalił latarnię i wszedł do salonu. Podumawszy chwilę, otworzył drzwi do ogrodu i stanął w nich, patrząc na czarne kontury drzew i krzaków, między którymi wiła się dróżka do studni. Potem poszedł tam znowu i spuściwszy latarnię na sznurku w głąb, badał lustro wody i wołał znowu: Gela! Gela! — wołał rozdzierającym, waryackim głosem i płakał nad tą swoja głupotą. Uspokoiwszy się, rozmyślał nad wielce interesującą kwestyą, w którem miejscu stanęła Angelika, skacząc do wody. I czy skoczyła, czy też naprzód przelazła przez brzeg studni, a potem zsunęła się do wody? W tym wypadku, uchwyciwszy się dłońmi wystającej krawędzi, miała jeszcze czas na ostatnie zastanowienie się, na ostatnie myśli — jakie? czy o nim? Czy długo pozostawała w tej pozycyi? czy może zdecydowała się żyć, ale wdrapując się znów na brzeg, ześliznęła się w głąb? Czy chciała krzyczeć, lecz wstydziła się — lub nie mogła?"
      },
      {
        "index": 9,
        "text": "Dręczony temi myślami, Strumieński wrócił do domu i położył się spać. Ale nie mógł zasnąć. Znowu jedna rzecz przyszła mu do głowy. Wziął szal Angeliki, wyszedł przez salon do ogrodu, i położywszy szal na krzaku georginii, znajdującym się przy dróżce, oddalił się kilka kroków, mając go na oczach. Takie samo widziadło ujrzał owej nocy, kiedy wybiegł szukać swej żony; ten szal naprowadził go na jej ślad. Dlaczego go zrzuciła? Czy aby wiedziano, gdzie jej szukać? O jakże musiała drżeć z zimna w tej ostatniej drodze!"
      },
      {
        "index": 10,
        "text": "Chodził po ścieżkach naokoło klombów z kwiatami, to oddalając się, to zbliżając do owego krzaczka georginii, i wciąż obserwował plamę szalu, bielejącą na czarnem tle nocy. Wpadł potem w głąb ogrodu, błądził naokoło muzeum Angeliki i wrócił znowu do tego samego miejsca, a zdjąwszy szal z krzaka, nagłym ruchem owinął nim sobie głowę, przytulił doń usta i oczy i tłumił łzy i łkanie."
      },
      {
        "index": 11,
        "text": "Co nocy uparcie ciągnęło go, by wstawać, przebiegać puste pokoje i niby szukać czegoś czy kogoś, potem wchodzić do salonu, na werandę, a wreszcie iść do ogrodu na ten spacer. Ulegając dziwacznej pomyłce umysłu, kazał pod ścianą dworu od ogrodu złożyć długa drabinę i zwój lin, lecz nie wytłómaczył nikomu celu tego nakazu, bo jakże mógł się przyznać, że w ten sposób lżej mu było myśleć o szczegółach śmierci Angeliki? Taką samą nieznośną pomyłką umysłu było, gdy powtarzał sobie: niema jej! niema! jakby co chwila na nowo odkrywał jej brak. Niema jej — a przecież dopiero co była. „Była“ ukazywało się jako teraźniejszość i chciało być panią, a surowe „niema“ zabijało ją ciągle jako nonsens. Te uparcie aż do idyotyzmu powracające zestawienia myśli męczyły okropnie mózg Strumieńskiego; nigdy on się nie spodziewał, żeby w bolu psychicznym było tyle fizycznego pierwiastku."
      },
      {
        "index": 12,
        "text": "Do pewnego stopnia wprawdzie dopuszczał uczucie bolu, a nawet powiększał je skrycie: miał w tem dziwną przyjemność, podobną do tej, jaką się miewa, naciskając swój ząb bolący. Ale potem gorączka bolu rosła ponad miarę, tętniła w brwiach i skroniach, aż Strumieński na pomoc przywoływał różne komiczne myśli, wyobrażał sobie cierpienia głodu lub wyrywanie języków podczas inkwizycyi hiszpańskiej i próbował cieszyć się, że sam nie doznaje aż takich tortur, że ma co jeść i w co się ubrać, a gdy te próby nie pomagały, zgnębiony pisał laską na piasku słowa: Kiedyż się to skończy!"
      },
      {
        "index": 13,
        "text": "Męczyły go również owe wycieczki nocne, z których wracał z mętnemi uczuciami, jak złodziej, jakby się sam przed sobą wstydził tej namiętności rozpaczy. Znienawidził je, a tymczasem z kąta jego dzikiego bolu wyszła ku niemu dziwna obawa: by kiedyś raz we śnie nie zaszedł do studni i sam tam nie wskoczył. To mogła być jedna chwila zapomnienia, suggestyi — a czyżby miał tego żałować?"
      },
      {
        "index": 14,
        "text": "W ten sposób stanął wnet po raz pierwszy oko w oko ze sfinksową tajemnicą smutku, która z zimną surowością przedkładała mu jedyną szczerą konsekwencyę. Zadrżał, wytłómaczył się życzeniami listu Angeliki i umowami z nią — zresztą wtenczas jeszcze nie umiał (czy tylko nie chciał?) siebie analizować. Wkrótce potem wydał rozkaz, aby zasypano studnię, lecz wnet cofnął go, kazał ją tylko zakryć, lecz i to cofnął. Byłże to żal za pamiątką? czy jej uszanowanie? czy instynkt samozachowawczy bolu, który stara się nie tracić zewnętrznych bodźców?"
      },
      {
        "index": 15,
        "text": "Jednak, aby nie bawić już więcej w tych miejscach, które jego myślenie terroryzowały, przeniósł swoje mieszkanie do lasu, do leśniczówki, tam, gdzie spędził swoje dziecięctwo. Z dawnej jego rodziny żyła tylko stara ciotka, która tu jego wygód doglądała. Mieszkając w lesie, odciął się niemal zupełnie od wszystkiego. Czasem tylko wydawał jakieś rozkazy w sprawach gospodarstwa, które zresztą zdał na rządcę, nie troszcząc się o to, że może będzie oszukiwany. Wydawało ma się nieszlachetnem zajmować się teraz rzeczami tak marnemi; mimo to często nie mógł się oprzeć chętce kontrolowania czynności owego rządcy, a w jakiś czas potem objął jeszcze więcej dawnych swoich czynności, jużto dlatego, że instynktowo szukał w nich zapomnienia, jużto ponieważ niezajmowanie się niczem wymagało zbytniego wysiłku woli i nie pozwalało koncentrować całego nawału ponurych myśli w pewnych odstępach czasu (wyrachowanie uczucia). Nie czytał ani gazet ani książek, nigdzie nie wyjeżdżał i o ile możności do nikogo nie mówił. Codziennie chodził do swej poprzedniej siedziby, lecz dwór omijał, wkradał się tylko do muzeum."
      },
      {
        "index": 16,
        "text": "Powoli Strumieński przyzwyczaił się do osamotnienia: przestały go dusić myśli musowe, zaś myśl, że duch Angeliki unosi się naokoło, jeszcze świeży i silny, utraciła cechy pewności i grozy, a nabrała cech łagodnych — wszakże zwiędły już i te kwiaty, które widziały jej spacer ostatni. — Był to wynik zmęczenia reprodukującej pamięci. Wyobrażenia o Angelice stały się bardziej ogólnikowemi, rozpacz zamieniła się w smutek, a smutek szukał szerokiego oddechu, niemych świadków i uczestników. Były więc nimi drzewa, gaje, strumień, chmury, słońce, księżyc i gwiazdy, ptaki, rośliny, owady — cała przyroda, o której jako tzw. intelligentny człowiek wiedział, że ją trzeba kochać i rozumieć. Było to bezwiedne urozmaicanie wyobrażeń, rozrywka pod pozorem, że i ona wciela się do melancholii. Mianował Angelikę boginią tej przyrody, „mniemał“, że ją wszędzie widzi i słyszy, dlatego, bo ona była tłem wszystkich jego myśli; był to panteizm osobliwego rodzaju. Kochajac Angelikę, chciał kochać świat cały, aby mieć złudę wielkości kochania, ją niewidzialną prowadził tu za rękę, pokazywał jej te zawikłania w przyrodzie, które są pięknością, toczył z nią w myśli rozmowy, a w chwilach szczególnego podniecenia, przy wschodzie lub zachodzie słońca, przy odkrywaniu nieznanych mu dotąd zakątków lasu, miewał przez to niewidzialne obcowanie z nią napady nieokreślonego, powiększanego dobrowolnie zachwytu, prawie jakby szczęścia i rozkoszy. — Nieraz zaś, kiedy się tak intensywnie wpatrywał w kontury, kształty i barwy naokoło siebie, zapominając absolutnie o wszystkiem, wówczas zakulisowym ruchem fantazyi wywoływał w sobie wrażenie, że kształty te i barwy poruszają się na swych krawędziach, jakby maszerować chciały, zmieniają się, przepływają w siebie, że cały świat chwieje się, drży i mruga na niego tajemniczo, jakby mu dawał znaki, jakby w nim było coś zaklętego, co się chce zdradzić, że nie jest takiem, jakiem się być wydaje."
      },
      {
        "index": 17,
        "text": "Raz poszedł w górę strumienia drogą, którą już dawno nie chodził. Prowadziła ścieżkami i polankami wśród gąszczy leśnych, po wielkich szerokich schodach na coraz wyższe wzgórza. Z każdego stopnia spływał strumień kaskadą, tworząc małe stawki, i szemrał dalej; na każdym stopniu odkrywał Strumieński inny (tak sobie mówił) krajobraz, z inną niemal glebą i roślinnością; coraz jaśniejszy, bliższy nieba i słońca. Doszedł wreszcie tam, gdzie strumień sączył się już cienką taśmą po mlecznego koloru kamyczkach, gromadząc wodę z licznych źródełek, ukrytych po dziuplach i rozpadlinach wysokiego urwiska. Tu był dział wód, tu także urywał się las, poza którym ciągnęła się wyżyna, pokratkowana polami i drożynami. Strumieński włożył dłoń do zimnej przeźroczystej wody; postawiwszy ją na poprzek jak tamę, patrzył, jak się woda ponad dłoń przeciska, a obserwując ten dziecięcy zakątek okropnego żywiołu, uśmiechał się i filozofował nad tem, jak różnorodne formy miewają te same rzeczy na świecie."
      },
      {
        "index": 18,
        "text": "Nie doprowadził jednak do tego, żeby tę myśl zastosować do siebie i zmiarkować, że i jego smutek sączył się już teraz cienkiem pasmem i stał mu się nie bólem, lecz pieszczotą. Las działał usypiająco, zdradziecko. Czasami zato w domu, wśród czterech ścian, napadały nań złowrogie, ponure myśli i wystraszały go; wówczas czuł, że mu jest bardzo źle, ale nie wiedział jeszcze dlaczego. Uważał się za nieszczęśliwego tam, gdzie słyszał tylko echo wyrzutów sumienia."
      },
      {
        "index": 19,
        "text": "Takie próżniacze życie sprowadziło wreszcie do jego samotni nowego gościa: zmysłowość. Na falach szumiącej krwi wracała do niego Angelika. Smutek przemienił się w tęsknotę, na wstecz zwróconą a coraz gwałtowniejszą. Przed oczyma jego wyobraźni wynurzały się w nieporządku wbrew (?) jego woli różne obrazy szczęścia zmysłowego, przeżytego z Angeliką. Panorama kształtów określonych rozwijała się przed nim — żywa księga miłości w registraturze nerwów. A razem z naturalizmem miłosnym ukazał się wskutek podobieństwa wyraźności także splot ostatnich wspomnień, otwierając zabliźnioną już grozę i ból, które to uczucia tamtych odruchów pamięci wcale nie neutralizowały, owszem zatruwały je przez rozpaczliwe „niema“. Strumieński był w więzieniu, którem sam się otoczył."
      },
      {
        "index": 20,
        "text": "Pamięć „miłości“ do jednej usposobiła go do „miłości“ wogóle. Widział ptaki — swobodne, słońce — sobą zajęte, dalekie, widział uciekające przed nim rogacze, lisy, zające — wszystko wolne, bez myśli i pamięci. Spotykał nimfy leśne — dziewczęta wiejskie, z nosidłami lub przy krowach, zdrowe i apetytne, a sam ich widok wprawiał go w oszołomienie. Pokryjomu zazdrościł „swobodnej naturze“. Przerzucał na zewnątrz to, co się w nim samym odbywało, i zachowywał się w swych chęciach tak, jakby nie on porzucał czystość, lecz jakby do grzechu namawiało go otoczenie: „rozumiał“ głosy przyrody. Był to najkrytyczniejszy moment w dziejach żałoby Strumieńskiego."
      },
      {
        "index": 21,
        "text": "Atak jednakże nie był za silnym. Były to lubieżne myśli, nie wywoływane ale przychodzące, takie, które się czasem w sobie odkrywa i niecałkiem płoszy. Strumieński bawił się niemi jakiś czas w odkradanych chwilach, aż wreszcie wzrosły one, przedarły się do najwyższego trybunału świadomości i brutalnie zażądały zrealizowania. Ale o to właśnie było u Strumieńskiego najtrudniej. Nie tylko dlatego, że w tej epoce kontemplacyi wszelki czyn, nie należący do obranego sposobu życia, był dlań przykrością i trudem, ale i dlatego, że doczepienie byle jakiego uścisku do łańcucha brylantowych uścisków Angeliki, popsułoby mu całą estetykę smutku, byłoby oczywistym nonsensem. To głównie wpłynęło z wewnątrz na jego decyzyę, żeby być wstrzemięźliwym, a że współdziałała tu także w pewnym stopniu obawa świętokradztwa na wspomnieniu zmarłej i na sobie samym, który był jej własnością, to nie ulega wątpliwości, i tak się też ta decyzya u niego nazywała."
      },
      {
        "index": 22,
        "text": "Mocą kontrastu, porwany wstrętem do swoich poprzednich myśli, jął teraz sam zwoływać cały szereg wspomnień o Angelice, aby je przeciwstawić owym nędznym zachciankom. Chwilami trzeba było dać ostrogę wyobraźni, lecz potem już wspomnienia same wychodziły ochotnie naprzeciw niego, piękne, jedwabne, uśmiechnięte. Jej słowa, uśmiechy, zachowania się, najdrobniejsze nieraz jej ruchy, których wtedy pochwalić nie było czasu, właściwe jej pozycye ciała przy siedzeniu, w chodzie i schylaniu się, jej szczególna wprawa w używaniu lewej ręki, żyłki na ręce, włosy w ładzie i nieładzie — to wszystko wołało jedno drugie, aż dziwił się wierności swej pamięci. A przecież wszystko to było okryte mgłą różową, było mozaiką, stłoczoną w jedną apoteozę, z której wykluczone były momenta przykre, zagadkowe lub trudne. Myślał o niej tylko plastyką a nie myślami, a co czasem z myśli i sądów dołączał, to było tylko proste, niewątpliwe i szczytne. W jednym z napadów takiego zachwytu, w nocy, poszedł na jej grób i usiadłszy pod pomnikiem, głaskał i całował miękką murawę, pokrywającą zgniłe już zapewne zwłoki, a potem wykopał sobie stamtąd trochę ziemi do wazonka i hodował w nim jakiś kwiat."
      },
      {
        "index": 23,
        "text": "Było to drugie zakochanie się, druga sielanka Strumieńskiego, ponowny ślub i ponowne miodowe miesiące. Tak wywołując w pamięci przeszłość, doszedł i do czasu, kiedy obserwował Angelikę, jak sprzeniewierzając się swemu ideałowi Artemidy, nie zważając na estetykę, tłumiła w jego objęciach lekkie szczękanie zębami... Bo właśnie te chwile, w których ona zdradzała się przed nim z hamowaniem namiętności i o których jej nie mówił — pomimo nibyto takiej swobody w stosunku z nią — te były mu najprzyjemniejsze. Widział, jak była od niego zależną... Nie mógł dłużej wytrzymywać w tych regionach; ogarniała go jakby woń ukrytych, odurzających kwiatów — a tego wyrażenia, pomimo że w niem o kwiatach mowa, nie należy brać zbyt stereotypowo."
      },
      {
        "index": 24,
        "text": "Kiedy już przestał zwoływać swoje wspomnienia, zapożyczał się w muzeum Angeliki. Przypominał sobie rozmowy i debaty, odnoszące się do każdego obrazu i do różnych jego szczegółów, przegradzające je pocałunki, fakta, których przekręconym wyrazem były te utwory, a specyalnem studyum jego była „Księga Miłości“, to jest fotografie, szkice i uwagi w niej zawarte. Brała go nieraz ochota kontynuować ją, nieudolnym ołówkiem kreślił więc swoje westchnienia i obcowania niebieskie, zamienione na plastykę; lecz wnet darł te próby, wyładowywał swoją fantazyę w strzelistych poematach, niezrozumiałych, bo dla niego tylko przeznaczonych. Wówczas to powiedział sobie między innemi, że powinno się wynaleźć aparat, mogący odfotografować, odbić majaczenia — takie lotne, szybkie, niewidzialne płótna fantazyi."
      },
      {
        "index": 25,
        "text": "Wkrótce nie wystarczył mu materyał w muzeum Angeliki. Nie tylko dlatego, że ten materyał był mu bądź co bądź ograniczony, więził wyobraźnię jego tęsknoty i nie stał w stosunku do tego ideału kochania pogrobowego, który się w Strumieńskim wytworzył. Co najważniejsza, że wpatrywanie się w konterfekty jej postaci przy niemożności przekształcenia ich w oryginał, męczyło jego umysł. Bezwładność i obojętność materyi, wypełniającej te przedmioty „sztuki“, budziły w nim ironiczne niezadowolenie ze sztuki wogóle, tej sztuki, która nie pomagała mu przejść poza pewną granicę. Tak więc ani zazdrosna zaradczość Angeliki, ani jego własna egoistyczna w rzeczach malarstwa wynalazczość, nie mogły zakryć przeraźliwej luki, którą rzeczywistość odkrywała w corazto innej formie."
      },
      {
        "index": 26,
        "text": "A skoro mu już nie wystarczała tęsknota retrospektywna, t. j. zwrócona w przeszłość, zaczął próbować, czy mu się nie uda stworzyć surrogatu przyszłości. Kto chce, niech ten stan nazwie sztucznym, chorobliwym; gdzież jest legalna granica marzeń? Czy i tu ma panować system rogatek?"
      },
      {
        "index": 27,
        "text": "Szło najpierw o zbliżenie się do świata duchów. Strumieński nic w tym względzie nie „postanawiał“ — jakgdyby bał się spłoszyć ten delikatny żywioł, z którym chciał mieć do czynienia. Zresztą swego czasu nauczył się w duchy nie wierzyć, potem słyszał o różnych znanych objawach, które nawet niedowiarków nawracały, i to zachwiało jego sceptycyzm, ostatecznie jednak nie miał nigdy sposobności wyrobić sobie o tej kwestyi gruntownego przekonania. W rozmowach z Angeliką wspominało się nieraz o duchach, ale w sposób bardziej poetycki, dekoracyjny. Teraz jednak osamotnienie przyzwyczaiło go do szukania towarzystwa w świecie nie-ludzi."
      },
      {
        "index": 28,
        "text": "Już od dość dawna zdawało mu się, że zauważa czasami — ale to bardzo rzadko — pewne drobne zajścia, któreby prawie mógł nazwać oznakami. I tak, kiedy chodził po lesie, słyszał za sobą jakby szmer jakichś kroków po gałęziach, a w nocy ksieżycowej na polu, patrząc na swój cień, spostrzegał przez mgnienie oka obok tego cienia inny czy inne, których znaczenia (niby) nie rozumiał. Kiedy indziej, przyszedłszy na jakieś miejsce, miał uczucie, jakby tu ktoś był dopiero co przed nim. Niektóre rzeczy, które położył tu lub ówdzie, znajdował po pewnym czasie na innem miejscu lub w nieco innem położeniu, kiedy zaś w nocy budził się z jakiego przykrego snu, obawiał się wyciągnąć rękę w powietrze do góry — pod wpływem strachu, żeby się nie zanurzyła w jakiej gęstej, czarnej masie lub nie natrafiła na — zmorę? Wszystko to dało się wytłómaczyć w sposób bardzo prosty, miało w sobie jednak coś zastraszającego, przynajmniej dla Strumieńskiego, który, zamierzywszy po śmierci Angeliki przeciąć sobie dalszy tok zwykłych ludzkich wrażeń, właśnie przez to stał się wrażliwym na pewne zazwyczaj nic nie znaczące sensacye."
      },
      {
        "index": 29,
        "text": "Lecz dziedzinę tę zostawiał dotychczas odłogiem, aż inny fakt wydobył ją na jaw. Oto raz musiał Strumieński zajrzeć do dworu i pozostać w nim przez noc, a noc była jesienna, burzliwa i przykra. Strumieński wziął lampę i otwierając na oścież drzwi wszystkich pokoi, z pewnym przymusem kroczył przez nie aż do salonu, badając ich wygląd, zazierając we wszystkie kąty. Ponieważ wszystko było niemal takie same jak w dzień po śmierci Angeliki, więc mocą asocyacyi wynurzył się w umyśle właściciela dworu ten sam stan duchowy, który w nim był przed ucieczką do lasu. Czas ukojenia jakby się zapadł, a to działało nań tak świeżo i bezpośrednio, jakby się stało dopiero wczoraj. Tylko że gdy pierwej ogarniała go groza z powodu sposobu, w jaki zginęła Angelika, teraz odczuwał coś podobnego do trwogi, i to nieokreślonej. Nieokreślonej? Czyżby dlatego, że nie chciał się przed samym sobą przyznać, iż ta trwoga dotyczy Angeliki? Bałżeby się zobaczyć może jej ducha? Zadawszy sobie takie pytania, Strumieński otrząsnął z siebie dziecinne, instynktowne uczucia bojaźni, którym poddawał się zrazu raczej dlatego, że nie zwracał na nie uwagi. A potem, gdy uprzytomnił sobie, że on miałby obawiać się, a więc nie życzyć sobie, by bodaj na chwilę wróciła do niego ona, w jakiejkolwiek postaci, — ogarnęło go wzruszenie i pewnego rodzaju litość."
      },
      {
        "index": 30,
        "text": "A więc owszem, wzmocnił w sobie chęć ujrzenia jej duchem, prosił, modlił się niemal, aby, jeżeli niewidzialnie gdzieś tutaj krąży, raczyła się zmateryalizować i ukazać. Wzbudzał w sobie nastrój uroczysty, jaki w jego mniemaniu nadawał się do przyjęcia takiego zjawiska, odwiedzał wszystkie groźne i tajemnicze miejsca, przeniósł do dworu wielką część obrazów Angeliki, aby i w zimie mieć je przy sobie, wczuwał się w swoje otoczenie i roztapiał się w niem, aby tylko uczynić ze siebie podatne medium. Między innemi próbował też takiego eksperymentu:"
      },
      {
        "index": 31,
        "text": "W atelier Angeliki znajdowało się duże półkoliste lustro. Siadając przed niem, widział Strumieński swoją postać na tle nieba, bo na przeciwległej ścianie był umieszczony jeden z krajobrazów Angeliki. Lustro zawsze podniecało go do pewnego stopnia mistycznie. Wpatrując się przenikliwie w swoje oczy, przybierał surowy wyraz twarzy, upokarzał siebie niejako i karcił niewiadomo za jakie winy; „zdawało mu się“, że tam, do tej idealnej przestrzeni poza lustrem, przeniosło się jego „lepsze ja“, godniejsze skomunikowania się ze światem nadprzyrodzonym, jeżeli taki świat istnieje. Równocześnie, gdy sobie przypominał siebie, jako istniejącego także przed lustrem, na krześle, odczuwał swe ciało jakby coś obcego, jakby trupa, i wyobraziwszy sobie, że nie istnieje, czuł się własnym swoim duchem i w fantazyi puszczał się na dalekie wycieczki po szlaku, idącym w złudną głąb lustra. Jeżeli w matematyce są liczby urojone — żądał — dlaczegoby nie miały istnieć duchy? Oczekiwał, że ona pokaże się tam, w półkolistej tafli, biorąc przez to na siebie materyalną formę niby-odbicia."
      },
      {
        "index": 32,
        "text": "Kiedy tak raz pogrążył się w ten jeden stan, oddalając od siebie wszystkie inne myśli, zdarzyło mu się, że zasnął. Powinien był właściwie uznać to za dobry prognostyk, za oznakę zdolności do tego zupełnego rozpraszania myśli, które równa się monotonii i z początku nie może obejść się bez fizyologicznego objawu zaśnięcia. Atoli Strumieński zawstydził się przed samym sobą, że jego duch tak mało panuje nad ciałem, i zamiast wytrwać w tych eksperymentach, robionych według własnej intuicyi, zamówił sobie książki traktujące o wywoływaniu duchów. Tymczasem stan jego już się przełamał. Niewiara w duchy odżyła, a umocniła ją sama myśl, że od właściwego celu będzie się musiał najpierw odgrodzić jakąś nauką, jakiemiś czarnoksięzkiemi studyami. Gdy książki nadeszły, stało się to, co przewidywał: nie mógł się niemi zająć gruntownie, nudziły go, bo chociaż jego umysł po śmierci żony, obracając się wciąż w jednem kole myśli, maltretował się bardzo, to przecież z drugiej strony niemniej niecierpliwiło go i drażniło wszystko, co nie dało się wpleść do sprawy Angeliki. Nadto sama treść książek rozczarowała go: wszystkich eksperymentów tamże opisanych dokonywano przy pomocy drugich i trzecich osób i to zwykle jakąś śmieszną i bezduszną metodą, nie działającą wprost, ale chytrze i ogródkami. Nie imponował mu wcale przykład króla Zygmunta Augusta, dla którego pewien czarnoksiężnik miał wywołać ducha Barbary Radziwiłłówny. Że król na to się zgodził, to świadczyło o braku delikatności w jego uczuciach, o jego zabobonności i o tem, że pomimo wielkiego zakochania się, stosownie do epoki, w której żył, traktował żonę swoją jako istotę bierną, jako kobietę-rzecz, którą mąż ma prawo odwoływać nawet od stołu szczęśliwości niebieskiej i sprowadzać na ziemię gwałtem, bez pytania o jej przyzwolenie. Tak myślał, bo w gruncie rzeczy zazdrościł owemu królowi, a potem powziął wielki żal do Angeliki za to, że nie zejdzie doń po tych tajemniczych ścieżkach, które łączą rzeczywistość ze światem zagrobowym, tak jak uczynić przyrzekła nawet w razie, gdyby ją powstrzymywało najwyższe zaklęcie..."
      },
      {
        "index": 33,
        "text": "Tu spostrzegł się, że dochodzi w swoich rozmyślaniach do absurdu. O krok dalej a mógłby wykrzyknąć: Czyż tak dalece jest zajęta portretowaniem świętych w niebie, że nie ma czasu zajrzeć do mnie? a to przecież byłoby oczywistym nonsensem. A więc nie ulega wątpliwości, że jeżeli Angelika jemu się nie ukazała, to świat zagrobowy nie istnieje."
      },
      {
        "index": 34,
        "text": "Konkluzya ta zawarta była właściwie już w poprzednich jego myślach, ale dopiero teraz wyjął ją i postawił przed sobą. Była to jakby latarka, zapalona w ciemności. Jakkolwiek tragiczną była ta szara pustka, która się teraz naokoło niego w inny sposób ukazała, czuł przecież, że osiągnął jakieś uspokojenie, jakaś pewność, — że zamknął fazę."
      },
      {
        "index": 35,
        "text": "Większa część tego, co się teraz i potem działo, działa się w głębokiej zimie, kiedy od reszty świata oddzielały go zaspy śniegu, a zadymki na horyzoncie wywierały na niego wrażenie, że świat zziąbł i zmalał, a tylko jego dworek istnieje."
      },
      {
        "index": 36,
        "text": "Zewnętrzne wejrzenie Strumieńskiego w ciągu tych kilku miesięcy, w których wywoływał duchy, zmieniło się nieco. Opowiadano o tem przesadne plotki, z których prawdą było chyba to jedno, że wskutek przebywania w ciemności oczy jego straciły zwykły swój blask i patrzyły jakby przysłonięte mgłą, w kątach zaś były krwią nabiegłe. We wsi mówiono, że pan zgłupiał. Intelligencya okolicy opowiadała sobie, że on tak rozpacza po stracie żony, a panie dodawały na chybił trafił, że jego czarne włosy miejscami przerzedziły się i posiwiały. U prostych ludzi wreszcie wytworzyła się legenda o tajemniczem pojawieniu się ducha nieboszczki, którą różni widzieli na różnych miejscach: na cmentarzu, w kaplicy i nad strumieniem; ktoś nawet miał ją widzieć przez otwarte drzwi salonu we dworze, jak razem z panem siadała do herbaty, i w 19 dni potem umarł, rażony apopleksya."
      },
      {
        "index": 37,
        "text": "Po zamknięciu swojej „fazy“, Strumieński rzucił się na chwilę w „wir“ zajęć i dowiedział się wtedy, jaki to nimb go otoczył. Tak wprawiona została w ruch nieświadoma nieszlachetna pobudka: ambicya, duma, i ona to jeszcze raz rozwinęła czarny sztandar żałoby. Strumieński nie porównywał wprawdzie owych plotek z właściwymi rezultatami swego smucenia się, ale uczuł się bohaterem, wzruszył się sam sobą ogromnie, tak jakgdyby uświadamiał sobie sympatyę (przypuszczalną) tych wszystkich ludzi, i postanowił znowu — choćby a posteriori — usprawiedliwić tę wielką sympatyę i stać się jej godnym. Nie wiedział, jakim stekiem głupoty, złośliwości i przesądów była owa fama ludzka, która go napowrót do więzienia wtrąciła. Ale nie przyznałby się przed sobą, że prostackie powiedzenie: „on zwaryował“ otwarło przed nim — nie nad nim — znowu nowy świat, nowy rzewny ideał. Widział siebie w duchu, jak coraz bardziej pogrąża się w jedno uczucie, odgania inne, trzeźwe myśli, z początku siłą, potem one same pierzchają, wracają w coraz rzadszych odstępach, w których on rozkoszuje się potajemnie druzgotaniem własnego ducha, wreszcie znikają na zawsze, a on bredzi, majaczy, cudowne zjawiska otaczają go, na gruzach rozumu wschodzi jutrzenka przeszłości, wieczna, teraźniejsza, bo czas w swym biegu odpoczął i zasnął... (Znowu inna forma tej samej dyspozycyi ku ostatecznościom idealnym, którą poznaliśmy na str. 67.)"
      },
      {
        "index": 38,
        "text": "Przyczyną recydywy Strumieńskiego było i to, że jeszcze podczas owych prób z duchami wyłoniło się dlań pewne zadanie, którego nie chciał ominąć. Oto zmiarkował wówczas, że jakkolwiek nie można było wtargnać w jakiś świat mistyczny, to przecież jedno jest łatwo możliwem: hallucynacya! poprzednia zaś tresura miała mu być pomocną przy nowych eksperymentach, przez które znowu spodziewał się dojść do pewnych krańców, z trwogą upragnionych."
      },
      {
        "index": 39,
        "text": "Strumieński wyrobił sobie jeszcze za czasów zajmowania się malarstwem teoryę, że organa wszystkich zmysłów są powtórzone w mózgu, w którym niejako siedzi drugi, mały człowiek. „Widział oczyma duszy“, „słyszał w duszy“ — takie wyrażenia brał dosłownie. Ciągłość i plastykę swojej własnej wyobraźni uważał na regułę, mniemając, że wystarczy osiągnąć tylko wyższy stopień wmawiania w siebie jakiegoś zjawiska, aby je zamienić w wizyę. Takie wizye musieli mieć np. święci mistycy albo ludzie, cierpiący na delirium tremens, — których widzenia zalecał nawet swego czasu Angelice odtwarzać, na wzór „Myśli i marzeń głowy ściętej“ Wiertza. Zauważył dalej, że nieraz bez żadnego powodu dźwięczą mu w uszach jakieś niby słowa, oraz, że kiedy n. p. dłużej wpatrywał się w słońce, to potem ciągle migały mu przed oczyma jakieś świecące płatki, zamieniające się na czerwono-zielone (tęczowe) obwarzanki. Jeżeli zmysły w ten sposób tworzą projekcye na zewnątrz — rozumował — to i wewnętrzne obrazy fantazyi mogłyby się ta samą drogą uzewnętrzniać, objektywizować. Brakło mu jednak środków do stosownego natężania gry wyobraźni. Wiedział wprawdzie, że haszysz, opium, meskal, kokaina i t. p. doskonale się do tego nadają, lecz wzdrygał się przed takim „materyalizmem“, gdyż był jeszcze zawsze tego błędnego zdania, że jakiś niecielesny duch i wola mogą kierować ciałem; był tego zdania, chociaż jak widzimy cała duchowość jego była przez „materyalizm“ podminowana. Druga przyczyna, dla której Strumieński mimo swojego wyrafinowania nie chciał się uciekać do sztucznych podniet, była podobna do tej, która go przedtem powstrzymała od próbowania wskazówek spirytystycznych. Trzecią wreszcie było — o niej potem powiem (str. 104)."
      },
      {
        "index": 40,
        "text": "Stosunkowo najprędzej poszło Strumieńskiemu z wywołaniem efektów akustycznych. Wspominając różne zdania, wypowiedziane przez żonę, jej specyalne zwroty, charakterystyczne akcentowania, przedłużania lub skracania głosek — usiłował wprawić w ruch ten fonograf pamięci. Kilka razy już mu się zdawało, że dopiął celu, lecz nie miał potem pewności, czy to nie było tylko zbyt intensywne „zamyślenie się“, tak że to, co słyszał w głowie, w duszy, przez pomyłkę uważał za usłyszane z zewnątrz. Zato w parę dni potem prawie mimowoli „usłyszał“ jakiś fragment dyalogu: ale był to głos osoby innej, mianowicie jego ciotki, którą właśnie niedawno słyszał rozmawiającą z jakimś żydem. Ujęty w cudzysłów wyraz „usłyszał“ ma tu znaczenie przesadne, ściślejby ten fakt można określić tak: miał takie wrażenie jak człowiek, który dopiero co coś usłyszał. Mimo to Strumieński jeszcze nie rezygnował z tej dziedziny eksperymentów."
      },
      {
        "index": 41,
        "text": "Co do hallucynacyi optycznych, to Strumieński żywił nadzieję, że mieć je będzie w przerwach snu, bezpośrednio po zbudzeniu się. Wyobrażał to sobie tak: W chwili, kiedy się nagle budzę, senna mara działa jeszcze dość silnie, więc skoro tylko otworzę oczy, może ona od razu utworzyć na czarnem tle nocy projekcyę w czerwonych ramach, które będą odpowiadały krwi, napływającej do oczu. — Istotnie też przyzwyczaił się przypominać sobie we śnie, że ma się zbudzić, i kiedy chciał, budził się prawie świadomie, ale prócz znanego mu już upiorowatego uczucia: jakby ktoś dopiero co tu był — niczego więcej nie doznawał. Za jakąkolwiek hallucynacyę dałby był wówczas wiele, a przecież — sam był temu winien, że nie przychodziły. Gdyby był te próby robił kilka miesięcy wcześniej, kto wie, — możeby wtedy jeszcze miał tę energię na seryo, potrzebną do przeprowadzenia tak niesłychanego zadania."
      },
      {
        "index": 42,
        "text": "Wnet atoli powiedział sobie, że jeżeli ma urzeczywistnić swoje wizye, musi w jakiś sposób wpływać na odpowiednie ukształtowanie się snów zapomocą wysiłku woli. Zdawało mu się, że tu otwiera się przed nim bardzo wdzięczne pole. Wprawdzie dziwił się nieco, że pomimo jednostronnego życia umysłowego tak rzadko śni o Angelice, a kiedy śni, to np. jej twarzy nie widzi, — lecz mniemał, że to się teraz zmieni."
      },
      {
        "index": 43,
        "text": "W której jednak chwili miałby się odbyć ów „wysiłek woli“? Przed zaśnięciem, czy wśród samego snu? Jak posłać do snu reżysera ze swymi rozkazami? Strumieński rozmyślał o tem tylko teoretycznie, w praktyce zaś czekał, co będzie, i ograniczał się do tego. że np. zasypiając badał obrazy pod powiekami. Bywały to czasem różne niesymetryczne rzeczy, widywane w życiu codziennem; obrazu ich nie mógł nigdy dowolnie zatrzymać lub zmienić, musiał się tylko przypatrywać, jak one się same zmieniały a raczej łamały w figury, corazto inne. Najczęściej zaś miał pod powiekami wirujące tapety o różnokolorowych deseniach, wzór ich wciąż się zmieniał na inny — podobnie jak to bywa w kalejdoskopie lub ruchomych dioramach dla dzieci, — aż wreszcie po takiej orgii deseni pozostawała nieregularna gwiazda z czerwonych włosów, która rozpływała się w ciemność. — Raz zasypiając w ten sposób, zaczął marzyć o wytapetowaniu ścian całego świata takimi właśnie wzorami, „pojmował“ świat jako pudełko, wyłożone dziwną cynfolią; gdy wreszcie zasnął, przywidziała mu się ściana z malowidłem kształtu liści. Liście zaczęły drgać, poruszać się, ożywiać, jakby to była altana, opleciona jakąś rośliną. Dobrze namalowane! pomyślał sobie. Budzi się — naokoło niego był rzeczywisty las."
      },
      {
        "index": 44,
        "text": "Wyłamywanie się snów z pod jego kontroli i wpływu powinno go było naprowadzić na myśl, że to, co brał za zapowiedź powodzenia, to były tylko drobne sensacye, że snami rządzą skomplikowane prawa, działające daleko poza wpływem jego woli i rachuby, gotowe do najrozmaitszych niespodzianek. On zaś przypuszczał, że tu już jest oczekiwany tunel do świata zagrobowego, tymczasem zamiast utęsknionej przezeń postaci zjawiał się uparcie inny sen, który do teraźniejszego jego życia wcale nie przystawał, a pochodził z czasów jego chłopięctwa: mianowicie sen o instruktorze, który po pijanemu bił go linią za to, że Robertowi przed pójściem do szkoły nie powkładał książek do torby. Nawiedzały go również dość często przykre sny z najbliższej rzeczywistości, takie, w których pod maską różnych nonsensów powtarzał się ten sam co na jawie stan mglistych Syzyfowych usiłowań dotarcia w głąb..., tylko zredukowany do dziecinnej karykatury."
      },
      {
        "index": 45,
        "text": "Aby więc do snów wprowadzić pożądane tematy, postanowił za jawy wyżłobić w umyśle swoim odpowiednie bruzdy. W tym celu chodził znowu do muzeum Angeliki i ćwiczył się w rysowaniu jej twarzy. Miał dość materyału pod ręką, szkiców, fotografii, portretów, wreszcie ów cudowny obraz Angeliki, który zawsze najbardziej przypominał mu jej „wszechobecność“ i był wiecznem źródłem beznadziejnej nadziei. Chciał doprowadzić do takiej wprawy, żeby z pamięci rysować kontury jej oblicza w dowolnem ułożeniu."
      },
      {
        "index": 46,
        "text": "Ale ćwiczenia nie szły tak, jak sobie obiecywał. Wprawdzie znalazłszy najwybitniejsze cechy jej oblicza, spamiętywał je sobie dokładnie, i po kilkunastu dniach prób udawało mu się trafiać podobieństwo, jednak to, co wychodziło z pod jego ołówka, nie zadowalało, owszem irytowało go, bo było przeważnie karykaturą, to jest podobieństwem li tylko ogólnikowem, takiem, na jakie właśnie mógł się zdobyć dyletant. Nadto w toku prób owych, które wkrótce zaczęły odbiegać od swego właściwego przeznaczenia i ciągnęły go za sobą w labirynty techniki rysowniczej, powstawało w nim pytanie, czy on wogóle osiągnie coś na tej drodze, bo wszakżeż jemu nie szło o wyraźność twarzy — na którą we śnie i tak nie zwraca się uwagi, gdyż wystarcza poczucie, że się ma z tą a tą osobą do czynienia — ale raczej o... sceny dramatyczne."
      },
      {
        "index": 47,
        "text": "Mimo to przez takie forsowne myślenie o jednej rzeczy udało mu się zaludnić swą wyobraźnię samemi tableaux główek Angeliki i już podczas owych ćwiczeń zauważał, że jego sny, chociaż nie wpadają jeszcze na upragnione przezeń tory i ulegają wciąż nieprawidłowościom, to przecież powoli stają się mniej banalnymi, występują wyraźniej, a osnowa ich staje się coraz bardziej poetyczną i — erotyczną. Stwierdzał to z radością, ale i z pewnym niepokojem. Dlaczego?"
      },
      {
        "index": 48,
        "text": "Tu muszę wreszcie poruszyć kwestyę sumienia. Oto przy wszystkich niemal dotychczasowych eksperymentach Strumieński, mimo nadzwyczajnej wytrwałości i zdecydowania na wszystko, nie mógł się ustrzedz od tego, żeby w pewnych tajemniczych chwilach, rozstrzygających o losie eksperymentu a szybkich jak błyskawica, nie hamować rozpędzonego wehikułu. Prawie nie zdawał sobie z tego sprawy, nie chciał sobie zdawać sprawy (nie chciał? nie mógł? Punkt fałszywy). Czyż bał się, że może dojdzie do pewnej granicy, poza którą znalazłby absolutne upewnienie się o bezowocności swych poszukiwań? lub poza którą wpadnie w coś szalonego, a on przecież nie chciał zrywać mostów za sobą?"
      },
      {
        "index": 49,
        "text": "Widmo ostatecznych konsekwencyj przychodziło doń jeszcze w innej nęcącej postaci. Oto nagromadzony w nim jad erotyczny, który dotychczas nie mógł odnaleźć połączenia z właściwym rdzeniem jego marzeń, lecz funkcyonował niezależnie, miał teraz szanse wydobycia się w sposób prawidłowy, przy akompaniamencie tematów, godnych właściciela tej całej człowieczej maszyny. Ta nadzieja popychała go do brnięcia dalej na obranej drodze; mimo dobrowolnego zapału czuł się już jakby osaczonym przez jakieś wyższe moce, — gdy wtem od niebezpieczeństwa (rzekomego?) odsunął go następujący przypadek:"
      },
      {
        "index": 50,
        "text": "Strumieński, chodząc po lesie, spotykał nieraz psa wygłodzonego, parszywego, okrytego ranami. Litość go zdjęła, postanowił psa zabić. Brał więc ze sobą na spacery strzelbę, i wreszcie raz strzelił do niego. Ale widocznie przez pomyłkę włożył do strzelby patron nabity śrutem, gdyż pies zaskowyczał tylko i brocząc krwią, wlókł się dalej. Strumieński strzelił znowu, tym razem celniej, potem zbliżył się do zwierzęcia, i przeklinając swoją pomyłkę, chciał je dobić kolbą. Wtem pies ostatkiem sił rzucił się na niego i pokąsał go w nogi, aż wreszcie zginął pod uderzeniem kolby. Strumieński stał nad skatowaną ofiarą swojej litości i sam poczuł obrzydzenie do życia, zwłaszcza pod wrażeniem zdenerwowania wskutek ran; ale nie długo tak dumał, gdyż rany, zadane przez psa, podnieciły jego instynkt samozachowawczy do gorączkowej czynności. Podejrzywał, że pies był zarażony wścieklizną, natychmiast więc kazał je sobie wypalić rozpalonem żelazem, co mu dało sposobność zmierzenia się oko w oko z tzw. prawdziwym bólem (on sobie ten ból tak nazywał). Położył się do łóżka, nie wołał jednak do siebie lekarza, pomimo że jego usposobienie hipochondryczne tego się dopraszało; było to odczepne, dane postulatowi samobójstwa. Postanowił zaryzykować i ewentualnie umrzeć; obok siebie miał nabity rewolwer, aby sobie w łeb palnąć, skoro tylko poczuje pierwsze symptomy szału. Na pozór gardził życiem; czy dlatego, że czuł się okaleczonym a ból fizyczny ciągle go upokarzał, czy z innych powodów? Dalsze eksperymenta zawiesił na kołku, gdyż wbrew wysiłkom woli bole zanadto zajmowały jego umysł. Z dawnych planów, zawodów i rozpaczy a teraźniejszych obaw, jęków żałosnych i przekleństw zrobiła się dzika mieszanina, myśl zaś o śmierci czuwała nad nim wraz z inną marą: myślą o możliwości wesołego życia, bez trosk, przy...."
      },
      {
        "index": 51,
        "text": "Wieść o chorobie Strumieńskiego dostała się do uszu jego sąsiadów w przekręconej formie: rozpowiedziano sobie, że Strumieński popełnił zamach samobójczy. To wreszcie zjednało mu pierwszą rzeczywistą sympatyę, kto go bowiem pierwej nie lubił, teraz miał prawo żałować go i litować się nad nim. Dowiadywano się o jego zdrowie, przysyłano mu słodycze i przedmioty do wygody, kilku ciekawszych czy serdeczniejszych odwiedziło go. Strumieński rad nie rad zmuszony był przyjmować te oznaki dobroci z udaną wdzięcznością, aby zaś nie być dłużej ich przedmiotem, co rychlej się dźwignął, nadrabiał miną zdrowego, a natrętnej pogłosce zaprzeczył opowiedziawszy, jak się rzecz miała. Rekonwalescencya szła szybko, o życie nie było obawy. W tymże czasie dowiedział się Strumieński, że Maryusze w obawie niezawodnej przegranej cofnęli proces i oświadczyli wobec osób trzecich, że nie chcą nękać Strumieńskiego i zgodzą się na polubowne załatwienie sprawy. Strumieński wiedział dobrze, z czem to ma związek."
      },
      {
        "index": 52,
        "text": "Takto życie wciskało się doń wszystkimi porami, a Strumieński nie mógł i nie chciał odnajdywać dawnych nastrojów i zdaleka tylko za nimi tęsknił, w sekrecie przed samym sobą. Teraz nie naruszał już równowagi swego ducha, a do zupełnego otrzeźwienia go przyczyniła się powódź, która z wiosną, nawiedziła okolicę. Nawiasem: niektórzy zabobonni chłopi przypisywali powódź wpływowi nieboszczki żony Strumieńskiego, którą uważali za płanetnicę. Ta klęska żywiołowa wymagała natychmiastowej energii i czynności. Strumieński jakby rad, że mu się nadarza sposobność rozwinięcia swych młodych sił żywotnych, był niestrudzonym w niesieniu pomocy i w ofiarności. Jakkolwiek nędza powodzian rozczulała go tylko teoretycznie, wmawiał jednak w siebie: cóż znaczy mój ból wobec tej strasznej nędzy ludzkiej? Ten wyuczony frazes przypomniał mu się w sam czas. Podczas akcyi ratunkowej zetknął się znowu z ludźmi, którzy mu podczas choroby okazali uprzejmość i miłość i — jak sobie mówił — uratowali jego wiarę w ludzi. To wszystko przyczyniało się do rekonwalescencyi duchowej. Był teraz podobny do człowieka, który chciał się utopić, lecz dotknąwszy nogą dna, zmienił swój zamiar i wyrzucając ramiona w górę i w dół całą siłą, robi kręgi w wodzie, aby się wydobyć na jej powierzchnię."
      },
      {
        "index": 53,
        "text": "A dobry geniusz Strumieńskiego nie pozwolił mu zdawać sobie z tego sprawy zbyt jasno, lecz kazał mu zagłuszać szepty dawnych myśli wynajdywaniem corazto innych potrzebnych czynności zewnętrznych. Wobec owych głosów zresztą był Strumieński posępnym, gniewnym, ze zmarszczonem czołem — i ignorował je. Tylko raz musiał uchylić głowy przed majestatem swego minionego cierpienia: gdy jadąc promem po zalanym obszarze wioski, ujrzał unoszącą się na falach próżną kołyskę."
      }
    ]
  }
}