{
  "chapterNumber": 11,
  "title": "XI. Pierwiastek pałubiczny",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pierwiastek publiczny. XI. A tuś mi tajemniczy pierwiastku! Przybywasz płatać figle mojemu bohaterowi, ty wysłańcze Bogini Rzeczywistości? Ale dobrze mu tak: dlaczego nie ukorzy się i nie uwielbia twojej Pani, ale maluje na lustrze i pieści się skaleczonem odbiciem, skoro naga, „brzydka“ prawda piękniejsza jest i obfitsza od złudzenia!"
      },
      {
        "index": 2,
        "text": "A jakże ślicznie i dziwacznie brzmi mi ten tytuł! Co za nazwa pysznie szkaradna i niemuzykalna! Jaki sukces politowania u ludzi rozsądnych!"
      },
      {
        "index": 3,
        "text": "W czasie, gdy Strumieński pisał swój pamiętnik, ukazało się 20-te wydanie „Snów Maryi Dunin“. Autor „Maryi Dunin“, jak wiadomo, zmarł niedawno w swojej willi nad morzem Tuscarora, syt sławy, zaszczytów i korowodów z pochodniami, a do jego grobu odbywają pielgrzymki dekadenci z całego świata. Strumieński i jego żona dotychczas nie znali tego słynnego dzieła; zainteresowało ono oboje nadzwyczajnie. Ola zachwycała się samą Maryą Dunin jakby osobą niepowieściową, ale odczuwała brak pięknych opisów przyrody, mówiła, że autor jest jej niesympatyczny, że onaby to całkiem inaczej napisała, że nawet, jak będzie miała czas, napisze nową „Maryę Dunin“, i że autor ostatecznie nie wytłómaczył, co to jest miłość. Pojęła ona tę powieść zupełnie na tle teoryi o kulcie dziewictwa, których jednak nie traktowała tak na seryo jak Angelika, bo nawet za złe miałaby wszelkie wyciąganie z nich praktycznych konsekwencyi. Ustęp, w którym „rozbestwiony autor“ wkrada się do pokoju Maryi Dunin, zdawał się jej bardzo trafnie kreślić „zachłanność i tyranię“ mężczyzn. — W Strumieńskim „Marya Dunin“ wywołała różne bardzo sprzeczne uczucia. Zrazu był nią zajęty, lubo nie przejęty, chciał się z nią solidaryzować, ale coś go od tego odpychało, tak że niebawem stanął do niej w opozycyi. Wprawdzie literackość „Maryi Dunin“ nadawała pewną sankcyę jego podziemnemu światu i z tego powodu nawet Ola, w lot pochwyciwszy wspólne znamiona sytuacyi, nazwała go „męską Maryą Dunin“. Dla Oli było to jednak tylko prostem stwierdzeniem podobieństwa bez tonu istotnego współczucia, stwierdzeniem, w którem go nieco urażał brak dyskrecyi, zwłaszcza że miał pewność, iż Ola sobie z tego podobieństwa nie wiele robiła. Kiedy słyszał, że nazywała autora niesympatycznym, brał go w obronę, ale tylko dlatego, ponieważ czuł, że ona nie ma prawa krytykować pisarza tak znakomitego, sam zaś w duchu polemizował z nim żarliwie. Do polemiki podniecała go i zazdrostka: miał żal do autora, że ten go uprzedził, a do siebie, że bez takiej sankcyi możeby się nie odważył sam adoptować niektórych swoich dawnych postępków i postępowań, tak mu się one — i to do niedawna jeszcze — wydawały sentymentalnemi i przesadnemi. Sądził dalej, że w tym kierunku, w którym idzie Marya Dunin, możnaby (forma nieosobowa) daleko więcej uczynić, z drugiej strony zaś hamował oficyalne zachwyty Oli, która powtarzała to, co gdziekolwiek wyczytała o „Maryi Dunin“ napisanego. Mówił więc, że autor w wieku, w którym tę rzecz napisał, był jeszcze widocznie bardzo niedoświadczonym; jużto: Mylisz się Olu, on wcale nie miał zamiaru apoteozować takich fantastyczności, lecz przedstawił kobietę histeryczną, dekadentkę; już też wreszcie korzystał nieszczerze ze swych dawniejszych poglądów (z rozdziału VIII.) i starał się w oczach Oli poniżyć autora jako romantyka, dekadenta, neurastenika, który uświetnia erotomankę itp."
      },
      {
        "index": 4,
        "text": "Tak wyglądały zewnętrzne objawy jego wewnętrznego niezdecydowania, jego maleńkiej chwilowej recydywy w kierunku sceptycyzmu, objawy dość świadomie nieszczere. Ideał kontemplacyi, zatopienia się w sobie, przedstawiony w „Snach Maryi Dunin“, uważał Strumieński za niemożliwy, ponieważ zaś Ola podnieciła jego krytycyzm, mówił w jej obecności, że takich snów niema; spanie istnieje, ale sny tak jednolite, tak literackie i poetyczne, to nonsens. A właściwie czuł, że rozmarzenie Maryi Dunin jest właściwie tym samym stanem, w pobliżu którego był już on, Strumieński, w okresie żałoby, lecz — cofnął się? nie mógł iść dalej? Tu był punkt przykry, który w myślach omijał. — To jedno, a drugie: Niemile uderzało go, że w „Snach Maryi Dunin“ żywioł kobiecy upokarza żywioł męski, a na domiar potwierdza poniekąd te śmieszne co do fizycznej miłości poglądy, którym hołdowała Ola. Przypisywał więc autorowi feminizm — ale cóż to właściwie było? To, że miał wyrzuty sumienia własnego intellektu na cudzy rachunek, bo u autora „Maryi Dunin“ widział w skarykaturowanej, wyidealizowanej formie to uwielbienie, które sam składał na ołtarzu Angeliki, a przeciwko któremu buntował się w nim ten inny zakorzeniony pogląd, że mężczyzna powinien zawsze górować nad kobietą, nie zaś być jej satelitą. — Ale grał tu rolę właściwie jeszcze jeden tajemniczy czynnik, który Strumieński skrupulatnie omijał, aż dopiero w wygodnej chwili użył go jako dynamitu."
      },
      {
        "index": 5,
        "text": "W ten sposób na dnie miłości i uwielbienia znajdował coś jakby zdanie nawiasowe, zaopatrzone pytajnikiem, takie zastrzeżeńko myślowe, które tę drugą edycyę żałoby czyniło do pewnego stopnia przybraną rolą, wytworem dowolnym fantazyi, artyzmem. Tak, i tu dopiero mógł odetchnąć, dopiero jeżeli miłość i uwielbienie (a po cichu: uniżenie, podporządkowanie się) były rolą dobrowolną, mógł myśleć i pisać dalej w tym tonie. Atoli już teraz wplatał czasami lekkie, ale to bardzo lekkie uwagi lub słówka ironiczno-sceptyczne, w hymnie zaznaczał pewien nibyto nieumyślnie objawiający się rozdźwięk między uczuciami kochanka i męża a chwilowo wyzwalającym się objektywnym sądem roztropnego wyższego człowieka; przesadzał nieraz w zachwytach, aby coś niejako samo spadało z góry i rozczarowywało. Równocześnie cel biografii i jej przypuszczalni czytelnicy zmieniali się: raz był to Pawełek, jużto jako młodzieniec, jużto jako dojrzały człowiek, albo było to większe grono ludzi intelligentnych. Stosownie do tego pozował Strumieński tak lub owak, ale ponieważ terminu puszczenia tej biografii w świat ściśle nie oznaczał, był wogóle szczerszym, niż gdyby, dajmy na to, pisał jakąś powieść według utartych wzorów: szczerszym był także dlatego, ponieważ niektórych faktów życiowych bądź co bądź nie można ani obalić ani zastąpić innemi i one same swego biografa najlepiej pilnują."
      },
      {
        "index": 6,
        "text": "Te ciche wewnętrzne walki były wypływem pierwiastka destrukcyjnego, pewnej autoanalizy, która leży w rzeczach samych. — drugi cień, który rzucają rzeczy. Już nawet w kierunku dodatnim (str. 211.) znaleźliśmy „nieforemności szczęścia“. Teraz i na innych dziedzinach pokażę interwencyę „pałubicznego pierwiastka“, a niech na razie niewyraźność nazwy sama charakteryzuje niejasne, zduszone, zmącone występowanie tego pierwiastka w duszy Strumieńskiego, zanim w rozdziałach dalszych dokładnie i w sposób niewątpliwy nawet dla Strumieńskiego ukażę jego panowanie i rozległość."
      },
      {
        "index": 7,
        "text": "Widzieliśmy, jak Strumieński ratował swój egoizm i ambicyę podczas pisania życiorysu, równocześnie jednak chodziło mu bardzo o to, żeby nie przerywać swego życia podziemnego, bo i ono należało już do agend jego egoizmu i jak wiadomo, wydawało mu się czemś nadzwyczajnem, — światem odrębnym, w którym gościł różne względne, rzekomo odważne prawdy, nieprzystępne dla filistrów. Ale właśnie to życie podziemne nie rozwijało się w sposób pożądany, do tych piwnic — zatrzymuję porównanie — wciskała się różnemi porami woda, rzucał się grzyb. Zajęty jedną stroną medalu, błyszczącą, nie oglądał się na tylną, był jak augur, gotów dać życie za bóstwo, w które sam wątpił. Wprawdzie wątpliwości owe przedstawiały mu się raczej w formie trudności pisarskich, nie zachwiewały go tak bardzo w przekonaniach, pisał bowiem, a więc i myślał według mnóstwa utartych wzorów, służących do stylizowania zdarzeń, wzory te zaś zdawały mu się już ostatecznymi, bo innych nie znał ani nie mógł sobie wyobrazić. A tu tymczasem zamiast powierzchownych tajemnic, które miał zamiar mówić, np. jakie on to kochanie urządzał sobie z Angeliką, lub że byłby dla niej poświęcił nawet ideę ojczyzny, gdyż ideę gatunku uważa za silniejsza, lub o śmierci przez miłość, lub o umowach przed śmiercią Angeliki, — zamiast tego wystąpiły inne tajemnice, które mu pokazywał demon bezimienności. Ponieważ zaś Strumieński „pojmować“ ich nie umiał, bo go nie objaśniały o tem żadne powieści, ani poezye, ani nauki, więc nie ruszał ich, nie wiedząc nawet, czy je choćby stwierdzać wypada."
      },
      {
        "index": 8,
        "text": "Zanim przykładowo podam kilka takich tajemnic pałubicznych, które Strumieński odkrywał w zamkniętym już epizodzie p. t. „Angelika“, uzupełnię wpierw nieco historyę jego załatwiania się z tajemnicami, które napotykał właśnie teraz przy pisaniu biografii, wskutek przymusu określania i stylizowania wspomnień."
      },
      {
        "index": 9,
        "text": "Otóż znalazł on wnet pewien punkt oparcia, z którego mógł ratować swoją ambicyę wobec Angeliki jeszcze wygodniej niż dotychczas i jeszcze śmielej pokazywać swój sceptycyzm. Mianowicie gwoli „objektywności“ wplatał czasem uwagi fizyologiczne, naukowe, które na przekór autorowi „Maryi Dunin“ brał na seryo, i on bowiem jak większa część współczesnych ludzi był pod przygnębiającem wrażeniem odkryć fizyologicznych, lekarskich, do których jeszcze nikt nie stosował pierwiastka pałubicznego. A więc przypisywał Angelice geniusz, ale na tle patologicznem, jak światełko na bagnach, przez co (tu jak i później sam domawiam to, czego on domawiać nie śmiał) pośrednio sam siebie zasłaniał przed zarzutem, dlaczego nie jest geniuszem. Poszlakami owego tła patologicznego mógł być najprzód jej pociąg do kłamstwa czy zmyślania, potem hymen cornutum, wreszcie jej obłąkanie, chociaż Strumieński wątpił, czy było ono wynikiem nieszczęśliwego połogu, czy jej całego usposobienia, a nawet czy było wogóle obłąkaniem (bo zachowywała się wprawdzie dziwnie (?) ale oczywistych nonsensów nie robiła). Właściwie wszystkie te poszlaki jak i inne nie bardzo wystarczały, więc Strumieński uciekł się do ogólnikowego przedstawienia rzeczy, tem bardziej, że ogólnikowość i z innych względów była mu na rękę: po pierwsze oszczędzał Angelikę, chociaż popadał w tę samą obłudę, co urojony autor historyi o Maryi Dunin, po drugie chronił się przed tzw. świństwem (o czem dalej)."
      },
      {
        "index": 10,
        "text": "Była jednak sprawa o wiele ważniejsza. Oto Strumieński wahał się, czy i o ile ma podnieść swoje własne zasługi w dziełach Angeliki, jak wysoko ma oceniać swój wpływ, żeby się nie narazić na zarzut samochwalstwa, a przecież przyznać sobie, co mu się należało. Wprawdzie mógł tę kwestyę zamalować, mógł powiedzieć, że to było takie wspólnictwo miłosne, ale go przecież wciąż korciło, żeby oddzielić swoją zasługę od jej zasługi. Czasami bowiem w chwilach upojenia samym sobą czuł, że te wszystkie dzieła to jego dzieła, i że w tem tkwi sekret jego tak głębokiego do nich przywiązania! A także tu grał rolę punkt widzenia fizyologiczny. Strumieński, jak już wiemy, był zwolennikiem ogólnikowego mówienia o mężczyźnie i kobiecie, o rzekomych zasadniczych, odwiecznych różnicach dwóch płci. Jest to temat wydatny i przyjemny dla wielu ludzi, którzy umieją w dowcipny i bystry sposób manipulować banalnościami, jakich już sobie bez liku narobiono w tej dziedzinie, — temat, w którym każdy, jak mniema, ma coś odrębnego do powiedzenia. Otóż Strumieński mówił, że jak pod względem fizycznego ustroju kobieta ma pewne minus a mężczyzna plus, tak samo i pod względem duchowym: on ma nasienie a ona łono, on zapładnia a ona przyjmuje, przetwarza i nosi płód, odżywia go w sobie, karmi i wydaje na świat. Dowcipny ten wywód miał w swej symetryczności złudną siłę przekonywującą, był dla Strumieńskiego dowodem. Gdy go zastosowywał do artystycznej twórczości Angeliki (tu się pokazuje, co warte takie zastosowania lub porównania), wtedy jego rady, wpływy, plany, były duchowem nasieniem, pierwiastkiem dominującym, głównym, natomiast to, co ona dawała od siebie (wiedza techniczna, wykonanie, wprawa ręki i oka), wypadało z owej proporcyi jako coś podrzędnego, jako aparat, zewnętrzna forma, łono. Czuł Strumieński, że tu nieco przeholował, ale mimo to był już mniej skrupulatnym w ukrywaniu swoich zasług, jakkolwiek tylko bardzo subtelne oko zdołałoby w jego pamiętniku rozpoznać takie samochwalstwa, gdyż skrupuły rozgrywały się między liniami. Skądże pochodziły te skrupuły, zmuszające go do ukrywania (?) swych zasług? Najpierw z paradoksalnej nieufności względem samochwalstwa, rodzącej się wskutek tego, że z samochwalstwem łączy się doznawanie przyjemności, ludziom zaś często wydaje się, że większa prawda musi być w pobliżu większej nieprzyjemności. Po drugie z obawy, by go ktoś nie posądził o przechwałki w tak błahych (?) sprawach jak sprawy sztuki, o żakowskie wściubianie swoich trzech groszy, słowem o zachowanie się takie, jakie w sposób bardziej złośliwy niż sprawiedliwy wyrażone jest w przysłowiu: konia kują, żaba nogi nadstawia. I oto mam punkt wstydliwy par excellence! A przecież Strumieński miał nawet słuszność, wyrywając dla siebie listki z tego laurowego wieńca, który splatał dla Angeliki. Powstawała więc w tym punkcie taka niemiła przeszkoda w życiu duchowem, której się nie chce poruszać, z obawy, żeby nie być fałszywie zrozumianym; ale ponieważ „czuje“ się, że się ma jakoś słuszność, w pewien jeszcze tylko niewyjaśniony sposób, przeto dla uzupełnienia wetuje się sobie tę słuszność drogą uboczną. Tak też postąpił i Strumieński. Wiedział on, że niktby może nie uwierzył w jego wpływ na Angelikę, że może i Angelika, gdyby wstała z grobu, nie uznałaby jego pretensyi i wydzierałaby mu zazdrośnie to, co on chciał sobie przywłaszczyć: szachrował więc, i np. w sposób trochę tendencyjny odbudowywał swe rozmowy z nią, udając w ich opisie, że się chciał tylko uczyć, informować, lecz przez swoje wyższe pytania zmuszał ją do zastanawiania się nad sztuką i pogłębiania własnej twórczości. A może ona tylko z pochlebstwa udawała, że się przejmuje temi pytaniami? O, ten zarzut był słabym, bo przecież mogła grać podwójną komedyę i takiem pochlebstwem tylko maskować rzeczywiste zainteresowanie się (por. str. 76. w. 26. i nast.). Inna przyczyna ustępstw Strumieńskiego na rzecz Angeliki leżała jeszcze głębiej: była to chęć wynagrodzenia jej za mniemaną krzywdę, o której szeroko opowiem aż później. Jeżeli przy tych wszystkich przyczynach uwzględnimy jeszcze powroty w kierunku lekceważenia malarstwa Angeliki, a więc i swego w tem malarstwie współudziału, będziemy mieli mniej więcej wyobrażenie o sprzecznościach i zmiennościach tego splotu psychicznego."
      },
      {
        "index": 11,
        "text": "Inny punkt wstydliwy powstawał, gdy Strumieński przystępował do kwestyi własnej przystojności. Nie mógł tego pominąć, bo wiedział, że Angelika pokochała go — z początku przynajmniej — głównie (a w tem „głównie“ brzmiało i „niestety“) dlatego, że jej się podobał z twarzy i postawy. Ale jakże miał o tem pisać? Po pierwsze mniemał, że go to poniża, iż Angelika nie pokochała w nim tzw. duszy, ale przedewszystkiem futerał duszy; po drugie wydawało mu się to tak dziecinnem pisać o własnej przystojności. A jednak pozbawiłby się tym sposobem wielu ładnych szczegółów. Pamiętał np., jak ona przed nim klękała, uwielbiała go, zachwycała się nim, jak w nocy, gdy spał, pochylona nad nim z lampą patrzyła w jego rysy, itp. wyrabiała awantury. Czasem mu te awantury pochlebiały, a czasem go irytowały, bo, czując w nich swą śmieszną rolę (mianego a nie mającego), nie chciał się niemi przejmować i kładł je jużto na karb niemieckiego sentymentalizmu, jużto na karb rozjątrzenia samicy, która chce koniecznie uwielbiać. A więc ich „miłość“ kryła w sobie takie poniżenia i śmieszności, do których bał się przyznawać, chociaż z drugiej strony korciło go właśnie nie troszczyć się o ten punkt wstydliwy. Imaginował on sobie jakieś „ja“, oderwane, duchowe, coś w rodzaju tzw. lepszej cząstki samego siebie, a jednak czasem lubił jednoczyć się raczej z innem „ja“, z gorszą cząstką, ze swoją zewnętrzną powłoką, — jakby poprzestawał na tem, żeby być tylko własnem ciałem. Wracał wówczas myślą w swoje dawne upodobania helleńskie i pytał, dlaczego ktoś nie ma się jednoczyć z własną pięknością podobnie, jak się to czyni z własnym geniuszem i talentem? czy dlatego, że tamtę można wskutek choroby utracić? ależ tak samo i talent — można zwaryować — wiedział o tem, bo działy się takie przykłady. Atoli jednocząc się ze swem ciałem, stawał przez to w sprzeczności ze swoim dawnym dualizmem, opartym na wyższości ducha nad ciałem, w dualizm ten bowiem nie chciały wejść poglądy helleńskie, — a oba sposoby uregulowania tego kłopociku psychicznego okazały się niemal równo upragnionemi."
      },
      {
        "index": 12,
        "text": "Takie walki toczone na pograniczu świadomości i nieświadomości zmuszały Strumieńskiego albo do urywania biografii w pewnym punkcie i zaczynania jej w innym wygodniejszym, — co nazywał szkicowaniem, albo też, co się najczęściej zdarzało, do niepisania wogóle nic i załatwiania kwestyi — czy też borykania się z nimi — w myślach. Trzeba bowiem wiedzieć, że Strumieński pisał ową elukubracyę życiorysową tylko od czasu do czasu, przyparty zewnętrznymi bodźcami, zato w fantazyi często sobie wyobrażał siebie piszącym, marzył na rachunek tego, co miało być napisanem, bo czuł, że marzenia dawały mu więcej szczęścia niż ich spisywanie, szerzej zadowalały ambicyę, i łatwiej też w ten sposób przepływał między Scyllą a Charybdą różnych trudności, trudności jak mniemał technicznych, którym jednak ja przypisuję o wiele głębsze znaczenie."
      },
      {
        "index": 13,
        "text": "Z takiemiż „trudnościami technicznemi“ borykał się Strumieński wobec faktów, które mu stawiały pozorny dylemat: zmysłowość czy świństwo. O prawdzie nie myślał, sądził, że jego względne prawdy wystarczają, znał jednak postulaty realistyczne, naturalistyczne, choć nie wiele czytał w tym kierunku, i czujności tychto właśnie postulatów zawdzięczał wszystkie swoje skrupuły. Wprawdzie z większą częścią swoich płciowych przygód z Angeliką mógł się załatwić w sposób ogólnie podówczas przyjęty: używając stylu namiętnego, pełnego barw, tętnienia krwi, stylu, który nibyto rozkosz apoteozuje, ale jej rzeczywiste, ludzkie rozmiary rozsadza i póty nakrywa oboje kochanków gwiazdami, słońcami, niebami, kometami i chaosami, aż ich nie widać. Taki styl naśladował Strumieński, postępował jak malarz, który na obrazie maluje dym z prochu i powie, że to bitwa. Kłopot atoli sprawiała Strumieńskiemu np. historya owego hymen cornutum, którą, jak już powiedziałem, poruszył całkiem ogólnikowo. Gdyby był mógł o tem wspomnieć jako o świętym symbolu, a, to co innego, ale skoro idealna, czysta miłość zrobiła fiasco, na-cóż było jej urągać? Zresztą mówić o doktorze, masce itd., to psuło mu symetryę obrazu dalszej miłości, opisywać zaś to, co zaszło przed interwencyą Eskulapa, było mu i żal i wstyd. Albowiem odwaga jego annektowała różne szczegóły z życia seksualnego zwolna, między jedną a drugą anneksyą upływały miesiące i lata, i owe szczegóły tworzyły długo terytoryum sporne między postulatem odwagi a zakorzenionymi przesądami „estetyki“. „Estetyka“ zaś tkwiła w nim dwoma korzeniami. Jeden: prymitywny strach, wpojony na podstawie powszechnej milczącej umowy ludzkiej, i ten korzeń był istotny i właściwy, ale Strumieński nigdyby się do niego nie przyznał, bo wszakże był człowiekiem „europejskim“ i postępowym. Był więc drugi korzeń: teoretyczny, zwany pospolicie odwiecznem i u wszystkich ludzi jednakowem kryteryum dobrego smaku (por. str. 117. i 118.), takiem samem jak to, na podstawie którego 2 + 2 dla wszystkich ludzi ze zdrowym rozsądkiem jest 4. Ten to korzeń pozorował działanie tamtego, chłopskiego. Dlatego Strumieński był odważnym tylko przy wymienianiu i opisywaniu tych faktów, które mógł połączyć z jakimś gotowym już albo do sporządzenia łatwym chaosem i hałasem poetyckim, takiem szum-bum, takiemi skrzydłami, takim poetyckim balonem, który odrywał brzydki fakt od ziemi i unosił go pod niebiosa. — Ale nie tylko to. Jak powiedziałem, Strumieński, lubo nie miał literackich pretensyi, jednak tak obył się z literacką kulturą, że pisząc widział siebie niejako w towarzystwie ludzi, wprawdzie mądrych, subtelnych i wyrozumiałych, ale bądź co bądź ludzi. Otóż gdy w myślach swoich stawał przed forum takich czytelników, było mu i żal i wstyd, bo właśnie tego rodzaju wspomnienia były mu milsze niż inne, w nich miał historyę, postęp, wspólną zdradę ideału, a nie wiedział wcale, jakby się to innym ludziom wydało, i czuł się wobec nich bezbronnym. —"
      },
      {
        "index": 14,
        "text": "Były to jednak skrupuły, odnoszące się raczej do pisania, które w razie potrzeby można było poprostu odłożyć. Ważniejszemi były odkrycia, które robił sam, grzebiąc z okazyi zamiaru pisania w kompleksie „Angelika“. Tu napotykał dalej na momenty pałubiczne. I tak np. ważnym powodem, dla którego wymijał epizod „hymen cornutum“, była także nagła myśl: jakim sposobem on mógł dowiedzieć się, że Angelika taką była? Skąd ona sama o tem wiedziała? Mogło to się stać wskutek pewnych oznak fizyologicznych, ale także... Przed jego fantazyą przeleciał nagle żółty motyl zazdrości i znikł. Potem przychodziła mu często na myśl owa „reszta“ nieodgadniona w Angelice, a najbardziej zastanawiało go to, że porównując Angelikę z Olą, widział w obydwóch wiele podobieństw w zachowaniu się, w zapatrywaniach, — kładł to na karb „kobiecości“ (das Ewig-Weibliche), przez co jednak psuł sobie plan pojmowania przeszłości (zaznaczony np. na str. 113 w. 2. i n.). Dalej zdawał sobie sprawę z tego, że i on nie kochał Angeliki całkiem tak, jakby według tego planu wypadało, że użył sztuczki, aby nie pokazywać jej obrazów, że nazwał wprawdzie jedno źródło jej imieniem, ale nie wprowadził tej nazwy w używanie itd. Strumieński nie wiedział, że rzeczy jak ta ostatnia robi się dla zabawki, i więcej wartości ma dorywcze pomyślenie i wypowiedzenie takiego projektu niż wykonanie go. Traktował miłość jak rzecz religijną, szło mu o tzw. czyn, a jednak źródła nie oznaczył nawet na mapie (bo wstydził się) pod pozorem, że chce uniknąć profanacyi imienia Angeliki, nie kładąc go na usta innych ludzi. — Zapuszczając się dalej w gęstwę wspomnień, przypomniał sobie — ale jakby przez mgłę — jedną umowę między sobą a Angeliką: że się nie ożeni, choćby potem, w umowie niby odwołującej tamtę, ona go nawet prosiła, by się po jej śmierci ożenił. Co za naiwność w tem jej wyrafinowaniu i — jakby to szło tylko o żenienie się. A przytem — czy mu się tylko zdawało? — ta jej zazdrość, że on żyje a ona umierać musi, zazdrość, pokrywana szlachetną rezygnacyą. Albo jak jej obiecywał, że nigdy w życiu nie dotknie już żadnej kobiety, — ale nie przysięgał, nie zapędzał się za daleko, trzymał się pewnej miary w obietnicach (punkt fałszywy). Takie samo prześliźnięcie się koło rzetelnego niebezpieczeństwa w miłości uratowało go od strzelenia sobie w łeb (zapomniał już, że szło o utopienie się) po śmierci Angeliki (por. str. 87.). W związku z tem medytował nad rozbiciem się projektu wspólnej śmierci przez miłość — i robił w myślach zarzut Angelice, że może tylko wskutek jej sceptycznego zachowania się projekt ten pozostał tylko zabawką, bo on nie chciał przed nią zblamować się braniem go zbyt na seryo! (punkt wstydliwy). I tak powoli, brnąc dalej w przykrych odkryciach, przekonywał się pesymistycznie, że właściwem tłem wszystkich uczuć i porywów jego była dziwna obojętność i egoizm, otaczający go niewidzialną, braterską opieką."
      },
      {
        "index": 15,
        "text": "Wreszcie rozważając zajścia przed samobójstwem Angeliki, napotykał dużo momentów zagadkowych lub takich, o których myślał jakby tylko ukradkiem przed innemi myślami. Szło tu o jedną większą tajemnicę, która była właściwie najgłówniejszym motorem jego eksperymentów i nadawała jego podziemnemu życiu tak niezwykłą siłę, tak maniacką wytrwałość, — ale ona sama była w tem życiu Minotaurem i psuła zupełnie jego symetryę. Mam na myśli przypuszczalną przyczynę samobójstwa Angeliki, która wypłynie na jaw dopiero w ustępie XVII. Teraz Strumieński jeszcze ją zacierał, chociaż — co już tu podnieść trzeba — on sam dobrze nie wiedział, jak się „to wszystko“ odbyło. Otóż gdy się nad obmyśleniem (sic!) tego przejścia zastanawiał, wpadła mu na myśl pewna hipoteza, dziwaczna, ale mająca w sobie szanse prawdopodobieństwa. Przypomniał sobie, że gdy, przybywszy do domu po połogu Angeliki, domagał się natarczywie pokazania mu martwego dziecka, powiedziano mu, że dziecko jest pochowane. Zrobił awanturę, lecz Angelika traktowała jego hałasy i rozpacze nieco pogardliwie, powiedziała: Dziecko jest tu koło mnie, przykryte prześcieradłem! i odkryła prześcieradło. Było to wieczorem. Zdaleka ujrzał niewyraźną bryłkę ciała, które Angelika pospiesznie zakryła, prosząc go dziwnym tonem, by jej nie robił przykrości i nie patrzył na martwe niemowlę, bo ona sama już na nie patrzyć nie może... A potem rzekła doń żartem: Udusiłam, prawda, że my już nie będziemy mieli dzieci? Zajęty wówczas nią samą, nie zważał na te jej słowa, a potem, kiedy rozchodziły się wieści o dziecku-potworku, uważał to za głupie chłopskie legendy, wypytywał tylko starą akuszerkę, która powiedziała, że dziecko było całkiem normalne. Ale jeżeli akuszerka powiedziała mu tak tylko, aby go nie martwić? I jeżeli Angelika nie żartowała? Więc może ona popełniła przecież — to ze wstrętu, a potem popęd macierzyński zemścił się na niej, i zabiła siebie, nie mogąc znieść plamy na swej czystej duszy, bo pod względem moralnym chciała być zawsze białą jak gronostaj. Miał jeszcze inną poszlakę. Angelika nie mówiła mu wprawdzie dokładnie o swych obawach podczas ciąży, ale on znał jej wyobraźnię, wiedział, że miewała myśli musowe, tak jak on. Mimo jej czystości — a może wskutek niej — demonicznie pociągała ją potworność, lubiła mówić o pomysłach Breughela, Goyi, Redona, a ta skłonność jej objawiła się i w kopii obrazu Ingresa i w owym krajobrazie podmorskim oraz w zamiarze malowania „potwornych piękności“, właśnie z przeciwieństwa do Redona, autora potwornych brzydot."
      },
      {
        "index": 16,
        "text": "Jednakże każdy szczegół w hipotezie Strumieńskiego był tego rodzaju, że można go było i tak i owak tłómaczyć. Akuszerka mogła mówić prawdę, a Angelika mogła kłamać, jak to było jej zwyczajem. Nie był też pewnym, czy go pamięć nie myli co do tonu owych słów Angeliki; przytem podejrzywał siebie, że całą, hipotezę nasunęły mu wspomnienia o Robercie, który był garbuskiem. Pomyślał, że dobrzeby może było rozkopać cmentarz i zobaczyć szkielet dziecka, przy tej sposobności dostaćby mógł ów list Angeliki... Ale to było okropne i straszne, trąciło świętokradztwem, zresztą i list i ów trupek były już teraz tak „nieaktualne“. Bądź co bądź żałował, że nie uległ pierwszemu popędowi serca i nie kazał pochować Angeliki w muzeum, gdzie mógł ją wiecznie mieć przy sobie, gdzie byłby może w czasie swojej pierwszej próby w głąb łatwiej porozumiał się z jej duchem... Lecz on niestety pochował ją w grobie familijnym, tak jak przystało na „pana“ Strumieńskiego, jak należało uczynić, żeby sąsiedzi, przyszedłszy na pogrzeb, nie szeptali sobie do ucha o jego dziwactwach (punkt wstydliwy); w grobie familijnym, w którym oprócz starego Strumieńskiego i Roberta żaden umarły nic go nie obchodził, a w którym Angelika była przecież intruzem. To bolało go, zamierzał tedy kiedyś przenieść jej zwłoki do muzeum i wyznaczyć tam także miejsce dla siebie, żeby pokazać Oli... ale to wszystko było jeszcze w dalekiem polu."
      },
      {
        "index": 17,
        "text": "Takie było podziemne życie podziemnego życia."
      }
    ]
  }
}