{
  "chapterNumber": 14,
  "title": "XIV. Architektura",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIV. Architektura. Nadmiar umysłowy Strumieńskiego dążył do wypowiedzenia się w jakiemś dziele sztuki. Myślał on chwilami o dziele poetycznem, ale zawsze tylko rozsnuwał własne życie i nie mógł odeń odstąpić nawet tak jak Gasztold. Zresztą w epoce życia, rozstrzygającej o kierunku upodobań artystycznych, wżył się głównie w sztuki piękne i przypisywał sobie w tej dziedzinie zdolności — zmarnowane. Także pewnego rodzaju wstyd wstrzymywał go od poezyi: to było za łatwem, to robiło tylu, to wyglądało dziecinnie... Był zresztą na poetę zbyt zamożnym i za mało ambitnym (ambicya jego była tylko odruchową), nie nawykł od młodości układać swego życia do karyery duchowej i dążności zaimponowania całemu światu. Natomiast budowa kościoła we wsi otworzyła mu dziedzinę architektury. Tu nie potrzebował geniuszu, tu mógł być znawcą i amatorem przy pewnym nakładzie pilności w celu poznania abecadła architektury. Ale napotykał na części trudne dla siebie i niezrozumiałe, i zniechęcony wolał umknąć na pole teoretyczne. Mówił więc sobie, że architektura jest projekcyą duszy szukającej form, nie mogącej się wyżyć, kształtującej sobie świat materyi, a nie wcielaniem idei ciężkości lub lotności, jak pisano w estetykach. Właściwie i te jego ogólniki miały genezę osobistą. Miał bowiem na myśli swój specyalny wypadek: że miłość jak drzewo, napotykając zapory do rozrośnięcia się (śmierć Angeliki), szuka nowych dziwnych dróg; że gdy człowiekowi idzie o to, żeby swój dom upiększyć, to chce on właściwie stworzyć świat dla siebie, odrębny, podobniejszy do swego wnętrza itd. — jechał na analogiach i filozofował."
      },
      {
        "index": 2,
        "text": "Ale projekt budowy pałacu wyrósł z innych motywów, przypadkowych. Było wówczas hasłem powszechnem rozwijać przemysł i stryj Maryusz wraz ze Strumieńskim, pobawiwszy się trochę torfem, zamierzyli postawić cukrownię. Poczyniono do tego niektóre przygotowania, uruchomiono fundusze, ale potem wyłoniły się różne trudności gospodarskie, obawa przed stworzeniem gniazda socyalizmu w okolicy itp. i projekt spełzł na niczem. Może i dlatego, że Maryusz, dusza przedsiębiorstwa, rozchorował się i wkrótce umarł. Śmierć jego wróciła Strumieńskiemu swobodę, gdyż nad młodym Maryuszem łatwo zapanował i ugiął go pod swoje rozkazy. Teraz w sprawach praktycznych i gospodarskich uwolniony był od złośliwej kontroli i krytyki, mógł strzelać bąki, jakie mu się żywnie podobało."
      },
      {
        "index": 3,
        "text": "Zdarzyło się, że już po ukończeniu budowy kościoła ksiądz Huk, Strumieński i pewien młody architekt, który właśnie ów kościół wybudował, rozmawiali z sobą na probostwie. Strumieński powiedział żartem, że w kontraście do kościoła wybudowałby sobie pałac świecki dla swoich potomków (powiedział na prawdę „potomków“). Znalazł był w papierach Angeliki szkic takiego pałacu, uważał za swój obowiązek kiedyś może urzeczywistnić go, ale zresztą bawił się tylko tą myślą i dopiero teraz ją wypowiedział. Sam skierował przytem rozmowę na króla Ludwika bawarskiego i jego pałace, bo ten wzór właśnie majaczył mu w fantazyi. Architekt podchwycił to, udał, że się przejmuje myślami Strumieńskiego, bo miał w tem znowu swoje specyalne cele, i tak z projektu na żart wyłonił się zamiar na seryo."
      },
      {
        "index": 4,
        "text": "Technika wypadków jest taka, że właściwych decyzyi zwykle niema, jest tylko kalejdoskopiczne wirowanie zewnętrznych okoliczności, które pozwala woli skoczyć na punkt dogodny. Dopiero po decyzyi wyłaniają się różne współmotywy, które ją przedtem poza progiem świadomości poparły, albo też są to spóźnione sojuszniki, które się do owej decyzyi ex post wciela i z nią harmonizuje. I tak Strumieński znalazł jako poparcie swego zamiaru naprzód radosną zgodę Oli, która marzyła, że w nowym pałacu przebędzie drugą młodość. Potem pomyślał sobie, że ponieważ od niego zaczyna się niby nowa dynastya panujących w Wilczy, więc należy dla tej dynastyi założyć nową stolicę, aby jego „potomkowie“ nie byli już intruzami. Ale równocześnie i jego nałóg tęsknoty przystosował się do nowych planów. Własnym zachciankom nadawał Strumieński sankcyę Angeliki. Marzyło mu się coś w rodzaju Alhambry, coś skromnego na zewnątrz, odciętego od świata, ale zato wewnątrz pełnego krużganków, dziedzińców, wodotrysków, rzek, ogrodów, niespodzianek, ozdób, obrazów, rzeźb, tak samo odrębnych i dziwnych jak całe ustronie. To wszystko miałoby być poświęcone egoistycznemu życiu, ulubionej kontemplacyi, zupełnemu zapomnieniu o świecie zewnętrznym, — gdzieś w głębi stałoby mauzoleum Angeliki z jej wielką kryształową trumną. I odczuwał zwróconą wstecz tęsknotę za takim budynkiem; gdyby go był posiadał wówczas po zgonie Angeliki, nie brakłoby mu nic do szczęścia — w takiem otoczeniu miałby może odwagę, i alboby życia w ciszy dokonał, jako pustelnik nowego rodzaju, albo zahipnotyzowałby się na śmierć, albo wysadziłby się z całym gmachem w powietrze........."
      },
      {
        "index": 5,
        "text": "Ale Strumieński nie myślał o tem wszystkiem na seryo, marzył raczej o dyspozycyi dziecinnej u siebie, któraby go uczyniła zdolnym do takiego romantyzmu, marzył na rachunek jakiegoś innego Strumieńskiego, śmiałego dzieciucha. Wiedział doskonale, że taka nieokreślona kombinacya Alhambry z kościołem żałobnym jest niewykonalnem szaleństwem, i postanowił trzymać się tylko planu Angeliki. Zresztą wogóle tak on, jak i architekt, na razie bawili się tylko swoimi zamiarami, mówili o nich teoretycznie, chociaż z takiem przejęciem się, że Strumieński prawie ani się spostrzegł, jak zamiar przeszedł w wykonywanie. Architekt, namawiając Strumieńskiego do budowy pałacu, miał na celu przeprowadzenie własnych artystycznych pomysłów, a że był zwolennikiem secesyi, więc pretensye Strumieńskiego, dotyczące szczegółów budowy, były mu nie na rękę. Wprawdzie nawykł już do uwzględniania różnych, dziwacznych nieraz kaprysów, ale tym razem czuł się szczególnie podrażnionym, liczył jednak na to, że Strumieńskiego przekona. Zaczęły się dysputy, w których architekt wywodził, że plan Angeliki, zresztą tylko szkicowy i niezupełny, przekroczyłby trzykrotnie preliminowany fundusz, że nie byłby to dom mieszkalny itp. Strumieński odpowiadał mu rozmaicie, ale bał się uwikłać z nim w rozmowę zbyt fachową i zdradzić się z brakiem zasadniczych wiadomości — nie wiedział, że architekt ów już uważał go za upartego i zarozumiałego dyletanta. W dyspucie zaznaczał Strumieński tylko ogólnikowo swój brak zaufania do wszelkich przyjętych stylów i szablonów; zapatrywania te miał od Angeliki, a ona od malarzy. Zarzucał achitektomarchitektom, że twórczość ich obraca się tylko w zakresie kilku stylów, że nawet to, co jest u nich nowem, jest tylko oficyalnie nowem i śmiałem, że nie uwydatniają plastycznie uczuć nowożytnego człowieka — tu miał siebie na myśli —, nie starają się o style indywidualne, ale wszyscy razem eksploatują ten styl, który się właśnie stał modnym. Architekt zaś udowadniał, że to są tylko ładne (kompliment dla Strumieńskiego) dedukcye filozoficzne, sztuka konkretna natomiast chodzi innemi drogami, że styl w architekturze jest zawsze tworem zbiorowym; bronił wreszcie w obecności Oli swego projektu z wielkim zapałem, wykazywał jego zalety i powaby, bo szło mu o pozyskanie wpływu Oli na męża, — i to mu się udawało, ale tylko dlatego, że Strumieński bał się swoich marzeń."
      },
      {
        "index": 6,
        "text": "W jednej z takich ogólnikowych dysput sprzeczali się o sposób budowania sztucznych ruin. Strumieński utrzymywał, że naprzód powinno się coś starożytnego wystawić a potem dopiero zburzyć, architekt zaś twierdził, że taki pośredni sposób, takie naśladowanie prawdy bez planu, pozostawione przypadkowi, byłoby kosztowne i niepotrzebne, że w sztuczny sposób daleko lepiej wyrazi się i spotęguje ideę ruin niż w sposób „naturalny“, w którym nie można osiągnąć silniejszych wyrafinowań rumowych. Sztuka ma przecież za cel dopowiedzieć to, czego nie mówi jąkająca się natura. Ten wywód na razie zbił z tropu Strumieńskiego, więc żeby zyskać na czasie, ratował się na stanowisko praktyczne; że takie ruiny nikogoby nie złudziły. Architekt odparł; że utworów ruinowych i tak nikt nie żąda, cała dysputa przeto ma znaczenie tylko akademickie. Strumieński, rozważywszy potem rzecz, wynalazł sobie argument, że taki utwór, o jakim mówił architekt, nadawałby się chyba do obrazu, a w naturalnym materyale raziłby, podobnie jak woskowa lalka zamiast rzeźby, rzekome zaś „wyrafinowania rumowe“ robiłyby tylko komiczne wrażenie. Wogóle wyrobił sobie o architekcie zdanie, że po uszy grzęźnie w szablonach i oprócz tzw. fachowości ma swoje teoryjki ochronne, któremi się zasłania przed ludźmi szerszych poglądów."
      },
      {
        "index": 7,
        "text": "Gdy architekt widział, że Strumieński obstaje przy swojem i może wogóle nic budować nie zechce, bo jego zapał teoretyczny ostyga, zgodził się na połączenie swego planu z planem Angeliki; przeciw temu jednak wystąpiła Ola, twierdząc, że tak powstanie monstrum. Wówczas Strumieński, aby jej pokazać, że tak nie będzie, kazał rozpocząć budowę, zwłaszcza że równocześnie chciał także zrobić na przekór całej okolicy. Wieść bowiem o zamiarze Strumieńskiego rozeszła się, a sąsiedzi, którzy już od pewnego czasu zauważyli u Strumieńskiego odstrychnięcie się od przyjętego przez nich trybu życia, odświeżyli stare plotki, zarzucali, że marnuje grosz na cele prywatne, niepożyteczne dla biednego społeczeństwa, że lepiejby tych pieniędzy użył na to lub owo, np. na szpital dla waryatów, w którymby i sam mógł się leczyć, — że przeto nie płynie w jego żyłach prawdziwa krew Strumieńskich. Wiedziano, że gmach ma być w stylu secesyi, a już sama ta nazwa świadczyła o zbrodni: kto budował w stylu secesyi, musiał być przez to samo socyalistą, anarchistą, ateistą, apostatą, nie był nawet Polakiem, ani go matka Polka nie karmiła. Więc w Strumieńskim ruszyła się dawna drzazga i rzucił w „ich“ stronę niemą groźbę: czekajcie, ja wam cały majątek Strumieńskich na swoje widzimisię przetrwonię! Zawziął się tak, że chwilami żywił nawet na seryo zamiar odrzucenia przybranego nazwiska i staczał o to wojnę z Olą, grożąc jej, że sobie połowę majątku zabierze, wyjedzie z Pawełkiem do Ameryki, a ją zostawi. Ola na to: i owszem. Pod takiemi auspicyami rozpoczęła się budowa, na poświęcenie kamienia węgielnego przyjechał tylko p. X. (było to jeszcze przed jego śmiercią), który sobie nic z niczego nie robił. Strumieński, zgodziwszy się raz na pomoc architekta, poddał się jego intencyom artystycznym, rad był, że pod jego, Strumieńskiego, egidą dzieje się ten secesyjny skandal (którego rozmiary przesadzał), i patrzył teraz przez palce na to, że architekt z planu Angeliki — tak mu się zdawało — mało co zostawił. Była tu obopólna szacherka: architekt bowiem, niby pod wpływem przymusu ale w istocie z przekonania, przyjął kilka szczegółów planu Angeliki, Strumieński zaś w gruncie rzeczy przecież obawiał się, żeby nie wyszło cudactwo, i był szczęśliwy widząc, że architekt pozostał przy swojem, gdyż bądź co bądź nie wierzył w praktyczność planu Angeliki, a o dziele architekta przypuszczał, że będzie bardziej „do ludzi podobne“. Takto zawsze w najidealniejszych pragnieniach Strumieńskiego zachowany był przecież praktyczny tok sprawy (zasada kontrabandy)."
      },
      {
        "index": 8,
        "text": "Chociaż w postanowieniu budowania pałacu pietyzm dla Angeliki bardzo małą odegrał rolę, Strumieński miał takie wrażenie, jakby tę budowlę stawiano ku jej czci, z jej inicyatywy. Motyw ex post przybrany stał się dlań prawdziwym, zasymilował się z genezą przedsięwzięcia tak, że było ono teraz dla niego niejako nową „próbą w głąb“ — ale wyrzuconą na zewnątrz. Nastrój poprzednich „prób w głąb“ przypomniał mu się także i przez to, że znowu ujrzał się niejako osaczonym przez ludzi wrogich nowemu życiu, nowej idei, którą właśnie reprezentował pałac: ziarno zasiane przez Angelikę wschodziło. (I tu kładł własne pomysły na karb Angeliki). Ale rzecz się wkrótce utarła i nie miała ostrego przebiegu. Zaczęto doń przyjeżdżać, przypatrywać się, podziwiać — było to dziełem Oli. Pałac kosztował coraz więcej, bo architekt sam przekroczył swój kosztorys, a Strumieński wskutek dorad Oli wpadł w długi. Wprawdzie pierwej odgrażał się, że cały majątek poświęci, ale nie było to mówione na seryo. Gdy długi zajrzały mu w oczy, przeraził się, bo chociaż nie był skąpym, szanował swój majątek, jako jedyny pewny grunt, który się pod nim nie chwiał, szanował go tem bardziej, że pamiętał ubóstwo i te przykre okoliczności, którym swój dobrobyt zawdzięczał. Rachunki, oszustwa na każdym kroku, ciągłe przekraczania kosztorysu, pilnowanie robót, brak blizkiej komunikacyi kolejowej, ciekawość ludzka i zbiegowiska — to wszystko dawało mu się we znaki, nużyło go i irytowało, wzmagając jego wyrzuty sumienia na temat własnej lekkomyślności. Nosił się nawet nieraz z zamiarem zwinięcia budowy. Tak siłą rzeczy stało się, że ster budowy ujęła w ręce Ola, która skorzystała skwapliwie z tej sposobności, aby odegrać w Wilczy ważną rolę i doprowadzić arcydzieło do końca — pod wpływem namów architekta, który pod niebiosy wynosił jej energię. Mówiła: „Nie radziłam, ostrzegałam, ale teraz gdy się już tyle zrobiło, wezmę gmach na swoje słabe barki“. W finansowe kłopoty Strumieńskiego nie wierzyła, owszem często miała go w podejrzeniu, że ukrywa przed nią jakieś kapitały czy dochody. On zaś chętnie ułatwił jej przyjemność tej powtórnej niejako inicyatywy w budowie pałacu, nawet udał, że się opiera, waha, że ona go dopiero przekonuje itd. Tak podsycając w Oli umiejętnie zapał dla sprawy pałacu, i zsuwał na jej „słabe barki“ — część swej lekkomyślności, i w duchu miał — nie, robił sobie mefistofelesowskie zadośćuczynienie, że wskutek szczególnego (?) zbiegu okoliczności Ola stoi na straży dzieła, które się zrodziło w głowie jej rywalki (a wszakże pozwolił usunąć plan tej rywalki) i ku jej czci (nie bardzo!)."
      },
      {
        "index": 9,
        "text": "Ale mimo to, im więcej gmach wyłaniał się z pośród rusztowań, tem bardziej jego przyszły właściciel czuł się zeń niezadowolonym, rozczarowywał się. Gdy inni mówili: piękne! on nie mógł mówić że nie, musiał mieć dobrą minę, ale w duchu protestował; tak dalece to, co powstawało, było odległe od jego fantazyi, tak nic nie miało wspólnego z Angeliką. Żal jego był niesłuszny, był nawet nawpół udany, on sam przecież z góry mógł wiedzieć, że tak będzie; wszak widział plany i znał się o tyle na rzeczy, iż mógł sobie budynek wyobrazić, może nawet już wówczas zawarty w nim był ów żal i rozczarowanie, które-to uczucia czekały tylko na swój czas rozwoju. Zły był teraz, że dał się architektowi sterroryzować jego niby fachową wiedzą, że nie opanował go tak, jak swego czasu Angelikę, zły był nawet na Angelikę, że jej plan udaremnił mu obmyślenie jakiegoś własnego, któryby lepiej ich (jego) ideom odpowiadał, wreszcie znielubił architekturę wogóle, jako sztukę ciasną, nieelastyczną, nie mogącą wyrazić subtelniejszych poetycznych myśli. Pałac wydał mu się pasożytem, który wśliznąwszy się w jego pierś, ssie z niej soki, i wyrasta w coś niespodzianego, czego nie oczekiwał, coś swojego ale nie jego. (Pierwiastek pałubiczny). —"
      },
      {
        "index": 10,
        "text": "Jego najulubieńszem zajęciem było teraz obcowanie z Pawełkiem. Pawełek wszedł już właśnie w te lata, w których po przebyciu elementarnych nauk, po nabyciu pierwszych pojęć, miał duszę najpodatniejszą do przyjmowania tych silnych wrażeń, od których się zwykle datuje pamięć każdego człowieka. Strumieński wbrew swemu pierwotnemu planowi nie mógł się wstrzymać od zasiewania w nim wrażeń artystycznych: na spacerach ćwiczył jego wzrok w pojmowaniu piękności przyrody, i chociaż miał zasadę, żeby dziecku nic nie narzucać, przecież narzucał, może dlatego, że jego umysł był wówczas wogóle zbyt rozkołysany w fantazyach artystycznych. Co prawda nie widział w Pawełku oczekiwanych zadatków na przyszłego geniusza, lecz tylko posłuszeństwo, poddanie się. Przez zręczną politykę rodzinna przywiązał do siebie syna, zrobił niewidzialną przegrodę między nim a Olą i resztą rodzeństwa, wzbudził w nim małe ambicye, które on sam tylko mógł zadowalać, dawał mu małe czynności, był dlań po cichu starszym bratem i przyjacielem. Mówił żartobliwie, że to jest jego syn po pierwszej żonie, i naprawdę otoczył go odpowiednią atmosferą, a Ola oddała mu go do tego idealnego użytku, nie mogąc dać siebie. Pawełek duchowym pasierbem Oli! — w tym jednym punkcie przynajmniej nagięła się do intencyi męża. Tak powstał wyjątkowy trójkącik rodzinny, w którym ojciec i syn złączeni byli ze sobą linią o wiele krótszą i bliższą niż z matką, a który wewnętrznym konstrukcyom Strumieńskiego na temat Angeliki nadawał cień pozoru zewnętrznego sprawdzania się. Ale trójkącik ten nie zawdzięczał swego istnienia jakimś planom Strumieńskiego albo dobrotliwym ustępstwom Oli, albo obopólnym umowom, przeciwnie, wytworzył się samoistnie po szeregu gniewów, w których Pawełek towarzyszył ojcu przeciw matce, po szeregu drobnych alluzyj i czynów fantazyjnych, powiedzeń żartobliwych, które teraz dopiero pokazywały Strumieńskiemu swoją dziwną ciągłość i wewnętrzną logikę. A że syn musiał po matce dziedziczyć talent, więc Strumieński zaczął w duchu przeznaczać Pawełka na malarza, chociaż nic nie mówił o tem ani jemu ani nikomu. Nie chciał zbyt wyraźnie urzeczywistniać swych konstrukcyi, z któremi tylko igrał dotychczas, bał się także, by nie zwichnąć innych sił, które mogły drzemać w Pawełku, a jednak widocznie popychał go w jedną stronę."
      },
      {
        "index": 11,
        "text": "Kiedy raz ujrzał swoje dzieci, bawiące się wśród wzniesionych już fundamentów pałacu (Ola zakazywała tej zabawy), przyszło mu na myśl, że wrażenie otrzymane z takiej budowli w tym wieku pozostaje niezatartem na zawsze. Idąc dalej za tą myślą, powiedział sobie — a słyszał to od Angeliki, gdy mu się skarżyła na brak talentu — że, ażeby zostać artystą, trzeba w dziecięctwie przeżyć jakieś nadzwyczajne tajemnicze wrażenie. W duszy swej miał już plan takiego wrażenia, ale go sobie nie wyjawiał, bał się, i dopiero powoli doń dochodził. Uczył Pawełka różnych potrzebnych rzeczy, ale tylko tego, co sam umiał, np. swojej botaniki, resztę zostawiał nauczycielowi wiejskiemu, który uczył we dworze. Nie pozwolił jednak uczyć chłopca geografii, bo wyczytał gdzieś, że ta nauka najprędzej rozszerza pogląd dziecka na świat realny; ale ostatecznie nie udało się wyminąć tej nauki. Obok potrzebnych rzeczy mówił Pawełkowi także wiele rzeczy niepotrzebnych, np. na wzór Angeliki zmyślał i rozpowiadał mu rozmaite fantastyczne historye, rzekomo dziejące się teraz w świecie, w historyach tych utrzymywał pewną ciągłość, a pobudzał i Pawełka do takiego samego komponowania, rozwijał w nim zmysł do kłamstwa artystycznego, do udanej wiary w rzeczy zmyślone i nieistniejące. Odbywało się to pod pozorem zabawy, wychowania, opowiadania bajek — a Ola miała z ich rozmów nieraz sporo śmiechu. — Działał tu może w Strumieńskim jakiś instynkt dla zachowania pewnych cech swego charakteru: mówił no sobie wprawdzie tylko tyle, że sam filistrzeje i dlatego przelewa resztę zakonserwowanego polotu na syna, ale przytem właściwie stare grzechy wracały, bo kierowała nim nadzieja powtórzenia może tej samej roli kuratora artystycznego, którą miał przy Angelice."
      },
      {
        "index": 12,
        "text": "Natura jest obfita w alluzye. Raz podczas wycieczki zaskoczył ich deszcz w lesie; burza, grzmoty, wylanie rzeki — to wszystko zbliżyło ich do siebie, znosząc różnicę wieku, wywołując w nich jednakowy nastrój. Potem wracali brzegiem Wontoku, mijając wciąż liczne kałuże, w których urwiska i drzewa szeregiem się odbijały. Pokazując Pawełkowi odbicia przedmiotów w rozlanej wodzie, wiódł Strumieński jego oczy ku temu, by śledzić owe odbicia coraz dalej pod ziemią, widzieć je lub domyślać się ich w głębi, — i mówił o światach pod lustrem wody, o gmachach podziemnych. Pawełek widział, że to nieprawda, ale czuł też coś w tym rodzaju, że to prawda poetycka, był wspólnikiem blagi, i w zmoczonych do nitki sukniach, niesiony na ręku przez ojca, przytulał się mocno do niego. Strumieński nie bywał dla chłopca szczodrym w oznakach swej miłości, skąpił ich z pewnem wyrachowaniem, aby ich wartości nie osłabiać. Tym razem jednak ucałował go serdecznie, a było to w chwili, gdy stanęli naprzeciw pałacu po drugiej stronie stawu i w wodzie widzieli odwrócony szczytem w dół, spadający w rozjaśnione niebo, drugi daleko piękniejszy pałac, błyszczący i lśniący, jakby zbudowany z jakichś tafli kryształowych przez tajemnicze duchy podziemne, naprzekór budowlom nadziemnym tuż pod niemi właśnie, przez duchy, które swoją czynność kryją zazdrośnie przed okiem ludzkiem zapomocą złudzenia, iż to jest tylko zwykły fenomen optyczny. Tak mniej więcej mówił synowi Strumieński i w tej chwili, bawiąc go, był po swojemu twórczym, wymyślał symbol dla siebie samego, bo mu się wyraźnie ujawniło, że jego forsa leży w budowaniu właśnie takich fantastycznych pałaców — we własnej — a jeżeli nie we własnej, to w cudzych głowach."
      },
      {
        "index": 13,
        "text": "Więc Pawełek jako nowe medyum. Czar i „poezyę“ tych scen muszę zostawić à discretion czytelnika. Było to dziecinne i wzniosłe, głupie i rozumne. Nie lubię takich epizodów poetycznie wyzyskiwać, i tam, gdzie kto inny może na mojem miejscu roztoczyłby wachlarz stylu, ja poprzestaję na napisaniu: itd. Tak samo przeskakiwałem wszystkie poetyczne ustępy w historyi porozumienia Strumieńskiego z Angeliką. A zresztą na czemże właściwie polega „poezya“ (ten cudzysłów nie ma wcale ubliżającej intencyi) takich zakątków życia? Może na tem, że i tu są punkty wstydliwe i ukryte części pałubiczne, ale wyjątkowa łatwość ich przezwyciężania wywiera taki urok, jakby chwilowe zawieszenie prawa ciężkości. — Jak np. Strumieński opowiadał Pawełkowi o Angelice nawet rzeczy tak piękne i mądre, że chłopak ich zrozumieć nie mógł. Zwykle jednak przerabiał Strumieński osobno dla niego historyę Angeliki, w czem wspomagało go to, że Pawełek słyszał już dawniej od domowników — z tymi dzieci bywają czasem poufalsze niż z rodzicami — legendy o Angelice i o jej kaplicy, chociaż nic o tem ojcu nie mówił. — Jak potem sam Strumieński nie odczuwał już w Angelice kochanki, ale wczuwając się w tok myśli syna, poddawał się macierzyńskiemu niemal oddziaływaniu tej postaci. Było to wspólnictwo ekstaz, spisek, nowa tajemnica pod pozorem wychowania — i Strumieński, jak kiedyś zaznał prawdziwych rozkoszy miłości, tak teraz stworzył sobie dostosowane do nich, jedyne w swoim rodzaju rozkosze ojcowskie — a to wszystko pod pretekstem (początkowo przynajmniej) wypalenia piętna na pierwszej epoce umysłowego życia Pawełka."
      },
      {
        "index": 14,
        "text": "I sięgnął dalej. Dawny idealny obraz czystej miłości (str. 67., 99., 186.) przeistoczył mu się pod wpływem nowych warunków. Wpływy kościelne (zaznaczone na str. 181/2.) nasunęły mu wizye innej, egotycznej religii, z aparatem grobów, kościołów, ołtarzy gdzieś w przestrzeni, z unoszącym się jej duchem. Czego sam nie zrobił, zrobić już nie mógł, bo może miał umysł zaskorupiały i niepodatny, to chciał czuć teraz przez duszę syna, dać mu się zastąpić. Dawniej „rozpacz“ jego nie była jeszcze tak uduchowiona, była w nim, teraz już wyszła z niego, zamieniła się w postać niewidzialną i szła za nim jak upiór, domagający się ofiary. Sądził, że już pora zaznajomić Pawełka z jego prawdziwą matką. Wprzódy więc z rozmysłem pracował nad tem, żeby wrażenie przygotować jak najlepiej. Szło o ostatnia, Oli jeszcze niewiadomą tajemnicę pokoju Angeliki. Aby podnieść urok tej tajemnicy, zastosował nowy mechanizm i wynalazki optyczne. Pawełek musiał się znaleźć jakby w grocie, w odłamie owego kraju zaczarowanego, który mu Strumieński ukazał w lustrze wody, — co niedostawało, musiał dorobić fantazyą."
      },
      {
        "index": 15,
        "text": "Liczył Strumieński na to, że tajemniczemi akcesoryami podziała zrazu więcej niż treścią wrażenia, ale że treść ta przecież stanie się dla Pawełka kiedyś rzeczą główną. Układał sobie, że potem raptem przerwie wrażenia, usunie ich przyczynę, zatrze realne ślady wypadków w pamięci Pawełka, wyszle go gdzieś z domu, aby cały ten wpływ pozostawić w nim jakby niewytłómaczony, jakby sen. Gdy wróci, nie znajdzie realnych śladów, będzie może daremnie badać, może wypytywać ojca, który mu nic nigdy nie powie, chyba potem kiedyś zostawi mu pamiątkę — lub nie, wszak sam miał w swoich wspomnieniach z lat dziecięcych zdarzenia, o których nie wiedział, czy były faktem, czy tylko mimowolnym własnym wymysłem, snem. Taką zagadką przeszłości miało być dla Pawełka objawienie się Angeliki."
      },
      {
        "index": 16,
        "text": "I wykonał swój zamiar."
      }
    ]
  }
}