{
  "chapterNumber": 15,
  "title": "XV. Gwiazda podziemia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XV. Gwiazda podziemia. Pawełek miał dawniej wojsko, zrekrutowane z chłopców wiejskich. Ola, chociaż w teoryi była zwolenniczką ludu, wyśmiewała to bratanie się syna Strumieńskiego z chłopami jako rzecz znamienną, ale je tolerowała, bo i inne jej dzieci brały czasem udział w kampaniach wojennych Pawełka. Od pewnego czasu jednak Pawełek zaniedbał tych zabaw jako niegodnych siebie, rozpuścił wojsko, a rodzeństwo pozbawione swego gaudium zaniosło nań skargę do matki. Było to jakoś pod nieobecność Strumieńskiego. Spostrzeżono, że Pawełek wieczorem gdzieś się wykrada i znika; pierwej można było myśleć, że jest gdzieś z ojcem, ale teraz? Ola zamknęła go razem z innemi dziećmi i sama pilnowała. Zauważyła, że Pawełek się niepokoi, że chciałby się wymknąć, myśli o czem innem, mało mówi i jest krnąbrny. Raz udało mu się zbiedz, posłała za nim służącego, który go dogonił i do domu sprowadził. Wreszcie zaczęła wpadać na różne przypuszczenia. Widziała ona już dawniej w zachowaniu się męża pewną zmianę, a równocześnie jakieś konszachty z Pawełkiem. Nie dziwiło jej to zrazu, bo była przyzwyczajona do różnych jego „humorów“, teraz jednak — acz po swojemu — zastanowiła się nad sytuacyą."
      },
      {
        "index": 2,
        "text": "Małżeństwo ma swój barometr pewnych czułości i poufałości, na którym obie strony poznają stopień swego przywiązania i wzajemne zamiary. Drobne wahania i zmiany na tym barometrze stają się według okoliczności wskazówką, ostrzeżeniem, uspokojeniem itp. I chociażby jedno nie znało historyi serca drugiego, to na nim się ona odbije, choćby nawet komitywa płciowa była już uszablonowana. Tylko w złych romansach — uwłaszcza kobiecych — dzieje się tak, że np. żona męża długi czas nie kocha, śpi z nim, a mimo to „kocha się“ na zabój w drugim „idealnie“. Dzieje, dzieje się i to, ale nie w tak prosty sposób, jak się o tem pisze. Uwagę tę uzupełniam w komentarzu, tu dodam jeszcze tylko, że w małżeństwie Strumieńskich nie ona, ale głównie on był tym, który dzieje i wahania swej duszy zdradzał na owym barometrze, a Ola wiedziała o tem."
      },
      {
        "index": 3,
        "text": "Przestała pilnować Pawełka, zwolniła nad nim kontroli, aby go mogła łatwiej śledzić. Przeczuwała niemal, że wkracza w państwo Strumieńskiego. O istnieniu tego państwa dowiadywała się czasem z alluzyi męża, ale nie chciała się przedtem mieszać w te sprawy, udawała niezrozumienie, zdawało jej się zresztą, że już wszystko wie, co można było wiedzieć. Teraz kierowała nią tylko ciekawość, czy Pawełek istotnie wejdzie do muzeum Angeliki i co on tam będzie robił. Ukryła się więc wieczorem koło muzeum, które w ciągu trzech lat stało się niemal niedostępnem z powodu drzew i gąszczów, nigdy nie wycinanych. Obok pod powiewem wiatru stękała sosna i biła piersiami o mur kaplicy — poetyczny symbol żalu. Wkrótce spostrzegła Ola Pawełka, który tu szedł jak do siebie i wsunęła się za nim pokryjomu; lecz chłopak, posłyszawszy szelest za sobą, cofnął się o parę kroków, nadsłuchiwał i potem drzwi od wewnątrz zasunął."
      },
      {
        "index": 4,
        "text": "W sali panował zmierzch wieczorny. Pawełek przystąpił do okien, zatrzasnął w nich okiennice, tak że stało się całkiem ciemno. Za chwilę jednak zadrgały w górze po obu stronach stropu dwa punkciki, zrazu małe jak robaczki świętojańskie, potem powiększyły się i przybrały kształt pary olbrzymich oczu, wysyłających dwa ukośne, silne pęki białych promieni świetlnych, które odwrotnymi stożkami nasycały coraz dalszą przestrzeń. Biegnąc wzrokiem za promieniami, ujrzała Ola na płaszczyźnie przecięcia się obu stożków szybę szklanną, za którą zrazu nic nie było; aż gdy się jej oczy chwilkę oswoiły z grą niezwykłego światła, ujrzała, jak za szybą światło to skoncentrowało się na jednym punkcie: na owym melancholijnym obrazie tęsknoty, o którym Strumieński powiedział, że mu jest najmilszy."
      },
      {
        "index": 5,
        "text": "Pawełek ukląkł przed obrazem, jak żeby lepiej widzieć, co się wewnątrz dzieje. W tej chwili wskutek chłodu przeszedł Olę dreszcz, lecz ona poczuwszy ów dreszcz, mimowoli natychmiast przypisała go innej przyczynie, wywołując przez to w sobie samej uczucie pewnej obawy, a przynajmniej naprężonego oczekiwania. Pochylona naprzód twarz Pawełka, wydłużona szyja, czoło przytulone niemal do szyby — to wszystko także suggerowało Oli, by naśladowała jego zachowanie się. A widząc znowu te fale, cofnięte od brzegu, te trzciny pochylone w jedną stronę i zmrok ponury, doznała — jak sobie potem mówiła — po raz drugi w życiu tego samego wrażenia, co pierwszym razem: że to nie jest wszystko. Pawełek jednak nie oczekiwał, lecz badał coś, bo wnet odwrócił się, popatrzył w górę i wykonał jakąś manipulacyę tak prędko, że Ola nic nie dojrzała, bo tymczasem uderzyło ją inne zjawisko. Oto nagle wielkie oczy, niby ślepe dotychczas, napełniły się żywemi rubinowemi soczewkami, z których trysnęły smugi czerwonego światła, przeciskając się między białymi promieniami; pod ich wpływem proszek farb jakby wirować zaczął, kształty się zatarły, zmieniły, a wtedy"
      },
      {
        "index": 6,
        "text": "— o cudzie cudów! — wyłoniła się na obrazie wielka jasna głowa kobieca, okolona złotymi włosami, a była to głowa Angeliki."
      },
      {
        "index": 7,
        "text": "Dłońmi odgarniała sobie włosy z czoła, oczy jej były utkwione w przestrzeń uporczywie, hipnotyzująco, usta miała trochę rozwarte jakby drgające, a w nachyleniu głowy, blasku oczu, była taka rozpaczliwa chciwość życia, że od tego obrazu w czarnych ramach rozpływała się i udzielała widzowi suggestya, przenosząca go poza próg nonsensu, ażeby wierzył, że te oczy odsyłają otrzymany obraz do jakiegoś tajemniczego zbiornika, że te usta za chwilę przemówią coś o tem, co jej oczy ujrzały na ziemi, że może mocą niewidzialnego rozkazu nastąpi nagłe wstrząśnienie wśród martwych atomów, czyhających nad brzegiem życia — żywa postać zaszeleści w przestrzeni i spłynie na ziemię. Lecz nic z tego się nie działo, natomiast osoby, patrzące na obraz, i z niemi jakby wszystko dokoła więzło w chwili zapatrzenia się, stawało się nieruchomem, asymilowało się mimo woli do tej żywej martwoty i ciszy, jakby nie było innych form życia, tylko to ciężkie upiorowate oczekiwanie, nie mające nic wspólnego ze sztuką, okrutne, beznadziejne, bezrozumne."
      },
      {
        "index": 8,
        "text": "Było to ostatnie dzieło Angeliki malowane wśród trwogi przed śmiercią, wśród żalu za ziemią i niebem — po całych dniach gorączkowej, rozpaczliwej pracy, sekretne farby zawarły nareszcie to, co artystka uważała za „duszę swej postaci“ i co chciała pozostawić na świecie, bo nie wierzyła w świat pozagrobowy i w możność przebywania po śmierci jako duch w atmosferze otaczającej kochanka."
      },
      {
        "index": 9,
        "text": "Cały obraz, ujęty w ogromne czarne ramy, był jakby domem, do którego okna z wewnątrz przez jakiś korytarz przyszła ta postać i wychylała się, żeby zobaczyć, co się dzieje na świecie. Przegradzająca szyba zaś wywierała taką suggestyę, jakby miejsce poza nią należało już do „duchów“, obawiających się bezpośredniego zetknięcia się z ludźmi."
      },
      {
        "index": 10,
        "text": "Pawełek patrzył w obraz z wyuczoną bezkrytyczną ekstazą i zupełną wiarą, zakrywał sobie oczy, odwracał się i znów patrzył, poczem ukląkł, wyciągnął ręce i zaczął po cichu wymawiać chaotyczne zdania w rodzaju: nie odwiedzałem pani, bo mnie matka zamykała, może pani czego chce, może mi co rozkaże, niech mnie pani weźmie z sobą, niech pani coś przemówi do mnie itd."
      },
      {
        "index": 11,
        "text": "Chwilami postać jakby ustępowała poza mglistą, nieokreśloną zasłonę farb, potem znowu wyraźniej się wybijała, przyczem odchylenie głowy tak złudnie naśladowało ruch, że Ola w pewnej takiej chwili uczuła bezwiedną trwogę i krzyknęła. Chłopak odwrócił się, a ujrzawszy matkę, uczynił, że światło natychmiast zgasło. W ciemności stali oboje, a pani Strumieńskiej się zdawało, że jest ktoś trzeci z nimi. Słychać było wyraźnie uderzanie sosny o strop budynku i Oli nie wpadło jakoś na myśl zastosować tu powagi matczynej. Nagle Pawełek podniósł u jednego okna okiennicę a szybko otworzywszy okno, wyskoczył i uciekł. Ola została sama. Ogarnął ją pewien strach, który chciała przezwyciężyć, by się przyjrzeć dokładnie wszystkiemu. Zbliżywszy się do szyby zapalała zapałki, lecz jedna po drugiej gasły, mogła tylko w chwilach rozbłyśnięcia się płomyków widzieć obraz samotnego brzegu morskiego. Trzciny się poruszały, fale uderzały o brzegi, tak ponure, jakby miotały w swych objęciach martwe ciało. Ostatnią zapałkę zaświeciła przed lustrem, a poprzeczna skaza na niem mignęła przed nią jak błyskawica. Odwróciwszy się, przeszła Ola ku oknu, wołając dopiero teraz za Pawełkiem. Wtem cofnęła się — bo nowy dziw! miesiąc wypłynął z za chmur i oświetlił okolicę, wywołując przypadkowo fenomen optyczny: oto w specyalnych ramach, otaczających okno, ukazał się całkiem jakby sztuczny wytwór krajobraz nocy miesięcznej, na nim jako najwyższy punkt widniał cmentarz, z pod którego stóp wypływały białe głazy. Memento mori stało w środku okna a młoda pani, która nigdy o śmierci bardzo nie myślała, straciła rezon pod nawałem tych zjawisk, cisnących się naokoło niej gwałtownie w samotności nocy, i przelękniona, — bo była dość zabobonną, — krzyknęła, a potem zaczęła się żegnać. Pobiegła do drzwi i chciała wybiedz, targnęła za klamkę, drzwi były zamknięte. Gniew ją porwał, targnęła raz i drugi, i dopiero wtedy spostrzegła, że drzwi są tylko z wewnątrz zaryglowane. Odsunęła zasuwkę, wyszła pośpiesznie, po chwili wróciła i chciała wyjąć klucz, ale klucza już nie było. — Całe to zajście trwało zaledwie kilka minut."
      },
      {
        "index": 12,
        "text": "Strach wstrząsał nią jeszcze trochę, ale na zewnątrz objawiało się to tylko wybuchami gniewu, hamowanymi pewnym respektem. Gdy Pawełek przyszedł do domu, skradając się zdaleka od matki, spytała wprawdzie: gdzie ty się włóczysz? lecz było to tylko zaznaczanie powagi, nie chciała dostać i nie dostała też żadnej odpowiedzi. Cała sprawa zaskoczyła ją tak nagle, że nie wiedziała jak się zachować, w myśli miała tylko owo zjawisko, przytem poszlakę jakichś machinacyi i jakąś niepewność, czy to się zwykle tylko na tem kończy. W domu pp. X-ów nasłuchała się wiele o duchach i o sztucznych sposobach ich wywoływania, a przytem z latami pokazywało się u niej — jak już powiedziałem — coś jakby powrót do zabobonów i dewocyi, recydywa do form atawistycznych, czego jednak nie trzeba brać po darwinowsku."
      },
      {
        "index": 13,
        "text": "Zawołała Pawełka do lekcyi fortepianowej, ale jemu ręce drżały, nie śmiał patrzeć na matkę. „Dlaczego ci ręce drżą? dlaczego nie patrzysz mi w oczy?“ były jej zapytania, któremi chciała swój kłopot przenieść na niego. Nie mówiła z nim jednak nic o zajściu w muzeum, obiecując sobie interpelować o to męża."
      },
      {
        "index": 14,
        "text": "W tem zajechał powóz z powracającym Strumieńskim, lekcya się zaraz skończyła. Strumieński był w dobrym humorze, przywitał żonę, rzucił parę słów wesołych, a potem poszedł zaraz do siebie, bo miał niby jakiś interes do załatwienia. Pawełek poskoczył za nim, aby mu opowiedzieć o zajściu, lecz ojciec, nie wysłuchawszy dobrze, o co rzecz idzie, przerwał mu już przy pierwszych słowach i odsunął go. Pawełek się zaciął, powziął podejrzenie, bo jako dziecko miał nieufność nawet do ojca, i postanowił nic już nie mówić."
      },
      {
        "index": 15,
        "text": "Ani wyniesiony z muzeum strach, ani respekt dla duchów nie były u Oli tak silne, by jej dusza nie odrzuciła wkrótce tych uczuć i nie wytworzyła natychmiast w ich miejsce gniewu na Strumieńskiego i Pawełka. Bo Olą rządziły przedewszystkiem nie tyle myśli i decyzye, co chwilowa sytuacya, jej też Ola oddawała się zupełnie, doznając przytem całkiem na seryo pierwszych lepszych z brzegu uczuć, do tej sytuacyi stosownych. A więc tym razem naprzód zazdrości, a potem oburzenia: jak on śmiał mieć tu nałożnicę! Przeczuwała, że była może na tropie czegoś niemoralnego — gdyby coś podobnego znalazła w powieści, a, to co innego, ale tak... wydało jej się to potwornem, waryackiem, głupiem i miało posmak nieprzyzwoitości. Chciała go jednak przedewszystkiem złajać za Pawełka, a podniecała ją do tego nie tyle zazdrość żony lub matki, ile jakaś zazdrość wogóle, jakaś chęć wywarcia na nim swej złości, która wszakże w jednej chwili mogła się przełamać w żal, oburzenie, sympatyę itd."
      },
      {
        "index": 16,
        "text": "Była pewna, że Pawełek ojca o wszystkiem powiadomił, i czekała, rychło mąż przyjdzie i zacznie się przed nią usprawiedliwiać, tłómaczyć. Będzie zakłopotany, ona zaś wystąpi — głównie jako matka Pawełka, na zazdrość żony była za dumną. Wprawdzie bowiem tolerowała konszachty Strumieńskiego z Pawełkiem, ale ta tolerancya nie była niczem stałem, była tylko milczącą umową, którą teraz mogła zerwać, zwłaszcza że nadarzała jej się taka pyszna do tego sposobność."
      },
      {
        "index": 17,
        "text": "Ale Strumieński jakoś nie przychodził — zaczęła się niecierpliwić. Powiedziała sobie: Nie przychodzi, bo nie wie, co teraz zrobić, szuka wykrętu, boi się. To podniecało jej odwagę. Była przygotowana przerwać jego tłómaczenie się słowy: Nie trzeba, obejdzie się, nie chcę tego słuchać — lub czemś w tym guście. Lecz gdy nie nadchodził, prosiła go w duchu: przyjdźże, a ja cię złaję. — Wszedł Strumieński, ale całkiem nie taki, jakim go oczekiwała: swobodny, bez śladu zakłopotania. Bezczelny! pomyślała, nie wiedząc, że Strumieński o niczem nie wie. Zaczął jej mówić o zaręczynach Gasztolda, co ją mocno zajęło, tak że wyszła z nastroju oburzenia i potem już nie mogła go znaleść, tem bardziej, że musiała się nieco wstydzić swego zbyt skwapliwego zainteresowania się Gasztoldem, a wzmianka o Gasztoldzie przybliżała jej wspomnienie warszawskiej kompromitacyi, i... pewnych niefortunnych nadziei romansowych. Pocieszała się zrazu myślą, że Strumieński chce ją tylko zaszachować, ale po opowiedzianych faktach poznała, że tak nie jest, że Gasztold zaręczył się istotnie. Zapanowała jednak nad przykrością, którą jej sprawiła ta nowina, wypowiadała różne uwagi o tem, jakiem będzie to przyszłe małżeństwo, obmawiała tak Gasztolda jak i jego narzeczoną, w czem jednak potrzebowała od męża pewnej pomocy i wyrozumiałości. Z niechęcią do Gasztolda budziło się w niej jako uczucie dopełniające przywiązanie do Strumieńskiego, a wskutek takich powikłań wpierw już odczuta zazdrość o niego (tj. o Strumieńskiego) nabrała szczerszych kolorów. Interpelacyę swoją odłożyła nieświadomie jako atut do jakiejś innej kłótni, a tymczasem poddawała się powstałemu w niej świeżo splotowi uczuć. Jego milczenie o obrazie Angeliki już jej nie gniewało, ale imponowało, martwiło, przygnębiało. Poczuła żywo, że nikt jej nie kocha, że wszyscy (uogólnienia z powodu Gasztolda) ją zdradzają, łzawo jej się zrobiło. Zawołała do siebie Pawełka, aby go udobruchać: przyszedł posłusznie, bo dąsał się na ojca. Pawełek przeczuwał bystro, że z powodu tego obrazu powstało jakieś naprężenie między ojcem a matką, lecz nie wiedział jakiego rodzaju. Pieszczoty matki zrozumiał tak, że ona go prosi, żeby nic ojcu nie mówił, i w duchu obiecywał jej milczenie — był trochę rad temu, że z obu stronami spiskuje. Tymczasem Ola zaczęła grać na fortepianie, chciała jak to piszą wypowiedzieć się w muzyce, dać mężowi coś do poznania, grała więc z wielkim ferworem, aby wywołać zapytanie: Co ci jest dzisiaj? Grała, myliła się naumyślnie, nie kończyła, — ale napróżno. On nie poznawał, nie zwracał na nią uwagi, chyba naumyślnie."
      },
      {
        "index": 18,
        "text": "A sekret był ten, że Strumieński wrócił do domu ululany, przez drogę wytrzeźwiał, napił się potem u siebie czarnej kawy, ale jeszcze czuł wino w głowie. Wstydził się nieco przed Olą, zajęty więc udawaniem pewności ruchów nie zwracał uwagi na jej zachowanie się lub też mówił sobie: Czegoś ona dziwna, ale może mnie się tylko tak zdaje, lepiej dam pokój."
      },
      {
        "index": 19,
        "text": "Zaledwie przypomniał sobie zapowiedzieć żonie gości na drugi dzień: Będziemy mieli jutro gości, ciekawych gości! lecz nie chciał mówić kogo. — No, kto przecież? — Et, nic, chcą widzieć pałac. — Do tego była Ola przyzwyczajona."
      },
      {
        "index": 20,
        "text": "Mimo swego stanu a może właśnie wskutek niego Strumieński wewnątrz swej duszy patrzył teraz jasno i gonił szybkie myśli. Zajęty był wyobrażaniem sobie towarzystwa, z którem się niedawno pożegnał. Ilekroć zetknął się z ludźmi, ostygały nieco jego interesa melancholijno-pedagogiczne, i traktował je wtedy jako brzydki nałóg, z którym się ukrywać należy. Dlatego-to odpędził Pawełka, bo w takich chwilach życia swą powierzchnią wspólnictwo z nim mimo poetyczności zatrważało go jako stosunek dziwny, a może nienaturalny i kompromitujący. Bo to „życie podziemne“, które się w nim formowało, było bardzo delikatne, jak mózg pokryty błonką tylko a nie czaszką. Patrząc na Pawełka i jego pieszczenie się z matką pomyślał: Jaka obłuda! tak przecież w rodzinie być nie powinno! Powiedział sobie także, że już najwyższy czas wykonać resztę planu co do Pawełka, — należy go odciąć od Angeliki, nim mu się zabawka sprzykrzy, aby zachować w nim świeżość i siłę wrażenia. Już mniej więcej przeczuwał, jak to wykona. Ale równocześnie z Pawełkiem chciał i on sam skorzystać: zerwać (na razie? na zawsze? tego nie określał) z tym tak luźnie do niego przyczepionym kawałkiem przeszłości, który się skupiał w sekretnym obrazie pierwszej żony. Odwagi w tym kierunku dodawało mu wspomnienie, co do którego nigdy nie był pewnym, czy się nie myli, w tej chwili np. myślał, że nie. (Chęć zerwania zamieniła się w przypomnienie, a raczej wytwarzała je w mózgu jako swoją podstawę, asekurowała się zaś niesumienną niepewnością). Oto zdawało mu się, że sama Angelika w rozmowach przed śmiercią wspomniała mu coś o tem, że jeżeli taki (jaki?) czas kiedy nastanie, niech on, mąż, zniszczy wszelki ślad po niej. Słowo „wszelki“ wydawało mu się trochę przesadnem. Myśli te toczyły się w jego głowie trochę po pijanemu, ale swoją drogą upicie się było teraz tylko wygodnym pozorem, którem otulał pewne nieokreślone nadzieje, a te właśnie nadzieje wywoływały tamte tzw. rozsądne myśli. Siedział przy Oli, bo go muzyka też trochę ogłuszała, i był naumyślnie bezmyślny. Inne dzieci w drugim pokoju układały z klocków pałac — natura jest pełna alluzyi. Pawełek patrzał na nie obojętnie, chuchał na szybę i przecierał ją. Strumieński obserwował jego ruchy i wtedy zastanowił go jeden szczegół: Oto Pawełek mówiąc o kobiecie na obrazie nazywał ją czasem i np. dziś „pałubą“, „naszą pałubą“. Dźwięk tego słowa przypominał Strumieńskiemu coś ohydnego i ordynarnego zarazem, coby to jednak było, nie pamiętał. Wprawdzie jeszcze dawniej dowiedział się Strumieński od Pawełka, że on to słowo „pałuba“ zasłyszał od parobków i pastuchów wiejskich, w jakim jednak sensie tego słowa używano, Pawełek wytłómaczyć nie umiał. Ostatecznie dziś nie chciał sobie Strumieński psuć nad tem głowy. Powiedział „dobranoc“, bo chciał prędko pójść spać, Ola nie znalazła nawet sposobności, aby powiedzieć: ja wiem wszystko! Nie pocałował jej na dobranoc — jaki on jest."
      },
      {
        "index": 21,
        "text": "Wprawdzie Strumieński, żegnając się z żoną, obrzucił ją spojrzeniami nawpół czułemi, nawpół pożądającemi, a dla zamaskowania tej drugiej cechy swego spojrzenia, dodał uśmiech łagodny, wprawdzie Ola to zauważyła i mogła stąd wysnuć wniosek, że on się z nią „gniewać“ nie chce, jednakże wolała nie przyjmować tego do wiadomości, bo ten szczególik nie dopasowywał się do tej komedyi psychicznej, którą już teraz zamierzyła odbyć ze sobą. (Wymijanie tego, coby mogło popsuć symetryczność uplanowanego zdarzenia, — punkt fałszywy)."
      },
      {
        "index": 22,
        "text": "Po odejściu Strumieńskiego miała Ola krótką, grzeczną wizytę pierwiastka pałubicznego. Zawsze w mężu lubiła pewien patos, o ile był do niej skierowany, teraz, leżąc w łóżku rozgorączkowana, myślała nad tą sprawą głębiej. To, że on kochał i ukrywał Angelikę tak długi czas, wywołało jej podziw, poruszyło w niej strunę romantyzmu, nastrojoną jeszcze od ostatniego drgania na ton „Maryi Dunin“. Ale niedługo mogła myśleć bez rozdrażnienia, chociaż forsowanie wykrzyknika: waryat! już się jej nie udawało. Czuła znowu pewien strach przed nim jak przed czarownikiem, ale — przecież go znała, nieraz był tak śmiesznym. Chciała wmawiać w siebie, że on zapewne dopiero od niedawna robi takie komedye, ale przypomniała sobie różne jego alluzye, wycieczki, ten krajobraz nadmorski... Miała żal do siebie samej, że się dawniej o tem nie dowiedziała, że nie mogła w nim obudzić takiego zaufania, ale żal ten do siebie samej zaraz przepłynął w żal do niego, że on ją wówczas oszukał, nie zwierzył się ze wszystkiem — on tylko wyzywał ją, dokuczał jej Angeliką, ale nie był szczerym."
      },
      {
        "index": 23,
        "text": "Trapiła ją jednak jeszcze głębsza, bo naruszająca byt egoizmu i ambicyę zazdrość intellektualna, tej np. treści, że ona sama, choćby się w kim na seryo kochała, nie jest zdolna do takiej miłosnej zapamiętałości, jaka według jej obaw była u Angeliki a zapewne i u Strumieńskiego. Poczuła znowu gorycz i nienawiść do „tej kobiety“, która zniszczyła ich „szczęście i spokój domowy“, wydarła jej serce męża, a przecież była o wiele brzydszą. Ażeby tę zazdrość w sobie ukryć, mówiła wprawdzie poniżająco: to czysty bzik. to szaleństwo, komedya! Biorąc miarę ze siebie przeczuwała także, że Strumieński znowu tak bardzo na seryo zapamiętałym nie jest, bo przecieżby nie robił tego lub owego, nie rozpalałby się tak do niej, do Oli — nie, nie. I w tem przeczuciu był jej ratunek (podobnie ratuje się Gasztold str. 230. w. 8. i n.). Nie było to wcale przeczucie genialne, lecz wywołane chceniem; chciała przeczuwać to, co jej było dogodne — a jak wiemy przeczuwała, niech będzie, trafnie —, chociaż z drugiej strony obawiała się, czy to uspokajanie siebie samej nie jest złudą, czy może przecież niema tam czegoś nadzwyczajnego. Ale na tle owego przeczucia postanawiała: trzeba mu to wydrzeć! wydostać to od niego! On w walce z nią powinien mieć równe siły, żadnej rezerwy, żadnej ucieczki! I w tym celu wybrała sobie środek najlepszy (instynktowne trafianie str. 138. w. 22.): zamiast zazdrości prawdziwej, intellektualnej, przyjęła w sobie i wysunęła na pierwszy plan zazdrość fałszywą, płytką, mniej niebezpieczną, mianowicie zazdrość płciową o Strumieńskiego, a więc takie uczucie, które jak wiedziała było Strumieńskiemu pożądane i miłe (przemianowanie pobudek p. str. 232. w. 3.). Na tej drodze mogła mu wydrzeć ją — to jest raczej jego wydrzeć jej. Przeczuwała powodzenie tej taktyki w przyszłości i przejęła się nią na seryo, upajała się zazdrością o Strumieńskiego, rozżalała. Zwolna jej chęć praktycznego i pomyślnego rozwikłania sprawy uprawdzała nową zazdrość, zacierając jej genezę. Gwoli podniecenia i rozwielmożnienia w sobie tego nowego uczucia fałszowała przeszłość. Jak ona go kochała! A on jej wydarł syna! Zrodziła mu troje dzieci! Poświęciła się, wychodząc za niego, wyrobiła mu stanowisko w świecie! A on gdzie, na co podziewał swoją miłość! Oszukiwał ją — nie zdradzał wprawdzie tak, ale jeszcze gorzej! Poniżał ją. Ona zaraz jutro wyjedzie, rozwiedzie się z nim! Tak szczuła się w zazdrość, lecz zarazem i we większą miłość ku niemu, jako racyę bytu zazdrości. Przypominała sobie Gasztolda i zwalała teraz na siebie winę, nazywała siebie niewierną żoną. Nie wyjedzie więc, ale zostanie tu, musi swoją winę odpokutować. — Zresztą — cóż się właściwie stało? może to wierutne głupstwo, zabawka, o którą nie warto robić awantur. Nie, nie tak. — Rezultatem tego kotłowania uczuć była bezkierunkowa złość, zamaskowana rozżaleniem, a objawiana płaczem do poduszki wśród nocy. —"
      },
      {
        "index": 24,
        "text": "Przyznaję, że mój wywód a raczej hipoteza o zazdrości intellektualnej jest niejasny i wątpliwy. Ta nazwa nie wystarczy na wyczerpanie treści całego kłębka uczuć i ruchów myśli, które tu mogły w grę wchodzić. Zamiast zbiorowej nazwy „zazdrość intellektualna“ mógłbym z równą niedokładnością powiedzieć „potrzeba odporu wogóle“, lub szopenhauerowska „wola“. Ale rozwikłać ów kłębek byłoby rzeczą arcytrudną a może niemożliwą, gdyż kto wie czy każda nitka dałaby się jakoś opisać, — chyba według jakichś przypuszczalnych objawów podobnie jak w chemii odkrywa się istnienie pierwiastków i związków, forsując sztucznie ich okazanie się. Ja sam próbuję się załatwiać z takimi wypadkami w duchu uwagi wypowiedzianej w rozdz. XIX. „Trio“ pod 6., ale to może być tylko pro foro interno. Faktem jest, że każdy autor, obserwując życie, dochodzi do pytań, przed któremi staje. Otóż ja myślę, że komponując w myśl zasady wypowiedzianej na str. 198/9., muszę i w mojem opowiadaniu przyjąć punkty, których nie rozumiem, aby dać w niem zupełny równoważnik sposobu spostrzegania i pamiętania życia. Na taki punkt właśnie powyżej natrafiłem; naturalnie można ich było napotkać mnóstwo i w poprzednich epizodach, lecz zazwyczaj dzieje się tak, że człowiekowi badającemu lub piszącemu wystarcza urojenie wyczerpującej całości."
      }
    ]
  }
}