{
  "chapterNumber": 17,
  "title": "XVII. Komedya tryumfalna",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVII. Komedya tryumfalna. Ola była nieco zawiedziona w swych oczekiwaniach, że wszystko zaraz się rozwiąże i wyjaśni, bała się, że jej rozkochany stan będzie może daremną robotą, i że piętno zdrad przylgnie do jej męża, zanim zgoda nastąpi. Pomyślała sobie przeto, że on się wstydzi, boi, żałuje, chciałby wynagrodzić, ale myśli, że jest zbrodniarzem, taki był smutny, skruszony, tak go głowa bolała. I zapewne go jeszcze boli, zapewne on się tam wije z bolu, bije z własnemi myślami, przyzywa ją po cichu, ale boi się przełamać lody, które wytworzył on — czy może raczej ona?"
      },
      {
        "index": 2,
        "text": "Strumieński tej nocy dość długo przewracał się na łóżku, nim zasnął, a zasnął z myślami o Berestajce. Miał najprzód sen, że mu wbijają gwóźdź w głowę (wskutek bolu głowy) a po 15 latach wykopują na cmentarzu czaszkę z tkwiącym w niej bretnalem. Czytał on jeszcze bardzo dawno historyę, że w ten sposób wykryto raz jakąś zbrodnię, popełnioną przed 15 laty; widocznie za dnia podczas odwiedzin na cmentarzu tabliczka z tem wspomnieniem sama się wynurzyła i sen przygotowała. Zbudził się, a potem we śnie znowu Berestajka i przebyta z nią scena zaprzątały jego umysł, ale bynajmniej nie w erotyczny sposób. Otrzymał przez nią obstalunek od bogatego Hiszpana nazwiskiem Rosolo (?) i w obecności Gasztolda zapakowywał dla owego Hiszpana obraz przedstawiający pogrążone w morzu mózgi ludzkie. Objaśniał i opowiadał Gasztoldowi o tym obrazie, ale ponieważ sen jest siecią zanadto pajęczą, żeby pomieścić w sobie dwie świadomości, dwa nieprzesuwalne rezerwoary zdarzeń, rychło więc pokazywanie zmieniło się w akcye. I oto Strumieński znalazł się na dnie zielonego morza, w którem w górę i w dół pływały wstrętne, potworne ryby z głowami ludzkiemi. Ryby gadały do siebie i śpiewały, a jedna z nich z głową brodatego żyda (dlaczego nie Angeliki?) ścigała go, on uciekał po dnie, potykając się o swoje muszle, ale coś odrywało go od dna, i podnosiło w górę do owej ryby. W przerażeniu obudził się, lecz jego trwoga przed potworami nocy trwała dalej; nie mógł ani rusz stać się sobą i wyzwolić się. Wtem usłyszał w pokoju jakby blizki szelest i tłumiony oddech: ktoś był naokoło niego w ciemności, zbliżał się nieuchronnie, skradał się, by śmiertelny cios zadać. Serce mu bić przestało, a pod kołdrą spotniał cały. Jakaś wyniosła postać jakby się wynurzyła z pod ziemi i zaczęła się nad nim pochylać. Nagle wyskoczył z łóżka i wydawszy krótki okrzyk trwogi, chwycił ją za gardło, obalił na ziemię i dusił z całej siły. Ale wtedy poczuł pod dłońmi jakieś ciepłe ciało i długie włosy, na dłoniach ręce usiłujące go odepchnąć, usłyszał skarżący się jęk kobiecy i ocknął się. „Kto tu?“ krzyknął."
      },
      {
        "index": 3,
        "text": "— To ja, nie zabijaj mnie — odrzekł głos; była to Ola. Strumieński oprzytomniał zupełnie, podniósł żonę, która sama wstać nie mogła, i złożył ją na łóżku. Potem zapalił świecę i oświecił jej twarz: była blada, chwytała oddech szeroko, oczy miała przymknięte, zdawała się nieprzytomną. Zaczął ją całować gorąco i mówił: „Nie bój się, nie, to ja przez sen tylko, co ci jest najdroższa, Olu, Oleńko, Oleczko, żono moja, matusiu prześliczna, ptaszku złoty, zbudź się, powiedz choć słówko do mnie, nie gniewaj się moja perło, mój brylancie, moje wszystko na świecie, mój aniele — prawda, że ci już nic nie jest? nio, nio, otwórz twoje oczęta cudowne, spojrzyj na mnie, cóż boli, boli, bardzo boli — oj boli, boli — mój aniołku, takaś bladziutka jak śmierć“ itp. Ola otwarła oczy, uśmiechnęła się i prosiła po cichu „wody“. Strumieński wyszedł przynieść karafkę z wodą, a wtedy Ola podniosła się, wyjęła szybko szpilkę tkwiącą w kaftaniku nocnym pod szyją (szpilka ta przedtem drasnęła ją lekko), zrobiła nią sobie na szyi krwawą rysę, i znowu opadła na łóżko. Strumieński wrócił, nalał wody do szklanki, nacierał czoło i twarz Oli, i podniósłszy jedną ręką do góry jej głowę, drugą przytknął szklankę do jej ust i dał jej pić jak dziecku. Ola chlipnęła parę razy, powiedziała: „Dziękuję“ i znowu opadła głową na poduszkę, pokazując szyję. Strumieński dojrzał krew, ten widok całkiem go zgnębił, nie wiedział już jak przepraszać, zmywał krew chusteczką, umaczaną w wodzie, czuwał co chwila nad tem, by krew nie występowała, choć to była tylko mała ryska, całował zranione miejsce, całował rękę Oli podnoszącą się do szyi, pytał, czy może kompres, może waty lub jakich maści, potem szukał szpilki i badał przy świecy jej koniec, czy nie jest zardzewiały, ażeby jego anioł nie dostał gangreny i nie umarł. Ona zaś uśmiechała się do niego, a potem zamykała oczy i znowu je otwierała, uśmiechając się, — było obojgu bardzo błogo w tem przedłużaniu nad potrzebę swoich ról: pocieszanej i pocieszyciela. A kiedy ją znowu zapytał, czy jeszcze co boli, potrząsnęła głową — wzięła jednak jego dłoń i kładąc ją sobie na sercu, rzekła: Tu boli. To jego a potem ją rozweseliło, nachylił się i pocałowawszy w czoło, nazwał ją jeszcze swojem dzieckiem najmilszem i swoim kotkiem delikatnym. — Właśnieś mię wyratowała, jak miałem brzydki sen, jakiś Hiszpan czy Rosyanin miał mnie zjeść — a ja za to ciebie udusić chciałem: jeszcze odrobinkę później Oleczko, a byłbym zjedzony, i cobyś jutro ze mnie miała. — Zrobiła na to poważną minę i opowiedziała mu, że właśnie i ona miała o nim straszny sen: śniło jej się, że on umarł, ona płakała i to ją taką trwogą napełniło, że musiała wstać i przybiedz do niego i przekonać się, czy on żyje, bo bez niego i ona żyćby nie mogła. Gdyby on wiedział..."
      },
      {
        "index": 4,
        "text": "— Nie mówmy o śmierci — rzekł Strumieński. — Więc Ola dlatego przyszła? Ano jestem zdrów i cały jak widzisz. — Broń Boże — rzekła po chwili Ola pod wpływem jego zaniepokojonego wzroku — ani mi się to śniło. Widzisz — chciałam tylko widzieć... czy cię jeszcze głowa nie boli. — To wyrzekła znacząco i odwróciła głowę, niby nie śmiejąc mu spojrzeć w oczy. — Nic, nic a nic już nie boli — rzekł Strumieński, westchnął, a potem znowu nachyliwszy się nad Olą rzekł, że to jest piękna, piękna chwila — Ola zaś dostrzegła w jego oczach łunę budzącej się żądzy, która usiłowała być dyskretną."
      },
      {
        "index": 5,
        "text": "Właśnie podczas tego romansowania zaczął na dworze padać deszcz — i wtedy spostrzegli oboje, że jedno okienko jest nieprzymknięte, bo deszcz w szybkę dzwonił, a czasami wpadał i do środka na wazonki pod oknem. Ale było im tak dobrze, żadne nie chciało się ruszyć, a Strumieński mówił, że byłoby mu teraz bardzo nieprzyjemnie wystawiać rękę za okno (pewne zwierzenie). — Dlaczego, czy się boisz? (niezręczność) zgadywała Ola i dodała: „Idź zamknij rzekła baba...“ — Boję się kataru, ale chcę ci jedną rzecz wyjawić najsłodsza. — O jeżeli ci to ma przykrość sprawić, to nie mów, nie, nie, ja się nie domagam, ja nie jestem taką, jak inne kobiety, które prześladują mężów swoją zazdrością, bo cię kocham. — Czy mnie naprawdę kochasz? — Ależ pisaliśmy sobie, pamiętasz? że miłość nie istnieje. — Potem śmiejąc się prostowała: A kogóż mam kochać jak nie ciebie? kto jest od ciebie lepszym, piękniejszym, wykształceńszym? Ty może jeszcze zawsze o tego Gasztolda? Ale wstydź się porównywać siebie z takim chłystkiem. — Popatrz mi w oczy żonusiu, ty coś wiesz o mnie, prawda? Przyznaj się. Popatrz mi w oczy! — Patrzyła, mierzyli się wzrokiem, na dnie oczu mieli dawne wrogi. — Ej, ej, czy ty mnie może podejrzywasz o Rosyankę, z którą, tu figlowałem, chcąc ciebie rozkochać, ej? — Chce mnie zmylić z tropu? myślała Ola i rzekła mściwie: Gdzież tam, poniżyłabym siebie i ciebie takiem podejrzeniem, zresztą nie mogłabym być zazdrosną o taką tam... Dlaczego ty nie jesteś szczerym ze mną, tak jak dawniej? co się tobie stało? — W tej chwili okienko skrzypnęło trochę silniej, Strumieński wstał i zamknął je nie spiesząc się (robił sobie symbol), poczem wróciwszy do żony rzekł: Więc ty mi nie masz tego za złe Olu? — Przybrawszy minę nieco bolesną mówił dalej: Widzisz ja ci to chciałem dawno powiedzieć, wtedy — ale zabrakło mi odwagi, oszczędzić cię chciałem, zresztą tyś była wtedy taka niepoczciwa. Nie mogę mówić, nie nie, wiąże mnie przysięga, ale skoro przypadek tak wczoraj zrządził... ach na coś ty to zobaczyła, teraz może nas jakie nieszczęście spotkać (liczył na jej zabobonność). Ale niech i tak będzie... rozwiążże mi usta twemi pocałunkami, Olu. — Pochyliła się nad nim i spełniła jego żądanie. — Przerażasz mnie, ale masz tu, masz, masz, no no niechże te usta mówią, już otworzone."
      },
      {
        "index": 6,
        "text": "Strumieński zaczął chodzić po pokoju. — Ale musisz mi przysiądz... na to, co masz najdroższego, że zapomnisz o tem, co ci powiem? E co mówię, przyrzeknij mi tylko. — Ale jakże możesz... poco ja mam zapominać, ja chcę pamiętać, ale jeżeli każesz, to zapomnę. Czy ci może co grozi? Podziel się tem ze mną — ja dotychczas nie chciałam być taką, jak Elza Lohengrina, ale teraz czuje, że ona miała słuszność. Wiesz, ja nigdy tego nie mogłam zrozumieć. (Powtarzała to, co Strumieński jej swego czasu mówił jako swoje, ale Strumieński mile widział teraz ten plagiacik.) — Zaśmiał się, siadł koło niej: E nie, nic nadzwyczajnego, tylko że nie zrobisz żadnego użytku z tego, zachowasz się, jakby nigdy nic. — Przyrzekam, przysięgam, co zechcesz, ale mów — ja czuję, że ty oddawna coś w sobie dusisz. — Więc dobrze, opowiem ci różne historye, prawdopodobne i nieprawdopodobne, cudowne i pospolite, tylko słuchaj. — Czy mi to tutaj opowiadać będziesz? a która godzina? — Dopiero po 12-tej, nie niecierpliw się, zajmie cię to. — Mów, mów jak zechcesz, ja cię w niczem nie krępuję, cała się w słuch zamieniam. Zaczynamy nowy rozdział pod tytułem: „wyjaśnienia“, nieprawdaż? — Tak, tak moja droga — tu klasnął dłonią o jej dłoń — wyjaśnienia, wykład a potem demonstracye. — O to to widzisz, na to ciekawam. — Oho, trochę cierpliwości moja pani, — weźże mnie ze rękę, ja zbiorę myśli, tylko jak będziesz widziała, że przestaję, że waham się, to ściśnij mnie za rękę."
      },
      {
        "index": 7,
        "text": "Siadłszy na krawędzi łóżka, Strumieński zaczął opowiadać to, co miał już oddawna wystylizowane w umyśle, z początku szerzej, potem dał się unosić prądowi opowiadania i przyjemności ustnego określania swych wrażeń i zapatrywań z nich wysnutych. Wnet opuścił szlak utarty, wytknięty swym pamiętnikiem, bo wskutek długich rozmyślań wiele się rzeczy w nim po cichu skupiło, i teraz mówiąc, odkrywał nowe przejścia, których przedtem nie zauważył, nowe tajniki i pogłębienia. Już nie siedział, lecz chodził, mówił w sposób naturalny, nie zważając niemal na żonę, — ale ponieważ sprawa stawała przed jej trybunałem, więc ją osobno na podorędziu przerabiał, przesadzał, barwił. Gdy się tak rozpędził, wynurzały się w jego umyśle z toni nieświadomości także pewne szczegóły, których dotąd prawie nie tykał, i stanęły w kącie jego świadomości jako ostatnia rezerwa. Miało to niby praktyczny cel: aby złudzić Olę co do Berestajki, aby zerwać z Angeliką, aby wyczuć rozkosz pogodzenia się z żoną — ale środek wyemancypował się z pod celu."
      },
      {
        "index": 8,
        "text": "Między innemi określał Strumieński żonie charakter Angeliki, w wykładzie jego jednak znać było jakby wahanie się dwóch sprzecznych uczuć. Równocześnie pod niebo wynosił Angelikę i obmawiał ją np.: Ona właściwie nigdy mnie nie kochała, była tylko ze mną związana jakimś specyalnym pociągiem zmysłowym, a zazdrość jej (chwalił się trochę) była jeszcze większa niż zmysłowość. Jej śmierć! To rzecz szczególna — wśród jak dziwnych okoliczności to nastąpiło. Nigdym ci o tem nie mówił. W pamięci mojej wirują różne wspomnienia, zgłaszaja się. Można ją nazwać obłąkaną, waryatką, ale i świętą — my mali ludzie (przymówka do Oli) wielebyśmy u niej zrozumieć nie mogli. Ja też dotychczas jestem w rozterce, domysły moje uspokoiły się, nic mnie nie obchodzą jak nieodkryta zbrodnia, ale pokutują w duszy jak duchy cmentarne. Oto jeden z takich nierozjaśnionych tajników. — Tu opowiedział w sposób mający zjeżyć włosy na głowie swoją hipotezę co do garbatego dziecka Angeliki, które mogło być przyczyną jej obłąkania i samobójstwa. — A może co innego? kto to wie? Ty Olu, ty jedna — przed twój trybunał mają pójść wszystkie moje obawy i skrupuły, ty będziesz moim spowiednikiem i dasz mi rozgrzeszenie, jakiego dawno pragnąłem."
      },
      {
        "index": 9,
        "text": "A w duszy — nie złośliwie ale nieprzeparcie szemrała mu zapowiedź roztoczenia przed Olą pawich piór swojego życia podziemnego, swoich ekstaz i ostatnich ostatków tajemnicy... Czekaj — szeptało mu tam do Oli — przygniotę cię ja moją spowiedzią (przesadzał jej znaczenie) upokorzę cię. Więc Ola, przeczuciem (na podstawie jego tonu i analogii z dawnemi podobnemi scenami) odgadując jego zamiar, rzekła:"
      },
      {
        "index": 10,
        "text": "— Ale przerażasz mnie, co ja ci mam przebaczać i rozgrzeszać. Zmiłuj się, ty wszystko powiększasz, rozpalasz się. Posłuchaj mnie mój najdroższy, ja znam ciebie, ty jesteś najlepszy człowiek w świecie, ale nie szarp twojej Oli nadaremnie, takem już w tych dniach cierpiała z powodu ciebie, oszczędź mnie, nie szydź. Tak mi już w skroniach pulsa biją. Widzisz to to skwarne powietrze tak działa i tobie także tak oczy świecą. (To znaczy: to nie z duszy ci idzie ale z ciała ten zapał, więc nie wzbijaj się w dumę i nie tumań mnie)."
      },
      {
        "index": 11,
        "text": "On nie pozwalał wydrzeć sobie planu i wykonał manewr w celu pozyskania jej współudziału odrobinką szczerości: Ach, ty myślisz znowu, że ja chcę grać przed tobą jakąś komedyę, ty mnie zawsze o to posądzasz — usiadł przy niej, ujął ją za rękę — zlituj się Olu, przecież ty mi jesteś najbliższą, do śmierci związaną, z tobą mam dzieci i pod jednym dachem mieszkam i mieszkać będę, nie bądźże wrogiem moim, nie sądź mnie tak. Korzystaj z tej chwili, bo ona może już nigdy we mnie nie wróci, przebacz mi, jeżeli ci się mój ton trochę patetycznym wydaje, ale to taka nawyczka (prawie już ją pozyskał, ale nie dowierzała jeszcze), wyrwij mi z serca zabliźnioną drzazgę, abym wyzdrowiał i był już z tobą. (Poznała, że się za daleko posunęła, wzruszył ją jego ton serdeczny, zawstydziła się, że nie jest sama taką, i nic nie mówiąc zaczęła go głaskać po twarzy i całować). Czy pada tam jeszcze? O już ustaje. To niechże to wreszcie już raz powiedzianem będzie — poco ja okrążam wiecznie (a dalej okrążał, bo chciał naprężyć strunę), zdejm ze mnie ten ciężar hipnozy. Ona, wiesz kto, znalazła przed śmiercią sposób, żeby na całą mą przyszłość rzucić swój jaskrawy obraz, swoje piętno na mej duszy wypalić, obraz swojego ciała — i ja to mówię nie w przenośnem ale w dosłownem znaczeniu. Widziałaś go Olu prawda? (Tak nawiasem uporał się ze sprawą uprzedniego wiedzenia Oli o obrazie; Ola tylko drgnęła, zawstydziła się, jakby przyłapana na gorącym uczynku fałszywości). Ale nie dość jest to widzieć, to trzeba rozumieć, odczuć, wiedzieć całą historyę. Chociaż mogłabyś to uważać i za zwykły figiel tylko, za zabawkę dziecinną — (tu sam sobie przerwał i aby natychmiast zboczyć, zabrnął w inną stronę) wiedz więc najpierw o liście, który mi zostawiła Angelika — opowiedział bliższe szczegóły — treści nie pamiętam dokładnie tylko tyle a tyle — powiedział, ile pamiętał a zacytował tylko koniec: jeżeli chcesz mnie uratować od śmierci wiecznej, to uczyń tak, a ja zamieszkam w tobie i będę przy tobie w godzinie śmierci“. Widzisz jaki biblijny styl, i ona mnie tem wiązać chciała."
      },
      {
        "index": 12,
        "text": "— I ty się pozwoliłeś...? — Ach to jest właśnie (okrążał) — pozwoliłem, będziesz słyszała historyę mej żałoby, i spytasz, czemum sobie w łeb nie palnął... — Ach nie mów tego, nie wolno ci tak mówić. — No no, dziecko moje, widzisz, tylko ten list, nie pamiętam go dobrze, on zawierał jakieś różne, ale niejasne, pityjskie informacye, co zrobić w przyszłości, i ty tu radzić musisz, jak z tą klątwą (kłamał) zerwać, bo ja sam się boję, nie boję, ale nie mogę — wiesz przecie, że w nas wszystkich tkwi atawistyczna żyłka pogańska, wiara w duchy, penaty i lary, zabytek po naszych przodkach, w krwi to mamy, i ty pewnie sama czujesz takie różne obawy, trwogi niewytłómaczalne."
      },
      {
        "index": 13,
        "text": "Tu Strumieński umilkł i widocznie (?) coś mu się stało. Ola ściskała go za rękę, patrząc mu w oczy, on tolerował tę jej troskliwość, wobec której rósł jego smutek (chęć do szczerych uczuć smutku, aby je wyzyskać). Po pewnej pauzie rzekł nagle: Pozostaje nam jeszcze jedno do zrobienia, możemy pójść, deszczyk już ustał. Czy pójdziesz ze mną?"
      },
      {
        "index": 14,
        "text": "— Dokąd? czy tam?"
      },
      {
        "index": 15,
        "text": "— Tak. — Ach, dziękuję ci (w oczy wlała wyraz błogiej wdzięczności) cieszę się, cieszę — a potem będziesz już mój, prawda? —"
      },
      {
        "index": 16,
        "text": "— Odziejno się Olu — ależ ja jestem jestem twój — żebyś się nie przeziębiła."
      },
      {
        "index": 17,
        "text": "Narzuciła na siebie szal, wyszli, on za chwilę wrócił, wziął swój szeroki płaszcz góralski (zobaczymy później poco), narzucił na siebie, objął ją za szyję. Gdy weszli do salonu rzekł: Ach gdybyś wiedziała, jaka tu się rozegrała scena! — Pytająco spojrzała. — Potem, mamy całe życie czas na to — a teraz zapewne nie uwierzysz, że ja czuły jestem na takie rzeczy, ale zaczekaj tu, siądź w ciemności do fortepianu i zagraj mi... to ulubiony mój kawałek, a ty to grasz prześlicznie, taki mam w piersiach dziwny nastrój — — — zrób to, zrób, nie wahaj się błagam... (chciał ją sobie ująć i zrobił jej przyjemność, niejako zapłatę na dalszy współudział, za dalsze jej służenie jako medyum). — Ach, zrobię co zechcesz, byle cię uspokoić."
      },
      {
        "index": 18,
        "text": "Siadła do fortepianu i grała, podczas gdy on otworzył oszklone drzwi i stanąwszy w nich, patrzał w ogród."
      },
      {
        "index": 19,
        "text": "Z całego kawałka, który grała Ola, podobało mu się właściwie tylko jedno miejsce, reszty nie rozumiał, mimo to silił się przejmować nim, dotrwał w swej roli pilnego słuchacza. (Bo nie analizował jej tak, jak i owej pięknej sytuacyi na ganku; por. str. 298. w. 1. i n. a str. 306. w. 15.)."
      },
      {
        "index": 20,
        "text": "Była jasna noc; wilgoć panowała w atmosferze, rosa była na kwiatach (niby łzy?). Szli. (Tu mam sposobność popisania się talentem poetyckim — ale nie bardzo mi się chce robić nastrojków, wskażę tylko miejsca, gdziebym mógł udoić „poezyę“, a wypełnię je może kiedyś później w popularnem wydaniu „Pałuby“). Skoro tylko uszli kilka kroków, przybłąkały się do nich dwa czarne widma: były to psy łańcuchowe, strzegące domu, które poznawszy pana i panią skakały teraz naokoło nich i skomlały po cichu z radości. Strumieńscy nazwawszy psy po imieniu i pogłaskawszy je, poszli dalej w tem towarzystwie, lecz psy wnet ich odbiegły. Na ścieżce rozlały się kałuże błota, Strumieński wziął żonę na ręce, by sobie „nóżąt“ nie powalała, ona zawiesiła mu ramiona na szyi i, patrząc w gwiazdy, czuła (decyzya) takie szczęście jak nigdy jeszcze."
      },
      {
        "index": 21,
        "text": "Były to tak zwane szczęśliwe chwile, a zdarzenia życiowe rzeczywiście czasem, dość często nawet, przy dobrej woli do autosuggestyi i pieniądzach zaguźlają się, zwężają w takie chwile szczęśliwe lub poetyczne. Temu nie przeczę, chociaż mi niejeden zarzuci, że sprozaiczam wszystko, ściągam w dół (uwagę takich zwracam na świeże porównanie o kwiecie, który analizowany traci zapach). Życie składa się z różnych składników, a nici bezimienne krzyżują się w różne guzki, nawet „piękne“. Otóż Strumieńscy czuli tę szczęśliwość i mimowoli chcieli przedłużyć ją, wyssać, nie spieszyło im się też bardzo tam, dokąd szli, jakby przeczuwali (?) nieporozumienia. Więc najprzód do swoich kwiatów, — nacieszyli się kwiatami i swoją wspólnością w tej dziedzinie, potem, gdy psy ich znowu obskoczyły, łasząc się, Ola powiedziała: One nas prowadzą do siebie, odwiedźmy ich, Luta ma pieski, zróbmy jej wizytę. — Ujrzeli Lutę na słomie, warczała, pod nią niby milion piszczących szczurków wiszących u wymion. — Luta, Luta, my ci ich nie weźmiemy, nie, nie, tylko się napatrzymy. — Ot w tym punkcie np. poetyczne odczuwanie sytuacyi przez nich polegało tylko na nieuświadomionych asocyacyach: pieski to niby dzieci, rodzina, w tak małem kółku, spierwotniona, ale zgodna (?), mikrokosmos, symbol uczuć familijnych — a więc znowu trącona struna ich wspólności. — Następnie szli przez ogród wśród drzew owocowych. Zagrzmiało, błyskawica rozdarła niebo, Ola krzyknęła i schroniła się do poblizkiej altanki z poprzeczek brzozowych, tam ją Strumieński uspokajał — choć nie było potrzeba — całusami (poetyczniej: pocałunkami), a gdy wyszli, wiatr zatrząsł drzewami, z jabłoni spadło kilka jabłek w wilgotną trawkę, jedno jabłuszko potoczyło się do nóg — koło nóg Oleńki — hołd i dań drzew, składane swemu państwu! — a Strumieński, który miał dobry wzrok, znalazł jabłuszko i podał Oleńce."
      },
      {
        "index": 22,
        "text": "Są w muzeum. Zaraz ogarnął ich charakterystyczny chłód, panujący w salach przestronnych, nie zamieszkałych przez ludzi. Ola widząc szybę i różne nowości, pyta męża, skąd się one tu wzięły; on jednak wymija jej pytania (bo musiałby mówić o Pawełku), ironizuje sobie: Oto jest ten pogański ołtarz, wykopalisko z czasów przedhistorycznych! Przysuwa dla żony trzcinową kanapkę (u Oli myśli: gdzie to było? tu czy tam?), sadza na niej żonę i mówi tajemniczo: A teraz dam ci przedstawienie! Położył obok Oli swój płaszcz, objął ją wpół i pocałował, nie zważając na jej ciche pytanie: Co ty chcesz robić? i zgasił przyniesioną latarkę. W tej chwili zaświeciły tajemnicze oczy, czerwone błyskawice przebiegły pokój, a za szybą, pojawiła się wielka głowa ludzka, nasycona światłem. — Można jednak stracha odesłać do domu! I uczynił, że znów było ciemno w pokoju, i znowu potem stracha zawołał. Tłómaczył Oli cały mechanizm optyczny. Że rzecz nie polega wcale na jakichś wynalazkach, które mają być dopiero wynalezione, jak cudowności Poego lub Vernego, ale na znanych już fenomenach, na interferencyi światła i na sekretnych farbach profesora Lipmanna, i wcale nie wymaga koncesyi prawdopodobieństwa. Ola nie wiele z tego rozumiała, ale rozumiała przecież tyle, że cudowność nie odgrywa tu żadnej roli, i jej oczekiwania zawiodły ją nieco, zwłaszcza gdy Strumieński kładł nacisk na tę naturalność, tj. tak zwaną sztuczność zjawiska. On to robił z pewnym celem, wprawdzie bowiem zamierzał opowiedzieć jej tu historye ze swojej żałoby, lecz wstydził się, zresztą odkładał to na kiedy indziej, w tej chwili zaś zajmował się figlarnemi myślami, do których popychała go konsekwencya miejsca i okoliczności."
      },
      {
        "index": 23,
        "text": "Angelika kąpała się tam i patrzyła mu przenikliwie w oczy, widziała go tu pierwszy raz w tem towarzystwie i zapytywała: Co ty tu robisz? czy już chcesz skończyć ze mną — zabić mnie? A on patrzył jej również w oczy po dawnemu, zuchwale, odpowiadał jej buntowniczo w myślach, i rzekł do Oli: Pocałujmy się tu przed nią, niech widzi. Widzisz nie zadrżała, nie ruszyła się, znowu pocałuj. Cóż ty na to Gela, zrób nam co, rzuć piorun, przerwij naszą miłość! Olu powiedz głośno: przerwij naszą miłość!"
      },
      {
        "index": 24,
        "text": "Nie powiedziała, przycisnęła się mocniej do męża, raził ją wzrok Angeliki — słowa Strumieńskiego wzbudzały w niej pożądaną suggestyę. Opierając się tej suggestyi rzekła: Kto ten obraz wymyślił, musiał być waryatem."
      },
      {
        "index": 25,
        "text": "— Mimo to nie potrzebujesz się lękać niczego. Powiedz mi jednak — jak tak patrzysz, co ci przypomina to wychylenie głowy? — Nie wiem, okno chyba. — Mnie ono przypomina głowę po drugiej stronie gilotyny. —"
      },
      {
        "index": 26,
        "text": "I spojrzał jej poważnie w oczy, lecz jej przyszła do głowy myśl pusta, której się nie mogła oprzeć, i śmiejąc się rzekła: Ja już wiem, co mi to przypomina. Przypomina mi stare przysłowie: modlił się dziad do obrazu, a obraz do niego ani razu — ha! ha! — Gniewasz się. E nie gniewaj się — i zarzuciła mu ręce na szyję."
      },
      {
        "index": 27,
        "text": "— Masz słuszność Olu — to to właśnie jest bardzo stosowne. Ja jestem tym dziadem, który się modlił do obrazu, klęczałem przed nim — patrz tak!"
      },
      {
        "index": 28,
        "text": "Tu muszę znów pohamować niecierpliwość „pięknych czytelniczek“ i dorysować tło psychologiczne, na którem rozgrywała się ta cicha walka charakterów. Jemu szło o pozbycie się Angeliki, ale jak już wspomniałem sama ta decyzya (?) zerwania, żal, uroczystość chwili i jej ważność dla całego życia wywołały w nim na nowo cały nawał wspomnień, mózg jego owinęły fale podziemnej rzeki, wzburzone, spiętrzone. „Chciał“ mieć bodaj tę ostatnią satysfakcyę — dla siebie? dla Geli? — żeby pod jej sztandar ukorzyć Olę, gotów był sprzedać się Oli albo za cenę poddania się jej pod panowanie Angeliki, uznania jej potęgi, albo też — gdyby ona teraz znalazła w swej duszy coś nowego, strasznie cennego, coby mógł przeciwstawić Angelice, coby mu wynagrodziło ten czar, który tam tracił. Do tego mimowoli parła jego natura (typowa jego sytuacya), znajdował się właśnie na tym samym punkcie, na którym już raz był podczas drugiej próby, opisanej w ustępie VII. Chęć pozbycia się Angeliki mieszała się z chęcią ostatniego jej apoteozowania, obie chęci wspomagały się wzajemnie i przechylały na szalach. — Jakżeż Ola? To uwarstwowanie uczuć, jakie widzieliśmy u niej przed nocą, powoli zmieniło się w niej teraz znowu wskutek maskowanych ataków Strumieńskiego na jej dumę. Nie ufała mu i przeczuwała (tj. wiedziała bez uświadamiania sobie pośrednich członów rozumowania), że chce uświetnić Angelikę jej kosztem. Jak za dnia niebezpieczną była dla niej Berestajka, tak teraz niebezpieczeństwo to przybrało znowu żywe oblicze Angeliki. Ostatnie wypadki usposobiły ją wprawdzie przyjaźnie dla męża, ale — jak w siebie już zawczasu wmawiała! — on ją złudził, pozyskał, grał na jej sercu. Mimo to chciała sądzić, że on się „poprawił“, że przestał już robić głupstwa na temat Angeliki i brać je na seryo (w tym sądzie utwierdzał ją właśnie epizod z aktorką); była nawet gotową wydrzeć go (gdy się poprawił!) i wydrzeć mu, to znaczy wogóle coś w tym kierunku zrobić, stała jednak na straży własnych egoistycznych świętości, dostosowanych do jej charakteru. Mogła z nich coś pozornie ustąpić, „zrobić ofiarę“, ale nie spodziewała się, że Strumieński wystawi ją na zbyt ciężką próbę. Ratować go chciała, gdyby był już nawróconym na seryo grzesznikiem, ale nie wbrew jemu samemu. Na to liczyła, liczyła i na to, że on od czasu do czasu puści jakiś fajerwerk, pozwalała mu grać komedyę i brała w niej udział, odczuwała jego kłamstwa i cieszyła się niemi, byleby tylko ta komedya nie przekraczała pewnych milcząco umówionych granic, nie stawała się grą na seryo. A tymczasem właśnie dla niego komedya, aby go zadowoliła, musiała być prawdą! Już tam w pokoju zauważyła Ola pewne oznaki, które jej się nie podobały, — teraz wobec widoku rywalki, nie erotycznej ale intellektualnej, wyczuwała ostrożniej, obserwacya jej zaostrzyła się. „Czuwała“ nad tem, czy Strumieński nie zrywa milczącej umowy i nie przechodzi z komedyi do szczerości, co przetłómaczone na język świadomości brzmiałoby: Czy jej nie wykpiwa ten komedyant. Oto jest sieć psychicznych nici. Rolę w niej główną gra nieporozumienie, ale nie jakieś odwieczne nieporozumienie między ludźmi, tem mniej nieporozumienie między „mężczyzną“ a „kobietą“, ale tylko takie, którego nie mogli przezwyciężyć państwo Strumieńscy — jako ludzie, nie idący za wskazówkami zdobyczy psychologicznych, jako ludzie, którzy się jeszcze nie wykształcili na „Pałubie“ i podobnych jej dziełach, — przezwyciężyć nie mogli tem bardziej, że byli opętani bezpośredniością swych uczuć i wydając czas na ich wyżycie się, nie mieli czasu na ich zanalizowanie. O takie rzeczy mi głównie chodzi, a nie o fatałaszki nastrojowe i poetyczne."
      },
      {
        "index": 29,
        "text": "Trzeba jednak obok owego ogólnego tła psychicznego uwzględnić warstewkę najbliższych wrażeń i spostrzeżeń, które często same dla siebie całkiem człowieka absorbują, a często wydobywają zeń raz tę raz ową część nagromadzonego psychicznego materyału wybuchowego i to nawet w sprzeczności z tłem ogólnem. (Samorząd chwilowych okoliczności). Tak np. w objaśnieniach, które Strumieński dawał o obrazie, były ironiczne uwagi Angeliki, całkiem niezgodne z jego teraźniejszą rolą (por. str. 143., w. 8. i 27.). A znowu, gdy Ola krytykowała portret jako cyrkową sztuczkę i nazywała go brzydkim, traktowanym zbyt realistycznie, stanął gorąco w obronie obrazu i udowadniał, że główny jego urok stanowi właśnie ta jego cielesność i to zaparcie się siebie kobiety, która, nie zatajając braków swej piękności, wzbija się ponad przeciętną próżność kobiecą (przytyk!) i osiąga przez to równocześnie swój cel i jako kochanka i jako artystka, bo im więcej go kocha, tem więcej usiłuje zostawić mu siebie samą a nie swoje upięknione przedrzeźnienie. (To sobie Strumieński wymyślił teraz, aby się sprzeciwić Oli, portret Angeliki bowiem był przecież po części idealizowanym)."
      },
      {
        "index": 30,
        "text": "Najbliższem wrażeniem dla Oli było także to, że bądź co bądź ogarniała ją pewna przytłumiona obawa, echo wpojonych zabobonów salonowych, wiary w urzeknięcie, złe oczy, legend o Angelice itd. Stąd też poniekąd płynęły jej narzekania na zbytnią realistyczność obrazu; mybyśmy to nazwali: bezpośredniość, aktualność. Zwłaszcza podczas pauz w rozmowie widok obrazu i dwóch błyszczących gał ocznych przykro ją nastrajał, zapominała o sztuczności tych zjawisk, a gdy po pauzie do męża przemawiała i odwracała się do niego, miała wrażenie, że się ktoś za nią zbliża, nachyla, aby lepiej słyszeć jej słowa. Była w niej bojaźń, nie ta pierwsza popędowa, lecz ta, która powstaje po rzekomem uspokojeniu i wzrasta w cieniu lekceważenia, a umysł Oli, jak wiemy, nie był zbyt odporny na wrażenia teraźniejszości. Strumieński, spostrzegając jej lekki niepokój, powiększał go, podniecając przez to i siebie samego do odczuwania grozy, bo w tym nastroju mógł łatwiej natrafić na lepsze sposoby straszenia jej. — Dlaczego drżysz? czy ci może zimno? czy chcesz, bym zapalił nasze światło? Lub czy może czujesz, że ktoś tu jest i przechadza się w ciemności? — mówił nawpół ironicznie, niby żartując, lecz potem odwrócił to w seryo, westchnąwszy głęboko."
      },
      {
        "index": 31,
        "text": "Ola wstała z nagłem postanowieniem, by wyjść i popsuć szyki Strumieńskiemu, lecz porzuciła zamiar, siadła, chociaż nieco dalej, i usiadła na coś, co ją ukłuło. Zmacała palcami: była to sprzączka.... aha, podwiązka. Domyśliła się zaraz, że to zapewne podwiązka Berestajki, która ją tu rzeczywiście zostawiła, czy na pamiątkę Strumieńskiemu, czy na niespodziankę dla Oli, ot na chybił trafił. (Była to jej maniera: porównaj epizod z pierścionkiem). Ola, chowając ten przedmiot do kieszeni, zrazu zarumieniła się i uczuła w sobie jakieś zmysłowe drżenie (suggestya miejsca i przypomnienia sobie chwil swej zazdrości), lecz potem, widząc Strumieńskiego wpatrzonego w obraz, uśmiechnęła się lekko. Chciała go zaraz o podwiązkę zainterpelować, lecz ponieważ teraz uczuła się już tak bezpieczną i pewną siebie, taką panią sytuacyi, i wyobrażała sobie, jak bardzo byłby on bezsilnym i śmiesznym wobec takiego argumentu jak ta podwiązka, wolała więc nie pognębiać go (zwłaszcza, że i nie wiedziała jak i nie wypadało jej może teraz poruszać tej nowej „paskudnej“ sprawy) i dała pokój."
      },
      {
        "index": 32,
        "text": "Strumieński zaś, spostrzegłszy uśmieszek na jej twarzy, sądził, że ona się śmieje wprost z niego. Wstała — więc chciała pójść, siadła i zaśmiała się — więc pomyślała, żem waryat. Urażona miłość własna i zemsta za przeniknięcie jego komedyi nasunęły mu na obronę rezerwę szczerych stanów. Zawrzała w nim jakby nienowa myśl, że Ola może nie docenia sprawy, nie odczuwa wspaniałej grozy zawartego w niej symbolu. Osamotniło go, przesunęło w nim uczucia, w duszy jego wyjęty już został zupełnie cały pokład wspomnień, związany z obrazem Angeliki."
      },
      {
        "index": 33,
        "text": "— A ja ci powiadam — mówił zwolna — nie uśmiechaj się, bo ci z tem nie do twarzy. Proszę cię, jeżeli mnie kochasz, podejdź do tego widma, dotknij go palcami lub napluj mu w twarz. Jak powiedziałaś? Modlił się dziad do obrazu a obraz do niego ani razu. Ale nie możesz tam się dostać — o a ci zadanie ułatwię."
      },
      {
        "index": 34,
        "text": "I ażeby łoskotem przerwać monotonność sytuacyi, żeby wytworzyć nowy czynnik wrażeń i przygnieść tę oporną Olę, wziął dużą muszlę z konsoli i trzasnął nią w szybę oddzielającą ich oboje od Angeliki. Szyba pękła, muszla przez wybity otwór wpadła do środka, zawadziła o piersi portretu i upadła do stóp Angeliki. — A tom ją ugodził — krzyknął Strumieński. Ola zerwała się: Co ty robisz, czyś oszalał, pewnieś się skaleczył, czy nie uważasz, że mogłeś mnie skaleczyć."
      },
      {
        "index": 35,
        "text": "Na prawej ręce Strumieńskiego pojawiła się czarna pręga krwi, Ola chwyciła tę rękę, lecz Strumieński odtrącił ją i sam szybko obwinął sobie rękę chusteczką. Fakt ten popsuł mu trochę efekt, ale on nie dał za wygraną."
      },
      {
        "index": 36,
        "text": "— To nic, to głupstwo, to nie moja krew ale jej... — Chciał wyrazić tę myśl, że chociaż krew zdaje się być na pozór jego krwią, lecz w istocie płynie z jej piersi za pośrednictwem jego ręki; jednak myśl ta nie była jeszcze tak jasną, by się zaraz mogła wcielić w stosowne słowa. Szybciej natomiast przyszła mu druga myśl: — Ha zresztą sama widzisz, że duchy mścić się umieją. Teraz przynajmniej przekonamy się, czy tam co jest naprawdę. Wyjdźże do nas, szanowny duchu! — Dotknął dłonią płótna. — Widzisz to nie ciało, to płótno i farby, czego się boisz! Albo czy może mam cię zabawić i powiesić płótno do góry nogami? I to potrafię. Niema biedniejszego, śmieszniejszego i głupszego upiora na całym świecić. Ja się całkiem, całkiem czego innego po nim spodziewałem. Chciałem cudu, objawienia, a to pozostało wszystko tak samo. —"
      },
      {
        "index": 37,
        "text": "Głos jego drżał w miarę, im bardziej się zbliżał do głównego rdzenia wyjawień. Nagle ukląkł opodal żony i powiedział: Napluj, napluj moja najdroższa! — Potem niby ziewnął niedbale, wyciągnął ramiona, westchnął, ukrył twarz w dłonie i zatkawszy umyślnie parę razy, aby obudzić w gardle fizyczny spazm, zaczął potem naprawdę płakać z cicha, wstrząsając piersiami. Ola, której jego zachowanie się sprawiło przykrość, wzruszyła się znowu, sama płakała, a objąwszy jego głowę, szeptała mu słowa pociechy i miłości. Zraniona jego ręka dawała jej pretekst do łagodzenia go, do troskliwości. — Widzisz, jak ty mnie dziś opatrywałeś, tak ja ciebie teraz! No dajże mi rękę! — Oderwała mu ją od twarzy, zaczęła obwijać, całować. Po to też on po części ukląkł obok niej, aby z tą ręką coś zrobić. (Zwracam szczególną uwagę na te punkty rozmysłu wśród efektu). Rozgrzany dotknięciami Oli, Strumieński obejrzał się na obraz, wykrzywił się doń, a czując, że teraz najlepsza chwila, by wykonać plan, z którym tu wchodził, a który (mimo Berestajki! o tej teraz zapomniał!) uważał przecież za nieprawdopodobny, objął Olę wpół, przechylił na swój płaszcz. Ola broniła się: wstydzę się, ona patrzy, daj pokój! Aby ją przenieść w nastrój przygotowany w domu, rzekł: Ależ nic, niech patrzy! niech nam zazdrości, żeśmy żywi, ach nie opieraj się najdroższa, niechże już raz pryśnie ten czar — kocham cię!"
      },
      {
        "index": 38,
        "text": "Czy to była miłość ku Oli? czy wyszydzanie Angeliki? czy akt jej uczczenia? ironia czy prawda? Ostatni wysiłek ku obronie Angeliki a zarazem jej zdradzenie? Strumieński drżał, dotykając ciała Oli, jakby (?) sobie samemu gwałt zadawał, w jego ruchach była zrazu sztywność i ironiczna machinalność, którą im bardziej Ola odczuwała, tem silniej przyciskała go do siebie i całowała, wśród łez, aż wreszcie sprawiła to, że jakby w tajemnicy oddał się jej samej tylko, razem z nią zgłębiając rozkosz zespolenia się dwóch wrogich natur, wzdychających za taką chwilą zgody, wyzyskującą wrogostwo. Więc zwycięstwo Oli? Onaż to sprawiła? Nie — tylko zmysły szły odrębnie swym utartym szlakiem, jako niezbędna oś dzisiejszych perypetyi, i one szczerością swoją wymusiły na Strumieńskim szczere miłosne oddanie się Oli. Nad nimi zaś pochylona była opiekuńcza głowa Angeliki, przesycona światłem, bezrozumnie obojętna, z wyrazem twarzy nie będącym w żadnym związku z tem, co się działo, i szydzącym z wszelkich interpretacyi. —"
      },
      {
        "index": 39,
        "text": "Wreszcie Strumieński ruchem, mającym w sobie coś aktorskiego, wyzwolił się z objęć Oli a korzystając ze swojej chwilowej zresztą czysto fizyologicznej swobody, zaczął się śmiać głośno i z przymusem, aż sam nie poznawał, co się z nim dzieje. Drwił tym śmiechem z siebie i z Oli, która w głębi duszy rozzłoszczona, bo się całkiem czego innego po swej „ofierze“ spodziewała: wdzięczności, jakichś ostatecznych postanowień, patrzyła na niego wzrokiem mówiącym stereotypowe: czyś oszalał? i znowu wyciągnęła ręce do niego, lecz potem cofnęła się, szepcząc: Ja się ciebie boję!"
      },
      {
        "index": 40,
        "text": "A na to zagrało w nim coś tryumfalnego i rzekł:"
      },
      {
        "index": 41,
        "text": "— Może masz słuszność. Kto wie jaka ofiara popłynęła u stóp tego ołtarza. Ten duch żądał mojej krwi — dałem mu ją. (Dwuznacznie, zresztą Strumieński mieszał teraz wszystko)."
      },
      {
        "index": 42,
        "text": "Aby zaś wydobyć ze sytuacyi resztkę patosu zapomocą tajemnicy, którą miał w zapasie dopiero od paru godzin (str. 323. w. 3. i n.), dodał:"
      },
      {
        "index": 43,
        "text": "— Bójże się mnie i ty, bo nie wiesz, co cię czeka. Patrz na ten martwy manekin, (tu przypomniało mu się słowo Pawełka) na tę pałubę za tem szkłem, ona ust nie otworzy i nic ci nie powie, jeżeli się to nie przeciśnie samo na moje usta, jak przeżerający wyrzut sumienia, bo tego nikt nie wie na świecie prócz mnie i tej tu niemej pałuby, która skończyła samobójstwem — ha ha pyszne samobójstwo! (zmieniając wyznanie) Olu, Olu, zabiliśmy Gelę dla siebie, będziemy teraz żyć szczęśliwi."
      },
      {
        "index": 44,
        "text": "Wypowiadając te słowa, czuł Strumieński, że znajduje się na jakimś szczycie swego życia, bo uległ wreszcie tajemnicy, która nań czekała spokojnie od lat tylu, a której dotychczas nie wcielił nawet do swego podziemnego życia, odsuwając ją, prowadząc jakby zupełnie osobny rachunek — podziemne życie podziemnego życia. Wspominałem o niej już przedtem w licznych alluzyach, lecz dopiero teraz wypłynęła ona na sam wierzch świadomości i odwagi Strumieńskiego, wywabiona z podziemia konsekwencyą sytuacyi."
      },
      {
        "index": 45,
        "text": "Patrząc przenikliwie na Olę, badał, jakie to na niej wywiera wrażenie, lecz ona zdawała się być obojętną. W istocie zaś w Oli coraz bardziej kipiało oburzenie, alluzye zaś jego o zabiciu Geli odnosiła do tego, co się teraz stało, do rozbicia szkła, a zresztą nie zważała na nie szczegółowo, bo też i on wyraził się jeszcze zbyt niejasno. Było więc proste nieporozumienie. Otóż Strumieński, spostrzegłszy to, chwycił ją w ramiona i patrząc w oczy, rzekł krótko ale groźnie:"
      },
      {
        "index": 46,
        "text": "— Bo musisz wiedzieć — słuchaj — że ja jestem mordercą Angeliki. Ja ją zgwałciłem, tak samo jak dziś ciebie i doprowadziłem ją do samobójstwa."
      },
      {
        "index": 47,
        "text": "Od wzniosłości do śmieszności krok jeden. Efekt chybił, gdyż Ola, wściekła z gniewu, żachnęła się, wyrwała mu się i krzyknęła: co mi tu będziesz udawał waryata i drwił ze mnie! Myślisz, że ja nie wiem, co się tutaj dziś już działo! Patrz — naści tu tę podwiązkę — czyja? Czy może twojej Geli? Może to ta pani stamtąd wyszła i zdjęła, co? co?"
      },
      {
        "index": 48,
        "text": "I pomyślawszy mimowoli: „a tom mu nasoliła!“, pomyślała także, że nie wypada jej być złą, lecz raczej pobitą, upokorzoną, zasłoniła swój kontrefekt płaczem, rzuciła się na kanapę i łkała. Strumieński zgłupiał, zagmatwało mu się wszystko, uczuł namacalnie, w całkiem ordynarny sposób rozchwiewanie się symetryczności w życiu, działanie pierwiastka pałubicznego. Lecz wkrótce zaczął się ratować: kombinować, pojmować, „rozumieć“, i ot, patrząc na Olę, wzruszył się i nową nawałą uderzyło na niego przypuszczenie — jasne niby zupełnie: więc ona o tamte była zazdrosna! Nie o Angelikę! Ja jej imputowałem co innego, a ona mnie karze zazdrością żywą, aktualną, prawdziwą (?)! o Olu dobra!"
      },
      {
        "index": 49,
        "text": "A w Oli była w tej chwili tylko prawdziwa zazdrość intellektualna o Angelikę pod pozorem Rosyanki — przesunięcie się motywów. Lub może zbiór zazdrości? w połączeniu także z zazdrością o wolność grzechu?"
      },
      {
        "index": 50,
        "text": "Objął ją, chciał uspokajać, ale ona (żeby z tem skończyć i przenieść walkę na inne miejsce) wyrwała się, wstała, poprawiła włosy i milcząc szła ku wyjściu. Wymykała mu się! — Czemu uciekasz? — Wyszła. Pobiegł za nią. — Wróć ze mną, tyle ci jeszcze mam do powiedzenia. — A ona płacząc rzekła: nie chcę już nic słuchać, ty szkaradny, nic nic a nic (tupała nogą)... a takam była dobrze usposobiona. — Poszła dalej, on za nią. W muzeum została Angelika, patrząc na porzuconą na ziemi podwiązkę."
      },
      {
        "index": 51,
        "text": "Strumieński, dogoniwszy Olę, pytał: Czy ty się gniewasz na mnie? Czyż na tem ma się skończyć noc dzisiejsza? Olu! Olu! — Milczała. — Jakże ty się możesz z tamtą (mówił o Berestajce) porównywać! każesz mi tak odpokutować! a ja ci przecież chciałem ten błąd wynagrodzić wszystkiem, co mam! (Znowu rzecz przekręcił, przedstawiając swoje wyznanie jako zadośćuczynienie za dzisiejszą zdradę.) Ona czuła, że dalsze upokarzanie go nie miałoby celu, chciała zaś, żeby i jej było przyjemnie w pogodzeniu się z nim. Więc rzekła: Ależ ja gniewać się, co mówisz? tylko mi się tak przykro zrobiło, ale należało mi się to za Gasztolda! Więc to ty mi przebacz! przebacz mi! (Znana finta pokrzywdzonych, że robiąc siebie winnymi utrudniają zadośćuczynienie.) — Wyszli z ogrodu furtą na dziedziniec, i skierowali się ku drodze, bo Strumieński rzekł: Chodź, przejdziemy się jeszcze, to pomówimy, pogodzimy się! — Z największą chęcią, ale widzisz, możemy się zaziębić, chodźmy do domu. — Zobaczmy więc tylko nasz pałac! — Ach tak, nasz pałac! rzekła i wsunęła rękę pod ramię Strumieńskiego. Patrząc w tę stronę, oboje myśleli mniej więcej to samo: że mają się tam sprowadzić jako przykładni obywatele, zgodni, nowi, że więc należy się już jakoś załatwić ze swoimi nieprzyjemnościami. — Nieprawdaż, że tam rozpoczniemy nowe życie — Olu? Piotrusiu?"
      },
      {
        "index": 52,
        "text": "Gdy wracali, Strumieński próbował znowu swego i przyznał się do grzechu z Berestajką. Ola przerwała mu: ależ nie, nie, ja wiem, że to nieprawda (broniła się, aby mu nie pozwolić na szczerość). — Wiesz? skąd? — spytał nieco ironicznie — przecież ta podwiązka to dowód dostateczny. — Ach co za dowód! ja tobie więcej wierzę, niż wszystkim dowodom. Nie mówmy o tem, zrób mi tę przyjemność mój mężu drogi i nie mów o tem, poco zakłócać sobie mamy czar (?) tej nocy, tak pełnej wrażeń. — W istocie Ola była leniwą pod względem chęci przebywania perypetyi, wiedziała, że Strumieński coś jej tam powiedział, że mogłaby go interpelować, robić mu albo z nim awantury, ale nie chciało jej się, było to późno w nocy, a jej umysł zasypiał. Zresztą złudzona, że z ujrzeniem i wyjaśnieniem obrazu wie już wszystko, nie przypuszczała istnienia jeszcze innych komplikacyi. Powtórzyło się u niej to samo, co po pokazaniu jej muzeum (str. 153)."
      },
      {
        "index": 53,
        "text": "Kiedy się położyła spać, Strumieński, trzymając rękę pod jej poduszką, przypomniał jej żartobliwie dzisiejszą scenę w muzeum i żartem tym nawiązał dalszy ciąg, poczem opowiedział jej, jak to się rzecz miała z zamordowaniem Angeliki, dziś jeszcze bowiem musiał przed nią ten cały jad wysączyć z siebie. Było to po śmierci dziecka Angeliki, kiedy już oboje mieli wyjechać w podróż, a usposobienie Angeliki dla niego zupełnie się zmieniło. — Przypominasz sobie Olu Maryę Dunin? Otóż tak samo prawie ze mną było: ona mnie męczyła, gardziła mną (przesadzał świadomie, bo wiedział, że to było u Angeliki przejściowe), byłem przykuty do jej chimer, bo jej się zdawało, że ona przeze mnie traci talent, przeze mnie, który właśnie jej pomagałem, rozwijałem, oddałem jej wszystko na usługi, aby mogła pracować spokojnie. Ty Olu, tybyś tak nie zrobiła, bo ty jesteś prawdziwą kobietą. Ona kobiecości nie miała. Cóżem miał zrobić. Wiedziałem o jej pociągu do mnie i na to rachowałem, myślałem tak jak tamten ze „Snów Maryi Dunin“, że przez jej ciało dostanę się do duszy, rozdmucham w niej dawną miłość. Zmuszę cię — rzekłem jej. Ona na to: to ja się zabiję. — Dobrze i owszem. — I wiesz co się stało? Potem raz w nocy ktoś wszedł do mego pokoju, tak jak ty dziś, przecisnąć się chciał. Zbudziłem się i siadłem na łóżku. Ona stała w ciemności. Była to walka milcząca w ciemności, podczas której powiedzieliśmy sobie wszystko. Potem położyłem się udając, żem nic nie słyszał. Ona przeszła cicho i prędko. Zawołałem ją: gdzie idziesz? czy topić się? — Tak jest. — A to dobranoc. — Dobranoc. — Pozostałem. Chciałem jeszcze krzyknąć: Gela, Gela chodź tutaj! biedz za nią, ale byłem za dumny. Często robiła takie głupie wycieczki, jakby chciała naumyślnie narazić swe zdrowie, abym ja się niepokoił i martwił; raz mi nawet uciekła i dwa dni jej szukano. Co za natura obca, całkiem nie nasza Olu! (etnograficzne oklepanki.) Rozważałem: niechże się topi! Nieraz tem groziła, może to będzie i lepsze dla niej i dla mnie. Chciałem wstać, ale byłem jakby przykuty do łóżka, potem zmorzył mnie fatalny, krótki sen. Zbudziwszy się, przeraziłem się, pobiegłem, najpierw w stronę muzeum, potem ujrzałem na krzaku biały szal. Krzyknąłem: Gela! Nic się nie odzywało. Pochyliłem się nad studnią, nic się nie szamotało. Nie byłem pewny, co się z nią stało — czyż miałem skakać do wody? Długo to trwało, zanim ją wyciągnięto. Sam bałem się tam schodzić, studnia głęboka, lustro wody daleko. Ja tę całą sytuacyę później po wszystkiem nieraz rozważałem. Mogłem się wprawdzie uczepić odchylonych desek ocembrowania i trzymając ją w ramionach, krzyczeć: na pomoc! Ale któżby nadszedł? Z tak głęboka nawet głosu może nie słychać. Możeby przyszedł wartownik nocny, z reguły pijany, albo pies ukazałby się na zrębie i zaszczekał. Wreszcie ją wyciągnięto — środki zarządziłem. Były bezskuteczne. Mnie nie można nic zarzucić. Studnia była bez wiadra, na żerdzi zakładano konewki, — prymitywnym sposobem — jak wiesz. Jeden chwat zaczepił ten hak na krawędzi i spuścił się do środka, ale go dwóch mocnych do góry ciągnęło. Czy może powinienem był poddać się pierwszemu popędowi i rzucić w dół na oślep? cóżem winien, że mój instynkt samozachowawczy i rozwaga były większe? Rozgrzeszże mnie Olu. —"
      },
      {
        "index": 54,
        "text": "Widzimy, że Strumieński, który pierwotnie miał w planie imponować Oli „zbrodnią“, teraz uległ treści opowiadania i nawet usprawiedliwiał się. Ola, która uklękła w łóżku, siadając na swe stopy, i z zaciekawieniem słuchała go, teraz objęła go milcząc. Czuła, jak ludzkiem było to, co opowiedział, i choć nie zastanawiała się nad tem, w czem Strumieński widzi swoją winę, zachowywała się jak matka, tuląca do siebie dziecko, któreby właściwie skarcić trzeba: miała to samo uczucie dla niego, co wówczas, gdy go pielęgnowała podczas jego choroby. Zresztą szczegóły śmierci Angeliki były jej przeważnie znane, samo więc opowiadanie zostawiało jej czas wyczuwać lubość sytuacyi i swój drobny niewinny tryumf. Przycisnęła go do siebie za szyję, on w tem wyczytał jej solidaryzowanie się z nim i wspólnictwo na wstecz — jakby go broniła przed niewidzialnym duchem w kącie pokoju. — Tak, tak, broń, nie daj mnie Olu! — Oddawał się jej ciepłu, nie przerywał — uspokajał się przy niej niemal zupełnie."
      },
      {
        "index": 55,
        "text": "Ale właśnie to „niemal“ jemu nie wystarczyło. I teraz chęć pogłębienia nowego wspólnictwa zachwiała znowu komitywę między nim a Olą. — Widzisz, do tego dążyłem — czy ci teraz dobrze ze mną? A tyś myślała, że mnie idzie o to, żeby ci zaimponować, zgnębić cię Angeliką, prawda? — O nie, nie myślałam. — Ach, trzeba było sobie na to pozwolić, miałabyś więcej słuszności, niż myślisz. Widzisz ja jestem z gruntu zepsuty, robaczliwy. (Znowu à la „Bez dogmatu“). Nie mogę mieć nawet szczerych wyrzutów sumienia, tak ci to opowiadam, jakby nic. A przecież nie mówiłem ci rzeczy najważniejszej: przecież ona była obłąkaną, niepoczytalną, powinna była być dla mnie nietykalną, świętą — a ja... a może myślisz, że nie była? Czy ci nie zgroza przedemną? — Ależ co mówisz. Ty jesteś najlepszym człowiekiem na świecie, tylko widzisz wszystko w czarnych kolorach. Wesołości ci trzeba, ja ci ją dam. Nie trap się, nie przesadzaj, nie krwaw sobie duszy, ja cię rozgrzeszam, jeśli ci tylko tego trzeba; co było a nie jest, nie pisze się w rejestr. Opowiadałeś mi o tem dziecku, ja wiesz rozważam sobie i sądzę, że to tu była przyczyna. — Olu ty jesteś prawdziwą kobietą i matką i nie mylisz się zapewne, ty zdolna jesteś lepiej ją odczuć niż ja, powiedz mi, czy rzeczywiście poczucie macierzyństwa mogło być w niej takie silne? — Ależ naturalnie mój drogi, wy mężczyźni nic o tem nie wiecie. — Czy też może była zmartwiona i przerażona atrofią poczucia macierzyńskiego w sobie i to ją gryzło? — To wszystko jedno mój drogi (wcale nie wszystko jedno), to na jedno wyjdzie. — Ach prawda, nie mylisz się. Jeszcze jedno ci powiem, ale nie pomyśl, że ja ją obmawiam. Wiesz, dlaczego się ona broniła, dlaczego uciekała odemnie? Z świętości? Nie! Dzieci nie chciała mieć — ot i tyle. Ażeś się zarumieniła biedaczko? Przebacz, że ci mówię taką obrzydliwość. Prawda, że ty tego nawet nie pojmujesz (tu Ola chciała powiedzieć: pojmuję! ale się wstrzymała), bo ty jesteś całkiem inna natura, wychowana w innych tradycyach, i potępiasz taki sposób myślenia. — Nie, nie potępię jej nigdy, modlić się będę za nią, ale i ty jesteś dla niej za surowy. — Prawda, prawda przecież widzieliśmy jej malarskie marzenia o dziecięciu... — Widzieliśmy! takie prześliczne! — Ale one nic nie znaczą, to wszystko moje pomysły! (ślad rozmyślań z rozdz. XI. str. 219.). Ty myślisz może, że się tem chwalę? — Ola milczała. — Był jeszcze pewien antagonizm między nami, którego ty nie zrozumiesz: byliśmy wrogami, nie wiedząc o tem, zazdrościliśmy sobie wzajemnie (przesada szczerości)... Kto wie czy na ostatek ona nie chciała się nawet zemścić na mnie, dokuczyć mi (wybrał naumyślnie ten pospolity wyraz — a nie „zgnębić“), abym dobrze żałował za nią, aby mi się dać we znaki, aby mnie napiętnować. — Ola patrzyła nań potakującym wzrokiem, ale od kilku chwil już odbywał się w jej myślach mały zwrot: czuła, że sprawa nie jest tak prostą, jak jej się z początku wydawało, że oto rozkrywają się przed nią jakieś dalsze tajniki, przedewszystkiem zaś uczuła podobieństwo między swoim stosunkiem do męża a stosunkiem Angeliki, i obudziła się w niej lekko solidarność płci. Równocześnie Strumieński już się wykąpał i wymył zupełnie ze swych wyrzutów sumienia, aż nawet przyszło mu na myśl: że drobny fakt zostawienia mu takiego a takiego listu dostatecznie świadczy, że Angelika pogodziła się z nim w duchu, nim poszła na śmierć. A więc był niewinny! Lecz tego dowodu nie wyjawił już Oli, bo sam przeraził się, do czego go to doprowadza! Więc nic nie było? Więc tylko wiele hałasu i strachu o nic? (pierwiastek pałubiczny). Zaniepokoił się i nie badając sprawiedliwie tego narzucającego mu się rozumowania, odtrącił je, podjął dopiero co porzucone wyrzuty sumienia, owinął się w nie, oszołomił. Wstał, przetarł czoło i rzekł: Nie, to nic nie pomoże, to są wykręty, to jest to nowożytne znieprawienie sumienia, na które wszyscy cierpimy. — Ach jakiż ty jesteś okrutny względem siebie samego, takim zawsze byłeś, to jest tylko wydelikacenie, wysubtelnienie sumienia, sam nieraz o tem mówiłeś. — Rzeczywiście Strumieński raz mówił Oli o wydelikaceniu sumienia, mając na myśli samego siebie. Ot, można zawsze fakta naciągać tak i tak. — Ach, Olu nie męczże mnie, stań ze mną na tym samym poziomie, nie uważaj mnie gwałtem za lepszego niż jestem, ja chcę, żebyś ty mnie kochała, mnie, a nie mój obraz, sztucznie wytworzony w twem sercu. Wmyślże się i wczuj we mnie — co mówię? dopuść tylko do głosu to, co sobie rzeczywiście o mnie myślisz, i o tem mów ze mną. Myśmy dziś nakłamali porządnie oboje: Ot np. zupełna, święta prawda jest to z Berestajką. Co ty sobie myślisz o niej, (siadł przy niej) powiedz prawdę, czy i jak jesteś zazdrosną. Jest jeszcze dużo takich rzeczy (miał na myśli Pawełka), o których nie mówimy ze sobą, niestety. No, widzisz jaki ze mnie łotr, przyznaję się przed własną żoną do takich zbrodni i grzechów i nawet się nie rumienię. Cóż ty na to? — To już twoja rzecz się rumienić, daj mi święty pokój, chcę spać, nie majacz dalej. Powiem ci zresztą co myślę: ja jestem oddawna twoją ofiarą, pastwisz się nade mną. Pastwiłeś się nad Angeliką, a teraz nade mną. Chcesz prawdy, masz prawdę. —"
      },
      {
        "index": 56,
        "text": "Strumieński klasnął w ręce: Brawo! jesteśmy na najlepszej drodze. Ty jesteś moją ofiarą... o tak nie mylisz się. (Tu strzeliła mu nowa myśl do głowy). Ofiarą, ale nie moją. Tyś myślała, że ja jestem tylko pospolitym grzesznikiem, a ja jestem tylko kapłanem. Pamiętasz „Powinowactwa z wyboru?“ Widzisz, chciałem.... niech się potwór nasyca. Naprzód tę aktorkę, potem ciebie, potem jeszcze inne, aby się ten głodny wampir nasycał. —"
      },
      {
        "index": 57,
        "text": "Odepchnęła go gwałtownie, zapragnął więc już zakończyć tę scenę zgodnie ale nieszczerze. — Co co? ty bierzesz to wszystko na seryo, odwracasz głowę? Ależ ja żartowałem moja droga. (Wreszcie już ją upokorzył, zadawszy dobre atuty, a teraz się niby cofał). Któż widział brać to na seryo! Widzisz, sama mi zarzucasz, że ja sobie tyle z tego robię, a sama się gniewasz. Przysięgam ci zresztą święcie, że jak najprędzej zburzę tę całą ruderę albo dam ci ją na kaplicę, jak zechcesz. Ciebie już tylko będę kochał (wybryk patetyczny, którego nie myślał dotrzymać). No uśmiechnijże się? Tak tak — ale uśmiechnij się naprawdę, nie przez łzy. Nie płaczże, nie płacz, przebacz mi. Widzisz, dobrze powiedziałaś, że to wszystko są komedye, tak tak przebaczaj mi takie różne wybryki mego charakteru, a ja ci będę przebaczał twoje (znów ją ujął), dobrze? bo to są drobiazgi (?), na które dziś jedno, jutro drugie musi patrzeć przez palce, a właściwie tak w całości wziąwszy, to my się kochamy, tyle lat przecież z sobą żyjemy (argument nielada). A teraz zaśnij, ja ci zamknę oczka tak o, pocałuję, powiem dobranoc. — Zostań jeszcze nim zasnę, podaj mi rękę, tak czekaj nim zasnę, mój złoty, a potem weź rękę lekko, nie zbudź mnie, wolno ci pocałować w czoło, ale leciutko na dobranoc, a jutro — czekaj ty niegodziwcze! —"
      },
      {
        "index": 58,
        "text": "Strumieński wnet poszedł do siebie, lecz zaledwie przestąpił próg swego pokoju, przypomniał sobie, że w pokoju Angeliki jeszcze się świeci. Musiał tam pójść zgasić, nie chciał, ociągał się, ale i jego ciągnęło. Wyrwał się sobie i poszedł tam (na pobojowisko). Wszystko było na swojem miejscu — stwierdził naprzód. Tylko rzuciła się nań cała ćma latających tu, niezaspokojonych myśli. Teraz to inaczej mu było, niż np. za pierwszych dni po śmierci Angeliki. Coś opustoszało, w przestrzeni był nastrój pożegnania — tak mu się to przedstawiało, bo szukał do własnych zamiarów rzekomych zewnętrznych pobudek."
      },
      {
        "index": 59,
        "text": "Patrząc w twarz Angeliki, przypominał sobie czar swego podziemnego życia, swoją tęsknotę, to lube osamotnienie, i czuł pewną tęsknotę za tęsknotą. Cały rok po śmierci Angeliki i te kawałki podziemnego życia razem złożone odczuwał tak, jakby książkę czytał, jakby coś obcego, dzieło doskonałej sztuki. A teraz się to rozbiło, jak ta szyba."
      },
      {
        "index": 60,
        "text": "O jakąż nadziemską kobietę on posiadał! Jakież mu ona pozostawiła nadziemskie podziemne rozkosze! O cudzie w naturalnych granicach! Jak to było, kiedy zahipnotyzowawszy się tym widokiem, usypiał i śnił o niej (nie bardzo! str. 103.), wciąż, tak codziennie aż do obłąkania! O wybredne tajemnicze porozumienie z zagrobowym światem, o śmieszne, poetyczne dyalogi, które z nią sobie układał. A te dnie przed jej śmiercią (chyba połogiem) pełne niebiańskich planów, wyprawa jej w dziedzinę śmierci i straszne nieanielskie umowy egoizmów!"
      },
      {
        "index": 61,
        "text": "Lecz tu właśnie znowu odnajdywał sobie punkciki, które mu wszystko psuły, które mu pójść za nią nie pozwalały i oddały go napowrót „nędznemu życiu“. Te drobne, nie warte wzmianki drobiazgi, męty w kielichu rozkoszy! Dlaczego np. obraz był dla niego po jej śmierci niespodzianką, dlaczego go nie uprzedziła? Tak, tak, niby „Powinowactwa z wyboru“, niby szereg rozmów na ten temat! Ale pocóż ten podstęp, to wyłudzanie wyrafinowanej wierności i nigdzie furtki do ucieczki! Nie sztuka było umrzeć i zostawić go na całe życie z bezrozumną rozpaczliwą zagadką, czy on tę komedyę wierności ma wiecznie brać na seryo! O, to też się oboje pysznie skompromitowali! Te usta natrętne nigdy go nie pocałowały, nie wydały szeptu ze siebie, płótno pozostało zawsze cienkiem płótnem, barwy barwami, nitki nie zamieniły się nigdy naraz w naczynia krwionośne i nerwy, farby nie wypęczniały i nie zalśniły, nie zadrgały kolorami życia — były to rzeczy, tak nie mające z niczem związku, tak głupie i monotonne, jak ziemia i kamienie. Tylko on brnął konsekwentnie dalej w ten beznadziejny eksperyment, ba, nawet weń nie brnął, bawił się nim, zaniedbywał go, robiąc z inną kobietą dzieci, postanawiał przekazać go światu jako niezwykłą facecyę, dumny był z niej i wreszcie dziś zabił, zdusił nienawistny postulat."
      },
      {
        "index": 62,
        "text": "Widzisz więc Gela, te ofiary, które tu dla ciebie płynęły, nie były dla ciebie nigdy. (Prostował to, co powiedział przed Olą). Ja jednak drwię, szydzę z ciebie naprawdę,......... kobiety w mojem własnem imieniu i na swój rachunek a nie na twój,........ je, bo mi się podobają, bo są żywe i ciepłe, i będę......... kogo mi się spodoba, nie tak, jak chcesz ty, ty potwornie idealny wampirze, któryś mi chciał soki z ciała wysysać, masz, poszukaj sobie tutaj, może się jeszcze co dla ciebie zostało — ha! ha!"
      },
      {
        "index": 63,
        "text": "I kiedy tak myślami mówił, życie jego w tej chwili wbiegło znowu w nastrojowe, poetyczne zwężenie, bo właśnie gdzieś daleko zaczęło coś wyć przeciągle i straszliwie. Wstrząsnął się, odetchnął i wsłuchiwał się z lubością w ten, jakby najęty do tej chwili akompaniament, któremu wnet zawtórzył inny. Jakże te psy wyły, wyły, wyły, tak właśnie jakby on z Angeliką, której cudowne oczy posyłały mu tylko nieustannie nieme spojrzenia i spojrzenia."
      },
      {
        "index": 64,
        "text": "Pochylił się, ukląkł i dotknął płaszcza, który tu zostawił, przytulił się do niego, poczuł ciepło na twarzy i, jakby skarżąc się Oli, szepnął: O jaka straszna głowa, jaka straszna głowa!"
      },
      {
        "index": 65,
        "text": "A potem pocałował miejsce, gdzie leżała Ola, i myślał o niej z wielką czułością, jak ona śpi, zmaltretowana przez niego, jaka ona była dziś słodka, pełna dobrej woli. W tej chwili kochał je obie i marzył o tem, jakby to było słodko mieć taką monstrualnie piękną kobietę o dwóch głowach, prawie jednakowo kochanych."
      },
      {
        "index": 66,
        "text": "Zanim przejdę do dalszego toku myśli Strumieńskiego, muszę dla uzupełnienia dorzucić parę objektywnych uwag do kwestyi samobójstwa Angeliki. Idzie o to, o ile słusznie Strumieński siebie posądzał? Istotnie sprawa była taka, że on nie mógł z niej wybrnąć. Na samobójstwo Angeliki złożyły się wszystkie razem pobudki przezeń przytoczone, tylko domysł, że dziecko urodziło się dziwolągiem, był zupełnie mylny i śmieszny. Działały więc w niej i rozpacz za dzieckiem, i ogólne odrętwienie, i zniechęcenie do sztuki obok żalu za nią, spotęgowane poczuciem własnej niemocy artystycznej. Niemoc tę przypisywała Angelika pośrednio miłości, i beznadziejnie tęskniła za swem dawnem życiem Amazonki, a jej zaburzony nieco stan umysłowy dał siłę tej recydywie. Lecz równocześnie wciąż działała w niej i dawna miłość do Strumieńskiego, a raczej tej miłości przesadne wyobrażenie, umowy przed połogiem, tudzież plan opanowania Strumieńskiego zapomocą obrazu: plan, który udał się lepiej, niż się spodziewała, gdyż podpisany został przez egoizm Strumieńskiego. Oczekując śmierci, przygotowała wszystko, lecz zawiodła się, bo śmierć nie nadeszła, a to zepsuło jej symetryczność owego planu, który dogadzał jej poetycznej duszy i oddziaływał na nią niemal hipnotyzująco. „Postanowiła“ więc sama sprowadzić gwałtownie ten jeden mały ale niezbędny warunek powodzenia planu: śmierć własną. Podniecenie umysłowe na tle fizyologicznem po urodzeniu dziecka popychało ją i tak do szukania motywów śmierci we wszystkiem, wyzyskiwała więc własne podniecenie (podobnie jak to robią pijacy), wmówiła w siebie, że nie da szczęścia mężowi, że ona jest tu intruzem, że dla niego jest Ola itd. — ale te szlachetne motywy były jużto uzupełnieniem, jużto zamaskowaniem, jużto poparciem chęci sprowadzenia owego warunku. Samobójstwo jej więc było już w zasadzie postanowione, list do Strumieńskiego napisany. Popędowa przyczyna samobójstwa tkwiła tylko w dyspozycyi chorobliwej, w dostępności mózgu dla chwilowych uniesień. Ostatni zaś powód tkwił istotnie w ataku Strumieńskiego, bo ten atak jego na jej wolność nasunął jej myśli o niepowrotności życia dziewiczego, o wiecznej zależności od mężczyzny wogóle i od pragnień „nieestetycznych“, które się w niej samej na przekór jej budziły. Potem weszła do pokoju Strumieńskiego w nocy i tu ostatnie jego słowa podnieciły ją znowu, dały jej złość, a więc i natychmiastową siłę do wykonania samobójstwa, siłę, którą Angelika naumyślnie się posłużyła, aby wogóle raz przecież zamiar swój spełnić. W grę przytem weszło i to w okamgnieniu zrobione, wyrafinowane obliczenie, że Strumieński uczci jej obraz i wypełni jej nakaz choćby wskutek wyrzutów sumienia, dla zadośćuczynienia za winę. A więc Strumieński trafnie poznał niektóre jej motywa, nie wiedział jednak i nie mógł wiedzieć o jej popędzie do symetrycznego planu, bo chociaż podobne popędy i w nim działały, ale on nie umiał ich określać tak, jak ja tutaj, nie byłby im zresztą przypisał takiej doniosłości. Dalej nie mógł Strumieński dokładnie na szali odważyć: o ile mógł jego atak na swobodę Angeliki ułatwić jej samobójstwo, a nie: popchnąć ją do tego czynu. Był w myśleniu kombinatorem, jednym z tych, którzy, ulegając tysiącom utartych formułek, wirujących w pamięci ludzkiej, myślą w kierunku jakiegoś z góry już upatrzonego rezultatu. Dlatego też, roztrząsając dorywczo sprawę śmierci swej żony, mówił, że motywem samobójstwa było albo tylko to, albo tylko owo, ale nie robił sobie nigdy w głowie niejako mapy wszystkich współczesnych motywów, nie namyślał się także nad skomplikowanym mechanizmem takiego postanowienia samobójczego, nie oceniał dobrze myśli podświadomych i ich działania, nie rozumiał się na tem, coby można nazwać fizyologicznym procesem myślenia. Dlatego też, ilekroć co określał, zaraz robił błędy. Tu jednak muszę zrobić to zastrzeżenie, że Strumieński czasem w interesie swego egoizmu wychodził przecież z obrębu nazw i myślał nie gotowemi ułożeniami ale fotograficznie, faktami, czyli używając starego wyrażenia: intuitywnie te fakta odczuwał. Podobnie i Ola intuicyjnie „odczuwała“ jego komedyanctwo, jakkolwiek go nie doceniała, albowiem stanęła zaraz przy odkryciu pierwszej warstwy — jak wogóle wielu ludzi zadowala się już pierwszym rezultatem swej przenikliwości, odmiennym od kursu powszedniego."
      },
      {
        "index": 67,
        "text": "Wreszcie co do sposobu ukrywania się owej tajemnicy w duszy Strumieńskiego, zauważyć trzeba, że dopiero samoistne następcze życie duszy uczyniło z niej rzecz tak dlań monstrualną. Z początku bowiem, podczas pierwszej próby w głąb, póki Strumieński miał jeszcze świeżo w pamięci wszystkie zdarzenia, poprzedzające samobójstwo żony, mało co sobie robił z owego rzekomego zgwałcenia. Dopiero z biegiem czasu, gdy zapomniał, jaki był stosunek poszczególnych faktów do siebie, gdy zatracił ich miarę, zwłaszcza gdy zatracił poczucie stopnia jej zamącenia umysłowego, które przezwał obłąkaniem, — wtedy epizod ów, może pod wpływem jakiejś hipochondryi umysłowej, sumienności, pietyzmu (stosunek wzajemny?), przekształcał się w jego pamięci, otaczał się atmosferą zbrodniczych wyrzutów sumienia, fałszował, i skoro podczas recydywy opisanej w rozdziale X. i XI. wychylił się znowu ponad powierzchnię świadomości, ukazał przyrośniętą przez ten czas pauzy głowę tak potworną, że Strumieński, jak czytamy w rozdziale XI., wolał ją zepchnąć napowrót w głębiny duszy. Aż teraz wyłowił ją znowu — dla zastraszenia żony, ale bezskutecznie, poczem sam zaczął analizować i psuć swego stracha, aż popsuł go zupełnie. Jeżeli zaś owej tajemnicy nie wyjawiłem na początku opowiadania tak jak właściwie uczynić należało, lecz ukrywałem ją dotychczas, to robiłem to co prawda dlatego, żeby od czasu do czasu działać bodaj trochę na najpospolitszy gatunek ciekawości u czytelnika; ale usprawiedliwia mnie nieco to, że w powolnem odsłanianiu sekretu naśladowałem powolny rozwój tego tajemnego kompleksu w duszy bohatera."
      }
    ]
  }
}