{
  "chapterNumber": 10,
  "title": "X. Tamen usque recurret?",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "X. Tamen usque recurret? I w tym rozdziale idzie mi nie o chronologiczny porządek zdarzeń lub o pokazywanie talentu narracyjnego, lecz tylko o psychologiczny przekrój nowego ważnego kompleksu. Jeżeli zaś przytem szczegóły nie będą się może dość wyraźnie zarysowywały przed wyobraźnią czytelnika, to dlatego, że chcę opowiadać fakta tak, jak się one przedstawiają a posteriori, dla rozważającej pamięci, nie dla wyobraźni. Mógłbym wprawdzie i ja zaciekawiać, drobić efektami, w pozornej objektywności ukrywać swój sąd, rozwałkowywać każdą część swego tematu na scenki i rozmówki, zamiast podawać treściwie i sucho to, co właśnie nazwałem psychologicznym przekrojem, a cobym mógł także nazwać esencyą tego lub owego zdarzenia. Naturalnie, że zawsze obok takiego streszczenia daję jakąś krótką illustracyę, pisząc: „stało się np. tak a tak“, bo mnie samemu idzie o to, żeby być w ustawicznem zetknięciu z rzeczywistością i co chwila próbować, czy moje streszczenie można zamienić napowrót na fakta — jest to przynajmniej mojem dążeniem. I ta moja nudna metoda podawania przekrojów, myślenia przed czytelnikiem, zamiast urządzania przed nim teatru, nie jest wcale tylko dowolnem złamaniem przyjętego zwyczaju, lecz naśladowaniem najzwyklejszej, najnaturalniejszej formy, w jakiej każdy człowiek przedstawia sobie prawdziwe zdarzenia. Proszę wziąć bibliotekę pamiętników i życiorysów i porównać je z powieściami. Tak jak się w przeciętnych powieściach opisuje fakta, tak może się one i dzieją, ale w tej formie nikt zajść swego życia nie pamięta ani rozważa; dopiero sposób, w jaki się życie układa w rzetelnych i rozumnych pamiętnikach lub autobiografiach, może być dla autora ważną wskazówką, z której należy skorzystać. Otóż i ja często podchwytuję ten ton pamiętnikowy, bo on mi daje pewną gwarancyę prawdy, bo on mi daje największy zapach prawdy; wydaje mi się, że ta forma jak magnes przyciągnie najlepszą treść, i dlatego już w wyobraźni urabiam fakta po największej części w perspektywie przeszłości."
      },
      {
        "index": 2,
        "text": "Wymieniłem już różne przyczyny, przeważnie zawody, które spowodowały w życiu Strumieńskiego powrotną falę, recydywę ku Angelice. Skrystalizowały się zaś one wskutek zasłabnięcia Strumieńskiego. Zdarzyło się bowiem raz, że Strumieński skaleczył się w nogę, przechodząc w nocy obok taczek postawionych na ziemi. Rana była dość silna, a ponieważ znajdowała się niemal w tem samem miejscu, co dawne rany, zadane przez podejrzanego psa, więc Strumieński obawiał się niebezpiecznych komplikacyi. Było to, jak sam wiedział, hipochondryczne urojenie, ale nie mógł mu się oprzeć. Rana zaogniła się tak, że była obawa amputacyi, lecz wreszcie uleczył ją pewien zdolny chirurg. W tym okresie, gdy Strumieński był przykuty do łóżka, jego myśli dość często odwiedzały krainę śmierci. Zastanawiał się nad marnościami świata, nad fałszami swojej na pozór szczęśliwej doli, nad swem blizkiem kalectwem."
      },
      {
        "index": 3,
        "text": "Mały Pawełek stał się jedyną istotą, do której się teraz Strumieński naprawdę przywiązywał; na nim zatrzymywały się myśli chorego, a potem rozbiegały się w dal, przepływały w mgły i stapiały się z niewidzialnymi — cieniami. Widok wyrastającego Pawełka wywoływał, niby farbę dopełniającą, niezapomniany obraz Angeliki. Takto ta sama rana wróciła go Angelice, która przed kilku laty od niej go odcięła. Nie było w tem jednak sprzeczności, gdyż tak teraz, jak i wtedy, szło głównie o zmianę a nie o kierunek zmiany; cierpienie w obu razach wywarło pewną, ogólną suggestyę, że z tym fizycznym wypadkiem należy połączyć jakiś ważniejszy wypadek wewnętrzny, cierpienie dało także energię ruchową, a wybór wypadku podsunął egoizm. Swoją drogą, tym razem egoizm leżał zupełnie na linii marzeń."
      },
      {
        "index": 4,
        "text": "Cóż w tym czasie robiła Ola? Oto dawała wprawdzie mężowi do poznania, że obawy jego uważa za przesadne, ale pielęgnowała go troskliwie, z pewnym absolutyzmem, drobiazgowością; więcej jej szło o pielęgnowanie, niż o niego samego. Ale przecież był on wówczas dla niej sympatyczniejszy: bo był niedołężny, skompromitowany okrzykami bólu i wyznaniami trwogi, zależny od niej, podobny do dziecka, z horyzontem myśli ograniczonym tylko do najprostszych trosk zdrowotnych. Nie domyślała się, że w chorym odbywają się różne kotłowania uczuć, przewroty i powroty, porachunki z życiem, wyzwalania się."
      },
      {
        "index": 5,
        "text": "Ona sama zaczęła mieć także swój krąg „waryacki“. Nauczyła się od męża wielu rzeczy, ale przecież jej życie psychiczne nie mogło wejść w jego życie nigdy tak, jak dwie powierzchnie prawie nakrywające się. Przyczyną tego były między innemi różne skoki logiczne, dyktowane jej przez pewną niechęć do Strumieńskiego, którą w sobie wyrobiła. I tak zapomniała już, jak to było z jego żądaniami co do Angeliki, albo raczej sfałszowała tę historyę w swej pamięci, złudzona jego dalszem zachowaniem się. Gdy np. przypominała mu, że trzebaby coś zrobić z obrazami Angeliki, pokazać je, gdy sama zaczęła ją innym ludziom rozchwalać, Strumieński tamował te jej zapędy obojętnością lub mówił: nie mieszaj się do tego. Jak wiadomo przebywał on okres, w którym lekceważył artystów (Ola: twoja żona była przecież także artystką). Widziała jego wysiłki, by zostać ideałem porządnego i czynnego hreczkosieja, i wierzyła w nie, zaczęła go uważać za człowieka pospolitego i dziwiła się, jak mogła dawniej patrzeć na niego zupełnie innym wzrokiem. Frazesy o filistrach, których on sam ją nauczył, teraz ona stosowała do niego. Naturalnie nie działo się to w okropnych rozmiarach — mowa tu tylko o tych ostatnich sądach, które każdy zachowuje dla siebie (a mimo to tak zupełnie na seryo ich nie bierze), a nie o codziennej komitywie, która była zadowalająca. Również historyę z kuzynką sfałszowała Ola, twierdząc u siebie, że Strumieński byłby się dopuścił zdrady, gdyby go ona, Ola, nie upilnowała, czy też gdyby się przed nią nie wstydził. Zresztą wszystkie takie przelotne uczucia względem Strumieńskiego były po większej części pretekstami przygotowywanymi na wszelki wypadek. Mimo wspomnianego antagonizmu do Angeliki przejęła od niej Ola idealne wyobrażenia o panieństwie i dziewictwie, lecz używała ich właśnie w tym celu, żeby w duchu kontrastować się z Angeliką i wywyższać siebie, jako kobietę o czystych myślach, nad nią, jako kobietą zepsutą. Męża znowu naśladowała Ola swym stosunkiem do Gasztolda. Zaczęła o Gasztoldzie myśleć więcej, niż należało, ale bo też lata jej mijały jednostajnie, troska o dzieci nie była zbyt wielka, a tymczasem ambicya i serce dopominały się nowej strawy. Gasztold wypytywał, dobijał się o nią, starał się ją uwiadomić, jak boleje, miał nadzieję, że kiedyś może poromansuje z mężatką. Pobyt Mossorowej skierował jeszcze bardziej myśli Oli ku Gasztoldowi. Pisała więc w swym pamiętniku panieńskim, że go zrujnowała, że on przez nią zaczął pić, że zmarnował talent, — to dogadzało jej ambicyi. Pisała: „Zmarnowałam Gasztolda“, lecz nie badała, że to właściwie źle, zdawało jej się, że jego rolą jako mężczyzny jest kochać się i cierpieć, jej zaś rolą jako kobiety, jest „zmarnować“ go, i tę rolę przyjmowała bez wahania. Na wzór innych mężatek miała swój jardin secret, w którym kontynuowała niejako swe życie panieńskie, a więc i kwestyę miłości, „prawdziwej miłości“, rozwijającej się niezależnie od spraw małżeństwa, które dla wielu kobiet jest tem, czem dla mężczyzny objęcie urzędu. Ola robiła te rozpamiętywania raczej z naśladownictwa niż z potrzeby. Strumieński na jakiś czas przytłumił w niej to, co było „lumen“, ale potem ono powoli odżyło. Awantury, które wyrabiał Gasztold, pochlebiały jej dumie, duma występowała naturalnie tylko incognito, w towarzystwie żalu i głębokiej litości. Wtem przyszła wieść, że Gasztold popełnił zamach samobójczy podobno z powodu nieszczęśliwej miłości (?). To dało zarozumiałym myślom Oli pewną sankcyę; uważając Gasztolda za ofiarę, mówiła sobie samej różne nieszkodliwe, a w gruncie rzeczy pochlebne impertynencye: że jest dumną, okrutną, nielitościwą jak głaz kokietką itd. Zasada: „Poznaj siebie samego“ obchodziła tu ironiczny tryumf. Ola pozwoliła i Strumieńmieńskiemu zajrzeć za kulisy (?) swego serca i mówiła o swej skrusze z powodu samobójstwa Gasztolda tak, żeby Strumieński mógł sobie pomyśleć: „Więc dla niej się nawet zabijają (zaraz pluralis), nie umiałem cenić tego skarbu!“ Strumieński jednak nie chciał jej zrobić tej przyjemności, bystrość jego zaostrzyła się, i teraz on w odwet zaczął prawić Oli: Komedyantka! a czemuś go nie kochała, czemuś go porzuciła? tyś go nigdy nie kochała! — Ola: I ty to mówisz mnie, swojej żonie, ty go przedemną bronisz, za nim się ujmujesz!? — Roztrząsali różne szczegóły z przeszłości, demaskowali się wzajemnie, psuli sobie i targali „piękne wspomnienia“, ale ostatecznie, zatruwszy sobie zupę, jedli ją, razem dalej, to znaczy: pogodzili się jakoś, bo on był „szlachetnym“, a ona miała „dobre serce“. Coraz bardziej zbliżali się do tego typowego w małżeństwach stanu, któryby można nazwać segregacyą interesów: osobno sercowe, osobno umysłowe, osobno płciowe itd., jak w pewnych płynach, które, zmieszane razem w jednem naczyniu i wstrząśnięte, po pewnym czasie układają się przecież w osobne warstwy. Jakkolwiek więc na pozór wszystko się „odstało“, Strumieński za mało już miał wiary w swój stosunek do Oli, uważał go za rodzaj koniecznego złego, które lepiej, że było takie niż inne, za wymierzone zwyczajnym cyrklem przeciętne szczęście, które mu dał pan los, poznawszy, że dając mu Angelikę pomylił się w miarze. Tak istniały obok siebie dwie tragikomedye, nie rozumiejące się wzajemnie."
      },
      {
        "index": 6,
        "text": "Dalej muszę znowu poruszyć wpływ literatury i tzw. prądów umysłowych w sztuce na Strumieńskiego. Konjunktura literacka była teraz taka, że tzw. dekadentyzm, secesya, po okresie walk, w których je odsądzono od czci i wiary, zdobyły pewne prawo obywatelstwa i, jak niektórzy znawcy mówili, uklasyczniły się. Zmiana ta dokonała się stosunkowo dość prędko. Nowym aspirantom sztuki wskazywano już nawet weteranów dopiero co uklasycznionego prądu jako wzory do naśladowania, jako tych, którzy już właśnie „dopełnili miary tego, co w sztuce dozwolone“. Więc biedacy nowi nie mieli nic innego do roboty, jak wołać z Aleksandrem Wielkim: „Mój ojciec podbił świat cały, a mnie nic nie zostawił!“ To działo się przy „głównych ołtarzach“ sztuki i literatury, jednakże dla publiczności naszej owi weterani i ich naśladowcy byli właśnie dopiero teraz nieuznanymi, uciskanymi i prześladowanymi, bo „prąd“ dopiero wtedy zyskiwał tu zwolenników, gdy go już gdzie indziej dostatecznie sprawdzono i wypróbowano, gdy już zagiął swe ostrze i nie był istotnie szkodliwym."
      },
      {
        "index": 7,
        "text": "Znamy dawne stanowisko Strumieńskiego wobec współczesnych prądów umysłowych. Otóż jak wówczas, tak i teraz przyłączył się on do rzekomej mniejszości, słuchającej jak trawa rośnie, pociągało go to nawet, żeby być zwolennikiem idei „zapowietrzonych“. Był zelektryzowany. I jak pierwej, tak i teraz przystosowywał idee, wyrzucane na brzeg przez „prądy czasu“, do sprawy Angeliki. Znalazł teraz rehabilitacyę i uprawnienie tego, czego się dawniej w myślach wstydził, co dlań było tylko zastraszającem, niesłychanem, czemś, co trzeba ukryć pod ziemię lub sfałszować, — i odetchnął. Poznawał dalsze dzielnice swego charakteru tak, jakby rozszerzał swój majątek, lub odkrył w nim kopalnię."
      },
      {
        "index": 8,
        "text": "Nie odrazu odbyła się w nim ta zmiana. Wszakże czuł, że nowe rzeczy, do których lgnął, są poniekąd w sprzeczności z poglądami, które dopiero niedawno na sobie wymusił. Właściwie nowa jego ewolucya nie była dokładną, symetryczną recydywą, bo kiedy wówczas „wypędzał swą naturę“, działo się to na tle antagonizmu „czynu“ z „myślą“, Hamleta z Fortinbrasem, neurastenii ze zdrowiem, teraz zaś przeciwstawieństwo brzmiałoby raczej: filister i dekadent, albo — ponieważ do nazwy dekadenta nikt przyznać się nie chciał: — filister i człowiek subtelny, wyczuwacz, vulgo subtelniaczek, kulturalny Europejczyk o skomplikowanej duszy. — Otóż jakiś czas tolerował Strumieński u siebie i starego i nowego gościa (niepoprzebijane ścianki), odkładał załatwienie tej dwoistości na później, a tymczasem nie walczył z sobą, lecz oddawał się upodobaniom secesyjnym. I stary gość wkrótce sam się wyniósł, pozostawiwszy po sobie różne „postulaty“, „obowiązki“, tudzież minę prochową dla swoich następców."
      },
      {
        "index": 9,
        "text": "Nowych upodobań swoich Strumieński zrazu nie prowadził na własny rachunek, lecz na rachunek Angeliki i Pawełka. Przedewszystkiem bowiem przekonywał się, że twórczość Angeliki w najryzykowniejszych nawet swoich objawach nie była czemś bezsensownem, a więc wyjątkowem, czemś, co miałoby tylko prywatną wartość, ale przeciwnie, miała pewne cechy, wspólne z dążnościami modernistycznemi, i mogła się zapewne pokazać przed szerokiem forum, wywołać sensacyę i uznanie. Dotyczyło to nietylko obrazów, ale nawet „Księgi Miłości“. Ziarno, zasiane niegdyś przez Gasztolda, teraz kiełkować zaczęło. Wprawdzie wcale nie miał zamiaru pokazywać spuścizny duchowej Angeliki, zanadto jeszcze był z nią osobiście związany, a za mało był pewnym jej i siebie. Ale zaczął dla niej odczuwać respekt przekonaniowy, współczuł przez nią, dla niej i w jej imieniu z nowym ruchem, chociaż się jeszcze stanowczo nie decydował, wątpił. Pamiętał, że dawniej lekceważył ją nieco, teraz postanawiał to wynagrodzić. Dlatego też rozmyślania o niej przybierały czasem formę uwielbienia — jakby potrzebował jej protekcyi, żeby należeć do tej sfery, w którą ona już była wtajemniczona. Na razie zaczął pisać jej życiorys, aby opowiedzieć historyę jej obrazów, wyłuszczyć jej intencye malarskie, które przekręcał na modłę modernistyczną. Dla kogo miał być ten życiorys przeznaczony, na razie nie wiedział, ale miał na myśli, oprócz szerszej publiczności — po swej śmierci —, także Pawełka."
      },
      {
        "index": 10,
        "text": "Strumieński zajmował się gorliwie wychowaniem Pawełka, więcej niż innych swoich dzieci. I w tem był punkt egoistyczny. Po pierwsze: na dzieciach tak przyjemnie widzieć zupełność i nowość swego oddziaływania; po drugie: wskutek łatwo zrozumiałego, po większej części dobrowolnego złudzenia umysłu widział w nim siebie jako dziecko i chciał mu dać wszystkie te dostatki, wrażenia, nauki, pieszczoty rodzicielskie, których sam w swojem dzieciństwie nie zaznał. Używał razem z Pawełkiem rozkoszy swego wychowania, wmyślając się w jego stany, — wracały mu czasy zamierzchłe. Studyował dzieła pedagogiczne, badał go, podsuwał mu różne wyobrażenia i myśli, stosownie do tego, jaki przełom odbywał się w jego własnych zapatrywaniach. Starał się trzymać go jak najdalej od wpływu Oli, który uważał za szkodliwy i ogłupiający, i w tym celu wzbudzał w nim dość świadomie niechęć i nieufność względem matki. To było także powodem niesnasek w łonie rodziny, choć Ola sama wnet wpadła w ton poddawany przez Strumieńskiego i bojkotowała Pawełka, poświęcając swą uwagę i miłość wyłącznie innym dzieciom i tresując je w swoich upodobaniach (czem znowu naśladowała Strumieńskiego). Tak dzieci były żywemi figurkami na tej szachownicy małżeńskiej."
      },
      {
        "index": 11,
        "text": "Strumieński w okresie, w którym opętany był jeszcze przez prądy antidelikatne, zamierzał nadać wychowaniu Pawełka zakrój szorstki, angielski, robinzonowy, uniknąć wszystkiego, coby mogło jego umysł zniewieścić; dlatego usuwał także wpływ Oli, której pedagogia polegała na zawijaniu dzieci w futra, dawaniu im łakoci, strojeniu ich i przywożeniu im bezużytecznych a drogich zabawek. Tolerował nawet różne dzikie pociągi u chłopca: bitność, pasyę, okrucieństwo. Pamiętał ze swego własnego dziecięctwa, jak ów ksiądz, któremu służył do mszy, poddawał mu pierwsze nieznaczne pojęcia sentymentalne, jak np. uczył go, że ptaszki to stworzenia boże, że to „ptaszkowie niebiescy“, — i jak on potem srogich doznawał cierpień, gdy Robert, poznawszy jego litościwe popędy, codzień rano wieszał przed jego oknem na szpagacie wróble i myszy, lub prowadził go nad rzekę, wyjmował z kieszeni ślepe jeszcze pieski lub kotki i topił je mimo błagań przybranego brata. — Atoli właśnie troskliwość, jaką Strumieński otaczał Pawełka, czuwanie nad każdym objawem jego życia, nie sprzyjały uprymitywnieniu umysłu dzieciaka, bo go zbytnio rozwijały i komplikowały. Rodzice, którzy dzieci zaniedbują, puszczają je samopas, nie robią z niemi eksperymentów, łatwiej osiągają ten cel, który sobie wytknął Strumieński, usiłując wywołać niejako sztuczne zdziczenie u Pawełka. Strumieński szedł za hasłami Rousseau’a, odświeżonemi przez nowoczesną blagę o „czynie“, i nie wiedział, że tzw. powrót do natury byłby szczytem subtelności, mógłby być osiągnięty chyba przy pomocy bardzo trudnego alembiku, i że t. zw. ludzie prości, ludzie posiadający t. zw. chłopski rozum, mają w głowie więcej zakrętasów niż ludzie wyrafinowani, są kłamliwsi, posługują się grubszemi, bardziej niezrozumiałemi (chociaż popularnemi) abstrakcyami, jednem słowem nie są wcale naturalni."
      },
      {
        "index": 12,
        "text": "Ze zmianą ugrupowania w poglądach Strumieńskiego na najżywotniejsze kwestye duszy zmienił się też i jego plan co do ukształtowania charakteru Pawełka. Opowiem o tem później (w rozdz. XIV.), a tu tylko powtórzę, że wspomnianą biografię pisał Strumieński po większej części dla Pawełka, wyobrażając go sobie dorosłym młodzieńcem, robiąc doń różne odezwy — chciał go bowiem zapoznać z jego duchową matką, a za taką uważał właśnie Angelikę."
      },
      {
        "index": 13,
        "text": "Różne więc powody: małżeńskie, towarzyskie, literackie, ojcowskie itd. złożyły się na to, że Strumieński rozpoczął znowu brnąć w stary nałóg, którego ścieżki były już udeptane. Nastrój i treść, nagromadzone w czasie żałoby, zakonserwowały się dobrze pod lodem odstępstwa. Obraz Angeliki odżył w jego duszy czysty, a fala sceptycyzmu, która po nim przeszła, przyczyniła się tylko do jego uszlachetnienia. Cały ten daleki okres życia, którego skutków nigdzie nie było na świecie prócz jego duszy i jego muzeum, o którym zapomnieli inni ludzie, zapomniała Ola, imponował mu teraz, zachwycał, napawał go dumą. I Strumieński powracał weń pamięcią jakby w las żywiczny, który bez jego wiedzy wyrósł na dawnem pustkowiu. Ale dość poetycznych porównań; posługuję się niemi głównie dlatego, żeby skrócić rzetelny opis i dać jakiś równoważnik powieściowy za subjektywny wygląd tych wzruszeń i uczuć, któremi przepojona była recydywa Strumieńskiego."
      },
      {
        "index": 14,
        "text": "Gdy rozpoczął ową biografię, spostrzegł zrazu, że wpada w ton zachwytu, hymnu, ale pozwolił sobie na to, bo we współczesnej literaturze znajdował dość analogicznych wzorów. Wnet jednak poznał, że rytm jego myśli o Angelice nie pochodzi tylko z naśladownictwa, lecz jest wywołany wewnętrzną potrzebą, gdyż kompleks Angeliki nabrał przez ten czas pauzy, bez udziału jego świadomości, mnóstwo nieznanych mu przedtem barw, tonów, nazw, odnośników, ogromnie się uperspektywicznił, ale zarazem mimo swojej uroczystości zbanalizował. Nie był tak plastycznym, malarskim, jak napad wspomnień, opisany na str. 91., był zato bardziej muzycznym. Gdy chciał w biografii przystąpić do szczegółów, musiał użyć pewnego wysiłku umysłowego, aby rozkruszyć zrosły kompleks. Łapał siebie na tem, że nie pamiętał wielu rzeczy, o których pierwej doskonale wiedział. Odtąd pisząc lub rozmyślając (biografia stała się niejako krytyką jego marzeń, którą jako krytykę porzucał), coraz bardziej pisał i przypominał sobie sam dla siebie. Opanowała go gorączka człowieka, który ratuje i wydziera toni swoje skarby. Ubierał swoje wspomnienia w ładne formy, posypywał poetycznym cukrem, rugował to, co mu się zdawało przypadkowem, niepotrzebnem (por. str. 91. w. 30. i 166. w. 20.), stwarzał całość, sprzęgał z sobą fakta wyrwane luźno z przeszłości. Satysfakcyę przytem sprawiało mu pokonywanie różnych trudności i rzekomych przesądów w sobie, pisał i myślał śmiało i swobodnie — tak mu się zdawało. Poruszał różne kwestye erotyczne, kokietował nieraz z „Księgą Miłości“, a czasem to i owo zmyślał i dodawał, wsuwał między zdarzenia jakieś własne wymysły czy domysły, a te mu się potem w głowie tak utrwalały, że uważał je za wspomnienia rzeczywiste, które wyłoniwszy się z pamięci zamieszały się przypadkowo między wytwory fantazyi. I tak np. zdawało mu się, że pamiętał, jak raz we Włoszech badał na piasku nadbrzeżnym ślady jej bosych stóp i płacił jakiemuś chłopakowi za szukanie dalszych śladów, — a przecież się mylił. Zajście takie nie zdarzyło się wcale, było nawet nieprawdopodobnem, a obraz jego urobił się w głowie Strumieńskiego na podstawie innego zajścia, jakie mu się zdarzyło jeszcze w dziecięctwie nad brzegiem owej rzeki nienazwanej u mnie, do której wpadał Wontok."
      },
      {
        "index": 15,
        "text": "Potem zaś ustawał zapał biograficzny, i Strumieński znalazłszy się wśród błoni przeszłości, doznawał czasem jakby drżenia teraźniejszości, otaczał się znowu ukochanemi widmami — tym razem bez smutku i bez tęsknoty. Albowiem nawet najważniejsze wypadki powlekły się już jakąś mgłą powieściową tak, że to, co teraz przeżywał, było niejako rozkoszą estetyczną. Nazywał siebie szczęśliwym, chodził jakby odrodzony, a w tej pozie błogości nie chcąc, by mu ją cokolwiek z zewnątrz zepsuło, był dobrym dla otoczenia, dzielił się nawet swojem szczęściem z Olą, która, nie domyślając się niczego, dziwiła się nagłym jego wybuchom czułości. Pory nieumówionej separacyi i wstrzemięźliwości płciowej jeszcze bardziej sprzyjały wzrostowi tego nowego pokolenia cyprysów w pamięci Strumieńskiego; niemniej jednak sprzyjało i zaspokojenie, bo odrywało od marzeń ciężar tęsknoty i pozwalało im bezinteresownie bujać po dalekich obszarach."
      },
      {
        "index": 16,
        "text": "W Angelice miały ucieczkę także wszystkie niezaspokojone ideały, nierozwiązane zadania, do których mu brakło zdolności. Tu był jego ratunek ogólny, jego panaceum. Ona była mu zastępczynią „prawdy“, której już nie potrzebował, posiadłszy niby cel wszelkich prawd; tak samo była lekarstwem przeciw przykrościom zewnętrznym, np. z powodu Gasztolda i Oli, opisanym w rozdziale XII. Nie zawadzi też nawiasem zwrócić uwagę na jedną małą różnicę: że Strumieński pieścił się czasem Angeliką samą, a czasem tylko historyą jej, jedno było ucieczką, drugie przyjemnością."
      },
      {
        "index": 17,
        "text": "Taki sposób życia nie przeszkadzał kochankowi swej zmarłej żony oddawać się zwykłym zajęciom, nie wyrzucał go z toru, nie kłócił go z nikim, — to też Strumieński, zawdzięczając mu nową dumę, mianował go swojem „życiem podziemnem“. Uważał się za legendowego mędrca, który chodzi z dyamentem w głowie, — a artyzm życia zasadzał teraz na tem, żeby żyć między ludźmi, nie zdradzając się ze swojem bogactwem."
      },
      {
        "index": 18,
        "text": "Wprawdzie były drobne nieforemności w tem szczęściu, np. gdy ono przechylało się w stronę tęsknoty. Widzieliśmy, jak sobie radził fantazyą, ale też wracało mu do pamięci wiele szczegółów o Geli, nieprzeczutych podówczas dobrze, niewyzyskanych, niedopowiedzianych niejako, — szczegółów, które mu się teraz wydawały przepięknymi. Zaokrąglał je w swym opisie, uzupełniał, ale nie zawsze udało się pamięć oszukać, czuł zanadto dobrze niezgodność opisu z rzeczywistością, i bolał nad bezsilnością swej tęsknoty. W tymże czasie on, który w okresie żałoby forsował sny o Angelice, zaczął coraz częściej śnić o niej. Fluktuacye snów są dziwnem a nieobliczalnem zjawiskiem. Widocznie tak, jak w czasie pierwszej próby w głąb śnił sceny z dziecięctwa, tak teraz epoka pożycia z Angeliką była niejako drugiem dziecięctwem, które zajęło miejsce tamtego, skrystalizowała się w duszy jako materyał na sny, i sny te wylatywały niespodzianie jak z puszki Pandory. Strumieński z radosnem biciem serca widział w nich przeznaczenie, zrządzenie, blizkość Angeliki, nazywał je wskazówką losu. Między zabiciem niegdyś psa w lesie a nową swoją raną, która cofnęła go napowrót w „życie podziemne“, upatrywał jakiś tajemniczy związek. Znowu zaczął rozmyślać o wywoływaniu duchów — ale wkrótce sny minęły, rozpierzchły się i nie wracały. Pożegnał je z westchnieniem i pewną rozpaczą, ukrywaną przed samym sobą, i prowadził dalej swe oficyalne „życie podziemne“. O duchach rozmyślał wciąż — ale wszedł już na tory teoretyczne, mówił np.: ponieważ czujemy potrzebę duchów, więc one muszą istnieć. Był to kulawy dowód scholastyczny, albowiem essentia (albo raczej cupiditas, voluntas) alicuius rei non involvit eius existentiam (definicya, a raczej pożądanie, chęć jakiejś rzeczy nie stanowi o jej istnieniu)."
      },
      {
        "index": 19,
        "text": "Nieforemnościami nazwałem to. Ale w ten sposób zajechał pokryjomu do Strumieńskiego pierwiastek pałubiczny."
      }
    ]
  }
}