{
  "chapterNumber": 21,
  "title": "XXI. Ostatnia wieżyczka nonsensu",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XXI. Ostatnia wieżyczka nonsensu. Zdążam do końca mojej rozprawy."
      },
      {
        "index": 2,
        "text": "Ludzie dojrzali, doświadczeni, którzy nieraz zetknęli się z pierwiastkiem pałubicznym, nabywają pewnego wewnętrznego cynizmu i stają się zarozumialcami. Uostrożnili oni swoje programy albo zrezygnowali na wszystkich polach — wyjąwszy na egoistycznem, i pomimo wszelkiego respektu dla urzędowego myślicielstwa mają na ustach i w sercu specyalny uśmieszek: oni to wiedzą lepiej, oni nabyli pewnej miary kontrolującej, która ich nigdy nie zawodzi, nie zajmując się nigdy filozofią, mają pretensyę do posiadania esencyi z filozofii. Tak-to człowiek bierze sobie zapłatę za własne rozczarowania. Ale od poezyi żądają, by była inną, świetlaną, prostą, bosko-naiwną, by nie znała pałubicznych tajemnic życia, zupełnie tak, jak się to dotychczas działo z kobietą, której dlatego nic nie uczono, przed którą nieraz rzeczy najważniejsze dlatego ukrywano, żeby pozostawała niby aniołem, pocieszycielem, ziemskiem wcieleniem ideału, „lepszem ja“ mężczyzny itd. — a ten anioł bywał tylko kucharką i torbą na dzieci. Czyż jednak tzw. poezya jest naprawdę kobietą, a nie mężczyzną? Tylko zazdrość daje poezyi synekurę w niebie i we wszelkich „idealnych“ regionach, aby nie odkrywała pierwiastku pałubicznego; ten na swą wyłączną zdobycz oni chcą zachować, a z poezyi w duchu, choćby nieświadomie, podrwiwać sobie, że jest tak poczciwą."
      },
      {
        "index": 3,
        "text": "Strumieński stał się jednym z takich doświadczonych sybarytów. Mniemał, że widział rzeczy, o których się filozofom i poetom nie śniło, a ponieważ jak wielu ulegał szablonowej potrzebie dzielenia życia ludzkiego na fazy, epoki, twierdził więc sobie, że oto dla niego teraz nadszedł wiek dojrzały, który cechuje się właśnie upokorzeniem człowieka na wszystkich punktach."
      },
      {
        "index": 4,
        "text": "Można powiedzieć (naturalnie biorąc w myśli z góry poprawkę), że starsi ludzie, mający więcej wolnego czasu, jeżeli nie oddadzą się rozpuście w różnych formach, zużywają nadmiar swoich sił umysłowych w dwóch kierunkach: są albo politykami, albo jużto jawnymi jużto skrytymi artystami. Nie idzie o to, by sami byli działaczami na jednem lub drugiem polu, idzie głównie tylko o kierunek ich zainteresowań. W tym drugim typie pozostał Strumieński, tylko że od sztuk pięknych zwrócił się więcej ku literaturze, bo w niej łacniej znajdował odłamki i tony ze swego życia."
      },
      {
        "index": 5,
        "text": "Równocześnie w sferę swoich umysłowych zajęć wciągnął Strumieński w jeszcze większej mierze nauki przyrodnicze: to znaczy sprowadzał dużo popularnych książek z tego zakresu i gustował w nich. Już sama obecność tych dzieł w bibliotece była dlań sojusznikiem jego dalszych nieczystych sprawek, tworzyła rezerwę, w której spodziewał się zawsze znaleść takie dowody lub uspokojenia, jakichby potrzebował."
      },
      {
        "index": 6,
        "text": "Jedno szczęśliwe opanowanie finansowej sytuacyi w Wilczy, które, jak mu się niesłusznie zdawało, zawdzięczał oszachrowaniu młodego Maryusza na kupnie Smolówki, suggestyonowało mu także w innych postępkach pewne cyniczne zuchwalstwo. A więc nietylko utrzymywał dalej stosunek z Pauliną, ale spotkawszy w jakiemś mieście Berestajkę, przy szampanie odnowił z nią znajomość. Ola rezydowała w pałacu a Paulina we dworze. Mimo koniecznej pozy zdradzanej i przebaczającej małżonki, znajdowała Ola pewną przyjemność — której się wstydziła — w roztaczaniu kurateli nad obojgiem grzeszników, w porozumiewaniu się z uległą Pauliną co do obchodzenia się z Strumieńskim, — ona sama potrzebowała dla swoich kaprysów osoby, któraby przed nią drżała, czuła się winną i pomagała jej w strojeniu i podziwianiu panienek Strumieńskich. To też gdy Paulina wyjeżdżała — gdzieś daleko do swych krewnych, chcąc się tam wydać za mąż na podstawie posagu, który jej zapewnili oboje Strumieńscy, — pani Strumieńska uczuła pewną przykrość i żal, żegnała ze łzami biedną sierotę a mężowi zarzucała niewdzięczność względem „tej istoty“."
      },
      {
        "index": 7,
        "text": "Życie Strumieńskiego coraz bardziej powtarzać się zaczęło. W tych samych ramach, te same osoby i stosunki, a większa część głównych kombinacyi już była wyczerpana. Gwiazda miłości tajemnicza, która oświecała jego młode lata zbladła zupełnie. Doszedłszy na szczyt jakiejś wysokiej góry, drogą pełną wabiących kwiecistych widoków i niespodzianek, ujrzał po drugim stoku monotonną szeroką płaszczyznę a na jej granicach groby i kości ludzkie. Granica ta przybiegła ku niemu prędzej, niż się spodziewał."
      },
      {
        "index": 8,
        "text": "Pawełek wbrew obawom ojca rósł na dzielnego chłopca. Wprawdzie poznawszy „miłość“, kochał się teraz w spotykanych ideałach platonicznie ale z więcej realnym podkładem marzeń, lecz porzuciwszy narzucone mu przez ojca malarstwo, oddawał się z furyą, właściwą jego wiekowi, wszelakim sportom, do czego go Strumieński sam zachęcał. Ileż razy mama przestrzegała: utopisz się, spadniesz, zastrzelisz się! I „sprawdziły się“ jej przepowiednie. Wyjechał raz w pole na niesfornym koniu, który nie słuchając nieumiejętnego jeszcze jeźdźca, powrócił galopem do stajni, a Pawełek siląc się wciąż, by zmusić konia do posłuszeństwa, zapomniał uchylić głowy, zawadził nią o bramę stajni i rozbił sobie czaszkę."
      },
      {
        "index": 9,
        "text": "Ze śmiercią Pawełka dokończył swego dzieła przypadek, ten mistrz nihilista, wyszły z łona natury, który wszystkie zdarzenia na świecie sprowadza i zobojętnia do jedynie prawdziwego mianownika bezimienności, kończąc zaś, uwieńczył je skrycie błyszczącą koroną szyderstwa, gdyż ów koń, który uniósł Pawełka, nazywał się Angelo (o czem zresztą Strumieński nie wiedział)."
      },
      {
        "index": 10,
        "text": "Powoli, po przebyciu bolu po stracie nieocenionego chłopca, umysł Strumieńskiego wrócił znów do równowagi, odzyskał znów zaufanie do dawnych myśli, których nic już pokrzyżować nie mogło. Zmarły Pawełek był mu jeszcze droższym niż żywy, — ten drugi — trzeci — czy czwarty grób nadawał jego życiu wyższą, cmentarną jedność, w którą ledwie się wierzyć ośmielał, bojąc się, czy się nie mylił, wiedząc, że się mylił. Postać Pawełka stała mu się tak legendową jak postać Angeliki, — i kiedy pękło to ostatnie naczynie jego tajemnic z Angeliką, wydało mu się, że cała przeszłość jego leży teraz przed nim, jakby dramat kierowany dłonią niewidzialnego reżysera, który ma w tem jakiś cel — jaki? o to nie pytał. Uwiedziony nadzwyczajną chociaż pozorną tylko symetrycznością zdarzeń, łączył ich punkty szczytowe liniami, tworzył historyozofię własnego życia, doszukiwał się w niem pseudozwiązków, którymi się upajał. Takie myśli jego rosły na cmentarzach przeszłości obficie jak las cyprysów, a ponad tym lasem od grobu Angeliki do grobu Pawełka rozpinała się tęcza, której drugie półkole gdzieś także być musiało. Bo czyż Pawełek nie był wyraźnie synem jego i Angeliki? Czyż ona objawiając się na ziemi pod różnemi postaciami, nie zabrała go w końcu do siebie jako swojej własności? Czyż jej obraz cudowny nie dotrzymał tego, co obiecywał? Czyż nawet i owa Kseńka-Pałuba nie należała do tego samego koła? Czy przez nią obłąkana Angelika na znak przebaczenia nie wróciła do niego, do nich — ona matka a zarazem kochanka? Tu czuł jakiś nonsens o zabarwieniu kazirodczem, ale omijając go, stawiał dalej pytania retoryczne, bo to była najbezpieczniejsza forma tych myśli: Czyż blask bijący z centrum tego koła nie padł nawet na Berestajkę, nawet na Olę, nawet na Paulinę? A gdy zbyt niewyraźną była ta mowa ducha, czyż nie potwierdziła śmiercią Pawełka wilkołaczej misyi Pałuby? O te runy na grobach wzajemnie się uzupełniające! O, tu był wir niedopowiedzianych, pozostawionych na krańcach możliwości cudów, wir objawień i dalekich znaków, w którym jego umysł kąpał się i tonął z rozkoszą, tu był początek jakiejś szalonej i wzniosłej orgii wszystkich ze wszystkimi, w pośrodku której królowała Angelika."
      },
      {
        "index": 11,
        "text": "Słyszał wówczas niejako szum idei przelatujących nad nim, niejako zgrzyt olbrzymich wypadków, zahaczających się z sobą w głębiach kosmicznych...... włosy na skroniach podnosił mu zimny powiew, powieki rozwartych oczu drgać przestawały..."
      },
      {
        "index": 12,
        "text": "Sprawa Angeliki wstąpiła w stadyum najwyższego, nienaruszalnego już uduchowienia."
      },
      {
        "index": 13,
        "text": "Cieszył się więc, że zataił jej obraz i pozostał z nim sam. — Postanowił żyć dalej tak jak dotychczas i czekać, „co zmienne jutro przyniesie“, lecz postanawiał także, — że kiedy i na niego powionie chłód śmierci, to on rozwiesi jeszcze raz naokoło siebie wszystkie obrazy swej ubóstwianej pierwszej żony, pogrąży się jeszcze raz we wszystkie wspomnienia, zapali rubinowe światło przed jej cudownym obrazem, i na ręku duchów przepłynie w ten kraj, gdzie wreszcie zobaczy, jakto tam jest po drugiej stronie kanwy. KONIEC."
      }
    ]
  }
}