{
  "chapterNumber": 19,
  "title": "XIX. Trio autora",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIX. Trio autora. Bo cóż sądzisz ty sam szanowny autorze? Czy chcesz się kryć pod swoje dzieło jak inni poeci, udawać wszechmądrego, wmawiać w nas, że opowiadasz rzeczywiste wypadki, imponować nam swojemi subtelnościami psychologicznemi, które sam nieraz cofasz i takim niepewnym, szukającym tonem wypowiadasz? Nie, tego się po tobie nie spodziewam szanowny autorze, w twem opowiadaniu były takie akcenty, które mi się każą spodziewać, że wprowadzisz mnie za kulisy kulis swej sztuki. Wprowadzasz? Ale czy naprawdę? Więc powiedz mi najprzód — jak ci się podoba Strumieński? Czy jesteś jednym z tych autorów, którzy wyszydzają, wydrwiwają swe postacie, aby przez to narzucić czytelnikowi opinię, że oni sami więcej wiedzą, że są mądrzejsi? Czy nie przerzucasz właśnie swego własnego chaosu na Strumieńskiego? A co myślisz o jego eksperymentach w celu pogłębienia miłości? Czy się z nich wyśmiewasz, czy..."
      },
      {
        "index": 2,
        "text": "Mamże wyraźnie powiedzieć, że jestem po stronie Strumieńskiego? Gdyby taki człowiek żył i gdybym mógł podglądnąć jego życie wewnętrzne, byłby dla mnie zjawiskiem imponującem, wyjątkowem ze swemi przerażającemi próbami, radbym się z nim spotkał i pomówił. Powiedziałbym mu może: Panie Strumieński, ty który chciałeś urzeczywistnić frazes, w jakiżto wpadłeś chaos! Dlaczego ci nie przyszło na myśl, że nie ty skompromitowałeś ideę, ale że idea skompromitowała się przed tobą! Nic innego nie można było tu stworzyć nad to, co ludzie robili, a ty żyłeś wciąż pod pręgierzem fałszywej myśli, że dobrowolnie nie zrobiłeś tego, co ci się wydawało najwyższem, i tak stałeś się niekrwawym męczennikiem idei. Co zrobiłoby stu innych ludzi na twojem miejscu? Nie troszczyliby się o wygasanie uczuć w swych sercach; szablony żalu, pozostawione po jakichś dawnych czujących, wystarczają im na minimalne ich bole i tęsknoty. Płyną z falą — tyś chciał płynąć przeciw fali, i wcielić przeszłość do teraźniejszości, próbowałeś jej we własnych myślach wystawić trwały pomnik, dać jej dalsze życie w sobie i w innych — lecz w jakiż potem popadłeś chaos!"
      },
      {
        "index": 3,
        "text": "Widziałem np., jak odkrywszy w sobie pewną warstwę komedyi, zużytkowałeś to odkrycie i wycofałeś się. Mamże ci brać to za złe? Potknąłeś się tylko na własnej szczerości. Bo cóż to znaczy komedya? Pokazuje się, że jest ona niezbędną częścią działania ludzkiego; a jeżeli człowiek wybiera sobie wyższe formy życia, ma jakieś wzory lub plany przed oczyma, wówczas musi mu towarzyszyć uczucie roli. Zwłaszcza gdy idzie o przezwyciężenie punktu wstydliwego lub o natężenie pewnych uczuć, które zazwyczaj w tzw. naturalnych warunkach znajdują się w małej dozie (tu np. miłości, żalu), wtedy musi wejść w grę wyrafinowanie psychiczne, wyzyskiwanie samego siebie, ale ono nie powinno człowieka zmylić z tropu, nie powinno być nazwane komedyą. Pojmie to każdy, kto np. choćby raz w życiu wygłaszał mowę pogrzebową nad mogiłą jakiegoś sławnego, ale osobiście obojętnego mu człowieka. W pewnym dramacie ojciec bolejący po śmierci syna chce zabezpieczyć rozpacz przed zmniejszaniem się jej i mówi między innemi: „Znienawidziłbym nawet pociąg do smutku, pociag — to przecież przyjemność!“ Musi być pewne stadyum umyślności, komedyi, śmieszności nawet. Tego nie uwzględnił Jacobsen, pisząc „Nielsa Lyhne“, gdyż niedocenia „poetycznych“ zachcianek swego bohatera, rozczarowuje się jego komedyami, wogóle traktuje jego zachowanie się nie jako dążenie do lepszych form życia, lecz jako fantastykę. Również np. Ibsen w „Dzikiej kaczce“ szykanuje poniekąd Hjalmara za to, że nie zaraz zrywa z Giną, lecz zwleka i więcej grozi, pozuje niż działa. Wogóle zanadto się ulega rozróżnianiu dwóch kontrastów: pozoru i istoty rzeczy, a tylko Goethe miał pomysł powiedzieć: „So lasst mich scheinen, bis ich werde“."
      },
      {
        "index": 4,
        "text": "Zauważyłem już, że Strumieński był tylko o tyle szczerym, o ile mu było potrzeba czyto do fajerwerku, czyto dla dogodzenia swemu charakterowi, — i wskutek tego rozwiało się dzieło jego życia. Pytanie powstaje, czy niezupełność w szczerości jest jego winą. Tu nawiązuję do kwestyi, poruszonej już w rozdz. IX. Czy wogóle w szczerości jest pewien punkt migotliwy, gdzie się zaczyna odpowiedzialność etyczna? Lub — żeby nie przesadzić etycznego znaczenia sprawy: czy jest chwila świadomego zatajania, postanowienie niewiedzenia, rozmyślne uleganie czemuś, co jest przyjemniejsze lub mieści w sobie nakaz, — czy też ta odpowiedzialność nie istnieje wcale, istnieje zaś raczej niemożliwość tego, żeby być czystem lustrem swych myśli, gdy w te myśli coś się wkradnie, co je tyranizuje i przebarwia?"
      },
      {
        "index": 5,
        "text": "Otóż Strumieński zabagnił sprawę Angeliki, ponieważ nie zastanawiał się nad obu wyżej poruszonemi kwestyami."
      },
      {
        "index": 6,
        "text": "Po trzecie zaś nie mógł sobie dać rady z kwestyą natury i nienatury i przeraził się (naumyślnie zresztą) ewentualnego zarzutu nienaturalności, postanawiając sobie działać w myśl natury i kochać tak jak mu się podoba. Co jednak znaczy „nienatura“? Właśnie (to „właśnie“, z którego się rodzą filozofie) że postępował wedle wskazówek natury, rozszerzał ją, stwarzał drugą naturę w naturze. Słowo „nienaturalność“ jest tylko obłudnym wynalazkiem przeciętników i świętoszków, wiadomo bowiem, że nieraz w „nienaturalnościach“ natura lepiej się wypowiada, niż w swych pospolitych przejawach. Emancypacya miłości „z pęt ziemskich“, którą przeprowadzał Strumieński zrazu z Angeliką a potem sam, jest już choćby z tego względu zamiarem naturalnym, że oboje byli cząstkami natury, a więc ich zamiar idzie na tę samą rubrykę."
      },
      {
        "index": 7,
        "text": "Inna rzecz, jeśli o naturze będziemy mówić jako o możliwości. Tu powstają dwie kwestye: Co czekało Strumieńskiego w dalszym ciągu jego eksperymentów? I czy wogóle jego przedsięwzięcie miało sens jaki?"
      },
      {
        "index": 8,
        "text": "Rozważmy więc, czy Strumieński, gdyby zechciał asymilować czy też annektować wszystko, nawet zdradę, do miłości, byłby już u końca swych eksperymentów? W tym celu, dla lepszego uwydatnienia sprawy, zmieńmy najprzód nieco samą sytuacyę i wyobraźmy sobie idealną parkę, niezmiernie wysubtelnioną psychologicznie, która stara się doprowadzić miłość do nadzwyczajnej wyżyny — a zarazem (finta planu) do absurdu przez ironię dla tego, który miłość stworzył. Postanawiają tedy np. przez próbę wzajemnej zdrady przezwyciężyć czynnik fizyczny, tak że satysfakcya ze zdrady musiałaby się wcielać do skarbca miłości, jedno odczuwałoby rozkosz zdrady drugiego, nawet rozkosz z tej reszty niepowiedzialnej, czy przecież ukrywanej, — słowem, igraszki aniołów wcielonych w ludzi, bawienie się niebezpieczeństwami. Aby dojść do takiego wymijania przeszkód lub asymilowania ich (Womela nazwałby to „zniebieszczaniem“), trzebaby ogromnej siły psychologicznej, szczerości, mądrości i przenikliwości. Tak to można teoretycznie pomyśleć — to niby przewidywanie i przełamywanie czynników życia występujących w praktyce (pałubizmu), będzie to jednak tylko temat, plan symetryczny, w każdym razie a priori powzięty mimo swego „przewidywania“. W życiu nastąpiłoby rozchwianie się tematu (ideału), okazałoby się bankructwo słów „wcielać się“ „zasymilować“, które obejmowały więcej porównania niż treści. Owa idealna parka nie urzeczywistniłaby swego planu, a odbyłoby się to np. w ten sposób, że zdrada bądź co bądź okazałaby się faktem zbyt samoistnym i rozgałęzionym, faktem, który można „zasymilować“ tylko pozornie, za zbyt wysoką cenę rzeczywistego wyłomu w miłości. Bo albo jest prawdziwa zdrada i wówczas niema mowy o jej kompromisie z miłością, albo niema zdrady, ale wówczas niema też eksperymentu. — W wypadku Strumieńskiego próba taka — jeżeliby na seryo o niej myśleć — byłaby jeszcze trudniejszą, jeszcze bardziej beznadziejną, ponieważ ze śmiercią Angeliki miłość właściwie straciła swój grunt, a jeżeli Strumieński mimo to pielęgnował ją dalej, pietyzm miłosny rozszerzał i urozmaicał, to jak widzieliśmy było to przystosowanie do jego charakteru, był to sposób, w który on dla swego wewnętrznego i zewnętrznego życia wyzyskiwał sprawę Angeliki, a zresztą wypływ nakazu i ukrytego w sumieniu robaka. Wprawdzie możnaby powiedzieć: To nic nie szkodzi, więc niechby korzystał z tego, że to jemu samemu przynosiło charakterową korzyść, niechby niejako podszedł naturę i wyzyskiwał własny egoizm, i wogóle niechby wszelkie takie czynniki życiowe kierował na młyn swego celu. Ba, ale gdzież będzie wtedy moment owego „wyzyskiwania“? Jeżeli się wszystko tak składać będzie z naturalnych, zwykłych, nizkich nawet pobudek, to ich suma będzie również egoizmem, pospolitością, zdradą itd., chociażby się na niej przylepiło etykietę: „miłość“ lub „wierność“. Jeżeli się zaś powie: „wierność i miłość w granicach ludzkiej możliwości“ czyli „wierność i miłość mniej więcej“, to przez taki dodatek pozbawia się oba te słowa treści i wartości."
      },
      {
        "index": 9,
        "text": "Więc czekało Strumieńskiego fiasco. Na każdym kroku plan miłości czy wierności rozchwiewa się, rozpada. Niszczy go obfitość życia, wytwarzając ciągle nowe niespodzianki, kwestye, bałamuctwa. Pochodzi to stąd, że plan wysnuty był ze słów „wierność“ i „miłość“ jak z niewzruszonych podstaw, o stałym zakresie treści, bez rewizyi ich jako pojęć. Zarówno Strumieński jak Angelika brali miłość dosłownie (rozdz. IV. str. 69., gdzie miłość jest kryptogramem świata), wytknęli plan a priori, niejasno i jakby nie na seryo, upajając się tylko jego atmosferą, — dali się unieść pierwiastkowi konstrukcyjnemu, a nie uwzględnili pałubicznego. Psycholog, zamiast służyć takim słowom, wolałby siły swojej użyć na skrytykowanie ich i sprowadzenie do bezimienności, a potem budowałby jakieś silniejsze „wieżyczki nonsensu“ czyli ideały bardziej przystosowane do rzeczywistości. Przystosowane — więc łatwiejsze, poddane jej? Nie — ale należałoby mieć fantazyę tak bujną, żeby rozporządzała już tem wszystkiem, co daje rzeczywistość, znała jej materyał i w tym materyale czerpała tematy do swych planów. Strumieński nie znał materyału."
      },
      {
        "index": 10,
        "text": "W ostatniej instancyi tedy sensacyjna, silnie erotyczna, ustępami kryminalna sprawa Angeliki przedstawia się nie jako kwestya zmysłów lub serca, ani jako kwestya społeczna, moralna lub estetyczna, lecz tylko jako kwestya intellektualna albo może naukowa, zawiła, nudna, bo trudna, zczepiona z siecią rachunków, w których gubi się oko. Mojem zdaniem do tej instancyi dochodzi każda sprawa, jeśli się ją na seryo bada i zdarłszy z niej pierwszy anegdotyczny i poetyczny urok, sięgnie się do warstw najdalszych, — i to jest najważniejszy wynik „Pałuby“. Wprawdzie w owych najdalszych warstwach poeta, trzymający lutnię pod pachą, nic do „wyśpiewania“ nie znajdzie, ale śmiało zapuszcza się w nie samotny człowiek, gdy niedoglądany przez nikogo, wiedziony tylko własną tragiczną ciekawością, chce dotrzeć do najdalszych konsekwencyi, choćby one były nie wiedzieć jak jałowe i niepoetyczne. — Słowa „intellektualny, rozumowy, naukowy“ budzą pewne odium, i prawie miałbym ochotę powiedzieć aforyzm: że pewne misterya nie lubią hałasu i zgiełku i mają to do siebie, że się stroją w formę niepozorną, a nawet odstręczającą, by pozostać incognito. Czy jednak czujecie poezyę tej apoezyi? Jest mi to zresztą wszystko jedno, czy to co daję, będzie się nazywało poezyą, filozofią, czy mieszaniną jednego i drugiego."
      },
      {
        "index": 11,
        "text": "Mojem dążeniem było pomijać albo tylko zaznaczać poetyczną stronę wypadków, a zamiast tego wykopywać na jaw ich korzenie, może niepoetyczne, ale ważne, godne, by się im przyjrzano. Każdy łacno poznał, że wszystkie moje nawiasowe zdania i uwagi były dla mnie omal ważniejsze niż sam tekst. Dla zaokrąglenia tych uwag, uważam za stosowne wyłuszczyć tutaj osobno niektóre ukryte zasady tej metody psychologicznej, którą się posługuję, i chciałbym, żeby czytelnik przyjął to jako rodzaj prywatnego zwierzenia z mej strony."
      },
      {
        "index": 12,
        "text": "1.) Najpierw idzie mi o to, cobym nazwał teoryą bezimienności, — przyczem zaznaczam, że w myśl tej teoryi właśnie nie mam pretensyi do narzucania ludziom tej nazwy, podobnie jak i nazwy „pierwiastek pałubiczny“: obie są jednostronnemi, przejściowemi uchwyceniami pewnych kwestyi, mogą mieć wartość jako próby, a nie jako „prawa“. Według teoryi bezimienności wielka część słów, zwłaszcza w dziale zjawisk psychicznych, jest nie tylko niewystarczająca, lecz często fałszywa. Gdyby to nie było aforystyczną przesadą, możnaby powiedzieć ładnie: Nazwa bywa grobem kwestyi. Wygląda to tak, jakby człowiek, zauważywszy jakieś grono zjawisk, które go bardziej niepokoiło, lub wogóle zwróciło jego uwagę, zanotował je sobie w pamięci stałym znacznikiem, pozostawiając sobie dalsze ich wyjaśnienie na później, lecz ponieważ owa grupa zjawisk już go potem silniej nie atakowała, więc tymczasową nazwę zostawił jako wystarczającą. Wymieniając nazwę niejako naciska się w mózgu (duszy) pewną sprężynę, za której pociśnięciem ma wyskoczyć pewien szereg obrazów, jakaś panorama, lecz jak wiadomo najczęściej wystarcza zamazane poczucie zbliżenia się tej panoramy. Jeżeli się jednak zacznie porównywać na seryo to, co życie przynosi, z nazwami zaczerpniętemi ze „skarbnicy“ słów, natenczas okazują się liczne ułamki, niedokładności, fałsze. Życie, płynne życie na każdym kroku rozsadza konwencyę słów i wykazuje ich nierównoległość. Jeżeli zaś słowa wyobrazimy sobie jako punkty przecięcia się linii w życiu, to powiemy, że linie są ważniejsze, realniejsze niż punkty. W świecie zewnętrznym jeszcze jako tako przystają określniki do rzeczy, ale gdy idzie o rzeczy psychiczne lub o skomplikowane stosunki, powstałe z krzyżowania się działań wewnetrzych z zewnętrznemi, wówczas powstają dowolności, kontrabandy, żeglowanie pod cudzemi flagami."
      },
      {
        "index": 13,
        "text": "To też w toku mojego studyum okazywało się nieraz, że słowa: miłość, wierność, w praktyce są formą na różne treści, tak samo: podziemne życie, rozpacz, żal, tęsknota, smutek itd. Stosunek Strumieńskiego do Angeliki na przykład możnaby nazwać na ogół miłością, a jednak widzieliśmy, że już za życia Angeliki miłość ta wartą była cudzysłowu (jak wykrył rozdz. XI.), składała się z różnorodnych części, których wogóle sumować z sobą nie można. Były tam zmysłowość, przyjaźń, wzajemna poręka egoizmów, eksperyment, ambicya, robienie miłości — chociaż i to są też znowu słowa, znowu błędy i jednostronności. — Co do wierności, to już poprzednio, omawiając sposób zespolenia jej ze zdradą, pokazywałem, na jakie manowce prowadzi to krępujące pojęcie. Czy Strumieński był wiernym? Takby można powiedzieć ogólnikowo, możnaby nawet napisać romans, w którymby się wykazywało, że Strumieński wśród pokus zachował wierność mimo pozoru niewierności, podobnie jak były romanse wykazujące, że jakiś człowiek, którego miano za złego, był w gruncie rzeczy dobrym, gdyż jego „złość“ była tylko formą objawiania się „dobrego“ — byłaby to jednak dopiero druga faza różniczkowania się pojęć, faza przejściowa do teoryi bezimienności, — a i ta teorya ma również wartość tylko jako sito kontrolne. — Albo np. „zazdrość“ u Oli! — Zauważyć tu także muszę dla usunięcia nieporozumień, że powyższych wywodów nie można brać tak, jakobym ja przeprowadzał np. analizę pojęć miłości, zazdrości lub wierności. Sama chęć takiej analizy jużby była błędem; skoro bowiem miłości niema, więc nie można też jej analizować jako miłości, analizować można tylko zdarzenia."
      },
      {
        "index": 14,
        "text": "Więc gdzie jest prawda? Zgadzając się na razie na ten wyraz, powiem, że za prawdę uważam przybliżanie się do niej, uwzględnianie i wyliczanie corazto nowych okoliczności i relacyi, zacieśniających pole prawdy. Tak samo jak przyznałem się, że nie daję życia, przyznaję też, iż w niniejszym wywodzie nie daję „prawdy“, rozbijam tylko skorupę nomenklatury, albo wmawiam w siebie i w innych, że to robię, nazywam to tak."
      },
      {
        "index": 15,
        "text": "2.) Wiadomo mi dalej, że jednak owe słowa i pojęcia, kombinując się w mózgu ze sobą i z nowemi wyobrażeniami, wytworzyły odrębny następczy świat zjawisk, z którym się liczyć trzeba. Błędy występują tu jako fakta, zjawiska rozradzające się, mające własne sposoby krystalizacyi, których wykrywanie jest ogromnie trudne. Wspomnę tylko o dwóch kwestyach z owego życia następczego, które bardziej zwróciły moją uwagę i ułożyły się w pewne przybliżenia:"
      },
      {
        "index": 16,
        "text": "3.) Że niektóre słowa zakorzeniają się w mózgu, utrwalają, otaczają pewną melodyą, pewną sferą uczuć i kojarzeń podsłownych. Np. słowo „miłość“ wyobrażam sobie w mózgu jako płytkę naelektryzowaną tą nazwą, temi literami nawet; naokoło siebie wytwarza ono pewne fluidum, wprawiające w ruch proszek innych wyobrażeń, wrażeń książkowych, życiowych itd., tak, że choćby miłość jako coś jednolitego w życiu nie istniała, to jednak istnieje ta płytka i jej ton jako rzeczy realne tylko innego gatunku — może nawet wywierać szczere skutki: łzy, wybuchy itd. (zob. str. 126. w. 8. i n.)."
      },
      {
        "index": 17,
        "text": "Wyrażeń: płytka, fluidum, proszek (foremki str. 244. w. 1., kulki s. 374., tabliczka str. 317. w. 21.), nie używam tylko przenośnie, używam, ich jako surrogatów pewnych nieznanych mi procesów, więc prawie (tj. tylko o tyle, o ile mam na myśli kształty) dosłownie. Przekonałem się, że wiele dziwnych, niebezpiecznych, rzekomo niewytłómaczonych faktów psychicznych w życiu codziennem można bez litości pojąć, gdy się stosuje taką metodę mechaniczną, graficzną czy chemiczną. Zresztą metody owej instynktownie już oddawna bardzo często wciąż się używa; np. gdy się mówi: odważał w duszy dwie decyzye, biegł za swoją myślą, odsunął od siebie smutek, to wspomnienie wynurzyło się z jego pamięci itd. itd. Tylko że ja, jak powiedziałem, biorę te wyrażenia prawie dosłownie, to znaczy wyobrażam sobie pomocniczo, iż w mózgu musi się odbywać jakaś funkcya podobna do odważania, wynurzania się, biegnięcia itd., że muszą też istnieć urządzenia podobne do wagi, do niepoprzebijanych ścianek, magnesów, rezerwoarów itd. — owe wyrażenia są tedy dla mnie czemś więcej niż poetycznemi porównaniami. Rolę powyższej metody w badaniach psychologicznych uważam za podobną do tej, jaką mają we fizyce przyrządy wymyślane po to, aby w pewnym szeregu zjawisk wiadomych wydobyć lub uzupełnić człony niewiadome. Zastrzegam się więc z góry przeciw zarzutom, że popadam w materyalizm, bo kwestya, czy zjawiska psychiczne są materyalne czy spirytualne, jako-też kwestya podmiotu i przedmiotu nic mnie tu nie obchodzi, a wyrazów „mózg“ i „dusza“ używam zamiennie."
      },
      {
        "index": 18,
        "text": "4.) W związku z poprzedniem stoi inne przybliżenie, odnoszące się jednak nie do mechanizmu, lecz do treści słów. Przy pewnych słowach stracono ewidencyę ich genezy, z narzędzi stały się one panami, tak że teraz do słów doszukuje się pojęć i treści, jakby chcąc koniecznie dać posady tym ubogim ale majestatu pełnym arystokratom. Porobiły się więc słowa-postulaty, słowa-potwory, jakby spadłe ze słońca, takie idées fixes wielu ludzi: piękno, sztuka, poezya, prawda, miłość itd. — Silą się więc np. na gwałt zdefiniować: co to jest poezya? jaką ma być poezya? lub: jaką ma być „prawdziwa“ miłość? lub: co to jest etyka? lub używają tych słów jako straszaków albo narzędzi zabójczych i samobójczych. Zdaje im się, że w takich słowach tkwi jakaś istota, którą trzeba wyzwolić, — podobnie jak wstęga zwinięta w jajku wielkanocnem. Widzieliśmy, jak Gasztold zahipnotyzowany był słowem „poezya“, a Strumieński z Angeliką słowem „miłość“, której rzekomą „istotę“ koniecznie wyczerpać należało. Widzieliśmy, jak wskutek tego Strumieński z Olą przychodzili do przekonania, że niema miłości, podczas gdy powinni byli dojść tylko do wniosku, że niema tego coś (coś, jakiś — takie wyrażenia nieokreślone są już tylko pokrywką zawodu w tych razach), które przez to słowo „rozumieli“..... Czyżby to się działo nawet wskutek jakiegoś fizykalnego rozszerzania się atmosfery słowa czyli, mówiąc mniej materyalistycznie, wyidealizowania go, tak że potem trudno je zrealizować czyli wypełnić powstałą próżnię odpowiednikami z rzeczywistości?"
      },
      {
        "index": 19,
        "text": "5.) Prawie tę samą rolę co słowa grają w życiu umysłowem całe zdania, aforyzmy, szablony, symetryczności, całe sposoby zachowania się, role, problemy, teorye, przysłowia, dualizmy (kobieta-mężczyzna, natura-nienaturalność, forma-treść, istota-pozór, myśl-czyn, uczucie-rozum, pierwotność-kultura), kontrasty, paradoksy, dwutypowości. Są one jużto uchwyceniem jakiejś kwestyi zapomocą szeregu słów związanych w snop światła jednostronnego, już też wywołują wśród tłumu wyobrażeń, stanowiących jakąś kwestyę, pewne stałe manewry, podziały, przesypywania się. Ten regulujący wpływ pewnych uchwyceń (które się zresztą mogą skondensować także tylko w słowa: np. idealizm, dekadenckość, brak woli) objawia się na wielu miejscach w „Pałubie“, np. u Strumieńskiego w jego zdrowotnych skrupułach, u Gasztolda w cechowaniu Strumieńskiego jako filistra, u Oli w poglądach na macierzyństwo i sztukę itd. itd. Wychodząc z pewnych uchwyceń, ciągle je stosowali lub czasem jak Strumieński zmieniali, różniczkowali — jakkolwiek pewna linia pozostawała ta sama."
      },
      {
        "index": 20,
        "text": "Wybór owych uchwyceń tudzież pewne stałe sposoby posługiwania się niemi — to skutek przyrodzonego charakteru, zapewne jakichś rowków w umyśle, którymi biegną myśli i uczucia i zbiegają się w pewne stałe figury. Słowo „charakter“, tak jak go używam, nie oznacza nic jak tylko pytajnik, otwarcie trudnej kwestyi, jest tymczasową nazwą tego, coby tłómaczyło pewne wspólności w życiu umysłowem każdego człowieka. Ponieważ fakt istnienia takich wspólności jest czemś, co Rzeczywistość wstawiła w życie całą mocą swego pałubizmu, przeto usiłowałem w moich charakterach dać równoważnik tego faktu, trudnoby mi jednak było powiedzieć, jakie-to wspólności i podobieństwa cechują np. charakter Strumieńskiego. Wprawdzie możnaby go opisać jako mieszaninę wyższej pedanteryi, powolnych zmian w myśleniu, wytrwałości, brutalstwa, uczuciowości, komedyanctwa, lubowania się w zaokrągleniach, i tym podobnych cech, przeze mnie czytelnikowi raczej narzuconych niż wykazanych, — lecz toby była charakterystyka w rodzaju tych, jakie się daje w wypracowaniach gimnazyalnych. Ja budując moje charaktery, starałem się czasem wyłamać z pod szablonu, według którego charaktery literackie są dość dowolnymi zlepkami dość powierzchownie wysortowanych cech ludzkich, i chciałem w niektórych przynajmniej momentach oprzeć myśli i czyny mych osób na motywach mechanicznych, które słowami określić trudno. Sądzę też, że kiedyś będzie się opisywać charaktery ludzi zapomocą przybliżeń w rodzaju formuł matematycznych."
      },
      {
        "index": 21,
        "text": "6.) Nakoniec przychodzą stany psychiczne, w których brak bardziej widocznego rdzenia, kombinacye uczuć, słów, myśli, wrażeń chwilowych, bardzo mgliste i łatwo przesuwalne. I tu naturalnie życie następcze odgrywa wielką rolę. Ale główną rzeczą, którą chcę z naciskiem podkreślić, jest to: że znowu ani składu ani kształtu owych mgieł wewnątrz duszy nie można dokładnie opisać zapomocą słów, i że w tym wypadku przybliżenie słowne takiego zjawiska psychicznego jest jeszcze trudniejsze niż w poprzednich. Dlaczego? to wyjaśnię zapomocą następującej hipotezy, użytej tylko sposobem porównania: Przypuśćmy, że dla przechowywania w pamięci wyobrażeń oraz ich kombinacyi i innych wytworów, wyraźnych i dość ściśle określonych, istnieje pewna materya; otóż oprócz niej istnieje jeszcze podobna do niej druga materya, która jednak działa samoistnie i jest bardziej czynną niż bierną. Ona-to wprowadza nieporządek w matryce wytworzone przez pierwszą materyę, rozcieńcza je, przetapia, wpływa na inne krystalizowanie się tej materyi, stwarza wyobrażenia naśladujące wyobrażenia autentyczne, sama też wchodzi z nią w osobne związki chemiczne. Aby owe połączenia chemiczne jako tako zbadać i poznać przynajmniej te ich składniki, które są dostępne, trzeba im zadać pewien gwałt i użyć podobnie jak w chemii odczynników. Dzieje się to np. w ten sposób: próbuje się w myślach, w jaki sposób objawiłby się pewien stan psychiczny, jeżeliby został kilkanaście razy natężony i miał odpowiednie warunki do wyłonienia się tak otrzymuje się pewne zawarunkowane zdarzenie, przed które kładzie się czasem słówko „jakby“. Np. „Ktoś jest tak skromnym, jakby przepraszał drugich za swoje istnienie“. Tym sposobem posługiwałem się np. podając motywy wstrzemięźliwości Strumieńskiego podczas wizyty Mossorowej, gdym pisał, że Strumieński jakby żywił zabobon, że Ola odgadnie jego zdradę — naturalnie bowiem takiej myśli nie było w nim ani w stanie świadomym ani nieświadomym, i ja podałem ją tylko jako przybliżenie. Podobnie zdefiniowałem stan psychiczny Strumieńskich podczas wizyty u piesków i w altanie („jakby drzewa składały im hołd“). Lub str. 310. ...„jakby przez to wywierał na kimś akt zemsty“. Inne przykłady na owe związki chemiczne: formacye zazdrości u Oli, historya słowa „pałuba“ w umyśle Pawełka w następnym rozdziale. Muzykę uważają także za takie „jakby“, tylko w innym kierunku."
      },
      {
        "index": 22,
        "text": "Powyżej wymienionych pięć punktów jest właściwie przedstawieniem jednej sprawy z różnych stron i w różne sposoby, ale zresztą do podziału tego większej wagi nie przywiązuję, bo mogłem sprawę ująć tak samo w trzy, pięć, jak i 30 punktów. Wogóle, jak poprzednio prosiłem, trzeba całą powyższą elukubracyę naukową przyjąć jako moje zwierzenia, jako mój poemat filozoficzno-liryczny, który w tym celu wygłaszam, ażeby pokazać moje ostatnie szańce i po tem, co było dla mnie jasne i niewątpliwe, pokazać i to, co jest dla mnie samego mniej jasne i wątpliwe. Więc i zastosowanie moich teoryi na przykładach pozostawiam lojalności czytelnika."
      },
      {
        "index": 23,
        "text": "7.) Nawiązując do tego, co wyłuszczyłem pod 5. podnoszę, że z drugiej strony nie mogę zaprzeczyć, iż same fakta wzięte z życia mają pewien swój lokalny koloryt i nieraz grupują się w sposób łudzący, wyzywający do snucia pewnych nastrojów, problemów, wogóle: ustawiają się pod pewnymi kątami widzenia. Życie Strumieńskiego przebywa pewien zodyak, jedne nastroje przepływają w drugie; mamy więc w „Pałubie“ chwile, w których fakta życiowe grupują się idyllicznie, komicznie, filozoficznie, poetycznie, problemowo, etycznie, upiorowo itd. Zbieg okoliczności wywołuje wstrząśnienie odnośnych sfer myślowych w mózgu, nadaje im chwilową aktualność, pobudza do nowej mizernej produkcyi, wskutek której powstają pewne nowe trudności, zagadki, rachunki, niby koniecznie domagające się rozwiązania. Np. problem wierności Strumieńskiego, miłości, potem etyki. Niektóre z nich sam „rozwiązywałem“ za Strumieńskiego, robiąc idealne przedłużenie zaczętej linii, w życiu jednak problemy takie neutralizują się, przepadają, ale bo też i ściślejsze badanie owych problemów doprowadza nas do atomów nieproblemowych, bezimiennych, z których składa się życie."
      },
      {
        "index": 24,
        "text": "Przyznaję się, że w toku powieści istnienie owych atomów raczej postulowałem, niż wykazywałem, ale bo też wykazywanie teoryi na przykładach odbywa się zwykle przy pomocy szachrajstw i jest właściwie niemożliwe, jeżeli się rzecz weźmie uczciwie, ponieważ każda teorya jest tylko przybliżeniem, więc w ostatecznej instancyi poezyą, wieżyczką. Zaniedbanie to moje pochodziło także stąd, że mimo pozoru planu, obmyślenia, suchości, i moje dzieło jest pod pewnym względem improwizacyą, pełną niespodzianek dla mnie samego."
      },
      {
        "index": 25,
        "text": "8.) Głównie jednak lubowałem się w podkreślaniu dwóch rzeczy: po pierwsze tajemnic intellektualnych, po drugie techniki zdarzeń. Poeci dotychczas zważali prawie tylko na zachowywanie prawdy życiowej w pewnych momentach, a zresztą korzystali z wymyślonej dla swej wygody licentia poetica, zapominając lub nie wiedząc, że materyałem dzieł literackich są nie tylko szczegóły życiowe, które ich zdaniem można wydąć, rozciągnąć, „oczyścić z naleciałości“, lecz także stosunek ilościowy i jakościowy tych szczegółów do siebie, morfologia życia. A więc zważać też trzeba np. na pewne stałe w życiu minimum i maximum namiętności, znaczenie przypadku, procent nieprawdopodobieństw, robienie życia, jego asocyacyjność, autoironię, pozory symetryi i przełomów, polaryzacyę charakteru, powtarzania się, .....„są chwile w życiu ludzkiem...“, współczesne sobie dwa odmienne kierunki duszy i życia, i wiele rzeczy, które tylko w sposób nieledwie zabawkowy poruszyłem. Obowiązek zmusza mnie do dodania, że do zastanawiania się nad sprawą techniki faktów życiowych skłonili mnie głównie Kleist, Hebbel i Schopenhauer."
      },
      {
        "index": 26,
        "text": "9.) Moje uwagi na temat roli słów w procesie myślenia nie mają bynajmniej na celu zaniechania słów wogóle. Idzie mi tylko o doskonałą świadomość ich względności i większe niż dotychczas uwzględnianie kształtów i treści stanów psychicznych, które słowami rozbijano, a nie opisywano. Powyższej uwagi jednak nie należy brać tak patetycznie i szablonowo, że są cuda, których wysłowić nie można itp., — jak tego wzór dał Mickiewicz na początku Improwizacyi. Owszem, idzie mi raczej o ulepszenie, zróżniczkowanie, spotęgowanie aparatu słów, tak aby można było mówić faktami, sygnalizować sobie wzajemnie całe kawały duszy. (Poetycznie: symfonie szczerości zamiast poszczególnych dźwięków.) Wówczasby może zaczęły się wyrównywać przepaście psychiczne między ludźmi. Cóż jest do tego potrzebne? W pierwszym rzędzie wydobycie na jaw podziemnego życia psychicznego, ale nie w znaczeniu metafizycznem, tj. nie tak, jak je pojmuje np. Przybyszewski. Dotychczasowym błędem było, że sięgano albo za płytko, albo — przeskakując całe życie następcze — za głęboko, tj. tam, gdzie już nic być nie może, i robiono rzekome wizye kosmiczne zamiast uprawiać introspekcyę. Mnie się zdaje, że zbadać warstwę na kilkaset metrów pod tzw. powierzchnią duszy — to może wystarczy, nie trzeba szukać nadiru."
      },
      {
        "index": 27,
        "text": "A więc kultura szczerości? Raz już powiedziałem to słowo. Teraz jednak wydaje mi się ono nieco za sentymentalnem, i o tyle złem, że jak wiadomo niemal każdy uważa siebie za szczerego i powie zapewne, że on tej kultury nie potrzebuje. Szczerość zresztą jako przyznanie się, jako spowiedź, jest dość łatwą — w pewnych granicach. Więc raczej kultura mądrości. Zostańmy jednak przy szczerości, ale zaznaczmy, że szczerość nie jest czemś, co się mieć chce lub nie chce, a zawsze się mieć może, lecz, że szczerość jest sztuką, której arkana zbadać należy. Przez szczerość rozumie się tu nie jej nagłe objawy, ale cały stan umysłowy, który może nawet przybierać formę nieszczerości, bo u prawdy jest kłamstwo na służbie. Zauważę też, że o ile szczerość i prawda są bezkrytycznymi postulatami, o tyle je nawet odrzucić należy. Tego nauczył nas Nietzsche rzuciwszy pytanie: Aber warum überhaupt Wahrheit? Sądzę jednak, że prawda a za nią i szczerość mają swe usprawiedliwienie w tem, że dążenie z niemi związane zawiera najwięcej jednostek siły i stosunkowo najwięcej rokuje nadziei."
      },
      {
        "index": 28,
        "text": "To był niejako bilans. Czy dobrze odegrałem rolę wyrachowanego, łamiącego wszystkie przeszkody myśliciela? Ale autor, zamiast tylko czasem wychylać jowiszową twarz z pomiędzy chmur, powinienby może wynagradzać swą śmiałość i wyżyny własnym rumieńcem? Nie chcę iść tak daleko. Tylko, by siebie nieco sympatyczniejszym i bliższym uczynić, zdradzę jedną przynajmniej zakulisową tajemnicę swoich powyższych mądrości."
      },
      {
        "index": 29,
        "text": "Otóż są pewne bieżące — w najwyższem znaczeniu — potrzeby ducha, które się załatwia błędami umysłowymi, bujającymi niewiadomo gdzie, gdzieś na pograniczu w cienkiej sferze między tem, co jest nieznane, a tem, co jest już rzekomo załatwione, jakieś nowe niby to wykłuwające się, świtające dopiero pojęcia, formy uchwycenia, porównania, obrazy, próby, bańki, wieżyczki nonsensu. Idealista wymykający się z pod opieki mędrca budującego automaty! Myślenie na tej krawędzi jest z natury rzeczy chaotyczne — wogóle człowiek tylko dla drugich robi pewną suggestyę jasności, sam sobie zaś zostawiony, udaje się nad tę krawędź i zaczyna na seryo myśleć, tj. gubić się w przestrzeniach, które zabudowuje wieżyczkami nonsensu."
      },
      {
        "index": 30,
        "text": "I oto obecnie nawet moja ostrożność, kulminująca w wykrywaniu pseudozwiązków między faktami i w teoryi bezimienności, ma swoją pozę, swoją melodyę, a sam jej nastrój uroczysty jest oznaką związku. Czy związki-związki czy związki-niezwiązki? oto jest pytanie. Żądając mówienia faktami mam pyszałkowate uczucie, żem zdarł ze świata skorupę nomenklatury, że plamom, które dotychczas łączono liniami w figurki lub zdarzenia, teraz na nowo przywracam ich pierwotne znaczenie plam, a wzrok fizyczny i umysłowy buja już po morzu bezkształtu; głos ludzki zamiera i staje się szeregiem dźwięków pustych, — a zmysły ludzkie, idąc przecież dotychczasową swoją utartą drogą, otrzymują pewną naganę od rozumu, który radby je sam wyręczyć w dziele jakiegoś wszechrozszczepienia, i sam w fantazyi wyobraża dla ich zachęty tę mozaikę, której niema w rzeczywistości. Gdyby te filozofię namalować symbolicznie, to chyba jako człowieka, nie nagiego jednak lecz odartego ze skóry, lub jak świat wiruje, szumi i huczy przerażeniem, przelewa swe soki, tony i barwy... coś z sądu ostatecznego, coś z tego. Oto moja analityczna synteza, mój twór potworny."
      },
      {
        "index": 31,
        "text": "Ale tak się chce być od siebie samego mądrzejszym, krytykuje się (nb. po swojemu) swoją ostatnią myśl, kopie się pod nią, oblęga się własne miasto. Otóż pierwszy rzut oka naokoło przekonuje mnie, że tak przecież na rzeczywistość nie patrzę, że przecież sam porzuciłem teoryę wszystkojedności, owszem jako czciciel Rzeczywistości uznaję różnorodność faktów, uznaję że: „entia praeter necessitatem non esse minuenda“, że rzeczy i sprawy mają swój lokalny koloryt, który jest „dany“, — więc nie można pojmować wszystkiego, jakby się trzęsło i migotało."
      },
      {
        "index": 32,
        "text": "Ale i to znowu podlega zarzutom, bo..... Tak płynę w chaos. —"
      },
      {
        "index": 33,
        "text": "Dlaczego to wszystko mówię? Po analizie przedmiotu przychodzi kolej na mikroskop. Spełnić to, co w świecie fizycznym równałoby się widzeniu własnych oczu. Sprawa Strumieńskiego tkwi we mnie samym: jest to konglomerat reminiscencyi, zachcianek, fantazyi, zemst, ukrytych polemik, własnych i cudzych pomysłów, tła współczesnych głupstw — i różnych innych rzeczy. Czyż będę może wmawiał, że Strumieński to żywa figura a nie królik doświadczalny, którego konstruuję, aby dowieść — udać, że dowodzę — tego, co mi się podoba? Blagą jest porównanie z perłą, którą można wykroić z muszli, blagą jest to, co Gasztold sądzi o oddzielnym organizmie dzieła, — niema takich fikcyjnych całości. Owszem dzieło takie to żywy nowotwór duchowy, którego nie można wykroić nie uśmiercając go, który poza mną będzie czem innem, niż był we mnie. Dlatego wyrywam go z jak największym pękiem moich nerwów — kapiący krwią — jak drzewo z korzeniem wyrwane ma w splotach korzenia kawały ziemi, z której wyrosło."
      },
      {
        "index": 34,
        "text": "Zarazem spełniam postulat Grossa, że dzieło poetyckie ma dawać nie tylko rezultaty myślowe, ale także cały kompleks związanych z tymi rezultatami radości, wątpliwości, patosu, dróg itd., że poezya to właściwie myślenie kat exochen — całym sobą. Przeto prawie nie waham się nawet dać tu chwilowego ukształtowania się w kalejdoskopie swoich własnych stalszych myśli i rezultatów i obrazów i nadziei z nimi połączonych, daję nawet moją pozę spokojnego patosu."
      },
      {
        "index": 35,
        "text": "W ten sposób dotarłem aż do granic osobistych. I te trzebaby przekroczyć, raptownie roztworzyć drugi horyzont nad pierwszym i pobujać w nim. Bo czyżby dzieło apoteozujące pierwiastek pałubiczny samo nie podlegało jego potędze? Czyż autor nie mógłby powtórzyć rozdziału XII. w zastosowaniu do siebie?"
      },
      {
        "index": 36,
        "text": "Miałżebym więc pisać swoją własną „Pałubę“? Zdaje mi się, że zapomniałem na chwilę, w jakiem się towarzystwie znajduję. Czyż mam sam jeden — w literaturze — grać w otwarte karty? tam gdzie się gra nawet fałszywemi?"
      }
    ]
  }
}