{
  "chapterNumber": 1,
  "title": "Historia Inventionis Phosphori (History of the Discovery of Phosphorus)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "INterest scientiarum, ut historia inventionum memorabilium recte tradatur. Inter inventa nostri seculi non minimum habendum est Phosphorus igneus, qui ab aliis corporibus per se lucentibus hoc differt, quod revera nihil aliud est, quam ignis quidam tectus, luce se prodens & fumo, sed si frices acrius in flammam erupturus, & Medeae tunicam, ubi vestimentis illines, redditurus. Id inventum circa annum 1677 prodiit, cum paulo ante animos erexisset Phosphorus, quem vocant, Balduini, qui artificialis est imitatio Lapidis Bononiensium naturalis, de quo Fortunius Licetus olim titulo Litheosphori librum scripsit; ac non ita pridem Comes Marsilius Bononiensis experimenta & observationes edidit, Berolini autem Christianus Menzelius Medicus Friderici Guilielmi Magni, naturalem artificialemque peculiari libello comparavit. Ergo Christophorus Adolfus Balduinus, Praefectus sive Ballivus loci cujusdam in Misnia, forte cretam in aqua forti aut spiritu nitri dissolvit, atque inde rursus aquam fortem vi ignis abstraxit; residuum corpus, lucem, quando ei exponebatur, imbibere deprehendit, & aliquandiu servare, & secum in tenebras deferre, velut spongia haustum aquam circumgestat. Id experimentum Cartesianos, (quorum paucissimi Lapidem Bononiensem viderant) non parum perculit, quod lux subito res crassa & portabilis facta videretur, cujus illi radios in sola pressione consistere, & instanti temporis propagari putarunt Balduinus experimentum suum sub involucro descripsit in libello, cui titulum fecit: Aurum aura."
      },
      {
        "index": 1,
        "text": "Secutus est Phosphorus Brandii, nempe, is quem igneum voco, item Pyropum, qui postea Phosphori nomen κατ᾽ ἐξοχήν obtinuit. De cujus inventore anno 1692. Gallico sermone prodiit Viri Egregii & in experimentis hujus Phosphori versati relatio, sed in locis non paucis, iisque capitalibus a re gesta discedens, &, ut opinor, ex narrationibus hominum plus aequo uni faventium, aut etiam rumoribus incertis hausta. Quam cum legissem, monita mea ad amicum misi, hortarusque sum, ut emendaretur, quod erroneum erat; sed nihil impetravi, sine quod praejudicata praevaleret opinio, sive quod amplius inquirendum videretur. Itaque ne veritas rei gesta, non multis fortasse hodie nota, intercidat, ea ipsa monita nunc in publicum dare constitui, exhibita prius ipsa Relatione priore, ut discrimen ejus ab eo, quod revera actum est, necessitasque admonitionis meae magis appareat."
      },
      {
        "index": 2,
        "text": "Relatio ergo, quam anno 1692 prodiisse dixi, Latine versa ita fere habet: Prima inventio hujus Phosphori casui debetur, ut multa alia pulchra inventa. Chymista quidem Germanus, cui nomem, Brand, Hamburgi degens, homo obscurus, humilis origines, ingenio moroso & phantastico, & in omnibus, quae agebat, mysteriosus, materiam hanc luminosam aliud quaerens invenit. Vitraria arti deditus erat a juventute, sed hanc deseruerat, ut lapidi philosophico vacaret, cujus spes animum ejus invaserat. Cum ergo sibi persuasisset, secretum Lapidis in preparatione urina consistere, diu & multipliciter in ea laboravit frustra: tandem anno 1669 post fortem urina distillationem in recipiente invenit materiam lucidam, quae postea Phosphori nomen obtinuit. Hanc monstravit amicis quibusdam, & inter alios Kunkelio Chymista Electoris Saxonia, sed cavit, ne quid diceret, unde compositio cognosci posset, obiitque secreto suo nemini communicato. Post obitum ejus Kunkelius tam pulchrum arcanum perire non aequo animo ferens, resuscitationem inventi aggressus est, & considerans Brandium tota vita in urina laborasse, suspicatus est, in ea Phosphorum esse quaerendum. Huic ergo operam dedit, & post pertinacem quadriennii laborem, tandem, quod quaerebat, invenit. Non aeque mysteriosus fuit ac Brandius, arcanum ue nonnullis communicavit circa annum 1679. In Gallia & Anglia Kraftius Medicus Dresdensium, inventor hujus Phosphori habetur, quoniam eum primus illuc attulit. Sed revera non nisi dispensator ejus fuit, quem a Kunkelio acceperat, ut eruditis exteris ostenderet. Immo ignorabat compositionem Kraftius tunc, cum itinera sua obiret."
      },
      {
        "index": 3,
        "text": "Haec est narratio, in qua primum miror, Brandium parum cognitum, ex nescio quibus narrationibus tam contemtim traduci; cum gratiae ei ob pulcherrimum inventum debeantur. Sed illud magis mirandum est, mortuum dici eo tempore, quo Phosphorum Kraftius & Kunkelius scriptis sermonibusque in orbe promulgabant; perditamque cum autore artem resuscitasse Kunkelium: cum certissimum sit Kunkelium ad Brandium profectum ab eo impetrasse artificium, & Brandium diu supervixisse, ac de Kunkelio questum fuisse: sane quantum intellexi, vixit ad huc anno 1692 tunc cum illa narratio prodiret, & ne nunc quidem, an obierit, satis scio. Tantum certe abest, ut bonus ille Brandius in communicando suo arcano difficilis ac morosus mysteriosusque fuerit, ut potius munusculis quibusdam & spe majorum praemiorum a Kraftio & Kunkelio se induci paassus fuerit, ut artificium ipsis aperiret. An usque adeo obscuri humilisque fuerit ortus, nescio, ut eo nomine contemtim appellari mereretur. Illud scio, Kunkelium in juventute vitrariae arti incubuisse, de qua & librum utilem Germanico sermone edidit, nescio, an non patre vitrariae officinae magistro n[atu]m, quod genus artificii non humile habetur, & in Gallia nec nobilitati derogat. Vereor igitur, ne narranti aliqua hic obtigerit personarum permutatio. Brandius, quantum intellexi, juvenis militiae operam dederat, & ad superiorem aliquem in ea gradum pervenerat, uxorem etiam duxerat non egenam, sed studiis alchimisticis attrivisse patrimonium dicebatur: nec tam lapidi Philosophorum, quam particularibus, (quae Chymici vocant) laboribus incumbebat, medicamenta etiam chymica distribuebat."
      },
      {
        "index": 4,
        "text": "Inventio autem Phosphori ita se habet: Inciderat Brandius in processum quendam Chymcum in libro typis edito, extantem, qui ex urina parare docebat liquorem aptum (si credimus) particulae argenti in aurum maturandae. In eo elaborando Phosphorum suum invenit. Intercedebat illi aliqua notitia cum Johanne Daniele Kraftio, Consiliatio tunc commerciorum apud Electorem Saxoniae, & per hunc cum Johanne Kunkelio, cubiculi ejusdem Principis ministro, sed qui chymicos labores sub hujus nominis velamento obibat. Hi cum Brandio spem fecissent, posse arcanum hoc apud Magnates magno pretio divendi, operamque suam obtulissent, compositionem ejus impetraverunt. Uterque Dresda Hamburgum profecti, ipsam Phosphori elaborationem apud inventorem spectaverunt & didicerunt. Sed cum Kunkelius domum reversus in enchiresi nonnihil errasset, diu Phosphorum conficere non potuit, literasque querulas ad Brandium dedit, quas vidi, quibus arcanum sibi non satis sincere communicatum, lamentabatur Brandius autem poenitentia ductus, quod in communicando tam facilis fuisset erranti viam monstrare differebat. Interea Kunkelius laborem suum in varias partes versans, errorem per se emendavit, unde nata ei praetensio praetextusque, ut se pro inventore utcunque gerere auderet, Brandio de ea re acerbe querente."
      },
      {
        "index": 5,
        "text": "Erat Kunkelius Serenissimi Electoris Saxonie Johannis Georgii III Chymicus, & cum Augustus Elector olim arcana quaedam Alchymistica lucrifera possedisse pro certo in illis terris habeatur ; scripta, (partim propria Principis manu) quae Dresdae extant, & arcani vestigia habere putantur, fidei Kunkelii credita fuerant, ut tentaret, an aliquid inde exsculpi posset: Ex his nonnulla etiam ad me pervenere. Kunkelio Annebergae laboratorium datum est, sed nihil expectatione dignum prodiit. Postea cum Cassius Medicus Hamburgensis, (cujus libellus de auro extat) Rubinum artificialem ope auri Stannique in lucem protulisset, quod diu in desideratis erat; Kunkelius in re vitraria et fusoria versatus, non mediocriter artem perfecit, vasculaque grandiuscula conficere docuit, eoque labore Serenissimi & Potentissimi Electoris Brandenburgici Friderici Wilhelmi Magni talium curiosi gratiam meruit, & in ejus ministerium transiit, stipendio conductus non spernendo, &, non ita pridem Berolini decessit."
      },
      {
        "index": 6,
        "text": "Johannes Daniel Kraftius Miltenbergensis Franco, in juventute Medicinae operam dederat, gradumque Doctoratus adeptus, apud fodinas Hercynae Cellerfeldenses Medici metalliariorum officium gesserat, postea in Batavos, Angliamque & Americam septentrionalem profectus, insignem notitiam earum rerum adeptus erat, quae non tantum ad naturae cognitionem & Chymiam, sed etiam ad opera artis manuficiaque & commercia pertinent. Itaque Principibus rerum egregiarum curiosis, & de opificiorum commerciorumque emendatione atque amplificatione serio cogitantibus, imprimisque Eminentissimo Electori Moguntino Johanni Philippo, & quos supra laudavimus, Saxonico & Brandenburgico Electoribus gratus erat, & Consiliarii commerciorum officio fungebatur apud Moguntinum & Saxonem. Et exserebat se in Viro eruditio & eloquentia, seu verbis seu scripto agendum esset, neque aliud obfuit, quam quod ab occupationibus magis certis & profuturis, insito quodam sive genio sive morbo identidem ad Alchymisticas spes relabebatur."
      },
      {
        "index": 7,
        "text": "Ejus ex sermonibus laboribusque plurimum profecerat Iohannes Ioachimus Becherus, Spirensis Medicus Moguntinus, & postea Monachii & Viennae Consiliarius commerciorum, Vir ingeniosus & Germanicis scripris validus, sed qui nimium indulgebat scripturienti calamo, & comperta incompertaque aeque protrudebat, cum plerumque ex aliorum narrationibus hausisset, quae scribebat; ipse parum pariens laborum chymicorum, cujus Monachiense Laboratorium, quod in titulo Physicae subterraneae celebrat, frigere deprehenderant amici. Tandem amissa aularum gratia, quod jactantius promissa parum processissent, Batavis ex arenarum collibus, quos dunas vocant, mineram aurariam proposuit, atque inde afflictis luxu rebus in Cornubia apud stannifodinas decessit, vir meliore fortuna dignus, quam & habuisset, si maligna dicacitas, qua amicos patronosque a se abalienavit, & ubi fortuna favebat, tumor, profusio, tum vanitas abfuisset, & fingendi liccntia, de qua ipse inter familiares gloriabatur, sive conciliare dictis fidem, sive alios traducere vellet. Varia & in alterutrum excedentia eorum judicia expertus est, quibus tantum ex scriptis innotuit, cum alii temeritatem autoris passim agnoscentes omnia spernant, alii pro magno hominem philosopho, & pene pro adepto habeant. Caeterum & Kraftius, cujus fidem minus aspernarere, cum in eo esset, ut in Electoris Brunsvicensis ministerium, me conciliante, transiret, apud Batavos ante annos aliquot decessit. Haec occasione data de viris ingenio & rerum cognitione praestantibus, mihique proprius cognitis, annotare operae pretium visum est; qui si habuissent certa vitae subsidia, & vigori animi parem recti moris stabilitatem, & majus studium quaerendae veritatis, quam ambitionem emergendi per ambiguas artes, ea praestitissent, quibus inter seculi& Germaniae ornamenta haberentur. Sed ut ad Brandii Phosphorum revertar, Kraftius inventum Magnatibus venditare in se recepit, & iter Anglicanum ingressus Hanovere ad me invisit, materiamque operis, Brandiumque inventorem,ut res erat, mihi ingenue nominavit, experimentum etiam Phosphori Serenissimo Duci Iohanni Friderico miranti ostendit. Inde in Anglia Regi Carolo II. & Serenissimo Principi Roberto, & Illustri Viro Roberto Boylio aliisque Phosphori mirandos effectus monstravit, de quo extat Hookii narratio, sed nunquam sese, quod sciam inventorem dixit, neque ut narratio superior insinuare videtur, Phosphorum in Galliam tulit; cum a me illuc primum missus fuerit ad Hugenium, & compositio demum ipsa per insignem Virum Ehrenfridum WaltherumTschirnhusium priore vice illuc ex Germania revertentem, a me Regiae illic Academiae communicata; cui jam Hugenius rem monstraverat. An pro arcano aliquid pecuniae Kraftius impetraverit, non comperi; certe Boylium non nisi imperfectam descriptionem nactum, ostendit ipsius de Phosphoro dissertatio, nam Phosphorus ejus hoc tantum a Brandiano differt, quod est imperfectior."
      },
      {
        "index": 8,
        "text": "At Serenissimus Dux Johannes Fridericus, ut erat magnificus & generosus, mihi in mandatis dedit, ut inventorem accerserem. Venit ergo Hanoveram Brandius, & bona fide nobis operationem communicavit, nam quicquid ipse agebat, ego per meos in alio laboratorio imitabar. Urina militum in excubiis agentium colligebatur in vasis, ejus collecta copia venit ad nos Brandius, atque extra urbem operationem peregit. Serenissimus Dux viro Hamburgum revertenti pensionem annuam conitituit, quae bona fide ei ad Ducis usque obitum persoluta est, idque unum fortasse Brandius a Phosphoro suo beneficium alicujus momenti habuit."
      },
      {
        "index": 9,
        "text": "Placet hic subjicere versus, quibus olim Phosphorum igneum descripsi in eo carmine, quo eidem Inclyto Duci gratus parentavi, cujus eruditionem & cognoscendi ardorem ita celebrabam:"
      },
      {
        "index": 10,
        "text": "<poem> Ille vagum poterat radio describere mundum, Et signare vias pelagi, sacrosque recessus, Abdita quos natura sine contexit avaro, Quaeque Prometheae furatrix virgula flammae Attulit, & nostris patrat miracula furnis, Omnia tentabat discendi nobilis ardor. Vidimus haud unquam visum mortalibus ignem: Frigidus hic mediis servari gaudet in undis, Paulatim exhalans, patrios ne reppetat orbes. Fragmina perspicui simulare putes Electri, Nam lapis est, lapidem placet appellare Pyropum Ignotum Natura tibi, ni doctior illum Nuperus artifici coqueret Vulcanus in antro. Et fors, ni tanti spectaclum Principis esse Debuerat, veluti latuit, per secla lateret. Hunc si Persa sacrum coluisses credulus ignem, Non te pertusa lusisset Nilus in olla Noster inextinctus imitatur viribus astra, Et quaesita Sophis, veterumque afficta sepulchris, Unus perpetuae nutrit vitalia flammae, Nec Vestatis eget. Jeremias conderet illo, Quod sua posteritas patriis accenderet aris Ardentem in tenebris timeas tractare lapillum Inscius, ille tamen nil tactu laedit, & ultro Corpoream rebus lucem, (mirabile dictu) Affricat, & Mosis faciem mirantibus offert, Parte vel a minima tingentibus omnia flammis, Innocuus, ni fors hostili durius ausu Tracteur, nimio motu tum concipit iras Horribili fremitu, verisque ardoribus urit, Omnia corripiens, & longa incendia miscet, Promptius Assyriam possis extinguere naphtham, Phasidis aut pulsae tunicam, lethalia dona Cum tumulatus aquis nimio discedit ab aestu, Dissimulat vires, tantum cum forte movebis, Admotave manu facies sentire calorem, Impiger emisso testatur fulgure vitam, Immortale animae referens emblema beatae, &c. </poem>"
      },
      {
        "index": 11,
        "text": "Ostendi ipse eidem curiosissimo talium Principi aliud Phosphori genus, Thermophosphorum diceres, qui non a luce, ut Bononiensis & Balduinianus, sed a calore lucem concipit. Est fluoris genus in fodinis, ejus trito pulvere si in lamina ferrea literas figurasque describas, & laminam carbonibus ardentibus imponas, lucent ductus; etsi lamina minime sit ignita, nec lux a carbonibus ad figuras penetrare suis radiis possit."
      },
      {
        "index": 12,
        "text": "Motu calorem & demum ignem concipere dura corpora, res pervulgata est, & jam antiquis Saxonibus in religionem versa erat flamma confricatione lignorum durorum excitata, quam Nod-fyr, (id est ignem in casu necessitatis, fomite deficiente paratum,) vocabant, ut ex Caroli Magni Capitulam apparet, quo superstitio illa cum aliis prohibebatur. Et nuperrime deprehensum est apud agrestes homines Brunsvicensis agri superesse superstitionis vestigia, solitosque alicubi prima anni die extinguere ignem per totam villam sive vicum, & ex lignorum attritu resuscitatum referre ad omnes domos, nonnullos etiam ad accensam inde lignorum struem pecora sua lustrasse, tanquam prophylactico in morbos. Sed illud non aeque cognitum, qua ratione fabri ferrarii apud nostras fodinas ignem in officina extinctum suscitant. Contum ferreum, qui ex ferrariis forma prismatis quadrangularis venire solet, malleo in ipsa acie percutiunt, versantes interim contum, ut eadem acies alternis nunc a dextra, nunc a sinistra feriatur. Ita mox calorem concipit, & post ictus repetitos plane candescit, ut materiam combustibilem inflammet."
      },
      {
        "index": 13,
        "text": "Caeterum alia habemus genera Phosphororum, in quibus nulla sunt ignis vestigia; inter quos omnibus palmam praeripit ille, quem debemus ingeniosissimo Viro, Johanni Bernoullio, qui ab aliis de Mercurio in Vacuo lucente observata excoluit, effecitque, ut jam pro arbitrio produci possit, cum antea raro & casu lucifer Mercurius haberetur. Credibile est, hunc Phosphorum perpetuo lucendi vim servare, aut saltem in longinquum tempus producere, quoniam ad lucendum non indiget aëre libero, ut Pyropus seu Phosphorus ignificus, sed in vitro hermetice clauso simplici concussione, splendorem emittit, quod Augusto Borussorum Regi ita placuit, ut inventorem medallione aureo remuneraretur, in quem Bernoullius hoc fere disticho lusit:"
      },
      {
        "index": 14,
        "text": "<poem> Regius ut nummi fulgor mea tecta subivit, Lumine Mercurius vividiore micat. </poem>"
      },
      {
        "index": 15,
        "text": "Et intelligo nunc Dn Dutalium Parisiis aliosque in confirmando promovendoque hoc Phosphoro non sine insigni successu laborasse. Quantam lucem talibus phosphoris pluribus continue concussis producere liceat, inquisitione dignum foret: nam concussio continuata per machinam facile effici posset, pluriumque phosphorum lux refractione aut reflexione colligi; quae miror nondum fuisse tentata."
      }
    ]
  }
}