{
  "chapterNumber": 11,
  "title": "Նdelays ԺԱ — Թիֆլիս, 10 փետրվարի 1881 (Letter 11)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սիրելի Հռիփսիմե,"
      },
      {
        "index": 1,
        "text": "Դու էլ ես մեղադրում ու հանդիմանում ինձ այն բանի համար, ինչ բանի համար որ մեղադրում և հանդիմանում էր Գրիգորը, նրա ասելով, ես «շատ եմ մտածում»։ Սակայն դու նրանից ավելի խիստ ես դատաքննում իմ այդ վարմունքը, ասելով, թե ես ուղղակի «աթեիստություն» եմ անում, ոտնակոխ եմ անում ամբողջ մարդկության ամենասրբազան, անմերձենալի հավատալիքն և այդտեղ բերում ես Գյոթեի նշանավոր խոսքերը, թե՝ «մտածող մարդու ամենամեծ երջանկությունն այն է, որ քննելին քննած ունենա, իսկ անքննելին խաղաղ հոգով պաշտե»։ Երևակայում եմ, թե ինչ կլիներ դրությունս, եթե ապրելիս լինեի միջին դարերում. անշուշտ Հուսի նման ինձ էլ խարույկ կբարձրացնեին։ Քա՛վ լիցի, սիրելի քույրիկ։ Լուն ուղտ մի՛ շինեք։ Մի՞թե գլխումս խելք է մնացել, որ արարքներիս համար ինքս ինձ հաշիվ տամ։ Ինչո՞ւ չես մտնում դրությունս և ապա թե դատաքննում արարքներս։ Ամբողջ բարոյական աշխարհս ճակատագրից ծանր հարված է ստացել. նա վիրավորված և կատաղած է, որպես մի անզոր գազան, որին խաղաղ դրության ժամանակ սաստիկ անհանգստացրել են։ Հիասթափությունս մեծ է. ես դեմ առ դեմ կանգնած եմ դառն իրականության առաջ, որի մասին կյանքիս մեջ երբեք գաղափար անգամ չեմ ունեցել։ Շա՜տ վատ խաղ է խաղացել ինձ հետ ճակատագիրը. հանկարծակի և անպատրաստ, նա շպրտել է ինձ այդ դառն, այդ սոսկալի իրականության առաջ և ասում է՝ հաստատուն մնա։— Ա՜խ, թշվառականս ի՜նչ եմ ստացել, որ ինչ տամ..."
      },
      {
        "index": 2,
        "text": "Մեր վիճակն օր-օրի վրա վատթարանում է։ Մի երկու խոսքով նկարագրեմ քեզ մեր կենցաղավարությունը, մեր ապրուստը, և դու ամեն բան կհասկանաս։ Եթե այժմ մտնես մեր տունը, շրջես մեր սենյակները և քեզ ասեն, թե՝ այստեղ Սարոյաններն են ապրում, ոչ աչքերիդ կուզես հավատալ, ոչ ականջներիդ. այն ինչ որ կտեսնես, շատ ծիծաղելի— չեմ ասում դառն— կատակ կթվա քեզ։— Տան մռայլ շինությունն ​և անհամբերությունները մի կողմ թողնելով (այդ մասին կարծեմ գրել եմ քեզ), մեր սենյակների նախկին շռայլ, փառավոր զարդարանքների և կահավորման հետքն անգամ չես կարող գտնել այժմ, դաշնամուրիցս, իմ սիրելի դաշնամուրիցս սկսած մինչև վերջին բազկաթոռը, մինչև լուսամուտի վերջին վարագույրը— բոլորը վաճառեցին աճուրդով։ Խոհարարի, աղախնի և ծառաների մասին, իհարկե, ավելորդ է անգամ խոսել. չունենք գոնե մի հատիկ ծառա, որին փողոց ուղարկենք։ Ամեն բանի մեջ— ուտելում, խմելում, հագնելում— սաստիկ խնայողություն ենք անում, անում ենք ճարահատյալ։ Էլ չեմ գրում, թե այդ բոլորը ո՜րքան զգալի է մեզ համար, այդ ինքդ էլ կարող ես երևակայել... Տանը գտնված ավելորդ ոսկեղենը և արծաթեղենն արդեն սկսել ենք վաճառել։ Առավելապես մեզ քանդում են բժիշկների վարձն ու դեղորայքը. գոնե դրանից մի զգալի օգուտ լիներ հորս կամ եղբորս։ Ահա ամբողջ չորս ամիս է, որ այդ բժիշկները ջանասիրությամբ հաճախում են մեր տուն և չնայելով դրան, հորս դրությունն այժմ էլ համարյա նույնն է, ինչ որ առաջ, իսկ Գրիգորի առողջությունն, ընդհակառակն, օր֊օրի վրա ետ ու ետ է գնում..."
      },
      {
        "index": 3,
        "text": "Հա, բժիշկներ ասացի, միտս եկավ։ Անցյալ անգամները (այդ մասին կարծեմ, քեզ չեմ գրել) հորս բժիշկը— (դու պետք է որ ճանաչում լինես այդ պարոնին) դառնում է մեզ և ասում է ծածուկ, թե հորս այլևս ոչինչ չի օգնիլ և իզուր համ նա է չարչարվում (ասա խեղճն ի՞նչ է չարչարվում), համ մենք. «Եթե ուզում եք, ասում է, այնպիսի դեղ կտամ, որ վերջնականապես կորոշի նրա վիճակը»։ Հասկանո՞ւմ ես, սիրելի քույրիկ, թե դրանով ինչ էր ուզում ասել. ուզում էր ասել՝ ձեր հոր կյանքն իմ ձեռքին է. ուզո՞ւմ եք, ես նրան կսպանեմ... Զարմանքից, սարսափից և կատաղությունից չգիտեի ինչ պատասխանեմ։ Սառնասրտությունս կատարելապես կորցնելով, պատրաստ էի մի ապտակ տալ նրա գեր երեսին և կտայի, եթե նա, նայելով, թե բանն ինչումն է, իսկույն չհեռանար։ Ես աղաղակեցի նրա ետևից, որ նրա ոտն այլևս չլինի մեր տանը։ Երբ նա գնաց, ես լաց եղա, որովհետև որդիական ամենասուրբ, ամենաքնքուշ զգացմունքներս ​անասելի կերպով վիրավորված էին։ Հարազատ հոր աննպատակ սպանման գործի մեջ ուզում էին, որ հարազատ աղջի՜կը խորհրդակից և մասնակից լիներ... Այս մասին մտածելիս անգամ մազերս փշաքաղվում են և ամեն անգամ սոսկում եմ, որպես մի զարհուրելի ոճրագործ... Տեր ասtված, մի՞թե բժիշկներն այդպես հեշտ կարող են խաղալ իրենց հիվանդների կյանքի հետ. մի՞թե առանց զարհուրանքի նրանք կարող են նույնիսկ մտածել այդպիսի բաներ... Նրանք, որոնց ուղղակի կոչումն և հոժարակամ պարտականությունն է հիվանդներին կյանք տալ, ընդհակառակն առաջարկում են ունեցպծ կյանքն էլ խլել, և այդ ինչո՞ւ— որովհետև իրեց գործից ոչինչ չեն հասկանում և, խոստովանելով այդ բանը, չեն ուզում հրաժարվել բժշկելուց, որպեսզի չխայտառակվեն իրենք... Ավազակ մարդասպաններն ավելի խիղճ ունեն թերևս։"
      },
      {
        "index": 4,
        "text": "Մյուս երկու եղբայրներս— Արշակն ու Գարեգինը— բավական չէ, որ անգործ են, այլև մի ծանր բեռ են դարձել մեր վզին։ Երկուսն էլ ամբողջ օրն ընկած են տանը և ձրի ուտում են, խմում։ Արշակին այլևս ոչ մի տեղ չեն պահում իր արբեցողության համար, իսկ Գարեգինն ինքը չի ուզում ոչ մի տեղ կանգնել։ Չնայելով մեր հորդորանքներին, թախանձանքներին և հանդիմանություններին, ոչ Արշակն է ուզում ձեռք վերցնել իր արբեցողություններից, ոչ Գարեգինն — իր ծուլությունից։ Ա՜խ, հա՜յր, հա՜յր, որքա՜ն տառապանքներ բերիր մեր գլխին... Նրա առողջության ժամանակ ամենքս սիրում էինք նրան և վախենում նրանից։ Թողնելով իր զվարճություններն ու կատակները, հարկավոր դեպքում գիտեր լուրջ խոսել, լուրջ խրատել։ Մենք աշխատում էինք այնպիսի անդուրեկան բան չանել, որի համար նա հանդիմաներ մեզ. իսկ այդպիսի դեպքերում նրա հանդիմանությունները շատ խիստ էին լինում։ Կարո՞ղ էինք Գրիգորը, ես կամ Գարեգինը գեթ մի օր առանց մի որևիցե հարգելի պատճառի ուսումնարանից ետ ընկնել, կարո՞ղ էր Արշակը՝ նրա հետ միասին ճաշի նստած ժամանակ՝ մի բաժակ ավելի խմել։ Իսկ ա՞յժմ։ Այլևս չկա հայր, հավիտյան լռեցին նրա հանդիմանություեները, նրա խրատները, այո, հավիտյա՛ն, որովհետև այն, ​ինչ որ կար, էլ չի լինելու, անցյալն է՛լ չի դառնալու։ Վա՜յ նրան, ով տեր չունի։"
      },
      {
        "index": 5,
        "text": "Երկու եղբայրներիս անգործ մնալը՝ մեր այս թշվառության ժամանակ՝ սաստիկ մտատանջություն է պատճառում մանավանդ Գրիգորին։ Էլ ոչ մի հանդիմանություն, ոչ մի նախատինք չի մնում, որ չթափի նրանց գլխին, բայց նրանք ուշադրություն չեն դարձնում ոչ նրա և ոչ ինձ ու մորս վրա, երբ մենք նույնպես սկսում ենք հանդիմանել, հորդորել, խնդրել, որ նրանք թողնեն իրենք պակասությունները և մի գործի կանգնեն։"
      },
      {
        "index": 6,
        "text": "Երեկ մտա Գրիգորի սենյակը։ Նա այնտեղ չէր, բայց հարևան սենյակից լսեցի նրա ձայնը. խոսում էր Արշակի և Գարեգինի հետ."
      },
      {
        "index": 7,
        "text": "— ...մի՞թե գոնե ամոթ, պատկառանք չունեք,— ասում էր նա։— Ախր մինչև ե՞րբ պիտի այդպես ման գաք... Տեսնում եք, էլի, թե հետզհետե մեր վիճակն ի՛նչ է դառնում. օր կգա, որ դուք այստեղ հացի կտոր անգամ չեք գտնիլ, որ ուտեք։ Գոնե ձեզ համար, ձեր փորի համար աշխատեցեք... Եվ ի՞նչ հուսով եք այդպես անում։"
      },
      {
        "index": 8,
        "text": "— Մի վախի, աշխարհիս երեսին ոչ ոք քաղցած չի մեռնի,— լսեցի մեծ եղբորս ձայնը, որին հետևեց երկար հորանջում։"
      },
      {
        "index": 9,
        "text": "— Եվ առանց ամոթի՞,— նկատեց Գրիգորը։— Եվ դու ընդունակ կլինես ծանոթներիդ, բարեկամներիդ, թեկուզ հենց բոլորովին անծանոթ մարդկանց պարզել ձեռքդ ողորմություն խնդրելո՞ւ... Հա՞։"
      },
      {
        "index": 10,
        "text": "— Դեհ, շատ պետք է զահլա տանե՞ս,— բարկացած գոռաց Արշակը։— Եթե սիրտդ շատ է այրվում ծնողներիդ և քրոջդ համար, կարող ես ինքդ աշխատել։"
      },
      {
        "index": 11,
        "text": "Դեռ կարճ ժամանակ լռություն տիրեց, հետո լսվեց Գրիգորի չոր հազը։"
      },
      {
        "index": 12,
        "text": "— Դու այնքան չես մտածում, որ եթե ես,— չեմ ասում քեզ պես, փոքր-ինչ առողջ լինեի, բանն երբեք այնտեղ չէի հասցնի, որ իմ այդ պարտականությունը դու ինքդ հիշեցնեիր,— հանդարտ ձայնով պատասխանեց նա, երբ հազը կտրեց։— Բայց, դժբախտաբար, այո՛, դժբախտաբար, ես ստիպված ​եմ լսելու քեզնից այդպիսի խոսքեր, որքան էլ այդ ծանր լինի ինձ համար։"
      },
      {
        "index": 13,
        "text": "— Թող քույրդ աշխատի..."
      },
      {
        "index": 14,
        "text": "— Եվ դու ուտե՞ս,— աղաղակեց Գրիգորը մի այնպիսի եղանակով, որից երևում էր, որ նա երբեք չէր սպասում, թե Արշակից մի այդպիսի բան կարող է լսել։"
      },
      {
        "index": 15,
        "text": "Կարճ լռությունից հետո լսեցի, թե ինչպես նա սաստիկ զայրացած մոտեցավ դռան շեմքին։ Նա ներս մտավ և դուռը ամուր շրխկացնելով փակեց ետևից։ Ես արձանացած կանգնած էի սենյակի մեջտեղ և չգիտեի ինչ էր կատարվում իմ մեջ. այսքանը միայն գիտեի, որ մեծ եղբորս արտասանած վերջին խոսքերը, «թող քույրդ աշխատի»— ինձ սաստիկ ազդել էին..."
      },
      {
        "index": 16,
        "text": "— Աննա՞,— զարմացած և փոքր-ինչ վախեցած արտասանեց նա հանկարծ տեսնելով ինձ։"
      },
      {
        "index": 17,
        "text": "Երևում էր, որ չէր սպասում, թե ես այնտեղ կլինեի։ Ես չկարողացա ձայն հանել և ոչ էլ շարժվել տեղիցս։"
      },
      {
        "index": 18,
        "text": "Նա, կամաց մոտեցավ ինձ, կամաց առավ ձեռքերս և, սաստիկ կարեկցությամբ, նայելով աչքերիս, արտասանեց դողդոջուն ձայնով։"
      },
      {
        "index": 19,
        "text": "— Սիրելի՛ քույրիկս, տեսնո՞ւմ ես, տեսնո՞ւմ ես, որքան անգութ են նրանք..."
      },
      {
        "index": 20,
        "text": "— Ի՜նչ, ես կաշխատեմ,— սառնությամբ պատասխանեցի ես։"
      },
      {
        "index": 21,
        "text": "Նրա դեմքի վրա երևաց սաստիկ տանջանք։"
      },
      {
        "index": 22,
        "text": "— Աննա, սիրելիս,— շշնջաց նա, և նրա ձայնը, կարծես, հանգավ։ Նրա աչքերը լցվեցին արտասուքի փայլուն կաթիլներով. նա խոնարհվեց և սկսեց համբուրել ձեռքերս։ Ես համարյա ոչինչ չէի զգում և շարունակ կանգնած էի նույն դրության մեջ։ Հանկարծ թողեց ձեռքս և գնաց դեպի իր մահճակալ։"
      },
      {
        "index": 23,
        "text": "— Ա՛խ, ինչո՞ւ ես հիվանդ եմ,— աղաղակեց և ընկնելով անկողնի վրա, դեմքը թաքցրեց բարձի մեջ։"
      },
      {
        "index": 24,
        "text": "Այն աստիճան աղեկտուր էր նրա ձայնը, որ ցնցվեցի, և սիրտս կարծես սաստի՜կ, սաստի՜կ ճմլեցին։ Շտապեցի դեպի նա։ Նա ցնցողաբար հեկեկում էր և ցնցվելուց նրա ամբողջ մարմինը վեր ու վեր էր թռչում։ Առաջին անգամն ​Էր, որ տեսնում էի նրան այդպես հուսահատված և լաց լինելիս։ Իսկ առաջ նրա դեմքի վրա երբեք չէի տեսել հուսահատության ոչ մի գիծ, աչքերի մեջ արտասուքի ոչ մի կաթիլ. նա միշտ խրախուսում էր մեզ, հանդիմանում, երբ տեսնում էր, որ մենք այնպես շուտ ընկնում ենք հոգով, և ամեն անգամ կարողանում էր մեզ վրա ներգործություն ունենալ։ Իսկ ա՞յժմ, ա՞յժմ։"
      },
      {
        "index": 25,
        "text": "Նրա աղաղակն ու հեկեկանքն ամեն բանից էլ լավ էր բացատրում, թե որքան փշրված էր նրա ուժեղ կամքն արտաքին ծանր հանգամանքներից... «Ախ, ինչո՞ւ ես հիվանդ եմ»,— աղաղակում էր նա այն ժամանակ, երբ ես նրան ասում եմ, թե պատրաստ եմ աշխատելու։ Այդ խոսքերն երբեք չեմ մոռանալ, դրանք արտասանված էին այնպիսի տանջանքով և այնպիսի անկեղծ սրտով, որից երևում էր, թե որքան անկեղծ և անհուն էր նրա եղբայրական սերը դեպի ինձ..."
      },
      {
        "index": 26,
        "text": "Ամեն կերպ աշխատեցի հանգստացնել նրան, բայց նա այն աստիճան հուզվել էր, որ այլևս չկարողացավ խոսել ինձ հետ։ Ավելի լավ համարեցի նրան մենակ թողնել և դուրս եկա շատ ծանր տրամադրությամբ, «Թող քույրդ աշխատի» խոսքերը բնավ մտքիցս չէին հեռանում... Բայց ամենից ավելի ինձ մտատանջում էր այն հանգամանքը, որ Գրիգորի հուզմունքը անվնաս չէր կարող անցնել նրա առողջության համար։ Եվ, դժբախտաբար, այդպես էլ եղավ,— այսօր նրա դրությունը շատ վատ է։"
      },
      {
        "index": 27,
        "text": "Դեպի քեզ ունեցած սաստիկ կարոտս է, սիրելի Հռիփսիմե, որ այսքան երկար նամակներ եմ գրում քեզ,— այդ միևնույն է, թե խոսում եմ քեզ հետ։ Սիրտս սաստիկ լցված է։ Վշտերս ուզում եմ բաժանել մեկի հետ և բացի քեզնից էլ ո՞վ ունեմ... Ախ, եթե այժմ մոտս լինեիր, միակ կարեկիցս, ինչպե՜ս ջերմագին կսեղմեի քեզ վշտահար կրծքիս..."
      },
      {
        "index": 28,
        "text": "Քո Աննա Սարոյան ​"
      }
    ]
  }
}