{
  "chapterNumber": 6,
  "title": "Նամակ Զ — Թիֆլիս, 20 նոյեմբերի 1880 (Letter 6)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Անգին քույրիկ,"
      },
      {
        "index": 1,
        "text": "Գուշակությունս ճիշտ դուրս եկավ.— դժբախտությունը— և այն էլ ի՜նչպիսի դժբախտություն— առաջին անգամ բաց արավ մեր տան դուռն և ներս մտավ՝ այնտեղից այլևս երբեք չհեռանալու համար։ Մենք համարյա մի անգամից զրկվեցինք մեր բոլոր կարողությունից, մեր բոլոր հարստությունից. հայրս աջ ձեռքով անդամալույծ եղավ և խելագարվեց։ Ահա թե ինչ եղավ նրա բոլոր մտատանջությունների, նրա գաղտնի վշտի, նրա օտարոտի դրության հետևանքը։ Իսկ պատճառը հորս պարտքերն են եղել, որոնց գոյության մասին մենք նույնքան տեղեկություն ունեինք, որքան տեղեկություն ունեինք, թե մեր գլխին մի այսպիսի սարսափելի փորձանք պետք է գար... Բայց մինչև հիմա էլ զարմանքից չեմ կարողանում ուշքի գալ, թե հայրս այնքան պարտք ե՞րբ է արել, և ի՞նչ բանի համար... Մայրս ասում է, որ նա մոլի խաղացող էր. այդ ես ինքս էլ գիտեի, բայց մի՞թե խաղալով այդքան պարտքեր են անում, այդքան տանուլ են տալիս... Ո՛չ, ո՛չ, ես այդ բանին ոչ մի կերպ չեմ ուզում հավատալ և երբեք էլ չեմ հավատալ... Գուցե, այո, ուրիշ մարդիկ այդպես անեն, բայց իմ հայրը... դու խո քիչ թե շատ ճանաչում ես հորս, դու խո գիտես, թե որքան ազնիվ, պատվասեր և հեռատես մարդ էր նա. մի՞թե այդպիսի գեղեցիկ հատկություններ ունենալով ​նա կարող էր չհասկանալ, թե ապագայում ինչ սարսափելի հետևանքներ կարող էր ունենալ խաղալու սերը։ Ի՞նչ, մեծ է այդ սիրո, այդ մոլության զորությունը, մարդկային բոլոր գեղեցիկ հատկությունները կորցնո՞ւմ են իրենց ուժը դրա առաջ. այո՞, ճի՞շտ է այդ, հավատալո՞ւ է այդ... Ով ուզում է թող այդ ճիշտ համարի, ով ուզում է թող հավատա դրան, բայց ես չեմ հավատում. չեմ հավատում՝ որովհետև այդ անկարելի եմ համարում գոնե հորս վերաբերմամբ... Ա՜խ, մի՛ կարծիր, թե որդիական անհուն սիրուց կուրացած միայն՝ ես այսպես պաշտպանում եմ հորս. ո՛չ, ամենքն էլ, ով ճանաչում է նրան, կասեն, որ հայրս այդպես թեթևամտությամբ չէր կարող վերաբերվել դեպի իր և իր ընտանիքի երջանկությունն ու պատիվը, որքան էլ նրա մեջ բուռն ցանկությամբ գործեր խաղալու սերը, մոլությունը։"
      },
      {
        "index": 2,
        "text": "Ես ճանաչում եմ հորս, ինչպես ինքս ինձ. նրա բնավորության բոլոր կողմերը, նրա հոգին բաց էր իմ առաջ, որպես մի պատկեր իր պարզ ու որոշ գծերով, և ես համարձակ, առանց կույր կողմնապահության պետք է ասեմ, որ նրա պես ընտանիքը պաշտող և նրա պատվի համար գլուխը ետ դրած մարդ ճրագով պիտի որոնել։ Ամենավաղ մանկությունիցս, գիտակցությանս բացվելու օրից սկսած մինչև այժմ դեռ չեմ հիշում գեթ մի օր, որ նա մի վատ խոսք ասած լիներ մորս, կամ մեզ— իր գավակների վրա ձեռք լիներ բարձրացրած, նա մեզ պահել է միշտ սիրո և խաղաղության մեջ, ազատ ընտանեկան ամեն տեսակ տարաձայնություններից և երկպառակություններից, նա մեր ամենաչնչին կապրիզներն անգամ անտրտունջ բավարարել է և ընտանիքի երջանկության ու պատվի նախանձախնդիր նրա սրտի մեջ մենք միշտ հովանի կյանք ենք գտել։ Եվ այդ բոլորից հետո, ասա՛, սիրելիս, մի՞թե ես իրավունք ունեմ թեկուզ ենթադրելու, որ այդ միևնույն հայրս, որ միշտ անփոփոխ է մնացել իմ աչքում (և ես կերդվեմ, որ չեմ խաբվել), իր ընտանիքի երջանկությունը, պատիվը, ապագան, ամեն իևչ, որոնց համար կյանքը ետ ուներ դրած, այդպես թեթևամտորեն տանուլ տար կանաչ սեղանի վրա..."
      },
      {
        "index": 3,
        "text": "Ա՜խ, ո՛րքան ծանր է, ո՛րքան ծանր է, սիրելի քույրիկ... ​Այսքան ժամանակ ոչ մի ծանր վիշտ տեսած չլինելով մեր ընտանիքի մեջ, այժմ այս սոսկալի դժբախտության առաջ զգում եմ, որ հոգիս շատ հեշտությամբ է ընկճվում... Եվ կարե՞լի է միթե անվեհերությամբ դեմ գնալ ճակատագրի մի այսպիսի հարվածի։ Ո՞վ է ուշադրություն դարձնում, թե զրկվեցինք մեր բոլոր կարողությունից. դրա մասին չեմ էլ մտածում կամ գեթ ափսոսում, այլ հա՜յրս, հա՜յրս, ես տանջվում եմ հորս համար։ Ես և մեր բոլոր ընտանիքը կորցրինք մի այնպիսի հայր, որպիսին կարող չէ տալ աշխարհն իր բոլոր գանձերով։ Եվ դեռ փառք աստուծո — այո, փառք աստուծո,— որ կաթվածն այնքան էլ սաստիկ չէր, ապա թե ոչ, նա կարող էր բոլորովին անդամալույծ դառնալ կամ իսկույն մեռնել։"
      },
      {
        "index": 4,
        "text": "Բայց ամենից ավելի ինձ տանջում, հուսահատեցնում է այն հանգամանքը, որ նրա խելքն այլևս գլխին չէ։ Արդյոք հասկանո՞ւմ ես, երևակայո՞ւմ ես, սիրելի քույրիկ, թե ինչ է նշանակում խելագարված լինել։— Այդ նշանակում է լինել մեծ մարդ և միևնույն ժամանակ— երեխա, այդ նշանակում է անել այն, ինչ որ շուրջդ ոչ ոք չի անում, և չի անի այն, ինչ որ շուրջդ ամենքն են անում, այդ նշանակում է հիմարների ծաղրի և խելոքների խղճահարության թշվառագույն առարկա լինել, այդ նշանակում է բնությունից անարգված լինել, մարդկային իրավունքներից զրկված լինել, ապրողների ցանկից դեռ կենդանության ժամանակ ջնջված լինել, այդ նշանակում է հազարավոր ապրողների մեջ ապրել իբրև առանձին մարդ, ինչպիսին մի ամայի անապատի մեջ, որտեղ շրջապատդ դեպի քեզ լուռ է և խուլ և որտեղ դու ինքդ շրջապատիդ համար լուռ ես և խուլ, այդ նշանակում է տեսնել և չճանաչել, լսել և չիմանալ, ապրել և չզգալ, այդ նշանակում է կրքեր չունենալ — կյանքի խորհրդի այդ բանալիները։ Սոսկալի՜ է, սոսկալի՜..."
      },
      {
        "index": 5,
        "text": "Ների՜ր, սիրելի Հռիփսիմե, նամակս երկար չեմ կարող շարունակել.— ամբողջ հոգեկան աշխարհս փշրված է։"
      },
      {
        "index": 6,
        "text": "Քո Աննա Սարոյան ​"
      }
    ]
  }
}