{
  "chapterNumber": 16,
  "title": "Նdelays ԺԶ — Թիֆլիս, 16 օգոսստոսի 1881 (Letter 16)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սիրելի Հռիփսիմե,"
      },
      {
        "index": 1,
        "text": "Խորհուրդ ես տալիս, որ շատ չհուզվեմ և խնդրում ես, որ եղբորս հիշատակարանն ուղարկեմ քեզ, որպեսզի այլևս տեղիք չունենամ հուզվելու։ Ես էլ եմ հասկանում, որ շատ հուզվելը ներկա դրությանս մեջ ինձ վնասակար է, բայց մի՛ վախենա. հիշատակարանը գտնելուս առաջին օրն էր, որ այնպես հուզվում էի, այժմ ինձ զսպում եմ։ Ուրեմն, սիրելիս, հիշատակարանը կմնա ինձ մոտ. ողջ կյանքումս չեմ բաժանվի նրանից, չեմ բաժանվի այն պատճառով միայն, որ նա ինձ համար անգին է և միշտ էլ անգին կմնա։"
      },
      {
        "index": 2,
        "text": "Դարձյալ բանը թարսվեց և մեծ եղբայրս իր հին աստվածը միտը բերեց։ Մեր «բարեկամն» էլ վռնդեց նրան, և իրավունք ուներ, որովհետև եղբայրս դարձյալ սկսել էր խմել, ստացած ռոճիկից էլ ոչ մի կոպեկ տուն չէր բերում։ Է՜հ, այդպես էլ կարծում էի. արբեցողությունն այնպես չէ բույն դրել նրա մեջ, որ նա երբևէ կարողանար դրանից ձեռք վերցնել։ Դրա համար կամք է հարկավոր և փոքր-ինչ ժուժկալություն, իսկ եղբայրս զուրկ է թե՛ մեկից, թե՛ մյուսից. անգործ մնալն ու խմելը նրա համար ամեն բանից քաղցր է։ Իսկ փոքր եղբայրս դարձյալ այնտեղ է և, պիտի ասած, կարողացել է ծուլությանը հաղթել և աշխատում է։ Բայց նրա ստացած ռոճիկն ի՞նչ պիտի անի մեր այնքան, թեկուզ սաստիկ չափավորած, կարիքներին։ Ծայրահեղ աղքատությունը սպառնում է թակելու մեր դուռը... Մայրս ուզում է տունը ծախել, բայց ես չեմ թողնում, դրանից ստացած փողն էլ շուտով կհատնի (մանավանդ, որ տունն անհամեմատ պակաս են գնահատում), այնուհետև ի՞նչ պիտի անենք, ինչո՞վ պիտի վճարենք բնակարանի վարձը... Ոչ, անմտություն կլիներ հոգսերի վրա նոր հոգսեր ավելացնել։ Երևակայում եմ, թե որքան դժվար է մի տնից մյուսը տեղափոխվել, թե որքան անտանելի է տանտիրոջից միշտ անարգված լինել տան վարձը ժամանակին չվճարելու համար... Ոչ, հազարապատիկ ավելի լավ է մեռնել թեկուզ քաղցած, բայց ականջը հանգիստ՝ սեփական տան հարկի տակ։ Սեփակա՜ն տանը, սեփակա՜ն տանը... ուրիշ ​տեղ կյանքը կրկնապատիկ, քառապատիկ դառը կլինի։ Ես այդ զգում եմ։ Մայրս ուզում է մի որևէ գործ վերցնել։ Տեսնենք ինչ կլինի։"
      },
      {
        "index": 3,
        "text": "Քո Աննա Սարոյան"
      }
    ]
  }
}