{
  "chapterNumber": 17,
  "title": "Նdelays ԺԵ — Թիֆլիս, 24 օգոսստոսի 1881 (Letter 17)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սաստիկ հուզված եմ գրում քեզ այս տողերը, սիրելի Հռիփսիմե։ Ես այժմ կատարելապես ոչնչացած եմ։ Մայրս կար էր վերցրել կարելու, ես էլ օգնում էի նրան, բայց... ոչինչ չկարողացա կարել, այսինքն ոչ թե ոչինչ չկարողացա կարել, այլ կարել չգիտեի, կարը փչացրի։ Կար բաժանող կինը տեսավ կարս և հանդիմանեց նախ մորս, որ ինձ թողել էր կարելու, հետո ինձ, որ կարը փչացրել էի։ «Ահագին աղջիկ ես և ամենահասարակ կար անգամ չգիտես, ամոթ չէ՞» — ասաց։ Ամոթ չէ՜... Այնքան ամոթ էր, որ հազար երանի կլիներ, եթե նույն րոպեին գետինը պատռվեր և կլաներ ինձ հավիտյան... Մինչև անգամ մտադրվեցի ինքնասպանություն գործել և կգործեի, աստված է վկա, կգործեի, եթե... Ամեն տեսակ դժբախտություն, ամեն տեսակ բախտի հալածանք կտանեի— և տանում եմ— բայց հասարակ կնոջ այդ հասարակ բանի համար տված հանդիմանությունը ո՛չ մի կերպ չէի տանի և չե՛մ կարող տանել։ Այդ հանդիմանությունը մտքիցս մի վայրկյան անգամ չի հեռանում, և որքան շատ եմ մտածում այդ մասին, այնքան... սիրտս անտանելի ծանրանում է... Կարծում եմ, թե ամբողջ մարդկությունն աշխարհիս ամեն ծայրերից, մինչև անգամ տան չորս պատերը, որոնցից այլևս դուրս չեմ գալիս, ծաղրելով մատնացույց են անում ինձ և ասում— տեսե՜ք, այս ահագին աղջիկը հասարակ կար անել անգամ չգիտե... Ի՜նչ մեծ համարում ունեի ինձ վրա. կարծում էի, թե բավական է, որ մի բան անել կամենամ— և վերջացած է, ամեն բան կանեմ. բայց իրողությունը, փորձը ցույց տվեց, որ ոչ թե ոչինչ չեմ կարող անել, այլև... որ ես ինքս ոչի՜նչ եմ, ոչի՜նչ, ոչի՜նչ... Եվ դեռ մի անգամ մեռած եղբորս հպարտությամբ պատասխանեցի. «Ի՜նչ, ես կաշխատեմ»... ​խե՜ղճ, խեղճ Աննա... Եվ եղբայրս էլ հույս ուներ ինձնից, թե կարող եմ աշխատել... Ո՜հ, որքա՜ն անտանելի է դրությունս։ Ինքս ինձնից սարսափում եմ։ Գոնե չունենայի սրտիս մեջ՝ դեռ մանկությանս հասակից սերմանված՝ հպարտությունը, այս գոռոզությունը, գոնե կարողանայի՝ տանել ինձ տված արդարացի հանդիմանությունները, գոնե սիրտս կարողանար հաշտվել ուղեղիս հետ— այն ժամանակ... Իսկ այժմ... կատարելապես իրավունք ունեմ ասելու, որ ես իսկապես թշվառ եմ... Ա՜խ, ա՜խ, անգի՛ն քույրիկ... սրտիս և ուղեղիս մեջ դժոխք կա..."
      },
      {
        "index": 1,
        "text": "Քո Ա. Ս."
      }
    ]
  }
}