{
  "chapterNumber": 5,
  "title": "Նամակ Ե — Թիֆլիս, 11 հոկտեմբերի 1880 (Letter 5)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սիրելի Հռիփսիմե,"
      },
      {
        "index": 1,
        "text": "Այս անգամ դարձյալ հորս մասին պետք է գրեմ, որովհետև բոլոր մտածությանս առարկան նրա տարօրինակ դրությունն է, որից մինչև այժմ ոչինչ չեմ հասկանում։"
      },
      {
        "index": 2,
        "text": "Անցյալ կիրակի մեր տուն եկավ Թոմաս Գասպարիչը։ Դու ճանաչում ես նրան— այն անատամ, ժամանակից շատ վաղ ծերացած, անտերությունից սրա-նրա դռանն ապրող, իր ասելով՝ «օտստավնոյ տիտուլյարնի սովետնիկը», որ ոչ մի օր եկեղեցուց ետ չի ընկնում և ինչպես ավետարանն ու սաղմոսը, նույնպես և եկեղեցական բոլոր արարողությունները շատ լսելուց ու կարդալուց անգիր գիտե։ Նա նույնն է մնացել, ինչպես տեսել ես նրան երկու տարի առաջ. ծերության ժամանակ մարդկանց մեջ փոփոխությունը շատ աննկատելի է կատարվում։ Հագուստն էլ նույնն է. նույն խունացած գլխարկը կարմիր կանտերով, նույն խունացած նշանազգեստը՝ հնությունից սևացած երկաթե կոճակներով և նույն ձեռնափայտը, որից նստած ժամանակն անգամ չի բաժանվում։ Եղանակը, չնայելով աշուն էր, շատ տաք էր։ Ես նստած էի սենյակումս՝ բաց լուսամուտի առաջ և կարդում էի Տուրգենևը։ Եղբայրներս տանը չէին, մայրս խոհանոցումն էր, իսկ հայրս դուրսը, պատշգամբում։ Նա նստած էր լուսամուտից հեռու մեջքը դեպի ինձ արած և մտախոհ նայում էր քաղաքին։ Երևի չգիտեր, թե ես տանն եմ և նայում եմ իրեն, ապա թե ոչ աչքերիս առաջ անձնատուր չէր լինի իր տխուր մտածմունքներին։ Բայց նա այն աստիճան խորասուզված էր մտածմունքների մեջ, որ չնկատեց, թե ի՛նչպես Թոմաս Գասպարիչն իր դանդաղ, երերուն քայլերով մոտեցավ նրան։"
      },
      {
        "index": 3,
        "text": "— Շատ խորն ես մտածում, աղա՛ Գևորգ,— կարճ ժամանակ նրա մոտ լուռ կանգնելուց հետո, ասաց Թոմաս Գասպարիչը, իր բութ հայացքով կողքից շարունակ նայելով նրան։"
      },
      {
        "index": 4,
        "text": "Հայրս հանկարծ սթափվեց և նայեց նրան։ Առաջին նվագ, կարծես չկարողացավ ճանաչել նրան, որովհետև նախ մի րոպե, ըստ երևույթին զարմացած և լուռ, նայեց նրա դեմքին, հետո հանկարծ բացականչեց. ​"
      },
      {
        "index": 5,
        "text": "— Ա՜, Թոմաս Գասպարի՞չ, այդ դո՞ւ ես... Բարև (ու մեկնեց նրան ձեռքը)։ Ի՞նչպես ես։ Քեֆդ լա՞վ է։ Համեցիր, նստիր։ (Նա կանչեց ծառային, որ մի աթոռ բերի)։ Նոր լուր կունենաս, ասա տեսնենք։ Անպատճառ եկեղեցուցն ես գալի։"
      },
      {
        "index": 6,
        "text": "— Բաս ո՞րտեղից պետք է գամ,— մրթմրթաց Թոմաս Գաապարիչը, կարծես նեղացած, որ այդ բանի համար դարձյալ հարցնում են իրեն։"
      },
      {
        "index": 7,
        "text": "— Իհարկե, ինձ համար էլ կաղոթեիր։"
      },
      {
        "index": 8,
        "text": "— Անպատճառ։ Քեզ համար էլ որ չաղոթեմ, աղա Գևորգ, բաս էլ ո՞ւմ համար պետք է աղոթեմ։"
      },
      {
        "index": 9,
        "text": "— Քեզ համար։"
      },
      {
        "index": 10,
        "text": "— Է, ամեն մարդ որ մենակ իր գլխի մասին մտածի, այդ ո՞ւր կգնա։"
      },
      {
        "index": 11,
        "text": "— Իր գրպանն ու փորը... Բայց ասա տեսնենք՝ աղոթքիդ մեջ ի՞նչ էիր խնդրում ինձ համար։"
      },
      {
        "index": 12,
        "text": "— Ի՞նչ... Ա՜յ ինչ,— ասաց Թոմաս Գասպարիչը, նոտելով ծառայի բերած աթոռի վրա։— Նախ և առաջ խնդրում էի, որ ամենակարողն աստված քեզ և ընտանիքիդ երկար կյանք տա... «Կյանքս խնդրյաց ի քեն և ետուր նմա ընդերկայն ավուրս՝ հավիտյանս հավիտենից»։ Երկար կյանքն, իհարկե, ամեն բանից լավ է, այդպես չէ՞, աղա Գևորգ։"
      },
      {
        "index": 13,
        "text": "— Իհարկե... շարունակիր։"
      },
      {
        "index": 14,
        "text": "— Հա, նախ և առաջ խնդրում էի, որ ամենակարողն աստված քեզ..."
      },
      {
        "index": 15,
        "text": "— Հեր օրհնած, այդ խո ասացիր,— անհամբերությամբ և մի քիչ էլ ջղայնացած ընդհատեց հայրս։— Շարունակի՛ր։"
      },
      {
        "index": 16,
        "text": "Թոմաս Գասպարիչը տարակուսանքով և զարմացած նայեց նրան. առաջին անգամն էր, որ հայրս նրա հետ այդպես էր խոսում։"
      },
      {
        "index": 17,
        "text": "— Հետո խնդրում էի,— շարունակեց նա այս անգամ փոքր֊ինչ անվստահ եղանակով,— որ ամենակարողն աստված քեզ և ընտանիքիդ..."
      },
      {
        "index": 18,
        "text": "— Էլի՞,— նորից ընդհատեց հայրս նրան անհամբերությամբ։"
      },
      {
        "index": 19,
        "text": "— Չէ, աղա Գևորգ, շարունակում եմ,— շտապեց պատասխանել խեղճ Թոմաս Գասպարիչը,— ...որ ամենակարողն ​աստված քեզ և ընտանիքիդ երկար կյանքի հետ առողջություն տա... երկար կյանքն առանց առողջության, իհարկե, մի կոպեկ չարժե. այդպես չէ՞, աղա Գևորգ։"
      },
      {
        "index": 20,
        "text": "— Այդպես է, այդպես... շարունակիր,— մեքենայաբար կրկնեց հայրս, առաջվա նման մտախոհությամբ նայելով քաղաքին։ Նա կարծես այլևս չէր լսում Թոմաս Գասպարիչին։"
      },
      {
        "index": 21,
        "text": "— Հետո խնդրում էի,— շարունակեց Թոմաս Գասպարիչը,— որ ամենակարողն աստված գործիդ հաջողություն տա, սրտիդ բարի ցանկություններին կատարումն տա, ուրախություն, երջանկություն տա, որդոցդ բարի միտք և սիրտ տա, որ քեզ սիրեն, հարգեն և պատվեն... Խնդրում էի, որ քեզ և բոլոր ընտանիքիդ ամեն չարից հեռու պահի, սատանայի փորձությունից ազատ պահի, թշնամու սրտով չանե. «փրկյա զիս իր ձեռաց թշնամյաց և ի հալածչաց իմոց», խնդրում էի, որ իր սուրբ ողորմությունը միշտ անպակաս անի քեզնից և քո ընտանիքից. «ողորմություն քո, տեր, զհետ իմ եկեսցե զամենայն ավուրս կենաց իմոց»..."
      },
      {
        "index": 22,
        "text": "Նա լռեց և կարծես նոր տեսավ, որ հայրս ոչ նայում էր և ոչ լսում նրան։ Նա գլուխը փոքր-ինչ թեքելով, առաջ տարավ, որպեսզի լավ նայի հորս դեմքին, որ ամբողջապես դեպի քաղաքն էր դարձած։"
      },
      {
        "index": 23,
        "text": "— Հը, ի՞նչ է, պրծա՞ր,— մտախոհությունից սթափվելով և դեմքը դեպի նա դարձնելով, հարցրեց հայրս։"
      },
      {
        "index": 24,
        "text": "— Ես պրծա, աղա Գևորգ, բայց դու ինձ չէիր լսում, կարծես։"
      },
      {
        "index": 25,
        "text": "— Կարծե՜ս,— հարեց հայրս ծաղրական եղանակով։— Ընդհակառակն, իմ պատվելի տիտուլյարնի սովետնիկ, ես քո պատմածն ավելի լավ էի լսում, քան թե դու ինքդ... Բայց այդ թողնենք, ուրիշ բան խոսենք... Ինչ նոր լուր ունես, ասա տեսնենք։"
      },
      {
        "index": 26,
        "text": "— Է՛հ, աղա Գևորգ, ես ինչ նոր լուր պետք է գիտենամ. բացի եկեղեցուց, ո՞ւր եմ գնում, որ ինչ լուր լսեմ... Լրագիրը դուք եք ստանում, նոր լուրերը դու կլինես կարդացած։"
      },
      {
        "index": 27,
        "text": "— Այս քանի ժամանակ է ինչ ձեռքս լրագիր չեմ առել... Ապա գնա տես, սեղանի վրա կլինի լրագիրը, բեր կարդա ​մոտս... Սպասիր, լա՛վ, դու նեղություն մի կրիր, ծառան կբերի։"
      },
      {
        "index": 28,
        "text": "Նա դարձյալ կանչեց ծառային և հրամայեց, որ լրագիրը բերի։"
      },
      {
        "index": 29,
        "text": "Ես լուսամուտից տվեցի ծառային լրագրի համարը։ Ծառան տարավ տվեց Թոմաս Գասպարիչին։"
      },
      {
        "index": 30,
        "text": "Թոմաս Գասպարիչը նախ հանեց ակնոցը, որ պահում է, ինչպես գիտես, առանձին պատյանի մեջ, դրեց աչքերին և սկսեց կարդալ։ Կարդաց մի քանի լուր, թե ինչպես մի երիտասարդ անհայտ պատճառներից այսինչ տեղն և այսինչ ժամանակ անձնասպանություն է գործել («սիրահարված կլիներ»— այստեղ նկատեց հայրս), թե ինչպես մի կին մի անգամից երեք երեխա է ծնել, երեքն էլ կենդանի, թե ինչպես այսինչ տեղ ավազակները ճանապարհին կողոպտել և սպանել են ճանապարհորդներին, թե ինչպես այսինչ հայտնի վաճառականը սնանկացել է, նրա բոլոր կայքը գրավել, աճուրդով վաճառել են..."
      },
      {
        "index": 31,
        "text": "Հայրս սկզբում, ըստ երևույթին, հետաքրքրությամբ էր լսում Թոմաս Գասպարիչին, բայց վերջինս այնքան դանդաղ և անվարժ էր կարդում, որ նա շատ շուտով ձանձրացավ և դեմքը դարձյալ շրջեց դեպի քաղաքը։ Սակայն, ինչպես նկատում էի, այնուամենայնիվ, լսում էր և լսում ինքն իրեն ստիպելով. կարծես չէր ուզում անձնատուր լինել մտախոհությանը, որ ինչպես երևում էր, ակամա պաշարում էր նրան։ Վերջ ի վերջո դարձյալ սկսեց հետաքրքրությամբ լսել, և զարմանալի է՝ նրա հետաքրքրությունն այն աստիճանի հասավ, որ մինչև անգամ դարձավ Թոմաս Գասպարիչի կողմը, արմունկով կռթնեց ծնկան վրա և սկսեց շեշտակի նայել նրա շրթունքներին։ Այս անգամ տեսնում էի նրա դեմքը և երբեք չեմ կարող մոռանալ այն հայացքը, որով նայում էր այդ ժամանակ. այդ հայացքի մեջ կար և մեծ հետաքրքրություն, և մեծ երկյուղ, և մի տեսակ բան, որ ոչ կատաղություն էր, ոչ ստրջանք և ոչ հուսահատություն։ Վերջին լուրը լսելով, հանկարծ այնպիսի ուժով դուրս խլեց լրագիրը Թոմաս Գասպարիչի ձեռքից, գոռալով— «Ինչ վա՜տ ես կարդում»— այնպես ճղեց և ձեռքում ճմլելով, շպրտեց պատշգամբից ներքև, որ կարծեցի, թե խելագարվեց։ Ինքս էլ չիմացա, թե ինչպես այդ ժամանակ ​գլուխս հանեցի լուսամուտից դեպի դուրս և նայեցի նրա կողմը։ Նա հանկարծ տեսավ ինձ, և ես մինչև հիմա էլ զարմացած եմ մնացել, թե ինչպես այնպես արագ կարողացավ փոխել դեմքի արտահայտությունը, ձեռքերը վայր թողած՝ կանգնեց հանդարտ, աչքերը խոնարհեցրեց, ներքին շրթունքը կախեց (ինչպես այդ արավ մի անգամ, երբ հարցրի նրա մտահոգության պատճառը) և ասաց բարակ, իբրև թե մանկական ձայնով."
      },
      {
        "index": 32,
        "text": "— Ես ինչ մեղավոր եմ, օրիորդ... բաս ինչո՞ւ Թոմաս Գասպարիչը այնպես վատ է կարդում..."
      },
      {
        "index": 33,
        "text": "Բայց այս անգամ չծիծաղեցի, ինչպես առաջ. արդյոք նրա՞ համար, որ արդեն հասկանում էի, թե ինչ են նշանակում նրա այդպիսի կատակները, թե՞ նրա համար, որ այս անգամ նրա կատակը բավական անհամ դուրս եկավ— չգիտեմ։ Այդ, կարծես ինքն էլ զգաց և, մի րոպե շփոթվելով իմ անթարթ, լուրջ հայացքից, հանկարծ նայեց Թոմաս Գասպարիչին և բարձրաձայն ծիծաղեց։"
      },
      {
        "index": 34,
        "text": "— Աննա,— բացականչեց նա, առանց իմ կողմը նայելու,— թե աստվածդ կսիրես, մեկ նայիր մեր տիտուլյարնի սովետնիկին։"
      },
      {
        "index": 35,
        "text": "Նայեցի Թոմաս Գասպարիչին, բայց դարձյալ չծիծաղեցի, թեև այդ րոպեին նա շատ ծիծաղելի էր։— Նստած էր անշարժ՝ ակնոցն աչքերին և կատարյալ ապուշի նման բերանը բաց՝ նայում էր հորս։ Նրա ձեռքերը մնացել էին այնպես, ինչպես որ բռնած ուներ լրագիրը կարդալիս։ Կարծես նրան դիտմամբ նստեցրել էին այդ դրության մեջ, որպեսզի հանեն նրանից մի ծաղրական պատկեր։ Հորս բարձրաձայն ծիծաղից նա հանկարծ սթափվեց և ժպտալով դարձավ ինձ."
      },
      {
        "index": 36,
        "text": "— Տեսնո՞ւմ ես, Աննա, ինչ չարաճճի մարդ է եղել հայրդ,— ասաց գլուխը շարժելով։— Լրագիրը ձեռքիցս խլեց, ճղեց, ճխլեց, պատշգամբից ներքև գցեց, ասա ինչո՞ւ..."
      },
      {
        "index": 37,
        "text": "— Նրա համար, իմ պատվելի տիտուլյարնի սովետնիկ, որ... ճաշին մեզ մոտ կլինես,— ասաց հայրս և գնաց դեպի իր առանձնասենյակը։"
      },
      {
        "index": 38,
        "text": "Դիտմամբ այս անցքն այսպես մանրամասն նկարագրեցի նամակիս մեջ, սիրելի Հռիփսիմե, որպեսզի ցույց տամ, թե որքան մեծ է այն գաղտնի վիշտը, որ այնքան մտատանջություն ​պատճառելով, այսպիսի դրության մեջ է ձգել հորս։"
      },
      {
        "index": 39,
        "text": "Ինչպե՜ս վախենում եմ, թե մի՛ գուցե խելագարվի... Սարսափը, անասելի վիշտն ու հուսահատությունը պաշարում են ինձ, որ մտածում եմ, թե կարող է այդպիսի դժբախտություն պատահել... Բայց ի՞նչ անեմ, ի՞նչ... ինչո՞վ կարելի է այդ դժբախտության առաջն առնել..."
      },
      {
        "index": 40,
        "text": "Սրտիս վատ նախազգացումներից ես ավելի եմ սարսափում..."
      },
      {
        "index": 41,
        "text": "Ընդունի՛ր ջերմ համբույրներս։"
      },
      {
        "index": 42,
        "text": "Քո Աննա Սարոյան"
      }
    ]
  }
}