{
  "chapterNumber": 4,
  "title": "Նամակ Դ — Թիֆլիս, 11 հոկտեմբերի 1880 (Letter 4)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սիրելի՛ Հռիփսիմե,"
      },
      {
        "index": 1,
        "text": "Նախորդ նամակովս խոստացել էի քեզ տեղեկություն տալ մեր ընտանիքից և ահա կատարում եմ խոստումս։"
      },
      {
        "index": 2,
        "text": "Նախ պիտի ասեմ, որ Գրիգորը հիվանդ է. հազում է։ Այս հինգերորդ օրն է, որ գիմնազիոն չի գնում. բժիշկները խորհուրդ են տալիս առժամանակ ձեռք վերցնելու պարապմունքներից։ Ես սաստիկ երկյուղ եմ կրում, որ նրա հիվանդությունը թոքախտ լինի, մանավանդ որ նա կազմվածքով շատ թույլ է և նիհար։ Դու գիտես, թե որքան եմ սիրում եղբայրներիս, առավելապես Գրիգորին, որը այս վերջին ժամանակներս մանավանդ ինձ համար թե՝ եղբայր է բառիս բուն նշանակությամբ, և թե ամենամտերիմ խորհրդակից։ Ես սարսափում եմ, որ լսում եմ նրա խուլ հազի ձայնը, մանավանդ գիշերները, երբ քնած է լինում։ Նա շատ է պարապում, չափից դուրս պարապում է. այդ վատ է ազդում նրա հիվանդությանը։"
      },
      {
        "index": 3,
        "text": "Բայց Գրիգորի հիվանդությունից զատ մի ուրիշ հանգամանք էլ կա, որ պակաս մտահոգություն չի պատճառում մեզ։ Դու դիտես, թե հայրս ինչպիսի զվարճասեր և կատակասեր մարդ է, բայց վերջին ժամանակներս մեծ փոփոխություն է նկատվում նրա մեջ. օրինակ՝ երեկոները վերադառնում է տուն միշա մի տեսակ տխուր ու մտախոհ և գլխարկն աչքերի վրա վայր թողած, այնինչ առաջ նա գլխարկը միշտ ետ գցած էր ունենում ճակատի վրա և միշտ մրմնջում էր մի որևիցե ուրախ երգ։ Խոսելիս էլ ամենքի հետ բարկացած է խոսում, կարծես ամենքն էլ նրան որևիցե անախորժություն են պատճառել, կարծես ամենքն էլ նրա առաջ մեղավոր են։ Մի անգամ հարցրի պատճառը։ Խոժոռած դեմքով նախ լուռ նայեց ուղղակի աչքերիս, հետո հանկարծ մի վայրկյան միայն ժպտաց, աչքերը վայր թողեց, ներքին շրթունքը կախեց և դեմքին տվեց մի այնպիսի ճիշտ և միևնույն ժամանակ ծիծաղելի արտահայտություն, որպիսին ունենում է երեխան այն ժամանակ, երբ նրան բոլորովին իզուր մեղադրում են չարություն անելու համար։ ​"
      },
      {
        "index": 4,
        "text": "— Ես ի՞նչ մեղավոր եմ, օրիորդ,— արտասանեց նա բարակ, իբրև թե երեխայական ձայնով.— Կիրակոսյանը չարություն է անում, դուք ի՞նձ եք մեղադրում։ Ուզում եք Մարտիրոսյանին հարցրեք։"
      },
      {
        "index": 5,
        "text": "Չկարողացա ծիծաղս զսպել և գրկեցի նրան։"
      },
      {
        "index": 6,
        "text": "— Հայրի՛կ, մի՞թե տխուր ժամանակդ էլ կարողանում ես կատակներ անել,— բացականչեցի ուրախացած։"
      },
      {
        "index": 7,
        "text": "— Ուզում եք Մարտիրոսյանին հարցրեք,— կրկնեց նույն բարակ ձայնով։"
      },
      {
        "index": 8,
        "text": "Դարձյալ ծիծաղեցի և ավելի ամուր գրկեցի նրան։"
      },
      {
        "index": 9,
        "text": "Նա կմկմաց, ազատվեց գրկիցս, ժպտաց՝ նայելով աչքերիս և քնքշորեն համբուրելով ճակատս, դուրս գնաց իր առանձնասենյակը։"
      },
      {
        "index": 10,
        "text": "Մտախոհությամբ նայեցի նրա ետևից։ Ինչպես շուտ և հեշտությամբ կարողացավ ազատվել բացատրությունից։ Այնուհետ ամեն անգամ նկատում եմ, որ նա ամեն կերպ աշխատում է խույս տալ ինձնից, իսկ երբ այդ չի հաջողվում, դարձյալ սկսում է կատակ անել և, զարմանալի է, չնայելով, որ այդ կատակներն ակամա է անում (ես այդ շատ լավ եմ նկատում), բայց նրանք երբեք անհամ չեն դուրս գալիս և միշտ ունենում են իրենց ազդեցությունը, գոնե ով այդ ժամանակ նայում է նրան (մինչև անգամ ես), չի կարողանում զսպել ծիծաղը։ Սակայն իզուր է աշխատում ծածկել ինձնից իր վիշտը. և որ մի վիշտ— և այն էլ ծանր վիշտ— կրծում է նրա սիրտը և մեծ մտատանջություն է պատճառում նրան— այդ ես գիտեմ, այդ ես պարզ տեսնում եմ։ Չեմ կարծում, թե նրա վիշտը Գրիգորի համար լինի, որովհետև Գրիգորն այնքան էլ հիվանդ չէ, որի համար կարող լիներ այնքան մտատանջվել։ Ուրիշ բան կա անշուշտ, որ մենք չգիտենք։ Մայրս խիստ անհանգիստ է. ասում է, որ գիշերները նա հանգստություն չունի, իսկ երբեմն՝ քնած ժամանակ, ասում է, կարծես վախեցած, հանկարծ բղավում է և վեր թռչում, երբեմն Էլ երազում, ասում է, ուղղակի լաց է լինում..."
      },
      {
        "index": 11,
        "text": "Մնացել եմ տարակուսած։ Ի՞նչ է նշանակում այս։"
      },
      {
        "index": 12,
        "text": "Քո Աննա Սարոյան ​"
      }
    ]
  }
}