{
  "chapterNumber": 2,
  "title": "Նdelays Բ — Թիֆլիս, 20 սեպտեմբերի 1880 (Letter 2)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սիրելի՛ Հռիփսիմե,"
      },
      {
        "index": 1,
        "text": "Դու զարմանում ես, թե ինչպիսի եղանակով էի գրել նամակս. «կարծես մելամաղձություն է եկել վրադ», գրում ես դու։ Իրավունք ունիս զարմանալու և այդպես կարծելու, քանի որ այդ եղանակով գրած նամակ ինձնից դեռ երբեք չես ստացել։ «Ի՞նչ է պատահել քեզ», հարցնում ես։ Ոչինչ, բոլորովին ոչինչ չի պատահել ինձ. ես նույնն եմ, ինչպես վերջին անգամ տեսել ես ինձ. ապրում եմ նույն լիության մեջ, ծնողներս, եղբայրներս բոլորը ողջ և առողջ են, և մենք առաջվա նման հաշտ ու սիրով ենք ապրում։ Ըստ երևույթին, պետք է որ երջանիկ լինեմ, տրտնջալու ոչինչ տեղիք չպիտի ունենամ, այնպես չէ՞, սիրելի քույրիկ։ Բայց արի տես, որ այդ այդպես չէ.— ընդհակառակն, այս վերջին ժամանակներս ես ինձ թշվառ եմ զգում՝ առանց մի որևիցե ակնհայտ պատճառի։ Էլ չես տեսնի ինձ առաջվա նման ամեն մի չնչին բանի վրա ուրախ քրքջալիս կամ չարաճճիություններ անելիս, որոնց համար դու ինձ միշտ նախատում էիր և խրատում, որ ես գոնե փոքր֊ինչ լրջմիտ կենամ։ Էլ չես տեսնի ինձ առաջվա նման ցանցառամիտ երիտասարդների հետ ընկած, որի համար քո նախատինքն ավելի սաստիկ էր լինում, և երբ չէի լսում քեզ, ուղղակի խռովում էիր ինձնից, մինչև անգամ երկար ժամանակով։ (Բայց եթե այժմ տեսնես, թե որքա՜ն ես ատում եմ այդպիսի երիտասարդներին և որքա՜ն զզվում եմ նրանցից... Գուցե այժմ ե՛ս նախատեմ քեզ և խռովեմ քեզնից, եթե ինձ չլսես)։ Առաջվա անմիտ երեխայական արարքներիցս էլ ոչ մի նշույլ չես տեսնի իմ մեջ. կարծես երիտասարդությանս վաղուց արդեն հրաժեշտ եմ տվել, սիրտս կարծես մի անգամից ծածկվել է և էլ հնար չկա բանալու։ Այն, ինչ որ առաջ հոգով չափ սիրում էի, այժմ սաստիկ ատում եմ. կլուբ բոլորովին չեմ գնում, պարահանդեսներ— համարյա երբեք, իսկ թատրոն— շատ քիչ անգամ։ Ամեն տեղ և ամեն բանից շատ շուտ եմ ձանձրանում։ Ես այժմ սիրում եմ միայն առանձնություն և շատ եմ ջղայնանում, երբ ինձ անհանգստացնում են։ Առանձնության ժամանակ մտածմունքներն ակամա պաշարում են ​ինձ։ Շատ անգամ այնպես խորասուզվում եմ մտածմունքների մեջ, որ ամեն բան կատարելապես մոռանում եմ։ Բայց թե ինչ եմ մտածում— այդ ես ինքս էլ չգիտեմ. միայն այս գիտեմ, որ, ինչ որ մտածում եմ, բոլորը դառն է լինում։ Երբեմն՝ մտածմունքներիս անձնատուր լինելուց հետո երբ սթափվում եմ, զգում եմ, որ աչքերս լցվել են արտասուքով և քիչ է մնում հեկեկամ։ Լինում է և ժամանակ, որ սաստիկ ծուլանում եմ— թեև, ինչպես գիտես, բացի կարդալուց և դաշնամուր նվագելուց, ես ուրիշ ոչ մի զբաղմունք չունիմ, և այնքան ծուլանում եմ, որ առավոտները ոչ ուզում եմ անկողնիցս վեր կենալ և ոչ տնից դուրս գալ. ուզում եմ միշտ մնալ այնպես, ինչպես կամ։ Բայց երբեմն էլ այնպիսի մի անզուսպ շարժունության պետք եմ զգում, որ մի անգամից ուզում եմ և ա՛յս անել, և՛ այն, և՛ վազել, վազվզել և՛ պարել, անդադար պարել, դաշնամուր ածել, կոտրել, վիթել, ծեծել, մի խոսքով՝ անել այն ամենը, ինչ որ կամենում եմ, և ինչ որ ձեռքիցս կգա։ Հենց երեկ ճիշտ այդ դրության մեջ էի. երեկոյան թեյը խմելուց հետո՝ բաժակն այնպես շպրտեցի սեղանի վրա, որ գլորվեց, ընկավ հատակի վրա և փշրվեց։ Վերցրի գիրքը կարդալու, բայց մի քանի տող հազիվ կարդացած՝ իսկույն ծածկեցի և շպրտեցի հատակի վրա։ Նստեցի դաշնամուրիս առաջ և այնպես կատաղի կերպով խփեցի մի քանի ակորդներ, որ ստեղունքներից մեկի զսպանակը կոտրվեց։ Էլ չեմ հիշում, թե ինչեր արեցի։ Մեր տանը բոլորը զարմացած են մնացել։ Ես էլ պակաս չեմ զարմացել, հավատացիր։ Ինչռ՞ւ եմ այսպես անում, ինչո՞ւ, խելագարվում եմ, ի՞նչ է, թե այս էլ մի տեսակ հիվանդություն է, որ ակամա գալիս է մարդու վրա.— ոչինչ չեմ հասկանում։ Բայց մի բան ես շատ լավ հասկանում եմ ու զգում.— սիրտս ձգտում է, ուժգին թափով ձգտում ինչ-որ մի անհայտ, կարծես երբեք գոյություն չունեցող բանի, ձգտում է և, կարծես, հույս չունի, թե երբևիցե կհասնի։ Ես այժմ ամեն կերպ աշխատում եմ այդ հիմար դրությունից դուրս գալու և հույս ունիմ, որ զանազան զգացմունքներով ինձ այդ կհաջողվի։ Սկսել եմ շատ կարդալ և համարյա ամբողջ օրն ընթերցանությամբ եմ անցկացնում։"
      },
      {
        "index": 2,
        "text": "Սիրելիս, նամակ շուտ-շուտ գրիր, ես էլ շուտ-շուտ կգրեմ. ​ի նկատի ունեցիր, որ սիրտս արդեն բաց է եղել քո առջև և ես այլևս չեմ կարող ծածկել քեզնից իմ զգացումները: Ուզում եմ նամակներով քեզ հետ ամեն ինչ բաժանել. զգում եմ, որ այդ ինձ թեթևություն կպատճառի: Առայժմ, սիրելիս, ցնոր գրություն:"
      },
      {
        "index": 3,
        "text": "Քո Աննա Սարոյան"
      }
    ]
  }
}