{
  "chapterNumber": 14,
  "title": "Նամակ ԺԴ — Թիֆլիս, 25 հունիսի 1881 (Letter 14)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սիրելի Հռիփսիմե,"
      },
      {
        "index": 1,
        "text": "Նամակ ես պահանջում.— ի՞նչ գրեմ, ի՞նչ ունեմ գրելու, ի՞նչ կարող եմ գրել, երբ շուրջս և ներսս կատարյալ դատարկություն է տիրում։ Ոչինչ չկա, ոչ մի հիմնավոր բան, որից կարողանայի ամուր կպչել՝ չանհետանալու համար, որի վրա կարողանայի վերջնականապես կենտրոնացնել թափառող մտքիս ընթացքը՝ չմոլորվելու համար։ Երևակայիր մի անհուն անտակ խորխորատ անվերջ տարածության մեջ, որտեղ ընկել է մարդ. նա տարածում է ձեռքերն այս ու այն կողմը, որպեսզի մի բան գտնի, որից կարողանա բռնել՝ ավելի խորը չընկնելու համար, բայց միշտ հանդիպում է դատարկ տարածության, և նա շարունակ ընկնում է ցած, ընկնում է անվերջ, մինչև անգամ ոտների տակ հատակ չգտնելով.— ես այդ դրության մեջ եմ։ Ճշմարիտ է, կա իմ մեջ մի զգացմունք, որի համար պարտական եմ մեռած եղբորս, և թեև այդ զգացմունքը շատ անգամ բարերար ներգործություն է ունեցել տանջված հոգուս վրա, բայց... անգին քույրիկ, հասկանո՞ւմ ես, թե որքա՜ն երիտասարդ եմ ես դեռ և թե սիրտս, հոգիս բնականաբար դեպի ինչը պիտի ձգտեն։ Ես... Ա՜խ, բավակա՜ն է. թողնենք այն, այլևս սիրտ չկա."
      },
      {
        "index": 2,
        "text": "Եղբորս մահն, իհարկե, անհետևանք չէր կարող անցնել ոչ ինձ և ոչ մորս համար՝ մանավանդ մեր այս թշվառության ժամանակ։ Մայրս անմիջապես ընկավ անկողին և մոտ մի ամիս շարունակ պառկած էր։ Նրա և հորս միակ խնամատարն ես էի, թեև ես էլ պակաս հիվանդ չէի զգում ինձ։ Նրա անկողնից վեր կենալն ու իմ պառկելը մեկ եղավ, կարծես դիտմամբ իրար խոսք էինք տվել այդպես անելու։ Ես նրանից ավելի կարճ ժամանակ էի պառկած և ահա մի շաբաթ է ինչ վեր եմ կացել։ Այժմ ինձ սաստիկ թույլ եմ զգում, երկար չեմ կարողանում ման գալ կամ որևիցե բան շինել, շուտով հոգնում եմ, ուզում եմ նստել կամ թիկն տալ։ Գրիչն էլ այժմ դժվարությամբ եմ շարժում ձեռքիս։ Անցյալ օրը նայեցի հայելում, և ինքս ինձնից սարսափեցի։ Ակամա վերցրի անցյալ տարվա լուսանկարս և համեմատեցի.— ինչքա՜ն փոփոխություն... ​չէի ուզում հավատալ, թե այդքան փոխվել եմ։ «Կամ այս իմ լուսանկարս չէ, կամ թե հայելին է ինձ խաբում»— ասում էի ինքս ինձ։ Լուսանկարը ներկայացնում է մի գեղեցիկ, մի կայտառ օրիորդ, որի աչքերն երջանկությամբ և չարաճճի կերպով ժպտում են, իսկ հայելու մեջ տեսնում էի սաստիկ նիհար, սաստիկ գունատ, կարծես ծերացած մի աղջիկ, որի անկենդան, մեքենայական հայացքը, կարծես, ասում է... ի՞նչ է ասում.— որոշ ոչինչ, բայց մի բան ասում է, որ ոչ ինքն է հասկանում, և ոչ ուրիշը կարող է հասկանալ... Դառնացած դեն շպրտեցի լուսանկարս և հեռացա հայեյուց..."
      },
      {
        "index": 3,
        "text": "Այստեղ սաստիկ շոգեր են։ Ամառանոցի սովոր լինելով, շատ դժվարությամբ եմ կարողանում դիմանալ։ Համարյա ողջ օրը սենյակիցս դուրս չեմ գալիս։ Միայն գիշերներն և առավոտյան կարողանում եմ ազատ օդ շնչել։ Ների՛ր, սիրելիս, սաստիկ հոգնեցի. էլ ոչինչ չեմ կարող գրել։"
      },
      {
        "index": 4,
        "text": "Ընդունիր կարոտալից համբույրներս։"
      },
      {
        "index": 5,
        "text": "Քո Աննա Սարոյան"
      }
    ]
  }
}