{
  "chapterNumber": 3,
  "title": "Նամակ Գ — Թիֆլիս, 4 հոկտեմբերի 1880 (Letter 3)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սիրելի Հռիփսիմե,"
      },
      {
        "index": 1,
        "text": "Դու աշխատում ես բացատրել հոգեկան օտարոտի դրությունս և գտնում ես, որ այդ պարապությունից, անգործ լինելուցս է։ Գուցե մասամբ ճիշտ է այդ, բայց այս էլ կա, որ ես դեպի ոչ մի գործ ձգտում չեմ զգում։ Եվ ի՞նչ գործ կհրամայեիր, որ կատարեի, ի՞նչ անեի, ինչո՞վ զբաղվեի, քանի որ մի հասարակ գործվածք անգամ մինչև վերջը համբերություն չունիմ տանելու և ամեն բան, ինչ ձեռքս եմ առնում, ձգում եմ կիսատ... Ոչ, ես կարծում եմ, որ գլխավոր պատճառը մենակությունս է։ Գուցե զարմանաս, բայց այդ այդպես է. ես մենակ եմ այժմ, և այդ ոչ թե այն պատճառով, որ առաջվա նման այլևս ընկերուհիներ չունիմ, որոնց հետ կարողանամ անցընել ժամանակս՝ տաղտկությունից խուսափելու համար— ոչ, այլ այն պատճառով, որ ես ինքս եմ հեռացել նրանցից, որովհետև նրանք բոլորն ինձ այժմ շատ հիմար և դատարկ արարածներ են երևում... Այ, ուրիշ բան կլիներ, եթե դու լինեիր մոտս, այն ժամանակ երբեք չէի ձանձրանալ. երբեք տաղտկություն չէի զգա, ինչպես առաջ, երբ դու այստեղ էիր, թեև այն ժամանակ քո չափից դուրս լուրջ դատողություններն ու խրատներն երբեմն շարժում էին ծիծաղս... Ա՜խ, որքա՜ն թեթևամիտ էի այն ժամանակ... Եվ այժմ զարմանում եմ, ճշմարիտ, թե ի՞նչպես քո առողջ խելքով, քո լրջությամբ կարողանում էիր ինձ, թեթևսոլիկիս հետ որևէ հարաբերություն ունենալ, թեև չքավորությանդ հետ ունեիր և սաստիկ ինքնասիրություն, որպեսզի իսկույն ևեթ հեռանայիր ​ինձնից, երբ տեսնեիր, որ քո դեպի ինձ ունեցած սերտ բարեկամության մեջ զանազան նախանձախնդիրներ լոկ ստոր հաշիվներ են տեսնում քո կողմից։ Ինչպես չէիր ձանձրանում իմ ամենահիմար խոսակցությունից, որ միշտ այն մասին էր լինում, թե գիշերը պարահանդեսում ո՛ւմ հետ պարեցի, ո՛ւմ հետ ծանոթացա, ո՛վ ինչպիսի նոր հագուստ ուներ, թե թատրոնում ի՛նչ օպերա էին ներկայացնում, ո՛վ ինչպես էր երգում, ո՛վ կար այնտեղ աչքի ընկնող, թե ի՛նչ նոր մոդա է եկել, ի՛նչ նոր հագուստ պիտի կարել տայի ինձ համար, թե այսինչ օրը որտեղ եմ հրավիրված...— Անշուշտ դրա համար ես պարտական եմ քո զիջող, սիրող բնավորությանը և խղճահարությանը, որով կամենում էիր ինձ գոնե փոքր֊ինչ խելքի բերել..."
      },
      {
        "index": 2,
        "text": "Ախ, անգին քույրիկս, որքա՜ն սիրում եմ քեզ։ Որքան շատ եմ մտածում մեր բարեկամության մասին, այնքան սիրտս ավելի ու ավելի է կապվում քեզ հետ, որովհետև գնահատությունդ նոր եմ հասկանում։ Ուզում եմ, որ այդ անցյալը գոնե մի րոպե վերադառնա, և ես առատաբուխ ջերմ զգացմունքներով հատուցանեմ քեզ քո դեպի ինձ տածած անկեղծ բարեկամության փոխարենը։ Չես կարող երևակայել, թե որքա՜ն կարոտում եմ քեզ այժմ։ Եվ ի՞նչպես չկարոտեմ, քանի որ ամբողջ երկու տարի է անցել այն օրից, երբ դու վերջին անգամ եկար մեր տուն հրաժեշտիդ ողջույնը տալու մեզ։ Այդ օրը հիշում եմ, ինչպես երեկը։ Ի՜նչ սքանչելի օր էր այդ։— Շաբաթ երեկո էր։ Տան բոլոր դռներն ու լուսամուտները բաց էին դեպի պատշգամբը։ Մայիսյան թարմ, զովարար օդը, որ ես միշտ համեմատել եմ քնած քնքշիկ մանկան անլսելի շնչառության հետ, ամենայն առատությամբ ներս էր մտնում սենյակները։ Արևի ճառագայթները՝ բեկվելով լուսամուտների ապակիների մեջ՝ անդրադառնում էին հանդեպի պատերի վրա աղոտ և անջերմ լուսով։ Պատշգամբում չարաճճի ծտերն իրենց ուրախ ծլվլոցով ահագին աղմուկ էին հանում. նրանց ծլվլոցի ձայնը պարզ օդում արձագանք էր տալիս։ Որքա՜ն սիրելի է գարունը, երբ երգում են թռչունները։ Ի՞նչ կլիներ գարունը, եթե թռչուններ չլինեին.— նա անշուշտ կկորցներ իր հրապույրի կեսը, ինչպես ուրախ, ​հանդիսավոր տոնախմբությունն՝ առանց երգի ու նվագի։ Ես նստած էի դահլիճում դաշնամուրիս առաջ և նվագում էի Շումանի սերենադը (շատ լավ հիշում եմ, որ հենց այդ էի նվագում). հարևան սենյակում պարապում էին եղբայրներս. մեծը— Արշակը նստած էր սեղանի վերջին լուսամուտի մոտ՝ իր գրասեղանի առաջ և կանցելյարիայից բերած մի ահագին կույտ ինչ-որ թղթեր էր քրքրում, սենյակի մյուս վերջին լուսամուտի մոտ՝ իր գրասեղանի առաջ նստած էր մյուս եղբայրս— Գրիգորը և կարդում էր «Դոն Կարլոսը» (այդ հիշում եմ նրանից, որ նա ներս մտավ և, խնդրելով որ լսեմ, կարդաց ինձ մոտ մի գեղեցիկ կտոր Մարկիզ Պոզայի մի մենախոսությունից, որից հիացել էր։ Նա առհասարակ չափից դուրս սիրում է Շիլլերը. խո գիտես, որ նա թունդ ռոմանտիկ է)։ Իսկ փոքր եղբայրս— Գարեգինը նստած էր մեջտեղի լուսամուտներից մեկի առաջ և սովորում էր դասը։ Հարևան սենյակում հայրս և մայրս «նարդի» էին խաղում. այդ նրանց սիրելի զբաղմունքն էր, և է, երեկոներին։ Ա՜խ, ինչքան ուրախ, ինչքա՜ն երջանիկ էի ես այդ ժամանակ։ Ինչպիսի անհուն սեր էի զգում ես դեպի մեր այդ խաղաղ սիրող, հաշտ ընտանիքը։ Սրտիս մեջ դրախտ էր բացված և այդ դրախտն ես ուզում էի արտահայտել Շումանի սքանչելի սերենադի մեջ..."
      },
      {
        "index": 3,
        "text": "Հանկարծ հարևան սենյակում լսեցի քո ձայնը։"
      },
      {
        "index": 4,
        "text": "— եկել եմ ձեզ մնաք բարև ասելու. վաղն առավոտյան գնում եմ,— ասում էիր ծնողներիս։"
      },
      {
        "index": 5,
        "text": "Թողի դաշնամուրը, վեր թռա և վազեցի քեզ մոտ։"
      },
      {
        "index": 6,
        "text": "— Սիրելիս, մի՞թե իրավ, վաղն առավոտյան,— բացականչեցի՝ բռնելով ձեռքերիցդ։"
      },
      {
        "index": 7,
        "text": "— Այո։"
      },
      {
        "index": 8,
        "text": "«Այո»... Անգո՜ւթ, ի՞նչ էի արել քեզ, որ երջանկությանս բարձրությունից ինձ այնպես հանկարծ ցած գլորեցիր։"
      },
      {
        "index": 9,
        "text": "— Սիրելիս, Հռիփսիկս, հետաձգի՜ր— փարեցի վզովդ։"
      },
      {
        "index": 10,
        "text": "— Ո՜չ,— կարծես երդվել ես դու։"
      },
      {
        "index": 11,
        "text": "— Սիրելիս, մնա մի քանի օր էլ։"
      },
      {
        "index": 12,
        "text": "— Անկարող եմ։"
      },
      {
        "index": 13,
        "text": "Մի՞թե սիրտն այնքան կարող է քարանալ։ Դու մնաք բարև ես ասում ծնողներիս, մնաք բարև ես ասում եղբայրներիս, ​սեղմում ես ամենքի ձեռքն էլ։ Ես շտապով ծածկում եմ փեղույրս, դուրս եմ գալիս քեզ հետ։ Գնում ենք։ Ո՞ւր։ Ո՛վ գիտե։ Երկուսս էլ խոսում ենք, սակայն ավելի լռում ենք, քան թե խոսում։ Ինչո՞ւ։ Չգիտեմ։ Թեև զգում էինք, որ շատ բան ունինք ասելու, բայց շատ քիչ բան էինք կարողանում ասել։ Ի՜նչ հիմար դրություն էր։"
      },
      {
        "index": 14,
        "text": "Հետևյալ օրն ես քեզ հրաժեշտ տվի երկաթուղու կայանում։ Վերջին ջերմ համբույրները դրոշմեցինք միմյանց շրթունքներին։ Ինչպե՜ս էինք լալիս... Սքանչելի արցունք... Շոգեկառքը սուլեց և սկսեց դեռ կամաց, հետո քիչ֊քիչ արագ փախցնել քեզ։ Վերջին անգամ լուսամուտից շարժեցիր թաշկինակդ, ես իմը, և այլևս չտեսա քեզ։"
      },
      {
        "index": 15,
        "text": "«Բայց ինչո՞ւ ես գրում ինձ արդեն հայտնի այդ եղելությունը, ինչո՞ւ այդ բոլորը հիշեցնում ես ինձ»— գուցե հարցնես դու, եթե միայն այլևս նույնը չես, ինչպես ես քեզ ճանաչում էի այն ժամանակ, որովհետև եթե դու նույնը լինես, ապա այդ հիշողությունը քեզ համար նույնքան սիրելի պիտի լինի, որքան և ինձ համար այժմ, չնայելով, որ այն ժամանակից անցել է ամբողջ երկու տարի։ Կարծեմ Գյոթեն է ասում— պետք չէ քրքրել անցյալը, նա միշտ դառն է լինում ներկայի համար։— Ճի՞շտ է արդյոք այդ։ Զգում եմ, որ այո և զգում եմ, որ ոչ։ Ինչո՞ւ։ Բացատրել չեմ կարող, բայց ես այդպես եմ զգում։ Անցյալի հիշողությունը որքան դառն, նույնքան և քաղցր է, և այդ պատճառով սիրելի է, որպես անունը սրտիդ մոտ այն էակի, որին տարիներ առաջ հողին ես հանձնել։ Այդ հիշողության մեջ կա մի տեսակ ուրույն, եթե կարելի է այդպես ասել, հոգեկան պոեզիա, ինչպես երկու հակադիր զգացումների զուգորդության մեջ։ Մի՛ ծիծաղիր փիլիսոփայությանս վրա։"
      },
      {
        "index": 16,
        "text": "Կարծեմ այս անգամ այսքանը բավական է. մյուս անգամ մեր ընտանիքից տեղեկություն կտամ քեզ, որ խնդրում ես ինձնից։ Իսկ այժմ ընդունիր համբույրս և մնաս բարև։"
      },
      {
        "index": 17,
        "text": "Քո Աննա Սարոյան ​"
      }
    ]
  }
}