{
  "chapterNumber": 1,
  "title": "Նdelays Ա — Թիֆլիս, 6 սեպտեմբերի, 1880 (Letter 1)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Իմ սիրելի՛ Հռիփսիմե, իմ անգին քույրիկ,"
      },
      {
        "index": 1,
        "text": "Անսպասելի նամակդ ինձ շատ տխրեցրեց և միևնույն ժամանակ շատ բարկացրեց։ Մի՞թե կարծում ես, որ ես երբևիցե կարող կլինեմ— մինչև անգամ եթե այդ կամենամ էլ — մոռանալ նրան, որ մանկությանս ժամանակից ի վեր իմ ամենասիրելի, իմ ամենասրտակից ընկերուհին է եղել, որին ամեն ժամանակ և ամեն դեպքում համարձակ հայտնել եմ սրտիս բոլոր գաղտնիքները և որ կիսել է տխրությունս, կրկնապատկել է ուրախությունս։ «Դու ինձ մոռացար, Աննա, դու ինձ մոռացար», դառնությամբ բացականչում ես նամակիդ մեջ։ Չեմ հասկանում, թե այդ ինչ կասկած է (թեև հավատ կարող էի անվանել այն զգացմունքը, որով գրել ես այդ բառերը), որ ծնել է քո մեջ անջատումն ու երկարատև լռությունը։ Գուցե այդ ընկերական անհուն, կույր սիրո հանկարծ բռնկվող անմեղ բարկության արգասիք է։ Եթե այդպես է (որ ամենահավանականն եմ գտնում), ապա ես կրկնապատիկ ուժով սիրում եմ այն մաքուր սիրտը, որ տրամադիր է այդպիսի արդար բարկությունների։ Իհարկե, անպատճառ չպիտի երդվեմ, սիրելի՛ քույրիկս, հավատացնելու համար, որ չնայելով այսքան ժամանակ քեզ նամակ չէի գրում, բայց ամեն օր և միշտ հիշում էի քեզ. իսկ երբեմն— և այն շատ հաճախ — մի այնպիսի անհուն կարոտություն էի զգում դեպի քեզ, այնպես ցանկանում էի քո ներկայությունը, որ... մի՞թե բառեր կան այդ զգացումներն արտահայտելու։ «Բայց ինչո՞ւ նամակ չէի գրում», անպատճառ կհարցնես ինձ։ ​"
      },
      {
        "index": 2,
        "text": "— Ինչո՞ւ նամակ չէի գրում քեզ,— հարցնում եմ և՛ ինքս քնձ։ Պատասխանի համար պետք է դիմել այն անհասկանալի զորությանը, որ՝ մարդկային կամքին հակառակ՝ միայն ինքն է զգացմունքների ղեկավարը։ Մարդկային սիրտն երբեմն այնպես լցվում է (սակայն այդ շատ քչերին է պատահում, իսկ ինձ՝ շատ հաճախ, մանավանդ վերջին ժամանակներս), նորանոր զանազան զգացմունքները՝ միմյանց խառնվելով՝ այնպիսի ուժով գործում են նրա մեջ, որ նրանց կարելի չէ լինում արտահայտել ոչ բառերով և ոչ, մինչև անգամ, գրչով։ Զորեղ զգացմունքներից ալեկոծվող սիրտն էլ ունի իր կապրիզները, ինչպես օվկիանոսն ահեղ փոթորկի ժամանակ։ Առանց դուրս գալու սրտի պատերից, այդ զգացմունքները, ինչպես լավան երկրի ներսը, բորբոքվում են, եռում այնքան, մինչև որ իրենք իրենց դարձյալ հանգստանում են, խաղաղվում։ Սակայն որքա՜ն քաղցր ու թեթև, բայց և, միևնույն ժամանակ, որքա՜ն դառն ու ծանր է զգացմունքների այդ ալեկոծությունը սրտի մեջ։ Ուզում ես աղոթել և անիծել, ուզում ես ապրել և մեռնել։ Երանի՜, բայց վա՜յ նրան, ում սրտին հատուկ են այդպիսի ալեկոծություններ... Եվ ո՞վ գիտե, մինչև ե՜րբ ես այսպես շարունակեի պահպանել դեպի քեզ ունեցած լռությունս, սիրելի քույրիկ, եթե նամակդ հանկարծ չբանար սրտիս դռները քո առաջ... Բայց այստեղ գրիչս այլևս առաջ չի գնում... Տարակուսում եմ... Ի՞նչպես արտահայտնեմ այն, ինչ որ այժմ զգում եմ... Ամբողջ քառորդ ժամ անցավ. գրիչը ձեռքիս կանգ է առնում. գլուխս խոնարհվել է թղթի վրա. սիրտս սաստիկ բաբախում է... Հազարավոր զգացումներ ու մտքեր ալեկոծում են ինձ. ուզում եմ, ամեն ջանք գործ եմ դնում՝ արտահայտելու այդ զգացումներն ու մտքերը նամակիս մեջ, բայց... Կես ժամ էլ անցավ... Ո՜չ, չեմ կարողանում։ Մնաս բարյավ, անգին քույրիկ։ Մյուս անգամ։"
      },
      {
        "index": 3,
        "text": "Բուռն կարոտով սեղմում եմ քեզ կրծքիս ու համբուրում։"
      },
      {
        "index": 4,
        "text": "Քո Աննա Սարոյան ​"
      }
    ]
  }
}