{
  "chapterNumber": 9,
  "title": "Նամակ Թ — Թիֆլիս, 21 դեկտեմբերի 1880 (Letter 9)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Իմ սիրելի Հռիփսիմե,"
      },
      {
        "index": 1,
        "text": "Չեմ հիշում ո՞ր բանաստեղծն է ասում.— «թշվառությունը մենակ չէ գալիս», և այդ ճիշտ է։ Մեր անկումը որքան թշվառություններ բերեց իր ետևից և, ո՞վ գիտե, դեռ էլի որքա՜ն է բերելու։— Հայրս անդամալույծ եղավ և խելագարվեց, Գրիգորի դրությունն օր֊օրի վրա սկսեց վատթարանալ, մայրս ոտի վրա հալվում է, իսկ այժմ հերթը հասել է մյուս երկու եղբայրներիս.— մեծին, Արշակին, ահա երրորդ շաբաթն է գնում, ինչ հեռացրել են պաշտոնից արբեցողության համար, իսկ փոքրիկին— Գարեգինին, վռնդել են ուսումնարանից ծուլության համար։ Դրանք էլ պակաս թշվառություններ չեն մեր ներկա դրության մեջ, մանավանդ առաջինը՝ մեծ եղբորս անպաշտոն մնալը, որովհետև մեր ամբողջ ընտանիքի միակ հույսը նա էր։ Մեր նախկին հարստությունից դեռ էլի մի բան մնացել է մեզ և մենք դեռ բոլորովին նեղը չենք ընկել, բայց երբ այդ «մի բանն» էլ կհատնի և չքավորությունը (ո՞վ գիտե, գուցե և ծայրահեղ աղքատությունը) ներս մտնի մեր տուն, այն ժամանակ ի՞նչ պիտի անենք, ինչո՞վ պիտի ապրենք, ինչո՞վ պիտի կերակրվենք... Այժմից արյունս պաղում է, դառն, անտանելի դառն մտածմունքներ ճնշում են հոգիս, երևակայում եմ, թե մոտիկ ժամանակներում ի՜նչ սոսկալի վիճակ է սպասում մեզ։— Աղքատությո՜ւն... Անգի՛ն քույրիկ, արդյոք հասկանո՜ւմ ես, թե ինչ է նշանակում այդ բանը մեզ համար։— Աղքատությունը միշտ երևակայում եմ որպես հազար գլխանի մի հրեշ, որ մեզ իր սառը գրկի մեջ առած՝ իր սարսափելի ժանիքներով դժոխային անհագ բավականությամբ կամաց-կամաց պիտի քաղի մեր հոգին։ Ո՜հ, հազար անգամ ավելի լավ է, որ մարդ առաջուց մեռնի, քան մի օր անգամ զգա իրեն այդ սոսկալի հրեշի գրկի մեջ, ապա թե ոչ մարդս ամբողջապես երկաթից պիտի լինի կազմված, որպեսզի կարողանա տանել դրա բարոյական և ֆիզիկական բոլոր հալածանքները։ Գուցե խոսքերս քեզ չափազանցություն թվան, սիրելի քույրիկ, գուցե աղքատությունն իսկապես այնքան էլ սարսափելի չէ, ինչպես ես եմ նկարագրում, բայց ես ուրիշ ​կերպ չեմ կարող երևակայել։ Ի նկատի ունեցիր, թե մինչև այժմ ի՛նչպես եմ մեծացել, կենսական ի՜նչպիսի պայմաններում և այսուհետև ինձ ի՛նչ է սպասում, ի՛նչպիսի կյանք։ Մանկական հասակիցս ես շրջապատված եմ եղել դայակներով և աղախիններով. ես երբեք չեմ իմացել, թե ինչ է նշանակում չոր կամ սև հաց, կերակուրս միշտ թարմ է եղել և ամենահամեղ խորտիկները։ Երբ հագուստիս վրա մի աննշան յուղ է կաթել կամ ծայրը փոքր-ինչ պատռվել, այլևս չեմ հագել այն։ Երբ մագազինների առաջով անցնելիս նրանց ցուցանակների վրա դարսոտած իրեղեններից մի որևիցե բան հավանել եմ, նույն օրը դա իմս է եղել։ Երբ մի որևէ ինձ պես հարուստ օրիորդի հագին տեսել եմ մի որևէ նորաձև շրջազգեստ, գլխարկ կամ մի ուրիշ բան և հավանել, մի քանի օրից հետո ես էլ ունեցել եմ այնպիսին։ Մի խոսքով՝ ես միշտ ապրել եմ լիության և փափկակեցության մեջ։ Բայց հանկարծ այդ բոլորից հետո— ծայրահեղ թշվառությո՜ւն, ծայրահեղ աղքատությո՜ւն, սև, չոր հաց— և այն ոչ միշտ— մութ սենյակ, անվերջ աշխատանք, մերկություն, ցուրտ, հիվանդություն, անվերջ զրկանքներ, վիշտ, տառապանք, լաց, ողբ, հալածանք, արհամարհանք, սառը կարեկցություն, վիրավորանք, ամոթ, անպատվություն, անզոր բարկություն, անպաշտպանություն, տանջա՜նք, անվերջ տանջա՜նք... Ո՜հ, բավական է. երևակայելով անգամ կարելի է խելագարվել..."
      },
      {
        "index": 2,
        "text": "Ա. Ս."
      }
    ]
  }
}