{
  "chapterNumber": 43,
  "title": "曲禮子夏問第四十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "子夏問於孔子曰：「居父母之仇如之何？」孔子曰：「寢苫枕幹，不仕弗與共天下也。遇於朝市，不返兵而鬥。」曰：「請問居昆弟之仇如之何？」孔子曰：「仕，弗與同國，銜君命而使，雖遇之不鬥。」曰：「請問從昆弟之仇如之何？」曰：「不為魁，主人能報之，則執兵而陪其後。」"
      },
      {
        "index": 2,
        "text": "子夏問：「三年之喪既卒哭，金革之事無避，禮與，初有司為之乎？」孔子曰：「夏後氏之喪，三年既殯，而致仕，殷人既葬而致事，周人既卒哭而致事。記曰：『君子不奪人之親，亦不奪故也。』」子夏曰：「金革之事無避，非與？」孔子曰：「吾聞諸老聃曰：『魯公伯禽有為為之也。』公以三年之喪從利者，吾弗知也。」"
      },
      {
        "index": 3,
        "text": "子夏問於孔子曰：「記云：『周公相成王，教之以世子之禮。』有諸？」孔子曰：「昔者成王嗣立，幼未能蒞阼，周公攝政而治，抗世子之法於伯禽，欲王之知父子君臣之道，所以善成王也。夫知為人子者，然後可以為人父；知為人臣者，然後可以為人君；知事人者，然後可以使人。是故抗世子法於伯禽，使成王知父子君臣長幼之義焉。凡君之於世子，親則父也，尊則君也，有父之親，有君之尊，然後兼天下而有之，不可不慎也。行一物而三善皆得，唯世子齒於學之謂也，世子齒於學，則國人觀之。曰：『此將君我而與我齒讓，何也？』曰：『有父在則禮然，然而眾知父子之道矣。』其一曰：『此將君我而與我齒讓何也？』曰：『有臣在，則禮然，而眾知君臣之義矣。』其三曰：『此將君我而與我齒讓，何也？』曰：『長長也，則禮然，然而眾知長幼之節矣。』故父在斯為子，君在斯為臣，君子與臣之位，所以尊君而親親也。在學，學之為父子焉，學之為君臣焉，學之為長幼焉，父子君臣長幼之道得，而後國治。語曰：『樂正司業，父師司成，一有元良，萬國以貞，世子之謂。』聞之曰：『為人臣者，殺其身而有益於君則為之，況於其身，以善其君乎，周公優為也。」"
      },
      {
        "index": 4,
        "text": "子夏問於孔子曰：「居君之母與妻之喪，如之何？」孔子曰：「居處言語飲食衎爾於喪所，則稱其服而已。」「敢問伯母之喪，如之何？」孔子曰：「伯母叔母，疏衰期而踴不絕地，姑姊妹之大功踴絕於地，若知此者，由文矣哉。」"
      },
      {
        "index": 5,
        "text": "子夏問於夫子曰：「凡喪小功已上，虞祔練祥之祭皆沐浴。於三年之喪，子則盡其情矣。」孔子曰：「豈徒祭而已哉。三年之喪，身有瘍則浴，首有瘡則沐，病則飲酒食肉，毀瘠而病，君子不為也，毀則死者，君子為之，無子則祭之，沐浴為齊潔也，非為飾也。」"
      },
      {
        "index": 6,
        "text": "子夏問於孔子曰：「客至無所舍，而夫子曰：『生於我乎館，客死無所殯矣。』夫子曰，於我乎殯，敢問禮與？仁者之心與？」孔子曰：「吾聞諸老聃曰：『館人使若有之惡有之，惡有之而不得殯乎。』夫仁者制禮者也，故禮者不可不省也，禮不同不異，不豐不殺，稱其義以為之宜，故曰我戰則克，祭則受福，蓋得其道矣。」"
      },
      {
        "index": 7,
        "text": "孔子食於季氏，食祭，主人不辭不食，亦不飲而餐，子夏問曰：「禮也？」孔子曰：「非禮也，從主人也。吾食於少施氏而飽，少施氏食我以禮，吾食祭，作而辭曰：『疏食不足祭也。』吾餐而作辭曰：『疏食不敢以傷吾子之性。』主人不以禮，客不敢盡禮，主人盡禮，則客不敢不盡禮也。」"
      },
      {
        "index": 8,
        "text": "子夏問曰：「官於大夫，既升於公，而反為之服，禮與？」孔子曰：「管仲遇盜，取二人焉上之為公臣，曰：『所以遊僻者，可人也。』公許，管仲卒，桓公使為之官於大夫者為之服，自管仲始也，有君命焉。」"
      },
      {
        "index": 9,
        "text": "子貢問居父母喪。孔子曰：「敬為上，哀次之，瘠為下，顏色稱情，戚容稱服。」曰：「請問居兄弟之喪。」孔子曰：「則存乎書筴已。」"
      },
      {
        "index": 10,
        "text": "子貢問於孔子曰：「殷人既定而吊於壙，周人反哭而吊於家，如之何？」孔子曰：「反哭之吊也，喪之至也，反而亡矣，失之矣，於斯為甚，故吊之，死，人卒事也，殷以愨，吾從周。殷人既練之，明日，而祔於祖，周人既卒哭之明日，祔於祖，祔，祭神之始事也，周以戚，吾從殷。」"
      },
      {
        "index": 11,
        "text": "子貢問曰：「聞諸晏子，少連大連善居喪，其有異稱乎？」孔子曰：「父母之喪，三日不怠，三月不解，期悲哀，三年憂，東夷之子，達於禮者也。」"
      },
      {
        "index": 12,
        "text": "子遊問曰：「諸侯之世子，喪慈母如母，禮與？」孔子曰：「非禮也。古者男子外有傅父，內有慈母，君命所使教子者也，何服之有。昔魯孝公少喪其母，其慈母良，及其死也，公弗忍，欲喪之。有司曰：『禮，國君慈母無服，今也君為之服，是逆古之禮，而亂國法也。若終行之，則有司將書之，以示後世，無乃不可乎。』公曰：『古者天子喪慈母，練冠以燕居。』遂練以喪慈母。喪慈母如母，始則魯孝公之為也。」"
      },
      {
        "index": 13,
        "text": "孔子適衛，遇舊館人之喪，入而哭之哀。出使子貢脫驂以贈之。子貢曰：『所於識之喪，不能有所贈，贈於舊館，不已多乎？」孔子曰：「吾向入哭之，遇一哀而出涕，吾惡夫涕而無以將之，小子行焉。」"
      },
      {
        "index": 14,
        "text": "子路問於孔子曰：「魯大夫練而杖，禮也？」孔子曰：「吾不知也。」子路出，謂子貢曰：「吾以為夫子無所不知，夫子亦徒有所不知也。」子貢曰：「子所問何哉？」子路曰：「止，吾將為子問之。」遂趨而進曰：「練而杖，禮與？」孔子曰：「非禮也。」子貢出，謂子路曰：「子謂夫子而弗知之乎，夫子徒無所不知也，子問，非也，禮，居是邦則不非其大夫。」"
      },
      {
        "index": 15,
        "text": "叔孫母叔之母死，既小歛，舉屍者出戶，武孫從之出戶，乃袒投其冠而括發。子路嘆之，孔子曰：「是禮也。」子路問曰：「將小歛則變服，今乃出戶，而夫子以為知禮，何也？」孔子曰：「由，汝問非也。君子不舉人以質士。」齊晏桓子卒，平仲麤衰斬苴绖帶，杖以菅屨，食粥居傍廬，寢苫枕草，其老曰：「非大夫喪父之禮也。」晏子曰：「唯卿大夫。」曾子以問孔子。孔子曰：「晏平仲可謂能遠害矣。不以己知是駁人之非，愻辭以避咎，義也夫。」怪也"
      },
      {
        "index": 16,
        "text": "季平子卒，將以君之玙璠歛，贈以珠玉。孔子初為中都宰，聞之歷級而救焉，曰：「送而以寶玉，是猶曝屍於中原也，其示民以奸利之端，而有害於死者，安用之。且孝子不順情以危親，忠臣不兆奸以陷君。」乃止。"
      },
      {
        "index": 17,
        "text": "孔子之弟子琴張與宗友衛齊豹，見宗魯於公子孟縶，孟縶以為參乘焉，及齊豹將殺孟縶，告宗魯，使行。宗魯曰：「吾由子而事之，今聞難而逃，是僭子也。子行事乎，吾將死以事周子，而歸死於公孟可也。」齊氏用戈擊公孟，宗以背蔽之，斷肱中，公孟、宗魯皆死。琴張聞宗魯死，將？弔之。孔子曰：「齊豹之盜，孟縶之賊也，汝何吊焉？君不食奸，不受亂，不為利病於回，不以回事人，不蓋非義，不犯非禮，汝何吊焉？」琴張乃止。"
      },
      {
        "index": 18,
        "text": "郕人子革卒，哭之呼滅。子遊曰：「若是哭也，其野哉。孔子惡野哭者。」哭者聞之遂改之。"
      },
      {
        "index": 19,
        "text": "公父文伯卒，其妻妾皆行哭失聲，敬姜戒之曰：「吾聞好外者士死之，好內者女死之，今吾子早殀，吾惡其以好內聞也，二三婦人之欲供先祀者，請無瘠色，無揮涕，無拊膺，無哀容，無加服，有降從禮而靜，是昭吾子也。」孔子聞之曰：「女智無若婦，男智莫若夫，公文氏之婦智矣，剖情損禮，欲以明其子為令德也。」"
      },
      {
        "index": 20,
        "text": "子路與子羔仕於衛，衛有蒯聵之難。孔子在魯，聞之曰：「柴也其來，由也死矣。」既而衛使至，曰：「子路死焉。」夫子哭之於中庭，有人吊者，而夫子拜之，已哭，進使者而問故，使者曰：「醢之矣。」遂令左右皆覆醢，曰：「吾何忍食此。」"
      },
      {
        "index": 21,
        "text": "季桓子死，魯大夫朝服而吊。子遊問於孔子曰：「禮乎？」夫子不答。他日，又問墓而不墳。孔子曰：「今丘也，東西南北之人，不可以弗識也，吾見封之若堂者矣，又見若坊者矣，又見履夏屋者矣，又見若斧形者矣，吾從斧者焉。」於是封之，崇四尺。孔子先反虞，門人後。雨甚，至墓崩，修之而歸。孔子問焉，曰：「爾來何遲？」對曰：「防墓崩。」孔子不應，三云，孔子泫然而流涕曰：「吾聞之，古不修墓及二十五月而大祥，五日而彈琴不成聲，十日過禫而成笙歌。」"
      },
      {
        "index": 22,
        "text": "孔子有母之喪，既練，陽虎吊焉，私於孔子曰：「今季氏將大饗境內之士，子聞諸？」孔子答曰：「丘弗聞也。若聞之，雖在衰絰，亦欲與？。」陽虎曰：「子謂不然乎，季氏饗士，不及子也。」陽虎出，曾點問曰：「吾之何謂也？」孔子曰：「己則衰服，猶應其言，示所以不非也。」"
      },
      {
        "index": 23,
        "text": "顏回死，魯定公吊焉，使人訪於孔子。孔子對曰：「凡在封內，皆臣子也，禮，君吊其臣，升自東階，向屍而哭，其恩賜之，施不有？也。」"
      },
      {
        "index": 24,
        "text": "原思言於曾子曰：「夏後氏之送葬也，用盟器，示民無知也；殷人用祭器，示民有知也；周人兼而用之，示民疑也。」曾子曰：「其不然矣，夫以盟器，鬼器也，祭器，人器也，古之人胡為而死其親也。」子遊問於孔子曰：「之死而致死乎，不仁，不可為也；之死而致生乎，不智，不可為也。凡為盟器者，知喪道也。夫子始死則矣，羔裘玄冠者，易之而已，汝何疑焉。"
      },
      {
        "index": 25,
        "text": "子罕問於孔子曰：「始死之設重也，何為？」孔子曰：「重主道也，殷主綴重焉，周人徹重焉。請問喪朝。」子曰：「喪之朝也，順死者之孝心，故至於祖者，廟而後行。殷朝而後殯於祖，周朝而後遂葬。」"
      },
      {
        "index": 26,
        "text": "孔子之守狗死，謂子貢曰：「路馬死，則藏之以帷，狗則藏之以蓋，汝？埋之。吾聞弊幃不棄，為埋馬也，弊蓋不棄，為埋狗也。今吾貧無蓋，於其封也與之席，無使其首陷於土焉。」"
      }
    ]
  }
}
