{
  "chapterNumber": 23,
  "title": "五帝德第二十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "宰我問於孔子曰：「昔者吾聞諸榮伊曰：『黃帝三百年。』請問黃帝者，人也？抑非人也？何以能至三百年乎？」"
      },
      {
        "index": 2,
        "text": "孔子曰：「禹、湯、文武、周公，不可勝以觀也。而上世黃帝之問，將謂先生難言之故乎？」"
      },
      {
        "index": 3,
        "text": "宰我曰：「上世之傳，隱微之說，卒采之辯，闇忽之意；非君子之道者，則予之問也固矣。」"
      },
      {
        "index": 4,
        "text": "孔子曰：「可也，吾略聞其說。黃帝者，少昊之子，曰軒轅。生而神靈，弱而能言，幼齊叡莊，敦敏誠信。長聰明，治五氣，設五量，撫萬民，度四方。服牛乘馬，擾馴猛獸，以與炎帝戰於阪泉之野，三戰而後克之。始垂衣裳，作為黼黻，治民以順天地之紀，知幽明之故，達生死存亡之說，播時百谷，嘗味草木，仁厚及於鳥獸昆蟲。考日月星辰，勞耳目，勤心力，用水火財物以生民。民賴其利，百年而死；民畏其神，百年而亡；民用其教，百年而移；故曰黃帝三百年。」"
      },
      {
        "index": 5,
        "text": "宰我曰：「請問帝顓頊。」"
      },
      {
        "index": 6,
        "text": "孔子曰：「五帝用說，三王有度。汝欲一日遍聞遠古之說，躁哉，予也。」"
      },
      {
        "index": 7,
        "text": "宰我曰：「昔予也聞諸夫子曰：『小子毋或宿。』故敢問。」"
      },
      {
        "index": 8,
        "text": "孔子曰：「顓頊：黃帝之孫，昌意之子，曰高陽。淵而有謀，疏通以知遠，養財以任地，履時以象天，依鬼神而制義，治氣性以教眾，潔誠以祭祀，巡四海以寧民。北至幽陵，南暨交趾，西抵流沙，東極蟠木。動靜之神，小大之物，日月所照，莫不底屬。」"
      },
      {
        "index": 9,
        "text": "宰我曰：「請問帝嚳。」"
      },
      {
        "index": 10,
        "text": "孔子曰：「玄枵之孫，喬極之子，曰高辛。生而神異，自言其名。博施厚利，不於其身；聰以知遠，明以察微。仁以威，惠而信；以順天地之義。知民所急，修身而天下服，取地之財而節用焉。撫教萬民而誨利之，歷日月之生朔而迎送之，明鬼神而敬事之。其色也和，其德也重，其動也時，其服也哀。春夏秋冬育護天下，日月所照，風雨所至，莫不從化。」"
      },
      {
        "index": 11,
        "text": "宰我曰：「請問帝堯。」"
      },
      {
        "index": 12,
        "text": "孔子曰：「高辛氏之子，曰陶唐。其仁如天，其智如神。就之如日，望之如雲。富而不驕，貴而能降。伯夷典禮，夔龍典樂。舜時而仕，趨視四時，務元民始之。流四凶而天下服，其言不忒，其德不回。四海之內，舟輿所及，莫不夷說。」"
      },
      {
        "index": 13,
        "text": "宰我曰：「請問帝舜。」"
      },
      {
        "index": 14,
        "text": "孔子曰：「喬牛之孫，瞽瞍之子也，曰有虞。舜孝友聞於四方，陶漁事親。寬裕而溫良，敦敏而知時。畏天而愛民，恤遠而親近。承受大命，依於二女，叡明智通，為天下帝。命二十二臣率堯舊職，躬己而已。天平地成，巡狩四海，五載一始。三十年在位，嗣帝五十載。陟方嶽，死於蒼梧之野而葬焉。」"
      },
      {
        "index": 15,
        "text": "宰我曰：「請問禹。」"
      },
      {
        "index": 16,
        "text": "孔子曰：「高陽之孫，鯀之子也，曰夏后。敏給克齊，其德不爽。其仁可親，其吾可信。聲為律，身為度。亹亹穆穆，為紀為綱。其功為百神之主，其惠為民父母。左準繩，右規矩；履四時，據四海。任臯繇、伯益，以贊其治。興六師，以征不序。四極之民，莫敢不服。」"
      },
      {
        "index": 17,
        "text": "孔子曰：「予！ 大者如天，小者如言，民悅至矣。予也，非其人也。」"
      },
      {
        "index": 18,
        "text": "宰我曰：「予也不足以戒，敬承矣。」"
      },
      {
        "index": 19,
        "text": "他日，宰我以語子貢，子貢以復孔子。子曰：「吾欲以顏狀取人也，則於滅明改矣。吾欲以言辭取人也，則於宰我改之矣。吾欲以容貌取人也，則於子張改之矣。」"
      },
      {
        "index": 20,
        "text": "宰我聞之，懼。弗敢見焉。"
      }
    ]
  }
}
