{
  "chapterNumber": 12,
  "title": "弟子行第十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "衛將軍文子，問於子貢曰：「吾聞孔子之施教也，先之以詩書，而道之以孝悌；說之以仁義，觀之以禮樂；然後成之以文德。蓋入室升堂者，七十有餘人。其孰為賢？」"
      },
      {
        "index": 2,
        "text": "子貢對以「不知」。文子曰：「以吾子常與學賢者也，『不知』何謂？」"
      },
      {
        "index": 3,
        "text": "子貢對曰：「賢人無妄，知賢即難。故君子之言曰：『智莫難於知人。』是以難對也。」"
      },
      {
        "index": 4,
        "text": "文子曰：「若夫知賢莫不難，今吾子親遊焉，是以敢問。」"
      },
      {
        "index": 5,
        "text": "子貢曰：「夫子之門人蓋有三千就焉。賜有逮及焉，未逮及焉，故不得遍知以告也。」"
      },
      {
        "index": 6,
        "text": "文子曰：「吾子所及者，請問其行。」"
      },
      {
        "index": 7,
        "text": "子貢對曰：「夫能夙興夜寐，諷誦崇禮；行不貳過，稱言不茍，是顏回之行也。孔子說之以詩曰：『媚茲一人，應侯慎德。永言孝思，孝思惟則。』"
      },
      {
        "index": 8,
        "text": "若逢有德之君，世受顯命，不失厥名，以禦於天子，則王者之相也。在貧如客，使其臣如借。不遷怒，不深怨，不錄舊罪，是冉雍之行也。孔子論其材曰：『有土之君子也，有眾使也，有刑用也，然後稱怒焉。』孔子告之以詩曰：『靡不有初，鮮克有終。疋夫不怒，唯以亡其身。』"
      },
      {
        "index": 9,
        "text": "不畏強禦，不侮矜寡。其言循性，其都以富。材任治戎，是仲由之行也。孔子和之以文，說之以詩曰：『受小拱大拱，而為下國駿龐，荷天子之龍。不戁不悚，敷奏其勇。強乎武哉，文不勝其質。』"
      },
      {
        "index": 10,
        "text": "恭老恤幼，不忘賓旅。好學博藝，省物而勤也，是冉求之行也。孔子因而語之曰：『好學則智，恤孤則惠。恭則近禮，勤則有繼。堯舜篤恭，以王天下。其稱之也，曰宜為國老。』"
      },
      {
        "index": 11,
        "text": "齊莊而能肅，誌通而好禮。擯相兩君之事，篤雅有節，是公西赤之行也。子曰：『禮經三百，可勉能也，』威儀三千則難也。公西赤問曰：『何謂也？』子曰：『貌以儐禮，禮以儐辭，是謂難焉。』眾人聞之，以為成也。孔子語人曰：『當賓客之事，則達矣。」謂門人曰：『二三子之欲學賓客之禮者，其於赤也。滿而不盈，實而如虛，過之如不及，先王難之。』"
      },
      {
        "index": 12,
        "text": "博無不學。其貌恭，其德敦。其言於人也，無所不信。其驕於人也，常以浩浩。是以眉壽，是曾參之行也。孔子曰：『孝，德之始也；悌，德之序也；信，德之厚也；忠，德之正也。參中夫四德者也，以此稱之。』"
      },
      {
        "index": 13,
        "text": "美功不伐，貴位不善。不侮不佚不傲無告，是顓孫師之行也。孔子言之曰：『其不伐，則猶可能也。其不弊百姓，則仁也。詩云：愷悌君子，民之父母。』夫子以其仁為大學之深。"
      },
      {
        "index": 14,
        "text": "送迎必敬，上交下接若截焉，是卜商之行也。孔子說之以詩曰：『式夷式已，無小人殆。若商也，其可謂不險矣。』"
      },
      {
        "index": 15,
        "text": "貴之不喜，賤之不怒。茍利於民矣，廉於行己。其事上也，以佑其下，是淡臺滅明之行也。孔子曰：『獨貴獨富，君子助之，夫也中之矣。』"
      },
      {
        "index": 16,
        "text": "先成其慮，及事而用之；故動則不妄，是言偃之行也。孔子曰：『欲能則學，欲知則問，欲善則詳，欲給則豫。當是而行，偃也得之矣。』"
      },
      {
        "index": 17,
        "text": "獨居思仁，公言仁義。其於詩也，則一日三覆，白圭之玷。是宮絳之行也。孔子信其能仁，以為異士。"
      },
      {
        "index": 18,
        "text": "自見孔子，出入於戶，未嘗越禮。往來過之，足不履影。啟蟄不殺，方長不折。執親之喪，未嘗見齒，是高柴之行也。孔子曰：『柴於親喪，則難能也，啟蟄不殺，則順人道。方長不折，則恕仁也。成湯恭而以恕，是以日隮。』"
      },
      {
        "index": 19,
        "text": "凡此諸子，賜之所親睹者也。吾子有命而訊賜，賜也固不足以知賢。」"
      },
      {
        "index": 20,
        "text": "文子曰：「吾聞之也，國有道則賢人興焉，中人用焉，乃百姓歸之。若吾子之論，既富茂矣。壹諸侯之相也，抑世未有明君，所以不遇也。」"
      },
      {
        "index": 21,
        "text": "子貢既與衛將軍文子言，適魯見孔子曰：「衛將軍文子問二三子之於賜，不壹而三焉。賜也辭不獲命，以所見者對矣，未知中否？請以告。」"
      },
      {
        "index": 22,
        "text": "孔子曰：「言之乎。」"
      },
      {
        "index": 23,
        "text": "子貢以其辭狀告孔子。子聞而笑曰：「賜，汝次焉人矣。」"
      },
      {
        "index": 24,
        "text": "子貢對曰：「賜也，何敢知人？此以賜之所睹也。」"
      },
      {
        "index": 25,
        "text": "孔子然：「吾亦語汝耳之所未聞，目之所未見者。豈思之所不至，智之所未及哉？」"
      },
      {
        "index": 26,
        "text": "子貢曰：「賜願得聞之。」"
      },
      {
        "index": 27,
        "text": "孔子曰：「不克不忌，不念舊怨。蓋伯夷、叔齊之行也。"
      },
      {
        "index": 28,
        "text": "思天而敬人，服義而行信。孝於父母，恭於兄弟。從善而不教，蓋趙文子之行也。"
      },
      {
        "index": 29,
        "text": "其事君也，不敢愛其死，然亦不敢忘其身。謀其身不遺其友。君陳則進而用之，不陳則行而退，蓋隨武子之行也。"
      },
      {
        "index": 30,
        "text": "其為人之淵源也，多聞而難誕，內植足以沒其世。國家有道，其言足以治。無道，其默足以生。蓋銅鍉伯華之行也。"
      },
      {
        "index": 31,
        "text": "外寬而內正，自極於隱括之中。直己而不直人。汲汲於仁，以善自終。蓋蘧伯玉之行也。"
      },
      {
        "index": 32,
        "text": "孝恭慈仁，允德義圖。約貨去怨，輕財不匱。蓋柳下惠之行也。"
      },
      {
        "index": 33,
        "text": "其言曰：『君雖不量於其身，臣不可以不忠於其君。』是故君擇臣而任之，臣亦擇君而事之。有道順命，無道衡命，蓋晏平仲之行也。"
      },
      {
        "index": 34,
        "text": "蹈忠而行信，終日言不在尤之內。國無道，處賤不悶，貧而能樂。蓋老子之行也。"
      },
      {
        "index": 35,
        "text": "易行以俟天命，居下不援其上。其親觀於四方也，不忘其親，不盡其樂。以不能則學，不為己終身之憂。蓋介子山之行也。」"
      },
      {
        "index": 36,
        "text": "子貢曰：「敢問夫子之所知者，蓋盡於此而已乎？」"
      },
      {
        "index": 37,
        "text": "孔子曰：「何謂其然？亦略舉耳目之所及而矣。昔晉平公問祁奚曰：『羊舌大夫，晉之良大夫也，其行如何？』祁奚辭以不知。公曰：『吾聞子少長乎其所，今子掩之，何也？』祁奚對曰：『其少也恭而順，心有恥而不使其過宿；其為大夫，悉善而謙其端。其為輿尉也，信而好直其功，言其功直。至於其為容也，溫良而好禮。博聞而時出其志。』公曰：『曩者問子，子奚曰不知也？』祁奚曰：『每位改變，未知所止。是以不敢得知也。』此又羊舌大夫之行也。」"
      },
      {
        "index": 38,
        "text": "子貢跪曰：「請退而記之。」"
      }
    ]
  }
}
