{
  "chapterNumber": 35,
  "title": "辯樂解第三十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "孔子學琴於師襄子。"
      },
      {
        "index": 2,
        "text": "襄子曰：「吾雖以擊磬為官，然能於琴。今子於琴已習，可以益矣。」"
      },
      {
        "index": 3,
        "text": "孔子曰：「丘未得其數也。」"
      },
      {
        "index": 4,
        "text": "有間，曰：「已習其數，可以益矣。」"
      },
      {
        "index": 5,
        "text": "孔子曰：「丘未得其志也。」"
      },
      {
        "index": 6,
        "text": "有間，曰：「已習其志，可以益矣。」"
      },
      {
        "index": 7,
        "text": "孔子曰：「丘未得其為人也。」"
      },
      {
        "index": 8,
        "text": "有間，孔子有所謬然思焉。有所睪然，高望而遠眺。"
      },
      {
        "index": 9,
        "text": "曰：「丘迨得其為人矣。近黮而黑，頎然長，曠如望羊，奄有四方。非文王其孰能為此？」"
      },
      {
        "index": 10,
        "text": "師襄子避席，葉拱而對曰：「君子，聖人也。其傳曰『文王操』。」"
      },
      {
        "index": 11,
        "text": "子路鼓琴。孔子聞之，謂冉有曰：「甚矣，由之不才也。夫先王之制音也，奏中聲以為節，流入於南，不歸於北。夫南者，生育之鄉；北者，殺伐之城。故君子之音溫柔居中，以養生育之氣；憂愁之感，不加於心也；暴厲之動，不在於體也。夫然者，乃所謂治安之風也。小人之音，則不然。亢麗微末，以象殺伐之氣；中和之感，不載於心；溫和之動，不存於體。夫然者，乃所以為亂之風。昔者舜彈五弦之琴，造南風之詩。其詩曰：『南風之熏兮，可以解吾民之慍兮。南風之時兮，可以阜吾民之財兮。』唯修此化，故其興也，勃焉。德如泉流，至於今王公大人述而弗忘。殷紂好為北鄙之聲，其廢也，忽焉。至於今王公大人舉以為誡。夫舜起布衣，積德含和而終以帝。紂為天子，荒淫暴亂而終以亡。非各所修之致乎？由，今也匹夫之徒，曾無意於先王之制，而習亡國之聲。豈能保其六七尺之體哉？」"
      },
      {
        "index": 12,
        "text": "冉有以告子路。子路懼而自悔，靜思不食，以至骨立。"
      },
      {
        "index": 13,
        "text": "夫子曰：「過而能改，其進矣乎？」"
      },
      {
        "index": 14,
        "text": "周賓牟賈侍坐於孔子。孔子與之言及樂，曰：「夫武之備誡之以久。何也？」"
      },
      {
        "index": 15,
        "text": "對曰：「病疾不得其眾。」"
      },
      {
        "index": 16,
        "text": "「詠嘆之，淫液之。何也？」"
      },
      {
        "index": 17,
        "text": "對曰：「恐不逮事。」"
      },
      {
        "index": 18,
        "text": "「發揚蹈厲之已蚤。何也？」"
      },
      {
        "index": 19,
        "text": "對曰：「及時事。」"
      },
      {
        "index": 20,
        "text": "「武坐致右，而軒左。何也？」"
      },
      {
        "index": 21,
        "text": "對曰：「非武坐。」"
      },
      {
        "index": 22,
        "text": "「聲淫及商。何也？」"
      },
      {
        "index": 23,
        "text": "對曰：「非武音也。」"
      },
      {
        "index": 24,
        "text": "孔子曰：「若非武音，則何音也？」"
      },
      {
        "index": 25,
        "text": "對曰：「有司失其傳也。」"
      },
      {
        "index": 26,
        "text": "孔子曰：「唯。丘聞諸萇弘，若非吾子之言是也。若非有司失其傳，則武王之志荒矣。」"
      },
      {
        "index": 27,
        "text": "賓牟賈起，免席而請曰：「夫武之備誡之以久，則既聞命矣。敢問遲矣而又久立於綴，何也？」"
      },
      {
        "index": 28,
        "text": "子曰：「居，吾語爾。夫樂者，象成者也。總幹而山立，武王之事也；發揚蹈厲，太公之志也；武亂皆坐，周邵之治也。且夫武始成而北出，再成而滅商，三成而南反，四成而南國是疆，五成而分陜。周公左，邵公右，六成而復綴。以崇其天子焉。眾夾振焉而四伐，所以盛威於中國；分陜而進，所以事蚤濟；久立於綴，所以待諸侯之至也。今汝獨未聞牧野之語乎？武王克殷而反商之政，未及下車，則封黃帝之後於薊，封帝堯之後於祝，封帝舜之後於陳。下車又封夏後氏之後於杞，封殷之後於宋。封王子比干之墓，釋箕子之囚，使人行商容之舊，以復其位。庶民弛政，庶士倍祿。既濟河西，馬散之華山之陽而弗復乘，牛散之桃林之野而弗復服。車甲則釁之，而藏之諸府庫，以示弗復用。倒載干戈而包之以虎皮，將率之士，使為諸侯，命之曰鞬橐。然後天下知武王之不復用兵也。散軍而修郊射，左射以貍首，右射以騶虞，而貫革之射息也；裨冕搢笏，而虎賁之士脫劍；郊祀后稷，而民知尊父焉；配明堂，而民知孝焉；朝覲，然後諸侯知所以臣；耕籍，然後民知所以敬親。六者，天下之大教也。食三老五更於太學，天子袒而割牲，執醬而饋，執爵而酳，冕而總幹，所以教諸侯之弟也。如此則周道四達，禮樂交通。夫武之遲久，不亦宜乎？」"
      }
    ]
  }
}
