{
  "chapterNumber": 22,
  "title": "困誓第二十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "子貢問於孔子曰：「賜倦於學，困於道矣。願息於事君，可乎？」"
      },
      {
        "index": 2,
        "text": "孔子曰：「詩云：『溫恭朝夕，執事有恪。』事君之難也，焉可息哉？」"
      },
      {
        "index": 3,
        "text": "曰：「然則賜願息而事親。」"
      },
      {
        "index": 4,
        "text": "孔子曰：「詩云：『孝子不匱，永錫爾類。』事親之難也，焉可以息哉？」"
      },
      {
        "index": 5,
        "text": "曰：「然賜請願息於妻子。」"
      },
      {
        "index": 6,
        "text": "孔子曰：「詩云：『刑於寡妻，至於兄弟，以御於家邦。』妻子之難也，焉可以息哉？」"
      },
      {
        "index": 7,
        "text": "曰：「然賜願息於朋友。」"
      },
      {
        "index": 8,
        "text": "孔子曰：「詩云：『朋友攸攝，攝以威儀。』朋友之難也，焉可以息哉？」"
      },
      {
        "index": 9,
        "text": "曰：「然則賜願息於耕矣。」"
      },
      {
        "index": 10,
        "text": "孔子曰：「詩云：『晝爾於茅，宵爾索绹。亟其乘屋，其始播百穀。』耕之難也，焉可以息哉？」"
      },
      {
        "index": 11,
        "text": "曰：「然則賜將無所息者也。」"
      },
      {
        "index": 12,
        "text": "孔子曰：「有焉。自望其廣，則睪如也。視其高，則填如也。察其從，則隔如也。此其所以息也矣。」"
      },
      {
        "index": 13,
        "text": "子貢曰：「大哉乎，死也。君子息焉，小人休焉。大哉乎，死也。」"
      },
      {
        "index": 14,
        "text": "孔子自衛將入晉，至河，聞趙簡子殺竇犨鳴犢，及舜華。乃臨河而嘆曰：「美哉水，洋洋乎。丘之不濟，此命也夫。」"
      },
      {
        "index": 15,
        "text": "子貢趍而進曰：「敢問何謂也？」"
      },
      {
        "index": 16,
        "text": "孔子曰：「竇犨鳴犢，舜華，晉之賢大夫也。趙簡子未得志之時，須此二人而後從之。及其已得志也，而殺之。丘聞之：刳胎殺夭，則麒麟不至其郊；竭澤而漁，則蛟龍不處其淵；覆巢破卵，則凰凰不翔其邑。何則？君子違傷其類者也。鳥獸之於不義，尚知避之，況於人乎？」"
      },
      {
        "index": 17,
        "text": "遂還息於鄒，作盤琴以哀之。"
      },
      {
        "index": 18,
        "text": "子路問於孔子曰：「有人於此，夙興夜寐，耕蕓樹藝，手足胼胝，以養其親。然而名不稱孝，何也？」"
      },
      {
        "index": 19,
        "text": "孔子曰：「意者身不敬與？辭不順與？色不悅與？古之人有言曰：『人與己與不汝欺。』今盡力養親而無三者之闕，何謂無孝之名乎？」"
      },
      {
        "index": 20,
        "text": "孔子曰：「由，汝誌之，吾語汝。雖有國士之力，而不能自舉其身；非力之少，勢不可矣。夫內行不修，身之罪也；行修而名不彰，友之罪也。行修而名自立。故君子入則篤行，出則交賢。何謂無孝名乎？」"
      },
      {
        "index": 21,
        "text": "孔子遭厄於陳蔡之間，絕糧七日，弟子餒病，孔子弦歌。"
      },
      {
        "index": 22,
        "text": "子路入見曰：「夫子之歌，禮乎？」"
      },
      {
        "index": 23,
        "text": "孔子弗應，曲終而曰：「由，來，吾語汝。君子好樂，為無驕也；小人好樂，為無懾也。其誰之子，不我知而從我者乎？」"
      },
      {
        "index": 24,
        "text": "子路悅，援戚而舞，三終而出，明日免於厄。"
      },
      {
        "index": 25,
        "text": "子貢執轡曰：「二三子從夫子而遭此難也，其弗忘矣。」"
      },
      {
        "index": 26,
        "text": "孔子曰：「善。惡何也？夫陳蔡之間，丘之幸也。二三子從丘者，皆幸也。吾聞之：君不困，不成王；烈士不困，行不彰。庸知其非激憤厲志之始，於是乎在？」"
      },
      {
        "index": 27,
        "text": "孔子之宋，匡人簡子以甲士圍之。子路怒，奮戟將與戰。孔子止之曰：「惡有修仁義而不免世俗之惡者乎？夫詩書之不講，禮樂之不習，是丘之過也。若以述先王，好古法而為咎者，則非丘之罪也。命之夫。歌，予和汝。」"
      },
      {
        "index": 28,
        "text": "子路彈琴而歌，孔子和之。曲三終，匡人解甲而罷。"
      },
      {
        "index": 29,
        "text": "孔子曰：「不觀高崖，何以知顛墜之患？不臨深泉，何以知沒溺之患？不觀巨海，何以知風波之患？失之者，其在此乎？士慎此三者，則無累於身矣。」"
      },
      {
        "index": 30,
        "text": "子貢問於孔子曰：「賜既為人下矣，而未知為人下之道。敢問之。」"
      },
      {
        "index": 31,
        "text": "子曰：「為人下者，其猶土乎？汨之之深，則出泉。樹其壤則百穀滋焉，草木植焉，禽獸育焉。生則出焉，死則入焉。多其功而不意，弘其志而無不容。為人下者以此也。」"
      },
      {
        "index": 32,
        "text": "孔子適鄭，與弟子相失，獨立東郭門外。或人謂子貢曰：「東門外有一人焉，其長九尺有六寸，河目隆顙。其頭似堯，其頸似臯繇，其肩似子產。然自腰已下，不及禹者三寸。累然如喪家之狗。」"
      },
      {
        "index": 33,
        "text": "子貢以告，孔子欣然而嘆曰：「形狀永也。如喪家之狗，然乎哉？然乎哉？」"
      },
      {
        "index": 34,
        "text": "孔子適衛，路出於蒲，會公叔氏以蒲叛衛而止之。"
      },
      {
        "index": 35,
        "text": "孔子弟子有公良儒者，為人賢，長有勇力。以私車五乘從夫子行，喟然曰：「昔吾從夫子遇難於匡，又伐樹於宋。今遇困於此，命也夫。與其見夫子仍遇於難，寧我鬥死。」挺劍而合眾，將與之戰。"
      },
      {
        "index": 36,
        "text": "蒲人懼，曰：「茍無適衛，吾則出子以盟。」"
      },
      {
        "index": 37,
        "text": "孔子而出之東門，孔子遂適衛。"
      },
      {
        "index": 38,
        "text": "子貢曰：「盟可負乎？」"
      },
      {
        "index": 39,
        "text": "孔子曰：「要我以盟，非義也。」"
      },
      {
        "index": 40,
        "text": "衛侯聞孔子之來，喜而於郊迎之。問伐蒲，對曰：「可哉？」"
      },
      {
        "index": 41,
        "text": "公曰：「吾大夫以為蒲者，衛之所以恃晉楚也。伐之，無乃不可乎？」"
      },
      {
        "index": 42,
        "text": "孔子曰：「其男子有死之志。吾之所伐者，不過四五人矣。」"
      },
      {
        "index": 43,
        "text": "公曰：「善。」卒不果伐。"
      },
      {
        "index": 44,
        "text": "他日，靈公又與夫子語，見飛鴈過而仰視之，色不悅。孔子乃逝。"
      },
      {
        "index": 45,
        "text": "衛蘧伯玉賢而靈公不用，彌子瑕不肖反任之，史魚驟諫而不從。"
      },
      {
        "index": 46,
        "text": "史魚病將卒，命其子曰：「吾在衛朝不能進蘧伯玉，退彌子瑕，是吾為臣不能正君也。生而不能正君，則死無以成禮。我死，汝置屍牖下，於我畢矣。」其子從之。"
      },
      {
        "index": 47,
        "text": "靈公吊焉，怪而問焉。其子以其父言告公。公愕然失容曰：「是寡人之過也。」於是命之殯於客位。進蘧伯玉而用之，退彌子瑕而遠之。"
      },
      {
        "index": 48,
        "text": "孔子聞之曰：「古之列諫之者，死則已矣。未有若史魚死而屍諫，忠感其君者也。不可謂直乎？」"
      }
    ]
  }
}
