{
  "chapterNumber": 42,
  "title": "曲禮子貢問第四十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "子貢問於孔子曰：「晉文公實召天子而使諸侯朝焉。夫子作《春秋》，云：『天王狩於河陽。』何也？」孔子曰：「以臣召君，不可以訓，亦書其率諸侯事天子而已。」"
      },
      {
        "index": 2,
        "text": "孔子在宋，見桓魋自為石槨，三年而不成，工匠皆病。夫子愀然曰：「若是其靡也。死不如朽之速愈。」冉子仆曰：「禮，凶事不豫。此何謂也？」夫子曰：「既死而議謚，謚定而卜葬，既葬而立廟。皆臣子之事，非所豫屬也。況自為之哉？」"
      },
      {
        "index": 3,
        "text": "南宮敬叔以富得罪於定公，奔衛。衛侯請復之，載其寶以朝。夫子聞之曰：「若是其貨也，喪不若速貧之愈。」子遊侍曰：「敢問何謂如此？」孔子曰：「富而不好禮，殃也。敬叔以富喪矣，而又弗改，吾懼其將有後患也。」敬叔聞之，驟如孔氏，而後循禮施散焉。"
      },
      {
        "index": 4,
        "text": "孔子在齊，齊大旱，春饑。景公問於孔子曰：「如之何？」孔子曰：「凶年則乘駑馬，力役不興，馳道不修。祈以幣玉，祭祀不懸，祀以下牲。此賢君自貶以救民之禮也。」"
      },
      {
        "index": 5,
        "text": "孔子適季氏，康子晝居內寢。孔子問其所疾。康子出見之。言終，孔子退。子貢問曰：「季孫不疾而問諸疾，禮與？」孔子曰：「夫禮，君子不有大故，則不宿於外。非致齊也，非疾也，則不晝處於內。是故夜居外，雖吊之，可也。晝居於內，雖問其疾，可也。」"
      },
      {
        "index": 6,
        "text": "孔子為大司寇，國廄焚。子退朝而之火所，鄉人有自為火來者，則拜之，士一，大夫再。子貢曰：「敢問何也？」孔子曰：「其來者亦相吊之道也。吾為有司，故拜之。」"
      },
      {
        "index": 7,
        "text": "子貢問曰：「管仲失於奢，晏子失於儉，與其俱失矣，二者孰賢？」孔子曰：「管仲鏤簋而朱纮，旅樹而反坫，山節藻梲，賢大夫也，而難為上。晏平仲祀其先祖，而豚肩不揜豆，一狐裘三十年，賢大夫也，而難為下。君子上不僭下，下不偪上。」"
      },
      {
        "index": 8,
        "text": "冉求曰：「昔文仲知魯國之政，立言垂法。於今不亡，可謂知禮矣？」孔子曰：「昔臧文仲安知禮？夏父弗綦逆祀而不止，燔柴於竈以祀焉。夫竈者，老婦之所祭。盛於甕，尊於瓶，非所柴也。故曰禮也者，由體也。體不備，謂之不成。人設之不當，猶不備也。」"
      },
      {
        "index": 9,
        "text": "子路問於孔子曰：「臧武仲率師與邾人戰於狐鮐，遇敗焉，師人多喪而無罰。古之道然與？」孔子曰：「凡謀人之軍，師敗則死之；謀人之國，邑危則亡之；古之正也。其君在焉者，有詔則無討。」"
      },
      {
        "index": 10,
        "text": "晉將伐宋，使人覘之，宋陽門之介夫死，司城子罕哭之哀。覘之反言於晉侯曰：「陽門之介夫死，而子罕哭之哀。民咸悅宋，殆未可伐也。」孔子聞之曰：「善哉！覘國乎？詩云：『凡民有喪，匍匐救之。』子罕有焉。雖非晉國，其天下孰能當之？是以周任有言曰：『民悅其愛者，弗可敵也。』」"
      },
      {
        "index": 11,
        "text": "楚伐吳，工尹商陽與陳棄疾追吳師。及之，棄疾曰：「王事也，子手弓而可。」商陽手弓。棄疾曰：「子射諸。」射之，斃一人，韔其弓。又及，棄疾謂之。又及，棄疾復謂之。斃二人。每斃一人，輒掩其目，止其御曰：「吾朝不坐，燕不與。殺三人亦足以反命矣。」孔子聞之曰：「殺人之中，又有禮焉。」子路怫然進曰：「人臣之節，當君大事，唯力所及，死而後已。夫子何善此？」子曰：「然，如汝言也。吾取其有不忍殺人之心而已。」"
      },
      {
        "index": 12,
        "text": "孔子在衛，司徒敬之卒，夫子弔焉。主人不哀，夫子哭不盡聲而退。璩伯玉請曰：「衛鄙俗不習喪禮，煩吾子辱相焉。」孔子許之，掘中溜而浴，毀竈而綴足，襲於床。及葬，毀宗而行也，出於大門，及墓，男子西面，婦人東面，既封而歸，殷道也。孔子行之。子遊問曰：「君子行禮，不求變俗。夫子變之矣。」孔子曰：「非此之謂也，喪事則從其質而已矣。」"
      },
      {
        "index": 13,
        "text": "宣公八年六月辛巳，有事於太廟，而東門襄仲卒，壬午猶繹，子遊見其故，以問孔子曰：「禮與？」孔子曰：「非禮也，卿卒不繹。」"
      },
      {
        "index": 14,
        "text": "季桓子喪，康子練而無衰。子遊問於孔子曰：「既服練，服可以除衰乎？」孔子曰：「無衰衣者，不以見賓，何以除焉？」"
      },
      {
        "index": 15,
        "text": "邾人以同母異父之昆弟死，將為之服，因顏克而問禮於孔子。子曰：「繼父同居者，則異父昆弟，從為之服；不同居，繼父且猶不服，況其子乎？」"
      },
      {
        "index": 16,
        "text": "齊師侵魯，公叔務人，遇人入保，負杖而息。務人泣曰：「使之雖病，任之雖重，君子弗能謀，士弗能死，不可也。我則既言之矣，敢不勉乎？」與其鄰嬖童汪锜，乘？奔敵死焉。皆殯，魯人欲勿殤童汪锜，問於孔子曰：「能執干戈以衛社稷，可無殤乎？」"
      },
      {
        "index": 17,
        "text": "魯昭公夫人吳孟子卒，不赴於諸侯。孔子既致仕，而吊焉。適於季氏，季氏不绖，孔子投绖而不拜。子遊問曰：「禮與？」孔子曰：「主人未成服，則吊者不绖焉，禮也。」"
      },
      {
        "index": 18,
        "text": "公父穆伯之喪，敬姜晝哭；文伯之喪，晝夜哭。孔子曰：「季氏之婦，可謂知禮矣。愛而無上下有章。」"
      },
      {
        "index": 19,
        "text": "南宮絳之妻，孔子兄之女，喪其姑而誨之髽曰：「爾毋從從爾，毋扈扈爾。」蓋榛以為笄，長尺而總八寸。"
      },
      {
        "index": 20,
        "text": "子張有父之喪，公明儀相焉，問啟顙於孔子。孔子曰：「拜而後啟顙，頹乎其順；啟顙而後拜，頎乎其至也。三年之喪，吾從其至也。」"
      },
      {
        "index": 21,
        "text": "孔子在衛，衛之人有送葬者，而夫子觀之曰：「善哉，為喪乎？足以為法也，小子識之。」子貢問曰：「夫子何善爾？其往也，如慕；其返也，如疑。」子貢曰：「豈若速返而虞哉？」子曰：「此情之至者也，小子識之，我未之能也。」"
      },
      {
        "index": 22,
        "text": "卞人有母死而孺子之泣者，孔子曰：「哀則哀矣，而難繼也。夫禮為可傳也，為可繼也。故哭踴有節，而變除有期。」"
      },
      {
        "index": 23,
        "text": "孟獻子禫懸而不樂，可御而處內。子遊問於孔子曰：「若是則過禮也？」孔子曰：「獻子可謂加於人一等矣。」"
      },
      {
        "index": 24,
        "text": "魯人有朝祥而暮歌者，子路笑之。孔子曰：「由，爾責於人終無已，夫三年之喪，亦以久矣。」子路出。孔子曰：「又多乎哉？踰月則其善也。」"
      },
      {
        "index": 25,
        "text": "子路問於孔子曰：「傷哉，貧也。生而無以供養，死則無以為禮也。」孔子曰：「啜菽飲水，盡其歡也，斯為之孝乎？斂手足形，旋葬而無槨，稱其財，為之禮，貧何傷乎？」"
      },
      {
        "index": 26,
        "text": "吳延陵季子聘於上國，適齊，於其返也，其長子死於嬴博之間。孔子聞之曰：「延陵季子，吳之習於禮者也，？而觀其葬焉。」其歛，以時服而已；其壙，掩坎深不至於泉；其葬，無盟器之贈。既葬，其封廣輪揜坎，其高可時隱也；既封，則季子乃左袒右還其封，且號者三，曰，骨肉歸於土，命也，若魂氣則無所不之，則無所不之而遂行。孔子曰：「延陵季子之禮其合矣。」"
      },
      {
        "index": 27,
        "text": "子遊問喪之具。孔子曰：「稱家之有亡焉。」子遊曰：「有亡惡於齊？」孔子曰：「有也，則無過禮。茍亡矣，則歛手足形，還葬懸棺而封，人豈有非之者哉。故夫喪亡，與其哀不足而禮有餘，不若禮不足而哀有餘也；祭祀，與其敬不足而禮有餘，不若禮不足而敬有餘也。」"
      },
      {
        "index": 28,
        "text": "伯高死於衛，赴於孔子。子曰：「吾惡乎哭諸，兄弟吾哭諸廟，父之友吾哭諸廟門之外，師吾哭之寢，朋友吾哭之寢門之外，所知吾哭之諸野，今於野則已疏，於寖則已重，夫由賜也而見我吾哭於賜氏。」遂命子貢為之主。曰：「為爾哭也，來者汝拜之。知伯高而來者，汝勿拜。」既哭，使子張往吊焉，未至，冉求在衛，攝束帛乘馬而以將之。孔子聞之曰：「異哉！徒使我不成禮於伯高者，是冉求也。」"
      },
      {
        "index": 29,
        "text": "子路有姊之喪，可以除之矣，而弗除。孔子曰：「何不除也？」子路曰：「吾寡兄弟而弗忍也。」孔子曰：「行道之人皆弗忍，先王制禮，過之者俯而就之，不至者企而及之。」子路聞之，遂除之。"
      },
      {
        "index": 30,
        "text": "伯魚之喪母也，期而猶哭。夫子聞之曰：「誰也？」門人曰：「鯉也。」孔子曰：「嘻其甚也，非禮也。」伯魚聞之遂除之。"
      },
      {
        "index": 31,
        "text": "衛公使其大夫求婚於季氏，桓子問禮於孔子。子曰：「同姓為宗，有合族之義，故系之以姓而弗別，綴之以食而弗殊，雖百世婚姻不得通，周道然也。」桓子曰：「魯衛之先雖寡兄弟，今已絕遠矣，可乎？」孔子曰：「固非禮也，夫上治祖禰以尊尊之，下治子孫以親親之，旁治昆弟所以教睦也，此先王不易之教也。」"
      },
      {
        "index": 32,
        "text": "有若問於孔子曰：「國君之於百姓，如之何？」孔子曰：「皆有宗道焉，故雖國君之尊，猶百姓不廢其親，所以崇愛也。雖以族人之親，而不敢戚君，所以謙也。」"
      }
    ]
  }
}
