{
  "chapterNumber": 5,
  "title": "儒行解第五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "孔子在衛。冉求言於季孫曰：「國有聖人而不能用，欲以求治，是猶卻步而欲求及前人，不可得已。今孔子在衛，衛將用之。己有才而以資鄰國，難以言智也。請以重幣迎之。」"
      },
      {
        "index": 2,
        "text": "季孫以告哀公。公從之。孔子既至，舍。哀公館焉。公自阼階，孔子賓階，升堂立侍。"
      },
      {
        "index": 3,
        "text": "公曰：「夫子之服，其儒服與？」"
      },
      {
        "index": 4,
        "text": "孔子對曰：「丘少居魯，衣逢掖之衣。長居宋，冠章甫之冠。丘聞之，君子之學也，博其服以鄉，丘未知其為儒服也。」"
      },
      {
        "index": 5,
        "text": "公曰：「敢問儒行？」"
      },
      {
        "index": 6,
        "text": "孔子曰：「略言之，則不能終其物；悉數之，則留仆未可以對。」"
      },
      {
        "index": 7,
        "text": "哀公命席，孔子侍坐曰：「儒有席上之珍以待聘，夙夜強學以待問，懷忠信以待舉，力行以待取，其自立有如此者。"
      },
      {
        "index": 8,
        "text": "儒有衣冠中，動作慎；大讓如慢，小讓如偽；大則如威，小則如媿；難進而易退也，粥粥若無能也；其容貌有如此者。"
      },
      {
        "index": 9,
        "text": "儒有居處齊難，其起坐恭敬；言必誠信，行必忠正；道塗不爭險易之利，冬夏不爭陰陽之和；愛其死以有待也，養其身以有為也；其備預有如此者。"
      },
      {
        "index": 10,
        "text": "儒有不寶金玉，而忠信以為寶；不祈土地，而仁義以為土地；不求多積，多文以為富；難得而易祿也，易祿而難畜也；非時不見，不亦難得乎？非義不合，不亦難畜乎？先勞而後祿，不亦易祿乎？其近人情有如此者。"
      },
      {
        "index": 11,
        "text": "儒有委之以財貨而不貪，淹之以樂好而不淫，劫之以眾而不懼，阻之以兵而不懾；見利不虧其義，見死不更其守；鷙蟲攫搏不程其勇，引重鼎不程其勇；往者不悔，來者不豫；過言不再，流言不極；不斷其威，不習其謀；其特立有如此者。"
      },
      {
        "index": 12,
        "text": "儒有可親而不可劫，可近而不可迫，可殺而不可辱；其居處不過，其飲食不溽；其過失可征辯，而不可面數也；其剛毅有如此者。"
      },
      {
        "index": 13,
        "text": "儒有忠信以為甲胄，禮義以為幹櫓；戴仁而行，抱德而處；雖有暴政，不更其所；其自立有如此者。"
      },
      {
        "index": 14,
        "text": "儒有一畝之宮，環堵之室；蓽門圭窬，蓬戶甕牖；易衣而出，幷日而食；上答之，不敢以疑，上不答之，不敢以諂；其為士有如此者。"
      },
      {
        "index": 15,
        "text": "儒有今人以居，古人以稽，今世行之，後世以為楷；若不逢世，上所不受，下所不推；詭諂之民，有比黨而危之；身可危也，其志，不可奪也；雖危起居，猶竟信其志，乃不忘百姓之病也；其憂思有如此者。"
      },
      {
        "index": 16,
        "text": "儒有博學而不窮，篤行而不倦，幽居而不淫，上通而不困；禮必以和，優遊以法；慕賢而容眾，毀方而瓦合；其寬裕有如此者。"
      },
      {
        "index": 17,
        "text": "儒有內稱不避親，外舉不避怨；程功積事，不求厚祿，推賢達能，不望其報；君得其志，民賴其德；茍利國家，不求富貴；其舉賢援能有如此者。"
      },
      {
        "index": 18,
        "text": "儒有澡身浴德，陳言而伏；靜言而正之，而上下不知也；默而翹之，又不急為也；不臨深而為高，不加少而為多；世治不輕，世亂不沮；同己不與，異己不非；其特立獨行有如此者。"
      },
      {
        "index": 19,
        "text": "儒有上不臣天子，下不事諸侯；慎靜尚寬，底厲廉隅；強毅以與人，博學以知服；雖以分國，視之如錙銖，弗肯臣仕；其規為有如此者。"
      },
      {
        "index": 20,
        "text": "儒有合志同方，營道同術；並立則樂，相下不厭；久別則聞，流言不信；義同而進，不同而退；其交有如此者。"
      },
      {
        "index": 21,
        "text": "夫溫良者，仁之本也；慎敬者，仁之地也；寬裕者，仁之作也；遜接者，仁之能也；禮節者，仁之貌也；言談者，仁之文也；歌樂者，仁之和也；分散者，仁之施也；儒皆兼此而有之，猶且不敢言仁也；其尊讓有如此者。"
      },
      {
        "index": 22,
        "text": "儒有不隕獲於貧賤，不充詘於富貴；不混君王，不累長上，不閔有司，故曰儒。今人之名儒也，忘常以儒相詬疾。」"
      },
      {
        "index": 23,
        "text": "哀公既得聞此言也，言加信，行加敬。曰：「終歿吾世，弗敢復以儒為戲矣。」"
      }
    ]
  }
}
