{
  "chapterNumber": 16,
  "title": "辯物第十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "季桓子穿井，獲如玉缶，其中有羊焉。使使問孔子曰：「吾穿井於費，而於井中得一狗。何也？」"
      },
      {
        "index": 2,
        "text": "孔子曰：「丘之所聞者，羊也。丘聞之：木石之怪，夔蝄蜽；水之怪，龍罔象；土之怪，羵羊也。」"
      },
      {
        "index": 3,
        "text": "吳伐越，隳會稽，獲巨骨一節，專車焉。"
      },
      {
        "index": 4,
        "text": "吳子使來聘於魯，且問之孔子。命使者曰：「無以吾命也。」"
      },
      {
        "index": 5,
        "text": "賓既將事，乃發幣於大夫及孔子。孔子爵之，既徹俎而燕客，執骨而問曰：「敢問骨何如為大？」"
      },
      {
        "index": 6,
        "text": "孔子曰：「丘聞之昔禹致群臣於會稽之山，防風後至。禹殺而戮之，其骨專車焉。此為大矣。」"
      },
      {
        "index": 7,
        "text": "客曰：「敢問誰守為神？」"
      },
      {
        "index": 8,
        "text": "孔子曰：「山川之靈，足以紀綱天下者，其守為神。諸侯社稷之守，為公侯。山川之祀者，為諸侯，皆屬於王。」"
      },
      {
        "index": 9,
        "text": "客曰：「防風何守？」"
      },
      {
        "index": 10,
        "text": "孔子曰：「汪芒氏之君守封嵎山者，為添姓。在虞夏商為汪芒氏，於周為長瞿氏，今曰大人。」"
      },
      {
        "index": 11,
        "text": "有客曰：「人長之極，幾何？」"
      },
      {
        "index": 12,
        "text": "孔子曰：「焦僥氏長三尺，短之至也。長者不過十，數之極也。」"
      },
      {
        "index": 13,
        "text": "孔子在陳，陳惠公賓之於上館。時有隼，集陳侯之庭而死。楛矢貫之石砮，其長尺有咫。惠公使人持隼如孔子館而問焉。"
      },
      {
        "index": 14,
        "text": "孔子曰：「隼之來遠矣，此肅慎氏之矢。昔武王克商，信道於九夷百蠻。使各以其方賄來貢，而無忘職業。於是肅慎氏貢楛矢石砮，其長尺有咫。先王欲昭其令德之致遠物也，以示後人，使永鑒焉。故銘其栝曰：『肅慎氏貢楛矢。』以分大姬，配胡公而封諸陳。古者：分同姓以珍玉，所以展親親也；分異姓以遠方之職貢，所以無忘服也。故分陳以肅慎氏貢焉。君若使有司求諸故府，其可得也。」公使人求得之，金牘如之。"
      },
      {
        "index": 15,
        "text": "郯子朝魯，魯人問曰：「少昊氏以鳥名官，何也？」"
      },
      {
        "index": 16,
        "text": "對曰：「吾祖也，我知之。昔黃帝以雲紀官，故為雲師而雲名。炎帝以火，共工以水，大昊以龍；其義一也。我高祖，少昊摯之立也。鳳鳥適至，是以紀之於鳥，故為鳥師而鳥名。自顓頊氏以來，不能紀遠，乃紀於近。為民師而命以民事，則不能故也。」"
      },
      {
        "index": 17,
        "text": "孔子聞之，遂見郯子而學焉。既而告人曰：「吾聞之天子失官，學在四夷猶信。」"
      },
      {
        "index": 18,
        "text": "邾隱公朝於魯，子貢觀焉。邾子執玉，高其容仰；定公受玉，卑其容俯。"
      },
      {
        "index": 19,
        "text": "子貢曰：「以禮觀之，二君者將有死亡焉。夫禮，生死存亡之體。將左右周旋，進退俯仰，於是乎取之；朝祀喪戎，於是乎觀之。今正月相朝，而皆不度，心以亡矣。嘉事不體，何以能久？高、仰，驕；卑、俯，替。驕，近亂；替，近疾。若為主，其先亡乎？」"
      },
      {
        "index": 20,
        "text": "夏五月，公薨，又邾子出奔。"
      },
      {
        "index": 21,
        "text": "孔子曰：「賜不幸而言中，是賜多言。」"
      },
      {
        "index": 22,
        "text": "孔子在陳，陳侯就之燕遊焉。行路之人云：「魯司鐸災及宗廟。」以告孔子。子曰：「所及者，其桓僖之廟。」"
      },
      {
        "index": 23,
        "text": "陳侯曰：「何以知之？」"
      },
      {
        "index": 24,
        "text": "子曰：「禮祖有功而宗有德，故不毀其廟焉。今桓僖之親盡矣，又功德不足以存其廟，而魯不毀，是以天災加之。」"
      },
      {
        "index": 25,
        "text": "三日，魯使至。問焉，則桓、僖也。陳侯謂子貢曰：「吾乃今知聖人之可貴。」"
      },
      {
        "index": 26,
        "text": "對曰：「君之知之可矣。未若專其道，而行其化之善也。」"
      },
      {
        "index": 27,
        "text": "陽虎既奔齊，自齊奔晉，適趙氏。孔子聞之，謂子路曰：「趙氏其世有亂乎？」"
      },
      {
        "index": 28,
        "text": "子路曰：「權不在焉，豈不為亂？」"
      },
      {
        "index": 29,
        "text": "孔子曰：「非汝所知。夫陽虎親富而不親仁，有寵於季孫；又將殺之，不克而奔；求容於齊，齊人囚之，乃亡，歸晉。是齊魯二國，已去其疾。趙簡子好利而多信，必溺其說而從其謀。禍敗所終，非一世可知也。」"
      },
      {
        "index": 30,
        "text": "季康子問於孔子曰：「今周十二月，夏之十月，而猶有螽，何也？」"
      },
      {
        "index": 31,
        "text": "孔子對曰：「丘聞之火伏而後蟄者畢。今火猶西流，司歷過也。」"
      },
      {
        "index": 32,
        "text": "季康子曰：「所失者，幾月也？」"
      },
      {
        "index": 33,
        "text": "孔子曰：「於夏十月，火既沒矣。今火見再，失閏也。」"
      },
      {
        "index": 34,
        "text": "吳王夫差將與哀公見晉侯。子服景伯對使者曰：「王合諸侯，則伯率侯牧以見於王。伯合諸侯，則侯率子男以見於伯。今諸侯會，而君與寡君見晉君，則晉成為伯也。且執事以伯召諸侯，而以侯終之，何利之有焉？」"
      },
      {
        "index": 35,
        "text": "吳人乃止，既而悔之，遂囚景伯。伯謂大宰嚭曰：「魯將以十月上辛，有事於上帝，先王季辛而畢。何也，世有職焉，自襄已來之改之。若其不會，則祝宗將曰吳實然。」嚭言於夫差，歸之。"
      },
      {
        "index": 36,
        "text": "子貢聞之，見於孔子曰：「子服氏之子拙於說矣。以實獲囚，以詐得免。」"
      },
      {
        "index": 37,
        "text": "孔子曰：「吳子為夷，德可欺而不可以實；是聽者之蔽，非說者之拙也。」"
      },
      {
        "index": 38,
        "text": "叔孫氏之車士曰子鉏商，采薪於大野。獲麟焉，折其前左足，載以歸，叔孫以為不祥，棄之於郭外。使人告孔子曰：「有麏而角者，何也？」"
      },
      {
        "index": 39,
        "text": "孔子往觀之，曰：「麟也。胡為來哉？胡為來哉？」反袂拭面，涕泣沾衿。"
      },
      {
        "index": 40,
        "text": "叔孫聞之，然後取之。"
      },
      {
        "index": 41,
        "text": "子貢問曰：「夫子何泣爾？」"
      },
      {
        "index": 42,
        "text": "孔子曰：「麟之至，為明王也。出非其時而害，吾是以傷焉。」"
      }
    ]
  }
}
