{
  "chapterNumber": 4,
  "title": "Book 1, Դ. — A Wretched Thought Arises in Him",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սամվելը կրկին մտավ յուր ընդունարանը:"
      },
      {
        "index": 1,
        "text": "Այս առավոտ այդ կոկիկ, ընդարձակ սենյակը, կարծես, խեղդում էր նրան: Նա մոտեցավ լուսամուտին, ետ քաշեց ծանր կերպասյա վարագույրը և բաց արեց փեղկերից մեկը, որ փոքր-ինչ թարմ օդ ներս թողնե: Հետո բաց արեց դռները սպասավորի համար: Սպասավորի փոխարեն ներս մտավ նրա գեղեցիկ, ոսկեգույն բարակը: Այդ խելացի անասունը, կարծես, նախասենյակում սպասում էր դռների բացվելուն: Նա այն աստիճան քնքուշ և նրբակազմ էր, որ դրսից կարելի էր բոլոր կողքերը համբարել: Երկար պարանոցի վրա կրում էր արծաթյա օղամանյակ: Սա մոտեցավ և կանգնելով ետևի թաթիկների վրա, առջևի թաթիկները բարձրացրեց, դրեց յուր տիրոջ կուրծքի վրա, և մի առանձին քաղցրությամբ նայում էր նրա երեսին, աշխատելով գուշակել, թե ինչո՞ւ էր նա այնքան տխուր: Երիտասարդը ձեռքով փայփայեց նրա սիրուն գլուխը, երկար ականջները, նուրբ դունչը, և բարակը մխիթարվելով այդ փաղաքշանքից, ցած թողեց թաթիկները, հեռացավ սենյակի մի անկյունում և այնտեղ պառկեց, չդադարելով յուր հեզ աչքերով հետևել, թե ո՜րպես յուր սիրելի տերը` դանդաղ. անհավասար քայլերով շարունակում էր անցուդարձ անել սենյակի մեջ:"
      },
      {
        "index": 2,
        "text": "Նրա սիրտը ալեկոծության մեջ էր. երիտասարդական ջերմ արյունը եփ էր գալիս նրա մեջ: Որքան մտածում էր գալոց աղետների մասին, այնքան չարիքը յուր բոլոր զարհուրանքներով մեծանում էր նրա աչքում: Հայաստանը մնացել էր բոլորովին անտեր և անպաշտպան: Հայոց Արշակ թագավորը, երկաթի շղթաների մեջ, հեծում էր Խուժիստանի Անհուշ բերդում: Հայոց թագաժառանգը, Պապը, յուր կնոջ` Զարմանդուխտի և երկու որդիների` Արշակի և Վաղարշակի հետ, պահված էին Կ. Պոլսում: Թագավորին աքսորել էր պարսից Շապուհ արքան, իսկ թագաժառանգին կալանավորել էր հունաց Վազես կայսրը: Հայաստանի քահանայապետը, հայրենիքի հզոր պաշտպան, Ներսես Մեծը, նույն կայսրի հրամանով աքսորված էր Պատմոս անբնակ կղզում: Հայաստանը մնացել էր անտեր: Նրա երկու պաշտպանները — թագավորը և քահանայապետը — չկային: Հունաց կայսրը մեկ կողմից, պարսից արքան մյուս կողմից, երկու անհագ վիշապների նման, բերանները բաց արած, մաքառում էին միմյանց հետ, թե ո՞րը ավելի շուտ կկլանե անտեր մնացած երկիրը..."
      },
      {
        "index": 3,
        "text": "Այդ ցավալի մտածություններն էին, որ ալեկոծում էին երիտասարդի սիրտը և նա սոսկալով տեսնում էր յուր հայրենիքի մեծ տագնապը, նրա մոտալուտ օրհասը..."
      },
      {
        "index": 4,
        "text": "Մյուս կողմից, տեսնում էր նա հայոց նախարարների մեջ երկպառակություն. ոմանք ցանկանում էին ընդունել հունաց գերիշխանությունը և հարկատու լինել հույներին, իսկ ոմանք ցանկանում էին ընդունել պարսից գերիշխանությունը և հարկատու լինել պարսիկներին: Հայրենիքի անկախությունը սիրող և նրա ինքնակայությանը նվիրված նախարարները տառապում էին անհնարին հուսահատության մեջ, թե ի՞նչ միջոցով ազատեն հայրենիքը անդառնալի կորուստից: Չկար մեկը, որ նրանց մեջ համաձայնություն կայացներ: — Չկար թագավորը, չկար քահանայապետը..."
      },
      {
        "index": 5,
        "text": "Կային դավաճաններ:"
      },
      {
        "index": 6,
        "text": "Եվ այդ դավաճանները հայոց երկու ամենահզոր նախարարությունների ներկայացուցիչներն էին — Վահան Մամիկոնյանը և Մերուժան Արծրունին: Մեկը երիտասարդի հայրն էր, մյուսը երիտասարդի մորեղբայրն էր... Երկուսն էլ ուրացել էին քրիստոնեությունը, երկուսն էլ ընդունել էին պարսից կրոնը և Շապուհ արքայի ձեռքում դարձել էին մի սոսկալի զենք, ոչնչացնելու ամեն ինչ, որ սուրբ էր, որ նվիրական էր Հայաստանում...:"
      },
      {
        "index": 7,
        "text": "Այդ սարսափեցնում էր երիտասարդին և միևնույն ժամանակ նրա սիրտը լցնում էր մի անբացատրելի կատաղությամբ: — «Մոգերով ու մոգպետներով է գալիս իմ հայրը» — մտածում էր նա խորին դառնությամբ, — «և յուր հետ բերում է, որպես օգնական, պարսից զորությունը... գալիս է ոչնչացնելու մեր եկեղեցիները, մեր դպրոցները, մեր դպրությունը... գալիս է պարսկացնելու մեզ... նա գալիս է ձեռք ձեռքի տված Մերուժանի հետ... Թագավորությունը սպանեցին, այժմ պետք է սպանեն ազգությունը, կրոնը... Մենք այսուհետև պետք է պարսկերեն խոսենք և պարսկերեն աղոթենք... Եվ իմ հայրը մի այդպիսի եղեռնագործության պետք է մասնակից լինի, հավիտենական նզովք դնելով Մամիկոնյանների տոհմի վրա... »:"
      },
      {
        "index": 8,
        "text": "Նրա վարդագույն շրթունքները բոլորովին գունաթափվեցան, ծնկները դողացին, աչքերի առջև մթնեց և հազիվհազ կարողացավ իրան հասցնել գահավորակի վրա և ծանրացած գլուխը բաց թողնել բարձերի վրա: Երկար նա, երկու ձեռքով գլուխը բռնած, գտնվում էր մի տեսակ տենդային շփոթության, մի տեսակ հիվանդոտ այլայլության մեջ: Մթին մառախուղի նման` անորոշ մտքեր պտտվում էին նրա բորբոքված երևակայության մեջ: Հանկարծ ցնցվեցավ նա և կրկին վեր թռավ պառկած տեղից, ինքն իրան խոսելով."
      },
      {
        "index": 9,
        "text": "«Մամիկոնյանը ծնում է դավաճաններ... Մամիկոնյանը ծնում է և հերոսներ... Երբ իմ հորեղբայր Վարդանը արքայազն Տիրիթի հետ ապստամբվեցան մեր Արշակ թագավորի դեմ և դիմեցին պարսից Շապուհ արքային, — դարձյալ իմ հորեղբայր Վասակն էր, որ գնաց նրանց ետևից և, ճանապարհին բռնելով, սպանեց թ՜ե Տիրիթին, և թ՜ե յուր եղբորը... նրա ձեռքը չդողաց թափել յուր հարազատի արյունը, որ դավաճանում էր յուր թագավորին և յուր հայրենիքին... Իսկ ե՞ս... »:"
      },
      {
        "index": 10,
        "text": "Վերջին խոսքը արտասանելու միջոցին, կարծես, նրա շրթունքները կրակով այրեցին, նա չկարողացավ վերջացնել, կրկին ընկավ գահավորակի վրա և, աչքերը բռնելով, սկսեց դառն կերպով հեկեկալ: — «Ա՛խ, հայր իմ... ա՛խ, հայր իմ... » — կրկնում էր նա և արտասուքը հեղեղի նման թափվում էր աչքերից:"
      },
      {
        "index": 11,
        "text": "Նա սիրում էր յուր հորը, սիրում էր որդիական ջերմ, անկեղծ՜ սիրով: Բայց սիրում էր և յուր հայրենիքը: Նրա կրթությունը այնպիսի անձանց խնամքով էր կատարվել, որ պատրաստել էին նրանից մի անձնվեր որդի` նախ հայրենիքի և ապա ծնողաց:"
      },
      {
        "index": 12,
        "text": "Ընդունարանի դուռը բացվեցավ, ուշիկ քայլերով ներս մտավ մի պատանի, նայեց երիտասարդի վրա և, սառածի նման, կանգնած մնաց պատի մոտ:"
      },
      {
        "index": 13,
        "text": "Պատանին լավ հագնված սենեկային մանկլավիկի տպավորություն էր գործում: Ծիածանի բոլոր գույները կային նրա հագուստների վրա. գունավոր էր գլխի թեթև ապարոշը, որ թեք կերպով կապած էր թասակի վրա, ծածկում էր աջ կողմի հոնքը, իսկ ձախ կողմի հոնքը ճակատի մի մասի հետ բաց էր թողած. գունավոր էին նրա երկար, ոսկյա գանգուրները, որ սփռված էին ուսերի վրա. գունավոր էր բեհեզյա գոտին, որ խորշավոր փաթոթներով մի քանի անգամ բարակ մեջքից անցնելուց հետո, անփույթ վերջավորություններով ծածանվում էր ծնկների վրա. գունավոր էր նրա բաճկոնակը, կուրտիկը, վարտիքը, որ մանր ծալքերով իջնում էր մինչև ծնկները և այնտեղ կապված էր նույնպես գունավոր սռնապաններով և յուր ծալքերի շարունակությամբ ծածկում էր սռնապանները, իջնելով մինչև սրունքները: Գունավոր էին և նրա նախշուն տրեխները, որ պատրաստված էին գույնզգույն մետաքսյա թելերից, և կատվի թաթիկների նման, ոտքերը գետնին դնելու ժամանակ ձայն չէին հանում: Ձախ ականջին կրում էր արծաթյա օղակ. դա արդեն նշան էր, որ նա իշխանական սենյակի սպասավոր է:"
      },
      {
        "index": 14,
        "text": "Նա դեռ ապշած նայում էր յուր տիրոջ վրա: Նրա գեղեցիկ, խաժ աչքերը արտահայտում էին և՜ զարմանք, և՜ հեգնություն: Զարմանում էր, թե ի՞նչ էր պատահել, որ նա այնպես շուտ էր զարթնել և, առանց լվացվելու, առանց հագնվելու, դուրս էր եկել քնարանից: Նա երբեք սովորություն չուներ այդքան վաղ վեր կենալու յուր անկողնից: Յուր մտքում ծիծաղում էր, թե յուր միշտ ուրախ, միշտ զվարթ տերը անպատճառ մի «փորացավ» կունենար, որ այդպես տխուր էր, և, սգավորի նման, ընկած էր երեսի վրա, գլուխը չէր բարձրացնում: Այդ բոլորը բացատրում էր նա յուր տեսակետից:"
      },
      {
        "index": 15,
        "text": "Երբ նկատեց, որ յուր վրա ուշադրություն չեն դարձնում, և յուր ներկայությունը զգալ տալու խորամանկությամբ, կամաց մոտեցավ բարակին և նրա ոտքը պինդ կոխեց: Շունը մի օտարոտի հառաչանք արձակեց, որ նշան էր սաստիկ վիրավորանքի: Իշխանը գլուխը վեր բարձրացրեց, նայեց դեպի այդ կողմը:"
      },
      {
        "index": 16,
        "text": "— Հուսիկ, այդ դո՞ւ ես:"
      },
      {
        "index": 17,
        "text": "— Այո՜, տեր իմ, — պատասխանեց սպասավորը, գլուխ տալով:"
      },
      {
        "index": 18,
        "text": "Ժամանակի սովորության համեմատ, սպասավորը ամեն ծառայության համար պետք է յուր տիրոջ աչքին երևնար միայն. նա համարձակություն չուներ յուր կողմից առաջարկություններ անելու, այլ պետք է լուռ սպասեր տիրոջ հրամանին: Այժմ նրա լվացվելու և հագնվելու ժամանակն էր: Սպասում էր, արդյոք յուր տերը կբարեհաճե՞ր ջուր պահանջել: Այդ մասին ոչինչ պատվեր չստացավ պատանին, մտածեց փարատել իշխանի տխրությունը:"
      },
      {
        "index": 19,
        "text": "— Գիտե՞ք տեր իմ, այս գիշեր ի՜նչ է պատահել ամրոցում, — ասաց նա խորամանկ ժպիտով:"
      },
      {
        "index": 20,
        "text": "— Ի՞նչ է պատահել, — հարցրեց իշխանը:"
      },
      {
        "index": 21,
        "text": "— Մկները Պապիկի մորուքի մի կողմը կրծոտել են:"
      },
      {
        "index": 22,
        "text": "Ամրոցի ծերունի դռնապանի մասին էր խոսքը:"
      },
      {
        "index": 23,
        "text": "— Երեկ երեկոյան, — շարունակեց պատանին, — նա օծվել էր, յուղվել էր, գնացել էր յուր փեսային տեսնելու, այնտեղից հարբած եկել ու պառկել էր, գիշերը մկները մի լավ ընթրիք էին անուշ արել նրա բարձերի վրա..."
      },
      {
        "index": 24,
        "text": "Իշխանը նայեց պատանու անհանգիստ, վառվռուն աչքերի մեջ և բարկությամբ ասաց."
      },
      {
        "index": 25,
        "text": "— Չարաճճի, այդ անպատճառ քո գործը կլինի:"
      },
      {
        "index": 26,
        "text": "— Չէ՜, աստված է վկա:"
      },
      {
        "index": 27,
        "text": "— Իմ գլխովը երդվի՜ր:"
      },
      {
        "index": 28,
        "text": "Պատանին կարմրելով կանգ առեց:"
      },
      {
        "index": 29,
        "text": "— Տեսնո՞ւմ ես, անպիտան մյուս անգամ այդպիսի հիմարություն չանես:"
      },
      {
        "index": 30,
        "text": "Կատակը անհաջող անցավ:"
      },
      {
        "index": 31,
        "text": "— Ապա ի՞նչ անեի... — ամոթից գլուխը քարշ ձգած մրմնջաց պատանին, — այնպես հարբած եկել, քնել էր, գիշերը մարդ է մտնում ամրոցը, նա չէ զարթնում:"
      },
      {
        "index": 32,
        "text": "— Ի՞նչ մարդ, — հարցրեց իշխանը ավելի լուրջ կերպով:"
      },
      {
        "index": 33,
        "text": "— Մի սուրհանդակ. ես բաց արի նրա համար դուռը. նա ուղղակի գնաց տիկնոջ մոտ:"
      },
      {
        "index": 34,
        "text": "— Դու այդ ժամանակ արթո՞ւն էիր:"
      },
      {
        "index": 35,
        "text": "— Ես ամբողջ գիշերը չեմ քնել..."
      },
      {
        "index": 36,
        "text": "Վերջին խոսքերը արտասանելու միջոցին պատանու դեմքը ավելի կարմրեցավ:"
      },
      {
        "index": 37,
        "text": "— Երևի «նրա» սենյակի շուրջը քծնվում էիր... — հարցրեց իշխանը ավելի մեղմ ձայնով:"
      },
      {
        "index": 38,
        "text": "— Ինչպե՞ս իմ տիրոջ առջև մեղքս ծածկեմ... այդպես էր..."
      },
      {
        "index": 39,
        "text": "Պատանին սիրահարված էր իշխանի մոր աղախիններից մեկի վրա և այդ գիտեր նրա տերը: Եվ նրա վարմունքը ծերունի դռնապանի մորուքի հետ` այդ սիրահարության հետևանքներից մեկն էր, որովհետև անհամբեր ծերունին շատ անգամ արգելք էր լինում պատանու գիշերային արշավանքներին... Բայց իշխանը թողեց այդ խնդիրը և, խոսքը փոխելով, հարցրեց նրանից."
      },
      {
        "index": 40,
        "text": "— Դու ճանաչեցի՞ր սուրհանդակին:"
      },
      {
        "index": 41,
        "text": "— Սատանայի պես:"
      },
      {
        "index": 42,
        "text": "— Ո՞վ էր:"
      },
      {
        "index": 43,
        "text": "— Պարեխեցի Ոսկանն էր. նա որ յուր կնոջը սպանեց և յուր եղբոր կինն առեց. մեծ իշխանից նամակ էր բերել:"
      },
      {
        "index": 44,
        "text": "— Նա մնա՞ց տիկնոջ մոտ:"
      },
      {
        "index": 45,
        "text": "— Ոչ, նամակը հանձնեց, բավական խոսեցին, հետո էլի մթնով դուրս գնաց: Դուռը ես բաց արի:"
      },
      {
        "index": 46,
        "text": "— Այդ մասին լեզուդ լուռ կպահես:"
      },
      {
        "index": 47,
        "text": "— Խուլ ու մունջի պես:"
      },
      {
        "index": 48,
        "text": "Այդ ուրախ, պարզամիտ պատանին ոչ սակավ անգամ վանում էր յուր տիրոջ թախծությունները նրա տխրության րոպեներում, և ոչ սակավ անգամ յուր ծիծաղաշարժ բանսարկություններով, որ սովորություն ուներ գործ դնել ամրոցի հասարակության մեջ, զվարճություն էր պատճառում նրան: Բայց այս առավոտ գոհ չմնաց յուր վարպետություններից: Նրա տերը դարձյալ տխուր էր, դարձյալ գտնվում էր մի անսովոր, մռայլ մտախոհության մեջ:"
      },
      {
        "index": 49,
        "text": "Նա սպասավորից շատ բան չիմացավ սուրհանդակի մասին, որքան ինքը գիտեր. միակ բանը, որ հետաքրքիր էր նրա համար, այդ այն էր, թե ինչո՞ւ յուր մայրը հեռացրել էր սուրհանդակին: Ամեն անգամ, երբ պատահում էր սուրհանդակ ընդունել, նա սովորաբար կմնար ամրոցում, այնքան ժամանակ, մինչև բերած նամակի պատասխանը կստանար, հետո կգնար: Իսկ այժմ ի՞նչն էր ստիպել յուր մորը թաքցնել սուրհանդակին, և թաքցնել ամրոցից տարակա մի գյուղում:"
      },
      {
        "index": 50,
        "text": "Նա դարձավ դեպի սպասավորը այս խոսքերով."
      },
      {
        "index": 51,
        "text": "— Հուսիկ, եթե սուրհանդակը մյուս անգամ գալու լինի տիկնոջ մոտ, դու կարո՞ղ ես այդ իմանալ:"
      },
      {
        "index": 52,
        "text": "— Կարող եմ, — պատասխանեց պատանին վստահությամբ:"
      },
      {
        "index": 53,
        "text": "— Ումի՞ց:"
      },
      {
        "index": 54,
        "text": "— «Նրանից», «նա» ամեն բան կասե ինձ:"
      },
      {
        "index": 55,
        "text": "Խոսքը տիկնոջ աղախնի մասին էր, որ սաստիկ սիրում էր պատանուն:"
      },
      {
        "index": 56,
        "text": "— Կարո՞ղ ես իմանալ և ա՜յն, թե սուրհանդակը ի՜նչ կխոսի տիկնոջ հետ:"
      },
      {
        "index": 57,
        "text": "— Այդ էլ կարող եմ:"
      },
      {
        "index": 58,
        "text": "— Ի՞նչ միջոցով:"
      },
      {
        "index": 59,
        "text": "— «Նրան» կասեմ, «նա» դևի նման կմտնի մի ծակում, ականջ կդնե, հետո կգա, բոլորը կպատմե ինձ:"
      },
      {
        "index": 60,
        "text": "— Բայց « նա» չպիտի գիտենա, որ դու ինձանից պատվեր ես ստացել:"
      },
      {
        "index": 61,
        "text": "— Հուսիկը երեխա չէ, նա այդ կարող է հասկանալ:"
      },
      {
        "index": 62,
        "text": "— Իսկ եթե «նա» լեզուն չպահե՞:"
      },
      {
        "index": 63,
        "text": "— «Նա» այնպիսի աղջիկ չէ. ես «նրան» կասեմ` բերանդ փակ պահիր, և «նա» էլ չի բաց անի:"
      },
      {
        "index": 64,
        "text": "Տիկնոջ մոտ եկած սուրհանդակը հասարակ մարդ չէր:"
      },
      {
        "index": 65,
        "text": "Նա Տարոնի տանուտերներից մեկն էր. նրա մասնավոր խոսակցությունը տիկնոջ հետ` շատ բան կարող էր պարզել իշխանի համար, և այդ էր, որ հետաքրքրում էր նրան:"
      },
      {
        "index": 66,
        "text": "Արեգակը արդեն բավական բարձրացել էր հորիզոնի վրա և իշխանի սենյակը լցրել էր ջերմ, ոսկեփայլ ճառագայթներով: Նա ցած իջավ գահավորակի վրայից և հրամայեց պատանուն, որ լվացվելու ջուր տա:"
      },
      {
        "index": 67,
        "text": "Նա մտավ քնարանը: Այնտեղ, սենյակի մի կողմում, հատակի վրա տարածված էր փափուկ, թանկագին օթոց. պատանին փռեց նրա վրա մի պաստառ բամբակյա մաքուր գործվածքից, որի վրա ծալապատիկ նստեց իշխանը: Այդ պաստառը նրա համար էր, որ ջուրը չսրսկվի օթոցի վրա: Հետո պատանին տարածեց իշխանի ծնկների վրա կտավյա, սպիտակ ղենջակը և արծաթյա լագանը դրեց նրա առջև: Գեղաքանդակ լագանը բոլորակ տաշտի ձև ուներ, անհավասար, ալիքավոր շրթունքներով, որոնք բութ սղոցի ատամների էին նմանում: Իսկ շրթունքների մեջ ագուցած էր մի տափակ, ցանցատեսակ խուփ, մանր ծակտիքներով, որ զանազան նկարներ էին ներկայացնում: Հեղած ջուրը ծակտիքներից մաղվում էր լագանի մեջ և լվացվողը յուր անմաքրությունը չէր տեսնում: Պատանին ծնկների վրա չոքած էր յուր տիրոջ առջև, աջ ձեռքով ջուր էր ածում, իսկ ձախ ձեռքում բռնած ուներ մի փոքրիկ, արծաթյա թաս, որի մեջ դրված էր անուշահոտ օճառը: Արծաթյա ջրածիկը ագին լայն բաց արած սիրամարգի ձև ուներ: Պատանին բռնել էր թևքերից և մաքուր ջուրը հոսում էր գեղեցիկ թռչունի կտուցից: Սիրամարգը Մամիկոնյանների սիրած թռչունն էր. այդ հիշատակը նրանք բերել էին իրանց նախկին հայրենիքից — Չինաստանից:"
      },
      {
        "index": 68,
        "text": "Երբ իշխանը լվացվեցավ, պատանին ջրածիկը և լագանը մի կողմ դրեց, հետո մաքուր անձեռոցիկով, որ պատրաստ ուներ ուսի վրա, սկսեց սրբել յուր տիրոջ երեսը, պարանոցը և ձեռքերը: Եվ ապա վեր առեց փղոսկրյա սանդրը, սկսեց գլուխը սանդրել: Գլխի բոլորտիքը սափրած էր, միայն գագաթի վրա ճոխ երկարությամբ աճել էին սև գիսակները: Գագաթի բոլորովին մեջտեղում, մի դրամի մեծությամբ, նույնպես ածիլած էր: Գիսակները սանդրելուց հետո, պատանին պատրաստվում էր օծել անուշահոտություններով:"
      },
      {
        "index": 69,
        "text": "— Հարկավոր չէ, — ասաց իշխանը:"
      },
      {
        "index": 70,
        "text": "Պատանին զարմացավ: Այդ առաջին անգամն էր, որ յուր տիրոջ մազերը սանդրելուց հետո, նա պետք է թողներ առանց օծելու:"
      },
      {
        "index": 71,
        "text": "«Ես պետք է թաքցնեմ իմ տխրությունը... » — մտածեց իշխանը և թույլ տվեց սպասավորին, որ շարունակե սովորական պչրանքը:"
      },
      {
        "index": 72,
        "text": "Գլուխը օծելուց հետո, նա գիսակները հաստ հանգույցներով հավաքեց գագաթի շուրջը, իսկ նրանց ծայրերը արձակ գանգուրներով բաց թողեց ականջների ու պարանոցի վրա: Հետո սկսեց կապել գլխի զարդերը: Դրանք բաղկացած էին մի խույրից, որ բանված էր գեղեցիկ անկվածներով, և գույնզգույն մետաքսյա ապարոշից, որ կապեց խույրի վրա: Ապարոշի առջևի կողմում, ուղիղ ճակատի վրա, կապեց արծաթյա մահիկը, որ կիսալուսնի ձև ուներ և քանդակված էր զանազան խորհրդավոր նշանագրերով: Երկու բարակ շղթաներ ամրացված էին մահիկի երկու եղջյուրներից, և նրանց ծայրերը, ապարոշի բոլորտիքով անցնելով դեպի ծոծրակը, այնտեղ փակվում էին արծաթյա ճարմանդներով: Ճարմանդների յուրաքանչյուրի վրա փայլում էր մի խոշոր ակն: Մնում էին աչքերը, որ պետք էր սուրմայել ծարիրի սև փոշիով: Պատանին դուրս հանեց յուր ծոցից մի մաշկեղեն փոքրիկ պարկ, որ լցված էր սուրմայով: Հետո վեր առեց ոսկյա դեղդիրր, որ բարակ ձողի ձև ուներ, նախ մոտեցրեց յուր շրթունքներին, բերանի գոլորշիով փոքր-ինչ խոնավություն շնչեց նրա վրա, և ապա թաթախեց պարկի մեջ: Դեղդիրը ընդունեց յուր վրա պարկի միջի սև փոշիից նույն չափով, որչափ խոնավություն ուներ: Սկսեց նրանով սուրմայել աչքերը: Ամենայն զգուշությամբ և շնորհալի ձեռքով տանում էր նա դեղդիրը կոպերի միջով, որոնց եզերքը, ընդունելով իրանց վրա սև փոշին, այնպիսի տպավորություն էին գործում, կարծես, սև գծերով եզերավորված լինեին:"
      },
      {
        "index": 73,
        "text": "Այժմ պետք էր հագցնել իշխանին:"
      },
      {
        "index": 74,
        "text": "Նախ հագավ մետաքսյա, ծաղկավոր պատմուճանը, կողքերից ճղած փեշերով, որ իջնում էին մինչև սրունքները: Պատմուճանի լայն թևքերի ոսկյա կոճակները, որոնք պոչից կախ ընկած կեռասի ձև ունեին, ծառայում էին ավելի իբրև զարդ, քան թե բազուկները կոճկելու համար: Բաց կուրծքը կոճկեց նա նույնպես ոսկյա կոճակներով, որոնք չափռաստների ձև ունեին: Մեջքին կապեց ծանր, ականակուռ ոսկյա քամարը, որի ծայրերը, փակվելով միմյանց հետ, ներկայացնում էին մի բարձրաքանդակ աստղ` սփռված ճաճանչներով: Աստղի մեջտեղում վառվում էր մի խոշոր, վարդագույն գոհար, որ շրջապատված էր ավելի մանր գոհարներով: Քամարից, ձախ կողմի ազդրի վրա, քարշ տվեց յուր անբաժան նրանը, որի ծայրը հասնում էր մինչև ծունկը: Այդ երկսայր զենքի թե՜ պատյանը, և թե՜ կոթը պատած էր ոսկով և զարդարած էր գեղեցիկ նկարներով: Պատմուճանի վրա հագավ ասրյա կարճ թիկնոցը, որ նախշած էր ոսկեթել անկվածներով: Կարմիր վարտիքի միայն ստորին մասներն էին երևում երկար պատմուճանի տակից, և այդ մասները, տակից հավաքված լինելով գունավոր սրունքակապերով, ուռուցավոր ծալքերով իջնում էին կարմիր կոշիկների վրա: Նրա իշխանական պաճուճանքը լրացրին երկու ոսկյա գնդեր, որ քարշ տվեց ականջներից:"
      },
      {
        "index": 75,
        "text": "Նա այս առավոտ հակամայից այսպես հագնվեցավ: Նա գիտեր, որ յուր մայրը անպատճառ կկանչե նրան, հայտնելու հորից ստացած նորությունները: Այդ պատճառով կամեցավ երևնալ մոր աչքին այնպես, որպես սովորաբար տեսել էր նրան, որպեսզի, նա առիթ չունենար կասկածելու, թե որդին վատ տեղեկություններ է ստացել:"
      },
      {
        "index": 76,
        "text": "Նա կրկին դուրս եկավ ընդունարանը, սկսեց մոլորված կերպով անցուդարձ անել սենյակի մեջ: Նրան զբաղեցնում էր այն միտքը, թե ի՜նչպես պահե իրան մոր մոտ, երբ նա կսկսե խոսել Տիզբոնից ստացված լուրերի մասին: Նա սարսափում էր, մտածելով, թե այնքան ուժ և կամքի զորություն կունենա՞ արդյոք, որ սառնասրտությամբ լսե մորից յուր հոր վարմունքները: Մի անզգույշ խոսք, մի անզգույշ շարժում կարող էր մատնել նրան..."
      },
      {
        "index": 77,
        "text": "Սպասավորը պատրաստվում էր նախաճաշիկ մատուցանել: Այդ միջոցին դռները բացվեցան, ներս մտավ մի մարդ, որ խորին կերպով գլխով տալով, լուռ կանգնած մնաց ոտքերի վրա: Նրա մերկ, անմորուս երեսից, որ պատած էր վաղահաս կնճիռներով, նրա հանգած, նեղ աչքերից, որ սեղմված էին կարմիր կոպերի մեջ` առանց թերթերունքների և, վերջապես, նրա դեղին ատամներից, որ դուրս էին ցցված անգույն շրթունքների միջից, իսկույն երևում էր, որ այդ մարդը ներքինի է:"
      },
      {
        "index": 78,
        "text": "— Ի՞նչ կա, — հարցրեց իշխանը:"
      },
      {
        "index": 79,
        "text": "Ներքինին կրկին անգամ գլուխ տվեց, ասելով."
      },
      {
        "index": 80,
        "text": "— Տիկինը հրամայեց հայտնել իմ տիրոջը, որ շնորհ բերե նրա մոտ:"
      },
      {
        "index": 81,
        "text": "Իշխանը ամբողջ մարմնով ցնցվեցավ, բայց զսպելով յուր տհաճությունը, պատասխանեց."
      },
      {
        "index": 82,
        "text": "— Լավ, ասա, որ կգամ:"
      },
      {
        "index": 83,
        "text": "Ներքինին դարձյալ գլուխ տվեց և հեռացավ:"
      },
      {
        "index": 84,
        "text": "Պատանի Հուսիկը մի առանձին զզվանքով նայեց նրա ետևից, և, աջ ձեռքի մատները լայն բաց անելով, «մըճիկ հանեց»: Այդ նկատեց իշխանը:"
      },
      {
        "index": 85,
        "text": "— Դու ե՞րբ պետք է խելոքանաս, Հուսիկ, — հանդիմանեց նրան:"
      },
      {
        "index": 86,
        "text": "— Ճշմարիտ, սուտ չեմ ասում, — պատասխանեց պատանին կիսահեգնական և կիսաերկչոտ ձայնով, — երբ առավոտյան այդ մարդու երեսը տեսնում եմ, գիտեմ, որ այն օրը բանս չի հաջողի, անպատճառ կամ մի բան կկոտրեմ, կամ մի բան կվիթեմ, և կամ մի ուրիշ վատ բան կպատահի:"
      },
      {
        "index": 87,
        "text": "Իշխանը ժպտաց:"
      }
    ]
  }
}
