{
  "chapterNumber": 3,
  "title": "Book 1, Գ. — The Strong",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ողական ամրոցի սենյակներից մեկի մեջ, թանկագին գորգով պատած գահավորակի վրա, որի երեք կողմը դրած էին շքեղ կերպասներով պատած բարձեր, նստած էր մի երիտասարդ: Նա, ինչպես երևում էր նրա քնեած դեմքից, դեռ նոր էր դուրս եկել յուր քնարանից և դուրս էր եկել յուր զարթնելու ժամից շատ վաղ: Ոչ հագնվել էր, ոչ լվացվել էր և ոչ սանդրվել էր: Մի լայն, ասրյա նուրբ վերարկուի մեջ սփածված էր նա, և բաց գլխի երկար գիսակները, գագաթից իջնելով, մեղմ ալիքներով սփռվել էին թիկունքի վրա, և երբեմն սքողում էին նրա գեղեցիկ, գունաթափ դեմքը: Նրա անհանգիստ մատները անդադար ոլորում էին` փոքր-ինչ ուռած, կարմրագույն շրթունքի նորաբույս ընչացքը, թեև ոլորելու շատ պաշար չէին գտնում: Այդ ցույց էր տալիս սրտի խորին խռովությունը: Իսկ սևորակ, նշաձև աչքերի մեջ նշմարվում էր մի անբացատրելի վրդովմունք: Քսանևհինգ տարեկան հազիվ կլիներ նա, նուրբ կազմվածքով և փոքր-ինչ մույգ-դեղնագույն դեմքով, որ պահպանվել էր նրա մեջ ժառանգական արյունից:"
      },
      {
        "index": 1,
        "text": "Երիտասարդը Վահան Մամիկոնյանի որդի Սամվելն էր:"
      },
      {
        "index": 2,
        "text": "Սենյակը, որտեղ նստած էր նա, ներկայացնում էր նրա ընդունարանը: Հատակը պատած էր նախշուն, բրդեղեն օթոցներով. անկյուններում դրած էին` զանազան ձևով, ծանր և թեթև նիզակներ, տեգեր, գեղարդներ, ջիդաներ, աշտեներ և երկաթյե ահագին լախտեր, բոլորը գեղեցիկ քանդակներով զարդարած, բոլորը ոսկեհուռ դրվագներով ագուցած: Իսկ սենյակի այն ճակատի վրա, որ կողմը դրած էր նրա գահավորակը, պատի վրա մեխած էր մի լայն վագրի մորթի: Այդ գազանին նա ինքն էր սպանել որսորդության ժամանակ, երբ դեռ տասնևութ տարեկան էր: Նրա վրայից քարշ էին ընկած զանազան զենքեր, կապարճ` լի նետերով, աղեղ` լայնալիճ, տապարներ` երկաթյա երկար կոթով, թեթև վահան` ուղտի թափանցիկ կաշուց պատրաստված, ծանր ասպար` պողպատից շինված և խոշոր կոճակների նման բևեռներով գամված, սաղավարտներ` կամ տեգի պես սուր կատարներով և կամ մազե ցցունքներով, զրահ` երկաթյա մանր օղակներից գործված, պղնձյա հաստ լանջապան, որի մեջտեղում բարձրաքանդակ դիրքով դուրս էր նայում մի գալարված վիշապ, զանազան թրեր, դաշույններ, վաղրներ` երկար և կարճ, ուղիղ և կեռ, միասայրի և երկսայրի, որոնց պատյանները պատած էին ոսկով ու արծաթով, որոնց կոթերը զարդարած էին ականակուռ գոհարներով, և որոնցից շատերը երկաթահատ էին ու դեղած:"
      },
      {
        "index": 3,
        "text": "Այդ սենյակը ավելի զինարանի նմանություն ուներ, քան թե ընդունարանի: Երիտասարդ իշխանը սիրում էր իրան շրջապատել այն առարկաներով, որ յուր սրտին շատ մոտ էին: Միակ առարկաները, որ հիշեցնում էին, թե դա և հյուրանոց էր, էին մի քանի փառավոր բազմոցներ, որ դրած էին պատերի մոտ, պատվավոր հյուրերի համար:"
      },
      {
        "index": 4,
        "text": "Սենյակի դռները ներսից փակած էին և լուսամուտների ծիրանեգույն վարագույրները, զարդարած ծանր, ոսկեթել ծոպերով, ցած էին թողած: Մի դուռ միայն բաց էր մնացել, որ տանում էր դեպի քնարանը: Այդ դռան մոտ կանգնած էր մի տղամարդ, երկու ձեռքերը յուր դաշույնի կոթի վրա դրած: Նա հագած ուներ սուրհանդակի թեթև զգեստ. մի կարճ մուշտակ, որի մորթեղեն կողմը դեպի ներս, իսկ մաշկեղենը դեպի դուրս էր թողած. մեջքը պնդած էր կաշյա լայն գոտիով, որ պատել էր կուրծքի մի մասը` մինչև փորի ստորին մասները, որպեսզի ձիու սրարշավ ցնցումներից փորոտիքը չխախտվեին: Կաշյա նեղ վարտիքը` սրունքների վրա` ամրացրած էր նույնպես կաշյա զանկապաններով: Ոտներին հագած ուներ մազե թանձր տրեխներ, նույնպես մազե տակերով: Գլխին դրած ուներ թաղիքյա բոլորակ գլխարկ, որի վրայի կերպասյա փաթոթի ծայրերը ծածկում էին մերկ պարանոցը և ծածանվում էին լայն թիկունքի վրա: Նրա տարիքը դեռ չէին անցել երեսունուհնգից, բայց կարճ գանգրահեր մորուքի մեջ արդեն նկատվում էին սպիտակ մազեր: Բնականից թուխ դեմքը ավելի մռայլ գույն էր ստացել եղանակների խստությունից և երկար ժամանակ արևի տակ այրվելուց: Բայց այդ այրական դեմքի մռայլ արտահայտությունը մեղմանում էր, պայծառանում էր երկու լուսափայլ աչքերով:"
      },
      {
        "index": 5,
        "text": "— Ուրեմն քեզ նամակ չտվի՞ն, Սուրեն, — ասաց իշխանը, շարունակելով ընդհատված հարցուփորձը:"
      },
      {
        "index": 6,
        "text": "— Չտվին, տեր իմ, — պատասխանեց սուրհանդակը, — զգուշացան, որ նամակը կարող էր բռնվել ճանապարհին: Իսկ ես հազիվ կարողացա հասցնել ինձ իմ տիրոջ մոտ, որպես կենդանի նամակ: Ամեն ինչ պատմեցի ձեզ, դուք այժմ դիտեք բոլորը..."
      },
      {
        "index": 7,
        "text": "— Բայց դու լավ չբացատրեցիր ինձ, Սուրեն, — հարցրեց իշխանը խռովված ձայնով, — թե ի՞նչը հրապուրեց իմ հորը ուրանալ յուր կրոնը և հանձն առնել մի այդպիսի ամոթալի գործ... Մի՞թե Մերուժան չարագործը խելքից հանեց նրան... Ես Արծրունիներին ճանաչում եմ... նրանք իմ քեռիներն են... փառքի, իշխանության և պատվի համար ամեն սրբություն կվաճառեն նրանք... Բայց իմ հա՛յրը... այդպես չէր իմ հայրը... մի՞թե նա էլ խաբվեցավ..."
      },
      {
        "index": 8,
        "text": "Վերջին խոսքերի միջոցին երիտասարդի ձայնը սկսեց դողալ, ձեռքը տարավ դեպի ճակատը, գլուխը խոնարհեցրեց և մի քանի րոպե մնաց տխուր մտախոհության մեջ: Սուրենը խորին ցավակցությամբ նայում էր նրա վրա: Երբ կրկին գլուխը վեր բարձրացրեց նա, Սուրենը պատասխանեց."
      },
      {
        "index": 9,
        "text": "— Չխաբվեցավ, տեր իմ: Այլ այն օրից, որ ձեր հորեղբորը բերեցին Տիզբոն, և այն օրից, որ Շապուհ արքան այնպիսի չարաչար մահով սպանել տվեց ձեր հորեղբորը, — ձեր հայրը հետամուտ եղավ ստանալ հայոց սպարապետությունը. Շապուհը տվեց նրան այդ, և ձեր հայրը կատարեց Շապուհի կամքը..."
      },
      {
        "index": 10,
        "text": "— Այժմ հասկանում եմ... — խոսեց երիտասարդը ինքն իրան: Պատմի՜ր, Սուրեն, ինչպե ս եղավ իմ հորեղբոր մահը:"
      },
      {
        "index": 11,
        "text": "Սուրհանդակը դժվարանում էր պատմել քաջ հերոսի մահը, որի թիկնապահներից մեկն էր եղել ինքը, որի կռիվների մեջ այնքան երկար տարիներ մասնակցել էր ինքը: Բայց երբ երիտասարդը կրկին թախանձեց նրան, պատմեց."
      },
      {
        "index": 12,
        "text": "— Ձեզ հայտնի է, տեր իմ, թե որպիսի՜ խաբեությամբ Շապուհ արքան մեր Արշակ թագավորին և ձեր հորեղբորը հրավիրեց Տիզբոն: Թագավորին երկաթյա շղթաներով աքսորեց Խուժիստանի Անհուշ բերդը: — Այդ ես պատմեցի ձեզ: — Հետո բերել տվեց ձեր հորեղբորը դատելու: Այն օրը Շապուհի դիվանի ամբողջ հրապարակը լի էր բազմությամբ: Ներկա էի և ես: Երբ կանգնեցրին ձեր հորեղբորը դիվանի առջև, երբ Շապուհը նայեց նրա վրա և, տեսնելով անձով փոքրիկ, արհամարհանքով հարցրեց, — «Դո՞ւ էիր, որ այդքան տարի կոտորում էիր արիներին (պարսիկներին), դո՞ւ էիր, որ այդքան ժամանակ անհանգստացնում էիր մեզ»: Ձեր հորեղբայրը համարձակությամբ պատասխանեց, — «Այո՜, ես էի, արքա»: — «Աղվե՛ս, — ասաց Շապուհը զայրանալով, — աղվեսի մահով սպանել կտամ քեզ»: Ձեր հորեղբայրը այսպես պատասխանեց արքայի սպառնալիքին. «Այժմ դու տեսնելով ինձ անձով փոքրիկ, արհամարհում ես. մի՞թե այդքան ժամանակ չհասկացար իմ մեծության չափը: Մինչև այսօր ես քեզ համար առյուծ էի, իսկ այժմ աղվե՞ս: Լսի՜ր, արքա, ես այն Վասակն եմ, որ մի հսկա էի, մեկ ոտս մեկ լեռան վրա էր դրած, մյուս ոտս մի այլ լեռան վրա. երբ աջ ոտիս վրա էի հենվում, աջակողմյան լեռը գետնի տակն էի տանում, իսկ երբ ձախ ոտիս վրա էի հենվում, ձախակողմյան լեռը գետնի տակն էի տանում: Շապուհը հարցրեց, — «Ասա ինձ, որոնք են այն երկու լեռները, որ դու գետնի տակն էիր տանում»: Նա պատասխանեց. — «Երկու լեռներից մեկը դու էիր. մյուսը հունաց թագավորը: Քանի որ հայոց նախարարների մեջ միաբանություն կար, քանի որ նրանք կապված էին իրանց թագավորի հետ, և քանի որ մենք պահում էինք մեր հայր Ներսեսի խրատները, — այնքան ժամանակ աստված մեզ հետ էր, և մենք կարողանում էինք խրատել մեր աշխարհի թշնամիներին, որոնց թվում և քե՛զ, արքա: Բայց երբ մեր նախարարների երկպառակությունը մատնեց մեր թագավորին քո ձեռքը, այն օրից մենք ինքներս մեր կործանումը պատրաստեցինք... Այժմ, ինչ որ կամենում ես, արա՜, ես պատրաստ եմ, արքա»: Հրապարակի վրա հավաքված ամբողջ. բազմությունը զարմանում էր ձեր հորեղբոր համարձակության վրա, զարմացավ և ինքը Շապուհ արքան և գովեց նրա քաջությունը: Բայց հետո հրամայեց մորթել նրան, կաշին տիկ հանել, լցնել խոտով և տանել Անհուշ բերդը: Այնտեղ դրված է նա, իբրև նախատինք, շղթայակապ Արշակ թագավորի աչքի առջև, և դժբախտ թագավորի աչքից արտասուքը չէ պակասում, քանի որ նայում է յուր քաջ, հավատարիմ սպարապետի վրա:"
      },
      {
        "index": 13,
        "text": "Երիտասարդը, լսելով ցավալի պատմությունը, թաշկինակը տարավ դեպի լճացած աչքերը և ծածկեց յուր արտասուքը:"
      },
      {
        "index": 14,
        "text": "— Հերո՛սը հերոսի նման մեռավ, — բացագանչեց նա: — նրա որդին, Մուշեղը, կարող է պարծենալ հոր մահվամբ: Բայց ե՛ս, ես ինչո՞վ կարող եմ պարծենալ... ես պետք է հավիտենական նախատինքի տակ մնամ... Իմ հայերը յուր եղբոր սպարապետությունը ստանալու համար դառնում է նրան սպանել տվող Շապուհի ձեռքում մի անարգ գործիք... և այժմ պարսից զորքով գալիս է ողողելու Հայաստանը արյունով... Թշվա՛ռ եմ ես, թշվա՛ռ... ինչո՞վ պետք է քավեմ այդ նախատինքը..."
      },
      {
        "index": 15,
        "text": "Արեգակի առաջին ճառագայթները, ընկնելով ծիրանեգույն վարագույրների վրա, լցրին սենյակը ծիրանեգույն լուսով: Երիտասարդը սոսկալով նկատեց, որ օրը լուսացել էր: Նա դարձավ դեպի սուրհանդակը, ասելով."
      },
      {
        "index": 16,
        "text": "— Շնորհակալ եմ, Սուրեն, ես քո ծառայությունը չեմ մոռանա: Այժմ կարող ես գնալ, քանի որ ամրոցում դեռ քնած են: Երբ հարկավոր լինես, կրկին կկանչեմ քեզ: — Սուրենը. մինչև հատակը խոնարհվելով, գլուխ տվեց:"
      },
      {
        "index": 17,
        "text": "— Դու, իհարկե, ձեր տա՞նը կմնաս, — հարցրեց երիտասարդը:"
      },
      {
        "index": 18,
        "text": "— Ոչ, տեր իմ, ես երդվել եմ իմ կնոջ, իմ զավակների երեսը չտեսնել, մինչև..."
      },
      {
        "index": 19,
        "text": "Նա չավարտեց խոսքը, բայց երիտասարդը հասկացավ, թե ինչ էր կամենում ասել: Բարի և քաջ զինվո՛ր. ամբողջ հինգ տարի հայրենիքից տարակա էր նա, ծառայում էր Պարսկաստանի հայկական հեծելազորքի մեջ, մասնակցել էր շատ արշավանքների քուշանաց դեմ, իսկ այժմ վերադարձել էր յուր հայրենիքը: Նրա հայրենի ավանը, Խորնին, շատ հեռու չէր Ողական ամրոցից, նա չէր ցանկանում յուր տնակը տեսնել, որովհետև նրան զբաղեցնում էր մի գործ, որ ավելի մոտ էր նրա սրտին, քան թե կինը, որդին, բարեկամը..."
      },
      {
        "index": 20,
        "text": "Ուրեմն դու որտե՞ղ կմնաս:"
      },
      {
        "index": 21,
        "text": "Աշտիշատի վանքում, — պատասխանեց նա, — այնտեղ չեն ճանաչի ինձ, կմնամ, որպես մի օտարական: Ես իմ ձին այնտեղ եմ պահ տվել:"
      },
      {
        "index": 22,
        "text": "Երիտասարդը ցած իջավ գահավորակի վրայից և, ավելի պինդ փաթաթվելով յուր լայն վերարկուի մեջ, անցավ քնարանը: Սուրենը հետևեց նրան: Նա մոտեցավ յուր մահճակալին և ձեռքով մի կողմ ծալեց մահճակալի առջև փռած գորգը: Հետո մատը սեղմեց երկաթյա հազիվ նշմարվող զսպանակի վրա, իսկույն հատակի տախտակամածը բարձրացավ, և հայտնվեցավ մի քառակուսի ծակ:"
      },
      {
        "index": 23,
        "text": "Դու ծանո՞թ ես այս անցքի հետ, — դարձավ նա դեպի Սուրենը:"
      },
      {
        "index": 24,
        "text": "Ի՞նչպես ծանոթ չլինել, տեր իմ, — պատասխանեց Սուրենը մի առանձին զգացմունքով, — այդ սենյակը հանգուցյալ սպարապետի քնարանն էր. ես դեռ պատանի էի, իմ երեսին մի մազի հետք անգամ չկար, երբ այդ սենյակի հատակը ավելում էի..."
      },
      {
        "index": 25,
        "text": "Սուրենը մանկությունից սնվել, մեծացել էր այդ ամրոցում: Մամիկոնյանների գյուղացին լինելով, իբրև մի շնորհալի և մաքուր տղա, նրան բերեցին ամրոցը: Երբ բավական վարժվեցավ, սենեկապետի պաշտոն էր կատարում:"
      },
      {
        "index": 26,
        "text": "Երիտասարդը պատուհանից վեր առեց պողովատի կայծհանը, կայծքարը և աբեթը, զարկեց միմյանց, կայծերը ցայտեցին, աբեթը վառվեցավ, նրանով վառեց ծծումբի լուցկին, իսկ վերջինով վառեց մոմպատի կծիկը և տվեց Սուրենի ձեռքը, ասելով."
      },
      {
        "index": 27,
        "text": "— Դե՜, անցի՜ր:"
      },
      {
        "index": 28,
        "text": "Սուրենը կրկին անգամ լռությամբ գլուխ տվեց և, յուր սովորության համեմատ, երեսը խաչակնքեց, հետո ցած իջավ քառակուսի նեղ ծակից, որտեղից մի մարդ հազիվ կարող էր անցնել: Երիտասարդը ցած թողեց տախտակյա փոքրիկ դռնակը և անցքը ծածկեց գորգով:"
      },
      {
        "index": 29,
        "text": "Այդ ամրոցի հատակի տակ կային բազմաթիվ ստորերկրյա անցքեր, որոնք, ցանցատեսակ լաբյուրինթոսի նման, տանում էին դեպի զանազան կողմեր: Գլխավոր սենյակները, որոնց մեջ բնակվում էին ամրոցի տերերը, ունեին իրանց առանձին գաղտնի անցքերը, որոնք հատակի խորքերում միանում էին և այդպիսով պահպանում էին հաղորդակցություն թե՜ միմյանց մեջ և թե՜ դրսի հետ:"
      }
    ]
  }
}
