{
  "chapterNumber": 2,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "日在到，知葬事畢，可喜可喜！人生一世，如此而已。相聚四十餘年，情境甚熟，亦猶作客并州既多時，自同故鄉，難遽離割也。夫婦之際，恩情尤甚，非但枕席之私，兼以辛勤拮據，有內助之益。若平日有如賓之敬，齊眉之誠，孝友忠信，損己利人，勝似今世稱學道者，徒有名而無實，則臨別猶難割舍也。何也？情愛之中兼有婦行婦功婦言婦德，更令人思念爾←嶽母黃宜人是矣。獨有講學一事不信人言，稍稍可憾，余則皆今人所未有也。我雖鐵石作肝，能不慨然！況臨老各天，不及永訣耶！已矣，已矣！"
      },
      {
        "index": 2,
        "text": "自聞訃後，無一夜不入夢，但俱不知是死。豈真到此乎？抑吾念之，魂自相招也？想他平生謹慎，必不輕履僧堂。然僧堂一到亦有何妨。要之皆未脫灑耳。既單有魂靈，何男何女，何遠何近，何拘何礙！若猶如舊日拘礙不通，則終無出頭之期矣。即此魂靈猶在，便知此身不死，自然無所拘礙，而更自作拘礙，可乎？即此無拘無礙，便是西方凈土，極樂世界，更無別有西方世界也。"
      },
      {
        "index": 3,
        "text": "純夫可以此書焚告爾嶽母之靈，俾知此意。勿貪托生之樂，一處胎中，便有隔陰之昏；勿貪人天之供，一生天上，便受供養，頓忘卻前生自由自在夙念，報盡業現，還來六趣，無有窮時矣。"
      },
      {
        "index": 4,
        "text": "爾嶽母平日為人如此，決生天上無疑。須記吾語，莫忘卻，雖在天上，時時不忘記取，等我壽終之時，一來迎接，則轉轉相依，可以無錯矣。或暫寄念佛場中，尤妙。或見我平生交遊，我平日所敬愛者，與相歸依，以待我至亦可。幸勿貪受胎，再托生也。純夫千萬焚香化紙錢，苦讀三五遍，對靈叮囑，明白誦說，則宜人自能知之。"
      },
      {
        "index": 5,
        "text": "沖庵方履南京任，南北中外，尚未知稅駕之處，而約我於明月樓。舍穩便，就跋涉，株守空山，為侍郎守院，則亦安用李卓老為哉！計且住此，與無念、鳳里、近城數公朝夕龍湖之上，所望兄長盡心供職。"
      },
      {
        "index": 6,
        "text": "弟嘗謂世間有三等人，致使世間不得太平，皆由兩頭照管。第一等，怕居官束縛，而心中又舍不得官。既苦其外，又苦其內。此其人頗高，而其心最苦；直至舍了官方得自在。弟等是也。又有一等，本為富貴，而外矯詞以為不願，實欲托此以為榮身之梯，又兼采道德仁義之事以自蓋。此其人身心俱勞，無足言者。獨有一等，怕作官便舍官，喜作官便作官；喜講學便講學，不喜講學便不肯講學。此一等人心身俱泰，手足輕安，既無兩頭照顧之患，又無掩蓋表揚之醜，故可稱也。趙文肅先生云：「我這個嘴，張子這個臉，也做了閣老，始信萬事有前定。只得心閑一口，便是便宜一日。」世間功名富貴，與夫道德性命，何曾束縛人，人自束縛耳。"
      },
      {
        "index": 7,
        "text": "有《出門如見大賓篇說書》，附往請教。大抵聖言切實有用，不是空頭，若如說者，則安用聖言為耶！世間講學諸書，明快透髓，自古至今未有如龍溪先生者。弟舊收得頗全，今俱為人取去。諸朋友中讀經既難，讀大慧《法語》又難，惟讀龍溪先生書無不喜者。以此知先生之功在天下後世不淺矣。楊復所《心如谷種論》及《惠迪從逆》作，是大作家，論首三五翻，透徹明甚可惜末後作道理不稱耳。然今人要未能作此。今之學者，官重於名，名重於學，以學起名，以名起官，循環相生，而卒歸重於官。使學不足以起名，名不足以起官，則視棄名如敝帚矣。無怪乎有誌者多不肯學，多以我輩為真光棍也。於此有恥，則羞惡之心自在。今於言不顧行處，不知羞惡，而惡人作耍，所謂不能三年喪而小功是察是也』夫！"
      },
      {
        "index": 8,
        "text": "近有《不患人之不己知患不知人說書》一篇。世間人誰不說我能知人，然夫子獨以為患，而帝堯獨以為難，則世間自說能知人者，皆妄也。於同學上親切，則能知人，能知人，則能自知。是知人為自知之要務，故曰「我知言」，又曰「不知言，無以知人」也。於用世上親切不虛，則自能知人，能知人則由於能自知。是自知為知人之要務，故曰「知人則哲，能官人」。堯舜之知而不遍物，急先務也。先務者，親賢之謂也。親賢者，知賢之謂也。自古明君賢相，孰不欲得賢而親之，而卒所親者皆不賢，則以不知其人之為不賢而妄以為賢而親之也。故又曰「不知其人可乎」。知人則不失人，不失人則天下安矣。此堯之所難，夫子大聖人之所深患者，而世人乃易視之。嗚呼！亦何其猖狂不思之甚也！況乎以一時之喜怒，一人之愛僧，而欲視天下高蹈遠引之士，混俗和光之徒，皮毛臭穢之夫，如周丘其人者哉！故得位非難，立位最難。若但取一概順己之侶，尊己之輩，則天下之士不來矣。今誦詩讀書者有矣，果知人論世否也！平日視孟柯若不足心服，及至臨時，恐未能如彼「尚論」切實可用也。"
      },
      {
        "index": 9,
        "text": "極知世之學者以我此言為妄誕逆耳，然逆耳不受，將未免復蹈同心商證故轍矣，則亦安用此大官以誑朝廷，欺天下士為哉！毒藥利病，刮骨刺血，非大勇如關雲長者不能受也，不可以自負孔子、孟軻者而顧不如一關義勇武安王者也。"
      },
      {
        "index": 10,
        "text": "蘇長公例如人，故其文章自然驚天動地。世人不知，祗以文章稱之，不知文章直彼余事耳，世未有其人不能卓立而能文章垂不朽者。弟於全刻抄出作四冊，俱世人所未取。世人所取者，世人所知耳，亦長公俯就世人而作也。至其真洪鐘大呂，大扣大鳴，小扣小應，俱系精神髓骨所在，弟今盡數錄出，時一披閱，心事宛然，如對長公披襟面語。憾不得再寫一部，呈去請教爾。倘印出，令學生子置在案頭，初場二場三場畢具矣。"
      },
      {
        "index": 11,
        "text": "龍溪先生全刻，千萬記心遺我！若近溪先生刻，不足觀也。蓋《近溪語錄》須領悟者乃能觀於言語之外，不然，未免反加繩束，非如王先生字字皆解脫門，得者讀之足以印心，未得者讀之足以證人也。"
      },
      {
        "index": 12,
        "text": "鄭子玄者，丘長孺父子文會友也。文雖不如其父子，而質實有恥，不肯講學，亦可喜，故喜之。蓋彼全不曾親見顏、曾、思、孟，又不曾親見周、程、張、朱，但見今之講周、程、張、朱者，以為周、程、張、朱實實如是爾也，故恥而不肯講。不講雖是過，然使學者恥而不講，以為周、程、張、朱卒如是而止，則今之講周、程、張、朱者可誅也。此以為周、程、張、朱者皆口談道德而心存高官，志在巨富；既已得高官巨富矣，仍講道德，說仁義自若也；又從而嘵嘵然語人曰：「我欲厲俗而風世」。此謂敗俗傷世者，莫甚於講周、程、張、朱者也，是以益不信。不信故不講。然則不講亦未過矣。"
      },
      {
        "index": 13,
        "text": "黃生過此，聞其自京師往長蘆抽豐，復踉長蘆長官別赴新任。至九江，遇一顯者，乃舍舊從新，隨轉而北，沖風冒寒，不顧年老生死。既到麻城，見我言曰：「我欲遊嵩、少，彼顯者亦欲遊嵩、少，拉我同行，是以至此。然顯者俟我於城中，勢不能一宿。回日當復道此，道此則多聚三五日而別，茲卒卒誠難割舍云。」其言如此，其情何如？我揣其中實為林汝寧好一口食難割舍耳。然林汝寧向者三任，彼無一任不往，往必滿載而歸，茲尚未厭足，如餓狗思想隔日屎，乃敢欺我以為遊嵩、少。夫以遊嵩、少藏林汝寧之抽豐來我，又恐林汝寧之疑其為再尋己也，復以舍不得李卓老，當再來訪李卓老，以林汝寧：名利兩得，身行俱全。"
      },
      {
        "index": 14,
        "text": "我與林汝寧皆在其術中而不悟矣，可不謂巧乎！今之道學，何以異此！"
      },
      {
        "index": 15,
        "text": "由此觀之，今之所謂聖人者，其與今之所謂山人者一也，特有幸不幸之異耳。幸而能詩，則自稱曰山人；不幸而不能詩，則辭卻山人而以聖人名。幸而能講良知，則自稱曰聖人；不幸而不能講良知，則謝卻聖人而以山人稱。展轉反覆，以欺世獲利，名為山人而心同商賈，口談道德而志在穿窬。夫名山人而心商賈，既已可鄙矣，乃反掩抽豐而顯嵩、少，謂人可得而欺焉，尤可鄙也！今之講道德性命者，皆遊嵩、少者也；今之患得患失，誌於高官重祿，好田宅，美風水，以為子孫蔭者，皆其托名於林汝寧，以為舍不得李卓老者也。然則鄭子玄之不講學，信乎其不足怪矣。"
      },
      {
        "index": 16,
        "text": "且商賈亦何可鄙之有？挾數萬之貲，經風濤之險，受辱於關吏，忍詬於市易，辛勤萬狀，所挾者重，所得者未。然必交結於卿大夫之門，然後可以收其利而遠其害，安能傲然而坐於公卿大夫之上哉！今山人者，名之為商賈，則其實不持一文：稱之為山人，則非公卿之門不履，故可賤耳。雖然，我寧無有是乎？然安知我無商賈之行之心，而釋迦其衣以欺世而盜名也耶？有則幸為我加誅，我不護痛也。雖然，若其患得而又患失，買田宅，求風水等事，決知免矣。"
      },
      {
        "index": 17,
        "text": "杜甫非耒陽之賢，則不免於大水之厄；相如非臨邛，則程鄭、卓王孫輩當以糞壤視之矣。"
      },
      {
        "index": 18,
        "text": "勢到逼迫時，一粒一金一青目，便高增十倍價，理勢然也，第此時此際大難為區處耳。"
      },
      {
        "index": 19,
        "text": "謹謝！謹謝！"
      },
      {
        "index": 20,
        "text": "焦心勞思，雖知情不容已，然亦無可如何，祗得盡吾力之所能為者。聞長沙、衡、永間大熟，襄、漢亦好，但得官為糴本，付托得人，不拘上流下流，或麥或米，令慣糴上戶，各賫銀兩，前去出產地面糴買，流水不絕，運到水次，官復定為平價，貧民來糴者，不拘銀數多少，少者雖至二錢三錢亦與方便。公有銀到，即流水收銀給票，令其自赴水次搬取。出糴者有利則樂於趨事，而糴本自然不失；貧民來轉糴者既有糧有米，有谷有麥，亦自然不慌矣。"
      },
      {
        "index": 21,
        "text": "至於給票發谷之間，簡便周至，使人不阻不滯，則自有仁慈父母在。且當此際，便一分，實受一分賜，其感戴父母，又自不同也。"
      },
      {
        "index": 22,
        "text": "僕謂在今日，其所當為，與所得為，所急急為者，不過如此。若曰「救荒無奇策」，此則俗儒之妄談，何可聽哉！世間何事不可處，何時不可救乎？堯無九年水，以有救水之奇策也。湯無七年旱，以有救早之奇策也。此謂蓄積多而備先具者，特言其豫備之一事耳，非臨時救之之策也。惟是世人無才無術，或有才術矣，又恐利害及身，百般趨避，故亦遂因循不理，安坐待斃。然雖自謂不能，而未敢遽謂人皆不能也。獨有一等俗儒，已所不能為者，便謂人決不能為，而又敢猖為大言曰：「救荒無奇策。」嗚呼！斯言出而阻天下之救荒者，必此人也。然則俗儒之為天下虐，其毒豈不甚哉！"
      },
      {
        "index": 23,
        "text": "「才難，不其然乎！」今人盡知才難，盡能言才難，然竟不知才之難，才到面前竟不知愛，幸而知愛，竟不見有若己有者，不啻若自其己出者。嗚呼！無望之矣！"
      },
      {
        "index": 24,
        "text": "舉春秋之天下，無有一人能惜聖人之才者，故聖人特發此嘆，而深羨於唐、虞之隆也。"
      },
      {
        "index": 25,
        "text": "然則才固難矣，猶時時有之；而惜力者則千古未見其人焉。孔子惜才矣，又知人之才矣，而不當其位。入齊而知晏平仲，居著知鄭子產，聞吳有季子，直往觀其葬，其惜才也如此，使其得志，肯使之湮滅而不見哉！然則孔於之嘆才難，非直嘆才難也，直嘆惜才者之難也；以為生才甚難，甚不可不愛惜也。"
      },
      {
        "index": 26,
        "text": "夫才有巨細。有巨才矣，而不得一第，則無憑，雖惜才，其如之何！幸而登上第，有憑據，可藉手以薦之矣，而年已過時，則雖才如張襄陽，亦安知聽者不以過時而遂棄，其受薦者又安知其不以既老而自懈乎！"
      },
      {
        "index": 27,
        "text": "夫凡有大才者，其可以小知處必寡，其暇疵處必多，非真具眼者與之言必不信」此數者，則雖大才又安所施乎？故非自己德望過人，才學冠世，為當事者所倚信，未易使人信而用之也。"
      },
      {
        "index": 28,
        "text": "昨見公，令我兩個月心事，頓然冰消凍解也。乃知向之勸我者，祗為我添油熾薪耳。而公絕無一語，勤渠之意愈覺有加，故我不覺心醉矣。已矣已矣，自今以往，不復與柳老為怨矣。"
      },
      {
        "index": 29,
        "text": "夫世間是與不是，亦何常之有，乃群公勸我者不曾於是非之外有所發明，而欲我藏其宿怒，以外為好合，是以險側小人事我也，茍得面交，即口蜜腹劍，皆不顧之矣，以故，所是愈堅而愈不可解耳。善乎朱仲晦之言曰：「隱者多是帶性負氣之人。」仆，隱者也，負氣人也。路見不平，尚欲拔刀相助，況親當其事哉！然其實乃癡人也，皆為鬼所迷者也。茍不遇良朋勝友，其迷何時返乎？以此思勝己之友，一口不可離也。嗟乎！楚倥既逝，而切骨之談罔聞，友山日疏，而苦口之言不至。仆之迷久矣，何特今日也耶。自今已矣，不復與柳老為怨矣。且兩人皆六十四歲矣，縱多壽考，決不復有六十四年在人世上明矣。如仆者，非但月化，亦且日衰，其能久乎！死期已逼，而豪氣尚在，可笑也已！"
      },
      {
        "index": 30,
        "text": "聞公欲薙發，此甚不可。公有妻妾田宅，且未有子，未有子，則妻妾田宅何所寄托；有妻妾田宅，則無故割棄，非但不仁，亦甚不義也。果生死道念真切，在家方便，尤勝出家萬倍。今試問公果能持缽沿門丐食乎？果能窮餓數日，不求一餐於人乎？若皆不能，而猶靠田作過活，則在家修行，不更方便乎？"
      },
      {
        "index": 31,
        "text": "我當初學道，非但有妻室，亦且為宰官，奔走四方，往來數萬里，但覺學問日日得力耳。"
      },
      {
        "index": 32,
        "text": "後因寓楚，欲親就良師友，而賤眷苦不肯留，故令小婿小女送之歸。然有親女外甥等朝夕伏侍，居官俸余又以盡數交與，只留我一身在外，則我黃宜人雖然回歸，我實不用且，以故我得安心寓此，與朋友嬉遊也。其所以落發者，則因家中閑雜人等時時望我歸去，又時時不遠千里來迫我，以俗事強我，故我剃髮以示不歸，俗事亦決然不肯與理也。又此間無見識人多以異端目我，故我遂為異端以成彼豎子之名。兼此數者，陡然去發，非其心也。實則以年紀老大，不多時居人世故耳。"
      },
      {
        "index": 33,
        "text": "如公壯年，正好生子，正好做人，正好向上。且田地不多，家業不大，又正好過日子，不似大富貴人，家計滿目，無半點閑空也。何必落發出家，然後學道乎？我非落發出家始學道也。千萬記取！"
      },
      {
        "index": 34,
        "text": "此事如饑渴然：饑定思食，渴定思飲。夫天下易嘗有不思食飲之人哉！其所以不食飲者有故矣：病在雜食也。今觀大地眾生，誰不犯是雜食病者。雜食謂何？見小而欲速也，所見在形骸之內，而形骸之外則不見也，所欲在數十世之久，而萬億世數則不欲也。"
      },
      {
        "index": 35,
        "text": "夫功名富貴，大地眾生所以奉此七尺之身者也，是形骸以內物也，其急宜也。是故終其身役役焉勞此心以奉此身，直至百歲而後止。是百歲之食飲也，凡在百歲之內者所共饑渴而求也。而不知止者猶笑之曰：「是奚足哉！男兒須為子孫立不拔之基，安可以身死而遂止乎？」"
      },
      {
        "index": 36,
        "text": "於是卜宅而求諸陽，卜地而求諸陰，務圖吉地以履蔭後人，是又數十世之食飲也。凡貪此數十世之食飲者所共饑渴而求也。故或積德於冥冥，或施報於昭昭，其用心至繁至密，其為類至賾至眾。然皆貪此一口無窮茶飯以貽後人耳。而賢者又笑之曰：「此安能久！此又安足云！且夫形骸外矣。勞其心以事形骸，智者不為也，況復勞其形骸，以為兒孫作牛馬乎？男兒生世，要當立不朽之名。」是啖名者也。名既其所食啖之物，則饑渴以求之，亦自無所不至矣。"
      },
      {
        "index": 37,
        "text": "不知名雖長久，要與天壤相敝者也。故天地有盡，則此名亦盡，安得久乎？而達者又笑之曰：「名與身孰親？夫役此心以奉此身，已謂之愚矣，況役此心以求身外之名乎？」然則名不親於身審矣，而乃謂「疾沒世而名不稱」者，又何說也？蓋眾人之病病在好利，賢者之病病在好名。茍不以名誘之，則其言不入。夫惟漸次導之，使令歸實，歸實之後，名亦無有，故曰「夫子善誘」。然顏氏沒而能知夫子之善誘者亡矣，故顏子沒而夫子善誘之術遂窮。"
      },
      {
        "index": 38,
        "text": "吁！大地眾生惟其見小而欲速，故其所食飲者盡若此止矣，而達者其誰乎？而欲其思孔、顏之食飲者，不亦難乎？故愚謂千載而下，雖有孔子出而善誘之，亦必不能易其所饑渴，以就吾之食飲也。計惟有自飽自歌自飲自舞而已。況如生者，方外托身，離群逃世，而敢呶呶嘵嘵，不知自止，以犯非徒無益而且有禍之戒乎！然則今之自以為孔子而欲誘人使從我者，可笑也。何也？孔子已不能得之於顏子之外也，其誰興饑渴之懷，以與我共食飲乎此也耶！"
      },
      {
        "index": 39,
        "text": "縱滿盤堆積，極山海之羞，盡龍鳳之髓，跪而獻納，必遭怒遣而訶斥矣。縱或假相承奉，聊一舉筋，即吐穢隨之矣。何者？原非其所食飲之物，自不宜招呼而求以與之共也。然則生孔子之後者，講學終無益矣，雖欲不落發出家，求方外之友以為伴侶，又可得耶！然則生乎今之世，果終莫與共食飲也歟？誠終莫與共食飲也已！"
      },
      {
        "index": 40,
        "text": "學問須時時拈掇，乃時時受用，縱無人講，亦須去尋人講。蓋日講則日新，非為人也，乃專專為已也。龍溪、近溪二大老可以觀矣。渠豈不知此事無巧法耶？佛袒真仙，大率沒身於此不衰也。今人不知，皆以好度人目之，即差卻題目矣。"
      },
      {
        "index": 41,
        "text": "不肖株守黃、麻一十二年矣，近日方得一覽黃鶴之勝，尚未眺晴川、遊九峰也，即蒙憂世者有左道惑眾之逐。弟反覆思之，平生實未曾會得一人，不知所惑何人也。然左道之稱，弟實不能逃焉。何也？孤居日久，善言罔聞，兼以衰朽，怖死念深，或恐犯此耳。不意憂世者乃肯垂大慈悲教我如此也！即日加冠畜發，復完本來面目，侍者，人與圓帽一頂，全不見有僧相矣。如此服善從教，不知可逭左道之誅否？想仲尼不為已甚，諸公遵守孔門家法，決知從寬發落，許其改過自新無疑。然事勢難料，情理不常，若守其禁約，不肯輕恕，務欲窮之於其所往，則大地皆其禁域，又安所逃死乎！弟於此進退維谷，將欲「明日遂行」，則故舊難舍；將遂「微服過宋」，則司城貞子未生。兄高明為我商之如何？"
      },
      {
        "index": 42,
        "text": "然弟之改過實出本心。蓋一向以貪佛之故，不自知其陷於左道，非明知故犯者比也。既系誤犯，則情理可恕；既肯速改，則更宜加獎，供其饋食，又不但直赦其過誤已也。倘肯如此，弟當托兄先容，納拜大宗師門下，從頭指示孔門「親民」學術，庶幾行年六十有五，猶知六十四歲之非乎！"
      },
      {
        "index": 43,
        "text": "承教塔事甚是，但念我既無眷屬之樂，又無朋友之樂，煢然孤獨，無與晤語，只有一塔墓室可以盾骸，可以娛老，幸隨我意，勿見阻也！至於轉身之後，或遂為登臨之會，或遂為讀書之所，或遂為瓦礫之場，則非智者所能逆為之圖矣。古人所見至高，只是合下見得甚近，不能為子子孫孫萬年圖謀也。汾陽之宅為寺，馬隧之第為園，可遂謂二老無見識乎？以禹之神智如此，八年勤勞如此，功德在民如此，而不能料其孫太康遂為羿所篡而失天下，則雖智之大且神者，亦只如此已矣。"
      },
      {
        "index": 44,
        "text": "元世祖初平江南，問劉秉忠曰：「自古無不敗之家，無不亡之國。朕之天下，後當何人得之？」秉忠對曰：「西方之人得之。」及後定都燕京，築城掘地，得一石匣，開視，乃一匣紅頭蟲，復詔問秉忠，秉忠對曰：「異日得陛下天下者，即此物也。」"
      },
      {
        "index": 45,
        "text": "由此觀之，世祖方得天下，而即問失天下之日；秉忠亦不以失天下為不樣，侃然致對，視亡若存，真英雄豪傑，誠不同於時哉！秉忠自幼為僧，世祖至大都見之，乃以釋服相從軍旅間，末年始就冠服，為元朝開國元老，非偶然也。我塔事無經營之苦，又無抄化之勞，聽其自至，任其同力，只依我規制耳。想兄聞此，必無疑矣。"
      },
      {
        "index": 46,
        "text": "弟今文居武昌矣。江漢之上，獨自遨遊，道之難行，已可知也：「歸歟」之嘆，豈得已耶！然老人無歸，以朋友為歸，不知今者當歸何所歟！漢陽城中，尚有論說到此者，若武昌則往來絕跡，而況譚學！寫至此，一字一淚，不知當向何人道，當與何人讀，想當照舊薙發歸山去矣！"
      },
      {
        "index": 47,
        "text": "昨約其人來接，其人竟不來，是以不敢獨自闖入衙門，恐人疑我無因自至，必有所幹與也。今日暇否？暇則當堂遣人迎我，使衙門中人，盡知彼我相求，只有性命一事可矣。緣我平生素履未能取信於人，不得不謹防其謗我者，非尊貴相也。"
      },
      {
        "index": 48,
        "text": "顧虎頭雖不通問學，而具只眼，是以可嘉；周公瑾既通學問，又具只眼，是以尤可嘉也。"
      },
      {
        "index": 49,
        "text": "二公皆盛有識見，有才料，有膽氣，智仁勇三事皆備。周善藏，非萬全不發，故人但見其巧於善刀，而不見其能於遊刃。此善發，然發而人不見，故人但見其能於遊刃，而不見其巧於善刀。周收斂之意多，平生唯知為己，以故相知少而其情似寡，然一相知而膠漆難並矣。此發揚意多，平生惟不私己，以故相愛甚博而其情似不專。然情之所專，愛固不能分也。何也？"
      },
      {
        "index": 50,
        "text": "以皆具只眼也。吾謂二公者，皆能知人而不為知所眩，能愛人而不為愛所蔽，能用人而不為人所用者也。周裝聾作啞，得老子之體，是故與之語清凈寧一之化，無為自然之用，加以石投水，不相逆也。所謂不動聲色而措天下於泰山之安者，此等是也，最上一乘之人也，何可得也！顧托孤寄命，有君子之風，是故半夜叩門，必不肯以親為解，而況肩鉅任大，扶沃顛，肯相辜負哉！是國家大可倚仗人也，抑又何可得也！顧通州人，周麻城人。"
      },
      {
        "index": 51,
        "text": "弟年近古稀矣，單身行遊，只為死期日逼，閻君鐵棒難支，且生世之苦目擊又已如此，使我學道之念轉轉急迫也。既學道不得不資先覺；資先覺，不得不遊四方；遊四方，不得不獨自而受孤苦。何者？眷屬徒有家鄉之念，童仆俱有妻兒之思，與我不同志也。誌不同則難留，是以盡遣之歸，非我不願有親隨，樂於獨自孤苦也。為道日急，雖孤苦亦自甘之，蓋孤苦日短而極樂世界日長矣。"
      },
      {
        "index": 52,
        "text": "久已欲往南北二都為有道之就，二都朋友亦日望我。近聞二都朋友又勝矣，承示吳中丞劄，知其愛我甚。然顧通州雖愛我，人品亦我所師，但通州實未嘗以生死為念也。此間又有友山，又有公家父子，則舍此何之乎？今須友山北上，公別轉，乃往南部一遊。七十之年，有友我者，便當安心度日，以與之友，似又不必奔馳而自投苦海矣。吳中丞雖好意，弟謂不如分我俸資，使我蓋得一所禪室於武昌城下。草草奉笑，可即以此轉致之。"
      },
      {
        "index": 53,
        "text": "「大」字，公要藥也。不大，則自身不能庇，而能庇人乎？且未有丈夫漢不能庇人而終身受庇於人者也。大人者，庇人者也；小人者，庇於人者也。凡大人見識力量與眾不同者，皆從庇人而生，日充日長，日長日昌。若徒蔭於人，則終其身無有見識力量之日矣。今之人皆受庇於人者也，初不知有庇人事也。居家則庇蔭於父母，居官則庇蔭於官長，立朝則求庇蔭於宰臣，為邊帥則求庇蔭於中官，為聖賢則求庇蔭於孔、孟，為文章則求庇蔭於班、馬，種種自視，莫不皆自以為男兒，而其實則皆該子而不知也。豪傑凡民之分，只從庇人與庇蔭於人處識取。"
      },
      {
        "index": 54,
        "text": "或曰：「李卓吾謂暴怒是學，不亦異乎！」有友答曰：「卓老斷不說暴怒是學，當說暴怒是性也。」或曰：「發而皆中節方是性，豈有暴怒是性之理！」曰：「怒亦是未發中有的。」"
      },
      {
        "index": 55,
        "text": "叮吁！夫謂暴怒是性，是誣性也；謂暴怒是學，是誣學也。既不是學，又不是性，吾真不知從何處而來也，或待因緣而來乎？每見世人欺天罔人之徒，便欲手刃直取其首，豈特暴哉！"
      },
      {
        "index": 56,
        "text": "縱遭反噬，亦所甘心，雖死不悔，暴何足云！然使其復見光明正大之夫，言行相顧之士，怒又不知向何處去，喜又不知從何處來矣。則雖謂吾暴怒可也，謂吾不遷怒亦可也。"
      },
      {
        "index": 57,
        "text": "昨聞大教，謂婦人見短，不堪學道誠然哉！誠然哉！夫婦人不出閫域，而男子則桑弧蓬矢以射四方，見有長短，不待言也。公所謂短見者，謂所見不出閨閣之間；而遠見者，則深察乎昭曠之原也。短見者只見得百年之內，或近而子孫，又近而一身而已；遠見則超於形骸之外，出乎死生之表，極千百千萬億劫不可算數譬喻之域是已。短見者祗聽得街談巷議、市井小兒之語，而遠見則能深畏乎大人，不敢侮於聖言，更不惑於流俗僧愛之口也。余竊謂欲論見之長短者當如此，不可止以婦人之見為見短也。故謂人有男女則可，謂見有男女豈可乎？"
      },
      {
        "index": 58,
        "text": "謂見有長短則可，謂男子之見盡長，女人之見盡短，又豈可乎？設使女人其身而男子其見，樂聞正論而知俗語之不足聽，樂學出世而知浮世之不足戀，則恐當世男子視之，皆當羞愧流汗，不敢出聲矣。此蓋孔聖人所以周流天下，庶幾一遇而不可得者，今反視之為短見之人，不亦冤乎！冤不冤，與此人何與，但恐傍觀者醜耳。"
      },
      {
        "index": 59,
        "text": "自今觀之，邑姜以一婦人而足九人之數，不妨其與周、召、太公之流並列為十亂；文母以一聖女而正《二南》之《風》，不嫌其與散宜生、太顛之輩並稱為四友。此區區者特世間法，一時太平之業耳，猶然不敢以男女分別，短長異視，而況學出世道，欲為釋迦老佛、孔聖人朝聞夕死之人乎？此等若使閭巷小人聞之，盡當責以窺觀之見，索以利女之貞，而以文母、邑姜為罪人矣，豈不冤甚也哉！故凡自負遠見之士，須不為大人君子所笑，而莫汲汲欲為市井小兒所喜可也。若欲為市井小兒所喜，則亦市井小兒而已矣。其為遠見乎，短見乎，當自辨也。余謂此等遠見女子，正人家吉祥善瑞，非數百年積德未易生也。"
      },
      {
        "index": 60,
        "text": "夫薛濤，蜀產也，無微之聞之，故求出使西川，與之相見。濤因定筆作《四友贊》以答其意，微之果大服。夫微之，貞元傑匠也，豈易服人者哉！吁！一文才如濤者，猶能使人傾千里慕之，況持黃面老於之道以行遊斯世，茍得出世之人，有不心服者乎？未之有也。不聞龐公之事乎？龐公，爾楚之衡陽人也，與其婦龐婆、女靈照同師馬祖，求出世道，卒致先後化去，作出世人，為今古快事。願公師其遠見可也。若曰「待吾與市井小兒輩商之」，則吾不能知矣。"
      },
      {
        "index": 61,
        "text": "世人厭平廚喜新奇，不知育天下之至新奇，莫過於平常也。日月廚千古常新；布帛菽粟廚寒能暖，饑能飽，又何其奇也！是新奇正在於平常，世人不察，反於平常之外覓新奇，是豈得謂之新奇乎？蜀之仙姑是已。眾人咸謂其能知未來過去事，爭神怪之。夫過去則予已知之矣，何待他說；未來則不必知，又何用他說耶！故曰「智者不惑」。不惑於新奇，以其不憂於未來之禍害也。故又曰「仁者不憂」。不憂禍於未來，則自不求先知於幻說而為新奇所惑矣。此非真能見利不趨，見害不避，如夫子所云「志士不忘在溝壑，勇士不忘喪其元；志士仁人，無求生以害仁，有殺身以成仁」，孰能當之。故又曰「勇者不懼」。夫合智仁勇三德而後能不厭於平常，不惑於新奇，則世人之欲知未來，而以蜀仙為奇且新，又何足怪也。"
      },
      {
        "index": 62,
        "text": "何也？不智故也。不智故不仁，故無勇，而智實力之先矣。"
      },
      {
        "index": 63,
        "text": "昨領教，深覺有益，因知公之所造已到聲聞佛矣。青州夫子之鄉，居常未曾聞有佛號，陡然劇談至此，真令人歡悅無量。"
      },
      {
        "index": 64,
        "text": "蒙勸諭同皈西方，甚善。公仆以西方是阿彌陀佛道場，是他一佛世界，若願生彼世界者，即是他家兒孫。既是他家兒孫，即得暫免輪回，不為一切天堂地獄諸趣所攝是的。此上上品化生者，便是他家至親兒孫，得近佛光，得聞佛語，至美矣。若上品之中，離佛稍遠，上品之下，見面亦難，況中品與下品乎。是以雖生彼，亦有退墮者，以佛又難見，世間俗念又易起，一起世間念即墮矣。是以不患不生彼，正患生彼而不肯住彼耳。此又欲生四方者之所當知也。若仆則到處為客，不願為主，隨處生發，無定生處。既為客，即無常住之理，是以但可行遊四方，而以西方佛為暫時主人足矣，非若公等發願生彼，甘為彼家兒孫之比也。"
      },
      {
        "index": 65,
        "text": "且佛之世界亦甚多。公有世界，即便有佛，但有佛，即使是我行遊之處，為客之場，佛常為主，而我常為客，此又吾因果之最著者也。故欲知仆千萬億劫之果者，觀仆今日之因即可知也。是故或時與西方佛坐談，或時與十方佛共語，或客維摩凈土，或客祗洹精舍，或遊方丈、蓬萊，或到龍宮海藏。天堂有佛，即赴天堂，地獄有佛，即赴地獄。何必拘拘如白樂天之專往兜率內院，天臺智者永明壽禪師之專一求生西方乎？此不肖之志也。蓋薄西方而不生也，以西方特可以當吾今日之大同耳。若公自當生彼，何必相拘。"
      },
      {
        "index": 66,
        "text": "所諭禁殺生事，即當如命戒殺。又謂仆性氣市者，此則仆膏肓之疾，從今聞教，即有瘳矣。第亦未可全戒，未可全瘳。若全戒全瘳，即不得入阿修羅之域，與毒龍魔王等為侶矣。"
      },
      {
        "index": 67,
        "text": "世上人總無甚差別，唯學出世法，非出格丈夫不能。今我等既為出格丈夫之事，而欲世人知我信我，不亦惑乎！既不知我，不信我，又與之辯，其為惑益甚。若我則直為無可奈何，只為汝等欲學出做法者或為魔所撓亂，不得自在，故不得不出頭作魔王以驅逐之，若汝等何足與辯耶！況此等皆非同住同食飲之輩。我為出世人，光彩不到他頭上，我不為出世人，羞辱不到他頭上，如何敢來與我理論！對面唾出，亦自不妨，願始終堅心此件大事。釋迦佛出家時，凈飯王是其親爺，亦自不理，況他人哉！成佛是何事，作佛是何等人，而可以世間情量為之？"
      },
      {
        "index": 68,
        "text": "兄所見者，向年之卓吾耳，不知今日之卓吾固天淵之懸也。兄所喜者亦向日之卓吾耳，不知向日之卓吾甚是卑弱，若果以向日之卓吾為可喜，則必以今日之卓吾為可悲矣。夫向之卓吾且如彼，今日之卓吾又何以卒能如此也，此其故可知矣。人但知古亭之人時時憎我，而不知實時時成我。古人比之美疢藥石，弟今實親領之矣。"
      },
      {
        "index": 69,
        "text": "聞有欲殺我者，得兄分剖乃止。此自感德，然弟則以為生在中國而不得中國半個知我之人，反不如出塞行行，死為胡地之白骨也。兄胡必勸我復反龍湖乎？龍湖未是我死所，有勝我之友，又真能知我者，乃我死所也。嗟嗟！以鄧豁渠八十之老，尚能忍死於報慵夫之手，而不肯一食趙大洲之禾，況卓吾子哉！與其不得朋友而死，則牢獄之死、戰場之死，固甘如飴也。兄何必救我也？死猶聞俠骨之香，死猶有烈士之名，豈龍湖之死所可比耶！大抵不肯死於妻孥之手者，必其決誌欲死於朋友之手者也，此情理之易見者也。唯世無朋友，是以雖易見而卒不見耳。我豈貪風水之人耶！我豈坐枯禪，圖寂滅，專一為守屍之鬼之人耶！何必龍湖而後可死，認定龍湖以為冢舍也！"
      },
      {
        "index": 70,
        "text": "更可笑者：一生學孔子，不知孔夫子道德之重自然足以庇蔭後人，乃謂孔林風水之好足以庇蔭孔子，則是孔子反不如孔林矣。不知孔子教澤之遠自然遍及三千七十，以至萬萬世之同守斯文一脈者，乃學其講道學，聚徒眾，收門生，以博名高，圖富貴，不知孔子何嘗為求富貴而聚徒黨乎？貧賤如此，患難如此，至不得已又欲浮海，又欲居九夷，而弟於歡然從之，不但餓陳、蔡，被匡圍，乃見相隨不舍也。若如今人，一同無官則弟於離矣，一口無財則弟子散矣，心悅誠服其誰乎？非無心悅誠服之人也，無可以使人心悅誠服之師也。若果有之，我願為之死，莫勸我回龍湖也！"
      },
      {
        "index": 71,
        "text": "客生曾對我言：「我與公大略相同，但我事過便過，公則認真耳。」余時甚愧其言，以謂「世間戲場耳，戲文演得好和歹，一時總散，何必太認真乎。然性氣帶得來是個不知討便宜的人，可奈何！時時得近左右，時時得聞此言，庶可漸消此不自愛重之積習也。」余時之答客生者如此。今兄之認真，未免與仆同病，故敢遂以此說進。"
      },
      {
        "index": 72,
        "text": "蘇長公云：「世俗俚語亦有可取之處：處貧賤易，處富貴難；安勞苦易，安閑散難；忍痛易，忍癢難。」余又見覘筆亦有甚說得好者：「樂中有憂，憂中有樂。」夫當樂時，眾人方以為樂，而至人獨以為憂，正當憂時，眾人皆以為憂，而至人乃以為樂。此非反人情之常也，蓋禍福相倚伏，惟至人真見倚伏之機，故寧處優而不肯處樂。人見以為愚，而不知至人得此微權，是以終身常樂而不憂耳，所謂落便宜處得便宜是也。又乩筆云：「樂時方樂，憂時方憂。」此世間一切庸俗人態耳，非大賢事也。仆以謂「樂時方樂，憂時方憂」，此八個字，說透世人心髓矣。世人所以敢相侮者，以我正樂此樂也，若知我正憂此樂，則彼亦悔矣。"
      },
      {
        "index": 73,
        "text": "此自古至人所以獨操上人之柄，不使權柄落在他人手者。兄倘以為然否？"
      },
      {
        "index": 74,
        "text": "仆何如人，敢吐舌於兄之傍乎？聊有上管之窺，是以不覺潦例如許。"
      },
      {
        "index": 75,
        "text": "去年詹孝廉過湖，接公手教，乃知公大孝人也。以先公之故，猶能記憶老朽於龍湖之上，感念！汪本鈳道公講學，又道公好學。然好學可也，好講學則不可以，好講之於口尤不可也。"
      },
      {
        "index": 76,
        "text": "知公非口講者，是以敢張言之。本鈳與公同經，欲得公為之講習，此講即有益後學，不妨講矣。呵凍草草。"
      },
      {
        "index": 77,
        "text": "世人之我愛者，非愛我為官也，非愛我為和尚也，愛我也。世人之欲我殺者，非敢殺官也，非敢殺和尚也，殺我也。我無可愛，則我勸直為無可愛之人耳，彼愛我者何妨乎！我不可殺，則我自當受天不殺之佑，殺我者不亦勞乎！然則我之加冠，非慮人之殺和尚而冠之也」"
      },
      {
        "index": 78,
        "text": "老原是長者，但未免偏聽。故一切飲食耿氏之門者，不欲侗老與我如初，猶朝夕在武昌倡為無根言語，本欲甚我之過，而不知反以彰我之名。恐此老不知，終始為此輩敗壞，須速達此意於古愚兄弟。不然，或生他變，而令侗老坐受主使之名，為耿氏累甚不少也。小人之流不可密邇，自古若是，特恨此老不覺，恐至覺時，噬臍又無及。此書覽訖，即封寄友山，仍書一紙專寄古愚兄弟。"
      },
      {
        "index": 79,
        "text": "醫生不必來，爾亦不必來，我已分付取行李先歸矣。我痢尚未止，其勢必至十月初間方敢出門。方此時，可令道來取個的信。塔屋既當時胡亂做，如今獨不可胡亂居乎？世間人有家小、田宅、祿位、名壽、子孫、牛馬、豬羊、雞犬等，性命非一，自宜十分穩當。我僧家清高出生之士，不見山寺盡在絕頂白雲層乎？我只有一副老骨，不怕朽也，可依我規制速為之！"
      },
      {
        "index": 80,
        "text": "行李已至湖上，一途無雨，可謂順利矣。我湖上屋低處就低處做，高處就高處做，可省十分氣力，亦又方便。低處作佛殿等屋，以塑佛聚僧，我塔屋獨獨一座，高出雲表，又像西方妙喜世界矣。我回，只主張眾人念佛，專修西方，不許一個閑說嘴。曾繼泉可移住大樓下，懷捷令上大樓歇宿。"
      },
      {
        "index": 81,
        "text": "承示系單于之頸，仆謂今日之頸不在夷狄，而在中國。中國有作梗者，朝廷之上自有公等諸賢聖在，即日可系也，若外夷，則外之耳。外之為言，非系之也。惟漢時冒頓最盛強，與漢結怨最深，白登之辱，饅書之辱，中行說之辱，嫁以公主，納之歲市，與宋之獻納何殊也！故賈誼慨然任之，然文帝猶以為生事擾民，不聽賈生之策，況今日四夷效順如此哉！若我邊彼邊各相戕伐，則邊境常態，萬古如一，何足掛齒牙耶！"
      },
      {
        "index": 82,
        "text": "「佛高一尺，魔高一丈」。昔人此言，只要人知有佛即有魔，如形之有影，聲之有響，必然不相離者。知其必然，便不因而生恐怖心，生退悔心矣。世但有魔而不佛者，未有佛而不魔者。人患不佛耳，毋患魔也。不佛而魔，宜佛以消之；佛而魔，愈見其佛矣，佛左右有四天王八金剛，各執刀濺杵擁護，無非為魔，終不若山鬼伎倆有限，老僧不答無窮也。自古英雄豪傑欲建一功，立一節，尚且屈恥忍辱以就其事，況欲成此一段大事耶！"
      },
      {
        "index": 83,
        "text": "丘長孺書來云，翁有老態，今人茫然。楨之於翁，雖心向之而未交一言，何可老也。及問家人，殊不爾。又讀翁扇頭細書，乃知轉復精健耳。目病一月，未大愈，急索《焚書》讀之，笑語人曰：「如此老者，若與之有隙，只宜捧之蓮花座上，朝夕率大眾禮拜以消折其福；不宜妄意挫抑，反增其聲價也！」"
      },
      {
        "index": 84,
        "text": "謂身在是之外則可，謂身在非之外即不可，蓋皆是見得恐有非於我，而後不敢為耳。謂身在害之外則可，謂身在利之外即不可，蓋皆是見得無所利於我，而後不肯為耳。如此說話，方為正當，非漫語矣。"
      },
      {
        "index": 85,
        "text": "今之好飲者，動以高陽酒徒自擬，公知高陽之所以為高陽乎？若是真正高陽，能使西夏叛卒不敢逞，能使叛卒一起即撲滅，不至勞民動眾，不必損兵費糧，無地無兵，無處無糧，亦不必以兵寡糧少為憂，必待募兵於他方，借糧於外境也。此為真正高陽酒徒矣。方亞夫之擊吳、楚也，將兵至洛陽，得劇孟，大喜曰：「吳楚舉大事而不得劇孟，吾知其無能為矣。」"
      },
      {
        "index": 86,
        "text": "一個博徒有何恒赫，能使真將軍得之如得數千萬雄兵猛將然？然得三十萬猛將強兵，終不如得一劇孟，而吳、楚失之，其亡便可計日。是謂真正高陽酒徒矣。是以周侯情願為之執杯而控馬首也。漢淮陰費千金覓生左車，得即東向坐，西向侍，師事之。以此見真正高陽酒徒之能知人下士，識才尊賢又如此，故吾以謂真正高陽酒徒可敬也，彼蓋真知此輩之為天下寶，又知此輩之為天下無價寶也，是以深寶惜之，縱然涓滴不入口，亦當以高陽酒徒目之矣。"
      },
      {
        "index": 87,
        "text": "曾聞李邢州之飲許趙州云：「白眼風塵一酒卮，吾徒猶足傲當時；城中年少空相慕，說著高陽總不知。」此詩俗子輩視之，便有褒貶，吾以為皆實語也，情可哀也。漫書到此，似太無謂，然亦因公言發起耳，非為公也。"
      },
      {
        "index": 88,
        "text": "時有麻城人舊最相愛，後兩年不寄一書，偶寄書便自謂高陽酒徒，貪杯無暇，是以久曠。"
      },
      {
        "index": 89,
        "text": "又自謂置身於利害是非之外，故不欲問我於利害是非之內。其尊己卑人甚矣。吁！果若所云，豈不為余之良朋勝友哉！然其怕利害是非之實如此，則其沈溺利害是非為何如者，乃敢大言欺余，時間靈、夏兵變，因發憤感嘆於高陽，遂有「二十分識」與「因記往事」之說。設早聞有梅監軍之命，亦慰喜而不發憤矣。"
      },
      {
        "index": 90,
        "text": "僕自祿仕以來，未嘗一日獲罪於法禁；自為下僚以來，未嘗一日獲罪於上官。雖到處時與上官迕，然上官終不以我為迕己者，念我職員卑而能自立也。自知參禪以來，不敢一日觸犯於師長，自四十歲以至今日，不敢一日觸犯於友朋。雖時時與師友有諍有講，然師友總不以我為嫌者，知我無諍心也，彼此各求以自得也。邇居武昌，甚得劉晉老之力。昨冬獲讀與晉老書，欲仆速離武昌，感覺遠地持至意。茲因晉老經過之便，謹付《焚書》四冊，蓋新刻也。能發人道心，故附請教。"
      },
      {
        "index": 91,
        "text": "承教方知西事，然倭奴水寇，不足為慮，蓋此輩舍舟無能為也。特中原有好者，多引結之以肆其狼貪之欲，實非真奸雄也，特為高麗垂涎耳。諸老素食厚祿，抱負不少，卓異屢薦，自必能博此蜂蠆，似不必代為之慮矣。晉老此時想當抵任。此老胸中甚有奇抱，然亦不見有半個奇偉卓絕之士在其肺腑之間，則亦比今之食祿者聰明忠信，可敬而已。舍公練熟素養，置之家食，吾不知天下事誠付何人料理之也！些小變態，便倉惶失措，大抵今古一局耳，今日真令人益思張江陵也。熱甚，寸絲不掛，故不敢出門。"
      },
      {
        "index": 92,
        "text": "晉老初別，尚未覺別，別後真不堪矣。來示云云，然弟生平未嘗見有與我綢謬者，但不見我觸犯之過，免其積怒，即為幸事，安得綢繆也！劉晉老似稍綢繆矣，然皆以觸犯致之。"
      },
      {
        "index": 93,
        "text": "以觸犯致綢繆，此亦可也，然不可有二也。"
      },
      {
        "index": 94,
        "text": "疏中「且負知己」四字，甚妙。惟不負知己，故生殺不計，況毀譽榮辱得喪之小者哉！"
      },
      {
        "index": 95,
        "text": "江陵，兄知己也，何忍負之以自取名耶？不聞康德涵之救李獻吉乎：但得脫獻吉於獄，即終身廢棄，受劉謹黨誣而不悔，則以獻吉知己也。士為知己死，死且甘焉，又何有於廢棄歟！"
      },
      {
        "index": 96,
        "text": "但此語只可對死江陵與活溫陵遭耳，持以語朝士，未有不笑我說謊者。今惟無江陵其人，故西夏叛卒至今負固，壯哉梅公之疏請也，莫謂秦遂無人也！令師想必因其弟高遷抵家，又因克念自省回去，大有醒悟，不復與我計較矣。我於初八夜，夢見與侗老聚，顏甚歡悅。我亦全然忘記近事，只覺如初時一般，談說終日。此夢又不是思憶，若出思憶，即當略記近事，安得全無影響也。我想日月定有復圓之日，圓日即不見有蝕時跡矣←如此，即老漢有福，大是幸事，自當復回龍湖，約兄同至天臺無疑也。若此老終始執拗，未能脫然，我亦不管，我只有盡我道理而已。諺曰：「冤仇可解不可結。」渠縱不解，我當自有以解之，劉伯倫有言：「雞肋不足以當尊拳」，其人遂笑而止。吾知此老終當為我一笑而止也。世事如此，若似可慮，然在今日實力極盛之時，向中之日，而二三叛卒為梗，廟堂專閫竟無石畫，是則深可愧者！兄可安坐圍棋，收租築室，自為長計耶？"
      },
      {
        "index": 97,
        "text": "弟今秋苦痢，一疾幾廢矣。乃知有身是苦，佛祖上仙所以孜孜學道，雖百般富貴，至於上登轉輪聖王之位，終不足以易其一盼者，以為此分段之身，禍患甚大，雖轉輪聖王不能自解免也。故窮苦極勞以求之。不然，佛乃是世間一個極拙癡人矣。舍此富貴好日子不會受用，而乃十二年雪山，一麻一麥，坐令鳥鵲巢其頂乎？想必有至富至貴，世間無一物可比尚者，故竭盡此生性命以圖之。在世間顧目前者視之，似極癡拙，佛不癡拙也。今之學者，不必言矣。中有最號真切者，猶終日皇皇計利避害，離實絕根，以寶重此大患之身，是尚得力學道人乎？《坡仙集》我有披削旁註在內，每開看，便自歡喜，是我一件快心卻疾之書，今已無底本矣，千萬交付深有來還我！大凡我書，皆為求以快樂自己，非為人也。"
      },
      {
        "index": 98,
        "text": "昨閑步清涼，瞻拜一拂鄭先生之祠，知一拂，兄之鄉先哲前賢也。一拂自少至老讀書此山寺，後之人思慕遺風，祠而祀之。今兄亦讀書寺中，祠既廢而復立，不亦宜乎！歸來讀《江寧初志》，又知一拂於余，其先同為光州固始人氏，唐未隨王審知入閩，遂為閩人，則余於先生為兩地同鄉，是亦余之鄉先哲前賢也。且不獨為兄有，而亦不必為兄羨矣。一拜祠下，便有清風，雖日閑步以往，反使余載璧而還，誰謂昨日之步競是閑步乎？余實於此有榮耀焉！"
      },
      {
        "index": 99,
        "text": "夫先生，王半山門下高士也，受知最深，其平日敬信半山，亦實切至，蓋其心俱以民政為急，國儲為念。公半山過於自信，反以憂民愛國之實心，翻成毒民誤國之大害。先生切於目擊，乃不顧死亡誅滅之大禍，必欲成吾胡、越同舟之本心，卒以流離竄逐，年至八十，然後老此山寺。故予以為一拂先生可敬也。若但以其一拂而已，此不過鄉黨自好者之所歆羨，誰其肯以是而羨先生乎？今天下之平久矣，中下之士肥甘是急，全不知一拂為何物，無可言者。其中上士砥礪名行，一毫不敢自離於繩墨，而遂忘卻鹽梅相濟之大義，則其視先生為何如哉！余以為一拂先生真可敬也。余之景行先哲，其以是哉！"
      },
      {
        "index": 100,
        "text": "今先生之祠既廢而復立，吾知兄之敬先生者，亦必以是矣，斷然不專專為一拂故也。吾鄉有九我先生者，其於先哲，尤切景仰；其於愛民憂國一念尤獨惓惓。使其知有一拂先生祠堂在此清涼間，慨然感懷，亦必以是，惜其未有以告之耳。聞之鄰近故老，猶能道一拂先生事，而舊祠故址，廢莫能考，則以當時無有記之者，記之者非兄與九我先生歟？先賢者，後賢之所資以畝；後賢者，先賢之所賴以表章。立碑於左，大書姓字，吾知兄與九老不能讓矣。"
      },
      {
        "index": 101,
        "text": "吁！名垂萬世，可讓也哉！"
      },
      {
        "index": 102,
        "text": "楊氏族孫，乃近從兄議，繼嗣楊虛遊先生之於之後，非繼嗣李翰峰先生之後也。蓋翰峰之後，安得住翰峰之宅？繼楊姓而住李宅，非其義矣。楊氏族孫又是近議立為虛遊先生之子之後，亦非是立為李翰峰先生守節之妹之後也。蓋翰峰之妹之後，又安得朝夕李氏之宅，而以服事翰峰先生守節之妹為辭也？繼楊虛遊先生之子之後，而使服事翰峰先生守節之妹於李氏之門，尤非義矣。雖欲不窺窬強取節妹衣食之余，不可得矣。交構是非，誣加翰峰先生嗣孫以不孝罪逆惡名，又其勢之所必至矣。是使之爭也，我輩之罪也，亦非楊氏族孫之罪也。"
      },
      {
        "index": 103,
        "text": "幸公虛心以聽，務以翰峰先生為念，翰峰在日，與公第一相愛，如仆旁人耳，仆知公必念之極矣。念翰峰則必念及其守節之妻顧氏，念及其守節之妹李氏，又念及其嗣孫無疑矣。"
      },
      {
        "index": 104,
        "text": "夫翰峰合族無一人可承繼者，僅有安人顧氏生一女爾。翰峰先生沒而後招婿姓張者，入贅其家，生兩兒，長養成全，皆安人顧氏與其妹李氏鞠育提抱之力也。見今娶妻生子，改姓李，以奉翰峰先生香火矣。而婿與女又皆不幸早世，故兩節婦咸以此孫朝夕奉養為安，而此孫亦藉以成立。弱侯與公等所處如此，蓋不過為翰峰先生念，故弱侯又以其女所生女妻之也。"
      },
      {
        "index": 105,
        "text": "近聞此孫不愛讀書，稍失色養於二大母，此則雙節平日姑息太過，以致公之不說，而二大母實未嘗不說之也。仆以公果念翰峰舊雅，只宜抒師教之，時時勤加考省，乃為正當。若遽為此兒孫病而別有區處，皆不是真能念翰峰矣。夫翰峰之妹，一嫁即寡，仍歸李家。翰峰在日，使與其嫂顧氏同居南北兩京，相隨不離；翰峰沒後，顧氏亦寡，以故仍與寡嫂同居。計二老母前後同居己四十餘年，李氏妹又旌表著節，翕然稱聲於白門之下矣。近耿中丞又以「雙節」"
      },
      {
        "index": 106,
        "text": "懸其廬，二母相安，為日已久，當不以此孫失孝敬而遂欲從楊氏族孫以去也。此言大為李節婦誣矣，稍有知者決不肯信，而況於公。大抵楊氏族孫貧甚，或同居，或時來往，未免垂涎李節婦衣簪之余，不知此皆李翰峰先生家物，楊家安得有也。且節婦尚在，尚不可缺乎？若皆為此族孫取去，李節婦一日在世，又復靠誰乎？種種誣謗，盡從此生。唯楊歸楊，李歸李，絕不相干，乃為妥當。"
      },
      {
        "index": 107,
        "text": "往來經過者頌聲不輟，焦弱侯蓋屢談之矣。天下無不可為之時，以翁當其任，自然大力士民倚重，在道恃賴，但貴如腸之，勿作些見識也←有大力量，自然默默斡旋，人受其賜而不知。若未可動，未可信，決須忍耐以須時。《易》之蠱曰：「幹母之蠱，不可貞。」言雖於蠱，而不可用正道，用正道必致相忤，雖欲幹辦母事而不可得也。又曰：「幹父用譽。」"
      },
      {
        "index": 108,
        "text": "而夫於傳之曰：「幹父用譽，承以德也。」言父所為皆破家亡身之事，而子欲幹之，反稱譽其父，反以父為有德，如所云「母氏聖善，我無令人」者。如是則父親喜悅，自然入其子孝敬之中，變蠱成治無難矣。倘其父終不肯變，亦只得隨順其間，相幾而動。夫臣子之於君親，一理也。天下之財皆其財，多用些亦不妨；天下民皆其民，多虐用些亦則得忍受。公有大賢在其間，必有調停之術，不至已甚足矣。只可調停於下，斷不可拂逆於上。叔臺相見，一誦疏稿，大快人！大快人！只此足矣，再不可多事也。陽明先生與楊邃庵書極可玩，幸置座右！"
      },
      {
        "index": 109,
        "text": "此余丙申中坪上筆也，今又四載矣，復見此於白下。覽物思仁壽，意與之為無窮。公今暫出至淮上，淮上何足煩公耶！然非公亦竟不可。夫世固未嘗無才也，然亦不多才。唯不多才，故見才尤宜愛惜，而可令公臥理淮上邪！在公雖視中外如一，但居中制外，選賢擇才，使布列有位，以輔主安民，則居中為便。吾見公之入矣，入即持此卷以請教當道。今天下多事如此，將何以輔佐聖主，擇才圖治？當事者皆公信友，吾知公決不難於一言也，是又余之所以為公壽也。余以昨戊戌初夏至，今又一載矣。時事如棋，轉眼不同，公當系念。"
      },
      {
        "index": 110,
        "text": "會期之不可改，猶號令之不可反，軍令之不可二也。故重會期，是重道也，是重友也。"
      },
      {
        "index": 111,
        "text": "重友以故重會，重會以故重會期。仆所以屢推辭而不欲會者，正謂其無重道重友之人耳。若重道，則何事更重於道會也耶！故有事則請假不往可也，不可因一人而遂廢眾會也，況可遽改會期乎？若欲會照舊是十六，莫曰「眾人皆未必以會為重，雖改以就我亦無妨。」噫！此何事也！眾人皆然，我獨不敢，亦望庶幾有以友朋為重，以會為重者。今我亦如此，何以望眾人之重道乎？我實不敢以為然，故以請教。"
      },
      {
        "index": 112,
        "text": "古聖之言，今人多錯會，是以不能以人治人，非恕也，非潔矩也。試舉一二言之。"
      },
      {
        "index": 113,
        "text": "夫堯明知朱之囂訟也，故不傳以位；而心實痛之，故又未嘗不封之以國。夫子明知鯉之癡頑也，故不傳以道；而心實痛之，故又未嘗不教以《禮》與《詩》。又明知《詩》、《禮》之言終不可入，然終不以不入而遽已，亦終不以不入而遽強。以此知聖人之真能愛子矣。乃孟氏謂舜之喜象非偽喜，則仆實未敢以謂然。夫舜明知象之欲己殺也，然非真心喜象則不可以解象之毒，縱象之毒終不可解，然舍喜象無別解之法矣。故其喜象是偽也；其主意必欲喜象以得象之喜是真也，非偽也。若如軻言，則是舜不知象之殺己，是不智也。知其欲殺己而喜之，是喜殺也，是不誠也。是堯不知朱之囂訟，孔不知鯉之癡頑也，不明甚矣。故仆謂舜為偽喜，非過也。以其情其勢，雖欲不偽喜而不可得也。以中者養不中，才者養不才，其道當如是也。養者，養其體膚，飲食衣服宮室之而已也。如堯之於朱，舜之於象，孔之於伯魚，但使之得所養而已也，此聖人所以為真能愛子與悌弟也。此其一也。"
      },
      {
        "index": 114,
        "text": "又觀古之狂者，孟氏以為是其為人誌大言大而已。解者以為誌大故動以古人自期，言大故行與言或不相掩。如此，則狂者當無比數於天下矣，有何足貴而故思念之甚乎？蓋狂者下視古人，高視一身，以為古人雖高，其跡往矣，何必踐彼跡為也。是謂誌大。以故放言高論，凡其身之所不能為，與其所不敢為者，亦率意妄言之。是謂大言，固宜其行之不掩耳。何也？"
      },
      {
        "index": 115,
        "text": "其情其勢自不能以相掩故也。夫人生在天地間，既與人同生，又安能與人獨異。是以往往徒能言之以自快耳，大言之以貢高耳，亂言之以憤世耳。渠見世之桎梏已甚，卑鄙可厭，益以肆其狂言。觀者見其狂，遂指以為猛虎毒蛇，相率而遠去之。渠見其狂言之得行也，則益以自幸，而唯恐其言之不狂矣。唯聖人視之若無有也，故彼以其狂言嚇人而吾聽之若不聞，則其狂將自歇矣。故唯聖人能醫狂病。觀其可子桑，友原壤，雖臨喪而歌，非但言之，旦行之而自不掩，聖人絕不以為異也。是千古能醫狂病者，莫聖人若也。故不見其狂，則狂病自息。"
      },
      {
        "index": 116,
        "text": "又愛其狂，思其狂，稱之為善人，望之以中行，則其狂可以成章，可以入室。仆之所謂夫子之愛狂者此也。蓋唯世間一等狂漢，乃能不掩於行。不掩者，不遮掩以自蓋也，非行不掩其言之謂也。"
      },
      {
        "index": 117,
        "text": "若夫不中不才子弟，只可養，不可棄，只可順，不可逆。逆則相反，順則相成。是為千古要言。今人皆未知聖人之心者，是以不可齊家治國平天下，以成栽培傾覆之常理。"
      },
      {
        "index": 118,
        "text": "某非負心人也，況公蓋世人豪；四海之內，凡有目能視，有足能行，有手能供奉，無不願奔走追陪，藉一顧以為重，歸依以終老也，況於不肖某哉！公於此可以信其心矣。自隱天中山以來，再卜龍湖，絕類逃虛近二十載，豈所願哉！求師訪友，未嘗置懷，而第一念實在通海，但老人出門大難，詎謂公猶念之耶！適病暑，侵侵晏寂，一接翰誨，頓起矣。"
      },
      {
        "index": 119,
        "text": "昔趙景真年十四，不遠數千里佯狂出走，訪叔夜於山陽，而其家竟不知去向，天下至今傳以為奇。某自幼讀之，絕不以為奇也。以為四海求友，男兒常事，何奇之有。乃今視之，雖欲不謂之奇不得矣。向在龍湖，尚有長江一帶為我限隔，今居白下，只隔江耳。往來十餘月矣，而竟不能至，或一日而三四度發心，或一月而六七度欲發。可知發心容易，親到實難，山陽之事未易當也。豈凡百盡然，不特此耶。抑少時或可勉強，乃至壯或不如少，老又決不如壯耶。抑景真若至今在，亦竟不能也？計不出春三月矣。先此報言，決不敢食。"
      },
      {
        "index": 120,
        "text": "某奉別公近二十年矣，別後不復一致書問，而公念某猶昔也。推食解衣，至今猶然。然則某為小人，公為君於，已可知矣。方某之居哀牢也，盡棄交遊，獨身萬里，戚戚無歡，誰是諒我者？其並時諸上官，又誰是不惡我者？非公則某為滇中人，終不復出矣。夫公提我於萬里之外，而自忘其身之為上，故某亦因以獲事公於青雲之上，而自忘其身之為下也。則豈偶然之故哉！"
      },
      {
        "index": 121,
        "text": "嗟嗟！公天人也，而世莫知，公大人也，而世亦莫知。夫公為天人而世莫知，猶未害也；公為一世大人而世人不知，世人又將何賴耶？月今倭奴屯給釜山，自謂十年生聚，十年訓練，可以安坐而制朝鮮矣。今者援之，中、邊皆空，海陸並運，八年未已，公獨鰲釣通海，視等鄉鄰，不一引手投足，又何其忍耶！非公能忍，世人固已忍舍公也。此非仇公，亦非仇國，未知公之為大人耳∠知公之為大人也，即欲舍公，其又奚肯？"
      },
      {
        "index": 122,
        "text": "既已為詩四章，遂並述其語於此，亦以見某與公原非偶者。"
      },
      {
        "index": 123,
        "text": "顧沖老《贈姚安守溫陵李先生致仕去滇序》云："
      },
      {
        "index": 124,
        "text": "溫陵李先生為姚安府且三年，大治，懇乞致其仕去。初先生以南京刑部尚書郎來守姚安，難萬里，不欲攜其家，其室人強從之。蓋先生居常遊，每適意輒留，不肯歸，故其室人患之，而強與偕行至姚安，無何即欲去，不得遂，乃強留。然先生為姚安，一切持簡易，任自然，務以德化人，不賈世俗能聲。其為人汪洋停蓄，深博無涯涘，人莫得其端倪。而其見先生也，不言而意自消。自僚屬、士民、胥隸、夷酋，無不化先生者，而先生無有也。此所謂無事而事事，無為而無不為者耶。"
      },
      {
        "index": 125,
        "text": "謙之備員洱海也，先生守姚安已年余，每與先生談，輒夜分不忍別去，而自是先生不復言去矣。萬曆八年庚辰之春，謙以入賀當行。是時先生歷官且三年滿矣，少需之，得上其績，且加恩或上遷。而侍御劉公方按楚雄，先生一日謝簿書，封府庫，攜其家，去姚安而來楚雄，乞侍御公一言以去。侍御公曰：「姚安守，賢者也。賢者而去之，吾不忍——非所以為國，不可以為風，吾不敢以為言。即欲去，不兩月所，為上其績而以榮名終也，不其無恨於李君乎？」先生曰：「非其任而居之，是曠官也，贄不敢也。需滿以幸恩，是貪榮也，贄不為也。"
      },
      {
        "index": 126,
        "text": "名聲聞於朝矣而去之，是釣名也，贄不能也。去即去耳，何能顧其他？」而兩臺皆勿許，於是先生還其家姚安，而走大理之雞足。雞足者，滇西名山也。兩臺知其意已決，不可留，乃為請於朝，得致其仕。"
      },
      {
        "index": 127,
        "text": "命下之日，謙方出都門還趨滇，恐不及一晤先生而別也，乃至楚之常、武而程程物色之，至貴竹而知先生尚留滇中遨遊山水間，未言歸，歸當以明年春，則甚喜。或謂謙曰：「李姚安始求去時，唯恐不一日去，今又何遲遲也？何謂哉！」謙曰：「李先生之去，去其官耳。"
      },
      {
        "index": 128,
        "text": "去其官矣，何地而非家，又何迫迫於溫陵者為？且溫陵又無先生之家。」及至滇，而先生果欲便家滇中，則以其室人晝夜涕泣請，將歸楚之黃安。蓋先生女若婿皆在黃安依耿先生以居，故其室人第願得歸黃安云。先生別號曰卓吾居士。卓吾居士別有傳，不具述，述其所以去滇者如此。"
      },
      {
        "index": 129,
        "text": "先生之行，取道西蜀，將穿三峽，覽瞿塘、灩澦之勝，而時時過訪其相知故人，則願先生無復留，攜其家人一意達黃安，使其母子得相共，終初念，而後東西南北，唯吾所適，不亦可乎？先生曰：「諾。」遂行。"
      },
      {
        "index": 130,
        "text": "《易經》未三絕，今史方伊始，非三冬二夏未易就緒，計必至明夏四五月乃可。過暑毒，即回龍湖矣。回湖唯有主張凈土，督課四方公案，更不作小學生鉆故紙事也。參禪事大，量非根器淺弱者所能擔。今時人最高者，唯有好名，無真實為生死苦惱怕欲求出脫也。日過一日，壯者老，少者壯，而老者又欲死矣。出來不覺就是四年，祗是怕死在方上，侍者不敢棄我屍，必欲裝棺材赴土中埋爾。今幸未死，然病苦亦漸多，當知去死亦不遠，但得回湖上葬於塔屋，即是幸事，不須勸我，我自然來也。來湖上化，則湖上即我歸成之地，子子孫孫道場是依，未可謂龍湖蕞爾之地非西方極樂凈土矣。"
      },
      {
        "index": 131,
        "text": "黃安上人，為有慈母照居在堂，念無以報母，乃割肉出血，書寫願文，對佛自誓，欲以此生成道，報答母慈。以為溫清雖孝，終是小孝，未足以報答吾母也。即使勉強勤學，成就功名以致褒崇，亦是榮耀他人耳目，未可以拔吾慈母於苦海也。唯有勤精進，成佛道，庶可藉此以報答耳。若以吾家孔夫子報父報母之事觀之，則雖武周繼述之大孝，不覺眇乎小矣。"
      },
      {
        "index": 132,
        "text": "今觀吾夫子之父母，至於今有耿光，則些小功名，真不足以成吾報母之業也。上人刺血書願，其志蓋如此而不敢筆之於文，則其志亦可悲矣！故余代書其意，以告諸同事云。"
      },
      {
        "index": 133,
        "text": "余初見上人時，上人尚攻舉子業，初亦曾以落發出家事告余，余甚不然之。今年過此，乃禿然一無發之僧，余一見之，不免驚訝，然亦知其有真誌矣。是以不敢顯言，但時時略示微意於語言之間，而上人心實誌堅，終不可以說辭諍也。今復如此，則真出家兒矣，他人可得比耶！因嘆古人稱學道全要英靈漢子，如上人非真英靈漢子乎？當時陽明先生門徒遍天下，獨有心齋為最英靈。心齋本一竈丁也，目不識丁，聞人讀書，便自悟性，徑往江西見王都堂，欲與之辯質所悟。此尚以朋友往也。後自知其不如，乃從而卒業焉。故心齋亦得聞聖人之道，此其氣骨為何如者！心齋之後為徐波石，為顏山農。山農以布衣講學，雄視一世而遭誣陷；波石以布政使清兵督戰而死廣南。雲龍風虎，各從其類，然哉！蓋心齋真英雄，故其徒亦英雄也；波石之後為趙大洲，大洲之後為鄧豁渠；山農之後為羅近溪，為何心隱，心隱之後為錢懷蘇，為程後臺：一代高似一代。所謂大海不宿死屍，龍門不點破額，豈不信乎！心隱以布衣出頭倡道而遭橫死，近溪雖得免於難，然亦幸耳，卒以一官不見容於張太嶽。蓋英雄之士，不可免於世而可以進於道。今上人以此進道，又誰能先之乎？故稱之曰大孝。"
      },
      {
        "index": 134,
        "text": "黃安二上人到此，時時言及師友之重。懷林曰：「據和尚平日所言師友，覺又是一樣者。」"
      },
      {
        "index": 135,
        "text": "余謂師友原是一樣，有兩樣耶？但世人不知友之即師，乃以四拜受業者謂之師；又不知師之即友，徒以結交親密者謂之友。夫使友而不可以四拜受業也，則必不可以與之友矣。師而不可以心腹告語也，則亦不可以事之為師矣。古人知朋友所系之重，故特加師字於友之上，以見所友無不可師者，若不可師，即不可友。大概言之，總不過友之一字而已，故言友則師在其中矣。若此二上人，是友而即師者也。其師兄常恐師弟之牽於情而不能擺脫也，則攜之遠出以堅固其道心；其師弟亦知師兄之真愛己也，遂同之遠出而對佛以發其弘願。此以師兄為友，亦以師兄為師者也，非友而師者乎？其師弟恐師兄徒知皈依西方而不知自性西方也，故常述其師稱贊鄧豁渠之語於師兄之前，其師兄亦知師弟之托意婉也，亦信念佛即參禪而不可以徒為念佛之計。此以師弟為友，亦以師弟為師者也，又非友而師者乎？故吾謂二上人方可稱真師友矣。若泛泛然群聚，何益耶，寧知師友之為重耶！"
      },
      {
        "index": 136,
        "text": "故吾因此時時論及鄧豁渠，又推豁渠師友之所自，二上人喜甚，以謂我雖忝為豁渠之孫，而竟不知豁渠之所自，今得先生開示，宛然如在豁渠師祖之旁，又因以得聞陽明、心齋先生之所以授受，其快活無量何如也！今但不聞先生師友所在耳。余謂學無常師，「夫子焉不學」，雖在今日不免套語，其實亦是實語。吾雖不曾四拜受業一個人以為師，亦不曾以四拜傳受一個人以為友，然比世人之時時四拜人，與時時受人四拜者，真不可同日而語也。我問此受四拜人，此受四拜人非聾即啞，莫我告也。我又遍問此四拜於人者，此四拜於人者亦非聾即啞，不知所以我告也。然則師之下在四拜明矣。然孰知吾心中時時四拜百拜屈指不能舉其多，沙數不能喻其眾乎？吾河以言吾師友於二上人之前哉！"
      },
      {
        "index": 137,
        "text": "余初會二上人時，見其念佛精勤，遂敘吾生平好高好潔之說以請教之。今相處日久，二上人之高潔比余當十百千倍，則高潔之說為不當矣。蓋高潔之說，以對世之委靡渾濁者則為應病之藥。余觀世人恒無真誌，要不過落在委靡渾濁之中，是故口是心非，言清行濁，了不見有好高好潔之實，而又反以高潔為余病，是以痛切而深念之。若二上人者，豈宜以高潔之說進乎？對高潔人談高潔，已為止沸益薪，況高潔十倍哉！是余蠢也。「過猶不及」，孔夫於言之詳矣。委靡渾濁而不進者，不及者也；好為高潔而不止者，大過者也：皆道之所不載也。二上人只宜如是而已矣。如是念佛，如是修行，如是持戒。如是可久，如是可大，如是自然登蓮臺而證真乘，成佛果，不可再多事也。念佛時但去念佛，欲見慈母時但去見慈母，不必矯情，不必逆性，不必昧心，不必抑志，直心而動，是為真佛。故念佛亦可，莫太高潔可矣。"
      },
      {
        "index": 138,
        "text": "數千里外山澤無告之老，翁皆得而時時衣食之，則翁之祿，豈但仁九族，惠親友已哉！"
      },
      {
        "index": 139,
        "text": "感德多矣，報施未也，可如何！承諭煩惱心，山野雖孤獨，亦時時有之。即此衣食之賜，既深以為喜，則缺衣少食之煩惱不言可知已。身猶其易者，籌而上之，有國則煩惱一國，有家則煩惱一家，無家則煩惱一身，所任愈輕，則煩惱愈減。然則煩惱之增減，唯隨所任之重輕耳。世固未聞有少煩惱之人也，唯無身乃可免矣。老子云：「若吾無身，更有何患？」無身則自無患，無患則自無惱。吁！安得聞出世之旨以免此後有之身哉！翁幸有以教之！此又山澤臒老晚年之第一煩惱處也。"
      }
    ]
  }
}