{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "曹公云：「老而能學，唯吾與袁伯業。」夫以四分五裂，橫戈支戟，猶能手不釋卷，況清遠閑曠哉一老子耶！雖然，此亦難強。余蓋有天幸焉。天幸生我目，雖古稀猶能視細書；天幸生我手，雖古稀猶能書細字。然此未為幸也。天幸生我性，平生不喜見俗人，故自壯至老，無有親賓往來之擾，得以一意讀書。天幸生我情，平生不愛近家人，故終老龍湖，幸免俯仰逼迫之苦，而又得以一意讀書。然此亦未為幸也。天幸生我心眼，開卷便見人，便見其人終始之概。夫讀書論世，古多有之，或見皮面，或見體膚，或見血脈，或見筋骨，然至骨極矣。縱自謂能洞五臟，其實尚未刺骨也。此余之自謂得天幸者一也。天幸生我大膽，凡昔人之所忻艷以為賢者，余多以為假，多以為迂腐不才而不切於用；其所鄙者、棄者、唾且罵者，余皆的以為可托國托家而托身也。其是非大戾昔人如此，非大膽而何？此又余之自謂得天之幸者二也。有此二幸，是以老而樂學，故作《讀書樂》以自樂焉。"
      },
      {
        "index": 2,
        "text": "天生龍湖，以待卓吾；天生卓吾，乃在龍湖。龍湖卓吾，其樂何如？四時讀書，不知其余，讀書伊何？會我者多。一與心會，自笑自歌；歌吟不已，繼以呼呵。慟哭呼呵，涕泗滂沱。"
      },
      {
        "index": 3,
        "text": "哭匪無因，書中有人；我觀其人，實獲我心。哭匪無因，空潭無人；未見其人，實勞我心。"
      },
      {
        "index": 4,
        "text": "棄置莫讀，束之高屋，怡性養神，輟歌送哭。何必讀書，然後為樂？乍聞此言，若憫不谷。"
      },
      {
        "index": 5,
        "text": "束書不觀，吾何以歡？怡性養神，正在此間。世界何窄，方冊何寬！千聖萬賢，與公何冤！"
      },
      {
        "index": 6,
        "text": "有身無家，有首無發，死者是身，朽者是骨。此獨不朽，願與偕歿，倚嘯叢中，聲震林鶻，歌哭相從，其樂無窮，寸陰可惜，曷敢從容！"
      },
      {
        "index": 7,
        "text": "富莫富於常知足，貴莫貴於能脫俗；貧莫貧於無見識，賤莫賤於無骨力。身無一賢曰窮，朋來四方曰達；百歲榮華曰夭，萬世永賴曰壽。"
      },
      {
        "index": 8,
        "text": "解者曰：常知足則常足，故富；能脫俗則不俗，故貴。無見識則是非莫曉，賢否不分，黑漆漆之人耳，欲往何適，大類貧兒，非貧而何？無骨力則待人而行，倚勢乃立，東西恃賴耳，依門傍戶，真同仆妾，非賤而何？身無一賢，緩急何以，窮之極也。朋來四方，聲應氣求，達之至也。吾夫子之謂矣。舊以不知恥為賤亦好，以得誌一時為夭尤好。然以流芳百世為壽，只可稱前後烈烈諸名士耳，必如吾夫子，始可稱萬世永賴，無疆上壽也。"
      },
      {
        "index": 9,
        "text": "去年花比今年早，今年人比去年老。盡道人老不如舊，誰信舊人老亦好。秋菊總開舊歲花，人今但把新人誇。不見舊日龍山帽，至今猶共說孟嘉？去年我猶在陰山，今年爾復在江南。"
      },
      {
        "index": 10,
        "text": "而人錯指前身是，一是文殊一瞿曇。花開於我復何有，人世那堪逢重九？舉頭望見鐘山高，出門便欲跨牛首。袁生袁生攜我手，欲往何之仍掣肘。雖有謝公墩，朝朝長在門。雖有階前塔，高高未出雲。褰裳緩步且相隨，一任秋光更設施。天生我輩必有奇，感君雅意來相期。"
      },
      {
        "index": 11,
        "text": "入門秋色上高堂，烹茶為具呼兒郎。歡來不用登高去，撲鼻迎風尊酒香，子美空吟白髮詩，淵明采采亦徒疲。何如今日逢故知，菊花共看未開時！"
      },
      {
        "index": 12,
        "text": "明朝七十一，今朝是七十。長而無述焉，既老復何益！雖有讀書樂，患失又患得。患失是伊何？去日已蹉跎。患得是伊何？來日苦無多。聰明雖不逮，精神未有害。故禿鋒芒少，指柔龍蛇在。宛然一書生，可笑亦可愛！且將未死身，暫作不死人。所幸我劉友，供饋不停手。"
      },
      {
        "index": 13,
        "text": "從者五七人，素飽為日久。如此賢主人，何愁天數九！"
      },
      {
        "index": 14,
        "text": "南來北去何時了？為利為名無了時。為利為名滿世間，南來北去正相宜。朔風三月衣裳單，塞上行人忍凍難。好笑山中觀靜者，無端絕塞受風寒。謂余為利不知余，謂渠為名豈識渠。"
      },
      {
        "index": 15,
        "text": "蓋名非利一事無，奔走道路胡為乎？試問長者真良圖，我願與世名利徒，同歌帝力樂康衢。"
      },
      {
        "index": 16,
        "text": "聞說淡然此日生，淡然此日卻為僧。僧寶世間猶時有，佛寶今看繡佛燈。可笑成男月上女，大驚小怪稱奇事。父然不見舍利佛，男身復隱知誰是。我勸世人莫浪猜，繡佛精舍是天臺。"
      },
      {
        "index": 17,
        "text": "天欲散花愁汝著，龍女成佛今又來。"
      },
      {
        "index": 18,
        "text": "十八羅漢漂海，第一胖漢利害。失腳踏倒須彌，拋散酒肉布袋。猶然嗔怪同行，要吃諸人四大。咄！天無底，地無蓋，好個極樂世界。"
      },
      {
        "index": 19,
        "text": "不去看經念偈，卻來神通遊戲。自誇能殺怨賊，好意翻成惡意。咦！南無阿彌陀佛，春夏秋冬四季。"
      },
      {
        "index": 20,
        "text": "楚國有一士，胸中無一字。令人讀《漢書》，便道賴有此。蓋世聰明者，非君竟誰與？"
      },
      {
        "index": 21,
        "text": "所以羅旴江，平生獨推許。行年五十一，今朝真死矣。君生良不虛，君死何曾死！"
      },
      {
        "index": 22,
        "text": "我是君之友，君是我之師。我年長於君，視君是先知。君言「吾少也」，如夢亦如癡。去去學神仙，中道復棄之。歸來山中坐，靜極心自怡。大事茍未明，兀坐空爾為。行行還出門，逝者在於斯。反照未生前，我心不動移。仰天一長嘯，茲事何太奇！從此一聲雷，平地任所施。開口向人難，誰是心相知？"
      },
      {
        "index": 23,
        "text": "太真終日語，東方容易談。本是閩越人，來此共閑閑。君子有德音，聽之使人慚。白門追隨後，萬里走滇南。移家恨已滿，敢曰青於藍？誌士苦妝飾，世儒樂茍安。謂君未免俗，令人坐長嘆。"
      },
      {
        "index": 24,
        "text": "君心未易知，吾言何惻惻！大言北海若，小言西河伯。緩言微風入，疾言養叔射。分言雜俚語，無不可思繹。和光混俗者，見之但爭席。浩氣滿乾坤，收斂無遺跡。時來一鼓琴，與君共晨夕。已矣莫我知，雖生亦何益！"
      },
      {
        "index": 25,
        "text": "秋深風落木，清水半池荷。驅馬向何去？吳門客子多。"
      },
      {
        "index": 26,
        "text": "屋有圖書潤，庭無秋菊鮮。應知彭澤令，一夜不曾眠。"
      },
      {
        "index": 27,
        "text": "東閣觀梅去，清尊怨未開。徘徊天際暮，獨與老僧來。"
      },
      {
        "index": 28,
        "text": "雷雨驚春候，寒梅次第開。金陵有逸客，特地看花來。"
      },
      {
        "index": 29,
        "text": "谷口鄭子真，棲遲市門裏。小樓延上客，酒酣猶未已。"
      },
      {
        "index": 30,
        "text": "空潭一老醜，薙發便為僧。願度恒沙眾，長明日月燈。"
      },
      {
        "index": 31,
        "text": "有家真是累，混俗亦招尤。去去山中臥，晨興粥一甌。"
      },
      {
        "index": 32,
        "text": "為儒已半世，食祿又多年。欲證無生忍，盡拋妻子緣。"
      },
      {
        "index": 33,
        "text": "大定非關隱，魂清自可人。而今應度者，不是宰官身。"
      },
      {
        "index": 34,
        "text": "水深能殺人，胡為浴於此？欲眠眠不得，念子於茲死！"
      },
      {
        "index": 35,
        "text": "不飲又不醉，子今有何罪？疾呼遂不應，痛恨此潭水！"
      },
      {
        "index": 36,
        "text": "骨肉歸故裏，童仆皆我棄。汝我如形影，今朝唯我矣！"
      },
      {
        "index": 37,
        "text": "結發為夫婦，恩情兩不牽。今朝聞汝死，不覺情淒然！"
      },
      {
        "index": 38,
        "text": "不為恩情牽，含淒為汝賢。反目未曾有，齊眉四十年。"
      },
      {
        "index": 39,
        "text": "中表皆稱孝，舅姑慰汝勞。出朋日夜往，龜手事香醪。"
      },
      {
        "index": 40,
        "text": "慈心能割有，約己善持家，緣余貪佛去，別汝在天涯。"
      },
      {
        "index": 41,
        "text": "近水觀魚戲，春山獨鳥啼。貧交猶不棄，何況糟糠妻！"
      },
      {
        "index": 42,
        "text": "冀缺與梁鴻，何人可比蹤？丈夫誌四海，恨汝不能從！"
      },
      {
        "index": 43,
        "text": "改歲以來，老病日侵，計不久矣。夫余七十人也，追思五十以前，抱此粗疏，遨遊四海，兼圖升鬥以贍俯仰，憑尺寸以奉高尊。人人皆視為畏途，余獨坦行闊步二十五載，不少一日，遍交當世名流，無空過者，直至今日，猶然念余不舍也。是世之所難者，余之所易也。及其解組入楚，身退矣，名且隱矣，可謂易而又易矣，乃行畏途覺平妥，逃空虛轉顛躓何耶？豈非理之不可曉者耶？夫余執此道以終始，未嘗一毫改步也。今難者反易，易者反難，雖余亦自不知其故矣。內實自傷，故因聞雁而遂賦之。"
      },
      {
        "index": 44,
        "text": "孤鴻向北征，夜半猶哀鳴。哀鳴何所為？欲我如鴻冥。"
      },
      {
        "index": 45,
        "text": "自有淩霄翮，高飛安不得。如何萬里行，反作淹留客？"
      },
      {
        "index": 46,
        "text": "獨雁雖無依，群飛尚有伴。可憐何處翁，兀坐生憂患！"
      },
      {
        "index": 47,
        "text": "日月湖中久，時聞冀北音。鴻飛如我待，鼓翼向山陰。"
      },
      {
        "index": 48,
        "text": "後數歲，余竟赴冀北，過山陰，其詞卒驗。"
      },
      {
        "index": 49,
        "text": "乘龍人歸去，誰復到吾門？薄暮多風雨，知子宿前村。"
      },
      {
        "index": 50,
        "text": "海物多奇錯，礪房味正清。夫妻共食啖，不得到麻城。"
      },
      {
        "index": 51,
        "text": "三子皆聰明，必然早著聲。若能舉孝廉，取道過西陵！"
      },
      {
        "index": 52,
        "text": "七十古來稀，知余能幾時？君宜善自計，莫念出家兒！"
      },
      {
        "index": 53,
        "text": "胡床掛空壁，窮巷有深居。滿目繁華在，先生獨晏如。"
      },
      {
        "index": 54,
        "text": "河內著碑銘，瞿塘流頌聲。百年林下叟，隱隱作儀刑。"
      },
      {
        "index": 55,
        "text": "四鄰簫管沸，大都為歲除。君看五馬貴，囊有一錢無？"
      },
      {
        "index": 56,
        "text": "有席雖長穿，有朋亦喜歡，園蔬堪摘矣，不用一錢看。"
      },
      {
        "index": 57,
        "text": "松風已可哀，蘿月復飛來。如何當此夜，萬里獨登臺？"
      },
      {
        "index": 58,
        "text": "鄭子玄不顧雨雪之難，走潞河，欲尋舊交，余懼其或有「嗟來」也，故作詩三章，以慰其行。"
      },
      {
        "index": 59,
        "text": "雨雪東南行，貧交家上京」時孔北海，極重鄭康成。"
      },
      {
        "index": 60,
        "text": "四顧堪愁絕，連天一月雪。恐抵張家灣，難對貧交說。"
      },
      {
        "index": 61,
        "text": "貧賤少親交，許由故棄瓢。許由千古少，蒙袂且相招。"
      },
      {
        "index": 62,
        "text": "密密梧桐樹，亭亭相與許。中夜聞人聲，疑是見君子。"
      },
      {
        "index": 63,
        "text": "芒種在今朝，君行豈不遙！農夫歡倒極，雨立迓星軺。"
      },
      {
        "index": 64,
        "text": "細問去來者，暮宿漢陽城。三日望京山，五日過西陵。"
      },
      {
        "index": 65,
        "text": "青翠滿池臺，徒增靜者哀。一步一回遠，君今去不來。"
      },
      {
        "index": 66,
        "text": "方我來歸日，是君傾蓋時。通玄信長者，北海好男兒！"
      },
      {
        "index": 67,
        "text": "季心何意氣，夜半猶開門。幸免窮途哭，能忘一飯恩！"
      },
      {
        "index": 68,
        "text": "黃昏入夏口，無計問劉琦。假若不逢君，流落安所之！"
      },
      {
        "index": 69,
        "text": "南國留棠陰，江城遺白叟。君思用趙人，猶憶江南否？"
      },
      {
        "index": 70,
        "text": "乘槎欲問天，只怕沖牛鬥。此桴欲浮海，又道蛟龍吼。"
      },
      {
        "index": 71,
        "text": "二八誰家女，曲彈塞上聲。且莫彈此曲，無家人難聽。"
      },
      {
        "index": 72,
        "text": "皎皎中秋月，無聲誰論價。有色兼有聲，松梅明月下。"
      },
      {
        "index": 73,
        "text": "三日三渡江，胡生何忙忙？師弟恩情重，不忍見武昌。"
      },
      {
        "index": 74,
        "text": "本無家可歸，原無路可走。若有路可走，還是大門口。"
      },
      {
        "index": 75,
        "text": "莫誇家裏富，家富令人醜。若實到家人，一毫亦無有。"
      },
      {
        "index": 76,
        "text": "亦知都府內，事事無不有。只是從外來，令人難長守。"
      },
      {
        "index": 77,
        "text": "芍藥庭開兩朵，經僧閣裏評論。木魚暫且停手，風送花香有情。"
      },
      {
        "index": 78,
        "text": "笑時傾城傾國，愁時倚樹憑闌。爾但一開兩朵，我來萬水千山。"
      },
      {
        "index": 79,
        "text": "解粽正思端午，懷沙莫問汨羅！且喜六龍下食，因知二妙堪多。"
      },
      {
        "index": 80,
        "text": "元方既難為弟，季方又難為兄。如此食麋自可，何必白日飛升！"
      },
      {
        "index": 81,
        "text": "我本老而好學，故隨真人東行。兩家並生才子，自然常聚德星。"
      },
      {
        "index": 82,
        "text": "泗州說有大聖，金陵亦有元城，何以維明與公，並稱「二李先生」。"
      },
      {
        "index": 83,
        "text": "濟漯相將日暮時，此間乃有杜陵池。三春花鳥猶堪賞，千古文章只自知。"
      },
      {
        "index": 84,
        "text": "水入南池讀古碑，任城為客此何時？從前祗為作詩苦，留得驚人杜甫詩。"
      },
      {
        "index": 85,
        "text": "世事真同水上浮，金龜好換酒家愁。山東李白今何在？城下唯瞻太白樓。"
      },
      {
        "index": 86,
        "text": "天寶年間事已非，先生不醉將安歸？當時豪氣三千丈，傾國名花贈玉妃。"
      },
      {
        "index": 87,
        "text": "不是先生偏愛菊，清霜獨有菊花開，滿庭秋色無人見，敢望白衣送酒來。"
      },
      {
        "index": 88,
        "text": "二十年前此地分，孤帆萬里出重雲。滇南昔日君憐我，白下今朝我哭君。"
      },
      {
        "index": 89,
        "text": "歲歲年年但寄書，草萍消息竟何如？巨卿未解山陽夢，垂老那堪策素車！"
      },
      {
        "index": 90,
        "text": "如鳥飛飛到處棲，今年九日在山西。太行正是登高處，無菊亦應有酒攜。"
      },
      {
        "index": 91,
        "text": "坪上無花有酒錢，慢將沽酒醉逃禪。若言不識酒中趣，可試登高一問天！"
      },
      {
        "index": 92,
        "text": "身在他鄉不望鄉，閑雲處處總淒涼。故人若問涼邊事，日射坪田索酒嘗。"
      },
      {
        "index": 93,
        "text": "眾僧齊唱阿彌陀，人在天涯歲又過。公道明朝七十一，誰知七十已蹉跎！"
      },
      {
        "index": 94,
        "text": "坪上相逢意氣多，至人為我飯樓那。燒燈熾炭紅如日，旅夕何愁不易過。"
      },
      {
        "index": 95,
        "text": "白髮催人無奈何，可憐除夕不除魔。春風十日冰開後，依舊長流沁水波。"
      },
      {
        "index": 96,
        "text": "閉關正爾為參禪，一任主人到客邊。無奈塵心猶不了，依然出戶拜新年。"
      },
      {
        "index": 97,
        "text": "元宵真是可憐宵，獨對狐燈坐寂寥。不是齋居能養性，嗔心幾被雪風搖。"
      },
      {
        "index": 98,
        "text": "南來消息不堪聞，腸斷龍堆日暮雲。當日雖然扶病去，來書已是細成文。"
      },
      {
        "index": 99,
        "text": "年少才情亦可誇，暫時不見即天涯。何當棄我先歸去，化作楚雲散作霞。"
      },
      {
        "index": 100,
        "text": "夢中相見語依依，忘卻從前抱病歸。四大皆隨風火散，去書猶囑寄秋衣。"
      },
      {
        "index": 101,
        "text": "年在桑榆身大同，吾今哭子非龍鐘。交情生死天來大，絲竹安能寫此中！"
      },
      {
        "index": 102,
        "text": "水決汾河趙已分，孟談潛出間三軍。如何智伯破亡後，高赦無功獨首論？"
      },
      {
        "index": 103,
        "text": "盡道當關用一夫，昔人曾此扡匈奴。如今冒頓來稽顙，李牧如前不足都。"
      },
      {
        "index": 104,
        "text": "千金一劍未曾磨，陡上關來感慨多。關下人稱真意氣，關頭人說白頭何！"
      },
      {
        "index": 105,
        "text": "逢人勿問我何方，信宿并州即我鄉。明日桑間橫渡去，兩程又見梅衡湘。"
      },
      {
        "index": 106,
        "text": "錫杖朝朝信老僧，蒼茫山色樹層層。出門只覺音聲別，不審身真到白登。"
      },
      {
        "index": 107,
        "text": "孟嘗門下客三千，狗盜雞鳴絕可憐。自脫秦關歸去後，始知二子會參禪。"
      },
      {
        "index": 108,
        "text": "世事由來不可論，波羅忍辱是玄門。今朝接得龍湖信，立喚沙彌取水焚。"
      },
      {
        "index": 109,
        "text": "一別山房便十年，親栽竹筱已參天。舊時年少唯君在，何處看山不可憐。"
      },
      {
        "index": 110,
        "text": "黃河遠綴白雲間，我欲上天天不難。主三誰雲通古道，人今唯見太行山。"
      },
      {
        "index": 111,
        "text": "程程物色使人羞，同上中原第一樓。太行雖有摧車路，千載人人到上頭。"
      },
      {
        "index": 112,
        "text": "荊卿原不識燕丹，只為田光一死難。慷慨悲歌唯擊築，蕭蕭易水至今寒。"
      },
      {
        "index": 113,
        "text": "夷門畫策卻秦兵，公子奪符出魏城。上客功成心遂死，千秋萬歲有侯嬴。"
      },
      {
        "index": 114,
        "text": "晉鄙合符果自疑，揮錘運臂有屠兒。情知不是信陵客，刎頸迎風一送之。"
      },
      {
        "index": 115,
        "text": "一回飛錫下江南，咫尺無由接笑談。卻羨婆須蜜氏女，發心猶願見瞿曇。"
      },
      {
        "index": 116,
        "text": "持缽來歸不坐禪，遙聞高論卻潸然。如今男子知多少，盡道官高即是仙。"
      },
      {
        "index": 117,
        "text": "盈盈細抹隨風雪，點點紅妝帶雨梅。莫道門前馬車富，子規今已喚春回。"
      },
      {
        "index": 118,
        "text": "聲聲喚出自家身，生死如山不動塵。欲見觀音今汝是，蓮花原屬似花人。"
      },
      {
        "index": 119,
        "text": "千年相守似兄弟，一別三年如隔世。今日還從江上來，孤雲野鶴在山寺。"
      },
      {
        "index": 120,
        "text": "憶別龍湖才幾時，天涯霜雪凈須眉。君今復自龍湖至，鬢裏有絲君自知。"
      },
      {
        "index": 121,
        "text": "秣陵人去帝京遊，可是隋珠復暗投。昨夜山前雷雨作，傳君一字到黃州。"
      },
      {
        "index": 122,
        "text": "一枝斜倚古垣東，白首逢君出洞龍，莫怪花神爭笑語，周郎昨夜此山中。"
      },
      {
        "index": 123,
        "text": "始知春意屬閑身，紅白相將入望頻。古到開時君又去，看花不是種花人。"
      },
      {
        "index": 124,
        "text": "謾道男兒四海身，百錢賣卜不愁貧。即今欲上黃梅路，誰把十金拋與人？"
      },
      {
        "index": 125,
        "text": "牡丹才記欲開時，芍藥於今久離披。可是山中無人到，花開花謝總不知。"
      },
      {
        "index": 126,
        "text": "憶昔長安看花時，牡丹獨有醉西施。省中一樹花無數，共計二百單八枝。"
      },
      {
        "index": 127,
        "text": "皎皎空中石，結茅俯青溪。魚遊新月下，人在小橋西。人室呼尊酒，逢春信馬蹄。"
      },
      {
        "index": 128,
        "text": "因依如可就，筇竹正堪攜。"
      },
      {
        "index": 129,
        "text": "高館張燈夜，清尊興不空。故交來昨日，千里動春風。竹影寒塘下，歌聲細雨中。"
      },
      {
        "index": 130,
        "text": "可憐新歲月，偏向舊衰翁。"
      },
      {
        "index": 131,
        "text": "舉網澄潭下，憑闌看得魚。誰將從事酒，一問子雲廬？水白沙鷗凈，天空木葉疏。"
      },
      {
        "index": 132,
        "text": "中秋今夜月，爾我獨躊躇。"
      },
      {
        "index": 133,
        "text": "竹徑來三友，清幽半在君。拋書為對客，把酒好論文。青苔過雨後，獨鶴向人群。"
      },
      {
        "index": 134,
        "text": "攜手欲同去，相看日未曛。"
      },
      {
        "index": 135,
        "text": "暑在人還倦，竹深風自涼。茶來頻我酌，酒到與君嘗。徙倚窺馴鹿，聞呼過短墻。"
      },
      {
        "index": 136,
        "text": "沈吟秋日近，容易得相將。"
      },
      {
        "index": 137,
        "text": "不是環陽客，何來席上棋！推窗雲亦去，俯檻月猶遲。水底魚龍醒，花間鳥鵲饑。"
      },
      {
        "index": 138,
        "text": "眼看春又半，雖老亦忘疲。"
      },
      {
        "index": 139,
        "text": "冰肌仍帶雪，霜鬢更逢梅。花是去年白，人知何日回？一杯臨老客，三度隔墻開。"
      },
      {
        "index": 140,
        "text": "無計就君住，明朝還復來。"
      },
      {
        "index": 141,
        "text": "我乃無歸處，君胡為遠遊？窮途須痛哭，得意勿淹留！旅鬢迎霜日，詩囊帶雨秋。"
      },
      {
        "index": 142,
        "text": "薊門雖落莫，應念有焦侯。"
      },
      {
        "index": 143,
        "text": "似君初度日，不敢少年看。百歲人間易，逢君世上難。三杯生瑞氣，一雨送春寒對客猶辭醉，尊前有老聃。"
      },
      {
        "index": 144,
        "text": "交契得如君，香煙可斷雲。既歸第一義，寧復昔三分？金石有時敝，關張孰不聞！"
      },
      {
        "index": 145,
        "text": "我心無所似，只是敬將軍。"
      },
      {
        "index": 146,
        "text": "英雄再出世，烈烈有暉光。火焰明初日，金精照十方。居然圍白馬，猶欲斬顏良。"
      },
      {
        "index": 147,
        "text": "豈料人千載，又得見關王。"
      },
      {
        "index": 148,
        "text": "白盡余生發，單存不老心。棲棲非學楚，切切為交深。遠夢悲風送，秋懷落木吟。"
      },
      {
        "index": 149,
        "text": "古來聰聽者，或別有知音。"
      },
      {
        "index": 150,
        "text": "灌園看老圃，秋色似江南。畦沁蔬堪摘，霜黃柿未甘。爾非陳仲子，我豈老瞿曇！"
      },
      {
        "index": 151,
        "text": "聊共班荊坐，憑君說兩三。"
      },
      {
        "index": 152,
        "text": "客久歲雲暮，吾衰道自尊。時辰催短速，晷刻變寒溫。人賤時爭席，神傷早閉門。"
      },
      {
        "index": 153,
        "text": "新春看爾到，應念我猶存！"
      },
      {
        "index": 154,
        "text": "正爾逢春日，到來兩足尊。偷生長作客，僧臘始開門，淡淡梅初放，如如雪可吞。"
      },
      {
        "index": 155,
        "text": "千三四百里，又是一乾坤。"
      },
      {
        "index": 156,
        "text": "呼朋萬里外，拍手層霄間。塞晚浮煙重，天空歲月閑。斷雲迷古戍，落日照西山。"
      },
      {
        "index": 157,
        "text": "幸有聲歌在，更殘且未還。"
      },
      {
        "index": 158,
        "text": "憑高一灑衣，望遠此何時？正是中元節，兼聽遊女悲。杯幹旋可酌，曲罷更題詩。"
      },
      {
        "index": 159,
        "text": "願將北流水，彈與鐘子期。"
      },
      {
        "index": 160,
        "text": "中丞綏定後，攜我共登臨。所喜聞謠俗，非幹懷壯心，山雲低薄暮，樓日壓重陰。"
      },
      {
        "index": 161,
        "text": "欲歸猶未可，此地有知音。"
      },
      {
        "index": 162,
        "text": "逍遙下北溟，迤儷向南征。剎利標名姓，仙山紀水程。回頭十萬里，舉目九重城。"
      },
      {
        "index": 163,
        "text": "觀國之光未？中天日正明。"
      },
      {
        "index": 164,
        "text": "懷人千佛嶺，避暑碧霞顛。試問山中樂，何如品外泉？陰陰藤掛樹，隱隱日為年。"
      },
      {
        "index": 165,
        "text": "坐覺涼鳳至，披襟共灑然。"
      },
      {
        "index": 166,
        "text": "為有玉田飯，任從金粟過。名園花樹早，小徑牛羊多。煮茗通玄理，焚香去染屙。"
      },
      {
        "index": 167,
        "text": "宗侯非曠蕩，若意在煙蘿。"
      },
      {
        "index": 168,
        "text": "我來齊境上，吊古問東平。雨細河魚出，雲收山鳥鳴。夭桃夾岸去，弱柳送春行。"
      },
      {
        "index": 169,
        "text": "最樂誰堪比？唯君悟此生。"
      },
      {
        "index": 170,
        "text": "誰道百夫長，勝作一書生。渤海新開府，中原盡點兵。倭夷兩步卒，廊廟幾公卿。"
      },
      {
        "index": 171,
        "text": "不見魯連子，射書救聊城？"
      },
      {
        "index": 172,
        "text": "弦歌古渡口，經過欲停舟。世變人何往，神傷意不留。文章誇海岱，禮樂在春秋。"
      },
      {
        "index": 173,
        "text": "堪笑延陵劄，同時失子遊！"
      },
      {
        "index": 174,
        "text": "先師無戲論，一笑定千秋。白雪難同調，青雲誰見收。春風吹細草，明月照行舟。"
      },
      {
        "index": 175,
        "text": "魯國多男子，幾人居上頭？"
      },
      {
        "index": 176,
        "text": "疏鐘夜半落雲房，今夕何由見武昌？流水有情憐我老，秋風無恙斷人腸。"
      },
      {
        "index": 177,
        "text": "千年芳草題鸚鵡，萬里長江入漢陽。大別原非分別者，登臨不用更悲傷。"
      },
      {
        "index": 178,
        "text": "烽火城西百將屯，寒煙曉爨萬家村。雄邊子弟誇雕韉，絕塞將軍早閉門。"
      },
      {
        "index": 179,
        "text": "而海何年知浪靜，登壇空自拜君恩。雲中今有真頗牧，安得移來覲至尊？"
      },
      {
        "index": 180,
        "text": "重門天險設居庸，百二山河勢轉雄。關吏不聞占紫氣，行人或共說非熊。"
      },
      {
        "index": 181,
        "text": "灣環出水馬蹄澀，回復穿雲月露融。燕市即今休感慨，漢家封事已從容。"
      },
      {
        "index": 182,
        "text": "世道由來未可孤，百年端的是吾徒。時逢重九花應醉，人至論心病亦蘇。"
      },
      {
        "index": 183,
        "text": "老檜深枝喧暮鵲，西風落日下庭梧。黃金臺上思千里，為報中郎速進途。"
      },
      {
        "index": 184,
        "text": "萬國衣冠共一新，婆裟獨占上方春。誰知向闕山呼日，正是飛花極樂辰？"
      },
      {
        "index": 185,
        "text": "寂寂僧歸雲際寺，溶溶月照隴頭人。年來鬢發隨刀落，欲脫塵勞卻惹塵。"
      },
      {
        "index": 186,
        "text": "無端滯落此江瀕，雨濕征衫逢故人。公道三元猶浪跡，誰知深院有孤身？"
      },
      {
        "index": 187,
        "text": "才傾八斗難留客，酒賦千鐘不厭貧。自是仙郎佳況在，何妨老子倍精神。"
      },
      {
        "index": 188,
        "text": "三馬同槽買鄴都，轉身賣與小羌胡。山濤不是私憂者，羊祜寧知非算無？"
      },
      {
        "index": 189,
        "text": "天塹長江權入晉，地分左衽終輸吳。當時王謝成何事？只好清談對酒壚。"
      },
      {
        "index": 190,
        "text": "王睿樓船下益州，金陵懷古獨稱劉。千尋鐵鎖沈江底，百萬龍驤上石頭。"
      },
      {
        "index": 191,
        "text": "賦就群公皆閣筆，功成二子莫為仇。鐘山王氣千年在，不見長江日夜浮！"
      },
      {
        "index": 192,
        "text": "琉璃道上日初西，馬繞秋風萬木低。僧舍不關從客去，田家有酒為誰攜？"
      },
      {
        "index": 193,
        "text": "籬邊小雨催黃菊，山岫明星報曉雞。自有深公為伴侶，何妨一笑過前溪！"
      },
      {
        "index": 194,
        "text": "支公遁妓此山居，深院巢雲愧不如。自借松風一高枕，始知僧舍是吾廬。"
      },
      {
        "index": 195,
        "text": "風吹竹柏袈裟破，月滿池塘鐘磬虛。獨有宿緣酬未畢，臨歧策馬復躊躇。"
      },
      {
        "index": 196,
        "text": "日暮西風江上臺，森森古木使人哀。二雲一夜真堪賦，魯國何年入望來？"
      },
      {
        "index": 197,
        "text": "千載推賢唯伯仲，百年想像見嬰孩。翛然欲下門庭雪，知是先生愛不才。"
      }
    ]
  }
}