{
  "chapterNumber": 1,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "天下無一人不生知，無一物不生知，亦無一刻不生知者，但自不知耳，然又未嘗不可使之知也。惟是土木瓦石不可使知者，以其無情，難告語也；賢智愚不肖不可使知者，以其有情，難告語也。除是二種，則雖牛馬驢駝等，當其深愁痛苦之時，無不可告以生知，語以佛乘也。"
      },
      {
        "index": 2,
        "text": "據渠見處，恰似有人生知，又有人不生知。生知者便是佛，非生知者未便是佛。我不識渠半生以前所作所為，皆是誰主張乎？不幾於日用而不知乎？不知尚可，更自謂目前不敢冒認作佛。既目前無佛，他日又安得有佛也？若他日作佛時，佛方真有，則今日不作佛時，佛又何處去也？或有或無，自是識心分別，妄為有無，非汝佛有有有無也明矣。"
      },
      {
        "index": 3,
        "text": "且既自謂不能成佛矣，亦可自謂此生不能成人乎？吾不知何以自立於天地之間也。既無以自立，則無以自安。無以自安，則在家無以安家，在鄉無以安鄉，在朝廷無以安朝廷。吾又不知何以度日，何以面於人也。吾恐縱謙讓，決不肯自謂我不成人也審矣。既成人矣，又何佛不成，而更等待他日乎？天下寧有人外之佛，佛外之人乎？若必待仕宦婚嫁事畢然後學佛，則是成佛必待無事，是事有礙於佛也。有事未得作佛，是佛無益於事也。佛無益於事，成佛何為乎？事有礙於佛，佛亦不中用矣，豈不深可笑哉？才等待，便千萬億劫，可畏也夫！"
      },
      {
        "index": 4,
        "text": "明德本也，親民末也，故曰「物有本末」。又曰「自天子以至於庶人，壹是皆以修身為本」茍不明德以修其身，是本亂而求未之治，胡可得也。人之至厚者莫如身，茍不能明德以修身，則所厚者薄無所不薄，而謂所薄者厚，無是理也。故曰「未之有也」。今之談者，乃舍明德而直言親民，何哉？不幾於舍本而圖未，薄所厚而欲厚所薄乎！意者親民即明德事耶！"
      },
      {
        "index": 5,
        "text": "吾之德既明，然後推其所有者以明明德於天下，此大人成己、成物之道所當如是，非調親民然後可以明吾之明德之謂也！且明德者吾之所本有，明明德於天下者，亦非強人之所本無。"
      },
      {
        "index": 6,
        "text": "故又示之曰「在止於至善」而已。無善無惡，是謂至善，於此而知所止，則明明德之能事畢矣。由是而推其餘者以及於人，於以親民，不亦易易乎！"
      },
      {
        "index": 7,
        "text": "故終篇更不言民如何親，而但曰明德；更不言德如何明，而但曰止至善；不曰善如何止，而但曰知止；不曰止如何知，而直曰格物以致其知而已。所格者何物？所致者何知？蓋格物則自無物，無物則自無知。故既知所止，則所知亦止；茍所知未止，亦未為知止也。故知止其所不知，斯致矣。予觀《大學》如此詳悉開示，無非以德未易明，止未易知。故又贊之曰：「人能知止，則常寂而敞也，至靜而無欲也，安安而不遷也，百慮而一致也。」今之談者，切己自反，果能常寂而敞乎？至靜而無欲乎？安固而不搖乎？百慮而致之一乎？是未可知耳。"
      },
      {
        "index": 8,
        "text": "奈之何遽以知止自許、明德自任，而欲上同於大人親民之學也！然則顏子終身以好學稱，曾子終身以守約名，而竟不敢言及親民事者，果皆非邪，果皆偏而不全之學耶！"
      },
      {
        "index": 9,
        "text": "世固有終其身覓良師友、親近善知識，而卒不得收寧止之功者，亦多有之，況未嘗一日親近善知識而遂以善知識自任，可乎！"
      },
      {
        "index": 10,
        "text": "人猶水也，豪傑猶巨魚也。欲求巨魚，必須異水；欲求豪傑，必須異人。此的然之理也。"
      },
      {
        "index": 11,
        "text": "今夫井，非不清潔也，味非不甘美也，日用飲食非不切切於人，若不可缺以旦夕也。然持任公之釣者，則未嘗井焉之之矣。何也？以井不生魚也。欲求三寸之魚，亦了不可得矣。今夫海，未嘗清潔也，未嘗甘旨也。然非萬斛之舟不可入，非生長於海者不可以履於海。蓋能活人，亦能殺人，能富人，亦能貧人。其不可恃之以為安，倚之以為常也明矣。然而鯤鵬化焉，蛟龍藏焉，萬寶之都，而吞舟之魚所樂而遊遨也。彼但一開口，而百丈風帆並流以入，曾無所於礙，則其腹中固已江、漢若矣。此其為物，豈豫且之所能制，網罟之所能牽邪！自生自死，自去自來，水族千億，惟有驚怪長太息而已，而況人未之見乎！"
      },
      {
        "index": 12,
        "text": "余家泉海，哼人謂余言：「有大魚入港，潮去不得去。呼集數十百人，持刀斧，直上魚背，恣意砍割，連數十百石，是魚猶恬然如故也而潮至，復乘之而去矣。」然此猶其小者也。乘潮入港，港可容身，則茲魚亦苦不大也。余有友莫姓者，住雷海之濱，同官滇中，親為我言：「有大魚如山，初視，猶以為雲若霧也。中午霧盡收，果見一山在海中，連亙若太行，自東徙西，直至半月日乃休。」則是魚也，其長又奚啻三千餘里者哉！"
      },
      {
        "index": 13,
        "text": "嗟乎！豪傑之士，亦若此焉爾矣。今若索豪士於鄉人皆好之中，是猶釣魚於井也，胡可得也！則其人可謂智者歟！何也？豪傑之士決非鄉人之所好，而鄉人之中亦決不生豪傑。古今賢聖皆豪傑為之，非豪傑而能為聖賢者，自古無之矣。今日夜汲汲，欲與天下之豪傑共為賢聖，而乃索豪傑於鄉人，則非但失卻豪傑，亦且失卻賢聖之路矣。所謂北轅而南其轍，亦又安可得也！吾見其人決非豪傑，亦決非有為聖賢之真誌者。何也？若是真豪傑，決無有不識豪傑之人，若是真誌要為聖賢，決無有不知賢聖之路者。尚安有坐井釣魚之理也！"
      },
      {
        "index": 14,
        "text": "穿衣吃飯即是人倫物理；除卻穿衣吃飯，無倫物矣。世間種種皆衣與飯類耳，故舉衣與飯而世間種種自然在其中，非衣食之外更有所謂種種絕與百姓不相同者也。學者只宜於倫物上識真空，不當於倫物上辨倫物。故曰：「明於庶物，察於人倫。」於倫物上加明察，則可以達本而識真源；否則，只在倫物上計較忖度，終無自得之日矣。支離、易簡之辨，正在於此。明察得真空，則為由仁義行，不明察，則為行仁義，入於支離而不自覺矣。可不慎乎！"
      },
      {
        "index": 15,
        "text": "昨者復書「真空」十六字，已說得無滲漏矣。今復為註解以請正，何如？所謂「空不用空」者，謂是太虛空之性，本非人之所能空也。若人能空之，則不得謂之太虛空矣，有何奇妙，而欲學者專以見性為極則也耶！所謂「終不能空」者，謂若容得一毫人力，便是塞了一分真空，塞了一分真空，便是染了一點塵垢。此一點塵垢便是千劫系驢之橛，永不能出離矣，可不畏乎！世間蕩平大路，千人共由，萬人共履，我在此，兄亦在此，合邑上下俱在此。若自生分別，則反不如百姓日用矣，幸裁之！"
      },
      {
        "index": 16,
        "text": "弟老矣，作筆草草，甚非其意。兄倘有誌易簡之理，不願虛生此一番，則弟雖吐肝膽之血以相究證，亦所甚願；如依舊橫此見解，不復以生死為念，千萬勿勞賜教也！"
      },
      {
        "index": 17,
        "text": "兄所教者正朱夫子之學，非虞廷精一之學也。糟則一，一則不二，不二則平，一則糟，精則不疏，不疏則實。如渠老所見甚的確，非虛也，正真實地位也；所造甚平易，非高也，正平等境界也。蓋親得趙老之傳者。雖其東西南北，終身馳逐於外，不免遺棄之病，亦其賤，獨不有所以跡者乎？跡則人人殊，有如面然。面則千萬其人，亦千萬其面矣。人果有千萬者乎？渠惟知其人之無千萬也，是以謂之知本也，是以謂之一也；又知其面之不容不千萬而一聽其自千自萬也，是以謂之至一也，是以謂之大同也。"
      },
      {
        "index": 18,
        "text": "如其跡，則渠老之不同於大老，亦猶大老之不同於心老，心老之不同於陽明老也。若其人，則安有數老之別哉！知數老之不容分別，此數老之學歷以能繼千聖之絕，而同歸於「一以貫之」之旨也。若概其面之不同而遂疑其人之有異，因疑其人之有異而遂疑其學之不同，則過矣！渠正充然滿腹也，而我以畫餅不充疑之；渠正安穩在彼岸也，而我以虛浮無歸宿病之。是急人之急而不自急其急，故弟亦願兄之加三思也。使兄之學真以朱子者為是，而以精一之傳為非是，則弟更何說乎？若猶有疑於朱子，而尚未究於精一之宗，則兄於此當有不容以已者在。今據我二人論之：兄精切於人倫物理之間，一步不肯放過；我則從容於禮法之外，務以老而自佚。其不同者如此。兄試靜聽而細觀之：我二人同乎，不同乎？一乎，不一乎？"
      },
      {
        "index": 19,
        "text": "若以不同看我，以不一看我，誤矣。"
      },
      {
        "index": 20,
        "text": "但得一，萬事畢，更無有許多物事及虛實高下等見解也。到此則誠意為真誠意，致知為真致知，格物為真格物。說誠意亦可，說致知亦可，說格物亦可，何如？何如？我二人老矣。"
      },
      {
        "index": 21,
        "text": "彼此同心，務共證盟千萬古事業，勿徒為泛泛會聚也！"
      },
      {
        "index": 22,
        "text": "昔在京師時，多承諸公接引，而承先生接引尤勤、蒙啟蔽，時或未省，而退實沈思。既久，稍通解耳。師友深恩，永矢不忘，非敢佞也。年來衰老非故矣，每念才弱質單，獨力難就，恐遂為門下鄙棄，故往往極意參尋，多方選勝，翼或有以贊我者，而詎意學者之病又盡與某相類耶！但知為人，不知為己，惟務好名，不肯務實，夫某既如此矣，又復與此人處，是相隨而入於陷阱也。"
      },
      {
        "index": 23,
        "text": "「無名，天地之始」，誰其能念之！以故閉戶卻掃，恰然獨坐。或時飽後，散步涼天，箕踞行遊，出從二三年少，聽彼俚歌，聆此笑語，謔弄片時，亦足供醒脾之用，可以省卻枳木丸子矣。及其飽悶已過，情景適可，則仍舊如前鎖門獨坐而讀我書也。其蹤跡如此，豈誠避人哉！若樂於避人，則山林而已矣，不城郭而居也，故土而可矣，不以他鄉遊也。公其以我為誠然否？然則此道也，非果有夕死之大懼，朝聞之真誌，聰明蓋世，剛健篤生，卓然不為千聖所搖奪者，未可遽以與共學此也。蓋必其人至聰至明，至剛至健，而又逼之以夕死，急之以朝聞，乃能退就實地，不驚不震，安穩而踞坐之耳。區區世名，且視為浼己也，肯耽之乎？"
      },
      {
        "index": 24,
        "text": "向時尚有賤累，今皆發回原籍，獨身在耳。太和之遊，未便卜期。年老力艱，非大得所不敢出門戶。且山水以人為重，未有人而千里尋山水者也。閑適之余，著述頗有，嘗自謂當藏名山，以俟後世子云。今者有公，則不啻玄晏先生也。計即呈覽，未便以覆酒甕，其如無力繕寫何！"
      },
      {
        "index": 25,
        "text": "飄然一身，獨往何難。從此東西南北，信無不可，但不肯人公府耳。此一點名心，終難脫卻，然亦不須脫卻也。世間人以此謂為學者不少矣。由此觀之，求一真好名者，舉世亦無，則某之閉戶又宜矣。"
      },
      {
        "index": 26,
        "text": "承諭，《李氏藏書》，謹抄錄一通，專人呈覽。年來有書三種，惟此一種系千百年是非，人更八百，簡帙亦繁，計不止二千葉矣。更有一種，專與朋輩往來談佛乘者，名曰《李氏焚書》，大抵多因緣語、忿激語，不比尋常套語。恐覽者或生怪撼，故名曰《焚書》，言其當焚而棄之也。見在者百有餘紙，陸續則不可知，今姑未暇錄上。又一種則因學士等不明題中大旨，乘便寫數句貽之，積久成帙，名曰《李氏說書》，中間亦甚可觀。如得數年未死，將《語》、《孟》逐節發明，亦快人也。惟《藏書》宜閉秘之，而喜其論著稍可，亦欲與知音者一談，是以呈去也。其中人數既多，不盡妥當，則《晉書》、《唐書》、《宋史》之罪，非余責也。"
      },
      {
        "index": 27,
        "text": "竊以魏、晉諸人標致殊甚，一經穢筆，反不標致。真英雄子，畫作疲軟漢矣；真風流名世者，畫作俗士；真啖名不濟事客，畫作褒衣大冠，以堂堂巍巍自負。豈不真可笑！因知范曄尚為人傑，《後漢》尚有可觀。今不敢謂此書諸傳皆已妥當，但以其是非堪為前人出氣而已，斷斷然不宜使俗士見之。望兄細閱一過，如以為無害，則題數句於前，發出編次本意可矣，不願他人作半句文字於其間也。何也？今世想未有知卓吾子者也。然此亦惟兄斟酌行之。"
      },
      {
        "index": 28,
        "text": "弟既處遠，勢難遙度，但不至取怒於人，又不至汙辱此書，即為愛我。中間差訛甚多帷須細細一番乃可。若論著則不可改易，此吾精神心術所系，法家傳爰之書，未易言也。"
      },
      {
        "index": 29,
        "text": "本欲與上人偕往，面承指教，聞白下荒甚，恐途次有儆，稍待麥熟，或可買舟來矣。生平慕西湖佳勝，便於舟航，且去白下密邇。又今世俗子與一切假道學，共以異端目我，我謂不如遂為異端，免彼等以虛名加我，何如？夫我既已出家矣，特余此種種耳，又何惜此種種而不以成此名耶！或一會兄而往，或不及會，皆不可知，第早晚有人往白下報曰，「西湖上有一白須老而無發者」，必我也夫！必我也夫！從此未涅槃之日，皆以閱藏為事，不復以儒書為意也。"
      },
      {
        "index": 30,
        "text": "前書所云鄧和尚者果何似？第一機即是第二機，月泉和尚以婢為夫人也。第一機不是第二機，豁渠和尚以為真有第二月在天上也。此二老宿，果致虛極而守靜篤者乎？何也？蓋惟其知實之為虛，是以虛不極，惟其知動之即靜，是以靜不篤。此是何等境界，而可以推測擬議之哉！故曰「億則屢中」，非不屢中也，而億焉則其害深矣。夫惟聖人不億，不億故不中，不中則幾焉。何時聚首合並，共證斯事。"
      },
      {
        "index": 31,
        "text": "潘雪松聞已行取，《三經解》刻在金華，當必有相遺。遺者多，則分我一二部。我於《南華》已無稿矣，當時特為要刪太繁，故於隆寒病中不四五日塗抹之。《老子解》亦以九日成，蓋為蘇註未愜，故就原本添改數行。《心經提綱》則為友人寫《心經》畢，尚余一幅，遂續墨而填之，以還其人。皆草草了事，欲以自娛，不意遂成木災也！若《藏書》則真實可喜。潘新安何如人乎？既已行取，便當居言路作諍臣矣，不肖何以受知此老也。其信我如是，豈真心以我為可信乎，抑亦從兄口頭，便相隨順信我也？若不待取給他人口頭便能自著眼睛，索我於牝牡驪黃之外，知卓吾子之為世外人也，則當今人才，必不能逃於潘氏藻鑒之外，可以稱具眼矣。"
      },
      {
        "index": 32,
        "text": "丘書云：「仆謂丹陽實病。」柳（塘）云「何有於病？且要反身默識。識默耶，識病耶？"
      },
      {
        "index": 33,
        "text": "此時若纖念不起，方寸皆空，當是丹陽，但不得及此境界耳。」"
      },
      {
        "index": 34,
        "text": "苦海有八，病其一也。既有此身，即有此海；既有此病，即有此苦。丹陽安得而與人異邪！人知病之苦，不知樂之苦——樂者苦之因，樂極則苦生矣。人知病之苦，不知病之樂——苦者樂之因，苦極則樂至矣。苦樂相乘，是輪回種；因苦得樂，是因緣法。丹陽雖上仙，安能棄輪回，舍因緣，自脫於人世苦海之外邪？但未嘗不與人同之中，而自然不與人同者，以行糧素具，路頭素明也。此時正在病，只一心護病，豈容更有別念乎，豈容一毫默識工夫參於其間乎！是乃真第一念也，是乃真無二念也；是乃真空也，是乃真纖念不起，方寸皆空之實境也。非謂必如何空之而後可至丹陽境界也。若要如何，便非實際，便不空矣。"
      },
      {
        "index": 35,
        "text": "昨承教言，對使裁謝，尚有未盡，謹復錄而上之。蓋老丈專為上上人說，恐其過高，或有遺棄之病；弟則真為了下人說，恐其沈溺而不能出，如今之所謂出家兒者、祗知有持缽糊口事耳。然世間惟下下人最多，所謂滔滔者天下皆是也。若夫上上人，則舉世絕少，非直少也，蓋絕無之矣。如弟者，滔滔皆是人也。此其絕無者，舉世既無之矣，又何說焉。"
      },
      {
        "index": 36,
        "text": "年來每深嘆憾，光陰去矣，而一官三十餘年，未嘗分毫為國出力，徒竊俸余以自潤。既幸雙親歸土，弟妹七人婚嫁各畢。各幸而不缺衣食，各生兒孫。獨余連生四男三女，惟留一女在耳。而年逼耳順，體素贏弱，以為弟侄已滿目，可以無歉矣，遂自安慰焉。蓋所謂欲之而不能，非能之而自不欲也，惟此一件人生大事未能明了，心下時時煩懣；故遂棄官入楚，事善知識，以求少得。蓋皆陷溺之久，老而始覺，絕未曾自棄於人倫之外者。"
      },
      {
        "index": 37,
        "text": "平生師友散在四方，不下十百，盡是仕宦忠烈丈夫，如兄輩等耳。弟初不敢以彼等為徇人，彼等亦不以我為絕世，各務以自得而已矣。故相期甚遠，而形假遺。願作聖者師聖，願為佛者宗佛。不同在家出家，人知與否，隨其資性，一任進道，故得相與共為學耳。然則所取於渠者，豈取其棄人倫哉，取其志道也。中間大略不過曰：「其為人倔強難化如此。始焉不肯低頭，而終也遂爾稟服師事。」因其難化，故料其必能得道，又因其得道，而復喜其不負倔強初誌。如此而已。然天下之倔強而不得道者多矣。若其不得道，則雖倔強何益，雖出家何用。雖至於斷臂燃身，亦祗為喪身失命之夫耳，竟何補也！故茍有志於道，則在家可也，孔、孟不在家乎？出家可也，釋迦佛不出家乎？今之學佛者，非學其棄凈飯主之位而苦行於雪山之中也，學其能成佛之道而已。今之學孔子者，非學其能在家也，學其能成孔子之道而已。若以在家者為是，則今之在家學聖者多矣，而成聖者其誰耶？若以出家為非，則今之非釋氏者亦不少矣，而終不敢謂其非佛，又何也？然則學佛者，要於成佛爾矣。渠既學佛矣，又何說乎？"
      },
      {
        "index": 38,
        "text": "承示云，趙老與胡氏書，極詆渠之非，曰：「雲水瓢笠之中，作此乞墦登壟之態。」覽教至此，不覺泫然！斯言毒害，實刺我心。我與彼得無盡墮其中而不自知者乎？當時胡氏必以致仕分高品，輕功名富貴為善學者，故此老痛責渠之非以曉之，所謂言不怒，則聽者不入是也。今夫人人盡知求富貴利達者之為乞墦矣，而孰知雲水瓢笠之眾，皆乞墦耶！使胡氏思之，得無知斯道之大，而不專在於輕功名富貴之間乎？然使趙老而別與溺於富貴功名之人言之，則又不如此矣。所謂因病發藥，因時治病，不得一概，此道之所以為大也。吾謂趙老真聖人也。渠當終身依歸，而奈何其遽舍之而遠去耶！然要之各從所好，不可以我之意而必渠之同此意也。獨念乞墦之辱，心實恥之，而卒不得免者何居？意者或借聞見以為聰明，或藉耳目以為心腹歟！或憑冊籍以為斷案，或依孔、佛以為泰山歟！有一於此，我乃齊人，又安能笑彼渠也。此弟之所痛而苦也。兄其何以教之？"
      },
      {
        "index": 39,
        "text": "承諭欲弟便毀此文，此實無不可，但不必耳。何也？人各有心，不能皆合。喜者自喜，不喜者自然不喜；欲覽者覽，欲毀者毀，各不相礙，此學之所以為妙也。若以喜者為是，而必欲兄丈之同喜；又以毀者為是，而復責弟之不毀。則是各見其是，各私其學，學斯僻矣。"
      },
      {
        "index": 40,
        "text": "抑豈以此言為有累於趙老乎？夫趙老何人也，巍巍泰山，學貫千古，乃一和尚能累之，則亦無貴於趙老矣。夫惟陳相倍師，而後陳良之學始顯，惟西河之人疑子夏於夫子，而後夫子之遭益尊。然則趙老固非人之所能累也。若曰吾謂渠，惜其以倍師之故，頓為後世咦耳，則渠已絕棄人世，逃儒歸佛，陷於大戮而不自愛惜矣，吾又何愛惜之有焉？吾以為渠之學若果非，則當以此暴其惡於天下後世，而與天下後世共改之；若果是，則當以此顯其教於天下後世，而與天下後世共為之。此仁人君子之用心，所以為大同也。且觀世之人，孰能不避名色而讀異端之書者乎？堂堂天朝，行頒《四書》、《五經》於天下，欲其幼而學、，壯而行，以博高爵重祿，顯榮家世，不然者，有黜有罰如此其詳明也，然猶有束書面不肯讀者，況佛教乎？"
      },
      {
        "index": 41,
        "text": "佛然且然，況鄧和尚之語乎？況居上數句文字乎？吾恐雖欲拱手以奉之，彼即置而棄之矣，而何必代之毀與棄也。弟謂兄聖人之資也，且又聖人之徒也。弟異端者流也，本無足道者也。"
      },
      {
        "index": 42,
        "text": "自朱夫子以至今日，以老、佛為異端，相襲而排擯之者，不知其幾百年矣。弟非不知，而敢以直犯眾怒者，不得已也，老而怕死也。且國家以六經取士，而有《三藏》之收；六藝教人，而又有戒壇之設：則亦未嘗以出家為禁矣。則如渠者，固國家之所不棄，而兄乃以為棄耶？"
      },
      {
        "index": 43,
        "text": "屢承接引之勤，茍非木石，能不動念。然謂弟欲使天下之人皆棄功名妻子而後從事於學，果若是，是為大蠹，弟不如是之愚也。然斯言也，吾謂兄亦太早計矣，非但未卵而求時夜者也。夫渠生長於內江矣，今觀內江之人，更有一人效渠之為者乎？吾謂即使朝廷出令，前鼎鑊而後白刃，驅而之出家，彼寧有守其妻孥以死者耳，必不願也。而謂一鄧和尚能變易天下之人乎？一無緊要居士，能以幾句閑言語，能使天下人盡棄妻子功名，以從事於佛學乎？蓋千古絕無之事，千萬勿煩杞慮也。吾謂真正能接趙老之脈者，意者或有待於兄耳。異日者，必有端的同門，能共推尊老丈，以為師門顏、閔。區區異端之徒，自救不暇，安能並驅爭先也？則此鄙陋之語，勿毀之亦可。"
      },
      {
        "index": 44,
        "text": "然我又嘗推念之矣。夫黃面老瞿曇，少而出家者也，李耳厭薄衰周，亦遂西遊不返；老而後出家者也，獨孔子老在家耳。然終身周流，不暇暖席，則在家時亦無幾矣，妻既卒矣，獨一子耳，更不聞其娶誰女也，更不聞其復有幾房妾媵也，則於室家之情，亦太微矣」時列國之主，盡知禮遇夫子，然而夫子不仕也，最久者三月而已，不曰「接浙而行」，則自『明日遂行」，則於功名之念，亦太輕矣。居郴知叔梁紇葬處，乃葬其母於五父之衡，然後得合葬於防焉，則字掃墓之禮，亦太簡矣。豈三聖人於此，顧為輕於功名妻子哉？恐亦未免遺棄之病哉！然則渠上人之罪過，亦未能遽定也。"
      },
      {
        "index": 45,
        "text": "然以余斷之，上人之罪不在於後日之不歸家，而在於其初之輕於出家也。何也？一出家即棄父母矣。所貴於有子者，謂其臨老得力耳；蓋人既老，便自有許多疾病。茍有子，則老來得力，病困時得力，臥床難移動時得力；奉侍瘍藥時得力、五內分割；痛苦難忍時得力，臨終嗚咽、分付決別七聲氣垂絕對得力。若此時不得力，則與寵子等矣，文何在於奔喪守劄，以為他人之觀乎？往往見今世學道壘人，先覺士大夫，或父母八千有餘，猶聞拜疾趨，全不念風中之燭，滅在俄頃。無他，急功名而忘其親也。此之不責，而反責彼出家兒，是為大惑，足稱顛倒見矣。"
      },
      {
        "index": 46,
        "text": "籲籲！二十餘年傾蓋之友，六七十歲皓皤之夫，萬里相逢，聚首他縣，誓吐肝膽，盡脫皮膚。茍一蔓衷赤不盡，尚有纖芥為名作誑之語，青霄白日，照耀我心，便當永墮無間，萬劫力驢，與兄騎乘。此今日所以報答百泉上知己之感也。縱兄有憾，我終不敢有怨。"
      },
      {
        "index": 47,
        "text": "公壯年雄才，抱璞未試者也。如仆本無才可用，故自不宜於用，豈誠與雲與鶴相類者哉！"
      },
      {
        "index": 48,
        "text": "感愧甚矣！"
      },
      {
        "index": 49,
        "text": "夫世間惟才不易得，故曰「才難」。若無其才而虛有其名，如殷中軍以竹馬之好，欲與大司馬抗衡，以自附於王、謝，是為不自忖度，則仆無是矣。仆惟早自揣量，故毅然告退。"
      },
      {
        "index": 50,
        "text": "又性剛不能委蛇，性疏稍好靜僻，以此日就鹿豕，群無賴，蓋適所宜。如公大才，際明世，正宜藏蓄待時，為時出力也。古有之矣：有大才而不見用於世者。世既不能用，而亦不求用，退而與無才者等，不使無才者疑，有才者忌。所謂容貌若愚，深藏若虛，老聃是也。今觀渭濱之叟，年八十矣，猶把釣持竿不顧也。使八十而死，或不死而不遇西伯獵於渭，縱遇西伯而西伯不尊以為師，敬養之以為老，有子若發不武，不能善承父誌，太公雖百萬韜略，不用也。此皆所謂善藏其用者也。若夫嚴於陵、陳希夷，汲汲欲用之矣，而有必用之心，無必用之形，故被裘墮驢，終名隱士。雖不遁心，而能遁跡；雖不見用才，亦見隱才矣。黃、老而下，可多見耶！又若有大用之才，而能委曲以求其必用，時不必明良，道不論泰否，與世浮沈，因時升降，而用常在我，卒亦舍我不用而不可得，則管夷吾輩是也。此其最高矣乎！"
      },
      {
        "index": 51,
        "text": "若乃切切焉以求用，又不能委曲以濟其用，操一己之繩墨，持前王之規矩，以方柄欲入圓鑿，此豈用世才哉！徒負卻切切欲用本心矣。吾儒是也。幸而見幾明決，不俟終日，得勇退之道焉。然削譏木，餓陳畏匡，其得免者亦幸耳，非勝算也。公今親遭明時，抱和壁，如前數子，皆所熟厭，當必有契詣者，仆特崖略之以俟擇耳。不然，欲用而不能委曲以濟其用，此儒之所以卒為天下後世非笑也。"
      },
      {
        "index": 52,
        "text": "何公死，不關江陵事。江陵為司業時，何公只與朋輩同往一會言耳。言雖不中，而殺之之心無有也。及何公出而獨向朋輩道「此人有欲飛不得」之云，蓋直不滿之耳。何公聞之，遂有「此人必當國，當國必殺我」等語。則以何公平生自許太過，不意精神反為江陵所攝，於是憮然便有懼色，蓋皆英雄莫肯相下之實，所謂兩雄不並立於世者，此等心腸是也。自後江陵亦記不得何公，而何公終日有江陵在念。"
      },
      {
        "index": 53,
        "text": "偶攻江陵者，首吉安人。江陵遂怨吉安，日與吉安縉紳為仇。然亦未嘗仇何公者，以何公不足仇也，特何公自力仇耳。何也，以何公「必為首相，必殺我」之語，已傳播於吉安及四方久矣。至是欲承奉江陵者，憾無有緣，聞是，誰不甘心何公者乎？殺一布衣，本無難事，而可以取快江陵之胸腹，則又何憚而不敢為也？故巡撫緝訪之於前，而繼者踵其步。方其緝解至湖廣也，湖廣密進揭帖子江陵。江陵曰：「此事何須來問，輕則決罰，重則發遣（而）已矣。」及差人出閣門，應城李義河遂授以意曰：「此江陵本意也，特不欲自發之耳。」籲籲！江陵何人也，膽如天大，而肯姑息此哉！應城之情狀可知矣。應城於何公，素有論學之忤，其殺人之心自有。又其時勢焰薰的，人之事應城者如事江陵，則何公雖欲不死，又安可得耶！"
      },
      {
        "index": 54,
        "text": "江陵此事甚錯，其原起於憾吉安，而必欲殺吉安人（為）尤錯。今日俱為談往事矣！然何公布衣之傑也，故有殺身之禍，江陵宰相之傑也，故有身後之辱。不論其敗而論其成，不追其鑒原其心，不責其過而賞其功，則二老者皆吾師也。非與世之局瑣取容，埋頭顧影，竊取聖人之名以自蓋其貪位固寵之私者比也。是以復並論之，以裁正於大方焉。所論甚見中蘊，可為何公出氣，恐猶未察江陵初心，故爾贅及。"
      },
      {
        "index": 55,
        "text": "昨承教言，深中狂愚之病。夫以率性之真，推而擴之，與天下為公，乃謂之道。既欲與斯世斯民共由之，則其範圍曲成之功大矣。「學其可無術歟」，此公至言也，此公所得於孔子而深信之以為家法者也。仆又何言之哉！然此乃孔氏之言也，非我也。夫天生一人，自有一人之用，不待取給於孔子而後足也。若必待取足於孔子，則千古以前無孔子，終不得為人乎？故為願學孔子之說者，乃孟子之所以止於孟子，仆方痛撼其非夫，而公謂我願之歟？"
      },
      {
        "index": 56,
        "text": "且孔子未嘗教人之學孔子也。使孔子而教人以學孔子，何以顏淵問仁，而曰「為仁由己」"
      },
      {
        "index": 57,
        "text": "而不由人也歟哉！何以曰「古之學者為己」，又曰「君子求諸已」也歟哉！惟其由已，故諸子自不必問仁於孔子，惟其為己，故孔子自無學術以授門人。是無人無己之學也。無已，故學莫先於克己；無人，故教惟在於因人。試舉一二言之。如仲弓，居敬行簡人也，而問仁焉，夫子直指之日敬恕而已。雍也聰明，故悟焉而請事。司馬牛遭兄弟之難，常懷憂懼，是謹言慎行人也，而問仁焉，夫子亦直指之曰「其盲也」而已。牛也不聰，故疑焉而反以為未足。"
      },
      {
        "index": 58,
        "text": "由此觀之，孔子亦何嘗教人之學孔子也哉！夫孔子未嘗教人之學孔子，而學孔子者務舍己而必以孔子為學，雖公亦必以為真可笑矣。"
      },
      {
        "index": 59,
        "text": "夫惟孔子未嘗以孔子教人學，故其得志也，必不以身為教於天下。」是故聖人在上，萬物得所，有由然也。夫天下之人得所也久矣，所以不得所者，貪暴者擾之，而「仁者」害之也。「仁者」天下之失所也而優之，而汲汲焉欲貽之以得所之域。於是有德禮以格其心，有政刑以縶其四體，而人始大失所矣。"
      },
      {
        "index": 60,
        "text": "夫天下之民物眾矣，若必欲其皆如吾之條理，則天地亦且不能。是故寒能折膠，而不能折朝市之人；熱能伏金，而不能伏競奔之子。何也？富貴利達所以厚吾天生之五官，其勢然也。是故聖人順之，順之則安之矣。是故貪財者與之以祿，趨勢者與之以爵，強有力者與之以權，能者稱事而官，愞者夾持而使。有德者隆之虛位，但取具瞻，高才者處以重任，不問出入。各從所好，各騁所長，無一人之不中用。何其事之易也？雖欲飾詐以投其好，我自無好之可投；雖欲掩醜以著其美，我自無醜之可掩，何其說之難也？是非真能明明德於天下，而坐致天下太平者欽！是非真能不見一絲作為之跡，而自享心逸日休之效者欽！然則孔氏之學術亦妙矣，則雖謂孔子有學有術以教人亦可也。然則無學無術者，其茲孔子之學術欽！"
      },
      {
        "index": 61,
        "text": "公既深信而篤行之，則雖謂公自己之學術亦可也，但不必人人皆如公耳故。凡公之所為自善，所用自廣，所學自當。仆自敬公，不必仆之似公也，公自當愛仆，不必公之賢於仆也。"
      },
      {
        "index": 62,
        "text": "則公此行，人人有彈冠之慶矣；否則，同者少而異者多，賢者少而愚不肖者多，天下果何時而太平乎哉！"
      },
      {
        "index": 63,
        "text": "心之所欲為著，耳更不必聞於人之言，非不欲聞，自不聞也。若欲不聞，孰若不為。此兩者從公決之而已。且世間好事甚多，又安能一一盡為之耶？"
      },
      {
        "index": 64,
        "text": "且夫吾身之所系於天下者大也。古之君子平居暇日，非但不能過人，亦且無以及人。一旦有大故，平居暇日表表焉欲以自見者，舉千億莫敢當前，獨此君子焉，稍出其緒餘者以整頓之，功成而眾不知，則其過於人也遠矣。譬之龍泉、太阿，非斬蚊斷犀，不輕試也。蓋小試則無味，小用則無餘，他日所就，皆可知矣。"
      },
      {
        "index": 65,
        "text": "阿世之語，市井之談耳，何足復道之哉！然渠之所以知公者，其責望亦自頗厚。渠以人之相知，貴於知心，茍四海之內有知我者，則一鐘子足矣，不在多也。以今觀公，實未足為渠之知己。夫渠欲與公相從於形骸之外，而公乃索之於形骸之內，嘵嘵焉欲以口舌辯說渠之是非，以為足以厚相知，而答責望於我者之深意，則大謬矣！"
      },
      {
        "index": 66,
        "text": "夫世人之是非，其不足為渠之輕重也審矣。且渠初未嘗以世人之是非為一己之是非也。"
      },
      {
        "index": 67,
        "text": "若以是非為是非，渠之行事，斷必不如此矣。此尤其至易明焉者也蓋渠之學主乎出世，故每每直行而無諱；今公之學既主於用世，則尤宜韜藏固閉而深居。跡相反而意相成，以此厚之，不亦可乎？因公言之，故爾及之。然是亦嘵嘵者，知其無益也。"
      },
      {
        "index": 68,
        "text": "此事大不可。世間是非紛然，人在是非場中，安能免也。於是非上加起買好遠怨等事，此亦細人常態，不足怪也。古人以真情與人，卒至自陷者，不知多少，祗有一笑為無事耳。"
      },
      {
        "index": 69,
        "text": "今彼講是非，而我又與之講是非，講之不已，至於爭辯。人之聽者，反不以其初之講是非者為可厭，而反厭彼爭辯是非者矣。此事昭然，但迷在其中而不覺耳。既惡人講是非矣，吾又自講是非。講之不已，至於爭，爭不已，至於失聲，失聲不已，至於為仇。失聲則損氣、多講則損身，為仇則失親，其不便宜甚矣。人生世間，一點便宜亦自不知求，豈得為智乎？"
      },
      {
        "index": 70,
        "text": "且我以信義與人交，已是不智矣，而又責人之背信背義，是不智上更加不智，愚上加愚，雖稍知愛身者不為，而我可為之乎？雖稍知便宜者必笑，而可坐令人笑我乎？此等去處，我素犯之，但能時時自反而克之，不肯讓便宜以與人也。千萬一笑，則當下安妥，精神復完，胸次復舊開爽。且不論讀書作舉業事，只一場安穩睡覺，便屬自己受用矣。此大可嘆事，大可恥事，彼所爭與誣者，反不見可嘆可恥也。"
      },
      {
        "index": 71,
        "text": "來教云：「無求飽，無求安。此心無所系著，即便是學。」註云：「心有在而不暇及，若別有學在，非也。就有道則精神相感，此心自正，若謂別出所知見相正，淺矣。」又云：「『茍誌於仁矣，無惡也。』惡當作去聲，即侯明撻記，第欲並生，讒說殄行，猶不憤疾於頑。可見自古聖賢，原無惡也。曰『舉直錯諸枉』，錯非舍棄之，蓋錯置之錯也。即諸枉者亦要錯置之，使之得所，未忍終棄也。又曰『大學之道，在明明德，在親民。』只此一親字，便是孔門學脈。能親便是生機。些子意思，人人俱有，但知體取，就是保任之擴充之耳。」"
      },
      {
        "index": 72,
        "text": "來示如此，敢以實對。"
      },
      {
        "index": 73,
        "text": "夫曰安飽不求，非其性與人殊也。人生世間，惟有學問一事，故時敏以求之，自不知安飽耳，非有心於不求也。若無時敏之學，而徒用心於安飽之間，則偽矣。既時敏於學，則自不得不慎於言。何也？吾之學未曾到手，則何敢言，亦非有意慎密其間，而故謹言以要譽於人也。今之敢為大言，便偃然高坐上，必欲為人之師者，皆不敏事之故耳。"
      },
      {
        "index": 74,
        "text": "夫惟真實敏事之人，豈但言不敢出，食不知飽，居不知安而已，自然奔走四方，求有道以就正。有道者，好學而自有得，大事到手之人也。此事雖大，而路徑萬千，有頓入者，有漸入者。漸者雖迂遠費力，猶可望以深造；若北行而南其轍，入壺上太行，則何益矣！此事猶可，但無益耳，未有害也。茍一入邪途，豈非求益反損，所謂「非徒無益而又害之」者乎？"
      },
      {
        "index": 75,
        "text": "是以不敢不就正也。如此就正，方謂好學，方能得道，方是大事到手，方謂不負時敏之勤矣。、如此，則我能明明德。既能明德，則自然親民。如向日四方有道，為我所就正者，我既真切向道，彼決無有厭惡之理，決無不相親愛之事，決無不吐肝露膽與我共證明之意。何者？明明德者，自然之用固如是也。非認此為題目，為學脈，而作意以為之也。今無明明德之功，而遽日親民，是未立而欲行，未走而欲飛，且使聖人「明明德」吃緊一言，全為虛說矣。故茍誌於仁，則自無厭惡。何者？天下之人，本與仁者一般，聖人不曾高，眾人不曾低，自不容有惡耳。所以有惡者，惡鄉願之亂德，惡久假之不歸，名為好學而實不好學者耳。若世間之人，聖人與仁人胡為而惡之哉！蓋已至於仁，則自然無厭惡，已能明德，則自能親民。皆自然而然，不容思勉，此聖學之所以為妙也。故曰「學不厭，知也，教不倦，仁也。」「性之德也，合內外之道也，故時措之宜也。」何等自然，何等不容已。今人把「不厭」「不倦」"
      },
      {
        "index": 76,
        "text": "做題目，在乎裏做，安能做得成，安能真不厭不倦也！"
      },
      {
        "index": 77,
        "text": "聖人只教人為學耳，實能好學，則自然到此。若不肯學，而但言「不厭」「不倦」，則孔門諸子，當盡能學之矣，何以獨稱顏子為好學也邪？既稱顏子為學不厭，而不曾說顏子為教不倦者，可知明德親民，教立而道行，獨有孔子能任之，雖顏子不敢當乎此矣。今人未明德而便親民，未能不厭而先學不倦，未能慎言以敏於事，而自謂得道，肆口妄言之不恥，未能一日就有道以求正，而便以有道自居，欲以引正於人人。吾誠不知其何說也。"
      },
      {
        "index": 78,
        "text": "故未明德者，便不可說親民；未能至仁者，便不可說無厭惡。故曰「毋友不如己者」。"
      },
      {
        "index": 79,
        "text": "以此慎交，猶恐有便辟之友，善柔之友，故曰「賜也日損」，以其悅與不若已者友耳。如之何其可以妄親而自處於不聞過之地也乎？故欲敏事而自明己德，須如顏子終身以孔子為依歸，庶無失身之侮，而得好學之實。若其他弟子，則不免學夫子之不厭而已，學夫子之不倦而已，畢竟不知夫子之所學為何物，自己之所當有事者為何事。雖同師聖人，而卒無得焉者，豈非以此之故歟！籲！當夫子時，而其及門之徒，已如此矣。何怪於今！何怪於今！籲！是亦余之過望也，深可惡也。"
      },
      {
        "index": 80,
        "text": "善與惡對，猶陰與陽對，柔與剛對，男與女對。蓋有兩則有對。既有兩矣，其勢不得不立虛假之名以分別之，如張三、李四之類是也。若謂張三是人，而李四非人，可歟？不但是也，均此一人也，初生則有乳名，稍長則有正名，既冠而字，又有別號，是一人而三四名稱之矣。然稱其名，則以為犯諱，故長者咸諱其名而稱字，同輩則以字為嫌而稱號，是以號為非名也。若以為非名，則不特號為非名，字亦非名，諱亦非名。自此人初生，未嘗有名字夾帶將來矣，胡為乎而有許多名？又胡為乎而有可名與不可名之別也？若直曰名而已，則諱固名也，字亦名也，號亦名也，與此人原不相干也，又胡為而諱，胡為而不諱也乎？"
      },
      {
        "index": 81,
        "text": "甚矣，世人之迷也。然猶可委曰號之稱美，而名或不美焉耳。然朱晦翁之號不美矣，朱熹之名美矣。熹者，光明之稱，而晦者晦昧不明之象，朱子自謙之號也。今者稱晦庵則學者皆喜，若稱之曰朱熹，則必甚怒而按劍矣。是稱其至美者則以為諱，而舉其不美者反以為喜。"
      },
      {
        "index": 82,
        "text": "是不欲朱於美而欲朱子不美也，豈不亦顛倒之甚歟！"
      },
      {
        "index": 83,
        "text": "近世又且以號為諱，而直稱曰翁曰老矣。夫使翁而可以尊人，則曰爺曰爹，亦可以尊人也。若以為爺者奴隸之稱，則今之子稱爹，孫稱爺者，非奴隸也。爺之極為翁，爹之極為老，稱翁稱老者，非奴隸事，獨非兒孫事乎？又胡為而舉世皆與我為兒孫也耶？近世稍知反古者，至或同儕相與呼字，以為不俗。籲！若真不俗，稱字固不俗，稱號亦未嘗俗也。蓋直曰名之而已，又何為乎獨不可同於俗也？吾以為稱爹與爺亦無不可也。"
      },
      {
        "index": 84,
        "text": "由是觀之，則所謂善與惡之名，率若此矣。蓋惟誌於仁者，然後無惡之可名，此蓋自善惡未分之前言之耳。此時善且無有，何有於惡也耶！噫！非茍誌於仁者，其孰能知之？茍者，誠也，仁者生之理也。學者欲知無惡乎？其如誌仁之學，吾未之見也歟哉！"
      },
      {
        "index": 85,
        "text": "千聖同心，至言無二。紙上陳語，皆千聖苦心苦口，為後賢後人。公隨機說法，有大小二乘，以待上下二根。茍是上士，則當究明聖人上語；若甘為下士，只作世間完人，則不但孔聖以及上古經籍為當服膺不失，雖近世有識名士一言一句，皆有切於身心，皆不可以陳語目之也。且無征不信久矣，茍不取陳語以相證，恐聽者益以駭愕。故凡論說，必據經引傳，亦不得已焉耳。今據經則以為陳語，漫出胸臆則以為無當，則言者亦難矣。凡言者，言乎其不得不言者也。為自己本分上事，未見親切，故取陳語以自考驗，庶幾合符，非有閑心事、閑工夫，欲替古人擔憂也。古人往矣，自無優可擔，所以有憂者，謂於古人上乘之談，未見有契合處，是以日夜焦心，見朋友則共討論。若只作一世完人，則千古格言盡足受用，半字無得說矣。所以但相見便相訂征者，以心志頗大，不甘為一世人士也。兄若恕其罪而取其心，則弟猶得免於罪責；如以為大言不慚，貢高矜己，則終將緘默，亦容易耳。"
      },
      {
        "index": 86,
        "text": "世人白晝寐語，公獨於寐中作白晝語，可謂常惺惺矣。「周子禮於此凈業，亦見得分數明，但不知湔磨刷滌」之云，果何所指也。"
      },
      {
        "index": 87,
        "text": "夫古之聖人，蓋嘗用湔刷之功矣。公所謂湔磨者，乃湔磨其意識；所渭刷滌者，乃刷滌其聞見。若當下意識不行，聞見不立，則此皆為寐語，但有纖毫，便不是淡，非常惺惺法也。"
      },
      {
        "index": 88,
        "text": "蓋必不厭，然後可以語淡。故曰「君子之道，淡而不厭」。若茍有所忻羨，則必有所厭舍，非淡也。又惟淡則自然不厭，故曰「我學不厭」。若以不厭為學的，而務學之以至於不厭，則終不免有厭時矣，非淡也，非虞廷精上之旨也。蓋精則一，一則純；不精則不一，不一則雜，雜則不淡矣。"
      },
      {
        "index": 89,
        "text": "由此觀之，淡豈可以易言乎？是以古之聖人，終其身於問學之場焉，講習討論，心解力行，以至於寢食俱廢者，為淡也。淡又非可以智力求，淡又非可以有心得，而其所以不得者，有故矣。蓋世之君子，厭常者必喜新，而惡異者則又不樂語怪。不知人能放開眼目，固無尋廚不奇怪，亦無奇怪而不尋常也。經世之外，寧別有出世之方乎？出世之旨，豈復有外於經世之事乎？故達人宏識，一見虞廷揖讓，便與三杯酒齊觀，巍巍堯、舜事業，便與太虛空浮雲並壽。無他故也，其見大也。見大故心泰，心泰故無不足。既無不足矣，而又何羨耶。若祗以平日之所飫聞習見者為平常，而以其罕聞驟見者為怪異，則怪異平熾是兩事，經世出世便是兩心。勛、華之盛，揖遜之隆，比之三家村裏甕牖酒人，真不啻幾千萬里矣。雖欲淡，得歟？雖欲「無然歆羨」，又將能歟？此無他，其見小也。"
      },
      {
        "index": 90,
        "text": "願公更不必論湔磨刷滌之功，而惟直言問學開大之益；更不必慮虛見積習之深，而惟切究師友淵源之自。則康節所謂「玄酒味方淡，大音聲正希」者，當自得之，不期淡而自淡矣，不亦庶乎契公作人之微旨，而不謬為「常惺惺」語也耶！"
      },
      {
        "index": 91,
        "text": "自孔子後，學孔子者便以師道自任，未曾一日為人弟子，便去終身為人之師，以為此乃孔子家法，不如是不成孔子也。不知一為人師，便只有我教人，無人肯來教我矣。且孔子而前，豈無聖人，要皆遭際明時，得位行誌。其不遇者，如太公八十已前，傅說版築之先，使不遇文王、高宗，終身渭濱老臾，巖穴胥靡之徒而已，夫誰知之。此蓋亦不求人知也，直至孔子而始有師生之名，非孔子樂為人之師也，亦以逼迫不過。如關令尹之遇老子，攔住當關，不肯放出，不得已而後授以五千言文字耳。公老子畢竟西遊，不知去向。惟孔子隨順世間，周遊既廣，及門漸多，又得天生聰明顏子與之辯論。東西遨遊既無好興，有賢弟子亦足暢懷，遂成師弟名目，亦偶然也。然顏子沒而好學遂亡，則雖有弟子之名，亦無有弟子之實矣。"
      },
      {
        "index": 92,
        "text": "弟每笑此等輩，是以情願終身為人弟子，不肯一日為人師父。茲承遠使童子前來出家，弟謂剃髮朱易，且令觀政數時，果發願心，然後落髮未晚。縱不落髮，亦自不妨，在彼在此，可以任意，不必立定跟腳也。蓋生死事大，非辦鐵石心腸，未易輕造。如果真怕生死，在家出家等，無有異。目令巍冠博帶、多少肉身菩薩在於世上，何有棄家去發，然後成佛事乎？"
      },
      {
        "index": 93,
        "text": "如弟不才，資質魯鈍，又性僻懶，倦於應酬，故托此以逃，非為真實究竟當如是也。如丈樸實英發，非再來菩薩而何？若果必待功成名遂，乃去整頓手腳，晚矣。今不必論他人，即今友山見在西川，他何曾以做官做佛為兩事哉？得則頓同諸佛，不理會則當面錯過，但不宜以空談為事耳。"
      },
      {
        "index": 94,
        "text": "所諭豈不是，第各人各自有過活物件。以酒為樂者，以酒為生，如某是也。以色為樂者，以色為命，如某是也。至如種種，或以博弈，或以妻子，或以功業，或以文章，或以富貴，隨其一件，皆可度日。獨余不知何說，專以良友為生。故有之則樂，舍之則憂，甚者馳神於數千里之外。明知不可必得，而神恩奔逸，不可得而制也。此豈非天之所獨苦耶！無念已往南京，庵中甚清氣。楚侗回，雖不曾相會，然覺有動移處，所憾不得細細商榷一番。此此俱老矣，縣中一月間報赴閻王之召者遂至四五人，年皆未滿五十，令我驚憂，又不免重為楚侗老子憂也。蓋今之道學，亦未有勝似楚侗老者。叔臺想必過家，過家必到舊縣，則得相聚也。"
      },
      {
        "index": 95,
        "text": "伏中微泄，秋候自當清泰。弟苦不小泄，是以火盛，無之奈何。樓下僅容喘息，念上天降虐，祗為大地人作惡，故重譴之，若不勉受酷責，是愈重上帝之怒。有飯吃而受熱，比空腹受熱者何如？以此思之，故雖熱不覺熱也。且天災時行，人亦難逃，人人亦自有過活良法。"
      },
      {
        "index": 96,
        "text": "所謂君子用智，小人用力，強者有搬運之能，弱者有就食之策，自然生出許多計智。最下者無力無策，又自有身任父母之憂者大為設法區處，非我輩並生並育之民所能與謀也。蓋自有受命治水之禹，承命教稼之稷，自然當任己饑已溺之事，救焚拯溺之憂，我輩安能代大匠所哉！我輩惟是各親其親，各友其友。各自有親友，各自相告訴，各各盡心量力相救助。若非吾親友，非吾所能謀，亦非吾所宜謀也。何也？願外之恩，出位之誚也。"
      },
      {
        "index": 97,
        "text": "新邑明睿，唯公家二三子侄可以語上。可與言而不與之言，失人，此則不肖之罪也。其餘諸年少或聰明未啟，或志向未專，所謂不可與言而與之言，則為失言，此則仆無是矣。雖然，寧可失言，不可失人。失言猶可，夫人豈可乎哉！蓋人才自古為難也。夫以人才難得如此，茍幸一得焉，而又失之，豈不憾哉！"
      },
      {
        "index": 98,
        "text": "嗟夫！顏子沒而未聞好學，在夫子時固已苦於人之難得矣，況今日乎！是以求之七十子之中而不得，乃求之於三千之眾；求之三千而不得，乃不得已焉周流四方以求之。既而求之上下四方而卒無得也，於是動歸予之嘆曰：「歸扉歟！吾黨小子，亦有可裁者。」其切切焉唯恐失人如此，以是知中行真不可以必得也。狂者不蹈故襲，不踐往跡，見識高矣，所謂如鳳皇翔於千仞之上，誰能當之，而不信凡鳥之平常，與己均同於物類。是以見雖高而不實，不實則不中行矣。猖者行一不義、殺一不辜而得天下不為，如夷、齊之倫，其守定矣，所謂虎豹在山，百獸震恐，誰敢犯之，而不信凡走之皆獸。是以守雖定而不虛，不虛則不中行矣。"
      },
      {
        "index": 99,
        "text": "是故曾點終於狂而不實，而曾參信道之後，遂能以中虛而不易終身之定奪者，則夫子來歸而後得斯人也。不然，豈不以失此人為憾乎哉！"
      },
      {
        "index": 100,
        "text": "若夫賊德之鄉願，則雖過門而不欲其入室，蓋拒絕之深矣，而肯遽以人類視之哉！而今事不得已，亦且與鄉願為侶，方且盡忠告之誠，欲以納之於道，其為所仇疾，無足怪也，失言故耳。雖然，失言亦何害乎，所患惟恐失人耳。茍萬分一有失人之悔，則終身抱痛，死且不瞑目矣。蓋論好人極好相處，則鄉願為第一；論載道而承千聖絕學，則舍狂狷將何之乎？"
      },
      {
        "index": 101,
        "text": "公今宦遊半天下矣，兩京又人物之淵，左顧右盼，招提接引，亦曾得斯人乎？抑求之而未得也，抑亦未嘗求之者歟？抑求而得者皆非狂狷之士，縱有狂者，終以不實見棄，而清如伯夷，反以行之似廉潔者當之也？審如此，則公終不免有失人之悔矣。"
      },
      {
        "index": 102,
        "text": "夫夷、齊就養於西伯，而不忍幸生於武王，父為西伯，則千里就食，而甘為門下之客，以其能服事殷也，子為周王，則寧餓死而不肯一食其土之薇，為其以暴易暴也。曾元之告曾於曰：「夫子之病亟矣，幸而至於旦，更易之！」曾子曰：「君子之愛人以德，世人之愛人也以姑息。吾何求哉！吾得正而斃焉，斯已矣。」元起易簀，反席未安而沒。此與伯夷餓死何異，而可遂以鄉願之廉潔當之也？故學道而非此輩，終不可以得道，傳道而非此輩，終不可以語道。有狂狷而不聞道者有之，未有非狂狷而能聞道者也。"
      },
      {
        "index": 103,
        "text": "仆今將告別矣，復致意於狂狷與失人、失言之輕重者，亦謂惟此可以少答萬一爾。賤眷思歸，不得不遣；仆則行遊四方，效古人之求友。蓋孔子求友之勝己者，欲以傳道，所謂智過於師，方堪傳授是也。吾輩求友之勝己者，欲以證道，所謂三上洞山，九到投子是也。"
      },
      {
        "index": 104,
        "text": "此來一番承教，方可稱真講學，方可稱真朋友。公不知何故而必欲教我，我亦不知何故而必欲求教於公，方可稱是不容已真機，自有莫知其然而然者矣。"
      },
      {
        "index": 105,
        "text": "嗟夫！朋友道絕久矣。余嘗謬謂千古有君臣，無朋友，豈過論歟！夫君猶龍也，下有逆鱗，犯者必死，然而以死諫者相踵也。何也？死而博死諫之名，則志士亦願為之，況未必死而遂有巨福耶？避害之心不足以勝其名利之心，以故犯害而不顧，況無其害而且有大利乎！"
      },
      {
        "index": 106,
        "text": "若夫朋友則不然：幸而入，則分毫無我益；不幸而不相入，則小者必爭，大者為仇。何心老至以此殺身，身殺而名又不成，此其昭昭可鑒也。故余謂千古無朋友者，謂無利也。是以犯顏敢諫之士，恒見於君臣之際，而絕不聞之友朋之間。今者何幸而見仆之於公耶！是可貴也。"
      },
      {
        "index": 107,
        "text": "又何幸而得公之教仆耶！真可羨也。快哉怡哉！居然復見愢愢切切景象矣。然則豈惟公愛依仿孔子，仆亦未嘗不願依仿之也。"
      },
      {
        "index": 108,
        "text": "惟公之所不容已者，在於泛愛人，而不欲其擇人；我之所不容已者，在於為吾道得人，而不欲輕以與人，微覺不同耳。公之所不容已者，乃人生十五歲以前《弟子職》諸篇入孝出弟等事，我之所不容已者，乃十五成人以後為大人明《大學》，欲去明明德於天下等事。公之所不容已者博，而惟在於痛癢之未；我之所不容已者專，而惟直收吾開眼之功。公之所不容已者，多雨露之滋潤，是故不請而自至，如村學訓蒙師然，以故取效寡而用力艱；我之所不容已者，多霜雪之凜冽，是故必待價而後沽，又如大將用兵，直先擒王，以故用力少而奏功大。雖各各手段不同，然其為不容已之本心一也。心茍一矣，則公不容已之論，固可以相忘於無言矣。若謂公之不容已者為是，我之不容已者為非；公之不容已者是聖學，我之不容已者是異學：則吾不能知之矣。公之不容已者是知其不可以已，而必欲其不已者，為真不容已；我之不容已者，是不知其不容已，而自然不容已者，非孔聖人之不容已：則吾又不能知之矣。恐公於此，尚有執己自是之病在。恐未可遽以人皆悅之，而遂自以為是，而遽非人之不是也。恐未可遽以在邦必聞，而遂居之不疑，而遂以人盡異學，通非孔、孟之正脈笑之也。"
      },
      {
        "index": 109,
        "text": "我謂公之不容已處若果是，則世人之不容已處總皆是；若世人之不容已處誠未是，則公之不容已處亦未必是也。此又我之真不容已處耳。未知是否，幸一教焉！"
      },
      {
        "index": 110,
        "text": "試觀公之行事，殊無甚異於人者。人盡如此，我亦如此，公亦如此。自朝至暮，自有知識以至今日，均之耕田而求食，買地而求種，架屋而求安，讀書而求科第，居官而求尊顯，博求風水以求福蔭子孫。種種日用，皆為自己身家計慮，無一厘為人謀者。及乎開口談學，便說爾為自己，我為他人，爾為自私，我欲利他；我憐東家之饑矣，又思西家之寒難可忍也；某等肯上門教人矣，是孔、孟之志也，某等不肯會人，是自私自利之徒也，某行雖不謹，而肯與人為善，某等行雖端謹，而好以佛法害人。以此而觀，所講者未必公之所行，所行者又公之所不講，其與言顧行、行顧言何異乎？以是謂非孔聖之訓可乎？翻思此等，反不如市井小夫，身履是事，口便說是事，作生意者但說生意，力田作者但說力田，鑿鑿有味，真有德之言，令人聽之忘厭倦矣。"
      },
      {
        "index": 111,
        "text": "夫孔子所云言顧行者，何也？彼自謂於子臣弟友之道有未能，蓋真未之能，非假謙也。"
      },
      {
        "index": 112,
        "text": "人生世間，惟是四者終身用之，安有盡期。若謂我能，則自止而不復有進矣。聖人知此最難盡，故自謂未能。已實未能，則說我不能，是言顧其行也。說我未能，實是不能，是行顧其言也。故為，故為有恒，故為主忠信，故為毋自欺，故為真聖人耳。不似今人全不知己之未能，而務以此四者責人教人。所求於人者重，而所自任者輕，人其肯信之乎？"
      },
      {
        "index": 113,
        "text": "聖人不責人之必能，是以人人皆可以為聖。故陽明先生曰：「滿街皆聖人。」佛氏亦曰：「即心即佛，人人是佛。」夫惟人人之皆聖人也，是以聖人無別不容已道理可以示人也，故曰：「予欲無言」。夫惟人人之皆佛也，是以佛未嘗度眾生也。無眾生相，安有人相；無道理相，安有我相。無我相，故能舍己；無人相，故能從人。蓋強之也，以親見人人之皆佛而善與人同故也。善既與人同，何獨於我而有善乎？人與我既同此善，何有一人之善而不可取乎？故曰：「自耕稼陶漁以至為帝，無非取諸人者。」後人推而誦之曰：即此取人為善，便自與人為善矣。舜初未嘗有欲與人為善之心也，使舜先存與善之心以取人，則其取善也必不誠。人心至神，亦遂不之與，舜亦必不能以與之矣。舜惟終身知善之在人，吾惟取之而已。"
      },
      {
        "index": 114,
        "text": "耕稼陶漁之人既無不可取，則千聖萬賢之善，獨不可取乎？又何必專學孔子而後為正脈也。"
      },
      {
        "index": 115,
        "text": "夫人既無不可取之善，則我自無善可與，無道可言矣。然則子禮不許講學之談，亦太苦心矣，安在其為挫抑柳老，而必欲為柳老伸屈，為柳老遮護至此乎？又安見其為子禮之口過，而又欲為子禮掩蓋之耶？公之用心，亦太瑣細矣！既已長篇大篇書行世間，又令別人勿傳，是何背戾也？反覆詳玩，公之用心亦太不直矣！且於禮未嘗自認以為己過，縱有過，渠亦不自蓋覆，而公乃反為之覆，此誠何心也？古之君子，其過也如日月之食，人皆見而又皆仰；今之君子，豈徒順之，而又為之辭。公其以為何如乎？柳老平生正坐冥然寂然，不以介懷，故不長進，公獨以為柳老誇，又何也？豈公有所憾於柳老而不欲其長進耶？然則於禮之愛柳老者心髓，公之愛柳老者皮膚，又不言可知矣。柳老於子禮為兄，渠之兄弟尚多也，而獨註意於柳老；柳老又不在仕途，又不與之鄰舍與田，無可爭者。其不為毀柳老以成其私，又可知矣。既無半點私意，則所云者純是一片赤心，公固聰明，何獨昧此乎？縱子禮之言不是，則當為子禮惜，而不當為柳老憂。若子禮之言是，則當為柳老惜，固宜將此平日自負孔聖正脈，不容已真機，直為柳老委曲開導。柳老惟知敬信公者也，所言未必不入也。今若此，則何益於柳老，柳老又何貴於與公相知哉！然則子禮口過之稱，亦為無可奈何，姑為是言以逭責耳。設使柳老所造已深，未易窺見，則公當大力柳老喜，而又不必患其介意矣。何也？遁世不見知而不悔，此學的也。眾人不知我之學，則吾為賢人矣，此可喜也。賢人不知我之學，則我為聖人矣，又不愈可喜乎？聖人不知我之學，則吾為神人矣，尤不愈可喜乎？當時知孔子者唯顏子，雖子貢之徒亦不之知，此真所以為孔子耳，又安在乎必於子禮之知之也？又安見其為挫抑柳老，使劉金吾諸公輩輕視我等也耶？我謂不患人之輕視我等，我等正自輕視耳。"
      },
      {
        "index": 116,
        "text": "區區護名，何時遮蓋得完耶？"
      },
      {
        "index": 117,
        "text": "且吾聞金吾亦人傑也，公切切焉欲其講學，是何主意？豈以公之行履，有加於金吾耶？"
      },
      {
        "index": 118,
        "text": "若有加，幸一一示我，我亦看得見也。若不能有加，而欲彼就我講此無益之虛談，是又何說也？吾恐不足以誑三尺之童子，而可以誑豪傑之士哉！然則孔子之講學非歟？孔子直謂聖愚一律，不容加損，所謂麒麟與凡獸並走，凡鳥與鳳皇齊飛，皆同類也。所謂萬物皆吾同體是也。而獨有出類之學，唯孔子知之，故孟子言之有味耳。然究其所以出類者，則在於巧中焉，巧處又不可容力。今不於不可用力處參究，而唯欲於致力處著腳，則已失孔、孟不傳之秘矣，此為何等事，而又可輕以與人談耶？"
      },
      {
        "index": 119,
        "text": "公聞此言，必以為異端人只宜以訓蒙為事，而但借「明明德」以為題目可矣，何必說此虛無寂滅之教，以研人邪？夫所謂仙佛與儒，皆其名耳。孔子知人之好名也，故以名教誘之；大雄氏知人之怕死，故以死懼之；老氏知人之貪生也，故以長生引之：皆不得已權立名色以化誘後人，非真實也。唯顏子知之，故曰夫子善誘。今某之行事，有一不與公同者乎？亦好做官，亦好富貴，亦有妻孥，亦有廬舍，亦有朋友，亦會賓客，公豈能勝我乎？何為乎公獨有學可講，獨有許多不容已處也？我既與公一同，則一切棄人倫、離妻室、削髮披緇等語，公亦可以相忘於無言矣。何也？仆未嘗有一件不與公同也，但公為大官耳。學問豈因大官長乎？學問如因大官長，則孔、孟當不敢開口矣。"
      },
      {
        "index": 120,
        "text": "且東郭先生，非公所得而擬也。公郭先生專發揮陽明先生「良知」之旨，以繼往開來為己任，其妙處全在不避惡名以救同類之急，公其能此乎？我知公詳矣，公其再勿說謊也！須如東郭先生，方可說是真不容已。近時唯龍溪先生足以繼之，近溪先生稍能繼之。公繼東郭先生，終不得也。何也？名心太重也，回護太多也。實多惡也，而專談誌仁無惡，實偏私所好也，而專談泛愛博愛；實執定己見也，而專談不可自是。公看近溪有此乎？龍溪有此乎？"
      },
      {
        "index": 121,
        "text": "況東郭哉！此非強為爾也，諸老皆實實見得善與人同，不容分別故耳。既無分別，又何惡乎？"
      },
      {
        "index": 122,
        "text": "公今種種分別如此，舉世道學無有當公心者，雖以心齋先生，亦在雜種不入公彀率矣，況其他乎！其同時所喜者，僅僅胡廬山耳。麻城周柳塘、新邑吳少虞，只此二公為特出，則公之取善亦太狹矣，何以能明明德於關下也？"
      },
      {
        "index": 123,
        "text": "我非不知敬順公之為美也，以「齊人莫如我敬王」也。亦非不知順公則公必愛我，公既愛我則合縣士民俱禮敬我，吳少虞亦必敬我，官吏師生人等俱來敬我，何等好過日子，何等快活。公以眾人俱來敬我，終不如公一人獨知敬我；公一人敬我，終不如公之自敬也。"
      },
      {
        "index": 124,
        "text": "籲！公果能自敬，則余何說乎！自敬伊何？戒謹不睹，恐懼不聞，毋自欺，求自傲，慎其獨。孔聖人之自傲者蓋如此。若不能自敬，而能敬人，來之有也。所謂本亂而求未之治，無是理也。故曰「壹是皆以修身為本」。此正脈也，此至易至簡之學，守約施博之道，故曰「君子之守，修其身而天下平」，又曰「人人親其親，長其長而天下平」，又曰「上老老而民興孝」，更不言如何去平天下，但只道修身二字而已。孔門之教，如此而已，吾不知何處更有不容已之說也。"
      },
      {
        "index": 125,
        "text": "公勿以修身為易，明明德為不難，恐人便不肯用工夫也。實實欲明明德者，工夫正好艱難，在埋頭二三十年，尚未得到手，如何可說無工夫也？龍溪先生年至九十，自二十歲為學，又得明師，所探討者盡天下書，所求正者盡四方人，到未年方得實詣，可謂無工夫乎？公但用自己工夫，勿愁人無工夫用也。有誌者自然來共學，無誌者雖與之談何益！近溪先生從幼聞道，一第十年乃官，至今七十二歲，猶歷涉江湖各處訪人，豈專為傳法計歟！蓋亦有不容已者。此其一生好名，近來稍知藏名之法，歷江右、兩浙、姑蘇以至秣陵，無一道學不去參訪，雖弟於之求師，未有若彼之切者，可謂致了良知，更無工夫乎？然則公第用起工夫耳，儒家書盡足參詳，不必別觀釋典也。解釋文字，終難契入；執定己見，終難空空；耘人之田，終荒家穰。願公元以芻蕘陶漁之見而棄忽之也。古人甚好察此言耳。"
      },
      {
        "index": 126,
        "text": "名乃錮身之鎖，聞近老一路無一人相知信者。柳塘初在家時，讀其書便十分相信，到南昌則七分，至建昌又減二分，則得五分耳。及乎到南京，雖求一分相信，亦無有矣。柳塘之徒曾子，雖有一二分相信，大概亦多驚訝。焦弱侯自謂聰明特達，方子及亦以豪傑自負，皆棄置大法師不理會之矣。乃知真具只眼者舉世絕少，而坐令近老受遁世不見知之妙用也。至矣，近老之善藏其用也。曾子回，對我言曰：「近老無知者，唯先生一人知之。」籲！我若不知近老，則近老有何用乎！惟我一人知之足矣，何用多知乎！多知即不中用，猶是近名之累，曷足貴歟！故曰「知我者希，則我貴矣」。吾不甘近老之太尊貴也。近老於生，豈同調乎，正爾似公舉動耳。乃生深信之，何也？五臺與生稍相似，公又謂五臺公心熱，仆心太冷。"
      },
      {
        "index": 127,
        "text": "籲！何其相馬於牝牡驪黃之間也！"
      },
      {
        "index": 128,
        "text": "展轉千百言，略不識忌諱，又家貧無代書者，執筆草草，絕不成句；又不敢縱筆作大字，恐重取怒於公。書完，遂封上。極知當重病數十日矣，蓋賤體尚未甚平，此勞遂難當。公得公一二相信，即刻死填溝壑，亦甚甘願，公思仆此等何心也？仆佛學也，豈欲與公爭名乎，抑爭官乎？皆無之矣。公倘不信仆，試以仆此意質之五臺，以為何如？以五臺公所信也。若以五臺亦佛學，試以問之近溪老何如？"
      },
      {
        "index": 129,
        "text": "公又云「前者《二鳥賦》原為子禮而發，不為公也」。夫《二鳥賦》若專為子禮而發，是何待子禮之厚，而視不肖之薄也！生非護惜人也，但能攻發吾之過惡，便是吾之師。吾求公施大爐錘久矣。物不經鍛煉，終難成器；人不得切琢，終不成人。吾來求友，非求名也；吾來求道，非求聲稱也。公其勿重為我蓋覆可焉！我不喜吾之無過而喜吾過之在人，我不患吾之有過而患吾過之不顯。此佛說也，非魔說也；此確論也，非戲論也。公試虛其心以觀之，何如？"
      },
      {
        "index": 130,
        "text": "每思公之所以執迷不返者，其病在多欲。古人無他巧妙，直以寡欲為養心之功，誠有味也，公今既宗孔於矣，又欲兼通諸聖之長：又欲清，又欲任，又欲和。既於聖人之所以繼往開來者，無日夜而不發揮，又於世人之所以光前裕後者，無時刻而不系念。又以世人之念為俗念，又欲時時蓋覆，只單顯出繼往開來不容已本心以示於人。分明貪高位厚祿之足以尊顯也，三品二品之足以褒寵父祖二親也，此公之真不容已處也，是正念也。卻回護之曰：「我為堯、舜君民而出也，吾以先知先覺自任而出也。」是又欲蓋覆此欲也，非公不容已之真本心也。且此又是伊尹誌，非孔子誌也。孔、孟之志，公豈不聞之乎！孔孟之志曰：「故將大有為之君，必有所不召之臣，欲有謀焉則就之，其尊德樂道不如是，不足與有力也，」是以魯謬公無人乎於思之側、則不能安子思。孔、孟之家法，其自重如此，其重道也又如此。公法仲尼者，何獨於此而不法，而必以法伊尹為也！豈以此非孔聖人之真不容已處乎？吾謂孔、孟當此時若徒隨行逐隊，施進旅退，以戀崇階，則寧終身空室陋巷窮餓而不悔矣。此顏子之善學孔子處也。"
      },
      {
        "index": 131,
        "text": "不特是也。分明撼克明好超脫不肯註意生孫，卻回護之曰：「吾家子侄好超脫，不以嗣續為念。」乃又錯怪李卓老曰：「因他超脫，不以嗣續為重，故兒效之耳。」籲籲！生子生孫何事也，乃亦效人乎！且超脫又不當生子乎！即兒好超脫，故未有孫，而公不超脫者也，何故不見多男子乎？我連生四子俱不育，老來無力，故以命自安，實未嘗超脫也。公何誣我之甚乎！"
      },
      {
        "index": 132,
        "text": "又不特是也。分明憾克明好超脫，不肯註意舉子業，卻回護之曰：「吾家子侄好超脫，不肯著實盡平持內事。」乃又錯怪李卓老曰：「因他超脫，不以功名為重，故害我家兒子。」"
      },
      {
        "index": 133,
        "text": "籲籲！卓吾自二十九歲做官以至五十三歲乃休，何曾有半點超脫也！克明年年去北京進場，功名何曾輕乎！時運未至，渠亦朱嘗不堅忍以俟，而翁性急，乃歸咎於舉業之不工，是而翁欲心太急也。世間工此者何限，必皆一一中選，一一早中，則李、杜文章不當見遺，而我與公亦不可以僥幸目之矣。"
      },
      {
        "index": 134,
        "text": "夫所謂超脫者，如淵明之徒，官既懶做，家事又懶治，乃可耳。今公自謂不超脫者固能理家；而克明之超脫者亦未嘗棄家不理也，又何可以超脫憾之也！既能超脫足追陶公，我能為公致賀，不必憾也，此皆多欲之故，故致背戾，故致錯亂，故致昏蔽如此耳。且克明何如人也，筋骨如鐵，而肯效顰學步從人腳跟走乎！即依人便是優人，亦不得謂之克明矣。故使克明即不中舉，即不中進士，即不作大官，亦當為天地間有數奇品，超類絕倫，而可以公眼前蹊徑限之歟？"
      },
      {
        "index": 135,
        "text": "吳少虞曾對我言曰：「楚倥放肆無忌憚，皆爾教之。」我曰：「安得此無天理之談乎？」"
      },
      {
        "index": 136,
        "text": "吳曰：「雖然，非爾亦由爾，故放肆方穩妥也。」籲籲！楚倥何曾放肆乎？且彼乃吾師，吾惟知師之而已。渠眼空四海，而又肯隨人腳跟定乎？茍如此，亦不得謂之楚倥矣。大抵吳之一言一動，皆自公來，若出自公意，公亦太乖張矣。縱不具只眼，獨可無眼乎！吾謂公且虛心以聽賤子一言，勿蹉跎誤了一生也。如欲專為光前裕後事，吾知公必不甘，吾知公決兼為繼往開來之事者也。一身而二任，雖孔聖必不能。故鯉死則死矣，顏死則慟焉，妻出更不復再娶，鯉死更不聞再買妾以求復生子。無他，為重道也；為道既重，則其他自不入念矣。公於此亦可遽以超脫病之乎！"
      },
      {
        "index": 137,
        "text": "然吾觀公，實未嘗有傳道之意，實未嘗有重道之念。自公倡道以來，誰是接公道柄者乎？"
      },
      {
        "index": 138,
        "text": "他處我不知，新邑是誰繼公之真脈者乎？面從而背違，身教自相與遵守，言教則半句不曾奉行之矣。以故，我絕不欲與此間人相接，他亦自不與我接。何者？我無可趨之勢故耳。籲籲！"
      },
      {
        "index": 139,
        "text": "為師者忘其奔走承奉而來也，乃直任之而不辭曰，「吾道德之所感召也」；為弟子者亦忘其為趨勢附熱而至也，乃久假而不歸曰，「吾師道也，吾友德也」。籲！以此為學道，即稍稍有志向著，亦不願與之交，況如仆哉！其杜門不出，非簡亢也，非絕人逃世也；若欲逃世，則入山之深矣。麻城去公稍遠，人又頗多，公之言教亦頗未及，故其中亦自有真人稍可相與處耳。雖上智之資未可即得，然個個與語，自然不俗。黃陂祝先生舊曾屢會之於白下，生初謂此人質實可與共學，特氣骨太弱耳。近會方知其能不昧自心，雖非肝膽盡露者，亦可謂能吐肝膽者矣。使其稍加健猛，亦足承載此事，願公加意培植之也。"
      },
      {
        "index": 140,
        "text": "聞麻城新選邑侯初到，柳塘因之欲議立會，請父母為會主。余謂父母愛民，自有本分事，日夜不得閑空，何必另標門戶，使合縣分黨也？與會者為賢，則不與會者為不肖矣。使人人有不肖之嫌，是我輩起之也。且父母在，誰不願入會乎？既願入會，則入會者必多不肖，既多不肖，則賢者必不肯來；是此會專為會不肖也。豈為會之初意則然哉，其勢不得不至此耳。"
      },
      {
        "index": 141,
        "text": "況為會何益於父母，徒使小子乘此紛擾縣公。縣公賢則處置自妙，然猶未免分費精神，使之不得專理民事；設使聰明未必過人，則此會即為斷性命之刀斧矣，有仁心者肯為此乎！蓋縣公若果以性命為重，則能自求師尋友，不必我代之勞苦矣。何也？我思我學道時，正是高閣老、楊吏部、高禮部諸公禁忌之時，此時絕無有會，亦絕無有開口說此件者。我時欲此件切，自然尋得朋友，自能會了許多不言之師，安在必立會而後為學乎！此事易曉，乃柳塘亦不知，何也？若謂柳塘之道，舉縣門生無有一個接得者，今欲趁此傳與縣公，則宜自將此道指點縣公，亦不宜將此不得悟入者盡數招集以亂聰聽也，若謂縣公得道，柳塘欲聞，則柳塘自與之商證可矣，且縣公有道，縣公自不容已，自能取人會人，亦不必我代之主赤幟也。反覆思惟，總是名心牽引，不得不顛倒耳。"
      },
      {
        "index": 142,
        "text": "某偶爾遊方之外，略示形骸虛幻人世如此，且因以逃名避譴於一時所謂賢聖大人者。茲承過辱，勤懇慰諭，雖真肉骨不啻矣，何能謝，第日者奉教，尚有未盡請益者，謹略陳之。"
      },
      {
        "index": 143,
        "text": "夫舜之好察邇言者，余以為非至聖則不能察，非不自聖則亦不能察也。已至於聖，則自能知眾言之非邇，無一邇言而非真聖人之言者。無一邇言而非真聖人之言，則天下無一人而不是真聖人之人明矣。蓋強為也，彼蓋曾實用知人之功，而真見本來面目無人故也；實從事為我之學，而親見本來面目無我故也。本來無我，故本來無聖，本來無聖，又安得見己之為聖人，而天下之人之非聖人耶？本來無人，則本來無邇，本來無邇，又安見邇言之不可察，而更有聖人之言之可以察也耶？故曰「自耕稼陶漁，無非取諸入者」。居深山之中，木石居而鹿豕遊，而所聞皆善言，所見皆善行也。此豈強為，法如是故。今試就生一人論之。生狷隘人也，所相與處，至無幾也。間或見一二同參從入無門，不免生菩提心，就此百姓日用處提撕一番，如好貨，如好色，如勤學，如進取，如多積金寶，如多買田宅為子孫謀，博求風水為兒孫福蔭，凡世間一切治生產業等事，皆其所共好而共習，共知而共言者，是真邇言也。"
      },
      {
        "index": 144,
        "text": "於此果能反而求之，頓得此心，頓見一切賢聖佛祖大機大用，識得本來面目，則無始曠劫未明大事，當下了畢。此予之實證實得處也，而皆自於好察邇言得之。故不識諱忌，時時提唱此語。而令師反以我為害人，誑誘他後生小子，深痛惡我。不知他之所謂後生小子，即我之後生小子也，我又安忍害之。公我之所好察者，百姓日用之邇言也。則我亦與百姓同其邇言者，而奈何令師之不好察也？"
      },
      {
        "index": 145,
        "text": "生言及此，非自當於大舜也，亦以不自見聖，而能見人人之皆聖人者與舜同也；不知其言之為邇，而能好察此邇言者與舜同也。今試就正於門下：門下果以與舜同其好察者是乎，不與舜同其好察者是乎？自然好察者是乎，強以為邇言之中必有至理，然後從而加意以察之者為是乎？愚以為強而好察者，或可強於一時，必不免敗缺於終身，可勉強於眾人之前，必不免敗露於余一人之後也。此豈余好求勝，而務欲令師之必余察也哉？蓋此正舜、跖之分，利與善之間，至甚可畏而至甚不可以不察也。既系友朋性命，真切甚於肉骨，容能自己而一任其不知察乎？俗人不知，謬謂生於令師有所言說，非公聰明，孰能遽信余之衷赤也哉！"
      },
      {
        "index": 146,
        "text": "然此好察邇言，原是要緊之事，亦原是最難之事。何者？能好察則得本心，然非實得本心者決必不能好察。故愚每每大言曰：「如今海內無人。」正謂此也。所以無人者，以世之學者但知欲做無我無人工夫，而不知原來無我無人自不容做也。若有做作，即有安排，便不能久，不免流入欺已欺人不能誠意之病。欲其自得，終無日矣。然愚雖以此好察，日望於令師，亦豈敢遂以此好察邇言取必於令師也哉！但念令師於此，未可遽以為害人，使人反笑令師耳。何也？若以為害人，則孔子「仁者人也」之說，孟氏「仁人心也」之說，達磨西來單傳直指諸說，皆為欺世誣人，作誑語以惑亂天下後世矣。尚安得有周、程，尚安得有陽明、心齋、大洲諸先生及六祖、馬祖、臨濟諸佛祖事耶？是以不得不為法辨耳。千語萬語只是一語，千辯萬辯不出一辯。恐令師或未能察，故因此附發於大智之前，冀有方便或為我轉致之耳。"
      },
      {
        "index": 147,
        "text": "且愚之所好察者，邇言也。而吾身之所履者，則不貪財也，不好色也，不居權勢也，不患失得也，不遺居積於後人也，不求風水以圖福蔭也。言雖邇而所為復不邇者何居？愚以為此特世之人不知學問者以為不邇耳，自大道觀之，則皆邇也；未曾問學者以為邇耳，自大道視之，則皆不邇也。然則人人各自有一種方便法門，既不俟取法於余矣；況萬物並育，原不相害者，而謂余能害之可歟？"
      },
      {
        "index": 148,
        "text": "吾且以跡言證之：凡今之人，自生至老，自一家以至萬家，自一國以至天下，凡邇言中事，孰待教而後行乎？趨利避害，人人同心。是謂天成，是謂眾巧，邇言之所以為妙也。大舜之所以好察而為古今之大智也，今令師之所以自為著，未嘗有一厘自背於邇言，而所以詔學者，則必曰專志道德，無求功名，不可貪位慕祿也，不可患得患失也，不可貪貨貪色、多買寵妾田宅為子孫業也。視一切邇言，皆如毒藥利刃，非但不好察之矣。審如是，其誰聽之！"
      },
      {
        "index": 149,
        "text": "若曰：「我亦知世之人惟邇言是耽，必不我聽也，但為人宗師，不得不如此立論以教人耳。」"
      },
      {
        "index": 150,
        "text": "果如此自不妨，古昔皆然，皆以此教導愚人，免使法堂草加深三尺耳矣，但不應昧卻此心，便說我客人也。世間未有以大舜望人，而乃以為害人者也；以大舜事令師，而乃以為慢令師者也，此皆至邇至淺至易曉之言，想令師必然聽察，第此時作惡已深，未便翻然若江河決耳。"
      },
      {
        "index": 151,
        "text": "故敢直望門下，惟門下大力，自能握此旋轉機權也。若曰：「居士向日儒服而強談佛，今居佛國矣，又強談儒。」則於令師當絕望矣。"
      },
      {
        "index": 152,
        "text": "弟早知兄不敢以此忠告進耿老也，弟向自通，此直試兄耳。乃知平生聚友講學之舉，遷善去惡之訓，亦太欺人矣。欺人即自欺，更何說乎！夫彼專談無善無惡之學，我則以無善無惡待之；若於彼前而又談遷善去惡事，則我為無眼人矣。此專談遷善去惡之學者，我則以遷善去惡望之；若於彼前而不責以遷善去惡事，則我亦為無眼人矣。世間學者原有此二種，弟安得不以此二種應之也耶！惟是一等無緊要人，一言之失不過自失，一行之差不過自差，於世無與，可勿論也。若特地出來，要扶綱常，立人極，繼往古，開群蒙，有如許擔荷，則一言之失，乃四海之所觀聽，一行之謬，乃後生小於輩之所效尤，豈易放過乎？"
      },
      {
        "index": 153,
        "text": "如弟，豈特於世上為無要緊人，息焉遊焉，直與草木同腐，故自視其身亦遂為朽敗不堪復用之器，任狂恣意，誠不足責也。若如二老，自負何如，關系何如，而可輕耶！弟是以效孔門之忠告，竊前賢之善道，卑善柔之賤態，附直諒之後列，直欲以完名全節付二老，故遂不自知其犯於不可則止之科耳。雖然，二老何如人耶，夫以我一無要緊之人，我二老猶時時以遷善改過望之，況如耿老，而猶不可以遷善去惡之說進乎？而安敢以不可則止之戒事二老也。"
      },
      {
        "index": 154,
        "text": "偶有匡廬之興，且小樓不堪熱毒，亦可因以避暑。秋涼歸來，與兄當大講，務欲成就世間要緊漢矣。"
      },
      {
        "index": 155,
        "text": "觀二公論學，一者說得好聽，而未必皆其所能行；一者說得未見好聽，而皆其所能行。"
      },
      {
        "index": 156,
        "text": "蓋但己能行，亦眾人之所能行也。己能行而後言，是謂先行其言；己未能行而先言，則謂言不顧行。吾從其能行者而已，吾從眾人之所能行者而已。"
      },
      {
        "index": 157,
        "text": "夫知己之可能，又知人之皆可能，是己之善與人同也，是無己而非人也，而何己之不能舍？既知人之可能，又知己之皆可能，是人之善與己同也，是無人而非己也，而何人之不可從？此無人無己之學，參贊位育之實，扶世立教之原，蓋真有見於善與人同之極故也。今不知善與人同之學，而徒慕舍己從人之名，是有意於舍己也。有意舍己，即是有己；有意從人，即是有人。況未能舍己而徒言舍己以教人乎？若真能舍己，則二公皆當舍矣。今皆不能舍己以相從，又何日夜切切以舍己言也？教人以舍己，而自不能舍，則所云舍己從人者妄也，非大舜舍己從人之調也。言舍己者，可以反而思矣。"
      },
      {
        "index": 158,
        "text": "真舍己者，不見有己。不見有己，則無己可舍。無己可舍，故曰舍己。所以然者，學先知己故也。真從人者，不見有人。不見有人，則無人可從。無人可從，故曰從人，所以然者，學先知人故也。今不知己而但言舍己，不知人而但言從人，毋怪其執吝不舍，堅拒不從，而又日夜言舍己從人以欺人也。人其可欺乎？徒自欺耳。毋他，扶世立教之念為之祟也。扶世立教之念，先知先覺之任為之先也。先知先覺之任，好臣所教之心為之驅也。以故終日言扶世，而未嘗扶得一時，其與未嘗以扶世為己任者等耳。終日言立教，未嘗教得一人，其與未嘗以立教為己任者均焉。此可恥之大者，所謂「恥其言而過其行」者非耶！所謂「不恥不若人何若人有」者又非耶！"
      },
      {
        "index": 159,
        "text": "吾謂欲得扶世，須如赫峰之憫世，方可稱真扶世人矣，欲得立教，須如嚴寅所之宅身，方可稱真立教人矣。然二老有扶世立教之實，而絕口不道扶世立教之言；雖絕口不過扶世立教之言，人亦未嘗不以扶世立教之實歸之。今無其實，而自高其名，可乎？"
      },
      {
        "index": 160,
        "text": "且所謂扶世立教，參贊位育者，雖聾瞽侏跛亦能之，則仲子之言，既已契於心矣，縱能扶得世教，成得參贊位育，亦不過能侏跛聾瞽之所共能者，有何奇巧而必欲以為天下之重而任之耶！若不信侏跛聾瞽之能參贊位育，而別求所謂參贊位育以勝之，以為今之學道者皆自私自利而不知此，則亦不得謂之參贊位育矣。是一已之位育參贊也，聖人不如是也。"
      }
    ]
  }
}