{
  "chapterNumber": 7,
  "title": "增補",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "弟學佛人也，異端者流，聖門之所深辟。弟是以於孔氏之徒不敢輕易請教者，非一日矣。"
      },
      {
        "index": 2,
        "text": "蓋恐其辟已也，謂其誌不在於性命，恐其術業不同，未必能開我之眼，愈我之疾。我年衰老，又未敢泛泛然為無益之請，以虛度此有限時光，非敢忘舊日親故之恩，如兄所雲「親者無失其為親，故者無失其為故」之雲也。念弟非薄人也，自己學問未曾明白，雖承朋友接引之恩，切欲報之而其道無由，非能報之而不為之報也。"
      },
      {
        "index": 3,
        "text": "承兄遠教，感切難言。第弟禪學也，路徑不同，可如之何！且如「親民」之旨，「無惡」"
      },
      {
        "index": 4,
        "text": "之旨，種種「不厭」「不倦」之旨，非不親切可聽，的的可行。公念弟至今德尚未明，安能作親民事乎？學尚未知所止，安敢自謂我不厭乎？既未能不厭，又安能為不倦事乎？切恐知學則自能不厭，如饑者之食必不厭飽，寒者之衣必不厭多。今於生死性命尚未如饑寒之甚，雖欲不厭，又可能耶？若不知學，而但取「不厭」者以為題目功夫，則恐學未幾而厭自隨之矣。欲能如顏子之好學，得歟？欲如夫子之忘食忘憂，不知老之將至，又可得歟？況望其能不倦也乎哉！此蓋或侗老足以當之，若弟則不敢以此自足而必欲人人同宗此學脈也。"
      },
      {
        "index": 5,
        "text": "何也？未能知學之故也，未能自明已德故也，未能成己、立已、盡己之性故也。惟德有未明，故凡能明我者則親之；其不如己者，不敢親也；便佞者、善柔者皆我之損，不敢親也。"
      },
      {
        "index": 6,
        "text": "既不敢親，則惡我者從生焉，我惡之者亦從生焉，亦自然之理耳。譬如父之於子然，子之賢不肖雖各不同，然為父者未嘗不親之也，未嘗有惡之之心也。何也？父既有子，則田宅財帛欲將有托，功名事業欲將有寄，種種自大父來者，今皆於子乎授之，安能不以子為念也？今者自身朝餐未知何給，暮宿未知何處，寒衣未審誰授，日夕竊竊焉唯恐失所尚，無心於得子，又安知有子而欲付托此等事乎？正弟之謂也。此弟於侗老之言不敢遽聆者以此也。弟非薄於故舊之人也，雖欲厚之而其遭固無從也。籲！安得大事遂明，輪回永斷，從此一聽長者之教，一意親民而宗「不厭」「不倦」學脈乎！"
      },
      {
        "index": 7,
        "text": "且兄祗欲為仁，不務識仁，又似於孔門明德致知之教遠矣；今又專向文學之場，精研音釋等事，似又以為仁為第二義矣。雜學如此，故弟猶不知所請教也，非薄之調也，念兄未必能並弟之眼，愈弟之疾也。大抵兄高明過於前人，德行欲列於顏、閔，文學欲高於遊、夏，政事不數於求、由，此亦惟兄之多能能自兼之，弟惟此一事猶惶惶然恐終身不得到手也。人之賢不肖懸絕且千萬餘里，真不可概論有如是哉！弟今惟自愧爾矣。（《李溫陵集》卷一）"
      },
      {
        "index": 8,
        "text": "某生於閩，長於海，丐食於衛，就學於燕，訪友於白下，質正於四方。自是兩都人物之淵，東南才富之產，陽明先生之徒若孫及臨濟的派、丹陽正脈，但有一言之幾乎道者，皆某所參禮也，不扣盡底蘊固不止矣。五十而至滇，非謀道矣，直糊口萬里之外耳。三年而出滇，復寓楚，今又移寓於楚之麻城矣。人今以某為麻城人，雖某亦自以為麻城人也。公百福具備，俗之人皆能頌公，某若加上辭，贅矣。故惟道其平生取友者如此。（《李溫陵集》卷一）"
      },
      {
        "index": 9,
        "text": "此間自楚倥去後，寥寥太甚，因思向日親近善知識時，全不覺知身在何方，相看度日，真不知老之將至。蓋真切友朋，死生在念，萬分精進，亦自不知故耳。自今實難度日矣。去年十月曾一到亭州，以無處館宿，不數日即回。今春三月復至此中，擬邀無念、曾承庵泛舟白下，與兄相從。夫兄以蓋世聰明，而一生全力盡向詩文草聖場中，又不幸而得力，故於死生念頭不過一分兩分，微而又微也如此。且當處窮之日，未必能為地主，是以未敢決來。然念兄實不容不與弟會者。兄雖強壯，然亦兒於知命矣。此時不在念，他年功名到手，事勢益忙，精力漸衰，求文字者造門日益眾，恐益不暇為此矣ˇ名富貴等，平生盡能道是身外物，到此反為主而性命反為賓，奈之何？我與兄相處，惟此一事，故不覺如此。（《李溫陵集》"
      },
      {
        "index": 10,
        "text": "無念來歸，得尊教，今三閱月矣，絕無音使，豈科場事忙不暇作字乎？抑湖中無鴻雁，江中少鯉魚也？都院信使不斷，亦可附之，難曰不便也。此中如坐井，舍無念無可談者。雖時時對古人，終有眼昏氣倦時。想白下一字如萬金，兄何故靳不與耶？"
      },
      {
        "index": 11,
        "text": "念弟實當會兄。古人言語多有來歷，或可通於古未必可通於今者，時時對書，則時時想兄，願得侍兄之側也，此弟之不可少兄者一也。學問一事，至今未了，此弟之不可少兄者二也。老雖無用，而時時疑著三聖人經綸大用，判若黑白，不啻千里萬里，但均為至聖，未可輕議之，此又弟之不可少兄者三也。若夫目擊在道，晤言消憂，則半刻離兄不得，此弟之所以日望兄往來佳信也。聞霍丘有高中門生，便一往賀，順道至此，慰我渴懷，然後赴京，不亦可歟？萬勿以多事自托也。"
      },
      {
        "index": 12,
        "text": "《福建錄》《孝第策》冠絕，當與陽明《山東試錄》並傳。「朱紫陽斷案」至引伯玉四十九、孔子七十從心，真大手段，大見識，弟向雲「善作者純貶而褒意自寓，純褒而貶意自存」是也。兄於大文章殊佳，如碑記等作絕可。蘇長公片言只字與金玉同聲，雖千古未見其比，則以其胸中絕無俗氣，下筆不作尋常語，不步人腳故耳。如大文章終未免有依仿在。後輩有誌向者何人，暇中一一示我，我亦愛知之。世間無根器人莫引之談學，彼不為名便是為利，無益也。"
      },
      {
        "index": 13,
        "text": "《經》雲：「塵勞之儔，為如來種。」彼真正具五力者，向三界中作如意事，入魔王侶為魔王伴，全不覺知是魔與佛也。願兄早了業緣，速登上第，完世間人，了出世法，乃見全力雲。"
      },
      {
        "index": 14,
        "text": "近居龍湖，漸遠城市，比舊更覺寂寞，更是弟之晚年便宜處耳、謂百姓生而六十，便免差役，蓋朝廷亦知其精力既衰，放之閑食，全不以世間事責問之矣，而自不知暇逸，可乎！"
      },
      {
        "index": 15,
        "text": "《弘明集》無可觀者，只有一件最得意事。昔時讀《謝康樂》，自負慧業文人，頗疑其誇；日於集中見其辨學諸篇，乃甚精細。此其自誌學之年即事遠公，得會道生諸名侶，其自負固宜。然則陶公雖同時，亦實未知康樂，矧遺民諸賢哉！謝公實重遠公，遠公實雅愛謝公，彼謂嫌其心雜不許入社者，俗士之妄語耳。遠公甚愛賢，所見亦高，觀其與人書，委曲過細，唯恐或傷，況謝公聰悟如是，又以師道事遠公，遠公安忍拒之！千載高賢埋沒至今，得我方爾出見於世，此一喜也。主摩詰以詩名，論者雖謂其通於禪理，猶未遽以真禪歸之，況知其文之妙乎！蓋禪為詩所掩，而文章又為禪所掩，不欲觀之矣。今觀《六祖塔銘》等文章清妙，豈減詩才哉！此又一喜也。"
      },
      {
        "index": 16,
        "text": "意欲別集《儒禪》一書，凡說禪者依世次匯入，而苦無書；有者又多分散，如楊億、張子韶、王精、文文山集皆分散無存。若《僧禪》則專集僧語，又另為一集，與《儒禪》並行，大約以精切簡要為貴。使讀者開卷了然，醍醐一味，入道更易耳。《華嚴合論》精妙不可當，一字不可改易，蓋又一《華嚴》也。如向、郭註《莊子》，不可便以《莊子》為經，向、郭為註；如左丘明傳《春秋》，不可便以《春秋》為經，左氏為傳。何者？使無《春秋》，左氏自然流行，以左氏又一經也，使無《莊於》，向、郭自然流行，以向、郭又一經也。然則執向、郭以解《莊子》，據左氏以論《春秋》者，其人為不智矣。（《李溫陵集》卷二）"
      },
      {
        "index": 17,
        "text": "四海雖大而朋友實難，豪士無多而好學者益鮮。若夫一往參詣，務於自得，直至不見是而無悶，不見知而不悔者，則令弟子庸一人實當之，而今不幸死矣！仆尚友四方，願欲生死於友朋之手而不可得，故一見於庸，遂自謂可以死矣，而詎意子庸乃先我以死也耶！興言及此，我懷何如也！公素篤於天倫，五內之割，不言可知。且不待遠求而自得同誌之朋於家庭之內，祝余之嘆，豈虛也哉！屢欲附一書奉慰，第神緒忽忽，自心且不能平，而敢遽以世俗遊詞奉勸於公也耶？今已矣！惟念此問學一事，非小小根器者所能造詣耳。夫古人明以此學為大學，此人為大人矣。夫大人者，豈尋常人之所能識耶？當老子時，識老子者惟孔子一人；當孔子時，識孔子者又止顏子一人。蓋知已之難如此。使令弟子庸在時，若再有一人能知之，則亦不足以為子庸矣。嗟嗟！勿言之矣！今所憾者，仆數千里之來，直為公兄弟二人耳。今公又在朝矣，曠然離索，其誰陶鑄我也？夫為學而不求友與求友而不務勝己者，不能屈恥忍痛，甘受天下之大爐錘，雖曰好學，吾不信也。欲成大器，為大人，稱大學，可得耶？（"
      },
      {
        "index": 18,
        "text": "士貴為己，務自適。如不自適而適人之適，雖伯夷、叔齊同為淫僻，不知為己，惟務為人，雖堯、舜同為塵垢秕糠。此儒者之用，所以竟為蒙莊所排，青牛所訶，而以為不如良賈也。蓋其朝聞夕可，雖無異路，至於用世處身之術，斷斷乎非儒者所能企及。後世稍有知其略者，猶能致清凈寧一之化，如漢文帝、曹相國、汲長孺等，自利利他，同歸於至順極治，則親當黃帝、老子時又何如耶？仆實喜之而習氣太重，不能庶幾其萬一，蓋口說自適而終是好適人之適，口說為已而終是看得自己太輕故耳。"
      },
      {
        "index": 19,
        "text": "老子曰：「挫其銳，解其紛，和其光，同其塵」。「處眾人之所惡，則幾於道矣。」卜在黃安時，終日杜門，不能與眾同塵；到麻城，然後遊戲三昧，出入於花街柳市之間，始能與眾同塵矣，而又未能和光也。何也？以與中丞猶有辯學諸書也。自今恩之，辯有何益！祗見紛紛不解，彼此鋒銳益甚，光芒愈熾，非但無益而反涉於吝驕，自蹈於宋儒攻新法之故轍而不自知矣。豈非以不知為己，不知自適，故不能和光，而務欲以自炫其光之故與！靜言思之，實為可恥。故決意去發，欲以人山之深，免與世人爭長較短。蓋未能對面忘情，其勢不得不復為閉戶獨處之計耳，雖生死大事不必如此，但自愧勞擾一生，年已六十二，風前之燭，曾無幾時，祝自此以往，皆未死之年，待死之身，便宜歲月日時也乎！若又不知自適，更待何時乃得自適也耶？且遊戲玩耍者，眾人之所同，而儒者之所惡；若落發毀貌，則非但儒生惡之，雖眾人亦惡之矣。和光之道，莫甚於此，仆又何惜此幾莖毛而不處於眾人之所惡耶？"
      },
      {
        "index": 20,
        "text": "非敢自謂庶幾於道，特以居卑處辱，居退處下，居虛處獨，水之為物，本自至善，人特不能似之耳。仆是以勉強為此舉動，蓋老而無用，尤相宜也。"
      },
      {
        "index": 21,
        "text": "白下此時，五臺先生在刑曹，而近溪先生亦已到。仆愧老矣，不能匍匐趨侍，兄既同官於此，幸早發興一會之，五臺先生骨剛膽烈，更歷已久，練熟世故，明解朝典、不假言矣。"
      },
      {
        "index": 22,
        "text": "至其出世之學，心領神解，又已多年，而絕口不談，逢人但說因說果，令人鄙笑。遇真正儒者，如癡如夢，翻令見疑。則此老欺人太甚，自謂海內無人故耳。亦又以見此老之善藏其用，非人可及也。只有丈夫誌願，或用世，或出世，俱不宜磋過此老也。近老今年七十四矣，少而學道，蓋真正英雄，真主俠客，而能回光斂焰，專精般若之門者，老而糟粕盡棄，穢惡聚躬、蓋和光同塵之極，俗儒不知，盡道是實如此不肖。老子雲：「天下謂我道大，似不肖。"
      },
      {
        "index": 23,
        "text": "夫惟大，故似不肖；若肖，久矣其細。」蓋大之極則何所不有，其以為不肖也固宜。人盡以此老為不肖，則知此老者自希；知此老者既希，則此老益以貴矣。又何疑乎！仆實知此二老者，今天下之第一流也，後世之第一流也。用世處世，經世出世，俱已至到。風但細心聽客，決知尺有大受用處也。然此言亦仆之不能自適處也，不真為己處也。何也？兄未嘗問我此兩人，又未嘗欲會此兩人者，我何故說此兩人至此極也，豈非心腸太熱之故歟！一笑！一笑！"
      },
      {
        "index": 24,
        "text": "耿老與周書雲，「往見說卓吾狎妓事，其書尚存，而頃書來乃謂弟不能參會卓吾禪機。"
      },
      {
        "index": 25,
        "text": "昔顏山農於講學會中忽起就地打滾，曰：「試看我良知！』士友至今傳為笑柄。卓吾種種作用，無非打滾意也。第惜其發之無當，機鋒不妙耳。」又謂「魯橋諸公之會宴鄧令君也，卓吾將優旦調弄，此亦禪機也，打滾意也。蓋彼謂魯橋之學，隨身規矩太嚴，欲解其枷鎖耳。"
      },
      {
        "index": 26,
        "text": "然魯橋之學，原以恭敬求仁，已成章矣。今見其舉動如是，第益重其狎主辱客之憾耳。未信先橫，安能悟之令解脫哉！」又謂「卓吾曾強其弟狎妓，此亦禪機也。」又謂「卓吾曾率眾僧入一嫠婦之室乞齋，卒令此婦冒帷簿之羞，士紳多憾之，此亦禪機也。夫子見南子是也。"
      },
      {
        "index": 27,
        "text": "南子聞車聲而知伯玉之賢，必其人可與言者。卓吾蔑視吾黨無能解會其意，故求之婦人之中。"
      },
      {
        "index": 28,
        "text": "吾黨不己之憾，而卓吾之憾，過矣。弟恐此婦聰明未及南子，則此機鋒又發不當矣。」"
      },
      {
        "index": 29,
        "text": "余觀侗老此書，無非為我掩醜，故作此極好名色以代我醜耳。不知我生平吃虧正在掩醜著好，掩不善以著善，墮在「小人閑居無所不至」之中，自謂人可得欺，而卒陷於自欺者。"
      },
      {
        "index": 30,
        "text": "幸賴真切友朋針膏肓，不少假借，始乃覺悟知非，痛憾追省，漸漸發露本真，不敢以醜名介意耳。在今日正恐猶在詐善掩惡途中，未得全真還元，而侗老乃直以我為醜，曲為我掩，甚非我之所以學於友朋者也，甚非我之所以千里相求意也。跡真用意，非不忠厚款至，而吾病不可瘳矣。"
      },
      {
        "index": 31,
        "text": "夫所謂醜者，亦據世俗眼目言之耳。俗人以為醜則人共醜之，俗人以為美則人共美之。"
      },
      {
        "index": 32,
        "text": "世俗非真能知醜美也，習見如是，習聞如是。聞見為主於內，而醜美遂定於外，堅於膠脂，密不可解，故雖有賢智者亦莫能出指非指，而況頑愚固執如不肖者哉！然世俗之人雖以是為定見，賢人君子雖以是為定論，而察其本心，有真不可欺者。既不可欺，故不能不發露於暗室屋漏之中，惟見以為醜，故不得不昭昭申明於大廷廣眾之下，亦其勢然耳。夫子所謂獨之不可不慎者，正此之謂也。故《大學》屢言慎獨則毋自欺，毋自欺則能自慊，能自慊則能誠意。能誠意則出鬼門關矣。人鬼之分，實在於此，故我終不敢掩世俗之所謂醜者，而自沈於鬼窟之下也。使侗老而知此意，決不忍為我粉飾遮護至此矣。"
      },
      {
        "index": 33,
        "text": "中間所雲「禪機」，亦大非是。夫祖師於四方學者初入門時，未辯深淺，顧以片言單詞，或棒或喝試之，所謂探水竿也。學者不知，粘著竿頭，不肯舍放，即以一棒趁出，如微有生意，然後略示鞭影，而虛實分矣。後學不知，指為機鋒，已自可笑。況我則皆真正行事，非禪也；自取快樂，非機也。我於丙戌之春，脾病載余，幾成老廢，百計調理，藥轉無效。及家屬既歸，獨身在楚，時時出遊，恣意所適。然後飽悶自消，不須山查導化之劑；郁火自降，不用參蓍扶元之藥；未及半載而故吾復矣。乃知真藥非假金石，疾病多因牽強，則到處從眾攜手聽歌，自是吾自取適，極樂真機，無一虛假掩覆之病，故假病自瘳耳。吾已吾病，何與禪機事乎？既在外，不得不用舍弟輩相隨；弟以我故隨我，我得所托矣。弟輩何故棄妻孥從我於數千里之外乎？心實憐之，故自體念之耳，又何禪機之有耶？"
      },
      {
        "index": 34,
        "text": "至於嫠婦，則兄所素知也。自我入邑中來，遣家屬後，彼氏時時送茶饋果，供奉肉身菩薩，極其虔恪矣。我初不問，惟有等視十方諸供佛者，但有接而無答也。後因事聞縣中，言語頗雜，我亦怪之，叱去不受彼供，此又邑中諸友所知也。然我心終有一點疑：以為其人既誓不嫁二宗，雖強亦誓不許，專心供佛，希圖來報，如此誠篤，何緣更有如此傳聞事，故與大眾共一訪之耳。此氏有嗣子三十余歲，請主陪客，自有主人，既一訪問，乃知孤寡無聊，真實受人欺嚇也。其氏年已不稱天之外矣，老年嫠身，系秣陵人氏，親屬無堪倚者，子女俱無，其情何如？流言止於智者，故余更不信而反憐之耳。此又與學道何與乎？念我入麻城以來，三年所矣，除相愛數人外，誰肯以升合見遺者？氏既初終如一，敬禮不廢，我自報德而重念之，有冤必代雪，有屈必代伸，亦其情然者，亦何禪機之有，而以見南子事相證也？大抵我一世俗庸眾人心腸耳，雖孔夫子亦庸眾人類也。人皆見南子，吾亦可以見南子，何禪而何機乎？子路不知，無怪其弗悅夫子之見也，而況千載之下耶！人皆可見，而夫子不可見，是夫子有不可也。夫子無不可者，而何不可見之有？若曰禮，若曰禪機，皆子路等倫，可無辯也。"
      },
      {
        "index": 35,
        "text": "所雲山農打滾事，則淺學未曾聞之；若果有之，則山農自得良知真趣，自打而自滾之，何與諸人事，而又以為禪機也？夫世間打滾人何限，日夜無休時，大廷廣眾之中，餡事權貴人以保一日之榮；暗室屋漏之內，為奴顏婢膝事以幸一時之寵。無人不然，無時不然，無一刻不打滾，而獨山農一打滾便為笑柄也！侗老恐人效之，便日日滾將去。余謂山農亦一時打滾，向後絕不聞有道山農滾者，則雖山農亦不能終身滾，二況他人乎？即他人亦未有聞學山農滾者，而何必愁人之學山農滾也？此皆平日杞憂太重之故，吾獨憾山農不能終身滾滾也」"
      },
      {
        "index": 36,
        "text": "滾時，內不見己，外不見人，無美於中，無醜於外，不背而身不獲，行庭而人不見，內外兩忘，身心如一，難矣，難矣。本知山農果有此乎，不知山農果能終身滾滾乎！吾恐亦未能到此耳。若果能到此，便是吾師，吾豈敢以他人笑故，而遂疑此老耶！若不以自考，而以他人笑，惑矣！非自得之學，實求之誌也。然此亦自山農自得處耳，與禪機總不相幹也。山農為己之極，故能如是，倘有一毫為人之心，便做不成矣。為己便是為人，自得便能得人，非為已之外別有為人之學也。蓋山農欲於大眾之中試此機鋒，欲人人信己也，不信亦何害！然果有上根大器，默會深契，山農亦未始不樂也。吾又安知其中無聰明善悟者如羅公其人，故作此醜態以相參乎？此皆不可知。然倘有如羅公其人者在，則一打滾而西來大意默默接受去矣，安得恐他人傳笑而遂已也？笑者自笑，領者自領。幸有領者，即千笑方笑，百年笑，千年笑，山農不理也。何也？佛法原不為庸眾人說也，原不為不可語上者說也，原不以恐人笑不敢說而止也。今切切於他人笑之恐，而不急急於一人領之喜，吾又不知其何說矣。其亦太徇外而為人矣。"
      },
      {
        "index": 37,
        "text": "至於以劉魯橋為恭敬，又太悖謬」老之粗浮有可憐憫者，不妨饒舌重為註破，何如？夫恭敬豈易易耶！古人一篤恭而天下平，一恭己而南面正，是果魯橋之恭乎？吾特恨魯橋之未恭耳，何曾以恭為魯橋病也。古人一修敬而百姓安，一居敬而南面可，是果魯橋之敬乎？吾特憾魯橋之未敬耳，問曾以敬為魯橋病也。甚矣吾之痛苦也！若信如魯橋便以為恭敬，則臨朝端默如神者決不召禍敗。衛士傳餐，衡石程書，如此其敬且勤也，奈何一再世而遂亡也耶？"
      },
      {
        "index": 38,
        "text": "故知恭敬未易言也。非恭敬之未易言也，以恭敬之未易知也。知而言之則為聖人；不知而言之而學之，則為趙括讀父書，優孟學孫叔，豈其真乎！豈得不謂之假乎！誠可笑也。"
      },
      {
        "index": 39,
        "text": "弟極知兄之痛我，侗老之念我，然終不敢以庸眾人之心事兄與侗老者，亦其稟性如是；亦又以侗老既肯出此言以教我矣，我又安敢默默置可否於度外，而假為世間承奉之語以相奉承，取快於二公一時之忻悅已耶！（《李溫陵集》卷四）"
      },
      {
        "index": 40,
        "text": "觀兄所示彼書，凡百生事，皆是仰資於人者。此言誰欺乎！然其中字字句句皆切中我之病，非但我時時供狀招稱，雖與我相處者亦洞然知我所患之癥候如此也。所以然者，我以自私自利之心，為自私自利之學，直取自己快當，不顧他人非刺。故雖屢承諸公之愛，誨諭之勤，而卒不能改者，懼其有礙於晚年快樂故也。自私自利則與一體萬物者別矣，縱狂自恣則與謹言慎行者殊矣。萬千醜態，其原皆從此出。此之責我是也。"
      },
      {
        "index": 41,
        "text": "然已無足責矣。何也？我以供招到官，問罪歸結，容之為化外之民矣。若又責之無已，便為已甚，非「萬物一體」之度也，非「無有作惡」也，非心肝五臟皆仁心之蘊蓄也，非愛人無己之聖賢也，非言為世法、行為世則、百世之師也。故余每從而反之曰：吾之所少者，萬物一體之仁也，作惡也。今彼於我一人尚不能體，安能體萬物乎？於我一人尚惡之如是，安在其無作惡也？屢反責之而不知痛，安在其有惻隱之仁心也？彼責我者，我件件皆有，我反而責彼者亦件件皆有，而彼便斷然以為妄，故我更不敢說耳。雖然，縱我所盲未必有當於彼心，然中間豈無一二之幾乎道者？而皆目之為狂與妄，則以作惡在心，固結而難遽解，是以雖有中聽之言，亦並棄置不理。則其病與我均也，其為不虛與我若也，其為有物與我類也；其為捷捷辯言，惟務己勝，欲以成全師道，則又我之所不屑矣。而乃以責我，故我不服之。"
      },
      {
        "index": 42,
        "text": "使建昌先生以此責我，我敢不受責乎？何也？彼真無作惡也，彼真萬物一體也。今我未嘗不言孝弟忠信也，而謂我以孝弟為剩語，何說乎？夫責人者必己無之而後可以責人之無，己有之而後可以責人之有也。今己無矣而反責人令有，己有矣而反責人令無，又何也？然此亦好意也。我但承彼好意，更不問彼之有無何如，我但虛己，勿管彼之不虛；我但受教，勿管彼之好臣所教；我但不敢害人，勿管彼之說我害人。則處己處彼，兩得其當，紛紛之言，自然冰釋。何如，何如？"
      },
      {
        "index": 43,
        "text": "然弟終有不容默者。兄固純是仁體矣，合邑士大夫亦皆有仁體者也。今但以仁體稱兄，恐合邑士大夫皆以我為麻痹不仁之人矣。此甚非長者之言「一體」之意也。分別太重，自視太高，於「親民」「無作惡」之旨亦太有欠缺在矣。前與楊太史書亦有批評，倘一一寄去，乃足見兄與彼相處之厚也。不然，便是敬大官，非真彼之益友矣。且彼來書時時怨憾鄧和尚，豈以彼所惡者必令人人皆惡之，有一人不惡，便時時仇憾此人乎？不然，何以千書萬書罵鄧和尚無時已也？即此一事，其作惡何如！其忌刻不仁何如！人有謂鄧和尚未嘗害得縣中一個人，害縣中人者彼也。今彼回矣，試虛心一看，一時前呼後擁，填門塞路，趨走奉承，稱說老師不離口者，果皆鄧和尚所教壞之人乎？若有一個肯依鄧豁渠之教，則門前可張雀羅，誰肯趨炎附熱，假托師弟名色以爭奔竟耶？彼惡鄧豁渠，豁渠決以此惡彼，此報施常理也。公不作惡，便無回禮。至囑！至囑！（《李溫陵集》卷四》"
      },
      {
        "index": 44,
        "text": "無念歸自京師，持顧沖庵書。余不見顧十年余矣，聞欲攀我於焦山之上。余不喜焦山，喜顧君為焦山主也。雖然，倘得從顧君遊，即四方南北可耳，何必焦山？必焦山，則焦山重；若從顧君，則不復知有山，況焦山特江邊一髻者哉！可不必也。"
      },
      {
        "index": 45,
        "text": "余有友在四方，無幾人也。老而無朋，終日讀書，非老人事，今惟有等死耳。既不肯死於妻妾之手，又不肯死於假道學之手，則將死何手乎？顧君當知我矣，何必焦山之之也耶？"
      },
      {
        "index": 46,
        "text": "南北中邊，隨其所到，我能從焉，或執鞭，或隨後乘，或持拜帖匣，或拿交床俱可，非戲論也。昔季子葬子於贏、博之間，子尚欲其死得所也，況其身乎？粱鴻欲埋於要離墳傍，死骨猶忻慕之。況人傑蓋世，正當用世之人乎？吾誌決矣。因無念高徒常順執卷索書，余正欲其往見顧君以訂此盟約也，即此是書，不必再寫書也。（《李溫陵集》卷四）"
      },
      {
        "index": 47,
        "text": "承遠教，甚感。細讀佳刻，字字句句皆從神識中模寫，雄健博達，真足以超今絕古。其人品之高，心術之正，才力之傑，信足以自樂，信足以過人矣。雖數十年相別，宛然面對，令人慶快無量也。如弟者何足置齒牙間，煩千里在問哉？愧感！愧感！"
      },
      {
        "index": 48,
        "text": "第有所欲言者，幸兄勿談及同學之事。說學問反埋卻種種可喜可樂之趣。人生亦自有雄世之具，何必添此一種也？如空同先生與陽明先生同世同生，一為道德，一為文章，千萬世後，兩先生精光具在，何必更兼談道德耶？人之敬服空同先生者豈減於陽明先生哉？願兄已之！待十萬劫之後，復與兄相見，再看何如，始與兄談。笑笑。（《李溫陵集》卷六）"
      },
      {
        "index": 49,
        "text": "無念回，甚悉近況。我之所以立計就兄者，以我年老，恐不能待也。既兄官身，日夜無閑空，則雖欲早晚不離左右請教，安能得？官身不妨，我能蓄發屈已相從，縱日間不閑，獨無長夜乎？但聞兄身心俱不得閑，則我決不可往也無疑也。至於沖庵，方履南京任，當用才之時，值大用之人，南北中外尚未知稅駕之處，而約我於焦山，尤為大謬。舍穩便，就跋涉，株守空山，為侍郎守院，則亦安用李卓老為哉？計且住此，與無念、鳳裏、近城數公朝夕龍湖之上，雖主人以我為臭穢不潔，不恤也。所望兄長盡心供職業！"
      },
      {
        "index": 50,
        "text": "弟嘗謂世間有三等作怪人，致使世間不得太平，皆由於兩頭照管。第一等，怕居官束縛，而心中又舍不得官。既苦其外，又苦其內。此其人頗高，而其心最苦，直至舍了官方得自在，弟等是也。又有一等，本為富貴，而外矯詞以為不願，實欲托此以為榮身之梯，又兼采道德仁義之事以自蓋。此其人身心俱勞，無足言者。獨有一等，怕作官便舍官，喜講學便講學，不喜講學便不肯講學。此一等人，心身俱泰，手足輕安，既無兩頭照顧之患，又無掩蓋表揚之醜，故可稱也。趙文肅先生雲：「我這個嘴，張子這個臉，也做了閣老，始信萬事有前定。"
      },
      {
        "index": 51,
        "text": "只得心閑一日，便是便宜一日。」世間功名富貴，與夫道德性命，何曾束縛人，人自束縛耳。"
      },
      {
        "index": 52,
        "text": "狂言如此，有可采不？"
      },
      {
        "index": 53,
        "text": "無念得會顧沖庵，甚奇，而不得一會李漸庵，亦甚可撼！鄒公有教賜我，楊公有俸及我，皆當謝之。然我老矣，伏枕待死，筆墨久廢，且以衰朽田野之老，通刺上國，恐以我為不祥也。罷罷！自告免狀，知不我怪。向鄒公過古亭時，弟偶外出，不得摳趨侍從，悔者數日。"
      },
      {
        "index": 54,
        "text": "夫金馬玉堂，所至蓬蓽生光，既過三日，余香猶在，孰不爭先快睹耶？鄙人獨不得與，何緣之寡薄也！"
      },
      {
        "index": 55,
        "text": "有《出門如見大賓篇說書》，附往請教，尚有《精一》題、《聖賢所以盡其性》題，未寫出、容後錄奉。大抵聖言最切實，最有用，不是空頭語。若如說者註解，則安用聖言為耶！"
      },
      {
        "index": 56,
        "text": "世間講學諸書，明快透髓，自古至今未有如龍溪先生者。弟舊收得頗全，今俱為人取去，無一存者。諸朋友中讀經既難，讀大慧《法語》及中峰《廣錄》又難，惟讀龍溪先生書，無不喜者。以此知先生之功在天下後世不淺矣。聞有《水滸傳》，無念欲之，幸寄與之，雖非原本亦可；然非原本，真不中用矣。方庵至今在滇，何耶？安得與他一會面也！無念甚得意此行，以謂得遇諸老。聞山東李先生向往甚切，有絕類離群之意。審此，則令我寤寐爾思，展轉反側，曷其已耶！袁公果能枉駕過龍湖，明年夏初當掃館烹茶以俟之，幸勿爽約也！楊復所憾與兄居住稍遠，弟向與柳老處，見其《心如谷種論》及《惠迪從逆》作，是大作家。論首三五翻，透徹明甚，可惜末後作道理議論，稍不稱耳。然今世要未能作此者，所謂學從信門入是也。自此有路徑可行，有大門可啟，堂堂正正，日以深造，近溪先生之望不孤，而兄等得良侶矣。弟雖衰朽，不堪雕琢，敢自外於法席之下耶？聞此老求友不止，決非肯以小成自安者，喜何如也！"
      },
      {
        "index": 57,
        "text": "我已主意在湖上，只欠五十金修理一小塔，冬盡即搬其中。祝無功過此一會，雖過此，亦不過使人道他好學、孳孳求友如此耳。大抵今之學道者，官重於名，名又重於學。以學起名，以名起官。使學不足以起名，名不足以起官，則視棄名如敝帚矣。無怪乎有誌者多不肯學，多以我輩為真光棍也。於此有恥，則羞惡之心自在。今於言不顧行處不知羞惡，而惡人作耍遊戲，所謂不能三年喪而小功是察也，悲夫！"
      },
      {
        "index": 58,
        "text": "近有《不患人之不己知患不知人說書》一篇。世間人誰不說我能知人，然夫子獨以為患，而帝堯獨以為難，則世間自說能知人者，皆妄也。於問學上親切，則能知人；能知人則能自知。是知人為自知之要務，故曰「我知言」，又曰「不知言，無以知人」也。於用世上親切不虛，則自能知人；能知人由於能自知。是自知為知人之要務，故曰「知人則哲，能官人」，「堯、舜之知而不偏物，急先務也」。先務者，親賢之謂也。親賢者，知賢之謂也。自古明君賢相，孰不欲得賢而親之，而卒所親者皆不賢，則以不知其人之為不賢而妄以為賢而親之也。故又曰「不知其人，可乎」。知人則不失人，不失人則天下安矣。此堯之所難，夫子大聖人之所深患者，而世人乃易視之。嗚呼！亦何其猖狂不思之甚也！況乎以一時之喜怒，以一人之愛惜，而欲視天下高蹈遠引之士，混俗和光之徒，皮毛臭穢之夫，如周、丘其人者哉！"
      },
      {
        "index": 59,
        "text": "故得位非難，立位最難。若但取一概順己之侶，尊己之輩，則天下之上不來矣。今誦詩讀書者有矣，果知人論世否也？平日視孟軻若不足心服，及至臨時，恐未如彼「尚論」切實可用也。極知世之學者以我此言為妄誕逆耳，然逆耳不受，將未免復蹈同心商證故轍矣，則亦安用此大官以誑朝廷，欺天下士為哉？毒藥利病，刮骨刺血，非大勇如關雲長者不能受也。不可以自負孔子、孟軻者而顧不如關義勇武安王者也。祗此一書耳，終身之交在此，半路絕交亦在此，莫以狀元恐嚇人也。世間友朋如我者絕無矣。"
      },
      {
        "index": 60,
        "text": "蘇長公何如人，故其文章自然驚天動地。世人不知，祗以文章稱之，不知文章直彼余事耳。世未有其人不能卓立而能文章垂不朽者。弟於全刻抄出作四冊，俱世人所未嘗取者。世人所取者，世人所知耳，亦長公俯就世人而作者也。至其真洪鐘大呂，大扣大鳴，小扣小應，俱系彼精神髓骨所在，弟今盡數錄出，間時一披閱，平生心事宛然如見，如對長公披襟面語，朝夕共遊也。憾不得可寫一部，呈去請教耳。倘印出，令學生子置在案頭，初場二場三場畢具矣。龍溪先生全刻，千萬記心遺我！若近溪先生刻，不足觀也。蓋《近溪語錄》須領悟者乃能觀於言語之外，不然未免反加繩束，非如王先生字字皆解脫門，得者讀之足以印心，未得者讀之足以證入也。"
      },
      {
        "index": 61,
        "text": "弟今年六十二矣，病又多，在世日少矣，故所言者皆直致不委曲。雖若倚恃年老無賴，然於相知之前，亦安用委曲為也！若說相知而又須委曲，則不得謂之相知矣。然則弟終無一相知乎？以今觀之，當終吾身無一相知也。（《李溫陵集》卷四）"
      },
      {
        "index": 62,
        "text": "「才難，不其然乎！」今人盡知才難，盡能言才難，然竟不知才之難，才到面前竟不知愛，幸而知愛，竟不見有若己有者，不見有稱喜贊揚不啻若自其口出者，如孔北海之薦禰正平，跣足救楊彪也。何也？以其非真惜才也；雖惜才，亦以惜才之名好，以名好故而惜之耳。"
      },
      {
        "index": 63,
        "text": "則又安望其能若己有、不啻若口出如孔北海然也？嗚呼！吾無望之矣！"
      },
      {
        "index": 64,
        "text": "舉春秋之天下，無有一人能惜聖人之才者，故聖人特發此嘆，而深羨於唐、虞之隆也。"
      },
      {
        "index": 65,
        "text": "然則才固難矣，猶時時有之；而惜才者則千古未見其人焉。孔子惜才矣，又知人之才矣，而不當其位。入齊而知晏平仲，居著知公孫子產，聞吳有季子，直往觀其葬，其惜才也如此，使其得誌，肯使之湮滅而不見哉！然則孔子之嘆「才難」，非直嘆才難也，直嘆惜才者之難也。"
      },
      {
        "index": 66,
        "text": "夫才有巨細，巨才方可稱才也。有巨才矣，而肯任事者為尤難。既有大才，又能不避禍害，身當其任，勇以行之，而不得一第，則無憑，雖惜才，其如之何！幸而登上第，有憑據，可藉手以薦之矣，而年已過時，則雖才如張襄陽，亦安知聽者不以過時而遂棄，其受薦者又安知不以既老而自懈乎？夫凡有大才者，其可以小知處必寡，其瑕疵處必多，非真具眼者與之言必不信」此數者，則雖有大才，又安所施乎？故非自己德望過人，才學冠世，為當事者所倚信，未易使人信而用之也。然非委曲竭忠，真若自己有，真不啻若口出，縱人信我，亦未必能信我所信之人，憾不得與之並時，朝聞而夕用之也。嗚呼！可嘆也夫！（《李溫陵集》"
      }
    ]
  }
}