{
  "chapterNumber": 4,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《大佛頂》者，至大而無外，故曰大；至高而莫能上，故曰頂。至大至高，唯佛為然，故曰《大佛頂》也。夫自古自今，誰不從是《大佛頂》如如而來乎？但鮮有知其因者耳。能知其因，如是至大，如是至高，則佛頂在我矣。然何以謂之至大？以無大之可見，故曰至大也。何以謂之至高，以無高之可象，故曰至高也。不可見，不可象，非密而何？人唯不知其因甚密，故不能以密修，不能以密證，而欲其決了難矣。豈知此經為了義之密經，此修為證明之密修，此佛為至大至高，不可見，不可象，密密之佛乎？此密密也，諸菩薩萬行悉從此中流出，無不可見，無不可象，非頑空無用之比也。是以謂之《首楞嚴》。《首楞嚴》者，唐言究竟堅固也。究竟堅固不壞，則無死無生，無了不了之人矣。"
      },
      {
        "index": 2,
        "text": "經可解，不可解。解則通於意表，解則落於言詮。解則不執一定，不執一定即是無定，無定則如走盤之珠，何所不可。解則執定一說，執定一說即是死語，死語則如印印泥，欲以何用也？"
      },
      {
        "index": 3,
        "text": "此書千言萬語，只解得《心經》中「色即是空，空即是色」兩句經耳。經中又不曰「是故空中無色」乎？是故無色者眾色之母，眾色者無色之色，謂眾色即是無色則可，謂眾色之外別無無色豈可哉！由此觀之，真空者眾苦之母，眾苦者真空之苦，謂真空能生眾苦則可，謂真空不能除滅眾苦又豈可哉！蓋既能生眾苦，則必定能除滅眾苦無疑也。眾苦熾然生，而真空未嘗生，眾苦卒然滅，而真空未嘗滅。是以謂之極樂法界，證人此者，謂之自在菩薩耳。"
      },
      {
        "index": 4,
        "text": "今以厭苦求樂者謂之三乘，則《心經》所云「照見五蘊皆空，度一切苦厄」，又云「能除一切苦，真實不虛」者，皆誑語矣。"
      },
      {
        "index": 5,
        "text": "十法界以佛界與九界並稱，豈可即以裟婆世界為佛界，離此裟婆世界遂無佛界耶？故謂裟婆世界即佛世界可也，謂佛世界不即此裟婆世界亦可也。蓋厭苦，誰肯發心求樂？非喜於得樂，又誰肯發心以求極樂乎？極樂則自無樂，無樂則自無苦，無掛礙，無恐怖，無顛倒夢想。蓋有苦，有掛礙，有恐怖，有顛倒，而見以為無也。蓋有智有得，而見以為無得也。蓋有因有緣，有苦有集，有滅有道，而強以為無苦、集、滅、道也。蓋有空有色，有眼耳鼻舌身意，而強以為空中無色，無眼耳鼻舌身意也。故曰：「但有言說，皆無實義。」"
      },
      {
        "index": 6,
        "text": "夫經，言教也。聖人不得已而有言，故隨言隨掃，亦恐人執之耳。茍知凡所有相皆是虛妄，則願力慈悲尤相之大者，生死之甚者，而可藉之以為安，執之以為成佛之根本乎？凡有佛，即便有願，即便有慈悲。今但恐其不見佛耳，不患其無佛願，無慈悲心也。有佛而無慈悲大願者，我未之見也。故有佛，即便有菩薩。佛是體，菩薩是用，佛是主人翁，菩薩是管家人；佛，是聖天子，菩薩是百執事。誰能離得？若未見佛而徒興假慈悲，殆矣！"
      },
      {
        "index": 7,
        "text": "晦昧者，不明也。不明即無明。世間有一種不明自己心地者，以為吾之真心如太虛空，無相可得，祗緣色想交雜，昏擾不寧，是以不空耳。必盡空諸所有，然後完吾無相之初，是為空也。夫使空而可為，又安得謂之真空哉！縱然為得空來，亦即是掘地出生之空，如今人所共見太虛空耳，與真空總無交涉也。夫其初也，本以晦昧不明之故而為空；其既也，反以為空之故，益晦暗以不明。所謂晦暗，即是晦昧，非有二也。然是真空也，遇明白曉了之人，真空即在此明白之中，而真空未始明白也。茍遇晦暗不明之者，真空亦即在此晦暗之中，而真空未始晦暗也。故曰「空晦暗中。」唯是否心真空，特地結起一朵晦暗不明之色，本欲為空，而反為色，是以空未及為而色已暗結矣。故曰「結暗為色。」於是即以吾晦暗不明之妄色，雜吾特地為空之妄想，而身相宛然遂具，蓋吾此身原從色想交雜而後有也。"
      },
      {
        "index": 8,
        "text": "既以妄色妄想相交雜而為身，於是攀緣搖動之妄心日夕屯聚於身內，望塵奔逸之妄相日夕奔趣於身外，如沖破逐浪，無有停止，其為昏擾擾相，殆不容以言語形狀之矣。是謂心相，非真心也，而以相為心可歟！是自迷也。既迷為心，則必決定以為心在色身之內，必須空卻諸擾擾相，而為空之念復起矣。復從為空結色雜想以成吾身，展轉受生，無有終極，皆成於為空之一念，始於晦昧之無明故耳。夫既迷為心，是一迷也。復迷謬以為吾之本心即在色身之內，必須空卻此等心相乃可。嗟嗟！心相其可空乎！是迷而又迷者也。故曰「迷中倍人。」"
      },
      {
        "index": 9,
        "text": "豈知吾之色身洎外而山河，遍而大地，並所見之太虛空等，皆是吾妙明真心中一點物相耳。"
      },
      {
        "index": 10,
        "text": "是皆心相自然，誰能空之耶？心相既總是真心中所現物，真心豈果在色身之內耶？夫諸相總是吾真心中一點物，即浮漚總是大海中一點泡也。使大海可以空卻一點泡，則真心亦可以空卻一點相矣，何自迷乎？"
      },
      {
        "index": 11,
        "text": "比類以觀，則晦昧為空之迷惑，可破也已。且真心既已包卻色身，洎一切山河虛空大地諸有為相矣，則以相為心，以心為在色身之內，其迷惑又可破也。"
      },
      {
        "index": 12,
        "text": "小大相形，是續鶩短鶴之論也。天地與我同根，誰是勝我者；萬物與我為一體，又誰是不如我者。我謂念佛即是第一佛，更不容於念佛之外復覓第一義諦也。如謂念佛乃釋迦權宜接引之法，則所謂最上一乘者，亦均之為權宜接引之言耳。古人謂佛有悟門，曾奈落在第二義，正仰山小釋迦吐心吐膽之語。後來中峰和尚謂學道真有悟門，教人百計搜尋，是誤人也。"
      },
      {
        "index": 13,
        "text": "故知此事在人真實怕死與不耳、念茍真，則悟與不悟皆為戲論，念佛參禪總歸大海，無容著唇吻處也。"
      },
      {
        "index": 14,
        "text": "弱侯之言，蓋為未得謂得者發耳。若方子及猶為勇往之時，豈宜以此言進之哉！然吾聞學者未得謂得真不少也，則即進之以此言亦宜。夫世間功名富貴，最易埋沒人。余老矣，死在旦夕，猶不免近名之累，況當熱鬧之場，擦粉塗額以悅於人，而肯究心生死，視人世繁華極樂以為極苦，不容加乎其身，余又安所求於世也？蓋生死念頭尚未萌動，故世間參禪學道之夫，亦只如此而止矣。則有鼻孔遼天者，亦足奇也我願弱侯勿太責之備也∶置勿論，且摘弱侯敘中語，以與侯商何如？"
      },
      {
        "index": 15,
        "text": "侯謂聲音之道可與禪通，似矣。而引伯牙以為證，謂古不必圖譜，今不必碩師，傲然遂自信者，適足以為笑，則余實不然之。夫伯牙於成連，可謂得師矣，按圖指授，可謂有譜有法，有古有今矣『牙何以終不得也？且使成連而果以圖語碩師為必不可已，則宜窮日夜以教之操，何可移之乎無人之境，寂寞不見之地，直與世之矇者等，則又烏用成連先生為也？此道又何與於海，而必之於海然後可得也？尤足怪矣！蓋成連有成連之音，雖成連不能授之於弟子，伯牙有伯牙之音，雖伯牙不能必得之於成連。所謂音在於是，偶觸而即得者，不可以學人為也者唯未嘗學，故觸之即契，伯牙唯學，故至於無所觸而後為妙也。設伯牙不至於海，設至壺成連先生猶與之偕，亦終不能得矣。唯至於絕海之濱，空洞之野，渺無人跡，而後向之圖譜無存，指授無所，碩師無見，幾昔之一切可得而傳者，今皆不可復得矣，故乃自得之也。此其道蓋出於絲桐之表，指授之外者，而又烏用成連先生為耶？然則學道者可知矣。"
      },
      {
        "index": 16,
        "text": "明有所不見，一見影而知渠；聰有所不聞，一擊竹而成偈：大都皆然，何獨矇師之與伯牙耶！"
      },
      {
        "index": 17,
        "text": "吾願子及如矇師，弱侯如居海上者，於是焉敬以書其後，而題曰「征途與共」以歸之。與共者，與共學也。子及以純甫為可與，故征途日與之共學。倘真可與共，則願並以此語與之可。"
      },
      {
        "index": 18,
        "text": "「學以求達」，此語甚不當。既說離下學無上達，則即學即達，即下即上，更無有求達之理矣，而復曰「求達」，何耶？然下學自是下學，上達自是上達，若即下學便以為上達，亦不可也。而乃曰「學以求達」，是果即下學以求達耶，抑別有求達之學耶？若即學求達，當如前詰；若別有求達之學，則剜肉作瘡，尤為揠苗之甚矣。故程伯子曰：「灑掃應對，便是精義入神。」曰：「便是。」則是即學即達也。然又曰：「人須是識其真心。」夫真心不可以識識，而可以學求乎？不可以學求，則又是離學而後有達也，故謂學以求達者非也。離學者亦非，即學者亦非，然則夫子何自而上達乎，此顏子所以終身苦孔之達矣。不曰「即學即達」，不曰「離學而達」，亦不曰「學以求達」，而但曰「下學而上達」，何其意圓請圓，令人心領神會而自默識於言意之中也。今觀灑掃應對，雖下愚之人亦能之，唯不能達乎其上，是以謂之下學也，是以謂之百姓也，是以謂謂之鄙夫也，是以謂之凡民也，是以謂之但可使由也。至於精義入神，則自然上達矣。上達，則為聰明聖智，達天德之人矣。是以謂之曰「形而上」也，謂之曰「可以語上」也，謂之曰「君子上達」也。雖顏子大賢，猶曰「未達一間」，曰「其殆庶幾」，況他人哉！則夫子之自謂莫我知，自謂唯天知者，信痛悼之極矣。"
      },
      {
        "index": 19,
        "text": "蓋世之學者，不是日用而不知，則便是見之為仁智，而能上達者其誰也？夫學至上達，雖聖人有所不知，而凡民又可使知之乎？故曰「吾有知乎哉」。雖聖人有所不能，而凡民又可使能之乎？故曰「民鮮能久矣」。民之所以鮮能者，以中庸之不可能也，非棄之也。然則下學者，聖凡之所同。夫凡民既與聖人同其學矣，則謂滿街皆是聖人，何不可也？上達者，聖人之所獨，則凡見之為仁智，與日用而不知者，總是不達，則總是凡民明矣。然則自顏子而下，皆凡民也。可畏也夫！先聖雖欲不慨嘆於由、賜之前可得耶？"
      },
      {
        "index": 20,
        "text": "楞嚴，唐言究竟堅固也。究竟堅固者是何物？此身非究竟不壞也，敗則歸土矣。此心非究竟不壞也，散則如風矣。聲名非究竟不壞也，天地數終，乾坤易位，古聖昔賢，載籍無存矣，名於何有，聲於何寄乎？切須記取此一著子：何物是堅固？何年當究竟？究竟堅固不壞是真實語，是虛謬語？是誑人語，是不誑人語？若誑人，是佛自誑也，安能誑人。千萬參取！"
      },
      {
        "index": 21,
        "text": "若無母書云：「我一年老一年，八歲守你，你既舍我出家也罷，而今又要遠去。你師當日出家，亦待終了父母，才出家去。你今要遠去，等我死了還不遲。」若無答云：「近處住一毫也不曾替得母親。」母云：「三病兩痛自是方便，我自不欠掛你，你也安心，亦不久掛我。兩不欠掛，彼此俱安。凡處就是靜處，如何只要遠去以求靜耶？況秦蘇哥從買寺與你以來，待你亦不薄，你想道情，我想世情。世情過得，就是道情。莫說我年老，就你二小孩子亦當看顧他。你師昔日出家，遇荒年也顧兒子，必是他心打不過，才如此做。設使不顧，使他流落不肖，為人笑恥」此之時，你要修靜，果動心耶，不動心耶？若不動心，未有此理；若要動心，又怕人笑，又只隱忍過日。似此不曾而不動心，與今管他而動心，孰真孰假，孰優孰劣？如此看來，今時管他，跡若動心，然中心安安妥妥，卻是不動心；若不管他，跡若不動，然中心隱隱痛痛，卻是動心。你試密查你心：安得他好，就是常住，就是金剛。如此只聽人言？只聽人言，不查人心，就是被境轉了。不境轉了，就是你不會安心處。你到不去住心地，只要去住境地。吾恐龍潭不靜，要住金剛；金剛不靜，更住何處耶？你終日要講道，我今日與你講心。你若不信，又且證之你師，如果在境，當住金剛；如果在心，當不必遠去矣。你心不靜，莫說到金剛，縱到海外，益不靜也。」"
      },
      {
        "index": 22,
        "text": "卓吾子讀而感曰：恭喜家有聖母，膝下有真佛。夙夜有心師，所矢皆罕音，所命皆心髓至言，顛撲不可破。回視我輩傍人隔靴搔癢之言，不中理也。又如說食示人，安能飽人，徒令傍人又笑傍人，而自不知恥也。反思向者與公數紙，皆是虛張聲勢，恐嚇愚人，與真情實意何關乎！乞速投之水火，無令聖母看見，說我平生盡是說道理害人去也。又願若無張掛爾聖母所示一紙，時時令念佛學道人觀看，則人人皆曉然去念真佛，不肯念假佛矣。能念真佛，即是真彌陀，縱然不念一句「彌陀佛」，阿彌陀佛亦必接引。何也？念佛者必修行，孝則百行之先。若念佛名而孝行先缺，豈阿彌陀亦少孝行之佛乎？決無是理也。我以念假佛而求見阿彌陀佛，彼佛當初亦念何佛而成阿彌陀佛乎？必定亦只是尋常孝慈之人而已。言出至情，自然刺心，自然動人，自然令人痛哭，想若無必然與我同也，未有聞母此言而不痛哭者也。"
      },
      {
        "index": 23,
        "text": "先生諱定理，字子庸，別號楚倥，諸學士所稱八先生是也。諸學士咸知有八先生，先生初不自知也。而此稱《楚倥先生傳》，何也？夫傳者，所以傳也。先生初不待傳，而此復為傳以傳之，又何也？蓋先生初不待傳，而余實不容不為先生傳者。按先生有德不耀，是不欲耀其德也；有才無官，是不欲官其才也。不耀德，斯成大德矣；不用才，始稱真才矣。人又烏能為先生傳乎？且先生始終以學道為事者也。雖學道，人亦不見其有學道之處，故終日口不論道，然目擊而道斯存也。所謂雖不濕衣，時時有潤者也。"
      },
      {
        "index": 24,
        "text": "莊純夫曾告我曰：「八先生云：『吾始事方湛一。湛一本不知學，而好虛名，故去之。最後得一切平實之旨於太湖，復能收視返聽，得黑漆無人無門之旨於心隱，乃始充然自足，深信而不復疑也。唯世人莫可告語者，故遂終身不談，唯與吾兄天台先生講論於家庭之間而已。』故亦遂以天台為師，天台亦自謂吾之間學雖有所契，然賴吾八弟之力為多。子庸曾問天台云：「《學》《庸》、《語》、《孟》，雖同是論學之書，未審何語最切？』天台云：『聖人人倫之至一語最切。』子庸謂終不若未發之中之一言也。」余當時聞之，似若兩件然者。夫人倫之至，即未發之中，茍不知未發之中，則又安能至乎？蓋道至於中，斯至矣。故曰：「中庸其至矣乎。」又曰：「無聲無臭至矣。」"
      },
      {
        "index": 25,
        "text": "歲壬申，楚倥遊白下，余時懵然無知，而好談說。先生默默無言，但問余曰：「學貴自信，故曰『吾斯之未能信。』又怕自是，故又曰『自以為是，不可與入堯、舜之道。』試看自信與自是有何分別？」余時驟應之曰：「自以為是，故不可與入堯舜之道；不自以為是，亦不可與人堯舜之道。」楚倥遂大笑而別，蓋深喜余之終可入道也。余自是而後，思念楚倥不置，又以未得見天台為恨醜入滇，道經團風，遂舍舟登岸，直抵黃安見楚倥，並睹天台，便有棄官留住之意。二倥見余蕭然，勸余復入，余乃留吾女並吾婿莊純夫於黃安，而因與之約曰：「待吾三年滿，收拾得正四品祿俸歸來為居食計，即與先生同登斯岸矣。」楚倥牢記吾言，教戒純夫學道甚緊；吾女吾婿，天台先生亦一以己女己婿視之矣。"
      },
      {
        "index": 26,
        "text": "嗟嗟！余敢一日而忘天台之恩乎！既三年，余果來歸，奈之何聚首未數載，天台即有內召，楚倥亦遂終天也！既已戚戚無歡，而天台先生亦終守定「人倫之至」一語在心，時時恐余有遺棄之病。余亦守定「未發之中」一言，恐天台或未窺物始，未察倫物之原。故往來論辯，未有休時，遂成捍格，直至今日耳。今幸天誘我衷，使余舍會「未發之中」，而天台亦遂頓忘「人倫之至」。乃知學問之道，兩相舍則兩相從，兩相守則兩相病，勢固然也。兩舍則兩忘，兩忘則渾然一體，無復事矣。於是以不避老，不畏寒，直走黃安會天台於山中。天台聞余至，亦遂喜之若狂。誌同道合，豈偶然耶！然使楚倥先生而在，則片言可以折獄，一言可以回天，又何至苦余十有餘年，彼此不化而後乃覺耶！設使未十年而余遂死，余終可以不化耶，余終可以不與天台合耶！故至次日，遂同其子汝念往拜先生之墓，而先生之墓木拱矣。余既痛九原之不可作，故特為此傳，而連書三紙以貽之：第一紙以呈天台，誌余喜也。第二紙付汝念、汝思，使告而焚之先生之墳，誌余恨也。第三紙特寄子健於京，誌余喜而且恨，恨而又喜也，蓋子健推愛兄之心以及我，可謂無所不至矣。故為傳，傳余意以告先生云。"
      },
      {
        "index": 27,
        "text": "敬少時多病，貪生無術，藉楚倥兄介紹，得受業於耿天台先生之門。先生雖知余學沈於二氏，然愛余猶子也。繼因往來耿宅，得與李卓吾先生遊，心切師事之。兩先生以論道相左，今十餘年矣。敬居其間，不能贊一辭，口含黃藥，能以氣向人乎？唯恨楚倥兄早逝耳。三日前，得楚倥長郎汝念書。汝念以送莊純夫到九江，專人馳書白下，報喜於余云：「兩先生已聚首，語甚歡契。」越三日，則為十二月二十九，余初度辰也，得卓吾先生寄所著《楚倥先生傳》，述兩先生契合本末且悉。余讀之，不覺淚下曰：「兩先生大而化矣，乃適以今日至，豈非余更生辰耶，抑楚倥先生復作也！」因手書而梓之板成，以付汝念及余婿汝思，周思敬跋。"
      },
      {
        "index": 28,
        "text": "萬壽寺僧明玉，事溫陵李長者日久矣。長者本為出世故來此，然世人方履人間世，月夜整頓人世事尚無休時，而暇求出世之旨以事出世之人乎？雖出家兒猶然，何況在家者。且長者性方行獨，身世孤單，生平不愛見俗人，聞俗語，以故身世亦孤。唯愛讀書。讀書每見古忠烈士，輒自感慨流涕，故亦時時喜聞人世忠義事。不但以出世故來見長者，長者方喜之；若或有以真正的實忠義事來告，長者亦無不喜也。是故明玉和尚喜以興福寺開山第一祖無用事告長者云：」興福寺，古剎也。無用，方僧也。無用遊方來至其寺，憫寺憎之衰殘，忿居民之侵害，持竹槍連結果一十七條性命，然後走縣自明，詣獄請死。縣令憐之，欲為出脫，無用不從，遂即自刎。寺憎感其至性，能以身護法，以死衛眾，遂以此僧為開山第一祖。至今直寺者守其規程，不敢少犯。」長者聞之，歡喜無量，叫明玉而言曰：「爾莫輕易說此僧也。此僧若在家，即真孝子矣，若在國，則真忠臣矣；若在朋友，則真義士矣；若肯學道參禪，則真出世丈夫，為天人師佛矣，可輕易也耶！蓋天地間只有此一副真骨頭耳。不問在世出世，但有此，百事無不成辦也。」"
      },
      {
        "index": 29,
        "text": "明玉之告長者，並長者之語明玉如此。今年春，明玉為興福寺直歲僧來求法語於余，余因以得問長者之語，遂語明玉曰：「即此是法語矣，又何求乎？茍直歲僧聞此語，則能念祖德也，繼繼繩繩，山門不墜矣，茍合寺僧聞此語、則毋忘祖功也，歲歲年年，規程一如矣。"
      },
      {
        "index": 30,
        "text": "況因此得聞長者之風，頓明出世大事乎？明玉可即以此語登之於軸，懸之於直寺方丈之室，庶幾合寺僧眾，雲遊道侶，過而讀焉。或有真正骨頭者，急來報我，我將攜以見長者，俾長者不至孤單也。」"
      },
      {
        "index": 31,
        "text": "古稱三傑，吾不曰蕭何、韓信、張良，而曰劉備、張飛、關公。古稱三友，吾不曰直、諒與多聞，而曰桃源三結義。嗚呼！唯義不朽，故天地同久，況公皈依三寶，於金仙氏為護法伽藍，萬億斯年，作吾輩導師哉！某也四方行遊，敢曰以公為逑。唯其義之，是以儀之，唯其尚之，是以像之。"
      },
      {
        "index": 32,
        "text": "觀世音像高一尺四寸，文殊橡高一尺二寸，面俱向南，而意思實時時照觀世音。獨普賢像高一尺二寸，面正向如觀世音然，而呋坐磐石則如文殊。普賢與文殊二大菩薩所坐石崖，比觀世音坐，俱稍下三四寸，俱相去一尺九寸。羅漢等像俱高六七寸，有行立起伏不同。觀音坐出石崖一尺三寸，文殊普賢坐，出石崖一尺一寸。佛有玲瓏山石覆罩其頂，俱出崖三尺四寸，直至橫斷崖遂止，高處直頂穿山穴，石崖自東來，至正中亦遂止。觀世音旁有善財執花奉獻。崖又稍斷，復起一陡崖，轉向正中坐，坐文殊師利。又自西斜向東，連生兩崖：一崖建塔，一崖坐普賢。即此三坐。上方，迢遞逶迤，或隱或現，或續或絕，俱峻險古怪，則羅漢等往來其間。用心如意塑出，用上好顏料裝成，即有賞；不則明告佛菩薩，即汝罰也。"
      },
      {
        "index": 33,
        "text": "時有眾僧共見，曰：「崖上菩薩，法身莫太小麽？」和尚曰：「只有山藏人，未有人包山。」後菩薩像出，和尚立視良久，教處士曰：「三大士總名菩薩，用處亦各不同。觀音表慈，須面帶慈容，有憐憫眾生沒在苦海之意。文殊表智，凡事以智為先，智最初生，如少男然，面可悅澤豐滿，若喜慰無盡者。普賢表行，須有辛勤之色，恰似諸行未能滿足其願。若知此意，則菩薩真身自然出現，可使往來瞻仰者頓發菩提心矣。豈不大有功德哉！不但爾也，即汝平生塑像以來，一切欺天誑人之罪，皆得銷隕矣。」時有一僧對曰：「也要他先必有求懺悔之心乃可。」和尚呵之曰：「此等腐話，再不須道！」處士金姓，眇一目，視瞻不甚便，而心實平穩可教。像之面目有些不平整，和尚每見，輒嘆以為好，豈非以其人乎，抑所嘆在驪黃之外也？眾僧實不知故。因和尚歸方丈，即指令改正。和尚大叫曰：「叫汝不必改，如何又添改也？」金處士牙顫手搖，即答云：「非某甲意，諸人教戒某也。」林時亦在傍，代啟和尚曰：「比如菩薩鼻不對嘴，面不端正，亦可不改正乎？」"
      },
      {
        "index": 34,
        "text": "和尚欣然笑曰：「爾等怎解此個道理，爾試定睛一看：當時未改動時，何等神氣，何等精采。公有神則自活動，便是善像佛菩薩者矣，何必添補令好看也。好看是形，世間庸俗人也。活動是神，出世間菩薩乘也。好看者，致飾於外，務以悅人，今之假名道學是也。活動者，真意實心，自能照物，非可以肉眼取也。」"
      },
      {
        "index": 35,
        "text": "適居士楊定見攜寶石至，和尚呼侍者取水凈洗，因置一莖草於凈幾之上，取石吸草，以辨真不。蓋必真，乃可以安佛菩薩面頂肉髻也。乃石竟不吸草。"
      },
      {
        "index": 36,
        "text": "和尚乃覺曰：「寶石不吸腐草，磁石不引曲針，自古記之矣。快取一莖新草來投之！」一投即吸。"
      },
      {
        "index": 37,
        "text": "和尚喜甚，曰：「石果真矣！此非我喜真也，佛是一團真者，故世有真人，然後知有真佛；有真佛，故自然愛此真人也。唯真識真，唯真逼真，唯真念真，宜哉！然則不但佛愛此真石，我亦愛此真石也。不但我愛此真石，即此一粒真石，亦惓惓欲人知其為真，而不欲人以腐草誣之以為不真也。使此真石遇腐人投腐草，不知其性，則此石雖真，畢竟死於腐人之手決矣。」"
      },
      {
        "index": 38,
        "text": "佛像菩薩坯胎已就，處土長跪合掌而言曰：「請和尚看安五臟！」"
      },
      {
        "index": 39,
        "text": "和尚笑曰：「且住！我且問爾，爾曾留有後門不？若無門，即有腹臟，屎從何出？所以你們愚頑，未達古人立像之意。古人立像，以眾生心散亂，欲使之睹佛皈依耳。佛之心肝五臟，非佛罔知，豈是爾等做得出也！且夫世之塑神者，必安五臟，穿七孔，何也？為求其靈而應也，庶幾祈該福，祈免禍得免禍也。此世人塑神事神之本意也。若我與諸佛菩薩則不然。若我以諸佛菩薩為心，則吾心靈，眾僧若以諸佛菩薩為心，則眾僧心靈。借佛菩薩像以時時考驗自己心靈不靈而已。靈則生，不靈則死。是佛菩薩之腹臟常在吾也。」"
      },
      {
        "index": 40,
        "text": "處士又曰：「某日開光，須用活雞一隻刺血點目睛。」和尚曰：「我這裏佛自解放光，不似世上一等魍魎匠、魑魅僧巧立名色，誑人錢財也。且去用心妝出，令一切人見之無不生渴仰心，頓舍深重恩愛苦海，立地欲求安樂解脫、大光明彼岸，即爾塑事畢矣，我願亦畢矣。無多言！再無多言！」"
      },
      {
        "index": 41,
        "text": "故至今未安五臟，未開光。然雖未開光，而佛光重重照耀，眾僧見之，無不渴仰。"
      },
      {
        "index": 42,
        "text": "至五月五日，和尚閑步廊下，見莊嚴諸佛菩薩及韋馱尊者像，嘆曰：「只這一塊泥巴，塑佛成佛，塑菩薩成菩薩，塑尊者成尊者，欲威則威，欲慈則慈，種種變化成就俱可。孰知人為萬物之靈，反不如一泥巴土塊乎！任爾千言萬語，千勸萬諭，非聾即啞，不聽之矣←然哉，人之不如一土木也！」懷林時侍和尚，請曰：「和尚以人為止，人聞之必怒；以土比人，人聞之必以為太過。今乃反以人為不如土木，則其以和尚為胡說亂道，又當何如也？然其實，真不如也，非太過之論也。記得和尚曾嘆人之不如狗矣，謂狗終身不肯背主人也。又讀孫堅《義馬傳》、曾嘆人之不如馬矣，以馬猶知報恩，而人則反面無情，不可信也。今又謂人更土木之不如，則凡有情之禽獸，無情之上木，皆在人上者，然則天亦何故而生人乎？」"
      },
      {
        "index": 43,
        "text": "「噫！此非爾所知也。人之下者，禽獸土木不若，固也；人之上者，且將咸若禽獸，生長草木，又豈禽獸草木可得同乎？我為下下人說，不為上上人說。」林復請曰：「上下亦何常之有？記得六祖大師有云：「下下人有上上智』，有上智則雖下亦上，『上上人有沒意智』，沒意智，則雖上亦下。上下之位，固無定也。」「噫！以此觀之，人決不可以不慎矣。一不慎即至此極，頓使上下易位。我與子從今日始，可不時時警惕乎！」"
      },
      {
        "index": 44,
        "text": "沙彌懷林記。"
      },
      {
        "index": 45,
        "text": "龍潭湖芝佛院奉佛弟子深有，謹以是年月日，禮拜梁皇經懺以祈赦過宥愆事。念本院諸僧雖居山林曠野，而將就度日，不免懶散茍延，心雖不敢以遂非，性或偏護而祗悔。夫出家修行者，必日乾而夕惕，庶檀越修供者，俱履給有功。早夜恩惟，實成虛度。縱此心凜凜，不敢有犯；而眾念紛紛，能無罔知。公一毫放過，即罪同丘山；況萬端起滅，便禍在旦夕乎？"
      },
      {
        "index": 46,
        "text": "深有等為此率其徒若孫，敬告慈嚴，慈以憫眾生之愚，願棄小過而不錄；嚴以待後日之譴，姑準自改而停威。則萬曆二十一年十月以前，已蒙湔刷；而從今二十一年十月以後，不敢有違矣。"
      },
      {
        "index": 47,
        "text": "切以誦經者，所以明心見性，禮懺者，所以革舊鼎新。此僧家遵行久矣。皆以歲之冬十月十五日始，以次年春正月十五日終。自有芝佛院以來，龍潭僧到今，不知凡幾誦而凡幾懺矣，而心地竟不明，罪過竟不免，何哉？今卓吾和尚為塔屋於茲院之山．以為他年歸成之所，又欲安期動眾，禮懺誦經。以為非痛加仟悔，則誦念為虛文；非專精念誦，則禮懺為徒說。"
      },
      {
        "index": 48,
        "text": "故此兩事僧所兼修，則此會期僧家常事也。若以兩者目為希奇，則是常儀翻成曠典，如何可責以寡過省愆之道，望以明心見性之理乎？謂宜於每歲十月，通以為常。否則每一期會，必先起念；先起念已，然後舉事；既舉事已，然後募化，既募化已，然後成就。如此艱辛，謂之曠典，不亦宜乎！從今以後，不如先期募化有緣菩薩，隨其多寡，以為資糧。公得二時無饑，即可百日聚首。於是有僧常覺，慨然任之。不辭酷烈之暑，時遊有道之門；不憚跋涉之勤，日履上聖之室。升合不問，隨其願力，無不頓發菩提妙心；擔荷而來，因其齋糧，可使隨獲菩提妙果。誦經者明心，而施主以安坐自收善報；禮佛者仟罪，而施主以粒米遂廣福田。"
      },
      {
        "index": 49,
        "text": "不唯眾僧不致虛度，雖眾施主亦免唐捐。覺之功，不既溥乎！但如此歲歲年年，則眾僧有福，施主有福，常覺亦有福。恐以我為妄語，故告佛使明知之。"
      },
      {
        "index": 50,
        "text": "余兩年來，病苦甚多，通計人生大數，如我之年，已是死期。既是死期，便與以死，乃為正理，如何不賜我死，反賜我病乎？夫所以賜之病苦者，謂其數未至死，尚欲留之在世，故假病以苦之，使之不得過於自在快活也。若我則該死之人：壽至古稀，一可死也；無益於世，二可死也；凡人在世，或有未了業緣，如我則絕無可了，三可死也。有此三可死，乃不即我死，而更苦我病，何也？聞東方有藥師琉璃光王佛發大弘願，救拔病苦眾生，使之疾病涅槃。卓吾和尚於是普告大眾，趁此一百二十日期會，諷經拜懺道場，就此十月十五日起，先諷《藥師經》一部四十九卷，為我祈求免病。想佛願弘深，決不虛妄也。夫以佛願力而我不求，是我罪也。求佛而佛不理，是不慈也；求佛而佛或未必知，是不聰也：非佛也。吾知其決無是事也。願大眾為我誠心念誦，每月以朔望日念此經，共九朔望，念經九部。嗚呼！"
      },
      {
        "index": 51,
        "text": "誦經至九部，不可謂不多矣；大眾之殷勤，不可謂不虔矣。如是而不應焉，未之有也。公可死，不可病。苦口丁寧、至三再三，願佛聽之！"
      },
      {
        "index": 52,
        "text": "龍湖芝佛院佛殿之後，因山蓋屋，以為卓吾藏骨之室。蓋是屋時，卓吾和尚往湖廣會城，居士楊定見及常住僧常中、常通等告神為之。二和尚歸，又告神添蓋兩廂，及前廊邊兩廈。"
      },
      {
        "index": 53,
        "text": "草草成屋，可居矣，和尚但念力出眾人，成此大屋，宴然居之，不特心神不安，面貌且有厚顏也。屋成，遂題扁懸其額曰：「阿彌陀佛殿」。中塑西方接引佛一尊，高一丈二尺，以為院僧三時念佛、瞻像皈依之地。南向廂房三間，塑起普陀懸崖，坐觀世音菩薩於崖石波濤之上，以顯急苦難大慈悲之力，使眾僧有所依怙，不生怖畏。前廊五間，中間塑韋馱尊者金像一區，連座高九尺，專賴其擁護僧眾，使精勤者獲利益，怠昏者用一杵，故扁其額曰「護法尊者之殿」，而觀音則直書「南無觀世音菩薩」七字而已。殿之東西，供養達磨、伽藍二像。"
      },
      {
        "index": 54,
        "text": "門樓北上，其神在上，南向則為執金剛神，專聽護法尊者主使。有此種種慈悲威嚴佛菩薩真容，則和尚借佛背後半間丈室以藏骨，心亦安矣。今尚未塑佛，未敢入居正室，且亦未敢謝土。何也？土木之功未得止，則動土之事尚有勞也。公欲擇日入居邊廈，不得不告。"
      },
      {
        "index": 55,
        "text": "和尚為幸免病喘，結經謝佛事。念今日是正月十五之望日，九朔望至今日是為已足，九部經於今日是為已完。誦經方至兩部，我喘病即減九分；再誦未及四部，我忍口便能齋素。"
      },
      {
        "index": 56,
        "text": "齋素既久，喘病愈痊；喘病既痊，齋素益喜。此非佛力，我安能然？雖諷經眾僧虔恪無比，實藥王菩薩憐憫重深，和尚不勝禮謝禱告之至。和尚再告：有小僧常通見藥師如來即愈我疾，亦便發心，隨壇接諷，祈瘡口之速合。乃肅躬而致虔，以此月十六之朝，請大眾諷經一部。"
      },
      {
        "index": 57,
        "text": "嗚呼！佛乃三界之大父，豈以僧無可取而遂棄之；況我實諸佛之的嗣，又豈忍不以我故而不理也！念此僧雖非克肖，在僧中亦無大愆。鐘磐齊臻，鼓缽動響。經聲昭徹，佛力隨施。兩年未愈之瘡，藥王一旦加被，何幸如之。為此代懇，不勝瞻依！"
      },
      {
        "index": 58,
        "text": "龍湖僧常通，為因病瘡苦惱，禮拜水懺，祈佛慈悲事。重念常通自從出家，即依三寶。"
      },
      {
        "index": 59,
        "text": "叵耐兩年以來，痰瘤作祟，瘡疼久纏，醫藥徒施，歲月靡效。咸謂必有冤業，恐非肉眼能醫；倘求一時解除，須對法王懺悔。第顧微未，何緣上達於彼蒼，縱出至誠，未必降臨於下地。"
      },
      {
        "index": 60,
        "text": "歷觀前劫，想不能如悟達師之戒律精勤，重重十世以為高僧；俯念微驅，又不如歌利王之割截身體，節節支解而無嗔恨，舉足下足，罔非愆尤；日增月增，無可比喻。因忍痛以追思，或明知而故犯。此已往其奈之何，恐將來當墮無間，所賴眾弟兄等：同心一意，頓興灸艾分痛之真情；因病生憐，遂起借花獻佛之妄念。以是吉日，禮拜懺文。仗諸佛為證明，一懺更不再懺；對大眾而發誓，此身即非舊身。若已滅罪而更生，何異禽獸；倘再悔罪而復懺，甘受誅夷。伏願大慈大悲，曲加湔刷；大雄大力，直為洗除，法水暗消，瘡口自合。此蓋佛菩薩憫念敝之恩，與眾弟兄殷勤禮拜之致也。"
      },
      {
        "index": 61,
        "text": "一常住中所有事務，皆是道場；所作不茍，盡屬修行。唯愚人不信，不肖者茍且，須賴師長教督之耳。今師不知教督，其徒又不畏慎，則所有事務令誰為之？必至於廢弛荒散而已。"
      },
      {
        "index": 62,
        "text": "尚賴一二徒子徒孫之賢者自相協力，故龍湖僧院得以維持到今。然中間不無偷情成性，必待呼喚而後作者；或恃頑不理，雖呼喚之而亦不為者。未免有三等僧眾在內，則雖欲不荒散，終不可得矣。夫此間僧眾約有四十餘人，各人又受徒子，徒子又收徒孫，日益月增，漸久遂成大叢林，而皆相看不肯作務，則雖有一二賢者，其奈之何！況今正當一百二十日長期，大眾雲集，十方檀越，四海龍象，共來瞻禮者乎？"
      },
      {
        "index": 63,
        "text": "為此，將本院僧眾分為二等，開列於後，庶勤惰昭然，務化惰為勤，以成善事，報施主之德，助師長之化，結將來之果，咸在於茲矣。勤者，龍象也。懶者，無誌也。若安坐而食十方之食，雖呼喚亦不作者，無恥也，皆賴賢師長委曲勸誘之。故有師長則責師長，若師長亦無之奈何，則責韋馱尊者。尊者輕則一杵，重則三杵畢矣，尊者勿謂我太嚴也。唯佛至細至嚴，所以謂之大慈大悲。故經曰《楞嚴》，又曰《華嚴》。嚴者所以成悲也，爾韋馱又不可不知也。勿太酸澀，佛法不是腐爛之物。第一等勤行僧有八。此八眾，余所親見者，其敞作務，不避寒暑勞苦極矣，第二等躲懶僧眾三名，第三等奸頑僧眾一名。此二等三等之眾，據我目見如此耳。若懶而能勤，頑而能順，即為賢僧矣。公常住徒有人食飯，無人作務，且人數雖多，皆非是作重務之人，則此十餘眾者，可不加勤哉！努力向前，毋受尊者之杵可也。"
      },
      {
        "index": 64,
        "text": "自庚寅動工以來，無日不動爾土，無歲不勞爾神。唯爾有神，凡百有相，遂使群工竭力，眾僧盡心，以致佛殿告成，塔屋亦就。同令趺坐直上，則西方阿彌陀佛一軀也，金碧輝煌，宛有大人貴相矣。瞻仰而來者能無頓興念佛念法之心乎？卓立在前，則護法韋馱尊者威容也，金甲耀光，已手降魔寶杵矣。專修凈業者能無更堅不懈不退之志乎？又況觀音、勢至咸唱導於吾前，更有文殊、普賢同啟迪於吾後。懸崖千丈，友羅漢直抵上方；少室無余，面達磨猶在東壁。誰無緩急，大士即是救苦天尊；孰識平生，雲長尤是護法伽藍。黑海有門，唯法無門，現普陀於眼底；上天有路，唯道無路，睹靈山在目中。十界同虛，判念便分龍虎；六總寂靜，一棒打殺猢猻。從茲繼繼繩繩，咸願師師濟濟。務同一念，莫有二心。則卓吾之廬，即是極樂凈土；龍湖上院，遍是華嚴道場矣。此雖仗佛之賜，實亦爾相之能。故特塑爾之神，使與司命並列。虔恭致齋，不酒不肉；殷勤設素，匪葷匪腥。唯茶果是陳，只蔬飯以供。名香必藝，願與司命齊意；好花用獻，當聽韋馱指麾。有惡則書，見過速錄。細微畢舉，毋曰我供汝也而有阿私；小大同登，毋曰眾汝敬也而有偏黨。幽明協贊，人神同欽。則爾土有力，帝將加升，長守此湖，永相依附矣。"
      },
      {
        "index": 65,
        "text": "龍湖芝佛上院，從新創立道場，上殿阿彌陀佛，下殿韋馱尊者。特地接引眾生，不是等閑作伴。觀音文殊普賢，悲智行願交參。從今皈依得地，皆賴信女善男。韋馱尊者何為？寶杵當頭立斷。毫髮分明可畏，尤勿容易等閑！為此與眾約束，不緊不嚴不慢。四時不須起蚤，黎明報鐘方好。清早《金剛》一卷，春夏秋冬一樣。二鼓念佛一千，冬春二時為然。休夏依時自恣，不是仿古模賢。公記誦經念佛，緊閉門戶莫忽！恐若閑人雜沓，致使誦念閑歇。早晨報鐘甫畢，便入諸殿上香。上香必須鳴磐，磐動知是行香。失磐定是失香，面佛夫半晌，大眾聞鐘齊起，急忙整頓衣裳。嗽洗諸事各訖，沙彌如前撞鐘。首眾即便領眾，以次合掌致恭。前後不得參差，先行拜禮韋馱，然後觀音上殿，虔恭禮拜一遍。上殿鋪設經卷，高聲跪誦《金剛》。誦罷齋畢何為？依舊諷讀《法華》。每歲三冬無事，日日《華嚴》一卷。不許安期抄化，擾害菩薩善良。公得二時粥飯，便當吃緊思量。如果粥飲不繼，沿門持缽可也。"
      },
      {
        "index": 66,
        "text": "公知聽其自至，便知為僧便宜。為僧不須富貴，富貴不須為僧。為僧為己生死，人死於己何與！何必哀死吊喪，替人慶生喜旺，無故遨遊街市，及自上門上戶。不許赴請誦經，不許包攬經誦。不許諷誦《玉經》。公奪道人衣缽。不許私習應付，侵占萬壽僧飯。不許放債生利，不許買賤賣貴。一切富貴心腸，盡付龍湖流水。須知回頭無多，縱使忍饑不久。不聞衣祿分定，非人智力能求。何況一身一口，何必過計私憂！自謂是佛弟子，卻學市井下流，自謂禪僧無比，獨坐高貴上頭。猶然蠅營狗茍，無人替代爾羞。我勸諸人莫錯，快急念佛修福。公移此心念佛，便是清涼極樂。"
      },
      {
        "index": 67,
        "text": "有二十分見識，便能成就得十分才，蓋有此見識，則雖只有五六分才料，便成十分矣。"
      },
      {
        "index": 68,
        "text": "有二十分見識，便能使發得十分膽，蓋識見既大，雖只有四五分膽，亦成十分去矣。是才與膽皆因識見而後充者也。空有其才而無其膽，則有所怯而不敢；空有其膽而無其才，則不過冥行妄作之人耳。蓋才膽實由識而濟，故天下唯識為難。有其識，則雖四五分才與膽，皆可建立而成事也。然天下又有因才而生膽者，有因膽而發才者，又未可以一概也。然則識也、才也、膽也，非但學道為然，舉凡出世處世，治國治家，以至於平治天下，總不能舍此矣，故曰「智者不惑，仁者不憂，勇者不懼」。智即識，仁即才，勇即膽。蜀之譙周，以識勝者也。姜伯約以膽勝，而無識，故事不成而身死；費偉以才勝而識次之，故事亦未成而身死，此可以觀英傑作用之大略矣。三者俱全，學道則有三教大聖人在，經世則有呂尚、管夷吾、張子房在。空山岑寂，長夜無聲，偶論及此，亦一快也。懷林在旁，起而問曰：「和尚於此三者何缺？」余謂我有五分膽，三分才，二十分識，故處世僅僅得免於禍。若在參禪學道之輩，我有二十分膽，十分才，五分識，不敢比於釋迦老子明矣。若出詞為經，落筆驚人，我有二十分識，二十分才，二十分膽。嗚呼！足矣，我安得不快樂！雖無可語者，而林能以是為問，亦是空谷足音也，安得而不快也！"
      },
      {
        "index": 69,
        "text": "向在黃安時，吳少虞大頭巾曾戲余曰：「公可識林道乾否？」蓋道乾居閩、廣之間，故凡戲閩人者，必曰林道乾云。余謂爾此言是罵我耶，是贊我耶？若說是贊，則彼為巨盜，我為清官，我知爾這大頭巾決不會如此稱贊人矣。若說是罵，則余是何人，敢望道乾之萬一乎？"
      },
      {
        "index": 70,
        "text": "夫道乾橫行海上，三十餘年矣。自浙江、南直隸以及廣東、福建數省近海之處，皆號稱財賦之產，人物奧區者，連年遭其荼毒，攻城陷邑，殺戮官吏，朗廷為之旰食↓正刑、都總統諸文武大吏外，其發遣囚系，逮至道路而死者，又不知其幾也，而林道乾固橫行自若也。"
      },
      {
        "index": 71,
        "text": "今幸聖明在上，刑訪中，倭夷遠遁，民人安枕，然林道乾猶然無恙如故矣。稱王稱霸，眾願歸之，不肯背離。其才識過人，膽氣壓乎群類，不言可知也。設使以林道乾當郡守二千石之任，則雖海上再出一林道乾，亦決不敢肆。設以李卓老權替海上之林道乾，吾知此為郡守林道乾者，可不數日而即擒殺李卓老，不用損一兵費一矢為也。又使卓老為郡守時，正當林道乾橫行無當之日，國家能保卓老決能以計誅擒林道乾，以掃清海上數十年之通寇乎？此皆事之可見者，何可不自量也？"
      },
      {
        "index": 72,
        "text": "嗟乎！平居無事，只解打恭作揖，終日匡坐，同於泥塑，以為雜念不起，便是真實大聖大賢人矣。其稍學奸詐者，又攙入良知講席，以陰博高官，一旦有警，則面面相覷，絕無人色，甚至互相推委，以為能明哲。蓋因國家專用此等輩，故臨時無人可用，又棄置此等輩有才有膽有識之者而不錄，又從而彌縫禁錮之，以為必亂天下，則雖欲不作賊，其勢自不可爾。"
      },
      {
        "index": 73,
        "text": "設國家能用之為郡守令尹，又何止足當勝兵三十萬人已耶！又設用之為虎臣武將，則閫外之事可得專之，朝廷自然無四顧之憂矣。唯舉世顛倒，故使豪傑抱不平之恨，英雄懷罔措之戚，直驅之使為盜也。余方以為痛恨，而大頭巾乃以為戲；余方以為慚愧，而大頭巾乃以為譏：天下何時太平乎？故因論及才識膽，遂復記憶前十餘年之語。籲！必如林道乾，乃可謂有二十分才，二十分膽者也。"
      },
      {
        "index": 74,
        "text": "某曰：「如此則林道乾無識乎？無識安能運才膽而決勝也？」夫古之有見識者，世不我知，時不我容，故或隱身於陶釣，或混跡於屠沽，不則深山曠野，絕人逃世而已，安肯以身試不測之淵也？縱多能足以集事，然驚怕亦不少矣。吾調當此時，正好學出世法，直與諸佛諸祖同遊戲也。雖然，彼亦直以是為戲焉耳。以彼識見，視世間一切太頭巾人，舉無足以當於懷者，蓋逆料其必不能如我何也，則謂之日二十分識亦可也。"
      },
      {
        "index": 75,
        "text": "丘文莊謂自南越入中國始確南海，而西海竟不知所在。余謂《禹貢》言「聲教訖於四海」者，亦只是據見在經歷統理之地而紀其四至耳。所云四海，即四方也。故又曰「四方風動」，則可見矣，豈真有東西南北之海，如今南越之耗然可睹者哉！"
      },
      {
        "index": 76,
        "text": "今據見在四方論之：四川，天下之正西也，雲南則天下之西南，陜西則天下之西北。一正西，一西北，一西南，皆不見有海也。由陜西而山西，據大勢則山西似直正北之域矣，而正北亦無海也，唯今薊、遼鄰山東，始有海。從此則山東為東方之海，山東抵淮、揚、蘇、松以至錢塘、寧、紹等處，始為正東之海。公甌至福建，則古閩越地也，稍可稱東南海矣°東即南越地，今其治為南海郡，盡以為正南之海矣，不知閩、廣壤接，亦僅可謂之東南胡。"
      },
      {
        "index": 77,
        "text": "由此觀之，正西元海也，正北無海也，正南無海也，西北、西南以至東北皆無海，則僅僅正東與東南角一帶胡，又豈但不知西海所在耶！"
      },
      {
        "index": 78,
        "text": "且今天下之水皆從西出，西水莫大於江、漢。江有四：有從岷來者，有從沱來者，有從黑、白二水來者。漢有二：有從皤冢來者，有從西和僥外來者。此皆川中之水，今之所指以謂正西是也。水又莫大於黃河，黃河經過昆侖。昆侖乃西蕃地，是亦西也。雖云南之地，今皆指以為西南，然雲南之水盡流從川中出，則其地高於川中可知矣∵者水之所瀉，流之所始，而東西一海咸受之，則海決在下流之處，雲南、四川、山、陜等去海甚遠，皆可知也。雲南、川、陜之外，其地更高，又可知也。不然，何以不順流而西，往彼西海，而乃迢遞逶迤盡向東南行耶？則知以四川為正西者，亦就四方之勢概言之耳。今雲南三宣府之外，有過洋闊機大布，道自海上來者，此布我閩中趁之，則雲南旋繞而東，又與福建同海。則雲南只可謂之東南，而不得謂之西南，又可知矣。吾以是觀之，正南之地尚未載之輿圖，況西南耶？故余謂據今人所歷之地勢而論之，尚少正南與西南、正西與西北、正北與北東諸處者，以不見有菏卜之也。以天下三大水皆從川中出卜之，而知其難以復尋西海於今之世也。西海既不可尋，則又何名何從而祀海也？然則丘文莊欲祀北海於京之東北，楊升庵欲祀西海於滇之西南，皆無義矣，其誰享之？嗚呼！觀於四海之說，而後知世人之所見者小也，況四海之外哉！"
      },
      {
        "index": 79,
        "text": "嘗謂君子無怨，唯小人有之；君子有德必報德，而小人無之。夫君子非無怨也，不報怨也；非不報怨也，以直報怨也。茍其人可惡而可去，則報之以可惡可去之道焉；茍其人可好而可用，則報之以可好可用之道焉。其惡而去之也，好而用之也，直也，合天下之公是也。"
      },
      {
        "index": 80,
        "text": "其或天下不知惡而去之、好而用之也，而君子亦必去之、必用之，是亦直也，合天下之公理也。夫是之謂「以直」。既謂之直，則雖無怨於我者，亦必如是報之矣，則雖謂聖人未嘗報怨焉亦可也。若曰「以德報怨」，則有心矣，作偽矣，聖人不為也。至於人之有德於我者，則志在必報，雖以聖人為有心，為私厚，不計矣。何也？聖人義重者也。義重故可以托孤，而況托知己之孤乎？義重故可以寄命，而況寄有德之命乎？故曰「以德報德」。唯其人有必報之德，此世道所以攸賴，國家所以有托，綱常所以不墜，人倫所以不滅也。若小人非不報德也，可報則報，不可報則亦已而勿報，顧他日所值何如耳。茍禍患及身，則百計推托，逃避無影矣，雖有德，將安知乎？唯有報怨一念，則終始不替。然茍勢盛於我，財多於我，我又可藉之以行立，則怨反為德，又其常也。蓋十百千萬咸如斯也。此君子小人界限之所以判也。故觀君子小人者，唯觀其報怨報德之間而已。故余嘗以此定古今君子小人，而時時對人言之不省也。除此之外，君子小人有何分別乎？吾見在小人者更為伶俐而可用也。"
      },
      {
        "index": 81,
        "text": "或曰：「先生既如此說矣，何先生之待小人也過嚴，而惡惡執怨也反過甚乎？」余曰：「不然，我之惡惡雖嚴，然非實察其心術之微，則不敢有惡也。縱已惡其人，茍其人或又出半言之善焉，或又有片行之當焉，則我之舊怨盡除，而親愛又隨之矣。若其人果賢，則初未嘗不稱道其賢，而欲其亟用之也。何也？天之生才實難，故我心唯恐其才之不得用也，易敢怨也？是以人雖怨我，而欲害我報我者終少，則以我心之直故也。」"
      },
      {
        "index": 82,
        "text": "或曰：「先生之愛才誠然矣，然其始也取人太廣，愛人太驟，其既也棄人太急，而終之收錄入也亦太狹。曷不論定而後賞，勿以始廣而終狹乎？」籲！不然也。夫人實難知，故吾不敢以其疑似而遂忽之，是故則見以為廣，而真才難得，故吾又不敢以疑似而遂信之，是故則見以為狹耳。若其人眼即得，無復疑似，則終身不忒，（始）（如）丘長孺、周友山、梅衡湘者，固一見而遂定終身之交，不待再試也。如楊定見，如劉近城，非至今相隨不舍，吾猶未敢信也。直至今日患難如一，利害如一，毀謗如一，然後知其終不肯畔我以去。夫如是，則余之廣取也固宜。設余不廣取，今日又安得有此二士乎？夫近城篤實人也，自不容以有二心；楊定見有氣人也，故眼中亦郴可一世之士。夫此二人，皆麻城人也。友山麻城人，而麻城人不知之也。衡湘麻城人，而麻城人不知之也。若丘長孺之在麻城，則麻城諸俗惡輩直視之為敗家之子矣。吾謂周友山則世之所稱布帛菽粟是也，其不知也宜也。梅衡湘則古今所稱伯樂之千里馬，王武子之八百駿是也，其不知也亦宜也。若丘長孺雖無益於世，然不可不謂之麒麟鳳凰、瑞蘭芝草也。據長孺之為人，非但父母兄弟靠不得，雖至痛之妻兒亦靠他不得也。蓋但妻兒靠不得，雖自己之身亦終靠他不得。其為無用極矣。然其人固上帝之所篤生，未易材者也。觀其不可得而親疏敬慢也，是豈尋橙倫可比耶！故余每以麟鳳芝蘭擬之，非過也。若楊定見二子者，譬則樓臺殿閣，未易動搖，有足貴者。且高明之家，吉人之都，是非好惡，又自明白。"
      },
      {
        "index": 83,
        "text": "或曰：「公之知梅衡湘似矣，然人之所以下知者，以其權智太審也。夫人而專任權智，則可以生人，亦可以殺人，如江淮河海之水然矣。」余謂衡湘雖大樣，然心實細謹，非曹孟德等比也，必如曹孟德等，方可稱之為江淮河海之水，如之何而遂遽以譽衡湘也哉！嗚呼！"
      },
      {
        "index": 84,
        "text": "此數公者，我固知之，而數公固各不相知也。蓋有日月星辰洞然皎然，如郭林宗、許於將、司馬德操者出，安能兼收而並用之耶？"
      },
      {
        "index": 85,
        "text": "或曰：「如先生言，必如此數者，然後可以用於世耶？」曰：「不然也。此其可大用者也，最難得者也，未易多有者也。子但見麻城一時有此數人，便以為易易矣，不知我費了多少心力方得此數人乎？若其他則在在皆有，時時可用，自不待費力以求之矣。猶之鳥獸草木之生，周遍大地，任人選取也。」余既與諸侍者夜談至此，次日偶讀升庵《風賦》，遂感而論之曰：「《書》稱麟鳳，稱其出類也。夫麟鳳之希奇，實出鳥獸之類，亦猶芝草之秀異，實出草木之類也。雖曰希奇秀異，然亦何益於人世哉！意者天地之間，本自有一種無益於世而可貴者，如世之所稱古董是耶！今觀古董之為物，於世何益也？夫聖賢之生，小大不同，未有無益於世者。茍有益，則雖服箱之牛，司晨之雞，以至一草一木，皆可珍也。」故曰《鳳賦》而推廣之，列為八物，而鳥獸草木與焉。籲！八物具而古今人物盡於是矣。此物伊何？日鳥獸草木，曰樓臺殿閣，日芝草瑞蘭，曰杉松栝柏，曰布帛菽粟，日千里八百，曰江淮河海，日日月星晨。"
      },
      {
        "index": 86,
        "text": "夫鳥獸草木之類夥矣，然無有一羽毛一草木而不堪人世之用者。既已堪用矣，則隨所取擇，總無棄物也。是一物也。夫宮寺樓閣，山舍茅廬，基址一也，而高低異；本植一也，而小大異，屆處一也，而廣狹異。同是鄉人而鄉不如，則以宮室業產之良矣。譬之於鳥則賓鴻，於獸則獵犬，於草則國老，於木則從繩。同於鳥獸草木，而又不同於鳥獸草木，則以其為鳥獸草木本類之獨著耳。是一物也。"
      },
      {
        "index": 87,
        "text": "夫芝草非常，瑞蘭馨香，小人所棄，君子所喜，設於世無君子亦已。譬之玩物，過目則已，何取於溫？譬之好音，過耳則已，何取於飽？然雖無取於溫飽，而不可不謂之希奇也。"
      },
      {
        "index": 88,
        "text": "是一物也。"
      },
      {
        "index": 89,
        "text": "夫青松翠柏，在在常有，經歷歲時，棟粱遂就。噫！安可以其常有而忽之！與果木鬥春，則花不如，與果木鬥秋，則實不如。籲！安可以其不如而易之！世有清節之士，可以傲霜雪而不可以任棟樑者，如世之萬年青草，何其滔滔也。籲！又安可以其滔滔而擬之！此赫峰之徒也。是亦一物也。夫智者好奇，以布帛菽粟為不足珍，賢者好異，以布帛菽粟為無異於人。"
      },
      {
        "index": 90,
        "text": "唯大智大賢反是，故以其易飽易暖者自過吾之身，又以其同飽同暖者同過人之日。所謂易簡而得理，無為而成化，非若人之徒歟？真若人之徒也。是亦一物也。夫馬牛麟鳳，俗眼視之，相去故甚遠也。然千里之駒，一日而致；八百之牛，一日而程。麟乎鳳乎，雖至奇且異，亦奚以異為也？士之任重致遠者，大率類此。而世無伯樂，祗謂之馬砒不知其能千里也，真可慨也！是又一物也。夫能生人又能殺人，能貧人又能富人，江淮河海是也。利者十五，而害者亦十五。利害相半，而趨者不倦。今世用人者知其害不察其利，是欲堙塞天下之江河而不用之也。宋王介甫欲決梁山泊以為良田，而思無置水之處。劉貢父大聲叫曰：「再鑿一梁山泊則可置此水矣！」然則今日江淮河海之士，既以有害而不用矣，將安所置之哉？是亦一物也，今未見其人也。"
      },
      {
        "index": 91,
        "text": "夫智如日月，皎若辰星，照見大地，物物賦成，布帛菽粟者，決不責以霜杉雪柏之操；八百千里者，決不索以異香奇卉之呈。名川巨浸，時或泛濫崩沖；長江大河，實藉其舟揖榆灌∵樓涼殿，巍然煥然，誰不欲也，獨不有鳥獸魚鱉與之咸若，山川草木亦令多識乎？器使之下，可使無不獲之夫。則知日月星辰的然兼照，真可貴矣。此一物者，實用八物，要當以此物為最也。今亦未見其人也。"
      },
      {
        "index": 92,
        "text": "嗚呼！此八物湯也，以為藥則氣血兼補，皆有益於身；以救世則百工效用，皆有益於治。"
      },
      {
        "index": 93,
        "text": "用人者其尚知此八物哉！毋曰：「彼有怨於我也，彼無德於我也。雖有千金不傳之秘，長生不老之方，吾只知娼嫉以惡之，而唯恐其勝己也已。」籲！觀於八物之說，而後知世之用人者狹也，況加以娼嫉之人歟！"
      },
      {
        "index": 94,
        "text": "人有五死，唯是程嬰、公孫杵臼之死，紀信、奕布之死，聶政之死，屈平之死，乃為天下第一等好死。其次臨陣而死，其次不屈而死。臨陣而死勇也，未免有不量敵之進，同乎季路。不屈而死義也，未免有制於人之恨，同乎睢陽。雖曰次之，其實亦皆烈丈夫之死也，非凡流也。又其次則為盡忠被讒而死，如楚之伍子胥，漢之晁錯是矣。是為不知其君，其名曰不智。又其次則為功成名遂而死，如秦之商君、楚之吳起、越之大夫種是矣。是為不知止足，其名亦曰不智。雖又次於前兩者，然既忠於君矣，雖死有榮也；既成天下之大功矣，立萬世之榮名矣，雖死何傷乎？故智者欲審處死，不可不選擇於五者之間也。縱有優劣，均為善死。"
      },
      {
        "index": 95,
        "text": "若夫臥病房榻之間，徘徊妻孥之側，滔滔者天下皆是也。此庸夫俗子之所習慣，非死所矣，豈丈夫之所甘死乎？雖然，猶勝於臨終扶病歌詩，杖策辭別，自以為不怖死，無顧戀者。"
      },
      {
        "index": 96,
        "text": "蓋在世俗觀之，未免誇之為美談，呼之為考終。然其好名說謊，反不如庸夫俗子之為順受其正，自然而死也，等死於牖下耳，何以見其節，又何以見其烈，而徒務此虛聲為耶！"
      },
      {
        "index": 97,
        "text": "丈夫之生，原非無故而生，則其死也又豈容無故而死乎？其生也有由，則其死也必有所為，未有岑岑寂寂，臥病床褥間，扶柩推輦，埋於北邙之下，然後為得所死矣。蒼梧殯虞，會稽屍夏，聖帝明王亦必由之，何況人士歟！第余老矣，欲如以前五者，又不可得矣。夫如此而死，既已不可得，如彼而死又非英雄漢子之所為，然則將何以死乎？計唯有做些小買賣耳。大買賣如公孫杵臼、聶政者，既不見買主來到，則豈可徒死而死於床褥之間乎？且我已離鄉井，捐童仆，直來求買主於此矣，此間既無知己，無知已又何死也？大買賣我知其做不成也，英雄漢子，無所泄怒，既無知已可死，吾將死於不知己者以泄怒也。謹書此以告諸貌稱相知者，聞死來視我，切勿收我屍！是囑。"
      },
      {
        "index": 98,
        "text": "生之必有死也，猶晝之必有夜也一死之不可復生，猶逝之不可復返也。人莫不欲生，然卒不能使之久生；人莫不傷逝，然卒不能止之使勿逝。既不能使之久生，則生可以不欲矣。"
      },
      {
        "index": 99,
        "text": "既不能使之勿逝，則逝可以無傷矣。故吾直謂死不必傷，唯有生乃可傷耳。勿傷逝，願傷生也！"
      },
      {
        "index": 100,
        "text": "佛說波羅蜜，波羅蜜有六，而持戒其一也。佛說戒、定、慧。戒、定、慧有三，而戒行其先也。戒之一字，誠未易言。戒生定，定生慧。慧復生戒，非慧離戒，慧出於戒，非慧滅戒。然則定、慧者成佛之因，戒者又定、慧之因。我釋迦老子未成佛之先，前後苦行一十二年，其戒也如此，汝大眾所知也。我釋迦老子既成佛之後，前後說法四十九年，其戒也如此，亦汝大眾所知也。若謂佛是戒空，戒是佛縛，既已得道成佛，不妨毀沖破戒，則含糊舍，歸王宮，有何不可，而仍衣破袖，重持缽，何為者哉？須知父母乳哺之恩難報，必須精進以報之。所謂一子成道，九族生天，非妄言也。十方顆粒之施難消，必須精進以消之，所謂披毛戴角，酬還信施，豈誑語耶！"
      },
      {
        "index": 101,
        "text": "然則戒之一字，眾妙之門，破戒一言，眾禍之本。戒之一字，如臨三軍，須臾不戒，喪敗而奔；戒之一字，如履深谷，須臾不戒，失足而殞。故知三千威儀，重於山嶽；八萬細行，密如牛毛。蓋是多事強為，於法不得不爾故也。毋曰「莫予覯也」，便可閑居而縱恣。一時不戒，人便已知，正目而視者，非但一目十目，蓋千億目共視之矣。毋曰「莫予指也」，便可掩耳而偷鈴。一念不戒，鬼將誅之，旁觀而嗔者，非但一手十手，蓋千億手共指之矣。"
      },
      {
        "index": 102,
        "text": "嚴而又嚴，戒之又戒。自今以往，作如是觀：坐受齋供，如吞熱鐵之丸，若不膽顫心寒，與犬豕其何異！行覓戒珠，如入清涼之閣，若復魂飛魄散，等乞丐以何殊！如此用心，始稱衲子。如水行舟，風浪便覆；如車行地，敬斜即敗，風浪誰作？覆沒自當。欹斜誰為？顛仆自受。凡我大眾，其慎之哉！除年長久參者無容贅示，間有新到比丘未知慚愧，不得不更與申明之耳。凡此大眾，幸各策厲，庶稱芝佛道場；猛著精神，共成龍譚勝會可矣。"
      },
      {
        "index": 103,
        "text": "我所喜者學道之人，汝肯向道，吾又何說？道從六度入。六度之中，持戒禪定其一也。"
      },
      {
        "index": 104,
        "text": "戒如田地，有田地方有根基，可以為屋種田。然須忍辱。忍辱者，謙下以自持，虛心以受善，不敢以貢高為也。如有田地，須時時澆糞灌水，方得有秋之獲。不然，雖有田地何益？精進則進此持戒忍辱兩者而已。此兩者日進不已，則自然得入禪定真法門矣，既禪定，不愁不生智慧而得解脫也。故知布施、持戒、忍辱真禪定之本，而禪定又為智慧解脫之本。六者始終不舍，如濟渡然，故曰六度。此六度也，總以解脫為究竟，然必須持戒忍辱以入禪定，而後解脫可得。及其得解脫也，又豈離此持戒忍辱而別有解脫哉！依舊即是前此禪定之人耳。如離禪定而說解脫，非唯不知禪定，而亦不知解脫矣。以此見生死事大，決非淺薄輕浮之人所能造詣也。試看他靈山等會，四十九年猶如一日，持戒忍辱常如一年。今世遠教衰，後生小子拾得一言半句，便自猖狂，不敬十方，不禮晚末，說道何佛可成。此與無為教何異乎？非吾類也。"
      },
      {
        "index": 105,
        "text": "昨來書，謂：「觀世音大士發大弘願，我亦欲如是發願：願得如大士圓通無障礙。聞庵僧欲塑大土像，我願為之，以致皈依，祗望卓公為我作記也。」余時作筆走答云：「觀音大士發大弘願，似矣。公大士之願，慈悲為主，以救苦救難為悲，以接引念佛眾生皈依西方佛為慈。此一切圓通無障礙，則佛佛皆然，不獨觀音大士也。此塑像，直布施功德耳，何必問余。或可或否，我不敢與。」余時作答之語如此，然尚未明成佛發願事，故復言之。"
      },
      {
        "index": 106,
        "text": "蓋言成佛者，佛本自成，若言成佛，已是不中理之談矣，況欲發願以成之哉！成佛者，成無佛可成之佛，此千佛萬佛之所同也、願者，發佛佛各所欲為之願，此千佛萬佛之所不能同也。故有佛而後有願，佛同而願各異，是謂同中有異也、願盡出於佛，故願異而佛本同，是謂異中有同也。然則謂願由於佛可也，而謂欲發願以成佛可乎？是豈中理之談哉！雖然，此亦未易言也。大乘聖人尚欲留惑潤生，發願度人，況新發意菩薩哉！然大乘菩薩實不及新發意菩薩，大願眾生實不及大心眾生，觀之龍女、善財可見矣。故單言菩薩，則雖上乘，猶不免借願力以為重。何者？見諦未圓而信心未化也。唯有佛菩薩如觀音、大勢至、文殊、普賢等，始為諸神發願矣。故有釋迦佛則必有文殊、普賢，釋迦為佛而文殊、普賢為願也。有阿彌陀佛則必有觀音、勢至，彌陀是佛而觀音、勢至是願也。此為佛願，我願淡師似之！"
      },
      {
        "index": 107,
        "text": "佛之心法，盡載之經。經中一字透不得，即是自家生死透不得，唯不識字者無可奈何耳。"
      },
      {
        "index": 108,
        "text": "若謂經不必讀，則是經亦不必留，佛亦不用有經矣。昔人謂讀經有三益：有起發之益，有開悟之益，又有印證之益。其益如此，曷可不讀也！世人忙忙不暇讀，愚人懵懵不能讀，今幸生此閑身，得為世間讀經之人流不肯讀，比前二輩反在其後矣。快刻期定誌立限讀之，務俾此身真實可以死乃得。"
      },
      {
        "index": 109,
        "text": "世人貪生怕死，蠅營狗茍，無所不至，若見此僧端坐烈焰之中，無一毫恐怖，或遂頓生念佛念法之想，未可知也。其有益於塵世之人甚大，若欲湖僧為之津送則不可。蓋凡津送亡僧者，皆緣亡者神識飛揚，莫知去向，故藉平時持戒僧眾誦念經咒以助之。今此火化之僧，必是了然自知去向者，又何用湖僧為之津送耶？且湖上僧雖能守戒行，然其貪生怕死，遠出亡憎之下，有何力量可以資送此僧？若我則又貪生怕死之尤者，雖死後猶怕焚化，故特地為塔屋於龍湖之上，敢以未死之身自人於紅爐乎？其不如此僧又已甚遠。自信、明因向往俱切，皆因爾淡師倡導，火力甚大，故眾菩薩不覺不知自努力向前也。此其火力比今火化之僧又大矣。何也？火化之僧只能化得自己，若淡師則無所不化。火化僧縱能化人，亦只化得眾人念佛而已，若淡師則可以化人立地成佛，故其人力自然不同。"
      },
      {
        "index": 110,
        "text": "學道人，大抵要跟腳真耳，若始初以怕死為跟腳，則必以得脫生死、離苦海、免恐怕為究竟。雖遲速不同，決無有不證涅槃到彼岸者。若始初只以好名為跟腳，則終其身只成就得一個虛名而已，虛名於我何與也？此事在各人自查考，別人無能為也。今人縱十分學道，亦多不是怕死。夫佛以生死為苦海，而今學者反以生死為極樂，是北轅而南其轍，去彼岸愈遠矣。世間功名富貴之人，以生為樂也，不待言也。欲學出世之法，而唯在於好名，名只在於一生而已，是亦以生為樂也，非以生為苦海也。苦海有八，生其一也。即今上亦不得，下又不得，學亦不得，不學亦不得，便可以見有生之苦矣。佛為此故，大生恐怖。試看我輩今日何曾以此生身為苦為患，而決求以出離之也。尋常亦會說得此身是苦，其實亦只是一句說話耳，非真真見得此身在陷阱坑坎之中，不能一朝屆者也。試驗之自見。"
      },
      {
        "index": 111,
        "text": "聞師又得了道，道豈時時可得耶？然真正學者亦自然如此。楊慈湖先生謂大悟一十八遍，小悟不記其數，故慈湖於宋儒中獨謂第一了手好漢，以屢疑而屢悟也。學人不疑，是謂大病。"
      },
      {
        "index": 112,
        "text": "唯其疑而屢破，故破疑即是悟。自信菩薩於此事信得及否？彼以談詩談佛為二事，不知談詩即是談佛。若悟談詩即是談佛人，則雖終日談詩何妨。我所引「白雪陽春」之語，不過自謙之辭，欲以激厲彼，俾知非佛不能談詩也，而談詩之外亦別無佛可談。自信失余之意，反以談詩為不美，豈不誤哉！歷觀傳燈諸祖，其作詩說偈，超逸絕塵不可當，亦可以談詩病之乎！"
      },
      {
        "index": 113,
        "text": "唯本不能詩而強作，則不必，若真實能詩，則因談佛而其詩益工者又何多也，何必以談詩為病也？"
      },
      {
        "index": 114,
        "text": "認不得字勝似認得字，何必認得字也？只要成佛，莫問認得字與否，認得字亦是一尊佛，認不得字亦是一尊佛；初無認字佛，亦無不認得字佛。無認字沸，何必認字；無不認字佛，何必不認字也？大要只要自家生死切耳。我昨與丘但之壽詩有云：「劬勞雖謝父母恩，扶持自出世中尊。」今人但見得父母生我身，不知日夜承世尊恩力，蓋千生萬劫以來，作忘恩背義之人久矣。今幸世尊開我愚頑，頓能發起一念無上菩提之心，欲求見初生爺娘本面，是為萬幸，當生大慚大愧乃可。故古人親證親聞者，對法師前高叫大哭，非漫然也。千萬劫相失爺娘，一旦得之，雖欲不慟哭，不可得矣。慎莫草草作語言戲論，反成大罪過也！世間戲論甚多，惟此事是戲論不得者。"
      },
      {
        "index": 115,
        "text": "既自信，如何又說放不下；既放不下，如何又說自信也？試問自信者是信個甚麽？放不下者又是放不下個甚麽？於此最好參取。信者自也，不信者亦自也，放得下者自也，放不下者亦自也。古不下是生，放下是死；信不及是死，值得及是生。信不信，放下不放下，總屬生死，總屬生死，則總屬自也，非人能使之不信不放下，又信又放下也。於此著實參取，便自得之。然自得亦是自，來來去去，生生死死，皆是自，可信也矣。來書「原無生死」四字，雖是諸佛現成語，然真實是第一等要緊語也。既說原無生死，則亦原無自信，亦原無不自信也；原無放下，亦原無不放下也。「原無」二字，甚不可不理會：既說原無，則非人能使之無可知矣，亦非今日方始無又可知矣。若待今日方始無，則亦不得謂之原無矣。若人能使之無，則亦不得謂之原無矣。「原無」二字，總說不通也。故知原無生者，則雖千生總不妨也，何者？雖千生終不能生，此原無生也。使原無生而可生，則亦不得謂之原無生矣。故知原無死者，則雖萬死總無礙也。何者？雖萬死終不能死，此原無死也。使原無死而可死，則亦不得謂之原無死矣，故「原無生死」四字，不可只恁麽草草讀過，急著精彩，便見四字下落。"
      },
      {
        "index": 116,
        "text": "一動一靜，原不是我，莫錯認好。父母已生後，即父母未生前，無別有未來前消息也。"
      },
      {
        "index": 117,
        "text": "見得未生前，則佛道、外道、邪道、魔道總無有，何必怕落外道乎？總無死，何必怕死乎？"
      },
      {
        "index": 118,
        "text": "然此不怕死總自十分怕死中來。世人唯不怕死，故貪此血肉之身，卒至流浪生死而不歇；聖人唯萬分怕死，故窮究生死之因，直證無生而後已。無生則無死，無死則無怕，非有死而強說不怕也。自古唯佛、聖人怕死為甚，故曰「子之所慎：齋戰疾」，又曰「臨事而懼，若死而無悔者吾不與」，其怕死何如也？但記者不知聖人怕死之大耳，怕死之大者，必朝聞而後可免於夕死之怕也，故曰「朝聞道夕死可矣」。曰可者，言可以死而不怕也；再不復死，亦再不復怕也。我老矣，凍手凍筆，作字甚難，慎勿草草，須時時與明因確實理會。我於詩學無分，祗緣孤苦無朋，用之以發叫號，少泄胸中之氣，無《白雪陽春》事也。舉世無真學道者，今幸有爾列位真心向道，我喜何如！若悠悠然唯借之以過日子，又何必乎？"
      },
      {
        "index": 119,
        "text": "若無山河大地，不成清凈本原矣，故謂山河大地即清凈本原可也。若無山河大地，則清凈本原為頑空無用之物，為斷滅空不能生化之物，非萬物之母矣，可值半文錢乎？然則無時無處無不是山河大地之生者，豈可以山河大地為作障礙而欲去之也？清凈本原，即所謂本地風光也。視不見，聽不聞，欲聞無聲，欲嗅無臭，此所謂龜毛兔角，原無有也。原無有，是以謂之清凈也。清凈者，本原清凈，是以謂之清凈本原也，豈待人清凈之而後清凈耶？是以謂之鹽味在水，唯食者自知，不食則終身不得知也。又謂之色裏膠青。蓋謂之曰膠青，則又是色，謂之曰色，則又是膠青。膠青與色合而為一，不可取也。是猶欲取清凈本原於山河大地之中，而清凈本原已合於山河大地，不可得而取矣；欲舍山河大地於清凈本原之外，而山河大地已合成清凈本原，又不可得而舍矣。故曰取不得，舍不得，雖欲不放下不可得也￡毛兔角，我所說與佛不同：佛所說以證斷滅空耳。"
      },
      {
        "index": 120,
        "text": "念佛是便宜一條路，昨火化僧只是念佛得力。人人能念佛，人人得往西方，不但此僧為然，亦不必似此火化乃見念佛功效也。古今念佛而承佛接引者，俱以無疾而化為妙。故或坐脫，或立亡，或吉祥而逝。故佛上稱十號，只曰「善逝」而已。善逝者，如今人所言好死是也。此僧火化，雖非正法，但其所言得念佛力，實是正言，不可因其不是正法而遂不信其為正言也，但人不必學之耳。念佛須以見佛為願，火化非所願也。"
      },
      {
        "index": 121,
        "text": "無相、無形、無國土，與有相、有形、有國土，成佛之人當自知之，已證涅槃之人亦自知之，豈勞問人也？今但有念佛一路最端的。念佛者，念阿彌陀佛也」時釋迦金口稱贊有阿彌陀佛在西方極樂國土，專一接引念佛眾生。以此觀之，是為有國土乎，無國土乎？若無國土，則阿彌陀佛為假名，蓮華為假相，接引為假說。互相欺誑，佛當受彌天大罪，如今之衙門口光棍，當即時敗露，即受誅夷矣，安能引萬億劫聰明豪傑同登金蓮勝會乎？何以問我有無形、相、國土力也？且夫佛有三身：一者清凈法身，即今問佛問法與問有無形、相、國土者也，是無形而不可見，無相而不可知者也。是一身也。二者千百億化身，即今問佛問法間有無形、相、國土，又欲參禪，又欲念佛，又不敢自信，如此者一日十二時，有千百億化現，故謂之化身。是又一身也。即法身之動念起意，變化施為，可得而見，可得而知，可得而狀者也。三者圓滿報身，即今念佛之人滿即報以極樂，參禪之人滿即報以凈土，修善之滿即報以天堂，作業之人滿即報以地獄，慳貪者報以餓狗，毒害者報以虎狼，分厘不差，毫髮不爽，是報身也〃身即應身，報其所應得之身也。是又一身也。今但念沸，莫愁不到西方，加入但讀書，莫愁不取富貴，一理耳。但有因，即有果。公得本，莫愁末不相當；但成佛，莫愁沸不解語，不有相，不有形，不有國土也。又須知我所說三身，與佛不同。佛說三身，一時具足，如大慧引儒書云：「『天命之謂性』，清凈法身也。『率性之謂道』，圓滿報身也。"
      },
      {
        "index": 122,
        "text": "『修道之謂教』，千百億化身也。」最答得三身之義明白。然果能知三身即一身，則知三世即一時，我與佛說總無二矣。"
      },
      {
        "index": 123,
        "text": "昨有客在，未及裁答。記得爾言「若是自己，又何須要認」。我謂此是套語，未可便說不要認也。急寫「要認」數字去！夫自己親生爺娘認不得，如何是好，如何過得日子，如何便放得下，自不容不認得去也。天下豈有親生爺娘認不得，而肯丟手不去認乎？決無此理，亦決無此等人。故我作壽丘坦之詩有云：「劬勞雖謝父母恩，扶持自出世中尊。」尊莫尊於爺娘，而人卻認不得者，無始以來認他人作父母，而不自知其非我親生父母也。一旦從佛世尊指示，認得我本生至親父母，豈不暢快！又豈不痛恨昔者之不見而自哀鳴與流涕也耶！故臨濟以之築大愚，非築大愚也，喜之極也。夫既認得自己爺娘，則天來大事當時成辦，當時結絕矣，蓋此爺娘是真爺娘，非一向假爺娘可比也。假爺娘怕事，真爺娘不怕事：入火便入火，燒之不得；入水便入水，溺之不得。故唯親爺娘為至尊無與對，唯親爺娘能入於生死，而不可以生死；唯親爺娘能生生而實無生，能死死而實無死。有此好爺娘，可不早親識認之乎？然認得時，爺娘自在也；認不得時，爺娘亦自在也。唯此爺娘情性大好，不肯強人耳。"
      },
      {
        "index": 124,
        "text": "因復走筆潦倒如此，甚不當。"
      },
      {
        "index": 125,
        "text": "無明「實性即佛性」二句，亦未易會。夫既說實性，便不可說空身；既說空身，便不宜說實性矣。參參！「但得本，莫愁未。」我道但有本可得，即便有未可愁，難說莫愁末也。"
      },
      {
        "index": 126,
        "text": "「自利利他」亦然；若有他可利，便是未能自利的矣。既說「父母未生前」，則我身尚無有；我身既無有，則我心亦無有；我心尚無有，如何又說有佛？茍有佛，即使有魔，即便有生有死矣，又安得謂之父母未生前乎？然則所謂真爺娘者，亦是假立名字耳，莫太認真也！真爺娘不會說話，乃謂能度阿難，有是理乎？佛未嘗度阿難，而阿難自迷，謂必待佛以度之，故愈迷愈遠，直至迦葉時方得度為第二祖」迦葉時，迦葉力擯阿難，不與話語，故大眾每見阿難便即星散，視之如仇人然。故阿難慌忙無措，及至無可奈何之極，然後舍卻從前悟解，不留半點見聞於藏識之中，一如父母未生阿難之前然，迦葉方乃印可傳法為第二祖也。設使阿難猶有一豪聰明可倚，尚貪著不肯放下，至極幹凈，迦葉亦必不傳之矣。蓋因阿難是極聰明者，故難舍也。然則凡看經看教者，只要舍我所不能舍，方是善看經教之人，方是真聰明大善知識之人。莫說看經看教為不可，只要看得瞥脫乃可。"
      },
      {
        "index": 127,
        "text": "明因曰：諸相原非相，只因種種差別，自落諸相中，不見一相能轉諸相。"
      },
      {
        "index": 128,
        "text": "諸相原非相，是也，然怎見得原非相乎？世間凡可得而見者，皆相也，今若見得非相，則見在而相不在，去相存見，是又生一相也。何也？見即是相耳。今且勿論。經云「若見諸相非相，即見如來」，既見了如來，諸相又向何處去乎？抑諸相宛爾在前，而我心自不見之耶，抑我眼不見之也？眼可見而強以為不見，心可見而謬以為不見，是又平地生波，無風起浪，去了見復存不見，豈不大錯！"
      },
      {
        "index": 129,
        "text": "明因曰：豁達空是落斷滅見，著空棄有是著無見，都是有造作。見得真爺娘，自無比等見識。然即此見識，便是真空妙智。"
      },
      {
        "index": 130,
        "text": "棄有著空，則成頑空矣，即所謂斷滅空也，即今人所共見太虛空是也。此太虛空不能生萬有。既不能生萬有，安得不謂之斷滅空，安得不謂之頑空？頑者，言其頑狀如一物然也。"
      },
      {
        "index": 131,
        "text": "然則今人所共見之空，亦物也，與萬物同矣，安足貴乎！六祖當時特借之以喻不礙耳。其實我之真空豈若是耶！唯豁達空，須細加理會，學遭到此，已大段好了，願更加火候，疾證此大涅槃之樂。"
      },
      {
        "index": 132,
        "text": "明因曰：名為豁達空者是誰，怕落豁達空者是誰，能參取豁達空者是誰。我之真空能生萬法，自無莽蕩。曾有偈云：「三界與萬法，匪歸何有鄉，若只便恁麽，此事大乖張。」此是空病，今人有執著諸祖一語修行者，不知諸祖教人，多是因病下藥，如達磨見二祖種種說心說性，故教他外息諸緣，心如墻壁。若執此一語，即成斷滅空。"
      },
      {
        "index": 133,
        "text": "真空既能生萬法，則真空亦自能生罪福矣。罪蓋萬法中之一法乎？須是真難得自無罪福乃可，不可只恁麽說去也。二祖當時說心說性，亦只為不曾認得本心本性耳。認榕本心本性者，又肯說心說性乎？故凡說心說性者，皆是不知心性者也。何以故？心性本來空也。本來空，又安得有心更有性乎？又安得有心更有性可說乎？故二祖直至會得本來空，乃得心如墻壁去耳。既如墻壁，則種種說心說性諸緣，不求息而自息矣。諸緣既自息，則外緣自不入，內心自不惴，此真空實際之境界也，大涅槃之極樂也，大寂滅之藏海也，諸佛諸祖之所以相續慧命於不斷者也，可以輕易而錯下註腳乎？參參！"
      },
      {
        "index": 134,
        "text": "明因云：那火化僧說話亦通，只疑他臨化時叫人誦《彌陀經》，又說凡見過他的都是他的徒弟。"
      },
      {
        "index": 135,
        "text": "臨化念《彌陀經》，此僧家常儀也。見過即是徒弟，何疑乎？能做人徒弟，方是真佛，我一生做人徒弟到老。"
      },
      {
        "index": 136,
        "text": "余年已七十矣，旦暮死，皆不可知。然余四方之人也，無家屬僮仆於此，所賴以供朝夕者，皆本院之僧，是故豫為之約。約曰：我在，則事體在我，人之敬慢亦在我。我若有德，人則敬我，汝等縱不德，人亦看不見也。我若無德，人則我慢，縱汝等真實有德，人亦看不見也。所系皆在我，故我只管得我立身無愧耳。雖不能如古之高賢，但我青天白日心事，人亦難及，故此間大賢君子，皆能恕我而加禮我。若我死後，人皆唯爾輩之觀矣，可復如今日乎？且汝等今日亦自不暇：終年修理佛殿，塑像請經，鑄鐘鞔鼓，並早晚服事老人。一動一息，恐不得所，固忙忙然無有暇刻矣。今幸諸事粗具，塔屋已成，若封塔之後，汝等早晚必然守塔，人不見我，只看見汝，則汝等一言一動可茍乎哉！汝等若能加謹僧律，則人因汝敬，並益敬我，反思我矣。不然，則豈但不汝敬，將我此龍湖上院即同興溉寺應付僧一樣看了也，其為辱門敗種，寧空此院，置此塔，無人守護可矣。吾為此故，豫設戒約，付常融、常中、常守、懷捷、懷林、懷善、懷珠、懷玉等。若余幾眾，我死後無人管理，自宜遣之復還原處，不必強也。蓋年幼人須有本師管轄，方可成器；又我死後勢益淡薄，少年人或難當抵也。若能聽約忍饑和眾，則雖十方賢者，亦宜留與共聚，況此數眾與下院之眾乎？第恐其不肯或不能，是以趁早言之。一、早晚功課具上院《約束冊》中，不復再列。"
      },
      {
        "index": 137,
        "text": "山門照舊關鎖，非水火緊急，不得擅開，非熟客與檀樾為燒香禮拜來者，不得擅開。若為看境而來，境在湖上之山，潭下之水，盡在上院山門之外，任意請看，不勞敲門與開門也。"
      },
      {
        "index": 138,
        "text": "遠者欲做飯吃，則過橋即是柳塘先生祠，看祠有僧，來客可辦柴米，令跟隨人役燒茶煮飯，彼中自有鍋竈，亦不勞扣門矣。何也？山僧不知敬客禮數，恐致得罪耳。"
      },
      {
        "index": 139,
        "text": "除挑水舂米作務照常外，其徐非禮佛，即靜坐也，非看經，即經行念佛也。公是整頓僧衣與接客等矣，豈可效鄉間老以為無事，便縱意自在乎？與其嬉笑，無寧恥，此實言也。其坐如山，其行如蟻，其立如柱，其止如釘，則坐止行立如法矣。我既不自慢，人誰敢謾我？"
      },
      {
        "index": 140,
        "text": "有飯吃飯，無飯吃粥；有銀則糴，無銀則化。化不出米，則化出飯；化不出飯，則化出粥；化不出粥，則化出菜；化不出菜，則端坐而餓死。此釋迦律儀也。不法釋迦而法積攢俗僧可乎？此時不肯餓死，後日又不飽死不病死乎？總有一日死，不必怕餓死也。"
      },
      {
        "index": 141,
        "text": "既不怕餓死，又胡為終日馳逐乎？是故不許輕易出門。除人家拜望禮節與僧家無干，不必出門往看外，若稱要到某庵某處會我師父或師兄師弟者，皆不許，只許師父暫時到院相看，遠者留一宿，近者一飯即請回。若俗家父母兄弟，非辦齋不許輕易入門相見。若無故而時常請假，欲往黃柏山，欲往東山，欲往維摩庵等處者，即時驅遣之去。寧可無人守塔，不可容一不守戒約之僧，寧可終身只四五眾，不可妄添不受約一人。夫既不許到師父住處矣，況俗家乎？如此則終日鎖門，出門亦自希矣。不但身心安閑，誌意專一，久則自覺便宜，亦不耐煩見世上人矣。有何西方不可到，大事不可明乎？試反而視世間僧日日邀遊街市，當自汗流羞恥之。化他日之錢米，養不惜羞之和尚，出入公私之門，妝飾狗臉之行，與衙門口積年奚殊也！彼為僧如是，我為僧不如是，不但修行所宜，體面亦自超越，起人敬畏，何苦而不肯閉門靜坐乎？既終日閉門，亦自然無客，萬一有仕人或鄉先生來，不得不開門者，彼見我如此，亦自然生渴仰矣，雖相見何妨耶！接鄉士夫則稱老先生，接春元及文學則稱先生，此其持之者重矣。若稱之以老爹相公，反輕之耳。且既為佛子，又豈可與奴隸輩同口稱聲耶？我自重，人自重我；我自輕，人亦輕我：理之所必至也。閉門靜坐，寂然無聲，終年如此，神猶欽仰，何況於人？太上出世為真佛，其次亦不為世人輕賤，我願足矣。區區藏屍塔屋，有守亦可，無守亦可，何足重乎！若本縣經過有公務者，自有下院眾人迎接，非守塔僧所當聞。"
      },
      {
        "index": 142,
        "text": "若其真實有高興欲至塔前禮拜者，此佛子也，大聖人也，急宜開門延入，以聖人待之，烹茶而燒好香，與事佛等，始為相稱。迎送務盡禮：談佛者呼之為佛爺；講道學者呼之為老先生；不講學不談佛，但其人有氣概欲見我塔者，則呼之為老大人。五眾齊出與施禮，三眾即退而辦茶，唯留常融、懷林二人安客坐而陪之：融隅坐，林傍坐，俱用漆椅，不可用凳陪客坐也。"
      },
      {
        "index": 143,
        "text": "有問乃答，不問即默，安閑自在，從容應對，不敢慢之，不可敬之。敬之則必以我為有所求，甚不可也。"
      },
      {
        "index": 144,
        "text": "夫燈者所以繼明於晝夜，而並明於日月者也。故日能明於晝，而不能照重陰之下；月能明於夜，而不能照殿屋之中。所以繼日月之不照者，非燈乎？故謂之曰日月燈明佛，蓋以佛譬日月燈，稱佛之如燈如日月也。日月有所不照，唯燈繼之，然後無所不照，非謂日月可無而燈獨不可無也。今事佛者相沿而不知其義，以為常明燈者，但是燈光，而不復論有日月，乃晝夜然燈不息，則日月俱廢矣。蓋但月為無用之光，而日亦為無益之明矣。故今只令然燈於夜，晝則不敢然，以佛常如日也。只令然燈於晦，望之前後十餘夜即不敢然，以佛之常如月也。唯鄰晦朔前後半余月，然燈徹旦，以佛之常如燈也。則允矣，足稱日月燈明佛矣。"
      },
      {
        "index": 145,
        "text": "夫山中之鐘鼓，即軍中之號令，天中之雷霆也，電雷一奮，則百谷草木皆甲坼；號令一宣，則百萬齊聲，山川震沸。山中鐘鼓，亦猶是也。未鳴之前，寂寥無聲，萬慮俱息；一鳴則蝶夢還周，耳目煥然，改觀易聽矣。縱有雜念，一擊遂忘；縱有愁思，一捶便廢；縱有狂誌悅色，一聞音聲，皆不知何處去矣。不但爾山寺僧眾然也，遠者近者孰不聞之？聞則自然悲仰，亦且回心易向，知身世之無幾，悟勞攘之無由矣。然則山中鐘鼓所系匪鮮淺也，可聽小沙彌輩任意亂敲乎？輕重疾徐，自有尺度：輕則令人喜，重能令人懼，疾能令人趨，徐能令人息，直與軍中號令、天中雷霆等耳，可輕乎哉！雖曰遠近之所望而敬者，僧之律行，然聲音之道原與心通，未有平素律行僧寶而鐘鼓之音不清越而和平也。既以律行起人畏敬於先，又聽鐘鼓和鳴於清晨良霄（宵）之下。時時聞此，則時時熏心；朝朝暮暮聞此，則朝朝暮暮感悅。故有不待入門禮佛見僧而潛修頓改者，此鐘鼓之音為之也，所系誠非細也。不然，我之撞鐘擊鼓，如同兒戲，彼反怒其驚我眠而聒我耳，反令其生噪心矣。"
      },
      {
        "index": 146,
        "text": "封塔後即祀木主，以百日為度，早晚俱燒香，唯中午供飯一盞，清茶一甌，豆豉少許，上懸琉璃。我平生不愛人哭哀哀，不愛人閉眼愁眉作婦人女子賤態。丈夫漢喜則清風朗月，跳躍歌舞，怒則迅雷呼風，鼓浪崩沙，加三軍萬馬，聲沸數里，安得有此俗氣，況出家人哉！"
      },
      {
        "index": 147,
        "text": "且人生以在世為客，以死為歸，歸家則喜而相慶，亦自謂得所而自慶也，又況至七八十而後歸，其為慶幸，益以無涯，若復有傷感者，是不欲我得所也，豈出家人之所宜乎？古有死而念佛相送，即今人出郭作歌送客之禮，生死一例。茍送客而哀興，豈不重難為客耶？客既不樂，主人亦何好也？是以再四叮嚀，非怕汝等哭也，恐傷我歸客之心也。唯當思我所嗜者。"
      },
      {
        "index": 148,
        "text": "我愛書，四時祭祀必陳我所親校正批點與纂集抄錄之書於供卓之右，而置暢衣裳於供卓之左，早陳設，至晚便收。每年共十二次祭祀，雖名為祭祀，亦只是一飯一茶一少許豆豉耳。公我愛香，須燒好香；我愛錢，須燒好紙錢；我愛書，須牢收我書，一卷莫輕借人，時時搬出日頭曬曬，幹便收訖。雖莊純甫近來以教子故，亦肯看書，要書，但決不可與之。且彼亦不知我死，縱或於別處聞知我死而來，亦不可與以我書。"
      },
      {
        "index": 149,
        "text": "李四官若來，叫他勿假哭作好看，汝等亦決不可遣人報我死，我死不在今日也。自我遣家眷回鄉，獨自在此落發為僧時，即是死人了也，已欲他輩皆以死人待我了也，是以我至今再不曾遣一力到家者，以謂已死無所用顧家也。故我嘗自謂我能為忠臣者，以此能忘家忘身之念卜之也，非欺誕說大話也。不然，晉江雖遠，不過三千餘里，遣一僧持一金即到矣，余豈惜此小費哉？不過以死自待，又欲他輩以死待我，則彼此兩無且：出家者安意出家，在家者安意做人家。免道途之勞費，省江湖之風波，不徒可以成就彼，是亦彼之所以成就我也。"
      },
      {
        "index": 150,
        "text": "何也？彼勞苦則我心亦自愁苦，彼驚懼則我心亦自疑懼；彼不得安意做人家，我亦必以為使彼不得做人家者我陷之也。是以不願遣人往問之。其不肯遣人往問之者，正以絕之而使之不來也。莊純甫不曉我意，猶以世俗情禮待我，今已到此三次矣。其家既窮，來時必假借路費，借倩家人，非四十餘日不得到此，非一月日不好遽回，又非四五十日未易抵家。審如此，則我只宜在家出家矣，何必如此以害莊純甫乎？故每每到此，則我不樂甚也，亦以使之不敢復來故也。既不肯使之來此，又豈肯遣人往彼乎？一向既不肯遣人往彼，今日又豈可遣人往彼報死乎？何者？總之，我死不在今日也。我死既不在今日，何謂封塔而乃以死待我也？則汝等之當如平日又可知也，待我如平日，事我如生前，言語不茍，行事不茍，比舊更加謹慎，使人人咸曰龍湖僧之守禁戒也如此，龍湖僧之不謬為卓吾侍者也又如此，其為喜悅我也甚矣，又何必以不復見我為苦而生悲愴也？我之形雖不可復見，而我心則開卷即在矣。讀其書，見其人，精神且千萬倍，若彼形骸外矣，又何如我書乎？況讀其豫約，守其戒禁，則卓吾老子終日對面，十目視之無有如其顯，十手指之無有如其親者，又何必悲戀此一具瘦骨柴頭，以為能不忘老子也耶？勉之戒之！"
      },
      {
        "index": 151,
        "text": "我初至麻城，曾承庵創買縣城下今添蓋樓屋所謂維摩庵者，皆是周友山物，余已別有《維摩庵創建始未》一書寄北京與周友山矣。中間開載布施事頗詳悉，其未悉者又開具緣簿中，先寄周友山於川中。二項兼查，則維摩庵布施功德主，亦昭昭可案覆而審，不得沒其實也。《創建始末》尚有兩冊：一冊留龍湖上院為照；一冊以待篤實僧能堅守樓屋靜室者，然後當友山面前給與之。世間風俗日以偷薄，不守本分，雖百姓亦難，何況出家之者。謹守清規，莫亂收徒眾以為能！縱不能學我一分半分，亦當學我一厘兩厘，何苦勞勞碌碌，日夜不止也。在家之人，尚為有妻兒親眷等，衣食人情，逼迫無措，我出家人，一身亦不曾出一丁銀米之差，若不知休，非但人禍，天必刑之，難逃免也。周友山既舍此庵，不是小事。此庵見交銀七十二兩與曾、劉二家矣，可輕視之歟！"
      },
      {
        "index": 152,
        "text": "夫友山之所以敬我者，以我稍成一個人也。我之所以不回家，不他往者，以友山之知我也。我自幼寡交，少知遊。稍長，從薄宦於外，雖時時有敬我者，然亦皮膚粗淺視我耳；深知我者無如周友山。故我不還家，不復別往尋朋友也，想行遍天下，亦只如此已矣，且友山非但知我，亦甚重我。夫士為知己死，何也？知己之難遇也。今士子得一科第，便以所取座主為親爺娘，終身不能忘；捉學官取之為案首，即以提學官為恩師，事之如事父兄：以其知己也。以文相知，猶然如此，況心相知哉！故天下未有人而不喜人知己者，則我之不歸家又可知矣。今世不察，既以不歸家病我，家中鄉里之人，又以不歸家為我病。我心中只好自問自答，曰：「爾若知我，取我為案首，我自歸矣，何必苦勸我歸也。」然友山實是我師，匪但知我已也。此其退藏之密，實老子之後一人，我自望之若跂，尤不欲歸也。爾等謹守我塔，長守清規，友山在世，定必護爾，爾等保無恐也。"
      },
      {
        "index": 153,
        "text": "劉近城是信愛我者，與楊鳳裏實等。梅淡然是出世丈夫，雖是女身，然男子未易及之，今既學道，有端的知見，我無憂矣。雖不曾拜我為師，——彼知我不肯為人師也——然已時時遣人走三十里問法，余雖欲不答得乎？彼以師禮默默事我，我縱不受半個徒弟於世間，亦難以不答其請，故凡答彼請教之書，彼以師稱我，我亦以淡然師答其稱，終不欲犯此不為人師之戒也。嗚呼！不相見面相師，不獨師而彼此皆以師稱，亦異矣！"
      },
      {
        "index": 154,
        "text": "於淡然稱師者，淡然已落發為佛子也，於眾位稱菩薩者，眾位皆在家，故稱菩薩也，然亦真正是菩薩。家殷而門戶重，即親戚往來常禮，亦自無閑曠之期，安得時時聚首共談此事乎？不聚而談，則退而看經教，時時問話，皆有的據，此豈可以好名稱之！夫即使好名而後為，已是天下奇男子所希有之事，況實在為生死起念，早晚唯向佛門中勤渠拜請者乎？敬之敬之！亦以眾菩薩女身也，又是有親戚愛妒不等，生出閑言長語，不可耳聞也，猶然不一理會，只知埋頭學佛道，作出世人，況爾等出家兒，並無一事，安可不究心，安可不念佛耶？"
      },
      {
        "index": 155,
        "text": "我有西方訣，最說得親切，念佛求生西方者，須知此趣向，則有端的志氣矣。不然，雖曰修西方，亦是一句見成語耳。故念佛者定須看通了西方訣，方為真修西方之人。夫念佛者，欲見西方彌陀佛也。見阿彌陀佛了，即是生西方了，無別有西方可生也。見性者，見自性阿彌陀佛也。見自性阿彌陀佛了，即是成佛了，亦無別有佛可成也。故修西方者，總為欲見佛耳，雖只得面見彼佛阿彌陀，然既常在佛之旁，又豈有不得見自己佛之理耶？時時目擊，時時耳聞，時時心領而意會。無雜學，無雜事，一日聽之，百日亦聽之；一劫伴之，百萬劫亦與之伴：心志純一，再無別有往生之想矣，不成佛更何待耶？故凡成佛之路甚多，更無有念佛一件直截不磋者；是以大地眾生，咸知修習此一念也。然問之最聰明靈利肯念佛者，竟無一人曉了此意，則雖念佛何益？既不以成佛為念，而妄謂佛是決不可成之物，則雖生西方，欲以奚為？縱得至彼，亦自不肯信佛言語，自然復生別想，欲往別處去矣，即見佛猶不見也。"
      },
      {
        "index": 156,
        "text": "故世之念佛修西方者可笑也，決萬萬無生西方之理也。縱一日百萬聲佛，百事不理，專一如此，然我知其非往生之路也，須是發願欲求生西方見佛，而時時聽其教旨，半言不敢不信，不敢不理會，乃是求往生之本願正經主意耳。以上雖說守塔事，而終之以修凈土要訣，蓋皆前賢之所未發，故詳列之，以為早晚念佛之因。"
      },
      {
        "index": 157,
        "text": "善因等眾菩薩，見我涅槃，必定差人來看。夫諸菩薩甚難得，若善因者，以一手面綜數產，纖悉無遺；以家婦而養諸姑，昏嫁盡禮。不但各無間言，亦且咸得歡心，非其本性和平，真心孝友，安能如此？我聞其才力、其識見大不尋常，而善因固自視若無有也。時時至繡佛精舍，與其妹淡師窮究真乘，必得見佛而後已。故我（猶）（尤）真心敬重之。此皆爾等所熟聞，非千里以外人，百年以遠事，或出傳說未可信也←等但說出家便是佛了，便過在家人了。今我亦出家，寧有過人者，蓋大有不得已焉耳，非以出家為好而後出家也，亦非以必出家乃可修道然後出家也。在家不好修道乎？緣我平生不愛屬人管。夫人生出世，此身便屬人管了。幼時不必言；從訓蒙師時又不必言，既長而入學，即屬師父與提學宗師管矣；入官，即為官管矣。棄官回家，即屬本府本縣公祖父母管矣。來而迎，去而送；出分金，擺酒席；出軸金，賀壽旦。一毫不謹，失其歡心，則禍患立至，其為管束至入木埋下土未已也，管束得更苦矣。我是以寧飄流四外，不歸家也。其訪友朋求知已之心雖切，然已亮天下無有知我者；只以不願屬人管一節，既棄官，又不肯回家，乃其本心實意。特以世人難信，故一向不肯言之。然出家遨遊，其所遊之地，亦自有父母公祖可以管攝得我。故我於鄧鼎石初履縣時，雖身不敢到縣庭，然彼以禮帖來，我可無名帖答之乎？是以書名帖不敢曰侍生，侍生則太尊己；不敢曰治生，治生則自受縛。尋思四字回答之，曰「流寓客子」。夫流寓則古今時時有之，目令郡邑誌書，稱名宦則必繼之以流寓也。名宦者，賢公祖父母也；流寓者，賢隱逸名流也。有賢公祖父母，則必有賢隱逸名流，書流寓則與公祖父母等稱賢矣。宦必有名乃紀，非名宦則不紀，故曰名宦。若流寓則不問可知其賢，故但曰流寓，蓋世未有不是大賢高品而能流寓者。晦庵婺源人，而終身延平；蘇子瞻兄弟俱眉州人，而一葬郟縣，一葬潁州。不特是也，邵康節范陽人也，司馬君實陜西夏縣人也，而皆終身流寓洛陽，與白樂天本太原人而流寓居洛一矣。孰謂非大賢上聖而能隨寓皆安者乎？是以不問而知其賢也。然既書流寓矣，又書客子，不已贅耶？蓋流而寓矣，非築室而居其地，則種地面食其毛，欲不受其管束又不可得也。故兼稱客子，則知其為旅寓而非真寓，如司馬公、邵康節之流也。去住時日久近，皆未可知，縣公雖欲以父母臨我，亦未可得。既未得以父母臨我，則父母雖尊，其能管束得我乎？故兼書四字，而後作客之意與不屬管束之情暢然明白，然終不如落發出家之為愈。蓋落發則雖麻城本地之人亦自不受父母管束，況別省之人哉！或曰：「既如此，在本鄉可以落發，又何必麻城？」噫！我在此落發，猶必設盡計校，而後刀得臨頭。此鼎石見我落發，泣涕甚哀，又述其母之言曰：「爾若說我乍聞之，整一日不吃飯，飯來亦不下咽，李老伯決定留發也。且汝若能勸得李老伯蓄髮，我便說爾是個真孝子，是個第一好官。」嗚呼！余之落發，豈容易哉！余唯以不肯受人管束之故，然後落發，又豈容易哉！寫至此，我自酸鼻，爾等切勿以落發為好事，而輕易受人布施也！"
      },
      {
        "index": 158,
        "text": "雖然，余之多事亦已極矣。余唯以不受管束之故，受盡磨難，一生坎坷，將大地為墨，難盡寫也。為縣博士，即與縣令、提學觸；為太學博士，即與祭酒、司業觸。如秦，如陳，如潘，如呂，不一面足矣。司禮曹務，即與高尚書、殷尚書、王侍郎、萬侍郎盡觸也。高、殷皆入閣，潘、陳、呂皆入閣，高之掃除少年英俊名進士無數矣，獨我以觸迕得全，高亦人傑哉！最苦者，為員外郎，不得尚書謝、大理卿董並汪意。謝無足言矣，汪與董皆正人，不宜與余抵。然彼二人者皆急功名，清白未能過人，而自賢則十倍矣，余安得免觸耶？又最苦而遇尚書趙。趙於道學有名。孰知道學益有名，而我之觸益又甚也？最後為郡守，即與巡撫王觸，與守道駱觸。王本下流，不必道矣，駱最相知，其人最號有能有守，有文學，有實行，而終不免與之觸，何耶？渠過於刻厲，故遂不免成觸也。渠初以我為清苦敬我，終反以我為無用而作意害我，則知有己不知有人，今古之號為大賢君子，往往然也。記余嘗苦勸駱曰：「邊方雜夷，法難盡執，日過一日，與軍與夷共享太平足矣。仕於此者，無家則難住；攜家則萬里崎嶇而入，狼狽而去。尤不可不體念之！但有一能，即為賢者，豈容備責？但無人告發，即裝聾啞，何須細問？蓋清謹勇往，只可責已，不可責人，若盡責人，則我之清能亦不足為美矣，況天下事亦只宜如此耶！」嗟嗟！孰知余竟以此相觸也哉！雖相觸，然使余得以薦人，必以駱為薦首也。此余平生之大略也。上之不能如東方生之避世金馬門，以萬乘為僚友，含垢忍恥，遊戲仕路；最上又不能如胡廣之中庸，梁江總之頭黑，馮道之五代。貪祿而不能忍詬，其得免於虎口，亦天之幸耳！既老而思勝算，就此一著，已非上策，爾等安得知耶！"
      },
      {
        "index": 159,
        "text": "故余嘗謂世間有三種人決宜出家。蓋三種而出家，非避難，即無計治生，利其閑散，可以成就吾之懶也，無足言也。三種者何？蓋世有一種如梅福之徒，以生為我酷，形為我辱，智為我毒，身為我桎梏，的然見身世之為贅疣，不得不棄官而隱夫洪崖、玉笥之間者，一也。"
      },
      {
        "index": 160,
        "text": "又有一種，如嚴光、阮籍、陳摶、邵雍輩，茍不得比於呂尚之遇文王，管仲之遇齊桓，孔明之遇先主，傅說之遇高宗，則寧隱無出。故夫子曰：「居則曰不吾知也，如或知女，則何以哉？」又曰：「沽之哉！我待價者也。」是以孔子終身不仕而隱也。其曰「有道則仕，無道則懷」，不過以贊伯王等云耳。若夫子茍不遇知已善價，則雖有道之世，不肯沽也。此又一種也。夫天下曷嘗有知己之人哉？況真為天下知已之主歟！其不得不隱居於巖穴、釣臺、蘇門之山，固其所矣。又有一種，則陶淵明輩是也：亦貪富貴，亦苦貧窮。苦貧窮，故以乞食為恥，而曰「扣門拙言詞」；愛富貴故求為彭澤令，因遣一力與兒，而曰「助汝薪水之勞」。"
      },
      {
        "index": 161,
        "text": "然無耐其不肯折腰何，是以八十日便賦《歸去》也。此又一種也。適懷林在傍研墨，問曰：「不審和尚於此三種何居？」余曰：「卓哉！梅福、莊周之見，我無是也。必遇知己之主而後出，必有蓋世真才，我無是才也，故亦無是見也。其唯陶公乎？」夫陶公清風千古，余又何人，敢稱庶幾，然其一念真實，受不得世間管束，則偶與同耳，敢附驥耶！"
      },
      {
        "index": 162,
        "text": "以上六條，未條復潦倒哀鳴，可知余言之不顧矣。勸爾等勿哭勿哀，而我復言之哀哀，真情實意，固自不可強也。我願爾等勿哀，又願爾等心哀，心哀是真哀也。真哀自難止，人安能止？"
      },
      {
        "index": 163,
        "text": "九月十三夜，大人患氣急，獨坐更深，向某輩盲曰：「丘坦之此去不來矣。」言未竟，淚如雨下。某謂大人莫太感傷，因為鄙俚之語以勸大人。語曰：「這世界真可哀：乾坤如許大，好人難容載。我勸大人莫太傷懷。古來盡如此，今日安足怪！我量彼走盡天下無知己，必然有時還來。」亂曰：「此說不然。此人聰明大有才，到處逢人多相愛。只恨一去太無情，不念老人日夜難待。」十五夜，復聞人道有一老先生特地往丘家拜訪荊州袁生，且親下請書以邀之。袁生拜既不答，召又不應；丘生又系一老先生通家子，亦竟不與袁生商之。而人相視，莫不驚駭，以為此皆人世所未有者。大人謂：「袁生只為不省人間禮數，取怒於人，是以邀遊至此，今又責之備，袁生安所逃死耶！嗟嗟！袁生之難也，烏得無罪乎！」懷林小沙彌從旁曬曰：「袁家、丘家決定是天上人初來下降人世者，是以不省人世事也。若是世間人，安有不省世間禮數之理？」某謂林言甚辯。大人曰：「林之言是也。夫唯真天上人，是以不知有人世事。故世間人之所能知者，天人不知；世間人之所能行者，天人不能：是以謂之天人也。夫世間人之所能知能行者，天人既已不知不能，則天人之所知者世間人亦決不知，天人之所能者世間人亦決不能。若慕天人以其所不知不能，而復責天人以世之所共知共能，是猶責人世以知能，而復求其如天人之不知與不能也，不亦難歟！則不惟天人失其為天人，將世間人亦失其為世間人矣，是責備之過也。吾謂不如取天人之所獨知獨能者而以與之好，而略其所不知不能之不如世間人者，而不為之求備焉，則善矣。」"
      },
      {
        "index": 164,
        "text": "因感而賦詩三章，以法責備者之惑：不是天人初下世，如何不省世人禮？省得世人禮不難，爾來我往知禮矣。既不能知人世禮，如何敢到人間世？任爾胸藏萬斛珠，不如百拜頭至地。去年曾有一新郎，兩處奔波苦苦忙，糞掃堆邊都是也，癡人卻說郎非常。"
      },
      {
        "index": 165,
        "text": "是夜，懷林侍次，見有貓兒伏在禪椅之下。林曰：「這貓兒日間祗拾得幾塊帶肉的骨頭吃了，便知痛他者是和尚，每每伏在和尚座下而不去。」和尚嘆曰：「人言最無義者是貓兒，今看養他顧他時，他即戀著不去。以此觀之，貓兒義矣！」林曰：「今之罵人者動以禽獸奴狗罵人，強盜罵人，罵人者以為至重，故受罵者亦自為至重。籲！誰知此豈罵人語也！夫世間稱有義者莫過於人。你看他威儀禮貌，出言吐氣，好不和美！憐人愛人之狀，好不切至！"
      },
      {
        "index": 166,
        "text": "只是還有一件不如禽獸奴狗強盜之處。蓋世上做強盜者有二：或被官司逼迫，怨氣無伸，遂爾遁逃；或是盛有才力，不甘人下，倘有一個半個憐才者使之得以效用，彼必殺身圖報，不肯忘恩矣。然則以強盜罵人，是不為罵人了，是反為贊嘆稱美其人了也。狗雖人奴，義性尤重，守護家主，逐亦不去，不與食吃，彼亦無嗔，自去吃屎，將就度日。所謂『狗不厭家貧』是也。今以奴狗罵人，又豈當乎？吾恐不是以狗罵人，反是以人罵狗了也。至於奴之一字，但為人使而不足以使人者，咸謂之奴。世間曷嘗有使人之人哉！為君者，漢唯有孝高、孝文、孝武、孝宣耳，餘盡奴也，則以奴名人，乃其本等名號，而反怒人何也？」和尚謂：「禽獸畜生強盜奴狗，既不足以罵人，則當以何者罵人乃為恰當？」林遂引數十種如蛇如虎之類，俱是罵人不得者。直商量至夜分，亦竟不得。乃嘆曰：「嗚呼！好看者人也，好相處者人也，祗是一付肚腸甚不可看，不可處！」林曰：「果如此，則人真難形容哉！世謂人皮包倒狗骨頭，我謂狗皮包倒人骨頭。未審此罵何如？」和尚曰：「亦不足以罵人。」遂去睡。"
      },
      {
        "index": 167,
        "text": "守庵僧每日齋，皆取給於城內外人家供給盞飯，推其餘乃以飯往來方僧道侶。是日，道侶中有一人再來索食，守僧怒罵不已。大人聞之，謂某輩曰：「不與食亦罷，何太辱罵也？"
      },
      {
        "index": 168,
        "text": "況又盞飯之餘乎！」因論及常誌等，謂：「常誌每借得銀物，隨手輒盡，此其視守僧之罵道人較勝矣。且常誌等平日亦自謂能輕財好施，當過守僧十倍也。」某謂：「此說未當，要不過伯仲之間耳。此守僧之罵道人，傷於太儉者也。公知為施主惜餘飯，而不知為施主廣積福；但知化飯之難，欲以飽其徒，不知受罵之苦，反以傷佛心：是太儉之故也。若常誌輩，但見假借名色以得人之銀，若甚容易，而不知屢借名色以要人之銀，人實難堪。況慷他人之慨，費別姓之財，於人為不情，於己甚無謂乎？是太奢之過也。奢儉俱非，何以稱常誌之勝。」"
      },
      {
        "index": 169,
        "text": "大人曰：「若如子言，則輕財之名不美乎？彼固慕輕財之名而後為之者也。」某曰：「嗟哉！"
      },
      {
        "index": 170,
        "text": "是何言歟！夫古之言輕財者、必曰重義，未有無故而輕財者也。故重義者必輕財，而輕財者以重義故，是以有輕財重義之說，有散財結客之說。是故範純佑麥舟之予，以石曼卿故；非石曼卿，則一麥不肯妄費矣。"
      },
      {
        "index": 171,
        "text": "魯子敬有一囷三千米之予，以周公瑾故，非公瑾則一粱肯妄費矣。為公瑾是以給客故散財，為石曼卿是以重義故輕財。今得人錢財，視同糞土，豈為謀王圖伯，用之以結客乎？抑救災恤患，而激於義之不能以已也？要不過縱灑色之欲，滋豪奴之貪，亂而不理，懦而不敢明耳，何曾有一文施及於大賢之待朝哺者。此為浪費縱欲，而借口輕財，是天下之浪子皆輕財之夫也，反不如太儉者之為得，故曰『與其奢也寧儉』。」"
      },
      {
        "index": 172,
        "text": "九月二十七日，林隨長者遊至西城，發足欲往萬壽寺。寺有僧，長者每遊必至方丈。是日忽逢暴雨，勢似天以同來，長者避雨於季士門下。不一盞茶，雨過，然平地皆水，可以行舟矣。林啟長者曰：「此驟雨，水未退，不如升堂一坐，稍待水退乃往。」長者登堂，坐於中堂之上。時有老仆即欲入報，長者遞止之曰：「勿報，我躲雨至此，權坐一時，切勿報！"
      },
      {
        "index": 173,
        "text": "不報，我尚多坐一時；若報，主人出，我不過一茶即起矣。」偶宅中有老姆從內出，見是長者，不覺發聲曰：「是卓吾老爹，何不速報！」便番身入內，口中道：「卓吾老爹在堂，快報知！快報知！」於時主人出，安座已。坐未一茶，長者果起。至道中，問林曰：「何此家婦人女子盡識李卓吾耶？」林曰：「偏是婦人女子識得，具丈夫相者反不識也。此間男子見長者個個攢眉。」長者曰：「如爾言，反比不得婦人耶？」林曰：「不然。男於慣見長者，故作尋常看，此老婦人乍見耳，乍見是以生希有想、歡喜想也。長者但自念，果尋常乎，希有乎，不必問林也。若說男子不如婦人，非矣。」長者曰：「爾言是！爾言是！」疾行至萬壽寺，會其僧。其僧索書。書數紙已，其徒又索聯句。聯句曰：「僧即俗，俗即僧，好個道場；爾為爾，我為我，大家遊戲。」是夜雨不止，雨點大如車輪。長者肩輿淋漓帶雨而歸，大叫於輿上曰：」子看我與爾共作雨中遊，何如？」林對曰：「真可謂遊戲三昧，大神通自在長者矣！」"
      },
      {
        "index": 174,
        "text": "此記亦有許多曲折，但當要緊處卻緩慢，卻泛散，是以未盡其美，然亦不可不謂之不知趣矣。韓君平之遇柳姬，其事甚奇，設使不遇兩奇人，雖曰奇，亦徒然耳。此昔人所以嘆恨於無緣也。方君平之未得柳姬也，乃不費一毫力氣而遂得之，則李王孫之奇，千載無其匹也。"
      },
      {
        "index": 175,
        "text": "迨君平之既失柳姬也，乃不費一時力氣而遂復得之，則許中丞之奇，唯有昆侖奴千載可相伯仲也。嗚呼！世之遭遇奇事如君平者，亦豈少哉！唯不遇奇人，卒致兩地含冤，抱恨以死，悲矣！然君平者唯得之太易，故失之亦易，非許俊奇傑，安得復哉？此許中丞所以更奇也。"
      },
      {
        "index": 176,
        "text": "許中丞片時計取柳姬，使玉合重圓；昆侖奴當時力取紅綃，使重關不阻：是皆天地間緩急有用人也，是以謂之俠耳。忠臣俠忠，則扶顛持危，九死不悔；志士俠義，則臨難自奮，之死靡他。古今天下，茍不遇俠而妄委之，終不可用也。或不知其為俠而輕置之，則亦不肯為我死，為我用也。"
      },
      {
        "index": 177,
        "text": "俠士之所以貴者，才智兼資，不難於死事，而在於成事也。使死而可以成事，則死真無難矣！使死而不足以成事，則亦豈肯以輕死哉！貫高之必出張王，審出張王而後絕吭以死者是也。若昆侖奴既能成主之事，又能完主之身，則奴願畢矣，縱死亦有何難，但郭家自無奈昆侖奴何耳。劍術縱精，初何足恃。設使無劍術，郭家四五十人亦能奈之何乎？觀其酬對之語可見矣。況彼五十人者，自謂囊中之物，不料其能出此網矣。一夫敢死，千夫莫當，況僅僅五十人而肯以活命換死命乎？直潰圍出，本自無阻，而奈何以劍術目之！謂之劍術且不可，而乃謂之劍俠，不益傷乎！講得有俠也？人能俠劍，劍又安能俠人？人而俠劍，直匹夫之雄耳，西楚伯王所謂「學交成，去，學萬人敵」者是也。夫萬人之敵，豈一劍之任耶！彼以劍俠稱烈士者，真可謂不識俠者矣。嗚呼！俠之一字，豈易言哉！自古忠臣孝子，義夫節婦，同一俠耳。夫劍之有術，亦非真英雄者之所願也。何也？天下無不破之術也。我以術自聖，彼亦必以術自神，術而逢術，則術窮矣。曾謂荊卿而未嘗聞此乎？張良之擊秦皇也，時無術士，故子房得以身免，使遇術者，立為齏粉矣。故黃石老大嗔怪於圮橋之下也。嗣後不用一術，只以無窮神妙不可測識之術應之。滅秦興漢，滅項興劉，韓、彭之俎醢不及，蕭何之械系不及，呂後之妒悍不及，功成名遂而身退，堂堂大道，何神之有，何術之有，況劍術耶？"
      },
      {
        "index": 178,
        "text": "吾是以深悲魯勾踐之陋也，彼其區區，又何足以知荊卿哉！荊卿者，蓋真俠者也，非以劍術俠也。"
      },
      {
        "index": 179,
        "text": "此記關目極好，說得好，曲亦好，真元人手筆也。首似散漫，終致奇絕，以配《西廂》，不妨相追逐也。自當與天地相終始，有此世界，即離不得此傳奇。肯以為然否？縱不以為然，吾當自然其然。詳試讀之，當使人有兄兄妹妹，義夫節婦之思焉。蘭比崔重名，尤為閑雅，事出無奈，猶必對天盟誓，願終始不相背負，可謂貞正之極矣。興福投竄林莽，知恩報恩，自是常理。而卒結以良緣，許之歸妹，興福為妹夫，世隆為妻兄，無德不酬，無恩不答。天之報施善人，又何其巧歟！"
      },
      {
        "index": 180,
        "text": "此記關目好，曲好，白好，事好。樂昌破鏡重合，紅拂智眼無雙，虬髯棄家入海，越公並遣雙妓，皆可師可法，可敬可羨，孰謂傳奇不可以興，不可以觀，不可以群，不可以怨乎？"
      },
      {
        "index": 181,
        "text": "飲食宴樂之間，起義動概多矣。今之樂猶古之樂，幸無差別視之其可！"
      }
    ]
  }
}