{
  "chapterNumber": 18,
  "title": "卷十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "鬼神"
      },
      {
        "index": 2,
        "text": "伯有爲厲"
      },
      {
        "index": 3,
        "text": "鄭子皙殺伯有，伯有爲厲。趙景子謂子產曰：「伯有猶能爲厲乎？」子立曰：「能。人生始化曰魄。既生魄。陽曰魂。用物精多，則魂魄強，是以有精爽至於神明。匹夫匹婦強死，其魂魄猶能憑依於人，以爲淫厲，況良霄，三世執其政柄而強死，其能爲鬼，不亦宜乎！」"
      },
      {
        "index": 4,
        "text": "豕立人啼"
      },
      {
        "index": 5,
        "text": "齊侯田於貝丘，見大豕，從者曰：「公子彭生也。」豕人立而啼。"
      },
      {
        "index": 6,
        "text": "披發搏膺"
      },
      {
        "index": 7,
        "text": "晉侯殺趙同、趙括，及疾，夢大厲鬼披發搏膺而踴，曰：「殺予孫，不義。餘得請於帝矣！」"
      },
      {
        "index": 8,
        "text": "何忽見壞"
      },
      {
        "index": 9,
        "text": "王伯陽於潤州城東僦地葬妻，忽見一人乘輿導從而至，曰：「我魯子敬也，葬此二百餘年。何忽見壞？」目左右示伯陽以刀，伯陽遂死。"
      },
      {
        "index": 10,
        "text": "墓中談易"
      },
      {
        "index": 11,
        "text": "陸機初入洛，次河南，入偃師。夜迷路，投宿一旅舍。見主人年少，款機坐，與言《易》，理妙得玄微，向曉別去。稅驂村居，問其主人，答曰：「此東去並無村落，止有山陽王家冢耳。」機乃悵然，方知昨所遇者，乃王弼墓也。"
      },
      {
        "index": 12,
        "text": "生死報知"
      },
      {
        "index": 13,
        "text": "王坦之與沙門竺法師甚厚，每論幽明報應，便約先死者當報其事。後經年，師忽來，云：「貧道已死，罪福皆不虛。惟當勤修道德，以升躋神明耳。」言訖，不見。"
      },
      {
        "index": 14,
        "text": "乞神語"
      },
      {
        "index": 15,
        "text": "趙普久病，將危，解所寶雙魚犀帶，遣親吏甄潛謁上清宮，醮謝。道士姜道玄爲公叩幽都，乞神語。神曰：「趙普開國勛臣，奈冤對不可避。」姜又叩乞言冤者爲誰。神以淡墨書四字，濃煙罩其上，但識末「火」而已。道玄以告普。曰：「我知之矣，必秦王廷美也。」竟不起。"
      },
      {
        "index": 16,
        "text": "無鬼論"
      },
      {
        "index": 17,
        "text": "昔阮瞻素執無鬼論，自謂此理可以辨正幽明。忽有客通名謁瞻，瞻與言鬼神之事，辨論良久。客乃作色曰：「鬼神古今聖賢所共傳，君何得獨言無耶？僕便是鬼！」於是變爲異形，須臾消滅。"
      },
      {
        "index": 18,
        "text": "魑魅爭光"
      },
      {
        "index": 19,
        "text": "嵇中散燈下彈琴。有一人入室，初來時，面甚小，斯須轉大，遂長丈餘，顏色甚黑，單衣革帶。嵇熟視良久，乃吹火滅，曰：「恥與魑魅爭光！」"
      },
      {
        "index": 20,
        "text": "廁鬼可憎"
      },
      {
        "index": 21,
        "text": "阮侃嘗於廁中見鬼，長丈餘，色黑而眼大，著皂單衣，平上幘，去之咫尺。侃徐視，笑語之曰：「人言鬼可憎，果然！」鬼慚而退。"
      },
      {
        "index": 22,
        "text": "大書鬼手"
      },
      {
        "index": 23,
        "text": "少保馮亮少時，夜讀書，忽有大手自窗入，公即以筆大書其押。窗外大呼：「速爲我滌去！」公不聽而寢。將曉，哀鳴，且曰：「公將大貴。我戲犯公，何忍致我於極地耶！公不見溫嶠燃犀事耶？」公悟，以水滌之，遜謝而去。"
      },
      {
        "index": 24,
        "text": "司書鬼"
      },
      {
        "index": 25,
        "text": "名曰長恩。除夕呼其名而祭之，鼠不敢嚙，蠹魚不生。"
      },
      {
        "index": 26,
        "text": "上陵磨劍"
      },
      {
        "index": 27,
        "text": "漢武帝崩，後見形，謂陵令薛平曰：「吾雖失勢，猶爲汝君。奈何令吏卒上吾陵磨刀劍乎？自今以後，可禁之。」平頓首謝，因不見。推問陵傍，果有方石可以爲礪，吏卒嘗盜磨刀劍。霍光欲斬之，張安世曰：「神道茫昧，不宜爲法。」乃止。"
      },
      {
        "index": 28,
        "text": "見奴爲祟"
      },
      {
        "index": 29,
        "text": "石普好殺人，未嘗慚悔。醉中縛一奴，命指使投之汴河。指使憐而縱之。既醒而悔。指使畏其暴，不敢以實告。居久之，普病，見奴爲祟，自以必死。指使呼奴至，祟不復見，普病亦愈。"
      },
      {
        "index": 30,
        "text": "再爲顧家兒"
      },
      {
        "index": 31,
        "text": "顧況喪一子，年十七，其子遊魂，不離其家。況悲傷不已，因作詩哭之：「老人苦喪子，日夜泣成血。老人年七十，不作多時別。」其子聽之，因自誓曰：「若有輪回，當再爲顧家兒。」況果復生一子，至七歳不能言，其兄戲批之，忽曰：「我是爾兄，何故批我？」一家驚異。隨敘平生事，歷歷不誤。"
      },
      {
        "index": 32,
        "text": "鬼揶揄"
      },
      {
        "index": 33,
        "text": "襄陽羅友，人有得郡者，桓溫爲席餞別。友至獨後，溫問之，答曰：「旦出門，逢一鬼揶揄云：『我但見人送人作郡，不見人送汝作郡』。友慚愧卻。"
      },
      {
        "index": 34,
        "text": "鬼之董狐"
      },
      {
        "index": 35,
        "text": "晉干寶嘗病氣絶，積日不冷。後遂悟，見天地間鬼神事如夢覺，不自知死。遂撰古今神祗靈異人物變化，名爲《搜神記》，以示劉。曰：「卿可謂鬼之董狐。」"
      },
      {
        "index": 36,
        "text": "晝穿夜塞"
      },
      {
        "index": 37,
        "text": "孫皓鑿直瀆，晝穿夜復塞，經數月不就。有役夫臥其側，夜見鬼物來填，因嘆曰：「何不以布囊盛土棄之江中，使吾輩免勞於此！」役夫曉白有司，如其言，乃成，瀆長十四里。"
      },
      {
        "index": 38,
        "text": "舌根生蓮"
      },
      {
        "index": 39,
        "text": "西晉時，地產青蓮兩朵，聞之所司，掘得瓦棺。開，見一老僧，花從舌根頂顱出。詢及父老，曰：「昔有僧誦《法華經》萬，臨卒遺言，命以瓦棺葬此。今造爲瓦棺寺。」"
      },
      {
        "index": 40,
        "text": "卞壸墓"
      },
      {
        "index": 41,
        "text": "卞壸父子死難，葬於金陵。盜嘗開墓，面如生，爪甲環手背。晉安帝賜錢十萬封之。後明高祖將遷之，夜見白衣婦人據井而哭，已復大笑曰：「父死忠，子死孝，乃不能保三尺墓乎？」言已，遂躍於井。高祖感而遂止。"
      },
      {
        "index": 42,
        "text": "酒黑盜唇"
      },
      {
        "index": 43,
        "text": "李克用墓金時爲盜所發，郡守夢克用告曰：「墓中有酒，盜飲之，唇皆黑，可驗此捕之。」明日，獲盜，寺僧居其半。"
      },
      {
        "index": 44,
        "text": "爲醫所誤"
      },
      {
        "index": 45,
        "text": "顏含兄畿客死，其婦夢畿曰：「我爲醫所誤，未應死，可急開棺。」含時尚少，力請父發棺，餘息尚喘。含旦夕營視，足不出戸者十三年，而畿始卒。嫂目失明，含求蚺蛇膽不得。忽童子受一青囊，開視之，乃蛇膽也。童子即化青鳥去。"
      },
      {
        "index": 46,
        "text": "柳侯祠"
      },
      {
        "index": 47,
        "text": "韓文公碑記：柳宗元與部將歐陽翼輩飲驛亭，曰：「明歳吾將死，死而爲神，當廟祀我。」及期死，翼等遂立廟。過客李儀醉酒，慢侮堂上，得疾，扶出廟門，即不起。"
      },
      {
        "index": 48,
        "text": "義婦冢"
      },
      {
        "index": 49,
        "text": "四明梁山伯、祝英臺二人，少同學，梁不知祝乃女子。後梁爲鄞令，卒葬此。祝氏吊墓下，墓裂而殞，遂同葬。謝安奏封義婦冢。"
      },
      {
        "index": 50,
        "text": "三年更生"
      },
      {
        "index": 51,
        "text": "梁主簿柳萇卒，葬於九江；三年後，大雨，冢崩，其子褒移葬。房棺，見父目忽開，謂褒曰：「九江神知我橫死，遺地神以乳飼我，故得更生。」褒迎歸，三十年乃卒。"
      },
      {
        "index": 52,
        "text": "開壙棺空"
      },
      {
        "index": 53,
        "text": "米芾書碑，云顏真卿之使賊也，謂餞者曰：「吾昔江南遇道士陶八，八受以刀圭碧霞，服之可不死。且云七十後有大厄，當會我於羅浮。此行幾是。」後公葬偃師北山。有賈人至南海，見道士弈，托書至偃師顏家。及造訪，則塋也。守冢蒼頭識公書，大驚。家人蔔日開壙，棺已空矣。"
      },
      {
        "index": 54,
        "text": "婢伏棺上"
      },
      {
        "index": 55,
        "text": "於寶父有嬖人，寶母妒甚。因葬父，推入藏中。數年而母喪，開墓，其婢伏棺上，微有息，輿還，遂蘇。問其狀，言寶父爲之通嗜欲，家中事纖悉與之説，知與平時無異。"
      },
      {
        "index": 56,
        "text": "海神"
      },
      {
        "index": 57,
        "text": "秦始皇與海中作石橋，海神爲之豎柱。始皇求與相見。神曰：「我形醜，莫圖我形，當與帝相見。」乃入海四十里，見海神。左右集畫工於內，潛以腳畫其形狀。神怒曰：「帝負約。速去！」始皇轉馬還，前腳猶立，後腳即崩，僅得登岸。畫者溺死於海。又云：「文登召山，始皇欲造橋度海，觀日出處。有神人召巨石相隨而行。石行不駛，鞭之見血。今山下石皆赤色。"
      },
      {
        "index": 58,
        "text": "黃熊入夢"
      },
      {
        "index": 59,
        "text": "晉侯有疾，夢黃熊入夢。於時子產聘晉。晉侯使韓子問子產曰：「何厲鬼乎？」對曰：「昔堯殛鯀於羽山，其神化爲黃熊，入於羽淵，實爲夏郊，三代祀之。今爲盟主，其未祀乎？」乃祀夏郊。晉侯乃間。"
      },
      {
        "index": 60,
        "text": "輦沙爲阜"
      },
      {
        "index": 61,
        "text": "秦始皇至孔林，欲發其冢。登堂，有孔子遺甕，得丹書曰：「後世一男子，自稱秦始皇，入我室，登我堂，顛倒我衣裳，至沙丘而亡。」怒而發冢。有兔出，逐之，過曲阜十八里沒，掘之不得，因名曰兔溝。乃達沙丘，令開別路。見一群小兒輦沙爲阜，問，曰「沙丘」。從此得病，遂死。"
      },
      {
        "index": 62,
        "text": "鐘馗唐明皇晝寢，夢一小鬼，衣絳犢鼻，跣一足，履一足，腰懸一履，□一筠扇，盜太真繡香囊。上叱問之，小鬼曰：「臣乃虛耗也。」上怒，欲呼力士，俄見一大鬼，頂破帽，衣藍袍，系魚帶，朝靴，徑捉小鬼。先刳其目，然後劈而食之。上問：「爾爲誰？」奏云：「臣終南進士鐘馗也。」"
      },
      {
        "index": 63,
        "text": "藏璧"
      },
      {
        "index": 64,
        "text": "永平中，鐘離意爲魯相，出私錢三千文，付戸曹孔訴，治夫子車。身入廟，拭幾席劍履。男子張伯，除堂下草，土中得玉璧七枚。伯懷其一，以六枚白意。意令主簿安置幾前。孔子寢堂床首有懸甕，意召孔訴，問：「何等甕也？」對曰：「夫子遺甕。內有丹書，人弗敢發也。」意發之，得素書曰：「後世修吾書，董仲舒。護吾車，拭吾履，發吾笥，會稽鐘離意。璧有七，張伯藏其一。」即召問，伯果服焉。"
      },
      {
        "index": 65,
        "text": "竈神"
      },
      {
        "index": 66,
        "text": "姓張名禪，字子郭。一名隗。又云祝融主火化，故祀以爲竈神。鄭玄以竈神祝融是老婦，非竈神，於己醜日卯時上天，白人罪過，此日祭之得福。《五行書》云：「五月辰日，獵首祭竈，治生萬倍。」"
      },
      {
        "index": 67,
        "text": "祠山大帝"
      },
      {
        "index": 68,
        "text": "父張秉，武陵人，一日行山澤間，遇仙女，謂曰：「帝以君功在呉分，故遣相配。長子以木德王其地。」且約逾年再會。秉如期往，果見前女來歸，曰：「當世世相承，血食呉楚。」後生子，爲祠山神。神始自長興自疏聖澤，欲通津廣德，便化爲，役使陰兵。後爲夫人李氏所見，工遂輟，故避食。"
      },
      {
        "index": 69,
        "text": "瀧岡阡表"
      },
      {
        "index": 70,
        "text": "歐陽修作《瀧岡阡表》碑，雇舟載回，至鄱陽湖。舟泊廬山下，夜有一叟率五人來舟，揖而言曰：「聞公之文章蓋世，水府願借一觀。」賫碑入水，遂不見焉。修驚悼不已。黎明，泰和縣令黃庭堅至，言其事，庭堅爲文檄之。方投湖中，忽空中語曰：「吾乃天丁也，押驪龍往而送至。」修歸家掃墓，但見水窪中雲霧蒙蔽，有大龜負碑而出，倏然不見，惟碑上龍涎宛然在焉。"
      },
      {
        "index": 71,
        "text": "五百年夙願"
      },
      {
        "index": 72,
        "text": "張英過采石江，遇一女子絶色，謂英曰：「五百年夙願，當會於大儀山。」英叱之。抵儀隴任半載，日夕聞機聲。一日，率部逐機聲而往，忽至大儀山，洞門半啟，前女出迎，相攜而入，洞門即閉。見圓石一雙，自門隙出，眾取歸。中道不能舉，遂建祠塑像，置石於腹。"
      },
      {
        "index": 73,
        "text": "芙蓉城主"
      },
      {
        "index": 74,
        "text": "石曼卿卒後，其故人有見之者，恍惚如夢中言：「我今爲仙也，所主芙蓉城，欲呼故人共遊。」不諾，忿然騎一素驢而去。"
      },
      {
        "index": 75,
        "text": "文山易主"
      },
      {
        "index": 76,
        "text": "趙弼作《文山傳》。既赴義，其日大風揚沙，天地盡晦，咫尺不辨，城門晝閉。自此連日陰晦，宮中皆秉燭而行，群臣入朝，亦髜炬前導。世祖問張真人而悔之，贈公「特進金紫光祿大夫、太保、中書令平章政事、廬陵郡公」，謚「忠武」。命王積翁書神主，灑掃柴市，設壇以祀之。丞相孛羅行禮初奠，忽狂飆旋地而起，吹沙滾石，不能啟目。俄卷其神主於雲霄，空中隱隱雷鳴，如怨怒之聲，天色愈暗。乃改「前宋少保右丞相信國公」，天果開霽。按正史文集皆不載此事，傳疑可也。信公至明景泰中，賜謚「忠烈」，人多不知，附記之。"
      },
      {
        "index": 77,
        "text": "杜默哭項王"
      },
      {
        "index": 78,
        "text": "和州士人杜默，累舉不成名，性英儻不羈。因過烏江，謁項王廟。時正被酒沾醉，徑升神座，據王頸，抱其首而大慟曰：「天下事有相虧者，英雄如大王而不得天下，文章如杜默而不得一官！」語畢，又大慟，淚如迸泉。廟祝畏其獲罪，扶掖以出，秉燭檢視神像，亦淚下如珠，拭不乾。"
      },
      {
        "index": 79,
        "text": "天竺觀音"
      },
      {
        "index": 80,
        "text": "石晉時，杭州天竺寺僧，夜見山澗一片奇木有光，命匠刻觀音大士像。"
      },
      {
        "index": 81,
        "text": "弄潮"
      },
      {
        "index": 82,
        "text": "呉王既賜子胥死，乃取其屍，盛以鴟夷之皮，浮之江上。子胥因流揚波，依潮來往。或有見其乘素車白馬在潮頭者，因爲立廟。每歳八月十五潮頭極大，杭人以旗鼓迎之，弄潮之戲，蓋始於此。"
      },
      {
        "index": 83,
        "text": "黃河神"
      },
      {
        "index": 84,
        "text": "黃河福主金龍四大王，姓謝名緒，會稽人，宋末以諸生死節，投苕溪中。死後水高數丈。明太祖與元將蠻子海牙廝殺，神爲助陣，黃河水望北倒流，元兵遂敗。太祖夜得夢兆，封爲黃河神。"
      },
      {
        "index": 85,
        "text": "木居士"
      },
      {
        "index": 86,
        "text": "韓昌黎《木居士廟》詩：偶然題作木居士，便有無窮求福人。"
      },
      {
        "index": 87,
        "text": "顯忠廟"
      },
      {
        "index": 88,
        "text": "呉使孫皓病甚，有神憑小黃門云：「金山鹹塘風潮爲害，海鹽縣治幾陷。我霍光也，常統眾鎮之。」翌日，皓疾愈，遂立廟。"
      },
      {
        "index": 89,
        "text": "毛老人"
      },
      {
        "index": 90,
        "text": "南京後湖，一名玄武湖。明朝於湖上立黃冊庫，戸科給事中、戸部主事各一人掌之，煙火不許至其地。太祖時有毛老人獻黃冊，太祖言庫中惟患鼠耗，喜老人姓毛，音與貓同，活埋於庫中，命其禁鼠。後庫中並不損片紙只字。太祖命立祠，春秋祭之。"
      },
      {
        "index": 91,
        "text": "怪異"
      },
      {
        "index": 92,
        "text": "貳負之骸"
      },
      {
        "index": 93,
        "text": "《山海經》：「貳負之臣曰危，與貳負殺窳。帝乃梏之疏屬之山，桎其右足，反接兩手與發，系石。」漢宣帝時，嘗發疏屬山，得一人，徒裸，被發反縛，械一足。因問群臣，莫能曉。劉向按此言之。帝不信，謂其妖言，收向系獄。向子歆自出救父，云：「以七歳女子乳飲之，即復活。」帝令女子乳之，復活，能言語應對，如向言。帝大悅，拜向爲中大夫、歆爲宗正。"
      },
      {
        "index": 94,
        "text": "旱魃"
      },
      {
        "index": 95,
        "text": "南方有怪物如人狀，長三尺，目在頂上，行走如風。見則大旱，赤地千里。多伏古冢中。今山東人旱則遍搜古冢，如得此物，焚之即雨。"
      },
      {
        "index": 96,
        "text": "兩牛鬥"
      },
      {
        "index": 97,
        "text": "李冰，秦昭王使爲蜀守，開成都兩江，溉田萬頃。神歳取童女二人爲婦。冰以其女與神求婚，徑至神祠，勸神酒，酒杯恒淡淡。冰厲聲以責之，因忽不見。良久，有兩牛鬥於江岸旁。有間，冰還，流汗謂官屬曰：「吾鬥疲極，當相助也。南向腰中正白者，我綬也。」主簿刺殺北面者，江神遂死。"
      },
      {
        "index": 98,
        "text": "隨時易衣"
      },
      {
        "index": 99,
        "text": "盧多遜既卒，許歸葬。其子察護喪，權厝襄陽佛寺。將易以巨櫬，乃啟棺，其屍不壞，儼然如生。遂逐時易衣，至祥符中亦然。豈以五月五日生耶！彼釋氏得之，當又大張其事，若今之所謂無量壽佛者矣。"
      },
      {
        "index": 100,
        "text": "錢繆異夢"
      },
      {
        "index": 101,
        "text": "宋徽宗夢錢武肅王討還兩浙舊疆墾，且曰：「以好來朝，何故留我？我當遣第三子居之。」覺而與鄭後言之。鄭後曰：「妾夢亦然，果何兆也？」須臾，韋妃報誕子，即高宗也。既三日，徽宗臨視，抱膝間甚喜，戲妃曰：「酷似浙臉。」蓋妃籍貫開封，而原籍在浙。豈其生固有本，而南渡疆界皆武肅版圖，而錢王壽八十一，高宗亦壽八十一，以夢讖之，良不誣。"
      },
      {
        "index": 102,
        "text": "馬耳缺"
      },
      {
        "index": 103,
        "text": "歐公云：丁元珍嘗夜夢與予至一廟，出門見馬只耳。後元珍除峽州，予亦除夷陵令。一日，與元珍同峽，謁黃牛廟。入門，惘然皆如夢中所見，門外石馬，果缺一耳，相視大驚。"
      },
      {
        "index": 104,
        "text": "見怪不怪"
      },
      {
        "index": 105,
        "text": "宋魏元忠素正直寬厚，不信邪鬼。家有鬼祟，嘗戲侮公，不以爲怪。鬼敬服曰：「此寬厚長者，可同常人視之哉？」"
      },
      {
        "index": 106,
        "text": "萇弘血化碧"
      },
      {
        "index": 107,
        "text": "萇弘墓在偃師。弘周靈王賢臣，無罪見殺。藏其血，三年化爲碧。"
      },
      {
        "index": 108,
        "text": "二屍相毆"
      },
      {
        "index": 109,
        "text": "貞元初，河南少尹李則卒，未殮。有一朱衣人申吊，自稱蘇郎中。既入，哀慟。俄頃，屍起，與之相搏，家人驚走。二人閉門毆擊，及暮方息。則二屍共臥在床，長短、形狀、姿貌、須髯、衣服一無異也。聚族不能識，遂同棺葬之。"
      },
      {
        "index": 110,
        "text": "冢中箭發沙射"
      },
      {
        "index": 111,
        "text": "劉宴判官李邈有莊客，開一古冢，極高大，入松林二百歩，方至墓。墓側有碑斷草中，字磨滅，不可讀。初掘數十丈，遇一石門，因以鐵汁計，累日方得開。開則箭雨集，殺數人，眾怖欲出。一人曰：「此機耳。」則投之以石，石投則箭出，投石十餘，則箭不復發。遂列炬入，開第二門，有數十人，張目揮劍，又傷數人。眾爭擊之，則木人也，兵仗悉落。四壁畫兵衞，森森欲動。中以鐵索懸一大漆棺，其下積金玉珠璣不可量。眾方懼，未即掠取。棺兩角颯然風起，有沙迸撲人面，則風轉急，沙射如註，而便沒膝。眾皆遑走，甫得出墓，門塞矣，一人則已葬中。"
      },
      {
        "index": 112,
        "text": "公遠只履"
      },
      {
        "index": 113,
        "text": "羅公遠墓在輝縣。唐明皇求其術，不傳，怒而殺之。後有使自蜀還，見公遠曰：「於此候駕。」上命發冢，啟棺，止存一履。葉法善葬後，期月，棺忽開，惟存劍履。"
      },
      {
        "index": 114,
        "text": "鹿女"
      },
      {
        "index": 115,
        "text": "梁時，甄山側，樵者見鹿生一女，因收養之。及長，令爲女道士，號鹿娘。"
      },
      {
        "index": 116,
        "text": "風雨失柩"
      },
      {
        "index": 117,
        "text": "漢陽羨長袁常言：「死當爲神。」一夕，痛飲卒，風雨失其柩。夜聞荊山有數千人啖聲，鄕民往視之，則棺已成冢。俗呼銅棺山。"
      },
      {
        "index": 118,
        "text": "留待沈彬來"
      },
      {
        "index": 119,
        "text": "沈彬有方外術，嘗植一樹於沈山下，命其子葬己於此。及掘，下有銅牌，篆曰：「漆燈猶未滅，留待沈彬來。」"
      },
      {
        "index": 120,
        "text": "辨南冷水"
      },
      {
        "index": 121,
        "text": "李秀卿至維揚，逢陸鴻漸，命一卒入江取南冷水。及至，陸以杓揚水曰：「江則江矣，非南冷，臨岸者乎？」既而傾水，及半，陸又以杓揚之曰：「此似南冷矣。」使者蹶然曰：「某自南冷持至岸，偶覆其半，取水增之。真神鑒也！」"
      },
      {
        "index": 122,
        "text": "試劍石"
      },
      {
        "index": 123,
        "text": "徐州漢高祖廟旁有石高三尺餘，中裂如破竹不盡者寸。父老曰：「此帝之試劍石也。」又漓江伏波巖洞旁，懸石如柱，去地一線不合。相傳爲伏波試劍。"
      },
      {
        "index": 124,
        "text": "婦負石"
      },
      {
        "index": 125,
        "text": "在大理府城南。世傳漢兵入境，觀音化一婦人，以稻草縻此大石，背負而行，將卒見之，吐舌曰：「婦人膂力如此，況丈夫乎！」兵遂卻。"
      },
      {
        "index": 126,
        "text": "燃石"
      },
      {
        "index": 127,
        "text": "出瑞州。色黃白而疏理，水灌之則熱，置鼎其上，足以烹。雷煥嘗持示張華，華曰：「此燃石也。」"
      },
      {
        "index": 128,
        "text": "他日伯公主盟"
      },
      {
        "index": 129,
        "text": "隋末溫陵太守歐陽佑恥事二姓，拉夫人溺死。後人立廟，祈夢極靈。宋李綱嘗宿廟中，夢神揖上座，綱固辭，神曰：「他日伯公主盟。」及拜相，值神加封，固署名額次。"
      },
      {
        "index": 130,
        "text": "天河槎"
      },
      {
        "index": 131,
        "text": "橫州橫槎江有一枯槎，枝幹扶疏，堅如鐵石，其色類漆，黑光照人，橫於灘上。傳云天河所流也。一名槎浦。"
      },
      {
        "index": 132,
        "text": "願留一詩"
      },
      {
        "index": 133,
        "text": "陸賈廟在肇慶錦石山下，宋梁艤舟於此，夢一客自稱陸大夫，云：「我抑郁此中千歳餘矣，君幸見過，願留一詩。」遂題壁。"
      },
      {
        "index": 134,
        "text": "請載齊誌"
      },
      {
        "index": 135,
        "text": "元於司馬欽嘗夢有趙先生者謂欽曰：「聞君修齊誌，僕一良友葬安丘，其人節義高天下，今世所無也，請載之以勵末俗。」欽覺而異之，及閱趙岐傳，始悟爲孫嵩也。岐處復壁中著書以名世，固奇男子。非嵩高誼，其誌安得伸也？欽之夢，不亦可異哉！"
      },
      {
        "index": 136,
        "text": "三石"
      },
      {
        "index": 137,
        "text": "永安州偽漢時，有兵入靖江過此。黎明遇獵者牽黃犬逐一鹿，兵以槍刺鹿，徐視之，石也。已而，人犬與鹿皆化爲石，鼎峙道旁。今一石尚有槍痕。"
      },
      {
        "index": 138,
        "text": "悟前身"
      },
      {
        "index": 139,
        "text": "焦奉使朝鮮，泊一島嶼間，見茅庵巖室扃閉，問旁僧，曰：「昔有老衲修持，偶見冊封天使過此，蓋狀元官侍郎者，嘆羨之，遂逝。此其塔院耳。」命啟之，幾案經卷宛若素歷，乃豁然悟爲前身。"
      },
      {
        "index": 140,
        "text": "告大風"
      },
      {
        "index": 141,
        "text": "宋陳堯佐嘗泊舟於三山磯下，有老叟曰：「來日午大風，宜避。」至期，行舟皆覆，堯佐獨免。又見前叟曰：「某江之遊奕將也，以公他日賢相，故來告。」"
      },
      {
        "index": 142,
        "text": "追魂碑"
      },
      {
        "index": 143,
        "text": "葉法善嘗爲其祖葉國重求刺史李邕碑文，文成；並求書，邕不許。法善乃具紙筆，夜攝其魂，使書畢，持以示邕，邕大駭。世謂之「追魂碑」。"
      },
      {
        "index": 144,
        "text": "牛糞金東呉時，有道士牽牛渡江，語舟人曰：「船內牛溲，聊以爲謝。」舟人視之，皆金也。後名其地曰金石山。"
      },
      {
        "index": 145,
        "text": "謂管前身"
      },
      {
        "index": 146,
        "text": "房管桐廬令，邢真人和璞嘗過訪。攜之野歩，遇一廢寺，松竹蕭森，和璞坐其下，以杖叩地，令侍者掘數尺，得一瓶，瓶中皆婁師德與永公書。和璞謂曰：「省此否？蓋永公即之前身也。」"
      },
      {
        "index": 147,
        "text": "木客"
      },
      {
        "index": 148,
        "text": "興國上洛山有木客，乃鬼類，形頗似人。自言秦時造阿房宮采木者，食木實，得不死，能詩，時就民間飲食。"
      },
      {
        "index": 149,
        "text": "銅鐘"
      },
      {
        "index": 150,
        "text": "宋紹興間，興國大乘寺鐘，一夕失去，文潭漁者得之，鬻於天寶寺，扣之無聲。大乘僧物色得之，求贖不許，乃相約曰：「扣之不鳴，即非寺中物。」天寶僧屢擊無聲。大乘僧一擊即鳴，遂載以歸。"
      },
      {
        "index": 151,
        "text": "驅山鐸"
      },
      {
        "index": 152,
        "text": "分宜晉時，雨後有大鐘從山流出，驗其銘，乃秦時所造。又漁人得一鐘，類鐸，舉之，聲如霹靂，草木震動。漁人懼，亦沈於水。或曰此秦驅山鐸也。"
      },
      {
        "index": 153,
        "text": "旋風掣卷"
      },
      {
        "index": 154,
        "text": "王越舉進士，廷對日，旋風掣其卷入雲表；及秋，高麗貢使攜以上進，云是日國王坐於堂上，卷落於案，閱之異，因持送上。"
      },
      {
        "index": 155,
        "text": "風動石"
      },
      {
        "index": 156,
        "text": "漳州鶴鳴山上，有石高五丈，圍一十八丈，天生大盤石閣之，風來則動，名「風動石」。"
      },
      {
        "index": 157,
        "text": "去鐘頂龍角"
      },
      {
        "index": 158,
        "text": "宋時靈覺寺鐘，一夕飛去，既明，從空而下。居人言江灣中每夜有鐘聲，意必與龍戰。寺僧削去頂上龍角，乃止。"
      },
      {
        "index": 159,
        "text": "投犯鱷池"
      },
      {
        "index": 160,
        "text": "《搜神記》：扶南王範尋嘗養鱷魚十頭，若犯罪者投之池中，鱷魚不食，乃赦之。詿誤者皆不食。"
      },
      {
        "index": 161,
        "text": "雷果劈怪"
      },
      {
        "index": 162,
        "text": "熊少業南壇，夕睹一美女立於松上，眾錯愕走，略不爲意，以刀削松皮，書曰：「附怪風雷折，成形斧鋸分。」夜半，果雷劈之。"
      },
      {
        "index": 163,
        "text": "飛來寺"
      },
      {
        "index": 164,
        "text": "梁時峽山有二神人化爲方士，往舒州延祚寺，夜叩真俊禪師曰：「峽據清遠上流，欲建一道場，足標勝概，師許之乎？」俊諾。中夜，風雨大作，遲明啟戸，佛殿寶像已神運至此山矣。師乃安坐説偈曰：「此殿飛來，何不回去？」忽聞空中語曰：「動不如靜。」賜額飛來寺。"
      },
      {
        "index": 165,
        "text": "橘中二叟"
      },
      {
        "index": 166,
        "text": "《幽怪錄》：巴邛人剖橘而食，橘中有二叟奕棋。一叟曰：「橘中之樂，不減商山。」一叟曰：「君輸我瀛洲玉塵九斛，龍縞襪八輛，後日於青城草堂還我。」乃出袖中一草，食其根，曰：「此龍根脯也。」食訖，以水噴其草，化爲龍，二叟騎之而去。"
      },
      {
        "index": 167,
        "text": "牛妖"
      },
      {
        "index": 168,
        "text": "天啟間，沅陵縣民家牛生犢，一目二頭三尾，剖殺之，一心三腎。"
      },
      {
        "index": 169,
        "text": "豬怪"
      },
      {
        "index": 170,
        "text": "民家豬生四子，最後一子，長嘴、豬身、人腿、只眼。"
      },
      {
        "index": 171,
        "text": "陜西怪鼠"
      },
      {
        "index": 172,
        "text": "天啟間，有鼠狀若捕雞之貍，長一尺八寸，闊一尺，兩旁有肉翅，腹下無足，足在肉翅之四角，前爪趾四，後爪趾五，毛細長，其色若鹿，尾甚豐大，人逐之，其去甚速。專食谷豆，剖腹，約有升黍。"
      },
      {
        "index": 173,
        "text": "支無祁"
      },
      {
        "index": 174,
        "text": "大禹治水，至桐柏山，獲水獸，名支無祁，形似獼猴，力逾九象，人不可視。乃命庚辰鎖於龜山之下，淮水乃安。唐永嘉初，有漁人入水，見大鐵索鎖一青猿，昏睡不醒，涎沫腥穢不可近。"
      },
      {
        "index": 175,
        "text": "飲水各醉"
      },
      {
        "index": 176,
        "text": "沈醉堰在山陰柯山之前，鄭弘應舉赴洛，親友餞於此。以錢投水，依價量水飲之，各醉而去。因名其堰曰「沈釀」。"
      },
      {
        "index": 177,
        "text": "林間美人"
      },
      {
        "index": 178,
        "text": "羅浮飛雲峰側有梅花村，趙師雄一日薄暮過此，於林間見美人淡妝素服，行且近，師雄與語，芳香襲人，因扣酒家共飲。少頃，一綠衣童來，且歌且舞。師雄醉而臥。久之，東方已白，視大梅樹下，翠羽啾啾，參橫月落，但惆悵而已。"
      },
      {
        "index": 179,
        "text": "變蛇誌城"
      },
      {
        "index": 180,
        "text": "晉永嘉中，有韓媼偶拾一巨卵，歸育之，得嬰兒，字曰「撅」，方四歳。劉淵築平陽城不就，募能城者。撅因變爲蛇，令媼舉灰誌後，曰：「憑灰築城，可立就。」果然。淵怪之，遂投入山穴間，露尾數寸，忽有泉湧出成池，遂名曰「金龍池」。"
      },
      {
        "index": 181,
        "text": "有血陷沒"
      },
      {
        "index": 182,
        "text": "碩頂湖在安東，秦時童謠云：「城門有血，當陷沒。」有老姆憂懼，每旦往視。門者知其故，以血塗門。姆見之，即走。須臾大水至，城果陷。高齊時，湖嘗涸，城尚存。"
      },
      {
        "index": 183,
        "text": "張龍公"
      },
      {
        "index": 184,
        "text": "六安龍穴山有張龍公祠，記云：張路斯，潁上人，仕唐，爲宣城令，生九子，嘗語其妻曰：「吾，龍也，蓼人。鄭祥遠亦龍也，據吾池，屢與之戰，不勝，明日取決。令吾子射系鬣以青絹者鄭也，絳絹者吾也。」子遂射中青絹者，鄭怒，投合肥西山死，即今龍穴也。"
      },
      {
        "index": 185,
        "text": "城陷爲湖"
      },
      {
        "index": 186,
        "text": "巢湖在合肥，世傳江水暴漲，溝有巨魚萬斤，三日而死。合郡食之。獨一姥不食。忽過老叟，曰：「此吾子也，汝不食其肉，吾可亡報耶？東門石龜目赤，城當陷。」姥日往窺之。有稚子戲以朱傅龜目。姥見，急登山，而城陷爲湖，周四百餘里。"
      },
      {
        "index": 187,
        "text": "人變爲龍"
      },
      {
        "index": 188,
        "text": "元時，興業大李村有李姓者，素修道術。一日，與妻自外家回，至中途，謂妻曰：「吾欲過前溪一浴，汝姑待之。」少頃，風雨驟作，妻趨視之，則遍體鱗矣。囑妻曰：「吾當歳一來歸。」然變爲龍，騰去。後果歳一還。其里呼其居爲李龍宅。"
      },
      {
        "index": 189,
        "text": "婦女生鬚"
      },
      {
        "index": 190,
        "text": "宋徽宗時，有酒家婦朱氏，年四十，忽生鬚六七寸。詔以爲女道士。"
      },
      {
        "index": 191,
        "text": "男人生子"
      },
      {
        "index": 192,
        "text": "宋徽宗時，有賣菜男人懷孕生子。"
      },
      {
        "index": 193,
        "text": "童子暴長"
      },
      {
        "index": 194,
        "text": "元棗陽民張氏婦生男，甫四歳，暴長四尺許，容貌異常，皤腹臃腫，見人嬉笑，如俗所畫布袋和尚云。"
      },
      {
        "index": 195,
        "text": "男變爲婦"
      },
      {
        "index": 196,
        "text": "明萬曆間，陜西李良雨忽變爲婦人，與同賈者茍合爲夫婦。其弟良雲以事，上所司奏聞。"
      }
    ]
  }
}