{
  "chapterNumber": 11,
  "title": "卷十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "宮室"
      },
      {
        "index": 2,
        "text": "房屋"
      },
      {
        "index": 3,
        "text": "有巢氏始構木爲巢。古皇氏始編槿爲廬。黃帝始備宮室。黃帝制庭、制樓、制閣、制觀。神農制堂。燧人氏制臺。黃帝制榭。堯制亭。漢宣帝制軒。唐虞制宅。周制房、制第。漢制邸。六朝後始加聽事爲廳。秦孝公始制殿，乃有陛。蕭何治未央宮，立東闕、北闕，始沿名闕。梁朱溫按河圖制五鳳樓。魏始制城門樓，名麗譙。張説制京城鼓樓。鯀作城郭。禹作宮室。"
      },
      {
        "index": 4,
        "text": "寺廟"
      },
      {
        "index": 5,
        "text": "左徹制祠廟，漢宣帝制齋室。周穆王召尹軌、杜仲居終南尹真人草樓，始名道居爲觀。漢明帝時，摩騰、竺法蘭自西域止鴻臚寺，始名僧居爲寺。隋煬帝制道場，改觀爲玄壇，五代宋改制宮。孫權始爲佛塔。東晉何充舍宅始爲尼寺。"
      },
      {
        "index": 6,
        "text": "書院"
      },
      {
        "index": 7,
        "text": "唐玄宗制書院。後漢劉淑制精舍。殷仲堪制讀書齋。歐陽修燕居，始爲戸室相通，名畫舫齋。"
      },
      {
        "index": 8,
        "text": "門戸"
      },
      {
        "index": 9,
        "text": "黃帝制門戸，文王制璧門，周公制戟門、轅門車相向以表門、人門立長大人之以表門。秦始皇制走馬廊，制千歩廊。黃帝制階、制梯。堯制墻。伊尹制亮。神農制窖。伏羲制廚。黃帝制竈、制蠶室。周制暴室。黃帝制囿。堯制池。秦始皇制湯池。"
      },
      {
        "index": 10,
        "text": "公署"
      },
      {
        "index": 11,
        "text": "漢制開府，制九卿治事之寺。北齊始以官名寺。隋制監。唐制院、制省、制局。漢制南宮。唐制東臺。玄宗制黃門省。周制館。漢制槁街即今四夷館，漢武帝制。宋置馬鋪，制遞站。夏制府藏文書財貨。湯武制庫藏。"
      },
      {
        "index": 12,
        "text": "平泉莊"
      },
      {
        "index": 13,
        "text": "李贊皇平泉莊周回十裏，建堂榭百餘所，天下奇花、異卉、怪石、古松，靡不畢致。自作記云：「鬻平泉者，非吾子孫也！以一石一樹與人者，非佳子弟也！吾百年後，爲權勢所奪，則以先人所命泣而告之。」"
      },
      {
        "index": 14,
        "text": "午橋莊"
      },
      {
        "index": 15,
        "text": "張齊賢以司空致仕歸洛，得裴晉公午橋莊，鑿渠通流，栽花植竹，日與故舊乘小車攜觴遊釣。"
      },
      {
        "index": 16,
        "text": "輞川別業"
      },
      {
        "index": 17,
        "text": "在藍田，宋之問所建，後爲王維所得。輞川通流竹洲花塢，日與裴秀才迪浮舟賦詩，齋中惟茶鐺、酒臼、經案、竹床而已。"
      },
      {
        "index": 18,
        "text": "高陽池"
      },
      {
        "index": 19,
        "text": "漢侍中習郁於峴山南，依範蠡養魚法作魚池，池邊有高堤，種竹及長楸，芙蓉緣岸，菱芡覆水，是遊燕名處。山簡每臨此池，未嘗不大醉而返，曰：「此是我高陽池也。」"
      },
      {
        "index": 20,
        "text": "迷樓"
      },
      {
        "index": 21,
        "text": "隋煬帝無日不治宮室，浙人項陛進新宮圖，大悅，即日召有司庀材鳩工，經歳而就，帑藏爲之一空。帝幸之，大喜曰：「使真仙遊其中，亦當自迷也。」因署之曰「迷樓」。"
      },
      {
        "index": 22,
        "text": "西苑"
      },
      {
        "index": 23,
        "text": "隋煬帝築西苑，周三百裏，其內爲海，周十餘裏，爲方丈、瀛洲、蓬萊諸山島，高出水百餘丈，有龍鱗築縈回海內，緣築十六院門皆臨渠，每院以四品夫人主之。殿堂樓觀，窮極華麗，秋冬雕落，則剪彩爲花，綴於枝幹，色渝則易以新者，常如陽春。上好以月夜從宮女數千騎遊西苑，作《清夜遊曲》，於馬上奏之。"
      },
      {
        "index": 24,
        "text": "阿房宮"
      },
      {
        "index": 25,
        "text": "東西五百歩，南北五十丈，上可以坐萬人，下可以建五丈旗。周馳爲閣道，自殿下直抵南山。表山顛以爲闕。復道，渡渭，屬之鹹陽。役隱宮徒刑者七千餘人。盧生説帝爲微行所居，毋令人知，然後不死之藥可得。乃令鹹陽宮三百裏內宮觀復道相連，帷帳鐘鼓美人不夠而具，所行幸，有言其處者死。"
      },
      {
        "index": 26,
        "text": "駕霄亭"
      },
      {
        "index": 27,
        "text": "張功甫爲張循王諸孫，園池聲伎服玩甲天下，常於南湖園作駕霄亭，於四古松間，以巨鐵之半空，當風月清夜，與客梯登之，飄遙雲表。"
      },
      {
        "index": 28,
        "text": "水齋"
      },
      {
        "index": 29,
        "text": "羊侃性豪侈。初赴衡州，於兩起三間水齋，飾以珠玉，加以錦繢，盛設圍屏，陳列女樂。乘潮解纜，臨波置酒，緣塘倚水，觀者填塞。"
      },
      {
        "index": 30,
        "text": "清秘閣"
      },
      {
        "index": 31,
        "text": "倪雲林所居，有清秘閣、雲林堂。其清秘閣尤勝，前植碧梧，四周列以奇石，蓄古法書名畫其中，客非佳流不得入。嘗有夷人入貢，道經無錫，聞雲林名，欲見之，以沈香百斤爲贄，雲林令人紿云：「適往惠山飲泉。」翌日再至，又辭以出探梅花。夷人不得一見，徘徊其家。倪密令開雲林堂使登焉，東設古玉器，西設古鼎彜尊，夷人方驚顧，問其家人曰：「聞有清秘閣，可一觀否？」家人曰：「此閣非人所易入，且吾主已出，不可得也。」夷人望閣再拜而去。"
      },
      {
        "index": 32,
        "text": "泖湖"
      },
      {
        "index": 33,
        "text": "楊鐵崖晩居泖，嘗曰：「吾未七十，休官在九峰三泖間，殆且二十年，優遊光景過於樂天。有李五峰、張句曲、周易癡、錢思復爲唱和友，桃葉、柳枝、瓊花、翠羽爲歌伎。風日好時，駕春水宅（先生舟名）赴呉越間，好事者招致，效昔人水仙舫故事，蕩漾湖光鳥翠，望之呼鐵龍仙伯，顧未知香山老人有此無也。」客有小海生賀公爲「江山風月神仙福人」，且貌公老像，以八字字之，又賦詩其上曰：「二十四考中書令，二百八字太師銜，不如八字神仙福，風月湖山一擔擔。」"
      },
      {
        "index": 34,
        "text": "咸陽北阪"
      },
      {
        "index": 35,
        "text": "秦始皇滅六國，寫其宮室，作之咸陽北阪上，自雍門以東至涇、渭交處，殿屋覆道，周圍相屬，然各自爲區。雖一瓦一甓之造，亦如其式。各書國號，不相雷同，皆布其所得諸侯美人居之。"
      },
      {
        "index": 36,
        "text": "花萼樓"
      },
      {
        "index": 37,
        "text": "唐玄宗友愛至厚，設五王幄，與諸王同處。後於宮中造樓，題曰：「花萼相輝之樓」。"
      },
      {
        "index": 38,
        "text": "黃鶴樓"
      },
      {
        "index": 39,
        "text": "晉時有酒保姓辛，賣酒江夏，有道士就飲，辛不索錢，如此三年。一日，道士飲畢，以橘皮畫一鶴於壁，以箸招之即下舞，嗣是貴客皆就飲，辛遂致富，乃建黃鶴樓。後道士騎鶴而去。"
      },
      {
        "index": 40,
        "text": "滕王閣"
      },
      {
        "index": 41,
        "text": "滕王，唐高帝之子，武德中出爲洪州刺史，喜山水，酷愛蝴蝶，尤工書，妙音律。暇日泛青雀舸，就芳渚建閣登臨，仍以王名閣焉。"
      },
      {
        "index": 42,
        "text": "輪奐"
      },
      {
        "index": 43,
        "text": "晉獻文子成室，晉大夫賀焉。張老曰：「美哉輪焉，美哉奐焉！歌於斯，哭於斯，聚國族於斯。」是全首領以從先大夫於九京也。君子謂其善頌善禱。"
      },
      {
        "index": 44,
        "text": "爽塏"
      },
      {
        "index": 45,
        "text": "齊景公欲更晏子之宅，謂晏子曰：「子之宅近市，不可以居，請更諸爽塏（地名）。」晏子如晉，公更宅焉。反，則成矣。既拜，乃復舊宅。"
      },
      {
        "index": 46,
        "text": "綠野堂"
      },
      {
        "index": 47,
        "text": "唐裴度以東都留守加中書令，不復有經世之意，乃治第東都集賢裏，名綠野堂，竹木清淺，野服蕭散。"
      },
      {
        "index": 48,
        "text": "銅雀臺"
      },
      {
        "index": 49,
        "text": "在彰德縣，曹操所築。上有樓，鑄大銅雀，高一丈五尺，置之樓顛。臨終遺命，施帳於上，使宮人歌吹帳中，望吾西陵。西陵，操葬處也。"
      },
      {
        "index": 50,
        "text": "華林園"
      },
      {
        "index": 51,
        "text": "梁簡文帝入華林園，顧謂左右曰：「會心處政不在遠，翳然林木，便自有濠濮間想，覺鳥獸禽魚自來親人。」"
      },
      {
        "index": 52,
        "text": "金谷園"
      },
      {
        "index": 53,
        "text": "石崇爲荊州刺史時，劫遠使商客，致富不貲。有別館，在河陽之金谷，一名梓澤園，中有清泉茂林，竹柏藥草之屬，莫不畢備。嘗與眾客遊宴，屢遷其處，或登高臨下，或列坐水濱，琴瑟笙築合載車中，道路並作，令與鼓吹遞奏，晝夜不倦。後房數百，俱極佳麗之選，以羞精麗相高，求市恩寵。"
      },
      {
        "index": 54,
        "text": "衣冠"
      },
      {
        "index": 55,
        "text": "冠"
      },
      {
        "index": 56,
        "text": "辰氏始教民發首。堯始制冠禮。黃帝始制冠冕。女媧氏始制簪導。堯始制纓。伏羲始制弁，用皮韋。魯昭公始易絹素。周公始制幅巾。漢末始尚幅巾，制角巾。晉制接諸巾及葛巾，始以巾爲禮。秦始皇加武將，以別貴賤，始爲幘。漢元帝額有壯發，始服幘。王莽禿，加屋幘上，始爲頭巾。古元巾，止用尊□。"
      },
      {
        "index": 57,
        "text": "帽"
      },
      {
        "index": 58,
        "text": "荀始制帽，舜制帽冠。漢成帝始制貴臣烏紗帽，後魏迄隋因之。唐太宗始制紗帽，爲視事見賓，上下通用。秦漢始效羌人制爲氈帽。晉始以席爲骨而挽之，制席帽。隋始制帷帽障塵，爲遠行，用皂紗連幅綴油帽及氈笠前。唐制大帽，後魏孝文始賜百官。魏文帝始賜百官立冬暖帽。今賜百官暖耳，本此。"
      },
      {
        "index": 59,
        "text": "襆頭"
      },
      {
        "index": 60,
        "text": "北朝周武帝裁布始制襆頭。一雲六國時趙魏用全幅向後襆發，通謂頭巾，俗呼襆頭。魏武制，始燕居著（同裁縑布爲之，以色別貴）。荀文若始制有岐，因觸樹枝成岐，後效之。"
      },
      {
        "index": 61,
        "text": "縱"
      },
      {
        "index": 62,
        "text": "周公制縱，以韜發。宋太祖制網巾，明太祖頒行天下。"
      },
      {
        "index": 63,
        "text": "古冠名"
      },
      {
        "index": 64,
        "text": "堯黃收、牟追；湯；武王委貌；秦始皇遠遊冠；漢高祖通天冠、高山冠、鵲尾冠、長冠、竹皮冠；唐太宗翼善冠、交天冠；宋平天冠，並入君冠。殷章甫冠；漢梁冠（以梁數分別），後漢進賢冠；唐太宗進德冠；楚王獬豸冠；漢卻非冠；趙武靈王惠文冠，飾金豹尾。漢武弁效惠文加蟬、冠、繁冠、□冠。秦孝公武幘，漢文帝價幘。西漢翠帽，唐帽，李晟繡帽，沈慶之狐皮帽、汝陽王砑光帽，南漢平頂帽，後周獨孤帽、側帽，韓熙載輕紗帽，蕭載小博風帽。唐烏紗巾、夾羅巾，員頭、平頭、方頭巾，宋雲巾、歇鴟巾，漢文帝平巾，唐中宗踣養巾，昭宗珠巾，諸葛孔明綸巾，謝萬白綸巾，禰衡練巾，石季倫紫綸巾，桑維翰蟬翼紗巾。張孝秀皮巾，陶弘景鹿皮巾，王衍尖巾，顧況華陽巾，山簡白鷺巾，高九萬漁巾，程伊川闊幅巾，蘇子瞻加輔方巾，牛弘蔔桐巾，王鄰菱角巾，羅隱減樣平方巾。"
      },
      {
        "index": 65,
        "text": "履"
      },
      {
        "index": 66,
        "text": "黃帝臣於則始制履（單底），周公制舄（復底）、制屨（施帶）、制。伊尹制草，周文王始制麻履，秦始用絲，始皇始制金泥飛頭鞋，始名鞋。漢始以布上脫下加錦飾，東晉始以草木巧織成如芙蓉爲履是也。"
      },
      {
        "index": 67,
        "text": "靴"
      },
      {
        "index": 68,
        "text": "趙武靈王制靴，短。隋煬帝制皂靴，始長。馬周加氈及，始著入殿省敷奏。三代冠制夏曰母追（音牟堆），周曰委貌。衡，維持冠者；冠之垂者；弦纓，從下而上；冠之上覆者，皆冠飾也。"
      },
      {
        "index": 69,
        "text": "冕制"
      },
      {
        "index": 70,
        "text": "有虞氏曰皇，夏後氏曰收，商湯氏曰，周武王曰冕。袞冕，一品服冕，二品服毳冕，三品服希冕，四品服玄冕，五品服平冕。郊廟武舞郎之服，爵弁六品以下、九品以上，從祀之服，武弁武官參殿廷，武舞郎、堂下鼓人鼓吹按工之服、弁服，文官九品公事之服。"
      },
      {
        "index": 71,
        "text": "旒制"
      },
      {
        "index": 72,
        "text": "漢明帝采《周官禮記》，以定冕制，廣七寸、長一尺二寸，系白珠於其端，曰旒。天子十二旒，三公及諸侯九旒，卿七旒。"
      },
      {
        "index": 73,
        "text": "冠制"
      },
      {
        "index": 74,
        "text": "太白冠，太古之白布冠也。通天冠，天子冠名。惠文冠，漢法冠也，禦史服之。葛巾，葛布冠也，居士野人所服。方山冠，樂人之冠也。鐵柱冠，即獬豸冠也，後以鐵爲柱，取其執法如鐵也，故禦史服之。"
      },
      {
        "index": 75,
        "text": "□冠"
      },
      {
        "index": 76,
        "text": "漢惠帝時，郎中皆冠冠，傅脂粉。岸幘，起冠露額曰岸。"
      },
      {
        "index": 77,
        "text": "雄雞冠"
      },
      {
        "index": 78,
        "text": "子路性鄙，好勇力，冠雄雞，佩豚，淩暴孔子，孔子設禮稍誘子路。子路後服，委贄因門人請爲弟子。"
      },
      {
        "index": 79,
        "text": "竹皮冠"
      },
      {
        "index": 80,
        "text": "漢高祖爲亭長，以竹皮爲冠。及貴，渾服之，所謂「劉氏冠」也。詔曰：爵非公乘以上，不得冠劉氏冠。公乘，第八爵也。"
      },
      {
        "index": 81,
        "text": "弁髦"
      },
      {
        "index": 82,
        "text": "男子始冠則用弁髦，既冠則棄之，故凡物棄之不用，則曰弁髦。"
      },
      {
        "index": 83,
        "text": "帽制"
      },
      {
        "index": 84,
        "text": "接□，白帽也。常脫，氈帽也。，即今暑月所戴涼帽也，內以笠爲之，外以青繒綴其檐而蔽日者也。"
      },
      {
        "index": 85,
        "text": "進賢冠"
      },
      {
        "index": 86,
        "text": "今文臣所著紗帽，即古之進賢冠也。"
      },
      {
        "index": 87,
        "text": "貂蟬冠"
      },
      {
        "index": 88,
        "text": "爲侍中、中常侍所服之冠，黃金鐺附蟬爲文，貂尾爲飾，侍中插左，常侍插右。"
      },
      {
        "index": 89,
        "text": "□冠"
      },
      {
        "index": 90,
        "text": "楚人居於深山，以□爲冠，著書十六篇，號《□冠子》。"
      },
      {
        "index": 91,
        "text": "虎賁冠"
      },
      {
        "index": 92,
        "text": "虎卉插兩□尾，豎左右。□□，鷙鳥中之勁果者，秦漢施之武人。"
      },
      {
        "index": 93,
        "text": "黃冠"
      },
      {
        "index": 94,
        "text": "道士冠也。文文山願黃冠歸故鄕，以備顧問。"
      },
      {
        "index": 95,
        "text": "椰子冠"
      },
      {
        "index": 96,
        "text": "蘇東坡有椰子冠，廣東所產，俗言茄瓢是也。"
      },
      {
        "index": 97,
        "text": "束發冠"
      },
      {
        "index": 98,
        "text": "古制也。三王畫像多著此冠，名曰束發者，亦以僅能束一髻耳。"
      },
      {
        "index": 99,
        "text": "折角巾"
      },
      {
        "index": 100,
        "text": "後漢郭林宗常行梁陳之間，遇雨，巾一角沾雨而折。三國名士著巾，莫不折其角，號「林宗巾」。其見儀則如此。"
      },
      {
        "index": 101,
        "text": "折上巾"
      },
      {
        "index": 102,
        "text": "漢魏以前戴幅巾，晉、宋用冪，後周以三尺皂絹向後襆發，名折上巾。"
      },
      {
        "index": 103,
        "text": "方巾"
      },
      {
        "index": 104,
        "text": "元楊維禎被召入見，太祖問：「卿所冠何巾？」對曰：「四方平定巾。」太祖悅其名，召中書省，依此巾制頒天下盡冠之。"
      },
      {
        "index": 105,
        "text": "網巾"
      },
      {
        "index": 106,
        "text": "明太祖一日微行至神樂觀，有道士結網巾，問結此何用，對曰：「網巾用以裹頭，則萬發俱齊。」明日有旨命道官取網巾一十三頂，頒行天下，無貴賤，皆令裹之。"
      },
      {
        "index": 107,
        "text": "衣裳"
      },
      {
        "index": 108,
        "text": "有巢氏始衣皮。軒轅妃嫘祖始興機杼，成布帛。堯始加苧木綿布毛。黃帝臣胡曹始作衣，伯餘始作裳，始衣裳加垂以衣皮，短小也。舜制（冕服之，古字，從韋，今從絲），三代增畫文；漢明帝用赤皮；魏晉始易絡紗。黃帝始制袞，舜始備，周始詳。"
      },
      {
        "index": 109,
        "text": "袍"
      },
      {
        "index": 110,
        "text": "傅説制袍，長至足。隋制大袍，宇文護始加。舜制深衣。馬周制衫。漢制方心曲領，唐制圓領。"
      },
      {
        "index": 111,
        "text": "公服"
      },
      {
        "index": 112,
        "text": "唐太宗制朝參拜表朝服，公事謁見，公服始分別。北齊入中國，始胡服，窄袖。唐玄宗始公服，褒博大袍。伏羲制裘（一雲黃帝）。禹制披風（如背子制較長，而袖寬於衫）、制襦（短衣）。伊尹制。漢高祖制汗衫（小僅覆胸背，即古中單帝與楚戰汗透，因名）。唐高祖制半臂（隋文帝時半臂餘，即長袖也。高祖減爲禿袖，如背心）。馬周制開（即今四衫）。周文王制，禹始制，周武王改爲褶，以布；敬王以繒；漢章帝以綾，始加下緣。晉董威制百結（碎雜繒爲之）。宋太祖制截褶、制海青（俱仿南番作）。宇文涉制氈衫。"
      },
      {
        "index": 113,
        "text": "防雨服"
      },
      {
        "index": 114,
        "text": "陳成子制雨衣、雨帽。宇文涉制雨籠。於則制角襪（前後兩只相承，中心系帶）。魏文帝呉妃始裁縫如今樣。後魏始賜僧尼偏衫。"
      },
      {
        "index": 115,
        "text": "天子服"
      },
      {
        "index": 116,
        "text": "黃帝始定人君服，色隨王運。周公始制天子服，四時各以其色。隋文帝始專尚黃。唐玄宗時，韋韜請天子服禦皆用黃，設禁。"
      },
      {
        "index": 117,
        "text": "隋別服色"
      },
      {
        "index": 118,
        "text": "煬帝詔牛弘等始別服色，三、四品紫，五味朱，六品以下綠，胥吏青，庶人白，商皂。本秦始皇以紫、緋、綠三等服爲制。"
      },
      {
        "index": 119,
        "text": "僧衣"
      },
      {
        "index": 120,
        "text": "後魏制僧衣，赤布，後周易黃，宇文周易褐色。北齊忌黑，以僧衣多黑，始行師忌僧。"
      },
      {
        "index": 121,
        "text": "魚袋"
      },
      {
        "index": 122,
        "text": "即古魚符，刻魚，盛之以袋，而飾金銀玉。三代爲等袋，用韋。唐高祖始制魚袋，飾金銀。武後改制龜，蓋爲別；後復爲魚，加用銅；宋仁宗加用玉。唐玄宗敕品卑者借緋及魚袋。"
      },
      {
        "index": 123,
        "text": "笏"
      },
      {
        "index": 124,
        "text": "成湯始制笏，書教令以備忽忘。武王誅紂，太公解劍帶，笏始制爲等。周制諸侯用象笏。晉、宋以來，惟八座用笏，餘執手板。周武帝始百官皆執笏朝參，以笏爲禮。漢高祖制手板如笏，魏武帝制露板（奏事木簡）。"
      },
      {
        "index": 125,
        "text": "帶綬"
      },
      {
        "index": 126,
        "text": "黃帝制衣帶（用革反插垂頭），秦二世名腰帶。唐高宗始制金、玉、犀、銀、□、□、銅、鐵等差。"
      },
      {
        "index": 127,
        "text": "佩"
      },
      {
        "index": 128,
        "text": "堯始制佩，周制爲等。七國去佩留□，始以彩組連結子。轉相受爲綬（古綬以貫佩）制，更秦名，本三代。漢高祖制爲等加縹。天子佩白玉而玄組綬，公侯佩山玄玉而朱組綬，大夫佩水蒼玉而純組綬，世子佩瑜玉而綦組綬，士佩玟而組綬，孔子佩象環五寸而綦組綬。"
      },
      {
        "index": 129,
        "text": "牙牌"
      },
      {
        "index": 130,
        "text": "宋太祖始制牙牌，給賜立功武臣懸帶，令朝參官皆用之。顓頊制絲絳。湯制囊，廁牖近身之小衫，即今之汗衫也。"
      },
      {
        "index": 131,
        "text": "繡□"
      },
      {
        "index": 132,
        "text": "蓋以羽衣爲半臂，如《漢書》所謂諸子繡，其字不同，其義則一也。□羽衣也。又曰氅衣。敝衣。蓑衣，（音夷），雨衣。（音諂遙）單衣也。武安侯田坐入宮，不敬，國除。"
      },
      {
        "index": 133,
        "text": "吉光裘"
      },
      {
        "index": 134,
        "text": "漢武帝時，西域獻吉光裘，裘色黃，蓋神馬之類，入水不濡，入火不燃。"
      },
      {
        "index": 135,
        "text": "雉頭裘"
      },
      {
        "index": 136,
        "text": "大醫程據上雉頭裘，武帝詔據：此裘非常衣服，消費功用，其於殿前燒之。"
      },
      {
        "index": 137,
        "text": "狐白裘"
      },
      {
        "index": 138,
        "text": "孟嘗君使人説昭王幸姬求解，姬曰：「願得狐白裘」。此裘孟嘗君已獻昭王，客有能爲狗盜者，夜入秦宮藏中，取以獻姬，乃得釋。"
      },
      {
        "index": 139,
        "text": "集翠裘"
      },
      {
        "index": 140,
        "text": "武後賜張昌宗集翠裘，後令狄仁傑與賭此裘。仁傑因指所衣紫拖袍，後曰：「不等。」傑曰：「此大臣朝見之服也。」昌宗累局連北，仁傑褫其裘，拜恩出，賜與輿前廝養。"
      },
      {
        "index": 141,
        "text": "□裘"
      },
      {
        "index": 142,
        "text": "司馬相如初與文君還成都，居貧愁憊，以所著裘，就市人楊昌貰酒，與文君撥悶。"
      },
      {
        "index": 143,
        "text": "深衣"
      },
      {
        "index": 144,
        "text": "古者深衣，蓋有制度，短毋見膚，長毋被土。制有十二幅，以應十有二月；袂圓以應規；曲袷如矩以應方；負繩及踝以應直，下齊如權衡以應平。"
      },
      {
        "index": 145,
        "text": "黑貂裘"
      },
      {
        "index": 146,
        "text": "蘇秦初説趙，趙相李兌遺以黑貂裘。及遊説秦王，王不能用，黑貂之裘敝。"
      },
      {
        "index": 147,
        "text": "通天犀帶"
      },
      {
        "index": 148,
        "text": "南唐嚴續相公歌姬、唐鎬給事通天犀帶，皆一代尤物，因出伎解帶呼盧。唐彩大勝，乃酌酒，命美人歌一曲而別，嚴悵然久之。"
      },
      {
        "index": 149,
        "text": "月影犀帶"
      },
      {
        "index": 150,
        "text": "張九成有犀帶，文理縝密，中有一月影，過望則見，貴重在通天犀之上，蓋犀牛望月之久，故感其影於角也。"
      },
      {
        "index": 151,
        "text": "黃瑯帶"
      },
      {
        "index": 152,
        "text": "唐太宗賜房玄齡黃瑯帶，雲服此帶，鬼神畏之。"
      },
      {
        "index": 153,
        "text": "百花帶"
      },
      {
        "index": 154,
        "text": "宗測春遊山谷，見奇花異卉，則系於帶上，歸而圖其形狀，名「百花帶」，人多效之。"
      },
      {
        "index": 155,
        "text": "笏囊"
      },
      {
        "index": 156,
        "text": "唐故事，公卿皆笏於帶，而後乘馬。張九齡體弱，使人持之，因設笏囊。笏囊自此始。"
      },
      {
        "index": 157,
        "text": "只遜"
      },
      {
        "index": 158,
        "text": "殿上直校鵝帽錦衣，總曰「只遜」。曾見有旨下工部，造只遜八百副。"
      },
      {
        "index": 159,
        "text": "身衣弋綈"
      },
      {
        "index": 160,
        "text": "張安世尊爲公侯，而身衣弋綈，夫人自績。"
      },
      {
        "index": 161,
        "text": "衣不重帛"
      },
      {
        "index": 162,
        "text": "晉國苦奢，文公以儉矯之，乃衣不重帛，食不嫌肉。未幾時，國人皆大布之衣，脫粟之飯。"
      },
      {
        "index": 163,
        "text": "□韋跗註"
      },
      {
        "index": 164,
        "text": "□，赤也。跗註，戎服，若而屬於跗，與連，言軍中君子之飾也。"
      },
      {
        "index": 165,
        "text": "飛雲履"
      },
      {
        "index": 166,
        "text": "白樂天燒丹於廬山草堂，制飛雲履，立雲爲直，四面以素絹作雲梁，染以諸香，振履，則如煙霧。常著示道友雲，吾足下生雲，計不久上升矣。"
      },
      {
        "index": 167,
        "text": "□衫"
      },
      {
        "index": 168,
        "text": "明朝高皇後見秀才服飾與胥吏同，乃更制儒巾衫，令太祖著之。太祖曰：「此真儒者服也。」遂頒天下。"
      },
      {
        "index": 169,
        "text": "毳衣"
      },
      {
        "index": 170,
        "text": "《詩經》：「毳衣如。」天子、大夫之服。紈，貴家子弟之服。逢腋，肘腋寬大之衣，爲庶人之服。"
      },
      {
        "index": 171,
        "text": "初服"
      },
      {
        "index": 172,
        "text": "初，始也，謂未仕時清潔之服，故致仕歸，曰得遂初衣。"
      },
      {
        "index": 173,
        "text": "輕裘緩帶"
      },
      {
        "index": 174,
        "text": "羊祜在軍中嘗服之。偏，戎衣名；腸夷，甲名；皆從軍所服之飾。"
      },
      {
        "index": 175,
        "text": "赤芾"
      },
      {
        "index": 176,
        "text": "芾，冕之飾也。大夫以上，赤乘軒。"
      },
      {
        "index": 177,
        "text": "=飲食"
      },
      {
        "index": 178,
        "text": "有巢氏始教民食果。燧人氏始修火食，作醴酪（蒸釀之使熟）。神農始教民食谷，加於燒石之上而食。黃帝始具五谷種（地神所獻）。烈山氏子柱始作稼，始教民食蔬果。燧人氏作脯、作。黃帝作炙。成湯作醢。禹作鯗，呉壽夢作。神農諸侯夙沙氏煮鹽，嫘姐作，神農作油，殷果作醯，周公作醬，公劉作餳。（後漢謂飴餳即《楚辭》也。方言：江東爲糖作蜜）。唐太宗煎蔗作沙糖。黃帝作羹、作褈。少昊作齏。神農作炒米。黃帝作蒸飯、作粥。公劉作、作麻團、作糕。周公作湯團。汝作粽。諸葛亮作饅頭、作。石崇作餛飩。秦昭王作蒸餅。漢高祖作漢餅。金日作胡餅。魏作湯餅。晉作不托（即面。簡於湯餅）。"
      },
      {
        "index": 179,
        "text": "酒"
      },
      {
        "index": 180,
        "text": "始自空桑委餘飯郁積生味。黃帝始作醴（一宿），夷狄作酒醪，杜康作秫酒。周公作酎，三重酒。漢作宗廟九醞酒（五月造，八月成）。魏文侯始爲觴。齊桓公作酒令。汝陽王著《酒法》。唐人始以酒名春。劉表始以酒器稱雅。（有伯仲季雅稱。雅集本此。）晉隱士張元作酒簾。南齊始以樗蒲頭戰酒。宋帝延蕭介賦詩置酒，始稱即席。"
      },
      {
        "index": 181,
        "text": "名酒"
      },
      {
        "index": 182,
        "text": "齊人田無已（一雲狄希）中山酒，漢武帝蘭生酒（采百味即百末旨酒），曹操縹醪，劉白墮桑落酒（成桑落時）、千裏酒（六月曝日不動），唐玄宗三辰酒，虢國夫人天聖酒（用鹿肉），裴度魚兒酒（凝龍腦刻魚投之），魏徵翠濤，孫思邈屠蘇（元日入藥），隋煬帝玉薤（仿胡法），陳後主紅粱新醞，魏賈鏘昆侖觴（絳色以瓢接河源水釀之），房壽碧芳酒，羊雅舒抱甕醪（冬月令人抱而釀之），向恭伯薌林、秋露，殷子新黃嬌，易毅夫甕中雲，胡長文銀光，宋安定郡王洞庭春（以柑釀），蘇軾羅浮春、真一酒，陸放翁玉清堂，賈似道長春法酒，歐陽修冰堂春。"
      },
      {
        "index": 183,
        "text": "茶"
      },
      {
        "index": 184,
        "text": "成湯作茶，黃帝食百草，得茶解毒。晉王蒙、齊王肅始習茗飲（三代以下炙茗菜或煮羹）。錢超、趙莒爲茶會。唐陸羽始著《茶經》，創茶具，茶始盛行。唐常袞，德宗時人，刺建州，始茶蒸焙研膏。宋鄭可聞剔銀絲爲水牙，始去龍腦香。唐茶品，陽羨爲上，唐末北苑始出。南唐始率縣民采茶，北苑造膏茶臘面，又京鋌最佳。宋太宗始制龍鳳模，即北苑時造團茶，以別庶飲，用茶碾，今炒制用茶芽廢團。王涯始獻茶，因命涯榷茶。唐回紇始入朝市茶。宋太祖始禁私茶，太宗始官場貼射，徐改行交引。宋始稱絶品茶曰鬥，次亞鬥。始制貢茶，列粗細綱。"
      },
      {
        "index": 185,
        "text": "蒙山茶"
      },
      {
        "index": 186,
        "text": "蜀蒙山頂上茶多不能數，片極重，於唐以爲仙品。今之蒙茶，乃青州蒙陰山石上地衣，味苦而性寒，亦不易得。"
      },
      {
        "index": 187,
        "text": "密雲龍"
      },
      {
        "index": 188,
        "text": "東坡有密雲龍茶，極爲甘馨。時黃、秦、晁、張號「蘇門四學士」，子瞻待之厚，每來，必令侍妾朝雲取密雲龍飲之。"
      },
      {
        "index": 189,
        "text": "天柱峰茶"
      },
      {
        "index": 190,
        "text": "李德裕有親知授舒州牧，李曰：「到郡日，天柱峰可惠三四角。」其人輒獻數斤，李卻之。明年罷郡，用意精求，獲數角，投之贊皇，閱而受之，曰：「此茶可消酒肉毒。」乃命烹一甌沃於肉，以銀盒閉之，詰旦開視，其肉已化爲水矣，眾服其廣識。"
      },
      {
        "index": 191,
        "text": "驚雷莢"
      },
      {
        "index": 192,
        "text": "覺林院僧誌崇收茶三等，待客以驚雷莢，自奉以萱草帶，供佛以紫茸。香客赴茶者，皆以油囊盛餘瀝以歸。"
      },
      {
        "index": 193,
        "text": "石巖白"
      },
      {
        "index": 194,
        "text": "蔡襄善別茶。建安能仁寺有茶生石縫間，名石巖白，寺僧遣人遺內翰王禹玉。襄至京訪禹玉，烹茶飲之，襄捧甌未嘗，輒曰：「此極似能仁寺石巖白，何以得之？」禹玉嘆服。"
      },
      {
        "index": 195,
        "text": "仙人掌"
      },
      {
        "index": 196,
        "text": "荊州玉泉寺，近清溪諸山，山洞往往有乳窟，窟中多玉泉交流，其水邊處處有茗草羅生，枝葉如碧玉，拳然重疊，其狀如手，號仙人掌，蓋曠古未睹也。惟玉泉真公常采而飲之，年八十餘，顏色如桃色。此茗清香酷烈，異於他產，所以能還童振枯，扶人壽也。"
      },
      {
        "index": 197,
        "text": "水厄"
      },
      {
        "index": 198,
        "text": "晉司徒長史王蒙好飲茶，客至輒命飲，士夫皆患之，每欲往候，必曰：「今日有水厄。」"
      },
      {
        "index": 199,
        "text": "湯社"
      },
      {
        "index": 200,
        "text": "和凝在朝，率同列遞日以茶相飲，味劣者有罰，號爲湯社。"
      },
      {
        "index": 201,
        "text": "茗戰"
      },
      {
        "index": 202,
        "text": "建人以鬥茶爲茗戰。"
      },
      {
        "index": 203,
        "text": "盧仝七碗"
      },
      {
        "index": 204,
        "text": "盧仝歌：一碗喉吻潤，二碗破孤悶；三碗搜枯腸，惟有文字五千卷；四碗發輕汗，平生不平事，盡向毛孔散；五碗肌骨清，六碗通仙靈；七碗吃不得也，惟覺兩腋習習清風生。"
      },
      {
        "index": 205,
        "text": "九難"
      },
      {
        "index": 206,
        "text": "《茶經》言茶有九難；陰采夜焙，非造也；嚼味嗅香，非別也；膻鼎腥甌，非器也；膏薪庖炭，非火也；飛湍壅潦，非水也；外熟內生，非湯也；碧粉縹塵，非茶也；操艱攪遽，非煮也；夏興冬廢，非飲也。"
      },
      {
        "index": 207,
        "text": "六物"
      },
      {
        "index": 208,
        "text": "《月令》；乃命大酋，秫稻必齊，曲蘗必時，湛熾必潔，水泉必香，陶器必良，火齊必得，兼用六物，大酋監之，無有差忒。"
      },
      {
        "index": 209,
        "text": "昆侖觴"
      },
      {
        "index": 210,
        "text": "魏賈鏘有蒼頭善別水，常令乘小艇於黃河中流，以瓠匏接河源水，一日不過七、八升，經宿，色如絳，以釀酒，名昆侖觴。芳味世間所絶。"
      },
      {
        "index": 211,
        "text": "白墮鶴觴"
      },
      {
        "index": 212,
        "text": "河東劉白墮善釀，六月以罌貯酒，暴於日中，經一旬，其酒不動，飲之者香美，醉而經月不醒。朝貴相饗，逾於千裏。以其遠至，號曰鶴觴，如鶴之一飛千裏也。"
      },
      {
        "index": 213,
        "text": "椒花雨"
      },
      {
        "index": 214,
        "text": "楊誠齋退居，名酒之和者曰金盤露，勁者曰椒花雨。"
      },
      {
        "index": 215,
        "text": "魯酒"
      },
      {
        "index": 216,
        "text": "楚會諸侯，魯趙皆獻酒於楚王。主酒吏求酒於趙，趙不與，吏怒，乃以趙厚酒易魯薄酒獻之，楚王以趙酒薄，遂圍邯鄲。故曰：「魯酒薄而邯鄲圍。」"
      },
      {
        "index": 217,
        "text": "釀王"
      },
      {
        "index": 218,
        "text": "汝陽王，自稱「釀王」。種放號「雲溪醉侯」。蔡邕飲至一石，常醉，在路上臥。人名曰「醉龍」。李白嗜酒，醉後文尤奇，號爲「醉聖」。白樂天自稱「醉尹」，又稱「醉吟先生」。皮日休自稱「醉士」。王績稱「鬥酒學士」，又稱「五鬥先生」。山簡稱「高陽酒徒」。"
      },
      {
        "index": 219,
        "text": "狂花病葉"
      },
      {
        "index": 220,
        "text": "飲流，謂睚眥者爲狂花；謂目睡者爲病葉。"
      },
      {
        "index": 221,
        "text": "八珍"
      },
      {
        "index": 222,
        "text": "龍肝、鳳髓、豹胎、猩唇、鯉尾、炙、熊掌、駝峰。"
      },
      {
        "index": 223,
        "text": "內剛八珍"
      },
      {
        "index": 224,
        "text": "一淳熬，二淳母，三炮豚，四炮，五搗珍，六漬，七熬，八肝。蓋烹飪之八法，養老所用也。"
      },
      {
        "index": 225,
        "text": "麟脯"
      },
      {
        "index": 226,
        "text": "王方平至蔡經家，與麻姑共設肴膳，擗麟脯而行酒。"
      },
      {
        "index": 227,
        "text": "牛心炙"
      },
      {
        "index": 228,
        "text": "王右軍年十三，謁周，異之。時絶重牛心炙，座客未啖，先割以啖之，於是始知名。"
      },
      {
        "index": 229,
        "text": "五侯鯖"
      },
      {
        "index": 230,
        "text": "王氏五侯，各署賓客，不相來往。婁護傳食五侯間，盡得其歡心，競致奇膳，護合以爲鯖，世稱五侯鯖，爲世間絶味。"
      },
      {
        "index": 231,
        "text": "醒酒鯖"
      },
      {
        "index": 232,
        "text": "齊世祖幸芳林園，就侍中虞求扁米，虞獻及雜肴數十輿，大官鼎味不及也。上就虞求諸飲食方，虞秘不肯出，上醉後，體不快，乃獻醒酒鯖一方而已。"
      },
      {
        "index": 233,
        "text": "甘露羹"
      },
      {
        "index": 234,
        "text": "李林甫婿鄭平爲省郎，林甫見其須鬢斑白，以上所賜甘露羹與之食，一夕而須鬢如。"
      },
      {
        "index": 235,
        "text": "玉糝羹"
      },
      {
        "index": 236,
        "text": "東坡云：過子忽出新意，以山芋作玉糝羹，色香味皆奇絶。天上酥酡則不可知，人間決無此味也。」詩曰：「香似龍涎仍釀白，味如牛乳更全清。莫將南海金齏膾，輕比東坡王糝羹。」"
      },
      {
        "index": 237,
        "text": "三升良醪鬥酒學士"
      },
      {
        "index": 238,
        "text": "唐王績，字無功，武德初，待詔門下省。故事官給酒日三升，或問：「待詔何樂耶？」答曰：「三升良醞可慰耳。」侍中陳叔達聞之，日給一鬥，號「鬥酒學士」。"
      },
      {
        "index": 239,
        "text": "六和湯"
      },
      {
        "index": 240,
        "text": "醫家以酸養骨，以辛養節，以苦養心，以鹹養脈，以甘養肉，以滑養竅。"
      },
      {
        "index": 241,
        "text": "段成式食品"
      },
      {
        "index": 242,
        "text": "有壽木花，玄木葉，夢澤芹，具區菁，楊樸姜，招搖桂，越略□，長澤卯，三危露，昆侖蒲葉菘、竹根粟、麻湖菱、綠施筍。"
      },
      {
        "index": 243,
        "text": "傘子鹽"
      },
      {
        "index": 244,
        "text": "朐縣鹽井，有鹽方寸中央隆起，如張傘，名曰「傘子鹽」。"
      },
      {
        "index": 245,
        "text": "雞棲半露"
      },
      {
        "index": 246,
        "text": "晉符郎善識味。會稽王導子爲設精饌。訖，問關中，味孰若於此。郎曰：「皆好，唯鹽少生。」即問宰夫，如其言。或殺雞以饗之，郎曰：「此雞棲恒半露。」問之，亦驗。"
      },
      {
        "index": 247,
        "text": "崖蜜"
      },
      {
        "index": 248,
        "text": "一名石飴，味甘，潤五臟，益氣強誌，療百病，服之不饑，即崖石間蜂蜜也。"
      },
      {
        "index": 249,
        "text": "豆腐"
      },
      {
        "index": 250,
        "text": "爲淮南王鴻烈所造，故孔廟祭器不用豆腐。"
      },
      {
        "index": 251,
        "text": "五谷"
      },
      {
        "index": 252,
        "text": "稻，黍，稷，麥，菽。黍，小米。稷，高粱。菽，豆也。"
      },
      {
        "index": 253,
        "text": "昆侖瓜"
      },
      {
        "index": 254,
        "text": "茄子一名落蘇，一名昆侖瓜。"
      },
      {
        "index": 255,
        "text": "蒓"
      },
      {
        "index": 256,
        "text": "八月以前爲綠蒓，冬至爲赭蒓，秋時長丈許，凝脂甚清。張季鷹秋風所思，正爲此也。"
      },
      {
        "index": 257,
        "text": "食憲章"
      },
      {
        "index": 258,
        "text": "段文昌丞相精饌事。第中庖所榜曰「練珍堂」，在途號「行珍館」。文昌自編《食經》五十卷，時稱《郇平公食憲章》。"
      },
      {
        "index": 259,
        "text": "郇公廚"
      },
      {
        "index": 260,
        "text": "韋陟襲封郇國公，性侈縱，尤窮治羞饌。廚中飲食，香味錯雜，入其中者，多飽飫而歸，時人語曰：「人欲不飯筋骨舒，夤緣須入郇公廚。」"
      },
      {
        "index": 261,
        "text": "遺餅不受"
      },
      {
        "index": 262,
        "text": "王悅之少厲清節。爲吏部郎時，鄰省有會同者遺以餅一甌，辭不受，曰：「所費誠復小，然少來不欲當人之意。」"
      },
      {
        "index": 263,
        "text": "嗟來食"
      },
      {
        "index": 264,
        "text": "齊大饑。黔敖爲食於路，以待饑者而食。有饑者蒙袂輯屨，貿貿而來。黔敖左奉食，右執飲，曰：「嗟！來食！」饑者揚其目而視之，曰：「予唯不食嗟來之食，以至於斯也。」從而謝焉；終不食而死。"
      },
      {
        "index": 265,
        "text": "饅頭"
      },
      {
        "index": 266,
        "text": "諸葛武侯南征孟獲，瀘水洶湧，不得渡。有雲須殺人以頭祭之，武侯曰：「吾仁義之師，奚忍殺人以代犧牲？」於是用面爲皮，裹豬羊肉於內，象人頭而祭之。後之有饅頭，始此。"
      },
      {
        "index": 267,
        "text": "五美菜"
      },
      {
        "index": 268,
        "text": "諸葛武侯出軍，凡所止之處，必種蔓菁，即蘿蔔菜，蜀人呼爲諸葛菜。其菜有五美：可以生食，一美；可菹，二美；根可充饑，三美；生食消痰止渴，四美；煮食之補人，五美。故又名五美菜。"
      },
      {
        "index": 269,
        "text": "酪奴"
      },
      {
        "index": 270,
        "text": "鼓城王勰謂王肅曰：「君棄齊魯大邦，而受邾莒小國，明日請爲設邾莒之飧，亦有酪奴。」故號茗曰酪奴。"
      },
      {
        "index": 271,
        "text": "龍鳳團"
      },
      {
        "index": 272,
        "text": "古人以茶爲團餅，上印龍鳳文，供禦者以金妝龍鳳，凡八餅重一斤。慶歷間，蔡君謨始造小片，凡二十片重一斤。天子每南郊致祭，中書、樞密院各賜一餅，宮人鏤金其上。"
      },
      {
        "index": 273,
        "text": "茶異名"
      },
      {
        "index": 274,
        "text": "《國史》：劍南有蒙頂石花，湖州有藿山嫩筍，峽州有碧澗明月。"
      },
      {
        "index": 275,
        "text": "露芽"
      },
      {
        "index": 276,
        "text": "陶弘景《雜錄》：蜀雅州蒙山上頂有露芽，火前者最佳，火後者次之。火，謂禁火，寒食節也。"
      },
      {
        "index": 277,
        "text": "雪芽"
      },
      {
        "index": 278,
        "text": "越郡茶有龍山、瑞草、日鑄、雪芽。歐陽永叔雲，兩浙之茶，以日鑄爲第一。"
      },
      {
        "index": 279,
        "text": "反復沒飲"
      },
      {
        "index": 280,
        "text": "鄭泉嘗曰：「原得美酒滿五百斛船，以四時肥甘置兩頭，反復沒飲之，不亦快乎！」"
      },
      {
        "index": 281,
        "text": "上樽"
      },
      {
        "index": 282,
        "text": "《平當傳》：稻米一鬥得酒一鬥爲上樽，稷米一鬥得酒一鬥爲中樽，粟米一鬥得酒一鬥爲下樽。"
      },
      {
        "index": 283,
        "text": "梨花春"
      },
      {
        "index": 284,
        "text": "杭州釀酒，趁梨花開時熟，號梨花春。"
      },
      {
        "index": 285,
        "text": "碧筒勸"
      },
      {
        "index": 286,
        "text": "荷葉盛酒，以簪刺柄與葉通，屈莖輪如象鼻，持吸之，名碧筒勸。"
      },
      {
        "index": 287,
        "text": "蕉葉飲"
      },
      {
        "index": 288,
        "text": "東坡嘗謂人曰：「吾兄子明飲酒不過三蕉葉。吾少時望見酒杯而醉，今亦能蕉葉飲矣。」"
      },
      {
        "index": 289,
        "text": "中山千日酒"
      },
      {
        "index": 290,
        "text": "劉玄石於中山沽酒，酒家與千日酒飲之，大醉，其家以爲死。葬之。後酒家計其日，往視之，令啟棺，玄石醉始醒。"
      },
      {
        "index": 291,
        "text": "青州從事"
      },
      {
        "index": 292,
        "text": "《世説》：桓溫主簿善別酒，好者謂青州從事，蓋青州有齊郡，言飲好酒直至腹臍也。晉者謂平原督郵。蓋平原有鬲縣，言惡酒飲至膈上住也。"
      },
      {
        "index": 293,
        "text": "防風粥"
      },
      {
        "index": 294,
        "text": "白居易在翰林，賜防風粥一甌，食之，口香七日。"
      },
      {
        "index": 295,
        "text": "胡麻飯"
      },
      {
        "index": 296,
        "text": "晉劉晨、阮肇入天臺山采藥，迷路，流水中得一杯胡麻飯屑，二人相謂曰：「此去人家不遠。」因窮源而進，見二女，曰：「郎君來何暮也！」邀至家，待以胡麻飯、山龍脯，結爲夫婦。逾月，二人辭歸，訪於家，子孫已七世矣。"
      },
      {
        "index": 297,
        "text": "青精飯"
      },
      {
        "index": 298,
        "text": "道士鄧伯元受青精石，爲飯食之，延年益壽。"
      },
      {
        "index": 299,
        "text": "蒓羹"
      },
      {
        "index": 300,
        "text": "昔陸機詣王濟，濟指羊酪謂機曰：「呉下何以敵此？」機曰：「千裏蒓羹，未下鹽豉。」"
      },
      {
        "index": 301,
        "text": "錦帶羹"
      },
      {
        "index": 302,
        "text": "荊湘間有草花，紅白如錦帶，苗嫩脆，可作羹。杜詩：「滑憶雕胡飯（即胡麻飯），香聞錦帶羹。」"
      },
      {
        "index": 303,
        "text": "安期棗"
      },
      {
        "index": 304,
        "text": "安期生瑯琊人，賣藥海上，自言壽已千歳，所食棗其大如瓜。"
      },
      {
        "index": 305,
        "text": "韭萍齏"
      },
      {
        "index": 306,
        "text": "石崇遇客，每冬作韭萍豆粥，咄嗟而辦。王愷密問其帳下，雲豆最難熟，預炊熟，客來，但作白粥，投之韭萍齏，是時以其根雜麥苗耳。"
      },
      {
        "index": 307,
        "text": "金齏玉膾"
      },
      {
        "index": 308,
        "text": "南人作魚膾以細縷，金橙拌之，號爲金齏玉膾。隋時呉郡獻松江，煬帝曰：「所謂金齏玉□，東南佳味也。」"
      },
      {
        "index": 309,
        "text": "玉版"
      },
      {
        "index": 310,
        "text": "蘇東坡邀劉器之參玉版禪師。至寺，燒筍，覺味勝，坡曰：「名玉版也。」作偈云：「不怕石頭路，來參玉版師。卿憑錦珠子，與問籜龍兒。」"
      },
      {
        "index": 311,
        "text": "碧海菜"
      },
      {
        "index": 312,
        "text": "《漢武內傳》：王母曰：「仙之上藥，有碧海之瑯菜。」"
      },
      {
        "index": 313,
        "text": "肉山酒海"
      },
      {
        "index": 314,
        "text": "魏曹子建與季重書曰：「願舉泰山以爲肉，傾北海以爲酒。」又古紂王以肉爲林，以酒爲池。"
      },
      {
        "index": 315,
        "text": "石髓"
      },
      {
        "index": 316,
        "text": "嵇康遇王烈，共入山，見石裂，得髓食之，因攜少許與康，已成青石，扣之□□。再往視之，斷山復合矣。"
      },
      {
        "index": 317,
        "text": "松肪"
      },
      {
        "index": 318,
        "text": "東坡詩：「爲深松肪寄一車。」又松花爲松黃，服之輕身。"
      },
      {
        "index": 319,
        "text": "杯中物"
      },
      {
        "index": 320,
        "text": "晉呉術好飲酒，因醉詬權貴，遂戒飲。阮宣以拳毆其背，曰：「看看老逼癡漢，忍斷杯中物耶？」樂飲如初。"
      },
      {
        "index": 321,
        "text": "懲羹吹齏"
      },
      {
        "index": 322,
        "text": "唐傅奕言：「唐承世當有變更，懲沸羹者吹冷齏，傷弓之鳥驚曲木。」陸贄奏議：昔人有因噎而廢食，懼溺而自沈者。"
      },
      {
        "index": 323,
        "text": "酒肉地獄"
      },
      {
        "index": 324,
        "text": "東坡杭，不勝杯酌。奈部使者重公才望，朝夕聚首，疲於應接，乃目杭爲酒肉地獄。後袁□代，僚屬疏闊，袁語人曰：「聞此郡爲酒肉地獄，奈我來，乃值獄空。」傳以爲笑。"
      },
      {
        "index": 325,
        "text": "齏賦"
      },
      {
        "index": 326,
        "text": "範文正公少時作《齏賦》，其警句云：「陶家甕內，腌成碧、綠、青、黃；措大口中，嚼出宮、商、角、徵。」蓋親處貧困，故深得齏之趣味雲。"
      },
      {
        "index": 327,
        "text": "絳雪□雪"
      },
      {
        "index": 328,
        "text": "《漢武傳》：仙家妙藥，有玄霜紺雪。又，西王母進賺山紅雪，亦名絳雪。又，雪糕一名甜雪。"
      },
      {
        "index": 329,
        "text": "冰桃雪藕"
      },
      {
        "index": 330,
        "text": "周穆王方士集於春霄宮，王母乘飛輦而來，與王會，進萬歳冰桃、千年雪藕。"
      },
      {
        "index": 331,
        "text": "玉食珍羞"
      },
      {
        "index": 332,
        "text": "《書經》：「惟辟玉食。」李詩：「金鼎羅珍羞。」"
      },
      {
        "index": 333,
        "text": "竹葉珍珠"
      },
      {
        "index": 334,
        "text": "杜詩：「三杯竹葉春。」李詩：「小槽酒滴真珠紅。」"
      },
      {
        "index": 335,
        "text": "鴨綠鵝黃"
      },
      {
        "index": 336,
        "text": "李詩：「遙看春水鴨頭綠，恰似葡萄初潑醅。」杜詩：「鵝兒黃似酒。」東坡詩：「小舟浮鴨綠，大勺瀉鵝黃。」"
      },
      {
        "index": 337,
        "text": "白粲"
      },
      {
        "index": 338,
        "text": "長腰米曰白粲。東坡詩：「白粲連檣一萬艘。」江南有「長腰粳米、縮項鯿魚」之諺。"
      },
      {
        "index": 339,
        "text": "釣詩掃愁"
      },
      {
        "index": 340,
        "text": "東坡呼酒爲釣詩鉤，亦號掃愁帚。"
      },
      {
        "index": 341,
        "text": "太羹玄酒"
      },
      {
        "index": 342,
        "text": "《禮記》：「太羹不和。」玄酒，明水也，可薦馨香。"
      },
      {
        "index": 343,
        "text": "僧家詭名"
      },
      {
        "index": 344,
        "text": "《誌林》：僧家謂酒爲般若湯，魚爲水梭花，雞爲穿籬菜。人有爲不義，而義之以美名者，與此何異。"
      },
      {
        "index": 345,
        "text": "饕餮"
      },
      {
        "index": 346,
        "text": "《左傳》：縉雲氏有不才子，貪於飲食，不可盈厭，天下之人謂之饕餮。"
      },
      {
        "index": 347,
        "text": "欲炙"
      },
      {
        "index": 348,
        "text": "《晉史》：顧榮與同僚飲，見行炙者有欲炙之色，榮徹己炙與之。後趙王倫篡位，榮在難，一人救之，獲免，即受炙之人也。"
      },
      {
        "index": 349,
        "text": "半菽不飽"
      },
      {
        "index": 350,
        "text": "《史記》：漢文帝曰：「吾每飯，意未嘗不在巨鹿也。」"
      },
      {
        "index": 351,
        "text": "白飯青芻"
      },
      {
        "index": 352,
        "text": "杜詩：「與奴白飯馬青芻。」"
      },
      {
        "index": 353,
        "text": "炊金爨玉"
      },
      {
        "index": 354,
        "text": "駱賓王謂盛饌爲炊金爨玉，言飲食之美，如金玉之貴重也。抹月批風東坡詩：「貧家無可娛客，但知抹月披風。」"
      },
      {
        "index": 355,
        "text": "敲冰煮茗"
      },
      {
        "index": 356,
        "text": "《六帖》：王休居太白山，每冬月取冰煮茗，待賓客。"
      },
      {
        "index": 357,
        "text": "酒囊飯袋"
      },
      {
        "index": 358,
        "text": "《荊湖近事》：「馬氏奢僭，諸院王子，僕從赫；文武之道，未嘗留意。時謂之酒囊飯袋。」"
      }
    ]
  }
}