{
  "chapterNumber": 161,
  "title": "卷四 · 亭堂 · 雪堂問潘邠老",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "蘇子得廢園於東坡之脅，築而垣之，作堂焉，號其正曰「雪堂」。堂以大雪中為，因繪雪於四壁之閒，無容隙也。起居偃仰，環顧睥睨，無非雪者，蘇子居之，真得其所居者也。蘇子隱几而晝瞑，栩栩然若有所適，而方興也，未覺，為物觸而寤。其適未厭也，若有失焉，以掌抵目，以足就履，曳於堂下。客有至而問者，曰：「子世之散人耶？拘人耶？散人也而未能，拘人也而嗜慾深。今似繫馬止也，有得乎？而有失乎？」蘇子心若省而口未嘗言，徐思其應，揖而進之堂上。客曰：「嘻，是矣！子之欲為散人而未得者也。予今告子以散人之道：夫禹之行水，庖丁之提刀，避衆礙而散其智者也。是故以至柔馳至剛，故石有時以泐；以至剛遇至柔，故未嘗見全牛也。予能散也，物固不能縛；不能散也，物固不能釋。子有惠矣，用之於內可也，今也如蝟之在囊，而時動其脊脅，見於外者不特一毛二毛而已。風不可搏，影不可捕，童子知之。名之於人，猶風之與影也，子獨留之。故愚者視而驚，智者起而軋。吾固怪子為今日之晚也，子之遇我，幸矣！吾今邀子為籓外之遊，可乎？」蘇子曰：「予之於此，自以為籓外久矣，子又將安之乎？」客曰：「甚矣，子之難曉也！夫勢利不足以為籓也，名譽不足以為籓也，陰陽不足以為籓也，人道不足以為籓也，所以籓子者，特智也爾。智存諸內，發而為言，則言有謂也，形而為行，則行有謂也。使子欲嘿不欲嘿，欲息不欲息，如醉者之恚言，如狂者之妄行，雖掩其口，執其臂，猶且喑嗚跼䠞之而已。則籓之於人，抑又固矣。人之為患以有身，身之為患以有心。是圃之構堂，將以佚子之身也，是堂之繪雪，將以佚子之心也。身待堂而安，則形固不能釋，心以雪而警，則神固不能凝。子之知既焚而燼矣，燼又復然，則是堂之作也，非徒無益，而又重子蔽蒙也。子見雪之白乎？則恍然而目眩。子見雪之寒乎？則竦然而毛起。五官之為害，惟目為甚，故聖人不為。雪乎雪乎，吾見子知為目也，子其殆矣！」客又舉杖而指諸壁，曰：「此凹也，此凸也。方雪之雜下也，均矣，厲風過焉，則凹者留而凸者散。天豈私於凹凸哉？勢使然也。勢之所在，天且不能違，而況於人乎！子之居此，雖遠人也，而圃有是堂，堂有是名，實礙人耳，不猶雪之在凹者乎？」蘇子曰：「予之所為，適然而已，豈有心哉？殆也，奈何？」客曰：「子之適然也？適有雨，則將繪以雨乎？適有風，則將繪以風乎？雨不可繪也，觀雲氣之洶湧，則使子有怒心；風不可繪也，見草木之披靡，則使子有懼意。覩是雪也，子之內亦不能無動矣。茍有動焉，丹青之有靡麗，水雪之有水石，一也。德有心，心有眼，物之所襲，豈有異哉！」蘇子曰：「子之所言是也，敢不聞命？然未盡也，予不能默，此正如與人訟者，其理雖已屈，猶未能絕辭者也。子以為登春臺與入雪堂，有以異乎？以雪觀春，則雪為靜，以臺觀堂，則堂為靜。靜則得，動則失。黃帝，古之神也，遊乎赤水之北，登乎崑崙之邱，南望而還，遺其玄珠焉。遊以適意也，望以寓情也，意適於遊，情寓於望，則意暢情出而忘其本矣，雖有良貴，豈得而寶哉？是以不免有遺珠之失也。雖然，意不久留，情不再至，必復其初而已矣，是又驚其遺而索之也。余之此堂，追其遠者近之，收其近者內之，求之眉睫之閒，是有八荒之趣。人而有知也，升是堂者，將見其不遡而僾，不寒而栗，淒澟其肌膚，洗滌其煩鬱，既無炙手之譏，又免飲冰之疾。彼其趦趄利害之途，猖狂憂患之域者，何異探湯執熱之俟濯乎？子之所言者，上也；余之所言者，下也。我將能為子之所為，而子不能為我之為矣。譬之厭膏粱者與之糟糠，則必有忿詞；衣文繡者被之以皮弁，則必有愧色。子之於道，膏粱文繡之謂也，得其上者耳。我以子為師，子以我為資，猶人之於衣食，缺一不可。將其與子遊，今日之事姑置之以待後論，予且為子作歌以道之。」歌曰："
      },
      {
        "index": 2,
        "text": "雪堂之前後兮春草齊，雪堂之左右兮斜徑微。雪堂之上兮有碩人之頎頎，考槃於此兮芒鞋而葛衣。挹清泉兮，抱甕而忘其機；負頃筐兮，行歌而采薇。吾不知五十九年之非而今日之是，又不知五十九年之是而今日之非，吾不知天地之大也寒暑之變，悟昔日之臒而今日之肥。感子之言兮，始也抑吾之縱而鞭吾之口，終也釋吾之縛而脫吾之鞿。是堂之作也，吾非取雪之勢，而取雪之意；吾非逃世之事，而逃世之機。吾不知雪之為可觀賞，吾不知世之為可依違。性之便，意之適，不在於他，在於羣息已動，大明既升，吾方輾轉一觀曉隙之塵飛。子不棄兮，我其子歸！"
      },
      {
        "index": 3,
        "text": "客忻然而笑，唯然而出，蘇子隨之。客顧而頷之曰：「有若人哉！」"
      }
    ]
  }
}