{
  "chapterNumber": 19,
  "title": "卷十九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "嘉定寶璽"
      },
      {
        "index": 2,
        "text": "賈涉爲淮東制閫日，嘗遣都統司計議官趙珙往河北𫎇古軍前議事，久之，珙歸，得其大將撲鹿花所獻皇帝恭膺天命之寶玉璽一座，并元符三年寶樣一冊，及鎭江府諸軍副都統制翟朝宗所獻寶檢一座，並繳進於朝，詔下禮部太常寺討論受寶典禮，此嘉定十四年七月也。是嵗十一月，詔曰：「乃者山東、河北，連城慕義，殊方效順，肅奉玉寶來獻于京，質理温純，篆刻精古，文曰『皇帝恭膺天命之寶』，暨厥圖冊，登載燦然，實惟我祖宗之舊，繼獲玉檢，其文亦同，天其申命用休，朕曷敢不承，其以來年元日，受寶于大慶。」遂命奉安玉寶于天章閣，且奏告天地宗廟社稷，明年正月庚戌朔，御大慶殿受寶，大赦天下，應監司帥守，並許上表進貢稱賀，推恩文武官，各進一秩，大犒諸軍，三學士人並推恩有差，具命禮官裒集受寶本末，藏之祕閣，能文之士，如朱中美、錢槱、謝耘等數十人，作爲頌詩，以鋪張盛美，四方士子駢肩累足而至，學舍至無所容，蓋當國者方粉飾太平，故一時恩賞實爲冒濫，有士子作書貽葛司成，云：「竊惟國學，天子儲養卿相之地，中興以來，冠帶雲集，英俊日盛，可以培植國家無疆之基，自開禧之初，迄更化之後，天下公論，不歸於上之人，多歸於兩學之士，凡政令施行之舛，除拜黜陟之偏，禁庭私謁之過，涉於國家盛衰之計，公論一鳴，兩學雷動，天子虛己以聴之，宰相俯首而信之，天下傾心而是之，由是四方萬里，或聞兩學建議，父告其子，兄告其弟，師告其徒，必得其說，互相歆豔，謂不負所學，豈不取重於當時哉？邇來寶璽上進，皇上以先皇舊物，聖子神孫，膺此天命之寶，慰答在天之靈，不得不侈烈祖之珍符，爲今日之榮觀也，草茅之士，興起於山林寂寞之濱，形容於篇章歌頌之末，其誠可念，若兩學之士榮進素定，固當自信其所學，自勉其所守，安於義命可也，紛紛而來，不恤道路風霜之慘，喁喁相告，咮咮相呼，僥倖恩賞之蕃，庶冀望非常之盛典，甚至千數百人，饕餮廩粟，枕藉齋舍，㢘恥俱喪，了無靦顔，或挺身獻頌，或走謁朝貴，小小利害，其趨若市，公論將何以賴？天下將何以望哉？傳之三輔，豈不貽笑於識字之程大卿乎？傳之逺方，豈不貽笑於任子之胡尚書兄弟乎？傳之邊陲，豈不貽笑於異類之趙珙乎？傳之地下，豈不貽笑於舊尹之趙尚書乎？三十年忠讜之論，一日埽地，三十年流傳之藁，一焚可盡矣！假使聖朝頒曠蕩之恩，一視天下之士，通行免舉，諉有可說，茍惟兩學之士，獨霑免舉之渥，則非特柄國者欲鉗天下公論之口，而三學之士適自鉗其口耳，豈不惜哉！恭惟大司成，天下英俊之師表，願以公論所在，誨之以安義命而知進退，勉之以崇名節而黜浮競，爵禄天下之公器也，豈頑鈍亡恥者可擢也？傳曰：『士之致逺，先器識』，器識卑下，則它日立朝，必無可觀者矣。捨其所重，就其所輕，瘖其所長，鳴其所短，三尺之童，亦羞爲之，昔陳東以直言而死，今李誠之以守城而死，二公皆學校之士也，足以爲萬世之名節，以今日一免解之輕，遽失吾萬世公論之重，必無有如陳之直言、李之忠節矣。元氣能有幾耶？願大司成續而壽之。」既而宗室猶以推賞太輕，至揭榜朝天門云：「寶璽，國之重器也，興衰繫焉；同姓，國之至親也，休戚生焉。靖康之際，國步多艱，我祖我父，一心王室，不死於兵，則死於金，不死於金，則死於盜賊，若子或孫，呼天號地，此恨難磨，茍存呼息於東南，期雪我祖我父萬古之痛而後已。仰惟今日故疆復矣，寶鎭歸矣，此正釃酒弔魂，慰生勞死之秋，其爲踊躍，曷啻三百，聖恩汪濊周遍寰宇，監司郡守，奉表推恩，文武兩學，通籍免舉，侍班選人，特與䟎放，不惟文武百僚轉官，而未銓任子，亦與轉官，不惟特科無及者出官，而三十年特科五等人亦出官，加恩異姓，悉踰覃霈，即彼驗此，凡同姓一請者，便可援以補官，再請者亦可援以廷對，今散恩誕布，宗子已請者，各免本等解一次，四舉者補下州文學，五舉者補迪功郎，由是而觀，不惟親疎無别，而異姓反優於同姓，天子之子孫，反不若公卿大夫之子孫。痛念昔者，是璽之亡，宗室與之俱亡，而異姓自若也，今日是璽之得，推恩異姓，種種優渥，而同姓則反薄其恩，憂則與之同憂，喜則不與之同喜，人情豈如是乎？況比年科甲，已非若祖宗之優，今日恩霈，又非若祖宗之厚，凡我國家有一毫恩及同姓者，日以浚削，王家枝葉，翦伐弗恤，是皆權要之私憾耳！投鼠忌器，何忍於斯？興言及此，涕涙交頥，識者旁觀，寧不感動？中興以來，推恩同姓，止有一舉、兩舉之分，初無四舉、五舉之别，止有將仕免省之異，初無文學迪功之名，累朝是守，按爲典章，經今百年，未嘗輒變，今來五舉與迪功郎，四舉與文學，其視免省，何啻倍蓰？而省試僅以六十五名爲額，來嵗以免解到省者，其數甚多，是雖當免舉，實殿舉也，殆與其他免解受實惠者，萬萬不侔我輩，當念祖父淪亡之痛，協心戮力，仰扣廟堂，體念同姓，舉行舊典，勿以事已定而沮其志，勿以天聴髙而泯其說，使我輩得以慰祖父九地之靈，而子孫得𫎇國家無窮之福，宗英其念之。」是時，不轉官賞者，朝中士惟陳貴謙、陳宓，在學不願推恩者，茅彚征一人而已。按恭膺天命之寶，眞宗初即位所製，其後每朝效之，易世則藏去，靖康之變，金人取玉寶十有四以去，此寶居其二焉 —— 其一則哲宗元符三年所製，其一則欽宗靖康元年所製也。及金人内亂南遷，寶玉多爲𫎇古所取，當時識者謂此物不宜鋪張，是以參政鄭昭先有可弔不可賀之論，時學士院權直盧祖臯草詔，乃徑用元符故事，殊不知哲宗以元符元年進寶，至三年崩，識者憂之，今以嘉定十五年受寶，至十七年閏八月而寧宗崩，事有適相符者，敢併紀於此云。\n。"
      },
      {
        "index": 3,
        "text": "鬼車鳥"
      },
      {
        "index": 4,
        "text": "鬼車，俗稱九頭鳥，陸長源《辨疑志》又名渠逸鳥，世傳此鳥昔有十首，爲犬噬其一，至今血滴人家，能爲灾咎，故聞之者必叱犬滅燈，以速其過，澤國風雨之夕，往往聞之。六一翁有詩曲盡其悲哀之聲，然鮮有覩其形者。淳熙間，李夀翁守長沙日，嘗募人捕得之，身圓如箕，十脰環簇，其九有頭，其一獨無，而鮮血㸃滴如世所傳，每脛各生兩翅，當飛時，十八翼霍霍競進，不相爲用，至有爭抝折傷者。景定間，周漢國公主下降，賜第嘉㑹門之左，飛樓複道，近接禁籞，貴主嘗得疾，一日，正晝，忽有九頭鳥踞主第𢷬衣石上，其狀大抵類野鳬，而大如箕，哀鳴啾啾，略不見憚，命弓射之，不中而去，是夕主薨，信乎其爲不祥也，此余親聞之副騑云。"
      },
      {
        "index": 5,
        "text": "蘭亭詩"
      },
      {
        "index": 6,
        "text": "永和蘭亭禊飲，集者四十二人，人各賦詩，自右軍而下十一人，各成兩篇，郄曇、王豐而下十五人，各成一篇，然亦不過四言兩韻，或五言兩韻耳。詩不成而罰觥者十有六人，然其間如王獻之輩，皆一世知名之士，豈終日不能措一辭者？黃徹謂古人持重自惜，不輕率爾，恐貽久逺之譏，故不如不賦之爲愈耳。余則以爲不然，蓋古人意趣眞率，是日適無興不作，非若後世喋喋然，强聒於杯酒間以爲能也。史載獻之嘗與兄徽之、操之，俱詣謝安，二兄多言，獻之寒温而已，既出，客問優劣，安曰：「小者佳，吉人之辭寡。」以其少言故云。今王氏父子羣從咸集，而獻之詩獨不成，豈不平日靜退之故邪？"
      },
      {
        "index": 7,
        "text": "著書之難"
      },
      {
        "index": 8,
        "text": "著書之難尚矣，近世諸公，多作考異、證誤、糾謬等書，以雌黃前輩，該贍可喜，而亦互有得失，亦安知無議其後者。程文簡著《演繁露》初成，髙文虎炳如嘗假觀，稱其博贍，虎子 —— 似孫續古，時年尚少，因竊窺之，越日程索回元書，續古因出一帙曰《繁露詰》，其間多文簡所未載，而辨證尤詳，文簡雖盛賞之而心實不能堪，或議其該洽有餘，而輕薄亦太過也。雖温公著《通鑑》亦不能免此，若漢景帝四年内日食，皆誤書於秋夏之交，甚至重復書楊彪賜之子於一年之間，至朱文公修《綱目》，亦承其誤而不自覺，而《綱目》之誤尤甚，唐肅宗朝直脫二年之事，又自武徳八年以後，至天祐之季，甲子並差，蓋紀載編摩，條目浩博，勢所必至，無足怪者。劉義仲，道原之子也，道原以史學自名，義仲世其家學，摘歐公《五代史》之訛說爲《糾繆》一書，以示坡公，公曰：「往嵗歐公著此書初成，荆公謂余曰：『歐公修《五代史》，而不修《三國志》，非也。子盍爲之乎？』余因辭不敢當。夫爲史者，網羅數千百載之事以成一書，其間豈無小得失邪？余所以不敢當荆公之託者，正畏如公之徒掇拾於先後耳！」《揮麈錄》云蜀人吳縝初登第，請於文忠，願預官屬，公不許，因作《糾謬》，豈别一書邪？"
      },
      {
        "index": 9,
        "text": "安南國王"
      },
      {
        "index": 10,
        "text": "安南國王陳日照者，本福州長樂邑人，姓名爲謝升卿，少有大志，不屑爲舉子業，間為歌詩，有云：「池魚便作鵾鵬化，燕雀安知鴻鵠心」，類多不羈語，好與博徒豪俠游，屢竊其家所有，以資妄用，遂失愛於父，其叔乃特異之，每加回䕶，㑹兄家有姻集羅列器皿頗盛，至夜悉席卷而去，往依族人之仕於湘者，至半途，呼渡，舟子所須未滿，毆之，中其要害，舟遽離岸，立津頭以俟，聞人言舟子殂，因變姓名逃去，至衡爲人所捕，適主者亦閩人，遂隂縦之，至永州，久而無聊，授受生徒自給，永守林岊亦同里，頗善里人，居無何，有邕州永年寨巡檢過永，一見竒之，遂挾以南，寨居邕宜間，與交趾鄰，近境有棄地數百里，每博易，則其國貴人皆出爲市，國相乃王之壻，有女亦從而來，見謝美少年，悅之，因請以歸，令試舉人，謝居首選，因納爲壻，其王無子，以國事授相，相又昬老，遂以屬壻，以此得國焉。自後屢遣人至閩訪其家，家以爲事不可料，不與之通，竟以嵗久難以訪問返命焉。其事得之陳合惟善僉樞云。\n。"
      },
      {
        "index": 11,
        "text": "賈氏前兆"
      },
      {
        "index": 12,
        "text": "賈師憲柄國日，嘗夢金紫人相迎，逢旁一客，謂之曰：「此人姓鄭，是能制公之死命。」時大璫鄭師望方用事，意疑其人，且姓與夢合，於是竟以他故擯逐之。及魯港失律，逺謫南荒，就紹興差官押送，則本州推官沈士圭、攝山隂尉鄭虎臣也。鄭，武弁，嘗爲賈所惡，適有是役，遂甘心焉。賈臨行，置酒招二人，歴言前夢，且祈哀徼芘云：「向在維揚日，襄鄧間有人善相，一日來，值其跣卧，因歎惜再三，私謂客曰：『相公貴極人臣，而足心肉陷，是名猴形，恐異時不免有萬里行耳！』是知今日竄逐之事，雖滿盈招咎，蓋亦有數存焉。」及抵清漳之次日，泣謂押行官曰：「某夜來夢大不祥，纔離此地，必死無疑，幸保全之！」遂連三日，逗遛不行，而官吏迫促之，離城五里許，小泊木綿菴，竟以疾殂，或謂虎臣有力焉。先是，林僉樞存孺父，爲賈所擯謫之南州，道死於漳，漳有富民蓄油杉甚佳，林氏子弟欲求而價，窮不可得，因撫其木曰：「收取！收取！待留與賈丞相自用！」蓋一時憤恨之語耳。至是，郡守與之經營，竟得此物以歛，可謂異矣。死生禍福，皆有定數，不可幸免也如此，事親聞之沈士圭云。"
      },
      {
        "index": 13,
        "text": "明堂不乘輅"
      },
      {
        "index": 14,
        "text": "度宗咸淳壬子嵗，有事於明堂，先一夕，上宿太廟，至晚將登輅，雨忽驟至，大禮使賈似道欲少俟，而攝行宮使、帶御器械胡顯祖，請用開禧之例，却輅乘輦，上性躁急，遽從之閤，民吏曹垓竟引攝，禮部侍郎陳伯大、張志立奏，中嚴外辦，請上服通天冠、絳紗袍，乘逍遙輦入和寧門，似道以爲既令百官常服從駕，而上乃盛服不可，顯祖謂：「泥路水深，決難乘輅。」既而雨霽，則上已乘輦而歸矣。既肆赦，似道即上疏出關，再疏言：「嘉定間，三日皆雨，亦復登輅，用嘉定例，尚倣淳熙，用開禧之例，則是韓侂胄之所爲，深恐萬世之下，以臣與侂胄等。」於是必欲求去，而伯大、志立亦待罪，顯祖竟從追削，送饒州居住，曹垓黥斷，其子大中爲閤職，亦降謫江隂。顯祖本太常寺禮直官，以女爲美人，故驟遷至此云。未㡬，有旨美人胡氏追毁内命婦告，送妙淨寺削髪爲尼，然踐芻忌器，或以爲過，似道凡七疏辭位，竟出居湖曲賜第，用呂公著、喬行簡典故焉。按淳熙乙亥，明堂，致齋太廟，而大雨終日夜，有旨：「來早更不乘輅，止用逍遙子，詣文徳殿致齋，應儀仗排立並放免，從駕官常服以從。」大禮使趙雄密令勿放散，上聞之曰：「若不霽，何施面目？」雄語人曰：「不過罪罷出北闗耳！」黄昬後，雨止，中夜，内侍思恭傳旨御史臺、閤門、太常寺，仍舊乘輅，應有合行排辦事件，疾速施行，十五日，拂明雨止，乘輅而歸，蓋自有典故清切如此，而顯祖不知出此，乃妄援開禧韓侂胄當國時故事，故時相怒之尤甚也。"
      },
      {
        "index": 15,
        "text": "賈氏園池"
      },
      {
        "index": 16,
        "text": "景定三年正月，詔以魏國公賈似道有再造功，命有司建第宅、家廟，賈固辭，遂以集芳園及緡錢百萬賜之，園故思陵舊物，古木夀藤，多南渡以前所植者，積翠回抱，仰不見日，架廊疊磴，幽眇逶迤，極其營度之巧，猶以爲未也，則隧地通道，抗以石梁，旁透湖濱，架百餘楹，飛樓層臺，凉亭燠館，華䆳精妙，前揖孤山，後據葛嶺，兩橋映帶，一水横穿，各隨地勢以構築焉。堂榭有名者：曰蟠翠、雪香、翠岩、倚繡、挹露、玉蘂、清勝，已上集芳舊物，髙宗御扁「西湖一曲」、「竒勲」、理宗御書「秋壑」、「遂初容堂」、度宗御書「初陽精舎」、「熙然臺」、「砌臺」，山之椒曰「無邊風月見天地心」，水之濱曰「琳琅步歸舟早船」，通名之曰後樂園。四世家廟，則居第之左焉。廟有記，一時名士擬作者數十，獨取平舟楊公棟者刋之石。又以爲未足，則於第之左數百步，瞰湖作别墅曰光禄閤、春雨觀、養樂堂、嘉生堂，千頭木奴，生意瀟然，生物之府，通名之曰養樂園，其旁則廖羣玉之香月鄰在焉。又於西陵之外，樹竹千挺，架樓臨之，曰秋水觀、第一春、梅塢、剡船亭，側通謂之水竹院落焉。後復葺南山水樂洞賜園，有聲在堂、介堂、愛此留照、獨喜、玉淵、漱石、宜晚、上下四方之宇諸亭，據勝專竒，殆無遺策矣。其後志之郡乘，從而爲之辭曰：「園囿一也，有藏歌貯舞，流連光景者，有曠志怡神，蜉蝣塵外者，有澄想遐觀，運量宇宙，而游特其寄焉者。嘻！使園囿常興而無廢，天下常治而無亂，非後天下之樂而樂者，其誰能？」嗚呼！當時爲此語者，亦安知俯仰之間，遽有荒田野草之悲哉！昔陸務觀作《南園記》於中原極盛之時，尚能勉之以抑畏退休，今賈氏當國十有六年，䛕之者惟恐不極其至，況敢㡬微及此意乎？近世以詩弔之者甚衆，吳人湯益一詩頗爲人所稱，云：「檀板歌殘陌上花，過牆荆棘刺檐牙，指揮已失鐵如意，賜予寧存玉辟邪，敗屋春歸無主燕，廢池雨産在官蛙，木綿菴外尤愁絶，月黒夜深聞鬼車。」李彭老一絶，云：「瑤房錦榭曲相通，能㡬畨春事已空，惆悵舊時吹笛處，隔窗風雨剝青紅。」"
      },
      {
        "index": 17,
        "text": "子固類元章"
      },
      {
        "index": 18,
        "text": "諸王孫趙孟堅，字子固，號彛齋，居嘉禾之廣陳，脩雅博識，善筆札，工詩文，酷嗜法書，多藏三代以來金石名蹟，遇其㑹意時，雖傾囊易之不靳也。又善作梅竹，往往得逃禪石室之妙，於山水爲尤竒，時人珍之，襟度瀟爽，有六朝諸賢風氣，時比之米南宮，而子固亦自以爲不嫌也。東西薄遊，必挾所有以自隨，一舟横陳，僅留一席爲偃息之地，隨意左右，取之撫摩吟諷，至忘寢食，所至識不識，望之而知爲米家書畫船也。庚申嵗，客輦下，㑹菖蒲節，余偕一時好事者，邀子固各攜所藏，買舟湖上，相與評賞，飲酣，子固脫帽，以酒晞髪，箕踞歌《離騷》，旁若無人，薄暮入西泠，掠孤山，艤櫂茂樹間，指林麓最幽處，瞪目絶叫，曰：「此眞洪谷子、董北苑得意筆也！」鄰舟數十皆驚駭絶歎，以爲眞謫仙人。異時，蕭千岩之姪 —— 滚，得白石舊藏五字，不損本禊叙，後歸之俞夀翁家，子固復從夀翁善價得之，喜甚，乘舟夜汎而歸，至霅之昇山，風作舟覆，幸值支港，行李衣衾皆渰溺無餘，子固方被濕衣，立淺水中，手持《禊帖》示人曰：「《蘭亭》在此，餘不足介意也。」因題八言於卷首，云：「性命可輕，至寶是保」，蓋其酷嗜雅尚，出於天性如此，後終於提轄左帑，身後有嚴陵之命，其帖後歸之悅生堂，今復出人間矣。噫！近世求好事，博雅如子固者，豈可得哉！"
      },
      {
        "index": 19,
        "text": "陳用賓夢放翁詩"
      },
      {
        "index": 20,
        "text": "陳觀國子 —— 用賓，永嘉勝士也。丙戌之夏，寓越，夢訪余於杭壁間，有古畫數幅，巖壑聳峭，竹樹茂密，瀑飛絶巘，匯爲大池，池中菡萏方盛開，一翁曳杖坐巨石上，仰瞻飛鶴翔舞，𤎆雲空濛中，彷彿有字數行，體雜章草，其詞曰：「水聲兮激激，雲容兮茸茸，千松拱綠，萬荷奏紅，爰宅兹巖以逸放翁，屹萬仞與世隔，峻一極而天通，予乃控野鶴，追𡨋鴻，往來乎蓬萊之宮，披海氛而一笑，以觀九州之同。」旁一人指云：「此放翁詩也。」賓驚寤，亟書以見寄，詩語清古，非思想之所及，異哉！"
      },
      {
        "index": 21,
        "text": "漢以前驚蟄爲正月節"
      },
      {
        "index": 22,
        "text": "余嘗讀《班史》，歴至周三月二日庚申驚蟄，而有疑焉，蓋周建子爲嵗首，則三月爲寅，今之正月也，雖今歴法，亦有因置閏而驚蟄在寅之時，然多在既望之後，不應在月初，而言二日庚申也，及考《月令章句》：孟春以立春爲節，驚蟄爲中，又自危十度，至璧八度，謂之豕韋之次，立春、驚蟄居之衞之分野，自璧八度至胃一度，謂之降婁之次，雨水、春分居之魯之分野，然後知漢以前，皆以立春爲正月，節驚蟄爲中，雨水爲二月節，春分爲中也。至後漢始以立春、雨水、驚蟄、春分爲序，《爾雅》，師古於驚蟄註云：「今日雨水，於夏爲正月，周爲三月。」於雨水註云：「今日驚蟄，夏爲二月，周爲四月。」蓋可見矣。《史記·厯書》亦爲孟春，氷泮啓蟄，《左傳》桓公五年，啓蟄而郊，杜氏註以爲「夏正建寅之月」疏引：「夏小正，曰正月啓蟄。」故漢初，啓蟄爲正月中，雨水爲二月節，及太初以後，更改氣名，以雨水爲正月中，驚蟄爲二月節，以至於今，由是觀之，自三代以至漢初，皆以驚蟄爲正月中矣。又漢以前，穀雨爲三月節，清明爲三月中，亦與今不同，並見前志。"
      },
      {
        "index": 23,
        "text": "后夫人進御"
      },
      {
        "index": 24,
        "text": "梁國子博士清河崔靈恩撰《三禮義宗》，其說博覈，其中有后夫人進御之說，甚詳漫摭於此，以助多聞云。凡夫人進御之義，從后而下，十五日徧，其法自下而上，象月初生漸進至盛，法隂道也，然亦不必以月生日爲始，但法象其義，所知其如此者。凡婦人隂道晦明，是其所忌，故古之君人者，不以月晦及望御於内，晦者隂滅，望者爭明，故人君尤愼之。《春秋傳》曰：「晦淫惑疾，明淫心疾，以辟六氣」，故不從月之始，但放月之生耳。其九嬪已下皆九人，而御八十一人，爲九夕，世婦二十七人，爲三夕，九嬪九人，爲一夕，夫人三人，為一夕，凡十四夕，后當一夕，爲十五夕，明十五日，則后御，十六日，則后復御，而下亦放月，以下漸就於微也。諸侯之御，則五日亦徧，亦從下始漸至於盛，亦放月之義，其御則從姪娣而迭爲之御，凡姪娣六人，當三夕，二媵當一夕，凡四夕，夫人專一夕爲五，故五日而徧，至六日則還從夫人，如后之法。孤卿大夫，有妾者二，妾共一夕，内子專一夕，士有妾者，但不得專夕而已，妻則專夕。凡九嬪已下，女御已上，未滿五十者，悉皆進御，五十則止，后及夫人不入此例，五十猶御，故《内則》云：「妾年未滿五十者，必與五日之御。」則知五十之妾，不得進御矣。卿大夫士妻妾進御之法，亦如此也。"
      },
      {
        "index": 25,
        "text": "有喪不舉茶託"
      },
      {
        "index": 26,
        "text": "凡居喪者，舉茶不用託，雖曰俗禮，然莫曉其義，或謂昔人託必有朱，故有所嫌，而然要必有所據，宋景文《雜記》云：「夏侍中薨於京師，子安期，他日至館中，同舍謁見，舉茶託如平日，衆頗訝之。」又平園《思陵記》載阜陵居髙宗喪，宣坐賜茶，亦不用託，始知此事流傳已久矣。"
      },
      {
        "index": 27,
        "text": "清涼居士詞"
      },
      {
        "index": 28,
        "text": "韓忠武王以元樞就第，絶口不言兵，自號清涼居士，時乘小騾，放浪西湖泉石間。一日，至香林園，蘇仲虎尚書方宴客，王徑造之，賓主歡甚，盡醉而歸，明日，王餉以羊羔，且手書二詞以遺之，《臨江仙》云：「冬日青山瀟洒靜，春來山暖花濃，少年衰老與花同，世間名利客，富貴與貧窮。榮華不是長生藥，清閒不是死門風，勸君識取主人公，單方只一味，盡在不言中。」《南鄉子》云：「人有㡬何般，富貴榮華總是閒。自古英雄都是夢，爲官，寶玉妻兒宿業纒。年事已衰殘，髩鬚蒼蒼骨髓乾，不道山林多好處，貪歡，只恐癡迷誤了賢。」王生長兵間，未能知書，晚嵗忽若有悟，能作字及小詞詩，詞皆有見趣，信乎非常之才也。"
      }
    ]
  }
}