{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "紹興御府書畫式"
      },
      {
        "index": 2,
        "text": "思陵妙悟八法，留神古雅，當干戈俶擾之際，訪求法書、名畫，不遺餘力，清閒之燕，展玩摹搨不少怠，蓋睿好之篤，不憚勞費，故四方爭以奉上無虛日，後又於𣙜塲購北方遺失之物，故紹興内府所藏，不減宣政，惜乎鑒定諸人，如曹勛、宋貺、龍大淵、張儉、鄭藻、平協、劉炎、黃冕、魏茂實、任原輩，人品不髙，目力苦短，凡經前輩品題者，盡皆拆去，故今御府所藏，多無題識，其源委授受、歲月攷訂，邈不可求，爲可恨耳！其装褾裁制，各有尺度，印識標題，具有成式，余偶得其書，稍加攷正，具列於後，嘉與好事者共之，庶亦可想像承平文物之盛焉。"
      },
      {
        "index": 3,
        "text": "出等眞跡法書、兩漢三國、二王六朝、隋唐君臣墨跡用克絲作樓臺錦褾；青緑簟文錦裏；大薑牙雲鸞白綾引首；髙麗紙贉；出等白玉碾龍簮頂軸；檀香木桿；鈿匣盛"
      },
      {
        "index": 4,
        "text": "用克絲作樓臺錦褾；青緑簟文錦裏；大薑牙雲鸞白綾引首；髙麗紙贉；出等白玉碾龍簮頂軸；檀香木桿；鈿匣盛"
      },
      {
        "index": 5,
        "text": "上中下等唐眞跡用紅霞雲錦褾；碧鸞綾裏；白鸞綾引首；高麗紙贉；白玉軸；檀香木桿"
      },
      {
        "index": 6,
        "text": "用紅霞雲錦褾；碧鸞綾裏；白鸞綾引首；高麗紙贉；白玉軸；檀香木桿"
      },
      {
        "index": 7,
        "text": "次等晉唐眞跡用紫鸞鵲錦褾；碧鸞綾裏；白鸞綾引首；蠲紙贉；次等白玉軸引首後贉卷縫用御府圖書印，引首上下縫用紹興印"
      },
      {
        "index": 8,
        "text": "用紫鸞鵲錦褾；碧鸞綾裏；白鸞綾引首；蠲紙贉；次等白玉軸引首後贉卷縫用御府圖書印，引首上下縫用紹興印"
      },
      {
        "index": 9,
        "text": "鈎摹六朝眞跡用青樓臺錦褾；碧鸞綾裏；白鸞綾引首；高麗紙贉；白玉軸"
      },
      {
        "index": 10,
        "text": "用青樓臺錦褾；碧鸞綾裏；白鸞綾引首；高麗紙贉；白玉軸"
      },
      {
        "index": 11,
        "text": "御府臨書六朝、羲、獻、唐人法帖并雜詩賦等用毬路錦、衲錦、杮紅龜背錦、紫百花龍錦、皂鸞綾褾等；碧鸞綾裏；白鸞綾引首；玉軸或瑪瑙軸，臨時取㫖内趙世元鈎摹者亦用衲錦褾；蠲紙贉；瑪瑙軸並降付莊宗古、鄭滋，令依眞本紙色及印記，對様裝造，將元拆下舊題跋進呈揀用"
      },
      {
        "index": 12,
        "text": "用毬路錦、衲錦、杮紅龜背錦、紫百花龍錦、皂鸞綾褾等；碧鸞綾裏；白鸞綾引首；玉軸或瑪瑙軸，臨時取㫖内趙世元鈎摹者亦用衲錦褾；蠲紙贉；瑪瑙軸並降付莊宗古、鄭滋，令依眞本紙色及印記，對様裝造，將元拆下舊題跋進呈揀用"
      },
      {
        "index": 13,
        "text": "五代、本朝臣下臨帖眞跡用皂鸞綾褾；碧鸞綾裏；白鸞綾引首；夾背蠲紙贉；玉軸或瑪瑙軸"
      },
      {
        "index": 14,
        "text": "用皂鸞綾褾；碧鸞綾裏；白鸞綾引首；夾背蠲紙贉；玉軸或瑪瑙軸"
      },
      {
        "index": 15,
        "text": "米芾臨晉唐雜書上等用紫鸞鵲錦褾；紫駞尼裏；楷光紙贉；次等簮頂玉軸引首前後用内府圖書内殿書記印，或有題跋，於縫上用御府圖籍印，最後用紹興印，並降付米友仁親書審定，題於贉卷後。"
      },
      {
        "index": 16,
        "text": "上等用紫鸞鵲錦褾；紫駞尼裏；楷光紙贉；次等簮頂玉軸引首前後用内府圖書内殿書記印，或有題跋，於縫上用御府圖籍印，最後用紹興印，並降付米友仁親書審定，題於贉卷後。"
      },
      {
        "index": 17,
        "text": "蘇、黄、米芾、薛紹彭、蔡襄等雜詩賦書簡眞跡用皂鸞綾褾；白鸞綾引首；夾背蠲紙贉；象牙軸用睿思東閤印、内府圖記"
      },
      {
        "index": 18,
        "text": "用皂鸞綾褾；白鸞綾引首；夾背蠲紙贉；象牙軸用睿思東閤印、内府圖記"
      },
      {
        "index": 19,
        "text": "米芾書雜文簡牘用皂鸞綾褾；碧鸞綾裏；白鸞綾引首；蠲紙贉；象牙軸用内府書印、紹興印。並降付米友仁驗定，令曹彦明同共編類等第，每十帖作一卷。内雜帖作冊子"
      },
      {
        "index": 20,
        "text": "用皂鸞綾褾；碧鸞綾裏；白鸞綾引首；蠲紙贉；象牙軸用内府書印、紹興印。並降付米友仁驗定，令曹彦明同共編類等第，每十帖作一卷。内雜帖作冊子"
      },
      {
        "index": 21,
        "text": "趙世元鈎摹下等諸雜法帖用皂木錦褾；瑪瑙軸或牙軸前引首用機暇清賞印，縫用内府書記印，後用紹興印，仍將原本拆下題跋㨂用。"
      },
      {
        "index": 22,
        "text": "用皂木錦褾；瑪瑙軸或牙軸前引首用機暇清賞印，縫用内府書記印，後用紹興印，仍將原本拆下題跋㨂用。"
      },
      {
        "index": 23,
        "text": "六朝名畫橫卷用克絲作樓臺錦褾；青絲簟文錦裏；白大鸞綾引首；髙麗紙贉；出等白玉碾花軸"
      },
      {
        "index": 24,
        "text": "用克絲作樓臺錦褾；青絲簟文錦裏；白大鸞綾引首；髙麗紙贉；出等白玉碾花軸"
      },
      {
        "index": 25,
        "text": "六朝名畫掛軸用皂鸞綾上下褾；碧鸞綾託褾；檀香軸桿；上等玉軸"
      },
      {
        "index": 26,
        "text": "用皂鸞綾上下褾；碧鸞綾託褾；檀香軸桿；上等玉軸"
      },
      {
        "index": 27,
        "text": "唐、五代畫横卷用曲水紫錦褾；碧鸞綾裏；白鸞綾引首；玉軸或瑪瑙軸；蠲紙贉"
      },
      {
        "index": 28,
        "text": "用曲水紫錦褾；碧鸞綾裏；白鸞綾引首；玉軸或瑪瑙軸；蠲紙贉"
      },
      {
        "index": 29,
        "text": "唐、五代、皇朝等名畫掛軸並同六朝装褫，軸頭旋取旨。"
      },
      {
        "index": 30,
        "text": "並同六朝装褫，軸頭旋取旨。"
      },
      {
        "index": 31,
        "text": "蘇軾、文與可雜畫用皂大花綾褾；碧花綾裏；黄白綾雙引首；烏犀或瑪瑙軸"
      },
      {
        "index": 32,
        "text": "用皂大花綾褾；碧花綾裏；黄白綾雙引首；烏犀或瑪瑙軸"
      },
      {
        "index": 33,
        "text": "米芾雜畫橫軸用皂鸞綾褾；碧鸞綾裏；白鸞綾引首；白玉軸或瑪瑙軸"
      },
      {
        "index": 34,
        "text": "用皂鸞綾褾；碧鸞綾裏；白鸞綾引首；白玉軸或瑪瑙軸"
      },
      {
        "index": 35,
        "text": "僧梵隆雜畫横軸樗蒲錦褾；碧鸞綾裏；白鸞綾引首；瑪瑙軸"
      },
      {
        "index": 36,
        "text": "樗蒲錦褾；碧鸞綾裏；白鸞綾引首；瑪瑙軸"
      },
      {
        "index": 37,
        "text": "諸畫並用乾卦印，下用希世印，後用紹興印"
      },
      {
        "index": 38,
        "text": "諸畫装褫尺寸定式大整幅，上引首三寸，下引首二寸；小全幅，上引首二寸七分，下引首一寸九分，經帶四分。上褾除打擫竹外，淨一尺六寸五分，下褾除上軸外，淨七寸。一幅，半上引首三寸六分，下引首二寸六分，經帶八分。雙幅，上引首四寸，下引首二寸七分。上褾除打擫竹外，淨一尺六寸八分，下褾除上軸桿外，淨七寸三分。兩幅半，上引首四寸二分，下引首二寸九分，經帶一寸二分。三幅，上引首四寸四分，下引首三寸一分，經帶一寸三分。四幅，上引首四寸八分，下引首三寸三分，經帶一寸五分。横卷褾合長一尺三寸，引首闊四寸五分"
      },
      {
        "index": 39,
        "text": "大整幅，上引首三寸，下引首二寸；小全幅，上引首二寸七分，下引首一寸九分，經帶四分。上褾除打擫竹外，淨一尺六寸五分，下褾除上軸外，淨七寸。一幅，半上引首三寸六分，下引首二寸六分，經帶八分。雙幅，上引首四寸，下引首二寸七分。上褾除打擫竹外，淨一尺六寸八分，下褾除上軸桿外，淨七寸三分。兩幅半，上引首四寸二分，下引首二寸九分，經帶一寸二分。三幅，上引首四寸四分，下引首三寸一分，經帶一寸三分。四幅，上引首四寸八分，下引首三寸三分，經帶一寸五分。横卷褾合長一尺三寸，引首闊四寸五分"
      },
      {
        "index": 40,
        "text": "應書畫面僉，並用眞古經紙，隨書畫等第取㫖。應六朝、隋唐出等法書、名畫，並御臨名帖、本朝名臣帖、並御書面僉，内中下品並降付書房，令裴禧書。應書畫横卷、掛軸，並用雜色錦袋，複帕象牙牌子。應搜訪到書法墨跡，降付書房，先令趙世元定驗品第，進呈訖，次令莊宗古分㨂，付曹勛、宋貺、張儉、龍大淵、鄭藻、平協、黃冕、魏茂實、任源等覆定，驗訖装褫。應搜訪到名畫，先降付魏茂實定驗，打千字文號，及定驗印記，進呈訖，降付莊宗古，分手装背。應搜訪到古畫，内有破碎不堪補背者，令書房依元樣，將本臨摹，進呈訖，降付莊宗古依元本染古、槌破，用印裝造。劉娘子位，並馬興祖謄畫。應古畫如有宣和御書題名，并行拆下不用，别令曹勛等定驗，别行譔名，作畫目進呈，取㫖。"
      },
      {
        "index": 41,
        "text": "碑刻橫卷定式《蘭亭》闌道高七寸六分，每行濶八分，共二十八行。《樂毅論》闌道髙七寸五分，每行濶六分，共四十三行。眞草《千文》闌道高七寸二分，每行濶八分，共二百行。智永《歸田賦》闌道高七寸二分半，每行濶八分，共四十四行。獻之《洛神賦》闌道高八寸三分，每行濶六分，共九行。《枯木賦》闌道高九寸九分，每行濶九分，共三十九行。"
      },
      {
        "index": 42,
        "text": "《蘭亭》闌道高七寸六分，每行濶八分，共二十八行。《樂毅論》闌道髙七寸五分，每行濶六分，共四十三行。眞草《千文》闌道高七寸二分，每行濶八分，共二百行。智永《歸田賦》闌道高七寸二分半，每行濶八分，共四十四行。獻之《洛神賦》闌道高八寸三分，每行濶六分，共九行。《枯木賦》闌道高九寸九分，每行濶九分，共三十九行。"
      },
      {
        "index": 43,
        "text": "應古厚紙，不許揭薄，若紙去其半，則損字精神，一如摹本矣。應古畫装褫，不許重洗，恐失人物精神、花木穠豔，亦不許裁剪過多，既失古意，又恐將來不可再背。應搜訪到法書，多係青䦨，道絹櫬背，唐名士多闌道前後題跋，令莊宗古裁去上下闌道，揀高格者，隨法書進呈，取旨揀用，依紹興格式裝褫。"
      },
      {
        "index": 44,
        "text": "内府装褫分科引式格式粘裁；摺界；装背；染古；集文；定驗；圖記"
      },
      {
        "index": 45,
        "text": "粘裁；摺界；装背；染古；集文；定驗；圖記"
      },
      {
        "index": 46,
        "text": "按《唐藝文志序》，載四庫裝軸之法極其瓌緻，《六典》載崇文館有装潢匠五人，即今背匠也，本朝祕府，謂之裝界，即此事，蓋古今所尚云。"
      },
      {
        "index": 47,
        "text": "解頤"
      },
      {
        "index": 48,
        "text": "匡衡好學，精力絶人，諸儒爲之語曰：「無說《詩》，匡鼎來，匡說《詩》，解人頤。」蓋言其善於講誦，能使人喜。而至於解頤也，至今俗諺，以人喜過甚者，云「兜不上下頦」，即其意也。本朝盛度，以第二名登第，其父喜甚，頤解而卒；又岐山縣樊紀登第，其父亦以喜而頤脫，有聲如破甕，按醫經云：「喜則氣緩，能令致脫頤。」信非戲語也。"
      },
      {
        "index": 49,
        "text": "山陵使故事"
      },
      {
        "index": 50,
        "text": "韓魏公爲永昭山陵使，事畢而英宗不豫，不敢還，至四載，以永厚陵成，復䕶葬於洛陽，因上疏云：「自唐至於五代，故事：山陵使事訖，合行求去。」遂以司徒、兩鎭節鉞、判相州。元符間，章子厚爲永泰山陵使，有作詞戲之云：「草草山陵職事，厭厭罷相情懐」，蓋謂故事當然也。淳熙間，高宗山陵，欲差五使，王季海爲首相，殊以爲憂，尤延之時爲禮官，於是授之以說，云：「今此乃攅宮耳，不當置五使。」季海遂倡其說曰：「祖宗全盛，營陵西洛，乃差五使，今權卜㑹稽，止當差總䕶使耳。且歲旱，民力何以堪之？」於是，止差伯圭充總䕶使，洪邁充橋道頓遞使，殊不知季海拜高宗朝宰相，本無解罷之嫌，亦一時不深考典故耳。"
      },
      {
        "index": 51,
        "text": "胡明仲本末"
      },
      {
        "index": 52,
        "text": "胡致堂寅，字明仲，文定公安國之庶子也。將生，欲不舉，文定夫人夢大魚躍盆水中，急往救之，則已溺將死矣，遂抱以爲己子。少桀黠難制，父閉之空閣中，其上有雜木，過數旬，寅盡刻爲人形，安國曰：「當思所以移其心。」遂引置書數千巻於其上，年餘，悉能成誦，不遺一卷，遂爲名儒。及貴顯，不復爲本生母持服，爲右正言章夏所劾，㑹秦丞相亦惡之，遂謫新州安置。嘗於謫所著《讀史管見》數千萬言，極意譏貶秦氏，如論桑維翰，雖因耶律德光而相，其意特欲興晉而已，固無挾虜以自重，刼主以盜權之意，猶足爲賢等語甚多。蓋此書有爲而作，非徒區區評論也。及論漢宣帝立皇考廟，曰：「既爲伯父母、叔父母之後，而父母亡，則當降所生父母，而伯父母、叔父母之稱昭昭然矣，稱謂既如此，則三年之喪，宜降其服朞又昭昭然矣。稱謂既如此，服喪又如此，則情之主乎内者，隆所當隆，殺所當殺，不敢交奪於幽隱之中又昭昭然矣。」其論哀帝議立定陶王後，曰：「故爲人後者，不顧私親，安而行之，猶天性也，當是時而責爲人後者絶私親之顧，彼反得以旁緣不孝之似而責之，顧私親者，至以孝自居，不顧者，反陷於罪辟」。其論晉出帝追封敬儒爲宋王，曰：「服而或加或降者，以恩屈於義也，屈所生之恩，以伸所厚之義，則恩輕而義重矣，恩輕而義重，則所生父母，固可名之曰伯父母、叔父母矣。」爲此論者，是皆欲借此以自解，然持論太過，所謂欲蓋而益彰，前輩蓋嘗評之，故今詳著始末於此，固非敢輕議先儒也。若夫定陶立後、敬儒封王，紛紛爲是無定者，皆父子私心，不能自克，互相爲欺，以致此耳，若昭陵立英宗爲皇子，詔曰：「濮安懿王之子，猶朕之子也。」思陵立夀皇爲皇子，詔曰：「藝祖皇帝七世孫也」，明白洞達，大哉王言！後世安得而擬議之哉？"
      },
      {
        "index": 53,
        "text": "詩用事"
      },
      {
        "index": 54,
        "text": "糜先生，吳之老儒也，𤼷、弇皆其子姪行，記問該洽，九經註疏悉能成誦，場屋之文，未嘗謄藁，爲時鄉師，然垂老連蹇，未嘗預貢士籍，時吳仲孚客吳，能詩，善絶句，糜極稱之，以爲不可及。一日，遇諸塗，扣以近作，吳因朗誦《傷春》絶句云：「白髪傷春又一年，閑將心事卜金錢，梨花瘦盡東風嬾，商略平生到杜鵑。」糜老至屈膝拜之曰：「子眞謫仙人也！老夫每欲效顰，則漢髙祖、唐太宗，追逐不少置矣。」蓋前輩服善若此。陳簡齋嘗語人以作詩之要，云：「天下書雖不可不讀，然愼不可有意於用事。」正謂此也，今人或以用事多爲博贍，誤矣！"
      },
      {
        "index": 55,
        "text": "王魁傳"
      },
      {
        "index": 56,
        "text": "世俗所謂王魁之事，殊不經，且不見於傳記雜說，疑無此事，《異聞集》雖有之，然集乃唐末陳翰所編，魁乃宋朝人，是必後人勦入耳！按嘉祐中，進士奏名訖，未御試，京師妄傳王俊民爲狀元，不知言之所起，亦不知俊民爲何人，及御試，王荆公時爲知制誥，與楊樂道共爲詳定官。舊制：御試舉人設初考官，先定等第，復彌之，以送覆考再定，乃付詳定，發初考所等，以對覆考，如同即已，不同則詳其程文爲定。時荆公以初覆所定第一人皆未允當，於行間别取一人爲首，楊樂道以爲不可，議未決，太常少卿朱從道，時爲封彌，聞之，謂同舎曰：「二公何用力爭？從道十日前已聞王俊民爲狀元，事必前定，二公徒自苦耳！」既而二人各以己意進禀，而詔從荆公之請，及發封，乃王俊民也。後又見初虞世所集《養生必用方》，戒人不可妄服金虎碧霞丹，乃詳載其說云：「狀元王俊民，字康侯，爲應天府發解官。得狂疾，於貢院中嘗對一石碑呼呌不已，碑石中若有應之者，亦若康侯之奮怒也。病甚，不省，覺，取書冊中交股刀自裁及寸，左右抱持之，遂免出試院，未久疾勢亦已平復。予與康侯有父祖鄉曲之舊，又自童稚共筆硯，嘉祐中，同試於省場。傳聞可駭，亟自汶拏舟抵彭城，時十月盡矣，康侯亦起居飲食如故，但愔愔不樂，或云：『平生自守如此，乃有此疾！』予亦多方開𢠢，歲暮，予北歸，康侯有詩送予云：『寒窗一夜雪，紛紛來朔風，之子動歸興，輕袂飄如蓬，問子何所之，家在濟水東，問子何所學，上庠教化宮，行將攜老母，寓居學其中』。予既去，徐醫以爲有痰，以碧霞金虎丹吐之，或謂心藏有熱，勸服治心經諸冷藥，積久爲夜中洞泄，氣脫内消，飲食不前而死。康侯父，知舒州太湖縣，遣一道士與弟覺民，自舒州來，云道士能奏章達上清，及訴問鬼神幽暗中事，道士作醮，書符，傳道冥中，語云五十年打殺謝吳劉不結案事，康侯丙子生，死纔二十七嵗，五十年前，豈宿生邪？康侯既死，有妄人託夏噩姓名，作《王魁傳》，實欲市利於少年狎邪輩，其事皆不然。康侯，萊州掖縣人，祖世田舎翁，父名弁，字子儀，誦詩登科，爲鄆州司理，康侯時十五餘嵗，三兄弟隨侍，與予同在鄆學，子儀爲開封軍廵判官，康侯兄弟入太學，不三年，號成人，子儀待蘇州崑山闕，來居汶，康侯兄弟又與予在汶學，子儀謫潭州稅，康侯兄弟自潭來貫鄢陵戶。康侯登科爲第一，省試前，父雪崑山事，自潭移舒州太湖縣，康侯是年歸舒州省親，次年赴徐州任，明年死於徐，實嘉祐八年五月十二日也。康侯性剛峭，不可犯，有志力學，愛身如氷玊，不知猥巷俚人語，不幸爲匪人厚誣，弟輩又不爲辨明，懼日久無知者，故因戒世人服金虎碧霞丹，且以明康侯於泉下。紹聖元年九月，漕河舟中記。」"
      },
      {
        "index": 57,
        "text": "向氏粥田"
      },
      {
        "index": 58,
        "text": "楊和王最所鍾愛者，第六女，性極賢淑，初事趙汝勑，繼事向子豐，居於霅，未有所育，王甚念之。一日，向妾得男，楊氏使祕之，以爲己出，且亟報王，王喜甚，即請誥命，輕舟往視之。向氏家知王來，良窘，無策以尼其行，時王以保寧、昭慶兩鎭節鉞領殿巖，於湖爲本鎭，子豐因使人諷郡官往迓之，自郡將以次，皆屬櫜鞬，謹伺於界首。王初以人不知其來，及是聞官吏郊迎，深恐勞動多事，遂中道而返，因厚以金繒花果，以遺其女，且撥吳門良田千畝，以爲粥米。逮今向氏家有崑山粥米莊云，此事得之向氏子孫。"
      },
      {
        "index": 59,
        "text": "祥瑞"
      },
      {
        "index": 60,
        "text": "世所謂祥瑞者，麟、鳳、龜龍、騶虞、白雀、醴泉、甘露、朱草、靈芝、連理之木、合穎之禾皆是也。然夷攷所出之時，多在危亂之世，今不暇援引古昔，姑以近代顯著者言之 —— 王建父子之據蜀也，天復六年，巨人見青城山，鳳凰見萬歲縣，黃龍見嘉陽江，而甘露、白雀、白鹿、龜龍並見於諸州；武成元年，騶虞見武定，嘉禾生廣昌，麟見壁州，龍五十見於洵陽水中；永平二年，劒州木連理，文州麟見，黄龍見富義江；三年，麟見永泰，白龍見邛江，騶虞見壁山，有三鹿隨之；四年，麟見昌州；通正元年，黃龍見太昌池。瑞物之出，殆無虛歲，而太子元膺以叛死，大火焚其宮室，兵敗於外，政亂於内，終之以身死，衍立而國亡，其爲瑞徴乃如此耳！至如政和、隆盛之際，地不愛寳，所在奏貢芝草者，動二三萬本，蘄黃間，至有一舖二十五里之間，遍野而出，密州山間至彌滿四野，有一本數十葉，衆色咸備者，太守李文仲採及三十萬本，作一綱進，即進職，除本道運使，汝海諸郡縣，山石變爲瑪瑙，動以千百，伊陽太和山崩，出水晶幾萬觔，皆以匣進京師，長沙益陽山溪流，出生金數百斤，其間大者，一塊至重四十九斤，其他草木鳥獸之珍，不可一二數，一時君臣稱頌，祥瑞蓋無虛月，然越數歲而遂罹狄難，邦國喪亂，父子遷播，所謂瑞應又如此也！善乎先儒之論曰：「未有喪仁而久者也，未有恃祥而夀者也。商之王，以桑穀昌，以雉雊大，鄭以龍衰，魯以麟弱，白雉亡漢，黃犀死莽，惡在其爲符也。」世有喜言祥瑞之人，觀此亦可以少悟矣。"
      },
      {
        "index": 61,
        "text": "杭學游士聚散"
      },
      {
        "index": 62,
        "text": "杭學自昔多四方之士，淳祐辛亥，鄭丞相清之當國，朝議以游士多無檢束，羣居率以私喜怒軒輊人，甚者以植黨撓宮府之政，叩閽攬黜陟之權，或受賂醜詆朝紳，或設局騙脅民庶，風俗寖壞，遂行下各州，自試於學，仍照舊比分數，以待類申，將以是歲七月引試爲始，㑹教官林經德對士子上請語微失，於是大閧肆罵，時趙京尹與𥲅委官調停，一時但欲求静，遂許以三百名内，一半取土著，一半取游士，於是乃息。越數日，宰執奏事，上面諭曰：「近行諸州各試之法，正欲散游學之士，不知臨安府憑何指揮，復放外方之人？」趙尹聞之恐甚，乃移牒，俾游士限日出齋，其計始窮，乃爲檄文，相率而去，云：「天之將喪斯文，實係興衰之運，士亦何負於國，遽罹斥逐之辜？靜言思之，良可醜也！慨祖宗之立法，廣學校以儲材，非惟衍豐𦬊，以貽後人，蓋亦隆漢都而尊上國。肆惟皇上，克廣前猷，炳炳宸奎，釐為四學，戔戔束帛，例及諸生，𫎇教育之如天，恨補報之無地，但思粉骨，何畏觸喉，直言安石之姦，共惜元城之去，實爲公義，不利小人，始隂諷其三緘，終盡打於一網，不任其咎，移過於君，是誠何心？空人之國，昔鄭僑猶謂毁校不可，而李斯尚知逐客爲非，今彼不顧行之，使我何顔居此！厄哉吾道，告爾同盟，毋見義以不爲，宜行己而有恥，茍爲温飽，可勝周粟之羞，相與提攜，莫蹈秦坑之禍！斯言既出，明日遂行。」八月朔，乃相率而出，復作文告先聖曰：「斯文將喪，嗚呼天乎？吏議逐客，嗚呼人乎？乗桴浮海，嗚呼聖乎？遯世無悶，嗚呼士乎？敢告。」又作絶句詩云：「塞翁何必恨失馬，城火可憐殃及魚，一笑出門天萬里，擔頭猶有斥姦書。」又五言云：「鄭五不去國，金陵深懼君，校存知必毁，書在已如焚，自是清流禍，非干比黨分，歸歟雖幸矣，恨未效朱雲。」又古詩云：「上書如啜盧仝茶，直論國體寧無譁，依然茅葦縱橫斜，鍾山老柏林槎牙，嗚呼世事如絲蔴，食肉者口徒咿哇，鬼蜮空含射影沙，逐客令下堪吁嗟，識者将謂秦得邪！淳祐寖不知瑞嘉，邪人剛指正人邪，時有引喙鳴靈鴉，失脚竒禍遭羅罝，尼山草木枯無華，奄奄山鬼相揄揶，我今束書歸天涯，不惜一去惜國家。」於是，京尹待罪，兩教官各降一資，而陳顯伯、鄭雄飛，方以公道自任，且欲收譽士林，乃相繼上疏，欲復其舊，而賈似道居淮閫，至以游士欲渡淮，以脅上必從，而理宗以「周粟」、「秦坑」等語，怒未解，深不然之。至開慶己未，吳丞相潛再登揆席，首欲收士心，復舊法，㑹去不果，戴慶炣以參樞輪筆，竟作指揮，許京庠有籍，無分人引試一次，於是漸復雲集矣。"
      }
    ]
  }
}