{
  "chapterNumber": 18,
  "title": "卷十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "晝寢"
      },
      {
        "index": 2,
        "text": "「飽食緩行初睡覺，一甌新茗侍兒煎，脫巾斜倚繩牀坐，風送水聲來枕邊。」丁崖州詩也；「細書妨老讀，長簟愜昬眠，取簟且一息，抛書還少年。」半山翁詩也；「相對蒲團睡味長，主人與客兩相忘，須㬰客去主人覺，一半西窗無夕陽。」放翁詩也；「讀書已覺眉稜重，就枕方欣骨節和，睡起不知天早晚，西窗殘日已無多。」吳僧有規詩也；「老讀文書興易䦨，須知養病不如閒，竹牀瓦枕虛堂上，卧看江南雨後山。」呂滎陽詩也；「紙屏瓦枕竹方牀，手倦抛書午夢長，睡起莞然成獨笑，數聲漁笛在滄浪。」蔡持正詩也。余習嬾成癖，每遇暑晝，必須偃息，客有嘲孝先者，我必以此自解，然每苦枕熱，展轉數四，後見前輩言荆公嗜睡，夏月常用方枕，或問何意，公云：「睡氣蒸枕熱，則轉一方冷處。」此非眞知睡味，未易語此也。杜牧有睡癖。夏侯隠號睡仙。其亦知此乎？雖然宰予晝寢，夫子有朽木糞土之語，嘗見侯白所註《論語》，謂「晝」字當作「畫」字，蓋夫子惡其畫寢之侈，是以有朽木糞牆之語，然侯白隋人，善滑稽，嘗著《啓顔錄》，意必戲語也。及觀昌黎《語解》，亦云：「晝寢當作畫寢，字之誤也，宰予四科十哲，安得有晝寢之責？假或偃息，亦未至深誅。」若然，則吾知免矣。"
      },
      {
        "index": 3,
        "text": "宜興梅塜"
      },
      {
        "index": 4,
        "text": "嘉熙間，近屬有宰宜興者，縣齋之前，紅梅一樹，極美麗華粲，交隂半畝，花時，命客飲其下，一夕酒散，月明獨步花影，忽見紅裳女子，輕妙綽約，瞥然過前，躡之數十步而隠，自此恍然若有所遇，或酣歌晤言，或癡坐竟日，其家憂之，有老卒頗知其事，乘間白曰：「昔聞某知縣之女有殊色，及笄，未適而殂，其家逺在湖湘，因藁葬於此，樹梅以識之。疇昔之夜所見者，豈此乎？」遂命發之，其棺正蟠結老梅根下，兩相微蝕，一竅如錢，若蛇鼠出入者，啓而視之，顔貌如玉，妝飾衣衾，略不少損，眞國色也，趙見，爲之惘然心醉，舁至密室，加以茵藉，而四體亦和柔，非尋常僵尸之比，於是每夕與之接焉，既而氣息惙然瘦苶，不可治文書，其家乃乘間穴壁，取焚之，令遂屬疾而殂，亦云異哉！嘗見小說中所載寺僧盜婦人尸，置夾壁中私之，後其家知，狀訟於官，每疑無此理，今此乃得之親舊目擊，始知其說不妄，然《通鑑》所載赤眉發呂后陵，汙辱其尸，有致死者，蓋自昔固有此異矣。"
      },
      {
        "index": 5,
        "text": "莫子及泛海"
      },
      {
        "index": 6,
        "text": "吳興莫汲子及，始受世澤，爲詮試魁，既而解試、省試、廷對，皆居前列，一時名聲籍甚，後爲學官，以語言獲罪，南遷石龍地並海，子及素負，邁往之，氣暇日，具大舟，招一時賓友之豪，泛海以自快，將至北洋，海之尤大處也，舟人畏不敢進，子及大怒，脅之以劒，不得已從之，及至其處，四顧無際，須㬰風起浪涌，舟掀簸如桔橰，見三魚皆長十餘丈，浮弄日光，其一若大鮎狀，其二狀類尤異，衆皆戰慄不能出語，子及命大白連酌，賦詩數絶，略無懼意，興盡乃返，其一絶云：「一颿㸃破碧落界，八面展盡虛無天，柂樓長嘯海波闊，今夕何夕吾其仙。」"
      },
      {
        "index": 7,
        "text": "薫風聨句"
      },
      {
        "index": 8,
        "text": "唐文宗詩曰：「人皆苦炎熱，我愛夏日長」，柳公權續云：「薫風自南來，殿閣生微涼」，或者惜其不能因詩以諷，雖坡翁亦以爲有美而無箴，故爲續之云：「一爲居所移，苦樂永相忘，願言均此施，清隂分四方」。余謂柳句正所以諷也，蓋薫風之來，惟殿閣穆清髙爽之地，始知其涼，而征夫、耕叟，方奔馳作勞，低垂喘汗於黄塵赤日之中，雖有此風，安知所謂涼哉？此與宋玉對楚王曰：「此謂大王之風耳！庶人安得而共之者？」同意。"
      },
      {
        "index": 9,
        "text": "漢唐二祖少恩"
      },
      {
        "index": 10,
        "text": "漢髙祖與項羽戰於彭城，大敗，勢甚急，蹳魯元公主、惠帝棄之，夏侯嬰爲收載行，髙祖怒，欲斬嬰者十餘，借使髙祖一時事急，不能存二子而棄之，他人能爲收載，豈不幸甚，方當徳之，何至怒而欲斬之乎？唐髙祖起兵汾晉，時建成、元吉、楚哀王智雲皆留河東䕶家，隋購之急，建成、元吉能間道赴太原，而智雲以幼不能逃，爲吏所誅，亦豈不能少緩須㬰，以須其至而後起兵哉？二祖皆創業之君，而於父子之義，其薄若此，豈圖大事者，不暇顧其家乎？彼唐祖者，直墮世民之計，猶可恕也，若漢祖，則杯羮之事，尚忍施之乃翁，何有於兒女哉！"
      },
      {
        "index": 11,
        "text": "史記無燕昭築臺事"
      },
      {
        "index": 12,
        "text": "王文公詩云：「功謝蕭規慙漢第，恩從隗始媿燕臺」，然《史記》止云爲隗改築宮而師事之，初無臺字，而李白詩有「何人爲築黃金臺」之語，吳虎臣《漫錄》以此爲據，按《新序》《通鑑》亦皆云築宮，不言臺也，然李白屢慣用黃金臺事，如「誰人更埽黃金臺」、「燕昭延郭隗，遂築黃金臺」、「埽灑黃金臺、招邀廣平客」、「如登黃金臺、遙謁紫霞仙」、「侍筆黃金臺、傳觴青玉案」；杜甫亦有「楊梅結義黃金臺」、「黃金臺貯賢俊多」；柳子厚亦云：「燕有黃金臺，逺致望諸君」；《白氏六帖》有「燕昭王置千金於臺上，以延天下士，謂之黄金臺」，此語唐人相承用者甚多，不特本於白也。又按《唐文粹》有皇甫松《登郭隗臺》詩，又梁任昉《述異記》：「燕昭爲郭隗築臺，今在幽州燕王故城中，土人呼賢士臺，亦爲招賢臺。」然則必有所謂臺矣。後漢孔文舉《論盛孝章書》曰：「昭築臺以延郭隗」，然皆無「黃金」字，宋鮑照《放歌行》云：「豈伊白屋賜，將起黃金臺」，然則黃金臺之名，始見於此，李善註引王隠《晉書》段匹磾討石勒，屯故燕太子丹黃金臺，又引《上谷郡圖經》曰：「黃金臺在易水東南十八里，昭王置千金臺上，以延天下士」，且燕臺事多以爲昭王，而王隠以爲燕丹，何也？余後見《水經註》云：「固安縣有黃金臺者，舊言昭王禮賢，廣延方士，故修建下都，館之南陲，燕昭創於前，子丹踵於後」，以此知王隠以爲燕丹者，蓋如此也。"
      },
      {
        "index": 13,
        "text": "孟子三宿出晝"
      },
      {
        "index": 14,
        "text": "髙郵有老儒黃彦和，謂：「孟子去齊，三宿而出晝。讀如晝夜之晝，非也。《史記·田單傳》載燕初入齊，聞晝邑之人王蠋賢，劉熙註云：『齊西南近邑，音獲』故孟子三宿而出，時人以為濡滯也。」此藐甚新而有據，然予觀《說苑》，則以爲蓋邑人王蠋，且齊有蓋大夫王驩，而陳仲子兄食采於蓋，其入萬鍾，則齊亦自有蓋，亦又與晝邑不同矣。《通鑑書音》、司馬康《釋音》胡卦切，亦曰西南近邑，復不音獲，何耶？"
      },
      {
        "index": 15,
        "text": "方大猷獻屋"
      },
      {
        "index": 16,
        "text": "楊駙馬賜第清湖，巨璫董宋臣領營建之事，遂拓四旁民居以廣之，其間最逼近者，莫如太學生方大猷之居，璫意其必雄據，未易與語。一日，具禮物往訪之，方延入坐，璫未敢有請，方遽云：「今日内轄相訪，得非以小屋近牆，欲得之耶？」璫愕不復對，方徐曰：「内轄意謂某太學生，必將梗化，所以先𫎇見及，某便當首獻作倡。」就案即書契與之，璫以成契奏知，穆陵大喜，視其直數倍酬之，方作表謝，有云：「普天之下，莫非王土；一毫以上，悉出君恩」。自此擢第登朝，皆由此徑而梯焉。"
      },
      {
        "index": 17,
        "text": "長生酒"
      },
      {
        "index": 18,
        "text": "穆陵晚年苦足弱，一日，經筵，宣諭賈師憲曰：「聞卿有長生酒甚好，朕可飲否？」賈退，遂修制，具方併進，亦不過用川烏、牛膝等數味耳。内轄李忠輔適在旁，奏曰：「藥性涼燥未可知，容臣先嘗，然後取旨進御。」嫉之者轉聞於賈，賈深銜之而未有以發也。先是，北關劉都倉，家富，無嗣，嘗立二子，劉先死，長者欲逐其後立子，於是託其所親 —— 檢詳所吏劉炳，百萬緡介謝堂節使，轉求聖旨，下天府逐之，至是已涉數嵗，賈始知之時，咸淳初年也，遂嗾其出子，以爲李忠輔僞作聖旨，訟之於官，詞雖不及謝，而謝甚窘懼，於是以實訴之於賈，賈笑曰：「節度無慮。」越日則忠輔追毁遷謫之命下，以實非其罪也，蓋師憲借此以報其嘗藥之忿耳。"
      },
      {
        "index": 19,
        "text": "開運靖康之禍"
      },
      {
        "index": 20,
        "text": "靖康之禍，大率與開運之事同，一時紀載雜書極多，而最無忌憚者，莫若所謂《南燼紀聞》，其說謂出帝之事，歐公本之王淑之私史。淑本小吏，其家爲出帝所殺，遁入契丹，洎出帝黃龍之遷，淑時爲契丹諸司，於是文移郡縣，故致其飢寒以逞宿怨，且述其幽辱之事，書名《幽懿錄》，比之周幽、衞懿，然攷之五代新舊《史》，初無是說，安知非託子虛以欺世哉？其妄可見矣。《南燼》言二帝初遷安肅軍，又遷西江州，又遷五國城，去燕凡三千八百餘里，去黃龍府二千一百里，其地乃李陵戰敗之所，後又遷西均從州，乃契丹之移州，今以當時他書攷之，其地里逺近皆大繆不經，其妄亦可知，且謂此書乃阿計替手錄所申金國之文，後得之金國貴人者，又云阿計替者，本河北棣州民陷虜，自東都失守，金人即使之隨二帝入燕，又使同至五國城，故首尾備知其詳，及攷其所載，則無非二帝胸臆不可言之事，不知阿計替何從知之？且金虜之情多疑，所至必易主者守之，亦安肯使南人終始追隨乎？且阿計替於二帝，初無一日之恩，何苦毅然歴險阻，犯嫌疑，極力保䕶而不舍去？且二帝方在危亡哀痛之秋，何暇父子賦詩爲樂，阿計替又何暇筆之書乎？此其繆妄，固不待攷而後見也。意者爲此書之人，必宣政間不得志小人，造爲凌辱猥嫚之事而甘心焉，此禽獸之所不忍爲，尚忍言之哉？余懼夫好竒之士，不求端本而輕信其言，故書以袪後世之惑云。"
      },
      {
        "index": 21,
        "text": "近世名醫"
      },
      {
        "index": 22,
        "text": "近世江西有善醫，號嚴三㸃者，以三指㸃間，知六脈之受病，世以爲竒，以此得名。余按診脈之法，必均調自己之息，而後可以候他人之息，凡四十五動爲一息，或過，或不及，皆爲病脈，故有三敗、三遲、四平、六數、七極、八脫、九死之法，然則察脈固不可以倉卒得之，而況三㸃指之間哉？此余未敢以爲然者也。或謂其别有觀形察色之術，姑假此以神其術，初不在脈也。紹興間，王繼先號王醫師，馳名一時，繼而得罪，押往福州居住，族叔祖宮教，時赴長沙倅，素識其人，適邂逅旅舍，小酌以慰薦之，因求察脈，王忽偢然曰：「某受知既久，不敢不告，脈證頗異，所謂脈病人不病者，其應當在十日之内，宜亟反轅，尚可及也。」因泣以别，時宮教康强無疾，疑其爲妄，然素信其術，於是即日回轅，僅至家數日而殂，亦可謂異矣。又嘗聞陳體仁端明云：「紹熙間，有醫邢氏，精藝絶異，時韓平原知閤門事，將出使，俾之診脈，曰：『和平無可言。所可憂者，夫人耳。知閤回軺日，恐未必可相見也。』韓妻本無疾，怪其妄誕不倫，然私憂之。洎出疆，甫數月而其妻果殂。又朱丞相勝非子婦，偶小疾，命視之，邢曰：『小疾耳，不藥亦愈，然自是不宜孕，孕必死。』其家以爲狂言，後一嵗，朱婦得男，其家方有抱孫之喜，未彌月而婦疾作，急遣召之，堅不肯來，曰：『去嵗已嘗言之，勢無可療之理。』越宿而婦果殂。」余謂古今名醫多矣，未有察夫脈而知妻死，未孕而知産亡者，嗚呼！神矣哉！"
      },
      {
        "index": 23,
        "text": "前輩知人"
      },
      {
        "index": 24,
        "text": "前輩名公鉅人，往往有知人之明，如馬尚書亮之於呂許公、陳恭公，曽諫議致堯之於晏元獻，呂許公之於文潞公，夏英公之於龎頴公，皆自布衣小官時，即許以元宰之貴，蓋不可一二數，初非有袁、李之術，特眼力髙，閱人多故爾，史傳所載以爲名談。如史忠獻彌逺、趙忠肅方，亦未易及，忠獻當國日，待族黨加嚴，猶子嵩之子申，初官棗陽戶曹，方需逺次，適鄉里有佃客邂逅致死者，官府連逮急甚，欲求援於忠獻，而莫能自通，遂夤緣轉聞，因得一見留飯，終席不敢發一語，忽問何不赴棗陽闕，以尚需次對，忠獻曰：「可亟行，當作書與退翁矣。」，子申拜謝，因及前事，公曰：「吾已知之，第之官，勿慮也。」公平昔嚴毅少言，遂謝而退，少間，公元姬林夫人因扣之，公曰：「勿輕此子，異日當據我榻也。」其後信然。又趙葵南仲通判廬州日，翟朝宗方守郡，公素不樂之，遂千堂易合入闕，俟呼召於賓廡，候見者數十人，皆謝去，獨召兩都司及趙，延入小閤㑹食，且出兩金盒，貯龍涎氷腦，俾坐客隨意爇之，次至趙，即舉二盒，盡投熾炭中，香霧如雲，左右皆失色，公亟索飲送客，命大程官俾趙聴命客次，人皆危之，既而出劄知滁州，塡見闕，命之任，而信公平生功業實，肇於此焉。又趙忠肅開京西閫日，鄭忠定丞相清之初任夷陵教官，首詣臺參，鄭素癯瘁，若不勝衣，趙一見，即異待之，延入中堂，出三子俾執師弟子禮，跼蹐不自安，旁觀怪之，即日免衙參等禮以行，復命諸子餞之前途，且各出雲萍錄書之而去，他日忠肅問諸郎曰：「鄭教如何？」長公答曰：「清固清矣，恐寒薄耳。」公笑曰：「非爾所知，寒薄不失爲太平宰相。」後忠肅疾革，諸子侍側，顧其長薿曰：「汝讀書可喜，然不過監司太守。」次語其仲范曰：「汝須開閫，終無結果。三哥葵甚有福，但不可作宰相耳。」時帳前提舉官趙勝，素與都統制扈再興之子不協，泣而言曰：「萬一相公不諱，趙勝必死於扈再興之手，告相公保全。」時京西施漕偶在旁，公笑謂施曰：「趙勝㑹做殿帥，扈再興安能殺之？」其後所言無一不驗。"
      },
      {
        "index": 25,
        "text": "趙信國辭相"
      },
      {
        "index": 26,
        "text": "淳祐甲辰，杜清獻範薨，游清獻以拜右揆，趙葵南仲樞使，陳韡子華參政，皆一時宿望。明年四月，游相以大觀文奉内祠、侍讀，既而趙公出督江淮荆襄湖北軍馬，陳公以知院帥長沙，遂再相鄭忠定清之，王伯大、吳潛並爲僉樞。乙巳，趙公兼江東帥、知建康、留鑰，趙希憲以禮書、督府參贊兼江漕，淮帥丘山甫岳仍兼參謀，且頒御筆云：「趙葵兼資文武，協輔國家，領使洪樞，視師戒道，權不可不專，申儆處置，貴合時宜，一應軍行調度，並聴便宜施行，所有恩數，眡儀宰路。」公既威名夙著，邊陲晏然，中間屢乞結局不允。明年，遣隨軍轉運舒澤民滋入白廟堂，許令帶職入覲，公力辭召命，且云：「更當支吾一冬，來春解嚴，容歸田里。」朝廷許之，明年北軍大入，因復留行府措置戰守焉。中書陸徳輿載之轉對，疏以爲「去嵗泗州大捷，彼方喪膽落魄，今春淮水漲溢，欲來不可，涉冬而春，邊鎭寧謐，近者駭言宼至，張大其說，或云到儀眞之境者，止五六十騎耳。」趙公聞之，大不能堪，封章屢上，力辨此謗，且云：「今年北軍之入，係四大頭項：一曰察罕、二曰大納、三曰墨㸃、四曰别出古，號四萬，實三萬餘，馬人各三匹，約九萬匹，惟恐有勞聖慮，前後具奏，一則曰寛聖慮，二則曰寛憂顧，臣領舟師往來應敵，未嘗有一語張大，今觀陸徳輿奏疏，實駭所聞，伏乞委徳輿親至維揚，審是虛實，臣當躬率騎士䕶送入城，便見眞妄。」於是朝廷以載之之言爲過，遂爲調停，寢其事焉。未㡬，工部尚書徐清叟進故事，亦譏其辟屬之濫，趙公愈不自安，是嵗閏二月，鄭忠定拜太師，趙公拜右相，所有督府日下結局，遂差右司陳夢斗宣赴都堂治事，而陳辭以此貂璫之職，不行，遂改差御藥謝昌祖往焉，夕郎趙以大復有不肯書牘之意，事雖不行，而公之歸興，不可遏矣，屢騰免牘，且引其父忠肅遺言，不許入相之說以告，且云：「寧得罪以過嶺，難違訓以入朝」，御筆不允，降宣趣行，時陸載之方居翰苑，以嫌不草詔，遂改命盧壯父武子爲之，時趙公各通從官書，謂元科降簿内，尚餘新楮四百餘萬，銀絹、度牒並不支動，且言決不可來之意，常時，從官作宰相書，例有先生之稱，至是皆去之，獨趙汝騰茂實尚書答書云：「大丞相髙風立懦，力疏辭榮，昔司馬公固遜密府，崔清獻苦却宰席，書之史冊，並公而三甚盛休，而其微意，亦可見也。」公歸計既決，遂申朝廷，於三月二十四日散遣將士，取道歸伏田里，所有新除恩命，決不敢祗受，既而與告復召，然公終不來矣．至明年三月，御筆：「趙葵懇辭相位，終始弗渝，使命趣召，亦既屢矣，奏陳確論，始逾一朞，朕眷倚雖切，不能强其從也．姑畀内祠，以便咨訪。可除觀文殿大學士、醴泉觀使、兼侍讀。」後以疾丐外，詞甚力，遂以特進、判長沙，凡五辭，得請奉祠，徑歸溧陽里第焉。蓋一時搢紳，方以文學科名相髙，其視軍旅、金穀等爲俗吏麤官，公能知㡬勇退，不激不汙，可謂善保全功名者矣。"
      },
      {
        "index": 27,
        "text": "琴繁聲為鄭衞"
      },
      {
        "index": 28,
        "text": "往時余客紫霞翁之門，翁知音，妙天下，而琴尤精詣，自製曲數百解，皆平淡清越，灝然太古之遺音也，復攷正古曲百餘，而異時官譜諸曲，多黜削無餘，曰：「此皆繁聲，所謂鄭衞之音也。」余不善此，頗疑其言爲太過。後讀《東漢書》宋弘薦桓譚，光武令鼔琴，愛其繁聲，弘曰：「薦譚者，望其能忠正導主，而令朝廷耽悅鄭聲，臣之罪也。」是蓋以繁聲爲鄭聲矣。又唐《國史補》于頔令客彈琴，其嫂知音，曰：「三分中，一分箏聲，二分琵琶，全無琴韻，則新繁皆非古也。」始知紫霞翁之說爲信然。翁往矣，回思著唐衣，坐紫霞樓，調手製閒素琴，作新製瓊林、玉樹二曲，供客以玻璃瓶洛花，飲客以玉缸春酒，笑語竟夕不休，猶昨日事，而人琴俱亡，冡土之木已拱矣，悲哉！"
      },
      {
        "index": 29,
        "text": "章氏玉杯"
      },
      {
        "index": 30,
        "text": "嘉泰間，文莊章公以右史直禁林，時宇文紹節挺臣爲司諫，指公爲謝深甫子肅丞相之黨，出知温陵，既而公入爲言官，遍歴三院，爲中執法，時挺臣以京湖宣撫使，知江陵府，入覲，除端明學士，徑躋宥府，而挺臣懷前日之疑，次日不敢拜，文莊識其意，乃抗疏言：「公論出一時之見，豈敢以報私憾，乞趣紹節就職。」未㡬，公亦登政地，相得甚驩。一日，宴聚，公出所藏玉杯侑酒，色如截虹，眞于闐産也，坐客皆誇賞之，挺臣忽旁睨微笑曰：「異哉！先肅愍公虛中使金日，嘗於燕山，獲玉盤徑七寸餘，瑩潔無纎瑕，或以爲宣和殿故物，平日未嘗示人，今觀此，色澤殊近似之。」於是坐客咸願快覩，趣使取之，既至，則玉色製作無毫髪異，真合璧也，蓋元爲一物，中分爲二耳，衆客驚詫，以爲干鎁之合，不足多也，因舉杯以贈挺臣，而挺臣復欲以盤奉公，相與遜讓者，久之不決，時李璧季章在坐，起曰：「以盤足杯者，於事爲順，僉書不得辭也。」公遂謝而藏之，以他物爲報。余髫侍二親，常於元毖舅氏膝下聞此事，惜不一見之，其後聞爲有力者負之而去，莫知所終。"
      },
      {
        "index": 31,
        "text": "二張援襄"
      },
      {
        "index": 32,
        "text": "襄樊自咸淳丁卯被圍以來，生兵日増，既築鹿門之後，水陸之防日密，又築白河虎頭及鬼闗於中，以梗出入之道，自是孤城困守者凡四五嵗，往往扼闗隘，不克進，皆束手視爲棄物，所恃城中有宿儲，可堅忍，然所乏，鹽薪布帛爲急，時張漢英守樊城，募善泅者，置蠟書髻中，藏積草下，浮水而出，謂鹿門既築，勢須自荆郢進援，既至隘口，守者見積草頗多，鈎致欲爲焚㸑用，遂爲所獲，於是郢鄧之道復絶矣。既而荆閫移屯舊郢州，而諸帥重兵皆駐新郢及均州河口，以扼要津，又重賞募死士得三千人，皆襄郢西山民兵之驍悍善戰者，求將，久之得民兵部官張順、張貴，所謂大張都統、小張都統者，其智勇素爲諸軍所服。先於均州上流，名中水峪立硬寨，造水哨輕舟百艘，三千人鹽一袋、布二百，且令之曰：「此行有死而已，或非本心，亟去，毋敗吾事！」人人感激思奮，是嵗五月，漢水方生，於二十二日稍進團山下，越二日，又進高頭港口，結方陣，各船置火鎗、火炮、熾炭、巨斧、勁弩，夜漏下三刻，起矴出江，以紅燈爲號，貴先登，順爲殿，乘風破浪，徑犯重圍，至磨洪灘以上，敵舟布滿江面，無罅可入，鼔勇乘銳，凡斷鐵絙、攢𣏾數百，屯兵數雖衆，皆披靡避其鋒，轉戰一百二十餘里，二十五日黎明，乃抵襄城，城中久絶援，聞救至，人人踊躍，氣百倍，及收軍㸃視，則獨失張順，軍中爲之短氣，越數日，有淨尸遡流而上，被介胄，執弓矢，直抵浮梁，視之，順也，身中四鎗六箭，怒氣勃勃如生，軍中驚以爲神，結冢歛葬，立廟祀之，然自此圍益密，水道連鎖數十里以大木，下撒星樁，雖魚鼈不得度矣。外勢既蹙，貴乃募壯士至夏節使軍求援，得二人，能伏水中，數日不食，使持書以出，至樁若柵，則腰鋸斷之，徑達夏軍，得報而還，許以軍五千，駐龍尾洲，以助夾擊，刻日既定，貴提所部軍，㸃視登舟，失帳前親隨一人，乃宿來有過遭撻者，貴驚歎曰：「吾事泄矣！然急出，或未及知耳。」乃乘夜鼔譟衝突新絙，破圍前進，衆皆辟易，既度險要之地，時夜半天黒，至小新城，敵方覺，遂以兵數萬邀擊之，貴又爲無底船百餘艘，中立旗幟，各立軍士於兩舷以誘之，敵皆競躍以入，溺死者萬餘，亦昔人未出之竒也，至鈎林灘，將近龍尾洲，逺望軍船櫛櫛，旗幟紛紜，貴軍皆喜，躍舉流星火以示之，軍船見人，皆前相迎，逮勢近欲合，則來舟北軍也，蓋夏軍前二日以風雨驚疑，退屯三十里矣。北軍蓋得逃卒之報，遂據洲上，以逸待勞，至是既不爲備，殺傷殆盡，貴身被數十創，力不支，遂爲生得，至死不屈，此是嵗十一月十七日夜也。北軍以四降卒輿尸至襄，以示援絶，且諭之降，呂帥文煥盡斬四卒，以貴附葬順冢，爲立雙廟，尸而祝之，以比巡、逺，明年正月十三日，樊城破，三月十八日，襄陽降，此天意，非人力也！同時有武功大夫范大順者，與順、貴同入襄，及襄城降，仰天大呼曰：「好漢誰肯降？便死也做忠義鬼！」就所守地分自縊而死。又有右武大夫馬軍統制牛富，樊城守禦，立功尤多，城降之際，傷重不能步，乃就戰樓，觸柱數四，投身火中而死，此事親得之襄州順化老卒，參之衆說，雖有微異，而大意則同，不敢以文害辭，沒其實，因直書之，以備異時之傳忠義者云。"
      }
    ]
  }
}