{
  "chapterNumber": 20,
  "title": "卷二十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "岳武穆御軍"
      },
      {
        "index": 2,
        "text": "岳鵬舉征羣盜，過廬陵，託宿廛市，質明，爲主人汛埽門宇，洗滌盆盎而去，郡守供帳餞别於郊，師行將絶，謁未得，通問大將軍何在，殿者曰：「已雜偏裨去矣。」其嚴肅如此，眞可謂中興諸將第一。周洪道爲追復制詞，有云：「事上以忠，至不嫌於辰告；行師有律，㡬不犯於秋毫」蓋實錄也。辰告者，謂岳嘗上疏請建儲云。"
      },
      {
        "index": 3,
        "text": "莫氏别室子"
      },
      {
        "index": 4,
        "text": "吳興富翁莫氏者，暮年忽有婢作娠，翁懼其嫗妬，且以年邁，慙其子婦若孫，亟遣嫁之，已而得男，翁嵗時給錢米繒絮不絶，其夫以鬻粉羮爲業，子稍長，詅羮於市，且十餘嵗，莫翁告殂，里巷羣不逞，遂指爲竒貨，悉造婢家唁之，婢方哭，則謂之曰：「汝富貴至矣，何以哭爲？」問其說，乃曰：「汝之子，莫氏也，其家田園屋業，汝子皆有分，盍歸取之，不聴，則訟之可也。」其夫婦皆曰：「吾固知之，奈貧無資何。」曰：「我輩當貸汝。」即爲作數百千，文約且曰：「我爲汝經營，事濟則歸我。」然實無一錢，止爲作衰服，被其子，使往，且戒曰：「汝至靈幃，則大慟且拜，拜訖可亟出。人問汝，謹勿應，我輩當伺汝於屋左某家，即當告官可也。」其子謹受教，既入其家，哭且拜，一家駭然辟易，嫗罵，欲毆逐之，莫氏長子亟前曰：「不可，是將破吾家！」遂抱持之曰：「汝非花樓橋賣羮之子乎？」曰：「然。」遂引拜其母曰：「此母也，吾乃汝長兄也，汝當拜。」又遍指其家人曰：「此爲汝長嫂，此為次兄若嫂，汝皆當拜。」又指云：「此爲汝長姪，此次姪，汝當受拜。」既畢，告去，曰：「汝吾弟，當在此撫喪，安得去？」即命櫛濯，盡去故衣，便與諸兄弟同寢處，已又呼其所生，喻之以月廩、嵗衣如翁在日，且戒以非時毋輒至，亦欣然而退，羣小方聚委巷茶肆，俟之久不至，既而物色之，乃知已納，相視大沮，計略不得施。他日，投牒持券，訴其子負貸錢，郡逮莫嫗及其子問之，遂備陳首尾，太守唐少劉掾歎服曰：「其子可謂有髙識矣！」於是盡以羣小具獄，杖脊編置焉。"
      },
      {
        "index": 5,
        "text": "耆英諸㑹"
      },
      {
        "index": 6,
        "text": "前輩耆年碩徳，閒居里舍，放從詩酒之樂，風流雅韻，一時歆羨，後世想慕，繪而爲圖，傳之好事，蓋不可一二數也，今姑摭其表表者於此，致景行仰止之意云 ——"
      },
      {
        "index": 7,
        "text": "唐香山九老，則集於洛陽，樂天序之，胡杲、吉旼、劉眞、鄭據、盧眞、張渾、白居易，所謂七人五百八十四者是也。又續㑹者二人，李元爽、僧如滿，或又云狄兼謨、盧眞二人，以年未七十，雖與㑹而不及列云。"
      },
      {
        "index": 8,
        "text": "宋至道九老，則集於京師，張好問、李運、宋祺、武永成、吳僧贊寧、魏石、楊徽之、朱昻、李昉，然此集竟不成。"
      },
      {
        "index": 9,
        "text": "至和五老，則杜衍、王渙、畢世長、朱貫、馮平，時錢明逸留鑰睢陽，爲之圖象而序之。"
      },
      {
        "index": 10,
        "text": "元豐洛陽耆英㑹，凡十有二人，富弼、文彦博、席汝言、王尚恭、趙丙、劉几、馮行己、楚建中、王謹言、王拱辰、張問、司馬光，用唐狄兼謨故事，温公序之，圖形妙覺僧舍。其後又改爲眞率㑹云。"
      },
      {
        "index": 11,
        "text": "吳興六老之㑹，則慶曆六年，集於南園，郎簡、范銳、張維、劉餘慶、周守中、吳琰，時太守馬尋主之，胡安定教授湖學，爲之序焉。"
      },
      {
        "index": 12,
        "text": "吳中則元豐有十老之集，為盧革、黄挺、程師孟、鄭方平、閭丘孝終、章岵、徐九思、徐師閔、崇大年、張詵，米芾元章爲之序焉。"
      },
      {
        "index": 13,
        "text": "紇石烈子仁詞"
      },
      {
        "index": 14,
        "text": "開禧用兵，金人元帥紇石烈子仁領兵據濠梁，大書一詞於濠之倅㕔壁間，詞名《上平南》，即《上西平》之調，云：「蠆鋒搖，螳臂振，舊盟寒，恃洞庭彭蠡狂瀾。天兵小試，百蹄一飲楚江乾，捷書飛上九重天，春滿長安。舜山川，周禮樂，唐日月，漢衣冠，洗五州妖氣，闗山已平，全蜀風行，何用一泥丸，有人傳喜日，邊都䕶先還。」子仁蓋女眞之能文者，故敢肆言無憚如此。"
      },
      {
        "index": 15,
        "text": "讀書聲"
      },
      {
        "index": 16,
        "text": "昔有以詩投東坡者，朗誦之而請曰：「此詩有分數否？」坡曰：「十分。」其人大喜，坡徐曰：「三分詩，七分讀耳！」此雖一時戲語，然涪翁所謂「南窗讀書吾伊聲」，蓋善讀書者，其聲正自可聴耳。王沔，字楚望，端拱初參大政，上每試舉人，多令沔讀試巻，沔素善讀，縱文格下者，能抑揚髙下，迎其辭而讀之，聴者忘厭，凡經讀者，每在髙選，舉子凡納卷者，必祝之曰：「得王楚望讀之，幸也！」若然則善於讀者，不爲無助焉。"
      },
      {
        "index": 17,
        "text": "劉長卿詞"
      },
      {
        "index": 18,
        "text": "劉震孫長卿，號朔齋，知宛陵日，吳毅夫潛丞相方閒居，劉日陪午橋之游，奉之亦甚至，嘗攜具開宴，自撰樂語一聨云：「入則孔明，出則元亮，副平生自許之心。兄爲東坡，弟爲欒城，無晚嵗相違之恨。」毅夫大爲擊節，劉後以召還，吳餞之郊外，劉賦《摸魚兒》一詞爲别，末云：「怕綠野堂邊，劉郎去後，誰伴老裴度？」毅夫爲之揮淚，繼遣一价追和此詞，併以小匳侑之，送數十里外，啓之，精金百星也。前輩憐才賞音如此，近世所無。"
      },
      {
        "index": 19,
        "text": "慶元開元六士"
      },
      {
        "index": 20,
        "text": "慶元間趙忠定去國，太學生周端朝、張衜、徐範、蔣傳、林仲麟、楊宏中，以上書屏斥，遂得六君子之名。開元間，丁大全用事，以法繩多士，陳宜中與權、劉黼聲伯、黃鏞器之、林則祖興周、曽唯師孔、陳宗正學，亦以上書得謫，號六君子。至景定初，時相欲收士譽，悉上春官，并擢髙第，時議或有異論，既而林則祖、陳宗先死，曽屢遭黜，三公者相繼召試，居言路，出藩入從。咸淳癸酉間，聲伯自海閫召為從官翰苑，與權自閩帥擢秋官，居鎖闥，器之起家知廬陵，兼倉部，是嵗六月，正言郭閶劾器之云：「虛名多足以誤世，實徳乃可以服人」又云：「黃鏞偶儕六士，遂得虛名。昨守吳門，怪狀百出，愧士不敢謁學，畏軍不敢閱武，暨綰郡符，復兼庾節，恠誕仍不可枚數矣。」越宿，陳與權入奏曰：「朝廷建官，本欲兼收實用，臣子事上，豈容徒竊虛名，倘公議有及於斯，雖頃刻難安於位。比觀諫坡造膝之抨彈，斥去廬陵治郡之無狀，一皆公論，何預孤蹤？但首發虛名之誤世，上係國家，而明指六士以修言，已形辭色，蓋亦謂忝論思之數，將使自知進退之謀，欲乞特畀閑廩，以穆師言。」詔不允，云：「虛名誤世，辭氣若過於抑揚，實徳服人，指意則有所歸重，援是求去，非朕攸聞。」劉聲伯亦一再上疏求去，不允，郭不自安，乞罷言職，亦再云：「直言無忌者，諫之職，何敢容私？轉喉觸諱者，語之窮，安能逆料？惟兹吉守，舊有直聲，惜其預六士之稱，不能終譽如此，今指其兩郡之政，謂之非虚名可乎？二臣何見，相繼引嫌，實自實，虛自虛，人品固難於槩論，聞所聞，見所見，事理委無以相干。」亦不允其請，而陳疏至四五，且引書讀之嫌，御批云：「卿以不必疑之言，而申必欲去之請，如國體何？前詔謂虛名實徳，各有所指，蓋盡之矣。書讀引嫌，勿書可也，何以去爲？」於是侍御陳堅節夫、豸官陳過聖觀，共爲一疏，乞申諭三臣，各安職守，而黃戶書萬石、陳兵書存、常戶侍楙、曹禮侍孝慶、倪刑侍曹、髙工侍斯得、李右史珏、文左史復之，共爲一疏調停之，久而方定。知大體者，殊不然之，事久論定，虚名實徳，於人亦可㮣見矣。"
      },
      {
        "index": 21,
        "text": "文臣帶左右"
      },
      {
        "index": 22,
        "text": "紹興以來，文散階皆帶左、右字，以别有無出身，惟嘗犯贓者，則去之。劉岑季髙得罪秦氏，坐贓廢，後復官，去其左字，季髙署銜不以爲愧也。孫覿仲益，亦以贓罪去左字，但自稱晉陵孫某而已，至紹興末，復朝奉郎，乃始署銜。淳熙中，因趙善俊奏，又例去之。吳興有王孝嚴行先，居城西，俗稱爲王團練宅，蓋將種也，以鶡冠登壬辰科，沾沾自喜，以帶左字爲榮，時施士衡得求，因忤魏道弼，坐贓失官，素負氣，殊以不帶左字爲恥，既而有詔盡去，鄉人嘲之曰：「快殺施得求，愁殺王行先。」"
      },
      {
        "index": 23,
        "text": "馬梁家姬"
      },
      {
        "index": 24,
        "text": "㑹稽有富人馬生，以入粟得官，號馬殿幹，喜賓客，有姬美豔能歌，時出佐酒，客有梁縣丞者頗黠，因與之目成。一旦，馬生殂，姬出，梁捐金得之，它日置酒觴客，陳無損益之在坐，酒酣舉杯，屬梁曰：「有儷語奉上。」梁諦聴之，即琅然高唱曰：「昔居殿幹之家，爰喪其馬，今入縣丞之室，毋逝我梁！」一坐大呼笑，而主人憮然不樂，無㡬，梁亦死焉。人尤無損之謔戲，然聞者亦可以警也。"
      },
      {
        "index": 25,
        "text": "山獺治箭毒"
      },
      {
        "index": 26,
        "text": "世傳補助竒僻之品，有所謂山獺者，不知出於何時，謂以少許磨酒飲之，立驗，然《本草》、醫方皆所不載，止見《桂海虞衡志》，云出宜州溪峒，峒人云獺性淫毒，山中有此物，凡牝獸悉避去，獺無偶，抱木而枯，峒獠尤貴重之，能解箭毒，中箭者，研其骨少許，傅之立消，一枚直金一兩，或得殺死者，功力劣抱木枯死者，土人自稀得之。然今方術之士，售僞以愚世人者，類以鼠璞猴胎爲之，雖殺死者亦未之見也。周子功嘗使大理。經南丹州。即此物所産之地。其土人號之曰挿翹，極為貴重，一枚直黄金數兩，私貨出界者，罪至死，方春時，猺女數千，歌嘯山谷，以尋藥挑菜爲事，獺性淫，或聞婦人氣，必躍升其身，刺骨而入，牢不可脫，因扼殺而藏之，土人驗之之法，每令婦人摩手極熱，取置掌心，以氣呵之，即趯然而動，蓋爲隂氣所感故耳，然其地亦不常有，或累數嵗得其一，則其人立可致富，宜中州之多僞也。"
      },
      {
        "index": 27,
        "text": "月忌"
      },
      {
        "index": 28,
        "text": "俗以每月初五、十四、二十三日爲月忌，凡事必避之，其說不經，後見衞道夫云：「聞前輩云說此三日，即《河圖》數之中宮五數耳。五爲君象，故民庶不可用。」此說頗有理，因圖於此。"
      },
      {
        "index": 29,
        "text": "張功甫豪侈"
      },
      {
        "index": 30,
        "text": "張鎡功甫，號約齋，循忠烈王諸孫，能詩，一時名士大夫，莫不交游，其園池、聲伎、服玩之麗，甲天下，嘗於南湖園作駕霄亭，於四古松間，以巨鐵絙懸之空半，而羈之松身，當風月清夜，與客梯登之，飄搖雲表，眞有挾飛仙，遡紫清之意。王簡卿侍郎嘗赴其牡丹㑹，云衆賓既集，坐一虛堂，寂無所有，俄問左右云：「香已發未？」答云已發，命捲簾，則異香自内出，郁然滿坐，羣妓以酒肴絲竹，次第而至，别有名姬十輩，皆衣白，凡首飾衣領，皆牡丹，首帶照殿紅一枝，執板奏歌侑觴，歌罷樂作乃退，復垂簾，談論自如，良久香起，捲簾如前，别十姬易服與花而出，大抵簮白花，則衣紫，紫花則衣鵞黃，黃花則衣紅，如是十杯，衣與花凡十易，所謳者，皆前輩牡丹名詞，酒竟，歌者、樂者無慮數百十人，列行送客，燭光香霧，歌吹雜作，客皆恍然如仙遊也。功甫於誅韓有力，賞不滿意，又欲以故智去史，事泄，謫象臺而殂。"
      },
      {
        "index": 31,
        "text": "台妓嚴蘂"
      },
      {
        "index": 32,
        "text": "天台營妓嚴蘂，字幼芳，善琴奕、歌舞、絲竹、書畫，色藝冠一時間，作詩詞有新語，頗通古今，善逢迎，四方聞其名，有不逺千里而登門者。唐與正守台日，酒邊嘗命賦紅白桃花，即成《如夢令》云：「道是梨花不是，道是杏花不是，白白與紅紅，别是東風情味，曽記曽記，人在武陵微醉。」與正賞之雙縑。又七夕，郡齋開宴，坐有謝元卿者，豪士也，夙聞其名，因命之賦詞，以己之姓爲韻，酒方行而已成《鵲橋仙》，云：「碧梧初出，桂花纔吐，池上水花微謝，穿針人在合歡樓，正月露玉盤髙瀉。蛛忙鵲嬾，耕慵織倦，空做古今佳話，人間剛道隔年期，在天上方纔隔夜。」元卿爲之心醉，留其家半載，盡客囊橐，饋贈之而歸，其後朱晦菴以使節行部，至台，欲摭與正之罪，遂指其嘗與蘂爲濫，繫獄月餘，蘂雖備受箠楚，而一語不及唐，然猶不免受杖，移籍紹興，且復就越置獄鞫之，久不得其情，獄吏因好言誘之曰：「汝何不早認，亦不過杖罪，況已經斷罪，不重科，何爲受此辛苦邪？」蘂答云：「身為賤妓，縱是與太守有濫，科亦不至死罪，然是非眞僞，豈可妄言以汙士大夫，雖死不可誣也。」其辭既堅，於是再痛杖之，仍繫於獄，兩月之間，一再受杖，委頓㡬死，然聲價愈騰，至徹阜陵之聴，未㡬，朱公改除，而岳霖商卿爲憲，因賀朔之際，憐其其病瘁，命之作詞自陳，蘂略不搆思，即口占《卜算子》云：「不是愛風塵，似被前緣誤，花落花開自有時，總賴東君主，去也終須去，住也如何住，若得山花挿滿頭，莫問奴歸處。」即日判令從良，繼而宗室近屬納爲小婦以終身焉。《夷堅志》亦嘗略載其事而不能詳，余蓋得之天台故家云。"
      },
      {
        "index": 33,
        "text": "閒字義"
      },
      {
        "index": 34,
        "text": "閒隙之閒，讀若艱，謂有容可入也，閒隔之閒，讀若諫，謂入其閒而隔之也。閒暇之閒，讀若閑，謂其閒有容暇也。閑有防義，或借作閒，非正字也。《季布傳》：「待閒果言如朱家指」，師古曰：「侍，謂侍於天子；閒，謂事務之隙也。」《劉賈傳》：「使人閒招楚大司馬」，周殷顏註：「閒，謂私求閒隙而招之。」《史記》閒作去聲，《張良傳》：「嘗閒從容步遊圮上」《索隠》：「閒，閑字也。」《陳平傳》：「平身閒行杖劒亡渡河」，《音義》：「閒，紀間反。」"
      },
      {
        "index": 35,
        "text": "舟人稱謂有據"
      },
      {
        "index": 36,
        "text": "余生長澤國，每聞舟子呼造帆曰「歡」，以牽船之索曰「彈子」，稱使風之帆縣爲去聲，意謂吳諺耳。及觀唐樂府，有詩云：「蒲帆猶未織，爭得一歡成」而鍾㑹呼捉船索爲百丈，趙氏註云：「百丈者，牽船篾，内地謂之笪。」韓昌黎詩云：「無因帆江水」，而韻書去聲内亦有扶帆切者，是知方言俗語，皆有所據。陸放翁入蜀，聞舟人祠神，方悟杜詩「長年三老」、「攤錢」之語，亦此類也。"
      },
      {
        "index": 37,
        "text": "張仲孚"
      },
      {
        "index": 38,
        "text": "完顔亮敗盟，宼蜀主將合喜孛堇，張仲孚副之。先是，吳氏守蜀時，專用神臂弓保險，孛堇曰：「昔我軍皆漠北人，故短於弩射，今軍士多河南北人，何不習閱以分宋人之長？」遂擇五千人，晝夜習之，一日，設射於石岩下，張宴以第其中否，岩皆如粉飛墜，酒酣，問仲孚曰：「果何如？」仲孚實秦相隂遣，雖吳氏兄弟亦不知其謀，每欲勦其族，故金人信之不疑，仲孚欲散其謀，於是繆謂孛堇曰：「用中國人習長兵固善，第虞一旦反噬，則恐無以制之耳。且我每僉中原兵，常制以女眞，正慮此也。」孛堇聞其說甚恐，乃漸散之，自後和好既成，蜀備久弛，有以吳璘無備告，孛堇請勁騎數千，先事長驅而入者，仲孚爲蜀危之，又謂孛堇曰：「自四太子時，猶不得蜀，設不如意，出危道也！」孛堇又爲之止。其後璘下秦州，取徳勝，所至降附，其力爲多，時王瞻叔駐綿州總餉事，王剛中爲制帥，治成都，瞻叔請遣重臣鎭蜀，時虞雍公方奏采石功，遂以兵書開宣幙，虞知仲孚不忘本朝，欲顯招之，乃以王爵告命，使持與之，仲孚乃徑自屯所，歸於虞，既而雍公捨險，出兵平地，一戰而敗，喪將校七十二人，凡吳璘所下州郡，不能撫有，及致金人責免敵錢，故所在皆叛，而仲孚雖爲畫策，亦不見用，中原之民以爲誤己大怒，因不復信之，以至於敗云。"
      },
      {
        "index": 39,
        "text": "隠語"
      },
      {
        "index": 40,
        "text": "古之所謂廋詞，即今之隠語，而俗所謂謎，《玉篇》「謎」字，釋云：「隠也。」人皆知其始於「黃絹幼婦」，而不知自漢伍舉、曼倩時已有之矣。至《鮑照集》則有井字謎，自此雜說所載，間有可喜，今擇其佳者，著數篇於此，以資酒邊雅談云 ——"
      },
      {
        "index": 41,
        "text": "「用」字，謎云：「一月復一月，兩月共半邊，上有可耕之田，下有長流之川，六口共一室，兩口不團圓。」又云：「重山復重山，重山向下懸，明月復明月，明月兩相連。」"
      },
      {
        "index": 42,
        "text": "木玷云：「我本無名，因汝有名，汝有不平，吾與汝平。」"
      },
      {
        "index": 43,
        "text": "日，謎云：「畫時圓，寫時方，寒時短，熱時長。」又云：「東海有一魚，無頭亦無尾，除去脊梁骨，便是這箇謎。」"
      },
      {
        "index": 44,
        "text": "染物霞頭云：「身居色界中，不染色界塵，一朝解塵縛，見姓自分明。」"
      },
      {
        "index": 45,
        "text": "持棊云：「彼亦不敢先，此亦不敢先，惟其不敢先，是以無所爭，是以能入於不死不生。」"
      },
      {
        "index": 46,
        "text": "字㸃云：「寒則重重疊疊，熱則四散分流，四箇在縣，三箇在州，村裏不見在村裏，市頭不見在市頭。」"
      },
      {
        "index": 47,
        "text": "印章云：「方圓大小隨人，腹裏文章儒雅，有時滿面紅妝，常在風前月下。」"
      },
      {
        "index": 48,
        "text": "金剛云：「立不中門，行不履閾，儼然人望而畏之，斯亦不足畏也矣。」"
      },
      {
        "index": 49,
        "text": "蜘蛛云：「上不在天，下不在田，中心藏之，玄之又玄。」又云：「自東自西，自南自北，無思不服。」"
      },
      {
        "index": 50,
        "text": "拄杖云：「用之則行，舍之則藏，惟我與爾，危而不持，顚而不扶，則焉用彼！」"
      },
      {
        "index": 51,
        "text": "木屐云：「可以託六尺之孤，可以寄百里之命，遇剛則鏗爾有聲，遇柔則沒齒無怨。」"
      },
      {
        "index": 52,
        "text": "蹴踘云：「瞻之在前，忽焉在後，樂然後笑，人不厭其笑。」"
      },
      {
        "index": 53,
        "text": "墨斗云：「我有一張琴，絲絃長在腹，時時馬上彈，彈盡天下曲。」"
      },
      {
        "index": 54,
        "text": "打稻耞云：「天下有道則見，無道則隠，瞻之在前，忽焉在後。」"
      },
      {
        "index": 55,
        "text": "夾註書云：「大底不曽說小底，小底常是說大底，若要知得大底事，須去仔細問小底。」"
      },
      {
        "index": 56,
        "text": "元夕燈球云：「我有紅圓子，治赤白帶下，每服三五丸，臨夜茶酒下。」"
      },
      {
        "index": 57,
        "text": "日曆云：「都來一尺長，上面都是節，兩頭非常冷，中間非常熱。」"
      },
      {
        "index": 58,
        "text": "手指云：「大者兩文，小者三文，十枚共計二十八文。」"
      },
      {
        "index": 59,
        "text": "水中石云：「小時大，大時小，漸漸大，不見了，或以爲小兒𩕄門。」"
      },
      {
        "index": 60,
        "text": "手巾云：「八尺一片，四角兩面，所識是人面，不識畜生面。」"
      },
      {
        "index": 61,
        "text": "接果云：「斫頭便斫頭，却不教汝死，抛却親生男，却愛過房子。」"
      },
      {
        "index": 62,
        "text": "又有以今人名藏古人名者，云人人皆戴子瞻帽；君實新來轉一官；門狀送還王介甫；潞公身上不曽寒."
      },
      {
        "index": 63,
        "text": "又有以古詩賦敗弓云：「爭帝圖王勢已傾，八千兵散楚歌聲，烏江不是無船渡，羞向東吳再起兵。」然此近俗矣。若今書㑹所謂謎者，尤無謂也。"
      },
      {
        "index": 64,
        "text": "趙涯"
      },
      {
        "index": 65,
        "text": "理宗初郊，行事之次，適天雷電以風，黃壇燈燭皆滅無餘，百執事顚沛離次，已而風雨少止，惟子階一陪祠官，雖朝衣被雨淋漓，而儼然不動，理宗甚異之，亟遣近侍問姓名，則趙涯也，時爲京局官，未㡬，除監察御史。"
      },
      {
        "index": 66,
        "text": "書種文種"
      },
      {
        "index": 67,
        "text": "裴度常訓其子云：「凡吾輩，但可令文種無絶，然其間有成功，能致萬乘之相，則天也。」山谷云：「四民皆坐世業，士大夫子弟能知忠信孝友，斯可矣，然不可令讀書種子斷絶，有才氣者，出便當名世矣。」似祖裴語，特易「文種」爲「書種」耳。練兼善嘗對書太息曰：「吾老矣，非求聞者，姑下後世種子耳。」余家有書種堂，蓋兼取二公之說云。"
      },
      {
        "index": 68,
        "text": "温公重望"
      },
      {
        "index": 69,
        "text": "坡公《獨樂園》詩云：「兒童誦君實，走卒知司馬」。京師之貪汙不才者，人皆指笑之曰：「你好箇司馬家。」文潞公留守北京日，嘗遣人入遼偵事回，見遼主大宴羣臣，伶人戲作衣冠者，見物必攫取懷之，有從其後，以物扑之云：「汝司馬端明邪？」是雖四裔亦知之，豈止兒童走卒哉？宣和間，徽宗與蔡攸輩在禁中，自爲優戲，上作參軍趨出，攸戲上曰：「陛下好箇神宗皇帝。」上以杖鞭之云：「你也好箇司馬丞相。」是知公論在人心，有不容泯者如此。"
      },
      {
        "index": 70,
        "text": "陳孝女"
      },
      {
        "index": 71,
        "text": "陳孝女，錢塘人也，父業儒，嘗受勇爵，漫游江淮間，居胭脂嶺下，家粗給。乙亥兵火，挈家永嘉山中，悉爲盜所掠，僅留一女十嵗，攜之丐食以歸，故居蕩不復存，因寄五里塘舊僕家，聞殊勝寺設粥供，攜女子就寺丐食，凡數月，僧扣所以，頗憐之，俾留衆寮，供榜疏職，時孫元帥下李知事者，東平人也，頗知書，亦寓寺旁，暇日至寺，必從容與僧談，欲謀一士爲友，僧以陳爲薦，一見投合如久要，館穀加厚，其女亦得其家歡心，居數月，當丁丑仲春，女子忽謂其父云：「吾母墓在故居側，數年不至矣，聞主人禁煙，將為湖山遊，能乘此機一往拜埽否？」父以告李，欣然與俱，既至墓所，拜奠罷，李偕攜酒飲旁舍，女悲泣不已，久之，勉之還，則泣告曰：「比聞李氏，今將北歸，吾父子必將從之，父老子幼，南北萬里，何日可再至吾母墓下，此所以痛也。」言與泪俱下，父亦感痛，而女躃踊呼號，聲振林木，久而仆地，視之死矣，李義之，因與墓鄰，斂而附於母塚之旁云。嗚呼！古有曹饒二娥，焜燿史冊，著爲美談，今陳氏女年甫十四，而天性至孝，抱塚泣死，視前修爲無愧矣，因詳著以俟傳忠孝者。"
      }
    ]
  }
}