{
  "chapterNumber": 16,
  "title": "卷十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "三髙亭記改本"
      },
      {
        "index": 2,
        "text": "三髙亭，天下絶景也，石湖老仙一《記》亦天下竒筆也，余嘗見當時手藁，揩摩抉剔，如洗玉浣錦，信前輩作文，不憚於改如此，因詳書於此，與同志評之。《記》云："
      },
      {
        "index": 3,
        "text": "乾道三年二月，吳江縣新作三髙祠成，三髙者：越上將軍姓范氏，是爲鴟夷子皮；晉大司馬東曹掾姓張氏，是爲江東步兵；唐贈右補闕姓陸氏，是爲甫里先生。三君者不並世，而鴟夷子皮又嘗一用人之國，名大功顯而去之，季鷹、魯望，蕭然臞儒，使有爲於當年，其所成就，固不可渝度，要皆得道見微，脫屣天刑，清風峻節，相望於松江大湖之上，故天下同髙之，而吳江之邑人獨私得奉烝嘗，以夸於四方。若曰吾東家丘云：「爾邑大夫趙伯虛，勤勞其邑，百廢具舉，以故祠爲陋，將改作。」於是歸老之士——鄉老王份，獻其地雪灘，左具區，右笠澤，號稱勝絶，乃築堂於其上，告遷於像而奠焉，又屬郡人石湖范成大爲之辭。噫！不有君子，其能國乎？今乃自放寂寞之濱，掉頭而弗顧，人又從而以爲髙，豈盛際之所願哉？後之人髙三君之風而跡，其所以去，爲世道計者，可以愳思過半矣！至於豪傑之士，或肆志乎軒冕，宴安流連，卒悔於後者，亦將有感於斯堂，而某何足以述之？然屈平既從彭咸，而桂叢之賦，猶《招隠士》，疑若幽隠，處林薄，不死而仙，況如三君蟬蛻溷濁，得全於天者。嘗試倚楹而望，水光浮空，雲日下上，風颿煙艇，飄忽晦明，意必往來其間，何足以見之？故效小山作歌三章以招焉，遂從而歌曰：「若有人兮扁舟憮，亂五湖兮逺遊，衆芳媚兮髙邱，獨君兮不可留，長風積兮波浪白，蕩搖空明兮南北一色，鏡萬里蕩空碧兮鞭魚龍，列星剡剡兮一下其孤篷， 渺顧懷兮斯路，與涼月兮入滄浦戰爭蝸角兮昨夢，一笑水雲得志兮，垂虹可以艤棹，仙之人兮夀無涯，樂哉垂虹兮去復來。」載歌曰：「若有人兮横大江，秋風起兮歸故鄉，鴻冥飛兮白鷗舞，吳波鱗鱗兮在下嗟，人胡爲兮天地四方，樂莫樂兮吾之土，膾脩鱸兮雪飛，登菰蓴兮芼之，水仙濱兮胥命，君可望兮不可追，頫倒景兮揮碧寥，娭宴息兮江之臯，菉蘋堂兮廡杜若，一杯之酒兮我為君酌。」又歌曰：「若有一人兮北江之渚，披雪而晞兮頮煙，雨綠蔬兮莎棘，嵗婉晚兮何以續，君食偭五鼎兮腥腐羞，三泉兮終古，千秋風露兮歸來，故墟月明無人兮蒼石與語，牛宮洳兮生蒲荷，潮西東兮下田一波，訪南涇兮鄰曲，山川良是兮丘壠多稼，九畹兮今其刈，聊舂容兮兹里不見。」"
      },
      {
        "index": 4,
        "text": "初艸何以知後作之功，觀前輩著述，而探其用意改定，思過半矣，攻媿有讀《三髙祠記》詩曰：「三髙之風天與髙，三髙之靈或可招，小山之後無此作，具區笠澤空寥寥，㡬從垂虹蕩雙槳，寓目滄波獨怊悵，筆端不倒三峽流，欲遽招之恐長往，前身陶朱今董狐，襟抱磊落吞江湖，瑰詞三章妙天下，大書深刻江之隅，我來誦詩凜生氣，若有人兮在江水，扁舟獨釣鱠鱸魚，茶竈筆牀歸甫里，先生固是丘壑人，只今方迫功與名，謝公掩鼻恐未免，便看林藪生風雲，他年事業滿彛鼎，乞身歸來坐佳境，不嫌俗士三斗塵，容我漁蓑理𤎆艇。時范公方爲吏部郎也。"
      },
      {
        "index": 5,
        "text": "昆命元龜辨證本末"
      },
      {
        "index": 6,
        "text": "嘉定初元，史忠獻彌逺拜右丞相，相麻翰林權直陳晦之筆也，有「昆命元龜，使宅百揆」之語，時倪文節思知福州，即具申朝省，謂：「『昆命元龜』，此乃舜禹揖遜授受之語，見於《大禹謨》，非僻書也。據《漢書》，董賢爲大司馬，冊文云：『允執其中』，蕭咸謂此乃堯禪舜之文，非三公故事。今『昆命元龜』與『允執其中』之詞何以異？若聖上初無是意，不知詞臣何從而援引此言？受此麻者，豈得安然而不自明乎？給舎臺諫又豈得不辨白此事乎？竊見曩之詞臣，以『聖之清，聖之和』，褒譽韓侂胄，以『有文事，有武備』，褒譽蘇師旦，然亦未敢用人臣不當用之語。昔歐陽修論韓琦、富弼、范仲淹立黨事，在爲河北轉運使時，故敢援此爲比，乞行貼麻。」史相得之甚駭，遂拜表繳奏，且謂：「當時惟知恭聴王言，所有制詞合取㑹詞臣，合與不合貼麻。」時陳晦已除侍御史，遂具奏之，其詞内云：「兹方艱於論相，顧無異於象賢，『昆命元龜，使宅百揆』此蓋演述陛下卜相之意甚明，而思乃以爲人臣不當用之語，臣觀《尚書》所稱師錫帝曰虞舜與乃言底可績者，其上下文顯是揖遜授受之語，而孫近行趙鼎制云：『亶由師錫之公』；蔣芾行洪适制云：『用符師錫之公』；陳誠之行沈該制云：『言皆可績，僉曰汝諧』。從《大禹謨》之文：『「……惟口出好興戎，朕言不再。」禹曰：「枚卜功臣，惟吉之從。」帝曰：「禹官占惟先蔽志，昆命元龜，朕志先定，詢謀僉同，鬼神其依，龜筮協從，卜不習吉。」禹拜稽首，固辭，帝曰：「毋惟汝諧」』今以本朝宰相制詞考之，呂夷簡制曰：『或營求方獲，或枚卜乃從』；富弼制曰：『遂膺枚卜，實契具瞻』；王欽若制曰：『廟堂虛位，龜筮協謀』；曽公亮制曰：『拂龜而見祥，端扆而定志。稽用師言之錫，進居台路之元』；陳執中制曰：『考嘉績而惟茂，質枚卜以僉同』；趙鼎制曰：『龜弗克違，既驗詢謀之協』；陳康伯制曰：『詢於僉言，蔽自朕志』。無非用《大禹謨》此一段中語，此類甚多，不敢盡舉。唐人作韋見素相制曰：『爾惟不矜，朕志先定』，此兩全句皆用禹事，本朝蘇軾草賜范純仁詔亦曰：『蔽自朕志』，賜文彦博詔亦曰：『朕命不再，至於歴試諸艱，蓋堯舜事』，軾於呂大防、胡宗愈詔屢用歴試二字，然臣不敢援此爲例，恐未是命龜的證。國初趙普拜相制曰：『詢于元龜，歴選羣后』，又有甚的切者，唐元和中，裴度拜相制曰：『人具爾瞻，天方賚予，昆命元龜，爰立作相』。古人舉事無大小，未嘗不命龜，如《洪範》《周禮》《左傳》皆可攷也，今思乃以董賢冊文『允執其中』爲比，以聖上同之漢哀。凡臣所陳，事理甚明，所有已降相麻，即不合貼改」繼得旨：「陳晦援證明白，無罪可待。倪思輕侮朝廷，肆言誣罔，可特降兩官。」其後文節作《辨析》一狀甚詳，又專作一書曰《昆命元龜說》，備載始末，然一時公論多以文節出位而言，近於忿激，而陳之辨論雖詳，終不若不用之爲佳也。此事葉靖逸雖載之《聞見錄》，略甚，今因詳書本末云。"
      },
      {
        "index": 7,
        "text": "詩道否泰"
      },
      {
        "index": 8,
        "text": "詩道否泰，亦各有時。政和中，大臣有不能詩者，因建言詩爲元祐學術，不可行，時李彦章爲中丞，承望風旨，遂上章論淵明、李、杜而下，皆貶之，因詆黃、張、晁、秦等，請爲科禁。何清源至修入令式，諸士庶習詩賦者杖一百，聞喜例賜詩，自何文縝後，遂易爲詔書訓戒，是嵗冬，初雪，太上皇喜甚，吳居厚首作詩三篇以獻，謂之口號，上和賜之，自是聖作時出，訖不能禁，而陳簡齋遂以《墨梅》詩擢置館閣焉。寶慶間，李知孝爲言官，與曽極景建有隙，每欲尋釁以報之，適極有《春詩》云：「九十日春晴景，少百千年事亂」，時多刋之《江湖集》中，因復改劉子翬《汴京紀事》一聨爲極詩云：「秋雨梧桐皇子宅，春風楊柳相公橋」。初，劉詩云：「夜月池臺王傅宅，春風楊柳太師橋」，今所改句，以爲指巴陵及史丞相，及劉潛夫《黃巢戰場》詩云：「未必朱三能跋扈，都緣鄭五欠經綸」，遂皆指爲謗訕，押歸聴讀，同時被累者，如敖陶孫、周文璞、趙師秀，及刋詩陳起，皆不得免焉。於是江湖以詩爲諱者兩年，其後史衞王之子——宅之、壻——趙汝禖，頗喜談詩，引致黃簡、黃中、吳仲孚諸人，洎趙崇龢進《明堂禮成》詩二十韻，於是詩道復昌矣。"
      },
      {
        "index": 9,
        "text": "賈島佛"
      },
      {
        "index": 10,
        "text": "唐李洞，字才江，苦吟有聲，慕賈浪仙之詩，遂鑄其像事之，誦賈島佛不絶口，時以爲異。五代孫晟，初名鳯，又名忌，好學，尤長於詩，爲道士，居廬山簡寂宮，嘗畫賈島像，置屋壁，晨夕事之，人以爲妖。蓋酸鹹之嗜，固有異世而同者，長江簿何以得此於人哉？凡人著書立言，正不必求合於一時，後世有揚子雲，將自知之。"
      },
      {
        "index": 11,
        "text": "菊花新曲破"
      },
      {
        "index": 12,
        "text": "思陵朝掖庭有菊夫人者，善歌舞，妙音律，爲仙韶院之冠，宮中號爲菊部頭，然頗以不獲際幸爲恨，即稱疾告歸，時宦者陳源以厚禮聘歸，蓄於西湖之適安園。一日，徳夀按《梁州曲》，舞屢不稱旨，提舉官闗禮知上意不樂，因從容奏曰：「此事非菊部頭不可。」上遂令宣喚，於是再入掖禁，陳遂憾恨成疾，有某士者頗知其事，演而爲曲，名之曰《菊花新》以獻之，陳大喜，酬以田宅金帛甚厚，其譜則教坊都管王公謹所作也，陳每聞歌，輒涙下不勝情，未㡬物故。園後歸重華宮，改名小隠園。孝宗朝，撥賜張貴妃爲永寧崇福寺云。"
      },
      {
        "index": 13,
        "text": "潘陳同母"
      },
      {
        "index": 14,
        "text": "陳了翁之父尚書，與潘良貴義榮之父，情好甚密。潘一日謂陳曰：「吾二人官職年齒，種種相似，獨有一事不如公，甚以為恨。」陳問之，潘曰：「公有三子，我乃無之。」陳曰：「吾有一婢已生子矣，當以奉借，它日生子，即見還。」既而遣至，即了翁之母也，未㡬生良貴，後其母遂往來兩家焉。一母生二名儒，亦前所未有事，見羅春伯《聞見錄》。"
      },
      {
        "index": 15,
        "text": "省狀元同郡"
      },
      {
        "index": 16,
        "text": "掄魁、省元同郡，自昔以爲盛事。熙寧癸丑，省元卲剛、狀元余中，皆毗陵人。淳熙丁未，省元湯璹、狀元王容，皆長沙人。紹熙癸丑，省元徐邦憲、狀元陳亮，皆婺州人。紹熙庚戌，省元錢易直、狀元余復，皆三山人。寶慶丙戌，省元趙時覩、狀元王㑹龍，皆天台人。紹定己丑，省元陳松龍、狀元王朴，皆福人。至淳祐甲辰，省元徐霖、狀元留夢炎，皆三衢人，一時士林歆羨，以爲希闊之事，時外舅楊彦瞻以工部郎守衢，遂大書狀元坊，以表其閭，既以爲未足，則又揭雙元坊以誇大之，鄉曲以為至榮。二公不欲其成，各以書爲謝，且辭焉，彦瞻答之，略云：「嘗聞前輩之言曰：『吾鄉昔有第奉常而歸，旗者鼓者、饋者迓者、往來而觀者，闐路駢陌如堵牆，既而閨門賀焉，宗族賀焉，婣者、友者、客者交賀焉，至於讎者亦茹恥羞愧而賀，且謝焉，獨鄰居一室，扃鐍逺引，若避宼然，余因怪而問之，愀然曰：「所貴乎衣錦之榮者，謂其得時行道也，將有以庇吾鄉里也。今也或竊一名，得一官，即起朝富暮貴之想，名愈髙，官愈窮，而用心愈繆，武斷者有之，庇姦慝，持州縣者有之，是一身之榮，一害之増也。其居日以廣，鄰居日以蹙，吾將入山林深密之地以避之，是可弔，何以賀爲？」』吾聞而異其言，因黙識而謹書之，凡交遊間，必道此語相訓切，而非心相知者，不道也。執事於不肖，可謂心相知，而不以告，罪也。且今日此扁之揭，所以獨異於尋常者，蓋僕之望於執事者亦異焉。人於此時，每以諛獻，僕乃以忠告，非求異於人也，所冀進執事之徳，成執事之器也，執事不以僕之言爲然則已，若以爲然，則是扁之揭，可以無愧矣！前之不賀者，必將先衆人而賀矣！今冠南宮者，執事友也，幸亦以是語之。」二公得書，爲之悚然。其後徐以道學名，留以功業顯，或者此書有以唘發之乎？"
      },
      {
        "index": 17,
        "text": "金剛鑽"
      },
      {
        "index": 18,
        "text": "玉人攻玉，必以邢河之沙，其鐫鏤之具，必用所謂金剛鑽者，形如鼠糞，色青黒，如鐵如石，相傳産西域諸國，或謂出回紇國，往往得之河北沙磧間，鷙鳥海東青所遺糞中，然竟莫知爲何物也。蓋天下至堅者莫如玉，古者惟錕鋙刀可以切之，今此物功用，乃與錕鋙均，其堅可知矣。貞觀中，有婆羅門言得佛齒，所擊無堅物，時傅奕方卧病，謂其子曰：「是非佛齒，吾聞金剛石至堅，物不能敵，惟羚羊角能破，汝可往擊之。」果應手而碎，是知此物，自昔亦罕知者矣。"
      },
      {
        "index": 19,
        "text": "多藏之戒"
      },
      {
        "index": 20,
        "text": "王黼盛時，庫中黄雀鮓，自地積至棟，凡滿二楹。蔡京對客，令㸃檢蜂兒見在數目，得三十七秤。童貫既敗，籍其家，得劑成理中丸㡬千斤。傳紀載之以爲談柄。近者，官籍賈似道第，果子庫糖霜凡數百甕，官吏以爲不可久留，難載帳目，遂輦棄湖中，軍卒輩或乘時竊出，則他物稱是，可想矣！胡椒八百斛、領軍鞋一屋，不足多也！"
      },
      {
        "index": 21,
        "text": "理度議諡"
      },
      {
        "index": 22,
        "text": "理宗未祔，議諡朝堂，或擬曰景、曰淳、曰成、曰允，最後曰禮，議既定矣，或謂與亡金僞諡同，且古有婦人號禮宗者，遂擬曰理，蓋以聖性崇尚理學。而天下道理最大。於是人無間言。而不知理字，析文取義，乃四十一年，王者之象，可謂請諡於天矣。度宗初議諡，或擬純字，則謂有屯之象，或擬實字，則宗實乃英宗舊名，或擬正字，則有一止之嫌，後遂定爲端文明武景孝皇帝。先是，皇姊因漢國長公主在先朝已諡端孝，今與廟號上下字暗合，豈偶然哉？理宗生母——全夫人，諡慈憲，殊不知僞齊劉豫母亦諡慈憲，當時攷不及此，何耶？"
      },
      {
        "index": 23,
        "text": "謝太后"
      },
      {
        "index": 24,
        "text": "夀和謝太后方選進時，史衞王夜夢謝魯王深甫，衣金紫求見，致禱再三，以孫女爲託，及明，則謝后至。是嵗，天台郡，元夕有鵲巢燈山間，衆頗驚異，識者以爲鵲巢乃后妃之祥，是嵗，謝果正中宮之位。咸淳間，福邸涼堂初成，有鵲巢於前廡，賓客交慶，至有形之歌詩者，殊不知野鳥入室，不祥莫甚，安得與前事爲比云。"
      },
      {
        "index": 25,
        "text": "北令邦"
      },
      {
        "index": 26,
        "text": "《澠水燕談》載契丹國産大鼠，曰毗狸，形類大鼠，而足短極肥，其國以爲殊味，穴地取之，以供國王之膳，自公相以下，皆不得嘗，常以羊乳飼之。頃北使嘗攜至京，烹以進御，本朝使其國者，亦皆得食之，蓋極珍重之也。浮休《使遼錄》亦謂有令邦者，以其肉一臠，置之食物之鼎，則立糜爛，是以愛重，《陸氏舊聞》云：「狀類大鼠，極肥腯，甚畏日，爲隙光所射，輒死。」《續揮犀》載：「刁約使契丹，戲爲詩云：『押燕移離畢，看房賀跋支，餞行三匹裂，宻賜十毗狸。』如鼠而大，穴居，食果穀，味若㹠而脆，契丹以爲珍膳。」數說皆微有異同，要之即此一物，亦竹𤠑獾狸之類耳。近世乃不聞有此，扣之北客，亦多不知，何耶？"
      },
      {
        "index": 27,
        "text": "降仙"
      },
      {
        "index": 28,
        "text": "降仙之事，人多疑爲持箕者狡獪，以愚旁觀，或宿搆詩文，託爲仙語，其實不然，不過能致鬼之能文者耳。余外家諸舅，喜爲此戲，往往所降多名士，詩亦粗可讀，至於書體文勢，亦各近似其人。一日，元毖舅諸姬戲以紈扇求詩，遂各題小詞於上，仍寓姬之名於内，行草間，有可觀者。紹興斜橋客邸，有請紫姑者，命艣爲題，詩云：「寒巖雪壓松枝折，班班剝盡青虬血，運斤巧匠斵削成，劒脊半開魚尾裂，五湖仙子多竒致，欲駕神舟探仙穴，碧雲不動曉山橫，數聲搖落江天月。」湖學甲子嵗科舉後，士友有請仙問得失者，賦詞云：「凄凉天氣，凄凉院宇，凄凉時候，孤鴻叫斜月，寒燈伴殘漏落盡，梧桐秋影痩，鑑古畫眉難就，重陽又近也，對黃花依舊。」此人竟失舉。淳祐間，有降仙於杭泮者，或以鬼議之，大書一詩云：「眼前青白誰知我，口裏雌黃一任君，縱使挾山可超海，也須覆雨更番雲。」或以功名爲問，答曰：「朝經暮史無間日，北履南鞭知㡬年，踐履未能求實地，榮枯何必問青天。」報其相譏也。又董無益嘗記女仙三絶句云：「栁條金嫰不勝鴉，青粉牆邊道韞家，燕子未來春寂寞，小窗和雨夢梨花，松影侵壇琳觀靜，桃花流水石橋寒，東風吹過雙蝴蝶，人倚危樓苐㡬闌，屈曲闌干月半規，藕花香澹水漪漪，分明一夜文姬夢，只有青團扇子知。」亦可喜也。友人姚天澤亦善此，時先君需清湘次，因至外塾，觀子弟捧箕，忽大書曰：「詩贈周邦君云：『謝公樓上春光好，五馬行春人未老，鬱孤臺上墨未乾，手捧詔書入黃道。』」先子爲一笑，然莫知爲何等語也，未㡬，易守臨汀，首披郡志，則舊有謝公樓，所謂「謝公樓上好美酒，三百清銅買一斗」者，與前語適符，然鬱孤臺以後語，竟亦不驗。又宋慶之寓永嘉時，遇詔嵗，鄉士從之結課者頗衆，適逢七夕，學徒醵飲，有僧法辨者在焉，辨善五星，每以八煞爲說，時人號爲辨八煞，酒邊一士致仙扣試事，忽箕動，大書「文章伯降」，宋怪之，漫云：「姑置此，且求一七夕新詞如何？」復請韻，宋指辨云：「以八煞爲韻」，意欲困之也，忽運箕如飛，大書《鵲橋仙》一闋，云：「鸞輿初駕，牛車齊發，隠隠鵲橋咿軋，尤雲殢雨正歡濃，但怕來朝初八，霞垂彩幔，月明銀燭，馥郁香噴金鴨，年年此際一相逢，未審是甚時結煞。」亦警敏可喜。又聞李和父云：「向嘗於貴家觀降仙，扣其姓名，不答，忽作薛稷體，大書一詩云：『星袍玉帶落邊塵，㡬見東風作好春，因過江南省宗廟，眼前誰是舊京人。』捧箕者皆悚然驚散，知為淵聖在天之靈。」眞否固未可知，然每讀，爲之凄然。"
      },
      {
        "index": 29,
        "text": "文莊公滑稽"
      },
      {
        "index": 30,
        "text": "外大父文莊章公，自少好雅潔，性滑稽，居一室必汎埽巧飾，陳列琴書，親朋或譏其齷齪無逺志。一日，大書素屏云：「陳蕃不事一室，而欲埽除天下，吾知其無能爲矣！」識者知其不凡。後入太學爲集正，嘗置酒，揭饌單於爐亭，品目多異，其間有大鶵卵者最竒，其大如瓜片，切餖飣大盤中，衆皆駭愕，不知何物，好事者窮詰之。其法乃以鳬彈數十，黃白各聚一器，先以黃入羊胞蒸熟，次復入大猪胞，以白實之，再蒸而成。嘗迎駕於觀橋，戲以書句，爲隠語云：「仰觀天文，俯察地理，吾嘗終日不食，終夜不寢，以思無益，不如學也。」衆皆莫測，公笑云：「乃此橋華表柱木鸛耳。」其他善戲多類此。其後居兩制，登政地，有《嘉林集》百卷，間作小詞，極有思致，先妣能口誦數闋，《小重山》-：「柳暗花明春事深，小闌紅芍藥，已抽簮，雨餘風軟碎鳴禽，遲遲日，猶帶一分隂。把酒莫沈吟，身閑無箇事，且登臨，舊遊何處不堪尋，無尋處，惟有少年心。」今家集已不復存，而外家凋謝殆盡，暇日追憶書之，以寄余《凱風》寒泉之思云。"
      },
      {
        "index": 31,
        "text": "腹腴"
      },
      {
        "index": 32,
        "text": "余讀杜詩：「偏勸腹腴愧年少」，喜其知味，坡詩亦云：「更洗河豚烹腹腴」，黃詩亦云：「故園漁友膾腹腴」，又云：「飛雪堆盤膾腹腴」。按《禮記·少儀》云：「羞濡魚者進尾冬右腴」，註云：「腴，腹下也。」《周禮》疏「燕人膾魚方寸，切其腴以啗所貴」，引以證膴，膴亦腹腴，《前漢》：「九州膏腴」，師古註云：「腹下肥白曰腴」。"
      },
      {
        "index": 33,
        "text": "睡"
      },
      {
        "index": 34,
        "text": "「花竹幽窗午夢長，此中與世暫相忘，華山處士如容見，不覓仙方覓睡方」，然則睡亦有方邪？希夷之說，不過謂舉世以爲息魂，離神不動耳，《遺教經》乃有「煩惱毒蛇睡在汝心，睡蛇既出，乃可安眠」之語。近世，西山蔡季通有睡訣云：「睡側而屈，覺正而伸，早晚以時，先睡心，後睡眼。」晦菴以爲此古今未發之妙，然睡心睡眼之語，本出《千金方》，季通特引此說，晦菴偶未之記耳。"
      },
      {
        "index": 35,
        "text": "性所不喜"
      },
      {
        "index": 36,
        "text": "人各有好惡。於書亦然。前輩如杜子美不喜陶詩，歐陽公不喜杜詩，蘇明允不喜揚子，坡翁不喜《史記》，王充作《刺孟》，馮休著《刪孟》，司馬公作《疑孟》，李泰伯作《非孟》，晁以道作《詆孟》，黃次伋作《評孟》，若酸鹹嗜好，亦各自有所喜，非若今人之胸中無眞識，隨時好惡，逐人步趨而然者。且以孟揚馬遷陶杜，異世遇諸名公，尚有所不合，今乃欲以區區之文以求識賞於當世，不具耳目之人，難矣哉！後世子雲之論，眞名言也。"
      },
      {
        "index": 37,
        "text": "黃門"
      },
      {
        "index": 38,
        "text": "世有男子雖娶婦而終身無嗣育者，謂天閹，世俗則命之曰黃門。晉海西公嘗有此疾，北齊李庶生而天閹，按《黄帝鍼經》曰：「『有具傷於隂，隂氣絶而不起，隂不能用。然其鬚不去，宦者之獨去，何也？願聞其故。』岐伯曰：『宦者去其宗筋，傷其衝脈，血瀉不復，皮膚内結，唇口不榮，故鬚不生。』黃帝曰：『其有天宦者，未嘗被傷，不脫於血，然其鬚不生，何耶？』岐伯曰：『此天之所不足，其任衝不盛，宗筋不成，有氣無血，唇口不榮，故鬚不生。』」又《大般若經》載五種黄門，云：「凡言扇𣝸半釋迦，唐言黄門，其類有五：一曰半釋迦，總名也，有男根，用而不生子。二曰伊利沙半釋迦，此云「妱」，謂見他行欲即發不見即無，亦具男根而不生子。三曰扇𣝸半釋迦，謂本來男根不滿，亦不能生子。四曰博义半釋迦謂，半月能男，半月不能男。五曰留拿半釋迦，此云「割」，謂被割刑者。此五種黃門名，爲人中惡趣受身處。」然《周禮·奄人》，鄭氏注云：「閹，眞氣藏者，謂之宦人。」是皆眞氣不足之所致耳。"
      },
      {
        "index": 39,
        "text": "馬塍藝花"
      },
      {
        "index": 40,
        "text": "馬塍藝花如藝粟，槖駞之技名天下，非時之品，眞足以侔造化，通仙靈。凡花之早放者，名曰堂花，其法以紙飾宻室，鑿地作坎，緶竹置花其上，糞土以牛溲硫黃，盡培溉之法，然後置沸湯於坎中，少候湯氣薫蒸，則扇之以微風，盎然盛春融淑之氣，經宿則花放矣，若牡丹、梅、桃之類無不然，獨桂花則反是。蓋桂必涼而後放，法當置之石洞巖竇間，暑氣不到處，鼔以涼風，養以清氣，竟日乃開，此雖揠而助長，然必適其寒温之性，而後能臻其妙耳。余向留柬西馬塍甚久，親聞老圃之言如此，因有感曰：「草木之生，欲遂其性耳。封植矯揉，非時敷榮，人方詫賞之不暇。噫！是豈草木之性哉？」"
      }
    ]
  }
}