{
  "chapterNumber": 7,
  "title": "卷七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "鴟夷子見黜"
      },
      {
        "index": 2,
        "text": "吳江三髙亭，祠鴟夷子皮、張季鷹、陸魯望，而議者以爲子皮爲吳大仇，法不當祀，前輩有詩云：「可笑吳癡忘越憾，却誇范蠡作三髙」又云：「千年家國無窮恨，只合江邉祀子胥」，蓋深非之。後有戲作文彈之者，云：「匿怨友其人，丘明所恥，非其鬼而祭，聖經是誅，今有竊高人之名，處衆惡之所，有識之士，莫不共憤，無知之魂，豈當久居？」又云：「范蠡，越則謀臣，吳爲敵國，以利誘太宰嚭，而脫彼勾踐，鼓兵却公孫雄，而滅我夫差，既遂厥謀，反疑其主，鄙君如烏喙，累大夫種以伏誅，目己曰鴟夷，載西施子而潛遁。」又云：「如蠡者，變姓名爲陶朱，詭蹤跡於江海，語其髙節則未可，謂之智術則有餘，假扁舟五湖之名，居笠澤三髙之首，況當此無邉勝境之土，豈應著不共戴天之讎」鴟夷之見黜於吳，宜也！而史越王判紹興日，作㑹稽先賢祠，亦復黜之，不得在髙士之列，其說云：「或謂鴟夷子皮之決，賀季眞之髙，而不得名髙士，何也？嗚呼！予於是豈無意哉？夫貴於士者，進退不失禮義，彼子皮去國之遺言，有人臣所不忍，而季眞阿時所好，黃冠東歸，又使李林甫輩祖餞賦詩，予見其辱，未見其榮也。使子皮居嚴子陵之上，季眞寘張子同之列，則有不可者，故具述之，覬來者知予之不敢茍，而髙士之尤可貴也。」嗚呼！子皮既不容於吳，又不齒於越，千古之下，至無容身之地公論至後世而定，亦可畏哉！是以古之君子，交絶不出惡聲，況君臣之際乎？司馬公修《通鑑》而不取屈原《離騷》之事，正此意也。余感其事，故書之以爲異世之戒云。"
      },
      {
        "index": 3,
        "text": "王敦之詐"
      },
      {
        "index": 4,
        "text": "王敦初尚武帝女——武陽公主，如厠，見漆箱盛乾棗，本以塞鼻，王謂：「厠上亦下果食？」遂至盡食，既還，婢擎金藻盤，盆盛水瑠璃盌，盛澡豆，因倒著水中而飲之，謂是乾飲，羣婢莫不掩口而笑之，他日，又至石季倫厠，十餘婢侍列，皆麗服藻飾，置甲煎粉、沉香汁之屬，無不畢備，又與新衣，著令出，他客多羞，不能如厠，敦獨脫故衣，著新衣，神色傲然，羣婢相謂曰：「此客必能作賊！」一王敦耳，何前惷而後倨邪？乾棗、藻豆，亦何至誤食而不悟，至季倫之厠，則倨傲狠愎之狀，始不可得而掩矣，則知敦前之誤，直詐耳！王荆公誤食魚餌，亦近似之，人之不近人情者，鮮不爲大姦大慝，吾於敦，重有感焉！"
      },
      {
        "index": 5,
        "text": "贈雲貢雲"
      },
      {
        "index": 6,
        "text": "陶通明詩云：「山中何所有，嶺上多白雲，只可自怡悅，不堪持贈君。」雲固非可持贈之物也。坡翁一日還自山中，見雲氣如羣馬奔突，自山中來，遂以手掇開籠，收入其中，及歸，白雲盈籠，開而放之，遂作《攓雲篇》云：「道逢南山雲，歘吸如電過，竟誰使令之，衮衮從空下」，又云：「或飛入吾車，偪仄入肘胯，搏取置笥中，提携反茅舎，開緘仍放之，掣去仍變化」，然則雲眞可以持贈矣。宣和中，艮嶽初成，令近山多造油絹囊，以水濕之，曉張於絶巘危巒之間，既而雲盡入，遂括囊以獻，名曰貢雲，每車駕所臨，則盡縱之，須臾滃然充塞，如在千巖萬壑間，然則不特可以持贈，又可以貢矣，併資一笑。"
      },
      {
        "index": 7,
        "text": "出師旗折"
      },
      {
        "index": 8,
        "text": "賈師憲平章，德祐乙亥正月十六日，親總大軍，督師江上，禡祭於北關外，而大帥之旗適爲風所折，識者駭之，而一時游幕之賔，反傅㑹爲吉䜟。夷攷往昔——若春秋時，晉侯、楚人戰於城濮，晉中軍風，於澤亡大斾之左旃；晉安帝元興二年，桓玄簒位於姑熟，百僚陪列，儀衞整肅，而龍旂竿折；成都王頴，以陸機督諸將討長沙王，臨戎而牙旗折；趙王倫即帝位，祠太廟，適遇大風，飄折麾蓋；王澄爲荆州刺史，率衆軍將赴國難，而飄風折其節柱；齊文宣至鄴受魏禪，孝昭上省旦發，領軍府大風暴起，壞所御車幔；哥舒翰守潼關，天子御勤政樓臨送，師始東，先驅牙旗觸門，墮注旄竿折；鄭注赴鳳翔，出都門，旗竿折；宣和間，童貫出師，而牙旗竿折，時蔡攸爲之副，自建「少保節度使」及「宣撫副使」二大旗於後，竟爲執旗卒盜竄而去；端平入洛之師，全子才師旗亦爲風所折。無非亡身敗軍之徴也。按《眞人水鏡經》云：「凡出軍立牙，必令堅完，若折，則將軍不利。」蓋牙即旗也，又《玉曆通政經》云：「軍行牙竿旗幹折者，師不可出，出必敗績。」蓋旗者，一軍之號令也，安有旗折而爲祥者乎？獨有武王伐紂，大風折蓋，及劉裕擊盧循，將戰，而所執麾竿折，旛沈於水，衆咸懼，帝笑曰：「昔覆舟之役亦如此，勝必矣！」乃大破循軍。哥舒曜討李希烈，帝祖於通化門，是日，牙竿折，時以曜父——翰，昔出師有此而敗，甚憂之，而曜竟收汝州，擒周晃，所謂吉者，止此三事，然亦偶耳。"
      },
      {
        "index": 9,
        "text": "朱氏隂德"
      },
      {
        "index": 10,
        "text": "朱承逸居霅之城東門，爲本州孔目官，樂善好施，嘗五鼔趨郡，過駱駝橋，聞橋下哭聲甚哀，使僕視之，有男子攜妻及小兒在焉，扣所以，云：「負勢家錢三百千，計息以數倍，督索無以償，將倂命於此。」朱惻然，遣僕䕶其歸，且自往其家，正見債家悍僕，羣坐於門，朱因以好言諭之曰：「汝主以三百千故，將使四人死於水，於汝安乎？幸吾見之耳。汝亟歸告若主，彼今既無所償，逼之何益？當爲代還本錢，可亟以元券來。」債家聞之，慚懼聽命，即如數取付之，其人感泣，願終身爲奴婢，不聽，復以二百千資給之而去。是歲，生孫，名服，熙寧余中榜第二人，仕至中書舎人。次孫——肱，亦登第，著名節，即著《南陽活人書》者；服子——彧，即著《萍洲可談》者，遂爲吾鄉名族焉。天之報善，昭昭也如此。"
      },
      {
        "index": 11,
        "text": "畢將軍馬"
      },
      {
        "index": 12,
        "text": "畢再遇，兖州將家也。開禧用兵，諸將多敗事，獨再遇累有功，金虜認其旗幟即避之，屢遷至鎭江都統制、揚州承宣使、驍衞上將軍，後以老病致仕，始居於霅。有戰馬號黑大蟲，駿駔異常，獨主翁能御之。再遇既死，其家以鐵絙羈之圉中，適遇嶽祠迎神，聞金鼓聲，意謂赴敵，於是長嘶奮迅，斷絙而出，其家慮傷人，命健卒十餘挽之而歸，因好言戒之云：「將軍已死，汝莫生事累我家。」馬聳耳以聽，汪然出涕喑啞，長鳴數聲而斃。嗚呼！人之受恩而忘其主者，曾異類之不若，能不愧乎？"
      },
      {
        "index": 13,
        "text": "洪君疇"
      },
      {
        "index": 14,
        "text": "近世敢言之士，雖間有之，然能終始一節，明目張膽，言人之所難者，絶無而僅有，曰溫陵洪公天錫君疇一人而已。方寳祐間，宦寺四橫，簸弄天綱，外閫朝紳，多出門下，廟堂不敢言，臺諫長其惡，或餌其利，或畏其威，一時聲燄，眞足動搖山嶽，回天而駐日也。乙卯元正，以公爲御史，公來自孤逺，時莫知爲何如人，首疏以正心格君爲說，且曰：「臣職在憲府，不惟不能奉承大臣風旨，亦不敢奉承陛下風旨。」固已聳動聽聞矣。次月，囊封言：「古今爲天下患者三：宦官也、外戚也、小人也。謹按入内内侍省東頭供奉官、幹辦内東門司董宋臣，宦寺之貪黠者也，並緣造寺，豪奪民田，密召倡優，入䙝清禁，摟攬番商，大開賄賂，不斥宋臣，必爲聖德之累。將作監謝堂，外戚之貪黠者也，狠愎之性，善於凌物，攫拏之狀，旁若無人，不曰以備中殿宣索，則曰當取教旨豁除，椒德令芳，天下備頌，不去一堂，必爲宮闈之累。集英殿修撰、知慶元府厲文翁，小人之無忌憚者也，神臯流毒，屢玷抨彈，藉衣錦威，行攫金術，今又移其剝越者剝鄞矣，然民敢怨而不敢言者，以其依憑邸第耳，不去文翁，必爲王邸之累。臣恐社稷之憂，不止累陛下、累宮闈、累王邸而已。乞將宋臣逐出，堂姑予祠，文翁罷黜，臣雖九隕不悔。」疏上，兩日不報，君疇徑出江干待罪，於是中書牟子才存叟、右史李昂英俊明，交章留之，乞行其言，乃令堂自陳乞祠，除職予郡，宋臣自乞解罷，令首尾了日解職，文翁别與州郡差遣，仍命臺臣吳燧，勉回供職。㑹立夏日，天雨塵土，奏乞屏絶私邪，休息土木，以弭天災，又案少司監余作賔、后戚謝奕懋。至五月，復疏都知盧允升、門司董宋臣及内司諸吏，怙勢作威，奪民田、伐墓木等事，盡言不諱，直𢷬其姦，疏留中不下，止令尚書省契勘内司爭田伐木等事，及罷内司諸吏職事而已，公論爲之抑鬱，大宗丞趙崇嶓上時相謝方叔惠國書，略云：「竊惟今日閹寺驕恣特甚，宰執不聞正救，臺諫不敢誰何，一新入孤立之察官，乃銳意出身攻之，此豈易得哉？側耳數日，寂無所聞，公議不責備於他人，而責備於光範，不然，倉卒出御筆，某人除少卿，亦必無可遏之理矣。大丞相不可謂非我責也，丞相得君最深，名位已極，儻言之勝，宗社賴之，言之不勝，則去去，則諸君子必不容不爭，是勝亦勝，負亦勝，況未必去邪！」謝君得書有赧色，翌日果有御筆：洪天錫除大理少卿，而公去國矣。太學生池元堅上書，數二璫之罪，乞留君疇，且曰：「天錫左遷，豈非罰其不當言宦官之過耶？李衢、朱應元之分察，豈非諭其不復言宦寺之意耶？王埜、程元鳳同日超遷；胡大昌、丁大全之並遷臺長，豈非賞其不敢言宦官之功耶？陛下喜羣臣之黙黙，憤天錫之嘵嘵，左遷以逐之，於天錫何損？緘黙受賞者，獨無愧乎？」既而三學亦皆有書，常丞趙崇潔敏可書，略云：「譬如一家之中，强奴悍僕，作姦犯罪，爲人子者泣涕而告父母，反逐其子而留其僕。今臺臣爭之不勝，則諸閹所畏者誰歟？」左史李俊明再有封事，言：「北司洋洋得志，蔑視南衙，將至於不可控制之地矣。」姚宗卿希得暫兼夕郎，遂繳吳燧儀曹之除，謂：「近者天錫拜疏留中，燧謂天錫曰：『今日之事，留則俱留，去則俱去。』既聞有疏，遂變前言曰：『吾不挈家、不喪女、不憚暑，則可俱去。今當奈何？』負天錫所以負陛下也！」謝集賢一疏自解云：「臣自班行，叨塵相位，一命已上，皆出親擢，賦性僻介，素不與内侍往還，應干文字，悉由通進司投進，自知潔其身，而袖手旁觀之人，往往察臣之所避而趨之。比者天錫又論二璫，恭聞聖訓，以爲爭田伐木，皆王槦舊事，臣費盡心力，上則忠告陛下量作處分，下則彌縫事體，安恤人言，不謂下石之人撰造言語，鼓弄宦寺曰：『天錫攻汝，相君之意也！相君許其弟除朝士而嗾之也。』既誣臣以教天錫攻内侍之事，又誣臣以啓陛下遷天錫之說，必欲醜詆臣於不可辨白之地，但臣分量已盈，歸老山林正其時矣，從此爲宰相者，必將共宦寺結爲一片，天下皆在籠絡中矣！惟望陛下早正右席之拜，使臣亟釋重負，退延殘生，實出保全之賜！」御筆慰之曰：「但安素志，奚足深辨？」越數日，除天錫太常少卿，而君疇已在汶上矣。朱應元既爲御史，月課乃首劾李俊明，公論大不平，同舎生作書責之，略曰：「温陵洪公出臺，以執事繼之者，正謂其平時負骯髒之譽，法筵之初疏，莫不延頸以聽，乃及文溪之左螭，時焕之倉節，豈以其近言二璫，頗忤上意，而時煥與洪有瓜葛，亦二璫所惡者邪？信然，則執事之志荒矣！二璫之橫，三尺童子恨不嚙之，洪公因衆怨，出死力以決之，貂璫逐臺諫，豈人主之本心哉？執事昧於所擇，不知所得幾何？所失如是之大也！」時方逢辰君錫在館閣，亦上廟堂書，勸以去就力爭，而謝相不能用，公論既不能勝，二孺乃簧譖於上，謂：「内司爭田伐木，詞訟皆臺吏受賄，以强察官之判，所以上罔聖聽。況臺吏之家資極富，若使薄録其家，儘可上禆國計。」於是竟降宣諭指揮，令諫官丁大全追上御史臺㸃檢楊升、金永隆、楊叔茂，牒送臨安府根勘，籍没家財，各行黥配，以快其憤焉。初意欲令臺胥妄供，以汚君疇，頼上察其姦而止，大全竟以治吏之功，躐除副端。未幾謝相罷，而二孺猶未大快其意，復厚賂太學率履齋、上舎生林自養，裁書投匭，以攻謝相爲名，力詆君疇云：「竊見洪天錫之分察，出自陛下親擢，不能爲觸邪豸，爲指佞草，專以能攻上身爲急務，以剪除上左右以立名，以奉承風旨爲大耐官職，棘卿左遷，所以正捨豺問貍之罪，内侍縱曰有過，使其得賢宰相以制之，又何患焉？天錫之去，乃剪方叔之羽翼，豈怒其埽除二孺哉？人但見天錫言事而遷他官，則曰此劾内侍之過也，吳燧以改除致繳，則曰此天錫之薦主也，李昻英以月評被論，亦曰此天錫之救兵也，甚而臺省之胥，贓盈惡貫，以置典憲，亦曰爲内侍泄寃也，貪繆之相，誤國殄民，逐之已晚，亦曰爲内侍翻本也，一犬吠形，百犬吠聲。向者李昻英直前奏劄，嘗謂天錫爲方叔私人矣，游攻内侍，實出方叔指嗾之，而欲撓亂聖心耳，欲乞將方叔亟正典刑，使天下明知宰相臺諫之去，出自獨斷，於内侍初無預焉。」於是學舎鳴鼓攻之，且上書以聲自養之罪，復申前廡，備申公堂，乞行重罰，遂從第一等規屏斥盡，除學籍，毁抹綾紙，備榜監學曉諭，而朝旨亦有聽讀指揮，雖紛紛若此，曾不傷二孺之毫毛。至庚申歲，吳丞相柄國，始以外祠斥焉。景定辛酉，起君疇爲廣東計使，甲子八月，以大蓬召，不就，十一月，度宗即位，首除爲侍御史、兼侍讀，明年六月，上封事，力陳公田關㑹之弊，七月，改除工部侍郎、兼直學士院、兼侍讀，公力辭，旋畀職名，帥閩焉。公在閩閫日，嘗書桃符云：「平生要識瓊崖面，到此當堅鐵石心。」蓋其剛勁之氣，未嘗一日少沮也。"
      },
      {
        "index": 15,
        "text": "謝惠國坐亡"
      },
      {
        "index": 16,
        "text": "謝方叔惠國，自寳祐免相，歸江西寓第，從容午橋泉石凡一紀餘。咸淳戊辰，朝㑹慶夀，爲子姪親友所誤，萃先帝宸翰爲巨帙，曰《寳奎録》，侑以自製丹砂、金器、古琴之類以進，當國者以爲有意媒進，嗾言官、後省交攻之，削其封爵，奪其恩數，且劾其姪常簿章、壻江州倅李鉦、客匠簿吕圻，至欲謫之逺外，禍且不測。荆閫吕武忠文德，平時事公謹，書緘往來，必稱恩府，而自書爲門下使臣，至是一力回䕶，幸而免焉。壬申正月，公燕居無他，忽報雙鶴相繼而斃，公喟然嘆曰：「鶴既仙化，余亦從此逝矣！」於是區處家事，凡他人負欠文券，一切焚之，沐浴，朝衣，焚香望闕遥拜，次詣家廟祝白，招親友，從容叙别，具有條理，遂大書偈曰：「罷相歸來十七年，燒香禮佛學神仙，今朝雙鶴催歸去，一念無慙對越天。」瞑目静坐，須臾而逝，遺表來上，特旨盡復元官恩數，贈恤加厚焉。生死之際，亦近世諸公之所無也。"
      },
      {
        "index": 17,
        "text": "洪端明入冥"
      },
      {
        "index": 18,
        "text": "洪燾仲魯，忠文公咨䕫次子也。嘉熙丁酉，居憂天目山，素有奇章愛石之癖，而山中所産亦秀潤，不減太湖洞庭，村僕駱老者，專任搜抉之役，㑹族叔璞假畚臿鋤斧，將爲築室用，駱掌其事，擇刓鈍數事付之，璞怒其輕己，率其子槱，共毆之至斃，是歲中元日也，洪公力與維持，泯其事。璞素豪獷，持一邑短長，邑令王衍，婺安人，惡其所爲，亷得之，遂收璞父子及血屬於獄，洪公亦以曾任調停，例追逮，良窘。時王實齋遂守吳，契家，亟往求援，王爲宛轉趙憲崇揮，改送餘杭縣獄，具以主僕名分，因鬬而死，璞止從夏楚，槱僅編置贖銅而已。明年戊戌中元，洪公方奏厠，忽覩駱老在厠，云：「近山雨後出數石，巉秀可愛，主人幸一觀之。」洪倉卒忘其死，往從其行，纔跬歩間，覺此身已在檐楹間，稍至一土神廟，便有四力士自廟中出，挾之空行，其去甚駛，天昬昬如昧爽，足下風濤，澎湃聲可恐，意非佳境，反顧駱曰：「既若此，何不告我？」駱曰：「勿恐，略至便可還也。」稍前，一河甚濶，方念無津梁可度，則身已達彼岸，又見數百人掩面趣右而去，自此冥行如深夜，忽曛黑中，一山横前，有竅如月，數百人皆自此入，心方疑異，而身亦度竅矣，到此，足方履地，既前，復有一河，汚濁特甚，僧尼道俗汨没其間，至此方悟爲入冥，心甚悲恐，稍前頗有人居，蕭疎殊甚，又前有宮室，軒敞巍聳，四垂簾幕，庭下列緋緑人，獄卒甚衆，儼如人間大官府，初無所謂阿旁牛頭也，右廡絶昬黑，隱隱見荷校箠楚者甚苦，其外小庭中，一黒蟒，大與庭等，仰視一燈，悲鳴無度。洪所立左廡則微明，若欲曙時，微聞其傍喃喃若誦經聲，洪平日不喜此，方窘懼中，亦慢隨其聲誦之，庭中人忽起立怒視，而殿上簾盡捲，有緑衣者出，坐東向，緋衣者坐西向，最後金紫人居中庭下，緑衣吏抱文書而上，髙唱云「：洪某枉法行財，罪當死！」洪懼甚，不覺身已立庭下，漫答云：「爲叔解紛，初非枉法。」金紫人怒曰：「此人間譁詞，安得至此！」洪曰：「死不辭，然有三說——璞，叔也，駱，僕也，不忍以僕故，置叔於辟，一也；駱無子，妻貧老無以養，使璞資之終其身，二也；且駱妻自謂一經檢騐，永失人身，意自不欲，非强之和，三也。」金紫人始首肻云：「爲叔解紛，初非枉法，此說有理，可供狀來。」便有紙筆在前，直書其說以呈，金紫人怒方霽，曰：「可與駱氏立後。」且命緑衣導之以回，轉盼間，駱之父母皆在焉，途中因扣緑衣，所見大蟒爲何物，厲聲答云：「此開邉喜殺之人也！」稍前，見數十百人持騾馬皮而來，又扣之，曰：「此受生囘也。」又見獄吏持刀杖，驅百餘人自西而來，其中有洪氏族長爲僧者，曰：「燁闍黎亦在焉？」方疑之，燁忽呼曰：「三十哥安得在此耶？」爲所驅卒擊其首粉碎，囘視之，仍復完矣，因扣緑衣云：「人間何事最善？」緑衣舉手加額曰：「善哉問！忠孝爲先，繼絶次之，戒殺又次之。」又問何罪最重，曰：「開邉好殺罪重，豪奪次之。」因問金紫者何人，拱手對曰：「商公飛卿。」復扣平生食禄，遂於袖中出大帙示之，己姓名下，其字如蟻，不能盡閱，後註云：「合參知政事，以某年月日，姦室女某人，某日爲某事，降祕閣修撰、轉運副使。」洪悚然淚下曰：「奈何！」緑衣曰：「但力行好事。」且言：「某亦人間人，任知池州司戶，溺死，隂間録其正直，得職於此。」稍前至大溪，有橋如魚網，心疑其異，而身已度矣，又前溪益大，緑衣推墮之，恍然而寤，則死已三日矣，妻子環立於側，特以心微暖，口尚動，未就斂耳。後一歲，璞亦入冥，覺身墮鐵網中，見隣院僧行昭立庭下，主者詰責曰：「汝爲僧，乃專以殺生爲事，何邪？」昭曰：「殺生乃屠者黄四，某不過與之庖饌耳。」亟問黃四，無異辭，乃訊二十而去，方窘懼間，忽傳呼都天判官決獄，視之，則忠文公也，璞號泣求救，公曰：「汝殺人，何所逃罪，然未應爾也！。」恍然身已出網外而甦。後行昭以營橋，立積木上，敗足，呻吟痛楚者三嵗而殂，璞亦未幾死。後洪公於庚申嵗，首以祕撰、兩浙漕召，憶向所見，心甚恐，後亦無他，官至文昌、端明殿學士，晚雖齟齬，然竟享上夀而終，豈非力行好事所致乎？此事洪公常入梓以示人，余向於先子侍旁，親聞伯魯尚書言甚詳，後㑹其猶子憲使起畏立，復詢顚末書之。"
      },
      {
        "index": 19,
        "text": "野婆"
      },
      {
        "index": 20,
        "text": "邕宜以西，南丹諸蠻，皆居窮崖絶谷間，有獸名野婆，黃髪椎髻，跣足裸形，儼然一媼也，上下山谷如飛猱，自腰已下，有皮纍垂蓋膝若犢鼻，力敵數壯夫，喜盜人子女，然性多疑畏，罵己盗，必復至失子家窺伺之，其家知爲所竊，則積隣里大罵不絶口，往往不勝罵者之衆，則挾以還之，其羣皆雌，無匹偶，每遇男子，必負去求合，嘗爲健夫設計，擠之大壑中，展轉哮吼，脛絶不可起，徭人集衆刺殺之，至死以手䕶腰間不置，剖之，得印方寸，瑩若蒼玉，字類符篆不可識，非鑴非鏤，蓋自然之文，然亦竟莫知其所寳爲何用也。周子功，景定間使大理，取道於此，親見其所謂印者。此事前所未聞，是知窮荒絶徼，天竒地怪，亦何所不有，未可以見聞所未及，遂以爲誕也。《後漢·郡國志》引《博物記》曰：「日南出野女，羣行，不見夫，其狀皛且白，裸袒無衣襦。」得非此乎？《博物記》當是秦漢間古書，張茂先蓋取其名而爲志也。"
      },
      {
        "index": 21,
        "text": "王宣子討賊"
      },
      {
        "index": 22,
        "text": "王佐宣子，帥長沙日，茶賊陳豊嘯聚數千人，出没旁郡，朝廷命宣子討之，時馮太尉湛謫居在焉，宣子乃權宜用之，諜知賊巢所在，乗日晡放飯少休，時遣亡命卒三十人，持短兵以前，湛自率百人繼其後，徑入山寨，豊方抱孫獨坐，其徒皆無在者，卒覩官軍，錯愕不知所爲，亟鳴金嘯集，已無及矣，於是成擒，餘黨亦多就捕，宣子乃以湛功聞於朝，於是湛以勞復元官，宣子增秩，辛幼安以詞賀之，有云：「三萬卷龍頭客，渾未得文章力，把詩書馬上，笑驅鋒鏑，金印明年如斗大，貂蟬元自兜鍪出。」宣子得之，疑爲諷己，意頗銜之，殊不知陳後山亦嘗用此語，送蘇尚書知定州云：「枉讀平生三萬卷，貂蟬當復作兜鍪」，幼安正用此。然宣子尹京之時，嘗有書與執政云：「佐本書生，歴官處自有本末，未嘗得罪於清議，今乃𫎇置諸士大夫所不可爲之地，而與數君子接踵而進，除目一傳，天下士人視佐爲何等類？終身之累，孰大於此？」是亦宣子之本心耳。"
      }
    ]
  }
}