{
  "chapterNumber": 8,
  "title": "卷八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "張魏公二事"
      },
      {
        "index": 2,
        "text": "髙宗視師金陵，張魏公爲守，楊和王領殿前司，有卒夜出，與兵馬都監喧競，卒訴之，公判云：「都監夜巡，職也；禁兵酉㸃後不許出營，法也。牒宿衞司，照條行。」楊不得已斬之。又嘗詣學，士有投牒者，視之，則爭博也，即判云：「士子爭財於學校，教化不明，太守罪也，當職先罰俸半月，牒學，照規行。」教官大窘，引去。"
      },
      {
        "index": 3,
        "text": "羅春伯政事"
      },
      {
        "index": 4,
        "text": "羅㸃春伯爲浙西倉，攝平江府，忽有故主訟其逐僕欠錢者，究問，雖得實，而僕黠甚，反欲汙其主，乃自陳嘗與主饋之姬通，既而物色，則無有也，於是遂令僕自供姦狀甚詳，因判云：「僕既欠主人之錢，又且汙染其婢，事之有無，雖未可知，然其自供罪狀已明，合從姦罪定斷，徒配施行。所有女使，候主人有詞日根究。」聞者無不快之。"
      },
      {
        "index": 5,
        "text": "庯峭"
      },
      {
        "index": 6,
        "text": "魏收有「逋峭難爲」之語，人多不知其義。熙寧間，蘇子容丞相奉使契丹，道北京，時文潞公爲留守，燕欵從容，因扣逋峭之義，蘇公曰：「向聞之宋元憲，云事見《木經》，蓋梁上小柱名，取其有折勢之義耳。」乃就用此事作詩爲謝云：「自知伯起難逋峭，不及淳于善滑稽」。而齊魏間，以人有儀矩可喜者，則謂之庯峭，《集韻》曰：「庯庩，屋不平也。庯，奔模反；庩，同都反。今造屈勢有曲折者，謂之庯峭云。」二字與前義亦近似，今京師指人之有風指者，亦謂之波峭，雖轉「庯」爲「波」，豈亦此義耶？"
      },
      {
        "index": 7,
        "text": "許公言"
      },
      {
        "index": 8,
        "text": "安定郡王子濤，字仲山，在京師時，其兄——子沖，喜延道流方士，有許公言者，能以藥爲黃金，其人皎然玉樹，有小鑪髙不盈尺，以少藥物就掌中調之，納火中，須臾精金也，謂仲山曰：「如何？」仲山曰：「畢竟只是假。」許愕然，拊其背曰：「善自愛。」越數日，告子沖别，挽留不可，將出門，邀仲山耳語，首言：「君兄且死矣。君手有直紋，未可量，但早年亦囏困，宜順受之，夀可至六十九。人夀脩短，視其操行，上帝所甚惡者貪，所甚靳者夀，人能不犯其所甚惡，未有不得其所靳者。君能不忘吾言，可至七十九，持之益謹，更可至八十九。外此非吾所知也。」仲山問其行何之，曰：「中原將亂，吾入蜀耳。」未數月，子沖一夕無疾而亡，踰年，金入宼，仲山負其母以南，晝伏宵行，數阽於危，僅得脫。平生守許之戒不渝，晚而襲爵，年八十七乃終。克家端明，乃其曽孫也。"
      },
      {
        "index": 9,
        "text": "士子訴試"
      },
      {
        "index": 10,
        "text": "王希呂仲衡，知紹興郡舉，進士有爲二試卷，異其名皆中選，黜者不厭，譁然訴之，王呼其首問曰：「爾生幾何年？凡幾試矣？」衆謂憐其潦倒，則皆以老於場屋對，王曰：「曽中選否？」曰：「正爲累試皆不利也。」王忽作色曰：「爾曹累試不一得，彼一試而兩得，尚敢訴耶？」叱而出之。"
      },
      {
        "index": 11,
        "text": "趙德莊誨後進"
      },
      {
        "index": 12,
        "text": "趙忠定汝愚初登第，謁趙彦端德莊。德莊故餘干令，因家焉，故與忠定父兄游。語之曰：「謹毋以一魁寘胸中。」又曰：「士大夫多爲富貴誘壞。」又曰：「今日於上前得一二語奬諭，明日於宰相處得一二語褒拂，往往喪其所守者多矣！」忠定拱手曰：「謹受教。」前輩於後進如此。"
      },
      {
        "index": 13,
        "text": "朱墨史"
      },
      {
        "index": 14,
        "text": "紹聖中，蔡卞重修《神宗實錄》，用朱黄刪改，每一卷成，輒納之禁中，蓋將盡泯其迹，而使新《錄》獨行，所謂朱墨本者，世不可得而復見矣。及梁師成用事，自謂蘇氏遺體，頗招延元祐諸家子孫，若范温、秦湛之徒。師成在禁中見其書，爲諸人道之，諸人幸其書之出，因曰：「此亦不可不錄也！」師成如其言，及敗，沒入，有得其書，攜以渡江，遂傳於世。"
      },
      {
        "index": 15,
        "text": "蘇大璋"
      },
      {
        "index": 16,
        "text": "三山蘇大璋顒之，治《易》有聲。戊午鄉舉，夢爲第十一人，數爲人言之，以爲必如夢告。既試，將揭榜，同經人訴於郡，謂其自許之確如此，必將與試官有成約，萬一果然，乞究治之。及申號至第十一名，果《易》也，帥攜此狀入院，遍示考官，謂：「設如此言，諸公將何以自解？不若以待補首卷易之。」衆皆以爲然，既拆號，則自待補爲正解者，大璋也，由正解而易爲待補者，乃投牒之人也。次年蘇遂冠南宮，此與王俊民事相類。"
      },
      {
        "index": 17,
        "text": "徐漢玉"
      },
      {
        "index": 18,
        "text": "永嘉徐宣，字漢玉，治周成子獄無所枉，自知必得罪，束擔俟命，忽夢神人驅之使去，答曰：「吾分宜去，不待驅逐。但未知當往何所？」神曰：「汝得嚴州。」覺，與家人言：「夢眞妄耳！吾得罪，必南遷，安得在畿乎！」已而謫道州，又徙象州，行至來賔縣，得圖經視之，唐嚴州也，歎曰：「吾其不返乎？」果終焉。"
      },
      {
        "index": 19,
        "text": "韓慥奇卜"
      },
      {
        "index": 20,
        "text": "紹興末，有韓慥者，賣卜於臨安之三橋，多奇中。庚辰春，曾侍郎仲躬、呂太史伯恭至其肆，則先一人在焉，問其姓，宗子也，次第談命，首言趙可至郡守，却多貴子，不達者亦卿郎，次及曽，則曰：「命甚佳，有家世，有文學，有政事，亦有官職，只欠一事，終身無科第。」次至呂，問何幹至此，呂曰：「赴試。」曰：「去年不合發解，今安得省試？」曰：「赴詞科。」曰：「却是詞科人，但不在今年詞科，别有人矣！」後三年，兩試皆得之，且不失甲科，復扣其何所至，沉吟久之，曰：「名滿天下，可惜無福已而！」其言皆驗 —— 趙名善待，仕至岳州守，其子汝述爲尚書，适、逵、遇皆卿監郎。曾仲躬，名逮，吉父文清公之子，能世其家，舉進士不第，至從官以沒。呂太史，隆興癸未諒隂榜，南宮第七人，又中宏詞科，爲儒宗，不幸得末疾，甫四十六嵗而終。術之神驗如此。"
      },
      {
        "index": 21,
        "text": "以賦罷相"
      },
      {
        "index": 22,
        "text": "阜陵在位，上庠月書前列試卷，時經御覽。辛丑大旱，七月，私試《閔雨有志乎民賦》，魁劉大譽第六韻云：「雨暘固自於天，感召豈無所主，儻爕調得人，則斯可有節，而聚斂無度，則亦能不雨，此或未明，閔之何補？不見商霖未作，相傅說於髙宗，漢旱欲蘇，烹弘羊於孝武。」未幾，趙温叔罷相。"
      },
      {
        "index": 23,
        "text": "小兒瘡痘"
      },
      {
        "index": 24,
        "text": "小兒瘡痘，固是危事，然要不可擾之。嘗見趙賔暘曰：「或多以酒麵等物發之，非也；或以消毒飲、升麻湯等解之，亦非也。大要在固臟氣之外，任其自然耳！惟《本事方》捻金散最佳。」又陳劒南剛翁云：「痘瘡切且不多服升麻湯，只須以四君子湯，加黄茋一味爲穩耳。」二說皆有理，然或有變證，則不得不資於藥。癸酉嵗，兒女皆發痘瘡，同僚括蒼陳坡，老儒也，因言：「向分教三山日，其孫方三嵗，發熱七日，瘡出而倒，靨色黒，脣口冰冷，危證也，遍試諸藥皆不效，因乞靈於城隍神，以卜生死，道經一士門，士怪其侵晨倉皇，因遮扣之，遂告以故，士曰：『恰有藥可起此疾奇甚。』因爲經營少許，俾服之，移時即紅潤如常，後求其方，甚祕惜之，及代歸，方以見贐。」其法用狗蠅七枚，擂細，和醅酒少許調服，蠅夏月極多易得，冬月則藏於狗耳中，不可不知也。既而次女瘡後餘毒上攻，遂成内障，目不辨人，極可憂，遍試諸藥，半月不騐，後得老醫一方，用蛇蛻一具，淨洗，焙令燥，又天花粉，等分細末之，以羊子肝破開，入藥在内，麻皮縛定，用米泔水熟煑，切食之，凡旬餘而愈，其後程甥亦用此取效，真奇劑也。"
      },
      {
        "index": 25,
        "text": "曹西士上竿詩"
      },
      {
        "index": 26,
        "text": "趙南仲以誅李全之功，見忌於趙清臣，史揆每左右之，遂留於朝，其後恢復事起，遂分委以邊圉。赴鎭之日，朝紳置酒以餞，適有呈緣竿伎者，曹西士賦詩云：「又被鑼聲送上竿，這番難似舊時難，勸君着脚須教穩，多少旁人冷眼看。」未幾，師果不競。"
      },
      {
        "index": 27,
        "text": "昌化章氏"
      },
      {
        "index": 28,
        "text": "昌化章氏昆弟二人，皆未有子，其兄先抱育族人一子，未幾其妻得子，其弟言：「兄既有子，盍以所抱子與我。」兄告其妻，妻猶在蓐，曰：「不然，未有子而抱之，甫得子而棄之，人其謂我何？且新生，那可保也。」弟請不已，嫂曰：「不得已，寧以吾新生與之。」弟初不敢當，嫂卒與之。已而二子皆成立，長曰翃，字景韓，季曰詡，字景虞。翃之子——樵、槱；詡之孫——鑄、鑑，皆相繼登第，遂爲名族。孝友睦婣之報如此，婦人有識，尤可尚也。"
      },
      {
        "index": 29,
        "text": "吳季謙改秩"
      },
      {
        "index": 30,
        "text": "吳季謙愈初，爲鄂州邑尉，常獲刼盜，訊之，則昔年有某郡倅者，江行遇盜，殺之，其妻有色，盜脇之曰：「汝能從我乎？」妻曰：「汝能從我，則我亦從汝，否則殺我。」盜問故，曰：「吾事夫若干年，今至此已矣，無可言者，僅有一兒才數月，吾欲浮之江中，幸而有育之者，庻其有遺種，吾然後從汝無悔。」盜許之，乃以黒漆團合盛此兒，藉以文褓，且置銀二片其旁，使隨流去。如是十餘年，一日盜至鄂艤舟，挾其家至某寺設供，至一僧房庋間，黒合在焉，一見識之，驚絶幾倒，因曰：「吾疾作，姑小憩於此，毋撓我。」乘間密問僧何從得此合，僧言：「某年月日，得於水濵，有嬰兒及白金在焉，吾收育之，爲求乳食，今在此年長矣。」呼視之，酷肖其父，乃爲僧言始末，且言：「在某所，能爲我聞之有司，密捕之可以爲功受賞，吾寃亦釋矣！」僧爲報尉，一掩獲之，遂取其子以歸，季謙用是改秩。"
      },
      {
        "index": 31,
        "text": "作邑啟事"
      },
      {
        "index": 32,
        "text": "龔聖任言：「林德崇父嘗爲劇縣，有聲，其與監司啟，有云：『鳴琴堂上，將貽不治事之譏；投巫水中，必得擅殺人之罪。』時以爲名言。」劉潜夫宰建陽，亦有一聯云：「每嗟民力，至叔世而張弓；欲竭吏能，恐聖門之鳴鼓。」語意尤勝，信乎治邑之難也！"
      },
      {
        "index": 33,
        "text": "齋不茹葷必變食"
      },
      {
        "index": 34,
        "text": "《莊子·人間世》云：「仲尼曰：『齋，吾語若。』顔回曰：『回之家貧，唯不飲酒，不茹葷者數月矣。若此則可以爲齋乎？』曰：『祭祀之齋，非心齋也。』」成玄英註曰：「葷，辛菜也。」按《說文》：「葷，臭菜也。鍇曰：通謂芸、薹、椿、韮、蒜、葱、阿魏之屬，氣不潔也」；《荀子·哀公篇》：「孔子曰：夫端衣玄裳，冕而乘輅者，志不在於食葷。」註云：「葷菜，葱韮之屬。」；《論語》：「齋必變食」；《周禮·膳夫》：「王齋三舉」，鄭註云：「齋必變食也」，疏曰：「齋必變食，故加牲體至三太牢」；胡明仲論梁武曰：「祭祀之齋，居必遷坐，不必變服，齋必變食，食爲盛饌，一其心志，潔其氣體，以與神明交，未嘗不飲酒，不茹葷也。」晦菴釋「齋必變食」，亦取《莊子》，而黃氏亦兼取之，朱又謂：「葷是五辛。」又曰：「今致齋有酒，非也。」然《禮》中乃有「飲不至醉」之說，何邪？"
      },
      {
        "index": 35,
        "text": "二李省詩"
      },
      {
        "index": 36,
        "text": "蜀中類試，相傳主司多私意，與士人相約爲暗號，中朝亦或有之，而蜀以爲常。李璧季章、𡌴季永，同登庚戌科，己酉赴類試，二公皆以文名一時，而律賦非所長。鄉人侯某者，以能賦稱，因資之以潤色，既書卷，不以詩示侯，侯疑其必有謂，將出門，侯故少留，李遂先出，而侯踵其後，至納卷所，扣吏以二李卷子，欲借一觀，以小金牌與之，吏取以示，則詩之景聯皆曰：「日射紅鸞扇，風清白獸樽」，侯即於己卷改用之，既而皆中選。二李謝主司，主司問：「此二句惟以授於昆仲，何爲又以與人？」李怳然不知所以，他日微有所聞，終身與侯不協。"
      },
      {
        "index": 37,
        "text": "宗子請給"
      },
      {
        "index": 38,
        "text": "王介甫爲相，裁減宗室恩數，宗子相率訴馬前，公諭之曰：「祖宗親盡，亦須祧遷，何況賢輩？」荆公行一切不恤之政，獨於此事未爲不然。熙寧詔裁宗室授官法及恩例，東坡亦以爲然，曰：「此實陛下至明至斷，所以深計遠慮，割愛爲民。」其後無戚疏少長，皆仰食縣官，西南兩宗無賴者，至縱其婢，使與閭巷通，生子則認爲己子，而利其請給，此自古所無之弊例也。"
      },
      {
        "index": 39,
        "text": "鄭安晚前讖"
      },
      {
        "index": 40,
        "text": "鄭丞相清之，在太學十五年，殊困滯無聊，乙亥嵗，甫升舎選，而以無名闕，未及奏名，遂仍赴丁丑省試，臨期又避知舉袁和叔親，試别頭，愈覺不意，及試《青紫明主恩詩》，押明字，短晷逼暮，思索良艱，漫檢韻中有「赬」字可用，遂用爲末句云：「他年𫎇渥澤，方玉帶圍赬。」歸爲同舍道之，皆大笑曰：「綠衫尚未能得着，乃思量繫玉帶乎？」已而中選，攀附驟貴，官至極品，竟得此賜，遂成吉讖，以此知世之叨竊富貴，皆非偶然也。"
      },
      {
        "index": 41,
        "text": "趙僉判花字様"
      },
      {
        "index": 42,
        "text": "趙時杖爲平江僉幕，其訓名不雅，凡書判決杖，吏輩皆用紙貼之，此亦可笑。其押字，作一大口字，而申其下一畫，陳子爽愷作守，初到，見之，書其側云：「僉判押字大空空，請改之，庶幾務實，仍請别押一樣來。」聞者無不大笑，正可與李晉仁喏樣爲對也。"
      },
      {
        "index": 43,
        "text": "一府三守"
      },
      {
        "index": 44,
        "text": "放翁《筆記》言：「慶曆初，夏竦判永興軍，陳執中、范雍並爲知軍，一府三守，不知職守如何分？既非長貳，文移書牒之類，必有程式，官屬胥吏何所禀承？《國史》不載，莫可攷也。然諫官、御史不以爲非，三公亦不辭，豈在當時亦便於事耶？」今按竦先以都部署兼經畧招討使、判永興軍，既而執中爲同都部署、經畧使、知軍，而詔竦判如故，未幾，竦屯鄜州，執中屯涇州，蓋兩人議邊事不合，故分任之，未幾，又以范雍知軍，竦、執中既分出按邊，而領府事猶故，於是一府三守，公吏奔趨往來，想不勝其擾，自昔未嘗有也，然則史未嘗不載，而於事安得爲便乎？"
      },
      {
        "index": 45,
        "text": "六么羽調"
      },
      {
        "index": 46,
        "text": "《演繁露》云：「唐有新翻羽調緑腰。白樂天詩集自註云：『即六么也。』今世亦有六么，而其曲有髙平仙呂調，又不與羽調相協，不知是唐遺聲否？」按今六么中呂調亦有之，非特髙平仙吕也，《唐·禮樂志》俗樂二十八調，中呂、髙平、仙呂在七羽之數，蓋中呂夾鍾羽也，髙平林鍾羽也，仙呂夷則羽也，安得謂之不與羽調相協，蓋未之攷爾。"
      },
      {
        "index": 47,
        "text": "香炬錦茵"
      },
      {
        "index": 48,
        "text": "秦檜之當國，四方餽遺日至，方滋德帥廣東，爲蠟炬，以衆香實其中，遣駛卒持詣相府，厚遺主藏吏，期必達，吏使俟命，一日宴客，吏曰：「燭盡，適廣東方經畧送燭一掩，未敢啟。」乃取而用之，俄而異香滿坐，察之，則自燭中出也，亟命藏其餘枚，數之，適得四十九，呼卒問故，則曰：「經畧專造此燭，供獻僅五十條，既成，恐不嘉，試爇其一，不敢以他燭充數。」秦大喜，以爲奉己之專也，待方益厚。鄭仲爲蜀宣撫，格天閣畢工，鄭書適至，遺錦地衣一鋪，秦命鋪閣上，廣袤無尺寸差，秦黙然不樂，鄭竟失志，至於得罪，二公爲計同，一以見疑，一以見厚，固有幸不幸，要不若居正之無悔吝也。"
      },
      {
        "index": 49,
        "text": "登聞鼓"
      },
      {
        "index": 50,
        "text": "《筆談》言洛京留臺，有舊案言國初取索鹵簿法仗，報言本京鹵簿，因清泰間末帝將帶逃走，不知所在，人傳以爲笑。今登聞鼓院，初供職吏，具須知單狀，稱：「本院元管鼓一面在東京宣德門外，被太學生陳東等擊碎，不曽搬取前來。」正與此相類，皆可資捧腹也。"
      },
      {
        "index": 51,
        "text": "義絶合離"
      },
      {
        "index": 52,
        "text": "莆田有楊氏，訟其子與婦不孝，官爲逮問，則婦之翁爲人毆死，楊亦預焉，坐獄未竟，而値覃霈，得不坐然，婦仍在楊氏家，有司以大辟既已該宥，不復問其餘，小民無知，亦安之不以為怪也。其後父又訟其子及婦，軍判官姚珤以爲雖有讎隙，既仍爲婦，則當盡婦禮，欲併科罪，陳伯玉振孫時以倅攝郡，獨謂：「父子天合，夫婦人合，人合者，恩義有虧，則已矣，在法合離，皆許還合，而獨於義絶不許者，蓋謂此類，況兩下相殺，又義絶之尤大者乎！初間楊罪既脫，合勒其婦休離，有司既失之矣，若楊婦盡禮於舅姑，則爲反親事讎，稍有不至，則舅姑反得以不孝罪之矣！當離不離，則是違法，在律：『違律爲婚，既不成婚，即有相犯，並同凡人。』今其婦合比附此條，不合收坐。」時皆服其得法之意焉。按《筆談》所載，夀州有人殺妻之父母兄弟數口，州司以不道緣坐其妻子，刑曹駁之曰：「毆妻之父母，即為義絶，況身謀殺，不應復坐此。」與前事正相類，凡泥法而不明於理，不可以言法也。"
      },
      {
        "index": 53,
        "text": "熊子復"
      },
      {
        "index": 54,
        "text": "熊克，字子復，博學有文，王季海守富沙日，漕使開宴，命子復譔樂語，季海讀之稱善，詢司謁者曰：「誰為之？」答曰：「新任某州熊教授也。」自此甚見前席，别後，子復一向官湖湘間，不相聞者幾二十年，及改秩，作邑滿，造朝，謁光範，季海時爲元樞，詢子復曰：「近亦有著述乎？」子復以兩編獻。一日，後殿奏事畢，阜陵從容曰：「卿見近日有作四六者乎？」時學士院闕官，上不訪之趙丞相，而訪之季海，於是以陸務觀等數人對，上云 ：「朕自知之。今欲得在下僚未知名者爾。」季海遂及子復姓名，上云 ：「此人有近作，可進來。」季海退，以所獻繳入，翌日，上謂季海曰：「熊克之文，朕嘗觀之，可喜。」蓋欲置之三館，兼翰苑也，季海奏云 ：「如此恐太驟，不如且除院轄，徐召試，使克文聲著於士大夫間，則人無間言。」阜陵然之，遂除提轄文思院。他日，趙丞相進擬，上曰：「朕自有人。」趙問何人，上曰：「熊克。」又曰：「陛下何以知之？」曰：「朕嘗見其文字。」又問：「陛下何從得其文字？此必有近習爲道地者。」上曰：「不然。」季海雖知由己所薦，以上既不言，亦不敢泄，而趙終疑之，未幾，召試，故時學士院發策，率先示大畧，試者得爲之備，趙乃以喻周子充云：「此非佳士也！」克屢造請求問目，子充不答，及對策，殊畧，克大以爲恨，故在玉堂，每當子充制詔，輒無美辭，後竟出知台州。"
      },
      {
        "index": 55,
        "text": "鄭時中得官"
      },
      {
        "index": 56,
        "text": "鄭時中，字復亨，三衢人，在上庠日，多游朝紳間，好大言，嘗語同舍曰：「前舉漕薦，乃術者曹谷先許，今復來矣。」有好事聞之曰：「此必谷又許之。」乃與偕走其肆，則鄭實未嘗先往，曹沉吟久之，頻自揺首，推演再三，乃曰：「吾十年前曽許此命，來春必髙選，今所見乃不然。雖然來春定得官，但非登科耳。今秋得舉，却不必問。」鄭乃曰：「吾家無延賞，來年不郊，非科舉何由得官？」谷曰：「某見得如此耳。」既而程泰之大昌與鄭同薦，程第而鄭不利，時余松茂老爲秦會之客，第三人及第，秦與謀代，余因薦鄭，秦亦悅其辯，設醴有加，鄭無以頌之，嘗聞其季父行可，名仲熊者，言舊在太學，目擊靖康金人欲立張邦昌，秦爲中司，特議立趙氏，金酋召赴軍前，秦遂遣妻王氏南歸，已登舟，王聞變，亟步以往，秦時猶未入北軍，因同入肆買虀麵，人已盈坐，主人橫一卓溝上，使坐，王憂懼不能舉筯，秦兼盡之，畧無懼色，已乃同至軍前被執，鄭因於坐間，舉此事謂親得之行可，秦意正欲暴白此事，而人無知者，聞其言大喜，時行可猶仕州縣，即召用之，二年同爲執政，是嵗，復亨亦得官，其神驗如此。"
      },
      {
        "index": 57,
        "text": "詩詞祖述"
      },
      {
        "index": 58,
        "text": "隆興間，魏勝戰死淮隂，孝宗追惜之，一日，諭近臣曰：「人才須用而後見，使魏勝不因邊釁，何以見其才？如李廣在文帝時，是以不用，使生髙帝時，必將大有功矣。」其後放翁贈劉改之曰：「李廣不生楚漢間，封侯萬戶宜其難」，蓋用阜陵語也，改之大喜，以爲善名我。異時劉潜夫作《沁園曲》云：「使李將軍遇髙皇帝，萬戶侯何足道哉！」又祖放翁語也。"
      },
      {
        "index": 59,
        "text": "嘲覓薦舉"
      },
      {
        "index": 60,
        "text": "直齋陳先生云：向爲紹興教官，日有同官初至者，偶問其京削欠幾何，答云：「欠一二紙。」數月聞有舉之者，㑹間賀其成事，則又曰：「尚欠一二紙。」又越月，復聞有舉者，扣之，則所答如前，余頗怪之，他日，與王深甫言之，深甫笑曰：「是何足怪！子不見臨安丏者之乞房錢乎？暮夜號呼於衢路曰：『吾今夕所欠十幾文耳！』有憐之者，如數與之曰：『汝可以歸卧矣。』感謝而退，去之數十步，則其號呼如初焉。子不彼之怪，而此之怪，何哉？」因相與大笑而罷。"
      }
    ]
  }
}