{
  "chapterNumber": 14,
  "title": "卷十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "館閣觀畫"
      },
      {
        "index": 2,
        "text": "乙亥嵗秋，祕書監丞黄恮汝濟，以蓬省勾㸃，邀余偕行，於是具衣冠，望拜右文殿，然後遊道山堂，堂故米老書扁，後以理宗御書易之，著作之庭，胡邦衡所書，曰蓬巒、曰羣玉堂，堂屏坡翁所作竹石，相傳淳熙間南安守某人，乃取之長樂僧寺壁間，去其故土而背施髹漆，匣以持獻曽海野，曽殂後，復獻韓相平原，韓誅，簿録送官左爲汗青軒，軒後多古桂，兩旁環石柱二小亭，曰蓬萊、曰濯纓、曰方壺、曰含章、曰茹芝、曰芸香，射亭曰繹志、曰采良門，采良二字，莫知所出。登渾儀臺觀銅渾儀，紹興間，内侍邵諤所爲，精緻特甚，色澤如銀如玉，此器凡二，一留司天臺，一留此，以備測驗。最後步石渠，登祕閣，兩旁皆列龕，藏先朝㑹要及御書畫，别有朱漆巨匣五十餘，皆古今法書名畫也。是日，僅閲秋收冬餘四匣畫，皆以鸞鵲綾、象軸爲飾，有御題者，則加以金花綾，毎卷表裏皆有尚書省印，防閑雖甚嚴，而往往以僞易眞，殊不可曉。其佳者有董源畫《孔子哭魚丘子圖》、唐模顧愷之《洗經圖》，此二圖絶高古，李成重巒寒溜孫太古誌公，展子䖍作伏生無名人三天女亦古妙，燕文貴紙畫山水小卷極精，土雷小景、符道隱山水、闗仝山水、胡瓌馬、陳晦柏、文與可古木便面亦奇，餘悉常品，亦有甚謬者，通閱一百六十餘卷，絶品不滿十焉。暇日想像，書之以爲平生清賞之冠。"
      },
      {
        "index": 3,
        "text": "鍼砭"
      },
      {
        "index": 4,
        "text": "古者鍼砭之妙，眞有起死之功，蓋脉絡之㑹，湯液所不及者。中其俞穴，其效如神，方書傳記所載不一，若唐長孫后懷髙宗，將産，數日不能分娩，詔醫博士李洞玄候脉，奏云：「緣子以手執母心，所以不産。」太宗問當何如，洞玄曰：「留子，母不全。母全，子必死。」后曰：「留子，帝業永昌。」遂隔腹鍼之，透心至手，后崩，太子即誕，後至天隂，手中有瘢。龐安常視孕婦難産者，亦曰：「兒雖已出胞，而手執母腸胃，不復脫衣。」即捫兒手所在，鍼其虎口，兒既痛，即縮手而生，及觀兒虎口，果有鍼痕。近世屠光逺亦以此法治番陽酒官之妻，三人如出一律，其妙如此。蓋凡醫者，意也，一時從權，有出於六百四十九穴之外者。《脞說》載李行簡外甥女適葛氏而寡，次嫁朱訓，忽得疾如中風狀，山人曹居白視之，曰：「此邪疾也。」乃出鍼刺其足外踝上二寸許，至一茶久，婦人醒，曰：「疾平矣。」始言：「每疾作，時夢故夫，引行山林中，今早夢如前，而故夫爲棘刺刺足脛間，不可脫，惶懼宛轉，乘間乃得歸。」曹笑曰：「適所刺者，入邪穴也。」此事尤涉神怪，余按《千金翼》有刺百邪所病十三穴：一曰鬼官、二曰鬼信、三曰鬼壘、四曰鬼心、五曰鬼路、六曰鬼枕、七曰鬼牀、八曰鬼市、九曰鬼病、十曰鬼堂、十一曰鬼藏、十二曰鬼臣、十三曰鬼封，然則居白所施，正此耳。今世鍼法不傳，庸醫野老，道聴塗說，勇於嘗試，非惟無益也，比聞趙信公在維揚制閫日，有老張總管者，北人也，精於用鍼，其徒某得其粗焉，一日，信公侍姬苦脾血疾，垂殆，時張老留旁郡，亟呼其徒治之，某曰：「此疾已殆，僅有一穴或可療。」於是刺足外踝二寸餘，而鍼爲血氣所吸，留竟不可出，某倉惶請罪曰：「穴雖中，而鍼不出，此非吾師不可，請急召之。」於是命流星馬宵征，凡一晝夜而老張至，笑曰：「穴良是，但未得吾出鍼法耳。」遂别於手腕之交刺之，鍼甫入而外踝之鍼躍而出焉，即日疾愈，亦可謂奇矣。然古者，鍼以石爲之，昔金元起欲註《素問》，訪王孺以砭石，答曰：「古人以石爲鍼，必不用鐵，《說文》有此『砭』字，許慎云：『以石刺病也。』《東山經》云：『髙氏之山多鍼石。』郭璞云：『可以爲砭鍼。』《春秋》：『美疢不如惡石。』服子愼註云：『石，砭石也。』季世無復佳石，故以鍼代之耳。」又嘗聞舅氏章叔恭云：「昔倅襄州，日嘗獲試鍼銅人全像，以精銅爲之，腑臟無一不具，其外俞穴，則錯金書穴名於旁，凡背面二器，相合則渾然全身，蓋舊都用此以試醫者，其法外塗黄蠟，中實以水，俾醫工以分折寸，按穴試鍼，中穴則鍼入而水出，稍差則鍼不可入矣，亦奇巧之器也。」後趙南仲歸之内府，叔恭嘗寫二圖刻梓以傳焉，因併附見於此。"
      },
      {
        "index": 5,
        "text": "巴陵本末"
      },
      {
        "index": 6,
        "text": "穆陵既正九五之位，皇兄濟王竑出封宛陵，辭不就，史丞相同叔以其有逼近之嫌，遂徙寓於霅城之西。寳慶元年乙酉正月八日，含山狂士潘甫與弟壬、丙，率太湖亡命數十人，各以紅半袖爲號，乘夜踰城而入，至邸索王，聲言義舉推戴，王聞變，易敝衣匿水竇中，久而得之，擁至州治，旋往東嶽行祠取龍椅，置設㕔，以黃袍加之，王號泣不從，脇之以兵，不獲已與之約曰：「汝能勿傷太后、官家否？」衆許諾，遂發軍資庫，出金帛楮劵犒軍，命守臣謝周卿率見任及寄居官立班，且揭李全榜於州門，聲言史丞相私意援立等罪，且稱見率精兵二十萬，水陸並進，時皆聳動，以爲山東狡謀，比曉，則執兵者大半皆太湖漁人，巡校司蠻卒輩多識之，始疑其僞，王乃與郡將謀，帥州兵勦之，其數元不滿百也，潘壬竟逸去，寓公王元春，遂以輕舟告變於朝，急調殿司將彭忳赴之，兵至，賊已就誅矣．主兵官茍統領者，堅欲入城，意在乘時刼掠，舟抵南關張王祠下，忽若有方巾著白袍人擠之入水，於是亟聞之朝廷，亦以事平俾班師焉，使非有此，一城必大擾矣。越一日，史相遣其客余天錫來，且頒宣醫視疾之旨，時王本無疾，實使之自爲之計，遂縊於州治之便室，舁歸故第治喪，始欲治塟於西山寺，其後遂藁葬西溪焉。初，朝廷得報，謂出山東謀，史揆懼甚，既而事敗，李全亦自通於朝，以爲初不與聞，疑慮始釋，遂下詔貶王爲巴陵縣公，夫人吳氏，賜度牒爲女冠，移居紹興，改湖州爲吉安州，王元春以告變功，遂知鄉郡，時秀王第十三子師彌逃難菁山園廟，亦奬其能守園陵，躐等升嗣襲，甚者以潘閬嘗從秦王爲記室，有同謀之嫌，亦黜其先賢之祠焉。先是，天台宋濟中楫爲守日，更立諸坊，扁其左題曰：「守臣宋濟立」，未幾變作，或以爲先讖云。其後魏了翁華父、眞徳秀希元、洪咨䕫舜俞、潘枋庭堅，皆相繼疏其寃，大理評事廬陵胡夢昱季晦應詔上書，引晉申生爲厲，漢戾太子及秦王廷美之事，凡萬餘言，訐直無忌，遂竄象州，翁定、杜丰、胡炎皆有詩送之，翁云：「應詔書聞便逺行，廬陵不獨說邦衡，寸心只恐孤天地，百口何期累弟兄，世態浮雲多變換，公朝初日合清明，危言在國爲元氣，君子從來豈顧名。」杜云：「廬陵一小郡，百嵗兩胡公，論事雖小異，處心應畧同，有書莫焚藁，無恨豈傷弓，病愧不逺别，寫詩霜月中。」胡云：「一封朝奏大明宮，吹起廬陵古直風，言路從來天様闊，蠻烟誰使徑旁通，朝中競送長沙傅，嶺表爭迎小澹翁，學館諸生空飽飯，臨汾憂國意何窮。」竟歿於貶所。端平更化，詔許歸葬，官其一子，洪舜俞當制云：「朕訪落伊始，首下詔求讜言，蓋與諌鼓謗木同意，以直言求人，而以直言罪之，豈朕心哉？爾風裁峻潔，志概激壯，繇廷尉平上書公車，言人之所難言，方嘉貫日之忠，已墮偃月之計，問塗胥口，訪事瀧頭，曾無幾微見於面，何氣節之烈也！仁祖能起介於逺謫之餘，孝祖能拔銓於投荒之後，撫今懷逺，魂不可招，潦霧墮鳶，追悔何及！仍官厥子，以旌折檻之直，且識投杼之過，爾雖死不朽矣！」以周成子與謀，鞫之棘寺，不服，大理卿徐宣力辨其非，皆坐貶死，臺諌李知孝莫澤，奉承風旨，凡平日睚眦之怒，悉指以從僞，彈劾無虚日，朝野爲之側足，越再嵗，忽頒寛恩，或謂史揆嘗有所覩而然。辛卯鬱攸之變，太室、省部悉爲煨燼，下詔求言，籍田令徐清叟應詔疏，畧云：「人倫睦則天道順，一或悖其常，則天應之以禍也。巴陵有過，罔克繼紹，大臣協定大計，挈神器歸之陛下，不幸狂寇猝發，陷巴陵於不道，衣服僣擬，死有餘罪，然在彼縱非，而在我者不可不厚，奪爵廢祀，暫焉猶可，久而不赦，厥罰甚焉！況曩因巴陵詿誤，名在丹書者，比以慶賚，生者敘復，死者歸葬，然恩及疎逖，而親者反薄，臣恐寧宗在天之靈，或謂不然也！蓋陛下之與巴陵，俱寧宗皇帝之子，陛下富貴如此，而巴陵僇辱如彼，詎合人父均愛其子之意？近者京城之火，上延太室，往往緣此，蓋以陛下一念之愠，忍加同氣，累載積年，猶未消釋，有以傷和而召異也」。癸巳六月，御筆命有司改葬，追復王爵，所有命繼之事，則事闗家國，非朕敢私。丙申嵗，正言方大琮奏疏亦云：「古今有不可亡之理，理者何？綱常是也。陛下隠之於心，其有不安者乎？臣在田野間，側聞寧宗皇帝嘉定選擇之時，追記先朝，眷念魏邸，故陛下之立，必自魏來，彼故王退守藩服，變出倉卒，霅川之事，深可痛矣！臣嘗記眞徳秀之疏曰：『前有避匿之迹，後有討捕之謀』，又記洪咨䕫之疏曰：『霅川之變，非濟邸之本心；濟邸之殁，非陛下之本心』，魏了翁直前之疏、徐清叟火灾之疏，皆可謂得其情矣，胡夢昱一疏，尤為惻怛，貫穿百代之興亡，指陳天人之感，應讀之使人流涕。當是時也，天地祖宗猶有以察陛下之有所制，黃壤沈魄猶有以亮陛下之不得已，今將十載，夭斃老妖，端平改絃，威福自出，此非昭寃雪枉之時乎？臣恭覩六年六月御筆，有曰：『脇狂陷逆』，又曰：『復爵塋墳』，而立後一事，則以事繫家國，難以輕議，又恭覩二年七月御筆，有曰：『衞王功茂，深欲保全其家』，又曰：『劄付宅之兄弟，自今臣僚無復攟摭』，一則牢關固拒，如待深讐，何其重於繼同氣之後？一則丁寧覆䕶，如撫愛子，何其厚於保姦孽之家？合二筆而觀，有人心者以爲何如哉？故王之迹，非若秦邸，而秦邸子孫，至今繁盛，今也西溪荒阡，麥飯無主，霜嫠孤寄，抑墮緇流，臣剽聞故王嘗從陛下㑹朝侍班，同榻共食，情愛備至，使無彌逺先入之言，寧不愴念疇昔之故？若故王者，生䝉友愛之義，死乃不䝉繼絶之恩乎？臣聞眞徳秀垂歿，語其家以不能申前言爲大恨，又見洪咨䕫嘗對臣言曰：『上意未囘，則天意亦未易囘。』今二臣亡矣，獨夢昱所謂寃不散則禍不消，今雖官其一子，未足償其一門之痛，是不惟故王之寃未散，而夢昱之論亦未明也！羣臣泛議，一語及此，揺手吐舌，指為深諱，陛下豁然開悟，特下明詔，正權臣之罪，洗故王之寃，則端平徳刑之大者明矣！是必改塋高燥，亟謀紹承，幸伉儷之猶存，庶精爽之有託，若敖之鬼不餒，新城之巫永消，則天心之悔禍有期，人心之厭亂有日，特在陛下一念間耳！宋文帝何如主？猶能還二王之家，正徐傅之戮，而況九京之下，所望於英明之主哉！」，丙申，明禋，大雷電，雨雹，詔求直言，架閣韓祥疏曰：「四海之大，誰無兄弟，尊爲元首，寧忍忘情？宿草荒阡，彼獨何辜？二三臣子，勸陛下紹巴陵之後則弗顧，請陛下行徐傅之誅則弗忍，烏知新城寃魄，不日夜惻愴，請命上帝乎？」司農丞鄭逢辰封章，畧曰：「妖由人興，變不虛發，推原其故，陛下掇天怒者，其失有四：一曰天倫未篤、二曰朝綱未振、三曰近習之勢寖張、四曰後宮之寵寖盛。何謂天倫未篤？兄弟，人之大倫也，巴陵之死，幽魂藁葬，敗冡荒丘，天隂鬼哭，夜雨血腥，行道之人，見者隕涕，太子申生之死，猶能請命於帝，巴陵亦先帝之子，陛下之兄也，霅川之變，竄身水竇，襟裾霑濡，兇徒迫脇，情實可憐，今乃烝嘗乏祀，嫠婦無歸，豈不掇天怒邪！」丁酉，火灾，三學生員上書，謂：「火起新房廊，乃故王舊邸之所，火至僊林寺而止，乃故王舊宅之林，皆指爲伯有爲厲之驗」，太常丞趙琳疏，亦以春秋鄭伯有良霄爲厲之驗，一時朝紳韋布，咸謂故王之寃不伸，致干和氣，獨府學生李道子立異一書，援唐立武后事，謂：「此陛下家事，勿恤人言。」又有廣南額外攝官事鄒雲一書，尤爲可駭，大畧謂：「濟邸不能一死，受程軍、陳登之徒，班廷拜舞，於倉猝之際，天日開明，著身無地，夫復何言！今天下之士反起興憐，陛下又從而加惠之，復其爵位，給其帑藏，可謂曲盡其恩。今天下之士不知大義所在，復以立嗣爲言，簧鼔天下之聴，且濟邸雖未得罪於天下，而實得罪於春秋，濟王不道，法所當除，陛下尚軫在原，猶存爵位，借使勉從羣議，俾延於世不可也！矧當世情多阻之時，人心趨亂者衆萬，一貪夫不靖之徒，有以立楚懷王孫，而激亂者當是之時，置國家於何地？其亦不思之甚矣！以眞徳秀之賢，猶且昩此，況他人乎？」二人並特旨補將仕郎，權夕郎丁伯桂駁之，乃止殿院，蔣峴伯見謂：「火災止是失備，更無餘說」，且云：「濟邸之於陛下，本非同氣之親，非兄弟而强爲兄弟」，又云：「《中庸》達道，始於君臣，而次於父子，大《易》二篇，基於父子，而成於君臣，而況下於父子者乎？以此見君臣之道，獨立於天地之間」，又云：「君臣既定，父子不必言，兄弟不當問」又云：「天不能命，神不能語，巫而誣焉！」於是太武學生劉實甫等二百餘人，相率上書力攻之，峴遂罷言職。至景定甲子嵗，度宗踐祚之初，監察御史常懋長孺奏：「巴陵之事，豈其本心，眞宗能還秦邸之後，以成太宗之心，陛下豈不能爲故王續一綫之脉哉？」既而御筆云：「濟王生前之官，先帝已與追復，尚有未復所贈官，嘗曰：『留以遺後人。』即仁皇踐祚，贈秦王太師、尚書令之典也，所宜繼志，以慰泉壤。可追復太師、保靜鎭潼軍節度使，仍令所屬討論墳塋之制，日下增修，餘照先帝端平元年六月十二日指揮。」又至徳祐乙亥，邊事俶擾，臺臣以此爲請，而常長孺入爲文昌，一再奏陳，以爲「此亦挽囘天意之機，且霅川之事，非其本心，置之死地過矣！不爲立後，又過矣！匹夫匹婦之寃，猶能召飛霜枯草之災，況嘗備儲闈之選乎？且理宗以來，疆土日蹙，災變日至，毋乃巴陵得請於帝乎？若子産所謂有以歸之，斯可矣！欲乞英斷，爲理祖、度考了此一叚未爲之事，不然臣恐申生之請未己也！」遂有旨：「太師、保靜鎭潼軍節度使、濟王，特封鎭王，賜諡昭肅，所有墳塋，令臨安府、兩浙漕司相視，更加修繕，仍令封樁安邊所撥田一萬畆給賜，仍差王應麟前往致祭。」蓋應麟亦嘗有請也，又批令於兩班中，擇昭穆相當二三嵗以下者，指定一員，以奉其祀。嗚呼！挽回天意，至此亦晚矣，悲夫！"
      },
      {
        "index": 7,
        "text": "數奇"
      },
      {
        "index": 8,
        "text": "《李廣傳》：「廣數奇，毋令當單于。」註云：「奇，不偶也。言廣命隻，不偶也。數，音所角切。竒，居宜切。」宋景文以爲江南本《漢書》，數乃所具切，角字乃具字之誤耳，然或以爲疑。余因考《藝文類聚》馮敬通集：「吾數奇命薄。」《唐文粹》徐敬業詩：「數奇良可歎」，王維詩：「衞青不敗由天幸，李廣無功緣數奇」，杜詩：「數奇謫闗塞，道廣存箕潁」，羅隱詩：「數奇當自愧，時薄欲何干」，坡詩：「數奇逢惡嵗，計拙集枯梧」，觀其偶對，則數爲命數，非疏數之數，音所具切，明矣。"
      },
      {
        "index": 9,
        "text": "諌筍諌果"
      },
      {
        "index": 10,
        "text": "世傳涪翁喜苦筍，《嘗從斌老乞苦筍》詩云：「南園苦筍味勝肉，籠籜稱寃莫採録，煩君更致蒼玉束，明日風雨吹成竹。」又和坡翁《春菜》詩，云：「公如端爲苦筍歸，明日春衫誠可脫」，坡得詩，戲語坐客云：「吾固不愛做官，魯直遂欲以苦筍硬差致仕。」聞者絶倒。嘗賦《苦筍》云：「苦而有味，如忠諌之可活國」，放翁又從而奬之云：「我見魏徵殊嫵媚，約束兒童勿多取」，於是世以諌筍目之，殊不知翁嘗自跋云：余生長江南，里人喜食苦筍，試取而嘗之，氣苦不堪於鼻，味苦不可於口，故嘗屏之，未始爲客一設，及來黔，黔人冬掘苦筍，萌於土中才一寸許，味如蜜蔗，初春則不食，惟𤏡道人食。苦筍四十餘日出土尺餘，味猶甘苦相半，以此觀之，涪翁所食，乃取其甘，非貴乎苦也。南康簡寂觀有甜苦筍，周益公詩云：「疏食山間荼亦甘，況逢苦筍十分甜，君看齒頰留餘味，端爲森森正且嚴。」此亦取其甜耳。世人慕名忘味，甘心荼苦者，果何謂哉？又記涪翁在戎州日，過蔡次律家，小軒外植餘甘子，乞名於翁，因名之曰味諌軒，其後王子予以橄㰖送翁，翁賦云：「方懷味諌軒中果，忽見金盤橄㰖來，想見餘甘有瓜葛，苦中眞味晚方囘。」然則二物，亦可名之爲諌果也。"
      },
      {
        "index": 11,
        "text": "姚幹父雜文"
      },
      {
        "index": 12,
        "text": "姚鎔，字幹父，號秋圃，合沙老儒也。余幼嘗師之，記誦甚精，著述不茍，潦倒餘六旬，僅以晚科，主天台黄巖學，朞年而殂。余嘗得其雜著數篇，議論皆有思致，今散亡之餘，僅存一二，懼復失墜，因録之以著余拳拳之懷。"
      },
      {
        "index": 13,
        "text": "《喻白蟻文》云：「物之不靈，告以話言而弗聴，俗所謂對馬牛以誦經是已，雖然羣生之類，皆含靈性，皆具天機，百舌能語，白鷺能棊，伯牙絃清而魚聴，海翁機露而鷗疑，害稼之蝗知卓茂，害人之鱷識昌黎，若玆之類，言可喻，理可化，安可例以馬牛而待之。況夫螻蟻至微，微而有知，自國於大槐以來，則有君臣尊卑，南柯一夢，言語與人通，井邑與人同，人但見其往來憧憧，而不知其市聲訌訌，固自有大小長幼之序，前呼後喚之響，黙傳於寂然無譁之中。一種俱白，號曰地虎，族類蕃昌，其來自古，賦性至巧，累土爲室，有觜至剛，嚙木爲糧，吾嘗窺其窟穴矣，深閨䆳閣，千門萬戶，離宮别館，複屋脩廊，五里短亭，十里長亭，繚繞乎其甬道，五歩一樓，十歩一閤，玲瓏乎其蜂房。嗟爾之巧則巧矣，盛則盛矣，然卵生羽化，方孳育而未息，鑚椽穴柱，不盡嚼而不已，遂使脩廊爲之空洞，廣厦爲之頽圮，夫人營創亦云難，只上棟下宇，欲維安止爾，廼鳩居之而不恤，蠶食之而無恥，天下其寧有是理？余備歴險阻，拙事生涯，造物者計尺寸而與之地，較錙銖而賦之財，茍作數椽，不擇美材，既杉欏之無有，惟樺松之是裁，正爾輩之所慕，逐馨香而俱來，茍能飽爾之口腹，豈不岌岌乎殆哉！雖然爾形至微，性具五常，其居親親，無閨門同氣之鬬，近於仁，其行濟濟，有君子遜畔之風，近於禮，有事則同心協力，不約而競集，號令信也，未雨則含沙負土，先事而綢繆，智識靈也，其徒羽化則空穴餞之於外，有同室之義也，既靈性之不泯，宜善言之可施。余之締創，爾所見，余之艱難，爾宜知，今與爾畫地界，自東至西，十丈有奇，自南至北，其數倍蓰，請遷族類以他適，毋入範圍而肆窺，茍諄諄而莫聴，是對馬牛而誦經，其去畜類也幾希，以酒酹地，爾其知之。」"
      },
      {
        "index": 14,
        "text": "又效柳河東《三戒》，作《三說》，其一曰福之馬嘉魚，云：「海有魚，曰馬嘉，銀膚燕尾，大者視晬兒臠，用火燻之，可致逺，常淵潜不可捕，春夏乳子，則隨潮出波上，漁者用此時，簾而取之，簾為疏目，廣袤數十尋，兩舟引張之，縋以鐵，下垂水底，魚過者必鑚觸求進，愈觸愈怒，束愈則頰張鬛鉤，若鎖岐者，致不可脫，向使觸網而能退却，則悠然逝矣，知進而不知退，用罹烹醢之酷，悲夫！」江淮之蜂蟹云：「淮北蜂，毒尾能殺人，江南蟹，雄螯堪敵虎，然取蜂兒者不論鬬，而捕蟹者未聞血指也。蜂窟於土或木石，人蹤跡得其處，則夜持烈炬臨之，蜂空羣赴燄盡殪，然後連房刳取；蟹處蒲葦間，一燈水滸，莫不郭索而來，悉可俯拾。惟知趨炎而不安其所，其隕也固宜。」蜀封溪之猩猩云：「猩猩人面，能言笑，出蜀封溪山，或曰交趾，血以赭罽色，終始不渝，嗜酒，喜屐，人以所嗜陳野外而聮絡之，伏伺其旁，猩猩見之，知爲餌己，遂斥詈其人姓名，若祖父姓名，又且相戒，毋墮奴輩計中，携儔唾罵而去，去後復顧，因相謂曰：「盍試嘗之。」既而染指，知味則冥然忘夙戒，相與沾濡徑醉，相喜笑，取屐加足，伏發，往往顚連頓仆，掩羣無遺。嗚呼！明知而明犯之，其愚又益甚矣。」"
      },
      {
        "index": 15,
        "text": "繼母服"
      },
      {
        "index": 16,
        "text": "何自然，本何佾徳顯之子，其母姚氏死，即出繼何修徳揚，後佾再娶周氏。及自然爲中司日，周氏死，自然以不逮事，申審合解官，申心喪，下禮官議，以爲母無親繼之别，朝廷不以爲然，復下給舍臺諌議，太學生朱九成等各上臺諌書，論其當去，集議既上，雖以爲禮有可疑，義當從厚，合聴解官，然竟以禮律不載，無所折𠂻，自然去後數日，書庫官方庭堅於《隋書·劉子翊傳》永寧令李公孝四嵗喪母，九嵗外繼，其後父更别娶後母，至是而亡，河間劉炫以無撫育之恩，議不解任，子翊時爲侍御史，駁之曰：「《傳》云：『繼母如母』，與母同也，又曰：『爲人後者，爲其父母朞。按朞者，自以本生，非殊親之與繼也。』又曰：『親繼既等，心喪不殊。』又曰：『如謂繼母之來，在子出之後，制有淺深，則出後之人，所後者初亡，後之者始至，此復可以無撫育之恩而不服重乎？』又曰：『茍以母養之恩，始成母子，則恩由彼至，服自己來，則慈母如母，何待父命。』又曰：『繼母本以名服，豈藉恩之厚薄也。』又曰：『炫敢違禮乖令，侮聖干法，使出後之子無情於本生名義之分，有汗於風俗。』事奏，竟從子翊之議。」禮官具白於廟堂，議乃定，乃知讀書不多，不足以斷疑事也。"
      },
      {
        "index": 17,
        "text": "食牛報"
      },
      {
        "index": 18,
        "text": "曾鳯朝陽，廬陵人，余嘗與之同寮，忽以疾告數日，余往問之，因云：「昔年病傷寒，旬餘不解，昏睡中忽覺爲牛所吞，境界陡黑，知此身已墮牛腹中，於是矍然曰：『身不足惜，如老母何？』因發誓自此復見天日，當終身不食太牢，悚然驚寤，流汗如雨，疾遂良愈。持戒已十年矣，昨偶飲鄉人家，具牛炙甚美，朋舊交勉之，忍饞不禁，爲之破戒，歸即得疾，疇昔之夜夢如往年，恐懼痛悔，以死自誓，今幸汗解矣。」余聞其說異之，且嘗見傳記小說所載，食牛致疾事極衆，然未有耳目所接如此者。余家三世不食牛，先妣及余皆禀賦素弱，自少至老多病，然瘟疫一證，非惟不染，雖奴婢輩亦復無之，益信朝陽之說爲不誣，因併著之，以爲世戒。"
      }
    ]
  }
}