{
  "chapterNumber": 10,
  "title": "卷十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "古今左右之辨"
      },
      {
        "index": 2,
        "text": "南人尚左，北人尚右，或問孰爲是，因攷其說於此，與有識者訂之：《檀弓》鄭氏註云：「喪尚右 —— 右，隂也。吉尚左 —— 左，陽也。」《老子》亦云：「吉事尚左，凶事尚右。」河上公註：「左，生位也；右，隂道也。」《禮正義》：「案特牲少牢，吉祭皆載右畔，士虞禮凶事載左畔。吉祭載右畔，從地道，尊右。凶事載左畔，取其反吉也。」《老子》又曰：「偏將軍處左，上將軍處右。」河上公註：「卑而居陽，以其不專殺；尊而居左，以其主殺也。」吳世傑《漢書刋誤》云：「凶事尚右，孔子有姊之喪之事也，禮，乘君之乘車，不敢曠左。」註謂：「車上貴左，乘車則貴左，兵車則貴右。乘車：君在左，御者在中；兵車：君在中，御者在左。」少儀論乘兵車云：「軍尚左。」疏云：「軍將尊尚左，按《老子》：上將軍處右，偏將軍處左。非指車同言也。」《左傳》韓厥代御居中，杜註：「自非元帥，御皆在中，將在左。」乃知兵車惟君及元帥然後尚右，其餘軍將亦尚左而已。按古人，主當阼，以右爲尊而遜客，而己居左，則左非尊位也。後世以左爲主位，而貴不敢當，則以左爲尊也，如魏無忌迎侯生而虛車左，何也？地道隂道尚右，故後世之祀，以右爲上，今宗廟亦然。人家門符，左神荼，右鬱壘，攷張平子賦亦云：「守以鬱壘，神荼副焉」，《左傳》載「天子所右，寡君亦右之；天子所左，寡君亦左之」，則以右爲助之重且大者，漢右賢左戚，他如左官、左遷，又皆以左爲輕，或謂左手足不如右强，故論輕重者，必重右而輕左。"
      },
      {
        "index": 3,
        "text": "史記多誤"
      },
      {
        "index": 4,
        "text": "班孟堅《漢書》，大抵沿襲《史記》，至於季布、蕭何、袁盎、張騫、衛霍、李廣等贊，率因《史記》舊文，稍増損之，或有全用其語者，前作後述，其體當然，至如《司馬相如傳贊》，乃固所自爲，而《史記》乃全載其語，而作「太史公曰」，何邪？又遷在武帝時，雄生漢末，亦安得謂「揚雄以爲靡麗之賦，勸百而諷一」哉？諸家註釋皆不及之。又《公孫弘傳》載平帝元始中，詔賜弘子孫爵，徐廣註謂後人寫此，以續卷後，然則相如之贊，亦後人剿入而誤以爲太史公無疑，至若《管仲傳》云：「後百餘年，有晏子」、《孫武傳》云：「後百餘嵗，有孫臏」、《屈原傳》云：「後百餘年，有賈生」，皆以其近似類推之耳。至於《優孟傳》云：「其後二百餘年，秦有優旃」，而《淳于髠》傳亦云：「其後百餘年，楚有優孟」，何邪？殊不思優孟在楚莊王時，淳于髠在齊威王時，楚莊乃春秋之世，齊威乃戰國之時，謂前百餘年，楚有優孟可也，今乃錯謬若此，且先傳髠而後叙孟，其次序曉然，謂之非誤，可乎？"
      },
      {
        "index": 5,
        "text": "文意相類"
      },
      {
        "index": 6,
        "text": "李德裕《文章論》云：「文章當如千兵萬馬，風恬雨霽，寂無人聲。」黃夢升題兄子庠之辭云：「子之文章，電激雷震，雨雹忽止，閴然泯滅」，歐公喜誦之，遂以此語作《祭蘇子美文》云：「子之心胸，蟠屈龍蛇，風雲變化，雨雹交加，忽然揮斥，霹靂轟車，人有遭之，心驚膽破，震汗如麻，須臾霽止而四顧，山川草木，開發萌芽，子於文章，雄豪放肆有如此者，吁可怪耶！」東坡跋姜君弼課策亦云：「雲興天際，歘然車蓋，凝矑未瞬，瀰漫霮䨴，驚雷出火，喬木糜碎，般地爇空，萬夫皆廢，霤練四墜，日中見沬，移晷而收，野無完塊。」張文潜《雨望賦》云：「飄風擊雲奔，曠萬里一蔽，率然如百萬之卒，赴敵驟戰兮，車旗崩騰，而矢石亂至也，已而餘飄既定，盛怒已泄，雲逐逐而散歸，縱横委乎天，末又如戰勝之兵，整旗就隊，徐驅而囘歸兮，杳然惟見夫川平而野濶。」皆同此一機括也。"
      },
      {
        "index": 7,
        "text": "楊太后"
      },
      {
        "index": 8,
        "text": "慈明楊太后，養母張夫人善聲伎，隨夫出蜀，至儀眞長蘆寺前僦居，主僧善相，適出見之，知其女當貴，因招其父母飯，語之，故且勉之往行都，當有所遇，以無資告，僧以二千楮假之，遂如杭，或導之入慈福宮爲樂部頭，后方十嵗，以爲則劇孩兒，憲聖尤愛之，舉動無不當后意。有嫉之者，適太皇入浴，儕輩俾服后衣冠爲戲，因譛之后，后笑曰：「汝輩休驚，他將來㑹到我地位上。」在其後茂陵每至后所，必目之，后知其意，一日内宴，因以爲賜，且曰：「看我面，好好看他。」傅伯夀草立后制，有云：「洪惟太母，念我文孫，美其冠於後庭，俾之見於内殿」，蓋紀實也。既貴，恥其家微，隂有所遺而絶不與通，密遣内璫求同宗，遂得右庠生——嚴陵楊次山以爲姪，既而宣召入見，次山言與淚俱，且指他事爲驗，或謂皆后所授也。后初姓某，至是始歸姓楊氏焉。次山隨即補官，循至節鉞、郡王云。"
      },
      {
        "index": 9,
        "text": "脫靴返棹二圖贊"
      },
      {
        "index": 10,
        "text": "牟存叟端明守當塗日，郡圃有脫靴亭，以謫仙采石得名，存叟繪以爲圖，又以山谷崇寧初守當塗方九日而罷，蓋坐嘗作《荆州承天院塔記》，轉運判官陳舉，承執政趙挺之風旨，摘其間數語，以爲幸災謗國，除名，謫宜州，遂作《返棹》一圖以爲對，各系以賛，未幾流傳中都，時相丁大全、内侍董宋臣聞而惡之，遂捃摭其在都日餽遺過客錢酒等物，並指爲贓，下所居郡監逮甚嚴，自此朝紳結舌，馴致開慶之禍焉。二贊削藁久矣，余偶得之，《脫靴》云：「錦袍兮烏幘，神清兮氣逸，凌轢兮萬象，麾斥兮八極，我思古人，伊李太白，孰爲使之，朝禁林而暮采石也，其天寶之嬖倖歟？疏擿詞章，浸潤宮掖。吾觀脫靴之圖，未嘗不嫉小人之情狀，而傷君子之疏直，惟公之髙躅兮，霍神龍之不可以覊紲，矧富貴如敝屣兮，其得失又何所欣戚也！」《返棹》云：「幅巾兮野服，貌腴兮神肅，孤騫兮風雅，唾視兮爵祿，我思古人，伊黄山谷，曷為使之六年𤏡道而九日姑孰也，其符紹之朋黨歟？組織《寺記》，指擿《實錄》，吾觀返棹之圖，未嘗不感君子之流落，而痛小人之報復，惟公之高風兮，渺驚鴻之不可以信宿，矧吾道猶虛舟兮，其去來又何所榮辱也！」予嘗謂山谷初以言語掇禍，公又以山谷得罪，是殆有數，然清名照映於二百年間，士之生世，亦何憚而不爲君子哉？"
      },
      {
        "index": 11,
        "text": "輕容方空"
      },
      {
        "index": 12,
        "text": "紗之至輕者，有所謂「輕容」，出唐《類苑》云：「輕容無花，薄紗也。」王建《宮詞》云：「嫌羅不著愛輕容」。元微之有《寄白樂天白輕容。樂天製而爲衣》，而詩中「容」字，乃爲流俗妄改爲「庸」，又作「榕」，蓋不知其所出。《元豐九域志》越州嵗貢輕容紗五疋是也。又有所謂「方空」者，《漢元帝紀》罷齊三服官，註云：「春獻冠幘，縱爲首服，紈素爲冬服，輕綃爲夏服，凡三。」師古曰：「縱與纚同音，山爾反。即今之方目紗也。」又後漢建初二年，詔齊相省氷紈方空、縠吹綸絮。紈，素也，氷，言色鮮潔如氷。《釋名》曰：「縠綬方空者，紗薄如空也。或曰空孔也，即今之方目紗也。」綸如絮而細吹者，言吹嘘可成此紗也。荆公詩云：「春衫猶未著」，方空者是也。二紗名，世少知，故表出之。"
      },
      {
        "index": 13,
        "text": "范公石湖"
      },
      {
        "index": 14,
        "text": "文穆范公成大，晚嵗卜築於吳江盤門外十里，蓋因闔閭所築越來溪故城之基，隨地勢髙下而爲亭榭，所植多名花，而梅尤多，别築農圃堂，對楞伽山，臨石湖，蓋太湖之一派，范蠡所從入五湖者也，所謂姑蘇前後臺，相距亦止半里。夀皇嘗御書「石湖」二大字以賜之，公作上梁文，所謂「吳波萬頃，偶維風雨之舟，越戍千年，因築湖山之觀」者是也。又有北山堂、千巖觀、天鏡閣、夀樂堂，他亭宇尤多，一時名人勝士，篇章賦咏，莫不極鋪張之美。乾道壬辰三月上巳，周益公以春官去國，過吳，范公招飲園中，夜分題名壁間，云：「吳臺越壘，距門纔十里，而陸沉於荒烟野草者，千七百年，紫薇舍人始創别墅，登臨得要，甲於東南，豈鴟夷子成功，於此扁舟去之？天閟絶景，須苖裔之賢者，然後享其樂邪？」爲擊節，而前後所題盡廢焉。"
      },
      {
        "index": 15,
        "text": "多蚊"
      },
      {
        "index": 16,
        "text": "吳興多蚊，毎暑夕浴罷，解衣盤礴，則營營羣聚噆嘬，不容少安心，每苦之．坡翁嘗曰：「湖州多蚊蚋，豹脚尤毒。」且見之詩，云：「飛蚊猛㨗如花鷹」，又云：「風定軒窓飛豹脚」，蓋湖之豹脚蚊，著名久矣。舊傳崇王入侍夀皇，聖語云：「聞湖州多蚊，果否？」後侍宴，因以小金盒貯豹脚者數十枚進呈，蓋不特著名，亦且塵乙覽矣。蓋蚊乃水蟲所化，澤國故應爾。聞京師獨馬行街無蚊蚋，人以爲井市燈火盛故也。吳興獨江子滙無蚊蚋，舊傳馬自然嘗泊舟於此所致，故錢信平《望蚊詩》云：「安得神仙術，試爲施康濟，使此平望村，如吾江子滙。」然余有小樓在臨安軍將橋面，臨官河，汚穢特甚，自暑徂秋，每夕露眠，寂無一蚊，過此僅數百步，則不然矣，此亦物理之不可曉者。渡淮，蚊蚋尤盛，髙郵露筋廟是也，孫公談圃云：「泰州西洋多蚊，使者按行，以艾烟薫之，方少退，有一㕔吏醉仆，爲蚊所噆而死。」世傳范文正詩云：「飽似櫻桃重，飢如柳絮輕，但知從此去，不要問前程。」即其地也。聞大河以北，河冰一解，如雲如烟，若信安滄景之間，夏月，牛馬皆塗之以泥，否則必爲所斃，按《爾雅》：「鷆蟁母，一名蚊母，相傳此鳥能吐蚊」，陳藏器云：「其聲如人嘔吐，輒出蚊一二升」，李肇《唐史補》稱江東有蚊母鳥，亦謂之吐蚊鳥，夏夜則鳴吐蚊於叢葦間，湖州尤甚，又曰：「端新州有鳥類青鶂，而觜大，常於池塘捕魚，每一鳴，則蚊羣出其口，亦謂之吐蚊鳥，又謂之鷆，然以其羽為扇却可辟蚊。」嶺南又有蚊子木實，如枇杷，熟則自裂，蚊盡出而實空。塞北又有蚊母草者，其說亦然。《淮南子》曰：「水蠆爲螊，孑分爲蟁，兔齧爲螚，物之所爲，出於不意，弗知者驚，知者不怪。」今孑分汚水中，無足蟲也，好自伸屈於水上，見人輒沉，久則蜕而爲蚊，蓋水蟲之所變明矣。東方朔《隱語》云：「長喙細身，晝亡夜存，嗜肉惡烟，爲指掌所捫，若生草中者，吻尤利而足有文彩，號爲豹脚。又其字或從『昬』，志其時也，又爲『閩』，以蟲之在門中也。」《說文》曰：「秦謂之蜹，楚謂之蚊」，《夏小正》云：「丹鳥，螢也，羞白鳥」，謂螢以蚊爲糧云。然則育蚊者非一端，固不可專歸罪於水也，因萃數說，戲爲吾鄉解嘲。"
      },
      {
        "index": 17,
        "text": "俞侍郎執法"
      },
      {
        "index": 18,
        "text": "吾鄉前輩俞且軒侍郎，善墨戲竹石，蓋源流射澤，而自成一家，逮今爲人寶重，然人知其能畫，而不知其爲人，因書其概於此 —— 侍郎名澂，字子清，用伯祖閣學俟。字居易。恩入仕，中刑法科，短小精悍，清談簡約，樂易無涯岸，而居官守正不阿，其爲福建檢法，陳應澂丞相帥三山，治盜過嚴，一日驅數十囚，欲投諸海，澂白其長曰：「朝廷有憲部，而郡國無憲臺，可乎？」力爭之，因命閱實，遂為區别，戮者、黥者各若干，陳始怒，而後喜其有守，悉從之，且薦以京削。爲刑部郎日，有鄉豪素以俠稱，爲時所畏，殺人，諉罪其奴，獄上，駮之，請自鞫豪，因得其直，光宗壯之，即日除大理少卿，然竟爲豪擠去。又常德有舟稍程亮，殺巡檢宋正國一家十二口，累嵗始獲，乃在寧廟登極赦前，吏受其賂，欲出之，澂奏援太祖朝戮范義超故事，以爲殺人於異代，既更開國，大霈，猶所不赦，況亮乎？於是遂正典刑，他可紀者尚多。後權刑部侍郎，以侍制致仕，家居十年乃終，年七十八，「且軒」，其自號也。俞氏自退翁起家，七十而納祿者，至澂凡五人，且皆享高年，有園池琴書歌舞之樂，鄉曲榮之。後余得竹石二紙於故家，葉如黍米，石亦奇潤，自成一家，上題印曰：「居易戲作」，蓋閣學俟所爲也，因知子清戲墨，有所自來，此亦人所未知者，因併表而出之。"
      },
      {
        "index": 19,
        "text": "尹惟曉詞"
      },
      {
        "index": 20,
        "text": "梅津尹渙惟曉，未第時，嘗薄遊苕溪，籍中適有所盼，後十年，自吳來霅，艤舟碧瀾，問訊舊遊，則久爲一宗子所據，已育子，而猶挂名籍中，於是假之郡將，久而始來，顔色瘁赧，不足膏沐，相對若不勝情，梅津爲賦《唐多令》云：「蘋末轉清商，溪聲供夕涼，緩傳杯，催唤紅妝，煥綰烏雲新浴罷，拂地水沈香，歌短舊情長，重來驚鬢霜，悵綠隂，青子成雙，說着前歡佯不采，颺蓮子，打鴛鴦。」數百載而下，眞可與杜牧之尋芳較晚之爲偶也。"
      },
      {
        "index": 21,
        "text": "都廁"
      },
      {
        "index": 22,
        "text": "《劉安别傳》云：「安既上天，坐起不恭，仙伯主者，奏安不敬，應斥，八公爲安謝過，乃赦之，謫守都廁三年。」半山詩云：「身與仙人守都廁，可能雞犬得長生」，然則都廁者，得非今世俗所謂都坑乎？然「廁」字，亦有數義。《說文》云：「圂云也，圊也。」《莊子·庚桑楚篇》：「適其偃」，註云：「偃，屏廁也。屏廁則以偃溲。」《儀禮·既夕禮》：「甸人築冷坎，隸人湼厠塞厠」。《萬石君傳》：「建爲郎中，每五日歸謁親，切問侍者，取親中裙廁牏，身自澣洗。」孟康註曰：「廁行清牏行中，受糞函也。」他如晉侯食麥，脹如廁，䧟而卒；趙襄子如廁，心動執豫讓；髙祖如廁，心動見柏人；金日磾如廁，心動擒莽何羅；范雎佯死，置廁中；李斯如廁見䑕；賈姬如廁逢彘；陶侃如廁見朱有；劉寔、王敦並誤入石崇廁；郭璞被髮厠上；劉和季廁上置香爐；沈慶之夢鹵簿入廁中；崔浩焚經投廁中；錢義廁神；李赤廁鬼，文類甚多，皆為溷廁之廁無疑。而《汲黯傳》，大將軍青侍中，上踞廁見之，《音訓》則謂牀邊爲廁；《張敞傳》孝文皇帝居霸陵，比臨廁，服䖍註曰：「廁側臨水」韋昭則曰：「髙岸狹水爲廁」；《張釋之傳》從行至霸陵，上居外臨廁，師古註亦曰：「岸之邊側也」，因併攷著於此焉。"
      },
      {
        "index": 23,
        "text": "敬巖註唐書"
      },
      {
        "index": 24,
        "text": "王元敬大卿，佖强直自遂，不輕許可，嘗註《唐書》，自以爲人莫能及。括蒼老士某者，深於史學，亦嘗増註《唐書》，因携以求正焉。王讀至建成、元吉之事，遽笑云：「建成，儲君也，當以『弑』書，豈得謂殺？此書殊未然！」遂擲還之，某士者大不平，徐起答之曰：「殺兄之字，蓋本孟子：『象日以殺舜爲事』。今卿『弑兄』之字出於何書？」王倉卒無以爲答，是知文字未可以輕訾議也。"
      },
      {
        "index": 25,
        "text": "黃子由夫人"
      },
      {
        "index": 26,
        "text": "黃子由尚書夫人胡氏，與可元功尚書之女也。俊敏强記，經史諸書畧能成誦，善筆札，時作詩文亦可觀，於琴奕寫竹等藝尤精，自號惠齋居士，時人比之李易安云。時趙師𢍰從善知臨安府，立放生池碑於湖上，髙文虎炳如内翰爲之作記，誤書「鳥獸魚鼈咸若商曆以興」，既已鋟石，分送朝行，夫人一誦即知其誤，㑹炳如以藏頭策題得罪多士，而從善又以學舍張蓋毆人等，嘗斷其僕，諸士既聞其事，遂作小詞譏詆之，作爲夏王道不是商王這鳥獸魚鼈是你者，乃胡氏首指其誤也。他日胡氏殂，其婢竊物以逃，捕得之，送臨安府，從善銜之，遂鞫其婢，指言主母平日與奕者鄭日新通，所失物乃主母與之耳。因逮鄭繫獄，黥之，未幾，子由以帷簿不修去國，事之有無，固不可知，而從善之用心亦薄矣。後十餘年，從善死，其子希蒼亦死，其婦錢氏惸處，獨任一幹主家事，有老僕知其私，頗持之，錢氏與幹者欲滅其口，遂以他事係官，竟斃於獄，且擅焚之，未幾，僕家聲其寃於憲臺，時林介持憲節，方振風采，遂逮錢氏，於庭經營巨援，僅爾獲免，而幹者遂從黥籍，信人之存心不可以不近厚，而報復之理，昭昭不容揜也如此。"
      },
      {
        "index": 27,
        "text": "洪景盧自矜"
      },
      {
        "index": 28,
        "text": "洪景盧居翰苑日，嘗入直，値制詔沓至，自早至脯，凡視二十餘草，事竟，小步庭間，見老叟負暄花隂，誰何之，云：「京師人也，累世爲院吏，今八十餘，幼時及識元祐間諸學士，今子孫復爲吏，故養老於此。」因言：「聞今日文書甚多，學士必大勞神也。」洪喜其言，曰：「今日草二十餘制，皆已畢事矣。」老者復頌云：「學士才思敏㨗，眞不多見。」洪矜之云：「蘇學士想亦不過如此速耳！」老者復首肻咨嗟曰：「蘇學士敏㨗亦不過如此，但不曽檢閱書冊耳。」洪爲赧然，自恨失言，嘗對客自言如此，且云：「人不可自矜，是時使有地縫，亦當入矣！」"
      },
      {
        "index": 29,
        "text": "吳郡王冷泉畫贊"
      },
      {
        "index": 30,
        "text": "莊簡吳秦王益，以元舅之尊，德夀特親愛之，入宮每用家人禮，憲聖常持盈滿之戒，每告之曰：「凡有宴召，非得吾旨，不可擅入。」一日王竹冠練衣，芒鞵笻杖，獨携一童，縱行三竺靈隱山中，濯足冷泉磐石之上，遊人望之，儼如神仙，遂爲邏者聞奏，次日，德夀以小詩召之曰：「趁此一軒風月好，橘香酒熟待君來」，令小璫持賜，王遂亟往，光堯迎見，笑謂曰：「夜來冷泉之遊，樂乎？」王恍然頓首謝，光堯曰：「朕宮中亦有此景，卿欲見之否？」蓋壘石覓泉像飛來香林之勝，架堂其上曰冷泉，中揭一畫，乃圖莊簡野服濯足於石上，且御製一贊云：「富貴不驕，戚畹稱賢，埽除膏粱，放曠林泉，滄浪濯足，風度蕭然，國之元舅，人中神仙。」於是盡醉而罷，因以賜之，亦可謂戚畹之至榮矣。畫今藏其曽孫潔家，余嘗見之。"
      },
      {
        "index": 31,
        "text": "絹紙"
      },
      {
        "index": 32,
        "text": "坡翁嘗醉中爲河陽鄭倅書，明日視之，紙乃絹也，遂自題於後云：「古者本謂絹紙，近世失之云。」蓋古人多以絹爲紙，烏絲欄乃織成爲卷而書之。所謂蠒紙者，亦以蠒爲紙也。按《蔡倫傳》云：「用縑帛者，謂之紙，縑貴簡重，不便於人，乃用木膚麻皮等。」隋修文殿《御覽》載晉人藏書，數有白絹草書，白絹行書，白縀絹楷書之目，又魏太和間，博士張揖上《古今字帖》，其巾部辨紙字云：「今世其字從巾，蓋古之素帛，依舊長短，隨事截絹，枚數重壘，即名蟠紙，故字從系，此形聲也。蔡倫以布𢷬剉作紙，故字從巾，是其聲雖同，而「系」、「巾」則殊也。」盧仝《茶歌》有「白絹斜封三道印」之句，豈以絹書之邪？"
      },
      {
        "index": 33,
        "text": "談重薄命"
      },
      {
        "index": 34,
        "text": "吳興人談重元鼎，少領鄉薦不第，晚就南廊，更數試，復不入等，章文莊兄弟皆與之同舍，嘉定戊辰，文莊兄弟在朝，談入京，將更試，請曰：「二兄何以授我？」乃相與作備對數十付，已而文莊入爲考官，得談卷甚喜，所批稍髙，編排當在上二等，已而曰：「名器不可以故人私之，但使脫助教足矣！」於是稍移向下，既而算計，四等合放若干，而談之名適在末等之首，竟垂翅而歸，一文學之微，造物亦靳之耶！"
      },
      {
        "index": 35,
        "text": "椰酒菊酒"
      },
      {
        "index": 36,
        "text": "今人以椰子漿爲椰子酒，而不知椰子花可以釀酒。唐殷堯封《寄嶺南張明府》詩云：「椰花好爲酒，誰伴醉如泥」，九日菊酒，以淵明採菊，白衣送酒得名，而不知《西京雜記》所載菊花酒法，以菊花舒時，併採莖葉，雜秫米釀之，至來年九月九日始熟，此皆目前之事，而未有言者，何也？"
      },
      {
        "index": 37,
        "text": "混成集"
      },
      {
        "index": 38,
        "text": "《混成集》，修内司所刋，本巨帙百餘，古今歌詞之譜，靡不備具，只大曲一類，凡數百解，他可知矣。然有譜無詞者居半，《霓裳》一曲共三十六段，嘗聞紫霞翁云：「幼日隨其祖郡王，曲宴禁中，太后令内人歌之，凡用三十人，每番十人，奏音極高，妙翁一日自品象管，作數聲，眞有駐雲落木之意，要非人間曲也。」又言：「無太皇最知音，極喜歌木笪人者，以歌杏花天木笪，遂補教坊都管。」間憶舊事，因書之以遺好事者，蓋二曲皆今人所罕知云。"
      },
      {
        "index": 39,
        "text": "明眞王眞人"
      },
      {
        "index": 40,
        "text": "王妙堅者，本興國軍九宮山道嫗也，居嘗以符水呪棗等術，行乞村落，碌碌無他異，既而至杭，多遊西湖兩山中。一日至西陵橋茶肆少憩，適其鄰有陳生，隸職御酒庫，其妻適見之，因扣以婦人頭䐈不可疎者，還可禳解否，嫗曰：「此特細事。」命市真麻油半斤，燒竹瀝投之，且為持呪，俾之沐髮。蓋是時恭聖楊后方誅韓，心有所疑，而髪䐈不解，意有物爲祟，以此徧求禳治之術，㑹陳妻以油進，用之良驗，意頗神之，遂召妙堅入宮，賜予甚厚，日被親幸，且爲創道宇，賜名明眞，俾主之，累封眞人。同時有黄冠易如剛者，嗜酒誇誕，薄知其事，欲以奇動，於是以黃絹方丈，帚書大符以進，后大喜，賜予亦渥，後住太乙東宮。"
      },
      {
        "index": 41,
        "text": "牙"
      },
      {
        "index": 42,
        "text": "《詩》曰：「王之爪牙」，故將軍皆建旗於前，曰大牙，凡部曲受約束，禀進退，悉趨其下。近世重武，通謂刺史治所曰牙，緣是從卒爲牙中兵，武吏爲牙前將，俚語誤轉爲「衙」，《珩璜論》云：「突厥畏李靖，徙牙於磧中」，牙者，旗也。東京賦竿上以牙飾之，所以自表識也。太守出，有門旗，其遺法也。後人遂以「牙」爲「衙」，早晚衙，亦太守出則建旗之義。或以衙爲廨舍，兒子爲衙内，《唐韻》註「衙，府也。」亦訛，武德元年，宇文化及下牙，方敢啟狀，《釋文》：「牙，旗名也，軍中所建。」髙保朂病，召衙内指揮使梁延副，衙内蓋官稱耳。唐謂前殿爲正衙，豈亦以衛仗建旗而名邪？"
      },
      {
        "index": 43,
        "text": "字舞"
      },
      {
        "index": 44,
        "text": "州郡遇聖節錫宴，率命猥妓數十，羣舞於庭，作「天下太平」字，殊爲不經。而唐《樂府雜錄》云：「舞有字，以舞人亞身於地，布成字也。」王建《宫詞》云：「羅衫葉葉綉重重，金鳯銀鵞各一叢，每遇舞頭分兩向，太平萬嵗字當中。」則此事由來久矣。"
      }
    ]
  }
}