{
  "chapterNumber": 13,
  "title": "卷十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "漢改秦曆始置閏"
      },
      {
        "index": 2,
        "text": "余嘗考春秋置閏之異於前矣，後閱程氏《考古編》，謂漢初不獨襲秦正朔，亦因秦曆以十月爲嵗首，不置閏，當閏之嵗，率歸餘於終，爲後九月，《漢紀表》及《史記》，自高帝至文帝，其書後九月，皆同是，未嘗推時定閏也。至大初九年，改用夏正，以建寅爲嵗首，然猶歷十四載，至征和二年，始於四月後書閏月，豈史失書耶？抑自此始置閏也？余因其說深疑之，精思其失，頗得其說焉。蓋閏月之不書者，亦偶以其時無可書之事耳，正如《春秋經》桓公四年、七年，其所紀事至夏而止，以是年秋冬無可紀之事也。定公之十四年，至秋而止，亦以是年冬無可紀之事也。魯史紀事之法，大率如此，其餘閏月亦然，觀文公六年，《經》書閏月，不告朔，《春秋》書閏，方見於此，復以杜預《長曆》考之，自隠至哀，凡更三十餘閏，至此方書，豈曰前乎此者皆史失書？抑豈曰自此始有閏耶？今《漢紀事》正效《春秋》，如太初元年、三年、天漢元年、三年，皆止於秋，太始元年則止於夏，皆以其後無事可紀，故不書耳。然則閏月不書，亦若是乎？蓋三嵗一閏，五嵗再閏，古曆法也，若謂自此始置閏，則合自此後，三嵗五嵗累累書之，然自征和二年至後元元年，當置閏而不書，自後元二年至昭帝始元元年，乃因事而後書，其後當閏嵗，又皆不書，是知不書者，偶無事耳，然則非史失書，亦非自此置閏也。雖然此非余臆說也，復證以《史記·曆書》，自太初更曆，以至征和也，如太初二年、天漢元年、四年、太始二年，皆有閏，則知余言似可信云。"
      },
      {
        "index": 3,
        "text": "綱目誤書"
      },
      {
        "index": 4,
        "text": "《綱目》一書，朱夫子擬經之作也，然其間不能無誤，而學者又從而爲之說。蓋著書之難，自昔而然，今漫摭數事，與同志評之，非敢指擿前輩以爲能也 ——"
      },
      {
        "index": 5,
        "text": "北齊髙緯，以六月遊南苑，從官暍死者六十人，見《本紀》，《通鑑》書曰：「賜死，『賜』乃『暍』之訛耳。」《綱目》乃直書曰：「殺其從官六十人。」而不言其故，其誤甚矣，尹起莘乃爲之說曰：「此朱子書法所寓。」且引《孟子》殺人以挺，與刃與政之說，固善矣。然其實則《通鑑》誤之於前，《綱目》承之於後耳。緯荒遊無時，不避寒暑，於從官死者尚六十人，則其餘可知矣，據事直書，其罪自見，何必沒其實哉？"
      },
      {
        "index": 6,
        "text": "又郭威弑二君，《綱目》於隱帝書殺，於湘隂王書弑，尹又爲之說云：「此二君，有罪無罪之别也。此書法所寓也。」然均之弑君，隠帝立已數年，湘隂未成乎君，不應書法倒置如此，亦恐誤書耳。"
      },
      {
        "index": 7,
        "text": "又隋開皇十七年，詔諸司論屬官罪，聴律外，決杖，《綱目》條下云：「蕭摩訶子——世畧，在江南作亂，摩訶當從坐，大理少卿趙綽固諌，上命綽退，綽曰：『臣奏獄未決，不敢退。』帝乃釋之。」按《通鑑》：「摩訶當從坐，上曰：『世畧年未二十，亦何能爲？以其名將之子，爲人所逼耳！』因赦摩訶，綽固諫不可，上不能奪，欲綽去而赦之，因命綽退，綽曰：『臣奏獄未決，不敢退。』上曰：『大理，其爲朕特捨摩訶也！』因命左右釋之。」此乃綽欲令摩訶從坐，而帝特赦之耳，《綱目》誤矣。"
      },
      {
        "index": 8,
        "text": "又《通鑑》貞觀元年，杜淹薦邸懷道云：「親見其諌煬帝幸江都。」上曰：「卿何自不諌？」曰：「臣不居重任，知諫不從。」上曰：「知不可諫，何爲立其朝？卿仕世充尊顯，何亦不諫？」曰：「臣非不諌，但不從耳！」上曰：「世充若拒諌，卿何得免禍？」淹不能對。按此，實責其知煬帝之不可諌而猶立其朝耳。今《綱目》乃於上言世充拒諌，易其語曰：「然則何以立於其朝？」失其實矣。"
      },
      {
        "index": 9,
        "text": "又《綱目》開元九年冬十一月，罷諸王都督刺史，以後凡四條。按《通鑑》，是年之末，「十二月幸驪山，是嵗諸王爲都督刺史者，悉召還」，此非十一月事，亦非十二月事也，當依《通鑑》作「是嵗」爲是。"
      },
      {
        "index": 10,
        "text": "又《綱目》書徳宗貞元二年十一月，皇后崩，不書氏。按《通鑑》，是年十一月甲午，立淑妃王氏爲后，至丁酉崩，特四日耳，此承《通鑑》所書，而逸其上文耳。尹又謂《唐史》妃久疾，帝念之，遂立爲后，冊訖而崩，必有所寓意者，亦過也。"
      },
      {
        "index": 11,
        "text": "秦檜之收諸將兵柄"
      },
      {
        "index": 12,
        "text": "秦檜之既主和，懼諸將不從命，於是詔三大將入覲，一日，至都堂問以克復之期曰：「上驅馳霜露十餘年，似厭兵矣。今決在何時可了？遲速進退之計當若何？」張韓對曰：「前者提兵直趨某地，請糧若干，率裁量不盡得，而退兵出某所，某人坐視不肻併力，或申請輒不報，常若不能專力」，檜曰：「有是乎？諸公今不過欲帶行一職事，足以誰何，士大夫者，朝廷不靳也。」岳最後至，意大略同，而語加峻曰：「如今文臣不愛錢，武臣不惜命，欲了即了耳。」檜頷之，於是三樞密拜矣。三人累表辭謝，檜與上約荅詔，視常時率遲留一二日，凡諸禮例恩賜，各自倍多，檜别下詔三大屯，皆改隸御前矣。始，諸將苦鬬積職，已爲亷車正任，然皆起卒伍，父事大將，常不得舉首，或溷其家室，岳師律尤嚴，將校有犯，大則誅殺，小亦鞭撻痛毒，用能役使，深入如意，命既下，諸校新免所隸，可自結和人，人便寛善，共命報應，已略定，三人擾擾，未暇問也，稍從容見檜，始以置銜漏挂兵權爲請，檜笑曰：「諸君知宣撫制置使乎？此邊官爾！諸公今爲樞庭官，顧不役屬耶！」三人者，悵悵而退，始悟失兵柄焉。"
      },
      {
        "index": 13,
        "text": "張才彦"
      },
      {
        "index": 14,
        "text": "歴陽張邵才彦，乃總得居士祁晉彦之兄也。建炎三年，自承奉郎上書，賜對，假大宗伯奉使撻覧軍前，拘留幽燕者凡十五年，及和議成，紹興十三年始與洪皓、朱弁俱還，後爲敷文閣待制，奉祠累年，乙亥更化，得知池陽，卒。初，總得爲小官時，嘗爲常子正同、胡明仲寅論薦，其後子正死，明仲斥久矣，紹興二十四年，總得之子——安國，由鄉薦得薦集英，考官置第七，秦塤爲冠，塤試浙漕、南宮皆第一，先臚傳。一夕，進御，安國卷紙既厚，筆墨復精妙，上覽之喜甚，擢爲首選，實以抑秦，秦不能堪，唶曰：「胡寅雖逺斥，力猶能使故人子爲狀元耶！」已而廷唱，上又稱其詩，安國詣謝，秦問學何書，曰：「顔書。」又曰：「上愛狀元詩，常觀誰詩？」對曰：「杜詩。」秦色莊笑曰：「好底盡爲君占！」却先是太母歸自北方，將發，得與天族别，淵聖偃卧車前泣曰：「幸語丞相歸我，處我一郡足矣！」才彦時亦聞之痛憤，至是服中，遺相書謂：「彼雖欲留淵聖，以堅和好，然所貪者金帛，實不難於還，宜亟遣使。」因大忤之，悔已莫及，更爲好詞，上疏頌其靖康乞立趙氏，冀贖失言之罪，上方褒秦和議之功，才彦遂自祕選躐進敷文待制，秦愈疑之。才彦居四明，杜門絶交不出，懼禍，乃爲佯狂。初，出使未還，妻李卒於家已累年，至是妄言：「吾妻死非命！」且指總得爲辭，蓋是時實由己病言，或出於狂易，抑知安國得罪，冀以自免，語轉上聞，於是逮總得赴大理獄，鞫殺嫂事，囚繫甚苦，其年十月，秦死，逼嵗，安國呌閽中，批命刑部尚書韓仲通特入棘寺，始得釋去。方被逮時，道無錫，夢大士告以無恐，蓋預知秦亡，然因是總得亦病狂惑。安國更八郡，有徳愛，以當暑送虞雍公飲蕪湖舟中，中暑，卒年纔三十餘，士論惜之。"
      },
      {
        "index": 15,
        "text": "韓通立傳"
      },
      {
        "index": 16,
        "text": "舊傳焦千之學於歐陽公，一日，造劉貢父，劉問：「《五代史》成邪？」焦對將脱藳，劉問：「爲韓瞠眼立傳乎？」焦黙然，劉笑曰：「如此，亦是第二等文字耳！」《唐餘録》者，直集賢院王皥子融所撰，寶元二年上之，時惟有薛居正《五代史》，歐陽書未出也，此書有紀、志、傳，又博采諸家之說，倣裴松之《三國志》註，附見下方，表韓通於《忠義傳》，且冠之以國初褒贈之典，新舊《史》皆所不及焉。皥乃王沂公曽之弟，後以元昊反，乞以字爲名。其後呂伯恭編《文鑑》，制詔一類，亦以褒贈通制爲首，蓋祖子融之意也。"
      },
      {
        "index": 17,
        "text": "老蘇族譜記"
      },
      {
        "index": 18,
        "text": "滄洲先生程公許，字季與，眉山人，仕至文昌，寓居霅上，與先子從容談蜀中舊事，歴歴可聴，其言老泉《族譜亭記》，言鄉俗之薄起於某人，而不著其姓名者，蓋蘇與其妻黨程氏大不咸，所謂某人者，其妻之兄弟也。老泉有《自尤詩》述其女事外家，不得志以死，其辭甚哀，則其怨隙不平也久矣。其後東坡兄弟以念母之故，相與釋憾，程正輔與坡爲表弟，坡之南遷，時宰聞其先世之隙，遂以正輔爲本路憲，將使之甘心焉，而正輔反篤中外之義，相與周旋之者甚至，坡詩往復倡和，中亦可概見矣。正輔上世爲縣録事，縣有殺人者，獄已具，程獨疑之，因緩其事，多方物色之，果得眞殺人者，而繫者遂得釋，他日任滿家居，夢神告之曰：「汝有活寃獄之功，當令汝子孫名宦相繼，爲衣冠盛族。」至其子，遂擢第，其後益大如夢言。然多行不義，徳馨弗聞，有名唐者，宣政間附王、蔡，最貴顯，又有名敦厚，字子山者，亦知名，邵康節之孫溥公濟守眉日，子山與之不咸，亷得其罪狀，用疋絹大書，櫝盛之，遣介持抵成都帥府治之前逆旅舍，委之而去，逆旅人得之，以告帥蕭振徳起，得之以爲奇貨，逮公濟赴成都獄，嚴鞫之，獄吏知其寃，遂教公濟一切承之，不然死無以自明，公濟悟如其教，不復辯，獄上，朝論以爲匿名書，法不當受，而制司非得旨，不應擅逮守臣，遂皆罷之，公濟雖得弗問，而憤憤不能堪，訴之於天，許黃籙十壇，至其子始償如數。子山之居，極壯麗，一夕大火，不遺寸椽，子山本附秦檜至右史，後忤意，謫安逺縣令以死焉。"
      },
      {
        "index": 19,
        "text": "中謝中賀"
      },
      {
        "index": 20,
        "text": "今臣僚上表所稱惟「誠惶誠恐」及「誠歡誠喜，頓首稽首」者，謂之「中謝」、「中賀」，自唐以來，其體如此。蓋「臣某」以下亦畧敘數語，便入此句，然後敷陳其詳，如柳子厚《平淮西賀表》：「臣負罪積釁，違尚書牋表十有四年，懷印曵紱，有社有人」，語意未竟也，其下即云「誠惶誠恐」，蓋以此一句結上數語云爾。今人不察，或於首聮之後，凑用兩短句，言震惕之義，而復接以中謝之語，則遂成重複矣。前輩表章，如東坡、荆公，多不失此體，近時周益公爲相，謝《復封表》云：「華陽黒水，裂地而封，舊物青氊，從天而下，磨玷之勤未泯，執圭之寵彌加，臣誠惶誠恐。」或以爲疑，嘗以問公，公答之正如此。"
      },
      {
        "index": 21,
        "text": "復覆伏三字音義"
      },
      {
        "index": 22,
        "text": "復、覆、伏三字，音義相出入，易於混亂，今各疏於左——"
      },
      {
        "index": 23,
        "text": "「復」有三字音："
      },
      {
        "index": 24,
        "text": "房六切者，復歸之復也，字書訓以「往來」是也。《易》卦之《復》、《毛詩》復古、復竟、《論語》言「可復也」、「克己復禮」是也。《易》註云：「還」，《語》註：「猶覆」，與《詩》爲恢復之復，其義一也。扶富切者，「又」之義也，字書訓以「又」是也。《書》：「復歸於亳」，《詩》：「復㑹諸侯」《語》：「夢周公則不復也」及「復見復聞」之類皆是也。芳六切，與覆同音者，反復之復也。《易·乾象賛》反復，道也、《釋文》：「芳六反。本亦作覆」是也。"
      },
      {
        "index": 25,
        "text": "「覆」亦有三音："
      },
      {
        "index": 26,
        "text": "芳六反者，反覆之覆也，字書訓以「反」是也。《中庸》：「傾者覆之」，註：「敗也，與《易》『反復道也』之復，音同義異。」敷救切者，覆幬之覆也，字書訓以「蓋」是也。扶又切者，伏兵也。《左傳》：「君為三覆以待之」是也。"
      },
      {
        "index": 27,
        "text": "「伏」亦有三音："
      },
      {
        "index": 28,
        "text": "房六切者，伏羲之伏也字，書訓以「伺」也、「匿」也、「隠」也是也。三伏之伏，及伏羲、伏生、赤伏符皆是也。扶富切者，鳥抱卵也。《莊子》：「越雞不能伏鵠卵」及《後漢》：「大丈夫當雄飛，安能雌伏」皆是也。《前漢·五行志》：「元帝初元中，丞相府史家雌雞伏子」，顔云：「房富反。」"
      },
      {
        "index": 29,
        "text": "用字者不可以不辨焉。"
      },
      {
        "index": 30,
        "text": "岳武穆逸事"
      },
      {
        "index": 31,
        "text": "杜充之駐建康也，岳飛軍立硬寨於宜興，命親將守之，飛兵出不利，夫人密諭親將，選精銳，具餱糧，潜爲策應之備，未幾，飛兵還，即入教塲呼問之曰：「汝欲何爲？」曰：「聞太尉軍小不利，故擇敢戰之士以備策應，此男女孝順耳。」飛曰：「吾命汝堅守。根本，天不能移，地不能動，汝今不待吾令，擅自動揺，是無師律也！」立命責短狀，將大懼祈哀，吐實謂：「此非某所自爲，蓋夫人亦曾有命耳！」飛愈怒，竟斬之。又紹興和議初成，金以河南歸我，判宗正事士㒟銜命道荆襄宛洛，祇謁鞏襄原，道過南鄧，岳飛止之曰：「金虜無信，君宜少駐。」㒟以上命有程，辭去，不數舍，煙塵四起，軍聲囂然，於是失色南奔，忽遇大軍，望之，岳幟也，遂馳就之，飛笑曰：「固謂君勿行，正恐此耳。然已遣董御帶、牛觀察在前，與之交鋒矣。兵勝敗無常，君，王人，且近屬，吾當以自己兵衞送君。」行數里，兩將㨗書至，蓋㒟未行前一日出師也。其後飛得罪下獄，㒟極辯其無辜，且以百口保之，非惟感恩，蓋親見其用兵神速故耳，朝臣併論㒟身爲宗室，不應交結將帥，因指爲飛黨，遂罷宗司，與祠云。又張魏公之出督也，陛辭之日，與高宗約曰：「臣當先驅清道，望陛下六龍夙駕約至汴京，作上元節。」飛聞之曰：「相公得非睡語乎？」於是魏公憾之終身。"
      },
      {
        "index": 32,
        "text": "若干如干"
      },
      {
        "index": 33,
        "text": "「若干」二字，出古禮鄉射，大射數射，算云：「若干純、若干奇。」若，如也；干，求也。言事本不定，嘗如此求之。又《曲禮》：「問天子之年，聞之，始服衣若干尺矣。」《前漢·食貨志》顔註云：「設數之言也，干如箇，謂當如箇數也。亦曰如干。」《文選》任彥升《竟陵王狀》：「食邑如干戶」，註云：「如干戶，即若干戶也。」然又爲復姓，後周有若干鳯，及右將軍若干惠。若，音人者反，《釋文》云：「以國為姓。」然則若干，又國名也。"
      },
      {
        "index": 34,
        "text": "祠山應語"
      },
      {
        "index": 35,
        "text": "余世祀祠山張王，動止必禱，應如蓍龜，姑誌奇驗數事於此，以彰神休。先子需澄江次，爲有力者攘去，再以毘陵等三壘干祀，第餘月不報，先妣時留霅，禱於南關之祠，有「水邊消息的非遥」之語，及收杭信，則聞霍山所祈，亦得此籖，越日，臨汀之命下矣。戊辰年，鑄子甫五嵗，病骨蒸，勢殆甚，凡藥皆弗效，禱籖得《蠱》之上九，云：「蠱有三頭，紛紛擾擾，如蟲在皿，執一則了。」退謀之醫，試投逐蟲之劑，凡去蚘蛔二，其色如丹，即日良愈。甲寅春，往桐川炷香，得籖云：「不堪疾病及東牀」是嵗，外舅捐館。壬午五月二十八日，杭城金波橋馮氏火作，次日勢益張，雖相去幾十里，而人情惶惶不自安，時楊大芳、潘夢得皆同居，相慰勞曰：「巫言神語皆吉，毋庸輕動。」余不能決，因卜去就，於神得五十六云：「遭人彈劾失官資，火欲相焚盜欲窺」，於是挈家湖濱，是夕四鼓，遂成焦土。"
      },
      {
        "index": 36,
        "text": "傅伯壽以啓擢用"
      },
      {
        "index": 37,
        "text": "傅伯壽爲浙西憲，韓侂胄用事，伯壽首以啓贄之曰：「澄清方効於范滂，跋扈遽逢於梁冀。人無恥矣，咸依右相之山，我則異歟，獨仰韓公之斗，首明趨向，願出鎔陶。」由是擢用至僉書樞密院事。韓敗，追三官，奪執政恩。"
      },
      {
        "index": 38,
        "text": "林外"
      },
      {
        "index": 39,
        "text": "林外，字豈塵，泉南人，詞翰瀟爽，詼譎不羈，飲酒無算，在上庠，暇日獨遊西湖幽寂處，得小旗亭飲焉，外美丰姿，角巾羽氅，飄飄然神仙中人也。豫市虎皮錢篋數枚，藏腰間，毎出其一，命酒家保傾倒，使視其數酬酒直，即藏去，酒且盡，復出一篋，傾倒如初，逮暮，所飲幾斗餘不醉，而篋中錢若循環無窮者，肆人皆驚異之，將去，索筆題壁間曰：「藥爐丹竈舊生涯，白雲深處是吾家，江城戀酒不歸去，老却碧桃無限花。」明日，都下盛傳某家酒肆有神仙至云。又嘗爲《垂虹亭》詞，所謂：「飛梁遏水者倒題橋下」人亦傳爲呂翁作，惟高廟識之，曰：「是必閩人也，不然何得以鎻字協埽字韻。」已而知其果外也。此詞已有紀載，兹不復書。南劒黯淡灘，湍險，善覆舟，行人多畏避之，外嘗戲題灘傍驛壁曰：「千古傳名黯淡灘，十船過此九船翻，惟有泉南林上舍，我自岸上走，你怎奈何我！」雖一時戲語，頗亦有味。"
      },
      {
        "index": 40,
        "text": "甄雲卿"
      },
      {
        "index": 41,
        "text": "永嘉甄雲卿，字龍友，少有俊聲，詞華奇麗，而資性浮躁，於鄉人無不狎侮，木待問藴之爲尤甚，木生朝，爲詞賀之，末云：「聞道海壇沙漲也明年」，蓋諺云：「海壇沙漲，温州出相。」明年者，俗言「且待」也。又嘗損益前人酒令曰：「金銀銅鐵鋪，絲綿紬絹綱，鬼魅魍魎魁」，蓋木以癸未魁天下也。甄辨給，雄一時，謔笑皆有餘味，一日，登對，上戲問云：「卿安得與龍爲友？」甄倉忙占奏，殊不能佳，及退殿陛，自恨失言曰：「何不云：『堯舜在上，臣安得不與䕫龍為友？』」聞者惜之。競渡日，著綵衣立龍首，自歌所作《思逺樓前》之詞，旁若無人，然於性理解悟，凡禪衲機鋒，皆莫能答。將亡之日，命其子爓湯，且召藴之，將囑以後事，甄居城外，昬暮門闔不得入，其子白之，甄曰：「然則勿爓以待旦。」既旦，木聞之，亟來，甄喜曰：「吾將行，得君主吾喪，則濟矣！」木許諾，乃入浴更衣，與木訣，坐而逝，既復開目曰：「吾儒，無此也。」復卧，乃絶。"
      },
      {
        "index": 42,
        "text": "西林道人"
      },
      {
        "index": 43,
        "text": "端平間，周文璞、趙師秀數詩人，春日薄遊湖山，極飲西林橋酒壚，皆大醉熟睡，忽有髽髻道人過而睨之，哂曰：「詩仙醉耶？」顧酒家：「善看客，我當將償酒錢。」索水、小盂，以瓢中藥少投之入，口略嗽噀之地上，則皆精銀也，時遊人方盛，皆環視駭歎，忽失道人所在。薄暮諸公始醒，酒家具道所以，皆悵然自失，其家持銀往市得錢，正可酬所直，了無贏餘。明日喧傳都下，酒家圖其事於壁，自以爲遇仙酒肆，好事者競趨之，遂爲湖山旗亭之甲，而諸公亦若有悟云。"
      },
      {
        "index": 44,
        "text": "崔福"
      },
      {
        "index": 45,
        "text": "崔福，故羣盜也，嘗爲官軍所捕，㑹夜大雪，方與嬰兒同榻，兒寒夜啼，不得睡覺，捕者至，因以故衣擁兒口，兒得衣，身煖啼止，遂得逸去。因隸籍軍伍，累從陳子華捕賊，積功至刺史、大將軍，後從陳往江西，留南昌，既而子華易閫金陵，兼節制淮西，而崔仍留洪，時倅攝郡，一日，倅與郡僚宴滕王閣，崔怒其不見招，憾之，適至府治前，民有立牌訴寃者，崔乃攜其人直至飲所，責以郡官不理民事，嗾諸卒盡碎飲器，官吏皆奔逸竄去，莫敢與攖其鋒，子華知之，遂檄還建康，㑹淮西有警，命王鑑出師，鑑請福爲援，福不樂爲鑑用，託以𦵏女擅歸，鑑怒，遂白其前後過惡，且必正其慢令之罪，㑹子華亦厭惡之，於是遂從軍法，然後聲其罪於朝。福勇悍善戰，有聲，其死也，軍中惜之，然其跋扈之跡已不可掩，殺身之禍，實有以自取之也。"
      },
      {
        "index": 46,
        "text": "張乂林叔弓"
      },
      {
        "index": 47,
        "text": "張乂，延平人，少負才，入太學，有聲，爲節性齋長，既又爲時中齋長，其人眇小而好作爲，動以苛禮律諸生，同舍多不平之。莆田林叔弓，亦輕浮之士也，於是以其名字作詩賦各一首嘲之，其警聯云：「身材短小，欠曹交六尺之長，腹内空虗，乏劉叉一㸃之墨」，詩警句云：「中分爻兩段，風使十横斜，文上元無分，人前强出些。」曲盡形容之妙，聞者絶倒。又私試《闢四門賦》云：「想帝女下嬪，大展親家之禮，諒商均不肖，幾成太子之遊」，《天子之堂九尺》云：「假令晏子來朝，莫窺其面，縱使曹交入見，僅露其頭」，《顔淵具體而微賦》云：「博我以文，約我以禮，望之儼然，道與之貌，天與之形，眇乎小爾。」亦皆叔弓之所為也。"
      },
      {
        "index": 48,
        "text": "優語"
      },
      {
        "index": 49,
        "text": "宣和中，童貫用兵燕薊，敗而竄，一日，内宴，教坊進伎，矘三四婢，首飾皆不同，其一當額爲髻，曰蔡太師家人也，其二髻偏墜，曰鄭太宰家人也，又一人滿頭爲髻，如小兒，曰童大王家人也，問其故，蔡氏者曰：「太師覲清光，此名朝天髻。」鄭氏者曰：「吾太宰奉祠就第，此嬾梳髻。」至童氏者曰：「大王方用兵，此三十六髻也。」近者己亥嵗，史嶲之爲京尹，其弟以參政督兵於淮，一日，内宴，伶人衣金紫，而幞頭忽脫，乃紅巾也，或驚問曰：「賊裹紅巾，何爲官亦如此？」傍一人答云：「如今做官底，都是如此。」於是褫其衣冠，則有萬囘佛自懷中墜地，其旁者云：「他雖做賊，且看他哥哥面。」又女官吳知古用事，人皆側目，内宴日，參軍四筵張樂，胥輩請僉文書，參軍怒曰：「我方聴觱栗，可少緩！」請至三四，其答如前，胥擊其首曰：「甚事不被觱栗壞了！」蓋是俗呼黃冠爲觱栗也。王叔知吳門日，名其酒曰徹底清，錫宴日，伶人持一樽誇於衆曰：「此酒名徹底清。」既而開樽，則濁醪也，旁誚之云：「汝既爲徹底清，却如何如此？」答云：「本是徹底清，日久打得渾了。」此類甚多，而蜀優尤能渉獵古今，援引經史，以佐口吻，資笑談。當史丞相彌逺用事，選人改官多出其門，制閫大宴，有優爲衣冠者數輩，皆稱爲孔門弟子，相與言：「吾儕皆選人。」遂各言其姓，曰：「吾爲常從事」、「吾爲於從政」、「吾爲吾將仕」、「吾爲路文學」，别有二人出曰：「吾宰予也，夫子曰：『於予與改』，可謂僥倖。」其一曰：「吾顔囘也，夫子曰：『囘也不改』，吾爲四科之首而不改，汝何爲獨改？」曰：「吾鑚故改，汝何不鑚？」囘曰：「吾非不鑚，而鑚彌堅耳！」曰：「汝之不改宜也，何不鑚彌逺乎？」其離析文義，可謂侮聖言，而巧發微中，有足稱言者焉。有袁三者，名尤著，有從官姓袁者，制蜀，頗乏廉聲，羣優四人，分主酒色財氣，各誇張其好尚之樂，而餘者互譏誚之，至袁優則曰：「吾所好者，財也。」因極言財之美利，衆亦譏誚之不已，徐以手自指曰：「任你譏笑，其如袁丈好此何。」"
      },
      {
        "index": 50,
        "text": "譏不肖子"
      },
      {
        "index": 51,
        "text": "有士赴考，其父充役爲貼書，勉其子，登第則可免，子方浪遊都城，窘無資用，即答曰：「大人欲某勉力就試，則宜多給其費，否則至塲中，定藏行也。」奕者以不露機爲藏行云。又有士，父使從學，月與油燭一千，其子請益，不可，子以書白云：「所謂焚膏繼晷者，非爲身計，正爲門户計，且異日恩封，庶幾及父母耳！有如吝小費，則大人承事，娘子孺人，遼乎邈哉！」聞者絶倒。"
      }
    ]
  }
}