{
  "chapterNumber": 17,
  "title": "卷十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "楊凝式僧淨端"
      },
      {
        "index": 2,
        "text": "楊凝式居洛日，將岀遊，僕請所之，楊曰：「宜東遊廣愛寺。」僕曰：「不若西遊石壁寺。」凝式曰：「姑遊廣愛。」僕又以石壁爲請，凝式曰：「姑遊石壁。」聞者爲之撫掌。"
      },
      {
        "index": 3,
        "text": "吳山僧淨端，道解深妙，所謂端師子，章申公極愛之。乞食四方，登舟，旋問何風，風所向即從之，所至人皆樂施。蓋楊出無心，而端出委順，跡不同而意則同也。"
      },
      {
        "index": 4,
        "text": "竒對"
      },
      {
        "index": 5,
        "text": "對偶小技，然亦非易事也，前輩所載已多，今擇所未書而可喜者數聨於此，爲多聞之一助："
      },
      {
        "index": 6,
        "text": "《羲經》六子：艮巽坎兌震離《周禮》一書：天地春秋冬夏"
      },
      {
        "index": 7,
        "text": "《羲經》六子：艮巽坎兌震離《周禮》一書：天地春秋冬夏"
      },
      {
        "index": 8,
        "text": "龜從筮從，卿士從、庶民從人相我相，衆生相、夀者相"
      },
      {
        "index": 9,
        "text": "龜從筮從，卿士從、庶民從人相我相，衆生相、夀者相"
      },
      {
        "index": 10,
        "text": "善待問者如撞鐘，小應小，大應大措天下者猶置器，安則安，危則危"
      },
      {
        "index": 11,
        "text": "善待問者如撞鐘，小應小，大應大措天下者猶置器，安則安，危則危"
      },
      {
        "index": 12,
        "text": "《左氏》《公羊》《榖梁》，《春秋》三傳卦爻、繫辭、彖象，《大易》一經"
      },
      {
        "index": 13,
        "text": "《左氏》《公羊》《榖梁》，《春秋》三傳卦爻、繫辭、彖象，《大易》一經"
      },
      {
        "index": 14,
        "text": "五刑之屬三千，小過、大過一門之聚百指，家人、同人"
      },
      {
        "index": 15,
        "text": "五刑之屬三千，小過、大過一門之聚百指，家人、同人"
      },
      {
        "index": 16,
        "text": "知我《春秋》，罪我《春秋》，誰譽誰毁待以國士，報以國士，爲己爲人"
      },
      {
        "index": 17,
        "text": "知我《春秋》，罪我《春秋》，誰譽誰毁待以國士，報以國士，爲己爲人"
      },
      {
        "index": 18,
        "text": "迅雷風烈，烈風雷雨絶地天通，通天地人"
      },
      {
        "index": 19,
        "text": "迅雷風烈，烈風雷雨絶地天通，通天地人"
      },
      {
        "index": 20,
        "text": "紀信、韓信，假帝假王仲尼、牟尼，大聖大覺"
      },
      {
        "index": 21,
        "text": "紀信、韓信，假帝假王仲尼、牟尼，大聖大覺"
      },
      {
        "index": 22,
        "text": "蟬以翼鳴，不啻若自其口出龍將角聴，謂其不足於耳歟"
      },
      {
        "index": 23,
        "text": "蟬以翼鳴，不啻若自其口出龍將角聴，謂其不足於耳歟"
      },
      {
        "index": 24,
        "text": "司馬相如、藺相如，果相如否長孫無忌、費無忌，能無忌乎"
      },
      {
        "index": 25,
        "text": "司馬相如、藺相如，果相如否長孫無忌、費無忌，能無忌乎"
      },
      {
        "index": 26,
        "text": "人有七情：喜怒哀懼愛惡欲經存六藝：詩書禮樂易春秋"
      },
      {
        "index": 27,
        "text": "人有七情：喜怒哀懼愛惡欲經存六藝：詩書禮樂易春秋"
      },
      {
        "index": 28,
        "text": "九州既别：冀、兗、青、徐、揚、荆、豫、雍、梁一道相傳：堯、舜、禹、湯、文、武、周、孔、孟"
      },
      {
        "index": 29,
        "text": "九州既别：冀、兗、青、徐、揚、荆、豫、雍、梁一道相傳：堯、舜、禹、湯、文、武、周、孔、孟"
      },
      {
        "index": 30,
        "text": "正月、六月、《七月》、十月之交北風、晨風、《凱風》、終風且曀"
      },
      {
        "index": 31,
        "text": "正月、六月、《七月》、十月之交北風、晨風、《凱風》、終風且曀"
      },
      {
        "index": 32,
        "text": "孟軻好學，師孔子之孫子思文后興仁，由太王以至王季"
      },
      {
        "index": 33,
        "text": "孟軻好學，師孔子之孫子思文后興仁，由太王以至王季"
      },
      {
        "index": 34,
        "text": "張良借箸前籌，恨不食食其之肉陳平刻木爲女，果能冒冒頓之圍"
      },
      {
        "index": 35,
        "text": "張良借箸前籌，恨不食食其之肉陳平刻木爲女，果能冒冒頓之圍"
      },
      {
        "index": 36,
        "text": "下七十二之齊城，憑三寸舌退一百萬之秦宼，用八千兵"
      },
      {
        "index": 37,
        "text": "下七十二之齊城，憑三寸舌退一百萬之秦宼，用八千兵"
      },
      {
        "index": 38,
        "text": "柴也愚、參也魯、師也辟，顔氏其庶㡬乎夷之清、尹之任、惠之和，孔子集大成也"
      },
      {
        "index": 39,
        "text": "柴也愚、參也魯、師也辟，顔氏其庶㡬乎夷之清、尹之任、惠之和，孔子集大成也"
      },
      {
        "index": 40,
        "text": "妙法、法因、因果寺，金輪金剛中和、和豐、豐樂樓，銀杓銀甕"
      },
      {
        "index": 41,
        "text": "妙法、法因、因果寺，金輪金剛中和、和豐、豐樂樓，銀杓銀甕"
      },
      {
        "index": 42,
        "text": "夫子、天尊、大士，頭上不同宮妃、宦寺、官人，腰間各别"
      },
      {
        "index": 43,
        "text": "夫子、天尊、大士，頭上不同宮妃、宦寺、官人，腰間各别"
      },
      {
        "index": 44,
        "text": "鄒孟子、吳孟子、寺人孟子，一男一女，一不男不女周宣王、齊宣王、司馬宣王，一君一臣，一不君不臣"
      },
      {
        "index": 45,
        "text": "鄒孟子、吳孟子、寺人孟子，一男一女，一不男不女周宣王、齊宣王、司馬宣王，一君一臣，一不君不臣"
      },
      {
        "index": 46,
        "text": "調羮止渴梅，全文武之才學舞貪眠栁，盡悲歡之態"
      },
      {
        "index": 47,
        "text": "調羮止渴梅，全文武之才學舞貪眠栁，盡悲歡之態"
      },
      {
        "index": 48,
        "text": "方丈四方方四丈，南北東西試場三試試三場，經賦論策"
      },
      {
        "index": 49,
        "text": "方丈四方方四丈，南北東西試場三試試三場，經賦論策"
      },
      {
        "index": 50,
        "text": "朝登箕子之峰，危如累卵夜宿丈人之館，安若泰山"
      },
      {
        "index": 51,
        "text": "朝登箕子之峰，危如累卵夜宿丈人之館，安若泰山"
      },
      {
        "index": 52,
        "text": "觀音大士，妙音、梵音、海潮音諸相如來，人相、我相、衆生相"
      },
      {
        "index": 53,
        "text": "觀音大士，妙音、梵音、海潮音諸相如來，人相、我相、衆生相"
      },
      {
        "index": 54,
        "text": "龍飛策士，狀元龍、省元龍虎帳得人，殿帥虎、步帥虎"
      },
      {
        "index": 55,
        "text": "龍飛策士，狀元龍、省元龍虎帳得人，殿帥虎、步帥虎"
      },
      {
        "index": 56,
        "text": "笙炭"
      },
      {
        "index": 57,
        "text": "趙元父祖母 —— 齊安郡夫人徐氏，幼隨其母入吳郡王家，又入平原郡王家，嘗談兩家侈盛之事，歴歴可聴，其後翠堂七楹，全以石青爲飾，故得名，專爲諸姬教習聲伎之所，一時伶官樂師，皆梨園國工也，吹彈舞拍，各有總之者，號爲部頭。每遇節序生辰，則旬日外，依月律按試，名曰小排當，雖中禁教坊所無也。只笙一部，已是二十餘人，自十月旦至二月終，日給焙笙炭五十斤，用綿熏籠，藉笙於上，復以四和香熏之，蓋笙簧必用髙麗銅爲之，靘以綠蠟，簧煖則字正而聲清越，故必用焙而後可。陸天隨詩云：「妾思冷如簧，時時望君煖」，樂府亦有「簧煖笙清」之語，舉此一事，餘可想見也。"
      },
      {
        "index": 58,
        "text": "靘字，韻書：「千定切，音請。」註：「靘青，果色也。」蓋藏果者，必以銅青故耳。"
      },
      {
        "index": 59,
        "text": "徐謂禮相術"
      },
      {
        "index": 60,
        "text": "徐謂禮嘗涉獵袁、李之書，自誇閱人貴賤多竒中，與賈師憲丞相爲姻聨。賈時年少，荒於飲博，其生母胡夫人苦之，因扣徐云：「兒子跌宕若此，以君相法言之，何如？」徐曰：「夫人勿多憂，異日必可作小郡太守。」母喜而記其言，他日賈居相位，徐以親故求進，久之不遂，賈母爲言之，賈不獲已，答曰：「徐親骨相寒薄，止可作小郡太守耳！」遂以上饒郡與之以終其身，蓋深銜前言也。然師憲日常馳馬出遊湖山，小憩棲霞嶺下，忽有布裘道者瞪視曰：「官人可自愛重，將來功名，不在韓魏公下。」賈意其見侮，不顧而去，既而醉博平康，至於破面，他日復遇道者，頓足驚嘆曰：「可惜！可惜！天堂已破，必不能令終矣！」其後悉驗。"
      },
      {
        "index": 61,
        "text": "咸淳三事"
      },
      {
        "index": 62,
        "text": "咸淳癸酉夏，邊遽日聞，既而襄州失守，朝野震動，荆閫李庭芝祥父，乞賈平章用張魏公、趙忠簡故事，建督於京，賈則請親行邊，疏凡屢上，朝紳學士上書者無虛日，或欲留行，或贊開督，其後遂置機速房，專行密院急切之事，且大開言路，以集衆思，於是言事獻策者益紛紛，然漢嘉布衣楊安宇者，狂生也，自詭知兵，獻言於朝，遂送機速房看詳，都司許自書擬本房，知其狂妄，遂侮笑之，安宇不勝其憤，遂上書痛詆自書短，且謂其操鄉音穢談，一時傳以爲笑，㑹奉口有米局之變，京尹吳益區處失當，於是左史李珏自經筵直前論之，吳遂斥出，時好事者爲之語曰：「左史直前論大尹，草茅上疏詆都司。」時方詔嵗，賈公欲優學舎以邀譽，乃以校尉告身、錢帛等俾京庠，擬試時，黄文昌方自江閫入爲京尹，益増賞格，雖末綴，猶獲數百千，於是羣四方之士，試者紛然，時襄郢已失，江淮日以遽告，有無名子作詩，揭之試所，云：「鼙鼓驚天動地來，九州赤子哭哀哀，廟堂不問平戎策，多把金錢媚秀才。」邏之，竟不得其人而止。"
      },
      {
        "index": 63,
        "text": "龔孟鍨策問"
      },
      {
        "index": 64,
        "text": "癸酉嵗，慶元秋試，兩浙運司幹官臨川龔孟鍨爲考官，龔道出慈溪，忽夢有人以杯湯飲之，且作四字於掌中，曉起，便覺目視𥉂𥉂，及入院發策，第一道中，誤以一祖十三宗爲十四宗，於是士子大閧，徑排試官房舎，悉遭箠辱，至有負笈而逃者，龔偶得一兵負去而免，劉制使良貴親至院外撫諭，遂權宜以策題第二道爲首篇，續撰其三，久之始定，於是好事者作隔聨云：「龔運幹出題疏脫，以十三宗作十四宗；劉制使下院調停，用第二道爲第一道。」龔後爲計使所劾。明年秋，度宗賓天，於是十四宗之語遂驗。"
      },
      {
        "index": 65,
        "text": "景定行公田"
      },
      {
        "index": 66,
        "text": "景定二年壬寅，賈師憲丞相欲行富國强兵之策，是時劉良貴爲都漕，尹天府，吳勢卿餉淮東，入爲浙漕，遂交贊公田之事，欲先行之浙右，候有端緒，則諸路倣行之。於是殿院陳堯道、正言曹孝慶等合奏，謂：「限田之法，自古有之，買官戶踰限之田，嚴歸併飛走之弊，回買官田可得一千萬畝，則毎嵗六七百萬之入，其於軍餉，沛然有餘，可免和糴，可以餉軍，可以住造楮幣，可平物價，可安富室，一事行而五利興，實爲無窮之利。」御筆批依，而買田之事起矣。時勢卿已死，良貴獨任提領之職，以太府丞陳訔爲簡閱官以副之，且乞内批，下都省嚴立賞罰，究歸併之弊，然上意終出勉强，内批云：「永免和糴，無如買逾限之田爲良法，然東作方興，權俟秋成，續議施行。」則上意蓋可見矣。賈相憤然以去就爭之，於是再降聖旨云：「買田永免和糴，自是良法美意，要當始於浙西，庶他路視爲則也，所在利病，各有不同，行移難於一律，可令三省照此施行。」既而賈相内引入劄，力言其便，御筆遵依，轉劄侍從臺諫給舍左右司，三省奉行惟謹焉。賈相遂先以自已浙西萬畝爲官田表倡，嗣榮王繼之，浙西帥機趙孟奎亦申省自陳投賣，自是朝野卷舌，噤不敢發一語，獨禮書副郎徐經孫一疏，力陳買田之害，言多剴切，竟不付外，遂四乞休致，而寂無和之者。先是，議以官品逾限田外回買立說，此猶有抑强嫉富之意，既而轉爲派買之說，除二百畝已下免行派買外，餘悉各買三分之一，及其後也，雖百畝之家亦不免焉。立價以租一石者，償十八界四十楮，不及石者，價隨以減買數，少者則全支楮券，稍多則銀券各半，又多，則副以度牒，至多，則加以登仕、將仕、校尉、承信、承節、安人、孺人告身，準直以登仕三千楮，將仕千楮，許赴漕試，校尉萬楮，承信萬五千，承節二萬，則理爲進納，安人四千，孺人二千，此則㡬於白沒矣。遂檄府丞陳訔往湖秀，將作丞廖邦傑往常潤，任督催之職。六郡則又有專官：平江則知郡包恢、撫參成公策；嘉興則知郡潘墀、撫幹李補、寓公焦煥炎；安吉則知郡謝奕燾、寓公趙與訔、撫幹王唐珪、臨安察判馬元演；常州則知郡洪穮、運屬劉子耕；鎭江則知郡章坰、漕司準遣鄭夢熊；江隂則知軍楊珏、準遣謝某、司戶黄伸。並俟竣事，各轉一官，選人減一削，守臣並以主管公田繫銜。既而提領劉佐司劾罷嘉興宰段浚、宜興宰葉悊左，以不即奉行之罪，又按長洲宰何九齡，追毁出身，永不收敘，以不合出給官由，令田主抱納失田業相維之初意。至五月，乃命江隂、平江隸浙西憲司，安吉、嘉興隸兩浙漕司，常州、鎭江𨽻總所，每嵗秋租輸之官倉，特與減饒二分，或水旱，則别議收數，遂立四分司：王大呂，平江；方夢玉，嘉興；董楷，安吉；黄震，鎭江。常州、江隂三郡，初以選人爲之，任滿理爲須入，州縣鄉都則分差。莊官以富饒者充，應兩年一替，每鄉創官莊一所，每租一石，明減二斗，不許多收斛面，約束雖嚴詳，而民之受害亦不少，其間毗陵、澄江，一時迎合，止欲買數之多，凡六斗、七斗者，皆作一石，及收租之際，元額有虧，則收足於田主，以爲無窮之害，或内有磽瘠及租佃頑惡之處，又從而責換於田主，其害尤慘。時中書劉震孫與京尹魏克愚，湖邊倡和，調語偶犯時忌，則隨命劾去之。甲子秋，彗見求言，公卿、大夫、士庶始得以伸田里愁嘆不平於上，然至此業已成矣！賈相遂力辨人言，丐辭相位，御筆答云：「言事易，任事難，自古然也。使公田之策不可行，則卿建議之始，朕已沮之矣。惟其上可以免朝廷造楮幣之費，下可以免浙右和糴之擾，公私兼濟，所以命卿決意舉行之。今業已成矣，一嵗之軍餉，皆仰給於此，君遽因人言而罷之，雖可以快一時之異議，其如國計何？如軍餉何？卿既任事，亦當任怨，禮義不愆，何恤人言？卿宜安心奉職，毋孤朕倚毗之意。」自此公論頗沮，而劉良貴以人言藉藉，遂陳括田之勞，乞從罷免，不允。至咸淳戊辰正月，遂罷莊官，改爲召佃，或一二千，或數百畝，召人承佃，自耕自種，自運自納，止令分司任責拘催，凡承佃之家，復以二分優之，且以既罷莊官，則分司恐難任責，平江増差催督官三員，安吉、嘉興各一員，常州二員，鎭江、江隂共一員，從各分司奏辟。時提領官，編修黄夢炎也，既而常潤分司劉子澄，力陳毗陵向來多買虛數之弊，遂下提領所，徑將常州公租撥隸淮東總領所催納，殊不知朝廷既不可催，總所又可催乎？當是時，人不敢言而敢怨，南康江天錫，以入奏而罷言職，教授謝方得，以發䇿而遭貶斥，大社令杜淵、太常簿陸逵、國子簿謝章，皆於論對及之，或逐去，或補外。至乙亥春，賈既去國，北軍以抵昇潤，察院季可奏乞罷公田之籍，以收農心，謂：「此事苛擾，民皆破家蕩産，怨入骨髓，若盡還原主，免索原錢而除其籍，庶使浙西之人，永絶公田之苦。」然而僅放欠租，季遂再奏，始有旨云：「公田之創，非理宗之本意，稔惡召怨，最爲民苦，截日住罷，其田盡給付原佃主，仰率租戶義兵，㑹合防拓。」其後勘㑹謂：「招兵非便，且其田當還業主，於種戶初無相干，秋成在邇，餉軍方急，合且收租一年，其還田指揮，候秋成後集議施行。」有旨：「將平江、嘉興、安吉公田，照指揮蠲放，却從朝廷照淨催米數回糴，其錢一半給佃主，一半給種戶，以溥實惠。」然則業主竟無與矣！只業主、佃主之分，當時用事者亦不能曉，況大於此者？然邊遽日急，是時仍收公租，還田之事，竟不及行。嗚呼悲哉！昔隋鑿汴渠以召民怨，乃爲宋漕運之利，今宋奪民田以失人之心，乃爲大元餉軍之利，古今害民興利之事，於此亦可鑒矣。於戲悲哉！"
      },
      {
        "index": 67,
        "text": "景定彗星"
      },
      {
        "index": 68,
        "text": "景定五年甲子七月初二日甲戌，御筆作初三日乙亥，彗見東方柳宿，光芒烜赫，昭示天變，太史占云：「彗出柳度，爲兵喪、爲旱、爲亂、爲邊警、爲大臣貶。」《乾象占》云：「彗，妖星也，所出形狀各異，其殃一也。彗木類，除舊布新之象，主兵疫之災，一曰埽星，小者數寸，長或竟天，兵起大水，除舊布新。按彗本無光，借日爲光，夕見則東指，晨見則西指，皆隨日光芒所及爲災。」丁丑，避殿減膳，下詔責己求直言，大赦天下，御史朱𧴀孫、正言朱應元、察官程元岳、饒應龍，合臺奏章，乞消弭挽回，皆常談也。己卯，賈丞相似道、楊參政棟、葉同知夢鼎、姚僉書希得奏事，上曰：「彗出於柳，彰朕不徳，夙夜疚心，惟切危懼。」宰臣奏：「陛下勤於求治，有年於兹，庸有闕失。今謫見於天，實臣等輔政無狀所致，上貽聖憂，臣見具疏乞罷免，庶可以上弭天災。」上曰：「正當相與講求闕失，上回天意。」庚辰，賈右相第一疏乞罷免，以塞災咎，五疏皆不允。班行應詔言事者，祕書郎文及肩首言公田之事，云：「君徳極珪璋之粹，而玷君徳者，莫大於公田，東南民力竭矣，公田創行，將以足軍儲，救楮弊，蠲和糴也，奉行太過。限田之名，一變而爲併戸，又變而爲換田，耕夫失業以流離，田主無辜而拘繫，此彗妖之所以示變也。」太府丞楊巽、殿講趙景緯、吏部侍郎留夢炎、禮部侍郎直院馬廷鸞，皆應詔上封事。給事禮書牟子才疏，援引漢唐，以至本朝，彗變災異，極其詳贍。起居郎、太子侍讀李伯玉，則援三說云：「咸平彗出室北，呂端有兵謀不精之言，今日當嚴邊備；熙寧中，彗出東井，富弼、張方平皆言新法不便，今日當先罷浙西換田局；崇寧彗出西方，則詔除黨籍，且復左降人官，今開慶誤國之人，罪惡滔天，有一時風聞劾逐者，則乞斟酌寛貸施行，以昭聖主寛仁之量。」又云：「今言路既開，中外大小之臣必將空臆畢陳，惟陛下明聖，大臣忠亮，有以容受，不以爲罪，天下幸甚！」浙漕主管文字呂撫，有上化地書。祕監髙斯得奉祠於霅，有應詔疏，大概以爲「非朝廷大失，人心何以致天怒如此之烈。庚申、辛酉之間，大小之臣，追勒遷放無虚月，忠厚之澤㡬盡矣。士大夫以仕進爲業，今使刻薄小人吹毛求疵，動觸新制公田肆擾，陛下知其非計，有待秋成舉行之旨，而督促者悍然不顧也。市舶盡利而蕃夷怨，鹽𣙜太密而商旅怨，羣臣附下罔上，虛美溢譽，人怨天怒，不至於彗星不止也！且災異策免三公，視爲常事，丙申雷變，陛下一日黜二相，今彗見之，與雷發相去何翅十百千萬哉？」王端明爚奉祠里居，亦有疏言：「戚畹嬖倖遍居畿輔，借應奉之名，肆誅剝之虐，監司不敢誰何，臺諫不敢論列，民不勝苦，起而弄兵，三衢之宼是也。公田之行，本欲免和糴，和糴數少，而人已相安，公田數少，而人爲創見，千𡚁萬蠧，田里騷然，天筆載頒，一則曰業已成，一則曰當任，且求言之詔甫頒，而拒言之令已出，皇天監臨，可厚誣哉？」自是三學京庠，投匭上書者日至，太學生吳綺、許求之等書有云：「雷霆，天怒也，驟擊而旋收；日蝕，天怒也，俄晦而隨明；暴風飄雨，天怒也，而不能以終日。今彗之示變，已渝旬浹月，陛下恐懼修省，靡所不至，而天怒猶未回，非陛下不知省悟也，抑誤陛下者未有所思也？」且併及市舶、公田之害云。又有陳夢斗、陳紹中等書，沈震孫、范鑰、李極等書，宗庠則有胡標與周必禴等書，立禮齋生謝禹，則獨爲一書，大抵皆及公田、市𣙜等事。又有武學生杜士賢等書，謂：「都司之職，操壟斷之權，以專使之遣，奪番商之利，百姓相與蹙額，廟堂歌頌太平，人不可欺，天可欺乎？今之秉鈞軸者，前日之功固偉矣，今日之過未盡掩，閫外之事固優矣，閫内之責未盡塞。以戎虜待庶民，不可也！以軍政律士類，不可也！以肥家之法經國，不可也！盍亦退自省悟，以回天變乎？」又京庠唐隸、楊坦等一書，謂：「大臣徳不足以居功名之髙，量不足以展經綸之大，率意紛更，殊駭觀聴，七司條例，悉從更變，世胄延賞，巧摘瑕疵。薪茗塌藏，香椒積壓，與商賈爭微利，强買民田，貽禍浙右。自今天下無稔嵗，浙路無富家矣。夾袋不收拾人才，而遍儲賤妓之姓名，化地不斡旋陶冶，而務行非僻之方術。縱不肖之騃弟，以卿月而醉風月於花衢，籠博奕之舊徒，以秋壑而厭溪壑之淵藪，踏青泛綠，不思閭巷之蕭條，醉釀飽鮮，遑恤物價之騰踊。劉良貴，賤丈夫也，乃深倚之以揚鷹犬之威；董宋臣，巨姦宄也，乃優縱之以出虎兕之柙。人心怨怒，致此彗妖，誰秉國鈞，盍執其咎！方且抗章誣上，文過飾非，借端拱禍敗不應之說，以力解亂而至此，怨而至此，上 干天怒，彗星埽之未巳，天火又從而災之，其尚可揚揚入政事堂耶？」一時諸書，獨此與京庠蕭規者，言之太訐，於是左司劉良貴申省，力辨公田任事之謗，且乞敷奏，令公卿士庶條具救楮免糴，罷公田之策，且作勘㑹，免公田逃亡米二萬餘石，賈相遂入奏云：「近者應詔所言，公論交責，若駕虛辭，報私憾等語，是非自不可掩，獨類部法買公田，同然一辭，以爲犯大不韙，詳敘顚末以聞。欲望聖慈，於臣所類部法，則下之吏部長貳，詳加參定，或有出己意，削舊典之實，則申明而刪除之，於臣所買公田，則乞下之公卿大夫，更行博議，必得足軍餉，免和糴，住造楮之策，則采錄而施行之。臣當委心以聴，奉身以退，徐請譴責，以戒爲臣之繆於國者。」遂有旨宣諭檢院官：「星變求言，照典故秪及中外大小臣僚，見之詔書，可攷近來。諸學士人，不體舊規，以前廊爲首，乃有懷私意，動搖大臣者，不知祖宗三百年間，曽有士人上書而去宰相者乎？今後切宜詳審，然後投進。」檢院朱濬備坐宣諭旨揮，申國子監司成吳堅翁，合委胄丞徐宗斗，㑹學前廊，轉諭諸生，而前廊回申，以爲「上書以前廊爲首，此出於丙辰方大猷之私意，以爲鉗制之法，非盛時所宜用也」，紛紛之議，直至八月之末，彗光稍殺，應詔者方稍止。丁未，宰執拜表，恭請皇帝御正殿，復常膳，三表而後從。九月，以京學士人蕭規、唐隸、葉季、呂宙之、姚必得、陳子美、錢焴、趙從龍、胡友開等，不合謗訕生事，送臨安府追捕勘證，議罪施行各有差，自是中外結舌焉。孟冬，朝饗如常時，十月乙丑，忽聞聖躬不豫，降詔求醫，丁卯，遺詔升遐，而金銀闗子之令，乘時頒行，換易十七界楮券，物價自此騰涌，民生自此憔悴矣！彗變首尾凡四月，妖禍之應如響斯答，孰謂天道髙逺乎？"
      },
      {
        "index": 69,
        "text": "瓊花"
      },
      {
        "index": 70,
        "text": "揚州后土祠瓊花，天下無二本，絶類聚八仙，色微黄而有香。仁宗慶曆中，嘗分植禁苑，明年輒枯，遂復載還祠中，敷榮如故。淳熙中，夀皇亦嘗移植南内，逾年憔悴無花，仍送還之。其後宦者陳源，命園丁取孫枝移接聚八仙根上，遂活，然其香色則大減矣。杭之褚家，唐瓊花園是也，今后土之花已薪，而人間所有者，特當時接本彷彿似之耳。"
      },
      {
        "index": 71,
        "text": "嚼蝨"
      },
      {
        "index": 72,
        "text": "余負日茅檐，分漁樵半席，時見山翁野媪，捫身得蝨，則致之口中，若將甘心焉，意甚惡之，然揆之於古，亦有說焉。應侯謂秦王曰：「得宛臨流陽夏斷河内臨東陽邯鄲，猶口中蝨。」王莽校尉韓威曰：「以新室之威而呑胡虜，無異口中蚤蝨」，陳思王著論亦曰：「得蝨者，莫不劘之齒牙，爲害身也。」三人者皆當時貴人，其言乃爾，則野老嚼蝨，蓋自有典故，可發一笑。"
      },
      {
        "index": 73,
        "text": "姓名相戲"
      },
      {
        "index": 74,
        "text": "前輩有以姓名爲戲者，如「陳亞有心，蔡襄無口」之類甚多。劉攽嘗戲王覿云：「公何故見賣？」王答曰：「賣公直甚分文？」近楊平舟棟以樞掾出守莆陽,劉克莊潛夫、弟希仁，,俱以史官里居，郡集寓公，王曜軒邁戲之云：「大編修、小編修，同赴編修之㑹。」後村云：「欲屬對不難，不可見怒。」王願聞之，乃云：「前通判、後通判，但聞通判之名。」蓋王凡五得倅而不上云。王又嘗調後村云：「十兄二十年前何其壯，二十年後何其不壯。」劉應之曰：「三畫二十年前何其遇，二十年後何其不遇。」此善謔也。"
      },
      {
        "index": 75,
        "text": "朱唐交奏本末"
      },
      {
        "index": 76,
        "text": "朱晦菴按唐仲友事，或云呂伯恭嘗與仲友同書，㑹有隙，朱主呂，故抑唐，是不然也。蓋唐平時恃才，輕晦菴，而陳同父頗爲朱所進，與唐每不相下，同父遊台，嘗狎籍妓，囑唐爲脫籍，許之，偶郡集，唐語妓云：「汝果欲從陳官人邪？」妓謝，唐云：「汝須能忍飢受凍乃可。」妓聞大恚，自是陳至妓家，無復前之奉承矣。陳知爲唐所賣，亟往見朱，朱問：「近見小唐云何？」答曰：「唐謂公尚不識字，如何作監司。」朱銜之，遂以部内有寃獄，乞再巡按，既至台，適唐出迎少稽，朱益以陳言爲信，立索郡印，付以次官，乃摭唐罪具奏，而唐亦作奏馳上。時唐鄉相王淮當軸，既進呈，上問王，王奏：「此秀才爭閒氣耳！」遂兩平，其事詳見周平園、王季海日記，而朱門諸賢所著《年譜》《道統錄》，乃以季海右唐而并斥之，非公論也。其說聞之陳伯玉式卿，蓋親得之婺之諸呂云。"
      }
    ]
  }
}