{
  "chapterNumber": 5,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "四皓名"
      },
      {
        "index": 2,
        "text": "四皓之名，見於《法言》《漢書》《樂書》，多不同，前輩嘗辨之。王元之在汝日，以詩寄畢文簡曰：「未必頸如樗里子，定應頭似夏黃公。」文簡謂：「綺里、季夏當爲一人，黃公則别一人也。杜詩云：『黃綺終辭漢』，王逸少有《尚想黃綺帖》，陶詩云：『黃綺之南山』又云：『且當從黃綺』，《南史》阮孝緒辭梁武之召云：『周德雖興，夷齊不厭薇蕨；漢道方盛，黃綺無間山林」』，蓋各以首一字呼之。」於是元之遂改此句，後皆以文簡爲據，然漢刻四皓神坐：一曰園公、二曰綺里季、三曰夏黃公、四曰甪里先生。按《三輔舊事》，云漢惠帝爲四皓作碑，當時所鐫，必無誤書，然則元之所用，非誤也，蓋昔人論四皓，或云園綺，或云綺夏，亦未必盡舉首一字，或淵明自讀作綺里季夏，亦不可知。周爕曰：「追綺季之迹」，世説曰：「綺季、東園公、夏黃公、甪里先生，謂之四皓。」《姓書》有「綺里先生，季其字也」，是則爲夏黃公益可信矣。按《風俗通紀》：「楚鬻熊之後爲圏，鄭穆公之子圏，其後爲姓，至秦博士逃難，乃改爲園。」《陳留風俗記》乃圏稱所撰，葢圏公自是秦博士周庚，以嘗居園中，故謂之園公，《陳留志》謂圏公名秉，字宣明，蔡伯喈集有圏典，魏有圏文生，皆其後也。古字「禄」與「甪」字通用，故《樂書》作觮，鄭康成於《禮書》，甪皆作祿，《陳留志》則又作甪，唐李涪嘗辨之矣。然《史記·留侯世家》註云：「東園公姓庚，以居園中，因以爲號。夏黃公姓崔，名廣，字少通，齊人，隱居夏里，故號夏黄公。甪里先生，河内人，太伯之後，姓周，名術，字元道，京師號曰霸上先生，一曰甪里先生。」此又何邪？又《吳俗紀》云：「先生，吳人，姓周氏，今太湖中有祿里村甪頭寨，即先生逃秦聘之地。」韓詩：「虎有爪兮牛有角，虎可搏兮牛可觸」，蔡氏註云：「角、觸，協音也。」淳化中，崔偓佺判國子監，有字學，太宗問曰：「李覺嘗言四皓中，一人姓甪，或云用上加一撇，或云用上加一㸃，果何音？」偓佺曰：「臣聞刀下用，乃𣙜音；兩㸃下用，乃鹿音。用上一撇一㸃，俱不成字。然甪里作角里亦非也。」後漢有甪善叔，乃讀作覺音，何邪？"
      },
      {
        "index": 3,
        "text": "作文自出機杼難"
      },
      {
        "index": 4,
        "text": "曾子固熙寧間守濟州，作北渚亭，蓋取杜陵《宴歴下亭》詩：「東藩駐皂蓋，北渚陵清河」之句，至元祐間，晁無咎補之繼來爲守，則亭已頽毁久矣，補之因重作亭，且爲之記，記成，疑其步驟開闔，類子固《擬峴臺記》，於是易而爲賦，且自序云：「或請爲記，答曰賦可也，蓋寓述作之初意云。」然所序晉齊攻戰，三周華不注之事，雖極雄贍，而或者乃謂與坡翁赤壁所賦孟德、周郎之事略同，補之豈蹈襲者哉？大抵作文，欲自出機杼者極難，而古賦爲尤難，惟陳言之務去，戛戞乎其難哉！雖昌黎亦以爲然也。"
      },
      {
        "index": 5,
        "text": "端平入洛"
      },
      {
        "index": 6,
        "text": "端平元年甲午，史嵩之子申開荆湖閫，遂與孟珙合韃兵夾攻蔡城，獲亡金完顔守緒殘骸以歸，乃作露布以誇耀一時，且繪《八陵圖》以獻，朝廷遂議遣使脩奉八陵，時鄭忠定丞相當國，於是有乗時撫定中原之意，㑹趙葵南仲、范武仲、全子才三數公，惑於降人谷用安之説，謂非扼險無以爲國，於是守河據關之議起矣，乃命武仲開閫於光黃之間，以張聲勢，而子才合淮西之兵萬餘人赴汴。六月十二日，離合肥。十八日，渡夀州。二十一日，抵蒙城縣，縣有二城相連，背渦爲固，城中空無所有，僅存傷殘之民數十而已，沿途茂草長林，白骨相望，蝱蠅撲面，杳無人踪。二十二日，至城父縣，縣中有未燒者十餘家，官舎兩三處，城池頗髙深。舊號小東京云。二十四日，入亳州，總領七人出降，城雖土築，尚堅，單州出戍軍六百餘人在内，皆出降，市井殘毁，有賣餅者云：「戌兵暴横，亳人怨之，前日降韃，今日降宋，皆此軍也。」遂以爲導，過魏眞縣、城邑縣、太康縣，皆殘毁無居人。七月二日，抵東京二十里劄寨，猶有居人遺跡及桑棗園。初五日，整兵入城，行省李伯淵先期以文書來降，願與谷用安、范用吉等結約，至是乃殺所立大王崔立，率父老出迎，見兵六七百人，荆棘遺骸，交午道路，止存民居千餘家，故宮及相國寺佛閣不動而已。黃河南舊有寸金堤，近爲北兵所決，河水淫溢，自夀春至汴，道路水深有至腰及頸處，行役良苦，幸前無敵兵，所以能盡進至此，子才遂駐汴，以俟糧夫之集，而潁川路鈐樊辛、路分王安，亦以偏帥下鄭州。二十日，趙文仲以淮東之師五萬，由泗宿至汴，與子才之軍㑹焉，因謂子才曰：「我輩始謀據關守河，今已抵汴半月，不急趣洛陽、潼關，何待邪？」子才以糧餉未集對，文仲益督趣之，遂檄范用吉提新招義士三千，樊辛提武安軍四千，李先提雄關軍二千，文仲亦以胡顯提雄關軍四千，共一萬三千人，命淮西帥機徐敏子爲監軍，先令西上，且命楊義以廬州强勇等軍一萬五千人繼之，各給五日糧，諸軍以糧少爲辭，則諭之以陸續起發，於是敏子領軍，以二十一日啓行，且令諸軍以五日糧爲七日食，蓋懼餉饋或稽故也。至中牟縣，遂遣其客戴應龍回汴趣糧，且如諸將議，遣勇士諭洛，獨胡顯議爲不合，敏子因命顯以其所部之半，以扼河陰。二十六日，遣和州寧淮軍正將張廸，以二百人潛赴洛陽，至夜踰城，大譟而入，城中寂然無應者，蓋北軍之戌洛陽者，皆空其城誘我矣。逮晚，始有民庶三百餘家登城投降。二十八日，遂入洛城。二十九日，軍食已盡，乃採蒿和麵作餅而食之，是晚有潰軍失道，奔迸而至，云：「楊義一軍爲北兵大陣衝散，今北軍已據北牢矣！」蓋楊義至洛東三十里，方散坐蓐食，忽數百歩外山椒，有立黃紅繖者，眾方駭異，而伏兵突起，深蒿中，義倉卒無備，遂致大潰，擁入洛水者甚眾，義僅以身免，於是在洛之師，聞而奪氣。八月一日，北軍已有近城下寨者，且士卒飢甚，遂殺馬而食，敏子與諸將議進止，久之，無他策，勢須回師，遂遣步軍兩項，往刼東西寨，自提大軍濟洛水而陣，北軍衝突，堅勿動，初二日，黎明，北軍以團牌擁進，接戰，我軍分而爲三，併殺四百餘人，奪團牌三百餘，至午不解，而軍士至此，四日不食矣，始議突圍而東，㑹范用吉下歸順人楚㻂者，獻策曰：「若投東面，則正值北軍大隊，無噍類矣！若轉南登封山，由均許走蔡息，則或可脫虎口耳。」事勢既急，遂從之，北軍旣知我遁，縱兵尾擊，死傷者十八九，敏子中流矢，傷右胯，幾殆，所乗馬死焉，徒歩間行，道收潰散，得三百餘人，結陣而南，經生界，團結砦柵，轉鬬而前，凡食桑葉者兩日，食梨蕨者七日，乃抵浮光，樊顯、張廸死焉。敏子前所遣客戴應龍，自汴趣糧赴洛，至半道，逢楊義軍潰卒，知洛東喪衂之耗，遂馳而還汴，白南仲、子才，二公相謂曰：「事勢如此，我輩自往可也。」帥參劉子澄則以爲無益，抵暮，下令促装，翌日昧爽起發，衆皆以爲援洛，而前旌已出東門，始知爲班師焉。是役也，乗亡金喪亂之餘，中原俶擾之際，乗機而進，直抵舊京，氣勢翕合，未爲全失，所失在於主帥成功之心太急，入洛之師無援，糧道不繼，以致敗亡，此殆天意，後世以成敗論功名，遂以貪功冒進罪之，恐亦非至公之論也。此事得之當時隨軍幕府日記，頗爲詳確，近于忠信嘗編《三京本末》，與此互相同異焉。"
      },
      {
        "index": 7,
        "text": "端平襄州本末"
      },
      {
        "index": 8,
        "text": "趙忠肅公方開閫荆襄，日久軍民知其威聲，端平甲午冬，朝廷以其子范武仲爲荆湖制置大使，鎭襄陽，蓋欲其紹世勲，作藩屏也。至郡則以王旻、樊文彬、李伯潤、黃國弼數人爲腹心，朝夕酣狎，了無上下之序，民訟邉備，一切廢弛，且諸將不能協濟，反自相忌嫉，而一時幕府，又袖手坐觀成敗而已。乙未五月，唐州守楊侁禀議，因言本州統制軍馬郭勝有異志，蓋楊、郭有隙，非一日矣。楊之來，郭已疑之，及楊受犒歸，趙乃以檄召郭勝，於是郭之反謀始決。六月二日，趙下令以襄陽簿㕔置勘院，將以勘郭勝也。先是，趙幕客蔣應符往司唐州，遂泄其謀於郭。初六日，乗楊侁朝拜天貺節，遂閉城，率衆射死侁於凉轎中，凡回易錢物之在司者千餘萬，皆掠取之，且下令曰：「百姓及忠義軍大軍之屯戌在城者，皆不殺。」即密遣人求北援。初七日，反報至襄陽，時制閫諸客方命妓，宴趙楷於城西檀溪，趙忽急召兩制機議事，時趙括夫，瑞州人，以制幹權，章清孫以襄倅權，始知唐州之事已泄。初八日，命忠衛都統江海領兵，初九日，先鋒行，兵號二萬，又命隨州守臣全子才節制諸項捕賊軍馬，攝棗陽軍劉子澄策應，趙楷監軍，三人者，皆以西師之敗鐫責，趙欲於此立功，以爲復官之地。七月二日，北軍至唐州棗林，全、劉聞之，遁去，先又調德安守王旻策援，亦不至，反俱以㨗聞。全、王至襄，凡痛飲半月而回，既而探報益急，㓂已半渡黃河，而王旻歸德安，以黃州克敵軍叛德安境，遣人招納四千八百餘人，意欲沮撓淮西制帥楊恢，趙欣然從之，九月十日，聞王旻帶所納叛軍來襄，人疑其反覆不常，而末如之何，忽令諸門不許出一人一擔，而所置緝捕司帶行人孫山等察探，變是爲非，於是襄人愈側足矣。廿三日，棗陽告急，趙復不遣援兵，自此京西諸郡俱叛。十一月一日，北軍首領倴盞至襄陽江北對壘，不戰而敗，遣李師古持書與趙，趙不啓封，焚之。十一日，北哨入南關，即追逐斬守關趙寧以徇。十九日，北騎至襄陽城下，約六七千人，下寨於檀溪山。二十日，戰於上閘口，余哲軍敗，喪數千人，再戰，勝之。廿一日，北軍始退。十二月，北軍自峽州回，戰於江北樊城，我師少勝，則以大㨗聞。自十月初，下令清野，凡襄四境民居竹木，無孑遺，至是物價踊貴，諸將日飲，亡何，用散樂段得仙者佐歡，繞城躍馬，殊不介意。二月五日，始遣王旻帶克敵軍往均州光化軍廵邏，逗遛不進，僅至小樊，乃以收復兩郡㨗聞，是日，朝廷遣鎭江都統李虎，號無敵軍，偕光州都統王福所部軍，至襄策應，而克敵軍不能自安矣，趙遂急遣王旻避之，趙出城迓虎，虎傳朝廷宣諭之命，趙涕泣謝恩，乃對虎慷慨，共釂十餘大觥以歸，無敵軍即宣言欲剿除克敵，云：「不因你瞞番人在此，如何我瞞四千里路來？」十四日，王旻回，趙令戌郢州，旻恃平日媟狎，不從，必欲入城。十六日，下令大宴，犒諸制領，於是克敵愈疑，公出怨言，襄人愈皇皇矣，有以其言密告趙内機檢者，宴遂中止。二十日，止宴李虎、王旻、王福、楊茂先、李伯淵、黃國弼、夏全於府治，大醉極歡，達旦而罷。廿一日，克敵軍往南門燒紙，蓋合謀也，夜二鼓，縱火於市東竹竿巷口，及於諸處縱火發喊，搶入制府轅門，爲門内軍射殺二人，復至東市刼掠，擐甲露刃，不許救援，至廿三日，火方熄。趙帥於南門城上呼王旻詰問，李虎適在旁，云好斬，言未脫口，而旻首已斷，身皆分裂矣。趙遂下令，凡背心有紅月號者皆斬，克敵軍號也，於是刀刃亂下，死者多無辜，然叛軍未盡剿也，未時，火復自南門起，凡官民之居，一爇而空，漕使李伯度、教官羅叔度兩家，避難東城上，亦爲叛軍焚殺，廿三日，遣李伯淵往江北剿殺叛軍未回，克敵軍遂殺其家，因乗亂刼掠居民尤酷，趙帥於是先焚其父威惠廟，遂同李虎、黃國弼、夏全及回回四人，潛出西門，失去制司印，城中久之方覺，遂皆狼狽奔逃而出矣。是日，江北忠衛軍亦反。趙至荆州，復遣都統江海戍荆門，有軍校獲制司印來獻，趙補以統領之職。是時，叛亂相仍，趙乃嚴刑以安反側，於教場後掘地，方三丈，深二丈，以石作窗，爲地牢，上覆以土，下施杻械，懸梯而下，以凖遣胡翀主之。大抵襄州之禍，萌於趙武仲之來，成於王旻招納克敵軍，激於李虎無敵軍之至。自岳武穆收復，凡一百三十年，生聚繁庶，不減昔日，城池高深，甲於西陲，一旦灰燼，禍至慘也！先是，郡㕔相對，有雅歌樓，雄麗特甚，一日，趙方坐衙，忽覩樓中妓女人物雜遝宴飲，趙怒，以爲僚屬置宴，略不避忌，亟遣人覘之，則樓門扃鐍甚嚴，凝塵滿室，識者已疑其不祥。章叔恭時爲倅，一夕，坐中堂閱案牘，至夜分，忽若有人自後呼之曰：「快去！快去！此地不久也！」心疑之而未深信，越月而亂作，益知禍患有定數，鬼神固已先知矣。此事皆章叔恭得之目擊云。"
      },
      {
        "index": 9,
        "text": "趙氏靈璧石"
      },
      {
        "index": 10,
        "text": "趙邦永，本姓李，李全將也。趙南仲愛其勇，納之，改姓趙氏，入洛之師，實爲統軍，嘗過靈璧縣，道旁竒石林立，一峰巍然崷崪秀潤，南仲立馬旁睨，撫玩久之。後數年，家居，偶有以片石爲獻者，南仲因詫諸客以昔年符離所見者，邦永時適在旁，聞語即退，纔食頃，數百兵舁一石而來，植之庭間，儼然馬上所見也，南仲駭以爲神，扣所從來，則云：「昔年相公注視之際，意謂愛此，隨命部下五百卒輦歸而未敢獻，適聞所言，始敢以進。」南仲爲之一笑。"
      },
      {
        "index": 11,
        "text": "南園香山"
      },
      {
        "index": 12,
        "text": "事有一時傳譌而人競信之者，閱古之敗，衆惡皆歸焉，然其間率多浮誕之語，抑有乗時以醜名惡聲以詆平日所不樂以甘心者，如犬吠村莊等事是也，姑以《四朝聞見録》所載一事言之 —— 謂蜀帥獻沈香山，高五丈，立之南園凌風閣下。今慶樂園即昔之南園也，所謂香山，尚巍然立於閣前，乃枯枿耳，初非沉香也，推此以往，人言未可盡信也如此，余嘗戲賦絶句云：「舊事凄涼尚可尋，斷碑閑卧草深深，凌風閣下槎牙樹，當日人疑是水沈。」"
      },
      {
        "index": 13,
        "text": "李泌錢若水事相類"
      },
      {
        "index": 14,
        "text": "李泌在衡嶽，有僧明瓚，號嬾殘，泌察其非凡。中夜潛往謁之。嬾殘命坐。撥火中芋以啗之，曰：「勿多言，領取十年宰相。」錢若水爲舉子時，見陳希夷於華山，希夷曰：「明日當再來。」若水如期往，見一老僧與希夷擁地爐坐，僧熟視若水，久之不語，以火箸畫灰，作「做不得」三字，徐曰：「急流勇退人也！」若水辭去，後爲樞密副使，年才四十，致仕。老僧者，麻衣道者也。又若水謁華山陳摶曰：「目如㸃漆，黑白分明，當作神仙。」有紫衣老僧曰：「不然。他日但能富貴，急流中勇退人也。」。又若水謁陳希夷，曰：「子神清氣一，可致神仙。」遂招白閤道者決之，乃以為不然。又法雲佛國禪師惟白，傳康節《易》學甚精熟，未嘗語人，元符辛巳，鄭達夫以大宗丞召佛國，即招達夫飲，併約妙應大師伯華同席，顧妙應曰：「如何？」妙應曰：「決作。決作。」佛國乃語達夫曰：「君異日必爲相，直待蔡元長、張天覺顚沛之後，即爰立矣。」已而果然。已上數說皆同而微異，豈即一事演而為數說乎？大抵近世雜說，率多勦入，不可盡信，故余表而出之。"
      },
      {
        "index": 15,
        "text": "用事偶同"
      },
      {
        "index": 16,
        "text": "歐陽公《非非堂記》曰：「是是近乎諂，非非近乎訕，不幸而過，寧訕無諂。」坡翁爲劉壯輿作《是是堂》詩云：「閒燕言仁義，是非安可無？非非義之屬，是是仁之徒，非非近乎訕，是是近乎諛。」子由彈吕惠卿章云：「放麑，違命也，推其仁則可以託國；食子，徇君也，推其忍則至於弑君。」山谷《懐半山老人》詩云：「啜羮不如放麑，樂羊終愧巴西」，其意蓋指惠卿也，二公豈相蹈襲者邪？其用事造語，若出一轍，而不以爲嫌也！，然《韓非子》所載，放麑乃是西巴，恐一時偶誤耳。"
      },
      {
        "index": 17,
        "text": "方翥"
      },
      {
        "index": 18,
        "text": "莆田方翥，試南宮，第三塲欲出納卷，有物礙其足，視之，則一卷子，止有前二篇，其文亦通暢，不解何以不終卷而棄於地也，翥筆端俊甚，以其緒餘足成之，併携出中門，投之幕中，一時不暇記其姓名，翥既中第，亦不復省問。他年翥爲館職，偶及試闈異事，因及之，偶有客在坐，同年也，黙不一語，翼日具冠裳造方，自敘本末，言：「試日，疾不能支吾，扶拽而出，所謂試卷者，莫記所在，已絶望矣。一旦榜至，乃在選中，恍然疑姓名之偶同，幸未嘗與人言，亟入京物色之，良是借眞卷觀之，儼然有續成者，竟莫測所以。今日乃知出君之筆，君吾恩人也！」方笑謝而已。按馮京知舉，張芸叟賦《公生明》，重疊用韻，已而爲第四名，竊怪主司鹵莽，及元祐中，使虜，過北門，馮爲留守，始修門生敬酒，適馮因言：「昔忝知舉，祕監賦重疊用韻，以論策佳，輒爲改之，擢寘高第，頗記憶否？」芸叟方飲，不覺酒杯覆懐，再三愧謝，與此略同。"
      },
      {
        "index": 19,
        "text": "喬文惠晚景"
      },
      {
        "index": 20,
        "text": "喬文惠行簡，嘉熙之末，自相位拜平章軍國重事，年已八袠矣，時皆以富貴長年羡之，而公晚年子孫淪喪，況味尤惡，嘗作上梁文云：「有園有沼，聊爲卒歲之遊；無子無孫，盡是他人之物。」又乞歸田里表云：「少壯老百年，已踰八袠；祖子孫三世，僅存一身。」聞者憐之。"
      },
      {
        "index": 21,
        "text": "趙伯美"
      },
      {
        "index": 22,
        "text": "趙嘉慶，字伯美，素號忠直，然性頗猜忌褊躁，故所至與物多忤。淳祐庚戌，盱江峒寇猖獗，以府丞吳蒙明發知建昌軍，至則撫勞勦除，漸致安靖，朝廷獎勞之，未幾，以病丐祠，有旨轉一官，别與差遣，時伯美在後省，遂繳寝轉官之命，既而再乞祠，遂主玉局，而伯美復繳其祠，且謂：「前奏稽遲，是必賊𫎇，使其兄司農丞革坐局行賕，遏截御筆之所致，以區區支疊，𤨏𤨏下流，輒敢倚同氣以置局於輦下，植死黨而爲阱於國中，乞收回玉局之命，併從尚書省劄下吳革，責戒勵狀，仰今後不得懐姦事上，狥欲欺君，如或不悛，重寘典憲。」省劄既下，吳農丞辨析狀云：「革弟𫎇，分符罔功，以病丐祠，增秩改麾，既被繳駁，聖恩寛大，遂畀祠廪，或予或奪，惟上所命，且革濫綴班行，治事有公宇，退食有公廨，何謂置局？何謂行賕？况弟𫎇始於請祠，終於得祠，初非干進，何事營求？蓋弟蒙之取怒嘉慶者，秪縁丁未歲，同官京推，以女求壻，屢請不諧，遂成讎隙，求盱江僚屬之薦舉則有書，求盱江公庫之文籍則有目，厚貌深情，機穽莫測，況於革尤爲無辜。且所謂責勵狀者，乃州縣警吏民之文，仰惟國家待士以禮，三百年間未聞有此典故，革粗識事體，安敢辨白，但乞將革罷斥逺跡，讎怨實拜公朝之賜。」有旨：吳革知南安軍，而伯美復上章辨證，且謂繳蔡榮疏内，謂榮與革結爲死黨，滋長其惡，議欲與之報復。後二年，伯美爲湖南憲，牟濚叔清知衡陽，行移之間，微有牴牾，伯美遂上章劾叔清，報可，稍稽，復疑爲叔清鄉相謝瀆山方叔所匿，遂再疏按之，且言沈匿之弊，謝相大不能堪，遂於榻前奏陳，將承受蘇鏞斷遣，仍作勘㑹云：「據湖南提刑趙嘉慶，昨於奏狀稱已按知衡州牟濚，久而未下，謂是相府遏奏，尋令臨安府追上承受，及通奏進銀臺司等人根究，俱稱即不曾有奏投進所有，牟濚既是外臺已按，雖是未見按章，先合施行，奉旨：牟濚與祠。」隨有御筆云：「趙嘉慶劾牟濚，初無奏牘，輒誣大臣，以沈匿之事，力肆攻詆，然以在外小臣，乃敢欺罔君上，誣謗宰臣，且不顧亷恥，行賕賂吏，尚氣節者得如是乎？國朝典故，凌衊宰相，罪在不恕，朕不欲已甚，姑鐫一秩罷任，以爲翼虛駕僞，虧國體，壊綱紀者之戒。」明年，謝罷相，董榘堂槐繼之，嘉慶爲大蓬供職，後復有申省狀云：「重念嘉慶重遭誣罔，沮於威勢，不容分疏，但誣奏傳播萬里，而元來按發之事，未能暴白天下，承受蘇鏞久已叛去，忽得其狀，具述前相之子，使其僕任康祖誘脇，打回元奏，因依乃是事未發以前，牟濚自知在郡酷虐有罪，懼爲民訴，先已馳告謝修，修遂令任康祖誘脇蘇鏞，遇有嘉慶章奏，須先袖呈相府，先奏實被謝修分付，以水濕打回，第二奏既到，謝修自知敗露，却將蘇鏞送獄，妄令供析，欲乞敷奏施行，俾元來屈抑，稍得暴白於四方。」得旨：與改正理選月日。是歲冬，察官朱應元劾伯美：「向者持節湖南，不理民訟，惟理贓錢，不問虛實之有無，但責郡吏之代納，兜攬民訟，交通關節，爲郡将所持，遂生怨隙。」遂用此罷出。"
      },
      {
        "index": 23,
        "text": "二蘇議禮"
      },
      {
        "index": 24,
        "text": "禮家如聚訟，雖兄弟亦不容茍同，其大者，無如天地之祭，分合一議，自昔諸儒之論，不知其幾，今姑摭二蘇之議言之 —— 東坡則據《周頌·昊天有成命》，序云：「郊祀天地也」，以爲此乃合祭天地之明文。潁濵乃據《周禮》爲說，謂冬至祀天於圓丘，夏至祀地於方澤。其後朝廷迄從坡說合祭，以至於今焉。"
      }
    ]
  }
}