{
  "chapterNumber": 9,
  "title": "卷九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "形影身心詩"
      },
      {
        "index": 2,
        "text": "靖節作《形影相贈》《神釋》之詩，謂貴賤賢愚，莫不營營惜生，故陳形影之苦，而以神辨自然以釋其惑。形贈影曰：「願君取吾言，得酒莫茍辭」，影答形曰：「立善有遺愛，胡可不自竭」，形累養而欲飲，影役名而求善，皆惜生之惑也，神乃釋之曰：「大鈞無私力，萬理自森著，人爲三才中，豈不以我故」，此神自謂也，又曰：「日醉或能忘，將非趣齡具」，所以辨養之累，又曰：「立善常所忻，誰當與汝譽？」所以解名之役，然亦僅在趣齡，與無譽而已，設使爲善見知，飲酒得夀，則亦將從之耶？於是又極其釋曰：「縱浪大化中，不喜亦不懼，應盡便須盡，無事勿多慮」，此乃不以死生禍福動其心，泰然委順，乃得神之自然，釋氏所謂斷常見者也。坡翁從而反之，曰：「予知神非形，何復異人天，豈惟三才中，所在靡不然。」又云：「委順憂傷生，憂死生亦遷，縱浪大化中，正爲化所纒，應盡便須盡，寜復俟此言？」白樂天因之作《心問身》詩云：「心問身云何泰然，嚴冬煖被日髙眠，放君快活知恩否，不早朝來十一年。」《身答心》曰：「心是身王身是宮，君今居在我宮中，是君家舍君須愛，何事論恩自說功。」《心復答身》曰：「因我疎慵休罷早，遣君安樂嵗時多，世間老苦人何限，不放君閒柰我何？」此則以心爲吾身之君，而身乃心之役也。坡翁又從而賦六言曰：「淵明形神自我，樂天身心於物，而今月下三人，他日當成幾佛？」然二公之說雖不同，而皆祖之《列子》力命之論，力謂命曰：「若之功奚若我哉？」命曰：「汝奚功於物，而欲比朕？」力曰：「夀夭窮達，貴賤貧富，我力之所能也！」命遂歴陳彭祖之夀、顔淵之夭、仲尼之困、殷紂之君、季札無爵於君、田恒專有齊國、夷齊之餓、季氏之富，「若是汝力之所能，柰何夀彼而夭此，窮聖而達逆，賤賢而貴愚，貧善而富惡耶？」力曰：「若如是言，我固無功於物，而物若此耶，此則若之所制耶？」命曰：「既謂之命，柰何有制之者。朕直而推之，曲而任之，自夀自夭，自窮自達，自貴自賤，自富自貧，朕豈能識之哉？」此蓋言夀夭窮達、貧賤富貴，雖曰莫非天命，而亦非造物者所能制之，直付之自然耳！此則淵明《神釋》所謂「大鈞無私力」之論也。其後楊龜山有《讀東坡和陶影答形》詩，云：「君如烟上火，火盡君乃别，我如鏡中像，鏡壞我不滅。」蓋言影因形而有，無是生滅相，故佛云：「一切有爲法，如夢幻泡影」，正言其非實有也，何謂不滅？此則又墮虛無之論矣。"
      },
      {
        "index": 3,
        "text": "父執之禮"
      },
      {
        "index": 4,
        "text": "前輩事父執之禮甚嚴，漢馬伏波有疾，梁松來候之，獨拜牀下，援不答，松去，諸子問曰：「梁伯孫，帝壻貴重，公卿莫不憚之，大人獨不爲禮？」援曰：「我乃松之父友也！雖貴，何得失其序乎？」王丹召爲太子少傅，大司徒侯霸欲與交友，遣子昱候於道，迎拜車下，丹下答之，昱曰：「家君欲與君結交，何爲見拜？」丹曰：「君房有是言，丹未之許也。」然則答拜乃疏之耳。至國朝東都時，此禮猶在，韓魏公留鑰北京日，李稷以國子博士爲漕，頗慢公，公不與較，待之甚禮，俄潞公代魏公爲留守，未至，揚言曰：「李稷之父——絢，我門下士也。聞稷敢慢魏公，必以父死失教至此，吾視稷猶子也，果不悛，將庭訓之！」公至北京，李稷謁見，坐客次，久之，著道服，出語之曰：「而父，吾客也，只八拜。」稷不獲已，如數拜之，此事或傳李稷爲許將。熙寧初，呂晦叔諸子謁歐陽公於潁上，疑當拜與否，既見，叙拜，文忠不復辭，受之如受子姪之禮，二子既出，深歎前輩不可及。崇寧間，陸佃農師在政府日，有大卿岑象先嵓起，於農師爲父執，一日來訪，延之堂奥，具冠裳拜之，既而岑作手簡來謝云：「前日登門展慶，𫎇公敦篤事契，俾納貴禮，於公有撝謙之光，使老者増僣易之過。然大將軍有揖客，古人以爲美談，今文昌綱轄，有受拜客，顧不美於前人乎？」前輩遇通家子弟，初見，請納拜者，既受之，則設席望其家，遥拜其父祖，乃始就坐，蓋當時風俗尚厚，雖執政之於庶官亦講此禮，不以為異也，自南渡以後，則世道日薄矣！然余幼時，猶見親舊通家初見日，必先拜其家影堂，然後請謁，此禮今亦不復見也。"
      },
      {
        "index": 5,
        "text": "李全"
      },
      {
        "index": 6,
        "text": "李全淄州人，第三，以販牛馬來青州，有北永州牛客張介，引至漣水，時金國多盜，道梗難行，財本寖耗，遂投充漣水尉司弓卒，因結羣不逞爲義兄弟，任俠狂暴，剽掠民財，黨與日盛，莫敢誰何，號爲李三統轄，後復還淄，業屠，嘗就河洗刷牛馬，於游土中蹴得鐵鎗，桿長七八尺，於是就上打成鎗頭，重可四十五斤，日習擊刺，技日以精，爲衆推服，因呼爲李鐵鎗，遂挾其徒横行淄青間，出沒抄掠。淄青界内有楊家堡，居民皆楊氏，以穿甲製鞾爲業，堡主曰楊安兒，有力强勇，一堡所服，亦嘗爲盜於山東，聚衆至數萬，有妹曰小姐姐，年可二十，膂力過人，能馬上運雙刀，所向披靡。全軍所過，諸堡皆載牛酒以迎，獨楊堡不以爲意，全知其事，故攻刼之，安兒亦出民兵對壘，謂全曰：「你是好漢，可與我妹挑打一番，若贏時，我妹與你爲妻。」全遂與酣戰終日，無勝負，全忿且慙，適其處有叢篠，全令二壯士執鈎刀，夜伏篠中，翌日再戰，全佯北，楊逐之，伏者出，以刀鈎止，大呼，全回馬，挾之以去，安兒乃領衆備牛酒，迎歸成姻，遂還青州，自是名聞南北。時金人方困於敵，張介又從而招之，授以兵馬，衣以紅袍，號紅襖軍。嘉定十一年間，金人愈窮蹙，金因南附，乃與石珪、沈鐸輩結黨以來，知楚州應之純遂納之，累戰功至副總管。明年，金主珣下詔招之，全復書，有云：「寧作江淮之鬼，不爲金國之臣」，遂以輕兵往濰州，遷其父母兄嫂之骨，葬於淮南，以誓不復北向，時山東已爲韃所破，金不能有，全遂下益都，張林出降，遂併獻濟、莒、滄、濵、淄、密等，凡二府九州四十縣，降頭目千人、戰馬千五百匹、中勇軍十五萬人，聞於朝，遂以全爲左武衞大將軍、廣州觀察使、京東忠義軍都統制、馬步軍副總管，特賜銀絹、緡錢等。先是，賈涉知鹽城縣，以事忤淮漕方信孺，劾之，未報，涉亷知信孺隂遣梁昭祖航海致餽，以結李全，遂遣人捕得之，亟申於朝，方由是罷，涉召入爲大理司直，未幾，知楚州，時忠義軍頭目李先，拳勇有膽氣，且併領石珪、沈鐸之軍，李全深忌之，至是極力擠先，涉遂以李先反側聞於朝，於是召先赴密院審察，甫至都門，殿帥馮樹宴之三茅觀後小寨，命勇士朴殺之，於是全愈無忌憚矣。先既誅，漣水人情不安，頭目裴淵等遂請石珪爲帥於盱眙，制司大恐，遂令李全率萬人以往，全憚珪，不敢動，制司無策，遂分其軍爲五，乃呼裴淵赴山陽禀議，責以專擅，招珪，令密圖之，以功贖罪，㑹韃兵至漣水，珪亦自疑，遂殺淵以歸韃。先是，權尚書胡榘嘗言全狼子野心，不可倚仗，及全獲㨗於曹家莊，擒金人僞駙馬，乃作《濠梁凱歌》以諛之云。既而涉以病歸，遂以鄭損繼之，損與涉素不相成，幕中諸客懼損修怨，乃嗾李全申請，乞差眞德秀、陳鞾、梁丙知楚州，於是朝廷遂改損爲四川制置，乃以知閤門事許國，用徐本中例，換授朝議大夫，再轉爲太府少卿，知楚州，國自是歉然，懼儕輩輕己，開閫之初，命管軍已下，皆執朝參之禮，時全已爲保寧軍節度使，前閫皆與抗禮，至是，幕府宋恭、苟夢玉等懼變，遂調停，約全拜於庭下，國答拜於堂上，議已定，及庭參，國乃傲然坐而受之，全大慙憤，竟還青州，至冬，國大閱兩淮軍馬，全妻李姑姑者，欲下教塲犒軍，實求釁耳，幕府復調停，力止，及淮西軍囘，人僅得交子五貫，乃盡以弓刀售之李軍，而淮西軍亦怨矣！未幾，全將劉慶福自青來，謀以丁祭之夕作亂，以謀泄而止，既而制府出榜，以髙顯爲詞，指摘北軍，慶福亦大書一榜，揭於其右，語殊不遜，次日，慶福開宴於萬柳亭，游幕諸客及青州倅姚翀在焉，酒行方酣，忽報全至海州，促慶福北還，時國方納謁，北軍徑自南門入，直趨制府，强勇軍方解甲，望見北軍，皆棄去，遂排大門而入，帳前親兵欲禦之，國乃大呼曰：「此輩不過欲多得錢絹耳！」方行喝犒，聞北軍大喊，登城張旗幟，火已四起，飛矢如雨，國額中一箭，徑趨避於楚臺，北軍刼掠，府庫焚燬殆盡。國在楚臺，久之，使令姚翀求和，翀遂縋城而出，以直繫書「青州姚通判」，以長竿揭之馬前，往見李姑姑，李遜謝不能統轄諸軍，以致生變，姚遂請收軍，李云：「只請制置到此商量，便可定也。」姚亟囘報，則國已遁矣。次日，北軍得國於三茅道堂，以小竹輿輿至李軍，國不能發一語，復送還楚臺，以兵環守，國遂死焉，文武官遇害者，凡數十人。未幾，全乃入弔，行慰奠禮，且上章自劾，朝廷不敢問也，遂進全爲少保，而以大理卿徐希稷知楚州。軍變之先一日，苟夢玉已知其謀，亟告於國，國不以爲然，至是全得其告變之書，欲殺之，而夢玉已歸滁，乃命數十騎邀於路而殺之，制府捐三千緡捕賊，而全亦捐五千緡，無狀大率如此。希稷至楚，一意逢迎，全益以驕，既而還青州，或傳爲金人所擒，或以爲已死，劉琸乘時自詭以驅除餘黨，史丞相入其言，遂召希稷而以琸爲代，琸即以盱眙軍馬自隨，中途所乘馬無故而踣，琸怒，遂斬二濠寨官，人疑其非吉徴也。琸初至，軍聲頗振，不數日，措置乖方，南北軍已相疑，適忠義軍總管夏全自盱眙領五千人來，先是，全欲殺夏，琸爲解免之，至是琸留以自衞，且資其軍以制全，然夏軍素驕，時有過，刼掠居民，琸乃捕爲首數人，斬之，猶未戢，乃劄忠義都統權司張忠政權副都統，忠政辭不就，楊姑姑知之，遂呼忠政謀所以拒制司之策，忠政曰：「朝廷無負北軍，夫人若欲忠政反，惟有死耳！」遂歸家，令妻子自經，次焚告勅、寶貨於庭，然後自盡，制司聞變，遂戒嚴，命夏全封閉李全、劉全、張林等府庫，且出榜，令北軍限三日出城，是日諸營搬移，自東北門出，夏軍坐門首搜檢，凡金銀婦女，多攘取之，餘皆疑懼不敢出，制司又從而驅逐之，有黒旗一對僅百人，乃北軍之精銳者，堅不肯出，潜易衣裝，與夏軍混雜，南軍欲注矢揮刃，則呼曰：「我夏太尉軍也。」南軍遂不疑之，至晡，大西門上火忽起，至夜，遂四面縱火，殺害軍民，琸遂命守子城，䕶府庫，凡兩日夜，軍皆無火飯，飢困，不復用命，夏全知事急，遂挺身入北軍，李姑姑遂與夏劇飲，酒酣泣曰：「少保今不知存亡，妾願以身事太尉，府庫人馬皆太尉物也。本一家人，何爲自相戕？若今日勦除李氏，太尉能自保富貴乎？」夏全惑其說，乃隂與李軍合，反戈以攻南軍，琸屢遣人招夏議事，竟不至，乃以十萬貫犒軍求和，夏全乃令開一路，以馬軍二百衞送，琸出大西門，星夜南奔，至寶應，已四鼓矣，從行官屬，惟余元廙、沈宣子，餘悉死焉。夏軍囘至淮隂，乃爲時青、令暉夾擊，盡得所擄財物七巨艘，既至盱眙，范成、張惠閉門拒之，且就軍中殺其母妻，於是夏全乃輕身北竄，劉琸遂移司於揚之堡寨，朝廷遂改楚爲淮安州，命將作少監姚翀知州事，時李全猶未還，王義深、國安用爲權司，劉慶福與張甫謀，就楚之淮河，縛大浮橋，或告李姑姑，以二人欲以州獻金人，姑姑即遣人請姚翀議事，翀不獲已而往，則大㕔已設四果卓，餘二客則慶福及甫也。慶福先至，姑姑云：「哥哥不快，可去問則箇謂李福也。」時福卧於密室，凡迂曲數四乃至，慶福至榻前，云：「哥哥沒甚事？」福云：「煩惱得恁地！」劉覘福榻有劒出，稍心動，亟出，福急揮劒中其腦，既而甫至，於外呼云：「總管沒甚事否？」福隱身門左，俟其入，即揮劒，又仆之，福遂携二首以出，乃大張樂劇飲，姚遂揭榜，以劉張欲謀作逆，密奉朝旨，已行誅戮，乃聞於朝，李福増秩，姑姑賜金，進封楚國夫人。未幾，福復以預借糧劵求釁，遂召北軍入城，官民死者甚衆，姚翀賴國安用匿之而免，於是朝廷諸閫，各主勦除、分屯之説，久之不決，既而盱眙守彭忳，乃遣張惠、范成入淮安，說國安，令殺李福及李姑姑，未幾，李福就戮，而姑姑則易服往海州矣。其後分屯之說已定，而江閫所遣趙灊夫勦殺之兵適至，北軍怒爲張、范所賣，欲殺之，二人遂遁去，國安用追至盱眙，彭忳宴之，方大合樂，忽報軍變，始知張、范已獻盱眙於北矣，彭忳遂爲所擒，既而李全至楚揭榜，自稱山東淮南行省，於是盡據淮安、海州、漣水等處。先是，全遣張國明入朝禀議，嫚書至，朝廷未有以處之，㑹時青亦遣人至，國明遂遣人報全，全遂殺青，國明極言李全無它意，朝廷遂遣趙拱奉兩鎭節鉞印綬以往，而江閫乃遣申生結全帳下，謀殺之，事覺，全囚申生，以其事上於朝，蓋全時已有叛志矣。㑹鹽城陳遇謀，於東海截奪全青州運糧之船，全由是愈怒，遂興問罪之師，首攻海陵，守臣宋濟迎降，遂進圍揚州，朝廷始降詔削奪全官爵、住給錢糧，㑹諸路兵誅討，然戰多不利，内外爲之震動，是時，全合諸項軍馬，併驅鄉民二十餘萬，一夕築長圍數十里，圍合揚之三城，爲必取之計，㑹元夕，欲示閒暇，於城中張燈大宴，全亦張燈於平山堂，中夜，全乘醉引馬步，極力薄城，趙范命其弟葵領兵出城迎戰，至三鼓，勝負未決，葵先命李虎、丁勝同持兵，塞其甕門，至是全欲還而門已塞，進退失據，且戰且退，遂陷於新塘，由是各散去，次日於沮洳亂屍中得一紅袍而無一手指者，乃全也,時紹定四年正月。後三日，北軍悉遁，制府露布聞於朝，遂乘勝復泰之鹽城，後三月，淮南諸州北軍皆空城而去矣。其雛，松夀者，乃徐希稷之子。賈涉開閫維揚日，嘗使與諸子同學，其後全無子，屢託涉祝之，涉以希稷向與之念，遂命與之，後更名壇云。"
      },
      {
        "index": 7,
        "text": "王公袞復讎"
      },
      {
        "index": 8,
        "text": "王宣子尚書母，葬山隂獅子塢，爲盜所發，時宣子爲吏部員外郎，其弟公袞待次烏江尉，居鄉物色得之，乃本村無賴嵇泗德者所爲，遂聞於官，具服其罪，止從徒斷，黥隸他州，公袞不勝悲憤，時猶拘留鈐轄司，公袞遂誘守卒，飲之以酒，皆大醉，因手斷賊首，朝復提之自歸有司，宣子亟以狀白堂，納官以贖弟罪，事下給舍議，時楊椿元老爲給事，張孝祥安國兼舍人，書議狀曰：「復讎，義也。夫讎可復，則天下之人將交讎而不止，於是聖人爲法以制之，當誅也，吾爲爾誅之，當刑也，吾爲爾刑之，以爾之讎，麗吾之法，於是凡爲人子而讎於父母者，不敢復而惟法之聽。何也？法行，則復讎之義在焉故也。今夫佐、公袞之母，既葬而暴其骨，是僇尸也，父母之讎，孰大於是？佐、公袞得賊而輒殺之，義也，而莫之敢也，以爲有法焉。律曰：『發冡開棺者，絞。』二子之母，遺骸散逸於故藏之外，則賊之死，無疑矣！賊誠死，則二子之讎亦報，此佐、公袞所以不敢殺之於其始，獲而必歸之吏也。獄成，而吏出之，使賊陽陽出入閭巷，與齊民齒。夫父母之讎，不共戴天者也，二子之始不敢殺也，蓋不敢以私義故亂法，今獄已成矣，法不當死，二子殺之，罪也，法當死，而吏廢法，則地下之辱，沈痛鬱結，終莫之伸，爲之子者尚安得自比於人也哉？佐有官守，則公袞之殺。是賊協於義而宜於法者也，《春秋》之義復讎，公袞起儒生，尫羸如不勝衣，當殺賊時，奴𨽻皆驚走，賊以死捍，公袞得不死，適耳！且此賊掘冡至十數，嘗敗而不死，今又敗焉，而又不死，則其爲惡必侈於前，公袞之殺之也，豈特直王氏之寃而已哉？椿等謂公袞復讎之義可嘉，公衮殺掘冡法應死之人爲無罪，納官贖弟，佐之請，當不許，故縱失刑，有司之罰，宜如律。」詔給舍議是。其後公袞於乾道間爲勅令所刪定官，一日登對，孝宗顧問左右曰：「是非手斬發冡盜者乎？」意頗喜之，未幾，除左司。公袞爲人癯甚，王龜齡嘗贈詩，有云「貌若尫羸中甚武」者，蓋紀實也。"
      },
      {
        "index": 9,
        "text": "富春子"
      },
      {
        "index": 10,
        "text": "寶慶間，有孫氏子，名守榮，善風角鳥占，其術多驗，號富春子，薄游霅上，聞譙樓鼓角聲，驚曰：「旦夕且有變，而土人當有典郡者。」適見富公王元春，因賀之曰：「旦夕鄉郡之除，必君也！」王以爲誕。越兩月，而潘丙作亂，王果以告變之功典郡，自是人始神之。後登史衞王之門，頗爲信用。一日聞鵲噪，史令占之，云：「來日晡時，當有寶物至，然非丞相所可用者。今已抵關，必有所礙而未入耳。」翌日，果李全以玉柱斧爲貢，爲閽者遲留，質之於府而後納。史嘗得李全書，置之袖間，未啟也，因扣云：「吾袖中書，所言何事？」對曰：「假破囊二十萬耳。」剝封，果然，史以此深忌之，後以他故，黥置遠郡死焉。後未見有得其術者。"
      },
      {
        "index": 11,
        "text": "王宣子失告命"
      },
      {
        "index": 12,
        "text": "輦轂之下，政先彈壓，然一智不足以勝衆姦，王佐宣子雖以文魁天下，而吏才極髙，夀皇深喜之。尹臨安日，禁戢羣盜甚嚴，都城肅然，既而以治辦受賞，増秩告命甫下，置卧内，旦起忽失之，宣子知爲所侮，畧不見之辭色，他日，奏事畢，從容以白上，曰：「䑕輩惡臣窮其姦，故爲是以沮臣爾。」上曰：「何以處之？」對曰：「臣若張皇物色，正墮其計中。惟有置之不問，異時從吏部求一公據足矣，今未敢請也。」上稱善。"
      },
      {
        "index": 13,
        "text": "配鹽幽菽"
      },
      {
        "index": 14,
        "text": "昔傳江西一士求見楊誠齋，頗以該洽自負，越數日，誠齋簡之云：「聞公自江西來，配鹽幽菽，欲求少許。」士人茫然莫曉，亟往謝曰：「某讀書不多，實不知爲何物。」誠齋徐檢《禮部韻畧》「豉」字示之，注云：「配鹽幽菽也。」然其義亦未可深曉，《楚辭》曰：「大苦鹹酸辛甘行」說者曰：「大苦，豉也。」言取豉汁調以鹹酢，椒薑飴蜜，則辛甘之味皆發而行。然古無豆豉，史《急就篇》乃有蕪夷鹽豉，《史記·貨殖傳》有糵麴鹽豉千答，《三輔決錄》曰：「前對大夫范仲公鹽豉蒜果共一筩。」蓋秦漢以來始有之。"
      },
      {
        "index": 15,
        "text": "疽隂陽證"
      },
      {
        "index": 16,
        "text": "族伯臨川推官，平生以體孱氣弱，多服烏附、丹砂，晚年疽發背，其大如扇，醫者悉歸罪於丹石之毒，凡菉粉、羊血解毒之品，莫不遍試，殊不少損，或以後市街老祝爲薦者，祝本瘍醫，然指下極精，診脉已，即云：「非敢求異於諸公，然此乃極隂證，在我法中，正當多服伏火硃砂及三建湯，否則非吾所知也。」諸子皆有難色，然其勢已殆，姑嘗試一二小料，而祝復俾作大劑，頓服三日，後始用膏藥敷貼，而丹砂、烏附畧不輟口，餘半月而瘡遂平，凡服三建湯二百五十服，此亦可謂奇工矣。洪景盧所載，時康祖病心痔，用《聖惠方》治腰痛鹿茸附子藥服之而差。又福州郭醫，用茸附醫漏痔疾，皆此類也。蓋癰疽背有隂陽證，要當決於指下，而今世外科，往往不善於脉，每以私意揣摩，故多失之，此不可不精察也。"
      },
      {
        "index": 17,
        "text": "陳周士"
      },
      {
        "index": 18,
        "text": "禍福報應之說，多傅㑹傳訛，未可盡信，今有鄉曲目擊曉然一事，著之於此，以爲世戒 —— 陳周士造，直齋侍郎振孫之長子，登第，爲嘉禾倅，攝郡，一日宴客於月波樓，有周監酒者，勇爵代庖於此，乃趙與𥲅德淵之隸，是日適以小舟載客薄遊，初不知郡將之在樓也，周士適顧見，周急艤棹趨避，周士令詢之，知爲周也，怒形於色曰：「某不才，望輕，遂爲一卒相侮如此！」乃捃摭其數事，作書達之於趙，備言贓濫過惡，時趙守吳，即日遣逮，決脊編置，仍押至嘉禾示衆，時方炎暑，周士乃裸而暴之烈日中，瘡血臭腐，數日而死，臨危歎曰：「陳通判屈打殺我，當訴之隂府矣！」時寶祐丙辰季夏也，是嵗十二月，周士疽發背而殂。吁！可畏哉！"
      },
      {
        "index": 19,
        "text": "秀王嗣襲"
      },
      {
        "index": 20,
        "text": "秀安僖王，夀皇本生父也，用濮安懿王故事，以子孫嗣襲。安僖薨，子伯圭嗣，是爲崇王，諡憲靖。長孫曰師䕫，早卒，師揆嗣，是爲澧王。師垂、師卨皆先卒，師禹嗣，是爲和王。師臯又卒，師嵓，寶慶元年自知慶元府入嗣，未朝謝而薨，是為永王。師彌以寶慶三年嗣，至寶祐六年，歴二十一年而後薨，是爲潤王。次師貢先薨，曽孫「希」字行，亦皆先亡，至景定二年，元孫與澤，以浙西倉歸班襲嗣，至咸淳七年薨，是爲臨海郡王。其次與訔，先卒，是嵗冬，與澤以知全州換授吉州刺史，主奉香火，其間以傍宗人繼者，蓋十居五六焉。"
      }
    ]
  }
}