{
  "chapterNumber": 43,
  "title": "第四十三回　逢吝夫抽豐又失意　遇美妓罄囊兩相交",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "詞曰："
      },
      {
        "index": 2,
        "text": "我如今誓不抽豐矣，且回家拆賣祖居。一年貧苦一嗟吁，無暇計誰毀誰譽。 途次中幸會多情女，顧不得母孝何如？聊且花間宿，樂得香盈韓袖，果滿潘車。"
      },
      {
        "index": 3,
        "text": "——右調《入花叢》"
      },
      {
        "index": 4,
        "text": "話說溫如玉自葬埋母親後，謝了幾天人，諸事完畢，逐日家到是清心寡慾。素日相好的朋友，知他一無所有，也不來勾引他。即或有幾個來閒坐的，見他愁眉恨眼，也就不好來了。背間有笑罵他憨癡的，有議論他狂妄的，有憐惜他窮苦的，也有說他疏財仗義的，還有受過他銀錢、衣食許多恩惠反比傍人鄙薄詈咒更利害的，如玉聽在耳內，到也都付之行雲流水。只是家間窮困之至，雖減去了若干人口，上下還是二十多人吃飯。天天典當，鬼混的過了一年有餘。凡事總與苗三禿子相商，兩人到成了個患難厚友。先時還指望拿住尤魁，後來親自到州堂上，稟了幾次。知州到也與他認真的責比差役，總無蹤影。他把這拿尤魁的念頭也歇了。無如運氣倒的人，這不好的事體，層層皆來。他母親剛才亡過年餘，他妻子洪氏又得了吐血的病；不上三兩個月，也病故了，連棺木都措辦艱難。到虧這苗禿子還有點打算，凡買過如玉產業的人，他便去說合，陸續也得夠百十餘兩，苗禿於中也使用了些，才將洪氏發送在祖塋。如玉雖說是窮了，一則是舊家子弟，二則又在少年，還有許多大家小戶，要與他結親，孰意他不自揣時勢，還想要娶一個天字號的美人，將說親者概行謝絕，日日東查西問的尋訪。及至採訪著某家女兒，才色雙絕，他倒願意，人家又不要他。因此把婚姻也誤下。"
      },
      {
        "index": 5,
        "text": "一日到泰安，向他舊夥計等要長支欠銀，住了三四天，得了三兩多銀子，一千多錢，將一張三十兩欠約，讓那夥計抽去，算了一分不該。正還要尋別的欠銀夥計，聽得本州官吏接濟東道；問了問，說姓杜名珊，四川茂州人，做過陝西長安縣知縣。他父親雖早逝，常聽得他母親黎氏說，有個長安縣知縣杜珊做他父親屬員，虧空下一萬多銀子。布政司定要揭參，他父親愛他才能，一力主持，暗囑同寅各官捐助，完結虧項；又保舉他後升了平陽府知府，臨行與他父親認了門生。今日聽得名姓、籍貫相合，就動了個打抽豐的念頭。急忙回家，與苗禿子相商。"
      },
      {
        "index": 6,
        "text": "苗禿道：「你有這些好門路兒，閒嘗從不和我說。既然尊大人在他身上有如此大恩，又是尊府門生，你如今到這步田地，開個口，至少也幫五百；就是一千兩，也不敢定。」"
      },
      {
        "index": 7,
        "text": "如玉道：「我平時那裡想得起？若不是他昨日到泰安，做夢也夢不著他。我今與你相商，趁他到咱們這地方，我那湊一分厚禮，與他送去；再拿個手本，向他門上人細說原委，或者有點想望也未可知。」"
      },
      {
        "index": 8,
        "text": "苗禿道：「你這想算，都用的是下乘功夫。他衙門住紮在省城，離我們泰安不過兩天多路，何難親去走遭？你若在此地見他，他又是個客官，語言間就有許多可推脫處，總幫你也不多。依我主見，你竟等他公出回去後，寫自己一個名諱手本；再另外哀哀憐憐寫個懇恩照拂的手本，內中幫他完虧空、保舉話，一字不可露出，只寫先人某人，在陝西同寅，如今你窮困之至，求他推念先人奉上垂憐。至於湊辦厚禮的話，徒費錢而且壞事。世上那有個極貧的寒士，拿得出厚禮來？到只怕你年幼，記得太夫人話未必真切，冒冒失失的認起親來，反為不美。」"
      },
      {
        "index": 9,
        "text": "如玉道：「這事至真至確。我固貧窮寧死不做傷臉的事。你方纔的話，甚有機變。我們等他回去後，就雇一輛車，我還要煩你與我同去。」\n　　苗禿子道：「我就與你同去。總算上你與他沒世誼，這游棍假名撞騙也干連不到我身上。」兩人計議停妥，待了幾天，濟東道回去。"
      },
      {
        "index": 10,
        "text": "兩人僱車同張華到省城，旅店安下，時時打聽杜大老爺閒時，方才將手本投入號房。門上人拿入去，杜珊看了手本內情節，立刻開門請會。如玉從角門內入去。杜珊迎接到書房，行禮坐下。敘說起他父親，杜珊甚是感念；又說到自己困苦，杜珊又甚憐憫。本日就留便飯，說道：「月前天雨連綿，官署內無一間房子不漏，刻下現在修補，實無地方留世兄祝且請到貴寓安息，弟自有一番措處。」如玉辭了出來，苗禿子在轅門外探頭探腦的等候。如玉同他走著，說濟東道如何相待，如何吩咐。苗禿道：「何如？你原是大人家，豈是尋常的拉扯？我若有你這些門路兒，也不知發跡到甚麼地方了！」兩人歡歡喜喜的回店，說了半夜，總都是濟東道的話。"
      },
      {
        "index": 11,
        "text": "次日社珊回拜，將如玉的名諱手本壁回，還了個年通家世弟帖。如玉著張華跪止，杜珊定要拜會。在店中敘談了好半晌，方才別去。嚇的一店客人，都議論羨慕不已；慌的店主和小夥計，不住的問茶水。苗禿得意到極處，只是在光頭上亂撓。午後，又差人送來白米一斗，白面一鬥，火腿、南酒、雞鴨等物。如玉倒也罷了，苗禿子是個小戶人家，白花秀才，一生沒見過個交往官府，看見火腿、南酒等物，不住的吐舌；和如玉說到高興處，便坐不住，笑著在地上打跌。怕道台語說話，連街上也不許如玉閒行。他在店中陪著吃酒、唱小曲、說趣話，和中了狀元的一般快樂。"
      },
      {
        "index": 12,
        "text": "到第四日，杜珊下帖請席。如玉又去。席間，杜珊細說本道一缺，出多入少；又值公私交困之際，不能破格相幫。臨別，著家人托出十二兩程儀。如玉大失所望，辭之至再。怎當得杜珊推讓不已。如玉此時，覺得不收恐得罪他，收下甚是羞氣；沒奈何，只得收領拜謝。原來這杜珊初任知縣時，性最豪俠，不以銀錢介意，因此本族以及親戚經年家來往不絕，食用為亦極奢侈。凡贈送人，必使其心喜回家。只幾年，就弄下一萬多虧空。藩司要揭參，幸得如玉父親保全。屢次寄字親友本家，告助虧空，無一個幫他一分一兩。他才知道銀錢去了，是最難回來的。自此後，任憑本族近支，以及至親契友，想要用他一文錢，吃他衙門中一口水，比登天還難。由知縣做至道台，雖二三斤肉，也要斟酌食用。前後行為，如出兩人。此番是深感如玉父親，方肯送這十二兩。在如玉看得菲薄不堪；在杜珊看得還是沒有的大幫助。除了溫如玉，第二人也不能叨此厚觀。就是日前送那一分下程，都是少有的事。如玉垂頭喪氣的出來，見苗禿子在儀門外，大張著嘴眺望。看見了如玉，忙跑向前，笑問道：「今日又有什麼好話兒？」"
      },
      {
        "index": 13,
        "text": "如玉道：「言不得，真令人羞死氣死！」"
      },
      {
        "index": 14,
        "text": "苗禿著慌道：「不好！你這氣色也不好！想是你語言間得罪下他麼？」"
      },
      {
        "index": 15,
        "text": "如玉道：「我有什麼得罪他處？」就將送的銀兩數目，一邊走一邊說。"
      },
      {
        "index": 16,
        "text": "苗禿笑道：「你少裝飾！我不信。」"
      },
      {
        "index": 17,
        "text": "如玉道：「我又不怕你搶了我的，何苦謊你？」於是將原包銀兩，從袖中取出，向苗禿眼上一伸道：「看，是十二兩不是？」"
      },
      {
        "index": 18,
        "text": "苗禿見上面有「薄儀」二字，將腳一頓，咬著牙罵道：「好娘賊！不但將你坑壞，把我苗三先生一片飛滾熱的心腸，被二十四塊寒冰冷透！」說畢，又蹙眉揉手，連連點頭道：「罷了，罷了，我才知道罷了。」"
      },
      {
        "index": 19,
        "text": "兩人回到店中，一頭一個，倒在炕上睡覺。張華見此光景，也不敢問。如玉翻來覆去，那裡睡的著？到二鼓時候，苗禿問道：「你可睡著了沒有？」"
      },
      {
        "index": 20,
        "text": "如玉道：「真令人氣死！還那裡睡的著？」"
      },
      {
        "index": 21,
        "text": "苗禿道：「你明日再去稟謝稟見，求他一封書字，囑托泰安州官諸事照拂你。他若與了這封書字，常去說些分上，那裡弄不了幾個錢？一個本管的大上憲，又與巡撫朝夕相見，泰安州敢說不在你身上用情？」"
      },
      {
        "index": 22,
        "text": "如玉道：「我就餓死，也再不見這沒良心慳吝匹夫！」"
      },
      {
        "index": 23,
        "text": "苗禿道：「我還有一策，存心已久，只是不好說出。今見你如此奔波，徒苦無益，只得要直說了。天下事貴於自立主見。自己著貧無措兌，雖神仙也沒法子。自己若有可裁處，就不肯低眉下眼向人家乞討。尊府的住宅，前庭後院，何止七八層？只用將房子出賣，還不愁一二千兩銀子到手？」"
      },
      {
        "index": 24,
        "text": "如玉道：「我也曾想及於此。首則先人故居，不忍心割棄；次則也沒人買。」"
      },
      {
        "index": 25,
        "text": "苗禿道：「講到一『買』字，不但長泰莊，便是泰安州，也沒人買。誰肯拿上錢，到那邊住去？若估計木石磚瓦拆賣，還可成交。你若為是先人故物，自己羞居賣房之名，你須知那房子止可遮風避雨，不能充飢御寒。常言說的好：有了治，沒了棄。你日後大發財源，或做了大官，怕修蓋不起那樣十處房子麼？此事你若依了，我回家就與你辦理。當漢子的，不必怕人笑話。世間賣房子的大人家，也不止你一個。救窮是第一要務，沒得吃穿難受，這是老根子話。我再替你打算：房子賣後，也不在長泰莊住，只用二百兩銀子，在泰安城中買一處不大不小的房兒，過起安閒日月來。你又不欠人的債負，有什麼不快活處？將所有房價，或買地討租，或放在人家鋪中吃月利。世上赤手空拳起家的，不知有多少，何苦著本村人日逐指指點點，笑議你是憨哥兒、混賬鬼？你想：我說的是不是？」幾句話，說的如玉高興起來，一蹶劣扒起，將桌子一拍道：「禿小廝快起來！你的話句句皆是。我的志念也決了！省的在這裡受悶氣，不如連夜回家辦正事。」"
      },
      {
        "index": 26,
        "text": "苗禿子也執起道：「城門未開，天明起身罷了。現放著老杜送的酒。我活了三十多歲，只吃過一次鴨子，還是在尊府叨惠。你可叫起張華，將他送的那兩隻鴨子白頓上，我飽飽的吃一遍，也好與你回去辦事。」"
      },
      {
        "index": 27,
        "text": "如玉道：「三更半夜，如何做法？到回家時，你將雞鴨都拿去就是了。」"
      },
      {
        "index": 28,
        "text": "苗禿道：「我們有火腿和變蛋，亦足下酒。」如玉便喊叫張華，收拾食物。張華見兩人又眉歡眼笑，不是頭前苦態，也測度不出他們的原故。直吃到天明。如玉著算還店賬，又將道署送的禮物俱裝在車內，一同起身。"
      },
      {
        "index": 29,
        "text": "離省城走了幾十里，到一地方，名為試馬坡。相傳韓信做工齊王時，在這地方試過馬。剛走到堡前，也是天緣湊合，從裡面走出個人來，但見：頭戴四楞巾，卻像從錢眼中鑽出；身穿青絹氅，好似向煤窟內滾來。滿面憨疤，數不盡三環套日；一唇亂草，那怕他百手抽絲。逢錢即寫借帖，天下無不可用之錢；遇飯便充陪客，世上那有難吃之飯。任你極口唾罵，他只說是知己關切使然；隨人無端毆踢，反道是至交好勝乃爾。真是燒不熱、煮不爛的粗皮，砍不開、扯不破的厚臉！這個人姓蕭，名天祐，字有方，也是個府學秀才。為人最會弄錢；處人情世故，到像個犯而不較的人。只因他外面不與人計論，屢屢的在暗中謀害人，這一鄉的老少男女，沒一個不怕他。亦且鑽頭覓縫最好管人家閒事，就是人家夫妻角了口他也要說合說合，挨延的留他一頓便飯吃。若是大似此的事體，越發要索謝了。你若是不謝他，他就借別事暗中教唆人鬧是非，三次兩次還不肯放過，是個心上可惡不過的人。銀錢衣物，送他就收，總要估計事體大小，心至得謝而後已。又好幫嫖誘賭，設法漁利。吃亡八家的錢，尤為第一。因此，人送他個外號，叫象皮龜；又叫蕭麻子，為他臉上疤。故也。這日正從堡中出來，看見苗三禿子在車內，大笑道：「禿兄弟從何處來？」苗禿見是蕭麻子，連忙跳下車來，也大笑道：「你是幾時搬到這裡的？」"
      },
      {
        "index": 30,
        "text": "蕭麻子道：「已經二年了。」如玉見他兩人說話，也只得下車來。蕭麻子指著如玉道：「此公是誰？」"
      },
      {
        "index": 31,
        "text": "苗禿子道：「這是泰安州溫公子，當年做陝西總督之嫡子也。」"
      },
      {
        "index": 32,
        "text": "蕭麻子深深打一躬道：「久仰，久仰。」又將兩手高舉道：「請！請到寒舍獻茶。」"
      },
      {
        "index": 33,
        "text": "如玉還禮道：「弟輩今日要趕宿頭，容日再領教罷。」"
      },
      {
        "index": 34,
        "text": "苗禿子也道：「我們都有事，暇時我還要與你敘闊。」"
      },
      {
        "index": 35,
        "text": "蕭麻子道：「溫大爺與我初會，我實不敢高扳。你與我是總角朋友，怎麼也是這樣外道我？我實對你說了罷，我家茅庵草舍，也不敢居停貴客。敝鄉從去年二月搬來一家樂戶，姓鄭，人都叫他鄭三。這個亡八最知好識歹。他有個侄女，叫玉磐兒；一個親生的女兒，叫金鐘兒。這玉磐兒不過是溫柔典雅，還是世界上有的人物；惟有這金鐘兒，才一十八歲，他的人才真是天上碧桃，月中丹桂，只怕仙女董雙成還要讓他幾分。若說起他的聰明來，神卜管路還須占算，他卻是未動先知。你這裡只用打個哈欠，他那裡就送過枕頭來了。我活了四十多歲，才見了這樣個伶俐俊俏、追魂奪命、愛殺人的一位小堂客。你陪公子隨喜隨喜去，也是春風一度。」"
      },
      {
        "index": 36,
        "text": "如玉道：「承老兄盛情，只是弟孝眼未滿，不敢做非禮的事。」"
      },
      {
        "index": 37,
        "text": "苗禿笑向如玉道：「你也不必太聖賢了。既然有他兩個令妹在這裡，我們就暫時坐坐何妨？」\n　　\n　　蕭麻子笑道：「你這禿奴才，又說起其諸異乎人的話來了！」"
      },
      {
        "index": 38,
        "text": "如玉卻不過，只得同去走走。到堡內西頭，才是鄭三的住處。瞧了瞧，都是磚瓦房子，坐東朝西的門樓。三人揖讓人去。鄭三迎接出來，到如玉、苗三前請安；又問明姓氏。地方，讓到北庭上坐。如玉到庭內，見東西各有耳房；庭中間放著八把大漆椅；正面一張大黑漆條桌，桌子中間擺著一個大駝骨壽星；東邊有三尺餘高一個大藍磁花瓶；西邊一個大白磁盤，盤內放著些泥桃泥蘋果之類；上面掛著一面牌，都用五色紙鑲著邊兒，中間四個大紫紅字是「藍橋仙境」；牌下掛著百子圖畫一軸；兩傍貼著對聯一副，上寫道：室貯金鐵十二，門迎朱履三千。三人坐定，只聽得屏後有笑語之聲。轉身後面，走出個婦人來，身穿元青紗氅，內襯細夏布大衫，葛紗裙兒。五短身材，紫紅色面皮；五官兒到也端正，只是上嘴唇太厚些；到纏了一雙小腳，大紅緞鞋上繡著跳梁四季花兒。走到庭中間，笑著說道：「與二位爺磕頭。」說著，將身子往下彎了彎，忙的苗禿子連忙扶住道：「快請坐，勞碌著了，到了不得。」婦人就坐在蕭麻子肩下，問了如玉並苗禿的姓氏。"
      },
      {
        "index": 39,
        "text": "如玉道：「你的大號，就是金鐘兒麼？」"
      },
      {
        "index": 40,
        "text": "婦人道：「那是我妹子。我叫玉磐。」"
      },
      {
        "index": 41,
        "text": "蕭麻子道：「怎麼不見他出來？」"
      },
      {
        "index": 42,
        "text": "玉磐兒道：「他今日身子有些不爽快，此時還沒有起，再待一會管情收拾了出來。」"
      },
      {
        "index": 43,
        "text": "蕭麻子道：「此時還未起，必定是昨晚著人家棒傷了。」"
      },
      {
        "index": 44,
        "text": "玉磐兒笑道：「你真是瞎說！這幾天鬼也沒見個來。」"
      },
      {
        "index": 45,
        "text": "蕭麻子道：「你休謊我。我是秦鏡高懸，無微不照。」"
      },
      {
        "index": 46,
        "text": "苗禿道：「這是你的家務事，你心上自然明白。」"
      },
      {
        "index": 47,
        "text": "蕭麻子道：「你若欣羨這條路兒，你就入了行罷。他家中正少個打雜的使用。」"
      },
      {
        "index": 48,
        "text": "正說著，一個十三四歲的小女廝托出一盤茶來。玉磐兒先送如玉，次送苗禿，自己取了一杯坐下。"
      },
      {
        "index": 49,
        "text": "蕭麻子道：「你這小奴才，到我跟前就不送了。我也沒有別的法兒，我只用尋些發大來遲的好春yao，再吃上一二錢人參，將你三嬸子按倒，那就是我出氣的時候了。」"
      },
      {
        "index": 50,
        "text": "玉磐兒恰待回言，苗禿道：「玉姐，你不必和他較論，都交在我身上。他按倒你嬸子，我就摟住他姑娘。咱們是冤各有主，債各有頭。」"
      },
      {
        "index": 51,
        "text": "蕭麻子笑罵道：「這奴小廝，真是狗嘴裡拉出來的，說的都是狁舐𤜱兒話。」"
      },
      {
        "index": 52,
        "text": "四人正在說笑中間，覺得一陣異香吹入鼻孔中來。少刻，見屏風後又出來個婦人，年紀不過二十歲上下，身穿紅青亮紗氅兒，內襯著魚白紗大衫；血牙色紗裙子，鑲著青紗邊兒；頭上挽著個盤蛇髮卷，中間貫著條白玉石簪兒；鬢邊插著一朵鮮紅大石榴花；周周正正極小的一雙腳，穿著寶藍菊壓海棠花鞋；長挑身材；瓜子粉白面皮，臉上有幾個碎麻子兒；骨格兒甚是俊俏；眉稍眼底，大有風情。看來是個極聰明的人。入的門來，先將如玉和苗禿上下一看，於是笑嘻嘻的，先走到如玉面前，說道：「你老好！我不磕頭罷？」如玉連忙站起道：「請坐！」"
      },
      {
        "index": 53,
        "text": "苗禿接口道：「不敢當，不敢當！」然後又向苗禿虛讓了一句，裊裊娜娜的坐在玉磐兒肩下。蕭一麻子將如玉的家世表揚。金鐘兒聽了滿面上都是笑容，只因如玉少年清俊，舉動風流，又是大家公子，心上甚是動情，眼中就暗用出許多套索擒拿。"
      },
      {
        "index": 54,
        "text": "如玉是個久走嫖行的人，差不多的婦女，最難上他的眼，不意被這金鐘兒語言眉目就混住了，從午間坐到日色大西，還不動身。急得張華和車伕走出走入，在如玉面前站了幾次，又不敢催促；與苗禿子不住的遞眼色，苗禿又是隨緣度日的人，他且樂修次活了一刻是一刻，那裡肯言語？蕭麻子推故淨手，走出來向鄭三道：「溫公子這個雛兒，也還充得去。銀錢雖多的沒有，家中的東西物件還多。日色也遲了，你與他隨便收拾幾樣菜兒，我替你留下他罷。將來若殺不出血，我打發他走路，纏絞不住你。」鄭三道：「我見他穿著孝服，萬一留不住，豈不白費酒飯？」蕭麻用扇股在鄭三頭上打了一下道：「你這老亡八，真是一毛不拔！就算上留不住，與你兩個孩子們吃吃，他們也好有心與你弄錢。」苗禿在背後插嘴道：「就與你吃些兒也好。」三人都笑了。蕭麻子道：「你這禿小，不知什麼時候就悄悄走來？」又問道：「他身上有現成稍沒有？」苗禿伸了兩個指頭道：「欄干數，是濟東道送的。他身邊只怕還有些，也沒多的了。」蕭麻子向鄭三將手一拍道：「何如？上門兒買賣，你還不會吃？」鄭三連忙去後面收拾去了。"
      },
      {
        "index": 55,
        "text": "蕭麻子又問苗禿道：「這溫公子，我也久聞他的大名，你與他相交最久，他為人何如？」"
      },
      {
        "index": 56,
        "text": "苗禿道：「是個世情不透露的憨小廝。若有了錢，在朋友身上最是情長，極肯幫助人。」"
      },
      {
        "index": 57,
        "text": "蕭麻道：「我聞他年來也甚是艱苦。」"
      },
      {
        "index": 58,
        "text": "苗禿道：「比你我還難。目今只用一半月，又是財主了。」隨將他要賣住房話一說，蕭麻子連連作揖道：「事成之後，務必將哥哥也拉扯一把兒。」"
      },
      {
        "index": 59,
        "text": "苗禿道：「自幼兒好弟兄，還用你囑咐？他如今』賭』之一字，勾引不動了。我看這金鐘兒，又是他這一處住房的硬對頭。他若看不上眼，體說試馬坡，便是蓬萊島，也留他坐不到這個時候。」兩人說笑著入庭房來。如玉站起道：「天色也想是遲了，我去罷。」蕭麻子大笑，向苗禿道：「你看，做老爺們的性兒，總不體貼下情。」又指著金鐘兒道：「我方才在後邊見你父親雨淋漓，在那裡整理菜蔬。窮樂戶人家，好容易收拾這一頓飯！」金鐘兒聽一得收拾飯，就知是必留之客了，笑盈盈的向如玉道：「大爺要走，也不過為我姊妹粗俗，心中厭惡。這也容易，離我這裡二十里，有個黑狗兒，人才甚好，只是腳欠周正些。世上那有個全人？我們與大爺搬來，著他服伺幾天。就是我家飯不但吃不得，連看也看不得，只求大爺將就些，也算我姊妹們與大爺相會一常大爺也忍心不賞這個臉？」"
      },
      {
        "index": 60,
        "text": "如玉道：「你休罪我。我實為先母服制未終，恐怕人議論。」"
      },
      {
        "index": 61,
        "text": "苗禿道：「你居喪已一年多，如今不過是幾個月餘服未滿。咱們泰安紳衿家還有父母一倒頭就去嫖的，也沒見雷劈了七個八個，人家議論死三雙五雙。」"
      },
      {
        "index": 62,
        "text": "如玉笑道：「你又胡作弄我！」"
      },
      {
        "index": 63,
        "text": "玉磐兒道：「我也不是在大爺面前說話的人，只是既已至此，就是天緣。我這金妹子，也是識人抬舉的，還求把心腸放軟些罷。」"
      },
      {
        "index": 64,
        "text": "如玉已看中金鐘兒，原不欲去；又教他們你一句，我一句，越發不肯去了。掉轉頭笑向苗禿道：「只怕使不得。」蕭麻子道：「有什麼使不得？此刻若去了，於人情天理上倒使不得了。」說著，打雜的將一張方桌移在庭中間，擺了四碟小菜，安下五副杯筷，又拿來一大壺酒。眾人讓如玉正坐。如玉要與苗禿同坐，苗禿死也不肯，只得獨自坐在正面。蕭麻子在右，苗禿在左，玉磐、金鐘兒在下面並坐相陪。少刻，端上兩盤白煮豬肉，兩盤煎雞，兩盤炒雞蛋，兩盤調豆腐皮。看著是八盤，究竟止是四樣。北方樂戶家，多有用對兒菜，也是個遇物成雙之意。金鐘兒道：「我們這地方，常時連豆腐都買不出。二位爺休笑說，多吃些兒才好。」苗禿道：「說到吃之一字，我與蕭麻子包辦，到不勞你懸心。」五個人詼諧調誠，盞去杯來。張華同車伕，也在南房中吃飯，鄭三老婆陪著。如玉等吃到點燈後，方將杯盤收拾去。"
      },
      {
        "index": 65,
        "text": "蕭麻子道：「我如今長話短說罷，我今日就是冰人月老。溫大爺著金姐陪伴，苗三爺著王姐陪伴。」"
      },
      {
        "index": 66,
        "text": "苗禿子暖的笑了，將脖項往下一縮，又向蕭麻子將舌頭一伸，道：「我一個寒士，這纏頭之贈該出在那裡？」"
      },
      {
        "index": 67,
        "text": "如玉道：「這都在我。」苗禿又道：「雖然如此，還不知人家要我不要。」說著，又看玉磐兒的神色。"
      },
      {
        "index": 68,
        "text": "蕭麻子道：「不用你看，我這玉姐，真正是江海之大，不擇細流。你若到高興的時候，捨了小禿子，用起大禿子來，這玉姐就不敢要你了。」如玉大笑。金鐘兒略笑了笑，玉磬兒將頭一低，苗禿子不由的臉紅起來，說道：「我不過兩鬢邊少點頭髮，又不是全無。你每每禿長禿短，不與人留點地步，真是可怒！」"
      },
      {
        "index": 69,
        "text": "蕭麻子大笑道：「你今晚正是用人才的時候，是我語言不看風色了。我將來自有好話兒幫襯你。」"
      },
      {
        "index": 70,
        "text": "說罷，彼此道了安置，如玉在東房，苗禿在西房，各做嫖客。蕭麻子回家去了。"
      },
      {
        "index": 71,
        "text": "正是："
      },
      {
        "index": 72,
        "text": "窮途潦倒欲何投，攜友歸來休便休。試問彩雲何處散，且隨明月到青樓。"
      },
      {
        "index": 73,
        "text": "窮途潦倒欲何投，攜友歸來休便休。試問彩雲何處散，且隨明月到青樓。"
      }
    ]
  }
}