{
  "chapterNumber": 42,
  "title": "第四十二回　買棺木那移煩契友　賣衣服竭力葬慈親",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "詞曰："
      },
      {
        "index": 2,
        "text": "世最可憐貧與孤，窮途歌唱西風曲。腸已斷，淚已枯，自恨當時目無珠。酒兄內弟交相愛，須知路尺炎涼態。富則親，窮則壞，誰說人在人情在。"
      },
      {
        "index": 3,
        "text": "——右調《斷腸悲》"
      },
      {
        "index": 4,
        "text": "話說如玉見他母親病勢沈重，不住的流涕籲嗟。洪氏道：「那幾天還好，只是從昨日又加重了。」如玉道：「這有兩天不曾吃飯。」洪氏道：「連今日就是三天。前幾日還紮掙著坐凈桶；這幾日通是身底下鋪墊草紙。渾身純留下一把骨頭。先前還反亂拈的身腿疼，這五六天也不反亂了。將來的事體，你也該預為打照。到是棺木要緊。」如玉道：「這個月內，將你我的幾件衣服，並些銅錫器，也當盡了。倘有個山高水低，我還不知該怎麽處哩！」夫妻兩人，廝守到一更以後，只聽得黎氏說道：「我口幹的狠，拿水來我嗽嗽口。」洪氏道：「母親不吃點東西麽？」黎氏將頭搖了搖兒。女廝們搊扶著嗽了口，復行睡下，問道：「此時甚麽時候了？」如玉道：「有一更多天了。」黎氏長嘆了一聲，將一只手向如玉面上一伸。如玉連忙抱祝黎氏哭了兩聲，說道：「我不中用了。」如玉道：「午間於先生說母親不妨事，只要加意調養就好了。」黎氏道：「我死了倒也好，省得眼裏看著你們受淒涼。你過來，我有幾句話囑咐你。」如玉又往前扒了扒。黎氏道：「你媳婦洪氏，是個老實人。你素日把些思情都用在婊子身上，你看在我的老臉，念他父母、兄弟俱無，孤身在咱家中，以後要處處可憐他。你夫妻相幫著過罷。」洪氏聽了這幾句話，這眼淚也不止一行下來。又道：「家中小女廝們，還有七八個；家人媳婦子，還有六七房。你看女廝們，年紀該嫁的嫁人；家人媳婦，有願意嫁人的嫁了罷。男子漢死的死了，逃的逃了，留下他們做什麽？你也養贍不了許多。金珠寶玩，你變賣了個精光。我止存兩皮箱衣服未動。我死後，止用與我穿一兩件，不用多穿。余下的，你兩口兒好過度。你日前南方去，與我留下一百五十兩銀子，我止盤用了八九兩，如今還在地下立櫃中放著。我病這幾個月，深知你艱難。不是我不與你拿出來使用，我也有一番深意。我早晚死後，你就用這銀子，與我買副松木板做棺材，止可用四五十兩，不可多了。你是沒錢的時候。余下的銀子，就發送我，斷不可聽人指引，說是總督的夫人，尚昔日那種瞎體面，你就舍命辦理，也不過是生者耗財，死者無知的事。」如玉痛哭道：「兒便做乞丐終身，也斷不肯用一副松木板盛放母親！」黎氏道：「這又是憨孩子話。人有富貴不同，我今日只免了街埋路葬就罷了。」說罷，喘籲了一會，又造：「嫖賭二項，我倒不結計你了。人家要的是有錢人，你無錢，誰家要你？尤魁也是前生前世冤債，設有拿住他的日子，多少追討些。你務必到我墳頭前，告稟一聲。我在九泉之下，亦可瞑目。」說著，又哭起來：「我兒，我只心疼你日後不知怎麽過呀！你父親當日去世太早，我又止生了你一個，處處順著你的性兒，只怕你受一點委屈。誰知我深於愛你，正是我深於殺你！你遭了番叛案官司，家業已荊次後又要做生意。我彼時只盡你的田產物事耗費，不動我手裏的東西，你還可以有飯吃；誰想一敗塗地，至於如此。罷了，罷了！」如玉聽了，如刀割心肺，只是不敢大哭。黎氏又喘息起來。洪氏道：「母親說的話多了，未免勞神，且養息罷。」黎氏方不言語了。兩口兒守到四更時候，黎氏又嗽了一回口，見如玉在一旁守著，從新又囑咐起話來。說了半晌，不想舌根硬了，如玉一句也聽不出來。到五更鼓後，復昏昏睡去。"
      },
      {
        "index": 5,
        "text": "天將明的時候，黎氏醒來說道：「我此刻倒覺清爽些。拿米湯來，我吃幾口。」洪氏忙將米湯取至。如玉扶起來，黎氏只三兩口，就吃了一碗。洪氏見吃的甘美，問道：「母親還吃一碗不？」黎氏點了點頭兒，又吃了一碗。方才睡下，只聽得喉嚨內作聲，鼻口中氣粗起來，面色漸漸黃下。如玉、洪氏大叫大哭；家人媳婦同眾女廝們將過備下送終衣服，一個個七手八腳，擋扶著穿戴。少刻，聲息俱無。一個家人媳婦說道：「太太去了。」如玉捶胸叫喊。一家兒上下，痛哭下一堆。張華等將過庭安放桌帳，把黎氏擡出來，停放在正中。如玉又扒在靈床上大哭，將喉嚨也哭的腫啞了。張華上前勸解道：「大爺哭的日子在後哩，此事宜料理正務。」如玉止住哭聲，走到院內臺階上坐下，定省了好一會，吩咐張華道：「咱如今是跌倒自扒的時候。富足朋友，不敢煩勞。你此刻去大槐樹巷內，將禿廝苗三爺請來，就說是太太沒了，我有要緊話說。」張華去不多時，請來一人，但見："
      },
      {
        "index": 6,
        "text": "頭無寸發，鬢有深疤。似僧也，而依舊眉其眉，須其須，不見合掌稽顙之態；似毬也，而居然鼻其鼻，耳其耳，絕少垂頸凹眼之形。既容光之必照，自一毛而不拔。誠哉異樣獅球，允矣稀奇象蛋。"
      },
      {
        "index": 7,
        "text": "此人是府學一個秀才，姓苗，名繼遷，字是述庵，外號叫苗三禿子。因他頭上鬢間無發故也。為人有點小能幹，在嫖賭場中，狠弄過幾個錢。只是素性好賭，今日有了五十，明日就輸一百。年紀不過三十上下，「窮」、「富」兩個字，他倒經歷過二十余遍。入的門來，先到黎氏靈前燒了一帖空紙；見了如玉，又安慰了一番，方才到兩書房坐下，與如玉定歸了報喪帖式。如玉自知無力，凡朋友概不勞禮，止遣人到老親處達知。兩人商酌妥當，雇人分路去了。苗禿子問道：「太夫人棺木可曾備辦否？」如玉道：「正要措處。」苗禿子道：「這是此時第一件要緊事。」如玉道：「少不得還要勞動。」說罷，到裏邊向洪氏要出他母親存的那一百五十兩銀子；看見時，又不由的大痛起來。秤了秤，止用了七兩有余，還有一百四十貳兩多。如玉留下二十二兩，備買辦梭布，做伸幔、靈棚、孝服等類用，拿到外邊，向苗禿子道：「煩老兄同張華到州裏去，尋一副頂好的孔雀桫板。這是一百二十兩，先盡此數買；就再貴幾十兩也使得。」苗禿子道：「老兄休怪我說以老太太的齒德爵位，就打一個金棺材，也不為過。只是時有不同，老兄還要存儉些，買副好柏木板兒罷。忝屬相好，故敢直言。」如玉道：「棺木系先母貼身之物，弟即窮死，亦不敢過於匪保此刻就煩臺駕一行。」說罷，苗三禿帶了銀兩，同張華去了。"
      },
      {
        "index": 8,
        "text": "到起更後，張華回來說道：「棺木板看了兩副，都是本城王卿官的。他祖上做過川東道，從四川帶來，水旱路費了多少腳價，俱系真正孔雀桫板。一副上好的，要二百貳十兩；一副略次些的，只少要十五兩。苗三爺體貼大爺的意思，與王家講說再四，用他那副頂好的，說明一百八十兩白銀。他家若不是買地急用，二百兩也不賣。更有一件省事處：兩副都是做現成的，打磨的光光溜溜。」如玉道：「為什麽不雇人擡來？」張華道：「咱拿去的銀子，止是一百貳十兩，還差著六十兩價。是一邊過銀，一邊過物，少一兩也行不得，如何擡得來？」如玉聽了，心上大費躊躇，向張華道：「我與王家，素無交往，你該就近煩黎大爺和他家說說，過幾天與他銀子，有何妨礙？」張華道：「大爺若不題起，小的也不敢說。苗三爺為銀兩不足，就想到黎大爺身上，著他應承六十兩，遲幾天找結。王家滿口應許，只要黎大爺當面說句話。小的同苗三爺親去說了原由。黎大爺不惟不肯應承，且說了許多不堪言語。說太太是大爺氣死了。又道：「你家離了謀叛和買棺材的事，也沒什麽借重我處。可著你大爺快尋姓尤的去，他還才情大些。』苗三爺見說的不成活，連忙同小的出來，在西關店中等候，著小的星夜取銀子好成交。」如玉聽了，心中大怒，到裏邊與洪氏說。洪氏道：「咱們如今，不是借光親戚的時候，還有母親留下兩皮箱衣服。昨晚也和你說過，是著你變賣了過度日月。不如且當上一箱，救救急。」如玉道：「我也想及於此，只是心上不忍。」洪氏道：「你若心上不忍，不但將來發送，就是眼前棺木，也無辦法。明日止有一天，後日就該入殮，那裏還耽隔的？」如玉作難了一會，實是無法，只得將皮箱打開驗看：內有十幾套好皮子、緞子衣服，估計值四五百兩。又眼中流了無數痛淚。開了個清楚單子，一總交與張華，帶到城中，把苗三禿去當。"
      },
      {
        "index": 9,
        "text": "次日午後，張華先將棺木押來。如玉仔細觀看，見是四塊瓦做法，前後堵頭如式，約五寸多厚，六尺半多長，敲打著聲若銅鐘，花紋細膩，香氣迎人。如玉甚是得意。下晚苗禿子亦到，取出兩張當票來：一張皮衣，當了一百四十兩；一張緞衣，當了八十兩。除去棺價六十，交與如玉一百六十兩。苗禿道：「成色俱是九九，分兩是我親自秤兌，絲毫不短。我當為兩張，你將來容易取贖些。我又帶來兩卷白布，是本城隆盛號的，言明用了照時作價，剩下的只管與他退回。」如玉深喜他辦事妥當，謝了又謝。到了頭七，如玉備了豬羊並各色祭品，請了學中幾個朋友做禮生，也不請僧道念經，止是七七家祭。人家聽得他不收禮，不宴客，不破孝，樂得與他母親燒張空紙盡情，倒也此出被入，甚是熱鬧。他表兄黎飛鵬也擡了祭禮來吊奠。如玉執意不收，也不與孝服。虧了苗禿子據理開解，如玉方肯收禮送孝。飛鵬見棺木貴重，祭品整齊，到底不失大家風度，口裏也說不出甚麽不是，臉上自覺沒趣，陪了祭，就要回去。如玉也不著人留飯。兩家至親，從此斷絕來往。有告假並辭去的幾個家人還沒有尋下富貴地方，見如玉做頭七，親友出入，與昔時無異，只當主人手內還有大私囊，一個個又爭著入來幫忙辦事；及至伺候了幾天，方知是老主母幾件衣服發燒，又辭的辭，不辭的不辭，各自去了。如玉將七七事辦完，因他母親抑郁抱恨而死，不忍心輕易出葬，過了七八個月，方才斟酌舉行。手內又沒一個錢，此時不但衣服銀子用盡，連家中桌椅、屏畫也當了許多，過時日。苗禿子與他出了個主見，將先時當的那兩箱衣服，尋了個買主，除去當鋪本利，與如玉還找回八十兩銀子。苗禿也些須打了點偏手。如玉有了這宗銀兩，然後才敢擇日，發送他母親。他是個少年好勝的人，饒這般沒錢，還向泰安州文武借了許多的執事行役，點主謝土；又請了兩個小些的現任官兒，將找兌的幾兩銀子，花的七零八落。這一日本鄉親友，或三十人一個名單，或五十人一個名單，通共止六七個祭桌，人倒不下二百有余。觀看的人，到也挨肩疊臂，直至他家祖塋。如玉將他母親與他父親合葬後，守了三日墓，方回家設靈位。晚間就在靈傍宿歇。睡不著時，追想昔日榮華，今時世態；又想念他母親歷歷囑咐的言語。獨對著一盞孤燈，不住的籲嗟流涕。"
      },
      {
        "index": 10,
        "text": "正是："
      },
      {
        "index": 11,
        "text": "手內有錢冰亦暖，囊中無鈔炭生涼。知心惟有生身母，泉路憑誰說斷腸？"
      }
    ]
  }
}