{
  "chapterNumber": 41,
  "title": "第四十一回　散家仆解當還腳價　療母病試淚拜名醫",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "詞曰："
      },
      {
        "index": 2,
        "text": "籲嗟人到無錢時，神仙亦難醫。這邊補去，那邊虧債，誰開此眉？親友避，子孫啼，家奴心日離。更添人病勢將危，欲逃何所之？"
      },
      {
        "index": 3,
        "text": "－－右調《碧桃春》"
      },
      {
        "index": 4,
        "text": "且說溫如玉聽了鎮江府吩咐的言語，連夜雇了牲口，趕到泰安。也顧不得回家，先去知州堂上哭訴冤情。知州隨即出票，拿尤、谷二人的家屬，俱不知去向。差人將鄰居並谷大恩的一個堂兄谷胖子帶來回話。知州市問，都說一月以前將家口搬去，言到省城親戚家賀喜，至今未見回來。谷胖子說：「與大恩雖系堂弟兄，已十數年從不往來，人所共知。」知州將谷胖子和兩家鄰居，各責了幾板，前後供詞一般。又差役去尤、谷兩人親戚家查拿。"
      },
      {
        "index": 5,
        "text": "如玉叩謝下來，回到家中，見了他母親，跪倒在地下大哭，一句話也說不出。黎氏見他速去速回，又是這般情景，就知道必有變故，不由的渾身亂抖。家人們說了原由，黎氏往後一倒，面如死灰。女廝們連忙扶祝如玉見他母親如此。越發大哭起來。洪氏一邊開解婆婆，一邊安慰丈夫，倒忙了好半晌。黎氏自此郁郁成病，雖勉強色笑，寬兒子的懷抱，每想到兒子日月上，便暗中哭泣。如玉出門時，止與黎氏留了一百五十兩銀子，已交在他母親手內，又不敢要。揚州的腳戶，白養在家中，也沒有銀子打發。又與泰安差人湊了幾兩盤費，去濟寧拿人。幸而家中米面等物，還夠一年用度，腳戶日日嚷鬧，如玉也沒法設處。和家人們商酌，一個個推聾裝啞，束手無策。就是手中極有的，誰還肯拿出來幫助主人？如玉無奈，只得做他生平沒有做的事，將自己存下的幾件衣服，當了幾十兩銀子，打發了腳戶。他素日是豪華慣了的人，那裏能甘淡薄？又怕他母親心上愁苦，凡飲食茶飯，還和素常一般，大概早午還得六七樣菜肉。倒是黎氏知道他的隱情，時時向如玉道：「如今內外一空，過的是刀尖兒上日月。你從此臥薪嘗膽。還恐怕將來沒吃飯處。這早午飲食，當急為節儉，只有鹹菜嚼咽就罷了，不必因我舍命的措處，一天費數天的盤用，我心上倒越添上病了。」如玉自此遵他母親的話，將飲食減了一半。"
      },
      {
        "index": 6,
        "text": "過了幾天，泰安差人來回覆，說追查省城，並無尤魁等的下落，容慢慢訪查罷。如玉聽了，倍添愁煩，惟有長籲短嘆，流涕而已。家人們見他逐日垂頭喪氣，連小主母的衣服都典當了過度，料想著沒什麽油水。起先還都指望拿住尤魁，追回銀兩，大家再混幾年；今聽了差人的話，是個斷無指望，又兼如玉時時動怒，益發去誌速決。總之，此輩聰明人頗多，有良心的甚少。世仆家奴，他還念主人養育之恩，存個富貴貧賤、甘苦與共之意；即或有愚頑兇狠、不識輕重的人，若遇嚴明主人約束，總放肆也還不至於十分；惟雇工家人，無一非饑則依人、飽則揚去之流，其坑害主人比強盜還更甚。溫如玉用的都是鮮衣美食、油嘴浮浪子弟，經年家幫嫖誘賭，財利營私，那裏有個有良心的人？今到這步光景，有錢的也哭窮；無錢的更哭窮；不出一月，辭的辭，逃的逃，告假的告假，走了個七零八落。止留下兩個人，一個叫張華，一個叫韓思敬，都是無才能之人。如玉平素看不上眼的。如玉見他們都去了，倒樂得省些費用，只有素時受過大恩、賺過大錢的人，也是如此，心上覺得放不過。到此時也只索丟開。"
      },
      {
        "index": 7,
        "text": "不意黎氏自兒子被騙之後，每日家只害胸隔脹悶，不思飲食。如玉設法勸慰，也不得寬爽，漸漸的骨消肉瘦起來。如玉擔不住，著張華去泰安城中，請了個姓方的醫士來，是他素常相交的人。與他母親看了脈，說道：「太夫人心神不暢，總是氣郁，只用順其氣，自能大進飲食。」吃了兩劑開氣的藥，雖然脹悶好些，大便又泄瀉起來，日夜不止。又請方醫士來看視，服了些胃參湯、漿水散，將泄瀉又變而為痢疾。口幹發熱，日進些須飲食，喜得遍數尚少。方醫士說：「是腹中有舊積滯，須得下下方好。」用了些大黃、積實等類，反遍數多起來，只覺得眼黑頭暈，腹痛不止。如玉著慌，連方醫士也著慌了。又怕補住邪氣，用香附、黃連等類，也不見一點效。黎氏也不吃藥了，除大便之外，只是睡覺，懶得與人說話。一日午後。黎氏在房中正勉強起來吃粥，只見如玉走來，笑容滿面，坐在一傍，說道：「如今才知道尤、谷二賊的下落了。」黎氏忙問道：「有什麽下落？」如玉道：「適才州裏的差人說：「尤、谷二人，俱在江南宿遷縣居住，訪得至真至確。『送信來的人，就是差人的親戚，他都是親眼看見的。兩個差人貪著我的大謝禮，已向本州討了關文，連夜起身到宿遷去。此刻來與我報喜，要十數兩盤費，咱家中無現成銀子，我已經打發張華同差人去州中，與他們那湊去了，先和母親說聲。只求老天可憐，拿住他就好了。」黎氏道：「此語可真麽？」如玉道：「這是甚麽事體，那差人謊我做甚？」黎氏聽罷，略笑了笑道：「我也不想望將九千兩全回，只求追個二三千兩兒，你將來有碗稀飯吃，我就死了也放心些。」素．日黎氏至多不過吃半碗粥；或幾口，就不吃了。今日聽了此話，就吃了一碗半有余。如玉見黎氏飲食加添，心下大喜，又說了許多興頭話，方才出去。黎氏自此，一天不過坐兩三次凈桶，早午晚總有兩碗飯落肚，大便還有濃血，卻每次糞多於膿，腹中亦不甚疼痛了。過了一月有余，身子竟大好起來，飲食又多於前。一日，黎氏問如玉道：「宿遷縣離泰安多少路程？」如玉道：「我前曾走過，卻記不真，大要多則十天，少則七八天可到？」黎氏道：「怎麽拿尤魁的差人，至今還不見到？」如玉道：「母親不問，我也不敢說，恐怕母親心上發急，六七日前，我差張華去衙門中打聽，不想原差倒回來了。說是被人走了消息，尤、谷二人又搬到無錫縣去了。他們因關文不對，回來換文書。我先日止與了他們十兩銀子，他們來回倒盤用了十六七兩，意思還教我弄幾兩盤費。大要也只在早晚，又要起身。」黎氏聽了，長嘆了一聲，問道：「你先日可曾見過去宿遷的關文沒有？」如玉道：「那日差人與我說這話，他們的去意甚急，倒沒有看見他的關文。」黎氏道：「你如今的意思要怎麽？」如玉道：「事已至此，也說不得，還得與他們打湊幾兩好去。用人之際，也怕冷談了他們的心。」黎氏道：「你外邊遇了強盜，家中又逢毛賊。這些人來來回回，不過是騙你的銀兩，究竟他們連泰安城門還未出。目今日期過而又過，又支派到無錫去了。若再過幾時，還要去海外與你拿人。你將銅鬥般家私，弄了個幹凈，到這樣地步，於世事還沒一點見識，安得不教人氣殺！」說罷，將身子向枕頭上一倒，就面朝裏睡去了。如玉連忙出來，打發張華，追問原差下落。次日張華回來說道：「小人再四問原差：「如何不去拿人？』他說沒有盤費怎麽去？意思還教大爺湊十來兩方好。」如玉聽了，冷笑道：「月前與他們那十來兩銀子，我還後悔的了不得，又敢要。」過了五六天，黎氏依舊大痢起來。出的恭，與魚腦子相似；聞見飲食，就要嘔吐；只覺得口幹身熱，晝夜不得安息。如玉又請來方醫士調治。豈知日甚一日，大有可虞。方醫士推說家有要緊事，借此去了。如玉甚是著慌。正在屋內守著他母親，只聽得女廝們說道：「黎大爺來了。」如玉迎接人房。黎氏看見他侄兒，不由的眼中落淚，說道：「我與你父親，一母同胞，我病了可及兩月，你何忍心不來看看我？」飛鵬道：「侄兒一向在省城有些事，昨日才回來。聽得說姑母患病，不意就憔悴到這步田地。」只見張華抱入四樣吃食，道：「這是黎大爺送太太的。」放在地下桌上。黎氏道：「來就是了，又送東西怎麽？」又道：「你可知道你表弟的事體麽？」飛鵬道：「也聽得人傳說，卻不知詳細。」黎氏有氣無力的說了一遍，說罷，放聲大哭；又哭不出淚來，在喉嚨中幹吼。飛鵬勸慰了幾句，黎氏又道：「我當日原教同你去。彼時若同你去，那裏還有這些怪事出來？」飛鵬冷笑道：「侄兒的品行，比尤魁、谷大恩，也端正不了許多。與其教親戚騙了，還不如教朋友騙了，還可氣些。大概財物得失，都是命定，姑母也不必過於愁郁。只要養息病體。常言說的好：有夫從夫，無夫從子。將來過在那裏是那裏。」又道：「我聽得吃的是方錦山的藥，他知道脈和病是個什麽？城中有個於象善，這先生是通省名醫，侄兒此刻就去親自請他，還不知他肯來不肯來。」說罷，同如玉到外邊。如玉留他吃飯。飛鵬也不回答，一直到大門外，手也不舉，竟騎上牲口去了。"
      },
      {
        "index": 8,
        "text": "又過了兩天，黎氏越發沈重，飲食到口即吐；即或勉強下去，少刻即大便出來。如玉著急之至，正欲著張華去飛鵬家問請醫話，只見飛鵬家六小走來說道：「於先生坐車來了，現在門前等候。」如玉迎接到書房內，敘禮坐下，各道敬仰渴慕的意思。如玉問飛鵬如何不來？象蓄道：「他與弟相交至好，原擬與他同來，不意他今日也有些不爽快。過一兩天，他再無不來之理。」兩人吃畢茶，如玉著裏邊收拾幹凈，陪象善人去。與黎氏看了脈，又按摸了肚腹，瞧了瞧大便顏色，方才出來。坐下問如玉道：「先日可吃的是方錦老的藥麽？」如玉道：「是。這六七天也不曾吃。」象著道：「尊堂太夫人病了多少日了？」如玉道：「可及兩月。」象著道：「方錦老的藥方，可拿來看看。」如玉連忙取過二十幾張藥單，放在桌上。象著大概看了四五張，說道：「看太夫人脈，素質即薄弱。此番病源，本於氣壅血滯，兼之肝木過旺，刻傷脾土。彼時只合調氣養血，舒肝健脾，自可無事。行氣去積的藥，一點也用不得。今氣本不足，而日行其氣；血本虛衰，而復攻其積。休說太夫人是六十以外之年，就是一少年壯盛人，也當受不起。況瀉在痢先，脾傳腎為賊邪，最為難治。病至六十日之久，而猶拘治痢，百無一補之說。無怪其真陽散而元氣愈竭也。夫痢有五虛死，而太夫人已居其三：發熱不休一；便如魚腦二；飲食不入三。脈又洪大而滑，數此元氣已盡，火衰不能生土，內真寒而外假熱，實為痢疾不救之癥。食入即吐者，是邪在上膈，虛火沖逆耳。此病若在別家，弟即立即告退，斷不肯代先治者分責。然弟與令表兄系骨肉之交；在老長兄雖未識荊，亦久仰豪俠名譽，安可坐視不救？今弟擬一陳方。此藥服下，若飲食少進，弟尚可以次序調理；若投之不應，設有變端，弟亦不肯認罪。」如玉道：「死生二字，全在先生垂憐。」說著，淚流滿面，脆將下去。象蕃扶起道：「尊府有人參沒有？」如玉道：「連日見家母病篤，正要措辦此物，不意從裏邊書櫃內，尋出五兩有余的好參來，只是不敢擅投。」象蕃道：「應用足矣。」隨取過筆硯來，開了理中湯，將人參、附子、肉桂三樣，俱用大分兩，下寫「煎妥冰冷服。」如玉一面著人收擡煎藥，一面備酒飯陪象蕃。又著打發六兒同車夫飲食。黎氏將藥吃下，隨即一個女廝出來說道：「太太方才將藥吃下去，肚中響了一陣就瀉了。」如玉忙問道：「這是何說？「象蕃將酒杯放下，只是瞑目搖頭。如玉又問，象蕃道：「長兄可照前方，速煎一劑熱服，再看何如。」如玉也顧不得陪伴客人，親自煎藥，拿到裏邊，將他母親扶起。吃下去仍一與前一般。如玉跑出和象蕃細說。象蓄道：「氣已下脫，門戶不固。弟無能為矣！」於是起身告辭。如玉那裏肯放？還哭著拜求神方。象蕃道：「長兄休怪小弟直說。大夫人恐不能出今晚明早。倒是速請令表兄來一面，以盡骨肉之情罷了。」說罷，連飯也不吃，必欲告別。如玉苦留不住，只得送出大門。就煩他請飛鵬快來，象蕃應承去了。"
      },
      {
        "index": 9,
        "text": "如玉回到書房，心中大痛，哭了一回。走入裏邊，見他母昏昏沈沈，似睡不睡。問了幾聲，糊糊塗塗說了一句，又不言語了。如玉守在了旁邊，惟有長嘆而已。"
      },
      {
        "index": 10,
        "text": "正是："
      },
      {
        "index": 11,
        "text": "藥醫不死病，佛渡有緣人。寶婺光輝掩，籲嗟鬼作鄰。"
      }
    ]
  }
}