{
  "chapterNumber": 40,
  "title": "第四十回　　恨貧窮約客商密室　走江湖被騙哭公堂",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "詞曰："
      },
      {
        "index": 2,
        "text": "人生千古傷心事，被騙最堪嗟。只恨目無賢否，頓成柳絮楊花。仁明太守，嚴緝累日，囑令回家。堪笑沐猴冠破，空余淚盡殘霞。"
      },
      {
        "index": 3,
        "text": "－－右調《朝中措》"
      },
      {
        "index": 4,
        "text": "話說冷于冰賑濟了涼州一府的百姓，下了隴山，沿途救人疾苦，慢慢的向山東路上行來，要會合城璧不換二人。這話不表。且說溫如玉自從費了萬金銀兩，出了泰安州監，果然安分守己，等閑連大門也不出。不但不做嫖賭的事，連嫖賭的話也絕口不題。只是本城去了這兩處生意，日用銀錢都得自己打算，就是與家下男女，分幾匹梭布穿用。離了現銀錢，便覺呼應不靈。他的舊夥計都與新財東做了生意，如玉取點物事，也還支應，未免口角間就有些推調的話傳來。即或與些貨物，率皆是平常東西，到還他時，一文也不能短少，反比別家價錢多要些。因此如玉負氣。總寸絲尺縷，斤酒塊肉，都用現錢買辦。過了半年有余，甚黨費力。自遭叛案後，將現銀俱盡，止存了些土地。使用過大錢的人，心上甚是索然，逐日家眉頭不展，要想一個生財的法子，復還原本，做吐氣揚眉地步。朋友們雖知他現成銀子俱無，地土還分毫未動，到底要算一把肥賭手，仍是時來談笑，引他入局，比昔時更敬他幾分。他卻動了一番疑心，看的人敬他，是形容他沒錢的意思。緣此謀財之心越發重了，只是想不出個發財的道路來。一日，忽想起本城一個朋友，叫做尤魁，是個聰明絕世、極有口才的人，若請他來相商，必有奇謀。前番在監中，他也看望過幾次，還未謝謝他。隨著家中人做了酒席，差人次早去請。到下午時候，尤魁到來。但見："
      },
      {
        "index": 5,
        "text": "雖抱蘇張之才，幸無操卓之膽。幼行小惠，竊豪俠之虛名；老學權奸，欺純良之懦士。和光混俗，惟知利欲是前；隨方逐圓，不以廉恥為重。功名蹭蹬，丈夫之氣已灰；家業雕零，婦人之態時露。用銀錢無分人己，待弟兄不如友朋。描神畫吻，常談鄉黨閨閫；棄長就短，屢伐骨肉陰私。人來必笑在言先，渾是世途中謙光君子；客去即罵聞背後，真是情理外異樣小人。"
      },
      {
        "index": 6,
        "text": "如玉見尤魁來，心上甚喜，兩人攜手入房，各行禮坐下。尤魁舉手道：「老長兄真福德兼全之人也！高而不危，顛而不覆，處血肉淋漓之事，談笑解脫，非有通天徹地的手段，安能履險若平！若是沒有擔當的人，遇此叛案，惟有涕泣自盡已耳。如何不教人服殺。」如玉道：「不過是錢神有靈，孔方吃苦，於弟何能之有！」尤魁道：「什麽話，人家還有拿著金山尋不著安放的地方哩。」家人們獻上茶來。吃畢，尤魁又道：「自長兄出囹圄後，小弟急欲趨府，聽候起居，無如賤內腳上生一大疽，哀號之聲，夜以繼日。延醫調治，到耗去許多銀錢。你我知己，必不以看遲介懷。」如玉道：「嫂夫人玉體違和，小弟著實缺禮之至，還來全愈否？」尤魁道：「托庇好些了。」如玉道：「城鄉間隔，不獲時刻聚首談心，未詳老哥年來，做何清高事？」尤魁道：「小弟近年竟成了個忙中極閑，閑中極忙之人，自己也形容不來。止有一個字，將人害死。」如玉道：「是甚麽字？」尤魁道：「窮。」如玉道：「我與老哥，真是同玻」尤魁大笑道：「這就不是你我知己話了。小弟盡一身膚發，不能抵兄之一毛，同病二字，還不是這樣個用法。」如玉道：「小弟到不是隨口虛辭，自先君去世，家中尚有三萬余金，年來胡混了一萬六七，此番因叛案，又是一萬余兩，止有兩處生意，一朝盡廢，今僅存薄田十數頃。家中人口眾多，有出路而無人路，豈不是同病麽？」尤魁道：「肉原生於骨，無骨而欲長肉，勢不能也，土地即長肉之骨。以地產十數頃之多，仍是排山倒海之勢，少為斡旋，何愁不成郭家金穴！若坐吃死守，恐亦不能生色。」如玉道：「小弟正是為此，請兄來施一良謀，為財用恒足之計。」尤魁道：「謀財必先要割痛，痛不割而欲生財，是無翼而思飛也。以小弟愚見，莫若學宋寇萊公澶淵之戰，庶可收一搏即反之功。」如玉道：「願老哥明以教我。」尤魁道：「小弟意見，乃孤註之說也。忝屬至好，理合直言。為今計莫若販賣貨物，然販賣必須資本盈余。老長兄田地數頃，若盡數變賣，至佳者不過賣三四千斤，以三四千斤貿易，與市井人何殊？不但老兄不屑於經營，即鄉黨亦添笑議。必須大起昔日宦囊，湊足一萬兩方可。近年北方絲水大長，可到蘇州，或南京，買辦綢緞紗羅，在濟南立一發局，再不然運至都中亦可。蓋本大則利益自寬，棄死物而方能變為活物。生財之道，莫善於此。到其間，或遣心腹人辦理，或用小弟少效微勞，不過周轉一兩次，則財用充足；一二年間，弟包管長兄本利相對。然後因時趁便，開財源，節財流，擇物之賤者而居之，則劉晏持籌，陶朱致富，又不足道矣。況尊府簪纓世胄，為一郡望族，今仍遭事變，致令桑梓有盆釜一空之誚，吾甚為長兄恥之。如必包藏珠王，使之填箱壓櫃，真愚之至也。若謂耕種地土，可望盈室盈倉，此田舍翁與看家奴事業，非克勤克儉積累二三十年，不易得也。迂腐之見，統聽高明主裁。」如玉大喜道：「兄言果中要害，舍此亦再無別法。寒家若罄其所有，還可那湊七八千兩，小弟定親去走遭，敢煩老哥同行。再得一識貨人相幫，則大事濟矣。」尤魁聽了，心中暗喜，又說道：「當今時勢，友道淩替，寧僅青松色落。小弟一生為人，只願學刎頸廉、藺，不願學張耳、陳餘。老兄當全盛之時，試思小弟登堂幾次，只緣品行兩字關心，寧甘卻衣凍死，與趨炎附勢輩同出入，弟不為也。今長兄身價，少減南金，小弟方敢搖唇鼓舌，竭誠相告，使采蘭贈芍之子，知有後雕松柏，弟願即足。至言尋覓識貨人，弟心中已有兩個，皆斬頭瀝血、知恩報德、萬無一失之士，一系貴鋪舊夥計錢智，一系敝友谷大恩。弟於此二人中，加意選擇其一，以備驅策，將來長兄再看何如？」如玉大悅。家人們安設酒席，兩人復行揖讓就坐。尤魁道：「長兄舉事，酌在何日？」如玉道：「求諸己者易，求諸人者難，統俟小弟變賣地土後，再定行止。臨朝自然要親邀老哥同行。」少刻，水陸俱陳，備極豐盛。兩人笑語喁喁，甚是投機。本日坐至三四更天，次日又吃了早飯，尤魁方才別去。如玉將此意詳細告知他母親，黎氏見如玉日夕愁悶，也盼他發發財，一開笑顏。問訊了一會買賣，如何做法，如玉又高高興興的說了一番。黎氏聽得說須用一萬兩，賣盡田產只好夠一半，也沒用如玉開口，將幾世積累的金珠首飾、字畫古玩，並兒媳洪氏所有釵環珠玉等類拿出，交與如玉變價。囑咐起身時，務必同你表兄飛鵬去。如玉道：「臨期再商。」又將家中些玉帶蟒衣並地土，晝夜煩人各處變賣。值十文者，賣不上五六文，如此等胡亂打發，也弄了九千二百余兩。代賣的人，又落去三千兩有余。差人通知尤魁，尤魁將谷大恩引來。如玉見他說話兒伶俐，講論起販賣綢緞的話，事事通行，心上大喜。又與尤魁商量走水旱二路，那一路穩便，尤魁道：「若走旱路，未免早起遲眠，一上一下的勞苦，老哥的身子，比泰山還重，如何當得起？不如從濟寧雇一大馬溜子，或二號太平船，順流而下，甚是安妥，又可以兼顧行李。你我說說笑笑，也便宜許多。」又問如玉道：「長兄跟幾位尊管？還有別位親友沒有？」如玉道：「並無別的親友，止帶四個家人去。」尤魁道：「太多，太多，只用兩人即足。既講到做生意，一文也是錢，多一人是一人盤攪。」如玉道：「再減去一個也使得。我們定到蘇州罷。我還要帶些蘇州的雜貨，到虎丘觀音山等處看看。」隨即擇了吉日，本月初十日起身，各送了兩人安家銀兩別去。黎氏聽得如玉起身，不聽得請他侄兒同去，問如玉道：「你可約會下你表兄了沒有？」如玉道：「表兄一則家中事忙，二則生意上不知竅，我與尤大哥、谷夥計去，真是千妥萬當，回來時謝多謝少，他們也不好爭論。」黎氏聽了，一聲兒不言語，究竟如玉是嫌他表兄不合脾胃。到了起身時，黎氏千叮萬囑，著他途路上小心謹慎，又著他事完即速回家，免得倚門盼望。又將隨行三個家人孫二等，也囑咐了一番。如玉道：「我這一去，不過兩個月即回。」與他母親留下一百五十兩銀子盤用，帶了九千多兩，同尤、谷二人起身。先到濟寧，尤魁早看定一中號馬溜船，往江南進發。"
      },
      {
        "index": 7,
        "text": "一日，到了鎮江地方，遠遠見金山寺樓臺殿閣，層層疊疊的擺列在江中。尤魁大聲叫好，道：「我們生長北方，真正空活一世。若不出門，焉能見此奇景？」谷大思道：「遠看便如此奇妙，若到上面，必定和天宮一樣。大爺不可不去走走。」如玉高興之至，也嘖嘖的贊賞不已。四五個水手並家長，都七言八語的幫襯道：「今日難得這好清朗天氣，微風不作，我們且將船攏在金山背後，只用片刻，就見了大勢面了。」說話間，船已繞到金山後面。如玉見遊船甚多，挨次排在山腳下，便拉尤魁同去。尤魁道：「我同谷夥計守船，你主仆們只管都上去，好容易到這所在。」如玉強之至再，尤、谷二人總以守船為重，如玉道：「你兩個不上去也罷了，著兩個同我上去，一個在船中等我。」說畢，急急的下船，走上金山去了。三個家人，如飛的跟去兩個，留下一個，在船中抱怨道：「我只遲走了一步，被他兩個搶先去了。」尤魁道：「後悔甚麽？快快上去就是。你主人原說留一個在船中，船中有我兩人，還附什麽？你主人若怪你半個字，有我在；再遲一會，他們就回來了，你終身便看不成。」如玉平日用的家人，都是些浮華小子，那裏有一個知是非輕重的人。聽了尤魁作主，深知主人信愛他，也便忙忙的跑下船，上山去了。"
      },
      {
        "index": 8,
        "text": "再說如玉在寺內東瞧西看，遊賞那回廊曲舍，殿閣參差，又上寶塔，看了回江景。三個家人都跟著他說長論短，他也不理論是幾個。好半晌，方同眾家人遊走下來，到原下船處，不見自己的船只，心上甚是著急，問同攏船的人，都說：「你們上山去時，就立即開船去了。」如玉驚的神魂失散，幾個家人面面廝窺，互相抱怨。如玉道：「必定他們在鎮江岸邊相候，這該如何去尋他？」主仆四人，沒一個走過遠路，連只船也雇不下。從新到寺中，煩和尚代雇了一只船，搖到鎮江岸上。下船來，沿江岸叫問，那裏有個影兒？如玉到此時，情知中計，眼望著大江，呆了一會，忽然大叫一聲，往江中就跳，幾個家人連忙抱祝岸上的人問明原故，說道：「你在此間一年，也不中用。一個中號馬溜子船，也還可以查訪。今日沒風，此去不過數裏，你速到府裏去喊稟。我們這位太爺最廉明，好管地方上事，快去，莫誤功夫。」如玉昏昏沈沈，兩個家人攙扶著，到府衙門內，卻好知府坐堂，判斷公事。如玉同家人們一齊喊起，兩旁人拿住，知府叫上去。如玉等跪在下面，叩頭大哭，訴說被騙情由，哀聲甚是慘切。知府道：「你說船是從濟寧雇的，拿船票來我看。」如玉道：「生員初次坐船南來，不曉得什麽叫船票。」知府道：「你這船是誰與你雇的？」如玉道：「就是騙生員的朋友尤魁雇的。他說從濟寧起，到蘇州止，共是三十八兩船價。」知府道：「南方有船行，與北方有車行驢行一般，設立這個行頭，原就是防備此等拐騙劫奪、殺害等事。你既無船票，這來往的船有千千萬萬，教本府從那一支船拿起？」如玉聽了，叩頭有聲，痛哭不止。知府見他哭的甚是可憐，立即將平素能辦事的衙役，按名喚上八個來，吩咐道：「適才這溫如玉被騙情由，你們都是聽見的，可著該房出兩張票，你八人分為兩班，一班沿江向下路追訪，一班過江從上路追訪，見馬溜船無分大小，即盤潔。立限十日，有無即來銷票。銀至九千兩，為數甚多，不拘那一班拿獲，著溫如玉與銀四百兩。」又向如玉道：「你可願意麽？」如玉連連叩頭道：「生員與其全丟，果能拿獲，就送他們八百兩也情願。」隨同差役下來，問了尤魁、谷大恩年貌，並船戶人等形狀，八人領票欣喜分頭而去。如玉復到江邊，站了好半晌，心裏還想他們一時泊船在別處，找尋回來，亦未敢定。眾家人又持他入城，尋店歇下。雖然行李一無所有，幸而家人們身邊都是幾兩散碎銀子，主仆用度。又時到府行探聽。至十一日早堂，將如王傳去，知府道：「差去衙役，前後俱回，查訪不出。我想尤魁等俱是山東泰安州人，你可連夜回去稟官，拿他兩家家屬審問。去罷，在此無益。」如玉聽了，覺得是正話，又怕水路遲延，過江到楊州雇了包程牲口，星夜回鄉。"
      },
      {
        "index": 9,
        "text": "原來尤魁本意也不想望八九千兩銀子，只想著一早一晚，瞅空兒偷竊幾百，又慮一人拿不了許多，因此勾通了個谷大恩。這谷大恩是個小官出身，幼年時與尤魁不清楚，如今雖各老大，到的還是知己。這樣話是最容易透達的，兩人已講明得多少，尤魁七分，大恩三分。自如玉與他們安家銀兩後，第二日尤魁著他大兒尤繼先，次子尤效先，同谷大恩兒子螟兒，帶領家屬，以省城探親為名，各安頓在濟寧小閘口，尋了幾間房住下，等候消息。皆因尤魁已看透了如玉主仆，率皆浮浪有余，都是些不經事的癡貨，十分已拿穩了九分，不怕不得幾百兩。若托他兩人兌貨，又在幾千兩上下了。誰想尤魁雇的船偏又是只賊船，久慣謀財害人性命。船主叫蘇旺，稍工水手，各姓張王李趙，究竟都是他弟兄子侄，不過為遮飾客人的耳目。自那日如玉主仆下船時，早被蘇旺等看破，見個個俱是些憨兒，止有尤魁略老作些，也不像個久走江湖的人。又見行李沈重，知是一註大財。只因時候不巧，偏對著貢船糧船生意船，晝夜來往不斷，硬做不得。欲要將他們暗中下些毒藥，害死六七個人性命，內中有兩三個不吃，便不妥當。因此想出個一天止走半天的路，於空野無救應地方灣船，候好機會。過了七八天，方知尤魁、谷大恩是請來的朋友，不是一家人，又見尤、谷二人時常眉眉眼眼的露意。蘇旺是積年水賊，看出兩人非正路人，時常於船前船後在尤魁前獻些殷勤，日夜言來語去，彼此探聽口氣。不過三兩天，就各道心事，打成了一路，說明若得手後，尤魁是主謀的，分一半；谷大恩與船戶，各分一半。一路遇名勝地方，即攢掇玉主仆遊玩。奈船中總有一兩個家人，動不得手腳。這日到金山寺下，是從北至南有名的一處大觀地方，合該如玉倒運。蘇旺、尤魁等撥開船，連夜趕回濟寧，把如玉箱櫃打開。尤魁分了四千余兩，谷大恩與船戶等人平分了那一半。蘇旺將如玉的衣服被褥一件不要，讓與一尤、谷二人。尤魁又找與一百銀子，大家分首。"
      },
      {
        "index": 10,
        "text": "尤、谷二人得此大財，各將家小搬上，雇了一個大毛棚子，星夜奔到浙江杭州城中，租了幾間房住下。後來見省城人煙湊集，恐被人物色出來，兩人商量著，又搬到象山縣，各買了一處房子，在一條巷內居祝尤魁第二個兒子，尚未定親，兩人結了兒女姻親，娉定谷大恩女兒做次媳。又治買了些困地，過度極受用日月。不幾年，倭寇（即日本國也）由大隅島首犯象山縣，文武失守，致令攻破城垣，任情殺戳。其時尤魁鉆在一地板下躲避，餓了兩日一夜。旋即火發，尤魁從地板中扒出，倭寇到去了，家中男女一個也不見，房屋燒的七零八落。放眼四眼，滿城煙火迷天，號哭之聲，振動山嶽。不但自己家屬不知存亡，連谷大恩家男女也沒見一個。痛哭了幾天。本城內外尋訪不見，又傳聞倭寇有復來之信，沒奈何奔走蘇州。盤費告盡，便與人相面，每天混兒文錢度日。滿心裏還想夫妻父子重逢。不意得一翻胃病，起初吃了便吐，次後一物不能下咽，硬行餓死。雖同谷大恩坑害了溫如玉，卻落了這樣個結局。這都是後話。天道報還，可不畏哉！"
      },
      {
        "index": 11,
        "text": "正是："
      },
      {
        "index": 12,
        "text": "這樣得來，那般失去。利己損人，究復何益。"
      }
    ]
  }
}