{
  "chapterNumber": 39,
  "title": "第三十九回　貼賑單賄賂貪知府　借庫銀分散眾饑民",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "詞曰："
      },
      {
        "index": 2,
        "text": "平涼疊歲遇饑荒，理合分賑窮氓。無端貪墨欲分光，姑與何防？秘訣須移庫項，神符劫取私囊。宦途脂膏雪歸湯，掃盡堪傷。"
      },
      {
        "index": 3,
        "text": "－－右調《畫堂春》"
      },
      {
        "index": 4,
        "text": "話說于冰駕雲行來，頃刻到崇信縣交界，見人民攜男抱女，沿途乞討，多鳩形鵠面之流。問起來，說鞏昌、蘭州、平涼三府地方，連年荒旱；鞏昌、蘭州各州縣，還有些須收獲之地，惟我們這平涼一帶，二三年來，一粒不收，餓死的也不知有多少。于冰道：「本地官府為何不賑濟你們？」眾人道：「聽得說朝中有個姓嚴的宰相，最愛告報吉祥事。凡百姓的疾苦，外官們總不敢奏聞，恐怕嚴宰相惱了。頭一年荒歉的時候，地方官還著紳士捐谷捐銀賑濟。第二年，各州縣官因錢糧難比，將富戶們捐助的銀兩米谷，不過十分中與我們散一二分，其余盡皆克落在腰內。今年連一家上捐的也沒有了。先前我們在城市關鄉，還可乞討些食水度命，如今無人肯與，只得在道路上延命，慢慢的投奔他鄉。」於冰道：「巡撫兩司離的遠寤，本地道府他是大員，也該與你們想個法子。」眾人道：「還敢望他想法子！只不將我們的窮命刻薄了，就是大造化。自我們這位本府太爺到任以來，弄的風不調，雨不順，把平涼一府的地皮，都被他刮去。不但十兩八兩，就是一兩二兩，他也不肯輕易放過。事體不論大小，要起錢來，比極小的佐雜官還沒身分，沒一日不向紳士借銀錢。若不借與他，他就尋事件相陷，輕則討他恥辱，重則功名不保。做生意的人，更受他害，也是日日無物不要。要了去便知白丟，討價者皆重加責處，責處後即立刻發價，大要值十文的，止與一文。年來綢緞梭布當鋪各生意，關閉了十分之七。就是賣肉的屠戶，也回避了大半。把一個府城，竟混的不成世界了。地方連年荒旱，又添上這樣個官兒，兩路夾攻，我們百姓那裏還有活處？他還吩咐屬下的州縣，報七八分收成，在上司前，顯他的德政才能與鞏昌蘭州二府不同。他屬下的州縣，恐錢糧無出，只得將百姓日日拷比，弄的父子分離，夫妻拆散。」于冰道：「是他這樣作威福，巡撫司道為什麽不參去他？」眾人道：「我們聽得衙門中人常說，京裏有個趙文華大人，是他的親戚。他年年差人上京，送趙大人厚禮。趙大人與巡撫司道，寫字囑托，他有此大門路，誰敢惹他！」於冰道：「他姓甚麽？」眾人道：「他外號叫馮剝皮，官名馮家駒，聽得說是四川升來的。」于冰想道：「這馮剝皮不是在金堂縣追比林岱的那個人麽？怎麽就會升知府？我既到此地，到要會會他。」又不由的嗟嘆道「此祖師著我到陜西之深意也。」隨駕遁頃刻到了平涼府東關外，尋了個沒僧道的火神廟住下，心中打算道：「玉屋洞現存著三十七八萬銀子，並衣物等類，吾師法旨，著我到陜西，也是知道我有嚴、陳這宗銀兩，著我賑濟窮民。我一個出家人，久留在沿中何為？只是這三府的饑民甚多，這幾兩銀子，濟得甚事？」想來想去，想出個道理來，笑道：「天下的窮民，億千億外，我只將這三十多萬銀子開銷了去，就是功德。刻下三府之中，惟平涼最苦，理合先於極貧之家，量力施舍。但我非官非吏，該如何查法？此事必須拘道本地土谷諸神，著他們挨戶察查妥當，就著他們暗中分散。庶奸民不能冒領。」又想道：「人神異路，無緣無故，與百姓們送起銀子來，豈不驚世駭俗？」想了一會，又笑道：「此事必須人鬼兼半，明暗並行，方為妙用。」"
      },
      {
        "index": 5,
        "text": "打算停妥，到三鼓時候，走到郊外無人之地，仗劍噓哈，拘到日夜遊神，並涼州一府土谷社竈，各大家小戶中霤屋漏等神，一個個前後森列，聽候差委。于冰道：「今有一件最要事，仰藉諸神大家協力措辦。目今平涼一府，並所屬各州縣，疊遭荒年，百姓餓死者無數。貧道有銀三十余萬兩，意欲布散窮民，只是人口眾多，些須銀兩，安能全行周濟？貧道一人，亦難稽杏。今煩眾神於城市鄉關，挨門細訪，一城清楚一城，一鄉清楚一鄉。男女未過五歲者，不在賑濟內。只要於極貧之家，分別大小口，某戶人名下共男婦大小幾口，詳細各造一本清冊，送至貧道寓所。貧道好按人數估計，便知平涼一府各州縣共有窮人若幹，每一人分銀若幹，方能接濟到秋收時候。到施放銀兩之時，貧道一人焉能肆應，還要藉仗諸神，一邊領銀，一邊變化世間凡夫，代貧道沿門給散，使貧人各得實惠，方為妥適。奈此事瑣碎之至，未知諸神肯辦理否？」眾神聽畢，各歡喜鞠躬道：「此系法師大德洪慈，上帝聞知，必加紀錄。小神等實樂於普救災黎，尚有何不奉行之處？只是貧人有家者，固可按戶分散；還有無家者，不知法師作何周濟？」于冰道：「諸神體恤至此，足仞同德。貧道亦思慮過幾十回，些須銀數，不能人人而濟之也。可於散發銀兩時，若遇此等貧人，真假自難逃諸神電見，隨便假托凡夫，付與便了。」眾神道：「稽查戶口，只用委派各城鄉市鎮土地，並中霤屋漏井竈諸神，各清各地界，不過費一夜功夫，辦理有余。小神等如日遊夜遊司戶諸神，亦各分身督率，斷不敢教一人舛錯，有負清德。」說罷，各淩虛禦風，欣喜而去。"
      },
      {
        "index": 6,
        "text": "于冰回在廟中，寫了四五十張報單，差超塵、逐電於城鄉市鎮，人戶極多之處，連夜分貼。上寫道：具報單人冷秀才，為周濟貧民事：冷某系直隸人，今帶銀數萬兩，擬到西口外販賣皮貨。行至平涼一帶地方，見人民窮苦，養生無資，今惰願將此銀兩盡數分散貧民。有願領此銀者，可將本戶男女大小幾口，詳細開寫，具一洋單，到府東門火神廟，親交冷某手，以便擇日按名數多寡分散。定在三日內收齊，後期投送者概不收存。專此告白。天明時，二鬼回來，到日出時候，早哄動了一府。有互相傳念的，有到火神廟看來的，還有窮人攜男抱女領銀子來的。"
      },
      {
        "index": 7,
        "text": "這話按下不表。且說平涼府知府馮剝皮，果是金堂縣追比林岱的那知縣，因與工部侍郎趙文華妻弟結了兒女姻親，用銀錢鉆營保舉，升在此處。他仗趙文華勢力，無所不為。這日門上人稟道：「有快班頭役，揭來報單一張。」剝皮接來一看，笑道：「這冷秀才，必是個瘋子。他能有多少銀兩？敢說分散涼州道府州縣。就是做善事，也該向本府稟知，聽候示下，怎麽他就出了報單，著一府百姓任他指揮？」想了想，吩咐道：「可寫我個年家眷弟名帖，到東關火神廟請他，說我有話相商，立等會面。」門上人答應出去。他兒子馮奎，在旁說道：「父親差人叫他來就是了，又與他名帖做甚麽？」剝皮笑道：「你小娃子家，知道甚麽？此人若是瘋顛，自應逐出境外；若果有若幹銀兩，他定是個財主。我且向他借兩三萬用用，何借一個名帖？他如不依允，我就立行鎖拿，問他個』妖言惑眾，收買民心』這八個字，只怕他招架不起，不愁他不送我幾萬兩。」馮奎甚是悅服之至。待了一會，門上人稟道：「冷秀才將老爺的原帖繳回。他說正要會會太爺，隨後也就到了。」少刻，門上人又稟道：「冷秀才到。他說太爺傳喚甚疾，寫不及手本。」剝皮吩咐大弄中門，迎接至大堂口。于冰將剝皮一看，但見："
      },
      {
        "index": 8,
        "text": "頭戴烏紗官帽，內襯著玫瑰花數朵；腳踏粉底皂靴，旁鑲著綠夾線兩條。面紫而鼻豐，走幾步如風折楊柳；須黃而頭小，頭一面似鐵破西瓜。內穿起花縐紗紅襖，外罩暗龍四爪補袍。雙睛顧盼靡常，無怪其逢財必喜；兩手伸縮莫定，應知其見縫即撾。看年紀，必是五旬上下老人，正當端品立行之際；論氣質，還像二十左右小子，依然瘋嫖惡賭之時。"
      },
      {
        "index": 9,
        "text": "馮剝皮見于冰衣服襤褸，先阻了一半高興，讓到二堂，行禮坐下。剝皮問了于冰名諱；于冰道：「叫冷時花。」剝皮道：「適才接得年兄報單，足征豪俠義氣，本府甚是景仰。未知年兄果有數十萬銀兩否？」于冰道：「數十萬不能，十數萬實有之。」剝皮聽了甚喜，吩咐左右獻茶。又問道：「銀兩可全在麽？」于冰道：「有幾個小價在後押解，不過三兩天即到。」剝皮道：「未知年兄是怎麽個與百姓分散法？」于冰道：「報單上已申說明白，著百姓們自寫家口數目，投送火神廟內，生員按戶酌量分散。」剝皮道：「如此辦理，勢必以假亂真，以少報多。可惜年兄幾兩銀子，徒耗於奸民之手。於真正窮人，毫無補益。依我愚見，莫若先委官吏，帶同鄉保地方，按戶口逐一查明，登記冊簿，分別極貧、次貧兩項，而於極貧之中，又分別一迫不可待者，再照冊簿，每一戶大口幾人，小口幾人，另寫一張票子，上面針蓋圖章，標明號數，即將票子令本戶人收存，俟開賑時，持票走領。年兄可預定極分大小口與銀若幹，次貧大小口與銀若幹，先期出示某鄉某鎮百姓，定於某日在某地領取銀兩，照票給發。若將票了遺失，一分不與。迫不可待者，即令官吏帶銀於按戶稽查時，量其家中大小人口若幹，先與銀若幹，使其度命。即於票子上，批寫明白，到放賑時，照極貧例扣除前與銀數給發。如此辦理，方為有體有則。再次百姓多，官吏少，一次斷不能放完，即做兩次三次何妨。若年兄任憑百姓自行開寫戶口，浮冒還是小事，到分散時，以強欺弱，男女錯雜，本府有職司地方之責，弄出事來，其咎誰任？依小弟主見，年兄共有多秒銀兩，都交與小弟，小弟委人辦理。不但年兄名德兼收，亦可以省無窮心力。未知高明以為何如？」于冰道：「老公祖議論，真是盡善盡美。只是註冊領票，未免耽延時日。一則百姓值不可待，二則生員也要急於回鄉，只願將這幾兩銀子，速速的打發出去就是了。至於太公祖代為辦理，生員斷斷不敢相勞。」剝皮聽了，勃然變色道：「若地方上弄起事來，我一個黃堂太守，就著你個秀才拚去不成麽？」於冰故意將左右一看，似有個欲言不敢之狀。剝皮是會吃錢的辣手，什麽骨竅還不曉得，連忙吩咐眾人，外面伺候，眾人退去。于冰道：「這件事全仗老公祖玉成生員這點善心，生員還有些微孝敬呈送。」剝皮忍不住就笑了，說道：「平涼百姓皆小弟兒女，小弟何忍從他們身上刮刷？幸喜先生是外省人，非弟治下可比。古人原有獻縞投纻之禮，就收受隆儀，亦不為貪。但未知老先生如何錯愛小弟？」于冰道：「鄙匪薄禮，亦不敢入大君子之目，微儀三千，似可以無大過矣。」剝皮作色道：「此呼而與之也，老先生宜施於行道之人。」于冰道：「半萬賊兵，似可供老公祖指揮。」剝皮連忙將椅兒一移，坐在于冰肩下，蹙著眉頭道：「不是我小弟貪得無厭，委因平涼百姓愚野，重擔是小弟一身肩荷，老先生總忍心輕薄小弟，獨不為小弟功名計耶？此地連年荒旱，小弟食指浩繁，萬金之貺高厚全出在先生。」說罷，連連作揖。于冰亦連忙還禮道：「太公祖既自定數目，生員理無再卻，容俟五日後交納何如？」說罷，兩人相視大笑。剝皮定要留於冰便飯，辭之再三，方別了出來。剝皮拉著于冰的手兒一定要送至大堂口始回。少刻，剝皮到火神廟回拜，見于冰是獨自一人，又無家人行李，心下大是疑惑。回到衙門，喚過四個伶變些的衙役，吩咐道：「這冷秀才舉動鬼譎，你四人可在他廟前廟後晝夜輪流看守。他若逃走了，我只向你四個要人。此事總人你們暗中留神，不可教他看破為妙。」四人領命巡守去了。"
      },
      {
        "index": 10,
        "text": "那平涼百姓聽得說知府都去拜冷秀才，這分散銀兩話，越發真了。家家戶戶各寫了大小人口清單，向火神廟送來。于冰俱著放在神坐前，直收至燈後方止。二更時分，于冰吩咐二鬼：「到玉屋洞說與猿不邪，將後洞皮箱內銀兩並衣物，著他用攝法盡數帶來。於涼州左近人跡不到之地，用五色紙剪些驢馬，將銀兩衣物俱駝送到此廟。再領我符箓第二道，爾等佩戴身上，便可白晝現化人形，好往來在人前，聽候驅使。兩日內即回。」二鬼飛行去了。次日三鼓後，于冰聽得風聲如吼，隨即駕遁看視，原來是諸神交送各州縣貧戶清冊。于冰一一收下。諸神道：「貧戶人口皆小神等詳細查閱，內中俱系真正窮人。日前法師有著小神等按戶按名分散之逾，小神等恐臨期照冊施放，未免耽延功夫，且人神交會之際，亦難久持。今小神等每查一戶，即於伊家門頭插一小旗，旗上書寫大口幾人，小口幾人。此旗止是小神等可以看視。到散銀時，某等假變世人，就說是法師差人沿門分送。每散一戶，即將旗立即撥去。大要涼州府各州縣，某等分頭給送，不過一晝夜，普行放完。」于冰大喜道：「如此辦理，極為簡當。銀兩到日，那時再勞動尊神。」眾神散訖。"
      },
      {
        "index": 11,
        "text": "又過了一日，猿不邪亦假變凡夫，同二鬼押著入場金牲口，駝著銀物，還有腳戶諸人，於定更時候，到火神廟來。街上人看見，都要問問，二鬼通以冷秀才賑濟銀兩回答。超塵等將銀俱俱搬入大殿上安放，猿不邪將紙剪的驢馬人眾，陸續引到無人之地收法。巡查的衙役看見，飛報剝皮。剝皮大喜，立即撥了三十個衙役，二十名更夫，在廟周圍看守。又寫了兩張告示，盛稱冷秀才功德，貼在廟外墻上，不準閑雜人等一人入廟。擅入者，照竊盜已行未獲贓例治罪。次早，剝皮差內使，送到許多米面、雞鴨豬羊、茶酒甲餅、鹹糟醬腐等米，於冰只得收下。就著超塵搬一萬銀子，煩他家內使，與剝皮押去。早有人報與剝皮，剝皮喜歡的跳了幾跳，跑在大堂引路上，看的收入去。他也不回避什麽聲名物議，對著衙役書辦大聲步喝冷先生是大英雄，大丈夫不絕。又著廚下做了兩桌極好的酒席送去。那府城中大小文武官員，聽得這個風聲，誰不想吃點油水，都趕來拜望，送禮物不叠。那些投送戶口清單的，真是人山人海，二鬼收受不及。殘喝早些救命，嚷鬧啼哭之聲，無異天翻地覆。于冰見人勢重大，向不邪道：「你看他們抄搶只在指顧問，再少延兩個時辰，動手必矣。這仙妖鬼怪的議論，也回避不了許多。」於是向巽地上作法，用手連招了數下，頃刻狂風四起，刮的飛土揚沙，沒片刻天地昏暗起來。于冰同不邪用攝法將銀物帶上，赴隴山去了。又先令二鬼於山上尋下一無香火破佛廟，安頓了銀物，用劍訣向東南一指，狂風頓息。火神廟外眾饑民，各呼兄喚弟，覓爺尋兒，吵鬧起來。內中有好事奸民，見廟門緊閉，便大聲倡率道：「我們被這大風刮的又冷又饑，這冷秀才觀放著幾十萬銀兩，坐在廟中，毫不憐念。等他放賑，等到幾時？不如搶他個幹凈，便是歇心。」那些少年不安分人，聽了此話，齊和了一聲，打倒廟門，一哄而。跑至殿中，一無所有，個個失色。那廟外饑民見有許多人入廟搶奪，誰肯落後？頃刻將四面廟墻搬倒，弄得原在廟中的出不來，擠到廟前的又人不去，亂叫亂嚷，踏傷了好些。鬧了好半晌，內外傳呼，方聽明白冷秀才並箱籠銀物都不見了。一個個又驚神道怪，互相歸怨起來，都說是將救命王活神仙沖散。內中又有幾個大叫道：「冷秀才也不知那去了，我們從今早到此刻，水也不曾吃口，眼睜睜就要餓死。關外的鋪戶並富家，斷搶不得，何不將餅面飯食鋪子，大家搶了充饑。」眾饑民又齊和了一聲，先從東關外搶起，嚇的滿城文武官將四面城門緊閉。沒有一頓飯時，四關外飯食鋪子，俱皆搶遍，端的沒饒了一家，只鬧到日落方止。"
      },
      {
        "index": 12,
        "text": "再說于冰歇在隴山佛廟殿中，猿不邪問道：「涼州府各州縣諸神，已有呈報貧戶冊籍，但未知用銀多少。」于冰道：「這兩天被城中文武官你來我去，那有功夫看視？你此刻可同超塵、逐電詳查估算，稟我知道。」不邪細看，見每一州縣後面，俱有貧戶大小人口若幹總數。通共合算，大口二兩，小口一兩，各州縣共需銀七十三萬余兩方足。于冰道：「嚴、陳兩家贓銀，不過三十七八萬兩，這卻怎處？」低頭思想那三十余萬兩的出在，忽然大笑道：「都有在這裏了。」不邪道：「從何處取用？」于冰道：「我一入涼州府界，便知本府間剝皮做官甚是不堪，此番又硬要去我銀一萬兩，我且將他的私囊，盡數取來，看看有多少，素向陜西藩司庫中暫借罷。」吩咐不邪用搬運法，取來白面數斤，又著超塵、逐電，用水調和，都捏成老鼠形像。于冰俱用劍訣畫了符，大小也有百十余個，都頭向西南，擺列起來，一心向定平涼府知府衙門運動。少刻，見那些白面老鼠，口內吐出青煙。于冰用手一指，喝聲：「速去速來！」那些老鼠們隨聲盡化青煙，一股股奔向平涼去了。"
      },
      {
        "index": 13,
        "text": "且說馮剝皮平空裏得了一萬銀子，心上快活不過，後聽得饑民搶鬧，冷秀才同銀兩俱不知所之，心上大是狐疑。這日正和幾個細君頑牌，見使女們跑來說道：「太太房內各箱櫃裏面，都是老鼠打咬。太太開看，將銀子都變成白老鼠，隔窗隔戶的飛去了。」剝皮不信，走來親自驗看，見還有幾個未開的箱櫃，聽得裏面亂打亂叫，搬弄的響聲不絕。剝皮打開看時，果然都是些白老鼠飛去，瞧了瞧銀子，一分無存，銀包兒到還都在。剝皮呆了一會，吩咐道：「任憑他打叫，再不許開看。」不多時，內外各房中箱櫃，凡有銀子在內者都被老鼠引去。未開的箱櫃，俱咬成窟窿，鉆了出來，向門外窗外亂飛。剝皮跑至院中，四下看視，一無所有。家人們又跑來報道：「府庫內有許多的白老鼠飛去，請老爺快去開看！」又見他兒子馮奎，也跑來說道：「了不得，我適才同書吏開庫看視，各銀櫃俱有破孔，將應存公項銀二萬九十余兩，一分無存。」剝皮聽罷，用自己拳頭，在心前狠打了兩下。不知怎麽，便軟癱在地下，口中涎水直流，只幾天便病故在府署。百姓聞知，俱合掌稱慶。到靈襯回家時，各州縣男女於所過地方，擺設路祭，卻都是豬狗糞等物，燒罷紙，即以豬狗糞亂打，地方官亦治服不來。他兒子除將涼州府所得衣物變賣，賠補庫項，尚欠一萬五千有奇，又從家中典賣房地，始行還完。此皆冷於冰之照拂也。"
      },
      {
        "index": 14,
        "text": "再說于冰等至午後，見一縷青煙，或斷或續，從西南飛來，內有數十萬白老鼠，落在廟前，皆成銀兩，惟白面做的老鼠，仍舊還復本形。於冰估計，有十七萬余兩，笑向不邪道：「這馮剝皮在任，也不過四年，怎麽就下這許多！真要算一把神手辣手。」旋用筆在廟墻上畫了一個門兒，門頭上寫了「西安藩庫」四字。又用紙剪了五六十個紙人，放在一邊。隨後又寫了一張借帖，上寫：「衡山王屋洞，羽士冷于冰於某年月日，借陜西藩庫銀二十六萬三千兩，賑濟貧民用，定在一年內陸續清還。」下寫：「司庫神準此。」於是技發仗劍，腳踏罡鬥，口合凈水，向門兒上噴噀。如此三次，用劍一指，雙門大開，先將借帖投入，次將紙人書符往地下一丟，喝聲「起」，那些紙人兒隨聲化作人形，一個個鉆入門內，將銀向殿中搬運。有兩個時辰，見紙人都從門內跌出，若有人追逐者。于冰知銀數已足，將左手訣印一煞，其門自閉。又著二鬼將紙人拾起拉碎，復用碎銀法，將元寶俱斷為小塊。晚間，命不邪搬取蠟燭、錫臺、紙張、戥子、筆硯、地桌等物，安置在東西偏殿內，又拘來遠近遊魂一千余名，秤兌包封，或二兩、一兩不等，批寫「冷秀才贈送」。即將剝皮並各官送的酒食等物，賞眾遊魂，分享氣味。包封完備，堆積的遍地皆是。不邪發放了遊魂。于冰又將諸神召來，領銀去分散。諸神也各用攝法，將銀包分取而去，也費了四天功夫。諸神各相叮在一處會齊，然後同來隴山，覆於冰話，余剩下八萬五千余兩交還。于冰問余剩原由，諸神道：「某等原打算一夜可以放完，不意竟用了四夜功夫。只因耽擱了這幾天，與法師告單日期不對，致令窮人攜男抱女，又投奔遠方去了。」于冰心上甚是憐惜，過意不去。諸神又道：「某等俱是顯化凡夫，攜帶銀包，於各鄉城市鎮，並山居窮谷之中，按日前所插旗子名數，分別大小口給散，俱稱是法師差遣，率皆真正窮人，一兩亦未嘗錯用。目今百姓稱頌法師恩德，晝夜不絕於口。」于冰向諸神感謝道：「此番功德，諸位尊神居半，貧道居半。然貧道還有鎖瀆處，目今被施散者，庶可茍延。而奔走乞食道路者，更為可憫，所剩八萬五千余兩，不必與貧道交回。」又指著殿內道：「此處還有衣帽綢緞雜項等物，並日前人送的許多吃食東西，仰懇諸位尊神，盡數拿去，再行施放貧人。統算諸神功德，與貧道無涉。」諸神聽了，各大歡喜道：「法師積無量功德，小神等亦得藉行些小善事。各化凡夫，於水旱兩路，並蘭州、鞏昌二府地方，遇極貧男女，分送銀物，救渡群生去也。」說罷，各忻悅入殿內搬取，同所剩銀兩一總帶去。于冰揖送而別，叮囑道：「貧道此刻即遊行天下，不敢再勞回覆矣。」說畢，回到殿中，心下大悅，向不邪道：「此皆吾師火龍真人，積萬萬端善果，我不過承命代勞而已。」又向不邪道：「泰山還有兩個道友，不出一月，我與他們定到衡山，你可回洞等候。我此刻即領超塵、逐電去也。」說罷，師徒各分首而去。"
      },
      {
        "index": 15,
        "text": "正是："
      },
      {
        "index": 16,
        "text": "為救群黎役鬼神，私銀不敷借官銀。涼州百姓人多少，吃盡剝皮片片心。"
      }
    ]
  }
}