{
  "chapterNumber": 8,
  "title": "8. De Praelio Neapolitano (On the Battle of Naples)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quo comperto, Grimoalt non segniter egit, set confestim iter Neapolim agreditur, exercitumque post se accelerare iubet. At ubi iuxta memoratam perapplicuit urbem, iuventutis populus eiusdem civitatis armis evectus, obvius illi audacter eminus exivit in praelium; quod ille ut intellexit, protinus itinera eorum revertendi prius irretire molitus est, et ita demum in eos insurgere voluit. Tantam denique hostium stragem coepto bello mari terraque fecit, ut fretum adiacens vix per septem et eo amplius dies cruore occisorum purgaretur; in terra vero tumuli nunc usque interfectorum conspiciuntur cadaverum, et ut ab eisdem incolis referentibus compertus sum, quinque milia fere hominum eadem tunc in acie occubuere. Idem enim Dauferius una cum magistro militum qui tunc inibi regnabat, soli elapsi, fugibundi moenia illius urbis tandem ingressi, nec ibi siquidem requiem capiunt; nam egressae coniuges virorum peremptorum gladiis, insequebantur illos, dicentes: Reddite nobis o caduci viri proditori quos nequiter interfecistis? Quare, inquite, adversus praelium insurgere conati estis, quem pro certo invictum scitis? Grimoalt vero acrius eos insecutus est usque ad portoni que dicitur Capuana, ita ut proprio conto eam percuteret; nec erat quispiam qui resisteret. Clausis tantum obseratisque foribus, qui remanserant infra muros se tutaverunt. Reverso igitur Grimoaldo ad castra cum suo exercitu incolume, altera die pro fatigio sumpto et pro interemptis affinibus, iam dictus perfuga dux dedit in exenium octo milia aureos supradicto principi, et memoratum Dauferium ad pristinam reduxit gratiam. Statim denique ob solitam misericordiam praedicto viro donationem de rebus suis praecepto firmavit, gratiam vero familiaritatemque primam non denegavit. Interea Radechis comes Consinus, Sico Agerentinus castaldeus, quem Grimoalt dudum proselitum receperat honoribus plurimis deferens, sub dolo insurgentes in eum, cum iam extremum, spiritum traheret, gladio eum peremerunt."
      }
    ]
  }
}