{
  "chapterNumber": 31,
  "title": "31. De Praelio Suessolano (On the Battle of Suessola)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Fuit autem idem Landolfus, ut pollicitus inseram, ex natura prudens, set ex consuetudine callidus, lubricus nimium et petulans, ambitiosior omni homine, elatus supra quam credi potest, monachorum quoque infestor et praedator, de quibus in tribunal tumidus sedens solitus erat dicere circumstantibus: Quotiens monachum visu cerno, semper mihi futura die, auspicio tristia subministrat, iusto valde iudicio Dei, ut ab hiis incommoda tolleraret, quos velud nefandissimos hostes execrabat et persequebatur, a quibus etiam in futuro torquendus erat. Principis sui quoque derisor et periurus, nepotumque suorum perosor, quippe qui neminem dilexit praeter suae carnis incentiva, pacem nunquam, nec in die obitus sui, amplexatus est. Sic ubi foederata sensit, totus se strenue iniciens, zizaniorum semina sevit; quod si cui incredibile videtur, animadvertat, quot vicibus Guaiferium fefellit, cui per ter iuravit ipsumque ipse sibi principem instituit. Multo enim libentius cupiebat captivari animas hominum innocentium, quam vel parem eum habere, non dico seniorem, contra praeceptum apostoli gerens, qui ait: Subditi, inquid, estote omni dicioni, sive regi tanquam praecellenti, sive ducibus tanquam ab eo missis; et alibi: Non praeest potestas, nisi a Deo, itaque qui resistit potestati Dei ordinationi resistit. His igitur, postposita ecclesiastica dogma iuraque episcopalia, semiviros solummodo dilexit eosque cunctis praetulit, implevit nichilominus prophecia Ysayae dicentis: Effoeminati dominabuntur eis. Huius enim ego facta viri minuatim explicare si voluero, facilius ut reor tempus absumitur, quam fandi sermo terminetur; tamen si quis medullitus nosse desiderat, versus a memet constructos requirat. Ante diem vero exitus sui Capuam trium fratrum suorum filiis ita divisit, ut omni tempore inter eos gladius rixae nunquam omnimodo abesset; ut fateor si quis corde non percipit, oculis videat."
      }
    ]
  }
}