{
  "chapterNumber": 53,
  "title": "53. De Pandenolfo et Landone (On Pandenolf and Lando)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Interea Athanasius solita fraude cupiens supradictos fratres sequestrare ab invicem, hinc Landoni seniori, filia videlicet Landonis singularis et praestantissimi 20 viri, neptem suam adhuc lactantem in coniugium cessit, ob hoc, ut filia feminarum illaquearet eum; adscitoque eum, monuit serpentino ore, ut confratrueles suos caperet vel, quod magis ambiebat, occideret; scilicet ut inter se rixantes aut omnino interirent aut deficerent, et ille Capuam caperet. Et quoniam Lando, licet segniciae torpore naturaliter frueretur, immobilis et constans persistebat re inchoata, hoc advertens Athanasius doluit, protinus consilium repperit sibi adcommodantissimum tunc, set non in longum perniciosius. Competenti etenim festinatione inter ista Atenolfum ascivit, eique secrecius infit: Ex omni gente Langobardorum Capuam elegi mihi habilem, et e Capuam gentem vestram, et ex omnibus fratribus tuis te solummodo praetuli, consentientem mihi et in cunctis optemperantem, virum industrium. Idcirco si meis verbis aures tuas adcommodaveris, in cunctis prosperaveris. At ille cunta se patrare respondit imperata; cui ille: Cape filios Landonis, et esto tu solus imperam Capuam, sicut avus tuus singulariter imperasse dignoscitur. Ille vero hoc fratrum consilio distulit, qui reversus rem venenose insitam propriis innuit fratribus. At illi obstupefacti, signo se crucis Christi munierunt dicentes: Ante moriamur aut exulemus, quam super fratres nostros iuste aut iniuste insurgamus unquam; donec enim erit in naribus nostris, non insidiabimur sanguini nostro. Mox etenim iuncti filii Landonolfi, munierunt se horribili et pene inaudito sacramento cum filiis Landonis clanculo sub gravi anathematis interdictione; statimque Atenolfo abiens, Athanasio retulit, voluntatem fratrum suorum ratam fore fatruelibus suis, et in nullo penitus moveri. At ille durius hoc accipiens, extus factus est illis."
      }
    ]
  }
}