{
  "chapterNumber": 21,
  "title": "21. De Filiis Landulfi (On the Sons of Landulf)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Subtracto vero ex hac luce Landulfo Capuano comite, ut post tergum redeam, quatuor reliquia liberos, Landonem videlicet iam fatum virum, Pandonem, Landonolfum et Landolfum futurum pontificem, viros singularis prudencia virtutisque efficacia valde compotes; ex quibus Lando Capuam, Pando marepahissatum, Landonolfus Teanum regebat, Landulfus vero adhuc iuvenis palatinis excubabat obsequiis. Hic autem novissimus, ut post in patulo claruit, cum adhuc viscere gestaretur genitricis, eadem mater, cum se quodam die sopori iuxta viri dorsum dedisset, facem igneam peperisse visum experta est. Quae fax cum humi solo cecidisset, in maximum ignis globum aucta est, visaque est totius Beneventi confinium concremare, sicque cum sompno pariter et visio elapsa est. Quae nimium perterrita, proprio mox coniugi moesta curavit indicare; cuius visionis finem genitor ut audivit, in paucis sillabarum dictionibus futura eius dira opera complexus est, dicens:"
      },
      {
        "index": 1,
        "text": "Heu me, dulcis amans, quae nos tunc fata secuntur, Augurium saevum monstrat tua visio dira! Hac tuus hic ortus tegitur qui clausus in alvo, Diliget haut ullum spernet qui sanguine caros, Postremo cives viperino devoret ore, Ac velud ignis edax rectorum pectora buret."
      },
      {
        "index": 2,
        "text": "Quod ille, in extasi mentis licet, praedixerit, nos quoque propriis intuiti sumus optutibus, qui innumerabiles insontes homines illius facto conspeximus pro igne gladiis corruisse. Ignis itaque ille ipsum inumani generis sanguinem, qui postea eo operante fundendus erat, sub quodam ymaginis specie portendebat; quod ne cui incredibile hoc aut ymaginarie forte confictum videatur, tot mihi testes sunt quot pene homines versantur in urbe. Huius enim actio finisque exitus in subsequenti propalabitur."
      }
    ]
  }
}