{
  "chapterNumber": 2,
  "title": "Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "Wydatnie i prawie jaskrawo postać Franki uwypukliła się na tle wiejskiej ludności kobiecej. Kiedy po raz pierwszy do chaty Koźluków przybywała, Ulana, z jednem dzieckiem na ręku a drugiem do spódnicy jej uczepionem, oczekiwała na nią wśród zielonego i przez światło słońca zalanego podwórka. Obok tej młodej matki, w bogatem rozwinięciu kształtów i siły nieco ciężkiej, a krasą rumieńców i spokojnym blaskiem oczu jaśniejącej, zmalała ona i przygasła, jak drobny, przywiędły goździk obok pysznie rozkwitłej piwonji. I potem zawsze, na ulicy, w izbach, na stoku góry, z której po wodę schodzono, miała wśród wiejskich niewiast i dziewcząt pozór szczupłej, zwinnej, ruchliwej pliszki, wypadkiem pomiędzy kokosze ciężkie i nieśmiałe gołębice wmieszanej. Najwątlejsza z mieszkanek wsi, młodziutka żona Aleksego Mikuły, była jeszcze w ramionach i w pasie dwa razy szerszą i grubszą od niej; sześćdziesięcioletnia Adwocia, z pomarszczoną, lecz jak jesienne jabłko rumianą twarzą i czarnemi błyszczącemi oczkami, wyglądała przy niej, jak upostaciowanie zdrowia i siły; nawet bardzo już stara kątnica, Marcela, o kiju po żebraninie chodząca, przedstawiała uwiędłość i słabość natury wcale innej, bo w kwadratowych kształtach jej ciężkiego ciała i grubem brzmieniu ochrypłego głosu widać było niegdyś wielką i tylko przez długie lata i trudy zniszczoną siłę."
      },
      {
        "index": 3,
        "text": "Ze swą cienką i gibką kibicią, z elastycznemi ruchami, ze zniszczoną, niezdrową cerą, wśród której ogniem uczuć i pożądań, oddawna w stan nieustannego podniecenia wprawionych, gorzały zapadłe oczy, w miejskiej sukience, cienkiej i lichemi ozdóbkami okrytej, Franka na tle nowego otoczenia swego wyglądała, jak dziecię całkiem innego świata i rodu."
      },
      {
        "index": 4,
        "text": "Ubranie zresztą wkrótce zmienić musiała na takie, jakie we wsi noszono."
      },
      {
        "index": 5,
        "text": "Wraz z nią, Paweł na łódź zabrał i do chaty siostrzynej przywiózł skrzynkę niedużą, z której Ulana, ciekawie rzeczy miejskiej dziewczyny rozpatrująca, wyjęła małą poduszkę, podartą kołdrę, dwie suknie i trzy koszule. Było to wszystko, co posiadała Franka."
      },
      {
        "index": 6,
        "text": "Przez szesnaście lat służby taki tylko zgromadziła sobie majątek; reszta poszła na częstowanie przyjaciół i przyjaciółek i na to jeszcze, co napełniało na dnie skrzynki znajdującą się szkatułkę. Napełniały ją świecące szpilki, kolczyki, grzebyczki, różnokolorowe wstążki i chusteczki, zbrudzone rękawiczki, pachnące mydełka; a wszystko to było połamane, zgniecione, podarte i przy pierwszem dotknięciu grubych rąk Ulany z niezamkniętej szkatułki wysypało się na jej kolana."
      },
      {
        "index": 7,
        "text": "Wśród powszechnego zachwycenia, Franka znaczną część tych skarbów obecnym rozdawała i, ponsową chustkę zawiązawszy na głowie Ulany, starej Awdoci nawet wstążką szyję przyozdobiła. Dzieciom, których zgromadziło się wiele, rzuciła garść paciorków i połamanych szpilek; do Filipa uczepiła się, aby sobie koszulę błyszczącem szkiełkiem zapiął. Wszystko to uczyniła, chichocząc i szczebiocząc, Ulanę, Awdocię i dzieci całując. Wspiąwszy się na palce, Filipa nawet w policzek pocałowała i, ku Pawłowi poskoczywszy, z ramieniem dokoła szyi jego zarzuconem, na kolanach mu usiadła. On przy tylu świadkach przedślubnej tej poufałości zawstydził się, wzrok odwrócił i przy sobie na ławie ją posadził."
      },
      {
        "index": 8,
        "text": "Wszyscy patrzyli na nią z ciekawością i zdziwieniem. Nikt tu, jak żył, nie widział kobiety, tak ruchliwej, głośnej i hojnej. W hojności tej czuć było naprzód, że przywykła o nic nie dbać, nic nie zgromadzać i o jutrze nie myśleć, a potem, że czuła się niezmiernie szczęśliwą. Uszczęśliwienie to wybuchało nazewnątrz śmiechem, skokami i gwałtownem rozczuleniem się dla ludzi, pośród których się znalazła. Zdawać się mogło, że gdyby teraz ktokolwiek z otaczających był bardzo głodnym, samą siebie do zjedzeniaby mu oddała."
      },
      {
        "index": 9,
        "text": "Ulana, bardzo z darów otrzymanych zadowolona, skrzynki przetrząsać jednak nie przestawała i, coś białego rozwijając, od zdziwienia aż krzyknęła. Zadziwiły ją koszule Franki, cienkie, ale bardzo podarte. Pełną szkatułkę kosztownych szkiełek i wstążek miała, a koszuli całej nie miała. Suknie też jej z mnóstwem falban i kokardek poplamione były i u dołu obłocone."
      },
      {
        "index": 10,
        "text": "— Aaaa! — zadziwiła się Ulana — jakże wy w tem chodzić będziecie? To już innego odzienia nie macie?"
      },
      {
        "index": 11,
        "text": "Franka sięgnęła do kieszeni i z rogu chustki, w węzełek związanego, kilkorublową asygnatę wyjęła. Była to zapłata, którą za ostatni miesiąc służby otrzymała i której na wsi stracić nie mogła."
      },
      {
        "index": 12,
        "text": "Prosić zaczęła Ulanę, aby jej za te pieniądze takich samodziałowych spódnic, fartuchów, grubych, lecz całych koszul, jak te, które na sobie miała, kupiła."
      },
      {
        "index": 13,
        "text": "— Moja, mileńka, złocieńka, brylantowa, kupcie! — prosiła."
      },
      {
        "index": 14,
        "text": "Ulana zawahała się i na męża spojrzała, a widząc, że potakująco powiekami mrugnął, uprzejmie rzekła:"
      },
      {
        "index": 15,
        "text": "— Na co kupować? u mnie, chwała Bogu, wszystkiego dosyć jest. Ja wam i tak bez nijakiej zapłaty parę spódnic i płótna na koszulę dam."
      },
      {
        "index": 16,
        "text": "I, śmiejąc się, dodała:"
      },
      {
        "index": 17,
        "text": "— A potem, kiedy zechcecie, tkać was nauczę, to i sami natczecie sobie wszystkiego, co potrzeba."
      },
      {
        "index": 18,
        "text": "Paweł malutkiego siostrzeńca z ziemi podniósł i na kolanach huśtać zaczął."
      },
      {
        "index": 19,
        "text": "Obecni ledwie uszom swoim wierzyć mogli, słysząc, że wesoło zagwizdał, tak to ze zwykłem jego zachowaniem się sprzeczne było."
      },
      {
        "index": 20,
        "text": "— Dobre, Ulanka! — przyjaźnie na siostrę patrząc, przemówił — daj jej tymczasem, co trzeba, a później policzym się. Jak nie krzywdziłem ja ciebie do tego czasu, tak i teraz krzywdzić nie będę. A tkać i co tam więcej w stanie naszym potrzebne, ją naucz. Ona biedną sierotą od urodzenia swego była, i nikt jej nigdy dobra, rozumu nie uczył. Uczyć teraz będę ja. Ucz i ty. Pan Bóg tobie wynagrodzi!"
      },
      {
        "index": 21,
        "text": "Ulana, Filip, Awdocia, nawet swawolny Daniłko, głowami po kilka razy kiwnęli. Wyraz sierota do serc im trafił."
      },
      {
        "index": 22,
        "text": "Ubranie, od Ulany otrzymane, za które Paweł z miasteczka dla siostry ładne rude cięlę przyprowadził, włożyła jednak nie prędzej, jak w parę tygodni po ślubie. Dotąd z przebraniem się tem ciągle zwlekała, często po grudzie lub błocie ulicy wiejskiej paradując w prunelowych bucikach i falbanach miejskiej sukni. Ale teraz nie było już rady: buciki podarły się, koszule prawie spadały z ciała, sukni do reszty zniszczyć nie chciała. Wszak już, jak dawniej, pensji, za którą gałganki sobie kupowała, otrzymywać nie będzie; to zaś, aby Paweł je dla niej kupował, wprost na myśl jej nie przyszło, tak bardzo nieprzyzwyczajoną była, aby w potrzebach życia ktokolwiek jej dopomagał, i aby do stosunków swych z ludźmi jakąkolwiek rachubę przywiązywać. Przeciwnie, sama, w formie poczęstunków lub pożyczek, oddawała zwykle ludziom, którzy się jej podobali, wszystko, co miała. I teraz także, choć wiedziała o tem, że Paweł zarabia sporo, a stara Marcela dawno już wyszeptała przed nią, że podobno w jego chacie pod piecem znajduje się, przez ojca tkacza jeszcze zakopany, garnek ze srebrnemi rublami, wcale o tych dostatkach męża nie myślała i, miejską sukienkę starannie w skrzynce złożywszy, aby w niej choć do kościoła móc jeździć, ubrała się nakoniec po chłopsku."
      },
      {
        "index": 23,
        "text": "Kiedy już płytkie trzewiki skórzane i samodziałową spódnicę w różnokolorowe paski na siebie włożyła, a na grubą koszulę narzuciła perkalową, kwiecistą chustkę, plasnęła rękoma, po ubraniu tem wzrokiem rzuciła i żałośnie zawiodła:"
      },
      {
        "index": 24,
        "text": "— Otóż i chłopianka ze mnie! Otóż i przemieniłam się w chłopiankę! Jużby mnie teraz rodzony ojciec nie poznał a matka, żeby z grobu na mnie spojrzała, na drugi bok przewróciłaby się w trumnie! Ot, już i po mnie! Pochowana ja i zakopana na wieki, i nie będzie już dla mnie innego życia na świecie, jak to chłopskie, którego ja nigdy nie znała i znać nie chciała!"
      },
      {
        "index": 25,
        "text": "Twarz rękoma zakryła i rozpłakała się na całą chatę. Tym wybuchem rozpaczy, który po bardzo wesołym ranku nastąpił, Paweł zrazu był tak zdumiony, że z otwartemi ustami przez chwilę na ławie siedział. Ale potem uśmiechnął się i ręką machnął."
      },
      {
        "index": 26,
        "text": "— Czysta dziecina! — rzekł — niewiadomo czasem, czego śmieje się, i niewiadomo, czego płacze. Ot, głupstw tobie w głowę nakładli, a ty wierzysz i powtarzasz. Rozumu nikt nie uczył, a głupstw ponauczali. Niech im Pan Bóg tego nie pamięta. A ty, jak pochodzisz troszkę w tem odzieniu, to i przywykniesz, i poznasz, że między panami, czy między chłopami, lepsza koszula cała, niż dziurawa. Wstał, kilka kroków uczyniwszy, obok niej usiadł i, objąwszy ją, do piersi swej przygarnął."
      },
      {
        "index": 27,
        "text": "— Cichoż, Franka, — mówił — no, cichoż już, cicho, uspokój się, ucisz się... niema czego lamentować."
      },
      {
        "index": 28,
        "text": "Płakać przestała, całem swem ciałem gibkiem i drgającem przykleiła się do niego i, na szyję ramiona mu zarzuciwszy, okryła go pieszczotami."
      },
      {
        "index": 29,
        "text": "On schwycił ją na ręce i, jak piórko, aż pod niski sufit podniósł. Błękitne jego oczy, tak dawniej przezroczyste i spokojne, gorzały; ona zanoszącym się śmiechem i odgłosami pocałunków napełniła izbę. W godzinę potem razem szli ku rzece, do czółna wsiedli i popłynęli, a niebawem widać było, jak na przeciwnym brzegu rzeki oboje wędy na wodę rzucili."
      },
      {
        "index": 30,
        "text": "We wsi zauważono, że Paweł po ożenieniu się nie tak ciągle na rzece przebywa, jak przedtem, i daleko mniej często do miasteczek i dworów ryby na sprzedaż wozi. Nikt się jednak temu bardzo nie dziwił, bo wszyscy się domyślali, że w samotnem i skromnem życiu, przy niezłym zarobku, trochę grosza mógł on uzbierać; ale i ten ojcowski garnek, pod piecem zakopany, dla nikogo tajemnicą nie był. Dlaczego Paweł dotąd go nie odkopał? Ot, potrzeby widać nie było. Siostrę i bez tego po ludzku i po ojcowsku z chaty wyprawił, a później, jak wilk samotnie żyjąc, byle czem się obchodził. Garnek ten może na czarną godzinę, czy na zbudowanie kiedykolwiek nowej chaty schował, albo po śmierci na kościół oddać umyślił. Dość, że biednym nie był, zapas posiadał: czemuby więc, przez całe życie pracując i harując, a pod starość młodą żonkę wziąwszy, odpocząć trochę nie miał? Słuchający rozmów tych parobcy z młodości Franki śmieli się trochę."
      },
      {
        "index": 31,
        "text": "— E! — mówili — jaka ona tam młoda? Już nawet on młodszym od niej wygląda."
      },
      {
        "index": 32,
        "text": "Istotnie znać było po Pawle, że ze stanu biernego spokoju przeszedł w stan nieustannej, gorącej radości. W ruchach i sposobie mówienia powagi nie utracił, ale z ludźmi chętniej i dłużej rozmawiał, a w oczach i uśmiechu miał cichą, lecz ciągłą wesołość. Sprawiało to, że wyglądał młodziej, niż wprzódy. Można go było teraz wziąć za człowieka, któremu niedawno trzydziestka minęła."
      },
      {
        "index": 33,
        "text": "Raz stara Awdocia, spotkawszy go samego u brzegu rzeki, z której wodę do wiader czerpał, brodę na ręku podparłszy, zagadała: — A co, kumku, dobrze tobie teraz? Kontent, że ożenił się? a?"
      },
      {
        "index": 34,
        "text": "Rumianą, choć starą Awdocię, o czarnych błyszczących oczkach, wszyscy we wsi lubili i poważali. Była ona ciekawą, gadatliwą, w cudze sprawy wtrącać się lubiącą, ale wesołą, usłużną, doświadczoną i w wielu wypadkach użyteczną. Nie potrzebowała przytem niczyjej łaski, mieszkając przy synu, porządnym i statecznym gospodarzu. Pawłowi sprzyjała zawsze i kiedyś swatostwami swemi mu dokuczała, ale on ją lubił i kilka razy u sąsiadów dzieci z nią do chrztu trzymał."
      },
      {
        "index": 35,
        "text": "Wyprostował się też zaraz z nad wiader i z uśmiechem odpowiedział:"
      },
      {
        "index": 36,
        "text": "— A dobrze, oj-ej, jak dobrze! Czego chciałem, to i dostałem, czemuż nie ma być dobrze?"
      },
      {
        "index": 37,
        "text": "— To ty dlatego nie żenił się, że chciał takiej, jak ta? — zapytała Awdocia."
      },
      {
        "index": 38,
        "text": "— Ale, widać dlatego..."
      },
      {
        "index": 39,
        "text": "— To czemuż nie gadał... możeby prędzej znalazła się — zachichotała baba."
      },
      {
        "index": 40,
        "text": "— Albo ja wiedział?... ja sam nie wiedział i czego ja chcę, i jakiej ja chcę... a teraz jak znalazł, to i dowiedział się..."
      },
      {
        "index": 41,
        "text": "— Nu, dobre, daj Boże, żeby zawsze tak było — życzliwie mówiła kobieta."
      },
      {
        "index": 42,
        "text": "Ale teraz on jej przerwał. Dawniej nigdy nie zdarzało mu się, aby komu mowę przerywał, bo słowa miał leniwe i niechętne; teraz z pełnego widać serca wyrywały się mu one na usta:"
      },
      {
        "index": 43,
        "text": "— Bo to widzicie, kumo, wszystko dobrze... mieć do kogo w chacie zagadać i z kim poweselić się... dobrze... i przyjaciela do śmierci mieć dobrze... ale za co już ja najwięcej Panu Bogu Najwyższemu dziękuję, to, że duszą ludzką wyratowałem..."
      },
      {
        "index": 44,
        "text": "Tak jak i Awdocia brodę na ręku oparłszy, z zamyśleniem kończył:"
      },
      {
        "index": 45,
        "text": "— Duszę ludzką od męki na tym świecie i od potępienia na tamtym wyratować... czy to mała rzecz!... O, Jezu, jaka wielka!"
      },
      {
        "index": 46,
        "text": "— A toż — potwierdziła Awdocia, ale widać było po niej, że, o co właściwie chodziło, nie rozumiała."
      },
      {
        "index": 47,
        "text": "— Dobre, dobre! Kab tylko Pan Bóg dał, żeby zawsze tak było! — winszowała, ale tej sprawy z duszą nic a nic nie rozumiała. Jedno tylko swemi żywemi, okrągłemi oczyma dostrzegła: że na twarzy Pawła jakby łuna od księżycowego światła zajaśniała."
      },
      {
        "index": 48,
        "text": "— Nu, nu! — dziwiła się — jakby ciebie, Pawluku, matka drugi raz na ten świat narodziła!"
      },
      {
        "index": 49,
        "text": "I, chichocząc, przez cały wieczór roznosiła po wsi, jaki ten Pawluk szczęśliwy, jak z żonki kontent, jak odmłodniał."
      },
      {
        "index": 50,
        "text": "Zresztą wszyscy mieszkańcy wsi, zjawieniem się śród nich obcej i całkiem odmiennej kobiety zrazu bardzo zaciekawieni, przekonali się wkrótce, że w chacie Pawła nie dzieje się nic niezwykłego. Cicho tam było, jak i dawniej, a tylko na podwórku Koźluków, albo w ogrodzie, dwie chaty rozdzielającym, rozlegał się często cienki głos i donośny śmiech Franki, rozmawiającej z Ulaną, lub głośne swawole wyprawiającej z Daniłkiem. Na ulicy wiejskiej widywano ją rzadko, do sąsiadów nie chodziła wcale, wiele czasu z mężem na rzece spędzała."
      },
      {
        "index": 51,
        "text": "Już teraz najmniejszego nie doświadczała strachu, znajdując się na wodzie; owszem, pływanie i łowienie ryb z właściwą sobie popędliwością gustów i chęci polubiła. Ilekroć Paweł z udaniem się na rzekę ociągał się nieco, chwytała go za rękę i wyciągała z chaty, poczem żądała, aby z nią na wyścigi biegł ku rzece, i zawsze, zdyszana strasznie, ale prędzej od niego u brzegu stawała. On był silny i krok miał szeroki, ale ona, jak piórko lekka, tak szybko biegała, że zdawało się, iż, ziemi nie dotykając, powietrzem leci. Ramiona przytem, jak skrzydła, rozpościerała i wydawała ostre, piskliwe, prawdziwe ptasie krzyki. Wiosłem robić nauczyła się prędko, ale długo nie mogła, bo sił jej nie starczyło; jednak często dwoma czółenkami, przywiązaną do nich siecią złączonemi, na rzekę wypływali. Czółna, jak bliźnięta, ku sobie przybliżone i nierozłączone, równo i niezbyt prędko po szlaku pogodnej wody mknęły; sieć, pomiędzy niemi w wodę opuszczona, ciężarem wpadających w nią ryb nabrzmiewała, a Franka, powoli wiosłem wodę zagarniając i wzrokiem ciekawym po wodzie i brzegach wodząc, widziała, że to zajęcie, które zniedawna dopiero z posiadanym człowiekiem dzieliła, daleko lżejszem jest i przyjemniejszem od dmuchania w samow ry, sprzątania pokojów i prasowania cudzych sukni, w ciasnych i dusznych kuchniach. Że zaś wszystko, co czuła, czemkolwiek było, prawie bez woli i jej wiedzy wylewało się z niej nazewnątrz, o doznawanych przeto miłych wrażeniach nieustannie prawie Pawłowi mówiła."
      },
      {
        "index": 52,
        "text": "— Ot, odpoczywam sobie, — mówiła — ot, jak królowa, panuję i o nic głowa mię nie zaboli. Jakby mnie matka drugi raz na świat ten narodziła. Jakby mnie Pan Bóg na jakimściś drugim świecie posadził."
      },
      {
        "index": 53,
        "text": "Był to dla niej istotnie świat zupełnie nowy. Parę razy w życiu zaledwie opuszczała miasto i za każdym razem przez kilka tygodni kręciła się tylko dokoła letnich mieszkań swoich państwa, nic prócz ich dziedzińców i drzew najbliższych nie widząc."
      },
      {
        "index": 54,
        "text": "Teraz, gdy przed jej oczyma otworzyły się widnokręgi swobodne i krajobrazy, pełne szczegółów, nigdy dotąd nie widzianych, wszystko, na co spojrzała, budziło ciekawość jej i zdziwienie."
      },
      {
        "index": 55,
        "text": "Ciekawość i zdziwienie, nie zachwycenie."
      },
      {
        "index": 56,
        "text": "Piekący głód wrażeń, który ze wszystkich nędz i rozkoszy przeszłości swej wyniosła, czynił ją namiętnie ciekawą każdej nowości, bez względu, czy był nią świeżo poznany a ponętny człowiek, czy po raz pierwszy widziana fala, chmura, barwa, błyskotka."
      },
      {
        "index": 57,
        "text": "Była zaś tak ciemną, tak początku i natury żadnej rzeczy nie znającą, że wszystkiemu, co wzrok jej pociągało i ciekawość obudziło, dziwiła się głośno, namiętnie, bez granic, jak człowiek dziki, jak dziecko. Istotą dziką każdemu wydaćby się mogła ta kobieta, wśród wiejskiego spokoju ruchliwa i krzykliwa, ta wychowanica wysokich murów miejskich, nie znająca nic z tego, co powstawało, kwitło, świeciło, śpiewało pod niebem od krańca do krańca otwartem. Ale dzieckiem, wesołość budzącem, ciągle i coraz bardziej wydawała się towarzyszowi swemu, który w rzeczach, dla niej nieznanych i dziwnych, tak był biegłym, że na parę dni z góry przepowiadać mógł stany, w jakich znajdować się miały powietrze, niebo i woda."
      },
      {
        "index": 58,
        "text": "Czasem, rano z chaty wyszedłszy, po niebie wzrokiem wodził, na słońce z pod dłoni spoglądał, w nozdrza powiewy wiatru wciągał, a potem ludziom spotkanym — swoim poważnym, przyciszonym głosem mówił, aby ze zbieraniem zboża, siana czy warzywa pośpieszali, bo już tylko dni dwa, trzy pogoda potrwa, poczem rozpoczną się deszcze."
      },
      {
        "index": 59,
        "text": "W porze dżdżystej, kiedy jeszcze ciężkie obłoki rozpościerały się u góry, a u dołu przez wiatry chłostany Niemen toczył ciemne i spienione fale, do chaty z podwórza wracając, Frankę na ławie skurczoną i poziewającą pocieszał wieścią, że za dni dwa, trzy rozpogodzi się i pociepleje. A gdy zawsze stawało się tak, jak przepowiedział, Franka z trwożnem prawie spojrzeniem pytała: — Czy ty prorok, czy co, że wszystko zawsze wyprorokujesz?"
      },
      {
        "index": 60,
        "text": "On śmiał się z zadowoleniem."
      },
      {
        "index": 61,
        "text": "— Ja nie prorok, — odpowiadał — ale rybak. A jakiżto rybak byłby ze mnie, żebym nie wiedział, kiedy trzeba na rzekę wypływać, a kiedy nie trzeba; kiedy przeszkody w robocie będą, a kiedy ich nie będzie."
      },
      {
        "index": 62,
        "text": "Wiedział wybornie, z jakiej chmury deszcz spadnie, a z jakiej pioruny bić będą, jaka niewinnie nad ziemią przepłynie, a jaka nad nią wichrem potężnym powieje, lub gradem niszczącym sypnie!"
      },
      {
        "index": 63,
        "text": "Wiedział, w których miejscach woda na rzece głęboką bywa lub płytką, w których dno jej kamieniami jest usiane, białym i pomarszczonym piaskiem usłane, lub gęstwiną długich, śliskich, splątanych wiklin porosłe. Wiedział, gdzie najłatwiej poławiają się kiełbie i płotki, lub w największej obfitości mieszkają szczupaki, u jakich brzegów raki najgęściej obsiadają podwodne mchy i kamienie, w jakiej porze dnia i roku jakie gatunki ryb na jakie biorą się przynęty. Po doniosłości pluśnięcia i szerokości kół, roztoczonych na wodzie, poznawał, jaka ryba wyskoczyła na jej powierzchnię, a z kierunku wysokości i szybkości fal odgadywał, czy połów będzie szczęśliwy."
      },
      {
        "index": 64,
        "text": "O wszystkiem tem mówił France, a gdy się wszystko, cokolwiek powiedział, sprawdzało, znać było po niej, że przejmowała ją trwoga przesądna."
      },
      {
        "index": 65,
        "text": "— Czy ty jasnowidzący, czy co? — pytała."
      },
      {
        "index": 66,
        "text": "On, znowu śmiejąc się, odpowiadał:"
      },
      {
        "index": 67,
        "text": "— Ja nie jasnowidzący, ale ta rzeka przez całe życie żonką moją była. Innej ja nie miał i nie chciał, aż póki ciebie nie zobaczył."
      },
      {
        "index": 68,
        "text": "Wybornie więc Franka bawiła się, pływając z mężem po rzece, wcale też nieźle, gdy czasem bez niego w domu zostawała. Przychodziła wtedy do niej żebraczka, Marcela, w tym roku u Koźluków na kącie siedząca, i prawiła rzeczy, dla niej przyjemne i zajmujące."
      },
      {
        "index": 69,
        "text": "Kiedy pierwszy raz niewiele przed południem, bosa, ciężka od łachmanów, które ją okrywały, garbata, weszła do izby, Franka wyciągała się jeszcze na pościeli, poziewając i przecierając oczy. Marcelę widziała już nieraz, więc na powitanie jej życzliwem skinieniem głowy odpowiedziała."
      },
      {
        "index": 70,
        "text": "Baba miała twarz wielką, prawie kredowo białą, w grube zmarszczki pofałdowaną, kosmykami siwych włosów z pod brudnego łachmana, którym głowę obwiązywała, zarzuconą. Zapewne z jakie już siedmdziesiąt lat miała i żyła w nędzy, jednak żywości i bystrości nie utraciła. Poruszała się tylko powoli i ciężko, ale mówiła wiele i małe jej oczki z pod nabrzmiałych powiek rzucały połyskliwe, bystre, ciekawe spojrzenia. U progu stojąc, na kiju wsparta, głosem ochrypłym, w którym jakby zgrzytanie piły słychać było, zaczęła:"
      },
      {
        "index": 71,
        "text": "— Aaaa! to wy jeszcze nie wstali! Mojeż wy mileńkie, a toż ludzie dawno już odpołudniowali i znów do roboty poszli. A ogień rozpalony, i strawa gotuje się, i w izbie sprzątnięto. A któż to wam wody przyniósł i garnki do ognia przystawił, kiedy wy do tego czasu spali?..."
      },
      {
        "index": 72,
        "text": "— Mąż — na pościeli jeszcze siedząc i leniwie nogi swe oglądając, odpowiedziała Franka. — Do miasteczka dziś z rybą pojechał, a przed wyjazdem wody przyniósł, ogień rozpalił i obiad nastawił..."
      },
      {
        "index": 73,
        "text": "— Aaaa! otóż dobry z niego człowiek! — zadziwiła się żebraczka i bliżej przystąpiła ku gospodyni, która, w płaskie trzewiki stopy już wsunąwszy, niedbale, poziewając, samodziałową spódnicę zawiązywała."
      },
      {
        "index": 74,
        "text": "Ręce, których skóra do kory drzewnej podobną była, na kiju składając, z wlepionemi we Frankę oczyma, żebraczka dziwiła się dalej:"
      },
      {
        "index": 75,
        "text": "— Ależ ty, moja mileńka, śliczna, to śliczna! Nie dziwno, że twój za tobą świata nie widzi. Bożeż mój, Boże! nóżki u ciebie bielsze, niż twarz u drugich, a oczka, jak pacioreczki błyszczące, a w pasie cienka taka, jak jaka panienka, kiedy gorsetem ściśnięta."
      },
      {
        "index": 76,
        "text": "— A tyś widziała kiedy gorset? — zaśmiała się Franka, drżąc trochę, jak zwykle z nią bywało, gdy z pościeli wstawała."
      },
      {
        "index": 77,
        "text": "W izbie ciepło było, ale to drżenie już od lat kilku zrana szczególniej ją napadało. Cera jej wtedy żółkła, i wargi bladły. Przed ogniem przysiadła, chustką otuliła się, poziewała, a żebraczkę poprosiła, aby sobie na ławie usiadła. Pochwały, przed chwilą usłyszane, życzliwie ją dla ochrypłej baby usposobiły."
      },
      {
        "index": 78,
        "text": "Marcela pod ścianą naprzeciw ognia siadła, ręce znowu na kiju oparła i, w szerokim uśmiechu bezzębne dziąsła ukazując, zawiodła:"
      },
      {
        "index": 79,
        "text": "— Czy ja gorset widziałam? Oj, Bożeż, mój Boże! czego ja na świecie nie widziałam? Różne piękności i bogactwa widziałam... wszystko widziałam, wszystko słyszałam i wszystko wiem. Jaż calusieńką młodość swoją w dworach pańskich przesłużyłam, a teraz już może i piętnaście lat będzie, jak o kiju ciągam się po szerokim świecie..."
      },
      {
        "index": 80,
        "text": "Franka żywo odwróciła się i, plecami do ognia z twarzą ku niej zwrócona, z błyskiem oczu zawołała:"
      },
      {
        "index": 81,
        "text": "— We dworach służyłaś!... A ja myślałam, że ty taka sama prosta chłopka, jak tutaj wszystkie..."
      },
      {
        "index": 82,
        "text": "— Chłopka, to ja chłopka — trzęsąc głową, prawiła baba — ale małą dziewczyną do dworu mnie wzięli, i tam młode moje lata przebyłam. A kiedy w tym dworze wybyć już nie można było, do innych w służbę poszłam, aż ot, lat będzie może piętnaście, jak do żebraczej torby przyszłam... Temużto ja odrazu i poznałam, kto ty taka... Inni nie poznali, a ja poznałam..."
      },
      {
        "index": 83,
        "text": "— A któż ja taka? — z wybuchem śmiechu zawołała Franka."
      },
      {
        "index": 84,
        "text": "— Panienka!... oj, panienka ty, delikatna, śliczna, jak ta królewna... Jak tylko on ciebie do Koźlukowej chaty przyprowadził, ja zaraz pomyślałam sobie: ot, Boże mój, Boże! chłop, taki prosty, a zachciało się jemu królewny. Mnie nawet dziw bierze, że ty za takiego prostego chłopa poszła..."
      },
      {
        "index": 85,
        "text": "Z rozpromienionej twarz Franki nagle stała się posępną."
      },
      {
        "index": 86,
        "text": "— Czy ja wiem, jak to się stało? Widać, już takie przeznaczenie moje było. Sama nigdy nie spodziewałam się za chłopa wyjść i żyć pomiędzy chłopami. Z pięknej familji pochodzę... Dziadunio dwa domy własne miał, ojciec w kancelarji służył... a cioteczny brat adwokatem jest w wielkiem mieście i bogaty, bogaty!"
      },
      {
        "index": 87,
        "text": "Przy żebraczce usiadła i o wysokiej edukacji matki, o bogactwie ciotecznego brata, o tem, jak w mieście bawiła się i jakich kawalerów miała, opowiadać zaczęła."
      },
      {
        "index": 88,
        "text": "Baba z wyrazem uwielbienia głową trzęsła i wykrzyki, pełne zdziwienia, wydawała. Po kwadransie Franka poskoczyła z ławki."
      },
      {
        "index": 89,
        "text": "— Wiesz co, Marcelko? nastaw ty samowarek: herbatki sobie wypijem."
      },
      {
        "index": 90,
        "text": "U Pawła, jak u Filipa, jak w kilku zresztą najporządniejszych chatach tej wioski, był blaszany samowarek i zawsze jakaś szczypta herbaty i trochę cukru w zapasie. Paweł nawet na prośbę żony zapas ten powiększył. Franka o jedzenie wogóle mało dbała. Jadła byle co i bardzo niewiele; zdarzało się nawet, że przez dzień cały, szczególniej gdy była czemś zajęta albo wzruszona, nic w usta nie brała. Ale bez herbaty żyć nie mogła i za cukierkami tęskniła, które w mieście, jak opowiadała Pawłowi, kupowała sobie zawsze, albo od kawalerów otrzymywała. Innych podarunków nikt jej nie przynosił, ale cukierki przynosili, a ona je przyjmowała, bo panie nawet od panów zawsze cukierki przyjmują. Dziś właśnie, kiedy Paweł do miasteczka wyjeżdżał, zarzuciła mu ręce na szyję i poprosiła:"
      },
      {
        "index": 91,
        "text": "— Przywieź cukierków! Mój mileńki, złoty, brylantowy, przywieź!"
      },
      {
        "index": 92,
        "text": "O suknie albo pożywienie inne, niż to, które powszechnie we wsi jadano, nie prosiła go nigdy; o herbatę i cukierki poprosiła."
      },
      {
        "index": 93,
        "text": "Tymczasem Marcela, z pod opuchłych powiek radośnie oczyma błysnąwszy, żwawo, bez pomocy nawet kija, po izbie chodząc, rozkaz jej spełniła."
      },
      {
        "index": 94,
        "text": "Na dworze deszcz padał; dwie kobiety, jedna w łachmanach, druga w grubej chustce na plecach, przy małem oknie herbatę z zielonawych szklanek popijały, trzaskami ją mieszając. Żebraczka przytem pochłaniała dużo razowego chleba, i znać było po niej, że cieszyła się czegoś bardzo. Może odwiedziny te powiodły się jej lepiej, niż spodziewać się mogła, i pomyślność jakąś na przyszłość zapowiadały. Wzamian w rozmowie z nią Franka stawała się posępną. Z dnia przeszłości, o której rozpowiadała, podnosiły się jakieś męty i z siłą upajającego trunku uderzały jej do głowy; krwiste rumieńce wybiły się na jej policzki, oczy nabiegły łzami."
      },
      {
        "index": 95,
        "text": "— Ot, do czego przyszłam! chamką zrobiłam się i żyjącą do grobu wstąpiłam! Już niema dla mnie innego świata, jak ta wioska, i innego życia, jak chamskie!"
      },
      {
        "index": 96,
        "text": "Ręce załamała i ocierała niemi mokre od łez oczy."
      },
      {
        "index": 97,
        "text": "— Nu, chodzi! nie płacz! co tam! — pocieszała stara. — Kiedy mąż dobry i miły, to nie zginiesz... A czy miły?"
      },
      {
        "index": 98,
        "text": "I, pochyliwszy się do jej ucha, z brzydkim uśmiechem o coś jej zapytała."
      },
      {
        "index": 99,
        "text": "Franka zaśmiała się, oczy odwracając."
      },
      {
        "index": 100,
        "text": "— Oj, oj! — szepnęła — oj, oj, zdaje się, że mu od urodzenia dwudziestu lat jeszcze niema!"
      },
      {
        "index": 101,
        "text": "Wzajemnie do samego ucha szepcząc coś babce, śmiała się zcicha i zębami białemi błyskała."
      },
      {
        "index": 102,
        "text": "Tegoż wieczora Paweł, z miasteczka wróciwszy, wyjął z kieszeni trochę owiniętych w papier, wpół roztopionych karmelków. Rok już może przeleżały one na straganie Żydówki i kilkanaście groszy kosztowały. Ale Franka, na gatunek przysmaku nie zważając, z rąk go mężowi wyrwała i z namiętną chciwością głośno gryźć zaczęła. Gdy nasyciła się, kilka pozostałych karmelków do chaty Koźluków zaniosła, gdzie jeden z nich przemocą w otwarte usta Daniłka wepchnęła, a inne oddała dzieciom."
      },
      {
        "index": 103,
        "text": "Koźlukowie znajdowali się względem niej obojętnie; zadziwiała ona ich nieraz, lecz ani nieprzyjaźni, ani szczególnej przyjaźni w nich nie budziła. Szkody im nie sprawiała żadnej, korzyści także, a Filip w polu i na promie, Ulana przy gospodarstwie i dzieciach tyle mieli roboty, że śledzenie jej, badanie, zastanawianie się nad nią, wprost do głowy im nie przychodziło. Brata była wola wziąć ją za żonę; jeżeli dobrą się okaże, jego będzie szczęście, jeżeli złą, jego bieda. Im co do tego? Jednak od czasu do czasu życzliwość jej okazywali, rozmowy z nią zaczynając, do chaty swojej zapraszając."
      },
      {
        "index": 104,
        "text": "W początku jesieni Filip ze szwagrowego świrna wyniósł krosna, po pierwszej żonie Pawła pozostałe, i w izbie je ustawił, a że były stare i zepsute, przez całą godzinę piłką i ćwieczkami je naprawiał."
      },
      {
        "index": 105,
        "text": "Ulana w niedzielę do miasteczka jeździła, za pieniądze brata kupiła lnu i farbowanych nici, a zaraz nazajutrz kądziel na kołowrotku przyrządziła i krosna zasnuła nićmi. Aż zanosiła się od śmiechu, aż rękawem koszuli oczy, z których śmiech łzy wyciskał, ocierać sobie musiała, patrząc na niezgrabne i nieumiejętne ruchy, z jakiemi Franka brała się do przędzenia i tkania. Jak żyła, nie widziała, aby kobieta nie umiała prząść i tkać; nigdy nawet na myśl jej nie przyszło, aby taka kobieta istnieć mogła."
      },
      {
        "index": 106,
        "text": "Pokładała się tedy od śmiechu, niemniej przecież pilnie i cierpliwie robót tych nauczała Frankę, która zrazu z zapałem rzuciła się ku nim, prząść nauczyła się prędko, ale kiedy do tkania przyszło, zniechęciła się i sposępniała."
      },
      {
        "index": 107,
        "text": "— Ciężko! — sarknęła."
      },
      {
        "index": 108,
        "text": "— Przywykniesz! — perswadowała Ulana."
      },
      {
        "index": 109,
        "text": "Nieustanne przytłaczanie nici przednią częścią krosien i przydeptywanie stopami ich podnóży, męczyło ją istotnie; po kwadransie tego zajęcia krople potu występowały jej na czoło. Najpewniej, tak jak przepowiadała Ulana, przywykłaby z czasem i coraz mniej doświadczałaby trudności, ale o przywyknieniu do tego, co przykrość jej sprawiało, ani myślała. Jeżeli robota podobała się jej, to dobrze; jeżeli nie, to niech ją djabli wezmą!"
      },
      {
        "index": 110,
        "text": "Po kilku próbach, przy których Ulana śmiać się już przestała, a ze znudzoną twarzą i zmarszczonem czołem patrzała na nią, Franka zerwała się od krosien i, ramionami trzepocąc, krzyknęła:"
      },
      {
        "index": 111,
        "text": "— Nie chcę! nie będę! ręce bolą i nogi pomdlały! Na jakie licho tkanie to mi potrzebne? Dość już napracowałam się i naharowałam z ciężkiego musu, a teraz, kiedy musu niema, niech sobie djabeł nad temi krosnami siły nadweręża! Ja nie będę!"
      },
      {
        "index": 112,
        "text": "— Jak sobie chcecie — obojętnie rzekła Ulana i, głową na pożegnanie jej kiwnąwszy, z izby wyszła."
      },
      {
        "index": 113,
        "text": "Dnia tego pod wieczór, po wodę idąc, Ulana brata na stoku góry spotkała i, z wiadrami na ramionach zatrzymując się przed nim, przemówiła:"
      },
      {
        "index": 114,
        "text": "— A Franka tkać nie chce."
      },
      {
        "index": 115,
        "text": "— To niech sobie nie tcze — obojętnie odpowiedział Paweł."
      },
      {
        "index": 116,
        "text": "Ale Awdocia, która, pomimo sześćdziesięciu swych lat, wyręczając synowę, także spuszczała się z góry po wodę, krótkiej rozmowy brata i siostry wysłuchała tak ciekawie, że aż na bok przechyliła głowę, a potem wiadra na ziemi postawiła i, Pawła po imieniu zawoławszy, gdy odwrócił się, z tajemniczą miną palcem kiwnęła, aby ku niej podszedł. Aż jej czarne oczy wśród rumianej twarzy błyszczały, tak zadowoloną była, że w czyjąś sprawę wtrącić się może."
      },
      {
        "index": 117,
        "text": "— Pawluk! — z palcem, do zwiędłej wargi przyłożonym, zaczęła — ej, Pawluk, cościś ty żonce za wiele panować pozwalasz. Patrzaj, aby z tego panowania biedy jakiej nie było."
      },
      {
        "index": 118,
        "text": "Już i wprzódy to i owo o sposobie życia Franki od Marceli słyszała i długiem jej spaniem, herbatą, cukierkami bez granic zdziwiona i zgorszona była."
      },
      {
        "index": 119,
        "text": "Paweł poważnie odpowiedział:"
      },
      {
        "index": 120,
        "text": "— Nie biadajcie, kumo; już ja wiem, co robię. Z męki ja ją wyrwał i nie na to wyrwał, żeby znów w mękę pogrążać, ale na to, żeby jej dobrze na tym świecie było. Jak człowiekowi na tym świecie źle, to i on sam zły, a jak dobrze, to i on dobry. Czemu dobrym nie być, kiedy do żadnego gniewu ani grzechu przyczyny niema? Ot, co!"
      },
      {
        "index": 121,
        "text": "Tak był pewnym tego, co mówił, jak tego, że słońce świeci, a woda płynie; ale Awdocia filozofji jego nie zrozumiała wcale, — swoją zato miała."
      },
      {
        "index": 122,
        "text": "— Ej, Pawluk, — zeszeptała — patrzaj, żeby z tego panowania biedy jakiej nie było. Skąd ty ją wziął? Czy od baćków (rodziców) wziął? Czy z chaty rodzonej? Jaka ona była, nim ty ją wziął? Nie bój się, ja wszystko wiem. Spojrzawszy się tylko na nią, jaką ona była, poznałam. Może kto nie poznał, ale ja poznałam."
      },
      {
        "index": 123,
        "text": "Wpół z triumfem, wpół z politowaniem, mądremi oczkami swemi mrugała i, wspiąwszy się prawie do ucha Pawła, tajemniczo zaszeptała:"
      },
      {
        "index": 124,
        "text": "— Patrzaj, żeby z tego panowania, co ty jej dajesz, znów jakie licho nie przyczepiło się do niej."
      },
      {
        "index": 125,
        "text": "Na Pawle ostrzeżenie to, którego sens wybornie zrozumiał żadnego wrażenia nie uczyniło."
      },
      {
        "index": 126,
        "text": "Uśmiechnął się, ręką machnął i z zupełnym spokojem odpowiedział:"
      },
      {
        "index": 127,
        "text": "— Tego, to już pewno nie będzie. Przysięgła!"
      },
      {
        "index": 128,
        "text": "Widać było, że zupełnej, nieograniczonej ufności, przez ostatni wyraz w nim obudzonej, nic na świecie zachwiać nie mogło. Widać było, że w mniemaniu jego, ktokolwiek przysiągł, uczynić musiał tak, jak przysiągł, i że, aby inaczej być mogło, nigdy nie pomyślał."
      },
      {
        "index": 129,
        "text": "Awdocia ramionami wzruszyła, wiadra podniosła i z niejaką trudnością, dość jednak rzeźko z chropowatej góry znowu nadół schodzić zaczęła. Kilkanaście kroków uszedłszy, za Pawłem, prędko na górę wchodzącym, obejrzała się i głową pokręciła."
      },
      {
        "index": 130,
        "text": "— Durnyj! oj, durnyj! — szeptała."
      },
      {
        "index": 131,
        "text": "U Koźluków częściej, niż wprzódy, o France mówić zaczęto, bez żadnej nieprzyjaźni wprawdzie, ale tak, jak ludzie o wszelkiej osobliwości mówić zwykli."
      },
      {
        "index": 132,
        "text": "Swawolny Daniłko, który w jesieni i zimie mało roboty miał i wszystko, co się działo we wsi, wypatrywał i podsłuchiwał, z chichotem opowiadał, jak Paweł, żonkę mając, sam ogień w piecu rozpala, strawę gotuje i krowy doi, a ona, albo wyciągnąwszy się na pościeli leży, albo na ławce pół dnia z nim obejmuje się i całuje, albo różne skoki i śmiechy wyprawia."
      },
      {
        "index": 133,
        "text": "Filip za boki brał się od śmiechu, ale Ulanie przy opowiadaniach tych robiło się trochę markotno."
      },
      {
        "index": 134,
        "text": "— Jemu z tego dobra nie będzie — do męża rzekła."
      },
      {
        "index": 135,
        "text": "— Komu? — zapytał."
      },
      {
        "index": 136,
        "text": "— A Pawlukowi."
      },
      {
        "index": 137,
        "text": "I, na dziedziniec wyszedłszy, kury do chaty zwoływać zaczęła, a Franka stała wtedy przy płocie, ogród na dwie połowy rozdzielającym, i gruszki jadła. Pochodziły one z jedynego drzewa, które w ogrodzie przy samej chacie Pawła rosło. Dawniej Paweł sprzedawał je w miasteczku, albo siostrze oddawał, teraz zostawił w chacie, bo Franka je lubiła. Może widok gruszek, które lat zeszłych stanowiły drogocenny przysmak dla jej dzieci, wzmógł niezadowolenie Ulany."
      },
      {
        "index": 138,
        "text": "O parę kroków przed płotem stanęła i do bratowej przemówiła:"
      },
      {
        "index": 139,
        "text": "— Czy tobie nie wstyd, że twój sam krowy doi? toż nie mużycka, ale kobiecka robota."
      },
      {
        "index": 140,
        "text": "Jakkolwiek mówiła to głosem umiarkowanym i więcej żartobliwie, niż gniewnie, na twarz Franki wytrysnął zwykły jej, krwisty i szybko przemijający rumieniec."
      },
      {
        "index": 141,
        "text": "— A tobie co do tego? — krzyknęła. — Nie wtykaj nosa tam, gdzie ciebie o to nie proszą. Ja wszystkich chamskich robót nigdy nie robiłam i robić nie będę! Adie!"
      },
      {
        "index": 142,
        "text": "Od płotu odskoczyła, ale Ulana, zaczerwieniona również, kilka słów także za nią rzuciła:"
      },
      {
        "index": 143,
        "text": "— A ty od chamów nie łaj! Jakie ty masz prawo chamstwem ludziom oczy wypiekać, kiedy sama od chamki byłaś gorsza?..."
      },
      {
        "index": 144,
        "text": "Znaczenie słów ostatnich Ulana czerpała z domysłów Awdoci i długich szeptów, które Marcela, po każdej u Franki bytności, w ucho jej kładła."
      },
      {
        "index": 145,
        "text": "Było to pomiędzy dwiema kobietami poróżnienie pierwsze, prędko zaś minęło, bo Ulana z bratem różnić się nie chciała, oprócz lubienia i to na względzie mając, że zawsze tam od niego jakieś kropelki dobra padać na nią mogły: jeżeli już nie coś więcej, to choć obwarzanków dla dzieci z miasteczka przywiózł, jeden zagonik w swojej połowie ogrodu kartoflami lub konopiami zasiać pozwolił, na zapłacenie podatku, albo inną pilną potrzebę kilka groszy pożyczył. Filip zaś nietylko o tych drobnych przysługach, ale i o ojcowskim garnku, w chacie Pawłowej pod piecem zakopanym, może pamiętał, bo, dowiedziawszy się o kłótni żony z bratową, żonę wykrzyczał tak, jak mu się to nigdy jeszcze nie zdarzyło, i z Franką pogodzić się jej rozkazał. Ulanie łatwiej to przyszło, niźli spodziewać się mogła, bo Franka, bez cienia zawziętości, na pierwszą jej zaczepkę, wesoło odpowiedziała i, wieczorem do chaty Koźluków wpadłszy, a kilku sąsiadów i sąsiadek tam znalazłszy, takich im rzeczy naopowiadała, że od zdziwienia oczy wytrzeszczali i do samej północy gadaniu jej przysłuchiwali się, jak cudownym bajkom."
      },
      {
        "index": 146,
        "text": "Przez całą zimę potem dość często zbierające się u Koźluków gromadki Franka w podobny sposób zabawiała. Widok to był ciekawy."
      },
      {
        "index": 147,
        "text": "Izbę, oświetloną płonącym w ogromnem piecowisku ogniem i na stole palącą się lampką naftową, napełniali mężczyźni w siermięgach lub kożuchach i kobiety w granatowych sukiennych kaftanach. Pierwsi sieci wiązali, kołki do płotów lub zęby do bron strugali, beczułki i wiadra naprawiali, albo, nic wcale nie robiąc, fajki i papierosy palili. Kobiety na kołowrotkach przędły, albo niemowlęta u piersi trzymały, czy w rękach huśtały. Wszyscy siedzieli na zydlach i stołkach pod ścianami lub przed ogniem."
      },
      {
        "index": 148,
        "text": "France niewygodnie było na twardym i wąskim zydlu siedzieć, więc, z nogami na stołku wyprostowanemi, a plecami o ścianę oparta, miała postawę osoby, niedbale na szezlongu wyciągniętej. Pończoch codzień nie nosiła, więc z pod samodziałowej spódnicy nagie jej nogi sterczały nad stołkiem z obutemi w płytkie trzewiki stopami; kibić jej ściskał, tak jak u innych, granatowy kaftan, a na głowie, tak jak inne, miała perkalową chustkę kwiecistą, za uszyma związaną. Jednak ubranie to miało na niej pozór przebrania. Możnaby myśleć, że wybierała się pójść w niem na maskaradę lub inną jaką kostjumową zabawę. Krucze, kędzierzawe jej włosy ze wszech stron wymykały się z pod kwiecistej chustki, opadając na szyję, czoło i pierś, ubraną w rzędy paciorków takich, jakich tu nikt nie nosił; przy uszach także połyskiwały świecące blaszki; ręce drobne i wobec wszystkich tu innych prawie białe, a zawsze bezczynne, poruszały się nieustannemi i niespokojnemi gestami; na twarzy przywiędłej i szczupłej miała zawsze albo żółtawą bladość, albo rumieńce, ogniem buchające, jakie tu widywano tylko u ludzi, którzy w gorączce leżeli."
      },
      {
        "index": 149,
        "text": "Gorączkowemi też snami wydawały się otaczającym jej opowiadania, tak przecież dla nich ciekawe, że z wieczornic, odbywających się w Koźlukowej chacie, wygnały zimy owej zapełniające je zwykle śpiewy i bajki. Cóż bowiem bajki, w większej części wszystkim tu od dzieciństwa znane, znaczyć mogły wobec opowiadań o teatralnych przedstawieniach, którym z najwyższego piętra, w ścisku, upale, potokach światła, Franka często przypatrywała się niegdyś; o maskaradach, pełnych przebrań i śmiesznych albo potwornych maszkar, w których też nieraz udział brała; o świetnych tanecznych wieczorach, które w domach swoich dawnych państwa widywała; o tłumnych hulankach, w zamiejskich ogrodach, z huśtawkami, karuzelami, djabelskiemi młynami, przez mnóstwo razem kawalerów i panien odbywanych; o różnych głośnych zbrodniach, samobójstwach, romansach, kłótniach, śmiesznych lub przerażających wypadkach, kiedykolwiek i gdziekolwiek wydarzonych, a przez nią w niezmiernej obfitości znanych i zapamiętanych, bo ich, jak wszelkich innych drażniących i podniecających wrażeń, od lat najwcześniejszych chciwą być zaczęła."
      },
      {
        "index": 150,
        "text": "Pośród słuchaczy jej znajdowali się tacy — kobiety szczególnie — którzy, oprócz rodzinnej i kilku zupełnie do niej podobnych wsi, żadnych innych miejsc pod słońcem nie widzieli; inni do miasta, z którego pochodziła ona, nierzadko nawet jeździli, ale oprócz rynków i kościołów nic wcale w niem nie znali. Niektórzy, jak naprzykład przystojny, śmiały i trochę już surdutowo siermięgę swą przykrawający, Aleksy Mikuła, do znajomości świata niejaką pretensję roszcząc, opowiadaniom Franki potwierdzającem wstrząśnieniem głowy wtórzyli, lecz w gruncie, tak samo jak inni, bawili się niemi, gorszyli lub zdumiewali."
      },
      {
        "index": 151,
        "text": "W izbie niskiej i dusznej, ze stłoczonych i prawie tuż przy sobie oddychających piersi, z ust, w gapiowatem zdziwieniu rozwartych lub okrążonych szyderczemi czy zadumanemi uśmiechy, wyrywały się okrzyki zdziwienia, zgorszenia, przerażenia, rozweselenia."
      },
      {
        "index": 152,
        "text": "Bożeż mój, Boże! toż bogactw wszelakich na świecie, jak tego śmiecia w izbie, kiedy przez cały tydzień jej nie zamieść. Toż tam ludzie dokazują, weselą się i grzeszą! Chyba oni nigdy nic nie robią, że im to wszystko do głowy przychodzi. Chyba oni Pana Boga nie lękają się i wstydu w oczach nie mają, kiedy takie rzeczy robić mogą. Człowiek i sto lat przeżyć mógłby, a w pracy i biedzie do głowyby mu nie przyszło, że są na świecie takie bogactwa, piękności, dziwy i grzechy."
      },
      {
        "index": 153,
        "text": "Oj, grzechy! Te szczególniej ludzi tych w oczy kłóły i w głowach im zamęt sprawiały. Nie dlatego, aby człowiek sam nigdy już Pana Boga nie obrażał i, szczególniej upiwszy się, siakim takim grzechem duszy nie obarczył. Ale zawszeż takie marnowanie darów boskich, rozpusty, kłótnie, zabijanie siebie i innych, o jakiem ta opowiada, to już piekło, czyste piekło!"
      },
      {
        "index": 154,
        "text": "Czasem ręce niewiast z wrzecionami, a mężczyzn z toporkami, iglicami i heblami, wdół opadały; z kątów izby w donośny i piskliwy głosik opowiadającej Franki, niby podmuchy wiatru, wpadały basowe westchnienia."
      },
      {
        "index": 155,
        "text": "Awdocia, mądre sw czarne oczki, wśród twarzy, do jesiennego jabłka podobnej, szeroko wytrzeszczając, pomarszczoną choć jeszcze rzeźwą rękę ku czołu podniosła, szepcząc:"
      },
      {
        "index": 156,
        "text": "— W imię Ojca, i Syna, i Ducha świętego..."
      },
      {
        "index": 157,
        "text": "A szept jej głośny, od rozbudzonych uczuć i myśli szepleniący i syczący, zdawał się być szelestem uschłych liści, na glinianą podłogę izby sypanych."
      },
      {
        "index": 158,
        "text": "Sama tylko żebraczka Marcela, u stołka, na którym Franka nogi swe wyciągała, na ziemi siedząc, ani dziwiła się, ani gorszyła, tylko bawiła się wybornie. W czerwonawej smudze światła, z ogniska na nią spływającej, ze swą czworokątną, ciężką postacią, wyglądała jak kupa łachmanów, z której ku opowiadającej wychylała się głowa, łachmanem owinięta, z szerokim uśmiechem ust bezzębnych. Wśród zoranej zmarszczkami twarzy, w oczach jej spłowiałych i przebiegłych zapalały się migotliwe światełka, nabrzmiałe powieki potakująco mrugały, głos ochrypły, do przesuwania piły po drzewie podobny, od czasu do czasu wymawiał:"
      },
      {
        "index": 159,
        "text": "— Ale! a toż! prawda! wszystko prawda!"
      },
      {
        "index": 160,
        "text": "Ona tylko to wszystko, o czem mówiła tamta, widziała, słyszała, doświadczała. One dwie były istotami innego rodu i świata, rzuconemi w ten ród gruby, ciężki, w ten świat, niczego nieświadomy, naiwny. Tylko gdy starsza, prawie zgrzybiała i łaski ludzkiej potrzebująca, wiedzę swą roztaczać leniła się i często nie śmiała — młodsza, harda i wiecznie niespokojnem życiem wrząca, czyniła to z uczuciem nieskończonej swej nad otaczającymi wyższości. Gdyby umiała, byłaby ją nazwała wyższością umysłową. Wyrażenia tego przecież w głowie nie posiadając, pełną była pojęcia, przez niego przedstawianego. Pochlebiało jej to niezmiernie i zwiększało w niej wzgardę, którą dla tych ludzi uczuwała. Bawiła się też wybornie. Z wieczornicy wracając, śmiechem głośnym i zanoszącym się chatę napełniała."
      },
      {
        "index": 161,
        "text": "— Ot, głupie chamy! ot, bydło! O takich zwykłych rzeczach im gadam, a oni gęby pootwierają i dziwią się, tak jakbym im Pana Boga albo djabła pokazywała! Jak królowa między pastuchami, tak ja między niemi wyglądam. Ale to nic. Wesoło. Czasem mnie zdaje się, że na komedji jestem albo sama komedję odgrywam. No, ciemny lud! No, bydło! Przed każdym z miasta, choćby i najgłupszym, świnie im tylko paść."
      },
      {
        "index": 162,
        "text": "I opowiadań jej w siostrzynej chacie, i wesołych drwin z chamskiej ciemnoty i głupoty Paweł słuchał w chmurnem milczeniu. Ze słyszenia wiedział o tem, że gdzieściś na świecie są wielkie bogactwa i rozkosze; ale, jako rzecz niedościgła i niepożądana, nie obchodziły go one wcale. Nędzy nie zaznał i zbytków nie pokosztował nigdy: więc ani przeciw razowemu chlebowi goryczy, ani na słodkie przysmaki chciwości nie doświadczał. O tych ostatnich, poprostu, nie myślał nigdy, a kiedy teraz żona mu je pod postacią wspominanych mieszkań wspaniałych, obiadów smacznych, strojów drogocennych, świateł olśniewających na myśl nasuwała, z wyobraźnią na te nieznane rozkosze całkiem tępą, z duszą zupełnie im obcą, ręką machał i z zamyślonym na ustach uśmiechem powtarzał chłopskie przysłowie:"
      },
      {
        "index": 163,
        "text": "— Ot, zwyczajnie! Boh z ludźmi robić ihrysko, odnoho wysoko, druhoho nisko."
      },
      {
        "index": 164,
        "text": "Co innego wcale, gdy mowa była o hulankach, romansach, kłótniach, zbrodniach, o tem wszystkiem, słowem, co on ogarniał jedną nazwą: grzech. To wszystko w ustach Franki sprawiało mu taką przykrość, że albo kręcił się na zydlu, jak w bólach stękając, albo, łokcie o kolana wsparłszy, a twarz w dłoniach zanurzywszy, w głębokiej medytacji kołysał się w strony obie."
      },
      {
        "index": 165,
        "text": "Przez zaciśnięte zęby zcicha wymawiał:"
      },
      {
        "index": 166,
        "text": "— Pohane życie! Przeklęte życie! Żeby takiego życia ludzie nie znali! żeby ono wskróś ziemi poszło!"
      },
      {
        "index": 167,
        "text": "Czasem, gdy tak medytował, dziwnych doświadczał wrażeń i złud wyobraźni. Słuchając opowiadania o tem, jak wesoło ludzie bawią się na zamiejskich karuzelach, huśtawkach, całonocnych tańcach, i jakie na tych zabawach powstają pijatyki, bójki, choroby, romanse, nagle pod zamkniętemi swemi powiekami spostrzegał wodę błękitną, czystą, cichą, taką, jaką Niemen toczy w nieskazitelną pogodę, a nad nią albo różany pas jutrzenki, albo wełniste obłoki, do stada białych owiec podobne, albo chóry jaskółek, wkółko, wkółko zwijających się nad wodnemi liljami. Czasem ni stąd ni zowąd gołębie nad uchem mu zagruchały, lub jednostajnym, łagodnym szmerem zaśpiewały fale. Wtedy z nad dłoni podniósł twarz zmartwioną, zbróżdżoną i, gdy Franka z nim razem do chaty wróciwszy, nad głupotą chamską od śmiechu się kładła, nie sprzeczał się, wyrzutów jej nie czynił, tylko do umilknięcia skłonić ją usiłował."
      },
      {
        "index": 168,
        "text": "— Cichoż już, cicho! — mówił — wolałbym ja, żebyś ty nie pamiętała, że na świecie żyłaś, nim do tej chaty weszłaś. Oj, rozumu nikt nie nauczył, a głupstw tak powyuczali, że i zapomnieć ich nie możesz. Może Pan Bóg Najwyższy da, że kiedykolwiek zapomnisz!"
      },
      {
        "index": 169,
        "text": "I ze spazmatycznie rozchichotaną tak samo postępował, jak gdy ją nagłe płacze porywały."
      },
      {
        "index": 170,
        "text": "Przy sobie ją sadzał, ramieniem obejmował i łagodnie, ojcowsko upominał:"
      },
      {
        "index": 171,
        "text": "— Cichoż już, cicho! cicho! Hodzi, dzieciatko, hodzi!"
      },
      {
        "index": 172,
        "text": "Nie sprzeczał się, nie gniewał, nic jej nie wyrzucał, ale częstych wieczornic, wśród których ona królowała, znosić nie mógł, tem więcej, że wydało mu się, iż ona do Aleksego Mikuły zalecać się zaczęła."
      },
      {
        "index": 173,
        "text": "Był to najprzystojniejszy i najrezolutniejszy mężczyzna we wsi, a choć parę już lat żonaty i z żoną dobrze żyjący, czasem jeszcze na żart i dla popisu z dziewkami i młodemi mężatkami poigrać lubił. Z Franką wprawdzie żadnych zaczepek nie szukał, owszem, żartował z niej sobie, w oczy jej mówiąc, że jest już starą i że wcale nie potrzebuje popisywać się przed nim ze swoją miastową mądrością, bo on jeszcze więcej o wszystkiem wie, niż ona. Ale jej wydawał się on najpodobniejszym jakoś do dawnych znajomych i przyjaciół; przytem, jak zwykle wypowiadając wszystko, co jej na myśl przychodziło, głośno i bez wahania się trajkotała, że się jej jego butna postawa i szafirowe oczy bardzo podobają."
      },
      {
        "index": 174,
        "text": "Razu pewnego, gdy się z nią przekomarzał, garść suszonych wiśni w twarz mu rzuciła, a innym razem ze swego zaimprowizowanego szezlongu nagle zerwawszy się, tuż przy nim usiadła i, białemi zębami błyskając, a czarne kędziory całym lasem z pod chustki wywijając, w samą twarz mu zajrzała."
      },
      {
        "index": 175,
        "text": "Tego wieczora Paweł, z chaty Koźluków wychodząc, tak silnie rękę jej schwycił, że aż krzyknęła z bólu i prosić zaczęła, aby ją puścił."
      },
      {
        "index": 176,
        "text": "Lecz on mocniej jeszcze dłoń zacisnął i, na piskliwe jej skargi, ani na giętkie u boku jego zwijanie się nie zważając, do chaty ją wprowadził, drzwi zamknął, lampkę zapalił i obie już jej ręce, tak samo jak wprzódy, ścisnąwszy, tonem zapytania przemówił:"
      },
      {
        "index": 177,
        "text": "— Przysięgłaś?"
      },
      {
        "index": 178,
        "text": "Nigdy nie przypuszczała, aby oczy jego tak płomiennie pałać mogły, a stłumiony głos brzmieć tak groźnie."
      },
      {
        "index": 179,
        "text": "Pomimo bólu, w ściskanej ręce uczuwanego, zapatrzyła się w niego, jak w tęczę."
      },
      {
        "index": 180,
        "text": "— Przysięgłaś? — zapytał po raz drugi. — No, to i co? — spróbowała zuchwale się postawić."
      },
      {
        "index": 181,
        "text": "— Odpowiadaj... chuczej, chuczej, odpowiadaj! Przysięgłaś?"
      },
      {
        "index": 182,
        "text": "Teraz dwie sine żyły przerznęły mu pogodne zwykle czoło, a oczy stały się czarnemi i czemś czarnem z głębi patrzały. Ale ona, zamiast bojaźni, uczuła nagle odżycie swoich dla niego zapałów, które przedtem już w niej zwolna ostygać zaczynały. Podobał się jej, okropnie podobał się znowu w tej zupełnie innej, niż zwykle postaci. Było to dla niej coś nowego i zaciekawiającego: jakaś siła, która ją podbijała, i namiętność, która warem po żyłach jej przebiegła."
      },
      {
        "index": 183,
        "text": "Z okrzykiem miłości, z tłoczącemi się na ustach wyrazami pieszczoty na pierś mu opadła i do ust jego ustami się przykleiła."
      },
      {
        "index": 184,
        "text": "On, tak samo jak wtedy, gdy w ciemnym borku, przed mogilnym krzyżem, po raz pierwszy w ramiona ją pochwycił, jak pijak do brzegu czary, do niej przylgnął. Po długiej dopiero chwili zapytał:"
      },
      {
        "index": 185,
        "text": "— A o grzechu nie pomyślałaś? Aleksego nie polubiłaś? ha?"
      },
      {
        "index": 186,
        "text": "— Niech tego chama djabli wezmą! tak mnie on w głowie, jak przeszłoroczna zima! Ciebie, Pawełku, lubię! ty mój mileńki, drogieńki, złoty, srebrny, brylantowy!"
      },
      {
        "index": 187,
        "text": "Uspokoił się zupełnie; wiedział, że nie kłamała nigdy i nawet nic z tego, co myślała lub czuła, utaić nie była zdolną."
      },
      {
        "index": 188,
        "text": "Istotnie też i tym razem nie skłamała. Do przystojnego i od innych nieco światowszego mężczyzny czepiać się zaczynała z przyzwyczajenia, z chęci triumfowania, z odrobiny pociągu, który wnet zagasł przy odnowionym zapale do Pawła. Na wieczornice przez czas jakiś wcale nawet nie chodziła i kilka razy sama zamiotła izbę i zgotowała obiad. Po wodę tylko chodzić i krów doić za nic nie chciała; Paweł też jej do zajęć tych nie znaglał i na odmowne jej odpowiedzi z pobłażliwym gestem mówił:"
      },
      {
        "index": 189,
        "text": "— Nu, nu, głupstwo! Niech sobie będzie po twojemu, byle tobie dobrze było, i byle ty sama dobra była."
      },
      {
        "index": 190,
        "text": "Zresztą zaniósł raz do niej dość dziwną prośbę."
      },
      {
        "index": 191,
        "text": "Było to w niedzielę po powrocie Franki z kościoła. Do kościoła, znajdującego się w pobliskiem miasteczku, jeździła ona najczęściej, jak tylko mogła, to z mężem, to z Filipem i Ulaną, to z którymkolwiek sąsiadem, na którego wóz wpraszała się z umizgami i grzecznemi słowy. Choć malutkie, było to zawsze miasteczko, które ciągnęło ją ku sobie. W czasie nabożeństwa przypatrywać się mogła zebranym w kościele różnym ludziom, a potem na sklepiki z towarami popatrzeć, z czegoś pośmiać się, coś zabawnego, albo osobliwego usłyszeć."
      },
      {
        "index": 192,
        "text": "Jadąc tam, ubierała się w swoje miejskie odzienie, a do rąk brała książkę do nabożeństwa, wydętą od włożonych w nią świętych obrazków i biletów z powinszowaniami, które niegdyś na imieniny swe otrzymała."
      },
      {
        "index": 193,
        "text": "Miejskie odzienie w nikim tu zachwycenia nie budziło, lecz na trzymaną w ręku książkę wielu spoglądało z ciekawością i podziwem. Na książkę tę spoglądając, Ulana więcej uprzejmą, niż zwykle, stawała się dla bratowej, obok niej na wozie siedzącej; wzrok Filipa, zatrzymując się też czasem na czarnych okładkach i złoconych brzeżkach książki, stawał się zamyślonym i poważnym; Awdocia, po raz pierwszy ją ujrzawszy, w pomarszczone ręce klasnęła i zawołała:"
      },
      {
        "index": 194,
        "text": "— Ot, szczęśliwa, ot, łaskę swoją Pan Bóg Najwyższy tobie okazał, że i z książki chwalić Jego możesz!"
      },
      {
        "index": 195,
        "text": "Aleksy nawet, gdy raz Frankę razem z żoną swą wieźć miał do kościoła, na widok książki spokorniał trochę, żartować z Franki przestał i, na znak uszanowania, więcej nieco siana w to miejsce, które ona na wozie zająć miała, zgarnął. W nikim przecież ta książka takiego zajęcia i pociągu nie budziła, jak w Pawle. Ilekroć brał ją w ręce, zawsze wprzód ze schyloną twarzą dmuchnął na nią ze stron obu, końcami palców starł z niej resztki niespędzonego przez dmuchnięcie pyłu, a potem, na ławie usiadłszy, powoli, ostrożnie w różnych miejscach ją roztwierał, po drukowanych kartkach wzrokiem wodząc i czasem błogo uśmiechając się, a czasem z milczącą żałością głową trzęsąc."
      },
      {
        "index": 196,
        "text": "Kwadranse niekiedy upływały mu na tej kontemplacji, którą zazwyczaj kończył głębokiem westchnieniem i pełnem uszanowania złożeniem książki na miejscu w chacie najparadniejszem, to jest na olchowej, czerwonej szafie, pomiędzy lampką z wysokim kominkiem i samowarkiem z połyskującej blachy."
      },
      {
        "index": 197,
        "text": "Raz, kiedy Franka po powrocie z kościoła, jak zwykle, książkę swoją niedbale na stół porzuciwszy, ze szczebiotem i śmiechem kręciła się po chacie, Paweł, od książki wzroku nie odrywając, przemówił:"
      },
      {
        "index": 198,
        "text": "— Franka! Wiesz co, Franka? Ja ciebie dawno już o jedną rzecz chciał prosić."
      },
      {
        "index": 199,
        "text": "W wybornym dnia tego była humorze, bo dziś w miasteczku, kiedy kręciła się po rynku, jakiś pan w zgrabnem futerku — podobno pisarz z sąsiedniego dworu — wskazując ją drugiemu, powiedział:"
      },
      {
        "index": 200,
        "text": "— Ot, szelma przystojna!"
      },
      {
        "index": 201,
        "text": "A drugi, starszy, podobno ekonom, głową kiwnął:"
      },
      {
        "index": 202,
        "text": "— A niczego sobie fryga!"
      },
      {
        "index": 203,
        "text": "Krótka ta rozmowa, którą usłyszała, sprawiła jej wielką przyjemność."
      },
      {
        "index": 204,
        "text": "W dodatku za dwanaście groszy, które jej od kupienia krup i soli zostały, kupiła sobie ze straganu karmelków, które teraz, na ławie jak kotka zwinięta, jak wiewiórka w zębach chrustała."
      },
      {
        "index": 205,
        "text": "Usłyszawszy więc słowa męża, uprzejmością i czułością wybuchnęła:"
      },
      {
        "index": 206,
        "text": "— Ja dla ciebie, Pawełku, wszyściutko na świecie zrobić gotowa!"
      },
      {
        "index": 207,
        "text": "— Nu, kiedy już ty taka dobra, to bądź łaskawa, naucz mnie czytać."
      },
      {
        "index": 208,
        "text": "Osłupiała zrazu ze zdziwienia, ale potem uczuła się bardzo dumną. Co to znaczy z dobrej familji pochodzić! Gdyby ze złej pochodziła, czytaćby nie umiała. Dobrze! Czemuż nie? Wyuczy Pawła czytać. Oj-oj! wielkie rzeczy! W domach swoich dawnych państwa ona takie guwernantki widywała, co w głowie mniej rozumu miały, niż ona w małym palcu, a jednak uczyły. Tylko że do tego elementarza trzeba."
      },
      {
        "index": 209,
        "text": "O elementarz Paweł jednego znajomego sobie człowieka poprosić miał, a teraz z rozczerwienioną twarzą nalegał na nią, aby mu tymczasem na książce do nabożeństwa litery pokazała."
      },
      {
        "index": 210,
        "text": "Pokaż, Franka! bój się Boga, choć na książce tymczasem pokaż. Jaż tak długo tego szczęścia żądał!"
      },
      {
        "index": 211,
        "text": "Znowu zdziwiła się niezmiernie. Cóż to za takie szczęście: umieć czytać?"
      },
      {
        "index": 212,
        "text": "Ale Paweł tłumaczyć jej zaczął, że niczego ludziom nie zazdrości, tylko tego, jeżeli który umie na książce w kościele Pana Boga pochwalić, a w chacie, kiedy jest czas, różne ciekawe historje poczytać. Po świecie nigdy tułać się nie lubił, to też i nic prawie nie wie, co dzieje się tam za górami, za lasami, a wiedzieć chciałby. W książkach to wszystko napisane stoi, wie o tem, bo, gdy z nieboszczykiem ojcem jeszcze po dworach przebywał, dużo książek widział i ludzi, na nich czytających, słyszał. Ekonom tam czasem żonce swojej na głos czytywał i ochmistrzyni, kiedy w dobrym humorze była, w niedzielę, czy święto jakie, ojca jego do swego pokoju wołała i głośno z książeczek różnych czytała. Słyszał też czytające głośno panienki, i pod ganek, na którym one siedziały, zakradłszy się, słuchał. Często rozmyślał, jakby to nauczyć się? ale nie było jak i od kogo. W tej wsi dwaj ludzie są tacy, co czytać umieją, ale do nauczania kogoś ani czasu, ani ochoty nie mają. Teraz przecież on razem z żonką i to szczęście do swej chaty wziął. Ona go nauczy i Boga lepiej chwalić, i z ciemności na światło wychodzić, i może lepszym zrobić się, niż do tego czasu był, bo, słyszę, w książkach różne sposoby takie podają, przez które ludzka dusza, jak ta gołąbka, bielutką stać się może."
      },
      {
        "index": 213,
        "text": "— Głupstwo dusza i głupstwo gołąbka! — zeskakując z ławy, zawołała Franka — ale, że w książkach ciekawe historje opisują, to ciekawe!"
      },
      {
        "index": 214,
        "text": "Ona sama lubiła czasem poczytać sobie, a u niektórych jej pań dużo książek było: więc je brała i czytywała, albo nocami, w pościeli leżąc, albo w świąteczne dni z kimkolwiek ze swoich gości w garderobie lub kuchni."
      },
      {
        "index": 215,
        "text": "Jedną z tych przeczytanych historyj teraz Pawłowi opowiadać zaczęła. Czytała ją, jakgdyby to wczoraj było, tak pamięta, z jednym lokajem, w którym kochała się podówczas. Był to romans jakiś, pełen zdumiewających i okropnych przygód i wrażeń. Figurowali w nim zbójcy, truciciele, zgubione kobiety, podrzutki, niezmiernie cnotliwe księżne i do najwyższego stopnia szlachetni hrabiowie. Franka opowiadała go dokładnie z ognistą gestykulacją i mimiką, najszerzej i z największą lubością rozwodząc się nad romansami i zbrodniami; aż jej oczy pałały i drgały muskuły twarzy. Tyle ze swojej umiejętności czytania skorzystała."
      },
      {
        "index": 216,
        "text": "Paweł, choć w części tej ślicznej, jak ją Franka nazywała, historji, nie zrozumiał, a w części jej się przeląkł, wcale się do przedsięwzięcia swego nie zniechęcił."
      },
      {
        "index": 217,
        "text": "Zima była tęga; na rzece, grubą warstwą lodu opancerzonej, mało co robić było można; czasu więc miał wiele i odtąd codziennie to w południowych, to w wieczornych godzinach od Franki żądał, aby mu czytać «pokazywała»."
      },
      {
        "index": 218,
        "text": "Ona zrazu chętnie tę prośbę spełniała. Przy sosnowym stole, starannie przez Pawła wytartym, przed małem oknem, za którem na ogrodzie wzdymały się puchy śniegowe, i stała szronem okryta grusza, w surowem, bo niczem nie przyćmionem świetle białej zimy, nad otwartą książką lub elementarzem oboje zasiadali. W chwilach tych, ten wysoki, silny, przeszło czterdziestoletni człowiek w dziecko pokorne i lękliwe przemieniać się zdawał. Z zydla, nad stołem tak pochylony, że na dwoje jakby złamany, w litery, które mu Franka końcem palca pokazywała, z takiem wytężeniem oczy wlepiał, iż zdawać się mogło, że z pod szeroko rozwartych powiek wyskoczą. W twarzy jego, bibuły prawie dotykającej, dziwne zachodziły zmiany: brwi podnosiły się wysoko, czoło w dwie grube zbiegało się zmarszczki, wykrzywiały się policzki i wydymały wargi."
      },
      {
        "index": 219,
        "text": "Kiedy już pierwsze głoski alfabetu rozpoznawać się nauczył i monotonnie, powoli wymawiał: a, b, c... oderwane dźwięki jego głosu podobnemi były do stękań, z trudnością z piersi dobywanych. Z trudnością wielką rozróżniać mu przychodziło te drobne, czarne, kręte linje, wzrokowi jego dotąd zupełnie nieznane; z powolnością niezmierną mózg jego rozpoczynał czynność, dotąd zupełnie mu obcą."
      },
      {
        "index": 220,
        "text": "— D... e... f... — stękał i wzdychał, nie czując i nie wiedząc sam, że ręce, pod stołem na kolanach złożone, tak silnie łamał, iż stawy palców na całą izbę trzeszczały."
      },
      {
        "index": 221,
        "text": "— G... h..."
      },
      {
        "index": 222,
        "text": "Nad następną literą siadywał długo w milczeniu, kurcząc się coraz bardziej, z wielkiemi kroplami potu na zmarszczonym czole. Trudno mu było odróżnić ją od jednej z następujących. Nakoniec zcicha, lękliwie wyszeptał:"
      },
      {
        "index": 223,
        "text": "— L..."
      },
      {
        "index": 224,
        "text": "Franka, która przy każdem utknięciu męża nad którą z liter niecierpliwie kręciła się na stołku, z krzykiem teraz zerwała się z siedzenia:"
      },
      {
        "index": 225,
        "text": "— Ot, dureń! L... l... l... jakież to l, kiedy kropka na wierzchu stoi! Ot, chamska głowa! Taki ty do czytania zdatny, jak wół do karety!"
      },
      {
        "index": 226,
        "text": "Na obelżywe jej wyrazy wcale uwagi nie zwracając, jedną palącą chęcią ogarnięty, pokorne spojrzenie ku niej wznosił."
      },
      {
        "index": 227,
        "text": "— Nu, Franka, nie gniewaj się! cichoż już, cicho! już ja sobie przypomniał, że to i... z kropką na wierzchu... nu, siądź i jeszcze troszkę pokaż... cicho! cicho!"
      },
      {
        "index": 228,
        "text": "Za rękę ją ku stołowi przyciągał i rozkrzyczaną pokornie uspokajał:"
      },
      {
        "index": 229,
        "text": "— Widzisz, Franka, ja do tego nie przyzwyczajony... ale ty poczekaj troszkę... poczekaj... moja mileńka... niechaj trochę przywyknę... Siadała znowu, ale już nadąsana, niechętna i za każdą omyłkę coraz srożej go gromiła."
      },
      {
        "index": 230,
        "text": "On i to znosił cierpliwie."
      },
      {
        "index": 231,
        "text": "— Poczekaj, mileńka — powtarzał — poczekaj troszkę... niechaj przywyknę."
      },
      {
        "index": 232,
        "text": "Przywykał istotnie dość prędko i, cały alfabet wybornie już umiejąc, raz wieczorem przy świetle naftowej lampki dość biegle już bąkał: b, a, ba, b, e, be, — kiedy Franka, jak sprężyną podrzucona, ze stołka się zerwała i krzyknęła:"
      },
      {
        "index": 233,
        "text": "— Nie chcę! nie będę! Dość już tego! niech to czytanie djabli wezmą! Czy ja u ciebie za guwernantkę najęła się? Nuda mnie taka źre, że chyba jak pies wyć zaraz zacznę!"
      },
      {
        "index": 234,
        "text": "Na pościel jak długa upadła i, z twarzą do sufitu obróconą, z rękoma nad głową wyprężonemi, poziewać zaczęła. Poziewanie to, przeciągle i głośne, istotnie do wycia podobnem było."
      },
      {
        "index": 235,
        "text": "Paweł, zmartwioną twarz z nad elementarza podniósłszy, milcząc, na nią popatrzał, głową kiwnął, ręką lekceważący gest uczynił."
      },
      {
        "index": 236,
        "text": "— Ot, jeszcze do ciebie czasem złe przystępuje. Musi spać chcesz, kiedy tak drzesz gębę. Nu, i dobrze, kiedy spać, to i spać."
      },
      {
        "index": 237,
        "text": "Lampkę zgasił i po kilku minutach głęboko już usypiał."
      },
      {
        "index": 238,
        "text": "Ale jej wcale do snu nie było."
      },
      {
        "index": 239,
        "text": "W długie zimowe noce napadały ją trwogi i przerażenia, zarówno przez grobową ciszę, jak przez napełniające ją niekiedy głosy obudzane. Gdyby choć jeden turkot kół, choć jedno gwizdnięcie nocnego stróża, choć jedno zatętnienie śpieszących się stóp ludzkich po zmarzłym chodniku ulicy, choć najbledszy odbłysk ulicznej latarni, choć najsłabsze echo muzyczki, zabawie nocnej kędyś przygrywającej!"
      },
      {
        "index": 240,
        "text": "Gdzie tam! Nie było tu nic, nic z tego, co ją niegdyś uspokajało i rozweselało, ilekroć rozmarzona, wzburzona lub chora, usnąć nie mogła."
      },
      {
        "index": 241,
        "text": "Tu w mroźne, spokojne noce panowały takie ogromne, rozlegle cisze, z taką bezdenną, zda się, ciemnością czasem połączone, że jej się wydawało, jakby głęboko pod ziemią leżała. Niekiedy w tę ciszę i ciemność wpadało silne stuknięcie, do wystrzału z pistoletu albo do uderzenia kamieniem o ścianę chaty podobne. Franka wyprostowana i z natężonym słuchem na pościeli siadała, a gdy stuknięcie powtarzało się, ramię śpiącego męża targać zaczynała. Z trudnością rozbudzonemu Pawłowi przerażonym szeptem mówiła, że do chaty ich dobierają się rozbójniki. On w to nie wierzył, bo, odkąd żył na świecie, w tej wiosce żadnych rozbójników nie bywało; w ciszę i ciemność wsłuchiwał się przecież, a gdy stuknięcie powtórzyło się jeszcze, ze śmiechem żonie oznajmiał, że to z takim hukiem ściany chaty od mrozu pękają. Przekonała się zczasem, że tak było istotnie, ale nigdy z temi nocnemi głosami oswoić się nie mogła."
      },
      {
        "index": 242,
        "text": "Mróz, jak lodowy olbrzym, gniewnie i smutnie tułał się po wsi. To w jedną ścianę chaty, to w drugą, to daleko, to blisko uderzał; pękaniem i cichym trzaskiem odzywał się dokoła małych okien; za oknami po płotkach ogrodu chodził, i z oddalenia jeszcze słychać było, jak dokoła chaty Koźlukowej błądził. Wprawdzie to tułanie się po wsi i wśród czarnych nocy lodowatego olbrzyma zdarzało się nieczęsto, lecz i odwilże niememi nie były."
      },
      {
        "index": 243,
        "text": "Mróz stukał, pękał, trzeszczał, one zaś wzdychały, szeptały, szlochały. Wiatr wzdychał, u okapu chaty roztapiające się sople lodu cichym pluskiem płakały, u ściany stara grusza szeleściła, i zaledwie dosłyszalne szepty rozbiegały się nad topniejącym śniegiem po suchych badylach ogrodu. France zdawało się wtedy, że słyszy dokoła chaty ciche zmowy zaczajonych złoczyńców, albo westchnienia błędnych i udręczonych duchów. Przypominała sobie cmentarz pobliski i wszystkie historje o duchach i strachach, których znała mnóstwo. W ciemnej izbie rozlegał się szept głośny i przerażony:"
      },
      {
        "index": 244,
        "text": "— W imię Ojca, i Syna, i Ducha Świętego... Jezus, Marja i wszyscy Święci Pańscy, ratujcie!"
      },
      {
        "index": 245,
        "text": "Przy świetle dziennem, w humorze dobrym, gotowa zawsze ze śmiechem zawołać: — Głupstwo Pan Bóg! głupstwo dusza! — w nocnych ciemnościach wierzyła w powracające z tamtego świata dusze i przyzywała na pomoc nietylko Boga, ale i świętych, których imiona poznała ze znajdujących się w jej książce do nabożeństwa litanij."
      },
      {
        "index": 246,
        "text": "Najgorzej jednak bywało, gdy nad uśpioną wioską rozhulały się wielkie zimowe wichry. Z pól szerokich, z głębokiej kotliny Niemna, z pod utopionego w ciemnościach nieba przylatywały one, powstawały, spadały i nad szeregiem niskich, pod śniegowemi kołdrami śpiących dachów, dokoła ciemnych, śniegowemi wałami otoczonych ścian, odbywały się szalone orgje. Powietrze napełniało się wtedy kotłowaniem i wrzaskiem wszystkich głosów świata. Były to uganiające się z sobą olbrzymie kule czy kłęby, które w szalonym rozpędzie uderzały o siebie z trzaskiem piorunów lub hukiem armatnich wystrzałów: grzmoty, z nieustannym turkotem od końca do końca ziemi pędzące, przeraźliwe wycia smaganych psiarni, krzyki mordowanych, płacze zrozpaczonych, przeciągle błagania topiących się w groźnych szumach, łopoty mnóstwa skrzydeł, połączone z trzaskiem walących się gmachów."
      },
      {
        "index": 247,
        "text": "Wszystko to piekielnym hałasem i szałem napełniało ciemne przestworza, lecz ludzi usypiających pod niskim szeregiem dachów, w śniegowe kołdry otulonych, nie budziło wcale. Pod wszystkiemi tymi dachami, spokojnie i bezpiecznie w srogich, lecz dobrze znanych ramionach natury usypiającemi, jedna tylko istota siedziała na pościeli, wyprostowana, ze wzrokiem w ciemność utkwionym, z wyprężonym słuchem, z oddechem zamierającym w piersi i z potem na czole. Teraz była pewną, że zaraz, zaraz roztworzą się naoścież trzeszczące i skrzypiące drzwi i okna chaty, a przez nie wleci cały tłum wściekłych szatanów, lub, że wnet, wnet, te szalejące wichry chatę wywrócą i dach jej i ściany na nią zwalą."
      },
      {
        "index": 248,
        "text": "Znowu męża za ramiona targała:"
      },
      {
        "index": 249,
        "text": "— Chata zawali się! Paweł! Paweł! uciekajmy gdziekolwiek, chata zawali się!"
      },
      {
        "index": 250,
        "text": "Sennym i zdziwionym głosem zapytywał:"
      },
      {
        "index": 251,
        "text": "— Czemu?"
      },
      {
        "index": 252,
        "text": "— Posłuchaj! — odpowiadała."
      },
      {
        "index": 253,
        "text": "Słuchał chwilę, a potem, na drugi bok przewracając się, mówił:"
      },
      {
        "index": 254,
        "text": "— Głupstwo! nie zawali się! czy to pierwszyzna?"
      },
      {
        "index": 255,
        "text": "— Pawełku, — prosiła wtedy — zapal lampkę... mój drogieńki, złoty, brylantowy, zapal!"
      },
      {
        "index": 256,
        "text": "Ale długo go prosić nie potrzebowała. Wstając i zapalając lampkę, zapytywał:"
      },
      {
        "index": 257,
        "text": "— Czemuż sama nie zapaliłaś?"
      },
      {
        "index": 258,
        "text": "— Aha! ja i oddychać bałam się, nietylko co!"
      },
      {
        "index": 259,
        "text": "— Głupstwo! — powtarzał — przeżegnaj się i śpij."
      },
      {
        "index": 260,
        "text": "Zaledwie to wymówił, usnął znowu, a ona, przez zapalone światło trochę uspokojona, nie kładła się jednak; na pościeli siedząc, ze wzburzonemi włosami i nieoschłym jeszcze potem na czole, śpiącemu obok niej człowiekowi przypatrywać się zaczynała."
      },
      {
        "index": 261,
        "text": "Paweł sen miał, z łatwością przychodzący, twardy, a kiedy nieruchomy i z zamkniętemi powiekami leżał, wydawał się znacznie starszym, niż wtedy, gdy poruszał się i patrzał. Gibkość ruchów i przezroczysty błękit oczu nadawały mu czasem pozór prawie młodzieńczy. Teraz zmarszczki, które miał na czole, stawały się wydatniejszemi, a poważny układ warg całą twarz czynił surową."
      },
      {
        "index": 262,
        "text": "Franka, z wlepionemi w niego oczyma, przez zaciśnięte zęby wymawiała:"
      },
      {
        "index": 263,
        "text": "— Bałwan! znów zasnął!"
      },
      {
        "index": 264,
        "text": "Przytem, jaki on teraz brzydki! Wcale inaczej wyglądał, kiedy go po raz pierwszy w czółnie na Niemnie ujrzała. Taki jej wtedy wydał się zgrabny i tak na nią ładnie patrzał. A teraz..."
      },
      {
        "index": 265,
        "text": "Znowu przez zaciśnięte zęby wymówiła:"
      },
      {
        "index": 266,
        "text": "— Stary!"
      },
      {
        "index": 267,
        "text": "Dokoła chaty wiatr hulał, świstał, grzmiał, wył i turkotał, złe błyski przelatywały po czarnych źrenicach kobiety, która, ze wzburzonemi włosami na pościeli siedząc, przypatrywała się uśpionemu obok niej mężczyźnie."
      },
      {
        "index": 268,
        "text": "Jednak kiedy o świcie budził się i, zaledwie zaczynającą usypiać, ku sobie ją przyciągnął, jak rozpieszczona kotka poddawała się jego uściskom, pocałunkami go zjadała, miłosnemi szeptami upajała, a w kilka godzin potem, ze śmiechem i szczebiotem z pościeli zeskoczywszy, ochoczo zwijała się około rozpalonego ognia i przyrządzania strawy."
      },
      {
        "index": 269,
        "text": "Ale zdarzyło się, i coraz częściej zdarzać się zaczynało, że, niedawno uśpionej nie budząc wcale, Paweł wychodził z chaty, aby do przerębli, w której, wczoraj sieć był zapuścił, zajrzeć, albo, gdy lód pękać już zaczął, na kry płynące popatrzeć, a z nich możność i kierunek najbliższy połowów wymiarkować. Zmysłowość podstawowym czynnikiem natury jego nie była i, choć podniosła się w nim gwałtownie, tem gwałtowniej, że późno i po raz pierwszy, ustępowała teraz pod ociężałym nieco spokojem ciała i ducha, przed skłonnością i przyzwyczajeniem do długich, milczących zamyślań się i kontemplacyj."
      },
      {
        "index": 270,
        "text": "Kiedy po pęknięciu lodów po raz pierwszy na brzegu rzeki stanął, całą może godzinę, z brodą na dłoni opartą, nieruchomie przestał, oczyma tylko po roztaczającym się przed nim widoku wodząc. Niebo miało już wtedy ciepły błękit nadchodzącej wiosny, a na niem wzbijało się z nad boru samotne, bladawe, lecz już ciepłe słońce."
      },
      {
        "index": 271,
        "text": "Za rzeką płachty i wzgórza roztapiającego się śniegu bielały wśród ciemnej zieleni sosen, po których wierzchołkach z urywanem, radosnem krakaniem skakały z podlatywaniem wrony."
      },
      {
        "index": 272,
        "text": "Rzeka wyglądała, jak nieścigniony szlak płynącego srebra, okryty żeglującemi po nim taflami, pagórkami, domkami z kryształu. Gdzie niegdzie słychać było kipienie i warczenie wody, jeszcze pod grubą szybą lodu uwięzionej; lecz środkiem szerokim, to tłumnie i szybko, to samotnie i poważnie, płynęły te kryształowe twory, lśniące, przezroczyste, tu i owdzie przez promień słońca pozłocone, albo barwami tęczy nalane i opasane. Było ich tak wiele, że wydawać się mogły fantastycznym i nieprzeliczonym ludem, w pośpiechu i milczeniu z jakichś nieznanych i niesłychanych stron uciekającym. Zaledwie przepłynęły jedne, napływały inne i, gdy tamte u jednego widzialnego słońca rzeki zdawały się stłaczać w gród, wieżami i dachami nastrzępiony, u drugiego końca takiż gród rozdrabniał się na cząstki i niemi szlak płynącego srebra okrywał. Wszystko to odbywało się w wielkiej ciszy powietrza, którego chłody podszywało słabe i chwiejne ciepło, a napełniała słaba także, lecz stała woń już odmarzłej i pod śniegowemi roztopami zaczynającej swobodnie oddychać ziemi."
      },
      {
        "index": 273,
        "text": "Co rok Paweł widok ten miewał przed sobą i co rok witał go przyjaznym uśmiechem i radosnym błyskiem oczu. Nie tyle było w tem zachwycenia, przez piękność natury obudzonego, ile przyjemności, ze spotkania się z czemś dobrze i dawno znanem płynącej."
      },
      {
        "index": 274,
        "text": "Możnaby mniemać, że dla przyrody uczuwał on to potężne przywiązanie, z którem niemowlę, imienia matki wymówić nie umiejące, rękoma i usty czepia się jej piersi — które może ślimak do swego wapiennego domku i robak do swojej rodzinnej grudki uczuwa. Jednak, oprócz tej serdecznej przyjaźni z naturą, doświadczać on musiał na widok jej zjawisk rozkoszy i zachwytu, bo kiedy, z góry zstępując, po raz pierwszy tej wiosny płynące kry zobaczył, jak wryty stanął i taki okrzyk z rozwartych ust wydał, jakby je zobaczył po raz pierwszy w życiu. Potem przypatrywał się im z brzegu całą godzinę tak pilnie i bacznie, jakby je liczył."
      },
      {
        "index": 275,
        "text": "Za temi, które miały osobliwe kształty, dłużej niż za innemi wzrokiem wiódł; na widok jednej, do kapliczki ze szkła podobnej i tęczowemi błyskami u szczytu połyskującej, głową pokiwał i językiem mlasnął."
      },
      {
        "index": 276,
        "text": "— Ot, śliczna! Stukiem siekiery z tej kontemplacji obudzony, obejrzał się i zobaczył Filipa, który prom swój naprawiać i do puszczenia go na rzekę przysposabiać zaczął."
      },
      {
        "index": 277,
        "text": "W robocie tej trudność snadź jakąś spotkał, bo do szwagra zawołał:"
      },
      {
        "index": 278,
        "text": "— Pomaży, dziewier! zmiłujsia, pomaży!"
      },
      {
        "index": 279,
        "text": "Paweł drugą siekierę, dla Daniłka przygotowaną, z ziemi podniósł i pilnie, choć z powolnemi ruchami, ogromne gwoździe w grube deski wbijać zaczął."
      },
      {
        "index": 280,
        "text": "Tak obadwaj w cichem, porannem powietrzu siekierami gorliwie stukali, aż i Ulana z dwoma wiadrami po wodę zeszła, i inne kobiety z wiadrami też albo dzbankami ukazały się na brzegu, a kilku mężczyzn tu i owdzie poczęło ściągać z góry łodzie i czółna, które już wkrótce potrzebnemi być miały, i albo siekierami rozluźnione ich deski zbijać, albo poczynione w nich otwory smołą zalewać."
      },
      {
        "index": 281,
        "text": "Brzeg zawrzał życiem, robotą, zamaszystemi ruchami ramion, głośnemi rozmowami. Przed rozpoczęciem zajęcia wszyscy choć przez chwilę na płynące kry patrzali, głowami kiwali, palcami sobie wzajem największe i najdziwniejsze z nich ukazywali."
      },
      {
        "index": 282,
        "text": "Kobiety, z głośnym piskiem w ledwie odmarzłą wodę bose stopy pogrążając, odważnie przecież i pośpiesznie napełniały nią wiadra i dzbany."
      },
      {
        "index": 283,
        "text": "Kilku chłopców, pod przewodnictwem swawolnego Daniłka, na krę najbliżej brzegu płynącą dostawszy się, z krzykiem triumfu i trwogi naprzemian po ruchomej tafli lodu ślizgać się próbowało; Filip, podniósłszy się z nad roboty, donośnie młodszego brata za swawolę i prożniactwo gromił, a Paweł, także na chwilę robotę przerywając, kilku najbliżej znajdującym się ludziom przepowiadał, że wiosna w tym roku rychłą i ciepłą będzie; już on to według zapachu ziemi i pory, w której kry płynąć zaczęły, miarkuje. Temu gwarowi, na jednym brzegu powstałemu, odpowiadał na drugim gwar wron, które rozkrakały się, jak opętane, i czarnemi stadami nad borem latały, a na szczycie góry od końca do końca wsi płynąć zaczęły, stłumione ścianami obór, ryk krów i beczenie owiec. Koguty też tam piały, i psy szczekały w zawody ze stukającemi u dołu siekierami, budząc w dalekich głębiach boru przewlekłe echa."
      },
      {
        "index": 284,
        "text": "Franka w tej porze, skrzypnięciem otwierających się drzwi obudzona, rozczochraną głowę od poduszki odrywała i zaspanym wzrokiem spostrzegła naprzód kij sękaty, o podłogę izby ze stukiem uderzający, a potem u samego progu przysiadającą na ziemi kupę łachmanów."
      },
      {
        "index": 285,
        "text": "— Niech będzie pochwalony... — ozwał się głos, do pociągnięcia piły po drzewie podobny."
      },
      {
        "index": 286,
        "text": "Franka, leniwie wyciągając się na pościeli, mówiła:"
      },
      {
        "index": 287,
        "text": "— Zmiłuj się, Marcelka, ogień rozpal, niech ja sobie jeszcze troszkę poleżę."
      },
      {
        "index": 288,
        "text": "Z żebraczki tej, za misę strawy, niekiedy szklankę herbaty albo kawał słoniny i garść mąki, sługę sobie uczyniła. Była też ona jej powiernicą i ze wszystkich mieszkanek wsi jedyną, której towarzystwo lubiła i której nigdy nie nazywała chamką. Wzajemnie zwierzały się przed sobą. U progu na ziemi siedząc, albo na ławie z zielonawej szklanki mętną herbatę popijając, Marcela oddawna już życie swoje France opowiedziała. Wypadkiem, wśród wiejskich kobiet zupełnie wyjątkowym, nigdy zamężną nie była, przez całą młodość po dworach przetułała się, to ciężko harując, to hulając sobie i panując, jak zdarzyło się, jak dola zrządziła."
      },
      {
        "index": 289,
        "text": "Był bowiem taki czas, w którym i ona panowała i szczęśliwą była, w pięknych sukniach chodziła, tyle tylko pracowała, ile sama chciała. Pan był młody i jak swoją duszę ją lubił. Nie żenił się z nią, bo chłopką była, ale lubił i byłby może nigdy lubić nie przestał, byłby może kiedykolwiek i ożenił się, gdyby majątku nie stracił i w dalekie strony do wielkiego miasta nie wyjechał. Gdzież mu już było, kiedy i sam był biedny, ją z sobą do wielkiego miasta brać? Pojechał i zapomniał. Ona także zapomniała, i różne potem szczęścia i nieszczęścia ją spotykały; ale, kiedy już całkowicie postarzała i na żebractwo zeszła, coraz częściej sobie to pierwsze swoje szczęście przypomina, jaką była wtedy, i jaki on był, i co w te dawne, dawne lata widziała i doświadczała."
      },
      {
        "index": 290,
        "text": "Oj, cudności i dziwy wszelakie ona wtedy widziała i rozkoszy wszelakich doświadczyła; o nich też, o zabawach i przysmakach pańskich, o pokojach pięknych, o muzykach wesołych, naprzemian wzdychając, to chichocząc, głową żałośnie trzęsąc, to w same ucho słuchaczki coś szepcząc, France rozpowiadała. Franka zaś rozwartemi usty, z za których białe zęby błyskały, i rozbłysłemi od współczucia i ciekawości oczyma zdawała się pić i pochłaniać te zwierzenia, które w jej własnej pamięci rój wspomnień budziły. Zkolei więc przypominała sobie i swoją szybką, gorączkową mową przed Marcelą malowała lata swej pierwszej młodości i napełniające ją miłosne wrażenia. Smutnie, gorzko zamyślały się potem obie, Franka głośno wyrzekać zaczynała:"
      },
      {
        "index": 291,
        "text": "— Oj, czemu mnie całe życie tak samo nie przeszło, jak wtedy przechodziło! Czemu ja teraz taka nieszczęśliwa, że i nadziei tej mieć nie mogę, aby ono kiedykolwiek jeszcze do mnie powróciło!"
      },
      {
        "index": 292,
        "text": "A stara żebraczka, która imię nadziei oddawna już wymawiać zapomniała, z rękoma na kiju splecionemi, w ziemię patrząc, wzdychała:"
      },
      {
        "index": 293,
        "text": "— Oj, chciałabym ja przynajmniej wiedzieć, czy ten mój gołąbek mileńki po świecie jeszcze nóżkami swemi chodzi? Czy główka jego spokojna i szczęśliwa? Czy robaki pod ziemią oczek mu nie wyjedli?"
      },
      {
        "index": 294,
        "text": "Czasem, gdy tak wzdychała i zawodziła, łzy wypływały z pod jej opuchłych powiek i po kredowych, pomarszczonych policzkach, jak mętne krople ciekły."
      },
      {
        "index": 295,
        "text": "Raz w chwili takiego rozczulenia powiedziała France, że dwoje dzieci miała: syna, który, zaledwie dorósłszy, umarł, i córkę, która żyje, ale głupowata, niezdarna, po najpodlejszych służbach chodzi i jej w niczem pomocą być nie może."
      },
      {
        "index": 296,
        "text": "Powiedziała to bez wahania, bez zawstydzenia, ot, tak, jako rzecz zupełnie prostą, i która w tej chwili na pamięć jej przyszła. Ale wnet przypomniała sobie także, ile biedy, pracy, kłopotów z dziećmi temi miała, jak jej dla wyżywienia ich i przyodziania ręce od pracy mdlały, jak musiała i za nich i za siebie wysługiwać się ludziom, i jak za to wszystko na starość nic jej, oprócz żebractwa, nie pozostało."
      },
      {
        "index": 297,
        "text": "Brwi siwe nasępiła, źrenice jej z za powiek opuchłych i czerwonych srogie błyski ciskały."
      },
      {
        "index": 298,
        "text": "— Kab im dobra na tym i na tamtym świecie nie było! Kab ich paralusz naruszył! Kab im kości pokruciło!"
      },
      {
        "index": 299,
        "text": "Po chłopsku złorzeczyła dachom, pod któremi kochała, weseliła się, pracowała, cierpiała i z pod których w ostatecznym wyniku nic nie wyniosła, oprócz samotnej, żebraczej, okrutnej starości."
      },
      {
        "index": 300,
        "text": "Frankę też porywały gorzkie urazy i gniewy. Zrywając się ze stołka, z żywemi gestami szczupłych ramion, przekleństwom i skargom żebraczki wtórzyć zaczynała."
      },
      {
        "index": 301,
        "text": "— A jaż co zyskała u nich! Figa, rożek i pierożek zostawały mi zawsze z każdej tej miłości i z każdej tej służby. Kiedy najwięcej lubiłam, lubić przestawali. Kiedy chorowałam, do szpitala mnie rzucali. Kiedy zamąż szłam, trzy dziurawe koszule miałam. Oj, świat! oj, ludzie! Żeby taki świat pioruny spaliły! Żeby tacy ludzie wskróś ziemi przewalili się!"
      },
      {
        "index": 302,
        "text": "Na sferę świata, w której spędziły młodość i z której uniosły nagie ciała i puste dusze, z serc i ust wyrzucały namiętne przekleństwa, ale za kwadrans, za godzinę, najdalej nazajutrz, znowu o powabach jej, uciechach i zaznanych wśród niej wzruszeniach i rozkoszach wspominały z zachwytem, tęsknotą i żalem."
      },
      {
        "index": 303,
        "text": "Raz, o szarej godzinie, Marcela, u progu izby na ziemi siedząc, po zjedzeniu kawałka chleba i sera, w długie wpadła milczenie. Tylko co powiedziała France, że do miasta jutro pójdzie, aby przez nadchodzący wielkanocny tydzień trochę groszy od dobrych ludzi nazbierać, jest to bowiem pora, w której ludzie najwięcej żebrakom dają. Franka aż zatrzepotała cała, o wycieczce Marceli do miasta usłyszawszy. Onaby także tam poleciała, na skrzydłachby poleciała, aby domy i ulice, przyjaciół i przyjaciółki zobaczyć, choć raz po dawnemu poweselić się i pohulać. Ale gdzie jej tam teraz o takiem szczęściu myśleć. Już za nią klamka zapadła, już ona sama siebie w grobie zagrzebała. Siedzieć jej teraz tylko w tej chacie, wiatrów wiejących słuchać i na chamów patrzeć. Ot, co ona z sobą zrobiła..."
      },
      {
        "index": 304,
        "text": "Długo mówiła w ten sposób, ale, od Marceli odpowiedzi żadnej nie otrzymując, w kącie izby na ławie skurczona w ponure milczenie zapadła."
      },
      {
        "index": 305,
        "text": "Cisza i zmrok napełniały izbę. Ze wsi dochodziły odgłosy do monotonnego szmeru podobne; na przeciwnym brzegu rzeki głos męski i donośny, każdą zgłoskę przewlekle jakby śpiewając, wołał:"
      },
      {
        "index": 306,
        "text": "— Po-rom! po-rom!"
      },
      {
        "index": 307,
        "text": "A wnet potem dało się słyszeć szybkie zbieganie z góry Filipa i Daniłka. Na świecie wiosna roztapiała resztki chłodu, pachniała odżywiającemi igłami sosen, zieleniała młodą trawą. Na dworze bawiące się dzieci Koźluków u bliskiego płotu wybuchały czasem płaczem lub śmiechem."
      },
      {
        "index": 308,
        "text": "Dwie kobiety, w mrocznej izbie zdala od siebie siedząc, milczały, i po długiej dopiero chwili z szarzejącej u drzwi kupy łachmanów wydobyło się coś nakształt śpiewu:"
      },
      {
        "index": 309,
        "text": "Dziwny to był śpiew: basowy, ochrypły, dygoczący, do wywodzenia tonów sił nie mający, jednak pełen żałości i skargi. Wnet też, po prześpiewaniu jednej strofy pieśni, Marcela wzdychać zaczęła tak głośno, że to wzdychanie, jak przedtem śpiew całą, coraz ciemniejszą, izbę napełniło."
      },
      {
        "index": 310,
        "text": "— Och, och, och! Och, och, och!"
      },
      {
        "index": 311,
        "text": "Ale wkrótce wzdychanie to zastąpił świszczący szept:"
      },
      {
        "index": 312,
        "text": "— W imię Ojca, i Syna, i Ducha Świętego. Amen. Ojcze nasz, któryś jest w niebiesiech..."
      },
      {
        "index": 313,
        "text": "W szepcie tym słychać było skruchę, pokorę, szczere i błagalne wznoszenie się sierocej i znękanej duszy ku Niebieskiemu Ojcu."
      },
      {
        "index": 314,
        "text": "Odmówiła cały pacierz, przeżegnała się znowu i wnet potem innym już zupełnie tonem przemówiła:"
      },
      {
        "index": 315,
        "text": "— Aaa! a jaż tobie nowinę powiedzieć zapomniałam!"
      },
      {
        "index": 316,
        "text": "Głośno i przeciągle poziewając, Franka zapytała:"
      },
      {
        "index": 317,
        "text": "— Jakaż to nowina?"
      },
      {
        "index": 318,
        "text": "— Już jakieś państwo z miasta pałac na lato najęli."
      },
      {
        "index": 319,
        "text": "Franka wiedziała, że chłopi tę willę, w której zeszłego lata parę miesięcy spędziła, i z której wziął ją Paweł, pałacem nazywają."
      },
      {
        "index": 320,
        "text": "Z ławy poskoczyła, w ręce klasnęła."
      },
      {
        "index": 321,
        "text": "— Już najęli! a, mojaż ty mileńka, czemuż ty mnie pierwej tego nie mówiła? Ot, ciekawość, kto to taki ci państwo? Może znajomi? Może kogo znajomego z sobą przywiozą? Jak tylko przyjadą, polecę dowiedzieć się i popatrzeć! Nie wiesz czasem, Marcelko, czy bogaci, czy młodzi, czy dużo służby trzymają?"
      }
    ]
  }
}