{
  "chapterNumber": 4,
  "title": "Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV."
      },
      {
        "index": 2,
        "text": "Gdy od zniknięcia Franki trzecia już zima upływała, powszechnem i oddawna utrwalonem zdaniem było, że Paweł o niej zupełnie zapomniał. W ostatnich czasach nawet poweselał; nie w tem znaczeniu poweselał, aby w hulankach udział brał, albo kiedykolwiek głośnym śmiechem wybuchnął, ale ludzi nie unikał, z każdym, kto go zaczepił, chętnie i grzecznie rozmawiał, w zimowe wieczory znowu czasem, choć nie często, do chaty Koźluków przychodził, dzieci ich na kolana brał, całował je i z figlów ich, albo nierozumnego gadania, śmiał się."
      },
      {
        "index": 3,
        "text": "Wprawdzie postarzał widocznie: łysina powiększała się mu nad czołem, wąski zarost, policzki otaczający, bielał coraz więcej, plecy, tak dawniej proste i gładkie, w okolicach karku trochę się przygarbiły, co najbardziej było widocznem, kiedy szedł, stopy od ziemi powoli odrywając. Nie dziwiło to przecież nikogo; wszak lat mu przybywało i pracował wiele, daleko więcej nawet, niż przed ożenieniem się, a z taką samą rzeźkością i siłą, jak wówczas."
      },
      {
        "index": 4,
        "text": "Jednego z pierwszych dni marcowych od rana do wieczora zajęty był przygotowywaniem narzędzi, do wiosennego rybołówstwa potrzebnych."
      },
      {
        "index": 5,
        "text": "Lody w tym roku puściły, i śniegi stajały wcześnie; szeroko rozlana rzeka podmywała pnie sosen u przeciwległego boru i o stok góry, na której stała wioska, biła wysokiemi, pienistemi, szumnemi falami. Środkiem szare i wzdęte fale bystro unosiły wielkie kępy białej piany i czasem jeszcze drobne odłamy lodu, które, gdy słońce świeciło, usiewały rzekę okruchami złota i tęcz."
      },
      {
        "index": 6,
        "text": "Niekiedy piasek i żwir z nadbrzeżnej ściany osypywał się z głośnym i długim szelestem nawałnicy, albo ze stoku góry, przez wodę poderwany, z wielkim hukiem i pluskiem staczał się i do rzeki wpadał ciężki kamień."
      },
      {
        "index": 7,
        "text": "W powietrzu unosił się już zapach odmarzłej ziemi, i odzywały się gwary odżywającego ptactwa; lecz natura była jeszcze szara, zimna, wilgocią przesiąknięta, burzliwemi ruchami wiatrów i wody wydobywająca się z kajdan zimy."
      },
      {
        "index": 8,
        "text": "W chacie Pawła żelazne łomy, na długi czas już niepotrzebne, stały w kącie przy ścianie. Na ścianach wisiały naprawione sieci różnych rozmiarów. Stół i ławę okrywały świeżo ukręcone sznury różnej grubości i różnej wielkości, z drutu wyrobione haki i haczyki."
      },
      {
        "index": 9,
        "text": "Daniłko, teraz już wysmukły, ośmnastoletni, ładny chłopak, przez cały prawie dzień pomagał Pawłowi sznury kręcić i haczyki robić. Zajmował się tem z wielką ochotą, bo, tak jak i Paweł, do rybołówstwa uczuwał od dziecięctwa pociąg, z namiętnością graniczący."
      },
      {
        "index": 10,
        "text": "Przed południem z dzieckiem na ręku przyszła Ulana. Było to czwarte już jej dziecko, którego chrzciny odbyły się tej zimy, a Paweł był na nich, ze zgromadzonemi sąsiadami ochotnie rozmawiał i matce nowonarodzonego wiele przyjaźni okazywał."
      },
      {
        "index": 11,
        "text": "Na tychto chrzcinach najmocniej utrwaliło się przekonanie, że o niegodziwej żonce zupełnie już zapomniał i nad jej utratą smucić się ani myśli. I owszem: pewnie cieszy się, że go porzuciła, i że to głupstwo, które zrobił, większego nieszczęścia mu nie sprawiło."
      },
      {
        "index": 12,
        "text": "Filip nawet, na chrzcinach syna podpiwszy sobie, wesoło szwagra chłopskiem przysłowiem zaczepił:"
      },
      {
        "index": 13,
        "text": "— A co, dziewier? jak toj kazau... baba z kalos, kalosom lehczej!"
      },
      {
        "index": 14,
        "text": "Teraz Ulana, niemowlę, w ciepłą chustkę owinięte, na pościeli brata złożywszy, ogień roznieciła i zgotowała strawę, którą potem Paweł i Daniłko razem jedli. Przed ogniem stojąc, ta silna, zdrowa, hoża kobieta mówiła ciągle: to o nowych deskach, które Filip do wyreparowania promu swego potrzebuje, to o tem, że im pewnie trochę zboża do nowego zabraknie, to, że najstarszy jej syn, Szymonek, gwałtem butów napierać się już zaczął..."
      },
      {
        "index": 15,
        "text": "O potrzebie nowych desek i małym zapasie zboża mówiąc, z ukosa zerkała na brata, i błękitne jej oczy połyskiwały przytem trochę chciwemi błyskawicami. Spodziewała się widocznie i bardzo pragnęła, aby on jej w tych dość ważnych kłopotach z pomocą przyszedł. Opowiadając zaś o małym Szymonku i jego zachciankach, śmiała się tak, że wszystkie śnieżne zęby z za pełnych, koralowych warg pokazywała."
      },
      {
        "index": 16,
        "text": "Paweł uważnie słuchał, głową potakująco trząsł, do zrozumienia tem dając, że kłopoty siostry rozumie i że do zaradzenia im dopomoże. Żółtego Kurtę, który poufale wił się mu u nóg, chlebem i kartoflami karmił, poczem niemowlę z pościeli wziąwszy, trochę je w rękach pohuśtał i gwizdaniem zabawił."
      },
      {
        "index": 17,
        "text": "Z dziedzińca Koźlukowej chaty dał się słyszeć donośny głos Filipa, żonę przywołującego. Ulana dziecko z rąk brata wzięła i śpiesznie wybiegła."
      },
      {
        "index": 18,
        "text": "Wkrótce potem na przeciwnym brzegu rzeki ozwało się przeciągle, po kilka razy powtarzające się wołanie:"
      },
      {
        "index": 19,
        "text": "— Prooom! Prooom! Prooom!"
      },
      {
        "index": 20,
        "text": "Daniłko sznur, do połowy ukręcony, porzucił i z chaty wypadł. Musiał Filipowi na pomoc biec. Teraz po szeroko rozlanej, burzliwej rzece prom na łodziach szostami przeprowadzać nie było rzeczą łatwą. Kto wie, czy we dwóch podołają?"
      },
      {
        "index": 21,
        "text": "To też po upływie minuty, tuż za oknem Pawła Filip zawołał:"
      },
      {
        "index": 22,
        "text": "— Dziewier! chodźcie, pomóżcie! zmiłujcie się, pomóżcie!"
      },
      {
        "index": 23,
        "text": "— A trzeci szost jest? — donośnie zapytał Paweł."
      },
      {
        "index": 24,
        "text": "— Jest! jest! — odkrzyknął Filip."
      },
      {
        "index": 25,
        "text": "Paweł czapkę na głowę włożył i, tak jak był, w krótkiej siermiędze i wysokich butach, poszedł szwagrowi na promie pomagać."
      },
      {
        "index": 26,
        "text": "Gdy z promu wrócił, w izbie było już prawie zupełnie ciemno."
      },
      {
        "index": 27,
        "text": "Ulana garnek ze strawą na wieczerzę pozostawioną w piecu umieściła i otwór pieca drewnianą deską zasunęła. Ognia więc nie było, w jednym kącie tylko mętnie pobłyskiwał samowarek, a w drugim czerniały nagromadzone tam łomy, wiosła, miotły i kosze. Na ścianach wiszące sieci wyglądały jak błędne, bezkształtne cienie."
      },
      {
        "index": 28,
        "text": "Za oknem wiatr szumiał, i gęsty deszcz marcowy padał; z drugiej strony dochodził, przez oddalenie osłabiony, monotonny i głuchy szum rzeki."
      },
      {
        "index": 29,
        "text": "Paweł lampkę zapalił i, okrywające stół haki i sznur nieco odgarnąwszy, pod światłem jej książkę rozłożył. Była to ta sama, co i przed trzema laty, «Służba Boża», przez Frankę tu przywieziona i pozostawiona. Przez pierwszą zimę Paweł, nic nie opuszczając, przeczytał stronic sześćdziesiąt, przez drugą dwa razy tyle, a przez trzecią daleko już więcej. Jednak całej przeczytać jeszcze nie zdołał. Modlitwy, które mu najwięcej się podobały, świętemi obrazkami zakładał. Tych obrazków w książce było dość dużo, pomiędzy niemi zaś znajdowały się bilety z powinszowaniem Nowego Roku lub imienin, od miejskich znajomych i przyjaciół przez nią otrzymywane. Składały się one z wielkich jaskrawych róż, girland, bukietów, na twardym papierze malowanych lub naklejanych. Były też tam czerwone serca, złotemi strzałami poprzebijane, i żółte kupidyny ze świecącemi skrzydłami."
      },
      {
        "index": 30,
        "text": "U spodu lub dokoła tych wyobrażeń znajdowały się grube napisy, wyrażające imiona i nazwiska kawalerów, od których dary te pochodziły, oraz datę ofiarowania ich France; ale Paweł napisów tych wyczytać nie umiał i bilety te za święte także obrazki poczytywał; kupidyny, poprostu, brał za aniołków."
      },
      {
        "index": 31,
        "text": "«Służbę Bożą» otworzywszy, bilet z czerwonem sercem, przez kupidyny trzymanem, pobożnie ku ustom podniósł, pocałował i ostrożnie, delikatnie napowrót go do książki włożywszy, jak zwykle, półgłosem powoli bąkać zaczął:"
      },
      {
        "index": 32,
        "text": "— Przygotuj ozdobny przybytek twój, S-y — sy, o — o, syo, n-i-e — nie, Sy-o-nie."
      },
      {
        "index": 33,
        "text": "Umilkł i z oczyma, wlepionemi w książkę, zamyślił się. Zamyślił się nad tem, kto to być może ten Syon? Musi król jaki, a może i pan bardzo bogaty, kiedy jemu święta książka ozdobny przybytek przygotowywać nakazuje. Co znaczy: ozdobny przybytek rozumiał, i wyrazy te przed wyobraźnią mu stawały wielką i wszelkich ozdób pełną salę, którą w jednym ze znajomych dworów przez otwierające się drzwi przedpokoju czasem widywał."
      },
      {
        "index": 34,
        "text": "Ale kto ten Syon?"
      },
      {
        "index": 35,
        "text": "— I przyjmij Kró-la Chry-stu-sa..."
      },
      {
        "index": 36,
        "text": "Przed wrotami coś, jakby koła po mokrej ziemi toczące się, zaturkotało i ucichło; Kurta na przyległem podwórku zaszczekał; wrota skrzypnęły. Paweł twarz podniósł i słuchał. Nic; cicho."
      },
      {
        "index": 37,
        "text": "Za oknem, jakby kto całun zawiesił, tak ciemno, i wiatr z deszczem coraz głośniej szumi."
      },
      {
        "index": 38,
        "text": "Paweł do książki powrócił."
      },
      {
        "index": 39,
        "text": "— Rozmiłuj się w Ma... w Ma-rji..."
      },
      {
        "index": 40,
        "text": "Pomyślał chwilę."
      },
      {
        "index": 41,
        "text": "— Aha! to jemu Syonu, królu jakiemuś, czy bogatemu panu, święta książka w Marji rozmiłować się nakazuje!..."
      },
      {
        "index": 42,
        "text": "I czytał dalej:"
      },
      {
        "index": 43,
        "text": "— Ona bo... bo-w-i-e-m, — bowiem jest bramą niebieską..."
      },
      {
        "index": 44,
        "text": "Westchnął. — Oj, żeby to człowiek po śmierci tej bramy niebieskiej dostąpił..."
      },
      {
        "index": 45,
        "text": "Teraz wyraźnie usłyszał, że w sieni drzwi od podwórza skrzypnęły."
      },
      {
        "index": 46,
        "text": "— Pewno Awdocia... — półgłosem wymówił, ale zarazem wyprostował się, jak struna."
      },
      {
        "index": 47,
        "text": "W sieni słychać było stąpanie, lecz nie stąpanie Awdoci, ociężałe i grubemi butami głośno stukające. Ktoś tam szedł cicho, nieśmiało, na podobieństwo skradającej się myszy. Paweł, wciąż, jak struna wyprostowany, bezwiednie palcami mnąc żółtą kartkę książki, oczy w zamknięte drzwi wlepiał. Ale ciche, nieśmiałe kroki umilkły, a drzwi się nie otwierały. Coś jednak znowu za niemi zaszeleściło i umilkło, a Pawłowi zdawało się, że słyszy szmer ciężkiego i z całej siły tłumionego oddechu. Z podniesionemi brwiami i z twarzą wzburzoną poszedł ku drzwiom i popędliwym ruchem naoścież je otworzył."
      },
      {
        "index": 48,
        "text": "— Kto tu?! — zawołał."
      },
      {
        "index": 49,
        "text": "Z ciemności zalegających sień, z pod samej ściany wyszedł nieśmiały szept:"
      },
      {
        "index": 50,
        "text": "— To ja."
      },
      {
        "index": 51,
        "text": "— Kto? — powtórzy i cały naprzód się podał."
      },
      {
        "index": 52,
        "text": "— Ja... Franka!"
      },
      {
        "index": 53,
        "text": "On wysoki próg przeskoczył, omackiem przy ścianie znalazł ramię, w twardym, od deszczu przemokłym rękawie i, z całej siły je schwyciwszy, do izby wciągnął niewysoką, szczupłą, ciemną postać, w paltocie, po którego twardej i poplamionej powierzchni ściekała woda, z głową i twarzą całkiem prawie zawiniętą w grubą, podartą chustę. Kiedy już blade światło palącej się na stole lampki na nią spłynęło, ona, niema i zopuszczonemi rękoma, zatrzymała się u drzwi; on ramię jej puścił i, z wlepionym w nią wzrokiem, głosem takim, jakby czkawka go porywała, zawołał:"
      },
      {
        "index": 54,
        "text": "— Ty... ty... ty!..."
      },
      {
        "index": 55,
        "text": "Wśród fałd mokrej chusty czarne, wielkie, zapadłe oczy jak żużle świeciły, a wąskie blade usta jeszcze ciszej, jeszcze nieśmielej, niż wprzódy wyszeptały:"
      },
      {
        "index": 56,
        "text": "— Ja... nie gniewaj się..."
      },
      {
        "index": 57,
        "text": "Ale on tego, co mówiła, nawet nie słyszał."
      },
      {
        "index": 58,
        "text": "— Taki powróciła!... a ja już i nie spodziewał się... wprzódy spodziewał się... a potem i przestał..."
      },
      {
        "index": 59,
        "text": "Zachłysnął się, dłońmi plasnął, głośno i ciągle połykał ślinę i łzy, które mu w oczach świeciły. Ciemna, przemokła, nieruchomie u drzwi stojąca postać głośniej nieco, choć bardzo nieśmiało, przemówiła:"
      },
      {
        "index": 60,
        "text": "— Kiedy można mnie tu zostać, to dobrze, a kiedy nie, to zaraz pójdę sobie..."
      },
      {
        "index": 61,
        "text": "— Ot, durna! — zaśmiał się teraz na całe gardło. — Rozdziewajsia chuczej, chuczej rozdziewajsia, a to jeszcze zachwarajesz od tej mokrości."
      },
      {
        "index": 62,
        "text": "Jak zwykle, gdy był wzruszonym, po chłopsku mówił, chustkę jej z głowy odwiązując, prawie zrywając. Ona, czy z zimna, czy z innej przyczyny, drżała tak, że aż zęby jej dzwoniły. Zcicha powiedziała, że paltota nie zdejmie, bo deszcz go po wierzchu tylko zmoczył, a bez niego będzie jej bardzo zimno i, nic już nie mówiąc, na tapczanie, okrytym pościelą Pawła, ze zwieszoną głową i rękoma na kolana opuszczonemi, usiadła. Włosy roztargane i rozplecione opuszczały się jej na czoło i plecy, a z pośród wilgotnej ich czarności wyglądała twarz drobna, żółta, zmartwiona, sterana, z cieniem długich spuszczonych rzęs na drgających i chudych policzkach. Paweł ze zwieszonemi ramionami i silnie splecionemi rękoma stał przed nią i, jak w tęczę, w nią patrzał."
      },
      {
        "index": 63,
        "text": "— Taki powróciła... — mówił — taki znów z czartouskich pazurów wyrwała się... taki poznała, gdzie jej dobro i wybawienie... Oj, mojaż ty biedna, mojaż ty nieszczęśliwa!..."
      },
      {
        "index": 64,
        "text": "Nagle odwrócił się i do pieca poszedł."
      },
      {
        "index": 65,
        "text": "— Ogień zaraz rozpalę. Krupniku gorącego dam, albo i herbaty zgotuję... Zaraz i rozgrzejesz się, i lepiej tobie stanie..."
      },
      {
        "index": 66,
        "text": "Piec znajdował się blisko drzwi i, gdy Paweł ku niemu postąpił, Franka przestraszonym wzrokiem za nim rzuciła i zcicha krzyknęła:"
      },
      {
        "index": 67,
        "text": "— Oj!"
      },
      {
        "index": 68,
        "text": "Niespokojnie obejrzał się na nią."
      },
      {
        "index": 69,
        "text": "— A co? Pewno chora? Pewno we środku boli? Niemało widać wszelakiej biedy zniosła i w takie zimno przyjechała. Poczekaj! minutkę poczekaj! Zaraz ogień będzie, i wszystko będzie..."
      },
      {
        "index": 70,
        "text": "Rękę do włosów z zakłopotaniem podniósł."
      },
      {
        "index": 71,
        "text": "— Trzasek niema... Kab ich... w sieniach zostawił... poczekaj, minutkę poczekaj!"
      },
      {
        "index": 72,
        "text": "Ręką drzwi dotykał, gdy Franka daleko głośniej, niż wprzódy, prawie przeraźliwie krzyknęła:"
      },
      {
        "index": 73,
        "text": "— Oj! nie idź tam... nie idź... Z przestrachem na nią spojrzał."
      },
      {
        "index": 74,
        "text": "— Czemu? — zapytał."
      },
      {
        "index": 75,
        "text": "Ona, nie ruszając się z miejsca, trzęsła się teraz, jak w febrze i, ręce łamiąc, nieprzytomnie mówiła:"
      },
      {
        "index": 76,
        "text": "— Oj, co ja zrobię? co ja zrobię? co z tego będzie? Kiedy pociemku pójdziesz, to nastąpisz i zadusisz, a kiedy ze światłem pójdziesz... to zobaczysz i mnie zaraz wypędzisz... Co mnie tu nieszczęśliwej robić? Co z tego będzie? O, Jezu! O, Panno Marjo Przenajświętsza, ratujcie mnie nieszczęśliwą!"
      },
      {
        "index": 77,
        "text": "Przerażony, z ręką na klamce drzwi, pytać zaczął:"
      },
      {
        "index": 78,
        "text": "— Z czego co będzie? Na kogo ja tam nastąpię? Kto tam taki w sieniach?"
      },
      {
        "index": 79,
        "text": "Obu rękoma twarz zakryła i ze spazmatycznym płaczem wyrzuciła głośno wyraz:"
      },
      {
        "index": 80,
        "text": "— Dziecko!"
      },
      {
        "index": 81,
        "text": "Przez parę minut, jak skamieniały, jak do miejsca przykuty, z pochyloną twarzą i grubemi fałdami na czole, przy drzwiach stał, aż zwolna ku stołowi postąpił, lampkę wziął i również powoli do sieni z nią wyszedł."
      },
      {
        "index": 82,
        "text": "Po chwili z czemś, w grube i wilgotne łachmany owiniętem, o żadnej wyraźnej formy nie mającem, wrócił i, milcząc, zawinięcie to na pościeli obok Franki położył."
      },
      {
        "index": 83,
        "text": "Ona każdy ruch jego ścigała przestraszonym, nieprzytomnym wzrokiem swoich czarnych, palących się oczu; on, nie patrząc na nią, zniżonym głosem zapytał:"
      },
      {
        "index": 84,
        "text": "— Czemuż odrazu do izby nie wniosła, a jak to szczenię w zimnie na ziemi porzuciła?"
      },
      {
        "index": 85,
        "text": "Kurczowo ręce ściskając, odszepnęła:"
      },
      {
        "index": 86,
        "text": "— Bałam się..."
      },
      {
        "index": 87,
        "text": "Do pieca odszedł i ogień rozniecać zaczął. Czynił to bez uprzedniego pośpiechu, bez tej łuny gwałtownej radości, która przedtem twarz mu oblewała. Owszem, czoło w dwie grube fałdy ściągnięte i usta silnie zwarte nadawały mu pozór posępny i surowy."
      },
      {
        "index": 88,
        "text": "Garnek z krupnikiem do ognia przystawił, w małym imbryku herbatę zgotował i bochen chleba razem z dużym nożem na stole położył."
      },
      {
        "index": 89,
        "text": "— Chodź jeść!"
      },
      {
        "index": 90,
        "text": "Od kwadransa było to pierwsze słowo, które wymówił, a wymawiał je, nie patrząc na Frankę."
      },
      {
        "index": 91,
        "text": "Ona, jak odrętwiała, jak skamieniała, żadnego poruszenia nie zrobiła. Z leżącego na pościeli zwoju grubych płacht ozwało się głośne jękliwe wołanie:"
      },
      {
        "index": 92,
        "text": "— Ma-mo! Ma-mo! — i w chlipiący płacz już przechodziło."
      },
      {
        "index": 93,
        "text": "Franka nie poruszała się jeszcze i zdawała się nie widzieć i nie słyszeć nic. Paweł nagłym ruchem zwrócił się ku niej. Fałdy jego czoła pogłębiły się jeszcze, a zniżony głos gniewnie zabrzmiał:"
      },
      {
        "index": 94,
        "text": "— Czemuż dziecka ze szmat nie rozwiniesz? Możeby chciała, żeby zadusiło się, ha? Łajdaczka!"
      },
      {
        "index": 95,
        "text": "Jak sprężyną podjęta, wstała, długo drżącemi rękoma rozwiązywała chusty, aż wydobyło się z nich i na pościeli usiadło stworzenie drobne, chude, wpół-bose i wpół-okryte suknią jaskrawoczerwoną, lecz tak podartą, że na ramionach i piersi szeroko ukazywała żółte i drobnemi kośćmi sterczące ciało. Jasne gęste i długie włosy, jak roztargana kądziel, wznosiły się mu nad głową, a świecące pod niemi czarne, jak węgiel, oczy z chciwością wpiły się w leżący na stole bochen chleba."
      },
      {
        "index": 96,
        "text": "— Daj... daj... daj!... — na całą izbę zadzwonił cienki, płaczem nabrzmiały głosik, i z czerwonego, podartego łachmanka dwa drobne, cienkie, prawie jak wosk żółte ramiona wyciągnęły się w kierunku stołu i chleba."
      },
      {
        "index": 97,
        "text": "— Czegóż stoisz, jak słup? — tym samym, co wprzódy, szorstkim głosem, ozwał się Paweł. — Przynieś jego tu i nakarm. Słyszysz? nu!"
      },
      {
        "index": 98,
        "text": "Jak automat posłuszna, wzięła dziecię na ręce i ku stołowi je niosła. Kilkanaście miesięcy przynajmniej mieć musiało, skoro już mówiło i przedmioty rozpoznawać mogło, jednak było tak drobne i lekkie, że nawet ta wątła, wychudła, zmęczona kobieta jak piórko je niosła. Przy stole z nim usiadła i kawał chleba włożyła w małe ręce, które go zaraz z chciwością do ust poniosły."
      },
      {
        "index": 99,
        "text": "Paweł postawił przed nią talerz dymiącego się krupniku."
      },
      {
        "index": 100,
        "text": "— Jedz i dziecku daj — mówił, a sam o parę kroków pod ścianą w cieniu usiadł."
      },
      {
        "index": 101,
        "text": "Widocznie usiłowała jeść, ale nie mogła; żywność nie przechodziła jej przez gardło, i oczy co chwila nabrzmiewały łzami. Dmuchaniem na drewnianą łyżkę krupnik studziła i dziecku potrosze do ust wlewała."
      },
      {
        "index": 102,
        "text": "W izbie panowało milczenie, przerywane tylko głośnem wciąganiem płynu przez usta dziecięce i ciężkim oddechem Pawła. Z cienia, w którym siedział, nie można było dostrzec, czy na Frankę patrzał; jednak po chwili krótko i ostro przemówił:"
      },
      {
        "index": 103,
        "text": "— Czemu nie jesz?"
      },
      {
        "index": 104,
        "text": "— Nie chcę — ledwie dosłyszalnym głosem odpowiedziała."
      },
      {
        "index": 105,
        "text": "Wstał, chwilę przed piecem coś robił, a potem zielonawą szklankę herbaty przed nią postawiwszy, znowu na uprzedniem miejscu zdala od stołu usiadł."
      },
      {
        "index": 106,
        "text": "Dziecko, zjedzeniem trochę gorącego krupniku rozgrzane i nasycone, jak ptak zatrzepotało i, z małym palcem ku szklance wyciągniętym, wykrzyknęło:"
      },
      {
        "index": 107,
        "text": "— Batka! Bat-ka! Batka!"
      },
      {
        "index": 108,
        "text": "A w tejże chwili, ujrzawszy parę kawałków cukru, które Paweł przy szklance położył, jeszcze głośniej wołać zaczęło:"
      },
      {
        "index": 109,
        "text": "— Aj, aj! Ciu-kiel! Ciu-kiel! aj! aj! aj! Ciukiel!"
      },
      {
        "index": 110,
        "text": "I kilka razy jeszcze potem w milczącej izbie, naprzeciw okna, zawieszonego z zewnątrz czarnym całunem, cienki, donośny, radosny głosik dziecięcy — jeden ten wyraz, na dwie sylaby rozdzielany, powtórzył. Podobne to było trochę do srebrnego dźwięku jednostajnie poruszanego dzwonka, a trochę do słodkiego gruchania synogarlicy."
      },
      {
        "index": 111,
        "text": "Franka ku tym małym, gruchającym ustom przechylała szklankę z wystudzoną herbatą, gdy ręka jej drgnęła, bo w cieniu, pod ścianą, niski, lecz mniej niż wprzódy szorstki głos męski wymówił:"
      },
      {
        "index": 112,
        "text": "— Chrzczone?"
      },
      {
        "index": 113,
        "text": "— A jakże! — odszepnęła."
      },
      {
        "index": 114,
        "text": "— Jakżeż ono nazywa się?"
      },
      {
        "index": 115,
        "text": "— Oktawjan."
      },
      {
        "index": 116,
        "text": "— Oktawjan — powtórzył i umilkł, a po kilku zaledwie minutach zapytał znowu:"
      },
      {
        "index": 117,
        "text": "— Wiele jemu będzie?"
      },
      {
        "index": 118,
        "text": "— Rok i ośm miesięcy — odpowiedziała."
      },
      {
        "index": 119,
        "text": "Dziecko kilka razy tylko przełknęło trochę herbaty, resztę z widoczną pożądliwością wypiła Franka, zjadając przytem parę kęsów chleba."
      },
      {
        "index": 120,
        "text": "— Chcesz więcej? — zapytał Paweł."
      },
      {
        "index": 121,
        "text": "Zcicha i drżącemi usty odpowiedziała, że herbaty więcej nie chce, i że dziecko senne."
      },
      {
        "index": 122,
        "text": "Sennem istotnie było: podróż je zmęczyła i rozmarzało ciepło ognia. Głowę schylając na ramię matki i powieki mrużąc, raz jeszcze jednak cichutko zaszczebiotało: — Ciu-klu! daj... daj... daj!..."
      },
      {
        "index": 123,
        "text": "I długie, tak jak u Franki, rzęsy opadły mu na chude policzki, usta zaś, do bladego listka róży podobne, zamknęły się z cichym uśmiechem. Franka nie wstawała jednak; oczy jej, ciągle łzami nabrzmiałe, z ponurym smutkiem tkwiły w chropowatej powierzchni stołu."
      },
      {
        "index": 124,
        "text": "Paweł też milczał długo; potem wstał."
      },
      {
        "index": 125,
        "text": "— Nu, idzi spać! — przemówił."
      },
      {
        "index": 126,
        "text": "Na tapczan z pościelą wskazał."
      },
      {
        "index": 127,
        "text": "— Kładnij się i dziecko przy sobie połóż... ja na zydlu przenocuję..."
      },
      {
        "index": 128,
        "text": "Wstała i, z dzieckiem na ręku parę kroków zrobiwszy, nieruchomie przed nim stanęła."
      },
      {
        "index": 129,
        "text": "— Czego chcesz? — szorstko zapytał."
      },
      {
        "index": 130,
        "text": "Milcząc, wzięła jego rękę i do ust ją podniosła. On rękę z dłoni jej wysunął, twarz ku ścianie zwrócił."
      },
      {
        "index": 131,
        "text": "— Nu, idź spać... idź spać... Bóg z tobą... — przemówił i prędkim, mimowolnym jakby ruchem dłonią po włosach jej powiódł."
      },
      {
        "index": 132,
        "text": "Ale wnet odwrócił się i naprzód lampkę, a potem resztki ognia w piecu zagasił. Gruba ciemność zalegała izbę, w której przez parę minut słychać jeszcze było szelest rozbierania się Franki, a potem już tylko szemrały w niej ciche oddechy dwóch głęboko uśpionych istot: kobiety i dziecka. Lecz u przeciwległej ściany długo w noc i co chwila ciężkie ciało z szelestem i stukiem przewracało się na twardej ławie, odzywały się długie westchnienia, i głośny szept, to z żałością i rozpaczą, to z trwogą i skruchą Boskie imiona wymawiał. Była tam widocznie dusza ludzka, burzą sprzecznych uczuć dręczona i miotana. Dlaczego? Wszak to małe stworzenie, które, jak ptaszę nie mające gniazda, niespodzianie do jego chaty spadło, nie uwiadomiło go o niczem, o czemby on i przedtem dobrze nie wiedział. Tak; ale świadomość tę ono w żywe kształty przyoblekło, w niezbity dowód zaopatrzyło: było ostrzem, które ugrzęzło w ranie jego serca, nie pozwalając mu już ani na chwilę o niej zapomnieć i ognistą literą wyraźnie wypisując przed nim to, co on za grzech poczytywał i czem się brzydził."
      },
      {
        "index": 133,
        "text": "W tą noc długą, czarną, był pewnym, że aniołowie i czarty szarpią go i rozdzierają, wzajem sobie duszę jego wyrywając. Litość i radość, to wściekłość i rozpacz, zkolei go zdejmowały."
      },
      {
        "index": 134,
        "text": "Dłonie i palce tak silnie splatał, że w grubej ciemności wraz z westchnieniami: «O, Jezu, Jezu!» słychać było suche trzeszczenie stawów."
      },
      {
        "index": 135,
        "text": "Co tu robić?"
      },
      {
        "index": 136,
        "text": "Czy, gdy dzień zaświta, pieniędzy jej dać, choćby wszystko, co w chacie jest, oddać i powiedzieć jej, aby razem ze swoim bękartem szła sobie precz w świat na zatracenie? Na zatracenie! A przysięgał przed Bogiem i samym sobą, że od zatracenia ją wyratuje... Ona przecież po ten ratunek do niego przyszła, i może to teraz taka u niej minuta nastała, że czarta wyrzecze się, a dobrą i poczciwą zostanie?"
      },
      {
        "index": 137,
        "text": "Gdzie tam! Nadzieja mała! Kiedy to było, żeby pijak wódki się wyrzekł? ona zaś, choć wódki nie pije — pijaczka! A w dodatku bękarta tego na zawsze już do chaty wziąć i jej grzechem a swoim wstydem popisywać się przed ludźmi! Toż będą w całej wsi ludzie rohotać, że on lokajskie dziecko hoduje! Wstyd! Oj, i żałość taka, że serce zdaje się całe krwią oblane..."
      },
      {
        "index": 138,
        "text": "— Nie chaczu, — gwałtownie zaszeptał — za niszto nie chaczu!"
      },
      {
        "index": 139,
        "text": "Ale, jeżeli teraz z chaty ją wyprawi, ona już nie powróci nigdy, i on nigdy jej nie zobaczy, na te jej oczy świecące nie popatrzy, tych jej włosów, jak krucze skrzydła czarnych, nie pogładzi, tego jej śmiechu głośnego, długiego, który nad życie lubił, nie posłyszy..."
      },
      {
        "index": 140,
        "text": "Z głuchem łkaniem tym razem połączony, w ciemności rozległ się szept:"
      },
      {
        "index": 141,
        "text": "— Nie mahu, aj! Bożeż mój, Boże, za niszto nie mahu!"
      },
      {
        "index": 142,
        "text": "I jeszcze:"
      },
      {
        "index": 143,
        "text": "— Co mnie tu robić? Bożeż mój wszechmogący, co mnie tu począć, co robić?"
      },
      {
        "index": 144,
        "text": "Jednak, gdy dość późny jeszcze świt marcowy siwawem światłem rozpraszać począł ciemności izby, Paweł spał. Niezupełnie rozebrany, bez butów tylko i siermięgi, którą pod głowę sobie był podłożył, leżał na wąskiej ławie w całej długości wyciągnięty, w białej płóciennej odzieży, więcej niż kiedykolwiek barczysty i ogromny."
      },
      {
        "index": 145,
        "text": "Jakkolwiek niedawno był zasnął, obudził się o zwykłej porze i, odrazu zapewne wszystko, co stało się wczoraj, przypomniawszy, na łokciu podniesiony, z głową, na ręku opartą, na łóżko, naprzeciw stojące, nieruchomie się zapatrzył."
      },
      {
        "index": 146,
        "text": "Franka, niezupełnie także rozebrana, bez paltota i trzewików tylko, spała głęboko i twardo. Widać, że przed zaśnięciem, z twarzą wtuloną w poduszkę, płakała jeszcze, bo i teraz część policzków i czoła w poduszce tonęła, resztę zaś przezroczystą zasłoną okrywały i na plecy także spadające, czarne jej, gęste, falujące włosy. Przez cienki poplamiony kaftan ukazywała się, widocznie kośćmi łopatek stercząca, chudość jej pleców, a z pod obłoconego brzegu jej spódnicy wydobywały się stopy w podziurawionych i brudnych pończochach. Jakiś rozczochrany nieład i uliczna błotnistość, ale też jakaś niezgłębiona nędza, biły od tej uśpionej, skurczonej postaci, o rozpuszczonych ślicznych włosach i przeglądającej z za nich żółtej skórze twarzy."
      },
      {
        "index": 147,
        "text": "Paweł z dwiema grubemi fałdami na czole wlepiał w nią wilgotne, a zarazem ponure wejrzenie. Nagle po omglonym i posępnemi cieniami nalanym błękicie jego źrenic przemknął nieledwie wesoły promień, a na zwarte, surowe usta spadł słaby zrazu uśmiech."
      },
      {
        "index": 148,
        "text": "Jaskrawoczerwony punkcik, dotąd nieruchomie i bez wyraźnych kształtów obok ciemnego kaftana Franki leżący, wzdął się, poruszył i wydobył z siebie naprzód parę bosych, drobnych stópek, potem małą głowę z tak prawie żółtą, jak wosk, twarzą i wznoszącą się nad nią roztarganą kądzielą lnianą, nakoniec parę drobniejszych jeszcze, niż stopy, rączyn, które, ze strzępi podartych rękawów wydobyte, wzniosły się ku kądzieli i w niej utonęły. Nowością miejsca, w którem się znalazło, tułacze to dziecię bynajmniej nie przerażone, ze stopkami trochę za pościel wystającemi, z rękoma zatopionemi we włosach, poczęło owszem powoli, z głębokiem jakby zamyśleniem, wlepiać swe czarne, wielkie oczy w różne zkolei punkty izby. Czy widok leżącego na stole chleba je ucieszył, czy zaciekawił mętny w sinym świcie błysk opartego o ścianę łomu — dość, że wyprostowało się ono, szerzej oczy otworzyło i z zadziwionem wzruszeniem ramion, z cichym chichotem zaszczebiotało:"
      },
      {
        "index": 149,
        "text": "— Chli-chli-chli-li-li-li!"
      },
      {
        "index": 150,
        "text": "Zupełnie niewiadomo, z jakiego języka dźwięki te pochodziły i co oznaczały, lecz na ustach Pawła rozszerzył się uśmiech, a oczy jego wciąż kierunek dziecięcych oczu ścigały, aż spotkały się z ich zadziwionem i trochę już przestraszonem spojrzeniem."
      },
      {
        "index": 151,
        "text": "Widok nieznajomego człowieka przestraszył nieco dziecko. Znieruchomiało i, ręce od włosów odrywając, jedną ze swych małych stóp, niby odporny oręż, niemi pochwyciło. U przeciwległej ściany rozległ się szept:"
      },
      {
        "index": 152,
        "text": "— Chadzi tu..."
      },
      {
        "index": 153,
        "text": "Jednocześnie ruchem głowy i palca Paweł dziecko ku sobie przyzywał; ale ono, bosą stopkę coraz wyżej ku piersiom podnosząc, już, już do wybuchnięcia płaczem blade usta wykrzywiać zaczęło, gdy na ławie leżący i na łokciu wsparty człowiek powtórzył:"
      },
      {
        "index": 154,
        "text": "— Chadzi, cukru dam..."
      },
      {
        "index": 155,
        "text": "W mgnieniu oka bosa stopka ze ściskających ją z całej siły rączyn wypadła i wraz z drugą swą towarzyszką ku ziemi opuszczać się zaczęła."
      },
      {
        "index": 156,
        "text": "Zarazem po izbie, szarem światłem napełnionej, ni to dzwonienie monotonne i srebrne, ni to gruchanie synogarlicy, rozległy się dźwięki:"
      },
      {
        "index": 157,
        "text": "— Ciuk-lu! Ciuk-lu! Ciuk-lu!"
      },
      {
        "index": 158,
        "text": "Paweł wstał z ławy i ku czerwonej szafce szedł, a za nim po glinianej podłodze bose, dziecięce stopki tętniały prędko, prędko... Gdy z kawałkiem cukru w palcach odwrócił się od szafki, u samych stóp jego stało malutkie, czerwone stworzonko, ze wzniesionemi ku niemu czarnemi oczyma i cienkiemi, chudemi ramiony."
      },
      {
        "index": 159,
        "text": "Na całą izbę dzwonił cienki głosik:"
      },
      {
        "index": 160,
        "text": "— Daj... daj... daj!..."
      },
      {
        "index": 161,
        "text": "Czerwona sukienka dziecięca, czarnemi centkami usiana, przywiodła mu na pamięć owad malutki, śliczny, nieszkodliwy, kołyszący się w lecie na zielonych trawach."
      },
      {
        "index": 162,
        "text": "Pochylił się, dziecko, które już cukier cmokało, w ramiona wziął."
      },
      {
        "index": 163,
        "text": "— Oj, ty, Boża krówko malenieczka! — zaszeptał — Boskie stworzenie, niczemu nie winne."
      },
      {
        "index": 164,
        "text": "Na kolanach je trzymając, u okna na ławie usiadł. Teraz już z drugiej strony chaty kędyś za Niemnem słońce wschodziło i w siną szarość świtu rzucało smugi bladoróżowej i złotej światłości."
      },
      {
        "index": 165,
        "text": "Na podwórzu Koźluków, przez okno Pawła z za przezroczystego płotu widzialnem, od zamkniętych jeszcze drzwi chaty ku śmietnisku, a stamtąd ku wrotom, węsząc coś, czegoś szukając, biegł żółty Kurta."
      },
      {
        "index": 166,
        "text": "Dziecko, w jednej ręce spory kawał chleba, a w drugiej cukier trzymając, przez małe szyby chciwym wzrokiem ruchy psa ścigało, aż zaszczebiotało:"
      },
      {
        "index": 167,
        "text": "— Ciu-cia! Ciu-cia!"
      },
      {
        "index": 168,
        "text": "— Ciucia... sobaczka! — odpowiedział Paweł."
      },
      {
        "index": 169,
        "text": "Dźwiękiem jego głosu zdziwione, czy zaciekawione, dziecko całą twarzą zwróciło się ku niemu i z namysłem jakby zapytało:"
      },
      {
        "index": 170,
        "text": "— A ti... ti... kto?"
      },
      {
        "index": 171,
        "text": "Kiedy zaś nie odpowiadał i z dwiema znowu grubemi fałdami na czole w milczeniu na nie spoglądał, drobną ręką targać go za rękaw koszuli zaczęło."
      },
      {
        "index": 172,
        "text": "— Kto ti? Kto ti? Kto ti? — brzmiało znowu po izbie ni to srebrne dzwonienie, ni to szczebiot wróbla."
      },
      {
        "index": 173,
        "text": "A gdy Paweł nie odpowiadał jeszcze — o pytaniu swem zapominając, wykrzyknęło:"
      },
      {
        "index": 174,
        "text": "— Kicia!"
      },
      {
        "index": 175,
        "text": "Za oknem, pod płotem chyłkiem przebiegającego kota zobaczyło."
      },
      {
        "index": 176,
        "text": "Kiedy Franka obudziła się i powieki podniosła, w oczach jej odmalowało się zdumienie, z przerażeniem graniczące. Paweł siedział u okna, profilem do izby zwrócony, i w szerokich swych dłoniach trzymał dziecko, które, na kolanach jego stojąc, drobne palce zatapiało mu w krótkim i siwiejącym zaroście. Szybko zsunęła się z pościeli, nie wkładając trzewików, cicho ku oknu podeszła i taki ruch uczyniła, jakby chciała dziecko z kolan jego wziąć."
      },
      {
        "index": 177,
        "text": "Obejrzał się, wzrokiem spotkał jej przestraszone spojrzenie i, bliżej ku sobie przygarniając dziecko, krótko rzekł:"
      },
      {
        "index": 178,
        "text": "— Nie trzeba!"
      },
      {
        "index": 179,
        "text": "— Dokuczy — zauważyła zcicha."
      },
      {
        "index": 180,
        "text": "Nie odpowiedział nic. Widocznie chora, drżała na całem ciele, choć w chacie wcale zimno nie było, i otulała się swoim podartym kaftanem."
      },
      {
        "index": 181,
        "text": "— Może ogień rozpalić? — zapytała."
      },
      {
        "index": 182,
        "text": "— Rozpal."
      },
      {
        "index": 183,
        "text": "Zaczęła krzątać się około pieca; mimowolne stękania wyrywały się jej z piersi, i obu dłońmi chwytała się czasem za głowę. Jednak ogień roznieciła prędko; dziecko, z kolan Pawła zeskoczywszy, dreptało za nią, przypatrując się jej robocie, a na widok ognia, który wesołym płomieniem buchnął w piecu, z radości krzyknęło."
      },
      {
        "index": 184,
        "text": "Do ognia twarzą zwrócona, zapytała znowu:"
      },
      {
        "index": 185,
        "text": "— Może kartofli obrać i zgotować?"
      },
      {
        "index": 186,
        "text": "— Zgotuj — odpowiedział i, z ławy wstawszy, siermięgę i buty w milczeniu włożył."
      },
      {
        "index": 187,
        "text": "Potem, kawał chleba z bochna ukroiwszy, do kieszeni go schował i ku drzwiom z czapką w ręku szedł. Przede drzwiami zatrzymał się, na kobietę, przed ogniem stojącą, spojrzał, a spotkawszy się z jej niespokojnym wzrokiem, powieki spuścił."
      },
      {
        "index": 188,
        "text": "— Wszystko w chacie na tem samem miejscu, gdzie dawniej było — zniżonym głosem zaczął — bierz, gotuj, jedz i dziecku dawaj. Rób, co chcesz. Ty tu znów taka sama gospodyni, jak i wprzódy była."
      },
      {
        "index": 189,
        "text": "Cała naprzód podana, z trwogą w oczach wsłuchiwała się w jego słowa, a przy ostatnich uczyniła ruch taki, jakby rzucić się ku niemu chciała. Ale on prędko zwrócił się ku drzwiom i z progu, nie oglądając się, rzekł jeszcze:"
      },
      {
        "index": 190,
        "text": "— Przed wieczorem powrócę... jeżeli boisz się sama zostawać, drzwi na zasuwkę zamknij."
      },
      {
        "index": 191,
        "text": "Mocne postanowienie już był powziął, ale było w nim jeszcze coś, co go ku wolnemu powietrzu, ku bystrej, burzliwej wodzie ciągnęło: może jakiś wstyd niepokonany, ból, nożem w sercu tkwiący."
      },
      {
        "index": 192,
        "text": "Dwa wiosła w sieni stojące wziął i, o ramiona je oparłszy, szerokiemi krokami z góry zstąpił. Wkrótce wśród szerokiego szlaku rozlanej rzeki czółno jego, jak czarny punkcik, na ciemnych falach wznosząc się i opadając, z szybkością ptasią w dal pomykało, a przed nim, za nim, wkoło niego, rozlegał się szumiący i nieprzerwany śpiew bystrej, burzliwej wody. Szumnie i nieprzerwanie śpiewała mu ona teraz o ranach zdradzonej miłości i żądłach zazdrości i o słodyczach nadziei, zmieszanych z trucizną wspomnień, przedewszystkiem zaś może, przedewszystkiem o tem zadaniu ludzkiem, dobrem, świętem — ratowania i zbawiania, które już było zniknęło mu z oczu, a teraz znowu przed nim powstawało i blask, podobny do księżycowego światła, rzucało na postarzałe, siwiejącemi włosy okolone jego oblicze."
      },
      {
        "index": 193,
        "text": "Na godzinę przed zmrokiem wszedł do chaty i zobaczył Frankę, na łóżku leżącą. Nie spała i, ujrzawszy wchodzącego, szybko na pościeli usiadła, z głowy wilgotną chustkę zrywając."
      },
      {
        "index": 194,
        "text": "Stawiając u ściany wiosła, zapytał:"
      },
      {
        "index": 195,
        "text": "— Głowa boli?"
      },
      {
        "index": 196,
        "text": "Odpowiedziała, że teraz jest jej daleko już lepiej: odpoczęła..."
      },
      {
        "index": 197,
        "text": "— To i dobrze, że odpoczęła..."
      },
      {
        "index": 198,
        "text": "A po krótkiej chwili zapytał:"
      },
      {
        "index": 199,
        "text": "— Chtawjan śpi?"
      },
      {
        "index": 200,
        "text": "— Zasnął. Cały dzień dokazywał tak, że niech Pan Bóg broni, wszystko w izbie ruszał, pytając się: co to? co to? a ona bała się bardzo, aby czego nie zepsuł i szkody jakiej, broń Boże, nie zrobił. Ale teraz już, chwała Bogu, zasnął..."
      },
      {
        "index": 201,
        "text": "Wszystko to mówiła trochę już śmielej i głośniej, ale z siedzenia nie wstawała, a w mówieniu i postawie czuć jeszcze było trwogę i niepewność."
      },
      {
        "index": 202,
        "text": "Po chwili rzekła:"
      },
      {
        "index": 203,
        "text": "— Kaszy gryczanej zgotowałam... w piecu stoi i pewno gorąca."
      },
      {
        "index": 204,
        "text": "Paweł wyjął z pieca garnek i kawał chleba ukroił. Jadł powoli, dość długo, nie przy stole jednak, ale przed piecem stojąc, potem na ławie siadł i do kobiety, nieruchomie na łóżku siedzącej, przemówił:"
      },
      {
        "index": 205,
        "text": "— Chodżże tu, pogadamy!"
      },
      {
        "index": 206,
        "text": "Głos jego brzmiał łagodnie. Kiedy Franka zsuwała się z pościeli i przez izbę przechodziła, ruchy jej miały już w sobie coś z dawnej żywości i gibkiej, kociej gracji. Jednak nie otoczyła, jak dawniej, ramieniem szyi człowieka, obok którego usiadła, i nie zwinęła się nakształt rozpieszczonej kotki u jego piersi."
      },
      {
        "index": 207,
        "text": "Z rękoma na kolana opuszczonemi siedziała, milcząc i czekając. Choć łagodniej już do niej przemawiał, choć powiedział, że ona tu gospodynią jest tak, jak i wprzódy, wcale jeszcze pewną nie była, co jej teraz powie i jak z nią postąpi."
      },
      {
        "index": 208,
        "text": "— Nu — przemówił — dużo biedy i poniewierki nacierpiałaś się? Kontenta teraz, że ode mnie w świat poszła i znów drogi do piekła spróbowała? Miła musi ta droga, kiedy przyszłaś nazad, jak ta szczapa wychudła, chora i tak jak goła? ha! czemu szłaś i czemu powróciłaś?... gadajże!"
      },
      {
        "index": 209,
        "text": "O, tylko tego i tak wymówionego wezwania trzeba było, aby otworzyły się wszystkie, długo zamknięte upusty jej obfitej i burzliwej mowy, aby niepowstrzymanym strumieniem wylewać się z niej zaczął, przez te nowe lata włóczęgi nakipiały w jej piersi, war goryczy, zażaleń, gniewu! Jak błyskawica przemknęło jej przez głowę wspomnienie dalekiej chwili, w której na wyspie, wśród śnieżnych goździków powiedziała temu człowiekowi wszystko, wszystko, a on wtedy obszedł się z nią, jak ojciec z dzieckiem, jak spowiednik z pokutnicą, i nawet odtąd lubić ją zaczął."
      },
      {
        "index": 210,
        "text": "Wspomnienie to ośmieliło ją do reszty i nowy bodziec dało chęci wywnetrzenia się, i bez tego już ją palącej. Ze zwykłą więc sobie, żadnemi względami nie powściąganą, ognistą i hardą szczerością, opowiadała mu naprzód, że w tym lokaju zakochała się jak szalona; sama nawet nie wie, jak i kiedy się to stało, ale ot, wprost przepadała za nim, żyć bez niego nie mogła. A on jej znów przysięgał, że wiecznie ją kochać będzie i że jej nigdy nie opuści. A tak słodko mówił, taki był delikatny i zawsze ładnie ubrany, jak pan. Bo też i z dobrej familji pochodził. Ojciec jego nawet szlachcicem był, a dzieci z biedy tylko w służbę poszły. Ona, gdy tylko go zobaczyła, poznała, że on z dobrej familji pochodzi, i to ją do niego odrazu pociągnęło. Z początku było jej w mieście bardzo dobrze i wesoło. Służbę znalazła w takim domu, gdzie sług było dużo i roboty niewiele. Karol prawie codzień do niej przychodził; w niedziele i święta na spacery i do teatru ją prowadził. Było tak miesięcy kilka, aż tu, buch! wziął i wyjechał; z panem tym, u którego służył, do dalekiego wielkiego miasta wyjechał."
      },
      {
        "index": 211,
        "text": "Żegnając się z nią, jak bóbr płakał, ale mówił, że takiej służby, jak u tego pana, i takich korzyści, jak te, które z niej ma, na całym świecie nie znajdzie, więc warjatem byłby, gdyby się jej wyrzekał."
      },
      {
        "index": 212,
        "text": "Co wypłakała, co nabłagała się, aby ją z sobą wziął, a on, tak samo płacząc, nie zgadzał się i nie zgadzał."
      },
      {
        "index": 213,
        "text": "— Co ja tam z tobą będę robić? Na co ty mnie tam potrzebna?"
      },
      {
        "index": 214,
        "text": "I pojechał, a ona za nim, cościś we dwa tygodnie po jego wyjeździe, pojechała. Myślała, że do tego miasta, w którem on był, dojedzie i że on jej w tem wielkiem nieszczęściu, które nadchodziło, z pomocą stanie. Ale już tylko niewiele drogi ujechała, i w inszem zupełnie mieście nieszczęście ją zaskoczyło..."
      },
      {
        "index": 215,
        "text": "Urodziło się dziecko. Dała mu na chrzcie imię Oktawjan, bo to bardzo piękne imię i między prostymi ludźmi nie używane."
      },
      {
        "index": 216,
        "text": "Do Karola nawet pisać nie mogła, bo nie wiedziała ani ulicy, ani domu, w którym ze swoim panem mieszkał. On, albo nie wiedział sam o tem, kiedy się z nią żegnał, albo powiedzieć nie chciał."
      },
      {
        "index": 217,
        "text": "Zniosłaż ona wtedy nędzę taką, jakiej nigdy jeszcze nie znosiła! Wszystkie pieniądze, które miała, wydała na najęcie kąta w izbie jakiejś praczki, a na jedzenie sprzedawała potem suknie i drobiazgi, jakie sobie w czasie ostatniej swej służby była kupiła."
      },
      {
        "index": 218,
        "text": "W nieznajomem mieście nie łatwo było o służbę. Przez kilka miesięcy najmowała się po domach do prania bielizny i nawet do mycia podłóg, a że dziecko przytem karmiła i niewygody różne znosiła, sił jej często brakło i albo nic, albo bardzo mało zarobić mogła. Potem jednak służbę znalazła, dziecko u tej praczki za zapłatę zostawiła, i przez czas jakiś nieźleby jej było, gdyby zgryzota i żałość, i złość na tego niegodziwca, co ją stąd wyciągnął, a potem w najnieszczęśliwszem położeniu porzucił, nie piekły i nie męczyły tak, że suknię na sobie czasem w drobne kawałki darła, a w głowie jakby turkot dziesięciu wozów i szumienie dziesięciu samowarów czuła."
      },
      {
        "index": 219,
        "text": "Bywała też czasem złą, wtedy szczególniej, kiedy o Pawle, o jego dobroci, o tej chacie cicheńkiej i mileńkiej, z której dobrowolnie uciekła, pomyślała; bywała tak złą, że, zdaje się, zabiłaby każdego, ktoby jej w oczy wlazł. Wlazła jej raz w oczy kucharka, także złośnica wielka; pokłóciły się, i ona tej kucharce garnek z gorącą wodą na głowę rzuciła. Gwałt w domu podniósł się wielki, przed sądem ją oskarżyli, sąd ją na trzy miesiące więzienia skazał. Więc do więzienia poszła."
      },
      {
        "index": 220,
        "text": "Ot, napatrzyła się tam różnych różności! Ot, nasłuchała się! jedna z tych kobiet, z któremi razem w więzieniu siedziała, męża swego otruła; druga dziecko zadusiła, kilka było takich, co domy podpalały, albo całe życie kradły. Wstyd jej było z takiemi zbrodniarkami siedzieć, a do tego, że i proste to były kobiety, same prawie chamki i po chamsku mówiące. Coraz też większy turkot, szum i ból w głowie czuła, aż gdy ją z więzienia wypuścili, tyle tylko, że do dziecka zawlokła się, wycałowała je, nad ciężką dolą jego zapłakała i do szpitala poszła."
      },
      {
        "index": 221,
        "text": "Tam przebyła miesięcy kilka, na dziwną jakąś słabość chorując. Gorączki prawie nie miała, a jednak często bywała nieprzytomna i śmiechów jakichś albo płaczów dostawała takich, że ledwie, ledwie wśród nich ducha nie wyziewała. Kiedy ją to napadło, kołdry szpitalne na kawałki darła i szklanki, w których jej lekarstwo dawano, tłukła. Nakoniec ją jednak od nieprzytomności i od tych śmiechów i płaczów doktorowie wyleczyli, a nawet to zrobili, że turkot w głowie ustał, i silniejszą niż przed chorobą się uczuła."
      },
      {
        "index": 222,
        "text": "Ze szpitala wyszła, i taka ją chęć wrócenia do Pawła zdjęła, jakby temu, kto pić chce, trzy dni wody nie dawali."
      },
      {
        "index": 223,
        "text": "— Pójdę i pójdę — myślała sobie."
      },
      {
        "index": 224,
        "text": "Znowu do prania bielizny i mycia podłóg najmować się zaczęła, ale nie bardzo kto chciał ją do domu przyjmować, bo wszyscy wiedzieli, że z więzienia tylko co wyszła. A tu ta praczka ani jej, ani dziecka dłużej już u siebie trzymać nie chciała. Co tu począć? gdzie tu podziać się — i jeszcze z dzieckiem! Uczuła, że znowu siły traci, i szumieć jej w głowie zaczyna... Sprzedała tedy wszystko, co jeszcze miała, nawet jedną z dwóch koszul; praczka też ta, dość litościwa, u jakichś znajomych państwa kilka rubli dla niej uprosiła, zabrała więc dziecko i pojechała. Wprzódy koleją jechała, a od najbliższego miasta jednokonną furmanką chłop jakiś za złotówkę ją tu przywiózł, bo mu po drodze było, i zaraz też, jak tylko przed wrotami Pawła z wozu wysiadła, dalej sobie pojechał..."
      },
      {
        "index": 225,
        "text": "Ot, i wszystko!"
      },
      {
        "index": 226,
        "text": "Nie było to mało. Z oczu opowiadającej łzy ciekły cicho, ciągle ciekły po jej zapadłych policzkach i gęstym deszczem na ręce chude i na plamy kaftana spadały."
      },
      {
        "index": 227,
        "text": "Paweł z głową zwieszoną słuchał i milczał; dopiero gdy mówić przestała, ze wzrokiem w ziemię utkwionym, zcicha wymówił:"
      },
      {
        "index": 228,
        "text": "— Piekło! piekło! gorące piekło!"
      },
      {
        "index": 229,
        "text": "I wyglądał przytem tak, jakby go znowu i odwaga, i spokój, i wszelkie powzięte postanowienia opuszczały."
      },
      {
        "index": 230,
        "text": "Ona pierwszych słów jego teraz, gdy już o wszystkiem wiedział, jak wyroku śmierci lub życia oczekiwała, oddech nawet w sobie tłumiąc, u ściany skurczona i drżącą. Po prędkiej, czasem ostrej i gniewnej, a czasem płaczliwej jej mowie, zapanowało w izbie głuche milczenie, przerywane tylko ciężkim oddechem Pawła i zdala dochodzącym głuchym szmerem rzeki. Trwało tak dość długo, gdy u przeciwległej ściany dało się dyszeć naprzód ciche i niewyraźne skwierczenie, a potem cienki, żałosny głosik zawołał:"
      },
      {
        "index": 231,
        "text": "— Ma-mo! ma-mo!"
      },
      {
        "index": 232,
        "text": "Ona, niepewnością tego, co spotkać ją miało, zdjęta, żadnego poruszenia nie uczyniła; Paweł zaś podniósł zwieszoną dotąd głowę."
      },
      {
        "index": 233,
        "text": "— Chtawjan obudził się; idź zobacz go..."
      },
      {
        "index": 234,
        "text": "Poszła i dziecko na ręce wziąć chciała, ale ono, kapryśnym ruchem objęć jej uniknąwszy, zsunęło się z pościeli i do Pawła, który teraz u okna stał, pobiegło. Od kąta do kąta izby zadzwonił cienki głosik:"
      },
      {
        "index": 235,
        "text": "— Chli-chli, chli- chlip-ka!"
      },
      {
        "index": 236,
        "text": "Paweł tą przybiegającą mu do stóp czerwoną «Bożą krówkę» w ramionach z ziemi podniósł."
      },
      {
        "index": 237,
        "text": "— Chlebka chcesz? ha? chlebka chcesz? — zapytał i w mizerną, niewinną twarz dziecka długo patrzał."
      },
      {
        "index": 238,
        "text": "Możnaby mniemać, że oczy, od jakiegoś jaskrawego, ohydnego widoku rozbolałe, widokiem tej dziecięcej nędzy i niewinności poił i goił."
      },
      {
        "index": 239,
        "text": "— Chlebka chcesz? — powtórzył."
      },
      {
        "index": 240,
        "text": "Ale Chtawjan o chlebku nie myślał wcale, syty był i czarne oczy, szeroko rozwarte, utkwił w szybie, przez którą znowu widać było poważnie tym razem siedzącego, u wrót Kurtę. Mały palec ku szybie wyciągnął i zaszczebiotał:"
      },
      {
        "index": 241,
        "text": "— Ciu-cia! ciu-cia!"
      },
      {
        "index": 242,
        "text": "— Sobaczka! — rzekł Paweł."
      },
      {
        "index": 243,
        "text": "— Sio-bać-ka! — powtórzył Chtawjan."
      },
      {
        "index": 244,
        "text": "I zaraz potem, ku człowiekowi, który na rękach swych go trzymał, zwracając się, poważnie zapytał:"
      },
      {
        "index": 245,
        "text": "— A ti kto?"
      },
      {
        "index": 246,
        "text": "I kilka jeszcze razy zrana już zadawane przez się pytanie, ze śmiechem, z natarczywością, z rękoma, w zarost Pawła zatopionemi, powtórzył:"
      },
      {
        "index": 247,
        "text": "— Kto ti? Kto ti? Kto ti?"
      },
      {
        "index": 248,
        "text": "Paweł, nie spuszczając z niego oczu, uśmiechał się coraz wyraźniej i weselej."
      },
      {
        "index": 249,
        "text": "— Tato! — odpowiedział."
      },
      {
        "index": 250,
        "text": "— Ta-to? — jakby ze zdziwieniem, przechylając na bok główkę, zapytało dziecko."
      },
      {
        "index": 251,
        "text": "— A tato!"
      },
      {
        "index": 252,
        "text": "Ale w tejże chwili uczuł, że cienkie i gibkie ramiona kolana mu obejmują."
      },
      {
        "index": 253,
        "text": "Franka, klęcząc, do kolan jego głowę tuliła i dziękowała mu, dziękowała, bo teraz dopiero uwierzyła, że jej z chaty swej nie wypędzi i dla dziecka jej ojcem będzie. Jak wzburzony wrzątek wylewały się z niej słowa wdzięczności, radości, podziwienia dla jego dobroci. Potem zaczęła przysięgać, że teraz już zawsze, zawsze poczciwą i posłuszną będzie, a jego kochać i szanować nie przestanie do śmierci; gdyby zaś kiedy przestała, sama sobie pętlę na szyi zawiąże lub otruje się, aby ziemia takiego potwora już nie nosiła, jakimby ona była wtedy."
      },
      {
        "index": 254,
        "text": "Paweł dziecko na ziemi postawił, a rozpłakaną, u kolan jego po ziemi pełzającą kobietę na ławie posadził, a kiedy szlochać, dziękować, przysięgać nie przestawała, sam przy niej usiadł i zcicha, łagodnie przemówił:"
      },
      {
        "index": 255,
        "text": "— Cicho! no, cichoż już, moja ty biedna! Moja ty nieszczęśliwa! cicho! cicho!"
      },
      {
        "index": 256,
        "text": "W ręce go całowała, ale przybliżyć się do niego, objąć go nie śmiała jeszcze. Prędkim, gorączkowym szeptem mówiła: — Od śmierci ty mnie, Pawełku, oj, drogieńki ty mój, złoty, brylantowy, od śmierci ty mnie wyratował, bo już ja takie postanowienie miałam, że jeżeli ty mnie nie przyjmiesz, wypędzisz — to dziecko pod jakim progiem zostawię, a sama otruję się..."
      },
      {
        "index": 257,
        "text": "Do kieszeni sukni sięgnęła i, wyjęty z niej papierek rozwinąwszy, ukazała w nim trochę białego proszku."
      },
      {
        "index": 258,
        "text": "— Widzisz? — trucizna..."
      },
      {
        "index": 259,
        "text": "— W imię Ojca, i Syna... — przeżegnał się Paweł. — I do tego jeszcze czort ciebie kusił? Skądże ty wzięła tę truciznę?"
      },
      {
        "index": 260,
        "text": "Oho! ona, kiedy czego bardzo chce, zawsze na swojem postawić musi. Ta kobieta, która razem z nią w więzieniu za otrucie męża siedziała, rozpowiedziała jej, gdzie i jak trucizny dostać można. A ona, jadąc tu, myślała sobie: jeżeli Paweł mnie wypędzi, to albo powieszę się, albo otruję. Ale wieszać się brzydko. Tylko prości ludzie wieszają się. Dostała więc sobie trucizny, ale teraz już jej nie potrzebuje, bo Pawełek jej wszystko darował, i ona znowu będzie jego kochać, szanować i w tej mileńkiej chateczce spokojnie sobie i szczęśliwie, jak u Pana Boga za piecem, siedzieć..."
      },
      {
        "index": 261,
        "text": "Przy ostatnich słowach papierek z białym proszkiem napowrót do kieszeni wsunęła i, z ławy zerwawszy się, w dłonie klaszcząc, chichocząc, parę razy jak wiewiórka podskoczyła. Ale Pawła jakby strach nagły ogarnął."
      },
      {
        "index": 262,
        "text": "— Aaaa! jak tu ciemno zrobiło się — zauważył i, prędko izbę przeszedłszy, lampkę zapalił."
      },
      {
        "index": 263,
        "text": "Chtawjan, u stóp wielkiego pieca na ziemi siedząc, węgle w garnku przesypywał i padaniu ich w głąb garnka głośnemi wykrzykami wtórzył:"
      },
      {
        "index": 264,
        "text": "— Ba-ba-ba-bach!"
      },
      {
        "index": 265,
        "text": "Franka do dziecka przyskoczyła i tak gwałtownie całować je zaczęła, że aż krzyknęło z bólu."
      },
      {
        "index": 266,
        "text": "— Oddaj węgle, — mówiła — oddaj, samowarek nastawię i herbatka będzie... herbatka... batka!"
      },
      {
        "index": 267,
        "text": "A gdy dziecko upierało się przy zostawieniu mu garnka, po plecach je dłonią uderzyła."
      },
      {
        "index": 268,
        "text": "Chtawjan głośno zapłakał."
      },
      {
        "index": 269,
        "text": "Paweł surowo ozwał się:"
      },
      {
        "index": 270,
        "text": "— Za co bijesz? Daj jego tu!"
      },
      {
        "index": 271,
        "text": "Po sposobie, w jaki zawijała się około nastawiania samowaru i przyrządzania herbaty, widać było, że teraz dopiero, ale już zupełnie uczuła się tu taką samą, jak dawniej, gospodynią. We troje potem herbatę z chlebem razowym pili; dziecko było wesołe; Franka gadatliwie i zupełnie już śmiało o znajomych we wsi wypytywała się; Paweł coraz łagodniejszym się stawał."
      },
      {
        "index": 272,
        "text": "Kiedy nakoniec Chtawjan, na pościeli złożony, usnął, a Franka przycichła i poziewać zaczęła, Paweł wstał z ławy i rzekł:"
      },
      {
        "index": 273,
        "text": "— Nu, Franka, chodź, razem pacierze odmówim..."
      },
      {
        "index": 274,
        "text": "Ze zdziwieniem na niego patrzała, on zaś rzekł jeszcze:"
      },
      {
        "index": 275,
        "text": "— A toż! Bez Boga ty do tego czasu żyła, a i czort przystęp do ciebie miał. I ja kiepsko postąpił, że odrazu do Pana Boga i do świętej modlitwy ciebie nie namawiał. Teraz ty znów z drogi do piekła uciekła i może już nie powrócisz, może upamiętasz się, i wszystko dobrze będzie... W świętej książce pisze, żeby Syon rozmiłował się w Przenajświętszej Pannie Marji... może i ty rozmiłujesz się, i Ona ciebie od złego obroni. Klękaj i głośno powtarzaj za mną..."
      },
      {
        "index": 276,
        "text": "Ukląkł i obejrzał się, a widząc, że ona także uklękła, zaczął:"
      },
      {
        "index": 277,
        "text": "— W imię Ojca, i Syna..."
      },
      {
        "index": 278,
        "text": "Głośno i powoli odmówił Ojcze nasz, Zdrowaś Marja i Wierzę w Boga, a ciągle przysłuchiwał się, czy ona każde słowo za nim wymawia, gdy zaś którego nie wymówiła, oglądał się na nią i mówił:"
      },
      {
        "index": 279,
        "text": "— Powtarzaj..."
      },
      {
        "index": 280,
        "text": "Po skończeniu Wierzę w Boga, nie wstając z klęczek, «Służbę Bożą» ze stołu wziął i otworzył ją w miejscu, w którem założona była największym biletem, dnia imienin France winszującym."
      },
      {
        "index": 281,
        "text": "Powoli, zgłoskę od zgłoski oddzielając, czytać zaczął:"
      },
      {
        "index": 282,
        "text": "— Modlitwa o zwy-cię-stwo w-s-z-e-l wszel, k-i-e kie, wszel-kie-go na-ło-gu g-r-z-e, grze-cho-we-go."
      },
      {
        "index": 283,
        "text": "I całą, niedługą zresztą modlitwę, jedne wyrazy z łatwością, inne z trudnością wyczytując, a niektóre sylabizując, przeczytał."
      },
      {
        "index": 284,
        "text": "Przeczytawszy, Kupidyna, unoszącego na bilecie wieniec różany, pobożnie pocałował, w tem samem miejscu książkę nim założył i, przeżegnawszy się jeszcze głośno, z klęczek powstał. Pogodę wielką i znowu jakby łagodną jasność księżyca na twarzy miał. Wzrokiem szczęśliwym objął głowę Franki, która, znużona i poziewająca, z ciekawością na niego patrzała. Jak wprzódy widok niewinności dziecięcej przebłagał go i ukoił, tak teraz zdawało się, że wspólnie odmówiona z tą kobietą modlitwa zupełnie ją w oczach jego oczyściła."
      },
      {
        "index": 285,
        "text": "Po raz pierwszy, odkąd na nowo ją zobaczył, za szyję ją objął, głowę jej ku piersiom przycisnął i twarz tak długo, gorąco całował, jak długo i chciwie człowiek spragniony pije źródlaną wodę."
      },
      {
        "index": 286,
        "text": "— Oj, Franka! — szepnął — jak ja ciebie lubię, strach, jak ja ciebie lubię! Pan Bóg dopomoże, że ty już teraz dobra i poczciwa będziesz... już ja widzę, że ty sama tego prawdziwie żądasz... Pan Bóg dopomoże... oj! jakże ja ciebie lubię! Mojaż ty miła! mojaż ty biedna, jak ja ciebie lubię!"
      },
      {
        "index": 287,
        "text": "Nazajutrz, wkrótce po wschodzie słońca, Chtawjana podartą chustką Franki owinął, na ręce wziął i do sieni wyszedł. Nim drzwi od podwórza otworzył, stał przed niemi chwilę, w postawie człowieka wahającego się i z czemś wewnętrznie walczącego. Trudno mu widać było z dzieckiem tem na ręku pokazać się przed ludźmi. Lokajskie dziecko! z końca świata przyniesione! Wstyd! Miał jednak przyczynę, dla której wszystkim pokazać chciał, że i z żoną pogodził się, i jej dziecko za swoje przyjął. Gęby im przez to pozamyka i do wiadomości da, że ani jej, ani dziecka krzywdzić nie pozwoli. W ostatniej przecież chwili odwagi mu zabrakło, u samych drzwi zawahał się, parę minut postał, aż zaszeptał:"
      },
      {
        "index": 288,
        "text": "— Bogu Przenajświętszemu na ofiarę... za jej nawrócenie... za zbawienie duszy grzesznej..."
      },
      {
        "index": 289,
        "text": "I wyszedł, chwilę przed progiem postał, a potem, podwórko przeszedłszy, we wrotach stanął."
      },
      {
        "index": 290,
        "text": "Dzień był od poprzedzających cieplejszy, słoneczny; z dachów padały brylantowe krople, w drzewach nazabój świergotały wróble, po szerokiem polu biegły szlaki zielonych runi. Drogą, przed wrotami ten i ów z wiosłem, siekierą, łopatą przechodził i Pawła, z dzieckiem na ręku we wrotach stojącego, ujrzawszy, głową kiwał i «niech będzie pochwalony», albo «jak się macie?» mówił."
      },
      {
        "index": 291,
        "text": "Na dziecko z mężczyzn nikt uwagi nie zwracał. Niektórzy myśleli pewno, że jest to jedno z dzieci Ulany, a inni do pracy śpieszyli, swoje kłopoty i potrzeby mieli. Ale dwie kobiety też drogą przeszły; jedna z nich szeroko tylko oczy i usta otworzyła, na Pawła popatrzała i dalej poszła; druga zaś, również z otworzonemi ustami stanęła, patrzała, głową kiwała, aż przemówiła:"
      },
      {
        "index": 292,
        "text": "— A czyjeż to? — Moje — uśmiechając się, odpowiedział Paweł."
      },
      {
        "index": 293,
        "text": "Kobieta trochę wstydliwie, a trochę złośliwie zachichotała:"
      },
      {
        "index": 294,
        "text": "— A kiedyż to Pan Bóg dał?"
      },
      {
        "index": 295,
        "text": "— A kiedy dał, to dał, dość, że dał."
      },
      {
        "index": 296,
        "text": "Chtawjana, który, wszystkiem, co otaczało go, zadziwiony, spokojnie na rękach siedział, w głowę pocałował. Kobieta żywo odeszła i, na sąsiednie podwórko zawróciwszy, w drzwiach Koźlukowej chaty zniknęła. We wnętrzu tej chaty rozległy się i aż do Pawła doszły odgłosy żywych rozmów, a po chwili Ulana, z niemowlęciem swem na ręku i trojgiem dzieci otoczona, na podwórko wyszła; wyszła, stanęła, i dzieci stanęły, z za spódnicy jej wychylając pyzate, rumiane twarze i jasnowłose głowy. Na wilgotnej trawie dziedzińca, w świetle słońca, boso, w spódnicy, kostek nie sięgającej, i grubej białej koszuli, dziećmi otoczona, wyglądała jak wcielenie zdrowia, płodności i z hożą młodością złączonej powagi. Poważnie, milcząc, choć i z ciekawością na stojącego woddali brata patrzała."
      },
      {
        "index": 297,
        "text": "W progu ukazał się wysoki, przystojny Filip, z za którego ramienia wychyliła się bezwąsa, jasna, ściągła, filuterna twarz Daniłka."
      },
      {
        "index": 298,
        "text": "Paweł, siostrę ujrzawszy, powoli ku niej iść zaczął, a gdy już o krok jeden znalazł się przed nią, stanął i powolnym też głosem rzekł:"
      },
      {
        "index": 299,
        "text": "— Franka powróciła..."
      },
      {
        "index": 300,
        "text": "Ulana kiwnęła głową. Od wczoraj już wiedziała o tem od Daniłka, który zawsze wszystko wiedział, — ale, że Franka i dziecko z sobą przywiozła, nie dowiedział się, więc nikomu oznajmić nie mógł. Teraz domyśliła się wszystkiego i na Chtawjana, milcząc, ale z wyraźną niechęcią i wzgardą w oczach, patrzała."
      },
      {
        "index": 301,
        "text": "Filip nie mówił też nic, ale nagle, jakby przezwyciężyć się nie mogąc, głośno splunął. Daniłko w ramieniu brata swawolny śmiech tłumić usiłował."
      },
      {
        "index": 302,
        "text": "Czoło Pawła zbiegło się znowu w dwie grube fałdy. Wzrok ku dziecku zwrócił i rzekł:"
      },
      {
        "index": 303,
        "text": "— Niczemu ono nie winne... Boskie stworzenie!"
      },
      {
        "index": 304,
        "text": "— Ale! — odpowiedziała Ulana."
      },
      {
        "index": 305,
        "text": "Chtawjan zaś do przelatującego wróbla palec wyciągnął i rzekł:"
      },
      {
        "index": 306,
        "text": "— Chli-chli-chli-li-li!"
      },
      {
        "index": 307,
        "text": "Wzrok Ulany trochę złagodniał, a Paweł po chwili milczenia ozwał się znowu: — Ot, zwyczajnie... sierota!"
      },
      {
        "index": 308,
        "text": "— A toż..."
      },
      {
        "index": 309,
        "text": "Zawahała się trochę, palcami ramienia i piersi dziecka dotknęła."
      },
      {
        "index": 310,
        "text": "— Ależ malenieczkie to i mizernieńkie; same kosteczki, taj skóra... Wieleż jemu?"
      },
      {
        "index": 311,
        "text": "— Rok i ośm miesiąców — odpowiedział Paweł."
      },
      {
        "index": 312,
        "text": "— Aaaa! — zadziwiła się kobieta i na jedno z dzieci swoich popatrzała. — Toż memu rok i dwanaście niedziel, a jakie!"
      },
      {
        "index": 313,
        "text": "Zadowolenie i duma rozlały się po rumianej, pełnej jej twarzy. Ale na sierotę z litością spojrzała. Zato Filip ozwał się z progu:"
      },
      {
        "index": 314,
        "text": "— Dziewier, ej dziewier, na szto tobie hetyj benkart? Czy tobie nie wstyd będzie w oczy ludziom patrzeć?"
      },
      {
        "index": 315,
        "text": "Pawła oczy zaświeciły."
      },
      {
        "index": 316,
        "text": "— Czego wstyd? Grzechu wstyd, a nad sierotą nieszczęśliwą zlitować się nijakiego wstydu niema. Ja Panu Bogu Najwyższemu za niego dziękuję... Przy dziecku i jej milej w chacie będzie, łatwiej grzech od duszy odpędzi i dobrą stanie..."
      },
      {
        "index": 317,
        "text": "— Oj! — pogardliwie i szydersko zaśmiał się Filip — kab złym ludziom tak dobrze na świecie było, jak ona dobrą stanie. Tego nigdy nie będzie."
      },
      {
        "index": 318,
        "text": "W tej samej chwili przez niski płot, dwa podwórka rozdzielający, przeskoczyła Franka i ku rozmawiającym szybko, z głonym śmiechem biegła. Twarz miała bardzo chudą, żółtą, ale uczesała się dziś gładko, krucze jej włosy lśniły jak jedwab, i mieniły się ciemnym szafirem. Poplamiony swój kaftan, kolorowym paskiem, zwanym dziahą, przepasała, i w tem nawet ubraniu zgrabna, obu ramionami uwisła odrazu na szyi Ulany, w policzki, czoło i usta ją całując. Filipowi podała rękę, Daniłka dłonią po plecach i twarzy uderzyła."
      },
      {
        "index": 319,
        "text": "— Jak się macie? — mówiła — jak się macie, moje mileńkie, złocieńkie, brylantowe! Dawnoż ja was nie widziała! A tobie, Ulanko, aż dwoje dzieci przez ten czas urodziło się! Ależ Daniłko wyrósł! Już teraz i mężczyzna z niego! Ot, widzicie, powróciłam, a Pawełek taki dobry, że mnie nawet złego słowa nie powiedział! Oj, jaki on dobry! takiego dobrego na całym świecie niema. Chatę wyprzątnęłam, ogień roznieciłam i do was, moje drogieńkie, przybiegłam, żeby z wami przywitać się!"
      },
      {
        "index": 320,
        "text": "Witała się; Ulanę i dzieci znów całowała, kręciła się, śmiała; zdawało się, jakby tym ludziom duszę swoją oddaćby rada, jakby ich wszystkich z całego serca kochała. I w tej chwili kochała ich istotnie: uspokojoną się czuła, a w Pawle znów rozkochaną, szczęśliwą. Przytem ani cienia wstydu. Przed Pawłem zawstydziła się była, gdy po wszystkiem, co zaszło, do chaty jego i jeszcze z dzieckiem powróciła; ale tylko przed nim wstyd ten była czuła, i już zniknął on z niej bez śladu. Ulana ze zdziwienia w niemy słup się zmieniła; Filip wzgardliwie uśmiechał się pod wąsem, a Paweł poważnie ku niej podszedł."
      },
      {
        "index": 321,
        "text": "— Weźmij dziecko — rzekł — i do chaty idź. Krowę wydój i obiad zgotuj, a chutko, bo mnie do miasteczka pojechać trzeba."
      },
      {
        "index": 322,
        "text": "Posłuszna, Chtawjana na ręce wzięła i zaraz odeszła. Paweł poprosił szwagra, aby mu konia na godzin kilka pożyczył i ku stajence po niego poszedł."
      },
      {
        "index": 323,
        "text": "Ulana, wchodząc z dziećmi do izby, w której Filip coś już młotkiem i heblem około nowych desek robił, z gniewem rzekła:"
      },
      {
        "index": 324,
        "text": "— Żeby ona była wprzódy skręciła się, nim tu powróciła! Znowu dnia spokojnego przez nią nie będzie, i jeszcze kiedykolwiek dzieciom co zrobi..."
      },
      {
        "index": 325,
        "text": "— Niechaj spróbuje! — wpół groźnie, wpół żartobliwie odezwał się Filip."
      },
      {
        "index": 326,
        "text": "Było to przypomnienie kilku gwałtownych kłótni, które przed ucieczką swą Franka, nowemi pożądaniami swemi i niechęcią do Pawła uczuwaną rozjątrzona, z siostrą męża stoczyła i z których ostatnią zakończyła pogróżkami, że dzieciom karki poskręca i całe jej chamskie plemię wydusi. Filip śmiał się z tych pogróżek, ale w macierzyńskie serce Ulany głęboko one zapadły."
      },
      {
        "index": 327,
        "text": "Paweł dnia tego do miasteczka po odzież dla Franki i dziecka pojechał."
      },
      {
        "index": 328,
        "text": "W parę miesięcy potem Awdocia w niedzielę, niedaleko swej chaty na bujnej już trawie siedząc, stare kości na słońcu wygrzewając, idącego brzegiem rzeki Pawła ku sobie przywoływała:"
      },
      {
        "index": 329,
        "text": "— Kumie! a kumie! Pauluk! czujesz? chadzi tutki, Pauluk!"
      },
      {
        "index": 330,
        "text": "Wołanie jej usłyszawszy, z ochotą na górę wszedł. Idąc, trzymał się znowu prosto; ruchy jego dawną rzeźkość odzyskały. Gdy stanął już przed nią, baba głowę w czerwonej i na słońcu iskrzącej się chustce ku niemu podniosła."
      },
      {
        "index": 331,
        "text": "— A co? — zapytała."
      },
      {
        "index": 332,
        "text": "Bez żadnych objaśnień pytanie jej zrozumiał i z uśmiechem odpowiedział: — A nic, dobrze. Wszystko chwała Bogu, dobrze! Żeby tak dobrze do końca życia było."
      },
      {
        "index": 333,
        "text": "Jakby do dłuższej pogawędki, ramieniem oparł się o drzewo, pod którem siedziała Awdocia. Ona zaś, z twarzą ciągle ku niemu podniesioną, szeptała:"
      },
      {
        "index": 334,
        "text": "— A ja wczoraj w twojej chacie była, na was i na wasze życie patrzeć chciała. Ciebie nie widziałam, bo jeszcze z rzeki nie powrócił, a ją widziałam. Nie taka jak wprzódy była, troszkę insza..."
      },
      {
        "index": 335,
        "text": "— A Chtawjana widziała? — zapytał Paweł."
      },
      {
        "index": 336,
        "text": "— Żeby nie! I na ręce wzięłam... taki leciusieńki, jak to piórko..."
      },
      {
        "index": 337,
        "text": "— Mileńki — zauważył Paweł."
      },
      {
        "index": 338,
        "text": "— Ale biednieńki, taki chudzieńki..."
      },
      {
        "index": 339,
        "text": "— Już teraz nie taki... troszkę poprawił się."
      },
      {
        "index": 340,
        "text": "— Ale! nad syrotoju Boh z kaletoju!"
      },
      {
        "index": 341,
        "text": "Przysłowiem tą część rozmowy swojej z Pawłem zakończyła Awdocia, ale widocznem było, że o czemś jeszcze, daleko ważniejszem, pomówić z nim chciała. Od blasku powietrza mrużącemi się oczyma na niego patrzała i z brodą, na obu dłoniach opartą, ciszej jeszcze zauważyła:"
      },
      {
        "index": 342,
        "text": "— A Franka ogród kopie?..."
      },
      {
        "index": 343,
        "text": "— Kopie! — z zadowoleniem odpowiedział Paweł — cały ogród skopała. I wszystko robi: gotuje, krowę doi, szmaty pierze... chleb piecze... już tak jej jest przykazane."
      },
      {
        "index": 344,
        "text": "— Ty przykazujesz?"
      },
      {
        "index": 345,
        "text": "— A ja. Codzień ranieńko ją budzę, pacierze z sobą mówić każę, a potem do wszelkiej roboty gnam. Tylko po wodę do rzeki nie przykazuję, bo do tego ona już nie silna... ale do czego tylko silna, to i musi robić..."
      },
      {
        "index": 346,
        "text": "— A słuchaż ona ciebie?"
      },
      {
        "index": 347,
        "text": "Głową potwierdzająco skinął."
      },
      {
        "index": 348,
        "text": "— Słucha. Choć czasem i zagniewa się, a posłuchać musi. Już teraz nic nie pomoże: nijakie jej gniewanie się i nijakie całowanie nie pomoże... ona swoje, a ja swoje. Pracuj — mówię — Pan Bóg każdemu człowiekowi na świecie pracować przykazał... Święta modlitwa — mówię — czortu do ciebie przystępu nie da, a przy robocie różne paskudztwa do głowy tobie przychodzić nie będą. Ot, jak ja z nią teraz postępuję."
      },
      {
        "index": 349,
        "text": "— Dobrze, Pauluk, ot, tak to dobrze! — energicznie potwierdziła Awdocia — ja tobie i wprzódy mówiła, że tak trzeba robić, panowania jej nijakiego nie dawać... — Mnie zdawało się wprzódy, — z rozwagą mówił Paweł — że jak ja jej, po tej niewoli, co ona przez całe życie znosiła, wolę dam, i jak jej dobrze na świecie będzie, to i ona do złego ochoty nie poczuje. Ale potem i poznałem, że ze wszystkiem inaczej trzeba mnie było robić. Teraz już ją przez świętą modlitwę do Pana Boga prowadzę, a przez napominanie i robotę od czorta odprowadzam. Już teraz ona u mnie żadnego pobłażania nie ma. Kiedy co złego zrobi, to napomnę i wykrzyczę..."
      },
      {
        "index": 350,
        "text": "Od ciekawości wielkiej powieki Awdoci nad biegającemi źrenicami zamrugały."
      },
      {
        "index": 351,
        "text": "— A co ona takiego zrobiła? Jakie ona złe robiła? — zaszeptała śpiesznie."
      },
      {
        "index": 352,
        "text": "Ale Paweł niedbały gest ręką uczynił; uśmiech z ust, a pogoda z czoła mu nie znikały."
      },
      {
        "index": 353,
        "text": "— Głupstwo! — odpowiedział — kiedy ogród kopała, z Ulaną kłócić się zaczęła; a dwa dni temu, jak rano wstawać bardzo już nie chciała, nadaremnie dziecko wybiła. Taki już w niej charakter, nadto prędki. Ja ją i za kłócenie się, i za bicie niewinnego dziecka wykrzyczał... Tak płakała, że niech Pan Bóg broni, a mnie najgorzej, jak ona płacze. Zdaje się, że i życie zaraz oddałbym, żeby tylko nie płakała. Ale już i to nie pomoże... już żeby nie wiem, jak płakała, taki napomnę i wykrzyczę... Niedługoż już tego będzie... Prędko już i nie będzie za co krzyczeć..."
      },
      {
        "index": 354,
        "text": "— Czemu? — zapytała Awdocia."
      },
      {
        "index": 355,
        "text": "— Ot, i rozumna baba, a jeszcze pyta się: czemu? — zaśmiał się Paweł. — A toż modlitwa święta, a toż napominanie, robota! Żebyś już i modlitwa święta, i napominanie, i robota złego nie przemogły, chybaby koniec świata nastąpił. Przemogą, jak Pan Bóg wszechmogący na niebie jest, tak przemogą. Może i nie zaraz, może i czasu troszkę na to trzeba, ale przemogą."
      },
      {
        "index": 356,
        "text": "W uśmiechu jego naprzód, a potem w spokojnej, prawie uroczystej powadze, czuć było przekonanie silne i głębokie. Jak przedtem mocno i niezachwianie wierzył w opokową moc przysięgi i w to także, że człowiek, któremu dobrze jest na świecie, do zła pociągu mieć nie może, tak teraz o konieczności zbawczego działania modlitwy, upomnień i pracy przekonany był głęboko i silnie."
      },
      {
        "index": 357,
        "text": "Awdocia tę jego nową filozofję daleko lepiej rozumiała, niż uprzednią, a nawet zgadzała się ona zupełnie z jej własnem zdaniem. Głową też potakująco trzęsła."
      },
      {
        "index": 358,
        "text": "— Dobre — mówiła — dobre, twoja prauda, Pauluczku! Modlitwa święta wszystko może, i rozumne napomnienie może, i robota może... Żeby nie! Pan Bóg łaskawy zrobi, że wszystko dobrze będzie! Oj! kab dobrze było i wam, i nam! A u nas bieda!"
      },
      {
        "index": 359,
        "text": "Ze swoich z kolei bied przed przyjacielem zwierzać się zaczęła."
      },
      {
        "index": 360,
        "text": "Trzy dni temu byczek u nich zdechł, a taki był piękny, silny; Maksym go na kiermasz prowadzić miał i pewnoby z pięć rubli za niego wziął. Pięć rubli! Nie żarty, jaka to strata! a znów przeszłej niedzieli z włościańskiej poczty list od Chwedorka przywieźli... Pisze, że nijak do wojska przyzwyczaić się nie może; że ptakiemby, zdaje się, do chaty rodzonej powrócił; że choć zdrów, ale mu cościć we środku boli; że wszystkim pięknie kłania się."
      },
      {
        "index": 361,
        "text": "— I tobie, Pauluczku, kłania się, i Ulanie, i Pilipu, i Daniłku... i wszystkim!"
      },
      {
        "index": 362,
        "text": "Już gdy o zdechłym byczku mówiła, łzy miała w oczach a teraz zachlipała i zalała się łzami."
      },
      {
        "index": 363,
        "text": "W tejże chwili, na progu chaty ukazała się kobieta młoda, wysoka, z dość ładną, ale bladą twarzą, na której znać było przebytą chorobę, ze sporem korytem, pełnem posiekanego zielska, w obu rękach. Była to synowa Awdoci. Przed dwoma laty ciężko chorowała i nigdy już potem, pomimo dawanego jej przez teściową podhrudniku, suchotniku i różnych gatunków poruszeniku, do dawnych sił wrócić nie mogła. Pod ciężarem koryta, silne snadź niegdyś, lecz zwątlałe jej ciało boleśnie wyginało się to wtył, to naprzód."
      },
      {
        "index": 364,
        "text": "— Mamo! — wołała — oj, mamo, zmiłujcie się, świniom jedzenie zanieście, bo mnie dziecko nakarmić trzeba, krzyczy i krzyczy!..."
      },
      {
        "index": 365,
        "text": "Z chaty dochodził istotnie przeraźliwy krzyk paromiesięcznego dziecka."
      },
      {
        "index": 366,
        "text": "Awdocia na równe nogi skoczyła, palcami nos, a fartuchem zapłakaną twarz otarła i, z rąk synowej koryto wziąwszy, mężnie i raźnie, choć z niejaką trudnością, do bliskiego chlewka, w którym odzywało się rzężenie świń, je poniosła. Chuda i blada Maksymowa zniknęła w sieniach chaty, wzamian wybiegło z niej dwoje małych dzieci i bosemi stopkami za babką ku chlewkowi podreptało."
      },
      {
        "index": 367,
        "text": "Najstarszy, Tadeuszek, przed dwoma laty zmarł; ale Hanulka i Stepańczyk żyli, a teraz w głębi chlewka taki radosny krzyk i śmiech podnieśli, że Awdocia także śmiała się na całe gardło. Na świnie, chciwie jadło pożerające, patrząc i z wnukami swawoląc, zupełnie — choć może na chwilę tylko — zapomniała o zdechłym byczku i smutnym liście Chwedorka-sołdata."
      },
      {
        "index": 368,
        "text": "Paweł zaś na brzeg rzeki ku czółnu powrócił. Nie było ono tym razem puste, lecz znajdowały się w niem różne narzędzia rybackie i spory worek, chlebem, serem i słoniną napełniony."
      },
      {
        "index": 369,
        "text": "Na niedalekim punkcie rzeki Paweł spotkać się miał z rybakiem, który często spólnikiem jego w pracy i zyskach bywał, i razem z nim dopłynąć dość daleko, do takiego miejsca w którem właśnie w tej porze roku najobfitsze zdarzały się połowy. Za trzy dni dopiero, albo i później, wrócić zamierzał, ale był tak spokojny, tak szczęśliwej przyszłości i dopięcia zamierzonego celu pewny, że przed wejściem do czółna, z cichą, ale promieniejącą wesołością w oczach, rozejrzał się po błękitnem niebie i zielonej ziemi, po całej ślicznej, złotej pogodzie dnia majowego i, na wiośle oparty, wygwizdywał przez chwilę nutę chłopskiej pieśni:"
      },
      {
        "index": 370,
        "text": "Przestał gwizdać, ale w jednym z ogrodów wsi, od dwóch jabłoni i kilku wiśni gęstym i cienistym, kobiecy głos jakiś nutę, z pod stóp góry przybyłą, podchwycił i cienko, donośnie, na świat cały, zda się, dalej zawodzić zaczął:"
      },
      {
        "index": 371,
        "text": "Tego samego dnia, niewiele przed wieczorem, Franka z małym Chtawjanem na kolanach na progu chaty siedziała. Obrana była znowu po chłopsku, ale już żadnych świecideł u szyi i uszu nie miała; wszystkie w ostatniej swej wędrówce zostawiła. Wogóle teraz więcej niż wprzódy wyglądała na chłopkę; uwiędła i znużona cera jej twarzy okryła się śniadą ogorzeliną, ręce pociemniały i zgrubiały. Chudość jej tylko nie znikła wcale; owszem, zwiększyła się jeszcze, a światło zachodzącego słońca ukazywało mnóstwo drobnych zmarszczek, nagromadzonych dokoła jej ust i oczu. Dziecko na kolanach jej podskakiwało i szczebiotało, na psa, ptaki, drzewa małemi rękoma ukazując; ona także szczebiotliwie do niego przemawiała, mocno ramieniem obejmowała, często i głośno całując w głowę i w szyję; ale oczy jej zapadłe i ciemnemi kołami podkrążone, miały przytem wyraz dojmującego smutku, a drobne usta były blade."
      },
      {
        "index": 372,
        "text": "Za płotem, wzdłuż podwórka biegnącym, słabo na ciemnem tle zagonów zieleniał ogród, jej rękoma skopany, zasiany i zasadzony. Bardzo mizernie wyglądał on obok drugiej połowy ogrodu, do Koźluków należącej i przez Ulanę uprawionej. Tam wszystko świeże, gęste, rosło dobrze i silną woń rozlewało; tu rzadko rozsiane roślinki nikłe były i przywiędłe. Obok tych ogrodów pracując, dwie kobiety widywały się były codziennie, i Ulana od drwiących uwag nad nieumiejętną i leniwą robotą Franki powstrzymywać się nie mogła, a może i nie chciała. Nazwała ją raz «panią», na co Franka, podnosząc się z nad ziemi, zawołała:"
      },
      {
        "index": 373,
        "text": "— A pewno, że nie taka chamka, jak ty!"
      },
      {
        "index": 374,
        "text": "Wtedy Ulana ze swojej połowy ogrodu kazała iść precz Chtawjanowi, który pomiędzy zagonami z jej trzyletnią Maryśką piasek przesypywał. Poprostu, chwyciła go na ręce i przez niski płot do tej połowy ogrodu, w którym znajdowała się jego matka, przerzuciła. Oczy jej pałały więcej jeszcze wzgardą, niż gniewem, ale zęby zacisnęła i nic już nie mówiła, choć Franka, rękoma wymachując i to płacząc, to podrwiwając, rzucała jej różne obelżywe wyrazy, aż dopóki Paweł nie przyszedł i żony za rękę do chaty nie wprowadził."
      },
      {
        "index": 375,
        "text": "Teraz podwórko Koźluków było puste i milczące. Ulana po krowę swoją na pastwisko poszła i dzieci z sobą zabrała; Filip i Daniłko najęli się dnia tego do koszenia we dworze dziedzińca i ogrodu. Wróble tylko pod dachami obu chat i w starej gruszy przeraźliwie ćwierkały, głuchy gwar ludzkich i zwierzęcych głosów toczył się po wsi, bocian kędyś daleko klekotał, i Franka, na progu chaty siedząc, swemi smutnemi oczyma w twarz dziecka patrzała i świergotała do niego blademi usty."
      },
      {
        "index": 376,
        "text": "Wtem za węgłem chaty ozwało się chrypliwe, lecz dość głośne mruczenie, westchnieniami i uderzeniami kija o ziemię przerywane."
      },
      {
        "index": 377,
        "text": "— Kirje alejson, Chryste alejson, Ojcze niebieski, zmiłuj się nad nami, Synu Odkupicielu, zmiłuj się nad nami..."
      },
      {
        "index": 378,
        "text": "Franka szybko twarz podniosła i oko w oko spotkała się z wyglądającą z za węgła wielką, w grube fałdy pomiętą twarzą, wśród której kredowej prawie bladości czerwieniły się opuchłe i mrugające powieki."
      },
      {
        "index": 379,
        "text": "— Marcelka! — z radością wykrzyknęła."
      },
      {
        "index": 380,
        "text": "— A Pawła niema w chacie? — grubym szeptem zapytała żebraczka, głowę tylko, w brudną szmatę owiniętą, z za węgła wychylając."
      },
      {
        "index": 381,
        "text": "— Niema! niema! trzy dni nie będzie! — śpiesznie odpowiedziała Franka i, dziecko z kolan spuściwszy, na spotkanie przybyłej pobiegła."
      },
      {
        "index": 382,
        "text": "— A mojaż ty drogieńka, złota, brylantowa! — śmiejąc się i rękoma machając, trzepała — a jaż tak ciebie czekała, tak o ciebie wypytywała się... Wszyscy mówią: niema Marceli! jak przed Wielkanocą do miasta poszła, tak i nie powróciła. Już my myśleli, że ty może gdzie i umarła..."
      },
      {
        "index": 383,
        "text": "Kupa łachmanów, w dwie wielkie stopy, honuczami owinięte, i w dwie bezkształtne ręce kij trzymające, zaopatrzona, głową trzęsła i zwolna posuwała się ku chacie, do której też Franka ją wprowadziła i, witając, szczebiocząc, ciesząc się, na ławie posadziła. Potem do czerwonej szafki przypadła, kawał chleba, zimne kartofle w misce i trochę soli przyniosła."
      },
      {
        "index": 384,
        "text": "— Jedz, mileńka, jedz — prosiła. — Oj, jak to dobrze, że przyszła, bo tu słowa przemówić do kogo niema!..."
      },
      {
        "index": 385,
        "text": "Żebraczka do jedzenia nie brała się; sytą widać była. Z pod czerwonych powiek przebiegłym i ciekawym wzrokiem ścigała ruchy Franki."
      },
      {
        "index": 386,
        "text": "— Aaaa! — zadziwiła się — to ty tu taka sama gospodyni, jak i pierwej była!"
      },
      {
        "index": 387,
        "text": "— A taka sama! — triumfująco zawołała Franka. — Już i ślad tego, co było, przepadł... już tak, jakby nic i nie było!"
      },
      {
        "index": 388,
        "text": "— Nu, powiedz, kiedy Boga kochasz, powiedz, co z tobą działo się, gdzie była, co robiła, jak tutaj powróciła i z Pawłem pogodziła się? — prosiła żebraczka."
      },
      {
        "index": 389,
        "text": "France nie trzeba było dwa razy prośby tej powtarzać. Siadła i rozpowiadać zaczęła, a gdy opowiadała o tem, jak Paweł jej wszystko darował i dziecko za swoje przyjął, łzy jej w oczach świeciły, i wargi drżały. Marcela też spoważniała, skupiła się jakoś w sobie, od czego kwadratowa jej postać wydawała się jeszcze grubszą i cięższą."
      },
      {
        "index": 390,
        "text": "— Ot, dobry! — zcicha i z podziwieniem przemówiła."
      },
      {
        "index": 391,
        "text": "— Dobry! — potwierdziła Franka — już takiego dobrego pewno na całym świecie niema!"
      },
      {
        "index": 392,
        "text": "Nagle zamyśliła się, oczy jej znieruchomiały; westchnęła."
      },
      {
        "index": 393,
        "text": "— Choć, wiesz co, Marcelko? — dodała — że jednakowoż nie taki już dobry, jak był..."
      },
      {
        "index": 394,
        "text": "— Nie może być? — wykrzyknęła żebraczka."
      },
      {
        "index": 395,
        "text": "— Aha! Dawniej, bywało, co chciałam, robiłam; dopóki chciałam, spałam; kiedy cokolwiek w chacie zrobię, to dobrze, a kiedy nie zrobię, to tak samo żadnej wymówki od niego nie posłyszę. Jeszcze i cukierki przywoził, i na ręce jak małe dziecko brał. Pod koniec, kiedy już jego znielubilam, kłóciłam się, krzyczałam... a on nic! Milczy jak ściana, albo obejmie i prosić zacznie: cichoż już, dzieciątko! cicho! uspokój się! Teraz, gdzie! Raniusieńko, jak ten tyran, nad pościelą staje i wstawać każe. Co wyproszę codzień, co wysprzeczam się, nic! ja swoje, a on swoje: wstawaj i wstawaj! Czasem za ręce weźmie i z pościeli ściągnie, a potem znów klękać każe i pacierze za nim głośno odmawiać... i z książki modlitwy czyta... a jakie to czytanie? Oj, Boże Święty, zwyczajnie chamskie! Nim jedną modlitwę przeczyta, mnie od klęczenia w głowie kręcić się zaczyna. Po pacierzach znów do roboty gna, a to ogień rozpal, a to krowę wydój... a to ogród kop, albo chleb piecz!... Nawet kiedy z chaty wychodzi, jeszcze przykazuje: patrzaj, Franka, żebyś zrobiła, co ja powiedział! — Jak powróci i zobaczy, że nie zrobione, kazanie zaczyna mówić, albo i wykrzyczy. Już wszystko i robię, choć przed samą sobą wstydzę się, że do takich prostych robót zaprzągnięta, choć czasem ze słabości, ot, zdaje się, że zaraz i upadnę. Ale wolę już to, jak te jego kazania o Panu Bogu, o czarcie, o wiecznem potępieniu i o różnych takich głupstwach. Przytem, niewolnica już ja teraz, z ciałem i duszą jemu zaprzedana. Zdrowie straciłam, dziecko na karku mam, i niema już dla mnie innej ucieczki i innego ratunku, jak w tej chacie i z tym człowiekiem żyć. Na taką już dolę ja skazana... w taką czarną godzinę na ten świat narodzona."
      },
      {
        "index": 396,
        "text": "Gdy tak wyrzekała, coraz głębszy smutek napełniał i wprzódy już smutne jej oczy, aż nagłym strumieniem łzy z nich pociekły i nagle też ciec przestały. Za głowę się chwyciła."
      },
      {
        "index": 397,
        "text": "— Aj, Marcelko — jęknęła — żebyście wiedzieli, jaką ja biedę z tą głową mam! Boli i boli! Jak tu powróciłam, cościś z tygodni kilka nie bolało, a teraz znów boli, i ten szum powrócił... nie taki wielki, jak był, ale powrócił..."
      },
      {
        "index": 398,
        "text": "Perkalową, kwiecistą chustkę z głowy zdjęła i, płócienkową szmatę w wiadrze wody umoczywszy, czoło i całą czaszkę nią obwiązała."
      },
      {
        "index": 399,
        "text": "— Ot, jedyny ratunek mój! — mówiła — jak już bardzo rozboli i szumieć zacznie, zimną wodą zmoczyć..."
      },
      {
        "index": 400,
        "text": "Usiadła znowu naprzeciw żebraczki, która, rękoma na kiju splecionemi, tak pilnie za nią wzrokiem wodziła i tak zamyśliła się, skupiła się jakoś w sobie, że na chwil kilka odstąpiła ją zwyczajna gadatliwość. Potem, zwolna chrypliwym swym głosem zaczęła:"
      },
      {
        "index": 401,
        "text": "— Patrzajcie, państwo! to on taki srogi zrobił się! Aaaa! Jednakowoż, moja mileńka, szczęśliwa ty, oj, jaka szczęśliwa, że takiego człowieka dostała! Co to! tyle żonce wybaczyć i cudze dziecko, jak swoje, hodować, i jeszcze do roboty zapraszać, jak tę panią do stołu! Nie żart, mileńka, jaki on dobry!"
      },
      {
        "index": 402,
        "text": "— A dobry! — obu rękoma za głowę trzymając się, odrzuciła Franka. — Już ja i sama wiem, że za tę dobroć w niewolę jemu zaprzedałam się!"
      },
      {
        "index": 403,
        "text": "Marcela głową kiwała, w ziemię patrzała; po starej i brzydkiej jej twarzy jakieś ciemne zadumy płynęły."
      },
      {
        "index": 404,
        "text": "Po chwili, jakby do tej ziemi, w którą wlepiła wzrok, zachrypiała i zajęczała:"
      },
      {
        "index": 405,
        "text": "— Oj, doloż moja, dolo! czemu ty mnie w młodych moich latach takiego człowieka i takiego zbawiciela nie zesłała? Czemu ty mnie, jak tę trawkę w polu, samą na świecie zostawiła? Wiedziałabym ja, oj, wiedziałabym, jak takiego człowieka i takiego zbawiciela szanować, i tylebym trudności wszelakich z dziećmi-sierotami nie poniosła, na starośćbym na taką biedę i poniewierkę nie zeszła!"
      },
      {
        "index": 406,
        "text": "Bezkształtną od owijających ją łachmanów głową kołysała, a w piersi jej, ni to płacz, ni to śpiew wzbierał, aż wezbrał dygotliwą, chrapliwą, jednak żałosną nutę:"
      },
      {
        "index": 407,
        "text": "— Aha! — cienkim i ostrym głosem wykrzyknęła Franka — dobrze tobie, Marcelko, tak mówić, kiedy już, jak spróchniały grzyb, zestarzałaś! W młodym wieku człowiek świata, wesołości i różnych przyjemności pożąda..."
      },
      {
        "index": 408,
        "text": "Teraz Marcela oczy, mętną wilgocią z pod opuchłych powiek świecące, od ziemi oderwała i we Frankę wlepiła:"
      },
      {
        "index": 409,
        "text": "— A wieleż, moja mileńka, tobie lat będzie?"
      },
      {
        "index": 410,
        "text": "— A trzydziesty ósmy na Gromniczną zaczął się — z widocznym triumfem odpowiedziała Franka."
      },
      {
        "index": 411,
        "text": "Marcela głową kołysała."
      },
      {
        "index": 412,
        "text": "— Oj, to już i nie dziecina ty, i do sorokonki (czterdziestki) tobie nie daleko. Sorok liet, babskij wiek, moja ty mileńka!"
      },
      {
        "index": 413,
        "text": "— Ot, chamskie przysłowie! Albo to prawda? Aj-ej, jakby jeszcze za mną chłopcy latali, żebym tylko zdrowa była i w takiej jamie nie mieszkała!..."
      },
      {
        "index": 414,
        "text": "Czy w tej chwili wzrok Marceli na połyskujący w kącie samowarek upadł, czy spotkał się z wiszącym na ścianie workiem z mąką lub z krupami — dość śpiesznie, niby popełnioną omyłkę naprawiając, potakiwać France zaczęła:"
      },
      {
        "index": 415,
        "text": "— Ale! Pewno! Czemu nie! Szczupleńka ty taka i delikatna, jak ta panienka, co w gorsecie chodzi, a rączki twoje, jak u dziecka, malenieczkie i oczy takie..."
      },
      {
        "index": 416,
        "text": "Wtem na podwórku Koźluków ozwały się głosy."
      },
      {
        "index": 417,
        "text": "Franka na ławie u okna przyklękła i do mokrej szyby twarz przyłożyła. Zobaczyła Ulanę, do obórki krowę zapędzającą, czworo dzieci po trawie rozsypanych, Filipa z kosą na ramieniu, wchodzącego do chaty, i Daniłka, który, także z kosą na ramieniu, ze stojącym we wrotach równego mu wieku chłopakiem rozmawiał:"
      },
      {
        "index": 418,
        "text": "— Popatrzajcie, Marcelko — śpiesznie zaszeptała Franka — popatrzajcie, złocieńka... jaki przystojny chłopiec zrobił się z tego Daniłka..."
      },
      {
        "index": 419,
        "text": "Chłopak istotnie był ładny. W płóciennej, krótkiej kapocie, wysokich butach, z połyskującą w ostatnich światłach dnia kosą na ramieniu, wyglądał zgrabnie i wesoło. Dziewiętnasty rok zaczynał, twarz miał jak u dziewczyny gładką i złotorude włosy."
      },
      {
        "index": 420,
        "text": "Sfałdowane policzki Marceli zatrzęsły się od cichego, filuternego śmiechu."
      },
      {
        "index": 421,
        "text": "— Ot, dzieciuk! — wymówiła — młody, to i gładki... — To nic, że młody — cicho trzepała Franka — ale taki cienki sobie i zgrabny, jak panicz. Patrzajcie, państwo! a ja do tego czasu i nie zauważyłam, że on taki przystojny!"
      },
      {
        "index": 422,
        "text": "Coraz wyraźniejszy i złośliwszy uśmiech trząsł fałdami policzków Marceli; zarazem przyciszonym i pochlebiającym się głosem zapytała:"
      },
      {
        "index": 423,
        "text": "— To może temu dzieciuku powiedzieć, co ty o nim mówiła? A? Ot, uraduje się! A, Jezuż mój, Najświętsza Marjo Panno, czysta pociecha! Jemu i w głowie nie powstało, żeby jego kto chwalił, że ładny!"
      },
      {
        "index": 424,
        "text": "— Powiedzcie, moja złocieńka, brylantowa, koniecznie powiedzcie! Ot, ciekawość, czy on uraduje się i co o mnie powie?"
      },
      {
        "index": 425,
        "text": "Ulana w tej chwili z obórki wyszła, a dzieci jak ptaki ku niej poleciały. Z szerokim uśmiechem coś do nich mówiąc, w mały garnuszek z dojnicy mleka zaczerpnęła i brzeg jego, schylona, pokolei do czworga wyciągających się ku niej dziecięcych ust przykładała. Troje tych małych stworzeń do niej należało; czwartem był Chtawjan. Dała napić się mleka swoim, dała i jemu, naostatku wprawdzie, może najmniej, ale dała. Potem wszystkie czworo za nią do chaty pobiegły."
      },
      {
        "index": 426,
        "text": "Franka, choć przez szybę ciągle patrzała, drobnej sceny, na przyległem podwórku zaszłej, nie spostrzegła. Myślami swojemi zajęta była — milczała dość długo, aż w zmroku, zaczynającym już izbę napełniać, wyprostowała się, ruchem zmęczenia ramiona w górę podniosła; oczy jej zapadłe, wielkie, pod czołem, wilgotną szmatą oblepionem, napełniły się czarnym smutkiem."
      },
      {
        "index": 427,
        "text": "— Oj, Marcelko, moja mileńka! — zcicha przewlekle przemówiła — tak mnie cościś we środku je... tak mnie na świecie niedobrze!"
      },
      {
        "index": 428,
        "text": "— Czemu tobie niedobrze? — zapytała żebraczka."
      },
      {
        "index": 429,
        "text": "— A czemuż ma być dobrze? — odpowiedziała i z dłońmi, nad głową załamanemi, mówiła dalej: — On, widzisz, choć dobry, ale delikatności mojej szanować nie umie, ani gadać, tak jak lubię, nie umie i w takiem odzieniu grubem chodzi, i taki jakiś... ja i sama nie wiem, jaki..."
      },
      {
        "index": 430,
        "text": "Po chwilowym zaś namyśle dokończyła:"
      },
      {
        "index": 431,
        "text": "— Ot, zwyczajnie cham... żeby nie wiem, jaki dobry był, zawsze cham!"
      },
      {
        "index": 432,
        "text": "A ciszej jeszcze dodała:"
      },
      {
        "index": 433,
        "text": "— I taki już teraz stary... stary!"
      }
    ]
  }
}