{
  "chapterNumber": 3,
  "title": "Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III."
      },
      {
        "index": 2,
        "text": "Dzień jesienny zbliżał się do końca, powietrze chłodne i nieruchome napełniał zmrok przedwczesny, zaprawiony sinawą barwą, od ciężkich, ciemnych, niskich kłębów chmur spływającą. Kłęby te, ogromne i mniejsze, jakby roztopionym ołowiem nalane, ciężko, leniwie, bardzo powoli przewalały się po gdzie niegdzie bardziej widzialnej białości obłoków, a u zachodniej strony widnokręgu stawały jedną grubą, wysoką ścianą, po której mętnych, sinawych szarzyznach płynęły fale i plamy brudnego granatu i smołowej prawie czarności."
      },
      {
        "index": 3,
        "text": "W tym przedwczesnym, smutnym, sinawym zmroku, w powierzu chłodnem, nieruchomem, jakby zamarłem, bo dźwięków, woni, nawet oddechów wiatru pozbawionem, szereg niskich domostw, u szczytu nadrzecznej góry wyciągnięty, stał cicho, nieruchomie, jakby sennie."
      },
      {
        "index": 4,
        "text": "Kędyś tam na szerokich polach, gnijącem ścierniskiem usłanych i uschłemi łodygami roślin nastrzępionych, ostatni w roku i dniu oracze zatapiali jeszcze lemiesze w pociemniałej od deszczów ziemi i przewlekłemi wołaniami zachęcali zmęczone zwierzęta do przeciągnięcia pługów po ostatniej, jeszcze nie zoranej, bróździe. Ale na ulicy i podwórkach wsi ludzi widać nie było."
      },
      {
        "index": 5,
        "text": "Wszystkie nazewnątrz chat roboty pokończone zostały, ogrody stały pustką, żadna gałąź nie poruszała się na żadnem z drzew, ogołoconych z liści i na granatowoczarnem tle nieba rysujących ciemne, koronkowe wzory. Tu i owdzie nisko nad ziemią okna zapalały się, jak złotawe lub czerwonawe ogniki, a wyżej z kominów wypływały dymy, lecz zamiast wstęgami rozwijać się ku górze — smutno i ciężko takiemiż kłębami, jak te, które wisiały pod niebem, staczały się ku ziemi."
      },
      {
        "index": 6,
        "text": "Wśród tego zmroku i tej nieruchomości rzeczy i ludzi Paweł stał tak przede drzwiami swojej chaty w postawie słupa, wkopanego w ziemię. W ręku trzymał krótką fajkę i bezwiednie podnosił ją czasem do ust, ale za każdym razem ręka jego ciężko wdół opadała, a z fajki nie wydobywało się ani trochę dymu, bo oddawna już ona zagasła."
      },
      {
        "index": 7,
        "text": "Z pod daszka czapki, nisko na czole zsuniętej, wyrazu i kierunku jego spojrzenia dostrzec nie było można, ale po ustach i dolnej części ściągłych policzków przebiegały wciąż krótkie drgania, jakby od wewnętrznych łkań czy bólów pochodzące. Czasem drgania te wykrzywiały mu usta tak, jak, to bywa u dzieci, które wzbierający w nich płacz powstrzymują, lub wyrywają z nich ciche, przeciągłe okrzyki bezgranicznego zdziwienia."
      },
      {
        "index": 8,
        "text": "Osłupiały, jak w ziemię wkopany, wszelkiego ruchu pozbawiony, Paweł wymawiał czasem:"
      },
      {
        "index": 9,
        "text": "— Aaaaa!"
      },
      {
        "index": 10,
        "text": "I znowu milcząc, z pod daszka czapki kędyś daleko na pola, za ostatniemi płotami wsi leżące, czy na wijącą się wśród nich i daleko uciekającą drogę spoglądał. Za Niemnem ozwało się i w głębokiej ciszy przeciągle, posępnie popłynęło wołanie:"
      },
      {
        "index": 11,
        "text": "— Proooom! Proooom!"
      },
      {
        "index": 12,
        "text": "Drzwi Koźlukowej chaty ze stukiem otworzyły się i zamknęły, dwóch ludzi przebiegło wąskie podwórko, i dwie pary męskich stóp zatętniły na stoku góry."
      },
      {
        "index": 13,
        "text": "Za Niemnem parę razy ozwało się jeszcze wołanie:"
      },
      {
        "index": 14,
        "text": "— Proom! Proom!"
      },
      {
        "index": 15,
        "text": "I umilkło, bo pokład z desek, do dwóch dużych łodzi przytwierdzony, szybko już mknąć zaczynał ku piaszczystemu brzegowi, na którym mętnie ciemniały zarysy parokonnej bryczki. Pod ciemnemi, niskiemi chmurami, na ciemnej wodzie, toczącej się zwolna i ciężko, prom i prowadzący go ludzie wyglądali jak widma."
      },
      {
        "index": 16,
        "text": "Rytmicznie, cicho — bez najlżejszego plusku i szelestu, Filip i Daniłko odginali wtył wysokie swe postacie i znowu je prostowali. Rysy i odzież ich zmrok zacierał tak, że wydawali się czarnemi, z czarnym promem zrośniętemi linjami, a długie szósty od rąk ich ku wodzie rysowały suche, czarne, ukośne linje. Wtedy dopiero, kiedy prom całą szerokość rzeki przepłynął, na przeciwległym brzegu ozwały się niewyraźne, bo przestrzenią zgłuszone, rozmowy."
      },
      {
        "index": 17,
        "text": "Wtedy też Paweł, przede drzwiami swojej chaty stojący, przeciągle i cicho przemówił:"
      },
      {
        "index": 18,
        "text": "— Jezuż mój! Jezu! Jezu!"
      },
      {
        "index": 19,
        "text": "Niewiadomo było, czy wołanie o prom słyszał, lub czy dźwięk jakikolwiek mógłby mu w tej chwili przedrzeć się do świadomości i na świat zewnętrzny wydobyć duszę, pogrążoną w jakiejś głębokiej topieli."
      },
      {
        "index": 20,
        "text": "Tylko powolnym ruchem ręki wyżej nieco na czole czapkę podniósł, i wtedy dopiero dojrzeć było można, że patrzał na drogę, po polu wijącą się i aż pod daleki ciemny skłon chmur uciekającą."
      },
      {
        "index": 21,
        "text": "Od rzeki na górę powoli i z przytłumionym przez wilgoć turkotem wjeżdżała parokonna bryczka; w tej samej chwili z za węgła Koźlukowej chaty wyszedł Filip. Dla pośpiechu widać naokoło płotka, rozdzielającego ogród, nie obszedł, lecz, przestąpiwszy go z łatwością, puste zagony kilku szerokiemi krokami przebył i przed Pawiem stanął."
      },
      {
        "index": 22,
        "text": "— Dziewier! — przemówił — nie gniewaj się na nas, bądź łaskaw, ale my teraz uradnika przez rzekę przewozili i wszystko jemu powiedzieli. Z trudnością widoczną głos z piersi dobywając, Paweł zapytał:"
      },
      {
        "index": 23,
        "text": "— A cóż wy takiego jemu powiedzieli?"
      },
      {
        "index": 24,
        "text": "Filip głowę trochę pochylił i rękę do włosów podniósł."
      },
      {
        "index": 25,
        "text": "— A że Franka gdzieściś podziała się, i już tydzień, jak jej w chacie niema... — zcicha powiedział."
      },
      {
        "index": 26,
        "text": "Paweł głowę podniósł, i z pod daszka czapki oczy mu błysnęły ostro, popędliwie."
      },
      {
        "index": 27,
        "text": "— Czort was za język ciągnął! — ze śpiesznym oddechem przemówił."
      },
      {
        "index": 28,
        "text": "— Jaby to może i nie gadał... co mnie do tego? — usprawiedliwiał się Filip — ale Daniłko zaczął: tak i tak, panie uradniku, tak i tak... jak ten mówił... uciekła!"
      },
      {
        "index": 29,
        "text": "Teraz parokonna bryczka z za Koźlukowej chaty wyjechała i przed zamkniętemi wrotami podwórka stanęła."
      },
      {
        "index": 30,
        "text": "Na bryczce siedzący człowiek, w płaszczu, z mętnie połyskującemi guzikami, głosem, w którym czuć było drwiący uśmiech, zawołał:"
      },
      {
        "index": 31,
        "text": "— A co, Kobycki? żonka tobie, słyszę, przepadła... Uciekła, czy co? A może ją rozbójniki gdzie zabili? albo utopiła się? ha? Czemuż policji znać nie dał? Możeby, dobrze poszukawszy, i znaleźli. Czy tobie jej nie szkoda? ha? taka ładna kobietka przepadła, a on nic. Wstydziłby się... cha, cha, cha!"
      },
      {
        "index": 32,
        "text": "Śmiał się, a trzy osoby, przed chatą stojące, z widocznem wytężeniem ciekawości odpowiedzi Pawła oczekiwały. Może spodziewały się, że przekleństwem na tą zginioną on wybuchnie, albo policjanta błagać zacznie, aby wyszukano ją, choćby z pod ziemi wykopano, a do niego na karę i pomstę przyprowadzono."
      },
      {
        "index": 33,
        "text": "Ale Paweł, u bryczki stojąc, milczał dopóty, dopóki uradnik śmiać się nie przestał; potem zaś poważnie, spokojnie przemówił:"
      },
      {
        "index": 34,
        "text": "— Ona nie uciekła, nie utopiła się, i nijakie rozbójniki jej nie zabili. Do familji swojej poszła..."
      },
      {
        "index": 35,
        "text": "— Ehe! — cienkim i przekornym głosem zagadał we wrotach Daniłko — do familji poszła... niewiadomo tylko, kiedy powróci!"
      },
      {
        "index": 36,
        "text": "Filip syknął na brata, aby milczał, Paweł zaś, na policjanta patrząc, mówił dalej:"
      },
      {
        "index": 37,
        "text": "— Policji ja nie oznajmiał i oznajmiać nie będę, bo tu nijakiej policji nie potrzeba... ja dla niej policja..."
      },
      {
        "index": 38,
        "text": "Podniósł trochę głowę, w głosie jego zabrzmiał gniew. — Ot, jaki hardy! pchi! — drwiąco syknął urzędnik i z niezadowoleniem zapytał:"
      },
      {
        "index": 39,
        "text": "— To ty jej, znaczy, pozwolenie dał? ha?"
      },
      {
        "index": 40,
        "text": "— Dałem! — bez chwili wahania odrzekł Paweł."
      },
      {
        "index": 41,
        "text": "Daniłko w obie garście śmiechem parsknął."
      },
      {
        "index": 42,
        "text": "— No, kiedy tak, to i ja tu nie mam nic do roboty! Wio! ruszaj!"
      },
      {
        "index": 43,
        "text": "Bryczka potoczyła się i po ulicy wsi głucho dudniała; Paweł ku trojgu ludziom, za nim stojącym, zwrócił się; oczy mu z pod czapki jak świece gorzały."
      },
      {
        "index": 44,
        "text": "— A wy języki mocno w gębach trzymajcie! — z gwałtownym ruchem ramienia zawołał — bo i ja, choć spokojny, gniew swój pokazać mogę... Co wam do tego, że ona poszła, i co was obchodzi, kiedy powróci: prędko czy nie prędko? Jeżeli ona co złego zrobiła, to mnie zrobiła, nie wam. Ot! Ale ona nic złego nie zrobiła... Do familji poszła, z mojem pozwoleniem poszła! Ot, wam wiadomość. Stulcie gęby, i żeby ja nigdy waszego gadania o niej nie słyszał..."
      },
      {
        "index": 45,
        "text": "— Oj, Pauluczku! — żałośnie zajęczała Ulana — musi ty już nas ze wszystkiem nie lubisz, kiedy nami tak poniewierasz... a wszystko — ciszej dodała — przez tę szelmę, łajdaczkę..."
      },
      {
        "index": 46,
        "text": "Żałosny głos siostry, którą na rękach swych wyhodował i jak ojciec z rodzonej chaty wyprawił, trochę go ułagodził."
      },
      {
        "index": 47,
        "text": "— Nie poniewieram ja wami — spokojnie odpowiedział — a tylko proszę i każę, abyście nie robili tego, co mnie niemiłe... Ja wam nigdy tego nie robił, nie róbcież i mnie... A ona do familji poszła, z mojem pozwoleniem poszła, i czy prędko wróci, czy nieprędko, to już mnie bardzo dobrze wiadomo. Ot, wam wiadomość, pamiętajcież!"
      },
      {
        "index": 48,
        "text": "Odszedł, płot w najbliższem miejscu przestąpił i znowu przed swoją chatą stanął, plecami o ścianę oparł się i ciężko, śpiesznie, jak człowiek bardzo zmęczony, dyszał. Czapkę aż do połowy czoła podniósł i na drogę, zaledwie już dostrzegalnym białawym szlakiem ciemne pola przerzynającą, patrzał."
      },
      {
        "index": 49,
        "text": "Koźlukowie zniknęli we wnętrzu swojej chaty, której dwa małe okna pozłacał blask płomienia."
      },
      {
        "index": 50,
        "text": "Chata Pawła stała za jego plecami, ciemna, zamknięta, milcząca; milczenie razem ze zwiększającym się coraz zmrokiem zapanowało znowu od nieba do ziemi, a przerwał je dopiero powiew wiatru, który przed samem zapadnięciem nocnej ciemności nie wiedzieć skąd się zerwał, po badylach ogrodu zaszeleścił i w borek sosnowy, krzyżami i mogiłami napełniony, poleciał. Sosny zatrzęsły gałęźmi i przeciągle zaszumiały; drobna, deszczowa mgła spuściła się od chmur, które, coraz bardziej ciemniejąc, zlewały się w jedną czarną, nisko wiszącą oponę."
      },
      {
        "index": 51,
        "text": "Dla mieszkańców wsi zaczęła się noc jesienna, ciemna, długa, nierozweselona jeszcze wieczornicami, które w późniejszej dopiero porze roku rozpocząć się miały. To też oprócz psów, których drobne postacie pod ścianami i płotkami czasem przebiegały, żywa dusza nie ukazywała się nazewnątrz chat, wewnątrz przecież blaskami ognisk i rodzinnym gwarem napełnionych."
      },
      {
        "index": 52,
        "text": "W borku nad mogiłkami zakwiliła sowa, i jednocześnie wrota podwórka zcicha skrzypnęły: jakaś niewielka, w grubym zmroku ciemna postać szybko podwórko przeszła i przed Pawłem stanęła."
      },
      {
        "index": 53,
        "text": "— Pauluk! — zaszeptała."
      },
      {
        "index": 54,
        "text": "— A czego? Kto to taki? — głosem budzącego się ze snu człowieka zapytał Paweł."
      },
      {
        "index": 55,
        "text": "Ale kobieta bezpośredniej odpowiedzi mu nie dała. Niskiego wzrostu była, więc, aby mu w twarz móc patrzeć, wysoko głowę podnosić musiała."
      },
      {
        "index": 56,
        "text": "Z podniesioną głową zaszeptała znowu:"
      },
      {
        "index": 57,
        "text": "— Czego ty, Pauluk, sterczysz przed chatą, jak ten wartownik? Czego ty tu, jak ten słup, stanął i po nocy na pole oczy wytrzeszczasz? Toż to nic. Idzi do chaty! czujesz? (słyszysz). Nu, idziże, a to ludzie pomyślą, że sfiksował, albo złe jakie do ciebie przystąpiło."
      },
      {
        "index": 58,
        "text": "Niewiedzieć dlaczego mówiła to wszystko szeptem, bo słowa jej nic tajemniczego w sobie nie zawierały, i dokoła nikogo nie było, ktoby je mógł usłyszeć. Ale był to szept taki, jakim zazwyczaj przemawiają ludzie, krzątający się około ciężko chorych albo umarłych — czuć w nim było gderliwą troskliwość i trochę przerażonego lęku, przez tajemnicze i groźne zjawisko choroby lub śmierci obudzonego."
      },
      {
        "index": 59,
        "text": "— Czujesz, Pauluk? — coraz więcej naglącym szeptem powtarzała. — Idzi do chaty! Co ty tu wystoisz? Ot, i deszcz padać już zaczął. Nu, idziże, idzi, idzi!"
      },
      {
        "index": 60,
        "text": "Obydwiema rękoma i całem swojem szczupłem ciałem ku drzwiom chaty popychać go zaczęła. Ale jego natarczywość ta oburzyła."
      },
      {
        "index": 61,
        "text": "— Czego ty ode mnie chcesz, Awdocia? Czego ty do mnie przyczepiła się, jak ta smoła? — gwałtownie zaszeptał. — No, odczep się! kiedy zechcę, to i całą noc tak przestoję, a tobie nic do tego!"
      },
      {
        "index": 62,
        "text": "— Otóż i nie przestoisz! Otóż ja ciebie na marne zginienie nie dam! Co to? Mało ja chorych widziała i od śmierci ratowała? I ciebie wyratuję."
      },
      {
        "index": 63,
        "text": "Widocznie stan, w jakim znajdował się teraz Paweł, jednoznacznym był dla niej z chorobą."
      },
      {
        "index": 64,
        "text": "Już zrana dnia tego, spotkawszy się z nim na brzegu rzeki i bystre swe oczki w niego wlepiwszy, pokiwała głową i zcicha przemówiła:"
      },
      {
        "index": 65,
        "text": "— Cościś ty, Pauluk, kiepsko wyglądasz. Tak wyglądasz, jakby tobie tydzień do śmierci było."
      },
      {
        "index": 66,
        "text": "I, wiadro, pełne wody, rzeźwo na górę dla synowej niosąc, postanowiła wtedy, że wieczorem pójdzie do niego dowiedzieć się..."
      },
      {
        "index": 67,
        "text": "Teraz znów szeptała:"
      },
      {
        "index": 68,
        "text": "— Chadzi do chaty, to cościś o France powiem. Maksym z miasta dziś przyjechał i ją w mieście widział. Kiedy pójdziesz do chaty, to powiem, a kiedy nie pójdziesz, to tak i zostawaj, jak bydlę nieme i rozumu nijakiego nie mające... albo jak ta dziecina głupia, ratunku swego nie rozumiejąca..."
      },
      {
        "index": 69,
        "text": "Niedarmo dziecina w tej chwili na myśl jej przyszła. Wiele, wiele razy, gdy syn jej, Maksym, i dwaj inni jej synowie i córki, i potem młodziutka synowa w gorączce i różnych bólach na tapczanie leżeli, stała ona nad nimi, z garnkiem gorzkiego stanouniku albo poruszeniku w jednej ręce, a w drugiej z trochą miodu na drewnianej łyżce, i mówiła:"
      },
      {
        "index": 70,
        "text": "— Kiedy napijesz się ziela, to miodu dam, a kiedy nie napijesz się, to tak i zostawaj, jak to bydlę nieme i rozumu nijakiego nie mające..."
      },
      {
        "index": 71,
        "text": "Teraz mówiła do Pawła:"
      },
      {
        "index": 72,
        "text": "— Kiedy pójdziesz do chaty cościś o France powiem, a kiedy nie pójdziesz, to tak i zostawaj... Czy ja z tobą całą noc tu przestoję? Czy ja dla ciebie, jak ten pies, na deszczu moknąć będę?"
      },
      {
        "index": 73,
        "text": "Paweł czapkę na czoło nasunął."
      },
      {
        "index": 74,
        "text": "— Mnie nijakiej wiadomości o niej nie potrzeba... — sarknął — ja sam o niej wszystko wiem... do swojej familji poszła..."
      },
      {
        "index": 75,
        "text": "Jak wprzódy do uradnika, siostry i szwagra, tak teraz do Awdoci przemawiał w sposób dawniej u niego niebywały: szorstki i zniecierpliwiony. Jednak zwrócił się ku drzwiom chaty i z głośnem stuknięciem je otworzył; zanim jednak do ciemnej sionki wszedł, raz jeszcze ku czarnym polem, ku całkiem już w ciemnościach utopionej i niewidzialnej drodze twarz obrócił."
      },
      {
        "index": 76,
        "text": "W ciemnej izbie, głośniej niż przedtem, choć zawsze stłumionym głosem, Awdocia przemówiła:"
      },
      {
        "index": 77,
        "text": "— Aaaa! toż u ciebie zimno w izbie! hm! Musi dni ze trzy w piecu nie palono. Czy ty dziś jadł co, czy nie jadł? Musi nie jadł, bo w piecu ognia nie było. Nu, daj siarczyki (zapałki)! ogień rozniecę i wieczerzę tobie zgotuję! Oj, ty stary, a durny! Dawaj siarczyki, gdzie siarczyki?"
      },
      {
        "index": 78,
        "text": "— Albo ja wiem? poszukajcie sami, bądźcie łaskawi!"
      },
      {
        "index": 79,
        "text": "Słowa te wymówił ochrypłym głosem i na ławie pod oknem usiadł."
      },
      {
        "index": 80,
        "text": "Kobieta, jak cicha mysz, zwijała się w ciemnej izbie, dłonie po piecu, piecyku, stole i ławach przesuwając. Przytem szeptała:"
      },
      {
        "index": 81,
        "text": "— Kab ich paralusz kinuł! Kab oni skrucilisia! Kab ich chwaroba!"
      },
      {
        "index": 82,
        "text": "Tak złorzeczyła zapałkom, których znaleźć nie mogła. Nakoniec znalazła, i zaraz w ręku jej błysnął drobny, siny ognik, a potem długim, płomiennym językiem zapaliła się sucha drzazga, którą Awdocia także omackiem znalazła, z ziemi podniosła i zapaloną w podniesionej nieco ręce trzymała, czekając, aż cała ogniem się zajmie."
      },
      {
        "index": 83,
        "text": "Przed głębokim, pustym, wystygłym otworem pieca, w świetle płonącej nakształt pochodni drzazgi ukazała się i uwypukliła głowa jej czerwoną chustką owinięta, i twarz w ramach czerwonej chustki, na czole, policzkach, dokoła ust i oczu w mnóstwo drobnych zmarszczek pomarszczona, ale okrągła, pełna, rumiana, jak zdrowe i tylko nieco przymarzłe jabłko jesienne."
      },
      {
        "index": 84,
        "text": "W czarnych, żywych, bystrych oczach, oprawą mnóstwa zmarszczek otoczonych, blask ognia zapalał złote świeczki. Rozweseliła się też i rozgadała:"
      },
      {
        "index": 85,
        "text": "— Ot, zaraz tobie i ogień będzie, i wieczerza, i ciepło zrobi się w chacie. A jest u ciebie słonina? Zacierki ze słoniną zgotuję, czy co? bo jak bulbę obierać zacznę, to i do północka głodny zostaniesz. A z zacierką krótka robota. Potem posiedzim sobie, pogadamy, a kiedy chcesz, to i przenocuję sobie tutaj... Zawszeż nie taki sam będziesz, jak ten wilk... choć dawniej i przyzwyczajony był do tego, ale już odwykł... Oho! czy ja takich rzeczy nie wiem i nie znam? Ja wszystko wiem i znam. Kiedy mój umarł, to takie mnie bóle pod sercem zdejmowały, że gdybym na minutkę sama została, to tak ot, zdaje się, że już skonam, że już i po mnie będzie. Ale nie było kiedy samej zostawać... dzieci skonać nie dały... dzieci pilnowałam i podhrudnik piłam. Ja i tobie podhrudniku przyniosę, bo w zgryzocie, wiadomo, okrutne bóle pod serce przystępują, a jak tego ziela napijesz się, zaraz opadną, i lżej stanie... Jutro jak świt, znów tobie ogień rozniecę i duchem do swoich polecę... Oho! jeszcze ja, chwała Bogu, dwom chatom i dwom gospodarstwom dam rady. Siła je i ochota je... Czemu nie? Dobremu człowiekowi w zgryzocie pomocą stanąć — czy to mała rzecz? Pan Bóg za to grzechy odpuści, a ty, Pauluczku, kiedy odwdzięczyć się zechcesz, to czasem troszkę ryb nam przyniesiesz... Tadeusz i Hanula za rybką przepadają, strach, jak szelmeczki maleńkie za nią przepadają, więcej jeszcze, niż za cukrem, albo obarzankami; a jeżeli nie zechcesz przynosić, to z Bogiem i nie przynoś sobie... Wszystko jedno... bylebym ja ciebie od tej paskudnej choroby wyleczyła! Ej, wyleczę! czemu nie wyleczę? Nie takie ja choroby widziała i leczyła..."
      },
      {
        "index": 86,
        "text": "Widocznie pomiędzy zgryzotą a chorobą wyraźnej granicy nie dostrzegała, i pierwsza lżejszą się jej wydawała od drugiej, bo nietylko coraz głośniej i coraz prędzej mówić zaczęła, ale przy wspomnieniu o maleńkich szelmeczkach, Tadeuszu i Hanulce, wesoło sobie zachichotała."
      },
      {
        "index": 87,
        "text": "Przytem do płonącej trzaski przytknąwszy drugą, trzecią i czwartą, cały pęk płomiennych języków w pusty otwór pieca rzucić już miała, gdy nagle uczuła się silnie za rękę pochwyconą."
      },
      {
        "index": 88,
        "text": "— Nie zapalajcie ognia! Jeżeli Boga kochacie, nie zapalajcie! — nad głową jej przemówił głos, tak dojmującem cierpieniem zdjęty, jaki nieraz, nieraz w długiem swem życiu słyszała u tych, którzy zaraz umierać mieli."
      },
      {
        "index": 89,
        "text": "Strach ją zdjął, obejrzała się szybko."
      },
      {
        "index": 90,
        "text": "— Czemu? — zapytała i z otwartemi usty, z pękiem palących się trzasek w ręku, w pochyloną nad nią twarz Pawła oczy wlepiła."
      },
      {
        "index": 91,
        "text": "— Aaaa! — zadziwiła się. — Schfichsował! dalibóg, schfichsował! do czego ty teraz podobny? żeby sam siebie zobaczył, toby przeląkł się!"
      },
      {
        "index": 92,
        "text": "Cała rzecz w tem jednak była, że czoło Pawła zbiegło się w dwie grube fałdy, usta jego były wykrzywione, a pod wzniesionemi brwiami oczy bez blasku i bez ruchu spoglądały gdzieś daleko za te ściany w daleki świat."
      },
      {
        "index": 93,
        "text": "— Nie zapalajcie ognia, — powtórzył — zmiłujcie się, nie zapalajcie!..."
      },
      {
        "index": 94,
        "text": "Wpół z przestrachem, wpół z gniewem zapytała znowu:"
      },
      {
        "index": 95,
        "text": "— Czemu?"
      },
      {
        "index": 96,
        "text": "— Już nie pytajcie się, bądźcie łaskawi, tylko nie zapalajcie..."
      },
      {
        "index": 97,
        "text": "A potem z ciężkim nad sobą samym przymusem dodał:"
      },
      {
        "index": 98,
        "text": "— Mnież wydało się, że to ona przed piecem stoi i ogień roznieca."
      },
      {
        "index": 99,
        "text": "Zapalone trzaski z rąk Awdoci wyrwał, na glinianą podłogę rzucił, stopami zagasił."
      },
      {
        "index": 100,
        "text": "Ciemność znowu izbę zaległa, a wśród niej przez długą chwilę rysowała się ciemniejsza od niej postać stojącej przed piecem Awdoci. Długo, milcząc i nieruchomie, zapewne z palcami do policzków przyłożonemi, stała. Zawsze palce do policzków przykładała, gdy namyślała się lub dziwiła. Widać choroba Pawła cięższą była, niż przypuszczała wtedy, gdy głośno sobie, jakgdyby nic ważnego nie stało się, gadać i nawet chichotać zaczęła. Widać, że jemu stało się coś ważnego. Widać, że to jemu zrobione, i trzeba będzie jutro kopytniku mu zgotować, bo kopytnik od zrobionego najlepszy."
      },
      {
        "index": 101,
        "text": "Ale tymczasem żal nad kumem i ciekawość, jak też to wszystko stało się, i co on teraz w głowie ma, tak ją paliły, że ledwie język utrzymać w sobie mogła, tyle na nim i zapytań, i pocieszenia, i wszelkiego innego gadania miała. Do siedzącego na ławie podeszła."
      },
      {
        "index": 102,
        "text": "Cicho, powoli podeszła, i cicho też, tak jak przy chorym, zaszeptała:"
      },
      {
        "index": 103,
        "text": "— A Maksym o niej wiadomość z miasta przywiózł."
      },
      {
        "index": 104,
        "text": "Pawła, pod ścianą siedzącego, wcale w ciemności widać nie było."
      },
      {
        "index": 105,
        "text": "Z ciemności tej, niewidzialny, tonem niezłomnego oporu odpowiedział:"
      },
      {
        "index": 106,
        "text": "— Mnie nijakiej wiadomości o niej nie trzeba. Do swojej familji poszła, z mojem pozwoleniem poszła..."
      },
      {
        "index": 107,
        "text": "Wtedy Awdocia usiadła na drugiej ławie, naprzeciw okna stojącej, i powoli, tym razem rozważnie, szeptać zaczęła:"
      },
      {
        "index": 108,
        "text": "— Czy ty, Pauluk, sam siebie durzysz, czy ludzi okpiwać chcesz? Na co takie gadanie przydało się, kiedy wszyscy wiedzą, że ona do nijakiej familji nie poszła, ale od ciebie w świat uciekła? Z lokajem tych panów, co latem w pałacu mieszkali, uciekła. Jaż sama nie raz i nie dwa razy widziała, jak ona do pałacu biegała, a kiedy pobiec nie mogła, to tę szelmę Marcelę z różnem gadaniem posyłała. Ja i tego lokaja nie raz, nie dwa widziałam, kiedy sobie nad rzeką chodził, a tego wypatrywał, żeby ona z góry zbiegła! Z bliskości nawet jego widziałam. W czarnym surducie, z kręconemi włosami chodził, i czemściś takiem od niego śmierdziało, że ni to jełkie sadło, ni to bahun w lesie rosnący, ni to błoszczytnik, wszędzie plugastwo trujący — zanic nie poznasz — ale cościś bardzo śmierdziało. Marcela gadała, że to parfumy i pamady... czort jeho znaje!... A ta, ot, i zaczęła przepadać za nim. Paniczem go przed Marcelą nazywała. Dość już, mówi, ja na chamów napatrzyła się; panicza chcę. Nadto jej, słyszę, te parfumy podobały się."
      },
      {
        "index": 109,
        "text": "Raz w pałacu, wiadomo, w kuchni, tańce sobie zrobili, i ona na te tańce poleciała. A ty wtedy cały tydzień na rzece był, ryby łapał i do miasta woził. Z tych tańców, jak schfichsowana przyleciała i jeszcze sama jedna po chacie tańczyła. — Oj, Marcelka — mówi — jaki on śliczny, jak on ślicznie tańczy, i jakie u niego słodkie mówienie! — A potem, kiedy te panowie nazad do miasta wybierali się, cościś pierwej posmutniała, a potem znów poweselała i Marceli powiedziała, że on ją namawia, żeby do miasta wróciła się i znów tam w służbę poszła, a on będzie do niej codzień przychodził i, jak tylko można, to na spacer i na tańce ją poprowadzi. — Polecę — mówi — dalibóg, polecę! Czy to ja w niewolę zaprzedała się? Czy za życia w mogiłkę mnie pogrzebali? Czy mnie świat niemiły? Polecę! — I poleciała! Kab jej dobra nie było, łajdaczce takiej! a ty familję wymyślił! Do familji i do familji poszła! Myślisz, że ludzi zdurzysz, a sam durny! Tut i dziecko wszelakie wie, jaka to familja..."
      },
      {
        "index": 110,
        "text": "Umilkła i zapewne z chciwością oczekiwała, co też on teraz jej powie, kiedy już przekonał się, że ona o wszystkiem wie, i wszyscy wiedzą."
      },
      {
        "index": 111,
        "text": "Pewnie Frankę przeklinać zacznie i na swoją własną głupotę narzekać, że z taką ożenił się, a byleby tylko przeklinać i narzekać zaczął, to i zgryzota prędzej z niego wyjdzie."
      },
      {
        "index": 112,
        "text": "Czekała jednak długo; Paweł nie odpowiadał i po kilku dopiero minutach w grubej ciemności głos przyciszony, ochrypły, wymówił:"
      },
      {
        "index": 113,
        "text": "— A przysięgała!"
      },
      {
        "index": 114,
        "text": "W dwóch tych wyrazach zabrzmiało niezmierne, bezdenne zdziwienie. Awdocia z równym prawie zdziwieniem aż krzyknęła:"
      },
      {
        "index": 115,
        "text": "— Czyż ty, doprawdy, teraz ode mnie dowiedział się?"
      },
      {
        "index": 116,
        "text": "Daremnie jednak tym razem na odpowiedź czekała; Paweł milczał."
      },
      {
        "index": 117,
        "text": "Więc znowu mówić zaczęła."
      },
      {
        "index": 118,
        "text": "Opowiedziała, że wczoraj syn jej, Maksym, na targ niedzielny szesnastkę owsa i pół kopy jaj woził, a pod wieczór, z rynku zjechawszy, na ulicy Frankę spotkał. Z kawalerem jakimś, pewnie z tym samym lokajem, pod rękę szła, a czerwone stużki aż biły od niej, tyle ich na siebie nakładła. Maksyma zobaczyła i głową jemu na powitanie kiwnęła."
      },
      {
        "index": 119,
        "text": "— Jak się masz, Maksymku? — mówi — kłaniaj się tam wszystkim ode mnie i powiedz, żeby do mnie na Berdyczów drobnemi literami pisali — mówi."
      },
      {
        "index": 120,
        "text": "Zęby wyszczerzyła i, podskakując, poszła sobie ze swoim kawalerem razem. Maksym, obejrzawszy się za nią, tylko plunął."
      },
      {
        "index": 121,
        "text": "— Oj, mameczko — mówi — taka mnie ochota brała batem po plecach ją ściągnąć, że ledwie garść przy sobie utrzymałem... ale bałem się — mówi — boby do policji zaprowadzili..."
      },
      {
        "index": 122,
        "text": "Znowu przestała mówić, do najwyższego stopnia ciekawa, jakie wrażenie sprawi na Pawle wiadomość Maksyma. Teraz, to już pewnie przeklinać i ostatniemi słowami łajać ją zacznie. Ale Paweł milczał długo, aż znowu głosem człowieka, z bezdennej topieli zdziwienia odzywającego się, przemówił:"
      },
      {
        "index": 123,
        "text": "— A przysięgała!"
      },
      {
        "index": 124,
        "text": "— Baba swoje, a czort swoje! — wykrzyknęła. — Co chcesz jemu gadaj, człowieku, a on tylko dziwuje się i dziwuje. Czegóż ciebie taki dziw bierze?"
      },
      {
        "index": 125,
        "text": "Na zapytanie to odpowiedzi nie doczekawszy się, dalej prawiła:"
      },
      {
        "index": 126,
        "text": "— Ty, Pauluk, wielkim krzyżem przeżegnaj się, na tę szelmę pluń i po dawnemu sobie cicheńko, spokojnieńko żyć zaczynaj. Czego tobie braknie? Chatę swoją masz, rzemiosło, i dobre, w ręku masz, grosz siaki taki, i przyjaźń ludzką, i łaskę a miłosierdzie Pana Boga wszechmogącego nad sobą masz... Czego tobie smucić się i w zgryzocie żyć? Oj, oj! żeby tak wszystkim dobrym ludziom na świecie było, jak tobie dobrze być może, jeśli głupim nie będziesz. Pana Boga słuchaj, z dobrymi ludźmi żyj, jedz, pij i na tę biedę, co cię spotkała, pluj!"
      },
      {
        "index": 127,
        "text": "— Żaden człowiek — mówiła — bez biedy na świecie nie przeżyje, ale bywają daleko od tej gorsze; ot, naprzykład Karasiowi dwie krowy na wiosnę zdechły, a teraz wszystkie świnie chorować zaczęły i pewno też wyzdychają... Albo u Szymona Mikuły... to już bieda! syn jego Jasiuk, rozbójnikiem zrobił się, i już go raz na Sybir byli wysłali, a teraz drugi raz za to, że stamtąd uciekł, na Sybir i na pletnie sądzić będą. Ot, prawdziwa bieda! Gdyby ona, broń Boże, syna rozbójnika miała, to już chyba nie wytrzymałaby i, Pana Boga przeprosiwszy, powiesiłaby się, albo do Niemnaby się rzuciła, i z żalu nad dzieckiem rodzonem, i z samego wstydu..."
      },
      {
        "index": 128,
        "text": "— A twojać jaka bieda? Nieznajomą, niewiadomą z łuży (kałuży) wyciągnąłeś i, kab dobra była, chciałeś! Głupi ty! Ja odrazu wiedziała, co z tego będzie. Czortouska córka, do swego baćka czorta powróciła. Wiadomo, czort swoje dzieci lubi i nigdy ich zupełnie od siebie nie puszcza. Choć i puści kiedy, to na krótko, a potem znów pazurami za duszę zaczepi i do siebie ciągnie, aż póki ze wszystkiem do piekła nie zaciągnie. Tak już musi być; tak już widać Pan Bóg najwyższy chce, żeby jedne ludzie Jemu, a drugie czortu służyli. Ty, Pauluk, Bogu służ, a o czortouską córkę nie dbaj. Cudza ona tobie była i cudza znów zrobiła się. Niechaj sobie marnie ginie i przepada..."
      },
      {
        "index": 129,
        "text": "I sama już nie wiedziała, co dalej mówić i czem więcej go pocieszać. Całą już swoją filozofję wyczerpała, wszystkich sposobów wyzwania go na gadanie i wyrzekanie użyła."
      },
      {
        "index": 130,
        "text": "— Nu — po krótkiem milczeniu rzekła — jakżeż heto było? jakżeż heto stałosia? Każy! Jak opowiesz, lżej stanie."
      },
      {
        "index": 131,
        "text": "Nie wiedziała Awdocia o tem, że są na świecie natury ludzkie, od wszelkiej studni głębsze, w które, gdy raz kwiat ukochania wpadnie, już go żadne fale precz nie wyrzucą, i żadne żale głośno wymówioną skargą nie splamią. Serce nóż zatopiony w sobie czuć może, ale usta nie otworzą się dla wydania słowa oskarżenia, bo nad wszystkie bóle większy żal zdejmuje nad tym, na kogo paść ma to słowo. Choćby im od tego oskarżenia włos nie spadł z głowy, oni go nie wymówią; choćby im ono wysunęło z tego serca połowę tego noża, który w niem zatopiony, oni go nie wymówią i jeszcze wszelkiemi sposoby, choćby kłamstwem, z ust innych wyjmować je będą. Jakto! tę pierś oskarżać, u której głowa nasza prześniła swój złoty sen życia? Tej duszy złorzeczyć, dla której z ognia, z wody, przez drogi kamieniste, przez czyściec gorejący pragnęlibyśmy dostać i przynieść wszystkie błogosławieństwa! Na te dni i godziny wyrzekać, w których nam drzewa śpiewały, ptaki gadały, ze wszystkich zdrojów życia wody słodkie i gorące biły! Wszystko to mogło być snem, złudzeniem, marą rozwiewną, lotną błyskawicą, po której same ciemności zostały, ale winy w tem niczyjej niema, a jeśli jest czyja, to nasza raczej, stokroć raczej nasza, lecz nie tej istoty, której oskarżyć za żadną cenę przed nikim w świecie usta nasze nie chcą i nie mogą."
      },
      {
        "index": 132,
        "text": "Są na świecie takie natury ludzkie, ale Awdocia, pomimo wielkiego doświadczenia, nie wiedziała o nich wcale. Nie wiedział o nich i Paweł, nie myślał o tem, jaką wogole posiada naturę, a tem mniej, że właśnie taką posiada; czuł tylko, że, gdyby go na krzyżu rozpinano, gdyby sami święci pańscy zstąpili z nieba i do mówienia go skłaniali, nic złego nie powiedziałby o France, o żadnąby winę jej nie oskarżył i o żadną pomstę nad nią nie prosił."
      },
      {
        "index": 133,
        "text": "— A wiecie, kumo — po długiem milczeniu z grubych ciemności ozwał się Paweł — że to wszystko, co stało się, moja wina! niczyja, tylko moja... Pierwsze: że za mało ja od niej przez modlitwę i napomnienia czorta odpędzał; a drugie: że kiedy już jej pustotę zobaczył i tego lokaja domyślał się, z chaty wychodzić nie przestał. Trzeba było więcej ją upominać i lepiej pilnować... z oczu nie spuszczać... toby i nie przepadła, a tak przeze mnie ona przepadła... i siebie ja zgubił, i ją... ona jeszcze narzekać na mnie może, nie to, żebym ja na nią narzekał..."
      },
      {
        "index": 134,
        "text": "Awdocia, gdy tylko Paweł odezwał się, chciwie słuchać zaczęła, ale im więcej mówił, tem większe zdziwienie ją ogarniało, aż oddech w niej zaparło i na chwilę mowę odjęło. Osłupiałym też głosem wymówiła tylko:"
      },
      {
        "index": 135,
        "text": "— Zdureł! ze wszystkiem taki zdureł!"
      },
      {
        "index": 136,
        "text": "Z ławki wstała i wpół ze śmiechem, wpół z gniewem zagadała:"
      },
      {
        "index": 137,
        "text": "— Nu, już ja dziś z tobą do nijakiego ładu nie dojdę, już z tobą dziś i gadania szkoda. Kładnij się spać. Może jak prześpisz się, Pan Bóg wszechmogący rozum tobie przywróci. A ja tu przenocuję, bo choć ty zdurniał, zawsze mnie ciebie szkoda. Jeszcze, żeby sam został, toby, nie daj Boże, co złego z sobą zrobił... do reszty schfichsowawszy."
      },
      {
        "index": 138,
        "text": "Przeżegnała się, krótki pacierz półgłosem wymruczała i, watowy kaftan pod głowę wsunąwszy, a trzewiki zdjąwszy, jak żyła, w spódnicy i ciepłej chustce, na ławie pod ścianą zasnęła."
      },
      {
        "index": 139,
        "text": "Do izby, nieprzeniknioną czarnością i ciszą bezdenną napełnionej, wyraźnie dochodziły kwilenia i szlochania sów i puszczyków. Kwiliły one i szlochały w sosnach nad mogiłami, tuż za małem oknem deszcz po pustym ogrodzie z pluskiem i szeptem chodził; tak zupełnie wydawało się, jakby chodził, bo to bliżej, to dalej odzywały się jego pluskania, to pod samą ścianą, to kędyś około płotków z suchym chrzęstem gałęzie i badyle uginał i łamał."
      },
      {
        "index": 140,
        "text": "W te słabe, lecz ciągle odgłosy wmieszał się jeszcze jeden:"
      },
      {
        "index": 141,
        "text": "— W imię Ojca, i Syna, i Ducha świętego. Amen. Ojcze nasz, któryś jest w niebiesiech..."
      },
      {
        "index": 142,
        "text": "Był to szept, wychodzący z pod ściany, ale tak głośny, taką namiętną żarliwością zdjęty, że od końca do końca i od góry do dołu całą otaczającą czarność napełnił. Trwał niedługo, bo tyle tylko czasu, ile go trzeba na odmówienie jednego pacierza, ale wkońcu wzmógł się jeszcze w żarliwość, w błaganie, i towarzyszyć mu zaczęły odgłosy pięści, w twardą i silną pierś uderzającej."
      },
      {
        "index": 143,
        "text": "— Boże, bądź miłościw jej grzesznej! Boże, bądź miłościw jej grzesznej!"
      },
      {
        "index": 144,
        "text": "Zazwyczaj codzienny pacierz swój Paweł kończył trzykrotnem uderzeniem się w pierś i wyrazami:"
      },
      {
        "index": 145,
        "text": "— Boże, bądź miłościw mnie grzesznemu!"
      },
      {
        "index": 146,
        "text": "Teraz mówił:"
      },
      {
        "index": 147,
        "text": "— Boże, bądź miłościw jej grzesznej!"
      },
      {
        "index": 148,
        "text": "I powtórzył to wiele razy coraz głośniejszym, żarliwym szeptem i coraz silniej pięścią o pierś uderzając."
      },
      {
        "index": 149,
        "text": "Potem umilkł i tak ucichł, jakby go wcale w chacie nie było."
      },
      {
        "index": 150,
        "text": "Nazajutrz o świcie, Awdocia, obudziwszy się, zobaczyła przez drzwi otwarte Pawła, zajętego w sieni pilną jakąś robotą. Ku glinianej podłodze nachylony, z silnem poruszeniem ramion coś lepił, czy miesił."
      },
      {
        "index": 151,
        "text": "Zerwawszy się z ławki, pobiegła i zobaczyła, że istotnie mieszał on mokrą glinę z mnóstwem nałowionych w lesie nadrzecznych motylków, jacicą zwanych, i lepił z niej wielkie żółte kule. Wiedziała dobrze, do czego kule te służyć mają. Rzucone w wodę rozsypują po niej roje motylich trupów, ku którym zbiegają się gromady ryb."
      },
      {
        "index": 152,
        "text": "Wiedząc o tem, zadziwiła się jednak:"
      },
      {
        "index": 153,
        "text": "— Na ryby pójdziesz? — zapytała."
      },
      {
        "index": 154,
        "text": "— A jakże! woda dziś dobra — odpowiedział."
      },
      {
        "index": 155,
        "text": "Poszła ogień w piecu rozpalać. Paweł tym razem nie przeszkadzał jej wcale. Ulepiwszy kilka glinianych kul, na ławie w izbie usiadł i z leżącego na stole bochna spory kawał chleba ukroił."
      },
      {
        "index": 156,
        "text": "Wyglądał prawie tak samo, jak zawsze, trochę tylko policzki mu zapadły, ale kobieta wcale się temu nie dziwiła, wiedząc, że od kilku dni ciepłej strawy nie jadł i w zgryzocie żył. Teraz zjadł misę krupniku, który mu śpiesznie zgotowała, powstał i, wór z glinianemi kulami na plecy zarzuciwszy, pęk długich wędzideł o ramię oparł."
      },
      {
        "index": 157,
        "text": "Dotąd nic wcale do Awdoci nie mówił, zdawać się nawet mogło, że wcale jej paplaniny, to z ubolewaniami, to z chichotami zmieszanej, nie słyszał. Teraz dopiero, czapkę na głowę włożywszy, z worem na plecach a wędami na ramieniu, zbliżył się ku niej."
      },
      {
        "index": 158,
        "text": "— Dziękuję, kumo, za przyjaźń i za wszystko, dziękuję. Niech Pan Bóg nagrodzi!"
      },
      {
        "index": 159,
        "text": "Mówił to powoli i przyciszonym głosem, ale przyjaźnie głową kiwnął i rękę, od gliny żółtą, do starej kobiety wyciągnął."
      },
      {
        "index": 160,
        "text": "Ją to rozczuliło; do rozczulenia się, tak jak do gadania i chichotania, jednokowo skłonną była. Czarne, okrągłe oczy jej zwilgotniały, powieki zamrugały."
      },
      {
        "index": 161,
        "text": "— Niema za co, niema za co! ot — i chwała Bogu, że tobie, Pauluk, rozum do głowy powrócił..."
      },
      {
        "index": 162,
        "text": "Kiedy wyszedł, wybiegła także z chaty i chwilkę patrzała, jak z góry ku rzece schodził. Bose jej stopy prawie do kostek pogrążone były w błocie, a ręka, prawie jak to błoto ciemna, pomarszczona, z palcami od pracy pokrzywionemi, szybko za odchodzącym kreśliła w powietrzu znaki krzyża. O dwadzieścia lat od niego starsza, malutkiem dzieckiem na ręku go nieraz nosiła, potem dobrym i rozumnym człowiekiem zawsze nazywała, kilkoro dzieci do chrztu z nim trzymała. Uczuć swoich nigdy nie roztrząsając, nie dając im nazwy, ani myślała, ani wiedziała, że dla człowieka tego ma przyjaźń serdeczną, ale przyjaźń tę czuła; tak samo Paweł ani rozbierał, czem są rany zdeptanej miłości i wiary, ani po imieniu ich nie nazywał, ale je czuł. Takie uczucia, nierozbierane, nienazywane, okrywają rozległe niziny ludzkości, lecz dlatego, że kwitną nisko i są bezimienne, mieszkańcy gór mniemają, że ich wcale niema."
      },
      {
        "index": 163,
        "text": "Jednak, cokolwiek czuł, żył dalej jak zwykle i tak prawie jak zwykle wyglądał. Policzki mu tylko schudły i zapadły, co twarz, i bez tego już nieco długą, więcej jeszcze wydłużyło, a od skroni do skroni otoczył ją wąski, szorstki, siwiejący zarost. To rozpromienienie, które przez czas jakiś wygładzało mu czoło i cichą wesołością napełniało oczy, zniknęło; przestał wyglądać o dziesięć lat młodszym, niż był; nawet zdawać się mogło, że, gdy innym miesiące tylko, jemu lata przybywały. Ociężał jakoś i zupełnie już ucichł; chodził powolniej, niż wprzódy, i nigdy prawie z nikim nie rozmawiał. Ale postawa jego była, tak samo jak i dawniej, prostą, silną, wśród pracy gibką i do wszystkich trudnych poruszeń ciała wybornie wyćwiczoną. Pracował też tak samo, jak dawniej, nawet więcej, niż dawniej, bo i na rzece i — gdy rzeka znajdowała się w niepomyślnym dla rybołówstwa stanie — w polu i około chaty."
      },
      {
        "index": 164,
        "text": "Własnego pola nie miał, ale pierwszego zaraz dnia, gdy silny wicher i gwałtowne na Niemnie fale wszelką nadzieję jakiegokolwiek połowu odbierały, do szwagra poszedł i zapytał: czy wszystko pólko jego już zorane?"
      },
      {
        "index": 165,
        "text": "Filip właśnie zakłopotany był tem, że dotąd jeszcze, choć pora spóźniona była, parę morgów pod zasiew wiosenny zaorać nie zdołał."
      },
      {
        "index": 166,
        "text": "Wiele w tych czasach roboty miał przy promie, a Daniłko do pługa niezupełnie jeszcze był zdatny. Paweł, milcząc, konia szwagra do pługa zaprzągł i w pole z nim poszedł. Orać umiał, ale, na wodzie życie pędząc, zajęć około roli nie lubił. Teraz przecież wolał takie mieć, niż nie mieć żadnego. Młócić też zboże i płoty naprawiać szwagrowi pomagał; Ulana mu wzamian szmaty prała, odzież naprawiała, chleb piekła. Ale i na wodzie płynącej, i na polach szerokich, przyroda w wiecznej obojętności zakreśla wieczne swe koła zjawisk, a prace ludzkie spotykają się ze wznoszonemi przez nią nieprzezwyciężonemi zaporami."
      },
      {
        "index": 167,
        "text": "Bywały pory, w których rzeka odpychała od siebie rybaków, a pola rolników nie potrzebowały. Wtedy Paweł wychodził na tę drogę, z której przez kilka dni po zniknięciu Franki oczu prawie nie spuszczał, i szedł nią długo, daleko. Idąc, często głowę podnosił i z pod daszka czapki wytężone spojrzenia po bocznych drożynach i aż pod skraj widnokręgu rzucał. Po szerokiej równinie, pod rosnącemi wśród niej gdzie niegdzie laskami, na niewyraźnych szlaczkach drożyn i miedz czegoś wzrokiem szukał. Czasem stawał, wyżej jeszcze twarz podnosił i więcej wzrok wytężał."
      },
      {
        "index": 168,
        "text": "Pod laskiem, na tle ogólnej szarzawy świata czerniejącym, albo u skraju jednej z drożyn, spostrzegał drobny punkt ruchomy, wlepiał w niego zaniepokojone oczy i po najbliższej miedzy krokiem szerokim na spotkanie jego iść zaczynał. Niebawem spostrzegał, że był to jednokonny wózek, którym jeden z sąsiadów jego wracał z miasteczka, albo wlokący się o kiju żebrak, albo kobieta, z głową od chłodu w grubą płachtę owiniętą, i pod ciężarem wora, kartoflami czy otrębami napełnionego, przygarbiona."
      },
      {
        "index": 169,
        "text": "Wtedy na pustem i mokrem polu, w powietrzu, od mgły jesiennej szarem i chłodnego wiatru szumiącem, brzmiało krótkie pozdrowienie:"
      },
      {
        "index": 170,
        "text": "— Niech będzie pochwalony!"
      },
      {
        "index": 171,
        "text": "— Na wieki wieków — spokojnie odpowiadał Paweł i, ku spotkanej istocie ludzkiej życzliwie głową skinąwszy, szedł dalej długo jeszcze, aż do zupełnego zmierzchu."
      },
      {
        "index": 172,
        "text": "Raz, gdy o zupełnym już zmierzchu do wsi powracał, z ciężkich chmur listopadowych spuścił się deszcz rzęsisty, a wiatr, gniewnie szumiąc, skręcał go w zimne i ostre bicze, które z głuchym hukiem uderzały o ziemię, a twarz i plecy idącego siekły."
      },
      {
        "index": 173,
        "text": "Do chaty wszedłszy, Paweł lampkę zapalił i z gorącego jeszcze pieca wyjął garnek ze strawą, którą sobie na dzień cały był zgotował. Siermięga jego była zmoczona i ściekającą po niej woda świeciła. Nie zdejmował jej jednak. Na ławie usiadłszy, drewnianą łyżkę w garnku zatapiał i do ust podnosił, powoli, głęboko o czemś myśląc i wciąż na okno, czarną płachtą grubej ciemności zawieszone, patrząc. Możnaby myśleć, że po raz pierwszy w życiu ciemność taką widział, tak się w nią wpatrywał. Ilekroć zaś wiatr przeciąglej zaszumiał, i deszcz głośniej o ziemię zasiekł, ręka jego, z drewnianą, krupnikiem napełnioną łyżką, zatrzymywała się w powietrzu. Można było przypuszczać, że te ponure odgłosy natury, przy których jednak przez całe życie zwykł był bezpiecznie pracować albo spokojnie usypiać, teraz go przestraszały."
      },
      {
        "index": 174,
        "text": "Garnek i resztki chleba ze stołu na piec przeniósłszy, z brodą ujętą w palce stanął i znowu w zamyśleniu głębokiem na czarność, okno zalegającą, patrzał i odgłosów, napełniających ją, słuchał."
      },
      {
        "index": 175,
        "text": "— Boże, zmiłuj się! Boże, zmiłuj się! — zaszeptał i jednocześnie, lampkę ze stołu zdjąwszy, na małem oknie ją postawił."
      },
      {
        "index": 176,
        "text": "Czyżby dlatego ją tuż przy drobnych szybach chaty swej umieszczał, aby kierowniczym punktem była dla kogoś, do tej chaty może dążącego? Czyżby tak żarliwym, gorącym szeptem zmiłowania Bożego wzywał dla jakiejś istoty ludzkiej, o której wyobrażał sobie, że może czarność listopadowej nocy, fale wiatru i bicze deszczu wątłą swą postacią, dążąc tu, przerzyna."
      },
      {
        "index": 177,
        "text": "Na ławie usiadłszy, zaczął pod światłem lampki naprawiać w niewodzie szkody, przez ostatni połów zrządzone."
      },
      {
        "index": 178,
        "text": "Stalowa iglica szybko połyskiwała mu w ręku, gdy pilnie i wprawnie porwane oka sieci nowemi zastępował. Zadzierzgiwał je, ściągał, sznur z leżącego mu u stóp wielkiego kłęba wywijał, i zdawać się mogło, że ciałem i duszą pogrążał się w tej robocie. Ale dusze ludzkie miewają czasem szepty nieustanne, które ani podczas jedzenia, ani podczas pracy, ani w ciszy, ani w gwarze zupełnie nie milkną. Nie przeszkadzają one życiu toczyć się torem najzwyklejszym i wszystkim narzędziom ciała i myśli spełniać właściwe im czynności, ale są same jakby drugiem, spodem płynącem życiem i jednem więcej, tajemnie działającem narzędziem istnienia."
      },
      {
        "index": 179,
        "text": "Paweł także, jakkolwiek wieczerzę spokojnie spożył, a potem tak pilnie pogrążył się w robocie, że aż głośne jego sapanie napełniało ciszę izby, nagle głowę podniósł i przybrał postawę człowieka, z wytężeniem czegoś słuchającego."
      },
      {
        "index": 180,
        "text": "To tylko żółty, kudłaty Kurta na Koźlukowem podwórku zaszczekał. Ale na kogo w tej spóźnionej porze mógł on szczekać? Czy razem ze szczekaniem jego nie ozwą się u płotu kroki ludzkiej istoty, nieśmiałej, zmęczonej, zziębłej? Nie, starym swoim, ochrypłym głosem Kurta szczeknął kilka razy i umilkł, a żadne kroki słyszeć się nie dały."
      },
      {
        "index": 181,
        "text": "W ręku Pawła znowu błyskać zaczęła iglica. Tuż za nim w kącie izby załopotały myszy. Obejrzał się i zobaczył małe, zwinne zwierzątko, z błyskawiczną szybkością pod ścianą przebiegające."
      },
      {
        "index": 182,
        "text": "Widok ten sprawił mu snadź przyjemność, bo uśmiechnął się i głową pokiwał."
      },
      {
        "index": 183,
        "text": "— Ot, głupie stworzenie! czego ona boi się? Przyszłaby do mnie, tobym jeszcze i chleba jej troszkę nakruszył."
      },
      {
        "index": 184,
        "text": "Wtem drzwi od podwórza w sieni skrzypnęły, wyraźnie skrzypnęły."
      },
      {
        "index": 185,
        "text": "Paweł znowu przybrał postawę człowieka, z wytężeniem wsłuchanego w ciszę."
      },
      {
        "index": 186,
        "text": "Może tam ktoś wszedł, u progu stanął i, do izby wejść śmiałości nie mając, stoi w ciemności, drżąc od zmokłego odzienia i strachu?"
      },
      {
        "index": 187,
        "text": "Sieć i iglicę na ławie położył, wstał i z lampką w ręce do sieni wyszedł. Lampka, jakkolwiek mała, całą sień oświetliła. Drabina o ścianę oparta w niej stała, dziurawa skrzynia na przechowywanie ryb w wodzie, wiadro z wodą, beczułka z ukwaszoną przez Ulanę kapustą; ludzkiej istoty żadnej nie było."
      },
      {
        "index": 188,
        "text": "Paweł do drzwi wpółotwartych podszedł. Wchodząc do chaty, nie zamknął ich dobrze; zapewne też wiatr je z przeciągłem skrzypnięciem otworzył. A może nie wiatr? Może to ktoś do chaty wejść chciał, ale z nieśmiałości, z niepewności, jak w niej przyjętym będzie, cofnął się z progu i teraz u ściany, pod deszczem, z okapu ciekącym, pokornie, żałośnie stoi?"
      },
      {
        "index": 189,
        "text": "Lampkę na ziemi postawił, przed chatę wyszedł i krokiem powolnym, ze wzrokiem w ciemność wytężonym, dokoła ją obszedł. Przeszedł nawet wzdłuż płotków ogrodu i dziedzińca, z nad niskich wrót na nieprzeniknione czarności, pole i drogi w sobie kryjące, popatrzył."
      },
      {
        "index": 190,
        "text": "Nigdzie nikogo nie było; tylko stary Kurta, w ciemności nawet go poznawszy, płotek przeskoczył i o rękę jego zimnym językiem uderzył. Ręką po kudłatej głowie psa powiódł i razem z nim do izby powrócił. Lampkę, w sieni z ziemi podniesioną, znowu na oknie postawił i do roboty swojej się zabierał, gdy znowu coś zimnego i kudłatego otarło się mu o rękę. Kurta, głowę podniósłszy, patrzał na niego rozumnem, smutnem, proszącem okiem głodnego, zziębłego zwierzęcia."
      },
      {
        "index": 191,
        "text": "— Biedny ty!"
      },
      {
        "index": 192,
        "text": "Wziął z pieca kromkę chleba, psu ją dał i z widoczną przyjemnością na jedzące zwierzę spoglądał, a gdy jeść przestało, drzwi otworzył i łagodnie, ale stanowczo wyjść mu z chaty rozkazał."
      },
      {
        "index": 193,
        "text": "Biedne zwierzę! Zimno mu na wietrze i deszczu, ale cóż robić? Na podwórzu nocować musi, aby chaty, stajni, świrna od złodzieja strzec."
      },
      {
        "index": 194,
        "text": "— Wszelkie stworzenie swój żal i swoją biedę ma. Czemu to tak? Chto jeho znaje?"
      },
      {
        "index": 195,
        "text": "Nad tem pytaniem — z brodą w palce ujętą — myślał długo. W samej rzeczy myślał on nad przepaścistą, niezgłębioną, czarną zagadką powszechnego cierpienia świata, tylko, że ani jej po imieniu nie nazywał, ani rozbiorowi poddawał."
      },
      {
        "index": 196,
        "text": "Przez wszystkie jesienne noce, na oknie Pawła lampka paliła się dopóźna tuż przy szybach, zwilżonych od mgły lub deszczu. Z drogi i dróżek, przerzynających mokre i ciemnością pokryte pola, wyglądać ona musiała, jak zapłakane, drobne światełko. Zbliska dostrzegali je parobcy i dziewczęta, do Koźluków na wieczornice idący, ale uwagi na nie wcale nie zwracali."
      },
      {
        "index": 197,
        "text": "Losy Pawła przestały zajmować wszystkich, odkąd stał się znowu spokojnym i żył jak zwykle. Nawet Ulana i Filip rzadko do niego zaglądali. Zajęci byli swojem, a gdy nie pracowali, spali lub z sąsiadami gwarzyli. Jednak dziewczęta, które z kołowrotkami swemi najkrótszą drogą około chaty Pawła do Koźluków przechodziły, i parobcy, w celu straszenia dziewcząt za węgłami ścian lub załamami płotków przysiadający, słyszeli nieraz z za tego okna, zapłakanem światełkiem połyskującego, wychodzące dziwne odgłosy. Był to raczej odgłos jeden, monotonny, do głośnego mruczenia lub nieustannego wybąkiwania zgłosek i wyrazów podobny."
      },
      {
        "index": 198,
        "text": "Daniłko, najśmielszy i najciekawszy, zakradł się raz pod okno, spojrzał przez nie do wnętrza izby, a potem wszystkim w chacie Koźluków zgromadzonym oznajmił, że dziadźko siedzi i czyta."
      },
      {
        "index": 199,
        "text": "— Dalibóg czyta — uderzając się w piersi, z wytrzeszczonemi oczyma przysięgał — z książki czyta!"
      },
      {
        "index": 200,
        "text": "Mało kto temu się dziwił, bo dawniej już we wsi wiedziano, że Pawła żonka czytać nauczyła."
      },
      {
        "index": 201,
        "text": "— Oj, żonka! kab hetakich na świecie nie bywało! — spluwając i ogniście czerwieniąc się, mówiła Ulana."
      },
      {
        "index": 202,
        "text": "— Cała to jego i korzyść z ożenienia się, że czytać teraz umie — z głośnym śmiechem dodał Aleksy, ale z błysku jego szafirowych oczu widać było, że myśl o umiejętności czytania obudzała w nim trochę żalu i podziwu."
      },
      {
        "index": 203,
        "text": "Tożby był dumny, tożby prawdziwy rej we wsi wodził, gdyby ją posiadał!"
      },
      {
        "index": 204,
        "text": "Istotnie Paweł w długie zimowe wieczory czytał. Co? jak? Oprócz niego samego, oprócz myszy, które coraz śmielej a częściej pod ścianami przebiegały, i starego Kurty, który niekiedy, w żółty i błotnisty kłąb zwinięty, u stóp jego parę nocnych godzin w cieple przesypiał — nie wiedział nikt."
      },
      {
        "index": 205,
        "text": "Było to tak. Przy schyłku dnia grudniowego do chaty wszedł zziębły i zmęczony, bo razem z Daniłkiem cały dzień na zamarzłej rzece przepędził, przeręble w lodzie żelaznemi łomami rąbiąc i sieć w nie zapuszczając, co rzeczą łatwą nie jest. Kilka toni w ten sposób robili, lecz żadna nie była zupełnie pomyślną. Mały wynik wielkich wysileń; nie będzie nawet miał z czem jutro do miasteczka pojechać, do tego kupca, który zazwyczaj towar jego hurtownie kupuje i sam go już do większego miasta wysyła. Niepowodzenie to przecież nie martwiło go bardzo."
      },
      {
        "index": 206,
        "text": "— Mniejsza o to. Nie dał Bóg dziś, da jutro."
      },
      {
        "index": 207,
        "text": "Ręką machnął, na ławie siadł."
      },
      {
        "index": 208,
        "text": "Głodnym nie był, bo Ulana jemu i Daniłkowi tam na lód jedzenie przynosiła, ale kożucha z siebie nie zdejmował. Mróz silny i wiatr ostry do szpiku kości go przeniknęły. Buty też miał na sobie do kolan wysokie, a na nich jeszcze bezkształtne wory z wojłoku, dla większej ciepłości sianem wypchane. W tem ubraniu na ławie odpoczywając, powolnem spojrzeniem wodził po izbie, którą ostatki dziennego światła, z blaskiem śniegu zmieszane, napełniały białą, mdlejącą jasnością."
      },
      {
        "index": 209,
        "text": "Przygasłem i powolnem spojrzeniem zmęczonego i niewesołego człowieka Paweł obejrzał ściany, które, po raz ostatni przed ożenieniem się jego pobielane, dobrze już od pyłu i dymu sczerniały; na jeden kąt, w którym za miotłą i dwoma koszami łoziny najbardziej dokazywały myszy, i na drugi, w którym stała pusta skrzynka Franki, popatrzał, aż wzrok jego przesunął się po zapełniającej kąt trzeci czerwonej szafce i w leżącym na niej przedmiocie utkwił."
      },
      {
        "index": 210,
        "text": "Przedmiotem tym była książka w zrudziałej i spłowiałemi pozłoceniami przyozdobionej oprawie. Leżała ona pomiędzy lampką a samowarkiem w tem samem miejscu, na którem ją był położył wtedy, gdy Franka po raz ostatni z kościoła do chaty jego powróciła."
      },
      {
        "index": 211,
        "text": "Więcej niż trzy miesiące upłynęło od dnia, w którym, z rzeki do domu wróciwszy, Franki tam nie znalazł; do późnej nocy na nią oczekiwał, aż, skrzynkę jej otwartą i zupełnie próżną zobaczywszy, domyślił się, że w świat poszła. W świat idąc, jego własności nie poruszyła, palcem nawet nie dotknęła, choć dobrze wiedziała, gdzie żywność i odzież, i pieniądze znaleźć mogła; ale wszystko, co do niej należało, miejskie łachmanki swoje i błyskotki zabrała. Jedynej tylko swojej rzeczy nie zabrała: tej książki."
      },
      {
        "index": 212,
        "text": "Jakim sposobem mógł on dotąd jej nie spostrzec? Codziennie lampkę, a kilka razy i samowarek z szafki zdejmował, a książki nie spostrzegł. Choć całą przeszłą zimę nad elementarzem często przesiadywał i pod srogą dyrekcją Franki, albo, gdy ona rozkaprysiła się, samodzielnie cały już elementarz przesylabizował, nie przywykł jednak do tej rzeczy trudnej, dziwnej, z cudem prawie graniczącej, jaką było czytanie, tak dobrze, aby mu ona codzienną i konieczną była. Jednak przy mdlejąco białym skłonie dnia zimowego, w ciszy, której nawet nie przerywały tym razem mysie szelesty, po pracy, która mu przyniosła daleko więcej zmęczenia, niż korzyści, na książkę wypadkiem spojrzawszy, wstał i ku szafce podszedł."
      },
      {
        "index": 213,
        "text": "Gdy przez izbę szedł, pomimo pięknego swego wzrostu, w kożuchu i wojłokowych workach na nogach bardzo podobny był do grubego, ciężkiego niedźwiedzia. Kawałki lodu, w gęsty i krótki jego zarost wplątane, w ciepłej izbie roztapiały się i kroplami ściekały na wełnisty kołnierz kożucha."
      },
      {
        "index": 214,
        "text": "Książkę z szafki zdjął, ku oknu przyniósł, na okładkę jej kilka razy dmuchnął, końcami czerwonych palców z poszanowaniem ostrożnie resztę pyłu z niej starł. Potem, na ławie usiadłszy, okładkę podniósł i na pierwszej zaraz karcie w grube, duże litery tytułu wzrok wlepił. Zrazu znaki te, jakkolwiek bardzo wyraźne, w nierozwikłane skręty mąciły się mu przed oczyma. Od trzech miesięcy ich nie widywał, odwykł... Już był przyzwyczaił się, zrozumiał, zapamiętał, a teraz znowu odwykł."
      },
      {
        "index": 215,
        "text": "Jednak po kilku minutach pierwszą literę rozpoznał wyraźnie:"
      },
      {
        "index": 216,
        "text": "— S... — bąknął."
      },
      {
        "index": 217,
        "text": "I potem, to z dłuższemi, to z krótszemi, zawsze przecież dość długiemi przestankami, każdą z liter wybąkując, sylabizować począł:"
      },
      {
        "index": 218,
        "text": "— S-ł-u-ż — służ, b-a — ba, służba..."
      },
      {
        "index": 219,
        "text": "Aż poruszył się na ławie z ukontentowania i bąkał dalej:"
      },
      {
        "index": 220,
        "text": "— B-o — Bo, ż-a — ża, Boża."
      },
      {
        "index": 221,
        "text": "A potem, każdą sylabę oddzielnie i dobitnie wymawiając, powtórzył:"
      },
      {
        "index": 222,
        "text": "— Służ-ba Bo-ża."
      },
      {
        "index": 223,
        "text": "Upłynął najmniej kwadrans, zanim te dziesięć liter w dwa te wyrazy złożył, ale podobały się mu one bardzo. Więc zaczął dalej:"
      },
      {
        "index": 224,
        "text": "— C-z-y — czy, l-i — li, czyli..."
      },
      {
        "index": 225,
        "text": "W taki sposób cały napis, pierwszą stronicę okrywający, przeczytał, aż do umieszczonego na samym jej dole roku wydania książki, którego nie przeczytał, bo na cyfrach drukowanych wcale się nie znał."
      },
      {
        "index": 226,
        "text": "Na pamięć liczył biegle; ale żadnej cyfry wyczytać, ani tem mniej nakreślić nic umiał."
      },
      {
        "index": 227,
        "text": "Te więc cztery znaczki, zupełnie dla siebie niezrozumiałe, opuścił i, kartkę przewróciwszy, począł na następnej kalendarzowe wiadomości sylabizować:"
      },
      {
        "index": 228,
        "text": "— R-o-k — rok, m-a — ma... rok ma..."
      },
      {
        "index": 229,
        "text": "Z niezmierną trudnością, w niektóre z liter po całej minucie oczy wlepiając, ręce pod stołem zaciskając i łamiąc tak, że aż stawy palców trzeszczały, przeczytał:"
      },
      {
        "index": 230,
        "text": "— Rok ma dwanaście miesięcy, tygodni piędziesiąt dwa..."
      },
      {
        "index": 231,
        "text": "Oddawna i bardzo dobrze wiedział, że rok ma dwanaście miesięcy i piędziesiąt dwa tygodnie; niemniej ucieszyło go niezmiernie, że to wyczytał w książce. Podniósł głowę i uczuł, że zrobiło się mu bardzo gorąco. Uczuł się też spracowanym niezmiernie, daleko więcej, niż przy robieniu kilku toni na zamarzłej rzece. Pot mu na czole świecił. Zdjął kożuch i usłyszał z chaty Koźluków naprzód, potem z coraz dalszych chat, coraz słabiej dochodzące, pianie kogutów: więc północ była już bliską."
      },
      {
        "index": 232,
        "text": "Przyczytanie tytułu książki i uwagi, że rok ma dwanaście miesięcy i piędziesiąt dwa tygodnie, zajęło mu cały wieczór zimowy. Pamiętał, że przy ostatnich światłach dziennych książkę otworzył, lecz wcale nie pamiętał, jak i kiedy lampkę zapalił. Uczynić to musiał całkiem bezwiednie, utopiony w myśleniu o tem, jak złożyć znajdującą się w tytule, a nadewszystko trudną do złożenia sylabę, złożoną z liter:"
      },
      {
        "index": 233,
        "text": "C-h-r-z-e-ś..."
      },
      {
        "index": 234,
        "text": "Cały kwadrans potem, już przy świetle lampki, męczył się nad zlaniem w dźwięk jeden tylu pojedyńczych dźwięków, aż nagle, z gwałtownem poruszeniem na ławie całego ciała wykrzyknął:"
      },
      {
        "index": 235,
        "text": "— Chrześć..."
      },
      {
        "index": 236,
        "text": "A po kilku jeszcze minutach przeczytał cały wyraz:"
      },
      {
        "index": 237,
        "text": "— Chrześcijanie."
      },
      {
        "index": 238,
        "text": "Napełniło go to takiem zadowoleniem, że ze spoconego czoła poznikały mu wszystkie zmarszczki, a oczy, od książki na chwilę oderwane, świeciły znowu bystrym, pogodnym, jak u dziecka, niewinnym błękitem."
      },
      {
        "index": 239,
        "text": "W ten sposób spędzał potem prawie wszystkie zimowe wieczory. Przeczytał już, co to adwent, co suche dni, kiedy Kościół zakazuje ślubów i wesel małżeńskich, przeczytał o powinnościach względem Boga, bliźnich, samego siebie i zaczynał właśnie rozdział, traktujący o Sakramentach Świętych, kiedy do izby wsunęła się Awdocia."
      },
      {
        "index": 240,
        "text": "Było to już przy końcu stycznia; Paweł, przez sześć tygodni ośm stronic przesylabizowawszy, zaczynał już czytać po wierzchu."
      },
      {
        "index": 241,
        "text": "Pamiętał dobrze, jak nieraz znudzona i zniecierpliwiona Franka nad głową mu krzyczała:"
      },
      {
        "index": 242,
        "text": "— Po wierzchu czytaj! no, czytajże już, durniu, po wierzchu!"
      },
      {
        "index": 243,
        "text": "A kiedy on w żaden sposób rozkazu tego spełnić nie mógł, książkę mu z rąk wyrywała i z wielkiem poczuciem własnej wyższości, które w niej nieco znudzenie i zniecierpliwienie tłumiło, jak to się po wierzchu czyta, pokazywała."
      },
      {
        "index": 244,
        "text": "Teraz próbować zaczynał sam po wierzchu czytać i przy tej stokroć zwiększonej pracy znalazła go Awdocia. Wnuki jej chorowały, dwoje wyzdrowiało, jeden umarł; przyszła kuma odwiedzić. Trochę z nią o zmarłym wnuczku i najmłodszym synu, którego świeżo do wojska wzięto, porozmawiawszy, i gruszkami, których jeszcze trochę w chacie miał, ją poczęstowawszy, Paweł do książki wrócił."
      },
      {
        "index": 245,
        "text": "Awdocia, z głową, tak od mrozu płócienną płachtą owiniętą, że tylko nos zadarty ukazywał się z za niej, i czarne oczki połyskiwały, nietylko nic wcale przeciw czytaniu Pawła w swojej obecności nie miała, ale z niezmierną ciekawością przysłuchiwać mu się zaczęła. Stopniowo ciekawość ta zmieniała się w skupienie i wytężenie uwagi i słuchu. Siedząc na stołku, formalnie skamieniała. Ogryzek gruszki z ręki jej wypadł. W długiej siermiędze i szarej płachcie, która jej głowę i całą prawie twarz grubemi fałdami okrywała, miała pozór wyrzeźbionej z kamienia figurki."
      },
      {
        "index": 246,
        "text": "Paweł, to sylabizując, to krótsze i łatwiejsze wyrazy po wierzchu wybąkując, czytał:"
      },
      {
        "index": 247,
        "text": "— «Czyny ludzkie, żeby mogły podobać się Bogu, muszą być nietylko dobremi, lecz nadto jeszcze nadprzyrodzonemi, czyli pochodzić z nadprzyrodzonej łaski Bożej...»"
      },
      {
        "index": 248,
        "text": "Kamienna figurka, na stołku nieruchomie siedząca, nic a nic nie rozumiała. Gdyby kto ją bił i zabijał, co znaczyły «czyny ludzkie nadprzyrodzone», w najmniejszem przybliżeniu wytłumaczyćby nie potrafiła. Niemniej ogarniać ją zaczynały żałość i skrucha, tak zupełnie, jak gdy w kościele ksiądz z kazalnicy mówił, a ona, górnej jego mowy nic a nic nie rozumiejąc, do wzdychania i płaczu jednak ochotę uczuwała. Może dźwięki, w codziennem życiu nigdy nie słyszane, i wyrazy, piętnem świętości namaszczone — tak jak to u istot innego niż ona rzędu czyni muzyka — na dnie jej duszy budziły i wzmagały utajone uczucia i zaczątki uczuć."
      },
      {
        "index": 249,
        "text": "Kiedy Paweł czytał następnie o dwojakiej łasce Boskiej, poświęcającej i przechodniej, Awdocia głośno westchnęła i coraz częściej, głośniej, przeciągłej wzdychała, aż gdy niezmiernie powoli przeczytał:"
      },
      {
        "index": 250,
        "text": "— «Zwy-czaj-ne-mi i naj-ob-fit-...s-z-e, m-i mi, — najobfitszemi ka-na-ła-mi łask Boskich są Ś-w-i-ę — Świę, t-e — te, — Święte Sa-kra-men-ta»."
      },
      {
        "index": 251,
        "text": "Głośnym płaczem i lamentem wybuchnęła."
      },
      {
        "index": 252,
        "text": "We dwoje zgięta, połą siermięgi twarz zakrywając, lamentowała:"
      },
      {
        "index": 253,
        "text": "— Oj, zabrał Pan Bóg Najwyższy, do chwały swojej zabrał robaczka mego maleńkiego, Tadeuszka mego mileńkiego! Zmarniała dziecina, jak ten kwiatek pod śniegiem, stoczyła się ze świata, jak ta jagoda..."
      },
      {
        "index": 254,
        "text": "Tak przez czas jakiś hołosiła, połą siermięgi nos ucierając i deszczem łez płacząc."
      },
      {
        "index": 255,
        "text": "To, co mówiła, z łaską Boską dwojaką i najobfitszemi jej kanałami w najmniejszym związku nie zostawało, ale dźwięki dziwne a święte były tą okruchą, która, na rozżaloną duszę jej spadając, z równowagi ją wytrąciła. Tak we wspanialej i rzęsiście oświetlonej sali, przy dźwiękach strun, mistrzowskim smyczkiem poruszanych, po bladych policzkach modnie ubranej damy płynąć zaczynają ciche, grzeczne, bo z duszy gorsetem ściśniętej dobywające się łzy."
      },
      {
        "index": 256,
        "text": "Awdocia zaś hołosiła, a Paweł, książkę zamknąwszy, pocieszał ją powolną, łagodną swą mową."
      },
      {
        "index": 257,
        "text": "Mówił o woli Boskiej, o tem, że człowiek a robak to wszystko jedno, bo robak przez rybę, a człowiek przez ziemię pochłonięty być musi, i że po śmierci Tadeuszka jeszcze jej dwoje wnuków zostało; kobieta zaś w siermiędze i szarej płachcie, w grube fałdy dokoła głowy zawiązanej, stopniowo cichła, nieruchomiała i znowu do kamiennej figurki stawała się podobną."
      },
      {
        "index": 258,
        "text": "Nakoniec, po raz ostatni nos połą siermięgi utarła, spojrzała na Pawła i tajemniczym szeptem zapytała:"
      },
      {
        "index": 259,
        "text": "— Nu, a o tej... nic nie słychać?"
      },
      {
        "index": 260,
        "text": "W oczach jej, z łez jeszcze nie oschłych, świeciła już ciekawość."
      },
      {
        "index": 261,
        "text": "Przez kilka tygodni Pawła nie widywała: może więc w tym czasie w stosunku jego do Franki coś nowego zaszło. Paweł dość długo milczał, a potem powolnym, monotonnym głosem mówił zaczął:"
      },
      {
        "index": 262,
        "text": "— Nic ja o niej nie słyszał, nic ja o niej nie wiem, i Bóg tylko Święty wie, co tam z nią dzieje się... gdzie ona..."
      },
      {
        "index": 263,
        "text": "Po chwilowej przerwie mówił dalej:"
      },
      {
        "index": 264,
        "text": "— Ot, biedna, nieszczęśliwa! Znów na wołoczaszcze życie, na poniewierkę i na wszelakie złości swoje i ludzkie poszła... Znów dusza jej zgubiona i bez ratunku nijakiego w piekło lecąca... a ja myślał, że ją wyratował... od męki na tym, a od potępienia na tamtym świecie wyratował. Nie chciała. Nie wytrzymała. Czysta pijaczka, choć i wódki nie pijąca. Oj, biedna ona, biedna!"
      },
      {
        "index": 265,
        "text": "Ręką machnął; nie na kobietę, z którą rozmawiał, ale kędyś w bok pod ścianę patrzał."
      },
      {
        "index": 266,
        "text": "— Nijakiego gniewu i nijakiej pretensji ja do niej nie mam. Do siebie pretensję mam, nie do niej, Inaczej widać trzeba mnie było z nią postępować..."
      },
      {
        "index": 267,
        "text": "— A toż! inaczej, pewnie, że inaczej... — z zapałem zaszeptała Awdocia. — Panowanie jej dałeś... do pracy nie zaganiałeś... w pościeli, jak ta świnia w barłogu, wylegiwała się... cukierki, jak ta pani, smochtała i herbatę piła..."
      },
      {
        "index": 268,
        "text": "— Żeby powróciła — po długiem milczeniu przemówił Paweł — jużbym ja teraz z nią inaczej..."
      },
      {
        "index": 269,
        "text": "— Czego jej powracać? Nie powróci... Marcela, z miasta przyszedłszy, mówiła, że już jej tam niema: pewno ze swoim lokajem gdzieściś dalej powlokła się..."
      },
      {
        "index": 270,
        "text": "Pawłowi oczy zaświeciły, ale prędko powieki spuścił i już ani słowa do Awdoci nie przemówił."
      },
      {
        "index": 271,
        "text": "Ona też niebawem wstała, głową kiwnęła."
      },
      {
        "index": 272,
        "text": "— Bywajcie zdrowi!"
      },
      {
        "index": 273,
        "text": "A potem:"
      },
      {
        "index": 274,
        "text": "— Niech będzie pochwalony! — powiedziała i wyszła."
      },
      {
        "index": 275,
        "text": "Po dniu mroźnym i wietrznym noc zrobiła się burzliwa. Naokoło chaty wichry dęły, dmuchały, huczały, jęczały."
      },
      {
        "index": 276,
        "text": "Paweł lampkę zgasił. Czarna ciemność zaległa izbę, w tej ciemności i wśród słabnących, to wzdymających się głosów wichru nie zasnął Paweł tak, jak dawniej bywało: odrazu i twardo."
      },
      {
        "index": 277,
        "text": "Długo z cichemi łopotami i szelestami dokazujących wśród koszów i mioteł myszy słychać było obracanie się na łóżku ciężkiego ciała i głośne, przewlekle westchnienia; aż zastąpił je żarliwy, błagalny szept, który po wiele razy z odgłosami pięści, pierś uderzającej, powtórzył:"
      },
      {
        "index": 278,
        "text": "— Boże, bądź miłościw jej grzesznej! Boże, bądź miłościw jej grzesznej!"
      }
    ]
  }
}