{
  "chapterNumber": 1,
  "title": "Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "I."
      },
      {
        "index": 2,
        "text": "Miał lat przeszło czterdzieści, i widać to było z kilku zmarszczek, które cienkiemi linjami przerzynały mu czoło wysokie, a wydające się jeszcze wyższem od przerzedzonych na niem włosów ciemnych i na skroni trochę siwiejących. Pomimo jednak tych zmarszczek i tej rozpoczynającej się siwizny, wyglądał czerstwo, silnie i razem poważnie."
      },
      {
        "index": 3,
        "text": "Rybakiem był — dni całe, a czasem i część nocy spędzał na wodzie: więc słońce, wiatry i wilgotne oddechy rzeki ciemnawą i zdrową śniadością okryły mu twarz, nieco za długą i chudą, lecz rozświeconą dwojgiem oczu z bardzo błękitną i czystą źrenicą, z trochę nieruchomem, poważnem wejrzeniem. Powagę też i zamyślenie czuć było w ruchach jego wysokiej, kształtnej, silnej postaci."
      },
      {
        "index": 4,
        "text": "Kiedy miał lat ośmnaście, ojciec ożenił go z dziewką ze wsi sąsiedniej dlatego, że gospodyni brakło w chacie. Z tą żoną swoją, łagodną i pracowitą, lecz głupowatą i brzydką, żył spokojnie i zgodnie, ale krótko, bo po latach kilku umarła, dzieci mu nie pozostawiając. Wkrótce też odumarł go stary ojciec, a kiedy jeszcze jedyną siostrę, o dwanaście lat od siebie młodszą, zamąż wydał, sam zupełnie pozostał w chacie, w końcu wsi niedużej, na wysokim brzegu Niemna, pod borkiem sosnowym stojącej."
      },
      {
        "index": 5,
        "text": "Wołów ani koni nie posiadał i pomocników do gospodarskiej pracy nie potrzebował, bo ziemi prawie nie miał. Ojciec jego od dawnego dziedzica wsi otrzymał tę chatę ze sporym kawałkiem warzywnego ogrodu, a przeważnie żył z tkactwa, które przez czas jakiś w tej wsi kwitnęło i przynosiło niejakie zyski. Ale on z tkackiemi krośnami, z niskim sufitem i ciemnemi ścianami chaty zżyć się nie mógł. Coś go ciągnęło ku okiem niedoścignionemu szlakowi rzeki, ku błękitnej ciszy jej w pogodę i śpiewnym szumom w czas burzliwy, ku powstającym nad nią co rano różowym wschodom słońca i odbijającym się w niej co wieczór bogactwom zachodu."
      },
      {
        "index": 6,
        "text": "Lubił powietrze nieskażone, choćby upalne lub mroźne — niebo otwarte, choćby pochmurne i smutne; w dzieciństwie już czółna strugał, wędy wiązał i, gdy tylko dorósł, rybakiem został. Dawniej, wracając z rzeki, znajdował w chacie ojca żonę, siostrę, czasem sąsiadów i kumów; czasem też i do karczmy zachodził, choć w wódce nie mógł zasmakować nigdy, a w tańcach i gawędach niewielki brał udział. Teraz, od lat już kilku, chata jego była zupełnie pustą; wróciwszy do niej, sam doił krowę, którą wspólny wiejski pastuch do obórki z pastwiska mu przypędzał, sam sobie strawę warzył i, samotnie ją spożywszy, do snu się układał, aby nazajutrz w większem lub mniejszem czółnie płynąć naprzeciw wschodzącej jutrzence lub ku zachodowi pomykającym mgłom i mrokom nocnym."
      },
      {
        "index": 7,
        "text": "Do karczmy nie chodził już nigdy i z ludźmi przestawał rzadko, oprócz siostry i szwagra, u których w zimie, gdy rzeka znajdowała się pod lodem, milcząc najczęściej, pod ścianą przesiadywał."
      },
      {
        "index": 8,
        "text": "Nie można było powiedzieć, aby ludzi nie lubił, bo nietylko nikomu szkodzić nie chciał i kłótni z nikim nie wszczynał, ale owszem, temu i owemu przysługę jakąś nieraz oddał, w gospodarskiej pracy dopomógł, lub w dzbanku drobnych rybek przyniósł, a każdemu, kto go zaczepił, odpowiadał życzliwie i chętnie. Tylko nie szukał ludzi, nawet unikał ich nieco, jakby mu pierś i usta w długich po rzece wędrówkach przyzwyczaiły się do milczenia; ilekroć zaś mówił, głos jego był przyciszony, i słowa powoli ciekły z warg łagodnych, ale uśmiechających się bardzo rzadko. Jednak nie można go też było nazwać smutnym; przeciwnie, wydawał się spokojnym i zupełnie ze wszystkiego zadowolonym. Tylko układ ust, wejrzenie, ruchy jego posiadały wyraz zamyślenia, co mu nadawało piętno powagi i powolności. O czem myślał? Nie opowiadał nikomu, ale z błyskawiczną szybkością mknąc po zwierciedle spokojnej wody, czy zwolna pomiędzy dwiema utkwionemi w dno rzeki tykami kołysząc się na jej fali, na jutrzenki, chmury, burze, tęcze, staczające się za pas boru tarcze słoneczne patrząc, myślał."
      },
      {
        "index": 9,
        "text": "Krąg tego myślenia był zapewne ciasny, lecz może głęboki, skoro zdawać się mogło, że człowiek ten w niem utonął, i że mu tam najlepiej. W wsi uważano go za odmiennego od innych, ale też uczciwego i spokojnego człowieka. Gdy młodo owdowiał, powtórne małżeństwo mu doradzono, tę i ową swatano; ale on, raz i drugi na wskazywaną dziewkę spojrzawszy, głową przecząco trząsł, ręką machał i co prędzej ku rzece z wysokiego brzegu zstępował."
      },
      {
        "index": 10,
        "text": "Przez kumę Awdocię, która i jego, i swatowstwo bardzo lubiła, pytaniami, dlaczego żenić się nie chce, oblężony, ze wzruszeniem ramion odpowiedział:"
      },
      {
        "index": 11,
        "text": "— Ot, co tam! Niebo mnie chatą, a rzeka żoną. Każdy po swojemu żyje, a jak grzechu niema, to każde życie dobre."
      },
      {
        "index": 12,
        "text": "Z żartobliwym uśmiechem dokończył:"
      },
      {
        "index": 13,
        "text": "— A może kumie kilka kiełbików na wieczerzę przynieść?..."
      },
      {
        "index": 14,
        "text": "I popłynął."
      },
      {
        "index": 15,
        "text": "Żadne namowy i pokusy ani do licznych kompanij go zwabić, ani do ożenienia się nakłonić nie mogły. Nie poddawał się lada jakim wpływom; miał widać wolę."
      },
      {
        "index": 16,
        "text": "Właśnie czterdzieści dwa lata na ŚŚ. Piotra i Pawła ukończył, a w parę miesięcy potem wczesnym rankiem ku miejscu rzeki, w które wczoraj sznur z przynętą na rybę pogrążył, płynął, gdy z brzegu doszedł go przeraźliwy krzyk kobiecy:"
      },
      {
        "index": 17,
        "text": "— Jezus, Marja! ratujcie!"
      },
      {
        "index": 18,
        "text": "Ranek był wczesny; za czółnem, które mknęło po rzece, nad ciemnym borem stał jaskrawy szlak jutrzenki, już złotem wschodzącego słońca obrębiony i na powierzchnię wody, porannym wiatrem wzruszoną, rzucający rumiane smugi."
      },
      {
        "index": 19,
        "text": "Rybak, krzyk usłyszawszy, prędko twarz ku brzegowi obrócił i najprzód ujrzał błękitną rzecz jakąś, która, przez wodę unoszona, w jednej linji z czółnem jego płynęła, a potem kobietę, która, w pobliżu brzegu powyżej kostek w wodzie stojąc, oba ramiona ku tej rzeczy płynącej, czy też ku niemu wyciągała."
      },
      {
        "index": 20,
        "text": "Na tle zielonej góry, u której szczytu w gęstwinie drzew stała zgrabna i biała willa, w różowych światłach poranku postać jej, szczupła, zgrabna, wpół naga, z żałośnie wyciągniętemi ramionami, posiadała wydatność doskonale wypukłej rzeźby. Była ona wpół nagą, bo wysoko podniesiona spódnica nie zakrywała jej kolan, a ciemny kaftan, z zawiniętemi rękawami i szeroko otwarty, odkrywał całe prawie ramiona, szyję i część piersi, którym blaski wschodu nadawały barwę złotawą. Bardzo czarne włosy podnosiły się bezładnie nad zgrabną jej głową i obfitemi, krótkiemi, krętemi strugami padały na plecy. Zdala widać było, że z czarnych jej oczu, śród śniadej twarzy zapadłych, sypały się płomienie i płynęły łzy."
      },
      {
        "index": 21,
        "text": "Spostrzegłszy, że rybak w stronę jej twarz obrócił, wołać zaczęła:"
      },
      {
        "index": 22,
        "text": "— Zmiłujcie się, człowieku, złapcie tę szmatę i mnie podajcie... Jeżeli Boga kochacie, złapcie... zmiłujcie, się nade mną... człowieku, ratujcie!"
      },
      {
        "index": 23,
        "text": "Rzadko u niego zjawiający się uśmiech pod ciemnym wąsem rozszerzył mu usta i już z nich nie znikał. Może widok tej kobiety, która, jak żywy, gorąco wymalowany i namiętnie nakreślony punkt, zjawiła się śród porannego krajobrazu, przyjemność mu sprawił; może rozśmieszał go gwałt tak wielki, dla rzeczy tak małej podniesiony."
      },
      {
        "index": 24,
        "text": "Płynący po fali przedmiot był istotnie małą sukienką dziecinną, która nakształt błękitnego ptaka muskała powierzchnię wody, a wiatr, niby ptasiemi skrzydłami, krótkiemi jej rękawami poruszał."
      },
      {
        "index": 25,
        "text": "Rybak parę razy tylko silniej wiosłem o wodę uderzyć i rękę wyciągnąć potrzebował, aby lekki ten przedmiot pochwycić. Czyniąc to przecież, z czółna ku wodzie nisko pochylić się musiał, a ruchu tego dokonał gibko i zgrabnie. Ciało jego, nieskażonem powietrzem żywione i w trudach wiosła ćwiczone, zachowało smukłość i sprężystość pierwszej młodości. Zdala, w swojej szarej, krótkiej siermiędze, wysokich butach i kapeluszu z szerokiemi skrzydłami, wyglądał zupełnie młodo."
      },
      {
        "index": 26,
        "text": "Z nieruchomym wciąż uśmiechem na ustach, trochę przyjaznym, a trochę drwiącym, do kobiety w wodzie stojącej podpłynął i mokrą błękitną szmatkę ku niej wyciągnął. Ona, z ramionami już opuszczonemi, w głośnym śmiechu białe zęby ukazując, czarne, zapadłe, pałające oczy w twarzy jego utopiła. Teraz dostrzegł, że tuż za jej pogrążonemi w przezroczystej wodzie, złotawemi stopami, leżał stos lekkich, mokrych gałganków. Z niejakiem też zadziwieniem na nią patrzał. Jak mogła tak prędko z płaczu przejść w tak wesoły, aż zanoszący się śmiech? Przytem, niewiadomo dlaczego, i brała mu z ręki swoją błękitną szmatę, i nie brała, niby to dosięgnąć jej nie mogąc, to znowu z ciemnych, cienkich, giętkich palców wypuszczając. A wciąż mu w twarz patrzała i teraz nawet wejrzenie swoich pałających oczy w same źrenice mu zatopiła. Spotkawszy się z tem wejrzeniem, rybak wstydliwie spojrzał w inną stronę. Rzecz była osobliwa: dziewczyna z zalotnością śmiałą i ciekawą patrzała na mężczyznę, a mężczyzna wstydliwie wzrok od niej odwracał — jednak uśmiech z ust mu nie znikał."
      },
      {
        "index": 27,
        "text": "Nie na nią, ale na coraz błękitniejsze fale rzeki patrząc, przemówił:"
      },
      {
        "index": 28,
        "text": "— No, bierzcie już swoją szmatę; mnie płynąć trzeba. Było czego tak lamentować! Myślałby kto, że Bóg wie, jakie nieszczęście wam się zdarzyło!"
      },
      {
        "index": 29,
        "text": "— Aha! czego było lamentować — ze szczególnem połączeniem nadąsania i filuterności zawołała ona — byłaby mnie bieda, gdyby ten gałganek, broń Boże, zginął. Już trzy dni, jak mnie pani spokojności nie daje z tem praniem dziecięcych rzeczy... Wczoraj w wieczór wyprałam, a dziś dlatego wstałam tak raniutko, aby je w rzece wypłókać. Aż tu masz! jeden wziął i popłynął!"
      },
      {
        "index": 30,
        "text": "W czółnie, na wąskiej ławce siedząc, słuchał jej mowy szybkiej, żywej, w której wyrazy zdawały się ścigać i tłoczyć ze sobą."
      },
      {
        "index": 31,
        "text": "Powiedział, że dalej płynąć musi, jednak nie odpływał. Nie patrzał na nią, ale widać było, że słuchał pilnie jej cienkiego i trochę ostrego głosu."
      },
      {
        "index": 32,
        "text": "— A kto wy taka? — zapytał."
      },
      {
        "index": 33,
        "text": "— Ja?"
      },
      {
        "index": 34,
        "text": "Ku szczytowi góry i bielejącej nad nim willi ręką wskazała."
      },
      {
        "index": 35,
        "text": "— U tych państwa, którzy tu na lato przyjechali, w obowiązku jestem, pokojówką... Wzięli mnie zimą, i do końca lata jeszcze wybędę u nich... a jak jesienią do miasta wrócę, odprawię się... dłużej, jak do jesieni nie chcę..."
      },
      {
        "index": 36,
        "text": "— A czemuż to? czy bardzo łają? — z uśmiechem przerwał."
      },
      {
        "index": 37,
        "text": "Wyprostowała się, rumieńcem nagle oblana i z rozbłysłemi oczyma."
      },
      {
        "index": 38,
        "text": "— Oho! niechby tylko spróbowali! Na łajanie jest odłajanie! Ja nie taka, abym sobie ubliżać pozwalała! Ojciec mój w kancelarji służył, z dobrej familji pochodzę, niechby mię kto złem słowem skrzywdził, takbym jemu parsknęła, że i dziesięć latby pamiętał. A choćby i do sądu... bywałam ja i w sądach! Nie zlęknę się!"
      },
      {
        "index": 39,
        "text": "Teraz ze zdziwieniem i prawie przerażeniem na nią patrzał, ale wnet znowu wzrok odwrócił, bo z rumieńców tej kobiety i błysków jej oczu żar na niego padał. — To i czegoż odprawiać się? — zapytał."
      },
      {
        "index": 40,
        "text": "— Czego? Ot, tak sobie! Już ja nigdzie długo wybyć nie mogę. Żeby nie wiem jaka dobra służba była, na jednem miejscu znudzę się zawsze i adie! Na Berdyczów drobnemi literami do mnie pisujcie! Taka już moja natura! Ale ja bardzo wiedziećbym chciała, kto wy taki?"
      },
      {
        "index": 41,
        "text": "— Kto ja taki? Ot, ciekawość! Robak..."
      },
      {
        "index": 42,
        "text": "Z zamyśleniem uśmiechał się; ona głośno zachichotała."
      },
      {
        "index": 43,
        "text": "— Niema czego śmiać się — mówił zwolna — człowiek a robak — mała różnica! robaka ryba je, a człowieka ziemia. Czy pan, czy chłop, czy król, czy parobek, każdego ziemia zjeść musi, jak ryba robaka. Ot, co!"
      },
      {
        "index": 44,
        "text": "Słuchała ciekawie z trochę otwartemi usty, a gdy umilkł, zauważyła:"
      },
      {
        "index": 45,
        "text": "— Rozumnie gadacie, ale smutno. Co tam o śmierci myśleć, kiedy i żyć czasem dobrze... nie zawsze, ale czasem... dobrze! A czemże zajmujecie się?"
      },
      {
        "index": 46,
        "text": "— Ryby łapię."
      },
      {
        "index": 47,
        "text": "— A gdzież mieszkacie?"
      },
      {
        "index": 48,
        "text": "Wymienił nazwę wsi, w której mieszkał."
      },
      {
        "index": 49,
        "text": "— Włościanin? — z niejakiem wahaniem w głosie zapytała."
      },
      {
        "index": 50,
        "text": "Potwierdzająco głową skinął."
      },
      {
        "index": 51,
        "text": "— Patrzajcie, moi państwo! Jak żyję, tak długo z żadnym włościaninem nie rozmawiałam! A czemuż gadacie nie po chłopsku?"
      },
      {
        "index": 52,
        "text": "— A czemuż mnie nie gadać tak samo, jak wy... kiedy umiem?"
      },
      {
        "index": 53,
        "text": "— Patrzajcie, moi państwo! Włościanin, a taki grzeczny, rozumny! A wiecie, że zbliska wyglądacie daleko starzej, niż zdaleka? Kiedyście na środku rzeki byli, myślałam, że to jakiś młody chłopiec płynie, a teraz widzę, że wam już pewno i ze czterdzieści lat będzie."
      },
      {
        "index": 54,
        "text": "Dziwiła się, chichotała, rękoma poruszała, to jedną, to drugą zkolei stopą wyrzucała małe fontanny wody; jak iskra drgająca, mieniła się przed nim złotawością swego ciała, kruczą czarnością włosów, płomiennością oczu, białością zębów."
      },
      {
        "index": 55,
        "text": "— To nic — dodała — choć i czterdzieści lat macie, przystojny z was mężczyzna."
      },
      {
        "index": 56,
        "text": "A mówiąc to, głosu nie zniżyła ani powiek nie opuściła; owszem, ciemną, giętką, wilgotną rękę o dziób czółna jego oparła, jakby zbliżyć się do niego, lub go przy sobie zatrzymać pragnęła. Ale on i przestał już wstydliwie wzrok od niej odwracać. Z otwartemi trochę usty zapatrzył się w nią, jak w tęczę."
      },
      {
        "index": 57,
        "text": "Ona także zbliska mniej młodo wyglądała, niż zdaleka. Twarz jej ze szczupłemi i ładnie zakreślonemi rysami przywiędła była i zmięta, cera niezdrowa, wielkie oczy głęboko zapadłe pod czołem, na którem nici kruczych włosów krzyżowały się z kilku cienkiemi też, jak włosy, rysami zmarszczek. Miała najpewniej lat trzydzieści parę, które też, znać było, ani po różach jej nie przechodziły, ani kąpały się w kryształach. Tylko była w niej żywość, gibkość, ognistość płomyka i w oczach, ruchach, uśmiechach, w zmiętej nawet cerze coś takiego, co wzrok przykuwało i ku niej ciągnęło."
      },
      {
        "index": 58,
        "text": "Było też w niej szczególne, ale uderzające połączenie cech, napozór zupełnie sprzecznych: wezbranej siły ciała i jego niezdrowia, rozhasanej prawie swawoli i dręczącego cierpienia. Gdy zaciskała czasem drobne wargi, a oczy jej ponury przybierały wyraz, możnaby myśleć, że wnętrzem jej wstrząsa spazm bólu czy złości."
      },
      {
        "index": 59,
        "text": "— I nie nudno wam ciągle pływać i ryby łapać? — rękę o dziób czółna opierając, zapytała."
      },
      {
        "index": 60,
        "text": "— Gdzie tam nudno! dobrze! — odpowiedział."
      },
      {
        "index": 61,
        "text": "— Weźcie mnie kiedy z sobą na rzekę... ot, tak, na godzinkę, na dwie... nigdy nie zdarzyło się tak długo pływać, a zawsze jakaś straszna bierze mnie ciekawość tego, co jeszcze nigdy nie zdarzyło się... Żebyście wiedzieli, jak mnie tu nudno... nudno... nudno!..."
      },
      {
        "index": 62,
        "text": "— A czegóż tak nudno? Robotę pewno macie..."
      },
      {
        "index": 63,
        "text": "— Żeby nie! Robotą tylko tu i żyj! Ja u państwa jedna, a kucharka druga, więcej nikogo niema; ani furmana, ani lokaja nie trzymają. Pan stary, ciągle książki czyta; pani ze złości, że pan stary, czepia się tylko do wszystkiego i jak sroka skrzeczy: wszystko jej źle, niezgrabnie, to za prędko, to za pomału, to za zimno, to za gorąco... Dziecisków aż troje, i nieznośne takie, że niech Pan Bóg broni! Goście prawie nie bywają. Ot, tylko jak ten koń w dreptaku, od rana do wieczora kręć się i kręć się, a ciągle to samo... dobrego słowa nawet nie posłyszysz, ludzkiej twarzy nie zobaczysz... żeby tę wieś djabli wzięli! w mieście lepiej!"
      },
      {
        "index": 64,
        "text": "Słuchał uważnie, potem poważną i powolną swoją mową odpowiedział: — E! niema czego wsi przeklinać! Dobremu wszędzie dobrze, a złemu źle..."
      },
      {
        "index": 65,
        "text": "Zapłonęła właściwym sobie, krwistym i szybko znikającym rumieńcem."
      },
      {
        "index": 66,
        "text": "— Znaczy, że ja zła?"
      },
      {
        "index": 67,
        "text": "Aż zatrzęsła się cała i, w wodę spluwając, do siebie wyrzekła:"
      },
      {
        "index": 68,
        "text": "— Ot, cham!"
      },
      {
        "index": 69,
        "text": "Nie słyszał, albo też słowa jej wcale go nie obeszły; ręką powoli skinął:"
      },
      {
        "index": 70,
        "text": "— Ej, nie! A skąd mnie wiedzieć, czy wy zła, czy dobra? Tak sobie powiedziałem!... A kiedy chcecie, żebym po was przypłynął?"
      },
      {
        "index": 71,
        "text": "W zaciśniętych jej wargach i ponurem wejrzeniu dostrzegł ów kurcz bólu czy złości, który ją okrywał niedającym się w słowa ująć wyrazem cierpienia; żal mu się jej zrobiło. Oprócz powagi i zamyślenia, w przezroczystych jego oczach bywała też czasem i głębia litości."
      },
      {
        "index": 72,
        "text": "— Wszyscy na świecie jedni drugich jedzą, niedziwno, że i was licho jakieś je... czy ja wiem, jakie? Jeżeli chcecie, powożę was trochę dla wesołości po rzece. Czemu nie? Czółna mi od tego nie ubędzie! Którego dnia po was przypłynąć?"
      },
      {
        "index": 73,
        "text": "— W niedzielę, oj, bądźcie łaskawi, w niedzielę przypłyńcie!... Państwo z dziećmi do miasta pojadą, a ja samiutka w domu, tylko z kucharką zostanę... Oj, jaki z was dobry człowiek! Niech wam Pan Bóg nagrodzi! Toż będę bawić się! No! nie spodziewałam się, że na tej pustyni dziś taką miłą znajomość zrobię."
      },
      {
        "index": 74,
        "text": "Pochwały jej pochlebiały mu widocznie i może dla innej jeszcze przyczyny przyjemność mu sprawiały, bo uśmiechał się coraz szerzej i cały przeradzać się zdawał w jej szybko po smutku i gniewie odrodzonej, gadatliwej, śmiejącej się wesołości."
      },
      {
        "index": 75,
        "text": "— W niedzielę przypłyńcie... dziś co? środa! Aj! Cztery dni jeszcze! No, cóż robić? Na co dobrego i poczekać dobrze. Otóż sobie na Niemnie pohulamy! A teraz bywajcie zdrowi, do widzenia, bo w nogi już strasznie zimno!"
      },
      {
        "index": 76,
        "text": "— Ej, woda ciepła, nie kapryście! — zażartował."
      },
      {
        "index": 77,
        "text": "— Ej, nie! nogi skostniały, i do domu lecieć trzeba samowar nastawić, bo jak obudzą się, a samowara na stole nie będzie, krechtać, jak sroki, zaczną. Do widzenia. Dziękuję."
      },
      {
        "index": 78,
        "text": "Stopy jej, jak ryby, plusnęły w wodzie, dwa skoki uczyniła i, na piaszczystem wybrzeżu schylona, stos lekkich gałganków z wody wyjmowała."
      },
      {
        "index": 79,
        "text": "On wiosłem zlekka wodę zagarniał i bardzo powoli odpływał. Znacznie już jednak od brzegu odpłynął, kiedy za sobą usłyszał wołanie:"
      },
      {
        "index": 80,
        "text": "— Poczekajcie, człowieku, hej! poczekajcie!"
      },
      {
        "index": 81,
        "text": "Obejrzał się; czółno stanęło na fali. Cała w blasku słońca, którego tarcza w pełni już na krawędzi nieba jaśniała, stała ona z więcej jeszcze, niż wprzódy, rozrzuconemi włosami, ze zwojem mokrych gałganków w rękach i ku niemu wołała:"
      },
      {
        "index": 82,
        "text": "— A jak nazywacie się? jak nazywacie się?"
      },
      {
        "index": 83,
        "text": "— Paweł Kobycki! — odkrzyknął."
      },
      {
        "index": 84,
        "text": "— A ja Franciszka Chomcówna! — zawołała jeszcze i pędem po zroszonej trawie puściła się ku szczytowi góry."
      },
      {
        "index": 85,
        "text": "Pośrodku góry stanęła, za pomykającym już wdali czółnem spojrzenie rzuciła, z za warg jej bladawych, przywiędłych, błysnęły białe zęby."
      },
      {
        "index": 86,
        "text": "— Przystojny cham! choć nie tak już młody; ale przystojny i jakiś taki miły... miły!..."
      },
      {
        "index": 87,
        "text": "Głowę pochyliła, palcami mokre gałganki skubała, zamyśliła się."
      },
      {
        "index": 88,
        "text": "W niedzielę ani na chwilę nie opuszczała okna kuchni, z którego Niemen widzieć było można. Przez ubiegłe dni cztery bardziej jeszcze zmizerniała, i powieki jej pociemniały. Obuta w cienkie i zgrabne trzewiki, w wykrochmalonej sukni z jasnego perkalu, w jedwabnej żółtawej chusteczce, na gładko dziś uczesanych, lecz tak jak i wówczas rozpuszczonych, niedługich włosach, siedziała u okna, nieruchoma, w rzekę zapatrzona, z zaciśniętemi wargami, oniemiała."
      },
      {
        "index": 89,
        "text": "W willi było pusto i cicho. Stara kucharka daremnie dziś, krzątając się po kuchni, towarzyszkę do rozmowy wzywała; więc, objad zjadłszy i twarz chustką od much osłoniwszy, usnęła."
      },
      {
        "index": 90,
        "text": "Franka nie jadła nic; wypiła zrana szklankę herbaty, a gdy do obiadu przyszło, parę razy łyżkę do ust podniósłszy, z brzękiem na talerz ją rzuciła i znowu przy oknie usiadła. Widać było, że jadło dziś jej przez gardło przejść nie mogło. Im więcej upływało godzin, tem większe ogarniało ją zniecierpliwienie."
      },
      {
        "index": 91,
        "text": "Stopą o ziemię uderzała; śród ponurej jej twarzy białe zęby błysnęły parę razy w szyderskim, wzgardliwym uśmiechu. — Nie przyjedzie, może i nie przyjedzie! głupiec! chamisko!"
      },
      {
        "index": 92,
        "text": "Nagle zatrzęsła się od stóp do głowy, ze stołka się porwała i, krzyknąwszy:"
      },
      {
        "index": 93,
        "text": "— Jedzie! dalibóg jedzie! — jak szalona z willi wypadła, jak ptak z zielonej góry zleciała i na piaszczystem wybrzeżu, krwista, zarumieniona, rękoma ku nadpływającemu czółnu trzepocząc, wołała:"
      },
      {
        "index": 94,
        "text": "— Dobry wieczór! dobry wieczór! A czemu tak późno? Myślałam, że pan Paweł obietnicy nie dotrzyma i wcale już nie przyjedzie. Czy to pięknie, żebym ja na pana tak długo czekała? Czemu tak późno?"
      },
      {
        "index": 95,
        "text": "Widać było po niej, że za rozrywką i zabawą, za wrażeniem, wywieranem na nią przez człowieka, który się jej podobał, na koniec świata polecieć byłaby zdolna, że brak ich o chwilowe przynajmniej szaleństwo mógł ją przyprawiać."
      },
      {
        "index": 96,
        "text": "Popłynęli."
      },
      {
        "index": 97,
        "text": "Z początku lękała się wody, z którą oswojona nie była, i za każdem zakołysaniem się czółna wydawała piskliwe krzyki, chwytała towarzysza za ramiona i odzież. Jego to rozśmieszało. Nie pomyślał o tem nigdy, aby ktokolwiek mógł na wodzie doświadczać jakiejkolwiek trwogi. Przytem, gdy ze strachu krzyczała, wyginała się w obie strony, ręce wyciągała, stawała się podobną trochę do elastycznej i miauczącej kotki, a trochę do przelękłego dziecka. Więc, poważnemi upewnieniami o braku niebezpieczeństwa uspokoić ją usiłując, zaśmiał się też tak głośno i serdecznie, jak mu się to może kilka razy w życiu zaledwie zdarzyło. Ale i ona, widząc, że czółno, pomimo kołysania się, wcale nie wywraca, uspokoiła się wkrótce i wybornie bawić się zaczęła."
      },
      {
        "index": 98,
        "text": "Woda była cicha, błękitna, od staczającego się ku zachodowi słońca blado pozłocona, okryta niezliczonem mnóstwem drobnych zmarszczek, które płynęły wciąż jedna za drugą, jednostajnie, bez szelestu, czasem tylko perląc się białemi kroplami lub drobnemi ognikami pobłyskując."
      },
      {
        "index": 99,
        "text": "Nad brzegiem czółna schylona, Franka swawolnie w ciemną, małą rękę łowiła te ukazujące się na wodzie perły i ogniki, a potem ciekawie i z przyjemnością przypatrywała się wyciekającym z jej palców strugom roztopionego kryształu."
      },
      {
        "index": 100,
        "text": "— Aj-ej! — zawołała — żeby to znizać i zrobić z tego paciorki na szyję i kolczyki! Jedna moja pani miała takie paciorki i kolczyki... mówili, że z kryształu i że drogie, a mnie one tak w guście były, że wytrzymać nie mogłam i, jak tylko pani z domu wychodziła, a mnie do jakiej kompanji zaproszono, zawsze je na siebie kładłam..."
      },
      {
        "index": 101,
        "text": "— To źle robiliście — zauważył Paweł."
      },
      {
        "index": 102,
        "text": "— Ot, nie ukradłam ich przecież, a nawet nie ugryzłam... Przyjdę, bywało, do domu, zdejmę, na miejscu położę, i znaku niema, że brałam."
      },
      {
        "index": 103,
        "text": "— To co? zawsze ruszaliście cudzą własność, a Pan Bóg tego robić zabronił. Jabym i wstydził się cokolwiek cudzego poruszyć."
      },
      {
        "index": 104,
        "text": "Filuternie na niego patrząc, pełną garść wody nabrała, w twarz mu ją rzuciła i śmiechem parsknęła."
      },
      {
        "index": 105,
        "text": "— Oj, oj, jaki srogi!"
      },
      {
        "index": 106,
        "text": "Nie mógł wcale przy tej dziewczynie powagi swej utrzymać. Twarz rękawem siermiężnego surduta ocierając, zaśmiał się znowu."
      },
      {
        "index": 107,
        "text": "— Czyste dziecko! Oj, żeby was! aż mnie dziw bierze, że taka, jak wy, jest na świecie!"
      },
      {
        "index": 108,
        "text": "Ona zadziwiła się w tej chwili nad ogromną kępą rozłożonych na wodzie liści, nad któremi strzelały żółte i białe kielichy lilij wodnych, i zawrotnie latało nieprzeliczone mnóstwo małych jaskółek. Każdą z tych lotnych postaci podwajało odzwierciedlenie jej w wodzie."
      },
      {
        "index": 109,
        "text": "— Oj, co ich jest! co ich tu jest, tych ptaków!"
      },
      {
        "index": 110,
        "text": "Więcej jeszcze wychyliwszy się z czółna, zerwała żółtą lilję i mokrą jej łodygę do stanika przymocowała."
      },
      {
        "index": 111,
        "text": "— Pachnie! — z przyjemnością zauważyła i wnet, palcem jakiś punkt rzeki wskazując, zawołała:"
      },
      {
        "index": 112,
        "text": "— A to co?"
      },
      {
        "index": 113,
        "text": "Był to zapewne wielki szczupak, może sum, który, gwałtownie rzuciwszy się nad wodę, wnet ukrył się pod nią, na powierzchni jej pozostawiając szerokie, wzburzone kręgi."
      },
      {
        "index": 114,
        "text": "— Aha! ty tu! — na wzburzony punkt wody patrząc, uśmiechnął się Paweł — niedługie panowanie twoje. Jutro cię złapię."
      },
      {
        "index": 115,
        "text": "Pokazywał jej potem zkolei skrzynię, do połowy stojącą w wodzie, w której przechowywał drobne, na przynętę złowione ryby, a do której wnętrza przez podziurawione boki napływała woda, rybie do życia potrzebna. Drugą taką skrzynię, tylko daleko większą, do zachowywania w świeżości połowów, na sprzedaż przeznaczonych, posiadał w bliskości chaty swojej."
      },
      {
        "index": 116,
        "text": "Z wielkiem zajęciem wypytywać go zaczęła, gdzie towar swój sprzedaje i ile ma zarobku; a gdy chętnie i ze zwyczajnym spokojem wszystko, o czem wiedzieć chciała, powiedział, wargi zacisnęła i głową ponuro zatrzęsła."
      },
      {
        "index": 117,
        "text": "— Dobrze wam — westchnęła — chatę swoją macie i zarobek niezły... jak pan żyć sobie możecie. To wcale co innego, niż całe życie włóczyć się ze służby na służbę, cudze kąty wycierać, od ludzkich kaprysów zależeć i ludzkie złości znosić... Bywa czasem, że człowiek zabawi się i przyjemności jakiej doświadczy, ale zawsze niech takie życie djabli wezmą... podłe!"
      },
      {
        "index": 118,
        "text": "— Wołoczaszcze życie! liche życie! — patrząc na nią i głową kiwając, przemówił Paweł."
      },
      {
        "index": 119,
        "text": "Znowu żal mu się jej zrobiło."
      },
      {
        "index": 120,
        "text": "— Może chcecie wysiąść trochę i po tej wyspie pochodzić? — zapytał."
      },
      {
        "index": 121,
        "text": "Zatrzepotała cała z radości."
      },
      {
        "index": 122,
        "text": "— Oj, dobrze, dobrze! Popłyńcie do tej wyspy. Jaka śliczna wyspa! jak tu pachnie! Od czego tu tak ślicznie pachnie? Tak pachnie, że aż w głowie zawraca..."
      },
      {
        "index": 123,
        "text": "Po samym środku szerokiej rzeki, pomiędzy wysepki gliniastą ścianą z jednej strony, a ciemnym borem z drugiej, na pozłoconym błękicie wody, leżał owalny szmat piaszczystej ziemi, olbrzymią dziewanną i białemi goździkami cały porosły. Olbrzymie dziewanny na sztywnych łodygach, kosmatemi liśćmi okrytych, podnosiły wysoko ogromne, żółte kity, a spodem rosło takie mnóstwo goździków, że zdala wyspa zdawała się śniegiem okrytą."
      },
      {
        "index": 124,
        "text": "Bił też z niej i daleko po rzece rozlewał się zapach słodki, mocny, leśny, z którym jeszcze mieszały się wonie ziół, liljowym i różowym szlakiem ścielących się u stóp przeciwległego boru."
      },
      {
        "index": 125,
        "text": "Franka, jak oszalała, jak pijana, po wyspie biegała, zrywała goździki, wąchała je, kładła we włosy, z których dawno już zsunęła się była i na kark opadła żółtawa chustka, i pełnemi garściami z głośnym śmiechem rzucała je na Pawła."
      },
      {
        "index": 126,
        "text": "On, powoli nachylając się i prostując, porządnie i pilnie układał z nich bukiet. Nieraz z tej wyspy przynosił on takie białe bukiety i stawiał je w małym dzbanku na oknie swojej chaty, albo siostrze oddawał, aby niemi święty obraz przystrajała. Nabawiwszy się goździkami, Franka formalnie przepadła w lesie dziewanny. Rosło jej w jednem miejscu tak wiele, że tylko jasna suknia dziewczyny w tej zielono-żółtej gęstwinie pobłyskiwała."
      },
      {
        "index": 127,
        "text": "Paweł przestał rwać goździki, ręce opuścił i zamyślił się. Franka, jak ptak, szeleszcząc w gęstwinie, co chwila głowę z niej ukazywała, a głos jej cienki, ostry rozlegał się bezustanku:"
      },
      {
        "index": 128,
        "text": "— Ależ ziele! no, ziele! od człowieka wyższe! jak las! Co to za ziele takie?"
      },
      {
        "index": 129,
        "text": "— Niedźwiedzie ucho — objaśnił Paweł."
      },
      {
        "index": 130,
        "text": "Powoli, powoli, na ogorzałe policzki jej wybijał się rumieniec, jakby odblask krwistego obłoku, który po tarczy słonecznej, za bór już zapadłej, na niebie pozostał."
      },
      {
        "index": 131,
        "text": "Swawolnie, chyłkiem, Franka wybiegła z gęstwiny łodyg, których parę zakołysało się w powierzu żółtemi kitami. Z twarzą w ogniu, z włosami pełnymi białych goździków, z żółtawą chustką na kark zsuniętą, przy jednej z nich stanęła i, wielki liść jej w palce ujmując, znowu gadała:"
      },
      {
        "index": 132,
        "text": "— A! to prawda! zupełnie, jak ucho jakiego zwierzątka. Taki kosmaty, mięcieńki, mileńki, jak aksamit. U jednej mojej pani był piesek, co miał takie same mięcieńkie, aksamitne uszka."
      },
      {
        "index": 133,
        "text": "Lubowała się miękką, puszystą powierzchnią liścia, głaskała go i pieściła dłonią, tak zupełnie, jakby on był naprawdę miłem jakiemś zwierzątkiem. Nagle zwróciła się ku Pawłowi, wprost ku niemu skoczyła i, obu rękoma na ramionach jego zawisłszy, zapadłe swe oczy, w wilgotnej mgle rozmiękłe i przygaszone, wzniosła."
      },
      {
        "index": 134,
        "text": "— Jak tu dobrze, ładnie, wesoło! — wołała — jaki z was dobry człowiek, że biednej dziewczynie i nieznajomej zrobiliście taką przyjemność! Ja, widzicie, mam taką naturę, że bardzo wdzięczna jestem, kiedy mnie kto co dobrego zrobi."
      },
      {
        "index": 135,
        "text": "Ale w tej chwili, z tym powolnym, poważnym człowiekiem zrobiło się coś dziwnego. Rumieniec, który wprzódy okrył mu policzki, rozpostarł się aż na czoło, tak błękitne i spokojne zwykle oczy ściemniały i strzeliły prawie ponurym błyskiem. W silne ramię kibić wątłą jej pochwycił, do piersi swej przycisnął i już, nad głową jej schylony, usta do ust przybliżał, kiedy, dziwnie zwinna wysunęła się mu z objęcia i, odskoczywszy, znowu pod dziewannami stanęła."
      },
      {
        "index": 136,
        "text": "Ręką oczy przysłoniła i trochę z gniewem, trochę ze śmiechem zawołała:"
      },
      {
        "index": 137,
        "text": "— Ot, taki! Zdaje się dobry, grzeczny, a taki sam, jak wszyscy. Za to, że na spacer powiózł, zaraz zapłaty żąda."
      },
      {
        "index": 138,
        "text": "Słowa te ukłuły go snadź dotkliwie, bo ochłonął, głowy ręką dotknął i po chłopsku zaszeptał: — Ot, tobie na! oś szczo wymyśliła."
      },
      {
        "index": 139,
        "text": "Łagodnie za rękę ją wziął."
      },
      {
        "index": 140,
        "text": "— Głupstwo! — ze zmieszaniem zaczął — albo ja co takiego myślał? Niech mnie Pan Bóg od takiego grzechu zachowa, żebym ja was z taką myślą na spacer wiózł! Ot, tak, fiksacja jakaś do głowy przyszła. Nie gniewajcie się i bądźcie spokojni. Siądźcie sobie i odpocznijcie, a ja tymczasem czółno tu przyprowadzę i zaraz do domu was odwiozę..."
      },
      {
        "index": 141,
        "text": "Na goździkach usiadła i z całej siły obu rękoma połę surduta jego schwyciła."
      },
      {
        "index": 142,
        "text": "— Ja nie chcę do domu! — wołała. — Jaki to dom? Piekło nie dom! I nie odchodźcie ode mnie! Zlitujcie się, nie odchodźcie! Jabym z wami ani na minutkę nie rozstawała się; jabym za wami do wody skoczyła! Siądźcie przy mnie, siądźcie!"
      },
      {
        "index": 143,
        "text": "Z ustami trochę od zdziwienia i zmieszania otwartemi, ujęty jednak jej słowy, obok niej usiadł."
      },
      {
        "index": 144,
        "text": "— Bliżej — prosiła — bliżej przysuńcie się... ot, tak, bliziusieńko."
      },
      {
        "index": 145,
        "text": "Ciągnęła go ku sobie dopóty, dopóki ramię jego nie dotknęło jej ramienia, poczem ucichła i oczy wlepiła w rzekę, która tuż pod ich stopami u piaszczystego skraju wyspy toczyła stalowe wody. Nie była ona już błękitna, bo zmrok nadchodził, niebo zbladło, i tylko płynące po niem jasne obłoki w stalowych jej głębiach przebłyskiwały srebrem."
      },
      {
        "index": 146,
        "text": "— Jak ta woda płynie... płynie... płynie... — zaszemrała Franka, i upojone prawie rozmarzenie czuć było w osłabłym jej głosie."
      },
      {
        "index": 147,
        "text": "— Powiedzcie mnie... — z zamyśleniem zaczął Paweł i, wnet umilkłszy, palcami w gęstwinie goździków grzebał."
      },
      {
        "index": 148,
        "text": "— Powiedzcie mnie, kto wy taka, i jakie wasze życie od urodzenia było? Czy to wy... nu... co to wy takiego o tej zapłacie..."
      },
      {
        "index": 149,
        "text": "Wyrwał nagle z piasku całą garść kwiatów i z niespodzianą u niego gwałtownością zaszeptał:"
      },
      {
        "index": 150,
        "text": "— Kab ciebie! kołem język w gębie stanął, taki wstyd!"
      },
      {
        "index": 151,
        "text": "Franka wyprostowała się i prędko, żywo przemówiła:"
      },
      {
        "index": 152,
        "text": "— Jeżeli chcecie, to wszystko wam powiem: kto ja i jaka. Kiedy dobry człowiek pyta się, dlaczego nie powiedzieć? Jednego już nie zawstydzę się pewno, to swojej familji. U dziadunia dwa domy własne były; ojciec w kancelarji służył; ciotecznego brata mam bogatego, bogatego! W jednem dużem mieście adwokatem jest, nazywa się Kluczkiewicz, żonkę także z pańskiego domu wziął i jak pan żyje. Ot, z jakiej ja familji! Sroce z pod ogona nie wyskoczyłam, a że w służbę poszłam, to już taka dola moja nieszczęśliwa... Rodziców szelmów Pan Bóg mi dał..."
      },
      {
        "index": 153,
        "text": "— A o rodzicach, grzech tak gadać! — prawie z przestrachem upomniał Paweł."
      },
      {
        "index": 154,
        "text": "— Ot — sarknęła — u was wszystko grzech! a u mnie co prawda, to prawda. Ja nigdy nie łgę. Posłuchajcież sami, czy nie prawda."
      },
      {
        "index": 155,
        "text": "Poprawiła się na swojem kwiecistem siedzeniu, wyciągnęła nogi tak, że stopy jej, w prunelowe trzewiki obute, sterczały tuż nad wodą. Jak ta woda, tak i jej mowa, żywa, tłumna, z chichotami i westchnieniami zmieszana, płynęła nieustannie, nieustannie."
      },
      {
        "index": 156,
        "text": "Dziad jej, ongrodzki mieszczanin, posiadał dwa własne domy — zapewne domki, bo taką wymieniła ulicę, przy której same drewniane klitki stoją — i za życia jeszcze syna do kancelarji oddał."
      },
      {
        "index": 157,
        "text": "Kancelaryjny urząd jej ojca musiał być najpodrzędniejszym, bo brał on pensyjkę malutką i często w podartych butach chodził. Tem więcej w podartych butach chodzić musiał, że był pijakiem. Zamłodu jeszcze, w złych kompanjach podobno, pić polubił, a potem coraz mniejszą w tem lubieniu miarę zachowywał."
      },
      {
        "index": 158,
        "text": "Matka była z dobrego domu, Kluczkiewiczówna; na fortepjanie nawet grać umiała i, kiedy jeszcze miała fortepjan, to, jak zacznie, bywało, grać jaką polkę czy mazura, to aż na dwóch ulicach wszyscy słyszą. Przystojna sobie była, stroje bardzo lubiła i — kawalerów. Czasem też bywało u nich bardzo wesoło. Jak ojca w domu niema, schodzą się, grają, śpiewają, tańcują, a potem ojciec przychodzi i, pijany albo nawet i niepijany, gości rozpędza, a matkę łaje albo bije. Z początku tylko łajał, a potem i bił."
      },
      {
        "index": 159,
        "text": "Sześć lat Franka miała, kiedy po raz pierwszy zobaczyła matkę, całującą się z kawalerem, a ośm, kiedy matka do familji swojej od męża uciekła. Wtedy ona i dwaj starsi jej bracia żyć zaczęli, jak te wróble, co tyle zjedzą, ile gdzie ziarna skubną, i tyle ogrzeją się, ile im pod strych jaki uda się wlecieć. Litowali się ludzie nad nimi, to ten, to ów nakarmił i na czas jakiś przytulił."
      },
      {
        "index": 160,
        "text": "Chłopcom lepiej było: jeden, podrósłszy trochę, do wojska wstąpił, a drugi do mularki poszedł, choć ta mularka i przeciwna jego urodzeniu była, ale co robić? z nędzy! Niedługo też w poniżeniu tem pożył. Bladzieńki był i szczupleńki, jak robaczek; raz mu widać głowa zakręciła się na rusztowaniu, spadł na bruk, skaleczył się okropnie i, choć narazie go wyleczyli, niedługo potem zmarł. Starszy, żołnierz, na koniec świata powędrował, i żadnego już słychu o nim nie było."
      },
      {
        "index": 161,
        "text": "Chłopcy tedy, jak chłopcy — zawsze im lepiej na świecie; ale ona prawdziwe piekło znosiła i z ojcem, i z głodem, i z chłodem, i z tymi głupcami, którzy, kiedy jeszcze dwanaście lat miała, dawali jej ciastka i orzechy za to, aby pozwoliła im siebie całować. Mówili, że jest ładna, i jej się to podobało; ale oni wcale się jej podówczas nie podobali. Bała się ich bardzo i, wyrzekając się nawet orzechów i ciastek, chowała się od nich, jak mogła; zupełnie jednak schować się nie mogła, bo często na ulicy bywała, to z dziećmi różnemi bawiąc się, to do dobrych ludzi z prośbą o kawałek chleba, albo o parę drewek na opał, chodząc."
      },
      {
        "index": 162,
        "text": "Domy ojciec dawno już sprzedał i pieniądze razem z matką jeszcze stracił. A matka, kilka lat u familji swojej zabawiwszy, do męża powróciła. Bo to wujaszek, Kluczkiewicz, wtenczas umarł; a dzieci jego porozjeżdżały się po świecie (jeden syn w dużem mieście adwokatem teraz jest i bogaty, bogaty!). Nie było już gdzie siedzieć: do męża powróciła."
      },
      {
        "index": 163,
        "text": "Ale już ojciec wtedy w kancelarji miejsce stracił, do reszty rozpił się i na tę warjację, co to od wódki pochodzi, pół roku pochorowawszy, w szpitalu zmarł."
      },
      {
        "index": 164,
        "text": "Matka jeszcze ze trzy lata żyła, okropnie biedna i mizerna. Robótki różne robiła i po domach roznosiła; czasem i bieliznę do szycia brała. O kawalerach już wtedy nie myślała wcale, po całych nocach kaszlała i płakała, ją też przy sobie trzymała, czytać i szyć uczyła, a przed samą już śmiercią wystarała się dla niej o służbę u jednej pani i, do tej pani ją przyprowadziwszy u nóg jej pełzała, o opiekę dla niej prosząc."
      },
      {
        "index": 165,
        "text": "— Ot, nieszczęśliwa! — zauważył Paweł."
      },
      {
        "index": 166,
        "text": "— Aha! — z zaciętą i nienawistną zapamiętałością krzyknęła Franka — a pieniądze te, co za domy wzięli, razem z ojcem na stroje i kawalerów traciła, a nas troje jak te szczenięta porzuciwszy, sama do familji na wygody i rozkosze uciekła. To co, że upamiętała się później i przed śmiercią trzęsła się nade mną, jak kura nad kurczęciem? Ja jej nigdy już tego nie darowałam, co ona wprzódy na zgubienie moje robiła. Wielka rzecz, że upamiętała się wtenczas, kiedy już z niej tylko skóra i kości zostały, a nikt i spojrzeć w jej stronę nie chciał. I wtedy, żeby kto choć palcem na nią kiwnął, poleciałaby i o mnieby znów zapomniała... aj-aj, jakby poleciała! już ja wiem! już ja ją znałam! Tylko, że Pan Bóg i ludzie opuścili, to ona do mnie przykleiła się... a wprzódy co? Żeby takich matek świat nie widział!"
      },
      {
        "index": 167,
        "text": "— To prawda! Kab hetakich matek świat nie widział! — z przekonaniem mruknął Paweł."
      },
      {
        "index": 168,
        "text": "Pani ta, do której na pierwszą służbę poszła, dobra była, obchodziła się z nią łagodnie, szydełkowych robót i prania koronek ją nauczyła; ale pan, ot, przyczepił się do niej, i choć wykręcała się z początku, lękając się i wstydząc, nie wykręciła się jednak. Podobał się jej bardzo, był to pierwszy mężczyzna, w którym się jak warjatka zakochała. Był też to pierwszy jej kochanek, bo tamci ciastka i orzechy za całowanie jej dawali. Ten, kiedy ją pani, dowiedziawszy się o wszystkiem, odprawiła, dał jej pięćdziesiąt rubli, które ona w miesiąc przeżyła, nic nie robiąc, tylko po nim płacząc i dla pociechy w wesołych kompanjach hulając."
      },
      {
        "index": 169,
        "text": "Potem w drugim domu służbę znalazła i — poszło! Gdyby nie wiedzieć jak długo liczyła, nie potrafiłaby przypomnieć sobie i zliczyć wszystkich służb, które od czasu tego zmieniła; najdłużej, jeżeli gdzie rok wybędzie, i to się jej zdarzyło tylko dwa razy. A zwykle za pierwsze złe słowo usłyszane odprawia się; i kiedy roboty ma za wiele, albo czasu na zabawę za mało, odprawia się; i jak ją jedne twarze, na które codzień patrzy, znudzą, odprawia się także. I ją też często państwo sami odprawiają; za dwie rzeczy tylko odprawiają: za kawalerów i za złość."
      },
      {
        "index": 170,
        "text": "U niektórych taka srogość, że nie lubią, aby pokojówka w przyjaźni z kim była i, jak tylko co takiego spostrzegą, zaraz odprawią. Inni znów prędkiego charakteru znieść nie mogą, a ona prędka, ubliżać sobie nie pozwala, na jedno słowo dziesięć odpowie, a czasem to tak parsknie, że państwu z samego zdziwienia i wstydu pozamykają się gęby. Parę razy jednak za takie parsknięcie proces jej wytoczyli, i przed sądem stawała. Za pierwszym razem bardzo lękała się sądu, ale za drugim była tam już jak u siebie i, choć karę pieniężną zapłaciła, tak zato oskarżycieli swych obmalowała, że do śmierci już pewnie żadnej służącej procesu nie wytoczą."
      },
      {
        "index": 171,
        "text": "Raz gorzej z nią było: przez trzy dni w policyjnym areszcie siedziała, i to najniewinniej. U jednej jej pani drogi pierścionek zginął, a ta, dobrze go nawet nie poszukawszy, zaraz do niej:"
      },
      {
        "index": 172,
        "text": "— Ty ukradłaś! ty, ty!"
      },
      {
        "index": 173,
        "text": "Co naprzysięgała się wtedy, co wypłakała! nic nie pomogło; policjantów zawołali, do aresztu wzięli. I cóż, pierścionek znalazł się, pani sama za komodę go zrzuciła. Co ona wtedy wypłakała! co wypłakała! Potem ta pani za niewinne oskarżenie pieniądze jej dawała, ale ona, z rąk jej asygnatkę wyrwawszy, podarła ją, podarła, podarła, nogami zdeptała i, panią wyłajawszy, poszła sobie."
      },
      {
        "index": 174,
        "text": "Nigdy jej nikt tak nie skrzywdził, jak ta pani. Bo, co prawda, to prawda, a co nieprawda, to nieprawda. Czasem, rzadko nawet, zdarzało się, że jakąś rzecz, do pani należącą, na siebie kładła, ale zawsze ją odnosiła i nietylko nie przywłaszczała sobie, lecz nawet nigdy nie zepsuła. Co jak co, ale trzech rzeczy nie robi nigdy: nie pije, nie kradnie i nie kłamie. Taka już jej natura, że tych trzech rzeczy robić jej się nie chce. Gdyby bardzo jej się chciało, pewnieby robiła, ale pokusy żadnej do tego nie czuje. Owszem, wódki nie cierpi; piękne ubrania choć i lubi, ale nie tak znów bardzo, aby dla nich na kompromitację się narażać; a kłamać, toby, poprostu, nie potrafiła, bo gdy raz zacznie gadać, wszystko wygadać musi, wszystko, co tylko ślina do gęby przyniesie, i gdyby nawet chciała język powstrzymać, nie może — ale nie powstrzymuje, bo co jej tam! Ona o nikogo i o nic nie dba."
      },
      {
        "index": 175,
        "text": "I teraz także mówiła, mówiła. Powiedziała, że w życiu swojem kochanków miała wielu, a z tych jeden chciał się z nią ożenić, ale ona odmówiła, bo był mazgaj i sprzykrzył się jej prędko. Za dwu innych wyszłaby była chętnie, bo i kochała się w nich, jak szalona, i byli to ludzie delikatni, z dobrych familij pochodzący; ale oni znowu o żenieniu się z nią nie myśleli i porzucali ją właśnie wtedy, kiedy do nich najwięcej przywiązania uczuwała."
      },
      {
        "index": 176,
        "text": "Z początku po każdym takim nie przez nią zerwanym związku desperowała, włosy sobie z głowy wyrywała, wszystkie łzy z oczu wypłakiwała. Ale zczasem przywykła do tego, że u ludzi żadnej stałości ani poczciwości znaleźć nie można, i teraz już o nic i o nikogo nie dba. Nie będzie tego, to będzie drugi — mówi sobie, i nie zawodzi się nigdy. Nie widziała jeszcze, żeby do jakiej kobiety mężczyźni czepiali się tak, jak do niej. Mówią, że tańcuje ładnie, strasznie też tańczyć lubi i nigdy żadnej takiej kompanji, w którejby potańczyć i pohulać sobie mogła, nie opuszcza, choć ją czasem za to nazajutrz po wesołej zabawie ze służby odprawiają. Ale ona dba o służbę, jak pies o piątą nogę. Wie dobrze, że zaraz drugą znajdzie, a zupełnie jej wszystko jedno, gdzie i u kogo służy. Wszędzie ściany cudze i ludzie cudzy, wszędzie jest sierotą, której nikt prawdziwie nie polubi i nie przygarnie."
      },
      {
        "index": 177,
        "text": "Teraz płakać zaczęła i z płaczem mówić, że jest sama na świecie; że żadna dusza ludzka nie dba i nie troszczy się o nią; że gdy raz w życiu na gorączkę jakąś zachorowała, była zmuszona pójść do szpitala; że tak samo, jak ojciec, w szpitalu też pewnie umrze, albo i gorzej jeszcze — pod jakimś cudzym płotem śmierć ją zaskoczy, a kiedy umrze, to i pies po niej nie zapłacze, bo komu ona na świecie potrzebna, i kto ją prawdziwie lubi?"
      },
      {
        "index": 178,
        "text": "Opowiadała także o wszystkich krzywdach, jakich od ludzi doświadczyła kiedykolwiek, o ciężkich pracach, które spełniała, o kaprysach, które znosiła."
      },
      {
        "index": 179,
        "text": "— Każdy ma kogoś takiego, do kogo w smutku przygarniać się może, kto w biedzie pocieszy i poratuje: matkę, czy siostrę, czy brata, czy męża... Ja nie. Sierotą mnie Pan Bóg zrobił i tułać się po tym świecie kazał, a za każdą kropelkę przyjemności cały dzbanek trucizny wypijać..."
      },
      {
        "index": 180,
        "text": "Łzy, które po twarzy jej ciekły, końcami jedwabnej chustki, na kark zsuniętej, ocierała; chwilami aż zanosiła się od płaczu, a mówić jednak nie przestawała, i zdawać się mogło, że nie przestanie nigdy."
      },
      {
        "index": 181,
        "text": "We wszystkiem, co mówiła, czuć było nie cynizm sumienia, ale prawie zupełny jego niebyt, a zarazem popędliwą, szorstką, hardą szczerość. Czuć w niej było także przez długie lata dokonywające się nagromadzenie swawoli instynktów i gorzkiej, złej, zniecierpliwionej urazy do świata i ludzi. W łkaniach jej odzywały się histeryczne szlochy i jęki; pochwyciła się nagle za głowę i krzyknęła, że w skroniach zabolało ją strasznie. Był to może wpływ odurzającego zapachu goździków, albo też tajemniczego procesu choroby, która mózg jej nurtować zaczynała. Nie od dziś zaczynała. Poskarżyła się jeszcze, że już od lat kilku takie bóle głowy chwytać ją zaczęły i chwytając coraz częściej, najczęściej wtedy, kiedy zmartwi się, albo rozgniewa, albo też po jakiej bardzo już wesołej zabawie."
      },
      {
        "index": 182,
        "text": "Powiedziawszy to, umilkła nakoniec, skurczyła się trochę i, z łokciami o kolana opartemi, a głową ściśniętą w dłoniach, wśród zmroku, pod ścianą wysokiej dziewanny, nad wodą, coraz ciemniejszą i nieustannie, nieustannie płynącą, zwolna w obie strony kołysała swą wątłą, zgrabną, niespokojną postać."
      },
      {
        "index": 183,
        "text": "Słuchając długiej tej mowy, co myślał i czuł ten obok niej siedzący, poważny, spokojny człowiek, którego najdłuższą podróżą bywały wycieczki do pobliskich miasteczek, gdzie sprzedawał swoje połowy — człowiek, którego ciało i dusza zżyły się z wolnemi przestworami rzeki i nieba, z niepokalanie czystem powietrzem, z głęboką ciszą samotnych dni i nocy, a źrenice, pomimo lat dość długich, zachowały niewinność i przezroczystość dziecięcia? Czy, obyczajem chłopskim na bok splunąwszy, grubiańsko popchnie on ją ku czółnu i niechętnie, w pogardliwem milczeniu tam, skąd wziął, odwiezie? Czy, dowiedziawszy się jej historji, zechce wnet zostać jednym z tych wielu, o których mówiła, i do okrywających ją plam błotnistych przyłączyć jedną więcej? A może zabobonnie za opętaną i przeklętą ją poczyta i, przeżegnawszy się wielkim krzyżem, od tego szatana w kobiecej postaci co rychlej ucieknie?"
      },
      {
        "index": 184,
        "text": "Kiedy mówiła, w oczach jego malowało się nieraz przerażenie; nieraz też wstydliwie twarz odwracał i palcami w gęstwinie goździków grzebać zaczynał. Chwilami wpatrywał się w coraz ciemniejszą wodę i z podziwem, ze zgrozą głową kołysał. Najpewniej widział wtedy, zamiast wody, przepaść czarną, a w niej ogniste deszcze gorejącej smoły."
      },
      {
        "index": 185,
        "text": "Kiedy umilkła, chwilkę tylko pomilczał, a potem mówić zaczął."
      },
      {
        "index": 186,
        "text": "— Biedna ty — zaczął — oj, taka biedna! ze wszystkich już, zdaje się, ludzi na świecie najbiedniejsza! Słyszałem ja, że gdzieścić tam po miastach ludzie tak żyją, ale nie wierzyłem. Teraz widzę, że to prawda. Wołoczaszcze twoje życie, sieroce życie i takie złe, takie grzeszne, że niech Pan Bóg broni! Porzuć, upamiętaj się, popraw się... bo i na tym świecie dobra tobie żadnego nie będzie, i duszę zgubisz."
      },
      {
        "index": 187,
        "text": "W głosie tym, tuż nad jej głową wśród zmroku szemrzącym, nic, nic więcej nie było, prócz wielkiej litości. Ją ten brak pogardy i lekceważenia uderzył i zadziwił. Zazwyczaj podobne jej wyznania wprawiały mężczyzn w gniew zazdrosny i grubiański, albo w nich budziły śmiech lekceważący, z zuchwałem obejściem się połączony."
      },
      {
        "index": 188,
        "text": "Gdy jednak o poprawie wspomniał, zadziwiła się jeszcze więcej."
      },
      {
        "index": 189,
        "text": "— Głupstwo! — zawołała — ciekawa jestem, z czego mam się poprawiać? Znowu była szczerą; najlżejszego poczucia ani pojęcia jakiejkolwiek winy swojej nie miała."
      },
      {
        "index": 190,
        "text": "On na słowa jej uwagi nie zwrócił, w myślach własnych zatopiony."
      },
      {
        "index": 191,
        "text": "— I na tym świecie dobra żadnego nie zaznasz i duszę zgubisz — powtórzył. — Czemu poczciwą nie być? poczciwym być dobrze. Kiedy człowiek żadnego grzechu na duszy nie czuje, to taki robi się lekki, jak ten ptak, co pod same niebo lata. I śmierci wtedy niestraszno. Choćby i dziś umrzeć, wszystko jedno, kiedy dusza czysta..."
      },
      {
        "index": 192,
        "text": "— Co tam dusza! — sarknęła — głupstwo! Jak człowiek umrze, to go w ziemi robaki zjedzą i koniec."
      },
      {
        "index": 193,
        "text": "— Nieprawda! — odpowiedział — jest i niebo, i piekło, i wieczne zbawienie, i wieczne potępienie. Ale, żeby już niczego na tym świecie nie było, to zawsze w człowieku jest cościś takiego, co w grzechu kąpać się nie chce, tak samo, naprzykład, jak ciało w kałuży. Żeby tobie kazali do kałuży wleźć i po uszy tam siedzieć, miło byłoby, a? A toż dusza twoja w kałuży siedzi. Oj, szkoda mnie ciebie, szkoda mnie twojej duszy i na tym, i na tamtym świecie. Wiesz co? Porzuć ty swoje wołoczaszcze życie. Jaka tobie ochota coraz to inne kąty wycierać, jak ta ścierka? Aaa! Mnie dziw bierze, bo zdaje się, że człowiekowi najlepiej, kiedy długo na jednem miejscu siedzi. Siedź i ty na jednem miejscu, wszystko już lepiej znoś, cierp, a na jednem miejscu siedź. Przyzwyczaisz się i polubisz, i do ciebie przyzwyczają się, polubią. I na tych, co ciebie do grzechu prowadzą, pluń! Dobrych ludzi widać między nimi niema, bo, żeby który był dobry, toby z dziewczyną, co dla niego o poczciwości zapomniała, ożenił się. Zlitowania oni żadnego w sercu nie mają, czy co? Pluń ty na nich! I na te wesołe kompanje, co do takich rzeczy prowadzą, pluń! Ustatkuj się, popraw; a i duszę wyratujesz, i zaraz tobie lepiej na świecie stanie."
      },
      {
        "index": 194,
        "text": "Umilkł, a ona wzamian zaszeptała:"
      },
      {
        "index": 195,
        "text": "— Jak żyję, pierwszy raz takiego człowieka widzę. Czy ty jaki przebrany ksiądz albo pustelnik? No, dziwy!"
      },
      {
        "index": 196,
        "text": "Parsknęła śmiechem i ruchem zwinnej kotki na równe nogi się porwała."
      },
      {
        "index": 197,
        "text": "— No, dość tego gadania! — zawołała — dobrze mnie z wami, ale do domu trzeba. Już wieczór. Z miasta prędko powrócą, a jak do kolacji wpierw nie nakryję i samowara nie nastawię, krakać i gdakać zaczną. Płyńmy!"
      },
      {
        "index": 198,
        "text": "Wyspę, która, nakształt rzuconej na rzekę płachty śniegu, w zmroku bielała, i z której biły mocne goździkowe wonie, opuścili, i pod niebem gwiaździstem po ciemnej wodzie, mnóstwo gwiazd w sobie odbijającej, długo w zupełnem milczeniu płynęli. Rzecz nawet była dziwna, że Franka tak długo milczała. Można było przypuszczać, że zasnęła, tak skurczona i nieruchoma siedziała na dnie czółna, prawie u stóp siedzącego na wąskiej ławce Pawła; ale błyszczące jej oczy z nieruchomością upartą i osłupiałą tkwiły w rysach jego, zaledwie wśród zmroku widzialnych."
      },
      {
        "index": 199,
        "text": "On, milcząc, z nisko pochyloną głową, powoli wiosłem zagarniał wodę, w której odbicia gwiazd, przez wiosło roztrącane, rojami złotych wężyków i iskier otaczały pomykające czółno. Otaczał też je szmer ciągły, srebrny, łagodny, niby śpiew ciemnej fali, zranione ciała i skołatane dusze do spokojnego snu albo czystych marzeń kołyszący."
      },
      {
        "index": 200,
        "text": "Kiedy na wysokiej nadbrzeżnej górze ukazały się smukłe i nieruchome drzewa willi, głowa Franki nagle na kolana Pawła opadła. Z włosów jej wypadły białe goździki, a z ust posypały się ciche słowa:"
      },
      {
        "index": 201,
        "text": "— Oj, jaki ty dobry i jaki ty miły... miły... miły! Takiego dobrego i miłego, zdaje się, że, jak żyję, nie widziałam! Taki przystojny, dobry, miły! Żeby ty przyjacielem moim został, jużbym niczego na świecie nie chciała; nie odstałabym od ciebie nigdy; choćby pomiędzy nami pioruny biły! Choćby pomiędzy nami sto światów stanęło, przez góry i lasy biegłabym do ciebie. Choćby między nami wielkie morze było, przez morze płynęłabym do ciebie! A za to najwięcej, że ty taki dobry i tak litujesz się nade mną. Nikt nigdy nade mną litości nie miał, i wszyscy mną poniewierali, choć czasem i lubili, a najwięcej ci poniewierali, co nibyto lubili. A ty mnie nie sponiewierał, niczego ode mnie nie żądał i jak ojciec do mnie przemówił — jak przyjaciel najlepszy! Oj, niech tobie Bóg wynagrodzi za wszystko, mój ty mileńki, złoty, brylantowy!"
      },
      {
        "index": 202,
        "text": "Rękę jego porwała i do ust swoich przycisnęła. Jemu się wydało, że na rękę spadł mu gorący żużel. Nachylił się, w obie szerokie dłonie głowę jej ujął i usta w gęstwinie jej włosów zatopił."
      },
      {
        "index": 203,
        "text": "Pod tym pocałunkiem, jak wpół żywe ptaszę, zmartwiała zrazu, a potem cała drżeć zaczęła. Ale on zaraz usta od włosów jej oderwał i zaszeptał:"
      },
      {
        "index": 204,
        "text": "— Uspokój się, dziecino! Oj, biedna ty, dziecino! uspokój się, ucisz się. Spojrzyj, jak na niebie gwiazdy ślicznie świecą. Posłuchaj, jak woda śpiewa. Ja całe życie na te gwiazdy patrzę i tego śpiewania słucham. Popatrz i posłuchaj ty. Może lepiej zrobi się tobie. Może twoja dusza, tak jak moja, to wysokie niebo i tę czystą wodę polubi. Uspokój się, ucisz się! cicho, cicho, cicho!"
      },
      {
        "index": 205,
        "text": "Głowy jej z dłoni swych nie wypuszczał, a gdy, drżeć nie przestając, wzdychała i coraz mocniej tuliła się mu do kolan, kilka razy jeszcze powtórzył:"
      },
      {
        "index": 206,
        "text": "— Cicho, cicho, dziecino! uspokój się, ucisz się, cicho już, cicho!"
      },
      {
        "index": 207,
        "text": "Potem wziął wiosło i ku brzegowi skierował. Gdy czółno o brzeg uderzyło, Franka zerwała się na nogi."
      },
      {
        "index": 208,
        "text": "— A kiedy zobaczym się? Mileńki mój, kiedyż znów się zobaczym? — zaszeptała."
      },
      {
        "index": 209,
        "text": "Chustką, którą zupełnie już z szyi zdjęła, mokrą od łez twarz ocierała; zarazem białe jej zęby w przelotnych, zalotnych uśmiechach błyskały."
      },
      {
        "index": 210,
        "text": "On namyślał się chwilę, nakoniec rzekł:"
      },
      {
        "index": 211,
        "text": "— Ot, choćby jutro o takiej samej porze w to samo miejsce przypłynę. Przyjdź na brzeg, to pogadamy. Dużo ja z tobą do gadania mam, bo szkoda mnie ciebie, strach, jaka szkoda!"
      },
      {
        "index": 212,
        "text": "Przypływał tam o zmroku ze trzy razy, lecz nie na długo. Raz ona czasu nie miała, bo w willi goście byli, i jej potrzebowano więcej, niż zwykle. Z grubem przekleństwem powiedziała o tem Pawłowi, a ten, za przeklinanie ludzi, u których chleb jadła, surowo ją upomniał, aby co prędzej do domu wracała, znaglił i, ani na prośby jej, ani na gniewne tupanie nogami nie zważając, odpłynął."
      },
      {
        "index": 213,
        "text": "Drugiego wieczora ona miała czasu wiele, dłużej więc nieco z sobą rozmawiali, ale wśród tej rozmowy on znowu stawał się takim niespokojnym, jakim nie bywał nigdy; ciągle poruszał się w czółnie, wzdychał parę razy, jakby go coś zabolało, syknął i, nie pożegnawszy się z nią wcale, zanim spostrzec i opamiętać się mogła, na środku rzeki się znalazł."
      },
      {
        "index": 214,
        "text": "Za trzecim razem, kiedy dziewczyna, więcej niż kiedykolwiek roztęskniona i rozswawolona, ręce mu na szyję zarzuciła i ten sam żużel, który już raz czuł na ręku, do twarzy jego przykleiła, odepchnął ją tak silnie, że aż zachwiała się i za dziób czółna pochwycić musiała, aby nie upaść."
      },
      {
        "index": 215,
        "text": "— Słuchaj, Franko, — posępniej i surowiej, niż zwykle, zaczął — ty do mnie tak nie czepiaj się, bo jak będziesz, to nie przyjadę nigdy, i oczy twoje mnie nie zobaczą. Ja do dobrego chcę ciebie doprowadzić, nie do złego... Ja duszę twoją wyratować chcę, a nie gorzej jeszcze zgubić. Od tego czasu, kiedy ty mnie na wyspie wszystko powiedziała, dzień i noc tylko o tem myślę, jak tu tobie doradzić, jak pomóc i co takiego zrobić, żebyś ty swoje przeklęte życie porzuciła... A ty jeszcze i mnie do grzechu kusisz... Pfe! jaka brzydka! czysta pijaczka... choć i wódki nie pije."
      },
      {
        "index": 216,
        "text": "W wodę splunął i do dziewczyny, która oniemiała ze zdziwienia, rzekł jeszcze:"
      },
      {
        "index": 217,
        "text": "— Jutro przypłynę i, kiedy będziesz dobra, to i długo z tobą pogadam, a kiedy taka, jak dziś, to bywaj zdrowa: giń i przepadaj! Widać, że dla ciebie, tak jak dla tego ostatniego pijaka, żadnej już rady i żadnego ratunku nie będzie."
      },
      {
        "index": 218,
        "text": "Ale nazajutrz nie popłynął już w to miejsce, na którem poznał ją i dotąd widywał, bo właśnie po całodziennem łowieniu ryb na chwilę do chaty swej zajrzawszy, od wsi zstępował ku rzece, kiedy spostrzegł Frankę, od rzeki ku wsi dążącą. Zmrok już zapadał, lecz on ją poznał po jasnej sukni i po ruchach."
      },
      {
        "index": 219,
        "text": "Zdala już widać było, że wątłej i do gładkich chodników miejskich przyzwyczajonej, tchu do wstępowania na wysoką i stromą górę brakło. Zdziwiony, kilku szerokiemi krokami obok niej się znalazł."
      },
      {
        "index": 220,
        "text": "— A ty tu czego przyszła? — zapytał surowo, nawet szorstko, ale w głosie jego każdyby uczuł dławioną radość."
      },
      {
        "index": 221,
        "text": "Ona, chwytając go za rękę, wnet zawiodła:"
      },
      {
        "index": 222,
        "text": "— Oj, mileńki! bieda na mnie spadła, taka bieda, że już nie wiem, czy wytrzymam... Jak tylko dowiedziałam się o swojem nieszczęściu, zaraz do ciebie pobiegłam. Brzegiem biegłam i człowieka jednego spytałam się, gdzie ta wieś i ta chata, w której Paweł Kobycki mieszka. Chyba już ty mnie wyratujesz, chyba już ty mnie poradzisz... bo, jeżeli nie, zginę, jak Boga kocham, niech ziemia zaraz rozstąpi się pode mną, jeżeli nie zginę..."
      },
      {
        "index": 223,
        "text": "Mówiła zcicha i głosem od płaczu przerywanym."
      },
      {
        "index": 224,
        "text": "— Aaaa! — zadziwił się Paweł — jakaż to bieda? Gadajże..."
      },
      {
        "index": 225,
        "text": "Obejrzał się. U szczytu góry tu i owdzie ukazało się kilka kobiet z wiadrami i dzbankami."
      },
      {
        "index": 226,
        "text": "Za rękę ją wziął i krętą ścieżką prowadzić zaczął ku ciemniejącym za wsią sosnom. — Tędy po wodę chodzą, ciebie zobaczą i Bóg wie, co gadać zaczną..."
      },
      {
        "index": 227,
        "text": "Kiedy pomiędzy sosny weszli, Franka drgnęła i wtył się rzuciła."
      },
      {
        "index": 228,
        "text": "— Aj, aj! cmentarz! — krzyknęła."
      },
      {
        "index": 229,
        "text": "Był to niewielki borek sosnowy, wśród którego istotnie sterczały większe i mniejsze krzyże grobowe."
      },
      {
        "index": 230,
        "text": "— To co, że cmentarz? — uśmiechnął się Paweł — czego lękać się? Grzechu lękaj się, nie cmentarza. Żywych lękaj się, nie umarłych... No, gadaj teraz, jaka tam bieda na ciebie spadła?"
      },
      {
        "index": 231,
        "text": "U skraju borku stanęła tuż pod wysokim krzyżem, którego ramiona rozpierały gałęzie dwóch wysmukłych sosen."
      },
      {
        "index": 232,
        "text": "Wieczór był pochmurny i trochę wietrzny, więc pomiędzy sosnami w grubym zmroku rozlegały się cicho szmery, do westchnień i szeptów podobne. Na szarem tle świata Niemen tylko nisko u stóp góry stalowemi smugami pobłyskiwał, i w wiosce po chatach zapalały się tu i owdzie żółte światełka."
      },
      {
        "index": 233,
        "text": "Franka, z całej siły do ramienia towarzysza swego uczepiona, drżąc ze strachu i płaczu, prędko opowiedziała, że ojciec jej pani w mieście zachorował, i dlatego państwo nie za miesiąc, jak zamierzali wprzódy, ale za dni trzy willę opuszczają. Kiedy dowiedziała się o tem, myślała, że zaraz martwa na ziemię padnie, taki żal jej serce ścisnął."
      },
      {
        "index": 234,
        "text": "Ona teraz za nic, za nic stąd jechać nie chce! Zginie, a nie pojedzie; jak pies na brzegu rzeki położy się i z głodu zdechnie, a nie pojedzie! Niech tam oni sobie choć do samego piekła jadą, jeszczeby im konie zaprzęgać pomogła; ale dla niej teraz dopiero tu niebo otworzyło się, jak w jakim śnie ukazało się szczęście, i ona go nie porzuci... nie porzuci!..."
      },
      {
        "index": 235,
        "text": "— Nie rozstanę ja się z tobą, gołąbku mój, przyjacielu ty mój najmilszy, ojczulku! nie rozstanę się z tobą!... Odpychaj ty mnie od siebie, bij, zabijaj, a nie rozstanę się... nie pojadę!..."
      },
      {
        "index": 236,
        "text": "Ręce mu pocałunkami i łzami okrywała, głowę do piersi jego tuliła."
      },
      {
        "index": 237,
        "text": "On z początku słuchał w milczeniu z głową zwieszoną, widocznie też usłyszaną wiadomością zgnębiony. Potem namiętnym wykrzykom jej i łkaniom wtórował szeptem:"
      },
      {
        "index": 238,
        "text": "— To prawda, że bieda! Ja i sam nie spodziewał się tej biedy i nigdy o niej nie pomyślał."
      },
      {
        "index": 239,
        "text": "A potem gwałtownie, ponuro, tak jak nie mówił nigdy, po chłopsku mówić zaczął: — Nie chaczu! nie puszczu! daliboh nie puszczu! Znów na niedolę i poniewierkę pójdziesz. Nie puszczę! I ciała, i duszy twojej na zginienie nie dam!"
      },
      {
        "index": 240,
        "text": "Słowa te usłyszawszy, z dzikim prawie krzykiem radości u szyi mu zawisła i całem swem wątłem, gibkiem ciałem, jak wężowemi skrętami, silną jego postać owinęła. Wtedy i on ją podniósł, jak dziecko, w ramionach zakołysał i z jakimś zachwyconym, bezpamiętnym śmiechem twarz jej pocałunkami okrywał. Wkrótce jednak opanował się znowu i, zlekka usunąwszy ją od siebie, cicho rzekł:"
      },
      {
        "index": 241,
        "text": "— To i pobierzmy się chyba? a co? przyjacielem tobie będę do śmierci i nigdy nie skrzywdzę. Chatę własną będziesz miała, kawałek chleba i życie poczciwe. Nu, Franka, a co?"
      },
      {
        "index": 242,
        "text": "Czuć było, że mówił to z trwogą. Czy lękał się jej odmowy? czy strachem przejmowały go własne słowa?"
      },
      {
        "index": 243,
        "text": "Dziewczyna oniemiała zrazu, zmartwiała i, po minucie zaledwie rękoma plasnąwszy, ze spazmatycznym śmiechem do niego przypadła. O własnym dachu i zapewnionym kawałku chleba przez parę sekund może pomyślała, ale, co pewna, to, że życie z tym człowiekiem, ciągłe i jawne, rajem wydało się jej w tej chwili."
      },
      {
        "index": 244,
        "text": "On silnie, lecz spokojnie ramieniem ją objąwszy, mówił:"
      },
      {
        "index": 245,
        "text": "— Bo to, widzisz, innej rady i innego ratunku, ani dla ciebie, ani już dla mnie niema. Widać tak Pan Bóg chciał, żebyśmy spotkali się, żebym ja ciebie od ostatniej zguby wyratował i sam na tym świecie jeszcze troszkę radości miał. Nigdy mnie do żadnej kobiety tak nie ciągnęło, jak do ciebie. Żonę ja miałem poczciwą, ale lubienia żadnego pomiędzy nami nie było, i żyła ona niedługo. A potem już, co swatali, co dziewcząt pokazywali, do żadnej ochota nie brała... Każda, zdaje się, nietaka i nietaka, a jakiej ja chciał, to i samby powiedzieć nie umiał... Pierwsza ty... jak zorza, pierwsze światło dzienne... Widać już tak Pan Bóg chciał, takie przeznaczenie nasze... A do tego taki mnie żal, taki żal, takie zlitowanie nad tobą bierze! Odrazu, tam na wyspie, do głowy mi wlazło, aby wyratować ciebie; a jakże ja ciebie wyratuję, kiedy ty pojedziesz i znowu swoje nieszczęśliwe i grzeszne życie zaczniesz... To już niech będzie tak! Pobierzem się i żyć będziem, jak Pan Bóg przykazał."
      },
      {
        "index": 246,
        "text": "Chciała go znowu obejmować i całować, ale on ją powstrzymał, znowu nieco od siebie usunął."
      },
      {
        "index": 247,
        "text": "— Słuchaj, Franka — zaczął — a upamiętasz się ty? poprawisz się? będziesz poczciwa; będziesz żyć, jak Pan Bóg przykazał?"
      },
      {
        "index": 248,
        "text": "— Będę! będę! — pośpiesznie zaszeptała."
      },
      {
        "index": 249,
        "text": "— Przysięgnij! złóż palce na krzyż i przed tym krzyżem przysięgnij, że grzech porzucisz, poczciwą będziesz, djabłu do siebie przystępku nie dasz."
      },
      {
        "index": 250,
        "text": "Kiedy to mówił, wysoka jego postać poważnie wyprostowała się w cieniu; głos także nabrał brzmień poważnych i głębokich."
      },
      {
        "index": 251,
        "text": "Franka, z twarzą zwróconą ku krzyżowi, który wyniosłą linją odrzynał się od tła zmroku, z palcami skrzyżowanemi, przy towarzyszeniu przelotnych szeptów boru, jak zwykle, porywczo, śpiesznie, z uganiającemi się i tłoczącemi w ustach jej wyrazami, wymówiła:"
      },
      {
        "index": 252,
        "text": "— Tak mnie, Boże, dopomóż, żebym ja tak po śmierci oblicze Boga oglądała, żeby tak djabeł duszy mojej nie chciał, jak będę ciebie wiecznie i aż do śmierci kochać i szanować, mój ty gołąbku mileńki, złoty, brylantowy!"
      },
      {
        "index": 253,
        "text": "Przysięgi tej wysłuchawszy, Paweł uspokoił się zupełnie. W szczerość jej bezwarunkowo wierzył; nigdy mu przypuszczenie nawet do głowy nie przyszło, aby ktokolwiek na świecie przysięgać mógł fałszywie. Zresztą Franka istotnie fałszywie nie przysięgała; czuć to było w jej głosie i widać w postawie. Wydało mu się więc, że od tej chwili już zaślubionym jest z tą kobietą i opuszczać jej nie powinien. Zapewne też i ciężko mu było choć na chwilę ją opuścić. Dlatego wahającym się głosem zapytał:"
      },
      {
        "index": 254,
        "text": "— A jakże będzie... gdzież ty podziejesz się, nim ślub nasz nastąpi?"
      },
      {
        "index": 255,
        "text": "— Jakto gdzie? — zawołała — polecę zaraz, za służbę podziękuję, rzeczy zabiorę i za minutkę nazad przylecę..."
      },
      {
        "index": 256,
        "text": "— Ale! przylecisz! a gdzież podziejesz się?"
      },
      {
        "index": 257,
        "text": "— A u ciebie! a w twojejże chacie!"
      },
      {
        "index": 258,
        "text": "Uśmiechnął się."
      },
      {
        "index": 259,
        "text": "— Dziecina, oj, biedna ty dziecina! Co ty wiesz? Widzę ja, że wiele ty nawet nie wiesz. Jakby w lesie urodziła się, jakby pomiędzy ludźmi nie żyła. Jakże ty w mojej chacie żyć możesz, kiedy my jeszcze przed ludźmi nie jesteśmy mąż i żona? Oczyby tobie w tej samej wiosce ludzie wyjedli, i sprawiedliwie, bo takich rzeczy robić nie trzeba."
      },
      {
        "index": 260,
        "text": "Po kilku minutach myślenia powiedział jej, że, gdy państwo wyjadą, on ją do siostry swojej zaprowadzi, gdzie też dwa albo trzy tygodnie, nim zapowiedzi w kościele przeczytają, przebędzie."
      },
      {
        "index": 261,
        "text": "O tem, że ma on siostrę zamężną, Franka wiedziała już wprzódy. Prosić zaczęła, aby dziś zaraz do niej ją zaprowadził. Jutro poleci za służbę podziękować i po rzeczy, a dziś już w wiosce nocować będzie, blisko niego. Ale on na układ taki nie przystał. Państwo przed wyjazdem pewnie więcej niż zawsze sługi potrzebują. On pańskie zwyczaje zna dobrze, bo zamłodu z ojcem tkaczem kilka lat we dworze mieszkał, a i teraz zdarza mu się często po dworach ryby sprzedawać. Otóż wie on, że gdy panowie wybierają się w drogę, wiele tam jest u nich zachodu i lataniny, a ona, co państwu swemu przyrzekła, to i spełnić powinna; potem zaś, no, skoro zamąż wychodzi, to i oni sami zrozumieją, że odprawić się musi."
      },
      {
        "index": 262,
        "text": "— No, idź już, idź! Wszystko im tam, jak należy, zrób, a we czwartek rano ja tam przypłynę, czajką przypłynę, aby i ciebie, i twoje rzeczy zabrać."
      },
      {
        "index": 263,
        "text": "Musiała mu być posłuszną, choć zrazu zatrzęsła się cała od zniecierpliwienia i przykrości. To tylko uprosiła, że przed czwartkiem, jutro, koniecznie jutro, zobaczą się z sobą."
      },
      {
        "index": 264,
        "text": "— Jakbym ja te trzy dni przeżyła bez ciebie?"
      },
      {
        "index": 265,
        "text": "O to długo prosić nie potrzebowała. Sam pragnął widzieć ją jak najprędzej."
      },
      {
        "index": 266,
        "text": "Nazajutrz, przy końcu dnia, na zwykle miejsce przypłynął i z czółnem u samego brzegu stanął. Jej jeszcze na brzegu nie było. Przybiegła niebawem, w krwistych rumieńcach, cała od gniewu tym razem wzburzona."
      },
      {
        "index": 267,
        "text": "— Żeby jej dobra na świecie nie było! Żeby ją kolki sparły! Żeby ją djabli porwali!"
      },
      {
        "index": 268,
        "text": "Przeklinała tak swoją panią za to, że przy układaniu rzeczy do drogi, jak konia na deptaku, jak wołu w jarzmie, dziś ją pędzała, ani na minutkę od roboty nie puszczając. I teraz także kazała jej książki pana do kufra składać, ale ona już nie posłuchała, myśląc, że on może czeka na nią, wszystko porzuciła i pobiegła."
      },
      {
        "index": 269,
        "text": "Paweł, jak zwykle, z niezadowoleniem słuchał jej skarg i przekleństw, jednak, nie upominając jej tym razem, ręką tylko machnął."
      },
      {
        "index": 270,
        "text": "— No, już to ostatnia twoja służba była, już więcej nikomu służyć nie będziesz, to i złość w tobie ustanie. Wiadomo, kiedy wiatr dmie, woda podnosi się i szumi, a kiedy dąć przestanie, opada i cichnie. Uciszysz się i ty we własnej chacie, na jednem miejscu siedząc, uciszysz się... A powiedziałaś państwu, że zamąż idziesz?"
      },
      {
        "index": 271,
        "text": "Powiedziała i słyszała potem, jak pani panu, śmiejąc się, mówiła, że Franka mezalijans robi."
      },
      {
        "index": 272,
        "text": "— A co to znaczy? — zapytał Paweł."
      },
      {
        "index": 273,
        "text": "Wytłumaczyła, że panowie zawsze tak mówią, jeżeli człowiek wyższego urodzenia żeni się z niższą i naodwrót. Pani wyraźnie panu mówiła:"
      },
      {
        "index": 274,
        "text": "— Franka głupia, że za chłopa idzie. Taka delikatna dziewczyna, do miasta i do wygód przyzwyczajona..."
      },
      {
        "index": 275,
        "text": "A pan z nad książki nos podniósł i odpowiedział:"
      },
      {
        "index": 276,
        "text": "— To prawda, szkoda jej, nieszpetna."
      },
      {
        "index": 277,
        "text": "Opowiadała to Pawłowi z triumfującym zrazu chichotem i filuternemi spojrzeniami, a potem nadąsała się czegoś. Usta wydęła i, brodę w palce ujmując, dodała:"
      },
      {
        "index": 278,
        "text": "— I mnie już to samej na myśl przychodziło. Chłopów ja nigdy nie znałam i z chłopami nie żyłam. Familja, jak dowie się, wyrzecze mnie się zupełnie, a żeby matka w grobie zobaczyła, jaki ja sobie los obrałam, przewróciłaby się w trumnie... pewno!"
      },
      {
        "index": 279,
        "text": "Wszystkiego tego Paweł słuchał zdziwiony, niewiele rozumiejący, ale po chwili ręką znowu machnął, zaśmiał się."
      },
      {
        "index": 280,
        "text": "— Głupstwo! panowie głupstwa gadają, a ty powtarzasz. Jaka tam twoja wyższość i jaka tam moja niższość! Z chłopami ty nie żyła, a z kim ty żyła? Z łajdakami. Albo to lepiej żyć z łajdakami, niż z chłopami? Dziecina ty. Z inszem życiem tobie i inszy rozum przybędzie. Zobaczysz."
      },
      {
        "index": 281,
        "text": "Mówić zaczął o tem, że siostrze i szwagrowi już przybycie jej zapowiedział, że oni chętnie na ten krótki czas do swojej chaty ją przyjmą, że po papiery do miasta pojechać trzeba będzie, bo bez papierów ksiądz ślubu nie da, że dziś na ryby nie jeździł, bo przez dzień cały chatę swoją mył i bielił."
      },
      {
        "index": 282,
        "text": "Słuchając go, patrząc na niego, prędko nadąsaną minę utraciła i, gdy odpływać miał, z taką samą, jak wczoraj, namiętną radością u szyi mu zawisła, dziękowała, że ją za żonę brał, najśliczniejszym, najmilszym, złotym, brylantowym go nazywała."
      },
      {
        "index": 283,
        "text": "Paweł, odmłodzony i rozpromieniony, choć i w rozpromienieniu tym nawet cichy i poważny, odpłynął."
      },
      {
        "index": 284,
        "text": "To jego odmłodzenie i rozpromienienie zauważyli w nim szwagier i siostra odrazu, gdy wczoraj w wieczór do chaty ich wszedł."
      },
      {
        "index": 285,
        "text": "Była to chata niezbyt dostatnia, ale też i nie uboga, przedewszystkiem zaś w porządku utrzymywana. Stała ona na samym skraju wsi, piaszczystą drogą tylko od borku i cmentarza oddzielona, a dziedzińcem do ogrodu Pawła przytykająca. Dlatego to może Filip Koźluk, wysoki, przystojny, czarnowłosy chłop, tak skwapliwie, gdy tylko szesnaście lat miała, pochwycił siostrę Pawła, że tak blisko siebie mieszkali."
      },
      {
        "index": 286,
        "text": "Roli miał niewiele i młodszego brata, ale po niedawnej śmierci ojca gospodarzem w chacie został i przewożeniem podróżnych przez Niemen na własnym promie trochę pieniędzy zarabiał. Prom ten przed ożenieniem się jeszcze zrobił sam z mocnych desek, do dwóch wielkich łodzi przytwierdzonych. Pomieścić się na nim mogło cztery konie z wozami albo z bryczkami, a Filip był tak silny, że z pomocą tylko piętnastoletniego brata długiemi drągami, noszącemi nazwę szosty, po rzece go przeprowadzał. Dawniej nigdy tu promu nie było, ale pomysł zbudowania go był widać trafny, bo sporo ludzi teraz z niego korzystało. Zdobycie się na ten pomysł dowodziło w młodym Koźluku roztropności i przemyślności, które łączył on z zupełną trzeźwością, i dlatego, pomimo małej ilości należącego do tej chaty gruntu, nie była ona wcale ubogą. Owszem, w wewnętrznem jej urządzeniu znać już było dążenie ku niejakiemu pięknu i budzenie się potrzeb, nad zupełnie pierwotne liczniejszych. Na czystych ścianach wisiały tam jaskrawe obrazy świętych, na stole stała naftowa lampka, u okna czarny krzyżyk, owinięty wiankiem z nieśmiertelników; śmiecia pod progiem i wieprzaka pod ławami charkającego nie było. Na służących za łóżka tapczanach leżały poduszki, nie sianem, lecz pierzem wypchane; blaszany samowarek połyskiwał w kącie na czerwonej szafce; kury tylko nocowały zawsze pod piecem, w którym pieczono chleb i gotowano strawę; u drzwi stały wiadra z wodą; jedynemi sprzętami, oprócz tapczanów, były grube zydle i stoły."
      },
      {
        "index": 287,
        "text": "Kiedy Paweł, zaraz po rozmowie z Franką na cmentarzu, do tej chaty wszedł, siostra jego, Ulana, o kilkanaście lat od niego młodsza, więc niespełna trzydziestoletnia, hoża kobieta, z niemowlęciem na ręku przed ogniem stała; Filip, tylko co z promu wróciwszy, plecami na zydlu leżał i obu rękoma trzymał stojącego mu na piersi trzyletniego malca; brat jego piętnastoletni, Daniłko, do rybołówstwa ogromny pociąg mający, przy lampie sieć wiązał."
      },
      {
        "index": 288,
        "text": "— Niech będzie pochwalony..."
      },
      {
        "index": 289,
        "text": "— Na wieki wieków! — odpowiedziały trzy głosy. Ulana podeszła i, od zdrowej młodości swej, zarówno jak od ognia, gorąco rumiana, brata w rękę pocałowała."
      },
      {
        "index": 290,
        "text": "Filip podniósł się na zydlu, usiadł prosto i z rąk wypuścił malca, który izbę z wielkim krzykiem przebiegł, matczynej spódnicy uczepił się i ucichł."
      },
      {
        "index": 291,
        "text": "Wtedy Paweł, na zwykłem swem miejscu pod ścianą usiadłszy, z dłońmi na kolanach i z oczyma ku ziemi zwróconemi, powoli mówić zaczął:"
      },
      {
        "index": 292,
        "text": "— Przyszedłem ja dziś do was, moje dziatki, z jenteresem i proszę was bardzo, abyście zrobili tak, jak ja powiem."
      },
      {
        "index": 293,
        "text": "Ulana, z dziećmi na środku izby stojąc, słuchała; Daniłko głowę z nad siatki podniósł; Filip odezwał się uprzejmie:"
      },
      {
        "index": 294,
        "text": "— A czegóż to chcecie?"
      },
      {
        "index": 295,
        "text": "— Niechaj ja wprzód wszystko, jak potrzeba, wyłuszczę — ciągnął Paweł i na Ulanę wzrok podniósł."
      },
      {
        "index": 296,
        "text": "— Czy ja tobie Ulanko, kiedy nasze baćki pomarli i ciebie maleńką na moich rękach zostawili, złym bratem był?"
      },
      {
        "index": 297,
        "text": "— O, Jezu! a któż to mówi? — krzyknęła młoda kobieta."
      },
      {
        "index": 298,
        "text": "— Nikt nie mówi, a ja tylko sam chcę przypomnieć i sobie, i wam, moje dziatki, że wszystko, co mogłem dla was zrobić, zrobiłem. Nie krzywdziłem ja ciebie nigdy, moja gołąbko, nie opuszczałem, złego nie nauczałem, przeciwnie, lubiłem, głaskałem i dobra, rozumu uczyłem. Kiedy zamąż wychodziłaś, trzy części ogrodu swego wam oddałem, dwie krowy i dziesięć owieczek kupiłem i kilka groszy dałem... Czy prawdę ja mówię?"
      },
      {
        "index": 299,
        "text": "Ulanka znowu, tym razem już z dwojgiem dzieci, podeszła i w rękę go pocałowała, a Filip odpowiedział:"
      },
      {
        "index": 300,
        "text": "— Prawda! a któż to mówi, że nieprawda? Ale i my, zdaje się, źli dla was nie byli i, zdaje się, nigdy nie będziem."
      },
      {
        "index": 301,
        "text": "— A któż to mówi, że wy źli? — powtórzył Paweł. — Dlategożto, że wy mnie zawsze dobre serce i życzliwość okazywali, ja teraz do was z tym jenteresem przyszedł."
      },
      {
        "index": 302,
        "text": "I powoli, z rozwagą, bez najlżejszego wahania się, to, z czem przyszedł do nich, wypowiedział."
      },
      {
        "index": 303,
        "text": "Kiedy umilkł, przez dobre dwie minuty panowało w izbie milczenie, skwierczeniem niemowlęcia tylko przerywane. Ulana tem, co słyszała, była tak zdziwiona, że nawet na upominające się o pokarm dziecko uwagi nie zwracała. Czarne oczy Filipa pod gęstemi brwiami słupem stanęły; Daniłko aż krzyknął i zaraz twarz swawolną i roześmianą w swojej sieci schował."
      },
      {
        "index": 304,
        "text": "Jakkolwiek Paweł miał tylko czterdzieści dwa lata, z powodu powagi i odludności jego wszyscy przywykli poczytywać go prawie za starca, i nikomu zrazu w głowie pomieścić się nie mogło, aby mógł się on jeszcze ożenić."
      },
      {
        "index": 305,
        "text": "Po ochłonięciu przecież ze zdziwienia, Ulana pierwsza zawołała:"
      },
      {
        "index": 306,
        "text": "— Przyjmiem! czemu nie przyjmiem? oj-ej! albo to chata ciasna? Wielka rzecz, że sobie ze trzy tygodnie posiedzi. Jeszcze i weselej będzie."
      },
      {
        "index": 307,
        "text": "Filip słowa żony potwierdził:"
      },
      {
        "index": 308,
        "text": "— My dla was i nie to, ale choćby i co więcej zrobić gotowi... Czemu nie? Mało to my dobra od was mieli? Tylko..."
      },
      {
        "index": 309,
        "text": "Zawahał się, z zydla wstał, do szwagra podszedł i, jedną rękę na biodrze opierając, a drugą ku głowie podnosząc, z wahaniem przemówił:"
      },
      {
        "index": 310,
        "text": "— Dziewier! Czy wy tylko dobrze robicie, że z taką żenicie się? Z miasta pochodząca, nieznajoma, niewiadoma... Kto wie, jaka? żebyście tylko, broń Boże! nie nabrali sobie jakiej biedy!"
      },
      {
        "index": 311,
        "text": "— Otóż to — blisko do brata i męża przysuwając się, powtórzyła Ulana — otóż to, żebyście czasem, Pauluczku, jakiej biedy nie nabrali."
      },
      {
        "index": 312,
        "text": "Paweł wstał, przyjaźnie na dwoje młodych popatrzał i stanowczo rzekł:"
      },
      {
        "index": 313,
        "text": "— Nie lękajcie się. Biedy nijakiej nie będzie. Przysięgła mnie jednego szanować i lubić aż do śmierci. Przysięgła. A co do tego, jaka była, to nic. Ja ją i lubię, i wyratować żądam. Ot, co; już inaczej nie będzie. A za dobroć waszą dziękuję wam, dziatki, i da Bóg, może czem jeszcze odsłużę. We czwartek ją przyprowadzę. Dobranoc."
      },
      {
        "index": 314,
        "text": "Kiedy do drzwi szedł, głowę trzymał wyżej, niż zwykle, ani jednej zmarszczki na czole nie miał i tak jakoś młodo i gibko wyglądał, jakby mu dziesięć lat wieku ubyło."
      },
      {
        "index": 315,
        "text": "Ulana i Filip w milczeniu naprzód na siebie spojrzeli. Filip końcem palca czoła swego dotknął."
      },
      {
        "index": 316,
        "text": "— Sfiksował Pauluk, czy co? — zcicha wymówił."
      },
      {
        "index": 317,
        "text": "Kobieta z niezadowoleniem oczy odwróciła."
      },
      {
        "index": 318,
        "text": "— Jego wola — szepnęła."
      },
      {
        "index": 319,
        "text": "— A czyjaż? Jego, ale żeby tylko jemu z tej woli ciężka niewola nie wyniknęła? Wywłokę jakąś z miasta za żonę brać, i to na starość! Tfu!"
      },
      {
        "index": 320,
        "text": "Splunął."
      },
      {
        "index": 321,
        "text": "Ulana ku ogniowi znowu odeszła. Szanowała i lubiła brata. Słowa męża o nim trwożyły ją i trochę gniewały. Jednak po kilku minutach odezwała się pierwsza:"
      },
      {
        "index": 322,
        "text": "— Pilip!"
      },
      {
        "index": 323,
        "text": "— A co?"
      },
      {
        "index": 324,
        "text": "— A Pauluk jakiś inny, niż zawsze... zdaje się, młodszy zrobił się i weselszy..."
      },
      {
        "index": 325,
        "text": "— Ale! — piskliwym głosem i parskając śmiechem, zawołał Daniłko — jak z chaty wychodził, zdaje się, że aż głową do sufitu dostawał."
      },
      {
        "index": 326,
        "text": "Dziwili się długo. Nie wiedzieli, że we krwi tego człowieka, z pozoru jak Niemen w pogodę spokojnej, zawrzała pierwsza w życiu namiętność, że w sercu jego, jak Niemen głębokiem i cichem, rozlała się litość niezmierna, że przed wzrokiem jego, przywykłym do ścigania nieścignionego szlaku Niemna i do wpatrywania się w widnokręgi wysokie, dalekie — powstało zadanie ludzkie, dobre, święte i blask swój rzucało mu na oblicze."
      }
    ]
  }
}