{
  "chapterNumber": 5,
  "title": "Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "V."
      },
      {
        "index": 2,
        "text": "Pora kośby i żniw minęła; wiele rzeczy przez ten czas ubiegły działo się i stało w dwóch sąsiadujących ze sobą chatach. Raz, w czasie koszenia łączki, którą Filip w pobliżu wsi posiadał, Paweł, zrana przed chatę wyszedłszy i po niebie okiem powiódłszy, do szwagra, słomę ku oborze niosącego, rzekł:"
      },
      {
        "index": 3,
        "text": "— A żywo, Filipie, siano z łąki zabieraj, bo jutro, pojutrze, Pan Bóg deszcz przyśle, i cościś ja z wiatru czuję, że na długo."
      },
      {
        "index": 4,
        "text": "W tyczące się zmian pogody przepowiednie szwagra Filip wierzył; śpiesznie więc konia do wozu zaprzęgać zaczął, a Daniłkowi grabie i widły przygotować rozkazywał. Ulana w domu zostać i, jeżeliby ktokolwiek promu zażądał, sama podróżnego przez rzekę przewozić miała."
      },
      {
        "index": 5,
        "text": "Wąską teraz ta rzeka była i bardzo powolną. Z wiosny dwom mężczyznom trudno bywało przebyć ją z promem; teraz i jedna baba podoła, a gdyby aż dwa konie, albo ciężka jaka fura do przewiezienia była, Paweł dziś niedaleko u brzegu ryby łowić będzie, przyskoczy więc prędko i siostrze pomoże. Gdy tak umawiali się, a Filip konia zaprzęgać kończył, z za pleców Pawła wypadła Franka i wołać zaczęła, że ona pojedzie na łąkę siano grabić. Już wszystko, co trzeba było, w chacie zrobiła: jedzenie na cały dzień zgotowała, krowę wydoiła i chce Filipowi do zbierania siana dopomóc. Ubrana była w białą, jak śnieg, koszulę, błękitną perkalową spódnicę i różowy fartuch; czarne włosy z pod kwiecistej chustki wypływały jej na czoło, ramiona i plecy. Ruchy miała ożywione, wesołemi oczyma i białemi zębami błyskała."
      },
      {
        "index": 6,
        "text": "Filip drwiącym uśmiechem zrazu ofiarę jej przyjął."
      },
      {
        "index": 7,
        "text": "— Oj, z takiego grabienia, jak twoje, czortu chyba pociecha będzie!"
      },
      {
        "index": 8,
        "text": "Ale Daniłko odezwał się:"
      },
      {
        "index": 9,
        "text": "— Niechaj jedzie. Zawsze we troje łatwiej i prędzej..."
      },
      {
        "index": 10,
        "text": "— Niechaj jedzie. Pokażecie jej raz i drugi, jak grabiami robić, to i potrafi! A zawsze choć troszkę pomoże — zadecydował Paweł."
      },
      {
        "index": 11,
        "text": "Z Filipem na wóz siadła i pojechała; Daniłko zaś pieszo krótszą drogą poszedł, ale zaledwie wóz trochę drogi ujechał, Franka na ziemię zeskoczyła i ku idącemu miedzą chłopcu pobiegła."
      },
      {
        "index": 12,
        "text": "— Ej! — odbiegając od Filipa, zawołała — my tamtą drogą prędzej dojdziem, niż ty tą pojedziesz!"
      },
      {
        "index": 13,
        "text": "Po powrocie z łąki, Filip ze zdziwieniem żonie opowiadał, że ta chfichsatka Franka doprawdy nieźle siano grabiła i naprawdę troszkę do zebrania go dopomogła."
      },
      {
        "index": 14,
        "text": "— Żeby leniwa nie była, wszystkoby potrafiła — dokończył."
      },
      {
        "index": 15,
        "text": "— Jak tylko chce, wszystko potrafi, taka zgrabna — ustami wypchanemi chlebem zauważył Daniłko i przez okno na Frankę, po podwórku swojem zwijającą się, zerkał, a oczy mu, jak u kota, zielonawo pobłyskiwały."
      },
      {
        "index": 16,
        "text": "I tak już potem bywało często. W żniwa z sierpem na pole Koźluków chodziła i, choć nie mogła ani wytrwale, ani tak dobrze żąć, jak Ulana, bo sił i wprawy jej brakowało, zawsze jednak właścicielom pola dopomagała."
      },
      {
        "index": 17,
        "text": "Filip wtedy na innej części swego małego gruntu orał, albo przy domu i promie zostawał, a Daniłko z dwiema kobietami żął i snopy do stodoły woził. Franka też często razem z nim na furę zboża właziła i do domu jechała, poczem razem powracali i brali się do roboty. Choć na gorąco i bóle w krzyżach narzekała nieraz, wesołą była, ruchliwą, gadatliwą i nigdy przedtem niewidzianą u niej gorliwość w pracy okazywała. Do Ulany przymilała się, złocieńką i brylantową ją nazywała, dzieci jej wycałowywała i na ręku nosiła, do Daniłka zaś lgnęła, jak mucha do miodu. Na to lgnienie przecież długo nikt żadnej uwagi nie zwracał, że z dzieciukiem swawoli i dokazuje, a w niedzielę gdzieściś z nim na kilka godzin przepada, nic dziwnego. Choć opamiętała się, ochotę do roboty poczuła i ludziom w oczy, jak ta osa, rzucać się przestała; wszystkie głupstwa z głowy odrazu wylecieć jej nie mogły. Stara, a taka czasem durna, jak dziecko; że zaś i Daniłko jeszcze dzieciukiem jest, to im razem do pary. Zawsze jednak dobrze, iż opamiętała się, pracuje, ludziom pomaga, grzeczna. W sąsiedztwie takiem bliskiem jędzę mieć, nie żart jaka przykrość. Więc już niechaj sobie odmienna będzie i troszkę chfichsatka, byle jędzą nie była."
      },
      {
        "index": 18,
        "text": "To też Ulana uprzejmie znowu obchodziła się z bratową. Chtawjana coraz częściej do siebie przygarniała i, wywdzięczając się za pomoc w polu, różne przysługi w gospodarstwie France oddawać zaczęła: to chleb za nią wymiesiła i upiekła, to bieliznę w rzece wypłókała i pralnikiem wybiła, to, po wodę poszedłszy, jedno wiadro dla siebie, a drugie dla niej przyniosła."
      },
      {
        "index": 19,
        "text": "Tak przez długie trzy miesiące ludzie ci, wśród ciężkiej pracy kryształowy żywot wiodący, nic nie spostrzegli i żadnego podejrzenia nie powzięli. Żaden cień występku nie przesunął się pomiędzy ich oczyma a pięknem słońcem letniem, w którego blaskach nurzali się po dniach całych; żadna kropla brudu nie ciążyła ich piersiom, gdy zmęczeni zasypiali i twardo, głęboko spali przez całe noce."
      },
      {
        "index": 20,
        "text": "Paweł przez ten czas długie wycieczki po rzece odbywał, a do domu wracając, znajdował Frankę, pracującą wesoło, w śnieżną koszulę i różowy fartuch ustrojoną. Choć często opryskliwie mu odpowiadała, a czasem i odpychała go z nieutajonym wcale wstrętem, przypisywał to resztkom pokus djabelskich, których jeszcze modlitwa i napomnienia przemóc nie zdołały."
      },
      {
        "index": 21,
        "text": "— Niech już sobie jaką chce będzie, byle poczciwa była! — myślał. Chtawjana na ręce brał, obwarzanki mu z miasteczka przywiezione dawał, coraz więcej dziecko to lubił i pieścił. Pieszcząc je, bawiąc się z niem, na gniewne warczenie Franki i złe słowa, które mu czasem rzucała, nie zważał, tem więcej, że wkrótce ona, znowu w dobry humor wpadłszy, przyjacielsko z nim rozmawiała, izbę gadaniem swym i śmiechem, za którym on szczególniej przepadał, napełniając. Żaden więc cień przez te długie trzy miesiące nie stawał pomiędzy pogodnemi jego oczyma a światłem pięknego letniego słońca, i nic wcale nie ciążyło jego szeroko oddychającej piersi, gdy w nocy twardo, spokojnie, usypiał."
      },
      {
        "index": 22,
        "text": "Nagle, przy końcu jednego z dni sierpniowych, w chacie Koźluków zakipiało, jak w garnku. Podniósł się tam piekielny wrzask ludzi dorosłych i dzieci. Filip brata bił."
      },
      {
        "index": 23,
        "text": "Było to o zmroku. Niewiadomo gdzie i jakim wypadkiem dowiedział się o tem, za co teraz brata bił, ale dowiedział się w sposób tak nagły i brutalny, że ta brutalność wstrząsnęła całą istotą tego nawet silnego, prostego chłopa. Nigdy przedtem dużo młodszego od siebie brata nie krzywdził; ale teraz zdawać się mogło, że oszalał, tak rozsrożony miał wyraz twarzy i tak mocno, jedną ręką brata za odzież trzymając, drugą po plecach walił."
      },
      {
        "index": 24,
        "text": "— Sadoma i Hamora! — bijąc, krzyczał — a toż za ciebie Boski piorun chatę spali! A toż on tobie jak rodzonym dziadźkiem był, na rękach ciebie nosił, dobra, rozumu uczył! A ty jemu taki wdzięczny! A ty z jego żonką... A do pługa, a do cepa, a do roboty tobie, nie do łajdaczek! Karę Boską na nas i na dzieci nasze sprowadzać będziesz? Won z chaty! czujesz? żeby tutaj noga twoja nie postała! słyszysz? Na włóczęgę po świecie idź! W najmy idź! choć i na wieczne zatracenie idź! A z mojej chaty, won! won! won!"
      },
      {
        "index": 25,
        "text": "Krzycząc tak, bijąc się z chłopcem, który od niego mniej wprawdzie był silnym, jednak siłę miał dużą mocując się, ku drzwiom go popychał. Ulana z głośnym lamentem ręce łamała. Dzieci krzyczały."
      },
      {
        "index": 26,
        "text": "Daniłko u samego już progu z rąk brata wyrwać się potrafił i, czerwony jak piwonja, z oczyma pałającemi, z rozdartą na plecach odzieżą, hardo krzyczeć zaczął:"
      },
      {
        "index": 27,
        "text": "— A ty nijakiego prawa nie masz z chaty mnie wypędzać! Taka ona twoja, jak i moja. Jednych my baćków dzieci."
      },
      {
        "index": 28,
        "text": "— A kto tobie baćkiem był? — rzucając się ku niemu, huknął Filip — ja tobie baćkiem był, kiedy ty mały sierota na rękach moich został! Czy na to ja ciebie hodował i karmił, i dobra, rozumu nauczał, żeby ty Sadomu i Hamoru robił! Nu, nauczęż ja ciebie! nu, popamiętasz ty! Nu, będziesz ty!..."
      },
      {
        "index": 29,
        "text": "I z gradem słów grubych, nagich, ohydnych, na plecy i głowę Daniłka znowu posypał się grad razów. Szamotali się z sobą u drzwi zapamiętale."
      },
      {
        "index": 30,
        "text": "Ulana, z twarzą łzami zalaną, krzycząc, ręce łamiąc, rozdzielić ich usiłowała. Dzieci już teraz rozkrzyczały się wniebogłosy."
      },
      {
        "index": 31,
        "text": "Kury w podpiecku, obudzone, przeraźliwie gdakały. Nawet Kurta pod ławą zawył przeciągle, i bury kot, nadeptany czy przestraszony, nie mając kędy uciec, ze wściekłem miauczeniem po izbie się miotał."
      },
      {
        "index": 32,
        "text": "Wtem do izby wszedł Paweł. Z rzeki wracał; u połowy góry wrzask, z chaty Koźluków wychodzący, usłyszał i, niespokojny, śpiesznie ku niej podążył."
      },
      {
        "index": 33,
        "text": "Na widok wchodzącego, Ulana, może żalem nad nieszczęściem brata, albo obawą o utratę jego przyjaźni popchnięta, zanosząc się od płaczu, jak długa runęła mu do nóg."
      },
      {
        "index": 34,
        "text": "Daniłko, wyrwawszy się z rąk Filipa, wypadł z izby, a Filip, ze zjeżonym włosem, z twarzą od wściekłości pijaną, ku Pawłowi się zwrócił i temi samemi grubemi, nagiemi wyrazy, jakiemi chłopca, ciężko w oczach jego występnego, łajał, wszystko opowiedział."
      },
      {
        "index": 35,
        "text": "Opowiadanie to nie trwało dłużej nad trzy minuty i, zaledwie Ulana, podniósłszy się z nad ziemi, na klęczkach jeszcze, do męża wołać zaczęła: — Cicho! milcz! Pilip, oj, Pilip, co ty robisz? Milcz! — Filip powiedział już wszystko, a Paweł z izby wyszedł."
      },
      {
        "index": 36,
        "text": "Nie poszedł naokoło, aby przez własne podwórko do chaty swojej wejść, ale, niskie płotki ogrodu przestępując, po zagonach pełnych warzywa deptał."
      },
      {
        "index": 37,
        "text": "Blady był jak płótno, z oczu wyrzucał złotawe połyski. Wszystko, co w człowieku jest gwałtem gniewu i miłosnej zazdrości, podniosło się w jego mózgu, nerwach, w tym kawałku ciała, który, na dnie piersi osadzony, nazywa się sercem, i targało niemi, rozdzierało je, prawie przytomności go pozbawiało."
      },
      {
        "index": 38,
        "text": "Jak pijany, zataczając się, sień przeszedł i drzwi izby ze stukiem otworzył."
      },
      {
        "index": 39,
        "text": "W izbie, przed piecem, w którego ciemnej głębi krwisto i ognisto żarzyły się rozpalone węgle, stała Franka. Stała w skurczonej, zmalałej postawie, ramiona mocno u piersi zaciskając, a w krwistem świetle żaru twarz jej świeciła wśród zmroku krwistą także czerwonością."
      },
      {
        "index": 40,
        "text": "Wiedziała dobrze, co zaszło w chacie Koźluków; przez okno widziała, kiedy Paweł do tej chaty wchodził, kiedy i jak z niej wyszedł: była więc przestraszona, ale daleko więcej była zawstydzona. Ten wstyd, którego doświadczyła, gdy po trzyletniej prawie włóczędze tu powracała, niczem był w porównaniu z tym, który teraz spadł na nią, piekący i ciężki. Dlategoto skurczyła się, zmalała i twarz miała tak prawie czerwoną, jak płonący w piecu żar, a gdy tylko Paweł w progu stanął, z wyciągniętemi rękoma do niego zawołała:"
      },
      {
        "index": 41,
        "text": "— Nie wierz ty im, Pawełku! nie wierz, to nieprawda... oni umyślnie..."
      },
      {
        "index": 42,
        "text": "Pierwszy raz w życiu kłamała, i nie ze strachu kłamała, ale wstydu; połowę życia oddałaby za to, aby on w kłamstwo jej uwierzył."
      },
      {
        "index": 43,
        "text": "Ale Paweł dwoma szerokiemi krokami obok niej się znalazł i, nic nie mówiąc, bez oddechu nawet, w żelazną obręcz swoich palców ramię jej ujął. Krzyknęła przeraźliwie i do ziemi przypadła, pod razami opadającej na plecy jej pięści."
      },
      {
        "index": 44,
        "text": "W ten sposób krzyknęła kilka razy, aż nagle uczuła, że ramię jej z żelaznej obręczy uwolnione zostało, i że jest w izbie samą."
      },
      {
        "index": 45,
        "text": "Takim samym szerokim i chwiejnym krokiem, jakim wszedł, Paweł z izby wyszedł, ze strugami potu na czole chatę okrążył i do tylnej jej ściany, na samej krawędzi góry stojącej, czoło przycisnąwszy, płaczem ryknął."
      },
      {
        "index": 46,
        "text": "Gwałt gniewu i miłosnej zazdrości, który tam, w mrocznej izbie, nad skurczoną u ziemi kobietą, ramieniem jego miotał, opadł teraz i stajał w wielkiej, pierś mu rozrywającej żałości, żałości nad sobą, nad nią, nad tem ludzkiem, dobrem, świętem zadaniem ratowania i zbawiania, które dwa razy już ukazało mu było swe niebieskie oblicze i dwa razy w nicość zapadło."
      },
      {
        "index": 47,
        "text": "Z złamanemi rękoma, z czołem do chropowatej ściany przyciśniętem, rycząc z płaczu, urywanemi słowami wymawiał:"
      },
      {
        "index": 48,
        "text": "— Niema już widać dla niej ratunku, ni wybawienia żadnego! niema już dla mnie szczęśliwej doli na świecie! Boże mój wszechmogący! Boże mój miłosierny! co mnie tu teraz robić?"
      },
      {
        "index": 49,
        "text": "W godzinę potem czółnem na rzekę wypłynął, jak błędny, drobny punkt czarny, po stalowej jej powierzchni pod występujące na niebo złote gwiazdy pomknął, a za czółnem jego biegła srebrna ścieżka wodna i perlistą, monotonną, wieczną pieśń swoją szemrała. Całą noc na rzece, a może i na samotnem wybrzeżu jakiem, pod jaką wierzbą starą albo drżącą osiką, przepędził."
      },
      {
        "index": 50,
        "text": "W izbie zaś, w której po jego wyjściu Franka na ziemi leżąca została, w parę godzin później, szeptem i w ciemności toczyła się rozmowa, jękami i westchnieniami przeplatana."
      },
      {
        "index": 51,
        "text": "— Aaaa! wybił! Patrzajcie, państwo, wybił! Musi bardzo już zazdrosny, kiedy aż wybił! Jeszcze on nigdy nikogo nie bił! taki spokojny, taki dobry... a wybił!"
      },
      {
        "index": 52,
        "text": "— Żeby jemu Pan Bóg nigdy tego nie darował, jak ja nie daruję! — wykrzyknął cienki i ostry głos kobiecy. — Nie daruję!... nie daruję!... do śmierci pamiętać będę taką hańbę... oj, hańbę! hańbę! hańbę! Oj, Bożeż mój, czego ja dożyłam, czego się doczekałam! Czy mnie na to matka rodziła, żebym chamskie kułaki na swoich plecach czuła! Z dobrej familji pochodzę, dziadunio swoje domy miał, matka edukowaną była, cioteczny brat bogaty, jak pan sobie żyje, a ot, co na mnie teraz przyszło! Żeby jego Pan Bóg za moją krzywdę skarał! Żeby on dobra na tym i na tamtym świecie nie doczekał!"
      },
      {
        "index": 53,
        "text": "Klęła, wyrzekała, czasem jak dziecko kwiliła, a czasem zrywała się jak furja i, na pościeli wyprostowana, za włosy targała się, pięścią o pięść biła."
      },
      {
        "index": 54,
        "text": "— Dość już ja jemu za jego dobroć wywdzięczyła się, dość plecami swemi i hańbą swoją zapłaciłam! Popamiętam ja o tej jego dobroci, kiedy taki mnie wstyd ogarnął, że, zdaje się, gdybym mogła, żywcem zagrzebałabym się pod ziemię, byle tylko jego już nie widzieć i jemu w oczy nie patrzeć! Ale teraz niczego już przed nim nie wstydzę się! niczego, niczego! Kiedy jemu wolno mnie bić, to mnie wolno wszystko robić. Żebym Daniłka nie żałowała, tobym znów uciekła. Ale może i ucieknę! Ot, wezmę i ucieknę!"
      },
      {
        "index": 55,
        "text": "— A Chtawjan? — ozwał się gruby, ochrypły głos, z kupy łachmanów wychodzący."
      },
      {
        "index": 56,
        "text": "— Niechaj i jego djabli wezmą! Niechaj wszystko djabli wezmą! — rzucała się leżąca na łóżku kobieta; jednak nagle umilkła i po chwili dopiero wahającym się głosem rzekła:"
      },
      {
        "index": 57,
        "text": "— To co? Zostawię..."
      },
      {
        "index": 58,
        "text": "U bosych nóg swych czuła ciepło uśpionego dziecięcego ciała — i zawahała się znowu."
      },
      {
        "index": 59,
        "text": "— Otóż to! zaszeptała — ni to mnie jego tu zostawiać... ni to z sobą zabierać! Do tego i Daniłka szkoda!... aj! żeby ty, Marcelko, wiedziała, jak ja jego lubię... jaki on miły! A nie widziała ty jego teraz, kiedy tu szła? a?"
      },
      {
        "index": 60,
        "text": "— Czemu nie widziała? widziała. Umyślnie zaszłam tam do nich, żeby zobaczyć, co z nim biednieńkim dzieje się, co on teraz nieszczęśliwy robi?"
      },
      {
        "index": 61,
        "text": "— A cóż? cóż? cóż? — zaszeptała Franka — może co mówił? może kazał mnie co powiedzieć?"
      },
      {
        "index": 62,
        "text": "— Nic on nie mówił i nic powiedzieć nie kazał — odpowiedziała Marcela. — Zwyczajnie dzieciuk! Brat wybił, to siedzi i płacze; co ma robić?"
      },
      {
        "index": 63,
        "text": "Franka gwałtownie westchnęła."
      },
      {
        "index": 64,
        "text": "— Ot — zauważyła — cham także, a nie taki, jak wszystkiem chamy... młodzieńki, zgrabnieńki i jeszcze grubjaństwa nie nauczył się..."
      },
      {
        "index": 65,
        "text": "— A tyż i o Pawle tak samo mówiła, że on, choć cham, ale nie taki, jak wszyscy..."
      },
      {
        "index": 66,
        "text": "— Niechaj jemu Pan Bóg nie daruje, że on mnie tak zwiódł i oszukał! Dobrego i delikatnego udawał, a teraz pokazał, kto i jaki. Ot, żebym ja była nie zwarjowała i za niego nie wyszła, terazbym za Daniłka wyszła...."
      },
      {
        "index": 67,
        "text": "Marcela przeciągły krzyk zdziwienia wydała."
      },
      {
        "index": 68,
        "text": "— A mojaż ty mileńka, co ty wygadujesz! toż to dzieciątko w porównaniu z tobą! tożby ty jemu matką mogła być! a bodaj ciebie! ot, wymyśliła! A Jezu mój najsłodszy! z czterdziestówką za takiego smerdusa wychodzić!"
      },
      {
        "index": 69,
        "text": "Pusty, do powstrzymania niepodobny śmiech porwał babę; wstrzymywała go jednak i w dłoniach tłumiła, z obawy obrażenia Franki."
      },
      {
        "index": 70,
        "text": "Ta zaś, ręce nad głową wyginając, z niejaką obrazą w głosie zaczęła:"
      },
      {
        "index": 71,
        "text": "— Tak i co, że ja od niego starsza? Jedna moja pani starsza ode mnie była, a młodzieńkiego męża miała, i on przed nią skakał i wszyściutko, co tylko kazała, robił. Oj-ej! co to na świecie nie zdarza się! A może ty sobie myślisz, że onby nie chciał ożenić się? Otóż chciałby, chciałby, i jak chciałby!"
      },
      {
        "index": 72,
        "text": "— Mówił, że chciałby? — zapytała Marcela."
      },
      {
        "index": 73,
        "text": "— Mówić nie mówił, ale ja wiem... — odpowiedziała Franka."
      },
      {
        "index": 74,
        "text": "U łóżka siedząca kupa łachmanów trzęsła się ciągle od stłumionego śmiechu, a po chwili wyszedł z niej głos przymilający się i zawodzący:"
      },
      {
        "index": 75,
        "text": "— Oj, pewno, że chciałby, czemuby nie chciał? Jeszcze nie było na świecie takiego mężczyzny, coby takiej śliczności nie chciał. Taka ty delikatna, taka ty ładna i weseleńka, i żwawieńka, jak ta biała koza na łące, albo jak ta królewna w pałacu..."
      },
      {
        "index": 76,
        "text": "— Ot, widzisz! — ozwała się znowu Franka — ale cóż z tego, kiedy mnie ten cham, grubjanin, niedźwiedź, rozbójnik, krwiożerca, ręce i nogi związał!"
      },
      {
        "index": 77,
        "text": "Porwała się znowu, na łóżku usiadła, ręce we włosach zatopiła."
      },
      {
        "index": 78,
        "text": "Kiedy zaczęła mówić, syk jej gwałtownej, namiętnej mowy rozchodził się po wszystkich kątach ciemnej izby."
      },
      {
        "index": 79,
        "text": "— Nie lubiłam już ja jego i wprzódy... bo wół, niedźwiedź, nudny, stary... ale teraz, kiedy śmiał rękę na mnie podnieść, sto razy więcej nie lubię... Nie cierpię, nienawidzę, tak nienawidzę, że zdaje się, zabiłabym, zadusiła..."
      },
      {
        "index": 80,
        "text": "— Cicho! — z przerażeniem syknęła Marcela — jeszcze nadejdzie i posłyszy!"
      },
      {
        "index": 81,
        "text": "— Nie nadejdzie, nie nadejdzie! Djabli go przez całą noc po rzece nosić będą! Już ja jego zwyczaje znam! A żeby i posłyszał? Ja jemu sama to powiem! Niech wie, co to kobietę, z dobrej familji pochodzącą, krzywdzić."
      },
      {
        "index": 82,
        "text": "Zaniosła się spazmatycznym płaczem i poprosiła Marceli, aby płachtę w zimnej wodzie umoczyła i jej podała, bo takie ją bóle głowy chwyciły, i tak jej w uszach turkotać zaczęło, że chyba zaraz umrze."
      },
      {
        "index": 83,
        "text": "Przez kilkanaście dni potem Franka miała już ciągle głowę mokrą chustką obwiązaną, a widać było po niej, że cierpienia, przeciw którym środka tego używała, istotnemi były i dotkliwemi."
      },
      {
        "index": 84,
        "text": "Ciało jej coraz więcej nabierało suchości i żółtości trzaski, a na woskowo żółtych, bezkrwistych policzkach płonęły czasem czerwone rumieńce. Wstając z pościeli, drżała, jak w febrze, i chwiała się na nogach, a w napadach gniewu okazywała zadziwiającą sprężystość i siłę. Choroba, której silne już zadatki z niezdrowo spędzonego dzieciństwa, z młodości tułaczej i burzliwej, tu z sobą przyniosła, którą w czasie ostatniej włóczęgi wzmogły: nędza, poniewierka, hańba więzienia i trwoga o przyszłość — rozwinęła się teraz i szybko wzrastała."
      },
      {
        "index": 85,
        "text": "Była to jedna z tych dziwnych, tajemniczych chorób, których nasiona przynoszą już z sobą na świat pewne ustroje ludzkie. W atmosferze spokojnej i czystej zanikać one niekiedy mogą, ale wśród burz tragicznych, albo błotnistych wyziewów życia, wydają owoc, zatruwający mózg i wolę."
      },
      {
        "index": 86,
        "text": "Mózg i wola Franki działały świadomie, przytomnie i z energją, namiętnie wyprężoną, ale zwracały się w jednym wyłącznie kierunku. Myślała, że jest strasznie, okrutnie skrzywdzoną i poniżoną; pragnęła za tę krzywdę i poniżenie gryźć, dokuczać, szkodzić, mścić się. Daleko więcej jeszcze, niż gryzienia i mszczenia się, pragnęła zupełnej, nieograniczonej, dzikiej swobody. Przymus i zależność jątrzyły ją zawsze, były dla niej nienawistnemi, ale znosiła je z potrzeby, z musu, niecierpliwiąc się i warcząc; teraz zupełnie już znosić ich nie mogła. Dawna jej niecierpliwość, głucha i niekiedy tylko wybuchająca, zmieniła się w rozmiotany i ustawiczny niepokój, warczenie przeszło w krzyk."
      },
      {
        "index": 87,
        "text": "Przeszkody, które spotykała w widywaniu się z Daniłkiem, do szału doprowadzały jej nie znające nigdy przeszkód ani skrupułów miłosne instynkty, a wspomnienie razów, od Pawła otrzymanych, wprawiało jej dumę w obłędne prawie wyobrażenia o własnej wyższości i wielkości."
      },
      {
        "index": 88,
        "text": "Cechy temperamentu, charakteru, procesów myślenia, rozwinięte w niej, a w części zapewne i wytworzone przez całokształt jej życia, wzmagały chorobę nerwów istotną i dotkliwą, która znowu potęgowała je i do stanu ostatecznego natężenia doprowadzała."
      },
      {
        "index": 89,
        "text": "To też, na ciasnej przestrzeni podwórzy i ogrodu, dwie chaty rozdzielających, działy się teraz codzień rzeczy, nigdy przedtem w tym stopniu przez mieszkańców tej wsi nie widywane; wrzało istne piekło kłótni, pogróżek i płaczów. Spokojna i odważna Ulana ze swojej strony także rozjadła się przeciw bratowej, której ani krzywdy brata, ani obelżywych wyrazów, ciągle od niej otrzymywanych, przebaczyć nie mogła. Cała istota Franki wydawała się jej garścią błota, zmieszaną z jakiemiś mętnemi przebłyskami ognia, czy krwi, które ją przerażały. Bezwzględna i bezwarunkowa w swoich pojęciach o cnocie niewieściej, z nauk baćków i z otaczających widoków zaczerpniętych, dla erotycznych szałów Franki miała dwie tylko nazwy: rozpusta i Sadoma i Hamora, które wymawiała, czerwieniąc się ze wstydu, jak dziewczyna, i spluwając z obrzydzeniem, koralowe jej usta tak wykrzywiającem, jakgdyby brzydkiego jakiego owada połknęła, albo cuchnącej wody napiła się z kałuży."
      },
      {
        "index": 90,
        "text": "Z innej znowu strony, przez całe życie z jednym tylko gatunkiem ludzi przebywając i o żadnym innym nie mając wyobrażenia należytego, lękała się tej odmiennej, tej przybłędy, tej chfichsatki, do wszystkiego, zdaje się, choćby do podpalenia chaty, albo do skręcenia szyi niewinnemu dziecku, gotowej. Alboż o tem wszystkiem nie mówiła? Alboż — nazajutrz po owem pamiętnem zajściu — wybiegłszy na podwórko, nie wygrażała Filipowi i Ulanie, że chatę im spali za to, że ją przed mężem oskarżyli, że z ich to łaski ona, z dobrej familji pochodząca, edukowana, delikatna, przez niego, przez chama, wybitą została? Co więcej i straszniej jeszcze! raz, gdy, zdaleka idącego w pole Daniłka zobaczywszy, za nim lecieć chciała, a mała Maryśka, bawiąca się u wrót, pod nogami jej się plątała i, padając, za spódnicę ją uchwyciła, czyż nie porwała tego dziecka, jak korszun skowronka, i nie cisnęła go od siebie tak mocno i tak daleko, że Maryśka o płot się uderzyła i od uderzenia tego szerokie sińce dotąd jeszcze na plecach i czole nosi?"
      },
      {
        "index": 91,
        "text": "Wtedy już i Ulana, i Filip rzucili się byli na nią i za krzywdę dziecka wybić ją chcieli, ale do chaty swojej uciekła i drzwi z wewnątrz zasunęła. Nazajutrz zato złajali ją oboje za Maryśkę i jej sińce od słów ostatnich a ona nic nie odpowiadała, siekierę schwyciła i z góry ku rzece zbiegła."
      },
      {
        "index": 92,
        "text": "Nie wiedzieli wcale poco siekierę brała i czego ku rzece biegła. — Może utopi się, da Pan Bóg! — mówili."
      },
      {
        "index": 93,
        "text": "Ale ona topić się nie myślała wcale. W wodę po kolana prawie wlazłszy, siekierą prom Filipa rąbać zaczęła. Chuda jak trzaska, żółta jak świeca woskowa, z głową, mokrą płachtą owiniętą, tak jednak w złości silna była, że, jak mężczyzna, siekierą o deski promu uderzała, aż trzaski z pod niej wyskakiwały."
      },
      {
        "index": 94,
        "text": "Szczęściem dla Filipa, Paweł, który niedaleko stamtąd ryby łowił, dostrzegł ją, domyślił się, co robi, i, przyskoczywszy, siekierę jej z rąk wyrwał. Potem, krzyczącą i wijącą się, na górę wciągnął, do chaty wepchnął i drzwi chaty z zewnątrz zamknął. Okno nawet słomianą matą założył i drewnianym kołem podparł, aby przez nie wyskoczyć nie mogła."
      },
      {
        "index": 95,
        "text": "Po odejściu Pawła, Filip, na prośbę żony ku oknu zcicha podszedł, róg maty odchylił i przez utworzoną w ten sposób szczelinę zobaczył Frankę, w kącie ciemnej izby na ziemi siedzącą. Siedziała i, za chorą głowę trzymając się, zanosiła się od cichego tym razem, całem jej ciałem wstrząsającego płaczu."
      },
      {
        "index": 96,
        "text": "— Niechaj płacze! Żeby cała roztopiła się w tym płaczu, daj Boże!"
      },
      {
        "index": 97,
        "text": "Filip zaklął, do najwyższego już stopnia za prom swój rozgniewany. Ale Ulana, wysłuchawszy opowiadania męża, zamyśliła się, westchnęła i, milcząc, zwróciła się ku chacie, a spostrzegłszy małego Chtawjana, którego przed godziną, kłócąc się z jego matką, wyłajała i z podwórka swego wypędziła, w strwożonej i smutnej postawie, u wrót siedzącego, przyzywająco głową ku niemu skinęła i zawołała:"
      },
      {
        "index": 98,
        "text": "— Chadzi!"
      },
      {
        "index": 99,
        "text": "Chłopiec natychmiast do niej przybiegł, a ona, pogłaskawszy go po włosach, łagodnie powiedziała, aby do jej dzieci, które na piasku pod laskiem biegają, bawić się szedł. Pomimo wstrętu i nienawiści, które dla Franki miała, obraz kobiety, w słoneczny dzień Boży siedzącej w ciemnym kącie i, jak opowiedział Filip, trzęsącej się od płaczu, wywarł na niej wrażenie smutku."
      },
      {
        "index": 100,
        "text": "Najpewniej niczemu z tego, co pomyślała i czuła, żadnego imienia nie dawała, ale najpewniej też doświadczyła przebłysku pojęcia, że wielkie złe bywa też dla człowieka, w którym mieszka, wielkiem nieszczęściem. Nad tą rozpustnicą, jędzą, fiksatką uczuła litość i wylała ją z siebie życzliwem obejściem się z jej dzieckiem, tak samo, jak przystępy gniewu i nienawiści względem matki wylewała nietylko na nią, ale i na jej dziecko. Tego samego dnia nad wieczorem Paweł u brzegu rzeki rozmawiał z Awdocią. Wyglądał jak człowiek ciężko zmęczony albo chory. Kark trzymał pochyło; z pod sfałdowanego czoła zapadłe jego oczy ponurem spojrzeniem wpijały się w ziemię. Policzek na dłoni oparł i zcicha, powoli, mówił:"
      },
      {
        "index": 101,
        "text": "— Co mnie tu robić? Boże mój miłosierny! Boże wszechmogący! co mnie z nią robić?"
      },
      {
        "index": 102,
        "text": "Awdocia, niska, szczupła, bosa, nad wiadrem pełnem wody stała wyprostowana, jak świeczka, z podniesioną ku niemu rumianą, pomarszczoną twarzą, na której malowało się zmartwienie i podziwienie. Usta miała otwarte, ale nic nie mówiła; nie wiedziała, co mówić i jak radzić przeciw tej biedzie, o której, jak o cudowisku, cała wieś od końca do końca gwarzyła. I Paweł już poznał, że niema poco z tej biedy sekretu robić, bo o niej wszyscy wiedzą."
      },
      {
        "index": 103,
        "text": "Tak stali oboje naprzeciw siebie, nieruchomi i milczący; on z wybladłym policzkiem, na dłoń opuszczonym, ona prosta, jak świeczka, z rękoma pod fartuchem splecionemi, z podniesioną ku niemu głową w czerwonej chustce i z otwartemi usty. Dokoła nich nikogo nie było; u pustego piaszczystego brzegu pozłocona od świateł zachodnich woda płynęła spokojnie, jednostajnie, nieustannie, nad przeciwległym borem słał się długi seledynowy obłok; na górze, we wsi ryczało bydło. Świat był cichy, ciepły, pogodny."
      },
      {
        "index": 104,
        "text": "Awdocia palce jednej ręki do policzka przyłożyła i jeszcze chwilę milczała, myślała, aż nagle z wybuchem, z energją, z silnie jakby powziętem postanowieniem, zawołała:"
      },
      {
        "index": 105,
        "text": "— Biej!"
      },
      {
        "index": 106,
        "text": "Z nogi na nogę przestępując, prędko i z błyszczącemi oczyma mówiła dalej:"
      },
      {
        "index": 107,
        "text": "— Bij ją, Pauluk! bij i duchu słuchaj! Za wszystko bij! i za rozpustę, i za złość, i za hultajstwo, bij! Nie żałuj, a bij! Łaskawość nie pomogła, i modlitwa święta nie pomogła, i gonienie do roboty nie pomogło; może jeszcze bicie pomoże. Może będzie bać się, może na nią groźby potrzeba, może, groźbę przed sobą widząc, upamięta się! Już widać innej rady dla niej niema! bij!"
      },
      {
        "index": 108,
        "text": "— Już widać rady i innego ratunku dla niej niema! — machinalnie powtórzył i nagle rękoma plasnął."
      },
      {
        "index": 109,
        "text": "— Co mnie tu robić? — zaczął znowu — żeby mnie jednemu nieszczęście robiła, niechajby już... ale tamtych szkoda! Zaco oni od niej łajania i szkody znoszą? Może pieniędzy jej dać, wszystko oddać i z chaty wyprawić? Jużbym, zdaje się, teraz tak i zrobił, już zdaje się i nie lubię ja jej teraz... a jednakowoż żal mnie ją na ostatnie zatracenie w świat wypędzać. I grzech na duszę wezmę, kiedy wypędzę. Przed świętym ołtarzem przysiągłem, że nie opuszczę aż do śmierci? ha? I tak źle, i tak jeszcze gorzej! co mnie tu robić?"
      },
      {
        "index": 110,
        "text": "— Bij! — powtórzyła Awdocia."
      },
      {
        "index": 111,
        "text": "— Oj, kiedy mnie to bicie..."
      },
      {
        "index": 112,
        "text": "— Dla jej własnego ratunku bij! może przelęknie się, i ze strachu upamiętanie na nią przyjdzie..."
      },
      {
        "index": 113,
        "text": "— Dla jej własnego ratunku... może jeszcze i upamięta się... — wzroku od ziemi nie odrywając, powtórzył Paweł."
      },
      {
        "index": 114,
        "text": "W godzinę potem do chaty swojej wszedł, omackiem lampkę znalazł i zapalił, po izbie rozejrzał się."
      },
      {
        "index": 115,
        "text": "— Franka, jeść dawaj! czujesz? chutko!"
      },
      {
        "index": 116,
        "text": "Głos jego brzmiał surowo i szorstko."
      },
      {
        "index": 117,
        "text": "Ona z kąta izby wyskoczyła i z gwałtownym ruchem ramion krzyknęła:"
      },
      {
        "index": 118,
        "text": "— A ty do mnie swoim chamskim językiem mówić nie śmiej! I rozkazywać mnie nie śmiej! Ja nie twoja sługa! Ja, choć zwarjowawszy i wyszłam za ciebie, w porównaniu z tobą panią jestem! księżną! królową! Ty mnie służyć powinien i pył przed memi nogami zamiatać, nie żebym ja tobie służyć miała!"
      },
      {
        "index": 119,
        "text": "Długo jeszcze w ten sam sposób mówiła, tem, że ją był na kilka godzin w ciemnej izbie zamknął, do ostatka rozwścieczona."
      },
      {
        "index": 120,
        "text": "Paweł nie odpowiadał nic; jak kamienny na ławie siedział, kiedy zaś wreszcie umilkła, powtórzył:"
      },
      {
        "index": 121,
        "text": "— Daj jeść!"
      },
      {
        "index": 122,
        "text": "— Niema u mnie dla ciebie żadnego jedzenia! — krzyknęła."
      },
      {
        "index": 123,
        "text": "— Zgotuj, a zaraz! — podniesionym głosem zawołał."
      },
      {
        "index": 124,
        "text": "Czy sama, przez cały dzień nic w ustach nie mając, głodną się czuła, lub też, czy, drżąc na całem ciele, przy ogniu ogrzać się zapragnęła, ale z sieni wiązkę drewek przyniosła i w milczeniu, ponurem warczeniem tylko przerywanem, ogień w piecu roznieciła. Wody potem do garnka nalawszy, kilka garści krup w nią wsypała."
      },
      {
        "index": 125,
        "text": "Paweł przez chwilę wodził za nią błędnemi i niekiedy ostre błyski rzucającemi oczyma, aż przysunął się do stołu, leżącą na nim «Służbę Bożą» otworzył i w karty jej wzrok wlepił. Chciał może odpędzić od siebie myśli, które kręciły się mu po głowie — półgłosem bąkać zaczął:"
      },
      {
        "index": 126,
        "text": "— Niech o-pła-ki-wam wi-ny mo-je, niech od od-od-r-z-u-rzu odrzu-cam po-ku-sy..."
      },
      {
        "index": 127,
        "text": "Przed piecem, w którym płonął już ogień, rozległ się ostry, zjadliwy śmiech."
      },
      {
        "index": 128,
        "text": "— Ot, czytanie! Ot, śliczne czytanie! Ot, widać zaraz, że edukowany! Ot, gnój tobie wozić, ale nie książki czytać, chamisko!"
      },
      {
        "index": 129,
        "text": "— Niech po-pra-wiam złe s-k-ł-o-n skłon-n-o-ś noś, skłonnoś c-i skłonności mo-je."
      },
      {
        "index": 130,
        "text": "Paweł, z głową w dłoniach, półgłosem czytał dalej."
      },
      {
        "index": 131,
        "text": "— Nu, czy przestaniesz? — krzyknęła Franka — wolałabym skrzeczenia żab słuchać, niż tego chamskiego czytania. Czytać zachciało się! pan! hrabia! rabin żydowski!"
      },
      {
        "index": 132,
        "text": "Paweł czytał, a raczej bąkał:"
      },
      {
        "index": 133,
        "text": "— Niech się sta-ram o cno-ty p-r-z-y-z przyz-wo wo przyzwo..."
      },
      {
        "index": 134,
        "text": "Wtem mała, zgrabna, drżąca ręka z pod samej twarzy jego książkę porwała. Jednocześnie zerwał się i on z ławy, prosty jak struna, z rozbłysłemi oczyma."
      },
      {
        "index": 135,
        "text": "— Oddaj książkę! — krzyknął."
      },
      {
        "index": 136,
        "text": "— Nie twoja książka, moja! do mojej własności prawa nie masz! Kiedy zechcę, to spalę i adje! Na tamtym świecie chyba djabli ci książki do czytania dawać nie będą!"
      },
      {
        "index": 137,
        "text": "— Franka, oddaj! słyszysz? bić będę! — przez zaciśnięte zęby przemówił i widać było, że z wysileniem nadzwyczajnem tłumił w sobie gniew straszny, gniew cichego i łagodnego, w głębi zaś namiętnego człowieka."
      },
      {
        "index": 138,
        "text": "— Bij! — krzyknęła — a ja książkę spalę!"
      },
      {
        "index": 139,
        "text": "Ramieniem zamachnęła tak, jakby «Służbę Bożą» w ogień cisnąć miała, ale powstrzymała ją ta sama twarda, żelazna obręcz, która już raz przed kilkunastu dniami objęła była jej ramię. Książkę z ręki jej wyrwał i, ramię z uścisków palców swych uwolniwszy, na ławę ciężko upadł."
      },
      {
        "index": 140,
        "text": "Pobladł, jak płótno, ciężko i głośno oddychał, parę razy zcicha powtórzył:"
      },
      {
        "index": 141,
        "text": "— Piekło! piekło! gorące piekło!"
      },
      {
        "index": 142,
        "text": "Jeszcze pohamował się, jeszcze nie wybił jej, a nawet po kilku minutach zniżonym i przez śpieszny oddech przerywanym głosem mówić zaczął:"
      },
      {
        "index": 143,
        "text": "— Franka! upamiętaj się! Na Pana Boga wspomnij, duszy swojej własnej pożałuj... toż ty mnie wtenczas na mogiłkach przed krzyżem świętym przysięgała... i drugi raz w kościele przysięgała... toż ja tobie nic złego nie zrobił... za co ty mnie męczysz? za co ty sama siebie gubisz?..."
      },
      {
        "index": 144,
        "text": "Ona, przed ogniem stojąc, milczała i drżącą ręką mieszała w garnku wodę i krupy. Po twarzy jej, czerwonym blaskiem ognia oblanej, błądziły jakieś wahające się wątpliwości i namysły."
      },
      {
        "index": 145,
        "text": "Szarpiące nią furje uspokajać się zdawały; gdy Paweł wymawiał:"
      },
      {
        "index": 146,
        "text": "— Toż ja tobie nic złego nie zrobił, za co ty mnie męczysz? — policzki jej boleśnie zadrgały i powieki opadły na źrenice, mniej niż wprzódy rozgorzałe. Znowu tak wyglądała, jakgdyby wstyd przejmować ją zaczynał."
      },
      {
        "index": 147,
        "text": "Wtem drzwi otworzyły się ze stukiem, ale wąsko, i przez ten wąski otwór ukazał się mały Chtawjan, w dwóch wielkich czerwonych rękach trzymany. Zarazem głos niewidzialnej za uchylonemi drzwiami Ulany, popędliwy, wzgardliwy, grubszy niż zwykle, zawołał:"
      },
      {
        "index": 148,
        "text": "— Masz swego bękarta... czemu jego sama nie pilnujesz! Żeby nie ja, jużby z niego tylko garść kosteczek została. Po drodze łaził... z pod wozu go wyrwałam... z pod samutkiego wozu! Czemu nie pilnujesz! Kiedy urodziłaś, to i pilnuj! Ale taka ty matka, jak i żonka! Szelma, nie matka! Sadoma i Hamora nie żonka!"
      },
      {
        "index": 149,
        "text": "Ze stukiem znowu drzwi zamknęła, a Chtawjan, przez próg do izby wrzucony, ręce ku głowie podniósł i płaczem wrzasnął."
      },
      {
        "index": 150,
        "text": "Na głos Ulany, tej nienawistnej dla niej kobiety, przez którą i przez której męża obitą została i Daniłka utraciła, Franka z zaciśniętemi pięściami i groźbą w oczach porwała się ku drzwiom."
      },
      {
        "index": 151,
        "text": "— Zabiję! — krzyknęła — dalibóg zabiję... za gardło schwycę i jak sukę zaduszę..."
      },
      {
        "index": 152,
        "text": "Łatwo było uwierzyć, że, gdyby dopędziła teraz Ulanę, spróbowałaby przynajmniej groźbę swą uskutecznić. Ale znowu uczuła na ramieniu swem tę samą, co wprzódy, obręcz i znowu z przeraźliwym krzykiem ku ziemi przypadła."
      },
      {
        "index": 153,
        "text": "W izbie zaś, razem z jej krzykiem i chlipaniem przelęknionego dziecka, słychać było głuchy stuk zadawanych razów i śpiesznym, urywanym, zdławionym szeptem wymawiane wyrazy: — Nie zabijesz! Nie zabijesz! Wprzód ja ciebie... Cierp! Pokutuj! upamiętaj się! Za grzechy cierp! O zabijaniu nie myśl! Pokutuj!"
      },
      {
        "index": 154,
        "text": "Nakoniec ucichło wszystko, i mężczyzna wysoki, z nieco schylonym karkiem, z twarzą bladą i potem oblaną, z gwałtownie podnoszącą się i opadającą piersią, przed chatę wyszedł. Silnym był, a jednak nogi pod nim drżały. Na progu usiadł, głowę w obie ręce wziął i całą postacią zakołysał się w obie strony."
      },
      {
        "index": 155,
        "text": "— Jezu mój! Jezu! Jezu najmiłosierniejszy! — głośno i rozpacznie wzdychał."
      },
      {
        "index": 156,
        "text": "Z pół godziny kołysząc się, miłosierdzia Boskiego wzywając, z głową w dłoniach siedział, aż nagle, o czemś sobie przypomniawszy, wstał i do chaty wszedł. Co się dzieje z dzieckiem? Rozejrzał się po izbie, Franki nigdzie nie zobaczył. Tak schowała się w jakimś kącie, że wcale jej widać nie było, ale Chtawjan przed piecem na ziemi siedział, z trzasek dom budować, czy plot stawiać próbował, a mrużącemi się od senności oczyma na garnek, przed dogorywającym ogniem stojący, spoglądał."
      },
      {
        "index": 157,
        "text": "Pawła ujrzawszy, trzaski z rąk wypuścił i żałośnie zawołał:"
      },
      {
        "index": 158,
        "text": "— Tatku! jeść!"
      },
      {
        "index": 159,
        "text": "Krupnik zgotowany nie był, więc Paweł z szafki kawał chleba wyjął, cienki płatek słoniny na nim położył i dziecku dał. Potem, schyliwszy się, wziął je na ręce i, przez izbę przeniósłszy, na łóżku posadził."
      },
      {
        "index": 160,
        "text": "— Jak zjesz, połóż się i śpij! — nauczył."
      },
      {
        "index": 161,
        "text": "Z najciemniejszego kąta izby, tego, w którym wśród rybackich i gospodarskich narzędzi najczęściej i najgłośniej zwykłe były łomotać myszy, ozwało się gniewne, z jękami zmieszane warczenie:"
      },
      {
        "index": 162,
        "text": "— Nie rusz mego dziecka! słyszysz? to moje dziecko... Pańskie... a ty rozbójnik, krwiożerca... cham! cham podły! Słyszysz?"
      },
      {
        "index": 163,
        "text": "Paweł nie odpowiedział nic. Lampkę zgasił, z chaty znów wyszedł i przez całą noc nie powracał."
      },
      {
        "index": 164,
        "text": "Ale niebawem, bo może w trzy dni po tym wieczorze, przyszedł dzień, dla wszystkich mieszkańców obu chat najstraszniejszy, w którym Franka całkiem już prawie od przytomności zdawała się odchodzić. Tem większem zaś przerażeniem i obrzydzeniem przejmowało to Koźluków, że o przyczynie tego najsroższego napadu jej\tszaleństwa dobrze już wiedzieli. Dowiedzieli się zaś o niej od Daniłka, który wczoraj o zmroku do izby wpadł z takim impetem, jakby kto go był z procy wyrzucił, i prawie z płaczem zawołał:"
      },
      {
        "index": 165,
        "text": "— To cóż ja zrobię? Potem znów cała bieda na mnie spadnie! Czepia się, jak ta smoła... I teraz do gumna przyleciała... obejmuje... kusi... prosi..."
      },
      {
        "index": 166,
        "text": "— A ty, co zrobił? — głowę z nad brony, którą naprawiał, podnosząc, srogo zapytał Filip."
      },
      {
        "index": 167,
        "text": "— W kark dał i uciekł... — cienkim głosem odpowiedział Daniłko."
      },
      {
        "index": 168,
        "text": "— Nie łżesz?"
      },
      {
        "index": 169,
        "text": "— Jak Boga kocham, prawda! — zaprzysiągł chłopiec."
      },
      {
        "index": 170,
        "text": "— Nu, patrzaj, bo jeżeli co... kijem skórę z pleców zedrę!"
      },
      {
        "index": 171,
        "text": "Ulana nad dzieżą, w której chleb miesiła, kilka przekleństw wymruczała i z wykrzywionemi ustami na stronę splunęła."
      },
      {
        "index": 172,
        "text": "Daniłko mówił prawdę. Myśl o widzeniu się z nim samnasam gwoździem w mózgu siedziała i warem toczyła się w żyłach Franki."
      },
      {
        "index": 173,
        "text": "Nie tyle już instynkt miłosny ku niemu ją pociągał, ile żądza postawienia na swojem, pomimo wszystko i wszystkich, dziki bunt przeciw więzom, które nałożono na nią; i przeciw tej nienawistnej pięści, która ją karciła. Im większą nienawiść uczuwała względem Pawła i jego krewnych, tem szaleniej pragnęła jakimkolwiek kosztem swoją wolę im pokazać, z ładnym chłopcem choć na chwilę o tem, co ją wewnątrz bolało, paliło, targało, zapomnieć. Była zresztą najpewniejszą, że Daniłko przepada za nią, że gotówby nawet ożenić się z nią, gdyby wolną była, że tylko ze strachu przed gniewem Filipa i Pawła jej unika."
      },
      {
        "index": 174,
        "text": "Unikał jej istotnie. Choć zrazu, olśniony i upojony pierwszą w życiu miłosną przygodą, z łatwością dał się szeptom Marceli i Franki zalotom pociągnąć, teraz zląkł się, nietylko gniewu brata, ale także grzechu, więcej jeszcze zawstydził się, ochłonął i, ręką machnąwszy stanowczo sobie powiedział:"
      },
      {
        "index": 175,
        "text": "— I znać jej nie chcę!"
      },
      {
        "index": 176,
        "text": "To też, gdy, upatrzywszy nakoniec stosowną chwilę, do gumna za nim wbiegła i do rąk, do szyi jego, szepcząc coś, mizdrząc się, czepiać zaczęła, odepchnął ją z gniewnemi słowy: — Odczep się! czego przylepiła się, jak ta smoła? Czego chcesz?"
      },
      {
        "index": 177,
        "text": "A gdy natarczywiej jeszcze ku niemu wróciła, pięścią nieco powyżej pleców ją uderzył i sam uciekł."
      },
      {
        "index": 178,
        "text": "To przechodziło już wszystko, co znieść mogła."
      },
      {
        "index": 179,
        "text": "Jakto! więc poto urodziła się, aby każde chamisko śmiało na jej plecy pięści swe opuszczać! A któż to ona jest, aby w takiej poniewierce móc zostawać? Pokaże im, poznają oni, kto ona taka! Dobrze ją popamiętają!"
      },
      {
        "index": 180,
        "text": "Wszystko to, nazajutrz po niefortunnem widzeniu się swojem z Daniłkiem, wypowiadała i wykrzykiwała, pomiędzy płotkami, podwórko otaczającemi, chodząc i pięściami ku sąsiedniemu podwórzu wygrażając."
      },
      {
        "index": 181,
        "text": "Ranek był jeszcze wczesny, ale Paweł o świcie już nad rzekę poszedł, a Filip i Ulana przed drzwiami swojej chaty stali, co mówić i poczynać już nie wiedząc. Na twarzach ich, nieco pobladłych, malowała się trwoga. Gromadka ludzi, krzykami i ciekawością tu przywiedziona, we wrotach stała, temu, co działo się na przeciwległem podwórku, przypatrując się z otwartemi ustami. Była tam i Awdocia, która ze wsi pobliskiej, od chorej kobiety powracając, tędy przechodziła i także u wrót stanęła."
      },
      {
        "index": 182,
        "text": "— Ja wam, chamy, pokażę, kto ja taka! — krzyczała Franka — ja was nauczę wyższych szanować! Ja pani z panów! Ojciec mój w kancelarji służył, dziadunio swoje domy miał, matka na fortepjanie grała... Słyszycie? Ot, kto ja taka! Do Kluczkiewicza napiszę! A wiecie wy, kto on taki? Adwokat, wszystko jemu opiszę, a on was wszystkich za moje krzywdy na Sybir powysyła! On pan, z panią żonaty, bogaty, wszyscy panowie przed nim czapkę zdejmują, i wszystkie sądy w garści trzyma, i wszystko może! On brat, on za mną ujmie się... wszystkich was na Sybir ześle... wszystkich... wszystkich... do katorgi... na całe życie.., żeby tu i nogi waszej nie było..."
      },
      {
        "index": 183,
        "text": "Tak wykrzykiwała, przechwałki i pogróżki grubemi wyrazami łajań i przekleństw przeplatając, pięściami wygrażała, a potem przyciszała się na chwilę i z głuchem tylko warczeniem, po zżółkłej trawie podwórka, pomiędzy niskiemi płotkami chodziła wkółko, wkółko, nieustannie. I wtedy właśnie najstraszniejszy miała pozór."
      },
      {
        "index": 184,
        "text": "W brudnej koszuli, na plecach tylko przykrytej dziurawą chustką, w różowym fartuchu, z nagiemi nogami, a stopami w płytkie trzewiki obutemi, z czołem oblepionem mokrą płachtą, skurczona, naprzód podana, gdy tak wkółko pod płotem chodziła i głucho warczała, podobną była do dzikiego zwierzęcia, które, wściekłym gniewem i żądzą wolności opanowane, krąży dokoła prętów swojej klatki. Wyraźnie przytem rozróżnić było można wymawiane przez nią słowa:"
      },
      {
        "index": 185,
        "text": "— Kara boska! Kara boska! Kara boska na mnie spadła za to, że sama siebie szanować nie umiałam i między chamów wlazłam! Ojciec i matka przewracają się w trumnach na moją hańbę patrząc! Kara boska! Kara boska! Kara boska na mnie za to, że sama siebie szanować nie umiałam!"
      },
      {
        "index": 186,
        "text": "A potem znowu, prostując się i do płota, z podwórkiem Koźluków graniczącego, przyskakując, ściśnięte pięści wyciągała i krzyczała:"
      },
      {
        "index": 187,
        "text": "— Chatę podpalę, dzieci poduszę, prom porąbię! Do Kluczkiewicza napiszę, do jednego mego pana napiszę, żeby na was krzywdy mojej poszukiwali, do turmy posadzili, na Sybir pozsyłali... Ja pani z panów, z panami znam się, wszystko mogę... i chatę wam z dymem puszczę... moja matka na fortepjanie grała... ja ją z grobu wyciągnę... ja na was policję i sędziów posprowadzam... ja pani z panów... Wszystkich was chamów zgubię..."
      },
      {
        "index": 188,
        "text": "Teraz znowu, gdy suchą kibić swą prostowała, ramiona swe ze ściśniętemi pięśćmi w górę wyprężyła, a piękne jej włosy, jak czarne, połyskujące węże, wiły się po jej plecach i piersiach, oczy zaś wielkie, zapadłe, z pod oblepiającej czoło mokrej szmaty płomienie i błyskawice ciskały, wydawać się mogła bezprzytomną i rozszalałą warjatką. Ale ludziom, którzy patrzyli na nią, wydawała się piekielnem, nadprzyrodzonem zjawiskiem. To też coraz większe osłupienie ich ogarniało, i coraz większy lęk występował na ich twarze, szczególniej na twarze Ulany i Filipa, do których bezpośrednio zwracały się groźby jej i przekleństwa. A może sprawdzi się którekolwiek? A może ten jej Kluczkiewicz doprawdy wielkim jakim adwokatem jest i biedę na nich sprowadzi? Może cokolwiek z tego, co wygaduje, w zły moment wygada? Że sama zdolną była do podpalenia chaty, albo zaduszenia dziecka, o tem Koźlukowie w najmniejszej mierze nie wątpili. Stali tedy przerażeni, ogłupieli, niemi, a w gromadce kobiet i mężczyzn, u wrót stojących, rozlegały się czasem stłumione chichoty, lecz daleko częściej zadziwione i przerażone szepty."
      },
      {
        "index": 189,
        "text": "— Komedja!"
      },
      {
        "index": 190,
        "text": "— Wiedźma! — Chfiksatka!"
      },
      {
        "index": 191,
        "text": "— Kab ją do miasta zawieźć i do szpitala chwarjatów posadzić!"
      },
      {
        "index": 192,
        "text": "— Czy ten Pauluk Boga nie boi się, żeby taką w chacie trzymać..."
      },
      {
        "index": 193,
        "text": "Nikt przecież i nie chciał, i nie śmiał zbliżyć się do niej z napomnieniem lub pogróżką. Nikt prócz Awdoci, która długo i prędko powiekami mrugała, głową kiwała, ciche wykrzyki zgrozy wydawała, aż szybkim ruchem przeżegnała się i, jak świeczka wyprostowana, z rękoma pod fartuchem schowanemi, drobnym kroczkiem małą przestrzeń przebyła i, na podwórko Pawła wszedłszy, drogę France zaszła."
      },
      {
        "index": 194,
        "text": "— Franka — łagodnym i poważnym głosem zaczęła — słuchaj, Franka! Tobie ktościś coś zrobił, ty oczarowana. Już teraz ja wiem, dlaczego ty taka, i takiego ziółka ja tobie przyniosę, że, jak napijesz się, odrazu ciebie złe odstąpi. Już ja takie ziółka od zroblenoho mam i tobie dam. Pomogę, wyratuję! Tylko teraz przeżegnaj się, moja mileńka, przeżegnaj się... raz tylko przeżegnaj... a zobaczysz, że lżej stanie... To tobie zrobiono... to na ciebie ktoś nieczystą siłę nasłał... przeżegnaj się!..."
      },
      {
        "index": 195,
        "text": "Franka łagodnej i proszącej mowy starej kobiety zrazu z gorączkową ciekawością zdawała się słuchać, ale wkrótce z przyśpieszonym oddechem i ściśniętemi pięściami do niej poskoczyła."
      },
      {
        "index": 196,
        "text": "— Ty sama wiedźma! — krzyknęła — co ty mnie czarami straszyć przyszła..."
      },
      {
        "index": 197,
        "text": "— Ja wiedźma! — odkrzyknęła Awdocia, dla której sroższej nad tę obelgi być nie mogło."
      },
      {
        "index": 198,
        "text": "Lekarką była, ale nie wiedźmą, dobrze ludziom robić lubiła, ale robieniem złego brzydziła się, jak śmiertelnym grzechem."
      },
      {
        "index": 199,
        "text": "Pierwszy raz w życiu wiedźmą nazwana została i, schwyciwszy się za głowę, wielkim gniewem wybuchnęła:"
      },
      {
        "index": 200,
        "text": "— Ty sama z czartowskiego plemienia!... — zakrzyczała."
      },
      {
        "index": 201,
        "text": "— Ja pani z panów a ty czartowska sługa... Precz! czego mnie w oczy wlazła... czarownica, chamka... precz! precz!"
      },
      {
        "index": 202,
        "text": "Dwie postacie niewieście zaszamotały się teraz u płota, dwa piskliwe głosy krzyczały tak, że już słów rozróżnić nie było można."
      },
      {
        "index": 203,
        "text": "Aleksy Mikuła z gromadki u płota stojącej wyskoczył i na ratunek Awdoci pobiegł; za jego przykładem, choć nieco powolniej posunęli się i inni. — Związać ją i do szpitala chwarjatów odwieźć! — krzyczał Aleksy."
      },
      {
        "index": 204,
        "text": "— Związać! zbić! w chacie zamknąć! po Pauluka posłać! — rozlegały się wołania innych."
      },
      {
        "index": 205,
        "text": "Ulana, przed chatą swoją wciąż stojąc, drżąca, jedną ręką u czoła i piersi znak krzyża czyniła, drugą przygarniała cisnące się ku niej, przerażone dzieci, pośród których znajdował się i Chtawjan."
      },
      {
        "index": 206,
        "text": "Wtem, z za węgła chaty ukazał się Paweł. Ktoś go już nad rzeką był wynalazł i o tem, co działo się, zawiadomił. Szedł prędko, z czapką nisko na oczy zsuniętą, z policzkami, jak ogień czerwonemi."
      },
      {
        "index": 207,
        "text": "Na spotkanie mu poskoczyła Awdocia, ręce łamiąc i głośno skargi zawodząc, że Franka ją wiedźmą nazwała i wybiła, a pewnoby i zabiła, gdyby Aleksy i inni ludzie jej nie obronili."
      },
      {
        "index": 208,
        "text": "Paweł przyjaciółkę swoją porywczym gestem usunął, dwóch mężczyzn, którzy na drodze mu stali, odepchnął i Frankę, za ramię pochwyciwszy, ku chacie pociągnął. Wszystko to uczynił bez słowa, bez tchu prawie, z oczyma, daszkiem czapki zasłoniętemi, i czerwonemi jak ogień policzkami. Gdy razem z Franką we wnętrzu chaty zniknął, obecni w części rozeszli się, w części na Koźlukowem podwórku pozostali i, niby czegoś jeszcze oczekując, milczeli."
      },
      {
        "index": 209,
        "text": "Wśród tego milczenia rozległ się z chaty Pawła wychodzący krzyk kobiecy i powtórzył się już nie kilka, jak przedtem, ale kilkanaście razy. Potem wszystko zupełnie ucichło, ludzie rozeszli się do reszty, Koźlukowie nawet do codziennych swych robót poszli, czworo dzieci tylko swawolą i śmiechem dzwoniło u stóp cmentarnego borku, i żółty Kurta, wygrzewając się na bladem słońcu wrześniowem, od czasu do czasu poszczekiwał."
      },
      {
        "index": 210,
        "text": "W bladem słońcu wrześniowem chata Pawła stała cicha, jak grób, z drzwiami zewnątrz zamkniętemi, z oknem, zawieszonem słomianą matą i drewnianym drągiem podpartem. Wewnątrz, w ciemnej izbie, Franka ogień w piecu rozniecała. Przed kilku minutami Paweł, wychodząc stąd, surowym i ciężko z piersi wychodzącym głosem przemówił:"
      },
      {
        "index": 211,
        "text": "— Ogień rozpal i strawę zgotuj, żeby mnie, jak z rzeki wrócę, zgotowana była. Kiedy nie będzie, znów wybiję!"
      },
      {
        "index": 212,
        "text": "Zaraz potem ciemność otoczyła Frankę, ale skurczona, oniemiała, siedziała ona wśród niej na ziemi tylko minut kilka, potem zerwała się i prędko, śpiesznie ogień rozniecać zaczęła. Trzęsącemi się rękoma wrzucając do pieca polana i suche trzaski, urywanym, świszczącym szeptem mówiła:"
      },
      {
        "index": 213,
        "text": "— Zgotuję ja tobie strawę, zobaczysz, jaka będzie smaczna! Wywdzięczę się ja tobie... Pokażę ja wam wszystkim... będziesz ty kontent z tej strawy, którą ja dziś zgotuję... Będzie tobie dobrze po niej! Poczekaj! poczekaj! na tamtym już świecie chyba spróbujesz swoje chamskie kułaki na takie, jak ja, spuszczać!"
      },
      {
        "index": 214,
        "text": "Można było mniemać, że po wszystkiem, co dziś zaszło, czuć się musi zmęczoną i osłabioną. Bynajmniej. Dziwnie żwawo i sprężyście krzątała się koło rozpalenia ognia, nalewania wody do garnka, wydobywania krup z worka. Nóż z szafki pochwyciła, trochę kartofli z łupin okroiła i do gotującej się wody wrzuciła, z zapaloną trzaską do sieni poszła i stamtąd garnek z mlekiem przyniosła."
      },
      {
        "index": 215,
        "text": "Jakaś myśl, jakieś uczucie rękom jej przysparzały siły, ciału giętkości, ruchom pośpiechu. Zdawać się też mogło, że opanowała ją niezmierna gorliwość i troskliwość o to, aby jadło, które sporządzała, jak najsmaczniejszem być mogło. To też sól do garnka z wodą i krupami sypiąc, kartofle wkładając, mleka wlewając, ciągle ze świstem w ustach i chrypką w gardle, szeptała:"
      },
      {
        "index": 216,
        "text": "— Ot, najesz się, ot, syty już będziesz... taki syty, że już nigdy się tobie nie zechce! Podziękujesz mnie! W godzinę śmierci poznasz, co to znaczy na taką, jak ja, rękę podnosić!"
      },
      {
        "index": 217,
        "text": "Czasem jednak po tym zjadliwym i triumfującym szepcie następował ponury i rozpasany:"
      },
      {
        "index": 218,
        "text": "— Kara boska! Kara boska! Kara boska na mnie za to, że sama siebie szanować nie umiałam i między chamów wlazłam! Ot, do czego przyszłam. Ot, co mnie teraz robić przyszło! Kara boska!"
      },
      {
        "index": 219,
        "text": "Wtedy blask ognia, na twarz jej padający, ukazywał w jej oczach przepaścisty, czarny, osłupiały smutek."
      },
      {
        "index": 220,
        "text": "Kiedy już krupnik zupełnie był zgotowany, do skrzynki swojej, stojącej w kącie, poszła, otworzyła ją, ze spodu podartą i obłoconą spódnicę wywlokła i przez chwilę kieszeni jej ręką szukała. Kieszeń znalazłszy, rękę w niej pogrążyła i coś w papierek owiniętego z niej wyjęła. Potem niedbale spódnicę na ziemię upuściła, skrzynki nie zamknęła i, z papierkiem w ręku przed piec wróciwszy, to, co się w nim zawierało, do garnka wsypała."
      },
      {
        "index": 221,
        "text": "Wszystkiego tego dokonała z prędkiemi, ale spokojniejszemi niż wprzódy, ruchami, w zupełnem milczeniu. Do zgotowanego i mlekiem zaprawionego krupniku biały proszek wsypawszy, dużą, drewnianą łyżką w garnku mieszać zaczęła. Mieszała zwolna pilnie, regularnie, sine usta jej były mocno zwarte, w oczach świeciło nieruchome płomię, na policzkach płonęły czerwone rumieńce..."
      },
      {
        "index": 222,
        "text": "Najniewątpliwiej czyniła to wszystko z zupełną świadomością swego celu, nawet z namysłem, bardzo jednak biegły chyba psychjatra udzielićby mógł wiadomości, czy jej psyche całkowicie w niej była przytomną. Co pewna, to, że w tej chwili żyła jedynie i wyłącznie tą chwilą i ani wspomnień, ani przewidywań nie miała. Nie było też w niej ani skrupułów, ani walki... Pierwszych przez całe życie swe nie doświadczała nigdy; przez całe życie ta składowa część uspołecznionej istoty ludzkiej, która budzi skrupuły i walki, była w niej nieobecną. Teraz, pod wpływem jednej, do ostatecznego natężenia doszłej myśli i namiętności, mniej niż kiedykolwiek powstać w niej ona mogła."
      },
      {
        "index": 223,
        "text": "W plecach, ramionach, szyi, czuła ból od popychań i uderzeń tych, którzy stawali w obronie Awdoci, i od razów, które jej zadał Paweł. Myślała, że jest sponiewieraną, skrzywdzoną, spętaną, nienawidziła i nienawiścią tą w najpotężniejszy możliwy sobie sposób uderzyć w kogo pragnęła. Więcej nic. Najniewątpliwiej psyche jej całkiem nie opuściła, ale na tej wąziutkiej linijce, która przytomność z obłędem rozgranicza, chwiała się kaleka, pijana, bezpamiętna i — rozbolała."
      },
      {
        "index": 224,
        "text": "Paweł, po zamknięciu drzwi i okna swojej chaty, szerokiemi krokami, z czapką ciągle na oczy nasuniętą, zmierzał do tej, w której mieszkała Awdocia. Zobaczył ją, wieszającą na płocie upraną bieliznę i, na dziedziniec nie wchodząc, z przeciwnej strony płotu przed nią stanął. Czapki nie podnosząc, głuchym głosem zaczął:"
      },
      {
        "index": 225,
        "text": "— Wybaczajcie, kumo, że taką nieprzyjemność przeze mnie mieliście... Wybiłem..."
      },
      {
        "index": 226,
        "text": "Spłakana Awdocia jednak wyprostowała się i, ręce pod fartuch chowając, powiekami mrugając, zaszeptała:"
      },
      {
        "index": 227,
        "text": "— Nic jej i bicie nie pomoże. Jej to zrobione i póki odrobione nie będzie, nic nie pomoże. Już ja dziś poznałam, że to nie boska wola, tylko ludzka robota... Dziś wieczorkiem kopytniku nagotuję i jej do picia przyniosę... kopytnik od zrobionego najlepszy, ale kiedy nie pomoże... co innego pomoże... bo to jest zrobione... Paweł milczał długo, aż, ramionami wzruszając, odpowiedział:"
      },
      {
        "index": 228,
        "text": "— Czy ja wiem? może i twoja prawda... może to i zrobione... Ani przysięga i łaskawość nie pomogły, ani święta modlitwa i robota nie pomogły, ani bicie nie pomaga... Czyż to boska wola taka może być? Chyba to już czartowska wola i siła... chyba może... chyba kto jej tak zrobił..."
      },
      {
        "index": 229,
        "text": "Wahał się, nie dowierzał, jednak, nieszczęściem swem zgnębiony, zawodami, które wiarę jego, tak zawsze silną, po kolei niszczyły, do osłupiałości zadziwiony, nadprzyrodzone wpływy, na Frankę działające, przypuszczać zaczął."
      },
      {
        "index": 230,
        "text": "Awdocia zaś szeptała:"
      },
      {
        "index": 231,
        "text": "— Wieczorkiem pod ogród podejdę i ciebie zawołam. Jak wyjdziesz, garnuszek z kopytnikiem tobie dam, a ty go jej wypić każesz... żeby nie wiem, jak nie chciała, każ... zły w niej krzyczeć będzie, ale ty nie zważaj i wypić każ... Ojcze nasz przy tem mów i żegnaj się, ciągle żegnaj się, i ją żegnaj... Wieczorkiem już ja tobie wszystko powiem, jak robić..."
      },
      {
        "index": 232,
        "text": "— Dobrze — odpowiedział Paweł — przynieście, nauczcie, poratujcie, i niech wam Pan Bóg wynagrodzi za to, że mnie w biedzie nie opuszczacie."
      },
      {
        "index": 233,
        "text": "Prędko odwrócił się i ku rzece zszedł."
      },
      {
        "index": 234,
        "text": "Nie do pracy mu jednak było dnia tego. Wyglądał tak, jakby sam ciężko był zbitym; cierpienie zagłębiło mu policzki i w grube fałdy ściągnęło czoło."
      },
      {
        "index": 235,
        "text": "Na parę godzin przed wczesnym, wrześniowym zmrokiem matę u okna chaty swojej zdjął, drzwi otworzył i do izby wszedł."
      },
      {
        "index": 236,
        "text": "Otwór pieca był drewnianą deską zasunięty; Franka, na łóżku skurczona i z głową w dłoniach ściśniętą, siedziała. Gdy tylko jasno zrobiło się w izbie, skoczyła, leżący na ławie kawał płótna z wetkniętą igłą schwyciła i, na uprzednie miejsce swe wróciwszy, szyć zaczęła."
      },
      {
        "index": 237,
        "text": "Widok pieca i deski, za którą gospodynie zazwyczaj stawiają zgotowaną strawę, przypomniał Pawłowi, że od wczorajszego wieczora nic w ustach nie miał."
      },
      {
        "index": 238,
        "text": "— Czy jest co jeść? — zapytał, a głos jego brzmiał już daleko spokojniej i łagodniej, niż przed kilku godzinami; był to głos człowieka, który, po wybuchu wielkiego gniewu, uczuwać zaczyna wielką litość, po burzy i kłótni, niby właściwej dla siebie atmosfery, pragnie pogody i zgody."
      },
      {
        "index": 239,
        "text": "— Jest co jeść, Franka? — zapytał po raz drugi. Głowy ani oczu nie podnosząc, mruknęła:"
      },
      {
        "index": 240,
        "text": "— Jest."
      },
      {
        "index": 241,
        "text": "— Nalej na miskę i daj."
      },
      {
        "index": 242,
        "text": "— Weź sam — odpowiedziała."
      },
      {
        "index": 243,
        "text": "Odjął deskę, z głębi pieca wysunął garnek i, ukroiwszy kawał chleba, przed piecem, który mu za stół służył, w stojącej postawie jeść zaczął. Jadł bardzo powoli. Przed chwilą czuł się głodnym, teraz jednak strawa z trudnością przez gardło mu przechodziła. Czuł w niej smak nieco gorzkawy. Myślał, że to zgryzota goryczą mu usta i gardło zalała. Ona teżto istotnie — ale nie smak gorzkawy, bardzo lekki — głód w nim tłumiła. Część więc tylko zawartości garnka zjadłszy, łyżkę w krupniku zatopioną z ręki wypuścił, siermięgę zdjął i, pod głowę sobie ją położywszy, z głośnem odetchnięciem ciężko zmordowanego człowieka na ławie się wyciągnął."
      },
      {
        "index": 244,
        "text": "Franka, z głową nisko schyloną, ciągle i prędko szyła. Gdy Paweł jadł, wcale oczu od płótna nie odrywała; teraz rzucać zaczęła na niego spojrzenia badawcze, szybkie. Kiedy zobaczyła, że powieki zamknął i usnął, płótno odrzuciła, łokcie na kolanach oparła i twarz w dłoniach zanurzyła."
      },
      {
        "index": 245,
        "text": "Cisza zupełna, przerywana tylko oddechem śpiącego człowieka, długo panowała w izbie. Z zewnątrz też dochodził do niej gwar, wzniecany przez bawiące się dzieci, pomiędzy któremi znajdował się i Chtawjan. Ulana go dziś nakarmić musiała, co zresztą zdarzało się dość często; z dziećmi jej na słońcu ciepłem dokazywał, do chaty nie przychodził."
      },
      {
        "index": 246,
        "text": "W powietrzu trochę już szarzeć zaczęło; jeszcze dzień był, ale już kłonił się ku wieczorowi. Paweł we śnie poruszył się parę razy niespokojnie i zcicha zajęczał. Usta przytem skurczyły mu się, jakby od bólu. Nie obudził się jednak."
      },
      {
        "index": 247,
        "text": "Franka głowę podniosła, na zcicha jęczącego popatrzała, z siedzenia zerwała się i z chaty wypadła. Ściany chaty okrążywszy, skrajem góry, za stodółkami, których tam kilka rzędem i blisko siebie stało, prędko iść zaczęła. Widać było po niej, że sama nie wiedziała, po co i dokąd idzie; niewiedzieć też dopóki i gdzieby szła, gdyby nie zobaczyła, na spotkanie jej także skrajem góry i za stodółkami posuwającej się kwadratowej, ciężkiej, łachmanami okrytej, kijem podpierającej się postaci."
      },
      {
        "index": 248,
        "text": "— Marcelka! — krzyknęła takim głosem, jakim ktoś, długo wśród wrogów przebywający i przez nich dręczony, wita jedyną na świecie przyjemną mu istotę."
      },
      {
        "index": 249,
        "text": "Dawno już starej żebraczki nie widziała; Marcela bowiem, jak przedtem w sprawie z lokajem, Karolem, tak teraz w zajściu z Daniłkiem niewinną się nie czuła, Pawła i Koźluków lękała się, jak ognia, a w oddalonej chacie na kącie teraz przesiadując, wolała wcale nie nawijać się im na oczy. Ciekawą jednak była, bardzo ciekawą, dowiedzieć się, co po dzisiejszej hawanturze, o której od ludzi słyszała, dzieje się z Pawłem i Franką; więc za stodołami ku ich chacie szła, w nadziei, że pokryjomu coś może zobaczy, posłyszy, Frankę samą gdzie spotka i u niej rozpyta się. Spotkała i kroku przyśpieszyła."
      },
      {
        "index": 250,
        "text": "Franka ku niej nie szła, ale biegła; blisko niej znalazłszy się, ramiona wyciągnęła, na szyję żebraczki je zarzuciła i, całem swem wyschłem, giętkiem ciałem do niej przylgnąwszy, gwałtownym płaczem wybuchnęła."
      },
      {
        "index": 251,
        "text": "Zdawało się, że radość, której doznała, przyjazną sobie istotę ujrzawszy, serce jej, stwardniałe i ciężkie jak kamień, zmiękczyła nagle i w łzy roztopiła."
      },
      {
        "index": 252,
        "text": "Marcela przyciszonym głosem zawodziła:"
      },
      {
        "index": 253,
        "text": "— Bije! a co? bije i bije? Taki zdaje się dobry był, a teraz zrobił się taki zły! biedna ty, rybeńko moja, biedna! Nie do tego ty stworzona, nie do tego urodzona... Królować tobie i panować na tym świecie, a nie poniewierkę taką znosić... oj, Boże mój, Boże! a ja przyjść do ciebie lękałam się... jeszczeby mnie wybił... Moja ty złocieńka, może ty mnie wieczorkiem ze dwa kawałeczki cukru przyniesiesz... ja tu na ciebie czekać będę... okropnie cościś brzuch rozbolał, stanouniku sobie nagotowałam, ale nadto gorzki, osłodzić trzeba..."
      },
      {
        "index": 254,
        "text": "Franka nagle płakać przestała."
      },
      {
        "index": 255,
        "text": "— Już on mnie nigdy bić nie będzie — zaszeptała."
      },
      {
        "index": 256,
        "text": "— Czemu? — zapytała żebraczka."
      },
      {
        "index": 257,
        "text": "— Już ja jemu tak zrobiła... że nie będzie..."
      },
      {
        "index": 258,
        "text": "— Mojaż ty mileńka, a cóż ty jemu takiego zrobiła?..."
      },
      {
        "index": 259,
        "text": "Zcicha, grubo, porywczo Franka rzuciła wyraz:"
      },
      {
        "index": 260,
        "text": "— Otrułam!"
      },
      {
        "index": 261,
        "text": "— W imię Ojca i Syna!... czy ty zwarjowała, Franka, żeby takie rzeczy gadać? — krzyknęła Marcela."
      },
      {
        "index": 262,
        "text": "— Może i zwarjowałam, ale już on żyć na tym świecie nie będzie..."
      },
      {
        "index": 263,
        "text": "Stojącą przed nią kupę łachmanów porwało drżenie."
      },
      {
        "index": 264,
        "text": "— Jezu najsłodszy!... Franka, nie łżesz?"
      },
      {
        "index": 265,
        "text": "Uderzyła się pięścią w pierś."
      },
      {
        "index": 266,
        "text": "— Jak Boga kocham! — odpowiedziała."
      },
      {
        "index": 267,
        "text": "— Ratujcie ludzie! Jezus, Marja, Józefie Święty!... Ojcze nasz, któryś jest w niebie... Święty Antoni Padewski, Najświętsza Marjo Panno... W imię Ojca, i Syna, i Ducha... Kyrje... Alejson... — plączącym się w ustach językiem, drżąc, żegnając się, wtył się cofając, plotła Marcela, a siwe jej oczki, pod czerwoną, opuchłą powieką słupem stawały."
      },
      {
        "index": 268,
        "text": "— Ach, szelmaż z ciebie! ach, djabełże ciebie skusił! Oj, głowa moja nieszczęśliwa! czegóż ja tu przyszła! na co ty mnie to powiedziała... jeszcze i na mnie bieda spadnie... ach, niegodziwa ty! czy w tobie duszy ludzkiej nie było!..."
      },
      {
        "index": 269,
        "text": "Wtem, od strony chaty Pawłowej, z podwórka, dało się słyszeć wołanie:"
      },
      {
        "index": 270,
        "text": "— Ulana! Ulana! Ulana!"
      },
      {
        "index": 271,
        "text": "Był to głos donośny, silny, ale bardzo dziwny, bólem zdjęty, na pomoc wołający."
      },
      {
        "index": 272,
        "text": "Franka, w kierunku tego głosu cała naprzód się podała, a potem sama jak strzała pobiegła. Do bocznej ściany chaty przypadłszy, z za węgła jej na podwórko patrzeć zaczęła."
      },
      {
        "index": 273,
        "text": "Paweł stał przed drzwiami, twarzą do podwórza Koźluków zwrócony, i coraz słabiej, ciszej Ulany wolał."
      },
      {
        "index": 274,
        "text": "Dzieci bawiły się tuż za wrotami, ale na to wołanie uwagi żadnej nie zwracały; Ulana zaś z głębi komórki ozwała się nakoniec:"
      },
      {
        "index": 275,
        "text": "— Czego?"
      },
      {
        "index": 276,
        "text": "— Chadzi! — zawołał jeszcze Paweł — jeżeli Boga kochasz, prędzej... tutaj!..."
      },
      {
        "index": 277,
        "text": "Z dłońmi do piersi przyciśniętemi, chwiejąc się, do chaty wszedł; Ulana, słowami i brzemieniem głosu jego przelękniona, z obórki wypadła i prędko biegła. Filip ze swej chaty wychylił się i za żoną zawołał:"
      },
      {
        "index": 278,
        "text": "— A czego ty tam lecisz, Ulano?"
      },
      {
        "index": 279,
        "text": "— Chadzi chutko! — odkrzyknęła i do chaty braterskiej wbiegła."
      },
      {
        "index": 280,
        "text": "Przez dobrą godzinę potem przytłumione jęki cierpiącego człowieka, z płaczliwem zawodzeniem kobiet zmieszane, rozlegały się w tej chacie, i panowała w niej zawierucha krzątających się około chorego osób."
      },
      {
        "index": 281,
        "text": "Paweł, bez obuwia i siermięgi, w płóciennem odzieniu na posłaniu leżał, czasem jęcząc i wijąc się od doświadczanych wewnątrz bólów i mdłości, czasem uspokajając się na chwilę, i tylko nieustannie osłabłym głosem o wodę prosząc. Zamiast wody podawano mu ziółka, które Awdocia przed ogniem gotowała, przelewała, studziła, chlipiąc i za głowę chwytając się, gdy Paweł więcej cierpiał i głośniej jęczał, gdy zaś ulgi doświadczał i przycichał, z zapałem rękoma rozmachując i gadając."
      },
      {
        "index": 282,
        "text": "— Ot, co zgryzota może! Wszystko ze zgryzoty! Zamęczyła szelma ta biednieńkiego, przed czasem do mogiłki go wtrąciła! Może jeszcze Pan Bóg da, że odejdzie... Może ziółka pomogą!..."
      },
      {
        "index": 283,
        "text": "Gorący popiół z pieca wygarniała, w worki go wsypywała i Ulanę uczyła, jak ma niemi brata okładać. Ulanie gęste łzy po czerwonych policzkach ciekły, gorliwie spełniała wszystkie zlecenia lekarki i czasem tylko przed chatę wybiegała, aby na dzieci najrzeć."
      },
      {
        "index": 284,
        "text": "Filip na ławie siedział nieruchomy, zmartwiony, nic do roboty nie mając, tylko gdy raz Awdocia do chorego, który gwałtownie zajęczał, przyskoczyła i przeraźliwie krzyknęła: «umiera, ot, już i umiera! hromnicę, ludzie, zmiłujcie się, prędzej hromnicę dawajcie!» — poskoczył i z chaty swojej kawał grubej woskowej świecy przyniósł."
      },
      {
        "index": 285,
        "text": "Obce kobiety śpiesznie i z głośnym płaczem gromnicę tę zapaliły i w rękę chorego włożyły."
      },
      {
        "index": 286,
        "text": "Odtąd zaczęło się ciągłe gaszenie i zapalanie, podawanie choremu i odbieranie mu gromnicy. Ile razy cierpienia jego zwiększały się, zapalały ją i podawały; ile razy zdawały się zmniejszać, z rąk mu ją wyjmowały i gasiły. Wtedy też do izby wsunęła się Franka i, jak widmo cicha, przesunąwszy się pod ścianą, w kącie na ziemi usiadła. Nikt na nią żadnej uwagi nie zwrócił."
      },
      {
        "index": 287,
        "text": "Raz tylko Ulana, wody z wiadra zaczerpnąć potrzebując, bo Awdocia nowe jakieś zioła gotować zamierzała — kobietę, przy wiadrze siedzącą, popędliwie z drogi usunęła."
      },
      {
        "index": 288,
        "text": "Franka głębiej jeszcze w kąt zasunęła się i, łokcie na kolanach oparłszy, twarz w dłoniach zanurzyła. Nie podniosła jej ani wtedy, kiedy Paweł głośniej jęczeć zaczynał, a kobiety z wielkiem szamotaniem się i szlochaniem zapaloną gromnicę mu z bratem podawały, ani wtedy, gdy Daniłko do izby wszedł i, półgłosem porozmawiawszy, zmieszany, z pochyloną twarzą wyszedł."
      },
      {
        "index": 289,
        "text": "Była to już druga i straszniejsza od pierwszej godzina tej zawieruchy, w chacie Pawła panującej. W połowie trzeciej, chory rzadziej jęczeć zaczął, uspokajał się; ciężkie jego ciało, na posianiu wyciągnięte, coraz większej nieruchomości nabierało; twarz, która ze zmroku, słabo oświetlonego palącą się na stole lampką, wynurzała się, jak sino blada, kurczami bólu ściągnięta maska, do zwykłych zarysów swych powracała."
      },
      {
        "index": 290,
        "text": "— Lżej tobie? — pochylając się nad nim, zapytała Awdocia."
      },
      {
        "index": 291,
        "text": "— Lżej — słabym głosem odpowiedział."
      },
      {
        "index": 292,
        "text": "Wtedy Ulana znowu sobie o dzieciach przypomniała."
      },
      {
        "index": 293,
        "text": "— Pilip! — śpiesznie zwróciła się do męża — idź zobaczyć, czy dzieci w chacie... ogień zgaś, bo jeszcze sobie co złego zrobią... może Łukasz płacze, to przynieś go tutaj."
      },
      {
        "index": 294,
        "text": "Filip wstał i z chaty wyszedł; wieczór był już zupełny; chłodnawy, pogodny, gwieździsty."
      },
      {
        "index": 295,
        "text": "W zmroku, przez światło gwiazd rozświeconym, Filip, ku wrotom idący, zobaczył stojącą za niemi grubą kwadratową postać ludzką, a do uszu jego doszło półgłośne ochrypłe mruczenie:"
      },
      {
        "index": 296,
        "text": "— Jezu Nazareński! zmiłuj sia nad nami! Jezu przedziwny, zmiłuj sia nad nami! Jezu, ucieczko nasza, zmiłuj sia nad nami!"
      },
      {
        "index": 297,
        "text": "Nie było to zwyczajne modlitewne mruczenie żebraczki; odzywały się w niem: przestrach, groza, gwałtowne wołanie do Boga o ratunek. Filip jednak nie zwrócił na nie uwagi, tem bardziej, że, przy zbliżaniu się jego, ciężka, mrucząca postać odstąpiła i w inną stronę poszła. Zaledwie jednak Filip, ku podwórku swemu zmierzając, zwrócił się ku niej plecami, wróciła także i kilka śpiesznych kroków za nim uczyniła. W ten sposób chodziła ona od trzech już blisko godzin, idąc, wracając, na jednem miejscu drepcząc, przysiadając na ziemi, gdy stare nogi posłuszeństwa jej odmawiały, i znowu podnosząc się, aby iść, wracać, dreptać..."
      },
      {
        "index": 298,
        "text": "Modliła się żarliwie, walczyła. I powiedzieć lękała się o tem, co wiedziała, i zamilczenie zgrozą ją przejmowało. W pierwszym wypadku lękała się podejrzeń, na nią także spaść mogących, kłopotów, sądów; w drugim przerażał ją straszny sąd Boży. Litość przytem czuła nad tym człowiekiem, którego jęki aż po podwórku rozlegały się czasem i uszu jej dochodziły, i ohyda ją zdejmowała dla tej kobiety, która chyba duszy ludzkiej w sobie nie miała, gdy to robiła..."
      },
      {
        "index": 299,
        "text": "— Pilip! — odezwała się nakoniec — a! Pilip!"
      },
      {
        "index": 300,
        "text": "Filipowi wydało się, że tuż za jego plecami piła jakaś imię jego wyzgrzytała. Już do chaty swojej miał wchodzić, obejrzał się."
      },
      {
        "index": 301,
        "text": "— Czego? — zapytał. Ze stojącej przed nim na dwu wielkich stopach kupy łachmanów wynurzyła się ku niemu wzniesiona, sfałdowana, wyrazem zgrozy wykrzywiona twarz Marceli."
      },
      {
        "index": 302,
        "text": "— Wiedajesz, Pilip — zaczęła — wiedajesz szto?... on... znaczy Pauluk... twój dziewier... otruty!"
      },
      {
        "index": 303,
        "text": "— Co! — wykrzyknął Filip."
      },
      {
        "index": 304,
        "text": "— Dalibóg! — zaszeptała znowu żebraczka — nie mów tylko nikomu, mój mileńki, nie mów, że to ja tobie mówiłam; bo jeszcze i mnie bieda będzie... Trucizny do jedzenia jemu wsypała... nie mów tylko nikomu, że ode mnie dowiedziałeś się, jeżeli Boga boisz się, nie mów..."
      },
      {
        "index": 305,
        "text": "Filipa nagle światło w oczy uderzyło. Dawno już myślał, że ona kiedykolwiek jaką okropną rzecz zrobi, że wszystko zrobić gotowa. A toż! Skądże Pawłowi ta nagła choroba przyszła? Marcela prawdę mówi, jak Bóg na niebie, prawdę!"
      },
      {
        "index": 306,
        "text": "Za głowę się schwycił."
      },
      {
        "index": 307,
        "text": "I zgroza go przejęła, i uczucie triumfu: zgrozę w nim budziła dokonana zbrodnia, triumf uczuwał na myśl, że Paweł przekona się sam nakoniec, jaką biedę i jakie niebezpieczeństwo na siebie i na nich sprowadził. Przez głowę, jak błyskawica, przemknęły mu: turma, sąd, Sybir! Do turmy ją zabiorą, na Sybir wyślą i wszystkich ich od niej na zawsze wybawią."
      },
      {
        "index": 308,
        "text": "Z miejsca porwał się, Marcelę odepchnął, krótszą drogą przez płoty i ogród ku chacie Pawła pędem biegł i do izby, w której zapanowała była chwilowa cisza, z krzykiem wpadł:"
      },
      {
        "index": 309,
        "text": "— Ot, co! ot, jak! Wiedajesz, Pauluk! ty otruty... żonka tobie trucizny zadała! słyszysz?"
      },
      {
        "index": 310,
        "text": "Tak dobrze usłyszał, że, jak sprężyną podjęty, całą górną połowę ciała z posłania dźwignął, wyprostowany usiadł i z ust jeden tylko, przeciągły, pytaniem nabrzmiały, dźwięk wydał:"
      },
      {
        "index": 311,
        "text": "— Ha?"
      },
      {
        "index": 312,
        "text": "— Otruła — powtarzał Filip — do jedzenia trucizny wsypała..."
      },
      {
        "index": 313,
        "text": "Awdocia i Ulana ręce załamały, a potem schwyciły się za głowy."
      },
      {
        "index": 314,
        "text": "Pierwsza do chorego przyskoczyła:"
      },
      {
        "index": 315,
        "text": "— Jadł ty dziś co?"
      },
      {
        "index": 316,
        "text": "Paweł, jak był nagle i sztywnie podniósł się, tak nagle i sztywnie na posłanie opadł."
      },
      {
        "index": 317,
        "text": "— Jadłem — zcicha odpowiedział."
      },
      {
        "index": 318,
        "text": "— A co ty jadł?"
      },
      {
        "index": 319,
        "text": "— Krupnik — wyszeptał. — A gdzie ten krupnik? — zaszamotała się po izbie Awdocia."
      },
      {
        "index": 320,
        "text": "Ulana, głośno dysząc, z przerażeniem na twarzy garnek z utopioną w nim łyżką z ziemi podjęła."
      },
      {
        "index": 321,
        "text": "— Ot, ja tu postawiłam, bo ogień rozpalać przeszkadzał..."
      },
      {
        "index": 322,
        "text": "Zdawało się, że kasztanowate jej włosy, dwoma pasmami ukazujące się z pod chustki, od zgrozy powstały nad czołem, tak stała się nagle rozczochraną. Filip, ze wzburzonemi także na głowie włosami, z latającą źrenicą u otwartych drzwi stał; za otwartemi drzwiami widać było w ciemnej sieni pobladłą twarz Daniłka i czworo drobnych dzieci, w ścisłą gromadkę zbitych, krzykami i niezwykłym ruchem zadziwionych..."
      },
      {
        "index": 323,
        "text": "Awdocia garnek z krupnikiem pod samą prawie twarz chorego podsuwała:"
      },
      {
        "index": 324,
        "text": "— Ten krupnik jadł?"
      },
      {
        "index": 325,
        "text": "Ale on już nie odpowiadał; osłupiałym, błędnym, strasznym wzrokiem po izbie wodził. Na skrzynkę Franki w kącie otwartą i na leżącą obok niej spódnicę spojrzał; papierek zmięty, nieduży, stopami krzątających się po izbie osób na środek jej wyciągnięty, zobaczył; coś sobie przypomniał i powieki zamknął. Pierś jego podnosiła się wysoko, ciężko, ale ze ściśniętych ust nie wydobył się dźwięk najlżejszy. Daremnie Awdocia i Ulana zapytania swe i badania w same ucho mu wykrzykiwały, daremnie go za koszulę i ręce targały; z czołem spotniałem, z zaciśniętemi usty, ze szczelnie zamkniętemi powiekami, leżał jak martwa i ciężka kłoda, zdając się nie czuć i nie słyszeć nic. Tylko szybki i ciężki oddech upewniał o tem, że żyje, ale kobietom znowu przez głowy przemknęła myśl, że już kona, a ponieważ tym razem, nie od zwykłej choroby, lecz od trucizny w mniemaniu ich konał, więc zgrozą zdjęte wyprostowały się, przeżegnały i pacierze ciche mówić zaczęły."
      },
      {
        "index": 326,
        "text": "W tej ciszy, przerażonym szeptem kobiet i trzaskiem ognia przerywanej, zdala, z przeciwległego brzegu rzeki doszło basowe, przeciągle, w jednostajnych odstępach czasu po wiele razy rozlegające się wołanie:"
      },
      {
        "index": 327,
        "text": "— Po-rooom! Po-o-o-rom! Po-ooo-rom!"
      },
      {
        "index": 328,
        "text": "Filip, po raz pierwszy może odkąd prom posiadał, na wołanie to żadnej uwagi nie zwracał, ale Daniłko natychmiast z sieni wyskoczył, a po minucie wrócił i, głowę do izby wsuwając, głośnym szeptem zawołał:"
      },
      {
        "index": 329,
        "text": "— Pilip! chodź prędzej! Uradnik! Zdala znane mu dobrze konie policyjnego urzędnika, i głos woźnicy jego poznał."
      },
      {
        "index": 330,
        "text": "Filipa jakby coś w górę podrzuciło, tak podskoczył i w mgnieniu oka z izby wypadł, a potem, szost z pod ściany chaty swojej porwawszy, bez czapki, cały naprzód podany, z góry zbiegał."
      },
      {
        "index": 331,
        "text": "— Ot, chwała Bogu — wołał — ot, Pan Bóg miłosierny jego tu zesłał! Ot, w czas przyjechał!"
      },
      {
        "index": 332,
        "text": "Nic w tem dziwnego nie było, że teraz przyjechał, bo w tem miejscu przez Niemen przeprawiał się bardzo często, robotę urzędową po obu stronach rzeki do spełnienia mając. Ale Filip zrządzenie samego Boga w tem upatrywał i z szostem, wysoko nad głową mu sterczącym, ku rzece pędził; Daniłko z takiem samem narzędziem za nim biegł. Wkrótce też na rzece stalowej, w zmroku, od światła gwiazd przezroczystym, czarny prom z dwiema czarnemi postaciami ludzkiemi, to pochylającemi się, to prostującemi, i suche, czarne linje ukośne w wodzie zanurzającemi, cicho, szybko, widmowo wszerz rzeki pomykał."
      },
      {
        "index": 333,
        "text": "Izba Pawła zaś na krótką chwilę opustoszała. Ulana do chaty swojej pobiegła, aby starsze dzieci do snu ułożyć, a najmłodsze choćby zobaczyć i ogień zgasić; Awdocia w przeciwną stronę, po ziółko od zadanego, najprędzej jak mogła, podreptała. Miała jedno, tak wyborne i doświadczone, że gdyby niewiedzieć co komu zadanem było, zadane z ciała wyprowadzało. Gdyby była wprzódy wiedziała, od czego Pauluk chory, byłaby je już dawno zgotowała; teraz zato po nie biegła."
      },
      {
        "index": 334,
        "text": "Gdy w izbie zrobiło się pusto i cicho, Paweł powieki podniósł."
      },
      {
        "index": 335,
        "text": "— Franka! — słabym głosem wymówił."
      },
      {
        "index": 336,
        "text": "W kącie, pomiędzy wiadrem z wodą a gospodarskiemi i rybackiemi narzędziami, dał się słyszeć lekki szelest, i cicha, skurczona, przygarbiona, z głową i czołem owiniętemi płócienną szmatą, jak ponure, zgnębione widmo, wychyliła się z niego Franka. Parę kroków naprzód postąpiła i, z rękoma, kurczowo u piersi koszulę ściskającemi, z twarzą schyloną i wzrokiem utkwionym w ziemię, stanęła."
      },
      {
        "index": 337,
        "text": "— Franka — słabym i powolnym głosem zaczął Paweł — czy to prawda?"
      },
      {
        "index": 338,
        "text": "Milczała."
      },
      {
        "index": 339,
        "text": "— Franka — przemówił znowu — ty nigdy nie łgała... Powiedz i teraz sprawiedliwie, czy to prawda? — Prawda — odpowiedziała."
      },
      {
        "index": 340,
        "text": "Paweł znowu zamknął powieki."
      },
      {
        "index": 341,
        "text": "Nie jęknął przecież, nic nie powiedział, tylko obfitszy pot czoło mu oblał, i wargi zwarły się jeszcze silniej."
      },
      {
        "index": 342,
        "text": "Franka stała ciągle na jednem miejscu, nieruchomie w ogień zapatrzona. W wyrazie jej oczu nie było ani obawy ani żalu. Nie miały one w tej chwili żadnego pewnego wyrazu. Malowało się w nich jakby bezmyślne osłupienie, czasem tylko urągliwemi światełkami przerywane."
      },
      {
        "index": 343,
        "text": "Wtem w sieni ozwał się chód przyśpieszony; Filip, bez czapki, zdyszany, z roztarganemi włosami i uroczystym wyrazem twarzy, do chorego przystąpił."
      },
      {
        "index": 344,
        "text": "— Nie gniewaj się, dziewier — stanowczym głosem wymówił — zaraz uradnik tu przyjdzie szelmę tę zabierać..."
      },
      {
        "index": 345,
        "text": "Słowa te jakby z ciężkiego snu Frankę przebudziły; zatrzęsła się całem ciałem, przeraźliwie krzyknęła i rzuciła się ku drzwiom. Ale zastąpiła jej drogę Ulana, z niemowlęciem swem na ręku powracająca, a po kilku sekundach wszedł do izby ten sam człowiek, w ubraniu z połyskującemi guzikami, który przed dwoma laty, na bryczce siedząc, o zginionej podówczas France z Pawłem rozmawiał."
      },
      {
        "index": 346,
        "text": "Przez kilka minut panowały tu gwar głosów i zawierucha stąpań ludzkich. Filip, Ulana, Awdocia, która z ziółkiem swem wróciła, razem mówili, opowiadali, świadczyli, garnek z krupnikiem pokazywali, Frankę, która na całem ciele drżąc, kilka razy jeszcze rzucała się do drzwi, zatrzymywali i w głąb izby popychali."
      },
      {
        "index": 347,
        "text": "Policjant słuchał, dziwił się, oburzał, do Pawła podszedł i pytania zadawać mu począł. Ale Paweł, z zamkniętemi oczyma, z zaciśniętemi wargami, w całej długości swego ciężkiego ciała na pościeli wyciągnięty, jak kłoda nieruchomy był, jak grób milczał i wtedy dopiero podniósł powieki, kiedy uradnik rozkazującym głosem do Franki przemówił:"
      },
      {
        "index": 348,
        "text": "— No, odziewaj się, a prędko... na spacer pojedziem..."
      },
      {
        "index": 349,
        "text": "Potem Filipowi mówił jeszcze, że do wyższego urzędu dziś wieźć ją już zapóźno, więc ten miły ptaszek u niego przenocuje. Do miejsca, w którem mieszka, niedaleko, cztery wiorsty, a on tyle dziś miał roboty, że chce choć kilka godzin spokojnie przespać. Jutro zato raniutko dalej ją powiezie."
      },
      {
        "index": 350,
        "text": "— Już tylko ją stąd zabierzcie! Zmiłujcie się, zaraz zabierzcie!"
      },
      {
        "index": 351,
        "text": "Paweł, najlżejszego poruszenia nie czyniąc, rozmowy dwóch mężczyzn słuchał, a oczyma za Franką wodził. Na całem ciele drżąca, cicha, jak grób, spełniała rozkaz urzędnika i ubierała się. Czyniła to nawet z rozmysłem i niejakiem staraniem. Wcale na obecność w izbie kilku mężczyzn nie zważając, zmieniła samodziałową spódnicę na tę miejską, z obłoconemi falbanami, którą podniosła z ziemi, włożyła pończochy, nowe buciki, kaftan, watowaną algierką i, z głowy płócienną szmatę zdjąwszy, wełnianą chustkę na nią zarzuciła. Wtedy uradnik wziął ją za ramię i ku drzwiom poprowadził."
      },
      {
        "index": 352,
        "text": "Gdy oboje przez izbę przechodzili, Paweł mógł widzieć wyraz jej spojrzenia. Szła cicho i bardzo posłusznie, na całem ciele drżała, a oczy jej, rozszerzone i nieruchome, wyrażały śmiertelny przestrach."
      },
      {
        "index": 353,
        "text": "Filip urzędnikowi aż do bryczki towarzyszył, kobiety zbliżyły się do chorego."
      },
      {
        "index": 354,
        "text": "— Lepiej tobie, Pauluk? — pytały."
      },
      {
        "index": 355,
        "text": "— Już i zupełnie dobrze — odpowiedział."
      },
      {
        "index": 356,
        "text": "Kłamał."
      },
      {
        "index": 357,
        "text": "Za mało trucizny przełknął, aby od niej umrzeć, za wiele, aby tak rychło wyzdrowieć. Najdolegliwsze cierpienia już minęły, bo organizm jego, silny i zdrowy, z zabójczym pierwiastkiem skuteczną walkę toczył, a dopomogły mu w niej trochę i leki Awdoci. Ale wewnątrz doświadczał jeszcze bólów, które jednak mógł już utaić."
      },
      {
        "index": 358,
        "text": "— Napij się ziółek! — prosiła Awdocia."
      },
      {
        "index": 359,
        "text": "— Dawaj! — odpowiedział i z podanego sobie garnka wypił tyle, ile kazała."
      },
      {
        "index": 360,
        "text": "— Dobrze? — zapytała stara lekarka."
      },
      {
        "index": 361,
        "text": "— Dobrze, tylko bardzo spać chce się."
      },
      {
        "index": 362,
        "text": "— To i chwała Bogu, że spać chce... to i zdrów będzie — zadecydowały kobiety, on zaś odezwał się:"
      },
      {
        "index": 363,
        "text": "— Dziękuję ja wam, moje dziatki, i za pomoc, i za ratunek, i za dobre serce... Teraz już spać idźcie, odpocznijcie... bardzo przy mnie napracowali się..."
      },
      {
        "index": 364,
        "text": "Awdocia odezwała się, że nocować przy nim będzie."
      },
      {
        "index": 365,
        "text": "— Nie trzeba mnie, kumo, ciebie — odpowiedział — nikogo mnie nie potrzeba... Zgaście ogień i idźcie sobie... sen mnie nadto mroczy..."
      },
      {
        "index": 366,
        "text": "Zupełnie uspokojone, zgasiły w piecu ogień, na stole lampkę i wyszły."
      },
      {
        "index": 367,
        "text": "Kiedy kroki ich i przyciszone rozmowy w oddaleniu umilkły, Paweł z głośnem stęknięciem na posłaniu się dźwignął, nogi spuścił, usiadł i, z twarzą nisko zwieszoną, nieruchomy siedział."
      },
      {
        "index": 368,
        "text": "Dlaczego tak uporczywie wszystkich z chaty wyprawiał? Dlaczego pragnął pozostać sam? Dlatego, aby w samotności i ciszy zastanawiać się nad tem, co mu w głowie zamajaczyło było już wtedy, gdy Franka, przez urzędnika ku drzwiom prowadzona, przechodziła tuż prawie obok posłania jego, drżąca, posłuszna, ze śmiertelnym przestrachem w oczach. Zamajaczyła mu wtedy w głowie myśl: «ot, już zgubiona ona na wieki! Do turmy, na Sybir pójdzie, i nijakiego wybawienia już dla niej, ani na tym, ani na tamtym świecie nie będzie!» A potem, jakby echo zdala, zdala dochodzące, przypłynęły doń wyrazy, które niegdyś sam przed ołtarzem w kościele wymawiał, «a iż cię nie opuszczę aż do śmierci»."
      },
      {
        "index": 369,
        "text": "Długo w ciemnościach, napełniających izbę, panowało grobowe milczenie, aż po godzinie prawie rozległy się wśród niej półgłosem wymówione słowa:"
      },
      {
        "index": 370,
        "text": "— Nie opuszczę ciebie aż do śmierci!"
      },
      {
        "index": 371,
        "text": "Jednocześnie prawie błysnął silny płomyk roznieconej zapałki; Paweł, chwiejąc się, postąpił kilka kroków i lampkę zapalił."
      },
      {
        "index": 372,
        "text": "W oknach Koźluków było już zupełnie ciemno, wszyscy tam w całej wsi spali. Paweł ukląkł przed łóżkiem i, aż do ziemi zgięty, zaczął z pod niego ciężki jakiś przedmiot wyciągać. Z trudnością mu to szło, kilka razy prostował się i odpoczywał, stękał. Cierpiał jeszcze dotkliwie i osłabionym czuł się, ale tak samo, jak przed kilku godzinami, działo się z Franką, jedno jakieś uczucie, jedna myśl podniecały mu nerwy, głuszyły bóle, wzmagały siły."
      },
      {
        "index": 373,
        "text": "Po kilku minutach całkiem z pod łóżka wysunął sporą skrzynkę, żelazem okutą, na klucz zamkniętą. Kluczem, którego w kieszeni siermięgi swej wyszukał, otworzył ją i naprzód odzienie różne letnie i świąteczne wyrzucać z niej zaczął. Ruchy jego stawały się coraz niecierpliwszemi i śpieszniejszemi. Czasu do stracenia nie miał. Tej nocy, jak najprędzej, albo już nigdy."
      },
      {
        "index": 374,
        "text": "Buty wciągnął, siermięgę włożył i śpieszył, śpieszył. Noce były już wprawdzie dość długie, ale cztery wiorsty przed świtem ujechać musiał... Czem ujechać? Czy konia Filipa pocichu ze stajenki wyprowadzi i do woza zaprzęgnie? Mógłby to uczynić, bo stajenki, niezamykanej nigdy, Kurta tylko strzegł, a Koźlukowie nie obudziliby się pewno i nie usłyszeli... Coś go jednak od tego powstrzymywało; nie zdawał sobie sprawy, co mianowicie, ale do używania w tym wypadku Koźlukowego konia wstręt czuł."
      },
      {
        "index": 375,
        "text": "— Jak Żydzi na Hamana, tak oni na nią zawzięli się — myślał — prawda, że i jest za co, ale kogo ona najwięcej skrzywdziła? Mnie? A toż mnie swoją krzywdę darować można. I co mnie takiego stało się? Nie umrę!"
      },
      {
        "index": 376,
        "text": "Czuł, że nie umrze. Pomimo nieustających jeszcze cierpień, wiedział, że nie takiemiby one były, gdyby miał umrzeć. Jednak konia Koźluków brać nie chciał. Czółnem jeszcze prędzej tę krótką przestrzeń przepłynie, a od brzegu rzeki do mieszkania uradnika ćwierć wiorsty może."
      },
      {
        "index": 377,
        "text": "Czapką głowę okrył, lampkę zgasił, w sieniach omackiem wiosło o ścianę oparte znalazł, chatę z zewnątrz zamknął i z góry ku rzece zszedł."
      },
      {
        "index": 378,
        "text": "Kilka godzin minęło, późny świt jesienny na niebie pogasił już gwiazdy, a nad ziemią i wodą kłębił mgły wilgotne i chłodne, kiedy czółno z dwojgiem siedzących w niem ludzi do brzegu pod wsią przybiło. Czy siły zawiodły Pawła i, wiosłując słabo, płynął on powoli, że tak nieprędko powracał? Ale też nie powracał sam jeden; powoli, choć szerokim krokiem, na górę wchodził, głowę schyloną miał i policzki wklęsłe, bardzo blade. Za nim, w znacznej od niego odległości, szła wątła, skurczona kobieta w watowanej algierce, z twarzą całkiem prawie niknącą w fałdach chustki."
      },
      {
        "index": 379,
        "text": "Kiedy on drzwi chaty swojej otworzył i do sieni wszedł, ona stanęła i za progiem pozostała. Zwrócił się ku niej twarzą i rzekł:"
      },
      {
        "index": 380,
        "text": "— Chodź!"
      },
      {
        "index": 381,
        "text": "Próg przestąpiła, przez sień za nim przeszła, do izby weszła i u drzwi stanęła znowu, tak nieruchoma, jakby ślepą była, albo też, co począć i dokąd iść nie wiedziała."
      },
      {
        "index": 382,
        "text": "Paweł, ciężko na ławę opadając, znowu rzekł:"
      },
      {
        "index": 383,
        "text": "— Rozbierz się!"
      },
      {
        "index": 384,
        "text": "Chustkę tylko powolnym ruchem z głowy zdjęła, odkrywając czarne, rozpuszczone, roztargane włosy i twarz woskowo żółtą, ze zsiniałemi usty i spuszczonemi powiekami. Ramiona jej wzdłuż ciała opadły; wyglądała zupełnie tak, jak winowajcy czasem, przed obliczem sądu stojący wyglądają; wszystko w niej wyrażało straszny, druzgocący ciężar wstydu."
      },
      {
        "index": 385,
        "text": "Po chwili powieki jej drgnęły kilka razy i podniosły się, a oczy, spotkawszy się z oczyma Pawia, zaczęły nabrzmiewać łzami. Bez słowa, cicho, z oczyma po brzegi nabrzmiałemi łzami, dwa kroki uczyniła i, również o kilka kroków od Pawia oddalona, zgięła się przed nim całem ciałem, szybko a tak nisko, że włosy jej końcami swemi ziemi dotknęły. Tak za doznane dobrodziejstwa dziękując, lub o nie prosząc, kłaniają się czasem chłopi i chłopki. Widziała to pewno nieraz, i teraz, w ten sam sposób ukłoniwszy się przed Pawłem, szybko zwróciła się ku drzwiom i do sieni wyszła."
      },
      {
        "index": 386,
        "text": "On ręką po oczach powiódł i, mokrą dłoń od nich odjąwszy, ciężką głowę na niej wsparł. Tak kilka minut przesiedział; Franka z sieni nie powracała. Wstał, drzwi otworzył i w ciemnym kącie ujrzał ją, z czołem do ściany przyciśniętem stojącą."
      },
      {
        "index": 387,
        "text": "— Chodź! — rzekł znowu."
      },
      {
        "index": 388,
        "text": "Posłuszna, weszła i przed piecem, twarzą do izby zwrócona, stanęła."
      },
      {
        "index": 389,
        "text": "Paweł, na ławie usiadłszy, powoli, słabym głosem mówić zaczął:"
      },
      {
        "index": 390,
        "text": "— Jeszcze i ten raz wyratowałem ja ciebie, choć ty wielkiego grzechu dopuściłaś się... ale żebyś tam została, tobyś już na wieki zginęła, a tutaj może jeszcze i upamiętasz się, może choć teraz złości swojej przelękniesz się i do upamiętania przyjdziesz... Pożałowałem ciebie, oj, jak pożałowałem! a do tego i przysięgałem, że do śmierci ciebie nie opuszczę. Przysięga nie żart. Kiedy przysiągłem, że nie opuszczę, to nie opuściłem... i do śmierci tak, jak przysiągłem, nie opuszczę..."
      },
      {
        "index": 391,
        "text": "Trudno mu było mówić; jednak widząc, że nieruchoma, osłupiała stoi, dodał jeszcze:"
      },
      {
        "index": 392,
        "text": "— Nu, czego tak stoisz?... ogień rozpal, bo w chacie zimno i harbaty zgotuj dla siebie samej i dla mnie... Rób, co chcesz, i co potrzeba. Taka sama ty tu gospodyni, jak i wprzódy była."
      },
      {
        "index": 393,
        "text": "Jakiej natury siłę zawierały w sobie ostatnie słowa jego, że niby kula ognista, niby pocisk potężny, w samą zda się pierś tej kobiety ugodziły? Zachwiała się na nogach, kolana ugięły się pod nią i czerwonym rumieńcem naprzód, a potem łzami oblana, na ziemię upadła."
      },
      {
        "index": 394,
        "text": "Nie krzyczała, nie łkała, nic jęczała; przeciwnie, z czołem do ziemi przyciśniętem, przez minut kilka leżała, jak grób cicha, i to, że żyła, zdradzały tylko rytmiczne ruchy jej pleców, wysoko podnoszących się i opadających w płaczu rzęsistym, ale tak cichym, że najlżejszego szmeru nawet z niej nie wydobywał."
      },
      {
        "index": 395,
        "text": "Po kilku minutach zerwała się i ogień rozpalać zaczęła. Czyniła to cicho, szybko, gorliwie. Paweł na pościeli z zamkniętemi oczyma leżał, na ławie zaś, niczem nie przykryty, w grubej koszuli, która mu pierś i nagie nogi osłaniała, spał mały Chtawjan. We wczorajszej zawierusze, snem znużony, wlazł tu, zasnął i spał dotąd, od chłodu skurczony. Przechodząc, Franka go spostrzegła i chustką, którą przedtem na głowie miała, okryła. W kwadrans potem, zielonawą szklankę z herbatą ku Pawłowi niosła, ale zanim mu ją podała, dziwnem wahaniem zdjęta, na środku izby stanęła. Myślała, że będzie lękał się pić to, co mu ona podawała. Ale on nie lękał się; rękę wyciągnął, szklankę wziął i z pożądliwością nawet, przez osłabienie i zmęczenie wywołaną, herbatę tę pić zaczął."
      },
      {
        "index": 396,
        "text": "Franka zdala na pijącego patrzała, patrzała, aż nagłym ruchem obie dłonie do twarzy przycisnęła tak mocno, jakby pragnęła, aby do niej przyrosły i na wieki już przed nim zasłoniły."
      },
      {
        "index": 397,
        "text": "— Napij się herbaty, poduszkę weź i zaśnij — odezwał się Paweł, i oczyma na jedną z dwu leżących na łóżku poduszek wskazywał."
      },
      {
        "index": 398,
        "text": "— Nie trzeba, i algierkę pod głowę podłożywszy, wyśpię się — cicho odpowiedziała."
      },
      {
        "index": 399,
        "text": "Paweł oczy zamknął. Śmiertelne znużenie malowało się na jego twarzy. Wkrótce głęboko zasnął."
      },
      {
        "index": 400,
        "text": "Koźlukowie o powrocie Franki dowiedzieli się wtedy, gdy Ulana, zaraz po obudzeniu się, przypomniawszy sobie chorobę brata i chcąc dowiedzieć się, co się z nim dzieje, przez okno naprzód do izby jego zajrzała. Zajrzała, rękoma plasnęła i jak strzała puściła się do swojej chaty."
      },
      {
        "index": 401,
        "text": "Na posłaniu zobaczyła głęboko uśpionego brata, a na ławie, z głową na zwiniętej algierce złożoną, z oczyma szeroko otwartemi, leżącą Frankę. Czary, czartowskie sprawy i różne inne straszne rzeczy do głowy jej przyszły. Z krzykiem śpiącego jeszcze męża obudziwszy, o widocznym cudzie mu opowiadała. Ale Filip, chwilkę tylko pomilczawszy, domyślił się wybornie, jakie w tym niespodziewanym powrocie Franki do domu męża czary i cuda działały."
      },
      {
        "index": 402,
        "text": "— Twój brat sfichsował! — z gniewem zawołał, a gdy Ulanie domysł swój powtórzył, ona, płaczem wybuchając, powtarzała także:"
      },
      {
        "index": 403,
        "text": "— Sfichsował! ze wszystkiem taki sfichsował! Czy ja kiedy spodziewała się, żeby on takim durniem i takim chfiksatem był? Innych nazw dla postępku Pawła nie mieli; gniewali się na niego, sarkali, jak struci chodzili; Filip nawet układał projekt jechania do miasta i oskarżenia przed wyższym urzędem tak Franki, jak uradnika, który ją z aresztu wypuścił; chodził nawet do starszych gospodarzy i rady ich w tym celu zasięgał; ale gdy to jakoś zwlekało się dni dwa, trzy, ostygał zwolna, i Ulana też zastanawiać się nad tem zaczęła, że Pauluk ją, kiedy baćki zmarli, na ręku swoich wyhodował, pół ogrodu swego w posagu jej dał, to i to dla niej zawsze robił, pożyczał, pomagał, radził... Nadal też nieraz potrzebnym być mógł, oj, i jak potrzebnym przy tylu dzieciach, a ziemi kawałku niewielkim! Nad tem wszystkiem medytując, płakała i mężowi mówiła:"
      },
      {
        "index": 404,
        "text": "— A może już, Pilip, wszystkiemu pokój dać! Może niech już i po jego woli będzie! Na co nam ją prześladować? Niech już ją sam Pan Bóg karze! Chaty i dzieci pilnować będziem... a Paulukowi już lepiej nie sprzeciwiajmy się..."
      },
      {
        "index": 405,
        "text": "Filip sarkał, nie zgadzał się, codzień pojechaniem do miasta wygrażał, ale nie jechał i żadnych innych kroków nie robił; wahał się także i namyślał. Dobroć szwagra pamiętał i zgody z nim żałował. W gniewie, przeciw France, w nienawiści dla niej, Koźlukowie ostygli tem łatwiej, że nie widywali jej zupełnie. Awdocia, pomimo oburzenia, w niej przez postępek Pawła wznieconego, nie wytrzymała i poszła raz dowiedzieć się, co z nim biednieńkim dzieje się. Opowiadała, że zdrów on jest, tylko jeszcze bardzo słaby, ciągle leży i z chaty nie wychodzi. Franka przed nią tak w kącie sieni schowała się, że jej wcale widzieć nie mogła; ale Paweł zdrów i nawet wesoły. Powiedział jej, że jeszcze dni dwa, trzy odpocznie sobie, a potem na rzekę pójdzie. W okno też spoglądając, mówił, że piękna pogoda niedługo potrwa i prędko, prędko już zaczną się wielkie wiatry i deszcze. Kiedy zaś mu o France wspomniała, głową pokiwał i rzekł:"
      },
      {
        "index": 406,
        "text": "— Już ona teraz nie taka, jak była! już upamiętała się i dobra będzie... jak Bóg jest na niebie... teraz już dobra będzie!"
      },
      {
        "index": 407,
        "text": "Tak myślał istotnie, takie stopniowo powstawało w nim przekonanie, gdy, na posłaniu wyciągnięty, po wielkich jakby trudach odpoczywając, wzrokiem ścigał jej ciche teraz, nieśmiałe, prawie pokorne ruchy. Nigdy nie zbliżała się do niego, nawet ilekroć mu co podawała, aby nie zbliżyć się, ramię w całej długości wyciągała. Nigdy też pierwsza do niego nie przemówiła, a gdy on na rozmowę ją wyzywał, odpowiadała cicho, grzecznie, ale urywanemi słowy i ze spuszczonemi powiekami."
      },
      {
        "index": 408,
        "text": "Pierwszego zaraz wieczora, po powrocie swym od uradnika, grube radno na ławie zasłała, algierkę swą pod głowę sobie położyła i, wpół tylko rozebrana, kawałkiem starego kilimka okryta, do snu się ułożyła. Daremnie kilka razy jej powtórzył, aby jedną z poduszek pod głowę wzięła, albo i na łóżko położyła się, a on będzie na ławie spał."
      },
      {
        "index": 409,
        "text": "Na pierwszą propozycję krótko, ale stanowczo odpowiedziała:"
      },
      {
        "index": 410,
        "text": "— Nie chcę, nie trzeba!"
      },
      {
        "index": 411,
        "text": "Na drugą ze słabym odgłosem dawnej swej niecierpliwości sarknęła:"
      },
      {
        "index": 412,
        "text": "— Jeszcze czego!"
      },
      {
        "index": 413,
        "text": "Kiedy Chtawjan naparł się raz, aby spać przy niej, naprzód perswadowała mu, aby na łóżko wlazł i przy «tatce»» spał, a potem Pawła poprosiła, aby dziecko do siebie wziął. W prośbie tej dźwięczało wyraźnie coś nakształt przerażenia."
      },
      {
        "index": 414,
        "text": "Zdawać się mogło, że myśl o przytuleniu się do niej dziecięcego ciałka obawę w niej budziła."
      },
      {
        "index": 415,
        "text": "Obawa też, przestrach nawet, ze zgrozą graniczący, malowały się często na jej twarzy, bez żadnego bezpośredniego powodu, pod wpływem jakby myśli, powstających w jej głowie, czy widm, przed oczyma majaczących. Robiła wszystko, co tylko w chacie do zrobienia było: zamiatała, gotowała, o świcie albo o zmroku, dlatego pewno, aby nie spotykać się z ludźmi, po wodę z dzbankiem chodziła — z dzbankiem, bo wiadra udźwignąćby nie mogła. Raz nawet chleb upiekła; niekiedy też do szycia się brała. Wszystko to spełniała prędko, cicho, gorliwie; ale często wśród pracy ustawała nagle, jakby zniemożona, albo strasznemi myślami opanowana i przed ogniem, albo pośrodku izby, z garnkiem czy miotłą w ręku nieruchoma stawała, w przestrzeń wlepiając czasem ponure i rozżalone, częściej daleko przerażone oczy. Raz nawet wydała krzyk przestrachu."
      },
      {
        "index": 416,
        "text": "— A co? — twarz od ściany odwracając, zapytał Paweł."
      },
      {
        "index": 417,
        "text": "Opamiętała się, jakby oprzytomniała, i niechętnie odrzekła:"
      },
      {
        "index": 418,
        "text": "— Nic. Bardzo przelękłam się..."
      },
      {
        "index": 419,
        "text": "— Czego? — zapytał jeszcze."
      },
      {
        "index": 420,
        "text": "Nie odpowiedziała i dalej izbę zamiatać zaczęła."
      },
      {
        "index": 421,
        "text": "Jemu od tej pokory jej i cichości serce w piersi tajało. Nakoniec poprawiła się! Nakoniec przezwyciężył on tego djabła, który w niej siedział! Ale tem większy zdejmował go żal nad nią."
      },
      {
        "index": 422,
        "text": "— Franka — odezwał się raz — czego ty, jak ten zbity pies, uszy tulisz i w oczy mnie nie patrzysz? Ja nie gniewam się na ciebie i bardzo kontent, że ty już zrobiłaś się dobra. Gadaj sobie jak dawniej, śmiej się, choć i dokazuj. Wesołość nie grzech!"
      },
      {
        "index": 423,
        "text": "Ona słuchała, zrazu z niepokojem, potem ze zdziwieniem, aż odwróciwszy się prędko, wierzchnią stroną ręki oczy sobie zakryła i krótko, głęboko załkała."
      },
      {
        "index": 424,
        "text": "Innym razem, leżąc, zawołał ją do siebie, a gdy, jak zwykle, o dwa kroki od niego stanęła, przemówił:"
      },
      {
        "index": 425,
        "text": "— Czego ty boisz się, Franka? Czego ty czasem taka przestraszona, jakby umarłego przed sobą widziała? Może ty kary boskiej za wszystko, co złego zrobiłaś, boisz się? Nie bój się! Już ja tobie mówię, nie bój się! Wyspowiadasz się! Pana Boga przeprosisz, to i daruje."
      },
      {
        "index": 426,
        "text": "— Głupstwo Pan Bóg! — zcicha sarknęła; on zaś, sprzeciwiać się jej w tej chwili nie chcąc, mówił dalej:"
      },
      {
        "index": 427,
        "text": "— Nie stara jeszcze jesteś, dobrem życiem złe odpokutujesz i wynagrodzisz. Ot, i ja zaraz zupełnie już wyzdrowieję, Koźluków za ciebie przeproszę... będziem sobie wszyscy żyli w zdrowiu, zgodzie i dobrem powodzeniu... a potem Chtawjan podrośnie... ryby ze mną łapać zacznie."
      },
      {
        "index": 428,
        "text": "Przy ostatnich wyrazach uśmiech rozszerzył mu usta, rozpłynął się go całej bladej i chudej twarzy i znowu oblał czoło blaskiem, do księżycowego światła podobnym."
      },
      {
        "index": 429,
        "text": "Ona słuchała; czerwone, jak krew, rumieńce występowały na jej policzki; aż nagle, wtedy właśnie, gdy, chcąc ją do siebie przycisnąć, rękę ku niej wyciągał, ku drzwiom rzuciła się, do sieni wypadła i przez parę godzin stamtąd nie wracała."
      },
      {
        "index": 430,
        "text": "W sieni jednak nie siedziała, z chaty się wyślizgnęła, boczną ścianę jej okrążyła i na skraju góry, pomiędzy uschłemi łodygami łopuchów i ostów usiadła. Siedziała tam od kwadransa może, kiedy usłyszała za sobą kroki, z szelestem suche łodygi i trawy łamiące."
      },
      {
        "index": 431,
        "text": "Z za jednej ze stodółek wyszła Marcela."
      },
      {
        "index": 432,
        "text": "— Franka! — odezwała się zdaleka i nieśmiało."
      },
      {
        "index": 433,
        "text": "Odwróciła głowę."
      },
      {
        "index": 434,
        "text": "— Chodź! — odpowiedziała."
      },
      {
        "index": 435,
        "text": "Żebraczka zbliżała się powoli. Nie była pewną, czy Franka wie o tem, że ona ją przed Filipem wydała. Trochę lękała się jej gniewu, ale bardzo też pragnęła dowiedzieć się od niej o wszystkiem, co zaszło, i stosunki swe z nią korzystne znowu zawiązać."
      },
      {
        "index": 436,
        "text": "— Jakżeż ty, koteczko, masz się? — zaczęła — chwała Bogu, że tu siedzisz... a ludzie już Bóg wie, co gadali..."
      },
      {
        "index": 437,
        "text": "— Ludzie nic nie wiedzą — porywczo sarknęła Franka — ja jedna wszystko wiem... ludzie głupi, źli, niegodziwi... on jeden dobry..."
      },
      {
        "index": 438,
        "text": "— Kto, serdeńko, kto taki dobry? — zapytywała, do najwyższego stopnia rozciekawiona, Marcela."
      },
      {
        "index": 439,
        "text": "— Siadaj, to wszystko opowiem."
      },
      {
        "index": 440,
        "text": "Uszczęśliwiona zaproszeniem, kupa łachmanów wnet obok niej w ostach usiadła; Franka zaś, jakby jej to, co w sobie miała, strasznie ciężyło, jakby ten ciężar wyrzucić z siebie pragnęła, dawną swą mową, prędką, ognistą, niepowstrzymaną, mówić zaczęła."
      },
      {
        "index": 441,
        "text": "Opowiadała o tem, jak uradnik ją, do swego mieszkania przywiózłszy, w zimnej śpiżarni zamknął, i jakie ona tam męki przechodziła, strasznie, okrutnie, niewymownie bojąc się tego, o czem wiedziała, że spotkać ją teraz musi. Do turmy ją teraz zamkną, przed sądem postawią, na Sybir, do katorgi wyślą... Męża przecież truła, a za to kara jest wielka, długa, wiedziała o tem dobrze. W śpiżarni było ciemno, ale omackiem szukała na podłodze i ścianach jakiego sznurka i gwoździa; wszystko, zdaje się, oddałaby za kawałek sznurka i gwóźdź, na którym powiesićby się mogła i od wszystkich, od wszystkiego uciec... na tamten świat, gdzie jej już nikt dopędzić nie może, uciec. Wtem, kiedy tak męczyła się, w zimnie i ciemności tarzała się po ziemi i o ścianę głową tłukła, głos Pawła posłyszała. Uszom swoim wierzyć nie chciała, a jednak był to głos jego. Do okna uradnika stukał i prosił, aby mu drzwi otworzył. Uradnik wstał, Pawła wpuścił, świecę zapalił; ona zaś, przez szczelinę drzwi światło zobaczywszy, do tej szczeliny skoczyła i wszystko widziała, wszystko słyszała..."
      },
      {
        "index": 442,
        "text": "— Coś ty widziała, moja mileńka? co ty słyszała? gadaj! — od ciekawości, a może i od wzruszenia trzęsąc się, zapytała Marcela."
      },
      {
        "index": 443,
        "text": "Widziała ona i słyszała, jak naprzód Paweł uradnikowi mówić i przekładać zaczął, że ona, Franka, jest niewinna, że to tylko takie plotki i ludzkie gadania na nią padły, że on przecież nie otruty, żyje i nijakiej pretensji do niej nie ma. — Wypuśćcie ją, panie, i mnie oddajcie — prosił."
      },
      {
        "index": 444,
        "text": "Aż uradnik, trochę może i z ukontentowania, że ktoś mu kłania się i prawie do nóg pada, nie wytrzymał dłużej i zgodził się ją wypuścić. Śmiał się przytem tak, że aż za boki brał się."
      },
      {
        "index": 445,
        "text": "— Ot, dureń — mówił — takiego durnia jeszcze chyba na świecie nie było!"
      },
      {
        "index": 446,
        "text": "A Paweł, na śmiech jego wcale nie zważając, o nią tylko się dopominał."
      },
      {
        "index": 447,
        "text": "— To i gdzież ona, panie? — zapytywał. — Wypuśćcie ją i mnie oddajcie."
      },
      {
        "index": 448,
        "text": "Uradnik śpiżarnię otworzył i ze świecą musiał jej szukać, bo ona, Pawła, idącego ku drzwiom zobaczywszy, za beczkę jakąś schowała się i tego tylko pragnęła, aby pod ziemię zapaść się i zniknąć. Ale Paweł ją z ziemi podniósł, za rękę wziął i do czółna swego poprowadził. Ot, jak to było! Ot, co ona widziała i słyszała."
      },
      {
        "index": 449,
        "text": "Umilkła nakoniec, a Marcela zrazu oniemiała, później szeptać zaczęła:"
      },
      {
        "index": 450,
        "text": "— Oj, dobryż on, dobry! Jak Pan Jezus dobry! A ty, Franka, szczęśliwa..."
      },
      {
        "index": 451,
        "text": "— Niech takie szczęście djabli wezmą! — sarknęła."
      },
      {
        "index": 452,
        "text": "— Nie znasz ty swego szczęścia i nie rozumiesz... głupia... — zaczęła Marcela, ale Franka gwałtownie jej przerwała:"
      },
      {
        "index": 453,
        "text": "— Zabił on mnie tą swoją dobrocią, zamordował tak, że już żyć na świecie nie mogę... z samego strachu żyć nie mogę..."
      },
      {
        "index": 454,
        "text": "Wstrzęsła się całem ciałem i zaszeptała:"
      },
      {
        "index": 455,
        "text": "— Jezus Marja! Jezus Marja! Jezus Marja! Żebym mogła, to, zdaje się, zabiłabym ją, jak tę wściekłą sukę!"
      },
      {
        "index": 456,
        "text": "— Kogo? — zapytała przestraszona żebraczka."
      },
      {
        "index": 457,
        "text": "Franka szeptała dalej:"
      },
      {
        "index": 458,
        "text": "— Stoi mnie przed oczyma i stoi... gdzie obrócę się, wszędzie ją widzę... a taka straszna!"
      },
      {
        "index": 459,
        "text": "— Któż to taki? mojaż ty mileńka! Któż to tak ciągle przed oczyma tobie stoi?"
      },
      {
        "index": 460,
        "text": "Franka spojrzała na nią zdziwionym wzrokiem."
      },
      {
        "index": 461,
        "text": "— A jaż sama! — odpowiedziała."
      },
      {
        "index": 462,
        "text": "— W imię Ojca, i Syna, i Ducha... — zaczęła Marcela."
      },
      {
        "index": 463,
        "text": "Franka za ramię ją pociągnęła."
      },
      {
        "index": 464,
        "text": "— Nic ty nie wiesz i nic nie rozumiesz — zaszeptała — samej siebie ja boję się... tego, co zrobiłam, boję się... od tego momentu, kiedy przez szczelinę widziałam i słyszałam, jak on za mnie uradnika prosił, cościś mnie takiego zrobiło się, że już żyć nie mogę... Gryzie mnie tak we środku, spać nie daje... straszy... Siebie samej ja boję się i jego boję się... gorzej teraz jego boję się, niż wtedy, kiedy bił... oczu na niego podnieść nie mogę... wstyd taki!"
      },
      {
        "index": 465,
        "text": "— Porzuć! uspokój się! — perswadowała żebraczka — szanuj jego teraz, miłuj, jak u Pana Boga za piecem w chacie sobie siedź... i wszystko będzie dobrze."
      },
      {
        "index": 466,
        "text": "Franka przecząco wstrząsnęła głową."
      },
      {
        "index": 467,
        "text": "— Już ja ją znam... ona jak ta pijaczka... kiedy trzeźwa, to i dobrze, a jak kiedy upije się, to znów jemu co takiego zrobi..."
      },
      {
        "index": 468,
        "text": "— Kto? co ty wygadujesz, Franka? Kto taki?"
      },
      {
        "index": 469,
        "text": "— A jaż! — ze zdziwieniem znów odpowiedziała i po cichu, takim głosem, jakim bardzo słabi ludzie przemawiają, skarżyć się zaczęła:"
      },
      {
        "index": 470,
        "text": "— Nie dobrze mnie... oj, moja Marcelko, tak mnie nie dobrze, że już i żyć nie mogę... Jakie już moje życie na świecie! Ręce i nogi mam związane, boję się znowu licha jakiego narobić i tego życia boję się, co mnie przy nim czeka, i wszystkiego boję się... Nic mnie już niemiłe, niczego już nie chcę... Jak w grobie zakopana..."
      },
      {
        "index": 471,
        "text": "A po chwili milczenia poskarżyła się jeszcze:"
      },
      {
        "index": 472,
        "text": "— Tak mnie nie dobrze, moja Marcelko, tak mnie źle... tak mnie we środku coś je... smokcze... ssie..."
      },
      {
        "index": 473,
        "text": "Z trudnością z ziemi wstała... Wiatr chłodny od rzeki powiał, wstrząsnęła się."
      },
      {
        "index": 474,
        "text": "— Zimno!"
      },
      {
        "index": 475,
        "text": "— Ale — potwierdziła Marcela — jesień już... a ty, moja koteczko, moje złotko, kawałek słoninki mnie daj, bo nie mam czem ciepłej strawy okrasić..."
      },
      {
        "index": 476,
        "text": "— Ludzie gadają — gdzieś daleko za rzekę patrząc, zaczęła Franka — że kiedy człowiek jaki wiesza się, wtedy zawsze wielki wiatr powstaje..."
      },
      {
        "index": 477,
        "text": "— A gadają! — potwierdziła Marcela i mówiła dalej: — może jutro Paweł na rzekę już pójdzie, to ja do ciebie, moja mileńka, przyjdę..."
      },
      {
        "index": 478,
        "text": "— Aha! jutro!"
      },
      {
        "index": 479,
        "text": "— A słoninki dasz?"
      },
      {
        "index": 480,
        "text": "— Jutro! — powtórzyła Franka i, nic już nie mówiąc, z rękoma u piersi zaciśniętemi, skurczona, przez gęstwinę uschłego zielska do chaty odeszła."
      },
      {
        "index": 481,
        "text": "Gdy do izby w[eszł]a, Paweł przy stole na ławie siedział, a mały Chtawjan, u kolan jego zwieszony, opowiadaniem jakiemś, z głośnym śmiechem zmieszanem, na całą izbę dzwonił."
      },
      {
        "index": 482,
        "text": "— A gdzie byłaś? — zapytał wchodzącą Paweł."
      },
      {
        "index": 483,
        "text": "Powiedziała, że za chatą siedziała, i że na dworze zrywa się wiatr."
      },
      {
        "index": 484,
        "text": "— Jesień — odpowiedział — ale to nic. Jutro na rzekę pójdę... choćby i fala była duża, teraz miętusów przepaść nałowić można."
      },
      {
        "index": 485,
        "text": "Wieczerzę przy zapalonej lampce zjedli. Franka jadła także i dziecku jeść dawała."
      },
      {
        "index": 486,
        "text": "Gdyby biegły jaki psychjatra w tej chwili na nią patrzał i widział ten nieruchomy, przepaścisty, czarny smutek, który napełniał jej zapadłe oczy, zrozumiałby może, iż psyche jej, jak motyl z pokaleczonemi skrzydłami, trzepotała znowu nad samą wąską linją, przytomność z obłędem, rozum z szałem rozgraniczającą. Ale Paweł widział tylko, że kobieta, naprzeciw niego z dzieckiem na kolanach siedząca, spokojną była, łagodną, zawstydzoną, i myślał, że nazajutrz, przed wypłynięciem na rzekę, z Koźlukami pogodzić się i o niej pomówić musi."
      },
      {
        "index": 487,
        "text": "Wkrótce po wieczerzy Franka nad skrzynką swoją pochyliła się, i twardą, kolorową taśmę, dziaha zwaną, z niej wyjęła. Ubrana była w samodziałową spódnicę, różowy fartuch i miejski swój podarty kaftan. Teraz go wyjętą ze skrzynki taśmą przepasała."
      },
      {
        "index": 488,
        "text": "Paweł na to żadnej uwagi nie zwrócił. Na posłaniu siedząc, do snu rozbierać się zaczynał i właśnie buty zdejmował, kiedy Franka ze śpiącym Chtawjanem na ręku do niego się zbliżyła."
      },
      {
        "index": 489,
        "text": "Głośno i krótko w policzek dziecko pocałowała i położyła je na łóżku, tuż przy nim."
      },
      {
        "index": 490,
        "text": "— Bądź dla niego łaskaw, tak jak dla mnie byłeś... on niczemu nie winien! — szepnęła."
      },
      {
        "index": 491,
        "text": "Paweł zdziwił się."
      },
      {
        "index": 492,
        "text": "— Czy ty zdureła, Franka? Alboż ja jego nie lubię i nie żałuję?"
      },
      {
        "index": 493,
        "text": "Ale ona, o parę kroków przed nim stojąc, pochyliła się aż prawie ku ziemi, tym samym, co wówczas, gdy ją z aresztu uwolnił, szybkim, niskim, chłopskim ukłonem. Tak zupełnie kłaniał się Paweł uradnikowi, gdy go naprzód o jej wolność prosił, a potem mu za nią dziękował. Możnaby mniemać, że te jego pokłony naśladowała. Paweł jednak nic już nie powiedział. Głowę na poduszkę kładąc, myślał:"
      },
      {
        "index": 494,
        "text": "— Wstydzi się jeszcze! Jeszcze zapomnieć o tem, co zrobiła, nie może! To i chwała Bogu! Widać, że upamiętała się już zupełnie."
      },
      {
        "index": 495,
        "text": "Tak myśląc, usnął. Spał i nie słyszał wzmagających się na dworze szumów jesiennego wiatru. Nie usłyszał też, że wśród nocy drzwi izby lekko skrzypnęły."
      },
      {
        "index": 496,
        "text": "Zrana, bardzo wcześnie obudził go rozlegający się w pobliżu chaty gwar ludzkich głosów, wśród którego powtarzano wciąż imiona jego i Franki. Zerwał się i w płóciennej tylko odzieży, bosy, przed chatę wybiegł. Tam, gdzie kończyła się zagroda Koźluków, piaszczystą drogą z cmentarnym borkiem rozdzielona, stała gromadka mężczyzn i kobiet, rozgadana, rozkrzyczana, przerażona, ze wskazującemi palcami, wyciągniętemi ku temu punktowi borku, w którym z pomiędzy dwu starych sosen wystrzeliwał cienki, bardzo wysoki krzyż. Paweł z głośnych rozmów i krzyków kilka wyrazów dosłyszał i ku rozgadanej, rozkrzyczanej, przerażonej gromadce ludzi jak szalony biegł. Zanim jednak do niej dobiegł, wiatr silnie powiał, a z pomiędzy sosen wyfrunął i o parę stóp nad ziemią gwałtownie zaszamotał się różowy fartuch Franki. Oprócz tego różowego łachmanka, w bladem świetle wychodzącego z za chmur słońca rozmiotanego, Paweł nie zobaczył nic, ale odgadł wszystko. Teraz już i on jej nie wyratuje. Ręką chwycił się płotu, a biegnące naprzeciw niego Awdocia i Ulana coś strasznego na twarzy jego spostrzec musiały, bo, rozłożywszy ramiona, krzyknęły obie:"
      },
      {
        "index": 497,
        "text": "— Ratujcie, ludzie! trzymajcie! ratujcie! umrze! Padnie i umrze."
      }
    ]
  }
}