{
  "chapterNumber": 2,
  "title": "Γραφαὶ καὶ στίχοι Στεφάνου τοῦ Σαχλήκη (Β´) (More Writings of Sachlikis)",
  "sourceContent": {
    "paragraphs": [
      {
        "text": "᾿ἈἈπὸ τὴν ὥραν τὴν κακὴν ὁποῦ μὲ φυλακίσαν,\n᾿ ὃ λογισμός μου ἐβιάζε με, ὁ νοῦς μου ἠνάγκαζέ με\nλέγοντα «γράψε γράμματα, Στέφανε, διὰ τοὺς φίλους,\nπῶς τοὺς Ὑαποῦν καὶ διὰ τί οἱ φίλοι των εἶν φίλοι,\n. ἢ κ᾽ οἱ συγγενεῖς τοὺς συγγενοὺς καὶ πῶς τοὺς ἀπαρνοῦνται\" ὶ\n- κ᾽ ἐγὼ ποτὲ οὐκ ἤθελα νὰ πιάσω τὸ κονδύλιν,\nκαὶ ὅσα μὲ. βιάζασιν ὃ λογισμὸς κι ὁ νοῦς μου,\nἐβάστουν, ἐδυνάστευα, ἐπίστευα κ᾿ “ἐκράτουν,\nγὰ μὴ νικήσῃ ὁ λογισμὸς, νὰ μὴ κερδήσῃ ὃ νοῦς μου,\nτὸ θαῤῥῶντα καὶ κατέχοντα ὃ νοῦς μου γὰ γυρίσῃ,\nκαὶ νὰ διαγύρῃ ὃ λογισμὸς. νὰ μὴ᾽ κερδήσῃ ὁ νοῦς μου,\nκαὶ νὰ μηδὲν μὲ βιάσουσιν νὰ γράψω διὰ: τοὺς φίλους.\nἀμμὴ θωριὺῦ το φανερὰ, ὃ νοῦς μου οὐδὲν.μ᾽ ἀφίνει,\nκι ὁ λογισμός μου βιάζει με κι ἀνάκειται νὰ γράψω.\nλοιπὸν παρακαλῶ σάς το, τὰ σφάλματα τὰ μκλδ ρα",
        "index": 1
      },
      {
        "text": "᾿ς Μὰ μὲ τὰ συμπαθήσετε, ὅτι κατέχετέ το ι\nκαὶ μέγα ἔν τὸ κάμωμα κι ὃ νοῦς μου οὐδὲν τὸ σώνει.\nΕἰς τοὺς καιροὺς τοὺς πρωτινοὺς, ὡσὰν θωρῶ γραμμένα,\nὃ φίλος διὰ τὸν φίλον του θάνατον δὲν ἐψήφαν\nκαὶ ν᾿ ἀποθάνῃ ὀρέγετον διὰ τὴν τιμὴν τοῦ φίλου.\nἐπροτιμᾶτον νὰ γενῇ νεκρὸς διὰ τὸν φίλον,\n. παροῦ μαζὺ καὶ νὰ θωρῇ τὴν ὌΡΗ τοῦ φίλου,\nξςι\nπΡκβιηρ το, ον ΘΝ σ.\nκ᾽ οὐδὲν ἐγάπα τὴν ζωὴν κάλλια παρὰ τὸν φίλον.\nἀμμή ᾽τασσεν τὸν φίλον του ὡσὰν τὸν ἐμαυτόν του.\nἐκεῖνοι οὐδὲν ἐτάσσασιν πράγματα διὰ φίλους.\nἀμμ᾽ εἴχασιν τὰ πράγματα ὡσὰν πουλιὰ καὶ σκόνη,\nκαὶ χρειάζουνταν τὰ πράγματα διὰ τὴν τιμὴν τοῦ φίλου\"\nκ᾿ οὐδὲν εἶχαν τοὺς φίλους τῶν διὰ νὰ κερδήσουν πρᾶτιια,",
        "index": 2
      },
      {
        "text": "ἐκεῖνος ὁποῦ ἔκαμεν φίλους ἠγαπημένους,\nνᾷπες, οὐκ ἦτον δυνατὸς καὶ πλούσιος καὶ μεγάλος.\nκαὶ τίς νὰ ἐτόλμησεν εἰπεῖν ὅτι οὐδὲν ἔνι τοιοῦτος.\nὅτι οὐδὲν ᾿ἀπόθανεν ὁ φίλος διὰ φίλον,\nκ᾿ οὐδὲν τὸν ἐπροτίμευεν παρὰ κανένα πρᾶγμα.\nθέλοντα σίτων ἄχαρος νὰ ἔνι ᾿ς τὸ καθόλου;\nκαὶ τῶν Ἑλλήνων τὴν τιμὴν τὸν μέγαν ᾿Αχιλλέαν.\nὁποῦ τὸν δίδασιν πολὺν ἀσήμιν καὶ χρυσάφιν,\nἄλογα, κάστρη. πράγματα, νἄβγῃ νὰ πολεμήσῃ\nτίτοια τινὰ ταξίματα οὐκ ἤθελεν νὰ πιάσῃ᾽\nἀμμὴ ὅταν τὸν ἐσκότωσεν τὸν ΤΤάτροκλον ὃ Ἕκτωρ,\nτότ᾽ ἔλυσε τὸν ὅρκον του, ἐτότε κ᾿ ἠρματώθιη.\nκαὶ μόνος ἐκατέβηκε ᾿ς τὴν μέσην τοῦ φουσάτου.\nκαὶ προτιμήθη θάνατον, ἔκρινε ν᾿ ἀποθάνῃ,\nπαροῦ ν᾿ ἀφήσῃ ᾿ἀγδίκητον τὸν θάνατον τοῦ φίλου.",
        "index": 3
      },
      {
        "text": "αἴ, τοιοῦτοι φίλοι ἐπρέπασιν καὶ τίτοιοι νὰν ᾿ς τὸν κύσμον,\nγὰ θέλουσιν τὸν θάνατον διὰ τὴν τιμὴν τοῦ φίλου.\nκαὶ νὰ μηδὲν ψηφήσουσι πράγματα διὰ φίλους.\nἀμμὴ θωρῶ ὅτι ἐλλάξασι τὰ πράγματα τοῦ κόσμου,\nκαὶ τὰ σημάδια τοὐρανοῦ γυρίζουν ἄλλην στράταν.\nεἰς τὸ κακὸν ἐδώκασιν οἱ φίλοι κ᾿ οἱ συντρόφοι\"\nκανεὶς οὐδὲν εὑρίσκεται καλῶς ἐμπιστεμένος.\nὅλοι ἀγαποῦν τὰ πράγματα. τυρεύουν τὸ λοτάμριν\nκαὶ πάσχουν νὰ κερδήσουσιν, πλούσιοι νὰ τενοῦσιν᾽\nοἱ ψευδοφίλοι τρέχουσιν ὅπου νε τὸ λοτώμριν.\nὅπου ᾽νε κέρδος κ᾿ ὄφελος, ἐκεῖ κάμνουν φιλίαν.\nμὲ χίλιους τρόπους δολεροὺς, μὲ ἀτυχιαῖς ἐμπαίνουν.\nμὲ δυστροπιαῖς, κακογνωμιαῖς πλήρεις νάνε γεμάτοι,\nκι ἄλλα λέγουν τὰ χείλη των καὶ ἄλλα ἣ καρδιαῖς τῶν\nΝϑδννμδδλι,».,..",
        "index": 4
      },
      {
        "text": ". κ᾿ οὐδὲν στοχάζουνται ποτὲ εἰς ἐπιδέξιον. φίλον,\nκαὶ μ᾽ ὅποιον τρόπον ἠμποροῦν, μὲ ἄδικον καὶ δίκαιον,\nεἰς τὸ λογάρι μάχουνται, γυρεύουν νὰ πλουτήσουν.\nκι ἂν ἦν᾽ καὶ φαίνεται κανεὶς κ᾽ ἔχει τάχατε φίλον,\nτὸν πλούσιον κάμνει σύντροφον, τὸν πλούσιον κάμνει φίλον,᾿\nδουλεύει τον μετὰ χαρᾶς κ᾽ ἔνι ᾽ς τὸ θέλημάν του,\nκαὶ πάντ᾽ ἐμπρὸς καὶ ᾿πίσω του φουμίζει καὶ ᾿παινᾷ τον,\nκαὶ λέγει καὶ δικάζεται καὶ δείχνει κι ἀγαπᾷ τον᾿\nκαὶ ὅλα κάμνει τα ὡς διὰ τὸ λογάριν,\nθαῤῥῶντα καὶ κατέχοντα, ὅτι νὰ διαφορεύσῃ᾽\nκ᾽ οἱ συγγενεῖς τοὺς συγγενεῖς τοὺς πλούσιους ἀγαποῦσιν\nκαὶ θέλουν τους μετὰ χαρᾶς καὶ λέγουν τοὺς φρονίμους,\nκαὶ τὸν πτωχὸν ὀργίζουνται, μισοῦν τον. δὲν τὸν θέλουν,\nκαταφρονοῦν τον περισσὰ, καὶ πελελὸν τὸν λέγουν.\nκαὶ τοῦτο ἔνι φανερὸν, στοχάσου καὶ νὰ τὸ εὕρῃς,",
        "index": 5
      },
      {
        "text": "ἂν ἔχῃς ἕναν ἀδελφὸν καὶ νᾷν πτωχότερός σου,\nκαὶ νἄχῃς κ᾿ ἄλλον συγγεγὴν καὶ νᾷν πλουσιώτερός σοὺ,\nδουλεύεις τὸν πλούσιον συγγενὴν μὲ πᾶσαν προθυμίαν,\nκαὶ τοῦ ἀδελφοῦ σου τοῦ πτωχοῦ δουλειὰν οὐδὲν τοῦ κάμνεις.\n, ἂν εὕρῃς ἕναν ἄνθρωπον νἄχῃ ἐξαδέλφους δύο,\nνἄνεν ὁ εἷς πλουσιώτερος. κ᾿ ἄλλος πτωχότερός τε,\nδουλεύει τὸν πλουσιώτερον καὶ τὸν πτωχὸν ἀφίνει.\nκαὶ τοῦτο ὅλον γίνεται διότι ἀγαποῦσιν '\nτὰ πράγματα καὶ τὰ καλὰ καὶ οὐχὶ. τοὺς ἀνθρώπους.\nἠμπορεῖς πάλιν νὰ μὲ ᾿πῆς, Σαχλήκη, ὁμολογᾷς το;\nὁ πλούσιος ἔχει συγγενὴν, ὁ πλούσιος ἔχει φίλον᾽\nλοιπὸν οὐδὲν ἐχάθησαν ὁλότελα οἱ φίλοι,\nἀμμὴ κρατοῦνται κ᾽ ἔχουνται οἱ πλούσιοι μετ᾽ ἐκείνους.\n᾿ εἰς τοῦτο ἀποκρίνομαι καὶ πάλιν οὕτως λέγω,\nκαὶ νὰ τὸ δείξω φανερὰ, ὃ πλούσιος οὐδὲν ἔχει φίλον,",
        "index": 6
      },
      {
        "text": "κανεὶς οὐδὲν τὸν ἀγαπᾷ ὡσὰν ἁρμόζει φίλον,\nφίλον καθάριον, Ὑκαρδιακὸν, σωστὸν, ἐμπιστεμένον,\nἔγκαλον, ὅλον πῤόθυμον, πολλὰ ἠγαπημένον,\nἐγκαρδιακὸν, ἀδόλωτον, ὡσὰν τοὺς πρώτους φίλους.\nὃ Σολομὼν ὃ θαυμαστὸς ἐκεῖνος ὁ προφήτης\nστὸν. ἐμπιστεμένον\nὈανπνῖπα πὶ, ἣν, σταθοα, οἱ, ΨΥ ἀρΊιοτ, ΝΣ ἐνόντα:\nΠῚ ἘΠ το πεῖν\nλέτει, οὐδὲν ἔχει ἀντάλλαγμα διὰ καθάριον φίλον.\nκαὶ τέτοιον φίλον δὲν ἔχει ὁ πλούσιος, ὡς προεῖπον,\nοὗ καὶ τοῦτο ἔνι φανερὸν, κι αὐκράσου με νὰ μάθης.\nὅποιος ἐλπίζει: καὶ κρατεῖ κι ἐγδέχεται νὰ πάρῃ\nἢ ἀπὸ πλούσιον συγτενὴν ἢ φίλον ποῦ ᾿νε πλούσιος,\nἤθελε τοῦτον ἐκ παντὸς νᾶτον ἀποθαμένος, ᾿\nγὰ πάρῃ τὸ λογάριν του, νὰ πλούσιανεν ἐκεῖνος.",
        "index": 7
      },
      {
        "text": "ὡς καὶ ἐκεῖνοι θέλουσιν θάνατον τοῦ πατρός των,\nδιὰ νὰ λάβουν τὰ καλὰ, πατρὸς μητρὸς τὰ πλούτη,\nνὰ δρίζουν, ν᾿ ἀποφαίνουνται καὶ νὰ τοὺς λὲν αὐθέντας.\n'καὶ πάλιν βλέπομεν καλὰ καὶ τοῦτο εἰς τὸν κόσμον᾽\nτὸ τινὲς καὶ ἐπλουτήνασιν κ᾽ εἶχαν μεγάλους φίλους,\nκ᾽ ὕστερον. ἐπτωχάνασιν κ᾿ ἐχάσασιν τοὺς φίλους.\nκαὶ τοῦτο γίνεται συχνὰ, ὅλοι κατέχετέ το,\nἂν ἔνε πλούσιος «ἄνθρωπος κ᾿ ἔλθῃ του ν᾿ ἀποθάνῃ,\nὡσὰν κυλιοῦν τὰ πράγματα τοῦ κόσμου καὶ διαβαίνουν,\nμὲ λόγια τὸν παρηγοῤρσῦν, μ᾽ ἄνεμον τὸν χορταίνουν, ᾿ς\nκαὶ τάσσουνται εἰς τὴν γραφὴν μὲ λόγια κομπωμένα,\nκαὶ τότε ἐξαφίνουν τον, νᾷπες οὐδὲν τὸν εἶδαν,\nνᾷπες, οὐκ ἦτον φίλος τοὺ κἀνένας ἀπ᾽ ἐκείνους,\nατῷ δίχα νὰ τὸν βοηθήσουσι βοήθειαν καμμίαν, ;\nκαταλαλοῦν, σουρεύουν τον, λέγουν κακὰ δι᾽ ἐκεῖνον.",
        "index": 8
      },
      {
        "text": "καὶ πάλιν ᾿᾽δῆτε κάμωμα τὸ κάμνουν εἰς τὸν πλούσιον.\nὁ πλούσιος ἂν ψυχομαχῇ, πολλοὶ τὸν παραστέκουν,\nὡσὰν κοράκοι κάθουνται τριγύρου. τοῦ κραββάτου\nναὐθέντη, κάμε διάταξιν, ὄρθωσε τὰ καλά σου“.\nκι ἀπ᾿ αὔτους τρέχουν μερτικὸν νὰ φέρουν τὸν νοτάριν, ΄.\nμέρος ἀπ᾿ αὔτους θέλουσιν ἣ διάταξις μὴ γένῃ,\nδποῦ ᾿νε 'πλεὸν κοντότεροι συγγενεῖς κατὰ σάρκα,\nδιὰ νὰ πάρουν ὅλ᾽ αὐτοὶ καὶ ἄλλοι νὰ μὴ πάρουν.\n'καὶ κεῖνοι ὁποῦ τὴν διάταξιν παρακαλοῦσι πάλιν\nνὰ ᾿ξεψυχήσῃ τρήγορα, νὰ ἔβγῃ ἀπὸ τὸν κόσμον.\nκι ὅταν παγαίνουν κ᾽ ἔρχουνται καὶ ᾽νωτοῦν πῶς ἱστέκει.\nν᾿ ἁρπάξουν ἀφ᾽ τὰ πράγματα, νὰ φᾶν ἀφ᾽ τὰ καλά του.\nκαὶ μοῖρα στέκουν ἀπ᾿ αὐτοὺς καὶ δείχνουν καὶ πονοῦσιν.\nκι ἀφ᾽ οὗ ψοφήσῃ ἄτυχος κι ἀφ᾽ ὧν ἐξεψυχήσῃ,",
        "index": 9
      },
      {
        "text": "κροῦν ἢ καμπάναις δυνατὰ, μαζόνουνται παπάδες,\nοἰ κ᾽ οἱ συγγενεῖς του δείχνουσιν, τάχατε κλαίουσίν τον,\nκαὶ κεῖνοι χαχανίζουσιν εἰς ταῖς καρδιαῖς των μέσα,\n. κι ὃ νοῦς τῶν διαλογίζεται τὸ πῶς θέλουν μοιράσειν,\nκαὶ τοὺς τ᾽ ἀφῆκε πᾶσα «ἑνὸς καὶ πότε νὰ τὸ πάρῃ.\n᾿ τὸ πῶς δὲν ἔχει συγγένὴν καλὸν ἐμπιστεμένον,\nἀμμὴ ὅλοι διὰ τὸ πρᾶγμάν του δείχνουσιν κ᾿ ἀγαποῦν τον,\nκαὶ ᾿πεθυμοῦν τὸν ψόφον του νὰ φᾶν ἐκ τὰ καλά του.\nἀκόμη τοῦτο τὸ κακὸν ἔχουσιν ὅλ᾽ οἱ πλούσιοι᾽\nπαρὰ ποῦ τὸν δουλεύασιν. οἱ φίλοι τῶν οἱ φίλοι,\nκαὶ δι᾽ αὖτον θέλουν τὸν κακὸν, ὀργίζουνταί τον πάντες,\nκαὶ φανερὰ δὲν ἔχουσι φίλον καλὸν οἱ πλούσιοι.\nἐδᾶ ᾽ρχομαι κ᾿ εἰς τοὺς πτωχοὺς, κι ἄκουσον καὶ δι᾽ ἐκείνους,\nὁποῦ δὲν ἔχουν. πράγματα ἢ ἀσήμιν ἢ χρυσάφιν.\nὅλοι μισοῦν τοὺς τοὺς πτωχοὺς, οὐδὲν τοὺς θέλουν φίλους.",
        "index": 10
      },
      {
        "text": "οὐκ ἔχει φίλον ὃ πτωχὸς, διατί δὲν ἔχει πρᾶγμα,\nδιατί δὲν ἐγροικᾷ κἀνεὶς μ᾽ αὐτοὺς νὰ διαφορεύσῃ.\nαὐτὸ τὸ σπήτιν τοῦ πτωχοῦ μισᾷ τὴν τὴν φιλιάν του᾽\n. καὶ πολεμοῦν καὶ βλάπτουν τον, διατί τὸν ἐγροικοῦσιν,\nὅτι οὐκ ἔχει δύναμιν νὰ ἐκδικαιιυθῇ ᾿ς ἐκείνους.\n᾿ ὡς καὶ τὸ σπήτιν τοῦ πτωχοῦ κἀνεὶς δὲν τὸ κατέχει,\nκαὶ σκύλος ἂν διαβῇ ἀπ᾽ ἐκεῖ, ᾽ς τὴν πόρτα οὐδὲν ἱστέκει.\nτ΄ χἀνεὶς οὐδὲν ἀκολουθεῖ νὰ πᾶν. καὶ νὰ τὸν θάψουν,\nν ἐν\nἐδ τ τον Ὁ κὸν\nδιατί οὐκ εἶχε πράγματα νὰ διαταχθῇ ν᾿ ἀφήσῃ\"\nἀγάλι᾽ ἀγάλια ψάλλουσιν. καμπάναις δὲν τὸν κροῦσιν.\nθάπτουν τον καὶ διαγέρνουσιν, καὶ πλεὸν οὐδένε λόγος,\nτοῦ νᾷπες, οὐδὲν τὸν εἴδασιν, δὲν ἦτον εἰς τὸν κόσμον.\nθεωρεῖτε πῶς δὲν ἔχουσιν. φίλον καλὸν οἱ πλούσιοι,",
        "index": 11
      },
      {
        "text": "οὐδ᾽ οἱ κακότυχοι πτωχοὶ διατί οὐδὲν ἔχουν πρᾶγμα\nλοιπὸν ἐχάθην ἣ φιλιὰ τελείως ἐκ τὸν κόσμον,\nἐχάθηκεν, ἐμίσευσεν ἀπ᾿ ὅλους τοὺς ἀνθρώπους. :\n1τὸ καὶ κεῖνοι ὁποῦ κουμπόνουνται καὶ λέγουν κ᾿ ἔχουν φίλους.\nοὐδὲν κατέχουν τίποτας. ἔσφαλαν καὶ πλανῶνται.\nἀμμ᾽ ἤθελα νὰ εὑρέθηκεν εἷς ποταμὸς μεγάλος,\nτίτοιος ὡσὰν τὸ θέλει τον νἄχεν τὴν χάριτάν του.\nὡσὰν τὰ ῥίπτουσιν ἐκεῖ τὰ βρέφη ὁποῦ γεννοῦνται.\nιτὸ καὶ πλέουν τὰ εὐλογητικὰ καὶ τὰ μπαστάρδια σύρνει,\nνὰ ἔσυρνε καὶ τοὺς κακοὺς, ὅλους τοὺς ἐπιβούλους:\nἢ νᾶτον πέτρα σήμερον τῆς τόκας τὸ λιθάριν.\nὁποῦ χωρίζει τὸ καλὸν χρυσάφιν ᾿πὸ τὸ ἄλλον,\nγὰ χώρϊζεν καὶ τοὺς κακοὺς φίλους ἀπὸ τοὺς ἄλλους,\nνᾶάχαν ἀνάβλεμμα καλὸν, τὸν ἥλιον νὰ θεωροῦσαν, ᾽\n“νὰ μηδὲν ἐθαμπόνουνταν, νὰ ξεύραμεν τὸ ποιοὶ ἔνι.",
        "index": 12
      },
      {
        "text": "ἀμμὴ θωρῶ καὶ λέγω το, εἰς τοῦτο δὲν ἐσφάλλω.\nἣ φυλακὴ τοὺς φίλους δὲ δείχνει ὡς τὸ ποτάμιν,\nΠαβῦ κι ὡς τὴν 'πέτραν τοῦ χρυσαφιοῦ ἐκείνη τοὺς χωρίζει.\nκι ἐγὼ τολμῶ καὶ λέγω το, εἰς τοῦτο οὐδὲν ἐσφάλλω,᾽\nοὐδένε φίλοι. σήμερον, ἀλλ᾽ εἶν᾽ πραγματευτάδες,\nτὸ ποῦ γὰ πᾶν νὰ κάμουσιν διάφορα καὶ κέρδη,\nτὸ ποῦ ᾿νε πράγματα πολλὰ, τὸ ποῦ νε τὸ λογάριν,\nκαὶ κάμνουν τὸ λογάριν του, ἀμμ᾽ ὄχι πάλι ἐκεῖνον,\nκι ὡς διὰ νὰ διαφορεύσουσιν, δείχνουσιν κ᾿ ἀγαποῦν τον.:\nλοιπὸν παρακαλῶ σάςτο, καὶ συμβουλεύω σάς το,\nκἀνεὶς εἰς. φίλον μὴ θαῤῥῇ μηδ᾽ εἰς ἄνθρωπον ἐλπίζῃ,\nκ᾽ ἣ συντροφιὰ ἐχάθηκεν, οἱ φίλοι ἐδιγνωμῆσαν,\nνῶν ..\nως ΟΝ δὰ\nἐλλάξαν καὶ οἱ συγγενεῖς. κἀνεὶς δὲν ἔχει πίστιν,",
        "index": 13
      },
      {
        "text": "ὅλοι τὰ πράγματ᾽ ἀγαποῦν. τὰ ὑπέρπυρα σκοποῦσιν,\nκ᾽ εἰς τὸ λογάριν μάχουνται, σπουδάζουν γὰ πλουτήνουν,\nκαὶ παρ᾽ ὀλίγον μερικοὶ πιστεύουν εἰς ἐκεῖνα.\nΚι ἀπὸ τοῦ νῦν σχολάζω τε τοῦ λέγειν διὰ. τοὺς φίλους\nκι ἀρχίζω ὡς διὰ τὴν φυλακὴν τὴν μυριοπονεμένην.\nπολλοῖς φοραῖς εἰς τὴν γραφὴν ἤκουσα τῶν φρονίμων\nορῦ νὰ λέγουσιν. τὰ πράγματα ἔνι τοῦ κόσμου πλάνη\nκαὶ βάνουσιν τὸν ἄνθρωπον ἀπέσω καὶ πλανοῦν τον,\nὑψόνουν ὡς τὸν οὐρανὸν καὶ θέτουν τον ᾿ς τὰ νέφὴ.\nπτερὰ τὸν δίδουν καὶ πετᾷ εἰς οὐρανοὺς ἐπάνω.\nοὕτως τὸ ἔπαθα κἀγὼ καὶ πλάνησέ με ὁ κόσμος,\nκαὶ χαίρουμου κι ἐγάλλουμου καὶ εἶχα εὐφροσύνην᾽\nἐδάρτ᾽ ἐσύραν τὸ σχοινὶν, ἐδήσασι τὰ χέρια,\nτὰ πόδια μου κλαπώσασιν, τὰ πάντα μου πετάσαν,\nεἰς φυλακὴν μ᾽ ἐβάλασιν, κ᾽ εἶμαι φυλακισμένος.",
        "index": 14
      },
      {
        "text": "υἹῦ καὶ τοῦτο παραγγέλλω σας. ὅλους μικροὺς μεγάλους᾽\nὅποιος ἀκούσῃ φυλακὴν, τινὰς μηδὲν γελάσῃ,\nδιατί τὸν βάλ᾽ ἣ φυλακὴ, πολλὰ τὸν τσητγαρίζει,\nἀμμὴ ὁποῦ ἔμπῃ καὶ μάθῃ την; ὅλος ἀνατριχιάζει,\nἀναστενάζει ἀπὸ ψυχῆς, διατί κατέχει ἠντάνε.\nἔχει καὶ ἄλλα ἣ φυλακὴ πολλὰ κακὰ καὶ θλίψεις,\nκι ἂν ἦν᾽ κι ὀρέγετον κανεὶς νὰ γράψῃ τὰ κακά της.\nποτὲ νὰ μὴ ἐσχόλαζεν, ἂν ἔζη χίλιους χρόνους. ᾿\nἤθελα φρόνησιν πολλὴν καὶ ἢ ποίκασιν μεγάλην,\nδιατί πόλλ᾽ εἶν᾽ κι ἀρίθμητα καὶ πληρωμὸν οὐκ ἔχουν.\nοαλτιβ θη. τϑΐογϑ) βου ὑιγαβ,. καὶ (περθοῖ ἰΐομι ΡῚ) ἔνεν τ. κ,\nοὐρανὸς ἀπάνω ΜΝ ρμοπὺ μυΐπο νϑυβι ἃ Μ:Ἔ καὶ ὅσον τὸν ὑψηλώσασιν\nδιπλὰ τὸν ἀτιμόνουν. καὶ ὅσον σχοινὴν τὸν ἔδοκαν καὶ ἐγύρισεν τὸν\n(806. οι.) φρόνεσιν πολπολλὴν Μ πήκασιν ῬΜ πυβρίοοῦ κ᾿ ἀπείκασιν\nπολλὰ ' ,διατί ἔνεν πολλὰ καὶ ὀρίφνιτα καὶ πληρομον οὐκ ἔχον Μ",
        "index": 15
      },
      {
        "text": "ἐμὲ ὡσὰν μοῦ φαίνεται, τῆς φυλακῆς ἣ πόρτα.\nὁμοιάζει πλάκα πέτρινον τὴν βάλλουν εἰς τὸ μνῆμα,\nκι ὡσὰν σκεπάζει τὸν νεκρὸν ἣ πλάκα τοῦ μνημάτου,\nἔτσι κρατεῖ κ᾿ ἣ φυλακὴ τοὺς ζωντανοὺς ἀνθρώπους.\nκαὶ ὅταν ἐγερθῶ νἀλθῶ, χαλᾷ νὰ μὲ πλακώσῃ. ;\nκαὶ δὲν ἔχει καὶ πούβετις κανένα παραθύρι. ᾿\nκαὶ πάλι ἂν ἤθελα νὰ ᾿πῶ τῆς φυλακῆς τὴν λύπην.\nμὲ δίκαιον ἔπρεπε νὰ ᾿πῶὼ τὴν πόρταν της φαρμάκιν,\nτοὺς τοίχους δίστομον σπαθὶν, τὸν πάτον της μαχαίριν,\nτο σκέπασμάν της θάνατον καὶ κείνην ὅλην τάφον.\n᾿ ὁ βρῶμός της τῆς φυλακῆς τὸν μόσχον καταλῦ τὸν,\nμαραίνει τοὺς βασιλικοὺς καὶ ψύγει τοὺς βαλσάμους, ᾿\nἢ ψείραις τῆς τῆς φυλακῆς ὡσὰν κορεοὶ δικάνουν,\nκ᾿ οἱ ψύλλοι τῆς μοῦ φαίνουνται ὡσὰν χοντροὶ μυρμίτκοι.\nτὴν φυλακὴν μοῦ φαίνεται πάλιν νὰ σουσουμοιάσιυ",
        "index": 16
      },
      {
        "text": "ὡσὰν τὸ πουργατόριον ἐκεῖ ᾽ς τὸν κάτω κόσμον᾽\nἔτσι κολάζει ἣ φυλακὴ τοὺς ζωντανοὺς ἀνθριύπους.\nκι ἀλὴ τὸν βάλ᾽ ἣ φυλακὴ καὶ τὸν σφαλίσ᾽ ἢ πόρτα,\nὃν καὶ οἱ φίλοι ἀρνοῦνταί τον κ᾿ οἱ συτγενεῖς του πλέον,\nκι ὁποῦ τὸν ἐτνωρίζουσιν, λέγουν, οὐδὲν τὸν εἶδαν,\nδ. ὅλοι τὸν ὀνειδίζουσιν, ὅλοι τὸν ἀποκροῦσιν.\nζῶι\nὧν. Ρ :\nνος. ,\nὅλοι τὸν λέγουν, πρέπουν τον πλεότερα παρ᾽ ἐκεῖνα.\nκαὶ κεῖνοι ὁποῦ ᾿νε κτήματα, βούδια καὶ προβατίναις,",
        "index": 17
      },
      {
        "text": "ἀναγελοῦν τὸν ἄνθρωπον, ὅταν τὸν φυλακίσουν.\nοδῦ κι ἂν ἧν᾽ κι ὀρέγετον κανεὶς νὰ γράψῃ τὰ κακά τῆς,\nκαὶ μὲ ποῦ νὰ μ᾽ ἐρώτησε νὰ τοῦ ᾽πα τὴν ἀλήθειαν,\nὁποῦ νὰ μέ ᾽πε, Στέφανε; νὰ ᾿δῆς ἐλευθερίαν,\nνὰ λυτρωθῇς τὴν. φυλακὴν, νἄβγῃς ἐκ τὰ θηρία,\n. ἀλλ᾽ ὅμως ἕνα τέως καλὸν τῆς φυλακῆς εὑρίσκω,\nὅτι τοὺς φίλους τοὺς καλοὺς ἣ φυλακὴ τοὺς δείχνει,\nκαὶ τοὺς. καθάριους συγγενεῖς ἐκείνη τοὺς χωρίζει.\nαρῦ τότε γνωρίζει ὁ καθεὶς ἐγκαρδιακόν του φίλον,\nκαὶ τὸν καθάριον συγγενὴν, ὅταν τὸν φυλακίσουν.\"\nἨμπόρουν διὰ τὴν φυλακὴν νὰ ᾿πῶ ἀκόμη κι ἄλλα,\nἀμμὴ σχολάζω, «ἀφίνω τα νὰ ᾿πῶ καὶ νὰ “μιλήσω\nἐπάνω εἰς τὴν διαταγὴν καὶ: τῶν φυλακατόρων.\nὅταν νὰ φέρουσιν τινὰν ἀρχὴν νὰ φυλακίσουν,\nστοχάζουν τέτοιον κάμωμα ἂν ἴσως κι ἔνε πλούσιος\"",
        "index": 18
      },
      {
        "text": "᾿ ἂν ἦν᾽ καὶ ἔχει πράγματα, ἂν ἔχῃ νὰ ᾿ξοδιάζῃ,\nἂν ἐγροικοῦν τὸν ἄνθρωπον. νἄχῃ. καλὸν -σακκούλι,᾽\nοἹΡ ἀνακατόνουνται πολλὰ; φωνάζουν, ᾿ κατακροῦσιν,\nσφικτοκλειδόνουν τον καλὰ, δείχνουσέ “μαγνϊσμένοι,\n᾿νακούτοφθάσω Μ᾿ 269. γα ἔλθω στὴν ὑπόθεσιν καὶ τὸν φυλακατόρων Μ\nκλυδώνου τον. ΜΝ μανισμένα Ῥὶς\nμισεύουν καὶ διαβαίνουσι κ᾿ ὑπᾶν εἰς τοὺς ἀνέμους.\nκι ἂν ἔλθουσιν οἱ φίλοι του ἢ συγγενεῖς τοῦ ἀνθρώπου,\nοὐδὲν ἀνοίγουν κανενὸς, ὅλους ἀπηλογιάζουν,\nκαὶ νὰ μηδὲν ἀνοίξωμεν ἄνθρωπον γεννημένον.\"\nκαὶ πάντα μὲ τὴν μάνιταν νὰ λέγῃ κεῖνα᾽",
        "index": 19
      },
      {
        "text": "κι ὅταν ἰδῇ ὁ κακότυχος ὅποιος καὶ ἔνι ἐκεῖνος,\nὅτι σφικτοκλειδόνουν τον κ᾿ ἔχουν τον κλειδωμένον,\nκ᾿ οὐδὲν ἀνοίγουν κανενὸς, ἀμμ’ ὅλους ᾿πηλογιάζουν.\nκαὶ τοῦτο ὅλον γίνεται ὡς διὰ νὰ τοὺς μπροχάψουν,\nμούς τῶν.\nκ᾽ εἰς μιὰν ὁ φυλακάτορας ὅταν τὸν ἐμπροχάψουν\nκαὶ δώσουν τον ὑπέρπυρα καὶ φράξουν τὸν λαιμόν του\nὁ9ο0 καὶ κανισκέψουν τον πολλὰ, διαβαίν᾽ ἣ μάνιτά του,\nκαὶ τότ᾽ ἀνοίγει τάχατε, κάθουνται καὶ θωροῦν τον.\nκαὶ τότ᾽ ὃ φυλακάτορας τέτοια λόγια λέγει,\nλέγει, ἢ ἀγωμέτε καλῶς, φεύγετ᾽ ἐδᾶ καὶ πάλιν,\nκ᾿ ἐγὼ διὰ τὴν ἀγάπην σας τ᾽ ἔκαμα κ᾿ ἤνοιξά σας᾿\n.οῦὗ ἀμμὴ ἂν τὸ μάθ᾽ ἣ αὐθεντειὰ ὀργὴ εἰς ἐμένα ἔχει.“\nτς ξεβάλλει, ἀπηλογιάζει τους, ἐβγαίνει καὶ κλειδόνει,\nκαὶ φαίνεταί του κ᾿ ἔκαμε πολλὰ μεγάλην γράτζια.",
        "index": 20
      },
      {
        "text": "κι ὅταν τὸν φέρουσιν νὰ φᾷ τὸ γιῶμα καὶ τὸν δεῖπνον,\nἀνασκεπάζει καὶ θωρεῖ, στοχάζεται τὴν “βρῶσιν,\n»κοντὸ καὶ μέν᾽ ἣ μοῖρά μου ἂς ἔνε φυλαμμένη.\"\nλέγει τζ γοργὸν ἀμέτε ἐδὰ καὶ πάλιν Μ, πος νονϑὰὶ ἴῃ τπτι) οοηταοίς\nἘΝ ἐν τῶεὶ\nκαὶ τότε ὁ κακότυχος ὅποιος καὶ ἔνι ἐκεῖνος\nὡσὰν ἰδῇ τὸ κάμωμα κι ὡσὰν νοήσῃ ἐδήτις,\nκρατίζει του τὸ πλεότερον, θέλῃ κι ἂν οὐκ ἠθέλῃ,\nδίδει του τὸ καλήτερον, κι ἂς τὸ στερεύγεται κεῖνος.\nκι ὡσὰν ἀφήσῃ καὶ διαβὴῆν πέντ᾽ ἕξη “μέραις πάλιν,\nἀναθυμᾶται τῆς ἀρχῆς, λέγει «ἂς μοῦ δώσῃς πάλιν.\"\nἀγριομανοῦντ᾽ ὡς τ᾽ ἐξαρχῆς νὰ φράξουν τοὺς λαιμούς των᾽\nλέγει «διὰ πέντε πέρπυρα, διὰ ἕξη, διὰ δέκα,",
        "index": 21
      },
      {
        "text": "ἂς τοῦ τὰ δώσω κι ἂς τὰ φᾷ ταῖς ἥμεραις ἐτούταις,\nκι ἂς ἔχω τὸ ᾿πεδέξιον μου ᾽ς τὴν φυλακὴν ὁποῦ 'μαι,\nπαρὰ νὰ χάσω ὃ ταπεινὸς τὸ πρᾶγμα καὶ τὸν κόσμον“,\nκερδαίνει ὁ φυλακάτορας, θέλουν κι ἂν οὐκ ἠθέλουν.\nἄρχοντες, τί σᾶς φαίνεται εἰς τοὺς φυλακατόρους;\nπιστεύετε νὰ διύσουσιν ἄγγελον τὴν ψυχήν. των;\nἐμὲ ὡσὰν μοῦ φαίνεται εἰς ἰδικήν μοῦ γνῶσιν,\nκι ὃ θεὸς τοὺς ἐκατάργησε πάλιν μὲ τὴν δεξιάν του,\nκαὶ μίσησέν τους ὁ θεὸς κ᾿ ἐβγῆκαν ἀπομπρός του,\nκαὶ πῆρέν τους ὃ διάβολος κ᾿ ἐμπῆκεν ᾿ς ταῖς κοιλιαῖς τῶν.\nκρεμνοῦν καὶ ἀνατάσσουν τους νὰ τρῶσιν τοὺς ἀνθρώπους\nὅταν ἐμπῆκα ἀπαρχῆς ᾿ς τὴν φυλακὴν ἀπέσωϊ\nκ᾿ εἶδα τὸ πῶς ἐδιάγασιν καὶ τήντα τάξιν εἶχαν,\nφηλακὴν Μ. γορὺ Βυης νϑύβαὴ ἃ Μ καὶ τοῦτε ἀν ἐνεν καὶ σταθῶ",
        "index": 22
      },
      {
        "text": "πολὴν καιρον καὶ μέγαν βάλλει εἰς τὸν νούντου ὁταπεινὸς λέγει ἀς τὸν\nκανισκέψω δὰ ἀπαρχῆς καὶ πάντοτε ναμοῦ νεν κρατιμένος καὶ ἀς χάσω ἀπὸ\nκρεμμάζουν καὶ ἀνατάσσουντους νατρῶτοσιν τοὺς ἀνθρώπους Μ νατὸ\nἔβαλ᾽ εἰς νοῦν μου ὃ ταπεινὸς κ᾿ ἔλεγα νᾶνε λύκοι,\nκαὶ πάλιν ἐδιέγερνα κ᾽ ἔλεγα κ᾿ ἔν κοράκοι,\nκι οὐδὲν ἐξόρθονα νὰ ᾿πῶ κυρίως τὸ ἤἦντάνε.\nκαὶ τότες ἐσυντήρουν τοὺς μὲ τοὺς λυσσιάρους σκύλους,\nκαὶ ἐλυσσιάσαν εἰς ἐμὲ, δι᾿ αὐτὸ κάμνουν ἐδήτις,\nκι ἐξύστερον ὁμοιάσα τοὺς μὲ τοὺς κυνοκεφάλους.\nδιατί, ὡς ἀκούω ἐγὼ διὰ τοὺς κυνοκεφάλους,\nἂν ἦν᾽ καὶ πιάσουν ᾿ἄνθρωπον, κόπτουσιν τὸν λαιμόν \" του,\nὑψήνουν τον καὶ τρῶσίν τον, κι ἂν ἔχῃ τίποτε πρᾶγμα,\n᾿πομένει εἰς τὸ σπήτιν του κ᾿ ἔχουν το τὰ παιδιά του᾽\nἨκούσατε τῆς φυλακῆς τοὺς πόνους καὶ τὰς θλίψεις.",
        "index": 23
      },
      {
        "text": "ἐμάθατε τὰ πράγματα καὶ τῶν φυλακατύρων,\nεἴδατε κ᾿ ἐγνωρίσατε καὶ τὸν φυλακισμένον,\nἐδᾶ λοιπὸν νὰ σᾶς εἰπῶ διὰ τὸν φυλακάτοράν μου,\nὅταν ἀνοίξη τὸ πουρνὸ τῆς φυλακῆς ἣ πόρτα,\nὅλοι σας τὸ κατέχετε τὸ τί καλὸν τὸν θέλω.\nτότε ἐ συντύρουν τοὺς καὶ ἔλεγα πρὼς ἐμέναν Μ 938. ντάχη ναλυσσίσ -.\n-σασιν καὶ διὰ αὐτὸ τὸ κάμνουν ἔτζη Μ 384. καὶ τότε ἐσυντύρουν τοὺς\nπους καὶ εἶδα τὸ πῶς διάγοσιν καὶ τὴν τα τάξιν εἶχαν ἐνεθιιν μήθην͵ ὁλενὸς\nκαὶ τοὺς κοινοκεφάλους καὶ ἐσουσουμιὰσασά τοὺς καὶ τοῦτος ι(ετ᾿ ἐχείνους Ν\nσυνζόντανον ιἰὑς ἔφην ἐτοῦτι τρῶν τὸν ἄνθρωπον καὶ τὰ καλάτου ἀντάμα\nπράγμα τίποτες στο σπίτην του ἀπομένοι Μ΄. πιο νου οἰ Πτια\nτὸ πορνὸν Μ ἀνάκειτάς μουρια τοῦ πῶ χιλια κάλος ἐφάνεις ἡ\nΜ ὁοὺγσ τὸν Βαγδίαπαν; τὸΡ\"Μ",
        "index": 24
      },
      {
        "text": "ἐμπρότερά μου ἐνίβγετον, πρωτότερα καθίζει,\nκαὶ πάντα ἐμπροτίμουν τον εἰς τὰ καλὰ μπουκούνια.\nκαὶ τότε καὶ ἂν ἤρχετον ὁ σκύλος μοναχός του,\nἀμμ᾽ ἔρχετον. κι ἐφέρνε μου τοὺς ἄγροικους ταμπάκους;,\nσκουτέρους καὶ παιδόπουλα, λουμπάρδους καὶ τουδέσκους.\nκαὶ τότε ἐμπροσκάλειεν τους »μάτζι ἐμπέβρε ἰνμπρεγάδα“,\nξ καὶ κεῖνοι εἰς μίαν ἤρχιζαν νὰ τρώγουν καὶ νὰ πίνουν,\nγὰ τραγῳδοῦν λατινικὰ καὶ νὰ μὲ πεσκαντάρουν.\nκαὶ τότε λέγουσι κ᾿ ἐμέ ,βαίνη μπέβρε οὖν τράτον“.\nμόνος καὶ διαλογίζομαι, βάλλει ὃ νοῦς μου ἀπέσω\nοἴδε τὸ ποῦ σ᾽ ἐπέσωσεν ἣ μοῖρά σου, Σαχλήκῃ,\nεἰς ποίαν κούρτην κάθεσαι κ᾿ εἰς ποίαν λότζαν εἷσαι,\nκαὶ ποιοὶ ἄρχοντες εὐγενικοὶ κάθουνται μετὰ σένα,\nκυὶ βλέπεις τους ᾿ς τὸ πλάγι σου καὶ χαίρεσαι μετά τους“.",
        "index": 25
      },
      {
        "text": "καὶ μέν᾽ ὃ νοῦς μου μεριμνᾷ εἰς ἦντα τρόπον εἶμαι.\nκαὶ κεῖνοι τριῶν καὶ πίνουσιν, μεθυοῦν: καὶ τραγῳδοῦσιν,\nκι ἀπήτις φᾶν καὶ παίξουσιν, τοὺς ηὗρα νεοὺς αὐθένταις.\nκαὶ τότ᾽ ἀπὴν μισεύσουσιν κ᾿ ὑπᾶν εἰς τοὺς ἀνέμους,\nκαὶ λέγει «ἐγὼ τοὺς ἔφερα νὰ σὲ παρηγορήσουν ,ὁ\"\nπιστεύοντα νὰ μ᾽ ἔκαμε: πολλὰ μεγάλην χάριν,\nκαὶ πλαγονίζει νὰ τὸ ᾿᾽πῇ συμὰ τάχα ᾿ς τὸ ᾿πτί μου,\nκ᾽ ἔνι μεθούκλιν ὁ ἔρημος κουρούνα καμωμένος,\nτηυϊδζατη. ρτγαοξοσθηι, γθα οϑὺ οἱ αὐ Ρ ἤα Ὑγουδέσκους ἐμπρους\nκαλέτε τοὺς μάτζια μπεβραι μπρεγάδε Μ ἐκεῖνοι εὐθὴς ἀρχήζουσιν\n᾿ιἰὡσὰν σχολάσουσιν τάχατε τὸ τράγουδην (510) ἀρχήζουν τὴν ἀφύγησιν ὅλον\nνάσουσιν. καὶ ἀλλήλως κατακροῦσιν 889. κ᾿ τ. λέγωσην καὶ μὲν βαίνει\nμπευρε μπρεγάδε ΝΜ :860 καὶ ἐγὼ θωρώ τοὺς μοναχὰ σὰν βορὸς ἰστεχο, Μ",
        "index": 26
      },
      {
        "text": "λοτζαν κάτεσε (Ὁ) καὶ ἰς πιὰν θαρὴν καὶ εἰς πίαν κούρτην ἦσε Μ 86ὲ\n8τὅ κι ἀναταράσσομαι καὶ Ὑὼ ὑπὸ τῆς μεθυσιᾶς του.\nκι ἂν ἔλειπεν κι ἐγέρνουμου καὶ πήγαινα παρέκει,\nἐξέρνουν καὶ τὰ ἔφαγα καὶ τἄντερά μου ἀκόμη.\nκαὶ τὸν αὐθέντην τὸν Χριστὸν εἰς βούθια μου νὰ κράζω.\n“πῶς ν᾿ ἀπομένω τὸ κακὸ, τὴν τόσην τὴν πικρίαν,\nπότε νὰ ᾿δῶ ἐλευθεριὰν νὰ βγῶ ἐκ τὰ θερία,\nκαὶ νὰ δοξάσω τὸν Χριστὸν καὶ τούτου τὴν κυρίαν;\nλοιπὸν παρακαλῶ ἐσᾶς ὁποῦ μαι κρατημένος,\nδιατ᾽ εἶμαι φίλος ὁλωνῶν, μ᾽ ὅλους ἠγαπημένος.\nὅλοι ποῦ μὲ γνωρίζετε πῶς ἤμουν μαθημένος\nκαὶ πῶς ἐκατεστάθηκα τώρα φυλακισμένος᾽\nπονῶ καὶ κλαίγω κι ἀγανακτῶ καὶ λέγω το μεγάλα,",
        "index": 27
      },
      {
        "text": "καὶ τ᾽ ἄδικον ἐγίνετον ἄσπρον ὡσὰν τὸ γάλα᾽\nδι᾿ αὖτο μὲ κρατήσασιν, ᾽ς τὴν φυλακὴν μὲ βάλαν.\nἀλλὰ θαῤῥῶ νὰ Ὑδικαιωθῶ ᾿ς ὅσα κακὰ πανθάνω,\nὅσα μὲ φυλακίσασιν, ὅσα δηνάρια χάνω,\nἀϊιο5. νϑυβιιβ Ποῦ Μ καὶ ἐδὰ θωρῶ ἐπιασαν με ἐβάλαν. καὶ κρατοῦν με\nλέσετε ναδῶ παρηγορίαν ναλυτρωθιὺ τὴν κόλασιν νὰ εὐγὼ ἐκτὰ θηρηα καὶ\nθημοῦμουν τὸ λενονπὸς ἥμουν μαθημένος καὶ πῶς κτλ ((ἰπ ιὖ εἶς νόγειις\nὁ Ἰασυμα (Ἰπηοθυύιπι ἔμμιοιι ἀι01) οορστῥαν! γνοξονί\nκ᾿ ὕστερον νὰ τὴν κάψουσιν καὶ τότε ν᾿ ἀποθάνω.\nὅταν μὲ περιλάμπανε κ᾿ ἤλεγέ μου ,,ἀγαπῶ σε,\nκι ἀφ᾽ τὴν ἀγάπην τὴν πολλὴν στέκομαι καὶ θωρῶ σε,\nβλέπω σε κ᾿ εἶσαι μετ᾽ ἐμὲ καὶ πάλι ἐπεθυμῶ σε.\"\nποὔχετε νὰ ᾿ξοδιάζετε, κανεὶς μηδὲν λυπᾶτε,",
        "index": 28
      },
      {
        "text": "κατὰ καιρὸν πηδᾶτέ ταις, συχνὰ μηδὲν ὑπᾶτε,\n“καὶ νὰ περνᾶτε σιγανὰ, ὅλους νὰ τοὺς τιμᾶτε.\nΧριστὲ, ταῖς κάτω γειτονιαῖς νὰ ταῖς ἰδῶ καυμέναις,\n4οῦ διατί εἶν πολλαῖς μαστόρισσαις, μαυλίστριαις μαθημέναις,\nὅλαις ταῖς ἔχουν ἀπ᾿ ἐδᾶ πολιτικαῖς στεμέγαις,\nἔχουν κρυφαῖς καὶ: φανεραῖς περισσοκαμωμέναις,\n“νἄχετε φρόνησιν πολλὴν, νἄχετε μηχανίαις,\nκαὶ βάνουσιν τὸν ἄνθρωπον ἀπέσω εἰς ταῖς γωνίαις.\nκαὶ πᾶσα εἷς ἂς βλέπετε, κανεὶς μηδὲν πιστέψῃ\nποτέ του τὴν πολιτικὴν κ᾽ εἰς μιὰν χειροτερέψῃ,\nδιατί καλοῦν τὸν ἄνθρωπον, καὶ τότ᾽, ὡσὰν μισέψῃ,.\nλέγουν ,,Ὁδ' κακοθάνατος ἦλθε νὰ δυναστέψῃη:\"\nγὰ πᾶμεν εἰς τὴν αὐθεντειὰν καὶ νὰ τὸν ἐπαιδέψῃ.\"\nἐμάθαν ἣ πολιτικαῖς ἀφότι γαμηθοῦσιν,\nγαμοῦνται καὶ παγαίνουσιν ὥστε νὰ τροικηθοῦσιν,",
        "index": 29
      },
      {
        "text": "ὧῶκ\nπῶ σε θωρῶσε καὶ ἥσε μετ᾽ ἐμὲν καὶ πάλιν ἐπεθημῶ σε Μ πάλιν\n᾿ἔχουν αἵ πομπομέναις τὰ κάμνουν εἰ πολιτικαῖς οἱ παλεοκουρεμένες πιὼς\n, δίχνουσιν. ὅτι ἀγαποῦν ὡς ἔνεν μαθημεναῖς καὶ τὸ τε ἐπιβουλεύουνται ὡς ἐν\nεν τροπιάσμεναις λιπον παρακαλῦ σὰς τὸ κανὶς μὴ δὲν πυστεύση πότε του\n᾿ τὴν πολιτικὴν καὶ εἰς μιὰν χεὶροτερίση. διαυτὰ ὅπο ἐνεν φρόνιμος ἀς τὴν\nκαὶ. ανθέλει ἀς τὴν χαρίσει Μ’ο΄ οδἴοχαπι πο ρομτῦ Μ αὔδ βϑοιηΐιν διατί\n᾿ ὁποίον πιάσει ἡ πολιτικὴ πολλὰ τὸν τζηγαρίζει εἰς ὅσα θέλῃ ἀς σε ἀγαπὰ\n- χίλεια καὶ ἀν τῆς ἀρέσεις ἐκείνοι εὐρίσκει τὸν καὶρὸν τοπῶς νασεπλανέσει\n᾿᾿Αμέτε καὶ γυρίζεται ὁς ἧσθαι μαθημένοι παιζοὶ καὶ καβαλλάριδες ὀμου\nσυνηθησμένοι τρῶτε καὶ πίνεται καλὰ ἀς ησθε καὶ ἐνδυμένοι χόρευετε καὶ\nπαΐζετε καλὰ συντροφιασμένοι θωρεῖτε ταῖς ἀρχόντης σαῖς ἐσεῖς. ὁπου\n᾿ἀγαπᾶτε. ὁπὸ ἔχετε ναεξοδιάζετε κανις μὴ δὲν λυπᾶτε καὶ νὰ μηλεῖτε φρόνιμα\nμεν Ρὶ αὐοα ὁοογτ. “418. θέλουσιν τον μετὰ χαρὰς ὡστε νὰ γρικηθοῦσιν Μ'",
        "index": 30
      },
      {
        "text": "παν ἀρ\nκι ἀφ᾽ οὗ γτνωστοῦν ἣ ἄτυχαις κι ἀπὴν φανερωθοῦσιν,,\nνα ᾿᾽δῶ ταις ταῖς πολιτικαῖς καὶ νὰ ταῖς γεβεντίσουν,\nὅλαις ὡσὰν τὴν Κουλουμποῦν, τὴν ῥοῦγαν πηλαλήσουν,\nγὰ ᾿τροπιασθοῦν, ν᾿ ἀτιμωθοῦν καὶ νὰ ταῖς διαλαλήσουν,\nκαὶ ὅποια πᾷ ᾿ς τὸ ᾿ξώπορτον νὰ τὴν λιθοβολήσουν.\nεἰς τὴν Τουρκιὰν νὰ ἐξοριστῇ, εἰς Τούρκους νὰ περάσῃ,\nοὐχὶ νὰ πᾷ πραγματευτὴς πράγματα ν᾽ ἀγοράσῃ, ἢ\nἀμμὲ ᾿ς ταῖς μαύραις φυλακαῖς ἀπέσω νὰ γηράσῃ,\nδιατί ἂν οὐκ ἔχῃ δύναμιν ἣ πολιτικὴ νὰ βλάψῃ,\nκι ἂν ἠμπορῇ συνζώντανον ᾿ς τὸν ἅδην νὰ σὲ θάψῃ.\nκαὶ δι᾽ αὖτ᾽ ὁποῦ ᾽ναι φρόνιμος ἂς τὰς ἀποχωρίζῃ,\nκατὰ καιρὸν ἂς τὰς πηδᾷ κι ἂν θέλῃ ἂς τὰς χαρίζῃ.\nὁποῖον πιάσῃ ἣ πολιτικὴ, πολλὰ. τὸν τσηγαρίζει,\n“᾿ κ᾽ ἐμὲν ὡς τὰ μὲ βλάψασιν, ἔχω μεγάλο. θάῤῥος,",
        "index": 31
      },
      {
        "text": "νὰ ᾿δῶ τὴν Κουταγιώταιναν ᾿᾽ς τῆς βλάσταινας τὸ χάρος,\nκαὶ νὰ τὴν. δέρνῃ κι ὃ φουτρὴς διὰ νἄχῃ μέγα βάρος,\nκ᾿ ὕστερόν νὰ τὴν κάψουσιν. καὶ νὰ τὴν πάρῃ ὁ Χάρος.\nτῆς Κουλουμποῦς ἐμήνυσεν κ᾿ ἦλθεν ἣ Βαλσαμίνα,\nπέμπουν διὰ τὴν Φατράλενη, κι ὅλαις ἐντάμα ἐμεῖναν.\nἤλθασιν «μοῖρα τρέχοντα καὶ μοῖρ᾽ ἀπ᾿ ἄλλον τόπον,\nτὸ πῶς νὰ δώσουν τὴν βουλὴν, πῶς νὰ ᾿ξορθώσουν τρόπον,\nθάρως Μ ἔογίαββο ὡσὰν Ἰοροπάστη μγὸ ὡς τά γουταγιότεναν στῆς\nκαὶ μὲ τὴν σάρκαν των νὰ ζοῦν δίχως κανένα κόπον.\nἀμμ᾽ ἣ Κουκούτζια τὄμαθε καὶ πάγει νὰ πλαντάξῃ,\nλέγει ταις «κακοῤῥίζικαις, ὁ θεὸς νὰ σᾶς πατάξῃ\"\nβάλλετε μιὰν ἀπανωθειὸν νὰ σᾶς κρατήσ᾽ εἰς τάξιν.\"\nκαὶ μέσα εἰς τοῦτο φθάνουσιν ἣ τρεῖς Καβαροπούλαις.\nἔχουν ἀντάμα μετ᾽ αὐταῖς καὶ ἄλλαις παιδοπούλαις,",
        "index": 32
      },
      {
        "text": "τέτοιαις ὡσὰν κατέχετε, καὶ πολιτικοπούχαις᾿\"\nἐκάτσαν κι αὔταις ᾽ς τὴν βουλὴν ὡσὰν ἀρχοντοπούλαις.\nἦλθεν ἡ Κουλουμπάδαινα μὲ τ᾽ ἄσπρα τὰ μαλλιά της, ᾿\nἀὐῦ σύρνει κοπέλαις περισσαῖς ὁποῦ ᾽νε τὰ πουλιά της᾿\nἐσύμωσε καὶ κάθισε συμὰ μὲ τὰ παιδιά της,\nἠγέρθη κ᾽ εἶπε τὄθελεν κ᾿ ἠκούσθη ἣ: ὁμιλιά της.\nἦλθε κι αὐτὴ εἰς τὴν βουλὴν καλὴ ἣ ἀρχοντοποῦλα,\nὁποῦ ᾽χεν χίλιαις βουκεντριαῖς ἐπάνω ᾿ς τὴν καπποῦλα,\nἘπ ἣ ἄλλαις ἐπιστεύασιν,. λινάριν ἔνι ἢ σκοῦλα,\nκ᾿ ἡ κλέπτρα ἣ Κουταγιώταινα ᾿ς ὅλαις ἐροζωνάρειν\n»εἰπὲ, μωρὴ κυρὰ καλὴ, ποῦ τὄβρες τὸ λινάριν,\nνὰ πάγω νὰ πραγματευτῶ κανένα κιντινάριν,\n4θῦ νὰ κάμνω πέτζαις νὰ πουλῶ καὶ ν᾿ ἀγοράζω οἰνάριν,\n΄ νὰ πίνω νὰ ζεστένωμαι τὸν μῆναν τὸν γεννάρην.\nἙλένη, ὅταν ἔφυγες, μωρὴ, ἀπαὶ τὸ χωρίον,",
        "index": 33
      },
      {
        "text": "καὶ ᾿κεῖ πῆγες καὶ κούμπησες ᾿ς τὸ πολιτικαρεῖον,\nτς ἧς τῆς ᾿Αγγελίνας τῆς πτωχῆς συμὰ ᾿ς τὸ τσαγγαρεῖον,\nἀλλ᾽ ἦλθεν κ᾿ ἣ Πιλάταινα ἣ χήρα ἣ κουρεμένη,\n᾿ δποῦ ταῖς νύκταις πορπατεῖ κ᾽ εἰς τὰ πουρδέλια μένει᾽\nτὴν ἀνηψιάν της ἔσυρνε τὴν φραρογαμημένη,\n᾿ συμβουλὴν τοῦτες οἱ ἄρχον του ποῦλλαις Μ ἡ “Ὑραία ἡ κουλομπάδενα.\nμε τὰ σσπρὰ τὰ μαλλεία τῆς Δἴ, μετ᾽ οὐδ Ῥ, μὲ τ᾽ κοιϊρεὶ ἀδῦ σείρνη\nἧπεν τὸ θέλειν καὶ ἡκούστην ἡμιλίατης Μ΄. μεστὰ οι Μ, ἴῃῆ αὰ0\nὡς ἰδῆ τ ἘΝ '\nκαὶ τὴν ἡμέρα σιτανὴ διαβαίνει σὰν ᾿γουμένῃ.\n4τὸ καὶ τότ᾽ ἣ καῦκα ᾿᾽πέσωσε τοῦ κὺρ Γεώργου Ῥώσωῳ,\nἀντάμα μὲ τὴν Νούφραινα ὁποῦ ᾿νε διὰ γρόσσο.\nκαὶ λέγει τῆς ΤΖζαβούλενας ..ἐγὼ νὰ σὲ κανώσω.\"\nἣ Γιακουμίνα ᾿᾽πέσωσε μὲ τὸ ξανθὸν τριχάριν,",
        "index": 34
      },
      {
        "text": "τοῦ Γγουλτζουνῆ τοῦ μεθυστῆ ὁποῦ ᾿χει ἄλλην χάριν,\nκαὶ μέτρησεν τοὺς καύχους της κ᾿ ηὗρέν τοὺς κιντινάριν,\nκ᾿ ἐπανωθεόν τοὺς ἑκατὸν ἦσαν, καὶ πέντε φράροι.\nἐκάτσαν χώρια ᾿ς τὴν βουλὴν ἣ κοπελιαῖς ἡ κλύστραις,\nκ᾽ εἰς τὴν ἀντιπαραμεριὰν ἐκάτσαν ἣ μαυλίστραις,\nὁποῦ κατέχουν τὰ πολλὰ, ἔνε καὶ συγγρουλίστραις.\nἡ ᾿Αγγελίνα ἐπέσωσεν ὁποῦ τὴν ἐζητοῦσαν..\n᾿ἐπέσωσεν κ᾿ ἣ Λαμπριανὴ, σύρνει καὶ τὴν ΤΠΤετοῦσσαν.\nἔφτασεν κ᾿ ἣ Σταυράκαινα κ᾿ ἐρώταν ταῖς τὸ ποῦ σα,\nκ᾽ ἣ Βαρελλοποῦλα τρέχοντα τὰ τζιά της ἐκτυποῦσα,\n“ἦλθαν καὶ ἄλλαις περισσαῖς ταῖς δὲν θέλω νὰ λέγω.\nἀφίνω τάχα ταῖς χοντραῖς, καὶ ταῖς ἱψηλαῖς διαλέγω᾽\nἀμμὲ τὴν Καρμανιούδαινα ἀπ᾿ ὅλαις τὴν διαλέτγω.\nἐπέσωσεν ἣ ᾿Αρετὴ, σύρνει καὶ τὴν ᾿Αρμέναν,\nκ᾿ ἣ Πουτολένη μετ᾽ αὐτὴν, κ᾿ εὑρίσκουν σφαλισμένα,",
        "index": 35
      },
      {
        "text": "ἀπέξω κατακρούγασιν καὶ τότες ἐνεμέναν..\nἀνοῖξάν των «καὶ ᾽᾿μπήκασιν πρὶν καὶ περκενωμένα.\nἡ Πρπυρίναις ἤλθασι, ὅλ᾽ ἣ ἀδελφοσύνη,\nἐσμίξαν ἣ Κουράδαιναις μὲ πᾶσα καλοσύνη,\n\" ἔφτασε κ᾽ ἣ ΠΕερτζΖιόλενα ὁποῦ ᾽ν τεροντιασμένη,\nμὲ τὴν Ἐργίναν τὴν πτωχὴν ὁποῦ ᾽ν σημαδεμένη,\nμὲ μιὰν Ταταρομούτζουνην ἔνε συντροφιασμένη,\nκαὶ μὲ την Ἐγριπιώτισσαν ὁποῦ ᾿νε μαθημένη.\nπθβοῖο 498, οἱ περπυριναῖς ἡλθάσιν ὅλοι ἡ ἀδ. Μ ἐἔογξαϑθθ, ρυαοβειξον\nἡ περτζιόλενα ἀπὸ τὸν γερουντιασμένοι Μ᾿ καὶ ὑπερτζιόλενα Ρ΄ ὅθ ὁπού:\nνει μα\".\nποῦ καὶ μετ᾽ αὐταῖς ἐπέσωσεν ἡ ταπεινὴ Καλεπούτζια,\nἐσύμωσε καὶ στάθηκε συμὰ μὲ τὴν Κουκούτξζια,\nδιατ᾽ ἦτον ἀξυπόλυτη: κ᾿ οὐδὲν εἶχε παππούτζια,",
        "index": 36
      },
      {
        "text": "κ᾿ ἐφόρειν παλαιογούνελλον ἀπὸ πολλὰ καππούτξια.\nἡ Μαργαρίτα ᾿πέσωσε τὸ πολιτικαδάκιν\nοἱὸ ὁποῦ ᾿καμε μὲ τὸν κυρτὸν Τρίτζουλον τὸ παιδάκιν,\nκι ὅταν ἐμπῆκε νὰ σταθῇ, ἐπόλυκε πορδάκιν.\nκαὶ μέσα εἰς τοῦτο ἔφθασεν τοῦ κὺρ ΤΤετ᾽ ἣ κοπέλα,\nκαὶ τοῦ πριῶρε μετ᾽ αὐτὴν, βαστοῦν καὶ σκαρταμπέλα\nο καὶ τῶν πάπάδων ὁλωνῶν καὶ κάμνουσι τραπέλα.\nοἱῦ καὶ μι ἀπ᾿ ἐκείναις ἔλεγεν, ἂς παίξωμεν τομπέλα.\"\nἐκεῖ ἣ καλὴ Χανιώτισσα φορεῖ γουνέλλα μαύρη,\nκι ὁ ἄνδρας της ἀκόμη ζῇ κι ἄλλον τυρεύγει ναὔρῃ᾽\n᾿ἐχρώστει μου δυὸ πέρπυρα, ὁρίζω τὴν νὰ ταὔρῃ᾽\nἐκείνη μοῦ ᾽πεν ,ςἄφης τα καὶ τρῖψε' τὸ συναύρι.\"\n- καὶ. μιὰ Μαροῦλα ἀλυφαντοῦ ὁποῦ ᾽ν τοῦ κοντουνάρη\nΤνήσια γυναικαδελφὴ ἦλθε διχὼς ζωνάριν,\nκ᾿ ἣ χήρα ἣ Μαρτζαμούδαινα τοῦ ᾿Αντώνη τοῦ τουνάμη",
        "index": 37
      },
      {
        "text": "ἐμπῆκεν καὶ τριπήδησε σὰν ἕνα παλληκάριν. :\nκι ἀπάνω εἰς τοῦτο ἔφθασε κ᾿ ἣ καῦχα τοῦ Βερτίτζη\nὕϑῃ καὶ φόρει ταῖς ἐμπόταίς τῆς καὶ στέκα μὲ τὸ ζίτξι.\nἔχουν καὶ τὴν Φρελιόλενα διὰ παρητγορίαν,\nδιατ᾽ εἶναι καὶ γειτόνισσα κ᾽ ἔχει κόρην ὡρία.\n.ἐγκαφαδοὺς ἐγὼ νὰ σὲ πληρώσω. ᾿ καὶ κείνη πάλιν λέγει τῆς ἐγὼ ναύσεταὰ\nοἷὰ αἱ μᾶθο ϑυρδοςξαϊ, ἐβάσταν ἀποκάτου τῆς ἔναν φλασκὴν τὸ\nνάρην καὶ ἄλλες ἐπιστεύασιν καὶ “ἔνε σκούλλα λυνάρην Καὶ μιὰν κοπέλλα\nἔμορφη ὁποῦ ἔν μετὴν φλορέτζαν βαστὰ ἀγκούρια περισσὰ τεμάτην \"ιΐων\nπερέτταν καὶ λέγει πουθατζουνία τῆς ράντας ἔπαρέτα ὅ9ι καὶ\nκαὶ στέχαν με τὸν ζήτην Μ ροϑῦ πῦηῃς νϑύραμ ἐμ Μ καὶ λέγει ἰδέτε\nἀρχόντισσες τὸν παλεον ψομοζήτην ἐτζη τζουρεύτηῃη μοῦ καὶ αὐτὸς τον",
        "index": 38
      },
      {
        "text": "᾿σδυιίηδ τῇ. ἃ. ατᾶροδ, δᾶ, Ὑ αϑπον. ὲ Ἵ\nκ᾿ ἣ χήρα ἣ ἈΑστουπαλιώτισσα ἦλθεν ἀφτὰ χωρία.\nσύρνει καὶ τὴν Γλαρέντζαινα διὰ παρητορίαν.\nὁ ἄτυχος ἐπίσκοπος καὶ ᾿δᾶ τὴν ἐνθυιιήθη.\nκαὶ τὴν Χριστίναν ἔσυρνεν καὶ λέγαν παραιιύθιν.\nκαὶ λέταν διὰ πολιτικαῖς τὸ ποιὸς καὶ ποιὰ ταμήθην.\nκαὶ γώ ᾽στεκα νὰ ταῖς τροικῶ κι ὄντα μὲ νοστιιήθην\nἡ Κατερίνα ἣ μαστόρισσα ἀπὸ τ᾽ ὀξὺ μαντήλι.\nἦλθε μιὲὲ τὴν Προφύλαινα “κι ἀγάλι᾽ ἀγάλι᾽ ἐμίλει,\nκαὶ μιὰ Μαροῦλα ἀλυφαντοῦ χήρα βαστᾷ ὀρθοιιύλι.\nκαὶ ᾿ξέβη καὶ συνέδραμε καλὰ κανένα μύλι.\nκ᾿ ἐφάνησαν οἱ κῶλοί τῆς μεγάλοι χερομύλοι.\nἐκεῖ ἔφθασε τοῦ Φρατζεσκῆ πουτάνα ἣ τυναῖκα.",
        "index": 39
      },
      {
        "text": "κ᾿ ἡ Τζάπα κ᾽ ἣ ᾿Αστιβήδαινα κ᾽ ἢ δυὸ ᾿ς τὴν πόρτα στέκα,\nκ᾿ ἢ Φρατζησκίνα ἐμίλειεν ταῖς παπαδικὰ ἣ βραῖκα.\nτὸ φυλακτήριν ἔφθασε. ταῖς βέργαις της ἐφόρει.\nκ᾽ ἣ Μαρκεζίνα μετ᾽ αὐταῖς, καὶ νἄμπῃ δὲν ἐχώρει\"\nἐκ τὴν πνημάραν τὴν πολλὴν τὴν πόρταν δὲν ἐχώρει\"\nκαὶ λέγει ἡ ΤΖζημαρούδαινα ..στέκου ἀπέξω. καὶ θιύρει.\"\nἦλθεν ἢ Καμψαιιπέλενα νἀιμιπῇ νὰ μεσιτέψῃη.\nκ᾿ ἡ Τζηλοπεύτη ἐφώναξε. βλέπετέ τὴν μὴ κλέψῃ.\nρῦυ κι ἂν εἶχε λύπην ἣ ἀειδοῦ νἀμιπῇ νὰ μεσιτέψῃ,\nτοῦ Τζημαδούρου ἣ ἀδελφὴ τὴν ἤθελεν παιδέψῃ.\"\nκυρὰ (πἴπὺ πο) Μ ἀστου παλιότισσα Ν᾽ τὴν λέγουσαν μαρία ΜΝ.\nὁ. Μ οϑῦ τὸ ξὐμαντύλη Ι᾿, τὸ ξηνμαντίλην Μ᾿. 5ϑὺ ἦλθεν μετὴν\nπροφύλλεναν καὶ ἀγάλι γάλι μήλην Μ ἀγάλλια ἀγάλλια ἐμίλη ἰ᾽ ΠΕ",
        "index": 40
      },
      {
        "text": "“κοεψὴν. δὶ\nἦλθαν καὶ ἄλλαις περισσαῖς ταῖς δὲν θέλω νὰ τράιῃῳ,\nδιατ᾽ εἶναι τάχα σιγζαναῖς κ᾽ οὐκ ἐμπορῶ νὰ βλάψω,\nἅμμ᾽ ὅταν ταῖς ἐνθυμηθῶ. ἀνατριχιῶ νὰ κλάψω.\nοὔῦυ σὰν νὰ μοῦ πέθανε τινὰς καὶ πάγω νὰ τὸν θάψω.\nος ἤλθασιν ὅσαις πορπατοῦν ᾿ς τὴν χώρα κι ἀστοχοῦσιν\nκαὶ τοὺς κοπέλους θέλουσιν καὶ κλαῖν καὶ ξεψυχοῦσιν᾽\nκι ὅταν δὲν εὕρουν κόπελον καὶ σφάλλουν κι ἀστοχοῦσιν,\nλιγόνουνται καὶ χάνουνται. πέφτουν, λιγοθυμοῦσιν.\nοὐῦ ἤλθασιν ἣ πολιτικαῖς ὅσαις ἔνι ᾽ς τὴν χώραν,\nτς ἐκάτσαν εἰς τὴν συμβουλὴν διὰ νὰ κάιιουν πριώραν.",
        "index": 41
      },
      {
        "text": "καὶ εἶπ᾽ ἣ Κουταγιώταινα .. ὁποῦ ταμήθην τώρα.\nἂς ἔνε καπιτάνος μας ἀπὸ τούτην τὴν ὥραν.\"\nὅλαις ἐσυμβιβάσθησαν, ἐπαῖξαν. ἐχορέψαν.\nδθῦ εἶπαν τὸν καπιτάνον τους, καλὸν τὸν ἐδιαλέξαν.\nφέρνουν λαιιπάδες καὶ κεριὰ κ᾽ εἰς μιὸν ἐμπρὸς ἐφέξαν,\nεἶχαν καὶ ῥοδοστάγματα καὶ τὴν κυρὰν ἐβρέξαν.\nκαὶ τότε Κουταγιώταινα λέγει ταῖς. ἐγερθῆτε,\nὅλαις ἐδᾶ σπαστρεύεσθε, ὅλαις εὐμορφωθῆτε.\nκι ἀμέτ᾽ ἐδᾶ ᾿ς τὰ σπήτια σὰς κ᾽ αὔριον μαζωθῆτε,\nὅλαις ἐμπρός μου νἄλθετε, τριγύρου νὰ σταθῆτε,\nκαὶ νὰ σᾶς δώσω καὶ βουλὴν τὸ πῶς νὼ πορευθῆτε.\"\nὅλαις τὴν ἀποκρίθησαν. .. ἂς καταβοδωθοῦμεν,\n᾿γὰ πᾶς, κυρὰ, ᾿ς τὸ σπήτι σου κ᾿ ἡμεῖς νὰ σ᾽ ἀκλωθοῦμεν,\nὅτ καὶ αὔριον εἰς τὸ σπήτιν σου πάλιν νὰ μοζωθοῦμεν.\"\".\nἐξέβησαν ἀφτὴν βουλὴν κι οὐδὲ καλὰ κινῆσαν,",
        "index": 42
      },
      {
        "text": "ἐρχήσασιν νὰ τραγιυυδοῦν εἰς ὅσαις καὶ ἂν ἦσαν.\nὁλαῖς ἐσυμβιβάστησαν ἐχόρευξαν καὶ ἐπέξαν Μ ἤρ6 καιρία ᾿ καὶ εἰς\nδοῦν Μ\nκαὶ τότε τὸ τραγούδι των τὸ πῶς τὸ ᾿πετονίσαν.\nταἀμιέται Κουταγιώταινα κι ὃ σκύλος τῆς τγαυγίζει,\nὅϑυ καὶ κλαῖσι τὰ παιδάκια της καὶ κείνη χαχανίζει.\nἣ χήρα ἣ Καμψαμπέλενα ἔνεν ὁποῦ τὴν ἐμαυλίζει,\nκαὶ τρῷ τὴν ὡς τὸ κόκκαλον, διατί τὴν συγγρουλίζει᾽\n΄ςς τοῦ Κουτατιώτη τὴν αὐλὴν κέρατα ξεφυτρόνουν,\nκόπελος ἔν ᾿ς τὸ σπήτιν του, δι᾿ αὐτοῦνον ἐξεστρώνουν,\nκαὶ λέγουν τῆς ,,πολιτικὴ, διατί δὲν σοῦ καστρόνουν;\"“\nκαὶ τὸ πωρνὸ ξημέρωμα, τὴν αὐρινὴν ἡμέραν,",
        "index": 43
      },
      {
        "text": "ὅλαις. ἐμαζευόντησαν ἐδῶ καὶ ἀπὸ πέρα.\nκαὶ προσκυνῆσαν τὴν κερὰν, φιλοῦν τὴν κ᾿ εἰς τὴν χέραν.\nὁρίζει, τάβλαν στένουσιν, φαγιὰ, ποτὰ καὶ φέραν. !\nὅ9υ καὶ τότε Κουταγιώταινα φέρνει κρασὶν ἀκράτον,\nἤπιαν καὶ ἐγεύθησαν συνδύο τὸ σφογγάτον,\nκ᾿ ἡ Κουταγιώταιν᾽ ἴστεκεν ἐμπρός τοὺς καὶ διγᾶτον.\nλέγει ταῖς ,τρῶτε, πίνετε καὶ βλέπετ᾽, ὅταν βήξω,\nεἰς μιὰ μοῦ δίδετε νὰ πιῶ πριχοῦ νὰ σᾶς ζητήξω.\nκι ἂν ἦν καὶ θέλετε κρασὰ, βουτσιά ᾽χω νὰ σᾶς δείξω,\nκαὶ δυὸ καὶ τριὰ καὶ τέσσερα κι ὅλα νὰ σᾶς τ᾽ ἀνοίξω.\"\nἐφάγασι καὶ. ἤπιασιν, τὰ χείλη τῶν ἐγλύψαν.\nἐγέρθησαν κι ἀπὸ τὸ φᾶν τὰ χέρια τῶν ἐνίψαν.\nἤπιασιν καὶ ἀφτὸ παλαιὸν διὰ νὰ ταῖς διάβη ἣ δίψα,\nθὺυ καὶ προσκυνῆσαν τὴν κερὰν, χαμαὶ, ᾽ς τὴν γῆν ἐκύψαν.\nκαὶ τότε λέγει ταις ..ἐδᾶ πρέπει νὰ τὸ κατέχουν",
        "index": 44
      },
      {
        "text": "οαΐϊα5. Ἰοοδ μοι. πἰασιν τ θυ ὅδ οπι Μ απ Ποκ βαυθδῦι θα νϑυβιη\nἘκείνη σεν ἡ δέσπινα με ὅσαις ἐφελοῦσαν καὶ ὅσαις τὴν ἐκουλοθοῦσασιν\nἀλλήλος ἐμηλοῦσαν. σφικτὰ ἐπεριλαμβάνασιν καὶ ἀλληλως ἐφιλουσαν. καὶ\nφίασαν τὴν κυρὰν καὶ τὸ τες ἐμισέψαν Μ. ὅλαις τὴν ἐπροσκύνησαν\nἐφάγαν καὶ ἱπιασιν συνδύοκαν σφογκάτον Μ καὶ ἡ ἐἔστεχεν Μ\n. νασὰς τὰ δείξω Μ ὕθτ ἐλύψαν οῃὶ ΒίοοΙαΚ καὶ ἀπὸ καὶ\nο) Μ χατεχοῦν Μ πο ες,\nπρος ὙΝυ νος:\nὅλοι τοῦτο τὸ κάμωμα, ὡς διὰ νὰ μᾶς ξετρέχουν,\nδι᾿ αὖτ᾽ ἂς τὸ διαλαλήσωμεν καὶ φάλειαν νὰ μὴ ἔχουν,\nκ᾿ εἰς μιὸν νὰ ᾿δῆς (᾽ς) τὰ σπήτια μὰς τὰ ὑπέρπυρυ νὰ\n; βρέχουν. “\nὁρίζει εἰς μιὰν τὴν Λάντζαινα νἄβγῃ νὰ διαλαλήσῃ",
        "index": 45
      },
      {
        "text": "“Κ᾿ ὅποιος ὀρέγετ᾽ ἀπ᾽ ἑμᾶς καὶ θέλει νὰ φιλήσῃ,\nἂς ἔλθῃ ἐμπρὸς εἰς τὴν κυρὰν, ἐμπρὸς κι αὐτὴν μιλήσῃ,\nἀμμὲ καὶ. τὸ πουγκάκιν του πρωτήτερ᾽ ἂς τὸ λύσῃ.“\nἢ κι ἀπὴν τὸ διαλαλήσασιν, λέγει ,ἀκροσταθῆτε,\nκἀμμιὰ μὴ πάγῃ μοναχὴ, ὅλαις συντροφιασθῆτε.\nμηδὲν μοῦ παρακούσετε κ᾿ ἐἰς μιὸν ἀπολεσθῆτε.\nκαὶ Ὑὼ νὰ πῶ τὴν αὐθεντειὰν νὰ μᾶς καταβοδιύσῃ,\nὀλίγον τόπον χιύρια μας καὶ θέλῃ μᾶς τὸ δώσῃ.\nἢ τάξιμον ἢ στάμενα τὴν αὐθεντειὰν νὰ δώσῃ.“\nκαὶ λέγει Παραβάραινα .,ἰτούταις ποῦ ᾽ν ἐμπρός σου,\nκυρά μου ἂν ἔχῃς θέλημα, ἂς πιάσουν νὰ σ᾽ ὀμόσου,\nνὰ ἔνι ὅλαις εἰς θέλημα, κυρά μου, τὸ ᾽δικό σου.“\nτὸ εἶπεν ἣ ΠΠαραβάραινα, ὅλαις τὸ δυναμῶσαν,\nνὰ στέρξουσιν τὸν ὅρκον τους, τὸ πρᾶγμα τὸ ᾿᾽ξαμόσαν,\nκαὶ φέρασι τὸ εἰκόνισμα κ᾿ εἰς τὴν κυρὰν ὀμόσαν,",
        "index": 46
      },
      {
        "text": "νᾷναι ὅλαις εἰς θέλημα, νὰ ποίσουν ὅτι ὁρίσης,\n᾿᾽πιστάγκωνα τὰ χέρια της ὀπίσω νὰ γυρίσῃς,\nοἷὰ Μ προδώσει Μ' θ10 αὐμενα δη τὰ πέρπυρα καὶ εἰς μία να μαστὸν\nνὰν στὸν ὁρισμόσου απο Μ' νακάμνουσιν τὸ θέλημα κυράμου\nἐξορίσης Μ θ20 πιστάγκονα χείριά τοὺς 'ἢ - :\nκι ὁχόγυμνη τὴν ῥοῦγά μας νὰ τὴν ἐγεβεντίσῃς.\nκαὶ τότ᾽ ἐδιάλεξε ταῖς νεαῖς τάχατε ἱποῦ ᾿᾽φελοῦσα,\nκ᾿ ἐκίνησεν ἣ δέσποινα μὲ ὅσαις τὴν Ὑαποῦσαν᾽\nὑβ0. κι ὅσαις τὴν ἐκλουθήσασιν, ἀλλήλως ἐμιλοῦσαν,.\nσφικτοπεριλαμπάνασιν ᾿ς ταῖς στράταις καὶ φιλοῦσαν,\nκι ἀφτὴν χαράν τους τὴν πολλὴν ἐχαχανογελοῦσαν.\nἐσυντροφιάσαν τὴν κερὰν. ἦλθαν εἰς τὸ παλάτιν,",
        "index": 47
      },
      {
        "text": "τὴν αὐθεντειὰν ἐσύντυχαν νὰ δώσῃ γῆν κομμάτι,\nκαὶ νὰ τὴν στέρξουν δέσποιναν εἰς πᾶσα μιὰν γκουσάτην.\nκι ὅσα κι ἂν ἐτζαμπούνιζε, τίποτε οὐ ᾿᾽φελᾷ την,\nἣ αὐθεντεία ὅρισε καὶ παίζει καὶ γελᾷ την.\nἐδιέγερνεν ἣ δέσποινα μὲ πρόσωπον χεσμένον,\nκι ὅσαις τὴν ἐκλουθούσασιν. ὡς ἦτον ὀρθωμένον.\nεἶπεν ἣ Κουταγιώταινα, τὸ Ὑρήγορον γεράκιν\n»ἐπήγαμεν ᾿ς τὴν αὐθεντειὰν ὡς διὰ τὸ τοπόάκι,\nκι ὡς κύβαροι ἐπλάνα μας, διατ᾽ εἶναι σὰν κοράκοι.\nτ΄ ἐδάρτε συμβουλεύω σας, ὅλαις καλαῖς κυράδες,\nἀμέτε καὶ μαυλίζετε ὕπανδραις καὶ χηράδες,\nγελᾶτε ταῖς ἀνέγλυταις καὶ ταῖς νοικοκυράδες,\nκαὶ βλέπετ᾽ ὅσον ἔχετε ἀπὸ ταῖς πενθεράδες, ᾿\nὡς διὰ νὰ κάμνετε κακὰ τὴν χώραν προξενᾶτε,\nτοὺς ἄνδρες μὲ τὰ λόγια σας ὅλους νὰ τοὺς πλανᾶτε.",
        "index": 48
      },
      {
        "text": "ὁδ0ὺ ἔχετε κι ἀγαπητικοὺς, μηδὲν ἀδημονᾶτε,\nκι ὁποῦ Ὑαποῦν καὶ φλέγουνται, μὲ λόγια τοὺς περνᾶτε.\"\nδιέγειρεν Μ καὶ ἐκουλουθήσασιν ἦσαν κατουρημέναις Μ΄ ρμοϑύ\nαπὸ νούϑαιι ἃ Μ καὶ ὡς εἶχεν ἡ μαστόρησσα τὸν δῖπνον καμωμένον\nποῦν καὶ φλέγουν τεν Μ ; : ΧΑ νους θπὴ: πῇ\nὅλαις εσυμβιβάσθησαν ᾽ς τὴν χώρα νὰ σκορπίσουν,\nκι ὅσαις ᾿᾽μποροῦν εἰς τὸ κακὸν γτυναῖκες νὰ τυρίσουν.\nὅλαις τῆς χιίύρας σὰν αὐταῖς καὶ νὰ ταῖς τεβεντίσουν,\nὑδὴ τὴν πᾶσα μιὰν νὰ λέγουσι ..«λοιβὴ. κυρὰ. ᾿᾽ντροπή σου.\"\nκαὶ λέγει Κουταγιώταινα ««λοιβὴ κυρὰ Σαχλήκῃη.\nτὸ μ᾽ ἔκαμεν ὁ Στέφανος τὸν λέτουσι Σαχλήκη.\nἔπρεπε τὰ τητάρτια του νὰ μοιραστοῦν οἱ λύκοι.\nκαὶ ζωντανὸν τὰ μέλη του νὰ φᾶσιν οἱ σκουλῆκοι.\nὁθυ θέλιυ καὶ κἄποιαις ἀπὸ σᾶς νὰ πάω νὰ συντηρήσιι.",
        "index": 49
      },
      {
        "text": "νὰ πάτω κ᾽ ἕως ᾿ς τὴν φυλικὴν νὰ τὸν παρηγορήσω᾽\nὅτι καὶ μένα ἣ θλίψη του δὲν ἔχω τί νὰ ποίσω.\"\n᾽ς τὴν φυλακὴν ἐπέσιυσεν ἣ κοῦρβα ἣ ὀργισμένη.\nἐμπῆκεν καὶ ἐκάθισε συμά μου σὰν 'γουμένη.\nθ0ῦ ἀναντρανίζω, βλέπω τὴν κ᾽ ἦτον τζαγκουρνισμένη,\nἀκόμη μέ ᾽πε, δέσποινα μ᾽ ἔχουσιν καμωμένη.\"\nτὸ δύναμαι καὶ τὸ ᾿μπορῶ, ὅλους σάς νὰ δουλεύγω,\nμὲ λόγια καὶ μὲ πράγματα νὰ σᾶς διδασκαλεύγυ.\nὁτὸ λείπετ᾽ ἀπ᾽ ταῖς πολιτικαῖς, ὅλους σὰς συμβουλεύτω.\nκαὶ δι᾿ αὐτο τούτην. τὴν βουλὴν εἰς ὅλους ἔγραψά την,\n᾽ς τὸ Ρέθεμνος κ᾿ εἰς τὰ Χανιὰ παντοῦ κουδούνισά τὴν,\nκαὶ Ὑὼ τὴν Κουταγιώταιναν παντοῦ μανδάτευσά την,\nκαὶ τὴν βουλὴν τῶν πολιτικῶν παντοῦ διελάλησά την.",
        "index": 50
      },
      {
        "text": "δια νὰ ξεκαθαρίσω Μ γοκῦ τς ἃ Μ νὰ ἐρεθώσυν με τὰ μὲν νάλθοῦν\nφυλακὴν καὶ ἦτον τζανκουρνισμένη Μ Οθῦ οἱ Μ ὑθὺ ἀκομὴ δεσπιναν\nΒαπο γούϑαιῃ παθοῦ Μ ἢ 5\nΕἰς τὸν γάμον ἦλθεν σύντόμα τοῦτη ἡ κουριατουπούλα\nκαὶ βαστὰν καὶ ὄρκιδόπουλλα γεμάτην μιὰν παρετὰ ᾿\nΘῈ ὁ\nὑτῷ καβαλλικεύει Κουφαροῦ καὶ τρέχει Ροκοτζέλα,\nκαὶ ᾿πιλαλεῖ Πλαγήταινα καὶ κροῦ τὴν ᾿ς τὴν ῥοδέλαν.\nκι αὐτὴ ἣ ΤΠΠορδομάραινα ἐστέκετον καὶ γέλα.\nἔδε φαρὶν ἣ φράραινα κ᾿ ἱππάριν ἣ Μαροῦλα,\nκαὶ μοῦλα καλοστόλιστη ὁποῦ ᾽νεν ἣ Περοῦλα,\nἔδε. τροπὴν εἰς τὴν κερὰν ποῦ πῆγεν κ᾿ ἠρματώθην᾽\nκορατζομένη ἐλάφασεν, καὶ πῶς δὲν ἐσκοτώθην;\nσυχνοκεντάει τὸ φαρὶν καὶ μήτ᾽ ἀπὸ διαπρόθι",
        "index": 51
      },
      {
        "text": "᾽ς τοὺς. κάμπους ἐπιλάλησε, καὶ τότε μεταγνώθει,\nτὸ πῶς ἀπελησμόνησεν ἣ δόλια κ᾿ ἐγγαστρώθην.\nὁβὺ, τοῦ γάτα ἣ καῦκα ἥρπάξεν, λατινικὸν σκουτάριν,\nκ᾿ εἰς: τὴν δεξιὰν τὴν χέραν τῆς βαστᾷ καλὸν κοντάριν,\n\"Καὶ ἡ κλευτρὰ ἡ κουταγιότενα ἀκομὴ τήν τα λέγει\nεἴπεν μωρὴ κυρὰ καλὴ πὰ το βρες τὸ λυνάρην\nναπάγιυ ναπραματευθῶ κανέναν κεντηνάρην\nει καὶ νακάμνω πέτζες ναπουλῶ καὶ ναγουράσω γυρεύω νάρην\nναπίνω ναζεστένομαι τὸν μήναν᾽ τὸν γεννάρην\nΕλένη ὅταν ἔφυγες ιἰώρη ἀπὸ τὸ χοριον\nἐκεῖ ἐπίγες καὶ κούμπησες στὸ πολιτικαρίον\nστῆς ἀγγελίνας τῆς πτωχῆς σημὰ στὸ τζὰ Ὑκαρίον\nκαὶ ἐδάνισες τὴν σάρκαν σου κούρβα χιλιον μυρίον\nΑλλῆλθεν καὶ ἡ πιλάτενα «ἃ χήρα κουρεμένοι\nὁπὸ ταῖς νύκταὶς περπάτη κεΐς τὰ πουρδέλλια ἀμένει",
        "index": 52
      },
      {
        "text": "τὴν ἀνυψίαν τῆς ἔσειρνεν τὴν κρυφογαμιμένην.\nκαὶ τὴν ἡμέραν σιγανεὶ διαβαίνει σαν γουμένη\nΕφθασεν ἡ μαστορησσα τὸ γιάνη τὸ πιλλάτω\nὁλοι παπάδες ἔχουσυν τὸ σπίτυν της μυτάτο\nΓαμμὴ καὶ στὸ. πλήρουμαν εἰς μιάς ἐμπρὸς ζητατιώ\nΚαὶ μίαν ἡμέραν λέγει μου φελλοὺς θέλω διεμέναν\nνὰ ἥνεν τὰ φατζωλάτον χρυσῶν μαργελιυμένα\nκαὶ ἐγὼ τὴν ἥπα ὁρεγεται ναμείνης μεταμέναν ν\nκαὶ ἐκεῖνη μου με ἀποκρίθην δὲν ἧσαι ἐσοὶ “διἐμέναν.\nὑτῦ ρουχο τζέλλα Μ ροκὲ ὑτῦ ἀαὰ Μ καὶ κει Χ ον ἡ ἀειδοῦ καὶ: κτυπαν.\nκαὶ ἡ χηρα ἡ ἀστουπαλιότησα τὴν λεγουσὺυν τζανοῦλλα\nο βαστοῦν καὶ ἀγκούρια περισσα γεμάτην μιὰν σακοῦλλα\nΚαβαλλικέβη ἡ σαβαστὴ καὶ τρέχει ἡ ἀντονίνα\nκαὶ πιλλαλὴ ἡ ἐφημία καὶ ἡ βλακα σκουτορόνη",
        "index": 53
      },
      {
        "text": "καὶ αὐτὴ ἡ πορδομίλενα τζαγκίζει τὸ κοντάρην ἡγ:\nκαὶ ᾿κποδουκλώθη κ᾽ ἔπεσεν ᾿ς τὸ κάμπον ᾿ς τὸ χορτάριν.\n᾿ἣ δίλοτος ἐπέσωσε τὴν λέγου Σινφουρνάραν\nὁϑὺ μὲ ἄρματα καὶ κάθετον εἰς ἄλογον. μιὰν φάραν,\nτοῦ ἸΠέρου ἣ πολιτικὴ ἢ κοπελομισκάρα\n᾿ καὶ κάθετον εἰς τ᾽ ἄλογον. ὡσὰν χοντρὴ γαδάρα,\nκαὶ κείνη ὁποῦ γλύτωσεν ἐκ τὴν οὐρὰν τ᾽ ἀγγέλου,\nκὖ ἣ Γιάκουμα τοῦ Τζουρτιζουνᾶ ὁποῦ καλὸν τοῦ θέλουν,\nυυῦ τὸ πῶς νὰ ποίσῃ ἀνδραγαθιὰν, πολλαῖς τὴν παραγγέλλαν..\nἦλθε καὶ ἣ Τζαβούλαινα μὲ τὸ φαρὶν τὸ μαῦρο\nκαὶ ᾽πιλαλεῖ μετὰ θυμοῦ σὰν θυμωμένον ταῦρον.\nἐφώναζεν καὶ ἔλεγεν ,χαρὰς τὴν θέλω ναὔρω,\nγὰ τὴν ἐδώσω θάνατον ἢ σήμερον ἢ αὖρο.\"\nτοῦ καὶ ἣ Μανοῦλα ἔφτασε τοῦ Νίκολο ᾿Αμπράμῳω,\n“μὲ βισταμέντα κ᾿ ἤρχετον ἀπὸ τὸν ἄμμον ἄμμον\"",
        "index": 54
      },
      {
        "text": "μὲ τὸ φαρὶν καὶ φώναξε «λαργᾶτε θὲ νὰ δράμῳ ,“\nκαὶ κείνη. ἐγκρεμνοβόλησε ἐκεῖ πέρα τὸν ἄμμον.\nἐπέσωσε μὲ τὸ φαρὶν τ᾿ ᾿Αντώνη ἣ τυναῖκα,\nτοῦ καὶ ἔσυρνε μὲ τὸ φαρὶν ἀποπίσω τῆς δέκα,\nτὴν συντροφίαν τῆς κερᾶς χαμαὶ μοῦ τὴν ἐθέκαν.\nἐτκρέμνισέν τὴν τ᾽ ἄλογον καὶ λακτοπάτησέν την,\nπεζεύει Κουταγιώταινα καὶ ἐξερμάτωσέν την.\nφέρνουν νερὸν, δροσίζουν την, ὅλην καὶ βρέχουσίν την,\nτῖο ὁρίζει Κουτατιώταινα νὰ στρέψουν εἰς τὴν χώραν,\nἣ λαβωμέναις ἣ 'χεναῖς νὰ γιατρευτοῦν ᾽ς τὴν ὥραν,\nκ᾿ ἣ ἄλλαις νὰ ᾿᾽ψηκεύσουσι τὴν κερὰν τὴν πριώραν.\n(τοι ψαα, ποπ Θοταραγθηῦ.)",
        "index": 55
      }
    ]
  }
}