{
  "chapterNumber": 1,
  "title": "Γραφαὶ καὶ στίχοι Στεφάνου τοῦ Σαχλήκη (Writings of Sachlikis)",
  "sourceContent": {
    "paragraphs": [
      {
        "text": "- Πολλὰ ἐκόπιασ᾽ εὔκαιρα πολλαῖς φοραῖς δι᾽ ἐσέναν\nγὰ σὲ “διατάξω, Φρατζησκὴ, νὰ λείπῃς ἀφτὰ ξένα..\nκαὶ ὅσα σὲ διάτασσα, πόλλ᾽ ὀλίγα καταπιάσες,\nκι ἀπὸ, τὰ λόγια μου ποσῶς τίποτες δὲν ἐπιάσες.\nκαὶ φαίνεταί μου σπέρνω τα τὰ λόγια μου ᾿ς τὸν ἄμμον,\nκαὶ δίχως ξύλον βούλομαι νὰ πάγω εἰς τὴν Σάμον,\nκαὶ δωριανὰ κολάζομαι εἰς ὅσα κι. ἂν σοῦ λέγω\nπουλιὰ πετόμενα θωρῶ καὶ θέλω νὰ τὰ πιίίσω,\nκαὶ τοῦ Στρομπόλι τὰ βουνὰ σὰν κάμπον νὰ τὰ φτιάσω.\n, αἰθθγασα. ᾿Ἰηθαϊδαχ ταῦ. - ποαΐγατη ΠἸγΌση τη ογροϊ μη θα8\nοἴχῃ Ππυϊοαχη ἀ6 Ἰθούϊομθ γθοὶρίθπαδ..\nἐκοπίασα ἐσένα Ῥ ῷ αὐτὰ 8 ἐσὺ δὰ Ρ πολλὰ.",
        "index": 1
      },
      {
        "text": "10ὸ μὲ τὴν ματσούχαν πολεμῶ τὸν ἄνεμον νὰ δείρω,\nκι ἀπὸ τὸν ἅδην τοὺς νεκροὺς κολάζομαι νὰ τύρω᾽\nτῆς θάλασσας τὰ κύματα θέλω νὰ δεκατίσω,\nκαὶ τ᾽ ἄστρη τὰ ἀμέτρητα βιάζομαι νὰ μετρήσω.\nτὴν νύκταν θέλω σκοτεινὰ γράμματα ν᾿ ἀναγνώθω,\n1ὖ κι ἀπὸ τὴν Πόλιν ὡς ἐδῶ τί κάμνουσι νὰ γνώθω᾽\n᾿ καὶ μούλας λέγω ,,πέτασαι νὰ γύρῃς εἰς τὰ ὕψη“,\nκαὶ τὸ φεγγάριν τοὐρανοῦ χαμαὶ ᾿ς τὴν γῆν νὰ κύψῃ.\nτὴν θάλασσαν τὴν ἄμετρον ὀρθόνω νὰ γλυκάνῃ,\nεἰ καὶ λύκου λέγω πρόβατα ποτὲ νὰ ᾿μὴ δαγκάνῃ.\nδέντρον ῥοζιάριν καὶ κυρτὸν νὰ ᾿σιάσω μὲ τὰ λότια,\nκαὶ δίχως σκάλαν βούλομαι ν᾿ ἀναίβω εἰς τ᾽ ἀνώγια\"\nκι ὡσὰν ἐτοῦτα δὲν θωρῶ ποτὲ νὰ συνοδεύσω,",
        "index": 2
      },
      {
        "text": "οὕτως οὐδὲν θωρῶ καὶ σὲν ποτὲ νὰ σοῦ παιδεύσω.\nλοιπὸν, παιδίν μοῦ, ἔπρεπε νὰ δῶ νὰ σ᾽ ἀφηγήσω,\nεἴ τι κακὸν καὶ ἂν σ᾽ ἐλθῇ, νὰ μηδὲν τὸ ψηφίσω.\nἀμμ᾽ ἐνθυμοῦμαι, Φρατζησκὴ, τὸ πῶς εἶσαι γευμένος\nκ᾿ εἶσαι μεγάλου ἀνθρώπου υἱὸς, ἀκριβοαναθρεμμένος,\nκ᾽ εἶχα μὲ τὸν πατέραν σου πολλὰ καλὴν φιλίαν,\nδείπνους καὶ γειώματα πολλὰ, σπλάγχνος καὶ ὁμιλίαν,\nκαὶ τοῦ πατρός σου ἣ φιλιὰ φουσκόνει με νὰ κλάψω,\nκαὶ ἂν τὰ πιάσῃς, Φρατζησκὴ, τὰ λόγια τὰ σὲ γράφω,\nξεβάλλεις τὴν ψυχοῦλά σου ἀφ᾽ τοῦ ἰνφέρνου τὸν τάφον.\n΄ς οῃ. Μ γλυκάνει αὐδιὴ ΟὉ γὙϑ ὭΟη Ὑἱᾶθο οὐ Ἵμορταπάϊι\nζιάρη Ῥ κυρτὸ Ρ ΟἹ σκάλες Ῥ νανεβου εἰς τὰ νόγια Μ᾽ βούλομαι",
        "index": 3
      },
      {
        "text": "παιδί Ρ μεδίκαιον. νασ᾽ ἀφίσω Ρ ὡῦ καὶ ὅτι κακὸ καὶ ἀσέλθη υἱέ ἐγὼ\nναμὴ ψηφίαω Ρ, εἴ τι κακὸν καὶ ἀν σέ ἐλθη ἐ σὲν να μὴ δὲν τὸ ψυφήσῳ Μ\nγύρου. γύρου γράφω. Βαροῦὺ Μ :\nἐν ἀρ τυελος\nὀμνῶ σ᾽, υἱέ μου Φρατζησκὴ, εἰς τὴν θεοῦ τὴν χάριν,\nεἰς τὰ σὲ συμβουλεύομαι χαρὰν θέλέις ἐπάρειν᾽\nεἰ δὲ καὶ ῥίψῃς τα εἰς μεριὰν καὶ νὰ τὰ λησμονήσης,\nκαὶ πάλιν εἰς τὰ πρότερα κακὰ ν᾿ ἀποκινήσῃς,\nἄλλον ποτ᾽ ἐκ τὰ χέρια μου ποσῶς οὐ ἑβρίσκεις γράμμαν,\nἀλλ᾽ οὐδ᾽ ἀπὸ τὸ στόμα μου λόγον διὰ τέτοιον πρᾶγμαν.\nἤξευρ᾽, υἱέ μου Φρατζησκὴ, ὅτι ἂν μὲ γροικήσῃς,\nκαὶ τὰ σὲ συμβουλεύομαι θελήσῃς νὰ κρατήσῃς,\nθέλεις χαρῆν καὶ τιμηθῆν καὶ ζήσειν καὶ πλουτίσειν,\nκαὶ τοὺς ἐχθρούς σου ᾿ς τὸν λαιμὸν θέλεις καταπατήσειν᾽",
        "index": 4
      },
      {
        "text": "κι ὅταν σὲ ᾿δοῦν καὶ περπατεῖς μὲ φρόνεσιν καὶ τάξιν,\nοἷ φίλοι σου θέλουν χαρῆν κι ὅλοι σου ἐχθροὶ πλαντάξειν᾽\nεἰ δ᾽ ἔλθῃ τὸ ᾿ξανάστροφον, θέλουν χαρῆν οἱ ἐχθροί' σου,\nκ᾽ οἱ φίλοι σου ᾿ξαφήσουν σε, καὶ σὲν τὴν μοῦζαν χρίσουν.\nκαὶ κάθ᾽ ἡμέρα, Φρατζησκὴ, ἐσὺ θέλεις μανθάνειν\n. τοὺς πειρασμοὺς καὶ τὰ κακὰ τὰ ἤθελες πανθάνειν,\nλοιπὸν τὰ γράφω ᾿ς τὸ χαρτὶν, παιδίν «μου, ἀνάγνωσέ -τα\nἀνάγνωσε, στοχάσου τα, συχνομελέτησέ τα.\nγνώριζ᾽, υἱέ μου Φρατζησκὴ, ἂν θέλῃς νὰ προκόψῃς,\nπερίκοψε τὰ σκοτεινὰ, παιδίν μου, νὰ προκόψῃης\".\nτῆς νύκτας τὰ γυρίσματα νὰ τ᾽ ἀπολησμονήσῃς,\nυῦ καὶ τῆς ἡμέρας τὴν τιμὴν νὰ τὴν ἀποκινήσῃς᾽\nἐξάφησ᾽ τα τὰ σκοτεινὰ κι ἀγάπα τὴν ἡμέραν,\nπᾶσα καλὸς' καὶ φρόνιμος νὰ σὲ κρατῇ ἐκ τὴν χέραν.\nτὴν νύκταν ὁποῦ περπατεῖ ὡς διὰ κακὸν γυρίζει,",
        "index": 5
      },
      {
        "text": "εἰς τοῦ θεοῦ τὴν χάριν εἰς τὰ σὲ συμβ. οι ΜΙ, αὐ ἰάθη ροβὺ ἐπάρην\nοὐ λόγον ἐκ τὸ στόμα μου ἢ νουθεσίας πρᾶγμα Ρ γίνωσκε τὰ\nστροφον Ῥ, παράξενον αυοὰ ἔογίεαβδθ. οταῦ Ὑϑοὶ ΘΠ ΌΤΙ καὶ σὺ\nἄθχ, στοχάζου ΤιΘρτὰπα ρτϑθῦθυ πϑοθϑβιαύθα συχνὸ οπὶ Μ νὰ\nπροκόψης ἀνθέλης περίσκοψε Μ᾿ καὶ μὴ μὲ ἀναγγέλης (ἀναγέλῃς\nτας ἈΝ Πγγ\nπᾶσα καλὸς τοῦ ὀργίζεται κ᾿ εἰς υϊὰν ἀποχωρίζει.\nτὴν νύκτα πόρνοι περπατοῦν καὶ κλέπται καὶ φονίσκοι,\nκαὶ τὴν ψυχήν τῶν δίδουσι τοῦ σατανᾶ κανισκι.\nτὴν. νύκταν ὁποῦ περπατεῖ, καὶ τὴν ψυχήν του βλάπτει\nκαὶ τὴν ψυχὴν καὶ τὸ κορμὶν ὡσὰν κερὶν τὸ κάπτει.\nὋς ταῖς πόρταις παρακάθεται. ν᾿ ἀνοίξῃ δοκιμάζει\"\nὁΣ ἀλλότες ἀτιμάζουν τον κι ἀλλότες ἀτιμάζει,",
        "index": 6
      },
      {
        "text": "κι ἀλλότ᾽ ἀπ᾿ ἔξω κατακροῦ. τὴν πόρνην νὰ “μιλήσῃ.\nκι ἀλλότε ᾿μπαίνει κλεφτικὰ καὶ θέλει νὰ φιλήσῃ.\nκαὶ ᾿μπαίνει καὶ πολλαῖς φοραῖς ἐκεῖ ὅπου νὰ πιστέψῃ\nὅτι, ἂν ἐμπῇ καὶ πιάσῃ την. θέλει τὴν δυναστέψειν.\nτὸ καὶ μερικοὶ ἐπετύχασιν καὶ μερικοὶ ἀστοχῆσαν,\nκαὶ ᾿βάλαν τους ᾿ς τὴν ἀφεντειὰν, καὶ σύρασιν τὴν πίσσαν.\nτὴν νύκταν ὁποῦ περπατεῖ ἄσχημα ῥοῦχα βάνει.\nἐς ταῖς ἀῤῥαμάδαις τῶν πορτῶν τὰ μάτια του νὰ βάνη᾽\nτὴν νύκταν ὁποῦ περπατεῖ τυρίζει ἀρματωμένος.\nἢ πᾷ ᾿ς τοὺς παρακαθισμοὺς, σὰν ἔναι μαθημένος᾽\nἀλλότες τὸν Ζζυγόνουσι, κι ἀλλότες νὰ Ζυγόνῃ,\nκι ἀλλότες τὸν πληγόνουσιν. κι ἀλλότες νὰ πλ᾽γὀν!\")᾿\nπολλοὶ ἐγυρίζαν σκοτεινὰ κ᾽ ἤλθασιν πληγωμένοι,\n. ἀμμὲ πολλοὶ εὑρέθησαν τέλεια σκοτιυμένοι.\nὁποῦ γυρίζει σκοτεινὰ πολλὰ κακὰ εὑρίσκει.",
        "index": 7
      },
      {
        "text": "καὶ ἀῤῥωστιαῖς καὶ κόλασες, κ᾿ ὕστερα κλαῖ καὶ πρήσκει\"\nταῖς ξέναις πόρταις κατακροῦ. καὶ παραθύρι᾽ ἀνοίγει.\nκαὶ τὰ κελλιὰ τῶν πολιτικῶν τυρεύγει νὰ διανοίτῃ.\nπολλαῖς φοραῖς τῆς πολιτικῆς ὄνομα ξένον λέτει.\nτὸ Μ μία Ν ὑ0 τὴν νύκταν ὁποῦ περπατὴ ἐνὲν κλευϊτίι εἰ\nφονισκοι Μ ΟἹ δίδοσυν Ν 0 ὁμοίως καὶ τὸ σῶμαν τοῦ σαν καὶ\nοὐ οὐ ἀλλότε (Τ᾽ κλευτικα Ν᾽, κλέπτηκωα ἢ καὶ ὦἱι Τ᾿\nἐτυρίζαν 1), ποῖ αὖ οι πὲ 41, ἐγύρισαν .“υρίσασιν Δὲ καὶ Δ}\n᾿ τὸν ἔχει πλεὸν ᾿ς τὰ μάτια της ἐκεῖνον τῆς διαλέγει\"\nκαὶ ἂν ἧν᾽ κι ἀνοίξῃ του νἀμπῇ ἐγέλασέν την τάχα,\n“καὶ τάσσει τὸ εἰς ἀνδραγαθιὰν, ᾽ς τὴν παλαιάν του τσουβάχα.\nκαγεὶς οὐδὲν εὑρίσκεται τὴν νύκταν νὰ τυρίζῃ,\nγὰ μηδὲν πάθῃ τίβοτας κι ἄλλον νὰ φοβερίζῃ᾽",
        "index": 8
      },
      {
        "text": "ἢ δέρνουν ἢ σκοτόνουν τον, ἢ νὰ τὸν φυλακίσρυν,\nἢ νὰ τὸν εὕρουν ἀῤῥωστιαῖς νὰ τὸν κατακοιτήσουν.\nὃ πελελὸς ᾿ς τὰ σκοτεινὰ ἄδηλα νὰ ᾿᾽νθυμᾶται,\nἀμμ᾽ ὅποιος ἔνε φρόνιμος ᾿ς τὸ στρῶμάν του κοιμᾶται.\nὁποῦ τυρίζει σκοτεινὰ, κρυφὰ τρώγει καὶ πίνει, ᾿\nτὸν βιόν του ἐξοδιάζει τον, ᾿ς τὰ κόπρια τὸν ἐχύνει᾽\nτῆς νύκτας τὰ καμώματα ἣ ἡμέρα ἀνατελᾷ τὰ,\nτῶν πελελῶν τὰ πράγματα, τῶν νεῶν τὰ κοπελάτα.\nτραγουδιστάδες περπατοῦν, παιγνιώταις κατακροῦσιν.\nκαὶ συναντοῦνται, χαίρουνται, γελοῦν καὶ τραγουδοῦσιν,\n᾿ς τόσα καὶ πλειὰ καὶ πλειότερα ἀκόμη χαμηλόνει.\nἀμμὴ καλὸς κι εὐγενικὸς ἐγέρθην ἐκ τὸν δεῖπνον,\nὑπάγει ᾿ς τὸ κρεββάτιν του νὰ πάρῃ ᾿λίγον ὕπνον.\nκι ὁποῦνεν μέγας πελελὸς ἀπομακρεὰ χωρίζει;\nτοῦ καὶ ὅταν βρέχῃ. καὶ βροντᾷ εἰς τὰ στενὰ γυρίζει.",
        "index": 9
      },
      {
        "text": "ὁποῦ τυρίζει σκοτεινὰ λαχάνει καὶ φονεύγει,\nκαὶ πιάνουν καὶ φουρκίζουν τον, ἢ ἀπὸ τὴν χώραν φεύγει.\nἣ νύκτα χάνει τὴν τιμὴν κ᾿ ἣ ἱμέρα τὴν ἐπαίρνει,\nκι ὁποῦ τυρίζει σκοτεινὰ μεγάλα παραδέρνει.\nτάσθητο Ὁ, οἰ Τιοργαὶ ἀνδραγαθιαῖς ΠιΘρΎ. Ῥγδοῦον ςοάϊοθαι εἰς ᾿᾿\nῥοῦχα “βάνει Μ κόπρια (μθη κοπριὰ) τὸν ἐχίνη 1) ςταῖς ἀραμάδες\nτόσον καὶ ἄλλον πλεότερον ἀκόμι χ. Ῥ καλὴ καὶ εὐγενικἢῆ Μ ἀλλ᾽\nὁποῦ γυρίζει σκοτεινὰ εἶν᾽ τοῦ δαιμόνου τέλοιον,\nεοὐδὲν κατέχει ποῦ περνᾷ, δὲν οἶδε ποῦ παγαίνει.\nκ᾿ ἐκ τὸ καλὸν ὁλότελα σκοτίζεται κ᾿ ἐβγαίνει.\nχάνει ψυχὴν καὶ τὸ κορμὶν, καὶ τοῦτο δένε ᾿ψόμαν.",
        "index": 10
      },
      {
        "text": "κ᾽ εὑρίσκομέν το ᾽ς τὴν γραφὴν ἐκ τοῦ Χριστοῦ τὸ στόμαν.\nλοιπὸν τὸ πρῶτον λέγω σε, νύκταν μηδὲν τυρίζης,\nἂν ἔν καὶ θέλεις τὰ καλὰ νὰ μὴν τ᾽ ἀποχωρίζῃς.\nΔεύτερον συμβουλεύω σε τὰ ζάρια νὰ μισήσῃς,\nκαὶ δι᾽ αὐτὰ τὴν χεῖρά σου. ποτὲ νὰ μὴ τὴν σείσης.\nὅτι ὁποῦ τ᾽ ἀγαποῦν αὐτὰ ταῖς ἀτυχιαῖς δουλεύγουν.\n, δὲν ἔχει νοῦν ὁ ζΖαριστὴς, γυρίζει σκοτισμένος,\nδὲν ἔχει κρίσιν ἢ τιμὴν, ἀμμ᾽ ἕν᾽ ἐντροπιασμένος.\nοτος ἀλλοῦ ἐρημιὰν ἐπεθυμᾷ, ἀλλοῦ θὲ νὰ πτωχάνῃ,\nτον ὃ ζΖαριστὴς ὀρέγεται πάντα νὰ ζυγανεύγῃ,\nκαὶ μ᾽ ἀδικιὰν “ψηλοκοπᾷ πάντα νὰ μηχανεύγῃ᾽\nὃ ζαριστὴς ἀγανακτᾷ, θυμόνεται, μανίζει,\nτὴν πίστιν τοῦ καὶ τὸν. Χριστὸν καὶ τοὺς ἁγιοὺς ὑβρίζει.\nτς ὀμνεῖ καὶ πάντ᾽ ἀφιορκᾷ τὸ δολερόν του στόμαν᾽\n᾿ καὶ ᾿πεθυμᾷ κακότυχος μὲ ξένα νὰ πλουτήσῃ,",
        "index": 11
      },
      {
        "text": "᾿ καὶ κεῖνος ἀπὸ τὴν πτωχειὰν πολλὰ ν᾿ ἀγανακτήσῃ.\nνύκτας μὴ Ρ . ἀνὲν πο αὖ Πορταπάϊαβ. ρας ἀν ἦν᾽ αὐἰαϊξιν\nσα μ' καὶ γύνεται παντέριμος τέλεα να πεθάνη με ἀδικίαν\nτὴν τ πτωχήα Μ. ᾿ ; ;\nὅταν δὲν ἔχῃ ὃ ζΖαριστὴς. τὰ ῥοῦχά του μαχεύτει,\nκαὶ παίζει τα, καὶ χρειόνεται. κι ἀπὸ τὴν χώραν φεύγει.\nἀμμὴ ὅταν κάτσῃ. ἄτυχος καὶ παίξῃ τὸ ᾿δικόν. του,\nτὰ ῥοῦχά καὶ δηνέρια του κι ὅλον τὸ σπητικόν του,\nδίχως νὰ φᾷ. δίχως νὰ πιῇ, κάθεται χορτασμένος᾽\nμὲ τὴν χολὴν τοῦ παιγνιδιοῦ ἔναι θεραπεμένος..\nνᾷπες ὅτι ἐκαρφῶσαν τον καὶ στέκει καρφωμένος.\nὅταν κερδέσῃ ὃ ζαριστὴς ᾿ς τὸν ἄμμον τὰ σκορπίζει,͵",
        "index": 12
      },
      {
        "text": "κι οὐδὲν πιστεύει ὁ ἄτυχος, οὐδὲ ποτέ του ἐλπίζει,\nὅτι τὰ κέρδεσεν γοργὸν ἐγρήγορα τὰ χάνει,\nκαὶ γίνεται παντέρημος, τέλεια νὰ πτωχάνῃ.\nθέλεις νὰ ᾿δῆς τὸν ζαριστὴν ἂν ἔν καὶ ἔχει χρῆσιν,\nὧν ἔχῃ πέρπυρα πολλὰ, νἄχῃ λογάριν βρύσιν,\nτριὰ κομματσούλια κόκκαλα νἄχουν κουκούδια μαῦρα.\nτὸν βάνουσιν τὸν ζαριστὴν εἰς τὴν ἱστιὰν καὶ λαῦρα,\nτὔρ κυλεῖ τὰ κακοῤῥίζικος καὶ δυνατὰ τ᾽ ἀπώθει,\nκαὶ γίνεται παντέρημος καὶ κεῖνος δὲν τὸ γνώθει.\nκυλεῖ τὰ ζάρι᾽ ὁ ζαριστὴς καὶ ᾿δρόνει σὰν νὰ σκάφτῃ,\nχάνει ψυχὴν καὶ τὸ κορμὶν καὶ τὰ παιδιά του βλάφτει.\nὅταν κερδαίνῃ ὃ ζΖαριστὴς. πολλοὶ τὸν συντροφιάζουν,\nἀμμὴ ὅταν χάνῃ ἀφίνουν τον, κι οὐδὲν τὸν ἀναμνειάζουν᾽\nκι ὅταν κερδέσῃ μιὰν φορὰν. χάνει ἀπ᾿ ὀπίσω δέκα.\nκαὶ τῶν παιδιῶν τοὺ ὀρτίζεται καὶ δέρνει τὴν γυναῖκα.",
        "index": 13
      },
      {
        "text": "φϑὰ\nκ΄ ἐγδύνεται κακότυχος ν᾿ ἀναπαυτῆ ᾿ς τὸ στρμῶμαν.\nνᾷάτες ὅτι ἐστρῶσαν τὸν ἀγκάθας μὲ τὸ χῶμαν.\nπαίξῃ 1\", πίζει Δ τὸ ἰδικόν τοῦ ἐ᾽ ῥοῦχα τοῦ καὶ δυναίρια του ἰ᾽\nκορμὶ ἢ βλαύτη Μ, βλάπτη \"' 1. ἀμόταν 1)», ἀμμὴ ὅταν Μ ἰδὰν «-ἰς)\nἀα ς Π βμδευξις\nτὰ κοκκαλάκια νὰ κυλῇ ᾿ς τὸ μαλακὸν σανίδιν.\nκερδαίνω, χάνω, μοναχὰ ἔν ὅλη του ἣ ὁμιλία,\nκαὶ φαίνεταί του νόστιμος ἡ τέτοιανα δουλεία.\nτο καὶ καίεται κακότυχος καὶ κεῖνος δὲν τὸ γνώθει.\nπολλοὶ ἀπὸ βιὰν τοῦ παιγνιδιοῦ ἐπήγασιν κι ἐκλέιμαν,\nκ᾽ εὑρήκασιν καὶ πιάσαν τους, ᾽ς τὴν φούρκαν τοὺς ἐπέψαν.\nθέλεις νὰ δῆς ᾿ς τὸν ζαριστὴν ἕναν καλὸν σημύδιν;\nὁπῶ ᾽ναι πλέα μάστορας, ἔνεν καὶ πλεὰ ᾽ρημάδιν.",
        "index": 14
      },
      {
        "text": "1τὸ κυλεῖ τὰ ζάρι᾽ ὁ ζαριστὴς καὶ τάβλαις παίζει ὁμάδιν.\nἐτότες γίνεται πτωχὸς. τέλεια ἐρημάδιν.\nὃ μάστορας ὃ ζΖαριστὴς θέλει νὰ προφητεύῃ.\nκαὶ μ᾽ ἀδικιὰν ψηλοκοπᾷ πάντα νὰ μηχανεύῃ᾽\n. ὐ ταῖς ἐσοδιαῖς καὶ πραγματειαῖς ὅσαις κι ἂν ἔχῃ τριὼ ταις,\n1τὸ καὶ τὰ παιδιά του πιάνουσιν τῶν Χριστιανῶν ταῖς πόρταις.\nὃ μάστορας ὁ Ζαριστὴς πιστεύγει νὰ εὐγατίσῃ,\nκαὶ μὲ τὸ κέρδος τὸ κακὸν ἐλπίζει νὰ πλουτήσῃ.\nκαὶ κεῖνος μὰ τὴν μοῦζάν του, μὰ τὴν κακήν του μοῖραν,\nτὰ ῥοῦχά του ᾽νεν ἄτσαλα καὶ γέμουσιν τὴν ψεῖῥραν.\n᾿ τὸ πρᾶγμαν καὶ τὰ ῥοῦχά του ἄδηλα ν᾽ ἐξοδιάζῃ,\nκι ἀγανακτᾷ τὴν μοῖράν\" του, καὶ κλαῖ τὸ ῥιζικόν του,\nτὸ πῶς ἐκάτσεν ἄτυχος, κι ἐχάσεν τὸ ᾿δικόν του.\nτότε μ. Μ, αὐὐϑὰ5 μὲ ἄϊο νουβὰβ δἀάτιιξιν ἴῃ. δοάθηι ὁοάϊοο τὰ κοκαλάκια",
        "index": 15
      },
      {
        "text": "τὰ μικρὰ κουρσέβουν καὶ γυρίζουν, καὶ ἀπὴν. τὸν ἐρημάξουσιν τὸ τετὸν\n-ἔχασε Ῥ ἰδικόν Ῥ\nκι ἀναθυμᾶται ταῖς βουλαῖς. ὁποῦ τὸν ἐπτωχάναν,\nι88 καὶ. λέγει\" ἐζυγανεῦγαν με καὶ. δι᾽ αὐτὸ ἐχάνα,\nἂν εἶχαν ἔλθειν ἕνδεκα ᾿ς τὴν ἐδικήν μου χέραν,\nἐκέρδαινα τὰ πέρπυρα κ᾿ εἶχα καλὴν ἡμέραν. :\nἑπτά θελα καὶ δώδεκα κ᾿ ἦλθέν μου τέρνον κι ἄσω,..\nτὰ ζάρια μοῦ 'λεγαν κακὸν, κι ἀνάκειται νὰ χάσω᾽\nἔχασα τὰ δηνέρια μου, καὶ πάλιν ἂς γελάσω.\nκαὶ κεῖνον ὁποῦ ἐκέρδεσε, ἐκεῖνον πάλιν ψέγουν\"\nοὐδὲν κατέχει ταῖς βουλαῖς τῶν ἀζαριῶν, νὰ λέγουν,\nἀσχημάζει τὴν χέραν του, ῥίκτει τὰ. σὰν ᾿ψημένος,\nκαὶ τότε λέγουσιν κι αὐτόν ἄφες νἀρθῇς κ᾿ εἰς ἄλλην“,\nκαὶ κεῖνος ἐγλυκάνθηκε καὶ ἀποκάτω νὰ βάλῃ\" :",
        "index": 16
      },
      {
        "text": "ὅσα κι ἂν μᾶς ἐκέρδεσε διπλὰ τὰ θέλει χάσειν,\nἔρημον νὰ τὸν κάμωμεν, “καὶ ὅλα νὰ. τ᾽ ἐξεχάσῃ᾽\nνὰ τοὺς ἐβγάλῃ τὸ ταβλὶν κι ἐμπρός του νὰ τὸ θέσουν.\nἐχάσαν τὰ δηνέρια των, ῥοῦχά των ἐμαχεῦσαν,\nκι ἀπὸ τὰ ζάρι᾽ ἐγέρθησαν ἔρημοι καὶ μισεῦσαν᾽\nκι ἂν χάσουν, δὲν παιδεύουνται, θέλουν νὰ ᾿κδικαιωθοῦσιν,\nοοὅ καὶ πάλιν. νὰ διαγύρουσιν κ᾿ εἰς τὸ ταβλὶν νἀλθοῦσιν᾽\nθαῤῥῶντα νὰ κερδήσουσιν ἐχάσαν ὅ,τι εἶχαν,\nκαὶ εἴτι τοὺς ἀπόμεινεν οὐδὲν ἀξίζει τρίχαν..\nκέρδεσε μᾶλλον ἐκ. Τ' νοῦρὰ ἱπᾶὺ ἃ ψέγουν πϑαὰο ὦ νὰ ἴῃ γουϑι\nθηκεν Τ ἀπὸ κατὸν ΝΜ, ἀποκάτου Τρ ργϑηαϊαβ :᾿ ΘΟῸ βΟΠῈ νοϊιαὰ ασϑαι",
        "index": 17
      },
      {
        "text": "χέσουν δέρνουντεν τὰ ματιά τοὺς νὰ στάξουν Καὶ πολέμοῦν καὶ φλέγουν- ;\nται ιὥσται να κδικαιωθοῦσιν Μ διαγύροσην (απο ᾿αἰοΥρτοίθυιβ᾽\nτο δ Ν Ὑν ἐὰν\nὁ ζαριστὴς καθήμενος. διὰ κέρδος ἔχει θάῤῥος,\n᾿καὶ κεῖνος ἀπὸ τὴν πτωχειὰν ἔχει μεγάλο βάρος᾽\n᾿ καὶ. πάντοτε εἰς τὸν χαϊμὸν καθήμενος πτωχαίνει᾽\nπιστεύει νᾷναι φρόνιμος καὶ κεῖνος ἔν βουβάλι,\nτὸν νοῦν του καὶ τὸ πρᾶγμάν του ᾿ς τὰ ζάρια νὰ τὸ βάλ!\nμὲ τ΄. αὔριον, μὲ τὸ σήμερον θαῤῥεῖ γιὰ νὰ πλουτήσῃ,\nο15 σπήτια ἀπὸ τὰ ζάρια ποτὲ δὲν θέλει κτίσει,\nἄμμε ἂν ἔχῃ τίποτες πρᾶγμα νὰ τὸ πουλήσῃ,\nτὸ σπήτιν του, τὸ ἔχειν του ὅλον νὰ τὸ ποντίσ!ῃ.\nεἶδες τὸ ψάριν πῶς ἁρπᾷ ᾿ς τὸ πέλαγος τὴν ψίχα,\nἀμμὲ τ᾽ ὀπίσω ῥίκτουν το τ᾽ ἀτγκίστριν μὲ τὴν τρίχα᾽",
        "index": 18
      },
      {
        "text": "ὕστερον παίρνει τράχουσα καὶ πόνον μὲ τὸ ῥῖγον.\nὅταν πιστεύῃ. ὃ ζαριστὴς καὶ .κάτσεν ἐντυμένος,\nἐγέρθηκεν ιὁλόγυμνος καὶ παραπονεμένος᾽\nἐκέτι οἷξ' τὸ -παιγνίδιν του θαῤῥεῖ, ᾿ς τὸν ἄνεμον ἐλπίζει,\nκ᾽ εἰς ταὔκαιροα κ᾽ εἰς τ᾽ ἄδηλα τὸ πρᾶγμάν του σκορπίζει,\nκαὶ ὥσπου χάνει ἄτυχος, πλεότερα πεισματόνει,\nκυ ἂν ἀμαχεύσῃ ῥοῦχά του, πλέον δὲν τὰ Υτλυτόνει.\nὃ ζΖαριστὴς ἐσμίγεται μὲ σύντροφον, μὲ φίλον,\nκαὶ νὰ κερδέσῃ ᾿πεθυμᾷ καὶ δράσσει σὰν τὸν σκύλον.\nκαὶ ν᾿ ἀτιμάζῃ τὸν θεὸν, τὸν δαίμονα νὰ κράζῃ᾽\nκι ἂν ἔχῃ κύριν ἢ γονεὸν, ἐχάσε τὴν εὐχή του,",
        "index": 19
      },
      {
        "text": "δάιπο “δι θα ψειθπϑ νούϑασα καὶ ἀνέχει πράγμαν τίποτες ὅλον νὰ τὸ ἐξοδιάξει\nἐχάσε καὶ τὸ πρᾶγμάν του, χάνει καὶ τὴν ψυχήν του.\nΘωρεῖς. υἱέ μου Φρατζησκὴ, τὰ κάμνει τὸ παιγνίδιν.\n85; τὰ κοκκαλάκια τὰ μικρὰ ᾿ς τὸ μαλακὸν σανίδιν.\nλοιπὸν, παιδί μου, ἔπρεπεν νὰ τ᾽ ἀπολησμονήσῃς,\nἂν θέλῃς τὴν καλὴν ζωὴν νὰ τὴν ἀποκερδήσης᾽\nἄφες καὶ ταῖς πολιτικαῖς, μίσησε καὶ τὰ ζάρια.\nτῆς νύκτας τὰ τυρίσματα, τὴν πελελὴν ἀγγάρεια.\nκι ὡς διὰ καμμιὰν πολιτικὴν τίποτες μὴ ψηφήσης.\nὅτι τοὺς νεοὺς ἣ πολιτικαῖς πολλὰ τοὺς ἐμποδίζουν,\nτὰ παλληκάρια εγδέρνουσι, τοὺς γέροντας μαδίζουν. ᾿\nἣ πολιτικὴ ὅταν γροικᾷ καὶ ἔχει νὰ κερδέσῃ.\nκι ἀπήτις φᾷ καὶ γλύψῃ σε, τότ᾽ ἀποκουντουρίζει,\nκι ἄλλον εὑρίσκει νὰ τὸν τρῷ, καὶ σέν᾽ ἀποχιυρίζει.",
        "index": 20
      },
      {
        "text": "κ᾽ εὑρίσκει χίλιαις ἀφορμαῖς μὲ ψόματα καὶ σούραις,\nκι ἂν τῆς εἰπῆς διὰ ψωμὶν, λέγει σου διὰ κουλούραις.\nὅλοι τὴν ἐξετρέχουσιν ὡς διὰ νὰ τὴν χαρίσουν.\nκαὶ ὅποιον εὕρῃ πελελὸν κι ἔχει νὰ τὴν χαρίζῃ,\nμὲ λόγια καὶ κομπώματα σὰν μύλον τὸν γυρίζει.\nἣ πολιτικὴ, ἂν τὴν δώσουσι, μετὰ χαρᾶς τὰ παίρνει\"\nκι ὡς διὰ τὰ δόσι᾽ ἣ πολιτικὴ κηλημουντρᾷ καὶ γέρνει,\nμαγληνὸν Ρ΄, μαγλινοῦν Μ. «(πὶ Ἰιορταπαϊο μαλακὸν κουρεὶ\nΤρίτη βουλὴ τοῦ σαχλήκη πρὸς τὸν Φρατζησκή, ἱπιπὸ ἀπο Μ' Ἑρμηνεία\nσιν ΝΜ, καὶ (2) παλικάρια ἐγδ. \" γέρουντας Μ 2.1 δτεγρικὰ , ὁτὰν\nΡ: πὸ ἨΔ ταϊταγἹ πα! θου τὐπο Πορταθα πολλαῖς πονίρβοῦ ψέματα Μ.\n. καὶ κουλούραις κουλούρες ἢ. οἷ ἰσίθιι Ἰμοσταμ ἴπιϑ. βου ρϑῖδ.\nἰοὺ ῥαϊοηι νονβιπ πα δε! Μ ἡ δὲ νατῆς ζητήσουσιν τὰς κείρας τῆς",
        "index": 21
      },
      {
        "text": "κοιλυμουντρὰ 1\"\nἀνα τ ΠΝ) Ὁ τῶν\nχαροκοπᾷ ἣ πολιτικὴ, καὶ δίδει τὸ κορμίν της,\nἐξωπουλεῖ τὰ κάλλη τῆς, καὶ χάνει τὴν τιμήν της᾿\nποτέ τῆς ἣ πολιτικὴ εἰς ἕν᾽ οὐδὲν ἱστέκει,\nἑνὸς σακκούλιν τάσσεται κι ἄλλοῦ γαϊτάνιν πλέκει.\nκι ὅποιος τὴν δώσῃ πλεότερα, ἐκεῖνος τὴν λαμβάνει\"\nτοῦ πρώτου καύχου ἣ πολιτικὴ παίρνει του ὅτι ᾿᾽μπορέσῃ,\nκαὶ τότε σὰν τὸν βαρεθῇ νὰ τὸν ταλαιπωρέσῃ,\nἀγανακτᾷ κι ἀφίνει τον καὶ κάμνει σὰν κατέχει,\n3ρῦ ᾿ς τὴν αὐθεντειὰν θέλει νὰ πᾷ νὰ τὸν᾽ ἐκαταλέγχῃ.\nκι ὁπὥῶδειχνε καὶ Ὑάπαν τον, κ᾽ εἶχε τὴν λιγομόραν,\nἐμπρὸς ᾿ς τὸν δούκα προσκυνᾷ μὲ τὴν πολλὴν τρομάραν,\nκαὶ λέγει τον Αὐθέντη μου, ἐδυναστεύσασίν με,\nγὰ μὲ δικαιώσῃς, διὰ τὸν θεὸν, ὅτι ἐντροπιάσασίν με.\"",
        "index": 22
      },
      {
        "text": "τὴν εὐγενείαν της πονεῖ, πῶς νἄβγῃ τ᾽ ὄνομάν της.\nκι οὐδὲ γενεᾶς ἐντρέπεται νὰ πᾶν ἀποφουμίσῃ,\nὁποῦ ἔζην ἣ πολιτικὴ πάντα μὲ τὸ γαμήσει.\nκαὶ τἄλεγε πρωτήτερα ὅλα νὰ τὰ ξεχάσῃ,\nκι ἂν ἠμπορῇ τὸν καῦχόν της τέλεια νὰ τὸν χάσῃ,\nτς ἣ πολιτικὴ ἂς ξεγδικαιωθῇ καὶ ἀπεκεῖ ἂς ᾿ποθάνῃ,\nνὰ βλάψῃ καῦχον δὲν ψηφᾷ ᾿ς ὅσα κακὰ πανθάνει,\nῥοῦχα, δηνέρια, καὶ φελλοὺς, καὶ ψούνια εἰς τ᾽ ἀρμάρι.\nκι \"ἜΣ εὕρῃ ἀκρόνεον κάμνει τον ἀφορμάρη.\nεἰς ἕναν δὲν ὑστέχει Ν σακούλη Ῥ καὶ ἀλλοῦ Ῥ, καὶ ἀλλον Μ\nΚαὶ ὅποιος τὴν δώσῃ πλέοτερα ἐκεῖνον παραδίδη, απὸ πιϑῃϊθδέο ΡγῸ",
        "index": 23
      },
      {
        "text": "νικᾶται ὃ κακότυχος νὰ τὴν καλοκαρδίσῃ. ἫΣ\nδίδει τὴν ῥοῦχα καὶ φελλοὺς, δηνέρια νὰ ᾿ξοδιάζῃ,.\nὶ κλέπτει, καταμυτόνεται, καὶ τὸν ἑαυτόν του βιάζει.\nοἧ πολιτικὴ τὸν καῦχόν τῆς καλὰ τὸν ἐξανοίγει,\nὡσὰν ἀνέμην καὶ τροχὸν, σὰν μύλον τὸν γυρίζει,\nκι ὥστε νὰ νοιώσῃ πελελὸς ὀλίγον τότ᾽ ἀξίζει.\nποτέ τῆς ἣ πολιτικὴ οὐδὲν λέγει ἀλήθειά,\nκι ὁ φρόνιμος τὰ λόγια της τάσσει -.τα παραμύθια\"\nκαὶ κείνη σὰν μαστορευθῇ, βάνει τον ὅπου θέλει.\nτυφλόνει καὶ ἐγδέρνει τὸν, παΐζει τον καὶ γελᾷ τον,΄\nδείχνει τον τ᾿ ἄσπρον κίτρινον, τὸ μαῦρο σκαργελάτον.\nγελᾷ τὸν τὸν “παντέρημον ὡσὰν μικρὸν κοπέλιν,\nἢ ποχιτικὴ τὸν καῦχόν της ἂν νοιώσῃ κι ἀγαπᾷ την,",
        "index": 24
      },
      {
        "text": "καὶ ᾿ρέγεται καὶ θέλει τῆν, συχνοχαροκοπᾷ την,\n᾿εἡρίσκει τὴν καὶ κάθεται σὰν κακοκαρδισμένη,.\nκαὶ κάμνει καὶ τὰ τζένια της σὰν. εἶναι μαθημένη.\nκαὶ κεῖνος λέγει τὴν εἰς μιάν .,, ἦντά ᾿χεις, συνοδιά μου,\nφῶς μου, ψυχή μου, ὀμμάτία μου, γλυκοπαρηγοριά μου;“\nκαὶ κείνη τ᾽ ἀποκρίνεται ἂς ἔχω. τὴν σκουτοῦραν,\nμὲ λόγια καὶ μεκομπόματα καὶ νατὸν κανακίζει Μ ρῬοβῦ πὸ νϑύβιμη ΠῸΝ\nἄποβ θαι Μ καὶ ἀνυμπωρησυν ζοὐντανὸν εἰς τὴν τριγίαν τὸν. πνύγη,\nΚαὶ ἀν δύνετε τὸν καύχον τῆς σὺν Ζζώντανον τὸν τρώγη: αυϊθιυβοῦχῃ\nτὰσσίτα παραμήθια τάσσητα εἰς παραμήθεια Ρ καὶ Ζακάρην\nκάτωθεν καὶ δίχρη ὥς. ἐννιάσμενὴ Μ καὶ ἐκείνος λέγει τῆς -εὐθεὶς\nἣν τἄχεις ἡ ψυχῆ μου Μ᾿ ΒΒῈ01 ἤν τὰ ἐχεις φῶς μοὺ ὁμματία μου καὶ",
        "index": 25
      },
      {
        "text": "λων\" κ΄“.\nἐσὺ μὲ ξεφανέρωσες καὶ κόλλησέ με σοῦρα΄\nον καὶ μόνον ἐντροπιάσθηκα, τιὰ σὲν καλὸν οὐκ εἶχα,\nτς κι ἀφ᾽ ὅτις ἐντροπιάσθηκα καὶ χάθην. μετὰ σένα,\n. κάλλιον νᾷχα ᾿ξορισθῆν καὶ νᾷχα πᾶν ᾿ς τὰ ξένα.“\nτς καὶ πάντα μὲ τὴν μάνιταν νὰ κλαῖ, ν᾿ ἀναστενάζῃ,\n᾿ τὴν μοῖράν. της ν᾽ ἀγανακτᾷ, τὴν. τύχην ν᾿ ἀτιμάζῃ.\nκι ἂν εὕρῃ γέρον πελελὸν, κάμνει τον κοῦρον νέον.\nτς ὅταν σοῦ λέγῃ κούρβα,, ναί“, λέγει σε πάλιν »ὄχι\"“\"\nκαὶ πιάνει σε ᾿ς τὰ δίκτυα της, σὰν ψάριν μὲ τ᾽ ἀπόχι.\n᾿ἣ πολιτικὴ ψηλὰ θωρεῖ καὶ χαμηλὰ ξαμόνει,\n᾿ ᾿πολλοὺς γελοῦν ἧ πολιτικαῖς, ἀμμὲ πολλὰ γελοῦνται,\nκι ὅσα καὶ ἂν ἦν΄ μαστόρισσαις, πάλιν τὸν ἄνθον λοῦνται,\nἣ πολιτικὴ τοῦ καύχου της κάμνει μου τὸν τζητζούνια,,\nκ᾽ ἧἥ μάννα της μαλόνει του ὡς διὰ νὰ φέρνῃ ψούνια.",
        "index": 26
      },
      {
        "text": "᾿ς ὡσὰν θλιμμένη κάθεται. καὶ παραπονεμένη᾽\nκι ὁ καῦχός της τὴν ἐρωτᾷ κ᾿ οὐδὲν ἀπηλογᾶται,\nκ᾽ οὐδὲν τοῦ ἀποκρίνεται εἰς ὅ,τι τῆς δηγᾶται\"\nὉ ἐξαπορεῖ καὶ λέγει τῆς ὁ φίλος. τῆς ἦντά ᾿χεις;\n᾿ κι ἀπηλογᾶται μάννα τῆς μὲ τὴν πολλὴν μανίαν,\nὡσὰν μανδάτον θλιβερὸν ἀπὸ- -τὴν Ῥωμανίαν\n\"ἄφες τὴν τὴν κακότυχον, μηδὲν τὴν δίδῃς. κάψαν,\nλέγω τὰ ψούνια τἄφερες ἐκεῖνα τὴν ἐβλάψαν.᾽\n(οι. νὰ) καὶ ἀναστενάζει Μ᾽ νακλαὶ Ῥ, ἀπὸ Τιοσταπάϊμβ᾽ ῬΘΥνΘΥΒ6 νὰ κλάῃ\nἐπαα ταν Πα ε α\nκι ὡς πότε τοῦτο τὸ κακὸ πάντα νὰ τὸ παθάνῃ;\nἐσὺ ἔχεις ὅλα σου σωστὰ, πάντα σου τὰ ᾿πεδέξια,",
        "index": 27
      },
      {
        "text": "κι ὡσὰν μᾶς ἐκατέστησες ὃ θεὸς τὰ σὲ πλερώσῃ,\nὃ νοῦς της τῆς πολιτικῆς εἰς τὸ κακὸ γυρίζει,\nἀγκρίζει κύριν καὶ παιδιὰ κι ἀνδρόγυνα χωρίζει\"\nκαὶ φαίνεταί τῆς νόστιμον σὰν ζάχαριν καὶ μέλι,\nὅταν τελειώσῃ τὸ κακὸ τὸ ᾿ρέγεται καὶ θέλει.\nὡς ὅτε ν᾿ ἀποδιαντραπῇ, ὥστε ν᾿ ἀποκινήσῃ.\nκι ὅποισς νὰ τὴν κρατῇ κρυφὴν βιάζεται νὰ τὴν παίρνῃ,\nῥοῦχα καὶ μπόταις καὶ φελλοὺς καὶ ψούνια νὰ τὴν φέρνῃ.\nκαὶ πρὶν ν᾿ ἀφήσῃ, λέγω, αὐτὸν, ἄλλον τγυρεύγει ναὔῤη,\nἣ πολιτικὴ τὸν κόπελον τὸν ἔχει νὰ γελάσῃ,\nτὴν ὄψιν καὶ τὴν. γνώμην της ὅλην της τὴν ἀλλάσσει,\nκαὶ ἄλλον παίρνει σπήτιν της ὅλα της νὰ μετέχῃ,\nτὸν ἄλλον καὶ κομπόνει τον, ὡσὰν τὸν Μάϊ ποῦ βρέχει.\nκαὶ σύ ᾽σαι μόνος καῦχός της, κρατῇς ᾽ς τὸν ἐμαυτόν σου,\nἀμμ᾽ ὅταν τὴν φιλῇς ἐσὺ, ἔχει καὶ ἄλλον φίλον᾽",
        "index": 28
      },
      {
        "text": "καὶ λέγει ἐσὲ οτριαντάφυλλον“, καὶ κεῖνον λέγει “μῆλον“.\nὁποῦ φρονεῖ τῆς πολιτικῆς ὅταν τὴν μαντατέψῃ,\n᾿8δδ δι᾿ ἄλλον ἀγαπητικὸν ποτὲ μὴ τὴν πιστέψῃ, ᾿\nὅτι ποτ᾽ ἣ πρλιτικὴ οὐκ ἔχει ἐμπιστοσύνη΄᾿\nτὸν βάλλει εἰς τὰ βρόχια της, ἀλλοὶ τὸ τί τοῦ ᾽ὙὙίνη!\nὥστε ποῦ τρῷ τὸν ἄνθρωπον, ὥστε ποῦ τὸν ἐγλύφει,\nΤορτϑηα 8 δβιιὰ, (Ὑάπε δέξια) Βερθθαῦ ῃϑβοῖο. ἐσὺ καμες ἥτη ἐθέλες καὶ\nὁὐάϊοοια ᾿μορταπα, μεγάλα Ρ καὶ εἷς ὅτι μας ἐταχθήκαις καλὰ μας\n. αἰ αυῖαβ, οοατοῖβ (ΜῚ τϑοθηβιοῦθπι βραυϑξτα ἀδδατσι β 58, καὶ ς δθθν\nτὸν ἐγλόφη.\nγελᾷ καὶ κολακεύγει τον, ταῖς μούζαις τὸν ἀλείφει.\nἣ πολιτικὴ ἂν ἠμπόρεσεν διὰ φόλαν τὸν ἐπούλει.\nἑνὸς ἐπαίρνει πολιτικὴ κι ἀλλοῦ τὰ μεταδίδει,\nἕνα, σοῦ φαίνεται, κρατεῖ κ᾿ εἰς τοὺς πάντας τὸ δίδει.",
        "index": 29
      },
      {
        "text": "τὰ κάμνουν ἣ πολιτικαῖς μὲ ταῖς πικραῖς των μάνναις᾽\nπῶς δείχνουσιν καὶ ἀγαποῦν σὰν ἔνι μαθημέναις,\nκαὶ πῶς ἐπιβουλεύουνται, διατί ἔν ἐντροπιασμέναις.\nἀφότις κλάψῃ ἣ πολιτικὴ, γελᾷ, παραδιαβάζει,\nτεχνεύεται τὸν καῦχόν της νὰ τὸν ἀποδιαβάζῃ᾽\nτὰ δάκρυα τῆς πολιτικῆς ὡς βρύση καταβαίνουν,\nκι ὡσὰν πουλιὰ πετόμενα ἐγλήγορα διαβαίνουν.\n(ὡς διὰ τοὺς νεοὺς ἣ πολιτικαῖς ἔνεν μεγάλη ψώρα,\nκαὶ ὅποιος σμίγεται μ᾽ αὐταῖς, χρειὰ κάμνει νὰ ψωριάσῃ,\nκι ἂν ἔχῃ πρᾶγμαν τίποτες, ὅλον νὰ τὸ ᾿ξοδιάσῃ.\nκαὶ μερικοὶ ἰατρεύουνται καὶ περπατοῦν ᾿ς τὴν χώραν,\nκαὶ μερικοὶ λεπριάζουσιν καὶ μερικοὶ λωβιάζουν,\nκι ἀφτὴν λωβάδα τὴν πολλὴν τὴν νὲἐότην τως διαβάζουν.\nτῆς πολιτικῆς ὃ φρόνιμος μὲ βιᾶς τῆς ἐγλυτόνει᾽",
        "index": 30
      },
      {
        "text": "ἀμμ᾽ ὅταν εὕρῃ πελελὸν, τελείως .τὸν σκοτόνει.\nκαὶ τὸ ἐγνώρισ᾽, ἀπ᾿ ἐμὲν ἔχε παρηγορίαν,\nἐγνώρισε καὶ κράτει το, νἄχῃς πληροφορίαν.\nδὲν ἔνε κάμμια ποτὲ ποῦ νἄχῃ (πάντα) πίστιν.\nγύρεψ᾽, ἂν εὕρῃς πούποτε, καὶ ᾿δῆς καὶ θυμηθῆῇς την.\nκ᾿ εἰς ἄλλην ἔγραψά σε (το), καὶ πάλιν νὰ σὲ γράψω,\nμον 35.\nδῦῦ. (κι ἂν ἦναι) χίλιαις φοραῖς, θαῤῥῶ νὰ μὴν σὲ βλάψω.\nἣ πολιτικαῖς τὸν κόπελον, παιδίν μου, ἂν τὸν φιλοῦσιν,\nπτωχαίνουν κ᾿ ἐρημάζουν τον, κ᾽ ὕστερον τὸν γελοῦσιν.\nκι ὅταν ἰδῇ. καὶ φύρασεν τοῦ ἀνθρώπου τὸ σακκούλιν,\nἣ πολιτικὴ, ἂν ἐμπόρεσεν, διὰ φόλαν τὸν ἐπούλένν\nἕναν, σοῦ φαίνεται, κῤῥατεῖ, καὶ τῶν παντῶν προδίδει.\nτί κάμνουσιν ἣ πολιτικαῖς ἧ π ἐοεουδννόναις,\nΣαχλήκης ἤμουν Στέφανος, τῶν πολιτικῶν. ὁ Χάρος,",
        "index": 31
      },
      {
        "text": "κι ἂν ἦναι οἴ. οτδιῃ . κι ἂν γράψω. μὲν τὸ\nΒουῖῦα Ἐτελειόθει ὁ ζαχκλικὴς διὰ χειρὸς ἐμοῦ φρᾶ νοὲλ δὲ λὰ μπρῶ ἐκ΄\nτῆς ροδῶν καβάλλαρεις τέλος. Εἰ χὴρ μὲν ἥ γράψασα σὲ πτε ται τάφῳ.\nἡ γράφὴ δὲ μένουσα εἰς χρόνους πλιροστάτους (1. 6. ἡ χεὶρ μὲν ἡ γράψασα\n. σέπεται τάφῳ᾽ ἡ γραφὴ- δὲ μένουσα εἰς χρόνους πχηρεστάτους). Ῥοβᾷ.\n᾿ ΚΑΙ ᾿ ,",
        "index": 32
      }
    ]
  }
}