{
  "chapterNumber": 3,
  "title": "Lezione 3: Dell'antitesi come metodo di psicologia sociale (On Antithesis as a Method of Social Psychology)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Proseguo a leggere un lavoro del quale ho già sottoposti altri frammenti all'attenzione dei benevoli colleghi."
      },
      {
        "index": 1,
        "text": "Ma è necessario ch'io perciò richiami alla memoria loro il mio fondamentale pensiero."
      },
      {
        "index": 2,
        "text": "Tre campi ha la filosofia esperimentale: la natura, l'individuo, la società."
      },
      {
        "index": 3,
        "text": "La filosofia della natura era stata per gli antichi solamente un preludio d'imaginazione."
      },
      {
        "index": 4,
        "text": "Il nuovo metodo esperimentale, con una tale felicità e continuità di scoperte che già costituì una famiglia di scienze tutte nuove, apre un campo di filosofiche generalità sempre più vasto e sicuro."
      },
      {
        "index": 5,
        "text": "Altra gloria dei tempi è la filosofia della società, dacché le lingue, le legislazioni, le religioni, le scienze, le poesie, le arti, divennero nuovo campo d'osservazione morale e mentale."
      },
      {
        "index": 6,
        "text": "Non così la filosofia dell'individuo."
      },
      {
        "index": 7,
        "text": "Anche in questa il principio esperimentale, che aveva già fondato colla reciproca sostituzione dei sensi l'educazione dei sordomuti e dei ciechi, ora tenta nuovi modi d'indagine nelle carceri, nei manicomii, nello studio comparato delle stirpi umane; ma sembra ad alcuni che per questa via si scruti l'uomo piuttosto nelle eccezioni che non nel suo essere normale e generico."
      },
      {
        "index": 8,
        "text": "Pare ad essi che un profondo pensatore non debba ingerirsi di siffatte varietà; che debba relegarle tra i fenomeni fortuiti e irrazionali; che debba contemplare nella propria coscienza l'individuo tipo; anzi, in un individuo qualsiasi anche selvaggio, debba additare tutte le libere e solitarie fonti dell'umanità e della scienza."
      },
      {
        "index": 9,
        "text": "Cartesio, infatti, esimendosi, in nome del puro e nudo spirito, dalla tradizione e dalla società diceva: - \"Ma non sapete voi dunque che parlate ad uno spirito talmente sciolto dalle cose corporee che non sa nemmeno se vi fu altro uomo prima di lui?\" -"
      },
      {
        "index": 10,
        "text": "Cartesio stimava poco i sensi, né molto stimava l'attività dell'intelletto; attribuiva loro solamente le nozioni infime; tutte le idee più sublimi erano agli occhi suoi gratuite e secrete doti dell'anima nascente."
      },
      {
        "index": 11,
        "text": "Dio dava le idee; Dio poteva mutarle, come poteva mutare l'universo."
      },
      {
        "index": 12,
        "text": "Se la vita era una creazione continua, il pensiero era una continua ispirazione."
      },
      {
        "index": 13,
        "text": "La solitudine di Cartesio era il vestibolo d'una teologia."
      },
      {
        "index": 14,
        "text": "Trent'anni dopo la morte di lui, Locke rivendicò i diritti della filosofia sulla filosofia."
      },
      {
        "index": 15,
        "text": "Negò le idee innate; tentò supplirvi dimostrando come la riflessione bastasse all'individuo per ascendere dai sensi a qualunque più eccelso ordine d'idee."
      },
      {
        "index": 16,
        "text": "Fece ancor più: - dimostrò come la riflessione ne' suoi più alti sforzi ricevesse sussidio dal linguaggio."
      },
      {
        "index": 17,
        "text": "Or voi mi concederete, signori, che il linguaggio è la società."
      },
      {
        "index": 18,
        "text": "Adunque Locke, avrebbe veramente attinto la sua dottrina a tre fonti: il senso, la riflessione, il linguaggio, cioè la natura, l'individuo, la società."
      },
      {
        "index": 19,
        "text": "Ma la società poi coopera al pensiero dell'individuo in molti altri modi, oltre il linguaggio."
      },
      {
        "index": 20,
        "text": "A ciò Locke non aveva mirato; in questo campo non entrò; né vi entrarono quelli che sono detti suoi successori: né quelli che sono detti oppositori suoi."
      },
      {
        "index": 21,
        "text": "Condillac e Tracy si circoscrissero alla sensazione e al linguaggio."
      },
      {
        "index": 22,
        "text": "Per amore di semplicità, si sforzarono di far senza la riflessione; senonché introdussero un equivalente: o in quella interna facoltà che, secondo Condillac, trasforma le sensazioni; o nel giudizio che, secondo Tracy, percepisce i rapporti."
      },
      {
        "index": 23,
        "text": "Per converso, Kant e Fichte si circoscrissero alla riflessione e rigidamente isolandola anche dal senso intimo, la contemplarono sotto il concetto di ragione pura; ma poi l'uno colle forme a priori e colle categorie, e l'altro colle rivelazioni continue, ritornarono verso Cartesio."
      },
      {
        "index": 24,
        "text": "Il pensiero sociale non venne contraposto in tutta la sua pienezza al pensiero individuale se non da Vico, contemporaneo della vecchiaja di Locke."
      },
      {
        "index": 25,
        "text": "Egli studiò l'uomo nelle nazioni; ciascuna di esse gli sembrò ripetere nei diversi luoghi e tempi un medesimo corso d'idee."
      },
      {
        "index": 26,
        "text": "A distanza d'un secolo, Hegel ripigliò l'ideologia dell'uomo popolo; sciogliendo il circolo di Vico, vi sostituì la moderna idea del progresso; e di più, s'inoltrò coll'analisi a distinguere le singole nazioni, tentando assegnare a ciascuna la speciale attuazione d'una di quelle idee, la cui serie costituisse il progresso perpetuo."
      },
      {
        "index": 27,
        "text": "Per opera di questi due pensatori, si manifestò come l'umanità fosse fonte a sè medesima di quei più alti ordini d'idee che indarno i popoli e le scuole avevano dimandato alle muse, alle sibille, ai genii domestici, all'estasi socratica, alla intuizione, all'anamnesi, alla gnosi, alle idee innate, alle armonie prestabilite."
      },
      {
        "index": 28,
        "text": "Signori, tutte le più alte prove della scienza e della virtù si svolgono negli accordi e disaccordi degli uomini posti fra loro in intima relazione."
      },
      {
        "index": 29,
        "text": "L'umanità è come la pila elettrica, in cui la corrente non move dall'elemento positivo né dal negativo, ma da certi modi del loro contatto."
      },
      {
        "index": 30,
        "text": "L'umanità è la sfera nativa di tutto ciò che nel pensiero delle nazioni appare sovrumano."
      },
      {
        "index": 31,
        "text": "Codesto concetto si vede con tutta semplicità simboleggiato in un detto evangelico: \"Poiché ove sono due o tre congregati nel mio nome, ivi in mezzo di loro son io\"."
      },
      {
        "index": 32,
        "text": "Vico ed Hegel intrapresero l'istoria delle idee nei popoli, intrapresero l'Ideologia della società."
      },
      {
        "index": 33,
        "text": "Ma non risalirono a descrivere i nuovi modi d'azione in cui la società poneva le facoltà dell'individuo; lasciarono intatta la Psicologia della società."
      },
      {
        "index": 34,
        "text": "Rimase ad indagarsi per quali altri modi, oltre al linguaggio, le menti associate nelle famiglie, nelle classi, nei popoli, nel genere umano, potessero collaborare alla commune intelligenza, ovvero contrariarla; e come venissero ad operare con metodi ed effetti che sarebbero impossibili alle menti solitarie."
      },
      {
        "index": 35,
        "text": "Questa Psicologia delle menti associate è un necessario anello tra l'Ideologia dell'individuo e l'Ideologia della società."
      },
      {
        "index": 36,
        "text": "A questa nuova carriera di ricerche, a questa scienza negletta, che può fornire nuovi sussidii alla cultura delle nazioni, io invito gli studiosi."
      },
      {
        "index": 37,
        "text": "E anticipo intanto altra porzione del mio tributo."
      },
      {
        "index": 38,
        "text": "Ed ora, dall'argomento generale venendo ad uno dei suoi capitoli, traccerò in breve la reciproca azione che hanno più menti, poste fra loro in antitesi, attuate cioè da contrarie idee."
      },
      {
        "index": 39,
        "text": "Fichte vide l'antitesi nell'individuo, quando, raccogliendosi nell'intimo della coscienza, viene a discernere l'io dal non io."
      },
      {
        "index": 40,
        "text": "Ma, nel suo punto di mira, non ebbe a rilevare che in quel non io stavano confuse la bruta natura e la società umana; non osservò che in quel non io poteva opporsi al pensiero nostro il pensiero altrui."
      },
      {
        "index": 41,
        "text": "Ciò ch'egli chiamò antitesi, era solamente la distinzione: era un atto di analisi nella coscienza; era solamente la presenza, non era l'opposizione."
      },
      {
        "index": 42,
        "text": "E siccome la prima intuizione era una, l'antitesi, scoperta in essa per forza d'analisi, poteva congiungersi di nuovo alla tesi; e riescire con questa ad una sintesi: cioè, ad una seconda intuizione, nella quale la coscienza del complesso abbracciasse anche la coscienza delle parti."
      },
      {
        "index": 43,
        "text": "Antitesi delle menti associate è, a mente mia, quell'atto col quale uno o più individui, nello sforzarsi a negare un'idea, vengono a percepire una nuova idea; - ovvero quell'atto col quale uno o più individui, nel percepire una nuova idea, vengono, anche inconsciamente, a negare un'altra idea."
      },
      {
        "index": 44,
        "text": "Nel primo caso, ciò che distingue la nuova idea si è ch'ella nasce dal conflitto di più menti, e che fra le menti concordi, o in una mente solitaria, non sarebbe nata."
      },
      {
        "index": 45,
        "text": "Per esempio, in un giudizio criminale, il conflitto dell'accusa colla difesa può condurre alla scoperta d'un colpevole ignoto."
      },
      {
        "index": 46,
        "text": "Nessuno può prevedere qual sarà l'ultima conseguenza a cui potrà pervenire la negazione d'una idea filosofica, teologica o politica."
      },
      {
        "index": 47,
        "text": "Senza la negazione di Locke, senza la negazione di Vico, l'idea di Cartesio non avrebbe avuto anche la gloria d'essere il momento vitale da cui partirono due filosofie nuove, poste fuori dei termini ch'egli si era prefisso."
      },
      {
        "index": 48,
        "text": "Nessuno avrebbe antiveduto nella negazione di Lutero la guerra dei trent'anni, né lo stabilimento in Germania di quella perenne dualità, che le aperse tre secoli di agitazione scientifica, dopo tanti secoli di mentale sterilità."
      },
      {
        "index": 49,
        "text": "Nel secondo caso, la nuova idea non nasce in forma d'opposizione; essa può vivere lungo tempo senza palesare la sua forza negativa."
      },
      {
        "index": 50,
        "text": "In chimica, la scoperta dell'ossigene doveva inevitabilmente togliere all'aria, all'aqua, alla terra il nome d'elementi."
      },
      {
        "index": 51,
        "text": "Ma nel pensiero di Cavendish o di Priestley o di Lavoisier questo proposito non v'era."
      },
      {
        "index": 52,
        "text": "Anche dopo quella scoperta, Priestley, che vi ebbe tanta parte, non poté mai darsi pace che l'ossigene fosse la dura negazione di quell'imaginario flogisto nella fede al quale egli era vissuto."
      },
      {
        "index": 53,
        "text": "E parimenti quando Lavoisier introdusse nell'armamentario chimico la bilancia e accoppiò all'analisi qualitativa la quantitativa, egli predestinò sè stesso e tutti a porre in luce sempre più evidente che la natura procede per proporzioni numeriche assolute."
      },
      {
        "index": 54,
        "text": "Dimostrato che la chimica è un ordine perenne nel vortice perenne delle trasformazioni, doveva a maturo tempo apparir contradittoria e irrazionale l'idea d'una materia caos."
      },
      {
        "index": 55,
        "text": "Epperò fin da quell'istante era data vittoria finale ai numeri dei Pitagorici, contro le metafisiche degli Eleati, dei Platonici, dei Manichei, dei Bramisti, dei Buddisti, pei quali in tutto ciò che soggiace ai sensi, nulla vi è di durevole, di fisso, di certo, di vero; tutto è illusione e delirio."
      },
      {
        "index": 56,
        "text": "E oggidì vediamo la dottrina dinamica del calore, quasi ignota ancora nelle scuole, ignota certamente in quelle ove crebbimo noi, svelare la reciproca commutabilità del calore e del moto; escludere l'ipotesi del calorico latente, l'ipotesi d'un fluido calorico e di qualunque sostanza calorica: dissolvere tutta la fisica dei fluidi imponderabili; stringere in un nodo supremo le idee del moto, dell'elasticità, della coesione, dell'affinità, dell'elettricità, del magnetismo, del calore, della luce, dello stimolo, della vita; sostituire al principio dell'emanazione il principio della vibrazione; sostituire alla metafisica della materia, tormento antico delle scuole e terrore dei teologi, la metafisica delle forze: Elohim!"
      },
      {
        "index": 57,
        "text": "Talora l'antitesi è solo apparente; le idee rivali sopravivono; dividono tra loro un dominio ch'entrambe aspiravano a conquistare, spargono una luce commune sopra altre verità."
      },
      {
        "index": 58,
        "text": "In medicina, la opposizione dello stimolo e del contro-stimolo condusse a misurare dalla tolleranza dei rimedi la forza dei mali, ad accertare mutuamente le opposte diatesi, a discernere le varietà specifiche d'entrambe."
      },
      {
        "index": 59,
        "text": "In geologia, il nettunismo e il plutonismo sono talmente conciliati, che nelle rocce trasformate, nei massi erratici, nelle inclinazioni e direzioni degli strati, nelle grandi montagne divise fra loro dal Baltico e dal Mediterraneo, pur nondimeno correlative in tutta la loro direzione e costruzione, nessuno più nega l'opera simultanea dei due poteri."
      },
      {
        "index": 60,
        "text": "Talvolta l'antitesi cancella interamente l'idea opposta."
      },
      {
        "index": 61,
        "text": "In fisica la scoperta della pressione atmosferica cancella la poetica idea dell'orrore del vacuo."
      },
      {
        "index": 62,
        "text": "In questo caso non v'è conciliazione; la sintesi di Fichte non è possibile."
      },
      {
        "index": 63,
        "text": "Anzi per lo più l'antitesi vittoriosa varca il confine della tesi; trapassa, come incendio, d'errore in errore; distrugge interi sistemi."
      },
      {
        "index": 64,
        "text": "Poi talvolta un'antitesi affatto imprevista assale l'antitesi vittoriosa."
      },
      {
        "index": 65,
        "text": "In astronomia, l'idea del moto della terra toglie il sole dal novero dei pianeti."
      },
      {
        "index": 66,
        "text": "Ma la recente idea che il sole, con tutta la sua famiglia, tenda esso medesimo verso un punto del firmamento, modifica l'asserzione dell'assoluta immobilità del sole; nega l'idea del ritorno della terra per un'orbita identica; desta l'idea d'un'orbita spirale, che simile, direi quasi, all'idea del progresso, percorra spazi perpetuamente nuovi; allude all'idea sublime che tutte le forze fisiche e morali dell'universo siano in eterna evoluzione."
      },
      {
        "index": 67,
        "text": "L'immobilità del sole relativamente alla terra era dunque un primordio di verità; ma traeva seco una nuova forma d'errore."
      },
      {
        "index": 68,
        "text": "Questa forma transitoria d'un'idea viene da alcuni chiamata verità relativa; Fichte chiama verità istoriche quelle idee che in altri tempi dovevano necessariamente apparir vere."
      },
      {
        "index": 69,
        "text": "Ma siccome questi nomi destano l'insidioso concetto d'una verità volubile, d'una verità che può non essere, così conviene attenersi al più austero concetto di verità parziale e incompleta."
      },
      {
        "index": 70,
        "text": "E per questa prudenza la chimica si astenne dal chiamare elementi i corpi indecomposti; poiché rimane sempre possibile un ulteriore passo d'analisi, ovvero l'ipotesi che la diversità dei corpi sia solo una varietà di tessuto o di densità."
      },
      {
        "index": 71,
        "text": "Talvolta ciò che un'antitesi acquista per sempre alla scienza non è una verità, ma un metodo, un'arte, un abito che conduce a scoprirla."
      },
      {
        "index": 72,
        "text": "Cartesio s'illudeva allorché disse che l'evidenza è criterio di verità."
      },
      {
        "index": 73,
        "text": "No, pur troppo; l'evidenza inganna il genere umano quando gli dice che la terra è ferma."
      },
      {
        "index": 74,
        "text": "Ma questa è solo una evidenza prima."
      },
      {
        "index": 75,
        "text": "Il criterio sta nel complesso delle evidenze."
      },
      {
        "index": 76,
        "text": "Cartesio intanto, col metodo dell'evidenza geometrica sostituito alle insidie della dialettica, mutò tutto l'abito della scienza; l'aperse a tutti; restituì a tutti il diritto d'intendere e di giudicare, come ai tempi della libera Grecia."
      },
      {
        "index": 77,
        "text": "E così pure Condillac esagerò, quando disse che la scienza è una lingua ben fatta."
      },
      {
        "index": 78,
        "text": "No, pur troppo; la chimica, prima d'essere una lingua, aveva dovuto condurre un lavoro ciclopico fra le tenebre e i sogni, alla cerca dell'oro e della lunga vita."
      },
      {
        "index": 79,
        "text": "Ma parecchi anni dopo la morte di Condillac, per la viva influenza della sua filosofia, sola presente allora all'intelletto francese, la rivoluzione impose alla chimica nascente quella nomenclatura in cui le scoperte future della scienza tralucevano già nei nomi delle cose."
      },
      {
        "index": 80,
        "text": "Poiché chi primamente chiamò solfuri le composizioni binarie del zolfo, aveva già predestinato che, scoperto e denominato il cloro o l'iodio, i loro binarii dovessero chiamarsi ioduri e cloruri; dati i quali nomi è già data in parte l'idea."
      },
      {
        "index": 81,
        "text": "E così avessimo saputo, e sapessimo, volgere a profitto d'altre scienze quelle due sublimi esagerazioni di Cartesio e di Condillac."
      },
      {
        "index": 82,
        "text": "A fecondare validamente l'antitesi è necessaria la deliberata opera di più menti."
      },
      {
        "index": 83,
        "text": "Un individuo solo può ben oscillare debolmente nel dubio fra due idee non ancora ben certe; ma perciò appunto il conflitto vitale non può esser mai così risoluto e potente come quando si scontrano due individui, due sette, due popoli, mossi da contrarie persuasioni, da vanaglorie, da offese, da odii che un uomo non può mai concepire contro sè stesso."
      },
      {
        "index": 84,
        "text": "Poiché le antitesi entrano spesso nell'intelletto quasi di furto, ispirate dalli interessi e dalle passioni."
      },
      {
        "index": 85,
        "text": "Ah, pur troppo, in ogni consiglio di legislatori v'è quasi sempre una generale e ostinata antitesi che precede tutti i ragionamenti, anzi tutte le quistioni, dettate piuttosto dagli interessi che dalle coscienze."
      },
      {
        "index": 86,
        "text": "Nei conflitti della vita, il ragionamento è l'arte reciproca di tutte le passioni; la ragione pura è un atto d'analisi, è un'astrazione."
      },
      {
        "index": 87,
        "text": "Un piacevole esempio leggiamo in un notissimo coetaneo di Macchiavello, di due avversarj che sedevano in consiglio a Firenze: \"L'uno d'essi, il quale era di casa Altoviti, dormiva; e quello che gli sedeva vicino, per ridere, benché il suo avversario, che era di casa Alamanni, non parlasse, né avesse parlato, toccandolo col cubito lo risvegliò e disse: Non odi tu ciò che il tale dice? rispondi, che i signori domandano del parer tuo. - Allor l'Altoviti tutto sonnacchioso, e senza pensar altro, si levò in piedi, e disse: Signori, io dico tutto il contrario di quello che ha detto l'Alamanni. - Rispose l'Alamanni: Oh io non ho detto nulla. - Subito disse l'Altoviti: Di quello che tu dirai\"."
      },
      {
        "index": 88,
        "text": "Ecco un uomo determinato dalla mera presenza di un avversario a impugnare una idea già prima d'averla percepita."
      },
      {
        "index": 89,
        "text": "Una setta ha già negato in suo proposito tutto ciò che il partito avverso sta per produrre."
      },
      {
        "index": 90,
        "text": "Ma non può dare alla sua negativa una forma razionale senza trar fuori tutte le sue forze dormenti e svolgere un pensiero al quale altrimenti non sarebbe giunta; e questi, viceversa, diviene il primo motore d'un successivo sforzo dell'avversario."
      },
      {
        "index": 91,
        "text": "Ogni obiezione comanda una risposta; ogni ragionamento comanda un ragionamento logicamente correlativo, che stringe in amplesso inseparabile le opposte idee."
      },
      {
        "index": 92,
        "text": "I ragionatori, al cospetto della passione, sono combattenti; al cospetto dell'idea, sono fabbri che martellano uno stesso ferro; sono ciechi strumenti d'un'opera commune."
      },
      {
        "index": 93,
        "text": "Ogni nuovo sforzo aggiunge un anello alla catena che trascina ambe parti nel vortice della verità."
      },
      {
        "index": 94,
        "text": "Ad un pensatore, che sudò primamente a raccogliere la scienza de' suoi padri, poscia a disvilupparsi da quella, basta appena la vita a poter poi trar dalla sua mente una favilla di suo pensiero; e con fedele amore e con oblio della fortuna alimentarla; e raccomandare a quella luce il suo nome e morire."
      },
      {
        "index": 95,
        "text": "La vita publica di Cartesio dura solamente tredici anni; Locke e Kant erano già quasi sessagenarj quando posero in luce il loro immortale pensiero."
      },
      {
        "index": 96,
        "text": "E se ognuno di essi fosse vissuto qualche anno ancora, avrebb'egli potuto porsi in guerra contro sè stesso? condannar come un sogno l'idea che aveva per tanti anni contemplata? spezzar la lapide del suo sepolcro? No: a quell'opera di nemico era necessario un altro intelletto, un'altra volontà, un'altra vita."
      },
      {
        "index": 97,
        "text": "È perciò che i grandi pensatori, i quali ruppero il circolo della tradizione e fecero fare all'idea un gran viaggio, si mostrano quasi sempre accinti con tutte le forze loro come ad un'impresa di guerra."
      },
      {
        "index": 98,
        "text": "Solamente dopo il corso di più generazioni scientifiche, i posteri s'avvedono come ognuno di quei pensatori avesse studiato da un nuovo aspetto un medesimo problema; che quella catena d'antitesi era una serie di analisi parziali; che le diverse scuole, senza volerlo e senza saperlo, si erano divise le parti dell'analisi commune tutte aspirando a conquistare d'un primo abbraccio tutto il circuito della sintesi universale."
      },
      {
        "index": 99,
        "text": "L'antitesi non è solamente un metodo di progresso scientifico; essa diviene un principio sociale nelle leggi, nei governi, nelle religioni."
      },
      {
        "index": 100,
        "text": "Ognuno sa oggidì che il diritto civile, il quale governa le nostre famiglie, è una moderna forma del diritto romano; il quale fu la lunga opera d'un'ereditaria opposizione."
      },
      {
        "index": 101,
        "text": "Il pretore, che aspirava ad esser console, adescava il voto della maggioranza, facendosi riformatore, e sottomettendo nell'editto pretorio il suo privilegio di patrizio al suo diritto di cittadino."
      },
      {
        "index": 102,
        "text": "La politica riverbera le sue antitesi sulla filosofia."
      },
      {
        "index": 103,
        "text": "Rousseau, generoso e povero e inonorato, non lodò la vita selvaggia se non per fare onta ad una società diseguale e inumana."
      },
      {
        "index": 104,
        "text": "De Maistre e quanti altri s'imaginarono di conquidere la filosofia, combattevano il codice civile che aboliva le due servitù della gleba."
      },
      {
        "index": 105,
        "text": "L'antitesi penetra nelle nazioni coll'arte della guerra, perché le costringe mutuamente a proporzionare le difese alle offese: e le incalza ad una serie infinita di sforzi mentali e morali."
      },
      {
        "index": 106,
        "text": "Chi foggiò la prima spada, costrinse il nemico a darsi un'altra spada e ad apprendere la scherma; chi foggiò il primo cannone, comandò agli architetti di trasformare le eccelse mura in bastioni obliqui e affondati, comandò ai geometri ed ai fisici tutti i calcoli della balistica."
      },
      {
        "index": 107,
        "text": "Ogni scoperta dell'artiglieria sconvolge l'architettura navale; ogni progresso nella costruzione delle navi costringe a nuovi prodigj l'artiglieria."
      },
      {
        "index": 108,
        "text": "Né ancora è ciò che più importa nell'ordine delle idee."
      },
      {
        "index": 109,
        "text": "La guerra comanda all'Asia antiquata lo studio della nuova milizia."
      },
      {
        "index": 110,
        "text": "Questa trae seco tutta una legione di scienze nuove, che con intimi nodi s'intrecciano ad altri ordini d'idee, più potenti ancora nelle future sorti dei popoli."
      },
      {
        "index": 111,
        "text": "Mentre un barbaro istinto di vanagloria e d'avarizia spinge diverse nazioni ad abusare le armi della civiltà contro gli imbelli, dall'antitesi di quelle cupidigie rivali esce un nuovo diritto delle genti."
      },
      {
        "index": 112,
        "text": "All'ombra di cui quelle moltitudini, vissute sempre serve, si troveranno involontariamente a noi consociate nella libera vita del commercio e del pensiero."
      },
      {
        "index": 113,
        "text": "Ora ancella, ora maestra, ora nemica, la filosofia s'intesse in modo inestricabile a tutte le deduzioni della teologia."
      },
      {
        "index": 114,
        "text": "L'istoria del cristianesimo è una continua disputa fra le innumerevoli sette, le quali derivano dalle antiche filosofie dell'Oriente e della Grecia."
      },
      {
        "index": 115,
        "text": "Patriarchae haeresiarum philosophi; lo troviamo già scritto, appena si chiudeva il secondo secolo."
      },
      {
        "index": 116,
        "text": "E così la filosofia dettava i programmi dei concilii; additava colle sue antitesi dove la teologia dovesse porre i termini delle singole sue dottrine."
      },
      {
        "index": 117,
        "text": "Nel seno delle sette odierne, molti studj di lingue orientali, d'istorie, di monumenti non sarebbero mai nati, se le chiese rivali non avessero sperato di poter con esse confondere li avversarj."
      },
      {
        "index": 118,
        "text": "Quanto maggiore fu in Roma la cura di riservare e limitare la lettura dei testi sacri, tanto maggiore doveva essere altrove lo zelo di propagarla."
      },
      {
        "index": 119,
        "text": "E così, per effetto di quei divieti e di quella opposizione, non v'è libro al mondo che sia diffuso in tal numero di lingue viventi."
      },
      {
        "index": 120,
        "text": "In molte barbare favelle è ancora il primo ed unico libro."
      },
      {
        "index": 121,
        "text": "Viceversa il Corano, perché non interdetto al popolo, si legge docilmente in una sola lingua."
      },
      {
        "index": 122,
        "text": "Una nazione, dal momento che la letteratura le dà la coscienza di sè stessa, si pone in antitesi con tutti i poteri che aspirano a dominarla."
      },
      {
        "index": 123,
        "text": "Questi allora si armano di qualche altra idea; tentano darle un'altra coscienza."
      },
      {
        "index": 124,
        "text": "Allora l'austriaco dice all'Italia ch'essa è un'idea geografica; che è una forma impressa ad una striscia di terra dai monti e dai mari: un lusus naturae."
      },
      {
        "index": 125,
        "text": "Allora il francese le dice ch'essa è una gente latina, la quale deve tenersi saggiamente abbracciata al grande imperio, che afferrando i due istmi, salverà il globo terraqueo dall'ambizione degli Angli e degli Slavi."
      },
      {
        "index": 126,
        "text": "Allora il papa le dice ch'è una prebenda del genere umano."
      },
      {
        "index": 127,
        "text": "I singoli interessi si traducono in altrettante dottrine; le quali sono discordi, fuorché in questo che si risponde a tutte quante con una sola verità."
      },
      {
        "index": 128,
        "text": "Posta adunque a fronte di tutte codeste antitesi, ecco la combattuta nazione, dover dopo i vani indugj, ricorrere come ad arme di guerra a quell'unica verità."
      },
      {
        "index": 129,
        "text": "Voi vedete, signori, l'ampiezza dell'argomento: io non posso esaurirlo qui; ad altri potrebbe dettare un'opera; a me detta solamente un breve capitolo; io mi ristringo a indicare un principio."
      },
      {
        "index": 130,
        "text": "L'antitesi sarà dunque uno dei più necessari argomenti di una Psicologia delle menti associate, la quale dovrebbe precedere all'Ideologia della società."
      }
    ]
  }
}
