{
  "chapterNumber": 1,
  "title": "Lezione 1: Idea d'una Psicologia delle scienze (Idea of a Psychology of the Sciences)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La Psicologia è lo studio delle facultà del pensiero. La più adulta e perfetta forma del nostro pensiero è la contemplazione scientifica, - la contemplazione dell'ordine universale, - dell'ordine nella natura e nell'umanità."
      },
      {
        "index": 1,
        "text": "Or bene, molti sono gli uomini, molte anzi sono le nazioni, le cui menti non toccarono mai queste sublimi altezze."
      },
      {
        "index": 2,
        "text": "Mentre il nome d'alcuni popoli si trova scritto con note gloriose sul vestibolo d'ogni scienza, innumerevoli nazioni si sono estinte senza lasciar di loro al mondo una sola idea."
      },
      {
        "index": 3,
        "text": "Oggi ancora le selve dell'America, le lande dell'Africa, e dell'Australia, ampie regioni dell'Asia, alcune estremità dell'Europa, sono seminate di genti dal cui sterile intelletto il corso dei secoli non vide mai spuntare germoglio di scienza."
      },
      {
        "index": 4,
        "text": "Mancò forse ad essi alcuna necessaria facultà? La loro impotenza scientifica è forse una condanna fatalmente inflitta dalla natura?"
      },
      {
        "index": 5,
        "text": "La nature de l'esprit humain est la même chez tous les hommes, rispondono le scôle francesi."
      },
      {
        "index": 6,
        "text": "Quando la psicologia annovera e descrive le facultà dell'animo, le considera tutte come un retaggio commune degli uomini, come un segno caratteristico del genere."
      },
      {
        "index": 7,
        "text": "Come dunque si spiega codesto splendido privilegio del pensiero scientifico? S'è un produtto spontaneo e immediato delle facultà umane, perchè non si offre egualmente in tutti i popoli?"
      },
      {
        "index": 8,
        "text": "Quali sono le condizioni necessarie affinchè le facultà che si affermano eguali in tutto il genere umano, si esaltino fino a questo ápice della loro potenza?"
      },
      {
        "index": 9,
        "text": "Come nascono in seno ai popoli le scienze? V'è una Psicologia delle scienze?"
      },
      {
        "index": 10,
        "text": "Tale è l'argomento ch'io propongo non tanto a me medesimo quanto a chiunque ha fede che questi oscuri studii possano aspirare con tutti li altri e come li altri ad un graduale progresso, per potere esser poi ministri di pratico progresso ai popoli."
      },
      {
        "index": 11,
        "text": "Signori, le ricerche della Psicologia non sono vano pascolo di menti oziose."
      },
      {
        "index": 12,
        "text": "Il principio psicologico della sostituzione reciproca dei sensi ha insegnato ai nostri padri un'arte ignota al mondo antico, ha insegnato l'educazione ragionata dei ciechi nati e dei sordi muti."
      },
      {
        "index": 13,
        "text": "Or v'è nelle nazioni un ordine, cento e cento volte più numeroso, di ciechi nati ai quali la luce del vero non è luce, - un ordine, cento e cento volte più numeroso, di sordi muti ai quali la voce del vero percuote indarno li orecchi."
      },
      {
        "index": 14,
        "text": "Ma mentre in altri tempi le scienze furono giurate al silenzio, celate misticamente al vulgo profano, ora lo spirito del secolo vuole che diventino libero patrimonio di tutti i popoli."
      },
      {
        "index": 15,
        "text": "I propagatori delle scienze devono dunque investigare per quali modi il massimo numero delle menti possa venire eccitato e sussidiato a intraprendere tutto quell'ulteriore lavoro mentale che supera i limiti dell'infimo senso commune."
      },
      {
        "index": 16,
        "text": "Mi pare evidente anzi tutto che gli elementi della questione sono a ricercarsi nella natura umana e non nelle esteriori e materiali condizioni dei popoli."
      },
      {
        "index": 17,
        "text": "Nel secolo scorso, per autorità principalmente di Montesquieu e di Herder, si attribuì somma influenza ai climi nella genesi della civiltà e perciò anche della dottrina."
      },
      {
        "index": 18,
        "text": "Ma l'istoria delle scienze fa troppo contraria testimonianza."
      },
      {
        "index": 19,
        "text": "Se l'India ci diede le cifre decimali, se li Arabi ci diedero il concetto o almeno il nome dell'algebra, e della chimica; il logaritmo fu ideato nell'estrema Scozia; Newton, l'interprete delle leggi delli astri, visse nel più nebuloso dei climi; e Linneo, che unificò nell'idea del fiore tutto il regno vegetale, visse tra le nevi della Svezia."
      },
      {
        "index": 20,
        "text": "A parte dunque i climi!"
      },
      {
        "index": 21,
        "text": "Più accetta, ancora ai nostri giorni, è la dottrina che reputa il genio scientifico un distintivo di certe stirpi."
      },
      {
        "index": 22,
        "text": "È chiaro che, ciò pensando, ogni popolo tende ad adular sè stesso. È una forma della boria delle nazioni (Vico)."
      },
      {
        "index": 23,
        "text": "Questa naturale e antica ipotesi dei popoli eletti acquistò nuova forza dalle due novelle scienze che sursero dall'applicazione della botanica e della zoologia alla geografia."
      },
      {
        "index": 24,
        "text": "Come ad ogni regione del globo fu data una propria flora e una propria fauna, come certe specie, indigene ad una terra, rappresentano altre specie dello stesso genere, negate a quella regione e concesse ad un'altra, così pure, a complemento di tali varietà della creazione, una più ardita ipotesi assegna in origine ad ogni terra una diversa specie del genere umano."
      },
      {
        "index": 25,
        "text": "Certe varietà, o certe miscele di più varietà, sarebbero riescite più valide di corpo o d'intendimento e atte ad espandersi più poderose sulla terra, distruggendo o confondendo seco o in ambo i modi obliterando le altre stirpi primeve."
      },
      {
        "index": 26,
        "text": "E così si sarebbero costituite quelle stirpi che sole si potrebbero designare col nome di specie pensante: Homo sapiens."
      },
      {
        "index": 27,
        "text": "Signori, non è del mio argomento d'accettar questa ipotesi o d'impugnarla."
      },
      {
        "index": 28,
        "text": "Io non ho dunque a dire come si dovessero in tal caso evitare quelle odiose illazioni che parrebbero dover quindi scaturire a danno delle stirpi più deboli, e a conforto di coscienza ad ogni sorta di conquistatori e d'oppressori."
      },
      {
        "index": 29,
        "text": "È noto quali conseguenze traessero i fautori della schiavitù dei Negri dalla scoperta d'una costante differenza nell'angolo faciale tra i Negri e i Bianchi, onde aver argomento che quella stirpe fosse inetta ad ogni alto pensiero e predestinata a vegetare in perpetua puerizia e in tutela necessaria de' suoi nemici."
      },
      {
        "index": 30,
        "text": "Voi vedete, Signori, che se l'ipotesi fosse dimostrata, l'iniquità delle conseguenze non ci esimerebbe dal dovere d'accettare una dura verità."
      },
      {
        "index": 31,
        "text": "Vorrei piuttosto prescindere da questa ipotesi nel nostro argomento."
      },
      {
        "index": 32,
        "text": "Piuttosto direi che se con essa si verrebbe assai facilmente a sciogliere il quesito della primitiva disparità d'intelligenza fra i popoli, ancora non si spiegherebbe come una progenie gentile e sagace, una progenie per molti secoli gloriosa nelle scienze, possa ad un tratto ricadere nella più profonda impotenza mentale."
      },
      {
        "index": 33,
        "text": "Non si spiegherebbe come la stirpe greca, già feconda d'ogni frutto scientifico, ombreggiasse poi per mille anni, infecondo plàtano, la terra di Costantino."
      },
      {
        "index": 34,
        "text": "Non fu la spada dei Turchi che troncò nel secolo XV in Grecia la vita della scienza; essa era già da mille anni inaridita."
      },
      {
        "index": 35,
        "text": "Non furono neppure, come alcuno pensò, le controversie teologiche che preoccupando le menti le avessero chiuse ad ogni altro pensiero."
      },
      {
        "index": 36,
        "text": "Perocchè voi sapete che tra le dispute pur teologiche della Sorbona s'agitava negli stessi secoli la nuova vita del pensiero in Occidente."
      },
      {
        "index": 37,
        "text": "Infine noi vediamo oggidì nell'Asia cinquecento millioni d'uomini, metà del genere umano, appartenente a nazioni ingegnose ed educate in una tradizione scientifica assai più antica della nostra, giacer quasi mentalmente petrificati, simili ai depositi fossili che fanno testimonio d'una vita che non è più."
      },
      {
        "index": 38,
        "text": "Pur troppo in forza di cause che stanno certamente nel dominio della psicologia, un popolo, il cui pensiero rifulse sul mondo per una serie di generazioni, perviene ad una generazione che cessa di pensare, che depone quasi in sepolcro le facultà ch'erano sì operose ne' suoi padri, che smarrisce perfino la coscienza di possederle, ripudia come una colpa ogni novello pensamento, ogni novella opera delle sue facultà."
      },
      {
        "index": 39,
        "text": "Fra le gare del progresso, Signori, la scienza non deve obliar nemmeno la dolorosa teoria della decadenza e del regresso, il quale è pure un fatto che si avvera e apporta talora non solo una lunga degradazione dei popoli ma la loro estinzione."
      },
      {
        "index": 40,
        "text": "Ma forseché tutta una posterità nasce priva di quella dote d'ingegno che distinse i suoi padri? E se ha le medesime attitudini naturali e non se ne vale, qual è il principio che le venne subitamente mancando?"
      },
      {
        "index": 41,
        "text": "Qual è codesto principio che infonde lo spirito della vita nell'intelletto delle nazioni, e poi di repente può abbandonarle ad un sopore di morte?"
      },
      {
        "index": 42,
        "text": "E viceversa l'ipotesi della disparità delle stirpi non può spiegare come le genìe sì lungamente barbare degli Scandinavi, dei Germani, degli Slavi, dei Magiari, quasi d'improviso, mentre l'Europa meridionale imbarbarita anch'essa non poteva communicar loro un impulso scientifico ch'essa medesima più non aveva, poterono determinarsi alla vita nuova del pensiero, e per l'intermedio di lingue straniere e morte, iniziarsi nelle scienze tanto spregiate dai loro padri."
      },
      {
        "index": 43,
        "text": "A risolvere il problema dell'improviso trapasso dei primitivi selvaggi dall'errare ferino alla vita agricola, Vico ricorse alla imaginaria ipotesi del primo fulmine e dell'improviso culto di Giove Tonante."
      },
      {
        "index": 44,
        "text": "Ma forseché quelle tante tribù che rimasero tuttavia selvagge e che vivono nude e canibali ancora oggidì, non hanno udito mai lo scoppio del tuono?"
      },
      {
        "index": 45,
        "text": "Vico aveva ben avvisato, primo fra tutti, che il mondo delle nazioni si doveva spiegare colle leggi dell'intelletto; ma sul bel principio sottoponeva poi le leggi dell'intelletto al caso delle meteore, e lasciava intentato all'analisi il problema iniziale."
      },
      {
        "index": 46,
        "text": "A me parve sempre che l'inefficacia dei nostri studii si debba al metodo prediletto ai fondatori della Psicologia."
      },
      {
        "index": 47,
        "text": "Essi per conoscere le umane facultà presero a scrutarle nel senso intimo, nella coscienza, nell'io."
      },
      {
        "index": 48,
        "text": "Ma parve a me che per apprezzar l'artefice convenisse studiar le opere, che per conoscere le facultà, ossia le attitudini a fare convenisse studiare i fatti ch'esse compiono veramente; che pertanto convenisse perlustrare tutto il circuito delle scienze fino al punto più eccentrico delle loro scoperte, e vedere di quali facultà si potesse discernere in esse lo speciale intervento."
      },
      {
        "index": 49,
        "text": "Tracciata la circonferenza, resta determinato il centro; ma non viceversa."
      },
      {
        "index": 50,
        "text": "Nel centro psicologico tutto si unifica e si confonde in una vaga e indeterminata capacità, mentre sull'ampio giro della circonferenza scientifica si possono segnalare distintamente tutti i fatti dell'intelletto e per essi irrefragabilmente le sue facultà, essendo evidente che chi ha fatto poté fare."
      },
      {
        "index": 51,
        "text": "Vi sono entro di noi certe forze alle quali noi non abbiamo assegnato parte veruna nell'origine delle nostre idee, e le quali anzi si considerano come estranie all'intelletto; e tuttavia, se scrutiamo i fatti, troviamo essere state coefficienti potentissimi d'ogni nostro lavoro scientifico."
      },
      {
        "index": 52,
        "text": "Considerate l'istinto. L'istinto è la facultà di compiere certi atti senza previa cognizione. L'istinto è l'azione senza l'idea."
      },
      {
        "index": 53,
        "text": "È una facultà che per ciò appunto può dirsi estrania all'intelletto. Eppure molti degli istinti nostri non possono dirsi superflui ed indifferenti alla complessiva elaborazione del nostro sapere."
      },
      {
        "index": 54,
        "text": "Colui che trovò il primo teorema della geometria, avrebbe potuto inventare anche il secondo e il terzo, avrebbe potuto compiere tutta la scienza."
      },
      {
        "index": 55,
        "text": "Ma la vita dell'uomo ha un limite; il breve suo lavoro vien troncato dalla morte."
      },
      {
        "index": 56,
        "text": "Bisognò dunque che ad un geometra succedesse un altro e un altro, raccogliendo ciascuno l'eredità del suo predecessore, sicché alla fine tutta la catena delle verità ch'erano a dimostrarsi rimanesse compiuta."
      },
      {
        "index": 57,
        "text": "Fu dunque necessario che la scienza divenisse una tradizione in seno ad una stabile società."
      },
      {
        "index": 58,
        "text": "Talete vide nell'acqua l'elemento per eccellenza. Noi vediamo nell'aqua una combinazione; noi ne siamo certi, perché possiamo disfarla e rifarla: il vero è il fatto, dice Vico."
      },
      {
        "index": 59,
        "text": "Avrebbe potuto Talete ne' tempi suoi pervenire a tanto? Da Talete a Lavoisier corsero ventiquattro secoli, seco portando tutto il lavoro della scienza degli antichi Greci, delli Arabi e dei moderni."
      },
      {
        "index": 60,
        "text": "La scoperta dei componenti dell'aqua era un ultimo gradino in una lunga scala di pensieri, a edificar la quale avevano collaborato molte generazioni."
      },
      {
        "index": 61,
        "text": "Essa non era l'opera delle facultà solitarie d'un uomo, bensì quella delle facultà associate di più individui e di più nazioni."
      },
      {
        "index": 62,
        "text": "È dunque una necessità della costruzione scientifica ch'essa surga nel seno d'una società, anzi di molte società, dimodoché al mancar dell'una per qualche avversità l'opera possa venir continuata da un'altra."
      },
      {
        "index": 63,
        "text": "All'elaborazione della scienza non basterebbero dunque tutte le facultà dell'intelletto, se l'uomo non fosse già per istinto di natura un essere socievole, s'egli avesse, non l'istinto del castoro, ma quello dell'aragno il quale abita solitario nel centro della sua tela."
      },
      {
        "index": 64,
        "text": "Ecco dunque l'istinto entrare nell'opera scientifica come un necessario coefficiente."
      },
      {
        "index": 65,
        "text": "E v'entrano altri istinti. V'entra quel bisogno di communicare altrui i proprii sentimenti e pensieri, che vediamo nella più inculta feminetta."
      },
      {
        "index": 66,
        "text": "Quindi lo spontaneo sforzo d'imparar la parola e di formarla; lavoro che noi andiamo proseguendo coll'imporre un nuovo vocabolo ad ogni nuova scoperta, all'ossigene, al silicio, alla locomotiva."
      },
      {
        "index": 67,
        "text": "E se analizziamo le nostre lingue, noi troviamo che le voci scientifiche più astratte sono traslati o derivati d'umili vocaboli d'ordine concreto e sensuale."
      },
      {
        "index": 68,
        "text": "E se spingiamo l'analisi più avanti e riduciamo i derivati alle radici, troviamo residuare al fondo d'ogni più dotta lingua un capo morto di pochi monosillabi, di suono per lo più imitativo."
      },
      {
        "index": 69,
        "text": "E qui ci si affaccia un altro degli istinti umani, quello dell'imitazione; che se si eccettua qualche specie d'augelli e di scimie, è uno dei più caratteristici della specie umana; ed è di supremo momento non solo alla formazione della parola, ma in tutte le arti."
      },
      {
        "index": 70,
        "text": "E questo medesimo istinto imitativo, combinato ad altri, ci spiega il fatto della tradizione domestica e della tradizione scientifica, onde proviene l'associazione delli avi ai posteri, dei maestri agli allievi, e la perpetua successione nell'immortale opera del sapere."
      },
      {
        "index": 71,
        "text": "E vi sono altri istinti che possono svolgersi solamente in seno alla società. E son quelli che la scôla scozzese chiama istinti morali e che altre scôle preferiscono di chiamar piuttosto col nome di sentimenti."
      },
      {
        "index": 72,
        "text": "Tale è la credulità, l'adesione all'amicizia e all'autorità, l'amor della lode, il terror dell'infamia."
      },
      {
        "index": 73,
        "text": "Signori, io non vi leggo un trattato; io vi propongo l'idea d'uno studio."
      },
      {
        "index": 74,
        "text": "La psicologia delle scienze come quella delle lingue, come quella delle leggi e delle religioni e delle istituzioni tutte è un ramo d'una psicologia delle menti associate, ch'io vorrei non contraporre, ma bensì sovraporre alla psicologia della mente individuale e solitaria."
      },
      {
        "index": 75,
        "text": "Tutti i pensatori sentirono che dall'intelletto dell'individuo non si poteva salire alle alte astrazioni e alle sublimi verità."
      },
      {
        "index": 76,
        "text": "Epperò furono astretti a supplire con ipotesi più o meno infelici, come l'anamnesi di Platone, che considerava l'idea come una fioca reminiscenza d'una vita anteriore; - come le idee innate, - come la visione di Malebranche, - come le categorie del pensiero anteriori ad ogni pensiero, - come l'idea dell'essere anteriore ad ogni idea."
      },
      {
        "index": 77,
        "text": "E con tutto ciò non davano ragione della differenza che stava tra Polifemo e Archimede."
      },
      {
        "index": 78,
        "text": "Perocché la reminiscenza platonica, e le idee innate, e la visione divina e le categorie e l'idea dell'essere, com'erano in Archimede, scienziato, così erano anche in Polifemo, idiota e canibale."
      },
      {
        "index": 79,
        "text": "Signori, il lievito che fa fermentare le idee non si svolge in una mente sola; il genio si tien per mano alla catena de' suoi precursori."
      },
      {
        "index": 80,
        "text": "Perché si destino le idee, devono attuarsi i più generosi istinti, devono infervorarsi gli animi. La corrente del pensiero vuole una pila elettrica di più cuori e di più intelletti."
      },
      {
        "index": 81,
        "text": "Io devo scorrere a volo su queste idee. Lascio l'istinto; e tocco per un istante la sensazione."
      },
      {
        "index": 82,
        "text": "La sensazione pare a primo aspetto il dominio nel quale è grande e forte la vita selvaggia."
      },
      {
        "index": 83,
        "text": "Quante volte non si leggono meraviglie della vista acuta del selvaggio che discerne nella sabbia le pedate della tribù nemica!"
      },
      {
        "index": 84,
        "text": "Come paragonarle la fioca vista nutante che si logorò alla lampada notturna e che Galileo spense nei cristalli del telescopio?"
      },
      {
        "index": 85,
        "text": "Signori, questa è un'illusione. Confrontiamo la somma intera delle sensazioni che si schierano innanzi alla mente del selvaggio e alla mente dello scienziato."
      },
      {
        "index": 86,
        "text": "È vero che il selvaggio vive assorto nei sensi; è vero che l'esercizio assiduo e la dura necessità glieli rendono vigili e acuti."
      },
      {
        "index": 87,
        "text": "Ma s'egli avesse pure la vista dell'aquila e l'odorato del cane, sempre è vero che le sue sensazioni non hanno varietà."
      },
      {
        "index": 88,
        "text": "Sono le sensazioni che si possono raccogliere entro quell'orizzonte di selve in cui si chiudono le sue consuetudini, i suoi timori."
      },
      {
        "index": 89,
        "text": "Poche specie di piante, la più parte neglette e inosservate a lui perché inutili a' pochi suoi bisogni; pochi animali; una riva di fiume, o di lago; gli antri e i tugurii che ricettano la nuda tribù; le vestigia dei nemici o il loro terribil grido."
      },
      {
        "index": 90,
        "text": "Quando noi pensiamo alle selve primeve, la nostra imaginazione può affollar quasi in un punto tutte le più varie e molteplici apparenze."
      },
      {
        "index": 91,
        "text": "Ma non è così. Ogni terra ha un aspetto suo; climi piovosi o aridi; le vaste arene dell'Australia o le vaste paludi dell'Orenoco; òasi sparse di palmizii; o alpi uniformemente annegrite dagli abeti; praterie su cui regna tale o tal famiglia d'erbe, con aspetto nuovo e grato a chi arriva, uniforme e tedioso a chi rimane."
      },
      {
        "index": 92,
        "text": "Nella nostra patria, più di cinquecento specie vegetanti, un quinto incirca delle piante fiorifere, appartengono alle due sole famiglie delle graminee e delle composite, le più delle quali si possono appena fra loro con attentissimo studio discernere."
      },
      {
        "index": 93,
        "text": "Ma il regno della sensazione scientifica abbraccia tutte le terre e tutti i mari; i vulcani e i ghiacciai, le pianure e i monti, gli arcipelaghi dispersi nell'Oceano e il deserto senz'aque."
      },
      {
        "index": 94,
        "text": "Li animali delle varie zone e dei singoli continenti, il camelo e il renne, l'elefante e il cangaroo passano a rassegna inanzi a lui, vivono nelle sue stalle o nei suoi serragli; stanno ordinati ne' suoi musei, disegnati e coloriti sulle pareti delle sue case."
      },
      {
        "index": 95,
        "text": "Qual Samoiedo vide mai le piante o li animali o li uomini della Nigrizia?"
      },
      {
        "index": 96,
        "text": "Il selvaggio può veder solo le cose della sua patria; la sensazione scientifica abbraccia tutta la terra."
      },
      {
        "index": 97,
        "text": "L'uomo civile non solamente riceve le sensazioni; ma le fa."
      },
      {
        "index": 98,
        "text": "Egli si àncora inanzi alle isole dell'Oceano e assorda i selvaggi col tuono e col lampo delle sue armi."
      },
      {
        "index": 99,
        "text": "La luce delle sue notti festive eclissa il chiarore delle stelle."
      },
      {
        "index": 100,
        "text": "I colori di tutti i metalli, il fulgore di tutte le gemme; i fiori e i frutti raccolti d'ogni parte e modificati dall'arte in varietà infinite che la natura non conosce; le innumerevoli combinazioni dei suoni e dei tempi, tutta la creazione della musica di cui nel seno della natura troviamo appena la prima intonazione, sono tutti nuovi fenomeni che la facultà motoria attuata da altre più sublimi facultà fornisce alla facultà sensitiva."
      },
      {
        "index": 101,
        "text": "Anche le sensazioni più connesse all'appetito animale, si vanno variando e moltiplicando colla civiltà."
      },
      {
        "index": 102,
        "text": "Noi non badiamo, ma pure sono oggetti ignoti alla vita selvaggia il vino, il pane, e tutte le mille combinazioni dei sapori e di profumi."
      },
      {
        "index": 103,
        "text": "V'è un mondo invisibile all'occhio nudo, rivelato alla scienza dal telescopio e dal microscopio."
      },
      {
        "index": 104,
        "text": "Noi possiamo discernere i monti della luna, le fasi di Venere, le agitazioni della superficie solare, i punti lucenti della via lattea e delle nebulose."
      },
      {
        "index": 105,
        "text": "Noi discerniamo li infinitamente piccoli che vissero in un grano di tripolo, che vivono in una goccia d'aqua, che nuotano nelli umori della nostra pupilla."
      },
      {
        "index": 106,
        "text": "Tutta la chimica è una rivelazione di fenomeni naturalmente inaccessibili ai sensi."
      },
      {
        "index": 107,
        "text": "Qual selvaggio potrebbe veder sollevarsi dalle feccie d'una fonte salmastra i vapori verdastri del cloro o i vapori violacei dell'iodio?"
      },
      {
        "index": 108,
        "text": "È questo un ordine nuovo di sensazioni che la scienza crea a sè stessa."
      },
      {
        "index": 109,
        "text": "E li apparati elettrici sono come nuovi sensi; poiché con essi possiamo apprender fenomeni che sfuggono a quei sensi che abbiamo da natura; possiamo entrare in commercio con poteri della cui presenza nell'universo il selvaggio non ha percezione."
      },
      {
        "index": 110,
        "text": "È lecito imaginare che come da natura ebbimo un senso che avverte le vibrazioni luminose e un senso che avverte le ondulazioni sonore, così avremmo potuto nascer muniti d'altro organo che indicasse come fa la bussola le oscillazioni magnetiche."
      },
      {
        "index": 111,
        "text": "Forse è qualche interno sensorio di tal fatta che dirige certe specie di rosicanti nelle loro migrazioni dal levante al ponente della Siberia."
      },
      {
        "index": 112,
        "text": "Ebbene chi ci diede a scorta l'ago calamitato tra le nebbie dei mari, tra il polverio del deserto, tra i labirinti delle miniere, chi tese un telegrafo elettrico dall'uno all'altro declivio d'una montagna, dall'uno all'altro lido d'un mare ci fornì dunque un equivalente ad un nuovo senso, utile e reale quanto i sensi della vista e dell'udito."
      },
      {
        "index": 113,
        "text": "Nulla poi rileva all'effetto se sia un organo corporalmente inserto nel nostro encefalo, o se i nuovi fenomeni rappresentandosi nello spazio colle vibrazioni d'un ago o d'un manubrio si traducano nel senso della vista."
      },
      {
        "index": 114,
        "text": "Per esso la mente nostra venne iniziata a un ordine d'idee che la vista per sè non poteva donarci, e che più delli altri s'interna negli arcani dell'universo."
      },
      {
        "index": 115,
        "text": "Le poche sensazioni del selvaggio sono sterili all'intelligenza, perché vaghe, incerte, incommensurabili."
      },
      {
        "index": 116,
        "text": "Il selvaggio non può paragonare il calor di due estati, il gelo di due inverni."
      },
      {
        "index": 117,
        "text": "Noi sì, col mezzo degli strumenti, precisiamo quanto varia il freddo da neve a neve, quanto varia l'ardore da fornace a fornace."
      },
      {
        "index": 118,
        "text": "Noi sappiamo a quale calore precisamente si liquefà il piombo, a quale il ferro, quante calorie devonsi accumulare in una stagione per addurre a maturanza un grappolo d'uva."
      },
      {
        "index": 119,
        "text": "L'apparato di Melloni accusa l'aggiunta infinitesima di calore che ci apporta una persona che si affaccia all'opposta estremità d'una camera."
      },
      {
        "index": 120,
        "text": "Fin qui vediamo moltiplicarsi sotto la mano della scienza i fenomeni della sensazione; ma tuttavia ciascuno di essi rimane oggetto d'una percezione individuale."
      },
      {
        "index": 121,
        "text": "Or bene, vi sono fenomeni che un individuo solo non potrebbe mai percepire nella loro pienezza, nemmeno col ministerio degli strumenti, se non vi si associano i sensi di molti."
      },
      {
        "index": 122,
        "text": "Li uomini che videro il ritorno della cometa di Halley non sono più quelli che ne osservarono, settantacinque anni prima, l'altro arrivo."
      },
      {
        "index": 123,
        "text": "Per determinare lo spazio su cui vibra un terremoto, bisogna che più uomini si avvertano fra loro d'averne percepito la scossa ai limiti estremi."
      },
      {
        "index": 124,
        "text": "Li osservatori che sparsi in diverse stazioni esplorano la tensione magnetica del globo sono come le parti d'un commune sensorio delle nazioni pensanti."
      },
      {
        "index": 125,
        "text": "Signori, lo splendido imperio della sensazione non è nei sensi dei selvaggi; esso è nella scienza esperimentale, cinta di tutti i suoi mirabili strumenti, accampata sulle mobili cupole degli osservatorii."
      },
      {
        "index": 126,
        "text": "E il poter della scienza si svolge nel giro di tutte le facultà e tocca il sommo nello sviluppo delle facultà riflessive."
      },
      {
        "index": 127,
        "text": "A questo chiamerò l'attenzione vostra in altra lettura."
      }
    ]
  }
}
