{
  "chapterNumber": 4,
  "title": "Lezione 4: Della sensazione nelle menti associate (On Sensation in Associated Minds)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Tutte le scôle che contemplano la sensazione nell'individuo solitario, fanno un atto d'analisi."
      },
      {
        "index": 1,
        "text": "Esse prescindono dal fatto integrale; ripetono nell'individuo, e pel complesso delle sue sensazioni, uno studio non meno astratto e non meno ipotetico di quello che venne tentato pei singoli sensi nella statua di Condillac."
      },
      {
        "index": 2,
        "text": "Per fatto di natura, l'uomo nascente viene raccolto al seno d'una madre."
      },
      {
        "index": 3,
        "text": "Già nei primi albori della vita, l'istinto materno s'associa agli istinti dell'infante, s'insinua fra quella confusa agitazione di tutti i sensi, la quale non può divenire d'un sol tratto una sensazione chiara e distinta, perché questa ne suppone altre da cui debba distinguersi."
      },
      {
        "index": 4,
        "text": "Fra queste deve a grado a grado farsi chiara e distinta primamente quella che più assiduamente ritorna."
      },
      {
        "index": 5,
        "text": "Fra gli insoliti contatti dell'aria e dei corpi, la presenza materna è forse l'unica sensazione che non sia molesta; e forse per questa opposizione costante a tutte le sensazioni moleste, è la prima che fra tutte le altre chiaramente si discerna e si affermi."
      },
      {
        "index": 6,
        "text": "Né le altre sensazioni sono del tutto fortuite, quando vi è già un intelletto e un amore che veglia a sviare le più dolorose e raccogliere le più gradevoli."
      },
      {
        "index": 7,
        "text": "Il complesso delle sensazioni d'un infante decide già de' suoi conforti e de' suoi dolori, sovente della sua vita e della sua morte."
      },
      {
        "index": 8,
        "text": "La statistica e la medicina dicono quanto sia maggiore nei parti della madre selvaggia e della madre indigente la probabilità del dolore, del pianto e della morte."
      },
      {
        "index": 9,
        "text": "Il complesso delle prime sensazioni è già l'opera di più esseri associati."
      },
      {
        "index": 10,
        "text": "Oltre agli istinti dell'infante e della madre, v'entrano le affezioni e consuetudini della famiglia, e pertanto le istituzioni della società."
      },
      {
        "index": 11,
        "text": "V'entra sopratutto la voce umana la quale accompagnando assiduamente le singole sensazioni, le associa ad un suono che diviene un segno indelebilmente distintivo, ultimo compimento della chiara e distinta percezione."
      },
      {
        "index": 12,
        "text": "La sensazione nell'essere umano non è dunque un nudo scontro del soggetto cogli oggetti, non è un fatto puro; fin da' suoi primordii è un fatto sociale."
      },
      {
        "index": 13,
        "text": "Nel cieco nato che legge la parola colle dita, nel sordomuto che legge la parola sui moti delle labbra, una sensazione artificiale, ch'è già una tarda invenzione della società, supplisce all'incompleta sensazione naturale."
      },
      {
        "index": 14,
        "text": "Anche la statua di Condillac si suppone ricca d'una sensazione sociale."
      },
      {
        "index": 15,
        "text": "Sovente l'individuo non vede né ascolta ciò che un altro individuo nel medesimo luogo ascolta e vede."
      },
      {
        "index": 16,
        "text": "L'età, il esso, gli istinti, le attitudini, le abitudini sono i coefficienti senza i quali la sola presenza degli oggetti non compie la sensazione."
      },
      {
        "index": 17,
        "text": "E se questa precede all'idea, l'idea acquisita determina poi nuovi ordini di sensazione."
      },
      {
        "index": 18,
        "text": "Supponiamo che un selvaggio pervenisse ad avere una distinta percezione di tutti gli oggetti che lo circondano."
      },
      {
        "index": 19,
        "text": "Sempre le sue sensazioni sarebbero limitate dall'orizonte del suo paese nativo: poche specie di piante alimentari, o medicinali, o venefiche; pochi animali; una riva di fiume o di solitario mare; i tugurii che ricettano la nuda tribù."
      },
      {
        "index": 20,
        "text": "Quando pensiamo alle parti più remote della terra, la nostra imaginazione affolla, quasi in un orto botanico e zoologico, tutto ciò ch'è straniero e insolito per noi."
      },
      {
        "index": 21,
        "text": "Ma ogni regione ha un aspetto suo proprio: l'una ha un clima arido; l'altra ha un clima piovoso; ha le basse paludi o le alpi nevose; poche famiglie di piante coprono centinaia di miglia con aspetto mirabile a chi primamente vi arriva, uniforme e tedioso a chi vi rimane."
      },
      {
        "index": 22,
        "text": "Nella regione in cui viviamo, la quale è pure una delle più amene e adorne, un buon quinto delle piante fiorifere, più di cinquecento specie, appartengono alle due sole famiglie delle composite e delle graminacee; molte di esse si possono appena con attento studio discernere fra loro."
      },
      {
        "index": 23,
        "text": "Ben quaranta specie di trifoglio daranno al botanico quaranta sensazioni distinte; ma per l'ignaro figlio della natura, tutto ciò lascia appena un'unica sensazione."
      },
      {
        "index": 24,
        "text": "Innanzi al figlio della società civile s'aprono tutte le terre e tutti i mari, i deserti, i vulcani, i ghiacciai."
      },
      {
        "index": 25,
        "text": "Gli animali degli opposti emisferii stanno disegnati e coloriti ne' suoi libri, conservati ne' suoi musei, viventi e semoventi ne' suoi serragli."
      },
      {
        "index": 26,
        "text": "Questo tesoro di sensazioni è un dono che la natura ci porge per mano della società."
      },
      {
        "index": 27,
        "text": "E la società non solo vede le cose, ma essa le fa."
      },
      {
        "index": 28,
        "text": "Essa estrae dalle terre i metalli, colora le lane e le sete, prepara il pane e il vino; crea colle sue cure innumerevoli varietà di fiori, di frutti, di animali domestici; muta le selve in campi, erge sublimi architetture."
      },
      {
        "index": 29,
        "text": "E fra gli strumenti musicali e le infinite combinazioni dei suoni e dei tempi e le forti e soavi emozioni, il genio della società può ben superbire al paragone delle rare e povere armonie della selvaggia natura."
      },
      {
        "index": 30,
        "text": "V'è un mondo invisibile rivelato a noi dal telescopio e dal microscopio."
      },
      {
        "index": 31,
        "text": "Tutta la chimica è una rivelazione di fenomeni invisibili."
      },
      {
        "index": 32,
        "text": "Nessuno avrebbe imaginato che dall'aqua si potesse trarre una sostanza invisibile che abbrucia il ferro e il diamante."
      },
      {
        "index": 33,
        "text": "Gli apparati elettrici sono per noi come nuovi sensi, coi quali possiamo percepire sensazioni inaccessibili all'uomo con quegli apparati che ci diede la natura."
      },
      {
        "index": 34,
        "text": "È ben lecito imaginare che come da natura abbiamo un senso che avverte le vibrazioni della luce, e un senso che avverte le oscillazioni sonore, così avremmo potuto nascere muniti d'altro apparato che indicasse, come fa la bussola, le influenze magnetiche."
      },
      {
        "index": 35,
        "text": "Quella società che ci diede a scorta l'ago calamitato nella vastità dei mari e nei labirinti delle miniere e che conversa col telegrafo, ci diede l'equivalente di nuovi sensi."
      },
      {
        "index": 36,
        "text": "Le poche sensazioni del selvaggio sono vaghe, incerte, incommensurabili."
      },
      {
        "index": 37,
        "text": "Solo col mezzo degli istrumenti possiamo paragonare il calore di due estati, il freddo di due inverni; determinare a quale ardore precisamente si liquefà il piombo, a quale il ferro; quante calorie devonsi accumulare nel corso d'una stagione per addurre a maturanza un grappolo d'uva."
      },
      {
        "index": 38,
        "text": "Fin qui ognuno di questi fenomeni può essere ancora oggetto d'una percezione individuale."
      },
      {
        "index": 39,
        "text": "Ma vi sono fenomeni che un individuo solo non potrebbe mai percepire nella loro pienezza, nemmeno col ministero degli strumenti, ma è duopo associare i sensi di molti."
      },
      {
        "index": 40,
        "text": "Gli osservatori che sparsi in diverse stazioni esplorano il corso dei venti e delle piogge, la varietà delle temperature, la tensione magnetica del globo, i fenomeni dei terremoti e delle eruzioni vulcaniche, sono come le parti d'un commune sensorio delle genti incivilite."
      },
      {
        "index": 41,
        "text": "Così dalla vaga, incerta, spesso contradittoria sensazione individuale, sorge a poco a poco la sensazione sociale e scientifica che rappresenta l'ordine dell'universo."
      }
    ]
  }
}
