{
  "chapterNumber": 2,
  "title": "Lezione 2: Della formazione dei sistemi (On the Formation of Systems)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Lo studio che mi pregio di parteciparvi è la continuazione d'un lavoro del quale vi diedi già ragguaglio altra volta."
      },
      {
        "index": 1,
        "text": "Ma per non riescirvi troppo indiscreto lettore, trapasso molti capitoli intermedii, sperando poter nondimeno esporvi colla desiderata evidenza il mio pensiero."
      },
      {
        "index": 2,
        "text": "Mi basta ricordarvi che il generale mio proposito è quello d'investigare fino a qual ordine d'idee possano pervenire le facultà mentali considerate puramente e strettamente nell'individuo solitario, al che da Cartesio fino a noi si circoscrisse per due secoli la psicologia; e prendendo le mosse da questo punto investigare, come, per ascendere a ulteriori ordini d'idee, sia necessaria la reciproca azione di più menti associate; il che verrebbe ad essere oggetto d'un altro ramo di psicologia."
      },
      {
        "index": 3,
        "text": "Oggi intendo additarvi brevemente questo distinto lavoro della mente solitaria e delle menti associate nella successiva formazione dei sistemi."
      },
      {
        "index": 4,
        "text": "Il quale studio non vorrete riputare inutile, quando vogliate considerare che codesta successione di sistemi costituisce il progresso continuo e indefinito, nella fede al quale il nostro secolo si distingue da tutti i secoli antecedenti."
      },
      {
        "index": 5,
        "text": "Perocché i nostri padri, anche quando di tutto proposito abbracciavano le più remote utopie, sempre credevano che almeno colà fosse il punto nel quale la natura umana potesse perpetuamente acquietarsi."
      },
      {
        "index": 6,
        "text": "Ma pur troppo quella quiete, anche trasferita a qualsiasi più lontano termine, sarebbe sempre l'assopimento delle nostre facultà più attive, e la mutilazione della nostra vita intellettuale e morale."
      },
      {
        "index": 7,
        "text": "È superfluo premettere che per sistema intendo una serie d'idee fra loro intimamente connesse per mezzo d'un'idea principale o principio, cosicché la mente, partendo da questa, perviene per forza d'associazione e di deduzione a tutte le altre; e dalle altre tutte ritorna spontaneamente e abitualmente ad essa, provando in tale atto un intimo senso di sodisfazione e di riposo."
      },
      {
        "index": 8,
        "text": "La tendenza a coordinare le idee intorno ad un principio è connaturale al nostro intelletto."
      },
      {
        "index": 9,
        "text": "In primo luogo, tutti li objetti delle nostre percezioni fanno già parte d'un medesimo universo; e perciò queste sono già per origine loro collegate in sistema."
      },
      {
        "index": 10,
        "text": "L'idea d'unire in mazzo più fiori vien destata dalla naturale similitudine che vi è tra fiore e fiore; con ciò la mente solitaria è giunta solamente all'idea del genere; ma questa a distanza comunque immensa accennava già a quel principio intorno al quale, nella maturità dei tempi, Linneo doveva ordinare tutto il sistema delle piante."
      },
      {
        "index": 11,
        "text": "Tutti li oggetti che destano in noi le idee, facendo parte d'un ordine naturale, tendono a far sistema in noi, perché fanno già sistema fuori di noi."
      },
      {
        "index": 12,
        "text": "Ciò non dipende dalla nostra mente, ma dal mondo esteriore."
      },
      {
        "index": 13,
        "text": "In secondo luogo, siccome l'uomo, per la limitata natura della sua mente, non può rappresentarsi in un tratto molte cose distinte, è costretto a compendiare molte idee in un solo concetto; e perciò tende necessariamente a stringere le cose in generi, i fatti in leggi, e i generi e le leggi in ordini e sistemi sempre più comprensivi, aspirando sempre all'unità pur quando non ha la forza d'afferrarla."
      },
      {
        "index": 14,
        "text": "In terzo luogo, le singole facultà mentali, la sensazione, la memoria, l'attenzione, la riflessione non sono esseri separati, ma un unico essere pensante ch'esercita diversi atti."
      },
      {
        "index": 15,
        "text": "Di tutti questi atti esso ha un'unica coscienza, nella quale anche le idee più disparate vengono a darsi ricapito, e ad associarsi in varj modi sia per simiglianza intrinseca sia per diretta opposizione, sia per circostanze estrinseche di luogo e di tempo, sicché la presenza dell'una apporta inevitabilmente nello spirito la presenza dell'altra."
      },
      {
        "index": 16,
        "text": "In quarto luogo le idee universali come lo spazio, il tempo, il numero, l'essere, la sostanza, l'azione, ripetendosi per tutti i generi servono a collegarli sotto un aspetto commune."
      },
      {
        "index": 17,
        "text": "Dagli universali si passa per deduzione ad altri universali; e questi rimangono legati con quelli; e con essi si collegano tutti gli oggetti in cui li ravvisiamo."
      },
      {
        "index": 18,
        "text": "In quinto luogo, molte operazioni riflessive, come la sintesi, la classificazione, la deduzione, consistono già nel ravvicinare le idee e nell'ordinarle e nel connetterle in diversi modi; il che prepara, per così dire, i fili da tessere poscia in sistemi."
      },
      {
        "index": 19,
        "text": "L'uomo dunque e perché vive in presenza ad un unico universo: e per la limitata natura del suo intelletto: e per l'unità della sua coscienza: e per l'identità degli universali: e pel complessivo effetto di tutte le operazioni riflessive, tende a far sistema delle sue nozioni anche se lo imaginiamo onninamente isolato, a guisa della statua pensante di Condillac e di Bonnet."
      },
      {
        "index": 20,
        "text": "Ma consideriamo l'uomo al sito vero, che gli spetta nella catena dei viventi, consideriamolo come un genere naturalmente e spontaneamente gregario come l'antilope, sociale come il castoro, famiglievole come il colombo."
      },
      {
        "index": 21,
        "text": "Anche nella vita spontanea e primitiva, l'intelletto, quantunque appena galleggiante sopra gli istinti della natura animale, già tende al sistema."
      },
      {
        "index": 22,
        "text": "Il selvaggio conosce appena il clima del suo cielo, le selve e le sabbie della sua terra; è rinchiuso in un'isola in mezzo all'interminato oceano; eppure egli sospinto da quelle interne potenze che sono indivisibili dal suo essere, fa già sistema di quanto gli sta intorno."
      },
      {
        "index": 23,
        "text": "Egli ha già qualche cosa da aggiungere a ciò che i suoi sensi gli dicono del sole e della luna, del vento e della pioggia, delle erbe e degli animali."
      },
      {
        "index": 24,
        "text": "E dove rinviene il selvaggio l'idea-principio intorno alla quale unificare tutte le altre?"
      },
      {
        "index": 25,
        "text": "Il selvaggio, flagellato assiduamente dalle necessità della vita, non si cura se non di ciò ch'è necessario alla vita."
      },
      {
        "index": 26,
        "text": "Tutto ciò che non è cibo e bevanda, tutto ciò che non è caccia o battaglia, tutto ciò che non può nuocere al suo nemico, né giovare a quel gruppo di viventi col quale egli è immedesimato, è nulla per esso; esso non lo vede e non l'ode."
      },
      {
        "index": 27,
        "text": "Tutti i viaggiatori hanno notato codesta incuria del selvaggio per tutto ciò che non entra nel rigido circolo de' suoi pensieri."
      },
      {
        "index": 28,
        "text": "La fame, la sete, la stanchezza, come lo spavento, l'amore, la vendetta lo richiamano sempre a sè e a' suoi."
      },
      {
        "index": 29,
        "text": "V'è una voce che suona unica e assidua nella sua coscienza, la voce dell'egoismo, ciò che la scienza chiama l'io; intorno al qual io si avvolge la famiglia; e insieme ad essa ed alla tribù amica, si avviticchia come fascio di spine la tribù nemica."
      },
      {
        "index": 30,
        "text": "La passione predomina all'intelletto; l'idea non germina se non in quanto la passione la cova."
      },
      {
        "index": 31,
        "text": "Il primo sistema, nel punto medesimo in cui scaturisce dall'io, è già un sistema sociale."
      },
      {
        "index": 32,
        "text": "Con questo principio, di sentimento e non di ragione, di mera associazione d'idee e non di lavoro riflessivo, l'uomo spiega a sè stesso, tutti i fenomeni dei quali si cura e dei quali si accorge; tutti li altri restano ripulsi dal suo sistema."
      },
      {
        "index": 33,
        "text": "Io lo chiamo un sistema chiuso. Un sistema, non turbato da estrania influenza, potrebbe restar chiuso in eterno."
      },
      {
        "index": 34,
        "text": "E vaglia il vero; dopo migliaja d'anni dacché cominciò sul globo l'epoca dell'uomo, vi sono ancora oggidì tribù dell'Australia e dell'America equinoziale, che non hanno ancora trovato i numeri per contar le dita d'una mano."
      },
      {
        "index": 35,
        "text": "Molti popoli sono periti senza uscire dalla prima barbarie."
      },
      {
        "index": 36,
        "text": "Questa filosofia del selvaggio interpreta la natura per mezzo della volontà; perché la volontà è un principio affine all'istinto e del quale anche la vita selvaggia è conscia a sè."
      },
      {
        "index": 37,
        "text": "Ogni cosa che si move appar cosa viva; l'animale, la pianta stessa appajono trasformazioni dell'uomo."
      },
      {
        "index": 38,
        "text": "Nella morale d'Esopo li animali sentono e pensano come li uomini."
      },
      {
        "index": 39,
        "text": "E dove la favola d'Esopo può valer di morale; la metempsicosi può divenire la teologia."
      },
      {
        "index": 40,
        "text": "Dico può divenire; ma quando? E come? Qual è l'occasione che può svolgere nell'intelletto barbaro questo o qualsiasi altro nuovo corso di pensieri?"
      },
      {
        "index": 41,
        "text": "Qual è il principio intorno a cui può costituirsi un nuovo sistema?"
      },
      {
        "index": 42,
        "text": "Il principio è ancora il sentimento."
      },
      {
        "index": 43,
        "text": "Presso le più misere tribù, vi è sempre negli individui o nelle famiglie qualche grado maggiore di forza o di coraggio o di sagacia, o anche solo d'ambizione e di ferocità."
      },
      {
        "index": 44,
        "text": "V'è dunque alcuno che guida quando li altri camminano, che riposa quando li altri vegliano, che giudica quando li altri contendono, che riceve una più larga parte della caccia e della preda."
      },
      {
        "index": 45,
        "text": "La sua vita meno aspra può adagiarsi alquanto, può comprendere anche ciò che non interessa solo la fame e la sete."
      },
      {
        "index": 46,
        "text": "Il suo io, conscio di quei barbari onori e di quei barbari poteri, concepisce già l'idea d'un ordine di cui sente d'esser principio in seno alla sua tribù; ed attribuisce un simile ordine anche alle volontà che crede regnanti in seno alla natura."
      },
      {
        "index": 47,
        "text": "In questo nuovo uomo che si sovrapone alla società, i sensi meno assediati dal bisogno lasciano un più largo respiro alla imaginazione."
      },
      {
        "index": 48,
        "text": "L'imaginazione riempie tutti li spazii che la sensazione non preoccupa."
      },
      {
        "index": 49,
        "text": "La fantasia compie sempre i sistemi; anche nelle età più tarde essa fornisce le ipotesi che spesso fanno funzione di principio."
      },
      {
        "index": 50,
        "text": "Il disco del sole e della luna eccitò nella mente una vaga idea di volto umano; la pittrice fantasia lo compì; tracciò vagamente due corpi, l'uno virile, l'altro femineo; ecco il sole e la luna fratello e sorella; tutti i casi della barbara tribù si tradussero negli astri; l'eclissi parve una lutta mortale con qualche mostro invisibile; quando la luna non risplendeva, fu creduta discendere in terra, costretta da voce potente o da furtivo amore."
      },
      {
        "index": 51,
        "text": "Le società umane, nelle ubertose valli lungo i grandi fiumi e i laghi si vennero associando e moltiplicando, si sparsero in altre regioni, trovarono altri frutti, scopersero i grani, domarono il cavallo e il toro, inventarono il carro; e la fantasia prosegue mano mano il suo lavoro; donò i cavalli e il carro anche al sole, alla luna, all'aurora, alla notte."
      },
      {
        "index": 52,
        "text": "Così colle conquiste del senso e della ragione crebbe anche l'eredità dei sogni."
      },
      {
        "index": 53,
        "text": "La scoperta non poteva luttare colla tradizione dell'errore nel cui seno veniva insensibilmente e quasi secretamente nascendo."
      },
      {
        "index": 54,
        "text": "Sempre la fantasia tenne la più larga parte del sistema sociale in tutto ciò che non cade rettamente sotto il criterio del senso; è la verità che apparve alle moltitudini come un sogno."
      },
      {
        "index": 55,
        "text": "Non è vero che anche oggidì la chiamiamo spesso utopia?"
      },
      {
        "index": 56,
        "text": "Il padre Caccino poté deridere Galileo in faccia a' suoi cittadini: Viri Galilei quid statis adspicientes in cælum?"
      },
      {
        "index": 57,
        "text": "E Democrito, l'uomo di genio che primo vide nella Via Lattea una miriade d'astri lontani, parve l'uomo che parlasse solo per deridere chi l'ascoltava."
      },
      {
        "index": 58,
        "text": "Verità pareva alle moltitudini che la Via Lattea fosse traccia di latte sparso dalla Dea dell'aere; ovvero che fosse un solco della campagna celeste riarso dal carro vagabondo del figlio del sole; e ai sagaci e gravi Romani, Ovidio poté ripetere ancora ch'era la gran via che conduce i celesti alla reggia di Giove"
      },
      {
        "index": 59,
        "text": "Hac iter est superis ad magni tecta Tonantis."
      },
      {
        "index": 60,
        "text": "E noi pure, noi, nel ripetere questi eleganti sogni sentiamo nella mente non so quale voluttà."
      },
      {
        "index": 61,
        "text": "I varj sistemi primitivi che i popoli si andarono foggiando, consuonano sempre fra loro in alcune parti."
      },
      {
        "index": 62,
        "text": "Ciò avviene perché la natura anche nelle più diverse contrade offre molte leggi identiche e molte circostanze simili; e perché il genere umano, anche fra le stirpi più inegualmente dotate dalla natura, ha simili facultà percettive e riflessive."
      },
      {
        "index": 63,
        "text": "È ciò che Vico chiamò la commune natura delle nazioni; in virtù della quale si riscontrano le medesime idee fra i popoli che non hanno potuto farsene communicazione."
      },
      {
        "index": 64,
        "text": "Ognuno di codesti sistemi sociali contiene qualche parte di vero, contiene la cognizione di qualche fatto naturale utile all'uomo."
      },
      {
        "index": 65,
        "text": "Un popolo avrà trovato il frumento; un altro avrà trovato il ferro."
      },
      {
        "index": 66,
        "text": "Uno avrà osservato li astri per guidarsi sul mare, l'altro per nutrire le sue superstizioni o farsi animo nelle sventure."
      },
      {
        "index": 67,
        "text": "Se due popoli vengono a communicare per effetto di conquiste, di schiavitù, di commercii, di parentele, di studii, le scoperte fatte dall'uno si aggiungono alle verità scoperte dall'altro."
      },
      {
        "index": 68,
        "text": "Le nuove parti di vero scacciano quelle idee posticcie e imaginarie che tenevano il loro luogo nelle menti."
      },
      {
        "index": 69,
        "text": "Le altre fantasie rimangono. Le parti conciliabili dei due sistemi, vere o imaginarie, vanno a poco a poco raccozzandosi in nuovo sistema."
      },
      {
        "index": 70,
        "text": "Questo trapassa nella tradizione; e se altra innovazione tosto non sopraviene, il sistema si compie e si chiude, e la ragione publica vi si acquieta."
      },
      {
        "index": 71,
        "text": "Il nuovo sistema è progressivo; cioè corrisponde più fedelmente all'ordine della natura e della morale, se il nuovo elemento è una verità."
      },
      {
        "index": 72,
        "text": "Ma se il nuovo elemento è un nuovo sogno, s'è la fantastica asserzione d'un Maometto, s'è il despotismo che si pone in luogo della libertà, s'è l'autorità che si pone in luogo della ragione, il sistema è regressivo."
      },
      {
        "index": 73,
        "text": "Vi è nelle nazioni il progresso, ma v'è anche il regresso e il decadimento; non si può negare che molte terre fiorenti or sono desolate; e molti popoli sono periti."
      },
      {
        "index": 74,
        "text": "Ma se i nostri padri non credevano al progresso, noi non crediamo quasi più al decadimento."
      },
      {
        "index": 75,
        "text": "Il progresso prevale perché col corso del tempo cresce naturalmente il numero delle verità."
      },
      {
        "index": 76,
        "text": "In generale un sistema posteriore ad un altro abbraccia maggior copia di scoperte."
      },
      {
        "index": 77,
        "text": "Talora anche per la via di grandi calamità un popolo viene spinto quasi per forza sotto i raggi di nuove verità."
      },
      {
        "index": 78,
        "text": "Concepisce quindi un principio di maggior potenza, poiché l'uomo tanto può quanto sa."
      },
      {
        "index": 79,
        "text": "Roma ne' suoi primordii trovossi al confine di tre lingue, la latina, la sabina, l'etrusca, ciascuna delle quali rappresentava un proprio sistema d'idee."
      },
      {
        "index": 80,
        "text": "Roma adunque riunendo nel suo recinto famiglie di quei tre popoli, riunì tre sistemi che divennero un solo; poté valersi delle idee di tre popoli; a queste aggiunse poi le idee d'altri popoli più lontani, come dei Cartaginesi e dei Greci."
      },
      {
        "index": 81,
        "text": "A senno e valore eguale, i suoi consigli dovevano preponderare; questo costante vantaggio doveva condurla infine a soggiogare e assorbire le forze rivali."
      },
      {
        "index": 82,
        "text": "Costituita così da origine, Roma rimase sempre accessibile alle idee degli altri popoli; essa le accoglieva, non le rifiutava come fece la China o l'India, che erano costituite fin da origine con sistemi esclusivi."
      },
      {
        "index": 83,
        "text": "La China impose le sue tradizioni anche a' suoi conquistatori."
      },
      {
        "index": 84,
        "text": "Poche miglia lontano da Roma, erano sparse su tutti i lidi d'Italia le città greche; ed ecco la missione attribuita ai Decemviri, d'aprire le leggi romane all'esperienza greca."
      },
      {
        "index": 85,
        "text": "Alle foci del Tevere s'arena una nave punica; e Roma se ne fa immantinente un modello."
      },
      {
        "index": 86,
        "text": "Perché i Chinesi oggidì non fanno altretanto, perché affrontano colle inette loro giunche le navi animate dal vapore?"
      },
      {
        "index": 87,
        "text": "Più tardi la filosofia stoica si versò a rivi nella giurisprudenza romana."
      },
      {
        "index": 88,
        "text": "Un sistema perpetuamente aperto poté continuare per più secoli ad accumulare presso di sè tutti quei vantaggi che presso le altre nazioni rimanevano disgiunti e incompleti."
      },
      {
        "index": 89,
        "text": "Infine quanto v'era nelle armi, nella politica, nell'agricultura, nel commercio, nella filosofia, nella città degli Etruschi, nei collegii dei Druidi, nelli arsenali dei Cartaginesi, nelle sette della Grecia, tutto divenne eredità d'un popolo che fu più grande di tutti, perché abbracciò in sè quanto faceva grandi li altri popoli."
      },
      {
        "index": 90,
        "text": "Ma qualunque sia la copia d'idee che una nazione venga a combinare nel suo sistema, quando essa ha compiuto l'opera e ha potuto conciliare e coordinare tutte le sue idee, allora tende a fermarsi e riposarsi in quella pace mentale."
      },
      {
        "index": 91,
        "text": "E può rimanervi inoperosa per molte generazioni, finché qualche nuovo principio non la provochi a sconnettere e riformare l'antico sistema."
      },
      {
        "index": 92,
        "text": "Intanto, al luogo di chi muore della generazione esercitata e operosa, sopravengono mano mano altre generazioni, che raccolgono per eredità e per passiva imitazione le idee già elaborate."
      },
      {
        "index": 93,
        "text": "Le facultà mentali e morali dei posteri non hanno occasione di fermento e di travaglio; sono come piante nella stagione invernale; non hanno fronde, non fiori, non frutti; né poesia, né sapienza, né valore, né virtù."
      },
      {
        "index": 94,
        "text": "Eccovi la grande unità bizantina; ecco ciò che in China divenne la scôla di Confucio ventiquattro secoli dopo Confucio."
      },
      {
        "index": 95,
        "text": "Tutte le questioni appaiono già sciolte dalla sapienza dei maggiori; miseri i figli che temono d'esser migliori dei loro padri; le dottrine più audaci sono ridutte dal tempo ad aride regole, a formule viete, a consuetudini stupide e servili."
      },
      {
        "index": 96,
        "text": "Epperò un medesimo ordine d'idee che dapprima fu progresso divien poscia decadimento."
      },
      {
        "index": 97,
        "text": "Hanno bisogno i popoli di sempre nuovo lavoro per tenere vivaci e sveglie le loro facultà."
      },
      {
        "index": 98,
        "text": "I sistemi devono tenersi sempre aperti, un sistema compiuto e chiuso diviene il sepolcro dell'intelligenza e della virtù che lo ha tessuto."
      },
      {
        "index": 99,
        "text": "In tale torpore sono caduti li Asiatici per effetto di quella stessa precoce sapienza che si ammira nei loro antichi sistemi."
      },
      {
        "index": 100,
        "text": "In tale stato giacque per mille anni la Grecia, dopoché all'instancabile agitazione delle rivali republiche si sovrapose la conquista macedonica e l'unità imperiale."
      },
      {
        "index": 101,
        "text": "Il sommo pregio della scienza esperimentale non è solamente nei prodigii della fisica, della chimica, in quanto sono benèfici veri alla parte materiale del nostro vivere, ma è in quanto agitando e rinnovando i sistemi tengono in assidua tensione le nostre facultà e pongono le nazioni barbare o stazionarie nella dura alternativa o d'associarsi al progresso o di soccumbere; e ancora in codesta loro apparente ruina d'associarsi a noi e al nostro avvenire."
      },
      {
        "index": 102,
        "text": "Laonde un popolo ch'esca appena dalla barbarie ed abbia scarso apparato d'idee; ma si volga con generosa fede alle idee nuove e adoperi ed esalti intorno ad esse tutte le sue facultà, può in breve prevalere ad altro popolo più antico e più addottrinato, le facultà del quale siano compresse dall'autorità del passato."
      },
      {
        "index": 103,
        "text": "Un sistema aperto può assimigliarsi a una gioventù perpetua, come appunto è ogni scienza esperimentale."
      },
      {
        "index": 104,
        "text": "Pertanto i popoli antichi nelle colonie ringiovaniscono, in ragione appunto dei sistemi in parte nuovi che sono costretti ad effettuare."
      },
      {
        "index": 105,
        "text": "Nell'istoria greca i Dori, ch'erano quasi barbari nell'alpestre loro patria, svolsero un alto genio politico nella colonia di Sparta; e non giunsero a piena vita mentale se non nelle colonie transmarine d'Alicarnasso, di Rodi, di Taranto, di Siracusa."
      },
      {
        "index": 106,
        "text": "In certe combinazioni d'idee, portate dalle mescolanze politiche e commerciali delle nazioni, vengono sovente a involgersi principj fra loro contrarii."
      },
      {
        "index": 107,
        "text": "Allora divien perpetuamente vano lo sforzo di conciliarli in sistemi stabili e tranquilli."
      },
      {
        "index": 108,
        "text": "Nel patrimonio ideale che l'Europa moderna ereditò da tutti i popoli dell'antichità e del medio evo e vie più accrebbe colle sue scoperte, vi sono molti di tali principii più o meno fra loro discordi."
      },
      {
        "index": 109,
        "text": "Tali sono la giurisprudenza romana e la feudale; le filosofie dei Greci e la teocrazia degli Ebrei; la matematica e la poesia; la fisica e la metafisica; le necessità dello stato e l'infallibilità della chiesa; il disprezzo delle cose mondane e il culto della ricchezza."
      },
      {
        "index": 110,
        "text": "Inoltre, il processo esperimentale, fecondo di scoperte, e la rivalità politica, avida di profittarne, spronano continuamente anche le nazioni più torpide e i governi più ritrosi ad abbracciar una serie d'innovazioni sempre rinascente e inesauribile; la quale penetra ed apre i sistemi più compatti."
      },
      {
        "index": 111,
        "text": "Fin dal risurgimento delle scienze, le menti costrette a combinare tanti discordanti pensieri, si resero in questo continuo sforzo sottili, audaci, libere."
      },
      {
        "index": 112,
        "text": "Acquistarono potenza d'emanciparsi da ogni sistema chiuso e di scuotere ogni giogo d'autorità, seguendo risolutamente e impavidamente l'unico lume dell'esperienza e della ragione."
      },
      {
        "index": 113,
        "text": "Dall'esperienza e dalla ragione sempre nuove scoperte; continua mobilità e incertezza di sistemi, se non in quanto per la loro verace utilità possano giustificarsi; quindi continua necessità di nuove elaborazioni e scoperte."
      },
      {
        "index": 114,
        "text": "E perciò nell'Europa una forza espansiva preme e incalza i sistemi tradizionali, tanto delle nazioni barbare le cui facultà non furono peranco esercitate, quanto delle nazioni vetuste le cui facultà erano già ricadute nel sonno."
      },
      {
        "index": 115,
        "text": "L'opposizione inconciliabile dei principii confusamente in Europa abbracciati, l'inesauribilità del processo esperimentale, e la ragione dei popoli, sciolta omai da ogni vincolo di tradizione, preparano al genere umano un'indefinita carriera e gli promettono una perpetua gioventù."
      },
      {
        "index": 116,
        "text": "Il progresso nella proporzione medesima con cui fornisce nuove idee, fornisce anche nuova occupazione all'intelletto, tiene in esercizio forzoso le nostre facultà morali e le spinge a continuo perfezionamento."
      },
      {
        "index": 117,
        "text": "In questa fausta prospettiva sospendo la omai troppo prolissa deduzione de' miei pensieri."
      }
    ]
  }
}
