{
  "chapterNumber": 5,
  "title": "Lezione 5: Dell'analisi come operazione di più menti associate (On Analysis as an Operation of Associated Minds)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Per analisi delle menti associate, intendo dire quelle grandi analisi le quali si vennero continuando per collaborazione, talora mutuamente ignota, di più pensatori, in diversi luoghi e tempi e modi e con diversi fini e diverse condizioni e preparazioni."
      },
      {
        "index": 1,
        "text": "Valga un esempio."
      },
      {
        "index": 2,
        "text": "Fin da' selvaggi suoi primordii l'uomo non poteva non avvedersi del sole, della luna, delle stelle."
      },
      {
        "index": 3,
        "text": "Egli aveva dunque fatto per inconscia necessità di natura un primo passo nell'osservazione del cielo."
      },
      {
        "index": 4,
        "text": "Un altro facil passo era quello d'avvertire le continue variazioni dell'astro ch'era notturna sua guida."
      },
      {
        "index": 5,
        "text": "Ebbene, ancora oggidì, fra li orgogli della civiltà e le assidue scoperte della scienza, l'individuo, per sua propria forza d'analisi, ben poco oltrepassa nell'osservazione del cielo quei primi rudimenti."
      },
      {
        "index": 6,
        "text": "Egli vive e muore, senza curarsi di saper oltre; e se ode parlare dell'immensità dell'universo, ammira; e più sovente sorride, quasi udisse d'una favola; - e in breve oblìa."
      },
      {
        "index": 7,
        "text": "Tali sono i termini dell'attività mentale nell'individuo, poco importa se civile o selvaggio."
      },
      {
        "index": 8,
        "text": "Or quando nei libri d'astronomia vediamo pervenuta oggi la scienza fino a distinguere in una romita stella uno stuolo di fulgidi soli, dobbiamo tuttavia riconoscere che chi verifica col telescopio siffatta meraviglia, compie un semplice atto d'analisi, come quando colla pupilla nuda li mirava confusi in un'unica luce."
      },
      {
        "index": 9,
        "text": "Sia la pupilla armata o non sia, l'atto proprio dell'intelletto è in quell'istante il medesimo, benché il senso, in tali nuove condizioni, gli annunci in quell'astro la presenza di più punti luminosi, anziché d'uno solo."
      },
      {
        "index": 10,
        "text": "L'analisi è sempre analisi; è sempre un atto con cui la mente distingue le parti d'un tutto."
      },
      {
        "index": 11,
        "text": "Ma l'occhio non poteva trovarsi armato e guidato, se non in virtù d'una lenta preparazione della vita sociale."
      },
      {
        "index": 12,
        "text": "Quell'atto è l'ultima risultanza del lavoro degli avi e dei posteri; esso è l'opera di più generazioni associate."
      },
      {
        "index": 13,
        "text": "L'alternare del sole e della luna deve destare a tutta prima nell'imaginativa l'illusione che siano due corpi di grandezza e lontananza poco diseguale, lucenti ciascuno di sua propria luce, a servigio dell'immobile piano della terra, fra una moltitudine di minute stelle, sparse in una volta azzurra, poggiata sui più eccelsi monti."
      },
      {
        "index": 14,
        "text": "Ma nella perenne continuazione dell'analisi sociale, quella volta azzurra diviene uno spazio senza limite: quelle minute scintille divengono un popolo innumerevole di soli; intorno al più vicino dei quali si move l'umile globo della terra, traendo seco, per forza di più vicina attrazione, il globo ancor più esiguo della luna, che riverbera una luce non sua."
      },
      {
        "index": 15,
        "text": "Qui l'analisi primitiva, sempre accessibile ad ogni individuo, sembra in conflitto colle analisi successive, compiute nel corso dei secoli or presso certe nazioni or presso altre, per lavoro sociale, rallentato sovente presso quelle nazioni medesime e talora derelitto."
      },
      {
        "index": 16,
        "text": "Le leggi della forza analitica non sono dunque a cercarsi solo nelle leggi dell'intelletto."
      },
      {
        "index": 17,
        "text": "La percezione del vero è una parte del destino delle nazioni."
      },
      {
        "index": 18,
        "text": "Pur troppo, nel seno delle genti, l'esercizio dell'analisi è preordinato e fatale."
      },
      {
        "index": 19,
        "text": "Esse, ancora oggidì, vivono in cospetto ad innumerevoli fenomeni della natura e della società, senza aver mai potuto determinare l'attenzione loro ad osservarli e quasi senza vederli: anzi sovente senza volerli vedere."
      },
      {
        "index": 20,
        "text": "Non è ancora tre secoli dacché al lume dell'analisi anatomica, l'uomo finalmente s'accorse che il sangue circola nelle sue vene."
      },
      {
        "index": 21,
        "text": "Non è ancora un secolo, dacché al lume dell'analisi chimica, primamente seppe qual fosse l'elemento vitale dell'aria ch'egli respira."
      },
      {
        "index": 22,
        "text": "Solo ai nostri giorni, nell'analisi delle lingue, egli distinse le obliate mescolanze delle nazioni; e nell'analisi delle reliquie fossili, finalmente intravide le indelebili cronologie della terra e dell'uomo."
      },
      {
        "index": 23,
        "text": "Altro è spiegare come non si fossero fatte, molti secoli prima, quelle scoperte; altro è spiegare come non si fossero fatte, molti secoli prima, quelle ricerche."
      },
      {
        "index": 24,
        "text": "Esse non erano libere; l'intelletto nulla vi poteva."
      },
      {
        "index": 25,
        "text": "Molte cose erano inaccessibili; molte parvero lungamente inutili a sapersi; molte parvero funeste ed empie; furono interdette dai potenti ed anche dai sapienti."
      },
      {
        "index": 26,
        "text": "Nelle più sublimi evoluzioni dell'intelletto, la volontà esercita maggior dominio che non lo stesso intelletto."
      },
      {
        "index": 27,
        "text": "Il modo d'operare dell'analisi, negletto e quasi ignoto alla filosofia antica, venne studiato di proposito dalla moderna psicologia; ma solo nell'ipotesi cartesiana dell'individuo."
      },
      {
        "index": 28,
        "text": "Or questa non considera che il genere umano è, per sua primitiva e spontanea necessità, gregario e sociale, e che l'atto più sociale degli uomini è il pensiero, poiché congiunge sovente in un'idea molte genti eziandio fra loro ignote e molte generazioni."
      },
      {
        "index": 29,
        "text": "Né considera come e d'onde, in seno a quella istintiva e spontanea associazione delle menti, possa l'analisi attingere una più eccelsa iniziativa, - né come ora espanda, ora costringa, la sua libera attività."
      },
      {
        "index": 30,
        "text": "Ma dacché questa facultà deve considerarsi come essenziale all'intelletto, giova studiare come, ciò non ostante, la libera analisi non abbia potuto ancora attuarsi in tutto il genere umano."
      },
      {
        "index": 31,
        "text": "Giova studiare come, presso molti popoli, le forze analitiche, dopo una rapida emancipazione, abbiano potuto ricadere in lunga servitù; - come nessuna nazione abbia saputo sinora serbar continuamente vivo e libero il corso de' suoi pensieri; - come molte nazioni siano sparite, quasi meteore, senza lasciare l'eredità d'un'idea; - come ogni società, senza avvedersi, prefigga a sè stessa i limiti della sua sfera d'analisi; - come noi medesimi, che qui ci aduniamo in nome della scienza viva, non tutti ancora possiamo, sciolti da ogni precedente nostro od altrui, stendere egualmente la mano a tutti i rami dell'arbore scientifico."
      },
      {
        "index": 32,
        "text": "La libera analisi è uno dei più grandi interessi morali e materiali del genere umano."
      },
      {
        "index": 33,
        "text": "La filosofia deve proporsi uno studio fondamentale: - l'analisi della libera analisi."
      },
      {
        "index": 34,
        "text": "Consideriamo brevemente l'analisi per sè, come essa procede tanto nell'individuo quanto nelle menti associate."
      },
      {
        "index": 35,
        "text": "Li antichi Messicani, all'arrivo di Fernando Cortez, soprafatti e atterrati dalla cavalleria, tra il tumulto e lo stupore e lo spavento confusero in un solo essere l'uomo e il cavallo."
      },
      {
        "index": 36,
        "text": "È l'antica favola dei centauri; è la sensazione repentina e indistinta, esagerata dall'imaginazione."
      },
      {
        "index": 37,
        "text": "E a primo tratto, anche la tranquilla vista d'una selva o d'un ciel sereno arreca la percezione quasi d'un unico oggetto, \\- un'ampia verdura, - un azzurro scintillante."
      },
      {
        "index": 38,
        "text": "Ma chi poi fermi l'attenzione in alcuna delle piante e delle stelle, acquista altre evidenze che chiariscono via via quel primo concetto."
      },
      {
        "index": 39,
        "text": "L'analisi continuata tende adunque a perlustrare, anche a più ritorni, il tutto d'ogni cosa; e non a disunire, né a dissolvere o \"risolvere\", come la voce d'analisi indusse molti pensatori a supporre."
      },
      {
        "index": 40,
        "text": "\"Armé de l'analyse, il désunira\" disse Pierre Leroux."
      },
      {
        "index": 41,
        "text": "Ma il numerare le dita della mano o le parti distintive d'un fiore, non è disunirle; bensì unirle per sempre nel concetto del numero."
      },
      {
        "index": 42,
        "text": "Coll'analisi numerica di Linneo, la botanica divenne primamente una scienza."
      },
      {
        "index": 43,
        "text": "L'anatomia, pur separando (per materiale necessità di vedere) le ossa, le articolazioni, i muscoli, i nervi, le arterie, le vene, le contempla quali cose fra loro congiunte e in quanto e come stanno fra loro congiunte; anzi mette in luce gli ignoti loro legami."
      },
      {
        "index": 44,
        "text": "Quando osserva che le quattro dita minori s'inflettono ponendosi alla base del pollice, discerne per qual modo la mano abbia la capacità di prendere e stringere."
      },
      {
        "index": 45,
        "text": "L'inattesa scoperta della tromba d'Eustachio, ossia d'un passaggio tra l'intima cavità della bocca e la cavità dell'orecchio, rivela in qual modo chi ascolta a bocca aperta, aumenti senza saperlo l'efficacia dell'udito."
      },
      {
        "index": 46,
        "text": "Lo stesso avviene quando l'analisi ha quella veste astratta e universale che le danno le formule algebriche."
      },
      {
        "index": 47,
        "text": "Poiché quella veste commune rende comparabili fra loro e commutabili anche quei concetti che a prima vista potevano apparir privi d'ogni intima relazione."
      },
      {
        "index": 48,
        "text": "E così nella confusione del superficiale e del vario, la mente può discernere l'identico, il costante, l'essenziale, il certo."
      },
      {
        "index": 49,
        "text": "Un'analisi ordinata procede dalle cose più ovvie ed evidenti alle più astruse; nel che sta il principio d'ogni dimostrazione e d'ogni insegnamento."
      },
      {
        "index": 50,
        "text": "Un'analisi può dirsi intera, quando con certa equabile profondità si estende a tutto un certo campo d'osservazione; cioè ad un dato essere o fenomeno o complesso di esseri o fenomeni e a tutte le loro parti, qualità e relazioni, entro quella misura e secondo quel fine che l'osservatore si prefigge."
      },
      {
        "index": 51,
        "text": "Un'analisi di terre che basta ad un fabricatore di tegole, non basta ad un fabricatore di porcellane."
      },
      {
        "index": 52,
        "text": "E l'analisi può tornare all'opera; può raccogliere nello stesso campo altra serie di percezioni."
      },
      {
        "index": 53,
        "text": "Essa non ha limiti assegnabili in modo assoluto e universale."
      },
      {
        "index": 54,
        "text": "Ma eziandio nel più augusto cerchio, in quanto l'analisi tutto non lo abbracci con eguale profondità, le parti osservate restano confuse colle neglette o inaccesse."
      },
      {
        "index": 55,
        "text": "A supplir questa interviene allora coi mille suoi spettri l'imaginazione."
      },
      {
        "index": 56,
        "text": "Da quel momento in tutte le successive elaborazioni dell'intelletto il vero s'intesse col falso, finché l'opera d'un'analisi interna e fedele non venga ripresa dalla posterità."
      },
      {
        "index": 57,
        "text": "È per tal modo che nella scienza primitiva li audaci voli dell'imaginazione soverchiano il lento passo dell'osservazione."
      },
      {
        "index": 58,
        "text": "Or bene, un'analisi evidente, distinta nelle sue parti, ordinata, intera, adempie le quattro regole del metodo di Cartesio."
      },
      {
        "index": 59,
        "text": "Il qual metodo adunque è null'altro che l'analisi."
      },
      {
        "index": 60,
        "text": "Pure i nuovi cartesiani si sforzano d'immedesimarlo piuttosto colla sintesi."
      },
      {
        "index": 61,
        "text": "E B. Saint-Hilaire si dispensò al tutto di parlar della sintesi, e rimandò i lettori al metodo."
      },
      {
        "index": 62,
        "text": "Ma sintesi o analisi che si voglia, l'osservanza delle quattro regole non poteva dare l'indiscutable certitude."
      },
      {
        "index": 63,
        "text": "Poiché quando Cartesio (nel 1637), pochi anni prima della morte di Galileo, publicò il Discorso del Metodo, era stato già per tutta la vita testimonio come nella fallace evidenza dell'immobilità della terra tutti provassero l'indiscutable certitude e la prodigieuse clarté."
      },
      {
        "index": 64,
        "text": "Ma quell'immobilità era un'illusione; e causa dell'universale illusione era appunto quell'evidenza!"
      },
      {
        "index": 65,
        "text": "L'analisi chimica non tende solo a distinguere per le loro attive proprietà le sostanze che si manifestano spontanee; né tende solo a riconoscere nei corpi le sostanze cognite che vi si celano; ma perviene fino a scoprire l'ignota esistenza di quelle che la natura non pone mai a scoperto, come l'ossigene, il calcio, il cloro e altri principii largamente profusi in aria, in terra, in mare."
      },
      {
        "index": 66,
        "text": "Non diremo tuttavia con Leroux che l'uomo \"armato d'analisi, disunirà\"."
      },
      {
        "index": 67,
        "text": "La chimica compie con somma evidenza la dimostrazione di molte analisi eziandio per atti di composizione o di ricomposizione, scevri affatto d'ogni scomposizione."
      },
      {
        "index": 68,
        "text": "Un filo di magnesio, posto sulla bilancia in contatto colla viva fiamma, arde, indicando col rapido aumento del peso l'invisibile ossigene che assorbe dall'atmosfera."
      },
      {
        "index": 69,
        "text": "Qui la ricomposizione dei due principii, è la dimostrazione inversa e la controprova di ciò che il genio analitico scoperse in via diretta; è un mezzo e non è un fine; non v'è nuova scoperta; non v'è nuova idea."
      },
      {
        "index": 70,
        "text": "In senso operativo si può chiamar sintesi; ma in senso logico è la distinzione; è l'ultimo complemento della distinzione."
      },
      {
        "index": 71,
        "text": "Per lo più le sostanze chimiche non escono da una combinazione se non entrando in un'altra; i più complicati procedimenti si riducono ad una serie di siffatte trasposizioni e sostituzioni."
      },
      {
        "index": 72,
        "text": "Le sostanze mutano proprietà, pur solamente variando proporzione; il mercurio dolce, mite medicina infantile, con l'apposizione d'altro equivalente di cloro si muta in sublimato corrosivo."
      },
      {
        "index": 73,
        "text": "Innumerevoli combinazioni organiche di carbonio e d'aqua, variano proprietà solamente col disporsi in diversa ordinanza, - come l'essenza di rose e l'essenza di terebintina, costituite appunto entrambe di carbonio e d'aqua in proporzioni identiche, - eppure dotate di sì diverse apparenze e proprietà."
      },
      {
        "index": 74,
        "text": "Certe sostanze latenti si manifestano anche solo coll'essere esposte a certe variazioni di temperatura, d'umidità, d'elettricità; il colore accusa i vapori dell'iodio; l'odore accusa i vapori dell'arsenico."
      },
      {
        "index": 75,
        "text": "Ma in qualunque siffatto procedimento di scomposizione o composizione o ricomposizione o trasposizione o sostituzione o apposizione o disposizione o esposizione, rimane sempre intatto l'officio supremo dell'analisi, che è la distinzione!"
      },
      {
        "index": 76,
        "text": "Pensatori di mente imaginosa e fervida odiano le lentezze dell'analisi e i suoi rigori e i suoi freni; la dicono facoltà pedestre e materiale: ingenium in dorso."
      },
      {
        "index": 77,
        "text": "È l'antica condanna braminica, buddistica, eleatica, platonica; sempre un cieco disdegno; talvolta la maledizione."
      },
      {
        "index": 78,
        "text": "Ma vero è che ogni più sottile astrazione è sempre opera d'analisi."
      },
      {
        "index": 79,
        "text": "Dalle astrazioni dei numeri senza oggetto, delle linee senza superficie, delle superficie senza profondità, delle forme senza corpo, delle forze senza sostanza, surge la matematica."
      },
      {
        "index": 80,
        "text": "Dalle astrazioni del pieno e del vuoto, dell'identico e del diverso, dell'io e del non io, dell'essere e del non essere, dell'infinito e dell'assoluto, surgono la logica, l'ontologia, la metafisica."
      },
      {
        "index": 81,
        "text": "Tuttociò che v'ha di più sublime nell'intelletto comincia dall'atto analitico dell'astrazione."
      },
      {
        "index": 82,
        "text": "L'astrazione diviene il vincolo commune di tutti i fenomeni della scienza e della coscienza."
      },
      {
        "index": 83,
        "text": "L'analisi è la piramide di cui la sintesi è la sommità."
      },
      {
        "index": 84,
        "text": "Quando Cartesio, con un atto d'analisi libera e pura, distinse nella coscienza del pensiero la coscienza dell'essere, egli volle con quella affermazione dell'io, disciogliersi dalla natura e dalla società."
      },
      {
        "index": 85,
        "text": "Ma la natura era già passata d'innanzi al suo intelletto; ma la società gli aveva dato la tradizione scientifica."
      },
      {
        "index": 86,
        "text": "Quella voce che gli pareva surgere solitaria dalla sua coscienza, era la prima parola d'un problema già maturato nel corso dei secoli e nella successione delle filosofie: - problema che l'io solitario non avrebbe nemmen potuto proporsi."
      },
      {
        "index": 87,
        "text": "Così è. Alle evoluzioni della potenza analitica hanno parte la natura e la società."
      },
      {
        "index": 88,
        "text": "E come sono esse le cause che la destano, così sono parimenti le cause che possono renderla perpetuamente inerte."
      },
      {
        "index": 89,
        "text": "Dissi perpetuamente inerte; poiché, a prossima nostra memoria, alcune genti si estinsero o si confusero con altre e si sommersero in esse, prima d'avere, in migliaia d'anni, superato colla propria mente quell'infinito limite il quale è concesso anche al discernimento istintivo degli animali."
      },
      {
        "index": 90,
        "text": "La natura aveva già stabilito fra una gente e l'altra una disparità di condizioni, secondo la disparità delle cose utili o nocive e dei luoghi e dei climi."
      },
      {
        "index": 91,
        "text": "Le singole genti nelle singole loro patrie non potevano avvedersi se non di ciò ch'ella vi avesse posto."
      },
      {
        "index": 92,
        "text": "La presenza di certi frutti ovviamente alimentari e di certi animali o più mansueti o più feroci, il complesso d'una terra e d'un clima, d'una flora e d'una fauna, dettavano adunque agli aborigeni una serie d'atti d'attenzione, coordinata alla serie delle più immediate necessità; e tanto quivi inevitabile quanto impossibile altrove."
      },
      {
        "index": 93,
        "text": "E così li aborigeni dovevano costituire nelle singole regioni native le singole parti d'una superficiale analisi, dispersa a frammenti su tutta la terra abitata."
      },
      {
        "index": 94,
        "text": "La rimanente natura giacque inosservata e indistinta."
      },
      {
        "index": 95,
        "text": "Era pel genere umano come s'ella non fosse."
      },
      {
        "index": 96,
        "text": "Quanto alla società, comunque isolata e misera, questi singoli frammenti d'osservazione dovevano nel suo seno sopravivere all'individuo."
      },
      {
        "index": 97,
        "text": "Ciò che l'infante, per necessità di convivenza e per cieca imitazione, apprendeva, dovevagli apparire come l'ordine necessario, ed unico possibile, della vita."
      },
      {
        "index": 98,
        "text": "Così nasceva la tradizione, \\- involontaria, spontanea, irriflessiva, - ma imperiosa già fin d'allora com'essa è tuttavia per noi. \\- L'analisi non era libera."
      },
      {
        "index": 99,
        "text": "Ogni individuo non era più costretto a cominciar da sè tutta la serie di quelle scoperte."
      },
      {
        "index": 100,
        "text": "Ma ogni mente entrava nella carriera del pensiero già improntata dal pensiero altrui."
      },
      {
        "index": 101,
        "text": "L'analisi, nata serva della natura, crebbe serva della società."
      },
      {
        "index": 102,
        "text": "La tradizione era un filo tenace che associava le menti, non da gente a gente, ma da generazione a generazione."
      },
      {
        "index": 103,
        "text": "Era la società perpetua dei posteri cogli antenati."
      },
      {
        "index": 104,
        "text": "Anche nell'intimo recesso delle menti, ogni generazione era figlia non solo della sua terra ma de' suoi padri."
      },
      {
        "index": 105,
        "text": "Era un indirizzo dato, e un vincolo imposto, all'intelletto dei nascituri, in distanza di secoli."
      },
      {
        "index": 106,
        "text": "Erano già determinate nelle viscere della famiglia selvaggia certe nozioni che dovevano sopravivere in seno ad una tarda civiltà."
      },
      {
        "index": 107,
        "text": "Molte osservanze e molte avversioni nei cibi e in altri usi della famiglia, che durano tuttavia qua e là fra i popoli, sono tradizioni di tempo immemorabile; forse furono in origine mere ammissioni od omissioni di quelle analisi primitive."
      },
      {
        "index": 108,
        "text": "I Latini, per chiarire i fatti delle istorie, solevano risalire a ciò ch'essi chiamavano le origini, benché allora intessute già di poetiche fantasie."
      },
      {
        "index": 109,
        "text": "E parimenti solo dalle origini si possono spiegare alcuni fatti del mondo moderno."
      },
      {
        "index": 110,
        "text": "Valga un esempio: - ancora nel secolo decimosesto, nella splendida città del Messico, edificata con arte idraulica fra due laghi, con grandi vie rettilinee e rettangole, si praticava tuttavia sulla sommità d'eccelse piramidi una continuazione rituale della vita canibale, oramai probabilmente, a solo terrore delle genti suddite e ad arte di stato."
      },
      {
        "index": 111,
        "text": "Ma le origini di questa atroce idea, in una nazione ricca già di molte arti e addottrinata in collegi sacerdotali, erano le tradizioni, non interrotte mai, della vita selvaggia."
      },
      {
        "index": 112,
        "text": "Il vincolo intimo e commune di tutte queste analisi primitive è la lingua."
      },
      {
        "index": 113,
        "text": "Il discorso è una continua analisi."
      },
      {
        "index": 114,
        "text": "È d'uopo analizzare il pensiero per tradurlo in parola; è d'uopo analizzare viceversa la parola per estrarre il pensiero."
      },
      {
        "index": 115,
        "text": "Costretto l'uomo sin dall'infanzia a percorrere l'assiduo andirivieni in quella trafila analitica che modula nella prescritta forma sociale ogni suo ed ogni altrui concetto, non può cancellar poi del tutto le vestigia di quella perenne disciplina, sicché non sopravivono indelebili, nei successivi incrementi delle lingue e nelle loro miscele e trasformazioni."
      },
      {
        "index": 116,
        "text": "Per un esempio: - nella numerazione, la lingua dei succitati Aztechi del Messico, procede, non per decine, ma per quintine."
      },
      {
        "index": 117,
        "text": "È manifesto ch'ella deve aver preso le mosse dalla primitiva analisi d'una sola mano."
      },
      {
        "index": 118,
        "text": "E sopravivono pur troppo in questo secolo altre genti oceaniche e americane e africane, le quali non giunsero a compire i loro numerali, nemmeno per potersi contare tutte le dita d'una mano."
      },
      {
        "index": 119,
        "text": "Esse, fin dall'infanzia, si avvezzano a far senza dei numeri, come fecero i loro avi per migliaia d'anni."
      },
      {
        "index": 120,
        "text": "Perciò tutti i loro concetti, non solo di numero, ma di spazio, di tempo, di misure, di distanze, di altezze, di valori, di forze, sono indeterminati; sono irreparabilmente vaghi e vani."
      },
      {
        "index": 121,
        "text": "Tutta la loro potenza mentale e materiale ne rimane snervata."
      },
      {
        "index": 122,
        "text": "Io credo ch'essi, nella pratica del commercio, dovranno inevitabilmente completare la loro numerazione."
      },
      {
        "index": 123,
        "text": "Ma credo che non potrebbero più dedurre i nuovi numeri dal medesimo principio dal quale dedussero anticamente i primi; ma bensì dovranno appropriarsi a dirittura i numeri europei, tali e quali sogliono udirli al mercato."
      },
      {
        "index": 124,
        "text": "Così fecero li Europei medesimi quando presero a prestito il nome di millione dalla nostra lingua; nella quale era organicamente nato, in forma di mero accrescitivo, forma inflessiva ch'essi nelle loro lingue non avevano."
      },
      {
        "index": 125,
        "text": "Quando le singole genti nelle singole regioni ebbero costituito colle varie analisi iniziali altretante tradizioni iniziali, espresse con altretanti rudimenti di lingue, potevano aumentare in varii modi quel primo patrimonio."
      },
      {
        "index": 126,
        "text": "Potevano intorno a sé avvertire altre cose utili o dannose, dapprima inosservate."
      },
      {
        "index": 127,
        "text": "Potevano, sia per attenzione ripetuta, sia per associazione d'idee, sia per lampo di genio individuale, discernere negli oggetti già noti nuove proprietà e nuove corrispondenze ai communi bisogni."
      },
      {
        "index": 128,
        "text": "Avvenne, per esempio, che fra quei barbari alcuno più sagace, trovandosi armato già istintivamente d'un pezzo di legno, così come poteva fare eziandio l'orangotango o il gorrilla, potesse, per forza propria dell'intelletto umano, oltrepassare quel limite istintivo, intravedere in una selce tagliente o in una resta di pesce di che farne un coltello, una scure, una lancia, una saetta."
      },
      {
        "index": 129,
        "text": "Avvenne che alcuno, nella terribile esperienza d'un veleno, intravedesse il modo d'inasprire vie più quelle povere armi e avventare una morte certa contro le fiere e i nemici."
      },
      {
        "index": 130,
        "text": "Avvenne che alcuno, cadendo in un fiume, si salvasse afferrandosi per mero istinto ad un tronco galleggiante; e che continuando e rinovando quell'atto, vi percepisse l'idea madre dell'arte nautica."
      },
      {
        "index": 131,
        "text": "In questi nuovi avvedimenti, comincia l'azione analitica dell'individuo oltre la tradizione e contro la tradizione."
      },
      {
        "index": 132,
        "text": "Questi furono i primi conati di libera analisi."
      },
      {
        "index": 133,
        "text": "Codesta potenza dell'individuo che vede nelle cose ciò che li altri non videro, quando si esalti a sommo grado e trovi un'idea madre, cioè il caposaldo d'una nuova serie d'idee, costituisce il genio; perché si considera come opera d'un'intelligenza superiore alla natura umana e quasi come d'uno spirito tutelare."
      },
      {
        "index": 134,
        "text": "Gli antichi considerarono veramente tutte codeste idee madri d'un'arte o d'una scienza come doni fatti all'umanità dalli dei o semidei."
      },
      {
        "index": 135,
        "text": "Ma in queste nuove analisi ebbe parte grande il caso."
      },
      {
        "index": 136,
        "text": "Si narra che i Fenici, abbruciando una congerie d'erbe marine sulle arene silicee del lido, vedessero scorrere per la prima volta il vetro liquefatto."
      },
      {
        "index": 137,
        "text": "Si narra che gli Spagnuoli scopersero per simil modo un copioso letto di cloruro d'argento."
      },
      {
        "index": 138,
        "text": "Quando interviene l'azione individuale o quella del caso fortuito, facilmente si spiega come le nazioni abbiano potuto raggiungere un'idea forse più astrusa, senza averne potuto percepire un'altra forse più ovvia."
      },
      {
        "index": 139,
        "text": "Così vediamo li eroi dell'Iliade combattere sui carri e non ancora sul dorso dei cavalli."
      },
      {
        "index": 140,
        "text": "Così appare già diffuso nel Perù l'uso del guano, in un tempo quando colà l'agricultura si esercitava con istrumenti di legno."
      },
      {
        "index": 141,
        "text": "Così nell'Australia, nessuno per migliaia d'anni concepì la più rozza forma di casa o di nave; eppure vi fu chi divisò d'ostruire con pietre e legni le aque nei passi più angusti per imprigionarvi il pesce."
      },
      {
        "index": 142,
        "text": "Qui mi sia permesso di notare come molti credono oramai dimostrato che nella cronologia delle nazioni primitive si seguano in ordine fisso le successive età del legno, della pietra, del rame, del ferro."
      },
      {
        "index": 143,
        "text": "La tradizione classica faceva precedere l'età dell'oro; e ciò forse poteva rappresentare la credenza ad una legge piuttosto di decadimento che non di progresso."
      },
      {
        "index": 144,
        "text": "È certo però che in America, al tempo della conquista, unicamente diffuso e antico era l'uso dell'oro, mentre colà il rame e il ferro erano affatto ignoti."
      },
      {
        "index": 145,
        "text": "E fu l'oro che a memoria nostra attrasse il torrente dell'emigrazione in California e in Australia, dove li aborigeni non avevano scoperto alcun altro metallo."
      },
      {
        "index": 146,
        "text": "La scienza deve tener conto di queste varietà e non essere troppo sollecita di chiudete il ruolo dei fatti, affinché le ulteriori analisi rimangano più libere e le scoperte compiute e annunciate con unanimi testimonianze non sembrino contradette dalle scoperte successive."
      },
      {
        "index": 147,
        "text": "Fin qui mi sono rinchiuso nell'ipotesi delle tradizioni universalmente isolate."
      },
      {
        "index": 148,
        "text": "Ma già dai primordii, le scoperte possono propagarsi da tribù a tribù, almeno a brevi distanze."
      },
      {
        "index": 149,
        "text": "Fu osservato che intorno alle palafitte lacustri sulle quali posero dimora i selvaggi della prisca Europa, si raccolgono in alcuni luoghi certe pietre taglienti delle quali essi formavano coltelli e lance, quando era ignoto l'uso dei metalli."
      },
      {
        "index": 150,
        "text": "Ma siccome i geologi rilevarono che quelle pietre non si trovano naturalmente sparse in quelle vicinanze, fecero induzione che fossero colà recate per un primordio di communicazione vicinale con altri selvaggi amici o nemici che avessero potuto rinvenirle altrove o averle da altri."
      },
      {
        "index": 151,
        "text": "Perloché queste umili pietruzze sarebbero il più antico documento non solo d'un commercio da gente a gente, ma della prima propagazione d'un'idea."
      },
      {
        "index": 152,
        "text": "Le menti associate già solamente nelle tradizioni del passato avevano dunque già incominciato a communicarsi fra loro da tribù a tribù le idee del presente."
      },
      {
        "index": 153,
        "text": "Alla tradizione ereditaria si aggiungeva già la propaganda vicinale."
      },
      {
        "index": 154,
        "text": "Parimenti quando in quelle terre sepolcrali si dissotterrano le ceneri e i carboni di quei focolari selvaggi, si ha un documento antichissimo della propagazione contemporanea del fuoco; - altra idea-madre, più feconda di tutte, e più varia nelle sue applicazioni alla scoperta d'altre idee-madri."
      },
      {
        "index": 155,
        "text": "Quella nuova fonte di calore e di luce fu anche in età successive trasmessa come cosa sacra."
      },
      {
        "index": 156,
        "text": "Nel Zendavesta la fondazione delle città e delle colonie è chiamata la propagazione dei fuochi."
      },
      {
        "index": 157,
        "text": "Anche in più lontani secoli, i re persiani solevano mandare inanzi al loro esercito fochi sacri, accesi sopra altari d'argento, come se volessero con quel dono allettare i popoli ad accettare i beni della loro signoria: - Ignis, quem ipsi sacrum et aeternum vocabant, argenteis altaribus praeferebatur (Curt. 3.3. Forc. Ignis)."
      },
      {
        "index": 158,
        "text": "Il foco sacro era custodito nei templi; spento veniva riacceso con mistiche solennità, la cui tradizione vive tuttavia fra le mutate nostre credenze."
      },
      {
        "index": 159,
        "text": "La partecipazione del foco rimase per sempre un diritto della famiglia, un diritto delle genti; l'esclusione era un'ingiuria, una pena, un esilio, una guerra, una maledizione: - Hostes judicemur; aquâ et igni nobis interdicatur (D. Br. Forc. Interdicere)."
      },
      {
        "index": 160,
        "text": "Signori, l'umanità è ben giovine."
      },
      {
        "index": 161,
        "text": "L'invenzione del foco appena ha compiuto il giro del globo."
      },
      {
        "index": 162,
        "text": "Ho letto ne' miei primi anni, se ben mi ricordo nella collezione del Laharpe o nei viaggi di Cook, che in qualche isola del grande Oceano, quando li aborigeni videro ardere per la prima volta il foco, lo stimarono una cosa viva, e avendo osato toccarlo, si credettero morsi da un animal feroce."
      },
      {
        "index": 163,
        "text": "Qui la propaganda vicinale si dilata in propaganda delle nazioni."
      },
      {
        "index": 164,
        "text": "Le osservazioni d'una tribù divengono cognizioni del genere umano."
      },
      {
        "index": 165,
        "text": "Ogni arte nuova diviene un nuovo campo d'analisi."
      },
      {
        "index": 166,
        "text": "Chi ha scoperto l'uso del fuoco ha fatto strada alla scoperta dei metalli."
      },
      {
        "index": 167,
        "text": "Chi ha intraveduto in un tronco natante una nave, ha preordinato per sè e suoi come per gli stranieri, per i viventi come per i posteri, una serie di successive scoperte, che senza limite di materia e di forma, sempre crescendo, giunse fino a noi e crescerà fin che duri il genere umano."
      },
      {
        "index": 168,
        "text": "Ma queste successive analisi che svolgono dal seno d'un'idea madre le nuove arti consistono nell'osservare le leggi della natura, per conformarsi ad essa: - \"Natura parendo vincitur\", - disse Bacone."
      },
      {
        "index": 169,
        "text": "E riescono più facili o difficili, secondo che corrispondono alle tradizioni e disposizioni delle società."
      },
      {
        "index": 170,
        "text": "**[Text truncates here - portion at end of document marked as incomplete in source]**"
      }
    ]
  }
}
