{
  "chapterNumber": 1,
  "title": "卷上：徐愛引言… (Volume 1: Dialogues of Xu Ai and Others)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "徐愛引言\n先生於《大學》「格物」諸說，悉以舊本為正，蓋先儒所謂「誤本」者也。愛始聞而駭，既而疑，已而殫精竭思，參互錯綜，以質於先生；然後知先生之說若水之寒，若火之熱，斷斷乎「百世以俟聖人而不惑」者也。先生明睿天授，然和樂坦易，不事邊幅。人見其少時豪邁不羈，又嘗泛濫於詞章，出入二氏之學，驟聞是說，皆目以為立異好奇，漫不省究。不知先生居夷三載，處困養靜，精一之功，固已超入聖域，粹然大中至正之歸矣。\n\n愛朝夕炙門下，但見先生之道：即之若易，而仰之愈高；見之若粗，而探之愈精；就之若近，而造之愈益無窮。十餘年來，竟未能窺其藩籬。世之君子，或與先生僅交一面，或猶未聞其謦欬，或先懷忽易憤激之心；而遽欲於立談之間，傳聞之說，臆斷懸度，如之何其可得也？從遊之士，聞先生之教，往往得一而遺二；見其牝牡驪黃而棄其所謂千里者。故愛備錄平日之所聞，私以示夫同志，相與考而正之，庶無負先生之教云。\n\n門人徐愛書。\n\n以下門人徐愛錄"
      },
      {
        "index": 1,
        "text": "愛問：「『在親民』，朱子謂當作『新民』，後章『作新民』之文似亦有據。先生以為宜從舊本作『親民』，亦有所據否？」\n\n先生曰：「『作新民』之『新』是『自新之民』，與『在新民』之『新』不同，此豈足為據?『作』字卻與『親』字相對，然非『新』字義。下面『治國平天下』處，皆於『新』字無發明。如云『君子賢其賢而親其親，小人樂其樂而利其利』、『如保赤子』、『民之所好好之，民之所惡惡之，此之謂民之父母』之類，皆是『親』字意。『親民』猶《孟子》『親親仁民』之謂，『親之』即『仁之』也。『百姓不親』，舜使契為司徒，『敬敷五教』，所以親之也。《堯典》『克明峻德』便是『明明德』，『以親九族』至『平章』、『協和』便是『親民』，便是『明明德於天下』。又如孔子言『修己以安百姓』，『修己』便是『明明德』，『安百姓』便是『親民』。說『親民』便是兼教養意。說『新民』便覺偏了。」"
      },
      {
        "index": 2,
        "text": "愛問：「『知止而後有定』，朱子以為『事事物物皆有定理』，似與先生之說相戾。」\n\n先生曰：「於事事物物上求至善，卻是義外也。至善是心之本體，只是『明明德』到『至精至一』處便是。然亦未嘗離卻事物，本註所謂『盡夫天理之極，而無一毫人欲之私』者得之。」"
      },
      {
        "index": 3,
        "text": "愛問：「至善只求諸心，恐於天下事理有不能盡。」\n\n先生曰：「心即理也。天下又有心外之事、心外之理乎？」\n\n愛曰：「如事父之孝、事君之忠、交友之信、治民之仁，其間有許多理在，恐亦不可不察。」\n\n先生嘆曰：「此說之蔽久矣，豈一語所能悟？今姑就所問者言之。且如事父，不成去父上求個孝的理？事君，不成去君上求個忠的理？交友、治民，不成去友上、民上求個信與仁的理？都只在此心，心即理也。此心無私欲之蔽，即是天理，不須外面添一分。以此純乎天理之心：發之事父，便是孝；發之事君，便是忠；發之交友、治民，便是信與仁。只在此心『去人欲、存天理』上用功便是。」\n\n愛曰：「聞先生如此說，愛已覺有省悟處。但舊說纏於胸中，尚有未脫然者。如事父一事，其間溫凊、定省之類，有許多節目，不亦須講求否？」\n\n先生曰：「如何不講求？只是有個頭腦，只是就此心『去人欲、存天理』上講求。就如：講求『冬溫』，也只是要盡此心之孝，恐怕有一毫人欲間雜；講求『夏凊』，也只是要盡此心之孝，恐怕有一毫人欲間雜；只是講求得此心。此心若無人欲，純是天理，是個誠於孝親的心：冬時自然思量父母的寒，便自要求個溫的道理；夏時自然思量父母的熱，便自要求個凊的道理。這都是那誠孝的心發出來的條件。卻是須有這誠孝的心，然後有這條件發出來。譬之樹木，這誠孝的心便是根，許多條件便是枝葉。須先有根，然後有枝葉；不是先尋了枝葉，然後去種根。《禮記》言：『孝子之有深愛者，必有和氣。有和氣者，必有愉色。有愉色者，必有婉容。』須是有個『深愛』做根，便自然如此。」"
      },
      {
        "index": 4,
        "text": "鄭朝朔問：「至善亦須有從事物上求者？」\n\n先生曰：「至善只是此心純乎天理之極便是，更於事物上怎生求？且試說幾件看。」\n\n朝朔曰：「且如事親：如何而為溫清之節，如何而為奉養之宜，須求個是當，方是至善。所以有學問思辨之功。」\n\n先生曰：「若只是溫清之節、奉養之宜，可一日、二日講之而盡。用得甚學問思辨？惟於：溫清時，也只要此心純乎天理之極；奉養時，也只要此心純乎天理之極。此則非有學問思辨之功，將不免於毫釐千里之繆。所以雖在聖人，猶加『精一』之訓。若只是那些儀節求得是當，便謂至善；即如今扮戲子，扮得許多溫清、奉養的儀節是當，亦可謂之至善矣。」愛於是日又有省。"
      },
      {
        "index": 5,
        "text": "愛因未會先生「知行合一」之訓，與宗賢、惟賢往復辯論，未能決，以問於先生。\n\n先生曰：「試舉看。」\n\n愛曰：「如今人盡有知得父當孝、兄當弟者，卻不能孝、不能弟，便是知與行分明是兩件。」\n\n先生曰：「此已被私欲隔斷，不是知行的本體了。未有知而不行者；知而不行，只是未知。聖賢教人知行，正是安復那本體，不是著你只恁的便罷。故《大學》指個真知行與人看，說『如好好色，如惡惡臭』。見好色，屬知；好好色，屬行。只見那好色時，已自好了；不是見了後，又立個心去好。聞惡臭，屬知；惡惡臭，屬行。只聞那惡臭時，已自惡了；不是聞了後，別立個心去惡。如鼻塞人雖見惡臭在前，鼻中不曾聞得，便亦不甚惡，亦只是不曾知臭。就如稱某人知孝、某人知弟，必是其人已曾行孝、行弟，方可稱他知孝、知弟。不成只是曉得說些孝、弟的話，便可稱為知孝、弟？又如知痛，必已自痛了，方知痛；知寒，必已自寒了；知飢，必已自飢了。知行如何分得開？此便是知行的本體，不曾有私意隔斷的。聖人教人必要是如此，方可謂之知；不然，只是不曾知。此卻是何等緊切著實的工夫？如今苦苦定要說知行做兩個，是甚麼意？某要說做一個，是什麼意？若不知立言宗旨，只管說一個、兩個，亦有甚用？」\n\n愛曰：「古人說知行做兩個，亦是要人見個分曉。一行做知的功夫，一行做行的功夫，即功夫始有下落。」\n\n先生曰：「此卻失了古人宗旨也。某嘗說：知是行的主意，行是知的功夫；知是行之始，行是知之成。若會得時，只說一個知，已自有行在；只說一個行，已自有知在。古人所以既說一個知，又說一個行者：只為世間有一種人，懵懵懂懂地任意去做，全不解思惟省察，也只是個冥行妄作，所以必說個知，方纔行得是；又有一種人，茫茫蕩蕩懸空去思索，全不肯著實躬行，也只是個揣摸影響，所以必說一個行，方纔知得真。此是古人不得已補偏救弊的說話，若見得這個意時，即一言而足。今人卻就將知行分作兩件去做，以為必先知了，然後能行。我如今且去講習、討論做知的工夫，待知得真了，方去做行的工夫；故遂終身不行，亦遂終身不知。此不是小病痛，其來已非一日矣。某今說個知行合一，正是對病的藥。又不是某鑿空杜撰，知行本體原是如此。今若知得宗旨時，即說兩個亦不妨，亦只是一個。若不會宗旨，便說一個，亦濟得甚事？只是閑說話。」"
      },
      {
        "index": 6,
        "text": "愛問：「昨聞先生『止至善』之教，已覺功夫有用力處。但與朱子『格物』之訓，思之終不能合。」\n\n先生曰：「『格物』是『止至善』之功，既知『至善』，即知『格物』矣。」\n\n愛曰：「昨以先生之教推之『格物』之說，似亦見得大略。但朱子之訓，其於《書》之『精一』，《論語》之『博約』，《孟子》之『盡心知性』，皆有所證據，以是未能釋然。」\n\n先生曰：「子夏篤信聖人，曾子反求諸己。篤信固亦是，然不如反求之切。今既不得於心，安可狃於舊聞，不求是當？就如朱子亦尊信程子，至其不得於心處，亦何嘗茍從？『精一』、『博約』、『盡心』本自與吾說吻合，但未之思耳。朱子『格物』之訓，未免牽合附會，非其本旨。精是一之功，博是約之功，曰仁既明知行合一之說，此可一言而喻。『盡心、知性、知天』是『生知安行』事，『存心、養性、事天』是『學知利行』事，『夭壽不貳，修身以俟』是『困知勉行』事。朱子錯訓『格物』，只為倒看了此意，以『盡心知性』為『物格知至』，要初學便去做『生知安行』事，如何做得？」\n\n愛問：「『盡心知性』何以為『生知安行』？」\n\n先生曰：「性是心之體，天是性之原，盡心即是盡性。惟天下至誠，為能盡其性，知天地之化育。『存心』者，心有未盡也。『知天』，如『知州』、『知縣』之『知』，是自己分上事，己與天為一。『事天』如子之事父，臣之事君，須是恭敬奉承，然後能無失，尚與天為二，此便是聖贀之別。至於夭壽不貳其心，乃是教學者一心為善，不可以窮通夭壽之故，便把為善的心變動了，只去修身以俟命，見得窮通壽夭有個命在，我亦不必以此動心。『事天』雖與天為二，已自見得個天在面前；『俟命』便是未曾見面，在此等候相似，此便是初學立心之始，有個困勉的意在。今卻倒做了，所以使學者無下手處。」\n\n愛曰：「昨聞先生之教，亦影影見得功夫須是如此，今聞此說，益無可疑。愛昨曉思『格物』的『物』字，即是『事』字，皆從心上說。」\n\n先生曰：「然。身之主宰便是心，心之所發便是意，意之本體便是知，意之所在便是物。如意在於事親，即事親便是一物，意在於事君，即事君便是一物，意在於仁民、愛物，即仁民、愛物便是一物，意在於視、聽、言、動，即視、聽、言、動便是一物。所以某說無心外之理，無心外之物。《中庸》言『不誠無物』，《大學》『明明德』之功，只是個『誠意』。『誠意』之功，只是個『格物』。」"
      },
      {
        "index": 7,
        "text": "先生又曰：「『格物』如《孟子》『大人格君心』之格，是去其心之不正，以全其本體之正。但意念所在，即要去其不正，以全其正，即無時無處不是存天理，即是窮理。『天理』即是『明德』，『窮理』即是『明明德』。」"
      },
      {
        "index": 8,
        "text": "又曰：「知是心之本體，心自然會知。見父，自然知孝；見兄，自然知弟；見孺子入井，自然知惻隱。此便是『良知』，不假外求。若『良知』之發，更無私意障礙；即所謂『充其惻隱之心，而仁不可勝用矣』。然在常人，不能無私意障礙；所以須用『致知』、『格物』之功。勝私復理，即心之『良知』更無障礙，得以充塞流行；便是致其知。知致，則意誠。」"
      },
      {
        "index": 9,
        "text": "愛問：「先生以『博文』為『約禮』功夫；深思之，未能得。略請開示。」\n\n先生曰：「『禮』字即是『理』字。『理』之發見可見者，謂之『文』；『文』之隱微不可見者，謂之『理』；只是一物。『約禮』，只是要此心純是一個天理。要此心純是天理，須就『理』之發見處用功。如發見於事親時，就在事親上學存此天理；發見於事君時，就在事君上學存此天理；發見於處富貴、貧賤時，就在處富貴、貧賤上學存此天理；發見於處患難、夷狄時，就在處患難、夷狄上學存此天理。至於作止、語默，無處不然。隨他發見處，即就那上面學個存天理。這便是『博學之於文』，便是『約禮』的功夫。『博文』即是『惟精』，『約禮』即是『惟一』。」"
      },
      {
        "index": 10,
        "text": "愛問：「『道心常為一身之主，而人心每聽命』。以先生『精一』之訓推之，此語似有弊。」\n\n先生曰：「然。心，一也。未雜於人，謂之『道心』；雜以人偽，謂之『人心』。『人心』之得其正者，即『道心』；『道心』之失其正者，即『人心』。初非有二心也。程子謂『人心即人欲，道心即天理』。語若分析，而意實得之。今曰『道心為生，而人心聽命』，是二心也。『天理』、『人欲』不並立，安有『天理』為主，『人欲』又從而聽命者？」"
      },
      {
        "index": 11,
        "text": "愛問文中子、韓退之。\n\n先生曰：「退之，文人之雄耳；文中子，賢儒也。後人徒以文詞之故，推尊退之，其實退之去文中子遠甚。」\n\n愛問：「何以有擬經之失？」\n\n先生曰：「擬經恐未可盡非。且說後世儒者著述之意與擬經如何？」\n\n愛曰：「世儒著述，近名之意不無，然期以明道。擬經純若為名。」\n\n先生曰：「著述以明道，亦何所效法？」\n\n曰：「孔子刪述《六經》以明道也。」\n\n先生曰：「然則擬經獨非效法孔子乎？」\n\n愛曰：「著述，即於道有所發明。擬經，似徒擬其跡，恐於道無補。」\n\n先生曰：「子以明道者，使其反樸還淳而見諸行事之實乎？抑將美其言辭而徒以譊譊於世也？天下之大亂，由虛文勝而實行衰也。使道明於天下，則《六經》不必述；刪述《六經》，孔子不得已也。自伏義畫卦，至於文王、周公，其間言《易》，如《連山》、《歸藏》之屬，紛紛籍籍，不知其幾，《易》道大亂。孔子以天下好文之風日盛，知其說之將無紀極，於是取文王、周公之說而贊之，以為惟此為得其宗。於是紛紛之說盡廢，而天下之言《易》者始一。《書》、《詩》、《禮》、《樂》、《春秋》皆然。《書》自《典》、《謨》以後，《詩》自《二南》以降，如《九丘》、《八索》，一切淫哇逸蕩之詞，蓋不知其幾千百篇；《禮》、《樂》之名物度數，至是亦不可勝窮。孔子皆刪削而述正之，然後其說始廢。如《書》、《詩》、《禮》、《樂》中，孔子何嘗加一語。今之《禮記》諸說，皆後儒附會而成，已非孔子之舊。至於《春秋》，雖稱孔子作之，其實皆魯史舊文。所謂『筆』者，筆其舊；所謂『削』者，削其繁：是有減無增。孔子述《六經》，懼繁文之亂天下，惟簡之而不得，使天下務去其文以求其實，非以文教之也。《春秋》以後，繁文益盛，天下益亂。始皇焚書得罪，是出於私意，又不合焚《六經》。若當時志在明道，其諸反經叛理之說，悉取而焚之，亦正暗合刪述之意。自秦、漢以降，文又日盛，若欲盡去之，斷不能去；只宜取法孔子，錄其近是者而表章之，則其諸怪悖之說，亦宜漸漸自廢。不知文中子當時擬經之意如何？某切深有取於其事，以為聖人復起，不能易也。天下所以不治，只因文盛實衰，人出己見，新奇相高，以眩俗取譽，徒以亂天下之聰明，塗天下之耳目，使天下靡然爭務修飾文詞，以求知於世，而不復知有敦本尚實，反樸還淳之行，是皆著述者有以啟之。」\n\n愛曰：「著述亦有不可缺者，如《春秋》一經，若無《左傳》，恐亦難曉。」\n\n先生曰：「《春秋》必待《傳》而後明，是歇後謎語矣，聖人何苦為此艱深隱晦之詞？《左傳》多是魯史舊文，若《春秋》須此而後明，孔子何必削之？」\n\n愛曰：「伊川亦云：『《傳》是案，《經》是斷。』如書『弒某君』、『伐某國』，若不明其事，恐亦難斷。」\n\n先生曰：「伊川此言，恐亦是相沿世儒之說，未得聖人作經之意。如書『弒君』，即弒君便是罪，何必更問其弒君之詳？征伐當自天子出，書『伐國』，即伐國便是罪，何必更問其伐國之詳？聖人述《六經》，只是要正人心，只是要存天理、去人欲，於存天理、去人欲之事，則嘗言之。或因人請問，各隨分量而說，亦不肯多道，恐人專求之言語，故曰『予欲無言』。若是一切縱人欲、滅天理的事，又安肯詳以示人？是長亂導奸也。故孟子云：『仲尼之門，無道桓、文之事者，是以後世無傳焉。』此便是孔門家法。世儒只講得一個伯者的學問，所以要知得許多陰謀詭計，純是一片功利的心，與聖人作經的意思正相反，如何思量得通？」因嘆曰：「此非達天德者，未易與言此也！」\n\n又曰：「孔子云：『吾猶及史之闕文也』。孟子云：『盡信《書》不如無《書》，吾於《武成》，取二三策而已。』孔子刪《書》，於唐、虞、夏四五百年間不過數篇，豈更無一事？而所述止此，聖人之意可知矣。聖人只是要刪去繁文，後儒卻只要添上。」\n\n愛曰：「聖人作經，只是要去人欲、存天理。如五伯以下事，聖人不欲詳以示人，則誠然矣。至如堯、舜以前事，如何略不少見？」\n\n先生曰：「羲、黃之世，其事闊疏，傳之者鮮矣。此亦可以想見。其時全是淳龐樸素、略無文采的氣象，此便是太古之治，非後世可及。」\n\n愛曰：「如《三墳》之類，亦有傳者，孔子何以刪之？」\n\n先生曰：「縱有傳者，亦於世變漸非所宜。風氣益開，文采日勝，至於周末，雖欲變以夏、商之俗，已不可挽，況唐、虞乎？又況羲、黃之世乎？然其治不同，其道則一。孔子於堯、舜則祖述之，於文、武則憲章之。文、武之法，即是堯、舜之道，但因時致治，其設施政令，已自不同。即夏、商事業施之於周，已有不合。故『周公思兼三王，其有不合，仰而思之，夜以繼日』。況太古之治，豈復能行？斯固聖人之所可略也。」\n\n又曰：「專事無為，不能如三王之因時致治，而必欲行以太古之俗，即是佛、老的學術。因時致治，不能如三王之一本於道，而以功利之心行之，即是伯者以下事業。後世儒者，許多講來講去，只是講得個伯術。」"
      },
      {
        "index": 12,
        "text": "又曰：「唐、虞以上之治，後世不可復也，略之可也；三代以下之治，後世不可法也，削之可也；惟三代之治可行。然而世之論三代者，不明其本而徒事其末，則亦不可復矣。」"
      },
      {
        "index": 13,
        "text": "愛曰：「先儒論《六經》，以《春秋》為史。史專記事，恐與《五經》事體終或稍異。」\n\n先生曰：「以事言謂之史，以道言謂之經。事即道，道即事。《春秋》亦經，《五經》亦史。《易》是包犧氏之史，《書》是堯、舜以下史，《禮》、《樂》是三代史。其事同，其道同，安有所謂異？」"
      },
      {
        "index": 14,
        "text": "又曰：「《五經》亦只是史。史以明善惡，示訓戒；善可為訓者，時存其跡以示法；惡可為戒者，存其戒而削其事以杜奸。」\n\n愛曰：「存其跡以示法，亦是存天理之本然；削其事以杜奸，亦是遏人欲於將萌否？」\n\n先生曰：「聖人作經，固無非是此意，然又不必泥著文句。」\n\n愛又問：「惡可為戒者，存其戒而削其事以杜奸，何獨於《詩》而不刪鄭、衛？先儒謂『惡者可以懲創人之逸志』，然否？」\n\n先生曰：「《詩》非孔門之舊本矣。孔子云：『放鄭聲，鄭聲淫。』又曰：『惡鄭聲之亂雅樂也。』、『鄭、衛之音，亡國之音也。』此是孔門家法。孔子所定三百篇，皆所謂雅樂，皆可奏之郊廟，奏之鄉黨，皆所以宣暢和平，涵泳德性，移風易俗，安得有此？是長淫導奸矣。此必秦火之後，世儒附會，以足三百篇之數。蓋淫泆之詞，世俗多所喜傳，如今閭巷皆然。『惡者可以懲創人之逸志』，是求其說而不得，從而為之辭。」\n\n徐愛跋\n愛因舊說汩沒，始聞先生之教，實是駭愕不定，無入頭處；其後聞之既久，漸知反身實踐，然後始信先生之學為孔門嫡傳，舍是皆傍蹊小徑、斷港絕河矣。如說『格物』是『誠意』的工夫，『明善』是『誠身』的工夫，『窮理』是『盡性』的工夫，『道問學』是『尊德性』的工夫，『博文』是『約禮』的工夫，『惟精』是『惟一』的工夫：諸如此類，始皆落落難合；其後思之既久，不覺手舞足蹈。\n\n右曰仁所錄。\n\n以下門人陸澄錄"
      },
      {
        "index": 15,
        "text": "陸澄問：「主一之功，如讀書則一心在讀書上，接客則一心在接客上，可以為主一乎？」\n\n先生曰：「好色則一心在好色上，好貨則一心在好貨上，可以為主一乎？是所謂遂物，非主一也。主一是專主一個天理。」"
      },
      {
        "index": 16,
        "text": "問立志。\n\n先生曰：「只念念要存天理，即是立志。能不忘乎此，久則自然心中凝聚，猶道家所謂『結聖胎』也。此天理之念常存，馴至於美大聖神，亦只從此一念存養擴充去耳。」"
      },
      {
        "index": 17,
        "text": "「日間工夫覺紛擾，則靜坐；覺懶看書，則且看書，是亦因病而藥。」"
      },
      {
        "index": 18,
        "text": "「處朋友，務相下則得益，相上則損。」"
      },
      {
        "index": 19,
        "text": "孟源有自是好名之病，先生屢責之。一日警責方已，一友自陳日來工夫請正。源從傍曰：「此方是尋著源舊時家當。」\n\n先生曰：「爾病又發。」源色變，議擬欲有所辯。\n\n先生曰：「爾病又發。」因喻之曰：「此是汝一生大病根。譬如方丈地內，種此一大樹，雨露之滋，土脈之力，只滋養得這個大根；四傍縱要種些嘉榖，上面被此樹葉遮覆，下面被此樹根盤結，如何生長得成？須用伐去此樹，纖根勿留，方可種植嘉種。不然，任汝耕耘培壅，只是滋養得此根。」"
      },
      {
        "index": 20,
        "text": "問：「後世著述之多，恐亦有亂正學。」\n\n先生曰：「人心天理渾然，聖賢筆之書，如寫真傳神，不過示人以形狀大略，使之因此而討求其真耳；其精神意氣，言笑動止，固有所不能傳也。後世著述，是又將聖人所畫，摹仿謄寫，而妄自分析加增，以逞其技，其失真愈遠矣。」"
      },
      {
        "index": 21,
        "text": "問：「聖人應變不窮，莫亦是預先講求否？」\n\n先生曰：「如何講求得許多？聖人之心如明鏡，只是一個明，則隨感而應，無物不照；未有已往之形尚在，未照之形先具者。若後世所講，卻是如此，是以與聖人之學大背。周公制禮作樂以文天下，皆聖人所能為，堯、舜何不盡為之而待於周公？孔子刪述《六經》以詔萬世，亦聖人所能為，周公何不先為之而有待於孔子？是知聖人遇此時，方有此事。只怕鏡不明，不怕物來不能照。講求事變，亦是照時事，然學者卻須先有個明的工夫。學者惟患此心之未能明，不患事變之不能盡。」\n\n曰：「然則所謂『沖漠無朕，而萬象森然已具』者，其言何如？」\n\n曰：「是說本自好，只不善看，亦便有病痛。」"
      },
      {
        "index": 22,
        "text": "「義理無定在，無窮盡。吾與子言，不可以少有所得，而遂謂止此也。再言之十年、二十年、五十年，未有止也。」\n\n他日，又曰：「聖如堯、舜，然堯、舜之上善無盡；惡如桀、紂，然桀、紂之下惡無盡。使桀、紂未死，惡寧止此乎？使善有盡時，文王何以『望道而未之見』？」"
      },
      {
        "index": 23,
        "text": "問：「靜時亦覺意思好，才遇事便不同，如何？」\n\n先生曰：「是徒知養靜，而不用克己工夫也。如此，臨事便要傾倒。人須在事上磨，方立得住，方能靜亦定，動亦定。」"
      },
      {
        "index": 24,
        "text": "問上達工夫。\n\n先生曰：「後儒教人，纔涉精微，便謂『上達』未當學，且說『下學』；是分『下學』、『上達』為二也。夫目可得見，耳可得聞，口可得言，心可得思者，皆『下學』也；目不可得見，耳不可得聞，口不可得言，心不可得思者，『上達』也。如木之栽培灌溉，是『下學』也；至於日夜之所息，條達暢茂，乃是『上達』。人安能預其力哉？故凡可用功、可告語者，皆『下學』，『上達』只在『下學』裏。凡聖人所說，雖極精微，俱是『下學』。學者只從『下學』裏用功，自然『上達』去，不必別尋個『上達』的工夫。」"
      },
      {
        "index": 25,
        "text": "問：「『惟精』、『惟一』是如何用功？」\n\n先生曰：「『惟一』是『惟精』主意，『惟精』是『惟一』功夫；非『惟精』之外，復有『惟一』也。『精』字從米，姑以米譬之：要得此米純然潔白，便是『惟一』意；然非加舂簸篩揀『惟精』之功，則不能純然潔白也。舂簸篩揀是『惟精』之功，然亦不過要此米到純然潔白而已。博學、審問、慎思、明辨、篤行者，皆所以為『惟精』而求『惟一』也。他如『博文』者，即『約禮』之功；『格物』、『致知』者，即『誠意』之功；『道問學』即『尊德性』之功；『明善』即『誠身』之功：無二說也。」"
      },
      {
        "index": 26,
        "text": "「知者行之始，行者知之成。聖學只一個功夫，知、行不可分作兩事。」"
      },
      {
        "index": 27,
        "text": "「漆雕開曰：『吾斯之未能信。』夫子說之。子路使子羔為費宰，子曰：『賊夫人之子。』曾點言志，夫子許之。聖人之意可見矣。」"
      },
      {
        "index": 28,
        "text": "問：「寧靜存心時，可為『未發之中』否？」\n\n先生曰：「今人存心，只定得氣。當其寧靜時，亦只是氣寧靜，不可以為『未發之中』。」\n\n曰：「『未』便是『中』，莫亦是求『中』功夫？」\n\n曰：「只要去人欲、存天理，方是功夫。靜時念念去人欲、存天理，動時念念去人欲、存天理，不管寧靜不寧靜。若靠那寧靜，不惟漸有喜靜厭動之弊，中間許多病痛，只是潛伏在，終不能絕去，遇事依舊滋長。以循理為主，何嘗不寧靜？以寧靜為主，未必能循理。」"
      },
      {
        "index": 29,
        "text": "問：「孔門言志，由、求任政事，公西赤任禮樂，多少實用。及曾晳說來，卻似耍的事，聖人卻許他，是意何如？」\n\n曰：「三子是有意必，有意必便偏著一邊，能此未必能彼。曾點這意思卻無意必，便是『素其位而行，不願乎其外，素夷狄行乎夷狄，素患難行乎患難，無入而不自得』矣。三子所謂『汝器也』，曾點便有『不器』意。然三子之才，各卓然成章，非若世之空言無實者，故夫子亦皆許之。」"
      },
      {
        "index": 30,
        "text": "問：「知識不長進，如何？」\n\n先生曰：「為學須有本原，須從本原上用力，漸漸『盈科而進』。仙家說嬰兒，亦善譬。嬰兒在母腹時，只是純氣，有何知識？出胎後，方始能啼，既而後能笑，又既而後能認識其父母兄弟，又既而後能立、能行、能持、能負，卒乃天下之事無不可能。皆是精氣日足，則筋力日強，聰明日開，不是出胎日便講求推尋得來。故須有個本原。聖人到『位天地，育萬物』也只從『喜怒哀樂未發之中』上養來。後儒不明格物之說，見聖人無不知、無不能；便欲於初下手時講求得盡，豈有此理？」\n\n又曰：「立志用功，如種樹然。方其根芽，猶未有；及其有榦，尚未有枝；枝而後葉，葉而後花實。初種根時，只管栽培灌溉；勿作枝想，勿作葉想，勿作花想，勿作實想。懸想何益？但不忘栽培之功，怕沒有枝、葉、花、實？」"
      },
      {
        "index": 31,
        "text": "問：「看書不能明，如何？」\n\n先生曰：「此只是在文義上穿求，故不明。如此，又不如為舊時學問。他到看得多，解得去。只是他為學雖極解得明曉，亦終身無得；須於心體上用功。凡明不得、行不去，須反在自心上體當，即可通。蓋《四書》、《五經》不過說這心體，這心體即所謂道，心體明即是道明，更無二。此是為學頭腦處。」"
      },
      {
        "index": 32,
        "text": "「虛靈不眛，眾理具而萬事出。心外無理，心外無事。」"
      },
      {
        "index": 33,
        "text": "或問：「晦庵先生曰：『人之所以為學者，心與理而已。』，此語如何？」\n\n曰：「心即性，性即理，下一『與』字，恐未免為二。此在學者善觀之。」"
      },
      {
        "index": 34,
        "text": "或曰：「人皆有是心，心即理，何以有為善，有為不善？」\n\n先生曰：「惡人之心，失其本體。」"
      },
      {
        "index": 35,
        "text": "問：「『析之有以極其精而不亂，然後合之有以盡其大而無餘』，此言如何？」\n\n先生曰：「恐亦未盡。此理豈容分析？又何須湊合得？聖人說『精一』，自是盡。」"
      },
      {
        "index": 36,
        "text": "「省察是有事時存養，存養是無事時省察。」"
      },
      {
        "index": 37,
        "text": "澄嘗問象山在人情事變上做工夫之說。\n\n先生曰：「除了人情事變，則無事矣。喜、怒、哀、樂，非人情乎？自視、聽、言、動以至富貴、貧賤、患難、死生，皆事變也。事變亦只在人情裏。其要只在『致中和』，『致中和』只在『謹獨』。」"
      },
      {
        "index": 38,
        "text": "澄問：「仁、義、禮、智之名，因已發而有？」\n\n曰：「然。」\n\n他日，澄曰：「惻隱、羞惡、辭讓、是非，是性之表德邪？」\n\n曰：「仁、義、禮、智也，是表德。性，一而已：自其形體也，謂之天；主宰也，謂之帝；流行也，謂之命；賦於人也，謂之性；主於身也，謂之心。心之發也：遇父，便謂之孝；遇君，便謂之忠；自此以往，名至於無窮，只一性而已。猶人，一而已：對父，謂之子；對子，謂之父；自此以往，至於無窮，只一人而已。人只要在性上用功，看得一性字分明，即萬理燦然。」"
      },
      {
        "index": 39,
        "text": "一日論為學工夫。\n\n先生曰：「教人為學，不可執一偏。初學時：心猿意馬，拴縛不定，其所思慮，多是『人欲』一邊；故且教之靜坐、息思慮。久之，俟其心意稍定，只懸空靜守，如槁木死灰，亦無用；須教他省察克治。省察克治之功，則無時而可間。如去盜賊，須有個掃除廓清之意。無事時，將好色、好貨、好名等私，逐一追究搜尋出來；定要拔去病根，永不復起，方始為快。常如貓之捕鼠，一眼看著，一耳聽著。纔有一念萌動，即與克去，斬釘截鐵，不可姑容，與他方便；不可窩藏，不可放他出路；方是真實用功，方能掃除廓清。到得無私可克，自有端拱時在。雖曰『何思何慮』，非初學時事。初學必須思，省察克治即是思誠，只思一個天理，到得天理純全，便是『何思何慮』矣。」"
      },
      {
        "index": 40,
        "text": "澄問：「有人夜怕鬼者，奈何？」\n\n先生曰：「只是平日不能『集義』，而心有所慊，故怕。若素行合於神明，何怕之有？」\n\n子莘曰：「正直之鬼不須怕；恐邪鬼不管人善惡，故未免怕。」\n\n先生曰：「豈有邪鬼能迷正人乎？只此一怕，即是心邪，故有迷之者，非鬼迷也，心自迷耳。如人好色，即是色鬼迷；好貨，即是貨鬼迷；怒所不當怒，是怒鬼迷；懼所不當懼，是懼鬼迷也。」"
      },
      {
        "index": 41,
        "text": "「定者，心之本體，天理也。動靜，所遇之時也。」"
      },
      {
        "index": 42,
        "text": "澄問《學》、《庸》同異。\n\n先生曰：「子思括《大學》一書之義，為《中庸》首章。」"
      },
      {
        "index": 43,
        "text": "問：「孔子正名，先儒說『上告天子，下告方伯，廢輒立郢』，此意如何？」\n\n先生曰：「恐難如此。豈有一人致敬盡禮，待我而為政，我就先去廢他？豈人情天理？孔子既肯與輒為政，必已是他能傾心委國而聽。聖人盛德至誠，必已感化衛輒，使知無父之不可以為人，必將痛哭奔走，往迎其父。父子之愛，本於天性，輒能悔痛真切如此，蒯聵豈不感動底豫？蒯聵既還，輒乃致國請戮。聵已見化於子，又有夫子至誠調和其間，當亦決不肯受，仍以命輒。群臣百姓又必欲得輒為君。輒乃自暴其罪惡，請於天子，告於方伯諸侯，而必欲致國於父。聵與群臣百姓亦皆表輒悔悟仁孝之美，請於天子，告於方伯諸侯，必欲得輒而為之君。於是集命於輒，使之復君衛國。輒不得已，乃如後世上皇故事，率群臣百姓尊聵為太公，備物致養，而始退復其位焉。則君君、臣臣、父父、子子，名正言順，一舉而可為政於天下矣。孔子正名，或是如此。」"
      },
      {
        "index": 44,
        "text": "澄在鴻臚寺倉居，忽家信至，言兒病危，澄心甚憂悶，不能堪。\n\n先生曰：「此時正宜用功。若此時放過，閒時講學何用？人正要在此等時磨鍊。父之愛子，自是至情，然天理亦自有個中和處，過即是私意。人於此處多認做天理當憂，則一向憂苦，不知已是『有所憂患不得其正』。大抵七情所感，多只是過，少不及者。才過，便非心之本體，必須調停適中始得。就如父母之喪，人子豈不欲一哭便死，方快於心？然卻曰『毀不滅性』，非聖人強制之也，天理本體自有分限，不可過也。人但要識得心體，自然增減分毫不得。」"
      },
      {
        "index": 45,
        "text": "「不可謂『未發之中』常人俱有。蓋體用一源，有是體即有是用，有『未發之中』，即有『發而皆中節之和』。今人未能有『發而皆中節之和』，須知是他『未發之中』亦未能全得。」"
      },
      {
        "index": 46,
        "text": "「《易》之辭，是『初九，潛龍勿用』六字；《易》之象，是初畫；《易》之變，是值其畫；《易》之占，是用其辭。」"
      },
      {
        "index": 47,
        "text": "「『夜氣』，是就常人說。學者能用功，則日間有事、無事，皆是此氣翕聚發生處。聖人則不消說『夜氣』。」"
      },
      {
        "index": 48,
        "text": "澄問「操存舍亡」章。\n\n曰：「『出入無時，莫知其鄉』，此雖就常人心說，學者亦須是知得心之本體亦元是如此，則操存功夫，始沒病痛。不可便謂出為亡，入為存。若論本體，元是無出無入的。若論出入，則其思慮運用是出。然主宰常昭昭在此，何出之有？既無所出，何入之有？程子所謂『腔子』，亦只是天理而已。雖終日應酬而不出天理，即是在腔子裏。若出天理，斯謂之放，斯謂之亡。」\n\n又曰：「出入亦只是動靜，動靜無端，豈有鄉邪？」"
      },
      {
        "index": 49,
        "text": "王嘉秀問：「佛以出離生死誘人入道，仙以長生久視誘人入道；其心亦不是要人做不好。究其極至，亦是見得聖人上一截，然非入道正路。如今仕者，有由科、有由貢、有由傳奉，一般做到大官，畢竟非入仕正路，君子不由也。仙、佛到極處，與儒者略同，但有了上一截，遺了下一截，終不似聖人之全；然其上一截同者，不可誣也。後世儒者，又只得聖人下一截，分裂失真，流而為記誦、詞章、功利、訓詁，亦卒不免為異端。是四家者，終身勞苦，於身心無分毫益，視彼仙、佛之徒，清心寡慾，超然於世累之外者，反若有所不及矣。今學者不必先排仙、佛，且當篤志為聖人之學。聖人之學明，則仙、佛自泯。不然，則此之所學，恐彼或有不屑，而反欲其俯就，不亦難乎？鄙見如此，先生以為何如？」\n\n先生曰：「所論大略亦是。但謂上一截、下一截，亦是人見偏了如此。若論聖人大中至正之道，徹上徹下，只是一貫，更有甚上一截、下一截？『一陰一陽之謂道』，但『仁者見之，便謂之仁；知者見之，便謂之智』，『百姓又日用而不知，故君子之道鮮矣』。仁、智豈可不謂之道？但見得偏了，便有弊病。」"
      },
      {
        "index": 50,
        "text": "「蓍固是《易》，龜亦是《易》。」"
      },
      {
        "index": 51,
        "text": "問：「孔子謂武王未盡善，恐亦有不滿意？」\n\n先生曰：「在武王自合如此。」\n\n曰：「使文王未沒，畢竟如何？」\n\n曰：「文王在時，天下三分已有其二。若到武王伐商之時，文王若在，或者不致興兵，必然這一分亦來歸了。文王只善處紂，使不得縱惡而已。」"
      },
      {
        "index": 52,
        "text": "問孟子言「執中無權猶執一」。\n\n先生曰：「中只有天理，只是易。隨時變易，如何執得？須是因時制宜，難預先定一個規矩在。如後世儒者，要將道理一一說得無罅漏，立定個格式，此正是執一。」"
      },
      {
        "index": 53,
        "text": "唐詡問：「立志是常存個善念，要為善去惡否？」\n\n曰：「善念存時，即是天理。此念即善，更思何善？此念非惡，更去何惡？此念如樹之根芽，立志者，長立此善念而已。『從心所欲不踰矩』，只是志到熟處。」"
      },
      {
        "index": 54,
        "text": "「精神、道德、言、動，大率收歛為主，發散是不得已。天、地、人、物，皆然。」"
      },
      {
        "index": 55,
        "text": "問：「文中子是如何人？」\n\n先生曰：「文中子庶幾『具體而微』，惜其蚤死。」\n\n問：「如何卻有續經之非？」\n\n曰：「續經亦未可盡非。」\n\n請問。良久，曰：「更覺『良工心獨苦』。」"
      },
      {
        "index": 56,
        "text": "「許魯齋謂儒者以治生為先之說亦誤人。」"
      },
      {
        "index": 57,
        "text": "問仙家元氣、元神、元精。\n\n先生曰：「只是一件：流行為氣，凝聚為精，妙用為神。」"
      },
      {
        "index": 58,
        "text": "「喜、怒、哀、樂本體自是中和的。纔自家著些意思，便過不及，便是私。」"
      },
      {
        "index": 59,
        "text": "問「哭則不歌」。\n\n先生曰：「聖人心體自然如此。」"
      },
      {
        "index": 60,
        "text": "「克己須要掃除廓清、一毫不存方是。有一毫在，則眾惡相引而來。」"
      },
      {
        "index": 61,
        "text": "問《律呂新書》。\n\n先生曰：「學者當務為急，算得此數熟亦恐未有用，必須心中先具禮、樂之本，方可。且如其書說多用管以候氣，然至冬至那一刻時，管灰之飛或有先後，須臾之間，焉知那管正值冬至之刻？須自心中先曉得冬至之刻始得。此便有不通處。學者須先從禮、樂本原上用功。」"
      },
      {
        "index": 62,
        "text": "曰仁云：「心猶鏡也，聖人心如明鏡，常人心如昏鏡。近世『格物』之說，如以鏡照物；照上用功，不知鏡尚昏在，何能照？先生之『格物』，如磨鏡而使之明，磨上用功，明了後亦未嘗廢照。」"
      },
      {
        "index": 63,
        "text": "問道之精粗。\n\n先生曰：「道無精粗，人之所見有精粗。如這一間房，人初進來，只見一個大規模如此；處久，便柱壁之類，一一看得明白；再久，如柱上有些文藻，細細都看出來。然只是一間房。」"
      },
      {
        "index": 64,
        "text": "先生曰：「諸公近見時，少疑問，何也？人不用功，莫不自以為已知為學，只循而行之是矣。殊不知私欲日生，如地上塵，一日不掃便又有一層。著實用功，便見道無終窮；愈探愈深，必使精白、無一毫不徹方可。」"
      },
      {
        "index": 65,
        "text": "問：「知至然後可以言誠意。今天理、人欲知之未盡，如何用得克己工夫？」\n\n先生曰：「人若真實切己用功不已，則於此心：天理之精微，日見一日；私欲之細微，亦日見一日。若不用克己工夫，終日只是說話而已；天理終不自見，私欲亦終不自見。如人走路一般：走得一段，方認得一段；走到歧路處，有疑便問，問了又走；方漸能到得欲到之處。今人於已知之天理不肯存，已知之人欲不肯去，且只管愁不能盡知。只管閒講，何益之有？且待克得自己無私可克，方愁不能盡知，亦未遲在。」"
      },
      {
        "index": 66,
        "text": "問：「道一而已。古人論道，往往不同，求之亦有要乎？」\n\n先生曰：「道無方體，不可執著；卻拘滯於文義上求道，遠矣。如今人只說天，其實何嘗見天？謂日、月、風、雷即天，不可；謂人、物、草、木不是天，亦不可。道即是天，若識得時，何莫而非道？人但各以其一隅之見，認定以為道止如此，所以不同。若解向裏尋求，見得自己心體，即無時無處不是此道。亙古亙今，無終無始，更有甚同異？心即道，道即天，知心則知道、知天。」\n\n又曰：「諸君要實見此道，須從自己心上體認，不假外求，始得。」"
      },
      {
        "index": 67,
        "text": "問：「名物度數，亦須先講求否？」\n\n先生曰：「人只要成就自家心體，則用在其中。如養得心體，果有『未發之中』，自然『有發而中節之和』，自然無施不可。茍無是心，雖預先講得世上許多名物度數，與己原不相干，只是裝綴，臨時自行不去。亦不是將名物度數全然不理，只要『知所先後，則近道』。」\n\n又曰：「人要隨才成就，才是其所能為。如夔之樂、稷之種，是他資性合下便如此。成就之者，亦只是要他心體純乎天理。其運用處，皆從天理上發來，然後謂之才。到得純乎天理處，亦能『不器』。使夔、稷易藝而為，當亦能之。」\n\n又曰：「如『素富貴行乎富貴，素患難行乎患難』，皆是『不器』。此惟養得心體正者能之。」"
      },
      {
        "index": 68,
        "text": "「與其為數頃無源之塘水，不若為數尺有源之井水，生意不窮。」時先生在塘邊坐，傍有井，故以之喻學云。"
      },
      {
        "index": 69,
        "text": "問：「世道日降，太古時氣象如何復見得？」\n\n先生曰：「一日便是一元。人平旦時起坐，未與物接，此心清明景象，便如在伏羲時遊一般。」"
      },
      {
        "index": 70,
        "text": "問：「心要逐物，如何則可？」\n\n先生曰：「人君端拱清穆，六卿分職，天下乃治。心統五官，亦要如此。今眼要視時，心便逐在色上；耳要聽時，心便逐在聲上。如人君要選官時，便自去坐在吏部；要調軍時，便自去坐在兵部。如此，豈惟失卻君體，六卿亦皆不得其職。」"
      },
      {
        "index": 71,
        "text": "「善念發而知之，而充之；惡念發而知之，而遏之。知與充與遏者，志也，天聰明也。聖人只有此，學者當存此。」"
      },
      {
        "index": 72,
        "text": "澄曰：「好色、好利、好名等心，固是私欲。如閒思雜慮，如何亦謂之私欲？」\n\n先生曰：「畢竟從好色、好利、好名等根上起，自尋其根便見。如汝心中決知是無有做劫盜的思慮，何也？以汝元無是心也。汝若於貨、色、名、利等心，一切皆如不做劫盜之心一般，都消滅了，光光只是心之本體，看有甚閒思慮？此便是『寂然不動』，便是『未發之中』，便是『廓然大公』。自然『感而遂通』，自然『發而中節』，自然『物來順應』。」"
      },
      {
        "index": 73,
        "text": "問「志至氣次」。\n\n先生曰：「『志之所至，氣亦至焉』之謂，非極至、次貳之謂。『持其志』，則養氣在其中；『無暴其氣』，則亦持其志矣。孟子救告子之偏，故如此夾持說。」"
      },
      {
        "index": 74,
        "text": "問：「先儒曰：『聖人之道，必降而自卑。賢人之言，則引而自高。』如何？」\n\n先生曰：「不然。如此卻乃偽也。聖人如天，無往而非天，三光之上，天也，九地之下亦天也，天何嘗有降而自卑？此所謂『大而化之』也。賢人如山嶽，守其高而已。然百仞者不能引而為千仞，千仞者不能引而為萬仞。是賢人未嘗引而自高也，引而自高則偽矣。」"
      },
      {
        "index": 75,
        "text": "問：「伊川謂『不當於喜怒哀樂未發之前求中』，延平卻教學者『看未發之前氣象』，何如？」\n\n先生曰：「皆是也。伊川恐人於未發前討個中，把中做一物看，如吾向所謂認氣定時做中，故令只於涵養省察上用功。延平恐人未便有下手處，故令人時時刻刻求未發前氣象，使人正目而視惟此，傾耳而聽惟此，即是『戒慎不睹，恐懼不聞』的工夫。皆古人不得已誘人之言也。」"
      },
      {
        "index": 76,
        "text": "澄問：「喜怒哀樂之中、和，其全體常人固不能有。如一件小事當喜怒者，平時無有喜怒之心，至其臨時，亦能中節，亦可謂之中、和乎？」\n\n先生曰：「在一時一事，固亦可謂之中、和，然未可謂之大本、達道。人性皆善，中、和是人人原有的，豈可謂無？但常人之心既有所昏蔽，則其本體雖亦時時發見，終是暫明暫滅，非其全體大用矣。無所不中，然後謂之『大本』；無所不和，然後謂之『達道』。惟天下之至誠，然後能立天下之『大本』。」\n\n曰：「澄於『中』字之義尚未明。」\n\n曰：「此須自心體認出來，非言語所能喻。『中』只是天理。」\n\n曰：「何者為天理？」\n\n曰：「去得人欲，便識天理。」\n\n曰：「天理何以謂之中？」\n\n曰：「無所偏倚。」\n\n曰：「無所偏倚是何等氣象？」\n\n曰：「如明鏡然，全體瑩徹，略無纖塵染著。」\n\n曰：「偏倚是有所染著。如著在好色、好利、好名等項上，方見得偏倚；若未發時，美色、名、利皆未相著，何以便知其有所偏倚？」\n\n曰：「雖未相著，然平日好色、好利、好名之心原未嘗無；既未嘗無，即謂之有；既謂之有，則亦不可謂無偏倚。譬之病瘧之人，雖有時不發，而病根原不曾除，則亦不得謂之無病之人矣。須是平日好色、好利、好名等項一應私心，掃除蕩滌，無復纖毫留滯，而此心全體廓然，純是天理，方可謂之『喜怒哀樂未發之中』，方是『天下之大本』。」"
      },
      {
        "index": 77,
        "text": "問：「『顏子沒而聖學亡』，此語不能無疑。」\n\n先生曰：「見聖道之全者惟顏子。觀『喟然一嘆』可見。其謂『夫子循循然善誘人，博我以文，約我以禮』，是見破後如此說。博文、約禮如何是善誘人？學者須思之。道之全體，聖人亦難以語人，須是學者自修自悟。顏子『雖欲從之，末由也已』，即文王『望道未見』意。望道未見，乃是真見。顏子沒，而聖學之正派遂不盡傳矣。」"
      },
      {
        "index": 78,
        "text": "問：「身之主為心，心之靈明是知，知之發動是意，意之所著為物，是如此否？」\n\n先生曰：「亦是。」"
      },
      {
        "index": 79,
        "text": "「只存得此心常見在，便是學。過去未來事，思之何益？徒放心耳。」"
      },
      {
        "index": 80,
        "text": "「言語無序，亦足以見心之不存。」"
      },
      {
        "index": 81,
        "text": "尚謙問孟子之不動心與告子異。\n\n先生曰：「告子是硬把捉著此心，要他不動；孟子卻是集義到自然不動。」\n\n又曰：「心之本體，原自不動。心之本體即是性，性即是理；性元不動，理元不動。集義是復其心之本體。」"
      },
      {
        "index": 82,
        "text": "「萬象森然時，亦沖漠無朕；沖漠無朕即萬象森然。沖漠無朕者，『一』之父；萬象森然者，『精』之母。『一』中有『精』，『精』中有『一』。」"
      },
      {
        "index": 83,
        "text": "「心外無物。如吾心發一念孝親，即孝親便是物。」"
      },
      {
        "index": 84,
        "text": "先生曰：「今為吾所謂『格物』之學者，尚多流於口耳。況為口耳之學者，能反於此乎？天理、人欲，其精微必時時用力省察克治，方日漸有見。如今一說話之間，雖只講天理，不知心中倏忽之間，已有多少私欲。蓋有竊發而不知者，雖用力察之，尚不易見，況徒口講而可得盡知乎？今只管講天理來頓放著不循，講人欲來頓放著不去，豈『格物』、『致知』之學？後世之學，其極至，只做得個『義襲而取』的工夫。」"
      },
      {
        "index": 85,
        "text": "問「格物」。\n\n先生曰：「格者，正也。正其不正，以歸於正也。」"
      },
      {
        "index": 86,
        "text": "問：「『知止』者，知至善只在吾心，元不在外也，而後志定？」\n\n曰：「然。」"
      },
      {
        "index": 87,
        "text": "問：「格物於動處用功否？」\n\n先生曰：「格物無間動靜，靜亦物也。孟子謂『必有事焉』，是動靜皆有事。」"
      },
      {
        "index": 88,
        "text": "「工夫難處，全在『格物』、『致知』上，此即『誠意』之事。意既誠，大段心亦自正，身亦自修。但『正心』、『修身』工夫亦各有用力處，『修身』是已發邊，『正心』是未發邊。心正則中，身修則和。」"
      },
      {
        "index": 89,
        "text": "「自『格物』、『致知』至『平天下』，只是一個『明明德』，雖『親民』亦『明德』事也。『明德』是此心之德，即是仁。仁者以天地萬物為一體，使有一物失所，便是吾仁有未盡處。」"
      },
      {
        "index": 90,
        "text": "「只說『明明德』而不說『親民』，便似老、佛。」"
      },
      {
        "index": 91,
        "text": "「至善者，性也；性元無一毫之惡，故曰『至善』。止之，是復其本然而已。」"
      },
      {
        "index": 92,
        "text": "問：「知至善即吾性，吾性具吾心，吾心乃至善所止之地，則不為向時之紛然外求，而志定矣。定則不擾擾而靜，靜而不妄動則安，安則一心一意只在此處，千思萬想，務求必得此至善，是能慮而得矣。如此說是否？」\n\n先生曰：「大略亦是。」"
      },
      {
        "index": 93,
        "text": "問：「程子云：『仁者以天地萬物為一體。』何墨氏兼愛，反不得謂之仁？」\n\n先生曰：「此亦甚難言，須是諸君自體認出來始得。仁是造化生生不息之理，雖瀰漫周遍，無處不是，然其流行發生，亦只有個漸，所以生生不息。如冬至一陽生，必自一陽生而後漸漸至於六陽；若無一陽之生，豈有六陽？陰亦然。惟其漸，所以便有個發端處；惟其有個發端處，所以生；惟其生，所以不息。譬之木，其始抽芽，便是木之生意發端處；抽芽然後發幹，發幹然後生枝、生葉，然後是生生不息。若無芽，何以有幹、有枝葉？能抽芽，必是下面有個根在；有根方生，無根便死。無根何從抽芽？父子、兄弟之愛，便是人心生意發端處，如木之抽芽。自此而仁民，而愛物，便是發幹、生枝、生葉。墨氏兼愛無差等，將自家父子、兄弟與途人一般看，便自沒了發端處；不抽芽便知得他無根，便不是生生不息，安得謂之仁？孝、弟為仁之本，卻是仁理從裏面發生出來。」"
      },
      {
        "index": 94,
        "text": "問：「延平云：『當理而無私心。』『當理』與『無私心』如何分別？」\n\n先生曰：「心即理也，『無私心』即是『當理』，未『當理』便是私心。若析心與理言之，恐亦未善。」\n\n又問：「釋氏於世間一切情欲之私，都不染著，似無私心。但外棄人倫，卻似未『當理』。」\n\n曰：「亦只是一統事，都只是成就他一個私己的心。」\n\n以下門人薛侃錄"
      },
      {
        "index": 95,
        "text": "侃問：「持志如心痛。一心在痛上，安有工夫說閑語、管閑事？」\n\n先生曰：「初學工夫，如此用亦好；但要使知『出入無時，莫知其鄉』。心之神明，原是如此，工夫方有著落。若只死死守著，恐於工夫上又發病。」"
      },
      {
        "index": 96,
        "text": "侃問：「專涵養而不務講求，將認欲作理，則如之何？」\n\n先生曰：「人須是知學。講求亦只是涵養，不講求只是涵養之志不切。」\n\n曰：「何謂知學？」\n\n曰：「且道為何而學？學個甚？」\n\n曰：「嘗聞先生教，學是學存天理。心之本體即是天理，體認天理，只要自心地無私意。」\n\n曰：「如此，則只須克去私意便是，又愁甚理欲不明？」\n\n曰：「正恐這些私意認不真。」\n\n曰：「總是志未切。志切，目視、耳聽皆在此，安有認不真的道理？『是非之心，人皆有之』，不假外求。講求亦只是體當自心所見，不成去心外別有個見？」"
      },
      {
        "index": 97,
        "text": "先生問在坐之友：「比來工夫何似？」\n\n一友舉虛明意思。\n\n先生曰：「此是說光景。」\n\n一友敘今昔異同。\n\n先生曰：「此是說效驗。」\n\n二友惘然，請是。\n\n先生曰：「吾輩今日用功，只是要為善之心真切。此心真切，見善即遷、有過即改，方是真切工夫。如此，則人欲日消、天理日明。若只管求光景、說效驗，卻是助長外馳病痛，不是工夫。」"
      },
      {
        "index": 98,
        "text": "朋友觀書，多有摘議晦庵者。\n\n先生曰：「是有心求異，即不是。吾說與晦庵時有不同者，為入門下手處有毫釐千里之分，不得不辯。然吾之心與晦庵之心，未嘗異也。若其餘文義解得明當處，如何動得一字？」"
      },
      {
        "index": 99,
        "text": "希淵問：「聖人可學而至，然伯夷、伊尹於孔子才力終不同，其同謂之聖者安在？」\n\n先生曰：「聖人之所以為聖，只是其心純乎天理，而無人欲之雜。猶精金之所以為精，但以其成色足而無銅鉛之雜也。人到純乎天理方是聖，金到足色方是精。然聖人之才力，亦有大小不同，猶金之分兩有輕重。堯、舜猶萬鎰，文王、孔子猶九千鎰，禹、湯、武王猶七八千鎰，伯夷、伊尹猶四五千鎰。才力不同，而純乎天理則同，皆可謂之聖人；猶分兩雖不同，而足色則同，皆可謂之精金。以五千鎰者而入於萬鎰之中，其足色同也；以夷、尹而廁之堯、孔之間，其純乎天理同也。蓋所以為精金者，在足色，而不在分兩；所以為聖者，在純乎天理，而不在才力也。故雖凡人而肯為學，使此心純乎天理，則亦可為聖人；猶一兩之金比之萬鎰，分兩雖懸絕，而其到足色處，可以無愧。故曰『人皆可以為堯、舜』者以此。學者學聖人，不過是去人欲而存天理耳；猶鍊金而求其足色。金之成色所爭不多，則鍛鍊之工省而功易成；成色愈下，則鍛鍊愈難。人之氣質清濁粹駁，有中人以上、中人以下；其於道，有生知安行、學知利行；其下者必須人一己百，人十己千：及其成功則一。後世不知作聖之本是純乎天理，卻專去知識、才能上求聖人。以為聖人無所不知、無所不能，我須是將聖人許多知識、才能逐一理會始得。故不務去天理上著工夫，徒弊精竭力，從冊子上鑽研、名物上考索、形迹上比擬，知識愈廣而人欲愈滋，才力愈多而天理愈蔽。正如見人有萬鎰精金，不務鍛鍊成色，求無愧於彼之精純，而乃妄希分兩，務同彼之萬鎰，錫、鉛、銅、鐵雜然而投，分兩愈增而成色愈下，既其梢末，無復有金矣。」\n\n時曰仁在傍，曰：「先生此喻足以破世儒支離之惑，大有功於後學。」\n\n先生又曰：「吾輩用功，只求日減，不求日增。減得一分人欲，便是復得一分天理。何等輕快脫灑？何等簡易？」"
      },
      {
        "index": 100,
        "text": "士德問曰：「『格物』之說，如先生所教，明白簡易，人人見得。文公聰明絕世，於此反有未審，何也？」\n\n先生曰：「文公精神氣魄大，是他早年合下便要繼往開來，故一向只就考索著述上用功。若先切己自修，自然不暇及此。到得德盛後，果憂道之不明。如孔子退修六籍，刪繁就簡，開示來學，亦大段不費甚考索。文公早歲便著許多書，晚年方悔，是倒做了。」\n\n士德曰：「晚年之悔，如謂：『向來定本之誤。』又謂：『雖讀得書，何益於吾事？』又謂：『此與守書籍，泥言語，全無交涉。』是他到此方悔從前用功之錯，方去切己自修矣。」\n\n曰：「然。此是文公不可及處，他力量大，一悔便轉；可惜不久即去世，平日許多錯處，皆不及改正。」"
      },
      {
        "index": 101,
        "text": "侃去花間草，因曰：「天地間何善難培、惡難去？」\n\n先生曰：「未培未去耳。」\n\n少間，曰：「此等看善惡，皆從軀殼起念，便會錯。」\n\n侃未達。\n\n曰：「天地生意，花草一般，何曾有善惡之分？子欲觀花，則以花為善，以草為惡；如欲用草時，復以草為善矣。此等善惡，皆由汝心好惡所生，故知是錯。」\n\n曰：「然則無善無惡乎？」\n\n曰：「無善無惡者，理之靜；有善有惡者，氣之動。不動於氣，即無善無惡，是謂至善。」\n\n曰：「佛氏亦無善無惡，何以異？」\n\n曰：「佛氏著在無善無惡上，便一切都不管，不可以治天下。聖人無善無惡，只是『無有作好』、『無有作惡』，不動於氣。然『遵王之道』，『會其有極』，便自『一循天理』，便有個『裁成輔相』。」\n\n曰：「草既非惡，即草不宜去矣。」\n\n曰：「如此卻是佛、老意見。草若是礙，何妨汝去？」\n\n曰：「如此又是作好、作惡。」\n\n曰：「不作好惡，非是全無好惡，卻是無知覺的人。謂之不作者，只是好惡一循於理，不去又著一分意思。如此，即是不曾好惡一般。」\n\n曰：「去草如何是一循於埋，不著意思？」\n\n曰：「草有妨礙，理亦宜去，去之而已。偶未即去，亦不累心。若著了一分意思，即心體便有貽累，便有許多動氣處。」\n\n曰：「然則善惡全不在物？」\n\n曰：「只在汝心，循理便是善，動氣便是惡。」\n\n曰：「畢竟物無善惡。」\n\n曰：「在心如此，在物亦然。世儒惟不知此，舍心逐物，將『格物』之學錯看了，終日馳求於外，只做得個『義襲而取』，終身行不著、習不察。」\n\n曰：「『如好好色，如惡惡臭』，則如何？」\n\n曰：「此正是一循於理，是天理合如此，本無私意作好作惡。」\n\n曰：「『如好好色，如惡惡臭』，安得非意？」\n\n曰：「卻是誠意，不是私意。誠意只是循天理。雖是循天理，亦著不得一分意。故有所忿懥、好樂，則不得其正，須是廓然大公，方是心之本體。知此，即知『未發之中』。」\n\n伯生曰：「先生云：『草有妨礙，理亦宜去。』緣何又是軀殼起念？」\n\n曰：「此須汝心自體當。汝要去草，是甚麼心？周茂叔窗前草不除，是甚麼心？」"
      },
      {
        "index": 102,
        "text": "先生謂學者曰：「為學須得個頭腦，工夫方有著落；縱未能無間，如舟之有舵，一提便醒。不然，雖從事於學，只做個『義襲而取』，只是行不著、習不察，非大本、達道也。」\n\n又曰：「見得時，橫說豎說皆是。若於此處通，彼處不通，只是未見得。」"
      },
      {
        "index": 103,
        "text": "或問為學以親故，不免業舉之累。\n\n先生曰：「以親之故而業舉，為累於學，則治田以養其親者，亦有累於學乎？先正云：『惟患奪志。』但恐為學之志不真切耳。」"
      },
      {
        "index": 104,
        "text": "崇一問：「尋常意思多忙。有事固忙，無事亦忙，何也？」\n\n先生曰：「天地氣機，元無一息之停，然有個主宰，故不先、不後，不急、不緩，雖千變萬化，而主宰常定，人得此而生。若主宰定時，與天運一般不息，雖酬酢萬變，常是從容自在，所謂『天君泰然，百體從令』。若無主宰，便只是這氣奔放，如何不忙？」"
      },
      {
        "index": 105,
        "text": "先生曰：「為學大病在好名。」\n\n侃曰：「從前歲自謂此病已輕，比來精察，乃知全未。豈必務外為人，只聞譽而喜，聞毀而悶，即是此病發來？」\n\n曰：「最是。名與實對，務實之心重一分，則務名之心輕一分；全是務實之心，即全無務名之心；若務實之心如飢之求食，渴之求飲，安得更有工夫好名？」\n\n又曰：「『疾沒世而名不稱』，『稱』字去聲讀，亦『聲聞過情，君子恥之』之意。實不稱名，生猶可補，沒則無及矣。『四十五十而無聞』，是不聞道，非無聲聞也。孔子云：『是聞也，非達也。』安肯以此望人？」"
      },
      {
        "index": 106,
        "text": "侃多悔。\n\n先生曰：「悔悟是去病之藥，然以改之為貴。若留滯於中，則又因藥發病。」"
      },
      {
        "index": 107,
        "text": "德章曰：「聞先生以精金喻聖，以分兩喻聖人之分量，以鍛鍊喻學者之工夫，最為深切。惟謂堯、舜為萬鎰，孔子為九千鎰；疑未安。」\n\n先生曰：「此又是軀殼上起念，故替聖人爭分兩。若不從軀殼上起念，即堯、舜萬鎰不為多，孔子九千鎰不為少；堯、舜萬鎰，只是孔子的；孔子九千鎰，只是堯、舜的；原無彼我，所以謂之聖。只論『精一』，不論多寡。只要此心純乎天理處同，便同謂之聖。若是力量氣魄，如何盡同得？後儒只在分兩上較量，所以流入功利。若除去了比較分兩的心，各人盡著自己力量精神，只在此心純天理上用功，即人人自有，個個圓成，便能大以成大，小以成小，不假外慕，無不具足。此便是實實落落明善誠身的事。後儒不明聖學，不知就自己心地良知良能上體認擴充，卻去求知其所不知，求能其所不能，一味只是希高慕大；不知自己是桀、紂心地，動輒要做堯、舜事業，如何做得？終年碌碌，至於老死，竟不知成就了個甚麼？可哀也已。」"
      },
      {
        "index": 108,
        "text": "侃問：「先儒以心之靜為體，心之動為用，如何？」\n\n先生曰：「心不可以動、靜為體、用。動、靜，時也。即體而言，用在體；即用而言，體在用；是謂體、用一源。若說靜可以見其體，動可以見其用，卻不妨。」"
      },
      {
        "index": 109,
        "text": "問：「上智下愚如何不可移？」\n\n先生曰：「不是不可移，只是不肯移。」"
      },
      {
        "index": 110,
        "text": "問「子夏門人問交」章。\n\n先生曰：「子夏是言小子之交，子張是言成人之交。若善用之，亦俱是。」"
      },
      {
        "index": 111,
        "text": "子仁問：「『學而時習之，不亦說乎』，先儒以學為效先覺之所為，如何？」\n\n先生曰：「學是學去人欲、存天理；從事於去人欲、存天理，則自正諸先覺，考諸古訓，自下許多問辨、思索、存省、克治工夫，然不過欲去此心之人欲，存吾心之天理耳。若曰『效先覺之所為』，則只說得學中一件事，亦似專求諸外了。『時習』者，『坐如尸』，非專習坐也，坐時習此心也；『立如齋』，非專習立也，立時習此心也。『說』是『理義之說我心』之說，人心本自說理義，如目本說色、耳本說聲，惟為人欲所蔽、所累，始有不說。今人欲日去，則理義日洽浹，安得不說？」"
      },
      {
        "index": 112,
        "text": "國英問：「曾子『三省』雖切，恐是未聞『一貫』時工夫？」\n\n先生曰：「『一貫』是夫子見曾子未得用功之要，故告之。學者果能忠、恕上用功，豈不是『一貫』？『一』如樹之根本，『貫』如樹之枝葉；未種根，何枝葉之可得？體、用一源，體未立，用安從生？謂『曾子於其用處，蓋已隨事精察而力行之，但未知其體之一。』，此恐未盡。」"
      },
      {
        "index": 113,
        "text": "黃誠甫問「汝與回也孰愈」章。\n\n先生曰：「子貢多學而識，在聞見上用功；顏子在心地上用功：故聖人問以啟之。而子貢所對又只在知見上，故聖人嘆惜之，非許之也。」"
      },
      {
        "index": 114,
        "text": "「顏子不遷怒、不貳過，亦是有『未發之中』始能。」"
      },
      {
        "index": 115,
        "text": "「種樹者必培其根，種德者必養其心。欲樹之長，必於始生時刪其繁枝；欲德之盛，必於始學時去夫外好。如外好詩文，則精神日漸漏泄在詩文上去；凡百外好皆然。」\n\n又曰：「我此論學，是無中生有的工夫，諸公須要信得及，只是立志。學者一念為善之志，如樹之種，但勿助勿忘，只管培植將去，自然日夜滋長，生氣日完，枝葉日茂。樹初生時，便抽繁枝，亦須刊落，然後根榦能大。初學時亦然，故立志貴專一。」"
      },
      {
        "index": 116,
        "text": "因論先生之門，某人在涵養上用功，某人在識見上用功。\n\n先生曰：「專涵養者，日見其不足；專識見者，日見其有餘。日不足者，日有餘矣；日有餘者，日不足矣。」"
      },
      {
        "index": 117,
        "text": "梁日孚問：「居敬、窮理是兩事，先生以為一事，何如？」\n\n先生曰：「天地間只有此一事，安有兩事？若論萬殊，禮儀三百，威儀三千，又何止兩？公且道居敬是如何？窮理是如何？」\n\n曰：「居敬是存養工夫，窮理是窮事物之理。」\n\n曰：「存養個甚？」\n\n曰：「是存養此心之天理。」\n\n曰：「如此，亦只是窮理矣。」曰：「且道如何窮事物之理？」\n\n曰：「如事親便要窮孝之理，事君便要窮忠之理。」\n\n曰：「忠與孝之理，在君、親身上？在自己心上？若在自己心上，亦只是窮此心之理矣。且道如何是敬？」\n\n曰：「只是主一。」\n\n「如何是主一？」\n\n曰：「如讀書，便一心在讀書上；接事，便一心在接事上。」\n\n曰：「如此則飲酒，便一心在飲酒上；好色，便一心在好色上。卻是逐物，成甚居敬工夫？」\n\n日孚請問。\n\n曰：「一者，天理。主一是一心在天理上。若只知主一，不知一即是理，有事時便是逐物，無事時便是著空。惟其有事無事，一心皆在天理上用功，所以居敬亦即是窮理。就窮理專一處說，便謂之居敬；就居敬精密處說，便謂之窮理。卻不是居敬了，別有個心窮理；窮理時，別有個心居敬：名雖不同，功夫只是一事。就如《易》言『敬以直內，義以方外』，敬即是無事時義，義即是有事時敬，兩句合說一件。如孔子言『修己以敬』，即不須言義；孟子言『集義』，即不須言敬。會得時，橫說豎說，工夫總是一般。若泥文逐句，不識本領，即支離決裂，工夫都無下落。」\n\n問：「窮理何以即是盡性？」\n\n曰：「心之體，性也；性即理也。窮仁之理，真要仁極仁；窮義之理，真要義極義：仁、義只是吾性，故窮理即是盡性。如孟子說『充其惻隱之心』，至『仁不可勝用』，這便是窮理工夫。」\n\n日孚曰：「先儒謂『一草一木亦皆有理，不可不察。』，如何？」\n\n先生曰：「夫我則不暇。公且先去理會自己性情，須能盡人之性，然後能盡物之性。」日孚悚然有悟。"
      },
      {
        "index": 118,
        "text": "惟乾問：「知如何是心之本體？」\n\n先生曰：「知是理之靈處。就其主宰處說，便謂之心；就其稟賦處說，便謂之性。孩提之童，無不知愛其親，無不知敬其兄，只是這個靈能不為私欲遮隔，充拓得盡，便完；完是他本體，便與天地合德。自聖人以下，不能無蔽，故須『格物』以致其知。」"
      },
      {
        "index": 119,
        "text": "守衡問：「《大學》工夫只是誠意，誠意工夫只是格物。修、齊、治、平，只誠意盡矣。又有正心之功，有所忿懥、好樂則不得其正，何也？」\n\n先生曰：「此要自思得之，知此則知『未發之中』矣。」\n\n守衡再三請。\n\n曰：「為學工夫有淺深。初時若不著實用意去好善、惡惡，如何能為善、去惡？這著實用意便是誠意。然不知心之本體原無一物，一向著意去好善、惡惡，便又多了這分意思，便不是廓然大公。《書》所謂『無有作好、作惡』，方是本體。所以說：『有所忿懥、好樂，則不得其正。』正心只是誠意工夫裏面體當自家心體，常要鑒空衡平，這便是『未發之中』。」"
      },
      {
        "index": 120,
        "text": "正之問：「『戒懼是己所不知時工夫，慎獨是己所獨知時工夫』，此說如何？」\n\n先生曰：「只是一個工夫，無事時固是獨知，有事時亦是獨知。人若不知於此獨知之地用力，只在人所共知處用功，便是作偽，便是『見君子而後厭然』。此獨知處便是誠的萌芽，此處不論善念、惡念，更無虛假，一是百是，一錯百錯，正是王霸、義利、誠偽、善惡界頭。於此一立立定，便是端本澄源，便是立誠。古人許多誠身的工夫，精神命脈，全體只在此處，真是莫見莫顯，無時無處，無終無始，只是此個工夫。今若又分戒懼為己所不知，即工夫便支離，亦有間斷。既戒懼即是知，己若不知，是誰戒懼？如此見解，便要流入斷滅禪定。」\n\n曰：「不論善念、惡念，更無虛假，則獨知之地，更無無念時邪？」\n\n曰：「戒懼亦是念。戒懼之念，無時可息。若戒懼之心稍有不存，不是昏瞶，便已流入惡念。自朝至暮，自少至老，若要無念，即是己不知，此除是昏睡，除是槁木死灰。」"
      },
      {
        "index": 121,
        "text": "志道問：「荀子云『養心莫善於誠』，先儒非之，何也？」\n\n先生曰：「此亦未可便以為非。誠字有以工夫說者：誠是心之本體，求復其本體，便是思誠的工夫。明道說『以誠敬存之』，亦是此意。《大學》：『欲正其心，先誠其意。』荀子之言固多病，然不可一例吹毛求疵。大凡看人言語，若先有個意見，便有過當處。『為富不仁』之言，孟子有取於陽虎，此便見聖賢大公之心。」"
      },
      {
        "index": 122,
        "text": "蕭惠問：「己私難克，奈何？」\n\n先生曰：「將汝己私來，替汝克。」\n\n又曰：「人須有為己之心，方能克己；能克己，方能成己。」\n\n蕭惠曰：「惠亦頗有為己之心，不知緣何不能克己？」\n\n先生曰：「且說汝有為己之心是如何？」\n\n惠良久曰：「惠亦一心要做好人，便自謂頗有為己之心。今思之，看來亦只是為得個軀殼的己，不曾為個真己。」\n\n先生曰：「真己何曾離著軀殼？恐汝連那軀殼的己也不曾為。且道汝所謂軀殼的己，豈不是耳、目、口、鼻、四肢？」\n\n惠曰：「正是。為此，目便要色，耳便要聲，口便要味，四肢便要逸樂，所以不能克。」\n\n先生曰：「『美色令人目盲，美聲令人耳聾，美味令人囗爽，馳騁田獵令人發狂』，這都是害汝耳、目、囗、鼻、四肢的，豈得是為汝耳、目、口、鼻、四肢？若為著耳、目、口、鼻、四肢時，便須思量耳如何聽，目如何視，口如何言，四肢如何動。必須非禮勿視、聽、言、動，方才成得個耳、目、口、鼻、四肢，這個才是為著耳、目、口、鼻、四肢。汝今終日向外馳求，為名、為利，這都是為著軀殼外面的物事。汝若為著耳、目、口、鼻、四肢，要非禮勿視、聽、言、動時，豈是汝之耳、目、口、鼻、四肢自能勿視、聽、言、動？須由汝心。這視、聽、言、動皆是汝心，汝心之視，發竅於目；汝心之聽，發竅於耳；汝心之言，發竅於口；汝心之動，發竅於四肢。若無汝心，便無耳、目、口、鼻。所謂汝心，亦不專是那一團血肉；若是那一團血肉，如今已死的人，那一團血肉還在，緣何不能視、聽、言、動？所謂汝心，卻是那能視、聽、言、動的，這個便是性，便是天理。有這個性，才能生。這性之生理，便謂之仁。這性之生理：發在目，便會視；發在耳，便會聽；發在口，便會言；發在四肢，便會動；都只是那天理發生。以其主宰一身，故謂之心。這心之本體，原只是個天理，原無非禮，這個便是汝之真己，這個真己是軀殼的主宰。若無真己，便無軀殼；真是有之即生，無之即死。汝若真為那個軀殼的己，必須用著這個真己，便須常常保守著這個真己的本體，戒慎不睹，恐懼不聞，惟恐虧損了他一些；才有一毫非禮萌動，便如刀割、如針刺，忍耐不過，必須去了刀、拔了針。這才是有為己之心，力能克己。汝今正是認賊作子，緣何卻說有為己之心，不能克己？」"
      },
      {
        "index": 123,
        "text": "有一學者病目，戚戚甚憂。\n\n先生曰：「爾乃貴目賤心。」"
      },
      {
        "index": 124,
        "text": "蕭惠好仙、釋。\n\n先生警之曰：「吾亦自幼篤志二氏，自謂既有所得，謂儒者為不足學。其後居夷三載，見得聖人之學，若是其簡易廣大，始自嘆悔錯用了三十年氣力。大抵二氏之學，其妙與聖人只有毫釐之間。汝今所學，乃其土苴，輒自信自好若此，真鴟鴞竊腐鼠耳。」\n\n惠請問二氏之妙。\n\n先生曰：「向汝說聖人之學簡易廣大，汝卻不問我悟的，只問我悔的。」\n\n惠慚謝，請問聖人之學。\n\n先生曰：「汝今只是了人事問；待汝辦個真要求為聖人的心，來與汝說。」\n\n惠再三請。\n\n先生曰：「已與汝一句道盡，汝尚自不會。」"
      },
      {
        "index": 125,
        "text": "劉觀時問：「『未發之中』是如何？」\n\n先生曰：「汝但戒慎不睹，恐懼不聞，養得此心純是天理，便自然見。」\n\n觀時請略示氣象。\n\n先生曰：「啞子喫苦瓜，與你說不得。你要知此苦，還須你自喫。」\n\n時曰仁在傍，曰：「如此才是真知即是行矣。」\n\n一時在座諸友皆有省。"
      },
      {
        "index": 126,
        "text": "蕭惠問死生之道。\n\n先生曰：「知晝夜，即知死生。」\n\n問晝夜之道。\n\n曰：「知晝則知夜。」\n\n曰：「晝亦有所不知乎？」\n\n先生曰：「汝能知晝？懵懵而興，蠢蠢而食，行不著，習不察，終日昏昏，只是夢晝。惟息有養，瞬有存，此心惺惺明明，天理無一息間斷，才是能知晝。這便是天德，便是通乎晝夜之道而知，更有甚麼死生？」"
      },
      {
        "index": 127,
        "text": "馬子莘問：「『修道之教』，舊說謂『聖人品節吾性之固有，以為法於天下，若禮、樂、刑、政之屬』，此意如何？」\n\n先生曰：「道即性、即命，本是完完全全，增減不得，不假修飾的，何須要聖人品節？卻是不完全的物件。禮、樂、刑、政是治天下之法，固亦可謂之教，但不是子思本旨。若如先儒之說，下面由教入道的，緣何舍了聖人禮、樂、刑、政之教，別說出一段戒慎恐懼工夫？卻是聖人之教為虛設矣。」\n\n子莘請問。\n\n先生曰：「子思性、道、教皆從本原上說，天命於人，則命便謂之性；率性而行，則性便謂之道；修道而學，則道便謂之教。率性是誠者事，所謂『自誠明，謂之性』也；修道是誠之者事，所謂『自明誠，謂之教』也。聖人率性而行，即是道。聖人以下，未能率性，於道未免有過、不及，故須修道。修道則賢知者不得而過，愚不肯者不得而不及，都要循著這個道，則道便是個教。此『教』字與『天道至教』、『風雨霜露，無非教也』之『教』同。『修道』字與『修道以仁』同。人能修道，然後能不違於道，以復其性之本體，則亦是聖人率性之道矣。下面『戒慎恐懼』便是修道的工夫，『中和』便是復其性之本體，如《易》所謂『窮理盡性，以至於命』，『中和位育』便是盡性至命。」"
      },
      {
        "index": 128,
        "text": "黃誠甫問：「先儒以孔子告顏淵為邦之問，是立萬世常行之道，如何？」\n\n先生曰：「顏子具體聖人，其於為邦的大本、大原都已完備。夫子平日知之已深，到此都不必言，只就制度、文為上說。此等處亦不可忽略，須要是如此方盡善。又不可因自己本領是當了，便於防範上疏闊，須是要『放鄭聲、遠佞人』，蓋顏子是個克己向裏德上用心的人，孔子恐其外面末節或有疏略，故就他不足處幫補說。若在他人，須告以『為政在人，取人以身，修身以道，修道以仁』，『達道』、『九經』及『誠身』許多功夫，方始做得，這個方是萬世常行之道。不然，只去行了夏時，乘了殷輅，服了周冕，作了《韶》舞，天下便治得？後人但見顏子是孔門第一人，又問個『為邦』，便把做天大事看了。」"
      },
      {
        "index": 129,
        "text": "蔡希淵問：「文公《大學》新本，先『格致』而後『誠意』工夫，似與首章次第相合；若如先生從舊本之說，即『誠意』反在『格致』之前，於此尚未釋然。」\n\n先生曰：「《大學》工夫即是『明明德』，『明明德』只是個『誠意』，『誠意』的工夫只是『格物』、『致知』。若以『誠意』為主，去用『格物』、『致知』的工夫，即工夫始有下落，即為善、去惡無非是『誠意』的事。如新本先去窮格事物之理，即茫茫蕩蕩，都無著落處，須用添個『敬』字，方才牽扯得向身心上來。然終是沒根源。若須用添個『敬』字，緣何孔門倒將一個最緊要的字落了，直待千餘年後要人來補出？正謂以『誠意』為主，即不須添『敬』字，所以舉出個『誠意』來說，正是學問的大頭腦處。於此不察，真所謂『毫釐之差，千里之繆』。大抵《中庸》工夫只是『誠身』，『誠身』之極，便是『至誠』；《大學》工夫只是『誠意』，『誠意』之極，便是『至善』。工夫總是一般。今說這裏補個『敬』字，那裏補個『誠』字，未免畫蛇添足。」"
      }
    ]
  }
}
