{
  "paragraphs": [
    {
      "index": 0,
      "text": "Preface by Qian Dehong.\n\nDehong said: \"Formerly, Nan Yuanshan published the Instructions for Practical Living in Yue, in two volumes. The second volume excerpted eight letters in the Master's own hand. Of the two letters 'Reply to Xu Chengzhi,' the Master himself said: 'The world has affirmed Zhu Xi and rejected Lu Xiangshan for so long that to reverse this in a single day is difficult. These two letters tentatively offer a mediating position, so that people may think it through for themselves.' Thus Yuanshan placed them at the beginning of the second volume, perhaps with this intention in mind. Now that the debate between Zhu Xi and Lu Xiangshan has long been clarified throughout the world, when I published the Master's Collected Writings, I placed these two letters in the Supplementary Collection to indicate that they were not his final position; therefore they are not included here. Of the remaining letters, those that most thoroughly explain the original substance of knowledge and action are the 'Reply Discussing Learning' and the four letters replying to Zhou Daotong, Lu Chengbo, and Ouyang Chongyi. The letter that most thoroughly explains 'investigation of things as the place where learners exert effort daily and visibly' is the 'Reply to Luo Zheng'an.' Throughout his life, braving the denunciations and attacks of the world, surviving countless mortal dangers, he anxiously never ceased lecturing and teaching, fearing only that people would not hear of this Way and would drift into utilitarianism and cunning, sinking daily into barbarism and bestiality without realizing it. His heart of forming one body with all things, ceaselessly laboring his whole life until death—this is the bitter devotion of sages from Confucius and Mencius onward, which even his own disciples could not fully appreciate. This sentiment is most thoroughly expressed in the first letter 'Reply to Nie Wenwei.' All these follow Yuanshan's original selection. But the passage revealing that 'there must be this undertaking' is precisely the effort of 'extending innate knowing'—clear, direct, and enabling people to find an immediate point of entry upon hearing it—this is most thoroughly expressed in the second letter to Wenwei, which I have therefore added. At that time of turmoil, Yuanshan was able to illuminate this Way with his own person, and though he ultimately suffered slander and dismissal, he was serenely content merely to have heard this teaching in his lifetime, without the slightest trace of indignation or resentment. In publishing this record, people see its great benefit to fellow seekers, but do not know how difficult the circumstances were in which it was produced. The selections and omissions I have made are determined by the demands of the time—I would not presume to add to or diminish what is therein.\"\n\nReply to Gu Dongqiao"
    },
    {
      "index": 1,
      "text": "Your letter states: \"Recent scholars pursue the external and neglect the internal, being broad but lacking essentials. Therefore you, Master, have especially championed the single doctrine of 'making the intentions sincere,' a needle applied to the vital organs—truly a great benefit.\"\n\nYou have penetrated the ills of the time so clearly! But what then shall be done to remedy them? In that case, my own intention you have already expressed completely in a single phrase—what more is there to say? What more is there to say? As for the teaching of 'making the intentions sincere,' it has always been the primary doctrine by which the sages taught people to apply their effort. It is only that recent scholars have treated it as a secondary matter, so I have merely drawn it out and emphasized its importance somewhat—it is not something I myself have specially championed."
    },
    {
      "index": 2,
      "text": "Your letter states: \"But I fear the doctrine is set too high and the method too hasty. Later students imitating it may misconstrue it through vague resemblance, and it may inevitably fall into the Buddhist methods of 'illuminating the mind and seeing one's nature' and 'sudden awakening through concentration and wisdom.' It is no wonder that those who hear it are suspicious.\"\n\nMy teaching of investigation of things, extension of knowledge, making intentions sincere, and rectifying the mind is precisely directed at the learner's own mind, in the midst of daily affairs and activities. It involves concrete inquiry, practice, and real effort on solid ground—how many graduated steps, how much accumulation is involved! It is precisely the opposite of the talk of empty and sudden awakening. Those who hear it and are suspicious originally had no aspiration to become sages, and have never investigated the details. That they should be suspicious is no surprise. But with your own brilliance, you should surely understand it all at a single word. Yet you too say 'the doctrine is set too high and the method too hasty'—why is that?"
    },
    {
      "index": 3,
      "text": "Your letter states: \"What you have explained about advancing knowledge and action together, not separating them into before and after, is precisely the method of the Doctrine of the Mean—'honoring the moral nature while following the path of inquiry and study'—the Way of mutual cultivation and reciprocal development, unifying internal and external, root and branch, in a single thread. Yet in the sequence of effort, there cannot be no difference of before and after. For example, one knows food and then eats, knows medicine and then drinks, knows clothing and then wears, knows the road and then walks. There has never been a case where, without first perceiving the object, one already performs the action. This too is but a matter of the slightest instant—I do not mean a rigid separation of levels, as if one knows today and acts only tomorrow.\"\n\nSince you already say 'mutual cultivation and reciprocal development, unifying internal and external, root and branch, in a single thread,' then the teaching of advancing knowledge and action together should no longer be in doubt. Yet you also say 'in the sequence of effort, there cannot be no difference of before and after'—is this not self-contradictory? The examples of 'knowing food and then eating' and so forth are even more plainly evident. It is only that recent doctrines have obscured your vision so that you do not examine them carefully. A person must first have the desire to eat, and only then does he know food. The desire to eat is itself the intention—it is itself the beginning of action. Whether food tastes good or bad can only be known after it enters the mouth. How could one already know the taste of food without having tasted it? One must first have the desire to walk, and only then does one know the road. The desire to walk is itself the intention—it is itself the beginning of action. Whether the road is dangerous or easy can only be known after one has personally traversed it. How could one already know the danger or ease of the road without having personally traversed it? 'Knowing medicine and then drinking,' 'knowing clothing and then wearing'—by analogy with these, none can be doubted. If it were as you describe, that would be precisely what is called 'performing the action before perceiving the object.' You also say: 'This too is but a matter of the slightest instant—I do not mean a rigid separation of levels, as if one knows today and acts only tomorrow.' This too is not yet examined with full precision. Nevertheless, even going by your own account, the unity and simultaneous advancement of knowledge and action is something about which there can absolutely be no doubt."
    },
    {
      "index": 4,
      "text": "Your letter states: \"That true knowledge constitutes action, and that without action one cannot be said to have knowledge—as an urgent teaching for learners to ensure they devote themselves to personal practice, this is acceptable. But if one truly maintains that action is knowledge, I fear that by exclusively seeking in the original mind, one will neglect the principles of things, and there will inevitably be points of darkness and incomprehension. Would this not depart from the established method of the sages' school, in which knowledge and action advance together?\"\n\nThe point where knowledge is true, earnest, and substantial is action; the point where action is luminously aware and precisely discerning is knowledge. The effort of knowledge and action fundamentally cannot be separated. It is only because later scholars split them into two separate endeavors, losing the original substance of knowledge and action, that there arose the teaching of their unity and simultaneous advancement. 'That true knowledge constitutes action, and that without action one cannot be said to have knowledge'—this can be seen from your own example of 'knowing food and then eating,' as I have briefly discussed above. Although this was stated urgently to remedy a deficiency, the substance of knowledge and action is originally like this. It is not that I have arbitrarily elevated one or suppressed the other, provisionally contriving this teaching for a temporary effect.\n\n'Exclusively seeking in the original mind and thereby neglecting the principles of things'—this is precisely what happens to those who have lost their original mind. The principles of things are not external to our mind. To seek the principles of things external to our mind is to find no principles at all. To neglect the principles of things and seek our mind—what then would our mind be? The substance of the mind is the nature; the nature is principle. Therefore, when one has the mind of filial piety toward one's parents, there is the principle of filial piety; without the mind of filial piety, there is no principle of filial piety. When one has the mind of loyalty toward one's ruler, there is the principle of loyalty; without the mind of loyalty, there is no principle of loyalty. How could principle be external to our mind? Zhu Xi said: 'What constitutes human learning is simply the mind and principle. Though the mind is the master of one person, it truly governs all the principles under Heaven. Though principle is dispersed among the myriad things, it truly does not lie outside any single person's mind.' Yet in this very distinction between separating and uniting them, he could not avoid opening up for later scholars the deficiency of regarding the mind and principle as two. This is why later generations have the problem of 'exclusively seeking in the original mind and thereby neglecting the principles of things'—precisely because they do not know that the mind is principle. To seek the principles of things external to the mind—this is why there are points of darkness and incomprehension. This is Gaozi's doctrine that righteousness is external, which is why Mencius said he did not understand righteousness. The mind is one and only one. Spoken of in terms of its complete substance of compassion, it is called humaneness; in terms of its appropriateness, it is called righteousness; in terms of its orderly pattern, it is called principle. One cannot seek humaneness external to the mind, one cannot seek righteousness external to the mind—can one alone seek principle external to the mind? To seek principle external to the mind—this is why knowledge and action become two. To seek principle within our own mind—this is the teaching of the unity of knowledge and action in the school of the sages. What further doubt can you have?"
    },
    {
      "index": 5,
      "text": "Your letter states: \"Your interpretation of the old text of the Great Learning, that 'extending knowledge' means extending the knowledge of the original substance—this is indeed the purport of Mencius's 'fully developing the mind,' and Zhu Xi also took the luminous spiritual awareness as the capacity of this mind. Yet 'fully developing the mind' depends upon 'knowing one's nature,' and 'extending knowledge' lies in 'the investigation of things.'\"\n\n'Fully developing the mind depends upon knowing one's nature; extending knowledge lies in the investigation of things'—this statement is correct. However, tracing back your underlying intention, the reason you make this statement still contains something not yet clear. Zhu Xi took 'fully developing the mind, knowing one's nature, and knowing Heaven' to correspond to 'things investigated, knowledge extended'; 'preserving the mind, nourishing one's nature, and serving Heaven' to correspond to 'intentions made sincere, mind rectified, self cultivated'; and 'not being of two minds about longevity and premature death, cultivating oneself to await destiny' to correspond to 'knowledge fully attained, humaneness fully realized—the affairs of the sage.' My own view is precisely the reverse of Zhu Xi's. 'Fully developing the mind, knowing one's nature, and knowing Heaven' is the affair of the sage—born knowing and acting with natural ease. 'Preserving the mind, nourishing one's nature, and serving Heaven' is the affair of the worthy—learning and then knowing, acting for advantage. 'Not being of two minds about longevity and premature death, cultivating oneself to await destiny' is the affair of the student—knowing through difficulty, acting through strenuous effort. How can one exclusively take 'fully developing the mind and knowing one's nature' as knowledge, and 'preserving the mind and nourishing one's nature' as action? Upon suddenly hearing this, you will surely be greatly startled. Yet there is truly nothing doubtful in it—let me explain it to you.\n\nThe substance of the mind is the nature; the source of the nature is Heaven. To be able to fully develop one's mind is to be able to fully realize one's nature. The Doctrine of the Mean says: 'Only the one of utmost sincerity under Heaven can fully realize his nature.' It also says: 'To know the transforming and nourishing processes of Heaven and Earth, to be tested against spiritual beings without any doubt—that is knowing Heaven.' Only the sage can do this. Therefore I say: 'This is the affair of the sage—born knowing and acting with natural ease.'\n\nOne who preserves his mind is one who has not yet fully developed his mind; therefore he must add the effort of preservation. Only after preserving it for a long time, until it is no longer necessary to make the effort of preservation and it is naturally never lost, can one then advance to speak of fully developing it. The 'knowing' in 'knowing Heaven' is like the 'knowing' in 'knowing the prefecture' or 'knowing the county.' 'Knowing the prefecture' means that all affairs of the prefecture are one's own affairs; 'knowing the county' means that all affairs of the county are one's own affairs. This is being one with Heaven. 'Serving Heaven' is like a son serving his father or a minister serving his ruler—one is still two with Heaven. What Heaven has conferred upon me is the mind and the nature. I merely preserve them without daring to lose them, nourish them without daring to harm them—as it is said, 'Parents give birth to one whole, and the child returns it whole.' Therefore I say: 'This is the affair of the worthy—learning and then knowing, acting for advantage.'\n\nAs for 'not being of two minds about longevity and premature death,' this represents yet another stage beyond 'preserving one's mind.' One who preserves his mind, though he has not yet fully developed it, is already single-minded about doing good. When there are times of not preserving it, he simply preserves it again and that is all. Now to require him to 'not be of two minds about longevity and premature death' implies that he is still of two minds on account of longevity and premature death. If he is still of two minds on account of longevity and premature death, then his mind for doing good is not yet single. Preservation is still not fully possible for him—how then can one speak of fully developing? For now, one simply asks him not to let longevity and premature death divide his mind from doing good, saying: 'Death, life, longevity, and premature death are all matters of fixed destiny. I will simply be single-minded about doing good and cultivate myself to await Heaven's command—that is all.' This means that in ordinary times he does not yet know where Heaven's command lies. 'Serving Heaven,' though still being two with Heaven, already truly knows where Heaven's command lies and merely respectfully obeys it. As for the word 'await,' this means one does not yet truly know where Heaven's command lies and still has something to await. Therefore it is called 'establishing one's destiny.' 'Establishing' here means 'founding' or 'creating,' as in 'establishing virtue,' 'establishing words,' 'establishing merit,' or 'establishing a name.' Whatever is said to be 'established' always refers to something that did not previously exist and is now first founded. This is what Confucius meant by 'Without knowing destiny, one has no means of being a gentleman.' Therefore I say: 'This is the affair of the student—knowing through difficulty, acting through strenuous effort.'\n\nNow to take 'fully developing the mind, knowing one's nature, and knowing Heaven' as corresponding to 'investigation of things and extension of knowledge,' and to suddenly demand of beginning students, who have not yet achieved single-mindedness, the sage's affair of being born knowing and acting with natural ease—this is like grasping at wind and catching shadows, leaving them utterly bewildered with no idea where to direct their minds. How close this comes to 'leading the whole world astray'! The ills of today's 'extending knowledge and investigating things' are already plainly visible. What you called 'pursuing the external and neglecting the internal, being broad but lacking essentials'—is this not precisely such an excess? This is the most critical point in all learning. If one errs here, there will be no direction in which one does not err. This is why I have braved the ridicule of the whole world and forgotten the danger of being condemned and punished, ceaselessly speaking out—because I cannot contain myself."
    },
    {
      "index": 6,
      "text": "Your letter states: \"I have heard that in speaking to students, you say that the doctrine of 'approaching things and exhausting their principles' is also a case of 'indulging in things and losing one's purpose.' You also select Zhu Xi's few statements about 'preferring the concise over the complex' and 'nourishing the root source,' presenting them to students as his settled views of his later years. I fear this too is incorrect.\"\n\nWhat Zhu Xi meant by 'investigation of things' is 'approaching things and exhausting their principles.' To approach things and exhaust their principles is to seek what is called the fixed principle in each and every thing. This is to use our mind to seek principle in each and every thing—splitting the mind and principle into two. To seek principle in each and every thing is like seeking the principle of filial piety in one's parents. If one seeks the principle of filial piety in one's parents, then is the principle of filial piety ultimately in our mind, or is it ultimately in our parents' bodies? Supposing it is ultimately in our parents' bodies, then after our parents have died, does our mind thereupon lack the principle of filial piety? When one sees a child about to fall into a well, one must have the principle of compassion—is this principle of compassion ultimately in the child's body, or in the innate knowing of our own mind? Perhaps one ought not to follow the child into the well; perhaps one may rescue the child by hand—these are all what is called principle. Are they ultimately in the child's body, or do they ultimately come from the innate knowing of our own mind? Extending this to all things, the principles of the myriad things are all the same. From this one can see that splitting the mind and principle into two is wrong.\n\nSplitting the mind and principle into two—this is Gaozi's doctrine that righteousness is external, which Mencius profoundly refuted. 'Pursuing the external and neglecting the internal, being broad but lacking essentials'—you yourself already know this. What then is the reason for it? To call it 'indulging in things and losing one's purpose'—would you still say this goes too far? As for what I mean by 'extending knowledge and investigating things,' it is extending the innate knowing of our mind to each and every thing. The innate knowing of our mind is what is called 'the Principle of Heaven.' When we extend the Principle of Heaven that is the innate knowing of our mind to each and every thing, then each and every thing obtains its principle. Extending the innate knowing of our mind—that is extending knowledge. Each and every thing obtaining its principle—that is the investigation of things. This unites the mind and principle as one. Once the mind and principle are united as one, then all that I have said before, together with Zhu Xi's later-year discussions, can all be understood without needing to be stated."
    },
    {
      "index": 7,
      "text": "Your letter states: \"The substance of the human mind is originally never unilluminated, yet being constrained by material endowment and obscured by things, few avoid becoming benighted. Without learning, questioning, thinking, and discerning to illuminate the principles of the world, the triggers of good and evil, the distinctions between truth and falsehood, cannot be perceived by oneself. If one indulges one's feelings and acts willfully, the harm is beyond description.\"\n\nThis passage seems largely correct but is actually not so, for it carries forward the deficiencies of the old doctrines. It must be distinguished. Questioning, thinking, discerning, and acting are all part of learning. There has never been learning without action. For instance, to speak of learning filial piety, one must serve one's parents with labor and provide for them, personally practicing the way of filial piety, before it can be called learning. How could merely discussing it in empty words and hearsay be called learning filial piety? Learning archery requires drawing the bow, nocking the arrow, pulling to full draw, and hitting the target. Learning calligraphy requires spreading the paper, holding the brush, and applying ink. In all learning under Heaven, there is none that can be called learning without action. Thus from the very beginning, learning already is action. 'Earnestness' means substantial, solid effort. Having already acted, to be earnest in one's action and never cease in one's effort—that is all. When learning cannot be without doubt, then there is questioning. Questioning is learning; it is action. When there still cannot be no doubt, then there is thinking. Thinking is learning; it is action. When there still cannot be no doubt, then there is discerning. Discerning is learning; it is action. Having discerned clearly, having thought carefully, having questioned thoroughly, having learned capably, one then ceaselessly continues one's effort—this is called earnest action. It does not mean that after learning, questioning, thinking, and discerning, one only then puts it into action.\n\nTherefore, speaking in terms of seeking competence in affairs, it is called learning; in terms of seeking resolution of doubts, it is called questioning; in terms of seeking comprehension of explanations, it is called thinking; in terms of seeking precision of examination, it is called discerning; in terms of seeking to tread upon the real, it is called action. Analyzed by function there are five, but united in substance they are one and the same. This is the unity of the mind and principle, the simultaneous advancement of knowledge and action, which differs from later doctrines precisely in this.\n\nNow you single out learning, questioning, thinking, and discerning to exhaust the principles of the world, without mentioning earnest action. This is to take learning, questioning, thinking, and discerning exclusively as knowledge, and to hold that exhausting principle involves no action. But is there learning under Heaven without action? Is there anyone who can be said to exhaust principle without action? Cheng Hao said: 'Simply exhausting principle already fully realizes the nature and reaches destiny.' Therefore one must be humane to the utmost before one can be said to exhaust the principle of humaneness; one must be righteous to the utmost before one can be said to exhaust the principle of righteousness. Being humane to the utmost, one fully realizes the nature of humaneness; being righteous to the utmost, one fully realizes the nature of righteousness. Learning that reaches the point of exhausting principle has reached its utmost—yet you say it has not yet been put into action. Is there such a thing under Heaven? Therefore, knowing that the absence of action cannot be called learning, one also knows that the absence of action cannot be called exhausting principle. Knowing that the absence of action cannot be called exhausting principle, one then knows that knowledge and action are united and advance simultaneously, and cannot be divided into two separate stages.\n\nThe principles of the myriad things do not lie outside our mind. Yet if one insists on 'exhausting the principles of the world,' this is to consider the innate knowing of our mind as insufficient, and to necessarily seek outward throughout the vastness of the world to supplement and augment it—this is still splitting the mind and principle into two. The effort of learning, questioning, thinking, discerning, and earnest action, even if in difficulty one must apply a hundred times the effort of others, and if expanded to its utmost reaches fully realizing the nature and knowing Heaven—all this is merely extending the innate knowing of our mind, nothing more. Beyond innate knowing, could there be even a hair's breadth to add? Now if one insists on 'exhausting the principles of the world' and does not know to turn and seek within one's own mind, then as for what you call 'the triggers of good and evil, the distinctions between truth and falsehood'—apart from the innate knowing of our mind, where else would one apply one's examination? What you call being 'constrained by material endowment and obscured by things'—it constrains this and obscures this, nothing else. Now if one wishes to remove this obscuration but does not know to exert effort here, and instead seeks externally—this is like a person whose eyes are not clear: instead of taking medicine to treat his eyes, he stumbles about blindly seeking clarity outside. How could clarity be obtained from without? The harm of 'indulging one's feelings and acting willfully' is also nothing more than failing to examine the Principle of Heaven precisely in the innate knowing of this mind. This is truly a case where the difference of a hair's breadth leads to an error of a thousand miles. It cannot be left undistinguished. I hope you will not think my argument too severe."
    },
    {
      "index": 8,
      "text": "Your letter states: \"To teach people with extending knowledge and illuminating virtue, while cautioning them against approaching things and exhausting their principles—does this truly mean that a benighted person, sitting alone in deep seclusion, hearing no instruction, can thereby achieve knowledge extended and virtue illuminated? Even if in stillness he has some perception and slightly apprehends his original nature, this would still be but the heterodox view of useless concentration and wisdom. Could he truly know past and present, comprehend the changes of affairs, and apply this practically to the governance of the state and the world? As for your saying 'Knowledge is the substance of the intention; things are the function of the intention; investigating things is like the 'rectifying' in rectifying the ruler's errant mind'—though the words show transcendent insight and independent originality without following old views, I fear they may not yet accord with the Way.\"\n\nMy discussion of extending knowledge and investigating things is precisely exhausting principle. I have never cautioned people against exhausting principle or instructed them to sit in deep seclusion doing nothing at all. If one speaks of 'approaching things and exhausting their principles' in the sense of 'pursuing the external and neglecting the internal' as previously described, then that indeed cannot be accepted. If a benighted person can, in every affair and thing, precisely examine the Principle of Heaven in this mind and thereby extend his innate knowing in its original state, then though dull he will become brilliant, though weak he will become strong. The great root will be established and the universal Way will be practiced. The nine standard regulations and all such matters can be threaded together on a single strand with nothing left out. What further worry could there be about lacking practical application? As for those followers of empty nothingness and quiet stillness, it is precisely because they cannot, in every affair and thing, precisely examine the Principle of Heaven in this mind and extend their innate knowing in its original state that they abandon human relationships and take annihilation and emptiness as the constant. This is why ultimately they cannot govern family, state, and world. Who would claim that the sage's learning of exhausting principle and fully realizing the nature has such deficiencies?\n\nThe mind is the master of the body. The luminous spiritual awareness of the mind is what is called the innate knowing in its original state. When this luminous spiritual awareness of innate knowing responds to stimulus and is activated, it is called the intention. Where there is knowledge, only then is there intention; without knowledge, there is no intention. Is knowledge not the substance of the intention? What the intention is applied to must have its object; the object is an affair. If the intention is applied to serving parents, then serving parents is an object. If the intention is applied to governing the people, then governing the people is an object. If the intention is applied to reading, then reading is an object. If the intention is applied to adjudicating lawsuits, then adjudicating lawsuits is an object. In whatever the intention is applied to, there is never a case without an object. Where there is such an intention, there is such an object; where there is no such intention, there is no such object. Are objects not the function of the intention?\n\nAs for the meaning of the character 'ge' (investigate/rectify), there are cases where it is glossed as 'to arrive at,' as in 'arriving at the ancestral temple of King Wen' or 'the Miao people came to submit'—these use the gloss 'arrive.' However, 'arriving at the ancestral temple of King Wen' requires pure filial devotion and sincere reverence, with nothing between the seen and unseen realms that does not obtain its proper principle, before one can speak of 'arriving.' The stubbornness of the Miao was overcome only through the spread of civil virtue, so this also contains the sense of 'rectifying'—it cannot be exhausted by the gloss 'arrive' alone. In cases like 'rectifying his errant mind' and 'the great minister rectifies the ruler's errant mind,' the meaning throughout is 'correcting what is incorrect to restore it to correctness,' and the gloss 'arrive' will not work. Moreover, in the Great Learning's 'investigation of things,' how do we know it should not be glossed as 'rectify' rather than necessarily meaning 'arrive'? Those who take it as 'arrive' must say 'arriving at the uttermost of the principles of things' before their interpretation is coherent. The crux of their method lies entirely in the single word 'exhaust'; the ground of their effort lies entirely in the single word 'principle.' If one removes the word 'exhaust' above and the word 'principle' below, and simply reads 'extending knowledge lies in arriving-at things'—can this be coherent?\n\n'Exhausting principle and fully realizing the nature' is the established instruction of the sage, found in the Appended Remarks of the Book of Changes. If the doctrine of 'investigation of things' were indeed identical in meaning to 'exhausting principle,' why did the sage not simply say 'extending knowledge lies in exhausting principle,' instead of using this incomplete and convoluted expression that would open up later abuses? The Great Learning's doctrine of 'investigation of things,' while largely similar in purport to the Appended Remarks' 'exhausting principle,' has subtle distinctions. 'Exhausting principle' encompasses the efforts of investigating, extending, making sincere, and rectifying as a whole. Therefore, when one speaks of 'exhausting principle,' the efforts of investigating, extending, making sincere, and rectifying are all contained within it. When one speaks of 'investigating things,' one must also mention extending knowledge, making intentions sincere, and rectifying the mind before the method is complete and thorough. Now to single out 'investigating things' and immediately call it 'exhausting principle'—this is why 'exhausting principle' has been exclusively assigned to knowledge, and 'investigating things' is said to contain no action. Not only does this miss the purport of 'investigating things,' but it also distorts the meaning of 'exhausting principle.' This is why later learning has split knowledge and action into two successive stages, becoming daily more fragmented and disjointed, and why the sage's learning has become increasingly obscured. The beginning of this truly lies here. You too have inevitably been carried along by accumulated habits; to say that my view 'may not yet accord with the Way' is not excessive."
    },
    {
      "index": 9,
      "text": "Your letter states: \"To say that the effort of extending knowledge consists in knowing how to keep parents warm in winter and cool in summer, how to provide for them—and that this is 'making the intentions sincere,' with no separate thing called 'investigation of things'—this too, I fear, is incorrect.\"\n\nThis is something you yourself have surmised about my view and constructed into this statement—it is not what I have told you. If it were truly as you say, could it possibly be coherent?\n\nMy own view is as follows: The desire to keep parents warm and cool, the desire to provide for them—this is what is called 'the intention,' but it cannot yet be called 'making the intentions sincere.' One must actually carry out the intention of keeping parents warm and cool and providing for them, striving for self-satisfaction without self-deception—only then can it be called 'making the intentions sincere.'\n\nKnowing how to achieve the proper measure of keeping parents warm and cool, knowing how to achieve the proper standard of providing for them—this is what is called 'knowledge,' but it cannot yet be called 'extending knowledge.' One must extend the knowledge of how to achieve the proper measure of keeping parents warm and cool, and actually keep them warm and cool accordingly; extend the knowledge of how to achieve the proper standard of providing for them, and actually provide for them accordingly—only then can it be called 'extending knowledge.'\n\nThe affairs of keeping parents warm and cool, the affairs of providing for them—these are what is called 'things,' but they cannot yet be called 'investigation of things.' One must, in the affair of keeping parents warm and cool, act exactly as one's innate knowing knows one ought to achieve the proper measure of warmth and coolness, without the slightest deficiency. In the affair of providing for parents, one must act exactly as one's innate knowing knows one ought to achieve the proper standard of provision, without the slightest deficiency. Only then can it be called 'investigation of things.'\n\nWhen the thing of keeping parents warm and cool is investigated, only then is the innate knowing of keeping parents warm and cool first extended. When the thing of providing for parents is investigated, only then is the innate knowing of providing for parents first extended. Therefore it says: 'When things are investigated, only then is knowledge extended.' When one extends the innate knowing of keeping parents warm and cool, only then is the intention of keeping parents warm and cool first made sincere. When one extends the innate knowing of providing for parents, only then is the intention of providing for parents first made sincere. Therefore it says: 'When knowledge is extended, only then are the intentions made sincere.' This is my teaching of 'making intentions sincere, extending knowledge, and investigating things.' If you think it through more carefully, there should be nothing left to doubt."
    },
    {
      "index": 10,
      "text": "Your letter states: \"The great outlines of the Way are easy to understand clearly—this is what is meant by 'innate knowing and innate ability, which even the foolish man and foolish woman can share.' But as for the details and contingencies, and the errors of a thousand miles from a hair's breadth difference, these must be waited upon through learning before they can be known. Now, speaking of filial piety in terms of keeping parents warm in winter and cool in summer and paying regular visits—who does not know this? But when it comes to Shun's marrying without informing his parents, King Wu's raising an army before burying his father, the difference between nourishing one's parents' will and merely nourishing their mouths, between accepting light punishment and fleeing severe punishment, and such matters as cutting flesh from one's own thigh or building a mourning hut by the grave—between ordinary and extraordinary situations, between excess and deficiency—one must discuss right and wrong to establish the basis for handling affairs. Only then will the substance of the mind be unobscured and one will not err when confronting situations.\"\n\n'The great outlines of the Way are easy to understand clearly'—this is indeed so. Yet later scholars have neglected what is easy to understand and not followed it, instead seeking what is difficult to understand as their learning. This is what is meant by 'the Way is near, but they seek it afar; the task is easy, but they seek it in the difficult.' Mencius said: 'The Way is like a broad road—is it really hard to know? The trouble is simply that people do not follow it.' Innate knowing and innate ability—the foolish man and woman share them equally with the sage. The difference is only that the sage can extend his innate knowing while the foolish man and woman cannot—this is what divides the sage from the foolish. How could the sage not know the details and contingencies? He simply does not take these exclusively as his learning. What he calls learning is precisely extending his innate knowing to examine the Principle of Heaven in this mind with precision—and in this he differs from the learning of later ages. You have not yet had time for the true effort of extending knowledge, yet you anxiously worry about such details. This is precisely the error of 'seeking what is difficult to understand as one's learning.'\n\nInnate knowing in relation to details and contingencies is like the carpenter's square and ruler in relation to squares and circles, lengths and breadths. The details and contingencies cannot be predetermined, just as squares, circles, lengths, and breadths cannot be exhausted. Therefore, if the carpenter's square is truly established, one cannot be deceived about squares and circles, and all the squares and circles under Heaven become available for use. If the ruler is truly laid out, one cannot be deceived about lengths and breadths, and all the lengths and breadths under Heaven become available for use. If innate knowing is truly extended, one cannot be deceived about details and contingencies, and all the details and contingencies under Heaven can be responded to. If one does not examine the difference of a thousand miles at the subtle point of a single thought in the innate knowing of our mind, where else would one apply one's learning? This is to try to determine all the squares and circles under Heaven without a carpenter's square, to try to exhaust all the lengths and breadths under Heaven without a ruler. I foresee that such a person will be confused and erratic, laboring daily without achievement.\n\nYou say: 'Speaking of filial piety in terms of keeping parents warm and cool and paying regular visits—who does not know this?' Yet those who can extend that knowledge are few. If one says that roughly knowing the ceremonies of keeping parents warm and cool and paying visits already constitutes extending one's knowledge, then all who know a ruler ought to be humane can be said to have extended their knowledge of humaneness, and all who know a minister ought to be loyal can be said to have extended their knowledge of loyalty. Then who under Heaven is not one who extends knowledge? From this we can see that extending knowledge must lie in action, and that without action one cannot be said to extend knowledge—this is now clear. Is not the substance of the unity of knowledge and action all the more manifest?\n\nAs for Shun's marrying without informing his parents—was there already before Shun's time someone who had married without informing his parents to serve as a precedent, so that Shun could consult some canon or ask some person and act accordingly? Or did he rather seek in the true knowledge of a single thought of his own mind, weigh the appropriateness of the greater and lesser considerations, and find it unavoidable? As for King Wu's raising an army before burying his father—was there already before Wu's time someone who had raised an army before burying his father to serve as a precedent, so that Wu could consult some canon or ask some person and act accordingly? Or did he rather seek in the innate knowing of a single thought of his own mind, weigh the appropriateness of the greater and lesser considerations, and find it unavoidable? If Shun's mind had not been genuinely devoted to the concern of being without posterity, or if Wu's mind had not been genuinely devoted to the concern of rescuing the people, then marrying without informing one's parents or raising an army before burying one's father would be the greatest unfiliality and disloyalty. Yet later people, instead of devoting themselves to extending their innate knowing and examining righteous principle precisely in the responsiveness of this mind to situations, wish to discuss in empty abstraction such extraordinary and ordinary cases, seizing upon them as the basis for handling affairs and seeking to avoid error when confronting situations—how far removed this is! The remaining examples can all be inferred by analogy. From this, the learning of extending knowledge practiced by the ancients can be understood."
    },
    {
      "index": 11,
      "text": "Your letter states: \"To say that the Great Learning's 'investigation of things' exclusively seeks in the original mind may still be forced into coherence. But as for what is recorded in the Six Classics and Four Books about 'hearing much and seeing much,' 'the words and deeds of the ancients,' 'loving antiquity and being diligent in seeking,' 'learning broadly and questioning carefully,' 'reviewing the old and knowing the new,' 'learning broadly and explaining in detail,' and 'being fond of questioning and examining what is near'—these all clearly seek in the realm of affairs and activities, drawing upon discussion and discourse. The steps of applying effort certainly cannot be confused.\"\n\nThe meaning of 'investigation of things' has already been explained in detail above. The doubt about 'forcing into coherence' should no longer require further resolution.\n\nAs for 'hearing much and seeing much,' this was Confucius's response to Zizhang, who pursued the external and aimed high, seeking to make broad hearing and seeing his entire learning without being able to seek within his own mind, setting aside what was doubtful. This is why his words and actions were not free from blame and regret—his so-called hearing and seeing only served his pursuit of the external and aiming high. This was meant to remedy Zizhang's problem of excessive hearing and seeing, not to teach him that this constituted learning. The Master once said: 'There may be those who act without knowledge; I am not one of them.' This is precisely the meaning of Mencius's 'the mind that distinguishes right and wrong is something all people possess.' These words precisely illuminate that the innate knowing of the moral nature does not derive from hearing and seeing. If one says 'hearing much, selecting what is good and following it; seeing much and noting it'—this is to seek exclusively in the peripheral realm of hearing and seeing, already falling into the second level. Therefore he said: 'This is the next level.' If the knowledge of hearing and seeing is called the next level, then what does 'the higher level of knowledge' refer to? From this one can glimpse where the sages' school directs the effort of extending knowledge. The Master said to Zigong: 'Si, do you take me to be one who learns much and remembers it all? No—I thread it all on one strand.' If learning truly consisted of 'learning much and remembering,' then why would the Master make this misleading statement to deceive Zigong? 'Threading it all on one strand'—what is this if not extending one's innate knowing?\n\nThe Book of Changes says: 'The gentleman learns much of the words and deeds of the ancients in order to accumulate his virtue.' If one's heart is set on accumulating virtue, then all that one learns of the words and deeds of the ancients—which of these is not an act of accumulating virtue? This is precisely the effort of the unity of knowledge and action.\n\n'Loving antiquity and being diligent in seeking'—this is loving the learning of the ancients and diligently seeking the principle of this mind. The mind is principle. Learning is learning this mind; seeking is seeking this mind. Mencius said: 'The way of learning is nothing else—it is simply seeking the lost mind.' This is not like the broad memorization and recitation of the ancients' words by later ages, taking that as 'loving antiquity,' while anxiously seeking only the tools of fame and profit externally.\n\n'Learning broadly and questioning carefully'—this has been fully addressed above.\n\n'Reviewing the old and knowing the new'—Zhu Xi himself also attributed 'reviewing the old' to 'honoring the moral nature.' How can the moral nature be sought externally? That 'knowing the new' must proceed from 'reviewing the old,' and that 'reviewing the old' is precisely the means of 'knowing the new'—this can also verify that knowledge and action are not two separate stages.\n\n'Learning broadly and explaining in detail'—this is 'in order to return to the essential.' Without the phrase 'returning to the essential,' what would 'learning broadly and explaining in detail' amount to?\n\nShun's 'being fond of questioning and examining what is near'—this was solely in order to 'use the mean' and bring his 'refinement and singleness' to bear upon the mind of the Way. The mind of the Way is what is called innate knowing.\n\nThe gentleman's learning—when has it ever departed from affairs and activities or abandoned discussion and discourse? But his engagement with affairs and discourse is entirely the effort of the unity of knowledge and action, precisely in order to extend the innate knowing of his original mind. It is not like those in the world who merely engage in oral and aural discussion, taking that as knowledge, splitting knowledge and action into two things, and claiming there are steps and sequences between them."
    },
    {
      "index": 12,
      "text": "Your letter states: \"Yang Zhu's and Mo Di's distortions of humaneness and righteousness, the village worthy's corruption of loyalty and trustworthiness, the abdications of Yao, Shun, and Zizhi, the depositions by Tang, Wu, and Xiang Yu, the regencies of the Duke of Zhou, Wang Mang, and Cao Cao—without verification, how can one decide which to follow? Moreover, regarding changes in ancient and modern affairs, rites and music, names and objects—if one has never studied and examined them, then should the state wish to establish the Hall of Light, build the academy, regulate the calendar and musical pitches, or compose the Feng and Shan sacrificial ceremonies, where would one apply one's knowledge? Therefore the Analects says: 'What one is born knowing' refers to moral principles. As for rites and music, names and objects, and ancient and modern changes of affairs, one must wait upon learning and only then can one verify the reality of one's conduct. This may be called a settled conclusion.\"\n\nThe distinctions among Yang Zhu, Mo Di, the village worthy, Yao, Shun, Zizhi, Tang, Wu, Xiang Yu, the Duke of Zhou, Wang Mang, and Cao Cao that you mention can largely be inferred by analogy from the earlier discussion of Shun and Wu. As for the doubt about ancient and modern changes of affairs, the earlier discussion of innate knowing has already offered the analogy of the carpenter's square and ruler, which should suffice without much more elaboration. As for the Hall of Light, the academy, and such matters, it seems there is still something that cannot go unsaid. However, the explanation would be very long, so let me simply take your own words and seek what is correct in them. Then your confusion may perhaps be somewhat resolved.\n\nThe institution of the Hall of Light first appears in Lu Buwei's Monthly Ordinances and the commentaries of Han dynasty scholars. In the Six Classics and Four Books, it is never discussed in detail. Were Lu Buwei and the Han scholars more knowledgeable than the sages and worthies of the Three Dynasties? In the time of King Xuan of Qi, the Hall of Light had not yet been destroyed. In the reigns of Kings You and Li, the Hall of Light of the Zhou was still intact. Yao and Shun had thatched roofs and earthen steps—the institution of the Hall of Light may not have been fully developed—yet this did not prevent good governance. The Hall of Light under Kings You and Li was still the same as under Kings Wen, Wu, Cheng, and Kang—yet it could not save them from disorder. Why? If one can 'extend the mind that cannot bear others' suffering to implement governance that cannot bear others' suffering,' then even thatched roofs and earthen steps are a Hall of Light. If one has the minds of Kings You and Li and implements their governance, then even a Hall of Light is merely the place from which tyranny issues. Emperor Wu first instituted it in the Han, and Empress Wu elaborately constructed it in the Tang—how was their governance?\n\nThe Son of Heaven's academy is called the Biyong; the feudal lords' academy is called the Pangong. Both are named after geographical features they imitate. Yet in the learning of the Three Dynasties, the essential purpose was entirely to illuminate human relationships—not to place importance on whether something is circular or semi-circular. Confucius said: 'If a person is not humane, what can he do with rites? If a person is not humane, what can he do with music?' To create rites and compose music, one must possess the virtue of centrality and harmony, with one's voice serving as the standard of pitch and one's body serving as the standard of measure—only then can one speak of this. As for the peripheral matters of instruments and numbers, these are the concern of music officials; the keeping of sacrificial records is the duty of the invocators and scribes. Therefore Zengzi said: 'What the gentleman values in the Way are three things; as for the ceremonial vessels, the proper officials handle them.' When Yao commanded the Xi and He families to 'respectfully follow the expansive heavens and calculate the sun, moon, and stars,' the emphasis was on 'respectfully teaching the people about the seasons.' When Shun handled the jade armillary sphere, the emphasis was on 'regulating the seven celestial bodies.' All this was anxiously implementing the governance of nourishing the people with a heart of humaneness toward the people. The root of clarifying the calendar and illuminating the seasons indeed lies here.\n\nThe calendrical science of Xi and He—Gao Yao and Qi may not have been capable of it; Yu and Ji may not have been capable of it. Even Yao and Shun, whose 'knowledge did not extend to everything'—even they may not have been capable of it. Yet down to the present day, following the methods of Xi and He and refining them generation after generation, even those of narrow knowledge and petty cleverness, even shallow and crude practitioners of astrology, can calculate and predict without error. Does this mean that the people of narrow knowledge and petty cleverness of later ages are wiser than Yu, Ji, Yao, and Shun?\n\nThe theory of the Feng and Shan sacrifices is all the more baseless. These were devised by fawning flatterers of later ages to curry favor with their superiors, promoting extravagance to inflame the ruler's ambition and squander the state's resources. They represent the height of shamelessness in deceiving Heaven and defrauding people. They are what the gentleman does not discuss—the reason why Sima Xiangru has been criticized by the world through the ages. That you should consider this something Confucian scholars ought to study—have you perhaps not thought this through?\n\nWhat makes the sage a sage is that he is born knowing. Yet the interpreter of the Analects says: 'What one is born knowing refers only to moral principles. As for rites and music, names and objects, and ancient and modern changes of affairs, one must wait upon learning and only then can one verify the reality of one's conduct.' If rites, music, names, and objects are truly relevant to the work of becoming a sage, yet even the sage must wait upon learning before he can know them, then the sage cannot be said to be 'born knowing.' If the sage is called 'born knowing' with exclusive reference to moral principles and not rites, music, names, and objects, then rites, music, names, and objects are irrelevant to the work of becoming a sage. If the sage is called 'born knowing' with exclusive reference to moral principles and not rites, music, names, and objects, then those who 'learn and then know' should also only need to learn this moral principle; those who 'know through difficulty' should also only need to know this moral principle through difficulty. Now if a learner studying to become a sage cannot yet 'learn and know' what the sage is able to know, but instead anxiously seeks to know what the sage is unable to know and takes that as learning—is this not losing the method by which one aspires to sagehood? All of this merely analyzes and resolves the particular points of your confusion, and has not yet reached the fundamental discussion of 'pulling up the root and blocking the source.'"
    },
    {
      "index": 13,
      "text": "If the fundamental discussion of 'pulling up the root and blocking the source' is not made clear to the world, then those who study to become sages will find it daily more complex and difficult. People will sink into barbarism and bestiality yet still consider themselves practitioners of the sage's learning.\n\nEven if my teaching is perhaps briefly illuminated for a time, in the end it will thaw in the west only to freeze harder in the east, clear like mist in front only to gather like clouds behind. I shall cry out ceaselessly in danger and exhaustion until death, yet ultimately be unable to help the world even a fraction. The mind of the sage takes Heaven, Earth, and the myriad things as one body. He looks upon all people under Heaven without distinguishing outer and inner, far and near—all who have blood and breath are his own brothers and beloved children, whom he wishes to secure, perfect, and nurture, thereby fulfilling his vision of forming one body with all things.\n\nThe minds of people under Heaven were originally no different from the sage's. It is only that they are separated by the selfishness of ego and obstructed by the obscuration of material desires, so that what is great becomes small and what is open becomes blocked. Each person has his own mind, to the point where some regard their own fathers, sons, and brothers as enemies. The sage was troubled by this. Therefore he extended his humaneness of forming one body with Heaven, Earth, and the myriad things to teach the world, enabling all to overcome their selfishness, remove their obscurations, and restore the commonality of the mind's original substance. The great outline of this teaching is what Yao, Shun, and Yu transmitted to one another—'The mind of the Way is subtle; be refined, be single-minded; hold faithfully to the Mean'—and its specific items are what Shun commanded Qi to teach: 'Between father and son there is affection; between ruler and minister there is righteousness; between husband and wife there is distinction; between elder and younger there is precedence; between friends there is trustworthiness'—these five and nothing more. In the ages of Tang, Yu, and the Three Dynasties, teachers taught nothing but this, and students studied nothing but this. At that time, no one held divergent views, no household practiced differently. Those who were at ease in this were called sages; those who exerted themselves in it were called worthies; those who turned away from it, even if brilliant as Zhu, were called unworthy. Down to the common people of neighborhoods and villages, the farmers, artisans, and merchants of the humblest station—none lacked this learning. Their sole concern was to perfect their moral character. Why? There was no distraction of miscellaneous hearing and seeing, no burden of rote memorization, no excess of florid literary composition, no pursuit of utilitarian advantage. They simply practiced filial piety toward parents, respect toward elders, and trustworthiness toward friends, restoring the commonality of the mind's original substance. This was something inherent in their nature, not something borrowed from without. Who then could not do it?\n\nWithin the schools, the sole concern was the perfection of moral character. Those whose talents differed—some excelling in rites and music, some in governance and teaching, some in agriculture and irrigation—were, on the basis of their already-perfected character, enabled to further refine their abilities within the schools. When they were selected for their virtue and appointed to office, they served in their positions for life without change. Those who employed them knew only the shared commitment of common purpose, evaluating whether talents matched positions, without regarding rank as important or trivial, or labor as desirable or undesirable. Those who served likewise knew only the shared commitment of common purpose—if their abilities suited the position, they would serve their entire lives in demanding posts without considering it toilsome, content in humble positions without considering it demeaning. At that time, all people under Heaven lived in joyful harmony, regarding each other as members of one family. Those of lesser talent and endowment were content in their allotted roles as farmers, artisans, and merchants, each diligent in their occupations, mutually sustaining and nourishing one another, without any thought of aspiring above their station or envying the external.\n\nThose of exceptional talent, like Gao Yao, Kui, Ji, and Qi, came forth and each contributed their abilities. It was like the affairs of a single household: some managing food and clothing, some facilitating exchange, some preparing tools and implements—all pooling their counsel and combining their strength to fulfill the wish of supporting those above and nurturing those below, fearing only that those charged with responsibilities might be negligent and thereby add to their own burden. Thus Ji was diligent in agriculture without being ashamed of not knowing how to teach—he regarded Qi's excellence in teaching as his own excellence in teaching. Kui managed music without being ashamed of not understanding rites—he regarded Yi's mastery of rites as his own mastery of rites. This was because their learning of the mind was pure and luminous, enabling them to fully realize their humaneness of forming one body with all things. Their spiritual energy flowed freely and their purposes communicated without obstruction, with no division between self and other, no barrier between things and me. It is like a single body: the eyes see, the ears hear, the hands hold, the feet walk—all serving the use of one body. The eyes are not ashamed of lacking hearing, and what the ears take in, the eyes necessarily attend to. The feet are not ashamed of lacking grip, and where the hands reach, the feet necessarily advance. This is because the vital energy circulates fully and the blood flows smoothly—therefore an itch or an ache, a breath in or out, is felt and responded to spiritually, with a wordless, wonderful understanding. The learning of the sage is therefore supremely easy and supremely simple, easy to know and easy to follow, easy to learn and easy to accomplish—precisely because the great essential lies solely in restoring the commonality of the mind's original substance, and technical knowledge and skills are not what is at issue."
    },
    {
      "index": 14,
      "text": "With the decline of the Three Dynasties, the Kingly Way was extinguished and hegemonic methods flourished. After Confucius and Mencius passed away, the sage's learning became obscured and heterodox doctrines arose. Teachers no longer taught this, and students no longer studied this. The followers of the hegemons appropriated whatever resembled the former kings' ways, using it as an external pretense to serve their private selfish desires within. The world admired and followed them, and the Way of the sage was choked and blocked. People imitated one another, daily seeking doctrines of wealth and power, stratagems of deception and fraud, plans for attack and conquest—every kind of scheme for deceiving Heaven and defrauding people, seizing momentary advantage, and hunting for fame and profit. Those like Guan Zhong, Shang Yang, Su Qin, and Zhang Yi became innumerable.\n\nAfter a long time, the fighting and plundering became unbearable in their calamity. People sank into barbarism and bestiality, and even hegemonic methods could no longer be practiced. The Confucian scholars of the age, deeply grieving, gathered and compiled the canonical writings and institutional regulations of the former sage-kings, patching and mending among the ashes. Their intention was indeed to restore the Way of the former kings. But the sage's learning was already remote, the traditions of hegemonic methods had accumulated deeply, and even the worthy and wise were not free from habitual influence. What they clarified and refined, seeking to proclaim and restore to the world, was barely sufficient to strengthen the hedges of the hegemons, while the gates and walls of the sage's learning could no longer be seen. Thus there arose textual exegesis, transmitted under the name of erudition; rote memorization, spoken of as breadth of learning; belles-lettres, flaunted as literary elegance. Such people sprang up in droves across the world—who knows how many schools—with ten thousand paths and a thousand trails, leaving no one knowing which way to turn.\n\nThe scholars of the world were like an audience at a theatrical spectacle: laughing, leaping, performing tricks, competing in novelty, vying in ingenuity, offering up amusement and contending in beauty—performers emerging on all four sides. Looking ahead and glancing behind, they could not keep up with it all. Their eyes were dazzled, their spirits confused. Day and night they wandered and lingered among these things like people who had lost their minds, no longer knowing where their own household and property had gone. The rulers of the age were likewise bewildered and confounded by these doctrines, spending their entire lives on useless empty formalities without knowing what they were about. Occasionally someone perceived the emptiness, error, fragmentation, and entanglement of it all, and resolutely roused himself to put things into practice. Yet at the utmost, such a person achieved nothing more than the enterprises of the Five Hegemons in wealth, power, and profit. The sage's learning grew daily more remote and obscure, while the habits of utilitarian pursuit sank ever lower. Although some were temporarily deluded by Buddhism and Daoism, in the end Buddhist and Daoist teachings could not overcome the utilitarian heart. Although some tried to find a middle ground among the various Confucian scholars, in the end the various scholars' discussions could not break through the utilitarian mentality.\n\nBy now, the poison of utilitarianism has soaked into people's very marrow and become their nature for nearly a thousand years. They compete in flaunting their knowledge, contend in leveraging their power, struggle over profit, and vie in displaying their skills and seeking their reputations. When they go forth to serve in office, those managing revenue wish to encroach upon military and penal affairs; those in charge of rites and music wish to meddle in personnel appointments. Those in prefectures and counties aspire to the heights of provincial posts; those in the censorate covet the importance of the grand councilors. If one cannot handle the affairs, one cannot hold the concurrent office. If one has not mastered the doctrines, one cannot claim the reputation. Breadth of memorization only serves to increase their arrogance. Abundance of knowledge only serves to advance their wickedness. Extensiveness of learning only serves to embolden their disputatiousness. Richness of literary composition only serves to ornament their falsity. What Gao Yao, Kui, Ji, and Qi could not combine in their persons, the beginning students of today all wish to master in doctrine and technique. Their nominal claims are never without the phrase 'I wish to jointly accomplish the affairs of the world,' but the true direction of their sincere hearts and actual intentions is that without such attainments they cannot advance their private interests and satisfy their desires.\n\nAlas! With such accumulated habits, with such mentalities, and moreover studying such doctrines—is it any wonder that when they hear the teaching of our sage, they regard it as a useless appendage and a square peg in a round hole? That they should consider innate knowing insufficient, and the sage's learning useless—this is the inevitable outcome of such a situation! Alas! A scholar born in this age—how can he still seek the sage's learning? How can he still discuss the sage's learning? A scholar born in this age who wishes to learn—is it not toilsome and burdensome? Is it not constricting and perilous? Alas, how lamentable!\n\nYet fortunately, the Principle of Heaven in the human mind can never ultimately be extinguished. The luminosity of innate knowing is the same through ten thousand ages as in a single day. Those who hear my fundamental discussion of 'pulling up the root and blocking the source' will surely be moved to compassion, pained with sorrow, roused in indignation—surging forth like the breaking of a great river, with nothing that can hold them back. If not heroic persons who rise without waiting for external stimulus, on whom else can I place my hopes?\n\n(This passage, from the eighth section beginning 'If the fundamental discussion of pulling up the root and blocking the source is not made clear to the world,' was once separately excerpted and published by Chen Longzheng under the title 'On Pulling Up the Root and Blocking the Source.' It is one of Wang Yangming's most celebrated essays, representing his ethical thought.)\n\nReply to Zhou Daotong"
    },
    {
      "index": 15,
      "text": "When the two students Wu and Zeng arrived, they conveyed in full Daotong's earnest devotion to the Way, which was most gratifying and comforting. Daotong may truly be called one who firmly believes and loves learning. Amid my illness, the gathering was brief, and I could not discuss in detail with the two students. Yet the two students also have their own aspirations and are willing to apply effort. Each time I see them, I perceive progress. On my part, I truly cannot claim to have been without shortcoming toward them in their coming from afar; on their part, they may also nearly be said to have not wasted their journey. At parting, I was asked to write a few words in this volume to convey my thoughts to Daotong. In my confusion and exhaustion, there is nothing worth saying, so I shall merely offer brief responses to several points from Daotong's letter. These are hastily written and far from detailed—the two students should be able to supplement them orally.\n\nYour letter states: \"In daily effort, the sole task is 'establishing one's resolve.' In recent times, constantly examining the Master's instructions through personal experience, this becomes ever more clear. Yet I cannot be separated from friends for even a moment. If I have friends to discuss and study with, this resolve becomes all the more vigorous, expansive, and full of vitality. If three to five days pass without such discussions among friends, I feel it becoming feeble. When encountering affairs, I become troubled, and at times I even forget. On days when no friends are available for discussion, I simply sit quietly, or read, or stroll about—in everything I see and everywhere I am, I take it all as nourishment for this resolve. I find my thoughts quite harmonious and at ease. Yet this still cannot compare with gathering with friends, when the spirit flows freely and there is far more vitality. For one who lives in isolation, cut off from the group—what other method is there to manage this?\"\n\nThis passage sufficiently demonstrates the fruit of Daotong's daily effort. The general method of effort is roughly just like this. One need only continue without interruption; after it becomes fully mature, the quality of the experience will be different again. In general, the crucial essential of our learning is nothing but 'establishing one's resolve.' What you call the problems of 'being troubled' and 'forgetting' are simply because the resolve is not yet genuinely earnest. Consider a person infatuated with a beautiful woman—he never suffers from being troubled or forgetting; it is simply because he is genuinely earnest. One's own pain and itching, one must know for oneself; one must scratch and soothe for oneself. Once you know your own pain and itching, you cannot help but scratch and soothe. The Buddhists call this a 'skilful means'—one must adjust and calibrate it for oneself. Others cannot contribute their strength, and there is no other method that can be devised."
    },
    {
      "index": 16,
      "text": "Your letter states: \"Shang Cai once asked about 'what thought, what deliberation' in the world. Cheng Yi said: 'There is this principle, but the question is raised too early.' For the learner's effort, it is certainly a matter of 'there must be this undertaking, and do not forget.' Yet one must also recognize the bearing of 'what thought, what deliberation' and view both together as correct. If one does not recognize this bearing, there will be the problems of 'forcing' and 'helping to grow.' If one recognizes 'what thought, what deliberation' but forgets the effort of 'there must be this undertaking,' one may fall into emptiness. One must neither be attached to 'being' nor fall into 'nothingness.' Is this correct or not?\"\n\nYour discussion is not far off, but the insight is not yet complete. Shang Cai's question and Cheng Yi's answer merely represent their own intentions, and differ somewhat from the original purport of Confucius's Appended Remarks in the Book of Changes. The Appended Remarks' 'what thought, what deliberation' means that what one thinks and deliberates upon is solely the Principle of Heaven, with no other thought or deliberation—it does not mean there is no thought or deliberation at all. Therefore it says: 'They arrive at the same destination by different roads; they reach the same conclusion through a hundred deliberations. What thought, what deliberation is there in the world?' It says 'different roads' and 'a hundred deliberations'—how could this mean no thought or deliberation? The original substance of the mind is the Principle of Heaven. The Principle of Heaven is one and only one—what further thought or deliberation could there be? The Principle of Heaven is originally 'still and unmoving,' originally 'responsive and thereby penetrating all things.' The learner's effort, though it involves a thousand thoughts and ten thousand deliberations, is solely to restore the original substance and function, nothing more. It does not use private intent to arrange and contrive things. Therefore Cheng Hao said: 'The gentleman's learning—let him be vast and impartially public, and respond to things as they come.' If one uses private intent to arrange and contrive, that is 'using cleverness for selfish ends.' 'What thought, what deliberation' is precisely the effort itself. For the sage, it is natural and spontaneous. For the learner, it requires deliberate exertion. But Cheng Yi treated it as an effect or result, which is why he said 'raised too early.' His subsequent remark, 'Yet it is good for applying effort,' shows he had already sensed that his previous statement was not complete. Zhou Dunyi's discussion of 'ruling by stillness' also carries this meaning. Now Daotong's words are not without insight, but he still has not avoided treating these as two separate things."
    },
    {
      "index": 17,
      "text": "Your letter states: \"Whenever a learner has just understood how to apply effort, he should immediately recognize the bearing of the sage. For once one has recognized the sage's bearing and taken it as one's standard, one then applies effort on solid ground, and only then will one not go astray. This is the effort of becoming a sage. Is this correct or not?\"\n\nFirst recognizing the sage's bearing—this has indeed been said by people in the past. But it too lacks a proper starting point. The sage's bearing belongs to the sage—from what vantage point would I recognize it? If one does not genuinely examine it through one's own innate knowing, it is like using a scale with no markings to weigh things, or an unopened mirror to judge beauty and ugliness. This is truly what is called 'measuring the gentleman's heart with the petty person's belly.' How would one go about recognizing the sage's bearing? One's own innate knowing is originally the same as the sage's. If one genuinely examines one's own innate knowing clearly, then the sage's bearing is not in the sage but in me. Cheng Yi once said: 'If you stare at Yao and try to imitate his actions, without his degree of intelligence and wisdom, how could you match his every movement to propriety?' He also said: 'When the mind is penetrated by the Way, only then can one distinguish right from wrong.' Now let us ask: where is this 'penetration by the Way'? Where does this 'intelligence and wisdom' come from?"
    },
    {
      "index": 18,
      "text": "Your letter states: \"Tempering oneself through actual affairs. Within a single day, whether there are affairs or not, one simply devotes oneself single-mindedly to cultivating the root source. If an affair comes or one is spontaneously moved, once the mind has some awareness, how can one say there is no affair? One simply concentrates the mind for a moment, generally perceiving what the principle of the matter requires, and handles it as if there were no affair—simply exhausting one's mind, that is all. Yet it happens that some affairs are handled well and others not so well. Why is that? Moreover, when affairs come in great number and must be dealt with in sequence, often one's strength is insufficient and one is overcome by them. Though one exerts oneself to the utmost to rally, one's spirit is already weakened. At such times, one cannot help but devote extra time to self-examination, preferring to leave affairs unfinished rather than failing to cultivate oneself. How about this?\"\n\nThe effort you describe is, for someone at Daotong's level, also roughly how one should apply it. Yet it is not entirely free of inconsistency. In all of a person's learning throughout life, there is only this one matter. From youth to old age, from morning to evening, whether there are affairs or not, it is only doing this one thing—what is called 'there must be this undertaking.' If you say 'I would rather leave affairs unfinished than fail to cultivate myself,' that treats it as two separate things. 'There must be this undertaking; do not forget and do not help it grow.' When affairs and things come, simply exhaust the innate knowing of my mind in responding to them—this is what is called 'loyalty and reciprocity are not far from the Way.' Whenever one handles affairs with some handled well and others not, or encounters difficulties and loss of proper sequence, these are all because one is pulled by considerations of reputation, gain, and loss, unable to genuinely extend one's innate knowing. If one can genuinely extend one's innate knowing, then one will see that what formerly seemed good was not necessarily good, and what seemed not good may in fact have been a case of being pulled by reputation, gain, and loss, thereby injuring one's true knowing."
    },
    {
      "index": 19,
      "text": "Your letter states: \"Regarding the teaching of extending knowledge, when you further instructed me this spring, I already had some sense of how to apply effort and found it simpler and easier than before. But my humble thought is that when speaking of it to beginning students, one should still include the sense of 'investigation of things' to let them know where to begin. Originally 'extending knowledge' and 'investigation of things' go together. But for beginning students who do not yet know where to begin applying effort, one should still explain 'investigation of things'—only then will they understand what 'extending knowledge' means, and so forth.\"\n\n'Investigation of things' is the effort of 'extending knowledge.' Once one understands 'extending knowledge,' one already understands 'investigation of things.' If one does not yet understand 'investigation of things,' then one has not truly understood the effort of 'extending knowledge' either. Recently I have written a letter to a friend discussing this quite thoroughly. I am sending you a copy now—read it carefully and you should see for yourself."
    },
    {
      "index": 20,
      "text": "Your letter states: \"The debate between Zhu Xi and Lu Xiangshan has not yet ceased among today's scholars. Whenever I speak to friends, I say: 'True learning has long been unclear. For now, there is no need to waste mental energy debating the rights and wrongs of Zhu and Lu. Simply follow the Master's two words—establishing one's resolve—to transform people. If a person can truly discern this resolve and determinedly commit to knowing this learning, then already the greater part is clear. The Zhu-Lu debate, even without being settled, will resolve itself for such a person.' I have also observed that among friends, when someone criticizes the Master's words, they immediately become agitated. In the past, the reason Zhu Xi and Lu Xiangshan bequeathed endless controversy to later generations was also that in both masters' efforts there was something not yet fully matured—clearly they too had the problem of becoming agitated. With Cheng Hao, this was not so. Consider his discussion with Wu Sheli about Wang Anshi's learning: 'Convey all of it to Anshi for me. If it does not benefit him, it will certainly benefit me.' What a composed bearing! I have also seen the Master quote this statement in a letter to someone. I wish all our friends could be like this. What do you think?\"\n\nThis passage is extremely well argued—extremely well! I wish Daotong would share it broadly with our fellow seekers. Let each person discuss his own rights and wrongs, and not discuss the rights and wrongs of Zhu Xi and Lu Xiangshan. To slander a person with words—that slander is shallow. But if one cannot personally embody and practice the teaching, merely letting it pass in one ear and out the other, idly chattering away the days—that is slander with one's own person, and that slander is deep. All those in the world today who criticize me—if I can take their criticisms and turn them to good, they all become my whetstones and grindstones. Then there is nothing in my situation that is not a ground for vigilance, self-examination, and moral advancement. The ancients said: 'Those who attack my shortcomings are my teachers.' Can one hate one's teacher?"
    },
    {
      "index": 21,
      "text": "Your letter states: \"Someone has quoted Cheng Yi's statement: 'Above the level of human life in its stillness, nothing can be said; once one speaks of the nature, it is already not the nature.' Why can nothing be said? Why is it already not the nature? Zhu Xi answered: 'Nothing can be said because there is not yet any nature to speak of. It is already not the nature because one cannot avoid the admixture of material endowment.' I cannot understand the statements of either master. Whenever I read to this point in the books, I am invariably confused. Please instruct me.\"\n\n'What is produced is called the nature'—the word 'produced' is the word 'material force.' It is like saying 'material force is the nature.' If material force is the nature, then 'above the level of human life in its stillness, nothing can be said.' Once one says 'material force is the nature,' one has already fallen to one side and it is no longer the nature in its original source. Mencius's 'the nature is good' speaks from the original source. Yet the beginnings of the good nature must be seen in material force. Without material force, there would be nothing in which to see them. Compassion, shame, deference, and the sense of right and wrong—these are material force. When Cheng Yi said 'to discuss the nature without discussing material force is incomplete; to discuss material force without discussing the nature is unclear,' this was because learners each clung to one side, so he could only speak in this way. If one sees one's own nature clearly, then material force is the nature and the nature is material force—originally there is no separation of nature and material force.\n\nReply to Lu Yuanjing"
    },
    {
      "index": 22,
      "text": "Your letter states: \"In beginning to apply effort, I find this mind never at rest. The deluded mind is certainly in motion, but the illuminating mind is also in motion. Since the mind is perpetually in motion, there is no moment of pause.\"\n\nThis is because you deliberately seek stillness, which is why you become all the more restless. The deluded mind is indeed in motion, but the illuminating mind is not in motion. When one constantly illuminates, there is constant motion and constant stillness—this is why Heaven and Earth endure without ceasing. The illuminating mind is indeed illumination, but the deluded mind is also illumination. When the thing is undivided, then the generation of things is unceasing. If there were a moment's pause, it would cease—and that would not be the learning of 'utmost sincerity without rest.'"
    },
    {
      "index": 23,
      "text": "Your letter states that \"innate knowing also has a point of arising,\" and so forth.\n\nPerhaps you did not hear this clearly. Innate knowing is the original substance of the mind—what was previously called 'constant illumination.' The original substance of the mind has no arising and no not-arising. Though deluded thoughts may stir, innate knowing is never absent. It is only that if a person does not know to preserve it, there are times when it may be let go. Though obscuration may reach its extreme, innate knowing is never not luminous. It is only that if a person does not know to examine it, there are times when it may be blocked. Though there are times of letting go, the substance has truly never been absent—one need only preserve it, that is all. Though there are times of being blocked, the substance has truly never ceased to be luminous—one need only examine it, that is all. If one says that innate knowing also has a point of arising, then it would sometimes not be present—and that would not be speaking of its original substance."
    },
    {
      "index": 24,
      "text": "Your letter states: \"Was the discussion the other day about 'refinement and singleness' the same as the effort of becoming a sage?\"\n\nThe 'refined' of 'refinement and singleness' is spoken of in terms of principle. The 'refined' of 'vital essence and spirit' is spoken of in terms of material force. Principle is the orderly pattern of material force; material force is the functioning of principle. Without orderly pattern, there can be no functioning; without functioning, there is no way to see what is called orderly pattern. Refined leads to refinement; refined leads to clarity; refined leads to singleness; refined leads to spiritual; refined leads to sincere. Single leads to refined; single leads to clear; single leads to spiritual; single leads to sincere. Originally these are not two things. It is only that the theories of later Confucians and the theories of those who cultivate longevity have each become stuck on one side, which is why they cannot be mutually employed. The discussion of 'refinement and singleness' the other day, though it arose in connection with Yuanjing's concern for nourishing his vital spirit, is in fact not different from the effort of becoming a sage."
    },
    {
      "index": 25,
      "text": "Your letter states: \"The primal spirit, primal vital force, and primal essence must each have their places of storage and generation. Moreover, there is the true yin essence and the true yang vital force,\" and so forth.\n\nInnate knowing is one. Spoken of in terms of its marvellous function, it is called spirit. Spoken of in terms of its flowing and circulating, it is called vital force. Spoken of in terms of its congealing and gathering, it is called essence. How can it be sought in terms of physical form and location? The true yin essence is the mother of the true yang vital force; the true yang vital force is the father of the true yin essence. Yin is rooted in yang, and yang is rooted in yin—they too are not two things. If my teaching of innate knowing is made clear, then all such matters can be understood without needing to be spoken of. Otherwise, matters like the 'three passes,' 'seven returns,' and 'nine reversions' that your letter mentions will present endless further doubts.\n\nFurthermore—"
    },
    {
      "index": 26,
      "text": "Your letter states: \"Innate knowing is the original substance of the mind, which is what is meant by 'the nature is good,' the 'centrality before the emotions are aroused,' the 'substance of stillness and unmovingness,' the 'vast impartiality.' Why then can ordinary people not achieve this, and why must they wait upon learning? If centrality, stillness, and impartiality already belong to the substance of the mind, then innate knowing is precisely that. But when I now examine my own mind, though my knowing is never not good, centrality, stillness, and vast impartiality are in fact not yet present. Does innate knowing then somehow transcend beyond substance and function?\"\n\nThe nature is never not good; therefore knowing is never not innate. Innate knowing is itself the 'centrality before the emotions are aroused,' is itself 'vast impartiality,' is itself 'the substance of stillness and unmovingness'—what all people share equally. It is simply that one cannot avoid being obscured by material desires, and therefore must learn in order to remove the obscuration. Yet as for the original substance of innate knowing, learning cannot add to or diminish it by even a hair's breadth. That knowing is never not good yet centrality, stillness, and vast impartiality are not yet fully realized—this means that the obscuration has not yet been entirely removed and that preservation is not yet pure. The substance is the substance of innate knowing; the function is the function of innate knowing. How could there be anything 'transcending beyond substance and function'?"
    },
    {
      "index": 27,
      "text": "Your letter states: \"Zhou Dunyi said 'ruling by stillness'; Cheng Yi said 'settled in motion, settled in stillness'; the Master says 'settledness is the original substance of the mind.' This stillness and settledness is certainly not what is meant by 'not seeing, not hearing' or 'without thought, without action.' It must mean constantly knowing, constantly preserving, constantly ruled by principle. But constant knowing, constant preserving, constantly ruled by principle—this is clearly motion, already aroused. How can it be called stillness? How can it be called the original substance? Is this stillness and settledness something that also penetrates through the motion and stillness of the mind?\"\n\nPrinciple is without motion. Constant knowing, constant preserving, constantly ruled by principle—this is precisely what is meant by 'not seeing, not hearing' and 'without thought, without action.' 'Not seeing, not hearing, without thought, without action' does not mean dried wood and dead ashes. When seeing, hearing, thinking, and acting are one with principle, and there has never been any seeing, hearing, thinking, or acting apart from it—this is motion that has never been motion. This is what is meant by 'settled in motion, settled in stillness' and 'substance and function sharing one source.'"
    },
    {
      "index": 28,
      "text": "Your letter states: \"This substance of the mind before the emotions are aroused—does it exist before the arousal? Does it exist within the arousal as its ruler? Or is it without before and after, without inside and outside, as a unified whole? When we speak of the mind's motion and stillness, does this refer to having affairs and not having affairs? Does it refer to stillness-in-itself and responsiveness-in-penetration? Does it refer to following principle and following desire? If following principle is called stillness and following desire is called motion, then the statements 'within motion there is stillness, within stillness there is motion, motion reaches its extreme and becomes stillness, stillness reaches its extreme and becomes motion' would be incoherent. If having affairs and responsive-penetration is called motion, and not having affairs and stillness-in-itself is called stillness, then the statements 'motion without being moved, stillness without being still' would be incoherent. If one says the unaroused exists before the aroused, that stillness produces motion—this would mean utmost sincerity has cessation, that the sage has returning, which is also unacceptable. If one says the unaroused exists within the aroused, then I do not know: should both the unaroused and the aroused be characterized by stillness? Or is the unaroused stillness and the aroused motion? Or are both unaroused and aroused without motion and without stillness? Or do both have motion and stillness? Please instruct me.\"\n\nThe centrality before the emotions are aroused is innate knowing itself—without before and after, without inside and outside, a unified whole. Having affairs and not having affairs can be used to speak of motion and stillness, but innate knowing does not divide into having and not having affairs. Stillness-in-itself and responsive-penetration can be used to speak of motion and stillness, but innate knowing does not divide into stillness-in-itself and responsive-penetration. Motion and stillness are conditions encountered in time; the original substance of the mind fundamentally does not divide into motion and stillness. Principle is without motion; motion is desire. Following principle, though one responds to ten thousand changes, one has never been in motion. Following desire, though one's mind is withered and one's thought is single, one has never been still. 'Within motion there is stillness, within stillness there is motion'—what doubt is there? Having affairs and responsive-penetration can indeed be spoken of as motion, yet the stillness-in-itself has never been augmented. Not having affairs and stillness-in-itself can indeed be spoken of as stillness, yet the responsive-penetration has never been diminished. 'Motion without being moved, stillness without being still'—what doubt is there? Without before and after, without inside and outside, a unified whole—then the doubt about 'utmost sincerity having cessation' is resolved without needing explanation. The unaroused exists within the aroused, yet within the aroused there has never been a separate unaroused existing alongside. The aroused exists within the unaroused, yet within the unaroused there has never been a separate aroused existing within. This means there has never been no motion and stillness, yet motion and stillness cannot be used to divide it.\n\nIn reading the words of the ancients, one must use one's intention to trace back their purpose and grasp their overall meaning. If one must rigidly cling to the literal text, then 'not a single survivor remained' would mean that the Zhou truly had no people left. Zhou Dunyi's statement 'stillness reaches its extreme and becomes motion'—if not properly understood—is also not without problems. His meaning derives from 'The Supreme Ultimate moves and generates yang; it is still and generates yin.' The Supreme Ultimate's principle of ceaseless generation has its marvellous function that never ceases and its constant substance that never changes. Within this ceaseless generation, pointing to the marvellous function that never ceases and calling it motion, calling it the generation of yang—this does not mean that motion alone generates yang. Within this ceaseless generation, pointing to the constant substance that never changes and calling it stillness, calling it the generation of yin—this does not mean that stillness alone generates yin. If stillness alone generated yin and motion alone generated yang, then yin-yang and motion-stillness would each be rigidly separate things. Yin and yang are one vital force: one vital force bending and extending constitutes yin and yang. Motion and stillness are one principle: one principle hidden and manifest constitutes motion and stillness. Spring and summer can be called yang and motion, yet they are never without yin and stillness. Autumn and winter can be called yin and stillness, yet they are never without yang and motion. Spring and summer are this ceaseless activity; autumn and winter are this ceaseless activity—all can be called yang, called motion. Spring and summer are this constant substance; autumn and winter are this constant substance—all can be called yin, called stillness. From the cosmic epochs, eras, cycles, and ages, down to years, months, days, and hours, and further to moments, instants, and fractions—all are like this. This is what is meant by 'motion and stillness have no fixed beginning; yin and yang have no fixed starting point.' Those who know the Way comprehend it silently—it cannot be exhausted by words. If one merely clings to the text and sticks to the phrases, comparing and imitating by analogy, then as it is said: 'The mind is turned by the Lotus Sutra, rather than turning the Lotus Sutra.'"
    },
    {
      "index": 29,
      "text": "Your letter states: \"When I try to examine my mind—in the stirring of joy, anger, anxiety, and fear, even when the agitation of vital force reaches its extreme, once my innate knowing becomes aware of it, they immediately dissolve and are blocked: sometimes checked at the beginning, sometimes controlled in the middle, sometimes regretted afterward. It seems as though innate knowing always dwells in a place of leisured detachment, serving as ruler, as if it did not participate in joy, anger, anxiety, and fear. Why is this?\"\n\nKnowing this, you can understand the centrality before emotions are aroused and the substance of stillness and unmovingness, and you can also understand the harmony of emotions aroused in due measure and the marvellous responsiveness that penetrates all things. However, to say that 'innate knowing always dwells in a place of leisured detachment'—this wording is still problematic. Though innate knowing does not become stuck in joy, anger, anxiety, and fear, nevertheless joy, anger, anxiety, and fear are also not outside of innate knowing."
    },
    {
      "index": 30,
      "text": "Your letter states: \"Yesterday the Master spoke of innate knowing as the illuminating mind. I humbly suggest that innate knowing is the original substance of the mind, while the illuminating mind is what a person uses in applying effort—the mind of vigilance and apprehension—which is akin to thinking. Yet you then identify vigilance and apprehension with innate knowing. Why is this?\"\n\nThat which is capable of vigilance and apprehension—that is innate knowing."
    },
    {
      "index": 31,
      "text": "Your letter states: \"The Master also said: 'The illuminating mind is not motion.' Is this because following principle is called stillness? 'The deluded mind is also illumination.' Is this because innate knowing is never not present within it, never not luminous within it, and whatever in seeing, hearing, speaking, and moving does not transgress the proper measure is all the Principle of Heaven? Moreover, having called it the deluded mind, then from the perspective of the deluded mind it may be called illumination, but from the perspective of the illuminating mind it would be called delusion. How does delusion differ from cessation? Now to use the illumination of delusion to continue the unceasingness of utmost sincerity—this I do not yet understand. Please enlighten me further.\"\n\n'The illuminating mind is not motion'—this is because it issues from the spontaneous luminous awareness of the original substance, and has never been set in motion. If there were motion, it would be delusion. 'The deluded mind is also illumination'—this is because the spontaneous luminous awareness of the original substance is never not present within it; it is simply that there is motion. Without motion, it is illumination. No-delusion-no-illumination does not mean taking delusion as illumination or illumination as delusion. If the illuminating mind is treated as illumination and the deluded mind as delusion, this is still having delusion and having illumination. Having delusion and having illumination means there is still duality. Duality means cessation. No-delusion-no-illumination means no-duality. No-duality means no-cessation."
    },
    {
      "index": 32,
      "text": "Your letter states: \"The essential of nurturing life is purifying the mind and having few desires. Once the mind is pure and desires are few, the work of becoming a sage is complete. Yet when desires are few, the mind becomes pure of itself. Purifying the mind does not mean abandoning human affairs to dwell in solitude seeking stillness. It means wishing to make this mind pure Heavenly Principle without a single hair's breadth of selfish human desire. Now if one wishes to do this work by eliminating selfish desires as they arise, the root of the disease always remains—it is extinguished in the east only to arise in the west. If one wishes to strip away and wash clean before the multitude of desires have sprouted, then there is no place to apply effort, and the mind is only made more impure. Moreover, to search out and root about for desires before they have sprouted in order to remove them is like leading a dog up into the hall and then chasing it out—this makes things even worse.\"\n\nTo insist on making this mind pure Heavenly Principle without a single hair's breadth of selfish human desire—this is indeed the work of becoming a sage. To insist on making this mind pure Heavenly Principle without a single hair's breadth of selfish human desire—this cannot be done without guarding against desires before they sprout and overcoming them at the moment of sprouting. Guarding before they sprout and overcoming at the moment of sprouting—this is precisely the effort of 'vigilance and apprehension' in the Doctrine of the Mean and 'extending knowledge and investigating things' in the Great Learning. Apart from this, there is no other effort.\n\nAs for what you call 'extinguished in the east only to arise in the west' and 'leading a dog up into the hall and then chasing it out'—these are the afflictions caused by self-interest, calculating gains and losses, and anticipatory purposefulness, not the problems of overcoming and cleansing. Now you say 'the essential of nurturing life is purifying the mind and having few desires'—just these two words 'nurturing life' are the very root of self-interest, calculating gains and losses, and anticipatory purposefulness. With this root of disease lurking within, it is no wonder you have the problems of 'extinguished in the east, arising in the west' and 'leading a dog up into the hall and then chasing it out.'"
    },
    {
      "index": 33,
      "text": "Your letter states: \"When the Buddhists 'think neither of good nor of evil and recognize the original face,' their method differs from our Confucian effort of 'following things and investigating them.' If I were to apply the effort of extending knowledge at the moment of thinking neither of good nor of evil, I would already be involved in thinking of good. To desire that good and evil not be thought of, so that the innate knowing of the mind is pure and at ease of itself—this happens only at the moment of waking from sleep. This is precisely what Mencius meant by the 'night spirit.' But this state cannot last long. In the space of an instant, thoughts have already arisen. I do not know whether with prolonged effort, one can constantly be as when first waking from sleep and thoughts have not yet arisen. Now when I seek stillness, I become ever more restless; when I desire that no thoughts arise, thoughts arise all the more. What can be done so that earlier thoughts easily fade, later thoughts do not arise, innate knowing alone shines forth, and one roams with the Creator?\"\n\n'Think neither of good nor of evil, and recognize the original face'—this was the Buddhists' expedient method for those who had not yet recognized the original face. The 'original face' is what our Confucian school calls innate knowing. Now that one has already clearly recognized innate knowing, this way of speaking is no longer necessary.\n\n'Following things and investigating them' is the effort of extending knowledge—it is what the Buddhists call 'constant wakefulness,' which is also just constantly preserving their original face. The general outline of the method and effort is roughly similar; it is only that the Buddhists have a heart of self-interest, which is why it becomes different. Now to desire that good and evil not be thought of, so that the innate knowing of the mind is pure and at ease of itself—this already contains the heart of self-interest, calculating gains and losses, and anticipatory purposefulness. This is why you have the problem of 'applying the effort of extending knowledge at the moment of thinking neither of good nor of evil, and already being involved in thinking of good.' When Mencius spoke of the 'night spirit,' he was merely pointing out to those who had lost their original good mind a place where that mind begins to stir, so they might cultivate it from there. Now that one already clearly knows innate knowing, and constantly applies the effort of extending knowledge, the talk of the 'night spirit' is no longer needed. This would be like catching the hare but then, instead of guarding the hare, continuing to guard the tree stump—the hare will again be lost. To desire stillness is to desire that no thoughts arise—this is precisely the disease of self-interest, calculating gains and losses, and anticipatory purposefulness. This is why thoughts arise all the more and one becomes ever more restless. Innate knowing is simply innate knowing—good and evil distinguish themselves naturally. What further good or evil is there to think about? The substance of innate knowing is originally still and at rest. Now you add the desire for stillness on top of it. It is originally alive and generative. Now you add the desire for no generation on top of it. Not only is this unlike the effort of extending knowledge in our Confucian school; even the Buddhists in their learning never had such anticipatory purposefulness. It is simply one thought of innate knowing, through and through, without beginning or end. This is precisely what is called 'earlier thoughts do not perish, later thoughts do not arise.' Now to desire that earlier thoughts easily perish and later thoughts not arise—this is what the Buddhists call cutting off the seed of the Buddha-nature, entering into the state of dried wood and dead ashes."
    },
    {
      "index": 34,
      "text": "Your letter states: \"The Buddhists also have the teaching of 'constantly holding up the thought.' Is this not similar to what Mencius calls 'there must be this undertaking,' and what the Master calls 'extending innate knowing'? Is it not the same as 'constantly wakeful, constantly remembering, constantly knowing, constantly preserving'? When this thought is being held up and affairs and things come, one's response to them must have its proper way. I only fear that the time of holding up this thought is brief and the time of letting it go is long—then the effort is interrupted. Moreover, the letting go of this thought mostly begins with the stirring of selfish desires and wayward impulses; only when one is suddenly startled awake does one hold it up again. In the interval between letting go and holding up, the confusion and clutter of the mind is mostly not self-perceived. Now I wish to be daily more refined and daily more luminous, constantly holding up without letting go—by what means can I do this? Is simply this constant holding-up-without-letting-go the complete effort? Or within this constant holding-up-without-letting-go, should one additionally add the effort of self-examination and overcoming? Though one says 'constantly hold up without letting go,' without adding the effort of vigilance, apprehension, and overcoming, I fear selfish desires will not be removed. If one adds the effort of vigilance, apprehension, and overcoming, that is already 'thinking of good,' and with regard to the 'original face' one is still short by one step. What should one do?\"\n\nVigilance, apprehension, and overcoming—these are precisely the effort of constantly holding up without letting go. They are precisely 'there must be this undertaking.' How can there be two things? In this section of your question, the first part already explains itself clearly enough. But at the end you generate your own confusion and speak in a fragmented way, raising the doubt about 'the original face being one step short.' All of this is the disease of self-interest, calculating gains and losses, and anticipatory purposefulness. Remove this disease, and these doubts will naturally disappear."
    },
    {
      "index": 35,
      "text": "Your letter states: \"'Those of fine quality understand fully, and the dross is completely transformed.' What does it mean to 'understand fully'? How can the dross be 'completely transformed'?\"\n\nInnate knowing is originally self-luminous. Those whose material endowment is not fine have much dross and thick obscuration, making it difficult to become luminous. Those of fine quality originally have little dross and not much obscuration. With just a slight application of the effort of extending knowledge, this innate knowing becomes crystalline and transparent of itself. A small amount of dross is like snowflakes floating in hot water—how can it serve as an obstruction? This originally is not very difficult to understand. The reason Yuanjing raises doubts here is presumably because the single word 'understand' is not clear to him. There is also perhaps a slight impatience for quick results. I once discussed face-to-face the meaning of 'illuminating the good.' When one illuminates, one is sincere—this is not the shallow sense of 'illuminating the good' held by later Confucians."
    },
    {
      "index": 36,
      "text": "Your letter states: \"Are intelligence and wisdom truly matters of material endowment? Are humaneness, righteousness, propriety, and wisdom truly the nature? Are joy, anger, sorrow, and happiness truly the emotions? Are selfish desires and wayward impulses truly one thing or two? As for the talents of the ancients—men like Zhang Liang, Dong Zhongshu, Huang Xianzu, Zhuge Liang, Wang Tong, Han Qi, and Fan Zhongyan—their virtue and achievements were illustrious, all issuing from their innate knowing. Yet they cannot be said to have heard the Way. What exactly is the reason? If one says this is merely the fineness of their inborn quality, then those who are born knowing and act with natural ease—are they not superior to those who learn and then know, who act through strenuous effort? My humble opinion is that to say these men saw the Way only partially is acceptable, but to say they had no understanding at all, I fear, is an overreaction to the later Confucians' excessive veneration of memorization and textual exegesis. Is this correct or not?\"\n\nThe nature is one and only one. Humaneness, righteousness, propriety, and wisdom are the nature's nature. Intelligence and wisdom are the nature's quality. Joy, anger, sorrow, and happiness are the nature's emotions. Selfish desires and wayward impulses are the nature's obscuration. Quality has degrees of clarity and turbidity; therefore emotions have excess and deficiency, and obscuration has shallowness and depth. Selfish desires and wayward impulses are one disease with two symptoms—not two things. Zhang Liang, Huang Xianzu, Zhuge Liang, Han Qi, and Fan Zhongyan all possessed fine natural endowments that naturally accorded in many ways with the subtleties of the Way. Though they cannot all be said to have known learning or heard the Way, they each had their own learning and did not deviate far from the Way. Had they been able to learn and know the Way, they would have been the equals of Yi Yin, Fu Yue, the Duke of Zhou, and Duke Shao. As for Wang Tong, he cannot be said to have had no knowledge of learning. Though his books were largely composed by his disciples and contain many points that are not quite right, his general outlines can still be seen. But the distance in time is too great, and there is no definite evidence to rely on, so one cannot determine from afar what level he reached. Innate knowing is the Way. Innate knowing in the human mind—not only sages and worthies, but even ordinary people possess it without exception. If there were no material desires pulling and obscuring it, one would simply follow the issuing and flowing of innate knowing—and there would be nothing that is not the Way. But in ordinary people, material desires pull and obscure it so much that they cannot follow their innate knowing. In men like these, whose natural endowments were already pure and clear, with few material desires to pull and obscure them, the issuing and flowing of their innate knowing was naturally abundant, naturally not far from the Way. What the learner learns is simply to follow this innate knowing. To call it 'knowing learning' simply means knowing that one should focus exclusively on following innate knowing. These men, though they did not know to focus exclusively on innate knowing for their effort, but perhaps wandered among many byways and were confused by shadows and echoes—this is why they were sometimes in accord and sometimes not, and not yet pure. Had they known this, they would have been sages. Later Confucians have often said that men like these were still merely using their material endowment, and were not free from 'acting without clear understanding, practicing without examination.' This is not an excessive judgment. But what later Confucians call 'clear understanding' and 'examination' is also confined by the narrowness of received learning, obscured by errors of accumulated habit, and dependent on imitation and analogy of shadows and traces—it is still not what the school of the sages calls 'clear understanding' and 'examination.' Then how can they, in their own benightedness, demand illumination from others? What is called 'born knowing and acting with natural ease'—the two words 'knowing' and 'acting' are also spoken in terms of applying effort. If we speak of the original substance of knowing and acting, then it is innate knowing and innate ability, and even those who learn through difficulty and act through strenuous effort can all be said to be born knowing and acting with natural ease. The two words 'knowing' and 'acting' deserve further careful examination."
    },
    {
      "index": 37,
      "text": "Your letter states: \"Formerly Zhou Dunyi always bade Cheng Hao to seek where Confucius and Yan Hui found their joy. May I ask: is this joy the same as the joy among the seven emotions, or not? If it is the same, then any ordinary person who gets what he wants can be joyful—why must one be a sage or worthy? If there is a separate true joy, then when the sage or worthy encounters great anxiety, great anger, great alarm, or great fear, is this joy still present? Moreover, the gentleman's mind always harbors vigilance and apprehension—this is a lifelong anxiety. How can there be joy? I have always been prone to melancholy and have never experienced the pleasure of true joy. Now I earnestly wish to seek it.\"\n\nJoy is the original substance of the mind. Though it is not the same as the joy among the seven emotions, it is also not outside the joy of the seven emotions. Though the sage and worthy have a separate true joy, it is also something ordinary people equally possess. It is simply that ordinary people possess it without knowing it, and instead bring upon themselves all manner of anxiety and suffering, willfully adding confusion and abandonment. Even amid this anxiety, suffering, confusion, and abandonment, this joy has never ceased to be present. If but a single thought is awakened and illuminated, and one turns back to find sincerity within oneself, then it is right here. In every discussion with Yuanjing, there has been nothing but this meaning. Yet Yuanjing still asks 'by what means can one attain it'—this is still the error of 'riding the donkey while looking for the donkey.'"
    },
    {
      "index": 38,
      "text": "Your letter states: \"The Great Learning says that when 'the mind has fondness, anger, anxiety, or fear, it cannot attain its correctness.' Cheng Yi also said that 'the sage's emotions accord with all things yet he has no emotions.' What is meant by 'having' has been illustrated in the Instructions for Practical Living with the analogy of malaria—this is extremely apt. But as for Cheng Yi's statement, it seems to mean that the sage's emotions do not arise in the mind but arise from things—what does this mean? Moreover, when affairs stimulate and emotions respond, then right and wrong can be directly investigated. But when affairs have not yet stimulated, to call it 'having' is to say it has not yet taken form; to call it 'not having' is to say the root of the disease lies in the space between having and not having. How then does one extend one's knowledge? If one studies to be without emotions, though the burden is lightened, one has departed from Confucianism and entered Buddhism. Is this acceptable?\"\n\nThe sage's effort of extending knowledge is utmost sincerity without rest. The substance of his innate knowing is brilliant as a clear mirror, without the slightest particle of dust. Beauty and ugliness come before it, and each is reflected in its true form, yet the clear mirror has never retained any stain. This is what is called 'the emotions accord with all things yet he has no emotions.' 'Abiding nowhere yet giving rise to the mind'—the Buddhists have indeed said this, and it is not wrong. When the clear mirror responds to things, what is beautiful appears as beautiful, what is ugly as ugly—in one reflection all are true. This is the place of 'giving rise to the mind.' What is beautiful appears as beautiful, what is ugly as ugly—in one passing none are retained. This is the place of 'abiding nowhere.' The analogy of malaria, since you have already found it apt, should resolve the questions in this section. A person with malaria, even when the fever has not yet manifested, still has the root of disease present—so how can he, just because the fever has not manifested, neglect the effort of taking medicine and regulating his condition? If one must wait for the fever to manifest before taking medicine and regulating, it is already too late. The effort of extending knowledge has no interval between having affairs and not having affairs—so why distinguish between whether the disease has manifested or not? In general, Yuanjing's doubts, though they seem varied in front and behind, all arise from the affliction of self-interest, calculating gains and losses, and anticipatory purposefulness. Once this root is removed, all the doubts before and after will naturally melt away like ice and disperse like mist, without needing to be debated.\n\nPostscript by Qian Dehong: When the Reply to Yuanjing was published, readers were all delighted that Cheng asked good questions and the Master gave good answers, and all felt they heard what they had never heard before. The Master said: \"What Yuanjing asks is merely turning on the level of intellectual understanding. I had no choice but to follow each point and analyze it. If one truly trusts innate knowing and simply applies effort on innate knowing, though a thousand classics and ten thousand scriptures—none will fail to accord. Heterodox and deviant learning—a single examination exposes them all. Why must one dissect point by point like this? The Buddhists have the analogy of 'the dog chasing the clod.' If you see the clod and go after the person who threw it, you will get the person. If you see the clod and chase the clod, what will you get from the clod?\" All the friends present heard this and were startled into awakening. This learning values turning inward—intellectual understanding alone cannot enter it.\n\nReply to Ouyang Chongyi"
    },
    {
      "index": 39,
      "text": "Chongyi wrote in his letter: \"The Master said: 'The innate knowing of the moral nature does not derive from hearing and seeing. If one says that hearing much, selecting what is good and following it, and seeing much and noting it—this is exclusively seeking in the peripheral realm of hearing and seeing, and has already fallen to the second level.' I humbly think that although innate knowing does not arise from hearing and seeing, the learner's knowing has never failed to develop through hearing and seeing. To be stuck on hearing and seeing is certainly wrong, yet hearing and seeing are also the function of innate knowing. Now to say it 'has fallen to the second level' is perhaps directed at those who exclusively take hearing and seeing as their learning. If one extends one's innate knowing and seeks it through hearing and seeing, this too seems to be the effort of the unity of knowledge and action. What do you think?\"\n\nInnate knowing does not derive from hearing and seeing, yet hearing and seeing are nothing other than the function of innate knowing. Therefore innate knowing does not become stuck on hearing and seeing, yet also does not depart from hearing and seeing. Confucius said: 'Do I possess knowledge? I have no knowledge.' Beyond innate knowing, there is no other knowledge. Therefore 'extending innate knowing' is the great essential of learning—it is the sage's primary teaching to people. Now to say one 'exclusively seeks in the peripheral realm of hearing and seeing' is to lose this essential and already fall to the second level. Among our fellow seekers in recent times, there are already none who do not know the teaching of 'extending innate knowing.' Yet in their actual effort, many are still muddled—precisely because they lack this question. In general, the effort of learning requires only that the main direction and essential be correct. If the main direction and essential are focused exclusively on 'extending innate knowing,' then all broad hearing and seeing is nothing other than the effort of 'extending innate knowing.' For in daily use, all hearing, seeing, and social intercourse—though they involve a thousand threads and ten thousand ends—are nothing other than the issuing, flowing, and functioning of innate knowing. Apart from hearing, seeing, and social intercourse, there is no innate knowing to extend. Therefore it is all just one thing. But if one says 'extend one's innate knowing and seek it through hearing and seeing,' then the phrasing suggests two things. This differs somewhat from exclusively seeking in the peripheral realm of hearing and seeing, but in its failure to attain the purport of refinement and singleness, it is the same. 'Hearing much, selecting what is good and following it; seeing much and noting it'—since it says 'selecting' and 'noting,' innate knowing is not absent from within these activities. But the focus of intention is exclusively on hearing and seeing broadly in order to select and note—and this has already lost the essential. Chongyi's understanding of this matter should already be quite clear. Today's question is precisely aimed at illuminating this learning and is extremely beneficial among our fellow seekers. But if the wording is not yet perfectly clear, then the difference of a hair's breadth leads to a divergence of a thousand miles—one cannot fail to examine with precision."
    },
    {
      "index": 40,
      "text": "Your letter states: \"The Master said: 'The Appended Remarks says \"what thought, what deliberation\"—this means that what one thinks and deliberates is solely the Principle of Heaven, with no other thought or deliberation. It does not mean no thought or deliberation at all. The original substance of the mind is the Principle of Heaven—what is there that could be thought or deliberated about? The learner's effort, though it involves a thousand thoughts and ten thousand deliberations, is solely to restore the original substance. It is not using private intent to arrange and contrive—if one arranges and contrives, that is using cleverness for selfish ends.' The learner's errors mostly involve either sinking into emptiness and guarding stillness, or arranging and contriving with thought. In the xinren and renyin years I suffered from the former disease; recently I have been suffering from the latter. But thinking and contriving is also the function of innate knowing—how does it differ from the arranging of private intent? I fear I may be 'taking the thief for one's own son,' confused without realizing it.\"\n\n'Thinking is called wisdom; wisdom leads to sagehood.' 'The function of the mind is thinking; through thinking one attains it.' How can thinking be dispensed with? Sinking into emptiness and guarding stillness, and arranging and contriving with thought—both are using cleverness for selfish ends. In losing innate knowing, they are the same. Innate knowing is where the Principle of Heaven shines forth in luminous spiritual awareness; therefore innate knowing is the Principle of Heaven. Thinking is the function of innate knowing. If it is the thinking that is the function of innate knowing, then what one thinks is nothing other than the Principle of Heaven. The thinking that is the function of innate knowing is naturally clear and simple. Innate knowing can also recognize it. If it is the thinking of private intent arranging and contriving, it is naturally confused and laborious. Innate knowing can also distinguish it. Whether thinking is right or wrong, orthodox or deviant—innate knowing is never not aware of it. The reason one 'takes the thief for one's own son' is precisely that the learning of extending knowledge is not clear, and one does not know to examine and recognize it through innate knowing."
    },
    {
      "index": 41,
      "text": "Your letter further states: \"The Master said: 'Learning throughout one's life is only this one thing. Whether there are affairs or not, it is only this one thing. If you say you would rather leave affairs unfinished than fail to add cultivation, that is splitting it into two things.' I humbly think: perceiving that one's energy is weak and insufficient to complete affairs—this is innate knowing. Preferring to leave affairs unfinished and adding rest and cultivation—this is extending knowledge. How is this two things? But if changes in affairs come that circumstances absolutely require one to handle, and though one's energy is weak, one can somewhat rally and manage—then 'maintaining one's resolve to command one's vital force' is acceptable. Yet one's speech and action ultimately lack force, and after completing the affair, exhaustion is extreme. Does this not come close to 'doing violence to one's vital force'? In weighing these considerations of gravity and urgency, innate knowing is certainly never unaware. But if pressed by circumstances, how can one attend to one's energy? If constrained by one's energy, how can one attend to circumstances? What should be done?\"\n\nThe idea of 'preferring to leave affairs unfinished rather than failing to add cultivation'—for speaking with beginning students in this manner, it is not without benefit. But once you view it as two things, there is a problem. Mencius said 'there must be this undertaking'—the gentleman's learning throughout life is solely 'accumulating righteousness.' Righteousness means appropriateness; when the mind attains its appropriateness, that is called righteousness. To be able to extend innate knowing is for the mind to attain its appropriateness. Therefore 'accumulating righteousness' is simply extending innate knowing. The gentleman's responding to ten thousand changes—acting when action is appropriate, stopping when stopping is appropriate, living when living is appropriate, dying when dying is appropriate, adjusting and calibrating—all of this is nothing other than extending his innate knowing and seeking self-satisfaction, nothing more. Therefore 'the gentleman acts according to his station' and 'his thought does not go beyond his position.' Scheming about what is beyond one's strength and forcing what is beyond one's knowledge—none of these can be called extending innate knowing. But 'laboring one's sinews and bones, starving one's body and skin, impoverishing one's person, thwarting one's undertakings, stirring up one's mind and toughening one's nature to augment what one cannot yet do'—all of these are extending one's innate knowing. If one says 'preferring to leave affairs unfinished rather than failing to add cultivation,' this already comes from a utilitarian heart that calculates success and failure, advantage and disadvantage, with likes and dislikes mixed in. This treats completing affairs as one thing and cultivation as another separate thing. This already has the sense of 'internal versus external,' and is using cleverness for selfish ends. It is 'righteousness is external,' and already has the disease of 'not getting it from words, do not seek it in the mind; not getting it from the mind, do not seek it in the vital force.' It is no longer the effort of extending innate knowing to seek self-satisfaction. What you describe as 'rallying and managing, but being extremely exhausted after completing the affair,' and 'pressed by circumstances, constrained by energy'—all result from treating these as two things. In all the effort of learning, singleness means sincerity, duality means falsehood. All of this is because the intention of extending innate knowing lacks that single measure of genuine earnestness. The Great Learning says: 'Making one's intentions sincere is like hating a bad smell or loving a beautiful sight—this is called self-satisfaction.' Has there ever been a case of hating a bad smell or loving a beautiful sight that required rallying and exertion? Has there ever been a case of extreme exhaustion after completing such a response? Has there ever been a case of being pressed by circumstances or constrained by energy? From this one can see where the disease originates."
    },
    {
      "index": 42,
      "text": "Your letter further states: \"Human nature is full of a hundred kinds of deceit and cunning. If one meets it with unsuspecting trust, one is often deceived. But once one becomes alert, one has already fallen into suspicion and second-guessing. To second-guess deception is itself deception; to assume untrustworthiness is itself untrustworthy. Being deceived is also not being alert. Not second-guessing, not assuming untrustworthiness, yet being always the first to perceive—does this not come solely from innate knowing being crystalline and transparent? Yet in the space of the subtlest instant, cases of turning away from alertness and toward deception are many.\"\n\nNot second-guessing, not assuming untrustworthiness, yet being the first to perceive—Confucius said this because people of his time focused exclusively on second-guessing deception and assuming untrustworthiness, thereby themselves falling into deception and untrustworthiness. There were also those who did not second-guess or assume untrustworthiness, but who, not knowing the effort of extending innate knowing, were often deceived. Hence he made this statement. It was not to teach people to keep this as their fixed mindset, exclusively desiring to be first in perceiving others' deception and untrustworthiness. To keep this as one's fixed mindset is precisely the concern of suspicious and petty people of later ages. Just this single thought already makes one unfit for the Way of Yao and Shun. Those who do not second-guess or assume untrustworthiness yet are deceived by others are still 'not without first being good.' They simply are not as admirable as those who extend their innate knowing and thereby naturally perceive first. Chongyi's statement that 'this comes solely from innate knowing being crystalline and transparent'—this already grasps the purport. Yet it is merely an intellectual insight, and I fear it is not yet practical. For innate knowing in the human mind, spanning ten thousand ages and filling the universe, is the same in all without exception. Without deliberation one knows; always easy so as to know what is dangerous. Without learning one is able; always simple so as to know what is obstructed. Prior to Heaven, Heaven does not deviate from it—even Heaven does not deviate, how much less people? How much less ghosts and spirits?\n\nAs for what you call 'turning away from alertness and toward deception'—this is because, though one does not second-guess others, one may not yet be free from self-deception. Though one does not assume others are untrustworthy, one may not yet be genuinely self-trusting. This is because one may still habitually seek to be the first to perceive, yet not always be self-perceiving. The habitual desire to be the first to perceive already drifts into second-guessing and assuming, which is sufficient to obscure one's own innate knowing. This is why the turning away from alertness and toward deception cannot be avoided. The gentleman's learning is for himself. He has never worried that others may deceive him—he simply never deceives his own innate knowing, that is all. He has never worried that others may not trust him—he simply trusts his own innate knowing, that is all. He has never sought to be the first to perceive others' deception and untrustworthiness—he simply attends to being constantly self-perceiving through his innate knowing, that is all. Therefore, when one does not deceive, then innate knowing has nothing false within it and is sincere; sincere, then luminous. When one is self-trusting, then innate knowing has nothing confused within it and is luminous; luminous, then sincere. Luminosity and sincerity generate each other—therefore innate knowing is constantly aware and constantly illuminating. Constantly aware and constantly illuminating, it is like a clear mirror hung high—things that come before it cannot conceal their beauty or ugliness. Why? When one does not deceive and is sincere, there is no room for deception within. Should there be any deception, one is immediately aware. When one is self-trusting and luminous, there is no room for untrustworthiness within. Should there be any untrustworthiness, one is immediately aware. This is what is called 'easy so as to know what is dangerous, simple so as to know what is obstructed.' It is what Zisi meant by 'utmost sincerity is like spiritual power—it can foreknow.' However, when Zisi says 'like spiritual power' and 'can foreknow,' he still speaks as if they were two things. This is because he is describing the effects for those who strive toward sincerity—he is still speaking for those who cannot yet naturally perceive first. If we speak in terms of utmost sincerity itself, then the marvellous function of utmost sincerity is itself called 'spiritual'—there is no need to say 'like spiritual power.' Utmost sincerity means 'knowing without knowing and having nothing one does not know'—there is no need to say 'can foreknow.'\n\nReply to Luo Zheng'an"
    },
    {
      "index": 43,
      "text": "I offer my respectful greetings. Yesterday you honored me with instruction regarding the Great Learning. As I was departing by boat in haste, I was unable to reply. This morning, with somewhat more leisure during the river journey, I took up your letter and read it again. Fearing that after arriving in Ganzhou, human affairs will again become pressing and confused, I first outline my brief response for your consideration.\n\nYour letter states: \"Seeing the Way is truly difficult, and embodying the Way is all the more difficult. The Way is indeed not easily illuminated, and learning indeed cannot go undiscussed. I fear one cannot rest content in one's present views and take them as the ultimate standard.\" How fortunate! How fortunate! How could I have the privilege of hearing such words? Would I dare to take my views as the ultimate standard and rest content in them? I am precisely thinking of seeking the Way throughout the world in order to discuss and illuminate it. Yet for several years now, those who have heard my teaching and ridiculed it are many; those who have reviled it are many; those who have dismissed it as unworthy of consideration or debate are many. But would any of them actually consent to instruct me? Would any consent to instruct me and then go back and forth patiently explaining, with heartfelt urgency, fearing they might not succeed in correcting me? If so, then among those in the world who love me, none has a mind so deep and devoted as yours. How could my gratitude be expressed? 'That virtue is not cultivated and learning is not discussed'—Confucius considered these his worries. Yet scholars of the age who can barely transmit and practice glosses and commentaries all consider themselves knowledgeable in learning, no longer feeling any need for what is called 'discussing learning.' How lamentable! The Way must be embodied before it can be seen—it is not that one first sees the Way and then adds the effort of embodying it. The Way must be studied before it becomes clear—it is not that outside of discussing learning there is some separate matter called 'illuminating the Way.' Yet among those in the world who discuss learning, there are two kinds: those who discuss it with body and mind, and those who discuss it with mouth and ears. To discuss with mouth and ears is to grope, estimate, and seek in shadows and echoes. To discuss with body and mind is to act with clear awareness, practice with thorough examination, truly possessing it in oneself. Understanding this, one can understand the learning of the school of Confucius."
    },
    {
      "index": 44,
      "text": "Your letter says that I \"restored the old text of the Great Learning because I hold that a person's learning should be sought only internally, and that Cheng Yi and Zhu Xi's doctrine of 'investigation of things' cannot avoid seeking externally—therefore I removed Zhu Xi's chapter divisions and deleted his supplementary commentary.\" This is not so. How can learning have an internal and external? The old text of the Great Learning is simply the original text transmitted in the school of Confucius. Zhu Xi suspected it had omissions and errors and corrected and supplemented it. In my view, it originally had no omissions or errors, and I merely follow the old text as it stands. My error lies in placing too much trust in Confucius, if anywhere—not in deliberately removing Zhu Xi's chapter divisions or deleting his commentary. Learning values what is attained in the mind. If I seek it in my mind and it is wrong, then even if the words come from Confucius, I dare not consider them right—how much less words from those who have not reached the level of Confucius? If I seek it in my mind and it is right, then even if the words come from an ordinary person, I dare not consider them wrong—how much less words from Confucius himself? Moreover, the old text has been transmitted for thousands of years. Now reading its language, it is already clear and comprehensible. Examining its method of effort, it is simple and accessible. On what basis does one determine that this section must belong there, that section must belong here, that this has such-and-such a lacuna, and that requires such-and-such a supplement—and thereby correct and supplement it? Is this not placing too much weight on contradicting Zhu Xi while taking too lightly the betrayal of Confucius?"
    },
    {
      "index": 45,
      "text": "Your letter states: \"If learning truly need not draw upon external seeking, and one should only turn inward to self-reflection as one's task, then the four words 'rectifying the mind and making the intentions sincere' would already be fully sufficient. Why then must one at the very entrance be burdened with the additional step of 'investigation of things'?\"\n\nIndeed, indeed! If one speaks of the essential, the two words 'cultivating the self' would also suffice—why must one further speak of 'rectifying the mind'? 'Rectifying the mind' would also suffice—why must one further speak of 'making the intentions sincere'? 'Making the intentions sincere' would also suffice—why must one further speak of 'extending knowledge' and again of 'investigating things'? It is precisely because the effort is so detailed and meticulous, yet ultimately constitutes just one single thing—this is why it is called the learning of 'refinement and singleness.' This is precisely what must be thought through carefully. Principle has no internal and external; the nature has no internal and external; therefore learning has no internal and external. Lecturing, studying, and discussing have never been non-internal. Turning inward to self-reflection has never excluded the external. To say that learning must draw upon external seeking is to regard one's own nature as having an outside—this is 'righteousness is external,' the way of those who use cleverness. To say that turning inward to self-reflection is seeking internally is to regard one's own nature as having an inside—this is having a fixed self, the way of selfish people. Both fail to understand that the nature has no internal or external. Therefore it says: 'Refining righteous principle to enter the spiritual realm is for the purpose of practical application. Benefiting through practical application and settling the self is for the purpose of exalting virtue.' 'It is the virtue of the nature—uniting internal and external as one Way.' From this one can understand the learning of 'investigation of things.' 'Investigation of things' is the actual starting point of effort in the Great Learning, from beginning to end, from the first student to the sage—it is only this one effort. It is not merely a single step at the entrance. 'Rectifying the mind,' 'making the intentions sincere,' 'extending knowledge,' 'investigating things'—all of these serve to 'cultivate the self.' 'Investigating things' is the place where effort is applied that can be seen daily. Therefore 'investigating things' means investigating the things of one's mind, investigating the things of one's intentions, investigating the things of one's knowledge. 'Rectifying the mind' means rectifying the mind of one's things. 'Making the intentions sincere' means making sincere the intentions of one's things. 'Extending knowledge' means extending the knowledge of one's things. How can there be any division of internal and external, this and that? Principle is one and only one. Spoken of in terms of its congealing and gathering, it is called the 'nature.' Spoken of in terms of the master of its congealing, it is called the 'mind.' Spoken of in terms of the activation of its mastery, it is called the 'intention.' Spoken of in terms of the luminous awareness of its activation, it is called 'knowledge.' Spoken of in terms of the responsiveness of its luminous awareness, it is called 'things.' Therefore, in terms of things we say 'investigate'; in terms of knowledge we say 'extend'; in terms of intentions we say 'make sincere'; in terms of the mind we say 'rectify.' Rectifying—rectifying this. Making sincere—making sincere this. Extending—extending this. Investigating—investigating this. All of these are what is called 'exhausting principle to fully realize the nature.' Under Heaven there is no principle outside the nature, no things outside the nature. The obscurity of learning is entirely because the Confucians of the age regard principle as external and things as external, not knowing that the doctrine of 'righteousness is external' was already refuted by Mencius. Yet they have unwittingly fallen into the same trap. Is this not because there is something that seems right but is difficult to discern? One cannot fail to examine it carefully!"
    },
    {
      "index": 46,
      "text": "The reason you raise doubts about the doctrine of 'investigation of things' is necessarily because you think it affirms the internal and denies the external; that it exclusively devotes itself to introspection and self-reflection while abandoning the effort of lecturing, studying, and discussing; that it focuses single-mindedly on the essentials of the great principles and root source while neglecting the details of branches and particulars; that it sinks into the one-sidedness of withered emptiness and dead stillness without exhausting the changes of the principles of things and human affairs. If this were truly so, it would not merely offend against the school of the sages and offend against Zhu Xi—it would be heterodox doctrine deceiving the people, betraying the Way and disrupting the correct, which anyone would be justified in condemning. How much more so a person of your rectitude! If this were truly so, anyone in the world with a modest understanding of commentaries who has heard the general discussions of earlier worthies would know it is wrong—how much more so a person of your brilliance! In all that I mean by 'investigation of things,' Zhu Xi's nine methods are all encompassed and subsumed within it. The only difference is that there is a governing essential, and the manner of application differs—this is precisely what is called the difference of a hair's breadth. Yet the difference of a hair's breadth leads to an error of a thousand miles. The divergence truly begins here and cannot go undistinguished."
    },
    {
      "index": 47,
      "text": "When Mencius refuted Yang Zhu and Mo Di, he went so far as to say they were 'without father and without ruler.' These two men were also worthies of their time. Had they lived in the same era as Mencius, he might well have considered them worthy. Mo Di's universal love was practicing humaneness to excess; Yang Zhu's being for oneself was practicing righteousness to excess. Their doctrines—how could they have been extreme enough to subvert principle and disorder the norms, sufficient to dazzle the world? Yet the ultimate consequences of their influence, in Mencius's view, reduced people to the level of beasts and barbarians. This is what is meant by 'killing the world and later generations through learning.' Now the learning of our present age—should it be called learning humaneness to excess? Learning righteousness to excess? Or learning neither humaneness nor righteousness to excess? I do not know how it compares to floods and fierce beasts. Mencius said: 'Am I fond of disputing? I have no choice.' When the doctrines of Yang Zhu and Mo Di filled the world, in Mencius's time, the world's reverence for Yang and Mo was surely no less than today's veneration of Zhu Xi's teachings. Yet Mencius alone raised his voice ceaselessly in their midst. Alas, how pitiable! Han Yu said: 'The harm of Buddhism and Daoism is greater than that of Yang and Mo.' Han Yu's worthiness did not match Mencius's. Mencius could not save things before the decline; Han Yu wished to restore things after the decline—he did not measure his own strength, and moreover saw his own person endangered with no one to rescue him, unto death. Alas! As for someone like myself—I measure my strength even less, and truly see my person endangered with no one to rescue me, unto death. To cry out alone amid the general merriment; to be seized with alarm while the whole world blithely pursues its course—if this is not madness and loss of mind, then there must truly be a great suffering hidden within that only one of the utmost humaneness under Heaven can perceive.\n\nAs for composing the Record of Zhu Xi's Final Conclusions, this too was something I could not avoid. The relative dating of early and late years does indeed have points not yet fully researched. Though they may not all come from his late years, many certainly do. The main intention was to mediate and harmonize, taking the illumination of this learning as the priority. Throughout my life I have revered Zhu Xi's teachings like divine pronouncements and oracle shells. To suddenly turn against him—my heart truly could not bear it. Therefore I felt compelled to compose this work. 'Those who understand me will say my heart is grieved; those who do not understand will say what am I seeking?' Not daring to contradict Zhu Xi—that was my true heart. Being compelled to contradict him—the Way simply requires it. 'If one is not straightforward, the Way cannot be seen.'\n\nWhat you say about my 'certainly differing from Zhu Xi'—would I dare deceive my own heart? The Way is the public Way of all under Heaven. Learning is the public learning of all under Heaven. It is not something Zhu Xi can make his private possession, nor something Confucius can make his private possession. It is the public possession of all under Heaven—one simply speaks of it publicly, that is all. Therefore, if something is said and it is right, though it differs from my own view, it benefits me. If something is said and it is wrong, though it agrees with my own view, it actually harms me. What benefits me, I will surely welcome. What harms me, I will surely dislike. If so, then what I now argue, though it may differ from Zhu Xi, may not be unwelcome to him. 'The gentleman's errors are like eclipses of the sun and moon—when he corrects them, all people look up to him.' But 'the petty person's errors are always glossed over.' Though I am unworthy, I would certainly not dare to serve Zhu Xi with the petty person's heart."
    },
    {
      "index": 48,
      "text": "What you have instructed me in your letter, going back and forth for several hundred words, all proceeds from not yet fully understanding my doctrine of 'investigation of things.' If my doctrine were once made clear, then these several hundred words would all resolve themselves without needing debate and be free of obstruction. Therefore I dare not go on at length, adding trivial annoyance. However, without face-to-face oral explanation, my doctrine can certainly not be made entirely clear through brush and paper."
    },
    {
      "index": 49,
      "text": "Alas! The lengths to which you have gone to guide and enlighten me—they may truly be called earnest and thorough. Among those who love me, is there anyone who compares with you? Though I am very dull and lowly, how could I not be deeply moved and gratefully admiring? Yet I dare not hastily abandon what my heart holds to be genuinely so and merely accept your words—precisely because I dare not fail your deep love, and also think to repay it. When autumn ends and I return east, I will certainly seek a meeting to conclude my inquiries. I earnestly hope you will continue to instruct me to the end.\n\nReply to Nie Wenwei"
    },
    {
      "index": 50,
      "text": "This spring you took the trouble to detour far from your path to visit me, tirelessly discussing and verifying—how can I adequately express my feelings? I had already arranged for two or three fellow seekers to find a quieter place, hoping to detain you for ten days or so and humbly offer my views in pursuit of the benefit of mutual polishing. But your official schedule and worldly obligations made this impossible. Parting from you, I was extremely disappointed, as if I had lost something. Then suddenly I received your gracious letter of over a thousand words. Reading it brought me no less than cleansing comfort. The excessive praise therein comes from your generous heart of encouragement. But your admonitions are genuine and earnest, desiring to lead me into the realm of sages and worthies. Through Chongyi you also conveyed your unflagging devotion. Without deep friendship and sincere love, how could this be possible? I am both grateful and ashamed, and moreover fear I am unequal to such regard. Yet how dare I not whip and urge myself, and merely offer gratitude, shame, and modest disclaimers?\n\nYour statement that 'Si, Meng, Zhou, and Cheng did not intentionally encounter one another across a thousand years. Rather than being fully believed by the whole world, it is better to be truly believed by one person. The Way exists of itself; learning also exists of itself. The whole world believing it does not make it more; one person believing it does not make it less'—this is indeed the mind of the gentleman who 'is not seen by others yet is not troubled.' How could the petty and trivial people of the world have knowledge sufficient to reach this? Yet in my own feelings, there is a great compulsion that cannot be helped—it is not a calculation of whether others believe or not.\n\nHuman beings are the mind of Heaven and Earth. Heaven, Earth, and the myriad things are originally one body with us. The suffering and misery of the common people—which of these is not a pain cutting into my own body? To be unaware of one's own body's pain is to lack the mind that distinguishes right and wrong. The mind that distinguishes right and wrong knows without deliberation and is capable without learning—this is what is called 'innate knowing.' Innate knowing in the human mind admits no distinction between sage and fool—it is the same throughout the world across all ages. If the gentlemen of the world would simply devote themselves to their innate knowing, then they would naturally be able to be impartial about right and wrong, share likes and dislikes, regard others as themselves, regard the state as their own household, and take Heaven, Earth, and the myriad things as one body. Seeking a world without good governance would be impossible. The reason the ancients could see good as if it came from themselves, see evil as if it entered themselves, regard the people's hunger and drowning as their own hunger and drowning, and feel that if a single person lacked proper livelihood it was as if they themselves had pushed that person into a ditch—this was not done deliberately to win the world's trust. They simply devoted themselves to extending their innate knowing and seeking self-satisfaction, nothing more. The sagely virtue of Yao, Shun, and the Three Kings—when they spoke, the people all believed them, because they extended their innate knowing in their speech. When they acted, the people were all pleased, because they extended their innate knowing in their actions. Therefore their people lived in joyful harmony—even being punished, they harbored no resentment; even being benefited, they did not boast of it. This reached even to the distant barbarians, and all who had blood and breath revered and loved them—because their innate knowing was the same. Alas! The sage's governance of the world—how simple and easy it is!"
    },
    {
      "index": 51,
      "text": "In later ages, the learning of innate knowing became unclear. The people of the world used their private cleverness to compete and jostle with one another. Each person had his own mind, and petty, devious, and base views, and cunning, deceitful, and sinister methods became beyond description. Outwardly they borrowed the name of humaneness and righteousness, while inwardly they pursued their self-interested reality. They used specious words to flatter the vulgar and affected conduct to fish for praise. They concealed others' virtues and claimed them as their own merits; they exposed others' private faults and stole credit for being upright. They conquered one another through anger yet still called it pursuing righteousness; they toppled one another through treachery yet still called it hating evil. They envied the worthy and capable yet still considered themselves impartial about right and wrong; they indulged their passions and desires yet still considered themselves sharing the common likes and dislikes. They attacked and preyed upon one another—even within their own families, among flesh and blood, they could not avoid the mentality of winning and losing, the barriers of us and them. How much less could they view the vastness of the world and the multitude of peoples and things as one body? It is no wonder that disorder and calamity followed one upon another without end."
    },
    {
      "index": 52,
      "text": "I have been fortunate, through Heaven's grace, to have chanced upon some insight into the learning of innate knowing. I believe it is only through this that the world can be brought to order. Therefore, whenever I think of the people's drowning in suffering, my heart aches with pain. Forgetting my own unworthiness, I think to rescue them through this teaching—without even measuring my own capacity. The people of the world, seeing me like this, have joined in mocking and denouncing me, taking me for a madman who has lost his mind. Alas! What is there to worry about in this? I am in the midst of pain that cuts to the bone—do I have leisure to care about others' mockery? Consider: if a person sees his father, son, or brother fall and drown in a deep abyss, he will cry out and crawl forward, barefoot and stumbling, grasping at cliff walls to descend and rescue them. The gentlemen who observe this stand by, bowing politely and chatting with smiles, thinking that this person has abandoned his propriety and attire to cry out and stumble about in such a manner—he must be a madman who has lost his mind. To bow politely and chat smilingly beside a drowning person without knowing to rescue him—only a stranger with no familial bond of flesh and blood could do this. Yet even such a person would be called one without compassion—not human. But if it is one's own father, son, or brother whom one loves, then there is none who would not be pained to the heart and anguished, running madly and exhausting every breath, crawling to the rescue. The danger of drowning itself is not a concern—how much less the censure of being a madman! And how much less whether others believe in one or not! Alas! Though the people of today call me a madman who has lost his mind, there is nothing unacceptable in this. The minds of all people under Heaven are my own mind. If there are still madmen among the people of the world, how can I not also be mad? If there are still those who have lost their minds, how can I not also have lost my mind?"
    },
    {
      "index": 53,
      "text": "In former times, when Confucius was alive, there were those who accused him of flattery, those who mocked him as glib, those who disparaged him as not yet worthy, those who scorned him as ignorant of ritual, those who insulted him as 'the Qiu from the east end of the village,' those who were jealous and obstructed him, and those who hated him and wished to kill him. The morning gatekeeper and the man carrying the basket—both worthies of their time—said: 'Is this not the one who knows it cannot be done yet keeps doing it?' and 'How stubborn and petty! If no one understands you, just stop.' Even Zilu, who was among those who had 'ascended the hall,' could not avoid doubting what the Master saw and being displeased at where the Master wished to go, even considering him impractical. If so, were those who did not believe in the Master limited to merely two or three in ten? Yet the Master hurried about anxiously as if searching for a lost child on the road, never warming his seat. Was this merely to seek others' understanding and belief? It was because his humaneness of forming one body with Heaven, Earth, and the myriad things was so painfully urgent that even had he wished to stop, there was something that would not let him. Therefore his words: 'If I am not a follower of mankind, then what am I?' 'To keep oneself pure while bringing disorder to the great relationships.' 'How resolute! But in the end it is difficult.' Alas! Without being one who truly forms one body with Heaven, Earth, and the myriad things, who could understand the Master's heart? As for 'living in obscurity without resentment, knowing destiny and finding joy in Heaven'—this means there is nowhere one enters without being at ease, and parallel paths do not conflict with each other."
    },
    {
      "index": 54,
      "text": "As for my unworthy self, how would I dare take the Way of the Master as my own responsibility? Yet my heart has already come to feel something of the pain as if it were in my own body. Therefore I look about in all four directions, hoping to find those who can help me, together to discuss and treat the disease. If I could truly obtain heroic and like-minded men to support and assist one another, jointly illuminating the learning of innate knowing throughout the world, enabling all people to know to extend their own innate knowing, to nurture and sustain one another in peace, to remove the obscuration of self-interest, to wash away the habits of slander, jealousy, and competitive anger, and thereby reach the Great Unity—then my own mad disease would surely be cured at once, and I would ultimately escape the affliction of having lost my mind. Would that not be joyous?"
    },
    {
      "index": 55,
      "text": "Alas! If one truly seeks heroic and like-minded men throughout the world, to whom can one look if not to our Wenwei? With Wenwei's talent and aspiration, he is truly capable of rescuing the world from drowning. Now that you also know the means for this lies within yourself and needs no external seeking, if you follow this and fill it out, it will be like breaking through a dike to pour into the sea—who can hold it back? Wenwei's statement that 'one person believing it does not make it less'—could he modestly defer this to anyone else?"
    },
    {
      "index": 56,
      "text": "Kuaiji has always been renowned as a region of mountains and waters. Deep forests and long valleys present themselves at every casual step. Whether in cold or heat, in darkness or light, no time is unsuitable. Dwelling in peace and eating one's fill, free from the dust and clamor, with good friends gathering from all sides and the Way and righteousness renewed daily—how leisurely and at ease! Between Heaven and Earth, could there be any joy greater than this? Confucius said: 'I do not resent Heaven; I do not blame others. I study what is below and comprehend what is above.' My two or three fellow seekers and I are about to devote ourselves to these words—what leisure have we for external admiration? It is only the pain that cuts to the skin from which I cannot remain unmoved—hence these repeated words."
    },
    {
      "index": 57,
      "text": "Suffering from a cough and the summer's poison, I have been extremely lazy about correspondence. Your generous messenger came from afar and was kept waiting for over a month. As I take up my brush at the point of departure, I find myself unawares filling page after page. For between those who know each other so deeply, though I have already gone on at such length, I still feel there is something I have not been able to express fully.\n\nII"
    },
    {
      "index": 58,
      "text": "Receiving your letter and seeing the rapid progress of your recent learning, my joy and gratification are beyond words. Reading it over carefully several times, though there are one or two points not yet perfectly clear, this is simply because the effort of extending innate knowing is not yet fully mature. When it reaches full maturity, these will naturally disappear. It is like driving a carriage: once you are already traveling on the broad highway, if at times there are swerves and curves, this is because the horses' temperament is not yet trained and the reins are not yet even. But you are already on the broad highway and will certainly not be led astray into side paths and byways. Among our fellow seekers throughout the realm in recent times, I have seldom seen anyone who has reached this level. My joy and gratification are beyond words—what good fortune for the Way! My poor body has long suffered from coughs and intolerance of heat. Now having entered the hot southern regions, it has flared up again greatly. His Majesty in his sagely clarity sees through everything, and the responsibilities entrusted to me are weighty. I dare not hastily decline. Local affairs and military duties are complex and pressing, and I attend to them all while ill. Now fortunately things have been pacified. I have already submitted a memorial requesting leave to convalesce. If I can retire to the woods and find some coolness, perhaps I may recover. As the messenger returns, I write hastily while propped on my pillow, unable to express all my longing. Please also forward the enclosed note to Weijun.\n\nRegarding the inquiries in your letter, I hastily reply to one or two points. In recent years, those who come to study in the mountains have often said that the effort of 'do not forget, do not help grow' is very difficult. When I ask them about it, they say: 'The moment you pay attention, that is helping. The moment you stop paying attention, that is forgetting. So it is very difficult.' I then ask them: 'Forgetting—forgetting what? Helping—helping what?' They fall silent, unable to answer, and only then do they ask. I then explain: In my teaching here, I speak only of 'there must be this undertaking'—I do not speak of 'do not forget, do not help grow.' 'There must be this undertaking' simply means constantly going about 'accumulating righteousness.' If you constantly apply the effort of 'there must be this undertaking,' and sometimes it is interrupted—that is forgetting, and then you need 'do not forget.' If you constantly apply the effort of 'there must be this undertaking,' and sometimes you seek quick results—that is helping, and then you need 'do not help.' The entire effort is applied on 'there must be this undertaking.' 'Do not forget, do not help' merely serve as reminders and alerts within that effort. If the effort is originally uninterrupted, there is no further need to speak of 'do not forget.' If it originally does not seek quick results, there is no further need to speak of 'do not help.' How clear and simple this effort is! How free and at ease! Yet now, instead of applying effort on 'there must be this undertaking,' people suspend themselves in empty air clinging to 'do not forget, do not help.' This is like lighting a fire to cook rice when there is no water in the pot and no rice—you are just adding firewood and stoking the flame. What do you suppose will be cooked? I fear the fire will not even be properly regulated before the pot has already cracked. Those who recently devote themselves exclusively to the effort of 'do not forget, do not help' have precisely this problem. All day long they work at 'do not forget' in empty suspension, and then work at 'do not help' in empty suspension. Vast and drifting, they have absolutely no concrete place to begin. In the end, their effort amounts only to sinking into emptiness and guarding stillness, producing a dull and insensible person. The moment any small affair arises, they are immediately entangled and confused, unable to manage or govern it. These are all men of aspiration, yet they have been made to labor and struggle, fettered and burdened, wasting an entire lifetime—all because of the error of misguided doctrine. How pitiable!\n\n'There must be this undertaking' is simply 'accumulating righteousness.' 'Accumulating righteousness' is simply 'extending innate knowing.' Speaking of 'accumulating righteousness,' one cannot immediately see the main point. Speaking of 'extending innate knowing,' one immediately has solid ground where effort can be applied. This is why I speak exclusively of 'extending innate knowing.' Extending one's innate knowing moment by moment in the midst of affairs—this is 'investigation of things.' Genuinely extending innate knowing—this is 'making the intentions sincere.' Genuinely extending one's innate knowing without a single hair's breadth of arbitrariness, insistence, rigidity, or egoism—this is 'rectifying the mind.' Genuinely 'extending innate knowing'—then there is naturally no problem of 'forgetting.' Without a single hair's breadth of arbitrariness, insistence, rigidity, or egoism—then there is naturally no problem of 'helping.' Therefore, speaking of 'investigation, extension, sincerity, and rectification,' one need not further speak of 'forgetting and helping.' When Mencius spoke of 'forgetting' and 'helping,' he was prescribing medicine for Gaozi's specific disease. Gaozi forcibly controlled his mind—this was the disease of 'helping.' Gaozi's helping to grow was also because he regarded righteousness as external, not knowing to 'accumulate righteousness' within his own mind, not applying effort on 'there must be this undertaking.' If moment by moment one 'accumulates righteousness' within one's own mind, then the substance of innate knowing is transparently clear. Naturally, right and wrong are distinguished without the slightest thing escaping notice. Then how could there be the error of 'not getting it from words, do not seek it in the mind; not getting it from the mind, do not seek it in the vital force'? Mencius's teaching of 'accumulating righteousness and nourishing the vital force' is indeed of great benefit to later learners. Yet it too was a prescription for a specific disease, stated in broad terms. It is not as refined, single-minded, and simple as the Great Learning's effort of 'investigation, extension, sincerity, and rectification,' which is thorough from top to bottom and without deficiency through ten thousand generations."
    },
    {
      "index": 59,
      "text": "When sages and worthies discuss learning, they mostly adapt to the time and the situation. Though their words seem to differ from person to person, the essential method and main point are in perfect accord, like matching tallies. This is because between Heaven and Earth, there is originally only this nature, only this principle, only this innate knowing, only this one thing. Therefore, in discussing effort wherever the ancients discussed learning, one need not blend and combine different formulations—they will naturally accord and penetrate one another without exception. The moment one must blend and combine to make them coherent, it means one's own effort is not yet thoroughly clear. Recently there are those who say the effort of 'accumulating righteousness' must be blended with 'extending innate knowing' before it is complete. This means the effort of 'accumulating righteousness' is not yet thoroughly understood. If the effort of 'accumulating righteousness' is not yet thoroughly understood, it only serves as a burden to 'extending innate knowing.' Those who say the effort of 'extending innate knowing' must be blended with 'do not forget, do not help' before it is clear—this means the effort of 'extending innate knowing' is not yet thoroughly understood. If the effort of 'extending innate knowing' is not yet thoroughly understood, it only serves as a burden to 'do not forget, do not help.' All such cases involve interpreting and forcing connections at the level of textual meaning, seeking confused fusion and forced coherence, without ever having examined things in one's own actual effort. This is why the more refined the discussion, the more remote it becomes from the reality.\n\nWenwei's discussion, in its grasp of the great root and the universal Way, is already flowing and without doubt. As for the teachings on 'extending knowledge,' 'exhausting principle,' and 'forgetting and helping'—there are places where he still blends and combines. But this is what I have called swerving and curving while on the broad highway. When the effort is fully mature, these will naturally dissolve.\n\nWenwei says that seeking the teaching of 'extending knowledge' in the context of serving parents and following elders, he feels there is something to hold to and follow. This passage best shows the genuine and solid effort of recent times. But while using this for oneself is fine and provides real power, if one then makes it a fixed doctrine to teach others, there is the danger of 'the medicine itself causing the disease.' This too cannot go undiscussed."
    },
    {
      "index": 60,
      "text": "Innate knowing is simply the one place where the Principle of Heaven naturally shines forth in luminous awareness—simply one thing: genuine sincerity and compassionate concern. This is its original substance. Therefore, extending this genuine sincerity and compassionate concern of innate knowing in serving one's parents is filial piety. Extending this genuine sincerity and compassionate concern of innate knowing in following one's elder brother is brotherly respect. Extending this genuine sincerity and compassionate concern of innate knowing in serving one's ruler is loyalty. It is simply one innate knowing, one genuine sincerity and compassionate concern. If the innate knowing of following one's elder brother cannot extend its genuine sincerity and compassionate concern, then the innate knowing of serving one's parents also cannot extend its genuine sincerity and compassionate concern. If the innate knowing of serving one's ruler cannot extend its genuine sincerity and compassionate concern, then the innate knowing of following one's elder brother also cannot extend its genuine sincerity and compassionate concern. Therefore, to have extended the innate knowing of serving one's ruler is to have extended the innate knowing of following one's elder brother. To have extended the innate knowing of following one's elder brother is to have extended the innate knowing of serving one's parents. It is not that the innate knowing of serving one's ruler cannot be extended, so one must go back to the innate knowing of serving one's parents to expand it outward. To do so would be to detach from the root source and fix upon the branches. Innate knowing is simply one. Wherever it manifests and flows, it is fully present in that moment—without coming or going, without needing to borrow from elsewhere. Yet in its manifestation and flowing, there are naturally degrees of weight and thickness that cannot be altered by even a hair's breadth. This is what is called 'the natural Mean inherent in things.' Though there are degrees of weight and thickness that cannot be altered by a hair, the thickness is still one single thing. Though it is one single thing, within it the degrees of weight and thickness still cannot be altered by a hair. If it could be altered, if it needed to borrow—then it would no longer be the original substance of genuine sincerity and compassionate concern. This marvellous function of innate knowing—having no fixed form or boundary, being inexhaustible, 'speak of it as great and the world cannot contain it, speak of it as small and the world cannot split it.'"
    },
    {
      "index": 61,
      "text": "When Mencius said 'the Way of Yao and Shun is simply filial piety and brotherly respect,' he was pointing to the place where a person's innate knowing manifests most genuinely, earnestly, and deeply—where it cannot be obscured—in order to awaken people. In all of one's dealings—serving the ruler, treating friends, being humane to the people, loving all things—and in all one's movements and silences, speech and reticence—it is always simply extending that one thought of genuine, sincere, compassionate innate knowing of serving parents and following elders. Then naturally nothing is not the Way. For though the affairs of the world change in a thousand ways and ten thousand transformations, beyond all exhaustion, if one simply extends this one thought of genuine, sincere, compassionate innate knowing of serving parents and following elders to respond to them—then there is never any deficiency or gap. This is precisely because there is only this one innate knowing. Beyond the one thought of innate knowing in serving parents and following elders, there is no further innate knowing to extend. Therefore it says: 'The Way of Yao and Shun is simply filial piety and brotherly respect.' This is why it constitutes the learning of 'refinement and singleness,' applicable everywhere under the Four Seas, practiced in all later generations without limit.\n\nWenwei says: 'I wish to seek the learning of innate knowing in the context of serving parents and following elders.' Spoken in terms of one's own effort where one has found power—this is acceptable. But if one says: 'extend the genuine sincerity and compassionate concern of innate knowing in order to fully realize the Way of serving parents and following elders'—this too is acceptable. Cheng Hao said: 'Practicing humaneness begins with filial piety and brotherly respect. Filial piety and brotherly respect are one aspect of humaneness. To call them the foundation of practicing humaneness is acceptable; to call them the foundation of humaneness is not.' His statement is correct.\n\nRegarding the teaching on 'second-guessing, suspecting, and perceiving first,' Wenwei says: 'If one is sincere, then all indirect and roundabout precautions are the function of innate knowing.' Excellent! Excellent! There are places where he still blends and combines, as I have already discussed above. Weijun's words are also not without merit. For Wenwei to be complete, he must take something from Weijun's words; for Weijun to be clear, he must take something from Wenwei's words. Otherwise, each will inevitably have the disease of one-sided attachment. When Shun 'examined common sayings and consulted the lowly,' it was not that common sayings deserved to be examined and the lowly deserved to be consulted, and therefore he did so. Rather, his innate knowing manifested and flowed, luminous, complete, and unobstructed—this is why it is called great knowledge. The moment there is attachment, insistence, or arbitrariness, knowledge becomes small. In the course of discussing learning, there are naturally discriminations of accepting and rejecting. Yet in terms of applying real effort on the ground of the mind, it must be like this to be correct.\n\nRegarding the 'three sections on fully developing the mind,' I have previously discussed the doctrine of 'born knowing, learning and then knowing, and knowing through difficulty.' This was already quite clear, with nothing to doubt. 'Fully developing the mind, knowing the nature, and knowing Heaven'—one need not then speak of 'preserving the mind, nourishing the nature, and serving Heaven,' nor of 'not being of two minds about longevity, cultivating oneself to await destiny,' for the effort of 'preserving the mind and nourishing the nature' and 'cultivating oneself to await' is already contained within it. 'Preserving the mind, nourishing the nature, and serving Heaven'—though one has not yet reached the level of 'fully developing the mind and knowing Heaven,' one is already doing the effort of seeking to reach that level. One need not then speak of 'not being of two minds about longevity, cultivating oneself to await,' for the effort of 'not being of two minds and cultivating oneself to await' is already contained within it. By analogy with traveling: 'fully developing the mind and knowing Heaven' is like a person in the prime of life who can already run back and forth over thousands of miles. 'Preserving the mind and serving Heaven' is like a child learning to walk within the courtyard. 'Not being of two minds and cultivating oneself to await' is like an infant in swaddling clothes, just beginning to hold onto walls and edges, gradually learning to stand and take steps. One who can already run back and forth over thousands of miles need not be made to practice walking in the courtyard—he can naturally walk in the courtyard without difficulty. One who can already walk in the courtyard need not be made to hold onto walls and learn to stand and take steps—standing and taking steps are naturally easy for him. Yet learning to stand and take steps is the beginning of learning to walk in the courtyard; learning to walk in the courtyard is the foundation of learning to run back and forth over thousands of miles. They are fundamentally not two things, but the difficulty of effort differs vastly. The mind, the nature, and Heaven are one. Therefore, in achieving knowledge and accomplishment, they are one. Yet the three represent different levels of human capacity—there are stages that cannot be skipped.\n\nLooking carefully at Wenwei's argument, his intention seems to fear that those who 'fully develop the mind and know Heaven' might abandon the effort of 'preserving the mind and cultivating the self,' thereby making it a deficiency in 'fully developing the mind and knowing Heaven.' This is worrying about the sage's effort being interrupted, without knowing to worry about one's own effort not being genuine. In our own effort, we should focus single-mindedly on the level of 'not being of two minds and cultivating oneself to await.' This itself is the beginning of the effort of 'fully developing the mind and knowing Heaven'—just as learning to stand and take steps is the beginning of learning to run a thousand miles. I am still worrying about my inability to stand and take steps—how could I already worry about being unable to run a thousand miles? And how much less could one who can run a thousand miles worry about forgetting the habit of standing and taking steps! Wenwei's insight is originally transcendent and extraordinary. That his discussion goes as it does is because he has not yet been able to shed the old habit of interpreting texts. He is trying to analyze, compare, and reconcile these three passages, seeking to blend them into coherence, and in doing so adds many entangling opinions of his own—this instead makes his effort unfocused. Those who recently suspend themselves in emptiness doing 'do not forget, do not help' have precisely this problem in their thinking. It is most apt to delay people and must be washed away.\n\nRegarding the section on 'honoring the moral nature and following the path of inquiry and study'—this is perfectly appropriate and unified, without any further doubt. This shows that Wenwei has indeed applied solid effort, and only then can he make such a statement. This is originally not an abstruse or difficult principle. If others disagree, it is because their innate knowing still has fine veils lurking beneath the surface. Once these veils are removed, everything becomes perfectly transparent.\n\nAfter finishing the letter, I moved to lie under the eaves. Finding myself with nothing to do, I continued with this reply. Since Wenwei's learning has already grasped the essentials, these matters should in time resolve themselves naturally. There is really no need to analyze point by point like this. But receiving such generous affection, with a messenger sent from a thousand miles, pressing earnest questions—to send him back empty-handed, I could not restrain my words. Yet my directness and prolixity have been excessive. Trusting in your affection, I hope this will not be held against me. Please also have copies transcribed and forwarded to Weijun, Qianzhi, and Chongyi—this further extends the bond of our shared commitment.\n\nRecorded by Nan Daji.\n\nGeneral Principles for Instructing the Young, Presented to the Tutors Liu Bosong and Others"
    },
    {
      "index": 62,
      "text": "The ancients taught the content of human relationships. In later ages, the habits of rote memorization and literary composition arose, and the teaching of the former kings was lost. In teaching children today, one should take filial piety, brotherly respect, loyalty, trustworthiness, propriety, righteousness, integrity, and a sense of shame as the sole focus. As for the method of nurturing and cultivation, one should draw them through singing poetry to arouse their aspirations, guide them through practicing rituals to dignify their deportment, and encourage them through reading to open their awareness. People today often consider singing poetry and practicing rituals as impractical for current needs. These are all vulgar and base views of a degenerate age—how could they suffice to understand the ancients' intention in establishing education?"
    },
    {
      "index": 63,
      "text": "In general, children's natural disposition is to delight in play and dread restraint. They are like plants just beginning to sprout: give them room to expand and they will flourish; crush and bend them and they will wither. In teaching children, one must make them tend toward enthusiasm and encouragement, feeling joy in their hearts—then their progress cannot be stopped. It is like timely rain and spring breezes moistening plants and trees: none fail to sprout and flourish, naturally growing day by day and transforming month by month. But if subjected to frost and ice stripping them bare, their vitality becomes desolate, and daily they approach withering and decay."
    },
    {
      "index": 64,
      "text": "Therefore, drawing children through singing poetry serves not only to arouse their aspirations, but also to release their jumping, shouting, and calling through song, and to express their pent-up frustrations through melody. Guiding them through practicing rituals serves not only to dignify their deportment, but also to invigorate their blood through bowing and yielding, and to firm their sinews and bones through kneeling, rising, bending, and stretching. Encouraging them through reading serves not only to open their awareness, but also to settle their minds through deep immersion and repeated reflection, and to express their aspirations through the rising and falling cadences of recitation. All of this serves to guide their aspirations smoothly, regulate their temperaments, imperceptibly dissolve their meanness and stinginess, and silently transform their coarseness and stubbornness—daily drawing them toward propriety and righteousness without their feeling it burdensome, entering into centrality and harmony without their knowing how it happened. This is the subtle intention of the former kings in establishing education."
    },
    {
      "index": 65,
      "text": "As for those who teach young children in recent times, they do nothing all day but press them with parsing sentences and copying exercises, demanding restraint without knowing how to guide them through ritual, seeking their cleverness without knowing how to nourish them with goodness, whipping and binding them as if treating prisoners. The children view the school as a prison and refuse to enter it; they view the teacher as an enemy and do not wish to see him. They peek and hide and cover up to pursue their play; they devise tricks and pretenses to indulge their stubbornness. They become slovenly, common, and debased, daily sinking lower. This is driving them toward evil while demanding they be good. How can it be achieved?"
    },
    {
      "index": 66,
      "text": "All that I teach is truly directed at this concern. I fear that the customs of the age will not perceive it and will regard it as impractical. Moreover, as I am about to depart, I specially and earnestly state this to you all. You tutors must embody my intention, uphold it permanently as your standard, and never, on account of the words of prevailing custom, alter or abandon these guidelines. Thus may the work of 'nurturing correctness through childhood instruction' be achieved. Remember this! Remember this!\n\nRules for Education"
    },
    {
      "index": 67,
      "text": "Every morning, after the students have assembled and made their bows, the tutor shall in turn inquire of each student: At home, has your heart of loving, respecting, and standing in awe of your parents been without any slackening or inability to be genuine? In the ceremonies of keeping parents warm, keeping them cool, and paying morning and evening visits, has there been any deficiency or failure to practice genuinely? In your bearing and deportment when coming and going in the streets, has there been any looseness or failure to be careful and proper? In all your words, actions, and inner thoughts, has there been any deceit, falsity, or deviation, any failure to be loyal, trustworthy, earnest, and reverent? All the children must answer truthfully. Where there are faults, correct them; where there are none, strive all the harder. The tutor shall then, adapting to the time and the situation, offer thorough instruction and guidance. After this, each shall retire to his seat to continue his studies."
    },
    {
      "index": 68,
      "text": "In singing poetry, one must compose one's countenance and settle one's breath, make the voice clear and resonant, and keep the rhythm even and well-modulated—not hasty or rushed, not dissipated or clamorous, not dispirited or timid. Over time, the spirit will be free-flowing and the heart and vital force will be harmonious and peaceful. In each school, divide the students into four groups according to their number. Each day one group sings poetry in rotation, while the rest sit properly with respectful attention. Every five days, all four groups sing in succession at the school. On the first and fifteenth of each month, students from all schools gather to sing together at the academy."
    },
    {
      "index": 69,
      "text": "In practicing rituals, one must settle the mind and compose one's thoughts, carefully observing the ceremonial forms and measuring one's bearing—not hasty or negligent, not dejected or embarrassed, not abrupt or uncouth. One should be composed without becoming slow or roundabout, careful without becoming rigid or constrained. Over time, ritual deportment will become second nature and moral character will become firmly established. The grouping of students follows the same pattern as for singing poetry. Every other day, one group practices rituals in rotation, while the rest sit properly with respectful attention. On days of ritual practice, regular copying exercises are excused. Every ten days, all four groups practice in succession at the school. On the first and fifteenth of each month, students from all schools gather to practice together at the academy."
    },
    {
      "index": 70,
      "text": "In assigning texts for reading, one should not aim merely at quantity but value thorough mastery. Gauge the student's capacity: if he can handle two hundred characters, assign only one hundred. Always ensure his spirit and energy have something in reserve—then there will be no affliction of weariness and bitterness, but rather the beauty of self-attainment. During recitation, one must insist on single-minded concentration, with the mouth reciting and the mind pondering, unraveling and reviewing each word and phrase, modulating the rising and falling of the voice, keeping the mind open and spacious. Over time, the meaning and principles will be thoroughly absorbed, and intelligence will open daily."
    },
    {
      "index": 71,
      "text": "The daily schedule of effort: first, examining moral conduct; next, reciting texts from memory and reading aloud; next, practicing rituals or doing copying exercises; next, reviewing, reciting, and explaining texts; finally, singing poetry. All activities such as practicing rituals and singing poetry serve to constantly preserve the child's heart, making them delight in learning without tiring, so that they have no leisure to turn toward what is deviant or depraved. If the teacher proceeds in this manner, he will know how to apply his efforts. Nevertheless, this is only the general outline. To apply it with spiritual insight and illumination—that depends upon the person."
    }
  ]
}
