{
  "chapterNumber": 2,
  "title": "卷中 (Volume 2)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "錢德洪序\n德洪曰：「昔南元善刻《博習錄》於越，凡二冊。下冊摘錄先師手書，凡八篇。其《答徐成之》二書，吾師自謂：『天下是朱非陸，論定既久，一旦反之為難。二書姑為調停兩可之說，使人自思得之。』故元善錄為下冊之首者，意亦以是歟？今朱、陸之辨明於天下久矣，洪刻先師《文錄》，置二書於《外集》者，示未全也，故今不復錄。其餘指『知、行之本體』，莫詳於《答人論學》與答周道通、陸清伯、歐陽崇一四書；而謂『格物為學者用力日可見之地』，莫詳於《答羅整庵》一書。平生冒天下之非詆推陷，萬死一生，遑遑然不忘講學，惟恐吾人不聞斯道，流於功利機智，以日墮於夷狄禽獸而不覺；其一體同物之心，譊譊終身，至於斃而後已。此孔、孟以來賢聖苦心，雖門人子弟，未足以慰其情也；是情也，莫詳於《答聶文蔚》之第一書。此皆仍元善所錄之舊。而揭『必有事焉』即『致良知』功夫，明白簡切，使人言下即得入手，此又莫詳於答文蔚之第二書，故增錄之。元善當時洶洶，乃能以身明斯道，卒至遭奸被斥，油油然惟以此生得聞斯學為慶，而絕無有纖芥憤鬱不平之氣。斯錄之刻，人見其有功於同志甚大，而不知其處時之甚艱也。今所去取，裁之時義則然，非忍有所加損於其間也。」\n\n答顧東橋書"
      },
      {
        "index": 1,
        "text": "來書云：「近時學者務外遺內，博而寡要。故先生特倡『誠意』一義，針砭膏育，誠大惠也。」\n\n吾子洞見時弊如此矣。亦將何以救之乎？然則鄙人之心，吾子固已一句道盡，復何言哉？復何言哉？若「誠意」之說，自是聖門教人用功第一義。但近世學者乃作第二義看，故稍與提掇緊要出來，非鄙人所能特倡也。"
      },
      {
        "index": 2,
        "text": "來書云：「但恐立說太高，用功太捷；後生師傅，影響謬誤；未免墜於佛氏明心見性、定慧頓悟之機。無怪聞者見疑。」\n\n區區格、致、誠、正之說，是就學者本心、日用事為間。體究踐履，實地用功，是多少次第、多少積累在？正與空虛頓悟之說相反。聞者本無求為聖人之志，又未嘗講究其詳；遂以見疑，亦無足怪。若吾子之高明，自當一語之下便瞭然矣。乃亦謂「立說太高，用功太捷」，何邪？"
      },
      {
        "index": 3,
        "text": "來書云：「所喻知行並進，不宜分別前後。即《中庸》『尊德性而道問學』之功，交養互發、內外本末一以貫之之道。然工夫次第，不能無先後之差。如知食乃食，知湯乃飲，知衣乃服，知路乃行，未有不見是物，先有是事。此亦毫釐倏忽之間，非謂截然有等，今日知之而明日乃行也。」\n\n既云「交養互發、內外本末一以貫之」，則知行並進之說無復可疑矣。又云：「工夫次第，不能不無先後之差。」無乃自相矛盾已乎？「知食乃食」等說，此尤明白易見，但吾子為近聞障蔽，自不察耳。夫人必有欲食之心，然後知食；欲食之心即是意、即是行之始矣。食味之美惡，必待入口而後知。豈有不待入口而已先知食味之美惡者邪？必有欲行之心，然後知路；欲行之心即是意、即是行之始矣；路岐之險夷，必待身親履歷而後知。豈有不待身親履歷，而已先知路岐之險夷者耶？「知湯乃飲」，「知衣乃服」，以此例之，皆無可疑。若如吾子之喻，是乃所謂不見是物而先有是事者矣。吾子又謂：「此亦毫釐倏忽之間，非謂截然有等今日知之，而明日乃行也。」是亦察之尚有未精。然就如吾子之說，則知行之為合一並進，亦自斷無可疑矣。"
      },
      {
        "index": 4,
        "text": "來書云：「真知即所以為行，不行不足謂之知，此為學者吃緊立教，俾務躬行則可。若真謂行即是知，恐其專求本心，遂遺物理，必有闇而不達之處。抑豈聖門知、行並進之成法哉？」\n\n知之真切篤實處即是行，行之明覺精察處即是知，知、行工夫本不可離。只為後世學者分作兩截用功，失卻知、行本體，故有合一並進之說。「真知即所以為行，不行不足謂之知」，即如來書所云「知食乃食」等說可見，前已略言之矣。此雖吃緊救弊而發，然知、行之體本來如是，非以己意抑揚其間，姑為是說，以苟一時之效者也。\n\n「專求本心，遂遺物理」，此蓋失其本心者也。夫物理不外於吾心，外吾心而求物理，無物理矣；遺物理而求吾心，吾心又何物邪？心之體，性也，性即理也。故有孝親之心，即有孝之理，無孝親之心，即無孝之理矣；有忠君之心，即有忠之理，無忠君之心，即無忠之理矣。理豈外於吾心邪？晦庵謂：「人之所以為學者, 心與理而已。心雖主乎一身，而實管乎天下之理；理雖散在萬事，而實不外乎一人之心。」是其一分一合之間，而未免已啟學者心、理為二之弊。此後世所以有「專求本心，遂遺物理」之患，正由不知心即理耳。夫外心以求物理，是以有闇而不達之處，此告子義外之說，孟子所以謂之不知義也。心一而已，以其全體惻怛而言，謂之仁；以其得宜而言，謂之義；以其條理而言，謂之理。不可外心以求仁，不可外心以求義，獨可外心以求理乎？外心以求理，此知、行之所以二也。求理於吾心，此聖門知、行合一之教，吾子又何疑乎？"
      },
      {
        "index": 5,
        "text": "來書云：「所釋《大學》古本，謂致其本體之知，此固孟子『盡心』之旨，朱子亦以虛靈知覺為此心之量。然『盡心』由於『知性』，『致知』在於『格物』。」\n\n「盡心由於知性，致知在於格物」，此語然矣。然而推本吾子之意，則其所以為是語者，尚有未明也。朱子以「盡心、知性、知天」為「物格、知致」，以「存心、養性、事天」為「誠意、正心、修身」，以「殀壽不貳、修身以俟」為「知至仁盡、聖人之事」。若鄙人之見，則與朱子正相反矣。夫「盡心、知性、知天」者，生知、安行，聖人之事也；「存心、養性、事天」者，學知、利行，賢人之事也；「殀壽不貳，修身以俟」者，困知、勉行，學者之事也。豈可專以「盡心、知性」為知，「存心、養性」為行乎？吾子驟聞此言，必又以為大駭矣。然其間實無可疑者，一為吾子言之。\n\n夫心之體，性也；性之原，天也。能盡其心，是能盡其性矣。《中庸》云：「惟天下至誠為能盡其性。」又云：「知天地之化育，質諸鬼神而無疑，知天也。」此惟聖人而後能然。故曰：「此生知、安行，聖人之事也。」\n\n存其心者，未能盡其心者也，故須加存之之功；必存之既久，不待於存而自無不存，然後可以進而言盡。蓋「知天」之「知」，如「知州」、「知縣」之「知」，「知州」則一州之事皆己事也，「知縣」則一縣之事皆己事也，是與天為一者也；「事天」則如子之事父，臣之事君，猶與天為二也。天之所以命於我者，心也，性也，吾但存之而不敢失，養之而不敢害，如「父母全而生之，子全而歸之」者也。故曰：「此學知、利行，賢人之事也。」\n\n至於「殀壽不貳」，則與存其心者又有間矣。存其心者雖未能盡其心，固已一心於為善，時有不存，則存之而已；今使之「殀壽不貳」，是猶以殀壽貳其心者也；猶以殀壽貳其心，是其為善之心猶未能一也；存之尚有所未可，而何盡之可云乎？今且使之不以殀壽貳其為善之心，若曰「死生殀壽，皆有定命」，吾但一心於為善，修吾之身以俟天命而已，是其平日尚未知有天命也。「事天」雖與天為二，然已真知天命之所在，但惟恭敬奉承之而已耳；若「俟之」云者，則尚未能真知天命之所在，猶有所俟者也，故曰「所以立命」。立者「創立」之「立」，如「立德」、「立言」、「立功」、「立名」之類。凡言立者，皆是昔未嘗有而今始建立之謂，孔子所謂「不知命，無以為君子」者也。故曰：「此困知、勉行，學者之事也。」\n\n今以「盡心、知性、知天」為「格物、致知」，使初學之士尚未能不貳其心者，而遽責之以聖人生知、安行之事，如捕風捉影，茫然莫知所措其心，幾何而不至於「率天下而路」也？今世致知、格物之弊亦居然可見矣。吾子所謂「務外遺內，博而寡要」者，無乃亦是過歟？此學問最緊要處，於此而差，將無往而不差矣。此鄙人之所以冒天下之非笑，忘其身之陷於罪戮，呶呶其言，其不容已者也。"
      },
      {
        "index": 6,
        "text": "來書云：「聞語學者，乃謂『即物窮理』之說亦是玩物喪志，又取其『厭繁就約』、『涵養本原』數說標示學者，指為晚年定論，此亦恐非。」\n\n朱子所謂「格物」云者，在「即物而窮其理」也。即物窮理是就事事物物上求其所謂定理者也，是以吾心而求理於事事物物之中，析心與理為二矣。夫求理於事事物物者，如求孝之理於其親之謂也。求孝之理於其親，則孝之理其果在於吾之心邪？抑果在於親之身邪？假而果在於親之身，則親沒之後，吾心遂無孝之理歟？見孺子之入井，必有惻隱之理，是惻隱之理果在於孺子之身歟？抑在於吾心之良知歟？其或不可以從之於井歟？其或可以手而援之歟？是皆所謂理也，是果在於孺子之身歟？抑果出於吾心之良知歟？以是例之，萬事萬物之理莫不皆然，是可以知析心與理為二之非矣。\n\n夫析心與理而為二，此告子義外之說，孟子之所深闢也。「務外遺內，博而寡要」，吾子既已知之矣，是果何謂而然哉？謂之玩物喪志，尚猶以為不可歟？若鄙人所謂「致知、格物」者，致吾心之良知於事事物物也。吾心之良知，即所謂「天理」也。致吾心良知之「天理」於事事物物，則事事物物皆得其理矣。致吾心之良知者，致知也；事事物物皆得其理者，格物也，是合心與理而為一者也。合心與理而為一，則凡區區前之所云，與朱子晚年之論，皆可以不言而喻矣。"
      },
      {
        "index": 7,
        "text": "來書云：「人之心體本無不明，而氣拘物蔽，鮮有不昏；非學、問、思、辨以明天下之理，則善、惡之機，真、妄之辨，不能自覺；任情恣意，其害有不可勝言者矣。」\n\n此段大略似是而非，蓋承沿舊說之弊，不可以不辨也。夫問、思、辨、行，皆所以為學，未有學而不行者也。如言學孝，則必服勞奉養，躬行孝道，然後謂之學；豈徒懸空口耳講說，而遂可以謂之學孝乎？學射則必張弓挾矢，引滿中的；學書則必伸紙執筆，操觚染翰。盡天下之學，無有不行而可以言學者，則學之始固已即是行矣。篤者，敦實篤厚之意。已行矣，而敦篤其行，不息其功之謂爾。蓋學之不能以無疑，則有問，問即學也，即行也；又不能無疑，則有思，思即學也，即行也；又不能無疑，則有辨，辨即學也，即行也。辨既明矣，思既慎矣，問既審矣，學既能矣，又從而不息其功焉，斯之謂篤行。非謂學問思辨之後，而始措之於行也。\n\n是故以求能其事而言謂之學，以求解其惑而言謂之問，以求通其說而言謂之思，以求精其察而言謂之辨，以求履其實而言謂之行：蓋析其功而言則有五，合其事而言則一而已。此區區心、理合一之體，知、行並進之功，所以異於後世之說者，正在於是。\n\n今吾子特舉學、問、思、辨，以窮天下之理，而不及篤行，是專以學、問、思、辨為知，而謂窮理為無行也已；天下豈有不行而學者邪？豈有不行而遂可謂之窮理者邪？明道云：「只窮理便盡性至命。」故必仁極仁而後謂之能窮仁之理，義極義而後謂之能窮義之理。仁極仁則盡仁之性矣，義極義則盡義之性矣，學至於窮理，至矣，而尚未措之於行，天下寧有是邪？是故知不行之不可以為學，則知不行之不可以為窮理矣，知不行之不可以為窮理，則知「知、行」之合一並進，而不可以分為兩節事矣。\n\n夫萬事萬物之理，不外於吾心；而必曰窮天下之理，是殆以吾心之良知為未足，而必外求於天下之廣，以裨補增益之，是猶析心與理而為二也。夫學、問、思、辨、篤行之功，雖其困勉至於人一己百，而擴充之極，至於盡性、知天，亦不過致吾心之良知而已；良知之外，豈復有加於毫末乎？今必曰窮天下之理，而不知反求諸其心，則凡所謂善、惡之機，真、妄之辨者，舍吾心之良知，亦將何所致其體察乎？吾子所謂氣拘物蔽者，拘此蔽此而已。今欲去此之蔽，不知致力於此，而欲以外求，是猶目之不明者不務服藥調理以治其目，而徒倀倀然求明於其外；明豈可以自外而得哉？任情恣意之害，亦以不能精察天理於此心之良知而已。此誠毫釐千里之謬者，不容於不辨，吾子毋謂其論之太刻也。"
      },
      {
        "index": 8,
        "text": "來書云：「教人以致知、明德，而戒其即物窮理，誠使昏闇之士，深居端坐，不聞教告，遂能至於知致而德明乎？縱令靜而有覺，稍悟本性，則亦定慧無用之見；果能知古今、達事變，而致用於天下國家之實否乎？其曰：『知者意之體，物者意之用，格物如格君心之非之格』。語雖超悟，獨得不踵陳見，抑恐於道未相吻合。」\n\n區區論致知格物，正所以窮理，未嘗戒人窮理，使之深居端坐而一無所事也。若謂即物窮理，如前所云「務外而遺內」者，則有所不可耳。昏誾之士，果能隨事隨物精察此心之天理，以致其本然之良知，則雖愚必明，雖柔必強，大本立而達道行，九經之屬，可一以貫之而無遺矣。尚何患其無致用之實乎？彼頑空虛靜之徒，正惟不能隨事隨物精察此心之天理，以致其本然之良知，而遺棄倫理，寂滅虛無以為常，是以要之不可以治家國天下。孰謂聖人窮理盡性之學，而亦有是弊哉？\n\n心者，身之主也，而心之虛靈明覺，即所謂本然之良知也。其虛靈明覺之良知應感而動者，謂之意。有知而後有意，無知則無意矣。知非意之體乎？意之所用必有其物，物即事也。如意用於事親，既事親為一物；意用於治民，即治民為一物；意用於讀書，即讀書為一物；意用於聽訟，則聽訟為一物。凡意之所用，無有無物者；有是意即有是物，無是意即無是物矣，物非意之用乎？\n\n「格」字之義，有以「至」字之訓者，如「格於文祖」、「有苗來格」，是以「至」訓者也。然「格於文祖」，必純孝誠敬，幽明之間無一不得其理，而後謂之「格」；<有苗之頑，實以文德誕敷而後格，則亦兼有「正」字之義在其間，未可專以「至」字盡之也。如「格其非心」、「大臣格君心之非」之類，是則一皆「正其不正以歸於正」之義，而不可以「至」字為訓矣。且《大學》「格物」之訓，又安知其不以「正」字為訓，而必以「至」字為義乎？如以「至」字為義者，必曰「窮至事物之理」，而後其說始通。是其用功之要，全在一「窮」字；用力之地，全在一「理」字也。若上去一窮，下去一理字，而直曰「致知在至物」，其可通乎？\n\n夫「窮理盡性」，聖人之成訓，見於《繄辭》者也。苟「格物」之說而果即「窮理」之義，則聖人何不直曰「致知在窮理」，而必為此轉折不完之語，以啟後世之弊邪？蓋《大學》「格物」之說，自與《繄辭》「窮理」大旨雖同，而微有分辨。「窮理」者，兼格、致、誠、正而為功也。故言「窮理」，則格、致、誠、正之功皆在其中；言「格物」，則必兼舉致知、誠意、正心，而後其功始備而密。今偏舉「格物」而遂謂之「窮理」，此所以專以「窮理」屬「知」，而謂「格物」未常有「行」，非惟不得「格物」之旨，并「窮理」之義而失之矣。此後世之學所以析知、行為先後兩截，日以支離決裂，而聖學益以殘晦者，其端實始於此。吾子蓋亦未免承沿積習，則以為「於道未相吻合」不為過矣。"
      },
      {
        "index": 9,
        "text": "來書云：「謂致知之功，將如何為溫凊、如何為奉養即是『誠意』，非別有所謂『格物』，此亦恐非。」\n\n此乃吾子自以己意揣度鄙見而為是說，非鄙人之所以告吾子者矣。若果如吾子之言，寧復有可通乎？\n\n蓋鄙人之見，則謂意欲溫凊、意欲奉養者，所謂「意」也，而未可謂之「誠意」。必實行其溫凊、奉養之意，務求自慊而無自欺，然後謂之「誠意」。\n\n知如何而為溫凊之節、知如何而為奉養之宜者，所謂「知」也，而未可謂之「致知」。必致其知如何為溫凊之節者之知，而實以之溫凊；致其知如何為奉養之宜者之知，而實以之奉養，然後謂之「致知」。\n\n溫凊之事、奉養之事，所謂「物」也，而未可謂之「格物」。必其於溫凊之事也，一如其良知之所知當如何為溫凊之節者而為之，無一毫之不盡；於奉養之事也，一如其良知之所知當如何為奉養之宜者而為之，無一毫之不盡，然後謂之「格物」。\n\n溫凊之物格，然後知溫凊之良知始致；奉養之物格，然後知奉養之良知始致。故曰：「物格而後知至。」致其知溫凊之良知，而後溫凊之意始誠；致其知奉養之良知，而後奉養之意始誠。故曰：「知至而後意誠。」此區區「誠意、致知、格物」之說蓋如此。吾子更熟思之，將亦無可疑者矣。"
      },
      {
        "index": 10,
        "text": "來書云：「道之大端易於明白，所謂『良知、良能，愚夫愚婦可與及者』。至於節目時變之詳，毫釐千里之謬，必待學而後知。今語孝於溫凊定省，孰不知之？至於舜之不告而娶，武之不葬而興師，養志、養口，小杖、大杖，割股、廬墓等事，處常、處變，過與不及之間，必須討論是非，以為制事之本，然後心體無蔽，臨事無失。」\n\n「道之大端易於明白」，此語誠然。顧後之學者忽其易於明白者而弗由，而求其難於明白者以為學，此其所以「道在邇而求諸遠，事在易而求諸難」也。孟子云：「夫道若大路然，豈難知哉？人病不由耳。」良知、良能，愚夫、愚婦與聖人同；但惟聖人能致其良知，而愚夫、愚婦不能致，此聖、愚之所由分也。節目時變，聖人夫豈不知？但不專以此為學。而其所謂學者，正惟致其良知，以精審此心之天理，而與後世之學不同耳。吾子未暇真知之致，而汲汲焉顧是之憂，此正求其難於明白者以為學之蔽也。\n\n夫良知之於節目時變，猶規矩、尺度之於方圓、長短也；節目時變之不可預定，猶方圓、長短之不可勝窮也。故規矩誠立，則不可欺以方圓，而天下之方圓不可勝用矣；尺度誠陳，則不可欺以長短，而天下之長短不可勝用矣；良知誠致，則不可欺以節目時變，而天下之節目時變不可勝應矣。毫釐千里之謬，不於吾心良知一念之微而察之，亦將何所用其學乎？是不以規矩而欲定天下之方圓，不以尺度而欲盡天下之長短，吾見其乖張謬戾，日勞而無成也已。\n\n吾子謂：「語孝於溫凊定省，孰不知之？」然而能致其知者鮮矣。若謂粗知溫凊定省之儀節，而遂謂之能致其知，則凡知君之當仁者，皆可謂之能致其仁之知，知臣之當忠者，皆可謂之能致其忠之知，則天下孰非致知者邪？以是而言，可以知致知之必在於行，而不行之不可以為致知也明矣。知、行合一之體，不益較然矣乎？\n\n夫舜之不告而娶，豈舜之前已有不告而娶者為之準則，故舜得以考之何典，問諸何人，而為此邪？抑亦求諸其心一念之真知，權輕重之宜，不得已而為此邪？武之不葬而興師，豈武之前已有不葬而興師者為之準則，故武得以考之何典，問諸何人，而為此邪？抑亦求諸其心一念之良知，權輕重之宜，不得已而為此邪？使舜之心而非誠於為無後，武之心而非誠於為救民，則其不告而娶與不葬而興師，乃不孝、不忠之大者。而後之人不務致其良知，以精察義理於此心感應酬酢之間，顧欲懸空討論此等變常之事，執之以為制事之本，以求臨事之無失，其亦遠矣。其餘數端，皆可類推，則古人致知之學，從可知矣。"
      },
      {
        "index": 11,
        "text": "來書云：「謂《大學》『格物』之說，專求本心，猶可牽合；至於《六經》、《四書》所載『多聞多見』、『前言往行』、『好古敏求』、『博學審問』、『溫故知新』、『博學詳說』、『好問好察』，是皆明白求於事為之際，資於論說之間者，用功節目固不容紊矣。」\n\n「格物」之義，前已詳悉，「牽合」之疑，想已不俟復解矣。\n\n至於「多聞多見」，乃孔子因子張之務外好高，徒欲以多聞多見為學，而不能求諸其心，以闕疑殆，此其言行所以不免於尤悔。而所謂見聞者，適以資其務外好高而已，蓋所以救子張多聞多見之病，而非以是教之為學也。夫子嘗曰：「蓋有不知而作之者，我無是也。」是猶孟子「是非之心，人皆有之」之義也。此言正所以明德性之良知非由於聞見耳。若曰「多聞擇其善者而從之，多見而識之」，則是專求諸見聞之末，而已落在第二義矣，故曰：「如之次也。」夫以見聞之知為次，則所謂知之上者，果安所指乎？是可以窺聖門致知用力之地矣。夫子謂子貢曰：「賜也，汝以予為多學而識之者歟？非也，予一以貫之。」使誠在於「多學而識」，則夫子胡乃謬為是說以欺子貢者邪？「一以貫之」，非致其良知而何？\n\n《易》曰：「君子多識前言往行，以畜其德。」夫以畜其德為心，則凡多識前言往行者，孰非畜德之事？此正知、行合一之功矣。\n\n「好古敏求」者，好古人之學而敏求此心之理耳。心即理也。學者，學此心也；求者，求此心也。孟子云：「學問之道無他，求其放心而已矣。」非若後世廣記博誦古人之言詞，以為好古；而汲汲然惟以求功名利達之具於外者也。\n\n「博學、審問」，前言已盡。\n\n「溫故、知新」，朱子亦以「溫故」屬之「尊德性」矣。德性豈可以外求哉？惟夫「知新」必由於「溫故」，而「溫故」乃所以「知新」，則亦可以驗知、行之非兩節矣。\n\n「博學而詳說之」者，「將以反說約也」。若無「反約」之云，則「博學、詳說」者，果何事邪？\n\n舜之「好問好察」，惟以用中而致其精一於道心耳。道心者，良知之謂也。\n\n君子之學，何嘗離去事為而廢論說？但其從事於事為、論說者，要皆知、行合一之功，正所以致其本心之良知，而非若世之徒事口耳談說以為知者，分知、行為兩事，而果有節目先後之可言也。"
      },
      {
        "index": 12,
        "text": "來書云：「楊、墨之為仁義，鄉愿之亂忠信，堯、舜、子之之禪讓，湯、武、楚項之放伐，周公、莽、操之攝輔，謾無印證，又焉適從？且於古今事變、禮樂、名物，未嘗考識，使國家欲興明堂，建辟雍，制曆律，草封禪，又將何所致其用乎？故《論語》曰『生而知之』者，義理耳。若夫禮樂、名物、古今事變，亦必待學而後有以驗其行事之實，此則可謂定論矣。」\n\n所喻楊、墨、鄉愿、堯、舜、子之、湯、武、楚項、周公、莽、操之辨，與前舜、武之論，大略可以類推。古今事變之疑，前於良知之說，已有規矩尺度之喻，當亦無俟多贅矣。至於明堂、辟雍諸事，似尚未容於無言者。然其說甚長，姑就吾子之言而取正焉，則吾子之惑將亦可少釋矣。\n\n夫明堂、辟雍之制，始見於呂氏之《月令》，漢儒之訓疏，《六經》、《四書》之中，未嘗詳及也。豈呂氏、漢儒之知，乃賢於三代之賢聖乎？齊宣之時，明堂尚有未毀，則幽、厲之世，周之明堂皆無恙也。堯、舜茅茨土階，明堂之制末必備，而不害其為治；幽、厲之明堂，固猶文、武、成、康之舊，而無救於其亂，何邪？豈能「以不忍人之心，而行不忍人之政」，則雖茅茨土階，固亦明堂也；以幽、厲之心，而行幽、厲之政，則雖明堂，亦暴政所自出之地邪？武帝肇講於漢，而武后盛作於唐，其治亂何如邪？\n\n天子之學曰辟雍，諸侯之學曰泮宮，皆象地形而為之名耳。然三代之學，其要皆所以明人倫，非以辟不辟、泮不泮為重輕也。孔子云：「人而不仁，如禮何？人而不仁，如樂何？」制禮作樂，必具中和之德，聲為律而身為度者，然後可以語此。若夫器數之末，樂工之事，祝史之守，故曾子曰：「君子所貴乎道者三，籩豆之事，則有司存也。」堯命羲、和，「欽若昊天，曆象日月星辰」，其重在於「敬授人時」也。舜「在璿璣玉衡」，其重在於「以齊七政」也。是皆汲汲然以仁民之心而行其養民之政，治曆明時之本，固在於此也。\n\n羲、和曆數之學，皋、契未必能之也，禹、稷未必能之也，堯、舜之知而不遍物，雖堯、舜亦未必能之也，然至於今循羲、和之法而世修之，雖曲知小慧之人、星術淺陋之士，亦能推步占候而無所忒，則是後世曲知小慧之人，反賢於禹、稷、堯、舜者邪？\n\n「封禪」之說，尤為不經，是乃後世佞人諛士所以求媚於其上，倡為誇侈，以蕩君心而靡國費。蓋欺天罔人、無恥之大者，君子之所不道，司馬相如之所以見譏於天下後世也。吾子乃以是為儒者所宜學，殆亦未之思邪？\n\n夫聖人之所以為聖者，以其生而知之也。而釋《論語》者曰：「『生而知之』者，義理耳。若夫禮樂、名物、古今事變，亦必待學而後有以驗其行事之實。」夫禮樂、名物之類，果有關於作聖之功也，而聖人亦必待學而後能知焉，則是聖人亦不可以謂之「生知」矣。謂聖人為「生知」者，專指義理而言，而不以禮樂、名物之類，則是禮樂、名物之類無關於作聖之功矣。聖人之所以謂之「生知」者，專指義理而不以禮樂、名物之類；則是「學而知之」者，亦惟當學知此義理而已；「困而知之」者，亦惟當困知此義理而已。今學者之學聖人，於聖人之所能知者，未能「學而知之」，而顧汲汲焉求知聖人之所不能知者以為學，無乃失其所以希聖之方歟？凡此皆就吾子之所惑者而稍為之分釋，未及乎拔本塞源之論也。"
      },
      {
        "index": 13,
        "text": "夫拔本塞源之論不明於天下，則天下之學聖人者，將日繁日難，斯人淪於禽獸、夷狄，而猶自以為聖人之學。\n\n吾之說雖或暂明於一時，終將凍解於西而冰堅於東，霧釋於前而雲滃於後，呶呶焉危困以死，而卒無救於天下之分毫也已。夫聖人之心，以天地萬物為一體，其視天下之人，無外內遠近，凡有血氣，皆其昆弟赤子之親，莫不欲安全而教養之，以遂其萬物一體之念。\n\n天下之人心，其始亦非有異於聖人也，特其間於有我之私，隔於物欲之蔽，大者以小，通者以塞，人各有心，至有視其父子兄弟如仇讎者。聖人有憂之，是以推其天地萬物一體之仁以教天下，使之皆有以克其私、去其蔽，以復其心體之同然。其教之大端，則堯、舜、禹之相授受，所謂「道心惟微，惟精惟一，允執厥中」；而其節目，則舜之命契，所謂「父子有親，君臣有義，夫婦有別，長幼有序，朋友有信」五者而已。唐、虞、三代之世，教者惟以此為教，而學者惟以此為學。當是之時，人無異見，家無異習，安此者謂之聖，勉此者謂之賢，而背此者雖其啟明如朱，亦謂之不肖；下至閭井、田野、農、工、商、賈之賤，莫不皆有是學，而惟以成其德行為務。何者？無有聞見之雜，記誦之煩，辭章之靡濫，功利之馳逐，而但使孝其親，弟其長，信其朋友，以復其心體之同然。是蓋性分之所固有，而非有假於外者，則人亦孰不能之乎？\n\n學校之中，惟以成德為事，而才能之異，或有長於禮樂、長於政教、長於水土播植者，則就其成德，而因使益精其能於學校之中。迨夫舉德而任，則使之終身居其職而不易。用之者惟知同心一德，以共安天下之民，視才之稱否，而不以崇卑為輕重，勞逸為美惡；效用者亦惟知同心一德，以共安天下之民，苟當其能，則終身處於煩劇而不以為勞，安於卑瑣而不以為賤。當是之時，天下之人熙熙皞皞，皆相視如一家之親；其才質之下者，則安其農、工、商、賈之分，各勤其業，以相生相養，而無有乎希高慕外之心。\n\n其才能之異，若皋、夔、稷、契者，則出而各效其能。若一家之務，或營其衣食，或通其有無，或備其器用，集謀並力，以求遂其仰事俯育之願，惟恐當其事者之或怠而重己之累也。故稷勤其稼，而不恥其不知教，視契之善教，即己之善教也；夔司其樂，而不恥於不明禮，視夷之通禮，則己之通禮也。蓋其心學純明，而有以全其萬物一體之仁，故其精神流貫，志氣通達，而無有乎人己之分、物我之間。譬之一人之身，目視、耳聽、手持、足行，以濟一身之用。目不恥其無聰，而耳之所涉，目必營焉；足不恥其無執，而手之所探，足必前焉。蓋其元氣充周，血脈條暢，是以痒痾呼吸，感觸神應，有不言而喻之妙。此聖人之學所以至易至簡，易知易從，學易能而才易成者，正以大端惟在復心體之同然，而知識技能非所與論也。"
      },
      {
        "index": 14,
        "text": "三代之衰，王道熄而霸術焻；孔、孟既沒，聖學晦而邪說橫。教者不復以此為教，而學者不復以此為學。霸者之徒，竊取先王之近似者，假之於外以內濟其私己之欲，天下靡然而宗之，聖人之道遂以蕪塞。相仿相效，日求所以富強之說、傾詐之謀、攻伐之計，一切欺天罔人，苟一時之得，以獵取聲利之術，若管、商、蘇、張之屬者，至不可名數。\n\n既其久也，鬬爭劫奪，不勝其禍，斯人淪於禽獸、夷狄，而霸術亦有所不能行矣。世之儒者慨然悲傷，蒐臘先聖王之典草法制，而掇拾修補於煨燼之餘，蓋其為心，良亦欲以挽回先王之道。聖學既遠，霸術之傳，積漬已深，雖在賢知，皆不免於習染，其所以講明修飾，以求宣暢光復於世者，僅足以增霸者之藩籬，而聖學之門牆，遂不復可睹。於是乎有訓詁之學，而傳之以為名；有記誦之學，而言之以為博；有詞章之學，而侈之以為麗。若是者，紛紛籍籍，群起角立於天下，又不知其幾家，萬徑千蹊，莫知所適。\n\n世之學者如人百戲之場，讙謔跳踉，騁奇鬬巧，獻笑爭妍者，四面而競出，前瞻後盼，應接不遑，而耳目眩瞀，精神恍惑，日夜遨遊淹息其間，如病狂喪心之人，莫自知其家業之所歸。時君世主亦皆昏迷顛倒於其說，而終身從事於無用之虛文，莫自知其所謂。間有覺其空疏謬妄、支離牽滯，而卓然自奮，欲以見諸行事之實者，極其所抵，亦不過為富強功利、五霸之事業而止。聖人之學日遠日晦，而功利之習愈趨愈下。其間雖嘗瞽惑於佛、老，而佛、老之說卒亦未能有以勝其功利之心；雖又嘗折衷於群儒，而群儒之論終亦未能有以破其功利之見。\n\n蓋至於今，功利之毒淪浹於人之心髓，而習以成性也幾千年矣。相矜以知，相軋以勢，相爭以利，相高以技能，相取以聲譽。其出而仕也，理錢榖者則欲兼夫兵刑，典禮樂者又欲與於銓軸，處郡縣則思藩臬之高，居臺諫則望宰執之要。故不能其事，則不得以兼其官；不通其說，則不可以要其譽；記誦之廣，適以長其敖也；知識之多，適以行其惡也；聞見之博，適以肆其辨也；辭章之富，適以飾其偽也。是以皋、夔、稷、契所不能兼之事，而今之初學小生皆欲通其說，究其術。其稱名僭號，未嘗不曰「吾欲以共成天下之務」，而其誠心實意之所在，以為不如是則無以濟其私而滿其欲也。\n\n嗚呼！以若是之積染，以若是之心志，而又講之以若是之學術，宜其聞吾聖人之教，而視之以為贅疣枘鑿，則其以良知為未足，而謂聖人之學為無所用，亦其勢有所必至矣！嗚呼！士生斯世，而尚何以求聖人之學乎？尚何以論聖人之學乎？士生斯世，而欲以為學者，不亦勞苦而繁難乎？不亦拘滯而險艱乎！嗚呼，可悲也已！\n\n所幸天理之在人心，終有所不可泯，而良知之明，萬古一日，則其聞吾拔本塞源之論，必有惻然而悲，戚然而痛，憤然而起，沛然若決江河，而有所不可禦者矣。非夫豪傑之士，無所待而興起者，吾誰與望乎？\n\n（此條自第八段「夫拔本塞源之論不明於天下」起，陳龍正曾單獨選出刻行，標明為「拔本塞源論」，係王守仁之最著名之論著之一，代表他之倫理思想。）\n\n答周道通書"
      },
      {
        "index": 15,
        "text": "吳、曾兩生至，備道道通懇切為道之意，殊慰相念。若道通，真可謂篤信好學者矣。憂病中會，不能與兩生細論，然兩生亦自有志向，肯用功者，每見輒覺有進，在區區誠不能無負於兩生之遠來，在兩生則亦庶幾無負其遠來之意矣。臨別以此冊致道通意，請書數語。荒憒無可言者，輒以道通來書中所問數節，略下轉語奉酬。草草殊不詳細，兩生當亦自能口悉也。\n\n來書云：「日用工夫只是『立志』。近來於先生誨言時時體驗，愈益明白。然於朋友不能一時相離。若得朋友講習，則此志繞精健闊大，纔有生意。若三五日不得朋友相講，便覺微弱，遏事便會困，亦時會忘。乃今無朋友相講之日，還只靜坐，或看書，或游衍經行，凡寓目、措身，悉取以培養此志，頗覺意思和適。然終不如朋友講聚，精神流動，生意更多也。離群索居之人，當更有何法以處之？」\n\n此段足驗道通日用工夫所得，工夫大略亦只是如此用，只要無間斷，到得純熟後，意思又自不同矣。大抵吾人為學，緊要大頭腦，只是「立志」。所謂「困、忘」之病，亦只是志欠真切。今好色之人，未嘗病於困忘，只是一真切耳。自家痛痒，自家須會知得，自家須會搔摩得；既自知得痛痒，自家須不能不搔摩得。佛家謂之「方便法門」，須是自家調停斟酌，他人總難與力，亦更無別法可設也。"
      },
      {
        "index": 16,
        "text": "來書云：「上蔡嘗問天下何思何慮。伊川云：『有此理，只是發得太早。』在學者工夫，固是『必有事焉而勿忘』，然亦須識得『何思何慮』底氣象，一併看為是。若不識得這氣象，便有『正』與『助長』之病。若認得『何思何慮』，而忘『必有事焉』工夫，恐又墮於『無』也。須是不滯於『有』，不墮於『無』。然乎？否也？」\n\n所論亦相去不遠矣，只是契悟未盡。上蔡之問，與伊川之答，亦只是上蔡、伊川之意，與孔子《繫辭》原旨稍有不同。《繫》言「何思何慮」是言所思所慮只是一個天理，更無別思別慮耳，非謂無思無慮也。故曰：「同歸而殊途，一致而百慮，天下何思何慮。」云「殊途」，云「百慮」，則豈謂無思無慮邪？心之本體即是天理，天理只是一個，更有何可思慮得？天理原自寂然不動，原自感而遂通。學者用功，雖千思萬慮，只是要復他本來體用而已，不是以私意去安排思索出來；故明道云：「君子之學，莫若廓然而大公，物來而順應。」若以私意去安排思索，便是「用智自私」矣。「何思何慮」正是工夫：在聖人分上，便是自然的；在學者分上，便是勉然的。伊川卻是把作效驗看了，所以有「發得太早」之說。既而云「卻好用功」，則已自覺其前言之有未盡矣。濂溪主靜之論亦是此意。今道通之言，雖已不為無見，然亦未免尚有兩事也。"
      },
      {
        "index": 17,
        "text": "來書云：「凡學者纔曉得做工夫，便要識得聖人氣象。蓋認得聖人氣象，把做準的，乃就實地做工夫去，才不會差，才是作聖工夫。未知是否？」\n\n先認聖人氣象，昔人嘗有是言矣，然亦欠有頭惱，聖人氣象自是聖人的，我從何處識認？若不就自己良知上真切體認，如以無星之稱而權輕重，未開之鏡而照妍榿，真所謂以小人之腹，而度君子之心矣。聖人氣象何由認得？自己良知原與聖人一般，若體認得自己良知明白，則聖人氣象不在聖人而在我矣。程子嘗云：「覷著堯，學他行事，無他許多聰明睿智，安能如彼之動容周旋中禮？」又云：「心通於道，然後能辨是非。」今且說通於道在何處？聰明睿智從何處出來？"
      },
      {
        "index": 18,
        "text": "來書云：「事上磨練。一日之內，不管有事無事，只一意培養本原。若遇事來感，或自己有感，心上既有覺，安可謂無事？但因事凝心一會，大段覺得事理當如此，只如無事處之，盡吾心而已。然乃有處得善與未善，何也？又或事來得多，須要次第與處，每因才力不足，輒為所困，雖極力扶起而精神已覺衰弱。遇此未免要十分退省，寧不了事，不可不加培養。如何？」\n\n所說工夫，就道通分上也只是如此用，然未免有出入在。凡人為學，終身只為這一事。自少至老、自朝至暮，不論有事無事，只是做得這一件，所謂「必有事焉」者也。若說「寧不了事，不可不加培養」，卻是尚為兩事也。「必有事焉而勿忘勿助」，事物之來，但盡吾心之良知以應之，所謂「忠恕違道不遠」矣。凡處得有善有未善及有困頓失次之患者，皆是牽於毀譽得喪，不能實致其良知耳。若能實致其良知，然後見得平日所謂善者未必是善，所謂未善者卻恐正是牽於毀譽得喪，自賊其真知者也。"
      },
      {
        "index": 19,
        "text": "來書云：「致知之說，春間再承誨益，已頗知用力，覺得比舊尤為簡易。但鄙心則謂與初學言之，還須帶『格物』意思，使之知下手處。本來『致知』、『格物』一併下，但在初學未知下手用功，還說與『格物』，方曉得『致知』云云。」\n\n「格物」是「致知」功夫，知得「致知」便已知得「格物」；若是未知「格物」，則是「致知」工夫亦未嘗知也。近有一書與友人論此頗悉，今往一通，細觀之，當自見矣。"
      },
      {
        "index": 20,
        "text": "來書云：「今之為朱、陸之辨者尚未已。每對朋友言，正學不明已久，且不須枉費心力為朱、陸爭是非，只依先生『立志』二字點化人。若其人果能辨得此志來，決意要知此學，已是大段明白了。朱、陸雖不辨，彼自能覺得。又嘗見朋友中見有人議先生之言者，輒為動氣。昔在朱、陸二先生所以遺後世紛紛之議者，亦見二先生工夫有未純熟，分明亦有動氣之病。若明道則無此矣。觀其與吳涉禮論介甫之學，云：『為我盡達諸介甫，不有益於他，必有益於我也。』氣象何等從容？嘗見先生與人書中亦引此言，願朋友皆如此。如何？」\n\n此節議論得極是極是，願道通遍以告於同志，各自且論自己是非，莫論朱、陸是非也。以言語謗人，其謗淺；若自己不能身體實踐，而徒入耳出口，呶呶度日，是以身謗也，其謗深矣。凡今天下之論議我者，苟能取以為善，皆是砥礪切磋我也，則在我無非警惕修省進德之地矣。昔人謂：「攻吾之短者是吾師。」師又可惡乎？"
      },
      {
        "index": 21,
        "text": "來書云：「有引程子『人生而靜以上不容說；才說性，便已不是性』。何故不容說？何故不是性？晦庵答云：『不容說者，未有性之可言；不是性者，已不能無氣質之雜矣。』二先生之言皆未能曉，每看書至此，輒為一惑，請問。」\n\n「生之謂性」，「生」字即是「氣」字，猶言「氣即是性」也。氣即是性，「人生而靜以上不容說」，才說「氣即是性」，即已落在一邊，不是性之本原矣。孟子「性善」，是從本原上說。然性善之端，須在氣上始見得；若無氣，亦無可見矣。惻隱、羞惡、辭讓、是非即是氣。程子謂：「論性不論氣，不備；論氣不論性，不明。」亦是為學者各認一邊，只得如此說。若見得自性明白時，氣即是性，性即是氣，原無性、氣之可分也。\n\n答陸原靜書"
      },
      {
        "index": 22,
        "text": "來書云：「下手工夫，覺此心無時寧靜。妄心固動也，照心亦動也；心既恆動，則無刻暫停也。」\n\n是有意於求寧靜，是以愈不寧靜耳。夫妄心則動也，照心非動也；恆照則恆動恆靜，天地之所以恆久而不已也。照心固照也，妄心亦照也；其為物不貳，則其生物不息，有刻暫停則息矣，非至誠無息之學矣。"
      },
      {
        "index": 23,
        "text": "來書云，「良知亦有起處」云云。\n\n此或聽之末審。良知者，心之本體，即前所謂「恆照」者也。心之本體，無起無不起。雖妄念之發，而良知未嘗不在，但人不知存，則有時而或放耳。雖昏塞之極，而良知未嘗不明，但人不知察，則有時而或蔽耳。雖有時而或放，其體實未嘗不在也，存之而已耳；雖有時而或蔽，其體實未嘗不明也，察之而已耳。若謂真知亦有起處，則是有時而不在也，非其本體之謂矣。"
      },
      {
        "index": 24,
        "text": "來書云：「前日精一之論，即作聖之功否？」\n\n「精一」之「精」以理言，「精神」之「精」以氣言。理者，氣之條理；氣者，理之運用。無條理則不能運用，無運用則亦無以見其所謂條理者矣。精則精，精則明，精則一，精則神，精則誠；一則精，一則明，一則神，一則誠，原非有二事也。但後世儒者之說與養生之說各滯於一偏，是以不相為用。前日「精一」之論，雖為原靜愛養精神而發，然而作聖之功，實亦不外是矣。"
      },
      {
        "index": 25,
        "text": "來書云：「元神、元氣、元精必各有寄藏發生之處；又有真陰之精，真陽之氣。」云云。\n\n夫良知，一也。以其妙用而言，謂之神；以其流行而言，謂之氣；以其凝聚而言，謂之精；安可以形象方所求哉？真陰之精，即真陽之氣之母，真陽之氣，即真陰之精之父；陰根陽，陽根陰，亦非有二也。苟吾良知之說明，即凡若此類，皆可以不言而喻；不然，則如來書所云「三關」、「七返」、「九還」之屬，尚有無窮可疑者也。\n\n又"
      },
      {
        "index": 26,
        "text": "來書云：「良知，心之本體，即所謂性善也，未發之中也，寂然不動之體也，廓然大公也，何常人皆不能而必待於學耶？中也，寂也，公也，既以屬心之體，則良知是矣。今驗之於心，知無不良；而中、寂、大公，實未有也。豈良知復超然於體、用之外乎？」\n\n性無不善，故知無不良；良知即是未發之中，即是廓然大公、寂然不動之本體，人人之所同具者也。但不能不昏蔽於物欲，故須學以去其昏蔽；然於良知之本體，初不能有加損於毫末也。知無不良，而中、寂、大公，未能全者，是昏蔽之未盡去，而存之未純耳。體既良知之體，用即良知之用，寧復有「超然於體、用之外」者乎？"
      },
      {
        "index": 27,
        "text": "來書云：「周子曰『主靜』，程子曰『動亦定，靜亦定』，先生曰「定者心之本體」。是靜定也，決非不睹不聞，無思無為之謂，必常知常存，常主於理之謂也。夫常知常存，常主於理，明是動也，已發也，何以謂之靜？何以謂之本體？豈是靜定也，又有以貫乎心之動靜者邪？」\n\n理無動者也。常知常存，常主於理，即不睹不聞、無思無為之謂也。不睹不聞、無思無為，非槁木死灰之謂也；睹聞思為一於理，而未嘗有所睹聞思為，即是動而未嘗動也。所謂「動亦定，靜亦定」、「體用一原」者也。"
      },
      {
        "index": 28,
        "text": "來書云：「此心未發之體，其在已發之前乎？其在已發之中而為之主乎？其無前後、內外而渾然之體者乎？今謂心之動、靜者，其主有事、無事而言乎？其主寂然、感通而言乎？其主循理、從欲而言乎？若以循理為靜，從欲為動，則於所謂『動中有靜，靜中有動，動極而靜，靜極而動』者，不可通矣。若以有事而感通為動，無事而寂然為靜，則於所謂『動而無動，靜而無靜』者，不可通矣。若謂未發在已發之先，靜而生動，是至誠有息也，聖人有復也，又不可矣。若謂未發在已發之中，則不知未發、已發俱當主靜乎？抑未發為靜而已發為動乎？抑未發、已發俱無動無靜乎？俱有動有靜乎？幸教。」\n\n未發之中，即良知也，無前後內外，而渾然一體者也。有事、無事可以言動、靜，而良知無分於有事、無事也；寂然、感通可以言動、靜，而良知無分於寂然、感通也。動、靜者，所遇之時；心之本體，固無分於動、靜也。理無動者也，動即為欲。循理則雖酬酢萬變而未嘗動也，從欲則雖槁心一念而未嘗靜也。「動中有靜，靜中有動」，又何疑乎？有事而感通，固可以言動，然而寂然者未嘗有增也；無事而寂然，固可以言靜，然而感通者未嘗有減也。「動而無動，靜而無靜」，又何疑乎？無前後內外而渾然一體，則至誠有息之疑，不待解矣。未發在已發之中，而已發之中未嘗別有未發者在，已發在未發之中，而未發之中未嘗別有已發者存。是未嘗無動、靜，而不可以動、靜分者也。\n\n凡觀古人言語，在以意逆志而得其大旨，若必拘滯於文義，則「靡有孑遺」者，是周果無遺民也。周子「靜極而動」之說，苟不善觀，亦未免有病。蓋其意從「太極動而生陽，靜而生陰」說來。太極生生之理，妙用無息，而常體不易。太極之生生，即陰陽之生生。就其生生之中，指其妙用無息者而謂之動，謂之陽之生，非謂動而徒生陽也，就其生生之中，指其常體不易者而謂之靜，謂之陰之生，非謂靜而後生陰也。若果靜而後生陰，動而後生陽，則是陰陽、動靜，截然各自為一物矣。陰陽一氣也，一氣屈伸而為陰陽；動靜一理也，一理隱顯而為動、靜。春夏可以為陽、為動，而未嘗無陰與靜也；秋冬可以為陰、為靜，而未嘗無陽與動也。春夏此不息，秋冬此不息，皆可謂之陽，謂之動也；春夏此常體，秋冬此常體，皆可謂之陰，謂之靜也。自元、會、運、世、歲、月、日、時，以至刻、杪、忽、微，莫不皆然。所謂動靜無端，陰陽無始，在知道者默而識之，非可以言語窮也。若只牽文泥句，比擬仿像，則所謂心從《法華》轉，非是轉《法華》矣。"
      },
      {
        "index": 29,
        "text": "來書云：「嘗試於心，喜、怒、憂、懼之感發也，雖動氣之極，而吾心良知一覺，即罔然消阻，或遏於初，或制於中，或悔於後。然則良知常若居優閒無事之地而為之主，於喜、怒、憂、懼若不與焉者，何歟？」\n\n知此，則知未發之中、寂然不動之體，而有發而中節之和、感而遂通之妙矣。然謂「良知常若居於優閒無事之地」，語尚有病。蓋良知雖不滯於喜、怒、憂、懼，而喜、怒、憂、懼亦不外於良知也。"
      },
      {
        "index": 30,
        "text": "來書云：「夫子昨以良知為照心。竊謂良知，心之本體也，照心，人所用功，乃戒慎恐催之心也，猶思也，而遂以戒慎恐催為良知，何歟？」\n\n能戒慎恐懼者，是良知也。"
      },
      {
        "index": 31,
        "text": "來書云：「先生又曰：『照心非動也。』豈以其循理而謂之靜歟？『妄心亦照也。』豈以其良知未嘗不在於其中，未嘗不明於其中，而視聽言動之不過則者，皆天理歟？且既曰妄心，則在妄心可謂之照，而在照心則謂之妄矣。妄與息何異？今假妄之照以續至誠之無息，竊所未明，幸再啟蒙。」\n\n「照心非動」者，以其發於本體明覺之自然，而未嘗有所動也；有所動即妄矣。「妄心亦照」者，以其本體明覺之自然者，未嘗不在於其中，但有所動耳；無所動即照矣。無妄、無照，非以妄為照、以照為妄也。照心為照，妄心為妄，是猶有妄、有照也。有妄、有照，則猶貳也，貳則息矣。無妄、無照則不貳，不貳則不息矣。"
      },
      {
        "index": 32,
        "text": "來書云：「養生以清心寡欲為要。夫清心寡欲，作聖之功畢矣。然欲寡則心自清。清心非舍棄人事而獨居求靜之謂也。蓋欲使此心純乎天理，而無一毫人欲之私耳。今欲為此之功，而隨人欲生而克之，則病根常在，未危滅於東而生於西。若欲刊剝洗蕩於眾欲未萌之先，則又無所用其力，徒使此心之不清。且欲未萌而搜剔以求去之，是猶引犬上堂而逐之也，愈不可矣。」\n\n必欲此心純乎天理，而無一毫人欲之私，此作聖之功也。必欲此心純乎天理，而無一毫人欲之私，非防於未萌之先而克於方萌之際不能也。防於未萌之先而克於方萌之際，此正《中庸》「戒慎恐懼」、《大學》「致知格物」之功，舍此之外，無別功矣。\n\n夫謂滅於東而生於西，引犬上堂而逐之者，是自私自利，將迎意必之為累，而非克治洗蕩之為患也。今曰「養生以清心寡欲為要」，只「養生」二字，便是自私自利、將迎意必之根。有此病根潛伏於中，宜其有「滅於東而生於西」、「引犬上堂而逐之」之患也。"
      },
      {
        "index": 33,
        "text": "來書云：「佛氏於『不思善，不思惡時，認本來面目』，於吾儒『隨物而格』之功不同。吾若於不思善、不思惡時，用致知之功，則已涉於思善矣。欲善惡不思，而心之良知清靜自在，惟有寐而方醒之時耳。斯正孟子『夜氣』之說。但於斯光景不能久，倏忽之際，思慮已生，不知用功久者，其常寐初醒而思未起之時否乎？今澄欲求寧靜，愈不寧靜，欲念無生，則念愈生。如之何而能使此心前念易減，後念不生，良知獨顯，而與造物者遊乎？」\n\n「不思善、不思惡時，認本來面目。」此佛氏為未識本來面目者設此方便。本來面目則吾聖門所謂良知，今既認得良知明白，即已不消如此說矣。\n\n「隨物而格」是致知之功，即佛氏之「常惺惺」，亦是常存他本來面目耳。體段工夫大略相似，但佛氏有個自私自利之心，所以便有不同耳。今欲善惡不思，而心之良知清靜自在，此便有自私自利、將迎意必之心，所以有「不思善、不思惡時，用致知之功，則已涉於思善」之患。孟子說「夜氣」，亦只是為失其良心之人指出個良心萌動處，使他從此培養將去。今已知得良知明白，常用致知之功，即已不消說「夜氣」。卻是得兔後不知守兔，而仍去守株，兔將復先之矣。欲求寧靜，欲念無生，此正是自私自利、將迎意必之病，是以念愈生而愈不寧靜。良知只是一個良知，而善惡自辨，更有何善何惡可思！良知之體本自寧靜，今卻又添一個求寧靜；本自生生，今卻又添一個欲無生，非獨聖門致知之功不如此，雖佛氏之學亦未如此將迎意必也。只是一念良知，徹頭徹尾，無始無終，即是前念不滅，後念不生。今卻欲前念易滅，而後念不生，是佛氏所謂斷滅種性，入於槁木死灰之謂矣。"
      },
      {
        "index": 34,
        "text": "來書云：「佛氏又有常提念頭之說，其猶孟子所謂『必有事』，夫子所謂『致良知』之說乎？其即『常惺惺，常記得，常知得，常存得』者乎？於此念頭提在之時，而事至物來，應之必有其道。但恐此念頭提起時少，放下時多，則工夫間斷耳。且念頭放失，多因私欲客氣之動而始，忽然驚醒而後提，其放而未提之間，心之昏雜多不自覺，今欲曰精曰明，常提不放，以何道乎？只此常提不放，即全功乎？抑於常提不放之中，更宜加省克之功乎？雖曰常提不放，而不加戒懼克治之功，恐私欲不去；若加戒懼克治之功焉，又為『思善』之事，而於『本來面目』又未達一間也。如之何則可？」\n\n戒懼克治即是常提不放之功，即是「必有事焉」，豈有兩事邪！此節所問，前一段已自說得分曉，末後卻是自生迷惑，說得支離。及有「本來面目未達一間」之疑，都是自私自利、將迎意必之為病，去此病，自無此疑矣。"
      },
      {
        "index": 35,
        "text": "來書云：「質美者明得盡，渣滓便渾化。如何謂明得盡？如何而能便渾化？」\n\n良知本來自明。氣質不美者，渣滓多，障蔽厚，不易開明。質美者，渣滓原少，無多障蔽，略加致知之功，此良知便自瑩徹，些少渣滓，如湯中浮雪，如何能作障蔽？此本不甚難曉，原靜所以致疑於此，想是因一「明」字不明白，亦是稍有欲速之心。向曾面論明善之義，明則誠矣，非若後儒所謂明善之淺也。"
      },
      {
        "index": 36,
        "text": "來書云：「聰明睿知果質乎？仁義禮智果性乎？喜怒哀樂果情乎？私欲客氣果一物乎？二物乎？古之其才，若子房、仲舒、叔度、孔明、文中、韓、范諸公，德業表著，皆良知中所發也，而不得謂之聞道者，果何在乎？苟曰此特生質之美耳，則生知、安行者，不愈於學知、困勉者乎？愚意竊云謂諸公見道偏則可，謂全無聞則恐後儒崇尚記誦訓詁之過也。然乎？否乎？」\n\n性一而已。仁、義、禮、知，性之性也；聰、明、睿、知，性之質也；喜、怒、哀、樂，性之情也；私欲、客氣，性之蔽也。質有清濁，故情有過不及，而蔽有淺深也；私欲、客氣，一病兩痛，非二物也。張、黃、諸葛及韓、范諸公，皆天質之美，自多暗合道妙，雖未可盡謂之知學，盡謂之聞道，然亦自其有學，違道不遠者也；使其聞學知道，即伊、傅、周、召矣。若文中子則又不可謂之不知學者，其書雖多出於其徒，亦多有未是處，然其大略則亦居然可見，但今相去遼遠，無有的然憑證，不可懸斷其所至矣。夫良知即是道，良知之在人心，不但聖貿，雖常人亦無不如此。若無有物欲牽蔽，但循著真知發用流行將去，即無不是道。但在常人多為物欲牽蔽，不能循得良知。如數公者，天質既自清明，自少物欲為之牽蔽，則其良知之發用流行處，自然是多，自然違道不遠。學者學循此良知而已。謂之知學，只是知得專在學循良知。數公雖未知專在良知上用功，而或泛濫於多歧，疑迷於影響，是以或離或合而未純。若知得時，便是聖人矣。後儒嘗以數子者，尚皆是氣質用事，未免於行不著，習不察，此亦未為過論。但後儒之所謂著、察者，亦是狃於聞見之狹，蔽於沿習之非，而依擬仿象於影響形跡之間，尚非聖門之所謂著、察者也。則亦安得以己之昏昏，而求人之昭昭也乎？所謂生知、安行，「知、行」二字，亦是就用功上說；若是知、行本體，即是良知、良能，雖在困勉之人，亦皆可謂之生知、安行矣。知、行二字更宜精察。"
      },
      {
        "index": 37,
        "text": "來書云：「昔周茂叔每令伯淳尋仲尼、顏子樂處。敢問是樂也，與七情之樂同乎？否乎？若同，則常人之一遂所欲，皆能樂矣，何必聖賢？若別有真樂，則聖賢之遇大憂、大怒、大驚、大懼之事，此樂亦在否乎？且君子之心常存戒懼，是蓋終身之憂也，惡得樂？澄平生多悶，未嘗見真樂之趣，令切願尋之。」\n\n樂是心之本體，雖不同於七情之樂，而亦不外於七情之樂；雖則聖賢別有真樂，而亦常人之所同有，但常人有之而不自知，反自求許多憂苦，自加迷棄。雖在憂苦迷棄之中，而此樂又未嘗不存，但一念開明，反身而誠，則即此而在矣。每與原靜論，無非此意，而原靜尚有「何道可得」之問，是猶未免於騎驢覓驢之蔽也。"
      },
      {
        "index": 38,
        "text": "來書云：「《大學》以『心有好樂、忿懥、憂患、恐懼』為『不得其正』，而程子亦謂『聖人情順萬事而無情』。所謂有者，《傳習錄》中以病瘧譬之，極精切矣。若程子之言，則是聖人之情不生於心而生於物也，何謂邪？且事感而情應，則是是非非可以就格；事或未感時，謂之有則未形也，謂之無則病根在有無之間，何以致吾知乎？學務無情，累雖輕，而出儒入佛矣，可乎？」\n\n聖人致知之功，至誠無息。其良知之體，皦如明鏡，略無纖翳，妍媸之來，隨物見形，而明鏡曾無留染，所謂「情順萬事而無情」也。「無所所住而生其心」，佛氏曾有是言，未為非也。明鏡之應物，妍者妍，媸者媸，一照而皆真，即是生其心處，妍者妍，媸者媸，一過而不留，即是無所住處。病瘧之喻，既已見其精切，則此節所問可以釋然。病瘧之人，瘧雖未發，而病根自在，則亦安可以其瘧之未發而遂忘其服藥調理之功乎？若必待瘧發而後服藥調理，則既晚矣。致知之功，無間於有事、無事，而豈論於病之已發、未發邪？大抵原靜所疑，前後雖若不一，然皆起於自私自利、將迎意必之為崇，此根一去，則前後所疑，自將冰消霧釋，有不待於問辨者矣。\n\n錢德洪跋：答原靜書出，讀者皆喜澄善問，師善答，皆得聞所未聞。師曰：「原靜所問只是知解上轉，不得已與之逐節分疏。若信得良知，只在良知上用工，雖千經萬典無不脗合，異端曲學一勘盡破矣。何必如此節節分解！佛家有『撲人逐塊』之喻，見塊撲人，則得人矣，見塊逐塊，於塊奚得哉？」在座諸友聞之，惕然皆有惺悟。此學貴反求，非知解可入也。\n\n答歐陽崇一"
      },
      {
        "index": 39,
        "text": "崇一來書云：「師云：『德性之良知，非由於聞見，若曰多聞擇其善者而從之，多見而識之，則是專求之見聞之末，而已落在第二義。』竊意良知雖不由見聞而有，然學者之知，未嘗不由見聞而發；滯於見聞固非，而見聞亦良知之用也。今曰『落在第二義』，恐為專以見聞為學者而言。若致其良知而求之見聞，似亦知、行合一之功矣。如何？」\n\n良知不由見聞而有，而見聞莫非良知之用，故良知不滯於見聞，而亦不離於見聞。孔子云：「吾有知乎哉？無知也。」良知之外，別無知矣。故「致良知」是學問大頭腦，是聖人教人第一義。今云專求之見聞之末，則是失卻頭腦，而已落在第二義矣。近時同志中，蓋已莫不知有「致良知」之說，然其功夫尚多鶻突者，正是欠此一問。大抵學問功夫只要主意頭腦是當，若主意頭腦專以「致良知」為事，則凡多聞、多見，莫非「致良知」之功。蓋日用之間，見聞醻酢，雖千頭萬緒，莫非良知之發用流行；除卻見聞醻酢，亦無良知可致矣。故只是一事。若曰致其良知而求之見聞，則語意之間未免為二。此與專求之見聞之末者雖稍不同，其為未得精一之旨，則一而已。「多聞擇其善者而從之，多見而識之。」既云擇，又云識，其良知亦未嘗不行於其間，但其用意乃專在多聞、多見上去擇、識，則已失卻頭腦矣。崇一於此等處見得當已分曉，今日之問，正為發明此學，於同志中極有益。但語意未瑩，則毫釐千里，亦不容不精察之也。"
      },
      {
        "index": 40,
        "text": "來書云：「師云：『《繫》言「何思何慮」，是言所思所慮只是天理，更無別思別慮耳，非謂無思無慮也。心之本體即是天理，有何可思慮得？學者用功，雖千思萬慮，只是要復他本體，不是以私意去安排思索出來；若安排思索，便是自私用智矣。』學者之蔽，大率非沈空守寂，則安排思索。德辛壬之歲著前一病，近又著後一病，但思索亦是良知發用，其與私意安排者何所取別？恐認賊作子，惑而不知也。」\n\n「思曰睿，睿作聖。」「心之官則思，思則得之。」思其可少乎？沈空守寂與安排思索，正是自私用智，其為喪失良知一也。良知是天理之昭明靈覺處，故良知即是天理，思是良知之發用。若是良知發用之思，則所思莫非天理矣。良知發用之思，自然明白簡易。良知亦自能知得。若是私意安排之思，自是紛紜勞擾。良知亦自會分別得。蓋思之是非邪正，良知無有不自知者。所以認賊作子，正為致知之學不明，不知在良知上體認之耳。"
      },
      {
        "index": 41,
        "text": "來書又云：「師云：『為學終身只是一事，不論有事無事，只是這一件。若說寧不了事，不可不加培養，卻是分為兩事也。』竊意覺精力衰弱，不足以終事者，良知也；寧不了事，且加休養，致知也。如何卻為兩事？若事變之來，有事勢不容不了，而精力雖衰，稍鼓舞亦能支持，則持志以帥氣可矣。然言動終無氣力，畢事則困憊已甚，不幾於暴其氣已乎？此其輕重緩急，良知固未嘗不知，然或迫於事勢，安能顧精力？或因於精力，安能顧事勢？如之何則可？」\n\n「寧不了事，不可不加培養」之意，且與初學如此說，亦不為無益，但作兩事看了，便有病痛在。孟子言必有事焉，則君子之學終身只是「集義」一事。義者，宜也，心得其宜之謂義。能致良知則心得其宜矣，故「集義」亦只是致良知。君子之酬酢萬變，當行則行，當止則止，當生則生，當死則死，斟酌調停，無非是致其良知，以求自慊而已。故「君子素其位而行」，「思不出其位」，凡謀其力之所不及，而強其知之所不能者，皆不得為致良知；而凡「勞其筋骨，餓其體膚，空乏其身，行拂亂其所為，動心忍性以增益其所不能」者，皆所以致其良知也。若云寧不了事，不可不加培養者，亦是先有功利之心，計較成敗利鈍而愛憎取捨於其間。是以將了事自作一事，而培養又別作一事，此便有是內、非外之意，便是自私用智，便是「義外」，便有「不得於心勿求於氣」之病，便不是致良知以求自慊之功矣。所云「鼓舞支持，畢事則困憊已甚」，又云「迫於事勢，困於精力」，皆是把作兩事做了，所以有此。凡學問之功，一則誠，二則偽，凡此皆是致良知之意欠誠一真切之故。《大學》言：「誠其意者，如惡惡臭，如好好色，此之謂自慊。」曾見有惡惡臭，好好色，而須鼓舞支持者乎？曾見畢事則困憊已甚者乎？曾有迫於事勢，困於精力者乎？此可以知其受病之所從來矣。"
      },
      {
        "index": 42,
        "text": "來書又有云：「人情機詐百出，御之以不疑，往往為所欺；覺則自入於逆億。夫逆詐，即詐也，億不信，即非信也。為人欺，又非覺也。不逆、不億而常先覺，其惟良知瑩徹乎？然而出入毫忽之間，背覺合詐者多矣。」\n\n不逆、不意而先覺，此孔子因當時人專以逆詐、億不信為心，而自陷於詐與不信，又有不逆、不憶者，然不知致良知之功，而往往又為人所欺詐，故有是言，非教人以是存心，而專欲先覺人之詐與不信也。以是存心，即是後世猜忌險薄者之事；而只此一念，已不可與入堯、舜之道矣。不逆、不憶而為人所欺者，尚亦不先為善，但不如能致其良知，而自然先覺者之尤為賢耳。崇一謂「其惟良知瑩徹」者，蓋已得其旨矣。然亦穎悟所及，恐未實際也，蓋良知之在人心，亘萬古、塞宇宙而無不同，不慮而知，恆易以知險，不學而能，恆簡以知阻，先天而天不違，天且不違，而況於人乎？況於鬼神乎？\n\n夫謂背覺合詐者，是雖不逆人而或未能自欺也，雖不億人而或未能果自信也，是或常有求先覺之心，而未能常自覺也。常有求先覺之心，即已流於逆、億而足以自蔽其良知矣，此背覺合詐之所以未免也。君子學以為己，未嘗虞人之欺己也，恆不自欺其良知而已；未嘗虞人之不信己也恆自信其良知而已；未嘗求先覺人之詐與不信也，恆務自覺其良知而已。是故不欺則良知無所偽而誠，誠則明矣；自信則良知無所惑而明，明則誠矣。明、誠相生，是故良知常覺常照；常覺常照則如明鏡之懸，而物之來者自不能遁其妍㜐矣。何者？不欺而誠，則無所容其欺，荀有欺焉而覺矣；自信而明，則無所容其不信，苟不信焉而覺矣。是謂易以知險，簡以知阻，子思所謂「至誠如神，可以前知」者也。然子思謂「如神」，謂「可以前知」，猶二而言之。是蓋推言思誠者之功效，是猶為不能先覺者說也。若就至誠而言，則至誠之妙用，即謂之「神」，不必言「如神」，至誠則「無知而無不知」，不必言「可以前知」矣。\n\n答羅整菴少宰書"
      },
      {
        "index": 43,
        "text": "某頓首啟：昨承教及《大學》，發舟匆匆，未能奉答。曉來江行稍暇，復取手教而讀之。恐至贛後人事復紛沓，先具其略以請。\n\n來教云：「見道固難，而體道尤難。道誠未易明，而學誠不可不講，恐未可安於所見而遂以為極則也。」幸甚幸甚！何以得聞斯言乎？其敢自以為極則而安之乎？正思就天下之道以講明之耳，而數年以來，聞其說而非笑之者有矣，詬訾之者有矣，置之不足較量辨議之者有矣，其肯遂以教我乎？其肯遂以教我，而反覆曉諭，惻然惟恐不及救正之乎？然則天下之愛我者，固莫有如執事之心深且至矣。感激當何如哉？夫「德之不修，學之不講」，孔子以為憂，而世之學者稍能傳習訓詁，即皆自以為知學，不復有所謂講學之求，可悲矣！夫道必體而後見，非已見道而後加體道之功也；道必學而後明，非外講學而復有所謂明道之事也。然世之講學者有二：有講之以身心者，有講之以口耳者。講之以口耳，揣摸測度，求之影響者也；講之以身心，行著習察，實有諸己者也。知此，則知孔門之學矣。"
      },
      {
        "index": 44,
        "text": "來教謂某「《大學》古本之復，以人之為學，但當求之於內，而程、朱『格物』之說不免求之於外，遂去朱子之分章，而削其所補之傳」。非敢然也。學豈有內外乎？《大學》古本乃孔門相傳舊本耳。朱子疑其有所脫誤而改正補緝之，在某則謂其本無脫誤，悉從其舊而已矣。失在於過信孔子則有之，非故去朱子之分章而削其傳也。夫學貴得之心。求之於心而非也，雖其言之出於孔子，不敢以為是也，而況其未及孔子者乎？求之於心而是也，雖其言之出於庸常，不敢以為非也，而況其出於孔子者乎？且舊本之傳數千載矣，今讀其文詞，既明白而可通；論其工夫，又易簡而可人。亦何所按據而斷其此段之必在於彼，彼段之必在於此，與此之如何而缺，彼之如何而補？而遂改正補緝之，無乃重於背朱而輕於叛孔已乎？"
      },
      {
        "index": 45,
        "text": "來教謂：「如必以學不資於外求，但當反觀、內省以為務，則『正心誠意』四字亦何不盡之有？何必於入門之際，便困以『格物』一段工夫也？」誠然誠然！若語其要，則「修身」二字亦足矣，何必又言「正心」？「正心」二字亦足矣，何必又言「誠意」？「誠意」二字亦足矣，何必又言「致知」、又言「格物」？惟其工夫之詳密，而要之只是一事；此所以為「精一」之學，此正不可不思者也。夫理無內外，性無內外，故學無內外。講習、討論，未嘗非內也；反觀、內省，未嘗遺外也。夫謂學必資於外求，是以己性為有外也，是「義外」也，用智者也；謂反觀、內省為求之於內，是以己性為有內也，是有我也，自私者也；是皆不知性之無內外也。故曰：「精義入神，以致用也；利用安身，以崇德也。」「性之德也，合內外之道也。」此可以知「格物」之學矣。「格物」者，《大學》之實下手處，徹首徹尾，自始學至聖人，只此工夫而已。非但入門之際有此一段也。夫「正心」、「誠意」、「致知」、「格物」，皆所以「修身」，而「格物」者，其所用力，日可見之地。故「格物」者，格其心之物也，格其意之物也，格其知之物也；「正心」者，正其物之心也；「誠意」者，誠其物之意也；「致知」者，致其物之知也。此豈有內外、彼此之分哉？理一而已，以其理之凝聚而言則謂之「性」，以其凝聚之主宰而言則謂之「心」，以其主宰之發動而言則謂之「意」，以其發動之明覺而言則謂之「知」，以其明覺之感應而言則謂之「物」。故就物而言，謂之「格」；就知而言，謂之「致」；就意而言，謂之「誠」；就心而言，謂之「正」。正者，正此也；誠者，誠此也；致者，致此也；格者，格此也，皆所謂窮理以盡性也。天下無性外之理，無性外之物。學之不明，皆由世之儒者認理為外，認物為外；而不知「義外」之說，孟子蓋嘗闢之，乃至襲陷其內而不覺，豈非亦有似是而難明者歟？不可以不察也！"
      },
      {
        "index": 46,
        "text": "凡執事所以致疑於「格物」之說者：必謂其是內而非外也；必謂其專事於反觀、內省之為，而遺棄其講習、討論之功也；必謂其一意於綱領、本原之約，而脫略於支條、節目之詳也；必謂其沈溺於枯、槁、虛、寂之偏，而不盡於物理、人事之變也。審如是，豈但獲罪於聖門、獲罪於朱子，是邪說誣民，叛道亂正，人得而誅之也，而況於執事之正直哉？審如是，世之稍明訓詁，聞先哲之緒論者，皆知其非也，而況執事之高明哉？凡某之所謂「格物」，其於朱子九條之說，皆包羅統括於其中；但為之有要，作用不同，正所謂毫釐之差耳。然毫釐之差，而千里之繆，實起於此，不可不辨。"
      },
      {
        "index": 47,
        "text": "孟子闢楊、墨至於「無父、無君」。二子亦當時之賢者，使與孟子並世而生，未必不以之為賢。墨子兼愛，行仁而過耳；楊子為我，行義而過耳。此其為說亦豈滅理亂常之甚，而足以眩天下哉？而其流之弊，孟子則比於禽獸、夷狄，所謂以學術殺天下後世也。今世學術之弊，其謂之學仁而過者乎？謂之學義而過者乎？抑謂之學不仁、不義而過者乎？吾不知其於洪水、猛獸何如也。孟子云：「予豈好辯哉？予不得已也。」楊、墨之道塞天下，孟子之時，天下之尊信楊、墨，當不下於今日之崇尚朱之說；而孟子獨以一人呶呶於其閒。噫，可哀矣！韓氏云：「佛、老之害甚於楊、墨。」韓愈之賢不及孟子，孟子不能救之於未壞之先，而韓愈乃欲全之於已壞之後，其亦不量其力，且見其身之危莫之救以死也。嗚呼！若某者，其尤不量其力，果見其身之危莫之救以死也矣。夫眾方嘻嘻之中，而獨出涕嗟若；舉世恬然以趨，而獨疾首蹙額以為憂。此其非病狂喪心，殆必誠有大苦者隱於其中，而非天下之至仁，其孰能察之？\n\n其為《朱子晚年定論》，蓋亦不得已而然。中間年歲早晚，誠有所未考；雖不必盡出於晚年，固多出於晚年者矣。然大意在委曲調停，以明此學為重。平生於朱子之說，如神明蓍龜；一旦與之背馳，心誠有所未忍，故不得已而為此。「知我者，謂我心憂。不知我者，謂我何求？」蓋不忍牴牾朱子者，其本心也；不得已而與之牴牾者，道固如是。「不直則道不見」也。\n\n執事所謂「決與朱子異」者，僕敢自欺其心哉？夫道，天下之公道也；學，天下之公學也。非朱子可得而私也，非孔子可得而私也。天下之公也，公言之而已矣。故言之而是，雖異於己，乃益於己也；言之而非，雖同於己，適損於己也。益於己者，己必喜之；損於己者，己必惡之。然則某今日之論，雖或於朱子異，未必非其所喜也。「君子之過，如日月之食，其更也，人皆仰之」；而「小人之過也必文」。某雖不肖，固不敢以小人之心事朱子也。"
      },
      {
        "index": 48,
        "text": "執事所以教，反覆數百言，皆以未悉鄙人「格物」之說。若鄙說一明，則此數百言皆可以不待辨說而釋然無滯。故今不敢縷縷，以滋瑣屑之瀆。然鄙說非面陳囗析，斷亦未能了了於紙筆間也。"
      },
      {
        "index": 49,
        "text": "嗟乎！執事所以開導、啟迪於我者，可謂懇到、詳切矣。人之愛我，寧有如執事者乎？僕雖甚愚下，寧不知所感刻、佩服？然而不敢遽捨其中心之誠然而姑以聽受云者，正不敢有負於深愛，亦思有以報之耳。秋盡東還，必求一面，以卒所請，千萬終教。\n\n答聶文蔚"
      },
      {
        "index": 50,
        "text": "春間遠勞迂途枉顧，問證惓倦，此情何可當也！已期二三同志，更處靜地，扳留旬日，少效其鄙見，以求切劘之益，而公期俗絆，勢有不能，別去極怏怏，如有所失。忽承箋惠，反覆千餘言，讀之無甚浣慰。中間推許太過，蓋亦獎掖之盛心，而規礪真切，思欲納之於賢聖之域，又託諸崇一以致其勤勤懇懇之懷，此非深交篤愛，何以及是；知感知愧，且懼其無以堪之也。雖然，僕亦何敢不自鞭勉，而徒以感愧辭讓為乎哉！\n\n其謂「思、孟、周、程無意相遭於千載之下，與其盡信於天下，不若真信於一人。道固自在，學亦自在，天下信之不為多，一人信之不為少」者，斯固君子「不見是而無悶」之心，豈世之謭謭屑屑者知足以及之乎！乃僕之情，則有大不得已者存乎其間，而非以計人之信與不信也。\n\n夫人者，天地之心，天地萬物本吾一體者也。生民之困苦荼毒，孰非疾痛之切於吾身者乎？不知吾身之疾痛，無是非之心者也。是非之心不慮而知，不學而能，所謂「良知」也。良知之在人心，無間於聖愚，天下古今之所同也。世之君子惟務其良知，則自能公是非，同好惡，視人猶己，視國猶家，而以天地萬物為一體，求天下無冶，不可得矣。古之人所以能見善不啻若己出，見惡不啻若己入，視民之飢溺猶己之飢溺，而一夫不獲，若己推而納諸溝中者，非故為是而以蘄天下之信己也，務致其良知求自慊而已矣。堯、舜、三王之聖，言而民莫不信者，致其良知而言之也，行而民莫不說者，致其良知而行之也。是以其民熙熙皞皞，殺之不怨，利之不庸，施及蠻貊，而凡有血氣者莫不尊親，為其良知之同也。嗚呼！聖人之治天下，何其簡且易哉！"
      },
      {
        "index": 51,
        "text": "後世良知之學不明，天下之人用其私智以相比軋，是以人各有心，而偏瑣僻陋之見，狡偽陰邪之術，至於不可勝說；外假仁義之名，而內以行其自私自利之實，詭辭以阿俗，矯行以干譽；揜人之善而襲以為己長，訐人之私而竊以為己直，忿以相勝而猶謂之徇義，險以相傾而猶謂之疾惡，妒賢忌能而猶自以為公是非，恣情縱欲而猶自以為同好惡，相陵相賊，自其一家骨肉之親，已不能無爾我勝負之意、彼此藩籬之形，而況於天下之大、民物之眾，又何能一體而視之？則無怪於紛紛籍籍，而禍亂相尋於無窮矣。"
      },
      {
        "index": 52,
        "text": "僕誠賴天之靈，偶有見於良知之學，以為必由此，而後天下可得而治。是以每念斯民之陷溺，則為之戚然痛心，忘其身之不肖，而思以此救之，亦不自知其量者。天下之人見其若是，遂相與非笑而詆斥之，以為是病狂喪心之人耳。嗚呼！是奚足恤哉！吾方疾痛之切體，而暇計人之非笑乎？人固有見其父子兄弟之墜溺於深淵者，呼號匍匐，裸跣顛頓，扳懸崖壁而下拯之。士之見者，方相與揖讓談笑於其傍，以為是棄其禮貌衣冠而呼號顛頓若此，是病狂喪心者也。故夫揖讓談笑於溺人之傍而不知救，此惟行路之人，無親戚骨肉之情者能之，然已謂之無惻隱之心非人矣；若夫在父子兄弟之愛者，則固未有不痛心疾首，狂奔盡氣，匍匐而拯之；彼將陷溺之禍有不顧，而況於病狂喪心之譏乎？而又況於蘄人信與不信乎？嗚呼！今之人雖謂僕為病狂喪心之人，亦無不可矣。天下之人心，皆吾之心也。天下之人猶有病狂者矣，吾安得而非病狂乎！猶有喪心者矣，吾安得而非喪心乎？"
      },
      {
        "index": 53,
        "text": "昔者孔子之在當時，有議其為諂者，有譏其為佞者，有毀其未賢，詆其為不知禮，而侮之以為東家丘者，有嫉而沮之者，有惡而欲殺之者，晨門、荷蕢之徒，皆當時之賢士，且曰：「是知其不可而為之者歟？」「鄙哉硜硜乎！莫己知也，斯已而已矣。」雖子路在升堂之列，尚不能無疑於其所見，不悅於其所欲往，而且以之為迂，則當時之不信夫子者，豈特十之二三而已乎？然而夫子汲汲遑遑若求亡子於道路，而不暇於煖席者，寧以蘄人之知我、信我而已哉？蓋其天地萬物一體之仁，疾痛迫切，雖欲已之而自有所不容已。故其言曰：「吾非斯人之徒與而誰與？」「欲潔其身而亂大倫。」「果哉，末之難矣！」嗚呼！此非誠以天地萬物為一體者，孰能以知夫子之心乎？若其遯世無悶，樂天知命者，則固無入而不自得，道並行而不相悖也。"
      },
      {
        "index": 54,
        "text": "僕之不肖，何敢以夫子之道為己任？顧其心亦已稍加疾痛之在身，是以彷徨四顧，將求其有助於我者，相與講去其病耳。今誠得豪傑同志之士，扶持匡翼，共明良知之學於天下，使天下之人皆知自致其良知，以相安相養，去其自私自利之蔽，一洗讒妒勝忿之習，以濟於大同，則僕之狂病固將脫然以愈，而終免於喪心之患矣，豈不快哉？"
      },
      {
        "index": 55,
        "text": "嗟乎！今誠欲求豪傑同志之士於天下，非如吾文蔚者，而誰望之乎？如吾文蔚之才與志，誠足以援天下之溺者，今又既知其具之在我，而無假於外求矣，循是而充，若決河注海，孰得而禦哉！文蔚所謂「一人信之不為少」，其又能遜以委之何人乎？"
      },
      {
        "index": 56,
        "text": "會稽素號山水之區，深林長谷，信步皆是，寒暑晦明，無時不宜，安居飽食，塵囂無擾，良朋四集，道義日新，優哉游哉，天地之間，寧復有樂於是者？孔子云：「不怨天，不尤人，下學而上達。」僕與二三同志方將請事斯語，奚暇外慕？獨其切膚之痛，乃有未能恝然者，輒復云云爾。"
      },
      {
        "index": 57,
        "text": "咳疾暑毒，書札絕懶，盛使遠來，遲留經月，臨歧執筆，又不覺累紙，蓋於相知之深，雖已縷縷至此，殊覺有所未能盡也。\n\n二"
      },
      {
        "index": 58,
        "text": "得書，見近來所學之驟進，喜慰不可言。諦視數過，其間雖亦有一二未瑩徹處，卻是致良知之功尚未純熟，到純熟時自無此矣。譬之驅車，既已由於康莊大道之中，或時橫斜迂曲者，乃馬性未調，銜勒不齊之故，然已只在康莊大道中，決不賺入傍蹊曲徑矣。近時海內同志，到此地位者曾末多見，喜慰不可言，斯道之幸也！賤軀舊有咳嗽畏熱之病，近入炎方，輒復大作。主上聖明洞察，責付甚重，不敢遽辭；地力軍務冗沓，皆輿疾從事。今卻幸已平定，已具本乞回養病，得在林下稍就清涼，或可瘳耳。人還，伏枕草草，不盡傾企。外惟濬一簡幸達致之。\n\n來書所詢，草草奉復一二。近歲來山中講學者，往往多說「勿忘、勿助」工夫甚難。問之，則云：「才著意，便是助；才不著意，便是忘；所以甚難。」區區因問之云：「忘是忘個甚麼？助是助個甚麼？」其人默然無對，始請問。區區因與說，我此間講學，卻只說個「必有事焉」，不說「勿忘、勿助」。「必有事焉」者，只是時時去「集義」。若時時去用「必有事」的工夫，而或有時間斷，此便是忘了，即須「勿忘」。時時去用「必有事」的工夫，而或有時欲速求效，此便是助了，則須「勿助」。其工夫全在「必有事焉」上用，「勿忘、勿助」只就其間提撕警覺而已。若是工夫原不間斷，即不須更說「勿忘」；原不欲速求效，即不須更說「勿助」。此其工夫何等明白簡易？何等灑脫自在？今卻不去「必有事」上用工，而乃懸空守著一個「勿忘、勿助」；此正如燒鍋煮飯，鍋內不曾漬水下米，而乃專去添柴放火，不知畢竟煮出個甚麼物來？吾恐火候未及調停，而鍋已先破裂矣。近日一種專在「勿忘、勿助」上用工者，其病正是如此。終日懸空去做個「勿忘」，又懸空去做「勿助」；漭漭蕩蕩，全無實落下手處；究竟工夫，只做得個沈空守寂，學成一個癡騃漢。才遇些子事來，即便牽滯紛擾，不復能經綸宰制。此皆有志之士，而乃使之勞苦纏縛，擔閣一生，皆由學術誤人之故，甚可憫矣！\n\n夫「必有事焉」只是「集義」，「集義」只是「致良知」。說「集義」，則一時未見頭惱；說「致良知」，即當下便有實地步可用工。故區區專說「致良知」，隨時就事上致其良知，便是「格物」；著實去致良知，便是「誠意」；著實致其良知，而無一毫「意」、「必」、「固」、「我」，便是「正心」。著實「致良知」，則自無「忘」之病；無一毫「意」、「必」、「固」、「我」，則自無「助」之病。故說「格、致、誠、正」，則不必更說個「忘、助」。孟子說「忘」、「助」，亦就告子得病處立方。告子強制其心，是「助」的病痛，故孟子專說助長之害。告子助長，亦是他以義為外，不知就自心上「集義」，在「必有事焉」上用功，是以如此。若時時刻刻就自心上「集義」，則良知之體洞然明白，自然是是非非纖毫莫遁，又焉有「不得於言，勿求於心；不得於心，勿求於氣」之弊乎？孟子「集義」、「養氣」之說，固大有功於後學，然亦是因病立方，說得大段；不若《大學》「格、致、誠、正」之功，尤極精一簡易，為徹上徹下，萬世無弊者也。"
      },
      {
        "index": 59,
        "text": "聖賢論學，多是隨時就事，雖言若人殊，而要其工夫頭腦若合符節。緣天地之間，原只有此性，只有此理，只有此良知，只有此一件事耳。故凡就古人論學處說工夫，更不必攙和兼搭而說，自然無不脗合貫通者；才須攙和兼搭而說，即是自己工夫未明徹也。近時有謂「集義」之功，必須兼搭個「致良知」而後備者，則是「集義」之功尚未了徹也。「集義」之功尚未了徹，適足以為「致良知」之累而已矣。謂「致良知」之功必須兼搭一個「勿忘、勿助」而後明者，則是「致良知」之功尚未了徹也；「致良知」之功尚未了徹，適足以為「勿忘、勿助」之累而已矣。若此者，皆是就文義上解釋牽附，以求混融湊泊，而不曾就自己實工夫上體驗，是以論之愈精，而去之愈遠。\n\n文蔚之論，其於大本達道既已沛然無疑，至於「致知」、「窮理」及「忘、助」等說，時亦有攙和兼搭處，卻是區區所謂康莊大道之中，或時橫斜迂曲者，到得工夫熟後，自將釋然矣。\n\n文蔚謂「致知」之說，求之事親、從兄之間，便覺有所持循者，此段最見近來真切篤實之功。但以此自為不妨，自有得力處，以此遂為定說教人，卻未免又有因藥發病之患，亦不可不一講也。"
      },
      {
        "index": 60,
        "text": "蓋良知只是一個天理自然明覺發見處，只是一箇真誠惻怛，便是他本體。故致此良知之真誠惻怛以事親便是孝，致此良知之真誠惻怛以從兄便是弟，致此良知之真誠惻怛以事君便是忠，只是一個良知，一個真誠惻怛。若是從兄的良知不能致其真誠惻怛，即是事親的良知不能致其真誠惻怛矣；事君的良知不能致其真誠惻怛，即是從兄的真知不能致其真誠惻怛矣。故致得事君的良知，便是致卻從兄的良知；致得從兄的良知，便是致卻事親的良知。不是事君的良知不能致，卻須又從事親的良知上去擴充將來。如此又是脫卻本原，著在支節上求了。良知只是一個，隨他發見流行處，當下具足，更無去來，不須假借。然其發見流行處，卻自有輕重厚薄，毫髮不容增減者，所謂「天然自有之中」也。雖則輕重厚薄，毫髮不容增減，而厚又只是一個。雖則只是一個，而其間輕重厚薄，又毫髮不容增減。若可得增減，若須假借，即已非其真誠惻坦之本體矣。此良知之妙用，所以無方體，無窮盡，語大天下莫能載，語小天下莫能破者也。"
      },
      {
        "index": 61,
        "text": "孟氏「堯、舜之道，孝弟而已」者，是就人之良知發見得最真切篤厚、不容蔽昧處提省人。於人於事君、處友、仁民、愛物，與凡動靜語默間，皆只是致他那一念事親、從兄真誠惻怛的良知，即自然無不是道。蓋天下之事雖千變萬化，至於不可窮詰，而但惟致此事親、從兄一念真誠惻怛之良知以應之，則更無有遺缺滲漏者，正謂其只有此一個良知故也。事親、從兄一念良知之外，更無有良知可致得者。故曰：「堯、舜之道，孝弟而已矣。」此所以為「惟精惟一」之學，放之四海而皆準，施諸後世而無朝夕者也。\n\n文蔚云：「欲於事親、從兄之間，而求所謂良知之學。」就自己用工得力處如此說，亦無不可；若曰致其良知之真誠惻怛以求盡夫事親、從兄之道焉，亦無不可也。明道云：「行仁自孝、弟始。孝、弟是仁之一事，謂之行仁之本則可，謂是仁之本則不可。」其說是矣。\n\n「億、逆、先覺」之說，文蔚謂：「誠則旁行曲防，皆良知之用。」甚善甚善！閒有攙搭處，則前已言之矣。惟濬之言，亦未為不是，在文蔚須有取於惟濬之言而後盡，在惟濬又須有取於文蔚之言而後明。不然，則亦未免各有倚著之病也。舜察邇言而詢蒭蕘，非是以邇言當察，蒭蕘當詢，而後如此，乃良知之發見流行，光明圓瑩，更無罣礙遮隔處，此所以謂之大知；才有執著意必，其知便小矣。講學中自有去取分辨，然就心地上著實用工夫，卻須如此方是。\n\n「盡心」三節，區區曾有「生知、學知、困知」之說，頗已明白，無可疑者。蓋盡心、知性、知天者，不必說存心、養性、事天，不必說殀壽不貳、修身以俟，而「存心養性」與「修身以俟」之功已在其中矣。存心、養性、事天者，雖未到得盡心、知天的地位，然已是在那裏做個求到盡心、知天的工夫，更不必說殀壽不貳、修身以俟，而「殀壽不貳，修身以俟」之功已在其中矣。譬之行路，盡心、知天者，如年力壯健之人，既能奔走往來於數千百里之間者也；存心、事天者，如童穉之年，使之學習步趨於庭除之間者也；殀壽不貳、修身以俟者，如襁抱之孩，方便之扶牆傍壁，而漸學起立移步者也。既已能奔走往來於數千里之間者，則不必更使之於庭除之間而學步趨，而步趨於庭除之間，自無弗能矣；既已能步趨於庭除之間，則不必更使之扶牆傍壁而學起立移步，而起立移步自無弗能矣。然學起立移步，便是學步趨庭除之始；學步趨庭除，便是學奔走往來於數千里之基，固非有二事，但其工夫之難易則相去懸絕矣。心也，性也，天也，一也。故及其知之、成功則一，然而三者人品力量，自有階級，不可躐等而能也。\n\n細觀文蔚之論，其意以恐盡心、知天者，廢卻存心、修身之功，而反為盡心、知天之病；是蓋為聖人憂工夫之或間斷，而不知為自己憂工夫之未真切也。吾儕用工，卻須專心致志，在殀壽不貳、修身以俟上做，只此便是做盡心、知天工夫之始：正如學起立移步，便是學奔走千里之始。吾方自慮其不能起立移步，而豈遽其不能奔走千里，又況為奔走千里者而慮其或遺忘於起立移步之習哉！文蔚識見本自超絕邁往，而所論云然者，亦是未能脫去舊時解說文義之習，是為此三段書分疏比合，以求融會貫通，而自添許多意見纏繞，反使用工不專一也。近時懸空去做勿忘、勿助者，其意見正有此病，最能耽誤人，不可不滌除耳。\n\n所謂「尊德性而道問學」一節，至當歸一，更無可疑。此便是文蔚曾著實用功，然後能為此言。此本不是險僻難見的道理，人或意見不同者，還是良知尚有纖翳潛伏，若除去此纖翳，即自無不洞然矣。\n\n已作書後，移臥簷間，偶遇無事，遂復答此。文蔚之學既已得其大者，此等處久當釋然自解，本不必屑屑如此分疏；但承相愛之厚，千里差人遠及，諄諄下問，而竟虛來意，又自不能已於言也。然直戇煩縷已甚，恃在信愛，當不為罪。惟濬處及謙之、崇一處，各得轉錄一通寄視之，尤承一體之好也。\n\n右南大吉錄。\n\n訓蒙大意示教讀劉伯頌等"
      },
      {
        "index": 62,
        "text": "古之教者，教以人倫。後世記誦詞章之習起，而先王之教亡。今教童子，惟當以孝、弟、忠、信、禮、義、廉、恥為專務；其栽培涵養之方，則宜誘之歌詩以發其志意，導之習禮以肅其威儀，諷之讀書以開其知覺。今人往往以歌詩、習禮為不切時務，此皆末俗庸鄙之見，烏足以知古人立教之意哉？"
      },
      {
        "index": 63,
        "text": "大抵童子之情，樂嬉遊而憚拘檢，如草木之始萌芽，舒暢之則條達，摧撓之則衰痿；今教童子必使其趨向鼓舞，中心喜悅，則其進自不能已：譬之時雨春風，霑被卉木，莫不萌動發越，自然日長月化；若冰霜剝落，則生意蕭索，日就枯槁矣。"
      },
      {
        "index": 64,
        "text": "故凡誘之歌詩者，非但發其志意而已，亦所以洩其跳號呼嘯於詠歌，宣其幽抑結滯於音節也；導之習禮者，非但肅其威儀而已，亦所以周旋揖讓而動蕩其血脈，拜起屈伸而固束其筋骸也；諷之讀書者，非但開其知覺而已，亦所以沈潛反復而存其心，抑揚諷誦以宣其志也；凡此皆所以順導其志意，調理其性情，潛消其鄙吝，默化其麤頑，日使之漸於禮義而不苦其難，入於中和而不知其故，是蓋先王立教之微意也。"
      },
      {
        "index": 65,
        "text": "若近世之訓蒙穉者，日惟督以句讀課仿，責其檢束而不知導之以禮，求其聰明而不知養之以善，鞭撻繩縛，若待拘囚。彼視學舍如囹獄而不肯入，視師長如寇仇而不欲見，窺避掩覆以遂其嬉遊，設詐飾詭以肆其頑鄙，偷薄庸劣，日趨下流。是蓋驅之於惡而求其為善也，何可得乎？"
      },
      {
        "index": 66,
        "text": "凡吾所以教，其意實在於此，恐時俗不察，視以為迂，且吾亦將去，故特叮嚀以告。爾諸教讀，其務體吾意，永以為訓，毋輒因時俗之言，改廢其繩墨，庶成「蒙以養正」之功矣，念之念之！\n\n教約"
      },
      {
        "index": 67,
        "text": "每日清晨，諸生參揖畢，教讀以次，偏詢諸生，在家所以愛親敬畏之心，得無懈忽未能真切否？溫凊定省之儀，得無虧缺未能實踐否？往來街衢步趨禮節，得無放蕩未能謹飭否？一應言行心術，得無欺妄非僻未能忠信篤敬否？諸童子務要各以實對，有則改之，無則加勉。教讀復隨時就事，曲加誨諭開發，然後各退就席肄業。"
      },
      {
        "index": 68,
        "text": "凡歌詩，須要整容定氣，清朗其聲音，均審其節調，毋躁而急，毋蕩而囂，毋餒而懾，久則精神宣暢，心氣和平矣。每學量童生多寡，分為四班。每日輪一班歌詩，其餘皆就席斂容肅聽，每五日，則總四班遞歌於本學。每朔望，集各學會歌於書院。"
      },
      {
        "index": 69,
        "text": "凡習禮須要澄心肅慮，審其儀節，度其容止，毋忽而惰，毋沮而怍，毋徑而野，從容而不失之迂緩，脩謹而不矢之拘局。久則禮貌習熟，德性堅定矣。童生班次皆如歌詩，每間一日，則輪一班習禮，其餘皆就席斂容肅觀。習禮之日，免其課仿。每十日則總四班遞習於本學。每朔望，則集各學會習於書院。"
      },
      {
        "index": 70,
        "text": "凡授書不在徒多，但貴精熟。量其資稟，能二百字者止可以授一百字，常使精神力量有餘，則無厭苦之患，而有自得之美。諷誦之際，務令專心一志，口誦心惟，字字句句紬繹反覆，抑揚其音節，寬虛其心意，久則義禮浹洽，聰明日開矣。"
      },
      {
        "index": 71,
        "text": "每日工夫：先考德，次背書、誦書，次習禮或作課仿，次復誦書、講書、次歌詩。凡習禮歌詩之類，皆所以常存童子之心，使其樂習不倦，而無瑕及於邪僻。教者如此，則知所施矣。雖然，此其大略也。神而明之，則存乎其人。"
      }
    ]
  }
}