{
  "paragraphs": [
    {
      "index": 0,
      "text": "Recorded by the disciple Chen Jiuchuan."
    },
    {
      "index": 1,
      "text": "In the yihai year of the Zhengde reign (1515), Jiuchuan first met the Master at Longjiang. The Master was debating the doctrine of \"investigation of things\" with Master Zhan Ganquan. Ganquan maintained the old interpretation. The Master said: \"That is seeking it externally.\" Ganquan said: \"If you consider the investigation of the principles of things as external, that is diminishing one's own mind.\" Jiuchuan was very pleased that the old interpretation was correct. The Master then discussed the chapter on \"fully developing the mind,\" and upon hearing it, Jiuchuan immediately had no more doubts.\n\nLater, while living at home, he again raised questions about \"investigation of things\" by letter. The Master replied: \"If you can only apply yourself in practical effort, in time you will naturally resolve this.\" In the mountains, he copied out and read the old text of the Great Learning, and came to feel that Zhu Xi's doctrine of \"investigation of things\" was incorrect. However, he also doubted the Master's interpretation that \"what the intention is directed toward is a thing,\" finding the word \"thing\" unclear.\n\nIn the jimao year (1519), returning from the capital, he saw the Master again at Hongdu. The Master was occupied with military affairs but took advantage of intervals to give instruction. He first asked: \"How has your effort been in recent years?\"\n\nJiuchuan said: \"In recent years, through personal experience, I have realized that the effort of 'manifesting luminous virtue' is nothing but 'making the intentions sincere.' Tracing back step by step from 'manifesting luminous virtue throughout the world' to the root source, once one reaches 'making the intentions sincere,' one cannot go further back. Why then is there still the effort of 'investigation of things and extension of knowledge' before it? Later, through further experience, I realized that to discern the sincerity or falsity of the intentions, one must first have awareness and knowledge. Taking Yan Hui's example that 'whenever there was anything not good, he never failed to be aware of it, and once aware, he never repeated it' as evidence, I felt suddenly enlightened with no more doubt. Yet this added the effort of 'investigation of things.' Then I thought: how could my mind's spiritual awareness not know the good and evil of its intentions? It is only that material desires obscure it. One must 'investigate' and remove material desires before one can be like Yan Hui in never failing to be aware. But then I doubted whether the effort was reversed, not forming a coherent whole with 'making the intentions sincere.' Later I asked Xiyan. Xiyan said: 'The Master says that investigation of things and extension of knowledge are the effort of making the intentions sincere—this is excellent.' Jiuchuan asked: 'How is it the effort of making the intentions sincere?' Xiyan told me to reflect and examine again, but Jiuchuan never grasped it, and so I ask now.\"\n\nThe Master said: \"What a pity! This can be understood in a single word. The example of Yan Hui that Junhan raised is precisely it. One need only know that the body, mind, intention, knowledge, and things are one single thing.\"\n\nJiuchuan asked doubtfully: \"Things are external—how can they be one with the body, mind, intention, and knowledge?\"\n\nThe Master said: \"The ears, eyes, mouth, nose, and four limbs are the body. Without the mind, how could they see, hear, speak, and move? If the mind wishes to see, hear, speak, and move, without ears, eyes, mouth, nose, and four limbs, it also cannot do so. Therefore, without the mind there is no body, and without the body there is no mind. But referring to its aspect of filling and pervading, we call it the body; referring to its aspect of mastery and control, we call it the mind; referring to the activation of the mind, we call it the intention; referring to the spiritual clarity of the intention, we call it knowledge; referring to what the intention engages with, we call it things. It is all just one thing. The intention never hangs in empty space—it must be attached to events and things. Therefore, to make the intentions sincere, one follows the intention wherever it is directed to a particular matter and investigates it, removing selfish desires and returning to the Principle of Heaven. Then the innate knowing present in this matter is unobscured and can be fully extended. This is precisely the effort of making the intentions sincere.\" Jiuchuan was then released from the doubts that had troubled him for several years.\n\nHe further asked: \"Ganquan also recently accepts the old text of the Great Learning and says that 'investigation of things' is like saying 'arriving at the Way.' He also says that 'exhaust' is like 'exhausting their lair'—meaning to arrive there in person. Therefore, 'investigation of things' is also just 'recognizing the Principle of Heaven in every situation.' This seems gradually to converge with your teaching, Master.\"\n\nThe Master said: \"Ganquan applies himself in practice, which is why he has come around. Previously when I told him that the character 'loving the people' need not be changed to 'renewing the people,' he also did not believe it. Now his view on 'investigation of things' is also close, but he need not replace the character 'things' with 'principle'—just restore the original character 'things' and it is correct.\"\n\nLater someone asked Jiuchuan: \"Why do you no longer have doubts about the word 'things'?\" He said: \"The Doctrine of the Mean says: 'Without sincerity, there are no things.' Cheng Yi said: 'When things come, respond to them accordingly.' Also expressions like 'letting each thing accord with its proper place' and 'having nothing in one's breast'—these are all words commonly used by the ancients.\"\n\nOn another day, the Master also confirmed this."
    },
    {
      "index": 2,
      "text": "Jiuchuan asked: \"In recent years, tired of unfocused and scattered learning, I have often wanted to sit quietly and seek to still all thoughts. Not only am I unable to do so, but I feel all the more disturbed. What should I do?\"\n\nThe Master said: \"How can thoughts be stilled? One need only make them correct.\"\n\nHe asked: \"Are there not times when one is truly without thought?\"\n\nThe Master said: \"In truth, there is never a moment without thought.\"\n\nHe asked: \"If that is the case, then how can one speak of stillness?\"\n\nThe Master said: \"Stillness is never without movement, and movement is never without stillness. Vigilance and apprehension are themselves thoughts—why distinguish between movement and stillness?\"\n\nHe asked: \"Why then did Zhou Dunyi speak of 'establishing centrality, correctness, humaneness, and righteousness, with stillness as the ruling principle'?\"\n\nThe Master said: \"'Without desire, therefore still'—this 'still' is the 'settled' of 'settled in stillness, settled in movement.' It refers to the ruling of the original substance. The thought of vigilance and apprehension is vibrant and alive—this is where the Heavenly mechanism never ceases. As it is said: 'The Mandate of Heaven, how profound and unceasing!' One moment of cessation is death. Thoughts that are not of the original substance are private thoughts.\""
    },
    {
      "index": 3,
      "text": "He further asked: \"When applying effort to collect the mind, if there are sounds and colors before one, and one perceives them as usual, I fear this is not single-mindedness.\"\n\nThe Master said: \"How could you wish not to hear or see? Unless you were dried wood or dead ashes, deaf and blind, that might be possible. The point is simply that although you hear and see, you do not get carried away by them.\"\n\nHe asked: \"Formerly there was a man who sat in quiet meditation while his son was reading in the next room, and he did not know whether the son was diligent or lazy. Cheng Yi praised him for being deeply reverent. What about this?\"\n\nThe Master said: \"I suspect Cheng Yi was actually mocking him.\""
    },
    {
      "index": 4,
      "text": "He further asked: \"When sitting quietly and applying effort, I feel my mind is quite collected. But when I encounter affairs, it gets severed. I then rouse a thought to examine and reflect on the matter. When the affair passes, I return to the old effort. Yet I feel there is an inside and outside that cannot be made into one piece.\"\n\nThe Master said: \"This is because the doctrine of 'investigation of things' has not been thoroughly understood. How could the mind ever have an inside and outside? Take for example your being here now engaged in this discussion—is there another mind inside overseeing things? When you are attentively listening to this lecture, that is precisely the same mind as when you sit quietly. The effort is continuous throughout—why would you need to rouse another thought? One must temper and refine oneself through actual affairs; only then does the effort bear fruit. If you merely prefer stillness, you will be thrown into confusion whenever you encounter affairs, and you will never make progress. The effort in stillness is also wrong in that case: it seems like collection, but is actually indulgence and drowning.\"\n\nLater in Hongdu, he discussed the theory of inside and outside again with Yuzhong and Guoshang. They both said that things naturally have an inside and outside, but one must apply effort to both without interruption. He raised this with the Master.\n\nThe Master said: \"The effort does not depart from the original substance, and the original substance originally has no inside or outside. It is only because later practitioners of effort divided inside from outside that they lost the original substance. What we now need to make clear is that effort should have no inside or outside—that is the effort of the original substance.\"\n\nThat day all had a realization."
    },
    {
      "index": 5,
      "text": "He further asked: \"What about the learning of Lu Xiangshan?\"\n\nThe Master said: \"After Zhou Dunyi and Cheng Hao, there is still Lu Xiangshan—he is just a bit rough.\"\n\nJiuchuan said: \"Looking at his discussions of learning, every essay goes to the marrow of the bone, every sentence is like a needle reaching the vital organs. I cannot see where he is rough.\"\n\nThe Master said: \"Indeed, he applied effort on the mind, which is naturally different from those who merely imitate and seek understanding through textual meanings. But look carefully and there are rough spots. After long practice, you will see them.\""
    },
    {
      "index": 6,
      "text": "In the gengchen year (1520), he went to Ganzhou and saw the Master again.\n\nHe asked: \"In recent effort, although I seem to have some sense of the essentials, it is hard to find a place of stability and joy.\"\n\nThe Master said: \"You are going to the mind to search for the Principle of Heaven—this is precisely what is called an 'obstruction of principle.' There is a key point here.\"\n\nHe asked: \"May I ask what it is?\"\n\nThe Master said: \"It is simply the extension of knowledge.\"\n\nHe asked: \"How does one extend it?\"\n\nThe Master said: \"That one point of innate knowing is your own personal standard and measure. Wherever your thoughts are directed, it knows what is right as right and what is wrong as wrong—you cannot deceive it in the slightest. You need only not deceive it, and follow it solidly and practically in action. Preserve what is good and remove what is evil. What stability and joy could be greater than this? This is the true key to 'investigation of things' and the real effort of 'extension of knowledge.' If you do not rely on this true mechanism, how can you investigate things? I too have only come to see this so clearly through personal experience in recent years. At first I still feared that relying on it alone might not be sufficient. But upon careful examination, there is not the slightest deficiency.\""
    },
    {
      "index": 7,
      "text": "In Ganzhou, with Yuzhong and Qianzhi attending together.\n\nThe Master said: \"In each person's breast there is a sage. It is only that they do not have sufficient self-confidence and bury it away.\" Then looking at Yuzhong, he said: \"In your breast there is originally a sage.\" Yuzhong stood up, not daring to accept this.\n\nThe Master said: \"This is something you yourself possess—why do you want to decline it?\"\n\nYuzhong again said: \"I dare not.\"\n\nThe Master said: \"Everyone possesses it—how much more so Yuzhong? Why become modest about it? You cannot even be modest about it.\" Yuzhong then smiled and accepted it.\n\nThe discussion continued: \"Innate knowing is in everyone. No matter what you do, it cannot be extinguished. Even a thief knows in himself that he ought not to be a thief. Call him a thief and he still feels ashamed.\"\n\nYuzhong said: \"It is only that material desires obscure it. The original good mind is within and will never be lost by itself. It is like clouds obscuring the sun—has the sun ever been lost?\"\n\nThe Master said: \"How perceptive Yuzhong is! Others cannot see this.\""
    },
    {
      "index": 8,
      "text": "The Master said: \"If you see through this point thoroughly, then no matter what thousands of words come—whether right or wrong, sincere or false—when they come before you, they are immediately clear. What accords with it is right, what does not accord is wrong. It is like what the Buddhists call the 'mind seal'—truly a touchstone for testing gold, a compass pointing south.\""
    },
    {
      "index": 9,
      "text": "The Master said: \"If a person knows this key point of innate knowing, then no matter how many deviant thoughts and wrong ideas arise, the moment there is awareness here, they all dissolve of themselves. It is truly like a single pellet of the elixir that turns iron into gold.\""
    },
    {
      "index": 10,
      "text": "Chongyi said: \"The Master's teaching on 'extension of knowledge' has exhausted all subtlety and depth. It seems one cannot go further than this.\"\n\nThe Master said: \"How lightly you speak! Apply yourself for another half year and see how it is. Apply yourself for another full year and see how it is. The longer the effort, the more different it becomes—this is difficult to express in words.\""
    },
    {
      "index": 11,
      "text": "The Master asked Jiuchuan: \"How has your personal experience been with the teaching of 'extension of knowledge'?\"\n\nJiuchuan said: \"I feel it is different from before. Previously when maintaining effort, I could never find the right balance. Now this is precisely the right balance.\"\n\nThe Master said: \"You can see that personal experience is different from merely listening to lectures. When I first discussed this with you, I knew you only took it lightly, without relish. But this essential point, when experienced at deeper levels, reveals itself differently each day—it is inexhaustible.\" He further said: \"These two characters 'extension of knowledge' are truly the secret transmission of sages through the ages. Having arrived at this point, 'one may wait a hundred generations for a sage without any doubt.'\""
    },
    {
      "index": 12,
      "text": "Jiuchuan asked: \"When Cheng Yi's discussion reached the point of 'substance and function sharing one source, the manifest and the subtle having no gap between them,' his disciples already said he was 'divulging the Heavenly mechanism.' Is the Master's teaching of 'extension of knowledge' perhaps also divulging the Heavenly mechanism too much?\"\n\nThe Master said: \"The sages already pointed it out to show people. It is only because later people concealed it that I am bringing it to light again—why call it divulging? This is something everyone already has in themselves. Once awakened to it, it seems utterly unremarkable. However, to speak of it with those who do not put in real effort is quite careless and regrettable—it benefits neither party. But for those who truly practice but cannot find the essential point, to point it out for them, they receive great power from it.\""
    },
    {
      "index": 13,
      "text": "He further said: \"Before knowing, there was originally no knowing; before awakening, there was originally no awakening. Yet without knowing, one would sink into oblivion.\""
    },
    {
      "index": 14,
      "text": "The Master said: \"In general, among friends, one should offer less admonition and correction, and more encouragement and support—that is the proper way.\" Later he again cautioned Jiuchuan: \"In discussing learning with friends, one must be accommodating and humble, 'dwelling in it with magnanimity.'\""
    },
    {
      "index": 15,
      "text": "Jiuchuan fell ill in Ganzhou.\n\nThe Master said: \"Illness is also a thing difficult to investigate. How do you feel about it?\"\n\nHe replied: \"The effort is very difficult.\"\n\nThe Master said: \"Simply being constantly joyful—that is the effort.\""
    },
    {
      "index": 16,
      "text": "Jiuchuan asked: \"When I examine my thoughts, some involve deviant and false ideas, or I find myself planning the affairs of the world ahead of time. When my thinking reaches its extreme, it becomes orderly and fascinating, and I become so attached that it is hard to dismiss. If I become aware early, it is easy to stop; if awareness comes late, it is hard. If I use force to overcome it, I feel all the more resistance. Only by slightly shifting my thoughts to other matters do both the old and new thoughts fade and are forgotten together. Clearing things out this way also seems to do no harm.\"\n\nThe Master said: \"Why do it that way? You need only apply effort on innate knowing.\"\n\nJiuchuan said: \"The problem is that at those moments I am not aware.\"\n\nThe Master said: \"I have my own effort here—how could those thoughts come? It is only because your effort was interrupted that your knowing became obscured. Once interrupted, simply resume the old effort—why must you do otherwise?\"\n\nJiuchuan said: \"They are truly difficult to fight off. Even though I know I should let them go, I cannot.\"\n\nThe Master said: \"You must be courageous. After long effort, courage will naturally come. Therefore it is said: 'It is generated by the accumulation of righteous acts.' When victory comes easily, that is a great worthy.\""
    },
    {
      "index": 17,
      "text": "Jiuchuan asked: \"This effort I can verify clearly in my mind, but I cannot make sense of the books.\"\n\nThe Master said: \"You need only understand the mind. When the mind is clear, the books will naturally be understood. If the mind is not clear and you only seek to understand the textual meanings of books, you will instead generate your own biased views.\""
    },
    {
      "index": 18,
      "text": "A subordinate official, having listened to the Master's teaching for a long time, said: \"This learning is very good, but the registers and legal cases are so numerous and difficult that there is no time for learning.\"\n\nThe Master, upon hearing this, said: \"When have I ever taught you to set aside your registers and legal cases and pursue learning in empty abstraction? Since you have the affairs of your office, you should pursue your learning right there in the affairs of your office—that is true investigation of things. For example, when hearing a legal case: you must not, because a party's responses are impolite, give rise to anger; you must not, because a party's words are smooth and clever, feel pleased; you must not, because of resentment at being lobbied, treat the case with extra severity; you must not, because of a party's entreaties, bend to comply; you must not, because your own affairs are busy and troublesome, carelessly pass judgment; you must not, because of others' slander and false accusations, handle the case according to their wishes. All these many dispositions are private—only you yourself know them. You must scrutinize and examine them with the finest care, fearing only that this mind has the slightest partiality that blocks people's right and wrong. This is investigation of things and extension of knowledge. Amid registers and legal cases, there is nothing that is not real learning. If you set aside actual affairs to pursue learning, that is grasping at emptiness.\""
    },
    {
      "index": 19,
      "text": "About to depart from Ganzhou, he wrote a poem bidding farewell to the Master: \"What has innate knowing to do with much learning? The wondrous union was already rooted at that time. Following one's likes and dislikes—this is the learning of the sages. Where there is no anticipation or welcoming, there is the Primal Origin.\"\n\nThe Master said: \"If you had not come to study this learning, you would not know what 'following one's likes and dislikes' means—following what?\"\n\nFuying, who was present, said: \"Indeed. I once read the Master's 'Preface to the Old Text of the Great Learning' and did not know what it was about. Only after coming here and listening to the lectures for some time did I begin to grasp the general meaning.\""
    },
    {
      "index": 20,
      "text": "Yuzhong, Guoshang, and others attended a meal together.\n\nThe Master said: \"All food and drink is meant only to nourish my body. After eating, it must be digested. If it merely accumulates in the stomach, it becomes a blockage—how can it nourish the flesh and skin? Later scholars who are broadly learned and full of knowledge, storing it all up in their chests, all suffer from the illness of indigestion.\""
    },
    {
      "index": 21,
      "text": "The Master said: \"Even the sage is one who 'learns and then knows'; and even the common person is one who 'is born knowing.'\"\n\nSomeone asked: \"How so?\"\n\nThe Master said: \"This innate knowing everyone possesses. The sage merely preserves it completely without the slightest obstruction, ever diligent and careful, ever striving and watchful, naturally without ceasing—this too is learning. It is just that the proportion of what is inborn is greater, which is why it is called 'born knowing, acting with ease.' Common people, from childhood, all fully possess this knowing—it is just that their obstructions are many. Yet the knowing of the original substance is naturally hard to extinguish. Although they inquire, learn, overcome, and refine, they also rely entirely on it. It is just that the proportion of what is learned is greater, which is why it is called 'knowing through learning, acting for advantage.'\""
    },
    {
      "index": 22,
      "text": "Huang Yifang asked: \"According to the Master's teaching on investigation of things and extension of knowledge, if we investigate things as they arise moment by moment to extend our knowledge, then the knowledge gained is but a partial knowledge, not total knowledge. How can one reach the level described as 'vast and broad as Heaven, deep as a flowing spring'?\"\n\nThe Master said: \"The human mind is Heaven and the Abyss. The original substance of the mind encompasses everything—it is originally an entire Heaven. It is only because selfish desires obstruct it that the original substance of Heaven is lost. The principle of the mind is inexhaustible—it is originally an entire Abyss. It is only because selfish desires block it up that the original substance of the Abyss is lost. If now, thought by thought, you extend your innate knowing, and these obstructions and blockages are all completely removed, then the original substance is restored and it is Heaven and Abyss.\" He then pointed to the sky to illustrate: \"For example, the sky you see before you is the bright and luminous sky. The sky you see all around you is also nothing but the bright and luminous sky. It is only because so many houses and walls obstruct the view that you cannot see the whole sky. If you tore down the houses and walls, it would all be one sky. You cannot say that the sky before you is the bright and luminous sky, but outside it is not the bright and luminous sky. From this you can see that the knowledge of one moment is the total knowledge, and total knowledge is the knowledge of one moment—it is all one original substance.\""
    },
    {
      "index": 23,
      "text": "The Master said: \"Sages and worthies are not without accomplishments and integrity of character. But when they follow the Principle of Heaven, that itself is the Way—it cannot be named merely as achievements or moral integrity.\""
    },
    {
      "index": 24,
      "text": "\"'So absorbed as to forget to eat'—this describes how the sage's aspiration is such that there is truly never a moment of cessation. 'So joyful as to forget sorrow'—this describes how the sage's Way is such that there is truly never a moment of grief. One need not speak in terms of success or failure.\""
    },
    {
      "index": 25,
      "text": "The Master said: \"In our extension of knowledge, we each can only go as far as our present capacity allows. Today, innate knowing manifests itself in a certain way—just extend what you know today to its fullest. Tomorrow, innate knowing will have further awakening—then extend what you know tomorrow to its fullest. This is the effort of refined single-mindedness. In discussing learning with others, one must also accord with each person's present capacity. It is like a tree with these seedlings: just give them this much water. When the seedlings grow taller, add more water. From a handful's girth to an armful's embrace, the effort of watering always accords with the tree's present capacity. If with a tiny seedling you have a bucketful of water and insist on pouring it all on, you will drown it.\""
    },
    {
      "index": 26,
      "text": "Someone asked about \"the unity of knowledge and action.\"\n\nThe Master said: \"Here you must understand the fundamental purpose of my teaching. People today in their learning separate knowledge and action into two things. Therefore, when a thought arises that is not good, since they have not yet acted on it, they do not go to prohibit it. My teaching of 'the unity of knowledge and action' is precisely to make people understand that the very moment a thought arises, that is already action. If there is anything not good in the thought as it arises, one must immediately overcome this not-good thought. One must be thorough to the root, not allowing that single not-good thought to lurk hidden in one's breast. This is the fundamental purpose of my teaching.\""
    },
    {
      "index": 27,
      "text": "\"The sage knows everything, but what he knows is simply the Principle of Heaven. The sage can do everything, but what he can do is simply the Principle of Heaven. Because the sage's original substance is clear and bright, in every affair he knows where the Principle of Heaven lies, and then fully realizes the Principle of Heaven. It is not that after the original substance becomes bright, he then knows and can do everything in the world. The things of the world—such as names, measures, grasses, trees, birds, and beasts—are endlessly numerous. How could even the sage know them all? But what he need not know, the sage naturally does not seek to know. What he ought to know, the sage naturally knows to ask others. For example, 'When the Master entered the Grand Temple, he asked about everything.' The earlier Confucians said 'Though he knew, he still asked, out of the utmost reverence and caution.' This interpretation is untenable. Regarding the names and details of ritual and music, the sage need not know everything. But since he knows the one Principle of Heaven, he naturally has all the proper forms and measures issuing from it. Not knowing and being able to ask—this itself is where the Principle of Heaven's proper forms and measures reside.\""
    },
    {
      "index": 28,
      "text": "Someone asked: \"The Master has said that good and evil are just one thing. But good and evil are two extremes, like ice and charcoal completely opposite to each other. How can they be called just one thing?\"\n\nThe Master said: \"The highest good is the original substance of the mind. The moment the original substance goes even slightly past due measure, that is evil. It is not that there is one 'good' with a separate 'evil' standing in opposition to it. Therefore good and evil are just one thing.\"\n\nZhi, upon hearing the Master's explanation, then understood that what Cheng Yi meant when he said \"Good is certainly the nature, but evil too cannot be said not to be the nature,\" and also \"Good and evil are both the Principle of Heaven. What is called evil was not originally evil, but merely excess or deficiency relative to the original nature\"—these statements were all beyond doubt."
    },
    {
      "index": 29,
      "text": "The Master once said: \"If a person could love good as one loves beautiful colors, and hate evil as one hates foul odors, that person would be a sage.\" Zhi, upon first hearing this, felt it was very easy. But after personal experience, he realized that this effort is truly difficult. For example, in a single thought one may know to love good and hate evil, yet without realizing it, mixed elements creep in. The moment there is any admixture, it is no longer the mind that loves good as one loves beautiful colors and hates evil as one hates foul odors. If one could truly and completely love good, there would be no thought that is not good. If one could truly and completely hate evil, there would be no thought that touches evil. Would that not be a sage? Therefore the learning of the sages is nothing but sincerity and nothing more."
    },
    {
      "index": 30,
      "text": "Someone asked: \"The 'Discourse on Cultivating the Way' says that 'following one's nature is called the Way' belongs to the sage's portion, and 'cultivating the Way is called instruction' belongs to the worthy's portion.\"\n\nThe Master said: \"Common people also follow their nature, but since following one's nature is comparatively greater in the sage's case, 'following one's nature is called the Way' is attributed to the sage. The sage also cultivates the Way, but since cultivating the Way is comparatively greater in the worthy's case, 'cultivating the Way is called instruction' is attributed to the worthy.\" He further said: \"The Doctrine of the Mean as a whole mostly discusses the matter of cultivating the Way. Therefore, afterward, whenever it speaks of the exemplary person, of Yan Hui, of Zilu, these are all those who can cultivate the Way. When it speaks of the petty person, of the wise and knowing or the foolish and unworthy, of the common people, these are all those who cannot cultivate the Way. As for its references to Shun, King Wen, the Duke of Zhou, and Confucius as persons of utmost sincerity and utmost sageness, these are sages who naturally cultivate the Way of themselves.\""
    },
    {
      "index": 31,
      "text": "Someone asked: \"When a Confucian scholar at the third watch sweeps away all thoughts from his mind, sitting empty and still, is this not the same as the Buddhist's stillness? At that moment, neither is being used—how does one distinguish between them?\"\n\nThe Master said: \"Movement and stillness are just one thing. That empty stillness at the third watch is simply preserving the Principle of Heaven—it is the same mind that responds to affairs and engages with things now. The mind that now responds to affairs and engages with things also follows this Principle of Heaven—it is the same empty and still mind of the third watch. Therefore movement and stillness are just one thing and cannot be distinguished. Once you understand that movement and stillness are unified, the slightest error of the Buddhists will also be unable to conceal itself.\""
    },
    {
      "index": 32,
      "text": "Some disciples were present, and among them one whose bearing and movements were extremely stiff and restrained.\n\nThe Master said: \"If a person is too stiff and restrained, there will inevitably be problems.\"\n\nSomeone asked: \"How can being too restrained cause problems?\"\n\nThe Master said: \"A person has only so much vital energy. If you devote it all to your outward appearance, there will be much in your inner mind that goes unattended.\"\n\nThere was another who was too casual and unrestrained.\n\nThe Master said: \"If in studying this learning you pay no attention at all to external conduct, you again divide the mind and affairs into two things.\""
    },
    {
      "index": 33,
      "text": "A disciple wrote an essay to send off a friend on a journey. He asked the Master: \"Writing an essay inevitably requires much thought. After finishing, it lingers in my mind for a day or two.\"\n\nThe Master said: \"Thinking about writing is not harmful in itself. But if after finishing you keep it constantly in your mind, then you are burdened by the writing—you have a thing in your mind. This is unacceptable.\" Later, he also wrote a poem to send someone off. After the Master had read the poem, he said: \"In all writing, one should stay within the bounds of one's present capacity. If you say more than is warranted, that is no longer 'cultivating one's words to establish sincerity.'\""
    },
    {
      "index": 34,
      "text": "\"Master Zhu's doctrine of 'investigation of things' simply lacks the essential point. When he speaks of 'examining it in the subtlety of thoughts,' this one sentence should not be lumped together with 'seeking it in the midst of texts,' 'verifying it in the concrete evidence of affairs,' and 'exploring it in occasions of discussion and debate' as if they were all of equal weight. That fails to distinguish what is essential from what is secondary.\""
    },
    {
      "index": 35,
      "text": "Someone asked about the passage on \"having anger and resentment.\"\n\nThe Master said: \"Anger and resentment and such things—how can the human mind be without them? The point is only that one must not 'have' them in the sense of attachment. When people become angry, once they attach even a bit of fixed intention, their anger goes beyond due measure—it is no longer the substance of being vast, impartial, and public. Therefore, 'having anger,' the mind cannot attain its proper balance. As for matters of anger and the like, one should simply respond naturally when things come, without attaching even a bit of fixed intention. Then the mind-substance will be vast, impartial, and public, attaining the correctness of its original substance. For example, if you go outside and see two people fighting, and the one in the wrong—my mind also feels anger. Yet although angry, my mind remains vast and clear, without the slightest agitation of temper. If now when angry at someone I could be like this, only then would it be correct.\""
    },
    {
      "index": 36,
      "text": "\"The Master once said: 'The Buddhists claim not to be attached to appearances, but in fact they are attached to appearances. We Confucians are attached to appearances, but in fact we are not attached to appearances.' Please explain.\"\n\nThe Master said: \"The Buddhists fear that father-son relationships will burden them, so they flee from father-son relationships. They fear that ruler-minister relationships will burden them, so they flee from ruler-minister relationships. They fear that husband-wife relationships will burden them, so they flee from husband-wife relationships. All of this is because they are attached to the appearances of ruler-minister, father-son, and husband-wife, so they must flee from them. We Confucians, having the father-son relationship, respond to it with humaneness. Having the ruler-minister relationship, we respond to it with righteousness. Having the husband-wife relationship, we respond to it with proper distinction. How have we ever been attached to the appearances of father-son, ruler-minister, or husband-wife?\"\n\nThe following is recorded by the disciple Huang Xiuyi."
    },
    {
      "index": 37,
      "text": "Huang Mianshu asked: \"When the mind has no evil thoughts and is empty and clear, does one still need to maintain a good thought?\"\n\nThe Master said: \"Once evil thoughts are removed, that itself is a good thought—the original substance of the mind is already restored. It is like sunlight obscured by clouds: once the clouds depart, the light is already restored. If after the evil thoughts are gone you still try to maintain a separate good thought, it is like adding a candle to the sunlight.\""
    },
    {
      "index": 38,
      "text": "Someone asked: \"Recently in my effort, I feel that deluded thoughts have largely ceased to arise, but inside I feel dark and murky. How can I make it bright and clear?\"\n\nThe Master said: \"When first beginning to apply effort, how can you expect the inside to immediately become bright? It is like turbid, rushing water that has just been stored in a jar. Although it becomes still at first, it is still murky. You must wait until it has settled for a long time, and naturally all the sediment will be gone and the water becomes clear again. You need only apply effort on innate knowing. When innate knowing has been preserved for a long time, the inner darkness will naturally become bright. If you demand immediate results, that is 'helping the grain grow'—it will not accomplish the effort.\""
    },
    {
      "index": 39,
      "text": "The Master said: \"My teaching people to 'extend innate knowing' through the effort of 'investigation of things' is a learning that has roots and foundations. It grows day by day, and the longer one practices, the more refined and clear it becomes. The common Confucians who teach people to search for things one by one in external affairs—that is learning without roots. While they are in their prime, although they can temporarily maintain an outward polish and show no faults, when they grow old and their vital energy declines, they will eventually collapse. It is like a tree without roots transplanted beside water: though temporarily fresh and beautiful, it will eventually wither.\""
    },
    {
      "index": 40,
      "text": "Someone asked about the chapter beginning with \"Set your aspiration on the Way.\"\n\nThe Master said: \"Just the one sentence 'set your aspiration on the Way' already contains within it the effort described in the following sentences—it naturally cannot stop there. It is like building this house: 'Setting your aspiration on the Way' is being intent on selecting land, gathering materials, and constructing a dwelling. 'Holding fast to virtue' means the planning is already complete and there is something to hold to. 'Relying on humaneness' means constantly dwelling within the house and never leaving it. 'Wandering in the arts' means adding some decoration and beautifying the dwelling. The 'arts' are what is fitting in terms of righteousness and principle, such as reciting poetry, reading books, playing the lute, and practicing archery—all of which serve to attune this mind and make it practiced in the Way. If one 'wanders in the arts' without first 'setting one's aspiration on the Way,' it is like a worthless youth who, without first building a dwelling, only busies himself buying paintings to hang for show—not knowing where he would hang them.\""
    },
    {
      "index": 41,
      "text": "Someone asked: \"Reading books serves to regulate and nourish this mind and cannot be dispensed with. But while reading, thoughts of the civil service examinations are inevitably drawn in. How can one avoid this?\"\n\nThe Master said: \"As long as innate knowing is genuine and earnest, even if you prepare for the examinations, it will not burden your mind. And if there is any burden, you will easily become aware of it and overcome it. For example, while reading, if innate knowing detects that the desire to force memorization is wrong, immediately overcome it. If it detects that the desire for speed is wrong, immediately overcome it. If it detects that the desire to show off extensive learning and compete in elegant style is wrong, immediately overcome it. In this way, you are still spending the whole day in the company of sages and worthies, with a mind that is purely the Principle of Heaven. No matter what you read, it is all just regulating and nourishing this mind—what burden could there be?\"\n\nThe questioner said: \"Although I have received this instruction, my natural ability is mediocre. I truly find it hard to avoid the burden. I have heard that success and failure are a matter of destiny. Those of superior wisdom probably do not condescend to this. I, being entangled in fame and profit, willingly submit to it, only making myself suffer in vain. I wish to abandon it, but am constrained by my parents and cannot give it up. What am I to do?\"\n\nThe Master said: \"Many have used their parents as an excuse for this. In truth, it is simply a lack of resolve. When resolve is established, innate knowing treats ten thousand affairs as just one affair. How could reading and writing burden a person? People only burden themselves with thoughts of gain and loss!\" He then sighed: \"Because this learning has not been made clear, I do not know how many heroes have been held back at this point!\""
    },
    {
      "index": 42,
      "text": "Someone asked: \"Gaozi's statement 'what is inborn is called the nature' also seems correct. Why did Mencius criticize it?\"\n\nThe Master said: \"It is indeed the nature, but Gaozi took only one side and did not understand the essential point. If he had understood the essential point, this statement would also be acceptable. Mencius also said: 'The physical form and appearance are the Heavenly nature.' This too refers to the material endowment.\" He further said: \"When people casually speak and act at will, they all say 'This comes from my nature and mind'—this is what is meant by 'what is inborn is called the nature.' Yet there will inevitably be errors. If one understands the essential point and speaks and acts according to one's innate knowing, then naturally all is proper. Yet innate knowing is also nothing other than this mouth speaking and this body acting—how could it exist apart from the material endowment as some separate thing that goes about speaking and acting? Therefore it is said: 'To discuss the nature without discussing the material endowment is incomplete; to discuss the material endowment without discussing the nature is unclear.' The material endowment is also the nature, and the nature is also the material endowment—one must only recognize the essential point correctly.\""
    },
    {
      "index": 43,
      "text": "He further said: \"In your efforts, you must above all avoid 'helping the grain to grow.' Those of superior wisdom are exceedingly rare. There is no principle by which a learner can leap directly into sagehood. Rising and falling, advancing and retreating—this is the natural sequence of effort. You must not, because you applied effort before and now feel ineffective, force yourself to put on a show of flawlessness. That is 'helping the grain to grow,' and it will ruin even the previous effort. This is no minor fault. It is like a traveler who stumbles and falls—get up and walk on. Do not pretend before others that you never fell. You all should constantly maintain the attitude of 'living in obscurity without resentment, being unrecognized without resentment.' Follow your innate knowing with patience in your effort. Do not mind if others ridicule you, do not mind if others slander you, do not mind about honor or disgrace. Let the effort have its advances and retreats—I will simply maintain the mastery of extending innate knowing without ceasing. In time, there will naturally come a point of power, and all external matters will also naturally cease to disturb you.\" He further said: \"If a person truly and earnestly applies effort, then whether others slander him, whether others deceive and slight him, everywhere he gains benefit, everywhere is material for advancing in virtue. If he does not apply effort, these become mere demons that will eventually bring him down.\""
    },
    {
      "index": 44,
      "text": "One day the Master went on an outing to the Cave of Yu. Looking at the grain in the fields, he said: \"How little time has passed, and yet it has already grown this much!\"\n\nFan Zhaoqi, who was nearby, said: \"This is simply because it has roots. If in learning one can establish one's own roots, there is no worry about lack of growth.\"\n\nThe Master said: \"Who is without roots? Innate knowing is the spiritual root planted by Heaven, naturally growing and never ceasing. It is only that private burdens damage, injure, and obstruct this root, preventing it from growing.\""
    },
    {
      "index": 45,
      "text": "A friend was often quick to anger and to blame others.\n\nThe Master admonished him: \"Learning requires turning back to examine oneself. If you merely blame others, you will only see others' faults and not your own failings. If you can turn back to examine yourself, you will see that you yourself have many areas that are not yet fulfilled—how would you have leisure to blame others? Shun was able to transform Xiang's arrogance, and the key mechanism was simply that he did not look at Xiang's faults. If Shun had only sought to correct Xiang's wickedness, he would have been looking at Xiang's faults. Xiang was an arrogant person who would certainly not have been willing to submit—how could he have been moved to change?\"\n\nThe friend was moved to remorse.\n\nThe Master said: \"From now on, you must simply not discuss other people's right and wrong. Whenever you are about to blame or argue with someone, treat it as a great private selfishness and overcome it—only then will it be acceptable.\""
    },
    {
      "index": 46,
      "text": "The Master said: \"When friends raise questions and challenges, even if some are shallow, crude, or show off their own cleverness, these are all manifestations of their ailments. One should prescribe medicine according to the ailment—that is acceptable. One must not immediately harbor a contemptuous attitude, for that would not be the attitude of the exemplary person who seeks to do good together with others.\""
    },
    {
      "index": 47,
      "text": "Someone asked: \"Regarding the Book of Changes, Zhu Xi emphasized divination, while Cheng Yi's commentary emphasized principle. Which is correct?\"\n\nThe Master said: \"Divination is principle, and principle is divination. What principle in the world is greater than divination? It is only because later ages restricted divination to the casting of hexagrams that it came to seem like a minor art. They did not realize that today's exchanges of questions and answers between teachers and friends, and all activities such as broad learning, careful inquiry, deliberate reflection, clear discrimination, and earnest practice—all of these are divination. Divination is nothing more than seeking to resolve doubts and bring clarity to one's mind. The Changes is a matter of asking Heaven. When people have doubts and their self-confidence is insufficient, they use the Changes to ask Heaven—because the human mind may still be subject to bias, but Heaven cannot be deceived.\""
    },
    {
      "index": 48,
      "text": "Huang Mianzhi asked: \"'Neither for nor against, but aligned with righteousness'—must everything be like this?\"\n\nThe Master said: \"Indeed, everything must be like this. But you must first recognize the essential point before this is possible. 'Righteousness' is innate knowing. When you understand that innate knowing is the essential point, then there is no rigid attachment. For example, receiving gifts from others: there are times when it is appropriate to accept today but not on another day; and times when it is not appropriate to accept today but would be on another day. If you rigidly hold to what is appropriate today and accept everything, or rigidly hold to what is inappropriate today and refuse everything, that is 'being for' or 'being against'—it is not the original substance of innate knowing. How could it be called 'righteousness'?\"\n\nThe following is recorded by the disciple Huang Shengceng."
    },
    {
      "index": 49,
      "text": "Someone asked: \"How can the single phrase 'think no evil' encompass the meaning of all three hundred poems?\"\n\nThe Master said: \"Not only the three hundred poems—the Six Classics can all be encompassed by this single phrase. Even extending to all the words of sages and worthies throughout all ages, 'think no evil' can encompass them all. Beyond this, what more is there to say? This is an effort that settles everything at once.\""
    },
    {
      "index": 50,
      "text": "Someone asked about \"the mind of the Way\" and \"the human mind.\"\n\nThe Master said: \"'Following one's nature is called the Way'—that is the mind of the Way. But once you add even a little human deliberation, it becomes the human mind. The mind of the Way is originally without sound or smell, hence it is called 'subtle.' If one follows the human mind in action, there will be many places of unease, hence it is called 'precarious.'\""
    },
    {
      "index": 51,
      "text": "Someone asked: \"'Those below average cannot be told about what is above.' If even when you tell foolish people about higher things they still do not advance, what about not telling them at all—can that be acceptable?\"\n\nThe Master said: \"It is not that the sage ultimately never speaks to them. The sage's mind anxiously wishes that everyone could become a sage. It is just that people's natural capacities differ, and instruction cannot skip stages. For those below average: even if you speak to them of 'nature' and 'destiny,' they cannot comprehend it. One must gradually polish and refine them.\""
    },
    {
      "index": 52,
      "text": "A friend asked: \"I read books but cannot remember them. What should I do?\"\n\nThe Master said: \"You need only understand them—why must you remember them? To want to understand is already a secondary concern. The primary thing is simply to illumine your own original substance. If you only want to remember, you will not understand. If you only want to understand, you will not illumine your own original substance.\""
    },
    {
      "index": 53,
      "text": "Someone asked: \"'It passes on like this'—is this describing how one's own mind and nature are vibrant and alive?\"\n\nThe Master said: \"Yes. But you must constantly apply the effort of extending innate knowing, and only then will it be vibrant and alive, only then will it be like the flowing river. If there is even a moment's interruption, it no longer resembles Heaven and Earth. This is the ultimate point of learning—even the sage is no more than this.\""
    },
    {
      "index": 54,
      "text": "Someone asked about the chapter on \"the resolute scholar and the humane person.\"\n\nThe Master said: \"It is only because people of the world value their physical life too highly. Regardless of whether they should die or not, they insist on finding every expedient to preserve their lives. Because of this, they cast aside the Principle of Heaven. When they can bear to violate principle and harm what is right, what will they not do? If one violates the Principle of Heaven, one is no different from a beast. Even if one manages to live a hundred or a thousand years, one has merely been a beast for that many years. Learners must see clearly at this point. Bi Gan and Long Pang—precisely because they saw clearly—were able to fulfill their humaneness.\""
    },
    {
      "index": 55,
      "text": "Someone asked: \"Shusun Wushu slandered Confucius. How is it that even a great sage cannot avoid slander?\"\n\nThe Master said: \"Slander comes from outside. How could even a sage avoid it? People should only value self-cultivation. If one is truly and genuinely a sage or worthy, then even if everyone slanders him, nothing they say can stick. It is like floating clouds covering the sun—how can they diminish the sun's brightness? But if a person is one who merely puts on a dignified appearance, without firmness or integrity, then even if not a single person speaks against him, his evil will inevitably be exposed one day. Therefore Mencius said: 'There is slander that arises from pursuing perfection, and there is praise that is unexpected.' Slander and praise come from outside—how can they be avoided? The only question is how one cultivates oneself.\""
    },
    {
      "index": 56,
      "text": "Liu Junliang wanted to sit quietly in the mountains.\n\nThe Master said: \"If you go seeking stillness with a mind that loathes external things, you will instead cultivate an attitude of arrogance and laziness. If you do not loathe external things but go to a quiet place for inner nourishment, that would be good.\""
    },
    {
      "index": 57,
      "text": "Wang Ruzhong and Shengceng were seated in attendance.\n\nThe Master took up his fan and said: \"You may use your fans.\"\n\nShengceng rose and replied: \"I would not dare.\"\n\nThe Master said: \"The learning of the sages is not this kind of bound-up suffering. It is not putting on the appearance of a moralistic scholar.\"\n\nRuzhong said: \"This can be glimpsed from the chapter where Confucius and Zeng Dian discuss their aspirations.\"\n\nThe Master said: \"Indeed. Looking at that chapter, what a magnanimous and all-encompassing spirit the sage had! The teacher was asking his students about their aspirations. Three of the disciples all composed themselves formally to respond. As for Zeng Dian, he blithely paid no attention to the other three and went on strumming his zither—what wild behavior! And when it came to expressing his aspiration, he did not respond to the teacher's question directly, but spoke all wildly. If it had been Cheng Yi, he might have scolded him. Yet the sage praised him—what a spirit! When the sage taught people, he did not bind them all into a single mold. For the wild, he developed them from their wildness; for the cautious, he developed them from their caution. How can people's talents and temperaments all be the same?\""
    },
    {
      "index": 58,
      "text": "The Master said to Lu Yuanjing: \"In your youth, Yuanjing, you also wanted to write commentaries on the Five Classics, and your ambition was toward breadth. But the sage, in teaching people, feared only that they would not be simple and easy. What he taught was all principles of simplicity and ease. Viewed from the modern fondness for breadth, it would seem as if the sage was wrong in his teaching.\""
    },
    {
      "index": 59,
      "text": "The Master said: \"Confucius 'never created without knowledge'; Yan Hui, 'whenever there was anything not good, never failed to be aware of it.' This is the true lifeblood of the learning of the sages.\""
    },
    {
      "index": 60,
      "text": "He Tingren, Huang Zhengzhi, Li Houbi, Ruzhong, and Dehong were seated in attendance.\n\nThe Master looked at them and said: \"The reason your learning does not progress is simply that you have not yet established your resolve.\"\n\nHoubi rose and replied: \"Gong also wishes to establish his resolve.\"\n\nThe Master said: \"It is hard to say you have not established it, but it is not yet the resolve to definitely become a sage.\"\n\nHe replied: \"I wish to establish the resolve to definitely become a sage.\"\n\nThe Master said: \"If you truly have the resolve of a sage, then there is nothing more to be added to your innate knowing. If on your innate knowing you still retain any extraneous thought or attachment, it is not yet the resolve to definitely become a sage.\"\n\nDehong, when he first heard this, felt somewhat unconvinced. But hearing the Master speak to this point, he could not help breaking out in a cold sweat."
    },
    {
      "index": 61,
      "text": "The Master said: \"Innate knowing is the spiritual essence of creation. This spiritual essence gives birth to Heaven and Earth, produces ghosts and spirits—all issue from it. Truly it has no counterpart among things. If a person can recover it completely and fully, without the slightest deficiency, he will naturally find himself dancing with joy, not knowing what other happiness in all of Heaven and Earth could take its place.\""
    },
    {
      "index": 62,
      "text": "A friend who had an insight during quiet sitting hastened to ask the Master about it.\n\nThe Master replied: \"When I was formerly living in Chuzhou, I saw that most students were devoted to intellectual understanding and verbal disputes, with no benefit for genuine attainment. So I tentatively taught them quiet sitting. For a time they glimpsed certain scenes and experiences and gained some immediate effect. But after a long while, they gradually developed the ailment of preferring stillness and disliking activity, drifting into desiccated emptiness. Or they devoted themselves to profound and marvelous insights to impress listeners. Therefore in recent times I speak only of 'extending innate knowing.' When innate knowing is clear, you may go to quiet places to experience and realize it—that is fine; you may go to actual affairs to temper and refine yourself—that is also fine. The original substance of innate knowing is originally without movement or stillness. This is the essential point of learning. This teaching of mine, from Chuzhou until now, has gone through several revisions. Only these three characters 'extend innate knowing' are without fault. As the medical classic says: 'A doctor who has broken his own arm is then able to diagnose others' illnesses.'\""
    },
    {
      "index": 63,
      "text": "A friend asked: \"In my effort, I want this knowing to be continuously present at all times. But in responding to all that I encounter, I feel I cannot attend to everything. If I go about engaging with affairs, I feel I lose sight of it. What should I do?\"\n\nThe Master said: \"This is simply because your recognition of innate knowing is not yet genuine—there is still a gap between inside and outside. In my effort here, one cannot be anxious about it. Once you correctly recognize the essential point of innate knowing and apply yourself honestly and practically, you will naturally become thoroughly clear. At that point, both inside and outside are forgotten—how could the mind and affairs not be unified?\""
    },
    {
      "index": 64,
      "text": "He further said: \"If in your effort you have not penetrated this true mechanism, how can you achieve fullness and radiance? If you can penetrate it, it will not come to you through your cleverness and intellectual understanding. You must have all the dregs in your breast completely dissolved, without the slightest remaining attachment, before it can be achieved.\""
    },
    {
      "index": 65,
      "text": "The Master said: \"'What Heaven decrees is called the nature'—the decree is the nature. 'Following the nature is called the Way'—the nature is the Way. 'Cultivating the Way is called instruction'—the Way is instruction.\"\n\nSomeone asked: \"How is 'the Way itself instruction'?\"\n\nThe Master said: \"The Way is innate knowing. Innate knowing is originally complete and perfect. What is right, it acknowledges as right; what is wrong, it acknowledges as wrong. If you simply follow its judgments of right and wrong, there is nowhere it is not correct. This innate knowing is your own bright teacher.\""
    },
    {
      "index": 66,
      "text": "Someone asked: \"Is 'what is not seen and not heard' referring to the original substance, and 'vigilance and apprehension' referring to the effort?\"\n\nThe Master said: \"Here you must trust that the original substance is originally 'what is not seen and not heard,' and it is also originally 'vigilance and apprehension.' 'Vigilance and apprehension' do not add anything to 'what is not seen and not heard.' When you see it truly, it would also be correct to say: 'Vigilance and apprehension are the original substance, and what is not seen and not heard is the effort.'\""
    },
    {
      "index": 67,
      "text": "Someone asked about \"penetrating the Way of day and night and thereby knowing.\"\n\nThe Master said: \"Innate knowing originally knows both day and night.\"\n\nSomeone further asked: \"When a person is fast asleep, innate knowing also does not know anything.\"\n\nThe Master said: \"If it does not know, then why does one respond immediately upon being called?\"\n\nSomeone said: \"If innate knowing always knows, how can there be sound sleep?\"\n\nThe Master said: \"'Resting when darkness falls'—this is also the constant principle of creation. At night, Heaven and Earth merge into chaos, and all forms and colors are extinguished. A person's ears and eyes also have nothing to see or hear, and all the orifices are closed. This is precisely when innate knowing is collected and concentrated into unity. When Heaven and Earth open up and all things come to life, a person's ears and eyes also perceive things, and all the orifices are opened. This is precisely when the marvelous function of innate knowing comes alive and activates. From this you can see that the human mind is one body with Heaven and Earth, and therefore 'above and below it flows together with Heaven and Earth.' People today do not know how to rest properly. At night, they either fall into confused sleep or into deluded thinking and troubled dreams.\"\n\nSomeone asked: \"How does one apply effort during sleep?\"\n\nThe Master said: \"If you know the day, you will know the night. During the day, innate knowing flows responsively without stagnation. At night, innate knowing is collected and concentrated into unity. Dreams are its precognitions.\""
    },
    {
      "index": 68,
      "text": "He further said: \"Innate knowing as it manifests in the night air—that is the original substance, because it is unmixed with material desires. The learner should strive to be, even amid the turmoil of affairs and things, always as if in the night air. That is 'penetrating the Way of day and night and thereby knowing.'\""
    },
    {
      "index": 69,
      "text": "The Master said: \"When the Daoists speak of emptiness, the sage cannot add even a hair of substance to that emptiness. When the Buddhists speak of nothingness, the sage cannot add even a hair of being to that nothingness. But the Daoists speak of emptiness coming from the concern for nourishing life, and the Buddhists speak of nothingness coming from the concern to escape the sea of suffering of birth and death. In this they add these extra intentions onto the original substance, and it is no longer the true nature of their emptiness and nothingness—it creates an obstruction to the original substance. The sage merely returns to the true nature of innate knowing, adding not the slightest intention. The emptiness of innate knowing is the Great Void of Heaven. The nothingness of innate knowing is the formlessness of the Great Void. The sun, moon, wind, thunder, mountains, rivers, people, and things—all that has appearance, form, and color—all arise and flow within the formless Great Void, and have never constituted an obstruction to Heaven. The sage merely follows the arising and flowing of innate knowing. Heaven, Earth, and the myriad things are all within the arising and flowing of my innate knowing. How could there ever be a thing arising outside innate knowing that could constitute an obstruction?\""
    },
    {
      "index": 70,
      "text": "Someone asked: \"The Buddhists also devote themselves to cultivating the mind. Yet ultimately their teaching cannot be used to govern the world. Why is that?\"\n\nThe Master said: \"We Confucians cultivate the mind without ever departing from affairs and things. We merely follow the natural order of Heaven—that itself is the effort. The Buddhists, however, want to cut off all affairs and things entirely. They regard the mind as an illusion, and gradually enter into empty stillness. They have as it were no connection whatsoever with the world. That is why their teaching cannot be used to govern the world.\""
    },
    {
      "index": 71,
      "text": "Someone asked about \"heterodox teachings.\"\n\nThe Master said: \"What is the same as what common men and women know and practice—that is called 'sharing the same virtue.' What differs from what common men and women know and practice—that is called 'heterodox.'\""
    },
    {
      "index": 72,
      "text": "The Master said: \"The difference between Mencius' unmoved mind and Gaozi's unmoved mind lies only in the slightest distinction. Gaozi merely applied effort on the level of keeping the mind unmoved. Mencius directly discerned it from the place where the mind was originally unmoved. The original substance of the mind is originally unmoved. It is only when one's actions do not accord with righteousness that it becomes moved. Mencius did not concern himself with whether the mind moves or not—he only 'accumulated righteousness.' When all of one's actions are nothing but righteousness, this mind naturally has no occasion to be moved. If, like Gaozi, one merely wants this mind not to move, one is grasping and restraining this mind, and its root of ceaseless vitality is instead obstructed. This is not merely without benefit, but actually harmful. Mencius' effort of 'accumulating righteousness' naturally nourishes a fullness with no deficiency, naturally allows complete freedom and vibrant vitality. This is the 'flood-like vital energy.'\""
    },
    {
      "index": 73,
      "text": "He further said: \"The root of Gaozi's error comes from seeing the nature as neither good nor not-good. Although saying 'the nature is neither good nor not-good' is not greatly wrong in itself, Gaozi fixed on this view and thereby had a nature that is neither good nor not-good existing inside. And he viewed good and evil as arising from the influence of external things, thereby having things existing outside. This created a split between two sides, which led to error. 'Neither good nor not-good'—the nature is originally like this. When one truly grasps this, this single statement exhausts everything, with no gap between inside and outside. But Gaozi saw a nature on the inside and things on the outside—this shows that his penetration of the nature was not yet thorough.\""
    },
    {
      "index": 74,
      "text": "Zhu Bensi asked: \"Humans have spiritual consciousness, and therefore have innate knowing. But do things like grass, trees, tiles, and stones also have innate knowing?\"\n\nThe Master said: \"The innate knowing of humans is the innate knowing of grass, trees, tiles, and stones. Without the innate knowing of humans, grass, trees, tiles, and stones could not be grass, trees, tiles, or stones. And it is not only so for grass, trees, tiles, and stones—without the innate knowing of humans, Heaven and Earth could not be Heaven and Earth. For Heaven, Earth, and the myriad things are originally one body with humanity. The most refined point of their activation is the single point of spiritual clarity in the human mind. Wind, rain, dew, thunder, sun, moon, stars, birds, beasts, grass, trees, mountains, rivers, earth, and stones—all are originally one body with humanity. Therefore the five grains and beasts can nourish people, and medicinal herbs and minerals can heal diseases. It is only because they share this one vital energy that they can communicate with each other.\""
    },
    {
      "index": 75,
      "text": "The Master was visiting Nanzhen.\n\nA friend pointed to a flowering tree on the cliff and asked: \"You say there are no things outside the mind. But this flowering tree in the deep mountains blooms and falls of itself—what has it to do with my mind?\"\n\nThe Master said: \"Before you looked at this flower, this flower and your mind both returned to stillness together. When you came to look at this flower, its colors became vivid all at once. From this you know that this flower is not outside your mind.\""
    },
    {
      "index": 76,
      "text": "Someone asked: \"The great person is one body with all things. But why does the Great Learning also speak of degrees of closeness and distance?\"\n\nThe Master said: \"It is simply that principle itself has degrees of closeness and distance. For example, the body is one whole: using the hands and feet to protect the head and eyes—is that being unfairly partial against the hands and feet? The principle rightly requires this. Birds and beasts, and grass and trees, are both objects of love. Yet one can bear to use grass and trees to feed birds and beasts. Humans and birds and beasts are both objects of love, yet one can bear to slaughter birds and beasts to nourish one's parents, offer sacrifices, and entertain guests. Close kin and strangers are both objects of love, yet if there is only a single basket of rice and a bowl of soup, and getting it means life while not getting it means death, and both cannot be saved—one would rather save the close kin than the stranger, and the mind can bear this. The principle rightly requires it. But when it comes to one's own self and one's closest kin, one can no longer distinguish degrees of closeness. For humaneness toward the people and love of things all issue from here. If one could bear to do wrong here, there is nothing one could not bear. What the Great Learning calls degrees of closeness and distance are the natural patterns of innate knowing—they cannot be transgressed. This is what is called righteousness. Following these patterns is what is called ritual propriety. Knowing these patterns is what is called wisdom. Adhering to these patterns from beginning to end is what is called faithfulness.\""
    },
    {
      "index": 77,
      "text": "He further said: \"The eye has no substance of its own—it takes the colors of the myriad things as its substance. The ear has no substance of its own—it takes the sounds of the myriad things as its substance. The nose has no substance of its own—it takes the smells of the myriad things as its substance. The mouth has no substance of its own—it takes the flavors of the myriad things as its substance. The mind has no substance of its own—it takes the right and wrong of its responses to Heaven, Earth, and the myriad things as its substance.\""
    },
    {
      "index": 78,
      "text": "Someone asked about \"not wavering between short life and long life.\"\n\nThe Master said: \"In the effort of learning, even if one can shed all attachment to fame, profit, and sensual pleasures almost completely, if there remains even the slightest attachment to thoughts of life and death, the whole substance has not yet been fully dissolved. The thought of life and death comes with us from the very root of our born existence, so it is not easy to remove. If at this point one can see through it and pass beyond it, the entire substance of the mind will flow freely without obstruction. Only then is it the learning of 'fully developing the nature and fulfilling one's destiny.'\""
    },
    {
      "index": 79,
      "text": "A friend asked: \"I wish during quiet sitting to search out the roots of love of fame, love of beauty, love of wealth, and so on, one by one, sweeping them away until all is clear. Would this be 'digging out flesh to make a sore'?\"\n\nThe Master said sternly: \"This is my prescription for curing people's ailments. It truly gets at the root of their disease. Even a person of the greatest ability, after ten or twenty years, will still find it useful. If you will not use it, set it aside for now—but do not ruin my prescription!\"\n\nThe friend apologized in shame.\n\nAfter a pause, the Master said: \"This is probably not your own idea. It must be that some of our friends who think they have some understanding said this and misled you.\"\n\nAll those present were startled."
    },
    {
      "index": 80,
      "text": "A friend asked about \"the effort not being earnest.\"\n\nThe Master said: \"The effort of learning—I have already said it all in one sentence. How is it that today the more we talk, the farther we go, without touching the root at all?\"\n\nThe friend replied: \"We have indeed heard the instruction of extending innate knowing, but it still needs to be explained.\"\n\nThe Master said: \"Since you already know to extend innate knowing, what more needs explanation? Innate knowing is originally clear. Just honestly apply the effort—that is all. If you refuse to apply effort and merely turn the words over and over, you get more and more confused.\"\n\nThe friend said: \"I am precisely seeking to clarify the effort of extending it.\"\n\nThe Master said: \"This you must seek from yourself—I have no other method to teach. In the past there was a Chan master whom people came to ask about the Dharma, and he would only hold up his fly-whisk. One day, his student hid the fly-whisk, wanting to test how he would teach. The Chan master looked for the fly-whisk and did not find it, so he simply raised his empty hand. My innate knowing here is the fly-whisk for teaching. Apart from this, what else can I hold up?\"\n\nAfter a pause, another friend requested the essential point of the effort.\n\nThe Master glanced to the side and said: \"Where is my fly-whisk?\"\n\nAt that moment, all those present leapt up with joy."
    },
    {
      "index": 81,
      "text": "Someone asked about \"the foreknowledge of utmost sincerity.\"\n\nThe Master said: \"Sincerity is real principle—it is nothing but innate knowing. The marvelous function of real principle in its flowing activity is the spiritual. Its first stirring is the incipient. Sincerity, the spiritual, and the incipient—these describe the sage. But the sage does not prize foreknowledge. Calamity and fortune come even to the sage unavoidably. The sage simply knows the incipient and responds adaptively to changes. Innate knowing has no before or after—it simply knows the incipient as it presents itself, and that settles everything at once. If one has a desire for foreknowledge, that is a private mind, containing the intention of seeking advantage and avoiding harm. Shao Yong's insistence on foreknowledge ultimately shows that his concern with advantage and harm was not yet exhausted.\""
    },
    {
      "index": 82,
      "text": "The Master said: \"Knowing nothing yet knowing everything—the original substance is originally like this. It is like the sun, which never deliberately intends to illuminate things, yet naturally there is nothing it does not illuminate. Illuminating nothing yet illuminating everything—this is the original substance of the sun. Innate knowing is originally without knowledge, yet now you want to force it to have knowledge. It is originally without anything it does not know, yet now you suspect there are things it does not know. This is simply insufficient trust.\""
    },
    {
      "index": 83,
      "text": "The Master said: \"'Only the sage of the world can be truly intelligent and wise'—formerly I thought this was extremely profound and mysterious! Now I see that it is something everyone already has in themselves. The ears are originally keen, the eyes are originally clear, and the mind's thinking is originally penetrating and wise. The sage is simply one who is able. The place of ability is precisely innate knowing. Common people are unable only because they do not extend their knowing. How clear and simple this is!\""
    },
    {
      "index": 84,
      "text": "Someone asked: \"The 'far-reaching deliberation' that Confucius spoke of, and the Duke of Zhou's 'continuing into the night what the day could not finish'—how do these differ from anticipation and welcoming?\"\n\nThe Master said: \"Far-reaching deliberation is not vague, aimless thinking. It is simply preserving the Principle of Heaven. The Principle of Heaven is in the human mind, spanning all antiquity and the present, without beginning or end. The Principle of Heaven is innate knowing. No matter how many thousand thoughts and deliberations, they are all just extending innate knowing. The more one thinks about innate knowing, the more refined and clear it becomes. If one does not think carefully and just vaguely follows along in responding to affairs, then genuine knowing becomes coarse. But if one merely fixes on affairs and thinks about them vaguely and aimlessly, calling this 'far-reaching deliberation,' one inevitably lets concerns of reputation and gain, of selfish desire, mix in—and that becomes anticipation and welcoming. The Duke of Zhou's thinking through the night is simply the effort of 'vigilance in what is unseen, apprehension in what is unheard.' When you see this clearly, its character is naturally different from anticipation and welcoming.\""
    },
    {
      "index": 85,
      "text": "Someone asked: \"'If for one day one could subdue oneself and return to ritual propriety, all under Heaven would acknowledge one's humaneness.' Zhu Xi interprets this as speaking of the result or verification. What do you think?\"\n\nThe Master said: \"The sages and worthies pursued only the learning for the sake of oneself, emphasizing the effort rather than the results. The humane person takes all things as one body. The inability to be one body is simply because private selfishness has not yet been forgotten. When one fully attains the substance of humaneness, then all under Heaven returns to one's humaneness—this is the meaning of 'the eight wastelands are all within my gate.' That all under Heaven acknowledges it is also included. Similarly, 'no resentment in the state, no resentment in the family' also means simply that one does not oneself feel resentment—like 'not resenting Heaven, not blaming others.' Yet having no resentment from the family or state is also included in this. But the emphasis is not placed there.\""
    },
    {
      "index": 86,
      "text": "Someone asked: \"Regarding Mencius' discussion of 'skill and strength, sageness and wisdom,' Zhu Xi says: 'The three masters had strength in excess but skill insufficient.' What do you think?\"\n\nThe Master said: \"The three masters certainly had both strength and skill. Skill and strength are really not two different things. Skill lies precisely in the application of strength. Strength without skill is merely brute force. The three masters are like archers: one can shoot on foot, one can shoot from horseback, one can shoot at a distance. That their arrows reach their targets can in each case be called strength; that they hit the mark can in each case be called skill. But the foot archer cannot shoot from horseback, the mounted archer cannot shoot at a distance—each has his strong point, which reflects the differences in their talents and capacities. Confucius excels in all three. Yet Confucius' harmony only reaches the level of Liuxia Hui's and no further; his purity only reaches the level of Bo Yi's and no further; his sense of responsibility only reaches the level of Yi Yin's and no further. How could anything be added? If we say 'the three masters had strength in excess but skill insufficient,' then their strength would actually surpass Confucius'. 'Skill and strength' are just terms to elucidate the meaning of 'sageness and wisdom.' If you recognize what the original substance of 'sageness and wisdom' is, it will be clear of itself.\""
    },
    {
      "index": 87,
      "text": "The Master said: \"'Acting before Heaven, and Heaven does not contradict'—Heaven is innate knowing. 'Acting after Heaven, and following Heaven's seasons'—innate knowing is Heaven.\""
    },
    {
      "index": 88,
      "text": "\"Innate knowing is simply the mind of right and wrong. Right and wrong are simply likes and dislikes. With likes and dislikes alone, right and wrong are exhausted. With right and wrong alone, all the myriad affairs and changes are exhausted.\"\n\nHe further said: \"The two words 'right' and 'wrong' are the great compass and square. The subtlety of their application resides in the person.\""
    },
    {
      "index": 89,
      "text": "\"The knowing of the sage is like the sun in a clear sky. The knowing of the worthy is like the sun on a cloudy day. The knowing of the fool is like the sun under a dark and hazy sky. Although there are differences in brightness, their ability to distinguish black from white is the same. Even in the darkest night, one can still dimly make out black from white—this is where the sun's residual light has not been entirely exhausted. The effort of learning with difficulty is simply to refine one's perception from this faint point of brightness.\""
    },
    {
      "index": 90,
      "text": "Someone asked: \"Knowing is compared to the sun, and desires to clouds. Although clouds can cover the sun, they are also part of the natural atmosphere of Heaven. Are desires then also a natural part of the human mind?\"\n\nThe Master said: \"Joy, anger, sorrow, fear, love, hate, and desire are called the seven emotions. All seven are natural parts of the human mind. But one must recognize innate knowing clearly. It is like sunlight—you cannot point to a fixed location for it. Wherever there is an opening of light, that is where the sunlight is. Even when clouds and fog fill the sky, as long as forms and colors in the great void can be distinguished, that is where the sunlight has not been extinguished. You cannot, because clouds cover the sun, tell Heaven not to produce clouds. When the seven emotions flow according to their natural course, they are all functions of innate knowing—one cannot classify them as good or evil. But they must not become fixated. When any of the seven emotions become fixated, they are all called desires, and all become obstructions to innate knowing. Yet the moment there is fixation, innate knowing itself will be aware of it. Once aware, the obstruction is removed and the original substance is restored. If one can break through at this point, that is the simple and thorough effort.\""
    },
    {
      "index": 91,
      "text": "Someone asked: \"The sage knows by birth and acts with ease—this is natural. What effort could there be?\"\n\nThe Master said: \"The two words 'knowledge' and 'action' are themselves effort—they merely differ in depth and difficulty. Innate knowing is originally refined and clear. Take the example of filial devotion to parents: one who knows by birth and acts with ease simply follows this innate knowing and fully practices filial devotion. One who knows through learning and acts for advantage simply remains vigilant at all times, striving to follow this innate knowing to fully practice filial devotion. As for one who knows with difficulty and acts with exertion—the obstructions are already deep. Although wishing to follow this innate knowing to practice filial devotion, selfish desires obstruct the way, making it impossible. One must apply the effort of 'where others succeed with one attempt, use a hundred; where others succeed with ten, use a thousand' before one can follow this genuine knowing to fully practice filial devotion. Although the sage knows by birth and acts with ease, his mind does not dare to be self-satisfied—he is willing to apply the effort of one who knows with difficulty and acts with exertion. But if one who knows with difficulty and acts with exertion tries to do the work of one who knows by birth and acts with ease—how could that ever succeed?\""
    },
    {
      "index": 92,
      "text": "Someone asked: \"Joy is the original substance of the mind. But when one encounters great grief and is weeping, is this joy still present?\"\n\nThe Master said: \"One must have a great cry and only then is there joy. Without crying, there would be no joy. Even while weeping, the place where the mind is at peace—that is joy. The original substance has never been moved.\""
    },
    {
      "index": 93,
      "text": "Someone asked: \"Innate knowing is one and the same, yet King Wen composed the 'Judgments,' the Duke of Zhou attached the 'Line Statements,' and Confucius wrote the 'Wings' of the Changes—why do they each see principle differently?\"\n\nThe Master said: \"How could the sage be restricted to a dead formula? As long as the essential point of innate knowing is the same, what harm is there if each expresses it differently? It is like a grove of bamboo: as long as they all share the same joints and segments, that is the great commonality. If you insisted that every branch and segment be of exactly the same height and size, that would not be the marvelous hand of creation. You all need only go and cultivate innate knowing. If innate knowing is the same, it does not matter if there are differences. If you refuse to apply effort, you have not even produced a bamboo shoot yet—how can you discuss branches and segments?\""
    },
    {
      "index": 94,
      "text": "A local man with a father-son lawsuit came to present his case to the Master. An attendant wanted to block him, but the Master heard him out. Before the man had finished speaking, the father and son embraced each other, wept bitterly, and left.\n\nChai Mingzhi asked: \"What did the Master say to bring about their remorse so quickly?\"\n\nThe Master said: \"I told them that Shun was the world's greatest unfilial son, and that the Blind Man was the world's most loving father.\"\n\nMingzhi was startled and asked for an explanation.\n\nThe Master said: \"Shun always considered himself to be greatly unfilial, and therefore he was able to be filial. The Blind Man always considered himself to be greatly loving, and therefore he could not be loving. The Blind Man only remembered that he had raised Shun from infancy and thought: 'Why is he not pleasing me now?' He did not realize that his own mind had already been shifted by his second wife, yet still considered himself loving—which is why he became even less capable of love. Shun only thought of how his father loved him in infancy and thought: 'Now he does not love me—it must be that I cannot fully practice filial devotion.' Day by day he reflected on where he had failed in filial devotion, and therefore became ever more capable of it. When the Blind Man finally was pleased, it was nothing more than recovering the original substance of his originally loving mind. This is why later generations call Shun the greatest filial son of all time, and the Blind Man also became a loving father.\""
    },
    {
      "index": 95,
      "text": "The Master said: \"When Confucius had a common fellow come and ask him questions, he never began with prepared knowledge to respond. His mind was simply empty. He merely drew out the man's own sense of right and wrong on both sides, and gave him a clear resolution. The common fellow's mind was then fully clear. The common fellow's own sense of right and wrong is his original Heavenly principle. Even the sage, with all his brilliance, how could he add or subtract a hair from it? The man simply could not trust himself. Once Confucius gave him a clear resolution, the man's capacity was exhausted completely. If Confucius had retained any bit of his own knowledge when speaking with the common fellow, he would not have been able to exhaust the man's innate knowing, and the substance of the Way would have been split in two.\""
    },
    {
      "index": 96,
      "text": "The Master said: \"'Continuously guided, he did not go to the extreme of wickedness'—the traditional commentary says Xiang had already advanced toward righteousness and did not commit great wickedness. But after Shun was called to serve, Xiang still plotted daily to kill Shun—what great wickedness could surpass this! It was Shun who himself advanced in virtue and, through his virtue, gradually transformed Xiang. He did not go to correct Xiang's wickedness. In general, covering up faults and concealing evil is the common habit of bad people. If you try to point out their rights and wrongs, you will instead provoke their bad nature. When Shun first caused Xiang to want to kill him, it was also because his desire for Xiang's improvement was too urgent—this was Shun's own fault. Having gone through this experience, he then knew that the effort lies only in oneself, not in blaming others. This is how he achieved 'harmony.' This is where Shun 'stirred his mind, toughened his nature, and increased his capacities.' The ancients spoke from what they had personally gone through, which is why their words are so intimate and apt. Transmitted to later generations, they fit the circumstances of human feelings perfectly. If they had not personally gone through it, how could they have reached such depth of heartfelt understanding?\""
    },
    {
      "index": 97,
      "text": "The Master said: \"Ancient music has not been performed for a long time. Today's theatrical performances still come close to the spirit of ancient music.\"\n\nNot understanding, someone asked for an explanation.\n\nThe Master said: \"The nine movements of the Shao music were simply a theatrical performance of Shun's life story. The nine variations of the Wu music were simply a theatrical performance of King Wu's life story. The actual deeds of the sages' entire lives were all set forth in their music. That is why those of virtue, upon hearing it, could tell whether it was 'perfectly beautiful and perfectly good' or 'perfectly beautiful but not perfectly good.' If later ages composed music that was merely arranging words and tunes, with absolutely no connection to the customs and moral transformation of the people, how could it transform the people toward goodness? If today we want folk customs to return to simplicity and genuineness, take today's theatrical performances and remove all the licentious and depraved songs. Keep only the stories of loyal ministers and filial sons, making them easily understood by the common, unlettered people. Without their realizing it, their innate knowing will be stirred—and this would benefit moral transformation. Then ancient music could gradually be restored.\"\n\nSomeone said: \"Dehong has sought the primal sound but cannot find it. I fear ancient music is also difficult to restore.\"\n\nThe Master said: \"Where do you think the primal sound is to be sought?\"\n\nHe replied: \"The ancients made pitch-pipes to test the vital energy—that was perhaps the method for seeking the primal sound.\"\n\nThe Master said: \"If you try to seek the primal sound in reed ashes and millet grains, it is like scooping the moon from the bottom of a pond—how can you succeed? The primal sound can only be sought in your own mind.\"\n\nHe asked: \"How does one seek it in the mind?\"\n\nThe Master said: \"The ancients in governing first nourished the minds of the people into harmony and balance, and only then made music. For example, singing poetry here: if your mind and vital energy are harmonious and balanced, listeners will naturally feel pleased and uplifted. This itself is the beginning of the primal sound. The Book of Documents says 'Poetry expresses aspirations'—aspirations are the root of music. 'Song elongates words'—song is the root of making music. 'Tones follow the elongation, and pitch-pipes harmonize the tones'—pitch-pipes only need to harmonize with the tones, and harmonizing with tones is the root of establishing the pitch-pipes. When has it ever been sought externally?\"\n\nHe asked: \"What was the intent of the ancients' method of testing vital energy with pitch-pipes?\"\n\nThe Master said: \"The ancients, possessing the substance of centrality and harmony, made music. My own centrality and harmony is originally in resonance with the vital energy of Heaven and Earth. Testing the vital energy of Heaven and Earth and matching it with the tones of the phoenix was merely to verify whether my own vital energy was truly harmonious. This is something done after the pitch-pipes were already established, not something needed to establish them in the first place. If today you want to test the vital energy with ash-filled tubes, you must first determine the solstice. But the exact moment of the solstice is likely imprecise—so where would you get anything precise from?\""
    },
    {
      "index": 98,
      "text": "The Master said: \"Learning also needs someone to point out the way. But this is not as good as when one breaks through on one's own, for then everything is settled at once. Otherwise, no amount of pointing will suffice.\""
    },
    {
      "index": 99,
      "text": "\"Confucius' scope of spirit was immense. All the enterprises of emperors and kings—there was none he did not thoroughly comprehend. Yet all of it came from that mind. It is like a great tree with ever so many branches and leaves—all because the effort of cultivation was applied at the root. Naturally it can be so. It is not that by working on the branches and leaves one can build a root. When learners study Confucius, if they do not apply effort on the mind but anxiously try to learn his scope of spirit, they are doing it in reverse.\""
    },
    {
      "index": 100,
      "text": "\"When people have faults, if they devote their effort to the fault itself, it is like mending a broken pot—the inevitable result is covering up the fault.\""
    },
    {
      "index": 101,
      "text": "\"People today, even when eating a meal with nothing else before them, find their minds restless and unsettled. This is only because the mind has become habituated to busyness, so it cannot be collected.\""
    },
    {
      "index": 102,
      "text": "\"The lute, the zither, and books—a learner cannot do without these. For when one has an occupation to dwell in, the mind will not run wild.\""
    },
    {
      "index": 103,
      "text": "The Master sighed: \"Among those in the world who know about learning, only this ailment cannot be broken through. That itself shows one is not good at doing good together with others.\"\n\nChongyi said: \"This ailment is merely the desire for loftiness and the inability to forget oneself.\""
    },
    {
      "index": 104,
      "text": "Someone asked: \"Innate knowing is originally a state of equilibrium and harmony. How then can there be excess and deficiency?\"\n\nThe Master said: \"Knowing where there is excess and deficiency—that itself is equilibrium and harmony.\""
    },
    {
      "index": 105,
      "text": "\"'What one dislikes in those above'—that is innate knowing. 'Not using it to employ those below'—that is extending innate knowing.\""
    },
    {
      "index": 106,
      "text": "The Master said: \"The intelligence of Su Qin and Zhang Yi was also the raw material of sages. The achievements and writings of many great heroes and renowned thinkers of later ages were merely learned imitations of Su and Zhang's strategic intelligence. Su and Zhang's technique excelled at reading people's feelings—there was not the slightest point where it failed to touch the vital spot. That is why their persuasive arguments were inexhaustible. Su and Zhang also glimpsed the marvelous function of innate knowing—they simply applied it to what was not good.\""
    },
    {
      "index": 107,
      "text": "Someone asked about \"before arousal\" and \"after arousal.\"\n\nThe Master said: \"It is only because later Confucians split 'before arousal' and 'after arousal' into two separate things that I must bluntly say there is no such split between before-arousal and after-arousal, to make people think it through themselves. If I said there is a before-arousal and after-arousal, listeners would just fall back into the later Confucians' interpretation. If one truly sees that there is no split between before-arousal and after-arousal, then saying there is a before-arousal and after-arousal does no harm—there originally is a before-arousal and after-arousal present.\"\n\nSomeone further asked: \"Before arousal is never without harmony; after arousal is never without centrality. It is like a bell: before it is struck, one cannot say it has no sound; when struck, one cannot say it has sound. But ultimately there is a difference between struck and not struck—what about this?\"\n\nThe Master said: \"Before being struck, it is already earth-shaking. When struck, it is utterly silent and still.\""
    },
    {
      "index": 108,
      "text": "Someone asked: \"The ancients all had different views on the nature. Which is the definitive theory?\"\n\nThe Master said: \"The nature has no fixed form, and theorizing about it also has no fixed form. Some speak from the perspective of the original substance; some from the perspective of its function and manifestation; some from its source; some from its degenerate forms. In sum, it is all just one nature—the difference lies only in the depth of understanding. If you fix on one side, it is wrong. The original substance of the nature is originally without good or evil. In its function and manifestation, it is originally capable of being good or not good. In its degenerate forms, it is naturally fixedly good or fixedly evil. It is like the eye: there is the eye when joyful, the eye when angry; looking straight ahead is the seeing eye, glancing sideways is the peering eye. In sum, it is all just this one eye. If upon seeing the angry eye you say there was never a joyful eye, or upon seeing the seeing eye you say there was never a peering eye—all of this is fixation, and you know it is wrong. When Mencius discussed the nature, he spoke directly from its source, also stating only the general principle. Xunzi's theory that the nature is evil speaks from the perspective of degenerate forms. It cannot be said that he is entirely wrong—he simply did not see deeply enough. Common people have lost the original substance of the mind.\"\n\nSomeone said: \"Mencius, speaking of the nature from its source, wanted people to apply effort at the source and see clearly there. Xunzi, speaking of the nature from its degenerate forms, could only apply effort to correct things at the downstream end, which is more laborious.\"\n\nThe Master said: \"Indeed.\""
    },
    {
      "index": 109,
      "text": "The Master said: \"When effort reaches the most refined level, words become increasingly inadequate, and speaking of principle becomes increasingly difficult. If one deliberately focuses on the subtle and refined, the effort of the whole substance is instead obscured and muddied.\""
    },
    {
      "index": 110,
      "text": "\"Yang Cihu was not without insight, but he became fixed on perceiving things at the level of 'no sound and no smell.'\""
    },
    {
      "index": 111,
      "text": "\"In a single day, a person passes through all the ages of the world, only people do not notice. In the clarity of the night air, when there is no seeing, no hearing, no thinking, no acting, with a calm and level mind—that is the world of Emperor Fu Xi. At dawn, when the spirit is clear and the vital energy bright, with a dignified and harmonious bearing—that is the world of Yao and Shun. Before midday, when propriety and ceremony are exchanged, with an orderly atmosphere—that is the world of the Three Dynasties. After midday, when the spirit and vital energy gradually grow dim, with comings and goings in confusion—that is the world of the Spring and Autumn and Warring States periods. Gradually entering the darkness of night, when all things rest in sleep and the scene is desolate—that is the world where humanity has perished and things are exhausted. If a learner can fully trust innate knowing and not be disordered by the vital energy, he will always be a person of the age before Fu Xi.\""
    },
    {
      "index": 112,
      "text": "Xue Shangqian, Zou Qianzhi, Ma Zicui, and Wang Ruzhi were seated in attendance. They sighed that since the Master's campaign against the Prince of Ning, criticisms from across the realm had increased. They each offered their explanations. One said the Master's achievements and position were daily growing greater, so those in the world who envied him were also daily increasing. One said the Master's learning was daily becoming clearer, so those who disputed with the Song Confucians' position were also daily more numerous. One said that after the Master left Nanjing, those who believed and followed him among like-minded friends were daily increasing, and therefore those in all directions who opposed him were also pressing harder.\n\nThe Master said: \"What you all say is indeed the case. But there is one thing I know about myself that none of you has touched upon.\"\n\nThe friends asked what it was.\n\nThe Master said: \"Before I was in Nanjing, I still had somewhat of the 'village worthy's' disposition. Now I have come to trust that this innate knowing is truly right and truly wrong. I act freely according to it, without the slightest concealment. Now I have finally achieved the broad-mindedness of the 'wild.' Let all the people in the world say that my actions are not hidden behind my words—that is fine.\"\n\nShangqian came forward and said: \"To fully trust this—that is the true lifeblood of the sage.\""
    },
    {
      "index": 113,
      "text": "The Master's way of tempering people could move them most deeply with a single word. One day, Wang Ruzhi returned from an outing.\n\nThe Master asked: \"What did you see on your outing?\"\n\nHe replied: \"I saw that everyone in the streets is a sage.\"\n\nThe Master said: \"You see everyone in the streets as a sage, and everyone in the streets sees you as a sage.\"\n\nOn another day, Dong Luoshi returned from an outing.\n\nSeeing the Master, he said: \"Today I saw something extraordinary.\"\n\nThe Master said: \"What was extraordinary?\"\n\nHe replied: \"I saw that everyone in the streets is a sage.\"\n\nThe Master said: \"This is quite ordinary—what is extraordinary about it?\"\n\nThe reason is that Ruzhi's sharp edges were not yet smoothed, while Luoshi had a sudden flash of insight. Therefore though the question was the same, the answers were different—each was given the reverse of his own words to advance him.\n\nDehong, together with Huang Zhengzhi, Zhang Shuqian, and Ruzhong, returned from the metropolitan examination in the bingxu year (1526). They told the Master about lecturing on the Way during their travels, and how some believed and some did not.\n\nThe Master said: \"You took a sage along to lecture to people. When people see a sage coming, they all run away in fear—how can you lecture? You must make yourself an ordinary man or woman before you can lecture to people.\"\n\nDehong also said that today it is very easy to see the quality of people.\n\nThe Master said: \"How do you see it?\"\n\nHe replied: \"The Master is like Mount Tai standing before us. Anyone who does not know to look up must be a person without eyes.\"\n\nThe Master said: \"Mount Tai is not as great as level ground. What is there to see on level ground?\"\n\nWith a single stroke the Master cut away and exposed the lifelong ailment of those present who sought external loftiness. All those seated were startled and chastened."
    },
    {
      "index": 114,
      "text": "In the spring of the guiwei year (1523), Zou Qianzhi came to Yue to study. After staying for several days, the Master saw him off at Floating Peak. That evening, with Xiyuan and other friends, they moved their boat to stay at Yanshou Temple. Holding candles and sitting through the night, the Master was deeply moved and sighing.\n\nHe said: \"The river waves and misty willows—our old friend is suddenly a hundred li away!\"\n\nA friend asked: \"Why does the Master think of Qianzhi so deeply?\"\n\nThe Master said: \"What Zengzi described as 'able yet asking the unable, having much yet asking those with little, having as if not having, full as if empty, offended yet not retaliating'—Qianzhi comes close to this.\""
    },
    {
      "index": 115,
      "text": "In the ninth month of the dinghai year (1527), the Master was recalled to service for the campaign against Si'en and Tianzhou. Just as he was about to set out, Dehong and Ruzhong discussed the teaching together.\n\nRuzhong cited the Master's instruction: \"Having no good and no evil is the substance of the mind. Having good and having evil is the movement of the intention. Knowing good and knowing evil is innate knowing. Doing good and removing evil is the investigation of things.\"\n\nDehong asked: \"What is the meaning of this?\"\n\nRuzhong said: \"I fear this is not yet the ultimate formulation. If we say the substance of the mind is without good or evil, then the intention is also without good or evil, knowing is also without good or evil, and things are also without good or evil. If we say the intention has good and evil, then ultimately the substance of the mind still has good and evil in it.\"\n\nDehong said: \"The substance of the mind is the nature decreed by Heaven—it is originally without good or evil. But because people have habitual minds, good and evil are seen in the intentions. The efforts of investigation, extension, sincerity, rectification, and cultivation are precisely the work of recovering that nature. If there were originally no good or evil, there would be no need to speak of effort at all.\"\n\nThat evening, they attended the Master at the Tianquan Bridge and each presented his view for correction.\n\nThe Master said: \"I am about to depart, and I precisely need you both to come and clarify this. The views of you two are exactly suited to complement each other—you must not each hold to one side alone. In my approach to teaching, there have always been these two kinds. For those of sharp capacity, I point them directly to realization from the source. The original substance of the human mind is originally bright, clear, and unobstructed—it is the original state of equilibrium before arousal. For those of sharp capacity, once they awaken to the original substance, that is the effort itself—self and others, inner and outer, are all penetrated at once. For the next level, they inevitably have habitual minds, and the original substance is obscured. So I teach them first to earnestly do good and remove evil at the level of intentions. When the effort matures and the dregs are entirely removed, the original substance also becomes fully bright. Ruzhong's view is my approach for those of sharp capacity. Dehong's view is my method established for the next level. If you two complement each other, then people of all levels—above and below average—can all be guided into the Way. If each holds to one side, you will immediately lose people before you, and the substance of the Way will not be fully expressed in either case.\"\n\nHe then said: \"Hereafter, in lecturing with friends, you must not lose my fundamental teaching. Having no good and no evil is the substance of the mind. Having good and having evil is the movement of the intention. Knowing good and knowing evil is innate knowing. Doing good and removing evil is the investigation of things. Simply follow this formulation and guide people according to their capacity—there will be no fault. This is originally an effort that penetrates from top to bottom. People of truly sharp capacity are rare in the world. To awaken at once to the original substance and have the effort of the original substance completely penetrate—this is what Yan Hui and Cheng Hao did not dare to claim for themselves. How can one lightly hope for this in others? People have habitual minds. If you do not teach them to earnestly apply the effort of doing good and removing evil on the level of innate knowing, and merely have them imagine the original substance in empty abstraction, with all their practical affairs having no substance—this only cultivates an empty stillness. This ailment is not a minor one, and it must be clearly stated early on.\"\n\nThat day, both Dehong and Ruzhong had a realization."
    },
    {
      "index": 116,
      "text": "When the Master first returned to Yue, the traces of friends coming were still few. Afterwards, those coming from all directions to study increased daily. After the guiwei year (1523), those who settled around the Master filled house after house. At the temples of Tianfei, Guangxiang, and others, each room regularly had several dozen people eating together. At night there was no room to sleep, so they took turns using the beds, and the sound of singing continued from dusk to dawn. At Nanzhen, the Cave of Yu, Yangming Cave, and other mountain temples near and far, wherever one's feet could reach, there were fellow students lodging. Whenever the Master took his seat to lecture, those sitting in a circle to listen, in front, behind, left, and right, were regularly no fewer than several hundred. Seeing off the departing and welcoming the arriving, there was not a single idle day in the month. There were even those who stayed in attendance for over a year, and whose names could not all be remembered.\n\nWhenever a parting came, the Master would often sigh: \"Although you are departing, you do not leave Heaven and Earth. If we share this same aspiration, I too can be at ease in spirit even though separated in body.\"\n\nWhenever students left after a lecture, they invariably leapt and exclaimed with delight. I have heard from senior fellows of the same school: \"Before Nanjing, although many friends followed and studied with the Master, none could match the flourishing at Yue. Although this is partly because the longer he lectured the more his credibility spread, it is also because the Master's own learning was daily advancing. The power of his influence to inspire underwent transformations beyond measure—there was naturally something different about it.\"\n\nThe following is recorded by Huang Yifang."
    },
    {
      "index": 117,
      "text": "Huang Yifang asked: \"If 'broad learning in culture' means learning to preserve the Principle of Heaven in every situation, then the statement 'if there is energy left over, study culture' seems not to agree with it.\"\n\nThe Master said: \"The Odes, Documents, and Six Arts are all manifestations of the Principle of Heaven—'culture' includes all of them. Studying the Odes, Documents, and Six Arts is all part of learning to preserve this Principle of Heaven. It is not only what manifests in practical conduct that constitutes 'culture.' 'Studying culture with leftover energy' is also just one aspect of 'broad learning in culture.'\"\n\nSomeone asked about the two sentences: \"Learning without thinking\" and \"thinking without learning.\"\n\nThe Master said: \"This was said in response to a particular context. In reality, thinking is learning. When there are doubts in one's learning, one must think them through. Those who 'think without learning' are people of this type: they merely think in empty abstraction, wanting to work out a principle by thinking alone, yet do not apply real effort on body and mind to learn and preserve this Principle of Heaven. They make thinking and learning two separate activities, which is why there are the ailments of 'bewilderment' and 'peril.' In reality, thinking is just thinking about what one is learning—they are not originally two things.\"\n\nThe Master said: \"The earlier Confucians interpreted 'investigation of things' as investigating all the things in the world. How can all the things in the world be investigated? Moreover, they said even a single blade of grass or tree has its principle—how would you go about investigating that? Even if you could investigate grass and trees, how would that serve to make your own intentions sincere? My interpretation is: 'investigation' means 'rectification,' and 'things' means 'affairs.'\n\nWhat the Great Learning calls 'the body' refers to the ears, eyes, mouth, nose, and four limbs. To cultivate the body means: the eyes must not look at what is contrary to propriety, the ears must not listen to what is contrary to propriety, the mouth must not speak what is contrary to propriety, the four limbs must not do what is contrary to propriety. To cultivate this body—how can effort be applied on the body itself? The mind is the master of the body. Although the eyes see, what does the seeing is the mind. Although the ears hear, what does the hearing is the mind. Although the mouth and limbs speak and move, what does the speaking and moving is the mind. Therefore, to cultivate the body lies in personally realizing one's own mind-substance, keeping it constantly vast and impartial, without the slightest lack of correctness. When the master is correct, then what issues through the eyes will naturally have no improper seeing; what issues through the ears will naturally have no improper hearing; what issues through the mouth and limbs will naturally have no improper speaking or moving. This is 'cultivating the body lies in rectifying the mind.' But the highest good is the original substance of the mind—how could the mind's original substance have anything not good?\n\nSince we now want to rectify the mind, where on the original substance can effort be applied? It must be at the point where the mind is activated—only there can one apply effort. The mind's activation cannot be without what is not good. Therefore one must apply effort at this point—and that is 'making the intentions sincere.' For example: when a thought arises directed toward loving good, one genuinely and solidly goes and loves good. When a thought arises directed toward hating evil, one genuinely and solidly goes and hates evil. When the intentions, as they arise, are without any insincerity, then how could the original substance be incorrect? Therefore, to rectify the mind lies in making the intentions sincere. The effort, when it reaches 'making the intentions sincere,' first has a place of real application.\n\nBut the root of making the intentions sincere lies further in the extension of knowledge. What is called 'what others do not know but one alone knows'—this is precisely the place of one's mind's innate knowing. Yet if, knowing what is good, one does not follow this innate knowing and act on it; or knowing what is not good, one does not follow this innate knowing and refrain from it—then this innate knowing is obscured. This is the failure to extend knowledge. If one's mind's innate knowing cannot be extended to its fullest, then although one knows good, one cannot genuinely love it; although one knows evil, one cannot genuinely hate it. How can the intentions be made sincere? Therefore the extension of knowledge is the root of making the intentions sincere.\n\nYet it is not an abstract extension of knowledge. The extension of knowledge lies in the investigation of things in actual practice. When the intention is directed toward doing good, one goes and does it in this particular matter. When the intention is directed toward removing evil, one goes and refrains from it in this particular matter. Removing evil is certainly rectifying what is incorrect to return it to correctness. But doing good—when what was not yet correct becomes correct—is also rectifying what is incorrect to return it to correctness.\n\nThus, one's mind's innate knowing, no longer obscured by selfish desires, can be extended to its utmost. And the intentions, as they arise, in loving good and removing evil, will be without any insincerity. The actual starting point of the effort of making the intentions sincere is the investigation of things. If one investigates things in this way, everyone can do it. That all people can become Yao and Shun—this is precisely the point.\""
    },
    {
      "index": 118,
      "text": "The Master said: \"Everyone just says that for 'investigation of things' one must follow Zhu Xi. But has anyone actually taken his explanation and put it into practice? I genuinely tried to put it into practice. In my early years, together with my friend Qian, we discussed how to become sages and worthies. We were to investigate all the things in the world—but how could we muster such immense energy? I pointed to the bamboo in front of the pavilion and told him to try investigating it. Qian went day and night to exhaustively investigate the principle of the bamboo, exhausting his mental energy. By the third day, he had strained his mind to the point of falling ill. At first I said his vital energy was insufficient. So I went to investigate it myself, day and night unable to find any principle. By the seventh day, I too fell ill from exhausting my thoughts. We then sighed to each other that becoming a sage or worthy was impossible—we lacked the great energy to investigate things. It was only during my three years among the barbarians that I came to see the meaning of this clearly. I then knew that among all the things in the world, there is originally nothing to be investigated externally. The effort of investigating things lies only in the work on one's own body and mind. I then firmly concluded that sagehood is something everyone can attain, and from then on had the confidence to take it on. I want to share this understanding with all of you.\""
    },
    {
      "index": 119,
      "text": "A disciple mentioned that Shao Duanfeng argued that children cannot investigate things, and should only be taught sweeping, receiving guests, and responding to elders.\n\nThe Master said: \"Sweeping and responding to guests is itself a 'thing.' A child's innate knowing only reaches this far, so teaching them to sweep and respond to guests is precisely extending this single point of innate knowing. Also, for example, a child knows to respect his teacher and elders—this too is a point of innate knowing. Therefore, even in the midst of play, upon seeing a teacher or elder, the child goes and bows respectfully. This is the child investigating things to extend the innate knowing of respecting teachers and elders. Children naturally have their own level of investigation of things and extension of knowledge.\"\n\nHe further said: \"What I mean by investigation of things applies the same effort from children to sages. It is just that the sage's investigation of things is more practiced and requires less exertion. This kind of investigation of things—even a firewood seller can do it. And from high ministers and officials up to the emperor himself, all do it in the same way.\""
    },
    {
      "index": 120,
      "text": "Someone doubted that knowledge and action are not unified, and raised the two sentences 'knowing is not difficult' as a question.\n\nThe Master said: \"Innate knowing itself knows—it is originally easy. It is simply that one cannot extend that innate knowing into practice. That is what is meant by 'knowing is not difficult; acting is truly difficult.'\""
    },
    {
      "index": 121,
      "text": "A disciple asked: \"How can knowledge and action be unified? For example, the Doctrine of the Mean speaks of 'broad learning' and also of 'earnest practice'—clearly knowledge and action are two things.\"\n\nThe Master said: \"Broad learning simply means learning in all things to preserve this Principle of Heaven. Earnest practice simply means the intention of not ceasing to learn.\"\n\nHe further asked: \"The Changes says 'learning to gather' and also 'humaneness to practice.' How is this?\"\n\nThe Master said: \"It is the same. Learning in all things to preserve this Principle of Heaven means this mind will never be lost. Therefore it says 'learning to gather.' But constantly learning to preserve this Principle of Heaven without any interruption by selfish desire—this is where the mind never rests. Therefore it says 'humaneness to practice.'\"\n\nHe further asked: \"Confucius says 'knowledge reaches it, but humaneness cannot hold it.' Doesn't that make knowledge and action two things?\"\n\nThe Master said: \"When it says 'reaching it,' one is already acting. But being unable to practice constantly, since selfish desires interrupt—that is 'humaneness cannot hold it.'\"\n\nHe further asked: \"Regarding the teaching that 'the mind is principle,' Cheng Yi said 'in things there is principle.' How then can one say the mind is principle?\"\n\nThe Master said: \"'In things there is principle'—the character 'in' should have the character 'mind' added before it. This mind being in things is principle. For example, this mind being in serving one's father is filial devotion; this mind being in serving one's ruler is loyalty—and so on.\"\n\nThe Master then said to them: \"You must all understand the fundamental purpose of my teaching. When I now say 'the mind is principle,' how is that so? It is only because people in the world split the mind and principle into two, which creates many ailments. Like the Five Hegemons, whose actions of repelling the barbarians and honoring the Zhou court were all from a private mind—these did not accord with principle. Yet people say their actions accorded with principle, saying only that their minds were not pure. People often admire and want to imitate what they did, wanting to make things look good on the outside, yet it has nothing to do with the mind at all. Splitting the mind and principle into two, the result ultimately reaches the falseness of the Hegemons' way without one even being aware of it. Therefore my saying 'the mind is principle' is to make people know that mind and principle are one. Then they will apply effort on the mind and not borrow righteousness from outside—and that is the truth of the Kingly Way. This is the fundamental purpose of my teaching.\"\n\nHe further asked: \"The sages and worthies said so many things—why must you make them all into one?\"\n\nThe Master said: \"I am not trying to force them into one. As it says: 'The Way is one and that is all.' And: 'Its substance being without duality, its production of things is unfathomable.' Heaven, Earth, and the sages are all one. How can they be made two?\""
    },
    {
      "index": 122,
      "text": "\"The mind is not a lump of flesh and blood. Wherever there is awareness and perception, that is the mind. For example, the awareness of seeing and hearing in the ears and eyes, the awareness of pain and itch in the hands and feet—this awareness and perception is the mind.\""
    },
    {
      "index": 123,
      "text": "Yifang asked: \"According to the Master's teaching on 'investigation of things,' the 'watchful solitude' of the Doctrine of the Mean, 'accumulating righteousness,' and 'breadth and restraint' are all matters of 'investigation of things.'\"\n\nThe Master said: \"No. Investigation of things is watchful solitude, is vigilance and apprehension. As for 'accumulating righteousness' and 'breadth and restraint,' the effort is the same throughout. It is not that those several things are all subsumed under the category of 'investigation of things.'\""
    },
    {
      "index": 124,
      "text": "Yifang asked about the passage on \"honoring the virtuous nature.\"\n\nThe Master said: \"'Pursuing inquiry and study' is precisely the way to 'honor the virtuous nature.' Zhu Xi said that Lu Xiangshan instructed people by 'honoring the virtuous nature,' while he himself perhaps placed somewhat too much emphasis on 'pursuing inquiry and study.' This splits 'honoring the virtuous nature' and 'pursuing inquiry and study' into two things. Consider: all the effort we now put into discussion and study is nothing but preserving this mind and not losing its virtuous nature. How could 'honoring the virtuous nature' be merely honoring in empty abstraction, with no inquiry or study? And how could 'inquiry and study' be merely empty inquiry and study with no connection to the virtuous nature? If that were so, then I do not know what today's discussion and study are actually learning.\"\n\nSomeone asked about the two sentences \"achieving breadth\" and \"exhausting refinement.\"\n\nThe Master said: \"'Exhausting refinement' is precisely the way to 'achieve breadth.' 'Following the middle way' is precisely the way to 'reach the lofty and brilliant.' For the original substance of the mind is naturally broad. If a person cannot 'exhaust refinement,' then selfish desires will obscure it, and it becomes exceedingly small. Therefore, if one can attend to every fine and subtle turn, leaving nothing unexhausted, then selfish intentions cannot obscure it. There will naturally be no obstructions or separations—how could breadth not be achieved?\"\n\nHe further asked: \"Is this 'refinement' the refinement of thoughts, or the refinement of the principles of things?\"\n\nThe Master said: \"The refinement of thoughts is the refinement of the principles of things.\""
    },
    {
      "index": 125,
      "text": "The Master said: \"Today's theorists on human nature, with all their agreements and disagreements, are all merely talking about the nature—none of them have actually seen the nature. For one who has truly seen it, there is nothing left to agree or disagree about.\""
    },
    {
      "index": 126,
      "text": "Someone asked: \"As for sounds, sights, wealth, and profit—I fear that even innate knowing cannot be without them.\"\n\nThe Master said: \"Indeed. But for beginners applying effort, one must sweep and wash them all away, not letting any accumulate. Then when they come naturally upon one, they will not be a burden, and one can respond to them with natural ease. Innate knowing applies its effort precisely on sounds, sights, wealth, and profit. If one can make innate knowing refined, clear, and bright, without the slightest obscuration, then the encounters with sounds, sights, wealth, and profit are nothing but the flowing of the Heavenly principle.\""
    },
    {
      "index": 127,
      "text": "The Master said: \"In my lectures with all of you on 'extension of knowledge' and 'investigation of things,' day after day it is the same. Even after lecturing for ten or twenty years, it would still be the same. If you listen to my words and truly go apply the effort, you will feel that with each lecture, you advance a step further. Otherwise, you merely treat it as a topic of conversation—what use is listening?\""
    },
    {
      "index": 128,
      "text": "The Master said: \"The original substance of the human being is always in a state of tranquil immobility, and is always in a state of being stirred to penetrating response. Before responding is not 'before,' and after responding is not 'after.'\""
    },
    {
      "index": 129,
      "text": "A friend raised the following: \"A Buddhist pointed out his finger and asked: 'Do you all see this?' They said: 'We see it.' He then put his finger back into his sleeve and asked: 'Do you still see it?' They said: 'We do not see it.' The Buddha said: 'You have not yet seen your nature.' The meaning of this is unclear to me.\"\n\nThe Master said: \"The finger may be seen or not seen, but your nature of seeing is always present. People's mind-spirits gallop only after what is seen and heard, and do not earnestly apply effort on what is not seen and not heard. For what is not seen and not heard is the original substance of innate knowing. Vigilance and apprehension are the effort of extending innate knowing. The learner must at all times constantly see what is not seen and constantly hear what is not heard—only then does the effort have a solid foundation. After long maturation, one no longer needs to exert effort or maintain vigilance, and the true nature will naturally never cease. How could what is externally seen and heard be a burden?\""
    },
    {
      "index": 130,
      "text": "Someone asked: \"The earlier Confucians said that 'the kite flying' and 'fish leaping,' together with 'there must be this matter,' share the same vibrant vitality.\"\n\nThe Master said: \"Indeed. The vibrant vitality between Heaven and Earth is nothing but this principle, which is the ceaseless flow of my innate knowing. 'Extending innate knowing' is precisely the effort of 'there must be this matter.' This principle cannot be departed from—indeed, it cannot actually be departed from. There is nowhere that is not the Way, and nowhere that is not the effort.\""
    },
    {
      "index": 131,
      "text": "The Master said: \"All of you who are here must establish the resolve to definitely become sages. At every moment, you must be as if each stroke of the rod leaves a welt and each slap draws blood—only then can you hear my words and have each sentence take hold. If you just drift aimlessly through the days, you are like a piece of dead meat that does not feel the rod's pain. I fear in the end nothing will come of it, and when you go home you will just pick up your old tricks again. Would that not be a pity?\""
    },
    {
      "index": 132,
      "text": "Someone asked: \"Recently I feel that deluded thoughts have decreased, and I also feel that I have not been deliberately setting out to apply any particular effort. Could this be the proper effort?\"\n\nThe Master said: \"You should go and honestly apply effort. Even if there is a bit more deliberate intention in it, that does no harm. In time it will naturally settle into place. If you have barely begun the effort and already talk about results, what reliance is that?\""
    },
    {
      "index": 133,
      "text": "A friend lamented to himself: \"When selfish thoughts sprout, I clearly know it in my own mind. But I simply cannot make them go away immediately.\"\n\nThe Master said: \"The knowing at the moment of sprouting—that is your lifeline. To immediately dissolve them at that moment—that is the effort of establishing one's destiny.\""
    },
    {
      "index": 134,
      "text": "\"When Confucius said 'natures are close to one another,' he meant the same thing as Mencius' 'the nature is good'—one should not interpret this exclusively in terms of the material endowment. If one speaks of the material endowment, then rigid and yielding are opposites—how could they be 'close'? Only because the nature is good are they the same. At birth, people's goodness is originally the same. But those who are rigid: if they become habituated to good, they become rigidly good; if habituated to evil, they become rigidly evil. Those who are yielding: if habituated to good, they become yieldingly good; if habituated to evil, they become yieldingly evil. Thus they daily grow further apart.\""
    },
    {
      "index": 135,
      "text": "The Master once said to his students: \"On the mind's substance, not a single thought may be allowed to linger, just as the eye cannot tolerate even a grain of sand. How much can a grain of sand be? Yet the whole eye becomes blind and dark.\"\n\nHe further said: \"This lingering thought is not just private thoughts—even good thoughts must not be allowed to linger. It is like putting gold or jade dust in the eye—the eye still cannot open.\""
    },
    {
      "index": 136,
      "text": "Someone asked: \"The human mind is one body with things. Within my own body, the blood and vital energy flow freely—that is why it is called one body. But with other people it is already a different body. And with birds, beasts, grass, and trees, it is even more distant! How can they be called one body?\"\n\nThe Master said: \"You need only look at the mechanism of stimulus and response. Not only birds, beasts, grass, and trees—even Heaven and Earth are one body with me, and ghosts and spirits are one body with me.\"\n\nThe questioner asked for an explanation.\n\nThe Master said: \"Look at what is the mind of Heaven and Earth in their midst.\"\n\nHe replied: \"I have heard it said that the human being is the mind of Heaven and Earth.\"\n\nThe Master said: \"And what is it in the human being that is called the mind?\"\n\nHe replied: \"It is simply the single point of spiritual clarity.\"\n\nThe Master said: \"Then you can know that filling all of Heaven and Earth, there is only this spiritual clarity. It is just that the physical form creates a separation for people. My spiritual clarity is the lord of Heaven, Earth, and ghosts and spirits. If Heaven did not have my spiritual clarity, who would look up at its height? If Earth did not have my spiritual clarity, who would look down into its depth? If ghosts and spirits did not have my spiritual clarity, who would discern their fortune, misfortune, disaster, and auspiciousness? If Heaven, Earth, ghosts, spirits, and the myriad things were separated from my spiritual clarity, there would be no Heaven, Earth, ghosts, spirits, or myriad things. And if my spiritual clarity were separated from Heaven, Earth, ghosts, spirits, and the myriad things, there would be no spiritual clarity either. Thus it is all one vital energy flowing through—how could there be any separation?\"\n\nSomeone further asked: \"Heaven, Earth, ghosts, spirits, and the myriad things have existed since antiquity. How can it be that without my spiritual clarity, they would all cease to exist?\"\n\nThe Master said: \"Consider a dead person—his spiritual essence has dispersed. Where then are his Heaven, Earth, and myriad things?\""
    },
    {
      "index": 137,
      "text": "The Master set out on the campaign against Si'en and Tianzhou. Dehong and Ruzhong followed to see him off as far as Yantan. Ruzhong raised the Buddhist distinction between \"real appearances\" and \"illusory appearances.\"\n\nThe Master said: \"With mind, all is real. Without mind, all is illusory. Without mind, all is real. With mind, all is illusory.\"\n\nRuzhong said: \"'With mind all is real, without mind all is illusory' speaks of the effort from the perspective of the original substance. 'Without mind all is real, with mind all is illusory' speaks of the original substance from the perspective of the effort.\"\n\nThe Master agreed with his words.\n\nDehong at that time still did not fully comprehend. Only after several years of effort did he come to trust in the unity of original substance and effort. But the Master at that time spoke of it only casually in response to a question. In our Confucian way of guiding people, it is not necessary to borrow such terms to establish one's teaching."
    },
    {
      "index": 138,
      "text": "Once, the Master was seen off two or three elderly scholars at the gate. Returning, he sat in the central hall, and seemed to have a worried expression. Dehong hurried forward to ask.\n\nThe Master said: \"Just now, discussing this learning with the elders, it was truly like putting a round peg in a square hole. This Way is as smooth and open as a highway, yet the common Confucians keep adding brambles and thorns to it. They spend their entire lives stuck in a thicket of thorns without remorse—I do not know what to say about it!\"\n\nDehong withdrew and told the friends: \"The Master instructs people without discriminating between young and old. This is the humane person's heart of compassion for all.\""
    },
    {
      "index": 139,
      "text": "The Master said: \"The greatest ailment of human life is a single word: arrogance. As a son, if arrogant, one will certainly not be filial. As a minister, if arrogant, one will certainly not be loyal. As a father, if arrogant, one will certainly not be loving. As a friend, if arrogant, one will certainly not be trustworthy. Thus Xiang and Danzhu were both unworthy—also just because of this single word 'arrogance,' which ruined their entire lives. You all should constantly reflect on this. The human mind is originally the natural Principle of Heaven, refined and clear, without the slightest stain or attachment. It is simply a 'no-self' and nothing more. In one's breast, there absolutely must not be anything—to have anything is arrogance. All the excellent qualities of the ancient sages were also simply 'no-self' and nothing more. No-self naturally leads to humility. Humility is the foundation of all good. Arrogance is the chief of all evil.\""
    },
    {
      "index": 140,
      "text": "He further said: \"This Way is utterly simple and easy, and also utterly refined and subtle. Confucius said: 'It is like showing the palm of one's hand.' People look at their palms every day—when have they not seen it? Yet if you ask them how many lines are in their palm, they do not know. It is the same with my two characters 'innate knowing.' Once explained, it is immediately clear—who does not understand? But if you want to truly see innate knowing, who can actually see it?\"\n\nSomeone asked: \"This knowing seems to be without form or substance—it is most difficult to grasp.\"\n\nThe Master said: \"Innate knowing is the Changes itself: 'Its Way shifts and changes constantly, moving without fixity, circulating through the six positions, rising and falling without regularity, firm and yielding alternating—one cannot make it into a fixed model, but only adapt to changes as they come.' How could you grasp this innate knowing? When you see through it—that is sageness.\""
    },
    {
      "index": 141,
      "text": "Someone asked: \"Confucius said: 'Hui is no help to me.' Did the sage really expect assistance from his disciples?\"\n\nThe Master said: \"This was a sincere statement. This Way is originally inexhaustible. The more questions and challenges arise, the more its subtlety is revealed. The sage's words are originally comprehensive in themselves. But when someone with blockages in his mind raises a difficulty, the sage, stimulated by the challenge, expresses himself with even greater brilliance. With Yan Hui, who heard one thing and knew ten, and whose mind was utterly clear—how could there be any challenging questions? Therefore the sage too remained in tranquil immobility, with nothing to express. That is why he said 'no help.'\""
    },
    {
      "index": 142,
      "text": "Zou Qianzhi once told Dehong: \"Shu Guoshang once held out a piece of paper and asked the Master to write out the chapter on 'a tree of only a handful's girth.' The Master took up his brush and wrote. When he reached the line 'as for one's own body, not knowing how to nourish it,' he turned and smiled: 'Guoshang, having passed the civil examinations and even won first place, surely he genuinely knows how the body ought to be nourished? Does he really need to recite this as a warning?' At that moment, all the friends in attendance were struck with awe.\"\n\nPostscript by Qian Dehong:\nIn the winter of the wuzi year of Jiajing (1528), Dehong and Wang Ruzhong hastened to Guangxin upon news of the Master's death. They sent notices to fellow students, arranging that within three years the recorded sayings would be collected. Afterwards, fellow students from various places sent what they had recorded. Dehong selected those most relevant to the discussion of learning, combined them with his own private records, and obtained a certain number of entries. While residing in Wu, he was about to have them printed together with the Collected Writings. But he had to leave due to mourning, and it was not accomplished. At that time, lecturing on the learning was increasing in all directions, and since the fundamental teaching of the Master's school had been made clear, it seemed there was no need for additional printing, so the matter dropped from his mind. Last year, our fellow student Zeng Zicai Han obtained Dehong's handwritten copy, supplemented it with additional collected materials, named it the Recorded Sayings, and had it printed in Jing. Upon reading it, Dehong felt the original collection was not sufficiently refined, so he deleted the repetitions, trimmed the excess, and preserved one third of it, naming it the Continued Record of Instructions for Practical Living, and had it reprinted at the Shuixi Academy in Ningguo. This summer, Dehong came traveling to Qi. Shen Siwei said: \"The Master's teaching has long been practiced in all directions, but has uniquely not reached Qi. The scholars of Qi, upon reading the Recorded Sayings, felt as if personally receiving the Master's instruction, with innate knowing pointed out as if seeing the light of sun and moon again. They fear only that the transmission might not be broad enough, and do not consider the repetitions a burden. Might we print the additional entries that were left out?\" Dehong said: \"Indeed, the Master's teaching of extending innate knowing and investigating things was meant to open the way for those who come to study. Students practiced in silence and verified it personally, not daring to receive it as mere intellectual understanding, but only through genuine personal realization. Therefore the Master spoke of it tirelessly all day long, and students listened tirelessly all day long. For when the guidance is single-pointed, personal realization grows daily more refined. Understanding is met before the words, and spirit is awakened beyond the words—this is the sincerity of the encounter of stimulus and response. Now, not yet three decades since the Master's passing, these essential words and subtle teachings are gradually falling into obscurity. Is this not because our group has not practiced them vigorously enough in our own persons, and excessive talk has contributed to the problem? It is because students pursue different directions and the Master's teaching is not propagated.\" So he took the remaining manuscripts, selected those whose language did not deviate from the teaching, and obtained one volume. The rest—those whose resonance was not authentic and those already included in the Collected Writings—were all deleted. He also reorganized the middle volume into a question-and-answer format, and entrusted it to the magistrate of Huangmei, Mr. Zhang, for additional printing. It is hoped that readers will not receive it as mere intellectual understanding but only through genuine personal realization—then there will be no doubts about this Record.\n\nIn the summer of the bingchen year of Jiajing (1556), the fourth month, the disciple Qian Dehong respectfully writes at the Chongzheng Academy in Qi."
    }
  ]
}
