{
  "paragraphs": [
    {
      "index": 0,
      "text": "Preface by Xu Ai\n\nRegarding the Master's various teachings on \"the investigation of things\" in the Great Learning, he consistently took the old text as authoritative — what earlier Confucians had called the \"erroneous edition.\" When Ai first heard this, he was startled; then he doubted it; but finally, after exhausting his thought and deliberation, cross-referencing and comparing from every angle, and questioning the Master directly, he came to understand that the Master's teachings are as certain as the coldness of water or the heat of fire — absolutely beyond doubt, such that \"one could wait a hundred generations for a sage and not be confused.\" The Master's brilliance and perspicacity were Heaven-bestowed, yet he was harmonious, joyful, open, and unaffected, never putting on airs. People who knew of his bold and unrestrained youth, and that he had once indulged in literary composition and explored Buddhist and Daoist learning, upon suddenly hearing these teachings, all dismissed them as eccentric novelties and would not trouble themselves to examine them. They did not know that during his three years of exile among the barbarians, dwelling in hardship and cultivating stillness, his effort at refined singleness had already transcended into the realm of sagehood, arriving at the pure, great mean of utmost correctness.\n\nAi, basking daily in the Master's presence, saw only this of the Master's Way: approach it and it seems easy, yet look up and it grows ever loftier; view it and it seems coarse, yet probe it and it grows ever more refined; draw near and it seems close, yet pursue it and it proves ever more inexhaustible. Over more than ten years, I have never been able to glimpse even its outer boundaries. Yet the gentlemen of this age — some having met the Master only once, some never having heard his voice, some harboring from the start a mind of dismissal or indignation — presume in the space of a brief conversation, based on hearsay, to make arbitrary judgments and groundless conjectures. How can this possibly succeed? Among those who have traveled and studied with him, upon hearing the Master's teachings they often grasp one part and lose two; they see the surface color of the horse and discard what makes it a thousand-li steed. Therefore Ai has compiled a complete record of what he has heard on ordinary days, and privately shares it with like-minded friends, so that together we may examine and correct it, and thus not fail the Master's teachings.\n\nWritten by his disciple Xu Ai.\n\nThe following was recorded by the disciple Xu Ai."
    },
    {
      "index": 1,
      "text": "Ai asked: \"Regarding 'abiding in loving the people,' Zhu Xi held that it should read 'renewing the people,' and the phrase 'inspiring the people to renew themselves' in the later chapter seems to provide evidence for this. The Master considers that it should follow the old text as 'loving the people' — is there also a basis for this?\"\n\nThe Master said: \"The 'renew' in 'inspiring the people to renew themselves' means 'the people who renew themselves,' which is different from the 'renew' in 'abiding in renewing the people.' How can this serve as evidence? The character 'inspire' actually corresponds to the character 'love,' but it is not the meaning of 'renew.' In the subsequent passages on 'ordering the state and bringing peace to the world,' there is no elaboration on the meaning of 'renew.' For instance, 'The gentleman treats as worthy those whom he finds worthy and loves those who are his kin; the petty person delights in what delights him and profits from what profits him,' 'As one would protect an infant,' and 'What the people love, love it; what the people hate, hate it — this is called being a parent to the people' — all these convey the meaning of 'love.' 'Loving the people' is like what Mencius called 'loving one's kin and being humane to the people' — 'to love them' is 'to be humane toward them.' When 'the hundred clans were not affectionate toward one another,' Shun appointed Xie as Minister of Education to 'reverently spread the five teachings,' in order to make them love one another. In the Canon of Yao, 'able to manifest lofty virtue' is 'manifesting luminous virtue,' and 'being affectionate to the nine degrees of kindred' through 'harmonizing and making concordant' is 'loving the people' — it is 'manifesting luminous virtue throughout the world.' Again, as Confucius said, 'Cultivating oneself so as to bring peace to the hundred clans' — 'cultivating oneself' is 'manifesting luminous virtue,' and 'bringing peace to the hundred clans' is 'loving the people.' To speak of 'loving the people' encompasses both the meaning of instruction and nurture. To speak of 'renewing the people' seems one-sided.\""
    },
    {
      "index": 2,
      "text": "Ai asked: \"Regarding 'knowing where to rest, and then having stability,' Zhu Xi interpreted this as 'each and every thing has its fixed principle.' This seems to contradict the Master's teaching.\"\n\nThe Master said: \"To seek the highest good in each and every thing is to place righteousness outside oneself. The highest good is the original substance of the mind. It is simply 'manifesting luminous virtue' brought to the point of utmost refinement and singleness. Yet it has never departed from things and affairs. What the original commentary calls 'exhausting the Principle of Heaven to the utmost, without a hair's breadth of selfish desire' captures it.\""
    },
    {
      "index": 3,
      "text": "Ai asked: \"If the highest good is sought only in the mind, I fear one cannot exhaust all the principles of things in the world.\"\n\nThe Master said: \"The mind is principle. Can there be any affair outside the mind, or any principle outside the mind?\"\n\nAi said: \"In matters such as filial piety in serving one's father, loyalty in serving one's ruler, trustworthiness in dealing with friends, and humaneness in governing the people — in each of these there are many principles. I fear these too cannot be left unexamined.\"\n\nThe Master sighed and said: \"This view has obscured people for a long time. How can it be dispelled in a single statement? Let me now address what you have asked. Take serving one's father — you cannot go to your father to seek the principle of filial piety. Take serving one's ruler — you cannot go to your ruler to seek the principle of loyalty. Take dealing with friends or governing the people — you cannot go to friends or to the people to seek the principles of trustworthiness and humaneness. All of these reside solely in this mind. The mind is principle. When this mind is free from the obscuration of selfish desires, it is the Principle of Heaven itself — nothing needs to be added from outside. With this mind that is purely the Principle of Heaven: when it is directed toward serving one's father, it is filial piety; when directed toward serving one's ruler, it is loyalty; when directed toward dealing with friends or governing the people, it is trustworthiness and humaneness. One need only exert effort on this mind in 'removing selfish desires and preserving the Principle of Heaven.'\"\n\nAi said: \"Hearing the Master explain it this way, I already feel some awakening. But the old theories still entangle my mind, and there are things I have not yet fully shed. For instance, in the matter of serving one's father, there are many specific duties such as keeping him warm in winter and cool in summer, inquiring after his health morning and evening. Must these not also be studied and inquired into?\"\n\nThe Master said: \"How could you not study and inquire into them? The point is simply that there must be a guiding principle — it is simply a matter of exerting effort on this mind in 'removing selfish desires and preserving the Principle of Heaven.' For example, in studying 'keeping him warm in winter,' it is only about fully realizing this mind's filial piety, fearing that the slightest selfish desire might intrude. In studying 'keeping him cool in summer,' it is likewise only about fully realizing this mind's filial piety, fearing that the slightest selfish desire might intrude. It is only about attending to this mind. If this mind has no selfish desires and is purely the Principle of Heaven — if it is a mind sincerely devoted to loving one's parents — then in winter one will naturally think about one's parents feeling cold, and will naturally seek ways to keep them warm; in summer one will naturally think about one's parents feeling hot, and will naturally seek ways to keep them cool. These are all specific expressions that issue from that sincere filial mind. But one must first have this sincere filial mind, and only then will these specific expressions issue forth. It is like a tree: the sincere filial mind is the root, and the many specific duties are the branches and leaves. One must first have the root, and then there will be branches and leaves. One does not first find branches and leaves and then plant the root. The Record of Rites says: 'A filial son who has deep love will surely have a harmonious disposition. One with a harmonious disposition will surely have a joyful expression. One with a joyful expression will surely have a gentle countenance.' One must have 'deep love' as the root, and then these naturally follow.\""
    },
    {
      "index": 4,
      "text": "Zheng Chaoshuo asked: \"Must not the highest good also be sought in things and affairs?\"\n\nThe Master said: \"The highest good is simply this mind being purely the Principle of Heaven to the utmost. How could one seek it further in things and affairs? Try giving me some examples.\"\n\nChaoshuo said: \"For instance, in serving one's parents: what constitutes the proper measure of keeping them warm and cool, what constitutes appropriate care and nourishment — one must seek what is fitting, and only then is it the highest good. This is why there is the effort of learning, questioning, thinking, and discerning.\"\n\nThe Master said: \"If it is merely the proper measures of warmth and coolness, the appropriate forms of care and nourishment, these could be fully explained in a day or two. What need would there be for learning, questioning, thinking, and discerning? The point is precisely this: when keeping them warm, one must ensure that this mind is purely the Principle of Heaven to the utmost; when providing nourishment, one must ensure that this mind is purely the Principle of Heaven to the utmost. Without the effort of learning, questioning, thinking, and discerning, one will inevitably fall into errors of a hair's breadth that lead to deviations of a thousand miles. This is why even sages still added the instruction of 'refinement and singleness.' If one merely seeks to get the ceremonial details right and calls that the highest good, then even an actor who performs all the ceremonies of warming, cooling, and nourishing correctly could be said to have achieved the highest good.\" On this day, Ai had another moment of awakening."
    },
    {
      "index": 5,
      "text": "Ai, not yet having understood the Master's teaching of \"the unity of knowledge and action,\" went back and forth debating with Zongxian and Weixian without reaching a resolution, and brought the question to the Master.\n\nThe Master said: \"Try presenting your case.\"\n\nAi said: \"There are people today who fully know that one should be filial to one's father and respectful to one's elder brother, yet they cannot be filial or respectful. This clearly shows that knowledge and action are two separate things.\"\n\nThe Master said: \"This is already a case where selfish desires have created a separation. This is not the original substance of knowledge and action. There has never been a case of knowing without acting. To know and not act is simply not yet to truly know. When the sages and worthies taught people about knowledge and action, it was precisely to restore that original substance — not to tell you that just this much is sufficient. Therefore the Great Learning points out true knowledge and action for people to see, saying 'like loving a lovely sight, like hating a hateful smell.' Seeing a lovely sight belongs to knowledge; loving the lovely sight belongs to action. But the moment one sees the lovely sight, one already loves it — it is not that one sees it first and then separately sets up an intention to love it. Smelling a hateful smell belongs to knowledge; hating the hateful smell belongs to action. The moment one smells the hateful smell, one already hates it — it is not that one smells it first and then separately sets up an intention to hate it. A person with a stuffed nose, though a hateful smell be right before him, does not really smell it, and so does not particularly hate it — this is simply a case of not truly knowing the smell. When we say someone knows filial piety or knows brotherly respect, it must be because that person has already practiced filial piety or brotherly respect — only then can we call them knowing filial piety or brotherly respect. It is not that merely being able to say some words about filial piety or brotherly respect qualifies as knowing them. Knowing pain means one has already felt pain; knowing cold means one has already felt cold; knowing hunger means one has already felt hunger. How can knowledge and action be separated? This is the original substance of knowledge and action, before selfish intentions have created any separation. The sages taught people that it must be like this before it can be called knowledge — otherwise it is simply not yet knowing. What urgent and practical effort this represents! Now people insist on making knowledge and action into two separate things — what is the purpose? When I say they are one — what is the purpose? If one does not understand the fundamental aim of the teaching, what use is it to keep arguing about whether they are one or two?\"\n\nAi said: \"The ancients spoke of knowledge and action as two in order to help people see them clearly — one line of effort for knowledge, one line of effort for action — so that the effort would have a place to land.\"\n\nThe Master said: \"This misses the fundamental aim of the ancients. I have often said: knowledge is the direction of action; action is the effort of knowledge. Knowledge is the beginning of action; action is the completion of knowledge. If one truly understands this, then speaking only of knowledge already includes action within it; speaking only of action already includes knowledge within it. The reason the ancients spoke of both knowledge and action is simply this: there are people in the world who act in a muddled, confused way, doing as they please without any thought or self-examination — this is mere reckless, heedless action. Therefore one must speak of knowledge before action can be correct. There are also people who think in a vague, drifting, ungrounded way, never willing to earnestly put things into practice — this is mere speculation and guesswork. Therefore one must speak of action before knowledge can be genuine. This was the ancients' unavoidable remedy for one-sidedness. If one grasps this meaning, a single word suffices. But people today have taken knowledge and action and divided them into two separate tasks, thinking that one must first know and only then can one act. They say: 'Let me first devote myself to study and discussion as the effort of knowledge, and wait until I truly know before I undertake the effort of action.' Thus they end up never acting their whole lives, and consequently never truly knowing their whole lives. This is no small ailment, and it has been going on for a long time. My present teaching of the unity of knowledge and action is precisely the medicine for this disease. It is not something I have fabricated out of nothing — the original substance of knowledge and action is truly like this. If one understands the fundamental aim, then speaking of them as two does no harm either — they are still one. If one does not grasp the fundamental aim, even speaking of them as one, what good does it do? It is just idle talk.\""
    },
    {
      "index": 6,
      "text": "Ai asked: \"Yesterday, hearing the Master's teaching on 'resting in the highest good,' I already felt my effort had a place to take hold. But when I think about it alongside Zhu Xi's explanation of 'the investigation of things,' I ultimately cannot reconcile them.\"\n\nThe Master said: \"'The investigation of things' is the effort of 'resting in the highest good.' Once you understand 'the highest good,' you understand 'the investigation of things.'\"\n\nAi said: \"Yesterday, extending the Master's teaching to the doctrine of 'the investigation of things,' I seemed to see its general outline. But Zhu Xi's explanation, which finds corroboration in the 'refinement and singleness' of the Book of Documents, the 'breadth and restraint' of the Analerta, and the 'fully developing the mind and knowing one's nature' of Mencius — because of these I have not been able to feel at ease.\"\n\nThe Master said: \"Zixia placed firm trust in the sage; Zengzi sought within himself. Firm trust is certainly good, but it is not as urgent as seeking within oneself. Now that you cannot find satisfaction in your own mind, how can you cling to old learning without seeking what is right? Even Zhu Xi, who revered and trusted the Cheng brothers, did not simply go along with them on points where he could not find satisfaction in his own mind. 'Refinement and singleness,' 'breadth and restraint,' and 'fully developing the mind' are in themselves perfectly consistent with my teaching — you simply have not thought it through. Zhu Xi's explanation of 'the investigation of things' cannot avoid being forced and contrived, not capturing the original meaning. Refinement is the effort of singleness; breadth is the effort of restraint. Once you clearly understand the teaching of the unity of knowledge and action, this can be explained in a single statement. 'Fully developing the mind, knowing one's nature, and knowing Heaven' describes the stage of 'those who know through birth and practice with ease.' 'Preserving the mind, nourishing one's nature, and serving Heaven' describes the stage of 'those who know through learning and practice for advantage.' 'Not being of two minds about longevity or early death, and cultivating one's person while awaiting destiny' describes the stage of 'those who know through difficulty and practice through exertion.' Zhu Xi mistakenly interpreted 'the investigation of things' only because he read this passage in reverse, taking 'fully developing the mind and knowing one's nature' to be 'things being investigated and knowledge being extended,' and thus expecting beginning students to do what pertains to 'those who know through birth and practice with ease.' How can this be done?\"\n\nAi asked: \"Why does 'fully developing the mind and knowing one's nature' pertain to 'knowing through birth and practicing with ease'?\"\n\nThe Master said: \"Nature is the substance of the mind; Heaven is the source of nature. Fully developing the mind is fully developing one's nature. 'Only the most sincere under Heaven can fully develop his nature' and 'know the transformative processes of Heaven and Earth.' 'Preserving the mind' implies the mind has not been fully developed. 'Knowing Heaven' is like 'knowing' in 'the magistrate of a prefecture' or 'the magistrate of a county' — it refers to one's own responsibility; oneself and Heaven are one. 'Serving Heaven' is like a son serving his father or a minister serving his ruler — one must be reverent and compliant, and only then can one avoid error. Here one is still separate from Heaven. This is the distinction between sage and worthy. As for 'not being of two minds about longevity or early death,' this teaches students to be single-minded in doing good, not to let considerations of success or failure, longevity or early death, alter their resolve to do good. One simply cultivates oneself and awaits destiny, recognizing that success, failure, longevity, and early death are matters of destiny, and one need not let them disturb one's mind. 'Serving Heaven,' though still being separate from Heaven, already sees Heaven before one's face. 'Awaiting destiny' is like not yet having met face to face and waiting in attendance. This is the beginning of establishing one's mind in learning, with the sense of difficulty and exertion in it. Yet now people do it in reverse, which is why students have no place to begin their effort.\"\n\nAi said: \"Yesterday hearing the Master's teaching, I vaguely perceived that the effort must be like this. Now hearing this explanation, I have no more doubts. Yesterday at dawn I was thinking about the 'things' in 'the investigation of things' — this 'things' is the same as 'affairs,' and both are spoken of from the perspective of the mind.\"\n\nThe Master said: \"Correct. The master of the body is the mind; what the mind issues forth is intention; the original substance of intention is knowledge; and where intention is directed is things. For example, when intention is directed toward serving one's parents, then serving one's parents is a 'thing'; when intention is directed toward serving one's ruler, then serving one's ruler is a 'thing'; when intention is directed toward being humane to the people or caring for creatures, then being humane to the people or caring for creatures is a 'thing'; when intention is directed toward seeing, hearing, speaking, or moving, then seeing, hearing, speaking, or moving is a 'thing.' Therefore I say there is no principle outside the mind, and no thing outside the mind. The Doctrine of the Mean says 'without sincerity there are no things.' The effort of 'manifesting luminous virtue' in the Great Learning is simply 'making the intentions sincere.' The effort of 'making the intentions sincere' is simply 'the investigation of things.'\""
    },
    {
      "index": 7,
      "text": "The Master further said: \"'The investigation of things' — 'investigate' here is like in Mencius's phrase 'the great man rectifies the ruler's mind.' It means to remove what is incorrect in the mind, in order to preserve the correctness of its original substance. Wherever one's thoughts and intentions are directed, one must remove their incorrectness to preserve their correctness. This means there is no time or place that is not a matter of preserving the Principle of Heaven — and this is 'exhaustively investigating principle.' 'The Principle of Heaven' is 'luminous virtue'; 'exhaustively investigating principle' is 'manifesting luminous virtue.'\""
    },
    {
      "index": 8,
      "text": "He further said: \"Knowledge is the original substance of the mind. The mind naturally knows. Seeing one's father, one naturally knows filial piety; seeing one's elder brother, one naturally knows respect; seeing a child fall into a well, one naturally knows compassion. This is innate knowing — it need not be sought outside. If the issuing of innate knowing is free from the obstruction of selfish intentions, then it is what is called 'extending one's feeling of compassion, and humaneness becomes inexhaustible.' However, in ordinary people, selfish intentions inevitably create obstructions. Therefore one must use the effort of 'extending knowledge' and 'investigating things.' Once selfish desires are overcome and principle is restored, the mind's innate knowing is no longer obstructed and can fill and flow freely — this is extending one's knowledge. When knowledge is extended, then intentions become sincere.\""
    },
    {
      "index": 9,
      "text": "Ai asked: \"The Master takes 'broad learning in culture' as the effort of 'restraining oneself with ritual.' I have thought deeply about this but cannot grasp it. Please give me a brief explanation.\"\n\nThe Master said: \"The character 'ritual' is the same as the character 'principle.' The visible manifestation of principle is called 'culture'; the hidden and subtle aspect of culture that cannot be seen is called 'principle.' They are one and the same thing. 'Restraining oneself with ritual' simply means making this mind purely the Principle of Heaven. To make this mind purely the Principle of Heaven, one must exert effort where principle manifests itself. When it manifests in serving one's parents, one studies and preserves the Principle of Heaven in serving one's parents. When it manifests in serving one's ruler, one studies and preserves the Principle of Heaven in serving one's ruler. When it manifests in situations of wealth and honor, poverty and lowliness, one studies and preserves the Principle of Heaven in those situations. When it manifests in situations of hardship and adversity, one studies and preserves the Principle of Heaven in those situations. In all activities and stillness, speech and silence, there is nowhere this does not apply. Wherever principle manifests, right there one studies and preserves the Principle of Heaven. This is 'learning broadly in culture' — it is the effort of 'restraining oneself with ritual.' 'Broad learning in culture' is 'refinement'; 'restraining oneself with ritual' is 'singleness.'\""
    },
    {
      "index": 10,
      "text": "Ai asked: \"The statement 'the moral mind always serves as master of the person, and the human mind always obeys its commands' — extending it through the Master's teaching on 'refinement and singleness,' this statement seems to have a flaw.\"\n\nThe Master said: \"Indeed. The mind is one. Before it is mixed with the human element, it is called 'the moral mind'; when mixed with human artifice, it is called 'the human mind.' When 'the human mind' attains its correctness, it is 'the moral mind'; when 'the moral mind' loses its correctness, it is 'the human mind.' There were never originally two minds. Cheng Yi said: 'The human mind is selfish desire; the moral mind is the Principle of Heaven.' His words seem to divide them, but his meaning truly captures it. Now to say 'the moral mind serves as master, while the human mind obeys its commands' is to posit two minds. The Principle of Heaven and selfish desires do not stand together — how can there be the Principle of Heaven as master while selfish desires also follow and obey commands?\""
    },
    {
      "index": 11,
      "text": "Ai asked about Wang Tong (Wenzhongzi) and Han Yu (Han Tuizhi).\n\nThe Master said: \"Han Yu was merely the greatest among literary men; Wang Tong was a worthy Confucian. Later people, merely because of literary talent, have elevated Han Yu, but in truth Han Yu falls far short of Wang Tong.\"\n\nAi asked: \"What about his transgression of imitating the classics?\"\n\nThe Master said: \"Imitating the classics cannot be entirely condemned. Let me ask: how does the intent behind later Confucians' writings compare with imitating the classics?\"\n\nAi said: \"The writings of later Confucians are not without the desire for fame, but they aim to illuminate the Way. Imitating the classics seems purely done for fame.\"\n\nThe Master said: \"If writing is meant to illuminate the Way, what does it take as its model?\"\n\nAi said: \"Confucius edited and transmitted the Six Classics to illuminate the Way.\"\n\nThe Master said: \"Then is not imitating the classics also modeling oneself on Confucius?\"\n\nAi said: \"Writing can contribute something to the illumination of the Way. Imitating the classics seems merely to imitate its outward form, and likely contributes nothing to the Way.\"\n\nThe Master said: \"By illuminating the Way, do you mean causing people to return to simplicity and genuineness, manifested in actual conduct? Or do you mean embellishing one's words to engage in noisy argument with the world? The great disorder of the world stems from the triumph of empty rhetoric over genuine practice. If the Way were illuminated throughout the world, the Six Classics would not need to be transmitted. Confucius's editing and transmitting of the Six Classics was something he did out of necessity. From Fu Xi's drawing of the hexagrams down to King Wen and the Duke of Zhou, the various texts about the Changes — such as the Lianshan and the Guizang — were countless and innumerable, and the Way of the Changes fell into great disorder. Confucius, knowing that the world's love of rhetoric was daily increasing and that such explanations would become limitless, selected the explanations of King Wen and the Duke of Zhou and commented on them, taking only these as having grasped the essential principle. Thereupon all the confused explanations were abandoned, and the world's discourse on the Changes became unified. The same was true of the Documents, the Odes, the Rites, the Music, and the Spring and Autumn Annals. After the Canons and Counsels in the Documents, after the Two Nan in the Odes — works like the Nine Hills and the Eight Cords, and all manner of licentious and dissolute writings, numbered in the hundreds and thousands. The names, categories, and numerical details of the Rites and Music had also become inexhaustible. Confucius deleted and edited all of these, after which those other teachings ceased. In the Documents, Odes, Rites, and Music, did Confucius ever add a single word of his own? The present Record of Rites and its various commentaries were all pieced together by later Confucians — they are no longer what Confucius left. As for the Spring and Autumn Annals, though it is said Confucius composed it, in reality it consists entirely of the old texts of the Lu state histories. What is called 'writing' was writing down what was already there; what is called 'deleting' was deleting what was superfluous — there was reduction but no addition. Confucius transmitted the Six Classics out of fear that excessive writing would disorder the world. He only sought to simplify, intending to make the world eliminate rhetoric in order to seek substance — not to teach through rhetoric. After the Spring and Autumn period, excessive writing proliferated further, and the world grew ever more disordered. The First Emperor's burning of books was criminal, being motivated by private interest, and he should not have burned the Six Classics. But had his aim been to illuminate the Way, burning all the writings that violated the classics and opposed principle would actually have been in accord with the spirit of Confucius's editing and transmitting. Since the Qin and Han dynasties, writing has daily proliferated. To attempt to eliminate it all would be impossible. The best approach would be to follow Confucius's example, selecting what comes closest to truth and honoring it, so that the various bizarre and perverse theories would gradually fall into disuse of their own accord. I do not know what Wang Tong's intent was in imitating the classics, but I deeply approve of what he did, believing that even if a sage arose again, he could not improve upon it. The reason the world is not well governed is simply because empty rhetoric has triumphed and genuine practice has declined. People put forth their own views, each trying to outdo the other in novelty, to dazzle the vulgar and win fame, merely confounding the world's intelligence, clogging the world's eyes and ears, making the whole world rush to embellish their rhetoric in order to gain recognition, no longer knowing the practice of attending to fundamentals, honoring substance, and returning to simplicity. It is all the fault of those who write.\"\n\nAi said: \"Some writings are indispensable. For example, without the Zuo Commentary, the Spring and Autumn Annals would be difficult to understand.\"\n\nThe Master said: \"If the Spring and Autumn Annals requires the Commentary before it can be understood, then it is a riddle with the punchline withheld. Why would a sage deliberately write in such obscure and difficult terms? The Zuo Commentary largely consists of the old texts of the Lu state histories. If the Spring and Autumn Annals needs these to be understood, why did Confucius delete them?\"\n\nAi said: \"Cheng Yi also said: 'The Commentary provides the case; the Classic provides the verdict.' If one merely writes 'murdered such-and-such a ruler' or 'attacked such-and-such a state,' without making the affair clear, the verdict would indeed be difficult.\"\n\nThe Master said: \"I fear Cheng Yi's statement here merely followed the conventional view of later Confucians and did not fully capture the sage's intent in composing the classics. When it records 'murdered a ruler,' the murder itself is the crime — what need is there to inquire into the details of the murder? Military expeditions should proceed from the Son of Heaven; when it records 'attacked a state,' the attack itself is the crime — what need is there to inquire into the details of the attack? The sage transmitted the Six Classics solely to rectify the human mind — solely to preserve the Principle of Heaven and remove selfish desires. Regarding matters of preserving the Principle of Heaven and removing selfish desires, he sometimes spoke of them, or responded to people's questions, speaking to each according to their capacity, yet was reluctant to say too much, fearing people would seek truth only in words. Hence he said: 'I wish to speak no more.' As for all matters of indulging selfish desires and destroying the Principle of Heaven, how could he detail them for people to see? That would be encouraging disorder and leading people to wickedness. Therefore Mencius said: 'In the school of Confucius, no one discussed the affairs of Lords Huan and Wen — that is why later generations have no tradition of it.' This is the house-rule of the Confucian school. Later Confucians have only studied the learning of the hegemons, which is why they want to know all manner of schemes and stratagems — it is purely a mind of profit and advantage, the exact opposite of the sage's intent in composing the classics. How can they possibly think it through?\" He then sighed and said: \"Unless one has attained the virtue of Heaven, it is not easy to discuss this!\"\n\nHe further said: \"Confucius said: 'I can still find the gaps in the historical texts.' Mencius said: 'It is better to have no Documents at all than to believe everything in them. From the chapter on the Completion of the War, I accept only two or three passages.' When Confucius edited the Documents, for the four or five hundred years from Tang and Yu through the Xia, there are only a few chapters — were there truly no other events? Yet his record stops here. The sage's intent can be seen. The sage only wished to eliminate excessive writing; later Confucians only wish to add more.\"\n\nAi said: \"The sage composed the classics solely to remove selfish desires and preserve the Principle of Heaven. Regarding events from the Five Hegemons downward, it is indeed so that the sage did not wish to detail them for people. But as for events before Yao and Shun — why are there so few records of these?\"\n\nThe Master said: \"The age of Fu Xi and the Yellow Emperor was remote, and those who transmitted its traditions were few. This is also understandable. The character of that time was one of utter purity, simplicity, and plainness, completely devoid of ornament or embellishment. This is the governance of high antiquity, which later ages cannot match.\"\n\nAi said: \"But works like the Three Tombs were transmitted. Why did Confucius delete them?\"\n\nThe Master said: \"Even if they were transmitted, as times changed they were no longer appropriate. As customs became more open and culture more elaborate, by the end of the Zhou dynasty, even to change to the customs of the Xia or Shang was no longer feasible, let alone those of Tang and Yu, let alone those of Fu Xi and the Yellow Emperor. Yet though the governance differed, the Way was one. Confucius traced back to Yao and Shun in transmission, and took Wen and Wu as his immediate model. The institutions of Wen and Wu are the Way of Yao and Shun, but because they governed according to their times, their policies and decrees were already different. Even the achievements of the Xia and Shang, applied to the Zhou, already had incongruities. Hence 'the Duke of Zhou wished to combine the ways of the Three Kings, but where they did not fit, he thought and pondered, day into night.' How much less could the governance of high antiquity be implemented again? This is surely something the sage may set aside.\"\n\nHe further said: \"To devote oneself exclusively to non-action, unable to govern according to the times as the Three Kings did, insisting on implementing the customs of high antiquity — this is the learning of Buddhism and Daoism. To govern according to the times, but unable to base it entirely on the Way as the Three Kings did, implementing it with a mind of profit and advantage — this is the work of the hegemons and below. The Confucians of later ages, with all their discussing back and forth, have only managed to learn the methods of the hegemon.\""
    },
    {
      "index": 12,
      "text": "He further said: \"The governance of Tang and Yu and before cannot be recovered — it may be set aside. The governance from the Three Dynasties downward cannot serve as a model — it may be deleted. Only the governance of the Three Dynasties can be practiced. Yet those in the world who discuss the Three Dynasties do not understand the root but only attend to the branches — and so even this cannot be recovered.\""
    },
    {
      "index": 13,
      "text": "Ai said: \"Earlier Confucians discussed the Six Classics and considered the Spring and Autumn Annals to be history. History specifically records events, and its nature may ultimately differ somewhat from the other Five Classics.\"\n\nThe Master said: \"Spoken of in terms of events, it is called history; spoken of in terms of the Way, it is called a classic. Events are the Way; the Way is events. The Spring and Autumn Annals is also a classic; the Five Classics are also history. The Changes is the history of Fu Xi; the Documents is the history of Yao, Shun, and after; the Rites and Music are the history of the Three Dynasties. Their events are the same, their Way is the same — what difference could there be?\""
    },
    {
      "index": 14,
      "text": "He further said: \"The Five Classics are also just history. History illuminates good and evil and provides lessons and warnings. Good that can serve as a model — its traces are preserved to show the pattern. Evil that can serve as a warning — the warning is preserved while the events are deleted to prevent wickedness.\"\n\nAi said: \"Preserving traces to show the pattern is preserving the natural state of the Principle of Heaven. Deleting events to prevent wickedness is checking selfish desires at their inception — is this right?\"\n\nThe Master said: \"The sage's intent in composing the classics was certainly nothing other than this. Yet one should not be rigidly attached to the words and phrases.\"\n\nAi further asked: \"If evil that can serve as a warning is preserved in warning while events are deleted to prevent wickedness, why alone in the Odes were the songs of Zheng and Wei not deleted? Earlier Confucians said 'what is evil can serve to restrain people's dissolute inclinations' — is this so?\"\n\nThe Master said: \"The Odes as we have them are no longer the original Confucian school text. Confucius said: 'Banish the music of Zheng, for the music of Zheng is licentious.' He also said: 'I hate the way the music of Zheng corrupts the elegant music.' 'The music of Zheng and Wei is the music of states in ruin.' This is the house-rule of the Confucian school. The three hundred poems Confucius selected were all what is called elegant music — all could be performed in the suburban temples, all could be performed in the villages. All served to propagate harmony and peace, to cultivate and nurture virtue, and to transform customs. How could such poems be there? That would be encouraging licentiousness and leading people to wickedness. These must have been added after the Qin burning of the books by later Confucians to fill out the count of three hundred. Licentious and dissolute words are what the common people most love to spread — this is true even today in the lanes and alleys. 'What is evil can restrain people's dissolute inclinations' — this is a case of seeking an explanation and not finding one, and so fabricating a justification.\"\n\nPostscript by Xu Ai:\nAi, having been submerged in the old theories, was at first truly startled and unsettled upon hearing the Master's teaching, finding no way in. Afterward, having listened for a long time, he gradually learned to turn inward and put things into practice, and only then came to believe that the Master's learning is the true transmission of the Confucian school — all else being byways and dead ends. For instance, that 'the investigation of things' is the effort of 'making the intentions sincere,' that 'understanding goodness' is the effort of 'making oneself sincere,' that 'exhaustively investigating principle' is the effort of 'fully developing one's nature,' that 'following the path of inquiry and study' is the effort of 'honoring virtuous nature,' that 'broad learning in culture' is the effort of 'restraining oneself with ritual,' that 'refinement' is the effort of 'singleness' — all such propositions at first seemed incompatible. But after long thought, before I knew it I was dancing with joy.\n\nThe above was recorded by Yue Ren.\n\nThe following was recorded by the disciple Lu Cheng."
    },
    {
      "index": 15,
      "text": "Lu Cheng asked: \"Regarding the effort of 'concentrating on one thing' — if when reading one concentrates entirely on reading, and when receiving a guest one concentrates entirely on receiving the guest, can this be called 'concentrating on one thing'?\"\n\nThe Master said: \"If one lusts after beauty, one concentrates entirely on lusting after beauty; if one is greedy for wealth, one concentrates entirely on being greedy for wealth — can this be called 'concentrating on one thing'? This is what is called chasing after things, not concentrating on one thing. To concentrate on one thing is to concentrate solely on the Principle of Heaven.\""
    },
    {
      "index": 16,
      "text": "Someone asked about establishing one's resolve.\n\nThe Master said: \"Simply in every thought to seek to preserve the Principle of Heaven — this is establishing one's resolve. If one can keep this ever in mind, over time the mind will naturally become focused and concentrated, like what the Daoists call 'forming the sacred embryo.' When this thought of the Principle of Heaven is constantly preserved, one will gradually advance to the beautiful, the great, the sagely, and the divine — all simply through preserving, nourishing, and extending this single thought.\""
    },
    {
      "index": 17,
      "text": "\"When your daily effort feels confused and distracted, then practice quiet sitting. When you feel too lazy to read, then go ahead and read. This is also applying the medicine according to the illness.\""
    },
    {
      "index": 18,
      "text": "\"In dealing with friends, strive always to place yourself below them, and you will gain benefit. If you place yourself above them, you will be harmed.\""
    },
    {
      "index": 19,
      "text": "Meng Yuan had the faults of self-righteousness and love of fame. The Master repeatedly reproved him. One day, just after he had been sternly rebuked, a friend was presenting his recent spiritual efforts for the Master's assessment. Yuan interjected from the side: \"This is just like finding my old family valuables again.\"\n\nThe Master said: \"Your illness has flared up again.\" Yuan's expression changed, and he seemed about to argue.\n\nThe Master said: \"Your illness has flared up again.\" He then explained: \"This is the great root of illness in your entire life. It is like having a plot of ground with a great tree planted in it — all the moisture of rain and dew, all the strength of the soil's veins, only nourish this great root. Even if you try to plant good grain around it, the leaves above block it and the roots below strangle it — how can anything grow? You must cut down this tree, leaving not a single fiber of root, before you can plant good seed. Otherwise, no matter how much you plow and fertilize, you are only nourishing this root.\""
    },
    {
      "index": 20,
      "text": "Someone asked: \"The proliferation of writings in later ages — might this not also disorder true learning?\"\n\nThe Master said: \"The human mind and the Principle of Heaven form a seamless whole. When the sages and worthies put this into writing, it was like painting a portrait or conveying a spirit-likeness — merely showing people the general form and outline, so that from this they might seek the reality. As for the vital spirit, the manner and bearing, the laughter and movement — these are inherently beyond what writing can convey. The writings of later ages take what the sages painted and copy, trace, and imitate it, arbitrarily analyzing, adding, and embellishing to show off their skill. The further they go from the truth, the more they miss it.\""
    },
    {
      "index": 21,
      "text": "Someone asked: \"The sage responds to change without limit. Does he perhaps study and prepare for things in advance?\"\n\nThe Master said: \"How could one study and prepare for so many things? The sage's mind is like a clear mirror — it is simply one brightness, responding to whatever comes and reflecting everything. There is never a form already past still lingering in it, nor a form not yet arrived already present in it. What later generations study and prepare for is exactly this — and this is why they greatly diverge from the sage's learning. The Duke of Zhou created the rites and music to civilize the world — something a sage could do. Why did Yao and Shun not do all this, leaving it for the Duke of Zhou? Confucius edited and transmitted the Six Classics to instruct all future ages — something a sage could do. Why did the Duke of Zhou not do it first, leaving it for Confucius? From this we know that when a sage encounters a particular time, only then does he do a particular thing. One should only worry that the mirror is not bright — not that things cannot be reflected. Studying and preparing for events is also a kind of reflecting when the time comes. But students must first cultivate the effort of making the mirror bright. Students should only worry that this mind is not yet bright — not that events cannot be fully responded to.\"\n\nSomeone said: \"Then what about the statement: 'In the undifferentiated void without any sign, the ten thousand phenomena are already fully present'?\"\n\nThe Master said: \"This statement is fine in itself. But if one does not look at it correctly, it too becomes problematic.\""
    },
    {
      "index": 22,
      "text": "\"Moral principles have no fixed location and no limit. What I say to you — you must not think that having gained a little, that is all there is. Even after ten years, twenty years, fifty years of further discussion, there would still be no end.\"\n\nOn another day, he further said: \"In goodness, even Yao and Shun — yet above Yao and Shun, goodness has no limit. In evil, even Jie and Zhou — yet below Jie and Zhou, evil has no limit. Had Jie and Zhou not died, would their evil have stopped there? If goodness had a limit, why did King Wen 'gaze toward the Way as if he had not yet seen it'?\""
    },
    {
      "index": 23,
      "text": "Someone asked: \"In quiet moments I feel my state of mind is good, but as soon as I encounter affairs it is different. Why is this?\"\n\nThe Master said: \"This is because you only know how to cultivate stillness but do not apply the effort of overcoming the self. In this case, when you encounter affairs you will inevitably collapse. One must be tempered and refined through actual affairs before one can stand firm, before one can be stable in stillness and stable in activity alike.\""
    },
    {
      "index": 24,
      "text": "Someone asked about the effort of \"reaching the higher levels.\"\n\nThe Master said: \"Later Confucians, the moment their teaching touches on what is refined and subtle, say 'reaching the higher levels is not yet appropriate for study' and insist on speaking only of 'lower learning.' This divides 'lower learning' and 'reaching the higher levels' into two separate things. What the eyes can see, the ears can hear, the mouth can speak of, and the mind can think about — all these belong to 'lower learning.' What the eyes cannot see, the ears cannot hear, the mouth cannot speak of, and the mind cannot think about — this belongs to 'reaching the higher levels.' It is like planting a tree: cultivating and watering it is 'lower learning'; as for the growth that occurs day and night, the spreading and flourishing of branches — this is 'reaching the higher levels.' How can human effort predetermine that? Therefore, all that can be worked on and spoken about belongs to 'lower learning'; 'reaching the higher levels' is found only within 'lower learning.' Everything the sages have said, however refined and subtle, all belongs to 'lower learning.' Students need only apply their effort within 'lower learning,' and they will naturally 'reach the higher levels.' There is no need to seek a separate effort for 'reaching the higher levels.'\""
    },
    {
      "index": 25,
      "text": "Someone asked: \"How does one apply effort to 'refinement' and 'singleness'?\"\n\nThe Master said: \"'Singleness' is the guiding principle of 'refinement'; 'refinement' is the effort of 'singleness.' It is not that apart from 'refinement' there is a separate 'singleness.' The character 'refined' derives from 'rice' — let me use rice as an analogy. To want the rice to be purely clean and white is the meaning of 'singleness.' But without the effort of 'refinement' — the pounding, winnowing, sifting, and selecting — it cannot become purely clean and white. The pounding, winnowing, sifting, and selecting are the effort of 'refinement,' yet their purpose is only to bring the rice to pure whiteness. Learning broadly, questioning thoroughly, thinking carefully, discerning clearly, and practicing earnestly — all are the effort of 'refinement' in pursuit of 'singleness.' Similarly, 'broad learning in culture' is the effort of 'restraining oneself with ritual'; 'the investigation of things' and 'the extension of knowledge' are the effort of 'making the intentions sincere'; 'following the path of inquiry and study' is the effort of 'honoring virtuous nature'; 'understanding goodness' is the effort of 'making oneself sincere.' There is no second explanation.\""
    },
    {
      "index": 26,
      "text": "\"Knowledge is the beginning of action; action is the completion of knowledge. The learning of the sage is but one effort — knowledge and action cannot be divided into two things.\""
    },
    {
      "index": 27,
      "text": "\"Qi Diao Kai said: 'I am not yet able to have confidence in this.' The Master was pleased with him. When Zilu made Zigao the steward of Bi, the Master said: 'You are injuring another man's son.' When Zeng Dian expressed his aspiration, the Master approved of him. The sage's intent can be seen in these.\""
    },
    {
      "index": 28,
      "text": "Someone asked: \"When the mind is at rest in quiet preservation, can this be called 'the state of equilibrium before the emotions are aroused'?\"\n\nThe Master said: \"People today who practice preserving the mind only manage to settle the vital energy. When they are quiet, it is only the energy that is quiet — this cannot be called 'the state of equilibrium before the emotions are aroused.'\"\n\nThe questioner said: \"'Before the emotions are aroused' is itself 'equilibrium' — might this not also be the effort of seeking 'equilibrium'?\"\n\nThe Master said: \"The only true effort is to remove selfish desires and preserve the Principle of Heaven. In stillness, thought after thought remove selfish desires and preserve the Principle of Heaven; in activity, thought after thought remove selfish desires and preserve the Principle of Heaven. Do not be concerned with whether you are quiet or not. If you rely on that quietness, not only will you gradually develop the fault of preferring stillness and disliking activity, but many ailments will merely lie hidden beneath the surface and never be truly eliminated. When events arise, they will flourish again as before. Take following principle as the priority — how could one then not be quiet? Take quietness as the priority — one may not necessarily be able to follow principle.\""
    },
    {
      "index": 29,
      "text": "Someone asked: \"When the Confucian disciples expressed their aspirations, Zilu and Ran Qiu took up governance, and Gongxi Chi took up rites and music — all very practical. Yet when Zeng Dian spoke, his seemed like something trivial. Why did the sage approve of him? What was his meaning?\"\n\nThe Master said: \"The three others had fixed expectations and predetermined goals. Having fixed expectations, one is biased toward one side — able to do this but not necessarily that. Zeng Dian's state of mind had no fixed expectations — it was simply 'acting according to whatever position one is in, without wishing for anything beyond it: in a position among barbarians, acting according to that situation; in a position of hardship, acting according to that situation — entering nowhere without being at ease.' The three others were what is called 'vessels' — having a limited function. Zeng Dian had the quality of 'not being a mere vessel.' However, the talents of the three others were each brilliantly accomplished — they were not like those in the world who speak emptily without substance. Therefore the Master also approved of each of them.\""
    },
    {
      "index": 30,
      "text": "Someone asked: \"My knowledge and understanding are not progressing. What should I do?\"\n\nThe Master said: \"Learning must have a root and foundation. One must exert effort from the root, and gradually 'advance by filling each hollow as it comes.' The Daoist analogy of the infant is also apt. When an infant is in its mother's womb, it is pure vital energy — what knowledge does it have? After birth, it first learns to cry; then later it can smile; then later still it can recognize its parents and siblings; then later it can stand, walk, grasp, and carry — and eventually there is nothing in the world it cannot do. All this is because its vital essence daily grows more abundant, its physical strength daily grows stronger, and its intelligence daily opens more fully. It is not that from the day of birth one can seek and investigate everything. Therefore there must be a root and foundation. The sage 'positions Heaven and Earth, and nurtures the ten thousand things' — yet this too is cultivated from 'the state of equilibrium before joy, anger, sorrow, and pleasure are aroused.' Later Confucians, not understanding the teaching of 'the investigation of things,' see that the sage knows everything and can do everything, and wish from the very first step to study and master it all. How is this possible?\"\n\nHe further said: \"Establishing one's resolve and applying effort is like planting a tree. When it is just a root-sprout, there are as yet no branches. When it has a trunk, there are as yet no branches. After branches come leaves; after leaves come flowers and fruit. When first planting the root, just keep cultivating and watering it. Do not think about branches; do not think about leaves; do not think about flowers; do not think about fruit. What use is such idle speculation? As long as you do not neglect the effort of cultivation, need you worry that there will be no branches, leaves, flowers, and fruit?\""
    },
    {
      "index": 31,
      "text": "Someone asked: \"I cannot understand what I read in books. What should I do?\"\n\nThe Master said: \"This is because you are only seeking through the literal meanings, and so you cannot understand. In that case, you would be better off with the old style of learning — at least they manage to read extensively and explain things. But even though they can explain things with perfect clarity, they gain nothing from it their whole lives. One must apply effort on the substance of the mind. Whenever something is not clear to you or you cannot carry it out in practice, you should turn back and examine it in your own mind — then you can understand. The Four Books and Five Classics merely speak of this substance of the mind. This substance of the mind is what is called the Way. When the substance of the mind is clear, the Way is clear — there is nothing else. This is the essential starting point of learning.\""
    },
    {
      "index": 32,
      "text": "\"The spiritual intelligence of the mind is never obscured; all principles are complete within it, and all affairs issue from it. There is no principle outside the mind, and no affair outside the mind.\""
    },
    {
      "index": 33,
      "text": "Someone asked: \"Master Zhu Xi said: 'What constitutes learning for a person is simply the mind and principle.' What do you think of this statement?\"\n\nThe Master said: \"The mind is nature; nature is principle. The use of the word 'and' between them, I fear, unavoidably implies they are two separate things. Students should carefully discern this for themselves.\""
    },
    {
      "index": 34,
      "text": "Someone said: \"Everyone has this mind, and the mind is principle. Why then do some do good and others do evil?\"\n\nThe Master said: \"The mind of an evil person has lost its original substance.\""
    },
    {
      "index": 35,
      "text": "Someone asked: \"'Analyzing it so as to be exhaustively precise without confusion, and then synthesizing it so as to be completely comprehensive without remainder' — what about this statement?\"\n\nThe Master said: \"I fear this is also not quite complete. How can this principle be divided by analysis? And what need is there to piece it together? When the sage spoke of 'refinement and singleness,' that in itself is exhaustive.\""
    },
    {
      "index": 36,
      "text": "\"Self-examination is preservation during times of activity; preservation is self-examination during times of inactivity.\""
    },
    {
      "index": 37,
      "text": "Lu Cheng once asked about Lu Xiangshan's teaching of doing one's work on human feelings and the changes of affairs.\n\nThe Master said: \"Apart from human feelings and the changes of affairs, there are no affairs at all. Joy, anger, sorrow, and pleasure — are these not human feelings? From seeing, hearing, speaking, and moving to wealth and honor, poverty and lowliness, hardship and adversity, life and death — all are the changes of affairs. The changes of affairs are all within human feelings. The essential point lies only in 'achieving equilibrium and harmony.' Achieving equilibrium and harmony lies only in 'being watchful over oneself when alone.'\""
    },
    {
      "index": 38,
      "text": "Lu Cheng asked: \"Do the names humaneness, righteousness, ritual propriety, and wisdom arise only after the emotions are aroused?\"\n\nThe Master said: \"Yes.\"\n\nOn another day, Lu Cheng said: \"Are commiseration, shame, deference, and the sense of right and wrong the manifest virtues of our nature?\"\n\nThe Master said: \"Humaneness, righteousness, ritual propriety, and wisdom — these are the manifest virtues. Nature is one and nothing more. Considered as form and body, it is called Heaven. As sovereign and master, it is called the Lord. As flowing and operating, it is called destiny. As endowed in human beings, it is called nature. As governing the person, it is called the mind. When the mind is aroused: encountering one's father, it is called filial piety; encountering one's ruler, it is called loyalty. From here onward, the names extend infinitely — yet it is only one nature. It is like a person — one and nothing more. In relation to one's father, one is called a son; in relation to one's son, one is called a father. From here onward, the relations extend infinitely — yet it is only one person. One need only apply effort on one's nature. See the single character 'nature' clearly, and the ten thousand principles become luminously clear.\""
    },
    {
      "index": 39,
      "text": "One day, discussing the effort of learning, the Master said: \"In teaching people to learn, one cannot be one-sided. At the beginning stage, the mind is like a monkey and the thoughts like a wild horse — restless and impossible to tie down. One's thoughts and reflections are mostly on the side of selfish desires. Therefore one should first teach quiet sitting and the calming of thoughts. After a long time, once the mind and thoughts are somewhat settled, merely suspending them in empty quietness, like a withered tree or dead ashes, is also useless. Then one must teach self-examination and self-conquest. The effort of self-examination and self-conquest admits of no interruption at any time. It is like pursuing bandits — one must have the resolve to sweep them out and clear them away completely. During times of inactivity, take the selfish desires for beauty, wealth, fame, and the like, and pursue them one by one, rooting them out. One must pull up the root of the disease so it never arises again — only then can one be satisfied. Be always like a cat catching a mouse: one eye watching, one ear listening. The moment a single thought stirs, immediately overcome and eliminate it. Be decisive as cutting iron, tolerating no indulgence or leniency; give it no shelter, and leave it no escape route. Only this is truly applying effort; only this can sweep things out and clear them away completely. When there are no more selfish desires to overcome, the time of sitting in dignified repose will come of itself. Although it is said 'What need to think? What need to deliberate?' — this is not for beginning students. Beginning students must think. Self-examination and self-conquest are themselves the thinking of sincerity — it is only thinking of the Principle of Heaven. When the Principle of Heaven is completely pure, that is 'What need to think? What need to deliberate?'\""
    },
    {
      "index": 40,
      "text": "Lu Cheng asked: \"There are people who are afraid of ghosts at night. What can be done about this?\"\n\nThe Master said: \"It is only because in ordinary times one has not been able to 'accumulate righteous deeds,' and so the mind has something it is ashamed of. Hence the fear. If one's conduct in daily life accords with the spirits and the luminous, what is there to fear?\"\n\nZi Xin said: \"Upright ghosts need not be feared. But I'm afraid that evil ghosts do not care whether a person is good or bad, so one cannot avoid fearing them.\"\n\nThe Master said: \"How could evil ghosts bewitch an upright person? This very fear is itself a deviation of the mind — and so there is something that bewitches. It is not that a ghost bewitches the person; the mind bewitches itself. For example, if a person lusts after beauty, he is bewitched by the ghost of lust. If he is greedy for wealth, he is bewitched by the ghost of greed. If he is angry when he should not be angry, he is bewitched by the ghost of anger. If he fears what he should not fear, he is bewitched by the ghost of fear.\""
    },
    {
      "index": 41,
      "text": "\"Stability is the original substance of the mind — it is the Principle of Heaven. Activity and stillness are the conditions of what one encounters at a given time.\""
    },
    {
      "index": 42,
      "text": "Lu Cheng asked about the similarities and differences between the Great Learning and the Doctrine of the Mean.\n\nThe Master said: \"Zisi condensed the entire meaning of the Great Learning into the first chapter of the Doctrine of the Mean.\""
    },
    {
      "index": 43,
      "text": "Someone asked: \"Regarding Confucius's 'rectification of names,' earlier Confucians said it meant 'reporting to the Son of Heaven above and to the regional lords below, deposing Zhe and establishing Ying.' What do you think of this interpretation?\"\n\nThe Master said: \"I am afraid it would be difficult to proceed that way. How could it be that someone comes to you with utmost respect and courtesy, entrusting his government to you, and your first act is to depose him? Would this accord with human feeling or the Principle of Heaven? If Confucius was willing to serve in Zhe's government, he must have already found Zhe able to submit wholeheartedly and entrust the state to him. With the sage's abundant virtue and utmost sincerity, he would certainly have moved Zhe to realize that one cannot be a human being while being without a father. Zhe would surely have wept bitterly and rushed off to welcome his father back. The love between father and son is rooted in our Heavenly nature. If Zhe could repent so truly and deeply, how could Kuai Kui not be moved? Once Kuai Kui returned, Zhe would then offer up the state and request punishment for himself. Kuai Kui, already transformed by his son, would certainly refuse to accept, and would command Zhe to continue ruling. The ministers and people would also certainly wish to have Zhe as their ruler. Zhe would then publicly confess his crimes, petition the Son of Heaven, and notify the regional lords and feudal princes, insisting on yielding the state to his father. Kuai Kui, along with the ministers and people, would also all attest to Zhe's repentance and filial virtue, petitioning the Son of Heaven and notifying the regional lords, insisting on having Zhe as ruler. Thus, by collective mandate, Zhe would be made to resume the rulership of Wei. Having no choice, Zhe would follow the precedent of later 'retired emperors,' leading the ministers and people to honor Kuai Kui as Grand Duke, providing him with all material comforts and devoted care, and only then returning to his own position. Then ruler would be ruler, minister would be minister, father would be father, son would be son — names would be rectified and speech would be in order, and the whole world could be governed in one stroke. This is perhaps what Confucius's rectification of names would have looked like.\""
    },
    {
      "index": 44,
      "text": "Lu Cheng was staying at the Court of State Ceremonial when suddenly a letter arrived from home saying his child was critically ill. Lu Cheng's mind was deeply troubled and distressed, and he could not bear it.\n\nThe Master said: \"This is precisely the time to apply effort. If you let this moment pass, what use is leisurely discussion of learning at other times? It is precisely in such moments that one must temper and refine oneself. A father's love for his child is certainly the deepest of feelings, yet the Principle of Heaven also has its proper measure of equilibrium and harmony. To exceed this is selfish desire. In such situations, people mostly take it to be the Principle of Heaven that one should worry, and so they abandon themselves entirely to grief and anguish, not realizing they have already fallen into the state where 'having worries and anxieties, one cannot attain correctness.' In general, when the seven emotions are aroused, most err on the side of excess; few err on the side of deficiency. The moment there is excess, it is no longer the original substance of the mind. One must adjust and bring it to the mean. It is like mourning for one's parents — the child would certainly wish to weep himself to death on the spot, feeling this would satisfy his heart. Yet the rule says 'grief should not destroy one's health.' This is not the sage forcibly restraining people — the original substance of the Principle of Heaven has its own proper limits that cannot be exceeded. One need only recognize the substance of the mind, and naturally not a hair's breadth can be added or subtracted.\""
    },
    {
      "index": 45,
      "text": "\"One cannot say that 'the state of equilibrium before the emotions are aroused' is something all ordinary people possess. For substance and function share one source: if one has this substance, one has this function. If one has 'the equilibrium before the emotions are aroused,' then one also has 'the harmony of emotions aroused in due measure.' Since people today cannot attain 'the harmony of emotions aroused in due measure,' one must recognize that their 'equilibrium before the emotions are aroused' is also not fully realized.\""
    },
    {
      "index": 46,
      "text": "\"The words of the Changes are the six characters 'First nine: the dragon lies hidden; do not act.' The image of the Changes is the initial line. The transformation of the Changes is the value assigned to its line. The divination of the Changes is the application of its words.\""
    },
    {
      "index": 47,
      "text": "\"'The night spirit' is spoken of with reference to ordinary people. For a student who is able to apply effort, then whether or not there are affairs during the day, every moment is a time when this vital energy gathers and generates. For the sage, there is no need to speak of 'the night spirit.'\""
    },
    {
      "index": 48,
      "text": "Lu Cheng asked about the chapter on \"retaining and losing\" the mind.\n\nThe Master said: \"'It goes out and comes in at no fixed time; no one knows its direction.' Though this is said with reference to the ordinary person's mind, students must also understand that the original substance of the mind is fundamentally like this — only then will the effort of retaining and preserving be free from error. One should not simply say that going out is losing and coming in is retaining. If we speak of the original substance, it fundamentally has no going out or coming in. If we speak of going out and coming in, then its thinking and functioning is 'going out.' Yet the master that governs is always luminously present here — how can there be any going out? Since there is no going out, how can there be any coming in? What Cheng Yi called 'the framework' is simply the Principle of Heaven and nothing more. Though one responds to affairs all day long, if one never departs from the Principle of Heaven, one is within the framework. If one departs from the Principle of Heaven, this is called 'being let loose,' this is called 'being lost.'\"\n\nHe further said: \"Going out and coming in are simply activity and stillness. Activity and stillness have no fixed starting point — how could they have a direction?\""
    },
    {
      "index": 49,
      "text": "Wang Jiaxiu asked: \"Buddhism uses escape from birth and death to entice people into the Way. Daoism uses long life and immortality to entice people into the Way. Their intentions are not to make people do wrong. At their ultimate reach, they also perceive the upper portion of what the sage sees. Yet they are not the correct path to entering the Way. It is like officials today: some enter through the examinations, some through tribute, some through special appointment. They all end up as high officials, yet ultimately the irregular paths are not the correct route to office, and the gentleman does not take them. Buddhism and Daoism at their highest point are roughly the same as the Confucian. But they have the upper portion and lack the lower portion; in the end they are not as complete as the sage. Yet in their upper portion they share something, and this cannot be denied. Later Confucians, however, have only grasped the lower portion of the sage's teaching, which has been fragmented and lost its truth, degenerating into memorization and recitation, literary composition, pursuit of profit, and textual exegesis. These four kinds of scholars labor their whole lives with not the slightest benefit to their minds and persons. Compared to the Buddhists and Daoists who purify their minds, reduce their desires, and transcend worldly entanglements, they actually seem to fall short. Today's students need not first attack Buddhism and Daoism; they should simply devote themselves to the learning of the sage. When the sage's learning is illuminated, Buddhism and Daoism will naturally vanish. Otherwise, what we study ourselves may be something they would not even deign to consider — and yet we want them to condescend to our level. Would that not be difficult? My humble view is thus. What does the Master think?\"\n\nThe Master said: \"What you say is largely correct. But speaking of an 'upper portion' and 'lower portion' — this too reflects a biased perspective. If we consider the sage's Way of the great mean and utmost correctness, it penetrates from top to bottom as a single thread. What 'upper portion' or 'lower portion' can there be? 'One yin and one yang — this is called the Way.' But 'the humane see it and call it humaneness; the wise see it and call it wisdom.' 'The common people use it daily without knowing it — thus the Way of the gentleman is rare.' Humaneness and wisdom — can they not be called the Way? But when seen one-sidedly, there are defects.\""
    },
    {
      "index": 50,
      "text": "\"The yarrow stalks are certainly the Changes; the tortoise shell is also the Changes.\""
    },
    {
      "index": 51,
      "text": "Someone asked: \"When Confucius said King Wu had not yet achieved perfect goodness, was there perhaps some dissatisfaction?\"\n\nThe Master said: \"Given King Wu's position, it was naturally appropriate for him to act as he did.\"\n\nThe questioner said: \"If King Wen had not died, what would have happened in the end?\"\n\nThe Master said: \"When King Wen was alive, the world already had two parts out of three under his influence. Had King Wen still been alive at the time of King Wu's campaign against Shang, he might not have needed to raise arms — the remaining one part would certainly have come over on its own. King Wen would simply have managed Zhouwang well, preventing him from indulging further in evil.\""
    },
    {
      "index": 52,
      "text": "Someone asked about Mencius's statement that \"holding to the middle without discretion is the same as holding to one extreme.\"\n\nThe Master said: \"The middle contains only the Principle of Heaven — it is simply the Changes. It changes adaptively with the time — how can it be held fixed? One must act as appropriate to the time, and it is hard to predetermine a fixed rule. When later Confucians try to explain every principle without any gap and establish a fixed formula — this is precisely 'holding to one extreme.'\""
    },
    {
      "index": 53,
      "text": "Tang Xu asked: \"Is establishing one's resolve a matter of constantly maintaining a good thought — of wanting to do good and remove evil?\"\n\nThe Master said: \"When a good thought is present, that is the Principle of Heaven. This thought is itself good — what further good need be thought of? This thought is not evil — what further evil need be removed? This thought is like the root and sprout of a tree. To establish one's resolve is simply to sustain this good thought perpetually. 'Following what the heart desires without transgressing the rules' is simply the resolve having reached full maturity.\""
    },
    {
      "index": 54,
      "text": "\"In spirit, virtue, speech, and action, the general principle is that collecting inward should be primary, while outward expression comes only when unavoidable. This is true of Heaven, Earth, human beings, and all things alike.\""
    },
    {
      "index": 55,
      "text": "Someone asked: \"What kind of person was Wang Tong (Wenzhongzi)?\"\n\nThe Master said: \"Wang Tong came close to being a sage 'in complete form but in miniature.' It is a pity he died so young.\"\n\nThe questioner asked: \"But what about his transgression of continuing the classics?\"\n\nThe Master said: \"Continuing the classics also cannot be entirely condemned.\"\n\nThe questioner pressed further. After a long silence, the Master said: \"The more I reflect, the more I appreciate the line: 'Only the skilled craftsman knows the bitterness in his own heart.'\""
    },
    {
      "index": 56,
      "text": "\"Xu Luzhai's saying that Confucians should put making a living first is also misleading.\""
    },
    {
      "index": 57,
      "text": "Someone asked about the Daoist concepts of primal energy, primal spirit, and primal essence.\n\nThe Master said: \"These are just one thing. In its flowing aspect, it is called energy; in its condensed aspect, it is called essence; in its marvelous functioning, it is called spirit.\""
    },
    {
      "index": 58,
      "text": "\"The original substance of joy, anger, sorrow, and pleasure is naturally equilibrium and harmony. The moment you attach the slightest personal intention to them, they become excessive or deficient — and that is selfish desire.\""
    },
    {
      "index": 59,
      "text": "Someone asked about the passage \"on the day one has wept, one does not sing.\"\n\nThe Master said: \"The substance of the sage's mind is naturally like this.\""
    },
    {
      "index": 60,
      "text": "\"In overcoming the self, one must sweep things out and clear them away completely, not leaving a single hair's breadth. If even a hair's breadth remains, then all manner of evils will be drawn in by it.\""
    },
    {
      "index": 61,
      "text": "Someone asked about the New Book on Pitches and Tubes.\n\nThe Master said: \"Students should attend to what is most urgent. Even if one masters these calculations perfectly, it may be of no use. One must first have the foundation of rites and music in one's mind before one can proceed. For instance, that book speaks of using many tubes to test the vital energy of the seasons. But at the exact moment of the winter solstice, the ashes in the tubes may fly at slightly different times. In that brief instant, how can one know which tube corresponds precisely to the moment of the winter solstice? One must first know in one's own mind when the winter solstice occurs. Here is where it breaks down. Students must first apply effort to the fundamental source of rites and music.\""
    },
    {
      "index": 62,
      "text": "Yue Ren said: \"The mind is like a mirror. The sage's mind is like a bright mirror; the ordinary person's mind is like a dim mirror. The recent theory of 'investigating things' is like using a mirror to reflect things — applying effort to the reflecting, not realizing the mirror is still dim. How can a dim mirror reflect anything? The Master's 'investigation of things' is like polishing the mirror to make it bright — applying effort to the polishing. Once it is bright, the reflecting is never abandoned either.\""
    },
    {
      "index": 63,
      "text": "Someone asked about the refined and the coarse in the Way.\n\nThe Master said: \"The Way has no refined or coarse — it is people's perception that has refined and coarse. It is like this room: when a person first enters, he only sees the general layout. After staying a while, the pillars and walls and such all become clearly visible one by one. After still longer, even the fine decorative patterns on the pillars all come into view. Yet it is still the same room.\""
    },
    {
      "index": 64,
      "text": "The Master said: \"Lately you gentlemen have few questions when you come to see me. Why is this? When people do not apply effort, each invariably thinks he already knows how to learn, and that he need only follow along and practice accordingly. They do not realize that selfish desires arise daily, like dust on the ground — if you do not sweep for a day, another layer accumulates. If one truly applies effort, one sees that the Way is inexhaustible. The deeper one explores, the deeper it becomes. One must make oneself thoroughly pure and luminous, without a single hair's breadth that is not penetrated — only then is it sufficient.\""
    },
    {
      "index": 65,
      "text": "Someone asked: \"Only after knowledge is fully extended can one speak of making the intentions sincere. But if one's knowledge of the Principle of Heaven and selfish desires is not yet complete, how can one apply the effort of overcoming the self?\"\n\nThe Master said: \"If a person truly and earnestly applies effort without ceasing, then regarding this mind: the subtleties of the Principle of Heaven will become more visible day by day, and the subtleties of selfish desires will also become more visible day by day. If one does not apply the effort of overcoming the self, one merely talks all day long — the Principle of Heaven will never reveal itself, nor will selfish desires ever reveal themselves. It is like walking on a road: you walk one stretch, and then you recognize one stretch. When you reach a fork in the road and have doubts, you ask, and then walk on. Gradually you can reach your destination. People today, regarding the Principle of Heaven they already know, are unwilling to preserve it; regarding the selfish desires they already know, are unwilling to remove them. They merely worry that they cannot know everything. They merely engage in idle discussion — what benefit is there? Wait until you have overcome the self to the point where there is no more selfishness to overcome, and then worry that you cannot know everything — it will not be too late even then.\""
    },
    {
      "index": 66,
      "text": "Someone asked: \"The Way is one and nothing more. Yet the ancients' discussions of the Way often disagree. Is there an essential approach to seeking it?\"\n\nThe Master said: \"The Way has no fixed form or substance; one cannot grasp and hold it. If one is restricted to seeking the Way in the literal meanings of texts, one is far from it. People today just speak of 'Heaven,' but have they truly seen Heaven? To say that the sun, moon, wind, and thunder are Heaven is not quite right; to say that people, things, grass, and trees are not Heaven is also not right. The Way is Heaven. If you recognize it, what is there that is not the Way? But people each recognize only what they see from their own corner, fixing on that as if the Way were only thus. That is why they disagree. If you turn inward and seek, finding the substance of your own mind, then at no time and no place is this Way absent. From ancient times to the present, without end and without beginning — what sameness or difference can there be? The mind is the Way; the Way is Heaven. Know the mind and you know the Way; know the Way and you know Heaven.\"\n\nHe further said: \"You gentlemen, if you wish to truly see this Way, must recognize and confirm it in your own minds. Do not seek it outside — only then can you attain it.\""
    },
    {
      "index": 67,
      "text": "Someone asked: \"Must the names, categories, and numerical specifications of things also be studied first?\"\n\nThe Master said: \"One need only accomplish the substance of one's own mind, and the application will be within it. If one cultivates the substance of the mind and truly attains 'the equilibrium before the emotions are aroused,' then naturally there will be 'the harmony of emotions aroused in due measure,' and naturally there will be nothing one cannot do. But if one lacks this mind, even if one studies in advance all the names, categories, and numerical specifications of the world, they have nothing to do with oneself — they are mere decoration, and when the time comes, one cannot put them into practice. Yet it is not that one should ignore names, categories, and numerical specifications entirely. The key is to 'know what comes first and what comes last, and then one is near the Way.'\"\n\nHe further said: \"People should develop their talents according to their natural capacities — that is what they can truly do. Kui's talent for music, Ji's talent for agriculture — these were what their natures were suited for from the beginning. What accomplished them was simply ensuring that the substance of their minds was purely the Principle of Heaven. When all their functions issued from the Principle of Heaven, only then could they be called talents. Once they reach the point of being purely the Principle of Heaven, they can also become 'not mere vessels.' If Kui and Ji switched arts, they would surely also be capable.\"\n\nHe further said: \"As in 'being in a position of wealth and honor, one acts as befits wealth and honor; being in a position of hardship and adversity, one acts as befits hardship and adversity' — all this is 'not being a mere vessel.' Only one who has cultivated the substance of the mind to correctness can do this.\""
    },
    {
      "index": 68,
      "text": "\"Rather than being a pond of several acres without a source, it is better to be a well of several feet with a living spring — its vitality is inexhaustible.\" At the time, the Master was sitting beside a pond, with a well nearby, and so he used this as an analogy for learning."
    },
    {
      "index": 69,
      "text": "Someone asked: \"The Way of the world has been declining daily. How can the atmosphere of high antiquity be perceived again?\"\n\nThe Master said: \"A single day is itself an entire cycle. When a person rises at dawn, before encountering any affairs, and the mind is clear and bright — this scene is like wandering in the time of Fu Xi.\""
    },
    {
      "index": 70,
      "text": "Someone asked: \"The mind tends to chase after things. What can be done?\"\n\nThe Master said: \"When the ruler sits in dignified serenity, and the six ministers each attend to their own duties, the world is well governed. The mind governs the five senses and must also be like this. Now when the eyes want to see, the mind chases after colors; when the ears want to hear, the mind chases after sounds. It is as if when the ruler wants to select officials, he goes and sits in the Board of Personnel himself; when he wants to deploy troops, he goes and sits in the Board of War himself. Not only would this undermine the dignity of the ruler, but the six ministers would also all fail in their duties.\""
    },
    {
      "index": 71,
      "text": "\"When a good thought arises and one is aware of it, one extends it. When an evil thought arises and one is aware of it, one checks it. The one who is aware, who extends, and who checks — this is the will. It is the Heavenly intelligence. The sage has only this; the student should preserve this.\""
    },
    {
      "index": 72,
      "text": "Lu Cheng said: \"The desire for beauty, wealth, fame, and such — these are clearly selfish desires. But how can idle thoughts and random musings also be called selfish desires?\"\n\nThe Master said: \"They all ultimately arise from the root of desiring beauty, wealth, fame, and the like. Trace them to their root and you will see. If you are quite certain in your mind that you would never have a thought of committing robbery, why is that? It is because you fundamentally have no such inclination. If your inclinations toward wealth, beauty, fame, and profit were all eliminated just like your inclination toward robbery — all extinguished — and only the radiant original substance of the mind remained, what idle thoughts would there be? This is 'being utterly still and unmoving.' This is 'the equilibrium before the emotions are aroused.' This is 'being vast and impartial.' Then naturally 'when stimulated, one penetrates all things.' Naturally 'when aroused, all is in due measure.' Naturally 'things come and are responded to accordingly.'\""
    },
    {
      "index": 73,
      "text": "Someone asked about the phrase \"the will is paramount and the vital energy is secondary.\"\n\nThe Master said: \"This means 'where the will goes, the vital energy also goes.' It does not mean 'paramount' and 'secondary' in the sense of supreme and subordinate. 'Maintaining one's will' includes nourishing the vital energy within it. 'Not doing violence to the vital energy' also involves maintaining one's will. Mencius was correcting Gaozi's one-sidedness, which is why he presented it in this reciprocal manner.\""
    },
    {
      "index": 74,
      "text": "Someone asked: \"Earlier Confucians said: 'The Way of the sage necessarily descends and humbles itself. The words of the worthy necessarily reach upward and elevate themselves.' What do you think?\"\n\nThe Master said: \"Not so. If that were the case, it would be hypocrisy. The sage is like Heaven — there is nowhere that is not Heaven. Above the three luminaries is Heaven; below the nine depths of earth is also Heaven. How has Heaven ever descended and humbled itself? This is what is called 'greatness that transforms.' The worthy is like a mountain peak — he maintains his height and nothing more. But one of a hundred fathoms cannot reach up to become a thousand; one of a thousand fathoms cannot reach up to become ten thousand. The worthy never reaches up and elevates himself. To reach upward and elevate oneself would be hypocrisy.\""
    },
    {
      "index": 75,
      "text": "Someone asked: \"Cheng Yi said 'one should not seek equilibrium before the emotions are aroused,' yet Li Yanping taught students to 'observe the atmosphere before the emotions are aroused.' What do you make of this?\"\n\nThe Master said: \"Both are correct. Cheng Yi was concerned that people would seek a 'middle' before the emotions are aroused, treating equilibrium as a concrete thing — like what I previously called mistaking the settled state of one's vital energy for equilibrium. Therefore he directed people to apply effort only to nourishing and self-examination. Li Yanping was concerned that people would have no starting point for their effort, so he directed them to constantly observe the atmosphere before the emotions are aroused, making them fix their gaze on this alone, incline their ears to this alone — this is precisely the effort of 'being cautious about what is unseen, apprehensive about what is unheard.' Both are the ancients' unavoidable words to guide people.\""
    },
    {
      "index": 76,
      "text": "Lu Cheng asked: \"Regarding the equilibrium and harmony of joy, anger, sorrow, and pleasure — ordinary people certainly cannot possess them in their completeness. But in a single minor affair where joy or anger is appropriate, if ordinarily one has no undue inclination toward joy or anger, and when the occasion arises one responds in due measure — can this be called equilibrium and harmony?\"\n\nThe Master said: \"In a single instance and a single affair, it may indeed be called equilibrium and harmony. Yet it cannot be called the Great Foundation and the Universal Way. Human nature is entirely good; equilibrium and harmony are what everyone originally possesses — how can it be said that they are absent? But since the ordinary person's mind is obscured, although its original substance does manifest from time to time, these are only intermittent gleams — not its complete substance and great function. Only when there is nothing not in equilibrium can it be called the 'Great Foundation.' Only when there is nothing not in harmony can it be called the 'Universal Way.' Only the most sincere under Heaven can establish the Great Foundation of the world.\"\n\nLu Cheng said: \"I am still not clear on the meaning of 'equilibrium.'\"\n\nThe Master said: \"This must be realized through personal experience of one's own mind. Words cannot convey it. 'Equilibrium' is simply the Principle of Heaven.\"\n\nLu Cheng asked: \"What is the Principle of Heaven?\"\n\nThe Master said: \"Remove selfish desires, and you will recognize the Principle of Heaven.\"\n\nLu Cheng asked: \"Why is the Principle of Heaven called 'equilibrium'?\"\n\nThe Master said: \"Because it is without bias or inclination.\"\n\nLu Cheng asked: \"What is the atmosphere of being without bias or inclination?\"\n\nThe Master said: \"Like a bright mirror — its entire substance is luminous and transparent, without the slightest speck of dust attached.\"\n\nLu Cheng said: \"Bias and inclination means having some attachment — as when one is attached to beauty, fame, or profit, the bias becomes visible. But before the emotions are aroused, when beauty, fame, and profit have not yet come into contact, how can one know there is bias?\"\n\nThe Master said: \"Although they have not yet come into contact, the mind's inclination toward beauty, fame, and profit was never truly absent. Since it was never absent, it can be called present. Since it is present, one cannot say there is no bias. It is like a person with malaria: although there are times when it does not flare up, the root of the disease was never removed, so one cannot call him a person without illness. One must sweep away all the selfish inclinations toward beauty, fame, profit, and the like, leaving not the slightest trace. When this mind in its entirety is vast and open, purely the Principle of Heaven — only then can it be called 'the equilibrium of joy, anger, sorrow, and pleasure before they are aroused.' Only then is it 'the Great Foundation of the world.'\""
    },
    {
      "index": 77,
      "text": "Someone asked: \"The statement 'When Yan Hui died, the sage's learning was lost' — I cannot help but have doubts about this.\"\n\nThe Master said: \"Only Yan Hui perceived the complete Way of the sage. This can be seen from his 'single deep sigh.' His saying 'The Master is good at leading people on step by step — he broadened me with culture and restrained me with ritual' — this was spoken after he had seen through to it. 'Broadening with culture' and 'restraining with ritual' — how are these 'good at leading people on'? Students must think about this. The complete substance of the Way — even the sage found it difficult to express to others. Students must cultivate and realize it themselves. Yan Hui's 'Though I wished to follow it, there was no way' carries the same meaning as King Wen's 'gazing toward the Way as if he had not seen it.' 'Gazing toward the Way as if not seeing it' is precisely true seeing. When Yan Hui died, the true lineage of the sage's learning was no longer fully transmitted.\""
    },
    {
      "index": 78,
      "text": "Someone asked: \"The master of the body is the mind; the spiritual awareness of the mind is knowledge; the activation of knowledge is intention; and what intention is directed toward is things. Is this correct?\"\n\nThe Master said: \"It is.\""
    },
    {
      "index": 79,
      "text": "\"Simply preserve this mind so that it is always present — that is learning. Thinking about past or future events — what benefit is there? It only lets the mind run loose.\""
    },
    {
      "index": 80,
      "text": "\"When speech is disordered and without sequence, this too is evidence that the mind is not present.\""
    },
    {
      "index": 81,
      "text": "Shang Qian asked how Mencius's unmoved mind differed from that of Gaozi.\n\nThe Master said: \"Gaozi forcibly seized hold of his mind, trying to make it not move. Mencius, through the accumulation of righteous deeds, naturally reached the point of an unmoved mind.\"\n\nHe further said: \"The original substance of the mind is fundamentally unmoved. The original substance of the mind is nature; nature is principle. Nature is fundamentally unmoved; principle is fundamentally unmoved. The accumulation of righteous deeds is the restoration of the mind's original substance.\""
    },
    {
      "index": 82,
      "text": "\"When the ten thousand phenomena are vividly present, there is still the undifferentiated void without a sign. The undifferentiated void without a sign is itself the ten thousand phenomena vividly present. The undifferentiated void without a sign is the father of 'singleness.' The ten thousand phenomena vividly present are the mother of 'refinement.' Within 'singleness' there is 'refinement'; within 'refinement' there is 'singleness.'\""
    },
    {
      "index": 83,
      "text": "\"There are no things outside the mind. When my mind gives rise to a thought of filial piety toward my parents, then filial piety toward my parents is itself a 'thing.'\""
    },
    {
      "index": 84,
      "text": "The Master said: \"Among those today who study what I call the learning of 'the investigation of things,' many still drift into mere verbal and auditory learning. How much less can those who pursue only verbal and auditory learning be expected to turn toward this? The discrimination between the Principle of Heaven and selfish desires is so subtle that one must constantly and diligently examine and overcome oneself before one gradually perceives it. Even now, in the space of a single conversation, though one speaks only of the Principle of Heaven, who knows how many selfish desires have already arisen in the mind in fleeting moments? There are those that steal forth without one's knowledge. Even when one exerts oneself to examine them, they are not easily detected — how much less when one merely talks? People today merely discuss the Principle of Heaven and then set it aside without following it; they discuss selfish desires and then set them aside without removing them. Is this the learning of 'investigating things' and 'extending knowledge'? The learning of later ages, at its extreme, amounts to nothing more than the effort of 'snatching at righteousness from the outside.'\""
    },
    {
      "index": 85,
      "text": "Someone asked about \"the investigation of things.\"\n\nThe Master said: \"'Investigate' means 'rectify.' It is to rectify what is incorrect, in order to return it to its correctness.\""
    },
    {
      "index": 86,
      "text": "Someone asked: \"Does 'knowing where to rest' mean knowing that the highest good resides only in one's own mind and was never external — and after this one's resolve is settled?\"\n\nThe Master said: \"Yes.\""
    },
    {
      "index": 87,
      "text": "Someone asked: \"Does the investigation of things apply effort only during activity?\"\n\nThe Master said: \"The investigation of things makes no distinction between activity and stillness. Stillness is also a 'thing.' Mencius's phrase 'there must always be something one is attending to' means that whether in activity or stillness, there is always something to attend to.\""
    },
    {
      "index": 88,
      "text": "\"The difficulty of the entire effort lies in 'investigating things' and 'extending knowledge' — this is precisely the work of 'making the intentions sincere.' Once the intentions are sincere, the mind is largely rectified of itself, and the person is largely cultivated of itself. Yet 'rectifying the mind' and 'cultivating the person' each have their own points of application. 'Cultivating the person' pertains to the already-manifest side; 'rectifying the mind' pertains to the not-yet-manifest side. When the mind is rectified, there is equilibrium; when the person is cultivated, there is harmony.\""
    },
    {
      "index": 89,
      "text": "\"From 'investigating things' and 'extending knowledge' all the way to 'bringing peace to the world,' it is all just one 'manifesting luminous virtue.' Even 'loving the people' is part of the work of 'manifesting luminous virtue.' 'Luminous virtue' is the virtue of this mind — it is humaneness. The humane person takes Heaven, Earth, and the ten thousand things as one body. If a single thing fails to find its proper place, that represents an incompleteness in my humaneness.\""
    },
    {
      "index": 90,
      "text": "\"If one speaks only of 'manifesting luminous virtue' without speaking of 'loving the people,' one falls into Buddhism and Daoism.\""
    },
    {
      "index": 91,
      "text": "\"The highest good is one's nature. Nature originally has not the slightest evil — hence it is called 'the highest good.' To 'rest' in it is simply to restore its original state.\""
    },
    {
      "index": 92,
      "text": "Someone asked: \"Once I know that the highest good is my own nature, that my nature is complete in my mind, and that my mind is the place where the highest good rests, then I will no longer confusedly seek it outside, and my resolve will be settled. Being settled, I will not be agitated and thus will be still. Being still and not recklessly moving, I will be at peace. Being at peace, my entire mind will be focused on this one point, thinking through every possibility, determined to attain this highest good — this is being able to deliberate and thereby attain it. Is this correct?\"\n\nThe Master said: \"In general outline, this is also right.\""
    },
    {
      "index": 93,
      "text": "Someone asked: \"Cheng Yi said: 'The humane person takes Heaven, Earth, and the ten thousand things as one body.' Then why is Mo Di's doctrine of universal love not considered humaneness?\"\n\nThe Master said: \"This is very difficult to put into words. You gentlemen must realize it through personal experience. Humaneness is the principle of the ceaseless creative production of the universe. Although it pervades all things, with no place it is not, yet in its flowing and generating, there is a natural gradation. Because of this gradation, production is ceaseless. It is like the winter solstice when a single yang is born — from this single yang, it gradually increases to six yangs. Without the birth of this single yang, how could there be six? The same is true of yin. Because there is gradation, there is a starting point. Because there is a starting point, there is life. Because there is life, there is ceaselessness. Take a tree: when it first sprouts, that is where the life-impulse begins. From sprouting it grows a trunk; from the trunk grow branches and leaves — and so it lives and never ceases. Without the sprout, how could there be trunk, branches, or leaves? The ability to sprout depends on there being a root below. With a root there is life; without a root there is death. Without a root, how could there be sprouting? The love between parent and child, between siblings — this is where the life-impulse of the human mind begins, like the tree's sprouting. From this one extends humaneness to the people, and love to all things — this is growing trunk, branches, and leaves. Mo Di's universal love without distinctions treats his own father and brothers the same as strangers — and so there is no starting point. Without sprouting, one knows there is no root. Without a root, there is no ceaseless life. How can this be called humaneness? Filial piety and brotherly respect are the root of humaneness — this means the principle of humaneness generates from within.\""
    },
    {
      "index": 94,
      "text": "Someone asked: \"Li Yanping said: 'According with principle and without selfish mind.' How do 'according with principle' and 'without selfish mind' differ?\"\n\nThe Master said: \"The mind is principle. 'Without selfish mind' is itself 'according with principle.' Not yet 'according with principle' means there is a selfish mind. If one separates mind and principle in speaking of them, I fear this is also not quite right.\"\n\nThe questioner further asked: \"The Buddhists, regarding all the selfish feelings and desires of the world, remain completely unattached. They seem to be without selfish mind. Yet they outwardly abandon human relationships — this seems not 'according with principle.'\"\n\nThe Master said: \"It is all one and the same thing. Everything they do is simply to accomplish their own selfish ends.\"\n\nThe following was recorded by the disciple Xue Kan."
    },
    {
      "index": 95,
      "text": "Kan asked: \"Maintaining one's resolve should be like having a pain in one's heart. When one's entire mind is on the pain, where is the leisure to engage in idle talk or meddle in others' affairs?\"\n\nThe Master said: \"For the beginning student, applying effort in this way is fine. But one must understand that the spiritual awareness of the mind 'goes out and comes in at no fixed time; no one knows its direction.' The spiritual luminosity of the mind is originally like this, and only then does one's effort have a proper basis. If one merely clings to it rigidly, I fear this too may produce a fault in one's effort.\""
    },
    {
      "index": 96,
      "text": "Kan asked: \"If one focuses exclusively on nourishing and preserving without attending to inquiry and study, one may mistake desire for principle. What then?\"\n\nThe Master said: \"A person must understand what learning is. Inquiry and study are themselves part of nourishing. If one does not pursue inquiry and study, it is only because one's resolve to nourish is not sincere enough.\"\n\nKan asked: \"What does it mean to 'understand what learning is'?\"\n\nThe Master said: \"Ask yourself: for what purpose do you learn? What are you learning?\"\n\nKan said: \"I have often heard the Master's teaching that learning is learning to preserve the Principle of Heaven. The original substance of the mind is the Principle of Heaven. Recognizing the Principle of Heaven is simply ensuring that in one's own mind there are no selfish intentions.\"\n\nThe Master said: \"If so, then one need only overcome selfish intentions and that is all. Why worry about not distinguishing principle from desire?\"\n\nKan said: \"I am precisely afraid of not recognizing these selfish intentions clearly.\"\n\nThe Master said: \"This is simply because your resolve is not sincere enough. When your resolve is sincere, eyes and ears are all focused on this. How could there be any difficulty in recognition? 'The sense of right and wrong is something all people have' — it need not be sought outside. Inquiry and study are simply verifying what one's own mind perceives. It is not that apart from the mind there is some other perception.\""
    },
    {
      "index": 97,
      "text": "The Master asked the friends present: \"How has your effort been going recently?\"\n\nOne friend described a state of vacant brightness.\n\nThe Master said: \"This is just describing a scene.\"\n\nAnother friend narrated the differences between past and present.\n\nThe Master said: \"This is just describing results.\"\n\nBoth friends were perplexed and asked for guidance.\n\nThe Master said: \"The effort we should apply today is simply to ensure that our resolve to do good is genuine and sincere. When this resolve is genuine — seeing good one immediately moves toward it, having faults one immediately corrects them — this is genuine effort. In this way, selfish desires diminish daily and the Principle of Heaven becomes more manifest daily. If one merely seeks beautiful scenes or talks about results, this is the ailment of fostering growth and chasing outward — it is not the proper effort.\""
    },
    {
      "index": 98,
      "text": "The friends reading books together often picked criticisms of Zhu Xi.\n\nThe Master said: \"If this is done with a deliberate intention of finding differences, it is wrong. The places where my teaching differs from Zhu Xi's are at the very first step — a hair's breadth of difference leading to a divergence of a thousand miles. These cannot go undistinguished. But my mind and Zhu Xi's mind are not different. As for his other textual explanations, wherever they are clear and appropriate — how could one change a single word?\""
    },
    {
      "index": 99,
      "text": "Xi Yuan asked: \"Sagehood can be attained through learning. Yet Bo Yi and Yi Yin, compared to Confucius, ultimately differ in talent and capacity. In what sense are they equally called sages?\"\n\nThe Master said: \"What makes a sage a sage is solely that his mind is purely the Principle of Heaven, without any admixture of selfish desires — like what makes pure gold pure: simply that its color is sufficient, without any admixture of copper or lead. When a person is purely the Principle of Heaven, he is a sage; when gold reaches sufficient color, it is pure. Yet sages' talents also differ in magnitude, just as gold differs in weight. Yao and Shun are like ten thousand taels; King Wen and Confucius like nine thousand; Yu, Tang, and King Wu like seven or eight thousand; Bo Yi and Yi Yin like four or five thousand. Their talent differs, but in being purely the Principle of Heaven they are the same — all may be called sages. Just as gold differs in weight but in sufficient color they are the same — all may be called pure gold. Five thousand taels placed among ten thousand share the same color; Bo Yi and Yi Yin placed beside Yao and Confucius share the same purity. What makes gold pure lies in color, not weight. What makes a sage lies in the Principle of Heaven, not talent. Therefore even an ordinary person, willing to learn and making his mind purely the Principle of Heaven, can become a sage — like one tael of gold compared to ten thousand: though the weight differs vastly, in reaching sufficient color it can be without shame. Hence 'Everyone can become a Yao or Shun.' The student need only remove selfish desires and preserve the Principle of Heaven — like refining gold to achieve sufficient color. If the gold's color lacks only a little, the refining is light and success easy. The more color falls short, the harder the refining. People's endowments vary in clarity, and their relation to the Way ranges from knowing easily to learning with advantage to knowing with difficulty — but their achievement is one. Later generations, not knowing the foundation of sagehood is purely the Principle of Heaven, have sought it through knowledge and ability, thinking they must master all the sage's knowledge one by one. Instead of applying effort to the Principle of Heaven, they exhaust themselves drilling into books, researching names, and mimicking traces. The more knowledge broadens, the more desires grow; the greater the abilities, the more the Principle of Heaven is obscured. It is like seeing someone with ten thousand taels of pure gold — instead of refining one's own color to match its purity, one throws in tin, lead, copper, and iron. The weight increases but the color declines, until in the end there is no gold left.\"\n\nYue Ren, who was beside him, said: \"The Master's analogy is sufficient to dispel the confusion of fragmented learning. It is of great benefit to later students.\"\n\nThe Master further said: \"In our effort, we should seek only daily reduction, not daily increase. Reducing one part of selfish desire is restoring one part of the Principle of Heaven. How light and free! How simple and easy!\""
    },
    {
      "index": 100,
      "text": "Shi De asked: \"The Master's teaching on 'the investigation of things' is clear and simple — everyone can see it. Yet Zhu Xi, with his extraordinary brilliance, failed to perceive this. Why?\"\n\nThe Master said: \"Zhu Xi had great spirit and force of character. From his early years he was determined to carry on the past and open the way for the future, so he directed all his effort toward research and writing. Had he first applied himself to personal cultivation, he would naturally have had no leisure for such things. After his virtue had matured, if he were truly concerned about the Way not being illuminated — like Confucius retiring to edit the Six Classics, simplifying the complex for the guidance of later students — he would not have needed much research. Zhu Xi wrote extensively in his early years and only repented in his later years. He did things in reverse.\"\n\nShi De said: \"His late-life repentance can be seen in statements like: 'The settled text I established before was in error.' And: 'Even having read all those books, what benefit is there to my own affairs?' And: 'This has nothing whatsoever to do with guarding books and clinging to words.' It was at this point that he finally regretted the errors of his earlier efforts, and turned to personal cultivation.\"\n\nThe Master said: \"Indeed. This is where Zhu Xi is unsurpassable. He had great strength — once he repented, he immediately changed course. Unfortunately he died not long after, and the many errors of his lifetime were never corrected.\""
    },
    {
      "index": 101,
      "text": "Kan was pulling weeds among the flowers, and remarked: \"How is it that in Heaven and Earth, good is so hard to cultivate and evil so hard to remove?\"\n\nThe Master said: \"You simply have not yet cultivated or removed anything.\"\n\nAfter a moment, the Master said: \"This way of viewing good and evil, thinking from the perspective of the physical body, leads to error.\"\n\nKan did not understand.\n\nThe Master said: \"The creative vitality of Heaven and Earth — flowers and grasses are all the same. When has there ever been a distinction of good and evil among them? When you want to admire flowers, you consider flowers good and grass evil. When you want to use grass, you consider grass good again. Such good and evil are all generated by the likes and dislikes of your own mind — hence I say it is an error.\"\n\nKan said: \"Then is there neither good nor evil?\"\n\nThe Master said: \"The absence of good and evil is the stillness of principle. The presence of good and evil is the movement of vital energy. When one is not moved by vital energy, there is neither good nor evil — this is called the highest good.\"\n\nKan said: \"The Buddhists also speak of neither good nor evil. How does this differ?\"\n\nThe Master said: \"The Buddhists, being fixated on the absence of good and evil, therefore abandon everything and cannot govern the world. When the sage is without good and evil, it is simply that he has 'no personal preferences or aversions' — he is not moved by vital energy. Yet he 'follows the king's Way' and 'arrives at the ultimate standard,' naturally 'following the Principle of Heaven throughout.' He naturally engages in 'assisting and completing the transformative work of Heaven and Earth.'\"\n\nKan said: \"If the grass is not evil, then it should not be removed.\"\n\nThe Master said: \"That is precisely the Buddhist and Daoist view. If the grass is in the way, what harm is there in removing it?\"\n\nKan said: \"But then is this not making preferences and aversions?\"\n\nThe Master said: \"Being without preferences and aversions does not mean having absolutely no likes and dislikes — that would be a person without awareness. What is meant by 'not making' them is that one's likes and dislikes all follow principle, without attaching an extra degree of personal intention. In this way, it is as if there were no likes and dislikes at all.\"\n\nKan said: \"Removing weeds — how is this 'following principle without attaching personal intention'?\"\n\nThe Master said: \"The grass is in the way; principle dictates it should be removed. Remove it and be done. If it happens not to be removed right away, do not let it burden your mind. If you attach personal intention, then the substance of the mind becomes encumbered, and there will be many agitations of vital energy.\"\n\nKan said: \"Then good and evil have nothing to do with external things?\"\n\nThe Master said: \"They reside only in your mind. Following principle is good; being moved by vital energy is evil.\"\n\nKan said: \"So ultimately things have no good or evil.\"\n\nThe Master said: \"It is so in the mind, and it is so in things as well. Later Confucians, not understanding this, abandon the mind and chase after things. They have misunderstood the learning of 'investigating things,' spending all day in outward pursuit, achieving nothing more than 'snatching at righteousness from the outside' — acting without awareness, practicing without examination.\"\n\nKan said: \"'Like loving a lovely sight, like hating a hateful smell' — what about this?\"\n\nThe Master said: \"This is precisely following principle entirely. It is what the Principle of Heaven naturally requires. There is no personal intention making likes or dislikes.\"\n\nKan said: \"But 'like loving a lovely sight, like hating a hateful smell' — how is this not intention?\"\n\nThe Master said: \"This is sincere intention, not selfish intention. Sincere intention is simply following the Principle of Heaven. Even following the Principle of Heaven, one cannot attach even a hair's breadth of extra intention. Hence 'when there is resentment, fondness, or delight, the mind cannot attain its correctness.' One must be 'vast and impartial' before it is the mind's original substance. Understanding this, one understands 'the equilibrium before the emotions are aroused.'\"\n\nBo Sheng said: \"The Master said: 'The grass is in the way; principle dictates it should be removed.' How is this different from what you called 'thinking from the perspective of the physical body'?\"\n\nThe Master said: \"You must verify this in your own mind. When you want to remove the grass, what is your state of mind? Zhou Dunyi did not cut the grass before his window — what was his state of mind?\""
    },
    {
      "index": 102,
      "text": "The Master said to the students: \"In learning, one must have a guiding principle. Only then does one's effort have a place to land. Even when there are interruptions, it is like a boat that has a rudder — one pull and it rights itself. Otherwise, even if one engages in study, it is merely 'snatching at righteousness from the outside' — acting without awareness, practicing without examination. This is not the Great Foundation or the Universal Way.\"\n\nHe further said: \"When you truly see it, you can explain it horizontally or vertically and it is all correct. If you understand in one area but not another, you have simply not yet seen it.\""
    },
    {
      "index": 103,
      "text": "Someone said that because of family obligations, he could not avoid the burden of preparing for the civil service examinations, and this hindered his learning.\n\nThe Master said: \"If preparing for the examinations for the sake of one's parents is a hindrance to learning, then is farming to feed one's parents also a hindrance to learning? An earlier worthy said: 'The only worry is that it might displace one's aspiration.' The only fear is that one's aspiration for true learning is not genuinely sincere.\""
    },
    {
      "index": 104,
      "text": "Chong Yi asked: \"My mind is usually busy. I am busy even when I have affairs, and busy even when I have none. Why is this?\"\n\nThe Master said: \"The vital mechanism of Heaven and Earth never pauses for an instant. Yet because there is a governing master, it is neither too early nor too late, neither too fast nor too slow. Though there are a thousand changes and ten thousand transformations, the governing master remains constant and settled. Human beings receive this and live. When the governing master is settled, one is like the Heavenly rotation — ceaseless. Though one responds to ten thousand changes, one is always at ease. This is what is called 'The Heavenly sovereign is serene; the hundred members all obey.' Without a governing master, the vital energy simply rushes about wildly. How could one not be busy?\""
    },
    {
      "index": 105,
      "text": "The Master said: \"The great disease of learning is the love of fame.\"\n\nKan said: \"In years past I thought this disease had grown lighter in me. But upon recent careful examination, I find it has not diminished at all. Need it be outwardly seeking recognition from others? Even being pleased upon hearing praise and dejected upon hearing criticism — is this not the disease manifesting?\"\n\nThe Master said: \"Exactly so. Fame and substance are opposites. When the resolve for substance grows one part heavier, the resolve for fame grows one part lighter. When one is entirely devoted to substance, there is no resolve for fame at all. If one's resolve for substance is like hunger seeking food and thirst seeking drink, where would there be any leisure for loving fame?\"\n\nHe further said: \"'He was anxious lest he die and his name not be honored' — here 'honored' should be read in the falling tone, carrying the same meaning as 'when reputation exceeds reality, the gentleman is ashamed of it.' When reality does not match one's name — during life there is still time to make amends, but after death there is no remedy. 'Reaching forty or fifty without being heard of' — this means not having heard the Way, not being without reputation. Confucius said: 'That is merely fame, not true attainment.' How would he encourage people to seek mere reputation?\""
    },
    {
      "index": 106,
      "text": "Kan often felt regret.\n\nThe Master said: \"Remorse and awakening are the medicine for curing disease. But what is valuable is that one actually changes. If one dwells on it and lets it linger in the mind, then the medicine itself produces a new disease.\""
    },
    {
      "index": 107,
      "text": "De Zhang said: \"I have heard the Master's analogy of the sage to pure gold, with weight representing the sage's capacity, and refining representing the student's effort — this is most profound and apt. But to say Yao and Shun are ten thousand taels while Confucius is nine thousand — this I find unsettling.\"\n\nThe Master said: \"This is again thinking from the perspective of the physical body, and so you are arguing about weights on behalf of the sages. If you do not think from the perspective of the physical body, then Yao and Shun's ten thousand taels is not too much, and Confucius's nine thousand is not too little. Yao and Shun's ten thousand taels is simply Confucius's; Confucius's nine thousand is simply Yao and Shun's. Originally there is no distinction of self and other — and this is why they are called sages. One speaks only of 'refinement and singleness,' not of quantity. The key is only that this mind be purely the Principle of Heaven — in that they are the same, and all are called sages. As for strength and force of character, how could they be entirely identical? Later Confucians only compare quantities — and thus drift into profit-seeking. If one eliminates the comparing mind, and each person exerts the full measure of his own strength and spirit solely in the effort of making this mind purely the Principle of Heaven, then everyone possesses it in himself, each one complete and perfect. The great can achieve greatness, the small can achieve their own measure of perfection — without relying on external aspiration, nothing is lacking. This is the genuine work of understanding goodness and making oneself sincere. Later Confucians do not understand the sage's learning. Not knowing to recognize and extend the innate knowing and innate ability of their own minds, they instead seek to know what they do not know and do what they cannot do — solely aspiring to what is lofty and grand. Not knowing that their own minds are those of a Jie or Zhou, they presume at every turn to do the work of a Yao or Shun. How can this possibly succeed? They labor year after year until old age and death, never knowing what they have actually accomplished. How lamentable!\""
    },
    {
      "index": 108,
      "text": "Kan asked: \"Earlier Confucians took the mind's stillness as its substance and the mind's activity as its function. What do you think?\"\n\nThe Master said: \"The mind cannot be divided into substance and function according to activity and stillness. Activity and stillness are matters of time. Speaking from the side of substance, function is within substance. Speaking from the side of function, substance is within function. This is what is meant by 'substance and function share one source.' If one says that in stillness one can see the substance and in activity one can see the function, that is acceptable.\""
    },
    {
      "index": 109,
      "text": "Someone asked: \"How is it that 'the supremely wise and the lowest of the low cannot be changed'?\"\n\nThe Master said: \"It is not that they cannot be changed — it is that they are unwilling to change.\""
    },
    {
      "index": 110,
      "text": "Someone asked about the chapter where \"Zixia's disciples asked about making friends.\"\n\nThe Master said: \"Zixia speaks of the friendships of younger students; Zizhang speaks of the friendships of mature persons. If used well, both are correct.\""
    },
    {
      "index": 111,
      "text": "Zi Ren asked: \"'To learn and at due times to practice what one has learned — is this not a pleasure?' Earlier Confucians interpreted 'learning' as 'imitating what the earlier awakened ones have done.' What do you think?\"\n\nThe Master said: \"Learning is learning to remove selfish desires and preserve the Principle of Heaven. In the course of removing selfish desires and preserving the Principle of Heaven, one naturally takes the earlier awakened ones as models, examines ancient teachings, and engages in much questioning, deliberation, reflection, discernment, and self-conquest. But all this is only to remove selfish desires from this mind and preserve the Principle of Heaven of this mind. If one merely says 'imitating what the earlier awakened ones have done,' this only describes one aspect of learning and seems to place the emphasis on seeking externally. 'Practicing at due times' — 'sitting like a personator of the dead' does not mean one practices only sitting; it means that when sitting, one practices this mind. 'Standing like one performing a sacrifice' does not mean one practices only standing; it means that when standing, one practices this mind. 'Pleasure' is the pleasure of 'moral principles delighting the mind' — the human mind naturally delights in moral principles, as the eye naturally delights in color and the ear naturally delights in sound. Only because it is obscured and burdened by selfish desires does this delight sometimes cease. When selfish desires are daily removed, moral principles daily permeate and saturate the mind — how can one not feel pleasure?\""
    },
    {
      "index": 112,
      "text": "Guo Ying asked: \"Zengzi's 'three daily self-examinations' are certainly earnest. But might this be the effort he used before he had heard about 'the one thread'?\"\n\nThe Master said: \"'The one thread' was the Master's observation that Zengzi had not yet grasped the essential point of his effort, and so he told him. If a student can truly apply effort through loyalty and reciprocity, is this not 'the one thread'? 'One' is like the root of a tree; 'thread' is like the branches and leaves. Without first planting the root, how can there be branches and leaves? Substance and function share one source — if substance is not yet established, how can function arise from it? To say that 'Zengzi, in his functioning, had already examined and practiced everything with precision, but did not yet know the oneness of the substance' — I fear this is not quite complete.\""
    },
    {
      "index": 113,
      "text": "Huang Chengfu asked about the chapter \"Which of you two is the better?\"\n\nThe Master said: \"Zigong learned much and remembered it all — he applied effort on what he heard and saw. Yan Hui applied effort on the ground of the mind. Therefore the sage asked this question to prompt him. Zigong's reply still remained on the level of knowledge and perception. Hence the sage sighed for him — this was not approval.\""
    },
    {
      "index": 114,
      "text": "\"Yan Hui's 'not transferring his anger and not repeating a fault' — this too was possible only because he had 'the equilibrium before the emotions are aroused.'\""
    },
    {
      "index": 115,
      "text": "\"Those who plant trees must cultivate the root; those who cultivate virtue must nourish the mind. If you want the tree to grow tall, you must prune its excessive branches when it is young. If you want virtue to flourish, you must remove external diversions when you first begin to learn. If your external diversion is poetry and literature, then your vital spirit gradually leaks away into poetry and literature. The same is true of all external diversions.\"\n\nHe further said: \"My teaching here is the effort of creating something from nothing. You gentlemen must have complete faith in it. It is simply establishing one's resolve. A student's single thought of aspiring to do good is like the seed of a tree. Simply do not force it and do not forget it; just keep cultivating it. Naturally it will grow day and night, its vitality will become more complete daily, and its branches and leaves will flourish daily. When a tree first begins to grow, it may already sprout excessive branches that must be pruned, so that the root and trunk can grow large. It is the same for beginning students. Therefore, establishing one's resolve requires single-minded concentration.\""
    },
    {
      "index": 116,
      "text": "A discussion arose about the Master's students — how a certain person devoted his effort to nourishing and preserving, while another devoted his effort to perception and understanding.\n\nThe Master said: \"One who focuses exclusively on nourishing daily perceives his own insufficiency. One who focuses exclusively on perception daily perceives his own surplus. He who daily perceives insufficiency daily gains more. He who daily perceives surplus daily has less.\""
    },
    {
      "index": 117,
      "text": "Liang Rifu asked: \"'Abiding in reverence' and 'exhaustively investigating principle' are two things, yet the Master regards them as one. How so?\"\n\nThe Master said: \"Between Heaven and Earth there is only this one thing. How can there be two? If you speak of the myriad particularities — three hundred rules of ceremony, three thousand rules of deportment — there are far more than two! Tell me: what is 'abiding in reverence'? What is 'exhaustively investigating principle'?\"\n\nLiang said: \"'Abiding in reverence' is the effort of preserving and nourishing. 'Exhaustively investigating principle' is investigating the principles of things and affairs.\"\n\nThe Master said: \"What are you preserving and nourishing?\"\n\nLiang said: \"Preserving and nourishing the Principle of Heaven in this mind.\"\n\nThe Master said: \"If so, then this is already 'exhaustively investigating principle.'\" Then the Master asked: \"And how does one 'investigate the principles of things and affairs'?\"\n\nLiang said: \"For instance, in serving one's parents one must investigate the principle of filial piety; in serving one's ruler one must investigate the principle of loyalty.\"\n\nThe Master said: \"Do the principles of loyalty and filial piety reside in the ruler and parent, or in one's own mind? If in one's own mind, then this is simply investigating the principle of this mind.\"\n\nThen the Master asked: \"And what is 'reverence'?\"\n\nLiang said: \"It is simply 'concentrating on one thing.'\"\n\nThe Master asked: \"And what is 'concentrating on one thing'?\"\n\nLiang said: \"For instance, when reading a book, concentrating entirely on reading. When dealing with an affair, concentrating entirely on that affair.\"\n\nThe Master said: \"Then when drinking wine, concentrating entirely on drinking? When lusting after beauty, concentrating entirely on lust? This is chasing after things — what kind of 'abiding in reverence' is this?\"\n\nLiang asked for instruction.\n\nThe Master said: \"The 'one' is the Principle of Heaven. 'Concentrating on one thing' is concentrating the mind on the Principle of Heaven. If you only know to 'concentrate on one thing' without knowing that the 'one' is principle, then when there are affairs you are chasing after things, and when there are no affairs you are attached to emptiness. Only when in both activity and inactivity your mind is entirely on the Principle of Heaven — then 'abiding in reverence' is itself 'exhaustively investigating principle.' Looking at 'exhaustively investigating principle' from the angle of concentration, we call it 'abiding in reverence.' Looking at 'abiding in reverence' from the angle of precision, we call it 'exhaustively investigating principle.' It is not that one 'abides in reverence' with one mind while 'investigating principle' with another. The names differ, but the effort is one and the same thing. It is like the Changes saying 'reverence to straighten the inner life, righteousness to square the outer life' — reverence is simply righteousness when there are no affairs; righteousness is simply reverence when there are affairs. These two phrases speak of one thing. As Confucius said 'cultivating oneself through reverence' — there is no need to add righteousness. As Mencius said 'accumulating righteousness' — there is no need to add reverence. Once you understand it, you can explain it any way you like and the effort is always the same. If you cling to the text and chase after sentences without recognizing the fundamental principle, things fragment and fall apart, and the effort has no place to land.\"\n\nSomeone asked: \"How can 'exhaustively investigating principle' be the same as 'fully developing one's nature'?\"\n\nThe Master said: \"The substance of the mind is nature; nature is principle. Exhaustively investigating the principle of humaneness means truly wanting to be humane to the utmost. Exhaustively investigating the principle of righteousness means truly wanting to be righteous to the utmost. Humaneness and righteousness are nothing but our nature. Therefore, exhaustively investigating principle is fully developing one's nature. As Mencius said: 'Extend your feeling of commiseration, and humaneness becomes inexhaustible.' This is precisely the effort of exhaustively investigating principle.\"\n\nLiang said: \"An earlier Confucian said: 'Even a single blade of grass or tree has its principle, which must not go unexamined.' What about this?\"\n\nThe Master said: \"I have no leisure for that. You should first go and attend to your own nature and feelings. Only after you can fully develop human nature can you fully develop the nature of things.\" Liang was struck with awe and had an awakening."
    },
    {
      "index": 118,
      "text": "Wei Qian asked: \"How is knowledge the original substance of the mind?\"\n\nThe Master said: \"Knowledge is the spiritual aspect of principle. Considered from the angle of governing, it is called the mind. Considered from the angle of what is endowed, it is called nature. Young children all know to love their parents and all know to respect their elders. It is simply this spiritual capacity, unobstructed by selfish desires. Extend it fully and it is complete. Completeness is its original substance — it then is in accord with the virtue of Heaven and Earth. From the sage on down, none can be without obstructions. Therefore one must 'investigate things' in order to extend one's knowledge.\""
    },
    {
      "index": 119,
      "text": "Shou Heng asked: \"The Great Learning's effort is simply making the intentions sincere, and the effort of making intentions sincere is simply investigating things. Cultivating the person, regulating the family, ordering the state, and bringing peace to the world are all completed through making the intentions sincere. Yet there is also the effort of rectifying the mind — 'when there is resentment, fondness, or delight, the mind cannot attain its correctness.' Why?\"\n\nThe Master said: \"You must think this out for yourself. Understanding this, you will understand 'the equilibrium before the emotions are aroused.'\"\n\nShou Heng asked again and again.\n\nThe Master said: \"The effort of learning has shallow and deep levels. At first, if one does not sincerely and deliberately apply oneself to loving good and hating evil, how can one do good and remove evil? This sincere and deliberate application is making the intentions sincere. Yet one does not realize that the mind's original substance originally has nothing in it. If one keeps deliberately applying oneself to loving good and hating evil, this adds an extra layer of intention — and it is no longer 'vast and impartial.' The Documents say: 'Without personal preferences, without personal aversions' — this is the original substance. Therefore it says: 'When there is resentment, fondness, or delight, the mind cannot attain its correctness.' Rectifying the mind is simply, within the effort of making the intentions sincere, realizing in one's own mind-substance that it must always be 'like an empty mirror, like a level balance.' This is 'the equilibrium before the emotions are aroused.'\""
    },
    {
      "index": 120,
      "text": "Zheng Zhi asked: \"'Vigilant caution is the effort for times when one does not know oneself; watchfulness in solitude is the effort for times when one alone knows' — what do you think of this?\"\n\nThe Master said: \"It is only one effort. When there are no affairs, it is still a state of 'knowing alone'; when there are affairs, it is also 'knowing alone.' If a person does not exert effort at this place of 'knowing alone,' but only works at what others can observe, this is hypocrisy — it is 'seeing a gentleman and only then feeling ashamed.' This place of 'knowing alone' is where sincerity first sprouts. Here, whether the thought is good or evil, there is no pretense. One right leads to all being right; one wrong leads to all being wrong. This is precisely the dividing line between the kingly and the hegemonic, between righteousness and profit, between sincerity and hypocrisy, between good and evil. Establish yourself here firmly, and you have rectified the source and clarified the spring — this is 'establishing sincerity.' The ancients' many efforts at making themselves sincere — their vital spirit and lifeblood — are entirely in this one point. Truly there is nothing more hidden, nothing more manifest; no time, no place; no beginning, no end — it is all just this one effort. If you now divide 'vigilant caution' into what you do not know yourself, the effort becomes fragmented and has gaps. Since vigilant caution is itself knowing, if you yourself do not know, who is being vigilant and cautious? This kind of understanding will lead you into the void of Chan Buddhism.\"\n\nThe questioner said: \"If whether the thought is good or evil there is no pretense, then at the place of 'knowing alone' is there never a moment without thought?\"\n\nThe Master said: \"Vigilant caution is itself a thought. The thought of vigilant caution can never be suspended. If the mind of vigilant caution is even slightly absent, one is either in a stupor or has already drifted into evil thoughts. From dawn to dusk, from youth to old age — if you want to be without thought, that is not knowing, which is either being in a stupor or being withered wood and dead ashes.\""
    },
    {
      "index": 121,
      "text": "Zhi Dao asked: \"Xunzi said 'There is nothing better for nourishing the mind than sincerity.' Earlier Confucians criticized this. Why?\"\n\nThe Master said: \"This cannot simply be dismissed. The word 'sincerity' can be spoken of as effort: sincerity is the original substance of the mind, and seeking to restore its original substance is the effort of 'thinking on sincerity.' Cheng Hao's statement 'preserve it through sincerity and reverence' is also this meaning. The Great Learning says: 'Wishing to rectify their minds, they first made their intentions sincere.' Xunzi's words do have many problems, but one should not uniformly pick them apart looking for faults. In Mencius's saying 'enriching oneself through unrighteousness,' he took this from Yang Huo. Here we can see the great impartiality of the sage and worthy.\""
    },
    {
      "index": 122,
      "text": "Xiao Hui asked: \"Selfish desires are hard to overcome. What can be done?\"\n\nThe Master said: \"Bring me your selfish desires and I will overcome them for you.\"\n\nHe further said: \"A person must have the resolve to work for his true self before he can overcome the self. Only by overcoming the self can one fulfill the self.\"\n\nXiao Hui said: \"I do feel I have some resolve to work for myself, yet I cannot overcome myself. Why?\"\n\nThe Master said: \"Tell me what your resolve to work for yourself is like.\"\n\nAfter a long pause, Hui said: \"I have always wanted to be a good person, and considered this to be having resolve to work for myself. But now thinking about it, it seems I have only been working for the self of the physical body, not for my true self.\"\n\nThe Master said: \"Has the true self ever been separate from the physical body? I fear you have not even been working for the self of the physical body. Tell me: what you call the physical self — is it not the eyes, ears, mouth, nose, and four limbs?\"\n\nHui said: \"Precisely. It is for these that the eyes want beauty, the ears want music, the mouth wants flavors, and the limbs want ease and pleasure. This is why I cannot overcome myself.\"\n\nThe Master said: \"'Beautiful colors make the eyes blind; beautiful sounds make the ears deaf; fine flavors dull the palate; galloping and hunting drive one mad.' All these harm your eyes, ears, mouth, nose, and four limbs. How can they be for their sake? If you were truly working for the eyes, ears, mouth, nose, and four limbs, you would need to consider how the ears should hear, how the eyes should see, how the mouth should speak, and how the limbs should move. You must 'not look at what is contrary to ritual, not listen to what is contrary to ritual, not speak what is contrary to ritual, not move in ways contrary to ritual.' Only then do the eyes, ears, mouth, nose, and four limbs truly become your eyes, ears, mouth, nose, and four limbs. This is truly working for them. Now you spend all day chasing outward, pursuing fame and profit — this is all working for things external to the physical body. If you truly work for the eyes, ears, mouth, nose, and four limbs, wishing not to look, listen, speak, or move contrary to ritual — is it your eyes, ears, mouth, nose, and four limbs that can of themselves refrain? It must be through your mind. These acts of seeing, hearing, speaking, and moving are all acts of your mind. Your mind's seeing issues through the aperture of the eyes; your mind's hearing issues through the aperture of the ears; your mind's speaking issues through the aperture of the mouth; your mind's moving issues through the aperture of the four limbs. Without your mind, there would be no eyes, ears, mouth, nose. What is called your mind is also not merely that lump of flesh. If it were just that lump of flesh, then the dead — that lump of flesh is still there — why can they no longer see, hear, speak, or move? What is called your mind is that which can see, hear, speak, and move. This is nature; this is the Principle of Heaven. Having this nature, there can be life. The life-giving principle of this nature is called humaneness. This life-giving principle of nature: issuing through the eyes, it can see; issuing through the ears, it can hear; issuing through the mouth, it can speak; issuing through the four limbs, it can move. All of this is simply the Principle of Heaven generating and issuing forth. Because it governs the entire person, it is called the mind. The original substance of this mind was originally just the Principle of Heaven, originally without anything contrary to ritual. This is your true self. This true self is the master of the physical body. Without the true self, there is no physical body. Truly, having it means life; lacking it means death. If you truly work for the physical self, you must employ this true self. You must constantly preserve and protect the original substance of this true self, 'being cautious about what is unseen, apprehensive about what is unheard,' fearing the slightest harm might come to it. The moment even a hair's breadth of what is contrary to ritual stirs, it should be like a knife cutting or a needle pricking — unbearable until the knife is removed and the needle pulled out. This is truly having a resolve to work for oneself, and the strength to overcome oneself. What you have now is recognizing the thief as your own child. How can you then say you have the resolve but lack the strength?\""
    },
    {
      "index": 123,
      "text": "There was a student who had an eye ailment and was deeply anxious about it.\n\nThe Master said: \"You value your eyes more than your mind.\""
    },
    {
      "index": 124,
      "text": "Xiao Hui was fond of Buddhism and Daoism.\n\nThe Master admonished him: \"I too from my youth was devoted to these two teachings. I believed I had attained something and considered Confucian learning not worth studying. Later, during my three years of exile, I perceived the learning of the sage — how simple, easy, and vast it is. Only then did I lament and repent having wasted thirty years of effort. In general, the learning of the two teachings, at its most subtle, differs from the sage's by only a hair's breadth. What you are now studying is merely their dregs, yet you are so self-satisfied and pleased with it. You are truly like an owl clutching a rotten mouse.\"\n\nHui asked about the subtlety of the two teachings.\n\nThe Master said: \"I told you the sage's learning is simple, easy, and vast, yet you do not ask me about my awakening — you only ask about my regret.\"\n\nHui was ashamed and asked about the sage's learning.\n\nThe Master said: \"You are now merely asking for the sake of asking. Wait until you have prepared a genuine resolve to become a sage, then come and I will tell you.\"\n\nHui asked again and again.\n\nThe Master said: \"I have already told you everything in a single sentence, yet you still do not understand.\""
    },
    {
      "index": 125,
      "text": "Liu Guanshi asked: \"What is 'the equilibrium before the emotions are aroused'?\"\n\nThe Master said: \"You need only be cautious about what is unseen and apprehensive about what is unheard, nourishing this mind until it is purely the Principle of Heaven — then you will naturally perceive it.\"\n\nGuanshi asked for a brief indication of its atmosphere.\n\nThe Master said: \"It is like a mute who has eaten a bitter melon — he cannot describe it to you. If you want to know the bitterness, you must eat it yourself.\"\n\nAt that time Yue Ren was beside him and said: \"This is indeed what it means that true knowledge is itself action.\"\n\nAll the friends present at that time had a moment of awakening."
    },
    {
      "index": 126,
      "text": "Xiao Hui asked about the way of life and death.\n\nThe Master said: \"Know day and night, and you know life and death.\"\n\nHui asked about the way of day and night.\n\nThe Master said: \"Know day, and you know night.\"\n\nHui said: \"Is there something about day that one does not know?\"\n\nThe Master said: \"Can you truly know day? Rising in a daze, eating in a stupor, acting without awareness, practicing without examination — all day in a muddled state. This is only dreaming during the day. Only when in every breath there is nourishment, in every blink there is preservation, when this mind is alert and luminous, and the Principle of Heaven is not interrupted for a single instant — only then can you truly know day. This is Heavenly virtue. This is 'penetrating the way of day and night and thereby understanding.' What more is there to life and death?\""
    },
    {
      "index": 127,
      "text": "Ma Zixin asked: \"Regarding 'the cultivation of the Way is called instruction' — the earlier commentary says 'the sage takes what is inherent in our nature and regulates it, establishing standards for the world, such as rites, music, punishments, and governance.' What do you think of this?\"\n\nThe Master said: \"The Way is nature, is destiny. It is originally complete and perfect — nothing can be added or subtracted, and it requires no embellishment. What need is there for the sage to 'regulate' it? That would make it something incomplete. Rites, music, punishments, and governance are methods for governing the world — they may indeed be called 'instruction.' But this is not Zisi's original meaning. If one follows the earlier commentary, why does the passage below — on entering the Way through instruction — set aside the sage's teachings of rites, music, punishments, and governance, and instead speak of a separate effort of vigilant caution and apprehension? That would make the sage's teachings an empty formality.\"\n\nZixin asked further.\n\nThe Master said: \"Zisi speaks of nature, the Way, and instruction all from the fundamental source. What Heaven commands in people is called nature; following one's nature in action is called the Way; cultivating the Way through learning is called instruction. Following one's nature pertains to those who are sincere — what is called 'from sincerity to understanding, this is called nature.' Cultivating the Way pertains to those who seek sincerity — what is called 'from understanding to sincerity, this is called instruction.' The sage follows his nature in action — this itself is the Way. Below the sage, people cannot fully follow their nature. In relation to the Way they inevitably err by excess or deficiency. Therefore they must 'cultivate' the Way. Cultivating the Way means that the wise and talented are not permitted to go too far, and the foolish and unwilling are not permitted to fall short. Everyone must follow this Way — and thus the Way becomes 'instruction.' This 'instruction' carries the same meaning as in 'the Way of Heaven is the ultimate instruction' and 'wind, rain, frost, and dew are all instruction.' 'Cultivating' here is the same as in 'cultivating the Way through humaneness.' When a person can cultivate the Way, he can then avoid transgressing the Way and restore the original substance of his nature — this is also the sage's Way of following one's nature. Below, 'vigilant caution and apprehension' is the effort of cultivating the Way. 'Equilibrium and harmony' is restoring the original substance of one's nature. This is like the Changes saying 'exhaustively investigating principle, fully developing one's nature, to arrive at destiny.' 'Equilibrium and harmony bringing all things to their proper places' is fully developing one's nature and arriving at destiny.\""
    },
    {
      "index": 128,
      "text": "Huang Chengfu asked: \"Earlier Confucians considered Confucius's answer to Yan Hui's question about governing a state to be the establishment of an eternal standard for all ages. What do you think?\"\n\nThe Master said: \"Yan Hui already embodied the sage in complete form. Regarding the great root and great source of governing a state, he was already fully equipped. The Master, who knew him deeply through long acquaintance, did not need to discuss these. He spoke only of institutional forms and cultural expressions. Such matters should not be neglected — they must be exactly right before things are perfect. Moreover, one should not, because one's own fundamental capacity is sound, become negligent in matters of precaution. Hence the need to 'banish the music of Zheng and keep flatterers at a distance.' Yan Hui was a person who overcame himself and turned inward, applying effort to virtue. Confucius, fearing that in external details and minor points he might be somewhat negligent, supplemented what was lacking. Had it been someone else, the Master would have needed to speak of 'governance depending on the right people, obtaining people through one's own character, cultivating character through the Way, cultivating the Way through humaneness,' the 'Universal Way,' the 'nine standards,' and the many efforts of 'making oneself sincere.' Only then could the task be accomplished. This is the truly eternal standard for all ages. Otherwise, if one merely adopts the calendar of Xia, rides in the carriage of Yin, wears the cap of Zhou, and performs the Shao dance — would the world thereby be well governed? Later people, seeing that Yan Hui was the foremost disciple and that this question was about 'governing a state,' took it to be a matter of supreme importance.\""
    },
    {
      "index": 129,
      "text": "Cai Xiyuan asked: \"In Zhu Xi's new edition of the Great Learning, 'investigating things and extending knowledge' precedes the effort of 'making the intentions sincere.' This seems to accord with the sequence of the opening chapter. But if we follow the Master's position of keeping the old text, then 'making the intentions sincere' comes before 'investigating things and extending knowledge.' I am still not at ease about this.\"\n\nThe Master said: \"The effort of the Great Learning is simply 'manifesting luminous virtue.' 'Manifesting luminous virtue' is simply 'making the intentions sincere.' The effort of 'making the intentions sincere' is simply 'investigating things' and 'extending knowledge.' If one takes 'making the intentions sincere' as primary and then applies the effort of 'investigating things' and 'extending knowledge,' then the effort has a place to land, and doing good and removing evil are both aspects of 'making the intentions sincere.' In the new edition, one first investigates the principles of things and affairs — but this is vague and unfocused, with no basis whatsoever. One must add the word 'reverence' before it can be dragged back to the realm of mind and person. But ultimately it has no root. If one must add the word 'reverence,' why did the school of Confucius drop precisely this most essential word, leaving it for someone a thousand years later to supply? The point is precisely that taking 'making the intentions sincere' as primary makes the addition of 'reverence' unnecessary. This is why 'making the intentions sincere' is highlighted — it is precisely the essential starting point of all learning. To fail to discern this is truly a case of 'a hair's breadth of difference leading to an error of a thousand miles.' In general, the effort of the Doctrine of the Mean is simply 'making oneself sincere.' 'Making oneself sincere' at its utmost is 'supreme sincerity.' The effort of the Great Learning is simply 'making the intentions sincere.' 'Making the intentions sincere' at its utmost is 'the highest good.' The effort is altogether the same. To say that here one must supplement with 'reverence' and there one must supplement with 'sincerity' is adding legs to a snake.\""
    }
  ]
}