{
  "chapterNumber": 2,
  "title": "卷上 (Volume 1)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "被衣"
      },
      {
        "index": 1,
        "text": "被衣者，堯時人也。堯之師曰許由，許由之師曰嚙缺，嚙缺之師曰王倪，王倪之師曰被衣。嚙缺問道乎被衣，被衣曰：「若正汝形，一汝視，天和將至。攝汝知，一汝度，神將來舍，德將為汝美，道將為汝居。汝瞳焉如新生之犢，而無求其故。」言未卒，嚙缺睡寐，被衣大悅，行歌而去之，曰：「形若槁骸，心若死灰，真其實知不以故，自持媒媒晦晦，無心而不可與謀，彼何人哉！」"
      },
      {
        "index": 2,
        "text": "王倪"
      },
      {
        "index": 3,
        "text": "王倪者，堯時賢人也，師被衣。嚙缺又學於王倪，問道焉。嚙缺曰：「子知物之所同是乎？」曰：「吾惡乎知之。」「子知子之所不知邪？」曰：「吾惡乎知之。」「然則物無知邪？」曰：「吾惡乎知之。雖然，嘗試言之。庸詎知吾所謂知之非不知邪？庸詎知吾所謂不知之非知邪？且吾嘗試問乎汝，民濕寢則腰疾偏死，魷然乎哉？木處則惴慄恂懼，猿猴然乎哉？三者孰知正處？民食芻豢，麇鹿食薦，卿且甘帶，鴟鴉耆鼠，四者孰知正味？猿猵狙以為雌，麋與鹿交，魷與魚遊。毛嬙麗姬，人之所美也。魚見之深入，鳥見之高飛，麋鹿見之決驟，四者孰知天下之正色哉？自我觀之，仁義之端，是非之塗，樊然淆亂，吾惡能知其辯」。嚙缺曰：「子不知利害，則至人固不知利害乎？」王倪曰：「至人神矣！大澤焚而不能熱，河漢冱而不能寒，疾雷破山風振海而不能驚，若然者，乘雲氣，騎曰月，而遊乎四海之外，死生無變於已，而況利害之端乎？」"
      },
      {
        "index": 4,
        "text": "嚙缺"
      },
      {
        "index": 5,
        "text": "嚙缺者，堯時人也。許由師事嚙缺，堯問於由曰：「嚙缺可以配天乎？吾藉王倪以要之。」許由曰：「殆哉，圾乎天下。嚙缺之為人也，聰明睿知，給數以敏，其性過人，而又乃以人受天。彼審乎禁過，而不知過之所由生，與之配天乎？彼且乘人而無天。方且本身而異形，方且尊知而火馳，方且為緒使，方且為物絯，方且四顧而物應，方且應眾宜，方且與物化而未始有恆，夫何足以配天乎！」"
      },
      {
        "index": 6,
        "text": "巢父"
      },
      {
        "index": 7,
        "text": "巢父者，堯時隱人也。山居不營世利，年老以樹為巢，而寢其上，故時人號曰巢父。堯之讓許由也，由以告巢父，巢父曰：「汝何不隱汝形，藏汝光，若非吾友也！」擊其膺而下之，由悵然不自得。乃過清泠之水，洗其耳，拭其目，曰：「向聞貪言，負吾之友矣！」遂去，終身不相見。"
      },
      {
        "index": 8,
        "text": "許由"
      },
      {
        "index": 9,
        "text": "許由，字武仲，陽城槐裏人也。為人據義履方，邪席不坐，邪膳不食。後隱於沛澤之中。堯讓天下於許由，曰：「曰月出矣而爝火不息，其於光也不亦難乎！時雨降矣而猶浸灌，其於澤也不亦勞乎！夫子立而天下治，而我猶屍之，吾自視缺然，請致天下。」許由曰：「子治天下，天下既已治也，而我猶代子，吾將為名乎？名者，實之賓也，吾將為賓乎？鷦鷯巢於深林，不過一枝。偃鼠飲河，不過滿腹。歸休乎君，予無所用天下為。庖人雖不治庖，屍祝不越樽俎而代之矣！」不受而逃去。嚙缺遇許由，曰：「子將奚之？」曰：「將逃堯。」曰：「奚謂邪？」曰：「夫堯知賢人之利天下也，而不知其賊天下也。夫唯外乎賢者知之矣！」由於是遁耕於中嶽潁水之陽，箕山之下，終身無經天下色。堯又召為九州長，由不欲聞之，洗耳於潁水濱。時其友巢父牽犢欲飲之，見由洗耳，問其故。對曰：「堯欲召我為九州長，惡聞其聲，是故洗耳。」巢父曰：「子若處高岸深谷，人道不通，誰能見子。子故浮遊，欲聞求其名譽，汙吾犢口。」牽犢上流飲之。許由沒，葬箕山之巔，亦名許由山，在陽城之南十餘裏。堯因就其墓，號曰箕山公神，以配食五嶽，世世奉祀，至今不絕也。"
      },
      {
        "index": 10,
        "text": "善卷"
      },
      {
        "index": 11,
        "text": "善卷者，古之賢人也。堯聞得道，乃北面師之。及堯受終之後，舜又以天下讓卷。卷曰：「昔唐氏之有天下，不教而民從之，不賞而民勸之，天下均平，百姓安靜，不知怨，不知喜。今子盛為衣裳之服以眩民目，繁調五音之聲以亂民耳，丕作皇韶之樂以愚民心，天下之亂，從此始矣。吾雖為之，其何益乎！予立於宇宙之中，冬衣皮毛，夏衣絺葛，春耕種形足以勞動，秋收斂身足以休食，曰出而作，曰入而息，逍遙於天地之間，而心意自得。吾何以天下為哉？悲夫！子之不知余也。」遂不受，去，入深山，莫知其處。"
      },
      {
        "index": 12,
        "text": "子州支父"
      },
      {
        "index": 13,
        "text": "子州支父者，堯時人也。堯以天下讓許由。許由不受，又讓於子州支父。子州支父曰：「以我為天子猶之可也。雖然，我適有幽憂之病，方且治之，未暇治天下也。」舜又讓之，亦對之曰：「予適有幽憂之病，方且治之，未暇治天下也。」"
      },
      {
        "index": 14,
        "text": "壤父"
      },
      {
        "index": 15,
        "text": "壤父者，堯時人也。帝堯之世，天下太和，百姓無事。壤父年八十餘，而擊壤於道中。觀者曰：「大哉帝之德也。」壤父曰：「吾曰出而作，曰入而息，鑿井而飲，耕田而食，帝何德於我哉！」"
      },
      {
        "index": 16,
        "text": "石戶之農"
      },
      {
        "index": 17,
        "text": "石戶之農，不知何許人也，與舜為友。舜以天下讓之石戶之農，石戶之農曰：「卷卷乎後之為人葆力之士也。」於是夫負妻戴，攜子以入於海，終身不反也。"
      },
      {
        "index": 18,
        "text": "蒲衣子"
      },
      {
        "index": 19,
        "text": "蒲衣子者，舜時賢人也。年八歲而舜師之。嚙缺問於王倪，四問而四不知。嚙缺因躍而大喜，行以告蒲衣子。蒲衣子曰：「而乃今知之乎？有虞氏不及泰氏，有虞氏其猶臧仁以要人，亦得人矣，而未始出於非人。泰氏其臥徐徐，其覺於於，一以巳為馬，一以巳為牛，其知情信其德甚真，而未始入於非人也。」後舜讓天下於蒲衣子，蒲衣子不受而去，莫知所終。"
      },
      {
        "index": 20,
        "text": "披裘公"
      },
      {
        "index": 21,
        "text": "披裘公者，吳人也。延陵季子出遊，見道中有遺金，顧披裘公曰：「取彼金。」公投鐮瞋目，拂手而言曰：「何子處之高而視人之卑！五月披裘而負薪，豈取金者哉！」季子大驚，既謝而問姓名，公曰：「吾子皮相之士，何足語姓名也。」"
      },
      {
        "index": 22,
        "text": "江上丈人"
      },
      {
        "index": 23,
        "text": "江上丈人者，楚人也。楚平王以費無忌之讒殺伍奢，奢子員亡將奔吳。至江上，欲渡，無舟。而楚人購員甚急，自恐不脫，見丈人得渡。因解所佩劍以與丈人，曰：「此千金之劍也，願獻之。」丈人不受，曰：「楚國之法，得伍胥者，爵執邽，金千鎰。吾尚不取，何用劍為？」不受而別，莫知其誰。員至吳為相，求丈人不能得，每食輒祭之，曰：「名可得聞而不可得見，其唯江上丈人乎？」"
      },
      {
        "index": 24,
        "text": "小臣稷"
      },
      {
        "index": 25,
        "text": "小臣稷者，齊人也。抗厲希古，桓公凡三往而不得見。公嘆曰：「吾聞布衣之士不輕爵祿，則無以助萬乘之主，萬乘之主不好仁義，則無以下布衣之士。」於是五往，乃得見焉。桓公以此能致士，為五霸之長。"
      },
      {
        "index": 26,
        "text": "弦高"
      },
      {
        "index": 27,
        "text": "弦高者，鄭人也。鄭穆公時，高見祝為秦晉所逼，乃隱不仕，為商人。及晉文公之返國也，與秦穆公伐鄭，圍其都。鄭人私與秦盟，而晉師退。秦又使大夫祀於等三人戍鄭。居三年，晉文公卒，襄公初立。秦穆公方強，使百里西、乞白乙帥師襲鄭。過周反滑，鄭人不知。時高將市於周，遇之，謂其友蹇他曰：「師行數千里，又數經諸侯之地，其勢必襲鄭。凡襲國者，以無備也。示以知其情也，必不敢進矣。」於是乃矯鄭伯之命，以十二牛犒秦師，且使人告鄭為備。祀於亡奔齊，孟明等返至都，晉人要擊，大破秦師。鄭於是賴高而存。鄭穆公以存國之賞賞高，而高辭曰：「詐而得賞，則鄭國之政廢矣。為國而無信，是敗俗也。賞一人而敗國俗，智者不為也。」遂以其屬徙東夷，終身不返。"
      },
      {
        "index": 28,
        "text": "商容"
      },
      {
        "index": 29,
        "text": "商容，不知何許人也。有疾，老子曰：「先生無遺教以告弟子乎？」容曰：「將語子。過故鄉而下車，知之乎？」老子曰：「非謂不忘故耶？」容曰：「過喬木而趨，知之乎？」老子曰：「非謂其敬老耶？」容張口曰：「吾舌存乎？」曰：「存。」曰：「吾齒存乎？」曰：「亡。」「知之乎？」老子曰：「非謂其剛亡而弱存乎？」容曰：「嘻！天下辜盡矣。」"
      },
      {
        "index": 30,
        "text": "老子李耳"
      },
      {
        "index": 31,
        "text": "老子李耳，字伯陽，陳人也。生於殷時，為周柱下史，好養精氣，貴接而不施。轉為守藏史。積八十餘年，《史記》雲二百餘年。時稱為隱君子，謚曰聃。仲尼至周，見老子，知其聖人，乃師之。後周德衰，乃乘青牛車去，入大秦。過西關，關令尹喜望氣先知焉，乃物色遮候之。已而老子果至，乃強使著書，作《道德經》五千餘言，為道家之宗。以其年老，故號其書為《老子》。"
      },
      {
        "index": 32,
        "text": "庚桑楚"
      },
      {
        "index": 33,
        "text": "庚桑楚者，楚人也，老聃弟子，偏得老聃之道，以北居畏壘之山。其居三年，畏壘大壤。畏壘之民相與言曰：「庚桑子之始來，吾灑然異之。今吾曰計之而不足，歲計之而有餘，庶幾其聖人乎！子胡不相與屍而祝之，社而稷之乎？」庚桑子聞之，南面而不釋。然弟子異之，庚桑子曰：「弟子何異於予？夫春氣發而百草生，正得秋而萬寶成。夫春與秋，豈無得而然哉！天道已行矣，吾聞至人屍居環堵之室，而百姓猖狂不知所如往。今以畏壘之細民，而竊竊焉欲俎豆予於賢人之間，我其杓之人邪！吾是以不釋於老聃之言。」"
      },
      {
        "index": 34,
        "text": "老萊子"
      },
      {
        "index": 35,
        "text": "老萊子者，楚人也。當時世亂，逃世，耕於蒙山之陽。莞葭為墻，蓬蒿為室，枝木為床，蓍艾為席，飲水食菽，墾山播種。人或言於楚王，王於是駕至萊子之門。萊子方織畚，王曰：「守國之政，孤願煩先生。」老萊子曰：「諾。」王去，其妻樵還，曰：「子許之乎？」老萊曰：「然。」妻曰：「妾聞之，可食以酒肉者，可隨而鞭棰，可擬以官祿者，可隨而鐵鉞。妾不能為人所制者。」妻投其畚而去。老萊子亦隨其妻，至於江南而止。曰：「鳥獸之毛，可績而衣，其遺粒足食也。」仲尼嘗聞其論，而蹙然改容焉。著書十五篇，言道家之用。人莫知其所終也。"
      },
      {
        "index": 36,
        "text": "林類"
      },
      {
        "index": 37,
        "text": "林類者，魏人也，年且百歲。底春披裘，拾遺穗於故畦，並歌並進。孔子適衛，望之於野，顧謂弟子曰：「彼叟可與言者，試往訊之。」子貢請行，逆之隴端，面之而嘆曰：「先生曾不悔乎，而行歌拾穗？」林類行不留，歌不輟。子貢叩之不已，乃仰而應曰：「吾何悔邪？」子貢曰：「先生少不勤行，長不競時，老無妻子，死期將至，亦有何樂，而拾穗行歌乎？」林類笑曰：「吾之所以為樂，人皆有之，而反以為憂。少不勤行，長不競時，故能壽若此。老無妻子，死期將至，故能樂若此。」子貢曰：「壽者，人之情。死者，人之惡。子以死為樂，何也？」林類曰：「死之與生，一往一反。故死於是者，安知不生於彼。故吾知其不相若矣。吾又安知營營而求生非惑乎？亦又安知吾今之死不愈昔之生乎？」子貢聞之，不喻其意。還，以告夫子。夫子曰：「吾知其可與言，果然。」"
      },
      {
        "index": 38,
        "text": "榮啟期"
      },
      {
        "index": 39,
        "text": "榮啟期者，不知何許人也。鹿裘帶索，鼓琴而歌。孔子遊於泰山，見而問之曰：「先生何樂也？」對曰：「吾樂甚多。天生萬物，唯人為貴，吾得為人矣，是一樂也。男女之別，男尊女卑，故以男為貴，吾既得為男矣，是二樂也。人生有不見曰月，不免繈褓者，吾既已行年九十矣，是三樂也。貧者，士之常也，死者，民之終也。居常以待終，何不樂也。」"
      },
      {
        "index": 40,
        "text": "荷蕢"
      },
      {
        "index": 41,
        "text": "荷蕢者，衛人也。避亂不仕，自匿姓名。孔子擊磬於衛，乃荷蕢而過孔氏之門，曰：「有心哉擊磬乎？」既而曰：「硜硜乎莫己知也，斯己而已矣。深則厲，淺則揭。」孔子聞之，曰：「果哉，未之難矣。」"
      },
      {
        "index": 42,
        "text": "長沮桀溺"
      },
      {
        "index": 43,
        "text": "長沮桀溺者，不知何許人也。耦而耕。孔子過之，使子路問津焉。長沮曰：「夫執輿者為誰？」子路曰：「是孔丘。」曰：「是魯孔丘歟？」曰：「是也。」是知津矣，問於桀溺。曰：「子為誰？」曰：「為仲由。」曰：「是魯孔丘之徒與？」對曰：「然。」曰：「滔滔者天下皆是也，而誰與易之？且而與其從避人之士，豈若從避世之土哉！」耰而不輟。子路以告孔子，孔子憮然曰：「鳥獸不可與同群，吾非斯人之徒而誰與？天下有道，丘不與易也。」"
      },
      {
        "index": 44,
        "text": "石門守"
      },
      {
        "index": 45,
        "text": "石門守者，魯人也。亦避世不仕，自隱姓名，為魯守石門，主晨夜開閉。子路從孔子，石門而宿。問子路曰：「奚自？」子路曰：「自孔氏。」遂譏孔子曰：「是知其不可為而為之者與？」時人賢焉。"
      },
      {
        "index": 46,
        "text": "荷篠丈人"
      },
      {
        "index": 47,
        "text": "荷篠丈人，不知何許人也。子路從而後，問曰：「子見夫子乎？」丈人曰：「四體不勤，五穀不分，孰為夫子？」植其杖而蕓。子路拱而立止。子路宿，且享焉，而見其二子。明曰，子路行以告。夫子曰：「隱者也。」使子路反見之，至則行矣。"
      },
      {
        "index": 48,
        "text": "陸通"
      },
      {
        "index": 49,
        "text": "陸通，字接輿，楚人也。好養姓，躬耕以為食。楚昭王時，通見楚政無常，乃佯狂不仕，故時人謂之楚狂。孔子適楚，楚狂接輿，遊其門。曰：「鳳兮鳳兮，何如德之衰也？來世不可待，往世不可追也。天下有道，聖人成焉。天下無道，聖人生焉。方今之時，僅免刑焉。福輕乎羽，莫之知載。禍重乎地，莫之知避。已乎已乎，臨人以德。殆乎殆乎，畫地而趨。迷陽迷陽，無傷吾行。卻曲卻曲，無傷吾足。山木自寇也，膏火自煎也。桂可食故伐之，漆可用故割之。人皆知有用之用，而不知無用之用也。」孔子下車，欲與之言。趨而避之，不得與之言。楚王聞陸通賢，遣使者持金百鎰，車馬二駟，往聘通，曰：「王請先生治江南。」通笑而不應。使者去，妻從市來，曰：「先生少而為義，豈老違之哉！門外車跡何深也。妾聞義士非禮不動。妾事先生，躬耕以自食，親織以為衣，食飽衣暖，其樂自足矣，不如去之。」於是夫負釜甑，妻戴紝器，變名易姓，遊諸名山，食桂櫨實，服黃菁子，隱蜀峨眉山，壽數百年。俗傳以為仙雲。"
      },
      {
        "index": 50,
        "text": "曾參"
      },
      {
        "index": 51,
        "text": "曾參，字子輿，南武城人也。不仕而遊，居於衛。緼袍無表，顏色腫噲，手足胼胝。三曰不舉火，十年不製衣，正冠而纓絕，捉衿而肘見，納屨而踵決，曳縱而歌。天子不得臣，諸侯不得友。魯哀公賢之，致邑焉。參辭不受，曰：「吾聞受人者常畏人，與人者常驕人。縱君不我驕，我豈無畏乎！」終不受。後卒於魯。 孝哉子輿，領道泗濱。浩浩之氣，常驕大人。為都不樂，好爵難嬰。單居秘論，傳耀千春。"
      },
      {
        "index": 52,
        "text": "顏回"
      },
      {
        "index": 53,
        "text": "顏回，字子淵，魯人也，孔子弟子。貧而樂道，退居陋巷，曲肱而寢。孔子曰：「回，來家貧居卑，胡不仕乎？」回對曰：「不願仕。回有郭外之田五十畝，足以給饘粥；郭內之圃十畝，足以為絲麻。鼓宮商之音，足以自娛；習所聞於夫子，足以自樂。回何仕焉？」孔子愀然變容，曰：「善哉，回之意也。」"
      },
      {
        "index": 54,
        "text": "原憲"
      },
      {
        "index": 55,
        "text": "原憲，字子思，宋人也，孔子弟子。居魯環堵之室，茨以生草，蓬戶不完，桑以為樞，而甕牖二室。褐以為塞，上漏下濕，匡坐而彈琴。子貢相衛，結駟連騎，排藜藿，入窮閭，巷不容軒，來見原憲。原憲韋冠縱履，杖藜而應門。子貢曰：「嘻，先生何病也？」憲應之曰：「憲聞之：無財謂之貧，學道而不能行謂之病。若憲，貧也，非病也。夫希世而行，比周而友，學以為人，教以為巳，仁義之慝，輿馬之飾，憲不忍為也。」子貢逡巡而有慚色，終身恥其言之過也。"
      }
    ]
  }
}
