{
  "chapterNumber": 3,
  "title": "卷中 (Volume 2)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "漢陰丈人"
      },
      {
        "index": 1,
        "text": "漢陰丈人者，楚人也。子貢適楚，過漢陰，見丈人為囿，入井抱甕而灌，用力甚多而見功寡。子貢曰：「有機於此，後重前輕，挈水若抽，其名為橰，用力寡而見功多。」丈人作色而笑曰：「聞之吾師，有機械者必有機事，有機事者必有機心。機心存於胸中則純白不備，純白不備則神生不定，神生不定者，道之所不載也。吾非不知，羞而不為也。」子貢愕然，慚，俯而不對。有間，丈人曰：「子奚為者邪？」曰：「孔丘之徒也。」丈人曰：「子非夫博學以擬聖智，獨弦歌以賣名聲於天下乎？汝方將忘汝神氣，墮汝形骸，而何暇治天下乎？子往矣，勿妨吾事。」子貢卑陬失色，頊頊然不自得，行三十里而後愈。"
      },
      {
        "index": 2,
        "text": "壺丘子林"
      },
      {
        "index": 3,
        "text": "壺丘子林者，鄭人也。道德甚優，列禦寇師事之。初，禦寇好遊，壺丘子曰：「禦寇好遊，遊何所好？」列子曰：「遊之樂所玩無故。人之遊也，觀其所見，我之遊也，觀其所變。」壺丘子曰：「禦寇之遊，固與人同，而曰固與人異。凡所見亦恆見其變，玩彼物之無物不知我亦無故。務外遊不知務內觀，外遊者求備於物，內觀者取足於身。取足於身，遊之至也。求備於物，遊之不至也。」於是列子自以為不知遊，將終身不出，居鄭圃四十年，人無識者。"
      },
      {
        "index": 4,
        "text": "老商氏"
      },
      {
        "index": 5,
        "text": "老商氏者，不知何許人也。列禦寇師焉，兼友伯高子而進於其道。尹生聞之，從列子居，數月不省舍，因間請蘄其術者，十反而十不告。尹生懟而請辭，列子又不命。尹生退數月，意不巳，又往從之。列子曰：「汝何去來之頻？」尹生曰：「曩章戴有請於子，子不我告，固有憾於子。今復脫然，是以又來。」列子曰：「曩吾以汝為達，今汝之鄙至此乎？姬將告汝所學於夫子者矣。自吾之學也，三年之後，心不敢念是非，口不敢言利害，始得老商一眄而巳。五年之後，心庚念是非，口庚言利害，老商始一解顏而笑。七年之後，從心之所念庚無是非，從口之所言庚無利害，老商始一引吾並席而坐。今汝居先生之門，曾未洽時，履虛乘風，其可得乎！」"
      },
      {
        "index": 6,
        "text": "列禦寇"
      },
      {
        "index": 7,
        "text": "列禦寇者，鄭人也，隱居不仕。鄭穆公時，子陽為相，專任刑法，列禦寇乃絕跡窮巷，面有饑色。或告子陽曰：「列禦寇蓋有道之士也，居君之國而窮，君無乃為不好士乎？」子陽聞而悟，使官載粟數十乘而與之。禦寇出見使者，再拜而辭之。入見其妻，妻望之而拊心曰：「妾聞為有道之妻子皆得佚樂，今有饑色，君過而遺先生食，先生不受，豈非命也哉！」禦冠笑曰：「君非自知我也。以人之言而遺我粟，至其罪我也，又且以人之言。此吾所以不受也。」居一年，鄭人殺子陽，其黨皆死，禦寇安然獨全。終身不仕，著書八篇，言道家之意，號曰《列子》。"
      },
      {
        "index": 8,
        "text": "莊周"
      },
      {
        "index": 9,
        "text": "莊周者，宋之蒙人也。少學老子。為蒙縣漆園吏，遂遺世自放，不仕。王公大人皆不得而器之。楚威王使大夫以百金聘周，周方釣於濮水之上，持竿不顧，曰：「吾聞楚有神龜，死二千歲矣，巾笥而藏之於廟堂之上。此龜寧無為留骨而貴乎？寧生曳尾塗中乎？」大夫曰：「寧掉尾塗中耳。」莊子曰：「往矣，吾方掉尾於塗中。」或又以千金之幣迎周為相，周曰：「子不見郊祭之犧牛乎，衣以文繡，食以芻菽，及其牽入太廟，欲為孤豚，其可得乎？」遂終身不仕。"
      },
      {
        "index": 10,
        "text": "段幹木"
      },
      {
        "index": 11,
        "text": "段幹木者，晉人也。少貧且賤，心誌不遂，乃治清節，遊西河，師事卜子夏。與田子方、李克、翟璜、吳起等居於魏，皆為將，唯幹木守道不仕。魏文侯欲見，就造其門，段幹木逾墻而避文侯。文侯以客禮待之，出，過其廬而軾。其仆問曰：「幹木布衣也，居軾其廬，不巳甚乎？」文侯曰：「段幹木，賢者也。不移勢利，懷君子之道，隱處窮巷，聲馳千里。吾敢不軾乎？幹木先乎德，寡人先乎勢。幹木富乎義，寡人富乎財。勢不若德貴，財不若義高。」又請為相，不肯。後卑己固請見，與語，文侯立倦不敢息。夫文侯名過齊桓公者，蓋能尊段幹木，敬卜子夏，友田子方故也。"
      },
      {
        "index": 12,
        "text": "東郭順子"
      },
      {
        "index": 13,
        "text": "東郭順子者，魏人也，修道守真。田子方師事之，而為魏文侯師友，侍坐於文侯，數稱溪工。文侯曰：「溪工子之師耶？」子方曰：「非也，無擇之裏人也，稱道數當，故無擇稱之。」文侯曰：「然則，子無師耶？」子方曰：「有。」文侯曰：「子師誰耶？」子方曰：「東郭順子也。」文侯曰：「然則，夫子何故未嘗稱之？」子方曰：「其為人也真人，貌而天虛，緣而葆真，清而容物。物無道則正容以悟之，使人之意也消，無擇何足以稱之？」子方出，文侯曰：「遠哉！全德之君子。始吾以聖智之言，仁義之行為至矣，吾聞子方之帥，吾形解而不欲動，口鉗而不欲言。吾所學者，真土梗耳，夫魏真為我累耳。」"
      },
      {
        "index": 14,
        "text": "公儀潛"
      },
      {
        "index": 15,
        "text": "公儀潛者，魯人也，與子思為友。穆公因子思而致命，欲以為相。子思曰：「公儀子此所以不至也。君若饑渴待賢，納用其謀，雖蔬食飲水，伋亦願在下風。如以高官厚祿為釣餌，而無信用之心，公儀子智若魯者，可也，不爾，則不逾君之庭。且臣不佞，又不能為君操竿下釣，以傷守節之士。」潛竟終身不屈。"
      },
      {
        "index": 16,
        "text": "王斗"
      },
      {
        "index": 17,
        "text": "王斗者，齊人也，修道不仕，與顏歜並時。曾造齊宣王門，欲見宣王。宣王使謁者延斗入，斗曰：「斗趨見王，為好勢。王趨見斗，為好士。於王何如？」謁者還報，王曰：「先生徐之，寡人請從。」王趨而迎之於門，曰：「寡人奉先君之宗廟，守社稷。聞先生直言，正諫不諱。」斗曰：「王之憂國愛民，不若王之愛尺縠也。」王曰：「何謂也？」斗曰：「王使人為冠，不使左右便辟，而使工者，何也？為能之也。今王治齊國，非左右便辟則無使也，臣故曰不如愛尺縠也。」王起謝曰：「寡人有罪於國家矣！」於是舉士五人，任之以官，齊國大治，王斗之力也。"
      },
      {
        "index": 18,
        "text": "顏斶"
      },
      {
        "index": 19,
        "text": "顏斶，齊人也。宣王見之，王曰：「斶前。」斶亦曰：「王前。」宣王不說。左右曰：「王，人君也。斶，人臣也。王曰斶前，斶亦曰王前，可乎？」斶對曰：「夫斶前為慕勢，王前為趨士。與使斶為慕勢，不如使王為趨士。」王忿然作色曰：「王者貴乎？士貴乎」對曰：「士貴耳，王者不貴。」王曰：「有說乎？」斶曰：「有，昔者秦攻齊，令曰：有敢去柳下季壟五十步而樵採者，死不赦。令曰：有能得齊王頭者，封萬戶侯，賜金千鎰。由是觀之，生王之頭，曾不若死士之壟也。」宜王繼曰：「顏先生與寡人遊，食太牢，乘安車，妻子衣服麗都。」顏斶辭去，曰：「斶願得歸，晚食以當肉，安步以當車，無罪以當貴，清凈貞正以自虞。」遂辭而去。"
      },
      {
        "index": 20,
        "text": "黔婁先生"
      },
      {
        "index": 21,
        "text": "黔婁先生者，齊人也，修身清節，不求進於諸侯。魯恭公聞其賢，遣使致禮，賜粟三千鐘，欲以為相，辭不受。齊王又禮之，以黃金百斤聘為卿，又不就。著書四篇，言道家之務，號《黔婁子》，終身不屈，以壽終。"
      },
      {
        "index": 22,
        "text": "陳仲子"
      },
      {
        "index": 23,
        "text": "陳仲子者，齊人也。其兄戴為齊卿，食祿萬鐘。仲子以為不義，將妻子適楚，居於陵，自謂於陵仲子。窮不茍求，不義之食不食。遭歲饑，乏糧三曰，乃匍匐而食井上李實之蟲者，三咽而能視身。自織履，妻擘糸盧以易衣食。楚王聞其賢，欲以為相，遣使持金百鎰，至於陵聘仲子。仲子入謂妻曰：「楚王欲以我為相。今曰為相，明曰結駟連騎，食方丈於前，意可乎？」妻曰：「夫子左琴右書，樂在其中矣。結駟連騎，所安不過容膝，食方丈於前，所甘不過一肉。今以容膝之安，一肉之味，而懷楚國之憂。亂世多害，恐先生不保命也！」於是出謝使者，遂相與逃去，為人灌園。"
      },
      {
        "index": 24,
        "text": "漁父"
      },
      {
        "index": 25,
        "text": "漁父者，楚人也，楚亂，乃匿名隱釣於江濱。楚頃襄王時，屈原為三閭大夫，名顯於諸侯，為上官靳尚所譖，王怒，放之江濵，被髮行吟於澤畔。漁父見而問之，曰：「子非三閭大夫歟？何故至於斯？」原曰：「舉世混濁而我清，眾人皆醉而我獨醒，是以見放。」漁父曰：「夫聖人不凝滯於萬物，故能與世推移。舉世混濁，何不揚其波，汨其泥？眾人皆醉，何不鋪其糟，歠其醨？何故懷瑾握瑜，自令放為？」乃歌曰：「滄浪之水清，可以濯吾纓；滄浪之水濁，可以濯吾足。」遂去深山，自閉匿，人莫知焉。"
      },
      {
        "index": 26,
        "text": "安期生"
      },
      {
        "index": 27,
        "text": "安期生者，瑯琊人也，受學河上丈人，賣藥海邊，老而不仕，時人謂之千歲公。秦始皇東遊，請與語三曰三夜，賜金璧直數千萬。出置阜鄉亭而去，留赤玉舄為報，留書與始皇曰：「後數十年求我於蓬萊山下。」及秦敗，安期生與其友蒯通交往，項羽欲封之，卒不肯受。"
      },
      {
        "index": 28,
        "text": "河上丈人"
      },
      {
        "index": 29,
        "text": "河上丈人者，不知何國人也。明老子之術，自匿姓名，居河之湄，著《老子章句》，故世號曰河上丈人。當戰國之末，諸侯交爭，馳說之士鹹以權勢相傾，唯丈人隱身修道，老而不虧。傳業於安期生，為道家之宗焉。"
      },
      {
        "index": 30,
        "text": "樂臣公"
      },
      {
        "index": 31,
        "text": "樂臣公者，宋人也。其先宋公族，其後別從趙。其族樂毅，顯名於諸侯。而臣公獨好黃老，恬靜不仕。及趙為秦昭王滅，臣公東之齊，以《老子》顯名，齊人尊之，號稱賢師。趙人田叔等皆尊事焉。"
      },
      {
        "index": 32,
        "text": "蓋公"
      },
      {
        "index": 33,
        "text": "蓋公者，齊之膠西人也，明《老子》，師事樂臣公。漢之起，齊人爭往於世主，唯蓋公獨遁居不仕。及漢定天下，曹參為齊丞相，盡延問長老諸生以百數，何以治齊。人人各殊，參不知所從。聞蓋公善治黃老，乃使人厚幣聘之。公為言：「治道貴清靜，而民自定。」遂推此類，為參具言之。參悅，乃避正堂舍之，師事之，齊果大治。及參入相漢，導蓋公之道，故天下歌之。蓋公雖為參師，然未嘗仕，以壽終。"
      },
      {
        "index": 34,
        "text": "四皓"
      },
      {
        "index": 35,
        "text": "四皓者，皆河內軹人也，或在汲。一曰東園公二曰角裏先生，三曰綺裏季，四曰夏黃公，皆修道潔己，非義不動。秦始皇時，見秦政虐，乃退入藍田山，而作歌曰：「莫莫高山，深谷逶迤。曄曄紫芝，可以療饑。唐虞世遠，吾將何歸！駟馬高蓋，其憂甚大。富貴之畏人，不如貧賤之肆誌。」乃共入商雒，隱地肺山，以待天下定。及秦敗，漢高聞而徵之，不至。深自匿終南山，不能屈己。"
      },
      {
        "index": 36,
        "text": "黃石公"
      },
      {
        "index": 37,
        "text": "黃石公者，下邳人也，遭秦亂，自隱姓名，時人莫知者。初張良易姓為長，自匿下邳，步遊沂水圯上，與黃石公相遇。未謁，黃石公故墜履圯下，顧謂良曰：「孺子取履！」良素不知詐，愕然欲毆之，為其老人也，強忍下取履。因跪進焉，公以足受，笑而去，良殊驚。公行裏所還，謂良曰：「孺子可教也。後五曰平明，與我期此。」良愈怪之，復跪曰：「諾！」五曰平旦，良往，公怒曰：「與老人期，何後也？」後五曰早會，良雞鳴往，公又先在，復怒曰：「何後也！」後五曰早會，良夜半往。有頃，公亦至，喜曰：「當如是。」乃出一編書與良，曰：「讀是，則為王者師矣。後十三年，孺子見濟北谷城山下黃石，即我矣。」遂去不見。良旦視其書，乃是太公兵法。良異之，因講習以說，他人皆不能用。後與沛公遇於陳留，沛公用其言，輒有功。後十三年，從高祖退濟北谷城山下，得黃石，良乃寶祠之。及良死，與石並葬焉。"
      },
      {
        "index": 38,
        "text": "魯二徵士"
      },
      {
        "index": 39,
        "text": "魯二徵士者，皆魯人也。高祖定天下，即皇帝位，博士叔孫通白征魯諸儒三十餘人，欲定漢儀禮。二士獨不肯行，罵通曰：「天下初定，死者未葬，傷者未起，而欲起禮樂！禮樂所由起，百年之德而後可舉。吾不忍為公所為。公所為不合古，吾不行。公往矣，無汙我！」通不敢致而去。"
      },
      {
        "index": 40,
        "text": "田何"
      },
      {
        "index": 41,
        "text": "田何，字子莊，齊人也。自孔子授《易》，五傳至何。及秦禁學，以《易》為卜筮之書，獨不禁，故何傳之不絕。漢興，田何以齊諸田徙杜陵，號曰杜田生，以《易》受弟子，東武王同子仲、洛陽周王孫丁寬、齊服生等，皆顯當世。惠帝時，何年老家貧，守道不仕。帝親幸其廬，以受業，終為《易》者宗。"
      },
      {
        "index": 42,
        "text": "王生"
      },
      {
        "index": 43,
        "text": "王生者，漢文景時人也。善為黃老，退居不仕，與南陽張釋之交，當時釋之為公車令，太子與梁王共車入朝，不下司馬門，於是釋之劾奏太子、梁王不敬。文帝善之，遷至廷尉。及文帝崩，太子代立為帝，是謂景帝。釋之恐，稱病欲免去，懼大誅至。欲見謝，則未知何如，用王生計，卒乃見上謝之，景帝不過也。王生嘗與釋之及公卿召會，庭中立，王生襪解，顧謂釋之：「為我結襪。釋之前跪而系之。既退，或讓生曰：「獨奈何廷辱張廷尉，使跪系襪乎？」王生曰：「吾老且賤，自度終無益於張廷尉。張廷尉方今天下名臣，吾故聊辱廷尉，使跪系襪，欲以重之。」諸公聞之，皆賢王生而重張廷尉。"
      },
      {
        "index": 44,
        "text": "摯峻"
      },
      {
        "index": 45,
        "text": "摯峻，字伯陵，京兆長安人也。少治清節，與太史令司馬遷交好。峻獨退身修德，隱於岍山。遷既親貴，乃以書勸峻進，曰：「遷聞君子所貴乎道者三，太上立德，其次立言，其次立功。伏惟伯陵材能絕大，高尚其誌，以善厥身，冰清玉潔，不以細行荷累其名，固巳貴矣。然未盡太上之所由也。願先生少致意焉。」峻報書曰：「峻聞古之君子料能而行，度德而處，故悔吝去於身。利不可以虛受，名不可以茍得。漢興以來，帝王之道於斯始顯，能者見利，不肖者自屏，亦其時也。《周易》太君有命，小人勿用。徒欲偃仰從容以遊余齒耳。」峻之守節不移如此。遷居太史官，為李陵遊說，下腐刑，果以悔吝被辱。峻遂高尚不仕，卒於岍，岍人立祠，號曰岍居士，世奉祀之不絕。"
      },
      {
        "index": 46,
        "text": "韓福"
      },
      {
        "index": 47,
        "text": "韓福者，涿人也，以行義修潔著名。昭帝時，將軍霍光秉政，表顯義士，郡國條奏行狀。天子謂福等五人行義最高，以德行徵至京兆，病不得進。元鳳元年，詔策曰：「朕湣勞福以官職之事，賜帛五十疋，遣歸。其務修孝弟，以教鄉裏。」福歸，終身不仕，卒於家。"
      },
      {
        "index": 48,
        "text": "成公"
      },
      {
        "index": 49,
        "text": "成公，成帝時人。自隱姓名，常誦經，不交世利，時人號曰成公。成帝出遊，問之，成公不屈節。上曰：「朕能富貴人，能殺人，子何逆朕？」成公曰：「陛下能貴人，臣能不受陛下之官。陛下能富人，臣能不受陛下之祿。陛下能殺人，臣能不犯陛下之法。」上不能折，使郎二人就受政事十二篇。"
      },
      {
        "index": 50,
        "text": "安丘望之"
      },
      {
        "index": 51,
        "text": "安丘望之者，京兆長陵人也。少治《老子》經，恬靜不求進宦，號曰安丘丈人。成帝聞，欲見之，望之辭不肯見。上以其道德深重，常宗師焉。望之不以見敬為高，愈曰損退，為巫醫於民間。著《老子章句》，故老氏有安丘之學。扶風耿況、王汲等皆師事之，從受《老子》，終身不仕，道家宗焉。"
      },
      {
        "index": 52,
        "text": "宋勝之"
      },
      {
        "index": 53,
        "text": "宋勝之者，南陽安眾人也。少孤，年五歲失父母，家於谷城聚中，孝慕甚篤，聚中化之。少長，有禮。勝之每行見老人擔負，輒以身代之，獵得禽獸，嘗分肉與有親者。貧依姊，居數歲，乃至長安，受《易》，通明以信義見稱。從兄褒為東平內史，遣使召之，勝之曰：「眾人所樂者，非勝之願也。」乃去，遊太原，從郇越牧羊，以琴書自娛。丞相孔光聞而就太原，辟之不至。元始三年，病卒於太原。"
      },
      {
        "index": 54,
        "text": "張仲蔚"
      },
      {
        "index": 55,
        "text": "張仲蔚者，平陵人也，與同郡魏景卿俱修《道德》，隱身不仕。明天官博物，善屬文，好詩賦，常居窮素，所處蓬蒿，沒人閉門，養性不治榮名，時人莫識，唯劉龔知之。"
      },
      {
        "index": 56,
        "text": "嚴遵"
      },
      {
        "index": 57,
        "text": "嚴遵，字君平，蜀人也。隱居不仕，常賣卜於成都市，曰得百錢以自給。卜訖，則閉肆下簾，以著書為事。楊雄少從之遊，屢稱其德。李強為益州牧，喜曰：「吾得君平為從事足矣！」雄曰：「君可備禮與相見，其人不可屈也。」王鳳請交，不許。蜀有富人羅沖者，問君平曰：「君何以不仕。」君平曰：「無以自發。」沖為君平具車馬衣糧，君平曰：「吾病耳，非不足也。我有餘而子不足，奈何以不足奉有餘。」沖曰：「吾有萬金，子無儋石，乃雲有餘，不亦謬乎！」君平曰：「不然。吾前宿予家，人定而役未息，晝夜汲汲，未嘗有足。今我以卜為業，不下床而錢自至，猶余數百，塵埃厚寸，不知所用。此非我有餘而子不足邪？」沖大慚。君平嘆曰：「益我貨者損我神，生我名者殺我身，故不仕也。」時人服之。"
      },
      {
        "index": 58,
        "text": "彭城老父"
      },
      {
        "index": 59,
        "text": "彭城老父者，楚之隱人也，見漢室衰，乃自隱修道，不治名利，至年九十餘。王莽時，徵故光祿大夫龔勝，欲為太子師友。祭酒恥事二姓，莽迫之，勝遂不食而死。莽使者及郡守以下會斂者數百人，老父痛勝以名致禍，乃獨入哭勝，甚悲。既而曰：「嗟乎！薰以香自燒，膏以明自銷。龔先生竟夭天年，非吾徒也。」哭畢而趨出，眾莫知其誰也。"
      },
      {
        "index": 60,
        "text": "韓順"
      },
      {
        "index": 61,
        "text": "韓順，字子良，天水成紀人也，以經行清白，辟州宰，不詣。王莽末，隱於南山。地皇四年，漢起兵於南陽，順同縣隗囂等起兵，自稱上將軍，西州大震。唯順修道山居，執操不回。囂以道術深遠，使人賫璧帛，卑辭厚禮聘順，欲以為師。順因使謝囂曰：「禮有來學，義無往教。即欲相師，但入深山來。」囂聞矍然，不致強屈。其後囂等諸姓皆滅，唯順山棲安然，以貧潔自終焉。"
      },
      {
        "index": 62,
        "text": "鄭樸"
      },
      {
        "index": 63,
        "text": "鄭樸，字子真，谷口人也，修道靜默，世服其清高。成帝時，元舅、大將軍王鳳以禮聘之，遂不屈。楊雄盛稱其德，曰谷口鄭子真。耕於嚴石之下，名振京師，馮翊人刻石祠之，至今不絕。"
      },
      {
        "index": 64,
        "text": "李弘"
      },
      {
        "index": 65,
        "text": "李弘，字仲元，蜀人也。居成都裏中，化之，班白不負擔，男女不錯行。弘嘗被召為縣令，鄉人共送之，元無心就行，因共酣飲，月余不去。刺史使人喻之，仲元遂遊奔，不之官。惟楊雄重之，曰：「不夷不惠，居於可否之間。」"
      },
      {
        "index": 66,
        "text": "向長"
      },
      {
        "index": 67,
        "text": "向長字子平，河內朝歌人也。隱居不仕，性尚中和，好通《老》、《易》。貧無資食，好事者更饋焉，受之，取足而反其餘。王莽大司空王邑辟之連年乃至，欲薦之於莽，固辭乃止。潛隱於家，讀《易》至損益卦，喟然嘆曰：「吾已知富不如貧，貴不如賤，但未知死何如生耳！建武中，男女嫁娶既畢，敕斷家事勿相關，當如我死也。」於是遂肆意與同好北海禽慶俱遊五嶽名山，竟不知所終。"
      },
      {
        "index": 68,
        "text": "閔貢"
      },
      {
        "index": 69,
        "text": "閔貢字仲叔，太原人也，世稱節士，雖周黨之潔清自以弗及也。黨見仲叔食無菜，遺以生蒜，仲叔曰：「我欲省煩耳，今更作煩邪！」受而不食。建武中，應司徒侯霸之辟，既至，霸不及政事，徒勞苦而巳。仲叔恨曰：「以仲叔為不足問邪？不當辟也。辟而不問，是失人也。」遂辭出，投檄而去。復以博士徵，不至。客居安邑，老病家貧，不能得肉，曰買豬肝一片，屠者或不肯與。其令聞，敕吏常給焉。仲叔怪，問知之。乃嘆曰：「閔仲叔豈以口腹累安邑邪？」遂去，客沛，以壽終。"
      }
    ]
  }
}
