{
  "chapterNumber": 25,
  "title": "Capitolo venticinquesimo (Chapter Twenty-Fifth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Per non so quanti giorni, il giovane stette sospeso, tra vita e morte. I consulti si rinnovarono, più e più volte: ma non osavan dare la guarigione se non come una lontana possibilità, nemmanco per una probabilità. Le due donne, la madre e l’adultera, sempre, accanto a quel letto, notte e giorno, giorno e notte, senza prendere più ristoro che un po’ di brodo;senza allontanarsi, più che il tempo necessario, per rinfrescarsi la faccia, lavarsi le mani, passare un pettine ne’ capelli; senza spogliarsi, per cercare un istante di riposo."
      },
      {
        "index": 1,
        "text": "E, se una delle due si lasciò cadere, talvolta, assopita, nelle braccia della poltrona, fu la madre e non l’adultera."
      },
      {
        "index": 2,
        "text": "Una volta, svegliandosi, in sussulto, da un breve sopore ed angoscioso, la signora Della-Morte-Parascandolo vide la Salmojraghi-Orsenigo, che pregava, genuflessa, ferventemente, innanzi ad una seggiola. Le si andò a buttar ginocchioni, daccanto. La giovane riscossa, fece, quasi, per iscostarsi; ma la povera vecchia le disse, sottovoce: - «Preghiamo, insieme, figliuola mia.» - Quel figliuola fece tremar, dal vertice alle piante, dalla punta de’ capelli alle unghie de’ piedi, colei, cui s’indirizzava."
      },
      {
        "index": 3,
        "text": "Pregarono. Dopo un poco, la madre circondò le spalle dell’adultera, col suo braccio destro; e le mormorò, nell’orecchio: - «Dio ci esaudirà!» -"
      },
      {
        "index": 4,
        "text": "— «Dio esaudirà voi, che siete madre, che siete una santa. Ma le mie preghiere non trovano ascolto, in cielo. Io lo sento. Me lo dice, al cuore, una voce, che non mente.» - Così rispose, tremando, la meschina, con quella voce, con cui si confidano, all’orecchio del confessore, le proprie sfiducie, i rimorsi, che ci travagliano."
      },
      {
        "index": 5,
        "text": "Dopo un poco, la Chiarastella abbandonò il capo, sull’omero della compagna; e si sfogò, in lagrime, lunghe, calde, strazianti, frammiste di singulti compressi. La Radegonda la sostenne, senza muoversi: gli occhi di lei erano impietriti Si adattò, meglio, per sorreggere quel peso carissimo; ed, in quegli spasimi convulsi del pianto, rasciugò le lacrime, terse la schiuma, che s’affacciava sulle labbra. Quando la crisi fu superata e la povera vecchia si alzò, la infelice Salmojraghi-Orsenigo appoggiò le labbra, alla mano di lei, ma lievemente, timidamente, come chi si stima indegna. La Della-Morte-Parascandolo si curvò, sulla fronte della giovane; e, scartandone i capelli arruffati, v’impresse un lungo bacio materno. Trasalì, tutta, la Radegonda; e rimase prostrata. Minuti poi, la madre del suo Maurizio tornò, a lei, come se, solo in quell’istante, avesse percepite le parole, pronunziate un quarto d’ora prima; e, ricurvandosi verso la giacente, le prese le mani e la trasse su e le disse: - «Credi tu, che vi sia qualcuno incolpabile, al mondo?» - L’affettuoso tu scese blando, mite, carezzevole, al cuore della sventurata. «Credi tu, che vi sia chi possa credersi buono, al cospetto di Dio? e giudicargli altri? e non temere d’esser giudicato? Siamo tutti peccatori, tutti indegni della divina misericordia, tranne in quanto Lui ce ne degna. Credimi, figliuola mia, la tua preghiera non trova un orecchio sordo; tu non sei men cara, al Signore, d’ogni altra sua creatura. Guardati, dal disperare della sua bontà! Povera figliuola, ricordati: che chi piange sarà consolato. Ricordati; che molto si perdona a chi molto ama. E queste tue veglie e queste tue lagrime, queste son carità ed amore!»"
      },
      {
        "index": 6,
        "text": "Al decimo giorno, fu tenuto un (non so se nono o decimo) consulto. Ed i chirurghi, cessato il delirio, ben riuscita la disarticolazione, bene avviata la ferita al petto, pronosticarono meglio; e dichiararono non improbabile, che il paziente si riavesse. La madre di Maurizio venne a gittarsi, ebbra di gioja, al collo della partecipe d’ogni cura, d’ogni patema. Solo, allora, le donne cominciarono, ad aver occhio e pensiero, per altro che il loro diletto; ed avvertirono la stanchezza accumulata. La Della-Morte-Parascandolo tanto disse e tanto accarezzò la Salmojraghi-Orsenigo, che, finalmente, l’indusse ad andarsi a buttare sul letto, dove, pure, la penò, molto, a chiuder gli occhi, per poco, tanto l’aveva sovreccitata quella veglia prolungata, eccessiva."
      },
      {
        "index": 7,
        "text": "Quando si alzò dal sonno, rinfrancata; e sifu finalmente, cambiata e pettinata, in fretta, e lavata, dopo tanti giorni, che aveva negletta ogni cura di decenza e, quasi di pulizia; entrò nella stanza di Maurizio. L’infermiera le fece cenno, ch’egli dormicchiava. Ed essa, dopo averlo, amorosamente, contemplato, alquanto, si accostò alla vetrata; e guardò in istrada. Era l’ora, in cui la gente si avviava al passeggio. Rimpetto alla finestra, pompeggiava una gran fiera di giocattoli, a guardar le cui vetrine si soffermavano bimbi e bimbe, accompagnati da mamme e da bàlie e da bambinaje. Ed ecco, in quella folla, mettersi una donna, che la Salmojraghi-Orsenigo ravvisò, immediatamente, per la Ruglia-Scielzo; e dava la mano, ad una fanciulletta graziosa. La Radegonda si sentì fremer le viscere. Guardava, intenta: ma non poteva veder bene, giacchè la bimba le volgeva le spalle, adocchiando, nella bacheca, ed accennando alcuni balocchi. L’Almerinda si chinò, più volte, per parlare alla ragazzetta; e, finalmente, entrarono, insieme, nella fiera. La Radegonda non si muoveva. Era sospesa, in dubbio: le pareva e non le pareva. Dopo un poco, la Ruglia-Scielzo riuscì dal negozio con la tosa, che aveva sotto-braccio una grossa bambola, e che la Salmojraghi-Orsenigo vide, stavolta di faccia e riconobbe. Era la figliuola sua, laClotilduccia sua, quella cara creatura, che aveva rifiutato di mai più vedere, verso la quale si sottraeva, agli obblighi materni. Che non avrebbe dato, in quel punto, per essere, con lei, in istrada! per udirne la voce! per godere della sua letizia del balocco comperato! Quanto invidiava l’Almerinda, che poteva saziarsi di baciarla! A lei, madre, questo era tolto ed in eterno! E diede in pianto; e seguì, a lungo, con l’occhio bramoso, quella visione adorata. Ma piangeva, sommessamente."
      },
      {
        "index": 8,
        "text": "Maurizio, che s’era ridesto, la chiamò. Ed essa, (riscuotendosi da’ pensieri dolorosi, che le facevano assalto, rimproverandosi la momentanea distrazione,) corse ad accudirlo."
      },
      {
        "index": 9,
        "text": "— «Perchè piangi?» - le chiese il giovane."
      },
      {
        "index": 10,
        "text": "— «Nulla. Ho il paradiso in cuore: ora, sei fuori pericolo.» -"
      },
      {
        "index": 11,
        "text": "— «Povera Radegonda! con quanto amore, mi assiste! E sì, che, ormai, sono un misero infermo, buono a nulla. Un moncherino! Addio carriera! E me ne andrò in tisico, con questo petto sfracassato! L’accudirmi, t’infelicita; vivi miserrima, per me. Hai rinunziato, a tutto, per una compagnia, che non può contribuire, alla tua felicità.» -"
      },
      {
        "index": 12,
        "text": "Ed ella, chinandosi, verso di lui, con gli occhisfavillanti, sebbene, ancor, lagrimosi: — «Oh Maurizio» — rispose — «cosa dici? cosa dici, mai? La felicità mia è, nello starti accanto; è, nell’esser tollerata, da te. Io sono la più lieta donna del mondo, se tu m’ami; e non cambierei... con la più ossequiata madre. Infelice, io? quando so, che non debbo, più, temere per la tua vita? quando tu hai arrischiata questa vita, per un insulto, a me fatto? Infelice, io? Non potrei dirmi tale, se non il giorno, in cui mi scacciassi.» —"
      },
      {
        "index": 13,
        "text": "Ed il giovane, che aveva mentito benevolenza, per non sembrare ingrato, pensava: — «Ma se lo dicevo io, che non c’è verso, di liberarsi da una donna, che si sacrifica, per noi? Chi m’insegna il modo di disgustarla di me? Chi m’insegna, come far cedobonis di tanta felicità?» —"
      },
      {
        "index": 14,
        "text": "Della sorella dell’Almerinda, Berenice, e di quel, che le avvenne, osservandissimi lettori e lettrici, narrerò - un’altra volta, con comodo, quandochessia."
      }
    ]
  }
}
