{
  "chapterNumber": 7,
  "title": "Capitolo settimo (Chapter Seventh)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Oh l’aspettare colei, che s’ama, nelle proprie stanze, quando, giovani, si vive soli, senza soggezione! Chi l’ha goduta, questa felicità; e chi l’ha soltanto fantasticata. Ma nessuno può pensarci, senza sentirsi ribollire il sangue. Già, parecchie ore prima, uno si studia di azzimarsialla meglio; e ciò, che, in altro tempo, sarebbe fatuità, quello starsene allo specchio, quel comporsi i capelli dieci volte, quell’adoperar mille spazzolini ed unguenti, quel travagliarsi, mezz’ora, intorno al nodo della cravatta, allora, è virtù, è un mostrare animo ben fatto e riconoscente, è uno studio di rimunerar colei, che ne compiace, piacendole. E, poi, si ordina, s’invigila, acciò la camera venga rassettata ammodo: tutto dev’essere disposto acconciamente e subordinato alla gran visita. Si nasconde la tal bazzecola, certe carte, certi libercoli; e mettendo altre coserelle in evidenza, si procaccia, che l’amica debba, necessariamente, badarvi, osservarle. Piccole imposture! Nossignora! è l’affetto, che corregge ed agevola il caso; che non vuol permettere di non accadere a ciò, che dovrebbe accadere."
      },
      {
        "index": 1,
        "text": "Tutto è fatto, non ci è, più, nulla da regolare; e mancano due altre ore! Come ucciderle? Si esce. Ma non dà l’animo di allontanarsi da casa. Ne possono accader tante! E se, per caso, anticipasse? Se, costretta ad andarsene prestissimo, venisse, un’ora prima del convenuto? Se mandasse un’ambasciata, una letterina, per iscombinare o traslocare o modificare l’appuntamento? Si cammina, su e giù, avanti al portone. Ma un tanghero, che passa e ci ferma, ma il caro marito di lei, che capiterà, forse, allora, malaugurataamente, tra’ piedi, ci fa sudar freddo. E se la passasse, proprio adesso? Addio tutto! O salirebbe le scale senz’accorgersi di nojaltri e, non trovando nessuno in casa, partirebbe adontata; o, vedendoci, fermandosi, sarebbe, forse, costretta ad accettare il braccio del buon consorte, per rincasarsene con lui. Poi, lo spasseggiare, innanzi et indietro, in breve spazio, (e lo spazio deve essere breve, chè non si vuol, mai, perdere di vista il portone,) dà negli occhi troppo, può invogliare qualcuno a spiarci. Ed, in que’ casi lì, si aborre dal richiamare l’attenzione degli sfaccendati, si vorrebbe il mantel di Leombruno, l’anello del Re di Tangitania. Quanto a torto si decanta l’industria moderna, che non sa tessere o fondere arnesi cosiffatti! Non rimane se non tornarsene in camera. Si spalanca la finestra; si accende un sigaro. Ma fa troppo caldo; ma si è troppo eccitati; ma un uomo, a quell’ora, che ozia al balcone, richiama maledettamente l’attenzione delle pettegole del vicinato; ma non bisogna farsi veder chiudere la finestra, al sopraggiungere di una donna; ma si fumerà, dopo, con lei, insieme, una boccata per uno... E si butta via il sigaro; si socchiudon le persiane; si risciacqua la bocca con un po’ d’acqua di Felsina. Calmiamoci: leggiamo, scriviamo, sediamoci, qua, sul canapè; non pensiamo a ciò, cheaccadrà fra poco. Chêh! la penna incespica sulla carta; l’occhio s’ingarbuglia nella lettura; il pensiero non sa staccarsi dalla indimenticabilissima, da lei. Picchiano. Sarà dessa; ha fatto presto. No, era la posta: lettere, giornali. Si dissuggellano, sbadatamente, le buste; si rompono le fascette: ma l’occhio e la mente non si lasciano cattivare, neppure da’ Telegrammi e dalle Ultime Notizie. Ormai, sarebbe ora, che la giungesse! Ripicchiano! Oh è lei senza dubbio! Neppure. È un rompiscatole, un seccatore, un ateo, via! Ahimè, come sbrigarsene? E s’ella sopravvenisse? Essere costretto ad augurarsi, che la ritardi! Bestia d’un domestico; non sapeva dire: Il padrone è uscito? E bisogna non far troppo capire a costui quanto c’importi di rimaner soli: sennò, capacissimo di piantarsi giù, al portone od alla cantonata, e spiarci! Fortuna, io ti benedico! Non voleva se non appoggiarmi una stoccata! gli si regalerebbe fin la camicia, purchè andasse fuor degli stivali! Se n’è ito! Ma cos’ha la signora, cos’ha, che non giunge? Ed è, già, in ritardo di venti minuti! È, già, mezz’ora, che dovrebbe esser qua! Il campanello! Oh non sarà nemmanco lei! Sono trascorsi trequarti d’ora! non può più esser lei. Zitto! Un fruscìo d’abiti. S’apre l’usciuolo: è dessa, tutta ristretta in sè, tutta imbacuccata. Dice, a bassa voce: - «Eccomi!» Dice, ansando: - «Temeva, temeva che non mi riuscisse di scappare!... Ma tanto ho fatto!... Per poco, sai!... Mi aspettavi?» - Crudele, che osa dubitarne, domandarlo! E siede, per riprendere fiato senza pur togliersi il cappellino, senza alzarsi il velo. Tu ti allontani. Ed essa a chiederti: - «Dove vai?» - Tu non rispondi. Ma chiudi l’uscio a chiave e torni a lei; e t’inginocchi a’ piedi di lei; e stringi le mani di lei; ed alzi gli occhi e le labbra, agognando, al volto velato di lei. Ed ella, piamente, pianamente, inchina verso te la faccia..."
      },
      {
        "index": 2,
        "text": "Quante e quante volte, Maurizio non aveva aspettata, così, l’Almerinda! Quante volte, questo nostro schema fantastico era stato, per lui, un fatto lieto, soave! Quante visite passate, soavissime o burrascosissime, rammentava, seduto fuori sul terrazzino, riparato da una persiana alla siciliana, con le gambe accavalciate, il sigaro, in bocca, ed un giornale non letto, in mano! Sarebbe un giorno di luna? dovrebbe litigare, per ore? ottenere, a stento, la più infima delle voluttà? violentar, quasi, la donna? Oppure navigherebbe col vento in poppa? e, come una nave, che dà in secco, si troverebbe stretto fra le braccia dell’amica, senza sforzo o pena? Tra! Tra! Tra! Tra! Una carrozza chiusa si ferma innanzi al portone; lo sportello s’apre; scendedonna velata: egli butta il sigaro, brancica il giornale, rientra la seggiola. Una scampanellata; drin! drin! drin! Il grave passo del confidente, che disserra la porta: pacch! pacch! pacch! Una voce tenue femminile: zizì! zizì! zizì! momenti dopo, un picchiare con le nocche delle dita all’uscio di stanza: tocch! tocch! tocch! - «Avanti» - esclama Maurizio. Da fuori, non hanno sentito, e ripicchiano un po’ più forte: tocch-tacch! tocch-tacch; tocchtacch! - «Favorisca!» - grida lui; e corre ad aprire. S’apre la bussola ed il confidente: - «C’è una signora, che chiede di lei, signor Capitano!» - «Entri. E non ci sono per nessun altro. Sono uscito, son di servizio, sono all’ospedale, sono morto! Di’ quel, che t’aggrada, a chi mi volesse; ma non fare entrare nessuno, intendi?» -"
      },
      {
        "index": 3,
        "text": "La donna, frattanto, era entrata; e s’era accostata al terrazzino. Maurizio chiude l’uscio a doppio giro, bench’ella faccia un gesto ed un passo, come per vietarglielo, e mormori un - «No, lasci stare.» - Poi, radiante di felicità, gira su’ tacchi, muove alla volta di lei e ne prende la mano, non consenziente e non ripugnante alla stretta affettuosa. Ma, qui, s’accorge, che quella donna lì, non è quella, attesa con tanto desio; e si ferma conturbato, impacciato; e ritira la propria destra con uno: - «Scusi!» - La visitatrice, conturbata ed impacciata anch’essa, alza il velo; ed egli riconosce la Salmojraghi. Cosa passasse pel capo al povero Della-Morte; come egli si rendesse, momentaneamente, ragione dello scambio; quali paure presaghe lo assalissero; io non saprei dirlo. Ma previde una catastrofe. Gli si strinse il cuore; e barcollò come un uomo ebbro. Avrebbe mosso a pietà chiunque, figuriamoci la Radegonda! Se impietosisce fin lo sguardo del cane, cui, facendo mostra di gettare un osso, invece, s’è buttato un pezzetto di pane asciutto, ch’egli fiuta deluso e non sa risolversi ad addentare, e, poi, lascia lì, per tornare scodinzolando verso l’ingannatore!"
      },
      {
        "index": 4,
        "text": "— «Caro signor Maurizio!...» - cominciò la donna."
      },
      {
        "index": 5,
        "text": "— «Scusi, signora! Io aveva traveduto... credeva... In che posso?... a che debbo?... Come tanto onore?» -"
      },
      {
        "index": 6,
        "text": "— «Quell’uscio...» -"
      },
      {
        "index": 7,
        "text": "— «È vero, mi perdoni... Un equivoco... Io non l’aveva riconosciuta... sennò, creda pure... Quel velo!...» - balbettava Maurizio, ingegnandosi di aprir l’uscio e non giungendo a voltar bene la chiave. Finalmente, respinto il maschio, girò anche la maniglia e spinse un po’ la bussola, quasi perchè la signora Salmojraghi-Orsenigo si cerziorasse con gli occhi suoi,di non essere prigione. Poi, la richiuse a colpo, soltanto; e tornò verso di lei."
      },
      {
        "index": 8,
        "text": "— «Caro signor Maurizio» - ricominciò la donna - «io spero, che Ella voglia considerarmi per amica!» -"
      },
      {
        "index": 9,
        "text": "— «Signora, io...» -"
      },
      {
        "index": 10,
        "text": "— «Ad ogni modo, faccia di non volermi male per le cose, che io vengo a dirle e che, forse, l’affliggeranno; ma... Ambasciador non porta pena.» -"
      },
      {
        "index": 11,
        "text": "— «Dica pure... comandi... Se valgo a servirla, si figuri!...» -"
      },
      {
        "index": 12,
        "text": "— «Io vengo da parte d’un’amica comune, della signora Ruglia-Scielzo...» -"
      },
      {
        "index": 13,
        "text": "— «Ahn?» -"
      },
      {
        "index": 14,
        "text": "— «Sì, da parte di lei, che, per me, non ha secreti. M’ha commesso un incarico delicato; e spero, che Ella me lo agevoli. L’amica nostra mi ha rimesso questo plico suggellato, (vegga!) per consegnarlo a Lei, in mani proprie. Prenda.» -"
      },
      {
        "index": 15,
        "text": "Il giovane si buttò sul plico, che, forse, conteneva la spiegazione dell’indovinello; e, senza neppur chiedere licenza alla signora, stracciò l’involucro. Sperava, per fermo, che racchiudesse una qualche missiva della sua fiamma; ma no! di pugno dell’Almerinda, nulla. Soltanto, le poche letterine ch’e’ le aveva scritte, a lei; ed, in piccoli involtini di carta, certi poveri donuzzoli, che, alcuna volta, con istento grande e consolazione somma l’avea indotta ad accettare, ed alcuni oggettucoli permutati con oggetti analoghi di lei, qualche anella, un portacapelli, una catenina. Impallidì, vedendo l’inatteso rinvio. Poi, ostinandosi nell’ultima lusinga, cominciò, più minutamente, a scorrere foglio per foglio, involtino per involtino; a cacciar fuori da ogni busta la carta e scuoterla e guardarla attraverso la luce: ad esaminare ogni gingìllo, come un orefice, che dovesse compilarne l’inventario. Ma sì! di quanto egli cercava, niente! della sua diletta, niente! Solo, le lettere erano impregnate di un vago profumo di pacciulì, per la cassetta, in cui la donna le aveva conservate. Quando fu certo, via, chè non era più ammessibile un’ombra di dubbio, raccolse ogni cosa con accurata ed accorata lentezza; rimise tutto nella grande sopraccarta, che raccattò di terra; e, con uno squallore di morte sulle guance, rivolse l’occhio, interrogando, alla bella Salmojraghi. E questa, con la calma del chirurgo, conscio di straziare: - «L’amica mia...» - Poco prima aveva, pur, detto nostra; ora, approfondando il bisturi, diceva, solo, mia, e calcava su quel pronome possessivo. - «L’amica mia m’ha detto, che Ella avrebbe, forse, un plico simile a darmi; e mi ha autorizzata a riceverlo.»"
      },
      {
        "index": 16,
        "text": "— «Io? No.» -"
      },
      {
        "index": 17,
        "text": "— «Le lettere, ch’essa Le ha scritte? Le ripeto, che, per me, non ci sono secreti.» Ed in queste parole, nell’accento, si sentiva come l’orgoglio d’essere confidente d’una tal faccenda!"
      },
      {
        "index": 18,
        "text": "— «Io non ho nulla a restituire; io non mi spodesterò di nulla.» -"
      },
      {
        "index": 19,
        "text": "— «Caro signor Maurizio, Ella è un uomo d’onore, un ufficiale, un galantuomo... Ella non vorrà ritener, per forza, lettere di una persona, che le ridomanda, riconsegnandole quelle, scritte da Lei.» -"
      },
      {
        "index": 20,
        "text": "— «E che io non riprendo. Ho aperto il pacco, ignorandone il contenuto, io. Non ritolgo, mai, ciò, che ho dato. Ed Ella signora mia riveritissima, giacchè Le è piaciuto di assumere questo messaggio, Ella, mi faccia il favor singolare di riportarli, questi fogli e questi oggetti. E dica alla Sua amica, alla amica Sua, che bruci pure ogni cosa, che ne faccia, quel che Le pare e piace; ma io non accetto indietro nulla. Prenda, prenda. Ecco, scusi, Le ficcherò io ogni cosa in tasca... Per Dio! mi brucian le mani questi fogli qui, mi bruciano!» -"
      },
      {
        "index": 21,
        "text": "— «Sia pure! Io Le impegno la mia parola, che tutto sarà distrutto. Ma ecco, le lettere dellaamica mia molto meno possono rimaner da Lei, una volta arse queste. Pensi quanti casi si dànno! E se si smarrissero e cadessero in mano a maligni? Vorrebb’Ella compromettere una donna, che Ella ha, pure, amato?» -"
      },
      {
        "index": 22,
        "text": "— «Ho amato? Ed amo pur troppo...» -"
      },
      {
        "index": 23,
        "text": "— «Oh vede! O che dico io, dunque? mi riconsegni le carte. Cosa Le rappresentano più, ora”che tutto è finito, per sempre?» -"
      },
      {
        "index": 24,
        "text": "— «Tutto? per sempre?» -"
      },
      {
        "index": 25,
        "text": "— «Tutto e per sempre. Coraggio; e badi a non farsi illusioni pericolose. Creda, pure, chi Le parla sincera e non Le desidera se non bene. Io comprendo quanto Ella debbe soffrire... Non istia mica ad iscrollare il capo: comprendo, che sono dolori senza nome... Ma sia uomo. Pure, doveva prevedere, che un legame di tal fatta non potrebbe durare eterno. Mi perdoni, o Ella non ha mai compreso il carattere dell’amica mia, oppure, che razza d’amore è il Suo? Egoismo schietto. Non s’è accorto, come soffre, come deperisce quell’infelice? Un momento d’irriflessione l’aveva trascinata ad errori, di cui la coscienza, continuamente, le rimordeva..., continuamente. I rimorsi non le davano pace o tregua, mai, mai; e ne sarebbe, sicuramente, morta in breve, come non vivrà più, se non per espiaree pentirsi. Ed ha fermo di non ricordarsi del passato se non per deplorarlo, chiederne in ginocchio il perdono a Dio misericordioso, e cercare di riscattarlo con una vita di sacrificio, lontana dal mondo ingannevole, tutta devota alla famigliuola, a’ doveri sacrosanti, che le impone lo stato di moglie e di madre. E bisogna, che, mai, un irrefutabil testimonio del passato, ch’ella rinnega, non possa sorgerle contro e minacciarne la pace domestica e riturbarne l’animo. E, sapendo, che un testimonio tale c’è, che c’è, in mano altrui, una lettera di suo pugno, che la condanna, se non altro, in apparenza, come potrebbe stare con animo sereno? Ella, generoso ed onesto, non combatterà una santa determinazione; l’ajuterà, ancorchè Gliene incresca. Dirò, che, inoltre, deve avere un legittimo orgoglio, la coscienza del proprio valore; e Le disconviene di abbassarsi a correr dietro a chi non vuole, non puole esser sua, e non sarà tale, mai più; sicuro, mai più. Ella, gentiluomo, dimenticherà, dunque, assolutamente, una donna, che Le si raccomanda e Le chiede per sommo e unico favore di venir dimenticata! Non riconsegnarmi quelle lettere! Ma commetterebbe una violenza morale, indegna del suo carattere onorato. Ma le dia, qua, dunque.Saranno distrutte. Tanto a Lei inasprirebber, solo, il dolore della perdita crudele; mentre la loro esistenza turba, irreparabilmente, la pace di una donna, a Lei cara e giustamente cara ed ottima, a malgrado di un istante d’oblio. Via, me le rimetta! Mi si mostri quale è davvero, non accecato dalla passione. Via, Maurizio, non mi guardi così; non pianga! Sia uomo; soffra animosamente. Il mondo non finisce mica, perchè una donna, che non L’ha, mai, veramente, quel, che si dice, amato... (Oh, io Gliel’ho detto, che sarei finanche crudele nella verità!) che non L’ha, mai, davvero, amato... (io so quel, che mi dico; e ripensi bene tutto il corso della Loro amicizia, chè mi darà ragione!) ha preso, finalmente, il savio partito di por fine ad una posizione falsa, impossibile, assurda. Ella è giovane: il cielo Le deve un compenso, una miglior fortuna; e Gliela darà, non dubiti. E, senta a me, verrà giorno, in cui, amato, marito e padre, Ella deplorerà, anche Lei, queste incomposte passioni giovanili. Ora, certo, Ella non mel crede; ma poi... Ma non pianga in questo modo orribile, no! farebbe piangere, anco, me. Io veggo bene, che debbo riuscirle esosa, e ch’Ella mi considera quasi nemica... Pure, vivo sicura, che il mio doloroso ufficio, che questa parte verrà,poi, apprezzata con giustizia ed affetto. Non era nemica colei, che ha confuse le sue lacrime con quelle dell’amico, quantunque le toccasse il duro incarico di fargliele versare.» -"
      },
      {
        "index": 26,
        "text": "La Salmojraghi s’era, davvero, intenerita; e piangeva, un po’, le lagrime del coccodrillo: infatti, il capitano faceva compassione a vedersi. Lo spettacolo d’un uomo, che piange, o disgusta o schianta il cuore, secondo che ti è forza attribuirne la disperazione od a viltà d’animo oppure alla prepotenza del dolore, che lo strazia senza domarlo. Maurizio non era un dappoco: ma, perdio! amava sincerissimamente. Due lagrimoni silenziosi gli sdrucciolavano, giù, per la faccia impietrita ed abbronzata: una specie di ticchio doloroso gli deformava gli angoli della bocca. Eppure, quegli occhi, quelle gote, erano rimasti sereni, asciutte, quella bocca aveva proseguito a masticacchiare un mozzicone di sigaro, quando egli rizzava batterie o puntava cannoni sotto il fuoco nimico. Taceva, stringendo convulsamente i pugni, quasi per costringersi, quasi spasimasse pel tetano: e la Radegonda, con soave familiarità, dettatale parte dalla propria natura confidente, parte dalla commiserazione e dal rimorso di aver prodotto quel turbamento, aveva sovrapposte affettuosamente le sue due mani a quelle di lui: ma egli era insensibile a tanta voluttà di contatto. Finalmente, il meschino, non potendone proprio più, diede in un singhiozzo e proruppe in lagrime disperate, che gli restituirono un po’ di calma. Aveva una chiavettina dorata, tra’ ciondoli dell’oriuolo: l’adoperò per aprire una cassettuccia di palissandro con intarsii di bronzo, che stava sullo scrittojo, accanto al canapè. Nella cassetta, vero bigiù, chiudevansi le letterine dell’Almerinda sua e mille ineziucole, mille ricordi, ritrattini, fiori appassiti, ciocche di capelli, un pajo di anella ed altri innumerevoli oggetti o rubati o donati da lei, insomma, que’ nonnulla, che han tanto pregio agli occhi degli innamorati melensi (e quale innamorato non è melenso?). Le lacrime grondavano, proprio, senza metafora, dagli occhi dell’infelice, mentr’egli rimuginava in quel piccolo caosse. Prese fuori una lettera a casaccio; e si trovò, ch’era una delle più amorevoli, fra quante gliene avea scarabbocchiate l’Almerinda; una di quelle, che, a riceverle, fanno balzare il cuore dell’amante ed il fanno camminare pettoruto per la strada, come se avesse vinto un terno al lotto o ricevuta la partecipazione d’una promozione. Cominciò a rileggerla con gli occhi; e più leggeva e più gli si accresceva il pianto: finchè, forse, senz’accorgersene, tolse ad accompagnare gli occhi col moto delle labbra e poi con la voce articolata."
      },
      {
        "index": 27,
        "text": "Ma la Radegonda lo interruppe subito: - «No, Maurizio, io non debbo ascoltare questa lettura!...» -"
      },
      {
        "index": 28,
        "text": "— «Non mi ha detto di sapere tutto? Ebbene, sia giudice Lei, se, dopo...» -"
      },
      {
        "index": 29,
        "text": "— «No, Maurizio, io non posso, nè debbo, nè voglio arrogarmi alcun dritto di giudicare chicchessia. E, forse, anzi, certo, deplorerebbe, poi, d’avermi fatta partecipe di questi fogli, che Lei, solo, deve aver letti e che Lei, pure, deve obbliare. Ho detto: obbliare. Suvvia, me li dia qua, me li lasci suggellare col suo suggello!... acciò possa io riconsegnarli a chi li ha scritti in mal punto, con la certezza, che nessun occhio d’un terzo li abbia, mai, percorsi.» -"
      },
      {
        "index": 30,
        "text": "— «Ebbene, me ne lasci una, almeno, di tante lettere! Gliele do tutte, ma una, via, può lasciarmene, la più nulla ed insignificante; qualcosa di lei, che mi assicuri e testifichi d’esserne stato amato in fatti, di non aver sognato con l’accesa e torbida fantasia!... Altrimenti, come proverò a me stesso, che quanto ci è stato, fra noi due, non fosse una vuota illusione di felicità, solo ambita?»"
      },
      {
        "index": 31,
        "text": "— «La creda pur tale, sarà meglio per entrambi.» -"
      },
      {
        "index": 32,
        "text": "— «Ma come può rompere così? Su due piedi. Ah, Lei mi va ripetendo, che essa non ebbe, mai, amore per me! Eppure, quando si dice, quando si scrive, quando si fa, ciò che essa ha detto, scritto, fatto...» -"
      },
      {
        "index": 33,
        "text": "— «Maurizio!...» -"
      },
      {
        "index": 34,
        "text": "— «E, se non altro, sa quanto io l’ami, oh sel sa bene! E Lei, cara signora Radegonda, suppone, ch’io possa, mai, dimenticare il passato e quella donna? È un oltraggio. Ma Lei non sa!... Dimenticarla, io? Oh no! La non Le ha detto, dunque, come le cose sono andate, e quanto tempo io l’ho seguita e corteggiata ed amata, prima di osar, solo, dirle, che l’amavo? E poi... Ma no, io non debbo parlare o ricordare ciò, che è stato posto in oblio da quella lì. E tutto sarebbe finito? cesserebbe tutto? Parli per sè, lei. Per me, non è così, tutt’altro, il sento: quest’incendio non si spegne, come una candela, che basta soffiarvi su... No, signora, non porti, ancor, via queste lettere; io Gliele ridarò, parola d’onore, ma mi lasci almeno il tempo di rileggerle un’altra volta...» -"
      },
      {
        "index": 35,
        "text": "— «A che servirebbe, Maurizio mio? Dia qua, dia qua... Crede, ch’io Le porti via untesoro? Io porto via la palla, infitta nelle carni, e che non avrebbe, mai, permesso alla ferita di risanare. Dia qui, e non pianga.» -"
      },
      {
        "index": 36,
        "text": "— «Ma se piange anch’Ella? Se anch’Ella vede e riconosce quanto io sia misero! E come potrò rassegnarmi a perdere tanto?...» -"
      },
      {
        "index": 37,
        "text": "— «Oh povero Maurizio, io sì, La compiango assai; ma, quasi quasi, La invidio pure. Sì, Le invidio questa sofferenza nobilissima. O Le par cosa strana? Ma non sente, non s’accorge di quanto la passione grande La sollevi al di sopra di nojaltri, che viviamo senz’essa? Oh come Lei ama! con quanto cuore! con tutta l’anima! Ebbene, io ho dovuto farla soffrire e molto: (ma, creda pure, nol dico per dire!) se, mai, potessi, comunque, compensare il dolore, che Le ho involontariamente inflitto, darei volentieri, dieci anni di vita.» -"
      }
    ]
  }
}
