{
  "chapterNumber": 15,
  "title": "Capitolo quindicesimo (Chapter Fifteenth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La sera stessa, partirono, per Firenze, col diretto notturno, delle nove e quarantacinque. Come rimanere a Milano? O dove andare? A Napoli, no, già; all’estero, no. La capitale era meglio di qualunque altra città d’Italia; e Firenze è tanto tollerante! Alla bella fuggiasca, non resse il cuore di visitare la nonna Teresa sua; le scrisse, bensì, di casa il Della-Morte, una lunga, sconnessa, appassionatissima lettera, in cui tutto le confidava. La vecchiarda si spaventò, pianse, deplorò, ma era tanto parziale per la nipote, tanto avvezza a scusarla ed approvarla e consentire ne’ suoi capricci più matti, da... fare quello, che fece. Andò, velata, alla stazione: volle abbracciarsela, ancora; volle stringer la mano, a colui, che la portava via, e raccomandargliela. Così è, quando si ama molto e si è persona di mondo, certi pregiudizî religiosi, morali, civili cadono, di per sè: che importa la legittimità del legame? le formalità nel contrarlo? Il meno guarentito sembra, quasi quasi, più rispettabile, perchè patto di onore, senza sanzione legale. La indulgentissima nonna promise di surrogar la Radegonda verso la piccola Clotilde; e, così, fu cancellato, dal cuore della viaggiatrice, l’unico rimorso, poichè reputava la figliuola ben affidata. Ma so molti genitori (gente pregiudicata, senza dubbio, e bigotta) che vorrebber saper morte le figliuole, anzichè affidate ad una educatrice cosiffatta!"
      },
      {
        "index": 1,
        "text": "Il Salmojraghi, lui, fu desolatissimo della partenza della moglie; non disse: A nemico che fugge, ponte d’oro. Poveretto! va scusato, la amava! Giurò, da quel punto, odio mortale a tutti gli abitatori delle provincie meridionali ed a chiunque portasse una qualsiasi uniforme. Simile a quel personaggio del Goldoni, che odiava, tanto, il Can de’ Tartari, da non poter più vedere cani, ebbe a dire, spesso, persin con le Guardie Municipali ed a pagare parecchie multe in conseguenza. Ma, verso l’ex-consorte, fu giudice indulgente. Si buccinò, esserci voluto il bello ed il buono, per distorlo, dal querelare i due fuggiaschi, quali rei d’adulterio; ed avernelo trattenuto, solo, pietà di padre, ritegno di trascinare il nome della madre della Clotilde sua pe’ tribunali e vituperarlo. Non è vero. Anzi, e’ si diede a sperare, che, presto, passato il primo bollore, la donna tornerebbe, pentita e raumiliata, al tetto conjugale. L’amava! epperò, non accolse il pensiero di fare atti tali, che avrebberosollevato un muro insuperabile fra loro due. Ecco, anche, perchè la pura minaccia d’una domanda di separazione giudiziaria, il fece consentir, subito, ad una separazione amichevole, cui, dapprima, si mostrava saldo nel negarsi. Ecco, perchè, alla moglie, offrì, per mezzo della nonna, di perdonar tutto, di amnistiarla, di tirare un velo impenetrabile sul passato, purchè tornasse in quella casa, onde ogni gioja era sbandita in eterno, dopo la partenza di lei."
      },
      {
        "index": 2,
        "text": "La Radegonda rimise la lettera, in cui era la proposta, al suo Maurizio; per dirgli, sorridendo: - «Dettami tu, cos’ho da rispondere. Se tu mi suggerirai di accettare...» -"
      },
      {
        "index": 3,
        "text": "Ah certo, se Maurizio avesse osato dire quel, che pensava, le avrebbe suggerito di accettare; poichè, tanto, era ristucco di lei; e bisogna, pure, che tutto finisca; ed ogni bel giuoco dura poco. Ma tanto coraggio non ebbe. Cominciò ad insinuare, (com’egli stimava, con gran politica), il consiglio, che non osava esprimere. Sotto pretesto di perorare, imparzialmente, il pro ed il contra, enumerava, prolissamente, dipingeva, al vivo, gli svantaggi della posizione presente di lei, i vantaggi probabili, accettando la profferta. Ma la Radegonda, non comprendendo, non mangiando la foglia, udiva un po’ sorpresa, ascoltava, distratta; e, poi, stringendogli i panniaddosso: - «Sarà! ma cos’ho da rispondere?» -"
      },
      {
        "index": 4,
        "text": "Maurizio, indispettito e facendo una faccia seria: - «Mia cara» - bofonchiò - «di alcune supreme risoluzioni dobbiamo accettar tutta la responsabilità; e non cercare di rovesciarne parte su qualche consigliere. Ciò, che io desidero, può essere una cosa; e ciò, che ti giova, un’altra. Io non ti dirò: fa questo; ma bensì: rifletti, pondera bene, checchè tu faccia.» -"
      },
      {
        "index": 5,
        "text": "E sgombrò dalla stanza, lasciando la Radegonda, che interpretava tutto a modo suo, in estasi sulla insigne delicatezza."
      },
      {
        "index": 6,
        "text": "La si pose a tavolino, subito; e, senza meditar molto, scrisse. Mostrò, poi, la lettera a Maurizio; che dissimulò, con istento sommo, sotto un sorriso, il dispetto e la noja sentitissima. - «Son condannato, a perpetuità, alla Radegonda!» - pensava, stampandole un bacio in fronte; e l’avrebbe, più volentieri, strangolata. - «Cara!» - le susurrò sottovoce; e l’avrebbe mandata, di buon grado, urlando, alle trentamila paja di diavoli dello ’nferno."
      },
      {
        "index": 7,
        "text": "Giustizia al merito! il Salmojraghi si mostrò delicatissimo, anzi generoso, negli accordi finanziari. Volle, che la moglie prendesse l’amministrazione indipendente, di quanto ella possedeva, senza sottrarne la benchè menoma somma per la figliuola, di cui tradiva, così, l’interesse. Non solo; ma parecchi superi di rendita annua, essendo stati impiegati a nome suo, come capo della famiglia, in tempi, in cui non era, certo, prevedibile questo screzio disgustoso, volle tenersene conto; e rimise l’equivalente, alla moglie, in titoli nominali. Non solo: ma le fece consegnare fino all’ultimo oggetto di valore, giojelli, eccetera; gliene era stato larghissimo e rappresentavano un bel capitaluzzo. Lei accettò, senza nè badare, ned apprezzare: cosa le importava? E lui, che, forse, sperava, questa sua condotta doverle fare un’impressione favorevole, dove produrre un senso di gratitudine, di ammirazione, di rimpianto! Vedi il giudizio uman, come, spesso, erra!"
      },
      {
        "index": 8,
        "text": "Così, fu saldata e ribadita la catena, che doveva legare eternamente, quel povero Maurizio, che non l’aveva nè voluta nè bramata, con la Radegonda. Povero Maurizio, davvero! La possedeva legalmente, per così dire. Gli era raccomandata, sentimentalmente, dalla nonna; e, quasi quasi, il marito gliela cedeva per contratto! Passarono i mesi, i bimestri, i trimestri, i quadrimestri, i semestri, passò il primo anno della aspettativa: ed il peso di quella unione gli diveniva, sempre più, increscioso ed intollerando,sempre più! Talvolta, l’avresti detto un bue assillato:"
      },
      {
        "index": 9,
        "text": "— «È proprio il caso de’ pifferi di montagna!» — così pensava lui. — «Sono andato, per sonare; ed il Salmojraghi m’ha sonato. Io non so ben ridir, com’io v’entrai, ma sono nel gineprajo. M’è accaduto, come a chi s’inoltra in un labirinto: fissa una cima d’albero, che deve servirgli di ritrovo, per tornare su’ propri passi; ma più s’inoltra e più s’imbroglia; e la precauzione è stata vana. Questa donna m’ama a morte; checchè faccia, non giungerò a demeritarne l’affetto mortifero. Bisogna dire, che, sin da Napoli, m’avesse giurato odio concentrato: lì, si manifestò, in un modo; adesso, si rivela, in un altro. Preferisco il modo di prima: l’odio aperto, che mi rapiva l’amante. C’era rimedio! Ma quest’odio amoroso, quest’odio, che si manifesta, coll’abbarbicarmisi, come l’ellera agli alberi delle Cascine, non ammette riparo! Come l’ellera agli alberi? come il boa al bue! Non c’è via di guarentirsene. Ah gli amori d’un tempo, con la lieta prospettiva di sbrigarsene presto! Eccomi legato. Ma se crede, costei, che intenda farmifrate io, e biascicare, tutto il giorno, orazioni con esso lei, s’inganna a partito. Voglio vivere, vivere; e cavarmeli tutti, i capricci! Della mia libertà d’azione, poi, mi sproprio, solo, fino ad un certo punto. Agli svaghi, non rinunzio. Non a’ cavalli: nojaltri, ci vuole la stalla, per istar bene: qualch’ora me la sbirbo, così. E qualch’altra, col bersaglio. Caspita! Monzù l’ha presa pacificamente; ed ha resa inutile l’abilità mia. Ma può darsi, che mi valga l’esser valente. E quest’aspettativa ha, pur, da finire! E tornerò al Reggimento! L’avrò, sempre, appiccicato, il vescicante: ma l’abitudine m’ajuterà a comportarlo. Ed, insomma, bisognerà, ch’ella si pieghi al mio modo di vivere, perchè, già, non son disposto a tollerar la cavezza, io; ho già troppo delle carezze!» —"
      }
    ]
  }
}
