{
  "chapterNumber": 14,
  "title": "Capitolo quattordicesimo (Chapter Fourteenth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Frattanto, l’avola antica, a meditare sul da rispondere al Salmojraghi: uhm! E, quando questi venne ad informarsi del colloquio, cominciò dal concedere, non esserne i sospetti, del tutto, insussistenti, sebbene, a parer suo, esageratissimi. Che ci fosse nulla di serio, fra la Radegonda e ’l Della-Morte, ôoh! peccato mortale il pur supporlo. Ma una tal quale inclinazione, che, progredendo con l’intimità, potrebbe metterne, in pericolo, non la fedeltà, (quella, mai!) bensì la tranquillità dell’animo della nipote, eh! eh! non le sembrava da disconoscersi. Rimedio? Uff! la parte curativa è il brutto, nella medicina: la diagnosi della malattia, più o meno stiracchiatamente, si fa; ma come guarire il male diagnosticato? Pare, che la vecchia dabbene avesse letto l’Amore di Giulio Michelet: propose un viaggio, un lungo e bel viaggio, le distrazioni del quale scaccerebbero, certo, le preoccupazioni anticonjugali, di mente alla Radegonda. Il Salmojraghi afferrò, a volo, l’idea; si persuase, volentieri, di quanto la vedova affermava; e si rincasò, con la letizia del ferito, il quale ha, finalmente, avuto, dal medico, l’assicurazione, che la convalescenza puòdirsi assicurata e che, in pochi giorni, potrà ridiventar padrone di tutti i movimenti del corpo. Ma la letizia volle durar poco."
      },
      {
        "index": 1,
        "text": "Quando manifestò il disegno di viaggiare, alla moglie, questa, invece di accettarlo con giubilo, come la volta, ch’erano andati a Napoli, allungò il muso, alzò le spalle, abbozzò un sogghigno e si permise di trovare arciridicola ed isconnessa la pensata di mettersi in viaggio, giusto negli ultimi di Novembre! Proprio il momento acconcio per lasciare Milano bella! Del resto, non si sentiva bene; e, poi, non ne aveva voglia. Il settentrione la spaventava ed il mezzogiorno non l’allettava; e le era passata ogni curiosità di veder l’Oriente. Il Salmojraghi mostrò poca politica. Si riscaldò, montò in bestia, dichiarando, ch’egli aveva risoluto e deliberato, di svernare al Cairo, risoluto e deliberato, che la moglie lo accompagnerebbe. E lei: - «Che Cairo d’Egitto!» - E lui, spronato dal suono delle parole proprie, come il barbero dagli uncini, appesi alla gualdrappa, trascorse tanto oltre, da invocare non so quale articolo del Codice civile. La Radegonda gli sghignazzò, in faccia; domandandogli, ironicamente: - «Se contava condurla via, con violenza? o qual violenza potrebbe costringerla a partire, quando ella, dal canto suo, avesse risoluto e deliberato dirimanersene?» - Caliamo il sipario, caliamo. La scena susseguente fu di quelle, che, secondo Dante Allaghieri, è bassa voglia il volere udire; e, di cui, il Parlamento Italiano ci dà, spesso, l’obbrobrioso spettacolo. Il marito venne fuori, con un: - «Io non volevo crederlo; ma, dunque, è vero!» - E la valorosa donna gli contrappose uno di que’ spaventevoli - «Sì!» - che sbalordiscono, perchè inaspettati; perchè, anche, i persuasissimi della verità della cosa, non si aspettano, mai, di udirla confessare, a viso aperto. - «Sì! sì! sì! O che non te n’eri accorto?» - Rimproveri, minacce. La conclusione fu, che la Radegonda, lasciata, sdegnosamente, la stanza, e ritiratasi in camera, vestendosi alla bell’e meglio, uscì, s’incarrozzò ed andò a piombare in casa il Della-Morte, ospite inaspettata."
      },
      {
        "index": 2,
        "text": "Questi, tornando all’albergo, una ora dopo, tutto gongolante per l’aspettativa, che gli era stata, ufficialmente, partecipata la mattina, trovò la signora, stabilita nelle sue stanze, da padrona. - «Sacramento! e che fai qui? e come mai? e cosa c’è?» - diss’egli, rannuvolandosi. E lei, sorridente, a buttargli le braccia al collo, ad appoggiargli le labbra sulla gota, a narrargli tutto il diverbio col marito. Non gliene importava un fico; anzi, ne giubilava. E veniva da lui, per non lasciarlo più, mai, mai... Ameno, che non la rimandasse! come soggiunse, col risolino di chi fa una supposizione assurda. E gli strinse il collo, col braccio, quasi volesse soffocarlo, e gota a gota. Poi, lasciandolo, si ritrasse indietro; e sedette sul canapè; ed il guardava, amorosamente."
      },
      {
        "index": 3,
        "text": "E Maurizio? Le sue labbra erano atteggiate al sorriso, anch’esse. Ma non ci ha parole efficaci abbastanza, in questa lingua italiana, che, – certo, non difetta di vocaboli energici, almeno io non ricordo e non so trovare espressioni, che, lontanamente, ritraggano, adombrino la noja, il disgusto, ch’egli provò, pel fatale annunzio. Per cinquantamila ottime ragioni, il colpo di testa della Radegonda era giuocoforza gli rincrescesse; e, frattanto, molte, non poteva neppur dirle; alcune, gli doveva bastare di accennarle, senza insistervi, punto, su."
      },
      {
        "index": 4,
        "text": "Prima di tutto, e la morale? Il terrebbero, per uno, che gode metter male nelle famiglie, che semina zizzanie! Mai, non gli era passata, pel capo, la più lontana intenzione di turbare la pace domestica di chicchessia, neppur, quando amava l’Almerinda Ruglia-Scielzo, come un forsennato. Studioso, nel corteggiar le donne, sempre, d’usar mille riguardi, perchè le sue pratiche non desser mai, nell’occhio. Per esempio, nessuno, a Napoli, aveva, nemmanco, sospettata la relazione conquella signora, tanto amata da lui e per la quale avrebbe, quindi, potuto, agevolmente, tradirsi. (Non sapeva, la sua mamma l’averla argomentata, da quel tal fazzoletto, con le iniziali della Consiglieressa.) Che, se, ora, in Milano avevano avvertita l’intimità con la Radegonda, doveva attribuirsi ed al paese più piccolo e vieppiù ficcanaso e pettegolo di Napoli ed alle imprudenze di madama. Non che provocar dissidî ed antipatie fra’ conjugi, egli tendeva ad instaurar la concordia e l’amenità, in tutte le famiglie, dove aveva secreti con la padrona di casa: sempre, inculcando, alle mogli, arrendevolezza a’ mariti, riguardi, affezione, quanto insomma un marito desiderar può, meno (s’intende) la fedeltà; e facendo, della buona condotta domestica, condizione sine qua non della durata della sua pratica. Non ammetteva, che l’amante mettesse su la donna o la spalleggiasse, nelle contese familiari; gnornò. Primo dovere dell’amico è di consigliar, bene, colei, che gli si commette; esercitando la tutela implicita, che ogni uomo, per dritto naturale, esercita sulla donna posseduta, nell’interesse di lei, per indirizzarla, saviamente, al bene. Ed ecco, ch’egli, ora, si trovava sopraffatto da questa ciandella! costretto non solo a figurarne per seduttore e rapitore, (mentre, invece, sedotto e rapito era lui!) anzi, pure, asostenerla, difenderla, ne’ suoi disordini ingiustificabili! Per lui, una moglie abbandonava il domicilio conjugale e la figliuoletta, dimenticando ogni più sacro dovere! Era cosa iniqua; ed egli complice involontario, ma necessario, dell’iniquità, anzi causa determinante di essa."
      },
      {
        "index": 5,
        "text": "Dopo le ragioni morali, venivan quelle d’interesse, che primeggiavano, forse, anche, nell’animo di lui. Chi rinunzia alla Venere vaga, alle conquiste, alle avventure, chi vuole impacciarsi d’una compagna fissa, se la sceglie, almeno, dì suo gusto; e tale, che gli offra guarentige. Ma sciropparsene una, che ti s’impone! e, sotto pretesto, d’aver tutto sacrificato per te, pretenderà, da te, Dio sa o, meglio, Dio non sa, quali e quanti sacrificî! Sacrificî di quattrini, gravissimi; sacrificî d’indipendenza e di libertà forse, anche, più incresciosi. Dovresti trascinare, appresso, per la vita, questo cataplasma, come il forzato fa della catena, senza potersene affrancare, mai, salvo meritando il nome d’ingrato! Sicuro! sacrificandovi marito, famiglia, posizione, quella pettegola ha acquistato dritto alla vostra riconoscenza; e non potreste limitarla o raffreddarla, senza commettere una frode, in danno di lei. L’ha pagata? È giusto, che se la goda od, almeno, che l’usufruisca. Meno male, la moglie. Prima, come dicevamo, uno se la sceglie; poi, uno se ne scioglie. La puoi trascurare, puoi separartene giudiziariamente; ed, in faccia al pubblico, chi ha torto, è, quasi sempre, lei. Ma alla donna, che ti ha sacrifcato tutto, (siamo, sempre, lì!) infedeltà non lece farne; nè lece abbandonarla o trascurarla, senza taccia d’infamia, di mancanza di cuore, di iperfidia. Del resto, e quando lui Maurizio aveva pensato ad incaricarsi del mantenimento della Salmojraghi? od a legarsi, con lui, per la vita? e quando aveva detta una parola, che potesse interpretarsi, in questo senso? Mai! mai! mai. Scorgendola desiderosa di stringer seco relazione, quantunque la non ignorasse, aver egli il capo a tutt’altra; ebbene, egli non aveva creduto decoroso, conveniente (anche per la riputazione dell’assisa, che indossava) il farla da casto Giuseppe, il lasciarsi fuggire la buona occasione; tanto più che, avendo chiesta l’aspettativa ed il permesso di viaggiare all’estero, la sua stanza a Milano si sarebbe ridotta a poche settimane e tutto sarebbe finito lì. Ed, ora, addio Parigi, Brusselle, Berlino! Che gusto c’è, a girare, colle pastoje, colle balze? E che dispendio la femmina appresso. Non era cosa per la sua borsa! Ah, quando si mise in quell’impiccio, contava, che la fosse una faccenda en passant, non altro. Signornò, diventava affar serio ed eterno! Non aveva, neppure, la magra consolazione di potersi accusare da sè stesso, dipoter dire: L’ho fatta grossa! Me l’ho meritata! Ben mi stà! Niente affatto! la sventura, la rovina gli pioveva, senza sua colpa, sulle spalle!"
      },
      {
        "index": 6,
        "text": "E se quel poveruomo del Salmojraghi domandasse riparazione per le armi? Non c’è peggio de’ timidi, una volta, che piglian coraggio! Ne fanno uno stravizzo! Riescono il contrario, appunto, della Chiesa Romana, patiens quia aeterna! Veramente, lui Maurizio era di prima forza alla pistola; alla sciabola non ne parliamo neppure: pericolo, dunque, per lui, non ce n’era. Ma... lo ammazzerebbe o storpierebbe? Farlo cornuto e mazziato, (come suol dirsi a Napoli,) gli ripugnava. Non gli parea bello, non cavalleresco: anzi un miserabile abuso e codardo di superiorità fisica, che gli procaccerebbe rimorsi, per tutta la vita. Ma per dirlo, sempre, alla napoletanesca, non c’è peggio de le varrate de cecate; un’arme, non è, mai, tanto pericolosa, quanto in pugno a chi non sa, punto, adoperarla; e lui, Maurizio Della-Morte, potrebbe, arcibenissimo, toccarne da Gabrio Salmojraghi, invece di dargliene. Ora, morire o buscarne, per la Radegonda, gli sembrava, non dirò rincrescevole, ma tanto insulso! Ma se non gliene importava nulla, di lei! Quel giorno, che, pure, s’abbattè, la prima volta, a Milano, nella Salmojraghi, si sarebbe azzuffato, con chi gli avesse contrastata la modella o crestaina o guantaja od altro, che si fosse, cui tenne compagnia per un paio di orette, la Ermenegilda Trabattoni, via: non so se Lei se ne ricorda, Lettore! Ma se n’era, proprio, incapricciato, in quell’istante! Ed, invece, per la Radegonda Salmojraghi-Orsenigo, non aveva, mai, sentito nulla."
      },
      {
        "index": 7,
        "text": "Potevano o dirsi, esplicitamente, queste cose, o far capire, indirettamente, alla donna? Io, confesso, mi fossi trovato ne’ panni del Della-Morte, ne avrei taciuto; come ne tacque lui. Ci sarebbe volsuto un bel coraggio! Come si fa, per dire, ad una bella donna, che si precipita per noi: - «Vatti a far benedire da chi più t’aggrada! Io non ne voglio saper di te! T’ho in tasca! Figliuola mia, provvedi a’ tuoi casi e liberami del tuo peso. Frusta là!» -"
      },
      {
        "index": 8,
        "text": "Se l’ipotetico mio lettore, volesse e sapesse insegnarmi questo come, io gli sarei, proprio, riconoscentissimo. Non ch’io corra, pur troppo, pericolo, che, mai, donna venga ad offrirmisi! ma farò adoperare questa soluzione diversa in qualche altra novella, la quale servirebbe di contrapposto alla presente. Caro lettore, sappia Vossignoria Illustrissima, che la mia fantasia è poca e pigra; sarà, presto, esaurita; e, se non mi ajutano, mi ripeterò, maledettissimamente: la mi somministri qualche documento umano:e grazie anticipate! e ci sarà, anche, la mancia. Va behn! ma cosa dicevamo? Ah sì, che Maurizio, quantunque indispettitissimo della pensata della Radegonda, che gli ricadeva sulle braccia, non ebbe però, (con quella fiacchezza d’animo!) l’incivil coraggio di dire: - «Questo, poi, no. Tòrnatene a casa. Vattene. Io non intendo, punto, spinger la cosa, tant’oltre.» - Capì, benissimo, che la Salmojraghi non si sarebbe ridotta a casa, anzi si sarebbe precipitata dall’alto del Duomo o nel naviglio; capì, che bisognava curvare il capo e scontare, per le non sua peccata. - «Lei ha le smanie uterine; e, ne’ guai, mi ci troverò io. Meledetta l’ora, in cui la conobbi! Dice il proverbio"
      },
      {
        "index": 9,
        "text": "Che Dio te scampi e liberi De pures, de bordocch e de formigh; E de la razza di Orsenigh."
      },
      {
        "index": 10,
        "text": "Non avevo, mai, capito, com’ora, quanto vero, che i proverbî sono la sapienza de’ popoli. Costei è una Orsenigo. Ogni volta, ch’io la riveggo, m’annunzia sventura!» -"
      },
      {
        "index": 11,
        "text": "Oh! Se la Radegonda avesse potuto leggergli in core! et indovinare la stizza, il rovello, con cui si rassegnava alla non ambìta felicità d’averla tutta per sè. Sempre! Forse e senza forse, si sarebbe pentita, augurando troppo male dello avvenire."
      }
    ]
  }
}
