{
  "chapterNumber": 2,
  "title": "Capitolo secondo (Chapter Second)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Donn’Almerinda Ruglia-Scielzo usciva da una famelica famiglia d’ufficiali borbonici, tanto numerosa, che le spietate ruberie del padre non avevan potuto rimpannucciarla; chè il babbo Scielzo s’era persuaso, tardi assai, della necessità di adoperar gli artigli e di farsi le porzioni da sè, in questo basso mondo e, spezialmente, in questa bassa Italia. Prode e probo sotto il Murat, probo e prode, dapprima, anche, sotto i Borboni, non imitò que’ colonnelli, che, violando la disciplina, imposer loro, nel venti, la costituzione; e, neppur, quelli, che, poi, tradirono la costituzione giurata, o fuggendo o patteggiando. Non c’era macchia qualsiasi sul nome suo; la integrità n’era proverbiale. Quindi, fu messo in disparte e trasandato, come sospetto e malsicuro. Aveva, imprudentemente, impalmata una certa Filomena Jaquinangelo; e, tanto per occupar l’ozio, prolificarono, con quella, che, i francesi, nel decennio, chiamavano immorale facilità de’ Napoletani. Sicuro, sicuro! que’ gallettacci, che han disimparata l’arte di generare, quelle pollanchelle, dotte nelle frodi conjugali, sdottoreggiavano, malthusianamente, co’ babbi e con le mamme partenopee: «O non vi sembraillecito e disonesto il moltiplicare il numero degli infelici, anche se privi affatto di mezzi per mantenere i figliuoli, educarli e trovar loro una nicchia?» Non so quanti, fra maschi e femmine, uscirono, per venti anni di seguito, da’ capaci fianchi di Donna Filomena: non vi fu, mai, sciopero, anzi un continuo infornare e sfornare. Parecchie creature morirono, fortunatamente per la società, pe’ genitori, pe’ fratelli e per loro stesse; ma, con tutto questo disgravio, la sordida miseria stava di casa col colonnello, divenuto taciturno ed ipocondrico. Soltanto, di tempo in tempo, anche fra gli amici, soleva sclamare, con un sospiro profondo: «Se mi torna, mai, al fianco, quello sciabolotto!...» Frase, che gli amici interpretavano come semplice speranza e desiderio di riottenere servizio attivo, massime conoscendo quante pratiche facesse all’uopo, non lasciando nulla d’intentato."
      },
      {
        "index": 1,
        "text": "Difatti, un giorno, lo sciabolotto, (o, com’egli diceva, napoletanescamente, lo sciabolillo,) gli tornò al fianco. Era scoppiato, io non so se una sommossa od il brigantaggio, in qualche provincia. Ci voleva un uomo, desideroso di farsi merito e, nel contempo, d’abilità e valore sperimentato, in cui concentrare potere politico e poter militare. Parve acconcio il colonnello, che, richiamato in attività e spedito lì, giustificò,pienamente, la fiducia regia. Che ti fece! che ti fece! Represse le turbolenze, con sollecitudine e felicità; questo sì. Ma si ricorda, ancora, con ispavento, dalla provincia interna, il sistema di ricatti e di concussioni inaugurato e praticato da lui. Giunse a tale lo scandolo, che il governo stesso fu costretto a richiamarlo; ma premiandolo di decorazioni e di promozioni; ma collocandolo, per sempre, al di sopra del turpe bisogno. E, del resto, stavolta, aveva saputo approfittare a dovere del tempo, in cui gli pendeva al fianco lo sciabolotto."
      },
      {
        "index": 2,
        "text": "La figliuola Almerinda era stata educata (o, meglio, ineducata) a’ Miracoli, grazie ad un posto gratuito, largito dalla Maria Teresa. Poi, giovanissima, sposò un uomo più che maturo, quasi coetaneo del padre, per convenienza ed interesse. Quante vaghe fanciulle non conchiudono, così, matrimonî osceni, ripromettendosi una pronta vedovanza e rassegnandosi, di buon grado, per breve tempo, allo schifoso connubio, acciò, poscia, un ricco vedovile, un largo usufrutto od una grassa eredità, le metta in condizione di scegliere e di pretendere! Sembra, ch’e’ non ci sia nulla da biasimare in questo contratto lecitissimo; la legge nol vieta, la religione nol condanna, i costumi nol riprovano: ma gli è, pur troppo, aleatorio. E bisogna badar bene a non isbagliare i conti,per, poi, rimanersene col danno e con le beffe, come quella tale inglesoccia... Oh quale? La What-afair-foot, che, sedicenne, appena, e tanto tanto avvenente, si allogò, per moglie, con un sessagenario, rachitico, antipatico, collerico, bisbetico, sofistico. Speculava sulla morte prossima del conjuge; del quale era certa non aver figliuoli: ed, ereditandone, conforme alle clausole delle tavole nuziali, avrebbe sposato un bel giovanotto, di cui, già, s’era provvista. Quel vecchiaccio la condusse in villa; e la tenne, sempre, murata in casa; e non le lasciò campo di veder, neppure, un cane, nonchè il bel giovinotto: sinchè una scalmana la portò via, nel suo quadragesimosesto anno, dopo trent’anni d’unione conjugale, sopravvivendole lo sposo nonagenario e quattro o cinque figliuoli con un palmo di barba, per piangerne, coralmente, l’immatura perdita."
      },
      {
        "index": 3,
        "text": "Anche l’Almerinda sbagliò, in parte, i calcoli. Don Liborio le fece un par di figliuoli, alla meglio, mentre fu, ancora, in condizione da imbastirne: e, poi, riposandosi su quegli ultimi allori, dormì, la notte, nel talamo, come assonnava, il giorno, nella sua brava poltrona, alla Corte. Ma non chiuse, non sorvegliò, non tiranneggiò la consorte; anzi, le accordò, pienamente, ciò, che le donne, secondo la graziosa novellina del Voltaire, più d’ogni altra cosa, e giorno e notte,desiderano, cioè, d’esser padrone di casa in casa propria. E Donn’Almerinda usò ed abusò della libertà concessa. Durante i beati sonni del commendatore, scarrozzava a Chiaja, splendeva in teatro e riceveva un nugolo di persone, specie ufficiali della guarnigione, che i fratelli Scielzo (i quali avevan ripreso servizio nell’esercito Italiano) le presentavano. Si strimpellava, si canticchiava, si ballonzolava, qualche volta; la signora era bella, affabile, non incuteva soggezione: insomma, la serata si ammazzava allegramente in quella casa ospitale."
      },
      {
        "index": 4,
        "text": "Ma, per quanto il Ruglia (contra il solito de’ vecchi, che impalmano giovanette) largheggiasse del suo con la moglie, abbandonandole la piena disposizione degl’introiti, senz’obbligo di render, mai, conto, ella si trovò, a poco a poco, inviluppata in una fitta rete di debiti. La vita elegante è spesosa; a tener dietro a’ capricci della moda, e’ si spende un diluvio, un profluvio, una colluvie di quattrini; e l’Almerinda aveva, inoltre, la tribù de’ fratelli, che la sfruttavano, che non seppe negarsi a salvare, da più d’un mal passo. Chiedevano e richiedevano, insaziabili; e del benefizio d’oggi, si formavano un argomento, per pretenderne altri, domani. La facilità di contrar debiti, firmando cambialette o non pagando, ne’ negozî, a pronti contanti, illudendoci, trascina amoltiplicarli al di là del nostro potere: la scadenza par, sempre, lontana; e, fin allora, si troverà modo di provvedere, qualche santo ajuterà. Per essere più franca, più libera, nella sua vita dissipata, la Ruglia-Scielzo avea, già, chiusa in educandato la figliuoletta maggiore; e non abbracciava, quasi mai, quel maschietto, che, per via dell’età, troppo tenera ancora, tollerava in casa, affidato, prima, ad una balia, poi, ad una bambinaja."
      },
      {
        "index": 5,
        "text": "Così fanno tante e tante delle nostre madrifamiglie; ma naturalmente, spensieratamente, senza rimorsi o pentimenti, persuase di non far male. Considerandosi la maternità come un peso, ognuna cerca di sgravarsene, quanto più può. Reputando ogni lasciata esser perduta, ognuna cerca goder della vita, quanto più si può. Stimandosi padrona assoluta, illimitata dispositrice della roba propria e del conjuge, non già mera usufruttuaria ed amministratrice de’ beni, che, moralmente, appartengono a’ figliuoli, ognuna scialacqua e sciala, noncurante di minuirne l’eredità per quanto s’impoverisca, essi saranno, sempre, in obbligo di ringraziare i genitori, che avrebbero ben potuto ridurla al puro niente. Così la pensan molte; ed operano in conformità de’ loro pensieri. Ma l’Almerinda nostra, no: se operava come le molte, pensava altrimenti. Quel dolce peso della maternità, essa il rimpiangeva; e simacerava di non aver, continuamente, d’intorno la sua prole, di non accudirla in persona. Gl’impegni clandestini, i conti interminabili, le cambialette rinnovate, gli avalli imprudenti, a lei, costavano nottate crudelmente insonni. La noncuranza geniale dell’avvenire non è da tutte, ed il dimenticarsi de’ figliuoli; e lo sparnazzarne il patrimonio con animo imperturbato. Si nasce prodiga; e chi non v’ebbe disposizione ingenita, male si studierà di acquistare una certa bravura negli sprechi. Ci sono i pachidermi e ci sono i solleticoni. Alcuni inghiottono, senza nausea, le velate impertinenze de’ creditori e le aperte. I fratelli Scielzo erano di questa tempra; ma l’Almerinda degenerava. Nata massaja come si nasce matematico, non poteva diventare una dissipatrice vera, per isforzarsi e studiarsi, che facesse, mancandole il bernoccolo, l’organo. Nondimeno, fiacchezza di carattere, accidia morale, arrendevolezza all’esempio, peritanza di navigar contro corrente od altro, che si fosse, o tutto questo insieme; la non osava reagire contro l’abitudine invalsa, ed esser sè, ed appagarsi, e ritôrsi in casa i figliuoli, ed amministrare seriamente la roba, e restringersi nella vita casalinga e borghese, conforme a’ bisogni ed alle aspirazioni dell’animo."
      }
    ]
  }
}
