{
  "chapterNumber": 21,
  "title": "Capitolo ventunesimo (Chapter Twenty-First)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Maurizio, frattanto, ito al circolo, al clubbe, trovò, che alquanti scapestrati, pari suoi, giocavano al lanzichenecco, ch’è, press’a poco, il nostro zecchinetto; e le poste eran grosse. Si fermò, a guardare. Lo invitarono, a sedere al tavolino, ma se ne scusò. Il marchese Barberinucci, (cui, se vi ricorda, egli doveva diecimila lire, per le quali aveva firmata una cambiale,) il contino Capecchiacci, il cavalier Bacherini, il maggior De Cristoforis, il tenente Vermaleone ed alcuni altri astanti, a motteggiarlo, sulla sua prudenza, sul suo rinsavimento: e che brutto vizio era il giuoco! e’ farebbe, pur, bene, a guarirsene! Maurizio s’arrovellava, internamente; ma, pure, si schermiva, barzellettando, spiritoseggiando, con disinvoltura, deplorando la soppressione de’ conventi, che non gli permetteva di ritirarsi, in unoasilo romito, dal tumulto del mondo. - «In un convento?» - disse il Bacherini. - «In un convento ’un mi ci ritirerei: piuttosto, in un monistero, sì,» - Esaurito l’incidente, quando l’attenzione di tutti era, ben, rivolta, al giuoco, Maurizio, che vi assisteva, con gli occhi intenti e sbarrati, sentì mettere un braccio, sotto al suo. Si voltò. Gli era il marchese Barberinucci, che il trasse, nel vano d’una finestra."
      },
      {
        "index": 1,
        "text": "Questo marchese, bisogna figurarselo un uomo sulla cinquantina; tutto ritinto e ripicchiato; col naso e le gote, corrosi dal salso; un po’ guercio; frequentatore della più alta società; ghiottone matricolato; fortunatissimo giocatore; donnajuolo esimio. Non isbarcava, in Firenze, ondechessia, una nuova... ehm ehm! c’intendiamo! ch’ei non fosse de’ primi, a spingere una ricognizione su quel terreno! Veramente, lo spendere, che faceva, era sproporzionato, a’ mezzi suoi confessabili; veramente, nessuno avrebbe saputo indicare, in quale angolo di Toscana, d’Italia o del mondo, fossero i feudi antichi suoi, le proprietà sue presenti; nondimeno, tutti il qualificavano di pefetto gentiluomo. Così, neppure gli ammiratori più sfegatati (ne avea. Chi non ne ha? Un sot trouve, toujours, un plus sot, qui ’l admire!) avrebber potuto specificare, quali meriti intrinseci, quali servigi, resialla patria, gli avessero fruttata la nomina, a grand’uffiziale di non so quale ordine. Mah! nell’Italia nostra, i meriti ed i servigi vengono, così, stranamente, valutati! si ha un’idea, così, incomprensibile della parola gentiluomo! Gentiluomo non è l’uomo di prosapia illustre; non è l’uomo di nobili costumi e gentili; non è il gentleman inglese. È... guardatevi intorno; e vedrete, quante villane carogne pretendono e ricevono del gentiluomo, a tutto pasto."
      },
      {
        "index": 2,
        "text": "Il Barberinucci prese, come dicevamo, il Della-Morte, per sotto al braccio; ed il trasse, nel vano di una finestra: - «Fai bene, a un giocare; ecco! Chi ha fortuna in amore ’un giôchi a carte.» - ’Un giochi, goffaggine fiorentina delle più sconce, per non giuochi."
      },
      {
        "index": 3,
        "text": "Fortunato in amore, Maurizio! lui, che aveva perduta quell’Almerinda, tanto cara! lui, oppresso, infeliciato, da quest’esosa Radegonda! Agli orecchi suoi, le parole del Barberinucci, di Bista Barberinucci, sonavano, con un senso ironico, che non era, nell’intenzione di chi le pronunziava. Balbettò qualche parola di diniego."
      },
      {
        "index": 4,
        "text": "— «Non istare a sciorinarmi frottole, ecco!» replicò il marchese. - «Ma sai, che, te, sei un gran porco, di horrer drietro, a tante femminacce, aendo in casa quer pezzo di donna, che nascondi, agli amici?»"
      },
      {
        "index": 5,
        "text": "— «Aaahn! capisco, adesso, cosa vuoi dire. Ma t’assicuro, che è una fortuna d’amore, onde io mi sbrigherei, più che volentieri.» -"
      },
      {
        "index": 6,
        "text": "Il Barberinucci sorrise, come chi trova, alla bella prima, quella carta, che s’era accinto a cercare, fra un mucchio enorme di scritture, senza alcuna lusinga di rinvenirla od, almeno, di potervi metter su la mano, presto. - «Intendo! Toujours perdrix!» E proseguì: - «O chi è? O come si chiama? O da quando hai preso, a mantenerla, te? O con chi la staa, prima? Ti hosta molto, eh? O perchè la ’un si ede, mai, alle Hascine? Ecco, una bella donna è!» -"
      },
      {
        "index": 7,
        "text": "Dapprima, il Della-Morte tacque, imbarazzato. Gli si affollarono, innanzi alla mente, i sacrificî, fatti, per lui, dalla Radegonda; qual donna la si fosse: e fin le diecimila lire, offertegli, la mattina: e, da lui, condizionatamente, accettate; e sulle quali contava, per pagare, appunto, l’interlocutore. Stette, quindi, per contraddirgli, per disingannarlo, dal supporre, nella signora Salmojraghi-Orsenigo, una femmina da conio. Ma perchè prendersi tanto incomodo? ma che gliene importava? Sorrise, adunque, di quel fatuo riso, che può valer, per un’affermazione, e che suol farsi, trattandosi di femmine, quando vogliamo far credere ciò, che si reputa malfatto il divulgare, e che, spesso,non è vero. Non s’è spifferato un esplicito sì, quindi, niuno ha il dritto di chiamarci ned indiscreti nè menzogneri. Con quel sorriso, Maurizio si scostò, dal Barberinucci, sclamando:"
      },
      {
        "index": 8,
        "text": "— «Ah! se sapessi! Non tutto quel, che luce, è oro. Darei qualunque cosa, per esser liberato, da quella pittima! Maledetto il momento, in cui la presi! La trovi bella tanto? A me, piace, neppure.» - E prese a camminar, su e giù, per salotto, soffermandosi, però, in ogni giravolta, presso il tavolino da giuoco."
      },
      {
        "index": 9,
        "text": "Il marchese stette, qualche tempo, a guardarlo, con la coda dell’occhio, dal vano della finestra. Poi, si avvicinò al tavolino: e cominciò, a scommettere. Giocò, giocò, giocò, circa mezz’ora, con sorte propizia, tanto, che, alzandosi, aveva la mano piena di biglietti. Con essi, in pugno, si ravvicinò al Della-Morte; e, (mentre si cavava il portafogli di bulgaro, dalla ladra, per riporveli,) a bassa voce, con gli occhi bassi, come quando si ha da proporre una turpitudine, gli disse:"
      },
      {
        "index": 10,
        "text": "— «O perchè ’un giôchi? Se t’abbisogna danari, o prendine qua, ecco! Fra noaltri! Ti pare! Oggi, tu; domani, io! Se quer maledetto pagherò ti turba, ecco, io potrei chiederti un favore, per che, mi parrebbe poho il lacerarlo o restituirtelo.» -"
      },
      {
        "index": 11,
        "text": "E gli diede un’occhiatina, così, di sbieco, avvicinandosi, ad una consolida, sulla quale depose biglietti e portabiglietti. Ed attese, a classificare le bancali vinte, in tanti mazzi, quante n’erano le specie: di dieci lire, di venti, di cinquanta, di cento; per, poi, riporle, nelle tasche del portabiglietti, sulle quali il legatore avea impresse, in oro, le indicazioni di que’ dati valori."
      },
      {
        "index": 12,
        "text": "Maurizio, che non aveva capito, punto, gli si avvicinò: - «Veramente, io non capisco, bene.» -"
      },
      {
        "index": 13,
        "text": "— «Te, se’ ómo di spirito...» -"
      },
      {
        "index": 14,
        "text": "— «Secondo. Ma cosa desideri?» -"
      },
      {
        "index": 15,
        "text": "— «Insomma, insomma, sarò franco: ambasciador ’un porta pena...» -"
      },
      {
        "index": 16,
        "text": "— «Ah, l’è un’imbasciata? E di chi?» -"
      },
      {
        "index": 17,
        "text": "— «Fa conto, che sia un’iniziativa mia. Te, hai una bella maîtresse, e ne se’ stufo. La ti hosta un occhio d’iccapo, e, p’immomento... ’un vogghi’ offenderti... ma sembra, che ti troi, un po’, imbarazzaco. Ora, ecco, c’è cui piace, ed ha quattrini dimolti, dimolti, dimolti; e, più ne spende e più n’ha. Se hôi cederla?...» -"
      },
      {
        "index": 18,
        "text": "— «Bista!» -"
      },
      {
        "index": 19,
        "text": "— «Se hôi cederla, io ti rihonsegno ippagherò. C’è un altro, che mi dovrà la somma, ecco. Innegozio rimane, fraddinoi; nessuna harta, nessuna traccia, nulla, che possa hompromettere. Impegno la mia parola d’onore da gentilomo, che nessuno saprà nulla. Ecco.» -"
      },
      {
        "index": 20,
        "text": "— «Chi è costui? Forse...» -"
      },
      {
        "index": 21,
        "text": "— «Nomi, ’un ne fo! Indovina, se poi; e tientela, per te, la notizia. Rispondimi, hon comodo. Pensaci, ti diho. Stasera, mi dirai, hos’hai risoluco. ’Ieni aippoliteama?» - E, finita la cerna e classificazion de’ biglietti, rimesso il portafogli, nella ladra, s’avviava, come per andarsene."
      },
      {
        "index": 22,
        "text": "— «Prendi un vermutte?» -"
      },
      {
        "index": 23,
        "text": "Maurizio il trattenne. - «Tu l’hai accettata, questa missione?» -"
      },
      {
        "index": 24,
        "text": "— «Che hôi, Maurizio haro! Confesserò di aer bisogno, urgente bisogno, di quelle diecimila lire lì; ecco! E, non te l’aer per male, forse, a te, sarebbe d’incomodo ippagalle; io sarei, più sicuro...» -"
      },
      {
        "index": 25,
        "text": "— «La cambiale non è scaduta.» -"
      },
      {
        "index": 26,
        "text": "— «È, già, troppo, che l’abbia douco firmarsi.» -"
      },
      {
        "index": 27,
        "text": "— «Avrai voluto scherzare, spero, m’immagino?» -"
      },
      {
        "index": 28,
        "text": "— «Pigghiala home ’oi! Ma, se accetti, arò parlaco su isserio. Ecco!» -"
      },
      {
        "index": 29,
        "text": "— «Proprio, sul serio? Se accetto...» -"
      },
      {
        "index": 30,
        "text": "— «Affare honcruso. Risorviti e, poi, rispondimi. Lo prendiamo, sì o no, questo hermutte?» -"
      },
      {
        "index": 31,
        "text": "— «Un galantuomo non può avere, se non una risposta, per quest’ambasciata.» -"
      },
      {
        "index": 32,
        "text": "— «Sarebbe?» - chiese il Marchese."
      },
      {
        "index": 33,
        "text": "— «Eccola!» - rispose il capitano, imitando, stavolta, l’accento e l’intercalare dello interlocutore."
      },
      {
        "index": 34,
        "text": "Ed alzò la destra; e, poi, abbassandola, consegnò, sulla gota sinistra del marchese Giambattista Barberinucci, il più fragoroso e solenne schiaffo, che, mai, s’appoggiasse, sulla guancia di un lenone o d’altro ribaldo: io ne disgrado il ceffone, che il general Damiano Assanti inflisse al volto del sedicente barone Giovanni Nicotera. Quella palma dell’ufficiale lasciò, sulla faccia del messere, l’impronta sua, che giustifica il nome di cinque-fronne, dato, alla guanciata, da’ concittadini di Maurizio. Poi, tornando indietro, il dorso della costui mano percosse la guancia destra del Barberinucci, con minor forza, sì, ma, pur, con tanta, da fargli vedere il cielo stellato, sebbene fossero, a mala pensa, le due pomeridiane. Il marchese, dapprima, sbalordito, voleva reagire, poi; ma i giocatori accorsero, si frapposero, separarono, i contendenti. Bista e Maurizio furono presi, per sotto al braccio, e tenuti lontani, dagli amici, che non sapevanorendersi ragione dell’atto brutale di questo modo energico di terminare una conversazione confidenziale, a bassa voce. Cosa poteva aver detto il Barberinucci, per provocare od, almanco, motivare tanta irruenza, nel capitano, che, in fin de’ conti, era una bonissima pasta d’uomo, un caro figliuolo, e ben veduto come suole accadere de’ giocatori infelici? Nondimeno, i primi giudizî erano contrari a Maurizio. Non era, mai, accaduto uno scandalo simile, nel circolo: e come finirebbe la storia?"
      },
      {
        "index": 35,
        "text": "Il marchese, livido, come riebbe il fiato, brontolò, con ghigno crudele e co’ denti stretti: - «Questo, gli è un modo hurioso di sardare i debiti. Gli è chiaro, che, di noaltri due, uno, armeno, domattina, ’un pò vihere. Se mojo io, ’un mi pagache la hambiale; se crepate ’oi, le dieci mila lire, le sfumano. Ah! che ’un c’è peggio dell’aver da fare hon disperachi. Ma, da un napoletano, e’ bisogna aspettarsi tutto: e tutto è poho.» -"
      },
      {
        "index": 36,
        "text": "Maurizio rispose: - «Io vado a casa, difilato: aspetterò, lì, due suoi amici...» -"
      },
      {
        "index": 37,
        "text": "— «’Un li aspetterà, lunga pezza...» -"
      },
      {
        "index": 38,
        "text": "— «Spero! E La pregherei di affidar loro il pagherò mio, perchè, prima d’ogni altra trattativa, io lo soddisfi. Nè tratterò d’alcun altro affare comune, se, prima, questo nonè esaurito. A rivederla.» - E, così, dicendo, Maurizio prese, seco, due conoscenti, due ufficiali, ch’eran, lì; Cristoforo De Cristoforis, lombardo, e Ferdinando Vernalone, pugliese. Camminando verso casa, espose loro i motivi dello schiaffo e li pregò di rappresentarlo. Negarsi, non potevano. Maurizio era ridivenuto il più amabile uomo del mondo; la prospettiva del duello, l’aveva tutto rinfrancato. Aveva, ormai qualcosa da fare, un pericolo da incontrare: e si sentiva uomo, rigenerato. L’ozio, la noja, il pervertivano."
      }
    ]
  }
}
