{
  "chapterNumber": 5,
  "title": "Capitolo quinto (Chapter Fifth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Un giorno, stavano sole, sole. Tornate in casa, poco prima, oppresse dal caldo, dall’afa, s’erano spogliate e lavate, mani e volto, e mutata la biancheria ed arruffate e scomposte alquanto le pettinature e, poi, rivestite un po’ sciattamente, infilzando: la Radegonda, una veste da camera di casimiro rossa, costretta negligentemente da un cordoncino dorè; l’Almerinda, un camice di mussolina, listato di verdognolo e bianco. L’Almerinda sedeva su d’un canapè, dritta, dritta, col gomito sur un tondino di marmo, con la guancia nella palma, con gli occhi fissi nel sottolume d’inceratina; la Radegonda si cullava, sdrajata lunga lunga, in una poltrona a dondolo, con le palpebre abbassate, accarezzandosi le labbra con l’indice della sinistra. Chicchieravano d’ineziucole; commentavano burlescamente alcuni discorsi, fatti dagli amici; deliberavano sull’impiego della serata e della dimane; ma, pian piano, la conversazione illanguidì, quasi le sonnecchiassero. Eppure, tutt’altro: la Ruglia-Scielzo corrugava le sopracciglia e si sentiva rivoltare lo stomaco, pensando al convegno, dato a Maurizio pel giorno seguente; e che non avrebbe la forza d’animodi non andarci, e che non saprebbe resistere, finalmente, alla ressa di lui, e che si contaminerebbe, nuovamente, di amplessi adulteri. E così rimeritava il buon marito della fiducia illimitata, della piena libertà concessale! Così adempiva a’ doveri materni! Invece di accudire a’ figiuoletti, d’istruirli ed educarli, invece di badare alla casa, in braccia al drudo, eh? In que’ giorni di svago, i fratelli e lei avevano speso anche più dell’usato, accumulando nuovi deficit agli antichi: dove prenderebbe il denaro? Ed era giusto, era onesto il dilapidare la sostanza del marito, lo sperperare il patrimonio de’ figliuoli, per inutili sfoggi o per saldare i debiti di giuco de’ germani? Pensava così, con gli occhi intesi, con le labbra strette, con le braccia rigide, senza che un moto, un cenno rivelasse la tempesta interna. La Salmojraghi, all’incontrario, vinta da stanchezza voluttuosa, riandava i piaceri goduti, le belle cose viste in que’ giorni. Vaghi que’ dintorni di Napoli, sempre! vaghissimi, poi, quando si percorrono, in brigata, di primavera o d’autunno, col cielo senza una nuvoletta, tutti amici, giovanotti spensierati e baldanzosi, donne sorridenti e benevole! Cogliere il capelvenere ne’ vomitorî degli anfiteatri a Pompei o Pozzuoli; fare echeggiare paurosamente di risa le grotte di Ercolano; so io di molto! La lombarda dièun sospiro; e la meridionale, riscuotendosi, chiese con premura: - «Che c’è? che ti manca? Vuoi qualcosa?» -"
      },
      {
        "index": 1,
        "text": "— «Nulla, nulla, nulla!» -"
      },
      {
        "index": 2,
        "text": "— «Bah! se sospiri? Coeur qui soupire, n’a pas ce qu’il dèsire. E chi può giurare di non nutrir qualche desiderio insoddisfatto?» -"
      },
      {
        "index": 3,
        "text": "— «Io, bell’Almerinda. Ah sì, davvero, davvero, non mi avanza che desiderare. Sono felice quanto nessun’altra mai.» -"
      },
      {
        "index": 4,
        "text": "— «Eppure ho notato, che, la camicia, tu ce l’hai.» -"
      },
      {
        "index": 5,
        "text": "— «Burlona!» ."
      },
      {
        "index": 6,
        "text": "— «Ti pregherò di prestarmela; vedrei se mi giova.» -"
      },
      {
        "index": 7,
        "text": "— «Ma, veramente, sai? sono felice tanto, da non poterci pensare senza un certo raccapriccio. Tutto riesce a seconda de’ miei desideri più secreti. Se credessimo all’invidia de’ numi, io mi dispererei. Mi sforzo ad aver capricci; il caso o la provvidenza li soddisfa. S’io fossi irragionevole tanto, da incapricciarmi di una stella, persuaditi, la stella si staccherebbe dal cielo per cadermi in grembo. Guarda, giorni sono, mi soffermo innanzi alla vetrina d’un negoziante di stampe: c’era esposto un panorama di Napoli. Io penso: Sarebbe pur bello l’andarci! Torno a casa; e mio marito midice: Se facessimo un viaggetto? Io: Per Napoli? E lui: Già, fino a Napoli, da mio fratello. Voglio morire, se avevo pensato, che il fratello di Gabrio si trovava qui. Purchè la duri! purchè, un giorno, io non abbia a scontare, con atroci dolori, la felicità d’oggi! E questo è niente: io non ricordo di avere avuto un mal di capo. Sono privilegiata; ed il Signore Iddio non parlò per me, quando disse alla donna: Ti accrescerò il travaglio della gravidanza e le doglie dello sgravo; partorirai figliuoli dolorosamente; e dipenderai, per ogni desiderio, dal marito, che ti signoreggerà. In casa, comando io; mio marito, se gli dicessi di buttarsi dalla finestra, mi compiacerebbe, senza discutere: Mi ama come un matto: tanto, ch’è, quasi, ridicolo. E gli vuò bene, anch’io. Non desideravo se non un rampollo: uno ne ho avuto. Desideravo la femmina; ed è una tosetta, che mi vien su, come puoi vedere, prosperosa, intelligente. E la non mi lascerà, mai, un giorno solo, finchè non sia grande e passi a marito. Gabrio giura, ch’io gli ho portata la benedizione in casa; che, da quando son sua, non ha più incontrato difficoltà e gli affari gli vanno a vele gonfie. Suo fratello, Babila, pretende, che l’avermi per cognata ha portato fortuna, anche, a lui. Non ho un rimorso; non ho nulla darimproverarmi. Temei, che il mio confessore, don Cammillo Berretta, eccedesse nella indulgenza; e gli ho fatto qualche infedeltà, una e due volte, ricorrendo a chi aveva fama di severo. Ma sì! non ho potuto trovare chi m’imponesse la menoma penitenziuola; e, sicuro, temo, quasi quasi, d’aver esagerati i miei scappucci!... E, qui, in Napoli, come si portano a confessori? com’è il tuo, bell’Almerinda? Rigido molto? Da chi vai? sei, anche tu, delle infatuate del Capecelatro? vai dal Pica?» -"
      },
      {
        "index": 8,
        "text": "— «Il mio? Non ne ho. Sono anni, ch’io non mi confesso. Sono anni. Confessarmi? Dire ad un prete, ad un uomo... Oh no!» -"
      },
      {
        "index": 9,
        "text": "— «Eh, eh! che occhiate, che mosse! Sei più avanzata di me, tu! Quasi quasi, scommetterei, che fai la scettica. Perchè, mo, tanto orrore?...» -"
      },
      {
        "index": 10,
        "text": "L’Almerinda si sentiva un nodo alla gola e mancare il respiro. Il vaso, troppo colmo, deve traboccare. Vengono momenti, in cui non se ne può, proprio, più; e ci vuole lo sfogo, a qualunque costo. Quando il soldato, rifinito, nel giorno della battaglia, sta per morir di sete, beve, ingordamente, l’acqua delle pozzanghere, che avrebbe, in altro tempo, fuggita con isdegno, con cui non avrebbe voluto lavarsi i piedi. Quell’impeto del bisogno, che il costringe aberne, costringeva, ora, l’Almerinda a piangere e parlare."
      },
      {
        "index": 11,
        "text": "— «Ah! non è, ch’io non creda... Ma non ho coraggio!.. Ma certe cose, le farò, le farò; pure, non ho la sfacciataggine di narrarle. Riconciliarmi? A che pro? sono indegna, sono perduta... Che giova un pentimento sterile, quando non si desiste dal peccare? E dover fingere, mentir sempre! E perchè, perchè hai fatto male, fatto male una volta, non saper tornare indietro, dannata a far, sempre, peggio, anche, quando il peccato non ha, più veruna attrattiva!... Ogni sforzo per uscir dalla fogna ti ci rificca sempre più addentro! E macerarsi e disprezzarsi e pentirsi e mortificarsi, inutilmente!...» -"
      },
      {
        "index": 12,
        "text": "La Radegonda era balzata in piedi: sorpresa, commossa, ammirando. Per lei, felice fino al disgusto, cullata da tepida bonaccia sul pelago della vita, lo spettacolo di una tempesta interna, di una infelicità profonda e sincera, era vertiginosamente attraente. Quando vide gonfiarsi di lagrime gli occhi dell’amica; quando se la sentì, convulsa, singhiozzare fra le braccia: acquistò per lei venerazione e rispetto. Res sacra miser. Se la strinse al cuore; la confortò; le fu prodiga di baci, di carezze. E, con l’insistenza di chi ama, con la curiosità di chi s’avventura per oceani innavigati, per terre incognite, le strappò la confidenza della cura micidiale. E quell’Almerinda, che non avrebbe osato confessarsi, velata, attraverso le grate del confessionale, ad un vecchio sconosciuto, e richiederne il saggio e sperimentato consiglio; ora, commise all’orecchio di una, che la conosceva, che ne sapeva il nome, che la vedeva arrossire, che nessun giuramento, nessun obbligo assunto e nemmanco una promessa vincolavano a non tradirla, più giovane, più inesperta, più svagata di lei; le commise il suo secreto. E ne implorò l’assistenza, il consiglio; e le disse: - «Comandami, obbedirò; imponi, farò.» -"
      },
      {
        "index": 13,
        "text": "La Radegonda comprese, che, quel nodo lì, s’aveva a troncarlo d’un colpo e netto, senza titubazioni punte. Se l’Almerinda ne fosse stata innamorata di Maurizio, beh! si sarebbe, in certo modo, capito, che lottasse con la coscienza. Ma, non amandolo, ma ripugnando a’ suoi abbracciamenti, perseverare nella pratica, era cosa ridicola; o, per meglio dire, sarebbe stata ridicola, altamente ridicola, se non ne fosse ita di mezzo la pace d’una famiglia, la ragione e, forse, la vita d’una donna: l’Almerinda era sulla via dell’insania e della consunzione. Rompere, dunque, secco: spiegarsi e chiaramente spiegarsi col giovane, sicchè non potesse illudersi più, nèchiamarsi ingannato, ned insistere decentemente. Benone! Ma come? Per lettera? No, no! la lettera è, di necessità, monca, insufficiente, equivoca; e, sempre, poi, pericolosa. A voce? Ma chi guarentiva la costanza dell’Almerinda? In un colloquio, avrebbe, alla lunga, ceduto; e si sarebbe stati daccapo. Quante volte non era andata a’ convegni, deliberata a spegolarsi; e n’era tornata più impaniata di prima! Parve, dopo lungo deliberare, che l’Orsenigo dovesse assumersi l’incarico di far capace il povero Della-Morte, che tutto era finito tra la signora Ruglia-Scielzo e lui. La dimane, andrebbe ella al convegno, invece dell’amica; andrebbe, coraggiosamente, in casa dell’ufficiale, a piantargli un pugnalotto nel cuore: chè, già, prevedevano entrambe arcibenissimo quel, ch’e’ soffrirebbe. La missione della Radegonda non era delle facili! presentarsi da un uomo, appena conosciuto, che stassene aspettando un’ora felice per dirgli: - «E’ ti bisogna rinunziare, pel momento e pei futuro, ad ogni felicità!» - riportargli le lettere ed i doni, mandati alla sua donna; chiedere la restituzione de’ pistolotti e de’ capelli di lei; calmarne le furie... Uhm! ci voleva proprio la baldanza d’una privilegiata della sorte, per accollarsi, spontaneamente, questa briga, senz’esserci chiamata, senza che l’affare a lei punto appartenesse."
      },
      {
        "index": 14,
        "text": "Così, sciolto l’imbroglio con Maurizio, sarebbe finita la peggio causa di disperazione per l’Almerinda. Quanto a’ garbugli finanziarî, anche lì, tagliar netto. E, prima di tutto, rifiutare qualunque altro nuovo prestito a’ fratelli, qualunque altra firma alle loro cambiali. Non trincerarsi dietro alla prescritta autorizzazione del marito per quelle in giro, questo no, sarebbe stato un’infamia. Bensì, parlar chiaro e tondo a’ signorini Scielzo; e, caso o non volessero o non potessero, proprio, pagare, supplire a’ bisogni più urgenti con la vendita de’ giojelli inutili; chieder dilazioni e respiri pel resto; in ogni caso, in ogni distretta, c’era lei, Radegonda, pronta ad anticipare la somma necessaria: e metteva, sin dal momento, il suo portafogli, i suoi risparmî, la cassa del marito, a disposizione dell’amica. Poi, senza indugio, riformare l’andamento della casa; richiamar la bambina dall’educatorio; dirigere e sorvegliare ogni cosa; smettere la servitù superflua: tante nuove riprese. Andare in villeggiatura, sotto pretesto di salute, che non sarebbe stato tutto pretesto: nuova economia e modo onesto di sciogliere quella società pericolosa, di cansare ogni prossimo incontro col Della-Morte, e nuove relazioni possibili... Perchè, già, i mali morali non sono come certe malattie, che s’hanno e si contraggono una sola volta; anzi! tutt’al contrario. Così, l’Almerinda potrebbe vivere secondo i suoi desiderî, senza uscire da’ cancelli della sua morale, varcati per debolezza e condiscendenza, per facilità nel cedere al cattivo esempio; e riacquisterebbe la pace perduta, la stima di sè stessa."
      },
      {
        "index": 15,
        "text": "Ecco, in breve riassunto, le savie risoluzioni prese, allora, dalla Ruglia-Scielzo, per consiglio della Salmojraghi, che promise assisterla ed agevolargliene l’adempimento. E, da lungo tempo, l’Almerinda non godeva la tranquillità, che le procacciarono queste determinazioni. La Radegonda, poi, era compresa da profonda sollecitudine, osservando, così, scatenate in altri quelle passioni, che, personalmente, ignorava. Bella cosa, eh, dalla terra sicura, guardare i cavalloni furiosi ed i navigli pericolanti ed i nocchieri disperati; e palpitare di dolce angoscia pe’ casi loro, senza esporsi punto a repentaglio; e fare segni e dar consigli per la salvezza loro! Tutto questo l’ha espresso così bene Teocrito, un dumil’anni fa circa, che non ci si può aggiungere proprio nulla, al suo idillio."
      }
    ]
  }
}
