{
  "chapterNumber": 22,
  "title": "Capitolo ventiduesimo (Chapter Twenty-Second)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Giungono, a casa. Introduce gli amici, in salotto; e va dentro, in cerca della Radegonda. Quali erano i sentimenti suoi, nell’istante, ch’e’ s’accingeva, ad arrischiar la vita, per colei? Una impazienza grande di vederla, ma per farsene consegnare le diecimila lire. Quindi una propensione grande, ad esserle liberale di qualche moina, di qualche carezza; perchè, già, ne aveva bisogno; e quand’uno ne ha bisogno, carezzerebbe il boja, bacerebbe, compunto, la mano d’una tenentepostribolo. Ma, in fondo al cuore, un dispetto, un astio, un fastidio, danon credersi, per quella donna. Era lieto di battersi; e furibondo di doversi battere per lei. Non gli dispiaceva di por la vita a repentaglio; ma gli sapeva duro, assai, di pericolare per tale, di cui gl’importava... quanto a me, ripeto, della mogliera dell’Imperiere di tutte le Russie."
      },
      {
        "index": 1,
        "text": "— «Han proprio ragione i Comaschi: Che Dio te scampi e liberi, de pures, de tavan e de formigh; e de la razza di Orsenigh! Ho dovuto incapparci, giusto, io, con questa mala razza! Cosa non mi fa patire, quanto non mi ha fatto scomparire questa brutta jettatrice..» - Oh il dispetto! Passi, anche, la jettatrice: ma chiamar brutta la Radegonda! E quando? quando, appunto, gli si offriva una inezia di dieci da mille, supponendola mantenuta, unicamente, perchè cedesse i suoi diritti su di lei! «Per questa stregaccia, da un anno in qua, che non soffro! Ed, ora, per lei, o ammazzare un perfetto gentiluomo; o quel, ch’è più probabile, farmene ammazzare io! E qua, in Toscana, non è come a Napoli; qua, le leggi si rispettano, si eseguono. Dopo, avremo un processo, pubblicità, condanna; e, poi, consigli di disciplina! uff! Ah, che perdizione, le femmine! E, per giunta, bisogna nasconderle ogni cosa: sennò, che scene, che pianti, checommedie! Un duello! Per me, (figuriamoci!) non vuol dir nulla; ma non le vorrei dare questo gusto, d’immaginarsi, che il faccia, per amor di lei. Il fo... per convenienza, perchè, così, mi pare e piace; ma non perchè m’importi di madama Salmojraghi o che abbia la menoma intenzione di disputarla, a chi ne avesse appetito. Per me, se la prenda, pure, chiunque vuole: il ringrazierò, dopo. Ah Dio...» Ed, al nome santo di Dio, appiccò di quegli epiteti profani, che, nella gentil Toscana, plebe e signori sono in uso di aggiungervi, ma ch’io non ardisco trascrivere, per quanto sia mio studio l’esser vero! - «se m’ammazzano, almeno, sarò libero di questo vescicante. E, se ammazzo, sotto pretesto di sicurezza personale, me ne scappo, sino in capo al mondo, in Finisterra, guà! E chiamatemi minchione, se mi fo, mai, più, raggiungere, da questa tribolatrice mia: c’est Vènus toute entière à se proie attachèe. No; Venere, no! qualche erinni, qualche furia d’inferno, qualche Tesifone od Aletto o Megera!»"
      },
      {
        "index": 2,
        "text": "La Radegonda stavasene ricamando, con un volume squadernato, sott’occhi: una occhiata, al lavoro, quattro, alla stampa; un punto, due pagine. Ed il pensiero suo non attendeva ned al ricamo, ned allo scritto: seguiva il suo Maurizio; riandava il colloquio avuto, pur dianzi, con l’Almerinda; aliava intorno alla sua povera Clotilde. Alzò gli occhi rossi, in volto, all’amico, abbozzando un sorriso schietto: - «Sei, già, qui, di ritorno? Pranzi in casa, oggi?» -"
      },
      {
        "index": 3,
        "text": "— «Dimmi, Radegonda, ti ricordi cosa m’hai detto, stamane?» -"
      },
      {
        "index": 4,
        "text": "— «Che cosa?» -"
      },
      {
        "index": 5,
        "text": "— «Mi hai fátto una profferta.» -"
      },
      {
        "index": 6,
        "text": "— «E mi hai dato il cruccio, di non accettarla.» -"
      },
      {
        "index": 7,
        "text": "— «Cosa diresti, se, adesso, ti pregassi di prestarmi quel denaro?» -"
      },
      {
        "index": 8,
        "text": "— «Direi, che... Ma tu burli?» -"
      },
      {
        "index": 9,
        "text": "— «Che! non l’avresti più? Diamine!» -"
      },
      {
        "index": 10,
        "text": "— «Io no! Tieni, l’ho, ancora, in tasca, nella busta e col bigliettino del Mondolfo. Se li vuoi, davvero, que’ quattrini...» -"
      },
      {
        "index": 11,
        "text": "— «Me n’è sopravvenuto un bisogno urgente, che ti dirò, poi.» -"
      },
      {
        "index": 12,
        "text": "— «Davvero, li vuoi? o scherzi?» -"
      },
      {
        "index": 13,
        "text": "— «T’assicuro, che ho tutt’altro che baje, per capo.» —"
      },
      {
        "index": 14,
        "text": "— «Eccoli.» -"
      },
      {
        "index": 15,
        "text": "— «Grazie.» -"
      },
      {
        "index": 16,
        "text": "— «Bugiardo! Tu non n’hai bisogno; so! so! Non riesci a burlarmi! sono avvezza a leggerti i pensieri in fronte. Quanto sei buono!Stamane, m’hai vista tutta rammaricata del tuo rifiuto d’accettare questo danaro; ed, ora, se’ venuto, a chiedermelo. Grazie, caro Maurizio mio.»"
      },
      {
        "index": 17,
        "text": "— «T’assicuro...» -"
      },
      {
        "index": 18,
        "text": "— «Sì, sì, mel giureresti, anche! Una bugia bianca, come dicono gl’inglesi, una magnanima menzogna, tanto bella, che non è da preferirle il vero.» -"
      },
      {
        "index": 19,
        "text": "Perchè insistere? Maurizio sorrise; e la lasciò nella sua idea, giacchè le faceva piacere. Ella aveva ricominciato, a far punti; ma, in vece di svagarsi, col libro, alzava gli occhi, amorosamente, in volto, a lui: - «Senti, Radegonda. Ho due amici, in salotto; e ne aspetto due altri, co’ quali ho da parlare di faccende importanti: fa, che non si sia disturbati.» -"
      },
      {
        "index": 20,
        "text": "— «Dirò, alla Clorinda, che non venga, nel salotto buono, se non chiamata. Pranzi, in casa?» -"
      },
      {
        "index": 21,
        "text": "— «Crederei di no.» -"
      },
      {
        "index": 22,
        "text": "Una scampanellata: erano i rappresentanti del marchese Barberinucci. Per non chiamare altre persone, a parte dell’avvenuto, questi si era affidato, al contino Capecchiacci ed al cavalier Bacherini. Il Della-Morte li raggiunse, in salotto; e cominciarono, dal permutare il pagherò, co’ biglietti della Salmojraghi. Poi, nonci vollero molte chiacchiere, per cader d’accordo; si convenne di non tener conto, nel verbale, delle parole del marchese. I suoi padrini affermavano dette, solo, per ischerzo, e frantese come serie, dal Della-Morte: ad ogni modo, non era ned interesse dello schiaffeggiatore (come amante putativo della Salmojraghi) ned interesse di quel perfetto gentiluomo dello schiaffeggiato il consacrarle e verbalizzarle. Sulle condizioni dello scontro, si convenne, in un attimo. Armi: pistole rigate, d’arcione. Patti: quindici passi, con facoltà d’avanzare tre, mirando e sparando, a comando. Luogo: in fondo alle Cascine. Ora: lì, subito, immediatamente, senza perder tempo, prima che i questurini sapesser dell’affare. Il Barberinucci aspettava, già, nel caffè di Parigi, con un pajo di pistole. Maurizio entrò, nella camera contigua, da letto, per prendere il paio suo, dovendosi, poi, sul terreno, sorteggiare il pajo pe’ duellanti e quello pe’ padrini; ed, entrando, gli parve di udire un fruscìo d’abito, quasi, come se una donna si trafugasse, in fretta, per l’altra porta. Ma non vi badò, più che tanto. Era la Salmojraghi, pertinace nelle abitudini indiscrete, che le avevan fatto leggere, altra volta, il carteggio dell’Almerinda con Maurizio e, non più tardi del giorno prima, rimuginare sullo e nello scrittojo di costui."
      }
    ]
  }
}
