{
  "chapterNumber": 17,
  "title": "Capitolo diciassettesimo (Chapter Seventeenth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "L’oste, nel caso nostro, era la Radegonda, sempre amante, più amante, che mai, di Maurizio Della-Morte. A torto, se volete; ma io non ho missione di giudicarne le azioni; è, già, troppa indiscretezza il raccontarle, così, corampopulo. L’amava! E sapeva, ormai, di avergli imposto l’amor suo; e non pretendeva di venir pienamente contraccambiata; e, quindi, riusciva la meno oppressiva, la più indulgente delle maîtresses. Nondimeno, agli occhi di Maurizio, aveva, sempre, il torto grandissimo, di essersi imposta, intrusa; di essere una catena, un impiccio, una cosa non voluta e non desiderata, una privazione o limitazione della sua libertà individuale. Gabrio Salmojraghi, scrivendo, alla Ruglia-Scielzo, aveva, è vero, inventati lui, pe’ bisogni della causa, i torti dell’ufficiale, verso sua moglie; ma aveva inventato giusto. Maltrattamenti e mancanze di riguardo eran vere. E si aggravavano, ogni giorno. Es’eran manifestati, sin da’ principî della convivenza ed, anche, nelle cose, che sogliono dimostrare l’affetto. Per esempio, i doni, che, dapprima, Maurizio infliggeva, alla donna, (e che questa non osava rifiutare,) per essere di troppo valore, tornavano, quasi, un insulto; ricordavano le strenne e le mance, che si fanno, alle mantenute, che altri tiene per ostentazione, anzichè i ricordi, che un cuore bennato offre, timidamente, all’amica. E l’altera della Radegonda sentissene offesa; e volle arrischiare qualche rimostranza. Ma il Della-Morte s’imbestialì, in modo, da intimidirla; ed ella tacque. Il giovine, allora, smise di offrirle checchessia. E smise anche di condurla attorno, come aveva fatto sulle prime, quasi per dare in spettacolo la sua bella conquista e trarne vanto. Il che era spiaciuto, alla donna, che, pur, non aveva ardito di opporsi, accorgendosi, che lui ci trovava gusto e che, solo in questo modo, veniva a tenerla in un certo qual pregio."
      },
      {
        "index": 1,
        "text": "La Radegonda rimase, quasi sempre, in casa; Maurizio andò, sempre più, a zonzo. E cominciò ad eccedere, spendendo in cavalli e, massime, poi, nel giuoco; al quale consacrava la miglior parte della nottata ed in cui faceva perdite rilevanti. Egli era agiato, ma non ricco; e, del resto, con quel vizietto del giuoco, non basterebbero le maggiori ricchezze del mondo. Mangiò l’entrate, anticipatamente: e le rimesse del fattore cominciarono a scarseggiare. I debiti si accrebbero; e gl’imbarazzi; e le cambiali, mal rinnovate e peggio pagate, con denari tolti a sempre maggiori interessi e sempre più brevi scadenze. Dopo alcuni mesi, non fu più l’uomo, che sopperisse, alle spese giornaliere di casa. Tutto il denaro, che Maurizio riceveva, da Napoli, precipitando la sua povera proprietà, quantunque toglieva ad usura, e parecchi biglietti di vario taglio e colore, che trovò nel portafogli, benchè, secondo i conti, fatti il giorno prima, non dovessero trovarvisi; andavan, tutti, a finire sul tavolo da giuoco di non so qual clubbe. Perdeva, per lo più; perchè troppo sanguigno, impaziente e cavalleresco, al giuoco. E, se, per caso, guadagnava, il guadagno della notte scialacquavasi, in parte, il domani, in istravizzi, co’ suoi nuovi amici, e la maggior parte riperdevasi al macao."
      },
      {
        "index": 2,
        "text": "Ebbene, della sua sventura al giuoco, del patrimonio, che sfumava, della stessa sua condotta indelicata, agli occhi suoi, non aveva colpa se non la Radegonda. A lei, faceva scontare il malumore. Quella gentile era l’irco emissario. La chiamava jettatrice, lei, ch’era usa, a sentirsi dire, di portar, sempre, fortuna. Per gli amici,(forse, bari,) che lo spogliavano al giuoco, affabilità, senza pari; al circolo, Sorriso e spensieratezza. Ma, rincasandosi, un palmo di muso; ma, per lei, una mutria spaventosa. La meschina non osava coricarsi, finchè il suo diletto non fosse tornato; eppure, le ebbe a costar caro, più di una volta, di averlo aspettato, agucchiando o leggicchiando. Il carattere di Maurizio si guastava. Financo il vino, che, prima, soleva renderlo brioso e spiritoso, ora, invece, lo esaltava e rendeva brutale. E, pur troppo, ho a dirlo? il vicinato suppose, da certi lamenti sommessi, dal volto pallido, dagli occhi cerchiati della signora; fu supposto, veh! argomentato, solo, perch’ella nulla disse, mai, nè di questo nè d’altro; fu supposto, che il Della-Morte avesse potuto, nefandamente, trascorrere, sino a percuoterla. Ed io non vo’ crederlo: sarebbe stata un’infamia inutile. A che proposito, poi, toccarla? Bastava una minaccia, per farla più arrendevole d’un guanto. Infatti, un giorno, ch’ella arrischiò, azzardò, avventurò non so qual rimostranza, le toccò d’udirsi rispondere, che: Se era nojata, di starsene, con lui, Maurizio, egli non la tratteneva! Tornasse nella casa conjugale; cedesse alle insistenze, alla ressa del marito: padronissima! Ma, se e finchè bramava star seco, ricordasse bene, ch‘egli non tollererebbe, mai e, poi, mai, assolutamente mai, cheuna femmina, che una dama gli dettasse la legge. Per que’ vilacchioni effeminati di franzesi, l’amante è la padrona (maitresse); ma lui, intendeva essere il padrone, lui! Dunque, non rimproveri, non osservazioni, non consigli. No, no; mille volte no. Questo, mai. Bisognava accettarlo, com’era; tanto, non obbligava nessuna, ad accettarlo. A tali parole minacciose, gravide di ripudio, era caduta ogni baldanza dall’animo della donna, disposta a soffrire e sacrificar tutto, pure di esser sua."
      },
      {
        "index": 3,
        "text": "Del rimanente, è un’esperienza fatta, che le busse nonchè alienarci gli animi femminili, ce li ribadiscono, quasi che ogni mazzata conficchi loro un chiodo, in corpo. Si vede e si nota, meglio, in quelle femmine, che, più brutalmente, ossia naturalmente, vivono; nelle quali la belva, non è domita, nè cicurita: nelle meretrici, per esempio. Esse (false, lusinghiere, spietate, con chiunque è loro gentile e largo), prodigano, gratuitamente, le carezze profondono il denaro lucrato ed il tempo (che, per loro, soprattutto, è denaro) ad un ganzo, che le percote e le strapazza. Questo è il fatto, la ragione non so Che sia generosità? Che sia, come dice un verseggiatore, un contraccambio di bene per male?"
      },
      {
        "index": 4,
        "text": ". . . . . . je ne sais pourquoi. Ceux qui m’ont fait du mal ont tant d’attrait pour moi!"
      },
      {
        "index": 5,
        "text": "Che sia quella medesima vertiginosa attrattiva, che ogni pericolo, ogni cosa nociva esercita su di noi? Che sia il piacere di sentirsi dominato, soverchiato, annichilato, di dover chinar la fronte sotto il nerbo di un braccio robusto? Anche i popoli sogliono amare e venerar, più, que’ principi, che, selvaggiamente, l’infrenano."
      },
      {
        "index": 6,
        "text": "Se, quindi, come corse voce, il sor Capitano trascorse a percuotere la signora, che avea seco, fece atto non solo infame, ma dissennato, che andava contro al suo intento aperto. La donna, invece di allontanarsi da lui, gli fu, maggiormente e più pienamente, devota. Ella aveva scelto; aveva fissa, in lui, la mente, e non concepiva, neppure, la possibilità di mutar pensiero. - «Oh bella» – dirà la signoria del lettore – «ma se aveva, già, mutato una volta! o non aveva lasciato il marito per lui?» - Sì! il marito! Il marito non conta. Il marito non è un amante, è un altro genere di relazione. E, poi, che aveva preso marito, sapendo quel, che si facesse? oppure fanciulla, inesperta, indotta, ignara? Non è, mica, l’imprudente parola, detta a diciotto o vent’anni, ma la seria e parola grave, profferita in età matura, che bisogna considerare."
      }
    ]
  }
}
