{
  "chapterNumber": 24,
  "title": "Capitolo ventiquattresimo (Chapter Twenty-Fourth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Di salvar Maurizio, il dottore aveva poca o nessuna speranza; volle, quindi, un consulto, per suo discarico."
      },
      {
        "index": 1,
        "text": "Si radunarono quattro celebrità, quattro professoroni, quattro commendatori, quattro Senatori del Regno, che lucravano dalle trentamila lire annue, per uno, ma che, per gli effetti della legge sulla ricchezza mobile, avevan dichiarato ciascuno meno di duemila lire d’introito professionale. Rappresentavano un totale di, almeno, trecent’anni; ed una collezione, presso a poco compiuta, delle umane infermità. L’uno era presbite; l’altro, miope; il terzo, guercio; ed il quarto, monocolo. L’uno balbettava; l’altro era sordo; il terzo snasato; il quarto, senza un dente. Insomma, ciascheduno ci aveva i suoi acciacchi. Esaminarono, interrogarono, discussero; e conchiusero, prognosticando quasi impossibile la guarigione della ferita al petto, necessaria l’immediata ablazione della sinistra. Ma ci voller due ore, poi, per decidere, se s’avesse ad amputare l’anti-braccio o disarticolare la mano. La Salmojraghi-Orsenigo assisteva, al consulto, pallida e immota, come le statuedi marmo, che, dalle loro nicchie, assistono a supreme deliberazioni. Gl’indugi potendo riuscir fatali, si volle operar, subito. Gli orribili preparativi si fecero, in poca d’ora; e la misera donna, procacciò, somministrò, quanto le veniva richiesto. Pregarono, pretesero, che uscisse dalla camera, durante l’operazione; ma questo, poi, non volle, no! Volle star, sempre, accanto al letto. Volle veder tutto. E non isvenne. Ma quel, che soffriva, io non sarei valente ad esprimerlo."
      },
      {
        "index": 2,
        "text": "La mano di Maurizio, tra supina e prona, fu fermata, da un assistente, Oreste Prezzemolini, che tirò, in alto, la cute. Un altro, Demofoonte Delli-Fanti, comprimeva l’arteria brachiale. L’Acquarone, sostenendo, con la sinistra, la mano ferita, con un amputante a lama stretta, incise, circolarmente, la cute, poco meno di due dita trasverse, innanzi alla linea articolare. Ed il Prezzemolini la stirò, in alto. Poi, il cerusico ne favorì la retrazione, incidendo i filamenti cellulosi, che la tenevan congiunta, a’ tessuti sottoposti. Appresso, troncò i tendini flessori ed estensori e gli altri tessuti molli, a livello della cute retratta, ossia dell’articolazione. Quindi, penetrò, in questa, per uno de’ lati, prendendo, per guida, l’apofisi stiloidea corrispondente; e diresse il gammautte, nel senso della linea articolare, descrivendo una curva a convessità posteriore; trascorse l’intera superficie articolare ed asportò la mano. Da ultimo, legò le arterie ed unì la ferita, nella direzione delle ossa."
      },
      {
        "index": 3,
        "text": "Maurizio non diè un urlo, un lamento: solo, un pajo di volte, arrotò i denti. La Radegonda, bianca come un cencio lavato, ma, sempre, padrona di sè, gli accostò, allora, al naso, una boccettina. Quando l’operazione fu terminata, avvicinandosi all’Acquarone, che si sciacquava le mani, la poveretta lo interessò di preparare la mano recisa, sicchè potesse venir conservata. Per un momento, disparve; e cercandola, per non so più cosa, la trovarono, che, dirottamente, piangeva, nella stanza contigua, soffocando i singhiozzi, accanto al bacile, nel quale stava il membro amputato. Alla chiamata, si riscosse, in un attimo; ed accorse; e dispose, perchè si facesse quantunque si prescriveva da’ medici, come se, punto, la serenità dell’animo non fosse turbata."
      },
      {
        "index": 4,
        "text": "I giorni seguenti furono di strazio. Si sviluppò il delirio; e sembra, che i medici stimino la febbre comatosa bruttissimo sintomo, ne’ feriti. E quel malato, lì, non era facile a governarsi. C’era una guardamalati, ma non serviva a nulla, perchè la Radegonda mal soffriva, che altri le usurpasse l’ufficio di accudire il suo diletto. Del resto, ciò, che più le tornò grave, fu il dovere informare la signora Chiarastella Della-Morte-Parascandolo della sventura sopraggiunta, del pericolo imminente di vita, in cui versava il figliuolo. Stracciò la minuta del telegramma d’urgenza e la ricominciò, da capo, ben dieci volte; ma era un debito e volle compierlo. Esitava, solo, per tema, che la Della-Morte, accorrendo da Napoli, non le togliesse il privilegio di assistere Maurizio suo. Quella madre infelice rispose, con un altro telegramma; e la replica telegrafica della Salmojraghi-Orsenigo la determinò, in fatti, a muover tosto, alla volta di Firenze, dove giunse il dopo-dimani della disarticolazione."
      },
      {
        "index": 5,
        "text": "Ma Donna Chiarastella, la conosciamo. Non era una femminuccia pregiudicata, pettegola, spigolistra, una di quelle, che pretendono riformare il mondo e farlo camminare, a modo loro. Abbracciò la Radegonda; e le disse: «Saremo in due, a vegliarlo. Così, non rimarrà, mai, affidato a cure mercenarie; e non ci sarà pericolo, che le forze ci manchino, come accadrebbe, per fermo, ad una sola di noi.» - S’informò della causa del duello. La Salmojraghi l’espose, francamente, ma non senza secreta paura, che la Della-Morte-Parascandolo, vedendo, in essa e nella sua relazione colfigliuolo, la cagione di tanto danno di lui, le diventasse contraria. Se non che la paura fu vana: - «Non poteva fare, altrimenti: ha ben fatto. Cara Signora, non vi affliggete. Dovreste affliggervi, s’egli fosse stato tale, da sopportare, tranquillamente, un’ingiuria, fatta, in fondo, più a lui, che a voi. Quel toscano, non sapendo chi voi foste, ingannato da falsi informi, non intendeva, propriamente, offender voi. Ed, avendo tanta poca stima del figliuolo mio, da crederlo capace di una turpitudine, o prima, o poi, l’avrebbe manifestata; e sarebbe avvenuto il medesimo, per diversa occasione. Peggio, poi, se la disistima, non manifestandosi, mai, non avesse, neppure, mai, potuto rintuzzarsi.» -"
      },
      {
        "index": 6,
        "text": "La Della-Morte-Parascandolo gradì l’ospitalità della Salmojraghi-Orsenigo; e ne fu biasimata, da molti. - «Donna senza morale! coabitare, con la druda del figliuolo!» - Lascio pensare, come sbuffasse e blaterasse il sor Gabrio, al risaperlo! come se la prendesse contro il cinismo e la depravazione meridionale, dalla quale, secondo lui, era esente ed immune, solo, la sola signora Ruglia-Scielzo. - «Eh, già! La madre è degna del figliuolo. Così si spiega!... Chi di gallina nasce convien, che ràzzoli.» -"
      },
      {
        "index": 7,
        "text": "— «Veramente» - lo interrompea l’Almerinda - «veramente, la signora Della-Morte non ha, mai, fatto parlar di sè.» -"
      },
      {
        "index": 8,
        "text": "— «Avrà fatto sparlare!» -"
      },
      {
        "index": 9,
        "text": "— «Nè parlare, nè sparlare.» -"
      },
      {
        "index": 10,
        "text": "— «Chêh! voi siete troppo buona e (perdonate che vel dica) troppo ingenua» - replicava l’ingenuo Salmojraghi. - «Non è tutt’oro quel, che luce; alla prova, si riconosce la stoffa. Forse, anche, laggiù, non si bada, punto, a tante e tante cose, che scandalizzerebbero nojaltri settentrionali. È quistion di clima!» -"
      },
      {
        "index": 11,
        "text": "Ma cos’avrebbe dovuto fare Donna Chiarastella? Sotto pretesto di rigorismo, rinunziare a vedere, ad accudire il figliuolo? O vederlo di rado e facendo sgarbi, a chi, con tanto zelo, lo assisteva? Pretendere, che venisse trasportato, altrove? e mandare a chiamare la Misericordia, all’uopo? Ma qual medico avrebbe consentito, al trasporto? Non sarebbe stato un porre, a repentaglio, quella vita, a lei, cara? E qual dritto aveva, essa, madre, di abusare della malattia di lui, per toglierlo, alla compagna, ch’e’ sembrava essersi scelta? E la Salmojraghi-Orsenigo le avrebbe, poi, lasciato, liberamente, esercitare questo dritto contestabilissimo? E perchè avrebbe dovuto voler male, ad una donna, che, in fin dei conti, si era sacrificata, pel figliuol suo, abbandonando parenti, patria, casa, marito,figliuola? Sia pure che il mondo, sempre, pio, sempre, mondo, scomunicasse od insultasse, per questo, la Radegonda! Ma la madre di quegli, per cui amor ella affrontava scomunica ed insulti, far causa comune, col mondo? Ohibò! Sarebbe stato delitto, codardia, ipocrisia. E, poi, come odiare o voler male, a quella donnina lì, a meno di una ragion personale d’invidia? O che non le si leggeva, in fronte, come languisse più, lei, del ferito?"
      },
      {
        "index": 12,
        "text": "Languiva. E si macerava. E morrebbe. E che altro poteva fare, in caso di perdita di quell’unico amor suo, fuorchè morire? Non era di quelle, che sopravvivono. Il dolore l’avrebbe uccisa. O sennò, era tale, da meditare il suicidio ed eseguirlo. Le milanesi sanno amare; e vel dimostra la fredda statistica, che enumera quante, per amorosa disperazione, o si annegano nel Naviglio o si precipitano dal Duomo. Ma supponendo, pure, ch’egli fosse, per salvarsi, qual tristo avvenire le si apriva dinanzi! Potrebbe rimanergli compagna? Ma lasciarlo equivaleva a morire. Qual vita, però, in compagnia d’uno infermiccio, mutilato, col quale, neppure, in florida salute, era facile il vivere! e che diverrebbe stizzito ed esacerbato, per la coscienza della misera sua condizione! e che le rimprovererebbe, mille volte, al giorno, d’esser la causaprima ed unica della sua sciagura! Ebbene, accettava, rassegnatamente, (che dico?) giojosamente, questo mestissimo avvenire. E sentite, poi, asserire, che chi s’abbandona, al cosiddetto vizio, non cerca, se non il piacere! Ah se sapessero quanta e qual forza di animo ci voglia, spesso, per perseverare sulla via dell’inferno! se sapessero quanto è aspra, quanti doveri e pesantissimi impone! quanto più agevole sarebbe il batter la strada della virtù convenzionale! Eh no! si preferisce soffrire, combattere, esser condannato, da’ buoni e dagl’ipocriti, esser vilipeso e scorbacchiato e sputacchiato, pur di conformarsi a ciò, che la passione ci addita. È da uomini il far così."
      }
    ]
  }
}
