{
  "chapterNumber": 10,
  "title": "Capitolo decimo (Chapter Tenth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Non c’è cosa, che piú renda buoni del piacere. Il senso, rintuzzato appagandolo, (ch’è l’ottimo modo di rintuzzarlo, secondo quel porcellon di Panurgo), lascia, assolutamente, libero lo spirito; nol limita, nol perturba, più. Sì ch’ei rimane scevro, immune, rimondo, purgato d’ogni rozzezza, d’ogni bassezza. Dev’essere, davvero, essenzialmente, malvagio colui, che, svincolandosi dagli amplessi d’una bella femmina, che, pago e riposato, può disprezzare le supplicazioni del mendico, può rifiutare una qualunque richiesta dello amico, che sia in poter suo il soddisfare. Allora, si acquista, nella conversazione, quell’arrendevolezza, quella indifferenza per le opinioni stesse, che abbiamo accampate, quella squisitezza di galateo, le quali provengono, appunto, dal non voler contristare altri, in guisa alcuna, dall’esser tanto soddisfatti, altronde, ch’e’ non si sente il bisogno d’un meschino trionfuccio d’amor proprio."
      },
      {
        "index": 1,
        "text": "In questa felice disposizione d’animo, era il Della-Morte, quando lasciò la Trabattoni. Dalle braccia dell’Ermenegilda, che eran come la misericordia dell’Onnipotente, si recò, difilato, nel tinello dell’Albergo suo. Ed il pranzo fu squisito; ed (in confidenza) il Della-Morte alzò, un pochino, il gomito."
      },
      {
        "index": 2,
        "text": "Anch’esso, il vino, rende amabili sgombrando le preoccupazioni; ma non tutti. L’effetto dipende, in gran parte, dall’indole di chi beve: diversissimo, secondo le persone. Conosco tali, che ammelancoliscono, cioncando: allungano il muso, ammutoliscono, si concentrano e si astraggono dal mondo. Se li interroghi: o non rispondono o, torvamente, una parola. Stanno rincantucciati, come la chioccia, accovacciata sulle uova; si raggomitolano, come le chiocciole, ringusciandosi. E questi sono, generalmente, gli uomini più robusti, sanguigni, che sembrerebbero dover meglio sopportare il vino: cosa godano ad inebetirsi, non comprendo. Bisogna lasciarli fare e noncurarli: tanto, non dànno noja, a chicchessia. Altri beoni si scaldano, si rinzelano, si stizziscono, s’incolleriscono, divengono accattabrighe, alzan la voce, battono il pugno chiuso sul tavolo, pretendono, ad ogni modo, di aver ragione; e, di parola in parola, di gesto in gesto, trascorrerebbero a’ peggio eccessi, se non fosse la prudenza di chi sta intorno e li considera per frenetici ed irresponsabili, per quel, che sono, cioè: ubbriachi fradici. In altri, finalmente, i bicchieri moltiplicati svolgon tutte le buone parti dell’animo e della mente; spogliandoli di quella roccia, aspra e callosa, formatasi, ne’ continui contatti ed urti spiacevoli, col mondo esterno. Da Machiavellici e Benthamiani, li trasforma in filantropini; snoda la lingua impacciata e ritrosa; fa dimenticare le gravi e giuste ragioni di rammarico pertinace; li rende concilianti, arrendevoli, scansabrighe. Quando, anche, in un salotto, la brigata si accorga, dall’insolito calore, che un di costoro mette ne’ discorsi, aver egli sconfinato dalla temperanza, nessuno gliene sa voler male, perchè ridonda a vantaggio comune. Anzi, verrebbe voglia, di consigliarlo ad avvinazzarsi, regolarmente, puntualmente, prima di recarsi nelle conversazioni: nell’interesse proprio, chè vi brillerà, facendo miglior figura, e nell’interesse, anche, della società, che avrà maggior gusto dal suo intervento. Il Della-Morte, da che avea rotto con l’Almerinda, apparteneva a questa terza classe di bevitori. Era di quelli, che, in coscienza, dovrebbero inebbriarsi, ogni giorno, sennò rompono gli stivali, sono di malumore ed uggiscono; brillantissimi, invece, dopo la terza bottiglia."
      },
      {
        "index": 3,
        "text": "Dunque, in queste ottime disposizioni, il nostro Maurizio chiese, al portinajo del numero ventisette, in Via Fate-bene-fratelli, della signora Radegonda Salmojraghi-Orsenigo. Lei riceveva: il marito era uscito."
      },
      {
        "index": 4,
        "text": "Chiacchierarono, a lungo, soli, indisturbati; e si piacquero a vicenda. Si videro, mutuamente, sotto l’aspetto più favorevole. Da mesi, entrambi stavano tenendo il broncio all’universo mondo, entrambi si chiudevano in sè: e quella serata, in cui provavano (e l’uno e l’altra) un certobenessere, per ragioni tanto diverse, in cui erano ilari tutt’e due e si sforzavano di mostrarsi bene e comparire, fu, quasi, una primavera del loro spirito. La sollecitudine, che la Radegonda palesava, per lui; il rincrescimento d’averlo contristato, una volta, che trapelava, da ogni sua parola, senza che il dicesse, per disadattaggine, esplicitamente, mai; la pallida bellezza di lei: non isfuggirono, non potevano isfuggire all’occhio di Maurizio, non potevano non commuoverlo a gratitudine e non cancellare l’antipatia preconcetta, il pregiudizio, che gliela faceva stimare una pedantessa ficcanaso. Dal canto suo, la Salmojraghi-Orsenigo, dal brio, dalla galanteria del giovane, dovette arguire, (stortamente, ma comprensibilissimamente,) che l’immagine, ormai impallidita, dell’Almerinda, s’avesse a potergliela, con facilità, cancellar del tutto ed eradere dal cuore. E questo convincimento, sorgendole nell’animo, ad un tratto, o, per dir meglio, balenandole alla mente, senza che sel confessasse neppure, le diè, ad un tratto, una baldanza provocatrice incantevole."
      },
      {
        "index": 5,
        "text": "Di che parlarono? Ah, Dio benedetto! mi si chiegga, piuttosto, di che non parlassero, quale argomento non toccassero, ne’ loro discorsi. Stettero, tre ore, senza, mai, chiuder bocca: l’uno, con volubilità meridionale; l’altra, con volubilità femminile. Si calcoli il massimo de’ suoni, che una gola umana può articolare, in un minuto secondo; e, poi, si faccia il ragguaglio di ciò, che avranno potuto squittire, in tre ore, pari a centottanta minuti, pari a diecimila ed ottocento secondi! Se non erro, l’Italiano, che più velocemente parla, giunge ad emetter dugentotrenta parole, al minuto: in tre ore sarebbero quarantunmila e quattrocento parole. Ma, noi, bisogna, inoltre, tener conto, che, spesso, parlarono a due, insieme, nel contempo. Pure, ho torto, nel parlare di volubilità meridionale; nojaltri napoletani abbiamo la smania, di calunniar, sempre, le povere provincie nostre! Il Napoletano schiamazza sì, parla a voce vieppiù alta degli altri provinciali d’Italia; ma è, infinitamente, meno chiacchierone de’ Veneti e de’ Toscani. Lo stesso parlare più forte, emettendo più fiato, l’obbliga a parlar meno tempo, il costringe a pronunziare un numero minor di parole al minuto; ha più strascico e manco sillabe accentate e spiccate. Ma, quando un toscano e, massime, una toscana, comincia a ciarlare, nel suo vernacolo, o che dia l’andare al truogolo, o che dica le più garbate cose ed affettuose, misericordia! nojaltri sembriamo più taciturni d’un piemontese. Avviliti e sopraffatti, chiniamo il capo; ed aspettiamo, che la inondazione si ritiri,come que’ poveri salici e pioppi, che ho visto, ne’ terreni allagati dal Po, emergere, in mezzo ad una pianura di acqua."
      },
      {
        "index": 6,
        "text": "Parlarono dell’Affare Clémenceau, romanzo di Alessandro Dumas juniore. Novità letteraria, che la Radegonda aveva, in originale, sul tavolinetto; e che un’effemeride milanese pubblicava, in Italiano, nella più strampalata versione del mondo, rendendo «bergèronnette» per contadinotta, «vieux bouquins» per vecchi bocchini ed altrettali amenità. La Radegonda protestava di non intendersene; ma il libro le parea falso, impossibile il carattere della protagonista. Maurizio, invece, lo affermava: «Brutalmente, fotografato, dal vero.» - Si sbilanciò ad asserir, che, forse, in ogni donna contemporanea (e passata e futura) ci è (e c’è stata e ci sarà) un po’ di quella avara impudicizia, di quella sete di ricchezze non faticate e di voluttà senza fine, di quella spregiudicatezza riguardo alle relazioni sessuali. La castità essere, ormai, l’anomalia; e, quasi, frutto d’una depravazione di mente; effetto della stanchezza della fantasia, la quale si disgusta dal naturalmente desiderabile, per sazietà, o che il trascura, per illaudabile ignoranza. Noti il lettore, per carità, ch’io, fedelmente, riferisco le opinioni e le teorìche di un capitano di cavalleria, ebbro e pien di rovello, perchè l’amantel’ha piantato; non parlo, mica, in nome mio proprio."
      },
      {
        "index": 7,
        "text": "Il tema era lubrico e penoso. E la Radegonda fece una evoluzione maestrevole. E chiese: da quanto il Della-Morte fosse a Milano, propriamente? Quindi, si venne a parlare della breve campagna; di quella Custoza, per la seconda volta fatale; dell’obbrobrio di Lissa... Lubrico e penoso tema, anch’esso. - «Se avessi una figliuola, io» - disse Maurizio - «vorrei metterle nome Lissa-Custoza, acciò mi rinnovasse, ogni giorno, il dolore salutare di quegli abbattimenti; e mi ricordasse, poi, quando, pur, fossero vendicati e cancellati da vittorie, che il debito è stato sciolto. Il cognome mio è funebre tanto, da non temere il ravvicinamento di que’ prenomi.» -"
      },
      {
        "index": 8,
        "text": "Ed intavolarono una lunga discussione, su’ cognomi, su’ patronimici; sulle somiglianze, che hanno per tutta l’Italia; sopra quelli assolutamente locali; se questi ultimi siano da riferirsi alle popolazioni aborigene, anteriori alla conquista romana? Non arricciate il naso, filologi: se questa vi pare ed è una eresia, pensate, che discorrevano un capitano di cavalleria e la mogliera d’un banchiere. In fatto di etimologie, Maurizio convenne, di non poter dire mezza parola assennata, perchè ignorantissimo dellalingua latina, che, pure, aveva studiacchiata da ragazzo. - «Se fossi tanto pentito di vivere» - diss’egli - «quanto son pentito, di aver istudiato latino, per otto anni, mi sarei ammazzato da un pezzo. A che serve, a che giova quella lingua lì? Uno, che non avesse da far nulla per tutta la vita, può sciupare il tempo in questi studi di lusso: ma chi ha da lavorare!...» - Ohè! di queste amenità del capitano, intendiamoci, sono editore sì, ma, sempre, irresponsabile."
      },
      {
        "index": 9,
        "text": "Alla signora, sarebbe stato caro sapere: - «L’etimologia di Salmojraghi quale potrebbe essere?»"
      },
      {
        "index": 10,
        "text": "E Maurizio, zitto, stringendosi nelle spalle: nè mentovò la bisticciosa, che aveva ritrovata, poco prima: salamoja ed aghi. -"
      },
      {
        "index": 11,
        "text": "— «Il mio cognome di fanciulla è più bello assai; e mi piace più: Orsenigo! Quello di mio marito è brutto!» - disse la Radegonda."
      },
      {
        "index": 12,
        "text": "Poi, si parlò del Duomo, di Sant’Ambrogio, della Scala, della Galleria in costruzione, de’ Giardini pubblici, di Milano, in genere... Che! lettore, sbadiglia? Si aspettava altri discorsi, più interessanti (come dicono), via, più attraenti? Ma o che crede tutte le conversazioni esser d’un interesse grandissimo, attraentissime? O che si figura, un uomo ed una donna, appena insieme (e foss’anche la prima e la seconda volta, sola; ed, anche, co’ precedenti, corsi fra Maurizio e la Radegonda), venir subito a ragionamento di amore; e lui, paffete! subito tentare; e lei, puffete! immantinenti cedere? Pazienza, pazienza! Col tempo e con la paglia, maturano le nespole; l’albero, al primo colpo, non si atterra; Roma non fu fatta, in un dì."
      },
      {
        "index": 13,
        "text": "Certo è, che Maurizio, (il quale s’era proposto: di fare una visitina di quindici minuti, al più al più! e di non ripeterla, mai!) rimase, come dicevamo, tre buone ore, dalla Radegonda: e prese il cappello, sol, perchè l’orologio a pendolo lo avvertì esser prossima la mezzanotte. Chiese licenza di tornare. E (ben inteso) non incontrò difficoltà ad impetrarlo; anzi, fu pregato di non indugiar, molto, la seconda visita. Allora, Maurizio si accese d’un desiderio ardentissimo di rivedere il signore Salmojraghi: il suo buon Gabrio; ed avendogli la signora assicurato, che, il domani, e’ rimarrebbe, gran parte della serata, in casa: - «Ed Ella mi scuserebbe, se tornassi domani?» -"
      },
      {
        "index": 14,
        "text": "— «Anzi, Ve ne sarei riconoscentissima. Purchè non vi annojate troppo?» -"
      },
      {
        "index": 15,
        "text": "— «Accanto a Lei? sarebbe impossibile.» -"
      },
      {
        "index": 16,
        "text": "— «Oh se ci mettiamo su’ complimenti?...» -"
      },
      {
        "index": 17,
        "text": "— «Se chiamiamo complimenti le verità limpide, schiette e pure!..»"
      },
      {
        "index": 18,
        "text": "— «Basta, sempre, che tornerete, mi farete onore e piacere. Sia detto, una volta, per tutte.»"
      }
    ]
  }
}
