{
  "chapterNumber": 8,
  "title": "Capitolo ottavo (Chapter Eighth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Rinunzierei a descrivere, come lo stato di abbattimento, in cui rimase il Della-Morte, dopo questo colloquio, così, pure, il perturbamento dell’animo della Radegonda; ma mi è forza tentare di ritrarlo. Essa non seppe resistere alla tentazione di leggere que’ due carteggi, de’ qualiquali era depositaria e che avrebbe dovuto incenerir, subito, senza neppure mettervi gli occhi, oppure riconsegnare all’Almerinda infatti. - «Come!» - dirà ognuno - «La Salmojraghi commettere una indiscretezza cosiffatta?» - Siete troppo indulgenti. Indiscretezza? era abuso di fiducia bello e buono! come tale il valutava ed il condannava essa stessa, nel suo secreto. - «Ma se aveva fatto tanto la scrupolosa in casa del giovane, da non volergliene sentir leggere una pagina!» - Ah! non vuol dire! così porta la natura nostra: in pubblico (se, anche il pubblico è ridotto al termine minimo d’un solo individuo) affettiamo sensi sdegnosi e noncuranza suprema; soli con noi medesimi, operiamo in aperta contraddizione di quelli. V’è un po’ d’ipocrisia, anche, nella virtù più incorrotta e sincera. - «Ma cedere ad una curiosità, così volgare?...» - Permettetemi di dubitare, che, in lei, questo atto poco lodevole fosse effetto di volgare curiosità. La spingeva affetto pe’ due protagonisti e, quindi, desiderio di conoscere in tutte le fasi quel dramma, nel quale era apparsa, come deus ex machina, per troncare il nodo, prima; e, poi, una sollecitudine anche più ideale, la sollecitudine per la passione, prescindendo dalle persone implicate, il desiderio di sapere come si ama. Infatti, quella corrispondenza fu, per lei, proprio, unarivelazione bella e buona; un alzarsi del sipario e mostrare uno spettacolo tremendo, splendido, inatteso, affascinante; una nuova chiave per ispiegarsi il mondo e lo scopo nostro e le pretese, che possiamo accamparvi, in modo tutt’altro, che non avesse fatto, sin allora. Interrogò l’Almerinda; osservò Maurizio. La signora Ruglia-Scielzo ripigliava, rifioriva ogni giorno, come chi si rià di una lunga malattia; aveva le gote rosse ed il guardo umido di chi, dopo aver combattuto, lungamente, pallido, un pericolo, si sente, alla fin fine, salvo e sicuro. Era entrata in piena convalescenza morale. Ebbene, la Radegonda se ne scandalizzava; e sì, che tutto era opera sua. Non sapeva capacitarsi, che ad altri tornasse tanto facile lo smettere la sublime abitudine della passione, del rimorso; più facile, che non torni all’infimo de’ beoni il rinunziare all’ubbriachezza! E che, poteva disapprendersi, così presto, quella scienza invidiabile? Chi era stato tanto agitato, rassegnarsi, anzi compiacersi, nella pace assoluta e piena, nella ignobile apatia? cicatrizzare, con tanta rapidità, una piaga tanto profonda? e non lasciar maggior orma che una gondola, solcando il queto stagno? Quasi quasi, avrebbe perorata, presso l’amica, la causa del povero Della-Morte. Questi le ispirava una pietà, mista di venerazione, comequegli, che era stato visitato da un Dio potente. E la sollecitudine, ch’ella provava pel giovane, era tanto evidente, e tanto patente, che avevano un secreto comune, che i fratelli Scielzo cominciarono a metterlo in burla, sostenendo, che la Milanese fosse innamorata di lui."
      },
      {
        "index": 1,
        "text": "La Salmojraghi il rivide spesso, gli parlò di frequente, in disparte; ma non toccarono, mai, del secreto comune. Maurizio stava, per lo più, cupo, ipocondrico, smorto, convulso, come chi non può risanare da un morbo occulto, che il consumi. Talvolta, conversando, massime con la lombarda, consapevole del suo stato, o con persone, che dovea desiderare nol conoscesser mai, affettava ilarità crudele, buffoneggiava con eccesso studiato. Cercò un diversivo alla passione; e lui, che soleva garrire, acerbamente, i fratelli Scielzo per quel viziaccio delle carte, divenne giocatore. O che volete? Come ammazzar le serate, ora, che non poteva spenderle, servendo la sua signora o consolandosi col pensarne? soprattutto, dovendo passarle spesso, ne’ salotti di lei, acciò l’interromper, di subito, le sue visite frequenti non fosse argomento di sospetto a’ malevoli! Ma non aveva modo nel giocare o discrezione; perdeva o guadagnava poste spropositate, con ispensieratezza eroica. Il suo pensiero non era al tavolino ed al macao,anzi presso la donna, che sedeva sul canapè, dirimpetto, o sulla poltrona, nella stanza contigua; non alla perdita: perduta lei, che importava ogni altra cosa? non al guadagno: qual primiera poteva ridargliela? qual somma vinta poteva ricomperargliene lo affetto?"
      },
      {
        "index": 2,
        "text": "È naturale, dunque, che affascinasse la Salmojraghi; e che questa giudicasse la sventura, la demenza, il tumulto delle passioni, la piaga insanabile di Maurizio, non solo più nobile e felice della pace, riacquistata dalla signora Ruglia, ma, pur anco, della prospera e lieta sorte, goduta, sino allora, da lei stessa. Fra quel sorriso snervante della fortuna e quelle lagrime disperate con l’apparente tranquillità, che la nascondeva al volgo, qual era meglio? Fra l’Inferno ed il Paradiso dantesco, c’è da esitare? Non per la Salmojraghi! La sofferenza le apparve cosa desiderabile; la colpa o ciò, che, fino allora, aveva chiamato con questo nome, quasi, uno stato di grazia, moralmente superiore alla inerte e sterile innocenza. Avete, mai, visto in uno sperimento chimico, ravvicinare due sali, la base di ciascuno de’ quali abbia maggiore affinità con l’acido dell’altra, che non col proprio? si decompongono e, contemporaneamente, ecco costituiti due corpi, diversi da’ primi. Come avviene, che la pietra infernale ed il sal comune, ravvicinati,si trasformino in nitrato di sodio ed in cloruro di argento, così era accaduto nel ravvicinamento del Radegondato di serenità con l’Almerinduro di passione, la tranquillità della Radegonda era passata nell’Almerinda, il turbamento morale della Ruglia-Scielzo si era trasfuso nella Salmojraghi-Orsenigo."
      },
      {
        "index": 3,
        "text": "La Radegonda, semplice sino a quel punto, scaltrita, ora, dalla cognizione di questa tresca, aguzzò gli occhi. E guardò sotto altro aspetto tutte le relazioni umane; e tolse a sospettare, a diffidare, a malignare di tutto e tutti, ossia a comprendere. Le nacque in petto come una gran sete di bere alle acque torbide, venefiche, forse, della passione. E le increbbe quantunque, sino a quel giorno, le era piaciuto; ogni onesto sollazzo, ogni cara occupazione, ogni legame domestico, il marito e (paja pure incredibile!) persino la figliuola, persino!"
      },
      {
        "index": 4,
        "text": "Questo profondo desiderio della passione era, già, di per sè, la passione stessa: non la bufera, che sconquassa l’animo, anzi la breve pausa di raccoglimento, che precede i cataclismi così morali come fisici. Le scomparve il riso dalle labbra, le si accese un fuoco cupidissimo, negli occhi. Ned osava confessare a sè medesima cosa desiderasse, confessarselo esplicitamente, collocando i titoli sugl’i; non siamo franchi,nojaltri uomini, neppure ne’ colloqui con la coscienza nostra. Eppure, ch’ella ne convenisse o no, che l’avvertisse o no, pure, la passione le si presentava fatalmente, sotto le forme di quel Maurizio, nel quale, prima, ella l’aveva vista così rigogliosa e potente e (come a lei pareva) sublime."
      },
      {
        "index": 5,
        "text": "Il signor Salmojraghi scorse, la sua Radegonda non esser, più, tanto giuliva; ed attribuendo questo mutamento d’umore a qualche cagione fisica, forse, all’aria, che poco le si confaceva, richiamato, d’altronde, a Milano, da urgenti affari, abbreviò il suo soggiorno in Napoli, terminandolo meno lietamente assai, ch’e’ non l’avesse principiato. Ma l’aria cambiata non importò cambiamento alcuno nello stato della donna, anzi l’aggravò. Il male era fatto, la ferita era aperta; e, stuzzicata, continuamente, dal pensiero, e non curata in alcun modo, anzi sottratta ad ogni sguardo, naturalmente, doveva inciprignire, ogni dì più. Amava Maurizio. Così era. So quel, che volete dirmi: ma io debbo narrare e non giudicare: per quanto questo amore fosse assurdo, sconveniente, lo amava."
      },
      {
        "index": 6,
        "text": "E Maurizio? Pensava tanto a lei, quanto io penso alla moglie dell’Imperiere di Russia. Maurizio perseverava nell’amar l’Almerinda, sebbene, rendiamogli, pure, questa giustizia, persuaso e convinto delle ragioni, che l’avevano spinta a rompere, non si permettesse nessun tentativo per riappiccare la tresca, non avesse alcuna insistenza di cattivo gusto, non facesse un atto, non si lasciasse sfuggire una parola, tale da comprometterla. Quel giovane aveva, ancora, del buono: d’una bassezza non era capace. Occasioni di rivedere la Ruglia-Scielzo mancarono con la partenza degli ospiti milanesi, perchè la persuase il marito a chiedere un congedo e ritirarsi, per qualche tempo, in villeggiatura, protestando di aver bisogno dell’aria di campagna. Il commendatore acconsentì, quantunque gli costasse di rinunziare a’ suoi quotidiani sonnerelli nella poltrona da magistrato; ma gli sarebbe costato, anche più, l’opporsi ad una volontà della moglie. E, poi, di poltrone se ne trovano dappertutto, sebbene non dovunque si abbia il grato mormorio, gli scrosci ed i sibili dell’eloquenza forense per cullare i sonni! Lì, fra la pace campestre, l’Almerinda tutta riacquistò la pace interna, e tutte dimenticò le miserie della vita; e divenne quel, che aveva, sempre, ambito di essere, la madre-famiglia austera, l’operosa massaja, esclusivamente dedita alla casa ed a’ figliuoli e non curante d’ogni cosa al mondo, che non si riferisca a queste."
      },
      {
        "index": 7,
        "text": "Maurizio, frattanto, o fiacchezza d’animo o robustezza della passione concetta, Maurizio non c’era verso, che la scordasse, alcuno. Il cuore, la fantasia avevan preso la cattiva abitudine di affaccendarsi con l’Almerinda; e non c’era via da risanare di cotesta Almerindite cronica. Sforzi per emanciparsi da tanta servitù del pensiero, oh ne fece; ma non gli valsero. Si appigliò agli eccessi d’ogni genere, chè un diavolo caccia l’altro; ma gli fu più facile perdere la stima ed il rispetto di sè stesso, che la memoria della sua donna. Anzi, quante più scapestrataggini faceva per dimenticarsene, tanto più gli era necessario di rimpiangere quell’amore, che aveva ritratta e preservata parte della sua gioventù da queste turpitudini. Ahimè! qual gusto può ritrovarsi nelle crapule e nella dissipazione, quando s’è una volta avvezzi all’amore? Chi trangugerà, con diletto, la volgare grappa, dopo delibata la sopraffina anaci di Bordella ed altrettali stomatici? Così visse, o meglio, trascinò la vita, per mesi parecchi. La campagna contro l’Austria del mille ottocensessantasei sopravvenne, promettendo a lui, come a tante altre anime inquiete, páce, o nella morte onorata del soldato o nella coscienza d’aver bene adempito al proprio dovere."
      }
    ]
  }
}
