{
  "chapterNumber": 18,
  "title": "Capitolo diciottesimo (Chapter Eighteenth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Un giorno, giunsero due o tre dispacci telegrafici, da Napoli, al Della-Morte. E bisogna dire, ch’e’ li aspettasse, giacchè rimase in casa, tutto il giorno, preoccupato, uscendo, solo, quando ne riceveva uno, per andarne, sino al palazzo Riccardi, al telegrafo, e rispondervi."
      },
      {
        "index": 1,
        "text": "La signora si perturbò di questa corrispondenza; ma egli aveva il viso tanto burbero, mamma mia! che nessuno avrebbe osato fargli domanda alcuna. Finalmente, verso sera, dopo un ultimo telegramma, (che lesse, con dispetto, e gettò lacerato, in un cantuccio) Maurizio, a lagnarsi, che il pranzo non fosse, anco, pronto; e dicendo, che desinerebbe al Doney, uscì, tutto impensierito ed annuvolato. La Radegonda corse, a raccattare il telegramma malconcio. Ravvicinati, con molto studio, i brandelli, così da poter leggere il testo, vide, con somma sua gioja, che non era spedito dall’Almerinda, che non vi si trattava di lei. E questo le fu gioja, e pace. Giacchè (bisogna, pur, dirlo) era gelosa, sempre, di quella memoria; paurosa, che non risorgesse vittrice, nella mente dell’amico suo.Pure, il telegramma non conteneva liete notizie: e, sebbene mezzo in gergo, la Salmojraghi-Orsenigo capì benissimo, l’agente di Maurizio rispondergli di non potere, in alcun modo, mandare la somma, urgentemente, richiesta: impossibile, impossibile. La Radegonda entrò nello spogliatojo di Maurizio: si diè a rovistar dappertutto, a rimuginar ogni cosa: e, parte, nelle tasche del soprabito, parte, nello scrittojo, trovò gli altri telegrammi dell’agente e le minute di quelli, co’ quali il Della-Morte richiedeva l’invio sollecito, immediato, di lire diecimila. Sicuro: le gli occorrevano, urgentemente, per pagare una perdita, fatta al giuoco. Ma come raccapezzar diecimila lire, in ventiquattro ore, quando, non si ha, neppure, credito?"
      },
      {
        "index": 2,
        "text": "La Radegonda, però, aveva il mezzo. Senza nemmanco pranzare, mise, in fretta, un abito, prese un fiàcchere e si fece condurre, dal suo banchiere: ch’era un David Mondolfo, ricco ebreo triestino, fatto conte in Italia, a patto di dar cinquantamila lire, per opere di beneficenza. La donna nol cercò al banco, perchè chiuso, a quell’ora; anzi, direttamente, in casa, in via, già, del Cocomero, che, ora, da un sinonimo, si chiama Ricasoli. Gli chiese le diecimila lire, su’ titoli di rendita, che gli presentava, dicendo d’averne bisogno urgente. Ma, le diecimila lire, il banchiere non le aveva, lì, in casa; prese i titoli e promise di farle ricapitare il denaro, nella giornata seguente, anzi di buon’ora."
      },
      {
        "index": 3,
        "text": "Lasciato il banchiere, la Radegonda s’incamminò, a piedi, verso Via Nazionale, dove tornava, con la veletta calata sul volto; quando, tutt’a un tratto, in Via Cerretani, un suono di voci, troppo a lei note, la fece trasalir tutta. Innanzi a lei, camminava un signore, dando di braccio ad una signora; e non le bisognò più d’un’occhiata, per ravvisare la signora Almerinda Ruglia-Scielzo ed il proprio marito, signor Gabrio Salmojraghi. Fermò, subito, il passo, per frapporre maggior distanza, fra la coppia importuna e sè; e, poi, mutando strada, tornò, rapidamente, a casa, trafelata, indispettita, gelosa. Come, mai, que’ due, lì? insieme? Cosa volevano? Che avessero concluso una lega offensiva e difensiva, per toglierle il suo Maurizio? A lei, pareva di averlo comperato, caro, abbastanza, perchè, ormai, glielo lasciassero, in santa pace e senza contrasto di sorta. Ella era pronta, a sottostare, a qualunque condizione, purchè le si lasciasse quel possesso indisputato. Sottostava a’ maltrattamenti; si rassegnava, a non vederlo, se non poco e fosco, come il giuoco gliel concedeva. Volete di più? Ebbene, sì, avrebbe permesso, tollerato, anche,qualunque scappuccio, con una femmina da conio; ma quel, che non poteva, in guisa alcuna, ammettere, si era, ch’egli riappiccasse, con l’antica fiamma. Questo, poi, no! Ed, ora, la preoccupazione dell’amico le sembrava aver dovuto esser, almeno in parte, cagionata, anche, dal sapere l’Almerinda in Firenze, dall’averla, probabilmente, vista e, chi sa? forse, anche, intrattenuta. La fantasia creava mille tormenti, a lei poveretta. Non toccò cibo; e, perplessa, turbata, aspettò, con ansia insolita, il tardo ritorno dell’ufficiale, che l’immaginazione le rappresentava allato all’Almerinda."
      },
      {
        "index": 4,
        "text": "Egli non fu in casa, se non lunga pezza dopo la mezzanotte; forse, più stizzoso dell’usato. Ed ella, dimenticando la prudenza solita, scelse, appunto, quella sera e quel momento, per chiedergli con insistenza, con ressa, con improntitudine, onde, onde venisse? e come e dove avesse spesa la serata?"
      },
      {
        "index": 5,
        "text": "— «Dove sei stato?» ."
      },
      {
        "index": 6,
        "text": "— «In qualche parte.» -"
      },
      {
        "index": 7,
        "text": "— «Ma dove, dove?» -"
      },
      {
        "index": 8,
        "text": "— «Che t’importa?» -"
      },
      {
        "index": 9,
        "text": "— «Voglio saperlo!» -"
      },
      {
        "index": 10,
        "text": "— «Voglio, voglio! E s’io non volessi dirtelo?» -"
      },
      {
        "index": 11,
        "text": "— «Oh, stavolta, dovrai parlare!...»"
      },
      {
        "index": 12,
        "text": "Maurizio aggrotta le ciglia; e zufola l’inno reale: larà, larà, larà, lallarà, lallallalà!"
      },
      {
        "index": 13,
        "text": "La Radegonda, accecata, dalla gelosia, e scorgendo, in quel silenzio, la conferma del sospetto suo, insiste. Ed arrischia qualche lamento, sull’abbandono, in cui vien lasciata, per correre, chi sa dove! chi sa da chi! Si lagna della freddezza, della noncuranza, che le vien dimostra: in modo mite sì, cansando ogni parola acerba, ma i rimproveri sogliono essere tanto più crudeli, quanto più sono, moderatamente, espressi; fanno più colpo. La sciabola taglia, accarezzando, non percotendo. Ahimè! con le disposizioni d’animo, che il signorino nutriva per lei, e col malumore speciale, in cui l’immergevano gl’imbarazzi momentanei suoi, que’ rimproveri potevano soltanto inasprirlo."
      },
      {
        "index": 14,
        "text": "— «Oh, oh! son chiamato, a render conto della mia condotta, pare! Sarò ridiventato bimbo, che tu stimi facile di governarmi, a tua posta? Già, io, certe inquisizioni non le tolleravo, neppur, da bimbo! neppure, da mia madre, che è mia madre ed una santa donna! Assolutamente, mi vorresti per tuo servo umilissimo, neh? Sbagli, sbagli, sbagli, carina! Chi la tira, la spezza. Libertà reciproca. Io so, che tu sei uscita, oggi; ebbene, chieggo, forse, dove sei andata, eh?»"
      },
      {
        "index": 15,
        "text": "— «Ma io...» -"
      },
      {
        "index": 16,
        "text": "— «Ma tu m’impastocchieresti una frottola. Io non son femmina, per saper fingere e mentire. Io fo quel, che m’accomoda; vo, dove m’aggrada. Se avessi inteso darmi una padrona, vincolarmi, avrei tolto moglie. Maledetta l’ora!...» -"
      },
      {
        "index": 17,
        "text": "Queste parolacce eran più borbottate, che dette; borbottate, smozzicatamente, fra’ denti. La pusillanime Radegonda ne indovinava, così, in confuso, in grosso, l’intenzione minacciosa e maligna, più che non ne comprendesse il senso preciso. Afflitta e sbigottita d’averlo irritato, scusandolo, già, (e, veramente l’attenuante saltava agli occhi ed... al naso: gli era ebbro!) cercò rabbonacciarlo, con soavi parole. Fu peggio. «Già; già; sei più furba tu!... subdola e volpina, come dice il Garibaldi de’ preti. Credi racconciar tutto, con due parolette lusinghiere. Quando le minacce non approdano, allora, t’appigli alle seccature, alle lusinghe... Ma devi credermi, dunque, ben dappoco? Ed io ti ripeto, che la sbagli, la sbagli; ch’io cavezze non ne accetto, da nessuna. So di avere, pur troppo, obblighi, verso di te; li soddisfo, mi pare. Ma t’inganni a partito, se stimi, che io possa ammettere, d’esserti venduto; t’inganni, t’inganni, t’inganni.»"
      },
      {
        "index": 18,
        "text": "La Radegonda, avvilita, taceva, lo lasciava sfogare. Peggio che mai. - «Perchè non rispondi? perchè t’ingegni di occultarmi il tuo pensiero? Fai la mummia greca, la gatta morta eh? Falsa, che non sei altro! Oh sai dissimulare, a meraviglia, gli unghioni! Chi non ti conoscesse, come fo io!... Con me, persuaditi, le astuzie riescon poco. Hai potuto farmi fare l’insigne corbelleria di rapirti; ma non puoi vantarti, ch’io mi sia illuso un istante....» -"
      },
      {
        "index": 19,
        "text": "La misera donna, offesa, in tal forma, diè in lacrime dirotte, le quali rinfocolarono l’ira dell’ubbriaco: - «Già vojaltre femmine, sempre, lacrime, pronte al vostro comando! Lacrime, quante se ne vogliono! Le vi costan poco. Sempre, che vi accomoda, lì, mano alla tromba, ed un fiume di pianto. Animali senza ragione, ma con più malizia e cattiveria della serpe. Che il diavolo si porti quel Dio, che v’ha create! E questa fontana di Trevi cosa significa, mo? Che t’ho fatto qualche gran male? che t’avessi percossa? Uaff! ebbene, quando la finisci?» -"
      },
      {
        "index": 20,
        "text": "Ella rispose: - «Mi hai fatto del male, Maurizio; senza volere, senza sapere e più, che tu non possa immaginare, Maurizio mio. Una tua parola acerba mi uccide; massime, quando so di non meritarla, davvero.»"
      },
      {
        "index": 21,
        "text": "Con la mansuetudine, non si mansuefanno le belve; o, se pure qualche animale bruto, non la belva uomo."
      },
      {
        "index": 22,
        "text": "— «Vale a dire, ch’io sono un matto capriccioso? Chi sa, pretenderesti, forse, anche, di spacciarmi per ubriaco? Mia signora, signora mia, un damerino di Milano io non sono: io sono un soldato, un rozzo soldato. La lo sa. Da me, non pretenda nè riguardi premurosi, nè ch’io spenda, quanto un banchiere. È inutile il rinfacciarmelo. Stava meglio, prima? Lei sa bene, ch’io non sono stato, io, quegli, che la ha esortata a lasciare il rispettabilissimo signor Gabrio...» -"
      },
      {
        "index": 23,
        "text": "— «Maurizio!» -"
      },
      {
        "index": 24,
        "text": "— «Che altro c’è, adesso? Non si può mentovare il nome di quel tuo marito, senza che ti rannuvoli, tutta? Che altra commedia è questa?» -"
      },
      {
        "index": 25,
        "text": "— «Te ne ho ripregato le mille volte... L’ho lasciato, per te... Il farei, di nuovo... Ma perchè insultarlo? È un onest’uomo... Mi amava... Abbiamo convissuto anni... Non c’è ragione d’odio... Tutti i torti son miei... È il padre di mia figlia...» -"
      },
      {
        "index": 26,
        "text": "— «Proprio? proprio lui? proprio?» -"
      },
      {
        "index": 27,
        "text": "Ma non ho coraggio di riprodurre, più oltre, questa brutta scena. Sono istorico: ma v’ha luoghi, nella istoria, in cui l’istoriografo abbrevia, mosso da schifo e ribrezzo. Non voglio dire ned investigare, come la finisse; se Maurizio percotesse la Radegonda, oppur no, quella sera: che aggiunge un atto manuale, a cotà’ parole? - «Oh parlava il vino!» - Sòmmelo. Ma siamo stati ubbriachi, anch’io, qualche volta, e Lei, forse, spesso, m’immagino, caro lettore; e non abbiamo, mai, mancato di rispetto, a una donna. Non avremmo offeso l’ultima delle cortigiane, non chè tale, cui dovessimo gratitudine."
      }
    ]
  }
}
