{
  "chapterNumber": 3,
  "title": "Capitolo terzo (Chapter Third)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Fra gli ufficiali, più assidui alla sua conversazione, c’era il capitano Maurizio Della-Morte, napolitano anch’esso, ma d’una famiglia liberale. Figliuolo di un emigrato del MDCCCXLIX; volontario, dieci anni dopo, nell’esercito sardo; con la medaglia al valore, meritata, da sergente, a Montebello, e l’ordine militare di Savoia, preso, da luogotenente, a Castelfidardo. Bel giovane e di cuore, meno terribile del suo cognome, eppure accattabrighe e sciabolatore. Amò Donn’Almerinda non per capriccio, anzi profondamente; e, dopo esitazioni protratte, io non so quando nè dove nè come, si fece animo a dirglielo. Ebber luogo tutte le peripezie, che son di regola: e, dapoi mille ripulse, mille scoraggiamenti, mille nuove insistenze, a grado a grado, senza che il sonnacchioso Ruglia nè gli svegliatissimi Scielzo sospettassero di nulla, ottenne quantunque desiderava."
      },
      {
        "index": 1,
        "text": "Ottenne più agevolmente, ch’e’ non si mantenesse in possesso della conquista. Donn’Almerinda, come diceva ella stessa, (perchè il francese, poi, sel sapeva benino; anzi, era l’unica cosa, che s’imparasse, allora, a’ Miracoli, dove, ora, la Dio mercè, non s’impara, più, neppurquesta!) somigliava la Fedra raciniana, diversa da quelle audaci:"
      },
      {
        "index": 2,
        "text": "Qui, goûtant dans le crime une tranquille paix, Ont su se faire un front, qui ne rougit jamais."
      },
      {
        "index": 3,
        "text": "Convinta di commettere un abominevol peccataccio, consumava le ore di solitudine, rimproverandoselo; sciupava il tempo de’ convegni, nel rinfacciarlo e farlo scontare al povero Maurizio. Questi, con la sua morale cavalleresca, non riusciva a capacitarsi, come potesse od addimandarsi colpa l’incoronare un Consigliere di Cassazione settuagenario, o qualificarsi delitto l’amore tra una bella bionda ed un bel bruno. Nulla, secondo lui, di più legittimo e naturale: - «Colpa o delitto e peccato sarebbe, piuttosto, il non far la cosa, quantunque volte se ne presenti l’occasione. Una legge, più antica e meno antiquata del decalogo, condanna il privarsi delle soddisfazioni possibili e che, al postutto, non danneggiano alcuno...» - O il marito? - «Bah! se l’appura, è cosa da nulla; e, se non l’appura, è, proprio, nulla». - Quindi, a dubitare sul serio del buonsenso e del senno della signora, vedendola struggersi, disperarsi, singhiozzare, pregare Iddio, tremando per l’inevitabil castigo celeste, ed invidiarsi ed invidiare all’amico l’ambìto piacere."
      },
      {
        "index": 4,
        "text": "Difatti, era un amore insolitamente faticoso. Ogni abboccamento, condito di lacrime, gira gira, somigliava ad uno stupro violento. Baruffe continue amareggiavano la relazione. Non si trattava mica di lezî e di scede, simulate per far la preziosa, chêh! Donn’Almerinda soffriva daddovero; la ripugnanza di lei nel compiacere all’amico era immensa, ripeto, davvero: non ci trovava gusto, anzi soltanto rimorsi. Eppure, dopo aver combattuto alquanto, s’arrendeva e continuava. Non sapeva accettare queste sofferenze, occultandole, e preferire la gioja di quell’uomo alla pace della coscienza ed alla salvazione dell’anima; nemmanco, poi calpestare la sinderesi e ridere del pregiudizio; nè, finalmente, romperla col damo, troncando, bravamente, d’un colpo, il nodo gordiano. Lasciarlo? No, c’era abituata; e’ ci vuol risolutezza, per ispezzare una consuetudine. E, poi, del bene, avea finito per volergliene, a forza di vedersi amata; e prevedeva quanto lui soffrirebbe di un distacco: era un bene curioso, questo sì, misto d’odio e d’indifferenza, quella specie d’affezione, che può darsi tra galeotto ed agozzino, tra prigione e carceriere. E, poi, s’era provveduta d’un ganzo, perchè? Per seguir la moda e far come tante altre: come la duchessa di Vattelappesca e la professora Tal di tale, e la moglie delmaggior Comesichiama; e, finchè le altre conservavano l’amico, smetterlo sarebbe stato come uscire senza crinolino o senza borsa di capelli. Avrebbe, subito, dovuto surrogarlo; e la sua memoria le avrà, forse, suggerito quel distico:"
      },
      {
        "index": 5,
        "text": "Homme pour homme et péché pour péché, Autant me vaut celui-ci que tout autre."
      },
      {
        "index": 6,
        "text": "E poi, gusto, è vero, non ce ne provava: ohibò, gusto, lei, in tali cose! ma quelle tempeste interne, l’agitazione, gli scrupoli, erano contenuto di vita; e si tituba, sempre, ad emergere da una grande attività morale, per attuffarsi nell’apatia. La cessazione del travaglio ha troppa somiglianza con la morte. Il dolore è la forma più intensa di vita, è sovreccitazione: quindi, il ricerchiamo. Il veggo in me stesso: perchè, puta, ostinarmi a buttar bezzi in tabacco, quando sta in fatto, che il fumo sgradevolmente mi vellica il palato? Le papille della lingua e delle mucose circostanti si convellono; il naso si contrae; l’occhio lagrima; i nervi si ammaricano pel sapore e per l’odore; e, poscia, seguono cefalalgie, lunghe e crudeli. E, nondimeno, io mi ostino a fumare. Perchè mai? Per la voluttà implicita in ogni sensazione, ancorchè sgradita. Perchè piace il sentire, ancorchè rincresca lasensazione determinata. Perchè si preferisce la tribolazione de’ nervi, anzichè lasciarli disoccupati, inerti, in riposo."
      },
      {
        "index": 7,
        "text": "D’altra parte, Maurizio, fiacco, moralmente, com’egli era, amava tanto l’Almerinda, che ne avrebbe tollerato, con rassegnazione supina, qualsivoglia indegnità. Inoltre, ve l’ho pur detto, s’immaginava, che la vagellasse un po’ con la testa; e la commiserava grandemente. Quindi, mai, di quelle reazioni, che avrebber potuto condurre ad una rottura. Per disputarsi, bisogna esser contenti in due. Se c’è, chi, sistematicamente, vuol pace ad ogni costo, dove pescherà l’altro cavilli per motivare un passo decisivo? E, così, que’ due continuavano a rimaner vincolati per mutuo tormento, per flagello reciproco. Un buon cattolico avrebbe detto, che rinvenivano il castigo nella colpa loro stessa; e che la scontavano, fin da questo mondo, con un purgatorio anticipato. E chi sa? la malauspicata pratica durerebbe, forse, ancora! ma un incidente imprevedibile, interrompendola, costrinse entrambi cercare, altrove, la felicità, che essa non poteva somministrar loro."
      },
      {
        "index": 8,
        "text": "Ho detto: cercare. Se trovassero, l’è, poi, un altro par di maniche."
      }
    ]
  }
}
