{
  "chapterNumber": 13,
  "title": "Capitolo tredicesimo (Chapter Thirteenth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Povera nonna! sentir questo della Radegonda sua, lei, che la credeva, sempre, felice in famiglia, sempre, amante del marito! Figurarsi, come si afflisse! con quanto zelo, promise, al Salmojraghi, adoperarsi, acciò venisse in chiaro l’innocenza della Radegonda e si dileguasser le apparenze, che, secondo lei, avevano dovuto ingannare il banchiere: perchè, della nipote, rispondeva lei. Impossibile, che una Orsenigo facesse spropositi. Una Orsenigo! Una figliuola di sua figlia! La figliuola della Maria Averoldi negli Orsenigo! La nipote della Teresa Cazzaniga negli Averoldi! mai più! mai più! mai più! Lasciasse, dunque, fare a lei; e si chiamerebbe contento. E scarabocchiò, lì per lì, su due piedi, subito subito, un bigliettino di quattro righi alla nipote: - «Cara Radegonda, figliuola mia benedetta, tu dimentichi la tua vecchia nonna, che ha bisogno di vederti. Passa, oggi stesso, da casa mia, se puoi; senza la Clotilduccia, per parlare, più liberamente, insieme. Ti abbraccio, figlia mia carissima. La tua madre affezionatissima, Teresa.» -"
      },
      {
        "index": 1,
        "text": "La Radegonda, vergognosa e compunta di aver trascurata la sua, tanto, buona nonna, si vestì,appena ricevuto il pistolotto: ed, avanzandole un pajo d’ore libere, prima d’uno appuntamento con Maurizio, pensò di passarle con quella, che le aveva fatto da madre. Era stata tanto occupata e felice, negli ultimi tempi! e felicità vuol dire oblio d’ogni cura, anzi d’ogni cosa, tranne il pensiero, che c’inebria e bea. Uno interesse, potente e sommo, governava, ora, la vita di lei; ed, innanzi a quello, spariva tutto, tutto. Ma, come que’ ghiottoni, che vogliono provare un vino delizioso sopra diverse vivande, per assaporarlo differentemente: così, voleva essa gustare un colloquio e gli amplessi di Maurizio, anche, uscendo dalle braccia e di casa la nonna: dalla casa, ove era stata educata, donde uscì, per andare a nozze."
      },
      {
        "index": 2,
        "text": "La buona vecchia non riabbracciava la Radegonda, da un pezzo: dacchè questa, incontrato il Della-Morte e stretta con lui relazione, aveva incominciato a riaversi. Al vedersela mutata in meglio, fresca come rosa di maggio tutta aperta, in su lo stelo, vispa, giuliva, scherzevole, provò una consolazione da non dirsi. Eccole a chiacchierare de omnibus rebus; e non se ne finiva più. La mamma della Radegonda era morta nel parto, giovanissima; alla vecchia Teresa, pareva vedersela rediviva nella nipote. Come mettere il discorso su di un tema, chela contristerebbe di certo? come uccidere, su quelle labbra, il sorriso incantevole, che le subapriva? Pure, si fece forza; e cominciò: - «Stamane, ho visto tuo marito...» -"
      },
      {
        "index": 3,
        "text": "La fronte della Radegonda si corrugò, impercettibilmente, come ci suole accader, quando chi siede a pianoforte stona e non possiamo gridare ahi! per un riguardo qualsiasi. Fortunati i cani, che, liberi da ogni umano rispetto, cinici per natura, abbajano senza scrupolo, allorchè si tocca la corda, ch’è loro antipatica! La giovane sprigionò, dalla chiostra de’ denti, semplicemente, il solito suo: - «Ahn?» -"
      },
      {
        "index": 4,
        "text": "— «Senti, oh! Radegonda, com’è teco, da qualche tempo, lui?» -"
      },
      {
        "index": 5,
        "text": "— «Chi?» -"
      },
      {
        "index": 6,
        "text": "— «Tuo marito, il Salmojraghi.» -"
      },
      {
        "index": 7,
        "text": "— «E vuoi, che ci badi, io? Ho altro, pel capo.» -"
      },
      {
        "index": 8,
        "text": "— «Cosa puoi avere, pel capo, di più importante del marito, della famiglia? Ascolta, figliuola mia! Tu sai, s’io t’amo; è inutile, che io ti prevenga di non interpretar male...» -"
      },
      {
        "index": 9,
        "text": "— «Oh mamma, che prolegomeni! che faccia seria! che solennità! Cosa c’è? Mi sembri, come, quando io, da bambina, l’aveva fatta, qualche impertinenza grossa, e che m’avevi da castigare.»"
      },
      {
        "index": 10,
        "text": "— «Non credo aver, mai, peccato di troppa severità!» -"
      },
      {
        "index": 11,
        "text": "— «Chêh! chêh! Non sapevi sgridarmi! E, quando mi principiavano a spuntare i lucciconi sugli occhi, a prendermi subito, in collo; e baci! e moine! e carezze! e chicche! e giocattoli! E, quasi quasi, toccava a me il perdonarti! Cosa vuole, mo, il Salmojraghi! Cosa viene a fare da te, se ha da lagnarsi di me? Mi pare di esser donna e matura... anche troppo! e fuori tutela. E non c’è sugo, d’andar a rompere il capo, alla buona mamma mia, che è l’unica amica mia. Il Salmojraghi diventa, proprio, imbecille! Io nol posso più vedere! Questa è una indegnità!» -"
      },
      {
        "index": 12,
        "text": "— «Ma no, bimba, bimba! Non imbizzarrire! Tuo marito non t’accusava, punto; parlava, affettuosamente...» -"
      },
      {
        "index": 13,
        "text": "— «Io, che m’importa, a me, quando m’ammazzano, che dican di farlo per affetto! Bella scusa! E cosa borbottava costui?... Ma guarda un po’, anche tu, mamma, che necessità di parlarmene! M’è passato il buon umore! Puoi darci importanza, alle sue chiacchiere?» -"
      },
      {
        "index": 14,
        "text": "— «Anzi, non dò loro importanza nessuna; e gliel’ho detto. Vedi, egli t’ama e ti apprezza, oltre ogni dire; e se’ cieca, se nol vedi; se non t’accorgi, come egli sia, diciamolo, un tantin geloso.»"
      },
      {
        "index": 15,
        "text": "— «Ora, è geloso? S’accomodi! Bel modo di mostrarmi stima. Che me ne preme?» -"
      },
      {
        "index": 16,
        "text": "— «E qui, dammi retta, figliuola mia; dà retta, a me, che son vecchia ed ho i capelli bianchi ed un tantino più di sperienza del mondo: hai, forse, un po’ torto... Non t’inalberare! lasciami finire! Tuo marito, insomma, se è geloso, mostra di pregiarti. E tu, evita quanto il turba; cansa le false apparenze; fargli ben capire quanto l’ami...» —"
      },
      {
        "index": 17,
        "text": "— «Io non l’amo, mamma.» -"
      },
      {
        "index": 18,
        "text": "— «Radegonda! Che sono questi sgarbi! questi dispetti! Non ameresti, più, tuo marito, per qualche insulso pettegolezzo, per qualche disputa da nulla! Cosa c’è stato, fra voi due? Passerà tutto, via.» -"
      },
      {
        "index": 19,
        "text": "— «Non passerà. Non passerà nulla! C’è, ch’io non l’amo, mamma; io, no. Non c’è stato nulla, non ho niente da rimproverargli, ma non l’amo, gua’!» -"
      },
      {
        "index": 20,
        "text": "— «Fossi gelosa, anche tu?...» -"
      },
      {
        "index": 21,
        "text": "— «Gelosa? io gelosa? di lui Salmojraghi? Ma ti pare! Mi faresti ridere!» -"
      },
      {
        "index": 22,
        "text": "— «Mi sembra, piuttosto, che t’abbia, quasi, voglia di piangere! Via, confidati alla mamma tua. Io ti consolerò. Non può essere grande il male.» -"
      },
      {
        "index": 23,
        "text": "— «Non c’è alcun male!»"
      },
      {
        "index": 24,
        "text": "— «Mel sapeva. E gliel’ho ben detto, a tuo marito, che la sua gelosia, per quell’ufficiale, non poteva non esser infondata; ch’egli avea le traveggole. Gliel’ho giurato sull’onor mio, che tu non sei capace di mancare al dover tuo, di accettare gli omaggi d’un bellimbusto, anzi d’intenderti...» —"
      },
      {
        "index": 25,
        "text": "— «Mamma...» -"
      },
      {
        "index": 26,
        "text": "— «Senti a me. Ora, tornando a casa, va dal buon Gabrio tuo, buttagli le braccia al collo, ripetigli tu questo, che gli ho detto io; e la pace è bell’e conchiusa. Il farai?» -"
      },
      {
        "index": 27,
        "text": "— «No. Non posso. Non mi giova mentire. Senti, mamma, io non voglio dirti la bugia, a te; non l’avrei detta, a lui, s egli mi avesse interrogata. Quel, che fo, liberamente mel fo, deliberatamente: è ben fatto. Giacche sai, già, tanto, io ti dirò, che amo quell’uffiziale, che egli mi ama, che nol lascerei, per nulla al mondo. Vuoi saper di più? Debbo rivederlo, fra un’ora. E sappi, ch’io l’amava, da che l’ho conosciuto, saran tre anni, là, a Napoli; che, per amor di lui, me ne andava in consunzione; che, da quando l’ho acquistato, mi han vista tutti rifiorire...» -"
      },
      {
        "index": 28,
        "text": "— «Radegonda mia, che farnetichi? se’ pazza! E cos’hai? ti vien male? Tu impallidisci! Tu, piangere! Calmati, nel nome del Signore!Povera ragazza! calmati, che ti verrà qualcosa! Gesù! Gesù! Calmati!» -"
      },
      {
        "index": 29,
        "text": "Le parole erano mancate alla giovane donna, terminando in singhiozzi; piangeva, convulsa, con le tempie di fuoco e le mani ghiacce. E la nonna, che avrebbe, pur, voluto e dovuto riprenderla, sgridarla, esortarla a mutare indirizzo e condotta, vedendola soffrire ed agitarsi, le mancava il coraggio. Si rinnovava il caso, di quando una lacrimetta della Radegonduccia bambina cambiava, in consolatrice, colei, che, pure, avrebbe inteso, debitamente, castigarla."
      },
      {
        "index": 30,
        "text": "Una creatura tanto bella, che strazio il vederla soffrire!... La vecchierella, ad affaccendarsele intorno. La fece riavere slacciandola e col liquor-anodino. Non brontolò una parola di rimprovero, di biasimo: sarebbe stata, forse, inopportuna e, certo, bugiarda. In fondo, a lei, nonna anzi madre della Radegonda, cosa doveva importare, esclusivamente? La soddisfazione, la felicità di questa; non altro. E ’l danno e lo scorno del Salmojraghi, solo, in tanto, starle a cuore, in quanto poteva importar conseguenze dannose e funeste, per la Radegonda stessa. Ed era cristiana, o si diceva: ma il dannoso ed il funesto, per lei, stava, principalmente, nelle cose materiali! Frattanto, però, si trovava in un bell’impiccio, ma bello davvero! Cosa direbbe, al marito dellanipote, al progenero? Sosterrebbe, non esser vero nulla? O che altro? Uff! che impiccio!"
      },
      {
        "index": 31,
        "text": "La Radegonda, riavutasi, cominciò a parlare, più ordinatamente, a Mamma Teresa; e non le nascose nulla. E parlava, così appassionatamente, ed era bella tanto e le brillavano, talmente, gli occhi, per l’intima felicità sua, che il marito stesso non avrebbe saputo condannarla, forse, se avesse potuto dimenticare d’esser parte in causa. Figuriamoci, un po’, la nonna, usa a travedere per quella ragazza! E non ebbe cuore di farle un’osservazione, nonchè un rabbuffo. E (quando la Radegonda, guardando l’oriuoletto, si alzò, per partire, e si disse aspettata), non osò, neppure, trattenerla un istante, benchè la sapesse aspettata da quell’ufficiale; e l’abbracciò, col sorriso stesso, con cui l’avrebbe lasciata sulla soglia della camera nuziale. Mamma Teresa era, senza dubbio, una pessima educatrice; e, davvero, troppo indulgente. Ma le pareva, che, chi, omai, ha afferrato il porto debbe compatir, molto molto, a’ pericolanti, in alto mare. Ma voleva praticare il precetto: Tout comprendre, c’est tout pardonner; nè s’accorgeva, quanto fosse sofistico. Ma pensava, che le sventure vengono, pur troppo, e gravi e da sè; perchè privare que’, che amiamo, delle poche dolcezze, che loro si offrono? perchè loro amareggiarle?"
      },
      {
        "index": 32,
        "text": "Ah l’amor poco avveduto delle nonne e delle mamme, degenerando in dolosa indulgenza, quante ha pervertito e corrotte anime generose, che un po’ di sostenutezza, di rigore, di freno, avrebbe serbate o ricondotte sulla via del bene!"
      },
      {
        "index": 33,
        "text": "Maurizio Della-Morte, invece, quando la Salmojraghi gli raccontò l’avvenuto, storse la bocca. Quanto volentieri l’avrebbe persuasa di piantarlo! Già, principiava ad esserne ristucco. E, poi, aspettava, a giorni, il permesso di viaggiare all’estero; ed andava preparando le valige e procacciando commendatizie, per Parigi e Brusselle e Berlino. Quindi, ad accampar pretesti di prudenza, di riguardi, di non so che cosa."
      },
      {
        "index": 34,
        "text": "— «Non temer nulla» - susurrava, sorridendo, la Radegonda."
      },
      {
        "index": 35,
        "text": "— «Io, per me, non temo nulla! Ma sarei uno egoista stolto, se pensassi a me solo e non a te, cara!» - rispondeva lui."
      },
      {
        "index": 36,
        "text": "Ed ella: - «Sarà quel, che sarà! T’amo! con te, ho la felicità! Che importa, cosa possa costarmi, in avvenire? Chi non risica non rosica!» - E, così dicendo, gli morsecchiava, per ischerzo, la mano sinistra, che aveva preso fra le sue, quasi volesse rosecchiarla, davvero."
      }
    ]
  }
}
