{
  "chapterNumber": 6,
  "title": "Capitolo sesto (Chapter Sixth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Maurizio ci aveva la mamma, Chiarastella Parascandolo; buona donna, che amava il figliuolo più della luce degli occhi, e, se ho a dirla, del debito. Vederselo vicino l’era unica gioja nell’austera vedovanza, unico desiderio nella onesta vecchiaja, che conchiudeva una vita operosa e sacrificata. Eppure, quell’affetto, pieno di disinteresse e d’abnegazione, temeva tanto di rendersi importuno, temeva tanto d’impedire, col soddisfarsi, qualche capriccio o qualche piacere del figliuolo, non foss’altro col ritegno, che il coabitare con la madre impone, sempre; ch’ella era stata prima a suggerirgli di prendere un quartiere separato: - «Staresti troppo lontano dalla caserma, qui. Con la caserma a San Pasquale a Chiaja, sarebbe d’incomodo serio per te, per l’ordinanza, l’abitare al Corpo di Napoli. Massime, che non ci abbiamo scuderia; e ti dovresti separare da’ cavalli... No! Non voglio pretender questo sacrifizio; sarebbe egoismo. No, caro figliuol mio, io non posso comperare, col danno tuo, la soddisfazione d’averti meco. Vientene a vedermi, spesso, questo sì; vieni, sempre che le tue occupazioni ti lasciano un po’ di libertà. Ed anch’io verrò, spesso, a sorvegliare se tutto cammina in regola a casa tua. Così, pure, avrò un’occasione di far quattro passi, senza la quale non uscirei; e, sai? il medico mi raccomanda, sempre, moto, moto, moto!»"
      },
      {
        "index": 1,
        "text": "Maurizio si lasciò persuadere senza difficoltà da questo discorso, termmato da un bacio, che la mamma li stampò sulla fronte. Erano i primi giorni, appunto, dell’arrivo del reggimento in Napoli. Trovò un bel quartierino a solatìo, primo piano, poco discosto dal quartiere, con vista sopra un ameno giardino, dal quale venivano aure profumate e sciami di zanzare, una voluttà ed un supplizio, nuova dimostrazione, che, in questo mondo sublunare, il bene ed il male son connessi, inseparabilmente. Del resto Maurizio capitava, quasi ogni giorno, sul principio, alquanto più di rado, in seguito, dalla madre; quando all’ora di pranzo, quando la sera, tardi, dopo il teatro; e facevan di gran chiacchiere, insieme: confidenze da una parte, ammonimenti dall’altra, amore dall’una e dall’altra. L’ordinanza, poi, era un continuo andare e venire, da San Pasquale a Chiaja al Corpo di Napoli e dal Corpo di Napoli a San Pasquale a Chiaja; e, ben presto, fu devota più alla signora vecchia che all’uffiziale. La Della-Morte estese su quel giovanotto un po’ del suo affetto materno; era cosa di suo figlio e tanto bastava. Ed il povero confidente, che ci aveva a casa, a Dogliano, là nelle Langhe, in quel di Mondovì, anch’egli una mamma, e l’animo un po’ brancicato ed oppresso dal ruvido tocco della disciplina militare e da’ modi aspri, anzi che no, dell’ufficiale, si sentì confortare dall’insolita bontà:"
      },
      {
        "index": 2,
        "text": "Come, ne la stagion men fresca, suole, Se la notte la bagna, arida erbetta Lieta mostrarsi all’apparir del sole;"
      },
      {
        "index": 3,
        "text": "per servirmi d’un paragone, che Monsignor Giovanni Guidiccioni tolse, guastandolo, da Dante Allaghieri."
      },
      {
        "index": 4,
        "text": "Curando la signora Della-Morte lei il bucato, la biancheria, ogni cosa, insomma, del figliuolo, non le mancava, mai, pretesti per recarsi da lui e per intrattenervisi. E questa lontananza e queste visite davano una lieve apparenza di frutto vietato od almen contrastato alla più pura e santa delle relazioni possibili e ne aumentavan, quasi, il piacere. Così siamo: contrasti ed ostacoli ci servono di stimolanti! Persin la mamma abbraccia il figliuolo con gusto maggiore, quando una circostanza le rende malagevole il farlo."
      },
      {
        "index": 5,
        "text": "Anche l’ufficiale godeva nell’accôr la mamma nel suo quartierino: sempre che lei ci veniva, era festa. Lui l’amava come si suole amare la madre, in ragion diretta de’ dolori, che, scientemente, le si arrecano: amore profondo, onde noi stessi non si comprende l’immensità, prima del giorno atroce, in cui si rimane orfani. Pure, unamattina, parve (ed ella se ne accorse), che quella visita gli tornasse non dirò malgradita, ma inopportuna, via, di contrattempo. Doveva (disse) abbigliarsi, in tutta fretta, per andarne al rapporto; era, già, in ritardo; e sgridò, con malpiglio, il confidente per una inezia; e, quando la madre disse: - «Scappo via, perchè ti farei perder tempo» - lui non la trattenne con insistenza, come era solito far le altre volte e fin sul pianerottolo."
      },
      {
        "index": 6,
        "text": "Approfittando della giornata splendida, Donna Chiarastella ne andò a passeggiare in Villa, sotto il viale delle querce, lunghesso il mare: bello tanto, prima che, ampliando la Villa, l’avesser privata d’ogni antica sua bellezza caratteristica. Lì, si rammentò di aver voluto regalare al figliuolo un pajo di pantoffole, ricamategli da lei e che recava montate nella sacca a mano. La furia di Maurizio gliele aveva fatte dimenticare. Pensò, nel tornare a casa, di risalire da lui e di collocargliele accanto al letto, acciò le trovasse, la sera, nello scalzarsi."
      },
      {
        "index": 7,
        "text": "Rieccola su per quelle scale. Una scampanellata! e l’ordinanza viene ad aprire. Ma sembrò imbarazzata; e quasi, non le faceva posto per entrare: - «Oh! signora Lei?... ma come?...»"
      },
      {
        "index": 8,
        "text": "— «Che miracolo c’è, Gregorio? Si direbbe, che non mi avessi veduta, mai...» ."
      },
      {
        "index": 9,
        "text": "— «Ma, signora, il signor capitano è in casa...» -"
      },
      {
        "index": 10,
        "text": "— «Mio figlio non è uscito? che si senta male?» - e faceva per avviarsi alla camera da letto; ma il povero Gregorio la trattenne."
      },
      {
        "index": 11,
        "text": "— «Per carità, signora, parli a voce bassa. Il capitano non è solo.» -"
      },
      {
        "index": 12,
        "text": "La Della-Morte capì; e provò come una stretta al cuore, chè le fu d’uopo d’appoggiarsi ad una credenza, per rimanere in piedi. E, poi, dal cuore, il sangue le rifluì al volto e le cornarono gli orecchi e le si annebbiarono gli occhi. Quel, che provò, nel primo momento, è indescrivibile. Le pareva di essere schiaffeggiata; le pareva, che il figliuolo le mancasse di rispetto e l’insultasse. Dunque, una mezz’ora prima, Maurizio l’aveva, in fondo, cacciata di casa, per farvi luogo ad una femminaccia qualunque, ad una sgualdrina... Che altro poteva esser colei? Ed, ora, ecco, ella stava innanzi alla porta chiusa di lui, mentre egli, dietro quell’uscio e quella parete... Fu. come una delusione. Sì, certo, malgrado la rigidità della sua vita, lei comprendeva, ammetteva, permetteva, che l’uffiziale, certe cose, le facesse: ma altro è l’ammettere una cosa idealmente, altro il vederla, il toccarla con mano. Il pudor suo era contristato. Il vizio (ossia ciò, ch’ella stimava tale; e voi, uomini spregiudicati e donne emancipate, scusate quella donnicciuola!), il vizio le rapiva quell’Unico suo; Maurizio anteponeva la compagnia d’una sgualdrina alla madre."
      },
      {
        "index": 13,
        "text": "Gregorio, turbato, nel vederla quasi sdilinquere, corse in cerca d’un bicchier d’acqua. Essa il tracannò, macchinalmente; e quella frescura, calmando la febbre de’ polsi, mutò, anche, il corso de’ pensieri. Ritrovò l’indulgenza solita pel figliuolo, la consueta mitezza di giudizio: - «Povero giovane! si sa; è simpatico, è ufficiale, è decorato) deve piacere alle... alle donne, a tutte le donne. Ed il mondo, poi, non è, come il vorrei riformare io. Per pretender che vivesse da frate, non avrei dovuto permettergli d’arrollarsi nel cinquantanove! Sono trascorsi di gioventù. E lui poteva, forse, prevedere, ch’io capiterei stamane? E non è stato, forse, un riguardo rispettoso il mettermi alla porta, dico, il lasciarmi partire, il non trattenermi? Poteva lasciarmi incontrare quella, che è da lui? Quella!...» - E, qui, la madre sentiva mordersi da una strana gelosia. - «Chi sa? Forse, anche, è una, che l’ama davvero. Il merita, Maurizio; merita d’essere amato di cuor sincero. Sarebbe anche buffa, ch’io me ne lagnassi! Da lagnarsene ha, chi riman burlato: ma io, io debbo esser grata a chi consola mio figlio. E lui non è mica una moscasenza capo: avrà saputo scegliere. Ad ogni modo, bisogna risparmiargli la mortificazione di sapere, che io so qualcosa. Una madre certi scappucci deve, sempre, ignorarli, fuorchè per vegliar sul figliuolo, o quando il figliuolo viene a lei, per consiglio o conforto.» -"
      },
      {
        "index": 14,
        "text": "Si chinò il velo sulla fronte; e raccomandò, caldamente a Gregorio, che gliel promise, di non dir nulla al capitano di questa sua venuta. Le pantoffole, le riportò seco, promettendosi di mandargnene, poi, la dimane: giacchè lei non sarebbe più tornata, ad un simile incontro non si sarebbe riesposta, di nuovo, un’altra volta. E Maurizio doveva ignorare, sempre, l’episodio."
      },
      {
        "index": 15,
        "text": "Ma, dopo due giorni, la mamma non seppe resistere a quest’esilio dal quartiere del figliuolo; e quando Gregorio, il sabato, venne a recare la biancheria sudicia ed a prender quella di bucato, dopo avergli dato una lauta colezione, in un momento, ch’eran soli: - «Gregorio» - gli disse - «t’ho da chiedere un favore.» -"
      },
      {
        "index": 16,
        "text": "— «Comandi, signora; cosa ch’io possa!» -"
      },
      {
        "index": 17,
        "text": "— «Ma, vedi, la cosa deve rimaner secreta fra me e te.» -"
      },
      {
        "index": 18,
        "text": "— «Contacc! Non lo saprà nemmanco il padrone.» -"
      },
      {
        "index": 19,
        "text": "— «Il padrone soprattutto non deve saperla.»"
      },
      {
        "index": 20,
        "text": "— «Comandi?» - ripetè Gregorio, con un tono, che indicava come promettesse sinceramente la discrezione assoluta richiestagli."
      },
      {
        "index": 21,
        "text": "— «Fammi il piacere di gradire questi due fulardi rossi: tu non ne hai... Ma, vedi, se accadesse mai, che il capitano fosse impedito, che non potesse ricever nessuno, neppure me, sai? Iegane uno all’inferriata del balcone del salottino. Io mi son vecchia; e vorrei risparmiarmi una scala inutile. Hai capito, Gregorio?» -"
      },
      {
        "index": 22,
        "text": "Gregorio aveva capito: ci volea poco. E fece come gli era detto, quantunque volte se ne profferse l’occasione. E, così, la buona vecchia, rassicurata, tornò dal figliuolo."
      },
      {
        "index": 23,
        "text": "Ned altrimenti si parlò fra lei e l’ordinanza dell’incidente; nè gli fece alcuna domanda per appurare il nome della visitatrice."
      },
      {
        "index": 24,
        "text": "Ma, nel bucato di quella volta, si trovò un fazzoletto di battista con le iniziali ricamate:"
      },
      {
        "index": 25,
        "text": "La Della-Morte le interpretò rettamente; e non ne fece parola. Se non che, un giorno, Maurizio notò la bandieruola rossa, che violava i regolamenti municipali, impunemente, come, sempre, a Napoli. Sgridò l’ordinanza, che si scusò alla meglio e dovette convenire del perchè. Maurizioera stanco, tornava dalla manovra, non aveva dormito la notte e ci aveva, poi, avuta una visita dell’Almerinda. Pure, uscì subito, passò per un negozio di seterie e, quindi, andò dalla mamma."
      },
      {
        "index": 26,
        "text": "— «Che buon vento ti conduce da queste parti?» - gli disse, sorridendo, la vedova."
      },
      {
        "index": 27,
        "text": "— «Nulla» - rispose il giovane abbracciandola - «era venuto, per dirti, che t’amo; per dirti, che sei un angelo...» - Noi chiamiamo angelo chi ci aiuta a soddisfare le passioni od, almeno, si astiene dallo attraversarci."
      },
      {
        "index": 28,
        "text": "— «Adulatore!» - sclamò la madre, stringendosi al petto il capo del figliuolo, che le s’era inginocchiato davanti, in modo da soffocargli la voce. Ma il giovane si liberò dalla stretta e proseguì:"
      },
      {
        "index": 29,
        "text": "— «Per dirti, che sei un angelo di bontà e d’indulgenza; e per chiederti un favore!» -"
      },
      {
        "index": 30,
        "text": "— «Ah, le parole melate c’erano per corrompermi, birrichino?» -"
      },
      {
        "index": 31,
        "text": "— «Sì, mamma» - disse l’ufficiale, ipocritamente compunto."
      },
      {
        "index": 32,
        "text": "— «Sì, mamma!» - ripetè la vecchierella contraffacendolo. - «Guardate un po’, che sfacciato! E sta’ quieto, non mi stringer così, che mi fai male con l’elsa dello squadrone. E cosa vuoi?»"
      },
      {
        "index": 33,
        "text": "— «Voglio, che tu gradisca da me questo dono!» - E le stampò un bacio in fronte, e scappò via. Nell’anticamera trovò la Raffaela, vecchia cameriera di casa; e sapeva così poco quel, che si facesse, che baciò anche lei."
      },
      {
        "index": 34,
        "text": "La signora Della-Morte svolse, sorridendo, l’involtino, mormorando: - «Gesù, che matto! che scapato!» - V’eran dentro quattro fulardi rossi. Capì, che il figliuolo aveva appurato ogni cosa. Capì, che le chiedeva scusa. Si sentì come divenuta sciente e non rivelante, quasi complice della colpa di lui... Chiarastella Parascandalo diventata una prossenete!.. Ma, per una soddisfazione del figliuolo, ma per vederlo contento e riconoscente a lei, nulla le sarebbe rincresciuto. Appoggiata la fronte sulla manca, pianse. Mamma e figliuolo non tornarono, mai più, sull’argomento."
      }
    ]
  }
}
