{
  "chapterNumber": 12,
  "title": "Capitolo dodicesimo (Chapter Twelfth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Si narra d’un celibe, che, ogni sera, prima d’entrare fra le lenzuola, recitato il rosario, soggiungeva questa preghiera: — «Dio mio, padre nostro, che siete ne’ cieli, fate, ch’io non m’innamori; o, se m’innamoro, ch’io non mi ammogli; o, se m’ammoglio, ch’io non sia becco; o, se son becco, ch’io non me n’accorga; o, se me ne accorgo, ch’io non me ne adiri; o, se me ne adiro, che io non ne tocchi, giunta.» — Il Salmojraghi, che aveva fatta la sciocchezza d’inbertonarsi e lo sproposito d’inussorarsi; ora, che gli facevan le fusa torte, ebbe l’imprudenza d’accorgersene e la sguajataggine d’impermalirsene. Si rodeva di rabbia, internamente;e, frattanto (umana debolezza) gli mancava il coraggio, per una spiegazione o col bellinbusto o con la moglie. Vivea certo, certissimo del fatto suo, tanto certo quanto si può essere di siffatte cose, chè, già, difficilmente, uno ci si trova presente: de’ cani si vede, de’ gatti si sente, degli uomini si presume! Ma, solo al pensiero di spiegarsene con la Radegonda, gli si scioglievano le ginocchia Un paio di volte, stette per metter carte in tavola. Cominciò a balbettare due o tre parole; e, poi, avvilito da un’occhiata della donna, diede altro indirizzo, affatto innocente, al discorso. Ebbe la tentazione di prendersela col Della-Morte, e gli mosse incontro: ma, quando gli era in presenza, gli cadeva l’animo. Sembra, che il valore, nella famiglia Salmojraghi, fosse costituito in maggiorasco ed ereditato esclusivamente dal primogenito, dal Maggiore; ed il secondogenito banchiere, privo di questa parte di patrimonio, non sentiva il menomo gusto di cimentarsi con un ufficiale di cavalleria fregiato il petto da non so ben quanti attestati della intrepidità sua e della saldezza del suo braccio! Quindi, e’ s’appigliava al peggio di tutti i partiti: metteva il broncio, guardava in cagnesco Maurizio, faceva sgarbi alla moglie, pur lasciando correr l’acqua alla china."
      },
      {
        "index": 1,
        "text": "E si arrovellava e s’indispettiva della debolezza propria. Meditava vendette, trastullando la fantasia con l’arzigogolar crudeltà che non perpetrerebbe, mai. Ebbe l’idea geniale di leggere, con espressione, alla moglie, a colezione od a pranzo, gli articoletti di cronaca od i fatti vari, che narravan castighi, inflitti da mariti alle consorti adultere. Glieli leggeva, con pause ad effetto, con occhiatacce significanti, quasi come avvertimento. La Radegonda a sorridere ed alzar le spalle: ed o non badava, altrimenti, al fatterello; o ci rifletteva, su per disprezzare quelle velleità d’Otello, e rugumava quanta dolcezza vi sarebbe, pure nel morire con e per l’uomo amato. Goduto il godibile, quando non è lecito aspettarsi altro, dalla vita e dal piacere, se non la sazietà, qual pazza ripugnerebbe alla morte? e l’esser trafitta, per mano di un marito imbizzarrito, è delle belle morti... seppure, come scrive quel franzese, seppure vi ha di belle morti. Questa sentenza memoranda, una volta, lei la fece ad alta voce. Il Salmojraghi le si voltò come una vipera; e stava per lasciar le metafore e votare il sacco: ma, incontrandone lo sguardo calmo, convinto, scorgendone il sorriso satirico, sprezzante e risoluto, non osò dir nulla e si tacque."
      },
      {
        "index": 2,
        "text": "Un’altra fiata, il Salmojraghi, che, quellamattina, non aveva ancor fiatato, scompartendo gli sguardi, fra il tondo, carico di rognoni trifolati al madera, e la Perseveranza, cominciò, ad alta voce: — «Si legge nel Rinnovamento di Venezia, diciotto Novembre. Un marito, che, entrando nella camera da letto, trovò la moglie in compagnia d’uno sconosciuto, pregava questi, cortesissimamente, di allontanarsi; e, poi, ravvolgendo la moglie nelle lenzuola, la buttava dalla finestra. Si accorse in ajuto della misera; ma temiamo, che ogni opera sia indarno. Fu ricoverata nell’Ospedale. Il marito è arrestato.» -"
      },
      {
        "index": 3,
        "text": "La Radegonda, dopo breve pausa, prese a dire: — «Misera donna! doppiamente infelice, e nel sortire il marito e nella scelta dell’amante! Caduta di Cariddi in Iscilla, di codardo in codardo! La condotta dello sposo, che ne rivela il carattere di fango, giustificherebbe lei d’ogni errore.» -"
      },
      {
        "index": 4,
        "text": "— «Il marito esercitava un dritto, vendicava l’onor suo. Non so, come l’abbiano arrestato; ma dovranno rilasciarlo. Sennò, i giurati lo assolveranno. Il codice, in questo caso, accorda l’impunità...» - diceva quel buon uomo, infervorandosi. Ma un’occhiata di sprezzo, vibratagli dalla Radegonda, il fece ammutolire; ed avvallò gli occhi."
      },
      {
        "index": 5,
        "text": "— «Taci là, tu. Vergogna! Appunto, perchè la legge vostra gli assicura l’impunità, doveva mostrarsi magnanimo. Ma no! cortese con l’uomo, il quale aveva forza e (credo) armi, è prepotente con la fiacca inerme! Vigliacco! E quell’altro, poi! abbandona la tapina, la quale il compiaceva di tutto e lo amava e perigliava la vita per lui! L’abbandona; e si pone in salvo; e la lascia uccidere. Vigliacchi l’uno e l’altro, vigliacchi entrambi. Ah! fossi ne’ panni di quella meschina, morrei meno della caduta, che della necessità di disprezzare chi avessi amato.» -"
      },
      {
        "index": 6,
        "text": "Una terza volta; pochi giorni dopo, Gabrio tornò alla carica, leggendo, ne’ Fatti varî di non so quale effemeride, l’aneddoto seguente: — «Vendetta di un marito. Un signore sorprese la moglie, in colloquio, troppo confidenziale, con un amico di casa. Non mostrò punta collera; solo, chiese all’amico: Quanto egli solesse dare alle donne di malaffare? Questi, dapprima, esclamò: Che domanda! Nè rispondeva. Ma, poi, (ripetendo il marito l’interrogazione; e con voce non iscevra da minaccia; e mostrando, che non gli permetterebbe di partire, senza aver data risposta) disse: Uno scudo. E l’altro: Uno scudo? Bene, bene, benissimo! Dunque, essendo stato con costei, chenon val nulla meglio, le sborserà lo scudo. Io, marito e curatore legale degl’interessi suoi, ho l’obbligo di attendere alla riscossione di questo suo credito. Il giovane, aveva, quasi, voglia di ridere. Pure, insistendo l’offeso, con piglio severo, quantunque gli rincrescesse d’umiliar la donna, per uscir d’impiccio ed ottenere d’andarsene, mise, come piacque al marito, uno scudo nella mano di lei, che esso marito aveva afferrata e gli sporgeva e che richiuse, col suo pugno di ferro, sopra lo scudo. E sa, torni, pure, quando vuole! proseguiva il padron di casa, accompagnando l’ospite sino all’uscio. Tanto, conosce l’indirizzo ed il prezzo. Non faccia, a mògliema, il torto di cambiar bottega. A rivederla! Per uno scudo, la signora sarà sempre a’ suoi comandi. Veglierò io, perchè non trovi scuse. Ned altra vendetta tolse, poi, dell’oltraggio ricevuto, tranne questa: ogni volta, che gli accadeva di trattenersi nella stanza della moglie, quando e’ la lasciava, le consegnava uno scudo, dicendo: Questo è il mio debito, secondo la tua tariffa. La povera donna morì, di crepacuore, in capo a pochi mesi.» -"
      },
      {
        "index": 7,
        "text": "La Radegonda ascoltò, senza batter palpebra. Poi, sputò. Dopo breve pausa, parlò; e cominciò a dire: - «Mi farai il piacere, di nonleggermi più storie siffatte, che m’indurebbero a prendere in disgusto l’uman genere. Non mi piace ned il feroce, nè l’assurdo. Che un uomo possa assassinare, così, una donna, schiaffeggiarla di questa sorta, e perchè, poi? per una simpatica debolezza, perchè ama: sarà possibile! L’amor proprio vulnerato rende selvaggi. Impossibile, però, non esecrare un manigoldo, tanto ingiusto e barbaro. Che un amante si avvilisca, nel pericolo; e si renda complice del marito, nell’insultare quella, che si è data a lui; e non comprenda i suoi obblighi d’onore: sarà cosa, che si vede, nel mondo. I genitori errano, nella elezion d’un marito, le tante volte: la donna può, sbagliar, talvolta, nella scelta dell’amico! Ma che si sopportino offese rinnovate, ingiustificabili, questo sì, ch’è assurdo. Non aveva, dunque, costei altro al mondo oltre la grazia del consorte? Ebbene io, ne’ panni suoi, piuttosto andrei limosinando. Una signora, che porta in dote, spesso, due o tre tanti del patrimonio del conjuge, che contribuisce, spesso, più di lui, al mantenimento della famiglia, non soffrirà, mai, di essere trattata come schiava venduta. È padrona di sè; dà e non accetta. Ed anche un marito, come l’amante, debbeaspettarne il capriccio e tornarle gradito, se brama, che gli si conceda l’entrar nel talamo. Io non ho bisogno di udire le sciocche favolette, che ti compiaci di leggermi, da qualche tempo; e ti prego, sai, caldamente, di risparmiarmele, in avvenire. Non so se mi sono spiegata.» -"
      },
      {
        "index": 8,
        "text": "Il Salmojraghi chinò il capo, tacque e non rispose. Una volta o due, si provò a rialzarlo; e disse: — «Radegonda!» — Ma la moglie, che aveva preso un libro, replicò, semplicemente: - «Ehn?» . la prima, - «Ahn?» - la seconda, senza interrompere la lettura; ed, a lui, cadde l’animo e passò la voglia d’intavolare un discorso tempestoso con una donna, che aveva quel muso lì. Nondimeno, diventando impossibile a tenersi la posizione, prese una risoluzione eroica; e risolvette d’accusare la moglie, a quella nonna, che l’aveva educata e viziata; e per la quale, la Radegonda conservava, sempre, deferenza massima e venerazione. Pensò, che rimostranze ed osservazioni, porte da colei, avrebber virtù di farla ravvedere. Ed era dispostissimo a perdonare e dimenticare quella distrazione conjugale, quello scappuccio, purchè, ben inteso, non passasse in esempio: una volta tanto, si può esser minotaurizzato."
      }
    ]
  }
}
