{
  "chapterNumber": 4,
  "title": "Capitolo quarto (Chapter Fourth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "I fratelli Scielzo eran quattro: due in artiglieria, che, a Napoli, si vedevan, quindi, rado assai; e due in fanteria, che servivano nello stesso Reggimento e Battaglione, sotto un maggiore lombardo, Babila Salmojraghi, amatissimo nel corpo e de’ più assidui in casa Ruglia, de’ più devoti a Donn’Almerinda. E Babila Salmojraghi aveva un fratello, per nome Gabrio, banchiere o negoziante, non so più cosa, a Milano; e si volevano un gran bene, come, pure, qualche rara volta, accade tra fratelli. Da lunga pezza, non s’erano abbracciati, come portò il gravoso servizio per la repressione del brigantaggio; ed il banchiere, cedendo alla ressa amorevole del germano, deliberò di venirsene, per un mesetto, a Napoli, con mogliera e figliuola, per vedere quella città cospicua e distrarsi dalle cure del suo negozio. Cara donnina quella su’ moglie! piccola, con un par d’occhioni di que’ neri neri; pallida, con lunghi capelli, con un sorriso, che ti andava al cuore e ti mostrava una dentaturina, bianca al pari dell’avorio; con un pieducciuolo, che avrei tutto raccolto nella palma della manaccia mia. Si chiamava Radegonda Orsenigo, di chiarissima prosapia, facoltosissima; un po’viziatella, questo sì, fin da quando, figliuola unica ed orfana, l’allevava una vecchia nonna; e, poi, idolatrata dal marito. Carina tanto, anche, quella figliuoletta! fanciullaccia, che parlacchiava il meneghino con invidiabil purezza ed era stata registrata, cinque o sei anni prima, quando, ancora, gli Austriaci occupavano Milano, fra’ battezzati della parrocchia di San Marco, col nome di Clotilde, in omaggio alla prima figliuola del Re Nostro, Vittorio Emanuele II."
      },
      {
        "index": 1,
        "text": "Il maggiore Salmojraghi volle ricevere il fratello con festosa cordialità; ed invitò parecchi amici ad accompagnarlo sul piroscafo, per condurre a terra i bene arrivati. Ci furono gli Scielzo; ci fu il Della-Morte; e ci fu, pure, Donn’Almerinda. La Radegonda, quantunque abbattuta dal viaggio travaglioso e con gli occhi cerchiati, parve, a tutti, delle bellissime. Le due donne ad abbracciarsi e baciucchiarsi, con mille smancerie, com’è usanza delle femmine tra loro; e, prima ancora di sedere al gran digiunè imbandito dal maggiore, che fu il primo atto sussecutivo allo sbarco, divenute amicone, le s’eran già confidato, reciprocamente, quanto vi era d’ostensibile nella vita e nelle abitudini loro. Del resto, se alla Napolitana importava nasconderne qualcosetta, la Milanese, invece, avrebbe potuto avere il cranio trasparente, in modo che ognuno ne leggessei pensieri, senza, per questo, temer nulla; e, per natura sua propria, non sarebbe stata buona a custodire un secreto del cuore, ad occultare una preferenza, per interesse o riguardi. Era di quelle nobili creature, che non sanno rassegnarsi all’ipocrisia, alla menzogna quotidiana; e, per le quali, ogni trascorso diviene scandalo: ma, ripeto, trascorsi non ce n’erano stati punti. Tanta intrinsechezza sorse repentinamente, fra le due, che il povero Gabrio dovè consentire a mandar moglie e figliuola ospiti in casa Ruglia, ed andarsene egli col fratello, invece di occupare le stanze, preparate all’albergo per la famiglia: ma vel determinò, specialmente, il pensiero, che la bambina, (la quale pure non poteva stare in piedi tutta la giornata, ned accompagnarli in ogni gita) cessando di esser loro d’impaccio, rimarrebbe, però, ben custodita e cautelata."
      },
      {
        "index": 2,
        "text": "Ne’ giorni seguenti, fu una lunga filza di gite e di feste e di banchetti; e lo stesso Consigliere di cassazione scosse, talvolta, la sonnolenza abituale e disertò la poltrona della Corte, per onorare gli ospiti lombardi. Pompei, Caserta, Baja, Capri, i Camaldoli, Pesto furono visitati. La Salmojraghi aveva argento vivo nelle gambe; ed un brio, uno spirito, che infondevano allegria ne’ più ipocondrici. Ma, già, figuriamoci, chi avesse voglia di rimanere ipocondrico in quellabrigata lì, composta per la maggior parte di giovanotti militari! Si faceva un chiasso! I soli restii, quasi, a parteciparvi, e ne’ quali le franche risate degli altri si attenuavano in sorrisi fugaci, erano l’Almerinda e, per contraccolpo, Maurizio."
      },
      {
        "index": 3,
        "text": "– Non che l’Almerinda invidiasse all’amica tanta serenità d’animo, tanta felicità: ma non poteva non rimpiangere di non fruirne anch’essa. Quello spettacolo era, quasi, un’offesa per l’occulto suo stato, inciprigniva la piaga secreta, rinvigoriva gli scrupoli divoratori. La Radegonda non era travagliata da preoccupazioni pecuniarie; non languiva, divisa da’ figliuoli delle sue viscere; non tribolava per alcuna relazione, sul genere di quella, stretta dall’Almerinda con Maurizio, e che non le bastava il cuore di rompere, quantunque ne vergognasse e raccapricciasse. La Radegonda non aveva da paventar nulla; e poteva affidarsi, confidentemente, all’avvenire: non rimorsi, non angosce, non rossori, non insonnii, non paure di sorprese e smascheramento, non sospetto di un doppio senso ingiurioso in ogni parola, a lei rivolta. Essa, invece, povera Almerinda, nessuna pace, nessuna speranza! costretta a disprezzarsi, a vilipendersi! Non avere, nemmanco, il coraggio di sfogarsi con qualcuno! non poter chiedere consiglio a chicchessia! Una confidenza di quella fatta lì, l’avrebbe resa schiavadel confidente e consigliere, l’avrebbe data in sua balìa. E, poi, come esporre certe cose? Ed, anche, chi scegliere? Aborriva da’ preti e dalla confessione; ed, intorno a lei, chi c’era? quel dormiglione del marito; quegli scioperati de’ fratelli; una sorella senz’alcuna elevatezza d’animo; amiche delle solite; amici, i quali avrebber pensato, solo, a soppiantare Maurizio... Ah! questi era il migliore di tutti, a conti fatti; ma, pur troppo, anche un consigliere pregiudicato, avendo un interesse proprio nella quistione."
      },
      {
        "index": 4,
        "text": "La Radegonda, perspicace, s’accorse della cupa melanconia dell’ospite amica; e s’avvide la ragione starne in una cura secreta dell’animo: solo, non poteva sospettare, la sua stessa presenza essere nuovo martello e continuo per l’infelice. Ed, essendolesi proprio affezionata, se ne rammaricava. È spettacolo atroce il veder deperire una bella creatura, stoicamente muta sul cordoglio, che la consuma. E cercò, discretamente, d’indurla ad aprirsi: ma invano. Nè, per osservare, che facesse, le riuscì di scoprire il menomo indizio di quanto, poi, seppe essere il vero."
      }
    ]
  }
}
