{
  "chapterNumber": 20,
  "title": "Capitolo ventesimo (Chapter Twentieth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La Radegonda, rimasta sola, era, ancor, tutta ebbra dalla consolazione, arrecatale, dalle dimostrazioni d’affetto dell’amico suo diletto, quando picchiarono, all’uscio. E la domestica, una certa Clorinda, (grassoccia, belloccia, cui Maurizio dava pizzicotti, nelle parti carnose, e che nol ridiceva alla padrona,) venne, ad annunziarle, che una forestiera chiedeva di lei."
      },
      {
        "index": 1,
        "text": "— «Di me? Bada, avrà sbagliato.» -"
      },
      {
        "index": 2,
        "text": "— «Se ha dimandato, proprio, della signora Salmojraghi.» -"
      },
      {
        "index": 3,
        "text": "— «Sarà la sarta.» -"
      },
      {
        "index": 4,
        "text": "— «Chêh! l’è, propio, una signora.» -"
      },
      {
        "index": 5,
        "text": "— «Salmojraghi! Io non voglio esser chiamata, più, così. Io mi chiamo Orsenigo. L’altro nome è un’offesa ed un’usurpazione. Ma chi potrà essere questa signora? Sto cosìsciatta! Non mi sono, neppur, pettinata. Prima, quando usavano gli scialli, che beatitudine! Bastava buttarsene, addosso, uno, per coprire qualunque disordine di toletta. Ora, è una disperazione. Basta! così, mi pare di potermi presentare, senza troppa indecenza.» - S’era ravviati i capelli, in fretta, in fretta, con un pettinino; aveva stretti i nastri e composto le pieghe del camice; ed entrò in salotto."
      },
      {
        "index": 6,
        "text": "Chi l’aspettava, quella signora, era la Ruglia-Scielzo. Che le buttò, subito, le braccia al collo; e, quasi piangendo, ripeteva: - «Radegonda, Radegonda mia, cara, non mi riconosci?» -"
      },
      {
        "index": 7,
        "text": "— «Almerinda!» - esclamò la Salmojraghi-Orsenigo, sorpresa e dolente."
      },
      {
        "index": 8,
        "text": "— «Sì! l’Almerinda tua. L’Almerinda, che ti deve e ti ama tanto; ed, alla quale, non hai più scritto, tu, obliviosa.» -"
      },
      {
        "index": 9,
        "text": "— «Ma come hai risaputo, che io torno, qui?» -"
      },
      {
        "index": 10,
        "text": "— «Ho chiesto; mi sono informata! Vengo, apposta, da Napoli, per abbracciarti. Io non mi voglio trascurata, da te.» -"
      },
      {
        "index": 11,
        "text": "— «Ma, dimmi: sai, ch’io son divisa, da mio marito?» -"
      },
      {
        "index": 12,
        "text": "— «So!» - Qui, una breve pausa. - «Tuo marito, anch’egli, è qui; lo ho rivisto stamane. Lui mi ha detto, dove alloggiavi.»"
      },
      {
        "index": 13,
        "text": "— «Ah, dunque, non isbagliai, iersera, in via Cerretani. Ma... ti ha detto... ch’io non istò sola?» -"
      },
      {
        "index": 14,
        "text": "— «Io l’ho saputo... a Napoli.» -"
      },
      {
        "index": 15,
        "text": "— «E... sai con chi sto?» -"
      },
      {
        "index": 16,
        "text": "— «So tutto, tutto, Radegonda. So, pure, che hai dovuto soffrir, molto. E so, che, a me, non si spetta il giudicare. E so, che, altra volta, io era, quasi, nella stessa condizione, in cui vivi tu, al presente; e, che, senza il tuo consiglio, senza la mano pietosa, che m’hai porta...» -"
      },
      {
        "index": 17,
        "text": "— «No, lascia... Non parliamo del passato, Almerinda.» -"
      },
      {
        "index": 18,
        "text": "— «Con te, posso parlarne: tu sai quel, che tutti ignorano. Tu m’hai sovvenuta, nel momento difficile; tu m’hai sollevata, dalla abiezione: tu, indulgente; tu, operosa; tu, più che madre, più che sorella. A te, debbo la pace dell’animo; e di sperare, ancora, nella vita eterna; e di abbracciare i figliuoli, senza strazio. L’esempio tuo mi compunse, ruppe il mio orgoglio. La vista dell’ingenua e piena felicità...» -"
      },
      {
        "index": 19,
        "text": "— «Almerinda, io te ne scongiuro, non riparlarmi del passato!» -"
      },
      {
        "index": 20,
        "text": "— «A te, debbo parlarne. Ecco, le parti sono mutate. Eccomi felice, in grazia tua; ela tapina, adesso, se’ tu. Mi avevi redenta; e sei precipitata. Ebbene, tocca, ora, a me, spetta, alla beneficata, di venirne, sull’orlo del baratro, e porgerti la mano e fare quanto è, umanamente, possibile, perchè tu n’esca. Coraggio, Radegonda! Coraggio!» -"
      },
      {
        "index": 21,
        "text": "— «Pensi tu, ch’io ne difetti? Sai, che mia madre era bresciana? Una Averoldi!» -"
      },
      {
        "index": 22,
        "text": "— «Ti manca, forse, la risoluzione di adoperarlo, il coraggio. Io mel so, pure, che, taluni vincoli, una non sa risolversi a romperli, a secco...» -"
      },
      {
        "index": 23,
        "text": "— «Oh, io, come vedi, ho rotto, a secco... molti legami, senza esitare.» -"
      },
      {
        "index": 24,
        "text": "— «Povera Radegonda, quanto hai dovuto soffrire!» -"
      },
      {
        "index": 25,
        "text": "— «Meno, ch’io non credessi.» -"
      },
      {
        "index": 26,
        "text": "— «Tuo marito, la figliuola: lasciarli, per sempre!» -"
      },
      {
        "index": 27,
        "text": "— «Sì, ma seguendo l’uomo, che amo. Credimi, Almerinda; io mi stimo beata, d’avergli potuto sacrificar qualcosa, che testimoniasse, in parte, dell’immenso affetto mio.» -"
      },
      {
        "index": 28,
        "text": "— «Quel povero signor Gabrio! Ti voleva, ti vuol tanto bene, lui! È rimasto inconsolabile!» -"
      },
      {
        "index": 29,
        "text": "— «Poveruomo!» -"
      },
      {
        "index": 30,
        "text": "— «E quella povera Clotilde! Cresce, abbandonata, così, senza madre, come un’orfana!» -"
      },
      {
        "index": 31,
        "text": "— «Mamma Teresa la sorveglia; e me ne scrive.» -"
      },
      {
        "index": 32,
        "text": "— «Ma tua nonna è vecchia, vecchia tanto!... Rimarrà, poi, affidata a cure mercenarie; ed in posizione falsa. E la separazione de’ genitori sarà di ostacolo, al suo buon collocamento. Conosci il mondo: tua figlia sconterà, per te!» -"
      },
      {
        "index": 33,
        "text": "— «Povera figliuola mia!» -"
      },
      {
        "index": 34,
        "text": "— «Ma come, dimmi, come t’è bastato l’animo, di rinunziare, alla voluttà di vederla, di baciarla, di guidarla, di proteggerla, di accudirla, d’istruirla, di educarla? Rinunziare, a vedertela entrare, ogni mattina, in camera? Rinunziare, a vederla crescere in istatura, in bellezza; e divenirti amica fidata e secura, dopo esserti stata discepola? Rinunziare, a rivivere, meglio, in lei? Se, domani, tolga il cielo, si ammalasse, non puoi sederti, accanto al suo letto, vegliarla tu, badare tu, che nulla manchi! Dovrai chiederne le notizie, come un’estranea, da lontano! Radegonda mia, cos’hai fatto?» -"
      },
      {
        "index": 35,
        "text": "— «Vedi, quali sacrifizî ho incontrato! Sei crudele di ricordarmeli, di forzarmi a piangere!»"
      },
      {
        "index": 36,
        "text": "— «E, per chi, tanti sacrifizî? Per un uomo, che non te ne sa, neppur, grado; che non capisce, che non apprezza...» -"
      },
      {
        "index": 37,
        "text": "— «Almerinda!» -"
      },
      {
        "index": 38,
        "text": "— «Per un uomo, indegno di te, avanzo di mille amorazzi e di mille crapule. E tu fai numero, nel cuor suo!» -"
      },
      {
        "index": 39,
        "text": "— «Almerinda, io l’amo.» -"
      },
      {
        "index": 40,
        "text": "— «Per un giocatore, che vive, alle spalle tue; che tu mantieni...» -"
      },
      {
        "index": 41,
        "text": "C’era poca politica, nell’attaccar Maurizio, così, pochissima. Una Signora dispregerà, fors’anche, il drudo, nel suo secreto; ma non converrà, mai, con altre, di questo disprezzo. L’indegnità dell’amante sarebbe vergogna sua: chi pone il core in basso loco, non si crede averlo di alta natura. La Salmojraghi-Orsenigo si fe’ livida; e sclamò, precipitosamente:"
      },
      {
        "index": 42,
        "text": "— «Almerinda, smetti. Punto e basta! Io l’amo. Smettila, con le calunnie; o crederò, che tu parli per invidia e gelosia.» -"
      },
      {
        "index": 43,
        "text": "— «Credi tu quel, che più t’aggrada! Interpreta male l’opera mia! Frantendimi! Son, qui, per compiere un dovere, pagando un debito di riconoscenza. Sono venuta, qui, di lontano, perchè ti amo: perchè s’è creduto, sperato, che la parola mia valesse, a farti ricredere, sul conto del seduttore...»"
      },
      {
        "index": 44,
        "text": "— «Nossignora; nessuno mi ha sedotta. Ned io son tale, da lasciarmi sedurre, io. Me gli son data, me gli sono offerta, io, sponneamente, perchè l’amava. E, se vuoi saper tutto, l’ho amato, da quel giorno, in cui, a Napoli, da lui, l’ho visto soffrir tanto ed egli dovette credermi sua nemica.» -"
      },
      {
        "index": 45,
        "text": "— «Sì, amore! Cara te, inorpella, con quante belle parole vuoi, il vizio, sempre quello è. Scusati, con un accesso di pazzia: e va bene! Ma non può darsi amore, dove non è virtù, dove non è conformità alla legge divina. Il dico, pel mio passato, come pel tuo presente. Eppure, vedi, io era, forse, più scusabile, più compatibile, almeno. Era più giovane! sai, che marito avessi!... L’esempio terribile, che tu hai sortito, in me, avrebbe dovuto esserti d’insegnamento. E, poi, questo signor Della-Morte, allora, poteva, forse, aver qualche prestigio, allora. Giovane, franco, ardito, onesto, coraggioso, puntiglioso, prometteva. Ora, è maturo e divenuto... che? cos’han mantenuto le promesse? Dimmelo tu! Da quel bozzolo misterioso, cos’è sfarfallato? Un giocatore, un beone, un perturbatore di famiglie. Egoista, che, per misera soddisfazione di libidine e forse, soltanto, di amor proprio, ti ha rapita e resa, in perperpetuo, infelice. Vedrai: sarà obbligato a dar le dimissioni o passerà per qualche consiglio di disciplina; quest’uomo, che, mantenuto da te, non se ne vergogna, neppure, che ti tratta brutalmente...» -"
      },
      {
        "index": 46,
        "text": "Il ritratto non era lusinghiero: ci aveva molta somiglianza, ma dell’esagerato, anche, e del falso, in buon dato. La Salmojraghi-Orsenigo si drizzò stizzita, come serpe calpesta."
      },
      {
        "index": 47,
        "text": "— «Niente di vero, in quanto blateri. Il Salmojraghi parla, per bocca tua. Chi sta a sentire i mariti, sul conto degli amanti de le mogli? Mi son’io lagnata, io? Segno, che vivo contenta e beata. S’io mi credessi indegnamente trattata, male apprezzata, cosa mi obbligherebbe, a starmene, con esso lui? Nulla, al mondo, potrebbe obbligarmici. Io non gli sono vincolata, se non dalla mia volontà, dalla stima, dall’affetto...» -"
      },
      {
        "index": 48,
        "text": "La Ruglia-Scielzo si avventurò a proporre una pregiudiziale, della quale s’è, troppo, abusato: - «Ma, se una mal concetta passione ti fa velo all’intelletto!...» -"
      },
      {
        "index": 49,
        "text": "In una discussione sulla condizione delle proprie facoltà mentali, la Salmojraghi-Orsenigo non ci si volle impelagare. Anzi, proseguì, con impeto, sempre, crescente: - «E dato e non concesso... Mettiamo pure, che Maurizio, quelMaurizio, che tu hai, pure, amato, non tenendo le promesse della prima gioventù, ci riuscisse minore dell’aspettazione... Voglio anche dire, che fosse divenuto, quale tu mel descrivi, il che non è, mica, non è... Benone, che, poi? Cosa inferirne? Chi mantiene, nell’età provetta, le promesse de’ primi anni? In quale albero, tutti i fiori dàn frutto? E bada, bada! Spetta, forse, a te, il rimproverarlo? Chi l’avrebbe, moralmente, ucciso? Non tu, forse? Egli ti amava, ti ama, ancora, pur troppo;’con quanta invidiata perseveranza! Il tuo nome basta a farlo impallidire...» -"
      },
      {
        "index": 50,
        "text": "La voce della Salmojraghi-Orsenigo s’era ita indebolendo; e parlava, ora, basso, rivelando la piaga sanguinolenta di gelosia retrospettiva, che la infelicitava. Ma, qui, scattò la Ruglia-Scielzo: cui, ora, il solo pensiero d’un legame impuro destava nausea, non che sdegno. Ed esclamò, con voce tremante di collera e di ribrezzo: - «Questi desiderî infami, che tu chiami amore, profanando la parola, son, per me, ora, insulto.» -"
      },
      {
        "index": 51,
        "text": "Ma la Radegonda non credo avvertisse, nemmanco, l’interruzione."
      },
      {
        "index": 52,
        "text": "— «Ti amava, te, dal profondo del cuore. E come ne hai rimeritato l’affetto? dimmi? Spezzandogli il cuore! Mite d’animo e gentile, perdendoti, immeritatamente, s’è visto perduto. Viveva in quella speranza; e, svanita quella, tutto gli torna indifferente. Tu gli hai rubato ogni felicità, ogni orgoglio, ogni desiderio di lode.» -"
      },
      {
        "index": 53,
        "text": "— «Sei demente! Osi rimproverarmi, di avere lasciato la mala via? Ma, o non mi confortasti tu medesima, disinteressata, allora, a far ciò? Vedi, come ti metti in contraddizione con te stessa?» -"
      },
      {
        "index": 54,
        "text": "— «Io non ti biasimo. Tu soffrivi della relazione, tu non lo amavi. Bene sta, che volessi sbrigarti, da catene increscevoli. Hai provveduto, a’ casi tuoi, al bene tuo. Io conosceva te e non lui. Ignoravo quanto egli ti amasse; e vedevo, che non lo amavi: chè questo è il gran punto! Ho consigliato bene, allora; richiesta di consiglio. Ma tu vieni, qua, non chiamata; vieni, da chi non è in dubbio sul da fare; vieni ad alienare, all’amico, una, che ama. Te gli sei ritolta? padrona! Ma cosa ti ha, mai, fatto quel povero giovane, che tu cerchi, ancora, d’invidiargli l’unica consolazione, l’unico appoggio, che, tuttavia, gli rimanga? Io non ti valgo: lasciagli me! Perchè ritorni, a lui? Perchè strappargli, dal fianco, tale, di cui è sicuro? Ma tu parli, al muro. Io non cambio. Io sono, immutabilmente, sua, in vita ed in morte. S’egli non mi discaccia, io non lo lascio, no, io; e non mi discaccerà. E, poi, non ch’io voglia rimproverarti; ma come paragonare la mia condotta alla tua?» -"
      },
      {
        "index": 55,
        "text": "— «Tu aggravi il male, con lo scandolo; tu ridicoleggi tuo marito; tu nuoci alla figliuola!» - sclamò, affastellatamente, l’Almerinda, tutta sbigottita di trovarsi, quasi, costretta a scolparsi."
      },
      {
        "index": 56,
        "text": "— «Questo, appunto, è la mia scusa! Io nulla fingo; io nulla dissimulo; io non mi do per altra di quello, che sono. Non inganno nè Gabrio ned il mondo. Nessuna ipocrisia! Di quel, che fo, non mi vergogno.» -"
      },
      {
        "index": 57,
        "text": "— «Cinismo!» -"
      },
      {
        "index": 58,
        "text": "— «È sincerità. Io non verrò, mai, meno, agli obblighi assunti, al dovere!» -"
      },
      {
        "index": 59,
        "text": "— «Avevi obblighi anteriori, maggiori. Non profanare il nome di dovere; non appiccarlo all’ostinazione del vizio.» -"
      },
      {
        "index": 60,
        "text": "— «Nessuno, nessun altr’obbligo, io non ne aveva nessuno. Tolsi marito, perchè mel diedero, perchè lui volle, senza saper quel, ch’io mi facessi; in età, quando non si ha carattere. Ma lui, Maurizio, no: l’ho scelto, consciamente, liberamente; l’ho voluto io. Ed ho ben fatto; e ratifico la mia scelta.Son paga in lui e l’amo, intendi, l’amo! Perchè turbarmi nella mia fede? Perchè insinuarmi dubbi? Chi ti dèputa a scuotere la mia fermezza? Mi hai chiamata demente? Non sai, ch’è pericoloso di far rinsavire alcuni dementi? Non comprendi, che io sarei miserrima, se mai, comechessia, cessassi dall’amare e dallo stimare questo idolo mio? Lasciami, lasciami stare!» -"
      },
      {
        "index": 61,
        "text": "— «No, Radegonda mia, non ti lascio! Guai, all’ammalato, che rifiuta d’ascoltare il medico. Io t’ho ascoltata, altre volte; e con mio bene. Io non ti parlo io, da me: ti ripeto ciò, che, tre anni fa, diceva la Radegonda stessa. La Radegonda del sessantacinque, mi deputa alla Radegonda del sessantotto! Ascoltami; ascoltati, via. Io ti parlo, in nome, anche, dell’uomo, di cui porti il nome.» -"
      },
      {
        "index": 62,
        "text": "— «Io? non voglio esser chiamata se non Orsenigo: sulle mie carte, non c’è altro nome.» -"
      },
      {
        "index": 63,
        "text": "— «Ma non puoi far sì, che non te ne spetti, tuttavia, un altro. Io ti parlo, in nome della figliuola tua; ti dico ciò, che essa è troppo giovane, ancora, per dirti, essa. Credimi; ne ho fatta la dura esperienza: non vi è felicità di sorta, fuori del dovere. Tutto il resto incresce, a breve andare; ed, anche, ilpiacere, se iniquo, lascia l’amaro in bocca. Tuo marito ti ama, sempre; e generosamente. Egli perdona tutto, alla madre della sua Clotilde. Non mette condizioni. Vuoi di più? Le permette di metterne, quante e quali le piacciono. Ti prega, ti supplica, di tornare, in casa vostra, non per infastidirti con dimostrazioni di un affetto, che tu dispregi, ma per la figliuola comune, acciò tu possa gustar le gioje della maternità, acciò nessuno e nessuna s’arbitri, ad un atto, ad una parola irreverente e fastidiosa verso di te. Per sè, lui, nulla chiede; ti chiede, soltanto, di voler essere felice. Fa di consentire. Oh non iscrollare il capo, così. Rifletti, bene! Pensa, su quale strada ti se’ messa. Io voglio assentirti, che questo tuo Della-Morte non sia cattivo; e ch’egli ti abbia cara; e che false voci il diffamino. Ma quest’affetto durerà eterno, poi? ma non temi, ch’egli muti? ma quale sicurezza, quali guarentige t’offre? Credi tu, ch’egli possa stimarti? ch’egli possa stimare, chi abbandona marito e figliuola, in questa maniera? Non dovrà temere, a torto, sì, ma, pur, temere il medesimo, per sè? Non sospetti tu, ch’egli pensi, così? Qual vita, Radegonda! Ed hai lasciata la città nativa, e vivi segregata dal mondo, al quale lui, però, non rinunzia.I sacrifizî li fai tu, sola. E s’invecchia, sai? Qual vecchiaja ti prepari, sconsolata, squallida! qual letto di morte solitario, senza una faccia amica! E se Maurizio t’abbandonasse? E vuoi condannare, anche, lui, a vivere senza una famiglia? Vivrete, come due mutui carcerieri, come due compagni di catena! Invece, vedi, consentendo a riconciliarti col Salmojraghi, tutto cambia d’aspetto. Rientri, nella vita normale: rispettata, onorata, vivrai felice. Lasciati persuadere, Radegonda!» -"
      },
      {
        "index": 64,
        "text": "— «Ma... chi t’ha fatto credere, ch’io viva infelice? o che sai tu, che, in altre condizioni, m’abbia a toccare maggior felicità? Il fatto è fatto, cara Almerinda: è lì, immutabile; nulla può, mai, fare, che non sia stato. Una donna, come me, non torna indietro, rischiato un passo, mai. Mai! Dico: Mai! Certo, la figliuola mia... il pensiero mi strazia; per vederla...» -"
      },
      {
        "index": 65,
        "text": "— «Vuoi vederla?» -"
      },
      {
        "index": 66,
        "text": "— «Per vederla, andrei, a piedi, scalza, da qui a Milano.» -"
      },
      {
        "index": 67,
        "text": "— «Vuoi vederla? È, qui, con me, col padre. Vieni! T’ispirerai, abbracciandola. Andiamo...» -"
      },
      {
        "index": 68,
        "text": "— «La Clotilduccia è qua?» -"
      },
      {
        "index": 69,
        "text": "— «Te l’abbiamo condotta. Vieni, a ritrovarla, per non lasciarla, mai, più.»"
      },
      {
        "index": 70,
        "text": "— «Dio mio, Dio mio! E se l’avessi incontrata! E se mi avesse riconosciuta!» -"
      },
      {
        "index": 71,
        "text": "— «Negavi di essere infelice, Radegonda. Or, vedi: a che, sei ridotta! a temer l’incontro della figliuola!» -"
      },
      {
        "index": 72,
        "text": "— «Io non ho più figliuola; mia figlia non ha, più, madre. Io sapevo, a che rinunziavo, nel lasciar la casa del Salmojraghi. Credi, che nulla mi costasse? credi, che non abbia pianto? credi, che non pianga, mai, sola? Il valore della cosa perduta, so. Ma c’è un uomo, che amo. Che amo, intendi? che mi ama, sai? E, per quanto io soffra, un sorriso di lui m’imparadisa. È il mio prescelto; e basta. Ho fissa, in lui, la mente: e nulla potrebbe compensarmelo. Egli mi riama; egli è, fin troppo, buono meco... Ma, se, anche, mi trattasse, duramente: prima di tutto, vorrebbe dire, che io meriterei quel trattamento; e, poi... preferirei una percossa della mano sua, finanche, sì, finanche a’ baci della figliuola mia.» -"
      },
      {
        "index": 73,
        "text": "— «Non dir, così, Radegonda. Tu bestemmi.» -"
      },
      {
        "index": 74,
        "text": "— «Ti dico, che l’amo, io. Mi offri l’oblio! mi offri il perdono di mio marito! La Radegonda Orsenigo non mendica e non accetta perdono, da chicchessia. E v’ha cose indimenticabili...»"
      },
      {
        "index": 75,
        "text": "— «Tutti ti amano e dimenticherebbero...» -"
      },
      {
        "index": 76,
        "text": "— «E, se gli altri dimenticassero il mio passato, questi mesi vissuti qua, io, io li disprezzerei, per l’obbliviosità loro! E, poi, io non potrei, mai, dimenticarlo, io...»"
      },
      {
        "index": 77,
        "text": "— «Col tempo, con l’espiazione, i rimorsi illanguidiscono...» -"
      },
      {
        "index": 78,
        "text": "— «Chi ti parla di rimorsi? Io rammenterei il passato, rimpiangendolo. Questa ebbrezza sarebbe l’eterno mio desiderio Non avrei, più, testa, per la famiglia, per l’educazione della bimba: sono distratta, in eterno, da quanto non è l’amore di Maurizio. Il corpo sarebbe lì, ma il pensiero, ma il cuore, altrove. Sarei cattiva madre. Non sono, più, buona, a far la madre. Non valgo, ormai, se non ad amar Maurizio; non ad altro. Io non mi scosto, io non mi scrasto, dal costui fianco, quando, anche, dovessero verificarsj gli augurî peggiori, che un nemico può fare contro noi, quando, anche, dovessimo scendere, a gradino a gradino, la scala dell’obbrobrio, giù, fino all’abjezione. Tutto potranno dir di me, ma non, già, rimproverarmi, d’essergli venuta meno. Tutto gli potrà venir meno, tranne la Radegonda sua. La felicità, io la ripongo, nell’esser sua, sua, ad ogni costo, a qualsivoglia titolo, comechessia...»"
      },
      {
        "index": 79,
        "text": "— «Ma, e s’egli ti piantasse?» -"
      },
      {
        "index": 80,
        "text": "— «Non sarà, mai.» -"
      },
      {
        "index": 81,
        "text": "— «Ma, pure..., se?...» -"
      },
      {
        "index": 82,
        "text": "— «Allora, io, la felicità, la riporrei, nel morire. E ten riprego, Almerinda, non parlarmi altro, su questo tema. Se non mi degni, più, ora, che sai quanto io son ferma e salda, in ciò, che tu biasimi; addio, dammi un abbraccio (o negamelo) e va, pure. Io non l’avrò per male. Io so stare, al mio posto. So quel, che la mia posizione mi obbliga a sopportare.» -"
      },
      {
        "index": 83,
        "text": "— «Radegonda mia, tu sei, sempre, la benefattrice e la salvatrice mia. Io t’amo, sempre, ad un modo; e, se mi sono spinta, nel parlare, è appunto...» -"
      },
      {
        "index": 84,
        "text": "— «Bene, allora, chiacchieriamo d’altro. Porti, ancora, il crinolino? a Napoli, s’usa, ancora? Qua, smesso, fuorchè nelle soirées; altrimenti, abiti corti. Quanto hai pagato, al metro, questa seta? è francese, neh? Ma, ora, a Como, fanno, anche, di meglio. Bel punto di nero! Hai, sempre, la stessa sarta, di quando io era, a Napoli, teco?» -"
      },
      {
        "index": 85,
        "text": "E, come se davvero queste inezie le stesser, molto, a cuore, s’infervorò, nel discorrere; nè permise, che l’Almerinda tornasse, più, sull’argomento precedente. Nel separarsi, si abbracciarono, lungamente, ripetutamente, caldamente, come avviene negli addii, che si prevengono eterni. Nè la Napoletana profferse di tornare; nè la Lombarda l’invitò, a rivisitarla, od accennò ad intenzione di restituir la visita. Quando la Radegonda si ritrovò sola, pianse, a lungo, disperatamente."
      }
    ]
  }
}
