{
  "chapterNumber": 19,
  "title": "Capitolo diciannovesimo (Chapter Nineteenth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La dimane, quando il Della-Morte si riscosse, rammentandosi, così, in confuso, le peripezie della notte, rammentandosi le brutali offese, inflitte alla sua compagna, la crudità e la crudeltà, con la quale aveva manifestata la noja, che provava per lei, fu compunto e raumiliato. Se in lui, non v’era, più, e, forse, non v’era, mai, stato alcun senso d’amore, ogni senso di pudore non era, però, ancora, estinto, del tutto. Sentendola levata, nella stanza contigua (e, può darsi, che la non fosse entrata in letto, per quella notte), la chiamò, a sè, con tutta la voce, tuttora, alterata, dalla crapula della seraantecedente. La Radegonda, che aveva assunto, come un piacere, di rendergli alcuni servigiuoli, venne, lentamente, con gli occhi cerchiati, a recargli il caffè. E deposto il vassoino, con la chicchera e la zuccheriera, sul comodino, voleva allontanarsi. Egli nol sofferse; e l’attirò a sè. Ella stava contegnosa; e domandò: -"
      },
      {
        "index": 1,
        "text": "— «Vuoi altro?» -"
      },
      {
        "index": 2,
        "text": "— «Senti!...» - rispose, Maurizio. E l’obbligò, ad aggomitarsi sul letto; e la guardò fiso."
      },
      {
        "index": 3,
        "text": "Lasciava fare, ma stava sulle sue. Il bellissimo volto era pallido, squallido. Vi si leggevan le tracce degli strazi. Vi scorgevi dipinta una mestizia profonda, come in chi dispera trovar rimedio, alla propria sventura. Maurizio le teneva strette le braccia, con le due mani; e le chiese: che gli perdonasse, che dimenticasse quantunque egli aveva, inconsciamente, detto o fatto, il giorno prima. Gliel chiese, con insistenza, con accento sincero. E la donna proruppe in lacrime soavissime: loro, sempre, dall’irrigazione cominciano! E svincolandosi, gli buttò le braccia amorose al collo. E si strinse, al seno, e tempestò, di baci ardenti, quel capo diletto, ringraziando il giovane, di quell’atto di bontà, come se fosse stato non cosa debita a lei, anzi una mera degnazione di lui. Lo scongiurava: di non accorarsi, per tanto poco. Si accusava: diaverlo, stoltamente, irritato e contraddetto, mentr’egli tornava, a casa, stanco e bisognoso di riposo. Assumeva tutta la colpa del diverbio. Uàh! uàh! Maurizio s’intenerì, anch’egli. Col capo, stretto, a quel seno mollissimo ed appena coperto; accarezzato, baciato... come non provare, se non altro, una secreta compiacenza, nel vedersi tanta potenza assoluta, illimitata, su di una donna bella ed invidiatagli da molti e che, in somma, poi, s’era precipitata per lui? E non c’era, che dire! Egli aveva coscienza d’essere il primo, checchè avesse bestemmiato nell’ubbriachezza. Aveva il convincimento, che quella donna era passata, dalle braccia del marito alle sue, vergine d’ogni altro contatto virile. Ora, secondo le regole del mondo galante, il marito non conta, tutti il sanno."
      },
      {
        "index": 4,
        "text": "Come doveva conchiudersi una scena tenera siffatta, posti siffatti antecedenti? Ben so, come io l’avrei conchiusa io. Ma non posso dirvi e precisare cosa facesse il Della-Morte, perchè, già, non ero in camera, lì, presente; e, se ci fossi stato, già, me ne sarei andato, vicino alla finestra, a guardare, attraverso l’impannata, i soldati, che passavano per istrada, tanto per non disturbare que’ due e non crepare d’invidia e gelosia. Ma so, che il caffè era sceso al disotto della temperatura dell’aria ambiente, quando Maurizio pensò a berlo. Convenne riscaldarlo; e, poi, lui e la Radegonda sel sorbillarono, a sorsellini, a centellini, insieme, dall’unica e sola tazza... Tazza, che facea parte d’un servizio di porcellana dell’antica fabbrica reale di Capodimonte... una bellezza! un amore! Ah di quella porcellana non se ne impasta, più! di que’ disegni non se ne indovinan, più! di quelle sagome non se ne azzeccan, più! nella Italia nostra, a dì nostri, paga e superba della fabbrica Ginori!... Lo studio de’ Principi divenne industria di speculatori!"
      },
      {
        "index": 5,
        "text": "In quella, sopraggiunse la posta. E la Salmojraghi potè osservare, come, nel leggere una lettera, col bollo postale di Napoli, la fronte di Maurizio si corrugasse; e com’e’ la posasse, sul comodino, con un fare dispettoso. Gli si rifece, carezzevole, intorno. Ma il giovane era preoccupato; e rispondeva, monosillabicamente."
      },
      {
        "index": 6,
        "text": "— «Maurizio?» -"
      },
      {
        "index": 7,
        "text": "— «Dammi retta; ho da chiederti un favore.» -"
      },
      {
        "index": 8,
        "text": "— «Sto a sentire.» -"
      },
      {
        "index": 9,
        "text": "— «Ma non m’hai da dire: No!» -"
      },
      {
        "index": 10,
        "text": "— «Se posso, figurati!» -"
      },
      {
        "index": 11,
        "text": "— «Giuramelo.» -"
      },
      {
        "index": 12,
        "text": "— «Sì, sì!» -"
      },
      {
        "index": 13,
        "text": "— «Ma guardami, in faccia! Senti! Metti,là, quel giornale. Io non posso parlare, ad uno, che legge.» -"
      },
      {
        "index": 14,
        "text": "— «Oh! di’ presto quel, che hai da dire!» -"
      },
      {
        "index": 15,
        "text": "— «Ecco... No, vedi qua!... Ma non l’hai da prendere in mala parte?» -"
      },
      {
        "index": 16,
        "text": "— «No, no.» -"
      },
      {
        "index": 17,
        "text": "— «In questi ultimi giorni, ti ho visto turbato, afflitto, soprappensieri. Io non ardivo chiederti, che fosse; perchè ti dispiacciono le domande, il so. Ma immagina quanto soffrissi! Pensava, tutto il giorno, cosa, mai, tu potessi avere?» -"
      },
      {
        "index": 18,
        "text": "— «Niente.» -"
      },
      {
        "index": 19,
        "text": "— «Niente è troppo poco! In coscìenza, proprio, niente? Non rispondi?» -"
      },
      {
        "index": 20,
        "text": "— «Cosa vuoi dire? Avrò avuto mal di capo.» -"
      },
      {
        "index": 21,
        "text": "— «Io, invece, ho supposto... Ma non prenderti collera, vedi... Sapendo, che ti diverti, a giocare, un po’... Eh, tante volte si perde! È naturale, non si può vincer sempre... Anzi, ho caro, che tu perda, l’ho caro.» -"
      },
      {
        "index": 22,
        "text": "— «Ma grazie tanto!» -"
      },
      {
        "index": 23,
        "text": "— «Oh, tu capisci!... fa brutto, vedere uno, che guadagna, spesso, al giuoco... S’intascheranno quattrini, ma si scapita dall’altro... Ieri, uscii un istante, senza dirtelo, per andare fino al banco del Mondolfo... Ecco, perchè non osava dichiarartelo: vedi, se avevi torto di sospettarmi?» -"
      },
      {
        "index": 24,
        "text": "— «Io non ti ho, mai, sospettata...» - interruppe, ingenuamente, il giovane."
      },
      {
        "index": 25,
        "text": "— «Sì, che hai! E te ne so grado. Chi ama è geloso! Il veggo, in me; e lo scuso, negli altri. Insomma, se vuoi, proprio, farmi un favore, un gran favore, di cui ti sarò, eternamente, grata; se vuoi vedermi felice, davvero, e mettere il colmo alla bontà, che mi dimostri, stamane: fammi questa grazia, di servirti, pel momento, di quest’inezia mia, finchè avrai avuto rimesse da Napoli, finchè t’accomoda. Me lo fai, il favore?» -"
      },
      {
        "index": 26,
        "text": "Il Della-Morte si era fatto rosso, in volto, come un peperone, come un pomidoro, come un papavero, come un rosolaccio, via! Ci vuole tempo e pratica lunga, per assuefarcisi, alle porcherie; e, ne’ costumi nostri, è porcheria l’accettar quattrini dalla ganza. Veramente, adesso, lasciava spendere lei, pel mantenimento di casa. Ma altro è il tollerare, che si spenda, per noi, altro il ricever bezzi, brevi manu. E, poi, non ci avea, mai, pensato su. E, poi, ripenso, che, a volte, esaminando il portabiglietti, vi avea trovato assai più, assai più di quanto reputava dovervisi contenere; e l’offerta della Salmojraghi gli additava, ora, l’origine del supero. Nè la donna, stavolta, avrebbe preso questa via più aperta, se non avesse riflettuto non esserci persona al mondo, che possa persuadersi di aver dimenticato diecimila lire, nella tasca del taccuino, massime quando è disperata, da tre giorni, per non potersele procacciare, in modo alcuno. Tacquero, entrambi, un pezzo. Maurizio, era, lì lì, per accettare; ma, poi, non sapeva risolversi. Prender denaro, da una donna! Prender denaro, da quella donna! Già, sarebbe stato un esautorarsi! e se si fosse risaputo? Eppure, il bisogno urgeva; nè la mente sapeva suggerirgli alcuna delle transazioni gesuitiche, con le quali coonestiamo e scusiamo, agli occhi nostri stessi, le turpitudini. Finalmente, le disse: - «Questo volevi, da me?» -"
      },
      {
        "index": 27,
        "text": "— «Questo. Hai promesso!» - rispose la Radegonda, con un cotal suo vezzo supplichevole, giuliva di avere spuntato l’impegno. A chi l’avesse amata, sarebbe stato di assoluta impossibilità di rifiutarle checchessia, richiestone con tanta leggiadria. Ma tanta grazia era sprecata, col Della-Morte, che l’aveva, come dicono volgarmente, su’... Ma no, non so risolvermi, a scriver la parolaccia: supplisca il lettore. E cominciò, a borbottare:"
      },
      {
        "index": 28,
        "text": "— «Ho promesso, ho promesso! Cioè... bisogna vedere... Senza sapere, che mi promettessi. Del resto, se’ in errore. Io non ho nessun impegno urgente..., cui non possa riparare.» -"
      },
      {
        "index": 29,
        "text": "— «Maurizio, fammi il favore di guardarmi, un po’, fiso fiso, senz’arrossire!» -"
      },
      {
        "index": 30,
        "text": "— «Ecco qua, ti guardo. E poi?» -"
      },
      {
        "index": 31,
        "text": "— «Maurizio, quest’è una bugiaccia!» -"
      },
      {
        "index": 32,
        "text": "— «T’assicuro... Sull’onor mio...» -"
      },
      {
        "index": 33,
        "text": "— «No, no, non dire! Senti, non andare in collera, ma... Soffriva tanto, nel vederti turbato, ieri... Ho raccattato il telegramma, che stracciasti: e... Tu hai tanta indulgenza meco... Son tua, in fin de’ conti!... Ho letto anche, gli altri, che erano sullo scrittojo. Mi perdoni, di’? mi perdoni? In somma t’appartengo! Che te ne penta o no, s’anco ti rincrescesse» - poveretta, diceva così sorridendo, non sapendo di dir, tanto, vero! «s’anco ne fossi pentito, m’hai presa. Conviviamo. E mi sembra di avere il dritto di vigilare, anch’io, sull’onor... nostro. Hai debiti di giuoco? Pagali, con questi. Te ne abbisognano altri? Li procacceremo. E tu, persuaditi, di rendermi felice, accettando... Dimostrami di volermi bene, col non far differenza fra le cose mie e le tue.» -"
      },
      {
        "index": 34,
        "text": "— «Ma no, senti, in coscienza, pel momento, non mi occorre nulla. Per le diecimila lire, perdute al macao, con Bista Barberinucci, sai? ho sottoscritto una cambiale. Lui è tanto gentile! un perfetto gentiluomo! E, quando scadrà, mi sarà giunto il denaro da Napoli. Sicchè, vedi...» -"
      },
      {
        "index": 35,
        "text": "— «E, se te ne occorresse altro? E se, allora, non giungesse?» -"
      },
      {
        "index": 36,
        "text": "— «Ebbene, allora, verrò da te; e me lo presterai tu. Sei contenta?» -"
      },
      {
        "index": 37,
        "text": "— «Mel prometti?» -"
      },
      {
        "index": 38,
        "text": "— «A patto, che non toccherai, più, le mie carte.» -"
      },
      {
        "index": 39,
        "text": "— «Purchè tu non mi nasconda a tuoi pensieri! Io non voglio essere trattata, come una estranea, cui non si dice nulla, io!» - disse la donnetta, avventurando, come scherzo, il rimprovero; e sorridendo del rovello, che la martoriava."
      },
      {
        "index": 40,
        "text": "Maurizio, dopo non molto, uscì. A dirla, la offerta della signora il cavava d’un grande impiccio: perchè il fattore gli aveva, appunto, scritto, dell’impossibilità di procacciargli, comechessia, la somma richiesta. Ora, sapeva, che gli basterebbe fare il preoccupato, un quarto d’ora, allo avvicinarsi della scadenza perchè, immediatamente, la donna venisse, a supplicarlo e scongiurarlo, con la più calda ressa e soave, diaccettare la sommetta. Si farebbe, allora, pregare, un tantino; e, poi, per farle piacere, intascherebbe i quibus. Così transigerebbe, alla meglio, col proprio decoro. Ebbe’, come s’ha a fare? Quando s’ha bisogno, hai voglia, sfumano gli scrupoli!... Epperò, i pedanti consigliano di non aver bisogni troppi e turpi."
      }
    ]
  }
}
