{
  "chapterNumber": 1,
  "title": "Capitolo primo (Chapter First)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "PARTE PRIMA"
      },
      {
        "index": 1,
        "text": "L’amore, anch’esso, è manifestazione della fantasia; la facoltà d’amare è cognata alla virtù poetica. Se una femmina non ha il cervelluzzo congegnato in quel dato modo, ben potrà civetteggiare, condiscendere, eccitare, lusingare, promettere, deludere, crucïare e crucciarsi, bisticciarsi, rappattumarsi, come chiunque sa contar fino ad undici può scandire endecasillabi: ma i versi, per sè soli, non fanno poesia, nè le condiscendenze, da sole, costituiscono l’amore. Il senso n’è sustrato e presupposto, non essenza. Moltissime donnine, punto maliziose, ti fan le scapate, proprio, senza vocazione! E le non s’impaccerebber, mai, d’un ganzo, se nol ritenessero imposto dalla moda, dal buon-tono; se non temessero di scomparire, in faccia alle amiche ed al mondo. - «Mi crederebbero trascurata dagli uomini, destituita d’ogni attrattiva per invaghirli. E non voglio io!» - Troppo spesso, le donne somigliano al Gramprincipe Costantino, fratel maggiore dell’autocrate Niccolò primo. Aveva per favorito un generale Nostitz; il quale, discorrendo, con gli amici, del gran frutto, ch’e’ ricavava dall’affetto di su’ Altezza: – «Non dico però» – soggiungeva – «che il Gramprincipe m’ami; chêh! niente affatto! ma gli è caro di avere un bestione par mio, nel suo serraglio». – Così l’Ida e l’Ada si compiacciono d’aver addomesticato alcun mammalucco della vostra taglia e del mio calibro."
      },
      {
        "index": 2,
        "text": "Le distrazioni conjugali avvengono, rado assai, per impeto di desiderio; qualche volta, per animo perverso; ne’ più casi, per vanità. Amano il marito e sottostanno al drudo, che par loro un cilicio; come, talvolta, si assoggettano, docilmente, ad alcune mode, poco igieniche e punto eleganti. Persino col cancro al petto, portano e stringono la fascetta; e, del pari, malgrado la ribellione della coscienza e la nausea del senso, prolungano la tresca. Si direbbe, che le pratiche servan loro per mortificarsi."
      },
      {
        "index": 3,
        "text": "Quel povero giovanotto, che c’è capitato, guai a lui, guai! Quanti e quali bocconacci amari non gli tocca mandar giù! E, forse, che egli ama daddovero e strenuamente. Forse, mentre, agli occhi di madama, egli non ha importanza maggiore d’un qualunque capriccio del figurino, come il pennacchio sul cappellino o le lacrime di vetro sulle maniche; madama è, per lui, più che la vita, più che l’onore, più che la patria. Ed, a questa passione tenace, egli consacra il presente e sacrifica l’avvenire, senza raccôrne alcuna letizia, senza ottener, nemmanco, la gratitudine di colei, che, frattanto, lo stima strumento fatale del martirio suo. Infelicissima, infelicita l’amico. Questi sconta gli scrupoli e le incertezze dellacoscienza di lei; e soffre della fiacchezza di carattere, la cui mercè, ella contraddice, con le azioni, a’ suoi principî, non sapendo o consentire con la mente alla pratica universale, cui, pur, si conforma, od astenersi da ciò, che, pur, disapprova."
      },
      {
        "index": 4,
        "text": "A me, non diletta il posare a lungo, con la fantasia, su’ particolari d’una tortura morale, più efferata delle materiali, che affermano inflitte, ne’ tempi andati, dall’Inquisizione; e, quindi, non descriverò, minutamente, le grandi e piccole sevizie, codarde tutte e sempre, che una cotal signora adopera nell’uomo, caduto in sua balìa. Come si sia, daccapo, ogni giorno, a ricominciarne la conquista. Come darà poste ed appuntamenti: ma per mancarvi, poi, sopraggiunta da rimorsi; o per venirvi, con indugio, armata di difficoltà, di ma, di se, di non posso, di mai più, di bisogna finirla, di piuttosto morire, negando, persino, a’ baci, la mano inguantata. Nuove scuse, nuove scappatoje, nuove tergiversazioni, nuovi pretesti, di continuo: ieri, metteva in campo messer Domineddio; oggi, allega que’ moccicosì de’ figliuoli, che non può più abbracciare, senza arrossire; domani, occorrendo, uscirà fuori, persino, col marito. Per costui, fra le pareti domestiche, mille riguardi, ogni arrendevolezza, dimostrazioni d’affetto senza fine: per l’amante,al convegno, sgarbi, ritrosie, fastidî, rimproveri, impertinenze. Domando io, perchè non rompere, allora? Sei pentita d’aver concesso le tue buone grazie particolari a Tizio? Beh! le relazioni, al postutto, non sono indissolubili come i matrimonî! Ma dove pescare la risolutezza, che ci vorrebbe, per venire ad una rottura? E, poi, dove pescare, la dimane, un’altra vittima, del pari rassegnata agli affronti, a’ vilipendi, alle punture d’ago ed alle pugnalate? Gli uomini di cuore son creati per lo svago delle femminette: sono anime vili, sulle quali è lecito sperimentare."
      },
      {
        "index": 5,
        "text": "Darò qualche esempio, che dimostri, come le parentesi aggravano il matrimonio, in quel modo, appunto, che rendon pesante lo stile. Fra mille, ch’io ne so, scelgo le avventure di due sorelle Napolitane: l’Almerinda e la Berenice Scielzo. Nel MDCCCLXV, la seconda era moglie, da poco più di due anni. La prima, invece, s’avvicinava alla trentina; aveva, da un pezzo, per marito, il commendatore Don Liborio Ruglia, Consigliere di Cassazione; e, da diciotto mesi, per amante, il cavalier Maurizio Della-Morte, capitano di cavalleria nel Regio Esercito."
      }
    ]
  }
}
