{
  "chapterNumber": 9,
  "title": "Capitolo nono (Chapter Ninth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "PARTE SECONDA"
      },
      {
        "index": 1,
        "text": "He Maurizio compiesse il dover suo, gli antecedenti del giovane ne mallevano. Ed, anche, in certo modo, la promozione, toccàtagli nell’Ordine Militare di Savoja; benché gli abusi sconci e la prodigalità, nel conferirlo, abbiano, un po’ svigorito il prestigio, con cui affascinava, e la venerazione, che suscitava quel bel nastro. Bisogna, però sempre, distinguere fra esercito e corpo Volontari: nel primo, ricompense mal date furono eccezioni singolari; e, precisamente,l’opposto accadde, nel secondo. Non parlo di una ferituzza, perchè la ferita (quantunque un verseggiatore l’abbia chiamata"
      },
      {
        "index": 2,
        "text": ".....l’altière faveur, Que fait la guerre au brave illustre, au preux sauveur,)"
      },
      {
        "index": 3,
        "text": "spesso, scende, immeritevolmente, nel vigliacco, trascurando il prode arrischiato. Anch’esse le sciabolate, le lanciate, le rivoltellate, le fucilate, le schegge di mitraglia si distribuiscono, dalla Provvidenza, un po’, a casaccio, come le decorazioni. O lagnatevi, poi, degli spropositi d’un Ministrucolo, sforzato dalla indebita ingerenza di poco onorevoli deputati!..."
      },
      {
        "index": 4,
        "text": "Dopo la guerra, fioccarono le aspettative, per riduzione di corpo. S’era chiesto, a ciascun ufficiale, se desiderasse d’andare a casa, per due anni, con mezzo stipendio e senza perdita dell’anzianità. Il Della-Morte rispose, che sì. E stava, a Milano, col reggimento, aspettando questa benedetta aspettativa e la licenza, d’imprendere un lungo viaggio all’estero, chi sa gli giovasse, per guarire dell’ostinata almerindite. Quando, un pomeriggio, ch’egli passeggiava, per la Corsia (o, come, officialmente, lo chiamano, ora, pel Corso Vittorio Emanuele), si trovò, proprio di fronte alla signora Radegonda Salmojraghi-Orsenigo, che sboccava dalla via di San Pietro all’Orto. Certo, ch’egli avrebbe voluto, solo, tutt’al più, sberrettarsele, alla sfuggita: la vista di colei, che gli era stato angelo di sventura, che lo avea scorto piangere e soffrire, lascio immaginare quanto il rallegrasse!"
      },
      {
        "index": 5,
        "text": "Ma la gentile non sofferse, ch’egli passasse oltre. Anzi, il fermò, arditamente; ed i rimproveri grandinarono! Trattenersi, da un mese, in Milano, senza essere stato a visitarla!"
      },
      {
        "index": 6,
        "text": "— «Vi ho aspettato, tutti questi giorni, dacchè i giornali mi annunziarono l’arrivo del Reggimento. Spero, che non mi disconoscerete o rifiuterete per amica, neh? Stasera, sarò, in casa, tutta la serata...» -"
      },
      {
        "index": 7,
        "text": "Dal Lei compassato, che, solo, avevano adoperato a Napoli, saltava, così, di botto, al Voi confidenziale. Maurizio cosa poteva fare, se non domandarle il permesso di venirne, la sera stessa, a chiederle scusa, per non aver potuto ossequiarla, prima, oppresso da tanti affari? Il permesso gli fu accordato. Ed egli, imprecando, in cuor suo, al caso impertinente, che gli aveva fatto dar di naso, proprio, in quella pettegola, imprecando all’obbligo, in cui si trovava, d’approfittare del permesso, per non parer villano, si accommiatò dalla signora, sotto pretesto del rapporto, cui non poteva mancare. Era la solita scusa sua, per liberarsi da’ rompitasche:anche, a mezzanotte, quando voleva piantar lì qualcuno, metteva innanzi il rapporto!"
      },
      {
        "index": 8,
        "text": "Se, mai, vi fu schietta gioja e casta, fu il giubilo della Radegonda, in quel vespro! Oh, da lungo tempo, ormai, si era capita! Oh sapeva, sapeva di amar Maurizio d’un amore..., da disgradarne lo affetto, ch’egli aveva provato per l’Almerinda. Ma non pensava, che egli od altri potesse, mai, accorgersi di tanta insania; non andava, neppure, a fantasticare d’una soddisfazione qualunque; non considerava, che, a scherzar col fuoco, corri gran pericolo d’abbruciacchiarti le mani... no! Sapeva, sol, questo: di amarlo; e che lo avrebbe rivisto. Rivisto lui, che amava; lui, che aveva pericolato a Custoza; lui, ferito; lui, fregiato, ora, più riccamente, il petto, per nuovi atti di virtù. L’avrebbe rivisto, la sera; e parlerebbe, seco, a lungo. E si trattava di cancellare la impressione funesta del colloquio di Napoli, così che, dopo, fosse, spesso, indotto in tentazione di tornar da lei. Bisognava civettare, un po’: ma con naturalezza; e dimostrargli, ben bene, il rimpianto del male inflittogli, senza toccar, mai, reminiscenze, ahi! ahi! che, guai a ravvivarle. E tutto questo, per la Radegonda, era senza secondi pensieri o secondi fini. Lo amava e desiderava vederlo: ecco tutto il tutto, tutto l’arcitutto, non altro. Il solo vederselo innanzi, le colmerebbe l’animo di tranquillità, di pace. Avrebbe consentito, anche, a non parlargli punto, pur di tenerselo vicino, là, nel suo salotto. Avess’egli, anche, chiacchierato, l’intera serata, non con lei, anzi col marito, anzi con una visita, importunamente sopravvenuta, sarebbe stato, pur sempre, una consolazione grande. Non che concepire alcun desiderio villano, non accoglieva, allora, neppur quello di accaparrare, esclusivamente per sè, un giovanotto brillante, per una serata intiera: chiedeva, solo, di poterne udir la voce, di poterlo guardare, talvolta di soppiatto. O ch’era troppo? Io nol direi. Ma, ma, ma... l’appetito viene, mangiando. Guglielmo di Prussia che non voleva arricchirsi, con la roba altrui, quando il Bismarck gli ebbe fatto gustare le spoglie della Danimarca, che fame canina cacciò fuori, l’amico! Mamma mia!"
      },
      {
        "index": 9,
        "text": "Se, mai, uomo bestemmiò, dal profondo del cuore, Dio, la Madonna e’ santi e’ morti; e profferì, sdegnosamente, l’improba esclamazione, che sembrava, all’Alfieri, in tutto femminil querela: fu, certamente, Maurizio, in quel pomeriggio lì. Nessun incontro avrebbe meno desiderato; nessuna vista poteva tornargli più esosa. - «Giusto, costei m’aveva a capitar tra’ piedi!» - Oh, intendiamoci! Faccian conto, che, ad ogn’inciso,egli attaccasse un moccolo od accodasse una parolaccia. Io, queste amenità, queste interjezioni, questi fregi della orazione, per centomila bonissime ragioni, non le registro: anzi, attenuo quante espressioni riferisco. Sennò, che si direbbe? Suppliscan le Eccellenze de’ miei pratici lettori; ristabiliscan Loro il testo schietto del monologo, ch’io mutilo, mitigo. — «Sissignore, amica! Poffareddina, la mi si protesta amica! La mi si protesta amica, corbezzoli! Io mi credeva, che il vocabolo non potesse profanarsi più di quel, che, ogni giorno, si faccia, prostituendolo ad incogniti, ad indegni. Ma, Dio sagrato! la ci vuol tutta, per grugnire ad uno, in faccia: ti sono amica, dopo avermi fatto ciò, che questa Lombarda de’ miei stivali m’ha fatto. Doveva venir da Milano, a correggere i costumi delle Napoletane, pinzocheraccia, doveva! Con quella smania focosa...» — Io scrivo focosa; ma Maurizio non adoperò questo epiteto, anzi un improbo participio, che comincia, esso pure per effe, o fo. — «Con quella smania... di moralizzare, poteva starsi a predicare, nel su’ paese, che, pare, a quanto dicono, che ci sarebbe molto a fare. E questo porco sigaraccio, che non vuol fumare, manco esso! Vatti a far... benedire, tu e lei!»"
      },
      {
        "index": 10,
        "text": "Ohè! veggano, io scrivo benedire, per antifrasi, ma Maurizio adoperò tutt’altro un verbo! L’infinito del participio, che non m’è bastato, testè, l’animo di scrivere! E, buttando via, dispettoso, il sigaro, (che gli s’era spento, mentre cinguettava con la Salmojraghi; e che non gli riusciva di riaccendere, per quanti fulminanti adoperasse, perchè, invece di aspirare il fumo, mordacchiava, amaramente, il mozzicone), entrò da un tabaccajo, per rifornirsene. Altra miseria! Non aveva bronzo; ed il più piccolo biglietto suo era una delle marche-da-bollo da quindici lire, che ebber corso forzoso, in quel tempo. Il rivenditore si negò a cambiarlo per un sigaro ed, anche, per cinque; ed il cambiò solo, mormorando, quando Maurizio si rassegnò a prendere un cinque lire di trabucos."
      },
      {
        "index": 11,
        "text": "Nuova cagione, questa, d’indispettirsi; e di proseguire il soliloquio, anche più rabbiosamente di prima, esordendo, col solito participio (stavolta, al superlativo): — «...issimo paese! Dicono: a Napoli, c’è la camorra. E qua, domando io, cosa c’è? Peggio. Anch’esse, le femmine, se ne immischiano. Chi la pregava questa, come si chiama? questa madama Salamoja-ed-aghi, di venirmi a metter su l’Almerinda? Matta, sempre, co’ suoi scrupoli, quella lì era. Ma, con tutti gli scrupoli, me la godrei,ancora. Non avrebbe osato, mai, ribellarsi alla autorità mia, senza la dottoressa. Quacchera o Squacchera, qua, di Milano. L’Almerinda le facevo soggezione; e, poi, sapeva quanto io l’amassi, davvero. Io la conosco debole, arrendevole, misericordiosa; e non avrebbe mai resistito, allo spettacolo delle lagrime, del dolor mio. Ma, la gesuitessa s’incarica lei’ s’inframmette lei! Mi fa la ruffiana alla rovescia! E l’avesse lasciata d’un passo, poi! Sempre, lì! sempre, gli occhi fissi addosso a me, chi sa, avessi ardito d’accostarmi alla Ruglia! E quegl’imbecilloni degli Scielzo, che mi mettevano, giunta, in burla: La è innamorata di te! Innamorata di questo... Sì! aspetta, ch’io venga stasera! Aspetta, aspè! Hai voglia d’aspettare! Il corbo! Mo, vorrà convertirmi, anche me; ricondurre questa pecora smarrita, sul buon sentiero! Cara la pastorella! Uuuh! non ci vo di certo, non ci vo!» -"
      },
      {
        "index": 12,
        "text": "Ma il fumo profumato del narcotico avanese calmava, a poco a poco, i nervi sopreccitati; e spingeva a più miti consigli: — «Pettegola, sì; ma non la credo, al postutto, cattiva. Smania ridicola di far la moralista; ma, in fondo, buon cuore. Le lacrime, che ha piante, meco, eran sincere. Le parole, che mi balbettava, nella mia stanzetta, eran fredde, compassate, increscevoli: ma la voce, pietosa, commossa. No, non era finzione! Con me, le finzioni muliebri riescon poco; sono volpe vecchia, io. Si vedeva proprio, il rincrescimento d’aver tolto quell’assunto. E, adesso, chi sa, cosa voglia dirmi? Chi sa, che la non abbia qualche incarico della Ruglia? Perchè no? E, se non direttamente, così, di sbieco, vorrà, dovrà insinuarmi qualcosa, oh il giurerei. Bella donna! non sono le forme giunonie, scultorie dell’Almerinda; ma è distinta assai. Sembra malata, poveraccia: più pallida e più mingherlina che a Napoli, è, di certo, adesso. Anche lei, ci avrà i suoi guai. E ci sarebbe da scommettere, che, se fa la traffichina e mette il becco in molle e vuol rimestolare affari, che, a lei, punto non le appartengono, è, in massima parte, perchè, in casa, le mancherà contentezza. Colpa del marito? Incontentabilità sua? Vattel’a pesca; ed a me non importa, un fico. Ad ogni modo, andiamoci, conviene! Avrà narrato dell’incontro a quel babbuassaccio del banchiere; mi aspetteranno. Parrebbe villania. Vogliamo sperare, che non mi scarichi un predicozzo, a bruciapelo, sulla mia condotta scapestrata e poco timorata di Dio. E, se ci capito dalei una seconda volta, consento a sentirlo ed, anche, a profittarne!... Ma guarda, un po’, che bej tosânn!» -"
      },
      {
        "index": 13,
        "text": "Queste ultime due parolette ambrosiane, profferite ad alta voce, fur dirette a due crestaine o sartine o modelle od altro, che si fossero, che gironzavano, in piazza del Duomo. Risposero, con una occhiatella, tutt’altro che austera. Il Della-Morte infatuato, a seguirle. E le raggiunse e le abbordò, in via de’ Rastrelli; e cominciarono a chiacchierare, e... Ciò, che accadde, non saprei narrarlo, per lo minuto: chè non m’invitarono a salire, con loro, nella casa, in cui entrarono, un pajo di strade più in là."
      },
      {
        "index": 14,
        "text": "— «Chi? chi entrarono insieme?» -"
      },
      {
        "index": 15,
        "text": "Chi? Maurizio ed una delle belle tose."
      },
      {
        "index": 16,
        "text": "— «Oh, che orrore! Come, lui, che ci vorrebbe far credere tanto preoccupato, sempre, dell’Almerinda?» -"
      },
      {
        "index": 17,
        "text": "Ebbene, cosa fa? Appunto, perchè, amava e soffriva, merita, forse, indulgenza maggiore, se cercava distrarsi: circostanza attenuante! E poi quel benedetto incontro gli aveva fatto salire il sangue alla via del capo: non sapeva, proprio, più, quel, ch’egli si facesse. Non era compos sui! E la ragazza, con cui salì, l’era tanto bellina! Forza irresistibile!"
      },
      {
        "index": 18,
        "text": "— «E ce le viene a raccontare, queste sue belle gesta? E lo loda?» -"
      },
      {
        "index": 19,
        "text": "Io? Dio me ne liberi! Io sono istorico: narro, non giudico; lascio questa cura a Lei Signorìa."
      },
      {
        "index": 20,
        "text": "— «E come si chiamava colei?»"
      },
      {
        "index": 21,
        "text": "Anche questo ho a dirle? Si chiamava l’Ermenegilda Trabattoni."
      },
      {
        "index": 22,
        "text": "— «Ed abitava, propriamente, dove?» -"
      },
      {
        "index": 23,
        "text": "Beh! che mestiere crede, V. S., ch’io faccia? E, poi, dopo tanto tempo e con quel sossopra, che c’è stato a Milano, l’Ermenegilda è morta, la casa è diroccata, la strada stessa è sparita."
      },
      {
        "index": 24,
        "text": "— «E l’altra bella tosa?» -"
      },
      {
        "index": 25,
        "text": "Niente paura; avrà trovato qualche altro Maurizio da consolare, non c’è dubbio! La Provvidenza pensa al pane quotidiano di tutti! Gli uomini, che gradiscono d’essere consolati, a quel modo lì, sono tanti, tanti! E così pochi i seguaci de’ precetti del distico bisticcioso:"
      },
      {
        "index": 26,
        "text": "Quid facies, facies Veneris cum veneris ante? Ne sedeas, sed eas, ne pereas per eas!"
      }
    ]
  }
}
