{
  "chapterNumber": 16,
  "title": "Capitolo sedicesimo (Chapter Sixteenth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "PARTE TERZA"
      },
      {
        "index": 1,
        "text": "e Maurizio Della-Morte era, così, indifferente anzi malevolo, verso la Radegonda, che tanto gli sacrificava e tanto l’amava; altri, però, quantunque offesi, quantunque trascurati, da lei, ne serbavano memoria affettuosa e cara. Tranne quel giornalucolaccio, repubblicaneggiante e ricattatore, (che, l’avea denunziata, accelerando, così, determinando la catastrofe), gli altri fogli di Milano tacquero, benignamente, dell’avvenuto. E, nella società, tutti si studiarono di palliare il fatto,di scusarlo. Il Salmojraghi medesimo, (l’abbiamo, già, detto), sfogato il primo impeto, non si abbandonò, più, a recriminazioni e rimproveri. Ciò, che la nonna pensasse, si è visto. Nè smise, un istante solo, dall’antica premura. Non passava, quasi, giorno, che non iscrivesse, alla nipote, dandole notizie della Clotilduccia. Ma c’era, anche, nella lontana Napoli, una persona, in cui non venian meno l’affetto e la riconoscenza. Io parlo di Donn’Almerinda Ruglia-Scielzo."
      },
      {
        "index": 2,
        "text": "Il commendatore Don Liborio Ruglia, consigliere della Cassazione napolitana, s’estinse, lentamente, di nostalgia forense. Lasciò Napoli per Patrasso, perchè allontanato, rimosso, evulso, strappato, dalla su’ cara poltroncina curule; perchè le arringhe degli avvocati, del Pubblico Ministero e le relazioni de’ colleghi non gli molcevano, più, dolcemente, i sonni; perchè non aveva, più, ricorsi da rigettare od ammettere, sentenze da confermare, annullare o riformare; perchè non si vedeva, più, intorno, le facce degli altri consiglieri, del Procurator Generale, co’ suoi sostituti, degli avvocati, de’ procuratori, degli uscieri. Morì di crepacuore, insomma, e di rimpianto. So, che, a’ più, parrà ridicolo: mentre, invece, ad essi più, sembrerebbe sublime un vecchio soldato, cui scoppiasse il cuore, allontanandosi dalle bandiere, per la applicazione del famoso articolo terzo; ma io narro e non giudico. Gli è un fatto, che Don Liborio fe’ gheppio, ripetendo, nell’agonia, le più belle sentenze di Cajo gli articoli del Codice Civile e gli arresti della Cassazione parigina. E li recitava, con maggior esattezza, di un legulejo, (divenuto ministro, per vergogna della patria nostra!) il quale soleva inventarne, pe’ bisogni delle cause, confidando che giudici e contraddittori non si prenderebbero l’incomodo di andare a riscontrare i repertori di Giurisprudenza."
      },
      {
        "index": 3,
        "text": "Giovane, tuttavia, Donn’Almerinda rimase vedova e ricca. Di tempo in tempo, come avevan convenuto e promesso, prima di separarsi, la scrivucchiava alla Radegonda. Ma la Radegonda non le aveva, più, risposto, dacchè fu cominciata la sua relazione con Maurizio. L’Almerinda se ne impensierì. E, dopo tre o quattro lettere, rimaste senza alcun riscontro, si rivolse al maggior Gabrio Salmojraghi, il cui battaglione non era tornato in Napoli, dopo la guerra; anzi, credo, fosse stato sbalzato, in Sicilia, a reprimere i moti di Palermo ed importarvi il colèra o la colèra od il còlera o la còlera, che sia... dicano, come loro aggrada, o maschile o femminile, o piano o sdrucciolo! per me, chenon son pedante, sette galli, come dicono i francesi. Il maggiore rispose, con frasi, tanto ravviluppate e contorte, e da cui si poteva cavare così poco senso e costrutto, che l’Almerinda, sempre, più, impensierita, pensò spedire una missiva, al marito dell’amica."
      },
      {
        "index": 4,
        "text": "La risposta non si fece aspettare. Il buon Gabrio Salmoiraghi la chiarì d’ogni cosa, giudicando i fatti, beninteso, dal proprio punto di vista, ma, pure, con mitezza molta, per la moglie. Solo, verso il povero Maurizio, era ingiusto, davvero: già, con qualcuno, se l’aveva, pure, a prendere! Il chiamava un vile seduttore (vedi il giudizio uman, come, spesso, erra!) che, dietro suggestioni o suggerimenti del diavolo tentennino, e per castigo de’ peccati di lui Salmojraghi, senza dubbio, il Ministro della Guerra lo avea mandato di guarnigione, a Milano. Riandando il passato, ricordando il cambiamento, sopravvenuto, nella Radegonda, gli ultimi tempi del suo soggiorno a Napoli, emetteva, anche, il sospetto, che la relazione fra’ due fosse principiata, fin d’allora. Poi, descriveva lo stato dell’animo suo, la desolazione della casa, ora, che n’era partita (ahimè, per sempre?) colei, che l’aveva resa un paradiso. Nonna Teresa, per quanto affettuosa ed amante della nipotina Clotilde, pure, acciaccata edecrepita, mal surrogava l’oculatezza della genitrice perduta. Altro è una mamma di men che trent’anni, altro una bisnonna di più che settanta. S’era dato ad intendere, alla bimba, che la madre viaggiasse, per salute; ma, un giorno, bisognerebbe discoprirle il vero o l’indovinerebbe. E se la vecchia morisse, cosa arciprobabile, converrebbe affidar la ragazza, in tutto e per tutto, alle cure d’una governante, proprio, assolutamente? E, qui, la lettera era vera, commovente e straziante."
      },
      {
        "index": 5,
        "text": "Soprattutto, poi, per l’Almerinda. Costei amava la Radegonda, svisceratamente, davvero; di gratitudine sconfinata. Capiva, benone, che, senza l’opera ed il consiglio dì lei, non sarebbe stata, mai, brava, da svincolarsi dalla tresca col Della-Morte, la quale era rovina sua, morale e fisica. Il bernoccolo della riconoscenza le giganteggiava sul cranio; fortuna, che le trecce lunghe e folte mascheravan l’enorme protuberanza! Come la magona, in mezzo a’ boschi, che fabbrica lamine e verghe di ferro, ella aveva, tra’ capelli, una fucina di attaccamento sincero, intenso. Rammentando il sofferto, nel trovarsi in posizione viemmen dura, si figurava l’amica infelicissima, oltre ogni dire. Ed avrebbe voluto restituirle, ora, il gran servigio ricevutone; trarla, da quell’inferno, a qualunque prezzo. - «Povera Radegonda! quanto deve essere infelice! come straziata da rimorsi!» - Così, pensava la Ruglia Scielzo, giudicandola da sè. Inoltre, la lettera del Salmojraghi accennava a brutalità, a maltrattamenti, a mancanze di riguardi ed indelicatezze del Della-Morte: sicchè, alle angosce, prodotte dalla coscienza della propria colpa, chi sa quante altre se ne aggiungevano, nella Radegonda: quanti patemi, quante mortificazioni, quante privazioni! Per avventura, dolori materiali e corporali, eziandio. Assisterla, redimerla, era dovere, debito sacro, per chi era stata assistita e redenta, da lei."
      },
      {
        "index": 6,
        "text": "Poi, questa relazione, con Maurizio appunto, con quel Maurizio, onde la Salmojraghi-Orsenigo aveva salvato lei, eccitava la curiosità ed, anche un po’, sebbene inconsciamente, il dispetto della Ruglia-Scielzo. Siamo uomini: e (non c’è, che fare, nè servirebbe il negarlo) ogni nostro sentimento è un composto, un amalgama di quelli, che addimandan buoni e nobili, e di quelli, che qualificano bassi e volgari. La Radegonda e Maurizio, amanti! Come e quando, era cominciata la pratica? forse, fin da quando, stavano entrambi, in Napoli? Forse, fin da prima, che la Radegonda diventasse confidente dell’Almerinda? E, per questo, la Radegonda aveva, forse, con tanta risolutezza, insistito, per una pronta rottura, fra la moglie del Consigliere ed il Capitano? Il zelo, dimostro, dall’ambrosiana, per l’amica partenopea, era, dunque, semplicemente, zelo interessato, per la propria passione? E Maurizio se l’era intesa, con la lombarda, per minchionar colei, cui professava di amar, tanto? E tutta la sua disperazione era stata pretta simulazione? e tutta la devozione e la morigeratezza di lei, ipocrisia schietta e mera? Ebbene, se l’amica l’aveva tradita, così turpemente (tradimento, che, del resto, le era tornato in benefizio!) essa Almerinda contraccambierebbe la insidia, con la lealtà; rimembrerebbe, sempre, le conseguenze e, mai, l’intenzione."
      },
      {
        "index": 7,
        "text": "Replicò, subito, con quelle parole di conforto, che, soltanto, una donna può impiegare, in siffatte circostanze. Un uomo avrebbe potuto dar, solo, consigli di vendetta o di dignità; o ripetere, che"
      },
      {
        "index": 8,
        "text": "Le bruit est pour le fat, la plainte est pour le sot; L’honnête bomme trompé s’éloigne et ne dit mot."
      },
      {
        "index": 9,
        "text": "E sarebbe stato consigliere sgradito. La Ruglia-Scielzo, invece, s’offriva, per madre, alla Clotilde, promettendo non far distinzione alcuna, fra la propria figliuoletta e la figliuola d’un’antica amica carissima, alla quale si considererebbe, sempre, indebitatissima, (senza specificar perchè, ben inteso!). Cercava scusare il trascorso della Radegonda. Suggeriva mille supposizioni, per attenuarlo. Oh n’insultez jamais une femme qui tombe! Mallevava, per essa, che, già, pentita, forse, anzi senza forse, solo, malinteso orgoglio le vietava di buttarsi, a’ piedi del marito, implorando perdono."
      },
      {
        "index": 10,
        "text": "Gabrio, botta e risposta, scarabocchiò una controreplica. Quel dappocaccio mal comportava le molestie della vedovanza. Sarebbe passato sotto le più dure forche caudine morali, pur di riavere, in casa, quella cara gioja. Credo, che si pentisse, finanche, nel suo secreto, d’avere osato farle qualche osservazione; e, certo, se avesse preveduto l’avvenire, non si sarebbe lasciato indurre, per nulla al mondo, ad aprir gli occhi. Meglio tenerselo, pacificamente, un buon pajo di corna, che l’aver turbata e distrutta ogni antica abitudine, ogni comodità della vita. Che stoltezza, gettare il manico, dietro la scure: meglio mezza moglie, che nessuna. Ove la supposizione dell’Almerinda fosse vera, ove la Radegonda fosse stanca della vita randagia; ebbene, egli era pronto, ad aprir le braccia e raccór la pecorella smarrita. Ma come nutrire una tale lusinga, dopo tante pratiche di riconciliazione, tenute, da parecchie autorevoli persone, e tutte riuscite a vuoto? dove trovare una mediazione influente, che non insospettisse ed offendesse l’orgoglio della Radegonda?"
      },
      {
        "index": 11,
        "text": "L’Almerinda, a rigor di posta, si offerse per mediatrice. Disse: Lusingarsi di esercitar qualche potere, sull’animo superbo dell’amica. Esserle debitrice, di molto. Dalla bocca sua, nulla tornerebbe amaro e sgradito. Verso di lei, la Radegonda non avrebbe ritegno, d’abbandonarsi, a’ più intimi sfoghi. Così, continuò, per un pezzo, il carteggio; non senza un qualche picciol vantaggiuzzo, per l’erario Italiano: tante gocce d’acqua fanno un mare, tanti 0,,20 il 1,000,000,,00!"
      },
      {
        "index": 12,
        "text": "Finalmente, fu convenuto, che s’incontrerebbero, a Firenze, dove il Salmojraghi condurrebbe la figliuola Clotilde, pretestando, alla nonna, di fare un giro su’ laghi. Lui, Tofano, non si mostrerebbe, all’avanguardia. Lascerebbe impegnar la battaglia, all’Almerinda: prima, sola; poi, coadjuvata dalla presenza della Clotilduccia. Lui, Menelao, la sua dignità gli vietava di porre i piedi, nel domicilio di Paride e d’Elena. Lui, Giocondo, aspetterebbe, all’albergo, che la pentita Radegonda gli si venisse a buttar, ginocchioni, ai piedi! Oh! certamente, non la lascerebbe a lungo, in quella posizion lì! Anzi, la rialzerebbe, tosto, le perdonerebbe e la riprenderebbe, generosamente, in casa, per bella e per buona. Diamine! o che l’Alatiel non fu accettata, per tale, dal Re d’Algarvia? E se alcuno osasse objettare, risponderebbe: - «Dove io ho perdonato, chi ardisce giudicare?» - E mille altre belle fantasie. Cosa vuol dire, il fare i conti senza l’oste!"
      }
    ]
  }
}
