{
  "chapterNumber": 11,
  "title": "Capitolo undicesimo (Chapter Eleventh)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quella notte, la Radegonda riposò tranquillissima; e, la dimane, si svegliò allegra, come un fringuello Ed abbigliandosi e pettinandosi, con la cameriera; e, quindi, a colezione, col Salmojraghi e con la Clotilduccia sfringuellò, sfringuellò, ch’era un gusto a sentirla."
      },
      {
        "index": 1,
        "text": "Ottenne, dal marito, ch’e’ lascerebbe una carta di visita al capitano, nell’andare alla borsa; ed uscì e passeggiò, a lungo, sotto colore di condurre a spasso la bimba, ma, per non vi dir bugia, nella speranza unica d’incontrare Maurizio."
      },
      {
        "index": 2,
        "text": "Il qual Maurizio, passata quella ilarità fittizia, mero effetto del vino, ricaduto nella ipocondria solita, chi sa, s’e’ si sarebbe rammentato, neppure, di tornar, dalla Salmoiraghi! Ma gliel consegnarono, i camerieri dell’Albergo, quel biglietto di visita del suo buon Gabrio, finita la tavola rotonda. Pioveva a catinelle! Nessuno spettacolo attraente era annunziato, per la sera. E non sapeva dove altro cascar morto; e preferì acculattare una poltrona, in casa di lei, allo scaldare il canapè d’un caffè. Così, prese il vezzo d’andar, ogni giorno, in via Fate-bene-fratelli. Eh, si sa! Piace a tutti, piace a’ mici, piace a’ micci l’esser lisciati, grattati, accarezzati e non piacerebbe ad un uomo? Massime, poi, quando la lisciatrice, la grattatrice è donna? e donna leggiadra, giovane, patita: un boccone ghiotto e prelibato? Quando si può parlare, con lei, di cose, che si negherebbero a tutti gli altri? quando si ha un segreto comune? Chi fosse di gesso! Ma come potrebbe darsi, che un capitanaccio di cavalleria Italiano, rinnovasse le ritrosie del casto Giuseppe e d’Ermafrodito verso la Putifarre o la Salmace? che s’arretrasse da chi gli dice o dà ad intendere: - «Io t’amo, e son disposta esser tua ferma preda?» - per adoperare un bel verso di Baldassarre Olimpio degli Alessandri da Sassoferrato, poetucolo del cinquecento, che Vossignoria, lettore, non avrà, mai, inteso nominare, ch’io creda."
      },
      {
        "index": 3,
        "text": "La Radegonda, se non gliel disse, gliel diede ad intendere. Lo amava, davvero davvero, oltre ogni dire. E quel riveder Maurizio e quel trattar Maurizio, onde male avea sperato appagamento del desiderio suo, valeva, solo, a rinfocolarlo ed attizzarlo, come ogni altra più maliziosa avrebbe saputo o sospettato, da prima. Il Della Morte non era sprovvisto di mancanze, di mende, di difetti, di tare; non era, certo, uomo di gran levatura; l’ingegno suo non avevaaltra bellezza, se non quella dell’asino e del diavolo. Ma, di questo, l’accecata giovane, non si accorgeva; ned è, al postutto, l’ingegno ciò, che una donna vagheggia o cerca, nell’amante. In fondo all’ideale femminile, ci è, sempre, un po’ del facchino. E poichè i costumi, le consuetudini, il decoro, le fisime rendono impossibile l’innamorarsi de’ facchini propriamente detti, che stanno alle cantonate; poichè fan sì, che una signora ammodo non possa pensare a gettar le braccia al collo del camallo e del bazzariota: chi negherà, che un giovanotto, cavallerizzo, napolitano, alto sei in sette palmi, spalle quadrate, petto sporgente, fianchi sgaggiati, muscoli di ferro, tendini, che pajon funi, non sia, fra’ gentiluomini ed i signoroni, quello, che più s’avvicina al facchino? Aggiungi: le femmine han cari gli uomini capaci di grandi e forti passioni; e tale la Radegonda stimava Maurizio. Scambiava, per saldezza e perseveranza dell’animo di lui, ciò, che, al fondo, era, semplicemente, fiacchezza: quel non sapersi liberare dal molesto pensiero dell’Almerinda, quel non saper fare punto e basta, prefiggendosi uno scopo degno. La Radegonda custodia, ancora, quel carteggio (ehm! ehm!) che le due parti le avevano consegnato, per distruggerlo col fuoco. Le style c’est l’homme, pensavaessa, credendo ripetere una frase del Buffon, che ha detto, invece, e meglio: Le style est l’homme même. Indi, aveva attinto il suo concetto di amore. Sentirsene ripetere le parole ardenti, suscitare quelle vampe di desiderio, essere tentata in quel modo lì, ecco il suo sogno. E, naturalmente, non valeva ad immaginar quelle parole, que’ desideri, se non nella bocca, nell’animo di colui, dove sapeva, che erano suti. Poi, le donne hanno la smania di consolar gli afflitti, e provviste inesauribili di carità da profondere, a destra ed a sinistra, come un fiume profonde le acque agli assetati, senza sentirsene diminuito! Ecco, quest’uomo, così abbattuto, scorato, mesto, farlo rivivere, allietarlo, rianimarlo, colmarlo d’ogni piacere, appagarne tutti i voti, suscitargliene de’ nuovi, per, quindi, soddisfarli, anche: non è, forse, generoso e bello? Quando, poi, si è contribuito ad infelicitare uno, quando si è stato lo strumento fatale, che gli ha tolto ogni pace, è riparazione doverosa, che diamine! Finalmente (scendiamo, proprio, nell’ultimo strato dell’anima della Salmojraghi) finalmente, se l’Almerinda era bella di un dato genere di bellezza, grossolana, materiale, sangue e ciccia, lei Radegonda, al postutto, non era da disprezzare, non era niente di meno; anzi poteva, ragionevolmente, pretendere di essere più vaga. O non sarebbe giusta soddisfazione di amor proprio legittimo, il vedersi apprezzata, da chi, prima, tutto assorto in quell’altra, sembrava non aver occhi per lei? il vedersene, anzi, preferita? il cancellare l’immagine precedente e sostituirvi la propria?"
      },
      {
        "index": 4,
        "text": "Ed il signor Salmojraghi? Lui? Eh eh, va bene, la capiva, che, se gli accadesse di risaper qualcosa, s’indispettirebbe, butterebbe fuoco e fiamma! Ma, o che i doveri non cominciano da noi stessi? Prima, il dente; e poi, il parente. Che la Radegonda amasse Maurizio, era un fatto, là, innegabilissimo: e deperiva e si struggeva, per questo amore infelice. Lascerebbesi morire? Non cercherebbe procacciarsi quanto, pure, via, senza vanità, poteva supporre non essere per tornarle difficiletto, cioè, di farsi riamare? Perchè, poi? Insomma, era giovane; era stata arcifedelissima, per anni, al marito: ned, ora, la movevan propositi villani, ma cura della propria salvezza, ma il debito di conservarsi alla figliuola. Scender nella tomba, brrrr! e prematuramente scendervi e scioccamente? A quale oggetto? Che gioverebbe a Gabrio la sua morte? Oh no, no! E, poniamo, che sia colpa. Ebbene? Ella voleva, pur, conoscere, un po’, le quinte della vita: sapere, per pruova, che sia passione,voluttà, rimorso, dubbio, paura, vergogna, tutto, tutto ciò, che s’incontra e che può incontrare, a chi s’arrischia per mari burrascosi! Nulla ora, le piaceva più! Non ne aveva gusto, dai più ricchi giojelli, che il marito le comperava, ostentabili; ma quanto avrebbe trionfato di un solo, misero anelletto d’oro, d’un modesto cerchiellino, infilzatole, di soppiatto, da un giovane amato! Onde le bisognasse mentire, arrossendo, l’origine! E, così, di tutto. Perch’ella consentisse a vivere, perchè tutto non le increscesse al mondo, conveniva dare, ad ogni cosa, nuovo valore e nuovo contenuto. Come poteva farsi? Amando."
      },
      {
        "index": 5,
        "text": "Tutto questo il sentiva, nol pensava. Certe cose, chi le prova, non può, freddamente, ragionarle; ma ne ha, d’istinto, una percezione confusa, torbida. Nessuno pone, a sè medesimo, alcuni quesiti, con franchezza; nessuno risolve, a sangue freddo, di commettere ciò, che un pregiudizio annoso, che l’educazione religiosa, che la morale chiaman peccato, cattiva azione, turpitudine, delitto. Ohibò! quando si vuol fare una siffatta cosa, se ne rivolge altrove il pensiero; ma le si cammina incontro. La donna, sempre, ferma a non far, più, un passo innanzi, una concessione fa, pure, ogni giorno, un nuovo passo, una nuova concessione, giurando, a sè stessa, che sarà l’ultima. Così la Radegonda andò, più che a mezza strada, incontro a Maurizio; gli porse la mano per attirarlo a sè, egli fece capire d’essere amato e che non avrebbe incontrato rifiuto..., prima ch’egli avesse, neppure, a desiderarla, una volta."
      },
      {
        "index": 6,
        "text": "Diecimila lire di mancia, a chi scavizzola un tanghero, che sdegni l’invito d’una bella donna, che sia schivo approfittarne! La razza n’è spenta, fra noi. Bisognerebbe andarne a dissotterrare qualche avanzo, fra’ ghiacci della Siberia, come l’elephas primigenius! Anche non amando, chi si farebbe scrupolo di chiedere, di accettare e di dare un’ora di piacere? Un bel pomeriggio, non è comperato troppo caro, corteggiando tale, che, in fondo, ci è indifferente, protestando sensi, che non nutriamo, giurando quattro bugie. Si sa, che certe parole (amore, sentimento, passione) servono, solo, per mascherare le brutalità de’ capricci e del senso. Non ci si attacca idea, per convenzione universale. Queste cose, si sa, come le cominciano; e si sa, come le finiscono, da tutti. Ma, dalla Radegonda, non si sapeva bene; ed ella prese, per denaro contante, le parole melate di Maurizio. Non poteva, conscia del valor suo, immaginare, che le si rivolgesse un detto d’amore, senza sentirlo profondamente. Si credette amata: e le piacque; e nefu più bella. Onde, torre il coraggio di rinunziare a quel fascino? di riaffliggere (come supponeva) chi avea, già, crudelmente, afflitto, una volta? Eppoi, inesperta del lubrico sentiero della civetteria, non sapeva fissarsi limiti da non oltrepassarsi; non adescare, allettare, promettere, per, poi, farsi indietro e negare. Anzi, considerava, con lealtà ingenua, ogni promessa come impegno, ogni concessione come irremeabilis unda. Una stretta di mano, caldamente corrisposta, una destra, lungamente abbandonata, ad un premuroso cupido bacio, erano, agli occhi suoi, come una solenne promessa, perchè aveva consentito mentalmente. E, dalla mano, si passa al braccio; e, dal braccio, alle labbra. E chi non sa resistere, non si esponga; nè dia poste al giardino pubblico, chi non vuol accompagnare, in casa, l’amico, eppure non ha l’animo di contrastarlo, di respingerne le insistenze. Summa summarum: fu di lui. Non le costò neppure: o l’amasse tanto, da non riflettere, oppure, anche di più, tanto, da non calcolare le conseguenze, possibili, probabili, immancabili. Non credette e non volle far credere, di consumare un sacrificio; non aggiornò, non procrastinò, non accampò scuse ed ostacoli. Non temè, neppure, il giudizio dell’impronto Maurizio, sulla sua tanta facilità: o per la coscienza del lungocombattimento interno, non cedendo ella, alla prima richiesta di Maurizio, se non perchè, due anni, una cura secreta l’aveva bersagliata; o per la coscienza del proprio valore, che non poteva permettere, al possessore, di arzigogolare sul come aveva ottenuto una tal donna, troppo pago di averla, pure, ottenuta. Già, se una fortezza s’ha da arrendersi, a che tanti ghirigori? e di fortezze inespugnabili, o che ce n’è?"
      },
      {
        "index": 7,
        "text": "Vennero, dunque, i giorni tanto desiderati: i giorni della passione corrisposta, condivisa (in apparenza, almeno); delle poste secrete; delle letterine trafugate; delle occhiate consapevoli; delle subite paure! Provò, ora, sa sè, tutti gli episodi presentiti, leggendo il carteggio de’ due, dell’Almerinda e di Maurizio. Si abbandonò, senza alcun ritegno, alla passione soverchiante; non mercanteggiò, non limitò l’arrendevolezza; precorse i voleri dell’amante. Anzi, tante ne fece, delle imprudenze, che la nuova relazione non potè non avvertirsi da molti: con quel suo caratterino, era donna, credo, da non negarla, se qualcuno l’avesse interrogata in proposito. Milano è un pettegolo paese; non so più quel giornalucolaccio, se non erro, il Gazzettino Rosa, pubblicò articoletti, in cui si alludeva, chiaro, chiarissimo alla pratica della Radegonda con Maurizio. N’ebbe copia, segnata, in margine, collapis rosso, il signor Salmojraghi. Il quale, dapprincipio, non voleva capire; ma, poi, dovette capire e persuadersi della verità dell’accusa. Gabrio amava calda e saldamente la moglie, ma ci vedeva; e non era, ancora, ridotto a passare le giornate, sonnecchiando, come il marito dell’Almerinda."
      },
      {
        "index": 8,
        "text": ". . . . . . . . Oh rabbia! Dunque, il sospetto? – È, ornai, certezza! – E inulto Filippo è, ancor? . . ."
      }
    ]
  }
}
