{
  "chapterNumber": 23,
  "title": "Capitolo ventitreesimo (Chapter Twenty-Third)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "I quattro padrini partirono, dopo aver fermato, che tutti si troverebbero, fra mezz’ora, al caffè di Parigi, in via Cerretani, rimpetto allo sbocco di via Rondinelli: essi andavano, parte, dall’armajuolo e, parte, in cerca d’un chirurgo. Maurizio, dopo averli accompagnati, fin sul pianerottolo, tornò in camera sua, mutò di biancheria e d’abito; si ravviò i capelli, col pettine e la spazzola; si nettò le unghie, con quelli spazzolini curvi, che indispettirono, tanto, Giangiacomo Rousseau, da Ginevra, contro Melchiorre Grimm, da Ratisbona; prese il cappello; accese un trabucos; aprì l’uscio della stanza, in cui era la donna; e le disse: — «Addio, Radegonda. Non pranzo a casa, sai.» -"
      },
      {
        "index": 1,
        "text": "La Radegonda s’alzò da sedere. Venne, a lui, lentamente; e gli porse la fronte. Lui, si curvò, di mala voglia, per imprimervi un mezzo bacio. Ma essa gli buttò le braccia, al collo; gli si strinse, disperatamente, al petto; e proruppe, in un pianto dirotto, assinghiozzato. - «Radegonda!» - esclamò il giovane, con voce di rimprovero - «Radegonda! Cosa c’è?» - E pensava, stizzosamente: - «C’è, che ci siamo! Questa jettatrice m’è stata a sentire! M’è stata a sentire, la jettatrice! Son fritto, che la farà i più sinceri augurî per la mia vittoria! Frattanto, sottostiamo alla commedia d’obbligo, in siffatti casi. Uff! ne ho piene le tasche, ne ho piene! Uff, se le ho piene!» - E foderava le parole, in pensiero, com’e’ si suol fare, quando s’è in collera!"
      },
      {
        "index": 2,
        "text": "Ed essa, Radegonda, come riebbe la parola: - «Nulla. Nulla, sai! Un momento di fiacchezza! Credi, forse, che tutti siano eroi, come te? Grazie, Maurizio mio. Grazie, che ti risenta, in questo modo, di un’offesa, fatta alla tua Radegonda. Scusami, (sai?) se sono stata, un poco, fastidiosa; se ti sono incresciuta, in questi ultimi tempi. Ci ho i difetti, i sospetti di una donna, che ama, gelosa; fantasticava di esser disamata, disistimata da te. Ora ti chieggo scusa, d’averti fatto torto. Buon Maurizio mio, grazie.» -"
      },
      {
        "index": 3,
        "text": "Ed il buon Maurizio si mordeva le labbra; e pensava, fra sè: - «Se l’ho detto io, che questo duellaccio le parrà prova d’amore? e che non farà, se non ribadirmi la catena! Pover’ a me, pover’a me! E non poterle dire: Carina, la sbagli! Non mi batto, mica, per amore tuo; anzi, perchè sono stato insultato, direttamente, da chi mi supponeva capace di fare il mestieredi ruffiano. Ma ti darei gratis, a chiunque fosse tanto inconsulto da volerti!» - Non potendole dir questo, le disse, con un’inflession di voce, che tentò di far dolce: «Radegonda, il tempo passa. Debbo andare.» -"
      },
      {
        "index": 4,
        "text": "Ed ella: - «Va! Non ti trattengo. Hai ragione: non devi farti aspettare; devi giungere il primo, tu. Aspetta: lasciami racconciare, qua, il nodo della cravatta; e spazzolar via questi peluzzi, dall’abito. Dov’è la spazzola? Ed ora, va. Ricordati di me, che aspetto, in ansia; e torna, subito. E lasciami baciare questa cara mano, che ha percorso chi voleva comperarmi, come se un’Orsenigo fosse carne da mercato! Maurizio mio, mio!» -"
      },
      {
        "index": 5,
        "text": "Il giovane scendeva le scale, bestemmiando: - «Dio birbone! m’ha fatto spengere il sigaro. E non mi trovo fiammiferi in tasca; li ho lasciati, nel soprabito! Sangue della madonna! come fa la spartana, come si gonfia, quando dice: una Orsenigo! Che due galantuomini s’abbiano da sbudellare, le pare la più semplice cosa ed ammessibil del mondo! Per una Orsenigo! Orsenigo de’ miei stivali! E, se non le busco, quest’altra corvèe; invece di pranzare alle Cascine o dovechessia, allegramente, bisogna correre a casa, per calmar le ansie diuna Orsenigo. Che Dio ne scampi e liberi, dei"
      },
      {
        "index": 6,
        "text": "Scimes, pures, bordocch, centpee, tavan, Camol, mosch, pappatas, vesp, calavron, Formigh, zanzar, scigad, vermen, scorpion;"
      },
      {
        "index": 7,
        "text": "ma, soprattutto, scampaci e liberaci, o sommo Iddio, se tant’è, che tu ci sia, de la razza de i Orsenigh!» -"
      },
      {
        "index": 8,
        "text": "Era un bel pomeriggio estivo. Due carrozze, venute, l’una, pel viale, lungo l’Arno, l’altra, pel gran viale, s’incontrarono, in fondo alle Cascine, dove il Mugnone sbocca nell’Arno, o meglio, fa le viste di sboccare, che, per lo più, è più asciutto del deserto di Libia. V’erano il marchese Giambattista Barberinucci, il capitano Maurizio Della-Morte, i due padrini (Capecchiacci e De Cristoforis) i due testimonî, (Bacherini e Vernaleone) ed un chirurgo (il dottor Egisto Acquarone, sanese). S’inoltrarono, nella boscaglia. Fu scelto un luogo opportuno. La sorte destinò, a’ combattenti, le armi del marchese; a’ padrini, quelle del capitano. Tutto andò, nelle regole. E Maurizio ci ebbe rotto il pugno sinistro, da una palla, che gli entrò in petto, che fu giudicata pericolosa ferita, dall’Acquarone. Questi, Cristoforo De Cristoforis e Ferdinando Vernaleone il ricondussero a casa, dalla Radegonda."
      }
    ]
  }
}
