{
  "chapterNumber": 6,
  "title": "卷五·釋樂、釋天",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷五·釋宮第五"
      },
      {
        "index": 2,
        "text": "疏「釋宮第五」。○釋曰：《易·係辭》云：「王古穴居而野處，後世聖人易之以宮室，上棟下宇，以待風雨，蓋取諸《大壯》。」此其始也。《白虎通》云：「黃帝作宮室。」《世本》曰：「禹作宮室，其台榭樓閣之異，門墉行步之名，皆自於宮。」故以「釋宮」總之也。\n宮謂之室，室謂之宮。\n（皆所以通古今之異語，明同實而兩名。）"
      },
      {
        "index": 3,
        "text": "疏「宮謂」至「之宮」。○釋曰：別二名也。郭云：「皆所以通古今之異語，明同實而兩名。」《釋名》云：「宮，穹也，言屋見於垣上穹崇然也。室，實也。言人物實滿於其中也。」是所從言之異耳。《詩》云：「作於楚宮。」又曰：「入此室處。」是也。古者貴賤所居皆得稱宮。故《禮記》曰：「由士命以上，父子皆異宮。」又《喪服傳》繼父為其妻前夫之子築宮廟。是士庶人皆有宮稱也。至秦漢以來，乃定為至尊所居之稱。"
      },
      {
        "index": 4,
        "text": "牖戶之間謂之扆，（窗東戶西也。《禮》雲斧扆者，以其所在處名之。）其內謂之家。（今人稱家，義出於此。扆，倚。）"
      },
      {
        "index": 5,
        "text": "疏「牖戶」至「之家」。○釋曰：牖者，戶西窗也。此牖東戶西為牖戶之間，其處名扆。云「其內」者，其扆內也。自此扆內即謂之家。《說文》云： 「家，居也。」《禮記》云：「已受命，君言不宿於家。」郭云：「今人稱家，義出於此。」言其稱家之義，本出於此也。注「《禮》雲」至「名之」。○釋曰：雲 「《禮》雲斧扆」者，案《覲禮》云：「天子設斧依於戶牖之間，左右幾。」鄭注云：「依，如今糸弟素屏風也。有繡斧文，所以示威也。斧謂之黼。」是也。雲 「以其所在處名之」者，言本牖戶之間名扆。覲禮天子設屏風之扆於牖戶之間，因名此屏風為扆。是以其在扆處，即名之曰扆也。\n東西牆謂之序。（所以序別內外。）"
      },
      {
        "index": 6,
        "text": "疏「東西牆謂之序」。○釋曰：「此謂室前堂上、東廂西廂之牆也。所以次序分別內外親疏，故謂之序也。《尚書·顧命》云「西序東鄉，敷重厎席」、「東序西鄉，敷重豐席」及《禮經》每云「東序西序」者，皆謂此也。"
      },
      {
        "index": 7,
        "text": "西南隅謂之奧，（室中隱奧之處。）西北隅謂之屋漏，（《詩》曰：「尚不鬼於屋漏。」其義未詳。）東北隅謂之宧，（宧見《禮》，亦未詳。）東南隅謂之㝔。（《禮》曰：「埽室聚㝔。」㝔亦隱闇。宧，夷。㝔，要。）"
      },
      {
        "index": 8,
        "text": "疏「西南」至「之㝔」。○釋曰：此別宮中四隅之異名也。雲奧者，孫炎云：「室中隱奧之處也。」古者為室，戶不當中而近東，則西南隅最為深隱，故謂之奧。而祭祀及尊者常處焉。《曲禮》云：「凡為人子者，居不主奧。」是也。西北隅名屋漏，東北隅名宧，東南隅名㝔，㝔亦隱闇之義也，與奧相類。故郭雲亦也。注「《詩》曰」至「未詳」。○釋曰：云「《詩》曰：尚不鬼於屋漏」者，《大雅· 抑》篇文也。鄭箋云：「尚無肅敬之心，不慚鬼於屋漏，有神見人之為也。屋，小帳也。漏，隱也。禮：祭於奧，既畢，改設饌於西北隅，而厞隱之處，此祭之末也。」孫炎云：「屋漏者，當室之白，日光所漏入。」郭云「其義未詳」者，以孫、鄭之說皆無所據，故不取也。注「宧見《禮》，亦未詳」。○釋曰：李巡云： 「東北者，陽始起，育養萬物，故曰宧。宧，養也。」《說文》亦云。郭云「亦未詳」者，以頤養之字作頤，又室中四隅無取陰陽之義。與屋漏意同，故云「亦未詳」也。注「《禮》曰：埽室聚㝔」。○釋曰：《既夕記》云：「朔月，童子執帚卻之，左手奉之，從散者而入。比奠，舉席，埽室，聚諸窔，布席如初。卒奠，埽者執帚，垂末內鬛，從執燭者而東。」是其事也。"
      },
      {
        "index": 9,
        "text": "柣謂之閾。（閾，門限。）棖謂之楔。（門兩旁木。）楣謂之梁。（門戶上橫梁。）樞謂之椳。（門戶扉樞。）樞達北方謂之落時。（門持樞者，或達北檼以為固也。）落時謂之（道二名也。○柣，幹結切。閾，域。楔，古黠切。樞，昌朱切。椳，於回切。音士。）"
      },
      {
        "index": 10,
        "text": "疏「柣謂」至「之」。○釋曰：此別門戶上下及兩旁之木名也。柣者，孫炎云：「門限也。」經傳諸注皆以閾為門限，謂門下橫木為內外之限也。俗謂之地柣，一名閾。《曲禮》云：「不履閾。」是也。棖者，門兩旁長木，一名楔。李巡曰：「棖謂梱上兩旁木。」《禮記·玉藻》云：「君入門，士介拂棖。」鄭注云： 「棖，門楔也。」楣，即梁也。呂伯雍云：「門樞之橫梁也。」郭云：「門戶上橫梁。」《鄉射記》云：「堂則物當楣。」是也。樞者門扉，開闔之所由也，一名椳。《易》曰：「樞機之發。」是也。其持樞之木或達北檼以為牢固者，名落時，檼即棟也。落時又名。是持樞一木有此二名也。"
      },
      {
        "index": 11,
        "text": "垝謂之坫。（在堂隅。坫，㙐也。）牆謂之墉。（《書》曰：「既勤垣墉。」）镘謂之杇。（泥镘。）椹謂之榩。（斫木櫍也。）地謂之黝。（黑飾地也。）牆謂之堊。（白飾牆也。○垝，古委反。杇，烏。椹，砧。榩，虔。黝，於糾反。堊，於故反。）"
      },
      {
        "index": 12,
        "text": "疏「垝謂」至「之堊」。○釋曰：此別宮室垣墉及脩飾之名也。坫者，堂角也，一名垝。牆者，室之防也，一名墉。李巡曰：「謂垣牆也。」《郊特牲》曰：「君南鄉於北墉下。」注云：「社內北牆。」是也。亦為城。《王制注》云：「小城曰附庸。」《大雅· 皇矣》云：「以伐崇墉。」義得兩通也。镘者，泥镘也，一名杇，塗工之作具也。《論語》曰：「糞土之牆不可杇。」是也。椹者，斫木所用以藉者之木名也，一名榩。孫炎云：「斫木質也。」《詩·商頌》云：「方斫是虔。」是也。又名櫍。《穀梁傳》曰：「裘纏櫍以為臬。」是也。以黑飾地謂之黝，以白飾牆謂之堊。《周禮·守祧職》云：「其祧則守祧黝堊之。」是也。注「在堂隅，坫，㙐也」。○釋曰：坫名見於經傳者有三：案《禮記·明堂位》云：「反坫，出尊，崇坫亢圭。」及《論語》：「邦君為兩君之好，有反坫。」此三者，在兩楹之間，以土為之，非此經所謂也。案《既夕記》云：「設棜於東堂下，南順，齊於坫。」《士冠禮》云：「爵弁、皮弁、緇布冠各一匴，執以待於西坫南。」則此經所謂也。鄭注云：「坫在堂角。」然則堂之東南角為東坫，西南角為西坫。故郭云：「在堂隅。坫，㙐也。」㙐則端也，言坫是堂角端也。注「《書》曰：既勤垣墉」。○釋曰：此《周書·梓材》篇文也。案彼云：「若作室家，既勤垣墉，惟其塗暨茨。」 孔《傳》云：「如人為室家，已勤立垣墉，惟其當塗暨茨蓋之。」此喻教化也。"
      },
      {
        "index": 13,
        "text": "枳謂之杙。（鬘也。）在牆者謂之楎，（《禮記》曰：「不敢縣於夫之楎椸。」）在地者謂之臬。（即門鬘也。）大者謂之栱，長者謂之閣。（別杙所在長短之名。○枳，徒得反。杙，亦。楎，暉。臬，魚列反。）"
      },
      {
        "index": 14,
        "text": "疏「枳謂」至「之閣」。○釋曰：此別杙所在長短之名也。杙即鬘也，一名枳。置杙在牆者，名楎。在地及門中者，名臬。《玉藻》云：「公事自闑西，私事自闑東。」是也。大者名栱，長者名閣也。注「《禮記》曰：不敢縣於夫之楎椸」。○釋曰：此《內則》文也。鄭注云：「竿謂之椸。楎，杙也。」\n闍謂之台，（積土四方。）有木者謂之榭。（台上起屋。○闍，都。）"
      },
      {
        "index": 15,
        "text": "疏「闍謂」至「之榭」。○釋曰：別台、榭之制也。積土四方而高者名台，即下云「四方而高者」也，一名闍。李巡云：「積土為之，所以觀望。」《詩》云：「出其闍。」彼以闍為城台，於此台上有木起屋者名榭。《月令·仲夏》云：「可以處台榭。」謂此也。\n雞棲於弋為榤，鑿垣而棲為塒。（今寒鄉穿牆棲雞，皆見《詩》。○榤，竭。垣，袁。塒，時。）"
      },
      {
        "index": 16,
        "text": "疏「雞棲」至「為塒」。○釋曰：李巡曰：「別雞所棲之名也。弋，鬘也。鑿牆為雞作棲曰塒。」注「今寒」至「見《詩》」。○釋曰：云「今寒鄉穿牆棲雞」者，謂苦寒之鄉也，避寒，故穿牆以棲雞。云「皆見《詩》」者，案《王風·君子於役》云：「雞棲於塒。」又曰：「雞棲於桀。」是也。\n植謂之傳，傳謂之突。（戶持鎖植也。見《埤蒼》。）"
      },
      {
        "index": 17,
        "text": "疏「植謂」至「之突」。○釋曰：植謂戶之維持鎖者也。植木為之，因名雲。又名傳，又名突也。文見《埤蒼》。"
      },
      {
        "index": 18,
        "text": "杗廇謂之梁。（屋大梁也。）其上楹謂之棁。（侏儒柱也。）閞謂之槉，（柱上欂也。亦名枅，又曰㭼。）栭謂之楶，（即櫨也。）棟謂之桴，（屋檼。）桷謂之榱。（屋椽。）桷直而遂謂之閱，（謂五架屋際椽正相當。）直不受簷謂之交。（謂五架屋際椽不直上簷，交於檼上。）簷謂之樀。（屋梠。○杗，亡。廇，力又反。棁，拙。閞，卞。槉，疾。楶，節。桴，浮。榱，衰。簷，簷。樀，滴。）"
      },
      {
        "index": 19,
        "text": "疏「杗廇」至「之樀」。○釋曰：此別梁柱棟榱之名也。梁即屋大梁也，一名杗。廇，楹柱也。其梁上短柱名棁。《禮器》云「藻棁」者，謂畫梁上柱為藻文也。一名侏儒柱，以其短小故也。閞者，柱上木名也。又謂之槉，又名欂，亦名枅。《字林》云：「枅，柱上方木。」是也。又曰㭼，是一物五名也。栭，一名楶，即櫨也，皆謂鬥栱也。《禮器》云「管仲山節」者，謂刻柱頭為鬥栱形如山也。棟，屋檼也。一名桴，今屋脊也。《易》曰：「棟隆吉。」是也。桷，屋椽也，一名榱。呂沈云：「齊魯名桷，周人名榱。」《易》曰：「鴻漸於木，或得其桷。」《左傳》子產曰：「棟折榱崩，僑將壓焉。」是也。屋椽長直而遂達五架屋際者，名閱。郭云：「謂五架屋際椽正相當。」若其椽直不上於簷者名交，言相交於檼上也。郭云：「謂五架屋際椽不直上簷，交於檼上。」屋簷，一名樀，一名屋梠，又名宇，皆屋之四垂也。故《士喪禮》曰：「為銘置於宇西階上。」鄭注云：「宇，梠。」是也。\n容謂之防。（形如今床頭小曲屏風，唱射者所以自防隱。見《周禮》。）"
      },
      {
        "index": 20,
        "text": "疏「容謂之防」。○釋曰：容者，射禮唱獲者蔽身之物也。一名防，言所以容身防矢也。一名乏。《鄉射禮》云：「乏三侯道，居侯黨之一，西五步。」鄭注云：「容謂之乏，所以為獲者禦矢也。」謂之乏者，言矢至此力乏也。郭云：「形如今床頭小曲屏風，唱射者所以自防隱，見《周禮》」者，案《夏官·舍人職》云：「以射法治射儀，王以六耦射三侯，三獲三容。」鄭司農云：「容者乏也，待獲者所蔽也。」是矣。\n連謂之簃。（堂樓閣邊小屋，今呼之簃廚、連觀也。○簃，丈知反。）\n疏「連謂之簃」。○釋曰：簃，樓閣邊相連小屋名也。郭云：「堂樓閣邊小屋，今呼之簃廚、連觀也。」\n屋上薄謂之筄。（屋笮。○筄，曜。）\n疏「屋上薄謂之筄」。○釋曰：屋上薄一名筄，今謂之屋笮也。"
      },
      {
        "index": 21,
        "text": "兩階間謂之鄉。（人君南鄉當階間。）中庭之左右謂之位。（群臣之側位也。）門屏之間謂之寧。（人君視朝所寧立處。）屏謂之樹。（小牆當門中。○鄉，向。屏音並。寧，佇。）"
      },
      {
        "index": 22,
        "text": "疏「兩階」至「之樹」。○釋曰：此別君臣之位處也。人君南面，鄉明而治，其位在兩階間，因名雲也。云「中庭之左右謂之位」者，左右猶東西也。位，群臣之列位也。案《明堂位》云：「三公，中階之前，北面東上。諸侯之位，阼階之東，西面北上。諸伯之國，西階之西，東面北上。諸子之國，門東，北面東上。諸男之國，門西，北面東上。」是也。云「門屏之間謂之寧」者，謂路門之外，屏樹之內，人君視朝寧立之處，因名為寧。李巡云：「正門內兩塾間曰寧。」《曲禮》曰：「天子當寧而立，諸公東面，諸侯西面曰朝。」是也。云「屏謂之樹」者，屏，蔽也；樹，立也。立牆當門以自蔽也。李巡曰：「垣當門自蔽名曰樹。」郭云：「小牆當門中。」《禮緯》云：「天子外屏，諸侯內屏。」《郊特牲》云：「旅樹。」鄭注云：「旅，道也。屏謂之樹，樹所以蔽行道。」以此推之，則諸侯內屏，在路門之內。天子外屏，在路門之外而近應門者矣。"
      },
      {
        "index": 23,
        "text": "閍謂之門。（《詩》曰：「祝祭於祊。」）正門謂之應門。（朝門。）觀謂之闕。（宮門雙闕。）宮中之門謂之闈，（謂相通小門也。）其小者謂之閨，小閨謂之閤。（大小異名。）巷門謂之閎。（《左傳》曰：「盟諸僖閎。」閎，巷頭門。）門側之堂謂之塾。（夾門堂也。）橛謂之闑。（門閫。）闔謂之扉。（《公羊傳》曰：「齒著於門闔。」）所以止扉謂之閎。（門辟旁長橛也。《左傳》曰：「高其閈閎。」閎，長杙，即門鬘也。○閍，補耕反。觀，貫。衡，巷。塾，熟。橛，其月反。闑，魚列反。）"
      },
      {
        "index": 24,
        "text": "疏「閍謂」至「之閎」。○釋曰：此別門闕之異名也。李巡曰：「閍，廟門名。」其路門之外受朝。正門一名應門。應門之外門曰雉門，雉門之旁名觀，又名闕。宮中相通小門名闈，闈之小者名閨，閨之小者名閤。巷頭之門名閎。門側之室，夾堂東西者，名塾。門中之橛名闑，一名閫。闔，門扇也，一名扉。於門辟旁樹長橛所以止扉者，名閎。注「《詩》曰：「祝祭於祊」。○釋曰：《小雅· 楚茨》篇文也。案祊本廟門之名，設祭於廟門，因名其祭亦名祊。凡祊有二種，一是正祭之時，既設於廟，又求神於廟門之內。《郊特牲》云：「索祭祝於祊。」及《詩》云：「祝祭於祊。」注云：「祊，平生門內之旁，待賓客之處，與祭同日也。」二是明日繹祭之時，設饌於廟門外西室，亦謂之祊。即《郊特牲》注云：「祊之禮宜於廟門外之西室。」及《禮器》云：「為祊乎外。」是也。然則廟門內外皆有祊稱。注「朝門」。○釋曰：案《詩·大雅》云：「乃立皋門，皋門有伉。乃立應門，應門將將。」鄭箋云：「諸侯之宮外門曰皋門，朝門曰應門，內有路門，天子之宮加以庫、雉。」案鄭玄注《周禮·秋官· 朝士職》：「王五門：皋、庫、雉、應、路也。」又曰：「天子諸侯皆有三朝：外朝一、內朝二。」其天子外朝一者，在皋門之內、庫門之外，大詢眾庶之朝也，朝士掌之。內朝二者，正朝在路門外，司士掌之。燕朝在路門內，大仆掌之。諸侯之外朝一者，在皋門內、應門外。內朝二者，亦在路寢門之外內，以正朝在應門內，故謂應門為朝門也。注「宮門雙闕」。○釋曰：《周禮·大宰》：「正月之吉，縣治象之法於象魏，使萬民觀治象。」鄭眾云：「象魏，闕也。」劉熙《釋名》云： 「闕在門兩旁，中央闕然為道也。」《白虎通》云：「闕是闕疑。義亦相兼。」然則其上縣法象、其狀魏魏然高大謂之象魏，使人觀之謂之觀也。是觀與象魏、闕一物而三名也。以門之兩旁相對為雙，故云雙闕。注「《左傳》曰：盟諸僖閎」。○釋曰：襄十一年傳文也。案彼云：「季武子將作三軍，叔孫穆子曰：『然則盟諸？』乃盟諸僖閎。」杜注云：「僖宮之門。」是也。注「《公羊傳》曰：齒著於門闔」。○釋曰：莊十二年傳文也。案彼云：宋萬「搏閔公，絕其脰。仇牧聞君弑，趨而至；遇之於門，手劍而叱之。萬臂摋仇牧，碎其首，齒著乎門闔」。何休云：「闔，扇也。」是矣。注「《左傳》曰：高其閈閎」。○釋曰：襄三十一年傳云：「子產相鄭伯以如晉。晉侯以我喪故，未之見也。子產使盡壞其館之垣而納車馬焉。士文伯讓之，曰：『敝邑以政刑之不脩，寇盜充斥，無若諸侯之屬，辱在寡君者何？是以令吏人完客所館，高其閈閎。』」是也。案《說文》云：「閈，門也。汝南平輿裏門曰閈。」閈既為門，故郭氏以閎為長杙，即門鬘也。杜預云： 「閎。門也。」非郭義也。\n瓴甋謂之甓。（㼾磚也。今江東呼瓴甓。○瓴，靈。甋，的。甓，滿賝切。）"
      },
      {
        "index": 25,
        "text": "疏「瓴甋謂之甓」。○釋曰：瓴甋一名甓。郭云：「㼾磚也。今江東呼瓴甓。」《詩·陳風》云：「中唐有甓。」是也。"
      },
      {
        "index": 26,
        "text": "宮中巷謂之壼，（巷閤間道。）廟中路謂之唐，（《詩》曰：「中唐有甓。」）堂途謂之陳。（堂下至門徑也。）路、旅，途也。（途即道也。）路、場、猷、行，道也。（博說道之異名。）一達謂之道路，（長道。）二達謂之歧旁，（歧道旁出也。）三達謂之劇旁，（今南陽冠軍樂鄉數道交錯，俗呼之五劇鄉。）四達謂之逵，（交道四出。）五達謂之康，（《史記》所謂康莊之衢。）六達謂之莊，（《左傳》曰：「得慶氏之木百車於莊。」）七達謂之劇驂，（三道交，復有一岐出者，今北海劇縣有此道。）八達謂之崇期，（四道交出。）九達謂之逵。（四道交出，復有旁通。○壼，苦本切。劇，極。）"
      },
      {
        "index": 27,
        "text": "疏「宮中」至「之逵」。○釋曰：此別巷道之異名也。宮中巷閤間道名壺。孫炎曰：「巷，舍間道也。」王肅曰：「今後宮稱永巷，是宮內道名也。」廟中之路名唐，堂下至門徑名陳。路、旅皆途之別名也，途即道也。路、場、猷、行四者復是道之異名也。一達長道謂之道路．歧分二達者謂之歧旁，言歧道旁出也。歧分三達者謂之劇旁。孫炎云：「旁出歧多，故曰劇。」交道四達謂之衢。交道四出，復有一旁達謂之康。孫炎云：「康，樂也，交會樂道也。」交道六出謂之莊。孫炎云：「莊，盛也，道煩盛。」三道交出，復有一歧出者謂之劇驂。四道交出謂之崇期。四道交，復有一歧出者謂之逵。注「《詩》曰：中唐有甓」。○釋曰：此《陳風·防有鵲巢》篇文也。注「《史記》所謂康莊之衢」。○釋曰：案《史記·列傳》云：「騶奭者，齊諸騶子，亦頗采騶衍之術以紀文。於是齊王嘉之，自如淳于髡以下，皆命曰列大夫，為開第康莊之衢。」是也。注「《左傳》曰得慶氏之木百車於莊」。○釋曰：案襄二十八年，齊慶封謀殺子雅、子尾。「陳文子謂桓子曰：『禍將作矣。吾其何得？』對曰：『得慶氏之木百車於莊。』」杜注云：「慶封時有此木，積於六軌之道。」是也。注「四道交出，復有旁通」。○釋曰：《詩·周南》云：「施於中逵。」毛傳云：「逵，九達之道。」是也。案《左傳》隱十一年云：「及大逵。」桓十四年：「焚渠門，入及大逵。」 莊二十八年：「眾車入自純門，及逵巿。」宣十二年：「入自皇門，至於逵路。」杜預皆以為道並九軌。案《周禮》：「經途九軌，不名曰逵。」杜意蓋以鄭之城內不應有九出之道，故以為並九軌，於此則不合也。\n室中謂之時。堂上謂之行，堂下謂之步。門外謂之趨，中庭謂之走，大路謂之奔。"
      },
      {
        "index": 28,
        "text": "疏「室中」至「之奔」。○釋曰：此皆人行步趨走之處，因以名雲。室中名時，時然後動。堂上曰行，謂平行也。堂下曰步。《白虎通》云：「人踐三尺，法天地，人再舉足曰步，備陰陽也。」門外曰趨。鄭玄云：「行而張拱曰趨。」中庭曰走。走，疾趨也。大路曰奔。奔，大走也。《書》曰：「駿奔走。」案此經所釋，謂祭祀之禮。知者以《召誥》云：「王朝步自周，則至於豐。」注云：「告文王廟。告文王，則告武王可知。出廟入廟，不以遠為文。」是也。若迎賓，則《樂師》云：「行以《肆夏》，趨以《采齊》。」行謂大寢之庭至路門，趨謂路門至應門。"
      },
      {
        "index": 29,
        "text": "隄謂之梁。（即橋也。或曰：「石絕水者為梁。」見《詩傳》。）石杠謂之徛。（聚石水中以為步渡彴也。《孟子》曰：「歲十月，徒杠成。」或曰今之石橋。○隄，低。杠，江。徛，寄。）"
      },
      {
        "index": 30,
        "text": "疏「隄謂」至「之徛」。○釋曰：此別橋彴之名也。隄一名梁。郭氏兩解：一名即橋也，以木為之；一雲以石絕水。石杠，一名徛。郭氏亦兩解：一雲聚石水中以為步渡彴也。《廣雅》云：「彴，步橋也。」一雲或曰今之石橋。注「或曰石絕水者為梁。見《詩傳》」。○釋曰：案《衛風》云：「有狐綏綏，在彼淇梁。」傳云：「石絕水曰梁。」是也。注「《孟子》曰：歲十月，徒杠成」。○釋曰：案《孟子》云：「子產聽鄭國之政，以其乘輿濟人於溱洧。《孟子》曰：『惠而不知為政，歲十一月徒杠，成十二月輿梁成，民未病涉也。』」趙岐注云：「以為子產有惠民之心，不知為政，當以時脩橋梁，民何由病苦涉水乎？」是也。引之以證石杠為步橋也。此注作十月，誤脫，或所見本異。"
      },
      {
        "index": 31,
        "text": "室有東西廂曰廟。（夾室前堂。）無東西廂，有室曰寢。（但有大室。）無室曰榭。（榭即今堂堭。）四方而高曰台。陝而脩曲曰樓。（脩，長也。○陝，狹。）"
      },
      {
        "index": 32,
        "text": "疏「室有」至「曰樓」。○釋曰：此明寢廟樓台之制也。凡大室有東西廂夾室，及前堂有序牆者，曰廟。但有太室者，曰寢。《月令·仲春》云：「寢廟畢備。」鄭注云：「前曰廟，後曰寢。」以廟長接神之處，其處尊，故在前。寢，衣冠所藏之處，對廟為卑，故在後。無室者名榭。《春秋》宣十六年「夏，成周宣榭火」。杜預云：「宣榭，講武屋」，引此文：無室曰榭，謂屋歇前。然則榭有二義：一者台上構木曰榭，上雲有木曰榭，及《月令》云：「可以處台榭。」是也。二屋歇前無壁者名榭，其制如今廳事也。《春秋》云：「成周宣榭。」《公羊》以為宣宮之榭，及《鄉射禮》云：「榭則鉤楹內。」是也。郭云「榭即今堂堭」者，堂堭即今殿也。殿亦無室，故云即今堂堭。四方而高者名台，即上闍也。脩，長也。凡台上有屋，狹長而屈曲者，曰樓。\n卷五·釋器第六\n疏「釋器第六」。○釋曰：案《說文》云：「器，皿也。從犬，犬所以守之。」以此篇釋諸器之名，故曰釋器。\n木豆謂之豆。\n（豆，禮器也。）"
      },
      {
        "index": 33,
        "text": "注「禮器也」。○釋曰：案《周禮》瓬人為豆，「實三而成觳崇尺。」鄭注云：「崇，高也。豆實四升。」又《祭統》云：「夫人薦豆執校，執醴授之，執鐙。」鄭注云：「校，豆中央直者也。鐙，豆下跗也。」又《禮圖》云：「口圓，徑尺，黑膝，飾朱，中大夫以上畫以雲氣，諸侯以象，天子以玉。」皆謂飾其豆口也。然則豆者，以木為之，高一尺，口足徑一尺，其足名鐙。中央直豎者名校，校徑二寸。總而言之名豆。豆實四升，用薦菹醢。《周禮》「醢人掌四豆之實，朝事之豆，其實韭菹醓醢」之類是也。其飾則三代不同。《明堂位》曰：「夏後氏以楬豆，殷玉豆，周獻豆。」注云：「楬，無異物之飾也。獻，疏刻之。」是也。以供祭祀燕饗，故云「禮器也」。\n竹豆謂之籩。\n（籩亦禮器。○籩，邊。）"
      },
      {
        "index": 34,
        "text": "注「籩亦禮器」。○釋曰：案鄭注《籩人》及《士虞禮》云：「籩以竹為之，口有籐緣，形製如豆，亦受四升，盛棗栗桃梅菱芡脯脩膴鮑糗餌之屬。」是也。亦祭祀享燕所用，故云「亦禮器」。\n瓦豆謂之登。\n（即膏登也。）"
      },
      {
        "index": 35,
        "text": "疏「瓦豆謂之登」。○釋曰：對文則木曰豆、瓦曰登，散則皆名豆。故云「瓦豆謂之登」。《冬官》瓬人掌為瓦器，而云「豆中縣」。鄭云：「縣繩正豆之柄。」是瓦亦名豆也。《詩·大雅·生民》云：「於豆於登。」毛傳云：「豆，薦菹醢。登，大羹也。」《公食大夫禮》云：「大羹湆不和，實於登。」湆者，肉汁，大古之羹也。不調以鹽，菜以其質，故以瓦器盛之。郭云：「即膏登也。」\n盎謂之缶。\n（盆也。○盎，烏浪切。）"
      },
      {
        "index": 36,
        "text": "疏「盎謂之缶」。○釋曰：孫炎云：「缶，瓦器。」郭云：「盆也。」《詩·陳風》云：「坎其擊缶。」則缶是樂器。《易·離卦·九三》：「不鼓缶而歌，則大耋之嗟。」注云：「艮爻也，位近醜。醜上值弁星，似缶。」《詩》云「坎其擊缶」，則樂器亦有缶。又《史記》：「藺相如使秦王擊缶。」是樂器為缶也。案《坎卦·六四》：「樽酒簋貳用缶。」注云：「爻辰在醜。醜上值鬥，可以斟之象。鬥上有建星，建星之形似簋。貳，副也。建星上有弁星，弁星之形又如缶。天子大臣以王命出會諸侯，主國尊於簋，副設玄酒以缶。」則缶又是酒器也。《比卦·初六》爻：「有孚盈缶。」注云：「爻辰在木上，值東井之水，人所汲，用缶。缶，汲器。」襄九年宋災，《左傳》曰：「具綆缶，備水器。」則缶是汲水之器也。然則缶是瓦器，可以節樂，若今擊甌；又可以盛水、盛酒，即今之瓦盆也。\n甌瓿謂之瓵。（瓿甊，小罌，長沙謂之瓵。○瓿，蒲口切。瓵，移。）"
      },
      {
        "index": 37,
        "text": "疏「甌瓿謂之瓵」。○釋曰：甌一名瓿甊，一名瓵。郭云：「甌甊小罌，長沙謂之瓵。」《方言》云：「㼚（音岡）、瓭（都感切）、<廡瓦>（音武）、（音由）、㽀（音鄭）、{從瓦}（仕江切）、甀（度睡切）、甕、瓿甊（瓿音部。甊，落口切）、{疑瓦}（牛誌切），罌也。靈桂之郊謂之㼚，其小者謂之瓭，周魏之間謂之<廡瓦>，秦之舊都謂之㽀，淮汝之間謂之，江湖之間謂之{從瓦}，自關而西、晉之舊都、河汾之間，其大者謂之甀，其中者謂之瓿甊，自關而東、趙魏之郊謂之甕，或謂之罌，東齊海岱之間謂之{疑瓦}。罌，其通語也。縈，陳魏宋楚之間曰㼶（音臾），或曰㼡（音殊），燕之東北、朝鮮洌水之間謂之瓺（音暢，亦腸），齊之東北、海岱之間謂之儋（音扌詹），周洛韓鄭之間謂之甀，或謂之縈，縈謂之<卑瓦>（鼓鼙），{ń缶}謂之{斯瓦}。缶謂之瓿<禺瓦>（音隅），其小者，謂之瓶。縈、甈謂之盎，自關而西或謂之盆，或謂之盎，其小者謂之升甌。甂（音邊），陳魏宋楚之間謂之㼵（杜啟切），自關而西謂之甂，其大者謂之甌。」是其方俗之異名也。\n康瓠謂之甈。（瓠，壺也。賈誼曰：「寶康瓠。」是也。○瓠，胡。甈，契。）"
      },
      {
        "index": 38,
        "text": "疏「康瓠謂之甈」。○釋曰：康瓠一名甈。瓠即壺也。《說文》云：「破罌也。」《方言》云：「甈謂之盎。」皆非郭義也。注「賈誼說曰：『寶康瓠。』 是也」。○釋曰：案《漢書》云：賈誼，洛陽人也，年十八，以誦詩屬文，漢文帝召為博士，為絳、灌之屬害之。天子疏誼，為長沙王傅，以謫去，意不自得，及渡湘水，為賦以吊屈。原其詞曰：「斡棄周鼎，寶康瓠兮。」是也。\n斪劚謂之定。（鋤屬。○斪音衢。劚，丁錄切。定，多佞切。）"
      },
      {
        "index": 39,
        "text": "疏「斪劚謂之定」。○釋曰：斪劚一名定。郭云：「鋤屬。」李巡曰：「鋤別名也。」《廣雅》云：「定謂之耨。」《世本》云：「垂作耨。」《呂氏春秋》云：「耨柄尺，此其度也。其耨六寸，所以間稼也。」高誘注云：「耨，耘苗也。六寸，所以入苗間。」《詩·頌·臣工》云：「庤乃錢鎛。」毛傳云：「鎛，耨也。」耨及定當是一器。但先儒或即雲鋤，或云鋤屬。古器變易，未能識之。\n斫謂之。（也。○，張略切。）\n疏「斫謂之」。○釋曰：斫一名。郭云：「也。」《說文》云：「，大鋤也。」\n<鬥>謂之疀。（皆古鍬鍤字。○<鬥>，鍬。疀，鍤。）"
      },
      {
        "index": 40,
        "text": "疏「<鬥>謂之疀」。○釋曰：郭云：「皆古鍬鍤字。」《方言》云：「燕之東北、朝鮮洌水之間謂之<鬥>，宋魏之間謂之鏵，或謂之鍏（音韋），江淮南楚之間謂之臿，趙魏之間謂之喿（音鍪）。」是皆謂今鍬也。○鍬音秋。"
      },
      {
        "index": 41,
        "text": "緵罟謂之九罭。九罭，魚罔也。（今之百囊罟是，亦謂之{}。今江東呼為緵。）嫠婦之笱謂之罶。（《毛詩傳》曰：「罶，曲梁也。」謂以簿為魚笱。）罺謂之汕，（今之撩罟。）篧謂之罩，（捕魚籠也。）椮謂之涔。（今之作椮者，聚積柴木於水中，魚得寒，入其裏藏隱，因以簿圍捕取之。）鳥罟謂之羅，（謂羅絡之。）兔罟謂之罝，（罝猶遮也。見《詩》。）麋罟謂之罞，（冒其頭也。）彘罟謂之羉（羉，幕也。），魚罟謂之罛。（最大罟也。今江東雲。）繴謂之罿。罿，罬也。罬謂之罦。罦，覆車也。（今之翻車也。有兩轅，中施罥以捕鳥。展轉相解，廣異語。○緵，子弄。罭，域。嫠，離。笱，狗。罺，嘲。汕，所諫切。篧，主角切。椮，桑感切。罝，嗟。罞，茆。彘，滯。羉，鸞。罛，孤。繴，壁。罿，衝。罬，拙。罦，浮。）"
      },
      {
        "index": 42,
        "text": "疏「緵罟」至「覆車也」。○釋曰：此別羅網之異名也。罟，網也。緵罟一名九罭，即魚罔也。嫠婦之笱，取魚器也，一名罶。罺，一名汕。罩，捕魚籠，一名篧。積柴水中取魚名椮，又名涔。鳥罔名羅，兔罔名罝，麋罔名罞。罞，冒也，言冒覆其頭也。彘，豬也，其罔名羉。羉，幕也，言幕絡其身也。魚之大罔名罛。翻車小罔捕鳥者名繴也、罿也、罬也、罦也，皆謂覆車也。注「今之」至「為緵」。○釋曰：「今之百囊罟是，亦謂之{}，今江東呼為緵」者，以時驗而言也。孫炎云：「九罭謂魚之所入有九囊也。」《詩·豳風》云：「九罭之魚，鱒魴。」是也。注「《毛詩》」至「魚笱」。○釋曰：云「《毛詩傳》曰：罶，曲梁也」者，《小雅》云：「魚麗於罶。」傳云：「罶，曲梁也。」是矣。云「謂以簿為魚笱」者，孫炎云：「罶，曲梁，其功易，故謂之寡婦之笱。」然則曲，簿也；嫠，寡也。以簿為魚笱，其功易，號之寡婦之笱耳，非寡婦所作也。注「今之撩罟」。○釋曰：李巡云：「汕，以簿汕魚也。」案《詩·小雅》云：「南有嘉魚，烝然汕汕。」傳云：「樔也。」箋云：「樔，今之撩罟也。」皆以今曉古。注「捕魚籠也」。○釋曰：李巡云：「篧，編細竹以為罩，捕魚也。」孫炎云：「今楚篧也。」然則罩以竹為之，無竹則以荊，故謂之楚篧。皆謂捕魚籠也。《詩·小雅》云：「南有嘉魚，烝然罩罩。」是也。注「今之」至「取之」。○釋曰：李巡曰：「今以木投水中，養魚曰涔。」孫炎云：「積柴養魚曰椮。」郭云：「今之作罧者，聚積柴木於水中，魚得寒，入其裏藏隱，因以簿圍捕取之。」《小爾雅》曰：「魚之所息謂之潛，潛，椮也，積柴水中魚舍也。」《詩·周頌》云：「潛有多魚。」是也。椮、罧、潛、涔，古今字。注「謂羅絡之」。○釋曰：李巡云： 「鳥飛張網以羅之。」然則張網以羅絡飛鳥。《詩·王風》云：「雉離於羅。」是也。注「罝猶遮也。見《詩》」。○釋曰：《周南》云：「肅肅兔罝。」是也。李巡云：「兔自作徑路，張罝捕之也。」然則張罔遮兔，因名曰罝。注「最大罟也，今江東雲」。○釋曰：李巡曰：「魚罟，捕魚具也。」然則捕魚之具，最大者名罛。《詩·衛風》云：「施罛濊濊。」是也。注「今之」至「異語」。○釋曰：孫炎曰：「覆車網可以掩兔者也。一物五名，方言異也。」郭云：「今之翻車也。有兩轅，中施罥以捕鳥。展轉相解，廣異語。」《廣雅》云：「罥，罟也。」案《詩·王風》云：「雉離於罦。」又曰：「雉離於罿。」然則捕鳥之具也。孫炎云「諭梅」，非也。\n絇謂之救。（救絲以為絇。或曰亦罥名。○絇，其具切。）"
      },
      {
        "index": 43,
        "text": "疏「絇謂之救」。○釋曰：郭氏兩解：一雲救絲以為絇。絇，屨頭飾也。《士冠禮》曰：「玄端，黑履，青絇。」鄭注云：「絇之言拘也，以為行戒，狀如刀衣，鼻在履頭。」是也。或曰：「絇，屨屬。《小爾雅》曰：「舄而今絇也。」一雲亦罥名者，言此經絇亦罥罟之別名也。義疑，故兩存焉。\n律謂之分。（律管可以分氣。○分音粉。）"
      },
      {
        "index": 44,
        "text": "疏「律謂之分」。○釋曰：律一名分。鄭注《月令》云：「律，候氣之管也。以銅為之。」《律曆志》云：「皇帝使伶倫氏自大夏之西、昆侖之陰，取竹之解穀，斷兩節間而吹之，以為黃鍾之宮，製十二筩以聽鳳凰之鳴。」其雄鳴則為六律，雌鳴則為六呂。陽管為律，律，法也。言陽氣與陰氣為法。鄭云：「律，述也，述氣之管，陰管為呂。《律曆志》云呂，助也，言助陽宣氣。」又云：「呂，拒也。言與陽相承，更迭而至。」又陰律稱同，言與陽同也。總而言之，陰、陽皆稱律。故《月令》十二月皆云「律中」是也。以其分候十二月氣，故又名分。郭云：「律管可以分氣。」是也。\n大版謂之業。（築牆版也。）繩之謂之縮之。（縮者，約束之。《詩》曰：「縮版以載。」）"
      },
      {
        "index": 45,
        "text": "疏「大版」至「縮之」。○釋曰：此解《詩》云：「縮版以載」也。大版名業，以繩束版謂之縮。注「築牆版也」。○釋曰：孫炎曰：「業所以飾栒，刻版捷業如鋸齒也。」《毛詩》傳云：「業，大版也。」所以飾栒為縣也，捷業如鋸齒。或曰畫之。然則業者，是樂縣之飾。郭必以為築牆版者，以此文與「縮之」相連。《詩》云「縮版以載」。作者以類相從，縮既築牆所用之繩，則業是築牆之版明矣。散而言之，則業亦樂縣之飾。故《詩·大雅》云：「虡業維樅。」《周頌》云：「設業設虡。」而毛鄭皆以為大版，所以飾栒為縣也。注「縮者」至「以載」。○釋曰：孫炎云：「繩束築版謂之縮。」然則縮者，束物之名，用繩束版，故謂之縮。復言縮之，明用繩束之也。故云「縮者，約束之」。云「《詩》曰：縮版以載」者，《大雅·綿》篇文也。\n彝、卣、罍，器也。（皆盛酒尊，彝其總名。）小罍謂之坎。（罍形似壺，大者受一斛。○卣，酉。）"
      },
      {
        "index": 46,
        "text": "疏「彝卣」至「之坎」。○釋曰：別酒尊大小之異名也。彝其總名。彝者，法也，與諸尊為法。《司尊彝》云：「雞彝、鳥彝、斝彝、黃彝、虎彝、蜼彝。」是也。卣者，下云「卣，中尊也。」孫炎云：「尊彝為上，罍為下，卣居中。」郭云：「不大不小者，是在罍彝之間，即《周禮》犧象壺著太山等六尊。」是也。罍者，尊之大者也。即《周禮·司尊彝》云「皆有罍，諸臣之所酢」是也。案《禮圖》云：「六彝為上，受三斗。六尊為中，受五斗。六彝為下，受一斛。」故《異議·罍製》：「《韓詩》說，金罍，大夫器也。天子以玉，諸侯、大夫皆以金，士以梓。《毛詩》說，金罍，酒器也。諸臣之所酢。人君以黃金飾，尊大一碩，金飾，龜目，蓋刻為雲雷之象。」謹案：《韓詩》說天子以玉，經無明文。謂之罍者，取象雲雷，博施如人君，下及諸臣。又《司尊彝》云：「皆有罍，諸臣之所酢。」注云：「罍亦刻而畫之，為山雲之形。」言刻畫則用木矣，故《禮圖》依制度云：「刻木為之。」韓說言士以梓，士無飾，言其木體，則以上同周梓加飾耳。《毛詩》言「大一碩」，《禮圖》亦云「大一斛」，則大小之制，尊卑同也。雖尊卑飾異，皆得畫雲雷之形，以其雲罍取於雲雷故也。是彝、卣、罍三者皆為盛酒器也。其罍之小者，別名坎。"
      },
      {
        "index": 47,
        "text": "衣裗謂之䘽。（衣縷也。齊人謂之攣。或曰袿，衣之飾）黼領謂之襮。（繡剌黼文以褗領。）緣謂之純。（衣緣飾也。）袕謂之褮。（衣開孔也。）衣眥謂之襟。（交領。）衱謂之裾。（衣後襟也。）衿謂之袸。（衣小帶。）佩衿謂之褑。（佩玉之帶上屬。）執衽謂之袺。（持衣上衽。）扱衽謂之襭。（扱衣上衽於帶。）衣蔽前謂之襜。（今蔽膝也。）婦人之褘謂之縭。縭，緌也。（即今之香纓也。褘邪交落帶係於體，因名為褘。緌，係也。）裳削幅謂之纀。（削殺其幅，深衣之裳。○裗，流。䘽，倪。襮，搏。緣，餘絹切。純，之閏切。袕，穴。褮，營。眥，才細切。衱，劫。袸，賤。褑，院。衽，稔。袺，結。扱，插。襜，昌占切。褘，韋。縭，離。緌，汝誰切。纀，卜。）==="
      },
      {
        "index": 48,
        "text": "疏「衣裗」至「謂之纀」。○釋曰：此別衣服之異名也。雲衣者目之也。裗一名䘽，剌繡黼文於衣領名襮，衣之緣飾名純，《禮記·深衣》云：「衣純以繢，衣純以青」之類是也。袕，衣開孔也，名褮。《說文》云：「鬼衣也。」衣眥，名襟，謂交領也。《方言》云：「衿謂之交。」是也。衱一名裾，即衣後裾也。衿，衣小帶也。一名袸。《士昏禮》曰：「施衿結帨。」是也。佩下之帶名褑。衽，裳際也。手執持其衽名袺，扱衽於帶名襭。《詩·周南》云：「薄言袺之」、「薄言襭之。」是也。衣之蔽前者名襜。婦人之香纓名褘，又謂之縭。縭，緌也。緌猶係也，取係屬之義。衣下曰裳。削，殺也。裳削殺其幅者名纀，謂深衣之裳也。注「衣縷」至「之飾」。○釋曰：此郭氏兩解：一云「衣縷也」。本或作褸（音婁）。《方言》云：「縷謂之衽，又謂之袩（子狹切）。」彼注云：「即衣衿也。」云「齊人謂之攣」者，以目驗而言也。一云「或曰袿，衣之飾」者，《釋名》曰：「婦人上服曰袿。」《廣雅》云：「袿，長襦也。」言飾者，蓋以繒為緣飾耳。注「繡剌黼文以褗領」。○釋曰：《詩·唐風》云：「素衣朱襮。」毛傳云：「襮，領也。諸侯繡黼，丹朱中衣。」毛言繡黼者，謂於繒之上繡剌以為黼，非訓繡為黼。郭氏取毛為說也。注「今蔽膝也」。○釋曰：《方言》云：「蔽厀，江淮南楚之間謂之褘，或謂之袚（音弗），魏宋南楚之間謂之大巾，自關東西謂之蔽厀，齊魯之郊謂之袡（昌詹切）。」襦又名韠。《禮記·玉藻》云：「韠：君朱，大夫素，士爵韋；圜，殺，直，天子直，公侯前後方，大夫前方、後挫角，士前後正。韠下廣一尺，上廣一尺，長三尺，其徑五寸，肩革帶博二寸。」是也。注「即今」至「係也」。○釋曰：孫炎云：「褘，帨巾也。」郭云：「即今之香纓也。褘邪交落帶係於體，因名為褘。緌，係也。」此女子既嫁之所著，示係屬於人。義見《禮記》。《曲禮》云「女子許嫁纓」及《內則》云「衿纓」是也。《詩》云：「親結其縭。」謂母送女，重結其所係著以申戒之。孫炎以褘為帨巾，失之也。注「削殺其幅，深衣之裳」。○釋曰：案《深衣》目錄云：「稱深衣者，以餘服則上衣下裳不相連。」此深衣衣裳相連，被體深邃，故謂之深衣。案《深衣》篇云：「製十有二幅，以應十有二月。」 鄭注云：「裳六幅，幅分之以為上下之殺。」故云：「削殺其幅，深衣之裳」也。其深衣制度，《禮記》具焉。"
      },
      {
        "index": 49,
        "text": "輿革前謂之鞎，（以韋靶車軾。）後謂之笰，（以韋靶後戶。）竹前謂之禦，（以簟衣軾。）後謂之蔽。（以簟衣後戶。）環謂之捐。（著車眾環。）鑣謂之钀。（馬勒旁鐵。）載轡謂之義。（車軛上環，轡所貫也。）轡首謂之革。（轡，靶勒。見《詩》。○捐，因絹切。鑣，表驕切。钀，魚列切。義，儀。）"
      },
      {
        "index": 50,
        "text": "疏「輿革」至「之革」。○釋曰：此辨車馬之飾名也。云「輿革前謂之鞎」者，李巡曰：「輿革前謂輿前，以革為車飾曰鞎。」郭云：「以韋靶車軾。」靶謂鞔也。軾，車上橫木。《毛詩》傳云：「諸侯之路車，有朱革之質而羽飾。」謂以皮革為本質，其上又以翟羽為之飾。《詩·齊風》云：「簟笰朱鞟。」是也。 「後謂之笰」者，李巡曰：「笰，車後戶名也。」郭云：「以韋靶後戶。」云「竹前謂之禦」者，李巡曰：「竹前謂編竹當車前以擁蔽，名之曰禦。禦，止也。」孫炎曰：「禦，以簟為車飾也。」郭云：「以簟衣軾。」《詩》傳云：「簟，方丈席也。」云「後謂之蔽」者，郭云：「以簟衣後戶。」即《詩》所謂簟笰也。云「環謂之捐」，謂著車眾環名捐。云「鑣謂之钀」者，鑣，馬勒旁鐵，一名钀。云「載轡謂之義」者，轡者，御馬之具也。古者乘車駕駟馬，凡八轡，轅端之木名衡，衡即軛，軛上著環以貫轡，此即載轡之環名義。故郭云：「車軛上環，轡所貫也。」云「轡首謂之革」者，轡首名革也。《詩·大雅》云：「鞗革金厄。」是也。郭云：「轡，靶勒。見《詩》。」《字林》云：「靶，轡革也。」"
      },
      {
        "index": 51,
        "text": "餀謂之餯。（說物臭也。）食饐謂之餲。（飯饖臭。見《論語》。）摶者，謂之蘭（飯相著。）米者謂之糪。（飯中有腥。）肉謂之敗。（臭壞。）魚謂之餒。（肉爛。○餀，呼蓋切。餯，許穢切。饐，意。餲，隘。蘭，爛。糪，柏。餒，奴罪切。）"
      },
      {
        "index": 52,
        "text": "疏「餀謂」至「之餒」。○釋曰：此別物臭惡之異名也。李巡云：「餀、餯皆穢臭也。」食，飯也。饐，飯臭也，一名餲。飯摶相著者名蘭。李巡云： 「蘭，飯淖麋相著也。」飯中有腥米者，名糪。李巡曰：「米飯半腥半熟名糪。」即《論語》云「失飪不食」。肉臭壞曰敗，魚內爛曰餒，即《論語》云「魚餒而肉敗不食」是也。注「飯饖臭。見《論語》」。○釋曰：《說文》云：「饖，飯傷熱。」《蒼頡篇》云：「食臭敗也。」云「見《論語》」者，《鄉黨》篇云：「食饐而餲。」孔曰：「饐、餲，臭味變。」是也。注「肉爛」。○釋曰：案《春秋》僖十九年云「梁亡」。《公羊傳》曰：「此未有伐者，其言梁亡何？自亡也。其自亡奈何？魚爛而亡也。」何休云：「梁君隆刑峻法，百姓一旦相率俱去，狀若魚爛。魚爛從內發，故云爾。」然則魚之敗壞，先自內始，故云內爛。是郭用《公羊》為說。今本「內」作「肉」，恐誤。\n肉曰脫之，（剝其皮也。今江東呼麋鹿之屬通為肉。）魚曰斮之。（謂削鱗也。○斮，莊略反。）"
      },
      {
        "index": 53,
        "text": "疏「肉曰」至「斮之」。○釋曰：此論治擇魚肉之名也。肉剝去其皮，因名脫之。李巡云：「肉去其骨曰脫。」皇侃云：「治肉除其筋膜，取好者。」郭氏以與「魚曰斮之」文連，斮謂斬削其鱗，則脫是脫剝其皮也。嫌羊豕有不剝其皮者，故又云「今江東呼麋鹿之屬通為肉」。案《禮記·內則》及李巡《爾雅》本皆云「魚曰作之」。皇侃云：「作為搖動也。凡取魚，搖動之，視其鮮餒，餒者不食。」李巡云：「作之，魚骨小，無所去。」今本作斮。郭云：「謂削鱗也。」\n冰，脂也。（《莊子》云：「肌膚若冰選。」冰雪，脂膏也。）"
      },
      {
        "index": 54,
        "text": "疏「冰，脂也」。○釋曰：脂，膏也，一名冰。注「莊子」至「膏也」。○釋曰：云「《莊子》云：肌膚若冰雪」者，此《內篇·逍遙》之言也。案彼云： 「藐姑射之山，有神人居焉。肌膚若冰雪，綽約若處子。」引之者，證冰為脂也。雲脂膏也者，孫炎曰：膏凝曰脂。則似脂，與膏異。而雲脂膏者，以脂有凝有釋。對例即《內則》注云：「脂，肥凝者，釋者曰膏」，散文則脂、膏皆總名也。"
      },
      {
        "index": 55,
        "text": "肉謂之羹，（肉臛也。《廣雅》曰湆。見《左傳》。）魚謂之鮨。（鮨，鮓屬也。見《公食大夫禮》。）肉謂之醢，（肉醬。）有骨者謂之臡。（雜骨醬。見《周禮》。○鮨，祁。醢，海。臡，泥。）"
      },
      {
        "index": 56,
        "text": "疏「肉謂」至「之臡」。○釋曰：此別魚肉所作食味之名也。肉之所作臛名羹，魚所作鮓名鮨，以肉作醬名醢，有骨相雜者名臡。注「肉臛」至「《左傳》」。○釋曰：云「肉臛也」者，《儀禮》所謂「膷臐膮」是也。云「《廣雅》曰湆」者，則彼云「羹謂之湆」是也。云「見《左傳》」者，案隱元年，鄭伯寘其母薑氏於城潁，而誓之曰：「不及黃泉，無相見也。」既而悔之。潁考叔為潁穀封人，聞之，有獻於公。公賜之食。食舍肉，公問之。對曰：「小人有母，皆嘗小人之食矣，未嘗君之羹。請以遺之。」是謂肉為羹也。注「鮨鮓」至「夫禮」。○釋曰：案《公食大夫禮》云：「牛炙，南醢，以西牛胾、醢、牛鮨。」鄭注云：「《內則》謂鮨為膾，然則膾用鮨。」是也。注「雜骨醬。見《周禮》」。○釋曰：案《醢人職》云：「掌四豆之實，朝事之豆，其實韭菹、醓醢、昌本、麋臡。」鄭注云：「作醢及臡者，必先膊乾其肉，乃後莝之，雜以粱麹及鹽漬，以美酒塗置甀中，百日則成矣。」是也。\n康謂之蠱。（米皮。）澱謂之垽。（滓，澱也。今江東呼垽。○垽，魚靳切。）"
      },
      {
        "index": 57,
        "text": "疏「康謂」至「之垽」。○釋曰：康，米皮也，一名蠱。《左傳》曰：「穀之飛亦名蠱。」是也。澱，滓泥也，一名垽。郭云：「今江東呼垽。」"
      },
      {
        "index": 58,
        "text": "鼎絕大謂之鼐，（最大者。）圜弇上謂之鼒，（鼎斂上而小口。）附耳外謂之釴，（鼎耳在表。）款足者謂之鬲。（鼎曲腳也。○鼐，耐。圜，袁。鼒，谘。釴，亦。款，苦管反。鬲，力。）"
      },
      {
        "index": 59,
        "text": "疏「鼎絕」至「之鬲」。○釋曰：此別鼎名也。鼎最大者名鼐，體圓斂上而小口者名鼒。《詩·周頌》云：「鼐鼎及鼒。」附耳在鼎表者名釴。款，闊也。謂鼎足相去疏闊者名鬲。\n䰝謂之鬵。（《詩》曰：「溉之釜鬵。」）鬵，鉹也。（涼州呼鉹。○鬵，尋。鉹，移。）"
      },
      {
        "index": 60,
        "text": "疏「䰝謂之鬵。鬵，鉹也」。○釋曰：䰝一名鬵，涼州名鉹。《方言》云：「甑，自關而東或謂之甗，或謂之鬵，或謂之酢餾。」是也。注「《詩》曰：溉之釜鬵」。○釋曰：《檜風·匪風》篇文也。"
      },
      {
        "index": 61,
        "text": "璲，瑞也。（《詩》曰：「鞙々佩遂。」遂者玉瑞。）玉十謂之區。（雙玉曰瑴，五瑴為區。○遂，瑞。區，羌於反。）"
      },
      {
        "index": 62,
        "text": "疏「璲，瑞也。玉十謂之區」。○釋曰：遂者，瑞玉名也。玉十名區。注「《詩》曰」至「玉瑞」。○釋曰：云「《詩》曰：鞙々佩遂」者，《小雅·大東》篇文也。毛傳云：「鞙々，玉貌。遂，瑞也。」鄭箋云：「佩遂者，以瑞玉為佩。佩之鞙々然。」是也。注「雙玉曰瑴，五瑴為區」。○釋曰：襄十八年《左傳》云：「晉侯伐齊，將濟河。獻子以朱絲係玉二瑴。」杜注云：「雙玉曰瑴。」是先儒之相傳為然也。五瑴則十玉也。"
      },
      {
        "index": 63,
        "text": "羽本謂之翮。（鳥羽根也。）一羽謂之箴，十羽謂之縳，百羽謂之緷。（別羽數多少之名。○翮，戶革切。縳，篆。緷，袞。）"
      },
      {
        "index": 64,
        "text": "疏「羽本」至「之緷」。○釋曰：此別羽數名少之名也。本，根也。鳥羽根名翮。一羽名箴，十羽名縳，百羽名緷。案《周禮·地官·羽人職》云：「掌以時徵羽翮之材於山澤之農，以當邦賦之政令。凡受羽，十羽為審，百羽為搏，十搏為縳。」鄭注云：「審、搏、縳，羽數朿名也。《爾雅》云：『一羽謂之箴，十羽謂之縳，百羽謂之緷。』其名音相近也。一羽則有名，蓋失之矣。」鄭意以為箴與審、縳與搏、緷與縛名數聲音皆相近也。一羽不合有名，疑一羽當為十羽也。郭意以為凡物無不從一為始，以《爾雅》不失，《周官》未為得也。\n木謂之虡。（縣鍾磬之木，植者名虡。○虡音巨。）"
      },
      {
        "index": 65,
        "text": "疏「木謂之虡」。○釋曰：郭云：「縣鍾磬之木，植者名虡。」《考工記》云：「梓人為筍虡。」鄭注云：「樂器所縣，橫曰筍，植曰虡。」然則縣鍾磬者兩端有植木，其上有橫木。謂直立者為虡，謂橫牽者為栒。栒上加大版為之飾，名業。《詩·大雅》云：「虡業維樅。」\n旄謂之{艸罷}。（旄牛尾也。○藣，卑。）\n疏「旄謂之藣」。○釋曰：郭云：「旄牛尾。」一名藣，舞者所執也。\n菜謂之蔌。（蔌者菜茹之總名。見《詩》。○蔌音速。）"
      },
      {
        "index": 66,
        "text": "疏「菜謂之蔌」。○釋曰：菜茹名蔌。郭云「蔌者，菜茹之總名。見《詩》」者，案《大雅·韓奕》云：「其蔌維何，維筍及蒲。」毛傳云：「蔌，菜殽也。」是矣。\n白蓋謂之苫。（白茅苫也。今江東呼為蓋。○蓋，合。）"
      },
      {
        "index": 67,
        "text": "疏「白蓋謂之苫」。○釋曰：孫炎云：「白蓋，茅苫也。」郭云：「白茅苫也。今江東呼為蓋。」然則蓋即苫也，以白茅為之，故曰白蓋。襄十四年《左傳》：晉將「執戎子駒支，範宣子親數諸侯，曰：『乃祖吾離被苫蓋。』」杜注云：「蓋，苫之別名。」是也。"
      },
      {
        "index": 68,
        "text": "黃金謂之璗，其美者謂之鏐。白金謂之銀，其美者謂之鐐。（此皆道金、銀之別名及精者。鏐，即紫磨金。）鉼金謂之鈑。（《周禮》曰：祭五帝即供金鈑。是也。）錫謂之鈏。（白鑞。○璗，蕩。鏐，留。鐐，遼。鉼，餅。鈑，版。鈏，引。）"
      },
      {
        "index": 69,
        "text": "疏「黃金」至「之鈏」。○釋曰：此別金、錫之異名也。黃金一名璗，其精美者名鏐。白金名銀，其精美者名鐐。郭云：「此皆道金、銀之別名及精者。鏐，即紫磨金。」《詩》傳云：「天子玉奉而珧必，諸侯璗琫而鏐必，大夫鐐奉而鏐必，士辦奉而辦必。」鉼金名鈑。錫，今白鑞也，一名鈏。《周禮·職方氏》云：「揚州其利金錫。」是也。注「周禮」至「是也」。○釋曰：云「周禮曰：祭五帝即共金鈑」者，案《秋官·司金職》云：「旅於上帝，則共其金鈑。」此雲祭五帝者，旅則祭也，上帝則五帝也。郭氏以義言之，故文異爾。彼注云：「鉼金謂之版，此版所施未聞。」"
      },
      {
        "index": 70,
        "text": "象謂之鵠，角謂之觷，犀謂之剒，木謂之剫，玉謂之雕。（《左傳》曰：「山有木，工則度刂之。」五者皆治樸之名。○鵠，斛。觷，嶽。剒，錯。剫，鐸。）"
      },
      {
        "index": 71,
        "text": "疏「象謂」至「之雕」。○釋曰：郭云：「五者皆治樸之名。」謂治其樸，俱未成器，有此五名也。注「《左傳》曰：山有木，工則度刂之」。○釋曰：隱十一年傳文也。\n金謂之鏤，木謂之刻，骨謂之切，象謂之磋，玉謂之琢，石謂之磨。（六者皆治器之名。）"
      },
      {
        "index": 72,
        "text": "疏「金謂」至「之磨」。○釋曰：郭云：「六者皆治器之名也。」則此謂治器加工而成之名也。故《論語注》云：「切磋琢磨，以成寶器。」是也。\n璆、琳，玉也。（璆、琳，美玉名。○璆，求。）"
      },
      {
        "index": 73,
        "text": "疏「璆、琳，玉也」。○釋曰：郭云：璆、琳，美玉名。《禹貢·梁州》云：「厥貢璆鐵銀鏤。」又《雍州》云：「球琳琅玕。」是也。\n簡謂之畢。（今簡紥也。）"
      },
      {
        "index": 74,
        "text": "疏「簡謂之畢」。○釋曰：簡，竹簡也。古未有紙，載文於簡，謂之簡紥。一名畢。《禮記·學記》云：「呻其佔畢。」謂但吟誦所視簡之文。是謂簡為畢也。\n不律謂之筆。（蜀人呼筆為不律也，語之變轉。）"
      },
      {
        "index": 75,
        "text": "疏「不律謂之筆」。○釋曰：筆一名不律。許慎云：「楚謂之聿，吳人謂之不律，燕謂之弗，秦謂之筆。」郭云：「蜀人呼筆為不律也，語之變轉。」\n滅謂之點。（以筆滅字為點。）\n疏「滅謂之點」。○釋曰：郭云：「以筆滅字為點。」今猶然。\n絕澤謂之銑。（銑即美金，言最有光澤也。《國語》曰「玦之以金銑者」，謂此也。○銑，蘇典切。）"
      },
      {
        "index": 76,
        "text": "疏「絕澤謂之銑」。○釋曰：金之最有光澤者名銑。注「《國語》曰：玦之以金銑」。○釋曰：使大子申生伐東山，佩之金玦。狐突歎曰：「以尨衣純，而玦之以金銑者寒甚矣。」說《國語》者，以「銑」下屬，與郭異也。"
      },
      {
        "index": 77,
        "text": "金鏃翦羽謂之鍭，（今之錍翦是也。）骨鏃不翦羽謂之志。（今之骨骲是也。）弓有緣者謂之弓，（緣者繳纏之，即今宛轉也。）無緣者謂之弭。（今之角弓也。《左傳》曰：「左執鞭弭。」）以金者謂之銑，以蜃者謂之珧，以玉者謂之珪。（用金、蚌、玉飾弓兩頭，因取其類以為名。珧，小蚌。○鏃，作木切。緣，椽。弭，尾。蜃，腎。珧，姚。）"
      },
      {
        "index": 78,
        "text": "疏「金鏃」至「之珪」。○釋曰：辨弓箭之名也。鏃，箭頭也。翦，齊也。以金為鏃，齊羽者，名鍭。孫炎云：「金鏑斷羽，使前重也。」郭云：「今錍箭是也。」以骨為鏃，不齊其羽者，名誌。郭云：「今之骨骲是也。」此二者，郭氏皆以今曉古。案《方言》云：「箭，自關而東謂之矢，江淮之間謂之鍭，關西曰箭。」「鏃，胡合嬴者四鐮，或曰拘腸，三鐮者謂之羊頭，其廣長而薄鐮謂之錍，或謂之鈀（音葩），其小而長、中穿二孔者，謂之鉀爐（嗑盧二音）。」亦謂錍箭也。弓者，《說文》云：「以近窮遠，象形。古者倕作弓。《周禮》六弓：王弓、弧弓，以射甲革椹質；夾弓、庾弓以射豻侯鳥獸；廣弓、大弓以授學射者。」此弓之類。有緣者名弓，無緣者名弭。李巡曰：「骨飾兩頭曰弓，不以骨飾兩頭曰弭。」孫炎云：「緣謂繳束而漆之，弭謂不以繳束骨飾兩頭者也。」郭云：「緣者繳纏之，即今宛轉也。」「弭，今之角弓也。」然則郭意與孫同也。當時謂繳束為宛轉，若飾弓兩頭以金者名銑，以蜃者名珧，以玉者名珪也。注「《左傳》曰：左執鞭弭」。○釋曰：此僖二十三年傳文也。案彼晉公子重耳「及楚，楚子饗之，曰：『公子若反晉國，何以報我？』對曰：『其左執鞭弭，右屬櫜，以與君周旋。』」是也。注「用金」至「小蚌」。○釋曰：云「用金蚌飾弓兩頭」者，以與上弭連文，故知然也。蚌即蜃也。《月令》：「孟冬，雉入大水為蜃。」是也。銑即金絕澤者，珧即蜃小者，珪即玉成器者，以此名弓，故云「因取其類以為名」也。云「珧，小蚌」者，即《釋魚》云：「蜃，小者珧」是也。"
      },
      {
        "index": 79,
        "text": "珪大尺二寸謂之玠，（《詩》曰：「錫爾玠珪。」）璋大八寸謂之叔，（璋，半珪也。）璧大六寸謂之宣。（《漢書》所云「瑄玉」是也。）肉倍好謂之璧，（肉，邊。好，孔。）好倍肉謂之瑗，（孔大而邊小。）肉好若一謂之環。（邊孔適等。○叔，俶。好，耗。瑗，院。）"
      },
      {
        "index": 80,
        "text": "疏「珪大」至「之環」。○釋曰：此別珪璧之屬也。圭者玉器，執以為瑞者也。大，長也。珪長尺二寸者名玠。璋，半珪也。大八寸者名叔。璧亦玉器，子男所執者也，大六寸者名宣，因說璧之制。肉，邊也。好，孔也。邊大倍於孔者名璧，孔大而邊小者名瑗，邊、孔適等若一者名環。《左傳》昭十六年：「宣子有環，其一在鄭商。」是也。注「《詩》曰：錫爾玠珪」。○釋曰：此《大雅· 崧高》篇文也。注「璋，半珪也」。○釋曰：知者以《典瑞》云：「四圭有邸以祀天，兩圭有邸以祀地，圭璧以祀日月，璋邸射以祀山川。」自上而下降殺以半。故知「璋，半珪也」。注「《漢書》所雲『瑄玉』是也」。○釋曰：《郊祀志》云：「公卿言皇帝始郊，見泰一雲陽，有司奉璋玉嘉牲薦饗。」是也。\n繸，綬也。（即佩玉之組，所以連係瑞玉者，因通謂之繸也。）"
      },
      {
        "index": 81,
        "text": "疏「繸，綬也」。○釋曰：所佩之玉名遂，係玉之組名綬，以其連係遂玉，因名其綬曰繸。故郭云「即佩玉組，所以連係瑞玉者，因通謂之繸」也。"
      },
      {
        "index": 82,
        "text": "一染謂之縓，（今之紅也。）再染謂之赬，（淺赤。）三染謂之纁。（纁，絳也。）青謂之蔥，（淺青。）黑謂之黝，（黝，黑貌。《周禮》曰：「陰祀用黝牲。」）斧謂之黼。（黼文畫斧形，因名雲。○縓，采戀切。赬，敕呈切。纁，勳。黝，於糾反。）"
      },
      {
        "index": 83,
        "text": "疏「一染」至「之黼」。○釋曰：別眾色之名也。一染謂之縓者，此述染絳法也。一染一入色名縓，今之紅也。《說文》云：「帛黃赤色。」《喪服記》云：「公子為其母練冠麻衣縓緣。」是也。再染名赬，即淺赤也。三染名纁。李巡云：「三染其色已成為絳。」纁、絳一名也。《考工記》云：「三入為纁。」鄭玄云：「染纁者三入而成。」《禹貢》云：「厥篚玄纁。」是也。淺青一名蔥。《玉藻》云：「三命赤韍蔥衡。」是也。黑色名黝，以白黑二色畫之為斧形，名黼。《考工記》云：「白與黑謂之黼。」《書》云：「黼黻絺繡。」是也。注「《周禮》曰：陰祀用黝牲」。○釋曰：此《地官·牧人職》文也。鄭注云：「陰祀，祭地北郊及社稷也。」\n邸謂之柢。（根柢，皆物之邸。邸即底，通語也。○邸，氐。）"
      },
      {
        "index": 84,
        "text": "疏「邸謂之柢」。○釋曰：根柢名邸。邸，本也。郭云：「根柢，皆物之邸。柢即底，通語也。」言凡物之柢必在厎下，因名雲也。即《周禮·典瑞》云：「四圭有邸以祀天，兩圭有邸以祀地。」皆謂邸為本柢也。\n雕謂之琢。（治玉名也。）"
      },
      {
        "index": 85,
        "text": "疏「雕謂之琢」。○釋曰：案上文治玉璞名雕，治玉器名琢，彼對例耳。散文則雕、琢通。謂治玉名，不分璞與器也。\n蓐謂之茲（《公羊傳》曰：「屬負茲。」茲者，蓐席也。○蓐，辱。）"
      },
      {
        "index": 86,
        "text": "疏「蓐謂之茲」。○釋曰：蓐一名茲。郭云：「茲者，蓐席也。」言草蓐之席也。宣十二年《左傳》：「軍行：右轅，左追蓐。」注「《公羊傳》曰：屬負茲」。○釋曰：此桓十六年傳文也。案彼「衛侯朔出奔齊」，傳云：「何以名？絕。曷為絕之？得罪於天子也。其得罪於天子奈何？見使守衛朔，而不能使衛小眾，越在岱陰齊，屬負茲舍，不即罪爾。」何休云：「屬，讬也。天子有疾稱不豫，諸侯稱負茲，大夫稱犬馬，士稱負薪。舍，止也。讬疾止，不就罪。」是也。引之以證茲為蓐也。\n竿謂之箷。（衣架。○箷，移。）\n疏「竿謂之箷」。○釋曰：凡以竿為衣架者，名箷。《曲禮》曰：「男女不同椸枷。」謂此也。\n簀謂之笫。（床版。○笫，側子切。）"
      },
      {
        "index": 87,
        "text": "疏「簀謂之笫」。○釋曰：簀，床版也，一名笫。《檀弓》曰：「華而皖，大夫之簀與？」《左傳》曰：「床笫之言不逾閾。」《方言》云：「齊魯之間謂之簀，陳楚之間或謂之笫。」是也。\n革中絕謂之辨。（中斷皮也。○辨，片。）革中辨謂之韏（復分半也。○韏，眷。）\n疏「革中」至「之韏」。○釋曰：皮去毛曰革。此別分斷之名也。中斷之名辨，復中分其辨名韏也。\n鏤，鎪也。（刻鏤物為鎪。○鎪，蘇婁切。）\n疏「鏤，鎪也」。○釋曰：別二名也。郭云：「刻鏤物為鎪。」《詩》云：「鉤膺鏤錫。」\n卣，中尊也。（不大不小者。○卣，酉。）\n疏「卣，中尊也」。釋在上。\n卷五·釋樂第七"
      },
      {
        "index": 88,
        "text": "疏「釋樂第七」。○釋曰：案《樂記》云：「樂者，樂也，君子樂得其道，小人樂得其欲也。」《說文》云：「樂，五聲八音之總名。象鼓鞞之形。木，虡也。白，歌也。又象鍾磬也。」五聲者，商、角、宮、徵、羽也。《律曆志》云：「商之為言章也，物成孰可章度。角，觸也。物觸地而出，戴芒角也。宮，中也。居中央，暢四方，唱始施生，為四聲綱也。徵，祉也，物盛大而繁祉也。羽，宇也，物聚藏宇覆之也。」又云：「八音：土曰塤，匏曰笙，皮曰鼓，竹曰管，絲曰弦，石曰磬，金曰鍾，木曰。」此篇總釋五聲之名及八音之器，故名「釋樂」也。\n宮謂之重，商謂之敏，角謂之經，徵謂之迭，羽謂之柳。\n（皆五音之別名。其義未詳。○徵，之矢反。）"
      },
      {
        "index": 89,
        "text": "疏「宮謂」至「之柳」。○釋曰：案此文則宮一名重，商一名敏，角一名經，徵一名迭，羽一名柳。但未見義所出也。注「皆五」至「未詳」。○釋曰：雲 「皆五音」者，案鄭玄注《樂記》云「雜比曰音」，謂宮、商、角、徵、羽清濁相雜和比謂之音。「單出曰聲」，謂五聲之內唯單有一聲，更無餘聲相雜也。然則初發口單出者謂之聲，眾聲和合成章謂之音，金、石、幹、戚、羽、旄謂之樂，則聲為初，音為中，樂為末。此雲五音者，舉中而言也。云「之別名」者，謂重、敏、經、迭、柳是宮、商、角、徵、羽之別名也。云「其義未詳」者，以《爾雅》之作以釋六藝，今經典之中無此五名，或在亡逸中，不可得而知其義，故未詳。案孫叔然云：「宮濁而鷃，故曰重也。」孫氏雖有此說，更無經據，故不取也。\n大瑟謂之灑。\n（長八尺一寸，廣一尺八寸，二十七弦。○灑，所蟹反。）"
      },
      {
        "index": 90,
        "text": "注「長八」至「七弦」。○釋曰：瑟者，登歌所用之樂器也，故先釋之。《世本》曰：「庖犧作五十弦，黃帝使素女鼓瑟，哀不自勝，乃破為二十五弦，具二均聲。」《禮圖》舊云：「雅瑟長八尺一寸，廣一尺八寸，二十三弦，其常用者十九弦，其餘四弦謂之番。番，贏也。頌瑟長七尺二寸，廣尺八寸，二十五弦，盡用之。」熊氏云：「瑟兩頭有孔，其在厎下者名越。」《鄉飲酒禮》云：「二人皆左何瑟，後首，挎越。」注云：「越，瑟厎孔也。」《燕禮》云：「小臣左何瑟，麵鼓，執越。」注云：「越，瑟下孔也。若用之祭祀，則練其弦，疏其越。《樂記》云：「《清廟》之瑟，朱弦而疏越。」鄭注云：「朱弦，練朱弦，練則聲濁。越，瑟厎孔也。畫疏之，使聲鷃也。以其不練則體勁而聲清，練則絲熟而聲濁也。疏，通也。使兩頭孔相連而通也。孔小則聲急，孔大則聲鷃故也。其大者別名灑。孫叔然云：「音多變，布如灑出也。」郭云「二十七弦」，未見所出。\n大琴謂之離。\n（或曰琴大者二十七弦，未詳長短。《廣雅》曰：「琴長三尺六寸六分，五弦。）"
      },
      {
        "index": 91,
        "text": "注「或曰」至「五弦」。○釋曰：《琴操》曰：「伏羲作琴。」《世本》云：「神農作琴。」《白虎通》曰：「琴者禁也，禁止於邪，以正人心也。」琴之大者別名離也。孫叔然云：「音多變，聲流離也。」云「或曰琴大者二十七弦，未詳長短」者，或人言琴有二十七弦，是琴之大者也，但未詳其長短耳。云「《廣雅》曰：琴長三尺六寸六分，五弦」者，此常用之琴也，象三百六十六日，五弦象五行，大弦為君，小弦為臣，文王、武王加二弦，以合君臣之恩也。又五弦第一弦為宮，其次商、角、徵、羽，文武二弦為少宮、少商。又《琴操》曰：「廣六寸，象六合也。」又上曰池，言其平。下曰濱，言其服。前廣後狹，象尊卑，上圓下方，法天地。然琴為樂器，通見《詩》、《書》，故此釋之也。\n大鼓謂之鼖，（鼖長八尺。○鼖，墳。）小者謂之應。\n（《詩》曰「應朄縣鼓」，在大鼓側。○應音膺。）"
      },
      {
        "index": 92,
        "text": "疏「大鼓」至「之應」。○釋曰：別鼓大小之名也。鼓之大者名鼖。《周禮鼓人職》曰：「以鼖鼓鼓軍事是也。」其小者名應，言聲應於大鼓也。李巡云： 「小者聲音相承，故曰應也。」孫炎云：「和應大鼓也。」注「鼖長八尺」。○釋曰：知者案《考工記》韗人為鼓，「長八尺，鼓四尺，中圍加三之一，謂之鼖」。後鄭注云：「中圍加三之一者，加於麵之圍以三分之一也。麵四尺，其圍十二尺，加以三分一，四尺，則中圍十六尺，徑五尺三寸三分寸之一也。今以合二十版，則版六寸三分寸之二耳。大鼓謂之鼖，以鼖鼓鼓軍事。鄭司農雲鼓四尺，謂革所蒙者廣四尺。」注「《詩》曰」至「鼓側」。○釋曰：「應朄縣鼓」，《周頌·有瞽》篇文也。鄭箋云：「朄，小鼓，在大鼓旁。應，鼙之屬也。」案朄，引也，謂擊小鼓引樂聲。\n大磬謂之毊。\n（毊形似犁錧，以玉石為之。○毊，虛驕反。）"
      },
      {
        "index": 93,
        "text": "疏「大磬謂之毊」。○釋曰：磬，樂器名也，以玉石為之。《世本》曰：「無句作磬。」《釋名》云：「磬，罄也，聲堅罄罄然。」《考工記》曰：「磬氏為磬，倨句一矩有半，其博為一，股為二，鼓為三。參分其股博，去一以為鼓博。參分其鼓博，以其一為之厚。已上則磨其旁，已下則磨其耑。」是其制也。大者名毊。孫炎云：「毊，喬也。喬，高也。謂其聲高也。」李巡云：「大磬聲清燥也，故曰毊。毊，操也。注 「毊形」至「為之」。○釋曰：《字林》云：「錧，田器也。」自江而南呼犁刃為錧，此毊形似犁錧，但大爾。云「以玉石為之」者，《左傳》云：「玉磬紀甗。」又八音謂磬為石。故知「以玉石為之」也。"
      },
      {
        "index": 94,
        "text": "大笙謂之巢，（列管瓠中，施簧，管端大者十九簧。）小者謂之和。（十三簧者。《鄉射記》曰：「三簧一和而成聲。」）"
      },
      {
        "index": 95,
        "text": "疏「大笙」至「之和」。○釋曰：《世本》云：「隨作笙。」《禮記》曰：「女媧之笙簧。」《釋名》曰：「笙，生也。象物貫地而生。」《說文》云： 「笙，正月之音。物生，故謂之笙。」有十三簧，象鳳之身。」其大者名巢。巢，高也。言其聲高。小者名和。李巡云：「小者聲少，音相和也。」孫炎云：「應和於笙。」注「列管」至「九簧」。○釋曰：瓠，匏也，以匏為底，故八音謂笙為匏。簧者，笙管之中金薄钅葉也。笙管必有簧，故或謂笙為簧。《詩·王風》云： 「左執簧。」是也。大者十九簧，以時驗而言也。注「十三」至「成聲」。○釋曰：云「十三簧」者，鄭司農注《周禮》亦云「十三簧」，相傳為然。云「《鄉射記》曰：三笙一和而成聲」者，彼鄭注云：「三人吹笙，一人吹和。」是也。"
      },
      {
        "index": 96,
        "text": "大篪謂之沂。（篪以竹為之，長尺四寸，圍三寸，一孔上出，一寸三分，名翹，橫吹之。小者尺二寸。《廣雅》云：「八孔。」○篪，池。沂，銀。）"
      },
      {
        "index": 97,
        "text": "疏「大篪謂之沂」。○釋曰：李巡曰：「大篪其聲悲一也。」孫炎曰：「篪聲悲。沂，悲也。」《釋名》曰：「篪，啼也，聲如嬰兒啼。」郭云：「篪以竹為之，長尺四寸，圍三寸，一孔上出寸三分，名翹，橫吹之。小者尺二寸。《廣雅》云：『八孔。』」鄭司農注《周禮》云：「篪七空。」蓋不數其上出者，故七也。\n大塤謂之嘂。（塤，燒土為之，大如鵝子，銳上，平厎，形如稱錘，六孔。小者如雞子。○塤，喧。嘂，叫。）"
      },
      {
        "index": 98,
        "text": "疏「大塤謂之嘂」。○釋曰：《說文》云：「塤，樂器名。從土，熏聲。」塤、壎古今字。《釋名》云：「塤，喧也，聲濁喧喧然。」大塤名嘂。孫炎曰： 「音大如叫呼聲。」郭云：「塤，燒土為之，大如鵝子，銳上，平厎，形如稱錘，六孔。小者如雞子。」《周禮·小師》注云：「塤，燒土為之，大如雁卵。」鄭司農亦云「六孔」，是相傳為然也。《世本》云：「暴辛公作塤。蘇成公作篪。」譙周《古史》云：「古有塤篪，尚矣。周幽王時暴辛公善塤，蘇成公善篪，記者因以為作，謬矣。」《世本》之謬，信如周言。其雲蘇公、暴公所善，亦未知所出。蓋以《詩·小雅》云：「伯氏吹塤，仲氏吹篪。」蘇公剌暴公也，故致斯謬。\n大鍾謂之鏞，（《書》曰：「笙鏞以間。」亦名鑮。○鑮音博。）其中謂之剽，小者謂之棧。"
      },
      {
        "index": 99,
        "text": "疏「大鍾」至「之棧」。○釋曰：此別鍾大小之名也。《說文》云：「鍾，樂器也。」《世本》云：「垂作鍾。」《考工記》：「鳧氏為鍾。」《釋名》曰：「鍾，空也，內空受氣多。」其大者名鏞。李巡曰：「大鍾，音聲大。鏞，大也。」孫炎曰：「鏞，深長之聲。」又名鑮。《大射禮》云：「樂人宿縣於阼階東，笙磬西面，其南笙鍾，其南鑮。」鄭云：「鑮，如鍾而大。」是也。其不大不小者，名剽。孫炎曰：「剽者，聲輕疾也。」李巡云：「其中微小，故曰剽。剽，小也。其小者名棧。李巡云：「棧，淺也。」東晉太興元年，會稽剡縣人家井中得一鍾，長三寸，口徑四寸，上有銘古文，雲棧，鍾之小者，既長三寸，自然淺也。注「《書》曰：笙鏞以間」。○釋曰：《尚書·益稷》篇文也。\n大簫謂之言，（編二十三管，長尺四寸。）小者謂之筊。（十六管，長尺二寸。簫，一名籟。○筊，音交。）"
      },
      {
        "index": 100,
        "text": "疏「大簫」至「之筊」。○釋曰：此別簫大小之名也。《風俗通》云：「舜作簫。其形參差，以象鳳翼。十管，長二尺。」《博雅》曰：「簫大者二十三管，無厎。小者十六管，有厎。」其大者名言。李巡曰：「大簫，聲大者言言也。」郭云：「編二十三管，長尺四寸。」其小者名茭。李巡曰： 「小者聲揚而小，故言茭。茭，小也。」郭云：「十六管，長尺二寸。簫，一名籟。」又《通卦驗》云：「簫長尺四寸，其言管數、長短雖異，要是編小竹管為之耳。」"
      },
      {
        "index": 101,
        "text": "大管謂之簥，（管長尺，圍寸，並漆之，有厎。賈氏以為如篪，六孔。」○簥，嬌。）其中謂之篞，小者謂之篎。（篞，乃結切。篎音眇。）"
      },
      {
        "index": 102,
        "text": "疏「大管」至「之篎」。○釋曰：別管大小之名也。大管名簥。李巡云：「聲高大，故曰簥。簥，高也。郭云：「管長尺，圍寸，並漆之，有厎。賈氏以為如篪，六孔。」《小師》注云：「管如笛，形小，並兩管而吹之。今大予樂官有之。」是也。其中不大不小者，名篎。\n大籥謂之產，（籥如笛，三孔而短小。）其中謂之仲，小者謂之箹。"
      },
      {
        "index": 103,
        "text": "疏「大籥」至「之箹」。○釋曰：籥，樂器名。其大者名產，其中者名仲，小者名箹。郭云：「籥如笛，三孔而短小。」《廣雅》云：「七孔。」《周禮》：「笙師掌教吹籥。」鄭注云：「籥如笛，三空。」《詩·邶風》云：「左手執籥。」毛傳云：「籥六孔。」所見異也。"
      },
      {
        "index": 104,
        "text": "徒鼓瑟謂之步，（獨作之。）徒吹謂之和，徒歌謂之謠，（《詩》云：「我歌且謠。」○吹，昌睡切。和，去聲。）徒擊鼓謂之咢，（《詩》云：「或歌或咢。」○咢，五各切。）徒鼓鍾謂之修，徒鼓磬謂之寋。（未見義所出。○寋，紀展切。）"
      },
      {
        "index": 105,
        "text": "疏「徒鼓瑟」至「之寋」。○釋曰：凡八音備作曰樂，一音獨作，不得樂名，故此辨其異名也。徒，空也。鄭注《周禮·小師》云：「出音曰鼓。」空作一器以出其音者，謂之徒鼓．故郭云「獨作之」也。注「《詩》云：我歌且謠」。○釋曰：此《魏風·園有桃》篇文也。毛傳云：「曲合樂曰歌，徒歌曰謠。」孫炎云：「聲消搖也。」注「或歌或咢」。○釋曰：《大雅·行葦》篇文也。毛傳云：「歌有比於琴瑟也，徒擊鼓曰咢。」孫炎云：「聲驚咢也。」"
      },
      {
        "index": 106,
        "text": "所以鼓謂之止，（如漆桶，方二尺四寸，深一尺八寸，中有椎柄，連厎桐之，令左右擊。止者，其椎名。○，昌孰切。）所以鼓謂之籈。（如伏虎，背上有二十七鉏鋙，刻以木，長尺，櫟之，籈者其名。○籈音真。）"
      },
      {
        "index": 107,
        "text": "疏「所以鼓」至「之籈」。○釋曰：此別敔之名也。《周禮》：「小師掌教鼓鞀敔。」敔皆以木為之，故《大師》注云：「木敔也。」《禮記》謂之椌楬。所以鼓動其以出其音者名止，所以鼓動其以出其音者名籈。郭云：「如漆桶，方二尺四寸，深一尺八寸，中有椎柄，連厎桐之，令左右擊。止者，其椎名。」「如伏虎，背上有二十七鉏鋙，刻以木，長尺，櫟之，籈者其名。」《皋陶謨》云：「合止敔。」鄭注云：「，狀如漆桶，中有椎，合之者投椎於其中而撞之。，狀如伏虎，背上刻之，所以鼓之以止樂。」此等形狀，蓋依漢之大予樂而知之。\n大鞀謂之麻，小者謂之料。（麻者音概而長也，料者聲清而不亂。○鞀，桃。料，聊。）"
      },
      {
        "index": 108,
        "text": "疏「大鞀」至「之料」。○釋曰：《詩·頌》云：「鞀磬敔。」鄭注《小師職》云：「鞀如鼓而小，持其柄搖之，旁耳還自擊。」一名麻。其小者名料。麻者音概而長也，料者聲清而不亂。\n和樂謂之節。"
      },
      {
        "index": 109,
        "text": "疏「和樂謂之節」。○釋曰：八音克諧，無相奪倫，謂之和樂。樂和則應節。《樂記》云：「治世之音安以樂，其政和。」是也。《樂記》又云：「大業與天地同和，大禮與天地同節。」此對文爾。總而言之，則禮樂相將，故此和樂亦謂之節。一云：節，樂器名，謂相也。《樂記》云：「治亂以相。」鄭注云：「相即拊也，亦以節樂。拊者以韋為表，裝之以糠。糠一名相，因以名焉。」言治理奏樂之時，擊拊以輔相於樂，而為節也。既以作樂，以止樂，故以節為和樂，義所通也。"
      }
    ]
  }
}
