{
  "chapterNumber": 8,
  "title": "卷七·釋山、釋水",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷七·釋地第九"
      },
      {
        "index": 2,
        "text": "疏「釋地第九」。○釋曰：案《說文》云：「元氣初分，輕清陽為天，重濁陰為地，萬物所陳列也。」《白虎通》云：「地者，易也。言養萬物、懷任、佼易、變化，含吐應節也。」《釋名》云：「地，底也。其體在底下，載萬物也。」《禮統》云：「地，施也，諦也。應變施化，審諦不誤也。」此篇釋地之所載四方、中國州、府、陵、藪之異，故曰「釋地」。\n九州"
      },
      {
        "index": 3,
        "text": "兩河間曰冀州，（自東河至西河。）河南曰豫州，（自南河至漢。）河西曰雝州，（自西河至黑水。○雝，於用反。）漢南曰荊州，（自漢南至衡山之陽。）江南曰楊州，（自江南至海。）濟、河間曰袞州，（自河東至濟。）濟東曰徐州，（自濟東至海。○濟，子禮切。）燕曰幽州，（自易水至北狄。）齊曰營州。（自岱東至海，此蓋殷製。）九州。"
      },
      {
        "index": 4,
        "text": "疏「兩河」至「九州」。○釋曰：此釋九州之名及其界域也。○「兩河間曰冀州」。注「自東河至西河」。○釋曰：《周禮·職方氏》云：「河內曰冀州。」《禹貢》不說境界。孔安國云：此州帝都，不說境界，以餘州所至，即可知。以其《禹貢》「袞州」雲濟、河，自東河以東也；「豫州」雲荊、河，自南河以南也；「雍州」雲西河，自西河以西也。明東河之西，西河之東，南河之北，是冀州之境也。言東河、西河、南河者，皆據帝都冀州而言也。案，《禹貢》導河自積石、龍門，南流謂之西河。至於華陰，折而東，經底柱、孟津、過洛汭，皆東流，謂之南河。至於大伾，折而北流過降水，至於大陸，又北播為九河，同為逆河，入於海，謂之東河。此惟云兩河者，從可知。李巡曰：「兩河間其氣清，厥性相近，故曰冀。冀，近也。」○「河南曰豫州」。注「自南河至漢」。○釋曰：《職方》與此同。《禹貢》云：「荊、河惟豫州。」孔安國云：「西南至荊山，北距河水。」以其荊山在荊州，漢水所經，故文不同，其實一也。李巡云：「河南其氣著密，厥性安舒。故曰豫。豫，舒也。」○「河西曰雝州」。注「自西河至黑水」。○釋曰：《周禮》「正西曰雍州」。《禹貢》云：「黑水、西河惟雍州。」孔安國云： 「西距黑水，東據河。」案，酈元《水經》黑水出張掖雞山，南流至燉煌，過三危山南流入於南海。然則雍州之境，東據龍門、河西距此黑水也。李巡云：「河西其氣蔽壅，厥性急凶，故曰雍。雍，壅也。」兼得梁州之地，西北之位，陽所不及，陰壅也。○「漢南曰荊州」。注「自漢南至衡山之陽」。○釋曰：《周禮》「正南曰荊州」。《禹貢》：「荊及衡陽惟荊州。」孔安國云：「北據荊山，南及衡山之陽。」言北據荊山，則至漢水也。李巡曰：「漢南其氣燥，剛稟性彊梁，故曰荊。荊，彊也。」《釋名》以為取荊山之名。荊，警也。南蠻數為寇逆，常警備也。○「江南曰楊州」。注「自江南至海」。○釋曰：《周禮》「東南曰楊州」。《禹貢》：「淮、海惟楊州。」孔安國云：「北據淮，南距海。」然則楊州之境，跨江北至淮。此雲江南者，舉遠大而言也。李巡曰：「江南其氣躁勁，厥性輕楊。」 《太康地記》云：「以楊州漸太陽位，天氣奮揚，履正含文，故取名焉。」○「濟、河間曰袞州」。注「自河東至濟」。○釋曰：《周禮》「河東曰袞州。」《禹貢》：「濟、河惟袞州。」孔安國云：「東南據濟，西北距河。」孔《傳》凡雲「據」者，謂跨之也。距，至也。濟、河之間相去路近，袞州之境，跨濟而過，東南越濟水，西北至東河也。李巡云：「濟、河間其氣專質，厥性信謙，故曰袞。袞，信也。」《釋名》以為取袞水之義。○「濟東曰徐州」。注「自濟東至海」。○釋曰：《禹貢》：「海岱、及淮惟徐州。」孔《傳》云：「東至海，北至岱，南及淮。」此雲「自濟東」，則是西至濟也。李巡曰：「淮、海間其氣寬舒，稟性安徐，故曰徐。徐，舒也。」周合其地於青州。○「燕曰幽州」。注「自易水至北狄」。○釋曰：《周禮》「東北曰幽州」。李巡曰：「燕其氣深要，厥性剽疾，故曰幽。幽，要也。」《禹貢》其地合於冀州。《地理志》云：「涿郡故安縣閻鄉，易水所出，東至范陽入濡也。」從此易水至於北狄幽州之境也。○「齊曰營州」。注「自岱東至海，此蓋殷製」。○釋曰：《周禮》「正東曰青州」。《禹貢》：「海、岱惟青州。」孔《傳》云：「東北據海，西南距岱。」然則此營州則青州之地也。《博物志》云：「營與青同海，東有青丘，齊有營丘，豈是名乎？」《太康地記》云：「東方少陽，其色青，其氣清，歲之首，事之始，故以青為名焉。」雲「此蓋殷製」者，以此文上與《禹貢》不同，下與《周禮》又異，禹別九州有青、徐、梁，而無幽、并、營，是夏製也。《周禮》，周公所作，有青、幽、并，而無徐、梁、營，是周制也。此有徐、幽、營，而無青、梁、並，疑是殷製也。以無正文，故云蓋也。此上釋九州之名，故題雲「九州」也。\n十藪\n魯有大野。（今高平钜野縣東北大澤是也。）"
      },
      {
        "index": 5,
        "text": "疏「魯有大野」。○釋曰：此下至「周有焦護」，釋十藪之名也。《禹貢》徐州云：「大野既豬。」《地理志》云：大野澤在山陽钜野縣北。钜，即大也。由其旁有大澤，故縣以钜野為名。哀十四年《左傳》云：「西狩於大野。」以其澤在曲阜西，故云「西狩」也。郭云：「今高平钜野縣」者，東晉時，钜野屬高平郡，故與《志》不同。凡注言「今」者，皆謂東晉時也。\n晉有大陸。（今钜鹿北廣河澤是也。）"
      },
      {
        "index": 6,
        "text": "疏「晉有大陸」。注「今钜鹿北廣河澤是也」。○釋曰：孫炎曰：「廣河猶大陸。以地名言之，近為是也。」《禹貢》冀州雲「大陸既作」是也。案，定元年《左傳》晉魏獻子「田於大陸，焚焉，還，卒於甯」。杜預注：「嫌钜鹿絕遠，疑此田在汲郡吳澤。」甯，今脩武縣，近吳澤。計此二澤相去甚遠，亦得言大陸者，以其廣平曰陸。但廣而平者則名大陸，故異所而同名也。澤雖卑下，旁帶廣平之地，故統名焉。\n秦有楊陓。（今在扶風汧縣西。○陓，於於反。）"
      },
      {
        "index": 7,
        "text": "疏「秦有楊陓」。注「今在扶風汧縣西」。○釋曰：《周禮》冀州云：「其澤藪曰陽陓。」鄭注云：「所在未聞。」又雍州云：「其澤藪曰弦蒲。」鄭注云：「在汧。」案《地理志》汧吳山在西，古文以為汧山。北有蒲穀鄉弦中穀，雍州藪。今注亦云「在汧」。然則《周禮》弦蒲即此楊陓也。\n宋有孟諸。（今在梁國雎陽縣東北。）"
      },
      {
        "index": 8,
        "text": "疏「宋有孟諸」。注「今在梁國雎陽縣東北」。○釋曰：《周禮》青州，「其澤藪曰望諸」。鄭注云：「望諸，明都也。在雎陽。」《禹貢》豫州云：「導荷澤，被孟豬。」《左傳》亦作「孟諸」。文不同者，聲轉字異，正是一地也。\n楚有雲夢。（今南郡華容縣東南巴丘湖是也。）"
      },
      {
        "index": 9,
        "text": "疏「楚有雲夢」。注「今南」至「湖是也」。○釋曰：《周禮》荊州云：「其澤藪曰雲膋。」鄭注云：「雲膋在華容。」《禹貢》云：「雲土、夢作乂。」 昭三年《左傳》楚子與鄭伯田於「江南之夢」。又定四年「楚子涉雎，濟江，入於雲中」。杜預云：「南郡枝江縣西有雲夢城，江夏安陸縣東南亦有夢城，或曰南郡華容縣東南有巴丘湖，江南之夢也。」雲夢一澤而每處有名者，司馬相如《子虛賦》云：「雲夢者，方九百里。」則此澤跨江南北，亦得單稱雲，單稱夢。膋即夢也。\n吳越之間有具區。（今吳縣南太湖，即震澤是也。）"
      },
      {
        "index": 10,
        "text": "疏「吳越之間」。注「今吳」至「澤是也」。○釋曰：《周禮》楊州云：「其澤藪曰具區。」鄭注云：「在吳南。」《地理志》云：「會稽吳縣，故周泰伯所封國也。」具區在西，古文以為震澤。《禹貢》楊州云：「三江既入，震澤底定」是也。\n齊有海隅。（海濱廣斥。）"
      },
      {
        "index": 11,
        "text": "疏「齊有海隅」。注「海濱廣斥」。○釋曰：此營州藪也。雲「海濱廣斥」，《禹貢》文也。孔《傳》云：「濱，涯也。」言復其斥鹵。」案《說文》云：「鹵，咸地也。」「東方謂之斥，西方謂之鹵。」海畔迥闊地皆斥鹵，故云廣斥也。\n燕有昭餘祁。（今太原鄔陵縣北九澤是也。）"
      },
      {
        "index": 12,
        "text": "疏「燕有昭餘祁」。注「今太」至「澤是也」。○釋曰：《周禮》并州「其澤藪曰昭餘祁」。鄭注云：「在鄔。」《地理志》云：「鄔，九澤在北，是為昭餘祁，并州藪。」是也。\n鄭有圃田。（今熒陽中牟縣西圃田澤是也。）"
      },
      {
        "index": 13,
        "text": "疏「鄭有圃田」。注「今熒陽」至「田澤是也」。○釋曰：《周禮》豫州云：「其澤藪曰圃田。」鄭注云：「在中牟。」《地理志》云：「中牟，圃田澤在西，豫州藪。」僖三十三年《左傳》云：「鄭之有原圃，猶秦之有具囿也。」又《詩·車攻》云：「東有甫草。」鄭玄以為「甫田之草」，皆謂此也。\n周有焦護。（今扶風池陽縣瓠中是也。）"
      },
      {
        "index": 14,
        "text": "疏「周有焦護」。注「今扶風」至「中是也」。○釋曰：孫炎云：「周，岐周也。」《詩·六月》云：「玁狁匪茹，整居焦穫。」是也。時人謂之瓠中也。\n十藪。"
      },
      {
        "index": 15,
        "text": "疏「十藪」。○釋曰：此題上事也。《說文》云：「大澤也。」《風俗通》云：「藪，厚也。有草木魚鱉所以厚養人也。」\n八陵\n東陵，阠。南陵，息慎。西陵，威夷。中陵，朱滕。北陵，西隃，雁門是也。（即雁門山也。○阠，音信。）"
      },
      {
        "index": 16,
        "text": "疏「東陵」至「是也」。○釋曰：此五方之陵名也。其義及所在未詳。雲「雁門是也」者，此指解北陵也，即雁門山是也。\n陵莫大於加陵，（今所在未聞。）\n疏「陵莫大於加陵」。○釋曰：莫，無也。陵，大阜也。言「陵無大於加陵」者，謂加陵最大也。今所在未聞。\n梁莫大於湨梁，（湨，水名。梁，隄也。○湨，古壁切。）"
      },
      {
        "index": 17,
        "text": "疏「梁莫大於湨梁」。注「湨，水名。梁，隄也」。釋曰：《釋宮》云：「隄謂之梁。」《詩》傳云：「石絕水曰梁。」然則以土石為隄障絕水者名梁。雖所在皆有，而無大於湨水之旁者。杜預云：「湨水出河內軹縣東，南至溫入河。」《春秋》襄十六年公會晉侯以下於湨梁是也。\n墳莫大於河墳。\n疏「墳莫大於河墳」。○釋曰：墳，大防。亦謂隄。雖水所皆有，而河墳最大也。\n八陵。\n疏「八陵」。○釋曰：此亦題上事也。大阜曰陵。湨梁、河墳雖非大阜，以其絕大若陵，故通謂之八陵也。\n九府"
      },
      {
        "index": 18,
        "text": "東方之美者，有醫無閭之珣於琪焉。（醫無閭，山名。今在遼東。珣於琪，玉屬。○珣，筍。於，於。）東南之美者，有會稽之竹箭焉。（會稽，山名。今在山陰縣南。竹箭，筱也。○會，古外反。稽，古兮反。）南方之美者，有梁山之犀象焉。（犀牛皮角、象牙骨。）西南之美者，有華山之金石焉。（黃金、礝石之屬。）西方之美者，有霍山之多珠玉焉。（霍山，今在平陽永安縣東北。珠，如今雜珠而精好。）西北之美者，有昆侖虛之璆琳琅玕焉。（璆琳，美玉名。琅玕，狀似珠也。《山海經》曰：昆侖山有琅玕樹。○侖，路昆切。虛，音墟。）北方之美者，有幽都之筋角焉。（幽都，山名。謂多野牛筋角。）東北之美者，有斥山之文皮焉。（虎豹之屬，皮有縟采者。○斥，音尺。）中有岱嶽，與其五穀魚鹽生焉。（言泰山有魚鹽之饒。）九府。"
      },
      {
        "index": 19,
        "text": "疏「東方」至「生焉」。○釋曰：此釋八方、中國名山所產之物也。○注「醫無」至「玉屬」。○釋曰：案《地理志》遼東郡無慮縣，應劭曰：「慮，音閭。」顏師古曰：「即所謂醫巫閭。」是縣因山為名，故為山名，今在遼東。《周禮》幽州鎮也。云：「珣於琪，玉屬」者，《說文》云：「珣，《周書》所謂『夷玉』也。」「於，石之似玉者。」琪，玉也。皆玉之類也，故云「玉屬」。○注「會稽」至「筱也」。○釋曰：《周禮》楊州云：「其山鎮曰會稽。」鄭注云：「在山陰。」《地理志》會稽郡山陰縣雲「會稽在南，上有禹塚、禹井」，故云山名，今在山陰縣南也。雲「竹箭，筱也」者，《禹貢》楊州云：「筱簜既敷。」《釋草》云：「筱，竹箭也。」郭云：「別二名。」則竹箭一名筱，是竹之小者，可以為箭幹者也。○「南方之美者，有梁山之犀象焉」。○釋曰：郭氏不注梁山所在，犀、象，二獸；皮角、牙骨，材之美者也。○注「黃金礝石之屬」。○釋曰：經惟言金，知黃金者，以三品之中黃金為上，此言美者，故知黃金。礝石，石之次玉者。《玉藻》云：「士佩礝玟而縕組綬」是也。其類非一，故云「之屬」。○注「霍山」至「精好」。○釋曰：《周禮》冀州：「其山鎮曰霍山。」鄭云：「在彘。」案《地理志》河南郡彘縣云：「霍大山在東冀州山，周厲王所奔。」應劭曰：「順帝改曰永安。」然則東晉時屬平陽郡，而縣名永安，故云「今在平陽永安縣」也。雲「珠，如今雜珠而精好」者，郭氏時驗為然也。○注「璆琳」至「玕樹」。○釋曰：璆與球同。《說文》云：「璆，玉磬也。」琳，美玉名。《書》云： 「戛擊鳴球。」美玉可以為磬，故皆云「美玉」也。雲「《山海經》曰」者，案《海內西經》云：「帝之下都，昆侖之虛，方八百里，高萬仞。」其上有三頭人、琅玕樹。注雲「琅玕子似珠」，是也。○注「幽都」至「筋角」。○釋曰：《山海經》云北海之內，有山名曰「幽都之山」是也。○「東北」至「皮焉」。○釋曰：斥山，山名也。文皮，虎豹之屬。其皮毛有文采、細縟，故謂之文皮焉。○「中有」至「生焉」。○釋曰：岱嶽，泰山也。此言中國也。五穀：黍、稷、麻、麥、豆也。泰山東近海。《禹貢》「海岱惟青州」，「厥貢鹽絺，海物惟錯」，言其饒多，非一種。故注雲「言泰山有魚鹽之饒」也。○「九府」。○釋曰：此亦題上事也。府，聚也，財物之所聚也。言此八方及中，皆美物之所聚，故題雲「九府」也。\n五方"
      },
      {
        "index": 20,
        "text": "東方有比目魚焉，不比不行，其名謂之鰈。（狀似牛脾，鱗細，紫黑色。一眼，兩片相合乃得行。今水中所在有之。江東又呼為王餘魚。○鰈，音蝶。）南方有比翼鳥焉，不比不飛，其名謂之鶼鶼。（似鳧，青赤色。一目一翼，相得乃飛。）西方有比肩獸焉，與邛邛巨虛比，為邛邛巨虛齧甘草，即有難，邛邛巨虛負而走，其名謂之蹷。（《呂氏春秋》曰：「北方有獸，其名為蹷。鼠前而兔後，趨則頓，走則顛。」然則邛邛巨虛亦宜鼠後而兔前，前高不得取甘草，故須蹷食之。今雁門廣武縣夏屋山中有獸，形如兔而大，相負共行，土俗名之為蹷鼠，音厥。○邛，巨凶。巨，巨。齧，五結。難，乃旦反。）北方有比肩民焉，迭食而迭望。（此即半體之人，各有一目、一鼻、一孔、一臂、一腳，亦猶魚鳥之相合，更望備驚急。○迭，徙結切。）中有枳首蛇焉。（岐頭蛇也。或曰：今江東呼兩頭蛇為越王約發，亦名弩弦。○枳，居是切。）此四方中國之異氣也。　五方。"
      },
      {
        "index": 21,
        "text": "疏「東方」至「氣也」。○釋曰：此釋五方異氣而產非常之物也。雲「東方有比目魚焉」者，言東方水中有魚，其形狀似牛脾，鱗細，紫黑色，一眼、兩片相合、兩目相比乃得行。故曰「比目魚」。雲「不比不行」者，比，合也。言一片不能行，須兩片相合乃行。故云「不比不行」也。雲「其名謂之鰈」者，言鰈為此魚之名也。一名比目魚，一名鰈。郭云：「江東又呼為王餘魚。」○注「似鳧」至「乃飛」。○釋曰：案《山海經》云：崇五山有鳥，「狀如鳧，一翼一目，相得乃飛，名曰蠻蠻」。郭云：「比翼鳥也，色青赤，不比不能飛。」《爾雅》作「鶼鶼」者，正謂此也。○「西方」至「之蹷」。○釋曰：雲「西方有比肩獸焉」者，此謂蹷也。與邛邛巨虛相比，蹷則肩痺不能走，而能取甘草。邛邛巨虛則前高不得取甘草，而善走。《穆天子傳》曰「邛邛巨虛走百里」是也。故各以其能而濟所不能，蹷常為邛邛巨虛齧甘美之草，仰而食之。即有急難，邛邛巨虛則背負而走者，其名謂之蹷也。○注「《呂氏》」至「音厥」。○釋曰：雲《呂氏春秋》二十六篇，秦相呂不韋輯智略士作也。雲「曰北方有獸」至「則顛」者，《大慎覽· 順說》篇之文也，引之乃以證邛邛巨虛之形也。然則以下郭氏注雲「今雁門廣武縣」云云者，自驗知之也。○「北方」至「迭望」。○釋曰：此即半體人也。兩半相比，乃得為人動作及禦非常。以肩在上而顯，故謂之比肩民焉。迭，更也。謂一體取食，則一體瞻望，所以備驚急也。故云「迭食而迭望」。○「中有枳首蛇焉」。 ○釋曰：枳，岐也。此即兩頭蛇也，江東呼越王約發，言是越王約發所變也。亦名弩弦，即以形相似而名之也。○「五方」。○釋曰：亦題上事也。言是五方風氣殊異而生此怪物也。\n野"
      },
      {
        "index": 22,
        "text": "邑外謂之郊，郊外謂之牧，牧外謂之野，野外謂之林，林外謂之坰。（邑，國都也。假令百里之國，五十里之界，界各十里也。○，古營切。）下濕曰隰，大野曰平，廣平曰原，高平曰陸。大陸曰阜，大阜曰陵，大陵曰阿。可食者曰原，（可種穀給食。）陂者曰阪，（陂陀不平。）下者曰隰。（《公羊傳》曰：「下平曰隰。」）田一歲曰菑，（今江東呼初耕地反草為菑。）二歲曰新田，（《詩》曰：「於彼新田。」）三歲曰畬。（《易》曰：「不菑，畬。」○畬，音於。）野。"
      },
      {
        "index": 23,
        "text": "疏「邑外」至「曰畬」。○釋曰：此釋郊野之地遠近高下不同之名也。雲「邑外謂之郊」者，邑，國都也。謂國都城之外名郊也。雲「郊外謂之牧」者，言可放牧也。《書·牧誓》云：「王朝至於商郊牧野，乃誓」是也。雲「牧外謂之野」者，言牧外之地名野。《詩》傳云：「郊外曰野」者，以細別言之，則郊外之地名牧，牧外之地名野；若大判而言，則野者郊外通名。故《周禮》六遂在遠郊之外。《遂人》職雲「凡治野田」，是其郊外之地總稱野也。雲「野外謂之林」者，言野外之地名林，以其去都邑遠，薪采者少，其地可長平林，因名雲也。雲「林外謂之」者，言林外之地，最為遠野，名。《魯頌》云：「駉駉牡馬，在之野。」毛傳云「，遠野」是也。○注「邑國」至「里也」。○釋曰：雲「邑，國都也」者，案《周禮》四縣為都，四井為邑。《春秋》莊二十八年《左氏傳》曰：「凡邑有宗廟先君之主曰都，無曰邑。」然則邑與都異。此為一者，彼對文之例耳。但都者聚居之處，故《詩·小雅》云：「彼都人士。」《說文》云：「邑，國也。」是天子諸侯所居國城，或謂之邑，或謂之都。故以國都解邑也。雲「假令百里之國，五十里之界，界各十里也」 者，以其百里之國，國都在中。去境五十里，每十里而異其名，則為邊畔，去國最遠。故毛傳以為遠野也。此「假令」者，據小國言之。郊為遠郊，牧、野、林、，自郊外為差耳。然則郊之遠近，計國境之廣狹以為差也。《聘禮》云：賓「及郊」。注云：「郊，遠郊。周制，天子畿內千里，遠郊百里，以此差之，遠郊，上公五十里，侯四十里，伯三十里，子二十里，男十里也。近郊各半之。是鄭之所約也。是以《司馬法》云：「王國百里為遠郊。」又此經從邑之外止有五名，明當每皆百里，故知遠郊百里也。知近郊半之者，《書》序云：「周公既沒，命君陳分正東郊成周。」於時周都王城而謂成周為東郊，則成周在其郊也，於漢王城為河南，成周為洛陽，相去不容百里，則所言郊者謂近郊。故鄭注云：「天子近郊五十里。」今河南、洛陽相去則然。是鄭以河南、洛陽約近郊之里數也。《周禮》杜子春注云： 「五十里為近郊。」《白虎通》亦云：「近郊五十里，遠郊百里。」是儒者相傳為然也。○「下濕曰隰」者，謂地形痺下而水濕者。李巡曰：「下濕，謂土地窊下常沮洳，名為隰也。」雲「大野曰平」者，大野之澤一名平，魯有大野是也。雲「廣平曰原」者，謂澤之廣平者亦名原。漢以平原為郡名，屬青州。雲「高平曰陸，大陸曰阜，大阜曰陵，大陵曰阿」者，李巡曰：「高平，謂土地豐正名為陸。土地高大名曰阜，最大名為陵，陵之大者名阿。」《詩·大雅·皇矣》云：「無矢我陵，我陵我阿。」是也。此上七者，或萊沛沮洳，或險穞磽確，雖不可種穀給食，亦得其名也。雲「可食曰原，陂者曰阪，下者曰隰」，此三者，釋地形雖有高下不平，皆可種穀給食。高而可食者名原。《詩·大雅》云：「篤公劉，於胥斯原。」是也。陂陀不平而可食者名阪。《詩·小雅· 正月》云：「瞻彼阪田，有菀其特。」是也。下平而可食者名隰。本作濕，誤。○注「《公羊傳》曰：『下平曰隰。』」○釋曰：此昭元年傳文也。案，彼云：「晉荀吳帥師敗狄於太原，此大鹵也。曷為謂之大原？地物從中國，邑人名從主人。原者何？上平曰原，下平曰隰。」何休云：「分別之者，地勢各有所生，原宜粟，隰宜麥，當教民所宜，因以製貢賦。」是也。田一歲曰菑，二歲曰新田，三歲曰畬。○釋曰：此釋耕田年歲遠近名義不同之事也。菑者，災也。畬，和柔之意也。孫炎云：「菑，始災殺其草木也。新田，新成柔田也。畬，和也，田舒緩也。」郭云：「今江東呼初耕地反草為菑。」○注「《詩》曰：『於彼新田。』」○釋曰：此《小雅·采芑》篇文也。案，彼云：「薄言采芑，於彼新田，於此菑畝。」毛傳取此文為說，故引為證也。○注「《易》曰：『不菑，畬。』」○釋曰：此《無妄·六二》爻辭也。鄭注亦取此文，故引以為證也。○「野」。○釋曰：此亦題上事也。上自「邑外謂之郊」以下，雖遠近高下其名不同，野為總稱，故題雲「野」。\n四極"
      },
      {
        "index": 24,
        "text": "東至於泰遠，西至於邠國，南至於濮鉛，北至於祝栗，謂之四極。（皆四方極遠之國。○邠，彬。濮，卜。）觚竹、北戶、西王母、日下，謂之四荒。（觚竹在北，北戶在南，西王母在西，日下在東，皆四方昏荒之國，次四極者。○觚，音孤。）九夷、八狄、七戎、六蠻，謂之四海。（九夷在東，八狄在北，七戎在西，六蠻在南，次四荒者。）巨齊州以南戴日為丹穴，（巨，去也。齊，中也。）北戴鬥極為空桐，（戴，值。）東至日所出為大平，西至日所入為大蒙。（即蒙汜也。）大平之人仁，丹穴之人智，大蒙之人信，空桐之人武。（地氣使之然也。）四極。"
      },
      {
        "index": 25,
        "text": "疏「東至」至「人武」。○釋曰：此釋九州之外、四方極遠之國名及其人性稟氣不同也。泰遠、邠國、濮鉛、祝栗，此四方極遠之國名也。「觚竹」者，《漢書·地理志》遼西令支有「孤竹城」，是乎？「北戶」者，即日南郡是也。顏師古曰：「言其在日之南，所謂北戶以向日者。」「西王母」者，《山海西荒經》云：「西海之中，流沙之濱，赤水之後，黑水之前，有大山，名昆侖之丘。」「有人，戴勝，虎齒，有尾，穴處，名曰西王母。」又《穆天子傳》曰：「天子賓於西王母，乃紀其跡於弇山，名曰西王母之山。」是也。「日下」者，謂日所出處其下之國也。《山海東荒經》云：「大荒之中，有山名曰大言，日月所出。」「有波穀山者，有大人之國。」又云：「大荒之中，有山名曰合虛，日月所出，有中容之國。」如此之類是也。雲「謂之四荒」者，言聲教不及，無禮義文章，是四方昏荒之國也，在土四極之內。云：「九夷、八狄、七戎、六蠻，謂之四海」者，孫炎云：「海之言晦，晦闇於禮義也。」○注「九夷」至「荒者」。○釋曰：知在東、西、南、北者，以《曲禮》雲「其在東夷、北狄、西戎、南蠻，雖大曰子」故也。案《風俗通》云：東方人，好生，萬物牴觸地而出。夷者，牴也。其類有九，依《東夷傳》夷有九種：「曰畎夷、一夷、方夷、黃夷、白夷、赤夷、玄夷、風夷、陽夷。」又「一曰玄菟，二曰樂浪，三曰高驪，四曰滿飾，五曰鳧更，六曰索家，七曰東屠，八曰倭人，九曰天鄙」。「蠻」者，《風俗通》云：君臣同川而浴，極為簡慢。蠻者，慢也。其類有八，李巡云：「一曰天笁，二曰咳首，三曰僬僥，四曰跛踵，五曰穿焜，六曰儋耳，七曰狗軌，八曰旁春。」「戎」者，《風俗通》云：斬伐殺生，不得其中。戎者，凶也。其類有六，李巡云：「一曰僥夷，二曰戎夫，三曰老白，四曰耆羌，五曰鼻息，六曰天剛。」「狄」者，《風俗通》云：父子嫂叔，同穴無別。狄者，辟也，其行邪辟。其類有五，李巡云：「一曰月支，二曰穢貊，三曰匈奴，四曰單于，五曰白屋。」案，李巡所注《爾雅》本，「謂之四海」下更三句云：「八蠻在南方，六戎在西方，五狄在北方」，故得此解。孫炎、郭氏諸本皆無此三句。案《明堂位》稱九夷、八蠻、六戎、五狄。《周禮·職方氏》掌「四夷八蠻，七閩九貉，五戎六狄之人」。鄭注云：「四、八、七、九、五、六，周之所服國數也。」遍檢經傳，四夷之數參差不同。先儒舊解，此《爾雅》上文殷製，《明堂位》及《職方》並《爾雅》下文皆為周制。義或當然。此在四荒之內，九州之外，於王者世一見。《周禮》曰：「九州之外謂之蕃國，世一見」是也，故云「次四荒者」。○「巨齊州以南戴日為丹穴」。○釋曰：此明四海之中別有下四種之名也。巨，去也。齊，中也。中州猶言中國也。戴，值也。言去中國以南，北戶以北，值日之下，其處名丹穴。天老說鳳云：「濯羽弱水，莫宿丹穴。」又《山海經》云：禱過山「東五百里，曰丹穴山」是乎？雲「北戴鬥極為空桐」者，鬥，北斗也。極者，中宮天極星。其一明者，泰一之常居也。以其居天之中，故謂之極。極，中也。北斗拱極，故云鬥極。值此鬥極之下，其處名空桐。○注「即蒙汜也」。○釋曰：即者，即《淮南子》云：「日出扶桑，入於蒙汜」是也。○注「地氣使之然也」。○釋曰：言是土地之氣剛柔不同，使之仁、智、信、武耳。若《考工記》云：「鄭之刀，宋之斤，魯之削，吳越之劍，遷乎其地而弗能為良，地氣然也。」\n卷七·釋丘第十"
      },
      {
        "index": 26,
        "text": "疏「釋丘第十」。○釋曰：案《廣雅》云：「小陵曰丘。」《說文解字》曰：「土之高也，非人所為也。從北，從一。一，地也。人居在丘南，故從北。中邦之居在昆侖東南。一曰：四方高、中央下為丘。象形。」此下雲非人為之丘。然則土有自然而高、小於陵者名丘也。其體雖一，其名則多。或近道途，或因水澤所如，則陵畝各異，其重則再三不同，通見《詩》、《書》。此篇具釋，故名釋丘。\n丘，一成為敦丘，\n（成猶重也。《周禮》曰：「為壇三成。」今江東呼地高堆者為敦。○敦，都昆。）"
      },
      {
        "index": 27,
        "text": "疏「丘，一成為敦丘」。○釋曰：成，重也。言丘上更有一丘相重累者，名敦丘。《詩·衛風· 氓》篇云：「送子涉淇，至於頓丘。」是也。○注「成猶」至「為敦」。○釋曰：孫炎云：「形如覆敦，敦器似盂。」今案，下文別雲「如覆敦者，敦丘」，則此自是丘之一重者。故郭氏云：「成猶重也。」與孫氏意異。雲「《周禮》曰『為壇三成』」者，此《秋官·司儀職》文也。鄭司農云：「三成，三重也。」引之證成為重也。\n再成為陶丘，\n（今濟陰定陶城中有陶丘。）"
      },
      {
        "index": 28,
        "text": "疏「再成為陶丘」。○釋曰：丘形上有兩丘相重累者，名陶丘。李巡曰：「再成，其形再重也。」 《禹貢》曰「濟水東出於陶丘北」是也。○注「今濟」至「陶丘」。○釋曰：濟陰，郡名；定陶，縣名。《地理志》云「定陶縣西南有陶丘亭」是也。\n再成銳上為融丘，\n（纖頂者。○銳，音惠。）\n疏「再成銳上為融」。○釋曰：丘形再重而頂纖者，名融丘也。\n三成為昆侖丘。\n（昆侖山三重，故以名雲。）"
      },
      {
        "index": 29,
        "text": "疏「三成為昆侖丘」。○釋曰：丘形三重者名昆侖丘。○注「昆侖山三重，故以名雲」。○釋曰：《昆侖山記》云：「昆侖山，一名昆丘，三重，高萬一千里。」是也。凡丘之形三重者，因取此名云耳。\n如椉者，椉丘。\n（形似車椉也。或云：「椉者，謂稻田塍埒。」○椉，繩正切。）"
      },
      {
        "index": 30,
        "text": "疏「如椉者，椉丘」。釋曰：郭氏兩解：一雲「形似車椉也」。（繩證切。）二或云「椉，謂稻田塍埒」。椉，巿陵切。許叔重云：塍埒，稻田畦隄。埒，畔也。案《地理志》云：「泰山有椉丘。」《春秋》莊十年：「公敗宋師於乘丘。」是因丘以為名乎？\n如陼者，陼丘。\n（水中小洲為陼。○陼，渚。）\n疏「如陼者，陼丘」。○釋曰：陼，水中可居之小者。丘形似之，名為陼丘也。\n水潦所止，泥丘。（頂上汙下者。○潦，音老。）"
      },
      {
        "index": 31,
        "text": "疏「水潦所止，泥丘」。○釋曰：水潦，雨水也。丘形頂上汙下，潦水停止而成泥濘者，名泥丘。方丘，胡丘。（形四方。）疏「方丘，胡丘」。○釋曰：丘形四方者名胡丘。\n絕高為之京。（人力所作。）"
      },
      {
        "index": 32,
        "text": "疏「絕高為之京」。○釋曰：言卓絕高大如丘，而人力為作之者名京。案，《春秋》宣十二年《左傳》楚敗晉師於邲。潘黨曰：「君盍築武軍而收晉屍以為京觀？」楚子曰云云，「今罪無所，而民皆盡忠以死君命，又可以為京乎？」 是其類也。\n非人為之丘。（地自然生。）"
      },
      {
        "index": 33,
        "text": "疏「非人為之丘」。○釋曰：李巡云：「謂非人力所為，自然生者。」孫炎曰：「地性自然也。」故郭云：「地自然生。」\n水潦所還，埒丘。（謂丘邊有界埒，水環繞之。）"
      },
      {
        "index": 34,
        "text": "疏「水潦所還，埒丘」。○釋曰：還，環繞也。埒，小隄也，壝土為之。言此丘邊有其界埒，外則為水潦環繞者，名埒丘。\n上正，章丘。（頂平。）\n疏「上正，章丘」。○釋曰：丘頂上平正者，名章丘。章亦平也。\n澤中有丘，都丘。（在池澤中）\n疏「澤中有丘，都丘」。○釋曰：都，水所聚也。言在池澤中者，因名都丘。\n當途，梧丘。（途，道。）\n疏「當途，梧丘」。○釋曰：途，道也。梧，遇也。當道有名梧丘，言若相遇於道路然也。\n途出其右而還之，畫丘。（言為道所規畫。○還，音旋。）"
      },
      {
        "index": 35,
        "text": "疏「途出其右而還之，畫丘」。○釋曰：右謂西也。還，繞也。畫，規畫也。言道出丘西而復環繞之者，名畫丘，若為道所規畫然也。\n途出其前，戴丘。（道出丘南。）"
      },
      {
        "index": 36,
        "text": "疏「途出其前，戴丘」。○釋曰：謂道過丘南，若為道負戴，故為戴丘。途出其後，昌丘。（道出丘北。）疏「途出其後，昌丘」。○釋曰：謂道過丘北者，名昌丘。"
      },
      {
        "index": 37,
        "text": "水出其前，渻丘。水出其後，沮丘。水出其右，正丘。水出其左，營丘。（今齊之營丘，淄水過其南及東。○渻，所景。沮，辭與。）"
      },
      {
        "index": 38,
        "text": "疏「水出」至「營丘」。○釋曰：此釋丘之前後左右有水過之者名也。左右猶東西也。○ 注「今齊」至「及東」。○釋曰：《地理志》云：齊郡臨淄「城中有丘，即營丘也」。《志》又云：泰山萊蕪縣，「淄水所出，東至博昌入沛」。然則淄水出萊蕪，經臨淄過營丘，南折而北至博昌入沛。言此以證水出其左者，名營丘。\n如覆敦者，敦丘。（敦，盂也。○敦，音堆。）"
      },
      {
        "index": 39,
        "text": "疏「如覆敦者，敦丘」。○釋曰：案《周禮·九嬪》職云：「凡祭祀，臡玉{齊皿}。」注云：玉{齊皿}，玉敦也。受黍稷器。又《少牢禮》曰：「主婦，執壹金敦黍，有蓋。凡設四，敦皆南首。」注云：「敦有首者，尊者器飾也。飾象龜形。」《孝經緯》說，敦與簠簋容受雖同，上下內外皆圓為異。郭氏言「敦，孟」，舉其類而言之也。丘形如覆敦者，名敦丘。\n邐迤，沙丘。（旁行連延。○邐，呂紙切。迤，餘紙切。）"
      },
      {
        "index": 40,
        "text": "疏「邐迤，沙丘」。注「旁行連延」。○釋曰：《說文》云：「邐，行也。」「迤，斜行也。」故注雲「旁行連延」也。連延謂連接延長，丘形邪行連接而長者名沙丘。《地理志》云：钜鹿有「紂所作沙丘台在東北七十里」。\n左高，咸丘。右高，臨丘。前高，旄丘。（《詩》云：「旄丘之葛兮。」）後高，陵丘。"
      },
      {
        "index": 41,
        "text": "疏「左高」至「陵丘」。○釋曰：此四者，釋丘形左右前後高而名不同也。○注「《詩》云：『旄丘之葛兮。』」○釋曰：《邶風·旄丘》篇文也。\n偏高，阿丘。（《詩》云：「陟彼阿丘。」）"
      },
      {
        "index": 42,
        "text": "疏「偏高，阿丘」。注「《詩》云：『陟彼阿丘。』」○釋曰：謂丘形四隅有一高而不正在左右前後者，名阿丘也。《詩》云「陟彼阿丘」者，《鄘風·載馳》篇文也。\n宛中，宛丘。（宛謂中央隆高。）"
      },
      {
        "index": 43,
        "text": "疏「宛中，宛丘」。注「宛謂中央隆高」。○釋曰：案《詩·陳風》云：「宛丘之上兮。」毛傳云：「四方高中央下曰宛丘。」李巡、孫炎亦皆云：「中央下。」而郭氏以為中央高者，以其四方高中央下即是上文「水潦所止，泥丘」也。又下雲「丘上有丘為宛丘」。作者嫌人不曉，故重辯之。既言「丘上有丘」非「中央隆高」而何？此郭氏所以不從先儒也。\n丘背有丘為負丘。（此解宛丘中央隆峻，狀如負一丘於背上。）"
      },
      {
        "index": 44,
        "text": "疏「丘背有丘為負丘」。○釋曰：此解宛丘之狀也。言中央隆峻，若丘背之上更有一丘而負戴之者，名宛丘，又名負丘也。\n左澤，定丘。（定，下佞切。）\n疏「左澤，定丘」。○釋曰：謂丘之東有水澤者名定丘。\n右陵，泰丘。（宋有泰丘社亡，見《史記》。）"
      },
      {
        "index": 45,
        "text": "疏「右陵，泰丘」。○釋曰：謂丘之西有大阜者名泰丘。○注「宋有泰丘社亡，見《史記》」。○釋曰：案《六國年表》：「周顯王三十三年，秦惠文王二年，宋大丘社亡。」是也。宋依丘作社，在宋國於時亡去，故云「大丘社亡」，亦咎徵也。\n如畝，畝丘。（丘有壟界如田畝。）"
      },
      {
        "index": 46,
        "text": "疏「如畝，畝丘」。○釋曰：李巡曰：「謂丘如田畝曰畝丘。」孫炎云：「方百步。」郭以為田畝之壟也，丘形有界埒似之，因名雲。《詩·小雅·巷伯》云：「楊園之道，猗於畝丘。」是也。\n如陵，陵丘。（陵，大阜也。）\n疏「如陵，陵丘」。注「陵，大阜也」。○釋曰：丘形如大阜者名陵丘。雲「陵，大阜」者，《釋地》文也。"
      },
      {
        "index": 47,
        "text": "丘上有丘為宛丘。（嫌人不了，故重曉之。）陳有宛丘，（今在陳郡陳縣。）晉有潛丘，（今在太原晉陽縣。）淮南有州黎丘。（今在壽春縣。）天下有名丘五，三在河南，其二在河北。（說者多以州黎、宛、營為河南，潛敦為河北者。案，此方稱天下之名丘，恐此諸丘碌碌未足用當之。殆自別更有魁梧桀大者五，但未詳其名號、今者所在耳。）丘。"
      },
      {
        "index": 48,
        "text": "注「說者」至「在耳」。○釋曰：此郭氏破先儒說天下名丘未當也。碌，小石也。碌碌，多貌。恐此州黎等五丘碌碌然小耳。《史記》毛遂入楚謂平原君諸舍人曰：「公等碌碌，所謂因人成事者也。」意相類也。殆，近也。近自更有魁梧然桀大者五，但名號所在，今所未詳知也。此已上釋眾丘之名義，故題曰丘也。\n望厓灑而高，岸。（厓，水邊。灑謂深也。視厓峻而水深者曰岸。○厓，牙。灑，先典切。）"
      },
      {
        "index": 49,
        "text": "疏「望厓灑而高，岸」。○釋曰：望，視也。厓，水邊也。灑，水深也。言視水邊之厓，其下水深，其厓高峻者，名岸。《詩·衛風》云：「淇則有岸。」\n夷上灑下，不漘。（厓上平坦而下水深者為漘。不，發聲。○漘，唇。）"
      },
      {
        "index": 50,
        "text": "疏「夷上灑下，不漘」。○釋曰：李巡云：「夷上，平上。灑下，穞下。故名曰漘。」孫炎曰：「平上穞下，故名曰漘。不者，蓋衍字。」郭云：「厓上平坦而下水深者為漘。不，發聲也。」 《詩·王風·葛藟》雲「在河之漘」是也。\n隩，隈。（今江東呼為浦隩。《淮南子》曰：「漁者不爭隈。」○隩，奧。隈，烏回切。）"
      },
      {
        "index": 51,
        "text": "疏「隩，隈」。○釋曰：隩，一名隈也。孫炎云：「隈，水曲中也。」《詩·衛風》云：「瞻彼淇隩。」故此釋之也。○注《淮南子》曰：「漁者不爭隈。」○釋曰：案《淮南子·原道》篇云：「昔舜耕於曆山，期年而田者爭處墝埆，以封畔肥饒相讓。釣於河濱，期年而漁者爭處湍瀨，以曲隈深潭相予。」是不爭隈之事也。引之以證隈即厓內深隩之處也。\n厓內為隩，外為隈。（別厓表裏之名。）"
      },
      {
        "index": 52,
        "text": "疏「厓內」至「為隈」。○釋曰：別厓表裏之名也。孫炎云：「內曲，裏也；外曲，表也。」李巡曰：「厓內近水為隩，其外為鞫。」此句覆釋上文「隩，隈」之處也。雲「外為隈」者，隈當作鞫，傳寫誤也。《詩·大雅·公劉》云：「芮鞫之即。」毛傳云：「水之外曰鞫。」然則厓在水曲，其內名隩，又名隈；其外名鞫，又作坑，音義同。今以隩、隈一事，分為外內之名，故知誤也。\n畢，堂牆。（今終南山道名畢，其邊若堂之牆。）"
      },
      {
        "index": 53,
        "text": "疏「畢，堂牆」。○釋曰：李巡云：「堂牆名厓，似堂牆曰畢。」郭以畢終南山之道名也，其邊之厓如堂室之牆，言平正也。《詩·秦風》云：「終南何有，有紀有堂。」是也。"
      },
      {
        "index": 54,
        "text": "重厓，岸（兩厓累者為岸。○重，直龍切。）疏「重厓，岸」。○釋曰：言兩厓相重累者，亦名岸也。岸上，滸。（岸上地。○滸，音虎。）\n疏「岸上，滸」。○釋曰：岸上平地，去水稍遠者名滸。《詩·大雅·綿》篇雲「率西水滸」之類也。\n墳，大防。（謂隄。）"
      },
      {
        "index": 55,
        "text": "疏「墳，大防」。○釋曰：李巡云：「墳謂厓岸，狀如墳墓，名大防也。」《詩·周南》云：「遵彼汝墳。」又《釋地》雲「墳莫大於河濱」是也。\n涘為厓。（謂水邊。○涘，音士。）\n疏「涘為厓」。○釋曰：李巡曰：「涘，一名厓，謂水邊也。」《詩·秦風》云：「所謂伊人，在水之涘」也。\n窮瀆，汜。（水無所通者。○汜，音似。）"
      },
      {
        "index": 56,
        "text": "疏「窮瀆，汜」。○釋曰：謂窮困不通水瀆名汜也。亦得名谿，即《釋山》云：「山豄無所通，谿。」郭注云：「所謂窮瀆者，雖無所通，與水注川同名。」是也。\n穀者，溦。（通於穀。○溦，眉。）厓岸。\n疏「穀者，溦」。○釋曰：謂窮瀆汜穀能通於穀者，則別名溦也。此已上釋厓岸之名也，故題「厓岸」。\n卷七·釋山第十一"
      },
      {
        "index": 57,
        "text": "疏「釋山第十一」。○釋曰：案《釋名》云：「山，產也。」言產生萬物。《說文》云：「山，宣也，宣氣散生萬物，有石而高，象形也。」此篇釋諸山之名，故云釋山。"
      },
      {
        "index": 58,
        "text": "河南華，（華陰山。）河西嶽，（吳嶽。）河東岱，（岱宗，泰山。）河北恒，（北嶽恒山。）江南衡。（衡山，南嶽。）"
      },
      {
        "index": 59,
        "text": "疏「河南華」至「江南衡」。○釋曰：篇首載此五山者，以為中國之名山也。案《周禮·職方氏》：「河南曰豫州，其山鎮曰華山。」「正西曰雍州，其山鎮曰嶽山。」「正東曰兗州，其山鎮曰岱山。」「正北曰并州，其山鎮曰恒山。」「正南曰荊州，其山鎮曰衡山。」鄭注云：「鎮名山安地德者也。」又為五嶽，知者，案鄭注《大司樂》云：「五嶽，岱在兗州，衡在荊州，華在豫州，嶽在雍州，恒在并州。」是也。案，下文及經典群書言五嶽者，皆數嵩高不數嶽。而鄭雲然者，蓋鄭有所案據，更見異意也。其正名五嶽，必取嵩高為定解，下文別釋。雲「河南華」、注「華陰山」者，案《禹貢》「導河積石，至於龍門；南至於華陰；東至於底柱」。孔安國云：「河自龍門南流至華山，北而東行。」 然則此山在河之南，故曰「河南華」。下皆放此。在華陰縣界，故曰華陰山也。雲「河西嶽」、注「吳嶽」者，在西河之西，一名吳嶽。鄭玄云：「在汧。」雲「河東岱」、注「岱宗，泰山」者，在東河之東，一名岱宗，一名泰山。鄭玄云：「在博。」雲「河北恒」、注「北嶽，恒山」者，下文「恒山為北嶽」是也。鄭玄云：「在上曲陽。」雲「江南衡」、注「衡山，南嶽」者，《禹貢》云：「岷山導江。」又曰：「岷山之陽至於衡山。」孔注云：「衡山，江所經。」然則江水經此山之北，東入於海，故曰「江南衡」也。鄭注《大宗伯》云：五嶽，「南曰衡」也。是也。\n山三襲，陟。（襲亦重。）"
      },
      {
        "index": 60,
        "text": "疏「山三襲，陟」。注「襲亦重」。○釋曰：山之形若三山重累者名陟。重衣謂之襲，故以襲為重也。上篇注已雲「成猶重也」，故此雲亦也。\n再成，英。（兩山相重。）\n疏「再成，英」。注「兩山相重」。○釋曰：成，重也。山形兩重者名英。今南郡英山縣，蓋取此名也。\n一成，坯。（《書》曰：「至於大伾。」○坯，備悲切。）"
      },
      {
        "index": 61,
        "text": "疏「一成，坯」。注「《書》曰：『至於大伾。』」○釋曰：案此文則山上更有一山重累者，名伾。「《書》曰」者，《禹貢》文也。孔安國云：「山再成曰伾。」與此不同者，蓋所見異也。鄭玄云：「大伾，在脩武武德之界。」張揖云：「成皋縣山也。」《漢書音義》臣瓚以為皆非。今黎陽縣山臨河，豈不是大伾乎？瓚意當然。\n山大而高，崧。（今中嶽嵩高山，蓋依此名。○崧，嵩。）"
      },
      {
        "index": 62,
        "text": "疏「山大而高，崧」。注「今中嶽嵩高山，蓋依此名」。○釋曰：《詩·大雅》云：「崧高維嶽。」毛傳云：「崧，高貌。」《釋名》云：「崧，竦也。亦高稱也。」李巡曰：「高大曰嵩。」此則山高大者自名崧。本不指中嶽，名嵩高或取此文以立名乎？無正文，故云「蓋」以疑之。\n山小而高，岑。（言岑。）\n疏「山小而高，岑」。注「言岑」。○釋曰：言山形雖小而高嶔者，名岑也。\n銳而高，嶠。（言鑯峻。○嶠，音喬。）"
      },
      {
        "index": 63,
        "text": "疏「銳而高，嶠」。注「言鑯峻」。○釋曰：銳則鑯也，言山形鑯峻而高者名嶠。《列子》曰：「浡海之東有壑，其中山曰員嶠。」蓋同此也。\n卑而大，扈。（扈，廣貌。）"
      },
      {
        "index": 64,
        "text": "疏「卑而大，扈」。注「扈，廣貌」。○釋曰：言山形卑下而廣大者名扈。《禮記·檀弓》云：「南宮縚之妻之姑之喪。夫子誨之，髽曰：『爾毋扈扈爾。』」鄭注云：「扈扈謂大廣。」蓋取此義也。\n小而眾，巋。（小山叢羅。○巋，丘鬼切。）\n疏「小而眾，巋」。注「小山叢羅」。○釋曰：言山小而眾、叢萃羅列者，名巋。\n小山岌大山，亙。（岌謂高過。○岌，魚泣切。亙，桓。）"
      },
      {
        "index": 65,
        "text": "疏「小山岌大山，亙」。注「岌謂高過」。○釋曰：言小山與大山相並，而小山高過於大山者，名亙。非謂小山名岌，大山名亙也。\n屬者，嶧。（言駱驛相連屬。○屬，燭。嶧，亦。）"
      },
      {
        "index": 66,
        "text": "疏「屬者，嶧」。注「言駱驛相連屬」。○釋曰：言山形相連屬、駱驛然不絕者，名嶧。駱驛，連屬不絕之辭。《禹貢》云：「嶧陽孤桐。」《地理志》云：東海下邳縣西有「葛嶧山」，取此名也。\n獨者，蜀。（蜀亦孤獨。）"
      },
      {
        "index": 67,
        "text": "疏「獨者，蜀」。注「蜀亦孤獨」。○釋曰：言山之孤獨者名蜀。案《說文》云：蜀，蟲名。《詩》云：「蜎々者蜀。」《釋蟲》云：「蚅，烏蠋。」郭云：「大蟲如指，似蠶。」此蟲更無群匹，故云蜀亦孤獨。既蟲之孤獨者蜀，是以山之孤獨者亦名蜀也。\n上正，章。（山上平。）\n疏「上正，章」。注「山上平」。○釋曰：正猶平也。言山形上平者名章。\n宛中，隆。（山中央高。）\n疏「宛中，隆」。注「山中央高」。○釋曰：言山形中央蘊聚而高者名隆。\n山脊，岡。（謂山長脊。）"
      },
      {
        "index": 68,
        "text": "疏「山脊，岡」。注「謂山長脊」。○釋曰：孫炎云：「長山之脊也。」言高山之長脊，名岡。《詩》云「陟彼高岡」是也。\n未及上，翠微。（近上旁陂。）"
      },
      {
        "index": 69,
        "text": "疏「未及上，翠微」。注「近上旁陂」。○釋曰：謂未及頂上、在旁陂陀之處，名翠微。一說：山氣青縹色，故曰「翠微」也。\n山頂，塚。（山顛。）崒者，厜㕒。（謂山峰頭巉岩。○崒，子恤反。厜，子規切。㕒音危。）"
      },
      {
        "index": 70,
        "text": "疏「山頂」至「厜㕒」。○釋曰：此二句釋《小雅· 十月》雲「山塚崒崩」之文也。毛傳云：「山頂曰塚。」鄭箋云：「崒者，崔嵬。」雖音字小異，義實同也，是取此文為說。彼云：「塚者，謂山頂也。」《釋言》云：「顛，頂也。」故此郭雲「山顛」。彼云：「萃者，謂山顛之末，其峰巉岩厜㕒然者也。」\n山如堂者，密。（形如堂室者。《屍子》曰：「松柏之鼠，不知堂密之有美樅。」）"
      },
      {
        "index": 71,
        "text": "疏「山如堂者，密」。○釋曰：言山形如堂室者，名密。○注「《屍子》至」美樅」。○釋曰：此《屍子·綽子》篇文，引之證山有名密者。\n如防者，盛。（防，隄。盛，音成。）"
      },
      {
        "index": 72,
        "text": "疏「如防者，盛」。注「防，隄」。○釋曰：此盛，讀如粢盛之盛。隄防之形嶞而高峻，若黍稷之在器，故其山形如隄防者，亦名盛也。\n巒，山墮。（謂山形長狹者，荊州謂之巒。《詩》曰：「嶞山喬嶽。」○嶞，湯果切。）"
      },
      {
        "index": 73,
        "text": "疏「巒，山墮」。○釋曰：凡物狹而長者，謂之嶞，則此言山嶞者，謂山形狹長者，一名巒也。○注「《詩》曰：『嶞山喬嶽。』」○釋曰：《周頌·般》篇文也。\n重甗，隒。（謂山形如累兩甗。甗，甑。山形狀似之，因以名雲。○重，平聲。甗，言蹇反。隒，音儼。）"
      },
      {
        "index": 74,
        "text": "疏「重甗，隒」。注「謂山」至「名雲」。○釋曰：孫炎云：「山基有重岸也。」郭云：「甗，甑」者，鄭眾注《考工記》云：「甗，無厎甑。」《方言》云：「甑，自關而東謂之甗。」故知甗，甑也。\n左右有岸，厒。（夾山有岸。○厒，口閣切。）\n疏「左右有岸，厒」。注「夾山有岸」。○釋曰：謂山兩邊有水，山與水為岸，此山名厒。\n大山宮小山，霍。（宮謂圍繞之。《禮記》曰「君為廬宮之」是也。）"
      },
      {
        "index": 75,
        "text": "疏「大山宮小山，霍」。○釋曰：宮猶圍繞也。謂小山在中，大山在外圍繞之，山形若此者，名霍。非謂大山名宮，小山名霍也。○注「宮謂」至「是也」。○釋曰：「《禮記》曰」者，《喪大記》文也。鄭注云：「宮謂圍障之也。」引之者，證宮為圍繞之義也。\n小山別大山，鮮。\n（不相連。○別，彼列切。鮮，息淺切。）"
      },
      {
        "index": 76,
        "text": "疏「小山別大山，鮮」。注「不相連」。○釋曰：謂小山與大山分別不相連屬者，名鮮。李巡云：「大山少，故曰鮮。」\n山絕，陘。\n（連中斷絕。○陘，形。）\n疏「山絕，陘」。注「連中斷絕」。○釋曰：謂山形連延中忽斷絕者，名陘。\n多小石，磝。\n（多礓礫。○磝，音敲。）"
      },
      {
        "index": 77,
        "text": "疏「多小石，磝」。注「多礓礫」。○釋曰：礓礫，即小石也。山多此小石者名磝。《釋名》曰：「小石曰礫。」\n多大石，礐。\n（多盤石。礐，音殼。）\n疏「多大石，礐」。注「多盤石」。○釋曰：盤，大石也。山多此盤石者名礐。\n多草木，岵；無草木，亥。\n（皆見《詩》。○岵，戶。亥，屺。）"
      },
      {
        "index": 78,
        "text": "疏「多草木，岵；無草木，亥」。注「皆見《詩》」。○釋曰：亥當作屺，音起。案《詩·魏風》云：「陟彼岵兮，瞻望父兮。」又曰：「陟彼屺兮，瞻望母兮。」毛傳云：「山無草木曰岵。」「山有草木曰屺。」與此不同者，當是傳寫誤也。王肅解依《爾雅》。\n山上有水，埒。\n（有停泉。○埒，音劣。）\n疏「山上有水，埒」。注「有停泉」。○釋曰：謂山巔之上有停泉，名埒。\n夏有水，冬無水，澩。\n（有停潦。○澩，音學。）"
      },
      {
        "index": 79,
        "text": "疏「夏有水，冬無水，澩」。注「有停潦」。○釋曰：潦，雨水也。言山上汙下，夏有停泉，至冬竭涸者，名澩。\n山豄無所通，谿。\n（所謂窮瀆者，雖無所通，與水注川同名。○豄，音瀆。）"
      },
      {
        "index": 80,
        "text": "疏「山豄無所通，谿」。○釋曰：豄即溝瀆也。山有豄而無通流者，名谿。注「所謂」至「同名」。○釋曰：云「所謂」者，所謂《釋丘》云「窮瀆，汜」者也。云：「與水注川同名」者，即《釋水》云「水注川曰谿」是也。"
      },
      {
        "index": 81,
        "text": "石戴土謂之崔嵬。（石山上有土者。○崔，徂回切。嵬，五回切。）土戴石為砠。（土山上有石者。○砠，七餘切。）"
      },
      {
        "index": 82,
        "text": "疏「石戴」至「為砠」。○釋曰：《詩·周南·卷耳》云：「陟彼崔嵬。」又云：「陟彼砠矣。」毛傳云：「崔嵬，土山之戴石者。」「石山戴土曰砠。」與此正反者，或傳寫誤也。\n山夾水，澗。陵夾水，澞。\n（別山陵間有水者之名。○澞，音虞。）\n疏「山夾」至「水澞」。○釋曰：謂山間有水者名澗。《詩》云「考盤在澗」，是也。其陵間有水者名澞。\n山有穴為岫。\n（謂岩穴。）\n疏「山有穴為岫」。○釋曰：謂山有岩穴者為岫也。\n山西曰夕陽，\n（暮乃見日。）"
      },
      {
        "index": 83,
        "text": "疏「山西曰夕陽」。注「暮乃見日」。○釋曰：日即陽也，夕始得陽，故名夕陽。《詩·大雅·公劉》云：「度其夕陽，豳居允荒。」是也。\n山東曰朝陽。\n（旦即見日。）"
      },
      {
        "index": 84,
        "text": "疏「山東曰朝陽」。注「旦即見日」。○釋曰：謂山頂之東皆早朝見日。但是山東之岡脊總曰朝陽。《詩·大雅·卷阿》曰：「梧桐生矣，於彼朝陽。」是也。"
      },
      {
        "index": 85,
        "text": "泰山為東嶽，華山為西嶽，霍山為南嶽，（即天柱山。潛水所出。）恒山為北嶽，（常山。）嵩高為中嶽。（大室山也。）"
      },
      {
        "index": 86,
        "text": "疏「泰山」至「中嶽」。○釋曰：案《周禮·大宗伯》云：「以血祭祭社稷五祀五嶽。」故此釋之也。《白虎通》云：「嶽者何為？嶽之為言捔，捔功德也。東方為岱者，言萬物皆相代於東方也。南方為霍，霍之為言護也，言太陽用事護養萬物也。西方為華，華之為言獲也，言萬物成熟可得獲也。北方為恒，恒者，常也，萬物伏藏於北方有常也。中央為嵩，嵩言其高大也。《風俗通》云：「嶽，捔考功德黜陟也。」然則以四方，方有一山，天子巡守至其下，捔考諸侯功德而黜陟之，故謂之嶽也。案《詩》傳言四嶽之名，東嶽岱，南嶽衡。此及諸經傳多云：泰山為東嶽，霍山為南嶽者，皆山有二名也。《風俗通》云：泰山，山之尊。一曰岱宗。岱，始也；宗，長也。萬物之始，陰陽交代，故為五嶽長。王者受命恒封禪之。衡山，一名霍。言萬物霍然大也。華，變也，萬物成變由於西方也。恒，常也，萬物伏北方有常也。崧，高也，言高大也。是解衡之與霍，泰之與岱，皆一山而有二名也。若此，上雲「江南衡」，《地理志》云：「衡山在長沙湘南縣。」張揖《廣雅》云：「天柱謂之霍山。」《地理志》云：「天柱在廬江潛縣。」則在江北矣。而雲衡、霍一山二名者，本衡山一名霍山。漢武帝移嶽神於天柱，又名天柱亦為霍，故漢以來衡、霍別耳。郭云：「霍山今在廬江潛縣西南，別名天柱山。」漢武帝以衡山遼曠，移其神於此，今其土俗人皆呼之為南嶽。南嶽本自以兩山為名，非從近也。而學者多以霍山不得為南嶽，又言從漢武帝始乃名之。如此言，為武帝在《爾雅》前乎？斯不然矣。竊以璞言為然。何則？孫炎以霍山為誤，當作衡山。案《書傳·虞夏傳》及《白虎通》、《風俗通》、《廣雅》並云：「霍山為南嶽。」豈諸文皆誤？明是衡山一名霍也。○注「即天柱山。潛水所出」。○釋曰：此據作注時霍山為言，此山本名天柱。漢武帝移江南霍山之祀於此，故又名霍山。其經之霍山，即江南衡是也。故上注雲「衡山，南嶽」也。○釋曰：「大室山也。」案《山海經》云：「半石山東五十里曰少室山。又東三十里曰泰室山。」郭注云：「即中嶽嵩高山也，今在陽城縣西。」戴延之《西征記》云：「其山，東謂之大室，西謂之少室，相去十七里。嵩，其總名也。以其下各有室焉，故謂之室。」是也。\n梁山，晉望也。（晉國所望祭者，今在馮翊夏陽縣西北臨河上。）"
      },
      {
        "index": 87,
        "text": "疏「梁山，晉望也」。注「晉國」至「河上」。○釋曰：言梁山在晉國境內，晉以歲時望祭之，故云晉望也。雲「晉國所望祭」者，案《春秋》僖三十一年經云：「夏四月，四卜郊，不從，乃免牲。猶三望。」《公羊傳》云：「三望者何？望祭也。」鄭君以為望者，祭山川之名也。諸侯之祭山川在其地者，非其地則不祭。賈逵、服虔、杜預皆以為三望分野之星、國中山川。《楚語》云：「天子遍祀群神品物，諸侯二王後祀天地、三辰及其土地之山川。」注《國語》者皆云：諸侯二王後祀天地。三辰，日、月、星也。非二王後祀分野星辰、山川也。以此言之，則分野之星國內山川其義是也。今案，昭元年《左傳》云：「辰為商星。」「參為晉星。」又《禮記·禮器》云：「晉人將有事於河，必先有事於呼池。」及此雲「梁山，晉望也」。然則晉國三望謂參也，梁山也，河也，故云「晉國所望祭者」。雲「今在馮翊夏陽縣西北」者，《地理志》文也。知「臨河上」者，成五年《公羊傳》曰：「梁山者何？河上之山也。」故知臨河上。\n卷七·釋水第十二"
      },
      {
        "index": 88,
        "text": "疏「釋水第十二」。○釋曰：《說文解字》云：「水，準也。北方之行，象眾水並流、中有微陽之氣也。」《白虎通》云：「水之為言淮也。」是平均法則之稱。此篇釋諸水之名，故曰釋水。\n泉一見一否為瀸。\n（瀸，才有貌。見，現。否，卑美反。瀸，纖。）"
      },
      {
        "index": 89,
        "text": "疏「泉一見一否為瀸」。○釋曰：《說文》云：「泉，水原也。」言此泉其水有時出見、有時不出而竭涸者名瀸。謂瀸微也。故注云：「才有貌。」\n井一有水一無水為瀱汋。\n（《山海經》曰：「天井夏有水冬無水。」即此類也。○瀱，計。汋，仁捉切。）"
      },
      {
        "index": 90,
        "text": "疏「井一有水一無水為瀱汋」。○釋曰：《說文》云：井，鑿地取水也。《釋名》云：「井，清也，泉之清絜者也。《世本》雲伯益作，亦云黃帝始穿。此言井或一時有水、一時無水者名瀱汋也。○注「山海」至「類也」。○釋曰：案《中山經》云：帝囷山「東南五十里，曰視山，其上多韭。有井焉，名天井，夏有水，冬竭」者是也。《孫子兵法》云：「地陷曰天井。」然則非人為之者曰天井。雲「即此類也」者，以此經但言井，《山海經》言天井，非正相當，故云「類也」。\n濫泉正出。正出，湧出也。\n（《公羊傳》曰「直出」，直猶正也。）"
      },
      {
        "index": 91,
        "text": "疏「濫泉正出。正出，湧出也」。○釋曰：《詩·大雅· 瞻卬》云：「觱沸檻泉。」故此釋之也。《詩》言「檻泉」者，正直上出之泉也。其水湧出，故更雲「正出，湧出也」。李巡曰：「水泉從下上出曰湧泉。」濫、檻音義同。○注「《公羊》」至「正也」。○釋曰：案，昭五年傳云：「叔弓帥師敗莒師於濆泉。濆泉者何？直泉也。直泉者，湧泉也。」是其事也。郭雲「直出」者，蓋以義言之。彼言直，此言正，其意一也。故云「直猶正也」。\n沃泉縣出。縣出，下出也。\n（從上溜下。○縣，音玄。）"
      },
      {
        "index": 92,
        "text": "疏「沃泉縣出」至注「從上溜下」。○釋曰：李巡亦云水泉從上溜下。然則相傳為然也。《曹風》云：「洌彼下泉。」則此沃泉也。\n氿泉穴出。穴出，仄出也。（從旁出也。○氿，軌。仄，側。）"
      },
      {
        "index": 93,
        "text": "疏「氿泉穴出」至注「從旁出也」。○釋曰：李巡曰：「水泉從旁出名曰氿。氿，仄出。」是側出曰氿泉也。《大東》雲「有洌氿泉」是也。\n湀闢，流川。（通流。○湀，揆。）"
      },
      {
        "index": 94,
        "text": "疏「湀闢，流川」。注「通流」。○釋曰：《說文解字》云：「川，貫穿通流水也。《虞書》曰『濬畎澮距川』，言深畎澮之水會為川也。」《釋名》云：「川，穿也。穿地而流也。」然則湀闢者，則通流大川之別名也。\n過辨，回川。（旋流。○過，古禾切。辨，片。）\n疏「過辨，回川」。注「旋流」。○釋曰：回，旋也。言川水之中有回旋而流者，名過辨。\n灉，反入。（即河水決出，復還入者。河之有灉，猶江之有沱。○灉，於用切。）\n疏「灉，反入」。○釋曰：反，復也。謂河水決出而復入河者名灉。即下雲「水自河出為灉」是也。\n沾，沙出（今江東呼水中沙堆為沾，音但。）\n疏「沾，沙出」。○釋曰：言沾者是沙堆於水中之名也。故曰沙出。\n汧，出不流。（水流潛出，便自停成汙池。○汧，音牽。）"
      },
      {
        "index": 95,
        "text": "疏「汧，出不流」。○釋曰：謂水泉潛出停成汙池者名汧。《地理志》云：扶風汧縣，「雍州弦蒲藪。汧出西北，入渭」。以其初出不流，停成弦蒲澤藪，故曰「汧，出不流」也。其終則入渭也。\n歸異出同流，肥。（《毛詩》傳曰：「所出同，所歸異為肥。」）"
      },
      {
        "index": 96,
        "text": "疏「歸異出同流，肥」。○釋曰：謂小水支分歸入大水則異、其泉源初出則同流者，名肥。即《詩·邶風·泉水》云：「我思肥泉，茲之永歎。」毛傳云：「所出同，所歸異為肥泉。」是也。"
      },
      {
        "index": 97,
        "text": "瀵，大出尾下。（今河東汾陰縣有水口如車輪許，濆沸湧出，其深無限，名之為瀵。馮翊郃陽縣復有瀵，亦如之。相去數里而夾河，河中陼上又有一瀵，瀵源皆潛相通。在汾陰者，人壅其流以為陂，種稻，呼其本所出處為瀵魁，此是也。尾猶厎也。○瀵，音糞。）"
      },
      {
        "index": 98,
        "text": "疏「瀵，大出尾下」。○釋曰：尾猶厎也。言源深大出於厎下者名瀵。瀵猶灑散也。○注「今河」 至「厎也」。○釋曰：河東、馮翊者皆郡名也。雲「河中陼上」者，陼謂水中可居之小者。雲「 人壅其流以為陂種稻」者，澤障曰陂，謂人畜壅此水以為陂澤，而溉稻田也。雲「瀵魁」者，魁，帥也，首也。以其水源，故謂之魁也。\n水醮曰厬。（謂水醮盡。○厬，音軌。）\n疏「水醮曰厬」。○釋曰：醮，盡也。凡水之盡皆曰厬。厬，則竭涸之一名也。"
      },
      {
        "index": 99,
        "text": "水自河出為灉，（《書》曰：「灉沮會同。」）濟為濋，汶為灛，洛為波，漢為潛，（《書》曰：「沱潛既道。」○濋，楚。汶，問。灛，闡。沱，陀。）淮為滸，江為沱，（《書》曰：「岷山導江，東別為沱。」）濄為洵，潁為沙，汝為濆。（《詩》曰：「遵彼汝墳。」皆大水溢出，別為小水之名。○過，烏禾反。潁，餘頃反。濆，墳。）"
      },
      {
        "index": 100,
        "text": "疏「水自」至「汝為濆」。○釋曰：此十者皆大水分出，別為小水之名也。○注「 《書》曰：『灉沮會同。』」○釋曰：《禹貢》兗州云：「雷夏既澤，灉沮會同。」孔安國云：「雷夏，澤名。灉、沮二水，會同此澤。」引之證水自河出別名為灉也。○注「《書》曰：『沱潛既道。』」○釋曰：《禹貢》梁州云：「岷、嶓既藝，沱、潛既道。」孔安國云：「岷山、嶓塚，皆山名。沱、潛，發源此州，入荊州。」案《地理志》云：蜀郡有湔道，「岷山在西徼外，江水所出也」。隴西郡西縣，「嶓塚山，西漢水所出」。是二者皆山名也。沱出於江，潛出於漢，二水發源此州，而入荊州。故荊州亦云「沱潛既道」。案，郭氏《音義》云：「沱水自蜀郡都水縣揃山與江別而更流。」又云：「有水從漢中、沔陽南流至梓潼、漢壽，入大穴中通峒山下西南潛出，一名沔水。舊俗雲即《禹貢》潛也。」郭氏此言，並解梁州沱潛也。然則此注言「《書》曰」者，亦指梁州者也。所以荊州亦有沱潛者，蓋以水從江、漢出者，皆曰沱潛。所以荊梁二州皆有也。○注「《書》曰：『岷山導江，東別為沱。』」○釋曰：亦《禹貢》文也。孔安國云：「江東南流，沱東行。」引之證江水溢出名沱也。○注「《詩》曰：『遵彼汝墳。』」○釋曰：此《周南·汝墳》篇文也。毛傳云：「汝，水名也。墳，大防也。」毛意以為伐薪宜於厓岸之上，故以大防解之。郭意以為汝濆所分之處有美地，因謂之濆。且毛傳墳從土，此濆從水，所以異也。\n水決之澤為汧。（水決入澤中者亦名為汧。）\n疏「水決之澤為汧」。○釋曰：凡水為人所決陂障為澤者，亦與上「出不流」者同名汧也。\n決復入為汜。（水出去復還。）\n疏「決復入為汜」。○釋曰：凡水決之岐流復還本水者名汜。《詩·召南》雲「江有汜」是也。"
      },
      {
        "index": 101,
        "text": "「河水清且瀾漪」，大波為瀾，（言渙瀾。○瀾，蘭。漪，衣。）小波為淪，（言蘊淪。）直波為徑。（言徑侹。）"
      },
      {
        "index": 102,
        "text": "疏「河水」至「為徑」。○釋曰：案《詩·魏風·伐檀》篇云：「河水清且漣漪。」又曰：「河水清且直漪。」又曰：「河水清且淪漪。」故此釋之。毛傳云：「風行水成文曰漣。」「直，直波也。」「小風，水成文轉如輪也。」李巡云：「分別水大小曲直之名。」郭氏云：瀾「言渙瀾」，淪「言蘊淪」，徑「言徑侹」。然則瀾、直、淪，論水波之異。漪，皆辭也。案《詩》漣、淪皆言波。名直波，不言徑而言直，又在淪漪前者，取韻故也。瀾、漣雖異而義同。「瀾漪」先舉《詩》文然後釋之，直、淪不舉者，省文，從可知也。\n江有沱，河有灉，汝有濆。（此故上水別出耳，所作者重見。）滸，水厓。（水邊地。）"
      },
      {
        "index": 103,
        "text": "疏「滸，水厓」。注「水邊地」。○釋曰：謂水邊厓岸之地別名滸。李巡曰：「滸，水邊地名，厓也。」《詩·大雅·江漢》雲「江漢之滸」是也。\n水草交為湄。（《詩》曰：「居河之湄。」○湄，音眉。）"
      },
      {
        "index": 104,
        "text": "注「《詩》曰：『居河之湄。』」○釋曰：此《小雅·巧言》之篇文也。以《詩》有此言，故釋之。雲「水草交為湄」，李巡曰：「水中有草木交會曰湄。」今《詩》作麋，音義同。"
      },
      {
        "index": 105,
        "text": "「濟有深涉，（謂濟渡之處。○濟，子細切。）深則厲，淺則揭」。揭者，揭衣也。（謂褰裳也。○揭，上二字音憩，下丘竭切。）以衣涉水為厲。（衣謂禪。）繇膝以下為揭，繇膝以上為涉，繇帶以上為厲。（繇，自也。○繇音由。桑時掌反。）"
      },
      {
        "index": 106,
        "text": "疏「濟有」至「為厲」。○釋曰：案《詩·邶風·匏有苦葉》：「濟有深涉，深則厲，淺則揭。」故此先引《詩》文，然後釋之。雲「揭者，揭衣也」。謂度處水淺，惟褰裳可涉者名揭。注雲「謂褰裳也」者，對文言之，則在上曰衣，在下曰裳；散而言之則通。是以此經言「揭衣」，注言「褰裳」。《曲禮》云：「兩手摳衣去齊尺。」衣亦謂裳也。雲「以衣涉水為厲」者，此衣謂褌也。言水深至於褌以上者而涉渡者，名厲。雲「繇膝以下為揭」者，此更釋揭、涉及厲之名。繇與由同，繇，由也。言水淺自膝以下為揭，水差深自膝以上者為涉，水若深至衣帶以上者為厲。注云：「繇，自也」，釋詁文。\n潛行為泳。（水厎行也。《晏子春秋》曰：「潛行，逆流百步，順流七里。」）"
      },
      {
        "index": 107,
        "text": "疏「潛行為泳」。○釋曰：謂人潛隱水厎而行者，名為泳。《詩·周南·漢廣》云：「漢之廣矣，不可泳思。」是矣。○注「《晏子》」至「七里」。○釋曰：晏子者，名嬰，諡平仲，相齊景公，孔子稱善與人交者也。著書謂之《晏子春秋》。云：景公蓄勇士。公孫接、田開彊、古治子事景公，以勇力搏於虎問。晏子而趨，三子者不起，晏子見公，請去之。公乃使人餽之二桃，令三子計功而食。公孫接曰：「接一搏特猏，再搏乳虎，若接之功，可以食桃，而毌與人同矣。」援桃而起。田開彊曰：「吾杖兵卻三軍者再，若開彊之功，可以食桃，而毌與人同矣。」援桃而起。古冶子曰：「吾嘗從君濟於河，黿銜左驂以入砥柱之中流。當是時也，治少不能遊，潛行，逆流百步，順流九里，得黿而殺之，左操馬尾，右挈黿頭，鶴躍而出。津人皆曰：『河伯也！』治之視之，則大黿之首也。若冶之功，可以食桃，而毌與人同矣。」二子恥功不逮而自殺，古冶子亦自殺。是其所引之文也。以證潛行為泳之事也。但彼作九里，此作七里，蓋傳寫誤或所見本異也。"
      },
      {
        "index": 108,
        "text": "「汎汎楊舟，紼縭維之。」紼，𦆽也。（𦆽，索。○紼，弗。縭，離。𦆽，律。）縭，緌也。（緌，係。○緌，加誰切。）"
      },
      {
        "index": 109,
        "text": "疏「汎汎」至「緌也」。○釋曰：「汎汎楊舟，紼縭維之。」此《詩·小雅· 采菽》篇文也。雲「紼，𦆽也。縭，緌也」，此釋《詩》紼、縭之義也。李巡云：「𦆽，竹為索，所以維持舟者。」郭云：「緌，係。」孫炎云：「舟止係之於樹木，戾竹為大索。」然則紼訓為𦆽，𦆽是縆。縭訓為緌，緌又為係。正謂舟之止息以縆係而維持之也。"
      },
      {
        "index": 110,
        "text": "天子造舟，（比船為橋。○造，七到切。）諸侯維舟，（維連四船。）大夫方舟，（並兩船。）土特舟，（單船。）庶人乘泭。（並木以渡。泭，音桴。）"
      },
      {
        "index": 111,
        "text": "疏「天子」至「乘泭」。○釋曰：此釋尊卑橋船之異制也。雲「天子造舟」者，《詩·大雅· 大明》雲「造舟為梁」是也。言「造舟」者，比船於水，加版於上，即今之浮橋。故杜預云：「 造舟為梁，則河橋之謂也。」「維舟」以下，則水上浮而行，但船有多少為差等耳。雲「庶人乘泭」者，《詩·漢廣》云：「江之永矣，不可方思。」毛傳云：「方，泭也。」 《釋言》云：「舫，泭。」郭注云：「水中篺筏。」《論語》曰：「乘桴浮於海。」注云：「桴，編竹木，大曰筏，小曰桴。」是也。桴、泭音義同。\n水注川曰谿，注谿曰穀，注穀曰溝，注溝曰澮，注澮曰瀆。（此皆道水轉相灌注所入之處名。○澮，古外切。）"
      },
      {
        "index": 112,
        "text": "疏「水注」至「曰瀆」。注「此皆道水轉相灌注所入之處名」。○釋曰：郭云：「轉相灌注」者，蓋以川瀆皆水之大者也。《虞書》云：「濬畎澮距川。」下雲「 江、河、淮、濟為四瀆」是也。今若言「水注川曰谿」，謂水之注入川者名谿，則注入溝者名澮，溝小如澮豈能容乎？若言「注溝曰澮」，謂注溝水入之名澮，則注川水入之者名谿，杜預云：「谿，亦澗也」，豈能容受川水乎？然則「水注川曰谿」，是澗、谿之水注入於川也。故李巡云：「水出於山入於川曰谿。」「注谿曰穀」，謂山谷中水注入澗谿也。「注穀曰溝」，此以下與上不類，謂山谷中水無澗谿者，注入平地之溝。溝廣深四尺。注云：澮「廣二尋，深二仞」。「注溝曰澮」，謂注溝水入之者名澮。注澮水入之者名瀆。故注雲「轉相灌注」也。\n逆流而上曰溯洄，順流而下曰溯遊。（皆見《詩》。○溯，音素。）"
      },
      {
        "index": 113,
        "text": "疏「逆流」至「溯遊」。注「皆見《詩》」。○釋曰：案《詩·秦風·蒹葭》云：「溯洄從之，道阻且長；溯遊從之，宛在水中央。」是也。孫炎曰：「逆渡者，逆流也。順渡者，順流也。」然則逆流順流，皆謂渡水有逆順也。\n正絕流曰亂。（直橫渡也。《書》曰：「亂於河。」）"
      },
      {
        "index": 114,
        "text": "疏「正絕流曰亂」。○釋曰：正，直也。謂橫絕其流而直渡，名曰亂。○注「《書》曰：『亂於河。』」○釋曰：案《禹貢》梁州云：「入於渭，亂於河。」孔安國云：「越沔而北入渭，浮東渡河而還帝都曰所治。」以帝都在河之東，故直橫渡河，陸行而還帝都也。彼孔氏引此文，故以為證也。\n江、河、淮、濟為四瀆。四瀆者，發源注海者也。"
      },
      {
        "index": 115,
        "text": "疏「江河」至「者也」。○釋曰：案《白虎通》云：「瀆者何？謂瀆。中國恬濁，發源而注海，其功著大，稱瀆也。」案《禹貢》云：「導河積石，至於龍門；南至於華陰，東至於底柱；又東至於孟津，東過洛汭，至於大伾；北過降水，至於大陸；又北，播為九河，同為逆河，入於海。」「岷山導江，東別為沱；又東至於澧，過九江，至於東陵；東迤北，會於彙；東為中江，入於海。導沇水，東流為濟，入於河，溢為榮；東出於陶丘北，又東至於菏；又東北，會於汶；又東北，入於海。導淮自桐柏，東會於泗、沂，東入於海。」是發源注海者也。\n水泉。疏「水泉」。○釋曰：題上事也。下皆仿此。"
      },
      {
        "index": 116,
        "text": "水中可居者曰洲，小洲曰渚，小渚曰沚，小沚曰坻，人所為為潏。（人力所作。○陼，渚。坻，池。潏，述。）水中。"
      },
      {
        "index": 117,
        "text": "疏「水中」至「為潏」。○釋曰：此一段釋水中之地名也。故下題雲「水中」。案，李巡云：「四方皆有水，中央獨可居，但大小異其名耳。若人所作者則名潏。」《周南》云：「在河之洲。」《召南》云：「江有渚。」《采蘩》云：「於沼於沚。」《秦風·蒹葭》云：「宛在水中坻。」是其所出之文也。"
      },
      {
        "index": 118,
        "text": "河出昆侖虛，色白。（《山海經》曰：「河出昆侖西北隅。」虛，山下基也。）所渠並千七百，一川色黃。（潛流地中，汨潄沙壤，所受渠多，眾水溷淆，宜其濁黃。）百里一小曲，千里一曲一直。（《公羊傳》曰：河曲流，河千里一曲一直。）河曲。"
      },
      {
        "index": 119,
        "text": "疏「河出」至「一直」。○釋曰：此一段釋河源所自及遠近曲直之勢也。故下題雲「河曲」。雲「河出昆侖虛，色白」者，昆侖，山名。虛，山下基也。言河源出於昆侖山下之基，其初纖微，源高激湊，故水色白也。雲「所渠並千七百」者，謂所受之渠，並計凡有一千七百也。雲「一川色黃」者，以其所受渠多，沙壤溷淆，故為一川而水色黃也。雲「百里一小曲，千里一曲一直」者，此河自然之勢也。故謂之「河曲」。○ 注「山海」至「北隅」。○釋曰：案《海內西經》云：「帝之下都，昆侖之虛，方八百里，高萬仞。」「河水出東北隅，以行其北，西南又入渤海，又出海外，即西北而北，入禹所導積石山。」又《北山經》云：「敦夢山，敦夢水出焉，西注泑澤。出乎昆侖東北隅，實為河源。」郭注云：即「河出昆侖虛」也。今注雲「西北」者，蓋所見本異或傳寫誤。○注「潛流」至「濁黃」。○釋曰：雲「潛流地中」者，案《漢書·西域傳》云：「河有兩源：一出蔥嶺，一出于闐。于闐在南山下，其河北流與蔥嶺河合，東注蒲昌海。蒲昌海一名鹽澤者，去玉門陽關三百餘里，廣袤三四百里，其水停居，冬夏不增減，皆以為潛行地下，南出於積石，為中國河。」又《山海經》云：「不周山，東望泑澤，河水之所潛也，其源渾渾泡泡。」郭注云：「河出昆侖，潛行地下至蔥嶺山、于闐國復分流岐出，合而東流注泑澤。又復潛行，南出於積石而為中國河。」泑澤，一名蒲昌海。潛行，渾渾泡泡，水濆湧之貌，是潛流地中也。《說文》云：汨，水流也。溷，濁也。淆，雜亂也。言水流潄其沙壤，所受之渠又多，眾水溷濁雜亂，所以宜其水濁且黃也。○注「《公羊》」至「一直」。○釋曰：此文十二年傳文也。案，彼經云：「晉人、秦人戰於河曲。」傳云：「曷為以水地？河曲疏矣，河千里而一曲也。」言其河曲之地疏闊，故可戰也。引之證河必千里一曲一直之義。然此注以「疏」為「流」，又加「一直」字，誤也。"
      },
      {
        "index": 120,
        "text": "徒駭、（今在成平縣，義所未聞。駭，諧秸切。）太史、（今所在未詳。）馬頰、（河勢上廣下狹，狀如馬頰。）覆鬴、（水中可居，往往而有，狀如覆釜。○覆，扶服切。鬴，父。）胡蘇、（東莞縣今有胡蘇亭，其義未詳。）簡、（水道簡易。）絜、（水多約絜。）鉤盤、（水曲如鉤流盤桓也。）鬲津。（水多阨狹，可隔以為津而橫渡。○鬲，革。）九河。（從《釋地》已下至九河，皆禹所名也。）"
      },
      {
        "index": 121,
        "text": "疏「徒駭」至「鬲津」。○釋曰：案《禹貢》云：「九河既導。」故此釋其名，下即題雲「九河」也。李巡曰：「徒駭者，禹疏九河以徒眾起，故曰徒駭。大史，禹大使徒眾，通其水道，故曰大史。馬頰，河勢上廣下狹，狀如馬頰也。覆釜，水中多渚，往往而處，形如覆釜。胡蘇，其水下流，故曰胡蘇。胡，下也。蘇，流也。簡，大也。河水深而大也。絜，言河水多山石，治之苦絜。絜，苦也。鉤盤，言河水曲如鉤，屈折如盤也。鬲津，河水狹小，可隔以為津也。」孫炎曰：「徒駭，禹疏九河用功雖廣，眾懼不成，故曰徒駭。胡蘇，水流多散胡蘇然。」其餘同李巡。郭云：「徒駭，今在成平。」「東光縣今有胡蘇亭。」馬頰、覆鬴、鬲津之名同李巡。絜，雲水多約絜。鉤盤，水曲如鉤流盤桓也。餘名皆云其義未詳。計禹疏九河，雲復其故道，則名應先有，不宜徒駭、太史因禹立名，此郭氏所以未詳也。或九河雖舊有名，至禹治水更別立名，即此所雲是也。《漢書·溝洫志》：成帝時，河隄都尉許商上書曰：「古記九河之名，有徒駭、胡蘇、鬲津，今見在成平、東光、鬲縣界中。自鬲津以北至徒駭，其間相去二百餘里。」是知九河所在，徒駭最北，鬲津最南。蓋徒駭是河之本道，東出分為八枝也。許商上言三河，下言三縣，則徒駭在成平，胡蘇在東光，鬲津在鬲縣，其餘不復知也。此九河之次，從北而南，既知三河之處，則其餘六者：太史、馬頰、覆釜，在東光之北，成平之南；簡、絜、鉤盤，在東光之南，鬲縣之北也。其河填塞時有故道。鄭玄云：「周時齊桓公塞之同為一河。」今河間弓高以東至平原鬲津，往往有其遺處。《春秋緯寶乾圖》云：「移河為界，在齊呂填閼八流以自廣。」鄭玄蓋據此文為桓公塞之也。言閼八流拓境，則塞其東流八枝，並使歸於徒駭也。此九河之名義也。案，胡蘇在東光，定本注作東筦，「筦」當作「光」，字之誤也。○「從《釋地》已下至九河，皆禹所名也。○釋曰：謂《釋地》已下凡四篇，其中五嶽、四瀆及諸山川、丘陵之名皆禹所製也。然山川等名其來尚矣。治水之後，更復改新。言此名是禹所製，非禹始為名也。"
      }
    ]
  }
}
