{
  "chapterNumber": 10,
  "title": "卷九·釋木、釋蟲",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷九·釋木第十四"
      },
      {
        "index": 2,
        "text": "疏“釋木第十四”。○釋曰：《說文》云：“木，冒也。冒地而生，東方之行也。”《白虎通》云：“木，觸也。陽氣動躍，觸地而出也。”種名雖多，木為裛號。此篇析別，故云“釋木也。\n槄，山榎。\n（今之山楸。○槄，音叨。榎，音賈。）"
      },
      {
        "index": 3,
        "text": "疏“槄，山榎”。○釋曰：李巡云：“山榎，一名槄。”郭云：“今之山楸。”《詩·秦風》云：“終南何有，有條有梅。”陸機《疏》云：槄，今山楸也，亦如下田楸耳。皮葉白，色亦白。材理好，宜為車板。能濕，又可為棺木。宜陽共北山多有之也。\n栲，山樗。\n（栲似樗，色小白，生山中，因名云“。亦類漆樹。○樗，醜於切。）"
      },
      {
        "index": 4,
        "text": "疏“栲，山樗”。○釋曰：舍人曰：“栲名山樗。”郭云：“栲似樗，色小白，生山中，因名云“。亦類漆樹。”俗語曰櫄樗，栲漆相似如一。《詩·唐風》云：“山有栲。”陸機《疏》云：“山樗與下田樗略無異，葉似差狹耳。吳人以其葉為茗。方俗無名此為樗者，似誤也。今所云“為栲者，葉如櫟，木皮厚數寸，可為車輻，或謂之栲櫟。許慎正以栲讀為糗，今人言栲，失其聲耳。”\n柏，椈。\n（《禮記》曰：“鬯臼以椈。”○椈，音菊。）"
      },
      {
        "index": 5,
        "text": "疏“柏，椈”。○釋曰：柏，一名椈。○注“《禮記》曰：‘鬯臼以椈。’”○釋曰：上《雜記》文也。彼鄭注云：“所以搗鬱也。椈，柏也。”是也。\n髡，梱。（未詳。）椵，柂。（白椵也。樹似白楊。○髡，音坤。梱，五門切。椵，音。柂，音夷。）"
      },
      {
        "index": 6,
        "text": "疏“椵，柂”。○釋曰：椵，一名柂。郭云：“白椵也。樹似白楊。”其材能濕。《禮記·檀弓》云“柂棺”。鄭注云：“所謂椑棺也。”即引此文以證之，是也。\n梅，柟。（似杏，實酢。○柟，而占切。）"
      },
      {
        "index": 7,
        "text": "疏“梅，柟”。○釋曰：孫炎云：“荊州曰梅，楊州曰柟。”郭云：“似杏，實酢。”《詩·秦風·終南》云：“有條有梅。”陸機《疏》云：“梅樹皮葉似豫樟葉，大如牛耳，一頭尖，赤心，華赤黃，子青，不可食。柟葉大，可三四葉一叢，木理細緻於豫樟，子赤者，材堅；子白者，材脆。”是也。\n柀，煔。（煔似鬆，生江南。可以為船及棺材，作柱埋之不腐。○柀，音披。煔，音衫。）\n疏“柀，煔”。○釋曰：柀，一名煔，俗作衫。郭云：“煔似鬆，生江南，可以為船及棺材，作柱埋之不腐。”\n櫠，椵。（柚屬也。子大如盂，皮厚二三寸，中似枳，食之少味。○櫠，音廢。椵，音賈。）\n疏“櫠，椵”。○釋曰：櫠，一名椵。郭云：“柚屬也。子大如盂，皮厚二三寸，中似枳，食之少味。”\n杻，檍。（似棣，細葉。葉新生可飼牛，材中車岡。關西呼杻子，一名土橿。○杻，女九切。檍，音億。）"
      },
      {
        "index": 8,
        "text": "疏“杻，檍”。○釋曰：杻，一名檍。郭云：“似棣，細葉。葉新生可飼牛，材中車岡，關西呼杻子，一名土橿。”《詩·唐風》云：“隰有杻。”陸機《疏》云：“葉似杏而尖，白色，皮正赤。為木多曲少直，枝葉茂好，二月中葉疏，華如練而細，蕊正白。蓋樹今官園種之，正名曰萬歲。既取名於億萬，其葉又好，故種之。共汲山下，人或謂之牛筋，或謂之檍。材可為弓弩幹也。”\n楙，木瓜。（實如小瓜，酢可食。○楙，音茂。）"
      },
      {
        "index": 9,
        "text": "疏“楙，木瓜”。○釋曰：木瓜，一名楙。郭云：“實如小瓜，酢可食。”《詩·衛風》云“投我以木瓜”是也。\n椋，即來。（今椋，材中車岡。○椋，音良。）"
      },
      {
        "index": 10,
        "text": "疏“椋，即來”。○釋曰：椋，一名即來。郭云：“今椋，材中車岡。”《本草》唐本注云：“葉似柿，兩葉相當。子細圓如牛李子，生青熟黑。其木堅重，煮汁赤色。《爾雅》云“‘椋，即來’是也。”\n栵，栭。（樹似槲樕而庳小，子如細栗，可食。今江東亦呼為栭栗。○栵，音列。栭，音而。）"
      },
      {
        "index": 11,
        "text": "疏“栵，栭”。○釋曰：栵，一名栭。《詩·大雅· 皇矣》云：“其灌其栵。”陸機《疏》云：“葉如榆也，木理堅韌而赤，可為車轅。”郭云：“ 樹似槲樕而庳小，子如細栗，可食。今江東亦呼為栭栗。”《禮記·內則》云“芝栭菱梖”是也。\n檴，落。（可以為杯器素。○檴，音鑊。）"
      },
      {
        "index": 12,
        "text": "疏“檴，落”。○釋曰：檴，一名落。某氏曰：可作杯圈，皮韌繞物不解。郭云：“可以為杯器素。”素，謂樸也。《小雅·大東》云：“無浸檴薪。”鄭箋云：“檴，落，木名。”陸機《疏》云：“今榔榆也，其葉如榆，其皮堅韌，剝之長數尺，可為縆索，又可為甑帶，其材可為杯器。”是也。\n柚，條。（似橙，實酢。生江南。）"
      },
      {
        "index": 13,
        "text": "疏“柚，條”。○釋曰：柚，一名條。郭云：“似橙，實酢。生江南。”《禹貢》“楊州”云：“厥苞橘柚。”孔安國云：“小曰橘，大曰柚。”《呂氏春秋》云：“果之美者，有雲夢之柚。”《本草》唐本注云：“柚皮厚味甘，不如橘皮味辛而苦。其肉亦如橘，有甘有酸，酸者名胡甘。今俗人或謂橙為柚，非也。”\n時，英梅。（雀梅。）\n疏“時，英梅”。○釋曰：時，一名英梅。郭云“雀梅”。似梅而小者也。\n楥，櫃桏。（未詳。或曰：桏當為柳。櫃桏似柳，皮可煮作飲。○楥，音袁。桏，音卬。）"
      },
      {
        "index": 14,
        "text": "疏“楥，櫃桏”。○釋曰：楥，一名櫃桏。郭云：“未詳。或曰：桏當為柳。櫃桏似柳，皮可煮作飲。”以時驗而知也。\n栩，杼。（柞樹。○栩，香羽切。杼，省汝切。）"
      },
      {
        "index": 15,
        "text": "疏“栩，杼”。○釋曰：栩，一名杼。郭云“柞樹”。《詩·唐風》云：“集於苞栩。”陸機《疏》云：“今柞櫟也。徐州入謂櫟為杼，或謂之為栩。其子為皂，或言皂鬥。其殼為汁，可以染。皂，今京洛及河內言杼鬥。謂櫟為杼，五方通語也。"
      },
      {
        "index": 16,
        "text": "味，荎著。（《釋草》已有此名，疑誤重出。○荎，直之切。著，音儲。）藲，荎。（今之剌榆。○藲，音歐。荎，大結反。）"
      },
      {
        "index": 17,
        "text": "疏“藲，荎”。○釋曰：別二名也。郭云：“今之剌榆。”《詩·唐風》云：“山有樞。”陸機《疏》：“其針剌如柘，其葉如榆。瀹為茹，美滑於白榆也。榆之類有十種，葉皆相似，皮及木理異耳。”\n杜，甘棠。（今之杜棠。）"
      },
      {
        "index": 18,
        "text": "疏“杜，甘棠”。○釋曰：杜，一名甘棠。郭云“今之杜棠”。下云：“杜，赤棠。白者棠。”舍人曰：“杜，赤色名赤棠，白者亦名棠。”然則其白者名棠；其赤者為杜，為甘棠，為赤棠。《詩·召南》云：“蔽芾日棠。”《小雅》云：“有杕之杜。”傳云：“杜，亦棠。”是也。"
      },
      {
        "index": 19,
        "text": "狄臧，槔。貢綦。（皆未詳。）朹，{擊木}梅。（朹樹狀似梅。子如指頭，赤色，似小柰，可食。○槔，音皋。綦，音其。朹，音求。{擊木}，音計。）"
      },
      {
        "index": 20,
        "text": "疏“朹，{擊木}梅”。○釋曰：朹，一名{擊木}梅。郭云：“朹樹狀似梅。子如指頭，赤色似小柰，可食。"
      },
      {
        "index": 21,
        "text": "朻者聊。（未詳。）魄，榽橀。（魄，大木細葉，似檀。今河東多有之。齊人諺曰：‘上山斫檀，榽橀先殫。’”○朻，音糾。榽，兮計切。橀，許兮切。）"
      },
      {
        "index": 22,
        "text": "疏“魄，榽橀”。○釋曰：魄，一名榽橀。郭云：“魄，大木細葉，似檀。今河東多有之。齊人諺曰：‘上山斫檀，榽橀先殫。’”殫訓盡也。"
      },
      {
        "index": 23,
        "text": "梫，木桂。（今南人呼桂厚皮者為木桂。桂樹葉似枇杷而大，白華，華而不著子，叢生岩嶺，枝葉冬夏常青，間無雜木。○梫，音寢。）"
      },
      {
        "index": 24,
        "text": "疏“梫，木桂”。○釋曰：梫，一名木桂。郭云：“今南人呼桂厚皮者為木桂。桂樹葉似枇杷而大，白華，華而不著子，叢生岩嶺，枝葉冬夏常青，間無雜木。”案《本草》謂之“牡桂”者是也。\n棆，無疵。（棆，楩屬，似豫章。○棆，音倫。）"
      },
      {
        "index": 25,
        "text": "疏“棆，無疵”。○釋曰：棆，美木也。無疵病，因名之。郭云：“棆，楩屬，似豫章。”案，楩及豫章，皆南方大木之名也。\n椐，樻。（腫節可以為杖。○椐，音祛。樍，起愧切。）"
      },
      {
        "index": 26,
        "text": "疏“椐，樻”。○釋曰：別二名也。郭云：“腫節可以為杖。”《詩·大雅·皇矣》云：“其檉其椐。”陸機《疏》云：節中腫以扶老，今人以為馬鞭及杖，恒農郡北山甚有之。\n檉，河柳。（今河旁赤莖小楊。）"
      },
      {
        "index": 27,
        "text": "疏“檉，河柳”。○釋曰：檉，一名河柳。郭云：“今河旁赤莖小楊。”陸機《疏》云：“生水旁，皮正赤如絳。一名雨師，枝葉似鬆。”\n旄，澤柳。（生澤中者。）\n疏“旄，澤柳”。○釋曰：柳生澤中者，別名旄。郭云：“生澤中者。”\n楊，蒲柳。（可以為箭。《左傳》所謂“董澤之蒲”。）"
      },
      {
        "index": 28,
        "text": "疏“楊，蒲柳”。○釋曰：楊，一名蒲柳。生澤中，可為箭笴。○注“《左傳》所謂‘董澤之蒲’”。○釋曰：案《左傳》宣十二年晉楚戰於必，晉師敗績。“楚熊負羈囚知縈，知莊子以其族反之，廚武子禦，下軍之士多從之。每射，抽矢，菆，納諸廚子之房。廚子怒曰：‘非子之求，而蒲之愛，董澤之蒲，可勝既乎？’”杜注云：“董澤，澤名。河東聞喜縣東北有黃池陂。既，盡也。”是其事也。\n權，黃英。輔，小木。（權、輔，皆未詳。）杜，赤棠。白者棠。（棠色異，異其名。）"
      },
      {
        "index": 29,
        "text": "疏“杜，赤棠。白者棠”。○釋曰：郭云：“棠色異，異其名。”樊光云：“赤者為杜，白者為棠。”陸機《疏》云：赤棠“與白棠同耳。但子有赤白美惡。子白色為白棠、甘棠也，少酢滑美。赤棠，子澀而酢，無味。俗語云“‘澀如杜’是也。赤棠木理韌，亦可以作弓幹”。\n諸慮，山櫐。（今江東呼櫐為藤，似葛而粗大。○櫐，音壘。）\n疏“諸慮，山櫐”。○釋曰：諸慮，一名山櫐。郭云：“今江東呼櫐為藤，似葛而粗大。”\n翃，虎櫐。（今虎豆，纏蔓林樹而生，莢有毛剌。今江東呼為巤。翃，音涉。）"
      },
      {
        "index": 30,
        "text": "疏“翃，虎櫐”。○釋曰：翃，一名虎櫐。郭云：“今虎豆，纏蔓林樹而生，莢有毛剌。今江東呼為巤。”或曰：葛類也。子如菉豆而葉大。\n杞，枸機。（今枸杞也。○機，音計。）"
      },
      {
        "index": 31,
        "text": "疏“杞，枸機”。○杞，一名枸機。郭云：“今枸杞也。”《詩·小雅·四牡》云：“集於枸杞。”陸機《疏》云：“一名苦杞，一名地骨。春生作羹茹微苦，其莖似莓子，秋熟正赤，莖葉及子服之輕身益氣耳。”\n杬，魚毒。（杬，大木。子似栗，生南方，皮厚，汁赤，中藏卵果。）\n疏“杬，魚毒”。○釋曰：杬，一名魚毒。郭云：“杬，大木。子似栗，生南方，皮厚，汁赤，中藏卵果。”\n檓，大椒。（今椒樹叢生，實大者名為檓。）"
      },
      {
        "index": 32,
        "text": "疏“檓，大椒”。○釋曰：檓者，大椒之別名也。郭云：“今椒樹叢生，實大者名為檓。” 《詩·唐風》云：“椒聊且。”陸機《疏》云：“椒樹似茱萸，有針剌，葉堅而滑澤。蜀人作茶，吳人作茗，皆合煮其葉以為香。今成皋諸山間有椒，謂之竹葉椒，其樹亦如蜀椒，少毒熱不中合藥也。可著飲食中，又用烝雞豚，最佳香。東海諸島上亦有椒樹，枝葉皆相似，子長而不圓，甚香。其味似橘皮，島上獐鹿食此椒葉，其肉自然作椒橘香。”\n楰，鼠梓。（楸屬也。今江東有虎梓。○楰，音庾。）"
      },
      {
        "index": 33,
        "text": "疏“楰，鼠梓”。○釋曰：李巡曰：“鼠梓，一名楰。”郭云：“楸屬也。今江東有虎梓。”《詩·小雅》云：“北山有楰。”陸機《疏》云：“其樹葉木理如楸，山楸之異者，今人謂之苦楸。”是也。\n楓，翃翃。（楓樹似白楊，葉員而岐，有脂而香，今之楓香是。○翃。音輒。）"
      },
      {
        "index": 34,
        "text": "疏“楓，翃翃”。○釋曰：《說文》云：“楓，木。厚葉弱枝，善搖。一名翃翃。”郭云：“楓樹似白楊，葉員而岐，有脂而香，今之楓香是”也。案《本草》唐本注云：樹高大，葉三角，商洛之間多有之。是也。又《山海南荒經》云：有宋山者，“木生山上，名曰楓木。楓木，蚩尤所棄其桎梏，是謂楓木”。注云“即“今楓香樹” 也。\n寓木，宛童。（寄生樹，一名蔦。○寓，魚其切。）"
      },
      {
        "index": 35,
        "text": "疏“寓木，宛童”。○釋曰：寓木，一名宛童。郭云：“寄生樹，一名蔦。”《詩·小雅·頍弁》云：“蔦與女蘿。”陸機《疏》云：“蔦，一名寄生。葉似當盧，子如覆盆，赤黑恬美。”是也。\n無姑，其實夷。（無姑，姑榆也。生山中。葉圓而厚，剝取皮合漬之，其味辛香，所謂無夷。）"
      },
      {
        "index": 36,
        "text": "疏“無姑，其實夷”。○釋曰：無姑，一名姑榆。其實名夷。郭云：“無姑，姑榆也。生山中。葉圓而厚，剝取皮合漬之，其味辛香，所謂無夷。”云“所謂”者，所謂《本草》無夷，一名無姑也。\n櫟，其實梂。（有梂彙自裹。○梂，音求。）"
      },
      {
        "index": 37,
        "text": "疏“櫟，其實梂”。○釋曰：櫟，似樗之木也。梂，盛實之房也。孫炎曰：“櫟實，橡也。”郭云：“有梂彙自裹。”《詩·秦風》云：“山有苞櫟。”陸機《疏》云：“秦人謂柞櫟為櫟，河內人謂木蓼為櫟，椒榝之屬也。其子房生為梂，木蓼子亦房生。”故說者或曰柞櫟，或曰本蓼。機以為此秦詩也，宜從其方土之言柞櫟是也。\n檖，蘿。（今楊檖也。實似梨而小，酢可食。○檖，音遂。）"
      },
      {
        "index": 38,
        "text": "疏“檖，蘿”。○釋曰：檖，一名羅。郭云：“今楊檖也。實似梨而小，酢可食。” 《詩·秦風》云：“隰有樹檖。”陸機《疏》云：“檖，一名赤蘿，一名山梨也。今人謂之楊檖，實如梨但小耳。一名鹿梨，一名鼠梨，今人亦種之。極有脆美者，亦如梨之美者。”"
      },
      {
        "index": 39,
        "text": "楔，荊桃。（今櫻桃。）旄，冬桃。（子冬熟。）榹桃，山桃。（實如桃而小，不解核。○楔，音戛。榹，音斯。）"
      },
      {
        "index": 40,
        "text": "疏“楔，荊桃”至“山桃”。○釋曰：別桃類也。楔，一名荊桃。郭云“今櫻桃”。《廣雅》云：“櫻桃，含桃也。”《月令》仲夏云“羞以含桃”是也。桃子冬熟者名旄，生山中者名榹桃。郭云：“實如桃而小，不解核。”\n休，無實李。（一名趙李。）痤，椄慮李。（今之麥李。）駁，赤李。（子赤。）"
      },
      {
        "index": 41,
        "text": "疏“休無”至“赤李”。○釋曰：別李屬也。李之無實者名休。郭云：“一名趙李。”痤，椄慮李。郭云：“今之麥李。”與麥同熟，因名云“。李之子赤者名駁。"
      },
      {
        "index": 42,
        "text": "棗，壺棗。（今江東呼棗大而銳上者為壺。壺，猶瓠也。）邊，要棗。（子細腰，今謂之鹿盧棗。○要，音腰。）櫅，白棗。（即今棗子白熟。）樲，酸棗。（樹小實酢。《孟子》曰：“養其樲棗。”○樲，音二。）楊徹，齊棗。（未詳。）遵，羊棗。（實小而員，紫黑色，今俗呼之為羊矢棗。《孟子》曰：“曾晳嗜羊棗。”）洗，大棗。（今河東猗氏縣出大棗，子如雞卵。）煮，填棗。（未詳。）蹶洩，苦棗。（子味苦。）晳，無實棗。（不著子者。）還味，棯棗。（還味，短味。○洗，屑典切。填，音田。洩，音屑。還，音旋。棯，音稔。）"
      },
      {
        "index": 43,
        "text": "疏“棗壺”至“棯棗”。○釋曰：別棗類也。雲棗者，目諸棗也。壺棗者，棗形似壺也。郭云：“今江東呼棗大而銳上者為壺。壺猶瓠也。”邊，大而腰細者名。邊，腰棗。郭云：“子細腰，今謂之鹿盧棗。”棗子白熟者名擠。實小而味酢者名樲棗。楊徹，齊棗。注“未詳”。○遵，一名羊棗。郭云：“實小而員，紫黑色，今俗呼之為羊天棗。”洗，最大之棗名也。郭云：“今河東猗氏縣出大棗，子如雞卵。”煮，填棗。注“未詳”。蹶泄者，味苦之棗名也。晳者，無實之棗名也。還味者，短味也，名棯棗。○注“《孟子》曰：‘養其樲棗。’”○釋曰：案《孟子》曰：人之於身也，“體有貴賤，有小大。無以小害大，無以賤害貴。養其小者為小人，養其大者為大人。今有場師，舍其梧檟，養其樲棗，則為賤場師焉”。趙岐注云：“樲棗，小棗，所謂酸棗。”是也。○注“《孟子》曰：‘曾晳嗜羊棗。’”○釋曰：《孟子》云：“曾晳嗜羊棗，而曾子不忍食羊棗，公孫醜問曰：‘膾炙與羊棗孰美？’孟子曰：‘膾炙哉！’公孫醜曰：‘然則曾子何為食膾炙而不食羊棗？’曰：‘膾炙所同也，羊棗所獨也。諱名不諱姓，姓所同也，名所獨也。’”是其事。\n櫬，梧。（今梧桐。）\n疏“櫬，梧”。○釋曰：櫬，一名梧。郭云：“今梧桐。”《詩·大雅》云：“梧桐生矣，於彼朝陽”是也。\n樸，枹者。（樸屬叢生者為枹。《詩》所謂“棫樸枹櫟”。○樸，音卜。）"
      },
      {
        "index": 44,
        "text": "疏“樸，枹者”。○釋曰：樸屬枹綴皆木叢生之名也。郭云：“樸屬叢生者為枹。”○注“《詩》所謂‘棫樸枹櫟’”。○釋曰：棫樸者，《詩·大雅》云“芃芃棫樸，薪之槱之”是也。枹櫟者，《秦風》云“山有苞櫟，隰有六駁”是也。\n謂櫬，采薪。采薪，即薪。（指解今樵薪。）"
      },
      {
        "index": 45,
        "text": "疏“謂櫬”至“即薪”。○釋曰：郭云“指解今樵薪”，一名櫬，一名采薪，一名即薪。《公羊》謂之“薪采”。《左傳》云“不樵樹”。《史記》云：“樵蘇後爨，師不宿飽。”注云：“樵，取薪。蘇，取草。”皆謂取草木為薪也。\n棪，速其。（棪實似柰，赤可食。）"
      },
      {
        "index": 46,
        "text": "疏“棪，速其”。○釋曰：棪，一名速其。郭云：“棪實似柰，亦可食。”《山海經》云：“堂庭之山多棪木。”注云“子似柰，而赤可食”是也。\n劉，劉杙。（劉子生山中，實如梨，酢甜，核堅，出交趾。）\n疏“劉，劉杙”。○釋曰：劉，一名劉杙，其子可食。郭云：“劉子生山中，實如梨，酢甜，核堅，出交趾。”\n櫰，槐大葉而黑。（槐樹葉大色黑者名為櫰。○櫰，苦回切。）"
      },
      {
        "index": 47,
        "text": "疏“櫰，槐大葉而黑”。○釋曰：櫰、槐一也。大葉而黑名櫰，不爾者即名槐。郭云：“槐樹葉大色黑者名為懷。”\n守宮槐，葉晝聶宵炕。（槐葉晝日聶合而夜炕布者名為守宮槐。○聶，音輒。炕，籲郎切。）"
      },
      {
        "index": 48,
        "text": "疏“守宮”至“宵炕”。○釋曰：此亦槐也。聶，合也。炕，張也。言其葉晝合夜開者，別名守宮槐。郭云：“槐葉晝日聶合而夜炕布者名為守宮槐。”"
      },
      {
        "index": 49,
        "text": "槐，小葉曰榎。（槐當為楸。楸細葉者為榎。）大而皵，楸；（老乃皮粗皵者為楸。）小而皵，榎。（小而皮粗皵者為榎。《左傳》曰“使擇美榎”。）"
      },
      {
        "index": 50,
        "text": "疏“槐小”至“皵榎”。○釋曰：別楸榎之異也。楸之小葉者名榎。樊光云：“大者，老也，皵，措皮也，謂樹老而皮粗皵者為楸。小，少也，樹小而皮粗皵者為榎。”○注“《左傳》曰：‘使擇美榎。’”○釋曰：案襄二年：“夏，齊薑薨。初，穆薑使擇美榎，以自為櫬與頌琴，季文子取以葬。”是其事也。\n椅，梓。（即楸。○椅，於寄切。）"
      },
      {
        "index": 51,
        "text": "疏“椅，梓”。○釋曰：別二名也。郭云：“即楸”。《詩·鄘風》云：“椅桐梓漆。”陸機《疏》云：“梓者，楸之疏理白色而生子者為梓。梓實桐皮曰椅。則大類同而小別也。”"
      },
      {
        "index": 52,
        "text": "桋，赤栜。白者栜。（赤栜，樹葉細而岐銳，皮理錯戾，好叢生山中，中為車岡。白栜，葉員而岐，為大木。○栜，山厄切。）"
      },
      {
        "index": 53,
        "text": "疏“桋，赤白。白者栜”。○釋曰：栜，赤者名桋，白者名白栜。某氏曰：其色雖異，為名即同。郭云：“赤栜，樹葉細而岐銳，皮理錯戾，好叢生山中，中為車岡。白栜，葉員而岐，為大木”也。《詩·小雅》云：“隰有杞夷。”陸機《疏》云：“栜葉如柞，皮薄而白。其木理赤者為赤栜，一名桋，白者為栜。其木皆堅韌，今人以為車轂。”\n終，牛棘。（即馬棘也。其剌粗而長。）"
      },
      {
        "index": 54,
        "text": "疏“終，牛棘”。○釋曰：終，一名牛棘。郭云：“即馬棘也。其剌粗而長。”謂棘之針剌粗長者，因名牛棘、馬棘也。\n灌木，叢木。（《詩》曰：“集於灌木。”）"
      },
      {
        "index": 55,
        "text": "疏“灌木，叢木”。○釋曰：灌木者，即叢生之木也。下云“木族生為灌”，郭云“族，叢”也。是灌木為叢木也。《詩·周南》云“黃鳥於飛，集於灌木”是也。\n瘣木，苻婁。（謂木病尫傴癭腫無枝條。○瘣，胡罪切。）"
      },
      {
        "index": 56,
        "text": "疏“瘣木，苻婁”。○釋曰：某氏云“《詩》云：“譬彼瘣木，疾用無枝。”苻婁，尫傴內疾瘣磊，故疾用無枝。郭云：“謂木病尫傴癭腫無枝條。”舍人“苻婁”屬下句，獨為異也。\n蕡，藹。（樹實繁茂菴藹。）\n疏“蕡，藹”。○釋曰：蕡，亦樹實名，又名藹。郭云：“樹實繁茂菴藹。”\n枹，遒木，魁瘣。（謂樹木叢生，根枝節目盤結磈磊。○遒，徂由切。）"
      },
      {
        "index": 57,
        "text": "疏“枹，遒木，魁瘣”。○釋曰：木叢攢迫而生者名枹、遒木。魁瘣，讀若磈磊，謂根節盤結處也。郭云：“謂樹本叢生，根枝節目盤結磈磊。”\n棫，白桵。（桵，小木，叢生有剌，實如耳璫，紫赤可啖。○棫，音域。桵，人隹切。）"
      },
      {
        "index": 58,
        "text": "疏“棫，白桵”。○釋曰：棫，一名白桵。郭云：“桵，小木叢生有剌，實如耳璫，紫赤可啖。”《詩·大雅》云：“芃芃棫樸。”陸機云：“《三蒼》說棫即柞也。其材理全白無赤心者為白桵。直理易破，可為櫝車輻，又可為矛戟矜。今人謂之白梂，或曰白柘。此二說不同，未知孰是。”\n梨，山樆。（即今梨樹。○樆，音離。）\n疏“梨，山樆”。○釋曰：梨生山中者名樆。郭云：“即今梨樹。”言其在山之名則曰樆，人植之曰梨。\n桑辨有葚，梔。（辨，半也。○辨，音片。）"
      },
      {
        "index": 59,
        "text": "疏“桑辨有葚，梔”。○釋曰：《說文》云：“葚，桑實也。”郭云：“辨，半也。”舍人曰：“桑樹一半有葚，半無葚為梔。”\n女桑，桋桑。（今俗呼桑樹小而條長者為女桑樹。）"
      },
      {
        "index": 60,
        "text": "疏“女桑，桋桑”。○釋曰：女桑，一名桋桑。郭云：“今俗呼桑樹小而條長者為女桑樹。” 《詩·豳風·七月》云“猗彼女桑”是也。\n榆，白。（榆先生葉，卻著莢，皮色白。）"
      },
      {
        "index": 61,
        "text": "疏“榆，白”。○釋曰：榆之皮色白名白。郭云：“榆先生葉，卻著莢，皮色白。”《詩·陳風》云“東門之”是也。\n唐棣，栘。（似白楊，江東呼夫栘。○栘，音移。）"
      },
      {
        "index": 62,
        "text": "疏“唐棣，栘”。○釋曰：舍人曰：“唐棣，一名栘。”郭云：“似白楊，江東呼夫栘。”《詩·召南》云：“唐棣之華。”陸機《疏》云：“奧李也，一名雀梅，亦曰車下李。所在山皆有。其華或白，或赤。六月中熟，大如李子，可食。”\n常棣，棣。（今山中有棣樹，子如櫻桃，可食。）"
      },
      {
        "index": 63,
        "text": "疏“常棣，棣”。○釋曰：舍人曰：“常棣，一名棣。”郭云：“今山中有棣樹，子如櫻桃，可食。”《詩·小雅》云：“常棣之華。”陸機《疏》云：“許慎曰‘白棣樹也’。如李而小，子如櫻桃，正白，今官園種之。又有赤棣樹亦似白棣，葉如剌榆葉而微圓，子正赤，如鬱李而小，五月始熟。自關西、天水、隴西多有之。”\n檟，苦荼。（樹小如梔子，冬生葉可煮作羹飲。今呼早采者為荼，晚取者為茗。一名荈，蜀人名之苦荼。）"
      },
      {
        "index": 64,
        "text": "疏“檟，苦荼”。○釋曰：檟，一名苦荼。郭云：“樹小似梔子，冬生葉可煮作羹飲。今呼早采者為荼，晚取者為茗。一名荈，蜀人名之苦荼。”\n樕樸，心。（槲樕別名。）"
      },
      {
        "index": 65,
        "text": "疏“樕樸，心”。○釋曰：孫炎曰：“樸樕，一名心。”某氏曰：樸樕，槲樕也。有心能濕，江河間以作柱，是樸樕為木名也。故郭云：“槲樕別名。”《詩·召南》云：“林有樸樕。”此作樕樸，文雖倒，其實一也。或者傳寫誤。\n榮，桐木。（即梧桐。）\n疏“榮，桐木”。○釋曰：桐木，一名榮。郭云：“即梧桐。”與上“櫬、梧”一也。\n棧木，幹木。（橿木也。江東呼木<角各>。）\n疏“棧木，幹木”。○釋曰：棧木，一名幹木。郭云：“橿木也。江東呼木<角各>。”\n檿桑，山桑。（似桑。材中作弓及車轅。）"
      },
      {
        "index": 66,
        "text": "疏“檿桑，山桑”。○釋曰：山桑，一名檿桑。郭云：“似桑。材中作弓及車轅。”《冬官·考工記》云“弓人取幹“柘為上，檿桑次之”是也。"
      },
      {
        "index": 67,
        "text": "木自獘，柛。（獘，踣。）立死，椔。（不獘頓。）獘者，翳。（樹蔭翳覆地者。《詩》云：“其椔其翳。”）木相磨，槸。（樹枝相切磨。）棤，皵。（謂木皮甲錯。）梢，梢棹。（謂木無枝柯，梢棹長而殺者。○柛，音伸。翳，側吏切。棤，音錯。皵，音舄。梢，音朔。棹，音濁。）"
      },
      {
        "index": 68,
        "text": "疏“木自獘”至“梢，梢棹”。○釋曰：此別死、頓、相磨、皮甲抽擢之異名也。云“ 木”者，裛在下之稱也。自獘踣者名柛，立死不獘頓者名椔，枝葉蔽蔭覆地者名翳，木兩枝相切磨者名槸，木皮甲粗錯者名棤，亦名皵。木無枝柯，長而殺者名梢，一名梢棹。《小爾雅》曰：“拔根曰棹。”○注“《詩》云：‘其椔其翳。’”○釋曰：《詩·大雅·皇矣》篇文也。毛傳云：“木立死曰菑，自斃為翳。”說者引李巡曰：“以死害生曰菑。”斃，死也。然則以立死之木妨他木長生，為木之害，故曰菑也。自斃者，生木自倒，枝葉覆地為陰翳，故曰翳也。《爾雅》直云“斃者，《詩》傳以其非人斃之，故曰自斃。其文與此不同者，所見本異也。"
      },
      {
        "index": 69,
        "text": "樅，鬆葉柏身。（今大廟梁材用此木。《屍子》所謂“松柏之鼠，不知堂密之有美樅”。○樅，七容切。）檜，柏葉鬆身。（《詩》曰：“檜楫鬆舟。”）"
      },
      {
        "index": 70,
        "text": "疏“樅鬆”至“鬆身”。○釋曰：此辨樅、檜之異名也。鬆葉柏身者名樅，柏葉鬆身者名檜。○ 注“今大”至“美樅”。○釋曰：云“今大廟梁材用此木”者，以時驗而言也。注“《屍子》所謂”已下者，《綽子》篇文也。○注“《詩》曰：‘檜楫鬆舟。’”○釋曰：《詩·鄘風·竹竿》篇文也。毛傳云“楫所以擢舟是”也。"
      },
      {
        "index": 71,
        "text": "句如羽，喬。（樹枝曲卷似鳥毛羽。）下句曰朻，上句曰喬。如木楸曰喬，（楸樹性上竦。）如竹箭曰苞，（條竹性叢生。）如松柏曰茂，（枝葉婆娑。）如槐曰茂。（言扶疏茂盛。）"
      },
      {
        "index": 72,
        "text": "疏“句如”至“如槐曰茂”。○釋曰：此別木之曲直、叢生、茂盛之異名也。句，曲也。樹枝曲卷似鳥毛羽，名喬。樹枝下垂而曲，名朻。《詩·周南》云“南有樛木”是也。本枝上竦而曲卷者，亦名喬。如木楸上竦者，亦曰喬。郭云：“楸樹性上竦。”《詩·周南》云“南有喬木”是也。凡木如竹箭叢生者，曰苞。《禹貢》曰“草木漸包”是也。凡木枝葉婆娑者，曰茂。《詩·小雅》云“如松柏之茂”是也。枝葉扶疏茂盛如槐者，亦曰茂。"
      },
      {
        "index": 73,
        "text": "祝，州木。髦，柔英。（皆未詳。）槐棘醜喬，（枝皆翹竦。）桑柳醜條，（阿那垂條。）椒榝醜莍，（莍萸子聚生成房貌。今江東亦呼莍。莍、榝似茱萸而小，赤色。○榝，音殺。）桃李醜核。（子中有核人。）"
      },
      {
        "index": 74,
        "text": "疏“槐棘”至“醜核”。○釋曰：此辨木之枝條、子實形狀之異。醜，類也。喬，高也。槐棘之類，枝皆喬竦。桑柳之類，皆阿那垂條。莍者，實之房也。椒、榝之類，實皆有莍彙自裹。李巡曰：“榝，茱萸也。”茱萸皆有房，故曰莍。莍，實也。郭云：“莍萸子聚生成房貌。今江東亦呼莍。榝似茱萸而小，赤色。”桃李之類，皆子中有核人。《曲禮》云：“其有核者，懷其核。”"
      },
      {
        "index": 75,
        "text": "瓜曰華之，桃曰膽之，棗李曰疐之，樝曰鑽之。（皆啖食治擇之名。樝似梨而酢澀，見《禮記》。○華，胡化切。疐，音帝。鑽，子官切。）"
      },
      {
        "index": 76,
        "text": "疏“瓜曰”至“鑽之”。○釋曰：此辨啖食治擇瓜果之名也。云“瓜曰華之”者，此為國君削瓜之禮也。華，謂半破也。降於天子，故破而不四析也。亦橫斷之而巾以綌也。云“桃曰膽之”者，桃多毛，拭治去毛，令色青滑如膽也。或曰：膽，謂苦桃有苦如膽者，擇去之。云“棗李曰疐之”者，謂治棗李，皆去其疐。疐者，柢也。云“樝曰鑽之”者，恐有蟲，故一一鑽看其蟲孔也。○注“皆啖”至“《禮記》”。○釋曰：云“樝似梨而酢澀”者，案鄭注《禮記·內則》云“柤梨之不臧者，今之所謂樝子者”是也。云“見《禮記》”者，案《曲禮》云：“為天子削瓜者副之，巾以絺。為國君者華之，巾以綌。”又《內則》云：“棗曰新之，栗曰撰之，桃曰膽之，柤梨曰鑽之。”鄭注云：“皆治擇之名也。”文雖小異，大意則同。\n小枝上繚為喬。（謂細枝翹繚上句者，名為喬木。○繚，音了。）\n疏“小枝上繚為喬”。○釋曰：此即“上句曰喬”，嫌不了，故重出之。言小枝上竦翹繚者，名為喬木也。\n無枝為檄。（檄棹直上。○檄，音亦。）"
      },
      {
        "index": 77,
        "text": "疏“無枝為檄”。○釋曰：此即上文“梢，梢棹”也。檄即棹也。謂木無枝，檄棹直上，長而殺者也。木族生為灌。（族，叢。）\n疏“木族生為灌”。○釋曰：族，叢也。木叢生者為灌，即上“灌木，叢木”也。\n卷九·釋蟲第十五\n疏“釋蟲第十五”。○釋曰：案，《說文》蟲者，裸毛羽鱗介之總稱也。此篇廣釋諸蟲之名狀，故曰釋蟲。\n螜，天螻。\n（螻蛄也。《夏小正》曰：“螜則鳴。”○螜，音斛。）"
      },
      {
        "index": 78,
        "text": "疏“螜，天螻”。注“螻蛄也。《夏小正》曰：‘螜則鳴。’”○釋曰：螜，一名天螻，一名碩鼠，即今之螻蛄也。《夏小正》者，《大戴禮》之篇名。以蟲、魚、草、木正十二月之節候，起於夏後氏，故曰《夏小正》。其三月云“螜則鳴。螜，天螻”是也。\n蜚，蠦蜰。\n（蜰即負盤，臭蟲。○蜚，音費。蠦，音蘆。蜰，音肥。）"
      },
      {
        "index": 79,
        "text": "疏“蜚，蠦蜰”。注“蜰即負盤，臭蟲”。○釋曰：案《洪範五行傳》云：蜚，負蠜。夷狄之物，越之所生，其為蟲臭惡，南方濕氣之所生也。《本草》曰：蜚，厲蟲也。然則蜚是臭惡之蟲，害人之物，故《春秋左氏傳》曰：“有蜚，不為災，亦不書”也。《春秋》經傳皆云“有蜚”。則此蟲名蜚，一名蠦蜰。而舍人、李巡皆云“蜚蠦，一名蜰”，非也。此蟲一名負盤，《漢書》及《左傳》注多作“負蠜”者，以此下有“草蟲，負蠜”，故相涉誤耳。\n螾𧊔，入耳。\n（蚰蜒。○螾，音引。𧊔，音演。）"
      },
      {
        "index": 80,
        "text": "疏“螾𧊔，入耳”。注“蚰蜒”。○釋曰：此蟲象吳公，黃色而細長，呼為吐古。案《方言》云：“蚰蜒（由延二音），自關而東謂之螾𧍢，或謂之入耳，或謂之䗅𧕯（音麗）。趙魏之間或謂之蚨虶（扶於）。北燕謂之䖡蚭（䖡，奴六切。蚭，音尼）。”江東人呼蛩（音鞏）。今蚰蜒，喜入人耳者也。\n蜩，螂蜩。"
      },
      {
        "index": 81,
        "text": "（《夏小正》傳曰：“螂蜩者，五彩具。”○蜩，音調。）螗蜩。（《夏小正》傳曰：“螗蜩者蝘。”俗呼為胡蟬，江南謂之螗𧋘，音夷。）蚻，蜻蜻。（如蟬而小。《方言》云：“有文者謂之螓。”《夏小正》曰：“鳴蚻，虎懸。”）蠽，茅蜩。（江東呼為茅截，似蟬而小，青色。○蚻，音劄。蠽，音節。）蝒，馬蜩。（蜩中最大者為馬蜩。），寒蜩。（寒螿也。似蟬而小，青赤。《月令》曰：“寒蟬鳴。”）蜓蚞，螇螰。（即蝭蟧也，一名蟪蛄。齊人呼螇螰。○蜓，音挺。蚞，音木。）"
      },
      {
        "index": 82,
        "text": "疏“蜩，螂蜩”至“螇螰”。○釋曰：此辨蟬之大小及方言不同之名也。云“ 蜩”者，目諸蜩也，“螂蜩五彩具”者也。螗蜩俗呼胡蟬，似蟬而小，鳴聲清亮者也。蚻，一名蜻蜻，如蟬而小，有文者也。蠽，一名茅蜩，似蟬而小，青色者也。蝒，一名馬蜩，一名馬蟬，蟬中最大者也。，一名寒蜩，又名寒螿，似蟬而小，青赤色者也。關東謂蟪蛄為蜓蚞，齊謂之螇螰也。○注“夏小”至“彩具”。○釋曰：在五月記時也。○注“夏小”至“音夷”。○釋曰：云“螗蜩者蝘”者，亦在五月。舍人曰：“皆蟬也。”方語不同，三輔以西為蜩，梁宋以東謂蜩為蝘。陸機云：“螗，一名蝘虭。”《字林》虭或作嘹也。青徐人謂之螇螰。然則螗、蝘亦皆蟬也。《大雅· 蕩》篇云“如蜩如螗”是也。○注“如蟬”至“虎縣”。○釋曰：舍人曰：“小蟬也，蜻蜻者。”案《方言》云：“蟬，楚謂之蜩，宋衛之間謂之螗蜩，陳鄭之間謂之螂蜩，秦晉之間謂之蟬，海岱之間謂之䗁。其小者謂之麥蚻，有文者謂之螓。”是也。《詩·碩人》云：“螓首蛾眉。”鄭云：“螓謂蜻蜻。”此蟲額廣而且方，故以比婦人之首也。某氏解此云“鳴蚻蚻”者也。云“ 《夏小正》曰”者，在四月。彼云：“鳴蚻蚻者，虎縣也。鳴而後知之，故先鳴而後蚻。”是也。○注“《月令》曰：‘寒蟬鳴。’”○釋曰：在七月。鄭注云：“寒蟬、寒蜩，謂也。”是。○ 注“即蝭”至“螇螰”。○釋曰：案《方言》云：“蛥蚗（音拆玦），齊謂之螇螰，楚謂之蟪蛄。”《楚辭》云“蟪蛄鳴兮啾啾”是也。“或謂之蛉（音零）蛄，秦謂之蛥蚗。自關而東謂之虭蟧（貂料二音），或謂之蝭（音帝）蟧，或謂之蜓蚞”。然則亦皆蟬之別名耳。\n蛣蜣，蜣螂。\n（黑甲蟲，啖糞土。○蛣，起吉切。蜣，音羌。）"
      },
      {
        "index": 83,
        "text": "疏“蛣蜣，蜣螂”。○釋曰：蛣蜣，一名蜣螂。黑甲，翅在甲下，啖糞土，喜取糞作丸而轉之。《莊子》曰“蛣蜣之智，在於轉丸”是也。\n蠍，蛣𧌑。\n（木中蠹蟲。○蠍，音曷。𧌑，音屈。）疏“蠍，蛣𧌑”。○釋曰：木中蠹蟲。解在下。\n蠰，齧桑。\n（似天牛，角長，體有白點。喜齧桑樹，作孔入其中。江東呼為齧發。○蠰，音餉。）"
      },
      {
        "index": 84,
        "text": "疏“蠰，齧桑”。○釋曰：蠰，一名齧桑，江東呼齧發。形似天牛，長角，體有白點。喜齧桑樹，作孔入其中。因名云“。\n諸慮，奚相。（未詳。）\n蜉蝣，渠略。\n（似蛣蜣，身狹而長，有角，黃黑色。叢生糞土中，朝生暮死。豬好啖之。○蜉，音浮。蝣，音遊。）"
      },
      {
        "index": 85,
        "text": "疏“蜉蝣，渠略”。○釋曰：舍人曰：“蜉蝣，一名渠略。南陽以東曰蜉蝣，梁、宋之間曰渠略。” 郭云：“似蛣蜣，身狹而長，有角，黃色。叢生糞土中，朝生暮死。豬好啖之。”《夏小正》曰：“蜉蝣，渠略也。朝生而莫死。”《詩·曹風》云：“蜉蝣之羽。”陸機《疏》云：“蜉蝣，方土語也，通謂之渠略。似甲蟲，有角，大如指，長三四寸，甲下有翅能飛。夏月陰雨時地中出。今人燒炙，啖之美如蟬也。”樊光謂之“糞中蠍蟲，隨陰雨時為之，朝生而夕死”。\n蛂，蟥蛢。\n（甲蟲也。大如虎豆，綠色，今江東呼黃蛢。音瓶。○蛂，步結切。蟥，音黃。）\n疏“蛂，蟥蛢”。○釋曰：蛂，一名蟥蛢，甲蟲也。形大如虎豆，綠色。\n蠸\n，輿父，守瓜。（今瓜中黃甲小蟲，喜食瓜葉，故曰守瓜。○蠸，音權。父，音甫。）\n疏“蠸，輿父，守瓜”。○釋曰：蠸，輿父，一名守瓜。黃甲小蟲，喜食瓜葉，因名守瓜。\n蝚，蛖螻。\n（蛖螻，螻蛄類。○蝚，音柔。蛖，武江切。）"
      },
      {
        "index": 86,
        "text": "疏“蝚，蛖螻”。注“蛖螻，螻蛄類”。○釋曰：案《方言》云：“蛄諸謂之杜蛒（音格）。螻蛭謂之螻蛄（音窒），或謂之蟓蛉（象鈴二音）。南楚謂之杜狗，或謂之蛞螻。”然則此言蝚及蛖螻者，亦螻蛄之異名耳。\n不蜩，王蚥。（未詳。）\n===蛄䗐，強蝆。===（今米穀中蠹小黑蟲是也。建平人呼為蝆子，音羋姓。○䗐，音施。蝆，亡婢切。）"
      },
      {
        "index": 87,
        "text": "疏“蛄䗐，強蝆”。○釋曰：《方言》云：“蛄䗐謂之強蝆。”今米穀中小黑蠹蟲也。江東謂之䗐（音加），建平人呼蝆子。音楚姓羋之羋。\n不過，蟷蠰。\n（蟷蠰，螗螂別名。）其子蜱蛸。（一名䗚蟭，蟷蠰卵也。○蟷，於郎切。蠰，音相。蜱，音毗。蛸，音消。）"
      },
      {
        "index": 88,
        "text": "疏“不過，蟷蠰。其子碑蛸”。○釋曰：不過，一名蟷蠰，一名蟷螂，螵蛸母也。其子一名蜱蛸，一名䗚蟭，一名螵蛸，蟷蠰卵也。《方言》云：“譚魯以南謂之蟷蠰，三河之域謂之螳螂，燕趙之際謂之食厖，齊杞以東謂之馬穀，其子同名螵蛸也。”《月令》仲夏云“螳螂生”是也。\n蒺藜，蝍蛆。\n（似蝗而大腹，長角，能食蛇腦。○蝍，音即。蛆，子餘切。）"
      },
      {
        "index": 89,
        "text": "疏“蒺藜，蝍蛆”。○釋曰：蒺藜，一名蝍蛆。《廣雅》云“蝍蛆，蜈蚣也。”郭云：“似蝗而大腹，長角，能食蛇腦。”則非蜈蚣也。《莊子》云“蝍蛆，甘帶”是也。\n蝝，蝮蜪。\n（蝗子未有翅者。《外傳》曰：“蟲舍蚳蝝。”○蝝，音緣。蝮，孚福切。蜪，音陶。）"
      },
      {
        "index": 90,
        "text": "疏“蝝，蝮蜪”。○釋曰：蝝，一名蝮蜪，蝗子未有翅者。《春秋》宣十五年“冬，蝝生”是也。○ 注“《外傳》曰：‘蟲舍蚳蝝。’”○釋曰：此《魯語》裏革諫宣公之辭也。韋氏解曰：“蚳，螘子也，可以為醢。蝝，蝮蜪也，可食。舍，不取也。”\n蟋蟀，蛩。\n（今促織也。亦名青蛚。○蛩，音拱。）"
      },
      {
        "index": 91,
        "text": "疏“蟋蟀，蛩”。○釋曰：蟋蟀，一名蛩，今促織也。亦名青蛚。《詩·唐風》云：“蟋蟀在堂，歲聿其暮。”陸機《疏》云：“蟋蟀，似蝗而小，正黑有光澤如漆，有角翅。一名蛩<共蟲>，一名蜣蛚。楚人謂之王孫，幽州人謂之趨織。裏語曰：‘趨織鳴，賴婦驚’是也。”\n蟼，蟆。\n（蛙類。○蟼，音警。）疏“蟼，蟆”。注“蛙類”。○釋曰：此自一種蝦蟆也。\n蛝，馬䗃。\n（馬蠲，蚐，俗呼馬𧏿。○蛝，音閑。䗃，音棧。）"
      },
      {
        "index": 92,
        "text": "疏“蛝，馬䗃”。○釋曰：蛝蟲，一名馬䗃，一名馬蠲、蚐，俗呼馬𧏿。《方言》云：“馬蚿（音弦），北燕謂之蛆蟝（音子餘切）。其大者謂之馬柚（音逐）。”是也。"
      },
      {
        "index": 93,
        "text": "蛗螽，蠜。（《詩》曰：“趯阜螽。”○蛗，音阜。螽，音終。）草螽，負蠜。（《詩》云：“喓喓草蟲。”謂常羊也。○蠜，音凡）。蜤螽，蜙蝑。（蜙䗥也，俗呼蝽𧑓。○蜤，音斯。蜙，音鬆。蝑，音胥。）蟿螽，螇蚸。（今俗呼似蜙䗥而細長、飛翅作聲者為螇蚸。○蟿，音契。蚸，音曆。）土螽，蠰谿。（似蝗而小，今謂之土𧎩。○蠰，音壤。）"
      },
      {
        "index": 94,
        "text": "疏“蛗螽”至“蠰谿”。○釋曰：蛗螽之族，厥類實煩，此辨之也。蛗螽，一名蠜。李巡曰：“蝗子也。”陸機《疏》云：“今人謂蝗子為螽子，兗州人謂之螣。”許慎云：“蝗，螽也。”蔡邕云：“螽，蝗也。”明是一物。草蟲，一名負蠜，一名常羊。陸機云：“小大長短如蝗也，奇音青色，好在茅草中。”又一名草蟲，《詩》云“喓々草蟲，趯蛗螽”是也。蜤螽，《周南》作“螽斯”，《七月》作“斯螽”。雖字異文倒，其實一也。一名蜙蝑，一名蜙䗥，一名蝽𧑓。陸機云：“幽州人謂之舂箕。舂箕即舂黍，蝗類也。長而青，長角，長股，股鳴者也。或謂似蝗而小，班黑，其股似玳瑁，又五月中以兩股相切作聲，聞數十步者是也。”蟿螽，一名螇蚸，形似蜙䗥而細長、飛翅作聲者是也。土螽，一名蠰谿，今謂之土𧎩。江南呼虴蛨，又名虴蜢，形似蝗而小，善跳者是也。○注“《詩》云：‘喓喓草蟲，趯蛗螽。’”○釋曰：《召南·草蟲》篇文也。\n螼蚓，蜸蠶。（即蜿蟺也，江東呼寒蚓。○螼，蜣引切。蜸，苦顯切。蠶，他典切。）"
      },
      {
        "index": 95,
        "text": "疏“螼蚓，蜸蠶”。○釋曰：螼蚓，一名蜸蠶，即蜿蟺也。《廣雅》云：“蜿蟺，蚯蚓也。”《月令》四月“蚯蚓出”，十一月“蚯蚓結”是也。江東呼寒蚓。郭云：“蚯蚓，土精，無心之蟲，與蛗螽交者也。”"
      },
      {
        "index": 96,
        "text": "莫貈，螳螂，蛑。（螳螂，有斧蟲，江東呼石螂。孫叔然以《方言》說此，義亦不了。○貈，音鶴。蛑，音謀。）"
      },
      {
        "index": 97,
        "text": "疏“莫貈，螳螂，蛑”。○釋曰：莫貈，一名螳螂，一名蛑，即上“不過”也。捕蟬而食，有臂若斧，奮之當軼不避。《莊子》云“猶螳螂之怒臂以當車軼”是也。江東呼為石螂，又名齕肱。○注“孫叔然以《方言》說此，義亦不了”。○釋曰：《方言》云：“螳螂謂之髦，或謂之町，或謂之羋羋。”孫炎取此《方言》之文以虰上屬為說。案《說文》以虰蛵、負勞為一，則《方言》之說既失其指，孫氏引之為說，是亦不了也。\n虰蛵，負勞。（或曰即蜻蛉也，江東呼狐梨。所未聞。○虰，音丁。蛵，音馨。）"
      },
      {
        "index": 98,
        "text": "疏“虰蛵，負勞”。○釋曰：即蜻蛉，六足四翼蟲也。一名虰蛵，一名負勞，江東呼狐梨。《方言》云：“蜻蛉謂之蝍蛉。”淮南人又呼䗧𧉅（音康尹）。《字林》云：“一名桑根。”陶注《本草》云“一名蜻蜓”是也。○注“或曰”至“未聞”。○釋曰：云“所未聞”者，雖有或人之說，但經典未聞所出，示其無質，故云“所未聞”。\n蜭，毛蠹。（即蛓。○蜭，戶感切。）"
      },
      {
        "index": 99,
        "text": "疏“蜭，毛蠹”。○釋曰：蜭，一名毛蠹，即蛓也。《說文》云：“蛓，毛蟲。”今俗呼為毛蛓，有毒，螫人。《楚辭》云“蛓緣兮我裳”是也。\n蟔，蛅蟴。（蛓屬也。今青州人呼蛓為蛅蟴。孫叔然云“八角螫蟲”，失之。○蟔，音墨。蟴，音斯。）"
      },
      {
        "index": 100,
        "text": "疏“蟔，蛅蟴”。○釋曰：蟔，一名蛅蟴，即蛓類也。青州人呼蛅蟴。○注“孫叔然云“‘八角螫蟲’，失之”。○釋曰：此即毛蟲，何止八角？故云“失之”。螫猶蠚也。《字林》云：“蟲行毒也。”\n蟠，鼠負。（甕器底蟲。○蟠，音煩。）"
      },
      {
        "index": 101,
        "text": "疏“蟠，鼠負”。○釋曰：此與下“蛜威，委黍”是一。故下注“委黍” 云：“舊說鼠婦別名。”則此蟲一名蟠，一名鼠負。負或作𧌈。《本草》作婦，一名蛜威，一名委黍也。陸機云：“在壁根下、甕器底土中生，似白魚者是也。”陶注《本草》云：“多在鼠坎中，鼠背負之。”然與鼠𧌈及鼠婦則似乖。《詩·東山》云“伊威在室”是也。\n蟫，白魚。（衣書中蟲，一名蛃魚。○蟫，音淫。）"
      },
      {
        "index": 102,
        "text": "疏“蟫，白魚”。○釋曰：此衣書中蟲也，一名蟫，一名白魚，一名蛃魚。《本草》謂之“衣魚”是也。蛾，羅。（蠶蛾。○蛾，音娥。）\n疏“蛾，羅”。○釋曰：此即蠶蛹所變者也。《說文》云：“蛾，羅也”是。\n螒，天雞。（小蟲，黑身，赤頭，一名莎雞，又曰樗雞。○螒，音汗。）"
      },
      {
        "index": 103,
        "text": "疏“螒，天雞”。○釋曰：此黑身、赤頭小蟲也。一名螒，一名天雞，一名莎雞，又曰樗雞。李巡曰：“一名酸雞。”《詩·豳風·七月》云：“六月莎雞振羽。”陸機《疏》云：“如蝗而班色，毛翅數重，其翅正赤，六月中飛而振羽，索索作聲。幽州人謂之蒲錯是也。”\n傅，負版。（未詳。）強，蚚。（即強醜捋。○蚚，音祈。）\n疏“強，蚚”。○釋曰：強，蟲名也。一名蚚，好自摩捋者，蓋蠅類。\n蛶，螪何。（未詳。）螝，蛹。（蠶蛹。○蛶，音劣。螪，音商。螝，音龜。）\n疏“螝，蛹”。○釋曰：即蠶所變者，一名螝，又名蛹也。\n蜆，縊女。（小黑蟲，赤頭，喜自經死，故曰縊女。○蜆，音演。）"
      },
      {
        "index": 104,
        "text": "疏“蜆，縊女”。○釋曰：蜆，小黑蟲也。赤頭，喜自縊，故又名縊女。《說文》云“蛻為蝶” 是也。○注“喜自經死”。○釋曰：經即縊也。《晉語》申生使猛足辭於狐突，乃雉經於新城廟。僖四年《左氏傳》云：“ 十二月戊申，縊於新城。”是謂縊為經也。"
      },
      {
        "index": 105,
        "text": "蚍蜉，大螘。（俗呼為馬蚍蜉。）小者螘。（齊人呼蟻蟻蛘。）蠪，朾螘。（赤駮蚍蜉。）𧕈，飛螘。（有翅。）其子蚳。（蚳，蟻卵。《周禮》曰：“蜃蚳醬。”○螘，魚綺切。蠪，音聾。朾，直耕切。𧕈，音尉。蚳，音池。）"
      },
      {
        "index": 106,
        "text": "疏“蚍蜉”至“子蚳”。○釋曰：此辨眾螘及其子名也。螘，通名也。其大者，別名蚍蜉，俗呼馬蚍蜉。小者即名螘，齊人呼蟻蛘。《方言》云：“蚍蜉，齊魯之間謂之玄蚼蟓（駒、養二音），西南梁益之間謂之玄蚼，燕謂之蛾蛘（蟻、養二音），其場謂之坻，或謂之垤。”是也。其大而赤色斑駁者名蠪，一名朾螘。有翅而飛者名𧕈，即飛螘也。其子在卵者名蚳，可以作醢。○ 注“《周禮》曰：‘蜃蚳醬。’”○釋曰：案《周禮·醢人》職曰：“饋食之豆，蜃蚳醢。”醢則醬之有肉者，故此云“醬也。"
      },
      {
        "index": 107,
        "text": "次蟗，䵹鼄。䵹鼄，鼄蝥。（今江東呼蝃蝥，音掇。○蟗，音秋。䵹，音知。鼄，音誅。蝥，音謀。）土䵹鼄。（在地中布網者。）草䵹鼄。（絡幕草上者。）"
      },
      {
        "index": 108,
        "text": "疏“次蟗”至“草䵹鼄”。○釋曰：此辨䵹鼄方言及在土、在草之名也。次蟗，即䵹鼄別名也。又一名鼄蝥，今江東呼蝃蝥。《說文》謂之蠿蝥，作罔鼄蝥也。《方言》云：“自關而西、秦晉之間謂之鼄蟊。自關而東、趙魏之郊謂之䵹鼄。或謂之蠾𧍳（燭、臾二音）。”“北燕朝鮮洌水之間謂之蝳蜍（毒、餘二音）。”郭又云：“齊人又呼社公，亦言罔公。”其在地中布網者名土䵹鼄。其作網絡幕草上者名草䵹鼄也。"
      },
      {
        "index": 109,
        "text": "土蜂（今江東呼大蜂在地中作房者為土蜂，啖其子，即馬蜂，今荊巴間呼為蟺，音憚。）木蜂。（似土蜂而小，在樹上作房，江東亦呼為木蜂，又食其子。○蜂，音蜂。）"
      },
      {
        "index": 110,
        "text": "疏“土蜂。木蜂”。○釋曰：此辨蜂在土、在木之異也。《說文》云：“蜂，飛蟲，螫人者。”其形大，在地中作房而啖其子者，名士蜂，又名馬蜂。今荊巴間呼為蟺。其形差小，在樹上作房者，名木蜂，亦食其子。○注“音憚”。○釋曰：嫌讀為蛩蟺之蟺，故音之。\n蟦，蠐螬。（在糞土中。）蝤蠐，蠍。（在木中。今雖通名為蠍，所在異。○蟦，音費。蝤，音囚。）"
      },
      {
        "index": 111,
        "text": "疏“蟦，蠐螬。蝤蠐，蠍”。○釋曰：此辨蠍在土、在木之異名也。其在糞土中者，名蟦蠐，又名蠐螬。其在木中者，《方言》云：“關東謂之蝤蠐，梁益之間謂之蠍。”上文“蠍，蛣𧌑”，郭云“木中蠹”。下文“蠍，桑蠹”，郭云“即蛣𧌑”。然則蟦蠐也，蠐螬也，蝤蠐也，蛣𧌑也，桑蠹也，蠍也，一蟲而六名也。以在木中白而長，故詩人以比婦人之頸。《碩人》云“領如蝤蠐”是也。"
      },
      {
        "index": 112,
        "text": "蛜威，委黍。（舊說鼠𧌈別名。然所未詳。○蛜，音伊。）蟰蛸，長踦。（小蜘蛛長腳者，俗呼為喜子。○蟰，音簫。蛸，所交切。踦，巨綺切。）"
      },
      {
        "index": 113,
        "text": "疏“蟰蛸，長踦”。○釋曰：此小蜘蛛長腳者，一名蟰蛸，一名長踦，俗呼為喜子。《詩·東山》云：“蟰蛸在戶。”陸機《疏》云：“一名長腳，荊州、河內人謂之喜母。此蟲來著人衣，當有親客至，有喜也，幽州人謂之親客。亦如蜘蛛為羅罔居之。”是也。\n蛭蝚，至掌。（未詳。）國貉，蟲蚃。（今呼蛹蟲為蚃。《廣雅》云：“士蛹，蚃蟲。”○蛭，音直反。）"
      },
      {
        "index": 114,
        "text": "疏“國貉，蟲蚃”。○釋曰：此蛹蟲也，今俗呼為蚃，一名國貉，一名蟲蚃。《說文》云：“知聲蟲也。”《廣雅》云“上蛹，蚃蟲”是也。蠖，蚇蠖。（今蝍𧑙。○蠖，於郭切。蚇，音尺。）"
      },
      {
        "index": 115,
        "text": "疏“蠖，蚇蠖”。○釋曰：蠖，一名蚇蠖。郭云：“今蝍𧑙。”《方言》云：“蠀𧑙謂之蚇蠖（音即踧）。”郭云：“又呼步屈。”《說文》云：“蠖，屈伸蟲也。” 《易·係辭》云“尺蠖之屈，以求信”者，是也。"
      },
      {
        "index": 116,
        "text": "果臝，蒲盧。（即細腰蜂也，俗呼為蠮螉。）螟蛉，桑蟲。（俗謂之桑蟃，亦曰戎女。○螟，音冥。蛉，音令。）"
      },
      {
        "index": 117,
        "text": "疏“果臝，蒲盧。螟蛉，桑蟲”。○釋曰：案《詩·小雅· 小宛》云：“螟蛉有子，果臝負之。”果臝，一名蒲盧，即細腰蜂也，俗呼為蠮螉。《方言》云：“蜂，燕趙之間謂之蠓螉。其小者謂之蠮螉。”鄭注《中庸》以“蒲盧”為“土蜂”。《說文》云：“細要土蜂也，天地之性，細要純雄無子。”螟蛉，一名桑蟲，一名桑蟃，一名戎女。陸機云：“螟蛉者，桑上小青蟲也，似步屈，其色青而細小，或在草萊上。蜾臝，土蜂也，似蜂而小腰，取桑蟲負之於木空中，七日而化為子。”《法言》云：“螟蛉之子，殪而逢蜾臝，祝之曰：類我類我，久則肖之。”是也。\n蠍，桑蠹。（即蛣𧌑。）熒火，即炤。（夜飛，腹下有火。○炤，音照。）"
      },
      {
        "index": 118,
        "text": "疏“螢火，即炤”。○釋曰：熒火，一名即炤。夜飛，腹下有火蟲也。《本草》又名夜光，一名熠燿。《月令》季夏“腐草為熒”。腐草此時得暑濕之氣，故為熒。至秋而天沈陰，數雨，熒火夜飛之時也。《詩·東山》云“熠燿宵行”是也。\n密肌，繼英。（未詳。）蚅，烏蠋。（大蟲，如指，似蠶，見《韓子》。）"
      },
      {
        "index": 119,
        "text": "疏“阨，烏蠋”。○釋曰：蚅，一名烏蠋，形似蠶而大如指。《詩·大雅· 韓奕》云：“鞗革金厄。”毛亦云：“厄，烏蠋”也。○注“似蠶，見《韓子》”。○釋曰：案《韓子·內儲說上》七術其三日“信賞盡能”。云：“鱣似蛇，蠶似蠋。人見蛇則驚駭，見蠋則毛起。然而婦人拾蠶，而漁者握鱣，利之所在，則忘其所惡，皆為孟賁。”是其事也。\n蠓，蠛蠓。（小蟲，似蚋，喜亂飛。○蠓，莫孔切。蠛，亡結切。）"
      },
      {
        "index": 120,
        "text": "疏“蠓，蠛蠓”。○釋曰：小蟲似蚋亂飛者也，名蠓，又名蠛蠓。《列子》云“生“朽壤之上，因雨而生，得陽而死”。一名醯雞。《莊子》云：孔子與老聃語。“出告顏回曰：‘丘之於道也，其猶醯雞與！’”郭象云“醯雞者，甕中蠛蠓”是也。\n王，蛈蝪。（即螲蟷，似蜘蛛。在穴中有蓋，今河北人呼蛈蝪。○蛈，大結切。蝪，音湯。）\n疏“王，蛈蝪”。○釋曰：此蜘蛛之一種也，一名螲蟷。穴居布罔，穴口有蓋，河北人呼蛈蝪者是也。"
      },
      {
        "index": 121,
        "text": "蟓，桑繭。（食桑葉作繭者，即今蠶。）雔由，樗繭，（食樗葉。○蟓，音象。雔，音讎。）棘繭，（食棘葉。）欒繭。（食欒葉。）蚢，蕭繭。（食桑葉者，皆蠶類。○蚢，音杭。）"
      },
      {
        "index": 122,
        "text": "疏“蟓桑”至“蕭繭”。○釋曰：此皆蠶類作繭者，因所食葉異而異其名也。食桑葉作繭者名蟓，即今蠶也。食樗葉、棘葉、欒葉者，名雔由。食蕭葉作繭者名蚢。"
      },
      {
        "index": 123,
        "text": "翥醜鏬，（剖母背而生。）螽醜奮，（好奮迅作聲。○翥，者庶切。鏬，呼暇切。）強醜捋，（以腳自摩捋。）蜂醜螸，（垂其腴。○螸，音俞。）蠅醜扇。（好搖翅。）"
      },
      {
        "index": 124,
        "text": "疏“翥醜”至“醜扇”。○釋曰：此辨蟲屬所生及所好之狀不同者也。翥，飛也。醜，類也。蟲類能飛翥者謂蟬屬，皆剖坼母背以為孔罅而生。螽蝗之類好奮迅作聲而飛，強坼之類好以腳自摩捋，蜂類好垂其腴以休息。《說文》云：“螸，垂腴也。”腴即腹下也。青蠅之類好搖翅自扇。"
      },
      {
        "index": 125,
        "text": "食苗心，螟。食葉，蟘。食節，賊。食根，蟊。（分別蟲啖食禾所在之名耳，皆見《詩》。○蟘，音特。蟊，音謀。）"
      },
      {
        "index": 126,
        "text": "疏“食苗”至“根蟊”。○釋曰：此分別蟲啖食禾所在之名也。李巡云：“食禾心為螟，言其奸，螟螟難知也。食禾葉者言假貸無厭，故曰蟘也。食禾節者言貪狼，故曰賊也。食禾根者言其稅取萬民財貨，故云“蟊也。”孫炎曰：“皆政貪所致，因以為名也。”郭璞直以蟲食所在為名。而李巡、孫炎並因讬惡政，則災由政起。雖以食所在為名，而所在之名緣政所致，理為兼通也。陸機《疏》云：“螟似子方而頭不赤。螣，蝗也。賊似桃李中蠹，赤頭，身長而細耳。或說云“‘蟊，螻蛄也，食苗根為人患’。許慎云：‘吏冥冥犯法即生螟，吏乞貸則生蟘，吏抵冒取民財則生蟊。’舊說云：‘螟螣、蟊賊一種蟲也。’如言寇賊奸宄，內外言之爾。故犍為文學曰：‘此四種蟲皆蝗也。’實不同，故分別釋之。”○注“皆見《詩》”。○釋曰：《詩·小雅·大田》云：“去其螟螣，及其蟊賊，無害我田稚。”是也。\n有足謂之蟲，無足謂之豸。"
      },
      {
        "index": 127,
        "text": "疏“有足謂之蟲，無足謂之豸”。○釋曰：此對文爾，散文則無足亦曰蟲。《月令》春日“其蟲鱗”。鄭注云“龍蛇之屬”是也。\n卷九·釋魚第十六"
      },
      {
        "index": 128,
        "text": "疏“釋魚第十六”。○釋曰：案《說文》云：“魚，水蟲也。”此第釋其見於經傳者，是以不盡載魚名。至於龜、蛇、貝、鱉之類，以其皆有鱗甲，亦魚之類，故總曰釋魚也。\n鯉\n（今赤鯉魚。）\n疏“鯉”。○釋曰：今赤鯉魚也。《詩》云：“豈其食魚，必河之鯉。”是也。\n鱣"
      },
      {
        "index": 129,
        "text": "（鱣，大魚。似鱏而短，鼻口在頷下，體有邪行甲，無鱗，肉黃，大者長二三丈，今江東呼為黃魚。○鱣，張連切。）"
      },
      {
        "index": 130,
        "text": "疏“鱣”。○釋曰：鱣，郭義具注。陸機云：“鱣，出江海，三月中從河下頭來上。鱣，身形似龍，銳頭，口在頷下，背上腹下皆有甲，縱廣四五尺。今於盟津東石磧上釣取之。大者千餘斤。可蒸為𦞦，又可為鮓，魚子可為醬。”《詩·衛風·碩人》云“鱣鮪發發”是也。\n鰋\n（今鰋額白魚。○鰋，音偃。）\n疏“鰋”。○釋曰：注云：“今鰋額白魚。”郭以目驗言之也。《詩·頌》云“鰷鱨鰋鯉”是也。\n鯰\n（別名鯷。江東通呼鯰為鮧。）"
      },
      {
        "index": 131,
        "text": "疏“鯰”。○釋曰：郭氏云：“別名鯷。江東通呼鯰為鮧。”案，此經鯉。鱣、鰋、鯰，舍人曰：“鯉一名鱣。”孫炎曰：“鰋一名鯰。”則是舍人以鯉、鱣為一魚。孫炎以鰋、鯰為一魚。郭氏以為四魚者，如陸機之言。又以今語驗之，則鯉、鮪、鱣、鮥，皆異魚也，故郭氏云“。先儒及《毛詩訓傳》皆謂此魚有兩名，今此魚種類、形狀有殊，無緣強合之為一物，是郭氏所以異也。\n鱧\n（鮦也。）\n疏“鱧”。注“鮦也”。○釋曰：今䱰魚也。鮦與䱰，音義同。《詩·小雅》云：“魚麗於罶，魴鱧。”是也。\n鯇\n（今鯶魚，似鱒而大。○鯇，華板切。）\n疏“鯇”。注“今鯶魚，似鱒而大”。○釋曰：舍人云：“鱧，一名鯇。”郭氏所不取也。\n鯊，鮀。\n（今吹沙小魚，體員而有點文。○鮀，音紘。）"
      },
      {
        "index": 132,
        "text": "疏“鯊，鮀”。○釋曰：鯊，一名鮀。《詩·小雅》云：“魚麗於罶，鱨鯊。”陸機云：“魚狹而小，常張口吹沙。”故郭氏云：“今吹沙小魚也。”\n鮂，黑鰦。\n（即白鯈魚，江東呼為鮂。○鮂，音囚。鰦音茲。）"
      },
      {
        "index": 133,
        "text": "疏“鮂，黑鰦”。○釋曰：鮂，一名黑鰦。郭云“即白鯈，江東呼為鮂”者，以時驗而言之也。《詩·頌》曰“鰷鱨鰋鯉”是也。\n鰼，鰌。\n（今泥鰌。○鰼，音習。鰌，音秋。）\n疏“鰼，鰌”。○釋曰：鰼，一名鰌，即今泥鰌也。穴於泥中，因以名云“。\n鰹，大鮦；小者鮵。\n（今青州呼小鱺為鮵。○鰹，音堅。鮦，音同。鮵，音奪。）"
      },
      {
        "index": 134,
        "text": "疏“鰹，大鮦；小者，鮵”。○釋曰：此即上文“鱧”也，其大者名鰹，小者名鮵。故注云：“今青州呼小鱺為鮵。”鱺與鱧，音義同。\n魾，大鱯，小者鮡。\n（鱯，似鯰而大，白色。○魾，音皮。鱯，音畫。鮡，音兆。）\n疏“魾，大鱯，小者鮡”。○釋曰：鱯，魚名。似鯰而大，白色。鱯之大者別名魾，小者別名鮡也。\n鰝，大鰕。\n（鰕大者出海中，長二三丈，須長數尺。今青州呼鰕魚為鰝，音酆鄗。○鰕，音霞。）\n疏“鰝，大鰕”。○釋曰：鰕之大者長二三丈，須長數尺。若此之類者，名鰝。\n鯤，魚子。\n（凡魚之子總名鯤。）"
      },
      {
        "index": 135,
        "text": "疏“鯤，魚子”。○釋曰：凡魚之子總名鯤。《詩》云：“其魚魴鰥。”鄭云：“鰥，魚子。”鯤、鰥字異，蓋古字通用也。《魯語》云：“宣公夏濫於泗淵，裏革斷其罟而棄之，曰：‘魚禁鯤鱬，鳥翼鷇卵，蕃庶物也。’”是亦以鯤為魚子也。\n鱀，是鱁。"
      },
      {
        "index": 136,
        "text": "（鱀，䱜屬也。體似鱏，尾如䱡魚，大腹，喙小鮵而長，齒羅生，上下相銜，鼻在額上，能作聲，少肉多膏。胎生、健啖細魚。大者長丈餘，江中多有之。○鱀，音忌。）"
      },
      {
        "index": 137,
        "text": "疏“鱀䱜”至注“有之”。○釋曰：鱀，一名是鱁，䱜之屬也。云“體似鱏”者，《字林》云：“鰾，長鼻魚也，重千斤。”傳曰“伯牙鼓琴，鱏魚出聽”是也。鱀魚之體似之也。云“尾如䱡魚”者，《說文》云：“䱡，魚名，出樂浪潘國。一曰，䱡魚，出江東，有兩乳。”今鱀魚之尾如䱡魚，故云“尾如䱡魚”也。云“大腹”以下者，時驗而言也。\n鱦，小魚。\n（《家語》曰：“其小者鱦魚也。”今江東亦呼魚子未成者為鱦。音繩。）"
      },
      {
        "index": 138,
        "text": "疏注“《家語》曰：‘其小者鱦魚也。’”○釋曰：案《家語》宓子賤為單父宰，孔子使巫馬期往觀政焉。期陰免衣弊裘入界，見魰者得魚輒舍之，期問焉。曰：“凡䰻者為得魚也，何以得魚卻舍之？”曰：“魚之大者名為鱄鱨，吾大夫愛之。其小者名為鱦，吾大夫欲長之。是以得二者輒舍之。”是也。引之證鱦是小魚之名也。\n鮥，鮛鮪。"
      },
      {
        "index": 139,
        "text": "（鮪，鱣屬也。大者名王鮪，小者名鮛鮪。今宜都郡自京門以上江中通出鱏鱣之魚，有一魚狀似鱣而小，建平人呼鮥子，即此魚也。音洛。○鮛，音叔。鮪，音偉。）"
      },
      {
        "index": 140,
        "text": "疏“鮥，鮛鮪”。○釋曰：郭義具注。陸機云：“鮪魚，形似鱣而青黑，頭小而尖，似鐵兜鍪，口亦在頷下，其甲可以摩薑，大者不過七八尺，益州人謂之鱣鮪。大者為王鮪，小者名鮛鮪，一名鮥。肉色白，味不如鱣也。今東萊遼東人謂之尉魚，或謂之仲明。仲明者，樂浪尉也，溺死海中化為此魚。”又曰：“河南鞏縣東北崖上，山腹有穴。舊說云“此穴與江湖通，鮪從此穴而來，北入河西上龍門，入漆沮。故張衡賦云：‘王鮪岫居’，山穴為岫。謂此穴也。”《月令》季春“薦鮪於寢廟”。《天官·惇人》“春獻王鮪”是也。\n鯦，當魱。\n（海魚也。似鯿而大鱗，肥美多鯁，今江東呼其最大長三尺者為當魱。音胡。○鯦，俱救切。）"
      },
      {
        "index": 141,
        "text": "疏“鯦，當魱”。○釋曰：鯦，一名當魱，海魚也。○注“海魚”至“音胡”。○釋曰：云“似鯿而大鱗”者，案，鯿似魴而大，腹細而長，今鯦魚似之，但鱗大耳。云“肥美”以下者，以時驗而知也。\n鮤，鱴刀。\n（今之鮆魚也，亦呼為魛魚。○鮤，音列。鱴，音滅。）"
      },
      {
        "index": 142,
        "text": "疏“鮤，鱴刀”。○釋曰：鮤，一名鱴刀。郭氏云：“今之鮆魚也。”《說文》云：“鮆，飲而不食，刀魚也。九江有之。”亦呼為魴魚。是則此魚一名鮤魚，一名鱴刀，一名魛魚，一名鮆魚也。\n鱊鮬，鱖鯞。\n（小魚也。似鮒子而黑，俗呼為魚婢，江東呼為妾魚。○鱊，音聿。鮬，音步。鱖，音厥。鯞，章酉切。）"
      },
      {
        "index": 143,
        "text": "疏“鱊鮬，鱖鯞”。○釋曰：郭云：“小魚也，似鮒子而黑。”《廣雅》云：“鮒，鰿也。”此魚似其小者，故云“似鮒子而黑”，色為異也。江東呼為妾魚。《說文》云：鯜魚“出樂浪潘國”是也。\n魚有力者，鰴。\n（強大有力。○鰴，音暉。）\n疏“魚有力者，鰴”。○釋曰：凡魚之強大多力異於群輩者，名鰴。\n魵，鰕。\n（出穢邪頭國，見呂氏《字林》。○魵，音墳。）\n疏“魵，鰕”。○釋曰：魵魚，一名鰕。郭云：“出穢邪頭國，見呂氏《字林》。”案《說文》亦云“。\n鮅，鱒。\n（似鯶子，赤眼。○鮅，音必。鱒，才損切。）"
      },
      {
        "index": 144,
        "text": "疏“鮅，鱒”。○釋曰：鮅，一名鱒。《詩》云：“九罭之魚，鱒魴。”陸機云：“鱒似鯶魚而鱗細於鯶，赤眼是也。”\n魴，魾。\n（江東呼魴魚為鯿，一名魾。音毗。○魴，音房。）"
      },
      {
        "index": 145,
        "text": "疏“魴，魾”。○釋曰：魴，一名魾，江東呼為鯿。《詩》云：“其魚魴鰥。”陸機云：“魴，今伊洛濟潁魴魚也。廣而薄肥，恬而少肉，細鱗，魚之美者。遼東梁水魴，特肥而厚，尤美於中國魴。故其鄉語曰‘居就糧，梁水魴’是也。”\n鯬，鯠。\n（未詳。）\n蜎，蠉。\n（井中小蛣蟩，赤蟲，一名孑孓，《廣雅》云“。○鯬，音黎。鯠，音來。蜎，狂袞切。蠉，香完切。）"
      },
      {
        "index": 146,
        "text": "疏“蜎，蠉”。○釋曰：井中小赤蟲也。一名蜎，一名蠉，又名蛣蟩，又一名孑孓。《廣雅》云：“孑孓，蜎”是也。\n蛭，蟣。\n（今江東呼水中蛭蟲入人肉者為蟣。○蟣，音祈。）"
      },
      {
        "index": 147,
        "text": "疏“蛭，蟣”。○釋曰：此水中蟲，喜入人肉者，江東呼為蟣。《本草》謂之“水蛭”。一名馬蜞，一名馬耆，即楚王食寒菹得而吞之，能去結積者，是也。\n科鬥，活東。\n（蝦蟆子。）"
      },
      {
        "index": 148,
        "text": "疏“科鬥，活東”。○釋曰：郭云：“蝦蟆子。”此蟲一名科鬥，一名活東。頭圓大而尾細，古文似之。故孔安國云：“皆科鬥文字。”是也。\n魁陸。\n（《本草》云：“魁，狀如海蛤，圓而厚，外有理縱橫。即今之蚶也。”）"
      },
      {
        "index": 149,
        "text": "疏“魁陸”。○釋曰：即魁蛤也，見《本草》。○注“《本草》”至“蚶也”。○釋曰：案《本草》蟲魚部，“魁蛤，一名魁陸，生東海。正圓，兩頭空，表有文”。陶隱居注云：“ 形似魴王（音狂），小狹長，外有縱橫文理，云“是老蝙蝠化為者。”是也。云“即今之蚶也”者，案，字書云：“蚶，蛤也。出會稽，可食。”是也。然則又一名蚶也。\n蜪蚅。\n（未詳。）\n鼁<酋黽>，蟾諸。"
      },
      {
        "index": 150,
        "text": "（似蝦蟆，居陸地。淮南謂之去蚥。）在水者黽。（耿黽也。似青蛙，大腹，一名土鴨。○鼁，音去。<酋黽>，音秋。蟾，音占。黽，音猛。）"
      },
      {
        "index": 151,
        "text": "疏“鼁<酋黽>，蟾諸。在水者黽”。○釋曰：此有多種，鼁<酋黽>，一名蟾諸。郭云：“似蝦蟆，居陸地。淮南謂之去蚥。”然蟾諸非蝦蟆，但相似耳。案《本草》“蝦蟆”陶注云：“此是腹大、皮上多痱磊者也。”蟾諸亦類此。《枹樸子》曰：蟾諸壽三千歲者，“頭上有角，頷下有丹書八字”。《玄中記》云：“蟾諸頭生角者，食之壽千歲。”是也。其居水者名黽，一名耿黽，一名土鴨。狀似青蛙而腹大為異。陶注《本草》云：“大而青脊者，俗名土鴨，其鳴甚壯。”即此黽也。陶又云“一種小形善鳴”喚名為鼁者，即郭云“青蛙”者也。\n蜌，螷。\n（今江東呼蚌長而狹者為螷。○蜌，音陛。螷，蒲猛切。）"
      },
      {
        "index": 152,
        "text": "疏“蜌，螷”。○釋曰：蜌，一名螷，蚌屬也。《說文》云：“脩為螷，圓為𧑐。”郭云：“今江東呼蚌長而狹者為螷。”其肉可為醢，《周禮·醢人》掌饋食之豆云“脾析螷醢” 是也。\n蚌，含漿。\n（蚌，即蜃也。）"
      },
      {
        "index": 153,
        "text": "疏“蚌，含漿”。○釋曰：《說文》云：“蜃屬。”郭云：“即蜃也。”謂老產珠者也。一名蚌，一名含漿，《周禮》謂之貍物。\n鱉三足，能。龜三足，賁。"
      },
      {
        "index": 154,
        "text": "（《山海經》曰：從山多三足鱉，大苦山多三足龜。今吳興郡陽羨縣君山上有池，池中出三足鱉，又有六眼龜。）"
      },
      {
        "index": 155,
        "text": "疏“鱉三足，能。龜三足，賁”。○釋曰：鱉、龜皆四足，三足者異，故異其名。鱉之三足者名能，龜之三足者名賁也。○ 注“《山海》”至“六眼”。○釋曰：案《中山經》云：遊戲山東南二十里，曰從山，從水出其上，潛其下，其中多三足鱉。食之無蟲疾。是從山多三足鱉也。又云：放皋山東五十七裏，曰大苦山。陽狂水出焉，西南注伊水中，多三足龜。食者無大疾，可以已腫。是大苦山多三足龜也。云“吳興郡”以下者，以時驗而言也。\n蚹蠃，螔蝓。\n（即蝸牛也。○蚹，音附。蠃，音羅。螔，音移。蝓，音俞。）"
      },
      {
        "index": 156,
        "text": "疏“蚹蠃，螔蝓”。○釋曰：蚹蠃，一名螔蝓。郭云：“即蝸牛也。”案《本草》“蝸牛”陶注云：“生山中及人家。頭形似蛄蝓，但背負殼爾。”海邊又一種正相似，以火炙殼便走出，食之，益顏色，名寄居。亦可作醢。《周禮》饋食之豆“葵菹蠃醢”是也。\n蠃，小者蜬。\n（螺大者如鬥，出日南漲海中。可以為酒杯。○蜬，音含。）\n疏蠃與螺音義同。其小者名蜬。\n螖蠌，小者蟧。\n（螺屬，見《埤蒼》。或曰即彭螖也，似蟹而小。音滑。○蠌，音澤。蟧，音勞。）"
      },
      {
        "index": 157,
        "text": "疏“螖蠌，小者蟧”。○釋曰：螖，即彭螖也。似蟹而小，一名蠌。其小者別名蟧。案《埤蒼》即云“螺屬”。郭氏兩從之。\n蜃，小者珧。\n（珧，玉珧。即小蚌。○珧，音遙。）"
      },
      {
        "index": 158,
        "text": "疏“蜃，小者珧”。○釋曰：蜃，大蛤也。《月令》云：孟冬之月，“雉入大水為蜃”。其小者名珧，一名玉珧，可飾佩刀削。《詩傳》云“天子玉奉而珧必”是也。《山海經》：嶧皋山，皋水出焉，東注激女水，其中多蜃珧。\n龜"
      },
      {
        "index": 159,
        "text": "龜，俯者靈，（行頭低。）仰者謝，（行頭仰。）前弇諸果，（字前長。）後弇諸獵，（申後長。）左倪不類，（行頭左庳，今江東所謂左食者，以甲卜審。）右倪不若。（行頭右庳，為右食，甲形皆爾。○倪，醜計切。）"
      },
      {
        "index": 160,
        "text": "疏“龜俯”至“不若”。○釋曰：此辨龜之俯仰、前後、左右，其形不同，其名亦異也。云“龜”者，目諸龜也。云“龜，俯者靈”者，謂行時頭低。《周禮》“天龜曰靈屬”是也。云“仰者謝”者，謂行時頭仰。《周禮》“地龜曰繹屬”是也。云“前弇諸果”者，諸，辭也。謂甲前長弇覆者名果。《周禮》“東龜曰果屬”是也。云“後弇諸獵” 者，諸，亦辭也。謂甲後長弇覆者名獵。《周禮》“南龜曰獵屬”是也。云“左倪不類”者，倪，庳也。不，發聲也。謂行時頭左邊庳下者名類。《周禮》“西龜曰雷屬”是也。云“右倪不若”者，不，亦發聲也。謂行時頭右邊庳下者名若。《周禮》“北龜曰若屬”是也。《周禮》又云：“各以其方之色與其體辨之。”鄭注云：“屬，言非一也。色，謂天龜玄，地龜黃，東龜青，西龜白，南龜赤，北龜黑。俯者靈，仰者繹，前弇果，後弇獵，左倪雷，右倪若，是其體也。東龜、南龜長前後，在陽，象經也。西龜、北龜長左右，在陰，象緯也。天龜俯，地龜仰，東龜前，南龜卻，西龜左，北龜右，各從其耦也。”是《周禮》先有成文，故此釋之。鄭取此文為說，其言正同。惟繹與謝，雷與類小異耳，其義亦同。○注“行頭”至“卜審”。○釋曰：案，賈公彥說《周禮》以倪為睥睨，則左倪右倪是左顧右顧也。郭氏以庳解倪，及云“今江東所謂左食者”，皆以時驗而言也。云“以甲卜審”，言用此龜之甲，以卜吉凶審諦也。\n貝"
      },
      {
        "index": 161,
        "text": "貝，居陸贆。在水者蜬。（陸、水異名也。貝中肉如科鬥，但有頭尾耳。○贆，音標。）大者魧，（《書大傳》曰：“大貝，如車渠。”車渠謂車岡，即魧屬。○魧，音杭。）小者鰿。（今細貝亦有紫色者，出日南。○鰿，音積。）玄貝，貽貝。（黑色貝也。）餘貾，黃白文。（以黃為質，白文為點。○貾，音池。）餘泉，白黃文。（以白為質，黃為文點。今之紫貝，以紫為質，黑為文點。）蚆，博而頯。（頯者，中央廣，兩頭銳。 ○蚆，音巴。頯，匡軌切。）蜠，大而險。（險者，謂汙薄。○蜠，求隕切。）𧐐，小而橢。（即上貝小。橢謂狹而長，此皆說貝之形容。○𧐐，音責。橢，他果切。）"
      },
      {
        "index": 162,
        "text": "疏“貝居”至“而橢”。○釋曰：此辨貝居陸、居水、大小、文彩不同之名也。云“ 貝”者，目諸貝也。《說文》云：“貝，海介蟲也。”取其甲以飾器物。古者貨貝，周而有泉，至秦廢貝行錢。居陸者名贆，在水者名蜬。至大者名魧，至小者名鰿。黑色之貝名貽貝。黃為質，白為文點者名餘貾。白為質，黃為文點者名餘泉。中央廣，兩頭銳者名蚆。大而汙薄者名蜠，小而狹長者名𧐐。○注“書大”至“魧屬”。○釋曰：案《大傳》云：西伯既戡耆，紂囚之羑裏。散宜生“之江淮之浦，取大貝”，大如大車之渠，以贖其罪是也。《考工記》謂“車岡為渠”，故云“渠謂車岡”。其貝形曲及大小如車岡，故比之也，引之以證此經。魧是其大如車岡者，故云“即魧屬”。 ○注“以白”至“文點”。○釋曰：舍人云：“貝，水中蟲也。”李巡曰：“餘貾，貝甲黃為質，白為文彩。餘泉，貝甲白為質，黃為文彩。”陸機《疏》云：“貝，水中介蟲也，龜鱉之屬。其文彩之異、大小之殊甚眾。古者貨貝是也。餘貾，黃為質，以白為文。餘泉，白為質，以黃為文。又有紫貝，其白質如玉，紫點為文，皆行列相當。其貝大者，當至一尺六七寸者，今九真交趾以為杯盤寶物也。”是先儒相傳為然。但解紫貝與郭氏少異。陸機以白為質，紫為文。郭氏以紫為質，黑為文。是其異也。《書》云“文貝仍幾”。《詩》云“成是貝錦”。《山海經》“陰山。濁浴水出焉，南流注蕃澤，其中多文貝”。皆謂此餘貾、餘泉也。○注“即上”至“形容”。○釋曰：云“即上小貝”，知者以其同名𧐐也。云“橢，謂狹而長”者，《詩》云：“嶞山喬嶽。”《楚辭》云：“南北順橢，其循幾何？”皆是橢為狹長之名也。\n蠑螈，蜥蜴；蜥蜴，蝘蜓；蝘蜓，守宮也。\n（轉相解，博異語、別四名也。○蠑，音榮。螈，音原。蜥，音昔。蜴，音亦。蝘，音掩。蜓，徒典切。）"
      },
      {
        "index": 163,
        "text": "疏“蠑螈”至“守宮也”。○釋曰：《詩·小雅· 正月》云“胡為虺蜴”謂此也。蠑螈、蜥蜴、蝘蜓、守宮，一物形狀相類而四名也。《字林》云：“蠑螈，蛇醫也。”《說文》云：“在草曰蜥蜴，在壁曰蝘蜓。”《方言》云：“秦晉西夏謂之守宮，或謂之蠦𧔊（盧、廛二音），或謂之刺易。南陽人呼蝘蜓，其在澤中謂之易蜥。南楚謂之蛇醫，或謂之蠑螈。”又東方朔云：“非守宮即蜥蜴。”案，此諸文則是在草澤中者，名蠑螈、蜥蜴；在壁者，名蝘蜓、守宮也。《博物誌》云：以器養之，食以真朱。體盡赤，重七斤，搗萬杵，以點女人體，終身不滅。耦則落，故號守宮。陸機《疏》云：“青綠色，大如指，形狀可惡。”是也。\n镻，蝁。\n（蝮屬。大眼，最有毒，今淮南人呼蝁子。○镻，音迭。蝁，烏洛切。）\n疏“镻，蝁”。○釋曰：蛇也，蝮虺之屬。大眼，有毒。一名镻，又名蝁，“淮南人呼蝁子”者，是也。\n螣，螣蛇。\n（龍類也，能興雲霧而遊其中。《淮南》云“蟒蛇。○螣，上音朕。下音騰。）"
      },
      {
        "index": 164,
        "text": "疏“螣，螣蛇”。○釋曰：蛇似龍者也，名螣，一名螣蛇。能興雲霧而遊其中也。○注“《淮南》云“蟒蛇”。○釋曰：蟒當為奔。案《淮南子·覽冥》篇說女媧云：功烈“上際九天，下契黃壚。名聲被後世，光輝熏萬物。乘雷車，服應龍，驂青虯，援絕瑞，席蘿圖，云“黃璐，前白螭，後奔蛇”。許慎云“奔蛇，馳蛇”是也。或曰淮南人呼此螣為蟒蛇，義亦通。\n蟒，王蛇。\n（蟒，蛇最大者，故曰王蛇。○蟒，音莽。）\n疏“蟒，王蛇”。○釋曰：此蛇之最大者也。名蟒，又名王蛇。與上螣蛇異。\n蝮虺，博三寸，首大如擘。\n（身廣三寸，頭大如人擘指。此自一種蛇，名為蝮虺。○擘，音拍。）"
      },
      {
        "index": 165,
        "text": "疏“蝮虺”至“如擘”。○釋曰：博，廣也。首，頭也。擘，拇指也。此自一種毒蛇，名蝮虺。身廣三寸，其頭大如人拇指。○注“身廣”至“蝮蛇”。○釋曰：案郭注，《三蒼》云：“擘，大指也。”《蒼頡篇》以為足大指，鄭注《儀禮》以為手大指。然則手足大指皆得名擘，故注云“頭大如人擘指”，又名拇。孫炎云：“頭如拇指。”是也。案舍人曰：“蝮，一名虺。江淮以南曰蝮，江淮以北曰虺。”孫炎曰：“江淮以南謂虺為蝮。廣三寸，頭如拇指，有牙，最毒。”郭璞曰：“此自一種蛇，人自名為蝮虺。”今蛇細頸大頭，色如艾綬文，文間有毛似豬鬛，鼻上有針，大者長七八寸，一名反鼻，如虺類。足以明此自一種蛇，如郭意。此蛇，人自名蝮虺，非南北之異蛇，實是蟲，以有鱗，故在《釋魚》。且魚亦蟲之屬乎！\n鯢，大者謂之鰕。\n（今鯢魚似鯰，四腳，前似獮猴，後似狗。聲如小兒啼，大者長八九尺。）\n疏鯢，雌鯨也。大者長八九尺，別名鰕。\n魚枕謂之丁"
      },
      {
        "index": 166,
        "text": "魚枕謂之丁，（枕，在魚頭骨中，形似篆書丁字，可作印。）魚腸謂之乙，魚尾謂之丙。（此皆似篆書字，因以名焉。《禮記》曰：“魚去乙。”然則魚之骨體，盡似丙丁之屬，因形名之。）"
      },
      {
        "index": 167,
        "text": "疏“魚枕”至“之丙”。○釋曰：此釋魚之骨體，腸尾之名也。其魚頭中骨為枕，其骨形似篆書丁字，故因謂之丁。其腸似篆書乙字，尾似篆書丙字，亦因名之也。○注“《禮記》曰：‘魚去乙。’”○釋曰：此《禮記·內則》文也。鄭玄注云：“乙，魚體中害人者名也。今東海鮥魚有骨名乙，在目旁狀如篆乙，食之鯁人不可出”者，與此經違。非郭義也。\n一曰神龜"
      },
      {
        "index": 168,
        "text": "一曰神龜，（龜之最神明。）二曰靈龜，（涪陵郡出大龜，甲可以卜，緣中文似蝳蝐，俗呼為靈龜，即今觜蠵龜。一名靈蠵，能鳴。）三曰攝龜，（小龜也。腹甲曲折，解能自張閉，好食蛇，江東呼為陵龜。○攝，音涉。）四曰寶龜，（《書曰》：“遺我大寶龜。”）五曰文龜，（甲有文彩者。《河圖》曰：“靈龜負書，丹甲青玄。”）六曰筮龜，（常在蓍叢下潛伏，見《龜策傳》。）七曰山龜，八曰澤龜，九曰水龜，十曰火龜。（此皆說龜生之處所。火龜猶火鼠。耳物有含異氣者，不可以常理推，然亦無所怪。）"
      },
      {
        "index": 169,
        "text": "疏“一曰”至“火龜”。○釋曰：《易·損卦·六五》爻辭云：“十朋之龜，弗克違。”馬、鄭皆取此文解之。則此經十龜所以釋《易》也。神龜者，龜之最神明者也。《禮統》曰：“神龜之象，上圓法天，下方法地，背上有盤法丘山，玄文交錯以成列宿，長尺二寸，明吉凶，不言而信者。”是也。靈龜，龜之有靈、次神龜者。《雒書》曰：“靈龜者，玄文五色，神靈之精也。”攝龜，龜之小者。腹甲曲折，能自張閉者也。寶龜，傳國所寶者。《春秋》經曰：“盜竊寶玉大弓。”《公羊傳》曰：“寶者何”“，龜青純”。何休云：“謂之寶者，言世世保用之辭。”是也。文龜，甲有文彩者。筮龜，在蓍叢下者。山龜，生山中者。澤龜，生澤中者。水龜，生水中者。火龜，生火中者。○注“《書》曰：‘遺我大寶龜。’”○釋曰：此《周書·大誥》文也。○注“《河圖》”至“青文”。○釋曰：引此以證龜甲有文彩也。其實《河圖》說靈龜也，非此經之文龜，取其一邊耳。○注“常在”至“策傳”。○釋曰：《龜策傳》云：傳曰“上有搗蓍，下有神龜”。又云：“聞蓍滿百莖者，其下必有神龜守之，其上常有青雲覆之。”傳曰：“天下和平，王道得而蓍莖長丈，其叢生滿百。”是也。○注“火龜猶火鼠耳”。○釋曰：嫌龜不生於火，故以火鼠猶之也。郭注《山海經》云：“今去天南東萬里有耆薄國，複五千里許有火山國。其山雖霖雨，火常燃。火中白鼠時出山邊求食，人捕得之，以毛作布，名之火澣布。”是也。"
      }
    ]
  }
}
