{
  "chapterNumber": 11,
  "title": "卷十·釋魚、釋鳥、釋獸、釋畜",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷十·釋鳥第十七"
      },
      {
        "index": 2,
        "text": "疏“釋鳥第十七”。○釋曰：《說文》雲：鳥者，羽禽之總名。象形字。《左傳》曰“少皞氏以鳥名官”之類。此篇廣釋其名也。\n隹其\n隹其，鳺鴀。（今孚鳩。○鳺，方扶切。鴀，方浮切。）"
      },
      {
        "index": 3,
        "text": "疏“隹其，鳺鴀”。○釋曰：舍人曰：“鵻，一名夫不。”李巡曰：“今楚鳩也。”某氏引《春秋》雲：“祝鳩氏司徒。”祝鳩，即鵻其、夫不，孝，故為司徒也。郭雲：“今孚 鳩。”《詩》曰：“翩翩者鵻。”毛傳雲：“鵻，夫不也。”“一宿之鳥。”鄭箋雲：“一宿者，一意於所宿之木。”又雲：“鳥之謹愨者，人皆愛之。”則此是謹愨孝順之鳥也。陸機雲：“今小鳩也。一名孚鳩，幽州人或謂之鴡皇，梁宋之間謂之隹，楊州人亦然。”\n鶌鳩"
      },
      {
        "index": 4,
        "text": "鶌鳩，鶻鵃。（似山鵲而小，短尾，青黑色，多聲，今江東亦呼為鶻鵃。○鶌，居物切。鶻，音骨。鵃，音嘲。）"
      },
      {
        "index": 5,
        "text": "疏“鶌鳩，鶻鵃”。○釋曰：《春秋左氏傳》雲：“鶻鳩氏，司事也。”杜注雲：“鶻鳩，鶻雕也。春來秋去，故為司事。”即此鶌鳩也。舍人曰：“鶌鳩，一名鶻鵃，今之班鳩。”孫炎曰：“鶻鳩，一名鳴鳩。”《月令》雲：“鳴鳩拂其羽。”郭雲：“似山鵲而小，短尾，青黑色，多聲，今江東亦呼為鶻鵃。”案，舊說及《廣雅》皆雲“班鳩”，非也。\n鳲鳩\n鳲鳩，鴶鵴。（今之布穀也。江東呼為穫穀。○鳲，音屍。鴶，古八切。鵴，音菊。）"
      },
      {
        "index": 6,
        "text": "疏“鳲鳩，鴶鵴”。○釋曰：《左傳》雲：“鳲鳩氏，司空也。”《詩·召南》雲：“維鵲有巢，維鳩居之。”皆謂此也。郭雲：“今之布穀，江東呼為穫穀。”《埤倉》雲“ 鴶鵴”，《方言》雲“戴勝”，謝氏雲“布穀類也”。陸機雲：“今梁宋之間謂布穀為鴶鵴，一名係穀，一名桑鳩。”案，戴勝自生穴中，不巢生。而《方言》雲“戴勝”，非也。\n鷑鳩\n鷑鳩，鵧鷑。（小黑鳥，鳴自呼，江東名為烏鵙。○鷑，音及。鵧，符悲切。）\n疏“鷑鳩，鵧鷑”。○釋曰：鷑鳩，一名鵧鷑。郭雲：“小黑鳥，鳴自呼，江東名為烏鵙。”\n鴡鳩"
      },
      {
        "index": 7,
        "text": "鴡鳩，王鴡。（雕類。今江東呼之為鶚，好在江渚山邊食魚。《毛詩》傳曰：“鳥摯而有別。”○鴡，七徐反。）"
      },
      {
        "index": 8,
        "text": "疏“鴡鳩，王鴡”。○釋曰：李巡曰：“王鴡，一名鴡鳩。”郭雲：“雕類。今江東呼之為鶚，好在江渚山邊食魚。”《詩·周南》雲：“關關鴡鳩。”陸機《疏》雲：“鴡鳩大小如鴟，深目，目上骨露，幽州謂之鷲。而楊雄、許慎皆曰：白鷢似鷹，尾上白。”○注“《毛詩》傳曰：‘鳥摯而有別。’”釋曰：此即《關雎》傳文也。摯，至也。謂鳥中雌雄情意至厚而猶能有別，故以興後妃說樂君子，情深猶能不淫其色。\n鵅\n鵅，鵋鶀。（今江東呼鵂留為鵋鶀，亦謂之鴝鵅。音格。○鵋，音忌。鶀，音欺。）\n疏“鵅，鵋鶀”。○釋曰：鵅，一名鵋鶀。郭雲：“今江東呼鵂留為鵋鶀，亦謂之鴝鵅。”\n鶅\n鶅，鵵軌。（未詳。）\n鴗\n鴗，天狗。（小鳥也。青似翠，食魚，江東呼為水狗。○鵵，音兔。鴗，音立。）\n疏“鴗，天狗”。○釋曰：鴗，一名天狗。郭雲：“小鳥也。青似翠，今江東呼為水狗。”\n鷚\n鷚，天鸙。（大如鷃雀，色似鶉，好高飛作聲，今江東名之曰天鷚。音綢繆。○鷚，亡侯切。鸙，音藥。）"
      },
      {
        "index": 9,
        "text": "疏“鷚，天鸙”。○釋曰：鷚，一名天鸙。郭雲：“大如鷃雀，色似鶉，好高飛作聲，今江東名之曰天鷚。”“音綢繆”者，《詩·豳風》雲：“綢繆牖戶。”取其音同，故讀從之。\n鵱鷜\n鵱鷜，鵝。（今之野鵝。○鵱，音六。鷜，力於切。）\n疏“鵱鷜，鵝”。○釋曰：鵱鷜者，野鵝之別名也。郭雲：“今之野鵝。”\n鶬\n鶬，麋鴰。（今呼鶬鴰。○鴰，古活切。）\n疏“鶬，麋鴰”。○釋曰：鶬，一名麋鴰。郭雲：“今呼鶬鴰。”\n鵅"
      },
      {
        "index": 10,
        "text": "鵅，烏暴。（水鳥也。似鶂而短頸，腹翅紫白，背上綠色，江東呼烏暴。音駮。○鵅，音洛。暴，音剝。）"
      },
      {
        "index": 11,
        "text": "疏“鵅，烏暴”。○釋曰：鵅，一名烏暴。郭雲：“水鳥也。似鶂而短鵛，腹翅紫白，背上綠色，江東呼烏暴。”\n舒雁\n舒雁，鵝。（《禮記》曰：“出如舒雁。”今江東呼鴚。音加。）"
      },
      {
        "index": 12,
        "text": "疏“舒雁，鵝”。○釋曰：鵝，一名舒雁。今江東呼鴚。某氏雲：“在野，舒翼飛遠者為鵝。”李巡曰：“野曰雁，家曰鵝。”○注“《禮記》曰：‘出如舒雁。’”○釋曰：《聘禮》記文也。案，彼雲：“私覿愉愉焉，出如舒雁。”鄭注雲：“威儀自然而有行列。”是也。\n舒鳧\n舒鳧，鶩。（鴨也。○鶩，音木。）"
      },
      {
        "index": 13,
        "text": "疏“舒鳧，鶩”。○釋曰：鶩，鴨也。一名舒鳧。李巡曰：“野曰鳧，家曰鶩。”《禮記·內則》辨鳥之不可食者，雲“舒鳧翠”。\n鳽\n鳽，。（似鳧，腳高，毛冠。江東人家養之以厭火災。○鳽，音額。，音交。，音精。）\n疏“鳽，”。○釋曰：，一名鳽。郭雲：“似鳧，腳高，毛冠。江東人家養之以厭火災。”\n輿\n輿，鵛鷋。（未詳。）\n鵜"
      },
      {
        "index": 14,
        "text": "鵜，鴮鸅。（今之鵜鶘也。好群飛，沈水食魚，故名洿澤。俗呼之為淘河。○鵛，音經。鷋，音徒。鵜，音啼。鴮，音烏。鸅，音澤。）"
      },
      {
        "index": 15,
        "text": "疏“鵜，鴮鸅”。○釋曰：舍人曰：“鵜，一名鴮鸅。”郭雲：“今之鵜鶘也。好群飛，沈水食魚，一名洿澤。俗呼之為淘河。”《詩·曹風》雲：“維鵜在梁。”陸機《疏》雲：“鵜，水鳥。形如鶚而極大，喙長尺餘，直而廣。口中正赤，頷下胡大如數鬥囊。若小澤中有魚，便群共抒水，滿其胡而棄之，令水竭盡，魚在陸地，乃共食之。故曰淘河。”\n鶾\n鶾，天雞。（鶾雞，赤羽。《逸周書》曰：“文鶾，若彩雞，成王時蜀人獻之。”○鶾，音汗。）"
      },
      {
        "index": 16,
        "text": "疏“鶾，天雞”。○釋曰：鶾，一名天雞，赤羽之鳥也。○注“《逸周書》”至“獻之”。○釋曰：雲“《逸周書》曰”者，雖是《周書》，不在《尚書》百篇內，故曰《逸周書》。今所謂《汲塚周書》也。雲“文鶾，若彩雞”者，《王會》篇文也。案，彼雲“蜀人以文鶾，文鶾者，若翬雉”。孔晁注雲：“鳥有文彩者。”是也。雲“成王時蜀人獻之”者，案，彼孔晁注又雲：“王城既成，大會諸侯及四夷。”故知當成王時蜀人獻之也。\n鴬\n鴬，山鵲。（似鵲而有文彩，長尾，觜、腳赤。○鴬，音握。）"
      },
      {
        "index": 17,
        "text": "疏“鴬，山鵲”。○釋曰：山鵲，一名鴬。郭雲：“似鵲而有文彩，長尾，觜、腳赤。”《說文》雲：“知來事鳥也。”\n鷣\n鷣，負雀。（鷣，鷂也。江南呼之為鷣，善捉雀，因名雲。○鷣，音淫。）\n疏“鷣，負雀”。○釋曰：鷣，一名負雀。郭雲：“鷣，鷂也。江南呼之為鷣，善捉雀，因名雲。”\n齧齒\n齧齒，艾。（未詳。）\n鶨\n鶨，鶀老。（鳹鶨也，俗呼為癡鳥。○鶨，醜絹切。鳹，巨炎切。）\n疏“鶨，鶀老”。○釋曰：鶨，一名鶀老。郭雲：“鴒鶨，俗呼為癡鳥。”《字林》雲：“勾喙鳥。”\n鳸\n鳸，鴳。（今鴳雀。○鳸，音戶。鴳，音晏。）"
      },
      {
        "index": 18,
        "text": "疏“鳸，鴳”。○釋曰：別二名也。郭雲：“今鴳雀。”案，舍人、李巡、孫炎、郭氏皆斷老上屬，鳸下屬。解雲：鶨，一名鶀老。鴳，一名鳸。鳸，雀也。唯樊光斷鶨鶀為句，以老下屬。注雲《春秋》雲：“九扈為九農正。”九扈者：春扈，夏扈，秋扈，冬扈，棘扈，行扈，宵扈，桑扈，老扈。是以老為下屬，唯鴳不重耳。杜預仍雲：“老扈，鴳。”鴳非郭義。\n桑鳸\n桑鳸，竊脂。（俗謂之青雀，觜曲，食肉，好盜脂膏，因名雲。）"
      },
      {
        "index": 19,
        "text": "疏“桑鳸，竊脂”。○釋曰：桑扈，一名竊脂。郭雲：“俗謂之青雀，觜曲，食肉，好盜脂膏，因名雲。”鄭玄《詩箋》雲：“竊脂，肉食。”陸機《毛詩疏》雲：“竊脂，青雀也。好竊人脯肉脂及筩中膏，故以名竊脂也。”諸儒說竊脂，皆謂盜人脂膏，即如下雲“竊玄”、“竊黃”者，豈複盜竊玄黃乎？案，下篇《釋獸》雲：“虎竊毛謂之虦貓。”魋如小熊，竊毛而黃。竊毛皆謂淺毛。竊即古之淺字。但此鳥其色不純，竊玄，淺黑也。竊藍，淺青也。竊黃，淺黃也。竊丹，淺赤也。四色皆具，則竊脂為淺白也。而諸儒必為盜竊脂膏者，以此經下別雲桑鳸與竊玄、竊黃等並列，則為淺白者也，《春秋》“九扈”是也。此自別一種青雀，好竊脂肉，目驗而然。《詩·小雅》“交交桑扈”是也。且鄭玄、郭樸、陸機，皆當世名儒，無容不知竊為淺義，脂為白色，而待後人剝正也。後人不達此旨，妄說異端，非也。\n鳭鷯\n鳭鷯，剖葦。（好剖葦皮，食其中蟲，因名雲。江東呼蘆虎，似雀，青班，長尾。○鷯，力周切。）"
      },
      {
        "index": 20,
        "text": "疏“鳭鷯，剖葦”。○釋曰：鳭鷯，一名剖葦。郭雲：“好剖葦皮，食其中蟲，因名雲。江東呼蘆虎，似雀，青班，長尾。”\n桃蟲\n桃蟲，鷦。其雌鴱。（鷦𪃦，桃雀也。俗呼為巧婦。○鴱，音艾。）"
      },
      {
        "index": 21,
        "text": "疏“桃蟲，鷦。其雌鴱”。○釋曰：舍人曰：“桃蟲名鷦，其雌名鴱。”郭雲：“鷦𪃦，桃雀也。俗呼為巧婦。”此鷦𪃦小鳥而生雕鶚者也。《詩·周頌》雲：“肇允彼桃蟲，拚飛維鳥。”毛傳雲：“桃蟲，鷦也。鳥之始小終大者。”陸機《疏》雲：“今鷦鷯是也。微小於黃雀，其雛化而為雕，故俗語鷦鷯生雕。”鄭《詩箋》雲：“鷦之所為鳥題肩也，或曰鴞，皆惡聲之鳥。”其義未詳。《方言》說巧婦之名，“自關而東謂之工爵，或謂之過鸁，或謂之女匠，自關而東謂之鸋鴂。自關而西謂之桑飛，或謂之懱爵”是也。\n鶠\n鶠，鳳。其雌皇。（瑞應鳥。雞頭，蛇頸，燕頷，龜背，魚尾，五彩色。高六尺許。）"
      },
      {
        "index": 22,
        "text": "疏“鶠，鳳。其雌皇”。○釋曰：鳳，一名鶠。郭雲：“瑞應鳥。雞頭，蛇頸，燕頷，龜背，魚尾，五彩色。高六尺許。”《說文》雲：“神鳥也。天老曰：鳳像，麟前鹿後，蛇頸魚尾，龍文龜背，燕頷雞喙，五色備舉。出於東方君子之國，翱翔四海之外。過昆侖，飲砥柱，濯羽弱水，莫宿丹穴。見則天下大安寧。字從鳥凡聲。鳳飛，則群鳥從以萬數。故鳳古作朋字。”《山海經》曰：丹穴之山，有烏焉，其狀如鶴，五彩而文，名曰鳳，首文曰德，翼文曰順，背文曰義，膺文曰仁，腹文曰信。是鳥也，飲食自歌自舞，見則天下大安寧。京房《易傳》曰：鳳皇高丈二，漢時鳳皇數至。《漢書》雲高五六尺，是說鳳皇之狀也。\n即鴒\n即鴒，雝渠。（雀屬也。飛則鳴，行則搖。）"
      },
      {
        "index": 23,
        "text": "疏“即鴒，雝渠”。○釋曰：即鴒，一名雝渠，水鳥也。郭雲：“雀屬也。飛則鳴，行則搖。”《詩·小雅》雲：“脊令在原。”陸機《疏》雲：“大如鷃雀，長腳，長尾，尖喙，背上青灰色，腹下白，頸下黑如連錢，故杜陽人謂之連錢。”是也。\n[QPDL]斯"
      },
      {
        "index": 24,
        "text": "[QPDL]斯，卑鶋。（鴉烏也。小而多群，腹下白，江東亦呼為卑烏。音匹。○[QPDL]，音預。）"
      },
      {
        "index": 25,
        "text": "疏“[QPDL]斯，卑鶋”。○釋曰：[QPDL]斯，一名卑鶋。郭雲：“鴉烏也。小而多群，腹下白，江東亦呼為卑烏。”《詩·小雅》雲：“弁彼[QPDL]斯。”毛傳雲：“[QPDL]，卑鶋。”然則此鳥名[QPDL]，而雲“斯”者，語辭，猶“蓼彼蕭斯”之類也。《小爾雅》雲：“小而腹下白，不反哺者，謂之雅烏。”《說文》、《字林》皆雲“楚鳥”是也。\n燕\n燕，白脰烏。（脰，頸。○脰，音豆。）\n疏“燕，白脰烏”。○釋曰：脰，項也。《小爾雅》雲：“白項而群飛者謂之燕烏。燕烏，白脰烏。”是也。\n鴽\n鴽，鴾毌。（鵪也。青州呼鴾毌。○鴽，音如。鴾，音謀。）"
      },
      {
        "index": 26,
        "text": "疏“鴽，鴾毌”。○釋曰：李巡雲：“鴽，鵪，一名鴾毌。”郭雲：“鵪也。青州呼鴾毌。”田鼠所化者也。《月令》季春“田鼠化為鴽”是也。\n密肌\n密肌，係英。（《釋蟲》以有此名，疑誤重。）\n巂周\n巂周。（子巂鳥，出蜀中。○巂，音攜。）\n疏“巂周”。○釋曰：子巂鳥也，出蜀中。《說文》雲：巂，蜀王望帝化為子巂，今謂之子規是也。\n燕燕\n燕燕，鳦。（《詩》雲：“燕燕於飛。”一名玄鳥，齊人呼鳦。○鳦，音乙。）"
      },
      {
        "index": 27,
        "text": "疏“燕燕，鳦”。○釋曰：燕燕，又名鳦。郭雲：“一名玄鳥，齊人呼鳦。”此燕燕即今之燕，古人重言之。《詩》雲：“燕燕於飛。”《漢書》童謠雲“燕燕尾涎涎”是也。孫炎、舍人以巂周、燕燕、鳦，為一物三名。郭所不取也。○注“《詩》雲”至“呼鳦”。○釋曰：《詩》雲“燕燕於飛”者，《邶風》衛莊薑送歸妾之詩也。雲“一名玄鳥”者，案《月令》仲春之月“玄鳥至”，以其色玄，故謂之玄鳥是也。雲“齊人呼鳦”者，案《商本紀》雲：簡狄“行浴，見玄鳥隋其卵，取而吞之，因孕生契”。諸緯皆言簡狄吞鳦卵而生契，是玄鳥又名鳦也。\n鴟鴞\n鴟鴞，鸋窸。鴟類。○鴟，尺之切。鴞，音遙。鸋，音寧。窸，音決。"
      },
      {
        "index": 28,
        "text": "疏“鴟鴞，鸋窸”。○釋曰：舍人雲：“鴟鴞，一名鸋窸。”郭雲：“鴟類。”《詩·豳風》雲：“鴟鴞鴟鴞。”毛傳雲：“鴟鴞，鸋窸。”陸機《疏》雲：“鴟鴞似黃雀而小，其喙尖如錐，取茅秀為窠，以麻紩之，如刺襪然。縣著樹枝，或一房，或二房。幽州人謂之鸋窸，或曰巧婦，或曰女匠。關東謂之工雀，或謂之過羸。關西謂之桑飛，或謂之襪雀，或曰巧女。”先儒皆以為今之巧婦。郭注此雲：“鴟類。”又注《方言》雲：“鸋窸，鴟鴞，鴟屬。”非此小雀明矣。是與先儒意異也。今《爾雅》以郭氏為宗，且依郭氏。\n狂"
      },
      {
        "index": 29,
        "text": "狂，茅鴟。（今尨鴟也，似鷹而白。）怪鴟。（即鴟鵂也，見《廣雅》。今江東通呼此屬為怪鳥。）梟，鴟。（土梟。○梟，音嬌。）"
      },
      {
        "index": 30,
        "text": "疏“狂，茅鴟。怪鴟。梟，鴟”。○釋曰：此別鴟類也。茅鴟，一名狂。《廣雅》雲：“茅鴟，尨也。”郭雲：“今尨鴟也，似鷹而白。”怪鴟，《廣雅》謂之鴟鵂。郭雲：“今江東通呼此屬為怪鳥。”梟，一名鴟。郭雲：“土梟。”《說文》雲：“ 梟，食母，不孝之鳥，故冬至捕梟磔之。”字從鳥首在木上。《詩·陳風》雲：“墓門有梅，有鴞萃止。” 毛傳雲：“惡聲之鳥也。”一名鵬，一名梟，一名鴟。《大雅·瞻卬》雲：“為梟為鴟。”陸機雲：“鴞大如班鳩，綠色，惡聲之鳥也。入人家，凶。賈誼所賦鵩鳥是也。其肉甚美，可為羹臛，又可為炙。漢供禦物，各隨其時。鴞冬夏常施之，以其美故也。”\n鶛\n鶛，劉疾。（未詳。）\n鷇/雛\n生哺，鷇。（鳥子須母食之。）生噣，雛。（皆自食。○鶛，音皆。鷇，古切。噣，音啄。雛，仕俱切。）"
      },
      {
        "index": 31,
        "text": "疏“生哺，鷇。生噣，雛”。○釋曰：辨鳥子之異名也。鳥子生須母哺而食者，名鷇，謂燕雀之屬也。《史記》趙武靈王探雀鷇而食之是也。鳥子生而能自啄食者名雛，謂雞雉之屬也。《禮記·內則》雲：“雛尾不盈握弗食”是也。\n爰居\n爰居，雜縣。（《國語》曰：“海鳥爰居。”漢元帝時琅邪有大鳥如馬駒，時人謂之爰居。）"
      },
      {
        "index": 32,
        "text": "疏“爰居，雜縣”。○釋曰：爰居，海鳥也。大如馬駒，一名雜縣。漢元帝時琅邪有之。○注“《國語》”至“爰居”。○釋曰：雲“《國語》曰‘海鳥爰居’”者，案《魯語》雲：“海鳥曰爰居，止於魯東門之外三日，臧文仲命國人祭之。展禽曰：‘越哉，臧孫之為政也！夫祀，國之大節也；節，政之所成也。故製祭祀以為國典。今無故而加典，非政之宜也。今海鳥至，巳不知而祀之，以為國典，難以言仁且知矣。無功而祀之，非仁也；弗知而弗問，非知也。今茲海其有災乎？夫廣川之鳥獸，皆知辟其災。’是歲，海多大風，冬暖。”是其事也。\n春鳸"
      },
      {
        "index": 33,
        "text": "春鳸，鳻鶞。夏鳸，竊玄。秋玄，竊藍。冬鳸，竊黃。桑鳸，竊脂。棘鳸，竊丹。行鳸，唶唶。宵鳸，嘖嘖。（諸鳸皆因其毛色、音聲以為名。竊藍，青色。○鳻，音汾。鶞，敕倫切。唶，音即。嘖，音責。）"
      },
      {
        "index": 34,
        "text": "疏“春鳸”至“嘖嘖”。○釋曰：李巡雲：“諸鳸別春夏秋冬四時之名。唶唶、嘖嘖，鳥聲貌也。”郭雲：“諸鳸皆因其毛色、音聲以為名。竊藍，青色。”案，昭十七年《左傳》雲：“九鳸為九農正。”以此八鳸並上“鳸，鴳”為九。賈逵注雲：“春鳸，分循，相五土之宜，趣民耕種者也；夏鳸，竊玄，趣民耘苗者也；秋鳸，竊藍，趣民收斂者也；冬鳸，竊黃，趣民蓋藏者也；棘鳸，竊丹，為果驅鳥者也；行鳸，唶唶，晝為民驅鳥者也；宵鳸，嘖嘖，夜為農驅獸者也；桑鳸，竊脂，為蠶驅雀者也；老鳸，鷃鷃，趣民收麥，令不得晏起者也。”舍人、樊光注《爾雅》，其言亦與賈同。其意皆謂以鳸為官，還令依此諸鳸而動作也。然則趣民耕耘及收斂、蓋藏其事，可得召民使聚而總號令之。其為果驅鳥、為蠶驅雀、豈得多置官，方使之就果樹、入蠶室為民驅之哉？又晝驅鳥，夜驅獸，不可竟日通宵常在田野，溥天之下，何以可周？且其言不經，難可據信也。故郭氏及杜預皆不從也。\n皂鴔"
      },
      {
        "index": 35,
        "text": "皂鴔，戴鵀。（鵀即頭上勝，今亦呼為戴勝。皂鴔猶複，語聲轉耳。○皂，彼及切。鴔，皮及切。鵀，音賃。）"
      },
      {
        "index": 36,
        "text": "疏“皂鴔，戴鵀”。○釋曰：李巡雲：“戴勝，一名皂鴔。”郭雲：“鵀即頭上勝，今亦呼為戴勝。皂鴔猶複，語聲轉耳。”《月令》季春雲“戴勝降於桑”。《方言》雲：“燕之東北朝鮮洌水之間謂之丕。自關而東謂之戴鵀，或謂之戴頒，或謂之戴勝。東齊吳揚之間謂之鵀。自關而西謂之服，或謂之複。”\n鶭"
      },
      {
        "index": 37,
        "text": "鶭，澤虞。（今固澤鳥。似水鴞，蒼黑色，常在澤中。見人輒鳴喚不去，有象主守之官，因名雲。俗呼為護田鳥。○鶭，孚往切。）"
      },
      {
        "index": 38,
        "text": "疏“鶭，澤虞”。○釋曰：澤虞，一名鶭。郭雲：“今固澤鳥，似水鴞，蒼黑色，常在澤中。見人輒鳴喚不去，有象主守之官，因名雲。俗呼為護田鳥。”《說文》雲：“固，嫪也。”《聲類》雲：“固嫪，戀惜也。”以此鳥戀惜池澤，見人不去，因名固澤鳥也。\n鶿\n鶿，鷧。（即鸕鶿也。觜頭曲如鉤，食魚。○鶿，音慈。鷧，於計切。）\n疏“鶿，鷧”。○釋曰：別二名也。《字林》雲：“似鶂而黑。”郭雲：“即鸕鶿也。”\n鷯\n鷯，鶉。其雄鶛，牝痺。（鶉，鵪屬。○痺，音脾。）"
      },
      {
        "index": 39,
        "text": "疏“鷯，鶉。其雄鶛，牝痺”。○釋曰：李巡曰：“別雄雌異方之言。”鶉，一名鷯，其雄名鶛，其牝名痺。郭雲：“鶉，鵪屬。”鵪，即上雲“鴽，鴾毌”，田鼠所化者。鶉，舊雲：“蝦蟆所化者也。”\n鸍\n鸍，沈鳧。（似鴨而小，長尾，背上有文。今江東亦呼為爾。音施。）"
      },
      {
        "index": 40,
        "text": "疏“鸍，沈鳧”。○釋曰：鸍，一名沈鳧。郭雲：“似鴨而小，長尾，背上有文。今江東亦呼為爾。”陸機雲：“大小如鴨，青色，卑腳，短喙，水鳥之謹願者也。”《大雅》雲：“鳧在涇。”\n鴢\n鴢，頭。（似鳧，腳近尾，略不能行。江東謂之魚。音髐箭。○鴢，音拗。，許交切。）"
      },
      {
        "index": 41,
        "text": "疏“鴢，頭”。○釋曰：鴢，一名頭。郭雲：“似鳧，腳近尾，略不能行。江東謂之魚。音髐箭。”嫌讀為青之，故音之。《山海經》雲：青要山，“畛水出焉，北注河。其中有鳥名鴢，狀如鳧，青身朱目赤毛，食之宜子”。是也。\n鵽鳩\n鵽鳩，寇雉。（鵽大如鴿，似雌雉，鼠腳，無後指，岐尾。為鳥憨急，群飛，出北方沙漠地。○鵽，丁刮切。）"
      },
      {
        "index": 42,
        "text": "疏“鵽鳩，寇雉”。○釋曰：寇雉，一名鵽鳩。郭雲：“鵽大如鴿，似雌雉，鼠腳，無後指，岐尾。為鳥憨急，群飛，出北方沙漠地。”又謂之泆泆。下雲“寇雉，泆泆”是也。\n萑\n萑，老兔。（木兔也。似鴟鵂而小，兔頭，有角，毛腳。夜飛，好食雞。○萑，音丸。）"
      },
      {
        "index": 43,
        "text": "疏“萑，老兔”。○釋曰：老兔，一名萑。郭雲：“木兔也。似鴟鵂而小，兔頭，有角，毛腳。夜飛，好食雞。”\n鶟鶘鳥\n鶟鶘鳥。（似雉，青身，白頭。○鶟，音突。鶘，音胡。）\n疏“鶟鶘鳥”。○釋曰：鶟鶘，鳥名也。郭雲：“似雉，青身，白頭。”\n夢鳥\n狂，夢鳥。（狂鳥，五色，有冠，見《山海經》。）"
      },
      {
        "index": 44,
        "text": "疏“狂，夢鳥”。○釋曰：夢鳥，一名狂，五采之鳥也。○注“狂鳥”至“山海經”。○釋曰：案《大荒西經》雲：栗廣之野，“有五采之鳥，有冠，名曰狂鳥”，是也。\n皇\n皇，黃鳥。（俗呼黃離留，亦名搏黍。）"
      },
      {
        "index": 45,
        "text": "疏“皇，黃鳥”。○釋曰：舍人曰：“皇，一名黃鳥。”郭雲：“俗呼黃離留，一名搏黍。”《詩·周南》雲：“黃鳥於飛。”陸機《疏》雲：“黃鳥，黃麗留也。或謂之黃栗留。幽州人謂之黃湋。一名倉庚，一名商庚，一名鵹黃，一名楚雀。齊人謂之搏黍。常葚熟時來在桑間，故裏語曰：‘黃栗留，看我麥黃葚熟不。’亦是應節趨時之鳥也。”自此以下，諸言倉庚、商庚、鵹黃、楚雀、倉庚、鵹黃之文，與此一也。\n翠\n翠，鷸。（似燕，紺色，生鬱林。○鷸，音聿。）"
      },
      {
        "index": 46,
        "text": "疏“翠，鷸”。○釋曰：李巡曰：“鷸，一名為翠。其羽可以為飾。”樊光雲：“青羽，出交州。”郭雲：“似燕，紺色，生鬱林。”《說文》雲：“翠，青羽雀也。”案《漢書》尉他獻文帝翠鳥毛，然則鷸羽可以飾器物。故僖二十四年《左氏傳》鄭子臧“好聚鷸冠”是也。\n鸀\n鸀，山烏。（似烏而小，赤觜，穴乳，出西方。○鸀，音蜀。）\n疏“鸀，山烏”。○釋曰：山烏，一名鸀。郭雲：“似烏而小，赤觜，穴乳，出西方。”\n蝙蝠\n蝙蝠，服翼。（齊人呼為蟙墨，或謂之仙鼠。）"
      },
      {
        "index": 47,
        "text": "疏“蝙蝠，服翼”。○釋曰：蝙蝠，一名服翼。郭雲：“齊人呼為蟙墨，或謂之仙鼠。”《方言》雲：“蝙蝠，自關而東謂之服翼，或謂之仙鼠。自關而西秦隴之間謂之蝙蝠。北燕謂之蟙墨。”\n晨風\n晨風，鸇。（鷂屬。《詩》曰：“鴥彼晨風。”○鸇，之然切。）"
      },
      {
        "index": 48,
        "text": "疏“晨風，鸇”。○釋曰：舍人曰：“晨風，一名鸇，摯鳥也。”郭雲：“鷂屬。”陸機雲：“鸇似鷂，黃色，燕頷，勾喙，鄉風搖翅，乃因風飛急，疾擊鳩鴿燕雀食之。”○注“《詩》曰：‘鴥彼晨風。’”○釋曰：《詩·秦風·晨風》篇文也。\n鸉\n鸉，白鷢。（似鷹，尾上白。○鷢，巨月切。）\n疏“鸉，白鷢”。○釋曰：鸉，一名白鷢。郭雲：“似鷹，尾上白。”\n寇雉\n寇雉，泆泆。（即鵽鳩也。）\n鷏"
      },
      {
        "index": 49,
        "text": "鷏，蟁母。（似烏暴而大，黃白雜文，鳴如鴿聲，今江東呼為蚊母。俗說此鳥常吐蚊，故以名雲。○鷏，音田。蟁，音文。）"
      },
      {
        "index": 50,
        "text": "疏“鷏，蟁母”。○釋曰：鷏，一名蟁母。郭雲：“似烏暴而大，黃白雜文，鳴如鴿聲，江東呼為蚊母。俗說此鳥常吐蚊，因以名雲。”蟁、蚊，音義同。\n鷉\n鷉，須鸁。（鷉，鷉。似鳧而小，膏中瑩刀。○鷉，音梯。鸁，音螺。）\n疏“鷉，須鸁”。○釋曰：鷉，一名須鸁。郭雲：“鷉，鷉。似鳧而小，膏中瑩刀。”\n鼯鼠"
      },
      {
        "index": 51,
        "text": "鼯鼠，夷由。（狀如小狐，似蝙蝠，肉翅。翅尾項脅毛紫赤色，背上蒼艾色，腹下黃，喙頷雜白。腳短，爪長，尾三尺許。飛且乳，亦謂之飛生。聲如人呼，食火煙。能從高赴下，不能從下上高。○鼯，音吾。）"
      },
      {
        "index": 52,
        "text": "疏“鼯鼠，夷由”。○釋曰：鼯鼠，一名夷由。郭雲：“狀如小狐，似蝙蝠，肉翅。翅尾項脅毛紫赤色，背上蒼艾色，腹下黃，喙頷雜白。腳短，爪長，尾三尺許。飛且乳，亦謂之飛生。聲如人呼，食火煙。能從高赴下，不能從下上高。”\n倉庚\n倉庚，商庚。（即鵹黃也。）\n鴩\n鴩，餔[A104]。（未詳。○鴩，大結反。餔，音步。[A104]，音豉。）\n鷹\n鷹，鶆鳩。（鶆，當為鷞字之誤耳。《左傳》作“鸘鳩”是也。）"
      },
      {
        "index": 53,
        "text": "疏“鷹，鶆鳩”。○釋曰：樊光曰：“來鳩，爽鳩也。”《春秋》曰：“爽鳩氏司寇。”鷹鷙故為司寇。郭雲：“鶆，當為鸘字之誤耳。《左傳》作‘鸘鳩’是也。”案，昭十七年《左傳》郯子曰：“少皞氏以鳥名官。”“爽鳩氏，司寇也。”杜注雲：“爽鳩，鷹也。鷙，故為司寇，主盜賊。”是也。\n鶼鶼\n鶼鶼，比翼。（說已在上。）\n疏“鶼鶼，比翼”。○釋曰：鶼鶼，比翼鳥名也。說在《釋地》篇。故注雲“說已在上”。\n鵹黃\n鵹黃，楚雀。（即倉庚也。○鵹，音離。）\n\n，斫木。（口如錐，長數寸，常斫樹食蟲，因名雲。○，音列。）\n疏“，斫木”。○釋曰：斫木鳥，一名。郭雲：“口如錐，長數寸，常斫樹食蟲，因名雲。”\n{敫鳥}\n{敫鳥}，鶶鷵。（似烏，蒼白色。{敫鳥}，音激。鶶，音唐。鷵，音徒。）\n疏“{敫鳥}，鶶鷵”。○釋曰：{敫鳥}，一名鶶鷵。郭雲：“似烏，蒼白色。”\n鸕\n鸕，諸雉。（未詳。或雲即今雉。）\n鷺\n鷺，舂鉏。（白鷺也。頭、翅、背上皆有長翰毛。今江東人取以為睫樆，名之曰白鷺縗。○鉏，音鋤。）"
      },
      {
        "index": 54,
        "text": "疏“鷺，舂鉏”。○釋曰：鷺，一名舂鉏。郭雲：“白鷺也。頭、翅、背上皆有長翰毛。今江東人取以為睫樆，名之曰白鷺縗。”《詩·陳風》雲：“值其鷺羽。”陸機《疏》雲：“鷺，水鳥也。好而絜白，故謂之白鳥。齊魯之間謂之舂鉏。遼東樂浪吳楊人皆謂之白鷺。青腳，高尺七八寸，尾如鷹尾，喙長三寸，頭上有長毛十數枚，長尺餘，毿毿然與眾毛異。好欲取魚，時則弭之。今吳人亦養焉。楚威王時，有朱鷺合遝飛翔而來舞，則複有赤者，舊鼓吹《朱鷺曲》是也。然則鳥名白鷺，赤者少耳。\n鷂雉"
      },
      {
        "index": 55,
        "text": "鷂雉。（青質，五采。○鷂，音遙。）鷮雉。（即鷮雞也，長尾，走且鳴。○鷮，音驕。）鳪雉。（黃色，鳴自呼。○鳪，音卜。）鷩雉。（似山雞而小，冠。背毛黃，腹下赤，項綠色鮮明。）秩秩，海雉。（如雉而黑，在海中山上。）鸐，山雉。（尾長者。○鸐，音狄。）雗雉，鵫雉。（今白鵫也，江東呼白雗，亦名白雉。○雗，音汗。鵫，丁罩切。）雉絕有力，奮。（最健鬥。）伊洛而南，素質、五采皆備成章曰翬。（翬亦雉屬，言其毛色光鮮。○翬，音暉。）江淮而南，青質、五采皆備成章曰鷂。（即鷂雉也。）南方曰[C120]，東方曰鶅，北方曰鵗，西方曰鷷。（說四方雉之名。○[C120]，音儔。鶅，音緇。鵗，音希。鷷，音尊。）"
      },
      {
        "index": 56,
        "text": "疏“鷂雉”至“西方曰鷷”。○釋曰：別諸雉之名也。“雉”者，郭雲“青質五采”，即下文“江淮而南”者是也。雲“鷮雉”者，郭雲：“即鷮雞也。長尾，走且鳴。”《說文》雲：“鷮，長尾雉，走鳴。乘轝以尾為防釳著馬頭上。” 《詩·小雅》雲：“有集維鷮。”陸機《疏》雲：“鷮，微小於翟也。走而且鳴曰‘鷮鷮’。其尾長，肉甚美。故林木山下人語曰：‘四足之美有麃，兩足之美有鷮。’麃者，似鹿而小。”是也。《山海經》女幾山“ 其鳥多白鷮”。雲“鳪雉”者，雉之黃色，鳴自呼者名鳪。雲“鷩雉”者，案《山海經》牝山之上“鳥多赤鷩”。郭注雲：“即鷩雉也。”《尚書》謂之“華蟲”。《周禮·春官·司服》職雲“鷩冕”，七章之服也，畫此鷩雉。郭雲：“似山雞而小，冠、背毛黃，腹下赤，項綠色鮮明。”雲“秩秩，海雉”者，海雉，一名秩秩。郭雲：“如雉而黑，在海中山上。”雲：“鸐，山雉”者，山雉，一名鸐。郭雲：“尾長者。”今俗呼山雞是也。雲“雗雉，鵫雉”者，別二名也。郭雲：“今白鵫也，江東呼白雗，亦名白雉。”雲“雉絕有力，奮”者，謂雉之壯大有力能鬥者名奮。郭雲：“最健鬥。”雲“伊洛而南，素質、五采皆備成章曰翬”者，李巡曰：“素質，五采備具，文章鮮明曰翬。”孫炎曰：“翬雉，白質，五色為文也。”郭雲：“翬亦雉屬，言其毛色光鮮，王後之服以為飾。”案《周禮·內司服》雲：“王後之六服，褘衣。”鄭注雲：“王後之服，刻繒為之形而采畫之，綴於衣以為文章。褘衣，畫翬者。”是也。雲“江淮而南，青質、五采皆備成章曰鷂”者，有雉，青質，五采備具而成文章，名曰鷂雉。郭雲：“即鷂雉也，亦王後之服以為飾。”《周禮》雲“揄狄”。鄭注雲“揄狄，畫搖者”是也。搖與鷂音義同。雲“南方曰[C120]，東方曰鶅，北方曰鵗，西方曰鷷”者，郭雲：“說四方雉之名。”《左傳》曰：“五雉為五工正。”杜預取此四方之雉，並上“翬雉”以為五也。必取翬雉者，伊洛，土之中區，故與四方之雉為五也。樊光、賈逵以此五雉分屬五土，無所馮據，不可采用。故略而不言。\n鳥鼠同穴"
      },
      {
        "index": 57,
        "text": "鳥鼠同穴，其鳥為鵌，其鼠為鼵。（鼵如人家鼠而短尾，鵌似鵽而小，黃黑色。穴入地三四尺，鼠在內，鳥在外。今在隴西首陽縣鳥鼠同穴山中。孔氏《尚書傳》雲：“共為雄雌。”張氏《地理記》雲：“不為牝牡。”○鵌，音徒。鼵，音突。）"
      },
      {
        "index": 58,
        "text": "疏“鳥鼠同穴，其鳥為鵌，其鼠為鼵”。○釋曰：《尚書·禹貢》雲：“導渭自鳥鼠同穴。”不言鳥獸之名，故此釋之也。李巡雲：“鵌、鼵，鳥鼠之名。共處一穴，天性然也。”郭雲：“鼵如人家鼠而短尾，鵌似鵽而小，黃黑色。穴入地三四尺，鼠在內，鳥在外。今在隴西首陽縣鳥鼠同穴山中。孔氏《尚書傳》雲：‘共為雄雌。’張氏《地理記》雲：‘不為牝牡。’”郭氏並載此言，未知誰得其實也。\n鸛鷒"
      },
      {
        "index": 59,
        "text": "鸛鷒，鶔。如鵲，短尾，射之，銜矢射人。（或說曰：鸛鷒、鶔，一名{隋女}羿。○鸛，音歡。鷒，音團。，音福。鶔，音柔。射，食亦切。）"
      },
      {
        "index": 60,
        "text": "疏“鸛鷒，鶔。如鵲，短尾，射之，銜矢射人”。○釋曰：鸛鷒，一名鶔。郭雲：“或曰：鸛鷒、鶔，一名 {隋女}羿。”案，字書雲：“{隋女}，古以為懈惰字。羿，古之善射者。”此言鳥捷勁，雖羿之善射，亦懈惰不敢射也，故以名雲。郭《圖讚》雲：“鸛鷒之鳥，一名{隋女}羿。應弦銜鏑，矢不著地。逄蒙縮手，養由不睨。”\n鵲鵙醜\n鵲鵙醜，其飛也翪。（竦翅上下。○翪，音宗。）"
      },
      {
        "index": 61,
        "text": "疏“鵲鵙醜，其飛也翪”。○釋曰：鵙，伯勞也。翪，竦也。醜，類也。鵲鵙之類，不能翱翔遠飛，但竦翅上下而已。\n鳶烏醜\n鳶烏醜，其飛也翔。（布翅翱翔。○鳶，音玄。）\n疏“鳶烏醜，其飛也翔”。○釋曰：鳶，鴟也。鴟鳥之類，其飛也布翅翱翔。\n鷹隼醜\n鷹隼醜，其飛也翬。（鼓翅翬翬然疾。）"
      },
      {
        "index": 62,
        "text": "疏“鷹隼醜，其飛也翬”。○釋曰：舍人曰：“謂隼鷂之屬也。”翬翬，其飛疾羽聲也。郭雲：“鼓翅翬翬然疾。”是急疾之鳥也。《說文》雲：“隼，鷙鳥也。”陸機雲：“隼，鷂屬也。齊人謂之擊征，或謂之題肩，或謂之雀鷹，春化為布穀者是也。”\n鳧雁醜\n鳧雁醜，其足蹼，（腳指間有幕蹼屬相著。○蹼，音卜。）其踵企。（飛即伸其腳跟企直。）"
      },
      {
        "index": 63,
        "text": "疏“鳧雁醜，其足蹼，其踵企”。○釋曰：鳧，水鳥也。雁，陽鳥也。蹼，猶蹼屬相著之謂也。踵，腳跟也。鳧雁之類，腳指間有幕蹼屬相著，飛則伸其腳跟企直也。\n烏鵲醜\n烏鵲醜，其掌縮。（飛縮腳腹下。）\n疏“烏鵲醜，其掌縮”。○釋曰：掌，足也。烏鵲之類，飛時縮足於其腹下。\n亢"
      },
      {
        "index": 64,
        "text": "亢，鳥嚨。（嚨謂喉嚨。亢即咽。）其長，嗉。（嗉者，受食之處，別名嗉。今江東呼長。○亢，戶郎切。嗉，音素。）"
      },
      {
        "index": 65,
        "text": "疏“亢，鳥嚨。其，長嗉”。○釋曰：別鳥咽嗉之名也。亢者，鳥喉嚨也。其受長處名嗉。郭雲：“嚨謂喉嚨。亢即咽也。嗉者，受食之處，別名嗉。今江東呼長。”\n鶉子\n鶉子，鳼。鴽子，鸋。（別鵪鶉雛之名。○鳼，音文。）\n疏“鶉子，鳼。鴽子，鸋”。○釋曰：別鵪鶉雛之名也。鶉之子雛名文，鴽之子雛名鸋。\n鷚\n雉之暮子為鷚。（晚生者，今呼少雞為鷚。○鷚，力救切。）\n疏“雉之暮子為鷚”。○釋曰：鷚是雉晚生之子名也。郭雲：“晚生者，今呼少雞為鷚。”\n雌雄\n鳥之雌雄不可別者，以翼右掩左，雄；左掩右，雌。\n疏“鳥之雌”至“右雌”。○釋曰：鄭《詩箋》雲：“陰陽相下之義也。”\n鶹鷅\n鳥少美長醜為鶹鷅。（鶹鷅猶留離。《詩》所謂“留離之子”。○長，丁丈切。鶹，音留。鷅，音栗。）"
      },
      {
        "index": 66,
        "text": "疏“鳥少”至“鶹鷅”。○釋曰：鳥之少為子而美，長食母而醜，其名為鶹鷅，猶留離。《詩》所謂“留離之子”者，案《詩·邶風》雲：“瑣兮尾兮，流離之子。”陸機《疏》雲：“流離，梟也。自關而西謂梟為流離。其子適長大，還食其母，故張奐雲‘鶹鷅食母’，許慎雲‘梟，不孝鳥’是也。”流與鶹同。\n禽獸\n二足而羽謂之禽，四足而毛謂之獸。"
      },
      {
        "index": 67,
        "text": "疏“二足”至“謂之獸”。○釋曰：別禽獸之異也。凡語有通別。別而言之，羽則曰禽，毛則曰獸。所以然者，禽者，擒也。言鳥力小，可擒捉而取之。獸者，守也。言其力多，不易可擒，先須圍守，然後乃獲，故曰獸也。通而為說，鳥不可曰獸，獸亦可曰禽。故《曲禮》“鸚鵡不曰獸，而惺惺通曰禽也”。《易》雲：“王用三驅，失前禽。”則驅走者亦曰禽也。又《周禮·司馬》職雲：“大獸公之，小禽私之。”以此而言，則禽未必皆鳥也。又鄭玄注《周禮》雲：“凡鳥獸未孕曰禽。”《周禮》又雲：“以禽作六贄：卿羔；大夫雁。”《白虎通》雲：“禽者，鳥獸之總名，以其小獸可擒，故得通名禽也。”\n鵙\n鵙，伯勞也。（似鶷葛而大，《左傳》曰“伯趙氏”。○鵙，工役切。）"
      },
      {
        "index": 68,
        "text": "疏“鵙，伯勞也”。○釋曰：李巡雲：“伯勞，一名鵙。”樊光曰：“《春秋傳》曰：少皞氏以鳥名官。”“伯趙氏司至。”伯趙，鵙也。以夏至來，冬至去。郭雲：“似鶷葛而大。”陳思王《惡鳥論》雲：“伯勞以五月鳴，應陰氣之動。陽氣為仁養，陰為殺殘賊，伯勞蓋賊害之鳥也。”其聲鵙鵙，故以其音名雲。《月令》仲夏之月“鵙始鳴”是也。○注“似鶷”至“趙氏”。○ 釋曰：雲“似鶷鶡而大”者，《字林》雲：“鶷鶡似伯勞而小故也。”雲“《左傳》‘伯趙氏’”者，案昭十七年雲：“伯趙氏，司至者也。”杜注雲：“伯趙，伯勞也。以夏至鳴，冬至止。”是也。\n倉庚\n倉庚，黧黃也。（其色黧黑而黃，因以名雲，○黧，力知切。）\n疏“倉庚，黧黃也”。○釋曰：即上“黃鳥”也。郭雲：“其色黧黑而黃，因以名雲。”\n卷十·釋獸第十八"
      },
      {
        "index": 69,
        "text": "疏“釋獸第十八”。○釋曰：《釋鳥》雲：“四足而毛謂之獸。”《說文》雲：“獸，守備也。”此篇釋其名狀，故曰釋獸。\n寓屬\n麋"
      },
      {
        "index": 70,
        "text": "麋：牡，麔；牝，麎；其子，䴠；（《國語》曰：“獸長麛䴠。”）其跡，躔。（腳所踐處。）絕有力，狄。（○麔，音咎。麎，音辰。䴠，於兆切。）"
      },
      {
        "index": 71,
        "text": "疏“麋牡”至“力狄”。○釋曰：此釋麋之種類也。《說文》云：“鹿屬也。冬至解其角。”《春秋·莊十七年》：“冬，多麋。”麋，總名也。其牡者名麔，其牝者名麎。《詩·吉日》云“其麎孔有”是也。其所生之子名䴠。其腳跡所踐之處名躔，其絕異壯大有力者名狄也。○注“《國語》曰：‘獸長麋䴠。’”○釋曰：此《魯語》文也。魯“ 宣公夏濫於泗淵，裏革斷其罟而棄之，曰：‘且夫山不槎蘖，澤不伐夭，魚禁鯤鮞，獸長麛䴠，鳥翼鷇卵，蟲舍蚳蝝，蕃庶物也，古之訓也。今魚方別孕，不教魚長，又行網罟，貪無藝也。’”韋昭云：“鹿子曰麛，麋子曰䴠。”是其事也。\n鹿"
      },
      {
        "index": 72,
        "text": "鹿：牡，麚；牝，麀；其子，麛；其跡，速；絕有力，𪊑。（○麚，音加。麀，於牛切。麛，音迷。𪊑，音堅。）"
      },
      {
        "index": 73,
        "text": "疏“鹿牡”至“力𪊑”。○釋曰：此辨鹿之種類也。《說文》云：鹿，解角獸也。群萃善走者也。其牡名麚，其牝名麀。《詩·小雅》云：“麀鹿麌麌。”其跡名速，絕有力者名𪊑。\n麕"
      },
      {
        "index": 74,
        "text": "麕：牡，麌；（《詩》曰：“麀鹿麌麌。”鄭康成解即謂此也。但重言耳。○麕，音君。麌，魚矩切。）牝，麜；其子，麆；其跡解，絕有力豜。（○麜，音栗。麆，音助。豜，五見切。）"
      },
      {
        "index": 75,
        "text": "疏“麕牡麌”至“力豜”。○釋曰：此辨麕之種類也。《說文》雲：“麕，麞也。”麕，其總名也。牡名麌，牝名麜，其子名麆，其跡名解，絕有力名豜。○注“《詩》曰”至“言耳”。○釋曰：《詩·小雅·吉日》篇文。鄭箋雲：“麕，牡曰麌。麌複麌，言多也。”是鄭康成解即謂此也。雲“但重言耳”者，謂再言麌也。\n狼\n狼：牡，獾；牝，狼；其子，獥；絕有力，迅。（○獥，音亦。）"
      },
      {
        "index": 76,
        "text": "疏“狼牡”至“力迅”。○釋曰：此辨狼之種類也。舍人曰：“狼，牡名獾，牝名狼，其子名獥，絕有力者名迅。”孫炎曰：“迅，疾也。”《詩·齊風》雲：“並驅從兩狼兮。”陸機《疏》雲：“其鳴能小能大，善為小兒啼聲，以誘人。去數十步，其猛健者，雖善用兵者不能免也。其膏可煎和，其皮可為裘，故《禮記》‘狼臅膏’，又曰‘君之右虎裘，厥左狼裘’是也。”\n兔\n兔子，嬎；（俗呼曰𩆟。）其跡，迒；絕有力，欣。（○嬎，芳萬切。迒，音剛。）"
      },
      {
        "index": 77,
        "text": "疏“兔子，嬎”至“力欣”。○釋曰：此辨兔之種類也。崔豹《古今注》雲：“兔有九孔。”《論衡》曰：“兔舐豪而孕，及其生子，從口而出，其子名嬎。”郭雲：“俗呼曰𩆟。”其跡名迒。《字林》雲：“迒，兔道也。”絕有力名欣。\n豕"
      },
      {
        "index": 78,
        "text": "豕子，豬。（今亦曰彘，江東呼豨，皆通名。）䝐，豶。（俗呼小豶豬為䝐子。○䝐，音偉。豶，音墳）。幺，幼。（最後生者，俗呼為幺豚。○幺，音腰。）奏者豱。（今豱豬，短頭，皮理腠蹙。○奏，音腠。豱，音溫。）豕生三豵；二，師；一，特。（豬生子常多，故別其少者之名。○豵，音宗。）所寢，橧。（橧，其所臥蓐。○橧，音繒。）四豴皆白，豥。（《詩》雲：“有豕白蹢。”蹢，蹄也。○豴，音滴。豥，音垓。）其跡，刻。絕有力，<豕厄>。（即豕高五尺者。○<豕厄>，音厄。）牝，豝。（《詩》雲：“一發五豝。”○豝，音巴。）"
      },
      {
        "index": 79,
        "text": "疏“豕子”至“牝豝”。○釋曰：此辨豕之種類也。其子名豬。郭雲：“今亦曰彘，江東呼豨，皆通名也。”《說文》雲：“豬，豕而三毛藂居者。”《字林》雲：“豕，後蹄廢謂之彘。”《小爾雅》雲：“彘，豬也。其子曰豚，大者謂之豜。”《方言》雲：“北燕朝鮮之間謂之豭，關東西或謂之彘，或謂之豕。南楚謂之豨。其子或謂之豚，或謂之豯，音奚。吳揚之間謂之豬子。”雲“䝐，豶”者，舍人曰：“䝐，一名豶。”郭雲：“俗呼小豶豬為䝐子。”豶謂犍豬也。雲：“幺，幼”者，豕之最後生者名也。郭雲：“最後生者，俗呼為幺豚。”雲“奏者豱”者，謂皮理腠蹙者名豱。郭雲：“今豱豬，短頭，皮理腠蹙。”雲“豕生三，豵；二，師；一，特”者，郭雲：“豬生子常多，故別其少者之名。”《詩·召南》雲：“一發五豵。”鄭箋雲：“豕生三曰豵。”張逸問曰：“豕生三曰豵，不知母豕也？豚也？”答曰：“豚也，過三以往猶謂之豵，以自三以上更無名也。”故知過三亦為豵。其生子二者為師，一者為特。雲“所寢，橧”者，郭雲：“橧，其所臥蓐。”《方言》雲“其檻及蓐曰橧”是也。舍人曰：“豕所寢草名為橧。”某氏曰：“臨淮人謂野豬所寢為橧。”李巡曰：“豬臥處名橧。”橧是所居之處。雲“四豴皆白，豥”者，豴，蹄也。豕四蹄皆白名豥。其跡名刻。絕有力名<豕厄>，即下篇“豕高五尺”者也。雲“牝，豝”者，豕之牝者名豝。○注“《詩》雲：‘ 有豕白蹢。’○釋曰：《小雅·漸漸之石》篇文也。案《詩經》直雲“白蹢”，不雲“豥”，則白蹢不知幾蹄白。而郭氏引之者，以《爾雅》主謂釋《詩》，《詩》中言“豕白蹢”惟此而已，故知本以訓此也。鄭箋以“豥”為“ 駭”，駭者，躁疾之言也。駭與豥字異義同。○注“《詩》雲：‘一發五豝。’”○釋曰：《召南·騶虞》篇文也。毛傳雲：“豕牝曰豝。虞人翼五豝，以待公之發。”鄭箋雲：“君射一發而翼五豝者，戰禽獸之命也。戰之者，仁心之至。”是也。\n虎\n虎竊毛謂之虦貓。（竊，淺也。《詩》曰：“有貓有虎。”）"
      },
      {
        "index": 80,
        "text": "疏“虎竊毛謂之虦貓”。○釋曰：竊，淺也。虎之淺毛者，別名虦貓。○注“《詩》曰：‘有貓有虎。’”○釋曰：《詩·大雅·韓弈》篇文也。\n貘"
      },
      {
        "index": 81,
        "text": "貘，白豹。（似熊，小頭庳腳，黑白駁，能舐食銅鐵及竹骨。骨節強直。中實少髓，皮辟濕，或曰豹白色者別名貘。○貘，音陌。）"
      },
      {
        "index": 82,
        "text": "疏“貘，白豹”。○釋曰：貘，一名白豹。《字林》雲：“似熊而白黃，出蜀郡。”一曰白豹。郭雲：“熊，小頭庳腳，黑白駮，能舐食銅鐵及竹骨。骨節強直。中實少髓，皮辟濕，或曰豹白色者別名貘。”\n甝\n甝，白虎。（漢宣帝時，南郡獲白虎，獸其皮、骨、爪牙。○甝，音舍。）\n疏“甝，白虎”。○釋曰：白虎一名甝。漢宣帝時，南郡獲白虎，獻其皮、骨、爪牙。\n虪"
      },
      {
        "index": 83,
        "text": "虪，黑虎。（晉永嘉四年，建平秭歸縣檻得之。狀如小虎而黑，毛深者為班。《山海經》雲：幽都山多玄虎、玄豹。○虪，式六切。）"
      },
      {
        "index": 84,
        "text": "疏“虪，黑虎”。○釋曰：黑虎，一名虪。郭雲“晉永嘉四年，建平秭歸縣檻得之。狀如小虎而黑，毛深者為班。《山海經》雲：幽都山多玄虎、玄豹”者，案《海內經》雲：“北海之內，有山，名曰幽都之山，黑水出焉。其上有玄鳥、玄蛇、玄豹、玄虎。”是也。\n貀"
      },
      {
        "index": 85,
        "text": "貀，無前足。（晉太康七年，召陵扶夷縣檻得一獸，似狗，豹文，有角，兩足，即此種類也。或說貀似虎而黑，無前兩足。○貀，女滑切。）"
      },
      {
        "index": 86,
        "text": "疏“貀，無前足”。○釋曰：《字林》雲：“獸無前足，似虎而黑者名貀。”郭雲：“晉大康七年，召陵扶夷縣檻得一獸，似狗，豹文，有角，兩腳，即此種類也。或說貀似虎而黑，無前兩足。”\n鼳\n鼳，鼠身長須而賊，秦人謂之小驢。（鼳，似鼠而馬蹄，一歲千斤，為物殘賊。○鼳，古役切。）"
      },
      {
        "index": 87,
        "text": "疏“鼳，鼠身”至“小驢”。○釋曰：鼳，獸名也。身如鼠，有長須，而賊害於物，秦人呼為小驢。郭雲：“鼳，似鼠而馬蹄，一歲千斤，為物殘賊。”\n熊\n熊虎醜，其子，狗；絕有力，麙。（律曰：捕虎一，購錢三千，其狗半之。○麙，音岩。）"
      },
      {
        "index": 88,
        "text": "疏“熊虎醜”至“力麙”。○釋曰：醜，類也。熊虎之類，其子名狗。絕有力名麙。郭雲：“律曰：捕虎一，購錢三千，其狗半之。”此當時之律也。引之以證虎子名狗之義也。\n貍\n貍子，𧳙。（今或呼豾貍。○𧳙，音曳。）"
      },
      {
        "index": 89,
        "text": "疏“狸子，𧳙”。○釋曰：《字林》雲：“貍，伏獸，似貙，其子名𧳙。”郭雲“今或呼豾貍”者，《字林》雲：“豾貍也。”\n貈\n貈子，貆。（其雌者名貈。今江東呼貉為𧲱𧳅。○貈，乎各切。貆，音丸。）"
      },
      {
        "index": 90,
        "text": "疏“貈子，貆”。○釋曰：《字林》雲：“貈似狐，善睡，其子名貆。”郭雲：“其雌者名貈。今江東呼貉為𧲱𧳅。”《字林》雲：“𧲱，貍類。貁，謂之𧳅。”《廣雅》雲：“𧳅，貁也。”然則皆貈之通名也。\n貒\n貒子，貗。（貒豚也，一名獾。○貒，音湍。貗，其禹切。）\n疏“貒子，貗”。○釋曰：《字林》雲：“貒獸似豕而肥。”其子名貗。郭雲：“貒豚也，一名獾。”\n貔\n貔，白狐。其子，豰。（一名執夷，虎豹之屬。○貔，音毗。豰，火卜切。）"
      },
      {
        "index": 91,
        "text": "疏“貔，白狐。其子，豰”。○釋曰：《字林》雲：“貔，豹屬，一名白狐。其子名豰。”郭雲：“一名執夷，虎豹之屬。”《詩·大雅》雲：“獻其貔皮。”陸機《疏》雲：“貔似虎，或曰似熊。一名執夷，一名白狐。遼東人謂之白羆。”\n麝父\n麝父，麕足。（腳似麕有香。○父，音甫。）\n疏“麝父，麕足”。○釋曰：《字林》雲：“小鹿有香，其足似獐，故雲麕足。”郭雲：“腳似麕有香。”\n豺\n豺，狗足。（腳似狗。）"
      },
      {
        "index": 92,
        "text": "疏“豺，狗足”。○釋曰：《說文》雲：“豺，狼屬，狗聲。”郭雲：“腳似狗。”貪殘之獸。《左傳》雲：“戎狄豺狼，不可厭也。”\n貙獌\n貙獌，似貍。（今山民呼貙虎之大者為貙豻。音岸。○貙，音樞。獌，音萬。）"
      },
      {
        "index": 93,
        "text": "疏“貙獌，似貍”。○釋曰：《字林》雲：“貙似貍而大，一名獌。”郭雲：“今山民呼貙虎之大者貙豻。”《字林》雲：“豻，胡地野狗，似狐，黑喙，皆貙之類。”故又呼貙豻。\n羆\n羆，如熊，黃白文。（似熊而長頭高腳，猛憨多力，能拔樹木，關西呼曰貑羆。）"
      },
      {
        "index": 94,
        "text": "疏“羆，如熊，黃白文”。○釋曰：舍人曰：“羆如熊，色黃白也。”郭雲：“似熊而長頭高腳，猛憨多力，能拔樹木，關西呼曰貑羆。”《詩·大雅·韓奕》雲：“赤豹黃羆。”陸機《疏》雲：“羆有黃羆，有赤羆，大於熊。其脂如熊，白而粗理，不如熊白美也。”\n麢\n麢，大羊。（麢羊似羊而大，角圓銳，好在山崖間。○麢，音零。）"
      },
      {
        "index": 95,
        "text": "疏“麢，大羊”。○釋曰：羊之大者名麢。郭雲：“麢羊似羊而大，角圓銳，好在山崖間。”陶注《本草》雲：今出建平、宜都諸蠻中及西域。多兩角，有一角者為勝。角甚多節，蹙蹙圓繞。別有山羊極長，唯一邊有節，節亦疏大，而不入用。羌夷雲，隻此名麢羊。\n麠"
      },
      {
        "index": 96,
        "text": "麠，大麃，牛尾，一角。（漢武帝郊雍，得一角獸，若麃然，謂之麟者，此是也。麃即獐。○麠，音京。麃，音炮。）"
      },
      {
        "index": 97,
        "text": "疏“麠大”至“一角”。○釋曰：麃，獐也。大獐牛尾、一角者名麠。即所謂麟也。郭雲“漢武帝郊雍，得一角獸，若麃然謂之麟者，此是也”者，《漢書·郊祀誌》文也。麃，即獐也。\n𪊨\n𪊨，大麕，旄毛，狗足。（旄毛，㺜長。○𪊨，音幾。旄，音帽。）"
      },
      {
        "index": 98,
        "text": "疏“𪊨大”至“狗足”。○釋曰：麕亦獐也。旄毛，㺜長毛也。大獐毛長、狗足者，名𪊨。《山海經》雲：女幾山，其獸多麖𪊨。\n魋"
      },
      {
        "index": 99,
        "text": "魋如小熊，竊毛而黃。（今建平山中有此獸，狀如熊而小，毛麆淺赤黃色，俗呼為赤熊，即魋也。○魋，音頹。）"
      },
      {
        "index": 100,
        "text": "疏“魋如”至“而黃”。○釋曰：竊，淺也。獸如小熊，淺毛而黃者名魋。郭雲：“今建平山中有此獸，狀如熊而小，毛麆淺赤黃色，俗呼為赤熊，即魋也。”\n䝟貐\n䝟貐，類貙，虎爪，食人，迅走。（迅，疾。○䝟，烏八切。貐，羊玉切。）"
      },
      {
        "index": 101,
        "text": "疏“䝟貐”至“迅走”。○釋曰：迅，疾也。䝟貐之獸，其狀類貙而虎爪，食人，疾走。《山海經》雲：少鹹山有獸，“狀如牛，而赤身、人麵、馬足，名曰窫窳，其音如嬰兒，食人。”其名與此同，其狀與此錯。\n狻麑"
      },
      {
        "index": 102,
        "text": "狻麑，如虦貓，食虎豹。（即師子也，出西域。漢順帝時疏勒王來獻犎牛及師子。《穆天子傳》曰：“狻猊日走五百里。”）"
      },
      {
        "index": 103,
        "text": "疏“狻麑”至“虎豹”。○釋曰：即師子也，出西域。其狀如虦貓，食虎豹，善走者也。○ 注“漢順帝”至“百里”。○釋曰：雲“漢順帝時疏勒王來獻犎牛及師子”者，案《後漢·帝紀》雲：“孝順帝諱保，安帝之子也。”陽嘉三年，“疏勒國獻師子、犎牛”。注引《東觀記》曰：“疏勒王盤遣使文時詣闕獻師子，似虎，正黃，有髯耏，尾端茸毛，大如鬥。封牛，其領上肉隆起，若封然，因以名之，即今之峰牛。”是也。雲“《穆天子傳》曰：‘狻猊日走五百里’”，案《穆天子傳》雲柏天曰“名獸使足，狻猊、野馬走五百里”是也。\n驨"
      },
      {
        "index": 104,
        "text": "驨，如馬，一角；不角者，騏。（元康八年，九真郡獵得一獸，大如馬，一角，角如鹿茸，此即驨也。今深山中人時或見之，亦有無角者。○驨，胡圭切。）"
      },
      {
        "index": 105,
        "text": "疏“驨如”至“者騏”。○釋曰：驨，獸名也。狀如馬，一角。不角者，名騏。郭雲：“元康八年，九真郡獵得一獸，大如馬，一角，角如鹿茸，此即驨也。今深山中人時或見之，亦有無角者。”\n羱\n羱，如羊。（原羊，似吳羊而大角，角橢，出西方。○原，音元。）"
      },
      {
        "index": 106,
        "text": "疏“原，如羊”。○釋曰：《字林》雲：“野羊大角者也。”郭雲：“原羊，似吳羊而大角，角橢，出西方。”橢，謂狹而長也。\n麐\n麐，麕身，牛尾，一角。（角頭有肉。《公羊傳》曰：“有麕而角。”○麐，音鄰。）"
      },
      {
        "index": 107,
        "text": "疏“麐，麕身，牛尾，一角”。○釋曰：李巡曰：“麐，瑞應獸名。”孫炎曰：“靈獸也。”京房《易傳》曰：“麐，麕身，牛尾，狼額，馬蹄，有五彩，腹下黃，高丈二。”《詩·周南》雲：“麟之趾。”毛傳雲：“麟信而應禮，以足至者也。”鄭箋雲：“麟角之末有肉，示有武而不用。”陸機《疏》雲：“麟，麕身，牛尾，馬足，黃色，圓蹄，一角，角端有肉。音中鍾呂，行中規矩。遊必擇地，詳而後處。不履生蟲，不踐生草，不群居，不侶行。不入陷阱，不罹羅網。王者至仁則出。”今並州界有麟，大小如鹿，非瑞應麟也。故司馬相如賦曰“射麋腳麟”。謂此麟也。○注“《公羊傳》曰：‘有麕而角。’”○釋曰：案《春秋》哀十四年春“西狩獲麟”。《公羊傳》雲：“有以告者，曰‘有麕而角者’。孔子曰：‘孰為來哉，孰為來哉！’”是其事也。\n猶\n猶，如麂，善登木。（健上樹。○麂，音幾。）\n疏“猶如麂，善登木”。○釋曰：《說文》雲：“猶，貜屬”也。其狀如麂，為獸健捷，善能上樹。\n貄\n貄，脩毫。（毫毛長。○貄，音四。）\n疏“貄，脩毫”。○釋曰：脩，長也。《廣雅》雲：“乾毛謂之毫。”言貄獸體多長毛。\n貙\n貙，似貍。（今貙虎也。大如狗，文如貍。）\n疏“貙，似貍”。○釋曰：貙獸，其文似貍。郭雲：“今貙虎也。大如狗，文如貍。”\n兕\n兕，似牛。（一角，青色，重千斤。）"
      },
      {
        "index": 108,
        "text": "疏“兕，似牛”。○釋曰：郭雲：“一角，青色，重千斤。”《說文》雲：“兕，如野牛，青毛，其皮堅厚，可製鎧。”《交州記》曰：“兕出九德，有一角，角長三尺餘，形如馬鞭柄。”是也。\n犀"
      },
      {
        "index": 109,
        "text": "犀，似豕。（形似水牛，豬頭，大腹，痺腳。腳有三蹄，黑色。三角，一在頂上，一在額上，一在鼻上。鼻上者，即食角也。小而不橢，好食棘。亦有一角者。○橢，音墮。）"
      },
      {
        "index": 110,
        "text": "疏“犀，似豕”。○釋曰：郭雲：“形似水牛，豬頭，大腹，庳腳。腳有三蹄，黑色。三角，一在頂上，一在額上，一在鼻上。鼻上者，即食角也。小而不橢（音墮），好食棘。亦有一角者。”劉欣期《交州記》曰：“犀出九德，毛如豕，蹄有甲，頭似馬。”《吳錄·地理誌》雲：“武陵阮南縣以南皆有犀。”\n彙\n彙，毛刺。（今蝟狀似鼠。○彙，音謂。刺，音次。）疏彙即蝟也，其毛如針。郭雲：“今蝟狀如鼠。”\n狒狒"
      },
      {
        "index": 111,
        "text": "狒狒，如人，被發，迅走，食人。（梟羊也。《山海經》曰：“其狀如人，麵長唇黑，身有毛，反踵，見人則笑。交廣及南康郡山中亦有此物，大者長丈許。俗呼之曰山都。”○狒，音費。被，之備。）"
      },
      {
        "index": 112,
        "text": "疏“狒狒”至“食人”。○釋曰：狒狒，獸名，狀如人，被發，疾走，食人。《山海經》謂之梟羊。又謂之贛（音感）臣人。《周書·王會》雲：“北方謂之吐嘍。”郭雲：“梟羊也。《山海經》曰：‘其狀如人，麵長唇黑，身有毛，反踵，見人則笑。交廣及南康郡山中亦有此物，大者長丈許。俗呼之曰山都。’” 雲“《山海經》曰”者，《海內南經》文也。案，彼文雲梟羊，“在北胸之西，其狀人麵長唇，有毛，反踵，見人笑亦笑。左手操管”。又《海內經》雲：“笑則唇蔽其麵，因可逃也。”故郭《讚》雲：“狒狒怪萌，被發操竹；獲人則笑，唇蔽其目；終亦號咷，反為我戮。”是也。雲“反踵”者，腳跟反向也。《大傳》雲：“周成王時州靡國獻之”也。\n蹯"
      },
      {
        "index": 113,
        "text": "貍、狐、貒、貈醜，其足，蹯；（皆有掌蹯。○蹯，音煩。）其跡，[C041]。（[C041]，指頭處。○[C041]，音鈕。）"
      },
      {
        "index": 114,
        "text": "疏“貍狐”至“跡[C041]”。○釋曰：《說文》雲：“蹯，掌也。”此四獸之類皆有掌蹯。宣二年《左傳》雲“宰夫胹熊蹯”，是其類也。其指頭著地處，名[C041]。\n蒙頌"
      },
      {
        "index": 115,
        "text": "蒙頌，猱狀。（即蒙貴也。狀如蜼而小，紫黑色。可畜，健捕鼠，勝於貓。九真、日南皆出之。猱亦獮猴之類。○猱，奴刀切。）"
      },
      {
        "index": 116,
        "text": "疏“蒙頌，猱狀”。○釋曰：蒙頌，一名蒙貴，狀似豬猱，故曰猱狀。郭雲：“即蒙貴也。狀如蜼而小，紫黑色。可畜，健捕鼠，勝於貓。九真、日南皆出之，猱亦獮猴之類。”\n猱\n猱、蝯，善援。（便攀援。○蝯，音袁。）\n疏“猱、蝯，善援”。○釋曰：猱，一名蝯，善攀援樹枝。郭雲“便攀援”者，便，謂便捷也。\n貜父\n貜父，善顧。（貑貜也，似獮猴而大，色蒼黑，能貜持人，好顧盼。○貜，音。父，音甫。）"
      },
      {
        "index": 117,
        "text": "疏“貜父，善顧”。○釋曰：大蝯也。能貜持人，又善顧盼。因名。郭雲：“貑貜也，似獮猴而大。色蒼黑，能貜持人，好顧盼。”\n威夷\n威夷，長脊而泥。（泥，少才力。）\n疏“威夷，長脊而泥”。○釋曰：泥，弱也。威夷之獸，長脊而劣弱，少才力也。\n麔、麚\n麔、麚，短脰。（脰，項。）\n疏“麔、麚，短脰”。○釋曰：脰，項也。麔、麚之獸，皆短項。\n贙\n贙，有力。（出西海，大秦國有養者，似狗，多力，獷惡。○贙，音鉉。）\n疏“贙，有力”。○釋曰：贙，似大之獸名也。郭雲：“出西海，大秦國有養者，似狗，多力，獷惡。”\n豦"
      },
      {
        "index": 118,
        "text": "豦，迅頭。（今建平山中有豦，大如狗，似獮猴。黃黑色，多髯鬛，好奮迅其頭，能舉石摘人。貜類也。○豦，音據。）"
      },
      {
        "index": 119,
        "text": "疏“豦，迅頭”。○釋曰：豦，似猴之獸也。好奮迅其頭，故曰迅頭。郭雲：“今建平山中有豦，大如狗，似獮猴。黃黑色，多髯鬛，奮迅其頭，能舉石摘人。貜類也。”\n蜼"
      },
      {
        "index": 120,
        "text": "蜼，卬鼻而長尾。（蜼，似獮猴而大。黃黑色，尾長數尺，似獺，尾末有岐。鼻露向上，雨即自縣於樹，以尾塞鼻，或以兩指。江東人亦取養之。為物健捷。○蜼，音誄。）"
      },
      {
        "index": 121,
        "text": "疏“蜼，卬鼻而長尾”。○釋曰：蜼，亦猴類之獸，卬鼻而尾長大。《山海經》曰：“鬲山多猿蜼。”是也。郭雲：“蜼，似獮猴而大，黃黑色，尾長數尺，似獺，尾末有岐。鼻露向上，雨即自縣於樹，以尾塞鼻，或以兩指。江東人亦取養之。為物健捷。”\n時\n時，善乘領。（好登山峰。○乘，音承。）疏“時，善乘領”。○釋曰：好登山峰之一獸也。\n猩猩\n猩猩，小而好啼。（《山海經》曰：“人麵豕身，能言語。”今交趾封谿縣出猩猩，狀如獾㹠，聲似小兒啼。）"
      },
      {
        "index": 122,
        "text": "疏“猩猩，小而好啼”。○釋曰：能言獸也。《曲禮》曰：“猩猩能言。”《周書· 王會》曰：“都郭狌狌，欺羽狌狌，若黃狗，人麵能言。”郭雲：“《山海經》曰：‘人麵豕身，能言語。’今交趾封谿縣出猩猩，狀如獾㹠，聲似小兒啼。”雲“《山海經》”者，《海內南經》文也。\n闕洩\n闕洩多狃。（說者雲“腳饒指”。未詳。○闕，其越切。狃，音鈕。）\n疏“闕洩多狃”。○釋曰：舊說以為闕泄獸名，其腳多狃。狃，指也。然其形，所未詳聞。\n寓屬。\n疏“寓屬”。○釋曰：寓，寄也。言此上獸屬多寄寓木上，故題雲“寓屬”。\n鼠屬"
      },
      {
        "index": 123,
        "text": "鼢鼠，（地中行者。○鼢，音憤。）鼸鼠。（以頰裏藏食。○鼸，故忝切。）鼷鼠，（有螫毒者。○鼷，音奚。）鼶鼠，（《夏小正》曰：“ 鼶鼬則穴。”○鼶，音斯。）鼬鼠，（今鼬似齗，赤黃色，大尾，啖鼠，江東呼為鼪。音牲。○鼬，音佑。）鼩鼠，（小鼱鼩也，亦名𪖁鼩。○鼩，音劬。）鼭鼠，（未詳。）鼣鼠，（《山海經》說獸雲：“狀如鼣鼠。”然形則未詳。○鼭，音時。鼣，音吠。）鼫鼠，（形大如鼠，頭似兔，尾有毛，青黃色，在田中食粟豆。關西呼為鼩鼠，見《廣雅》。音瞿。○鼫，音石。）鼤鼠，鼨鼠，（皆未詳。○鼤，音問。鼨，音終。）豹文鼮鼠，（鼠文彩如豹者。漢武帝時得此鼠，孝廉郎終軍知之，賜絹百匹。○鼮，音廷。）鼰鼠。（今江東山中有鼰鼠，狀如鼠而大，蒼色，在樹木上。音巫覡。○鼰，南見切。）鼠屬。"
      },
      {
        "index": 124,
        "text": "疏“鼢鼠”至“鼰鼠”。○釋曰：此別鼠屬也。雲“鼢鼠”者，郭雲：“地中行者。”《說文》雲：“地中行鼠，伯勞所作也。”《廣雅》雲：“鼴鼠也。”《方言》名“犁鼠”，即此鼠也。謂起地若耕，因名雲。雲“鼸鼠”者，《大戴禮》雲：“田鼠者，鼸鼠也。”鼸是頰裏藏食之名，鼠若此者，因名鼸鼠。雲“鼷鼠”者，李巡曰：“鼱鼩鼠。”郭雲：“有螫毒者。”蓋如今鼠狼。《春秋·成七年》“食郊牛伯”者是也。《博物誌》雲：“鼠之最小者，或謂之耳鼠。”何休亦雲：“鼷鼠者，鼠中之微者。”雲“鼶鼠”者，似鼬之鼠也。郭雲：“《夏小正》曰‘鼶鼬則穴’”者，在九月。雲“鼬鼠”者，《字林》雲：“如鼠，赤黃而文。”郭雲：“今鼬似齗，赤黃色，大尾，啖鼠，江東呼為鼪。”即《莊子》雲：“騏驥驊騮，捕鼠不如貍鼪”是也。雲“鼩鼠”者，鼱鼩小鼠也。本雲“一名鼷鼠”。郭雲：“小鼱鼩也，亦名𪖁鼩。”雲“鼫鼠”者，孫炎曰：“五技鼠。”許慎雲：“鼫鼠五技：能飛不能上屋，能遊不能渡穀，能緣不能窮木，能走不能先人，能穴不能覆身。”此之謂五技。蔡邕以此為螻蛄。郭雲：“形大如鼠，頭似兔，尾有毛，青黃色，好在田中食粟豆，關西呼為䶂鼠，見《廣雅》。”䶂（音雀），今本作鼩，誤也。案《詩·魏風》雲：“碩鼠碩鼠。”陸機《疏》雲：“今河東有大鼠，能人立，交前兩腳於頸上。號舞，善鳴。食人禾苗，人逐則走入樹空中，亦有技。或謂之雀鼠。”案，此與郭氏所說同。雲“豹文鼮鼠”者，郭雲“鼠文彩如豹者。漢武帝時得此鼠，孝廉郎終軍知之，賜絹百匹”者，案《漢書》雲：終軍，字子雲，濟南人也。少好學，以辯博能屬文。初入關，棄繻而去。至長安上書，拜為謁者給事中。使南越，為呂嘉所殺。死時年二十餘，故世號之終童。武帝嚐得豹文鼠，終軍以《爾雅》辨其名，故受賜也。“鼰鼠”者，鼰，鼠名也。郭雲：“今江東山中有鼰鼠，狀如鼠而大，蒼色，在樹木上。”○ 注“《山海經》說獸雲：‘狀如鼣鼠。’”○釋曰：案《中山經》雲：“倚帝山，其上多玉，下多金。有獸焉，狀如鼣鼠，白喙，名狙如，見則其國有大兵。”是也。“鼠屬。”○釋曰：言此上皆鼠之屬類也。鼠，小獸也。亦四足而毛，故於此釋之。案《字林》雲：“鼸鼠，即鼢鼠也。”今郭氏分為二。又《說文》雲：“鼨，豹文鼠也。”今郭氏以豹文下屬，未知孰是。故略言之。\n齸屬"
      },
      {
        "index": 125,
        "text": "牛曰齝，（食之已久複出嚼之也。○齝，醜之切。）羊曰齛，（今江東呼齝為齛。音漏洩。）麋鹿曰齸。（江東名咽曰齸。齸者，䶗食之所在，依名雲。○齸，音益。）鳥曰裹，（咽中裹食處。）寓鼠曰嗛。（頰裹貯食處。寓，謂獮猴之類寄寓木上。）齸屬。"
      },
      {
        "index": 126,
        "text": "疏“牛曰齝”至“齸屬”。○釋曰：此別鳥、獸嚼食之名也。牛名曰齝。郭雲：“食之已久，複出嚼之。”羊名曰齛。郭雲：“今江東呼齝為齛。”麋鹿名曰齸。郭雲：“江東名咽為齸。齸者，䶗食之所在，依名雲。”鳥名曰嗉。郭雲：“咽中裹食處。”即上篇“其長，嗉”也。寓木之獸及鼠皆曰嗛。郭雲：“頰裹貯食處。寓，謂獮猴之類寄寓木上。”此屬皆咽中藏食，複出嚼之。故題雲“齸屬”。\n須屬"
      },
      {
        "index": 127,
        "text": "獸曰釁，（自奮迅動作。○釁，許刃切。）人曰撟，（頻伸夭撟。○撟，紀小切。）魚曰須，（鼓鰓須息。）鳥曰狊。（張兩翅，皆氣體所須。○狊，古闃切。）須屬。"
      },
      {
        "index": 128,
        "text": "疏“獸曰釁”至“須屬”。○釋曰：此辨人、魚、鳥、獸氣體所須之名也。獸之自奮迅動作名釁。人之罷倦，頻伸夭撟、舒展屈折名撟。魚之鼓動兩頰，若人之欠須導其氣息者名須。鳥之張兩翅，狊狊然搖動者名狊。此皆氣倦體罷所須若此。故題雲“ 須屬”也。\n卷十·釋畜第十九"
      },
      {
        "index": 129,
        "text": "疏“釋畜第十九”。○釋曰：案《字林》畜作獸。《說文》雲：獸也，人之畜養者也。所以與《釋獸》異篇者，以其畜是畜養之名，獸是毛蟲總號。故此篇唯唯論馬、牛、羊、彘、犬、雞，前篇則通釋百獸之名。所以異也。\n馬屬。\n騊駼馬。\n（《山海經》雲：“北海有獸，狀如馬，名騊駼。色青。”○騊，音陶。駼，音徒。）"
      },
      {
        "index": 130,
        "text": "疏“騊駼馬”。○釋曰：良馬名騊駼。《字林》雲：“北狄良馬也。”一曰野馬。《瑞應圖》雲：“幽隱之獸也，有明王在位即至。”是也。○注“《山海》”至“色青”。○ 釋曰：《海外北經》文也。“色青”二字，郭氏語也。\n野馬。\n（如馬而小，出塞外。）\n疏“野馬”。○釋曰：如馬而小，出塞外。案《穆天子傳》雲：“野馬，日走五百里。”是也。\n駮，如馬，倨牙，食虎豹。\n（《山海經》雲：有獸名駮，如白馬，黑尾，倨牙，音如鼓，食虎豹。○倨，音鋸。）"
      },
      {
        "index": 131,
        "text": "疏“駮如”至“虎豹”。釋曰：駮，亦野馬名也。其狀如馬，其牙倨曲，而食虎豹也。《詩·秦風》雲：“隰有六駮。”傳引此文以釋之是也。○注“《山海》”至“ 虎豹”。○釋曰：案《西山經》雲：中曲山，有獸如馬而身黑，三尾一角，虎牙爪，音如鼓，名曰駮。食虎豹，可以禦兵。言雖小異，正謂此也。\n騉蹄，趼，善升甗。"
      },
      {
        "index": 132,
        "text": "（甗，山形似甑，上大下小。騉蹄，蹄如趼而健上山。秦時有騉蹄苑。○騉，音昆。趼，五見切。甗，言蹇切。）"
      },
      {
        "index": 133,
        "text": "疏“騉蹄，趼，善升甗”。○釋曰：舍人雲：騉蹄者，溷蹄也。趼，平也。謂蹄平正。善升甗者，登山隒也。一雲甗者，阪也，言騉善登高曆險，上下於阪。秦時有騉蹄苑是也。李雲：“騉者，其蹄正堅而平似趼也。”顧雲：“山嶺曰甗。”郭雲：“甗，山形似甑，上大下小。騉蹄，蹄似趼而健上山。”“秦時有騉蹄苑”者，取此駿馬以名其苑也。\n騉駼，枝蹄趼，善升甗。\n（騉駼，亦似馬而牛蹄。）"
      },
      {
        "index": 134,
        "text": "疏“騉駼，枝蹄趼，善升甗”。○釋曰：騉駼，馬名。李巡曰：“騉駼，其跡枝平似趼，亦能登高曆危險也。”孫炎雲：“騉駼之馬，枝蹄如牛而下平。”郭雲：“騉駼，亦似馬而牛蹄也。”\n小領，盜驪。\n（《穆天子傳》曰：“天子之駿，盜驪、綠耳。”又曰“右服盜驪”。盜驪，千里馬。）"
      },
      {
        "index": 135,
        "text": "疏“小領，盜驪”。○釋曰：領，頸也。盜驪，駿馬名也。駿馬小頸名曰盜驪。○注“《穆天子》” 至“千里馬”。○釋曰：案《穆天子傳》雲：“丙寅，天子屬官效器，乃命正公郊父，受敕憲，用中八駿之乘，以飲於枝洔之中，積石之南河。天子之駿，赤驥、盜驪、白義、渠黃、華騮、綠耳。”郭注雲：“盜驪”者，“為馬細頸。驪，黑色也”。“綠耳”者，《紀年》曰：“北唐之君來，見驪馬是生綠耳。魏時西卑獻千里馬，白色而兩耳黃，因名之為黃耳。”即此類也。雲“又曰‘右服盜驪’”者，案，彼雲：“ 癸酉，天子命駕八駿之乘，右服盜驪而左綠耳，右驂赤驥而左白義。天子主車，造父為禦。”是也。\n絕有力，駥。\n（即馬高八尺者。○駥，音戎。）\n疏“絕有力，駥”。○釋曰：馬絕有力者名駥。郭雲“即馬高八尺者”，即下文“馬八尺為駥”者也。\n膝上皆白，惟馵。四骹皆白，驓。\n（駮，膝下也。○馵，音注。骹，音敲。驓，音繒。）"
      },
      {
        "index": 136,
        "text": "四蹢皆白，首。（俗呼為踏雪馬。）前足皆白，騱。後足皆白，翑。前右足白，啟。（《左傳》“曰啟服”。○騱，音奚。翑，音劬。）左白，踦。（前左腳白。○踦，音欺。）後右足白，驤。左白，馵（後左腳白。《易》曰：“震為馵足。”○驤，音箱。）\n騮馬白腹，騵。"
      },
      {
        "index": 137,
        "text": "（騮，赤色黑鬛。○騮，音留。騵，五官切。）驪馬白跨，驈。（驪，黑色。跨，髀間。○驈，音聿。）白州，驠。（州，竅。○驠，音宴。）尾本白，騴。（尾株白。○騴，音晏。）尾白，駺。（但尾毛白。○駺，音郎。）馰顙，白顛。（戴星馬也。○馰，音的。）白達素，縣。（素，鼻莖也。俗所謂漫顱徹齒。○縣，音玄。）麵顙皆白，惟駹。（顙，額。○駹，音尨。）"
      },
      {
        "index": 138,
        "text": "疏“膝上”至“惟駹”。○釋曰：此辨馬白色所在之異名也。馬之膝上皆白者惟馵也。骹，膝下也。四膝下皆白名驓。蹢，蹄也。四蹄皆白名首，俗呼為踏雪馬，言蹄白似踏雪也。前兩足皆白名騱，後兩足皆白名翑。前右足白名啟，前左足白名踦，後右足白名驤，後左足白名馵。騮馬，赤色黑鬛馬也。若騮馬腹下白者，別名騵。《詩·大雅》雲“四騵彭彭”是也。孫炎雲：驪，黑也。白跨，股腳白也。郭雲：驪，黑色。跨，髀間也。謂黑馬髀間白名驈。《詩· 魯頌》雲“有驈有皇”是也。州，竅也。謂馬之白尻者名驠。本，根株也。馬尾株白者名騴。但尾毛白者名駺。的顙者，舍人曰：“的，白也。顙，額也。”額有白毛，今之戴星馬也。《易》“震為的顙”。素，鼻莖也。其白自額下達鼻莖者，名縣，俗所謂漫驢徹齒。其麵額皆白者，惟駹馬。○注“《左傳》‘曰啟服’”。○釋曰：案昭二十九年”公至自乾侯，處於鄆”。“衛侯來獻其乘馬，曰啟服”。杜預雲“啟服，馬名”是也。○注“《易》曰：‘震為馵足。’”○釋曰：《說卦》文也，取其動而見也。\n回毛在膺，宜乘。"
      },
      {
        "index": 139,
        "text": "（樊光雲：“俗呼之官府馬。伯樂相馬法，旋毛在腹下如乳者，千里馬。”）在肘後，減陽。在幹，茀方。（幹，脅。○減，古湛切。）在背，闕廣。（皆別旋毛所在之名。○闋，音缺。廣，音光。）"
      },
      {
        "index": 140,
        "text": "疏“回毛”至“闋廣”。○釋曰：此別馬旋毛所在之名也。回，旋也。膺，焜也。旋毛在膺者，名宜乘。樊光雲：“俗呼之官府馬。伯樂相馬法，旋毛在腹下如乳者，千里馬”也。旋毛在肘後者，名減陽。幹，脅也。旋毛在脅者，名茀方。旋毛在背者，名闋廣。郭雲：“皆別旋毛所在之名”也。\n逆毛，居馻。\n（馬毛逆刺。○馻，音兗。）\n疏“逆毛，居馻”。○釋曰：《字林》雲：“馬逆毛也。”郭雲：“馬毛逆刺。”\n騋牝驪牡。\n（《詩》雲：“騋牝三千。”馬“七尺已上為騋”，見《周禮》。）"
      },
      {
        "index": 141,
        "text": "疏“騋牝驪牡”，注“《詩》雲”至“見《周禮》”。○釋曰：雲“《詩》雲‘騋牝三千’”者，《鄘風·定之方中》篇文也。雲“七尺已上為騋，見《周禮》”者，《廋人》文也。案，鄭玄注《禮記·檀弓》引此文雲：“騋牝驪牡。”玄謂“七尺曰騋”。牝者，色驪；牡者，色玄。與郭異也。\n玄駒，驂。（玄駒，小馬，別名驂耳。或曰此即腰，古之良馬名。○，奴了切。驂，音參。）"
      },
      {
        "index": 142,
        "text": "疏“玄駒，驂”。○釋曰：此郭氏兩解：一雲“玄駒，小馬，別名驂耳”，指謂今馬駒也。一雲“或曰此即腰，古之良馬名”，言玄駒、驂，即腰也。\n牡曰騭，牝曰騇。\n（今江東呼䭸馬為騭，音質。）（草馬名。○騇，音舍。）\n疏“牡曰騭，牝曰騇”。○釋曰：別馬牝牡之異名也。郭雲：“今江東呼䭸馬為騭。”騇，即草馬之名也。\n騮白，駁。黃白，騜。\n（《詩》曰：“騜駁其馬。”）\n騮馬黃脊，騝。驪馬黃脊，騽。\n（皆背脊毛黃。○騝，音虔。騽，音習。）\n青驪，駽。\n（今之鐵驄。○駽，呼縣切。）\n青驪驎，驒。\n（色有深淺，班駁隱鄰，今之連錢驄。○驎，良刀切。驒，音陀。）\n青驪繁鬛，騥。\n（《禮記》曰：“周人黃馬繁鬛。”繁鬛，兩被毛，或曰美髦鬛。○鬛，音獵。騥，音柔。）\n驪白雜毛，駂。\n（今之烏驄。○駂，音保。）\n黃白雜毛，駓。\n（今之桃華馬。○駓，音皮。）\n陰白雜毛，駰。\n（陰，淺黑。今之泥驄。○駰，乙巾切。）\n蒼白雜毛，騅。\n（《詩》曰：“有騅有駓。”）\n彤白雜毛，騢。\n（彤，赤也。即今之赭白馬。○騢，音遐。）\n白馬黑鬛，駱。\n（《禮記》曰：“夏後氏駱馬黑鬛。”）\n白馬黑唇，駩。黑喙，騧。\n（今之淺黃色者為騧馬。○騧，音瓜。）\n一目白，閑。二目白，魚。\n（似魚目也。《詩》曰：“有驒有魚。”○閑，音閑。）"
      },
      {
        "index": 143,
        "text": "疏“騮白駁”至“白魚”。○釋曰：此別馬毛色不純之異名也。孫炎曰：“騮，赤色也。”謂馬有騮處、有白處者曰駁，有黃處、有白處者曰騜。騮馬脊毛黃者名騝，驪馬脊毛黃者名騽。青驪，駽。舍人曰：“青驪馬，今名駽馬也。”孫炎曰：“色青之間，青毛、黑毛相雜者名駽。”今之鐵驄也。青驪驎，驒。孫炎曰：“色有淺深，似魚鱗。”郭雲：“色有深淺，班駁隱鄰名驒。今之連錢驄。”《說文》雲：馬文如鼉。《詩》雲“有驒有駱”是也。毛色青黑而髦鬛繁多者，名騥。毛色黑白而複有雜毛相錯者，名駂。《詩》雲“叔於田，乘乘駂”是也。今謂之烏驄。毛色黃白而複有雜毛者，名駓。今謂之桃華馬。陰，淺黑色也。毛淺黑而白兼雜毛者，名駰。今謂之泥驄。《詩》雲“有駰有騢”是也。蒼，淺青也。毛有淺青及白兼雜毛者，名騅。彤，赤也。毛赤白兼雜毛者，名騢。《說文》雲：“似騢魚也。” 即今之赭白馬也。鬛，𩮀也。白馬黑𩮀者名駱。白馬黑唇者名駩。喙，口也。黑喙者名騧。《說文》雲：“黃馬黑喙”曰騧。郭雲：“今之淺黃色者為騧馬。”《詩》雲“騧驪是驂”是也。一目白者名間。二目白者名魚，言以魚目也。○注“《詩》曰：‘騜駁其馬。’”○釋曰：《豳風·東山》篇文也。○ 注“《禮記》”至“髦鬛”。○釋曰：雲“周人黃馬繁鬛”者，《明堂位》文也。雲“繁鬛兩被毛”者，郭氏釋之也。言“繁鬛”者，分其髦鬛兩鄉被之也。雲“或雲美髦鬛”者，又引或人以為一解，言其髦鬛繁多而美也。今《禮記》本繁作蕃，則或說為得。○注“《詩》曰‘有騅有駓’”。又“《詩》曰‘有驒有魚’”。○釋曰：皆《魯頌·駉》篇文也。○注“《禮記》曰‘夏後氏駱馬黑鬛’”。○釋曰：亦《明堂位》文也。\n“既差我馬”，差，擇也。宗廟齊毫，\n（尚純。○差，音叉。）戎事齊力，（尚強。）田獵齊足。（尚疾。）"
      },
      {
        "index": 144,
        "text": "疏“既差”至“齊足”。○釋曰：雲“既差我馬”者，此《詩·小雅· 吉日》篇文也。作者引之，然後作釋雲“差，擇也”者，詁差為揀擇之義也。雲“宗廟齊毫，戎事齊力，田獵齊足”者，此遂言擇馬之事也。李巡曰：“祭於宗廟，當加謹敬，取其同色也。”某氏曰：“戎事，謂兵革戰伐之事。”當齊其力以載幹戈之屬。舍人曰：“田獵，取牲於苑囿之中，逐飛逐走，取其疾而己。”郭雲：“尚純、尚強、尚疾”者，此毛傳文也。案《詩·小雅· 車攻》雲：“我馬既同。”毛傳引此文則每增二字以解之，雲：“宗廟齊毫，尚純也。戎事齊力，尚強也。田獵齊足，尚疾也。”言齊其毫毛，尚純色。齊其馬力，尚強壯。齊其馬足，尚迅疾。義與此合。故郭氏取以為說也。\n馬屬。\n疏“馬屬”。○釋曰：自騊駼已下，雖駿異，毛色不同，皆馬之屬類。故以此題之也。下仿此。\n牛屬。\n犘牛，\n（出巴中，重千斤。○犘，音麻。）\n暴牛，"
      },
      {
        "index": 145,
        "text": "（即犎牛也。領上肉暴胅起，高二尺許，狀如橐駝，肉鞍一邊，健行者，日三百餘裏。今交州合浦徐聞縣出此牛。○暴，音雹。）\n罷牛，\n（罷牛，庳小，今之畟牛也。又呼果下牛，出廣州高涼郡。○罷，音悲。）\n犩牛，\n（即夔牛也。如牛而大，肉數千斤，出蜀中。《山海經》曰：岷山“多夔牛”。○犩，音危。）\n巤牛，\n（旄牛也。髀、膝、尾皆有長毛。○巤，音獵。）\n童牛，\n（今無角牛。○童，音童。）\n狊牛。\n（未詳。○狊，古賝切。）\n角一俯一仰，觭；"
      },
      {
        "index": 146,
        "text": "（牛角低仰。○觭，音欺。）皆踴，觢。（今豎角牛。○觢，音誓。）黑唇，享。（《毛詩》傳曰：“黃牛黑唇。”此宜通謂黑唇牛。○享，閏旬切。）黑眥，由。（眼眥黑。○眥，才細切。由，音袖。）黑耳，犚。黑腹，牧。黑腳，卷。（皆別牛黑所在之名。○犚，音尉。卷，音權。）\n其子，犢。\n（今青州呼犢為句。）\n體長，巿。\n（長身者。○巿，音貝。）\n絕有力，欣叚。\n（叚，音加。）\n牛屬。\n疏“犘牛”至“欣叚”。"
      },
      {
        "index": 147,
        "text": "○釋曰：此別牛屬也。雲：犘，牛名也。郭雲：“出巴中，重千斤。”暴牛，領上肉暴胅起之牛也。郭雲“即犎牛也”者，即上注雲：“漢順帝時疏勒王來獻犎牛”是也。雲“領上肉暴胅起，高二尺許”者，謂領上肉腫墳起也。雲“狀如橐駝，肉鞍一邊” 者，《山海經》雲：號山“獸多橐駝”。彼注雲：“有肉鞍，善行流沙中，日行三百里，負千斤，知水泉所在。”是也。橐駝肉鞍胅起有二，此牛領肉胅起惟一，故雲一邊。雲“健行者，日三百餘裏，今交州合浦徐聞縣出此牛”。罷，牛名也。郭雲：“罷牛，庳小，今之畟牛也。又呼果下牛，出廣州高涼郡。”以其庳小，可行果樹下，故又呼果下牛。犩，亦牛名也。郭雲：“即夔牛也。如牛而大，肉數千斤，出蜀中。《山海經》曰：岷山‘多夔牛’。”案《中山經》雲：岷山“其獸多犀、象、夔牛”。彼注雲：“今蜀中有大牛，重數千斤，名為夔牛。”晉大興元年，此牛出上鄘郡，人弩射殺之，得三十擔肉。即《爾雅》“ 犩牛”是也。巤，亦牛名也。郭雲：“旄牛也。髀、膝、尾皆有長毛。”案《山海經》潘侯山，有獸狀如牛。“而四節生毛，名曰旄牛。”彼注雲：“今旄牛，背、膝及胡尾皆有長毛。”是也。童牛者，無角牛名也。《易》雲“童牛之牿”是也。俯，低也。牛角一低一仰者名觭，言傾欺也。踴，豎也。牛兩角豎者名觢。牛黑唇者名享。眥，目匡也。牛之目匡黑者名由。黑耳者名犚，黑腹者名牧，黑腳者名卷。郭雲：“皆別牛黑所在之名。”其牛所生之子名犢。郭雲：“今青州呼犢為句。”體，身也。凡牛之身長者名巿，絕有力壯大者名欣叚。"
      },
      {
        "index": 148,
        "text": "○注“毛詩” 至“唇牛”。○釋曰：《詩·小雅·無羊》篇雲：“誰謂爾無牛，九十其享。”毛傳雲：“黃牛黑唇曰享。”毛意以此言黑唇，明不與身同色。而牛之黃者眾，故雲“黃牛”也。其實不主為黃牛，故郭氏雲：“此宜通謂黑唇牛。”\n羊屬。\n羊：牡，羒；牝，牂。\n（謂吳羊白羝。○分，音墳。）（《詩》曰：“牂羊墳首。”○牂，音臧。）\n夏羊：牡，俞；牝，羖。"
      },
      {
        "index": 149,
        "text": "（黑羖曆。）（黑羝也。《歸藏》曰：“兩壺兩俞。”○俞，音俞。）（今人便以牂、羖為白黑羊名。○羖，音古。）\n角不齊，觤。\n（一短一長。○觤，音鬼。）\n角三觠，僉。\n（觠角三匝。○觠，音權。僉，音險。）\n番羊，黃腹。\n（腹下黃。○番，音煩。）\n未成羊，寧。\n（俗呼五月羔為寧。○寧，直呂切。）\n絕有力，奮。\n羊屬。"
      },
      {
        "index": 150,
        "text": "疏“羊：牡，羒”至“力奮”。○釋曰：此別羊屬也。云謂吳羊也，其牡者名分，即白羝也；其牝者名牂。雲“夏羊”者，黑羖曆也。其牡者名俞，即黑羝也；其牝者名羖。郭雲：“今人便以牂、羖為白黑羊名。”其實，白羊牝者名牂，黑羊牝者名羖。羊角不齊，一長一短者名觤。觠，卷也。羊角卷三匝者名僉。羊之黃腹者名番。羊新生未成羊者名寧。郭雲：“俗呼五月羊為寧。”《詩·小雅·伐木》雲“既有肥寧”是也。壯大絕有力者名奮。○注“《詩》雲：‘牂羊墳首。’”○釋曰：《小雅· 苕之華》篇文也。○注“《歸藏》曰：‘兩壺兩俞。’”○釋曰：《歸藏》者，成湯之所作也。言萬物歸之所藏也。是三《易》之一也。雲“兩壺兩俞”者，《齊毌經·瞿有》之文也。案，彼雲：“瞿有瞿有，䱄宵梁為酒，尊於兩壺兩俞，飲之三日，然後鯀士有澤，我取其魚。”是也。\n狗屬。\n犬生三，猣；二，師；一，玂。\n（此與豬生子義同。名亦相出入。○猣，音宗。玂，音祈。）\n未成毫，狗。\n（狗子未生乾毛者。）\n長喙，獫。短喙，猲獢。\n（《詩》曰：“載獫猲獢。”○獫，力驗切。猲，音歇。獢，虛嬌切。）\n絕有力，狣。尨，狗也。\n（《詩》曰：“無使尨也吠。”○狣，音兆。）\n狗屬。"
      },
      {
        "index": 151,
        "text": "疏“犬生”至“狗也”。○釋曰：此別狗屬也。雲“犬”者，《說文》雲：“狗之有縣氾者也。象形。孔子曰：‘視犬之字，如畫狗也。’”犬生三子則曰猣，二曰師，三曰玂。毫是乾毛也。犬子未生乾毛者名狗。喙，口也。犬長口者名獫，短口者名猲獢。壯大絕有力者名狣。尨即狗也。《說文》：“孔子曰：‘狗，叩也。叩氣吠以守’”也。○注“此與”至“出入”。釋曰：雲“此與豬生子義同”者，案《釋獸》注雲：“豬生子常多，故別其少者之名。”犬生子亦常多，而此亦別其少者之名，故雲義同。雲“名亦相出入”者，謂此猣、師、玂，與彼豵、師、特，字雖小異，大意則同。故雲“亦相出入”。○注“《詩》曰：‘載獫猲獢。’”○釋曰：《秦風·駟鐵》篇文也。毛傳雲：“田犬也。長喙曰獫，短喙曰猲獢。”鄭箋雲：“載，始也。始田犬者，謂達其搏噬，始成之也。”○注“《詩》曰：‘無使尨也吠。’”○釋曰：《召南·野有死麕》篇文也。毛傳雲：“尨，狗也。非理相陵則狗吠。”是也。\n雞屬。\n雞，大者蜀。\n（今蜀雞。）\n蜀子，雓。\n（雛子名。○雓，音餘。）\n未成雞，僆。\n（江東呼雞少者曰僆。○僆，音練。）\n絕有力，奮。\n（諸物有氣力多者，無不健自奮迅，故皆以名雲。）\n雞屬。"
      },
      {
        "index": 152,
        "text": "疏“雞大”至“力奮”。○釋曰：此別雞屬也。案《春秋說題辭》曰：“雞為積陽，南方之象。火陽，精物炎上。故陽出雞鳴，以類感也。”雞者，知時畜，其大者名蜀。郭雲：“今蜀雞。”蜀之雛子名雓。雛之稍長，未成雞者名僆。郭雲：“江東呼雞少者曰僆。”壯大絕有力者名奮。郭雲：“諸物有氣力多者，無不健自奮迅，故皆以名雲”者，謂上文雉也、羊也，並此雞，皆雲“絕有力，奮”，故此釋之也。\n六畜。\n馬八尺為駥。\n（《周禮》曰：“馬八尺已上為駥。”○駥，音戎。）\n牛七尺為享。\n（《詩》曰：“九十其享。”亦見《屍子》。○享，閏旬切。）\n羊六尺為鹹。\n（《屍子》曰：“大羊為鹹，六尺。”○鹹，五鹹切。）\n彘五尺為<豕厄>。\n（《屍子》曰：“大豕為<豕厄>，五尺。”今漁陽呼豬大者為<豕厄>。○彘，音滯。<豕厄>，音厄。）\n狗四尺為獒。"
      },
      {
        "index": 153,
        "text": "（《公羊傳》曰“靈公有害狗，謂之獒”也。《尚書孔氏傳》曰：“ 犬高四尺曰獒。”即此義。○獒，五刀切。）\n雞三尺為鶤。\n（陽溝巨鶤，古之名雞。○鶤，音昆。）\n六畜。"
      },
      {
        "index": 154,
        "text": "疏“馬八尺”至“為鶤”。○釋曰：此別六畜絕大者名也。馬高八尺者名駥，牛高七尺者名享，羊高六尺者名鹹。《山海經》雲：錢來山有獸，“其狀如羊而馬尾，名鹹。”注雲“今大月氏國有大羊如驢馬尾” 是也。彘，豬也。豬高五尺者名<豕厄>，狗高四尺者名獒，雞高三尺者名鶤。○注“《周禮》”至“為駥。 ○釋曰：《夏官·庾人》職文也。○注“《詩》曰”至“屍子”。○釋曰：《小雅· 無羊》篇文也。上雲牛“黑唇，享”注引此《詩》傳。此“牛七尺為享”，又引此《詩》文，是享有二義：則牛黑唇者為享，牛七尺者亦為享。義得兩通，故並引之。雲“亦見《屍子》”者，《屍子》說六畜雲：“大牛為享，七尺。”故雲“亦見《屍子》”下羊、彘，仿此。○注“《公羊》”至“之獒”。○釋曰：案，宣六年傳雲：晉靈公將殺趙盾，趙盾“躇階而走”。“靈公有周狗，謂之獒。呼獒而屬之，獒亦躇階而從之。祁禰明逆而踆之，絕其頷。趙盾顧曰：‘君之獒，不若臣之獒’也”。何休雲：“周狗，可以比周之狗，所指如意。”是也。今此“周”作“害”，蓋傳寫誤，或所見本異也。"
      }
    ]
  }
}
