{
  "chapterNumber": 7,
  "title": "卷六·釋地、釋丘",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷六·釋天第八"
      },
      {
        "index": 2,
        "text": "[【疏】「釋天第八」。○釋曰：《河圖括地象》云：「易有大極，是生兩儀。兩儀未分，其氣混沌。清濁既分，伏者為天，偃者為地。」《釋名》云：「天，顯也。在上高顯。」又云：「天，坦也。坦然高遠。」《說文》云：「天，顛也。至高無上，從一大也。」《春秋說題辭》云：「天之言鎮也，居高理下，為人經紀，故其字一大以鎮之。」此天之名義也。天之為體，中包乎地，日月星辰屬焉。然天地有高下之形，四時有升降之理，日月有運行之度，星辰有次舍之常，既曰釋天，不得不略言其趣。故其形狀之殊，凡有六等。一曰「蓋天」，文見《周髀》，如蓋在上。二曰「渾天」，形如彈丸，地在其中，天包其外，猶如雞卵白之繞黃。楊雄、桓譚、張衡、蔡邕、陸績、王肅、鄭玄之徒，並所依用。三曰「宣夜」，舊說雲殷代之制。其形體事義，無所出以言之。四曰「昕天」。昕讀為軒，言天北高南下，若車之軒，是吳時姚信所說。五曰「穹天」，雲穹隆在上，虞氏所說，不知其名也。六曰「安天」，是晉時虞喜所論。案鄭注《考靈耀》云：「天者純陽，清明無形，聖人則之，製璿璣玉衡以度其象。」如鄭此言，則天是大虛，本無形體，但指諸星運轉以為天耳。但諸星之轉，從東而西，凡三百六十五日四分日之一，星復舊處。星既左轉，日則右行，亦三百六十五日四分日之一，至舊星之處。即以一日之行而為一度，計二十八宿一周天，凡三百六十五度四分度之一，是天之一周之數也。天如彈九，圍圜三百六十五度四分度之一。案《考靈耀》云：「一度二千九百三十二里千四百六十一分裏之三百四十八。」周天百十萬一千里者，是天圜周之里數也。以圍三徑一言之，則直徑三千五萬七千里，此為二十八宿所回直徑之數也。然二十八宿之外，上下東西各有萬五千里，是為四遊之極，謂之四表。據四表之內並星宿內，總有三十八萬七千里。然則天之中央上下正半之處，則一十九萬三千五百里，地在於中，是地去天之數也。鄭注《考靈耀》云：「地蓋厚三萬里。春分之時，地正當中。自此地漸漸而下，至夏至之時，地下萬五千里，地之上畔與天中平。夏至之後，地漸漸向上。至秋分，地正當天之中央。自此地漸漸而上，至冬至，上遊萬五千里，地之下畔與天中平。自冬至後，地漸漸而下。此是地之升降於三萬里之中，但渾天之體，雖繞於地，地則中央正平，天則北高南下，北極高於地三十六度。南極下於地三十六度，然則北極之下三十六度，常見不沒；南極之上三十六度，常沒不見。南極去北極一百二十一度餘。若逐曲計之，則一百八十一度餘。若以南北中半言之，謂之赤道，去南極九十一度餘，去北極亦九十一度餘。此是春秋分之日道。赤道之北二十四度，為夏至之日道，去北極六十七度也。赤道之南二十四度，為冬至之日道，去南極亦六十七度。」地有升降，星辰有四遊。又鄭注《考靈耀》云：「天旁日四表之中，冬南、夏北、春西、秋東，皆薄四表而止。地亦升降於天之中，冬至而下，夏至而上，二至上下，蓋極地厚也。地與星辰俱有四遊升降。四遊者，自立春地與星辰西遊，春分，西遊之極。地雖西極，升降正中，從此漸漸而東，至春末復正。自立夏之後北遊，夏至，北遊之極。地則升降極下，至夏末復正。立秋之後東遊，秋分，東遊之極。地則升降正中，至秋末復正。立冬之後南遊，冬至，南遊之極，地則升降極上，至冬末復正。」此是地及星辰四遊之義也。星辰亦隨地升降，故鄭注《考靈耀》云：「夏日道上與四表平，下去東井十二度為三萬里，則是夏至之日，上極萬五千里，星辰下極萬五千里，故夏至之日，下至東井三萬里也。」日有九道，故《考靈耀》云：「萬世不失九道謀。」鄭注引《河圖》帝覽嬉云：「黃道一，青道二，出黃道東；赤道二，出黃道南；白道二，出黃道西；黑道二，出黃道北。日春東從青道，夏南從赤道，秋西從白道，冬北從黑道。」立春，星辰西遊，日則東遊。春分，星辰西遊之極，日東遊之極，日與星辰相去三萬里。立夏，星辰北遊，日則南遊。夏至，星辰北遊之極，日南遊之極，日與星辰相去三萬里。以此推之，秋冬放此可知。計夏至之日，日在井星，當嵩高之上，以其南遊之極，故在嵩高之南萬五千里，所以夏至有尺五寸之景也。於時日又上極，星辰下極，故日下去東井三萬里也。然鄭四遊之說，元出《周髀》之文，但二十八宿從東而左行，日從西而右行，一度逆沿二十八宿。案《漢書·律曆志》云：「冬至之時，日在牽牛初度。春分之時，日在婁四度。夏至之時，日在東井三十一度。秋分之時，日在角十度。」若日在東井，則極長，八尺之表，尺五寸之景。若春分在婁，秋分在角，晝夜等，八尺之表，七尺五寸之景。冬至日在鬥，則晝極短，八尺之表，一丈三尺之景。一丈三尺之中，去其一尺五寸，則餘有一丈一尺五寸之景，是冬夏往來之景也。凡於地，千里而差一寸，則夏至去冬至，體漸南漸下，相去十一萬五千里。又《考靈耀》云：「正月假上八萬里，假下一十萬四千里。」所以有假上假下者，鄭注《考靈耀》之意，以天去地十九萬三千五百里。正月雨水之時，日在上，假於天八萬里，下至地一十一萬三千五百里。夏至之時，日上極與天表平也。後日漸向下。故鄭注《考靈耀》云：「夏至日與表平，冬至之時，日下至於地八萬里，上至於天十一萬三千五百里也。」委曲具《考靈耀》注。凡二十八宿及諸星，皆循天左行，一日一夜一周天。一周天之外，更行一度，計一年三百六十五周天四分度之一。日月五星則右行，日一日一度，月一日一十三度十九分度之七，此相通之數也。今曆象之說，則月一日至於四日行最疾，日行十四度餘；自五日至八日行次疾，日行十三度餘；自九日至十九日行則遲，日行十二度餘；自二十日至二十三日又小疾，日行十三度餘；自二十四日至於晦行又最疾，日行一十四度餘。此是月行之大率也。二十七日月行一周天，至二十九日彊半月又於日與日相會，乃為一月。故《考靈耀》云：「九百四十分為一日，二十九日與四百九十九分為月。」是一月二十九日之外，至第三十日分至四百九十九分。月及於日，計九百四十分，則四百七十為半，今四百九十九分是過半二十九分也。但月是陰精，日為陽精，故《周髀》云：「日猶火，月猶水，火則外光，水則含景，故月光生於日所照，魄生於日所蔽，當日則光盈，就日則明盡。」京房云：「月與星辰陰者也，有形無光，日照之乃有光。先師以為日似彈丸，月似鏡體。或以為月亦似彈丸，日照處則明，不照處則闇。」案《律曆志》云：「二十八宿之度，角一十二度，亢九，氐十五，房五，心五，尾十八，箕十一：東方七十五度。鬥二十六，牛八，女十二，虛十，危十七，營室十六，壁九：北方九十八度。奎十六，婁十二，胃十四，昴十一，畢十六，觜二，參九：西方八十度。井三十二，鬼四，柳十五，星七，張十八，翼十八，軫十七：南方一百一十二度。醜為星紀，初鬥十二度，終婺女七度。子為玄枵，初婺女八度，終於危十五度。亥為娵觜，初危十六度，終於奎四度。戌為降婁，初奎五度，終於胃六度。酉為大梁，初胃七度，終於畢十一度。申為實沈，初畢十二度，終於井十五度。未為鶉首，初井十六度，終於柳八度。午為鶉火，初柳九度，終於張十七度。巳為鶉尾，初張十八度終，於軫十一度。辰為壽星，初軫十二度，終於氐四度。卯為大火，初氐五度，終於尾九度。寅為析木，初尾十度，終於鬥十一度。」五星者，東方歲星，南方熒惑，西方太白，北方辰星，中央鎮星，其行之遲速俱在《律曆志》，不更煩說。《元命包》云：「日之為言實也。月，闕也。」劉熙《釋名》云：「日，實也。光明盛實。月，闕也。滿則闕也。」《說題辭》云：「星，陽精之榮也。陽精為日，日分為星，故其字日下生也。」《釋名》云：「星，散也。布散於天。」又云：「陰，蔭也。氣在內奧蔭也。陽，揚也。陽氣在外發揚。」此等是陰陽日月之名也。《祭法》：「黃帝正名百物。」其名蓋黃帝而有也，或後人更有增足。其天高地下、日盈月闕，觜星度少、井鬥度多，日月右行、星辰左轉，四遊升降之差、二儀運動之法，非由人事所作，皆是造化自然。先儒因自然遂以人事為義，或據理是實，或搆虛不經，既無正文可馮，今皆略而不錄。]"
      },
      {
        "index": 3,
        "text": "穹蒼，蒼天也。[（天形穹隆，其色蒼蒼，因名雲。）]春為蒼天，[（萬物蒼蒼然生。）]夏為昊天，[（言氣告旰。）]秋為旻天，[（旻猶湣也，湣萬物彫落。）]冬為上天。[（言時無事，在上臨下而已。）]四時。"
      },
      {
        "index": 4,
        "text": "[【疏】「穹蒼」至「四時」。○釋曰：此釋四時之天名也。雲「穹蒼，蒼天也」者，《詩·大雅· 桑柔》云：「靡有旅力，以念穹蒼。」故此釋之也。詩人因天形穹隆，其色蒼蒼，故云穹蒼。其實則與下雲「春為蒼天」者是一，故云「穹蒼，蒼天也」。郭云： 「天形穹隆，其色蒼蒼，因名雲」也。雲「春為蒼天」者，《詩·王風·黍離》云：「悠悠蒼天。」故此釋之也。郭雲「萬物蒼蒼然生」者，言春時萬物蒼蒼然生，春時天名曰蒼天也。雲「夏為昊天」者，《詩·雨無正》云：「浩浩昊天。」故此釋之。昊者元氣博大之貌。郭雲「言氣告旰」者，告旰，日光出之貌也。言畏日光明告旰，因名雲昊天也。雲「秋為旻天」者，《詩·大雅·召旻》雲「旻天疾威」之類，旻，湣也。言秋氣肅殺，萬物可湣，故曰旻天。郭雲「旻猶湣也，湣萬物彫落」者，旻，湣。《詩序》文但彼湣作閔，音義同也。雲「冬為上天」者，《詩·小雅· 信南山》雲「上天同雲」之類，言冬時無事，唯在於上，故曰上天。郭雲「言時無事，在上臨下而已」者，言冬氣閉藏，無他生殺之事，唯在於上、監於下而已也。案《詩》傳云：「蒼天以體言之，尊而君之，則稱皇天；元氣廣大，則稱昊天；仁覆閔下，則稱旻天；自上降監，則稱上天；據遠視之蒼蒼然，則稱蒼天。」毛公此傳當有成文，不知出何書。李巡云：「古詩人質，仰視天形穹隆而高，其色蒼蒼，故曰穹蒼。」是蒼天以體言之也。皇，君也。故尊而君之，則稱皇天。昊，大貌，故言其混元之氣昊昊廣大，則稱昊天。旻，閔也。言其以仁慈之恩覆閔在下，則稱旻天。從上而下視萬物，則稱上天。據人遠而視之，其色蒼蒼然，則稱蒼天。又李巡注此云：「春萬物始生，其色蒼蒼，故曰蒼天。夏萬物盛壯，其氣昊大，故曰昊天。秋萬物成孰，皆有文章，故曰旻天。冬陰氣在上，萬物伏藏，故曰上天。」案此以四時異其天名。《詩》傳則各用所宜為稱，似相乖異。而鄭玄則和合二說，故異義同號。今《尚書》歐陽說春曰昊天，夏曰蒼天，秋曰旻天，冬曰上天。《爾雅》亦云。古《尚書》與《毛詩》同。謹案：《尚書·堯典》羲和以昊天總敕以四時，故知昊天不獨春也。《左傳》夏四月，孔丘卒，稱曰「旻天不吊」，非秋也。玄之聞也，《爾雅》者，孔子門人所作，以釋六藝之言，蓋不誤也。春氣博施，故以廣大言之。夏氣高明，故以遠大言之。秋氣或生或殺，故以閔下言之。冬氣閉藏而清察，故以監下言之。皇天者，至尊之號也。六藝之中，諸稱天者，以情所求之耳，非必於其時稱之。「浩浩昊天」，求天之博施。「蒼天蒼天」，求天之高明。「昊天不吊」，求天之生殺當得其宜。「上天同雲」，求天之所為，當順其時也。此之求天，猶人之說事，各從其主耳。若察於是，則「堯命羲和，欽若昊天」、「孔丘卒，旻天不吊」，無可怪耳。是鄭和合二說之事也。《爾雅》春為蒼天，夏為昊天。歐陽說春為昊天，夏為蒼天。鄭即言《爾雅》不誤，當從《爾雅》，而又從歐陽說以春昊夏蒼者，鄭讀《爾雅》與孫、郭本異，故許慎既載今《尚書》說，即言《爾雅》，亦云明見《爾雅》，與歐陽說同，雖蒼昊有春夏之殊，則未知孰是。要二說理相符合，故鄭和而釋之。○「四時」。○釋曰：此題上事也。言上所陳，是四時天之名也。題之在下者，若周公踐阼及《詩》篇章，句皆篇末題之，故此亦爾。《白虎通》云：「歲時何？謂春秋冬夏也。時者期也，陰陽消息之期也。」《鄉飲酒義》云：「春之為言蠢也，產萬物者聖也。夏之為言假也，養之長之假之仁也。秋之為言揫也，揫之以，時察守義者也。冬之為言中也，中者藏也。」]"
      },
      {
        "index": 5,
        "text": "春為青陽，[（氣清而溫陽。）]夏為朱明，[（氣赤而光明。）]秋為白藏，[（氣白而收藏。）]冬為玄英。[（氣黑而清英。）]四氣和謂之玉燭。[（道光照。）]春為發生，夏為長嬴，秋為收成，冬為安寧。[（此亦四時之別號。《屍子》皆以為大平祥風。）]四時和為通正，[（通平暢也。）]謂之景風。[（所以致景風。）]甘雨時降，萬物以嘉，[（莫不善之。）]謂之醴泉。[（所以出醴泉。）]祥。"
      },
      {
        "index": 6,
        "text": "[【疏】「春為」至「醴泉」。○釋曰：此釋太平之時，四氣和暢以致嘉祥之事也。雲「春為青陽」者，言春之氣和，則青而溫陽也。雲「夏為朱明」者，言夏之氣和，則赤而光明也。雲「秋為白藏」者，言秋之氣和，則色白而收藏也。雲「冬為玄英」者，言冬之氣和，則黑而清英也。雲「四氣和謂之玉燭」，注雲「道光照」者，道，言也，言四時和氣，溫潤明照，故曰玉燭。李巡云：「人君德美如玉而明若燭。」《聘義》云：「君子比德於玉焉。」是知人君若德輝動於內，則和氣應於外，統而言之謂之玉燭也。雲「春為發生、夏為長嬴、秋為收成、冬為安寧」者，此亦四時之別號也。雲「四時和為通正」者，言上四時之功和，是為通暢平正也。雲「謂之景風」者，言所以致景風，景風即和風也。雲「甘雨時降、萬物以嘉」者，嘉，善也；甘雨即時雨也。不為萬物所苦，故曰甘。若《月令》苦雨數來，則非甘也。甘雨既以時降，則萬物莫不嘉善之也。雲「謂之醴泉」者，言四時平暢，亦所以使地出醴泉也。醴泉者，水泉味甘如醴也。雲「祥」者，亦題上事也。祥，吉也，善也。言此上皆太平之吉祥也。○注「此亦」至「祥風」。○釋曰：雲「此亦四時之別號」者，言與上青陽等同為四時別號，故云亦也。上據氣而言，此據功為說。雲「《屍子》皆以為太平祥風」者，案《屍子·仁意》篇述太平之事云：「燭於玉燭，飲於醴泉，暢於永風，春為青陽，夏為朱明，秋為白藏，冬為玄英，四氣和為正光：此之謂玉燭。」甘雨時降，萬物以嘉，高者不少，下者不多：此之謂醴泉。其風春為發生，夏為長嬴，秋為方盛，冬為安靜，四氣和為通正：此之謂永風是也。」○注「所以出醴泉」。○釋曰：案《援神契》云：「德及於天，鬥極明，日月光，甘露降；德至深泉，則黃龍見，醴泉湧。」是言王者脩德以召和平，則致景風醴泉也。案此經所釋，即謂發生等為景風，時雨為醴泉。而郭雲所以致景風、醴泉者，所以弘通其義也。]"
      },
      {
        "index": 7,
        "text": "穀不熟為饑，[（五穀不成。）]蔬不熟為饉，[（凡草菜可食者，通名為蔬。）]果不熟為荒，[（果，木子。）]仍饑為薦。[（連歲不熟，《左傳》曰：「今又薦饑。」○薦，賤。）]災。"
      },
      {
        "index": 8,
        "text": "[【疏】「穀不」至「為薦」。○釋曰：此釋歲凶災荒之名也。穀謂五穀，黍、稷、麻、麥、豆也。熟，成也。五穀不成曰饑。郭云：「凡草菜可食者，通名蔬。」李巡曰：「可食之菜皆不熟為饉。」《周禮·天官·大宰職》云：「以九職任萬民，八曰臣妾聚斂疏材。」鄭玄云：「疏材，百草根實可食者。」《小雅》云：「降喪饑饉。」襄十四年《穀梁傳》曰：「一穀不升謂之嗛，二穀不升謂之饑，三穀不升謂之饉，四穀不升謂之康，五穀不升謂之大饑，又謂之大侵。」彼以五穀熟之多少立差等之名，其實五者皆是饑也。三穀不升，於民乏困，蓋與蔬不熟同，故俱名為饉也。果，木子也。不成熟之歲名荒。仍，因也。相因而饑，謂連歲不熟也。僖十三年晉薦饑是也。雲「災」者，亦題上事也。下皆仿此。○注「《左傳》曰：今又薦饑」。○釋曰：此《晉語》文也。左丘明既作傳以解《春秋》，又采簡牘以作《國語》，其文不主於經，故謂之「外傳」，俱是丘明所作，亦得雲《左傳》曰。案彼云：「晉饑，乞糴於秦。丕豹曰：晉君無禮於君，莫不知。往年有難，今又薦饑。己失人，又失天，其殃也多矣。君其伐之，勿與糴。」是其事也。]"
      },
      {
        "index": 9,
        "text": "大歲在甲曰閼逢，在乙曰旃蒙，在丙曰柔兆，在丁曰強圉，在戊曰著雍，在已曰屠維，在庚曰上章，在辛曰重光，在壬曰玄黓，在癸曰昭陽。[（閼，烏割切。著，直略切。重，直龍切。黓音亦。）]歲陽。○大歲在寅曰攝提格，在卯曰單閼，在辰曰執徐，在巳曰大荒落，在午曰敦牂，在未曰協洽，在申曰涒灘，在酉曰作噩，在戌曰閹茂，在亥曰大淵獻，在子曰困敦，在醜曰赤奮若。[（牂音臧。洽，夾。涒，湯昆切。噩，五各切。閹音俺。敦，頓。）]"
      },
      {
        "index": 10,
        "text": "[【疏】「大歲在甲」至「赤奮若」。○釋曰：此別太歲在日在辰之名也。甲至癸為十日，日為陽。寅至醜為十二辰，辰為陰。案《漢書·律曆志》云：「乃以前曆上元泰初四千六百二十七歲，至於元封七年，復得閼逢攝提格之義。中冬。」孟康曰：「言復得者，上元泰初時亦是閼逢之歲。歲在甲曰閼逢，在寅曰攝提格，此謂甲寅之歲也。」然則乙卯之歲曰旃蒙單閼，丙辰之歲曰柔兆執徐，丁巳之歲曰強圉大荒落，戊午之歲曰著雍敦牂，已未之歲曰屠維協洽，庚申之歲曰上章涒灘，辛酉之歲曰重光作噩，壬戌之歲曰玄黓閹茂，癸亥之歲曰昭陽大淵獻，甲子之歲曰閼逢困敦，乙丑之歲曰旃蒙赤奮若。以此推之，周而復始可知。]"
      },
      {
        "index": 11,
        "text": "載，歲也。夏曰歲，[（取歲星行一次。）]商曰祀，[（取四時一終。）]周曰年，[（取禾一熟。）]唐虞曰載。[（取物終更始。）]歲名。"
      },
      {
        "index": 12,
        "text": "[【疏】「載歲也」至「曰載」。○釋曰：別年歲之名也。載即歲也。《白虎通》云：「王者受命而改正朔者，明易姓示不相襲也。明受之於天。不受之於人。所以變易民心，革其耳目，以則化也。」然則歲名變易，理亦同此。故夏曰歲，取歲星行一次。《夏書》曰：「每歲孟春，遒人以木鐸徇於路。」是也。商曰祀，取四時一終。則以祀者嗣也，取其興來繼往之義。孫炎曰：「取四時祭祀一訖。」《商書》曰：「惟元祀十有二月乙丑，伊尹嗣於先王。」是也。周曰年者，取禾一熟也。案《說文》云：「年，穀熟也。從禾千聲。《春秋》曰：大有年。」然則年者禾熟之名。每歲一熟，故以為歲名。《左傳》曰：「卜年七百。」是也。唐虞曰載，載，始也。取物終更始。《堯典》曰：「朕在位七十載。」《舜典》曰：「五載一巡守。」是也。○注「取歲星行一次」。○釋曰：案《律曆志》分二十八宿為十二次，晉灼注《天文志》云：「太歲在四仲則歲行三宿，太歲在四孟、四季則歲行二宿。二八十六，三四十二，而行二十八宿，十二歲而周天。」是歲星年行一次也。]"
      },
      {
        "index": 13,
        "text": "月在甲曰畢，在乙曰橘，在丙曰修，在丁曰圉，在戊曰厲，在已曰則，在庚曰窒，在辛曰塞，在壬曰終，在癸曰極。[（窒，知乙切。塞，先北切。）]月陽。 ○正月為陬，[（《離騷》云：「攝提貞於孟陬。」）]二月為如，三月為窉，四月為餘，五月為皋，六月為且，七月為相，八月為壯，九月為玄，[（《國語》云：「至於玄月。」是也。○窉，孚柄切。且，子餘切。相，息亮切。）]十月為陽，[（純陰用事，嫌於無陽，故以名雲。）]十一月為辜，十二月為塗。[（皆月之別名，自歲陽至此，其事義皆所未詳通者，故闕而不論。○塗音徒。）]月名。"
      },
      {
        "index": 14,
        "text": "[【疏】「月在甲」至「月名」。○釋曰：此辨以日配月之名也。設若正月得甲則曰畢陬，二月得乙則曰橘如，三月得丙則曰脩窉，四月得丁則曰圉餘，五月得戊則曰厲皋，六月得已則曰畢且，七月得庚則曰窒相，八月得辛則曰塞壯，九月得壬則曰終玄，十月得癸則曰極陽，十一月得甲則曰畢辜，十二月得乙則曰橘塗，周而復始，亦可知也。若《史記·曆書》云：「月名畢聚也。」○注「離騷」至「孟陬」。○釋曰：《離騷》者，屈原之所作也。屈原與楚同姓，仕懷王，為三閭大夫。為大夫靳尚所譖毀見疏，乃作《離騷》經。離，別也。騷，愁也。言已放逐離別，心中愁思，猶陳正道以諷諫君也。其經曰：「帝高陽之苗裔兮，朕皇考曰伯庸。攝提貞於孟陬兮，惟庚寅吾以降。」彼注云：「言已生得陰陽之正中。」是引之以證正月為陬之義。○注「《國語》」至「是也」。○釋曰：此《越語》文也。案彼云： 「越王將伐吳，范蠡諫曰：『王姑待之。』至於玄月，王召范蠡而問焉。」彼注云：「魯哀公十六年九月也，至十七年三月，越伐吳。」是也。引之以證九月為玄也。○注「純陰」至「名雲」。○釋曰：「純陰用事，嫌於無陽，故以名雲「者，以《易》言之，五月一陰生，十月純坤用事，故云「純陰用事」也。雲嫌者，君子愛陽而惡陰，故以陽名之。無陽而得陽名者，以分陰分陽，迭用柔剛，十二月之消息，見其用事耳。其實陰陽常有，《詩緯》曰：「陽生酉仲，陰生戌仲。」是十月中兼有陰陽也。四月秀葽，靡草死，豈無陰乎？明陰陽常兼有也。《詩·小雅》云：「日月陽止。」是也。○注「皆月」至「不論」。○釋曰：言正月為陬已下皆月之別名。雲「自歲陽至此」者，謂自閼逢以下也。雲「其事義皆所未詳通者」，案李巡、孫炎雖各有其說，皆構虛不經，疑事無質，故闕而不論。]"
      },
      {
        "index": 15,
        "text": "南風謂之凱風，[（《詩》曰：「凱風自南。」）]東風謂之穀風，[（《詩》云：「習習穀風。」）]北風謂之涼風，[（《詩》云：「北風其涼。」）]西風謂之泰風。[（《詩》云：「泰風有隧。」）]焚輪謂之穨，[（暴風從上下。○穨，徒回切。）]扶搖謂之猋。[（暴風從下上。○猋，必遙切。）]風與火為庉，[（庉庉，熾盛之貌。○庉，徒袞切。）]回風為飄。[（旋風也。○飄音瓢。）]○日出而風為暴，[（《詩》云：「終風且暴。」）]風而雨土為霾，[（《詩》云：「終風且霾。」○雨音預。）]陰而風為曀。[（《詩》云：「終風且曀。」○曀，於計切。）]天氣下地不應曰雺，[（言蒙昧。○應音。）]地氣發天不應曰霧，霧謂之晦。[（言晦冥。）]螮蝀謂之雩。螮蝀，虹也。[（俗名為美人虹，江東呼雩。○螮音帝。蝀，丁孔切。雩，於句切。）]為挈貳。[（，雌虹也，見《離騷》。挈貳，其別名，見《屍子》。○挈，若結。）]弇日為蔽雲，[（即暈氣五彩覆日也。○弇，掩。）]疾雷為霆霓，[（雷之急擊者謂霹靂。○霆，廷。霓，宜。）]雨䨘為霄雪。[（《詩》云：「如彼雨雪，先集維䨘。」䨘，水雪雜下者，謂之消雪。○䨘，醉見切。）]暴雨謂之涷，[（今江東人呼夏月暴雨為涷雨。《離騷》云：「令飄風兮先驅，使涷雨兮灑塵。」是也。○涷音東西之東。）]小雨謂之霡霂，[（《詩》云：「益之以霡霂。」○霡，墨。霂，木。）]久雨謂之淫。[（《左傳》曰：「天作淫雨。」）]淫謂之霖。[（雨自三日巳上為霖。）]濟謂之霽。[（今南陽人呼雨止為霽。○濟音薺。霽，徂計切。）]風雨。"
      },
      {
        "index": 16,
        "text": "[【疏】「南風」至「風雨」。○釋曰：此釋風雨之名也。《易》曰：「風以動之，雨以潤之。」又曰：「潤之以風雨。」《洪範》曰：「月之從星則以風雨。」 然則風雨相將之物，故比類聚而釋之也。○「南風謂之凱風」者，李巡曰：「南風長養萬物，萬物喜樂，故曰凱風。凱，樂也。」郭氏無說，義或當然。《詩·邶風》云：「凱風自南。」是也。○「東風謂之穀風」者，孫炎曰：「穀之言穀，穀，生也。穀風者，生長之風也。」《詩·邶風》云：「習習穀風。」是也。○「北風謂之涼風」者，北風一名涼風，言北方寒涼之風也。《月令》：「孟秋之月涼風至。」《詩·邶風》云：「北風其涼。」是也。○「西風謂之泰風」者，孫炎曰： 「西風成物，物豐泰也。」《詩·大雅·桑柔》云：「泰風有隧。」是也。○「焚輪謂之頹」者，李巡曰：「焚輪，暴風從上來降謂之頹。頹，下也。」孫炎曰：「回風，從上下曰頹。」郭云：「暴風從上下。」與李同也。《詩·小雅》云：「習習穀風，維風及頹。」是也。○「扶搖謂之猋」者，李巡曰：「扶搖，暴風從下升上，故曰猋。猋，上也。」孫炎曰：「回風從下上曰猋。」郭云：「暴風從下上。」亦用李說。《莊子》說鵬云：「摶扶搖而上者九萬里。」《月令》：「孟春行秋令，則猋風暴雨總至。」是也。○「風與火為庉」者，郭云：「庉々，熾盛之貌。」言風自火出，火因風熾，而有大風者為庉。○「回風為飄」者，郭云：「旋風也。」李巡曰：「一曰飄風，別二名也。」《詩·蓼莪》云：「飄風發發。」是也。○「日出而風為暴」者，孫炎云：「陰雲不興而大風暴起。」然則為風之暴疾，故《詩·邶風》云：「終風且暴。」毛傳云：「暴，疾也。」○「風而雨土為霾」者，孫炎曰：「大風揚塵，土從上下也。」《詩·邶風》云：「終風且霾。」是也。○「陰而風為曀」者，孫炎曰：「雲風曀日光。」《詩·邶風》云： 「終風且曀。」是也。○「天氣下地不應曰雺」者，郭云：「言蒙昧。」《洪範》云：「曰雺。」鄭注云：「雺聲近蒙。」《詩》：「零雨其蒙。」則雺是天氣下降，地氣不應而蒙闇也。○「地氣發天不應曰霧，霧謂之晦」者，郭云：「言晦冥。」《月令》：「仲冬行夏令，氛霧冥冥。」鄭云： 「霜露之氣散相亂也。」然則地氣發而上天不應之，則為氛霧。霧又名晦。《春秋》僖十五年：「已卯，晦震夷伯之廟。」《公羊》、《穀梁》皆云：「晦，冥也。」是矣。○「螮蝀謂之雩。螮蝀，虹也」者，郭云：「俗名美人虹，江東呼雩。」然則螮蝀一名雩，一名虹。《詩·鄘風》云：「蝃蝀在東。」《月令》：「季春之月虹始見。」《音義》云：「虹雙出，色鮮盛者為雄，雄曰虹。闇者為雌，雌曰。」虹是陰陽交會之氣，純陰純陽則虹不見。若雲薄漏日，日照雨滴，則虹生。螮與蝃音義同。○「為挈貳」者，，雌虹也，一名挈貳。《說文》云：「霓，屈虹，青赤或白色，陰氣也。」郭雲「見《離騷》」者，即《天問》云：「曰嬰茀，胡為此堂？」及《遠遊》章云：「雌便嬛以曾橈兮。」是也。挈貳，其別名也。文見《屍子》。○「弇日為蔽雲」者，郭云：「即暈氣五彩覆日也。」然則暈氣弇日名蔽雲。《周禮·春官》：「氐祲掌十煇之法。」鄭司農云：「煇謂日光炁。」是也。○「疾雷為霆霓」者，郭云：「雷之急擊者謂霹靂。」案《說文》云：「霆，雷餘聲也，鈴鈴所以捷出萬物也。」又云：「震，劈曆振物者。」然則疾雷一名霆霓，又名震。《春秋》：「震夷伯之廟謂劈曆破之。」是也。霹靂，俗字也。○「雨霓為霄雪」者，霓，水雪雜下也，因名霄雪，霄即消也。《詩·小雅·頍弁》云：「如彼雨雪，先集維霰。」鄭箋云：「將大雨雪，始必徵，溫雪自上下，遇溫氣而搏，謂之霰。」案《大戴禮》：曾子云：「陽之專氣為霰，陰之專氣為雹。盛陽之氣在雨水則溫暖，為陰氣薄而脅之，不相入，則搏為雹也。盛陰之氣在雨水則凝滯而為雪，陽氣薄而脅之，不相入，則消散而下，因水而為霰。」是霰由陽氣所薄而為之。故鄭言遇溫氣而搏也。䨘與霰音義同。○「暴雨謂之涷」者，暴雨謂驟雨也，一名涷。郭云：「今江東人呼夏月暴雨為涷雨。《離騷》云：『令飄風兮先驅，使涷雨兮灑塵。』是也」者，此《離騷·九歌·大司命》文。案彼云：「廣開兮天門，紛吾乘兮玄雲。令飄風兮先驅，使涷雨兮灑塵。」是也。○「小雨謂之霡霂」 者，小雨一名霡霂。《小雅·信南山》云：「益之以霡霂。」是也。李巡云：「冰雪俱下。」 案此文上有暴雨，下雲久雨，於中間無雪事，而雲冰雪俱下，妄矣。○「久雨謂之淫」者，淫，過也。久雨過多，害於五稼，故謂之淫。《月令》：「季春行秋令，則天多沈陰，淫雨早降。」謂久雨也。注雲「《左傳》曰：天作淫雨」者，莊十一年傳文也。○「淫謂之霖」者，淫雨又名霖也。郭雲「雨自三日已上為霖」者，隱九年《左傳》文也。○「濟謂之霽」者，濟，止也，雨止名霽。郭云：「今南陽人呼雨止為霽。」《書》云：「曰霽。」雲「風雨」者，題上事也。]"
      },
      {
        "index": 17,
        "text": "壽星，角、亢也。[（數起角、亢，列宿之長，故曰壽。○亢音剛。）]天根，氐也。[（角亢下係於氐，若木之有根。○氐音低。）]天駟，房也。[（龍為天馬，故房四星謂之天駟。）]大辰，房、心、尾也，[（龍星明者，以為時候，故曰大辰。）]大火謂之大辰。[（大火，星也，在中最明，故時候主焉。）]析木謂之津，[（即漢津也。○析，昔。）]箕、斗之間，漢津也。[（箕，龍尾。斗，南斗，天漢之津梁。）]星紀，鬥、牽牛也。[（牽牛、鬥者，日月五星之所終始，故謂之星紀。）]玄枵，虛也。[（虛在正北，北方色黑。枵之言耗，耗亦虛意。○枵，許嬌切。）]顓頊之虛，虛也。[（顓頊水德，位在北方。○顓，專。頊，旭。）]北陸，虛也。[（虛星之名凡四。○虛，墟。）]營室謂之定。[（定，正也。作宮室皆以營室中為正。○定，多佞切。）]娵觜之口，營室、東壁也。[（營室、東壁，星四方似口，因名雲。○娵，子餘切。觜，谘。）]降婁，奎、婁也。[（奎為溝瀆，故名降。○降，戶江切。）]大梁，昴也。西陸，昴也。[（昴，西方之宿，別名旄頭。）]濁謂之畢，[（掩兔之畢，或呼為濁，因星形以名。）]咮謂之柳。[（咮，朱鳥之口。○咮，豬究切。）]柳，鶉火也。[（鶉，鳥名。火屬南方。）]北極謂之北辰，[（北極，天之中，以正四時。）]何鼓謂之牽牛，[（今荊楚人呼牽牛星為簷鼓。簷者何也。○何，胡可切。）]明星謂之啟明。[（太白星也。晨見東方為啟明，昏見西方為太白。○啟，啟。）]彗星為欃槍，[（亦謂之孛，言其形孛孛似埽彗。○欃，初銜。槍，初庚。）]奔星為彴約。[（流星。○彴，蒲握切。約音藥。）]星名。"
      },
      {
        "index": 18,
        "text": "[【疏】「壽星」至「星名」。○釋曰：此別星名也。案《周禮·保章氏》「以星土辨九州之地所封，封域皆有分星，以觀妖祥」，鄭玄注云：「大界則曰九州。諸國之封域，於星亦有分焉。其書亡矣。堪輿雖有郡國所入度，非古數也。今其存可言者，十二次之分也。星紀，吳越也。玄枵，齊也。娵訾，衛也。降婁，魯也。大梁，趙也。實沈，晉也。鶉首，秦也。鶉火，周也。鶉尾，楚也。壽星，鄭也。大火，宋也。析木，燕也。」又《漢書·律曆志》：東方：角、亢、氐、房、心、尾、箕。北方：斗、牛、女、虛、危、室、壁。西方：奎、婁、胃、昴、畢、觜、參。南方：井、鬼、柳、星、張、翼、軫。宿凡二十八。此經所釋次，惟有九宿。惟十七者，以《爾雅》之作釋六蓺所載者，所不載者，則闕焉。○「壽星，角、亢也」者，言壽星之次值角、亢之宿也。郭云：「數起角、亢，列宿之長，故曰壽。」《天文志》云：「東宮蒼龍，左角，理；右角，將。大角者，天王帝坐廷。亢主宗廟」，是也。○「天根，氐也」者，氐，一名天根。郭云：「角亢下係於氐，若木之有根。」《國語》曰：「天根見而水涸。」是也。○「天駟，房也」者，房一名天駟也。郭云：「龍為天馬，故房駟星謂之天駟。」《天文志》曰：「房為天府，曰天駟。」《國語》曰：「月在天駟。」是也。○「大辰，房、心、尾也」者，大辰，房、心、尾之總名也。辰，時也。郭云：「龍星明者，以為時候，故曰大辰。」《春秋》昭十七年，「冬，有星孛於大辰」。是也。○「大火謂之大辰」者，大火，大辰之次名也。李巡云：「大火，蒼龍宿心，以候四時。」郭云：「大火，心也。在中最明，故時候主焉。」《左傳》曰：「心為大火。」是也。○「析木謂之津，箕、鬥之間，漢津也」者，析木之津，箕、鬥之次名也。孫炎曰：「析別水木，以箕鬥之間，是天漢之津也。」劉炫謂是。天漢即天河也。天河在箕、鬥二星之間，箕在東方木位，鬥在北方水位，分析水木以箕星為隔，隔河須津梁以度，故謂此次為析木之津也。不言析水而言析木者，此次自南而盡北，故依此次而名析木也。郭云：「箕，龍尾；鬥，南斗，天漢之津梁。」以四方皆有七宿，各成一形。東方成龍形，西方成虎形，皆南首而北尾；南方成鳥形，北方成龜形，皆西首而東尾。箕在蒼龍之末，故云龍尾；鬥至南方即見，故雲南斗。昭八年《左傳》曰：「今在析木之津。」 《國語》曰：「日在析木之津。」皆是也。案經典但有析木之津，無析木謂之津。今定本有「謂」字，因注云：「即漢津也」，誤矣。○「星紀，鬥、牽牛也」者，星紀，斗、牛之次也。郭云：「牽牛、鬥者，日月五星之所終始，故謂之星紀。」《左傳》曰：「歲在星紀。」是也。○「玄枵，虛也」者，玄枵，虛之次名也。郭云：「虛在正北，北方色黑。枵之言秏，秏亦虛意。」然則以其色黑而虛秏，故名其次曰玄枵。案襄二十八年《左傳》云：「春，無冰。梓慎曰：『今茲宋、鄭其饑乎！』歲在星紀而淫於玄枵，以有時菑，陰不堪陽。蛇乘龍；龍，宋、鄭之星也。宋鄭必饑。玄枵，虛中也。枵，秏名也。土虛而民秏，不饑何為？」顓頊之虛也。郭云：「顓頊水德，位在北方。」然則以北方三次，以玄枵為中，玄枵次有三宿，又虛在其中，以水位在北，顓頊居之，故謂玄枵虛星，為顓頊之虛也。昭十年《左傳》云：「鄭禆灶言於子產曰：『今茲歲在顓頊之虛。』」是也。○「北陸，虛也」者，虛星又謂之北陸也。孫炎曰：「陸，中也。北方之宿，虛為中也。」昭四年《左傳》云：「古者日在北陸而藏冰。」杜注云：「陸，道也。」陸之為中為道皆無正訓，各以意耳。要以虛為北方中星宿，是日行之道，故謂之北陸。郭云：「虛星之名凡四」者，玄枵也，虛也，顓頊之虛也，北陸也。○「營室謂之定室」者，營室一名定。郭云：「定，正也。作宮室皆以營室中為正。」《詩·鄘風》云： 「定之方中，作於楚宮。」鄭箋云：「定星昏中而正，於是可以營製宮室，故謂之營室。」「娵訾之口，營室、東壁也」者，娵訾，室、壁之次也。壁居南則在室東。孫炎曰：「娵訾之歎則口開方，營室、東壁，四方似口，故因名也。」郭云：「營室、東壁，星四方似口，因名雲。」由其營室與東壁相成，故得正四方。襄三十年《左傳》云：「歲在娵訾之口。」是也。○「降婁，奎、婁也」者，降婁，奎、婁之次名也。孫炎曰：「降，下也。奎為溝瀆，故稱降也。」郭雲「奎為溝瀆，故名降」者，《漢書·天文志》云：「奎曰封豨，為溝瀆。」是也。案襄三十年《左傳》曰：「鄭公孫揮與禆灶晨過伯有氏，其門上生莠。子羽曰：『其莠猶在乎？』於是歲在降婁，降婁中而旦，禆灶指之曰：『猶可以終歲，歲不及此次也。』已及其亡也，歲在娵觜之口，其明年乃及降婁。」是也。○「大梁，昴也。西陸，昴也」者，大梁，昴之次名也。昴，西方之宿名也，昴又謂之西陸。昭四年《左傳》云：「古者日在北陸而藏冰，西陸朝覿而出之。」又十一年傳云：「歲及大梁，蔡復楚凶。」是昴星之名凡三。郭雲「昴，西方之宿，別名旄頭」者，《天文志》云：「昴曰旄頭，胡星也。」是矣。○「濁謂之畢」者，畢，西方之宿名，一名濁。郭云：「掩兔之畢，或呼為濁，因星形以名。」《詩·小雅》云：「有捄天畢。」毛傳云：「捄，畢貌。畢所以掩兔也。」《特牲饋食禮》曰：「宗人執畢。」鄭注云：「畢，狀如叉蓋，為其似畢星取名焉。」然則掩兔、祭器之畢，俱象畢星為之。但掩兔之畢，施網為異爾。 ○「咮謂之柳。柳，鶉火也」者，柳，南方之宿名。南方七宿，共為朱鳥之形，柳為朱鳥之口，故名咮。咮即朱鳥之口也。鶉火，柳之次名也。鶉即朱鳥也。火屬南方行也，因名其次為鶉火。襄九年《左傳》曰：「晉侯問於士弱曰：『吾聞之：宋災，於是乎知有天道。何故？』對曰：『古之火正，或食於心，或食於咮，以出內火。是故咮為鶉火，心為大火。』」是也。○「北極謂之北辰」者，極，中也；辰，時也。居天之中，人望之在北，因名北極。鬥杓所建，以正四時，故云北辰。《論語》云：「為政以德，譬如北辰。」是也。○「何鼓謂之牽牛」者，李巡云：「何鼓、牽牛皆二十八宿名也。」孫炎曰：「何鼓之旗，十二星，在牽牛北也。或名為何鼓，亦名牽牛。」如此文，則牽牛、何鼓一星也。如李巡、孫炎之意，則二星。今不知其同異也。案《漢書·天文志》：「牽牛為犧牲，其北河鼓。河鼓大星，上將；左，左將；右，右將。」亦以牽牛、河鼓為二星。郭云：「今荊楚人呼牽牛星為簷鼓，簷者荷也。」順經為說，以時驗而言也。○「明星謂之啟明」者，孫炎曰：「明星，大白也。出東方，高三舍，今曰明星。昏出西方，高三舍，今曰太白。」郭云：「太白星也。晨見東方為啟明，昏見西方為太白。」然則啟明是太白矣。《詩·小雅》云：「東有啟明，西有長庚。」長庚不知是何星也。或以星出在東西而異名，或二者別星，未能審也。○「彗星為欃槍」者，彗星一名欃槍。《漢書·天文志》云：「歲星贏而東南，《石氏》見彗星，《甘氏》不出三月乃生彗，本類星，末類彗，長二丈。贏東北，《石氏》見覺星，《甘氏》不出三月乃生天棓，本類星，末銳，長四尺。縮西南，《石氏》見欃雲，如牛，《甘氏》不出三月乃生天槍，左右銳，長數丈。縮西北，《石氏》見槍雲，如馬，《甘氏》不出三月乃生天欃，本類星，末銳，長數丈。《石氏》欃、槍、棓、彗異狀，其殃一也。」郭云：「亦謂之孛，言其形孛孛似埽彗。」《春秋左氏傳》：「昭十七年冬，有星孛於大辰，西及漢。申須曰：『彗，所以除舊布新也。』」《公羊傳》：「孛者何？彗星也。」彗謂帚也，言其狀似埽帚，光芒孛孛然。妖變之星，非常所有，故言孛，又言彗也。○「奔星為彴約」者，奔星即流星也，一名仢約。「星名」，題上事也。]"
      },
      {
        "index": 19,
        "text": "春祭曰祠，[（祠之言食。）]夏祭曰礿，[（新菜可汋。）]秋祭曰嘗，[（嘗新穀。）]冬祭曰蒸。[（進品物也。）]祭天曰燔柴，[（既祭，積薪燒之。○燔音煩。）]祭地曰瘞薶。[（既祭，埋藏之。）]祭山曰庪縣，[（或庪或縣，置之於山。《山海經》曰：「縣以吉玉。」是也。○庪，居委反。縣，玄。）]祭川曰浮沈。[（投祭水中，或浮或沈。）]祭星曰布，[（布散祭於地。）]祭風曰磔。[（今俗當大道中磔狗，雲以止風。此其象。○磔音責。）]是類是禡，師祭也。[（師出征伐，類於上帝，禡於所征之地。○類，類。禡，罵。）]既伯既禱，馬祭也。[（伯，祭馬祖也。將用馬力，必先祭其先。）]禘，大祭也。[（五年一大祭。○禘，大計切。）]繹，又祭也。[（祭之明日，尋繹復祭。）]周曰繹，[（《春秋經》曰：「壬午猶繹。」）]商曰肜，[（《書》曰：「高宗肜日。」）]夏曰復胙。[（未見義所出。○胙音祚。）]祭名。"
      },
      {
        "index": 20,
        "text": "[【疏】「春祭」至「祭名」。○釋曰：此別四時及三代諸祭名也。「春祭曰祠，夏祭曰礿，秋祭曰嘗，冬祭曰蒸」者，此四時之祭名也。郭云：「祠之言食。礿，新菜可汋。嘗，嘗新穀。蒸，進品物也。」此皆周禮也。殷以上則礿、禘、蒸、嘗，《王制》文是也。至周公則去夏禘之名，以春禴當之，更名春曰祠。故《禘祫志》云：「《王制》記先王之法度。宗廟之祭，春曰禴，夏曰禘，秋曰嘗，冬曰蒸。祫為大祭，於夏，於秋，於冬。周公制禮，乃改夏為禴，禘又為大祭。」《祭義》注云：「周以禘為殷祭，更名春曰祠，是祠、禴、蒸之名，周公制禮之所改也。」若然，《詩·小雅》云：「禴、祠、蒸、嘗，於公先王。」此文王之詩，所以已得有制禮所改之名者。然王者因革，與世而遷，事雖制禮大定，要亦所改有漸。《易》曰：「不如西鄰之禴祭。」鄭注為夏祭之名。則文王時已改言周公者，據制禮大定言之耳。○「祭天曰燔柴」者，祭天名燔柴。《祭法》云：「燔柴於泰壇，祭天也。」郭云：「既祭，積薪燒之。」《大宗伯》云：「以禋祀祀昊天上帝，以實柴祀日月星辰，以槱燎祀司中、司命、飌師、雨師。」鄭云：「禋之言煙。周人尚臭，煙，氣之臭聞者。槱，積也。《詩》曰：『芃芃棫樸，薪之槱之。』三祀皆積柴，實牲體焉。或有玉帛燔燎而升煙，所以報陽也。」然則祭天之禮，積柴以實牲體玉帛而燔之，使煙氣之臭上達於天，因名「祭天曰燔柴」也。○「祭地曰瘞薶」者，祭地名瘞薶。《祭法》云：「瘞埋於泰圻，祭地也。」然則祭神州地祇於北郊，瘞繒埋牲，因名祭地曰瘞薶。李巡曰：「祭地，以玉埋地中曰瘞薶。」孫炎曰：「瘞者翳也。既祭，翳藏地中。」○「祭山曰庪縣」者，庪縣，祭山之名也。庪謂埋藏之。《大宗伯》云：「以貍沈祭山林川澤。」鄭注云：「祭山林曰埋。」是也。縣謂縣其牲幣於山林中，因名祭山曰庪縣。郭云：「或庪或縣，置之於山。」是也。又云「《山海經》曰：『縣以吉玉』是也」者，案《中山經》云：「曆兒塚也。其祠祀毛大牢之具，縣以吉玉。」彼注云：「縣，祭山之名。」是也。○「祭川曰浮沈」者，浮沈，祭川之名也。郭云：「投祭水中，或浮或沈。」《大宗伯》云：「以貍沈祭山林川澤。」鄭注云：「祭川澤曰沈，順其性之含藏。」是也。○「祭星曰布」者，李巡曰：「祭星者以祭布露地，故曰布。」孫炎曰：「既祭，布散於地，似星布列也。」郭云：「布散祭於地。」○「祭風曰磔」者，磔謂披磔牲體，象風之散物，因名雲。郭云：「今俗當大道中磔狗，雲以止風。此其象。」○「是類是禡，師祭也」者，「是類是禡」，《詩·大雅· 皇矣》篇文也；「師祭也」，作者所以解詩也，言用師出征之祭名也。郭雲「師出征伐，類於上帝，禡於所征之地」者，《王制》云：「天子將出征，類乎上帝，禡於所征之地。」是也。言類乎上帝，則類祭，祭天也。祭天而謂之類者，《尚書》夏侯歐陽說，以事類祭之，在南方，就南郊祭之。《春官·肆師》注云：「類禮，依郊祀而為之。」是用《尚書》說為義也。禡之所祭，其神不明。《肆師》云：「凡四時之大田獵，祭表貉，則為位。」注云：「貉，師祭也。於立表處為師祭，祭造軍法者，禱氣勢之增倍也。其神蓋蚩尤，或曰黃帝。」又《甸祝》「掌四時之田，表貉之祝號」。杜子春云：「貉，兵祭也。田以講武治兵，故有兵祭。習兵之禮，故貉祭禱氣勢之十百而多獲。」由此二注言之，則禡祭造兵為軍法者，為表以祭之。禡，《周禮》作貉，貉又或為貊字，古今之異也。貉之言百，祭祀此神，求獲百倍。○「既伯既禱，馬祭也」者，「既伯既禱」，《詩·小雅·吉日》篇文也； 「馬祭也」，作者所以釋詩也。毛傳云：「伯，馬祖也。重物慎微，將用馬力，必先為之禱其祖。禱，禱獲也。」郭雲「伯，祭馬祖也。將用馬力，必先祭其先」。知伯是祭馬祖者，為馬而祭，故知馬祖謂之伯者，伯，長也。馬祖始是長也。鄭注《周禮》云：「馬祖，天駟房也。」彼注云：「龍為天馬，故房四星謂之天駟。」 馬，國之大用，王者重之，故《夏官·校人》：「春祭馬祖」，「夏祭先牧」，「秋祭馬社」，「冬祭馬步」。注云：「馬祖，天駟。」上文雲天駟。「先牧，始養馬者。」「馬社，始乘馬者。」「馬步，神為災害馬者。」既四時各有所為祭之，馬祖祭之在春，其常也，而將用馬力，則又用彼禮以禱之。○「禘，大祭也」者，經傳之文稱禘非一，其義各殊。《論語》雲「禘自既灌」及《春秋》「禘於太廟」，謂宗廟之祭也。《喪服小記》云「王者禘其所自出也」及《大傳》雲「禮，不王不禘」，謂祭感生之帝於南郊也。《祭法》云：「周人禘嚳而郊稷。」謂祭昊天於圜丘也。以此比餘處為大祭總得稱禘。宗廟謂之禘者，禘，諦也，言使昭穆之次審諦而不亂也。祭天謂之禘者，亦言使典禮審諦也。郭雲「五年一大祭」者，出《禮緯》文。知非祭天之禘者，以此文下云：「繹，又祭也。」為宗廟之祭，知此亦宗廟之祭者。○「繹，又祭也」者，又，復也；繹，復祭之名也。郭云：「祭之明日，尋繹復祭。」《公羊傳》云：「繹者何？祭之明日也。」《穀梁傳》云：「繹者，祭之旦日之享賓也。」天子諸侯謂之為繹，少牢饋食大夫之禮也。謂之賓屍，與祭同日。若然，是亦與賓屍事不同矣。而《詩·頌·絲衣》序云：「繹賓屍者，繹祭之禮，主為賓事此屍。但天子諸侯禮大，異日為之，別為立名，謂之為繹，言其尋繹昨日。卿大夫禮小，同日為之，不別立名，直指其事謂之賓屍耳。」此序言繹者，是此祭之名，賓屍是其祭之事，故特詳其文也。然又祭之名，三代各異。周名繹，商名肜，夏名復胙。郭云：「《春秋》經曰：壬午猶繹」者，宣八年經文也。又云「《書》曰：高宗肜日」，《商書》篇也。孫炎云：「肜日，相尋不絕之意也。」「曰復胙」者，郭云：「未見義所出。」以夏之典訓無言復胙名者，是未見義所出也。《詩》傳及《詩》箋亦無此一句，說者雲，胙是祭肉也，以祭之旦日，復陳其祭肉以賓屍也。未知然不。「祭名」者，以題上事也。]"
      },
      {
        "index": 21,
        "text": "春獵為蒐，[（搜索取不任者。○蒐音搜。）]夏獵為苗，[（為苗稼除害。）]秋獵為獮，[（順殺氣也。○獮，息淺切。）]冬獵為狩。[（得獸取之無所擇。○狩，羊又反。）]宵田為獠，[（《管子》曰：「獠獵畢弋。」今江東亦呼獵為獠，音遼。或曰即今夜獵載爐照也。）]火田為狩。[（放火燒草獵，亦為狩。）]乃立塚土，戎醜攸行。[（塚土，大社。戎醜，大眾。）]起大事，動大眾，必先有事乎社，而後出謂之宜。[（有事祭也。《周官》所謂「宜乎社」。）]振旅闐闐。[（振旅，整眾。闐闐，群行聲。○闐音田。）]出為治兵，尚威武也。[（幼賤在前，貴勇力。）]入為振旅，反尊卑也。[（尊老在前，復常儀也。）]講武。"
      },
      {
        "index": 22,
        "text": "[【疏】「春獵」至「講武」。○釋曰：此說田獵習武之事也。雲「春獵為蒐，夏獵為苗，秋獵為獮，冬獵為狩」者，此四時田獵之名也。郭云：「蒐，搜索取不任者。苗，為苗稼除害。獮，順殺氣也。狩，得獸取之無所擇。」隱五年《左傳》文與此同。杜注云：「蒐索擇取不孕者。苗，為苗除害也。獮，殺也，以殺為名，順秋氣也。狩，圍守也，冬物畢成，獲則取之，無所擇也。」《周禮·大司馬職》：中春，教振旅，遂以蒐田。中夏，教茇舍，遂以苗田。中秋，教治兵，遂以獮田。中冬，教大閱，遂以狩田。其名亦與此同。鄭玄解苗田與此小異。言擇取不孕任者，若治苗去不秀實者，孫炎亦然。桓四年《公羊傳》曰：「春曰苗，秋曰蒐，冬曰狩。」三名既與《禮》異，又復夏時不田。《穀梁傳》曰：「四時之田，皆為宗廟之事也。春曰田、夏曰苗、秋曰蒐、冬曰狩。」皆與《禮》異者，良由微言既絕，曲辨妄生。左丘明親受聖師，《爾雅》者或云子夏所作，故二者與《禮》合。漢代古學不行，明帝集諸學士作《白虎通義》，因《穀梁》之文為之，其說曰：「王者諸侯所以田獵何？為苗除害，上以共宗廟，下以簡集士眾也。春謂之田何？春歲之本，舉本名而言之也。夏謂之苗何？擇去懷任者也。秋謂之蒐何？蒐索肥者也。冬謂之狩何？守地而取之也。四時之田總名為田何？為田除害也。」案苗非懷任之名，何雲「擇去懷任」？秋獸盡皆不瘦，何雲「蒐索取肥」？雖名《通義》，義不通也。故先儒皆依《周禮》、《左傳》、《爾雅》之文而為之說，其名亦有意焉。雖復春獵，獲則取之，不能擇取不孕。夏獵所取無多，不能為苗除害。為因時異而變文耳。謂之獵者，蔡邕《月令章句》云：「獵者，捷取之名也。」○「宵田為獠」者，宵，夜也。夜獵名獠。郭云：「《管子》曰：獠獵畢弋」者，案《管子·四稱》篇：「管仲對桓公曰：昔者無道之君，誅其良臣，敖其婦女，獠獵畢弋，暴遇諸父者。」是也。又云：「今江東亦呼獵為獠」者，以時驗而言也。「或曰即今夜獵載爐照也」者，亦得為一義，故復引之。○「火田為狩」 者，郭云：「放火燒草獵，故為狩。」言與冬獵同名，故云亦也。李巡、孫炎皆云：「放火燒草，守其下風。」《周禮·羅氏》「蠟則作羅襦」。鄭云：「襦，細密之羅。此時蟄者畢矣，可以羅罔圍取禽也。今俗放火張羅，其遺教。」《禮記·王制》云：「昆蟲未蟄，不以火田。」則是己蟄，得火田也。○「乃立塚土，戎醜攸行」者，此《詩·大雅·綿》篇文也。郭云：「塚土，大社。戎醜，大眾。」《郊特牲》云： 「社所以神地之道也。」《禮運》云：「命降於社之謂殽地。」是社為土之神也。塚詁為大，土為社主，故知「塚土、大社」也。《釋詁》云：「戎，大也。醜，眾也。」故云「戎醜，大眾」也。○「起大事，動大眾，必先有事乎社，而後出謂之宜」者，此作者既引《詩》文於上，然後為此辭以釋之也。孫炎曰：「大事，兵也。有事，祭也。宜，求見使祐也。」此文本解「戎醜攸行」之意，言國家起發軍旅之大事，以興動其大眾，必先有祭祀於此社，而後出行，其祭之名謂之為宜。以師行必須宜祭以告社，故言「戎醜攸行」也。成十三年《左傳》曰：「國之大事，在祀與戎。」故兵為大事也。《春秋》昭十五年：「有事於武宮。」《雜記》云： 「有事於上帝。」皆是祭事，故謂祭為有事。以兵凶戰危，慮有負敗，祭之以求其福宜，故謂之宜。《王制》云：「天子將出，宜乎社。」是也。郭雲「《周官》所謂『宜乎社』」者，《春官·大祝職》云：「出師宜於社，造於祖。」是也。○「振旅闐闐」者，此《詩·小雅· 采芑》篇文也。鄭箋云：「至戰止將歸，又振旅伐鼓闐闐然。振猶止也；旅，眾也。」郭云：「振旅，整眾。闐闐，群行聲也。」「出為治兵，尚威武也。入為振旅，反尊卑也」者，此亦作者釋上《詩》文也。古者春教振旅，秋教治兵，以戎是大事，又三年一教。隱五年《左傳》曰：「三年而治兵，入而振旅。」是也。征伐之時，出軍至對陳，用治兵禮；戰止至還歸，用振旅法。名異而禮同也。以此出當用之，故以脩治兵事為名；入則休息，故以整眾為名。其治兵振旅之名，《周禮》、《左傳》、《穀梁》與此皆同，惟《公羊》以治兵為祠兵。其禮：治兵則幼賤在前，振旅則尊老在前。郭云：「幼賤在前，貴勇力也。尊老在前，復常儀也。」「講武」者，題上事也，言皆所以講習武事也。]"
      },
      {
        "index": 23,
        "text": "素錦綢杠，[（以白地錦韜旗之竿。○杠為江。）]纁帛縿，[（纁，帛絳也。縿，旒所著。○纁音勳。縿音衫。）]素升龍於縿，[（畫白龍於縿，令上向。）]練旒九，[（練，絳練也。）]飾以組，[（用綦組飾旒之邊。）]維以縷。[（用朱縷維連持之，不欲令曳地。《周禮》曰：「六人維王之大常。」是也。）]緇廣充幅長尋曰，[（帛全幅長八尺。○廣，上曠，長，直亮。）]繼曰旆，[（帛續末，為燕尾者。義見《詩》。○音兆。）]注旄首曰旌，[（載旄於竿頭，如今之幢，亦有旒。）]有鈴曰旂，[（縣鈴於竿頭，畫蛟龍於旒。）]錯革鳥曰旟，[（此謂合剝鳥皮毛置之竿頭。即《禮記》云載鴻及鳴鳶。○旟，餘。）]因章曰旃。[（以帛練為旒，因其文章，不復畫之。《周禮》云：「通帛為旃。」）]旌旂。"
      },
      {
        "index": 24,
        "text": "[【疏】「素錦」至「旌旂」。○釋曰：此別旌旂之異名也。「素錦綢杠」者，自此至「維以縷」，說旂之制也。綢，韜也，杠，竿也。先以白地錦韜旂之竿，《禮記》所謂綢練設夏也，則以纁帛著於素錦名縿，縿即眾旒所著者。升，上也。又畫白龍於縿，令上向。又練絳帛為旒九以著於縿。飾旒之邊，用綦組；維持其旒，使不曳地，以朱縷。《詩·鄘風》云：「素絲紕之。」鄭箋云：「素絲者，以為縷以縫紕旌旗之旒縿，或以維持之是也。」郭云：「《周禮》曰：六人維王之大常」者，《夏官·節服氏職》文。後鄭注云：「維之以縷，王旌十二旒，兩兩以縷綴連，旁三人持之。禮：天子旌曳地。鄭司農云：維持之。」是也。《廣雅》云：「天子杠高九仞，諸侯七仞，大夫五仞。天子十二斿，至地；諸侯九斿，至軫；卿大夫七斿，至軹；士三斿，至肩。」○「輜廣充幅長尋曰」者，緇，黑色也，以黑色之帛，廣全幅，長八尺，屬於杠，名。又以帛繼續末為燕尾者，名旆。郭雲「義見《詩》」者，《小雅· 六月》云：「白旆央央。」是也。○「注旄首曰旌」者，李巡曰：「旄牛尾著竿首。」孫炎曰：「析五采羽注旄上也，其下亦有旒縿。」郭云：「載旄於竿頭，如今之幢，亦有旒。」如是則竿之首有毛有羽也。故《周禮·序官》「夏采」注云：「夏采，夏翟羽色。《禹貢》徐州貢夏翟之羽，有虞氏以為綏。後世或無，故染鳥羽象而用之，謂之夏采。」其職注云：「綏以毛牛尾為之，綏於幢上，所謂注旄於竿首者也。」○「有鈴曰旂」者，郭云：「縣鈴於竿頭，畫交龍於旒。」《司常》云：「交龍為旂。」又曰：「諸侯建旂。」然則旂者畫二龍於上，一升一降相交。又縣鈴於竿，是諸侯之所建也。《詩·小雅》云：「旂央央。」是也。○「錯革鳥曰旟」者，孫炎云：「錯，置也。革，急也。畫急疾之鳥於縿也。」鄭誌答張逸亦云：「畫急疾之鳥隼。」以《司常》云：「鳥隼為旟。」《詩·小雅》云：「織文鳥章」也。郭雲「此謂合剝鳥皮毛置之竿頭」者，意與孫、鄭少異。雲「即《禮記》云載鴻及鳴鳶」者，案《曲禮》云：「前有水，則載青旌。前有塵埃，則載鳴鳶。前有車騎，則載飛鴻。前有士師，則載虎皮。前有摰獸，則載貔貅。」鄭注云：「載謂舉於旌首，以警眾也。禮：君行師從，卿行旅從。前驅舉此，則士眾知，所有所舉，各以其類象。青，青雀水鳥。鳶鳴則將風。鴻取飛有行列也。士師謂兵眾，虎取其有威勇也。貔貅亦摰獸也。」○「因章曰旃」者，孫炎曰： 「因其繒色以為旗章，不畫之。」是也。《司常》云：「通帛為旃。」鄭注云：「通帛謂大赤，從周正色，而飾。」郭雲「以帛練為旒，因其文章，不復畫之。《周禮》云：通帛為旃」者，以因其文章，與《周禮》通用絳帛，隨義立名，其實一也，故引為證。○「旌旂」者，九旗之名雖異，旌旂為之總稱，故以此題之。案祭名、講武、旌旂，俱非天類，而亦在此者，以皆王者大事。又祭名則天曰燔柴，講武則類於上帝，旌旂則日月為常。他篇不可攝，故係之《釋天》也。]"
      }
    ]
  }
}
