{
  "chapterNumber": 23,
  "title": "Commentary on Odyssey Book 23",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "ναγνωρισμος ᾿Οδυσσέως πρὸς τὴν γυναῖχα καὶ τῶν τῆς πλάνης διηγημάτων ἀνακεφαλαίωσις xai Ὀδυσσέως καὶ Τηλεμάχου μετὰ τῶν οἰχείων ἔξοδος."
      },
      {
        "index": 2,
        "text": "Ὅτι ἐν τῇ παρούσῃ ὁαψῳδίᾳ Ὀδυσσεὺς ἀναγνωρίζεται τῇ γυναικί, διὸ καὶ Ὀδυσσέως ὑπὸ ΠΠηνελόπῆς ἀναγνωρισμὸς ἐπιγράφεται. κατάρχει δὲ ταύτης ἡ γραῦς Εὐρύκλεια τὰ κατὰ τὸν Οδυσσέα τῇ γυναιχὶ ἀγγέλλουσα. φησὶ γάρ\" γρηὺς δ᾽ εἰς ὑπερῷ ἀνεβήσατο καγχαλόωσα, ὡς εἰχὸς, δεσποίνῃ ἐρέουσα τὰ κατὰ τὸν Ὀδυσσέα\" γούνατα δ᾽ ἐῤῥώσαντο, τουτέστιν ἐῤῥωμένως ἐχινήϑησαν, πόδες δ᾽ ὑπεριχταίνοντο. τοιοῦτον γὰρ ἡ παρ᾽ ἐλ᾿ πίδα τέρψις, ἀνανεοῦσα τὸ γῆρας καὶ τὰς φυσικὰς δυνάμεις ἡτονηκυίας ῥωνύουσα ὡς τὰ πολλὰ, & καὶ ἔστιν ὅτε πολλοὶ τῇ ὑπερβολῇ τῆς χαρᾶς ἀπέβησαν."
      },
      {
        "index": 3,
        "text": "διὸ καὶ “Παέρτης iv τοῖς ἑξῆς τὸ γῆρας οἷον ἀποϑέμενος διὰ τὴν ἐπὶ τῷ Ὀδυσσεῖ χαρὰν νεοτήσιον μένος θἐπαναλήκψεται. ᾿Ιστέον δὲ ὅτι τὸ γρηῦς ταυτὸν μέν ἐστι τῷ νηῦς κατὼ τὴν προφορὰν καὶ τὴν κλίσιν, οὐ πάντα δὲ ἔχει ὡς ἐχεῖνο. τοῦτο μὲν γὰρ διαλύεται, ὡς καὶ ἐνταῦϑα, γρηὺς δ᾽ εἰς ὑπερῷ\" ἀνεβήσατο\" ἡ δὲ νηῦς οὐ διαλύεται. καὶ ἡ ναῦς μὲν ἔχει καὶ ᾿Αττιχὸν, τῆς νεὼς γάρ\" ἡ δὲ γρηῦς οὔ. τὰ δὲ λοιπὰ ὡμοίωνται. ναῦς γὰρ ναὸς xci νηὸς, ὡς γραῦς γραὸς καὶ γρηός. Τὸ δὲ, ἐπεῤῥώσαντο πόδες, ἀγαϑὴν ἔχει τροπὴν, οὐ μὴν ὁποίαν ἐν ᾿Ιλιάδι τὸ, χαῖται ἐπεῤῥώσαντο."
      },
      {
        "index": 4,
        "text": "Τὸ δὲ ὑππεριχταίνοντο ἀντὶ τοῦ ἀνεπάλλοντο κατὰ ᾿“ρίσταρχον, 1) ὑπερεξετείνοντο, ἄγαν ἱκνοῦντο\" παρὰ τὸ ἵκταρ, ὅ ἐστιν ἐγγύς\" ὡς ἡ παροιμία\" οὐδ᾽ ἵχταρ βάλλει, ἀντὶ τοῦ οὐδ᾽ ἐγγὺς τοῦ σκοποῦ γίνεται. καὶ τὸ μὲν τοιοῦτον ἵχταρ εὐλόγως τε δασύνεται καὶ ἐπίῤῥημά ἐστι ὡς τὸ ὕπαρ. τὸ δὲ παρὰ Καλλιμάχῳ ἐν ἐϑ'νεκαῖς ὀνομασίαις, ὥς φησιν ᾿“ϑήναιος, οἷον, ἐγκρασίχολοι τριχίδια χαλκὶς ἵχταρ ἀϑερίνη, ὄνομα μὲν ἰχϑύος ἐξ ὀρϑοῦ δηλοῖ\" ζητητέον δὲ τὸ γένος αὐτοῦ εἴτε ἄῤῥεν ἐστὶ κατὰ τὸ μάκαρ εἴτε ϑῆλυ κατὰ τὸ δάμαρ εἴτε οὐ\" δέτερον κατὰ τὸ νέχταρ, ἔτι δὲ χαὶ εἰ δασύνεται, καὶ εἶχός ἐστιν ὡς ἀπὸ τοῦ ἴκται; ἀφ᾽ oi zer ἐναλλαγὴν τῶν ψιλῶν εἰς δασέα χαὶ ὁ ἰχϑὺς, ὡς προδεδήλωται."
      },
      {
        "index": 5,
        "text": "εὐτελέστατον δέ ἐστιν ἐχϑύδιον, οὗ περ ἡ κλῆσις ἵχταρ. ἐμφαίνει δὲ τοῦτο ἡ Βυζάντιος παραφϑορὰ κτάρας τὰ τοιαῦτα λέγουσα. Ὅτι στᾶσα ὑπὲρ κεφαλῆς ἡ γραῦς μαῖα, ἔγρεο Πηνελόπεια φίλον τέκος, φησὶν, ὕφρα ἔδηαι ὀφϑαλμοῖσι τεοῖσιν & ἔλδεαν ἤματα πάντα, ἤγουν ἀεί. ἦλϑεν Ὀδυσσεὺς καὶ οἶχον ἱκώνεται ὀψέ περ ἐλϑών\" μνηστῆρας δ᾽ ἔχτεινεν ἀγήνορας, οἵ τέ οἱ οἶκον κήδεσκον, ἤγουν ἔβλαπτον καὶ κτήματ᾽ ἔδον ᾿ βιόωντό τε παῖδα. χαὶ οὕτω μὲν ἡ γραῦς. ἡ δὲ Πηνελόπη τῷ καινῷ τοῦ ἀκούσματος ἀπιστοῦσα\" τίς γὰρ ἂν καὶ ἄλλος ῥᾳδίως οἴοιτο τοιοῦτον μέγα ἔργον ἐν ἀκαρεῖ καιροῦ χαταπραχϑῆναι; καὶ παίζεσϑαι νομίσασα, μαῖα φίλη, φησὶ, μάργην σε ϑεὸς ἔϑετο, ὕς τε δύναται ἄφρονα ποιῆσαι τινὰ καὶ ἐπί—^CC— IE — — σψὶς."
      },
      {
        "index": 6,
        "text": "φρονά nep μάλ ἐόντα καί τε χαλινοφρονέοντα σαοφροσύνης ἐπέβησε, τουτέστιν ἐπεβίβασεν. ὃς, τουτέστιν οὗτος. σὲ ἀϑεύ ἡ αψε\" πρὶν δὲ φρένας αἰσίμη ἦσϑα. τίπτε με λωβεύεις πολυπενϑέα ϑυμὸν i ἔχουσαν ταῦτα παρὲξ ἐρέουσα χαὶ d ὕπνου μ᾽ ἀνεγείρεις ἡδέος, ὃς μ᾽ ᾿ἐπέδησε φίλα βλέφαρ᾽ aquis ess οὐ γάρ πω τοιόνδε, ἤγουν οὕτως ἢ τοιοῦτον, ὕπνον κατέδραϑον, τουτέστιν ἐχοιμήϑην, ἐξ οὗ Ὀδυσσεὺς ᾧχετο ἐποιψόμιενος Κακοΐλιον οὐκ ὀνομαστήν. ἀλλ᾽ ἄγε νῦν κατάβηϑε καὶ ἂψ ἔρχευ͵ “μέγαρόνδε; ἤγουν εἰς τὴν γυναικωνίτην."
      },
      {
        "index": 7,
        "text": "εἰ γάρ τίς μὲ ἄλλη γυναικῶν, αἵ μοι ἔασι, ταῦτ᾽ ἐλϑοῦσα ἤγγειλε καὶ ἐξ ὕπνου uw ἀνέγειρε, στυγερῶς. ἂν αὐτὴν ἀπέπεμψα γέσϑαι αὖτις ἔσω μέγαρον, τουτέστιν ἐς τὸ μέγαρον jj ἔσω μεγάρων, σὲ δὲ τοῦτό ys γῆρας ὀνήσει; τουτέστιν ὅσον εἰς τὸ μὴ στυγερῶς ἀποπεμιφϑῆναι, ὀνήσει σὲ - τὸ γῆρας, εἰ καὶ ἄλλως μεμπτέα ἔσῃ. \"Ioréov δὲ ὅτι βαϑύτατος ὕπνος τῆς γυναικὸς, ὃν αὐτῇ ἐπὶ θλεφάροις Aia ἔβαλε, λύει καὶ “ἀπορίαν τὴν, πῶς δή ποτὲ τοσούτου ϑορύβου ἐν τῇ μάχῃ γενομένου ἐχείνῃ οὐχ ἤσϑετο. δηλοῖ δὲ καὶ ὡς, ἐὰν ἐκείνη οὐδὲν ἔ; ἔγνω, τῷ παντὶ πλέον οὐδὲ οἱ ἔξω τοῦ οἴχου Id ax5- σιοι."
      },
      {
        "index": 8,
        "text": "Tov δὲ ῥηθέντων τὸ μὲν, φίλον τέκος, ἄχραν εὔνοιαν τῆς γραὸς πρὸς τὴν δέσποιναν ἐνδείκνυται καὶ ἐκείνης αὖὐϑις αἰδῶ πρὸς ταύτην οἷα φίλην μαῖαν τοῦ ἀνδρός. οὕτω δὲ καὶ uer. ὀλίγα, οὔ τί σε λωβεύω, φίλον τέκος, φησί. Τὸ δὲ, ὀφϑαλμοῖσι τεοῖσιν, ἀχριβέστατα εἴωϑε λέγεσϑαι πρὸς διαστολὴν τῶν τε φανταζομένων τινὰς ὡς τὸ, ὀσσόμενος πα᾿τέρ ἐσϑλὸν. καὶ τῶν ἀλλοτρίοις ὁρώντων ὀφϑαλμοῖς, à ὁποῖοι οὐ μόνον οἱ ἐν τυφλότητι πρὸς τῶν βλεπόντων ὁδηγούμενοι, ἀλλὰ καὶ οἱ ἀπὸ τῶν αὐτοψε εἰ βλεπόντων μανϑάνοντες τὸ ϑεαϑέν: ὧν πάντων διαφέρει ὃ ἰδών τι ὀφϑαλμοῖς ἰδίοις."
      },
      {
        "index": 9,
        "text": "Τὸ δὲ, ἦλϑεν Ὀδυσσεὺς, Genio εἴρηται. Τὸ δὲ, καὶ οἶκον ἱκάνεται, πρὸς σαφήνειαν ἐπῆχται\" οὐ γὰρ πᾶς ἐλϑὼν ἐξ ἀλλοδαπῆς εἰς πατρίδα ἤδη. χαὶ οἴκαδε αὐτίχα ἐστί. καὶ δηλοῖ τοῦτο yauéuvav. ἐπιβὰς μὲν τῆς πατρίδος γῆς, τὸν οἶχον δὲ οὐκ ἰδὼν. ἐπεὶ καὶ ταυτολογία εἶναι δοκεῖ τὸ ἤλϑεν Ὀδυσσεὺς καὶ οἶχον ἱκάνεται. ᾿Ιστέον καὶ ὅτε ἡδὺ τὰ ἡδέα ταυτολογεῖςσϑαι. διὸ καὶ τὸ ὀψέ περ ἐλϑὼν τῇ τοιαύτῃ ταυτολογίῳ συμβάλλεταί τι. Τὸ δὲ, μνηστῆρας δ᾽ ἔκτεινεν, ἐπίτασις τοῦ καλοῦ, εἰ ἐλϑὼν καὶ οἶκον ἱκόμενος, καὶ ὀψὲ ἐλθὼν ἔχτεινε xol τοὺς καχούς."
      },
      {
        "index": 10,
        "text": "Τὸ δὲ ἀγήνορας ἐφρῶνερῶς ἐπὶ ψόγου χεῖται, ὡς δηλοῖ τὸ, οἵ πὲρ οἶκον χήδεσκον καὶ τὰ ἑξῆς. “Σημείωσαι δὲ ὕπως i ἡ γραῦς; ex ἐχρῆν; οὐ μακχρολογεῖ πρὸς τὴν δέσποιναν ἔξω χαιροῦ; ἀλλὰ γοργῶς αὐτὸ ἀφηγεῖται τὸ ἀναγκαῖον; ἤγουν τὸ μὲν τὸν δυσσέα ἐλϑεῖν ἐν στίχῳ ἑνὶ, ἐν δὲ ἑτέρῳ τὸ τοὺς μνηστῆρας ὀλέσϑ αι» ὃ δὲ τρίτος ἐκ περισσοῦ μὲν, ϑυμιχῶς δὲ χατάῤῥησιν τῶν μνηστήρων ἔχει Ἀδιὰ τὸ κακῶς περὶ ἐκείνους διατεϑεῖσϑαι τὴν ) αῦν. Τὸ δὲ βιᾶσϑαι πρωτότυπόν ἐστι τοῦ βιάξεσϑαι. δῆλον δὲ ὡς οἱ μεϑ' Ὅμηρον χαὶ inl γυναικείας πείρας τὴν λέξιν ἐτίϑεντο."
      },
      {
        "index": 11,
        "text": "Magy δὲ ἡ μαινομένη, καὶ “μάργος ὃ τοιοῦτος. ὅϑεν καὶ pay αἰνεῖν ῥῆμα καὶ λέμαργος καὶ γαστρίμαργος. QViens. To δὲ, ὃς δύναται ἃ ἄφρονα ποιῆσαι. χαὶ ἑξῆς, ϑείαν γνωμικῶς δηλοῖ ἐνέργειαν, ὁποίαν τινὰ ἔχει καὶ “Ἑρμῆς τοὺς μὲν ὑπνόωντας ἐγείρων, τοὺς δὲ καὶ ἀνάπαλιν διατιϑέμενος. Χαλίφρων δὲ za χαλιφρονῶν à [n τὰς τρῶς παῤῃωρημένος παρὰ τὸ χαλῶ, ἐξ οὗ καὶ τὸ καγχαλόω καὶ χαλιξ οἶνος χαλῶν καὶ ἀνιεὶς ἡμᾶς , καὶ ἀχροχαλιξ οἴνῳ ὃ ἀξ ων: καὶ ᾿Επίχαρμος δέ, φασι, χαλικάξειν λέγει τὸ περὶ συνουσίαν ὑφ᾽ ἡδονῆς ἀνίεσϑαι καὶ ὑποστένειν."
      },
      {
        "index": 12,
        "text": "“Σαοφροσύνη δὲ, τουτέστι σωφροσύνη, παρὰ μὲν τοῖς ὕστερον ἀρετὴ περὶ ἡδονὰς καὶ λύπας. Ὅμηρος δὲ σώαν φρόνησιν οἶδεν αὐτήν. διὸ χαὶ ἐναντία τῇ χαλιφροσύνῃ ἐστὶν, ὥστε καὶ ὃ σαόφρων ἐναντίος τῷ χαλίφρονι, χαϑὰ καὶ ὃ περίφρων, ὡς τὸ, ἀλλὰ σαόφρων ἐστὶ, “νεμεσσᾶται δ᾽ ἐνὶ ϑυμῷ καὶ ἑξῆς. χεῖται δὲ καὶ μὲτ ᾿ὀλίγα τοιαύτη σωφροσύνη ἐν τῷ, ἀλλὰ σαοφροσύνῃσι νοήματα πατρὸς ἔχευϑε. Τὸ δὲ, σαοφροσύνης ἐπέβησαν, ὅμοιον τῷ, ἀναιδείης ἐπέβησαν, ὃ πρὸ ὀλίγου εἴρηται, καὶ τῷ, ὄφρα εὐφροσύνης ἐπιβῆτον, ὃ μὲτ ᾿ὀλίγα κεῖται."
      },
      {
        "index": 13,
        "text": "To δὲ παρέβλαψε κατὰ φρένας γοεῖται νῦν, ὅϑεν ὃ βλαψίφρων σύγκειται: διὸ ἐπάγει\" πρὶν δὲ φ θένας αἰσίμη ἦσϑα, κατὰ τὸ, γῆρας δ᾽ ἐναίσιμον ἄνδρα τίϑησιν. ἔστι δὲ αἰσίμη ?] τηροῦσα τὸ αἴσιον ἤτοι χαϑῆκον xci δίκαιον, καὶ γίνεται ἐκ τοῦ αἴσιμος ὁμοίως τῷ, EQnMOG ἐρήμη» χρήσιμος χρησίμη, καὶ τοῖς τοιούτοις. Tov δὲ λωβεύειν πρωτότυπον τὸ λωβῶ, ἐξ οὗ καὶ ὃ À ᾿ωβητήρ. Aau avere δὲ ἡ λέξις ἐπί τε χλεύης καὶ ὕβρεως ὡς τὰ πολλὰ, χαὶ ἐπὶ τῆς ἁπλῶς δὲ βλάβης. ὡς καὶ ἐν τῷ, οἷς ἐλωfS οἱ ξένοι. Ἀπαράγεται δὲ παρὰ τὸ ἐπὶ λαοῦ συμβαίνειν, ἵνα ἢ λαόβη καὶ ἐν συναιρέσεν λώβη."
      },
      {
        "index": 14,
        "text": "καιρία δὲ ἡ λέξις καὶ δυσμετάλ ἥπτος.. διὸ χαὶ ἡ γραῦς τῇ αὐτῇ προϊοῦσα λέξει χρᾶται. Τὸ δὲν, παρὲξ ἐρέουσα, ἀντὶ τοῦ ἃ) γέλ λουσα ἔξω μὲν τοῦ ἀληϑοῦς, ἐγγὺς δὲ τοῦ ἐφετοῦ, ἵνα χαὶ ἐνταῦϑα τὸ παρὲξ δηλοῖ TÓ τε ἐγγὺς τό τε ἐχτός. Ὅτι δὲ τὸ ἐρέουσα ἀντὶ τοῦ ἀγγέλλουσα κεῖται, δηλοῖ τὸ, εἰ γάρ τις ἄλλη ταῦτ᾽ ἐλϑοῦσα ἤγγ εἰλεν. ὅτι δὲ τὸ εἴρειν χαὶ ἀντὶ τοῦ ἀγγέλλε suy λέγεται, πολλαχόϑεν δῆλον. ἐξ οὗ χαὶ Ἴρις n τῶν ϑεῶν ἄγγελος, καὶ Ἶρος, € ὃς ἀγγέλλεσχε χιὼν ἔνϑα ἐστέλλετο. ᾿Ηδέος δὲ ὕπνου δηλωτικὸν τὸ, οὐ γάρ πω τοιόνδε κατέδραϑον, ἐξ οὗ τόδε γέγονεν."
      },
      {
        "index": 15,
        "text": "ἰσχὺν δὲ βαϑέος ὕπνου δηλοῖ τὸ, ὃς μ᾽ “ἐπέδησε φίλα βλέφαρ᾽ ἀμφικαλύψας. Τὸ δὲ κατάβηϑι ὡς πρὸς τὰ ὑπερῷα. ἐῤῥέθη ἔνϑα ἡ γραῦς ἀνεβήσατο. Τὸ δὲ, γυναικῶν αἵ μοι ἕασιν. ἀντὶ τοῦ δμωΐδων αἱ εἰσὶν ὑπ᾽ ἐμοὶ ἢ ὑπὲρ ἐμοῦ\" τοῦτο δὲ πρὸς διαστολὴν ἑτέρων γυναικῶν\" ἄλλη μὲν γάρ τις ἐπελώβευσεν ἂν ἴσως, τῶν δὲ ἐμῶν οὐκ ἂν οὐδεμία. Τὸ δὲ στυγερῶς ἀπέπεμ a, ἀντὶ τοῦ φριχτῶς, χρυερῶς, παρὰ τὴν ᾿πολλ ἰαχοῦ μυϑευομένην Στύγα ψυχρὰν ἐν τὸ “Ἅιδου πηγήν\" ἀφ᾽ ἧς τὸ, στυγέειν, ὡς τὸ, στυγέει δὲ καὶ ἄλλος\" οὗ ὃ μέλλων στυγήσω\" ἐξ ὧν τοῦ στυγέω μὲν τὸ στυγερὸν, τοῦ στυγήσω δὲ τὸ στυγητόν."
      },
      {
        "index": 16,
        "text": "Ὅει τῆς Πηνελόπης λωβεύεσϑαι οἰομένης ἐφ᾽ οἷς ἡ γραῦς περὶ τοῦ δεσπότου γειλε, φησὶν ἡ μαῖα\" οὔ τί σε λωβεύω, τέκνον φίλον\" ἀλλ᾽ ἔτυμόν τοι ἦλϑεν ᾽Οδυσσεὺς χαὶ οἶχον ἱκάνεται, ὡς dy ορεύω. εἶτα σαφέστερον τὸ πρᾶγμα φράζουσα ἐπάγει\" ὃ ξεῖνος, τὸν πάντες Fin ἐν μεγάροισιν, ἵνα λέγῃ ὅτι ἐχεῖνος ἐστὶν Ὀδυσσεὺς ὃ χϑιζὸς ἄτιμος ξένος. Τηλέμαχος δ᾽ ἄρα, \"φησὶ, πάλαι ἤδεεν αὐτὸν ἔνδον ἐόντα, ἀλλὰ σαοφροσύνῃσιν ἤτοι, ὡς προεδηλώϑη, φρονήσεσι νοήματα πατρὸς ἔχευϑεν, qo ' ἀνδρῶν τίσαιτο βίας ὑπερηνορεόντων, ὃ δὴ ἐπὶ μυστηριασμῷ οἰχεῖον ἐστὶ λέγεσϑαι."
      },
      {
        "index": 17,
        "text": "ὡς ἔφατο ἡ γραῦς ᾿ ἡ δὲ Πηνελόπη, οὔτε yàg] ἐχρῆν ἄπραγμόνως οὕτω συγχαταϑέσϑαι τοῖς ὑπὲρ τοῦ ᾿Οδυσσέως οὔτ᾽ αὖ πάλιν διαπαντὸς ἀπιστεῖν τῇ περίφρονν μαίῳ, ἐχάρη xai ἀπὸ λέχτροιο ϑοροῦσα ; νρηὶ περιπλέχϑη , βλεφάρων δ᾽ ἀπὸ δάκρυον ἧχε, καὶ, εἰ Ó ὅ0 ἄγε μοι, μαῖα φίλη, φησὶν, εἰ ἐτεὸν ἠλϑεν, ὅπως δὴ μνηστῆρσιν ἀναιδέπσι χεῖρας ἐφῆκε μοῦνος £v, οἱ δ᾽ αἰὲν ἀολλέες ἔνδον ἔμιμνον. τοῦτο δὴ τὸ ἐν τοῖς πρὸ τούτων καὶ ἀπορηϑὲν μηριχῶς xci λυϑέν. χαὶ ἡ γραῦς μηδὲν εἰδυῖα τοῦ ἐρωτηϑέντος τὸν τρόπον μὲν οὐχ εἰδέναι φησίν\" οὔτε γὰρ ἰδεῖν οὔτε μαϑεῖν\" ἐκ τοῦ τέλους δὲ γνῶναι τὸ πραχϑὲν ἀγαϑόν."
      },
      {
        "index": 18,
        "text": "φησὶ γοῦν\" οὐκ ἴδον, οὐ πυϑόμην\" ὅ mp ἔστι λέγεσϑαι à ap ὧν ἀγνοεῖ τις\" ἀλλὰς στόνον οἷον &zovov χτεινομένων. ἡμεῖς δὲ μυχῷ ϑαλάμων ἐὐπήκτων ἥμεθα ἀτιζόμεναι, τουτέστι ταρασσόμεναι, ὃ πολλαχοῦ κεῖται, σανίδες δ᾽ ἔχον τουτέστι ϑύραι εὖ ἀραἀορυῖαι, κατὰ δεσποϊτιχὴν χέλευσιν. Τηλεμάχου δὲ καλέσαντος εὗρον ἔπειτα Ὀδυσῆα μετὰ χταμένοισε γνέχυσσιν ἑσταότα. οἱ δέ μιν ἀμφὶ κραταίπεδον ovOac ἔχοντες κείατο ἐπ᾽ ἀλλήλοισιν\" ἰδοῦσά xs ϑυμὸν ἰάνϑης, τουτέστιν εὐφράνϑης ἄν κατὰ ψυχήν\" ὃ χαὶ ἡ γραῦς δηλαδὴ παϑοῦσα ὀλολύζειν ἤϑελεν, εἰ μὴ ἐχώλυσεν Ὀδυσσεύς."
      },
      {
        "index": 19,
        "text": "νῦν δέ, φησιν, οἱ μὲν πάντες ἐπ ᾿ αὐλείησε ϑύρῃσιν ἀϑρόοι ὡς ἐπ᾽ ἀλλήλοις χείμενοι\" So ὁ δὲ, ὡς xc προδεδήλ orci, δῶμα ϑεειοῦται περικαλλὲς πῦρ μέγα κειάμενος σὲ δέ ue προέηκε χαλέσσαι\" ὅτε δηλαδὴ εἰπὼν Ὀδυσσεὺς μή πω τήνδ᾽ ἐπέγειρε, ἐνέδωχεν αὐτῇ μετὰ τὸν φόνον τῶν δμωΐδων χαλέσαι τὴν δέσποιναν. εἶτα καὶ προτρεπομένη ἀκολουϑεῖν φησίν\" ἀλλ ἕπευ, ὄφρα σφῶϊν εὐφροσύνης ἐπιβῆτον ἀμφοτέρω φίλον ἦτορ, τουτέστιν, ἵνα ἄμφω χατὰ τὸ ἦτορ ὑμῶν εὐφροσύνης ἐπιβαίητε\" ὁ περιφραστικῶς δηλοῖ τὸ, ἵνα χαρείητε, ἐπεὶ κακὰ πολλὰ πέποσϑε, ἤγουν ἐπεὶ κακὰ πολλὰ πεπόνησϑε, viv δ᾽ ἤδη τόδε μαχρὸν FI δὼρ ἐχτετέλεσται\" ὅ πὲρ ev ἐχπληρώσει ἐπιθυμίας οἰκεῖον λέγεσθαι\" ἐφ᾽ οἷς ἑρμηνεύουσα γραῦς τὸ μακρὸν ἐέλδωρ φησίν\" ἦλϑε μὲν αὐτὸς ζωὸς ἐφέστιος, εὗρε δὲ χαὶ σὲ χαὶ παῖδ᾽ ἐν μεγάροισι\" xazüg δ᾽ οἵ πέρ μιν ἔρεζον, πάντας ἐτίσατο."
      },
      {
        "index": 20,
        "text": "καὶ οὕτω τὴν δέσποιναν ἀποροῦσαν μὲν πείϑει δ᾽ ὅμως ἕπεσϑαι. Ὅρα δὲ καὶ νῦν τὸ, τέκνον φίλον, ῥηθὲν πρὸς τὴν δέσποιναν ὑπὸ γραὸς δούλης\" ἐπεὶ καὶ ἐκείνη μαῖαν φίλην προσεῖπεν αὐτήν. Τὸ δὲ, οἶχον ἱκάνεται; χρήσιμον μὲν εἰς τὸ, ἦλ ϑὲν ἐφέστιος\" ταυτὸν γὰρ ὃ εἰς οἶχον ἐλϑὼν καὶ ὃ ἐφέστιος \" ἔχει δέ τι ψευδοπαρηχήσεως χατὰ τὸ, φίλησε δὲ φῦλον ἀοιδῶν. Τὸ \"δὲ, ἀτίμων, ὡς τὸ ἐβόων\" ἐξ οὗ καὶ ὃ ἐν ᾿Ιλιάδι ἀτίμητος, ὡς καὶ προεδηλώϑη. ἘΕὔπηκτοι δὲ ϑάλαμοι oí εὐπαγεῖς καὶ redet χατὰ τὸ, εὐσταϑέος μεγάροιο; ἢ τεχνικῶς ἐσκευασμένοι ἢ εὔκλειστοι. διὸ ἐπήγαγε, σανίδες δ᾽ ἔχον εὖ ἀραρυῖαι. καὶ ἴσως iz τούτου χαὶ τὸ συγαλεῖσαι παχτῶσδαι παρ᾽ ᾿Δττικοῖς, ὡς καὶ Σοφοκλῆς δηλοῖ ἐν τῷ, xci δῶμα πάχτου, xci ὃ κωμιχὸς ἐν τῷ, καὶ ἐπακτώσαμέν γε. Κραταίπεδον δὲ τὸ στερεὸν"
      },
      {
        "index": 21,
        "text": "- πέδον ὡς λιϑόστρωτον, ἢ) μᾶλλον, ὡς πεπιλημένον καὶ νεναγμένον. ἤδη γάρ mov παρεσημειώϑη μὴ εἶναι λιϑόστρωτον, ὡς δοχεῖν παϑεῖν τὴν ἐκπιλήσεως στεῤῥότητα διὼ τὸ ῥαίνεσϑαι Ἀχατὰ τὸ, ῥάνατε δ᾽ ὕδωρ. ᾿Ιστέον δὲ ὅτι κατὰ τὴν τεχνικὴν παράδοσιν ἀναλογεῖ τῇ συνϑέσει τοῦ κραταιπέδου χαὶ τὸ, κραταίβιος, χραταίπιλος, κραταίτονος. Τὸ δὲ, ἰδοῦσά κε ϑυμὸν ἰάνϑης, ἐπιφωνηματικὸν καὶ αὐτό\" καὶ ἔχει TL τόλμης, εἰ ἐφ᾽ οὕτω δεινῷ πράγ ματι ἰανϑήσεσϑαΐ φησι τὴν περίφρονα. Ἱὐλείας δὲ ϑύρας λέγει τὰς περὶ τὴν eidiovaaw, ἤγουν τὰς ἔξω τοῦ U προδόμου πρὸς αὐτῇ τῇ αὐλῇ: ὅϑεν x«i αὔλειαι πρὸς διαστολὴν τῶν ἐνδοτέρω ϑυρῶν."
      },
      {
        "index": 22,
        "text": "Τὸ δὲ κειώμενος διὰ διφρϑόγγου ἔχει τὴν ἄρχουσαν ὡς ἀπὸ τοῦ χέω, οὐ τοῦ κοινῶς γραφομένου διὰ διφϑόγγου, ἐξ οὗ τὸ καῦσαι xoi τὸ χῆαι καὶ ὕσα τοιαῦτα, αλλ' ἐκ τοῦ ἑτέρου τοῦ διὰ τοῦ t ψιλοῦ, περὶ οὗ ἱκανῶς προδεδήλωται. Τὸ δὲ, εὐφροσύνης ἐπιβῆτον, ὕμοιον μὲν, ὡς ἐῤῥέϑη, πρὸς τὸ, σαοφροσύνης ἐπέβησαν\" ἐγγὺς δέ ἐστι τοῦ, εὐνῆς ἐπιβῆτον, σωφρόνως ῥηϑέν. λέγει δὲ εὐφροσύνην συνήϑως τὴν φιλόφρονα ἠδονήν. Τὸ δὲ, νῦν δ᾽ ἤδη τόδε μακρὸν ἐέλδωρ ἐκτετέλεσται, καὶ ἑξῆς, χαρμόσυνον ἔργου ἢ ὁδοῦ τέλος φράζει\" ἔστι δὲ περίφρασις τοῦ, τετέλεστο δὲ ἔργον."
      },
      {
        "index": 23,
        "text": "Ὅτι σεμνύνων ὃ ποιητὴς τὸ τοῦ Ὀδυσσέως ἐπὶ τοῖς μνηστῆρσιν ἔργον ὡς μὴ ἁπλῶς μέγα ὃν, ἀλλ ἤδη καὶ ϑεῖον διὰ τὸ μὴ ῥᾳδίως ἂν ἔχειν τινὰ νοῆσαι ἀνϑρωπίνως τελεσϑῆναι αὐτὸ πλάττει τὴν Πηνελόπην ἑπομένην μὲν τῇ μαίᾳ καλούσῃ ἐς τὸν ἄνδρα. λέγουσαν δὲ οὕτω\" «μαῖα φίλη, μή a0 μέγα ἐπεύχεο, τουτέστι μὴ μεγαλαύχει, χα) γχαλόωσα, ἤγουν χαίρουσα χαὶ χαλωμένη χαὶ ὡς «οἷον χαλίφρων ὑφ ᾿᾿ἡδονῆς γινομένη. οἶσϑα γὰρ ὡς ἀσπαστὸς ivi μεγάροισι φανείη πᾶσι, μάλιστα δ᾽ ἐκμοί ve καὶ υἱέϊ, τὸν τεκόμεσϑα, τουτέστιν ὃν οὐ ϑετὸν ἔσχομεν, ἀλλ ἐκ τοῦ κατὰ φύσιν τοκετοῦ\" καὶ οὕτω μὲν φανείη ἂν ἡμῖν ἀσπαστός."
      },
      {
        "index": 24,
        "text": "ἀλλ οὐκ ἔστ᾽ ὅδε μὔϑος ἐτήτυμος, ὡς ἀγορεύεις\" ἀλλά τις ἀϑανάτων κτεῖνε μνηστῆρας dye ὕβριν ἀγασσάμενος, ἤγουν μεμψάμενος, ϑυμαλγέα καὶ κακὰ ἔργα\" oU τινα γὰρ τίεσκον. χαὶ ἑξῆς δύο στίχους, οὖς φϑάσας ἔφη καὶ Οδυσσεύς. τῷ ἤγουν διὸ Ov ἀτασϑαλίας ἔπαϑον κακόν. ciscus ἐστι τοῦ, ἀτασϑαλίησιν ἀεικέα πότμον ἐπέσπον. αὐτὰρ Οδυσσεὺς ὥλεσε τηλοῦ νόστον Aycuiüog, ὥλετο δ᾽ αὐτός. τοῦτο δὲ \"ἀκριβῶς πέφρασται. πολλοὶ γὰρ νόστον ὀλέσαντες ὕμως ἐπ᾽ ἀλλοτρίας ζῶσιν\" Ὃδυσσεὺς δὲ οὐχ᾽ οὕτως, ἀλλ᾽ ἀποπλανηϑεὶς τῆς πατρίδος οὐδὲ ζῆ."
      },
      {
        "index": 25,
        "text": "xci οὕτω μὲν ἡ Πηνελόπη ἐλϑοῖσα πως εἰς ταυτὸν τῷ ἀνδρὶ νόημα. καὶ ἐκεῖνος γὰρ προσεχῶς ϑεόϑεν δαμασϑῆναι τοὺς κειμένους ἔφη καὶ ὑπὸ τῶν κακῶν ἔργων, πλὴν Ὀδυσσεὺς μὲν οἶδεν αὐτὸς ἐνεργῆσαι κατὰ τῶν μνηστήρων, εἰ καὶ ϑεόϑεν, Πηνελόπη δὲ οὐδόλως ἐλϑεῖν τὸν Ὀδυσσέα πείϑεται. καὶ ἡ γραῦς ἐξονειδίζει αὐτὴν, ἢ πόσιν ἔνδον ἐόντα παρ᾽ ἐσχάρῃ, φησὶν, οὔ ποτε φῆσϑα οἴκαδ᾽ ἐλεύσεσϑαι. ϑυμὸς δέ τοι αἰὲν ἄπιστος. εἶτα Áo ἐχτίϑεται ἡ γραῦς καὶ σῆμα ἀριφραδὲς., τὴν προϊστορηϑεῖσαν οὐλὴν, καὶ ὡς ἐφράσατο αὐτὴν ἀπονίζουσα."
      },
      {
        "index": 26,
        "text": "καὶ αὐτὴ μὲν ἤϑελεν εἰπέμεν, GÀL ἐκεῖνος ἑλὼν ἐπὶ μάστακα χερσὶν οὐκ εἴα εἰπεῖν πολυϊδρείῃσι γόοιο, iy' οἷς ἑαυτὴν ὑποτιϑεῖσα εἰς ϑάνατον, εἴ περ ἐπὶ ἀπάτῃ λαλεῖ, φησίν\" ἀλλ ἕπευ\" αὐτὰρ ἐγὼν ἐμέϑεν περιδώσομαι αὐτῆς αἴ κέν σ᾽ ἐξαπάφω χτεῖναί ue οἰχτίστῳ ὀλέϑρῳ. οὕτω τῆς γραὸς βεβαιωσαμένης ἢ “Πηνελόπη ἐπιμένουσα οἷς ἐνόησεν» ἀναδραμοῦσα εἰς ϑείαν ἐνάργειαν καὶ *agavaro τινὶ ἀναϑεῖσα τὸν τῶν μνηστήρων φόνον ἀντεπιφέρει γνωμιχῶς\" μαῖα φίλη, χαλεπόν σὲ ϑεοῦ αἰὲν ἐόντος δήνεα εἴρυσϑαι μάλα περ πολυΐδριν ἐοῦσαν."
      },
      {
        "index": 27,
        "text": "χαὶ ἔστι βαϑὺς ὃ ὃ λόγος οὗτος καὶ πολὺν κρύπτουσα νοῦν ἐν ὀλίγῳ σώματι προφορᾶς. μονονουχὶ γάρ, φησιν, ὕτι σὺ μὲν αἰσϑήσει. πιστεύεις ἀριφραδὲς ἔχουσα σῆμα τὴν οὐλὴν καὶ τὸ ἐν τῷ νίπτειν κωλύεσθαι ἐκφῆναι τὸν φαινόμενον Ὀδυσσέα, x&z τούτων συνάγεις, Ὀδυσσέα εἶναι τὸν φονεύσαντα τοὺς μνηστῆρας. λέληϑε δέ σε ὡς καὶ τοῖς ἀϑανάτοις ἔνεστιν οὕτως ἐπιφαίνεσϑαι καὶ τοιαῦτα ποιεῖν. χαὶ τούτοις οὐχ ἔχει τι ἀντειπεῖν 5? geris. dy οἷς ἡ Πηνελόπη, ὡς ἤδη συναγοῦσα μὴ Ὀδυσσέα εἶναι τὸν φανέντα, φησίν: ἀλλ ξιπὴης ἴω μετὰ παῖδα ἐμὸν, ὅπως τούς TE χειμένους ἴδω, *xai ὃς ἔπεφνεν, εἶτε δηλ αδὴ καὶ Ὀδυσσεὺς ἐχεῖνος, ὃ καὶ εὐχταῖον ἔστιν αὐτῇ, εἴτε καί θο τις ἀϑάνατος, ὃ περ οὐδ᾽ αὐτὸ ἀπεύξαιτο ἄν."
      },
      {
        "index": 28,
        "text": "καὶ οὕτω κατέβαινεν ὑπερώϊα. ᾿στέον δὲ ὅτι ἐχ τῶν ῥηθέντων ἐπὶ ἀναποτελέστου μὲν χαρᾶς ῥηϑείη ἂν τὸ, μη) πω μέγα ἐπεύχεο καγχαλόωσα. ἐπὶ δὲ τῶν ἡδέως ἀκουόντων ἀνέλπιστά τινα ἀγαϑὰ χαλὸν ῥηθῆναι τὸ, oicd'« ὡς ἀσπαστὸν φανείη πᾶσι μάλιστα δ᾽ ἐμοί\" ἀλλ οὐκ tg ὅδε μῦϑος ἐτήτυμος ὡς ἀγορεύεις. ὃ μέντοι μὴ πιστεύων οἷς μανϑάνει,"
      },
      {
        "index": 29,
        "text": "ἀχούσοι ἂν τὸ, ϑυμὸς δὲ τοι αἰὲν ἄπιστος. ᾿Εσχάρα δὲ καὶ νῦν, ὡς xat πολλαχοῦ ἐ ἐν τοῖς τούτων, τόπος κατὰ τοὺς παλαιοὺς Fr πῦρ χαίταν, βωμὸς ἰσόπεδος οὐχ ἐκ λίϑων ὑψούμενος. Ἢ δὲ πολυϊδρεία διὰ διφϑόγγου ἀ ἀεὶ ἔχει τὴν παραλήγουσαν ὡς καὶ ἡ ἀϊδρεία διὰ τὸ ἀναφέρεσθαι τὸξ κατὰ χλίσιν τοῦ ἴδρις ἴδρεως, ὁποῖόν τι κατὰ κλίσιν οὐδετέρου γένους ἔχει καὶ ἡ ἐλεγχείη χαὶ ἡ ἐγχὲ εἰη, & ἐκ τοῦ ἐλέγχεος καὶ τοῦ ἔγχεος τὴν oigo; γον ἔχουσι. Τὸ δὲ, περιδώσομαι αὐτῆς; cti τοῦ συνϑήσομαι, βεβαιώσομαι, χαὶ τὸ δημοκοπούμενον στοίχημα ϑήσω ὑπὲρ iuo) αὐτῆς, οὗ διασαφητικὸν τὸ, χτεῖναί μὲ οἰχτίστῳ ὀλέϑρῳ."
      },
      {
        "index": 30,
        "text": "ἔστι δὲ περιδώσεσϑαι καὶ ἑτέρου τινὸς, ὡς καὶ ἡ ᾿Ιλιὰς δηλοῖ ἐν τῷ, τρίποδος περιδώμεϑον ἦλ λέβητος. ἐλλειπτικῶς δὲ ἡ τοιαύτη φράσις ἔχει, τὸ γὰρ ἐντελὲς περί τινος δώσειν λόγον ἢ συνϑήκην. Τὸ δὲ, ϑεοῦ δήνεα εἴρυσϑαι, ἢ) ἀντὶ τοῦ φυλάξασϑαι ἢ ἤτοι γνῶναι ἀπὸ τοῦ εἰρύω τὸ φυλάσσω, ) καὶ ἀντὶ τοῦ ἑλκύσαι, ὡς xai τοῦτο φασὶν οἱ παλαιοὶ, ἵνα λέγῃ ὅτι χαλεπὸν \"NO εἰς γοῦν 1) καὶ ἄλλως μεϑελκύσαι εἰς ὃ βούλεταί τις τὴν ϑείαν βουλήν\" τοῦτο δὲ ὡς ἀπὸ τοῦ εἰρύω τὸ ἑλχύω. ὌΝΕΡΑ Τὺ δὲ, κατέβαινεν ὑπερῷα, κοινότερον ἐφράσϑη ἀντὶ τοῦ ὑπερῴων χατὰ ἀντίπτωσιν."
      },
      {
        "index": 31,
        "text": "ὀκνηρίαν Ἀδέ τινα δηλοῖ τὸ Χατέβαινε παρατατιχῶς φρασϑέν. Εὐρύχλεια μὲν γὰρ πιστεύσασα ἔνδον εἶναι τὸ φίλον αὐτῇ τέκος ἐῤῥωμένως ἀνέβαινεν, ἡ δὲ γυνὴ ἐνδοιάζουσα σχολαίως κάτεισιν. Ὅτι ἀπιστεῖν φανεῖσα τῇ μαίᾳ ἡ Πηνελόπη ἐφ᾽ οἷς ὡς ἐῤῥέϑη ἤχουσεν, ὅμως παλαίειν ἄρχεται λογισμοῖς. δρμαίνει γὰρ ἢ ἀπάνευϑε φίλον πόσιν ἐξερεείνοι ἢ παραστάδα χύσειε χάρη χαὶ .Ζεῖρα λαβοῦσα, ἐστι δεξιωσαμένη. εὐλαβεῖται γὰρ, ὡς εἰχὸς , καὶ τοῦτο κἀκεῖνο οἷα μὴ πρέπον αὐτῇ. zer ποιήσει μὲν “οὐδέτερον."
      },
      {
        "index": 32,
        "text": "αὐτίχα αὐτοσχέδιος γὰρ ἡ βουλὴ καὶ οὔ πω ἔγνω τὸ ποιητέον ἡ γυνή\" προϊὼν δὲ ὃ ποιητὴς καταστήσει καὶ αὐτὸ πιϑανῶς. Ὅτι ἸΠηνελόπη μὲν Ὀδυσσέως ἐναντίον ἕζετο ἐν πυρὸς αὐγῇ τοίχου τοῦ ἑτέρου, ὃ δ᾽ ἄρα πρὸς χίονα μακρὴν ἧστο κάτω ὁρόων xcr& ἦϑος ἀφελὲς δῆϑεν ἢ καὶ σύνηϑες αὐτῷ, κατὰ τὸ, ὑπαὶ δὲ ἴδεσχε κατὰ χϑονὸς ὄμματα πήξας, mto ἐν Ιλιάδε περὶ αὐτοῦ εἴρηται\" καὶ ἄλλως δὲ, ὡς ἐπὶ πείρᾳ. ποτιδέγμενος, & τι μιν εἴποι ἰφϑίμη παράκοιτις, ἐπεὶ ἴδεν ὀφϑαλμοῖσιν. εἰ δὲ Ὀδυσσεὺς οὕτω διετέϑη, πολλῷ πλέον ἢ γυνὴ ἀντιριλοτιμουμένη πρός γε τὸ σῶφρον."
      },
      {
        "index": 33,
        "text": "qoi γοῦν\" ἡ δ᾽ ἄνεω δὴν ἡ ἧστο, τάφος δέ οἱ ἦτορ ἵκανεν. ὄψει δ᾽ ἄλλοτε μὲν. αὐτὸν ἐνωπιδίως ἐσίδεσχε, τολμῶσα τοῦτο διὰ TO ἐχεῖ vov χάτω βλέπειν, ἄλλοτε δ᾽ ἀγνώσσασχε χαχὰ χροὶ εἵματ᾽ ἔχοντα. (Ν εν8. Καὶ ὃ ὅρα ὕπως εἰσέτι χαὶ νῦν τὰ ῥάκη ἐμποδὼν ἦσαν xci αὐτῇ τῇ γυναιχὶ εἰς ἀναγνωρισμόν\" καὶ Ὀδυσσεὺς δὲ μετ᾽ οὐ πολλὰ ἐρεῖ ἀτιμάζεσθαι ὑπὸ τῆς γυναιχὸς ὡς xci ῥύπον ἔχων καὶ κακὰ ἐνδεδυμένος. Τὸ δὲ, ἐν πυρὸς αὐγῆ, ἀντὶ τοῦ ἔνϑα σέλας ἀφίει τὸ πῦρ' οὐ μὴν πρὸς αὐτῷ τῷ κατὰ τὴν ἐσχάραν πυρὶ, ἔνϑα ὡς εἰχὸς ὁ πτωχικὸς Οδυσσεὺς ἕζετο."
      },
      {
        "index": 34,
        "text": "Τὸ δὲ, τοίχου τοῦ ἑτέρου, ἑρμηνεία ἐστὶ τοῦ, ἕζετο ἐναντίον. ὅ0 Τὸ δὲ, χάτω δρόων, ἢ διὰ προσποίητον εὐλάβειαν ἢ χαὶ μᾶλλον, ἵνα μὴ ἐκ τῶν ὀρφϑαλμῶν ῥᾷον γνωρισϑῆ, ἐξ ὧν καὶ ἡ μαῖα φϑάσασα ἔσχε γνώρισμα ὡς ἐκείνη ἔνέφηνεν ἐν τῷ, οὔ πώ τινά φημι ἐοικότα ὧδε ἰδέσϑαι, ὡς σὺ δέμας ἐχείνῳ ἔοικας καὶ ἑξῆς. ᾿Ιφϑίμη δὲ παράκοιτις ταυτὸν ἂν εἴη τῷ, Dig ouv Πηνελό ἰὁπῃ, ὅ ἐστιν ἀνδρεία. . Τὸ δὲ ἄνεω σημείῶδες ἐστὶν ἐπίῤῥημα ὄν\" καὶ δίδωσιν ὑπόνοιαν χαὶ τὸ, οἱ δ᾽ ἄνεω ἦσαν, τοιοῦτον εἶναι, καϑὰ καὶ τὸ, ᾿ϑηνᾷ δ᾽ ἀκέων ἣν, δοκεῖ ἐ ἐπί: ῥημα εἶναι διὰ τὸ ἀκέων δαίνυσϑε."
      },
      {
        "index": 35,
        "text": "Τὸ δὲ ἐνωπιδίως ἀντὶ τοῦ κατ᾽ ὕψιν, ἵνα λέγῃ i ὅτι ἄλλοτε μὲν ᾽ περιεργότερον ἐντρανίζουσα χαὶ κατασχοποῦσα ἐπεγίνῶσκεν ; ἄλλοτε δὲ ἢ ἠγνόει. Τὸ δὲ ἐνωπιδίως γράφεται μάλιστα ἐνωπαδίως χαὶ γίνεται ἐχ *roU ἐνῶπα, ἐξ οὗ καὶ τὸ κατενῶπα ἐν ᾿]λιάδι. Τὸ δὲ, ἐνωπαδίως ἐσιδεῖν, μετ᾽ ὀλίγα καὶ εἰς ὠπα ἰδέσϑαι ἐναντίον φησί. Τὸ δὲ dyvocσασκχε λέξις καὶ αὐτὸ ἰδία ποιήσεως γινομένη £x τοῦ γνῶ γνώσω, ἐξ οὗ ἐνεστὼς γνώσσω, ὡς τὸ κνώσσω xci τὰ τοιαῦτα, χαὶ παραγώγως γνωσσάσχω, ἐξ οὗ χατὰ στέρησιν τὰ ἀγνώσσασχεν."
      },
      {
        "index": 36,
        "text": "Ὅτι μεϑοδεύσας ὁ ἡ ποιητὴς τὴν κατ΄ ὄψιν ἐντυχίαν τοῦ ᾿Οδυσσέως καὶ τῆς γυναικὸς καινότερον φυλάττει xc ταῦϑα τὸν ᾿Οδυσσέα τλήμονα χαὶ λαλοῦντα μηδὲν, χαὶ ϑέλει μὲν ἡ γυνὴ φανῆναι τοιαύτῃ , ἐπεὶ δὲ οὐχ οὕτω πεφυλαγμένης ἀμφοῖν τῆς ἐνστάσεως, ὁμιλῆσαι αὐτοὺς ἀλλήλοις, πλάττει μεσιτεύοντα, τῇ 4ο “δμιλίᾳ τὸν παῖδα καὶ λαλοῦντα τῇ μητρὶ χαὶ αὐτὴν αὖϑις τῷ παιδὶ χαὶ τρίτον ἐπ᾽ αὐτοῖς ἀναγκαίως τὸν Ὀδυσσέα. καὶ οὕτω προβαίνει πιϑανῶς καὶ εὐμεϑόδως τὰ ἐφεξῆς. (Ν 99.) οὐκ ἄλλως μέντοι"
      },
      {
        "index": 37,
        "text": "προσφϑέγξεται τὸν ἄνδρα & μὴ προλογίσει ἐκεῖνος πρὸς αὐτὴν, εὐλαβουμένη μὴ καὶ ἁλῷ ϑρασύτητος. oV μὴν δὲ πλησιάσει, μὴ καὶ αὐτὴ σῆμα τι ἐξ ἐκείνου γνοῦσα, περ αὐτὴ καὶ Ὀδυσσεὺς καὶ μία μόνη ἀμφίπολος ᾿Ακτορὶς ἐγίνωσκον, τὸ κατὰ τὴν ῥηθησομένην κλίνην δηλαδὴ, ἐξαίρετόν τι ἔχουσαν, ὡς δηλωθήσεται, | iva καϑά ms μαῖα καὶ οἱ \"ἄνδρες δοῦλοι ἐκ τῆς οὐλῆς τὸν δεσπότην ἀνεγνώρισαν, οὕτω καὶ αὐτὴ τὸν ἄνδρα ἐκ τῆς παρασήμου κλίνης. ἣν οὐ πολλοὶ ἐγίνωσκον. νϑα σημείωσαι ὅτι ἔσονται, dug περ τοῖς ἄλλοις ἑταίροις xci quote καὶ φιλτάτοις, οὕτω καὶ γυναικὶ καὶ ἀνδρὶ μυστῃριώδῃ τινὰ, ὧν οὐχ ἀπειχὸς ἐπιστήμην ἔχειν xoi δοῦλον ἢ δούλην, πεῖραν Peer πίστεως ἀχριβοῦς, ὁποία τις χαὶ ? δεδηλωμένη Αἰκτορὶς, εἰδυῖα μόνη, ὃ μήτε ἡ μαῖα μήτε ἡ Εὐρυνόμη, αἱ τῶν ἄλλων ἐνταῦϑα τοῖς δεσπόταις πιστότεραι."
      },
      {
        "index": 38,
        "text": "εἰσὶ δὲ ἃ Τηλέμαχος πρὸς τὴν μητέρα λέγει, τοιαῦτα\" μῆτερ Go ἑμὴ δύσμητερ, ἀπηνέα ϑυμὸν ἔχουσα, τίρρϑ᾽ οὕτω πατρὸς νοσφίζεαι, οὐδὲ παρ᾽ αὐτὸν ἑζομένη μύϑοισιν ἀνείρεαι, οὐδὲ μεταλλᾷς ; οὐχ ἂν ἄλλη ys ὧὸς γυνὴ τετληότι ϑυμῷ ἀνδρὸς ἀφεσταίη, 0s οἱ κακὰ πολλὰ μογήσας ἔλϑοι ἐεικοστῷ ἔτεϊ ἐς πατρίδα γαῖαν, σοὶ δ᾽ αἰεὶ \"κραδίη στερεωτέρη ἐστὶ λίϑοιο.Ἵ ἊΝ Ὁ Y ' ὡς Αναν. , quad s c , e MUT Y H τοῦτο δὴ τὸ παροιμιῶδες ἐπὶ τῶν σκληροχκαρδίων. καὶ οὑτώ μὲν οἱονεὶ προαγωγεύει τῷ πατρὶ τὴν μητέρα ὁ παῖς."
      },
      {
        "index": 39,
        "text": "ἡ δὲ, τέχνον ἐμόν, φησι, ϑυμός μοι ἐνὶ στήηϑεσσι τέϑηπεν, οὐδὲ τι προσφάσϑαι δύναμαι ἔπος οὐδ᾽ ἐρέεσϑαι, οὐδ᾽ εἰς ὦπα ἰδέσϑαι ἐναντίον, ὡς καὶ προεγράφη. εἰ δ᾽ ἐτεὸν δὴ ἔστ᾽ ᾿Οδυσσεὺς, γνωσόμεϑ᾽ ἀλλήλων καὶ λώϊον. (6γ5. ----ἰ Ὁ.) ἔστε γὰρ ἡμῖν σήματα ἃ καὶ ἡμεῖς κεκριμένα ἴδμεν ἀπ᾽ ἄλλων. xci ἴσως μὲν καὶ ἄλλα εἶεν Qv, € καὶ σιωπᾷ συνήϑως ὃ ποιητής\" πρὸς \"δὲ τὰ φαινόμενα τὴν κλίνην λέγει, δι᾿ ἣν τῷ Ὀδυσσεῖ ἐρεῖ μετ᾽ ὀλίγα ἡ Πηνελόπη\" πείϑεις δή μευ ϑυμὸν ἀπηνέα mi μάλ᾽ ἐόντα, ἐπεὶ σήματ᾽ ἀριφραδέα κατέλεξας εὐνῆς ἡμετέρης."
      },
      {
        "index": 40,
        "text": "Ὅρα δὲ ὡς εἰ τῷ ἀνδρὶ οὕτω i Πηγελύπη δυσχατέργαστος, ὁποίαν ἔστιν αὐτὴν συλλογίσασϑαι τοῖς μνηστῆρσιν εἰναι; ἔστιν οὖν ἀστεῖον εἰπεῖν, ὡς μιχροῦ δεῖν συντομώτερον ἔσχε τὴν μνηστηροχτονίαν κατεργάσασθαι Ὀδυσσεὺς ἢ τὸν ἀναγνωρισμὸν τῆς γυναικός\" οὕτω περίφρων 1j γυνὴ καὶ στερεὰ καὶ εἰπεῖν καὶ πρᾶξαι, ἧς νοῦς τοιοῦτον, ὡς de, ἐγέννησεν ἐπιλχείρημα, ὡς διὰ τέλους ἂν παραμεῖναι αὐτὴν ἀπροσκχόλλητον τῷ ἀνδρὶ χαὶ μὴ Gv πελάσαι αὐτῷ, εἰ μὴ τυχὸν ἐλογίσατο μή ποτέ τις τῶν χρειττόνων εἴη ὃ καὶ τοὺς μνηστῆρας ῥίψας καὶ νῦν αὐτῇ ὁμιλῶν."
      },
      {
        "index": 41,
        "text": "ἔστι γὰρ αὐτῇ τὸ ἄπορον ἀληϑῶς ἄλυτον. ὡς γὰρ οὐδὲν καινὸν, εἰ καὶ οὐλὴν δείξει τῷ Οδυσσεῖ εἰκασϑεὶς δαίμων, οὕτως οὐδ᾽ εἴ περ τὸ τῆς χλίνης ἐξείπῃ μυστήριον. οὐ γὰρ ἀδύνατον τὸν τἄλλα εἰδότα ϑεὸν εἰδέναι. καὶ αὐτό. καὶ τοίνυν, εἰ καὶ ὕστερον. ὀψέ ποτε συμπεισϑῇ zal ἀναγνοῦσα τὰ ix τοῦ ἀνδρὸς σήματα δαχρύσασα ἀμφὶ χεῖρας Ἀδειρῆ βάλῃ τῷ Ὀδυσσεῖ, οὐδ᾽ οὕτως εὖ συνεπείσϑη. καὶ γὰρ ὃ δαίμων, ὃν ὑπόπτευε, χαὶ τὰ σήματα πάντως εὖ ἤδει. καὶ ἴσως διὰ τοιοῦτόν τι συμπείϑεται, ὡς καὶ προλελάληται."
      },
      {
        "index": 42,
        "text": "ἢ γὰρ ᾿Οδυσσεὺς ἐστὶν ὃ παρὼν, καὶ ἰδοὺ ἔχει ὃ ἤϑελεν, ἢ τῶν τις χρειττόνων, καὶ οὐδ᾽ οὕτω κακῶς τὸ πρᾶγμα συνέπεσε. χείρονος γὰρ ἀπηύχετο ἀνδρὸς εὐφραίνειν γόημα, οὐ μὴν xci τὸ τοῦ κρείττονος. & δὴ συναισϑόμενος ἴσως καὶ ὃ πολύτλας Ὀδυσσεὺς γοεῖν τὴν γυναῖκα μείδησε, καὶ ἀναβαλόμενος λαλῆσαί τι πρὸς αὐτὴν, “Τηλέμαχε, φησὶν, ἤτοι μητέρα ἔασον πειράξειν ἐμέϑεν. τάχα δὲ ! φράσεται καὶ ἄρειον ἐκ τῶν, ὡς εἰχὸς ἐφεξῆς δηλαδὴ σημείων. viv δ᾽ ὅττι ὁυπόω κακὰ χροὶ εἵματα εἶμαι, ᾿ὼς καὶ προεδηλώϑη ἀνωτέρω, TOUV:X ἀτιμάζει μὲ καὶ οὔ πώ φησι τὸν εἶναι, ὕπως."
      },
      {
        "index": 43,
        "text": "ἀστείως ἔχει. χαὶ γοργῶς. λέγει γὰρ ὡς οὔ φησιν ἐμὲ τὸν εἶναι, οἱονεὶ ἀποστὲ ροῦσά μὲ χαὲ αὐτοῦ τοῦ εἶναι ἐμέ. καὶ ἐπὶ τούτοις Ó ἥρως ὡς οἷα μεϑέμενος τῆς γυναικὸς βουλεύεται περί τινος τῶν ἀναγκαιοτέρων, πολύτλας χἀνταῦϑα ὧν, καϑὰ καὶ ἡ γυνὴ τετληότος ϑυμοῦ, οἱ τλῆναι ϑέλουσι τὸ μὴ εὐϑὺς ἀλλήλ οις πελάσαι. καὶ τῶν πρὸ ἔργου γίνεται. Τὸ δὲ δύσμητερ οὐ κατὰ τὸ Δύσπακαὶ τὸ Κακοΐλιον ἐῤῥέϑη, ἀλλὰ ϑυμικώτερον, ἀπεναντίας τῷ, φίλη μήτηρ. ἄχϑεται γὰρ ὁ υἱὸς ἐφ᾽ οἷς ἡ μήτηρ ἀπηνὴς ἐπὶ τοῖς χατὰ τὸν πατέρα ἐστὶν ὡς καὶ αὐτὴ EDT ᾿ὀλίγαᾳ φησί\" πείϑεις μου ϑυμὸν ἀπηνέα πὲρ μάλ ἐόντα."
      },
      {
        "index": 44,
        "text": "διὸ εἰπὼν, δύσμητερ, ἡρμήνευσεν ἐπαγαγὼν, ἀπηνέα ϑυμὸν ἔχουσα. Τὺ δὲ νοσφίζεαι καὶ νῦν ἀντὶ τοῦ νόσφι γίνῃ, χωρίζῃ, οὗ ἑρμηνευτικὸν τὸ, οὐδὲ παρ᾽ αὐτὸν ἑξομένη, τουτέστιν ἐγγὺς αὐτοῦ. ὃ πὲρ ἐναντίον ἐστὶ πρὸς τὸ νόσφι. (Mer S. ) To δὲ ἀφεσταιη χαινότερον ἐσχημάτισται. AOL ἔν τι μὲν χοινὸν καὶ σύνηϑες ἀντ᾽ αὐτοῦ τὸ ἀποσταίη\" τὸ μέντοι ἀφεσταίη φίλτερον Ὁμήρῳ οἷα ποιητικώτερον. ᾿Ιστέον ὅτι, ὥς πὲρ τὸ τέτλαϑι καὶ τὸ τετλαώ) σύστοιχα, ὡς τὸ,"
      },
      {
        "index": 45,
        "text": "οὐδ᾽ ἂν ἔμοιγε, τετλαί) xci χὐνεός περ ἐὼν χαὶ εἰς ὦπα ἐδέσϑαι, οὕτω καὶ ἕσταϑιε καὶ ἑσταίη καὶ ἐφεσταίη\" ὧν τοῦ uiv ἕσταϑι χρῆσις πρὸ ὀλίγων κεῖται, τοῦ δὲ ἀφεσταίη ἐνταῦϑα. Τὸ δὲ, στερεωτέρη λίϑοιο, ἑτεροῖον ἐστὶ παρὰ τὸ ἐκ πέτρης, ὃ καὶ κεῖται ἐν τῷ, οὐκ ἀπὸ δρυὸς οὐδ᾽ ἀπὸ πέτρης. καὶ ἡ ἑτερότης δηλοῦται ἐκεῖ. Σημείωσαι δὲ καὶ ὡς, εἴ πὲρ ἡ μήτηρ ὁμολογεῖ ϑυμὸν ἔχειν ἀπηνέα, οὐκ ἂν ἀπειχότως παῖς ῥηϑείη τολμῆσαι εἰπεῖν αὐτὴν κραδίην ἔχειν στερεωτέρην λίϑοιο. ᾿Οδυσσεὺς δέ γε μετ᾽ ὀλίγα οὗ περ ἐν τοῖς πρὸ τούτων οἱ ὀφϑαλμοὶ ὡσεὶ κέρα ἕστασαν ἠὲ σίδηρος, μεταλαβὼν τὸ rot υἱοῦ νόημα ἐρεῖ ὡς τῇ γυναικὶ σιδήρεος ἐν φρεσὶ ϑυμὸς, εἰπὼν πρότερον ὅτε Κῆρ αὐτῇ ἐστὶν ἀτέραμνον, ὡς ῥηθήσεται."
      },
      {
        "index": 46,
        "text": "Σημείωσαι δὲ ὅτι τὰ ἠἡϑικὰ ταῦτα Ὁμηρικὰ ἡ παροιμία βαρύτερον μεταλαβοῦσα ἔφη τὸ, ἀναίσχυντος καὶ σιδηροῦς ἄνϑρωπος. ὅτι δὲ καὶ ϑρασύτητος λάλημά ἐστιν ὃ σίδηρος, δηλοῖ Aptστοτέλης ἐν τῇ κατ᾽ αὐτὸν ῥητορικῇ, φάμενος yvvalxa ϑρασεῖαν τὴν Σιδηρὼ τὸ οἰκεῖον φορεῖν ὄνομα. τὸ “Σημείωσαι δὲ καὶ ὅτε Αἰσχύλος ἐκ τῶν ἱθμηριχῶς εἰρημένων μίξας ἔφη ἐπὶ σκληροῦ καὶ ἀτέγκτου ἤϑους τὸ, σιδηρόφρων TE χὰχ πέτρας H0? LR Li el ὃ δηλαδὴ οὐ συνασχάλλειν ἤϑελεν ἀνεσκολοπισμένῳ τῷ Προμηϑεῖ. δῆλον γὰρ ὡς τὸ μὲν σιδηρόφρων * πρὲς τὸ σιδήρειον ἦτορ ἀφορᾷ, τὸ δὲ xax πέτρας πρὸς τὴν στερεωτέραν λίϑου χαρδίαν."
      },
      {
        "index": 47,
        "text": "Ὅρα δὲ καὶ τὸ, γνωσόμεθα ἀλλήλων, γενικῇ συνταχϑὲν, ὡς καὶ πρὸ ὀλίγων εἶχε τὸ, οὐδὲ τραπέζῃ γνώτην ἀλλήλων. Τὸ δὲ πειράζειν γενικὴν xe αὐτὸ ἔχει σύνταξιν ἐνταῦϑα ἐν τῷ, πειράζειν ἐμέϑεν, κατὰ τὸ, πειρᾷ ἐμεῖο, γεραιέ. ἔστι δ᾽ ὅτε καὶ ἀπολύτως χεῖται χωρὶς οἱασοῦν συντάξεως. Y Vers. Τὸ δὲ ῥυπόω ὅμοιον τῷ ὁρόω xci foóc, ὡς δηλοῖ τὸ, ῥυπόωντα καϑῇραι, γραφὲν χατὰ τὸ ὁρόωντα καὶ βοόωντα. Σημείωσαι δ᾽ ἐν τοῖς ῥηϑεῖσι καὶ ὅτι τραγῳδικῶς τὰ περὶ τὸν ᾿Οδυσσέα νῦν ἐσχημάτισται. καὶ γάρ τοι \"παρὰ «Αἰσχύλῳ χάϑηνταί που πρόσωπα σιωπῶντα iq ἱχανὸν κατὰ σχῆμα ἢ πένϑους ἢ."
      },
      {
        "index": 48,
        "text": "ϑαυμασμοῦ ἤ τινος ἑτεροίου πάϑους\" καὶ ἔοικεν ἡ τραγῳδία ἐντεῦϑεν λαβοῦσα τὰ τοιαῦτα σοφίζεσϑαι. Ὅτι Ὀδυσσεὺς μετὰ τὸν ῥηϑέντα τῆς γυναιχὸς ἀχκισμὸν εἴτε καὶ τὴν εὐλάβειαν βουλευόμενος περὶ τῶν ἑξῆς φησὶ τῷ υἱῷ\" ἡμεῖς δὲ φραζώμεϑα ὅπως ὄχ᾽ ἄριστα γένηται. καὶ γάρ τις ἕνα φῶτα κατακχτείνας ἐνὲ δήμῳ, ᾧ μὴ πολAoi ἔωσιν ἀοσσητῆρες ὀπίσσω, φεύγει πηούς τε προλιπὼν καὶ πατρίδα γαῖαν\" ἡμεῖς δ᾽ ἕρμα πόληος ἀπέκταμεν, ot μέγ᾽ ἄριστοι κούρων ἐν ᾿Ιϑάκῃ\" τάδε σε φράζεσϑαι ἄνωγα, δηλονότι εἴτε φευξόμεθα εἴτε χαὶ μή."
      },
      {
        "index": 49,
        "text": "καὶ ἔστιν ἀπὸ τοῦ ἐλάσσονος τὸ ἐπιχείρημα, δηλοῦν ὡς, εἴ περ φεύγει ὃ ἁπλῶς ἕνα κτείνας ἐν δήμῳ ἤγουν δημότην ἄνδρα, πολλῷ πλέον ἂν φύγῃ τὴν πατρίδα κατά τι ἔϑος ἀρχαῖον ὁ καὶ πολλοὺς καὶ ἀρίστους ἀνελών. καὶ οὕτω μὲν Ὀδυσσεύς. Τηλέμαχος δὲ ἐπαινῶν τὸν πατέρα ἐπὶ συνέσει ἀμείβεται ὧδε\" αὐτὸς ταῦτά γε λεῦσσε, πάτερ φίλε\" σὴν γὰρ ἀρίστην μῆτιν ἐπ ᾿ ἀνθρώπους φασὶν εἶναι, οὐδ᾽ &v τίς σοι ἄλλος ἀνὴρ ἐρίσειε κατὰ ϑνητῶν ἀνθρώπων. &*r« ἐκείνῳ μᾶλλον αὐτὸς χαϑηγητῇ χρῆσϑαι ϑέλων τῷ ἐπὶ πείρᾳ καὶ γυμνασίᾳ ἐρωτήσαντι φησίν\" ἡμεῖς δὲ ἅμα ἑψόμεϑα, οὐδέ τί φημι ἀλκῆς δευήσεσϑαι δύναμίς γε πάρεστιν."
      },
      {
        "index": 50,
        "text": "ὃ xci ἐν ἄλλοις εἰπὼν ὃ ποιητὴς ἐπιφέρει ἐχεῖ τὸ, πὰρ δύναμιν δ᾽ οὐκ ἔστι καὶ ἐσσύμενον πολεμίζειν. Καὶ σημείωσαι ὡς ὃ μὲν πολυμήχανος πατὴρ ἤδη πεπειραμένος ἀγαϑοῦ τοῦ παιδὸς ἀπαιτεῖ συμβουλὴν ἐξ αὐτοῦ πειράζων 3j καὶ παιδαγωγῶν. ὁ δὲ παῖς εὖ ποιῶν τῷ πατρὶ ἀποχκαϑιστᾷ τὴν βουλήν. ἀμέλει καὶ Ὀδυσσεὺς ἐξευρήσει τὸ πραχτέον ἐν τοῖς ἑξῆς καὶ τῇ γυναικὶ αὔριον τὰ κατὰ τὸν oixov ἐπιτρέψας, αὐτὸς ἐς τὸν ἀγρὸν ἀπελεύσεται καραδοχήσων τὸ μέλλον. τῷ τέως δὲ τὸ γενόμενον ἐπικρύψαι ϑέλων, πολὺς γὰρ ὁ ἐντεῦϑεν κίνδυνος εἴ περ εὐϑὺς ἄρτι τοῖς ᾿Ιϑακησίοις τὸ πρᾶγμα γνωσθήσεται, ἄλλα τέ τινα ἐπιτάσσει γενέσϑαι καὶ ἀοιδὰς ἐξαχούστους χαὶ ὀρχήσεις φιλ οπαίγμονας, ἵνα φαντασία γάμου παραχϑέντες οἱ ἔξωϑεν ἀκούοντες, ὡς τῆς δεσποίνηξ ἐπιλεξαμένης ἄνδρα, μήτε ϑαυμάσωσιν εἴ περ μὴ συνήϑως οἱ μνηστῆρες, ἕκαστος"
      },
      {
        "index": 51,
        "text": "εἰς τὰ ἑαυτῶν ἐσκεδάσθησαν, μήτε ψηλαφήσωσιν ἐκείνους καὶ οὕτως αὐτίχα γένηται, μέγα καχόν. οὗ ἕνεκα καὶ πρὸ τούτων συχνὰ ἐχλαλεῖσϑαι, μέλλειν γα Ἀμηϑῆναι τὴν Πηνελύπην, ἵνα δηλαδὴ πιϑανολογηϑῇ τὰ νῦν γραφόμενα. εἰσὶ δὲ ἃ λέγει ᾽Οδυσσεὺς ταῦτα, ὡς αὐτῷ δοχεῖ «vat ἄριστα\" πρῶτα μέν, φησι, λούσασϑε καὶ ἀμφιέσασϑε χιτῶνας, δμωὰς δὲ ἀνώγετε sro ἑλέσϑαι. καλὰ τὰ πάντα καὶ ἄξια τοῦ φϑάσαντος ϑειώματος. αὐτὰρ ϑεῖος ἀοιδὸς Ty\" goguyye λίγειαν ἡμῖν ἡγείσϑω φιλοπαίγμονος ὀρχηϑμοῖο. τρυφώντων δὲ τοῦεω ἴδια. Οὐδυσσεὺς δὲ καὶ αἰτίαν τὴν προῤῥηθεῖσαν προς-"
      },
      {
        "index": 52,
        "text": "τιϑεὶς φησίν\" ὡς xiv τις φαίη γάμον ἔμμεναι ἐκτὸς ἀκούων, ἢ) ἀν᾽ ὁδὸν στείχων ἢ oi περιναιετάουσι\" μὴ πρόσϑε κλέος εὐρὺ φόνου χατὰ ἄστυ γένηται ἀνδρῶν μνηστήρων, πρὶν ἡμᾶς ἐλϑεῖν ἔξω ἀγρὸν ἐς ἡμέτερον πολυδένδρεον: ἔνϑα δ᾽ ἔπειτα φρασσόμεϑ᾽ ὅ περ ἂν χέρδος ϑεὸς ἐγγυαλίξῃ τουτέστι, δώσει, ὡς καὶ ἐν ἄλλοις κεῖται. γίνεται τοίνυν οὕτω. xci, ἃ δὴ καὶ αὐτὰ τρυφὴν φράζει, λούσαντο xci cuφιέσαντο χιτῶνας, ὅπλισϑεν δὲ γυναῖχες ὡς εἰς δαῖτα ἢ καὶ χορὸν καὶ ὄρχησιν. ὁ δ᾽ εἵλετο ϑεῖος ἀοιδὸς φόρμιγγα γλαφυρὴν, ἐν δέ σφισιν ἵμερον coge μολπῆς τε γλυχερῆς καὶ ἀμύμονος ὀρχηϑμοῖο, τοῦ χαὶ ἄλλως ἐν δέοντι φιλοπαίγμονος."
      },
      {
        "index": 53,
        "text": "οἷς τὸ ἐνδόσιμον καὶ ὃ ἐπ᾽ αὐτοῖς ἵμερος ἐκ τῆς ἀοιδῆς. διὸ καὶ μολπὴ κατά τινας 1j τῶν παιζόντων, ἐπειδὴ τοιαῦτα τῷ μέλει ἕκπεται. τοῖς δέ, qot, μέγα δῶμα περιστοναχίζετο ποσσὶν ἀνδρῶν παιζόντων καλλιζώνων τε γυναικῶν. εἰς τοσοῦτον δὲ ἣν πολὺς ὃ ἦχος, ὥστε χαὶ τοῖς ἔξω ἀκουσϑῆναι καϑὰ ἤϑελεν Ὀδυσσεύς. φησὶ γοῦν ὃ ποιητής\" ὧδε δέ τις εἴπεσχε δόμων ἔχτοσϑεν ἀκούων: ἢ μάλα δή τις ἔγημε πολυμνήστην βασίλειαν. σχετλίη, οὐδ᾽ ἔτλη πόσιος οὗ κουριδίοιο εἴρυσϑαι μέγα δῶμα διαμπερὲς ἕως ἵκοιτο."
      },
      {
        "index": 54,
        "text": "εἶτα ὁ ποιητὴς κατακλείων τὸ γόημα συμπληρωτιχῷ σχήματι φησίν\" ὡς ἄρα τις εἴπεσκε, τὰ δ᾽ οὐχ ἴσαν ὡς ἐτέτυχτο. ᾿Εν οἷς σημείωσαν xcl ὡς ἡ λοξὴ τῆς Πηνελόπης εὐχὴ τετέλεσται νῦν\" εἰπε γὰρ ἐκείνη, ὡς νὺξ ἔσται ὅτε στυγερὸς γάμος ἀντιβολήσει. καὶ ἰδοὺ νὺξ ἄρτι ἐστὶ, καϑ' ἣν γάμος συντελεῖται στυγερὸς τοῖς μνηστῆρσι καὶ τοῖς ἐχείvov. ᾿“Ιοσσητὴρ δὲ καὶ ἐν τοῖς ῥηθεῖσι, καϑὰ καὶ ἐν ἄλλοις, ὃ δίχα ὄσσης βοηϑῶν, τουτέστιν ὁ ἕτοιμος καὶ ἀπροφάσιστος ἐπίκουρος. Τὸ δὲ φεύγεσϑαι τὰς πατρίδας ὑπὸ τῶν φονευσάντων καϑωμίληται, εἰ μή τι ἄρα ποινὴν τίσει ὃ φονεὺς τὴν συνδόξασαν\" τότε γὰρ ἐᾶται μένειν ἐν δήμῳ, καϑὰ ἐδήλωσε καὶ 7^ Dec."
      },
      {
        "index": 55,
        "text": "᾿Εν δὲ τῷ, πηοὺς προλιπὼν, τῷ τῶν πηῶν ἤτοι ἀγχιστέων ὀνόματι τὴν πᾶσαν ὡς ἐκ μέρους δηλοῖ συγγένειαν. ἔφρϑη δὲ ὁ ποιητὴς καὶ τοὺς πηοὺς κηδίστους εἰπεῖν τοῖς ἀνϑρώποις με ϑ' αἷμα καὶ γένος αὐτῶν. ἝἝρματα δὲ πόλεως ἢ τὸν οἱονεὶ zócuov,4o ὡς εἴ περ ἡ πόλις καϑὰ καί τις γυνὴ ἐκαλλωπίζετο ὑπ᾽ αὐτῶν οἷα τινῶν ἑρμότων, & δὴ xóouov γυναικικοῦ εἶδος εἶναι προείρηται, ἢ τὰ στηρίγματα ὡς ἀπὸ τῶν κατὰ τὰς νῆας ἑρμάτων, & περ αἱ μὴ ἔχουσαι ἀνερμάτιστοι λέγονται, ἢ καὶ ἄλλως τὰ χατὰ τοὺς στύλους ἢ κίονας ἑδράσματα."
      },
      {
        "index": 56,
        "text": "ὅϑεν λαβὼν “Ζυκόφρων κίονα Τροίας λέγει τὸν \"Exroge ἐν tQ* οἷον, xíov' ἀϊστώσεις δόμων. Ὅτι δὲ καὶ ἔρεισμα τὰ τοιαῦτα εἰσὶ, δηλοῖ ἐκεῖνος ἐπαγαγών\" ἔρεισμα πάτρας δυστυχοῦς ὑποσπάσας. δῆλον δὲ ὡς ἀπὸ τοῦ ἔρεισμα κατὰ συγκοπὴν τὸ ἕρμα γίνεται, δασυνϑὲν αὐτὸ διὰ τὸ μετὰ Q εὐϑὺς χεῖσϑαι τὸ μ' ὁμοίως τῷ Ἑρμῆς. ἑρμηνεία δὲ παρὰ τῷ ποιητῇ τοῦ, ἕρματα πόληος, ἐπαχϑὲν εὐϑὺς τὸ, οἱ μέγ᾽ ἄριστοι. Τὸ δὲ, ταῦτά γε λεῦσσε πάτερ φίλε, μεταλαβὼν «Αἰσχύλος ἔφη τὸ, τάδε μὲν λεύσσεις φαίδιμ᾽ ᾿Αἀχιλλεῦ, κεῖται παρὰ τῷ κωμιχῷ."
      },
      {
        "index": 57,
        "text": "Τοῦ δὲ, ἀρίστην μῆτιν, ἑρμηνεία τὸ, οὐδέ χέ τίς σου ἄλλος ἀνὴρ ἐρίσειεν, ἵνα εἴη ἀρίστη βουλὴ πρὸς ἣν οὐκ ἂν τις ἐρίσειε. Τὸ δὲ, ἐπ᾿ ἀνθρώπους, ἀντὶ τοῦ κατ᾽ ἀνθρώπους\" ἄλλως γὰρ ἐπ᾿ ἀνϑρώποις ὥφειλεν εἶναι. ᾿Εν δὲ τῷ, ἀμφιέσασϑε χιτῶνας, διὰ τῶν χιτώνων καὶ τὰ λοιπὰ εἵματα δηλοῖ. Ἢ δὲ τοῦ Ὁμηϊρικοῦ ϑείου ἀοιδοῦ ἐνταῦϑα δὴ ἐχρώζετο μὲν ὡς εἰχὸς τηνικαῦτα γαμηλίῳ ψόμῳ. ἔστι δὲ κατὰ τὴν νεωτέραν χρῆσιν καί τις ἱλαρῳδία, εἰ χαὶ τρόπον ἄλλον τὸ ἱλαρῳδεῖν τραγῳδοῖς φκείωται. ὅτι δὲ φὠδῆς πολλαὶ συνϑέσεις χαὶ διάφοροι, δηλοῖ καὶ ᾿4ϑήναιος\" οὐ γὰρ μόνον ῥαψῳδοὶ οἱ πολλαχοῦ δηλούμενοι, ἔτι δὲ καὶ τραγῳδοὶ ὧν δήλη καὶ d τῆς κλήσεως ἐτυμότης καὶ ἡ τῆς τέχνης μεταχείρισις, ἀλλ εἰδέ τινες καὶ σημῳδοὶ διὰ τὸν Μίάγνητα Σῆμον, ὃς μελῳδίαις βιβλιακαῖς ἐνδιέπρεψεν."
      },
      {
        "index": 58,
        "text": "ἔτι καλεῖτο δέ τις μελικὸς καὶ μαγῳδὸς, ἀνδρεῖα, φησὶ, καὶ γυναικεῖα πρόσωπα ὑποκχρινόμενος. “καί τις ἀλλοῦ &o λυσιῳδὸς, ἐν ἀνδρείοις πρωσώποις γυναικεῖα φασὶν ὑποχρινάμενος. λέγει δὲ καὶ ὡς ἡ μὲν ἱλαρῳδία περὶ τὴν τραγῳδίαν ἣν. σεμνὴ οὖσα, ἡ δὲ μαγῳδία περὶ τὴν κωμῳδίαν, κληϑεῖσα φησὶν ον ous οἱονεὶ μαγικά τινα προφέρεσθαι καὶ φαρμάκων ἐμφανίζειν δυνάμεις. Tov ὅδ᾽ ἐχτὸς ἀκούων, ἑρμηνεία ἐστὶ τὸ, ἢ ἀν᾽ ὁδὸν στείχων ἢ οἱ περιναιξτάουσιν, ὅ περ καὶ ἐξαλλαγὴν ἐποίησε σχηματος\" τὸ γὰρ ἁπλυῦ.. οὕτως\" “ἢ àv. ὁδὸν στείχων ἢ περιναιετάων ἄμφω δὲ περιπέφρασται\" τὸ γὰρ ἀπερίφραστον ἦν, ἢ ὁδίτης. ἢ eto, Εν δὲ τῷ, κλέος εὐρὺ φόνου, κλέος φανερῶς τὴν φήμην λέγει, οὐ μὴν τὴν τιμήν. σαφηνιξων δὲ «οὐ κλέβει εὐρὺ, ἐπάγει τὸ, χατὰ ἄσευ, πρὸς"
      },
      {
        "index": 59,
        "text": "ὧν τὴ ᾿οἶκον\" αὐτὴ γὰρ οὐκ ἐὐρὺ κλέος ἐστί. καὶ τὸ χατ᾽ ἄστυ δὲ διαστολὴν φήμης δηλοῖ διαφορὰν τῆς χατ᾽ οἶχον\" αὐτὴ γὰρ oUx εὐρὺ κλέος ἐστί. nici PN τῆς κατὰ χώραν ὅλην ἢ κατὰ χώρας\" ἐχείνη γὰρ οὐ κατ ἄστυ ἀλλ ἐπὶ πλέον. \"Errat : fin e προαναφωνητιχὸν τῶν ἐφεξῆς, ὅτι δηλαδὴ αὔριον οἱ ἀμφὶ τὸν δυσσέα xarà τὸν ἀγρὸν γένομ , b σοντᾶι τὰ ποιητέα. Ἔν δὲ τῷ, καλλιξώνων τε γυναιχῶν, Vo re M ζουσῶν. αὗται δὲ καὶ ὁπλισϑῆναι ἐλέχϑησαν τὰ πα ΈῶΣ \"a pEDiS) ἀλλ e Polen ἐῤῥέϑη, χοροῦ χαὶ ἀμύμονος Ug 0D ,- ὁποῖος ὃ ἐν ye μοις καὶ ὃ ἐν ἑορταῖς καὶ ^: ἐνό me Ὅρα δὲ Ort τε κἀνταῦϑα, ὡς καὶ ἐν Tot κατα roy Δημόδοκον, προὶ q'üpuijpa ἢ ἜΗΝ xai ὄρχησις, ὡς καὶ ἐν τῷ, Ol δ᾽ εἰς ὀρχηστὺν τρέψαντο καὶ ἱμερόεσσαν ἀοιδὴν, καὶ ὅτι' καὶ Ud Wes ἀψόγως ὠρχοῦντο ἐν καιρῷ."
      },
      {
        "index": 60,
        "text": "Joréov δὲ καὶ ὅτι, ἐπεὶ τὸ OO χει EIE τος ieu s dl ΘΝ ἧς σϑαι καὶ φέρονται εἰς τοῦτο καὶ χρήσεις, Ἴωνος μὲν τὸ, ἐκ m ἀἕλπτων μᾶ ὧν ὠρχὴ lo ve ἐτῶν χρέοντος δὲ τὸ, χκαλλίχομοι χοῦραι Διὸς ὠρχῆησαντ eamus, 7ίνουτ \"ἂν opyjote ex τοῦ , τὼ asd κατὰ συγκοπὴν, ὃ δὴ κίνησίν τινα δηλοῖ χειρῶν καὶ ποδῶν μυριαχοῦ- de δὲ παρὰ τοῖς Moe wide: εἴδη ὀρχήσεων εὕρηται, δῆλον ἐστίν\" ἣν γοῦν xoi ral ἢ -— ἐμμέλεια. χα ἢν. can φασιν, ᾿“λεξανδρεὺς νομίμως ὠῤχήσατο, καὶ topi δὲ, ἡ καὶ κόρδαξ ebat dci, ws τις βάρβαρος ἢ Κρὴς, ἡ καὶ σατυρικὴ, ἐπεὶ καὶ οἱ Σάτυροι σικιννισταί."
      },
      {
        "index": 61,
        "text": "( ers. ée ) oie aper ταῦϑα ἐτυμολογῶν ὁ ποιητὴς ἐπήγαγε τὸ, ovi: —— τὸ τοῦ DVPBUE φυλάσσειν ; μα; δὴ ΤΑ ΤΑΣ ted σχέτλιος ὀφείλων σχέσϑαι καὶ τλῆναι, *o ἐστιν ἐπιμεῖναν, ἵνα: oUTUS ἢ σχελιοδ ici \"8 AM s dol τερήσας. ἀσυνδίτως δὲ καὶ xad! αὑτὸ εἴρηται τὸ σχετλίη εὐθείᾳ πτώσει κατὰ VAL jn ἢ dm ἵνα λέγῃ ἐλλειπτιχῶς, ὅτι σχετλία ἐστὶν αὕτη\" ἄλλως γὰρ κατὰ αἰτιατικὴν πτῶσιν ἐξενεχι ipt ὥφε οἷον\" ἔγημέ τις πολυμνήστην βασίλειαν σχετλίην. Tob δὲ ; διαμπεῤὲς εἴρυσ inj die γεία τὸ, ἕως ἵχοιτο, ὡς χρεὼν ὃν φυλάττεσθαι διαμπερὲς τὸ τοῦ ἀνδρὸς δῶμα ἤγουν ἕως xi P TRD ἐχεῖνος."
      },
      {
        "index": 62,
        "text": "ἔνϑα καὶ ὅρα τὸ, ἕως ἵχοιτο, δηλοῦν ὡς ὑπῆν ἐλπὶς τοῖς ἐν ᾿Ιϑάχῃ νοστῆσαι τὸν iic : ; ἄδικοι τὸ τῶν μνηστήρων φῦλον μνώμενοι γυναῖκα τοῦ ἐλπιξομένου ἐπανελϑεῖν. (Vers. Hie inju Ὅτι Εὐρυνόμη ταμίη λοῦσε καὶ χρῖσεν ἐλαίῳ τὸν Ὀδυσσέα ὡς ἔϑος, ἀμφὶ δέ μὲν φᾶρος καλὸ Fiera ἡδὲ χιτῶνα. αὐτὰρ κὰκ κειραλῆς χεῦε πολὺ κάλλος * Am, περ ἐν τοῖς πρὸ\" τούτων κων ü ; εἰπών\" κατέχευε δὴ χάριν κεφαλῇ τε καὶ ὥμοις. μείζονά τ εἰσιδέειν καὶ πάσσονα καὶ ἑξῆς τὰ idm UD & περ ἐγράφη καὶ ὅτε Ὀδυσσεὺς ἐν τῷ Φαίακι ποταμῷ λουσάμενος ἐξηλλάγη εἰς κάλλος mint dE ὃς φύσει χαλὸς ὧν καλλίων γίνεται δι᾿ ἐπιχρώσεως χρυσοῦ."
      },
      {
        "index": 63,
        "text": "“ημείωσαι δὲ καὶ ὅτι ἐχεῖ μὲν τὸ, μὲ de τε εἰσιδέειν xci πάσσονα, εἶχε χαὶ ῥῆμα TO ϑῆχε, καὶ ἔλεγεν ὅτι ἔϑηκεν αὐτὸν ἢ ke bid dap So ἰδέσύγαι χαὶ παχύτερον. ἐνταῦϑα δὲ οὐ κεῖται ὅλως ῥῆμα προκλητικὸν τοῦ, μείζονα “καὶ WX ΠῚ καὶ ἔστιν ἡ σύνταξις κατ᾽ ἔλλειψιν, ἵνα νοῆται οὕτω πως, ὥστε εἶναι τὸν Ὀδυσσέα μείζονα τὲ καὶ v - cova. xcl ἄλλως δέ\" εἰπὼν κατέχευε χάριν, διασαφεῖ αὐτὴν ἐπαγαγὼν τὸ, μείξονῶ δὲ εἰδιδέεῖν καὶ ἑξής, ἵνα λέγῃ χάριν εἶναι τὸ μέγεϑος τῷ Ὀδυσσεῖ καὶ τὸ εὐλιπὲς καὶ τὸ περικαλλὲς, ἐξ ὧν i ine πής."
      },
      {
        "index": 64,
        "text": "᾿Ιστέον δὲ ὅτι λουτροῦ xai νῦν ἔπαινος τὰ ἐνταῦϑα κείμεναι, περὶ τὲ πολλοῦ ate μεγέ «b iis πάχους, ὡς τοιούτων δῆϑεν γινομένων τῶν λουομένων. λέγει δὲ xal ἐνταῦϑα ὑακινϑίνῳ ἄνϑει ὁμοίας τὰς τοῦ Ὀδυσσέως τρίχας, ὡς καὶ ἐν ἐκείνῳ τῷ χατὰ τοὺς Φαίακας αὐτοσχεδίῳ ERR Ὅτι xa πρὸ ὀλίγων ὃ Τηλέμαχος, οὕτω καὶ νῦν ὁ μεμφόμενος τὴν \"Πηνελύπην ven σαληρύτητι ψυχῆς φησί\" δαιμονίη, περὶ σοί ys γυναιχῶν ϑηλυτεράὼων κῆρ ἀτέραμνον ἔϑηγκὲ ϑεός: à : ἂν ἄλλη γε ὧδε γυνὴ τετληότι ϑυμῷ ἀνδρὸς ἀφεσταίη, τουτέστιν \"ἀποσταϊη ue προείρηται, ον πολλὰ μογήσας εἰκοστῷ ἔτει ἐπανέλϑοι."
      },
      {
        "index": 65,
        "text": "υἢ» εἴτα. ὡς οἷον. ἀπογνοὺς TO. ἐκ τῆς γυναικὸς pat ἐξ tov ἢ zc ὡς μηχέτι ἐϑέλων τὴν ἐξ αὐτῆς ὁμιλίαν ἢ\" καὶ ἠρέμω ἐν τῷ, στόρεσον λέχος, ὑποχινῶν k à μὴν ἀριφραδέος σήματος, ὡς «UO Vg φανεῖται, φησίν ἀλλ᾽ ἄγε μοι, pia υστόρεσον\" λέχος, nion αὐτὸς λέξωμαι\" ἢ γὰρ αὐτῇ; ye σιδήρεος, ὡς καὶ προεγράφη; D'vuog. κἀντοῦϑα dw ἢν8- λύπῃ οὐχέτι κατέχειν ἑαυτὴν ἔχουσα καὶ ἀναβάλλεσϑαι τὴν , δαιμόνιδ, vri? - TU pepe eee οὐδ᾽ ἀϑερίζομαι οὐδὲ \"λίην: ἄγαμαι\" μάλα \"δ᾽, εὖ οἶδα οἷος ἔήσϑα ἀρ “αὐχὴρ ἐπὶ νηὸς ΝΌΤΟΣ : wor καὶ νῦν φαίνῃ\" σεμνύνειν τὸν Ὀδυσσέα. ni mado , «cp τοὶ, τοσοῦτοι χρόνοι οὐδὲν αὐτὸν ἐνήλλαξαν."
      },
      {
        "index": 66,
        "text": "ἀλλ ἄγε οἱ στόρεσον πυχινὸν λέχος, Εὐρυχλεία, ἐχτὸς εὐσταϑέος ϑαλάμου ὃ D δὴ αὐτὸς ἐποίει, ὡς εἰρήσεται, ἢ τὸν αὐτὸς ἐποίει. ἔνϑα οἱ Bed? πυκχινὸν λέχος\" ἔμβαλέ τ᾽ εὐνὴν, κώεα καὶ χλαίνας καὶ ῥήγεα irn xc Ὀδυσσεὺς ἀκούσας τὸ, στόρεσον λέχος ἐχτὸς ϑαλάμου, xci τὸ, ἐχϑεῖσαι τουτέστιν ἔξω ϑέμεναι πυκινὸν λέχος, ἀνακινεῖ' τῇ imum τὴν ἐῤῥιξωμένην ἀλίνην καὶ ὀμεταχίψῆτον; ἣν ἐντὸς τοῦ ϑαλάμου αὐτὸς ἐχεῖνος ἔτευξε ^ xal ἀπορεῖ πῶς ποτὲ ἂν ἐκείνη ἐχτὸς εἴη τοῦ ϑαλάpu χειμένῃ 3) τοιῶσδε X«L τοιῶσδε."
      },
      {
        "index": 67,
        "text": "-«τευχϑεῖσα ποτὲ ὑπ᾽ ἐμοῦ. καὶ οὕτως εὐαμόρφως λέγει τῇ γυναυκὶ σῆμα τοῦτο ἕτερον παρὰ τὴν\" πολύγνωστον οὐλὴν; ὅσπερ, ὡς \"καὶ \"προδεδήλωται, αὐτὸς οἶδε καὶ 1j γυνὴ 'καὶ μία μόνη δούλη πιστὴ ᾿αχτορίς. T τ ) ἐν τούτοις δὲ “σημείωσαι xci ὅτι ἄρσεις μὲν ἔφη γυνὴ. τὸ, οὐ μεγαλίζομαι οὐκ ἀϑερίζω οὐκ ἄγαμαι, ϑέσιν δὲ οὐκ ἐπήγαγεν ὡς οἷα σπεύδουσα εἰς ἔργον, ὃ περ ἢν τὸ πειράσασϑαι τοῦ δῆϑεν & ξείνου εἴ τί που οἶδε τῶν κατ᾽ οἶκον κρυφψιοδεστέρων. ὡς δὲ ἔγνω αὐτὸν τὸ περὶ τῆς κλίνης ἀκριβῶς ἀφηγησάμενον, τότε."
      },
      {
        "index": 68,
        "text": "δὴ αἰτήσεται συγγνώμην τοῦ μὴ εὐϑὺς ἅμα ἰδεῖν καὶ ἀγαπῆσαι τὸν Οδυσσέα καὶ προβαλεῖται δέος εὔλογον ἵνα μὴ ἀπατηϑῇ. ᾿Ιστέον 'δὲ ὅτι κῆρ ἀτέραμνον συνήϑως τὸ ἀτειρὲς καὶ σκληρὸν καὶ μὴ τέρεν: ὅϑεν καὶ ἀτέζραμνα σπέρματα τὰ! χερασβόλα,, “περὶ ov λύγος ὡς; ἐὰν σπέρμα ἐν τῷ καταῤῥίπτεσϑαι εἰς γῆν καιρῷ σπόρου πελάσῃ χέρατι ἀροῦντος βοὸς, σχληρὸν γίνεται καὶ δυσέψητον.. καὶ λέγει Πλούταρχος ἐν τοῖς αὐτοῦ συμποσιακοῖς καὶ αἰτίαν τούτου τὴν ἐχείνῳ δοκοῦσαν. Κερασβόλα δὲ τὰ ῥηθέντα λέγονται διὰ τὸ κατὰ κεράτων βληϑῆναι."
      },
      {
        "index": 69,
        "text": "“ἐνταῦϑα δὲ σημείωσαι ὅτι συνϑέτως μὲν ἀτέραμνον τὸ μὴ τέρεν, ἀλλὰ δηλαδὴ ἀπε ἐσχληρουμένον. οὐ μὴν καὶ τέραμνον ἀσυνϑέτως τὸ τέρεν καὶ ἁπαλὸν, ἀλλ᾿ ἡ τοῦ οἴκου στέγη, καϑὰ σὺν ἄλλοις καὶ ὃ «Ἱυκόφρων δηλοῖ. \"Ev δὲ τῷ, σιδήρεος ἐν φρεσὶ ϑυμὺς, φανε ρῶς ἕτερον αἱ φρένες ψυχῆς, καϑὺ καὶ σῶμα εἰσί. }]εγαλίζεσϑαι δὲ τὸ ἐπαίρεσθαι, ὡς καὶ ἐν ᾿Ιλιάδι, μηδὲ μεγαλίζεο Suo. Τὸ δὲ, οὐδὲ λίην ἄγαμαι, ἀντὶ τοῦ, οὐκέτι λίαν ἐκπλήττομαι ὡς ἤδη ix τῶν φϑασάντων πιστουμένη τὰ xcvi σέ. ὅτε δὲ καὶ περὶ τῆς κλίνης ἀκούσει, τότε εἴποι ἂν OUy ὅτι οὐ λίην ἄγαμαι, ἀλλ᾽ ὅτι οὐδόλως."
      },
      {
        "index": 70,
        "text": "ἄγαμαι. Σημξείωσαι δὲ καὶ ὅτι τρεῖς αἰτίας ἐμφαίνει ἀποστροφῆς ἐνταῦϑα τῆς πρός τινα οἰχειοῦσϑαι ϑέλοντα τὸ μεγαλίζεσϑαι, \"τὸ ἀϑερίζειν καὶ τὸ ἄγασθαι\" ἢ γὰρ ἐξαϑερίζει τις τὸν οἰχειούμενον, τουτέστιν ἐξουϑενοῖ ὡς μὴ ἄξιον οἰχειώσεως, 2) μεγαλίζεται ὡς μείζων ὧν ἐκείνου, ἢ ἄγαται τὴν αἰτίαν ἐννοούμενος τῆς ζητουμένης οἰκειώσεως. Περὶ δὲ τοῦ ἀϑερίζω ἐν τοῖς εἰς τὴν ᾿Ιλιάδα. δηλοῦται. \"Ev δὲ τῷ, πυκινὸν λέχος, χαὶ, ἔμβαλέ τ᾽ εὐνὴν, δῆλον ὡς διαφέρει λέχος vs καὶ εὐνή. καὶ ἔστι λέχος μὲν ἡ κλίνη, πυκινὴ οὖσα ἵνα φέρειν ἔχει στεῤῥῶς τὰ ἐπικείμενα."
      },
      {
        "index": 71,
        "text": "διὸ ὑποκαταβὰς Ὀδυσσεὺς ἐρεῖ\" λέχος ἔξεον ὄφρ᾽ ἐτέλεσα. εὐνὴ δὲ τὸ παρ᾽ ἡμῖν στρῶμα. διὸ ἑρμηνεύων ἐπόγειγ κώεα καὶ χλαίνας καὶ ῥήγεα. Ὅτι τὰ περὶ τῆς ῥηϑείσης : κλίνης Ὁμηρικὲὶ ἔπη τοιαῦτα εἰσίν\" αὐτὰρ Ὀδυσσεὺς ὀχϑήσας ἐφ᾽ οἷς ἡ γυνὴ ἔφην ἐκτὸς ϑαλάμου τὸ — λέχος εἰναι, ὃ πὲρ αὐτὸς Ὀδυσσεὺς ἐποίησεν; ἔφη\" ὦ γύναι, ἡ μάλα τοῦτο ἕπος Ov \"μαλγὲς, ἔειπες. τίς δέ μαι ἄλλοσε ϑῆχε λέχος, τουτέστι μέτέϑευδγ' χαλεπὸν δὲ κεν εἴη καὶ μάλ᾽ ἐπισταμένῳ, ὅτε μὴ ϑεὸς αὐτὸς ἐπελϑὼν ῥηϊδίως, ἐϑέλων Dé ἄλλῃ, ài χώρῃ\" ιἀνδρῶν δ᾽ οὐκ ἂν τις ζωὸς βροτὸς οὐδὲ «μάλ -ἡθῶν ῥεῖα μετοχλίδειεν, ἐπεὶ μέγα σῆμα τέτυκται."
      },
      {
        "index": 72,
        "text": "-ἐν λέχει. ἀσκητῷ\" τὸ δ᾽ ἐγὼ χκάμον , οὐδέ τις: ἄλλος. εἰτὰ ἱστορῶν ἐνδιασχεύως, οἷόν τὲ τὸ λέχος χαὶ ὕπως αὐτὸ ἤσκησεν Ὀδυσσεὺς, ἐπάya ἀφηγηματικῶς \" ᾿ϑάμνος ἔφυ τανύφυλλος ἐλαίης. ἕρκεος ἐντὸς, ἀχμημὸς ϑαλέϑων, πάχετος δ᾽ ἣν ηὔτε κίων\" τῷ; δ᾽ ἐγὼ au φιβαλὼν ϑάλαμον δέμιον, c ὄφρ ᾿ ἐτέλεσα πυκινῇς λιϑάδεσσι xci εὖ καϑύπερϑεν So νἔρεψα,, κολλητὰς δ᾽ ἐπέϑηκα Opes: σπὺυχίνῶς ἀραρνίάς. xol τότ᾽ ἔπειτ᾽ ἀπέχοψα χόμην τανυφύλλου c ἐλαίης, κορμὸν δ᾽ ἐκ δίξης. προταμιὼν ἀμφέξεσα χαλκῷ εὑ καὶ ἐπισταμένως zal ἐπὶ στάϑμην ἔϑυνα ἑρμῖν᾽ “ἀσκήσας, »τέτρηνα δὲ πᾶντω τερέτρῳ, τὰ δέόμενᾳ δηλαδὴ τρυπήματα."
      },
      {
        "index": 73,
        "text": "ἐκ δὲ τοῦ ἀρχόμενος λέχος ἕξδον, “ὄφρ᾽ ᾿ἐτέλεσσα,: 'δαιδαλλὼν χρυσῷ, τε xol ἀργύρῳ καὶ ἐλέραντι, ἐν δ᾽ ἐτάνυσα ἱμάντα βοὸς φοίνικι que γόν. ἐφ\" \"οἷς uniri odor: εὐκρινῶς τὸ \"unie χαί τι καὶ ὑπολαλῶν XT ἔμφασιν ἐνδοιαστιχῶς περὶ áo τῆς κατὰ τὴν pisc deti: ἕως γῦν σωφροσύνης φησίν\" οὕτω τοι τόδε σῆμα πιφαύσχομαι, οὐδέ τι οἶδα εἴ pat ἔτ᾽ ξμπεδόν. ἐστι γύναι. λέχος y X τις ἤδη. ἀνδρῶν. ἄλλοσ᾽ ἔϑηκε ταμὼν ὑπὸ nd uen. ἐλαίης. οὕτως εἶπεν ὃ ἀνήρ\" τῆς\" δ᾽ αὐτοῦ λύτο. γούνατα χαὶ φίλο» ἦτορ, GEHT. ἀναγνούσῃ ἅ οἱ ἔμπεδα nig oa."
      },
      {
        "index": 74,
        "text": "Ὀδυσσεύς. οὐδὲ γὰρ εἶχεν ὑποπτεῦσαι ὡς ξένος ὧν ἐξ ἀκοῆς δὲ μαϑὼν οἷδε τὰ περὶ τῆς κλίνης, ἣν αὐτὸς χαὶ ἡ γυνὴ xci μία μόνη ἀμφίπολος ἐ ἐγίνωσκε. διὸ xoi V “Πηνελόπη & ἐρεῖ\" νῦν δ᾽ ἐπεὶ ἤδη σήματ ᾿᾿ἀριφραδέα κατέλεξας εὐνῆς ἡμετέρης, τὴν οὐ βροτὸς ἄλλος ὀπώπει. ἀλλ᾿ οἷοι σύ T ἐγώ τε χαὶ ἀμφίπολος μία \"μόνη ᾿Αχτορὶς, à ἥν μοι δῶχε πατὴρ, L γῶϊν εἴρυτο ϑύρας, πείϑεις δὴ μεὺ ϑυμὸν ἀπηνέα περ uci ἐόντα. ὃ καὶ πρὸ ὀλίγων εἴρηται. Καὶ ἃ ὅρα ὡς οὐ πάντα πᾶσι. πιστευτέον τοὺς οἰχοδὲσποτοῦντας᾽ ἰδοὺ γὰρ ἀνδρῶν μὲν οὐδεὶς ἕτερος οἶδε τὰ τῆς χλίνης."
      },
      {
        "index": 75,
        "text": "οὐδὲ μὴν Εὐρύκλεια i ἢ Εὐρυνόμη αἱ οἰχειόταται,, μόνη δὲ ἡ ᾿Αἀχτορὶς ϑυρωρὸς αὕτη οὖσα ϑαλάμου , ὡς δηλοῖ τὸ, εἴρυτο ϑύρας τουτέστιν ἐφύλασσεν, ὥς meo ἡ Εὐρυνόμη ταμιεύειν ἐτάχϑη. ταυτὸν δ᾽ εἰπεῖν ϑαλαμηπολεῖν, ἐπεὶ καὶ ϑάλαμος πολλ αχοῦ τὸ ταμιεῖον καλεῖται. Εὐρύκλεια δὲ αὖ πάλιν ἐπίσχοπος ἀφώριστο γυναιχῶν εἶναι. ᾿Ιστέον δὲ ὅτι καὶ ἡ ᾿Αἀχτορὶς ϑαλαμηπόλος τίς ἐστιν, εἰ καὶ μὴ τοῦ κατὰ τὸ ταμιεῖον, ἀλλὰ τοῦ βασιλικοῦ κοιτῶvog κατὰ τὸ, ἣ νῶϊν εἴρυτο ϑύρας ϑαλάμοιο. εἰ δὲ ἐν τοῖς ἑξῆς Εὐρυνόμη -ϑαλαμηπόλος ἡγεμόνευε τοῖς δεσπόταις ἐρχομένοις λέχοςδε, ἀλλ ἐκείνη μὲν εἰς ϑάλαμον ἀγαγοῦσα πάλιν κίεν ἤγουν ὀπίσω ἡλϑεν\" ἡ δὲ ᾿Αἀχτορὶς παραμένει κατὰ τοὺς παλαιούς."
      },
      {
        "index": 76,
        "text": "διὸ οἶδὲ τὸ τῆς χλίνης μυστήριον κατευνάστρια τῶν βασιλέων οὖσα. ἧς καὶ σημειωτέον τὴν πίστιν καὶ εὔνοιαν, εἰ μηδέ ποτε μηδενὶ ἐξεῖπε τὸ τῆς χλίνης ἀπόῤῥητον, &AX ἕως ἄρτι αὐτὴ μόνη οἷδε τὸ κρύφιον. εἰ δὲ καὶ Εὐρυνόμη τροφὸς Εὐρύκλεια ἔντυον θο εὐνὴν, ὡς ὁ ποιητὴς ἐρεῖ, ἀλλὰ τὸ τῆς κλίνης μυστήριον ἀπεκέκρυπτο αὐταῖς, ἢ τὸ ὅλον ἤγουν ἀλλ ὅπως ἐσχεύαστο. Ὅρα δ᾽ ἐν τούτοις καὶ μίαν τῶν τοῦ πολυμηχάνου Ὀδυσσέως τεχνῶν τὴν τεχτονιχὴν, καϑ' ἣν τὴν χλίνην ἔτευξεν ὃ ἐν τοῖς φϑάσασι καὶ ναυπηγεῖν ἐπιστάμενος."
      },
      {
        "index": 77,
        "text": "φαίνεται δὲ δεξιὸς εἶναι καὶ οἰχοδομεῖν , ὡς δηλοῖ τὸ, ϑάλαμον ἔδεμον λώϑοις καὶ ἑξῆς, εἰ μὴ ἄρα ἴσως τοῦτο OUZ ὡς αὐτὸς χειρουργῶν εἶπεν, ἀλλ᾿ ἐπὶ τῷ ἔργῳ ἀρχιτεχτονῶν᾽ xci ἔστιν οὐδὲ τοῦτο μακρὰν τέχνης οἰχοδομιχῆς. \"Erw σημείωσαι καὶ ὕτι ἡ ῥηϑεῖσα στεῤῥότης τοῦ ἡρωϊχοῦ κοιτῶνος αἰνίττεται ἀδιάλυτον δεῖν εἶναι xci ἀμετάκϑετον τὴν γαμικὴν εὐνὴν καὶ ἀσφαλεστάτην καὶ ἔμπεδον ἤτοι βεβαίαν, ὁποίαν καὶ ἡ Πηνελόπη αὐτὴν διετήρησε, καὶ μηδενὲ δὲ ἑτέρῳ γινωσχομένην, ἀλλὰ μονάζουσαν κατὰ τὸ, εὐνῆς ἡμετέρης, ἣν οὐ βροτὸς ἄλλος ὑπώπει, ἀλλ᾽ ἡμεῖς μόνοι."
      },
      {
        "index": 78,
        "text": "ἔστι δὲ ἐννοήσασϑαι xai ὡς διὰ τὴν ᾿“Ιϑηνᾶν χαίρει Ὀδυσσεὺς τῷ φυτῷ τῆς ἐλαίας, ὃ πολλαχοῦ φαίνεται ἀνεῖσϑαι αὐτῇ. ἐϑέλει δὲ συμβολικῶς Ὀδυσσεὺς διὰ τοῦ τοιούτου τηλεϑόωντος : xo λιπαροῦ φυτοῦ εὐχὴν ἔχειν, ϑαλέϑειν κατὰ τὸν βίον xoi εἰς γῆρας ἐλϑεῖν λιπαρόν\" ἄλλως γὰρ εἶχεν ὁ ποιητὴς ἑτέραν τινὰ κατασχευὴν κλίνης πλάσασϑαι, δἰ μὴ τοιαῦτα τινὰ jvíirrero. ἔοιχε δὲ καὶ ἵμερος εἶναι ἡ τοιαύτη ἐλαία ἐντὸς οὖσα οἴκου\" χαὶ ἦν καὶ αὐτὸ σύμβολον τῆς κατὰ τὸν βίον εὐνοίας. ἔνϑα σημειωτέον καὶ ὅτι 1j μὲν τοιαύτη ϑηλυκῶς ἐλαία ἐλέγετο, ἡ μέντοι ἀγρία ἔλαιος κατὰ ov “Διονύσιον καὶ οὐχ ἀγριέλαιος."
      },
      {
        "index": 79,
        "text": "λέγει δὲ ὃ αὐτὸς xci ὅτι ἐλαίας καὶ ἐλάας ᾿4ττικοὶ τὸν καρπὸν ἔλεγον χαὶ ἐλᾶς δισυλλάβως xci ἐλαολογεῖν. τὸ συλλέγειν ἐλαίας. ἦν δέ, qot, χαὶ ᾿Ελαία πόλις ἐν ᾿Ιταλίᾳ\" iv μέντοι ἑτέρῳ i0 ῥητοριχῷ λεξιχῷ γράφει, ὅτι ᾿Ελαία \"Αἰολὶς πόλις, ᾿Ελέα δὲ ἐν ᾿Ιταλίᾳ\" καὶ Lgrigkéon ποία γραφὴ ἀκριβεστέρα ἐστίν. ὅτι μέντοι ᾿Ελαία διὰ διρϑόγγου ἐστὶν ἡ “Ἵὐολὶς, ἐμφαίνεται παρὰ Στράβωνι εἰπόντι οὕτως\" Κάνη ἀχρωτήριον ἀνταῖρον τῷ λεκτῷ καὶ ποιοῦν τὸν ᾿Ἡδραμυτινὸν κόλπον, οὗ μέρος ᾿Ελαϊτιχὸς καλούμενος ἀπὸ Ελαίας πόλεως Αἰολικῆς, τις Περγαμηνῶν μέν ἐστιν ἐπίνειον ἑκατὸν σταδίους διέχουσα τοῦ Περγάμου, δώδεκα δὲ τοῦ Καίκου ποταμοῦ\" οὗ ἐν τοῖς τόποις φαίνεται βασιλεύειν ὃ ῬὉμηρικὸς Εὐρύπυλος."
      },
      {
        "index": 80,
        "text": "χαὶ οὕτω μὲν ὃ Στράβων. ἐν δὲ ἡ ῥητορικῷ Aes φέρεται καὶ ὅτι ἔλαιον τὴν ἄῤῥενα xci ἀγρίαν ἐλαίαν φασὶν Ἴωνες. Ἔν δὲ τῷ, ὅτε μὴ ϑεὸς αὐτὸς ἐπελϑὼν' del ἀλλαχοῦ, σεισίχϑονά τινα ἐκεῖνον ὑπαινίττεται, ὃς δεῖα μετοχλίσας ϑήσει. τὸ λέχος ἄλλῃ ἐνὶ χώρῃ. αὐτὸ δὲ τὸ, Ore μὴ ϑεὸς αὐτὸς, ὅμοιόν ἐστι τῷ, εἰ μὴ ϑεὸς αὐτὸς, xai τῷ, ὅτι μὴ ϑεὸς αὐτός, τριχῶς γὰρ τὸ τοιοῦτον οἱ ῥήτορες φράζουσιν. ἔστι δὲ χοινότερον μὲν τὸ, εἰ μὴ τόδε γένηται, ᾿ΑΔττικώτερον δὲ τὸ, ὅτι μὴ τόδε καὶ ὅτε μὴ τόδε. \"Atyog δὲ δῆλον ὅτι τὴν xtv. λέγει, ἣν\" οἱ ὕστερον καὶ ἀσχάντην xci σχίμποδα ἔλεγον, ὡς δηλοῖ ὁ γράψας οὕτως\" ἀσχάντης ᾿“--«“ὡς, συνηϑέστερον. δὲ ὃ σκίμπους, ὃ δὲ χράββατός gos παρ᾿ ᾿οὐδενί. bir οὐ μάλ᾽ ἡβῶν, “γράφεται καὶ, οὐδὲ γυναικῶν, ἵνα λέγῃ ὅτι τὸ τοιοῦτο» λόχυς οὔτε &vüpacw οὔτε γυναιξὶ μεταϑέσϑαν δυνατόν."
      },
      {
        "index": 81,
        "text": "Τοῦ δὲ μετοχλίσειε πρωτότυπον τὸ ὀχλεῖν, οὗ παράγωγον τὸ ὀχλίξειν ὁμοίως τῷ πολεμῶ πολεμίζω. δοκεῖ δὲ γίνεσθαι τό τὲ ὀχλεῖν καὶ τὸ ὀχλίζειν ἀπὸ τοῦ τῆς ὀχῆς, ὅ ἐστι συνοχῆς, λιάξειν ἢ λύειν\" τὸ γὰρ ὀχλιζόμενον ἤτοι μετακινούμενον ἐχκλίνει τὴν ἔνϑα ἔκειτο συνοχήν. ἐκ δὲ τοῦ ὀχλίζειν γίνεται καὶ ἀνοχλίζειν τὸ ἀνακινεῖν\" δοκεῖ δὲ ἐκ τοῦ τοιούτου ὀχλεῖν χαὶ ὀχλίζειν καὶ ὃ μοχλὸς γίνεσϑαι\" διὸ καὶ τὸ μοχλεύειν καὶ ἐκμοχλεύειν καὶ ἀναμοχλεύειν ταῖς ἐκ τοῦ ὀχλίζειν σημασίαις ἐοίκασιν."
      },
      {
        "index": 82,
        "text": "ἔστι δὲ μοχλὸς οὐ μόνον μηχανῆς ξύλον τι, ἀλλὰ καὶ ϑύρας ὀχεὺς, ὃ καὶ ἐπιβλὴς ἐν ᾿Ιλιάδι. τροπικῶς δὲ καὶ ὃ φύλαξ παρὰ Σοφοκλεῖ, οἷον\" ϑάρσει, μέγας σοι τοῦδ᾽ ἐγὼ φόβου μοχλός. ἐκ τοῦ εἰρημένου δὲ ὀχλεῖν χαὶ ὃ ἐποχλεύς\" φασὶ δὲ ἐποχλέα τὸ διαραλλόμενον ξύλον διὰ τῶν τροχῶν, ὅτε κατάντεις τόπους ἔρχοιντο, καὶ κωλύον αὐτοὺς ἐκτρέχειν κατὰ πρανοῦς ἐπὶ βλάβῃ τοῦ ζεύγους. Μέγα δὲ σῆμα ἐν τῷ ῥηϑέντι λέχει λέγει διά τε τὸ μάλιστα σημαντιπὸν εἶναι ἄρτι αὐτὸ τῇ γυναικὶ τῆς τοῦ φίλου ἀνδρὸς ἐνδημίας καὶ μάλιστα διὰ τὸ σύμβολον εἶναι τοῦ χρῆναι, ὡς ἐῤῥέϑη, τὴν κατὰ γάμον εὐνὴν ἀμετάβατον S0 εἶναι, καὶ ἄλλως δὲ διὰ τὸ χρῆναι παρασημειωϑῆναι τοῖς φιληχόοις αὐτὸ ὡς καινόν."
      },
      {
        "index": 83,
        "text": "“Δέχος δὲ ἀσχητὸν τὸ μὴ αὐτοσχέδιον καὶ εἰχαῖον, ὁποῖα καὶ τὰ τῶν σκευῶν αὐτοχάβδαλα, ἀλλ᾽ ἐπιμεμελημένον xci πολυδαίδαλον. οὕτω δέ mov καὶ νῆμα φϑάσας εἶπεν ἀσκητὸν τὸ ἐπιμεληϑὲν, γυνὴ ἀσκχήσειεν ἂν ἔριϑος κατὰ τὸ, ἤσκειν εἴρια χαλά. ἔχοι δ᾽ ἂν οἰχείως τούτοις καὶ ὃ παρὰ τῷ ῥήτορι ἠσκημένος ἐχϑρός\" ἔτι δὲ χαὶ ἡ ἁπλῶς ἄσκησις, ἧς μέρος καὶ τὸ φωνασχεῖν. Τὸ δὲ, οὐδέ τις ἄλλος, ἑρμηνεία ἐστὶ τοῦ, τὸ δ᾽ ἐγὼ κάμον, ἵνα μὴ ἀρχιτεκτονεῖν δόξῃ τῷ τοῦ λέχους καμάτῳ, «AX αὐτὸς καμεῖν αὐτόχειρ περὶ αὐτό."
      },
      {
        "index": 84,
        "text": "Θάμνος δὲ νῦν οὐ κατὰ τὴν συνήϑειαν εἴρηται\" ἡ μὲν γὰρ ἐλαία νῦν παχύχορμος ἠῦτε κίων, ϑάμνοι δὲ κυρίως τὰ ἐξ αὐτῆς ἀναφύσεως πολύκλαδα καὶ πυκνὰ, παρὰ τὸ ϑαμὸν δ᾽ ἐστι πυκνὸν, ὁποῖα ἡ πρὸ τούτων φυλία ἡ ἐν τῇ τῶν Φαιάκων νήσῳ, καὶ ὅσα τοιαῦτα. Τὸ δὲ τανύφυλλον παρατετηρημένως ἔφη, ὡς τῶν τῆς ἐλαίας φύλλων μεμηκυσμένων οὐκ ἀναλόγως τῷ πλάτει. ᾿φκμηνὸς δὲ νῦν ὀξύνεται\" φασὶ γὰρ ὅτι ᾿Αρίσταρχος ἐνταῦϑα μὲν ἐπὶ τοῦ, ϑάμνος ἀχμηνὸς, ἐστιν ἀκμὴν ἔχων τοῦ νεάζειν, ὠξυτόνησεν, ἐν δὲ ᾿Ιλιάδι ἐπὶ τοῦ δηλοῦντος τὸν νῆστιν ἐβαρυτόνησεν."
      },
      {
        "index": 85,
        "text": "ἕτεροι δέ, φασι, καὶ τὰ δύο προ\" παρωξυτόνησαν. ἑρμηνεία δὲ τῆς τοιαύτης λέξεως εὐϑὺς κεῖται τὸ ϑαλέϑων, ἵνα μὴ ἄλλως νοοῖτο. Τὸ δὲ, Ute κίων, συντομωτάτη παραβολὴ μὴ ἀναγκαία ὅλως δέξασθαι διασχευήν\" οὐ πάνυ δὲ διασαφεῖ τὸ τοῦ κορμοῦ πάχος ἡ παραβολὴ διὰ τὸ τοῦ κίονος ἀόριστον. Τὸ δὲ ἀμφιβαλὼν ἀντὶ τοῦ ἔσω περιλαβὼν, περικλείσας. Τὸ ὄφρ᾽ ἐτέλεσσα, δὶς ἐν τούτοις ἔφη, οἷα μηδαμοῦ τὴν καίριον ταυτολογίαν αἰδούμενος. Τὸ δὲ λιϑάδεσσι δηλοῖ ὡς οὐκ ἐξ ἀνάγκης ὑποκοριστικὴ λέξις ἡ λιϑάς\" οὐ γὰρ ἂν εἴη οὕτω σεμνὸς βασιλικὸς άλαμος ὃ ix λιϑιδίων οἰκοδομηϑεὶς, οἷα καί τις αἱμασιὰ ἡ προδεδηλωμένη."
      },
      {
        "index": 86,
        "text": "Τὸ δὲ, κολλητὰς ϑύρας, νῦν ἐῤῥέϑη συνηϑέστερον᾽ ὅτε γὰρ χολλητὰς ἔλεγε σανίδας, ἀήϑως ἔφραζεν. \"Ev δὲ τῷ, κόμην τανυφύλλου ἐλαίης, ἐπίτηδες ἔφη τὸ κόμην, ἵνα μὴ ἄλλως εἰπὼν, φύλλα τανυφύλλου ἐλαίης. ἐμπέσῃ εἰς ταυτολογίαν δεομένην λόγου πλείονος, ὁποῖον τὸ, βοῶν ἐπιβουκόλος, καὶ τὰ τοιαῦτα. «“έγεται δὲ κόμη δένδρων τὰ φύλλα τε καὶ οἱ λεπτοὶ δὲ κλαδίσκοι, διὰ τὸ εἰς κόσμον ἀπαιωρεῖσϑαι καὶ αὐτὰ τοῖς φυτοῖς ὁμοίως τῇ κυρίως κόμῃ“ οἱ δὲ τραγικοὶ καὶ φόβην αὐτὴν εἶπον, οἷον\" πᾶσαν αἰχίξων φόβην ὕλης πεδιάδος."
      },
      {
        "index": 87,
        "text": "Τὸ δὲ, κορμὸν ἐκ ῥίζης προταμὼν, οὐ δηλοῖ κά τωϑὲν τὸν κορμὸν ἐχτμηϑῆναι, τοῦτο γὰρ ἀπὸ πυϑμένος ἐστὶ τεηϑῆναι, οὐ μὴν κορμὸν προταμεῖν : διὸ χαὶ ἐῤῥέϑη χατωτέρω τὸ, ταμὼν ὑπὸ πυϑμέν᾽ ἐλαίης, ἵνα ὑποταμεῖν μὲν vooito τὸ κάτωϑεν ἐκχόWet τὸ παχὺ τοῦ πυϑμένος, προταμεῖν δὲ τὸ ἄνωϑέν ποϑὲν ἐκ κορμοῦ. καὶ οὐδὲ ἐξ ἀναγκῆς τὸ προταμεῖν τὴν τοῦ ὅλου δηλοῖ ἐχχοπὴν, ἀλλὰ μέρους τινὸς, ὡς δῆλον ἐκ τοῦ, γώτου ἀποπροταμὼν, ἐπὶ δὲ πλεῖον ἐλέλειπτο\" ὥστε ὑπέτεμε μὲν Ὀδυσσεὺς κορμὸν ἀπὸ ῥίζης ἤτοι πυϑμένος, ἀλλὰ προξτεμὲν κορμὸν ἤγουν πρὸ τῆς ῥίζης ἔκοψεν, ὡς τὸ μὲν αὐτοῦ τμηϑῆναι τὸ δὲ λιπέσϑαι."
      },
      {
        "index": 88,
        "text": "ἀπὸ TOU χείρω δὲ ὁ χορμὸς, ὧς καὶ ἀλλαχοῦ που εἴρηται. (Ὑ8γ85. Τὸ δὲ, εὖ καὶ ἐπισταμένως, τὴ ΞΟ ΠΟΙΌΣ; εἰσίν\" ὅϑεν οἱ us? “Ὅμηρον λαβόντες τὸ εὖ ἑκάστου ἔργου φασὶν, ὅτε κατ᾽ ἐπιστήμην ΧΕ ΠΈΡΙ NN Τὸ δὲ ἐπισταμένως καὶ, ἐπὶ στάϑ'ιμην vo v.s. ἔχει τι παρηχήσεως. “Ἐρμῖνα δὲ καὶ νῦν τὸν κλεγόποδα λέγει, καϑὰ καὶ ἐν τοῖς περὶ Motog καὶ ᾿αψροδέτοιο, ἧς γίνεταί, φασιν, οὗ μόνον nage τὸ ἕρμα"
      },
      {
        "index": 89,
        "text": "ἢ τὸν Εριῆὴν, ὡς ἐκεῖ ἱ ἐλέχϑη, ἀλλὰ καὶ παρὰ τὸ ἐνείρεσϑαι τρήμασι κλίνης. Περὶ δὲ τερέτρου χαὶ τοῦ τετραίνειν ἱχανῶς ἐῤῥέϑη Omov ἐναυπήγησεν ᾿Οδυσσεύς. CViérá; Ὅρα δὲ καὶ Ott κατὰ χρῆσιν. θο παλαιὰν ἱμάντα βοὸς ἀντὶ σχοίνου \"Ὀδυσσεὺς τείνει τῷ ὑπ᾽ αὐτοῦ ἡσχημένῳ λέχει, βασιλικὸν μέντοι, φοινικῷ βάμματι φαεινόν\" ὁποῖος. ἔπρεπε λέχει πολυτελεῖ, ὃ χρυσὸς καὶ ἄργυρος xci ἐλέφας. κοσμεῖ, ᾿Ιστέον δὲ ὅτι ἐκ τοῦ ἱμάντος , ὃς εἰς 'πολλὰς ὑπουργίας χρηστὸς ἣν τοῖς παλαιοῖς, ἐλέχϑη καὶ ἱμονεὰ τὸ."
      },
      {
        "index": 90,
        "text": "ἄντλητήριον; στρεπτός τις βοεὺς εἰπεῖν xe Ὅμηρον οὐσα καὶ avri. ἐκεῖϑεν δὲ καὶ ἀνιμᾶσϑαι κυρίως; τὸ διὰ ταύτης ὕδωρ ἀντλεῖν. . ' Eunsüov δὲ λέχος. ἐνταῦϑα πᾶνυ χυριδλεκτεῖται, τὸ ἀκατάσει-. στον δηλαδὴ καὶ ἐπὶ τῆς παλαιᾶς ἕδρας é ἑστώς. \"Ev δὲ τῷ, εἴ μοι & ξμιπεδόν ἐστι γύναι λέχος, ἐμῴρανδτιχῶς χεῖται τὸ γύναι χαὶ ἐν διαϑέτως, ὡς δέον ὃν τὴν Πηνελόπην ἔμπεδον αὑτὸ φυλάττειν y- πὲρ Ὀδυσσέως ἔστι γυνή. Πυϑμὴν δὲ ἡ ὀίξα ἢ παρὰ τὸ φύω oiovà φυτμὴν» ὅϑεν καὶ ἡ ἄνάφύσις τοῦ φυτοῦ, ἢ χαὶ παρὰ τὴν οἱονεὶ σῆψιν, ἣν ζωογόνον mien τὸ χατὰ γῆς."
      },
      {
        "index": 91,
        "text": "τεϑὲν σπέρμα πρὸ. τῆς ἀναφύσεως, ὡς ἀπὸ τοῦ πύϑω τὸ σήπω. X “Σημείωσᾶαι δὲ καὶ τὸ, τῆς δ᾽ αὐτοῦ λύτο γούνατα σήματ᾽ ἀναγνούσῃ , καινότερον φρασϑέν' τὸ γὰρ κοινὸν ἢ τῆς δὲ ἀναγνούσης ἢ τῇ δ᾽ ἀναγνούσῃ. ὃ δὲ γενικὴν δοτικῇ παρέϑηχεν διά τὲ τὸ μυριαχοῦ φανὲν φύσει ἀσολοίκιστον τοῦ πλαγιᾳσμοῦ. xci τὴν συγγένειαν τῶν δύο τούτων πτώσεων. ;CVers; 544.) Ὅτι εὐλόγῳ, χαϑιὰ καὶ “προεῤῥέϑη; λογισμῷ ἡ Πηνελόπη συμπε εἰσασα ἑαυτὴν ἐφ᾽ οἷς ὁ ᾿Οδυσσεὺς περὶ τοῦ κατὰ τὴν κλίνην σήματος εἶστε, παντοία γίνεται τὰ εἰς τὸν ἄνδρα χαρεῖσαν περιπλακεῖσᾳ, αἰτησαμένη συγγνώμην ἐγκατασκεύως."
      },
      {
        "index": 92,
        "text": "ἐφ᾽ οἷς οὐχ ἐπείσϑη ῥᾳδίως , ἐπὶ δὲ τούτοις καὶ ἐπαινέσασα εἰς βραχὺ, καϑάπερ ἐδίδου ἢ ὥρα, ἔτι. δὲ οἰχτι-. σαμένη τῆς ἐν τῇ πλά n οϊζύος καὶ ἐπὶ πᾶσιν ὡς εἰχὸς ἐρωτήσασα xc μαϑοῦσα, οὐ μὴν δὲ ἀλλὰ xol, αὐτὴ ἀφηγησαμένη τὰ χαϑ' ἑαυτὴν\" & πὲρ οὐδὲ ἐχτίϑεται εἰς πλάτος Ó ποιητὴς ὡς οἷα φϑάσας ἤδη. πολλαχοῦ περὶ αὐτῶν εἰπεῖν \" οὐδὲ : yóQ ἠϑέλησεν οὐδ᾽ ἐνταῦϑα διττολο;) γῆσαι τὰ ἀριξήλως ἤδη πολλαχοῦ πέφρασμένα. φράζει δὲ τὰ κατὰ \"τὴν Πηνελόπην ὁ ποιητὴς οὕτω\" δαχρύσασα δὲ, ὑφ ᾿ἡδονῆς δηλαδὴ» ἰϑὺς δράμεν ἢ κίεν, ἀμφὶ δὲ χεῖρας δειρῇ («AX Ὀδυσῆϊ, κάρη δ᾽ ἔκυσε καὶ προσέφη᾽ wi μοι Ὀδυσσεῦ σχύζευ, ἐπεὶ τά περ ἄλλα μάλιστα ἀνϑρώπων πέπνυσο, ϑεὸς δ᾽ cia ce ὀϊζὺν, Og νῶϊν ἀγάσατο παρ᾽."
      },
      {
        "index": 93,
        "text": "ἀλλήλοισι μένοντε ἥβης ταρπῆναι χαὶ γήραος οὐδὸν ἱκέσϑαι. αὐτὰρ μὴ νῦν μοι τόδε χώεο μηδὲ νεμέσσα οὕνεκά σε οὐ τὸ πρῶτον ἐπεὶ ἴδον ὧδ᾽ ἀγάπησα, ὡς νῦν δηλαδή. αἰεὶ γάρ μοι ϑυμὸς ἐνὶ στήϑεσσι φίλοισιν ἐῤ ótye, μή, τίς μὲ βροτῶν ἀπάφοιτο τουτέστιν ἀπατήσῃ ἐκπέεσσιν ἐλϑών. εἰτα εἰπὼν γνωμικχὸν τὸ, πολλοὶ γὰρ κακὰ κέρδεα βουλεύουσι, πιστοῦται τὸν λόγον συγγενικῷ παραδείγματι, φαμένη ὡς οὐδ᾽ ἂν ᾿“ργείη Διὸς ἐκγεγαυῖα ἀνδρὶ παρ ᾿ ἀλλοδαπῷ ἐμίγη φιλότητι καὶ εὐνῇ, εἰ ἤδη € μιν αὖτις ᾿ἀχαιοὶ ἀξέμεναι οἰχόνδε φίλην ἐς πατρίδα ἔμελλον."
      },
      {
        "index": 94,
        "text": "ἐφ᾽ οἷς χαὶ ὑπεραπολογουμένη τῆς ἡρωΐδος φησὶν ὅτι αὐτὴν od £e ϑεὸς ὥρορεν ἔργον ἀειχές \" τὴν δ᾽ ἄτην οὐ πρόσϑεν i ἑῷ ἐγκάτϑετο ϑυμῷ λυγρὴν, ἐξ ng πρῶτα xci ἡμέας ἵχετο πένϑος. οὕτω καὶ τὸν ᾿Οδυσσέα ἡ γυνὴ πάνυ πεπνυμένον ὄντα ϑεό ϑεν ὅμως ἔφη δυστυχεῖν. Τῶν δὲ τοῦ δηϑέντος χωρίου τμημάτων τὸ μὲν, ἰϑὺς δράμεν, ἀμφὶ δὲ χεῖρας δειρῇ βάλε, κάρη δ᾽ ἔκυσε, ἐριπλοχὴν φράζει φιλικὴν ὅτε τις ἐξ ἀποδήμων ἥκοι, ὡς χαὶ uer ᾿ὀλίγα TO, δειρῆς δ᾽ oU mo πάμπαν ἀφίετο πήχεε λευχώ. Τὸ δὲ, μή μοι σκύζευ, xci τ ὸ, αὐτὰρ μὴ νῦν μοι τόδε χώεο καὶ τὸ ἑξῆς, “παραίτησίς ἐστι μέμψεως ὅτε τις ἐλλόγως μὴ προαρπάζξει τὴν δεξίωσιν."
      },
      {
        "index": 95,
        "text": "δῆλον δὲ ὅτι πολλὴ διαφορὰ τοῦ χώεσϑαι χαὶ τοῦ νεμεσᾶν\" ἐκεῖνο μὲν, γὰρ εἰχὸς καὶ μὴ δικαίως γίνεσϑιαι, ἡ δὲ νέμεσις ἀεὶ σὺν τῷ δικαίῳ ἐστί. * TO δὲ, ἐπεὶ τά nep ἄλλα μάλιστα ἀνϑρώπων πέπνυσο καὶ i i6 ἔπαινος ἀνϑρώπου συνετοῦ μὲν, δυστυχοῦς δέ, Περὶ δὲ τοῦ σχύζεσϑαι προγέγραπται\" ἀφ᾽ οὗ καὶ τὸ ἐπισκύνιον. Τὸ δὲ ἀγάσατο οὐ μακρὰν ἐνταῦϑα ἐστὶ τοῦ ἐφϑόνησεν ἢ ἐμέμψατο. χαινὸν δ᾽ ἐνταῦϑα σχῆμα ἡ ἀπὸ δοτικῆς εἰς αἰτιατικὴν ἀναχόλουϑος μετάβασις ἐν τῷ, ὃς νῶϊν ἀγάσσατο χαὶ ἑξῆς\" 5v μὲν γὰρ ἀχόλουϑον εἰπεῖν, ὃς ἡμῖν ἐφϑόνησε παρ ᾿ ἀλλήλοισι μένουσι τέρπεσϑαι, | ἵνα ἣν ὁμοιόπτωτον τὸ ἡμῖν καὶ τὸ μένουσιν\" ἡ δὲ Ὅμηgui; γυνὴ τὸ σχῆμα ἤλλαξε καινότερον μὲν, ἀσολοίκως δὲ, καϑὰ πολλαχοῦ ylurro s εἰποῦσα Urt ϑεοὶ ἡμῖν ἐφϑόνησαν τοῦ τέρπεσϑαι, δηλαδὴ ἡμᾶς, μένοντας παρ᾽ ἀλλ}:-»» ὡς καὶ εἴ τις εἴποι, παρ"
      },
      {
        "index": 96,
        "text": "αινῶ σον ζῶντα σπουδαίως διάγειν τὸν βίον\" χαλὸν ni» κὰν καὶ τὸ, παραινῶ σοι Goyry σπρυδαίως ποιεῖν. ΊΨΙΩ),)4241., ὙΠ Vs τόδε. “ ἀσόλοικον ὁμοίως xol τὸ , παραινῶ σοι διάγειν σὲ τὸν βίον ζῶντα σπουδαίως. αἴτιον δὲ τῆς θο τοιαύτης ἀσφάλτου ἐναλλαγῆς τὸ μετὰ τὴν δοτικὴν ῥῆμα, ὃ προκαλεῖται τὴν ἐπαγομένην αἰτιατικήν. τοιοῦτον xci τὸ, χαίρω TQ λόγῳ q ᾧ εἰπας καὶ ὃν εἶπας, καὶ ἄλλα δὲ μυρία. παραδείγματα δὲ οὐκ ὀλίγα xci ἐν ᾿Ιλιάδι χεῖται τοῦ τοιούτου σχήματος. Τὸ δὲ ταρπῆναι συνήϑως καὶ νῦν γενικῇ συνέταξεν 2) κατ ᾿ξλλειψιν τῆς διᾶ προϑέσεως ἢ διὰ τὸ “ληφϑῆναι τὸ ταρπῆναι ἀντὶ τοῦ κορεσϑῆναι."
      },
      {
        "index": 97,
        "text": "δῆλον δὲ ὅτι ταυτὰ ἐν τοῖς ῥηθεῖσι τὸ σκίζεσθϑαι καὶ τὸ χώεσϑαι, ἤδη δὲ πως καὶ τὸ νεμεσᾶν, ὃ καὶ αὐτὸ οὐ δὲν ἄλλο ἐστὶν 3) σκύζεσϑαι καὶ χώεσθαι, δικαίως μέντοι. To δὲ ἀγάπησα ἀντὶ τοῦ ἐφιλοφρονησάμην, χαὶ ἔστιν ὅμοιον τῷ ἀμφαγαπάξειν., Τὸ δὲ ἐῤῥίγε ἐπίτασίς ἐστι προσοχῆς\" οὐ γὰρ ἁπλῶς εὐλαβεῖτο τὴν ἐξ ἀνδρὸς ἀπάτην ἡ σώφρων “Πηνελόπη, ἀλλὰ ἐῤῥίγει καὶ οὐ κατὰ τὴν ἄλλως ῥιγεδανὴν ᾿ Ελένην ἀπεριμερίμνως διέκειτο. παρακείμενος δὲ μέσος τοῦ ἐῤῥίγει τὸ ἔῤῥιγα. Τὸ δὲ, οὐδ᾽ ἂν ᾿Αργείη “βλένη ἀνδρὶ ἀλλοδαπῷ ἐμίγη, εἰ ἤδη."
      },
      {
        "index": 98,
        "text": "ὅ μιν avro ᾿αχαιοὶ ἐπαναγαγεῖν ἔμελλον οἴκαδε, τοιοῦτον ἔχει γοῦν τελείας τιϑεμένης στιγμῆς ἐν τῷ i ἤδη\" οὐκ ἄν φησιν οὐδὲ ἡ “Ἑλένη παρ ᾿ ἀνδρὶ ἀλλοδαπῷ ἐγένετο, εἴ m ἠπίστατο αὐτὸ δὴ τοῦτο TO παρ᾽ ἐμοῦ λεχϑὲν γνωμιχὸν τὸ, πολλοὶ γὰρ κακὰ κέρδεα βουλεύουσιν ἤτοι βουλεύονται ἀπατητικῶς. διό φησιν ἔμελλον οἱ ᾿“ἰχαιοὶ ἄξειν αὐτὴν οἴκαδε ὡς ἀπατηϑεῖσαν xci μεταμελομένην καϑὰ δηλοῖ τὸ, τίσασϑαν δ᾽ “ξλένης δρμήματά τε στοναχάς τε, κείμενον ἐν ᾿Ιλιάδι. καὶ φασὶν οἱ παλαιοὶ περὶ τῆς ῥηθείσης ἀπάτης, ἣν ἔπαϑεν ἡ Ελένη, ὅτι ᾿Αφροδίτη Μενελάῳ τὸν ᾿Δλέξανδρον εἰκάσασα παρήγαγεν ἤτοι ἡπάτὴσὲ τὴν λένην, πακραλογισαμένη τῇ ὁμοιότητι, ὡς εὐλόγως λοιπὸν καὶ τὴν Πηνελόπην δεδοικέναι μὴ πάϑοι τι ὅμοιον."
      },
      {
        "index": 99,
        "text": "καὶ οὕτω μέν τινὲς καλῶς τὸ ῥηθὲν ἡρμήνευσαν νόημα. \" Ersgou δὲ τὴν ῥηθεῖσαν στιγμὴν ἀπάγοντες καὶ συνάπτοντες τὸ ὅλον εἰς νόημα ἕν, λέγουσι μὲν ὅτι οὐκ ἂν ἡ ᾿Ελένη ἐμίγη ἀλλοδαπῷ.. εἴ περ ἤδη ὅτι αὐτὴν ἐπανάξειν οἱ ᾽Αχαιοὶ ἔμελλον. χρίνονται δὲ μεμπτέοι τοῖς παλαιοῖς διὰ τὸ κακοσυμβίβαστον τῆς ἐννοίας \" ἀδιανόητον γὰρ τὸ λέγειν τὴν Πηνελόπην ὡς ἐδεδίειν μή πως ἀπατηϑῶ\" οὐδὲ γὰρ ἡ ᾿ Ελένη συναπῆλθϑεν ἂν τῷ ix Τροίας μείρακι, ἐὰν ἐγίνωσκεν ὅτι, ἐπαναχομισϑήσεται εἰς τὴν πατρίδα λέγοι γὰρ ἂν, ὅτι οὐ πόϑῳ τοῦ ἀνδρὸς ἀλλὰ φόβῳ τοῦ ἐπανακάμψαι εἰς αὐτὸν ἐπεῖχον τὸν γάμον."
      },
      {
        "index": 100,
        "text": "ἴσως δὲ καὶ οὕτω πως χαϑίσταται τὰ τῆς ἐννοίας ταύτης\" ἐδεδίειν, φησὶ, τὴν ἀπάτην, μεδ᾽ ἣν ἀνάγχη πάντως ἦν ἐπανασωϑῆναί μὲ ζῶντι τῷ κουριδίῳ ἀνδρί. δὴ νόημα εἴ περ ἔσχε xol ἡ ᾿Ελένη, οὐκ ἂν ἡρπάγη. ἐπαινεῖ δὲ ἡ Πηνελόπη τὴν ᾿ Ελένην Y. διὰ συγγένειαν ἢ καὶ ἵνα μὴ δόξῃ φιλοσχώμμων εἶναι, εἰς ὃ δὴ μάλιστα τὸ γυναικεῖον φῦλον ῥέπει, ἢ) καὶ χάριν ἑαυτῆς εἰς οἰχεῖον ἔπαινον\" εἰ γὰρ ἐκείνη εὐλογεῖται τοιαύτη τῷ ἀνδρὶ γενομένη, πολλῷ πλέον αὕτη ἡ οὕτω σώφρων. So “Περὶ δὲ τοῦ ἤδη, πέρ ἐστιν ἠπίλστατο, εἴρηται μὲν χαὶ ἐν τῇ ἄλφα τῆς ᾿Ιλιάδος."
      },
      {
        "index": 101,
        "text": "διαρϑρωτέον δὲ μᾶλλον ἐνταῦϑα, ὕτι ovy ἁπλῶς τὸ ἤδειν xcl ἐνενοήκειν καὶ ἐπεποιήκειν διαλύει τὸ ἤδεα καὶ ἐνενοήκξο καὶ ἐπεποιήκεα, ἀλλὰ τὰ ἐξ αὐτῶν ᾿Δττικὰ τὰ διὰ τοῦ ἦτα. παραδίδωσι γὰρ “Ἡρακλείδης, t ὅτι Αττικοὶ τοὺς τοιούτους ὑπερσυντελίχους à ἐν τῷ ἦτα μόνῳ περατοῦσιν, ἤδη λέγοντες καὶ ἐνενοήκη καὶ ἐπεποιήκη.- χαὶ οὕτω φησὶ Παναίτιος ἔχειν τὰς γραφὰς παρὰ “Πλάτωνι. xci Θουκυδίδης δὲ κέχρηται τῷ τοιούτῳ rris ἔϑει. καὶ τὰς τμήσεις ἐχ τούτων, φησὶν, Ἴωνες οἰκείως προφέρονται, ἤδεα λέγοντες, ἀναλύσει τοῦ ἤτα εἰς € καὶ ἄλφα ἀντὶ τοῦ ἤδη ἡ ἤγουν ἠπιστάμην, οἷον\" εἰ γὰρ ἐγὼ τάδε ἤδε᾽ ἐνὶ φρεσί."
      },
      {
        "index": 102,
        "text": "χαὶ Καλλίμαχος\" ἤδεα μᾶλλον ἐ ἐγώ χοτε. οὕτω δὲ καὶ ἐνενοήκη ἐνενοήκεα ὁμοίῳ ᾿Ιωνιχῇ τμήσϑει ἤτοι. διαλύσει, χαὶ ἐπε ἑποιηϊκι) ἐπεποιήχεα. πολλοὶ δέ φησι καὶ σὺν τῷ V προφέρουσι τὴν εἰρημένην διὼ τοῦ nre Ἴωνικὴν γραφὴν τῶν ὑπερσυντελίχων, ἤδην λέγοντες καὶ ἐνενοήκην καὶ ᾿ἐπεποιήχην᾽\" aq ὧν xci αὐτῶν ai τμήσεις γένοιντ᾽ ὧν φησιν. ἤδεα xci yc νοήχξα χαὶ ἐπεποιήκξα χατὰ τὸ, \"Morvan \"Adorveysa παρὰ Ἡροδότῳ, xci κατὰ τὸ, ἧνται ἔαται, xot ἦν ἔα, ὥστε χατὰ τοῦτον τὸν λόγον οὐκ ἐκ τοῦ ἤδεα Myr ται τὸ ἤδη, \"ἀλλ ix τοῦ ἤδη “πρώτου προσώπου ἀναλέλυται τὸ ἤδεα."
      },
      {
        "index": 103,
        "text": "To δὲ ὦ ὥρορε χαὶ ἐνταῦϑα μετάϑεσιν τῆς αὐξήσεως ἔπαϑεν, ἐξ ᾿Δττικοῦ μεταπεσὸν ὡς εἰς κοινὸν , παρακείμενον. Τὸ Zrny λυγρὴν. ἐξ ἧς πρῶτα καὶ ἡμέας ἵκετο πένϑος, εἰποι ἂν ὁ ἀμετόχως ἑτέρῳ τινὶ συμβλαβείς. À μετὰ φανερὰ σημεῖα μόλις πεισϑεὶς εἴποι ἂν τῷ πείσαντι, νῦν δ᾽, ἐπεὶ ἤδη σήματ᾽ ἀριφραδέα κατέλεξας, πείσεις δή μευ ϑυμὸν ἀπηνέα πὲρ uh ἐόντα."
      },
      {
        "index": 104,
        "text": "Ὅτι ἔκλαιεν ᾽Οδυσσεὺς ἔχων ἄλοχον ϑυμαρέα\" νῦν γὰρ ἔτι μᾶλλον αὐτῷ ὑφ᾽ ἵμερον ὦρσε γόοιο ἡ γυνὴ λαλήσασα τὰ, ὡς ἐῤῥέϑη, ὑπὲρ αὐτῆς. Καὶ ὅρα τὸ ϑυμαρέα ἤγουν ϑυμήρη ὡς ἀπὸ εὐθείας τῆς ἡ ϑυμαρής. καὶ σημείωσαι ὅτι μετὰ τοῦ ἢ μὲν βαρύνεται ἡ τοιαύτη λέξις, ὡς δῆλον ἐκ τοῦ, ϑυμῆρες χεράσασα κατὰ χρατός τε καὶ ὥμων, διὰ δὲ τοῦ & ὀξύνεται κανόνι ὁποίῳ xci ἡ εὐμαρής. εἶτα τὴν ἑκατέρων διάϑεσιν παραβολικῶς ὑποδεικνὺς ἐπάγει\" ὡς δ᾽ ὅτ᾽ ἂν ἀσπάσιος ἢ ἀσπασίως γῆ νηχομέγοισι φανείη, ὧν ve Ποσειδάων εὐεργέα νῆα ἐνὶ πόντῳ ῥαίσει ἐπειγομένην ἀνέμῳ καὶ κύματι πηγῷ\" παῦροι δ᾽ ἐξέφυγον πολιῆς ἁλὸς ἤπειρόνδε νηχόμενοι, πολλὴ δὲ περὶ χροὶ τέτροφεν ἅλμη, ἄσπάσιοι δ᾽ ἐπέβαν γαίης κακότητα qvyóv*reg, ὡς ἄρα τῇ ἀσπαστὸς ἔην πόσις εἰσοροώσῃ."
      },
      {
        "index": 105,
        "text": "καὶ ἔστιν 1) παραβολὴ ἐχομένη πως ὧν κατὰ ϑάλασσαν ἔπαϑεν Ὀδυσσεύς\" διὸ καὶ χατὰ τοὺς ναυαγοὺς χαίρει καὶ ἐκεῖνος τὴν πατρίδα γαῖαν ἰδὼν, καὶ ἔτι ἐπέκεινα, ὅτι καὶ τὰ φίλτατα ἔχει. τέως μέντοι οὐκ ἔχει σφοδροτέραν ὃ ποιητὴς ἡδονὴν ἐξευρεῖν τῆς ῥηϑείσης, j παραβάλοι ἂν τὴν τῆς γυναικὸς ἄρτι χαρὰν ἐπὶ τῷ ἀνδρί\" πάνυ γὰρ λίαν ἡ γυνὴ χαίρει, ὥς πὲρ καὶ οἱ νηχόμενοι οὐχ᾽ ἁπλῶς ἀλλ ἐν κινδύνῳ μεγάλῳ, xc\" ὃν πλείους μὲν ὥλοντο, αὐτοὶ δὲ παῦροι ἐξέφυγον δηλονότι, zai πόνῳ πολλῷ, τοιοῦτον γὰρ τὸ ἐν χινδυνώδει καιρῷ νήχεσϑαι, χαίροιεν ἂν γῆς ἐπιβάντες."
      },
      {
        "index": 106,
        "text": "Τὸ δὲ, ἀσπάσιος γῆ, ᾿“ττικόν ἐστι\" τὸ γὰρ zowüv ἄσπασία, ἐξ οὗ χαὶ χύριον ἡ παρὰ ταῖς ἱστορίαις σοφὴ γυνὴ ᾿““σπασία. καιρία δὲ λέξις ἡ ῥηθεῖσα, διὸ καὶ νῦν ἐπιμονὴν ποιεῖ ἐν τῷ ἀσπάσιοι καὶ ἀσπαστὸς ἔην πόσις. Τί δὲ τὸ πηγὸν χῦμα, δεδήλωται ἀλλαχοῦ\" ὡσαύτως καὶ περὶ τοῦ τέτροφεν ἅλμη, ἐστι πέπηγεν. ᾿Ιστέον δὲ ὅτι τὸ μὲν τέτροφα ὀρϑῶς χαὶ τῷ ὁ παραλήγεται καὶ τὸ qj σύμφωνον ἔχει ὡς μέσος παρακείΞ μενος ἐκ τοῦ τρέφω γινόμενος. τὸ μέντοι κέκλοφα τῷ μὲν ὃ εὐλόγως παραλήγεται ὡς ἀπὸ δισυλλάβου μέλλοντος τοῦ χλέψω, οὗ τὸ τῆς παραληγούσης ξ ὀφείλει τρέλψειν αὐτὸς εἰς 0."
      },
      {
        "index": 107,
        "text": "τὸ δὲ qj οὐκ ἀναλόγως ἔχει\" ὥφειλε γὰρ κέκλοπα εἶναι κατὰ τὸ σύμφωνον τοῦ ἐνεστῶτος. ἔοικε δὲ συνεκδραμεῖν καὶ αὐτὸ πρὸς τὸ τέτροφα xol τὸ κέκοφα, ἀμφοτέρως λέγεται ὡς δηλοῖ τὸ κεχοπώς\" καὶ γὰρ κέκοφά ἔστι καὶ κέκοπα. Τὸ δὲ, πολλὴ δὲ περιτέτροφεν ἅλμη, πρὸς ἐντέλειαν μόνην κεῖται παραβολικὴν, ὁποῖα πολλὰ ποιεῖ ἐν ταῖς παραβολαῖς Ὅμηρος\" ἄλλως γὰρ οὐ συντελεῖ τι ἐνταῦϑα εἰς τὸ πολὺ τῆς κατὰ τὴν Πηνελόπην χαρᾶς. Ὅτι ἐπὶ μὲν τῶν νύχτωρ πάνυ κλαιόντων οἰχεῖον τὸ, καὶ δὴ ἂν ὀδυρομένοισι φάνη ῥοδοδάχτυλος Hog, περ καὶ ἐνταῦϑα κεῖται."
      },
      {
        "index": 108,
        "text": "ἐπὶ δέγε τῶν ἐν ἡμέρᾳ κλαιόντων τὸ, καὶ δὴ ἂν ὀδυρομένοισιν ἔδυ qoc ἠελίοιο, ὃ χεῖται xc ἀλλαχοῦ. Ὅτι ὥς περ ἐπὶ τῆς τοῦ Ερακλέος γενέσεως zai αὖ πάλιν ἐπὶ τῆς τῶν δ) ουσῶν παρεχτείνει μῦϑος τὴν νύκτα εἰς τριέσπερον μῆκος καὶ eie ἐννεάνυχτον, οὕτω χκἀνταῦϑα ἡ ποιητικὴ Μοῦσα τολμᾷ εἰπεῖν ὡς ἡ προϑυμουμένη τοῦ τὸν Ὀδυσσέα καὶ τὴν Πηνελόπην ὕπνῳ ὑπὸ γλυχερῷ τερφϑῆναι κοιμηϑέντας καὶ μύϑοις τοῖς πρὸς ἀλλήλους ἐφ᾽ οἷς ἔπαϑόν τε καὶ ἐποίησαν μηχύνει zai αὐτὴ πλέον τοῦ συνήϑους τὴν νύχτα, ὡς οἷα δυναμένη τι καὶ εἰς τοῦτο καϑότι ἀλληγορεῖται καὶ εἷς ἀέρα, ὡς ἐν \"ἄλλοις δηλοῦται."
      },
      {
        "index": 109,
        "text": "φησὶ γοῦν ποιητὴς,\" ὅτι νύχτα ἔν περάτῃ δολιχὴν σχέϑεν, Hà δ᾽ αὖτε ῥύσατ᾽ ἐπ᾽ ᾿Ωχεανῷ χρυσόϑρονον, οὐδ᾽ ἔα ἵππους ζεύγνυσϑαι ὠχύποδας “άμπον χαὶ Φαέϑοντα, οἵ no ᾿Πῶ πῶλοι ἄγουσιν. οὐ τολμᾷ μέντοι ὃ ποιητὴς ἀναιδῶς μετρῆσαι καὶ μῆχος νυχτὸς χατὼ τὸν ἐπὶ ἩΗραχλεῖ καὶ Μούσαις μῦϑον, ἀλλ᾿ ἀρκεῖται ἀδρίστως εἰπὼν δολιχὴν τοιαύτην νύχτα δόξασαν μαχροτέραν ὡς εἰχὸς τῶν συνήϑων εἶναι, οὐ μὴν καὶ τοιαύτην γενομένην. ἦλϑε δὲ ἡ δόκησις τοῦ δολιχοῦ τῆς νυχτὸς ταύτης μήκους ἐκ τοῦ ἐξαρκέσαι αὐτὴν καὶ εἰς ὕπνον ἀρχοῦντα σώφροσι zc εἰς ἀφήγησιν μακρῶν οὕτω καλμάτων καὶ τληπαϑειῶν τοῦ τὲ ἀνδρὸς τῆς τε γυναικός."
      },
      {
        "index": 110,
        "text": "Δῆλον δὲ πάντως ὡς οὐκ ἂν καὶ εἰς ἄμφω ἤρχεσεν ἡ μετὰ δαῖτα καὶ μολπὴν χαὶ χοροὺς χαὶ πλοστὺν ἀναγνωρισμὸν καὶ εἰς ὕπνον ἀνάλλισιν περιλειφϑεῖσα νὺξ, εἶ μὴ κατ᾽ ἐπιτομὴν καὶ ἐπιδρομάδην ἐχεΐνοι, ἀλλήλοις ἀφηγοῦντο τὰ ze ἑαυτοὺς, ὡς καὶ ὃ ποιητὴς ἐμφαίνει ἐν οἷς μετ᾽ ὀλίγα ἐπιτροχάδην αὐτοῖς ἐπέξεισιν\" ἔοικε γὰρ ὃ σοφὸς ᾿Οδυσσεὺς μετρεῖν πρὸς τὸ ἐπίλοιπον τῆς vuxTOG ποῦς λόγους ' διὸ “αὶ ἅμα συμπληροῖ τὰ τῆς πλάνης καὶ εὐθὺς ὑπνοῖ καὶ ὄρϑρος ἐχφαίνεται. Σημείωσαι δὲ ὅτι ἐν \"Ἰλιάδι ἄλλως ἤ περ ἐνταῦϑα πλάττει τὴν ἽΠραν ὃ ποιητὴς πέμπεσυαν τὸν ἥλιον εἴς δύσιν ἐπὶ βοηϑείᾳ τῶν ᾿Αχαιῶν, ἐν οἷς φησίν\" ἠέλίον δ᾽ ἀκάμαντα Pone πότνια “ΠΊρη ἔπεμψε καὶ τὰ ἑξῆς. δηλοῖ δέ φασιν ἔχεῖ ὃ ποιητὴς πρὸ καιροῦ νυμισϑῆναι νύχτα διά τινὰ χαλεπὴν ὁμίχλην\" δοχεῖ γὰρ"
      },
      {
        "index": 111,
        "text": "δύνασϑαι τὰ τοιαῦτα ἡ Hoc, ἐπεὶ καὶ ἀλλαχοῦ ἡ αὐτὴ, ἠέρα πίτνα βαϑεῖαν, ἤγουν ἀορασίαν ὃμιχλώδη ἐπιπίπτειν ἐποίει πολλήν \" καὶ τοίνυν ὥς περ ἐκεῖ πρὸ καιροῦ ἐνομίσϑη νύξ, ὡς τῆς ἡ μέρας κατά τι σμικρυνϑείσης, οὕτως ἐνταῦ\"ϑα δόκησις ἦλθεν, ὡς ἐῤῥέϑη, τοῦ δολιχὴν πλέον τοῦ συνήϑως τὴν τὸ νύχτα γενέσϑαι. Περάτην δὲ ἅπαξ ἐνταῦϑα φησὶν ὃ ποιητὴς κατὰ γένος ϑηλυκόν\" xoi δηλοῖ ἡ λέξις τὸ πέρας τοῦ ᾿Ωχεανοῦ νῦν οὐ τὸ ἀνατολιχὸν, ἀλλὰ μᾶλλον τὸ δυτικὸν, δι᾿ οὗ ἔμελλεν ἡ νὺξ δῆϑεν σωματικῶς κατελϑεῖν, ὡς ἂν ἑτέρωθεν ἀνέλϑῃ ἡ Πώς\" διὸ καὶ ὃ ποιητὴς εἶπε\" νύχτα μὲν ἐν περάτῃ σχέϑε, τῇ κατὰ δύσιν δηλαδὴ, Hà δ᾽ αὖτε ἐπ᾿ ᾿Ωχεανῷ τῷ κατὰ ἀνατολὴν, ὥστε μήτε ταύτην ἀναδῦναι μήτε ἐχείνην καταδῦναι, ἵνα οὕτω μένῃ κατὰ χώραν τὸ σκίασμα τῆς γῆς."
      },
      {
        "index": 112,
        "text": "καὶ ἔστι πρὸς ταύτην τὴν ἔννοιαν ταυτὸν ἡ περάτη χαὶ τὸ πέρας τοῦ ᾿Αχεανοῦ κατά τε δύσιν κατά τὲ ἀνατολὴν, εἰ καὶ νῦν ὃ ποιητὴς δυτικὴν περάτην φησί. Σημειοῦνται δὲ οἱ παλαιοὶ τὸν ποιητὴν ἐξ ἰδίου προσώπου λέγειν ἀεὶ ἀπ᾿ ᾿Ωχκεανοῦ τὴν Hà ἀνατέλλειν δίχα γε τόπου ἑνὸς, ἔνϑα ἐπικερτομῶν Εὔμαιος τῷ Μιελανϑίῳ κρεμαμένῳ ἔφη\" οὐδέ ce ἠριγένεια παρ᾽ ᾿ῷΩκεανοῦ λήσει ἐπερχομένη. ἐχεῖ γὰρ οὐ χκαϑ' ἑαυτὸν ὃ ποιητὴς τοῦτο φησὶν, ἀλλ᾽ Εὐμαίῳ τὸν λόγον ἀνατίϑησι. Τὸ δὲ, ῥύσατο ἐπ᾿ ᾿Ωχεανῷ, oU ere τὸ ῥύσατο καὶ ἐσάωσεν εἴρηται, ἀλλὰ κώλυσίν τινα δηλοῖ\" διὸ καὶ ἐδέησεν ἑρμηνευϑῆναι τὴν λέξιν ἐν τῷ, οὐδὲ ἔα ἵππους ζεύγνυσθαι \"ὠκύποδας."
      },
      {
        "index": 113,
        "text": "Ὁ δὲ “άμπος καὶ ὃ Φαέϑων εὐφυῶς πλάττονταῖι εἰς ξυνωρίδα τῆς Ποῦς διὰ τὸ κατ᾽ ἐκείνην λαμπρόν. οὕτω καὶ τῷ ᾿Ηλίῳ βουκολοῦσιν ἐν Θριναzie νύμφαι ἐὐπλόκαμοι Φαέϑουσά τε “αμπετίη τε. ὃ τοιοῦτος δὲ νοῦς καὶ Φαέϑοντα οὐ μόνον “Πλιον λέγει ἐπιϑετικῶς, ἀλλὰ καὶ Ἡλίου υἱὸν κατὰ κυριωνυμίαν. καὶ Ὅμηρος μὲν οὕτω ξυνωρίδα ὑποξεύγνυσι τῇ Hoi, “υκόφρων δὲ καὶ ἕτεροι μονόπωλον τὴν \"Hà πλάττοντες πηγάσῳ αὐτὴν ἐποχοῦσι πτερωτῷ ἵππῳ, ὃν ἔσχεν ἐκείνη μεϑὸ τὸν Βελλεροφόντην αὐτὸς εἰς τὸ ἀλήϊον πεδίον ἀπεσείσατο."
      },
      {
        "index": 114,
        "text": "πῶλοι δὲ ἄγουσι τὴν Hà πρὸς ἔμφασιν τοῦ νεάζειν καὶ μάλιστα τὰ κατὰ τὸν ὄρϑρον αὐτῆς ἀρχὴν ὄντα ἡμέρας\" διὸ καὶ ἔαρος ἀχμῇ ἀναλογεῖ ὃ τοιοῦτος καιρὸς, ὅϑεν καὶ ἢρ λέγεται, ὥς περ αὖ πάλιν φϑινοπωρινῷ γήρᾳ ἢ καὶ χειμερίῳ τὰ πρὸς ἑσπέραν εἰχάζοιτ᾽ ἄν. Ὅτι ἐπὶ τῶν πρὸς τοῖς φϑάσασν κακοῖς καὶ ἄλλα καραδοκούντων ῥηθήσεται τὸ, oU πω πάντων ἐπὶ πείλρατα ἀέϑλων ἤλθομεν. ἀλλ᾽ ἔτ᾽ So ὄπισϑεν ἀμέτρητος πόνος ἐστὲ πολλὸς καὶ χαλεπὸς, τὸν ἐμὲ χρὴ πάντα τελέσαι. Ὀδυσσεὺς δὲ τοῦτο λέγει διὰ τὸν ἐφεξῆς πόνον, ὃν ἀεϑλεύσει κατὰ τὴν ἐν ἽΔιδου μαντείαν τοῦ Τειρεσίου χάριν τιμῆς τοῦ “Ποσειδῶνος, ὡς καὶ τῇ γυναικὶ ἀφηγήσεται."
      },
      {
        "index": 115,
        "text": "Πόνος δὲ ἀμέτρητος, ὃν οὐκ ἔστι μετρῆσαι; μᾶλλον δ᾽ εἰπεῖν ἀναμετρῆσαι κατὰ τὸ, ὀλοὴν ἀναμετρήσαιμι Χάρυβδιν. ᾿Ιστέον δὲ ὡς xci ἐνταῦϑα ὃ ποιητὴς ἀρχὴν λόγου ϑέμενος τὸν γὰρ σύνδεσμον, ἀποδίδωσιν αὐτὸν συνήϑως διὰ τοῦ ἀλλὰ εἰπών\" ὦ γύναι, οὐ γάρ πω πάντων ἐπὶ πείρατα καὶ ἑξῆς, εἶτα μετὰ στίχους ἐξ ἐπαγαγὼν\" ἀλλ ἔρχευ λέκτρονδε καὶ ἑξῆς. δῆλον δὲ ὕτι σεμνῶς φράζει ὃ ποιητὴς τὸ, ἀλλ᾽ ἔρχευ λέκτρονδ᾽ ἴομεν,"
      },
      {
        "index": 116,
        "text": "γύναι, ὄφρα καὶ ἤδη ὕπνῳ ὑπὸ γλυκερῷ ταρπώμεϑα κοιμηϑέντες. ὡσαύτως καὶ τὸ, εὐνὴ"
      },
      {
        "index": 117,
        "text": "μὲν δὴ σοί γε τότ᾽ ἔσσεται, ὑππότε ϑυμῷ σῷ ἐϑέλεις, ἐπεὶ ἄρ σε ϑεὸς ποίησεν iacoDat. δμοίως καὶ τὸ, CVers. ind οὖν φιλότητος ἐταρπήτην ἐρατεινῆς, τερπέσϑην μύϑοισι πρὸς ἀλλήλους ἐνέποντες τὰ xci τά. οὕτω δὲ καὶ τὸ, ἐπεὶ ἀμφότερον πολυήρατον ἱχόμεϑα εὐνὴν. καὶ τὸ, ἀσπάπσιοι λέχτρου παλαιοῦ ϑεσμὸν ἵκοντο. ἐν δὲ τούτοις κεῖται καὶ τὸ ἐνέποντες δι᾽ ἑνὸς φυσιχῶς v. χατὰ στίχου ἄρχουσαν. Ὅρα δὲ καὶ ὅτι τὸ ταρπῆναι γενικῇ πρὸ ὀλίγων συνταχϑὲν ἐνταῦϑα καὶ ἄλλως φράζεται ἐν τῷ, ταρπώμεϑα ὕπνῳ ὑπὸ γλυκερῷ."
      },
      {
        "index": 118,
        "text": "καὶ ὅτι ἁπλοϊχῶς καὶ κοινότερον κεῖται τὸ ἐποίησεν ἐν τῷ, ἐπεὶ ἄρ σὲ ϑεὸς ποίησεν ἱκέσθαι. Ὅτι φίλος ζητῶν μαϑεῖν ἔκ τινος εἰ μέλλει χακοπαϑεῖν ἐρωτήσοι DOM τὴν Πηνελόπην\" εἰπὲ ἄγε μοι τὸν ἄεϑλον, ἐπεὶ καὶ ὄπισϑεν ὀΐω πεύσομαι; aai ὃ E δαημένῶν οὔ τι ζέρειον. ὃ δὲ τἐρωτηϑεὶς ἐρεῖ ἂν τὸ τοῦ ᾿Οδυσσέως\" δαιμονίη, τί δὴ μὲ μάλ᾽ ὀτρύ- θο ψοῦσα χελεύεις εἰπέμεν; αὐτὰρ ἐγὼ μυϑήσομαι, οὐδ᾽ ἐπικεύσω. οὐ μέν τοι ϑυμὸς κεχαρησέται\" οὐδὲ γὰρ αὐτὸς χαίρω, ἐπεὶ μάλα πολλὰ καὶ ἑξῆς τὰ χρησιμεύοντα. Ope ὃ ἐνταῦϑα τὸ κεχαρή- Wr geret παλραχϑὲν Ex TOU zelo, οὗ ὃ μέλλων χαρῶ κοινότερον. ὃς δὴ μέλλων ἀναδραμὼν εἰς περισπώ-1 μένον ἐνεστῶτα τὸν; χαρῶ χαρήσω, noz τὸ κεχαρήσομαι, χρόνου ἐστὶ μετ᾽ ὀλίγον μέλλοντος."
      },
      {
        "index": 119,
        "text": "» ὅρα ὕτι τε ert ἄνδοω à ὕτα. αν o ὕται i ὅσα p αἱ ὅτι ὍΝ ἀρασημϑίουτα ς οἷα ΄ γίχη , e πευϑῆης, * διὸ xc π ἄεϑλον \"n οὔ αρηότὰ Ἐν χαὶ φιλο ἕλλοντος. A. ϑεῖν τον * τὰ τὴν τ Ἢ xci τὸ, πε t χαϑότι καὶ ἔϑλου μέλλο; ζητῶ μα λάνησιν κα j γυναικὶ δήματος x jm φαίνετα ἐμνήσϑη i Ae ϑυμῷ, ῦνος περιπλ ἰπόντος uy Sold ιούτου Qni c Πηνελόπη ϑάσας \"t ϑεὸς ἔμβα v Ποσειδῶνο D ἐχεῖνα εἰπ' σιν τοῦ ἘΘΕ » Y U TO ὕϑα ἡ ivog q (τοι ἢ τοῦ rà δὴ &x Duo ϑέσ ἰχασία d cv σε ῦϑα ἡ ἐχεῖνος ( TO ἐπὶ τιμὴ T ὑτὰ j τῳ ὃν εἶχα Bes ἐδ ἐς veli Es iP uelits eg τὴν ἐπὶ MD ve iv φαιδίμῳ εὐθημμῆσι j."
      },
      {
        "index": 120,
        "text": "reif Ἢ οι ἤρως \" ἐγ. ὀγταῦ Ὅτι ὴν ἂν U εἰς ῷ, g^0| /&v Ava τεστιν εϑλὸον vr : L. y τὴν ὃ ἐρετιιοῦ , λιπαρᾷ ) δὴ παντὶ 'Aoyt ς TOU ETE ϑήσετα ἸΘΌΣΣΕ ἘΝ ΘΕΈ ΘΟ 0c ὃ δὴ π . πολι ἐρράσϑης ^st δὲ ὺς δηλωϑή ἔμαϑεν, i τὴν TO vao ynoo ἱποῦσα ὃ εὺς ἐπεὶ \"έἐφρά - . λέγ. υϑὺς δὴ (oU ἔμα χαὶτ ὑνάτον : SO s ἑπεὲ αϑοῦσά μένον ὡς obs Tecum θάλασσαν, ἐξ ἁλὸς κα quein 9) yileds ue τῆς c π t) ὅσα ix ἴσασι 2) ἕξ Y «ug μ 7) Y δ Ut07 ^ παραγγε ὅσα οὐχ ἴσα Ἀξξαλον ἢ : ἔγδρα εἰ [πως ἡ ὡς τὴν σίου οἰητα, OL O γρὸν ἐξ ; TOY & 'ers."
      },
      {
        "index": 121,
        "text": "tyeret iv τεῶς e Toc ἀμεταπ λάνην, 9Anyo iv ἐϑέλει ors (V e πέριγ, ue iv ov ibm αἰ ' ους πλ L τὸν αἰ ἡ ἀσχεῖν * αρ L0 οὕτω λλομέν ͵ * ϑεῖν ξηρὰ x ϑ. , zat ἢ ἃ σε ? zat EE) Be à μαι Rs ἐς à ττυ σα) ἔπειτα ἔσεσϑα γροιν καὶ λουσαν ἐν τὴν τρι ἡ) λαβοῖ t μετέπ TRRITONS χάριν ἐϑέλου ἤναι Hu ἢ gto ϑυτικὴν τριτ 0g ἰς τὰ μετέπι ἔλυξιν ind dre jv, x us τὸν $ óc ἡ ἐσυτὸν «eic ὧν ὑπάλυξ μαϑείας͵ Er NEN E δὲ χ ἴται δὲ αι τὴ ἃς τινὸς cv ἑαυτὸ αχὼν xi πολῦι ἕνου ἔφη\" ἡ ϑεῖτ ἀνα ἢ λαλιᾶς \"μένω ἔπειτα x voa ^ αλουμ v v eg» αραμὺυ ἀρχὴν, Ἰρχὴν ἢ υϑουμ ."
      },
      {
        "index": 122,
        "text": "L ἔπε ευστο iv mox αὐτὴ ἴσγει. π ὑτης Η αρχ :. eu ἢ το YO φιλοπ. ἐλϑεῖν TIVI * QOL, ας ταῦ χαὶ ἦζει παρ ἑλπωρή φ ἐλ σὲσ ον 7t ἐγγοίας ἡσέται αὶ YOLOLEL ἐλ δ μὲν γαρ ἔχτρον ὍΣΗ «pn viu ἧς ἔγνγο )γ ησετ. cop E ἄρειον, \" ὃ μὲ , λέχτρ » àv qi ὑδὲ χλα . τῆς τὰ a0; [OC σιν c γγοίας. ἕως eg , OY 0j ᾿ ην οὐ M τὴν B «pe τ gijueto o τελέης ΄ συ δυσσ. πον. ᾿ OU μὴ : ἐῤῥέϑ \" ουχ v; -2 E σέξως Ὁ - TOY S ἐρῷ ας, ^ τηχεδώ at. eT v Oóvc £4 TOU » ἕτρη m vópo NI ως s λλὴ TZ i ὅτι καὶ , TOU s TCUTC σαι eu D TOU ὦ βοῦσα, ἑσται ; σπολ."
      },
      {
        "index": 123,
        "text": "xet yons -Ζοὶ τελέ vto rue: yov λα P ησιν, λίιψεως i ἄρειον, ὑτοῖς γι \"v mede ποδημιῳ ἢ ἐχείνο M pH e ἐχϑλίῳ Óv xai ἄρ cUTO εὐνὴ Er) ὕπι ἐσαῦϑις ἃ ὑτοῦ ἐχ E λιπαρὸ ? ἴται ἢ € ον χα ἕρων ἐχεῖνος eg ἐπὶ τῇ io E» Guo) » «p λιπο ηγεῖτα τς, λιπαρ 'δαιοτ. e Vers. exe eni T) AV, ἘΞ ΒΟ “εἰ γ ὑ προὴ πεῖν JV δὲ ( μ dv δύναι ὑπαλύξει ἔνῃ τὸ νόηι Óv γῆρας, ἶναι γῆρα ἀλλήλοις T Pare, ond eye ων V πυπαλ * ern T ον γ jo ' erat AA » υσιν ὁδὰς ἴοι ; ἐπὶ ισαμ xo λιπαρ τον ὕνται ἃ ero war... vgc voa."
      },
      {
        "index": 124,
        "text": "μέταχ οὔ γὰρ τοις ταῦ διομιλ i ὄρχη χη μοι οἱ σι ως | : ' 7b ps ἂν τού δ ἀνὴρ. δι / ἔτι xai ἥσαντες '«Y»6 , ατοῦυ αν ον κωσις τὴς ἐν \" e«rnuo ὴν ἔτι υσαν T0 περ φιλ χά Ó ποιητὴς qq λπὴν : na \"P T ἵχοντο, rov εἰσέτι χρο ἡνευΐσεν ὃ γυνὴ ci jx tastes bod ἴσταρχος Voice jns. ὧν xe iiec id B ὡς Y τοιαῦτα xci oi À ἱ δὲ (ey o ἤλαιο λὰ T )nrop ii οὐ νι d Lon ied ἀπ GA. ipi τέ ξλαρα [ton rs ρισμὸν uovcg ἈΦ αχος Ü ϑέὲσμ f vy πα. σιοι οἱ po τῶν φ vay N t ! Ty £u αλαιο ὺἡ τὴν τῶ ; cate οντες."
      },
      {
        "index": 125,
        "text": "ἐκεξῆς T ὕστερον ἃ | δὲ διότ γοι. ἔχτροιο π᾿ EU PED την ἡέϑη, ᾿ οϑευο Uc eges H ὕστερ , εἰ T pore λέκτρ à ὅτι κα X E Ha γιβλίου Y jv cvv s L τὸν Ux ὀλίγα. ὈκδύσE τ , y δὲ 0, ὡς - βιβλ T τὴν ; αὶ χα υκ 0À ^ — ΄ ᾿Ιστέο )V, εἰς TO, λους TOU guy ἣν, εἶτ i ἄλλα ο ὕϑα τὴν ίησιν L αὐτοί. τικῶν, ἧς ἕως τέλο ίπτοντες \" ἐπιτομὴ ? xcu o a ἐγταῦ “ἡ ποι) και c , ocunuo B I2 Sg ἑῶ - γγντιπί ἑιας € μένα OUTO € ' ὁλην ἐλαá τε γραι L Ri: ἱ αὐτοῖς à iv Ὅδυσσ ᾿ AcrTT διατ - τὴν αᾳ & v TO τα οἱ αὖ » ev ως 7t αι, χῶσαι Φαιακίᾳ τῶ Ὀδύσσειαν, , σιν ὑς εἰπ (Ot sni wd px Y ἐν ὈδυσὉ vg € gae ὕλης ως 1s Puy ϑαυμ , πέπ' Y tov gg νὰ € ἢ Ὁ τὴν À : ως ἣν τῆο d \"lj ἐχεῖ ."
      },
      {
        "index": 126,
        "text": "δίας a αὶ o MO Ses e ον τῆς πιραύπεουσιν». τὸ tiir ocu j τῆρ ἐφεξῆς πὲ δα urea μὰ μὰ con * Ὅτι ἀνακεφα: ; λαίωσιν x ὃν Ada toy] τῆς ἐφεΐ σαι καὶ συσς tvi γτες Ὁ τρεῖς Ad ege x ὃς T ἢ ἀρχῇ ὥσα δμοίως L ἱ ῥηθέντες sqq. DILE : TOV ἐν T) Οἷς i ὅσα , ot o rs. evrj ων Οδυσ : σχέευὰ ἔστιν A. λίου LGTO(f ül. \" QUO, ὃν uj , A veva € σιν, τὶ e ν ἣ Ao n L φασ x y γυν vog ἢ υσλλὰ ε τίζου σου TO Og χα λέσϑα τα τῇ ἡνέσγετο ἃ ων ig πο , τερμα x μέσο E ἱσταρχ τέτελὲ ὑ τῶν χα γεσχ 0c δὲ πί 9- ἄπο ἔγους ἐκ ὅτι \"Api dido au oxi c ἴροις ἃ λλὸς ίους πρ ΘΈΜΙΣ, dm λομένο : OT ἐνταῦϑα ἜΣ ΈΕΣΣ ἐν μεγάρ πο α πλείους προ : φέλομ ] τις, ὑἡτης ivr ov Qvo ἡ ὕσα ἐν μ $ cov, ἐῶ 7L TOY éX nv co , ἂν οὖν υτὴς ἡ τὸν 1j z ἕσφα Ὄδυσσ & το ταυτῃ ποι ἃ ἰρια τα χατὰ ἡ γυνὴ λα er ; , καὶρ ν τὲ ὃς εἶπεν ἢ L ἴφια μ λυπ' ἐμόγη ἐχούσ"
      },
      {
        "index": 127,
        "text": "α dani ἴσως τὰ ame τῶν τε: ὡς «εἰσεξν:\" καὶ ἴφ ov πολυπαῦ ὃς ἐμόγ ᾿ἀκούσασα, ΩΣ ἐσ s γινομένη : ἱπὼν, n βόας \" *r oL TO , ε αὐτὸ ἔρστετ y e TO A ν E » (Unus € ολλὰ - c μέν ὅσα τ. γα τερ σειας, Ἢ τῇ εν) c ποιή ἵγεχα m , eg nu ? δὲ ep ελιχρ VIE ; g ἐν Ti ὃ UTC CEA σιν. ποις; c 7] H ἡ, ἄνα etg o ἰχους ja τῆς € : , QU εἰ H ϑρω γυν EV. λογο )], ἃ λαιώσ Yc Oti οἱ αὖ καίρ αν , OG. ἢ . ey , C€oyn, δαπα ^ e\" AOV , tne €. ; ἔϑηκεν » o Aoy ep ?j τι σειας , ν διηies qut λον ὅμιλ z δαπά δεα E jeg αὐτῷ ἐξέχρουε y 5c 'Oóvc Ao ; Ho xs ción ."
      },
      {
        "index": 128,
        "text": "στιχὰα ὅσα zu ὑδόλως ἐξέχρ y τῆς v ate q coἐσορῶσα ἀΐδη; ponen λεγεν joie οὐδόλως Seed φύσιν κατὰ g erat - & πὲρ ὰρ ἔλ LY οὐ Ee c«m χατὰ /2 M E xe p Meus vos. E μὲν i Too αταλέ D OE zt ἢ — ὃς \"me v ἑποιξίν το O s AC) MP S , ος αὶ » ων Vers. ἴϑα, ὡς λλαχο τίχους * τῶν γὰρ E παρ A eq D: ( ὑγταῦ mem V ἄντα (oe. στίχ ἡπλουν\" c i βλεφάρο ὧν Κικόνων, ig τριάχκον ίξας κά εἰν, ὧς {ξι \"πὶ g« ας ἀπόπ ἐπὶ B Uv x τῶν ὸς τοῖς i δείξ erst] ὕϑα πο ᾿ & ἱπτεν ἐπὶ Uy ἐχ Évi πρὸς τ ἔσχατα καὶ er UNI ταῦ Τροίας a TEN 0g οὔν £x qo ἔσχατ ἐτῶν ἐνενδ καὶ ἐν ἱ ὕπνος ἀρξάμεν ἐν ἔπεσιν τὰ nue ϑὰ x ὑδέ οἱ Ua )."
      },
      {
        "index": 129,
        "text": "ἂρ ἔνην ἐν € ἐλϑὼν πρὸς ὧν Oujynt χα οὐδέ γλυχύ. Lamy λϑὼ τῶν ὃς, E. ὕπνου τὴν ὅλην d εὐτάχτως F^ Mibiseenum rs eon p ὕται (0) χῶς τῶ; Ἤν. xq αλαιοῦτ' αἱ ἐκ τῶν {: ἐριβλητικῶς ἐεϑόδῳ eoou , Ὅς Z 7L ὦ L γησαάμενος ἄγματα t αὐτὰ τιϑέναι μι οἶδε πράγματ τάξιν σειν * tA! χατα iU πά"
      },
      {
        "index": 130,
        "text": "γὰρ νῦν εὐτάχτως ἐπιτρέχει, ὡς πρῶτον Κίκονας δάμασεν, ὡς ἤλῖϑε “Τωτοφάγων ἀνδρῶν πιειραν ἄρουραν\" τοιαύτη γὰρ Di χώρα. χαὶ ὅσα Κύχλωψ, ἔρξεν, εἰς τοὺς αὐτοῦ δηλαδὴ ἑταίρους, καὶ ὡς ἀπετίσατο ποινὴν ἐφϑίμων ἑτάρων, οὺς ἤσϑιε οὐδ᾽ ἐλέαιρε, καὶ ὡς «Αἴολον ἵκετο, ἔνϑα ὑπὸ ϑυέλλης ἀνέμων ἐδυστύχησε, xci ὡς Τηλέπυλον «“Ταιστρυγονίην ἀφίκοντο, οἱ νῆας ὥλεσαν καὶ ἑταίρους. \"EvÓ« ὅρα τὸ, oi νῆας ὥλεσαν, τουτέστιν οἱ “Ἕαιστρυγόνες, ὡς ταυτὸν ὃν “Ζαιατρυγονίην καὶ “Ιαιστρυγόγας εἰπεῖν. καὶ Κίρκης κατέλεξε δόλον πολυμηχανίην T6, οὗ ἐναντίον ἡ ἀμηχανία, ὃ δὴ δόλῳ xci πολυμηχανίῳ xci ᾿ΟὨἐΥυσσεὺς χε ἑκόσμηται."
      },
      {
        "index": 131,
        "text": "προσεπεῖπε δὲ καὶ ὡς “Αιδου δόμον ἦλϑε τὸν, ὡς καὶ ἀλλαχοῦ δηλοῦται, εὐρώεντα, ἔνϑα εἴσιδε πάντας ἑταίρους καὶ μητέρα, εἰ καὶ ἐν τοῖς φϑάσασιν ἐσιγήϑη τὸ πάντας αὐτὸν τοὺς ἑταίρους ἰδεῖν. ἔτι δὲ κατέλεξε καὶ ὡς Σειρήνων ἀδινάων φϑόγγον ἄκουσεν. ἔνϑα φασὶν ot io παλαιοὶ τὸ ἀδινάων ἀντὶ τοῦ ἡδυφώνων, ὠδικῶν, παρὰ τὸ CÓuv ἢ μᾶλλον παρὰ τὸ ἡδύ\" πέντε γάρ φασι τὸ ἀδινὸν σημαίνει\" ἀϑρόον, ὡς ἐν τῷ, μελισσάων ἀδινάων\" οἰκτρὸν, ὡς ἐν τῷ, ἀδινὸν στοναχῆσαι\" ἥδιον ἤγουν ἡδὺ, γλυκὺ, ὡς ἐν τῷ, Σειρήνων ἀδινάων\" πυχνὸν xci ἰσχνὸν, olov, ἀμφ᾽ ἀδινὸν χῆρ᾽ καὶ ἠρέμα, ὡς ἐν τῷ, ἀδινῶς ἀνενείκατο φώνησέν τε."
      },
      {
        "index": 132,
        "text": "«Τογιστέον δὲ Ott ὃ τὸν δασύνας πολλῷ πλέον ἐθρασύνατο, ἂν τὰς ἀδινὰς δασύναι Σειρῆνας ὡς ἀπὸ τοῦ ἥδω. \"Ioréov γὰρ ὅτι ὁ περὶ βαρβαρισμοῦ γράψας ὡς ἁμάρτημά ἐστι προφορᾶς ἐν λέξει παρὰ τόνον ἢ παρὰ χρόνον ἢ παρὰ διάλεκτον, ἕν λέγει βαρβαρισμὸν εἰναι καὶ παρὰ πνεῦμα, ὡς εἴ τίς φησι τὸν ᾿ἄδωνιν ψιλῶς λέγει, ἢ τὸν ὄνον μετὰ δασείας πνεύσεως, ἢ εἴπῃ, ἐφ᾽ ἐννέα κεῖτο πέλεϑρα. ὃ δ᾽ αὐτὸς καὶ τὸν παρὰ διάλεκτον κωμικώτερον βαρβαρίζοντα σαρκάζξειν λέγει καὶ τὸ πρᾶγμα σαρχασμὸν καλεῖ. ἔτι εἶπε καὶ ὡς ἵκετο Πλαγκτὰς πέτρας δεινήν re Χάρυβδιν, τὴν καὶ δῖαν iv ἄλλοις μ΄, ῥηθεῖσαν, Nui τε, ἣν οὔ πώ ποτε ἀκήριοι ἄνδρες ἄλυξαν, ὡς καὶ προεῤῥέϑη."
      },
      {
        "index": 133,
        "text": "ἔτι ye μὴν ἐκεφαλαιώσατο xci τὸ κατὰ τῶς βόας τοῦ “Ἡλίου καὶ ὡς vic ϑοὴν ἔβαλε ψολόεντι χεραυνῷ Ζεὺς τουτέστιν αἶψα ὀλλύντι ἢ ἀσβολοποιῷ᾽ ψόλος γάρ ὑβαση». ἀσβόλη. ἔφη δὲ xoi ὡς ἵκετο ᾿Θγυγίην νῆσον; τὴν πολλαχοῦ ῥηθεῖσαν, γύμφην re ΚαAvia, χαὶ ὡς ὑπισχνεῖτο ἐχείνη ϑήσειν ἀϑάνατον καὶ ἀγήραον ἤματα πάντα τὸν Ὀδυσσέα, εἰ καὶ οὔ ποτε ϑυμὸν αὐτοῦ ei στήϑεσσιν ἔπειϑεν, ὃ καὶ σαίνειν πλέον τῶν ἄλλων τὴν Πηνελόπην δόξειεν ἄν. χαὶ ἐπὶ πᾶσιν εἶπεν, ὡς ἐς Φαίηκας ἀφίχετο πολλὰ μογήσας, χαὶ τιμηϑεὶς ἐπανῆλθε πλουτῶντῇ Vers."
      },
      {
        "index": 134,
        "text": "τοῦτ᾽ ἄρα, φησὶ, δεύτατον ἤγουν πανύστατον εἶπεν ἔπος, ὅτε οἱ γλυκὺς ἱ ὕπνος λυσιμελὴς άο ἐπόρευσε λύων μελεδήματα ϑυμοῦ. ὃ γέγραπται καὶ ἀλλαχοῦ. ᾿Ιστέον δὲ ὅτι ἐν τῷ, πολλὰ βύας καὶ ἔρια μῆλα ἔσφαζον, τὸ πολλὰ ὡς πρὸς πράγματα ἁπλῶς ἀποδέδοται, ὃ ? πολλαχοῦ εἴωϑε κατά τι σχῆμα ἴδιον φράζειν ὃ ποιητής. τῷ δὲ τῶν μήλων ὀνόματι καὶ αἰγὲς καὶ σύες καὶ νῦν ὅ0 ἐμπεριλαμιβάνονται. μετ᾽ ὀλίγα δὲ χαὶ βόας λέξις ἐμπερεἔχειν οἷον\" μῆλα : πολλὴ μὲν αὐτὸς ἐγὼ ληΐσομαι. Τὸ δὲ, ἀπετίσατο ποινὴν ἑτάρων, ἢ) ἀντὶ τοῦ, ἀπέτισε ποινὴν ἑτάρων; ἢ ἀντὶ τοῦ, ἀπέτισε ποινὴν ὃ φαγὼν αὐτοὺς Κύχλωψ , τουτέστιν ἀπέδωκεν, 1) Ὀδυσσεὺς ἐτίσατο ἐχεῖνον ἤγουν ἐτιμώρησεν εἰς ποινὴν τὴν ὑπὲρ τῶν φίλων."
      },
      {
        "index": 135,
        "text": "Ὅτι ἐν τῷ, αὐτίκ᾽ ἀπ᾽ ᾿Ωχεανοῦ χρυσόϑρονον᾽ Ηριγένειαν ὦρσεν ἵν ' ἀνϑρώποισι φόως φέρῃ; τὸν ὄρϑρον φράζει, ὡς δηλοῖ καὶ τὸ ὦρσεν\" οὗ ϑέμα c ὄρω, ἐξ οὗ ὃ ὄρϑρος. Ἀδοκεῖ δὲ τοιοῦτος είναι “καιρὸς ὃ μιχρόν τι πρὸ ἡλίου φαύσεως, ὡς δηλοῖ ἐφεξῆς τὸ, αὐτίχα γὰρ φάτις εἰσιν ἅμ᾽ ἠελίῳ ἀνιόντι, ἤγουν ὕτε ἥλιος ἀνατείλῃ, μετὰ τὸν ὄρϑρον δηλαδὴ, καϑ' ὃν χαὶ ἀνίστανται ὀρϑούμενοι ἄνϑρωποι, ὡς τὰ πολλὰ οὐκ ἀναμένοντες ἣλ tov. Ὅτι διαϑηκῷά τις ὑποτύπωσις & mo Ὀδυσσεὺς ἐνταῦϑα πρὸς τὴν γυναῖκα φησίν Ἶ ὦ γύναι, ἤδη piv πολέων κεκορήμεϑ' ἀέϑλων ἀμφότεροι, σὺ μὲν ἐνθάδ᾽ ἐμὸν πολυχηδέα νόστον αὐτὰρ ἐμὲ ϑεὸς ἄλγεσιν i ἱέμενον πεδάασχεν, ἤτοι ἐδέσμει, ἐμῆς ἀπὸ πατρίδος αἴης, τουτέἌστιν ἐγὼ μὲν ἀπὸ τῆς πατρίδος, σὺ δὲ ἐπὶ τῆς πατρίδος ἐ ἐπάσχομεν κακά."
      },
      {
        "index": 136,
        "text": "J viv δ᾽ ἐπεὶ ἀμφότεροι πολυήρατον ἱχόμεϑ' εὐνὴν, χτήματα μὲν τώ μοί ἐστι κομιζέμεν ἔν μεγάροισιν, ὅ ἐστι κόμιζε \"xc ἐπιμελοῦ; μῆλα δὲ, & μοι μνηστῆρες ὑπερφίαλοι κατέκειραν y πολλὰ μὲν αὐτὸς \"ἐγὼ ληΐσομαι, τουτέστιν ἀκόντων ἀφέλωμαι, ἄλλα. δ᾽ ᾿Αἰχαιοὲ δώσουσιν, & εἰσόχε πάντας ἐνιπλήσωσιν ἐπαύλους, ἤτοι σταϑμοὺς, αὐλὰς. ἐπαύλεις. “γοάφεται δέ φασι καὶ μεσαύλους. οἱ μέντοι ἔναυλοι τί δηλοῦσιν, ἔστιν εὑρεῖν ἐν τῇ \"Ιλιάδι. δῆλον δὲ ὅτι καὶ λόγοι (verior παρὰ τὸν μουσικὸν αὐλὸν λέγονται οἱ πρόσφατοι"
      },
      {
        "index": 137,
        "text": "xci ἀχοαῖς ἔτι ἐναυλούμενοι. Ὅρα δὲ ὅτι σχήματός ἐστιν ἐξάλλαξις τὸ, σὺ μὲν ἐνθάδε χλαίουσα, ἐμὲ δὲ ϑεὸς ἄλγεσι πεδάασχε\" τὸ γὰρ σαφὲς καὶ κοινὸν καὶ σύνηλϑες τοιοῦτον\" σὺ μὲν ἐνθάδε κλαίουσα, ἐγὼ δὲ ἀλήτης ἐχ ϑεοῦ πεδούμενος ἄλγεσι. Κτήματα δὲ φανερῶς πάντα λέγει τὰ ἐν μεγάροις, ὥς περ δὴ καὶ μῆλα, καϑὰ xci προσεχῶς ἐδηλώϑη ᾿ πᾶντα τὰ ϑρέμματα. Ὅρα δὲ ὅτι τὸ ὑπὸ ἀλγέων. κωλύεσθαι ἄλγεσι πεδιεῖσϑαι φησὶν ὃ ποιητὴς , χαὶ ὅτι τὸ πεδάασκον δευτέρας συζυγίας ἐμφαίνει ῥῆμα εἶναι τὸ πεδῶ, καϑά mov πρὸ τούτων καὶ τὸ, ὅς τίς μ᾽, ἀϑανάτων πεδάᾳ."
      },
      {
        "index": 138,
        "text": "\" καὶ ὅτι τοὺς μὲν ᾿Ιϑακησίους ᾿Αχαιοὺς οὐκ ἂν ἴσως βλώψοι ληϊζόμεγος Ὀδυσσεὺς, ϑρόῦθον γὰρ ἀναγκαίως ἑκόντες ἀέκοντες & πὲρ ξητοῦνται, ὑποχείριοι τῷ ᾿Οδυσσεῖ κείμεὡο νου\" Δουλιχίων *rüy δὲ καὶ Σαμίων xci Ζακυνϑίων ληΐσεται, oUg εἰχὸς δυσπειϑεῖν διὰ τὸ ποῤῥωτέρω τῆς ᾿Ιϑάχης εἶναι. Ὅτι προεχτιϑέμενος χἀνταῦϑα“ Όμηρος τὴν ἐπὶ τοῖς ἐφεξῆς ποιητικὴν οἰκονομίαν πλάττει τὸν Ὀδυσσέα λέγοντα, ὡς αὐτὸς μὲν πολυδένδρεον ἀγρὸν ἔπεισιν ὀψόμενος πατέρα ἐσθλόν\" σοὶ δὲ, γύναι, τόδ᾽ ἐπιτέλλω πινυτῇ περ ἐούσῃ, αὐτίκα γὰρ φάτις εἶσιν ἅμ᾽ ἠελίῳ ἀνιόντι ἀνδρῶν μνηστήρων οἷς ἔχτανον, εἰς ὑπερῷ ἀναβᾶσα σὺν ἀμφιπόλοισι γυναιξὶν, ἧσϑαι τουτέστι χάϑησο, μηδέ τινα προτιόσσεο ἤγουν πρόβλεπε, μηδ᾽ ἐρέεινε ἤτοι προσφώνει ὡς ἐκ μέρους εἰπεῖν τὸ πᾶν."
      },
      {
        "index": 139,
        "text": "διατί δὲ ταῦτα; ἵνα μηδὲν τῶν πεπραγμένων εἰδέναι δοκοῦσα μηδ᾽ ἀδικηϑείη ὑπό τινων. καὺ τοῦτο μὲν οὕτως εὐοικονομήτως ἀναπεφώνηται. Ὅρα δὲ τὸ, ἀγρὸν POTITI αἰτιατικῇ συνταχϑὲν ἀντὲ τοῦ, ἐπὶ τὸν ἀγρὸν εἶμι. οἱ δὲ μεϑ' Ὅμηρον καὶ μάχιμον οἴδασι τὴν. λέξιν \" ἐπιέναι γοῦν τις καὶ ἐπέρχεσϑαί τινι λέγεται κατὰ δοτικὴν σύνταξιν. “Σημείωσαι δὲ καὶ τὸ, αὐτίκα γάρ\" ἔνϑα ὃ γᾶρ σύνδεσμος κεῖται συνήϑως ἐν ἀρχῇ ἀντὶ τοῦ ἐπειδὴ ἢ ἢ διὸ, ἀποδιδόμενος εἰς τὸ, εἰς ὑπερῷ᾽ ἄναβᾶσα. Φάτιν δὲ τὴν πολλ ἰαχοῦ δηλωϑεῖσαν φήμην gnoi* γίνεται δὲ ἐκ τοῦ φατίξω ἡ 2j φάτις."
      },
      {
        "index": 140,
        "text": "ἡ μέντοι So φάσις τῶν μεϑ' Ὅμηρόν ἐστι, φιλοσόφοις τε ᾿ἰγνωσμένη xoi δικανικὴ λέξις οὐσα παρὰ τοῖς παλαιοῖς. cM ers. Ὅτι τὸν Τηλέμαχον καὶ τὸν βουκόλον καὶ τὸν συβώτην ἐνόπλους Ὀδυσσεὺς ἐπὶ τὸν ἀγρὸν ἀπιὼν συνεξάγεν διά τι ἀναγκαῖον, ὡς ῥηθήσεται. καὶ ἔστι καὶ τοῦτο οἷόν τις προέκϑεσις. προάγει δὲ αὐτοὺς τῆς πόλεως AO av νυχτὶ κατακρύψασα, 7] τοῦ Ὀδυσσέως δηλαδὴ φρόνησις , 0U περὶ πλήϑουσαν ἀγορὰν ἐχείνους ἐξαγαγοῦσα ὡς ἅπασι βλέπεσϑδι, ὄρϑρου δὲ ὡς εἰκὸς ἢ μικρόν τι μετὰ τὸν ἀχριβὴ ὄρϑρον, καϑὰ δηλοῖ καὶ τὸ, ἤδη μὲν LT qv ἐπὶ χϑόνα, τὸ ἐνταῦϑα μὲν πάνυ γοργῶς; λεχϑὲν, ἀλλαχοῦ δὲ περιφρασϑὲν ἐν τῷ, \"Hog δ᾽ ἐκ λεχέων παρ᾽ ἀγαυοῦ Τιϑωνοῖο χαὶ ἑξῆς , χαὶ ἐν τῷ, ἦμος δ᾽ ἠριγένεια φάγη ῥοδοδάκτυλος Hoc."
      },
      {
        "index": 141,
        "text": "spi ᾿Ιστέον δὲ ὅτι ἐν τούτοις ὡς καὶ ἐν τοῖς TEM κεῖται χαὶ διασχευὴ περιττὴ καὶ ἀφελὴς τὸ, ὥϊξαν δὲ ϑύρας, ἐχ δ᾽ ἤϊον, ἦρχε δ᾽ Ὀδυσσεύς. διὸ καὶ γοργῶς ἀπεστένωται διὰ τὸ εὐτελές. ἔχει δέ τι xci μεγαλόφρον ὁ τοῦ ᾽Οδυσσέως ἐνταῦϑα λόγος ἐν τῷ, μνηστήρων oUs ἔχτανον\" ἑαυτῷ γὰρ τὸ πᾶν τῆς μνηστηροχτονίας ἐπιγράφεται ἀπξοθμάμιν τῆς γυναιχὸς, οἷα τὸν υἱὸν καὶ τοὺς δούλους μὴ προσλογιζόμενος."
      },
      {
        "index": 142,
        "text": "Τὰς τῶν μνηστήρων ψυχὰς “Ἑρμῆς εἰς “Διδου κατάγει, καὶ ἀναγνωρισμὸς ᾿Οδυσσέως γίνεται πρὸς"
      }
    ]
  }
}
