{
  "chapterNumber": 16,
  "title": "Commentary on Odyssey Book 16",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ελϑόντος εἰς τοὺς ἀγροὺς Tu ἑμάχου, πέμπεται Lycos εἰς τὴν πόλιν ὀφείλων ἐπαγγεῖλαι τοῦ δεσπότου τὴν παρουσίαν. γίνεται δὲ ἐν τοῖς ἑξῆς ᾿Οδυσσέως. πρὸς τὸν υἱὸν ἀναγνωρισμὸς κατὰ βούλησιν ᾿Αϑηνᾶς καὶ τῶν ἐπὶ τὴν ἐνέδραν Τηλεμάχου τεταγμένων ἐπὶ τὴν πόλιν ὑποστροφή."
      },
      {
        "index": 2,
        "text": "Ὅτι ἀναγνωρισμὸς Ὀδυσσέως ἡ ῥαψῳδία αὕτη \"ἐπιγέγραπται. ᾿ἀνεγνωρίσϑη), ἀναγκαίως ἐνταῦϑα τῷ υἱῷ Τηλεμάχῳ, ἵνα προβουλεύσωνται, Ὅτι τὸ, ἐντύνοντ ἄριστον ἅμα ἠοῖ"
      },
      {
        "index": 3,
        "text": "κηάμενοι πῦρ, δεῖπνον δηλοῖ σχευάξεσϑαι τῷ Εὐμαίῳ καὶ τῷ Οδυσσεῖ. διὸ καὶ πρὸ ὀλίγων ἐῤῥέϑη τὸ, ἅμα ἠοῖ φαινομένῃ δειπνήσας. ταυτὸν οὖν ἀπποῦϑα δεῖπνον καὶ ἄριστον συνωνυμίας λόγῳ, γενόμενα τὸ μὲν παρὰ τὸ δεῖ πονεῖν, τὸ δὲ παρὰ τὸ Conv τηνιχαῦτωα συνίστασθαι, ὥς περ αὖ πάλιν ἑσπέρας vicia παύεται, τουτέστι πόλε μος, χατὰ τὸ, ἀγαϑὸν καὶ γυχτὶ πιϑέσϑαι. “Σημειοῦνταιν δὲ οἱ παλαιοὶ \"ὅτι ἅπαξ ἐνταῦϑα ἡ τοῦ ἀρίστου λέξις εἴρηται καὶ ἅπαξ ἐν ᾿Ιλιάδι, καὶ ἐλέχϑη περὶ τούτου zc ἐχεῖ. ᾿Ιστέον δὲ ὅτι ἐν τοῖς τοῦ ᾿4Ιϑηναίου “φέρεται, “περὶ ἀρίστου χαὶ δείπνου χαὶ τῶν τούτοις ᾿δμοστοίχων καὶ τοιαῦτα τινά."
      },
      {
        "index": 4,
        "text": "ἄριστον, τὸ ἀκράτισμα, ἤγουν τὸ πρωϊνὸν ἔμβρωμα, ἡμεῖς ἀχρατισμόν, quot, καλοῦμὲν διὰ τὸ ἐν ἀκράτῳ βρέχειν xai προσίεσϑαι ψωμούς. “προφέρει δὲ ὃ αὐτὸς χαὶ χρήσεις, ἐν αἷς χαὶ τὸ, ἀχρατιοῦμαι μικρὸν e ἥξω. πάλιν. λέγει δὲ καὶ ὅτι Φιλήμων τροφαῖς τέσσαρσι χρᾶσϑαι φησὶ τοὺς. παλαιοὺς, ἀχρατίσματι, apt*aro , ἑσπερίσματι, δείπνῳ\" χαὶ ὅτε τὸν μὲν ἀχρατισμὸν διανηστι- o σμὸν ἐχεῖνοι ἔλεγον, τὸ δὲ ἄριστον | δορπηστὸν, τὸ δὲ δι οὶ ἐπιδορπίδα. ἔστυ δέ, φησιν; ἢ τάξις τῶν ὀνομάτων χαὶ παρ \"Αἰσχύλῳ, ἐν οἷς παράγει τὸν Παλαμήδην λέγοντα."
      },
      {
        "index": 5,
        "text": "οὕτω\" οἴτον δ᾽ εἰδέναι διώρισα, ἄριστα δεῖπνα δόρπαϑ' αἱρεῖσθαι τρία. τῆς δὲ τετάρτης, φησὶ, τροφῆς οὕτω μέμνηταυ Ὅμηρος\" ἔρχεο δειελιήσας, ὃ καλοῦσι τινὲς δειλινὸν βρῶμα, μεταξὺ ὃν τοῦ ὑφ᾽ ἡμῶν EM ἀρίστου χαὶ δείπνου. ὅτι δὲ τοῦτο ἤγουν τὸ δειελιήίσας ἀντιλέγεται ὡς μὴ δηλοῦν τετάρτην τρο gn y «ἐπεὶ pre οἶδεν ἡ Ὅμηρος τροφὰς ἐφ᾽ ἑκάστης ἡμέρας τέσσαρας, ἐν τοῖς ἑξῆς που ῥηθήσεται. ὃ δὲ ᾿᾿ϑήναιος λέγει καὶ ὡς ἄριστον μέν ἐστι τὸ ὑπὸ τὴν ἕω αμβανόμενον , δεῖπνον δὲ τὸ μεσημβρινὸν, ἡμεῖς ἄριστον φαμέν\" δόρπον δὲ τὸ ἑσπερινόν, ἐπὶ δὲ τούτοις ἐσεετερίνει, συνωνυμεῖν τὸ ἄριστον τῷ δείπνῳ ἐξ Ὁμηρικῆς χρήσεως ὡρμημένος."
      },
      {
        "index": 6,
        "text": "Ὅτι τὸν Τηλέμαχον ἐλϑόντα περρίσσινον χύνες ὑλαχόμωροι, οὐδ᾽ ὕλαον προσιόντα. ἐνόησε δὲ ὃ ἐμφρόντις ᾿Οδυσσεὺς σαίνοντάς τε κύνας, περὶ δὲ χτύπος ἢλϑε ποδοῖϊν, ἤγουν περιῆλθεν αὐτὸν ὃ χτύπος τῶν ποδῶν τοῦ υἱοῦ. οὕτω καὶ ὃ γέρων Νέστωρ ἐν Ἰλιάδι νοεῖ πρὸ τῶν ἄλλων τὸ ἐλπιξόμενον, ὕτε φησὶν ἐκεῖνος, Ἱπήπων μ᾽ ὠκυπόδων ἀμφὶ κτύπος οὔατα βάλλει. καὶ εἰκότως ταῦτα. ἐκεῖ T6 OO γὰρ ὃ fano ἐφ᾽ οἷς ἐλπίζει ἐ ἐγρήγορε. x«l νῦν δὲ ὁμοίως ὃ Οδυσσεὺς προςδοκῶν τὸν viov. διὸ xai λέγει πρὸς Εὔμαιον\" ἢ μάλα τίς τοι ἐλεύσεται ἐνθάδ᾽ ἑταῖρος, ἢ) καὶ γνώριμος ἄλλος, ἐπεὺ χύνες οὐχ ὑλάουσιν ἀλλὰ περισαίνουσι."
      },
      {
        "index": 7,
        "text": "ποδῶν δ᾽ ὑπὸ δοῦπον ἀκούω, ὃν κτύπον ἀνωτέρω ἔφη ὡς ταυτὸν ὃν οὕτως ἢ οὕτως εἰπεῖν. οὐκ ἔχει δὲ καιριωτέραν ἐπὶ κυνῶν λέξιν εἰπεῖν τοῦ σαίνειν καὶ τοῦ ὑλάειν, ἐξ οὗ παράγωγον τὸ ὑλάσσειν xcà τὸ ὑλακτεῖν. ὧν ἀγφιώτατον. μὲν ἡ ὑλακὴ, ἐξ οὗ χύνες ὑλ «κόμωροι, ὡς προδεδήλωται\" πραὺ δὲ *ró σαίνειν, παραχϑὲν ἐχ τοῦ τὸ οὐραῖον τηνικαῦτα σείεσϑαι. ἀπὸ γὰρ τοῦ! σέω, σῶ, ἐξ οὗ τὸ σείω, ἐξ αὐτοῦ χαὶ τὸ σαίνω, χυριολεχτούμενον μὲν ἐπὶ κυνῶν, ἤδη δὲ χαὶ ἐπὶ ἑτέρων ζῴων, μεταφερόμενον δὲ τροπικχῶς καὶ εἰς τοὺς ὑπούλ ovs καὶ ακικοὺς, ἔτι δὲ χαὶ εἰς τοὺς λαιϑάργως δάκνοντας."
      },
      {
        "index": 8,
        "text": "Ἰστέον δὲ ὅτι ἐκ TOU, ὡς ἐῤῥέϑη, σέω;. οὗ παράγωγα τὸ σείω χαὶ τὸ σαίνω, non Je καὶ τὸ σήϑω, ἀφ᾽ οὗ καὶ σητάνδιος ἄρτος, καὶ τηλία, ἧς χρῆσις καὶ σωρὰ τῷ κωμικῷ. UESO δὲ χαὲ τὸ σόω, οὗ σύνϑετον παράγωγον ὃ λαοσσόος \"done; d stp εἰχὸς γενόμενον σούω προρλήψει τοῦ V σχεῖν ῥῆμα ἐκ κινήοεως. “ἀκωνιυκὸν τὸ ἀπέσσουα, ἤγουν ἀφώρμησεν, ἀπῆλθεν, ἀπέϑανεν: καὶ τὸ σούσϑω δὲ παρὰ “Σοφοκλεῖ ix τοῦ σόω, ϑέματος ὥρμηται. σόεσϑω γὰρ ἐχεῖϑεν χαὲ χράσεε! σούσϑω. ἔτι £z TOU σέω σῶ ἐχείνου τοῦ πρώτου zc τὸ σύω τὸ ÓpuO."
      },
      {
        "index": 9,
        "text": "τοῦ δὲ σαίνειν σύνϑετον τὸ σαίνουρον, πρὸς ἀναλογίαν τοῦ λόφουρον, ἴσως δὲ καὶ ὃ σάννας ἢ σάννος ἐξ αὐτοῦ παρῆκται, ὃς ὅτι τὸν cid σημαίνει, ἀλλαχοῦ ἐγράφη. καὶ τοῦτο μὲν τοιοῦτον. λον δὲ ὅτε διὰ τὸ, ὡς ἐῤῥέϑη, καίριον ἐπέμεινε χαὶ τῇ τοῦ σαίνειν * Az καὶ τῇ τοῦ ὑλάειν. Ὅρα δὲ ὡς τὸ μὲν ὑλακόμωροι ἐ ἐχτείνει τὴν ἄρχουσαν, τὸ το δὲ ὕλαον καὶ TO oU; ὑλάουσι συστέλλει αὐτήν. ᾿Ιστέον δὲ ὅτε τὸ, ἀλλὰ περισαίνουσιν, ἀναγζαίως πρόσχειται. οὐ γὰρ ἁπλῶς φίλου ἥκοντος σύμβολον τὸ μὴ ὑλάειν τοὺς κύνας; εἰ μὴ καὶ περισαίνουσι."
      },
      {
        "index": 10,
        "text": "Τὸ δὲ περὶ: δὲ κτύπος ἦλϑε ποδοῖδν ἐσχημάτισται. τὸ γὰρ ὀρϑὸν χαὶ σαφὲς καὶ χοινὸν ἦν τὸ, σαίνοντάς τὲ κύνας χτύπον τε 'ποδῶν. ὃ δὲ, ὑποστίξας εἰς τὸ κύνας. ἐπήγαγεν ὡς ἀπὸ ἄλλης ἀρχῆς ἰδιχὴν ἔννοιαν τὸ, περὶ δὲ κτύπος ἦλ ϑὲ ποδῶν. ἔστι δὲ τὸ περιῆλϑε ταυτὸν τῷ ἠκούσϑη; περὶ αὐτὸν nhe. sepe \"δὲ: τοῖς. ὕστερον. περιελϑεῖκ: λέγεται καὶ τὸ ὑπούλως nere dein χαὶ τὸ sedia uris δὲ; οἷον, περιῦ λϑε τὸν δεῖνα τὸ φ.(ἀρμεκον: ᾿δῆλον δὲ καὶ ὅτι ταυτὸν τὸ, περὶ δὲ χτύπος"
      },
      {
        "index": 11,
        "text": "ἦλϑε ποδοῖϊν; xol, ποδῶν δ᾽ ὑπὸ δοῦπον ἄκουσεν. Εν δὲ τῷ, ἑταῖρος ἢ καὶ γνώριμος, ἄλλος, διορίζει τοῦ ἑταίρου τὸν γνώριμον. καὶ ἴσως μὲν τιμιώτερον ὃ ἑταῖρος τοῦ ἁπλῶς γνωρίμου. ἴσως δὲ καϑολικώτερόν τι ὃ γνώριμος, περιέχων τὸν τε ἑταῖρον καὶ τοὺς ἄλλους ὁπωσοῦν συνήϑεις. ἅπαξ δέ, φασιν, ὧδε ἡ τοῦ γνωρίμου κεῖται, λέξις. Τὸ δὲ ἄλλος, ἑτεροιότητα δηλοῖ γνωρίμου καὶ ἑταίρου, xci ovx ἔστι χατὰ τὸ xov*vOv σύνηϑες, οἷον τὸ, ovy οὗτος ἐστὶν ἀλλὰ ἄλλος, καϑ' ὃ σημαινόμενον μετ᾽ ὀλίγα χεῖται τὸ, ἠέ τις ἀνδρῶν ἄλλος ἔγημεν ὃς δὴ ἄλλος ἀντιδιαστέλλεται πρὸς τὸν Ὀδυσσέα."
      },
      {
        "index": 12,
        "text": "“Σημείωσαι δ᾽ ἐν τοῖς περὶ τοῦ ὑλάειν ῥηθεῖσι χαὶ ὅτι τὸ αὐτὸ καὶ ῥάζειν καὶ ῥοίξειν λέγεται. φέρεται γὰρ ἐν ῥητοριχῷ λεξικῷ, ὅτε ῥάζειν καὶ ῥοίζειν κυρίως μὲν τὸ ὑλακτεῖν\" μετήνεκται δὲ καὶ ἐπὶ τοὺς πιχραινομένους καὶ σχαιολογοῦντας. Ὅτι ἀπόβασιν δηλοῖ στοχαστικοῦ λόγου τὸ, οὔ πω πᾶν εἴρηται ἔπος ὅτε τόδε τι γέγονεν, οἷον ἐνταῦϑα, ὅτε οἱ φίλος υἱὸς ἔστη ἐνὶ προϑύροισιν. ἅμα γὰρ ᾿Οδυσσεὺς ἔφη ὡς ἥξει τις x«i εὐθὺς ἐπέστη ὃ Τηλέμαχος. οἷς ἐπάγων τὰ εἰκότα ὃ ποιητὴς φησί\" ταφὼν δ᾽ ἀνόρουσε συβώτης, πὲρ ἐν Didi ἐπὶ ᾿Αχιλλέως κεῖται."
      },
      {
        "index": 13,
        "text": "ix δ᾽ ἄρα οἱ χειρῶν πέσεν ἄγγεα, τοῖς ἐπονεῖτο κιρνὰς αἴϑοπα οἶνον, καϑὰ πρὸ τούτων ἐπὶ τῷ Ὀδυσσεῖ δραμόντι σχύτος ἐξέπεσε χειρὸς ὃ μετεχειρίζετο. ὁ δ᾽ ἀντίος ἤλυϑεν ἄνακτος, κῦσε δέ μιν κεφαλὴν καὶ ἄμφω φάεα καλὰ, χεῖράς τε ἀμφοτέρας, συγχεφαλαιωσάμενος μετ᾽ ὀλίγα ἐρεῖ: πάντα κύσε περιφύς. Οὐχ᾽ ὡς δοῦλος δὲ ταῦτα ποιεῖ, δούλων γὰρ οὐκ ἦν ἄμφω. qiie φιλεῖν, οἷα δέ τις xad αἷμα οἰκεῖος, ὡς χαὶ ἡ ἐφεξῆς δηλώσει παλραβολή\" ὁμοιότητα. πατρικήν τινα πρὸς Τηλέμαχον παραδειχνῦσα ἐν αὐτῇ."
      },
      {
        "index": 14,
        "text": "εἰπὼν γὰρ, ϑαλερὸν δέ οἱ ἔχπεσε δάκρυ. ἐπιρρέρει\" ὡς δὲ πατὴρ ὃν zcióc φίλα φρονέων ἀγαπάζει ἐλϑόντ᾽ ἐξ ἀπίης γαίης δεκάτῳ ἐνιαυτῷ, μοῦνον τηλύγετον , τῷ ἐπ᾽ ἄλγεα πολλὰ μογήσον \"y ουν ἐμόγησεν, ὡς τότε Τηλέμαχον ϑοειδέα δῖος ὑφορβὸς πάντα κύσε περιφὺς ὡς ἐκ ϑανάτοιο φυγόντα, χαὶ δὴ ὀλοφυρόμενος προσεῖσεεν ἀφελῶς τὸ περιφερόμενον\" ἦλϑες Τηλέμαχε γλυχερὸν φάος. οὔ σε ἔγωγε ὄψεσϑαι ἐφάμην ἐπεὶ ᾧχεο νηὶ Πύλονδε\" ἀλλ ἄγε νῦν εἴσελϑε φίλον τέκος καὶ ἑξῆς. Καὶ ὃ ὅρα ὡς πάνυ τὰ τῆς ῥηϑείσης παραβολὴ ἧς ηὔξηται."
      },
      {
        "index": 15,
        "text": "παῖδα γὰρ ὑποτίϑεται πρὸς ἔνδει&v πολλῆς quA οστοργίας, χαὶ αὐτὸν φιλούμενον πατρὶ χαὶ ἐκ n ἀλλοδαπῆς ἐλϑόντα χαὶ μετὰ πολυετῇ ἀποδημίαν zat μόνον ὄντα τῷ πατρὶ, τυχὸν δὲ xoi μεϑ' ὃ ὃν οὐχέτι ἐλπὶς τεκεῖν καὶ “πεπαιδευμένον. τοιοῦτος γὰρ παῖς, ἐφ᾽ ᾧ πολλὰ μογήσει πατήρ. ὡς οὖν τοιούτῳ υἱῷ προσφέρεται πατὴρ ἐπανελϑόντι, οὕτω καὶ ὃ Εὔμαιος διετέϑη ἐπὶ τῷ Τηλεμάχῳ. διὸ οὐ μόνον ἐλευϑέρια φιλεῖ, ἀλλὰ καὶ φιλον τέκος καλεῖ. (WVers.15.) καιρία δὲ dés ὡς ἐν ποιήσει καὶ τὸ κύσεν ἀντὶ τοῦ ἐφίλησε, διὸ καὶ δὶς αὐτῇ μόνος ἐνταῦϑα χρῆται."
      },
      {
        "index": 16,
        "text": "τὸ μέντοι φιλεῖν *rjj ὁμωνυμίᾳ σχιζόμενον. εἰς διάφορα ovy οὕτω φιλεῖ λέγειν ὃ ποιητής. Σημείωσαι δὲ ὃ ὅτι ἐν μὲν τῷ, χῦσε δέ μιν χεφαλὴν, ἐκτείνει τὸ κῦσε τὴν παραλήγουσαν. ἐν δὲ τῷ, πάντα κύσε, συστέλλει αὐτήν. ᾿Ιστέον δὲ καὶ ὅτι ἐκ τοῦ, οὔ πω πᾶν εἴρητο ἔπος ὅτε τόδε γέγονε, λαβόντες οἱ μεθ Ὅμηρον ἔγραψαν παροιμίας τοιαύτας εὐτραπέλους, πρὶν ὀπτῆσαι τὰ ἄλευρα, ἤγουν τὰ ἄλφιτα τοῖς ὀπτωμένοις ἐσεισεκασόμενα , καὶ, πρὶν τοὺς ἰχϑῦς ἑλεῖν, σὺ τὴν ἅλμην χυχᾷς, καὶ, πρὶν ἐσφάχϑαι δέρεις."
      },
      {
        "index": 17,
        "text": "\" Ope δὲ τὸ κιρνᾶς οἶνον ἀντὶ τοῦ κιρνῶν. ἔσιλεγὲν ὡς ποιητικώτερον. ἄλλως γὰρ οὐκ ἐκώλυεν εἰπεῖν κιρνῶν αἴϑοπα οἶνον. ϑέμα δὲ αὐτοῦ τὸ χίρνημι, οὗ παρατατιχὸς, ἐχίρνην, ἡ μετοχὴ, κιρνὰς καὶ συνανακιρνάμενος. Τὸ δὲ χῦσε δέ μιν xa λὴν καὶ ἑξῆς, σχῆμα. ἐστὶ συνηϑέστατον Ὁμήρῳ, καὶ ἔχει αὐτὸ συντάξεις τρεῖς\" ἢ γὰρ ἔκυσεν αὑτοῦ κεφαλὴ ὴν χαὶ φάεα, ἢ ἔκυσεν αὐτὸν κατὰ κεφαλὴν xai φάεα, ἢ ἔχυσεν αὐτὸν, ἤγουν τὴν κεφαλὴν χαὶ τὰ φάη. φιλεῖ δέ τινος ὑφϑαλμοὺς ὃ γλυχερὸν φάος ἐλϑεῖν αὐτὸν λέγων."
      },
      {
        "index": 18,
        "text": "Τίς δὲ ἡ ἀπία χαὶ ἀλλαχοῦ δηλοῦται. Τὸ δὲ δεχάτῳ ἐνιαυτῷ, ἁπλῶς παρέῤῥιπται κατὰ τέλειον ἀριϑμὸν, εἰ μὴ ἄρα ὁ ὃ ποιητὴς ἔφη τοῦτο ὡς πρὸς εἰχόνα τῆς τοῦ ᾿Οδυσσέως πλάνης. Τὸ δὲ περιΐ φὺς ἀντὶ τοῦ περιπλακεὶς , καὶ ἔστιν ἕτερον τοῦ ἐμφὺς χειρὶ, ἢ ἐμφὺς χείλεσι, καὶ ὅλως μέρει τινί, Τὸ δὲ ὡς ix ϑανάτοιο φυγόντα, ἑρμηνεύεται ἐν τῷ, οὔ σε ὄψεσθαι ἐφάμην, Ἰστέον δὲ ὅτι τὸ, ἦλϑες “Γηλέμαχε, γλυχερὸν φάος, οὕτω πεφίληται τοῖς πολλοῖς, ὥςτε zat παροιμιακῶς ἐπιφωνεῖσϑαι, φίλοις ἐξ ἀποδημίας ἔχουσιν. 'Or. φιλοφροσύνης τὸ, ἀλλ ἄγε viv εἰσελιί)ε φίλον τέκος ὦ ὄφρα σε ϑυμῷ τέρψομαι εἰσορόων νέον ἄλλοϑεν ἔνδον ἐόντα. εἰ δὲ καὶ ἀγροτιχῷ ἀνδρὶ ἀστιχὸς ἐνδημήσας"
      },
      {
        "index": 19,
        "text": "ὃ τοιοῦτος ἐστὶ, καλὸν εἰπεῖν καὶ τὸ, οὐ μὲν γάρ τι ϑαμὰ ἀγρὸν ἐπέρχεαι οὐδὲ νομῆας, ἀλλ ἐπιδημεύεις. ὡς γὰρ δή σοι εὔαδε ϑυμῷ. Ἔστι δὲ ἐπιδημεύειν τὸ ἐν πόλει διατρίβειν xc ὡς εἰπεῖν ἐπὶ τοῦ. δήμου\" ὅϑεν xol ἐπίδημος εἴη ἂν ὃ τοιοῦτος, ἀπεναντίας τῷ ἀποδήμῳ χαὶ τῷ ἀποδημοῦντι. γίνεται δὲ ἐκ τοῦ ἐπιδημέω πλεονασμῷ TOU U ὁμοίως τῷ, χέω χεύω, δισχέω OivxiUv. To δὲ εὔαδε δηλοῖ μὲν τὸ ἤρεσχε, γίνεται δὲ παρὰ τὸ. ἥδω, ἧδε, χαὶ ἐν διαλύσει, ἕαδε, καὶ «Αἰολικῶς, εὔαδε\" διὸ καὶ ψιλοῦται."
      },
      {
        "index": 20,
        "text": "Τὐμαίου δὲ οἱ προσεχῶς ῥηϑέντες λόγοι, ὃς ἐϑέλων συνεχῶς τὸν Τηλέμαχον βλέπειν ὀνειδίζει ἐφ᾽ οἷς ἐπιδημεύων εὐαρεστεῖται ἀνδρῶν μνηστήρων προσορᾶν\" ἀΐδηλον ὅμιλον. Περὶ δὲ τοῦ ἀΐδηλ ov xai Χαείδελον ἀρκούντως γέγραπται, ἀλ λαχοῦ. Σημείωσαι δ᾽ ἕν τούτοις τὴν θο “φιλοστοργίαν Ev ὑὑμαίου, & γε τὸν συχνὰ ἐρχόμενον σπάνιον αὐτῷ ϑέαν εἶναι φησὶν, οἷα ἐπιϑυμῶν aci βλέπειν αὐτόν. ὅτι δὲ ἐϑάμιζε Τηλέμαχος εἰς τὸν ἀγρὸν, δήλούσωι οἵ τὲ κύνες ὡς συνήϑη τοῦτον σαίψοντὲς καὶ oí μνηστῆρες οἰηϑέντες μὴ πλεῦσαι αὐτὸν, ἀλλ᾽ ἐν ἀγροῖς εἶναι ὡς πολλάκις τοῦτο ποιοῦντα."
      },
      {
        "index": 21,
        "text": "Ὅτι πράγματος μέλλοντος ὑπόσχεσιν καὶ φιλόφρονα δὲ ἔλευσιν φράζει τὸ, ἔσσεται οὕτως ἄττα, σέϑεν δ᾽ ἕνεχ ἐνθάδ᾽ ἱκάνω, ὄφρα σέ τε ὀφϑαλμοῖσιν ἴδω χαὶ uUOov ἀκούσω. Τηλέμαχος δὲ ταῦτα λέγει πρὸς Εὔμαιον, ὃς καὶ εὐθὺς ἐρωτᾷ εἴ mco αὐτῷ ἔτι ἐν μεγάροις μήτηρ μένει, ἠέ τις ἤδη ἀνδρῶν ἄλλος ἔγημεν, Οδυσσῆος δέ που εὐνὴ χήτεν ἐνευναίων κάκ᾽ ἀράχνια κεῖται ἔχουσα. ἐχρῆν δὲ τὸν Τηλέμαχον οὕτω πρὸ πάντων ἐρωτῆσαι, τὸ μὲν φύσει, τὸ δὲ καὶ πρὸς \"οἰχονομίαν Ομηρικὴν, ὡς ἂν το εὐμεϑόδως ἀκούων μανϑάνοι τὰ κατὰ τὸν οἶκον ὃ Ὀδυσσεύς."
      },
      {
        "index": 22,
        "text": "Ὅρα δὲ τὸ ἄττα πολλαχοῦ κείμενον ἐνταῦϑα, πέρ ἐστι ᾿ προσφώνησις ἀδελφοῦ γέου πρὸς πρεσβύτερόν. χαὶ ἔστιν ἡ λέξις ἀπαράγωγος, ἀκίνητος καὶ τὸ ὅλον εἰπεῖν πρωτόϑετος. οὐ γάρ ἔστιν ἀρχήν τινες τοῦ ἄττα εὑρεῖν χαὶ οὐδὲ ἑρμηνείαν ἔχει\" διὸ zc ἀμετάληπτος ἢ ἤγουν ἀνερμήνευτος ὑπὸ τῶν παλαιῶν λέγεται. πολλὴ δὲ οἰκείωσις ἀδελφὸν προσψωνεῖσϑαν ὑπὸ Τηλεμάχου τὸν Εὔμαιον, καϑὰ xci τὸ ἡϑεῖον πρὸ τούτων ὀνομασϑῆκναι τὸν δεσπότην Ὀδυσσέα ὑπὸ δούλου τοῦ Εὐμαίου, πλὴν ἐχεῖνο μὲν οὐ κατ᾽ ὄψιν δῆϑεν παρόντι τῷ Ὀδυσσεῖ προσεφωνήϑη."
      },
      {
        "index": 23,
        "text": "Τηλέμαχος δὲ ὀρϑαλμοῖς βλέπων τὸν Εὔμαιον ἀδελφικῶς προσφωνεῖ. Σημείωσαι δὲ καὶ ὅτι Εὔμαιος μὲν, ὡς προείρηται, φίλον τέκος αὐτὸν ἐκάλεσεν\" αὐτὸς δὲ ἀπαξιῶν ἴσως τὴν τοιαύτην προσφώνησιν ὡς ἀδελφῷ αὐτῷ πρεσβυτέρῳ προσφέρεται\" οὗ γὰρ ἂν φίλον πατέρα καλέσῃ τὸν δοῦλον αὐτὸς, ἀπαϑξιοῦν-- τος Ὁμήρου τοῦτο διὰ τὸ χαὶ τὸν πατέρα Ὀδυσσέα παρεῖναι. Ὅρα δὲ τὸ, ὀφϑαλμοῖσιν κἰδὼν, ἄλλως γὰρ ἀφ᾽ ἱκανοῦ τῇ φαντασίῳ ἔβλεπεν αὐτὸν, ἐξότου ᾿4ϑηνᾶ παρήνεσεν αὐτῷ πρώτιστα συβώτῃ ἐσαφικέσϑαι. Τὸ δὲ ᾿Οδυσσέως εὐνὴ χήτει ἐνευναίων κακὰ ἔχει ἀράχνια, συμιβολιχῶς ἐῤῥέϑη, ἀντὶ τοῦ, στερουμένη τῶν ἐγκοιμωμένων γέμει ἀραχνίων, ἤγουν ἠμέληται διὰ τὸ μὴ εἶναι $0 τὸν Ὀδυσσέα\" εἰώϑασι γὰρ οἱ ἀράχναι ἱστουργεῖν ἐν τόποις ἀμελουμένοις."
      },
      {
        "index": 24,
        "text": "διὸ zal παρὰ “Ἡσιόδῳ τὸ, ix ἀγγέων ἐλάσειας ἀράχνια , ἀντὶ τ ἐπιμέλειαν. ϑήσεις τῶν ἀγγείων, ὡς ἐπιλιπεῖν τὰ ἀράχνια οἷα καρποῦ εἰσενεχϑέντος. οὕτω δὲ χαί τις € Ἄζερος ποιητὴς μισοπόλεμος ἐϑέλων εἰρήνην εὔξασϑαν ἀράχνας ἐ ἐπεύχε ται νήματα ὑφάναι τοῖς ὕπλοις, ἐπειδὴ ἐν εἰρήνης καιρῷ ἀμελουμένων τῶν ὅπλων ποιοῦσιν οὕτως οἱ ἀράχναι, ὑφαίνοντες iv αὐτοῖς ἱοτούς. παροιμιῶδες oU» τὸ χαχὰ ἀράχνια ἔχειν κείμενον ἐπὶ τῶν πάντῃ ἀμελουμένων σχευῶν, εἴτε ὅπλον εἴη ἐκεῖνο εἴτε ὥγγος εἴτε εὐνή."
      },
      {
        "index": 25,
        "text": "Τὸ δὲ χήτει φασὶν οἱ παλαιοὶ εὐϑεῖαν ἔχειν τὸ χῆτος, οἱ χαὶ ἐνευναίῳ γράφουσι χατὰ δοτιχὴν πτῶσιν, χήτει ἐνευναίῳ, ἵνα εἴη τὸ ἐνεύναιον χῆτος\" τὸ μέντοι συνηϑέστερον χατὰ γενικὴν πληϑυντιχὴν, γράφεται ἐνευναίων, ἵνα λέγῃ πάλιν ἐν χήτει τῶν ἐγκοιμήτρων.. ἐνεύναια γὰρ, ὡς \"da πρὸ ὁλί dyev, τὰ ἐγκοίτια. δῆλον δὲ καὶ ὡς κοιγότερον ϑηλυχοῦ γένους τὸ χήτει ὁμοίως τῇ σπάνει καὶ \"τοῖς τοιούτοις. Τηρητέον δ᾽ ἐνταῦϑα ὡς εἰ καὶ παραδέδοται, λέχος μὲν ἡ κλίνη, εὐνὴ δὲ ἡ ἐπ᾿ αὐτὴν στρωμνὴ κατὰ τὸ, ἐμβάλετ᾽ εὐνῇ δέμνια καὶ χλαῖναν, & neo ἐξηγεῖται τὴν εὐνὴν, ἀλλὰ τὸ ἐνεύναιον ἀμφότερα δηλοῖ, τήν τε εἰρημένην δηλαδὴ εὐνὴν χαὶ τὸ ὑποκείμενον."
      },
      {
        "index": 26,
        "text": "λέχος. \"Orc φιλάνδρου γυναικὸς δεῖγμα τὸ, καὶ λέν χείνη ys μένεν τετληότι ϑυμῷ ἐνὶ μεγάροισιν, ὀϊξζυραὶ δέ οἱ αἰεὶ φϑινύϑουσι. γύχτες TE χαὶ ἤματα δαχρυχεούσῃ. CVers, Τιμῆς δὲ ἔνδειξις τὸ, τῷ δ᾽ ἕδρης ἐ ἐπιόντι. ὑπόειξεν ὃ δεῖνα; ἤγουν. ἐξεχώρησε τῆς ἕδρας ἀναστὰς διὰ τιμὴν τοῦ ἐπιόντος. ἐχεῖνος δὲ αὖϑις, & neg ἂν τιμῷ τὸν τοιοῦτον, εἴποι ἂν, ἦσο, ὦ ξεῖνε, ἡ ἡμεῖς δὲ καὶ ἄλλοϑι δήομεν ἕδρην. ποιεῖ δὲ τὸ μὲν πρῶτον ὃ πτωχὸς Ὀδυσσεὺς, τὸ δὲ"
      },
      {
        "index": 27,
        "text": "ΟΝ Ατὸὶ IL Ys. ἐφεξῆς λέγει ὃ ὃ υἱὸς Τηλέμαχος » τιμῶν ἐχεῖνον ὡς ἁπλῶς ξένον, προσϑεὶς καὶ ὡς. εὑρήσομεν ἕδρην σταϑμῷ ἐν ἡμετέρῳ, πάρα δ᾽ ἀνὴρ ὃς καταϑήσει, τουτέστιν ὃ Εὔμαιος. “Ἰστέον δὲ ὡς χαίροι ἂν, ὡς πέρ που ᾿4ϑηνᾶ πεπνυμένῳ ἀνδρὶ δικαίῳ, οὕτω xai νῦν Ὀδυσσεὺς τῷ υἱῷ ποιοῦντι τὸ καϑῆκον, xat “μᾶλλον ὃ ὅτι ἑτέρωϑεν ἐρήτυεν. αὐτὸν ὅτε ὑπεῖχεν αὐτῷ τῆς ἕδρας. σταϑμὸς δὲ χαὶ ἐνταῦϑα ἣ ἀγροτικὴ οἴκησις. σύστοιχον δὲ τούτῳ χαὶ τὸ κλίσιον. τὸ μέντοι δῶμα χαὶ τὸ μέγαρον ἀστιλ κώτερα."
      },
      {
        "index": 28,
        "text": "Ὅτι ὃ συβώτης τῷ Τηλεμάχῳ χεῦεν ὕπο χλωρὰς ῥᾷπας καὶ κῶας ὕπερϑεν. χαὶ τοῦτο μόνον πλεονεχτεῖ αὐτὸς τοῦ πλανήτου πατρὸς, τὸ Adoos ῥῶπας ὑποτεϑῆναι αὐτῷ ἀγροικώτερον. οὐ γὰρ ἀπηξίου τὰ τοιαῦτα ὃ ἡρωϊχὸς Bloc. To δὲ ὑποχεῦε ῥῶπας καὶ κῶας τὸ ἁπαλὸν καὶ ὑγρὸν τοῦ στρώματος δηλοῖ. Ὅτι ἐν τῷ, τοῖσι δὲ κρειῶν, πίνακας παρέϑηκεν ὀπταλέων, & δὴ τῇ προτέρῃ ὑπέλειπον ἔδοντες, πίνακας μὲν τὰ χάνεα λέγει κατὰ λόγον πολυωνυμίας, ὧν καὶ εὐθὺς μέμνηται τῷ, σῖτον παρενήνεεν ἐν χαγνέοισι, προτέραν δὲ τὴν χϑὲς , ἣν xci προτεραίαν φαμέν."
      },
      {
        "index": 29,
        "text": "*T0 δὲ à ὑπέλειπον ἔδοντες, δηλοῖ μὲν τὰ ἕωλα, σύστοιχον δέ ἐστι τῷ, χαριζομένη παρεόντων, Σιημείωσαι δ᾽ ἐνταῦϑα «ci ὅτι OU μόνοις μνηστῖ, Qoi. τοῖς τρυφῶσιν οἰχεῖον τὸ, σῖτον παρενήνεεν ἐν χανέοις, ἀλλ᾽ ἰδοὺ καὶ νῦν ἔνϑα σώφρων δίαιτα. καὶ τὰ μὲν χρέα ἕωλα, ἐν δὲ κισσυβίῳ τὸ \"χέρασμα: σῖτον δὲ παρενήνεεν EVμαιος, ἐστι παρετίϑει συνάγων ἐν τῷ κανῷ. Σημείωσαι δὲ ὅτι τὸ, χρειῶν πίνακας πρὸς διαστολὴν χεῖται τοῦ, πίνακας σίτου καὶ τῶν τοιούτων, ἐν οἷς καὶ οἴνου πίνακες λέγοιντο ἄν."
      },
      {
        "index": 30,
        "text": "καὶ μᾶλλον τοῦτο : κυρίως. δοχεῖ γὰρ ἐκ τοῦ πίνειν παρῆκται ὃ πίναξ, συνδηλουμένου xot ToU ἐσϑίειν τρόπῳ συλληπτικῷ\" διὸ ἡ παρὰ τοῖς ὕστερον χρῆσις τῶν πινάχων εἰς ἄμφω ὑπουργεῖ. ὅτι δὲ πίνακες. χαὶ αἱ σωνέδες, δηλοῦσι σὺν ἄλλοις καὶ χρήσεις Ὁμηρικαί. Ὅτι Dd εἰπόντος πρὸς Εὔμαιον ἄττα πόϑεν roe ξεῖνος ὅδ᾽ («eco καὶ ἑξῆς, ὃ Εὔμαιος τὸν πλατὺν λῆρον τῆς δεσποτικῆς ψευδολογίας ἐπιτεμὼν στενοχωρεῖ ἐν οὐδὲ ὅλοις πέντε στίχοις, ἀνακεφαλαιούμενος οὕτωρ\" ἐκ μὲν Κρητάων γένος εὔχεται εὐρειάων, ὃ καὶ Ὀδυσσεὺς φϑάσας € ἔφη."
      },
      {
        "index": 31,
        "text": "φησὶ δὲ πολλὰ βροτῶν i*ni ἄστεα δινηϑῆναι πλαζόμενος\" ὡς γάρ oi ἐπέκλωσε τὰ γε δαίμων. γῦν δ᾽ αὖ Θεσπρωτῶν ἀνδρῶν ἐκ νηὸς ἀποδρὰς ἤλυϑ'᾽ ἐμὸν πρὸς σταϑμέν. εἶτα ἐνιστῶν τὴν ὑπὲρ τοῦ δῆϑεν ξένου ἀξίωσιν φησίν\" ἐγὼ δέ τοι ἐγγυαλίξω, τουτέστιν ἐν γύοις, € ἐστι χερσὶ ϑήσω, καὶ ὡς εἰπεῖν ἐγχειρίσω, ἔρξον ὕπως ἐθέλεις \" ἱκέτης δέ τοι εὔχεται εἶναι, ἐπεὶ δηλαδὴ καὶ ἐμός. κοινὰ γὰρ τὰ τῶν φιλούντων, καϑὰ καὶ ὃ σταϑμὸς οὗτος κοινός. δὴηλοῦται δ᾽ αὐτὸ διὰ τοῦ, νῦν μὲν τὸν Εὔμαιον εἰπεῖν, ἤλυϑ' ἐμὸν πρὸς σταϑμόν."
      },
      {
        "index": 32,
        "text": "πρὸ δὲ αὐτοῦ τὸν Τηλέμαχον, δήομεν ἕδρην σταϑμῷ ἐν ἡμετέρῳ. τοῦτο δὲ καὶ αὐτόϑεν κοινοποιεῖται τὸν σταϑμὸν διὰ τῆς ἡμέτερος ἀἄντωνυμίας. «Σημείωσαι δὲ Ort ἐπίτηδες ὃ ποιητὴς τὴν μαχρὰν τοῦ ᾿Οδυσσέως διήγησιν ἐν βραχεῖ παρεδήλωσε\" μυϑολογεύειν γὰρ ἐν διττολογίᾳ τὸ ἀριδήλως φρασϑὲν ovx ἐϑέλει, μὴ καὶ ἀποκναίσῃ τοὺς ἀχροατὰς, ὅς γε, εἰ καὶ τὸν Ὀδυσσέα ἔπλασεν ἐρωτηϑέντα παρὰ τοῦ Τηλεμάχου, οὐχ ἂν ἄλλως εἰ μὴ οὕτως ἀπολογούμενον πεποίηκεν, οἷα φειδόμενος ὀλιγάκις ψεύδεσιν ἐναδολεσχεῖν."
      },
      {
        "index": 33,
        "text": "εἰχὸς δὲ χαὶ εὐλαβηϑῆναι τὸν δοῦλον Εὔμαιον, μή ποτε οὐκ ἐξισχύσῃ πλατέως χαὶ καλῶς φθάσαν κατὰ σοφὸν ξένον καὶ μᾶλλον ἀκροωμένου αὐτοῦ. * Ὅτι βαρυνϑεὶς ὃ Τηλέμαχος d ἐφ᾽ οἷς ὁ ὔμαιος ἐγγυαλίξειν εἶπεν αὐτῷ τὸν ξένον ἱκέτην, φησίν\" \"n μάλα τοῦτο ἔπος ϑυμαλγὲς ἔειπες\" πῶς γὰρ δὴ τὸν ξεῖνον ἐγὼν ὑποδέξομαι οἴχῳ; ἐρεῖ δὲ αὐτὸ καὶ ἕτερός τις ἀδυνατῶν ξενίσαι τινά. εἶτα ἐπάγει καὶ αἴτιον τὸ, αὐτὸς μὲν νέος εἰμὶ χαὶ οὔ πω χερσὶ πέποιϑα ἄνδρ᾽ ἀπαμύνασϑαι ὅτε τις πρό. τέρος χαλεπήνῃ, meo ὁμολογία ἐστὶν ἀδυναμίας."
      },
      {
        "index": 34,
        "text": "ἼἜνϑα σημείωσανι ürt τῶν τις παλαιῶν ἐρωτηϑεὶς τί ἐστι τὸ διχανικὸν τῆς ῥητορικῆς εἶδος, Ἀτὸν στίχον εἶπε, δηλαδὴ τὸ, ἄνδρ᾽ ἀπαμύνασθϑαι ὅτε τις πρότερος χαλεπήνῃ, οὐκ ἀκριβῶς μὲν, εὐφυῶς δὲ ὅμως ἐκεῖνος εἰπών. ὃ δὲ \"ηλέμαχος xc ἕτερον αἴτιον λέγει τὸ, μητρὶ δ᾽ ἐμῇ δίχα ϑυμὸὺς ἐνὶ φρεσὶ μερμῃρίξεν 7] αὐτοῦ παρ᾿ ἐμοί τε μένῃ zc δῶμα, κομίξζῃ, εὐνήν T T αἰδομένη πόσιος δήμοιό τε φῆμιν, περὲ ἧς προεγράφη, ἤδη ἅμ᾽ ἕπηται ᾿“Ιχαιῶν ὃ ὅς Tig ἄριστος μνᾶται ἀνὴρ, καὶ πλεῖστα πόρῃσιν , ἕδνα δηλαδή\" & δὴ ἀκούων Ὀδυσσεὺς ἐρεϑίζεται iP ralds ὅϑεν 4ο καὶ ταχὺ σπεύσει τελεσϑῆναι τὴν μνηστηροφονίαν."
      },
      {
        "index": 35,
        "text": "ἐπὶ δὲ τούτοις προνοού Ἄμενος ἄλλως TOU ξένου ἐνδύσειν. αὐτὸν ἔφη καὶ πέμψειν ὕπῃ χραδίη χελεύει.. εἰ δ᾽ ἐθέλεις, φησὶ, σὺ χόμεισσον αὐτὸν ἐνὶ σταϑμοῖσιν ἐρύξας, εἵματα δ᾽ ἐνθάδ᾽ ἐχὼ πέμψω καὶ σῖτον ἅπαντα ἔδμεναι, ὡς ἂν μή σὲ κατατρύ-"
      },
      {
        "index": 36,
        "text": "χοι καὶ ἑταίρους. κεῖσε δ᾽ ἂν οὔ μιν ἔγωγε μετὰ μνηστῆρας ἐῷμι, τουτέστι συγχωροίην Mi Mii διατί; λίην γὰρ ἀτάσϑαλον ὕβριν € ἔχουσι, μή pur κερτομέωσιν, ἐμοὶ δ᾽ ἄχος ἔσσεται αἰνόν. πρῆξαι δ᾽ ἀργαλέον τι μετὰ πλεόνεσσιν ἐόντα ἄνδρα καὶ ἴφϑιμον, ἐπειὴ πολὺ φέρτεροί. εἶσιν, οἱ πλέονες δηλαδή. τοῦτο δὲ χαὶ γνωμικῶς δοχεῖ λέγεσϑαι. Vers. Καὶ σημείωσαι ὅτι τὸ τῆς μνηστηροχτονίας δυσχερὲς χαὶ ἄπορον τοῦτο ἐστὶν, ὃ νῦν διὰ τοῦ Τηλεμάχου λαλεῖται, τὸ μὴ αὐλτὸν i ἕνα ᾿δυσσέα δυνατὸν εἰναι τῶν τοσούτων περιγενήσεσϑ' Ὁμήρου δὲ εἰς τοῦτο λύσεις πολλαὶ, ὧν μία x«i τὸ τὸν Οδυσσέα καὶ τρεηκοσίοις ἂν ἔχειν ἀντιστῆναι."
      },
      {
        "index": 37,
        "text": "τέως μέντοι Ὀδυσσεὺς γνοὺς ἐνταῦϑα μὴ ἂν “παραδεχϑῆναι τοῦτον εἰπόντα τῷ υἱῷ περιγεναιδε θδμρ τῶν τῆς γυναικὸς μνηστήρων, εὐθὺς ἐρεῖ τι πρὸς τὸν τοιοῦτον λόγον TOU παυδός, ἐν τοῖς ἐφεξῆς δὲ καὶ πάγυ πείσει αὐτὸν ὡς ἐχέγγυος ὃ πατὴρ εἷς ὧν τίσεσϑαι τοὺς μνηστῆρας. ᾿Ιστέον δὲ καὶ ὅτι αἰδὼς καὶ νέμεσις χωλύεν τὴν Πηνελόπην λαβεῖν ἄνδρα. ὧν τὸ μὲν. δηλοῦται διὰ τοῦ, εὐνήν τ᾽ αἰδομένη πόσιος, τὸ δὲ ἐν τῷ, δήμοιό τε φῆμιν. ὑποπτεύει yaQ τὴν ἐκ TOU δήμου γέμεσιν. ὡς δὲ τὸ αἰδομένη διφορεῖται, ἔστι γὰρ καὶ αἰδουμένη, xci ὅτι ἐκ τοῦ φημίζω φημίσω ἡ κατ᾽, ἀνθρώπου φῆμις , πολλαχοῦ δηλοῦται."
      },
      {
        "index": 38,
        "text": "\"Ev δὲ τῷ, καὶ σῖτον ἅπαντα. δυσχερὲς ἀρσενικοῦ γένους γοῆσαι τὴν λέξιν. σῖτος μὲν γὰρ ὃ ἀκατέρ) /XGTOG, ἐπὶ δὲ βρώματος οὐδετέρως τὸ σῖτον λέγεται. ἔστιν οὖν ἴσως ᾿ϑεραπεία ἢ ? τὸ εἰπεῖν, εἵματα ἅπαντα πέμψω καὶ τὸ σῖτον, ἢ xci τὸ στίξαι εἰς τὸ σῖτον, εἰτα ἐπαγαγεῖν τὸ ἅπαντα οὐδετέρως ὦ ὡς ἐπὶ ὄψων. Τὸ δὲ, ἐμοὶ δ᾽ ἄχος Aene do χαὶ TO, πρῆξαι δ᾽ ἀργαλέον τι, ὡς πρὸς τὸ, ἄνδρ᾽ ἐστ μύχο ui; ὅτε τις πρότερος χαλεπήνῃ, κεΐρηνται. ἄχος μὲν γὰρ παϑεῖν θο τὸ χαλεποοθῆνοι mpoo τινος, πρῆξαι δὲ τὸ ἀπαμύνασϑαι."
      },
      {
        "index": 39,
        "text": "Ἔν δὲ τῷ, μετὰ πλεόνεσσιν, μετὰ συνήϑως ἀντὶ τῆς ἕν προϑέσεως κεῖται. oe εὔλογον. τόλμαν λόγου δηλοῖ τὸ, ὦ φίλ᾽ , ἐπεί μου χαὶ ἀμείψασθαι ϑέμις ἐστίν. Ὅτι ὃ μαϑὼν i ἔχ τινος καχὰ πάσχειν ἐχεῖνον καὶ ἀνέχεσϑαι δύναξται εἰπεῖν τοιαῦτα \" ἢ μάλα μεὺ καταδαπτεέται ἀκούοντος φίλον πῆρ, οἷα φατὲ τοὺς δεῖνα &raσϑαλὰ μηχανάασϑαυ ἐν μεγάροις ἀέκητι σέϑεν τοιούτου ἐόντος. εἰπέ μοι ἠὲ ἑκὼν ὑποδάμνασαι, ἢ σέ γε λαοὶ ἐχϑαίρουσ᾽ ἀνὰ δῆμον ἐπισπόμενοι ϑεοῦ ὀμφῇ, ἃ καὶ ἀλλαχοῦ χεῖνται. 2; τι κασιγνήτοις ἐπιμέμιφεαι, οἷς πὲρ ἀνὴρ μαρναμένοισι πέποιϑε καὶ εἰ μέγα velxog ὕρηται, ἤγουν καὶ εἰ Wpcdn μάχη ἐγείρεται."
      },
      {
        "index": 40,
        "text": "σέμνωμα δὲ τοῦτο ἀδελφότητος ἀγαϑῆς καὶ ἔπαινος ἀληϑής. πολυχειρία γὰρ ἐπικουρίας τοῖς ἀνϑρώποις ἐξ ἀγαϑῶν ἀδελφῶν γίνεται. Ὀδυσσεὺς δὲ ταῦτα πρὸς Τηλέμαχον λέγει, μαϑὼν αὐτὸν δεδιότα τοὺς μνηστῆρας. Ὅρα δὲ τὸ καταδάπτεται, πρωτότυπον. ὃν τοῦ δαρδάπτειν , ὡς xci τὸ μαίρειν τοῦ μαρμαίρειν. ἐκ δὲ τοῦ δάπτειν καὶ ἡ δαπάνη. καὶ δαπταὶ παρὰ «Τυχόφρονι αἱ δακνηραὶ μυῖαι. γίνεται δὲ τὸ δάπτειν ix τοῦ δῶ δάπτω, ὡς δῶ ῥάπτω, βῶ βάπτω καὶ τὰ ὅμοια. Τὺ δὲ ἐπεμέμφεαι κασιγνήτοις, Ls ed: χεῖται ἀντὶ TOU χκασιγ γήτων."
      },
      {
        "index": 41,
        "text": "ὡς γὰρ τὸ, εὐχωλῆς ἐπεμέμφεται ἐν ᾿Ιλιάδι, οὕτω χαὶ ἐνταῦϑα * \"τὸ, χασιγνήτοις ἐπιμέμφεαι, ἤγουν χρήζεις ἀδελφῶν, ὡς μὴ ὄντων σοι δηλαδὴ, ivo. λέγῃ € ὅτι ἢ οὐχ εἰσί GOL ἀδελφοί. καὶ ἄλλως δὲ, δύναται καὶ ἐπὶ ἀδελερῶν ὦ ὄντων ἐρωτηϑῆτὸ, ἢ κασιγνήτοις ἐπιμέμφεαι, ἵνα λέγῃ ὅτι ἢ ἀδελφοὺς ἔχων ἐπιμέμφῃ αὑτοῖς ὡς μὴ ἐπικουροῦσί σου, ὃ καὶ αὐτὸ ἀπαγορεύει σὺν τοῖς ἄλλοις ὃ Τηλέμαχος, εἰπὼν ὅτι οὐδὲ χασιγνήτοις Ui oi μαι, ὡς ἀστόργοις δηλαδὴ, καὶ ἔστι τοῦτο κρεῖττον τοῦ πρώτου, ὡς δηλώσει εὐθὺς τὰ ἐφεξῆς."
      },
      {
        "index": 42,
        "text": "CVers. sqq. ) Or σχηματίζων ᾿Ὀδυσσεὺς ἐν ἐπηκόῳ Τηλεμάχου χαὶ Εὐμαίου τὸν λόγον iode αἱ γὰρ ἐγὼν οὕτω νέος, εἴην τῷδ᾽ ἐνὶ ϑυμῷ, ἤγουν νεάξοιμι χατὰ σὲ ἔχων ὃν ἔχω ϑυμὸν, ἢ παῖς ἐξ Ὀδυσῆος ἀμύμονος ἠὲ καὶ αὐτός. χαὶ ἰδοὺ αὐτός ἐστιν i? λαλῶν Ὀδυσσεὺς, λανϑάνων xoi τὸν υἱὸν καὶ τὸν Εὔμαιον. χαὶ λαλῶν μὲν. τἀληϑὲς μὴ, voovuz*vog δέ. τέρπει δὲ ὅμως οὕτως ὃ ποιητὴς τὸν ἀκροατὴν τῷ σχηματισμῷ. εἶτα ἐπάγει, κατὰ ϑυμὸν ἐνδιάϑετον\" αὐτίκ᾽ ἔπειτα ἀπ᾽ ἐμεῖο κάρη τώμον ἀλλότριος φὼς ἤγουν πολέμιος, εἰ μὴ ἐγὼ χείνοισι κακὸν πάντεσσι γενοίμην ἐλϑὼν ἐς μέγαρον Ὀδυσῆος."
      },
      {
        "index": 43,
        "text": "ἐπεὶ δὲ ἀνεξέλεγχτον τὸ τοῦ ξένου αὔχημα καὶ ὑποδύσκολον, ἐπιφέρει ἀντιπαραστατικῶς τὸ, εἰ δ᾽ αὖ μὲ πληϑύι δαμασαίατο μοῦνον ἐόντα, βουλοίμην κ᾽ ἐν ἐμοῖσι καταχτάμενος μεγάροισι τεϑνάμεν, ἢ τάδε γ᾽ αἰὲν ἀεικέα ἔργ ᾿ δράασϑαι. & καὶ διασκευάζων φησί\" ξείνους τε στυφελιξομένους, δμωάς τε γυναῖκας δυστάζοντας ἀεικελίως χατὰ δώματα καλὰ, καὶ οἶνον διαφυσσόμενον, καὶ σῖτον ἔδοντας μὰψ αὕτως ἀτέλεστον ἀνηνύστῳ ἐπὶ. ἔργῳ, ὃ ταυτόν ἐστι τῷ ἀτέλεστον. ἐρεϑισμοὶ δὲ ταῦτα τοῦ Τηλεμάχου ὡς ἂν ἐπὶ"
      },
      {
        "index": 44,
        "text": "πλέον ϑυμωϑείη κατὰ τῶν μνηστήρων. ᾿Ενταῦϑα δὲ δοκεῖ ὃ ξένος à ἐνστατικῶς μὲν εἰπεῖν, ὡς ἐγὼ νέος ὧν κατὰ σὲ τὸν Τηλέμαχον πᾶσιν ἂν τοῖς μνηστῆρσιν ἐγενόμην xaxOv' χατὰ δὲ ἀντιπαράστασιν, ὅτι κἂν εἰ μὴ ἐγενόμην αὐτοῖς κακὸν ἀλλ ἔπεσον φονευϑεὶς, οὐκ ἂν ἣν ak οὐδὲ τοῦτο ἀβούλητον. χαὶ οὕτως ἀντιπίπτει τῷ Τηλεμάχῳ εἰπόντι μὴ δύνασϑαι αὐτὸν ἕνα ὄντα πρῆξαί τι παρὰ σπολλοῖς. Ὅρα δὲ ὡς ἐν εὐχῆς τύπῳ εἰπὼν κεῖϑε εἴην Ὀδυσσεὺς ὦ ὡς ἂν ποιήσαιμι τὰ καὶ τὰ, λαλεῖ ἐν σχήματι ἀλλοτρίῳ ἐμφαντικῶς , & meg ἐν τοῖς ἑξῆς ποιήσει αὐτός."
      },
      {
        "index": 45,
        "text": "ὑπανοίγει δὲ τὴν ἔμφασιν οὐ μόνον τὸ, ἠὲ καὶ αὐτὸς, ὁ Ὄδυσσεὺς δηλαδὴ, ὡς εἴρηταί, ἀλλὰ xci τὸ, ἐν ἐμοῖς μεγάροις τεϑνάμεν. καὶ ὅμως ἠχφείωσαν τὸ σχῆμα τοῦτο τινὲς, παρεμβαλόντες μετὰ τὸ, ἠὲ καὶ αὐτὸς, τὸ, ἔλθοι ἀλητεύων, ἔτι γὰρ καὶ ἐλπίδος αἶσα. τοῦ γὰρ τοιούτου στίχου παρεντεϑέντος, ἐγκόπτεται ὃ εἱρμὸς τῆς εὐφυοῦς ἐμφάσεως. διὸ καλῶς οἱ παλαιοὶ ἐπιστήσαντες ἐνόϑευσαν τὸν στίχον ὀβελίσαντες,. εἰ μὴ ἄρα τις εἴπῃ , ὡς ἐπίτηδες ὃ ῥηϑεὶς στίχος ὑπὸ Ὀδυσσέως παρενεβλήϑη, Ov αὐτὸ μάλιστα τοῦτο ἵνα ὴ ἕμφασις ἐπισκιασϑῇ, καὶ μὴ ὑποπτευϑῇ διὰ τὸ εὐσύνταχτον τοῦ σχηματισμοῦ, ὅτι Ὀδυσσεύς ἐστιν ὃ λαλῶν."
      },
      {
        "index": 46,
        "text": "διὸ καὶ τὸ, νέος εἴην , πρὸς ἐπίxvii ἑαυτοῦ ὁ ᾽Οδυσσεὺς à ἔφη, ὡς μὴ τοιοῦτος φαινόμενος, καὶ τὸ , τῷδ᾽ ἐνὶ Dung , ὡς προϑυμίαν μὲν ἔχων, ἰσχὺν δὲ δηϑὲεν μὴ ἔχων. To δὲ ἀλλότριος φὼς, κακοῦ δηλοῖ ἐπίτασιν. πολέμιος γὰρ ἀνὴρ ἀνελών τινα οὐκ ἀρκεῖται οὕτω ποιήσας, ἀλλὰ καὶ προσαικχίξεται τὸν πεσόντα, καὶ ἕτερα δὲ δεινὰ ἐπ᾽ αὐτῷ ποιεῖ, Τὺ δὲ εἴ με πληϑύϊ δαμάσαιντο, ἐντρέπων τὸν Τηλέμαχον εἶπεν, ὃς εὐλαβεῖται τοὺς μνηστῆρας ὡς πλέονας. Ἔν *0à τῷ, ξείνους στυφελιζομένους καὶ ἑξῆς, ὅρα ὡς δυνάμενος παϑητικῶς εἰπεῖν πάντα; οἷον, ξείνους στιυρελεξομένους» δουλίδας ὀυσεαξυμένας, οἶνον διαφυσσόμενον, σῖτον Dates evo s ὅ δὲ ὃν mao £v ἔϑετο, πάϑος δηλαδὴ χαὶ ἐνέργειαν σχηματίσας οὕτως ποιχιλώτερον, χαὶ τοὺς ξένους uiv χαὶ τὸν οἶνον ἐκϑέμενος πάσχοντας ὑπὸ μνηστήρων, τοὺς μὲν, τὸ στυφελίζεσϑαι ἤγουν ἐ"
      },
      {
        "index": 47,
        "text": "στυμμένως ἑλίσσεσθϑαι, τὸν δὲ τὸ ἀντλεῖσϑαι, ἐπὶ δὲ τῶν δουλίδων καὶ τοῦ σίτου μνησϑεὶς τῶν μνηστήρων ἐνεργούντων. βίαν μὲν εἰς τὰς δμωὰς, δαπάνην δὲ εἰς τὸν σῖτον. ἐν οἷς ϑαυμασία καὶ ἡ εὐταξία τοῦ σχήματος\" εἰπὼν γὰρ ξέγους προπηλακιξομένους τοὺς πάσχοντας rm aa τὴν ὕβριν, εἶτα τοὺς ἑλκυσμὸν ποιοῦντας μνηστῆρας ἕν τῷ δμωὰς ῥυστάζοντας, φυλάσσει καὶ ἐφεξῆς τὴν τοῦ σχήματος ὁμοιότητα, εἰπὼν χαὶ οἶνον διαφυσσόμενον, € ὃς πάσχει. τὸ ἀντλεῖσϑαι καὶ σῖτον ἔδοντας τοὺς ποιοῦντας τὴν τοῦ σίτου δαπάνην."
      },
      {
        "index": 48,
        "text": "᾿Ιστέον δὲ ὅτι τὸ ῥυστάζειν βίαιον δηλοῖ ἑλκυσμὸν γυναικῶν ὡς ἐπὶ πολὺ, xac καὶ τὸ ἑλκῆσαι, ὡς προδεδήλωται. Τὸ δὲ ἀφύσσειν δόξοι ἂν ἐκ τοῦ ὕειν γίνεσϑαι, ἀφ᾽ οὗ καὶ ὃ ὑετός. ὕει μὲν γάρ πως εἰς πίϑον ἢ ἀμφιφορέα ὁ πληρῶν ὑγροῦ, θο ἀφύει δὲ xai ἀφύσσει παραγώγως ἐχχκενῶν ἤτοι ἐξαντλῶν. ὃ ὅτε μέντοι ἐκ \"πληγῆς ἀφύσσονταί nov ἕτερα, ἐχεῖ καὶ ἀπὸ τοῦ στερεῖσϑαι τῆς συμφυΐας αὐτὰ, ἡ λέξις ἐτυμολογεῖσϑαι, λέγεται. Τὸ δὲ μὰψ αὕτως ἐκ παραλλήλου ταυτὸν νοοῦσι, δηλοῦντα ἐ ἐπίτασίν τινὰ τοῦ μάτην διὰ τοῦ διπλωϑῆναι ὁ ὁμοῦ κείμενα."
      },
      {
        "index": 49,
        "text": "Τὸ δὲ à ἀνηνύστῳ ἐπὶ ἔργῳ, ἀναλόγως ἐ ἔχει. εἰ γάρ ἐστι τὸ ἀνυστὸν, ἔστι καὶ τὸ ἀνήνυστον. τὸ δὲ ἀνήνυτον ἀπέῤῥιψε τὸ σίγμα ὁμοίως τῷ, γνωτὸς καὶ ἀλλόγνωτος, ὧν mona oye τὸ γνωστὸς, ἔτι δὲ καὶ χατὰ τὸ ἐραστὸς ἐρατὸς ὃ ἐπιϑυμητὸς, ὅϑεν καὶ ἡ Ἐρατὼ Μοῦσα, καὶ κατὰ τὸ, ἀγάζω ἀγαστὸς, καὶ ἄπεθθλεύσει τοῦ σίγμα καὶ τροπῇ τοῦ T oso re ἀγαϑόν. κεῖνται δὲ ἐτέ \"god: καὶ ἄλλα τοιαῦτα\" ὧν καὶ τὸ, ϑαυμαστὰ ϑαυματὰ παρὰ Πιυδάρῳ. δοχεῖ δὲ ὅμως καὶ τὸ ἀνήνυτος ἐκ τοῦ ἀνυτὸς γίνεσϑιαι , οὗ δίδωσιν ἔμφασιν Avvrog τὸ κύριον, προπαροξυνϑεὶς πρὸς σημασίαν διάφορον."
      },
      {
        "index": 50,
        "text": "Ὅτι λυπηοὖν ἐστι τῷ Τηλεμάχῳ μὴ ς πολύ ψυχοὺν αὐτῷ εἰναι τὸ γένος, ἀλλὰ κατὰ μοναδικὴν σειρὰν καταβαίνειν τὴν διαδοχὴν στενοχωρουμένην εἰς τηλυγέτους: φησὶ γάρ' ὧδε γὰρ ἡμετέρην γενεὴν μούνωσε Κρονίων\" περ ἑρμηνεύων ἐπάγει\" μοῦνον “Τ]αέρτην ᾿Δρκείσιος υἱὸν ἔτικτε. μοῦνον δ᾽ avr Ὀδυσῆα πατὴρ τέλκεν. αὐτὰρ ᾿Οδυσσεὺς μοῦνον ἔμ᾽ ἐν μεγάροισι τεκὼν λίπεν, οὐδ᾽ ἀπόνητο, τουτέστιν οὐδὲν ἐξ ἐμοῦ ὠφελήϑη, ὡς εἰκὸς ὠφελεῖσϑιαι πατέρας ὑπὸ τέκνων. διὸ, τουτέστι διὰ τὴν τοιαύτην μόνωσιν, δυσμενέες μάλα μυρίοι εἰσὶν ἐν οἴκῳ, λέγων τοῦτο περὶ μνηστήρων τῶν ἐχ Δουλιχίου καὶ Σάμης χαὶ Ζακύνϑου καὶ ᾿Ιϑάκης."
      },
      {
        "index": 51,
        "text": "τύσσοι γὰρ, ὡς χαὶ ἄλλ αχοῦ ἐῤῥέϑη, μητέρα ἐμὴν μνῶνται, καὶ τὰ ἐφεξῆς τῶν καὶ ἑτέρωϑι γραφέντων. Ὅρα δὲ ὅτι τε τρεῖς, στίχου ἐφεξῆς ἔχουσι κείμενον. ἐξ ἀρχῆς τὸ μοῦνον. κατὰ σχῆμα ἐπαναφορᾶς, οἷς σύστοιχον καὶ τὸ ἐ\"μούνωσε, καὶ ὅτι τὸ ἐμόνωσεν ἀντὶ τοῦ ἀῤῥένων παί-"
      },
      {
        "index": 52,
        "text": "δὼν ἐστέρησε τῶν ἐπέχεινα ἑνὸς, ὡς δηλοῖ καὶ τὸ, οὔ τι κασιγνήτοις ἐπιμέμφομαι τὸ πρὸ ὀλίγων ῥηϑέν\" πῶς γὰρ ἂν τις μέμφοιτο οἷς οὐδόλως ἐ ἔχει; χατὰ μέντοι τὴν προῤῥηθεῖσαν. ἑτέραν ἑρμηνείαν τὴν νοοῦσαν τὸ, ἢ κασιγνήτοις ἐπιμέμφεαι ἀντὶ τοῦ ἢ χφήξεις κασιγνήτων, οὐκ ἂν ἔχοι ὃ “Τηλέμαχος. εἰπεῖν OTL οὗ κασιγνήτοις ἐπιμέμφομαι. πῶς γὰρ ἂν τοῦτο εἴποι ὃ χρήξων μάλιστα κασιγνήτων διὰ τὸ μεμονῶσϑαι; Ὅρα δὲ καὶ ὅτι ἐπιμείνας τῇ ἀπὸ τοῦ τίκτειν κινήσει ὅμως ὡς ἐνὴν ἤλλαξε \"πολυειδῶς τὰς ἐχεῖϑεν λέξεις διὰ τοῦ, οἷον ἔτικτε, xat, πατὴρ τέἕκχε ERSTE τεχὼν λίπε."
      },
      {
        "index": 53,
        "text": "C Vers. Τὸ δὲ μάλα μυρίοι ὅμοιόν ἐστι τῷ, μάλα μυρίαι, ὃ φϑάσας εἶπε διὰ τοὺς ὕας. οὔτε γὰρ ἐχεῖναι ἀληϑῶς μᾶλα μυρίαι, ὡς προεδηλώϑη, οὔτε μὴν οἱ μνηστῆρες, πολὺ ὄντες ἐλάττονες δὲ ἐχείνων. ᾿Ιστέον δὲ ὅτι γενεαλογοῦσι Διὸς μὲν καὶ Εὐρυοδίας ᾿Αρκείσιον\" αὐτοῦ δὲ καὶ Χαλκομεδούσης “1αέρτην\" τοῦ δὲ xci ᾿Αντικλείας Ὀδυσσέα: οὗ xci Πηνελόπης Τηλέμαχον\" αὐτοῦ δὲ καὶ Πολυκχάστης τῆς JNéoroρος Περσέπτολιν, ὡς ᾿Ησίοδος. Τηλεμάχῳ δ᾽ ἂρ ἔτιλχτεν ἐύζωνος Πολυκάστη Νέστορος ὁπλοτάτη κούρη Νηληϊάδεω Περσέπτολιν μιχϑεῖσα διὰ χρυσῆν ᾿Αφροδίτην."
      },
      {
        "index": 54,
        "text": "᾿4ριστοτέλης δὲ ἐν ᾿Ιϑακησίων πολιτείῳ καὶ “Ἑλλάνικος δὲ Τηλέμαχόν φασὶ ᾿Ναυσικάαν γῆμαι τὴν ᾿Αλκινόου καὶ γεννῆσαι τὸν Περσέπτολιν» τινὲς δὲ καὶ τοιούτοις λόγοις ἐνευχαιροῦσιν. ἐκ Κίρκης υἱοὶ xaO Ησίοδον ᾿Οδυσσεῖ \"ἄγριος καὶ “ατῖvog, ἐχ δὲ Καλυψοῦς ΜΝαυσίϑοος καὶ Ναυσίνοος. Ὁ δὲ τὴν τηλεγόνειαν γράψας Κυρηναῖος ἐκ i Kaλυψοῦς Τηλέγονον υἱὸν ᾿Οδυσσεῖ ἀναγράφει ἢ Τηλέδαμον\" ἐκ δὲ Πηνελόπης Τηλέμαχον zai ᾿Δρ χεσίλαον\" κατὰ δὲ “Ζυσίμαχον υἱὸς αὐτῷ ἐξ Εὐίππης Θεσπρωτίδος «Ἱξοντόφρων, ὃ ὃν ἄλλοι Δόρυκλόν φασί."
      },
      {
        "index": 55,
        "text": "“Σοφοκλῆς δὲ ἐκ τῆς αὐτῆς ὐφύαλον ἱστορεῖ, ὃν ἀπέχτεινε Τηλέμαχος. ὁ δὲ τοὺς γνόστους ποιήσας Κολοφώνιος Τηλέμαχον μέν φησι τὴν Κίρκην ὕστερον ice Τηλέγονον. δὲ τὸν ἐχ Κίρκης ἀντιγῆμαι Πηνελόπην. περιττὰ ταῦτα καὶ χενὴ ᾿μοχϑηρία. εἰ δ᾽ οὖν στενῶς φράζοιντο, μικρὸν τὸ βλάβος. Ert ἰστέον καὶ ὡς ἐν τῷ ῥηθέντι χωρίῳ τεσσάρων μνησϑεὶς νήσων Δουλίχιον μὲν καὶ Σάμην δίχα ἐπιϑέτων προάγει, Ζάκυνϑον δὲ ὑλήεντα. συνήϑως λέγει , χραναὴν δὲ τὴν πατρίδα ᾿18άκην, ὃ δηλοῖ τὴν τραχεῖαν. ὅϑεν μέχρι καὶ νῦν τινὲς τῶν μὴ κατὰ γλῶσσαν λογάδα ὁμιλούντων τὴν ἄπηλον γῆν ξηρὼν eot φασὶν ὡς τὸ κάκαρον ye κρανίον ἐχεῖνοιν νοοῦσιν."
      },
      {
        "index": 56,
        "text": "Ὅτι στέλλει Τηλέμαχος τὸν Εὔμαιον ἀγγελοῦντα τῇ Πηνελόπῃ, ὅτι σῶς ἐστὶ καὶ ἐκ Πύλου ἦλϑεν. ἐπισκήπτει δὲ μόνῃ τῇ μητρὶ ἀπαγγεῖλαι, τῶν δ᾽ ἄλλων, φησὶ, μήλτις Ayer» πευϑέσϑω. πολλοὶ γὰρ ἐμοὶ κακὰ μηχανόωνται\" περ ἀνδρὸς λόγος πολλοὺς ἐπιβούλους ἔχοντος. ὋὉμηρικῆς δὲ καὶ τοῦτο δεινότητος οἰχονομία, ἵνα λείψαντος καὶ τοῦ Τὐμαίου σχοίη χώραν πιϑανῶς ὃ τοῦ πατρὸς ἀναγνωρισμὸς ἐν ἀδείᾳ γενέσϑαι. ᾿Ιστέον δὲ ὅτι ἀορίστως εἰπόντος τοῦ Τηλεμάχου ὡς πολλοὶ αὐτῷ καχὰ μηχανῶνται καὶ μή τις πευϑέσϑω, καὶ ὡς οἷον εἰπεῖν μυστηριασϑέντος, λέγει Εὔμαιος\" γινώσχω, φρονέω, τά γε δὴ νοέοντι κελεύεις, τρὶς φράσας τὴν αὐτὴν ἔννοιαν."
      },
      {
        "index": 57,
        "text": "νοεῖ δὲ πάντως ὃ Εὔμαιος πολλοὺς τούς τε μνηστῆρας καὶ τῶν πολιτῶν οὐκ ὀλίγους καὶ τῶν δουλίδων “πολλὰς, ἅ πὲρ οὐκ ἐχρῆν! ἄρτι πρὸς ἔπος φράζειν Τελέμαχον. Ὅτι σταλεὶς εἰς τὴν δέσποιναν Εὔμαιος ὑπὸ Τηλεμάχου ἐρωτᾷ, εἰ καὶ «Μαέρτῃ αὐτὴν ἄγγελος ἔλϑῃ δυσμόρῳ, φησίν\" ὃς τέως μὲν ὑπὲρ Οδυσσέως μέγα ἀχεύων ἔργα τ᾽ ἐποπτεύεσκε, μετὰ δμώων τ᾽ ἐνὶ οἴκῳ πῖνε καὶ ἦσϑεν ὅτε ϑυμὸς ἐνὲ στήϑεσιν ἀνώγοι, ζῶν χαὶ αὐτὸς κατὰ ἡρωϊκὴν ἀφέλειαν. αὐτὰρ νῦν, φησὶν, ἐξ οὗ σύ γε ᾧχεο νηὶ “Πύλονδε, oU πώ uiv φασι φαγέμεν καὶ πιέμεν αὕτως, οὐδ᾽ ἐπὶ ἔργα ἰδεῖν."
      },
      {
        "index": 58,
        "text": "ἀλλὰ στοναχῇ τε γόῳ τε ἧσται ὀδυρόμενος, φϑινύϑει δ᾽ ἀμφ᾽ ὀστεόφιν χρὼς, τουτέστι μόνον τὸ ἐπιφαινόμενον τοῦ φωτὸς ἐμπεριλείπεται nera τῶν ὀστῶν διὰ τὸ καὶ λυπεῖσϑαι καὶ ἀσιτεῖν. Τὺ δὲ ἐποÁo πτεύειν, ὃ ταυτόν ἐστι τῷ ἐπὶ ἔργα ἰδεῖν, γῦν μὲν ὁ ἐπὶ ἔργων τηρήσεως τέϑειται, ὕστερον δὲ παρ᾽ ᾿4ϑηναίοις ἑερὰ λέξις ἐστὶν, ὡς δηλοῖ χαὶ παρὰ τῷ κωμιχῷ τὸ, μάλ᾽ ἐποπτεύειν δοκῶ. Τὸ δὲ ἧσται ὀδυρόμενος καὶ ἑξῆς, ἐσχημάτισται καινότερον. ἣν δὲ τὸ κοινὸν xci ὀρϑὸν ἧσϑαι ὀδυρόμενον xci φϑινύϑειν , ἵνα TO πᾶν οὕτως\" OU πώ piv φασι φαγεῖν καὶ πιεῖν καὶ ἐπὶ ἔργα ἰδεῖν, ἀλλὰ ἦσϑαι ὁδυρόμενον xai φϑινύϑειν."
      },
      {
        "index": 59,
        "text": "\"αἴτιον δὲ καὶ νῦν ἡ τελεία στιγμὴ ἐν τῷ, ἐπὶ ἔργα ἰδεῖν, ὅϑεν γέγονεν ἄλλη συντάξεως ἀρχὴ τὸ, ἀλλὰ ποιεῖ τόδετι. καὶ οὕτω μὲν ὃ Εὔμαιος περὶ τοῦ γέροντος ἐρωτᾷ. Τηλέμαχος δὲ δεικνύς τε ἅμα ὡς οὐ χρὴ τοῖς μὴ πάνυ ἀναγκαίοις ἐνασχολεῖσϑαι παρὰ τὸ δέον, καὶ ἅμα"
      },
      {
        "index": 60,
        "text": "χαὶ ποικιλίαν ἀγγελίας τιχνώμενος οἷος ὃ ταῦτα πλάττων ποιητὴς, αὐτὸν μὲν χωλύει μὴ πλάξεσϑαι εἰχῇ, ἐθέλει, δὲ τῇ μητρὶ ἀναϑεῖναι τὸ ἔργον, ἵνα ἐκείνη ὀτρυνεῖ ἀμφίπολον ἀγγεῖλαι τῷ γέροντι, ἐπειδὸν αὐτὴ μάϑοι € ὃ πὲρ ἐϑέλει. βούλεται δὲ πάντως αὐτὸ τοῦτο μόνον πυϑέσϑαι ὅτι ἐκ Tl Abu τε Ἶλϑεν ὃ υἱὸς καὶ σῶς ἐστίν. εἰ δέ τι χαὶ ἄλλο τῆς ἀποδημίας χρὴ μαϑεῖν αὐτὴν, ἐρεῖ αὐτὸς ὁ Τηλέμαχος τῇ μητρί. διὸ καὶ ὃ Μέδων μὲτ ᾿ὀλίγᾳ οὕτως ἐρεῖ ἀγγέλλων\" ἤδη τοι βασίλεια φίλος πάϊς ἐκ Πύλου εἰλήλουϑεν."
      },
      {
        "index": 61,
        "text": "Ἔστι δὲ ἡ τοῦ Τηλεμάχου φράσις τοιαύτη\" ἄλγιον, τουτέστι λυπηρὸν μέν ἐστι τὸ οὕτω τὸν γέροντα πάσχειν ἢ ἀλλ ἔμπης μιν ἐάσομεν, ἀχνύμενοί περ, ἢ ἀχνύμενόν πέρ. & γάρ πως εἴη αὐτά, gera πάντα βροτοῖσι, πρῶτόν χὲν τοῦ “πατρὸς ἐλοίμεϑα νόστιμον ἥμαρ, , τουτέστιν, εἴ mp αὐϑαίρετα ἢ) μᾶλλον αὐτόϑεν à ἀγειρόμενα ἢ ἀγρευόμενα καὶ παραυτὰ γινόμενα ἣν τοῖς ἀνϑρώποις πάντα τὰ πρά) γματα, πρῶτον ἂν \"τὸν τοῦ Οδυσσέως εἰλόμεϑα γόστον, ἀλλὰ μὴν οὐκ αὐτάγρετα πάντα βυροτοῖρ, λείπει γὰρ ἐνταῦϑα τῷ τοιούτῳ ὑποϑετιχῷ σχήματι ἡ λεγομένη πρόςληψις, ὑπομενετέον ἄρα."
      },
      {
        "index": 62,
        "text": "καὶ ἔστι πως τὸ σχῆμα τοῦτο γνωμολογία λανϑάνουσα, ὡς εἴ τις εἴποι\" εἴ στὲρ ἣν τοῖς ἀχαρίστοις χαίρειν , &U ἂν ἔσχε τῷ δεῖνε ἀχαρίστῳ ὄντι. χἀνταῦϑα γὰρ ἡ πρόρληψις γνωμικὴ οὖσα τὸ, ἀλλὰ μὴν οὐκ ἔστε τοῖς ἀχαρίστοις χαίρειν, ἔξωϑεν ὡς εἰχὸς νοηϑήσεται. εἰ δέ ποτέ τις μιχρόν τι παραποιήσας εἴπη, oU γάρ πὼς αὐτάγρετα πάντα βροτοῖς, ὀρϑὸν ἂν τότε ποιήσειε γνωμιχόν. Τὸ δὲ ἄλγιον χεῖταί που χαὶ πρὸ τούτων παροιμιακῶς ἐν τῷ, ἄλγιον οὐ γὰρ τῷ δεῖνι τάδε ἐλυσιτέλησεν. ἐνταῦϑα δὲ ὃ τοιοῦτος ὅλος στίχος οἰχεῖος ῥηϑῆναι, ὅτε διάτι χατεπεῖγον οὐ γίνεται τοῦ ἀχνυμένου ἐπιστροφή."
      },
      {
        "index": 63,
        "text": "χαὶ τοιαῦτα μὲν ταῦτα. ὃ δὲ Τηλέμαχος παραγγέλλει τῷ δούλῳ xol τὸ, ἀλλὰ σύ γ᾽ ἀγγείλας ὀπίσω κίε, μηδὲ χατ᾽ ey ροὺς πλάζεσϑαε, ἤγουν πλάξου, μετ᾿ ἐχεῖνον, ἤγουν δι᾿ ἐκεῖνον τὸν \"apri εἰπὲ δὲ τῇ μητρὶ ἀμφίπολον ταμίην ὀτρυνέμεν ὅττι τάχιστα χρύβδην' κείνη γάρ, xtv, ὡς ἐῤῥέϑη, ἀγγείλειξ γέροντι. Καὶ ὅρα ὅτι δυνάμενος εἰπεῖν ὀτρυνέμεν ἀγγεῖλαι γέροντι χαὶ οὕτως ἀπαλλαγῆναι πολυZoyíec , ὃ δὲ εἰπὼν \"μόνον τὸ ὀτρυνέμεν ᾿ἀϑαχασίοος ἐπήγαγε τὸ, κείνη γάρ χὲν ἀγγείλειε γέροντι. γοητέον δὲ ὦ ὡς εἰ χαὶ μὴ ἐξεφωνήϑη που ἐν τοῖς ἑξῆς γενέσϑαι τοῦτο, ἀλλὰ, ὡς εἰχὸς, χατὰ τὸ “σιωπώμενον à ἔσταλται ἡ ταμία εἰς τὸν γέροντα."
      },
      {
        "index": 64,
        "text": "Ὅρα δὲ καὶ ἐνταῦϑα τὸ χρύβδην, ὅμοιον ὃν τῷ, τῶν δ᾽ ἄλλων μή τις πευϑέσϑω, ὃ πρὸ ὀλίγων ἐῤῥέϑη. Ὅτι καὶ ἐνταῦϑα ἐν τῷ, πέδιλα δησάμεγος ὑπὸ ποσὶ, τὰ ὑποδήματα ἐτυμολογεῖ, ταυτὰ δηλαδὴ τοῖς πεδίλοις ὄντα. Ὅτι μετὰ τὴν Εὐμαίου εἰς τὴν πόλιν ὑποχώρησιν προελϑὼν Ὀδυσσεὺς τοῦ σταϑμοῦ ἐντυγχάνει τῇ AO qw, ὅτε σχεδὸν ἐλϑοῦσα ἐκείνη δέμας ἤϊκτο γυναικὶ καλῇ τε μεγάλῃ τε καὶ ἀγλαὰ ἔργα \"εἰλδυίῃ. εἶτα εἰσελϑὼν ἀναγνωρίζεται τῷ υἱῷ. ἔδει γὰρ πάντως ἐξελϑόντα τὸν Ὀδυσσέα περιεργάσασϑαι πρῶτα μή τις ἔξω που ὧν καὶ μαϑὼν τὰ ἔσω γινόμενα ϑήσει ἀνάπυστον τὸ τέως χρυπτόμενον."
      },
      {
        "index": 65,
        "text": "Κλαύσον- ᾽ ται γὰρ, ὡς εἰχὸς, καὶ Ὀδυσσεὺς καὶ Τηλέμαχος ἐπὶ τῷ ἀναγνωρισμῷ καὶ διαχεϑήσονται καὶ κατατεγοῦσι ῥήσεις μαχράς. τούτοις δὲ καιρὸν χρὴ ἐπιστῆσαι τὸν δέοντα. ὧν πάντων ταμίας ὃ ἔμφρων τοῦ ᾽Οδυσσέως λόγος χαὶ ἡ σύνεσις ᾿Αϑηνᾶ, ἣν πλάττει Ὅμηρος ὑποτιϑεμένην τὰ ποιητέα τῷ Ὀδυσσεῖ. ἔστη γάρ, φησι, κατ ᾿ἀντίϑυρον κλισίης, τουτέστιν ἀντικρὺ τῆς ϑύρας, ᾿Οδυσὴϊ φανεῖσα. χαὶ T λέμαχος μὲν οὐκ εἶδεν αὐτὴν οὐδ᾽ ἐνόησε. μόνῳ γὰρ ἐπεφάνη τῷ Ὀδυσσεῖ, ov μὴν χαὶ τῷ υἱῷ, κατὰ μὲν τὴν ἀλήϑειαν, ἐπεὶ οὐκ εἶχε νοῆσαι Τηλέμαχος τὰ ἔνδον χρυπτικῶς τῷ Ὀδυσσεῖ μελετώμενα, χατὰ δὲ τὸ φαινόμενον τῆς ποιήσεως, οὐ γάρ πως πάντεσσι ϑεοὶ φαίνονται ἐναργεῖς."
      },
      {
        "index": 66,
        "text": "ἀλλ Ὀδυσσεύς τε χύνες τε ἴδον, οἷς δηλαδὴ οὐκ ἐπέκρυψεν ἑαυτὴν ἡ μυϑικὴ dva, καὶ δὴ οὐχ ᾿ὑλάοντο, κνυζηϑμῷ δ᾽ ἑτέρωσε διὰ aep polo φόβηϑεν, τουτέστιν ἔφυγον εἰς ἕ ἕτερόν τι μέρος τοῦ σταϑμοῦ, Ἀὸν καὶ κλισίαν νῦν τε ἔφη καὶ μετ᾽ ὀλίγα ἐρεῖ. χαὶ οἱ μὲν κύνες οὕτως ἔφυγον διὰ τῆς ᾿4ϑηνᾶς , ἵνα μὴ παρόντες χαὶ ἐμπηδήσαντες τῷ Ὀδυσσεῖ παράσχοιεν αὖϑιες πράγματα, ἡ δὲ ἐπ᾽ ὀφρύσι νεῦσε τῷ ᾿Οδυσσεῖ, ἵνα δηλαδὴ μὴ φωνήσασα ἐξακουσθϑείη τῷ Τηλεμάχῳ, θϑνόησε δὲ \"δῖος Ὀδυσσεύς. ἐκ δ᾽ ἦλϑε μεγάροιο παρὲκ μέγα τειχίον αὐλῆς, στῇ δὲ πάροιϑ' αὐτῆς, τουτέστιν οὐκ ἦλϑεν ὀπίσω τοῦ δεόντως ἐν τοῖς ἑξῆς φρονῆσαι."
      },
      {
        "index": 67,
        "text": "xoi τὸ ἐντεῦϑεν ἡ μυϑιχὴ uiv ᾿4Δϑηνᾷ πρὸς δὲ ἀλήϑειαν ἀγχίνοια ἡ τοῦ ἥρωος ὑποτίϑεται αὐτῷ, γνωρισϑῆναι τῷ υἱῷ, φησὶ γάρ\" ἤδη νῦν σῷ παιδὲ ἔπος φάο μηδ᾽ ἐπίκευϑε, ὡς ἂν μνηστῆρσι ϑάνατον καὶ κῆρ᾽ ἀραρόντε"
      },
      {
        "index": 68,
        "text": "ἔρχησϑον προτὶ ἄστυ, καὶ οὐδ᾽ ἐγὼ αὐτὴ δηρὸν ἀπέσσομαι. τὸ δ᾽ ἐντεῦϑεν εἰσελϑὼν Ὀδυσσεὺς χαὶ γνωρισϑεὶς xc ἀναλκινήσας τὸ βουλευτικὸν λαλεῖ μετὰ τοῦ υἱοῦ τὰ περὶ τῶν ἑξῆς, Ὁμήρου οἰκονομοῦντος δι εὐχρένειαν τὰ τοιαῦτα κατὰ συνήϑη σχηματισμὸν προεκϑετικόν. ᾿Ιστέον δὲ ὕτι πρὸς τέρας ἐλαλήϑη τὸ μὴ ὑλάειν τοὺς κύνας\" ἐχρὴν γὰρ ᾿4ϑηνᾶς ἐπιφανείσης τερατολογηϑῆναν καὶ τοιοῦτόν τι, ὡς ἄρα πτοηϑέντες αὐτὴν οἱ κύνες ἔφυγον. διὸ χρεῖττον ἐστὶ ποιὸν χλαυϑμὸν τῶν κυνῶν γοῆσαι τὸν ανυζηϑμὸν ἢ πὲρ ποππυσμόν τινα κατὰ τοὺς παλαιοὺς καὶ ποιὸν ἦχον, ὃν Ὀδυσσεὺς ἐποίησὲν ἐπὶ συστολὴ τῶν κυνῶν."
      },
      {
        "index": 69,
        "text": "4ῆλον δὲ ὡς ἐκ τοῦ χνυξῶ χνυζήσω ὃ ᾿ανυζηϑμὸς, ὡς ὀρχήσω ὀρχηϑμὸς, καὶ ὡς ἄλλο ῥῆμα τοῦτο παρὰ τὸ, κνυζώσω δέ οἱ ὅσσε, καϑὰ καὶ ἐκεῖ δεδήλωται, ὥςτε τὸ κνυζῶ πολλαῖς μὲμέρισται συξυγίαις. τριχῶς γὰρ φέρεται\" κνυζῶ κνυζεῖς, κνυξῶ χνυζᾷς, ὡς ἐν τοῖς τοῦ de χαὶ χνυζῶ κνυζοῖς. ov πολλὰ δὲ τῶν περισπωμένων ῥημάτων οὕτω ied ec πλείω δὲ τὰ καὶ περ σπώμενα, ὡς δῆλον ἔκ τε τοῦ στέρεσϑαι xal στερεῖσϑάι καὶ μυρίων ἄλλων, iy οἷς καὶ τὸ ξυρεῖσϑαι p ξύρεσθαι, ov μετοχὴ παϑητικὴ παρὰ τῷ δειπινοσοφριστῇ τὸ, ξυρόμενοι καὶ λεαινόμενοι διετέλουν ἄνδρες \"ὄντες, ἔνϑα ἃ ὅρα τὸ, ἄνδρες ὄντες, ῥηδὲν σχωπτικῶς χατὰ τῶν ψιλούντων ἀνδρῶν τοὺς πῶ) γωνας, ove εὐφυῶς ἔσκωψέ τις ὡς οἷα δοκοῦντας αὐτὸ ποιεῖν διὰ τὸ αἰδεῖσϑαι, εἴ πε ἐρ ἄνδρας αὐτοὺς ἡ φύσις ἄἅπετέλεσεν."
      },
      {
        "index": 70,
        "text": "Ὅτι δὲ γυναικεῖον τὸ τοιοῦτον, δηλοῖ χαὶ ὃ χωμικὸς ἐν τῷ, ἡθυλλιῶσαι κἄρτι παρατετιλμέναι. Τὸ δὲ ἐπ᾿ ὀφρύσι νεύειν, λέγεται χαὶ REA γέύειν, ὡς ἐν τοῖς ἑξῆς φανεῖται. τῷ μέντοι \"loo ἐπιλλίζουσιν οἱ μνηστῆρες, ἤγουν ὀφϑαλμοῖς ἐννεύουσι. καὶ ἔστι xc ἐφραλῇ μὲν κατανεύειν χατὰ τὸ ὅλον, ἐπιλλέξειν δὲ καὶ ὀφρύσι νεύειν, καὶ ἐν ᾿Ιλιάδι κεῖται, ἀπὸ μερῶν\" μέρη γὰρ πάντως κεφαλῇ ἧς ὀφρύες χαὶ ἴλλοι, ἐν οἷς φαίνεται χατάνευσις ὥς πὲρ καὺ venerit στόματι γὰρ μύλλειν μὲν ἔστιν, ἐνγεύειν δὲ οὐκ ἔστιν, ἡ Ὅρα δὲ καὶ τὸ μέγαρον ἐπὶ σταϑμοῦ ἐνταῦϑα ῥηϑέν\" καὶ τὸ παρὲξ αἰτιατιχῇ τε Sura diy xci διὰ TOU x γραφὲν ἐν τῷ, παρὲκ μέγα τειχίον αὐλῆς."
      },
      {
        "index": 71,
        "text": "ἴων Τὸ δὲ φάο, περὶ ov xci προεγράφη, δεύτερόν ἐστι κοινὸν πρόσωπον προστακχτικὸν γινόμενον ex TOU φάσο ἐνδείᾳ τοῦ c. Τὸ δὲ ἀραρόντε δύσχρηστον μὲν εἰς ῥητορείαν\" νοῦν δὲ ὑποβάλλει aon\" στὸν iv τῷ, ϑάvyarov ἀραρόντε, τουτέστι τεχνησάμενοι, τεκτήναντες \" λέξις γάρ ἐστι TERTOVUX), X χρόνου δευτέρου ἀορίστου. £x τοῦ ἄραρον γὰρ μετοχὴ ἀραρών. Ὅτι ἐπεὶ οὐχ NL ἤδη προσέβαλε τῇ τοῦ υἱοῦ ὄψει ᾿Οδυσσεὺς χαὶ ἣν εἰχὸς ἀπεύξασϑαι αὐτὸν τὴν πατρικὴν ϑέαν μετὰ τὸν ἀναγνωρισμὸν καὶ ἑλέσϑαι μηδ᾽ ἂν ἐλϑεῖν, εἰ τοιοῦτος ἐστὶν, ὁποῖον αὐτὸν ἡ Onv& προσεμόρφωσε, πλάττει ἐνταῦϑα μεταβολὴν αὐτῷ Pignus ὃ ποιητὴς ὑπὸ ᾿Αϑηνᾶς, ἵνα ve φιληϑείη τῷ υἱῷ γενόμενος ὃ πρὶν ἐχεῖγος χαλὸς Ὀδυσσεὺς, χαὶ ἅμα, ἵνα καὶ ϑεοφιλὴς φανεὶς ἐπάγηται πυϑανῶς τὸν υἱὸν εἰς τὸ ἐφεξῆς μέγα καὶ χινδυSo vasco ἔργον."
      },
      {
        "index": 72,
        "text": "γίνεται δὲ καὶ νῦν 1; μεταβολὴ τοῦ ᾿Οδυσσέως κατὰ Ὁμηρικὸν ἔϑος δι᾿ ἐπαφῆς. ῥάβδῳ γὰρ ἡ ᾿4ϑηνᾶ μεταποιεῖ αὐτὸν, καϑὰ καὶ πρὸ τούτων, πλὴν ὅσον ἐχεῖ μὲν οἷα μὴ λαμπροῦ τοῦ πράγματος ὄντος ῥάβδον ἁπλῶς εἶπεν ὃ ποιητὴς, ἐνταῦϑα δὲ χρυσέαν ῥάβδον. φησὶ γὰρ, ὅτι χρυσείῃ ῥάβδῳ ἐπιμαδαμένη, ὅ ἐστιν Apoyo μένη \"Ann, φᾶρος μέν oi πρῶτον ἐὐπλυνὲς ἠδὲ χιτῶνα ϑῆκεν ἀμφὶ στήϑέεσσιν, ἀπεναντίας πρὸς τὸ, ῥάκος καχὸν βάλε καὶ τὰ ἑξῆς, ὡς προπεποίηται. δέμας δ᾽ ὥφελλε χαὶ ἥβην, ἡ κάρψασα πρὶν χρόα καλὸν τῷ Ὀδυσσεῖ ἐπὶ μέλεσιν."
      },
      {
        "index": 73,
        "text": "cp δὲ μελαγχροιὴς ἐγένετο, γναϑμοὶ δ᾽ ἐτάνυσϑεν τῷ κνυζωϑέντι πρὸ τούτων τοὺς καλοὺς ὀφϑαλμούς. χυάνεαι δ᾽ ἐγένοντο γενειώδὲς 3, ἢ ἐθειράδες ἀμφὶ γένειον, καὶ οὐκέτι κακόϑριξ ὃ ὃ ἀνὴρ, ὡς ἔστιν ἐκ μέρους γοεῖν. χαὶ ἢ μὲν οὕτω ποιήσασα ᾧχετο, ᾿Οδυσσεὺς δὲ ἤϊεν ἐς CURE τουτέστιν ἐπορεύετο, ix τοῦ ξίω ἐνεστῶτος, οὗ συναίρεσις τὸ εἴω. ϑάμβησε δέ μιν φίλος υἱὸς, ὡς ᾿εἰχὸς, xci ov μόνον, ἀλλὰ καὶ ταρβησας ἑτέρωσε βάλεν ὄμματα, μὴ ϑεὸς εἴη φανεὶς, δηλαδὴ ἐναργής. καὶ τοίνυν λαλεῖ τὸ περιφδόμενον\" ἀλλοῖός μοι ξεῖνε φάνης νέον ἠὲ πάροιϑεν, ἄλλα δὲ quer ἔχεις, καί τοι χρὼς οὐκέϑ᾽ ὁμοῖος."
      },
      {
        "index": 74,
        "text": "ὧν ὃ μὲν πρῶτος στίχος παροιμιωδῶς ἐπιφωνεῖται τοῖς ἁπλῶς ἀλλοιουμένοις, ὃ δὲ δεύτερος παραπλακχείη ἂν ἐπὶ τῶν ἐκ πενίας ἢ εἰδεχϑείας εἰς τὸ ἀνάπαλιν μεταποιηϑέντων. Eire ἐπιφέρει ὃ νέος καὶ τὰ ἐφεξῆς εἰκότα ῥηθῆναι\" 1, μάλα τοι ϑεός ἐσσι, τοὶ οὐρανὸν εὑρὺν ἔχουσιν\" ἀλλ᾽ ἵληϑε, ἵνα vow χεχαρισμένα δώομεν ἱρὰ, ἠδὲ χρύσεα δῶρα τετυγμένα, τουτέστιν ἐσκευασμένα χρυσῷ. φείδεο δ᾽ ἡμέων. ταῦτα δὲ παρῳδηϑήσεταί mors εἰς μέγα τε πρόσωπον. καὶ οὕτω μὲν ὃ Τηλέμαχος."
      },
      {
        "index": 75,
        "text": "Ὀδυσσεὺς δέ φησιν, ὡς οὔ τί τοι ϑεός εἰμι\" τί μ᾽ ἀϑανάτοισιν ἐίσκεις; ἀλλὰ πατὴρ τεύς εἶμι, τοῦ eveza σὺ στεναχίξων πάσχεις ἄλγεα πολλὰ βίας ὑποδέγμενος ἀνδρῶν. Ἰστέον δὲ ὅτι, oU τί τοι ϑεὸς εἶμι xci τὸ ἑξῆς, ἔχοι ἄν ποτὲ παρὸ μεμνεῶς. ῥηθῆναι, ὅτε τις οὐχ ἐϑέλει ἀκούειν ἐπαίνους τοὺς ὑπὲρ χο ἑαυτόν. Τὸ δὲ οὗ ἕνεχα σὺ 'στεναχίξων καὶ ἑξῆς, πολυπενϑὴς ἀνὴρ κἀχούσοι ἄν ποϑεν. Ἰστέον δὲ ὅτι τὸ ἀμφὶ στήϑεσφιν, τὸ ὅλον δηλοῖ σῶμα ὡς ἀπὸ μέρους τοῦ προφαινομένου. διὸ uet ᾿ὀλίγα ἐρεῖ κάλλιον τὸ, χαλὰ περὶ χροὶ εἵματ᾽ ἔχοντι."
      },
      {
        "index": 76,
        "text": "“έμας δὲ ὀφέλλεται τῷ Οδυσσεῖ, καϑὰ xci ἐν τῇ τῶν «Φαιάκων i. Ἥβην. δὲ οἱ μὲν fied ἐπὶ veeuxijo ἡλικίας τίϑενται, ὅϑεν χαὶ ἡβυλλιᾶν ἐπὶ μειρακίσχης κατὰ τὸν χωμιχόν. ἥβη δὲ ἄρτι ἐπὶ Ὀδυσσέως τοῦ ὠμογέροντος οὐκ ἂν κυριολεκτοῖτο, εἰ μὴ ὅτι γε χατὰ μῦϑον, ὡς τῆς AO vag τοιοῦτον ἐχφηνάσης αὑτόν. ἐναλίγκιος γοῦν μετ᾽ ὀλίγα ῥηθήσεται ἀνδρὶ vég. εἰ δ᾽ ἴσως καὶ κυριολεκτεῖται, πρωϑήβης γοῦν τέως οὐκ ἂν εἴη Ὀδυσσεύς. μελαγχροιὴς δὲ ἱστορεῖται γῦν φύσει εἶναι ὃ Ὀδυσσεύς. διὸ καὶ τλήμων ἦν."
      },
      {
        "index": 77,
        "text": "στερεότερα γάρ, φασι, τὰ μέλανα τῶν σωμάτων, ὡς τὰ λευχὰ εὐπαϑέστερα. ᾿ ᾿Δττικὸς δὲ ἀνὴρ συγκόψας τὸ μελαγχροιὴς μελαγχρὴς λέγει, ὅϑεν καὶ Μένανδρος μελαγχρές, φασιν, εἶπε μειράκιον. Τὸ δὲ γναϑμοὶ ἐτάνυσϑεν, ἀντὶ τοῦ ἐπαχύνϑησαν, οἱ πρὸ τούτου δηλαδὴ óvcol. χρήσιμον δὲ τοῦτο καὶ εἰς τὸ τανύπεπλος γυνή. οὕτω γὰρ κἀκείνη τανύευ τοὺς πέπλους διὰ τὸ ἔμπαχυ. - Ai δὲ κυάνεαι γενειάδες ὑποκινοῦσι μὲν ἀπορίαν διὰ τὸ, οξανϑὰς δ᾽ ἐκ κεφαλῆς ὀλέσω τρίχας, πὲρ ἐν τῷ τέλει τῆς μὶ ῥαψῳδίας\" Κεΐρηται δὲ περὶ τοῦ τοιούτου ἐχεῖ."
      },
      {
        "index": 78,
        "text": "οἱ δὲ παλαιοί φασι χαὶ ὅτι πρὸς τὸ πιϑανὸν τῆς τοῦ Οδυσσέως φαλακρώσεως ἐχεῖνο ἐῤῥέϑη. at γὰρ ξανϑαὶ τρίχες ἀραιαί, φασιν, εἰσὶ xci εὐχερῶς φαλακροῦνται. ὀλέσω οὖν, φασὶ, τὰς τρίχας οὕτως, ὡς ἔμφασιν Hos προὐπαρχούσης ξανϑότητος. καὶ ἔστι σκοπὸς τοῦ τοιούτου λόγου, μὴ ξανϑὰς ἀλλὰ κυανέας εἴναι καὶ τὰς κόμας τῷ Ὀδυσσεῖ. Ὅτι δὲ φαλαχρὸς ὃ ὃ Ὀδυσσεὺς, δηλώσει τὰ ἐφεξῆς. ᾿Ττυμολ λογικὸν δὲ τὸ, γενειάδες ἀ ἀμφὶ γένειον, ἤγουν τρίχες ἀμφὶ τὴν γνάϑον. εἰ δὲ γράφεται ἐϑειράδες, δῆλον ὡς ἀπὸ τοῦ ἐϑείρω ἡ ἢ ἔϑειρα, ὡς ἀλλαχοῦ ἐφάνη."
      },
      {
        "index": 79,
        "text": "Gm αὐτῆς δὲ παράγωγον daga, ὁμοίως τῷ, μαῖα μαιὰς, ὡς τὸ, μαιάδος vii. Τὺ δὲ ἑτέρωσε ἔβαλεν ὄμματα, ἐστιν εἶδε, μεταλαβόντες οἱ μεϑ' Ὅμηρον ἔῤῥιψέ ποι ὄψεις ἢ ὀφϑαλμοὺς λέγουσιν, ὡς τοῦ βάλλειν ταυτὸν ποτε δηλοῦντος τῷ ῥίπτειν. δύναται δέ τις καὶ ἰλλῷ ἀνδρὶ, ὅ πέρ ἐστι στραβῷ, οὐκ ἀφυῶς ἐπισχῶψαι τὸ ἑτέρῶωσε βάλλειν ὦ ὄμματα. Τὸ δὲ ἀλλοῖον φανῆναι τὸν ᾿Οδυσσέα νῦν ἤ περ πάροιϑεν ἔχει μέν τι xci μεταβολῆς καὶ ἀλλοιώσεως καὶ ἑτεροιότητος ἐξάπαντος. ἔδοξε δέ τισιν ὅμως μεταμορφωτιχὸν ϑοτοῦτο εἰπεῖν ἰδιαζόντως."
      },
      {
        "index": 80,
        "text": "μεταβολὴ μὲν γάρ, φασι, πάϑος κοινὸν ἐπέτε καιρῶν καὶ πράλξεων παντοίων, Εὐριπίδης οὖν παριστὰς τὴν τῆς λέξεως δύναμίν φησι\" μεταβολὴ πάντων γλυχύ. μεταμόρφωσις δὲ μορφὴ χαρακτῆρος χαὶ σώματος, τυπωϑεῖσα εἰς ἕτερον χαραχτῆρα, ὁποῖον, φασὶ, τὸ ἀλλοῖός μοι So ξεῖνε χαὶ ἑξῆς. ἀλλοίωσις δὲ προτέρας ὑπολήψεως ποίησις ἑτέρα - ἑτεροίωσις δὲ ἡ ἀφ᾽ ἑτέρου σώματος εἰς ἕτερον μεταβολὴ, ὡς τῆς Νιόβης εἰς λίϑον. καὶ τοιαύτη μὲν ἡ εἰρημένη ; παράδοσις, μὴ ἀκριβωσαμένη ὡς οὐχ ᾿ ἑτεροιοῦσϑαιυ, ἀλλὰ μεταμορφοῦσϑαι οἱ μυϑογράφοι φασὶ τοὺς ἀπὸ σώματος ἄλλου εἴς ἄλλο μεταπίπτοντας, ὡς δηλοῦσιν οἱ τὰ περὶ μεταμορφώσεων' ληρήσαντες, δοκεῖ."
      },
      {
        "index": 81,
        "text": "γοῦν προσφυέστερον εἶναι εἰπεῖν τὸν ᾿Οδυσσέα ἠλλοιῶσϑαι γῦν, Ὁμήρου ἐνδιδόντος εἰς τοῦτο ἀρχὴν διὰ τοῦ εἰπεῖν ὅτι ἀλλοῖός μου ἐφάνης. ἄλλως δέ γε προσαρμόξει ἐνταῦϑα καὶ τὸ ᾿μεταμορφωϑῆναι, διὰ μόνον τὸ πρόσωπον. ἀρέσκεν γὰρ τοῖς παλαιοῖς ἐπὶ προσώπου τιϑέναι τὴν. μορφήν. διὸ χαὶ φασὶν ὅτι εὐειδὴς μὲν ὃ τοῦ εἴδους εὖ ἔχων ἤγουν ἅπαν τὸ σῶμα καλὸς, εὔμορφος δὲ ὃ μορφῆς εὖ ἔχων\" οἷον εὐπρόσωπος. καὶ οὕτω μὲν ταῦτα. Τὸ δὲ ἵληϑι λέγεται μὲν xci ἵλαϑι. σύστοιχον δὲ αὐτῷ καὶ τὸ ἱλήκοις χαὶ τὰ κατ᾽ αὐτό."
      },
      {
        "index": 82,
        "text": "Ὅτι Ὀδυσσεὺς εἰπὼν τὰ ἀνωτέρω δηλωϑέντα υἱὸν \"κύσεν, ἐστιν ἐφίλησε, χὰδ δὲ πα- Áo ρειῶν δάχρυον ἧκε χαμᾶζε δαψιλῶς οὕτω ὑφ᾽ ἡδονῆς, πάρος δ᾽ ἔχε νωλεμὲς αἰεὶ, τουτέστι, πρὶν μέντοι ἐπεῖχεν αὐτὸ, τλήμων χἀνταῦϑα ὧν τότε\" οὗ καὶ Ore τῇ 1Π]ηνελόπῃ ἐντύχοι, οἱ ὀφϑαλμοὶ ὡσεὶ χέρα ἢ σίδηρος στήσονται\" xci Τηλέμαχος δὲ μὲτ ᾿ὀλίγα, ἐπεί περ ἠχριβώσατο, ἀμφιχυϑεὶς πατέρ᾽ ᾿ ἐσϑλὸν ὀδύρετο δάκρυα λείβων. ἔνϑα καὶ ἐμφαίνων. οἷος ἦν ἀμφοῖν. γόος φησίν\" ἀμφοτέροισι δὲ τοῖσιν ὑφ᾽ ἵμερος ὦρτο γόοιο. Καὶ ὃ ὅρα τὸ ἵμερος, οὐ γὰρ ἁπλῶς ἀλλοία ὄρεξις, ἀλλ ἵμερος πέρ ἐστιν ἐπιϑυμίας ἐπίτασις. διὸ καὶ παραβολικῶς ὑποδεικνὺς τὸ πρᾶγμα φησί\" χλαῖον δὲ λιγέως, ἀδινώτερον"
      },
      {
        "index": 83,
        "text": "περ οἰωνοὶ φῆναι ἢ αἰγυπιοὶ γαμψώνυχες, οἷσί τε τέκνα ἀγρόται ἐξείλοντο πάρος πετεηνὰ γενέσθαι ἃς ἄρα: τοὶ γ᾽ ἐλεεινὸν ὑπ᾿ ὀφρύσι δάκρυον εἶβον. καλῶς à ἄρα καὶ ὃ Εὔμαιος νῦν ἀποδημεῖ, ὡς ἂν καταμόyag ταῦτα γίνοιτο. εἶτα διασαφῶν τὸν τοῦ γόου ἵμερον ἐπὶ πλέον, φησί\" χαὶ δὴ ἂν ὀδυρομένοισιν ἔδυ φάος ἠελίοιο, εἰ μ᾽ Τηλέμαχος ἐρωτύσας τὸν πατέρα, ὕπως ἢλϑεν εἰς ᾿Ιϑάκην, ἔπαυσε τὸν γόον, τρέψας τὸ παϑητικὸν εἰς ἀφήγησιν. xci ἰδοὺ πρῶτος αὕτη τῷ πατρὶ AE TOU φρόνιμον εἶναι τὸν Τηλέμαχον\" ὃς καὶ μετ᾽ ὀλίγα δειχνὺς, ὡς καὶ μέγας ὀρϑοῖτ᾽ ἄν ποτε ὑπὸ σμιΐ κροτέρων, ὑποϑήσει."
      },
      {
        "index": 84,
        "text": "τῷ πατος, βούλευμά τι καλὸν, ὃ περ ἐχεῖνος οὐχ ἀπέβαλεν. Ὅρα δὲ ὥς περ ey ἄλλοις, οὕτω χαὶ ἐν τῷ, υἱὸν κύσεν, ὅτι τοῦ φιλεῖν τρία δηλοῦντος\" τὸ ἀγαπᾶν, τὸ ξενίζειν, καὶ τὸ φιλοφρόνως χείλη συμβάλλε εν, ὥς φασιν οἱ παλαιοὶ, τὰ μὲν πρῶτα δύο σημαινόμενα τοῦ φιλεῖν χρηστά εἰσι xa ποιηταῖς, τὸ δὲ τρίτον φιλῆσαι χύσαι φιλοῦσι γράφειν, ὡς πολλαχοῦ φαίνεται. δῆλον δ᾽ ὅτι κύειν xai τὸ rum sive óxlot,- ὃ διαφέρει τοῦ τίχτειν χαϑότι αὐτὸ ἀπαλλάττει τοῦ χύειν. χαὶ φέρεται εἰς τοῦτο χρῆσις ἐξ ᾿Αντιόπης τὸ, κύουσα τίχτον, ἤγουν κατὰ γαστρὸς φέρουσα εἶτα ἔτεκον."
      },
      {
        "index": 85,
        "text": "οἱ δέ γε ὕστερον καὶ αὐτὸ τὸ τίχτειν χύειν ἔλεγον. Ἰστέον δὲ ὅτι τὸ, ἀμφιχυϑεὶς πατέρα, ἐμφαντιχώτερόν \"ἐστι τοῦ ἐμφὺς καὶ τοῦ περιφὺς καὶ τῶν ἄλλων, καὶ δηλοῖ τὴν ἄγαν διόλου περισιλ ὁκὴν, δρμηϑὲν ἐκ τοῦ, γήδυμος ἀμφιχυϑείς. Ev δὲ τῇ ἢ ῥηϑείσῃ παραβολῇ σημείωσαι ὅτι ἐξ ἀνομίου παραβολ χὴν δμοιότητα καὶ νῦν ἐπορίσατο. φήνη μὲν γὰρ καὶ αἰγυπιὸς ἐπὶ στερήσει τέχνων κλαίουσι λυπούμενοι. ᾿Οδυσσεὺς δὲ τὸν παῖδα σχὼν κλαίει χαίρων. πρὸς μόνην οὖν τὴν ὀξύτητα τοῦ χλαυϑμοῦ ἡ παραβολὴ ἢ καὶ τὸ SUAM τῆς βοῆς, ὡς ἐκεῖ s uLloyyn, ἴσως δὲ χαὶ πρὸς τὸ ἐλεεινόν."
      },
      {
        "index": 86,
        "text": "* Ev δὲ τῷ, οἰωνὸς xci “ἑξῆς, γένος Bo ὃ οἰωνὸς, εἴδη δὲ ἢ φήνη. καὶ ὃ αἰγυπιός. εἰ δὲ ἴσως ὃ αἰγυπιὸς πάντων τῶν ἀετῶν κατηγορεῖται, εἴη ἂν γένος ὑπάλληλον ὃ αἰγυπιὸς, εἶδος δὲ πάλιν αὐτοῦ D] φήνη. πάνυ δὲ πολὺς ὃ λιγὺς τῶν ἡρώων χλαυϑμὸς, εἰ χαὶ φήνης xci αἰγυπιοῦ ἀδινώτερος ἦν\" ὅσῳ δ᾽ ἂν πλείων, τοσούτῳ καὶ εὐγενέστερος. τὸ γὰρ μενυρίξειν οὐκ εὐγενές. Ζῴων δὲ ἰδιότητα ἱστόρησεν 7, ᾿παραβολὴ, ὧν πολὺ τὸ φιλότεχνον. μάλιστα δὲ τοιοῦτον ἢ φήνη, γένος αὕτη ἀετῶδες, ἣν λόγος ἐκτρέφειν καὶ τοὺς ἐχϑέτους ἀετιδεῖς."
      },
      {
        "index": 87,
        "text": "Τὸ δὲ ἐξείλοντο xci νῦν ἀντὶ τοῦ, ὡς ἐξαίρετά τινα ἔλαβον. Πετεηνὰ δὲ τὰ πτῆγαι δυνάμενα *xoi ὡς εἰπεῖν ἐχπε τήσιμα. Τὸ δὲ ἐλεεινὸν ἀναμεμίχϑαι δηλοῖ καὶ τῷ pd ἡδονὴν δακρύῳ. ἔλεόν τινα, οἷς δι᾿ ἀνάμνησιν προῦπαρξάντων κακῶν γίνεται. 4ῆλον δὲ καὶ ὅτι ἔνδοξος ἡ παραβολὴ 5, ὡς ἐξ εὐγενῶν γαμψωνύχων οἰωνῶν συγχεχροτημένη. καὶ κλαυϑμὸν δὲ μέγαν ἐμφαίyet τῇ τῶν ἀρετῶν βοῇ, οὐχ᾽ ἁπλῶς ἀλλ ὅτε τῶν φίλων τέχνων ἀποστερηϑεῖεν. Ὅτι οὐκ ἔχων gov συγκαταϑέσϑαι ὃ Tu πατέρα εἶναι τὸν φανέντα ἢ ἁπλῶς ἄνδρα τινὰ, οὐ γάρ’ πῶ So ἐπείϑετο ὃν πατέρα εἶναι, g»iom- οὗ σύ Ὀδυσσεύς ἐσσι πατὴρ ἐμὸς, ἀλλά με δαίμων ϑέλ) ipe ὄφρ᾽ ἔτι μᾶλλον ὀδυρόμενος στεναχίζω."
      },
      {
        "index": 88,
        "text": "οὐ γάρ πως ἂν ϑνητὸς ἀνὴρ τάδε μηχανόῳτο c ᾧ αὐτοῦ νόῳ, ἤγουν χατὰ ἴδιον αὐτοῦ νοῦν, ὅτε μὴ ϑεὸς αὐτὸς ἐπελϑὼν ῥηϊδίως ἐθέλων Dein véov ἠὲ γέροντα. ἡ γάρ TOL véov ἦσϑα γέρων καὶ ἀεικέα ἕσσο᾽ νῦν δὲ ϑεοῖς ἔοικας, οἵ οὐρανὸν εὐρὺν D LUN ὃ πε s ἄλλος πρὸ τούτῶν ἔφρασεν ἐν τῷ. “μάλα τις ϑεός ἐσσι , τοὶ οὐρανὸν εὐρὺν ἔχουσι. καὶ ταῦτα μὲν Τηλέμαχος. ἐν οἷς τὸ, οὐ daa πως ἂν ϑνητὸς ἀνὴρ καὶ ὃ ἐφεξῆς αὐτῷ στίχος ἁρμόσοι ἂν εἰς ἔπαινον μεγαλουργοῦ τινὸς ἀνδρός. * ᾿Οδυσσεὺς δὲ, οὔ σε ἔοικε, φησὶ, φίλον πατέρα ἔνδον ἐόντα, οὔτε τι ϑαυ-τὸ pace περιώσιον οὔτ᾽ ἀγάασϑαι."
      },
      {
        "index": 89,
        "text": "οὐ μὲν γάρ τοι ἔτι ἄλλος ἐλεύσεται ἐνθάδ᾽ Ὀδυσσεὺς, ἀλλ ἐγὼ τοιόςδε παϑὼν καὶ πολλὰ δ᾽ ἀνατλὰς ἤλυϑον εἰχοστῷ ἐ ἔτεϊ ἐς πατρίδα, γαῖαν\" Ü πὲρ ἐπιτομή ἐστι τῆς εἶχοσαετοῦς ἀποδημίας τοῦ Ὀδυσσέως. τοῦτο δέ, φησι, τὸ ἔργον ᾿άϑηνᾶς ἐστὶν, τέ μὲ τοῖον ἔϑηχε ὅπως ἐϑέλει\" δύναται ἄλλοτε μὲν πτωχῷ ἐναλίγκιον, ὡς πρὸ τούτου, ἄλλοτε δ᾽ αὖτε, ὡς νῦν, ἀγδρὲ víQ, καὶ καλὰ περὶ χροὶ fier ἔχοντι. ῥηΐδιον δὲ ϑεῷ, ὃς οὐρανὸν εὐρὺν ἔγχει, ini χυδῆναν ϑνητὸν ᾿βροτὸν ἠδὲ κακῶσαι, οἷον, τὸ μὲν διὰ κάλλους, τὸ δὲ διὰ τοῦ κατ uc αἴσχους."
      },
      {
        "index": 90,
        "text": "καὶ ἰδοὺ σεμνὴ αὕτη “λύσις τῆς τε παρὰ τῷ Τηλεμάχῳ εὐλόγου ἀπορίας καὶ τῆς ἐπὶ τῷ πλάσματι τῷ χατὰ τὴν ᾿4ϑηνᾶν. διὸ xai οὐχέτι ἀπορεῖ ἐπὶ πλέον ὁ TT: ἠλέμαχος. Ὅρα δ᾽ ἐν τοῖς δηϑεῖσι τὸ, ἀλλά με δαίμων ϑέλγει, οὐδ᾽ ἐνταῦϑα ἐπὶ i καλῷ ῥηθέν. ἀπάτην γὰρ νῦν τὸ ϑέλγειν δηλοῖ xa ἐπυτασιν ὀδυρμοῦ, ὡς δηλοῖ προσκείμενον τὸ, ὄφρ᾽ ἔτι μᾶλλον ὀδυρόμενος στεναχίζω. ἐχφανεστάτη δὲ καὶ μετ᾽ ὀλίγα ἡ φαυ-"
      },
      {
        "index": 91,
        "text": "λότης τῆς λέξεως ἐν τῷ, τοὺς δὲ ἤγουν τοὺς μνηστῆρας Παλλὰς ᾿4ϑηναίη ϑέλξει χαὶ μητίετα Ζεύς. Τὸ δὲ, ὅτε μὴ ϑεὸς αὐτὸς ind Gàv ῥᾳδίως μεταβαλεῖ τινὰ, ἐγκείμενον φυσιχῶς τῇ τοῦ φρονίμου παιδὸς ψυχῇ, ποιεῖ αὐτὸν ἑτοίμως παραδεχόμενον τοὺς τοῦ πατρὸς λόγους ὅτε σεμναῖς ἐννοίαις χρώμενος, ὡς ἐῤῥέϑη, δύνασθαι εἴπῃ τὸν ϑεὸν ἀλλοιοῦν ἀνϑρωώπους χαὶ κυδαίνειν ἢ κακοποιεῖν\" ὃ γνωμικῶς εἶπεν Ὀδυσσεὺς, δύνασϑαι μέντοι αὐτὰ οὐχ᾽ ἁπλῶς, ἀλλὰ ῥᾷον, ὡς καὶ ὃ Τηλέμαχος ἔφη καὶ μετ᾽ αὐτὸν ὃ πατήρ."
      },
      {
        "index": 92,
        "text": "μή ποτε δὲ καὶ ἐνταῦϑα τὸ ῥηθὲν νόημα ἐκ τοῦ υἱοῦ πορισάμενος ó Οδυσσεὺς ἐξ αὐτοῦ ἔπεισεν αὐτὸν κατὰ φιλόσοφον μέϑοδον. ἐξ ὧν γὰρ οἶδε δοξάζειν τὸν Τηλέμαχον, ὅτι δηλαδὴ οὐκ ἂν ϑνητὸς ἀνὴρ τάδε μηχανόῳτο, ὅτε μὴ ϑεὸς αὐτὸς ποιεῖ αὐτὰ, ἐξ ἐκείνων αὐτῶν ὁ παλαιὸς ῥήτωρ τὸν νέον ἔπεισε τοῖς οἰχείοις, ὅ φασιν, ἑαλωκότα πτεροῖς. Τὸ δὲ ὅτε μὴ ϑεὸς αὐτὸς ὅμοιόν ἐστι τῷ, ὅτι μὴ ϑεὸς αὐτὸς, καὶ τῷ, εἰ μὴ ἄρα ϑεὸς αὐτός. Τὸ δὲ ϑεοῖσιν ἔοικας, κατὰ μὲν τὸ πληϑυντιχῶς εἰρῆσϑαι σεμνότερόν ἐστι τοῦ, ϑεός ἐσσι, κατὰ δὲ τὸ ἔοικας ἐπιεικέστερον «αἰνεται» σεμνότερον δὲ αὐτοῦ τὸ ϑεός ἐσσι διὰ τὸ ἀποφαντιχῶς προενεχϑῆναι."
      },
      {
        "index": 93,
        "text": "Τὸ δὲ, οὔ σε ἔοιχεν οὔτε rw ϑαυμάζειν περιώσιον οὔτ᾽ ἀγάασϑαι, παραινεϑήσεται ὃ μὴ ῥᾳδίως πιστεύων τοῖς So ἀληϑῶς φαινομένοις. Ἔστι δὲ τὸ ἀγάασϑαι, τουτέστιν ἐκπλήττεσϑαι, *iniracís τις τοῦ ϑαυμάζειν. Τὸ δὲ περιώσιον ἤτοι μέγα, ὡς ἐκ τοῦ περιαύειν γίνεται, ἵνα δηλοῖ πως τὸ περιβόητον, ἐν τοῖς εἰς τὴν ᾿Ιλιάδα δηλοῦται. Ὅτι συγκεφαλαιούμενος ὃ ποιητὴς διὰ τοῦ Ὀδυσσέως τὸν ἐκ Φαιάxov εἰς ᾿Ιϑάκην πλοῦν, ὡς αὐτοὶ ἄγαγον αὐτὸν εἰς ᾿Ιϑάκην, καὶ ὅτι εὕδοντα ἐν νηΐ ἄγοντες, εἶτα κατέϑέσαν εἰς ᾿Ιϑάχην, xoi ὡς πολλὰ ἔδωχαν αὐτῷ, καὶ ὡς ἐν τῷ vera τὴν beo σπηλαίῳ ἐκεῖνα κεῖνται, ὃ xoi πληϑύνων ἐν σπήεσσι λέγει, στίχοις ἐξ ἐμπεριγράφει τὴν τοιαύτην κεφραλαίωσιν, ἀο οἷα μὴ ϑέλων μηδὲ νῦν τὰ ἀριζήλως εἰρημένα μαχρολο γεῖν, καὶ ταῦτα πρὸς ἀκροατὴν συνετόν."
      },
      {
        "index": 94,
        "text": "κεῖται δ᾽ ἐνταῦϑα καὶ τὸ, Φαίηκές us ἄγαγον, οἵ τε xai ἄλλους ἀνθρώπους πέμπουσιν, τις σφέας εἰσαφίχηται. παρεσημειώϑη δὲ τοῦτο εἰς μνήμην τοῦ καὶ ἐπὶ τῶν ᾿Ιϑακησίων πορϑμέων ἐν τοῖς ἑξῆς ῥηθήσεσθαι τὸ, ot πάντας ἀνϑρώπους πέμπουσι xai ἑξῆς, ἁρμόζον ὡς ἴδιόν τι τοῖς πορϑμεύουσιν ἐπιλέγεσθαι. ἐν ᾧ καὶ αὐτῷ ἔστιν ἰδεῖν ὅτι ἐκ τοῦ, οἵ καὶ ἄλλους ἀνϑρώπους πέμπουσιν, εἰς τὸ ἑνιχὸν κατέβη τὸ, τις σφέας εἰσαφίχηται, διὰ τὸ ἀκριβέστερον. οἱ γὰρ ἁπλῶς πάντας πέμπουδοσιν, ἀλλλ ὃς ἂν tig αὐτοὺς ἔλϑῃ."
      },
      {
        "index": 95,
        "text": "“Περὶ δὲ τοῦ ὃ τις ἤτοι ὃς τις προδεδήλωται. κεῖται δ᾽ αὐτοῦ χρῆσις καὶ utr ὀλίγα ἐν τῷ, ἠδ᾽ ὅ τις οὐκ ἀλέγει. Ὅτι ϑέλων ὁ ποιητὴς πιϑανολογῆσαι τὴν ὑποδύσχολον μνηστηροφονίαν ποιεῖ τὸν Ὀδυσσέα πολυπραγμοῦντα ix τοῦ υἱοῦ τὸν ἀριϑμὸν τῶν μνηστήρων, ὡς ἂν ἢ ἀξιόμαχος ὧν ἀποδύσηται εἰς τὸν ἀγῶνα, καὶ γενήσεται, ἢ μὴ δυνάμενος ἀντιστήσεσϑαι διζήσεται καὶ ἑτέρους συμμάχους. φησὶ γοῦν\" ἀλλ᾽ ἄγε μοι μνηστῆρας ἀριϑμήσας κατάλεξον, Go ὄφρ᾽ εἰδέω ὕσσοι τε καὶ οἵ τινες ἀνέρες εἰσί. καί κεν ἐπμὸν κατὰ ϑυμὸν ἀμύμονα μερμηρίξας φράσσομαι εἴ xev."
      },
      {
        "index": 96,
        "text": "νῶϊ δυνησόμειϊγα ἀντιφέρεσϑαι μόνω ἄνευϑ' ἄλλων, ἢ καὶ διζησόμεϑ᾽ ἄλλους. ὃ δὲ ἀδύνατον χρίνων τὴν διὰ μόνων τῶν δύο τούτων ἄμυναν, φησίν\" ὦ πάτερ, ἤτοι σεῖο μέγα κλέος αἰὲν ἄκουον, χεῖράς T. αἰχμητὴν κἔμεναι καὶ ἐπίφρονα βουλήν- δὲ δὴ χρήσιμοι εἰς ἔπαινον ἀνδρείου xci φρονίμου τινός\" ἀλλὰ λίην μέγα εἶπες. ἄγη μ᾽ ἔχει, οὐδὲ χὲν e ἄνδρε δύω πολλοῖσι καὶ ἐρϑίμοισι μάχεσθαι\" ὃ δὴ παρῳδηϑῆναι δύναται, ὅτε τις μικρᾷ δυνάμει μεγίστων κατεπιχειρεῖ. iq οἷς βασιλικὸς νεανίας τὸν τοῦ πατρὸς λόγον πληρῶν ἐπιφέρει\" μνηστήρῶν δ᾽ οὔτ᾽ ἂρ δεχὰς ἀτρεκὲς, ἤγουν ἀληϑῶς καταμόνας, οὔτε δύω οἷαι, ἀλλὰ πολὺ πλέονες."
      },
      {
        "index": 97,
        "text": "TOv ὃ εἴσεαι ἐνθάδ᾽ ἀριϑμόν. ἐκ μὲν Δουλιχίοιο δύο καὶ \"πεντήκοντα χοῦροι κεκριμένοι, ὁ ἐστιν ἔχχριτοι\" τοίους γὰρ ἔδει τοὺς τὴν Πηνελόπην μνηστευομένους εἶναι\" 2€ δὲ δρηστῆρες, ὃ ἐστε Pepaepr-, τες ὑπουργοὶ ἕπονται. ix δὲ Σάμης πίσυρές, τε καὶ εἴκοσι φῶτες ἔασιν\" ἐκ δὲ Ζακύνϑου ἐείκοσιν\" ἐκ δ᾽ αὐτῆς ᾿Ιϑάκης δυοκαίδεκα πάντες ἄριστοι\". καὶ σφιν ἅμα iori Μέδων κῆρυξ καὶ ϑεῖος ἄοιδος, χαὶ δοιὼ ϑεράποντε εἴτουν δρηστῆρε δαήμονε δαιτροσυνάων, ye σημέφσσε ΧΘῈΣ ταῦϑα τὸ ἡρωϊχὸν εὐτελές. τοῖς γὰρ τοσούτοις δύο ἦσαν δαιτροὶ, ὡς τῶν βρωμάτων οὗ πολυειδῶν τῶν. ἀριϑμὸς δὲ τῶν μνηστήρων uóvev, ὀχτὼ καὶ ἑκατόν: συναριϑμουμένων δὲ καὶ τῶν ἐξ δρηστήρων τῶν δύο δαιτρῶν, ot οὐδ᾽ αὐτοὶ ἐχφευξοῦνται τὸν ϑϑάνατον \"φαύλοις δεσπόταις συγκινδυνεύσαντες,"
      },
      {
        "index": 98,
        "text": "γίνονται οἱ ὅλοι κακοὶ ἐξ καὶ δέκα καὶ ἑκατόν. — ὁ δὲ Μέδων καὶ ὁ ἀοιδὸς συναριϑμοῦνται μὲν, οὐκ εἰσὶ δὲ ϑανάτου ἄξιοι\" ᾿ἀγαϑοὶ γάρ εἰσι\" διὸ καὶ περισωϑήσονται. ὅϑὲν καὶ προοιμιάCeres τὸ μὴ ϑανεῖν τῷ ἸΜέδοντι μὲν τὸ κῆρυξ᾽ “τίμιοι γὰρ οἱ τοιοῦτοι καὶ ἄσυλοι\" τῷ ἀοιδῷ δὲ τὸ ϑεῖος\" ὃ γὰρ τοιοῦτος οὐδὲν ἄν πάϑον ὅτι “μηδὲ ποιήσοι κακόν. Ὅτι δὲ ὃ Μέδων ἀγαϑὸς τῷ τοῦ ÜOvoσέως οἴχῳ, μαρτυρήσει καὶ ἐν τοῖς\" ἑξῆς ὃ Τηλέμαχος ᾽ ὅτε καὶ περιποιηϑήσεται. ὡς δὲ καὶ ὃ ἀοιδὸς ἀνάγκῃ ἄειδε τοῖς μνηστῆρσι,\" προϊστόρηται."
      },
      {
        "index": 99,
        "text": "τέως yt μὴν ἀρχεῖ αὐτοῖς ἡ ἐκ τοῦ υἱοῦ πρὸς τὸν Ὀδυσσέα σύστασις, φαῦλον μὲν περὶ αὐτῶν εἰπόντος οὐδὲν, σεμνύναντος δὲ τὸν μὲν διὰ τοῦ κῆρυξ, τὸν δὲ διὰ TOU ϑεῖος. ᾿Ενδοξότερον δὲ φαίνεται τὸ ἐκ Δουλιχίου φῦλον. πλ είους T€ γάρ, εἰσι κοῦρον ἔχκριτοι χαὶ δρηστῆρας αὐτοὶ μόνοι ἔχειν λέγονται. ᾿Ιστέον δὲ ὅτι Ὅμηρος μὲν ὁ γλυκὺς ἀριϑμεῖν χαὶ νῦν καὶ ἀλλαχοῦ λέγει κοινότερον. καινολόγος δέ τις ποιητὴς 'μεταϑεὶς ἀμιϑρεῖν λέγει τὸ ἀριϑιμεῖν. ' Ev δὲ τῷ, ὄφρ ᾿ εἰδέω, φυσικῶς ἔγκειται τὸ ξ, ὡς ἐν τῷ ποιέω καὶ τοῖς ὁμοίοις."
      },
      {
        "index": 100,
        "text": "εἰδέω γὰρ εἰδῶ sam ὡς ποιέω ποιῶ ποιήσω, καὶ ἐκεῖϑεν xci τὸ εἰδήσειν καὶ ἢ εἴδησις xc ὃ εἰδηκὼς, ἐξ οὗ κατὰ συγκοπὴν κὸ εἰδὼς, ὥς περ καὶ τὸ εἰδέναι ἐκ τοῦ εἰδηκέναι. ᾽Εν δὲ τῷ, ὅσσοι τε καὶ οἵ τινὲς, ποσοῦ μὲν τὸ ὅσσοι, ποιοῦ δὲ τὸ οἵ τινες. JNoi δὲ δίχα τοῦ y ἀντὶ τοῦ ἡμεῖς, τὸ μέντου νῶϊν μετὰ τοῦ V γενικὴ καὶ δοτική ἐστι τῶν δυϊκῶν, χειμένη ἀντὶ τοῦ ἡμῖν. ' Ev δὲ τῷ, πολλοῖσι xci ἰφϑίμοισιν, ἀχρίβειά ἐστι λόγου. P ρον μὲν γὰρ πολλοῖς μάχοιντο ἂν ἀνδρεῖοι δύο, ἤδη δέ που καὶ εἷς."
      },
      {
        "index": 101,
        "text": "πολλοῖς δὲ καὶ ἰφϑίμοις οὐκ ἂν προσμίξοι ἀκινδύνως. Ὅτι Τηλέμαχος μὲν ὀχνῶν τὴν κατὰ τῶν μνηστήρων μάχην φησίν\" ὡς e περ τῶν μνηστήρων πάντων ἀντήσομεν, ὃ ἐστιν ἄντην &óÓousv, ἔνδον ἐόντων καὶ μη) ἐσκεδασμένων που ἔξω, μὴ ᾿πολύπιχρα χαὶ αἰνὰ, τουτέστι πολυπίκρως χαὶ αἰνῶς, βίας ἀποτίσεαιν ἐλ diee ἤγουν πειραϑῆῇς ἀμυντιχῶς ἐκδικῆσαι τὰς βίας αὐτῶν. ἀλλὰ σὺ εἰ δύνασαί τινὰ ἀμύντορα μερμηρίξαι, φράξευ, ὃς ἂν νῶϊν ἀμύνοι πρόφθονι ϑυμῷ\" ὅ περ ἑρμηνεία ἐστὶ τοῦ, ἀμύντορα. καὶ οὕτω μὲν ὃ Τηλέ ἰέμαχος."
      },
      {
        "index": 102,
        "text": "᾽Οδυσσεὺς δὲ λύων τὸ ἄπορον φησὶ μεγαληγόρως xci σεμνῶς\" τοιγὰρ ἐγὼν ἐρέω, σὺ δὲ σύνϑεο καὶ φράσαι, εἴ κεν νῶϊν, ἤγουν ἡμῖν, ᾿'ϑήνη σὺν Διὶ πατρὶ ἀρκέσει, ἠέ τιν᾽ ἄλλον ἀμύντορα μερμηρίξω. odes xoi δ νεανίας φησίν\" ἐσϑλώ τοι -— Y ἐπαμύντορε j τοὺς ἀγορεύεις, ὕψι neg ἐν νεφέεσσι καϑημένω\" ὥ τε καὶ ἄλλοις ἀνδράσι κρατέουν σι καὶ ἑξῆς. πρέπει, δὲ πάντως ἐπὶ ἐνδόξων βοηϑῶν λέγεσθαι τὸ, ἐσθλοί τοι οὗτοί ye ἐπαμύντορες, οὕς ἀγορεύεις. εἰ δὲ χαὶ εἰς ἑνικὸν σχῆμα παρῳῷδηϑῇ; ἐπιπρέπει ὃ πᾶς λόγος ϑεῷ, οἷον\" ἐσϑλός τοι οὗτος ἐπαμύντωρ, ὃν ἀγορεύεις, ὕψι meo ἐν νεφέεσσι καϑήμενος, ὅς τε χαὶ ἄλλοις ἀνδράσι τε κρατέει χαὶ ἀϑανάτοισιν."
      },
      {
        "index": 103,
        "text": "Ὅρα δὲ τὴν ἔλλειψιν ἐ ἐν τῷ, μὴ πολύπιχρα zat ἑξῆς. So λείπει γὰρ τὸ σκόπει, ἢ σχέπου, ἢ δέδοικα, ἢ τι τοιοῦτον\" ἵνα λέγῃ, ὅτι δέος ἐστὶ μὴ τίσεσϑαι τοὺς χαχοὺς προϑέμενος πιχρανϑῆς αὐτός. Ὅρα δὲ καὶ ὅτε τὸ ἀμύντωρ, ὃ καὶ ἡρμήνευσεν;, ὡς ἐῤῥέϑη, τρὶς ἐνταῦϑα κεῖται κατὰ σχῆμα ἐπιμονῆς, καὶ Or: πάνυ xai πιϑανῶς xci, ὡς ἐῤῥέϑη, σεμνῶς, χατέστησεν ὃ ποιητὴς οὐκ ἀπίϑανον εἶναι τὴν τῶν μνηστήρων πανωλεϑρίαν εἰ ϑεὸς ἐπαμύνῃ, οἷα τοῦ παιδὸς μὲν ἀπορήσαντος, τοῦ δὲ ᾿Οδυσσέως φιλοσόφως λύδαντος."
      },
      {
        "index": 104,
        "text": "εἰ δὲ καὶ ἀόπλοις ἐχείγοις ἔνοπλοι οὗτοι ἐμπέσοιεν, καὶ μεϑύουσι νήφοντες καὶ πάντῃ ἀνελπίστως καὶ οὐδὲ μόνοι οὗτοι οἱ δύο ἀλλὰ σὺν ἑτέροις τισὶν, ἐπίτασίς τίς ἐστι ταῦτα τῆς πιϑανότητος. ὅτι δὲ πλάσει ὃ ποιητὴς καὶ αὐτὴν τηνικαῦτα παρεῖναι τὴν ᾿4ϑηνᾶν, ἐκεῖ φανεῖται. * Ὅτι ἐπικουρίας ὑποσχετικὸν τὸ, οὗ μέντοι κεῖνοί γὲ πολὺν χρόνον ἀμφὶς ἔσονται φυλόπιδος χρατερῆς; ὁπότε ἡμῖν μένος χρίνηται “ἤρηος, ἤγουν ὅτε πολεμοῦμεν. συμβολικὸς δὲ ὃ λόγος καὶ οἷον αἰνιγματώδης διὰ τὸ ἀσαφές.."
      },
      {
        "index": 105,
        "text": "Ἔστι δὲ χρίνεσθαι μένος ᾿Άρεος, ὅτε σύμμιξις πολέμου γένηται. τότε γὰρ διακρίνεται τὸ τῶν μερῶν μένος καί πως διαχεχριμένως οἱ τοιοῦτοι μίγνυνται, τὴν ἀρχὴν τὰ συμπλεκόμενοι, τῷ δὲ τέλει τῆς μάχης διαλρινόμενοι ὅτε vizi ἑτεραλκὴς γένηται. Τὸ \"δὲ ἀμφὶς φυλύπιδος , ἀντὶ τοῦ, ἰδίῳ καὶ χϑρὶς καὶ πόῤῥω τῆς μάχης. Ὅτι προεχτιϑεὶς ἐνταῦϑα σαφέστερον τὰ ἐφεξῆς ὃ ὃ ποιητὴς καὶ προϑεωρῶν, ὅπως μεϑοδεύσοι αὐτὰ, ποιεῖ τὸν Ὀδυσσέα λέγοντα τῷ υἱῷ, ὡς σὺ μὲν ἕωϑεν ἐλϑὼν οἴκαδε μνηστῆρσιν ὑπερφιάλοισιν ὁκμίλει. ' ἐμὲ δὲ προτὶ ἄστυ συβώτης ὕστερον &£4, οὐκ ἐν τῷ νῦν σχήματι, ἀλλὰ\" ἡττωχῷ λευγαλέῳ ἐναλίγχεον γέροντι. εἶτα λαλεῖ τινὰ γυμναστικὰ εἰς"
      },
      {
        "index": 106,
        "text": "καρτερίαν: xoà τληπάϑειαν, εἰπών.» εἰ δέ uw ἀτιμήσουσι, δόμον χάτα, σὸν δὲ φίλον κῆρ τετλάτω ἐν στήϑέσσιν, πέρ ἐστι περίφρασις τοῦ, σὺ δὲ τλῆϑε χαχῶς πάσχοντος ἐμοῖο, 3p περ καὶ διὰ δῶμα ποδῶν ἕλκωσι ϑύραζξε, ἢ βέλεσι βάλλωσι » σὺ δ᾽ εἰσορόων ἀνέχεσϑαι, ἤτοι ἀνέχου. παύεσθαι μέντοι ἄνωγε 1ο ἀφροσυγάων μειλιχίοις ἐπέεσσι “παραυδῶν, ὃ ἐστὶ “παραινῶν. οἱ δέ τοι οὐχὶ πείσονται, δὴ γάρ σφυ παρίσταται αἴσιμον ἤμαρ᾽ τουτέστιν ἐγγὺς αὐτῶν ἵσταται ὄλεϑρος. ὃ ἀποχείμενος.᾽ εἶτα προσεπιβάλλεν προεχϑετικῶς xoi ἑτέραν παραγγελίαν χρησίμην εἰς τὰ ἑξῆς, εἰπών\" ἄλλο δέ τοι ἐρέω, σὺ δ᾽ ivi φρεσὲ βάλλεο σῆσιν\" ὃ περ καὶ μετ᾽ ὀλίγα ἐν ἑτέρῳ παραινέσει ἀπαραποιήτως λέγει\" ὁππότε ἂν πολύβουλος ἐνὶ φρεσὶ ϑήσει Uv, γεύσω μέντοι ἐγὼ χεφαλῇ, σὺ δ᾽ ἔπειτα νοήσας, ὅσσα τοι ἐν μεγάροισιν ᾿Αρήϊα τεύχεα κεῖται, ἐς μυχὸν ὑψηλοῦ ϑαλάμου κατάϑες ἀείκρας πάντα μάλα."
      },
      {
        "index": 107,
        "text": "μνηστῆρας. δὲ μαλακοῖς ἐπέεσσι παρφάσϑαι, ἤτοι παράφαϑι, παραλόγισαι, εἴ πέρ σὲ μεταλλῶσι ποϑέοντες\" ἐκ καπνοῦ κατέϑηκα, ἐπεὶ οὐχέτι τοῖσιν ἐῴκει οἷα ποτὲ Toons χιὼν p Στ ᾿Οδυσσεύς. ἀλλὰ χατηκιστιν ὅσον πυρὸς ἵχετ᾽ ἀὐτμή. πρὸς δ᾽ ἔτι καὶ τόδε μεῖζον ἐνὶ φρεσὶ ϑῆκε ϑεὸς, μή mog οἰνωϑέντες ἔριν στήσαντες ἐν ὑμῖν ἀλλήλους τρώσητε καταισχύνητέ τε δαῖτα χαὶ μνηστὺν, ἤγουν τὴν τῆς Πηνελόπης μνηστείαν\" αὐτὸς $o γὰρ ἐφέλκετον ἄνδρα σίδηρος. ἡμῖν δέ, φησι ; μόνοις , δύο. φάσγανα καὶ δύο δοῦρε \"χαλλιπέειν ἤτου χατάλιπε, καὶ δοιὰ βοάγρια χερσὶν ἑλέσϑαι, ἤγουν ὥςτε ἑλεῖν αὐτὰ χερσὶ καὶ ἀντικαταστῆναι τοῖς μνηστῆρσι."
      },
      {
        "index": 108,
        "text": "τοὺς δὲ Παλλὰς ᾿“Ιϑηναίη ϑέλξει j ὡς ἐῤῥέϑη πρὸ μικροῦ, καὶ Ζεὺς, τουτέστιν ὁ ἐν ἡμῖν νοῦς καὶ ἡ φρόνησις. Καὶ ὃ ὅρα τὸ τοῦ Ὀδυσσέως βαϑὺ χαὶ ἐπιχειρηματιχόν. συμβουλεύει μὲν γὰρ τῷ υἱῷ\" συστεῖλαι τὰ ᾿Δρεϊκὰ ὕπλα\" ὑποβάλλει δὲ αἰτίαν εἰπεῖν τῆς πράξεως εἴ τίς ποῦ αὐτὸν. ἐρωτΥ σει, μίαν μὲν ὑπὲρ τῶν ὅπλων, ἵνᾳ βῆϑεν μὴ ἀχρειῶνται καπνῷ πρόχειρα κείμενα. ἑτέραν δὲ ὑπὲρ τῶν μνηστήρων, μή πως *otvo κακασχεϑέντες ἐπεγερϑῶσιν ἀλλήλοις, ὡς ἀντερασταί. τοῦτο δὲ ἔχει τι xci σχώμματος, εἴ yt λεληθότως ἐν τῷ δοχεῖν ὑ ὑπὲρ αὐτῶν λέγειν σκώπτει αὐτοὺς καὶ ὡς μεϑύσους."
      },
      {
        "index": 109,
        "text": "CVers. ἐν δὲ τούτοις καὶ “γνωμικὸν ἀστείως ὡς ῥήτωρ χορηγεῖ πρὸς ἀπολογίαν τῷ υἱῷ τὸ, αὐτὸς γὰρ ἐφέλκεται ἄνδρα σίδηρος, ἤγουν πρόχειρος. εἰς μάχην ἀνὴρ κατὰ τοὺς παλαιοὺς παραχειμένου σιδήρου, Ἱ ἵνα ὡς περ σίδηρον ἡ ἢ μαγνῆτις, οὕτως αὐτὸς ἐπάγηται τὸν ϑυμούμενον καὶ ἀλης ῶς ὅπλον ἃ ἀχορηγήτου ϑυμοῦ κατὰ τὸν εἰπόντα πᾶν τὸ παρατυχόν. \"Iaréov \"δὲ ὅτι εἰ καὶ ἐν ἄλλοις ταυτὸν τὸ παραυδᾶν χαὶ τὸ παρφάσϑαι, ἀλλ ἐνταῦϑα, ὡς ἐφάνη, ἀγαϑὸν μὲν τὸ παραυδᾶν, τὸ δὲ παρφάσϑαι, σὐστοιχόν ἐστι τῷ παραιφάσκειν καὶ τῇ παραιφάσει, ἔχει TU ψόγου διὰ τὸ δηλοῦν ἀπάτην καὶ παραλογισμόν."
      },
      {
        "index": 110,
        "text": "Τὸ δὲ πολύβουλος Adi, πάνυ συντελεῖ πρὸς τὸ ἀλληγορικῶς ᾿4ϑηνᾶν τὴν φρόνησιν λέγεσϑαι. \"prie δὲ τεύχεα πρὸς διαστολὴν τῶν ἐν ἄλλαις τέχναις ὕπλων. Τὸ δὲ ἐκ καπνοῦ κατέϑηκα, ἀντὶ τοῦ ἔξω καπνοῦ. καὶ ἔστιν ἀνάπαλιν πρὸς τὸ ὑπὲρ καπνοῦ. ἐκεῖνο μὲν γὰρ ὡς ἐπὶ πολὺ ἐπὶ τῶν ἀμελουμένων παροιμιάξε ται, οἷα τῶν ὑπὲρ χαπνοῦ τιϑεμέvOv ἤδη πως καὶ ἀμελουμέγων. τὸ δὲ ἐκ καπνοῦ ἐπιμέλειαν δηλοῖ, ἐπεὶ μὴ ἐῶνται τὰ τοιαῦτα “σώματα θο καπνίξεσϑαι, ἀλλὰ δηλαδὴ ἐχτὸς καπνοῦ τίϑενται, ἵνα λαμπρὰ ὦσι καὶ οὕτως ἐχπληλκτικά."
      },
      {
        "index": 111,
        "text": "ὅτι δὲ τὸ μὴ ἐκ καπνοῦ τὰ ὕπλα τεϑεῖσϑαι ἀμέλειαν αὐτῶν ἐμφαίνει, δηλ οἵ ὃ γράψας τὸ, ἡ δ᾽ ἀσπὶς ἐν τῷ φεψάλῳ κρεμήσεται, ἀμεληϑεῖσα δηλονότι διὰ τὸ εἰρήνην. elvat. παράφρασις δὲ πάντως τοῦ χαπνοῦ προχεῖσϑαί τι τὸ ἐν φεψάλῳ πρέμασϑαι. φέψαλοι γάρ, φασι, καὶ φεψάλυγες, ὧν χρῆσις χαὶ παρὰ -Τυκόφρονι, σπινϑῆρες ἀναφερύμενοι ἐκ τῶν καιομένων. ξύλων, οἷς οὐκ ἂν εἴη μὴ καὶ καπνὸν συναναφέρεσϑαι. οὗ πάρεργον δ᾽ ἐνταῦϑα εἰπεῖν καὶ ὕτι ἐκ τοῦ φέβω φέψω s dv ὃ φέψολος, οἷ, δηλαδὴ φέβεταί ud τὸ μα ἤγουν φεύγει."
      },
      {
        "index": 112,
        "text": "CVers. ) Τὸ δὲ πατήκισται ἀντὶ τοῦ κακῶς Ee Dev, ἐκ μεταφορᾶς τῶν aixiζομέγων σωμάτων\" ἢ ἀεικῶς χαὶ ἀεικελίως d ἔχει τῆς προτέρας καταστάσεως. ᾿Αὐτμὴ δὲ. πυρὸς ὁ καπνὸς, áo ὡς ἀγαϑυμίασις, παρὰ τὸ ἄω χαὶ ἀΐω τὸ πνέω: ἐπεὶ πνευμάτων ἀναϑυμίασις γεννητικόν. Τὸ δὲ τρώσητε ἀντὶ τοῦ βλάψητε\" ἐξ οὗ καὶ τρώμη » ἡ τρῶσις ᾿Ιωνιχῶς.. Βοάγρια δὲ, ὡς zo ἐν Πιάδιε, ἀσπίδες ἐκ βοῶν ἀγρίων χαὶ ὕσα ἄλλα ἐῤῥέϑη ἐ ἐκεῖ. ᾿Ιστέον δὲ καὶ ὅτι ἡ περὶ τῶν - | ὕπλων ἐνταῦϑα παραγγελία τῇ τῆς & μάλιστᾳ ῥαψῳδίᾳ φχείωται κατὰ τοὺς παλαιούς\" ὧδε γὰρ ὀβελίζονταί, φασι, τὰ τοιαῦτα ἔπη μετὰ xai ἀστερίσκων\" ἐκεῖ δὲ καιριώτατα χεῖνται ὕπου καὶ εἶδεν Ὀδυσσεὺς τὰ ὕπλα, νῦν γάρ, φησιν, ἐμ ἀγροῖς ὧν πῶς, οἶδεν ὃ ὅτῳ πρόχειρῳ χεῖνται ὕπλα ἐν τῷ οἴκῳ; Σημείωσαι"
      },
      {
        "index": 113,
        "text": "δὲ xol τὸ ἄδηλον iv τούτοις τῆς τῶν πραγμάτων συμπτώσεως. οὐ γὰρ συνεῖδεν Ὀδυσσεὺς νῦν, εἰ καὶ ἄλλων ὕπλων δεήσονται ἐπέκεινα τῶν δύο φασγάνων χαὶ δύο δουράτων καὶ δύο βοαγρίων\" ὅτε μέντοι προσεπιγένωνται καὶ οἱ δύο δοῦλοι ἐπαμύντορες, τὰν Oeuvres εὐπορήσουσι καὶ ἑτέρων ὕπλων, ὡς τὸ πρᾶγμα δίδωσιν. ' Ὅτι ᾽Οδυσσεὺς ue *ra τὸ βουλεύσασϑαι, ὅσα ἐχρῆν, παραινεῖ τῷ υἱῷ τὸ μηδενὶ ἐχφῆναι τὴν πατρικὴν ἔλευσιν, φυλάσσων τὸ, χρύβδην οὐδ᾽ ἀναφανδὰ εἰς τὴν πατρίδα ἐλϑεῖν, € καὶ προπαρήγγελται."
      },
      {
        "index": 114,
        "text": "φησὶ γοῦν οὕτως\" εἰ ἐτεόν γ᾽ ἐμός ἐσσι xci αἵματος nu ἑτέροιο, μή τις ἔπειτ᾽ Ὀδυσῆος ἀκουσάτω ἔνδον ἐόντος, μὴ “Ἰαέρτης, μὴ συβώτης, (Mer μήτε τις οὐκήων, τουτέστι τῶν ἁπλῶς ἐν τῷ οἴχῳ, μήτ᾽ αὐτὴ Πηνελόπεια, ἀλλ᾽ οἷοι σύ T ἐγώ Tc γυναικῶν γνώομεν ἰϑὺν, τὴν κατὰ ψυχὴν δηλαδὴ ὁρμήν. zat τινος δμώων ἀνδρῶν ἐ ἔτι πὲ ἐρηϑεῖμεν, ἤτοι πειρηϑείημέν, ὅς τε ἡμᾶς τίει καὶ δείδιε ϑυμῷ, καὶ ὃς οὐκ ἀλέγει, σὲ δ᾽ erue τοῖον ἐόντα. καὶ οὕτω μὲν πατήρ. Τηλέμαχος δὲ καὶ νῦν δεικνὺς xar ἴχνη ϑέειν τῆς πατρικῆς ἀγχινοίας, χαί πως καὶ ὀρϑοῦν ἐθέλων τραγῳδικῶς, τὸν “μέγαν, ὡς καὶ ποθ ἀπ; ὃ σμικχρότερος, πρῶτα μὲν ἑαυτὸν συνιστᾷ ἐφ᾽ οἷς ἀπητήϑη σιγᾶν, εἰπών\" e πάτερ, ἤτοι ἐμὸν ϑυμὸν καὶ ἔπειτά ye ὀΐω γνώσεαι, οὐ μὲν γάρ TU χαλιφροσύναν μὲ ἔχουσιν."
      },
      {
        "index": 115,
        "text": "εἶτα καὶ διορϑούμε svog εὐλαβῶς τὸν πατέρα ἐπὶ τῷ κατὰ τοὺς δμῶας aeg λαίῳ φησίν\" ἀλλ᾽ οὔ τοι τόδε κέρδος ἐγὼν ἔσσεσθαι οἵω ἡμῖν ἀμφοτέροισι, σὲ δὲ φράξέσϑαι à POR δηϑὰ γὰρ αὕτως εἴσῃ ἑκάστου πειρητίζων, ἔργα μετερχόμενος. τοὶ δ᾽ ἐν μεγάροισιν ἕκηλοι χρήματα \"δαρδάπτουσιν. ὑπέρβιον, οὐδέ τι φειδώ, ἔστι δὲ ὃ τοῦ λόγου. νοῦς, ὅτι ἀκερδές à ἐστι τὸ penat σε τῶν ἀνδρῶν, ὧν οἱ πλείους ἔξω τῆς νήσου περὶ τὴν ἤπειρον. ἐν ὕσῳ γὰρ αὐτὸς μετέρχῃ τὰ ἐκείνων ἔργα, ἐν τοσούτῳ οἱ μνηστῆρες τὰ κατ᾽ οἶκον ἐκκενώσουσι."
      },
      {
        "index": 116,
        "text": "διὸ καὶ συμβουλευόμενος τὸ ἄλλως ποιητέον φησίν\" ἀλλ᾽ ἤτοι σε γυναῖκας ἐγὼ δεδάασϑαι ἄνωγα, αἵ τέ σ᾽ ἀτιμάζουσι καὶ αἵ νγηλιτεῖς εἰσὶν, ἤτοι ἀναμάρτητοι. πᾶσαι γὰρ ἐν τῷ οἴκῳ οὖσαν οὐ δώσουσι τριβὴν καιροῦ. ἀνδρῶν δ᾽ ovx ἂν ἔγωγε χατὰ | σταϑμοὺς ἐϑέλοιμε ἡ ἡμέας πειράξειν, Ad ὕστερα ταῦτα πένεσϑαι εἰ ἐτεόν γέ τι οἶσϑα Διὸς τέρας\" ἐξ οὗ δηλαδὴ ὁρμώμενος ἔφης ἀμύντορα τὸν Δία ἡμῖν ἔσεσθαι. ὡς εἴ ys μὴ τοῦϑ' οὕτως ἔχει, τότε δὴ καὶ δμώων πειρητέον, καὶ ἑτέρους δὲ προσαιτεριστέον ἀμύντορας."
      },
      {
        "index": 117,
        "text": "᾿Ιστέον δὲ ὅτι τὸ, καὶ αἵματος ἡμετέροιο διασάφησίς ἐστι τοῦ, ἐμός ἐσσι. ἄλλως γὰρ τὸ ἐμὸς οὐ δηλωτικόν ἐστι τοῦ ἐξ αἵματος ἤτοι σπέρματος. Τὸ δὲ σὲ ἀτιμᾷ τοῖον ἐόντα, ἔμφασίν τε ἔχει ἐπαίνου μυστικὴν ὡς μεγάλου φανέντος τοῦ Τηλεμάχου. κατὰ τὴν νῦν πεῖραν. καὶ ἄλλως δὲ χαρίξεται αὐτῷ, ὡς λυπουμένου τοῦ πατρὸς εἴ meo ἀτιμᾶται ὃ τοιοῦτος Tue gos. τοῦτό TE αὖϑις ἀνταποδιδοὺς ὃ υἱὸς ἁμαρτητιχὰς ἔφη ὁμωΐδας τὰς ἀτιμαξού \"gus τὸν Ὀδυσσέα, ὡς δηλοῖ τὸ, «i σε ἀτιμάζουσι καὶ ct νηλιτεῖς εἰσί."
      },
      {
        "index": 118,
        "text": "Δῆλον δὲ ὅτι πρωτότυπον τοῦ ἀτιμάξω τὸ ἀτιμᾶν, ἐξ οὗ καὶ τὸ ἠτίμησε zc τὸ ἀτίμητος ἐν ᾿Ιλιάδι, Τὸ δὲ καὶ ἔπειτά γε ὀΐω γνώσεαι, ἀποστατικῶς μὲν ἔχεν ἐπεντεϑειμένον. τὸ ὀίω, ἢ καὶ ἄλλως ἐλλιπῶς ἐφράσϑη ἀντὶ τοῦ, Éxurc ὡς ὀίω γνώσεαι. καὶ οὕτως ἐσχημάτισται\" ὡς τό γε κοινότερον ἦν ἂν οὕτως\" ἔπειτά γε ὀίω σε γνώσεσθαι. ἐνδοιασμὸν δὲ εὐλαβὴ € ἔχει, ὡς ἂν μὴ δόξῃ καὶ ὃ νεαγίας ἀλαζονεύεσθαι, οἷς λέγει μὴ ἔχεσθαι χαλιφροσύναις, τουτέστιν ἀφροσύναις, ἐξ ὧν χαλίφρων ὃ ὃ τὰς φρένας, κεχαλασμένος."
      },
      {
        "index": 119,
        "text": "χαὶ ἔχλυτος, ὡς χαὶ ἀλλαχοῦ ἐγράφη. οὕτω δὲ καὶ τὸ, σὲ δὲ φράζξεσϑαι ἄνωγα, ἐπιεικῶς ὃ νεανίας ἔφη δι᾿ εὐλάβειαν , ἵνα μὴ τῷ ἀποφαντικῷ τῆς βουλῆς λυπήσῃ τὸν πατέρα. Ἔστι δὲ τὸ, σὲ δὲ φράξεσϑαι c ἄνωγα, ἀντὶ τοῦ, σὺ δὲ φράζου etre συμφέρον εἴτε καὶ μὴ, πὲρ ἂν ἐγὼ εἴπω, ἢ καὶ πὲρ σὺ εἶπας περὶ τοῦ ἀποπειρᾶσϑαι τῶν ἀνδρῶν. Τὸ δὲ πειρητίξειν ταυτὸν τῷ πειρᾶσϑαι, ἅ { πὲρ ἄμφω ἐν τούτοις κεῖνται. γίνεται δὲ ἀπὸ τοῦ πεῖραρ πείρατος χατὰ τροπὴν φωνγήεντος. ἔϑεμον. 4εδάεσϑαι δὲ τὸ μανθάνειν, ἐξ oU ἀόριστος τὸ δεδάασϑαι, εἰς τοσοῦτον οὐκ εὔχρηστον γράφειν, ὥςτε ἄτριπτον καὶ τῷ ποιητῇ."
      },
      {
        "index": 120,
        "text": "Ἀγέγονξ δὲ χατὰ ἀναδιπλασιᾳσμὸν xal ἀπέλευσιν διχρόνου ix τοῦ δαίεσϑαι, ὅ ἐστι μανϑάνειν. Τὸ δὲ κατὰ σταϑμοὺς πειράζειν ὃ ὅμοιόν ἐστι τῷ πειρητίξειν ἐν τῷ ἔργα μετέρχεσθαι, τὰ γεωργιχὰ δηλ αδή. “Σημείωσαι δὲ χαὶ ὅτι οὐκ ἔσχεν ὃ 2έῤων ἀντειπεῖν οἷς ἐνόησεν ὃ Τηλέμαχος, ὡς εἶναν 'χανταῦϑα εἰπεῖν τὸ, σύν τε δύ᾽ ἐρχομένω χαὶ ἑξῆς, καὶ τὸ, συμφερτὴ δ᾽ ἀρετὴ πέλει ἀνδρῶν, Τὸ δὲ, àAX οὔ row τόδε κέρδος καὶ ἑξῆς οἱ δύο στίχοιγ τέλους εἰσὲ δηλωτικοὶ οὐκ"
      },
      {
        "index": 121,
        "text": "ἀγαϑοῦ. Οἱ δὲ ἀνωτέρω ἕτεροι δύο στίχοι, ἤγουν τὸ, ὦ πάτερ ἤτοι ἐμὸν ϑυμὸν καὶ ἑξῆς, προσώπου εἰσὲ cvorarixol ἐπὶ φρονήσει. Βιαίαν δὲ δαπάνην φράζει τὸ, οἱ δ᾽ ἐν μεγάροισιν ἕκηλοι χρήματα δαρδάπτουσι καὶ ἑξῆς. Κώλυσις δὲ ἀκαίρου πείρας τὸ, ἀνδρῶν δ᾽ οὐκ ἂν ἔγωγε xc ἑξῆς οἱ δύο στίχοι. ᾿Ιστέον δὲ καὶ ὅτι ὀκνεῖ Ὀδυσσεὺς ἀκουσϑῆναι τοῖς οἰχείοις ὡς ἔνδον ἐστὶν, ἵνα μὴ περιχαρεῖς γενόμενοι ἐπίσημον τὴν αὐτοῦ ποιήσωσιν ἔλευσιν χαὶ οὕτω χωλυϑῇ μὲν ἡ τῶν μνηστήρων πανωλεϑρία, γένηται δὲ xci ὁ ἀναγνωρισμὸς ἧττον παράδοξος, ἄλλως δέ γε πάνυ ϑαυμάσιον τῷ τε “αέρτῃ καὶ τῇ Πηνελόπῃ, αἴφνης τὸν Ὀδυσσέα ἰδεῖν χαὶ ἅμα τοὺς μνηστῆρας τεϑνεῶμαϑεῖν."
      },
      {
        "index": 122,
        "text": "ποιεῖ δὲ τοῦτο καὶ τοῖς ᾿Ιϑακησίοις πάνυ πολλὴν κατάπληξιν. * Ὅτι κατάγεταν. γαῦς ἐνταῦϑα εὐεργὴς, τουτέστιν ἐλλιμενίζεται, ἢ ἔφερε Τηλέμαχον Πυλόϑεν. Καὶ ὅρα τὸ φέρειν ἐπὲ ἐμψύχου καὶ νῦν λεχϑέν. χαλῶς μέντοι ἐπὶ νηὸς, ἧς τὰ ἐντὸς φύρτος λέγεται. (Υ ετ5. Ὅτι δύο τούτους Ὅμηρος πλάσας τὸν κήρυκα Μέδοντα καὶ τὸν συβώτην Εὔμαιον τῆς αὐτῆς ἕνεχ᾽ ἀγγελίης ἵχοντας εἰς Πηνελόπην ποιεῖ αὐτοὺς διαφόρως ἀπαγγέλλοντας, ποικίλλων xci οὕτω τὴν γραφήν. κῆρυξ uiv γὰρ μέσῃσι μετὰ δμωῇσιν ἔειπε, γοργῶς ἀγγείλας."
      },
      {
        "index": 123,
        "text": "ἢ δή τοι βασίλειω, φίλος θυ πάϊς εἰλήλουϑε. συβώτης δὲ τῇ δεσποίνῃ ἄγχι παραστὰς εἶπε πάνϑ᾽ ὕ σα οἱ φίλος υἱὸς ἀνώγει μυϑήσασϑαι, περ ovx ἀξιοῖ ἄρτι Ὅμηρος εἰπεῖν ὡς ἤδη ῥηϑέν. ἔστι δὲ ἐκεῖνο, ὅτι οἱ σῶς εἰμὲ xci ἐκ Πύλου εἰλήλουθα, περ οὐδὲ ἀχέραιον ὃν ἔπος πληϑύνει συνήϑως ποιητὴς εἰπὼν, πάνϑ᾽ 180ά4δσα, ὡς εἴπερ ἦσαν πολλά. καὶ εἰσὶν ἀληϑῶς εἰ καὶ μὴ \"πολλὰ, πλείω δ᾽ οὖν ὧν εἶπεν ὃ κῆρυξ. οὐ γὰρ μόνον φησὶν ὁ συβώτης κατὰ τὸν κήρυχω ὅτι ἦλϑεν ὁ παῖς, ἀλλὰ καὶ ὅτι σῶς ἐστίν. ἐνταῦϑιε δὲ συννοεῖται χαὶ ἡ τῶν ἑταίρων σωτηρία καὶ ἡ τῆς νεώς."
      },
      {
        "index": 124,
        "text": "πολύνους ἄρα ἡ διὰ τοῦ συβώτου ἀγγελία πρὸς τὴν δέσποιναν. διὸ καὶ τὸ πάντα οἰχεῖον ἐπ᾿ αὐτῆς, δι᾿ οὗ ποσὸν δηλοῦται διωρισμένον, ὡς καὶ ἐν τῷ, πᾶσαι χρῆναι καὶ πάντες ποταμοί. οὐ μὴν συνεχὲς ὡς ἐν τῷ, πᾶν δ᾽ ὑπερϑερμάνϑη ξίφος αἵματι. \" Ioréov δὲ καὶ ὅτε ὥς πὲρ ἐνταῦϑα δοχεῖ \"τὸ πάντα ἐπὶ δύο εἰπεῖν, ἤγουν ἐπὶ τοῦ σῶς ἐστὶ καὶ τοῦ ἐλήλυϑεν, οὕτω καὶ πρὸ τούτων ἐν τῷ, ἐμοὶ δ᾽ ἐπὶ πάντ᾽ ἔταλτο, ἤγουν τὸ ἀνακλῖναι λόχον καὶ τὸ ἐπιϑεῖναι. Κεῖται δ᾽ ἐνταῦϑα xoi ἀπειπεῖν τὸ ἀπαρτίσαι λόγον ἐν τῷ, ἐπεὶ δὲ πᾶσαν ἐφημοσύνην ἀπέειπε."
      },
      {
        "index": 125,
        "text": "λέγει δὲ πᾶσαν ἐφημοσύνην τὴν ῥηθεῖσαν τοῦ Τηλεμάχου ἐντολὴν imi τῇ βραχυτάτῃ ἀγγελίᾳ; Καὶ ὅρα καὶ τὸ πᾶσαν, ὡς ἐπὶ πολλοῦ τινὸς ῥηϑέν. ᾿Ιστέον δὲ ὅτι ἄλλως κοινότερον τὸ ἀπειπεῖν παρὼ τοῖς ut\" Ὅμηρον\" ταυτὸν γάρ ἐστι τῷ ἀπαγορεῦσαι, olov τάλαιν᾽ ἀπεῖπον ἄλγει. \"τὸ δ᾽ αὐτὸ καὶ ἀπαυδᾶν χαὶ ἀπειρηκέναι λέγεται. Ὅτι τὸ, λίπε δ᾽ ἕρκεά τε μέγαρόν τε, ἀντὶ τοῦ μαχρὰν γέγονε TOU οἴχου. ἀφελῶς δὲ τοῦτο ἐῤῥέϑη κατὰ περίφρασιν ἀντὶ τοῦ, ἀνεχώρησε. Τὰ δὲ ἕρχεα ὑποκατιὼν τειχίον λέγει αὐλῆς."
      },
      {
        "index": 126,
        "text": "Ὅτι σιγηλῆς λύπης δήλωσις τὸ, οἱ δεῖνα ἀκάχοντο κατήφησαν δ᾽ ἐνὶ ϑυμῷ. πάσχουσι δὲ τοῦτο οἱ μνηστῆρες μαϑόντες ἐπανελϑεῖν ἀβλαβῆ τὸν Τηλέμαχον. Ὅρα δὲ τὸ κατήφησαν ix τοῦ κατηφῶ κατηφήσω τοῦ καὶ ἐν ἄλλοις χειμένου, τὸ μέντοι χατηφιᾶν χοινόν. ὅμοιον δὲ καὶ τὸ μειδῶ μειδύσω καὶ \"μειδιῶ, Δῆλον δὲ ὅτι ταυτὸν τὸ ἀκάχοντο καὶ τὸ κατήφησαν. Ὅτι αὖτοσχέδιον ἀγορὰν φράζει τὸ; ἐκ δ᾽ ἦλϑον μεγάροιο παρὲχ μέγα τειχίον αὐλῆς, αὐτοῦ δὲ προπάροιϑε ϑυράων ἑδριόωντο. μνηστῆρες δὲ τοῦτο ποιοῦσιν, οἱ καὶ νῦν, καϑά που καὶ ἀλλαχοῦ, μέγα ἔργον τελεσϑῆναι φασὶ Τηλεμάχῳ τήνδε ὁδὸν, ἣν ἔλεγον μὴ ἂν τελεσϑήσεσθαι."
      },
      {
        "index": 127,
        "text": "xci τοῦτο μὲν λόγος Εὐρυμάχου. ᾿Αντίνοος δὲ μετ᾽ ὀλίγα ὑψηλότερον τὸν λόγον μεταχειριζόμενος ἐν τῷ ἐπανελϑεῖν ἐκ τοῦ λόχου φησὶν ἐν ϑαύματι\" ὦ πόποι, ὡς τόνδ᾽ ἄνδρα ϑεοὶ καλκότητος ἔλυσαν, οἷα ϑεοφιλῆ. χαὶ κατασχευάζων ἐπάγει\" ἤματα μὲν σκοποὶ ἷζον ἐπ᾿ ἄχριας ἠνεμοέσσας αἰὲν ἐπασσύτεροι, τουτέστι πυχνότεροι, ὡς πολλαχοῦ φαίνεται. ἅμα δ᾽ ἠελίῳ καταδύντι οὔ ποτ᾽ ἐπ᾽ ἠπείρου γύχτ᾽ ἄσαμεν, ἐστιν ἀνεπαυσάμεϑα, ἀνεπνεύσαμεν, ὡς ἀπὸ τοῦ ἄω Goo, ἀλλ᾽ ἐνὶ πόντῳ. νηὶ ϑοῇ πλείοντες ἐμίμνομεν ᾿ Hà δῖαν Τηλέμαχον λοχόωντες, ἵνα φϑίσωμεν ἑλόντες αὐτόν."
      },
      {
        "index": 128,
        "text": "xag ἄρα περιώδευε τὸν πλοῦν, ἵνα ἐχφύγῃ τοὺς οὕτω τεχνικῶς λοχῶντας. καὶ ἦν οὐκ ἄνευ ἀγαθῆς τυχής τὸ διεχρυγεῖν αὐτόν. διὸ καὶ ϑαυμάζουσιν, ὡς εἰχὸς, οἱ ἐνεδρεύσαντες. — Τὸ δὲ νύχτα ἄσαμεν ἤγουν, ὡς ἐῤῥέϑη, ἀνεπαυσάμεϑα, κεῖσϑαι ἀφετέον παρ᾽ Ὁμήρῳ οἷα οὐκ εὔχρηστον ὃν εἰς γραφὴν ὥς περ οὐδὲ τὸ φϑίσωμεν, οὗ περ ἐδιφορεῖτο ἡ γραφή. Ὅτι ἐρέτας ἁλιῆας ἐνταῦϑα"
      },
      {
        "index": 129,
        "text": "λέγει ὁ ὁ ποιητὴς ἢ κοινῶς τοὺς ἁλιευτὰς ἢ καὶ ἄλλως ἁπλῶς τοὺς περὶ ἅλα -πονουμένους, χυριολεχτῶν πάντως. Ὅτι Εὐρυμάχου εἰπόντος, δεῖν εἰναι σταλῆναι τοὺς ἀνακαλεσομένους ix τοῦ λόχου τὸν ᾿ΑἸντίνοον καὶ τοὺς περὶ αὐτὸν, οὔ πω πᾶν εἴρητο, καὶ εἷς τῶν μνηστήρων ἴδε νῆα, ἢ Ἀσυννοητέον xci τοὺς ἐν αὑτῇ, στρεφϑεὶς ἐχ χώρης, λιμένος πολυβενϑέος ἐντὸς, ἱστία τὲ στέλλοντας , ἐρετμά τε χερσὶν ἔχοντας, ὃ δὴ βραχυτάτη ἐστὶ κατάπλου διασχευὴ , ὡς xai τ ἡδὺ δ᾽ ἀρ ἐκγελάσας μετεφώνεεν οἷς ἑτάροισι, μή."
      },
      {
        "index": 130,
        "text": "τινα ἔτι ἀγγελίην ὀτρύνομεν, οἵδὲ * γὰρ ἔνδον. ἢ τίς σφιν τὸδ᾽ ἔειπε ϑεῶν ὡς εἴ περ ἦσαν ϑεοφιλεῖς οἱ ὑπερφίαλοι, ἢ εἴσιδον αὐτοὶ νῆα παρερχομένην, τὴν τοῦ Τηλεμάχου δηλαδή. τὴν δ᾽ οὐκ ἐδύναντο κιχῆναι, iy ovy καταλαβεῖν, ὡς ἀπὸ τοῦ χιχαίνω ἢ κίχημι. Καὶ € ὅρα τὸ, οὔ πω πᾶν εἴρητο, καινῶς λεχϑὲν, ὡς xci motui μονεύϑη. λείπει γὰρ 2) τὸ ἔπος ἢ τὸ νόημα ἢ ἴσως τὸ ῥῆμα, ληφϑὲν ἀπὸ κοινοῦ ἐκ τοῦ εἴρητο\" τῇ σπουδῇ δὲ τοῦ λαλοῦντος xol ἡ φράσις συντετρόχασται. Τὸ δὲ ἐχγελάσαι ἴσως μὲν τὸ χανδὸν γελάσαι δηλοῖ , ἴσως δὲ καὶ τὸ ἐξέσεπολ ἧς οἷα βαρυνομένης τῆς ψυχῆς διὰ τὸ περισωϑῆναι τὸν Τηλέμαχον χατὰ τὸ, a δ᾽ ἐγέλασε Ζεὺς, παρ᾽ ᾿Ησιόδῳ."
      },
      {
        "index": 131,
        "text": "Ὅτι δὲ βαρύνεται ὃ ὃ Εὐρύμαχος, δῆλον χαὶ ἐκ τοῦ μὴ \"πρὸς ὄνομα ἐθελῆσαι φράσαι τοὺς ἐλλοχῶντας ἀλλὰ κατὰ ἀντωνυμίαν. ἀγείρομεν γάρ, φησιν, oi τάχιστα κείνοις ἀγγείλωσι νέεσϑαι.. ὧν xoi αὐτῶν χρήζει ὁ ποιητὴς εἰς τὴν μετὰ μιχρὸν ἀναίρεσιν, ἵνα μηδεὶς ἐκφύγῃ τὸν ὄλεϑρον. Τὸ δὲ ἡ τις ἔειπε ϑεῶν, ἦϑος δηλοῖ τοῦ ᾿άμφιγόμου ὡς οἷα ἐπιῤῥεπῶς ἔχοντος ἀνάγειν εἰς τὸ ϑεῖον τὰ πράγματα. διὸ καὶ μετ᾽ ὀλίγα ἐν τοῖς κατὰ Ἴηλεμάχου, Sed. εἴρεσθνι βουλὲς συμβουλεύει καὶ μὴ ἄλλως ἐγχειρῆσαι χτείνειν ἐκεῖνον."
      },
      {
        "index": 132,
        "text": "Ὅτι δὲ ve ὃ τοιοῦτος Ἀμφίνομος χαὶ ὡς προσεῖχεν. αὐτῷ ἡ “Πηνελόπη, μετ᾽ ὀλίγα ῥηϑήσεται. C Vers, Ὅτι μυστηριακῆς ἀγορᾶς τὸ, αὐτοὶ δ᾽ εἰς ἀγορὴν χίον ἀϑρόοι, οὐδέ τιν᾽ ἄλλον εἴων οὔτε νέων μεταΐξειν οὔτε γερόντων. ἔστι δὲ μεταΐζειν τὸ συνίζειν. Ὅτι ᾿Αντίνοος μηδὲν κατὰ Τηλεμάχου ἀνύσας iv τῷ λοχᾶν καὶ ὅμως ἑαυτὸν συνιστῶν ὡς μὴ φαύλως λοχαγήσαντα, εἰ καὶ εὐτυχῶς ἀπήλλαξεν ὃ ηλέμαχος, καὶ μέϑοδον δὲ ἑτέραν ὑποβάλλων, OU ἧς ὁ κατὰ ϑάλασσαν εὐπραγήσας κινδυνεύσει κατὰ χέρσον, δημηγορεῖ παρὰ τοῖς μνηστῆρσιν, ὡς τέως μὲν ἀπήγαγ /tV αὐτὸν οἴχαδε ϑεὸς, ἡμεῖς δ᾽ ἐνθάδε οἱ φραζώμεϑα λυγρὸν ὄλεϑρον μηδ᾽ ὑμᾶς ὑπεκφύχῃ, τοὺς τοσούτους δηλαδὴ, εἰ καὶ τοὺς εἴκοσι διέδρα τοὺς ἐλλοχῶντας."
      },
      {
        "index": 133,
        "text": "xci αὐ τίαν προστιϑεὶ εἰς φησίν\" οὐ γὰρ ὀΐω τούτου γε ζώοντος. ἀνύσεσϑαι τάδε ἔργα, τὰ ὑπ᾽ αὐτοῦ δηλονότι ῥηθησόμενα. αὐτὸς μὲν γὰρ ἐπιστήμων βουλῇ TE νόῳ τε, ὃ περ ὁ ἕπαιγός ἐστι φρονίμου ἀνδρός. λαοὶ δ᾽ οὐχέτι πάμπαν ἐφ᾽ ἡμῖν ἤρα φέρουσιν , ἤγουν οὐδεμίαν χάριν ἡμῖν ἔχουσιν, οὐ κεχαρισμένοι εἰσὶν ἡμῖν. οἷα τὸ βασιλικὸν γένος φιλοῦντες εὐνοϊκῶς, εἶτα χαὶ εἰς τὸν μέλλοντὰ χρόνον χαταβαίνων τεχνικῶς xci οὕτω ἐπιμᾶλλον ἀξιῶν κατ᾽ ἐκείνου φησίν\" ἀλλ ἄγετε πρὶν χεῖνον ὁμηγυρίσασϑαι ᾿Αχαιοὺς εἰς ἀγορήν\" ov γάρ τι μεϑησέμεναι ὁ ὀΐω, ἀλλ᾽ ἀπομηνίςσει, ἐρέδι."
      },
      {
        "index": 134,
        "text": "δ᾽ ἐν πᾶσιν ἀναστὰς οὕτω πως “δριμύτατα χαὶ συντομώτατα, οὕνεκά οἱ φόνον αἰπὺν ἐράπτομὲν οὐδ᾽ ἐκίχημεν. οἱ δ᾽ οὐκ αἰνήσουσιν ἀχούοντες κακὰ ἔργα, μή τι χαχὸν ῥέξωσι χαὶ ἡμέας ἐξελάσωσι γαίης ἡμετέρης, ἄλλων δ᾽ ἀφιχώμεϑα δῆμον\" ἀλλὰ φϑέωμεν, ἤγουν φϑῶμεν, προλάβωμεν, ἑλόντες ἐπ᾽ ἀγροῦ νόσφι πόληος, ἢ ἐν ὁδῷ\" βίοτον δ᾽ αὐτοὶ καὶ “τήματ᾽ ἔχωμεν, (εν δασσάμενοι κατὰ μοῖραν ἐφ᾽ ἡμέας , οἰκία δ᾽ αὖτε χείνου μητέρι δοῖμεν & ἔχειν, ἠδ᾽ ὕς τις ὀπυέει. Καὶ ὅρα τὸν γοῦν ὃς τοσούτους μνηστῆρας ἐν τῷ τοῦ Ὀδυσσέως οἴκῳ συνεῖχεν\" αὖ δή που γὰρ πᾶσιν αὐτὸ τοῦτο τέλος ἀρίδηλον τὸ τὴν Πηνελόπην γυναῖχα σχεῖν, ἀλλὰ τοῦτο μὲν ἐχρῆν Ἀξἕγαᾳ τινὰ εὐτυχῆσαι τὸν ἐπιχριϑέντα in."
      },
      {
        "index": 135,
        "text": "αὐτῆς, οἱ δὲ λοιποὶ συντεϑειμένον εἶχον δάσασϑαι τὰ τοῦ Ὀδυσσέως ἅπαντα χτήματα κατὰ μοῖραν, εἶ δή τις ἐν τοῖς τοιούτοις μοῖρα ἤτοι προσῆκον ; μόνα δὲ ἀφεῖναι τῇ γυναικὶ τὰ δώματα, ὡς εἰ καί τις πιϑὸν πρὸς βίαν ἀπαντλύσας ἃ ἀγαπητῶς ἀφήσει τῷ δεσπότῃ, χἂν γοῦν τὸ ἀγγεῖον χενόν. Τηλεμάχου δὲ αὑτοῖς ἐν τῷ δασμῷ μνεία οὐδεμία, πρῶτον γὰρ κτεῖναι αὐτὸν ἐβούλοντο, xoi ταῦτα μὲν οὕτω γενναίως δημηγορηϑέντα χαὶ πεῖσαι τοὺς κακοὺς ἰσχύοντα. 'Ev oig ὅρα xci ὡς δεδίασιν ol ἐν τέλει τὴν τοῦ δήμου ὀξύτητα ὡς ταπολλὰ, χαϑὰ καὶ ἡ τοῦ Εὐριπίδου Ἑκάβη δηλοῖ. ᾿Επεὶ δὲ προφανῶς ἄδικος ἡ τοῦ Αντινόου ἀξίωσις, καὶ, ὡς αὐτὸς ὡμολόγησε, χακὰ τὰ κατὰ μνηστῆρας ἔργα, καὶ οἶδεν ὡς οὐκ ἂν ἔχου πείσειν\" αὐτέλεγκτον γὰρ φύσει τὸ συνειδὸς\" ἔτι δὲ εἰχὸς καὶ ἔλεον τοῦ μηδὲν αἰτίου"
      },
      {
        "index": 136,
        "text": "Τηλεμάχου ὑπεῖναι τισὶν, ἐκβάλλων ἐχείνων τὸ τοιοῦτον καλὸν, ἐπάγει\" εἰ δ᾽ ὑμῖν ὅδε μῦϑος ἀφανδάγει, ἀλλὰ βούλεσϑε αὐτόν τε ζώειν χαὶ ἔχειν πατρώϊα πάντα, μή οἱ χρήματ᾽ ἔπειτα ἅλις ϑυμηδέα ἔδωμεν ἐνθάδ᾽ ἀγειρόμενοι, ἀλλ ἐκ μεγάροιο ἕκαστος μνάσϑω ἕδνοισι διζήμενοι. ἡ δ᾽ ἂν ἔπειτα γήμαιτο ὃς ἂν πλεῖστα πόροι καὶ μόρσιμος ἔλϑοι. \"Egri δὲ xoi ἐν \"τούτοις ἰδεῖν, οἷόν τι χρῆμα ὃ καχός. ἰδοὺ y&Q ᾿Αντίνοος εἰδὼς καὶ ὁμολογῶν κακὰ εἶναι τὰ τῶν μνηστήρων ἔργα, ὅμως καὶ αὐτὸς ποιεῖν ἐπιμόνως αὐτὰ βούλεται καὶ τοὺς ἄλλους προτρέπεται."
      },
      {
        "index": 137,
        "text": "ὁ δὲ ποιητὴς καὶ ϑεόμαχον αὐτὸν παρεμφαίνει. πῶς γὰρ οἱ τοιοῦτος, ὃς διαβεβαιωσάμενος ὅτι ϑεὸς κακότητος ἔλυσε τὸν Τηλέμαχον καὶ ἀπήγαγεν οἴκαδε, εἶτα πάλιν αὐτῷ ἐπιτίϑεσθϑαι βούλεται; Τὸ δὲ τοὺς λαοὺς μηδόλως ἦρα φέρειν τοῖς μνηστῆρσι, πιϑανολογίαν τινὰ χορηγεῖ τῇ καϑ' Ὅμηρον ἱστορίᾳ. οἱ γὰρ τοιοῦτοι οὐκ ἂν λυπηϑεῖεν ὕστερον, οὐδ᾽ ἀμύναιντο πεσόντων μνηστήρων. Ὅτι δὲ ἦρα τὴν χάριν λέγει, προδεδήλωταν τὸ σαφῶς. Τὸ δὲ ὁμηγυρίζειν ὅμοιόν ἐστι τῷ σωφρονίζειν καὶ τοῖς τοιούτοις. ὁμηγυρέονται μὲν γάρ τίνες αὐτοὶ, ὁμηγυρίζονται δὲ ὑπ᾽ ἄλλων."
      },
      {
        "index": 138,
        "text": "Τὸ δὲ ἀπομηνίσει περιττὴν χἀνταῦϑα ὡς καὶ ἐν ᾿Ιλιάδι ἔχει τὴν πρόϑεσιν. ἄλλως γὰρ κυρίως ἀπομηνῖσαι τὸ ἀποϑέσϑαι μῆνιν. τοῦτο δὲ καὶ ἐσχημάτιgrat, τὸ γὰρ ἀκόλουϑον ἣν κοινότερον οὕτω\" οὐ γάρ μιν μεθήσειν ὀΐω, ἀλλ᾿ ἀπομηνίσειν, ἐρέειν τε ἀναστάντα. Τὸ δὲ ῥάπτειν φόνον ποιητῇ μὲν χρήσιμον, κακόζηλον δὲ ἐν λόγῳ πεξῷ διὰ τὸ μὴ προσχεῖσϑαι καὶ ἑτέραν τινὰ λέξιν σύστοιχον πρὸς τὸ ῥάπτειν. ἀνάττικον δὲ τὸ ἐράπτομεν δι᾿ ἑνὸς᾽ ῥῶ, “φυσικὸν δὲ ὅμως καὶ κοινόν. Τὸ δὲ ἐκίχημεν παρατατικός ἐστι τοῦ κίχημι\" ἐξ οὗ τὸ κιχῆναι, ὡς χαὶ πρὸ βραχέων εἴρηται."
      },
      {
        "index": 139,
        "text": "Τὸ δὲ μή τι χακὸν ῥέξωσεν ἐλλειπτιχῶς ἔχει. λείπει γὰρ τὸ, διὸ δέδοιχα ἢ ἄλλο τι ὅμοιον. ϑυμοῦ δὲ σχῆμα τοῦ πολλοῦ μὴ ἐῶντος λαλεῖν ἀνελλιπῶς, ὁποῖόν τι καὶ τὸ, ἀλλ ἄγετε πρὶν κεῖνον ὁμηγυρίσασϑαι εἰς ἀγορὴν ᾿“΄χαιούς. ἐν γὰρ τῷ ἄγετε λείπει ῥῆμα πληϑυντιχὸν, οἷον τὸ, ὀλοϑρεύσωμεν ἢ ἀνέλωμεν ἢ ἑτεροῖόν τι τοιοῦτον πρὸς ἀκολουθίαν τοῦ, φραζώμεϑα λυγρὸν ὕλεϑρον. οὕτω δὲ καὶ τὸ, εἰ δ᾽ ὑμῖν ὅδε μῦϑος ἀφανδάνει, ἀλλὰ βούλεσϑε αὐτὸν ζῆν, ἄρσεώς τίνος λείπεται, οἷον\" εἰ δὲ ἀφανδάνει, καὶ οὐ δοχεῖ καλὸν ὃ φόνος ἀλλὰ βούλεσϑε αὐτὸν ζῆν."
      },
      {
        "index": 140,
        "text": "τοῦτο μέντοι δύναται καὶ ἀνελλιπῶς ἔχειν, εἴ τις νοήσει τὸν ἀλλὰ σύνδεσμον ἀντὶ τοῦ δὲ, ἵνα λέγῃ, ὡς εἴ περ ὑμῖν τάδε ἀφανδάνει, βούλεσϑε δὲ αὐτὸν ζῆν. Τὸ δὲ ἐπ᾿ ἀγροῦ ἐπιϑέσϑαι τῷ Τηλεμάχῳ 1j ἐν ὁδῷ πάνυ δυνατῶς καὶ ἀσφαλῶς ὃ κακὸς ᾿Αντίνοος ὑποτίϑησι, καὶ εἰ ἐξενίκησεν ἡ τοιαύτη βουλὴ, ἦν ἂν ἄφυχτον τὸ xaxóv. αὐξήσας οὖν οὕτω τὸ δεινὸν ὃ ποιητὴς καὶ τὸν ἀχροατὴν ϑέμενος ἐναγώνιον λύσει τὴν ἀγωνίαν ταύτην καὶ τὸ ἄπορον πιϑανῶς διὰ τοῦ ᾿Αμφινόμου. θο Τὸ δὲ ϑυμηδὲς ὁμοίως παρῆκται τῷ μελλιηδές."
      },
      {
        "index": 141,
        "text": "ἐναντίον δὲ πρὸς τὸ ϑυμηδὲς τὸ ϑυμαλγές. Τὸ δὲ πλεῖστα πόροι, πρὸς τὴν τῆς ΤΙηνελόπης ἀξίαν ἐῤῥέϑη, ὡς πλείστων ἀξιουμένης. Τὸ δὲ μόρσιμος ἔλϑοι, τὸν Ὀδυσσέα ἐϑέλει προκαλεῖσθαι ἀστείως, ὃς xci πλεῖστα τῇ Πηνελόπῃ πάλαι ποτὲ χροόγου ἔπορε. καὶ ἔστι τοῦτο οἷόν τις φήμη μαντευομένη τὰ ὑπὲρ Ὀδυσσέως, λελοξευμένου τοῦ πόροι, καὶ ϑοθνοουμένου ἐπὶ Ὀδυσσέως ἀντὶ τοῦ, ἔπορε, σχήματι ᾿“ττικῷ. * Ὅτι ᾿Αντινόου συμβουλευσαμένου χτεῖναι Τηλέμαχον, ᾿Αμφίνομος Νίσου φαίδιμος υἱὸς, ὃς ἐκ Δουλιχίου ἡγεῖτο μνησῆρσι, μάλιστα δὲ Πηνελοπείῃ ἥνδανε μύϑοισι, φρεσὶ γὰρ κέχρητ᾽ ἀγαϑῆσιν."
      },
      {
        "index": 142,
        "text": "ὃ τοίνυν -Augivouog μόνος οὗτος ἀντειπὼν, ὦ φίλοι, φησὶν, ovx ἂν ἔγωγε χατακτεινειν ἐϑέλοιμι Τηλέμαχον. δεινὸν δὲ γένος βασιληϊον ἔστι χτείνειν\" ἀλλὰ πρῶτα ϑεῶν εἰρώμεϑα βουλάς. Et μέν κ᾽ αἰνήσωσι Διὸς μεγάλοιο ϑέμιστες, αὐτός io re χτεγέω, τούς τ᾽ ἄλλους πάντας ἀνώξω\" οὗ ϑέμα ἀνώγω \"τὸ κελεύω. εἰ δέ x ἀποτρωπῶσιν ἤτοι ἀποτρέπωσιν αἱ ῥηθεῖσαι ϑέμιστες, παύσασϑαι ἄνωγα. xai οὕτω προϑέσει μαντείας ἐχφεύγει προφανῆ κίνδυνον ὁ Τηλέμαχος. καὶ οὐχ ἔστιν ἄλλως λῦσαι πιϑαγώτερον τὴν ἀπορίαν τοῦ πῶς ὁ Τηλέμαχος ovx ἐπεβουλεύϑη ἐπ᾽ ἀγροῦ ἢ ἐν ὁδῷ."
      },
      {
        "index": 143,
        "text": "οὐχ ἁπλῶς δὲ ἁνδάνει τῇ Πηνελόπῃ ὃ ᾿Δμφίνομος, ἀλλὰ μάλιστα τῶν λοιπῶν μνησέξήρων. καὶ οὐδ᾽ ὡς ἀνδρεῖος, τοιοῦτοι γὰρ μάλιστα ᾿Αντίνοος καὶ Εὐρύμαχος, ot ἀρετῇ πάντων ἦσαν &oyow, dx. ὡς φρεσὶ χεχρημένος ἀγαθαῖς\" χαίροι γὰρ ἂν ἡ περίφρων τῷ ὁμοίῳ. οὐκ ἔσται δὲ ὄφελος TQ .4μφινόμῳ, εἶ μόνον φρεσὶ κέχρηται ἀγαθαῖς\" καὶ κλέπτης γὰρ ἄν ποτε ἢ καὶ μοιχὸς φρεσὶ χρώμενου ἀγαϑαῖς, ὡς μὲν τοιοῦτοι, ἐπαινοῖντο ἂν, ὡς δὲ φαῦλοι κολάξζοιντο\" oVre xci “Αμφένομοβ' ὡς μὲν"
      },
      {
        "index": 144,
        "text": "«φρεσὶ χεχρημένος ἀγαϑαῖς ἁνδάνει tij Πηνελόπῃ, ὡς δὲ μνηστὴρ ἀφανδάνει. ἐπίτηδες δὲ xci τοὺς τοιούτους ποιητὴς συμπαραλαμβάνει τοῖς ἀτασϑάλοις μνηστῆρσιν ἢ ὡς ἂν βραχύ. τι ἀνασειράξοιτο ἡ τῶν πλειόνων ὕβρις: Ὅρα δὲ καὶ τὸ, φρεσὶ κέχρητο, ἐξ οὗ ; παρὰ τῷ ῥήτορι τὸ, κέχρηται συμφορῷ, χαὶ ὅσα τοιαῦτα. \"καὶ ὡς ϑεῖον τὸ βασιλικόν ἐστι γένος, χαὶ οἷον δεινὸν εἶναι χτείνεσϑαι διὰ τὴν ϑειότητα. καιρία δὲ λέξις τὸ χτείνειν,, . διὸ. καὶ ἐπιμένει αὐτῇ. Τὸ δὲ ϑεῶν εἰρώμεϑα βουλὰς, ὕμοιον ὡς εἰ, καὶ εἶπεν ὅτι κτείνωμεν."
      },
      {
        "index": 145,
        "text": "Τηλέμαχον ϑεοῦ ἐπισπόμενοι ὀμφῇ. Τὸ δὲ ϑέμιστες Διὸς φασί τινὲς μὴ δεῖν ἐπὶ μαντείας τίϑεσθαι\" ἀγορᾶς γὰρ καὶ βουλῆς λέξιν εἶναι τὴν ϑέμιν\" διὸ ἀντὶ τοῦ ϑέμιστες τόμουραι) φάφουσιν, ἐστι μαντεῖαι, ὡς καὶ προγέγραπται. ὅρος γὰρ κατὰ τὸν γεωγράφον Τύμουρος, ὑφ᾽ κεῖται ἱερὸν τὸ ἕν Δωδώνῃ χατὰ Θεσπρωτίαν. ἐξ οὗ Ἀτόμοῦυροι, οἱ ὑπὸ τοῦ ποιητοῦ λεγόμενοι ὑποφῆται Διὸς ἀνιπτόποδες χαμαιεῦναι, xci ai μαντεῖαι τόμουραι. βέλτιον γάρ, qnot; τομούρους ἢ ϑέμιστας γράφειν. ϑέμιστες γὰρ οὐ τὰ μαντεῖα ἀλλ αἱ βουλαὶ καὶ τὰ βουλεύματα."
      },
      {
        "index": 146,
        "text": "καὶ τὰ νομοϑετήματα. Τοῖς δὲ ῥηθεῖσι τομούροις καὶ ὃ si TQ “υκόφρονι συνονομάξεταν τόμουρος γημέρτέστατος, ἤγουν ὃ τὸ μὴ ὃν ὁρῶν μαντικῶς. Ὅτι εἰ καὶ καταμόνας ot μνηστῆρες ἐβουλεύσαντο. χατὰ Τηλεμάχου, ἀλλ ὅμως ὃ προδηλωϑεὶς κῆρυξ MéÓov μαϑὼν κατεμήνυσε τῇ “Πηνελόπῃ. χαὶ αὐτὴ γνοῦλσα ἐνόησε φανῆναι τοῖς μνηστῆρσιν, ὡς καὶ ἄλλοτε ποιεῖν εἴωϑε κατὰ ποσὰ χρονικὰ διαστήματα, καὶ δὴ ἐμφανισϑεῖσα τοὺς μὲν ἄλλους eget καϑῆσϑαι ἐ ἐπὶ ξεστοῖσι ϑρόγοισιν, AX Mes; Ldvrwoo δέ φησιν ἐπιπλήττουσα\" ᾿Αντίνοε ὕβοιν ἔχων κακομήχανε, χαὶ δὲ ἤγουν δή σέ φασιν ἐν eun μεϑν ὁμήλικας εἰναι ἄριστον βουλῇ καὶ μύϑοισι\" σὺ δ᾽ οὐχ ἄρα τοῖος incar μάργε, τουτέστι μαινόμενε TL δὲ σὺ Τηλεμάχῳ ϑάνατόν τὲ μόρον τὲ ῥάπτεις, οὐδ᾽ ἱκέτας ἐμπάζεαι οἷσιν ἄρα Ζεὺς μάρτυρος; οὐδ᾽ δσίη κακὰ ῥάπτειν ἀλλήλοισιν."
      },
      {
        "index": 147,
        "text": "εἶτα ἑρμηνεύουσα τὸ , οὐδ᾽ ἱκέτας ἐμπάζεαι, xol εἰς ἀχρηστίαν δὲ ὀνειδίζουσα. “ἐρωτῷ λόγους ἀναμνηστικοὺς, ὧν ᾿Οδυσσεὺς ὠφελήσας Εὐπείϑην τὸν ᾿ΑἸντινόου πατέρα εἰποῦσα\" ἢ οὐχ οἶσϑα Orc δεῦρο πατὴρ τεὸς ἵχετο, τουτέστιν ἱκέτευε φεύγων, δῆμον ὑποδδείσας τὸν τῶν Ιϑακησίων. δὴ γὰρ κεχολώατο λίην, οὕνεκα ληϊστῆρσιν ἐπισπόμενος Ταφίοισιν ὁ ὐπείϑης ἔχαχε Θεσπρωτούς. οἱ δὲ, τουτέστιν οἱ Θεσπρωτοὶ, ἡμῖν ἄρϑμιοι ἦσαν, ἤγουν φίλοι. καὶ οἱ μὲν ᾿Ιϑακήσιοι ἔϑελον φϑῖσαν τὸν ὐπείϑην χαὶ ἀποῤῥαῖσαι φίλον ἤτορ; κατὰ ζωὴν φαγέειν μενοεικέα πολλήν."
      },
      {
        "index": 148,
        "text": "«AX Ὀδυσσεὺς χατέQuxs καὶ ἔσχεϑεν ἱεμένους περ. τοῦ νῦν οἶκον ἄτιμον ἔδεις, uve δὲ γυναῖχα, παῖδά τ᾽ ἀποκχτείνεις; . ἐμέλτε μεγάλως ἀκαχίζεις, ἣν δηλαδὴ ἐχρῆν ὡς μνηστὴν ϑεραπεύειν. ἀλλά σὲ παύσασϑαι χέλομαι χαὶ ἀνωγέμεν ἄλλους. τοῦτο δὲ λέγει ἐμφαίνουσα, διατί πρὸς μόνον αὐτὸν ἀπε$0 τείνατο τοὺς λόγους, ὡς πάντων δηλαδὴ αἴτιον καὶ πείϑοντα καὶ τοὺς ἄλλους ἕπεσϑαι οἷς αὐτὸς ἐϑέλει. Σημείωσαι δὲ, ὡς οὐ πρὸς τρυφὴν ἡ Πηνελόπη τοῖς μνηστῆρσιν ἐπεφαίνετο, ἀλλ᾽ ὅτε TL τυχὸν κατήπειγεν, ὡς καὶ ἐνταῦϑα ἡ κατὰ τοῦ παιδὸς ἐπιβουλὴ ἐμφανίζειν αὐτὴν παύσουσαν τὸ μελετώμμδνον κακόν."
      },
      {
        "index": 149,
        "text": "Ὕθβριν δὲ € ἔχων ὃ ὑβριστὴς ὡς ἐν περιφράσει. Κακομήχανον δὲ καλεῖ τὸν ᾿Δντίνοον, à ὃ πὲρ ὅμοιόν ἐστι πρὸς TÉ ἀμήχαδνος Ἥρη; ὡς ἀεί τε τοιοῦτον καὶ πρὸς διαστολὴν ἴσως τοῦ μὴ τοιούτου ᾿Ἀμφινόμου, ὃς ἀεὶ ἁνδάνων αὐτῇ μύϑοις οἷα φρεσὶ κεχρημένος ἀγαϑαῖς, ὃ ἐστιν οὐ διὰ χαλλιέπειαν ἀλλ ὅτι νοῦν αὐτῷ εἶχον οἱ λόγοι φρενήρεν ὄντι, καὶ νῦν αὐτῇ μάλιστα ἤρεσεν ἂν ὑπὲρ τοῦ παιδὸς λαλήσας. ῥητορικῶς δὲ ἡ Πηνελόπη τὸ ἄριστον εἰναι βουλῇ χαὶ μύϑοις τὸν ᾿ΑἸντίνοον ἀνατρέπει, ἐξ ὧν ἀδίκως ποιεῖ ὃ ἁμαρτάνων εἰς αὐτὸν τὲν ἱκέσιον."
      },
      {
        "index": 150,
        "text": "ὡς γὰρ Διομήδης καὶ Τλαῦκος, ξένοι πατρῷοι, ἤδη δὲ καὶ Μέντης καὶ Τηλέμαχος, οὕτω καὶ νῦν Τηλέμαχος καὶ ᾿Αντίνοος ἱκέται πατρῷοι ἀλλήλοις συνάγονται. καὶ ἔστιν οὐ μόνον Εὐπείϑης ἱκέτης τῷ Ὀδυσσεῖ καὶ δι᾿ ἐχεῖνον καὶ ᾿Αντίνοος ἱκέτης πατρῷος τῷ Τηλεμάχῳ, ἀλλὰ καὶ ἀνάπαλιν Ὀδυσσεύς τὲ ἱκέτης τῷ Εὐπείϑει, οὐχ ὡς ἱκετεύσας μέντοι, ἀλλ᾽ ὡς ἱκετευϑείς. καὶ Τηλέμαχος δὲ ἱκέτης ὁμοίως TQ Αντινόῳ, (ve ἢ μέση λέξις τὸ ἱκέτης χαὶ ὁμώνυμος, χαϑὰ καὶ ὃ ξένος, ὃς x«i τὸν ξενισϑέντω δηλοῖ καὶ τὸν ξενίσαντα᾽ δέγοι γὰρ ἄμφω ἀλλήλοιν, χαϑὰ καὶ ὃ ἱχετεύσας καὶ ὃ τὴν ἱκετείαν δεξάμενος ἤτοι κατὰ τοὺς παλαιοὺς εἰπεῖν ἱκετοδόχος ἱχέται εἰσὶν \"ἀλλήλοις. τοιοῦτον xci ὃ προςφτρόπαιος, ἐπεὶ μέσως ἔχει Xa αὐτός. προςτρόπαιός τε γὰρ Ζεὺς ἐν ῥητορικῷ λεξιχῷ; € ᾧ ἄν τις, φασὶ; προςτρέποιτο δεόμενος. καὶ"
      },
      {
        "index": 151,
        "text": "προςτρόπαιος ὃ ἱχέτης, ὃ ὃ πρός τινὰ δηλαδὴ δεητιχῶς τρεπόμενος, τοιόν δὲ τι καὶ ὃ χρήστηςρ\" ὃ δανεί- - σας τὲ γὰρ οὕτω καλεῖται καὶ ὃ ὀφείλων. Τὸ δὲ μεϑ' ὁμήλικας ἀντὶ τοῦ καϑ' ὁμήλιxag, ἤγουν ἐν ὁμήλιξι. T0 δὲ ἐμπάξεαι γῦν μὲν αἰτιατικῇ συντέταχται καὶ λαμβάνεται ἀντὶ τοῦ, δι᾿ ἐπιστροφῆς ἔχεις\" ὡς ταπολλὰ δὲ μετὰ γενικῆς. οἷον καὶ τὸ, ὃ δ᾽ οὐκ ἐμπάξετο ἱρῶν ἤγουν ἐπεστρέφετο. χαὶ, οὔτε ϑεοπροπίης ἐμπάζομαι, Τὸ δὲ μάρτυρος πρωτότυπόν φασιν εἶναι τοῦ μάρτυς, ποιῆσαν. ἐχεῖνο διὰ συγκοπῆς \" ὅϑεν εὐλόγως οὐδὲ i ἔχει κλίσιν ὃ μάρτυς."
      },
      {
        "index": 152,
        "text": "ἀλλὰ τοῦτο μὲν ἕτεροι-. ἐν δέ ys Toig ὀνοματικοῖς τοῦ “Ἡρῳδιανοῦ φέρεται ὡς ἐκ τοῦ μάρτυς γίνεται χατά τινὰ διάλεχτον τροπῇ τοῦ G εἰς Ó μάρτυρ, οὗ ἡ γενικὴ ἀναδραμοῦσα εἰς εὐϑεῖαν κινεῖ τὸν μάρτυρον.. “ωρικὴ δέ τις ἡ ῥηθϑεῖσα ἐν ταῖς εὐϑείαις τροπὴ TOU GO εἰς Q, ὡς ἔστι καὶ παρὰ ᾿Ιαμβλίχῳ εὑρεῖν ἐν οἷς εἰς τὸν Πυϑαγόραν ἔγραψεν. \"Iaréov δὲ ὅτι μάρτυς λέγεται τοῖς ἱκέταις ὁ Ζεὺς χαϑὰ καὶ τοῖς ξένοις καὶ τοῖς ἑταίροις, ἵνα ὡς εὖ εἰδὼς καὶ ἐπιτιμήτωρ ποιητικῶς εἰπεῖν ὕστερον τοῖς ἀκ μαρτάνουσι γίνοιτο."
      },
      {
        "index": 153,
        "text": "Τὸ δὲ οὐδ᾽ ὁσίη ἀντὶ τοῦ οὐδ᾽ ὅσιον ἐλλολεήῥδοιι, δοχεῖ. λείπει γὰρ τὸ, βουλὴ ἢ ἢ τοιόνδετι, ἵνα λέγῃ, ὡς οὐκ. ἔστιν ὁσία δίκη 3, ἢ βουλὴ ἢ πρᾶξις τὸ τοὺς ἱχέτας ῥάπτειν ἀλλήλοις καχά\" ὃ γνωμιχῶς ῥηϑὲν ἐντρέπεν τὸν ᾿Αντίνοον, εἴ περ ὀφειλέτης ὧν ,σωτηρίας τῷ Τηλεμάχῳ διὰ τὴν πατρῷαν ἱκεσίαν , ὃ δὲ βούλεται τὰ πρὸς ὄλεϑρον αὐτοῦ. ᾿Ιστέον δὲ ὅτι καϑάπερ, ἐλλιπὲς, ὡς ἐῤῥέϑη, τὸ ovy\" ὁσίη, οὕτω χαὶ ἡ αὐτοῦ ἑρμηνεία τὸ οὐχ᾽ ὅσιον. νοεῖται γὰρ ἀντὶ τοῦ ovy ὅσιον πρᾶγμα ἐστί, Τὸ δὲ ῥάπτειν φίλη τροπή ἐστι τῷ ποιητῇ ἐπὶ τῶν χατὰ δόλον\" φϑάσας τὲ οὖν ἔφη, φόνον αἰπὺν ἐράπτομεν."
      },
      {
        "index": 154,
        "text": "xci νῦν δὲ ϑάνατον δάπτεις φησὶ, χαὶ, καχὰ ῥάπτειν ἀλλήλοις. Τὺ δὲ δῆμον. ὑποδδείσας πεαρηχεῖ μέν πως xard τὸ, τὸν, καὶ ὑπέδδεισαν μάκαρες ϑεοὶ οὐδέ τ᾽ ἔδησαν\" δηλοῖ δὲ τὸ ἄσχετον τῆς δημοτικῆς ὁρμῆς, ἢ) κρεῖσσον πυρὸς χατὰ τὴν τραγῳδίαν ἀκολάστως ἐπινέμεται τὰ καϑ' ὧν ὁρμήσει. μέγα οὖν τι ὠφρέληccv Ὀδυσσεὺς τὸν Εὐπείϑην ἀπαλλάξας αὐτὸν τοῦ κατὰ τὸν δῆμον δέους. Τοὺς δὲ Ταφίους ληϊστῆρας κἀνταῦϑα ὃ ποιητὴς ἱστορεῖ. ἄρϑμιοι δὲ οἱ κατὰ φιλίαν. ἡρμοσμένοι. ἀρϑμὸς γὰρ ἡ φιλία, ὡς καὶ ἀλλαχοῦ ἐφάνη."
      },
      {
        "index": 155,
        "text": "Τὸ δὲ φϑίῖσαι καὶ τὸ ἀποῤῥαῖσαι ταυτὰ SovooUci, καϑὰ \"καὶ τὸ, ϑάνατόν τε μόρον τε, καὶ τὸ, μενοεικέα πολλήν. ζωὴν δὲ χαὶ νῦν τὸν βίον λέγει, τουτέστι πάντα τὰ εἰς τὸ Bv ἐπιτήδεια. ' Ev δὲ τῷ, oixov ἄτιμον, οἶκον μὲν λέγει τὰ ἐν τῷ οἴκῳ, ἀπὸ τοῦ τόπου τὰ ἐν τόπῳ δηλῶν ἤγουν ἐκ τοῦ περιέχοντος τὸ περιεχόμενον, ἄτιμον δὲ τὸν ἀτιμώρητον, ἢ καὶ ἐπιῤῥηματικῶς ἀντὶ τοῦ ἀτίμως, προῖκα, δωρεάν\" μὴ καταβαλὼν τιμὴν ἐστι τίμημα τῶν ἐσθιομένων. ᾿ξνταῦϑα δὲ ὕρα καὶ πυχνότητα καὶ γοργότητα νοημάτων μετὰ κάλλους iv τῷ, τοῦ, ἤτοι τοῦ ἱκέτου, oixov ἄτιμον ἔδεις οὗ ὃ πατὴρ Ὀδυσσεὺς μενοειχέα περιεσώσατό σε ζωήν: pvc δὲ γυναῖχα οὐ διχαίως, τὴν τοῦ εὐεργέτου."
      },
      {
        "index": 156,
        "text": "παῖδά τ᾽ ἀποκτείνεις, τὸν πατρῷον δηλαδὴ ἱκέτην. ἐμέ τε οὐχ᾽ ἁπλῶς ἀλλὰ μεγάλως ἀκαχίξεις, ἣν μεγάλως ἔδει εὐφραίνειν διὰ τὴν μνηστείαν, τέσσαρες οὖν ἔννοιαι αὐτοτελεῖς δυσὶ στίχοις ἔγχεινται μετὰ παρίσων τριῶν, τοῖ ἔδεις, χτείγεις, ἀκαχίζεις. ὧν τὸ χτείνεις δριμέως ἐῤῥέϑη, ὡς εἰ χαὶ ἤδη ἐνηργεῖτο εἰς τὸν παῖδα ὃ φόνος. ϑυμοῦ δὲ συγκοπαὶ τὰ ῥηθέντα κόμματα. διὸ καὶ παύει τὸν λόγον εὐθὺς ἡ φιλόσοφος γυνὴ, μηδὲν ἀγεννὲς ἀξιώσασα, ἀλλὰ βασιλικῶς εἰποῦσα τὸ, ἀλλά ce παύσασϑαι κέλομαι, εἶτα καὶ οἱονεὶ ϑεραπεύσασα κολαχευτικῶς ἐν τῷ, Áo \"καὶ ἀνωγέμεν ἄλλους, Ὅτι ᾿Αντινοος μὲν εἰ xci ϑρασὺς χαὶ ὕβριν ἔχων ὡς προσεχῶς ὠνείδισται, ἀλλ οὖν σιγᾷ ἐφ᾽ οἷς ἡ Πηνελόπη καταφορικῶς αὐτῷ προσήνεκται."
      },
      {
        "index": 157,
        "text": "Εὐρύμαχος δὲ οἷα χρυψίνους ὑπούλως καὶ ἐσχηματισμένως ἀμειβόμενος τοιαῦτα φησί\" ᾿ϑάρσει, μή τοι ταῦτα μετὰ φρεσὶ σῇσι μελόντων. ovx Uo οὗτος ἀνὴρ οὐδ᾽ ἔσσεται οὐδὲ γένηται, ὃς xev Τηλεμάχῳ σῷ υἱδὲ χείραρ: ἐποίζώοντός γ ᾿ἐμέϑεν χαὶ ἐπὶ χϑονὶ δερκομένοιο. ὧδε γὰρ det ρέω, καὶ μὴν τετελεσμένον | ἔσται. αἶψά οἱ eiua κελαινὸν ἐρωήσει περὶ δουρὶ ἡ ἡμετέρῳ. ἐπειὴ καὶ ἐμὲ πτολίπορϑος Ὀδυσσεὺς πολλάκι γούνασιν οἷσιν ἐφεσσάμενος κρέας ὀπτὸν ἐν χείρεσσιν ἔϑηκχεν, ἐπέσχε τε οἶνον ἐρυϑρόν."
      },
      {
        "index": 158,
        "text": "τῷ μοι Τηλέμαχος πάντων πολὺ φίλτατός ἐστιν ἀνδρῶν. οὐδὲ τί μιν ϑάνατον τρομέεσϑαι ἄνωγα ἔχ ye μνηστήρων. ϑεόϑεν ἃ, οὐχ ἔστ ᾿ἀλέασϑαι. xai τοιαῦτα μὲν ὁ ὕπουλος Εὐρύμαχος χατά γε σχῆμα\" βούλεται δὲ τῇ ἀληϑείᾳ λέγειν, ὅτι ἐμοῦ ζῶντος: οὐδεὶς “ἔσται; ὃς πρὸ ἐμοῦ ἢ δίχα ἐμοῦ ἐπιβουλεύεται τῷ Τηλεμάχῳ. θο * οὕτω δὲ καὶ τὸ, αἶψά οἱ αἷμα κελαιγὸν ἐρωήσει, δοχεῖ μὲν λέγειν ὅτι τὸ αἷμα τοῦ Ü ἐπιβουλεύ-."
      },
      {
        "index": 159,
        "text": "govrog τῷ Τηλεμάχῳ ῥεὐυσεῖται περὶ τῷ ἐμῷ δόρατι. ἄλλως δὲ δηλοῖ, ὅτι τῷ Τηλεμάχῳ τὸ αἷμα ἐρωήσει περὶ τῷ τῶν μνηστήρων δόρατι. οὐ γὰρ εἰπε mo δουρὶ ἐ ἐμῷ, ἀλλὰ ἡ ἡμετέρῳ χοινῶς. χαὶ μὴν καὶ ἐν τῷ, ϑεόϑεν δ᾽ οὐκ ἔστ ᾿ἀλέασϑαι, * φαίνεται μὲν λέγειν, ὅτι τὸν φυσικὸν ϑάνατον ovx xφευξεῖται ὃ ὁ di uA po xoc. λέγει δὲ ἄλλως αὐτὸ ἐχεῖνο τὸ ἤδη προβεβουλευμένον, ὅτι δηλαδὴ τεϑνήξεται ὑφ᾽ ἡμῶν αὐτῶν, ἐὰν αἱ τοῦ Διὸς ὡς προείρηται αἰνήσωσι ϑέμιστες ἤγουν συγκαταινέσωσι προτρέπουσαν ἡμᾶς\" ὁποῖον χαὶ τὸ ἐν ἄλλοις τεϑὲν πρὸς Τηλέμαχον, ἤ σέ 7ὲ λαοὶ ἐχϑαίρουσιν ἐπισπόμενον ϑεοῦ ὀμφῇ, ἤγουν ϑεόϑεν ὀτρυνϑέντες."
      },
      {
        "index": 160,
        "text": "ἐπεὶ δὲ ἣν εἰχὸς ἐμβαϑῦναι τὴν δαΐφρονα Πηνελόπην τῷ σχὴματισμῷ τοῦ ψοήματος καὶ φανερῶς αὐτὰ δύεονοιαν χατὰ τὴν τραγῳδίαν ἡγήσασϑαι, ἀχρειοῖ δῆϑεν τὴν ἔμφασιν ὁ Εὐρύμαχος εἰπών\" ἐπεὶ χαὶ ἐμὲ πολλάκις ὃ Ὀδυσσεὺς γούνασιν ἐπικαϑίσας κρέας ὀπτὸν ἐχείρισε καὶ οἶνον ἐπέσχε. (Vers. iini. διό μοι Τηλέμαχος οὐχ᾽ ἁπλῶς φίλος οὐδὲ φίλτατος,\" ἀλλὰ mavTOY πολὺ φίλτατός ἐστιν, ὡς εἰ καὶ ἀδελφὸς διὰ τὴν ἐξ Ὀδυσσέως κηδεμονίαν, δὴ καὶ αὐτὸ ἐπίτηδες γελοιάζων φησίν\" & περ. διὰ μὲν τὸ δίκαιον, οὐκ ἐδεῖται τόν ποτὲ βασιλέα Ὀδυσσέα."
      },
      {
        "index": 161,
        "text": "διὰ δὲ κρέας ὑπτὸν καὶ οἴνου ῥόφημα πολὺ φίλτατον αὐτῷ εἶναι φησὶ τὸν ἐκείνου υἱὸν Ῥηλέμαχον, αἰτίαν ϑεὶς παιγνιώδη, ὡς εἰ καί τις πολλῶν τινὶ ὀφειλέτης ὧν, εἶτα καὶ ὀβολὸν ἐξ ἐχείνου παραῤῥιφέντα σχὼν, ἐκεῖνα μὲν ἐν χαιρῷ σιωπῷ, προφέρει δὲ εἰς μνήμην τοῦ ὀβολοῦ σμικροδωρεάν. ἐπὶ δὲ τούτοις ϑεωρῶν ὃ ποιητὴς αὐτὸς ἑαυτὸν, τουτέστι τὴν οἰχείαν ἑρμηνεύων μέϑοδον καὶ δηλῶν ὡς ἐσχηματισμένως ἐνταῦϑα ἔγ ραψε; φησίν\" ὡς φάτο ϑαρσύνων, τὴν Πηνελόπην δηλαδὴ Εὐρύμαχος, τῷ δ᾽ ἤρτυεν αὐτὸς ὕλεϑρον, ὃν καὶ τοῖς λόγοις ἐνέφηνεν, εἰ χαὶ ἡ Πηνελόπη ἁπλοϊκῶς ἤκουσε."
      },
      {
        "index": 162,
        "text": "καὶ ὅρα ὡς xci τῶν ἐσχηματισμένων ὁμιλιῶν ἀρχὰς ὃ ποιητὴς ἐνδέδωκεν. esee Ὅτι δὲ τὸ μελόντῶν &vri τοῦ μελέτωσαν κεῖται, οὐκ ἔστιν ἀμφιβαλεῖν. δῆλον δὲ καὶ Urt ἔχει τι ἐσχηματισμένης ἐννοίας καὶ τὸ, μή τοι ταῦτα “μελόντων. μονονουχὶ γάρ, quow, ὅτι οὐ σοί γε ἀλλ ἡμῖν ἔσται μέλησις, ὕπως ἐν διαχε ιρισώμεϑα τὸν Τηλέμαχον. ὅλως γὰρ ὀργίλου μὲν ἤϑους τὰ τοῦ ᾿Αἰντινόου καὶ βαρέος, εἰρωνικοῦ δὲ τὰ τοῦ Εὐρυμάχου. Τὸ δὲ ζώοντος ἐ ἐμοῦ καὶ ἐπὶ χϑονὶ δερκομένοιο, ἐκ τῆς ᾿1λιάδὸς παρειλκύσϑαι δοκεῖ."
      },
      {
        "index": 163,
        "text": "(γὼ: ) Τὸ δὲ ἔσσεται καὶ τὸ γένηται δοκεῖ τοῖς φιλοσοφοῦσι διαφορὰν ἔχειν τινά. ἔσεσθαι μὲν γὰρ ἐπὶ τῶν ἐξανάγκης φασὶν, ἐπὶ cp ἐνδεχομένων δὲ τὸ γενήσεσθαι, οἷον, ἔσεται μετὰ χειμῶνα ἔαρ ἀναγχαίως, τὸ δὲ βρέφος τόδε γενήσε Ἄξαι Lp τὸν: ἐνδεχομένως\" 0v γὰρ ἐξανάγκης τοῦτό γε. Τὸ δὲ πολλάκι γούνασιν ἐφέζεσϑαι καὶ τὰ ἑξῆς, μέγα, εἰς φιλοστορyiov elvat δοχεῖ τοῖς φρονοῦσι διὰ τὴν εἰς αὐτοὺς βρεφικήν ποϑὲν ἐπιμέλειαν. διὸ καὶ ὃ ἐν ᾿Ιλιάδε Φοῖvié ἃ ἀναμιμνήσχων τὸν ᾿Αχιλλέα, ὅτι πολλάκις μοι τὸ στῆϑος κατέδευσας οἴνου ἀποβλύζων, ἐνδείκνυται δυσωπητικὸν εἶναν τὴν τοιαύτην βρεφοκομίαν καὶ παιδοτροφίαν."
      },
      {
        "index": 164,
        "text": "ὃ περ καὶ ὃ Εὐρύμαχος ἐνταῦϑα ἐφ᾽ ἑαυτῷ “προςποιεῖται, λαλῶν μὲν τὸ δέον, οὐ φρονῶν δὲ ὡς δέον. Κρέας δὲ ὀπτὸν χαὶ ταῦτα νηπίῳ δίδοται, ὅτι σπανίως ἀνάβραστα κρέα οἱ ἥρωες προσεφέροντο. pues δὲ ὅτι ἐκ τοῦ ὀπτητὸν, ὡς xal ἀλλαχοῦ ἐῤῥέϑη., συγκέκοπται τὸ ὑπτόν. ᾿Ἐπισχεῖν δὲ οἶνον τὸ ἐγγὺς σχεῖν, οὗ ἐναντίον τὸ ἀποσχεῖν. Τὸ δὲ ἄνωγα μέσος ἐστὶ παρακείμενος τοῦ ἀνώγω ἐνεστῶτος, καϑὰ καὶ τοῦ ἀνοίγω τὸ θ14 ἠἡνέωγα. Ὅτι ἐν ἄλλοις ἠχήεντα λέγων δώματα, ὡς ἐκεῖ ἐφάνη, νῦν ὑπερώϊα σιγαλόεντα λέγει ἀντιϑετικῶς, κατ᾽ ἄλλον μέντοι λόγον, οὐ τὰ σιγῶντα\" οὐ γὰρ ἂν ἔχοι τοῦτο λόγον, ἀλλὰ τὰ ἐμποιοῦντα σιγὴν τῷ βλέποντι διὰ τὸ ϑαυμαστὰ εἶναι."
      },
      {
        "index": 165,
        "text": "Ὅτι καὶ ἐνταῦϑα, ὡς καὶ πρὸ τούτων, ἔχλαιε, τὸν Ὀδυσσέα ἡ ἡ γυνὴ, ὄφρα οἱ ὕπνον ἡδὺν ἐπὶ βλεφάροισι βάλεν 4ϑήνη. * Ὅτι Εὔμαιος μὲν φϑάσας πενταἕτηρον σὺν ἱέρευσε, πανηγυρίσας οἷον ἐπὶ ἐνδημίᾳ ξένου ἀγαϑοῦ, ᾿Ὀδυσοεὺς δὲ καὶ Τηλέμαχος ἐνιαύσιον, φειδωλότερον μὲν διατεϑέντες, τρυφώτερον δὲ, ove xc εὗρεν ὃ Εὔμαιος δόρπον ἐπισταδὸν ὁπλιζομένους\" ὃ καὶ ἀλλαχοῦ χεῖται. Ὅτι πλατύνας ἤδη τὴν μεταβολὴν τῆς τοῦ ᾽Οδυσσέως μορφῆς ὃ ποιητὴς συντέμνει αὐτὴν ἐνταῦϑα καιρίως οὕτως. ᾿᾿ϑηνᾷ δὲ ἄγχι παρισταμένη ῥάβδῳ πεπληγυῖα: πάλιν ποίησε γέροντα, λυγρὰ *Ó? ἑἵματα ἕσσε περὶ χροΐ."
      },
      {
        "index": 166,
        "text": "καὶ τὴν αἰτίαν áo ἐπάγων φησί\" μή ἑ συβώτης γνοίη ἑσάντα ἰδὼν καὶ τῇ γυναικὶ ἔλθοι ἀπαγ, γέλλων. μηδὲ φρεσὶν εἰρύσαιτο, τουτέστι μὴ οὐ φυλάξοι καὶ κρύψοι χατὰ νοῦν. οὗ βούλεται γὰρ γνωσθῆναι ÜÓvcσεὺς οὐδενὶ διὰ τὰ προῤῥηθέντα, διὸ καὶ πᾶσα ἐπίκρυψις ἐπ᾽ αὐτῷ γίνεται. Ὅτι Τηλέ-"
      },
      {
        "index": 167,
        "text": "μᾶχος uiv ἐρωτᾷ τὸν hant βιωτικῶς ἦλθες δὲ Εὔμαιε » τί δὴ χλέος ἔστ᾽ ἀνὰ ἄστυ; ἤγουν τὶ φημίζεται ἀνὰ τὴν. πόλιν. προσεπερωτῷᾷ δὲ καὶ περὶ, τῶν \"μνηστήρων, & περ ἔνδον εἰσὶν ἐκ λόχου. ὃ δὲ xci αὐτὸς ἁπλοϊ\"χῶς ἀπολογησώμενος, ὡς οὐχ ἔμελέ μοι ταῦτα μεταλλῆσαι χαὶ ἔρεσϑαι ἄστυ καταβλώσκοντα τάχιστά uc ϑυμὸς ἃ ἄνωγεν ἀγγελίην εἰπόντα, πάλιν. δεῦρ᾽ ἀπονέεσϑαι, ὕστερον λέγει ἰδεῖν νῆα ϑοὴν κατιοῦσαν ἐς λιμένα 3; ἡμέτερον. πολλοὶ δ᾽ ἔσαν ἄνδρες ἐ ἐν αὐτῆ. βεβρίϑει δὲ σάκεσσι καὶ ἔγχεσιν ἀμφιγ ύοισι."
      },
      {
        "index": 168,
        "text": "καί σφεας ὠΐσϑην ; τουτέστιν ἐνόμισα, τούτους εἶναι, οὐδέ τοι οἶδα. ἔνϑα καὶ ὅρα διαφορὰν τοῦ. ὠΐσϑην καὶ τοῦ οἶδα. τὸ μὲν yao οἶδα πρὸς ἀκρίβειαν, τὸ δὲ ὠΐσϑην πρὸς vópaσιν. εἰ δὲ ἀνωτέρω εἰδέναι φησὶν ὃ συβώτης ἐ ἐν τῷ, ἄλ᾽λο δέ τοι τόδε οἶδα, ὅμως οὐκ ἔστι τοῦτο ἀντίφασις. ἐκεῖ μὲν γὰρ εἰδέναι ene, εἶδε, νῆα δηλαδὴ πολλοὺς ἄνδρας ἔχουσαν καὶ ὅπλα\" νῦν δὲ μὴ εἰδέναι φησὶν , εἰ χαὶ μνηστῆρες ἦσαν ἐκεῖνοι, ἀλλὰ οἴεσϑαι τοῦτο. λέγει δὲ ὃ Εὔμαιος 1δ0θκαὶ ὅτε ὡμήρησε δέ μοι ἄγγελος, zn *gv$, ὁ Μέδων δηλαδὴ, σταλεὶς ὑπὸ τῶν ἑταίρων τοῦ Τηλεμάχου, ὃς πρῶτος ἤγγειλε τῇ μητρί: ovx ἐθέλει γὰρ ἐπιχρύψαι τι ὧν οἶδε."
      },
      {
        "index": 169,
        "text": "μέμνηται δὲ καὶ λόφου τινὸς “Ῥρμαίου\" ἐγχωρίου, εἰπὼν ὅτι ὅτε ἣν ἤγουν ἤμην σϑυΐξρμαιος λόφος ἐστὶ, εἶδον τὴν εἰρημένην γῆα. ἐπὶ δὲ τούτοις μείδησε, φησὶν, ἱερὴ ἰς Τηλεμάχοιο ἐς πατέρα ὀφϑαλμοῖσιν ἰδὼν λάϑρα τοῦ ὑφορβοῦ, ἀγαλλιασάμενος δηλαδὴ ἐφ᾽ οἷς ὑπέστρεψαν οἱ μνηστῆρες κενοί ἴσως δὲ καὶ ὑποδηλῶν τῷ πατρὶ ὅτι πρὸς πλείους à ἔχ γε τῆς ἄρτι ἔσται τούτοις ὃ ἀγών. Ὅρα δὲ τὸ ἦλϑες δῖ Εὔμαιε, ὀρϑῶς μὲν νοούμενον, ἀσαφῶς δὲ πεφρασμένον διὰ τὴν ἔχϑλυψιν τῆς ληγούσης τοῦ, δῖε, καλεῖται γὰρ καὶ ἀλλαχοῦ δῖος € τοιοῦτος Εὔμαιος."
      },
      {
        "index": 170,
        "text": "τοιοῦτον δὲ καὶ ἐν ᾿Ιλιάδι τὸ, ἐπεμήνατο δὲ Αντεια\" δῖα γὰρ. ἐχεῖ τὸ ἐντελές. χαὶ ἔστιν εἰπεῖν. xci τοῦτο βραχεῖαν τινὰ φλέβα σχεδιπῆς μεταλλείας, τῆς ἐξευρημένης ὕστερον, εἴτε καὶ ξέσμα τι τολατομίας σχεδουργικῆς, ἣν μετὰ τὸν ποιητὴν τεχνώμενοι πόνους τοῖς γραμματικκευομένοις ἐξευρήκασι. xai εἰσὶ καὶ ἕτερα πολλὰ τοῦ εἴδους τούτου γραφέντα ἐν τοῖς εἰς τὴν ᾿Ιλιάδα, τὰ μὲν συναληλιμένα ,T& δὲ xci κατὰ ἑτεροίαν συνθήκην\" ἐξ ὧν ἡ τῶν σχεδοποιῶν εἰλῆφϑαι δοκεῖ μέϑοδος. ὁποῖον καὶ παρὰ Zogozis τὸ, ϑεοῖσιν ἔμμην᾽ ἱερὰ τοῖς σωτηρίοις."
      },
      {
        "index": 171,
        "text": "ὥς περ γὰρ τὸ, ἦλϑες δῖ Εὔμαιε, συναρπάσοι ἄν τινα ὡς ἐπιῤῥήματος ἐνταῦϑα ἐχπεφωνημένου τοῦ δῖ᾽, ὁποῖόν τι xci παρ᾽ ᾿ Ἡσιόδῳ τὸ, δεῦτε AU ἐννέmere, τὸν Δία γὰρ ἐχεῖνος ἐνταῦϑα συνήλειψεν, οὕτω καὶ ἐν τῷ, ϑεοῖσιν ἔμμην᾽ ἱερὰ, δοκήσοι. ἂν δηϑῆYet γέμειν deo τοῖς ϑεοῖς. τοιοῦτον παρὰ τῷ αὐτῷ καὶ τὸ, ὥς πέρ Hw ἀραῖον εἷλες, ἤγουν ὥς περ ἐμὲ εἷλες διὰ τῆς ἀρᾶς. καὶ ἐν τούτῳ γὰρ παραγάγοι ἂν ἡ προφορὰ τὸν ἀπραγμόνως ἀκούσαντα, ὡς ἔγκειται ῥέον σπέρμα τῇ φράσει. καὶ ἄλλα δὲ τοιαῦτα μυρία 'Ομηρικά τε καὶ ἄλλως ποιητικὰ, οὔτε ζηλωτὰ εἰς τὸ καταλογάδην γράφειν, x«i οὐδὲ οἷα λόγου viv ἠξιῶσϑαι πλείονος."
      },
      {
        "index": 172,
        "text": "Τὸ δὲ βλώσκοντα δύναται ) γραφῆναι καὶ βλώσχοντε χατὰ πτῶσιν δοτικὴν, καὶ ἔστιν ἀμφοτέρως ἄσφαλτον. γίνεται δὲ ἀπὸ τοῦ nol μολήσω μολήσχω, ὡς ϑνήσω ϑνήσχω χαὶ τὰ ὅμοια, χαὶ τροπῇ συνήϑει μακροῦ εἰς μακρὸν ἢ) Ὅυν TOU ἢτα εἰς ὦ, μολώσπκω, καὶ συγκοπῇ τοῦ τῆς ἀρ \"obire xal ἀπελεύσει μὲν τοῦ jp, ἀντενϑέσει δὲ τοῦ βῆτα, βλώσκω. \" Iaréov δὲ ὅτι ἐν μέσῳ μὲν λέξεως τὴν ἀπὸ συγκοπῆς καχοφωνίαν τοῦ JC χαὶ A ϑεραπεύουσιν οἱ παλαιοὶ, ἐπεμβάλλοντες τὸ βῆτα καὶ φυλάσσοντες xoi τὸ pU, ὡς ἐν τῷ, παρμέμβλωκε, περὶ οὗ μετ᾽ ὀλίγα ῥηθήσεται."
      },
      {
        "index": 173,
        "text": "ἐνταῦϑα δὲ μὴ δυναμένων ὁμοῦ κεῖσϑαι τοῦ μ' καὶ τοῦ βῆτα xai τοῦ Z, μήτε μὴν τοῦ Uu. καὶ τοῦ X, ἐξεβλήϑη μὲν ἐξανάγκης τὸ μῦ, προετέϑη δὲ τὸ βῆτα, καὶ οὕτως λέξις ἐξεφωνήϑη κάλλιον. Mount. δὲ ἀντὶ τοῦ συνήντησεν, ὁμοῦ γέγονεν. ὡς γὰρ οἶνος οἰνηρὸς, οἴσυπος οἰσυπηρὸς, ἐξ οὗ ἔρια οἰσυπηρὰ τὰ ῥυπώδη, οὕτω, φασὶν, ἐχ τοῦ ὁμὸς “Ὅμηρος, ὅϑεν ὃ ouo ῥῆμα τὸ συναντῶ. δοκεῖ δὲ καὶ ἄλλως ἡ ἡ λέξις μετῆχϑαι ix τῶν ὁμοῦ ἐρεσσόντων ἢ συναρηρότων. Ὅμηρον δὲ d ἔφαμεν, ἐξ οὗ χαὶ τὰ ἐπὶ εἰρήνῃ λεγόμενα € ὅμηρα εἴτουν οἱ j zogos δὲ ἱἙρμαῖος προπερισπωμένως, ἢ μᾶλλον κατὰ τὸν φιλόπονον προπαφοξυτόνως\" ἽἝρμαιος χατά τι χύριον ὄνομα, τόπος ὑπὲρ τῆς χατὰ ᾿Ιϑάκην πόλεως, ὅϑεν ἄφ᾽ ὑψηλοῦ εἶδεν Εὔμαιος τὴν τῶν μνηστήρων νῆα χατιοῦσαν, ἐστι καταγομένην εἰς γῆν, καταβαίνουσαν i ἐλλεμενιξομένην."
      },
      {
        "index": 174,
        "text": "ὁ δὲ τὸν Ὅμηρον So παραφράσας Θρᾷξ Δημοσϑένης τὸν Ὁμηριχὸν τοῦτον λόφον ' Ἑρμαῖον ἔφη ἐν \"οὐδετέρῳ γένει, φράσας οὕτω\" ἔτυχον μὲν τῆς ὁδοῦ τῆς ἐνταῦϑα προχεχωρηχὼς zara τὸ “Ἑρμαῖον ἤδη γεγονέναι. ἢ ἦν δὲ ἡ χλῆσις τῷ τόπῳ παρὼ τὸν Ἑρμῆν διὰ τὸ δοκεῖν ἐκείνῳ ἀνεῖσθαι εἰς διατριβήν: οἱ δέ φασίν ὅτε Ἑρμανος"
      },
      {
        "index": 175,
        "text": "λόφος σωρὸς λίϑων ἐστὶν ἐνόδιος ἢ βωμὸς ἢ λόφος ὑποκείμενος ' EouoU ἀνδριάντι. ἄλλοι δὲ νοοῦσιν ἹἙρμαίους χοινῶς λόφους σημεῖα ὁδῶν κατὰ ποσὴν τινα διάστασιν μιλιασμοῦ τυχὸν ἢ σταδιασμοῦ. “ρμῆς γάρ, φασι, πρῶτος οἷα κῆρυξ καὶ διάκτορος χαϑήρας τὰς ὁδοὺς , εἴ ποὺ λίϑους εὗρεν, ἀπετίϑεν ἔξω ὁδοῦ. ὅϑεν τοὺς τοιοῦτόν τι ποιοῦντας καὶ τὰς ὁδοὺς τῷ ᾿Βρμῇ ὡς διακτόρῳ ἐχκαϑαίροντας εἰς τιμὴν Ἑρμοῦ τοὺς τῶν τοιούτων λίϑων σωροὺς Ἕρμαια ἢ “Ἑρμαίους λόφους χαλεῖν. τινὲς δέ φασιν, Eidos τοῦ εἰς λόγον ἀλληγορουμένου σύμβολον εἶναι τὸ τοιοῦτον ἔργον."
      },
      {
        "index": 176,
        "text": "ὡς γὰρ σωρὸς λίϑων ἔκ μικρῶν εἰς “μῆλον ὀγκοῦται κολωνὸν, οὕτω xci Ἑρμῆς λόγος ἀποτάδην διεξοδικῶς ἐκ βραχυτάτων στοιχείων τὲ χαὶ συλλαβῶν καὶ λέξεων συσσωρευόμενος εἰς πολὺ κορυφοῦται. ἄλλοι δὲ εἶπον, “Ἑρμῇ ἀνελόντι τὸν \"Aoyov, ἐξ οὗ xci ἀργειφόντης ἐχλήϑη, ἀνάγχην γενέσϑαν δοῦναι Mira τοῦ φόνου\" ἐπεὶ δὲ Διὶ πεισϑεὶς ἐπλημέλησε τὸ χαχὸν xci ὥχνουν αὐτὸν τίσασϑαι, προσέῤῥιψαν τὰς “ψήφους καϑένα τῶν κρειττόγων ἠρέμα τῷ Βρμῇ, βθάλλοντος οἷον ἐκεῖνον λίϑους, καὶ οὕτω τὴν τοῦ φόνου ποινὴν ἀφωσιώσαντο."
      },
      {
        "index": 177,
        "text": "χαὶ οἱ τῶν ψήφων ἐχείνων λίϑοι ἀναβάντες. τῇ σωρείᾳ εἰς λόφον εἰς τιμὴν ὕστερον ἔπεσον τῷ ᾿Ερμῇ\" ἐῤτεῦϑὲεν γὰρ oi σωρευόμενοί που λίϑοι τῷ Ἑρμῇ κατὰ τὴν ἐνταῦϑα ᾿Ομηρικὴν φράσιν ἐπωνομάζοντο. ᾿Ιστέον δὲ καὶ ὅτι οὐ καινὸν, εἴ πὲρ ix τοῦ “Ἑρμοῦ ὁ ὁ μὲν “Ἑρμαῖος λόφος προπερισπᾶται; τὸ OZ ἽἝρμαιον εἶτε τοπικῶς ὡς ἐῤῥέϑη γοεῖται, εἴτε ἐπὶ εὑρήματος τυχὴροῦ, προπαροξύνεται. ἀναλογίαν γὰρ ταῦτα σώζει. οὕτω γὰρ xai ὀγκαῖος μὲν προπερισπᾶτδι ὃ παρὰ “Τυκόφρονι, ὄγκαιον δὲ τὸ καὶ ὄγπιον ἐν τοῖς ἑξῆς παρ᾽ “Ὁμήρῳ προπαροξύνεται."
      },
      {
        "index": 178,
        "text": "τὸ δ᾽ ἀνάλογον καὶ ἐπὶ τοῦ, τροπὴ τροπαῖος Ζεύς\" τρόπαιον δὲ ἄλλως τὸ οὐδέτερον, εἰ καὶ οἱ ᾿Δττικοὶ προπερισπῶσιν αὐτὸ, καϑὰ χαὶ τὸ éroijiov καὶ τὸ ἐρῆμον. ὅτι δὲ᾽ ρμάιον τὸ εὕρημα “Ἑρμῇ χαὶ αὐτὸ παρωνόμασται, ego δηλαδὴ, ὅϑεν καὶ εὐερμεῖν opo τὸ tUTVχεῖν καὶ εὐερμία ἡ εὐτυχία, ἐν ἄλλοις δεδήλωται σαφῶς. τῆς δὲ κατὰ τὸ Ἕρμαιον, πέρ ἐστιν᾽ εὕρημα προπαροξυτονήσεως, παραπήγματα χεισϑω πάρώνυμα προπαροξύτονα χαὶ τὸ Σχύλλαιον, τόπου ὄνομα, καὶ τὸ ᾿Αϑήναιον, ἔτι δὲ καὶ τὸ Νύμφαιον καὶ Τύχαιον, & πα “ρεσημειώσαντο οἱ παλαιοὶ, mag οἷς καὶ ἡ τοῦ εὑρήματος λέξις διφορεῖται."
      },
      {
        "index": 179,
        "text": "λέγεται γὰρ αὐτὸ καὶ εὕρεμα, διὰ τοῦ i. καὶ εἰσὶ μὲν xoc ἀμφοτέδῶν χοῆσεις, ἐπιχρίνει δὲ μᾶλλον * Ἡρῳδιανὸς τὴν διὰ τοῦ ἡ, ὡς ἀπὸ περισπωμένου TOU εὑρῶ, οὗ τὴν περίσπασιν pa ὃ εὑρήσω μέλλων, περιττεύων τοῦ ἐνεστῶτος μιᾷ συλλαβῇ. Τὸ δὲ πολλοὶ ἔσαν ἄνδρες i ἕν αὐτῇ καὶ ἑξῆς, νῆα φράζει πολεμικήν. διαγελᾷ δὲ a TOU πράγματος σοβαρότης παρίσοις, τῷ σάκεσσιν, & 'χέσιν, ἀμφιγύοισιν. ἔχει δέ τι καὶ ἀστειότητος τὸ οὕτω βεβριϑέναι τὴν ναῦν, ὡς εἴ ye φόρτον εἶχεν ὅπλα πολεμικά. τίνα δὲ τὰ ἀμφίγυα ἔγχεα, ἢ ues δηλοῖ."
      },
      {
        "index": 180,
        "text": "Τὺ δὲ ἱερὴ i5 Τηλεμάχοιο ἐ ἐς πατέρα ἰδὼν, ὅμοιόν dore τῷ, ψυχὴ Τειρεσίου χρύσεον σχῆπτρον ἔχων. \"Ev τούτοις δὲ τερματοῦται » ῥαψῳδία εἰς τὸ, δὴ τότε κοιμήσαντο καὶ ὕπνου δῶρον ἕλοντο, ἤγουν ὕπνωσαν, ὡς καὶ ἐν ᾿Ιλιάδι κεῖται. ἀστεῖος δὲ ὃ νοῦς τοῦ ῥητοῦ\" ὡς “γὰρ. ὁ ini τῷ φαγεῖν ἀναχλιϑεὶς λαμβάνει δῶρον βρώσεως, οὕτω καὶ ὃ κοιμηθεὶς ἤγουν ἀναπεσὼν; ὥςτε ὑπνῶσαι; λαμβάνει, ὡς ἀπὸ τοῦ σωματικοῦ \"δαιμονίου τοῦ ὕπνου Ὁ δίδωσιν αὐτὸς Pug τὴν ἐκ ToU ᾿ὑπνῶσαν kp χάριν."
      }
    ]
  }
}
