{
  "chapterNumber": 11,
  "title": "Commentary on Odyssey Book 11",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "προφέρει ἐν τῷ, φασὶ δή ποτε “1ήδαν ὥϊον εὑρεῖν. χαὶ ἀλλαχοῦ, ὠΐου πολὺ λευκότερον. χαὶ οὕτω μὲν Σαπφώ. Δ: \"πίχαρμος δέ φασι καὶ αὐτὸς διὰ τοῦ ξ λέγει. ὥεον ὁμοίως τῷ \"᾿Ιβύχῳ, ἐν τῷ, ὥεα χανός. \"καὶ Σιμωνίδης ἐν τῷ, οἷόν τε χηνὸς ὥεον Μαιανδρίου. \"Ad Ἥναιος δὲ ὃ ταῦτα παραδοὺς καὶ φάριον οἶδε διὰ τεσσάρων, ἤγουν τετρασυλλάβως. ὡς χαὶ σταμνάριον τὸ σταμνίον, ἐξ οὗ καὶ Ζεὺς παρὰ τῷ κωμιχῷ Στάμνιος, παίξοντι τὰ συνήϑη, eO σταμνίου Διὸς υἱὸν λέγει τὸν Διόνυσον. καὶ ταῦτα pày. τοιαῦτα."
      },
      {
        "index": 2,
        "text": "ἡ δὲ \"ida i ἴσως ἂν ἀπὸ τοῦ λήδιον γίνοιτο. ἔστι δὲ λήδιον rog, λειόν τι περιβόλαιον οἰκεῖον τοῖς τρυφῶσιν. εἰ δὲ roUÓ\" οὕτως ἔχει ] ἔστιν ἀπορῆσαι πῶς μὴ καὶ ἡ P D προςγεγραμμένον ἔχει τὸ ( & τῇ παραληγούσῃ χατὰ τὸ λήδιον. ὃ διαλυϑὲν ἐκ τοῦ λεῖον, εἶτα τρέψωαν τὸ προπαραλῆγον $ εἰς καὶ γενόμενον ὑποκοριστικῶς ἐν τετρασυλλαβίᾳ ληΐδιον, συνῃρέϑη τῇ προςγραφῇ τοῦ τ εἰς λήδιον. περὶ οὗ φησὶν. ᾿Αϑήναιος, ὅτι περιάδονται τὰ Κορώϑια λῴδια. τὸ δὲ γε παρὰ Ἡροδότῳ λήδαvov ἀπέοιχε τῶν τοιούτων βάρβαρον ὃν, ὡς αὐτὸς ἐκεῖνος ἐπισημαίνεται."
      },
      {
        "index": 3,
        "text": "Περὶ δὲ 4t κούρων διείληπται μὲν xoi ἐν τοῖς εἰς τὴν ᾿Ιλιάδα, ῥητέον δὲ καὶ νῦν ὕτι κατ᾽ ἐξαίρετον αὐτοὶ ἔχουσι τὸ ὑφὲν λέγεσϑαν συγκχειμένως. ἄλλως μέντοι ἐν παραϑέσει πολλοὶ ἐλέγοντο τοῦ Διὸς ποὔρδι»,. χαϑότε καὶ “Ἑλένη κούρη Διός. ἔτι δὲ καὶ ᾿Αφροδίτη- ἐπερρία δὲ, λέγουσα ἃ ὅτι. \"Ξενοφῶν ὃ γλυκὺς ἐκεῖ Ἄγος ᾽4ττιχὸς μέλισσα ἐπωνομάζετο, παραδίδωσι, καὶ ὕτι οἱ ἐξ ἐκείνου καὶ «Φιλησίας υἱοὶ Ti Ὀύλος xci Διώδωρος Διόσκουροι ἐπεκαλοῦντο. ᾿Ιστέον δὲ ὅτι Τυνδαρίδας εἰπών τις τοὺς Διοσκούρους ἄἅπορήσοι ἂν εἰχότως διὰ τί μὴ διὰ διρϑόγγου ἡ παραλήγουσα γράφεται, ὡς ἀπὸ τοῦ Τυνδάρεως, ἵνα συναιροῖτο ὡς ἐκ τοῦ Τυνδαρεΐδης."
      },
      {
        "index": 4,
        "text": "καὶ ἔχει μὲν λόγον ἡ ἀπορία. κρατεῖ δὲ ἡ διὰ τοῦ & γραφὴ ὡς ἀποβληϑέντος τοῦ & πρὸς χρησιμότητα μέτρου. δακτυλικοῦ. ᾿Πξαίρετα δὲ τοῖς Διοσκούροις τῷ μὲν τὸ ἱππόδάμον,. τῷ δὲ τὸ πὺξ ἀγαϑόν. ᾿Ιστέον δὲ ὅτι τὸ, oU ζωοὺς κατέχει φυσίξοος αἶα, ῥηϑείη ἂν χαλῶς ἐπὶ “τῶν xoi μετὰ ϑάνατον τιμωμένων. ὁμοίως κατὰ παρῳδίαν καὶ τὸ οἱ καὶ νέρϑεν γῆς τιμὴν ἔχοντες ζώουσι, τιμὴν δὲ λελόγχασιν ἰσα ϑεοῖσι. Τὸ δὲ ἄλλοτε μὲν ζώουσ᾽ ἑτερήμεροι ἄλλοτε δ᾽ αὖτε τεϑνᾶσιν, οἰχεῖον ἐπὶ τῶν νῦν μὲν εὐτυχούντων, νῦν δὲ οὔ."
      },
      {
        "index": 5,
        "text": "Παρήχησιν δέ τινα ἔχεν τὸ, ζωοὺς κατέχει φυσίζοος αἶα. τίς δὲ ἡ φυσίζοος, ἡ ᾿Ιλιὰς δηλοῖ. ᾿Ιστέον δὲ ὅτι τὸ ἄλλοτε μὲν ζώουσιν ἄλλοτε δ᾽ αὖ τεϑνᾶσιν ἐπιδιόρϑωσίς ἐστι τοῦ, oUg ἄμφω ζωοὺς κατέχει γῆ. ἐχεῖνο μὲν γὰρ ἁπλοϊκῶς ἐῤῥέϑη. πῶς γάρ ἐστιν ἄμφω ζῆν ἁπλῶς τοὺς καὶ ϑνήσχοντας; τοῦτο δὲ διαρϑροῖ τὸν μυϑικὸν νοῦν, ὃς βούλεται καὶ ζὴν αὐτοὺς ἑτερημέρους, καὶ αὖ πάλιν ϑνήσκειν. Τὸ δὲ λελόγχασι, δηλοῖ uiv τὸ ἔλαχον, μᾶλλον δὲ ἐξαιρέτως ἔσχον, ἀπὸ τοῦ λέγω. ἐξ οὗ ἐπίλεκτος καὶ τὸ ἐπιλέγδην ἐπίῤῥημα."
      },
      {
        "index": 6,
        "text": "καὶ οἱ λογάδες οὐ μόνον ἄνδρες, ἀλλὰ καὶ λίϑοι. ἔστι δὲ χρόνου ἢ παραχειμένου καϑ' ὁμοιότητα τοῦ κέκλοφα καὶ κέκοφα, ἵνα ἢ λέλοχα xo πλεονασμῷ τοῦ Y δι᾿ εὐφωνίαν λέλογχα, ἢ μέσος παρακείμενος λέλογα προςλαβὼν καὶ τὸ χ, ἢ καὶ ἀμφοτέρων μίγμα τοῦ τὲ λέλογα xci τοῦ λέλοχα. οὕτω δὲ μεκτόν τι χαὶ τὸ ἐνήνοχα xci τὰ ἐξ \"αὐτοῦ σύνθετα. τὸ μὲν γὰρ μικρὸν ὃ μέσου παρακειμένου ἴδιον, ἐνεργητικοῦ δὲ τὸ σύμφωνον τῆς παραληγούσης. χαὶ οὕτω μὲν χοιγότερον. ᾿Ἡρῳδιανὸς δὲ ἐκ τοῦ λήχω τὸ λαγχάνω παράγων τὸ λέλοχα τροπῇ τοῦ ἢ εἰς ὃ | μικρὸν ὁμοίως τῷ πήϑω πέποϑα λέγει καὶ πλεονάζειν ἐν αὐτοῖς τὸν, ὡς καὶ ἐν τῷ κέχανδα, οἷον, οἶχον κεχανδότα πολλὰ καὶ ἐσθλά."
      },
      {
        "index": 7,
        "text": "Σημείωσαι δὲ ὅτι τὸ λελόγχασι Mela. τὴν παραλήγουσαν, παρὰ τὴν κοινὴν μὲν παρατήρησιν, μαχροπαράληχτα οἶδε τὰ τῶν τοιούτων παρακειμένων τρίτα πρόσωπα, πλὴν ἄλλως, . ἀναλόγως τῇ πρὸ αὐτοῦ ὅλῃ κλίσει τοῦ λέλογχα. εἰ δ᾽ ἴσως εὑρεϑείη που κατ᾽ ἔχϑλιψιν τῆς ληγούσης γραφόμενον, τιμὴν δὲ λελόγχασ᾽ icc ϑεοῖσι, τότε δὴ καὶ αὐτὸ ἐκτεταμένον ἔσται κατὰ τὸ τετύφασει χαὶ πεποιήχασι καὶ τὰ ὅμοια. ᾿Ιστέον δὲ ὅτι τὸ “ηδη dio λέγεται κατὰ ᾿Ἡρῳδιανὸν “4ωρικῶς. Ade δέ φησι καὶ ἡ Φιλομήλα καὶ ἡ ᾿Ανδρομέδα, τροπῇ τοῦ εἰς εἰ πεποιημένα."
      },
      {
        "index": 8,
        "text": "καὶ λέγει ἐκεῖνος χαίτινα αἰτίαν εἰς τοῦτο, προπερισπῶν τὸ “1ῆδα κατὰ τὸ Μοῦσα. ἴσως δὲ “ριον zc ἡ τόλμα, ὃ ᾿ἀναλογώτερον τοῦ τόλμη φησὶν Ἡρῳδιανός. Ὅτι ᾿Ιφιμεδείας zai ᾿4λωέως υἱοὶ ᾿Ωτός ᾿ἀντίϑεος, τηλεχλειτός T ᾿Εφιάλτης. οὺς δὴ μηκίστους ϑρέψαι ζείδωρος ἄρουρα xci πολὺ καλλίστους μετά yt κλυτὸν ᾿βρίωνα. ἐννέωροι γὰρ τοί ys xai ἐννεαπήχξες ἧσαν εὖρος, ἀτὰρ μῆχός 7ε γενέσϑην ἐννεόργυιοι, οἱ xci ἀϑανάτοισιν ἀπειλείτην ἐν ᾿Ολύμπῳ φυλόπιδα. στήσειν πολυάϊχος πολέμοιο."
      },
      {
        "index": 9,
        "text": "ἐπεὶ δὲ οὐχ ἦν πιϑανῶς βουλευϑῆναι τοῦτο ἐκ γῆς γενέσϑαι, διενοήσαντο ἵνα ἐξ ἴσου φασὶ μεγέϑους πολεμῶσιν, ἀλλοκότους ἀναβάσεις ὡς οἷά τινας Χρόσσας πολεμικάς. φησὶ γὰρ ὅτι Ὄσσαν ἐπ᾿ Οὐλύμπῳ μέμασαν ϑέμεν, αὐτὰρ ἐπ᾿ Ὄσσῃ Πήλιον εἰνοσίφυλλον, ἵν᾿ οὐρανὸς ἀμβατὸς εἴη. Kai ὅρα ὡς ἐν τούτοις Ὄλυμπον καὶ τὸ ὄρος ἔφη ἐφ᾽ ᾧ ἤϑελον. οἱ ῥηϑέντες ϑεῖναι τὴν Ὄσσαν, καὶ τὸν οὐρανὸν δὲ, ἐν τῷ, ἀϑανάτοις ἠπείλουν ἐν Ὀλύμπῳ φυλόπιδα ατήσειν. ἐνταῦϑια γὰρ ᾿σλυμποὶ ὃ οὐρανὸς x&rà ἀλληγορίαν. διὸ καὶ ἐπήγαγεν\" ἵν᾿ οὐρανὸς ἀμβατὸς εἴη."
      },
      {
        "index": 10,
        "text": "ἄλλως γὰρ εἰ τοῖς ἐν Ὀλύμπῳ τῷ ὕρει ϑεοῖς πολεμεῖν ἔμελλον ἐκεῖνοι, ἀδιανόητόν ἐστιν Ὄσσαν ἐπὶ ᾿Ολύμπῳ ϑεῖναι, αὐτὰρ Ex \"θσσῃ Πήλιον, καὶ μὴ ἐν αὐτῷ τῷ Ὀλύμπῳ τῷ ὄρει συμμίξαι πρὸς μάχην, ἀλλὰ καταμηχανᾶσϑαι τῶν ὀρέων εἰχῇ. καὶ ἦν μὲν ἀδύνατον τὸ τῶν παίδων βούλευμα, καὶ αὐτὸ τοῦτο παιδικόν. ᾿διὸ καὶ ἀϑετοῦνται πρός τινων τὰ τοιαῦτα ἔπη τοῦ Ὁμήρου, εἰ καὶ οἱ λυτικοὶ φασὶν ὅτι μέμασαν οἱ παῖδες ποιῆσαι τὸ ἀδύνατον, οὐ uiv ἔπραξαν. (i Vers. ἡ δὲ ποίησις τερατευομένη ἐπὶ πλέον. λέγει καὶ ὅτι καὶ vU xsv ἐξετέλεσσαν εἰ ἥβης μέτρον ἵχοντο."
      },
      {
        "index": 11,
        "text": "ἀλλ᾽ ὄλεσε Διὸς υἱὸς ᾿“πόλλων ἀμφοτέρους πρὶν σφῶϊν ὑπὸ κροτάφοισιν ἰούλους ἀνϑῆσαι, πυχάσαι τε γένυν εὐανϑέϊ λάχνῃ. ἔστι δὲ ἐνταῦϑα ποιητικὸς νοῦς χατὰ τὸν Πορφύριον λόγος ὑποϑετικὸς, ὃς ἀδύνατον ἀδυνάτῳ συμπλέκων τῇ τοῦ ἐνὸς ἀναιρέσει συναναιρεῖ καὶ τὸ ἕτερον. τοιοῦτος δὲ λόγος τὸ, εἰ ἐπετάσϑη ὁ δεῖνα, πτέρυγας ἔσχεν. ἀλλὰ μὴν οὐκ ἔσχε πτέρυγας, οὐδ᾽ ἄρα ἐπετάσϑη. ὕμοιον γοῦν κἀνταῦϑα τὸ, ἐξετέλεσαν ἂν, εἴπερ ἥθης μέτρον ἵκοντο, ἀλλὰ μὴν οὐ δυνατὸν τοὺς ϑεομαχοῦντας ἡβῆσαι, οὐδ᾽ ἄρα δυνατὸν ἐχτελέσαι αὐτοὺς ὃ ἤϑελον."
      },
      {
        "index": 12,
        "text": "δοκοῦσι δὲ ϑανάτῳ αἰφνηδὸν ἁρπαγῆναι οἱ τοιοῦτοι, ὑποίοις ὃ ᾿Απόλλων ἐπιστατῶν ῥίπτειν τοὺς οὕτω πίπτοντας λέγεται. οἱ μέντοι νεώτεροι φασὶ τὴν ᾿άρτεμιν κυνηγετούντων αὐτῶν ἔλαφον μέσον παρεισαγαγεῖν. τοὺς δὲ, ἀφένβθτας ἐπ᾿ αὐτὴν δόρατα, τοῦ ζῴου μὲν μὴ τυχεῖν, ἀλλήλων δὲ κατευστοχῆσαι εἰς ϑάνατον. περὶ Νάξον δὲ Πίνδαρος γενέσϑαι φησὶ τὰ χατ᾽ αὐτούς. ταχεῖα δὲ μυϑολογεῖται ἡ τῶν παίδων τῆς ᾿Ιφιμεδείας εἰς αὔξην τελείωσις, εἰ οὕτω μεγάλα ἐφρόνουν καὶ πρὸ τῆς ze\" ἡλικίαν ἄνϑης. καὶ ἴσως ἐντεῦϑεν λα βὼν áo Καλλίμαχος ἔφη περὶ Διὸς τὸ, ταχὺ μὲν ἠέξευ οὐράνιε Ζεὺς καὶ τὰ ἑξῆς."
      },
      {
        "index": 13,
        "text": "εἰ δὲ ταχὺ ἀνϑήσαντες ταχὺ ἀπεῤῥύησαν, καινὸν οὐδέν. οὕτω γὰρ αἱ εἰς ὥκρον εὐεξίαν σφάλλονται. ᾿Η δὲ τοῦ μηκίστου καὶ καλλίστου ὑπέρϑεσις ἐπὶ τούτων ὡς πρὸς ὁμογενεῖς πάντως ἀνϑρώπους ἐῤῥέϑη. Tirvóg γὰρ ἐν τοῖς ἑξῆς ἐπὶ ἐννέα μὲν χεῖσϑαι φαίνεται πέλεϑρα, οὗ μεῖζον οὐκ ἂν εἴη κατ᾽ ἄνϑρωπον μῆχος. ἀλλ᾿ ἐκεῖνος οὐχ᾽ ἁπλῶς ἄνϑρωπος ἀλλὰ γηγενής. καὶ ἄλλως δὲ, εἴπερ ἐνναετεῖς ὄντες τοιοῦτοι ἦσαν, τελειωϑέντες ὑπερεβαλλοντο ἂν καὶ τὸν ῥηϑέντα Τιτυόν. Ὅρα δὲ καὶ ὅτι οὐχ᾽ ἁπλῶς μακροὶ ol “λωεῖδαι ἀλλὰ μήκιστοι, οὐδ τ ἁπλῶς καλοὶ χαὶ χάλλιστοὶ, ἀλλὰ πολυ χάλλιστοι."
      },
      {
        "index": 14,
        "text": "εἰ δὲ αὐτοὶ μετὰ τὸν ᾿ϑρίωνα εἰσὶ τοιοῦτοι, συλλογιστέον τὴν τοῦ κάλλους ὑπερβολὴν τῷ ᾿Ωρίωνι, ἴσως δὲ καὶ τὴν τοῦ μήκους. Ὅτι δὲ καὶ ἀλληγοροῦνταν καὶ δ᾽ Εφιάλτης, καὶ ὅτι καὶ ἀνδρεῖοι ἦσαν, xci ὡς ὁμώνυμοι λέξεις δ᾽ τος χαὶ δ᾽ Εφιάλτης, ἐν τοῖς εἰς τὴν Ιλιάδα δεδήλωται. νῦν δὲ ῥητέον, ὡς οἱ ἀμβατὸν ϑέσϑαι τὸν οὐρανὸν μυϑευόμενου ἐϑέλειν ᾿“λωεῖδαι ἀἰνίττοιντο ἂν ἢ ὅτι οὐρανολέσχαι ἦσαν, ἢ ὅτι ὑπερήφανοι καὶ ὑψίκομποιυ, ὡς εἴπερ μὴ ἤσαν ἐκ γῆς ἀλλ οὐράνιοι. διὸ καὶ οἱ παρὰ τῷ δείπνοσοφιστῇ τῶν ᾿Αϑηναίων \"χόλακες εἰπόντες ὡς τὴν ἐπ᾿ οὐρανὸν ἀναφέρουσαν ὁδὸν ᾿4ϑηναῖοι οἴδασι μόνοι, τοιοῦτον ἴσως ἠνίξαντο καὶ αὐτοί, ἔτι προσϑε- - τέον καὶ ὡς τὸ ἐχεῖ ῥηϑὲν πάϑος ἤγουν τὸν ᾽᾿Εριάλτην ᾿Επιάλτην κατὰ παλαιὰν παρασημείωσιν ὃ ᾿“λκαῖος λέγει."
      },
      {
        "index": 15,
        "text": "τὸ δ᾽ αὐτὸ πάϑος καὶ ᾿Ηπίαλόν τινες ἔλεγον, ἔτι δὲ καὶ ᾿Ηπιόλην, ὡς τὸ Φαινόλην, χαϑὰ δηλοῖ εἰπὼν ὅτι᾿ Ππίαλος οὐ μόνον σημαίνει τὸ ῥιγοπύρετον, ἀλλὰ καὶ δαίμονα τοῖς κοιμωμένοις ἐπερχόμεvov ὃν οἱ πλείους ᾿Ιπιόλην «φασὶ διὰ τοῦ ἢ. Περὶ δὲ τοῦ πτερωτοῦ ὥτου; ὃν δηλοῦσι καὶ τὰ τῆς ᾿Ιλιάδος, ἱστορεῖ ὃ καλὸς ᾿'ϑήναιος, ὅτι ὄρνεόν ἐστιν ἐν ᾿4λεξανδρείᾳ μάλιστα μιμητικὸν ὧν ἂν ἴδῃ ποιοῦντα ἄνϑρωπον. διὸ στάντες οἱ χυνηγοὶ χαταντιχρὺ αὐτῶν ὑπαλείφονταί τινι φαρμάχῳ τοὺς ὀφϑαλμοὺς, παρασχευάσαντες ἄλλα φάρμαχα χολλητικὰ βλεφάρων ἐν λεχανίσκαις, καὶ παραϑέντες."
      },
      {
        "index": 16,
        "text": "καὶ οἱ ὦτοι ϑεώμεγοι ὑπαλείφονται καὶ αὐτοὶ ἐκ τῶν λεχανιδίων ἀναλαβόντες, καὶ οὕτω ταχέως ἁλίσχονται. λέγονται δὲ οἱ τοιοῦτοι ὦτοι xc τὴν τροφὴν αὐτῶν ἀναμαρυχᾶσϑαι, ἥδεσϑαί τε ἵππῳ καὶ ϑηρᾶσθαιν εἴτις δορὰν ἵππων περιϑεῖτο. προσίασι γὰρ αὐτῷ. ἱστορεῖ δὲ καὶ ᾿“ριστοτέλης μιμητὴν ἀνϑρώπων εἶναι ὦτον κατὰ πάντα, διὸ καὶ ἀντορχούμενος ἁλίσκεται, ὅλϑεν οἱ ῥᾷον ὑπὸ τοῦ τυχόντος ἐξαπατώμενοι ὦτοι"
      },
      {
        "index": 17,
        "text": "ἐλέγοντο. προσφυέστερον δ᾽ ἂν ὦτοι καλοῖντο οἱ ix μόνης ἀκοῆς ἀπεριέργως καὶ ἀνεξετάστως ἀπάτην πάσχοντες, Τὸ δὲ ϑρέψε ζείδωρος ἄρουρα πρὸς διαστολὴν ἴσως κεῖται τοῦ Τιτυοῦ, ὃν oU μόνον ἔϑρεψεν, ἀλλὰ καὶ ἔτεχεν ἡ γῆ. καὶ ὕμως ἔστι καὶ τούτους γαιηΐους λέγειν οὐ μόνον διὰ τὸ ὑπὸ γῆς ϑρεφϑῆναι, ἀλλὰ καὶ διὰ τὸ μήκιστον. ἐπεὶ καὶ δοκοῦσιν οἱ μεγαλοσώματοι γῆς εἶναι. διὸ καὶ βουyaiog τῇ γῇ παρωνόμασται, ὡς καὶ οἱ Γίγαντες. ἄλλως δὲ εἰκὸς καὶ τούτους Ποσειδῶνος ὄντας unxiθδϑδϑστους εἰναι κατὰ τὸν Πολύφημον καὶ τὸν Acro τοὺς προῤ᾿ῥηθέντας."
      },
      {
        "index": 18,
        "text": "\"Ey δὲ τῷ ἐννεαπήχεες εὖρος, μῆκος δὲ ἐνεόργυιοι, ἐπαινοῦσιν οἱ παλαιοὶ τὸ δαιμόνιον τῆς ἐν συμμετρίᾳ σωματικῆς ἀκριβείας. ἀνάλογον ydo φασι σῶμα, οὗ τὸ πλάτος τρίτον τοῦ μήκους, ὡς καὶ ἐνταῦϑα ἑχάστης ὀργυίας ἀνὰ τριῶν πήχεων οὔσης τὸ ἐννεάπηχυ εὖρος τρίτον ἐστὶ τοῦ ἐννεαοργυίου μήκους. Τὸ δὲ ἀπειλήτην ἢ καύχημα ἢ σφοδρότητα λόγου δηλοῖ, διττὴ δὲ ἡ γραφὴ τῆς παραληγούσης τοῦ ἀπειλείτην. io διὰ διφϑόγγου μὲν, ὡς ἀπὸ παρατατικοῦ τοῦ ἠπείλεον, διὰ τοῦ ἢ δὲ, ὡς ἀπὸ τοῦ ἠπειλησάτην κατὰ συγχοπήν."
      },
      {
        "index": 19,
        "text": "Ὅρα δὲ καὶ τὸ φύλοπις ὡς μάχης ἐστὶν ἐπίϑετον, χαϑὰ δηλοῖ τὸ, φυλόπιδα στήσειν πολέμοιο, ὥςτε ὅτε ἡ φύλοπις μόνη που χεῖται, λείπει ἐκεῖ τὸ, πολέμου, ἢ τοιοῦτόν τι. Τὸ δὲ στήσειν ὅμοιον τῷ ἤγειρε μάχην, κειμένην ὡσανεὶ τὰ πρὸ τούτου καὶ ἡσυχάζουσαν. ἐντεῦϑεν δὲ λαβόντες oi μεϑ' Ὅμηρον, συστήσασϑαι φασὶ πόλεμον, καὶ πολεμικὴν ἐπισύστασιν, καὶ στάσιν δὲ μάχιμον, καὶ ὅσα τοιαῦτα. Ὄσσα δὲ καὶ Πήλιον, ὄρη Θετταλικὰ ἐγγίζοντα τῷ Ὀλύμπῳ, ὄρει Μακεδονιχῷ. εἰσὶ δὲ καὶ ἐν “Πελοποννήσῳ ὁμώνυμα ὄρη, καϑὰ καὶ ἐν τοῖς τοῦ πεκριηγητοῦ δεδήλωται."
      },
      {
        "index": 20,
        "text": "Εἰνοσίφυλλον δὲ, τί ἐστι καὶ πῶς παράγεται, προδεδήλωται. τὸν δὲ καιρὸν τῆς ἥβης ὑποδηλῶν ὁ ποιητὴς ἔφη τὸ, πρὶν σφῶϊν ὑπὸ κροτάφοισιν ἰούλους ἀνθῆσαι, τότε γάρ τις καὶ ἡβᾷ ὅτε ἀπὸ χροτάφου 1) τρίχωσις ἀρξαμένη ἐπισχερὼ ἐς γένυν ἕρπει κατὰ τὸν εἰπόντα. Περὶ δὲ χροτάφων ixa- a0 νῶς ἐν τοῖς εἰς τὴν \"Ιλιάδα ἐγράφη. Ἴϊουλοι δέ, φασιν, αἱ κατὰ τῶν γεννείων πρῶται τρίχες, λεγόμεvoL οὕτως, ἐπεί πὲρ οἱ τούτους ἔχοντες ἵενται ἤδη ἐπὶ τὸ ὅλον, ἤγουν τὸ τέλειον ὡς ἐξανδρούμενοι. ἀπὸ δὲ τούτων χαϑ' ὁμοιότητα ἔοιχε."
      },
      {
        "index": 21,
        "text": "λέγεσϑαι πολύπουν ζωύφιον ὁ ἴουλος. τοὺς δὲ ἀνϑοῦντας τούτους ἰούλους καὶ λάχνην εὐανϑέα καλεῖ φιλοτιμούμενος τῷ διαφόρῳ τῆς φράσεως. καὶ ἔστι ταυτὸν, χροτάφοις ἰούλους ἀνϑεῖν, καὶ γένυν πεπυχάσϑαι ἐστιν ἐσχεπάσϑαι εὐανϑέϊ λάχνῃ. ὃ πρὸς διαστολὴν εἴρηται λάχνης ἑτεροίας, ὁποία καὶ ἡ παρὰ τῷ Θερσίτῃ ψεδνή. Ὅτι Φαίδρα Μίώωος ἢν ϑυγάτηρ, γυνὴ Θησέως, ἢ ἐρῶσα τοῦ σώφρονος InnzoAvrov καὶ ἐκπεσοῦσα οὗ ἤϑελὲν αὐτή τε ἀπήγξατο καὶ ἐχεῖνον διαβαλοῦσα τῷ ὑπὸ κόλπου γράμματι, φϑαρῆναι χαταραϑέντα πρὸς τοῦ πατρὸς πεποίηκε, χαϑὰ καὶ Εὐριπίδης ἱστορεῖ."
      },
      {
        "index": 22,
        "text": "Ὅτι Κέφαλος ὁ Δηϊονέως, περὶ οὗ καὶ ἐν \"τῇ Βοιωτίᾳ ἐγράφη, γήμας Ilooxow τὴν ᾿Ἐρεχϑέως xci ϑέλων ἀποπειράσασϑαι εἰ σωφρονοίη, ἀπεδήμησεν ἐξ αὐτοῦ τοῦ νυμφῶνος. μετὰ δὲ χρόνον συσκιάσας ἑαυτὸν ἑτεροίῳ σχήματι ἔρχεται εἰς τὴν οἰκίαν, καὶ κόσμον χρυσοῦν εἰς πειϑὼ προβαλόμενος πείϑει τὴν Πρόκριν μιγῆναι αὐτῷ. καὶ πεισϑείσης ἐχεραίνει ὁ Κέφαλος ἑαυτὸν, καὶ αἰτιᾶται μὲν ἐκείνην ὡς μὴ ἑαυτῆς ἐγχρατῆ, ὅμως δὲ καταλλάττεται. τὸ δ᾽ ἐντεῦϑεν ἐξιόντα τὸν ἄνδρα συχνάκις ἐπὶ ϑήραν ὑποπτεύει ἐχείνη καὶ καλέσασα τὸν συνεπαχτῆρα ἐρωτᾷ τί ποιεῖ ὁ Κέφαλος συχνώκις ἀποδημῶν."
      },
      {
        "index": 23,
        "text": "ὁ δὲ ἔφη ὡς ἐπί τινος κορυφῆς ὄρους ἐκεῖνος ἱστάμενος βοᾷ ὦ νειρέλη, παραγενοῦ, καὶ ἡ Πρόκρις ὑπονοήσασα τὸ τῆς νεφέλης ὄνομα μή ποτε λανϑάνῃ κύριον ὃν ἀπελϑοῦσα ἐχεῖ κρύπτεται. καὶ τοῦ Κεφάλου ἀναβοωμένου τὸ σύνηθες ἔξεισιν αὐτὴ καὶ τρέχει εἰς αὐτόν. ὁ δὲ τῷ ἀδοκήτῳ διαταραχϑεὶς βάλλει αὐτὴν τῷ μετὰ χείρας ἀκοντίῳ χαὶ χτείνει. ᾿Ιστέον δὲ ὅτι τε περιάδεται ἐπ᾽ ἀνδρίᾳ καὶ ἡ Πρόχρις αὕτη καϑὰ καί τις ᾿Τργαϑώνη καὶ ἑτέρα Ῥοδογοὺ, ἢ καὶ ἄλλη ᾿Δταλάντη, καὶ ὅτι παροιμία ἐξ αὐτῆς φέρεται τὸ, Πρόχριδος ἄκοντα, ἐπὶ τῶν εὐστόχως ἀχοντιζόνSo τῶν καὶ μὴ ἀποτυγχανόντων."
      },
      {
        "index": 24,
        "text": "καὶ ὅτι ἀπὸ τοῦ προκεκρίσϑαι ἡ τοιαύτη Ἀπρόχρις ἐτυμολογεῖσϑαι δοκεῖ. εὕρηται δὲ xci Iloózwig διὰ τοῦ w ἐν ῥητοριχῷ λεξικῷ ϑηλυχκὸν ὄνομα. αὐτὸ δὲ γένος ἰσχάδων δηλοῖ, Ὅτι ᾿Ανδρόγεων τὸν Μίνωος υἱὸν ἀπερχόμενον Κρήτηϑεν ᾿4ϑήναζε κατὰ καιροὺς ἀγώνων καὶ νιχῶντα τὸ πένταϑλον ἀνεῖλον ᾿«4΄ϑηναῖοι φϑόνῳ. χακωϑέντες δὲ κοινῇ ἐκ ϑεομηνίας διὰ τὸ τοῦ φόνου ἄδικον ἠναγχάσϑησαν χρησμῷ στέλλειν εἰς Κρήτην ὅσα ἔτη ἑπτὰ ἠϊϑέους καὶ παρϑένους ἑπτὰ τοὺς χλήρῳ λαχόντας, βορὰν “Μινωταύρῳ ἐσομένους. ὃν Πασιφάη μὲν ἔτεκε ταύρῳ μιγεῖσα τέχναις Δαιδάλου,"
      },
      {
        "index": 25,
        "text": "λαβύρινϑος δὲ σπήλαιον ἐχεῖνο ὑ ὑπόγεων Κρητικὸν πολυέλιχτον εἶχεν ἐνδιαιτώμενον. χρόνῳ δὲ more Θησεὺς ἀνδρωϑεὶς ἐπιῤῥίπτει ἑκὼν ἑαυτὸν τῷ τοῦ Μινωταύρου δασμῷ ἐπὶ χαλῷ τῆς πατρίδος. ὡς οὖν συνέπλευσεν εἰς Κρήτην, ἔτυχέ πως ἔρωτα παϑεῖν τὴν χαλὴν ᾿Αριάδνην κούρην Miraos καὶ τοίνυν αὐτὴ τρόπον ὑποτίϑεται τῷ Θησεῖ δι᾿ οὗ χαὶ τοῦ ϑηρίου περιγενήσεται xai τὸν τοῖς ἄλλοις ἀδιεξόδευτον λαβύρινϑον διεκφεύξεται. χαὶ ὑποϑεμένου Δαιδάλου δίδωσι τῷ ἐρωμένῳ ἀγαϑίδα μέτου τὴν χαὶ ἐν ᾿Ιλιάδι λεχϑεῖσαν, ἐφ᾽ ᾧ εἰσελϑόντα τὸ σπήλαιον ἐκδῆσαι τοῦ τῆς ϑύρας ξυγοῦ."
      },
      {
        "index": 26,
        "text": "χαὶ ἀνελίσσοντα ἰέναι μέχρι καὶ εἰς τὸν τοῦ λαβυρίνϑου μυχόν. καὶ *et περιέσται τοῦ κακοῦ, ὑπίσω ἐπανελίσσοντα áo ouv. ὡς δὲ ἐπράχϑη πάντα xar νοῦν τῷ Θησεῖ, λαβὼν τὴν ᾿Δριάδνην καὶ τοὺς σὺν αὐτῷ ᾿4ττιxovg ἠϊϑέους καὶ τὰς παρϑένους, ἀποπλεῖ μέσης νυχτός. καὶ προσορμισϑεὶς τῇ ie, νῆσος δὲ αὕτη πρὸ io τῆς Κρήτης i ἑερὰ Διονύσου ἢ xci Νάξος ἐχλήϑη, ὁμιλεῖ τῇ ᾿Δριάδνῃ. ἐπιστᾶσα δὲ Ava χελεύει, αὐτὴν ἐάσαντα πλεῖν εἰς ovas. ὃ δὲ ἀναστὰς ποιεῖ οὕτω. Διόνυσος δὲ καταμαρτυρήσας τῆς γυναικὸς ἀσέβειαν ἐπεὶ ἐν τῷ αὐτῆς ἱερῷ ἐγνώσϑη τῷ Θησεῖ, ἐποίησεν ἀναιρεϑῆναι αὐτήν."
      },
      {
        "index": 27,
        "text": "ἔοικε δὲ ἡ γυνὴ αἰφνιδίῳ ϑυνάτῳ ἀπαχϑῆναι τοῦ ζῆν. οὐ γὰρ ἂν οὕτω ῥᾳδίως ὃ καλὸς Θησεὺς περιεῖδε τὴν εὐεργέτιν. xci δηλοῖ τὸ τοῦ ϑανάτου ἀνεπαίσϑητον ἡ ἡ ἐπιστατοῦσα τοῖς τοιούτοις \"Apre. φησὶ γὰρ ὁ ποιητὴς συντομώτατα ἱστορῶν οὕτως\" Xv ποτε Θησεὺς ἐκ Κρήτης ἐ ἐς γουνὸν AO nv&ov ἑράων ἦγε μὲν οὐδ᾽ ἀπόνητο. πάρος δέ μιν Ἄρτεμις ἔχτα, ἢ) ἔσχε, τουτέστιν ἐπέσχε ϑανάτῳ, τοῦ ἀπεπλεῦσαι, 4i ἐν ἃ ἀμφιρύτῃ, “Διονύσου μαρτυρίῃσιν, ἤγουν χαταμαρτυρίαις κατηγορίαις. οἱ μέντοι νεώτεροι φασὶ τὸν Διόνυσον ἐπιστάντα μετὰ τὸν Θησέως ἀπόπλουν δοῦναι αὐτῇ στέφανον χρυσοῦν, καὶ μιγέντα παραμυϑήσασϑαι."
      },
      {
        "index": 28,
        "text": "τὴν δὲ Ἴάρτεμιν ἀνελεῖν αὐτὴν ὡς προδοῦσαν. τὴν παρϑενίαν. ὕστερον δὲ ἐν τοῖς ἄστροις τεϑῆναι αὐτήν τε καὶ τὸν “ῥηθέντα στέφανον xci τὸν αὐτῇ ἀχκολουϑοῦντα χύνα. ᾿Ιστέον δὲ ὅτι λαβύρινϑος οὐ μόνον περὶ Κρήτην, ἀλλὰ καὶ ἐν ἑτέροις τύποις, χκαϑὰ καὶ περὶ ΝΝαυπλίαν οἱ τῶν ἐχεῖσε Κυκλώπων τῶν καὶ ἐγχειρογαστόρων οἰκοδομητοὶ. xai αὐτοί. mei ὧν ἐδηλώϑη xc ἀλλαχοῦ. Δῆλον δὲ ὅτι καὶ ὃ λαβύρινϑος εἰδός τι κοιλίας ὑπογαίου ἢ καὶ ὑπονόμου. ἡ μέντοι γοργύρα ἢ καὶ ᾿Ιωνιχῶς γοργύρη ἄλλο τι παντελῶς παρὰ ταῦτα, ὑπόνομος μὲν χαὶ αὐτὴ οὖσα, βορβορώδης δέ γε."
      },
      {
        "index": 29,
        "text": "Ὁ δὲ “Μίνως ἐχτείνεν τὴν ἄρχουσαν. ὀλοόφρων δὲ ὁ τοιοῦτος, τοῖς κακούργοις δηλαδή. ἐξεκάϑῃρε γὰρ λῃστῶν τὴν ϑάλασσαν, οἵ καὶ φεύγοντες τοῦτον ἐκάλουν χρησφύγετα τὰς χαταγωγὰς τῆς ἐχ τοῦ τοιούτου “ρητὸς φυγῆς αὐτῶν. Τὸ δὲ πρὸς τοὺς χακοὺς ἀδυσώπητον αὐτοῦ δηλοῖ καὶ ἡ τοῦ Νίσου Σ᾽ χύλλα. ἣν προδοῦσαν αὐτῷ τὸν πατέρα ἐκεῖνος ἀνεῖλεν, ὡς ἐν τοῖς τοῦ seguito γέγραπται. Ὅρα δὲ καὶ ὅτε εἰ καὶ χραναὴ κατὰ τὴν ἱστορίαν ἡ ᾿Δττικὴ, «AX ὃ ποιητὴς γουνὸν ᾿4ϑηγάων λέγει, σεμνύνων αὐτὴν ὡς γόνιμον, ἀφ᾽ ἧς αἱ τῶν καρπῶν πανταχοῦ διαδόσεις, ὡς δηλοῖ τὰ χατὰ Κελεὸν χαὶ Τριπτόλεμον."
      },
      {
        "index": 30,
        "text": "Καλεῖ δὲ καὶ ἱερὰς τὰς ᾿ϑήνας διὰ τὰς ἐκεῖ πολλὰς τελετάς, Τὸ δὲ οὐδ᾽ ἀπόνητο, \"σύνηϑες roig παλαιοῖς, καϑὰ καὶ τὸ ὀνήμενος. τὸ γὰρ ἀπώνατο xai ἀπονάμενος οἱ uei? Ὅμηρον λέγουσιν. Ἢ δὲ ῥηϑεῖσα νῆσος Aia ἱερὰ Διονύσου γενέσϑαι λέγεται. περὶ δὲ τοῦ ῥηθέντος Δαιδάλου καὶ ὡς ἄριστος ἦν ἀνδριαντοποιὸς, ἔτι δὲ καὶ περὶ Μινωταύρου δεδήλωται χαὶ ἀλλαχοῦ. Ὅτι Maipa Προίτου xcà ᾿Αντείας ϑυγάτηρ, βασιλέων Ἄργους , καλὴ τὸ εἶδος, παρϑενίαν ἱλομένη, συνῆν ᾿Αρτέμιδι, ἐπεὶ δὲ συνῆλϑε Διὶ, ἐξ ὧν “Τοχρὸς ὁ τὰς Θήβας συνοιχίσας Ζήϑῳ καὶ ᾿Αμφίονε, τοξεύεται ὑπ᾽ ᾿Αρτέμιδος."
      },
      {
        "index": 31,
        "text": "ἕτεροι δὲ παρϑένον φασὶ τὴν Μαῖραν ἀποϑανεῖν. Ὅτι “Κλυμένη ϑυγάτηρ Ἴφιος ἢ ἢ Mi*rvov, ὑπὸ Φυλάκῳ τῷ “4ηϊονέως Ἴφικλον1θ89 τίχτει παῖδα ποδώχη τὸν οὐ πρὸ πολλῶν γραφέντα. ὃν φασὶ διὰ τὴν τῶν ποδῶν ἀρετὴν καὶ ἀνέμοις ἁμιλλᾶσϑαι, xai ἐπ᾿ ἄχρων ἀνϑερίχων ϑέειν χαὶ μὴ καταχλᾶν αὐτούς. ᾿ΤΙσίοδος δέ gno προμιγῆναι αὐτὴν ᾿λίῳ καὶ τεκεῖν «φαέϑοντα. Ὅτι μάντις ἄριστος καὶ ᾿“μφιάραος υἱὸς ᾿Οἰχλέος, ὃς γήμας ᾿Εφιφύλην γυναῖκα οὐ μόνον χαλὴν, ἀλλὰ xcd ὡς εἰχὸς συνετὴν, ϑυγατέρα, Ταλαοῦ ἀδελφοῦ ᾿Αδράστου, xci διενεχϑείς ποτε πρὸς \"Aàgacrov, εἶτα διαλυϑεὶς, συνέϑετο, ὑπὲρ ὧν ἂν εἰς τὸ μέλλον διαφέρωνται αὐτοὶ, χρίγεν αἱρετῶς τὴν ᾿Εριφύλην αὐτοῖς."
      },
      {
        "index": 32,
        "text": "χαὶ αὐτοὺς στοιχεῖν τοῖς χριϑεῖσι. τῆς οὖν ἐπὶ Θήβας στρατείας προχειμένης, (Ἀμφιάραος μὲν ἐχώλυεν εἰδὼς τὸ ἐσόμενον, Ἄάδραστος δὲ ἤϑελε μάχην. ᾿Εριφύλη δὲ δώροις προληφϑεῖσα, τάδε ἦν ὕρμος χρύσεος, δοϑεὶς αὐτῇ παρὰ “Πολυνείκους ἢ ᾿Αδράστου, καὶ αἱρεϑεῖσα"
      },
      {
        "index": 33,
        "text": "εἰς χρίσιν, ἔκρινε δεῖν εἶναι στρατεύσασϑαι τοὺς ᾿Αργείους. καὶ ὃ ᾿Δμφιάραος πολλὰ τὴν γυναῖκα μεμψαμινὸς ἐξώρμησεν ἃ ὕμως καὶ αὐτὸς εἰς πόλεμον. τῷ δέ yt vig ᾿Δλχμαίωνι, ὃν Πίνδαρος ᾿“λκμᾶνα καλεῖ, ἐπέταξεν ὁπότ᾽ ἂν ἡβήσῃ, μὴ πρότερον μετὰ τῶν ἐπιγόνων εἰς Θήβας ἐλϑεῖν, πρινὴ κτεῖναι τὴν μητέρα, ὃ καὶ ποιήσας ὃ Algae ἐτιμωρήϑη μὲν παρὰ ᾿δριννύων , χαϑὰ καὶ Ὀρέστης, ἀπελύϑη δὲ αὖϑις, οἷα τιμωρήσας πατρί. διὸ στυγερὰν τὴν ᾿Βριφύλην ὁ ποιητὴς χαλεῖ, ἢ χρυσόν φησι φίλου ἀνδρὸς ἐδέξατο τιμήεντα, ἤγουν ἐδωροδοκήϑη κατὰ τοῦ ἀνδρὸς, ἢ καὶ ἄλλως χρυσὸν ἔλαβεν ἀντὶ τοῦ ἀνδρὸς ὡς οἷον ἀπεμπολήσασα ἐκεῖνον ὕρμου χρυσοῦ, Τιμήεις δὲ πολλαχοῦ λέγεται ὃ χρυσὸς διὰ τὸ ὑπερέχειν τῶν λοιπῶν ὑλῶν."
      },
      {
        "index": 34,
        "text": "Ὅτι σχῆμα παραλείψιεως τὸ, πάσας δ᾽ ovx ἂν ἐγὰ μυϑήσομαι οὐδ᾽ ὀνομήνω ὕὅσσας ἡρώων ἀλόχους ἴδον ϑύγατρας. λέγει δὲ ὁ ποιητὴς τοῦτο ἐμφαίνων, ὡς πολλὰ ἔχων εἰπεῖν παρέδραμεν. εἰ δὲ ταύτας νῦν οὐκ ἔχει ὀνομῆναι Ὅμηρος διὰ τοῦ σοφοῦ ᾽Οδυσσέως, συγγνωστέος ἂν εἴη καὶ iv ᾿Ιλιάδι, μὴ ἔχων τὴν τῶν ᾿Αχαιῶν ὀνομῆναι πληϑύν, δῆλον δὲ ὅτι ἐχεῖϑεν ὃ στίχος οὗτος παρείλκυσται. παρῳδία δὲ τοῦ ῥηθέντος στίχου καὶ ἐν τοῖς ἑξῆς τὸ, πάντας - δ᾽ ἐγὼν οὐκ ἂν μυϑήσομαι οὐδ᾽ ὀνομήνω. ἔστι δὲ μυϑήσασϑαι μὲν τὸ ἄλλως ἀφηγήσασϑαι, ὀνομῆναι δὲ τὸ πρὸς μόνον εἰπεῖν ὄνομα."
      },
      {
        "index": 35,
        "text": "“Ιστέον δὲ καὶ rt καὶ ἐφεξῆς ἐν τῷ περὶ τῶν ἡρώων λόγῳ σχήματι ὁμοίῳ χρήσεται, εἰπὼν, ὡς ἴδον ἂν καὶ ἄλλους ovg ἤϑελον, olov καὶ Θησέα καὶ * ITapiÜoov, εἰ μή τι δέος ἐκώλυεν, ὑποδηλῶν χἀνταῦϑα οἵαν μὲν ἐξεῦρεν εὐπορίαν γραφῆς ἔκ τε τῶν ἡρωΐ- δὼν £x ve τῶν ἡρώων, ὕπως δὲ αὐτὴν παρεᾷ διὰ τὸ τῆς ἱστορίας μὴ καίριον, ἔτι δὲ καὶ διὰ τὴν ἄκαιρον μαχρολογίαν. πρὶν γάρ xs» καὶ νύξ φησι φϑεῖσϑαι ἄμβροτος, ἤγουν ovx ἂν διὰ πάσης νυχτὸς περατωϑείη ὃ περὶ τούτων λόγος, Τὸ δὲ φϑεῖται οὐκ εὔδηλον εἴτε διὰ διφϑόγγου, ὡς ἀπὸ τοῦ φϑέω qi, εἴτε διὰ τοῦ τ ὡς ἐκ τοῦ φϑίω."
      },
      {
        "index": 36,
        "text": "πλεονάζει δὲ ἡ διὰ διφϑόγγου γραφὴ, ὡς ἀπὸ τοῦ ῥηθέντος φϑῶ. οὗ περ οὐ μόνον τὸ φϑείρω παράγωγον, ὡς τοῦ φϑῶ τὸ φϑείρω, ἀλλὰ καὶ τὸ φϑίνω, ὁμοίως τῷ κλῶ κλίνω. Ὅτι παροιμιῶδες τὸ, ἀλλὰ καὶ ὥρη εὕδειν, νυχτὸς δηλαδὴ οὔσης, ὥσπερ αὖ πάλιν ἡμέρας ἐρεῖ τις τὸ, ἀλλὰ καὶ ὥρη ἔργου. ᾿Ιστέον ὅτι πρὸς τὸ, ἀλλὰ καὶ ὥρη εὕδειν, προϊὼν ὃ ᾿ΑἸλκίνοος ἐρεῖ τὸ, οὐδέ πω ὥρη εὕδειν ἐν μεγάρῳ. ΓΕνϑα καὶ ὅρα τὸ εὕδειν ἐν μεγάρῳ. εἰ γὰρ xci ὥρα εὕδειν, ἀλλ᾿ οὐ τοῖς ἐν μεγάρῳ ἔχουσιν ἄδειαν ἀναπαύσεως."
      },
      {
        "index": 37,
        "text": "ἄλλως δὲ εἰπεῖν, Ὀδυσσεὺς μὲν λέγει τὸ, ἀλλὰ καὶ ὥρη εὕδειν, ὡς τῆς νυχτὸς ἤδη φϑινούσης, ὃ δὲ ᾿Αλκίνοος φησὶν οὐδέπω εἶναι ὥραν εὕδειν διὼ τὸ τὴν νύχτα μάλα. εἶναι μακράν. ΑὍτι ϑαυμάσαντες οἱ τῶν Φαιάκων ἄριστοι τὸν σοφὸν Ὀδυσσέα ἐφ᾽ οἷς εἶπε, πάντες ἀκὴν ἐγένοντο σιωπῇ, κηληϑμῷ δ᾽ ἔσχοντο, τουτέστι κάτοχοι ἐγένοντο εὐφροσύνῃ πολλῇ. ἐπίτασις γὰρ ἡδονῆς ὃ κηληϑιμός. διὸ καὶ ὃ Πλούταρχος ἐν συμποσιακοῖς ὡς διάφορά τινα λέγει τὴν εὐφροσύνην καὶ τὴν κήλησιν. 'Ex δὲ τοῦ κηλεῖν καὶ αἱ παρὰ τῷ Πινδάρῳ κηληδόνες παράγονται, ὧν ᾿Αϑήναιος μέμνηται, ὡς ϑελγουσῶν οὐδὲν ἔλαττον ἤπερ αἱ τοῦ μύϑου Σειρῆνες."
      },
      {
        "index": 38,
        "text": "ἀναλογίας δέ ἐστιν ὃ κη\"ληϑμὸς τῆς κατὰ τὸν ὀρχηϑμὸν καὶ βρυχηϑμὸν καὶ τὰ τοιαῦτα. \"loríov δὲ δὲ ὅτι ἐκ τοῦ κηλεῖν χαὶ γλωσσοκηλόμπης κωμικώτερον παρὰ τοῖς παλαιοῖς ὃ γλώσσῃ κηλῶν xai χόμποις. δόξοι δ᾽ ἂν xci ὃ κήλων ex τοῦ αὐτοῦ γίνεσϑαι ῥήματος. ἴσως δὲ καὶ κήλη ἐξ ἀντιφράσεως. € Vers. Ὅτι ἐναβρυνομένη τῷ πρόσφιυγι ῥήτορι ᾿Αρήτη ἡ βασίλεια ἐρωτᾷ τοὺς ἀκροατὰς αὐτοῦ Φαίακας, πῶς ὕμμιν ἀνὴρ ὅδε φαίνεται εἶναν εἶδός τε μέγεϑός τε ἰδὲ φρένας ἐΐσας; ἅπερ ἔπαιγός ἐστιν ἀνδρὸς ἀγαϑοῦ."
      },
      {
        "index": 39,
        "text": "εἶτα ἐπάγει ταῦτα. ξεῖνος δ᾽ αὖτ ᾿ἐμός, ἐστιν, ἕχαστος δ᾽ ἔμτιμῆς, δύο ταῦτα προβαλλομένη πρὸς τὸ μὴ μετριολογεῖσϑαί φασιν; ἤγουν σμικρολογεῖσϑαι ἐπὶ τῷ Οδυσσεῖ τοὺς Φαίακας τὸ αὐτῆς τε ξεῖνον εἶναι τὸν Ὀδυσσέα τῆς μεγάλης ᾿Δρήτης. xc τὸ, ἕκαστον τῶν ἀκροατῶν τιμῆς μοῖραν ἔχειν ἔν τε ἄλλοις καὶ ἐπὶ τῷ πλουτεῖν. διὸ φησί\" μὴ ἐπειγόμενοι ἀποπέμπετε, τουτέστι μὴ κατεπείγ ere ὑμεῖς τὸν πλοῦν, εἰ χαὶ αὐτὸς ἐϑέλοι ὀτρύνεσϑαι ὑ ὑμᾶς ἅμα ἠοῖ φαινομένῃ εἰς πομπὴν, ἐφ᾽ οἷς προκαλουμένη τε εἰς ξενίαν χαὶ ἑρμηνεύουσα ὅτι τὸ, ἕκαστος ἔμμορε τιμῆς , διὰ τὸν παρ᾽ ἑκάστῳ πλοῦτον λέγει, got “μὴ δὲ τὰ δῶρα οὕτω χρηΐζοντι χολούετε."
      },
      {
        "index": 40,
        "text": "πολλὰ “γὰρ ὑμῖν χτήματα ἐνὶ μεγάροισι ϑεῶν ἰίτητι κέονται, ὡς χειμήλια δηλαδή. Καὶ *Üpa ὅπως εὐτύχησεν Ὀδυσσεὺς πρώτην ἱκετεύσας τὴν δέσποιναν. Τὸ δὲ μὴ οὕτω xoXovere, ἀντὶ τοῦ, μὴ διὰ τὸ ἐπείγεσϑαι κολοβοῦτε τῷ ξείνῳ τὴν δόσιν πολλὰ ἔχοντες. Τὸ δὲ Óeov"
      },
      {
        "index": 41,
        "text": "ὥτητι, ϑεόςδοτον ἀποτίϑεσϑαι πλοῦτον παραινεῖ καὶ μὴ ἑτεροῖον. Ὅτι ᾿Αρήτης εἰπούσῆς περὶ Ὀδυσσέως τὰ προσεχῶς εἰρημένα ὃ γέρων ἥρως ᾿ἐχένηος, ὃς καὶ νῦν «(Φαιάκων προγενέστεέρος λέγεται, προμαρτυρηϑεὶς καὶ συνετὸς εἶναι χαὶ λόγιος, ἐπαινεῖ τοὺς βασιλικοὺς λόγους, καὶ πεισϑῆναι συμβουλεύει αὐτοῖς, εἰπών\" ὦ φίλοι οὐ μὰν ἦμιν ἄπο σχοποῦ οὐδ᾽ ἄπο δόξης μυϑεῖται βασίλεια περίφρων, ἀλλὰ πίϑεσϑε. Ἔστι δὲ τὸ \"μὲν οὐκ ἅπο σχοποῦ ἢ ἀντὶ τοῦ, εὔστοχα ἐκ μέταφορᾶς τῶν εὖ τοξευόντων. κατὰ σχοποῦ, ἢ ἀντὶ τοῦ, οὐ πόῤῥω τοῦ ἡμετέρου ἤϑους."
      },
      {
        "index": 42,
        "text": "φιλόξενοι γὰρ ἐσμέν. Τὸ δὲ οὐδ᾽ ἄπο δύξης ἀντὲ τοῦ οὐ μαχρὰν ὧν περὶ αὐτῶν δοξάζομεν, ὑπολαμβάνοντες c ὅτι δηλαδὴ εὖ περὶ τοὺς ξένους διάκειται. σεμνύνων δὲ ὡς ἐχρὴν αὐτὸς γέρων χαὶ τὸν βασιλέα χαὶ προκαλούμενος αὐτὸν κατάρξαι τοῦ ἐπιδοῦναι ἐπάγει\" ᾿Αλκινόου δ᾽ ἐκ τοῦδ᾽ ἔχεται ἔργον τὲ ἔπος τε, ἤγουν αὐτὸς κατάρχει. τοῖς ἄλλοις τῶν τὲ ἔργων τῶν τε λόγων. ἔπαινος δὲ χαὶ τοῦτο ἐνδόξου ἀνδρός. (1 Vers, 7. ) εἶτα ὁ βασιλεὺς συγκατατιϑέμενος τῷ τοῦ γέροντος λόγῳ, προσχὼν δὲ καὶ τῇ γυναικὶ ἐφ᾽ οἷς εἶπε μὴ ἐπειγομένους ἀποπέμπειν τὸν ξένον μηδὲ κολοβοῦν οὕτω τὰ δῶρα φησὶ, τοῦτο μὲν οὕτω δὴ ἔσται ἔπος αἴ κεν ἔγωγε ζωὸς ἀνάσσω, ἤγουν ἀεὶ ἐμὴ ἔσται ἡ ἐν ἔργοις καὶ λόγοις ἐνταῦϑα ἰσχύς."
      },
      {
        "index": 43,
        "text": "ξεῖνος δὲ τλήτω ἐπιμεῖναι εἰσαύριον ἕως πᾶσαν δωτίνην τελέσω. πομπὴ δ᾽ ἄνδρεσσι μελήσει πᾶσι, μάλιστα δ᾽ ἐμοί. τοῦ γὰρ κράτος ἔστ᾽ ἐνὶ δήμῳ. ὃ παρῴδηται ἀπὸ τοῦ, μῦϑος δ᾽ ἄνδρεσσι μελήσει πᾶσι, μάλιστα δ᾽ ἐμοί, τοῦ γὰρ κράτος ἔστ᾽ ἐνὶ οἴκῳ. ἔτι δὲ καὶ &A* AoÓev ἐκ τοῦ, “πόλεμος δ᾽ ἄνδρεσσι μελήσει καὶ ἑξῆς, Ὅρα δὲ τὸ, ζωὸς ἀνάσσω, πρὸς διαστολὴν τοῦ τε μετὰ ϑάνατον περιᾳδομένου ἐν βασιλείᾳ, καὶ τοῦ διὰ τῶν διαδόχων ἀνάσσοντος. Τὸ δὲ πᾶσαν δωτίνην τελέσω, διέσταλται πρὸς τὸ τὰ ϑῶρα χολούειν."
      },
      {
        "index": 44,
        "text": "ἐπεὶ καὶ ἀντίκειται τὸ κολοβὸν χαὶ τὸ ἐντελές. Τὸ δὲ, τοῦ γὰρ χράτος ἔστιν ἐνὶ δήμῳ, ἑρμηνεία τίς ἐστι χαὶ παράφρασις τοῦ, ἐξ Δλκινόου ἔχεσϑαι ἔργον. τε ἔπος τε. “Σημείωσαι δὲ ὅτι xci ἐν τῷ, οὐ μὰν ἥμιν ἄπο σχοποῦ, συστολὴ γέγονε τῆς ληγούσης τοῦ ἡμῖν καὶ τοῦ τόνου ἀναδρομή. Ὅτι ᾿“λκινόου εἰπόντος ὡς ὁ ξένος τλήτω ἐπιμεῖναι ἐσαύριον διὰ τὸ ἐντελὲς τῆς δωτίνης, λέγει Ὀδυσσεὺς ὑπούλως xc χερδαλέως\" ᾿Δλκίνοε, εἴ με καὶ εἰς ἐνιαυτὸν ἀνώγοιτε αὐτόϑι μίμνειν, πομπὴν δ᾽ ὀτρύνοι᾽ τὲ χαὶ ἀγλαὰ δῶρα διδοῖτε , καί xt τὸ βουλοίμην χαί xev πολὺ κέρδιον εἴη, πλειοτέρῃ σὺν χειρὶ φίλην ἐς πατρίδ᾽ ἱκέσϑαι , xai x ᾿ αἰδοιότερος καὶ φίλτερος ἀνδράσιν εἴην πᾶσι, τοῖς ἐκεῖ δηλαδή."
      },
      {
        "index": 45,
        "text": "δὴ ἔπαινος πλούτου ἐστίν, ὡς τῶν πλουσίων καὶ φιλουμένων τοῖς πλείοσι xci δι᾽ αἰδοῦς ἀγομένων. χαὶ οὕτω Ὀδυσσεύς. ἐπεὶ δὲ οὐχ ἔδει ταῦτα εἰπεῖν τὸν κατεπείγοντα τὴν πομπὴν, ὑπωπτεύϑη γὰρ ἂν, ὡς εἰκὸς, ψευδὴς εἶναι χαὶ χερδαλέος, ἀπάγων \"AAxivoog ἑαυτοῦ τὴν τοιαύτην xara 'Qàvaoéug δόξαν ἐπαίνους εἰς αὐτὸν λαλεῖ ἐπί τε ἀλη ὃ εἰᾳ καὶ ἁπλότητι καὶ λογιότητι, εἰπών\" ὦ Ὀδυσσεῦ, τὸ μὲν οὔ τί σ᾽ ἐΐσκομεν εἰσορόωντες ἠπεροπῆά τε εἶναι καὶ ἐπίκλοπον, οἷά τε πολλοὺς βόσκει γαῖα μέλαινα πολυσπερέας ἀνϑρώπους, ψεύδεά τε ἀρτύνοντας, ὅϑεν χέ τις οὐδὲ ἴδοιτο, σοὶ δ᾽ ἔνι μὲν μορφὴ ἐπέων, ἔνι δὲ φρένες ἐσϑλαί, μῦϑον δ᾽ ὡς ὅτ᾽ ἀοιδὸς, ἐπισταμένως καταλέξας εἶτα ἑρμηνεύων τὸν τοιοῦτον μῦϑον φησί\" πάντων ᾿Αργείων σέο τ᾿ αὐτοῦ κήδεα λυγρά."
      },
      {
        "index": 46,
        "text": "Καὶ ὅρα ^ ταῦϑα τὴν ni λέγειν ἐπιστήμην τοῖς ἀοιδοῖς ἀνατίϑησιν᾽ Όμηρος, ὧν εἷς καὶ αὐτός. Τὸ εἰς ἐνιαυτὸν Ἀπρὸς τὸ ἐσαύριον ἐῤῥέϑη,, λέγοντος ἀστείως τοῦ Ὀδυσσέως, ὡς οὐ μόνον εἰσαύριον μενῶ n. εἰ κερδαίνω, ἀλλὰ zai εἰς ἐνιαυτόν. Πλειοτέρα δὲ χεὶρ, ἡ γέμουσα xci μὴ ὑπόκενος, ἀλλὰ πεπληρωμένη. Τὸ δὲ αἰδοιότερον εἶναι τὸν πλουτοῦντα συμφωνεῖ τῷ τοῦ Ἡσιόδου\" πλούτῳ δ᾽ « ἀρετὴ xai κῦδος ὁπηδεῖ. \"Enixionog δὲ μύϑων χατὰ τοὺς παλαιοὺς, ὃ παραáo λογιστικὸς, ἢ ὃ τῶν ἀλλοτρίων ἐπιϑυμητικός, κλέπτου γὰρ καὶ ἄμφω ταῦτα ἴδια."
      },
      {
        "index": 47,
        "text": "Τὸ δὲ οἷά τε πολλοὺς βόσχει γῆ, δύναταί ποτε μὴ κωλύοντος. τοῦ μέτρου χοινότερον φράζεσϑαι καὶ οἵους πολ᾿ λοὺς βθόσχει. Καλῶς δὲ τὸ βόσκει, ὡς τῶν τοιούτων ἀνδρῶν ἀλογίστως ζώντων χατά τινὰ βοσχήματα, olg οἰχεῖον xai τὸ πολυσπερέας, ὡς δηλοῖ xai ᾽Οππιανὸς εἰπών\" πολυσπερέας φάλ αγγας νεπόδων, Τὸ δὲ ἀρτύνειν ψεύδεα, ὅϑεν ἄν τὶς οὐδὲ ἴδοιτο, τὴν μυϑιχὴν τεχνιχὴν δηλοῖ πιϑανότητα, xc ἣν περιαγόμενός τις οὐχ ἂν ἔχοι συνιδεῖν, εἰ μῦϑος ἐστὶ τὸ λεγόμενον. δῆλον γὰρ ὅτι ἀρετὴ μύϑου ἡ χατὰ εὐπλαστίαν πιϑανότης καὶ τὸ ἐχεῖϑεν τῆς ἀληϑείας εἰχόνισμα, ὡς δηλοῖ καὶ τὸ, ψεύδεα"
      },
      {
        "index": 48,
        "text": "πολλὰ λέγειν ἐτύμοις ὁμοῖα, ὥςτε δοχεῖν \"τὸν ποιητὴν καϑηγήσασϑαι χαὶ τοῦ κατὰ τὸν μῦϑον ὁρισμοῦ τοῖς ὕστερον κατὰ τὸ εἰδέναι πλάττειν πιϑανῶς τὰ ψεύδη, ὡς εἶναι αὐτὰ ἐτύμοις ὁμοῖα, ὃ πέρ ἐστι xa μύϑου ἔργον, ὃς λόγος ἔστι ψευδὴς ἀληϑείας ἔχων ἔμφασιν. οὕτω καὶ ποιητὴς ἕτερος τὴν γνώμην πρὸ τῶν ὑστέλρων ῥητόρων. ὁρίζεται ἐν τῷ, εἶπε πρός με βαιὰ ἀεὶ δ᾽ ὑμνούμενα. ὃ προϑεωρήσας ἐκεῖνος ἐπάγει γνωμικὸν τὸ, γύναι, γυναιξὶ κόσμον ἡ σιγὴ φέρει. εἰ γάρ ἐστι γνώμη παραίνεσις χεφραλαιώδης «καϑολιχὴ, δῆλον ὡς xal ἐχεῖνος οὕτω πως τὴν γνώμην ὁρίζεται."
      },
      {
        "index": 49,
        "text": "τὸ γὰρ καλὸν ἡ σιγὴ ταῖς γυναιξὶ, βαιός ἐστι παραινετικὸς λόγος, ἤτοι χεφαλαιώδης καὶ σύντομος. ὃ δ᾽ αὐτὸς καὶ χαϑολικὸς διὰ τὸ ἀεὶ ὑμνεῖσϑαι. αἰώνια γάρ πως τὰ ἀληϑῆ γνωμολογήματα. ᾿Ιστέον δὲ ὅτι εἰ καὶ μὴ νῦν ἴσως δοκεῖ λέγειν ὃ Ὀδυσσεὺς ψεύδεα, ὅϑεν ἄν τις οὐδὲ ἴδοιτο, ἀλλ᾽ ὅτε εἰς ᾿Ιϑάχην παραγένηται, πολλὰ τοιαῦτα λαλεῖ. ὅϑεν καὶ τὰ πολλὰ τῆς ποιήσεως ὕποπτα τίϑησι. Τὸ δὲ μορφὴ ἐπέων καὶ φρένες ἐσϑλαὶ δηλοῖ δύνασϑαι μὲν τὸν Ὀδυσσέα μορφάζειν τὰ ψευδῆ καὶ οὕτως εἰχονίζειν ἀλήϑειαν, μὴ ἂν δὲ ποιεῖν τοῦτο εἰχῇ καὶ ἁπλῶς διὰ τὰς ἐσϑλὰς φρένας, κατὰ τὸ ψεῦδος δ᾽ οὐχ ἐρέειν, μάλα γὰρ πεπνυμένος ἐστί."
      },
      {
        "index": 50,
        "text": "Τὸ δὲ ἔπι μὲν μορφὴ ἐπέων Κράφεται καὶ ἔνι μὲν \"μορφὴ ἐπέων ἐστι κάλλος ἢ πιϑανότης. Τὸ δὲ πάντων ᾿Αργείων ἢ παρέλκον ἔχει τὸ πάντων ἢ ἁπλοϊχῶς αὐτὸ λέγει ὁ βασιλεὺς, ὡς χαὶ ἐν τῷ, ἀέϑλων πειρηϑῶμεν πάντων. οὔτε γὰρ ἐχεῖ πάντων ἀέϑλων πεῖρα γίνεται, οὔτε ἐνταῦϑα πάντων ᾿Αργείων νόστος κατελέχϑη. Σημείωσαι δὲ ὅτι ἁπλοϊχώτερον ὁ βασιλεὺς ἔφη τὸν ᾿Οδυσσέα ἐπιστημόνως εἰπεῖν ἃ κατέλεξεν. εἰ γὰρ κατὰ τὸν μῦϑον ἐχτετόπισται, οὐκ οἶδεν ἄρα. μὴ εἰδὼς δὲ, οὐχ εὖ χρίνει τὸν ᾿Οδυσσέα λαλεῖν."
      },
      {
        "index": 51,
        "text": "εἰ δὲ πρὸς ἀκρίβειαν λαλεῖ καὶ εἰδὼς λέγει ὃ λέγει, οὐκ ἄρα που οἰχεῖ ἔκτοπος. Ὅτι ἐϑέλων ὃ ποιητὴς δηλῶσαι τὴν ὥραν ὅτε τὰ νῦν ποιούμενα γίνεται, καὶ ὅτι φϑινόπωρον ἢν ἢ καὶ περαιτέρω τοιαύτης ὥρας, quot νὺξ ἥδε μάλα μαχρὴ ἀϑέσφατος, ᾿Αλκίνοος δὲ τοῦτο φησὶ λέγων καὶ ὅτε οὐδέπω ὥρη εὕδειν ἐν μεγάρῳ καϑὰ καὶ πρὸ ὀλίγων ἐγράφη. εἶτα ἐνδειχνύμενος, ὅπως χαίρει τοῦ σοφοῦ ᾿Οδυσσέως ἀκούων, ἐπάγει\" σὺ δέ μοι λέγε ϑέσχελα ἔργα. καί xcv ἐς ἠῶ δῖαν ἀνασχοίμην ὅτε μοι σὺ τλαίης ἐν μεγάρῳ τὰ σὰ κήδεα μυϑήσασϑαι, ἤτοι τὰ τῶν σῶν ἑτάρων."
      },
      {
        "index": 52,
        "text": "χοινὰ γὰρ τὰ τῶν φίλων. οὐ γὰρ τὰ ἑαυτοῦ νῦν ἐρεῖ Ὀδυσσεὺς, ἀλλ᾿ ὡς ὃ βασιλεὺς ἀπήτησε τὰ τῶν ἀντιϑέων ἑτάρων, οἱ ἅμα αὐτῷ εἰς Ἴλιον ἑπόμενοι ἔϑανον. διὸ xci Ὀδυσσεὺς οὕτως ἑρμηνεύων ἐρεῖ: ᾿Δλκίνοε, ὥρη μὲν πολέων μύϑων, ὥρη δὲ καὶ ὕπνου, τουτέστιν, ἣ παροῦσα νὺξ ἐξαρχεῖ καὶ εἰς τὸ πολλὰ εἰπεῖν καὶ εἰς τὸ ἱκανῶς ὑπνῶσαι. μάλιστα δὲ γνωμιχώτερον, ἔστι μὲν καιρὸς καὶ τοῦ λαλεῖν πολλὰ, οἷον ὃ ἐν ἡμέρᾳ, ἔστι δὲ καιρὸς καὶ τοῦ ὑπνοῦν, ὡς ἄρτι ὃ τῆς νυχτός. εἰ δὲ ἀκουέμεναί γε λιλαίεαι, ἐστιν εἰ δὲ ἀκούειν ἐπιϑυμεῖς, οὐκ ἂν ἔπειτα τούτων σοι φϑονέοιμι καὶ οἰχτρότερ᾽ ἄλλ᾽ ἀγορεύειν κήδεα ἐμῶν ἑτάρων, ὥςτε τὰ τῶν φίλων ἄρτι λαλήσει ὃ Ὀδυσσεὺς, Ayeuéuvovoo, ᾿Αχιλλέως, καί τινων ἑτέρων, πρός γε τὸ παρὸν, ὡς ἐζήτησεν ὃ βασιλεύς."
      },
      {
        "index": 53,
        "text": "προϊὼν δὲ καὶ ἀλλοῖά τινα εὐμεϑόδως ἐχϑήσεται καταποικίλλων οὕτω τοὺς λόγους. εἶτα ἑρμηνεύων ποίων ἑτάρων κήδεα ἐ ἐρεῖ, φησίν\" οἵ δὴ μετόπισϑεν ὄλοντο, τουτέστιν ὕστερον, ὡς δηλοῖ καὶ τὸ, οἵ Τρώων μὲν ὑπεξέφυγον στονύεσσαν ἀὑὐτὴν, ἐν νόστῳ δ᾽ ἀπόλοντο κακῆς ἰότητι γυναικός. ᾿Ἱστέον δὲ ὅτι τε τὸ μάλα xci τὸ ἀϑέσφατος εἰς διασάφησιν κεῖνται τοῦ τῆς νυχτὸς μήχους, καὶ ὅτι χαϑὰ νῦν ὃ βασιλεὺς xci ἐς ἠῶ ἀνασχέσϑαι λέγει τοῦ Ὀδυσσέως μυϑουμένου, οὕτω που καὶ ἐν τοῖς ἑξῆς ἡ Πηνελόπη ἐρεῖ\" ὡς εἴ μοι ἐθέλεις ξεῖνε παρήμενος ἐν μεγάροις τέρπειν, ὅ0 οὔ χέ μοι ὕπνος ἐπὶ βλεφάροισι χυϑείη."
      },
      {
        "index": 54,
        "text": "\" Er ἰστέον ὅτι τε Ὁμηρικῷ ζήλῳ \"λέγει τις παρὰ ᾿4ϑηναίῳ τὸ ὥρη δ᾽ ἐρᾶν, ὥρη δὲ γαμεῖν, ὥρη δὲ παύεσθαι, ᾧ σύγκειται καὶ τὸ ἡνίχ᾽ ἐχρῆν δύνειν, τότ᾽ ἄρχεσϑαι ἡδύνεσϑαι, ῥηθὲν ἐπὶ γηραιῷ τρυφητῇ. καὶ ὅτι ἱΘμήρου εἰπόντος οἰκτρὰ κήδεα, ἐντεῦϑεν ἐπορίσατο Φιλόξενος νοῦν ἀστεῖον ὅτε τοῦ τυράννου Διονυσίου τραγῳδίαν οἰκείαν ἀναγινώσχοντος ὑπὸ ἀχροατῇ Φιλοξένῳ μετὰ τὸ ἐπανακληϑῆναι τῶν λατομιῶν xci ἐρωτήσαντος τὸν Φιλόξενον τί δή ποτέ οἱ δοχεῖ περὶ αὐτῆς xci ὁποῖά τις ἂν εἴη, ψέγειν μὲν οὐχ ἔχων τὴν τοῦ τυράννου γραφὴν, ἐπαινεῖν δὲ μὴ ἐθέλων οἰχτρὰ εἶπε. χαὶ οὕτω τὸν Διονύσιον ἐ ἐσοφίσατο, γοήσαντα ὡς οἰχτηρὰ ἡ τραγῳδία ἐστὶν, πέρ ἐστιν ἀρετὴ λόγου τραγῳδικοῦ. τὸ δ᾽ ἦν ἄλλως ὑπὸ Φιλοξένου λεχϑὲν, ὅτι μοχϑηρὰ xc οἴχτου ἀξία ἢ ἦν ᾧ λόγῳ χαὶ οἰχτρὸν — λέγομεν, Στονόεσσα δὲ ἀὐτὴ, ἡ μάχη πρὸς"
      },
      {
        "index": 55,
        "text": "διαστολὴν ἑτέρας τινὸς μὴ τοιαύτης. “Κακχῆς δὲ à torre γυναικὸς λέγει ἢ τὴν τῆς ἀρχεχάxov Ἑλένης, δι᾿ ἣν τὰ μεγάλα καχὰ, ἧς ἀπώλοντο εἵνεχα πολλοὶ, ἢ τὴν τῆς Κλυταιμνήστρας i ὕσον ἐπὶ τῷ ἀνδρὶ καὶ τοῖς κατ᾽ αὐτόν. ἣν aci ἔξοχα λυγρὰ «εἰδέναι μετ᾽ ὀλίγα ἐ ἐρεῖ ᾿θδυσσεὺς, xai δόλον ἀρτύσαι τῷ ἀνδρὶ τηλόϑ᾽ ἐόντι. ἑρμηνεύων γοῦν μετ᾽ ὀλίγα τὴν γυναικείαν ταύτην τητα ἐρεῖ τὸν τοῦ ᾿«τρέως \"γόον μισηϑῆναν ὑπὸ Διὸς γυναιχείας. διὰ βουλὰς ἐξ ἀρχῆς. “Βλένης μὲν γὰρ ἀπωλόμεϑα εἵγεχα πολλοὶ, Áo τῷ δὲ \"Ayapiuyow δόλον ἤρτυεν ἡ γυνὴ τηλόϑ' ἐόντι."
      },
      {
        "index": 56,
        "text": "τινὲς δὲ κακὴν γυναῖχα νῦν τὴν Κασάνδραν φασί. τοῦτο μέντοι οὐ καλῶς. οὐδὲν γὰρ ἡ Κασάνδρα τῷ τῶν Ae ὀλέϑρῳ συνήνεγκεν, ἀλλὰ τοῦ παντὸς χαχοῦ αἴτιος ὃ φϑείρας, αὐτὴν «Ἱοχρός. εἰ δέ ye τὸ, κακῆς ἰότητι γυναικὸς νοηϑείη ἀντὶ τοῦ τῆς καχοϑείσης Κασάνδρας χατὰ τοὺς παλαιοὺς, ἔχοι ἂν καὶ τοῦτο λόγον. ἡ γὰρ χατὰ τῆς γυναικὸς βουλὴ τοῦ πολλοὺς ἐν γόστῳ ἀπώλεσε. διὸ κακὴ λέγοιτ᾽ ἂν καὶ αὐτὴ ϑυμιχώτερον διὰ τὸ ἕνεχα αὐτῆς φαῦλον ἀποτέλεσμα. εἰχὸς δὲ καὶ ἄλλως αὐτὴν κακὴν λέγεσϑαι πρὸς τοῦ Ὀδυσσέως, οἷα μισουμένην διὰ τὸ ὑπὲρ Τροίας χαὶ τοῦ κατὰ δουρείου ἵππου ταύτης μάντευμα."
      },
      {
        "index": 57,
        "text": "Ὅτι ἁγνὴν Περσεφόνην λέγει, ὡς ἁγνισμοῦ δεομένων τῶν ϑνησκόντων κατὰ τὸ, πυρὶ καϑήγνισται δέμας. “Σοφοκλῆς δὲ ἄλλως λαβὼν ἐντεῦϑεν δυσχάϑαρτον “Ἅιδου λιμένα φησί. τινὰ δὲ τῶν ἀντιγράφων αἰνὴ ΤΠ]ερσεφόνη γράφουσιν. Ὅτι ϑρηνῶδες τὸ, κλαῖε δ᾽ ὅγε λιγέως ϑαλερὸν xcrà δάκρυον εἴβων, πιτνὰς, ἐστε προςπίπτων, εἰς ἐμὲ χεῖρας ὀρέξασϑαι μενεαίνων. λέγει δὲ ὀρέξασϑαι καὶ νῦν \"τὸ ἐχτεῖναι. Ὅτι τὸ, οὐ γάρ οἱ ἔτι ἦν D ἔμπεδος οὐδέτι κίχυς οἵηπερ, πάρος ἔσχεν ἐνὶ γαμπτοῖσι μέλεσσιν , ἐῤῥέϑη μὲν περὶ ᾿Αγαμέμνονος, ἁρμόσει δέ ποτε ῥηθῆναι χαὶ περί τινος ἰσχανϑέντος ἢ νόσῳ ἢ γήρᾳ."
      },
      {
        "index": 58,
        "text": "λέγει δὲ iva. μὲν τὴν ἐκ τῶν γεύρων ἰσχὺν, ὡς χαὶ προεδηλώϑη, ἢ καὶ νεῦρά τεγῶν xixvy δὲ τὴν τοῦ κίειν ὅ ἐστι πορευέσϑαν δύναμιν. ἔστι δὲ τὸ, οὐ γάρ οἱ ἔτι ἦν (a, ἀχόλουϑον τῷ, οὐ γὰρ ἔτι σάρχας καὶ ὀστέα ἶνες ἔχουσι. χαὶ παραπέφρασται ἐκεῖϑεν γοργῶς, τι δὲ xci ποταμός τις λἀλ5ὴν καλούμενος᾽ o, ἔστι καὶ ἐκ τοῦ “Τυχόφρονος ἀναλέξασϑαι. Ὅτι ᾽Οδυσσεὺς μὲν ix τῶν ze. ἑαυτὸν στοχαζόμενος ὃ ὅμοια παϑεῖν τὸν ᾿Δγαμέμνονα ἐρωτῷ ἐκεῖνον ἐν “Ἅιδου, τίς κὴρ αὐτὸν ἐδάpage ϑανάτου; καὶ ἢ Ποσειδῶν ἐδάμασε πλέοντα ὕρσας ἀργαλέων ἀνέμων ἃ Ἀμέγαρτον πνοὴν, xci60 αὐτὸς ἔπαϑεν, ἢ ἀνάρσιοι αὐτὸν ἄνδρες ἐδηλήσαντο ἐπὶ χέρσου, βοῦς περιταμνόμενον, ἤγουν πέριξ τῆς ἀλλοτρίας γῆς τέμνοντα, καὶ οἰῶν πώεα καλὰ, ἢ περὶ πόλεως μαχόμεvov xai γυναιχῶν, ὁποῖα δή τινα ἐποίησεν Ὀδυσσεὺς καὶ ἔπαϑε πελρὶ τὴν τῶν Κιχόνων γῆν."
      },
      {
        "index": 59,
        "text": "xci τοιαῦτα μὲν ὁ Ὀδυσσεὺς, ἐν οἷς ἀμέγερτος ἐῤῥέϑη πνοὴ πολλὴ za ἄφϑονος ἢ ἄξηλος καὶ ἀφϑόνητος. ὁ δὲ ᾿Δγαμέμνων ὡς ἐν ἠϑοποιΐας λόγῳ ἀποφήσας μή τε περὲ άλασσαν παϑεῖν τι δεινὸν μήτε περὶ χέρσον ἐπάγει ὕτι iyd og αὐτῷ τεύξας ϑάνατόν τὲ μόρον τε ἔχτα σὺν οὐλομένῃ ἀλόχῳ οἴχονδε καλέσσας , δειπνίσσας, καϑὰ καὶ προεγράφη, ὥς τίς τε κατέχτανε βοῦν. ἐπὶ φάτνῃ, ὡς ϑάνον φησὶν οἰχτίστῳ ϑανάτῳ. περὶ δ᾽ ἄλλοι ἑταῖροι ᾿νωλεμέως χτείνοντο, σύες ὡς ἀργιόδοντες, oi δὴ ἐν ἀφνειοῦ ἀνδρὸς μέγα δυναμένοιο ἡ ἢ γάμῳ ἢ) ἐράνῳ ἢ εἰλαπίνῃ Te αλυίῃ, κτείνονται δηλαδή."
      },
      {
        "index": 60,
        "text": "εἶτα σαφηνίζων τὸ τοῦ πάϑους τραγῳδικὸν χαὶ οἴκτιστον ἐπιρέρει\" ἤδη uiv πολέων ᾿φόνῳ ἀνδρῶν ἀντεβόλησας μουνὰξ χτεινομένων ἤγουν καταμόνας ἐν μονομαχίᾳ καὶ αὖ πάλιν ἐνὶ κρατερῇ ὑσμίνῃ, ἤγουν τῇ ὁμιλαδὸν μάχῃ. ἀλλά χε κεῖνα μάλιστα ἐδὼν ὀλοφύραο ϑυμῷ, ὡς ἀμφὶ χρητῆρα τραπέζας τε πληϑούσας χείμεϑ' ἐνὶ μεγάρῳ. δάπεδον δ᾽ ἅπαν αἵματι Sev, ἤγουν, ὡς καὶ *iv ἄλλοις ἐῤῥέϑη, ἐϑύετο καὶ περιεῤῥεῖτο αἵματι, ἢ φαντασίαν εἶχε τοῦ ϑύειν ἐστιν ὁρμᾶν καὶ κινεῖσθαι διὰ τὸ ἐπ᾽ αὐτοῦ ῥέον αἷμα, Áo ἐφ᾽ οἷς ἐπάγων χαὶ τὰ οἰχτρότερα φησίν\" οἰκτροτάτην δ᾽ ἤκουσα onc Πριάμοιο ϑυγατρὸς Κασσάνδρης, ἣν κτεῖνε Κλυταιμνήστρα δολόμητις ἀμφ ᾿ ἐμοί."
      },
      {
        "index": 61,
        "text": "αὐτὰρ ἐγὼ ποτὶ γαίῃ χεῖρας ἀείρων βάλλον ἀποϑνήσχων περὶ φασγάνῳ. 7, δὲ κυνῶπις νοσφίσατο, οὐ δέ μοι ἔτλη ἰόντι πὲρ εἰς ED χερσὶ xar. ὀφϑαλμοὺς fav ἤγουν χαϑελεῖν καὶ συγκλεῖσαι, σύν τε στόμα ἐρεῖσαι, ὃ ἐστιν ἁρμόσαι χάριν εὐπρεπείας *üg μὴ διαχάσχειν. εἶτα διακόπτων τὸ τῆς φράσεως egy ἡ- Jo ματιχὸν καὶ ὕπτιον ἐπάγει γνωμιχόν\" ὡς οὐκ αἰνότερον καὶ κύντερον ἄλλο γυναικὸς, ἥτις δὴ τοιαῦτα nera φρεσὶν ἔργα βάληται. καὶ οὕτω γνωματεύσας εὐθὺς, οὐ γὰρ ἔδει πλείω φιλοσοφεῖν"
      },
      {
        "index": 62,
        "text": "zy A πενϑίμῳ, γίνεται τῶν piss, καὶ φησίν\" olov δὴ καὶ κείνη ἐμήσατο ἔργον ἀεικὲς, χουριδίῳ τεύξασα πόσει φόνον. ἤτοι ἔφην γὲ ἀσπάσιος τοῖς ἐμοῖς οἴχαδ᾽ ἐλεύσεσϑαι. ἡ δ᾽ ἔξοχα λυγρὰ εἰδυῖα ἑαυτῇ TE χατ᾽ αἶσχος ἔχευε καὶ ἐσσομένῃσιν ὀπίσσω ϑηλυτέρῃσι γυναιξὶ, καὶ ἢ) ἂν εὐεργὸς ἔῃσι, τουτέστιν ἀγαϑη. ἀληϑῶς γὰρ ἐκ τῆς Κλυταιμνήστρας καὶ τῶν κατ᾽ αὐτὴν αἱ γυναῖκες ἅπασαι σχώπτονται. οἴδασι γὰρ \"xoi ἐκ τῶν ἅπαξ ποτὲ γενομένων οἱ ῥήτορες ὥσπερ ἐπαίνους οὕτω χαὶ ψόγων τόπους πορίζεσϑαι."
      },
      {
        "index": 63,
        "text": "καὶ τοιαύτη μὲν ἡ κατὰ τὸν “Δγαμέμνονα ἠϑοποιΐα, ἃ ὃς ἐρεῖ καί τινὰ ἕτερα ἐν τοῖς ἐφεξῆς. ᾿Ιστέον δὲ ore σεμνῶς ἔφη ὡς βοῦν ἐπὶ φάτνῃ τὸν βασιλέα, φονευϑῆναι, ὃν ἐν ἄλλοις καὶ βοὶ ταύρῳ εἰχασεν ἐχπρεπεστάτῳ ey ἀγέλῃ. τοὺς μέντοι ἑταίρους οὐκ ἐσέμνυνε μὲν, οἰχτρῶς δὲ ϑανεῖν ἔφη κατὰ σύας. ἔχει δὲ οἶκτον πρὸς τῷ σεμνῷ, καὶ εἰ μὴ ἐργαζομένῳ βοὶ ὃ βασιλεὺς παραβάλλεται οὐδὲ μαχομένῳ πρὸς ἀντίπαλον οὐδ᾽ ἄλλο τι ποιοῦντι γενναίου foog ἄξιον, ἀλλὰ πρὸς τῇ φάτνῃ ἀναγκαίως ὄντι καὶ χρύφα πεσόντι, μὴ χαὶ αἰσϑόμενος ἀμύνηται τοὺς φονευτάς."
      },
      {
        "index": 64,
        "text": "To δὲ περὶ βοὺς τοῦτο ῥητὸν ἐχρησίμευσεν ὕστερον εἰς ἀστειότητα ἣν ἱστορεῖ ᾿ϑήναιος. μεϑυσϑεὶς γάρ τις ὑπὸ ψάλτου κακοῦ χαὶ πεσὼν εἰς βαρὺν à ὕπνον, εἶτα ἔξοινος γεγονὼς, χαὶ ἐρωτηϑείς τί πάϑοι, ἔφη. ὡς ὁ ἐπίβουλος καὶ ἐναγὴς ψάλτης ὡς βοῦν ἐπὶ φάτνῃ δειπνίσας ἀπέχτεινέ με. ᾿Βνταῦϑα δὲ « ὅρα. καὶ ὕτι φϑάσας ἐν δυσὶ στίχοις γοργῶς διηγήσασθαι τὸν τοῦ Purple ϑάνατον iv τῷ δηλῶσαι, ὡς «ἍΤ ϊγισϑος αὐτὸν ἔχτα σὺν οὐλομένῃ ἀλόχῳ, νῦν καὶ ἐν τοῖο ἑξῆς αὐξάνει xai τί τὸ ἁπλῶς ἤδη χαὶ συντόμως διηγηϑέν."
      },
      {
        "index": 65,
        "text": "δὲ γάμου xc “ἐράνου χαὶ εἰλαπίνης i ἱκανῶς προείρηται, ἔνϑα καὶ παρεσημάνϑη χαὶ ὡς ὃ ἐνταῦϑα ἔρανος οὐκ ἐκ ταπεινῆς εἰναι φαίνεται συμβολῆς ἀλλὰ πολυτελής ἐστιν ὡς ὑπὸ ἀφνειοῦ τινὸς γεγονώς. . Ἀρητῆρα δὲ ἑνικῶς διὰ τὸ μέτρον ἔφη, οὐ γὰρ ἐνεδέχετο κρητῆρας εἰπεῖν. ἄλλως γὰρ οὐκ εἰχὸς ἐν τοσαύταις τραπέζαις χρητῆρα ἕνα εἰναι. καὶ ὕμως τῷ ἑνιχῷ ἐμφαίγέται τὸ πλῆϑος εἰδικώτερον. ᾿δνυταῦϑα δὲ σημείωσαι τὸ τοῦ παλαιοῦ, ὃς εἰπὼν ἐπιϑυμίαν εἶναι μέϑης τοῖς δυνάσταις διό φήσι. ποιεῖ Ὅμηρος τὸν ᾿Δχιλλέα λοιδορούμενον τῷ βασιλεῖ, οἰνοβαρὲς κυνὸς ὄμμα τ᾽ ἔχων, λέγει xai ὡς ἐφ᾽ ὁμοίοις ὃ ποιητὲς καὶ τὸν ἐκείνου ϑάνατον ἀποσημαίνει ἐν τῷ, ἀμφὶ χρητῆρα τραπέζας τε πληϑούσας ἐχείμεϑα."
      },
      {
        "index": 66,
        "text": "καὶ ἔστι γελοῖον xci ἐν “4ιδου τοιούτων μεμνῆσϑαι τὸ τοῦ βασιλέως εἴδωλον, ὡς οἷον ἐν οἴκτῳ μεμνημένου τῆς ὑπὲρ γῆν τρυφῆς. Τράπεζαν δὲ πλήϑουσαν χαϑ' ὁμοιότητά τε ποταμοῦ πλήϑοντος, καὶ πρὸς διαστολὴν δὲ τῶν κενῶν, ὡς τὸς χεγαῖς δ᾽ ἀμφίσταμαι τραπέζαις. ἢ δὲ ᾿Ιλιὰς καὶ σελήνην οἶδε πλήϑουσαν. ὅϑεν τοῖς ὕστερον συντέϑειται τὸ ἱπλησεσέληvov, ὅπερ ἄλλου μετέλαβον εἰς τὸ πλησιφαές. CV ers. Ὅρα δ᾽ ἐν τοῖς ῥηϑεῖσυ χαὶ ὅτι δάπεδον θο καὶ νῦν ἴσως τὸ τοῦ μεγάρου ἔδαφος εἶπεν, ἔνϑα καὶ ci \"τράπεζαι, xa οἱ κρατῆρες, Τὸ δὲ i ἔκτεινεν ἀμφ᾽ ἐμοὶ, T ἀντὶ τοῦ δι᾿ ἐμὲ ἀνεῖλε τὴν Κασάνδραν, ἢ ἀντὶ τοῦ ἐπ᾿ ἐμοὶ, τουτέστιν ἐπάνω ἐμοῦ."
      },
      {
        "index": 67,
        "text": "ὡς οἷα ἐπί τινος ἐπιξήνου, ὁ ἐστιν ἐπικόρμου, ὑποῖόν τι καὶ ἐν ᾿Ιλιάδι γίνεται. Τὸ δὲ αὐτὰρ ἐγὼ ποτὶ γαΐῃ χεῖρας ἀείρων βάλλον χαὶ ἑξῆς, καὶ πρὸ αὐτῶν δὲ τὸ, οἰχτροτάτην ἤχουσα Orta Κασάνδρης, ἀμφιβόλως ἔχουσι. τὸ μὲν γὰρ οἰκτροτάτην ἤκουσα ὕπα Κασάνδρας ἣν χτεῖνε λυταιμνήστρα ἀμφ᾽ ἐμοὶ, διττὴν ἔγγοιαν πρόβέβληται, yaQ οἰχτράν φησιν ἤκουσα φωνὴν τῆς Πριαμίδος ἐπ᾿ ἐμοὶ, ὡς ἐῤῥέϑη, ἢ οἰκεροτάτην περὶ τῆς Πριάμου ἤκουσα φωνὴν διὰ *ró ὡς εἰχὸς ὑπὸ Κλυταιμνήστρας ὀνειδίζεσϑαι αὐτὴν eig ἐμοί."
      },
      {
        "index": 68,
        "text": "χαὶ τοῦτο μὲν οὕτω διπλοῦν κατὰ ἔννοιαν, ἐπίτηδές ποτε χαὶ τοιαῦτα τεχνωμένου τοῦ ποιητοῦ χάριν ποικιλίας κατὰ λόγον δεινότητος. ὅμοια δὲ καὶ τὰ ἐφεξῆς, ἤγουν τὸ, αὐτὰρ ἐγὼ ποτὶ γαίῃ χεῖρας ἀείρων ἔβαλλον ἀποϑνήσχων περὶ φασγάνῳ, ἡ δὲ κυνῶπις νοσφίσατο, ἢ. γὰρ λέγει ὕτι ἐγὼ μὲν πρὸς τῇ γῇ ϑνήσκων ἐπέβαλλον χεῖρας αἴρων πρὸς τῷ φασγάνῳ ὡς ἐπὶ ἀμύνῃ, δὲ Κλυταιμνήστρω φϑάσασα ἐστέρησέ μὲ τοῦ ἀμυντηρίου, νόσφι ἐμοῦ ποιησαμένη Áo αὐτὸ, ἢ ὅτι ἐγὼ μὲν πρὸς τῇ γῆ τὰς χεῖρας αἴρων ἔβαλλον σφαδαστιχῶς."
      },
      {
        "index": 69,
        "text": "προσαρμόττων ἐν τῷ ϑυήσχειν περὶ φασγάνῳ. ἡ δὲ γυνὴ ἐχωρίσϑη νόσφι γενομένη καὶ μὴ τὰ ἐπ᾿ ἐμοὶ τελέσασα, διὸ ἐπάγει οὐ δέ μοι ἔτλη ἀπιόντι τούς τε ὀφϑαλμοὺς χαϑελεῖν καὶ τὸ στόμα συνερεῖσαι. Ὅρα δὲ τὴν ἡρωϊκὴν χαὶ ἐν τοῖς ῥηϑεῖσι σεμνότητα. τὴν γὰρ χειρίστην γυναῖκα ἠρχέσϑη ὃ παϑὼν οἴχτιστα βασιλεὺς οὐλομένην μόνον προσειπεῖν xci χυνώπιδα. Τὸ δὲ κύντερον πάνυ ἐνταῦϑα προσφυὲς τῇ ὡς ἐῤῥέϑη : χυνώπιδι Κλυταιμνήστρᾳ. Kovoiótov δὲ πόσιν τὸν Ayo* u£uvove τῇ Κλυταιμνήστρᾳ εἰναι, τουτέστεν"
      },
      {
        "index": 70,
        "text": "ἐξ ἔτι χόρης οὔσης αὐτῆς, Ὁμήρῳ M» ἀρέσκει, Ü Εὐριπίδης « δὲ ἄλλως οἶδεν, ὃς προγαμηϑεῖσαν αὐτὴν τῷ Ταντάλῳ γνωρίζει, ἐν οἷς αὐτὴν εἰσάγει. λέγουσαν\" ἔγημας ἄκουσάν μὲ χαὶ λάβες βίᾳ, τὸν πρόσϑεν ἄνδρα Τάνταλον καταχτανών. ναοί ) Τὸ δὲ xar αἶσχος ἔχευεν ἤτοι κατέaee alepivv, Ὅμηρος uiv δοτιχῇ ἐνταῦϑα συνέταξεν, οἱ δὲ ὕστερον μετὰ γενικὴς ποιοῦνται τὴν σύνταξιν. Τὸ δὲ εὐεργὸς διαφέρει τοῦ εὐεργὴς, χαϑότι εὐεργὴς μὲν τεχνιχῶς εἰργασμένη εἴτε ναῦς εἴτε οἰχία. οὕτω δὲ xci ἅρμα εὐεργὲς τὸ κατὰ τέχνην εἰργασμένον."
      },
      {
        "index": 71,
        "text": "ἔτι εὐεργὴς καὶ ὃ εὐεργετῶν, ὡς τὸ, οὐχ ἔστι χάρις μετόπισϑ'᾽ εὐεργέων. εὐεργὸς μέντοι ἐνταῦϑα ἡ ἀγαϑουργὸς, ὡς εἴρηται. Ὅτι διακόψαντος Ὀδυσσέως τοὺς τοῦ ᾿“γαμέμνονος λόγους, καὶ εἰπόντος\" ὦ πόποι, 7j μάλα δὴ γόνον ᾿“τρέος Ζεὺς ἐκπάγλως ἤχϑηρε γυναικείας διὰ βουλὰς, *iE ἀρχῆς. δύναταί ποτε παρῳδηϑῆναι εἴ τις ἀνέκαϑεν ὑπὸ γυναικῶν βλάπτοιτο. xci προςϑεμένου ὡς δι᾽ ᾿Ελένην μὲν ἀπωλόμεϑα πολλοὶ, σοὶ δὲ Κλυταιμνήστρη δόλον ἤρτυε τηλόϑε ἐόντι, ἔνϑα συννοητέον καὶ τὴν τοῦ ᾿Ατρέως γυναῖκα ᾿Δερόπην, δι᾿ ἣν καὶ αὐτὴν μοιχευϑεῖσαν ὑπὸ Θυέστου πολλὰ ἐγένετο δεινὰ, φησὶν ὁ ἐν “Διδου᾿ “γαμέμνων παραινετιχῶς τῷ Οδυσσεῖ ταῦτα\" διὸ νῦν μή ποτε xci σὺ γυναικί περ ἤπιος εἶναι, ἤγουν ἔσο."
      },
      {
        "index": 72,
        "text": "μὴ δέ οἱ μῦϑον ἅπαντα πιφασχέμεν ἤγουν φάσχε ὃν ἂν εὖ εἰδῇς, ἀλλὰ τὸ μὲν φάσϑαι » τὸ δὲ χε “χρυμμένον εἰναι, ἤγουν τὸ μὲν εἰπὲ διὰ τὴν So χατὰ βίον κοινωνίαν, τὸ δὲ ἐπίκρυψον v ὑπόνοιαν ἀπιστίας. xci ὕρα τὸ κεκρυμμένον εἶναι ἐλλειπτικῶς ῥηϑὲν ἀντὶ τοῦ ἐϑέλησον κεκρυμμένον εἶναι, ἢ καὶ ἄλλως ἀντὶ τοῦ κεκρυμμένον ἔστω. ince δὲ ἢ nv ὃ Φαίαξ βασιλεὺς ἕτοιμος ἐπέχειν τῷ Ὀδυσσεῖ τὴν πομπὴν, εἰ οὕτως ἔχει τὰ χατὰ τὴν γυναῖχα ὑπόπτως, ἐπάγει\" ἀλλ᾽ οὐ σοί γ᾽ Ὀδυσσεῦ φόνος ἔσται ἔκ γε γυναικὸς, εἶ καὶ τυχὸν ἄλλοϑέν ποτε κεῖταί σοι δηλαδὴ τοιοῦτον xaxov."
      },
      {
        "index": 73,
        "text": "λίαν γὰρ πινυτή τε καὶ εὖ φρεσὶ μήδεα οἶδεν. ὃ δὴ ἔπαινός ἐστι \"σώφρονος γυναιχός. εἶτα xai ἱστορῶν εὐμεϑόδως Ta κατ᾽ ἐχείνην φησίν\" ὡς νύμφην áo uiv αὐτὴν νέην κατελείπομεν ἡ ἡμεῖς ἐρχόμενοι πόλεμόνδε τὸν εἰς Τροίαν δηλαδή. πάϊς δέ οἱ ἦν ἐπὶ μαζῷ γήπιος. που νῦν γε μετ ᾿᾿ἀνδρῶν ἵζει ἀριϑμῷ, τουτέστι συντιμᾶται τοῖς ἀνδράσι ἡ ἢ ἐν ἀνδράσι τελείοις τέτακται αὐξηϑείς. ὄλβιος, ἢ γὰρ τόν πατὴρ φίλος ὄψεται ov, xai κεῖνος πατέρα προςπτύξεται, ἡ ϑέμις ἐστί. καὶ ὅρα ὡς ὄλβιον εἶπεν υἱὸν ἐνεταῦϑα, ὃς ἄν ἀξιωϑῇ ἀγαϑὸς ὧν ἀγαϑῷ συνεῖναι πατρί."
      },
      {
        "index": 74,
        "text": "ὃ μὴ σχὼν ὃ ᾿Αγαμεμνονίδης Ὀρέστης εἴη ἂν \"ἄνολβος. φησὶ γοῦν, ἡ δ᾽ ἐμὴ οὐδέ περ υἷος ἤγουν τοῦ υἱοῦ ἐμπλησϑῆναι ἄχοιτις ὀφϑαλμοῖσιν ἔασε, πάρος δέ με πέφνε zc αὐτόν. oig πάλιν ἐπιπλέκων παραίνεσιν καὶ τῷ παϑητικῷ εἴδει τοῦ λόγου συγχεραννὺς βουλὴν φησίν\" ἄλλο δέ τοι ἐρέω, σὺ δ᾽ ἐνὶ φρεσὶ βάλλεο σῇσι, χρύβδην μὴ δ᾽ ἀναφανδὰ φίλην ἐς πατρίδα γαῖαν νῆα χατισχέμεναι, ἤτοι χάτισχε καὶ ἐλλιμένιζε, ἐπεὶ οὐχέτι πιστὰ γυναιξί. τοῦτο δὲ ὡς oiov γνωμικῶς ῥηθὲν ἐλλειπτικῶς πέφρασται, ἵνα λέγῃ ἃ ὅτι οὐχέτε πιστὼ ἐστὶ τὰ τῶν γυναικῶν, ὃ ταυτόν ἐστι τῷ, οὐχέτι πιστευτέον γυναιξί, μηδὲ συγχωρητέον αὐταῖς ἐξονυχίξειν ὃ ὃ δὴ λέγεται, πάντα τὰ προσπίπτοντα τοῖς ἀνδράσιν."
      },
      {
        "index": 75,
        "text": "ἔχει δὲ ὃ λόγος καὶ προαναφώνησιν τῶν εἰσέπειτα, ὡς τοῦ Ὀδυσσέως μὴ “παῤῥησιασομένου τὴν οἴκοι ἔλευσιν. εἶτα καὶ ἐρωτῷ ὁ ἐν “Διδου ᾿Δγαμέμνων ὦ ὡς εἰχὸς περὶ τοῦ \"υἱοῦ, εἴ που ἔτι ζῶν ἐχεῖνος ἀκούεται, ἤ που ἐν Ὀρχομενῷ ἢ ἐν Πύλῳ ἤ που παρὰ Μενελάῳ ἐν “Σπάρτῃ. οὐ γάρ που φησὶ τέϑνηκεν ἐπὶ χϑονὶ δῖος Ὀρέστης, ὃ πρὸ τούτων ἔφη τις ἐπὶ Ὀδυσσέως. λέγει δὲ ὁ ᾿᾿γαμέμνων οὕτως οὐ μαντευόμενος. Τειρεσίῳ γὰρ τοῦτο καὶ μόνῳ δέδοται, ὃς οἷος ἐν “Διδου πέπνυται, ἀλλ ὅτι οὐχ οἷδε τὸν υἱὸν ἔτι αὐτὸς ἐν ““Διδου, διὸ οἶδε ζῆν ἐχεῖνον."
      },
      {
        "index": 76,
        "text": "᾿Ἱστέον δὲ Urt ἐν Πύλῳ μὲν στοχάζεται χατὰ τὸ εἰχὸς εἶναι τὸν ᾿Ορέστην ὁ πατὴρ διὰ τὴν τοῦ φιλοϑασιλέως Νέστορος φιλίαν. παρὰ δὲ Μενελάῳ. διὰ τὴν ἀδελφικὴν συγγένειαν, ἐν Ὀρχομενῷ δὲ διὰ τὸ πάνυ ἀσφαλὲς τοῦ τόπου καὶ ἄσυλον. ἔνϑα * καὶ τὰ τῶν πέριξ πόλεων. ἀπετίϑεντο χρήματα ὡς καὶ ἡ ᾿Ιλιὰς ἐδήλωσε, τῷ ὄντι γὰρ ἐχρῆν τὸν Ὀρέστην ἢ παρὰ γνησίῳ συγγενεῖ φυλάττεσθαι, ἢ παρὰ φίλῳ ἀγαϑῷ, ἢ παρὰ ἀλλοτρίῳ ἐν τύπῳ ἐχυρῷ, οἷος καὶ ó Ὀρχομενός. καὶ τοῦτο μὲν χατὰ φύσιν lvravO a ἐγράφη. Ὅμηρος δὲ προτάσσει μὲν τὸν Ὀρχομενὸν, δεύτερον δὲ τίϑησι τὴν Πύλον, τρίτην δὲ τὴν τοῦ Μενελάου Σπάρτην, οὕτω δόξαν αὐτῷ διὰ τὸ καινότερον, ᾿Ιστέον δὲ ὡς εἰ χαὶ πιϑανῶς ἐνταῦϑα στοχάζεται ὑ ὁ βασιλεὺς, ἀλλ᾿ οὐχ᾽ εὑρίσχει τὸ ἀλ ηϑὲς, οἷα α΄“ εἰς ἀΐσσων"
      },
      {
        "index": 77,
        "text": "xci αὐτός. ὁ γάρ τοι Ὀρέστης ἐν τῇ πατρίδι ἐστὶν, ἀνύσας ἅπερ ἤϑελεν. Ὀδυσσεὺς δὲ μηδὲν εἰδὼς μήδ᾽ αὐτὸς φησὶν, ὡς οὔ τι οἶδα, ζῴει γε ἢ τέϑνηχε, τουτέστιν ὡς xai ἀλλαχοῦ χεῖται, ἢ ζῇ ὁ Ὀρέστης ἢ τέϑνηχεν. ἀπὸ χοινοῦ γὰρ νοητέον τὸ ἢ xci ἐν τῷ ζῴει. τοιοῦτόν τι καὶ παρὰ Σοφοκλεῖ ἐν Φιλοχτήτῃ τὸ, ἑκόντα μήδ᾽ ἄκοντα, ἤγουν μήτε ἑκόντα μήτε ἄχοντα. χαὶ ἐχεῖ γὰρ ἔκ τοῦ δευτέρου καὶ εἰς τὸ πρῶτον μεϑείλκυσται τὸ μὴ, κατὰ τὸ ἀπὸ κοινοῦ σχῆμα. ὕμοιόν τὸ xal ἐν τοῖς ἑξῆς τὸ, ἁλὸς 7] ἐπὶ γῆς, ἤγουν ἢ ἐπὶ ἁλός."
      },
      {
        "index": 78,
        "text": "εἶτα ἐπαγαγὼν Ὀδυσσεὺς γνωμικὸν ᾿σύνηϑὲς τὸ, κακὸν δ᾽ ἀνεμώλια βάζειν, περαιοῖ τὸ χατὰ τὸν Aycuéuvova. ἐν τούτοις δὲ κεῖται καὶ ἔπος στυγερὸν, οὔτε τὸ μισητὸν οὔτε τὸ φριχτὸν, ἀλλὰ τὸ στυγνόν. φησὶ yep ᾿Οδυσσεὺς, ὅτε ἡμεῖς μὲν ἱστάμεϑα, ἐπέεσσιν ἀμειβόμενοι στυγεροῖσιν. καὶ ἐφερμηνεύων ἐπάγει\" ἀχνύμενοι, ϑαλερὸν χατὰ δάκρυ χέοντες, ἃ δὴ οἰχεῖα ἐπὶ λυπουμένων λέγεσθαι. Ὅτι πλάττει ὁ ποιητὴς ἐμφανισϑῆναι τῷ Ὀδυσσεῖ μετὰ τὸν Ayeu£uvove ἥρωας, τὸν ᾿“Ιἰχιλλέα, τὸν Πάτροχλον, τὸν ᾿ΑἸντίλοχον, xci τὸν Αἴαντα."
      },
      {
        "index": 79,
        "text": "καὶ περὶ μὲν ᾿“χιλλέως, ὃν Ὅμηρος φιλεῖ ἐπιμάλιστα, ὡς ἡ ᾿Ιλιὰς ἐδήλωσε, διηγεῖται πλείονα. περὶ δὲ Πατρόκλου καὶ ᾿ΑἸντιλόχου οὐδὲν οὐδόλως, ἀλλ ἀρκεῖται εἰπὼν ἀοχρίστως καὶ παραλειπτικῶς τὸ, αἱ δ᾽ ἄλλαι ψυχαὶ ἔστασαν ἀχνύμεναι, εἴροντο δὲ κήδεα ἑκάστη, τουτέστιν ἔλεγον εἴτε τοῦ Ὀδυσσέως ἐρωτῶντος, εἴτε καὶ ἄλλως μὴ ἐρωτώμεναι. τὸν 4ἴαντα δὲ πλάττεν προσφωνούμενον μὲν, μὴ ἀπαμειβόμενον δὲ, διὰ τὸ πρὸς τὸν Ὀδυσσέα μῖσος περὶ Τροίαν ἐπὶ τῇ τῶν ὅπλων κρίσει. εἰ δὲ ὃ Αἴας μισῶν οὐ προσφϑέγγεταί τι, πιϑανῶς ἄρα ὃ ποιητὴς οὐ πλάττει ψυχὴν Τρωϊκὴν ἐπιφρανεῖσαν τῷ Οδυσσεῖ, ὃς ἐπὶ τῷ τῆς Τροίας ἀφανισμῷ ἔσχε πτολίπορος λέγεσϑαι."
      },
      {
        "index": 80,
        "text": "ἐν δὲ So rois δηϑεῖσι προσώποις Πατρόκλου μὲν πρὸς μόνον ὄνομα ἐμνήσϑη, τὸν δὲ Αντίλοχον ἀμύμονα ἔφη, καϑὰ καὶ τὸν ᾿Αχιλλέα μετ᾽ ὀλίγα. τὸν δὲ ἀἴαντα ἐπαινῶν λέγει: ὃς ἄριστος ἔην εἶδός τε δέμας re τῶν ἄλλων Δαναῶν μετ᾽ ἀμύμονα Πηλείωνα, ὃν εὐθὺς καὶ ποδώχη «Ἵἱἰακίδην φησὶν, ἀνωτέρω ΤΠηληϊάδην ᾿Αχιλλέω εἰπών. καὶ νῦν μὲν οὕτω τὸν Δἴαντα ὑπήγαγε τῷ ᾿ἀχιλλεῖ, ἄριστον εἶναι εἰπὼν πάντων μετὰ τὸν Avin, προϊὼν δὲ καὶ πάλιν εἰπών\" ὃς πέρι μὲν εἶδος πέρι δ᾽ ἔργα τέτυχτο τῶν ἄλλων Δαναῶν μετ᾽ ἀμύμονα Πηλείωνα, εἶτα καὶ ἴσον μετ᾽ ὀλίγα φη\" σὶν αὐτὸν τῷ “Ιχιλλεῖ, κατά γε τιμὴν, οὐ μὴν κατὰ εἶδος καὶ ἔργα, ἐν τῷ, τοῖος γάρ σφιν πύργος ἀπώλετο."
      },
      {
        "index": 81,
        "text": "σεῖο δ᾽ Δχαιοὶ ἶσον ᾿“ἰχιλλῆος κεφαλῇ ἀχνύμεϑα φϑιμένοιο διαμπερὲς, ἔνϑα καὶ ἐπὶ κακῷ τῶν yov ὑποδηλῶν γενέσϑαι τὸν τοῦ «Αἴαντος ϑάνατόν φησιν, ὡς ἐχπάγλως ἤχϑηρε Ζεὺς Δαναοὺς, καὶ διατοῦτο σοὶ ἐπὶ μοῖραν ἔϑηζχε, τὴν τοῦ ϑανάτου δηλαδή. καὶ οὕτω τὸν Αἴαντα σεινύνας ὃ ᾿Οδυσσεὺς μειλιχίοις ὅμως οὐχ ἐξίσχυσε πεῖσαε τὸν βαρύμηνιν ὁμιλῆσαι αὐτῷ, οὐδὲ ἀκούσας δάμασον μένος καὶ ἀγήνορα ϑυμὸν ἐπείσϑη.- ση μείωσαι δ᾽ ἐν τοῖς ῥηθεῖσι περὶ 4ἴαντος καὶ ὅτι τὸ, πέρι μὲν εἶδος πέρι δ᾽ ἔργα τέτυχτο, καλλίων ἔπαινος τοῦ, ἄριστος ἔην εἶδός τε δέμας τε."
      },
      {
        "index": 82,
        "text": "τοῦτο γὰρ οὐ βλάπτει χαὶ πράξεων ἀρετήν. καὶ τοιαῦτα μὲν τὰ κατὰ τὸν Αἴαντα, τὸν μέν rov Apo σεμνολογῶν διὰ τοῦ Ὀδυσσέως ὁ ποιητὴς, ὦ ᾿Αχιλλεῦ μέγα φέρτατέ φησιν ᾿Αχαιῶν. καὶ, σεῖο δ᾽ ᾿Αχιλλεῦ οὔτις ἀνὴρ προπάροιϑε μακχάρτατος, οὔτ᾽ ἂρ ὀπίσσω, ἤγουν εἰς τὸ μέλλον, βραχὺν τοῦτον ἔπαινον τοῦ τηλικούτου εἰπὼν, ὅτε μηδὲ ἣν καιρὸς πλείω λαλεῖν. εἶτα χαὶ τὸν τοιοῦτον στίχον κατασχευάζων za ἅμα ἐπισυνείρων καὶ παραμυϑητικὴν ἔννοιαν, φησί\" πρὶν μὲν γάρ σε ζωὸν ἐτίομεν ἴσα ϑεῷ ᾿Αργεῖοι, νῦν αὖτε μέγα χρατέεις νε χύεσσι, διὸ μή τι ϑανὼν ἀχαχίζευ ᾿Δ4χιλλεῦ."
      },
      {
        "index": 83,
        "text": "καὶ τοιόνδε μὲν καὶ τὸ ὑπὲρ ᾿Αχιλλέως. τὸν μέντοι υἱὸν αὐτοῦ πλατὺ ἐγχωμιάσει, ὡς μετ᾽ ὀλίγα εἰρήσεται. \"Ioréov δὲ ὅτι ἀποσεμνύνων xci πάλιν ἑαυτὸν Ὀδυσσεὺς ἐπὶ τῇ εἰς “Διδην καϑόδῳ καὶ ἄλλως δὲ εἰπεῖν ἐνδεικνύμενος ὁ ποιήτῆς, χαϑὰ xci αὐτὸ προεῤῥέϑη, ὡς πάντῃ τολμηρῶς ἡ τοῦ Ὀδυσσέως ἐπλάσϑη κάϑοδος, ποιεῖ τὸν ᾿Αχιλλέα ἐρωτῶντα\" διογενὲς “Ἱαερτιάδη πολυμήχαν Ὀδυσσεῦ, σχέτλιε, τίπτ᾽ ἔτι μεῖζον ἐνὶ φρεσὶ μήσεαι ἔργον ; πῶς ἔτλης \"Διδόςδε κατελϑέμεν, ἔνϑα τε γεχροὶ ἀφραδέες ναίουσι βροτῶν εἴδωλα χαμόντων; Ὅρα δὲ τὸ σχέτλιε, ὡς οὔτε τὸν ἄδικον δηλοῖ."
      },
      {
        "index": 84,
        "text": "τί γὰρ ἠδίκησεν Ὀδυσσεὺς εἰς “Διδου ἐλϑών; ἀλλ᾽ οὐδὲ ὅλως imi ὕβρει τέϑειται. οὐ γὰρ ἂν τὸν διογενῆ zcà πολυμήχανον φίλον εἰχῆ οὕτως ἔσκωψε. σημαίνει δὲ κἀνταῦϑα συνήϑως ἡ λέξις τὸν σφοδρὸν καὶ ἑρμητίαν καὶ ἄξιον σχέσϑαι καὶ τλῆναι. διὸ καὶ ἐπήγαγε\" πῶς ἔτλης ᾿Αϊδόςδε κατελϑεῖν. ᾿Αφραδέες δὲ νεκροὶ κατὰ τοὺς παλαιοὺς,"
      },
      {
        "index": 85,
        "text": "oi ἄφραστοι xc ἀϑεώρητοι, ἢ οἱ ἀσώματοι, τουτέστι φρένας μὴ ἔχοντες, αἵ εἰσι ρεμαστῆρες τοῦ ἥπατος, κατὰ τὸ, ὅϑιε τὲ φρένες ἥπαρ ἔχουσι. καὶ ἄλλως δὲ ἀφραδέες νεκροὶ ὡς πρὸς σύγχρισιν τοῦ Τειρεσίου t ὃς μόνος ἐπέπνυτο. πῶς δὲ εἴδωλα καμόντων οἱ ἐν ᾿Διδου νεχροὶ, προγέγραπται. Ὅτι χρέος ov μόνον ἐπὶ ὀφειλῆς, ὃ xci ἐξέτεινον οὐχ ὀλίγοι τῶν παλαιῶν, ὡς προεῤῥέϑη, ἀλλὰ καὶ τὸ χθειῶδες πρᾶγμα χαὶ αὐτὴ ἡ χρεία. οἷον\" ἦλϑὸν Τειρεσίαο κατὰ χρέος. τινὲς δὲ τὸ Τωρεσίαο χατὰ χρέος ἀντὶ τοῦ χρησμώδημα φασίν."
      },
      {
        "index": 86,
        "text": "Ὅτι ὃ πατρίδος ἐπὶ πολὺ ἀποδημῶν ἐ ἐρεῖ ἄν\" οὐ γάρ πω σχεδὸν ἦλθον τῆς δεῖνος χώρας, οὐδέ πω ἐμῆς γῆς ἐπέβην, ἀλλ αἰὲν ἔχω Ax, Ὅτι φιλόξωος ἐνταῦϑα πλάττεται ᾿Αχιλλεὺς, ὃς ἐξ * Ὀδυσσέως ἀκούσας, μὴ χρῆναι ἀκαχίξεσϑαι αὐτὸν ἐπεὶ μέγα χρατεῖ νεχύεσσι, προχρίνει τοῦ εὐκλεῶς οὕτω ζὴν τὴν τυχοῦσαν βιοτὴν, xci ταῦτα ἐν Τροίᾳ, τὸν ὀλιγοχρόνιον ἔντιμον βίον τοῦ μὴ τοιούτου ἀνϑαιρούμενος. φησὶ γάρ\" μὴ δή μοι ϑάνατόν μοι παραύδα φαίδιμ᾽ Ὀδυσσεῦ. βουλοίμην x ἐπάρουρος ἐὼν ϑητευέμεν ἄλλῳ ἀνδρὶ παρ᾽ ἀχλ igo ᾧ μὴ βίοτος πολὺς εἴη ἢ πᾶσι νεχύεσσι καταφϑιμένοισιν ἀνάσσειν."
      },
      {
        "index": 87,
        "text": "τοῦτο δὲ πᾶς ἂν εἴποι ὃ μὴ ϑέλων οὐδαμινῶν καὶ ἀχρείων τινῶν ἄρχειν, ἀλλὰ τῆς τοιαύτης τιμῆς ἔλαττόν τι προςτιϑέμενος. ὡς φιλοπάτωρ δέφασιν ᾿Αχιλλεὺς ταῦτα αἱρεῖται, φιλότιμος καὶ νῦν ὧν zci διὰ τὴν τοῦ πατρὸς τιμὴν τοιαῦτα αἱρούμενος, οἷα στοχαζόμενος, ἀτιμάζεσθαι ὡς εἰχὸς τὸν πατέρα, ἐπεὶ μὴ ἔχει ἀρωγὸν κατ᾽ αὐτόν. διὸ χαὶ ἐρωτήσας τὸν Ὀδυσσέα περὶ τοῦ πατρὸς εἰ ἔχει τὴν βασιλικὴν τιμὴν ἐν τοῖς δΙ|υρμιδόσιν, ἤ μιν ἀτιμάζουσιν ἀν᾽ ' Ελλάδα τε Ῥϑίην τε οὕνεκά μιν κατὰ γῆρας ἔχει χεῖράς τε πόδας τε, ἐπάγει: οὐ γὰρ ἐγὼν ἐπαρωγὸς ὑπ᾽ αὐγὰς ἠελίοιο τοῖος ἐὼν οἷός ποτε ἐν Τροίᾳ πέφνον λαὸν ἄριστον, ἀμύνων ᾿“1ργείοισιν."
      },
      {
        "index": 88,
        "text": "εἰ τοῖος δ᾽ ἔλθοιμι, μίνυνϑά zo ἐς πατέρος δῶ, τῷ κέ τεῳ στύξαιμι μένος καὶ χεῖρας ἀάπτους, οἵ χεῖνον βιόωνται ἐέργουσί τ᾽ ἀπὸ τιμῆς, \"τουτέστιν, εἴπερ ἀνεβίων ἔχων τὴν πάλαι &vδρίαν, στυγητὸν ἂν xci φρικτὸν ἐποίησα τὸ ἐμὸν μένος καὶ τὰς ἀπροσπελάστους χεῖρας τινὶ τῶν βιαζομένων τὸν “Πηλέα. Καὶ ὅρα τὸ τέῳ ἀντὶ τοῦ τινὶ πλεονασμὸν ἔχον τοῦ &£, ὁμοίως τῷ ὁτέοισι καὶ τοῖς τοιούτοις ἃ προγέγραπται. καὶ ὅτι τὸ στύξαιμι οὐ μόνον αὐτοπαϑῶς ἀντὶ τοῦ φρίξαιμι καὶ μισήσαιμι, ἀλλ ἰδοὺ νῦν καὶ ἀλλοπαϑῶς ἀντὶ τοῦ, εἰς μῖσος καὶ ἔκπληξιν ἀγάγοιμι."
      },
      {
        "index": 89,
        "text": "σημειωτέον δ᾽ ἐνταῦϑα τὸ στύeua διπλόην dug vov κινήσεως κανονικῆς. ἢ γὰρ ἀπὸ ἀσυνήϑους βαρυτόνου. χανονίζεται ϑέματος τοῦ στύγω στύξω, ἢ ἴσως. ἀπὸ τοῦ στυγῶ στυγήσω γίνεται χατὰ ἀπέλευσιν τοῦ \" τῆς παραληγούσης στύγσω, καὶ τροπῇ τοῦ j εἰς καὶ διὰ τὸ Miri, στύχσω. tira sinn τοῦ X καὶ GO εἰς ὃ γίνεται καὶ ἐπὶ TOU δοκήσω δόχσω δόξω, ἀποτελεῖται τὸ στύξω. ἐξ οὗ τὸ ἔστυξα καὶ τὸ στύξαιμι. ὡς δὲ φιλίως ἔχει τὸ d καὶ τὸ x ᾽ δηλοῖ καὶ ἡ τοῦ X εἰς τὸ y μεταχώρησις ἐν τῷ ἔοιγμεν ἀντὶ τοῦ ἐοίκαμεν, χεῖται παρὰ Xoφοχλεῖ."
      },
      {
        "index": 90,
        "text": "ὅτι δὲ εἰ χαὶ τὸ στυγέω στυγῶ περισπώμενον τέτριπται , οἷον, en δὲ xci ἄλλος, ὅϑεν xc τὸ στυγερὸν καὶ ὃ στυγητὸς, ὅμως ἔχει χώραν εἶναι χαὶ βαρύτονον στύγω στύξω, δῆλον καὶ ἐκ τοῦ στὺξ, ὃ ! πάντως ἐκ τοῦ στύξω epo τοιούτου δὲ ἴ ἤσως ϑέματος καὶ τὸ, κατὰ δ᾽ ἔστυγον αὐτήν, δοχεῖ γὰρ εἶναι ἀπὸ τοῦ στύγω στύξω ἔστυγα ἔστυγον, εἰ μὴ που ἄρα, ὥσπερ ἐκ τοῦ ἐδούπησα χαὶ ἐχτύπησα γίνεται τὸ ἔδουπον καὶ ἔχτυπον, οὕτω xci ἐκ τοῦ ἐστύγησα τὸ ἔστυγον. καὶ οὕτω μὲν ταῦτα. Iagaviay δὲ, τὸ παραμυϑεῖσθϑαι."
      },
      {
        "index": 91,
        "text": "ὡς γὰρ ἐκ τοῦ μυϑεῖσδαι zal φάσκειν καὶ ἀγορεύειν. χαὶ αἰνεῖν γίνεται τὸ παραμυϑεῖσϑαι c τὸ παραιράσχειν χαὶ τὸ παρηγορεῖσϑιαι χαὶ τὸ παραινεῖν, οὕτω xci ἐκ τοῦ αὐδᾶν ἰσοδυνάμου ἐχείνοις ῥήματος τὸ παραυδᾶν. οὐ μὴν οὕτως καὶ ἐκ τοῦ λέγειν\" καὶ τοῦ ἐχεῖϑεν λόγου παραμυϑίαν δηλοῖ καὶ τὸ παραλογίξεσϑαι ἀλλ᾽ αὐτὸ ἐπὶ κατασοφισμοῦ χαὶ ἀπάτης τινὸς τίϑεται. Τὸ δὲ βουλήμην x ἐπάρουρος διττὴν i ἔχει γραφήν. ἢ γὰρ ἐπάρουρος ὃ γῆν ἐργαζόεἴτε χαὶ ἁπλῶς ἐπίγειος, ἢ τρισυλλάβως πάρουρος ὁ εἰς φυλακήν τινὰ τεταγμένος μισϑωτικῶς, οὖρος γὰρ καὶ ὃ φύλαξ, ὃ καὶ ἐπίουρος."
      },
      {
        "index": 92,
        "text": "᾿ἄκληρος δὲ ἀνὴρ ὁ ὀλιγόχλ ἰηρος. διὸ ἑρμηνεύων ἐπήγαγεν, ᾧ μὴ βίοτος εἴτουν χλὴ ρος πολύς. Ὅρα δὲ καὶ ὅτι πόλις xci ἐνταῦϑϑα ἡ “}λλὰς ὑπὸ τῷ Πηλεῖ οὖσα καϑὰ καὶ ἡ Φϑία. λαμπραὶ δὲ ἃ ἄμφω ze περιώνυμοι. διὸ zai Ὀδυσσεὺς εὐρὺ χλέος ἔ; ἔχειν ἐῤῥέϑη που zef “Ελλάδα καὶ μέσον \"Aoyos. zr Εὐριπίδης δὲ ἐν τῷ ἀπορεῖν περί που τὰ \"τῆς ᾿χάβης εἰ | Δωρίδα γῆν ἀφίξεται ἢ Φϑίαν ὁ ἐκεῖσε χορὸς, τὴν αὐτὴν δηλοῖ é ἔννοιαν τὸ χαϑ' ' Πλλάδα καὶ uécov ἄργος ἐν διαφόροις λέξεσι. “ωριεῖς τε γὰρ οἱ περὶ τὸ Ἄργος ἤτοι τὴν Πελοπόννησον, καὶ ἡ DÓ(a δὲ Θετταλεκὴ καϑὰ"
      },
      {
        "index": 93,
        "text": "xci ἡ “Ἑλλάς. ὡς yet μεγάλων τμημάτων ἐν ᾿ἡχαιοῖς ἡ ποίησις μνημονεύει τῶν Tt χατὰ Θετταλίαν, τῶν τε χατὰ Πελοπόννησον. To δὲ γῆρας κατέχει χεῖρας χαὶ πόδας, δίδωσιν ἀστείως τὸ γῆρας δεσμὸν φύσεως εἰπεῖν. CVers, ) T0 δὲ οἷος ποτὲ ἐν Τροίᾳ ἔπεφνον λαὸν ἄριστον τὸ τοῦ ᾿ἄχιλίως δηλοῖ φιλότιμον μεμνημένου ὧν ἠρίστευσεν, ἔτι δὲ καὶ τὸ ἀνδρεῖον, ὡς μὴ λαὸν ἁπλῶς φονεύοντος, ἀλλὰ καὶ ἄριστον. Ὅτι ὃ ἐφ᾽ οἷς ἠρωτήϑη ἀληϑευτιχῶς ἐ ἐρεῖ τὸ, πᾶσαν ἀληϑείην μυϑήὡς μὲ κελεύεις. ᾿Ιστέον δὲ ὅτι ἐνθυμούμενός τις ᾿ΑἽχιλλέα χαὶ Αἴαντα xci INsomro*."
      },
      {
        "index": 94,
        "text": "λέμον, ἤδη δὲ καὶ Πάτροχλον, τοὺς ἀνέκαϑεν «Αἰγινήτας, εὔξαιτ᾽ ἂν εἴπερ εὐροεῖ τὰ χατὰ βίον καὶ ἄριστα τύχης ἔχει, μὴ ἀχοῦσαι παροιμιωδῶς πρὸς τῷ τέλει τοῦ i βίου. τό\" ταπρῶτ᾽ ἀριστους παῖδας Aw. ἐκτρέφει. χαὶ γάρ τοι καὶ οἱ ῥηϑέντες ἱ ἥρωες ἀκμαῖοι μὲν ἔϑαλλον, ὕστερον δέ φασιν ἐπὶ τὸ χεῖρον μετέβαλλ ὡς αἱ κατ᾽ αὐτοὺς ἱστορίαι δηλοῦσιν. CU Vers. ) Ὅτι τὸν N ᾿ἑοπτόλεμον Ὀδυσσεὺς i ἤγαγεν εἰς Τροίαν ἀπὸ Σχύρου, ἢ τῆς viov κατά τινας ὧν εἷς χαὶ ὃ Σοφοκλῆς, ἢ: xc ἑτέρους ἀπό τινὸς πόλεως “ολόπων Σ᾽ χύρου χαλουμέγης."
      },
      {
        "index": 95,
        "text": "( ens; τὸν δὲ Νιεοπτόλεμον τοῦ ἤτον ὃς χαὶ Πύῤῥος ἐχαλεῖτο, καϑὰ xci ἀλλαχοῦ ἐδηλώϑη, ἐγκωμιάξων ὁ Ὁμηρικὸς ᾿Οδυσσεὺς φησίν\" ὅτε ἀμφὶ πόλιν Τρώων φραζοίμεϑα βουλὰς, αἰεὶ πρῶτος ἔφραζε καὶ ovy ἡμάρτανε αὐϑων. Νέστωρ ἀντίϑεος καὶ ἐγὼ νικασχῦμεν οἴω, τουτέστι αὐτὰρ Or ἐν πεδίῳ Τρώων \"μαρνοίμεϑα χαλκῷ, οὔτε ποτ᾽ ἐς πληϑὺν μένεν ἀνδρῶν οὐδ᾽ ἐν ὁμίλῳ, ἀλλὰ πολὺ προϑέεσκεν , ἑὸν μένος οὐδενὶ εἴχων, πολλοὺς δ᾽ ἄνδρας ἔπεφνεν ἐν αἰνῇ δηϊοτῆτι, τουτέστι, πολλοὺς ἀνεῖλε μαχόμενος. πάντας δ᾽ ovx ἂν ἐγὼ μυϑήσομαι οὐδ᾽ ὀνομήνω ὕσσον λαὸν ἔπεφνεν ἀμύνων ᾿Φργείοισιν, ἀλλ᾽ οἷον τὸν Τηλεφίδην χατενήρατο χαλχῷ ἥρω ᾿ΕΕὐρύπυλον."
      },
      {
        "index": 96,
        "text": "πολλοὶ δ᾽ ἀμφ᾽ αὐτὸν ἑταῖροι Κήτειοι κτείνοντο γυναίων εἵνεκα δώρων. κεῖνον δὴ κάλλιστον ἴδον μετὰ Μέμνονα δῖον. αὐτὰρ 0r εἰς “ἵππον κατεβαίνομεν 0v κάμ᾽ ᾿ Ἐπειὸς ᾿Αργείων οἱ ἄριστοι, ἐμοὶ δ᾽ ἐπὶ πάντ᾽ ἐτέταλτο, ἡμὲν ἀνακλῖναι πυχινὸν λόχον ἠδ᾽ ἐπιϑεῖναι. ἔνϑ᾽ ἄλλοι Δαναῶν ἡγήτορες ἠδὲ μέδοντες δάχρυά τ᾽ ὠμόργνυντο, οἷα δηλαδὴ δακρύοντες, τρέμεν δ᾽ ὑπὸ γυῖα ἑκάστου, κεῖνον δ᾽ οὔ ποτε πάμπαν ἐγὼν ἴδον ὀφϑαλμοῖσιν οὔτ᾽ ὠχρήσαντα χρόα κάλλιμον, οὔτε παρειῶν δάκρυ᾽ ὁμορξάμενον, πέρ ἐστι περίφρασις τοῦ δακρύσαντα."
      },
      {
        "index": 97,
        "text": "δέ us μάλα πόλλ ἱκέτευεν ἱππόϑεν ἐξίμεναι, ἐστιν ἐξελϑεῖν. ξίφεος δ᾽ ἐπεμαίετο κώπην, χαὶ δόρυ χαλχοβαρὲς, oU κατ᾽ ἐμοῦ δηλαδὴ τοῦ λοχαγοῦ ὡς κωλύοντος αὐτὸν, ἀλλὰ κατὰ τῶν Τρώων, ὡς ἕτοιμος ὧν συμμίξαν αὐτοῖς, διὸ ἑρμηνεύων ἐπάγει\" κακὰ δὲ Τρώεσσι μενοίνα, ἤγουν προεϑυμεῖτο. ἀλλ᾽ ὅτε δή φησι Πριάμοιο πόλιν διεπέρσαμεν αἰπὴν, μοῖραν καὶ γέρας ἐσϑλὸν ἔχων ἐπὶ νηὸς ἔβαινεν, ἀσχηϑὴς, ἐστιν ἀβλαβὴς ὡς πολλαχοῦ δηλοῦται. καὶ ἑρμηνεύων ἐπάγει\" οὔτ᾽ ἂρ βεβλημένος ὀξέϊ χαλκῷ οὔτ᾽ αὐτοσχέδιην οὐτασμένος, οἷά τὲ πολλὰ γίνεται ἐν πολέμῳ."
      },
      {
        "index": 98,
        "text": "ἐπιμὶξ δὲ μαίνεται δρης. Zo(WVers. ταῦτα δὲ τοῦ Ὀδυσσέως εἰπόντος γηϑόσυνος ἐπὶ τοῖς τοῦ \"παιδὸς ἀγαϑοῖς ὃ καλὸς ᾿Αχιλλεὺς γενόμενος ᾧχετο. φησὶ γάρ\" ὡς ἐφάμην. ἡ δὲ τοῦ ᾿Αχιλλέως ψυχὴ φοίτα μαχρὰ βιβῶσα xat. ἀσφοδελὸν λειμῶνα, γηϑοσύνη, ἃ ὅ οἱ υἱὸν ἔφην ἀριδείχετον εἰναι. τοιοῦτον οἱ ἀγαϑοὶ πατέρες ἐπὶ ἄξιεπαίνοις παισί. Καὶ ὅρα. ὕπως δεξιῶς ὃ ποιητὴς κἀνταῦϑα i ἱστορίας ᾿παρενέϑετο πολλάς τε καὶ εὐχρήστους μετὰ γοργότητος, ἵνα μὴ τῷ μονοειδεῖ τῶν φϑασάντων ὑπτιάζη ἀποκχναιόμενος ὃ ἀχροατὴς, μάλιστα δὲ τὸ καινὸν ἡ φράσις ἔχῃ ἐν τῷ καὶ ἀνηχούστους ἱστορίας ἐνταῦϑα τεϑῆναι, αἷς οὐχ᾽ εὕρηται ἐνδιαáo rof yes ὃ ποιητὴς ἀλλαχοῦ."
      },
      {
        "index": 99,
        "text": "᾿Ιστέον δὲ ὅτι Ὁμήρου καὶ τῶν πλειόνων ἕνα παῖδα λεγόντων 4ηϊδαμείας καὶ ᾿Αχιλλέως τὸν Νεοπτόλεμον, Δημήτριος ὃ ὁ ᾿Ιλιεὺς δύο ἱστορεῖ. b Ὄνειρόν τε καὶ Νεοπτόλεμον. ὃν aveλών φησιν ἐν Φωχίδι Ὀρέστης ἀγνοίᾳ, ὕστερον δὲ γνοὺς, τάφον αὐτῷ ἐποίησε περὶ devi, καὶ ἄναϑεὶς τὸ ξίφος ᾧ ἀνεῖλεν αὐτὸν ἀπῆλϑεν εἰς τὴν λευχὴν νῆσον ἣν ὃ “Ἰυχόφρων φαληριῶσαν σπῖλον καλεῖ xci τὸν ᾿ἀχιλλέα ἐξιλεώσατο. Ape δὲ Ort Πάρις ἀνεῖλε τοξεύσας καϑωμίληται. “Σώστρατος δὲ ἱστορεῖ ᾿Αλέξανδρον ᾿Απόλλλωνος ἐρώμενον xci μαϑητὴν τοξείας, ὑφ᾽ οὗ τόξον ἐλεφάντινον σχόντα τοξεῦσαι ᾿“Ιχιλλέα χατὰ γαστρός."
      },
      {
        "index": 100,
        "text": "Τέλλης δὲ ἱστορεῖ Πενϑεσίλειαν ἀνελεῖν τὸν ᾿ΔΙχιλλέα, αἰτησαμένης δὲ Θέτιδος τὸν Δία, ἀναστῆναι αὐτὸν καὶ ἀντανελεῖν ἐχείνην. \"Apte δὲ πατέρα Πενϑεσιλείας δίκην λαχεῖν Θέτιδι. κριτὴν δὲ γενόμενον Ποσειδῶνα χαταχρῖναι ἼΆρην. χαὶ τοιάδε μὲν ταῦτα. ᾽Εν δὲ τοῖς προσεχῶς ὑπὸ τοῦ ποιητοῦ ῥηθεῖσιν ἔστιν ἰδεῖν ὡς πολὺ τὸ τοῦ Νιεοπτολέμου ἔν τε τοῖς πρὸ"
      },
      {
        "index": 101,
        "text": "τῆς πολιορχίας x«l τοῖς ἐν αὐτῇ καὶ μετ᾿ αὐτὴν ἐγκώμιον, οὗ τὸ κεφάλαιον τὸ καὶ λόγοις αὐτὸν ἐμπρέπειν καὶ ἔργοις, ἐνευδοκιμεῖν. χαὶ κὐξύτητα δὲ vog αὐτῷ ἐπιμαρτύρεται, τὸ ἀεὶ πρῶτον βάζειν, βο εὐμάϑειαν δὲ χαὶ ἀγχίνοιαν τὸ μὴ ἁμαρτάνειν μύϑων. ἄλλως γὰρ “πολλοὶ πρῶτοι μὲν βάζουσι προπετεῖς ὄντες, ἁμαρτάνουσι δὲ μύϑων, πιστούμενοι μὴ ἀσφαλεῖς εἶναι τοὺς φρονεῖν ταχεῖς κατὰ τὸν τραγικόν. εἰ δὲ τοῦ ἀντιϑέου Νέστορος καὶ τοῦ πολυμηχάνου Ὀδυσσέως δεύτερος ἐξέπιπτεν ἐν βουλαῖς ὁ Νεοπτόλεμος, οὐκ ἂν εἴη μεμπτέος, εἴγε ἡ ἐμπειρία ἔχεν τι λέγειν τῶν νέων σοφώτερον, \" Eare δ᾽ εἰπεῖν ἐνταῦϑα καὶ ὅτι πάνυ φιλαχιλλεὺς ὧν ὃ ποιητὴς, ὡς ἡ ᾿Ιλιὰς ἔδειξε, καὶ τὸ τῆς ἱστορίας βαϑὺ φρέαρ τῆς ἐπ᾽ ἐχείνῳ ἐξηντληχὼς ἐχεῖ ἐν ταῦϑα βραχὺ μέν τι ἐλάλησεν ἐπὶ τῷ πατρί."
      },
      {
        "index": 102,
        "text": "quioriμεῖται δὲ σεμνύναι τὸν υἱὸν, ὡς ἐγχωρεῖ, οἷα πατρῴζοντα, μεϑοδεύσας δεξιῶς καὶ τῷ μεγάλῳ Αἴαντι τοῦτον παραβαλεῖν, εἴγε ὥσπερ ἐκεῖνος παραδέδοται μὴ παϑεῖν πληγὴν ἕν ὕλῳ τῷ ᾿Ιλιαχῷ πολέμῳ οὕτως ἐξέϑη xai ὁ Νεοπτόλεμος εἴτουν Πύῤῥος, ὃν φάμενοί τινες πρῶτον τοῦ δουρείου ἵππου ἐχπηδῆσανι αὐτῷ παρονομασϑῆναι τὸν δίβραχυν πυῤῥίχιον φήϑησαν. παρ᾽ οἷς καὶ ὕμνος αὐτῷ ἐτίϑη μέτρῳ πυῤῥιχιαχῷ χρησίμῳ xai εἰς πυῤῥίχην ὄρχησιν, περὶ ἧς ἐν τοῖς εἰς τὴν ᾿Ιλιάδα δεδήλωται. Τὸ δὲ οὐχ᾽ ἡμάρτανε μύϑων οὐχ ἀφαμαρτοεπῆ τὸν ἱΥεοπτόλεμον εἶναι δηλοῖ, ὕπερ ἐν ᾿Ιλιάδι τῷ Meνελάῳ ἐπεμαρτυρήϑη."
      },
      {
        "index": 103,
        "text": "Τὸ δὲ οὐκ ἐν πληϑύϊ οὐδ᾽ iv ὁμίλῳ, ἀντὶ τοῦ οὔτε ἐν τῷ χοινῷ τῶν ᾿Αχαιῶν ὄχλῳ, οὔτε ἐν τοῖς κατὰ ἴλας μαχομένοις. ἴσως δὲ καὶ ταυτὸν ἐκ παραλλήλου τὸ ἐν πληϑύϊ καὶ τὸ ἐν ὁμίλῳ. Τὸ δὲ ἑὸν μένος, ἢ τοῖς ὄπισϑεν συνταχτέον, ἵνα λέγῃ ὅτι πολὺ προϑέεσχε κατὰ τὸ ἑὸν μένος, 1j τοῖς ἐφεξῆς We ἢ, οὐδενὶ εἴκων τὸ ἑαυτοῦ μένος. δῆλον δὲ ὅτε ὁ πολὺ προϑέων τῶν ἄλλων οὔτε ἐν πληϑύϊ μένει οὔτε ἐν ὁμίλῳ. \"Τὺ δὲ πολλοὺς ἔπεφνεν « ἀναγκαίως emere. πολλοὶ γὰρ προϑέουσι μὲν, πέφνουσι δὲ οὐδένα. εἰ δὲ καὶ ἀλογίστως προϑέουσιν, οἱ τοιοῦτοι ὡς ταπολλὰ xc προπίπτουσι."
      },
      {
        "index": 104,
        "text": "Τὸ δὲ πολλοὺς ἔπεφνεν ἐφερμηνεύων ἔφη τὸ, πάντας οὐχ ἂν ἐγὼ μυϑήσομαι ὃ ὕσσον λαὸν ἔπεφνεν. Ὅτι δὲ περιώνυμος ἐν ταῖς ἱστορίαις ὁ Τήλεφος, ὃς καὶ παροιμίαν παρήγαγε τὴν, ὁ τρώσας ἰάσεται, zc ὅτι ἀνδρεῖος χαὶ ὃ yis ione Liρύπυλος, πολλαχοῦ δηλοῦται. ὁ δὲ yeu ράφος ἱστορεῖ καὶ ὡς ἐν τοῖς περὶ Κάϊκον τόποις φαίνεται βασιλεύειν xa Ὅμηρον ὁ Εὐρύπυλος. ὃς δὴ ΚΚάϊχος διέχει φασὶν ᾿δλαίας «Τἰολικῆς πόλεως. σταδίους δώδεχα. ἡ δὲ Ελαία διέχουσα τοῦ Περγάμου σταδίους ἑκατὸν εἴκοσιν ἐπίνειον εἶναι λέγεται Περγαμὴνῶν."
      },
      {
        "index": 105,
        "text": "\"Ev δὲ τῷ, ἥρω Μὐρύπυλον, οἱ μὲν ἡ ἥρωα γοοῦσι κατ᾽ exin , οἱ δὲ ἥρω φασὶ δισυλλάβως ἢ ἢ κατὰ κλίσιν ἰσοσύλλαβον, ἢ μᾶλλον κατὰ ἀποκοπὴν, ὁμοίως τῷ γέλω ἔχϑανον. Ὅρα δὲ καὶ ὅτι Εὐρύπυλος μὲν τὸ κύριον, τὸ δὲ ἐπιϑετιχὸν εὐρυπυλὲς, ὡς δηλοῖ τὸ, εὐρυπυλὲς \"Aióog δῶ. ἔχει δέτινα ὁμοίαν διφόρησιν καταλήξεως χαὶ τὸ ἄτερπος χαὶ ἀτερπὴς, ὧν τοῦ μὲν χρῆσις ἐν τῷ, ἀτέρπου ὀϊζύος, τοῦ δὲ ἐν τῷ, ἀτερπέα. δ᾽ αὖλιν ἔχυρσαν. Κήτειου. δὲ κατὰ uiv ᾿Αρίσταρχον οἱ \"μεγάλοι παρὰ τὸ χῆτος, κατὰ ἀναλογίαν τοῦ, χῆδος κήδειος χαὶ τῶν ὁμοίων."
      },
      {
        "index": 106,
        "text": "ἐν οἷς καὶ ἀπὸ τοῦ 2ο γῆρος ἀκάνϑης ἐξάνϑημα παρὰ τῷ oer τὸ γήρειον, ὡς ἐν τοῖς εἰς τὴν ᾿Ιλιάδα διεσαφήϑη). ἐν δὲ τοῖς τοιούτοις εἰ ζητεῖται διὰ τί τὸ σχότιος, οἷον, σχότιον δὲ ἐγείνατο μήτηρ, ἔτι δὲ καὶ τὸ, σχοτίους ἀπιόντας διὰ τῆς πολεμίας , οὐχ ἐγράφηναν δεὰ τῆς ec διφϑόγγου ὡς ἀπὸ τοῦ σχότος, ὁμοίως τῷ, κῆτος κήτειος χαὶ τοῖς xat* αὐτὸ, ῥητέον Ort γίνεται μὲν σχότιος ἐκ τοῦ σχότος, πλὴν οὐχ ix τοῦ οὐδετέQov ἀλλὰ τοῦ ᾿Αττικωτέρου à ἀρσενικοῦ, χατὰ τὸ, δόλος δόλιος, γόμος νόμιος, ^\" Eri ἰστέον καὶ ὅτι κητείους τοὺς ψμισϑωτρὺς εἶπον διὰ τὸ ἀκόρεστον ἐκ μεταφορᾶς χήτους."
      },
      {
        "index": 107,
        "text": "ἕτεροι. δὲ ἔϑνος Μυσίας φασὶ τοὺς ὕστερον ᾿Βλεάτας ἀπὸ Κητείου ποταμοῦ͵ χειμαῤῥώδους ἐν τῇ ᾿Πλεάτιδι, ὃν καὶ κητώεντα φασίν. ἄλλον δὲ κητείους τοὺς Περγαμηνοὺς ἐνόησαν. ἔνιοι δὲ γράφουσι χήδειοι,. τουτέστι χηδεσταὶ, συγγενεῖς, ἢ καὶ ἄλλως εἰπεῖν, χήδιστοι, εἰσὶ δὲ οἱ γράφουσι c χήτειοι γυναίων εἵνεχα δώρων, τουτέστιν ἐστερημένοι γυναικῶν ἕνεκα δώρων i ἤγουν μισϑοῦ. ἐπεὶ δώροις ὁ ὁ \"Lr xci ἐδωδῇ κατέτρυχε τοὺς λαοὺς, διὰ τοὺς ' συμμάχους, ὧν εἷς χαὶ ὁ Evoinvhog. τινὲς δὲ τὸ γυναίων χαὶ τὸ δώρων ὁμοῦ ἀναγινώσκουσι, γοοῦντες χτητικῶς πγύναια δῶρα, τουτέστι γυναικεῖα, ἢ τὸν “ρμιόνης γάμον, ὃν ἐν Τροίᾳ τῷ Νεοπτολέμῳ ὑπέσχετο καὶ κατένευσεν ὁ Δενέλαος, ἢ χρυσῆν τινά (φασιν ἄμπελον, ἣν Ζεὺς μὲν ἐχαρίσατο ἀντὶ Τανυμήδους τῷ πατρὶ Tow, Πρίαμος δὲ ἐκ διαδοχῆς ἐλϑοῦσαν εἰς αὐτὸν ὑπέσχετο arvoyy τῇ ἑα"
      },
      {
        "index": 108,
        "text": "ἀδελφῇ, Εὐρυπύλου δὲ μητρὶ, εἰ πέμψει ἐπὶ συμμαχίᾳ τὸν υἱὸν, φάμενον ἐπὶ τῇ μητρὶ κεῖσϑαι τὴν εἷς πόλεμον ἐξέλευσιν αὐτοῦ, ἵνα δηλοῖ ὃ λόγος, ὡς διὰ γυναικὸς δωροδοχίαν Εὐρύπυλος συνεμάχησε. ἄλλοι δέ φασι τῇ Εὐρυπύλου γυναικὶ ὑποσχῆσϑαι δῶρα πρὸς Πριάμου, εἰ ἀναπείσει τὸν ἄνδρα συμμαχῆσαι Τρωσίν. ἔδοξε δέ τισι χρεῖσσον ἀποδοῦναι, ὡς ὑπόσχεσιν ἔϑετο Πρίαμος ὐρυπύλῳ, χαϑὰ xa πρὸ αὐτοῦ τῷ Ὀδρυονεῖ, μίαν τῶν ϑυγατέρων δώσειν ἐπικουρήσαντι. xai τοῦτο εἶναι φασὶ τὰ γυναικεῖα δῶρα. ὁ δὲ γεωγράφος εἰς ταῦτα γράφει τοὺς παρ᾽ Θμήρῳ κητείους μὴ εἰδέναι ovg δεῖ δέξασϑαι ἤτον νοῆσαι, οὐδὲ τὸ γυναίων εἵνεκα δώρων, τοὺς δὲ γραμματιχοὺς μυϑάρια παραβάλλοντας εὐρεσιλογεῖν μᾶλλον ἢ λύειν τὸ ζητούμενον."
      },
      {
        "index": 109,
        "text": "λέγει δὲ καὶ τὸν Κήτειον ποταμὸν ῥέειν εἰς τὸν Καάϊΐχον, οὐ περὶ τὴν Ἴδην αἱ πηγαί, ᾿Ιστέον δὲ ὅτι οὐ μόνον ἐπὶ τῇ δεδηλωμένῃ ᾿“Ιστυόχη δῶρον ἴσχυσε χατὰ φίλου παιδὸς, ἀλλὰ xci \"iri ᾿Εριφύλῃ κατὰ ἀνδρὸς τοῦ καλοῦ ᾿ἀμφιάρεω. ἣν δὲ τὸ ἐπὶ ταύτῃ δῶρον ὕρμος χρυσοῦς ὃς ὕστερον περιῆλιϑε τῷ Φοίβῳ ἐξ αἰτίας τοιαύτης. ᾿Αλκμαίων ὃ ἐξ ᾿Αμφιάρεω χαὶ ᾿Βριφύλης, τὴν μητέρα κτανὼν χόλῳ τῷ ὑπὲρ τοῦ πατρὸς ὁμοίως Ὀρέστῃ χαὶ διατοῦτο μανίᾳ περιπεσὼν , χαϑὰ καὶ ἐκεῖνος, εἶτα τοῦ μεμηνέναι ἀπαλλαγεὶς c εὐχόμενος μηκέτι ταυτὸ παϑεῖν, καὶ ἀκούσας ἐξ ᾿Απόλλωνος τὸ, τιμῆέν μ᾽ αἰτεῖς δῶρον μανίης ἀποπαῦσαι καὶ σὺ φέρειν τιμῆεν ἐμοὶ γέρας ᾧ more μήτηρ ᾿“μφιάραον ἔχρυψ᾽ ὑπὸ γαῖαν αὐτοῖσι σὺν ἵπποις, ἔδωχε τὸν ζητηϑέντα χρύσεον ὅρμον τῆς ᾿Εριφύλης καὶ ἀπηλλάγη."
      },
      {
        "index": 110,
        "text": "ἔοικε δὲ χαίρειν τὸ ῥηϑὲν δαιμόνιον ἄλλοις τε ἀναϑήμασιν, ὡς πολλαχοῦ δηλοῦται, καὶ χόσμοις δὲ γυναιχῶν. Μενελάῳ γοῦν ἐρομένῳ τὸν Πύϑιον πῶς ἂν ᾿“λέξανδρον τίσαιτο, ἔφη ἐχεῖνος οὕτω\" πάγχρυσον φέρε κόσμον ἑλὼν ἀπὸ σοῦ ἀλόχοιο δειρῆς, ὅν ποτε Κύπρις ἔδωχ᾽ ᾿ Ελένῃ μέγα χάρμα. ὥς σοι ᾿Αλέξανδρος τίσιν ἐχϑίστην ἀποδώσει. καὶ ἀνέϑηκχεν ἐχεῖνος τὸν ζητηϑέντα ὅρμον καὶ ἀπηλλάγη τέλεον. χάλλιστον δὲ ὃ ποιητὴς τὸν Εὐρύπυλον ἱστορεῖ μετά ys τὸν «Αἰϑίοπα Μέμνονα περὶ Τρωϊχῶν ἐπιχούρων λαλῶν."
      },
      {
        "index": 111,
        "text": "ἣν δὲ πάντως τοιοῦτος καὶ Νεοπτόλεμος, οὗ χρόα κάλλιμον φησί. \"Περιᾷδεται δὲ ὃ Méuvov, καὶ δοχεῖ διὰ τὸ κάλλος ἡμέρας υἱὸς εἶναι, ὡς καὶ ἐν ἄλλοις ἐῤῥέϑη. ὡς δὲ καὶ Τιϑωνοῦ ἢν υἱὸς, καὶ ὡς ἐξ Αἰϑιόπων ἐπικουρήσων ἦλϑεν εἰς Τροίαν, καὶ ὡς uA αὐτὸν κατέῤDue κρατερῶς ἀνϑιστάμενον τοῖς ᾿“ἰχαιοῖς, τοῖς ἱστοροῦσι τεϑρύληται. ὅτι δὲ ὃ τοιοῦτος Μέμνων καὶ τὸν καλὸν ἀνεῖλε ΝΝΜεστορίδην ᾿αἸντίλοχον, ἡ ἱστορία δηλοῖ. περὶ οὗ ἱστορεῖ ᾿Ασχληπιάδης ὃ Μυρλεανὸς, ὡς χρησμοῦ δοϑέντος Νέστορι, φυλάττεσθαι ἐπὶ τῷ υἱῷ ᾿Αντιλόχῳ τὸν Αἰϑίοπα, ἔδοτο αὐτῷ μνήμονα ὃ πατὴρ χαὶ ὑπασπιστὴν Χάλκωνα Κυπαρισσία, ὃς ἐργασϑεὶς Πενϑεσιλείας καὶ βοηϑῶν αὐτῇ ἀνῃρέϑη i ὑπ᾽ ᾿Αχιλλέως, xci τὸ σῶμα ὑπ᾽ ᾿Ῥλλήνων ἀνεσκολοπίσϑη."
      },
      {
        "index": 112,
        "text": "ἐδόϑησαν δὲ καὶ ἄλλοις τῶν ἡρώων μνήμονες, οἷον τῷ ᾿Αχιλλεῖ πρὸς τῆς μητρὸς, ὡς ἱστορεῖ καὶ ““υκόφρων. χαὶ τῷ Πατρόκλῳ δὲ ὑπ᾽ ᾿Αχιλλέως Εὔδωρος μετὰ τὴν μῆνιν ἐν τῇ ναυμαχίᾳ, ὥςτε μὴ πρόσω χωρεῖν: ἀναιρεϑῆναι δ᾽ αὐτὸν εὐθὺς i ἐν τῇ συμβολῇ ὑπὸ Πυραίψμου, διὸ χαὶ αὐτὸν πρῶτον ἀναιρεϑῆναι ὑπὸ Πατρόκλου ἱστορεῖ Τιμόλαος ὃ ΜΙαχεδών. ᾿Αντίπατρος δὲ ὁ ᾿ἀχάνϑιος φησὶ καὶ τῷ\" ἔχτορι 4άρητα Φρύγα δοϑῆναι μνήμονα, μὴ ἀνελεῖν qiAov ToU ᾿ΑΙχιλλέος, ᾿Απόλλωνος τοῦ Θυμβράίου τοῦτο χρήσαντος, τὸν δὲ αὐτομολήσαντα θο ὑπὸ Ὀδυσσέως κἀναιρεϑῆναι."
      },
      {
        "index": 113,
        "text": "᾿Ερέσιος δὲ ἱστορεῖ zai Πρωτεσιλάῳ δοϑῆναι μνήμονα Δάρδανον Θετταλὸν, δοϑέντος χρησμοῦ Φυλάκῳ τῷ πατρὶ, ἀναιρεθῆναι εἶ προπηδήσει, ὃ χαὶ γέγονε. μή ποτε οὖν φασὶ παρ᾽ Ὁμήρῳ οὕτω λύεται τὸ, τὸν δ᾽ ἔχτανε Δάρδανος ἀνὴρ, ὡς τοῦ Δαρδάνου μὴ ἐνθυμήσαντος αὐτὸν τὴν ἀπόβασιν. χαὶ μὴν (ιλόστρατος ὑπὸ ᾿Ἵχάτου φίλου «Αἰνείου τὸν “Πρωτεσίλαον ἀναιρεῖ. χαὶ οὗτός ἐστι xar! αὐτὸν ὃ παρ᾽ Ὁμήρῳ “άρδανος ἀνὴρ, εἰς δὲ τοῦτο πλείω ἐν τῇ ᾿Ιλιάδι γώ ψαπτῶι, χαὶ οὕτω μὲν χαὶ ταῦτα. Τὸ δὲ εἰς ἵππον κατεβαίνομεν, τὸν δούρειον δηλαδὴ, σχήματι ἐμε τθϑϑφάσεως ἤ ἤτοι συλλογισμοῦ, ὧν ἴδιον δι᾿ ὑπονοίας αὔξειν \"τὸ δηλούμενον, βάϑος δηλοῖ χαὶ εὐρυχωρίαν τῆς ἐχείνου γαστρός."
      },
      {
        "index": 114,
        "text": "φασὶ δὲ τοὺς εἰς αὐτὸν χαταβάντας τινὲς uiv, ὧν καὶ Στησίχορος, ἑκατὸν εἶναι, ἕτεροι δὲ δώδεκα, Μενέλαον, Διομήδην, Φιλοχτήτην, Μηριόνην, Νεοπτόλεμον, Εὐρύπυλον, Εὐρυδάμαντα, Φείδιππον, “ΤἹεοντέα, Ménire, Ὀδυσσέα, χαὶ Εὔμηλον. εἰ δὲ τοῦϑ᾽ οὕτως ἔχει.) ποῦ ἔστιν Ἴάντιαλος οὗ φϑάσας ἐμνημόνευσεν ὃ ποιητής ; Τὸ δὲ ὃν κάμ᾽ ᾿ Επειὸς, ἀντὶ τοῦ, περὶ ὃν ἔχαμεν, ἢ καὶ ἄλλως à ἀντὶ τοῦ, ὃν καμὼν ἐποίησε, κατὰ τὸ, ὃν ᾿Επειὸς ποίησε σὺν ᾿4ϑήνῃ. Τὸ δὲ ἡμὲν ἀνανλῖναι πυχινὸν λόχον ἠδ᾽ ἀναϑεῖναι παρῴδηταν ἀπὸ τῆς ᾿Ιλιάδος ἐκ τοῦ, ἠμὲν ἀναχλῆναι"
      },
      {
        "index": 115,
        "text": "πυχινὸν νέφος ἠδ᾽ ἐπιϑεῖναι. οὕτω γὰρ xci ἐν τῷ ἵππῳ ἐπετέταλτο τῷ Ὀδυσσεῖ πάντα, ἤγουν καὶ κλεῖσαι καὶ αὖϑις ἀνοῖξαι τοῖς ἀριστεῦσιν ὅτε χαιρός. διὸ καὶ ὁ Νεοπτόλεμος αὐτὸν μάλα ἱχέτευεν ἐξελϑεῖν, φρονίμῳ δὲ πάντως ἀνδρὶ, ὁποῖος καὶ Ὀδυσσεὺς, τὸ τοιοῦτον ἔργον ἔπρεπεν, ἤγουν τὸ ὡσανεὶ πυλωρεῖν ἐν τῷ δουρείῳ ἵππῳ. Τὸ δὲ ἡγήτορες καὶ μέδοντες τῆς αὐτῆς χἀνταῦϑα ἐννοίας εἰσίν. ἔστι δὲ καὶ ἄλλως νοῆσαι ἡγήτορας μὲν τοὺς κατ᾽ ἀνδρίαν καὶ ᾿\"ῥωμαλεότητα ἥγουμένους, μέδοντας δὲ τοὺς χατὰ τὸ μήδεσθαι ἤγουν βουλεύεσθαι."
      },
      {
        "index": 116,
        "text": "Τὸ δὲ δαχρύειν χαὶ τρέμειν οὐ παντελῶς τῶν ἀνδρείων ἀποφάσκεται, ἀλλ᾽ ἔστιν αὐτοῖς ἐν χαιρῷ καὶ τοιαῦτα πάσχειν κατὰ τοὺς τῆς ἀρετῆς κανόνας, ὡς καὶ ὃ ποιητὴς ἐνταῦϑια ὑποδηλοῖ. περὶ δὲ τοῦ ὀμόργνυσϑαι προγέγραπται. ἐκ δὲ τοῦ ὠχρῆσαι τὸ ὠχριάσαι γίνεται xc\" ὁμοιότητα τοῦ μειδῆσαι καὶ μειδιάσαι, καὶ τοῦ κατηφεῖν καὶ κατηφιᾶν. Τὸ δὲ ἱππόϑεν ἐξίμεναι γράφεται καὶ ἐξέμεναι ἀντὶ τοῦ ἐχπέμψαι. Ore μέντοι ἐξῆλϑον τοῦ δουρείου ἵππου οἱ ἐντὸς, ἱππόϑεν ἐχχύμενοι ἔφη ὃ ποιητὴς, χαὶ χεῖται ἡ τοιαύτη λέξις πολλαχοῦ ἐπὶ συντόνου κινήσεως στρατιωτιχῆς."
      },
      {
        "index": 117,
        "text": "Τὸ δὲ κώπη ξίφους εἰχασμὸν ἐμποιεῖ τοῖς πολλοῖς τῆς σπάϑης πρός γε τὴν ϑαλασσίαν πλάτην ἐν ἀστειότητι, ὡς εἰρῆσϑαι κώπην ξίφους πρὸς διαστολὴν τοιαύτης κώπης εἴτουν πλάτης. δῆλον δὲ ὅτι καὶ κωπῆεν ξέρος ἐκ ταύτης λέγεται. ᾿Εν δὲ τῷ, οὔτε βεβλημένος οὔτε αὐτοσχεδίην οὐτασμένος, διαφορὰ ὡς καὶ ἐν ἄλλοις φαίνεται τοῦ τε πόῤῥωθεν βάλλεσθαι καὶ τοῦ ἐγγύϑεν οὐτάζεσϑαι. Τὸ δὲ ἐπιμὶξ μαίνεται \"Agna τὸ τοῦ Ἄρεος δηλοῖ ἀλλοπρόσαλλον xc ὕπως κοινὸς ὃ ἐνυάλιος. Τὸ δὲ μαίνεται ἀντὶ τοῦ κινεῖται."
      },
      {
        "index": 118,
        "text": "τοῦτο δὲ ovy ἁπλῶς, ἀλλ ὡς τῆς κα τὰ μάχην κινήσεως μᾶγίᾳ ἐοικυίας διὼ τὸ ἐνθουσιᾶν. ao Τὸ δὲ ἐφοίτα μαχρὰ βιβῶσα γηϑοσύνη χαρᾶς παραστατιχόν. TO δὲ κατ᾽ ἀσφοδελὸν λειμῶνα ol μὲν συναλείφουσι καὶ φασὶ τετρασυλλάβως ἀσφοδελὸν, εἰσὶ δὲ οἱ καὶ χωρὶς τοῦ ἃ γράφουσι σφοδελὸν, καὶ φέρεται ἀμφοτέρως, ὡς καὶ ἀσταφὶς καὶ σταφὶς, καὶ ἄσταχυς καὶ στάχυς, ἄλλοι δὲ σποδελὸν διὰ τὴν σποδὸν τῶν καιομένων νεχρῶν. διὸ καὶ ἀσφοδελὸς ἢ σφοδελὸς φκείωται νεχροῖς διὰ τὸ πρὸς τὴν σποδὸν ὁμοιόφωνον καὶ ἐφυτεύετο ἐν τοῖς τάφοις τὸ τοιοῦτον φυτὸν, ὡς δηλοῖ καί τι τῶν παρὰ τῷ ΠορφυQío ἐπιγραμμάτων, λέγον, ὡς ἀπό τινος τάφου, ὅτι νώτῳ μὲν μαλάχην καὶ ἀσφόδελον πολύριζον, κόλπῳ δὲ τὸν δεῖνα ἔχω."
      },
      {
        "index": 119,
        "text": "ὅτι δὲ καὶ πολύριζον ὃ ἀσφόδελος, ἡ πεῖρα δηλοῖ. γνώριμος δέ ἐστι καὶ ἐξ ὀνόματος εἰ καὶ βαρβαρίζεται παρά τισιν. ὀξύνεται δὲ ὃ Ὁμηρικὸς οὗτος ἀσφοδελὸς πρὸς διαστολὴν, ὡς περιεχτιχὸς ὧν ἀσφοδέλων. ἀσφόδελος μὲν γὰρ προπαροξυτόνως τὸ φυτὸν κατὰ Βρέννιον Φίλωνα, ἀσφοδελὸς δὲ ὀξυτόνως, ὃ αὐτοῦ τόπος. Τρύφων δέ φασι προχρίνει ὁμοτονεῖν ἄμφω, ἐπεὶ πολλάκις ὁμότονα τοῖς περιέχουσι τὰ περιεχόμενα. σχόροδον γοῦν καὶ ὁ τόπος ἐν ᾧ τὸ φυτὸν πωλεῖται καὶ αὐτὸ τὸ φυτόν. ὁμοίως \"χαὶ κρόχος ὃ τόπος τὲ καὶ τὸ ἐν αὐτῷ πεφυχός."
      },
      {
        "index": 120,
        "text": "᾿Αττικοὶ δὲ οὕτω ποιοῦσιν ἐπὶ πολλῶν. Σημείωσαι δὲ καὶ ὅτι ὥσπερ ἀσφοδελὸς ὀξυτόνως κατά τινας περιεχτικῶς ἐῤῥέϑη, οὕτω καὶ ἀχυρὸς κατὰ «ἴλιον Διονύσιον ὃ ἀχυροβολών. ἕτερος δέ τις xci χρῆσιν εἰς τοῦτο φησίν\" * Ex&fhjv ὀτοτύζουσαν καὶ καιόμενον τὸν ἀχυρόν. οὕτω δὲ χαὶ ὁ ἐν ᾿Ιλιάδι Τρωϊχὸς ἐρινεὸς περιεχτικοῦ τύπου ἐστί. τόπον γὰρ δηλοῖ περιέχοντα ἐρινεούς. ὅμοιον δέ πως καὶ τὸ ἄστρον κατά γε τὸ περιεχτιχκὸν εἶναι ἀστέρων, εἰ καὶ μὴ ἐσχημάτισται μήδ᾽ αὐτὸ κατὰ τὰ περιεκτικὰ ὧν εἰς ὧν ὀξύευνος ἡ κατάληξις."
      },
      {
        "index": 121,
        "text": "ἐν οἷς καϑ' ᾿Ἡρῳδιαγὸν καὶ ὃ πλαταμὼν, ἔτι δὲ πρὸς ἄλλοις χαὶ ὃ ἑορτὼν, μὴν drrixóc. δῆλον δὲ ὅτι καὶ ἡ πτερὺξ κατὰ τὴν ᾿Δριστάρχειον ἔχδοσιν περιεχτικῆς ἐννοίας ἐστὶν, ὡς καὶ ἐν τοῖς εἰς τὴν ᾿Ιλιάδα δεδήλωται. κοινοῦ δὲ πάντως τύπου περιεχτιχοῦ xci τὸ φδεῖον σχολεῖον μουσεῖον βαλωνεῖον κουρεῖον χαμαιτυπεῖον καὶ ὅσα τοιαῦτα. καὶ ὃ νομὸς δὲ περιεχτικόν τι ἐστί. τόπον γὰρ δηλοῖ ἐν ᾧ ἡ νομή. καὶ ἡ ἀχυρμιὰ δὲ καὶ ἡ μυρμηκιὰ, μιᾶς λέξεως προφορᾷ, τόπον τε δηλοῦσι καὶ τὸ ἐν αὐτῷ περιεχόμενον."
      },
      {
        "index": 122,
        "text": "Ὅτι ἐπὶ ἐχϑρῷ νιχκηϑέντι καὶ διὰ μῖσος ἀφεστηχότι ἔστιν εἰπεῖν τὸ, νόσφιν ἀφεστήκει χεχολωμένος εἵνεκα νίχης ἥν μιν ἐγὼ νίχησα. \"᾽Οδυσσεὺς δὲ τοῦτο φησὶ περὶ «Δἴαντος ὃν ἐνίκησε δικα- áo ζόμενος παρὰ νηυσὶ τεύχεσιν ἀμφ᾽ ᾿4χιλῆος. ἔϑηχε δὲ αὐτὰ Θέτις. παῖδες δὲ Τρώων δίκασαν καὶ ἸΠ]αλλὰς ᾿Αϑήνη, τουτέστι φρόνησις, καϑ' ἣν καὶ περιεγενέτο τοῦ ἀνδρείου \"liavrog ὁ συνετὸς Ὀδυσσεὺς καὶ διατοῦτο τῇ ᾿4ϑηνᾷ φίλτατος. ὃς καὶ δυσχεραίνων ἐπὶ τῷ φόνῳ τοῦ ἥρωός φησιν ἐνδιαϑέτως, ὡς δὴ μὴ ὄφελον νικᾶν τοιῷδ᾽ ἐπ᾿ ἀέϑλῳ, δὴ ἔστι λέγεσϑαι ὅτε τις"
      },
      {
        "index": 123,
        "text": "γικήσει ἐφ᾽ οἷς οὐ χρή. τοίην γάρ φησι κεφαλὴν i ἕνεκ᾽ αὐτῶν γαῖα κατέσχεν. ἐφ᾽ οἷς εἰπόντος τοῦ ποιητοῦ ὅτι ὁ diee πέρι μὲν εἶδος πέρι δ᾽ ἔργα τετύκτο ἤγουν περιττὸς καὶ πολὺς ἢ ἦν χατά τε εἶδος κατά rs πράξεις, καὶ ἐπαγαγόντος τὸ, τῶν ἄλλων Δαναῶν μετ᾽ ἀμύμονα 1Π]ηλείωνα, γέγραπται σχόλιον παλαιὸν σύμφωνον τοῖς τοῦ ποιητοῦ, τὸ, παῖτε Τελαμῶνος “Αἴας αἰχμητὰ, λέγουσί σ᾽ ἐς Τροῖαν ἄριστον ἐλϑεῖν “αναῶν xci ᾿Δχιλλέα, συλλαλεῖ δὲ τῷ τοιούτῳ λόγῳ xci ἡ ᾿Ιλιάς. ᾿Ιστέον δὲ ὡς οἱ μὲν ἁπλοϊχώτερον φασὶ Τρῶας καὶ ᾿᾿ϑηνᾶν δικάσαι Ὀδυσσεῖ καὶ 4ἴαντιε περὶ τῶν ᾿Αχιλλέως ὕπλων ἐρίζουσι."
      },
      {
        "index": 124,
        "text": "καὶ δὴ Κόϊντος διασχευάξει ἐν τοῖς αὐτοῦ τὴν δίχην ῥητορικῶς. ἕτεροι δέ φασιν ὅτε ἐπίτηδες ᾿Δγαμέμνων φυλαττόμενος τὸ δόξαι ϑατέρῳ τῶν ἡρώων χαρίσασϑαι αἰχμαλώτους τῶν \"Τρώων συναγαγὼν ἤρετο αὐτοὺς ὁπότερος τῶν δύο τούτων ἡρώων πρὸς χαχοῦ μᾶλλον αὐτοῖς ἐγένετο, τῶν δὲ εἰπόντων ὡς ὁ Ὀδυσσεὺς, ἐχρίϑη λοιπὸν ἄριστον εἶναι τὸν πλεῖστα μάλιστα τὸ λυπήσαντα τοὺς ἐχϑρούς, xc εὐϑὺς Ὀδυσσεὺς μὲν ἔλαβε τὰ ὅπλα, Αἴας δὲ ἀπῆλϑε ξίφει πεσών. τὰ δὲ τοιαῦτα ὅπλα καὶ οὐλόμενα λέγει Οδυσσεὺς διὰ τὸν τοῦ ““ἴαντος ὑλάνατον, xai πῆμα ϑεόϑὲν αὐτὰ τεϑῆναι τοῖς ᾿Αργείοις φησίν, εἰπὼν καὶ πρὸς τὸν Αἴαντα λόγον ἐπιπρέποντα ανησικάκῳ ἀνδρὶ, τὸ, οὐκ ἄρ᾽ ἔμελλες οὐδὲ ϑανὼν λήσεσϑαι ἐμοὶ χόλου εἵνεκα τευχέων."
      },
      {
        "index": 125,
        "text": "ἐν τούτοις δὲ κεῖται καὶ ἔπος δυσωπητιχὸν ϑυμουμένου τὸ, ἀλλ᾽ ἄγε δεῦρο ἄναξ Tv ἔπος καὶ μῦϑον ἀκούσῃς ἡμέτερον, δάμασον δὲ μένος καὶ ἀγήνορα ϑυμόν. ἔνϑα ὅρα καὶ τὸ ἔπος καὶ μῦϑον ταυτὰ ὄντα κατὰ ϑέσιν παράλληλον. κεῖται δ᾽ ἐν τῷ ῥηθέντι Ὁμηρικῷ χωρίῳ καὶ τὸ, ἔνϑα xev ὁμῶς προσέφη κεχολωμένος ἤ xev ἐγὼ τὸν, ἤγουν τότε δὴ ἂν ἐπέμεινα ἕως tog καί τοι χεχολωμένος προσέφη ἂν ἐμὲ χαϑὰ ἐγὼ αὐτὸν, ἀλλά μοι ἤϑελε ϑυμὸς £i στήϑεσσι φίλοισι τόδε τι ποιήσειν. οἰχεῖον δὲ τοῦτο εἰπεῖν, ὅτε δυνάμενός τις πεῖσαί τινα ὅμως ἀπόσχηται διά τι ἀναγκαιότερον."
      },
      {
        "index": 126,
        "text": "θο ἔστι δὲ τοῦτο καὶ δεινότης Ὁμηρικὴ, δηλοῦσα ὡς ἔπλασεν ἂν λαλοῦντα τὸν \"Αἴαντα, εἰ μὴ πρὸς τὰ ἐφεξῆς ἠπείγετο. ᾿Ιστέον δὲ ὅτι Παῤῥάσιος ὃ Εφέσιος ζωγράφος ἐκ τῆς εἰρημένης κατὰ τὸν Αἴαντα περιπετείας ἐπὶ τῇ ἀποτυχίᾳ τῶν ᾿Αχιλλείων ὅπλων ἔννοιαν ἀστείαν ἐπορίσατο τοιαύτην. ἀγωνιζόμενος γάρ ποτὲ τὸν “ἴαντα ἐν Σάμῳ φασὶ πρὸς ἀντίτεχνον καταδεέστερον καὶ ἡττηϑεὶς, συναχϑομένων αὐτῷ τῶν φίλων, θἔφη, ὡς αὐτὸς μὲν ὀλίγον φροντίξει, “4ἴαντι δὲ συνάχϑεται δεύτερον ἡττηϑέντι. | *\"Or, προϑέμενος\" Ὅμηρος εἰπεῖν καὶ περί τινων ἐν Διδου it κολαζομένων ^ ἄλλως δὲ ὅτε ἐβίουν εὖ ἐχόντων ὡς ἐν τρυφαῖς ὁποῖος ὃ Τιτυὸς χαὶ ὃ Τάνταλος καὶ ὁ Σίσυφος, πρό γε τέως αὐτῶν λέγει περὶ δικαστηρίου τοῦ δικαιοῦντος τὴν ἐπ᾽ αὐτοῖς ἐν “Διδου κόλασιν, οὗπερ ὃ Μίνως προκάϑηχαι."
      },
      {
        "index": 127,
        "text": "εἶτα γράψας περὶ ᾿βρίωγος λαλεῖ καὶ “περὶ τῶν ῥηθέντων ἀϑλίων τριῶν ἡρώων. μεϑ' ovg migerrok τὸν λόγον εἰς τὸν σχιοφανῆ Ἡρακλέα, οὐ κόλασιν ἐ ἔχοντα : ὥσπερ οὐδὲ ὁ ᾿Θρίων, σκιὰν δὲ καὶ αὐ\" τὸν ἀΐσσοντα κατὰ τοὺς ῥηθῆναι φϑάσαντας. ἔστι δὲ ἃ λέγει περὶ Μίνωος ταῦτα ἔνϑ᾽ ἤτοι Μίνωα ἴδον Διὸς ἀγλαὸν υἱὸν, χρύσεον σκῆπτρον ἔχοντα, ϑεμιστεύοντα γνεκύεσσιν, ἥμενον, ἐν οἵῳ δηλαδὴ σχήματι καὶ ζῶν ἦν. οἱ δέ μὲν ἀμφὶ δίκας εἴροντο ἄνακτα ἥμενοι ἑσταύτες τε, oi uv δηλονότι ὡς συνδικασταὶ οἱ δ᾽ ὡς κρινόμενοι, χατ᾽ εὑρυπυλὲς ᾿άϊδος δῶ, περὶ οὗ πρὸ ὀλίγων γέγραπται, οὕτω δὲ χατὰ ὅμοιον βιωτικὸν σχῆμα βλέπεο Ὀδυσσεὺς καὶ cov φησὶ γάρ\" τὸν δὲ μετ ᾿᾿Ββρίωνα πελώρίον εἰσενόησα, ϑῆρας ὃ ὁμοῦ εἰλεῦντα κατ᾽ & \"σφοδελὸν λειμῶνα τὸν προῤῥηθέντα, τοὺς αὐτὸς κατέπεqvev dv οἰοπόλοισιν ὄρεσσι, περὶ ὧν ἐδηλώϑη ἐν ἄλλοις, χερσὶν ἔχων."
      },
      {
        "index": 128,
        "text": "ῥόπαλον παγχάλκεον αἰὲν ἀαγὲς ἤχουν ἄχλ ἄστον, ἄϑραυστον, μὴ ἀγνύμενον. καὶ νῦν μὲν ἀορίστως ἔφη ϑῆρας ἐπὶ ᾿Ωρίωγος τοῦ προϊστορηϑέντος, μετ᾽ ὀλίγα δὲ ὃ τοῦ ἹΗρακλέος τελαμὼν ἄρκτους ἔφαινε καὶ σύας καὶ λέοντας. ἦσαν δὲ ἐκεῖνα μὲν ὡς ἐντετυπωμένα ζωγι ραφιχῶς, ταῦτα δὲ κατὰ σκιάν τινα κινουμένην ἐδίᾳ φαντασεικῶς, χαϑὰ xci προγέγραπται. Ὅρα δὲ ἐν τῷ, olore πελώριον, ὅτι ἐχτείνεται μὲν ἡ \"προπαραλή) τοῦ ᾿Ὡρίωνος, οὐ συστέλλεται δὲ ἡ παραλήγουσα, δὴ ἐπὶ ᾿Ιξίονος καὶ ᾿Ιάσονος xci τῶν ὁμοίων γίνεται."
      },
      {
        "index": 129,
        "text": "“Σημείωσαι δὲ καὶ ὡς οὐ μόνον “Ἡρακλῆς ὁοπαλοφύόρος i ἱστόρηται, ἀλλ ἰδοὺ xoi ᾿Ωρίων ὁοπάλῳ. χρῆται κυνηγετῶν κατά τινὰ ὁμοιότητα τοῦ ἐν ᾿Ιλιάδι κορυνήτου. Χρύσεον δὲ σχῆπτρον φαντασιωδῶς δέδοται καὶ τῷ Mívos , τὸ μὲν ὡς δικαστῇ, τὸ δὲ ὡς ϑείῳ ἀνδρί, Τοῦ δὲ ϑεμιστεύειν πρωτότυπον τὸ ϑεμίσσω, ἐξ οὗ καὶ παρὰ Παυσανίᾳ τὸ ϑεμισσέτω,"
      },
      {
        "index": 130,
        "text": "τουτέστι νομοϑετείτω, δικαξέτω , καὶ ἡ ϑέμις. ἧς γενικὴ “ωρικὴ ϑέμιστος, ὡς “χαὶ ἐν ἄλλοις ἐῤῥέϑη. ἡ xai ἀπ᾿ αὐτῆς τὸ ϑεμιστεύειν. ὅτι δὲ ϑέμιστες οὐ μόνον δίκαι ἀλλὰ χαὶ μαντεῖαι χαὶ βουλαὶ, δῆλον ix τῶν παλαιῶν. ᾿Ιστέον δὲ ὅτε ἡ μὲν πλείων ἱστορία δίκαιον οἶδὲ τὸν Μίνωα. εἰσὶ δὲ οἱ ἀπεναντίας τυραννιχόν φάσιν αὐτὸν καὶ βίαιον xai δασμολόγον, τραγῳδοῦντες xci τὰ περὶ μενώταυρον χαὶ λαβύρινϑον, ὡς ὃ γεωγράφος φησίν. Ὅτι Tirvóg γῆς υἱὸς “βιασάμενος i ὑπὲρ γῆς τὴν \"rà χκαχῶς ἔπασχεν iv didov τὸ ἧπαρ αϑηῤόμανος ὑπὸ γυπῶν."
      },
      {
        "index": 131,
        "text": "λέγει δὲ τὰ κατὰ τοῦτον ὃ ποιητὴς οὕτω\" xci Τιτυὸν ἴδον I \"ain ἐρικυ υλδέος υἱὸν, κείμενον ἐν δαπέδῳ. ὃ δ᾽ ἐπ᾽ ἐννέα κεῖτο πέλεϑρα, ὡς δῆϑεν τοιοῦτός τις ὧν καὶ ὅτε ζῶν ἦν. γῦπε δέ μιν ἑκάτερϑε παρημένω ἧπαρ ἔκειρον δέρτρον ἔσω δύνοντες. ὃ δ᾽ οὐχ ἀπαμύνετο χερσί. \"diro γὰρ ἥλκησε Διὸς κυδρὴν παράκοιτιν. Καὶ ὅρα ὡς ἐνδὸ ξότερον ἐπὶ τῆς γῆς τὸ ὡς ἐῤῥέϑη ἐρικυδὲς ἤπερ ἐπὶ τῆς ““ητοῦς τὸ ἁπλῶς κυδρόν. ϑρασὺς δὲ ὃ Τιτυὸς καὶ λῃστρικὸς χαὶ ὡς οἷον τιτανώδης, ὅϑεν καὶ δοκεῖ λαχεῖν τοὔνομα."
      },
      {
        "index": 132,
        "text": "—— δὲ τὸν ἄνϑρωπον καὶ ὃ γράψας ὅτι Τιτυὸς κατεῖχε τὸν Βοιωτιχὸν Πανοπέα, βίαιος à ἀνὴρ καὶ παράν ἤόμος, ὃν ἀνεῖλεν ᾿Απόλλων, ὥσπερ χαὶ Πύϑωνα, ἐπίκλησιν δράκοντα. ὃ δὲ xe. Ὅμηρον πάσχει ὃ Τιτυὸς, δικαιωϑῆναιν φαίνεται πρὸς τοῦ Μίνωος. οὕτω δὲ καὶ τοῦ Ταντάλου καὶ τοῦ “Σισύφου δίκη ἐχεῖϑεν κατεψήφισται. ἔοικε δὲ καὶ μεριμνητικός τις ἐν ζῶσιν εἶναι ὃ Τιτυὸς, καὶ ὑπὸ φροντίδων οἷά τινων γυπῶν συνεχῶς ἀεὶ κείρεσϑαι τὰ ἐντὸς, χάτω κείμενος, τουτέστι περὶ γῆν κεκυφὼς ταπολλὰ διὰ τὸ γεωργικὸν, ὅϑεν ταύτην τὴν φαντασίαν παρέπεσϑαι αὐτῷ καὶ ἐν “Διδου."
      },
      {
        "index": 133,
        "text": "διὸ καὶ γῆς υἱὸς, διὰ τὸ ἄγαν αὐτῆς ἐπιμελεῖσθαι. τοῦτο δὲ χαὶ διὰ τὸ μεγαλοσώματον, ὡς ἐν τοῖς περὶ ᾿Δλωειδῶν προ\" γέγραπται. ἔσως δὲ οὕτω χαὶ ὁ ᾿Αἰνταῖος υἱὸς ἐμυϑεύϑη γῆς. ἐχεῖνος μέντοι καὶ ὡς χατακυλίων εὐμεϑόδως τοὺς ἀντιπαλαιστὰς τῷ δοχεῖν καταπίπτειν εἰς γῆν τῇ γῇ τε βοηϑεῖσϑαι κατὰ τὴν πάλην ἐλέγετο καὶ γῆς υἱὸς εἶναι. ᾿Ιστέον δὲ ὅτι τῶν τις πάλαι ἀστείων παρῴδησε ἐν τοῖς ῥηθεῖσιν οὕτως ἐπὶ συχῶν μεγάλων\" καὶ σικυὸν ἴδον γαίης ἐρικυδέος υἱὸν, ὃ δ᾽ ἐπ᾿ ἐννέα κεῖτο τραπέζας."
      },
      {
        "index": 134,
        "text": "Maroov δέ φασιν ἐκεῖνος ἦν ὃ παρῳδός. Τὸ δὲ ini ἐννέα πέλεϑρα κεῖσθαι τὸν Τιτυὸν ὑπερβολικόν ἐστι καὶ οὐδὲ πιϑανὸν, εἴπερ ἐν ᾿Ιλιάδι ὁ Apri πεσὼν ἑπτὰ ἐπέσχε πέλεϑρα. ΠΠέλεϑρον δὲ καὶ πλέϑρον “μέτρον τι γῆς περιφερόμένον μέχρι καὶ νῦν πολλαχοῦ. οἱ δέ φασι καὶ ὅτι μέρος ἕχτον σταδίου ἐ ἐστίν, ὥςτε κατέχειν τὸν Τιτυὸν τόπον σταδίου ἑνὸς καὶ ἡμίσεος. εἴρηται δὲ περὶ πλέϑρου καὶ ἐν τοῖς εἰς τὴν ᾿Ιλιάδα, Καλῶς δέ φασιν εἰς ἧπαρ κολάξεται ὃ ὃ φαύλως ἐπιϑυμήσας Τιτυός. ὡς γὰρ καρδία ϑυμοῦ τις ἑστία καὶ λογιστιχοῦ κεφαλὴ, οὕτω καὶ ἧπαρ ἐπιϑυμίας, ὃ δ᾽ αὐτὸς οἰκείως οὐδ᾽ ἀπαμύνεσϑαι χερσὶν ἔχει αἷς ἐβιάσατο."
      },
      {
        "index": 135,
        "text": "Δέρτρον δὲ oi μὲν τὸν ἐν τοῖς ἐγκάτοις ἐπίπλουν, ὡς ᾿Αντίλμαχος ὃ Κολοφώδηλοῖ ἐν τῷ, χολάδας δέρτροισι καλύψας, ᾿Απολλόδωρος δὲ τὸν περὶ κοιλίαν ἐπίπλουν, ὃν καὶ ἀργέτην δημὸν ἐχεῖνος χαλεῖ\" Δωριεῖς δὲ τὴν ὑπὸ τὴν δορὰν σάρκα τὴν περικαλύπτουσαν τὴν κοιλίαν δέρτρον φασὶ, xci ἄλλως χατὰ τοὺς παλαιοὺς yonyóregov εἰπεῖν, δέρτρον ἡ ὑπὸ τὴν σάρκα ,χπιμελή, ἢ ὑποκείμενος ὑμὴν τῷ ἥπατι, ἢ ὃ ἐπίπλους, ἢ ἢ δορὰ; ἢ τὸ ἦτρον, ἄλλοι δὲ τὸ ἐφήβαιον δέρτρον εἶπον. ᾿ἱἹπποχράτης δὲ ἐν τῷ περὶ τραυμάτων φησίν\" οὐ σαρχοφυήσει ἐντέρου τὸ λετιτὸν δέρτρον."
      },
      {
        "index": 136,
        "text": "Τὺ δὲ ἥλκησεν ἀντὶ τοῦ ἐβιάσατο. Καὶ ὅρα ὥς ἄλλο μὲν τὸ εἵλκυσε κοινῶς, ἕτερον δὲ vUv τὸ ἥλκησε. τὸ πειρᾶν γὰρ δηλοῖ, ἐπὶ βίας τεϑὲν γυναιχός. τὸ δέ ἑλχῶσαι ὕστερόν ἐστι παρὰ τοῖς ue Ὅμηρον ἐπὶ τραυματισμοῦ λεγόμενον. Ἢ δὲ “ητὼ Διὸς παράκοιτις λεγομένη ἄλλως πάντως Ayer αι ἤπερ ἡ Ἥρα, καὶ χκαϑὰ μνηστήρων ἀλόχους à ὑ ποιητὴς φησί ποὺ τὰς τοῦ ᾿Οδυσσέως ὁμωΐδας, οὕτω δὲ καὶ τῷ Πριάμῳ ἔτεκε μὲν παῖδας καὶ ἡ zer. ὁ ξαίρετον γυνὴ * Exafhy, ἔτικτον δὲ αὐτῷ καὶ γυναῖχες ἄλλαι. Τὸ δὲ Πυϑώδε ἀντὶ τοῦ εἰς Τιυϑὼ, ᾿διφορεῖται Jlvówv τε \"λεγομένη καὶ πλιγομένη Πυϑῶνος xci Πυϑὼ, ὡς ἡ Σαπφὼ, ἧς δοτικὴ Πυϑοῖ ὡς “Σαπφοῖ, Δῆλον δὲ ὅτι τόποι φωκκίδος καὶ ἡ Πυϑὼ καὶ ὃ ITavontve, περὶ ove v ἄρχων ó Τιτυός."
      },
      {
        "index": 137,
        "text": "ἔοιχε δὲ καὶ χαλὸς εἶναι τόπος o “]ΠΙανοπεὺς, διὸ εὐηρέστηται τῷ ποιητῇ μὴ εὐρύχορον αὐτὸν εἰπεῖν ἀλλὰ καλλίχορον. '1 τὸν Τάνταλον Εὐριπίδης μὲν ἀέρι ἠωρημένον\" τίνειν δίκην φησὶν ὑπὸ λίϑου ἠρτημένου ὑπὲρ κεφαλῆς καὶ ἐχϑροοῦντος αὐτόν. ἕτεροι δὲ τὸ Σίπυλον ὄρος αὐτῷ ἐπικατεστράφϑαι φασὶ ὑπὸ Διὸς, ἐπειδὴ κύνα χρυσοῦν ἔμψυχον ἔχων αὐτὸς, ὃν ἐκ Κρήτης κλέψας ΤΠΠῈανδάρεος ἀπὸ τεμένους Διὸς αὐτῷ παρακατέϑετο,"
      },
      {
        "index": 138,
        "text": "εἶτα ὑπὸ UT ἀπαιτούμενος καὶ ὀμόσας μὴ ἔχειν ἐφωράϑη αὖϑις ἔχων διὰ τοῦ “Ἑρμοῦ. Ὅμηρος δὰ ἄλλως πλάττων διψᾶν φησὶν ἐν Διδου ἀεὶ καὶ πεινᾶν αὐτὸν, καὶ ἅλις μὲν ἔχειν τῶν εἰς χρείαν, μὴ ἔχειν δὲ ἀπολαύειν αὐτῶν. φησὶ γὰρ ὃ παρ᾽ αὐτῷ Οδυσσεὺς οὕτω\" χαὶ μὴν Τάνταλον εἰσεῖδον χρατέρ᾽ ἄλγε᾽ ἔχοντα, ἑσταύτ᾽ ἐν λίμνῃ. ἡ δὲ προσέπελαξε γενείῳ. στεῦτο δὲ διιμάων, πιέειν δ᾽ οὐκ εἶχεν ἑλέσϑαι. ὁσσάκι γὰρ χύψει᾽ ὃ γέρων πιέειν μενεαίνων, τοσσάχ᾽ ὕδωρ ἀπόλεσχεν ἀναβροχέν. ἀμφὶ δὲ ποσσὶ γαῖα μέλαινα φάνεσχε, καταζήνασχε δὲ δαίμων, δένδρεα δ᾽ ὑψιπέτηλα καταχρῆϑεν yé καρπὸν, ὕχναι καὶ ῥοιαὶ καὶ Leni ἀγλαόκαρποι, συχαῖ τὲ epo καὶ ἐλαῖαι τηλεϑόωσαι , τῶν, ὁπότ᾽ ὅ0 ἐϑύσει᾽ ὃ \"γέρων ἐπὶ χερσὶ μάσασϑαι, ἤτοι ἐφάψασθαι, τάςδ᾽ ἄνεμος φέρεσκε ποτὶ νέφεα σκιόεντα, ἅρπυιά τις ὧν αὐτὸς οἷς ἔμελλε φαγεῖν Τάνταλος."
      },
      {
        "index": 139,
        "text": "“Σημείωσαι δὲ ὅτι τε τὸ ἑσταύτα εὑρίσχεέται γραφόμενον χαὶ ἑστεότα, καὶ ὅτι περὶ αὐτοῦ x«i τῶν κατ᾽ αὐτὸ Ἡρακλείδης γράφει ὡς αἱ ὃμοφωνίαι τῶν ῥημάτων διαλανϑάνειν ποιοῦσι καὶ ϑέματα xci κλίσεις. οἷον πολλάκις ἑνὸς παρακειμένου πολλοὶ ἐνεστῶτες εὑρίσκονται. ἑνὸς δέ φημι ἐν φωνῇ μόνῃ voovuévov καὶ μὴ ἐν γραφῇ , xal μᾶλλον εἰ καὶ πνεῦμα διάφορον εἴη αὐτῷ. τοῦ γοῦν ἧκα παρακειμένου δυσὶ πνεύμασι χρωμένου εἰσὶν ἐνεστῶτες εἰ μὲν ψιλοῦται, ἔϑω, οἷον ἔϑων Οἰνῆος ἀλωὴν, αἴδω, οἷον αἰδομένων δ᾽ ἀνδρῶν; αἴϑω τὸ καίω, αἴσϑω, ἄδω, ἔδω τὸ ἐσϑίω."
      },
      {
        "index": 140,
        "text": "δασυνομένου δὲ ἐνεστὼς ἂν γένοιτο ἥδω, xai ἕξω, καὶ ἕω, οὗ σύνϑετον τὸ ἀφῆκα, χαὶ ἥκω, ἔτι δὲ καὶ τὸ ἵημι. καὶ οὕτω \"μὲν παραχειμένοῦ ἑνὸς πολλοὶ ἐ ἐνεστῶτες εὕρηνται. ἑνὸς δὲ αὖϑις ἐνεστῶτος παρακείμενοι πολλοὶ, ὡς οἷον ἐπὶ τοῦ φιλῶ καὶ γηϑῶ. ip ὧν εἷς uiv παρακείμενος ὁλόχληρος πεφίληκα γεγήϑηκα , δεύτερος δὲ γέγηϑα πέφιλα, τρίτος παρ᾽ Ἴωσι δίχα τοῦ κάππα, πεφίληα. γεγήϑηα. οἷς φησὶ καὶ Ὅμηρος χρῆσϑαι εἴωϑεν ἐφ᾽ ἑτέρων ῥημάτων, ὡς ὅτε ix τοῦ τετύχηκα τετύχηα λέγει, διαπρύσιον τετυχηώς."
      },
      {
        "index": 141,
        "text": "τέταρτος δέ φησι παρακείμενος τοῦ φιλῶ, πεφίλεια, πρὸς ὃν Ὅμηρος ἔγραψε τὸ, νεκύων κατατεϑνειώτων ἐκ τοῦ τέϑνεια παρακειμένου. πέμπτος παρακείμενος £x τοῦ περίAuc ὃ πεφίλεα δίχα τοῦ ἰῶτα, οὗ πρὸς ἀκολουϑίαν τὸ ἑστεότ᾽ εἰν ᾿Αΐδαο, ἀπὸ τῆς ἑστεώς φασι μετοχῆς τοῦ στῶ δήματος. πολλάκις δέ φησι ὑπαλλάττουσι καὶ ἕχτην διαφορὰν. παρακειμένων ἐχτοῦ E εἰς τὸ. τὸ γοῦν ἕστεα ἕσταα λέγουσιν, ἀφ᾽ οὗ μετοχὴ ἑσταώς. τοῦτο δέ φησιν ἢ μετάπτωσίς ἐστι τοῦ εἰς ἃ ᾿Ιωνικῶς, ἢ τοῦ ἡ εἰς ἃ. Κατὰ δὲ τὸ ἕσταα ἑσταὼς, γίνεται καὶ δεδαὼς ἐκ παραχειμένου τοῦ δέδαα."
      },
      {
        "index": 142,
        "text": "οὕτω δὲ καὶ βεβαὼς μεμαὼς γεγαὼς καὶ ἄλλα. ἐν τούτοις δὲ ὁ αὐτὸς Ἥρακλε εἰδης καὶ TO πεπαδυῖα διασαφῶν ὅπερ ἐν τοῖς ἑξῆς mov χεῖται παρ᾽ Ὁμήρῳ λέγει ὅτι τὰ ὑποτακχτικὰ, ὧν αἱ μετοχαὶ εἰς ὧν ὀξύτοvOL, οἷον τύχω τυχὼν εὕρω εὑρὼν, ὁμοίως τοῖς περισπωμένοις ὁριστικοῖς χατὰ τὸν παρακείμενον χλίγονται, οἷον τετύχηχα εὕρηκα, ἐξ ὧν μετοχαὶ τετυχηκὼς εὑρηκώς. οὐχοῦν χαὶ τοῦ πάϑω παϑὼν κίνησις ὅμοια, πεπάϑηκα πεπαϑηκὼς, ϑηλυκὸν πεπαϑηκυῖα, ὥσπερ δὲ λεληκηκὼς λεληκὼς, γεγηθηκὼς, γεγηθὼς ᾿Ιωνικῇ συγκοπῇ, οὕτω xci πεπαϑηκὼς πεπαϑὼς, οὗ ϑηλυχὸν πεπαϑυῖα."
      },
      {
        "index": 143,
        "text": "Σημείωσαι δ᾽ ἐν τοῖς προει “ρημένοις τὸ ἐν φωνῇ μόνῃ χαὶ μὴ ἐν γραφῇ, ὃ δηλοῖ παρακείμενον πϑνέμδον μὲν ἀχολουϑίέᾳ κλίσεως καὶ νοήσει μόνῃ, μὴ γραφόμενον δὲ, ὡς ἄχρηστον δηλαδὴ καὶ ἀνέξοιστον, ὡς ' Ho«- χλείδης φησίν. \"Ert ἰστέον xai ὅτι λέγεται τὰ εἰρημένα πάσχειν ὃ Τάνταλος, ἐπειδὴ συνὼν ϑεοῖς τῶν ἀποῤῥήτων μετέδωκε τοῖς ὁμήλιξι, καὶ οὔ μόνον μυστηρίων τῶν ἐν λόγοις, ἀλλὰ καὶ ἀμβροσίας χαὶ νέχταρος. τοιαῦτα δ᾽ ἂν λέγοιτο πάσχειν καὶ ἅπας ἢ φαντασιοχόπος ὧν καὶ ἐλπίσι χεναῖς ἐφ᾽ οἷς οὐ χρὴ βοσκόμενος , ἢ μοχϑῶν μὲν ἐπὶ χρησταῖς ἐλπίσι καὶ καραδοκίᾳ κέρδους τινὸς καὶ μᾶλλον ἀγροτιχώτερον, εἶτα ἐχπίπτων αὐτῶν ὅτε πρὸς τοῖς ἐλπιζομένοις γένηται xai πρὸ χειρῶν ἔχει τὸ ἀγαϑόν."
      },
      {
        "index": 144,
        "text": "χαὶ ὃ Τάνταλος δὲ τοιοῦτός τις ἂν δόξειεν εἶναι, πρὸς οὐδέν τι τέλος χρηστὸν. ἀεὶ ἐλπιδοχοπούμενος. τῶν δέ γε πλασμένων ἠωρῆσϑαι αὐτὸν οὐρανοῦ μέσον καὶ γῆς οἱ μὲν αἰτίαν τῆς κολάσεως εἶπον καὶ 4ο αὐτοὶ τὴν προσεχῶς ῥηθεῖσαν, χαὶ μάλιστα τὴν ἀχόλαστον γλῶσσαν, διὸ καὶ μέσος κρέμαται τῶν τε ἄνω ἀποστὰς περὶ οὺς ἠδίκησε, zc μηδὲ τοῖς κάτω συνὼν ος φιλεῖν. ἔδοξεν, ὡς ἂν ἐπίσης καὶ ἀμφοτέρων go; jte xci εἰσὶ τοιοῦτοι, ὅσοι κακῆς ὑπολήμψεως ἁλόντες ὧν τε εἶχον πρῴην ἐξέπεσον , χαὲ θο ὧν δὲ εἶχον ἐρωτιΐ κῶς. ἄλλοι δὲ φιλόσοφον γεγονότα τὸν Τάνταλον δοξάσαι εἶπον μύδρον εἶναι τὸν Ἥλιον καὶ μ ἢ σῶμά τι ϑεῖον καὶ γέμον ἀῤῥήτων δυνάμεων. ὅϑεν Ἡλίου χόλῳ τιμωρεῖσϑαι λίϑου διηνεχεῖ χαταφορξ, ἠοτημένου χρυσῆς καὶ ὡς εἰπεῖν ἡλεώδους ἁλύσεως\" ' HAio γὰρ ἡ τοῦ χρυσοῦ ὕλη ἀνάκειται,"
      },
      {
        "index": 145,
        "text": "(ve περὶ ὃ ἔσφαλτο, ἐχεῖϑεν εἴη αὐτῷ ἡ ποινὴ, ἄνωϑεν δηλαδὴ καὶ διὰ ἡλιώδους ὕλης χαὶ διὰ λίϑου; ὃς δὴ ὁμοειδής τις τῷ μύδρῳ ἐστίν. ἐν δὲ τοῖς τοῦ ᾿4ϑηναίου χεῖται ὅτι φιλήδονος καὶ ὃ ἀρχαῖος γέγονε Τάνταλος\" συνδιατρίβων γὰρ ϑεοῖς ἐξουσίας ἔτυχε παρὰ τοῦ Διός αἰτήσασϑαι rov ἐπιϑυμεῖ. δ᾽ ἁπλήστως ὧν \"ἀπολαυστιχὸς πρὸς τοῖς ἄλλοις μνείαν ἔϑετο καὶ τοῦ ζῆν κατὰ ϑεούς. ἐφ᾽ οἷς ἀγαναχτήσας ὁ Ζεὺς τὴν μὲν εὐχὴν ἐπετέλεσε διὰ τῆς ὑποσχέσεως, ὅπως δὲ μηδὲν ἀπολαύῃ τῶν παραχειμένων, ἀλλὰ διατελῇ ταραττόμενος, ὑπὲρ κεφαλῆς."
      },
      {
        "index": 146,
        "text": "ἐξήρτησεν αὐτῷ πέτρον, δι᾿ ὃν οὐ δύναται τυχεῖν οὐδενός. Σημείωσαι δὲ ὅτι ἐκ τοῦ ῥηθέντος ἀερίου Ταντάλου καὶ τανταλίζεσϑαι παρὰ τραγιχοῖς τὸ σαλεύεσϑαε καὶ σείεσϑαι. ὅϑεν τὸ, ταλάντοις ἐχτανταλωϑεὶς παρὰ Σωπάτρῳ, σχώπτειν βούλεταί τινα ὡς ἐκ πλούτου κατασεσεισμένον εἰς νοῦν διὰ τρυφήν. xci παροιμία δέ φασιν ἴσως ἐκεῖϑεν τὸ, Ταντάλου τάλαντα. ἐπεὶ πλούσιός ποτε ἦν, ὡς δηλοῖ φασὶ Φιλήμων, εἰπών\" Κροίσῳ λαλῶ σοι καὶ Mie καὶ Ταντάλῳ. ἢ καὶ ἀπὸ τῆς τοῦ ὀνόματος φασὶν ὁμοιότητος, ὡς ἀγαϑίδες ἀγαϑίδων, ἢ ἀγαϑίδες ἀγαϑῶν."
      },
      {
        "index": 147,
        "text": "λέγουσι δὲ οἱ τοιοῦτοι ὀνόματος ὁμοιότητα τὴν ὡσανεὶ παρήχησιν τοῦ Ταντάλου καὶ τοῦ ταλάντου, ὥσπερ δὴ παρηχεῖται καὶ τὸ ἀγαϑῶν ἀγαϑίδες, περὶ οὗ εἰρηται ἀλλαχοῦ. ὃ δὲ τὸν Τάνταλον ὑποπτεύσας πρὸς τῇ ἄλλῃ τρυφῇ καὶ ὀπώραις χαίρειν ἀστείως ἔγραψεν ὅτι Τάνταλος οὐδὲ ϑανὼν ἀπαλλάττεται τῆς τούτων ἐπιϑυμίας, εἴπερ ὃ κολάζων αὐτὸν ϑεὸς προσιὼν, χαϑά περ οἱ τὰ ἄλογα τῶν ζῴων ϑαλλοῖς ἄγοντες, τοιούτοις καρποῖς. ἀποκρούεται. αὐτὸν τῆς ἀπολαύσεως ὅτε τῆς ἐλπίδος ἐγγὺς A). ὕτι δὲ xcu φιλιχώτατος ἀνϑρώπων ἢ ἦν Τάνταλος ὃ Φιλόστρατος i ἱστορεῖ, ἐξ οὗ καὶ παροιμιωδῶς, φησὶν, ΑΝ ται τὸ, ἡ Ταντάλου φιλοτησία πινέσϑω."
      },
      {
        "index": 148,
        "text": "ἦν δὲ αὕτη παρ᾽ ᾿Ινδοῖς πύσις ἐν ποτηρίοις μεγάλοις, ἐξ ὧν ἐχεῖνοι καϑεύδειν μέλλοντες ἔπινον, κύπτοντες ἐπὶ τὰς φιάλας ὡς λέγεται. φασὶ δὲ καὶ ὑπὲρ φιλότητος τὸ ποτὸν τοῦτο εὑρῆσϑαι τοῖς ᾿Ινδοῖς. καὶ ποιοῦνται αὐτοῦ οἰνοχόον Τάνταλον, ὡς δηλαδὴ καὶ ἐκείνου οὕτως ὁσιουμένου τὸ φιλοτήσιον, ἢ ἐν τῷ παρὰ ϑεοῖς εἶναι ἢ ἐν τῷ κατ᾽ ἀνθρώπους βίῳ. Καὶ ὅρα τὸ περιώνυμον τοῦ Ταντάλου εἰ καὶ ᾿Ινδοῖς ἔγνωσται. εἰ δὲ xci τὸ Φρύγιον ὄρος ἡ Σίπυλος ἢ τὸ Σίπυλον ἐπέπεσεν «αὐτῷ κατὰ Διὸς μῆνιν, ἔχει πάντως ἐντεῦϑεν συγχρότησιν ἑρμηνείας, τὸ τανταλωϑῆναι, κείμενον παρὰ Σοφοκλεῖ ἐν τῷ, ἀντίτυπα δ᾽ ἐπὶ γᾷ πέσε τανταλωϑεὶς, ἤγουν τὸ τοῦ Ταντάλου παϑών, τὸ δὲ ἦν, φασὶ, χατασεισϑῆναι."
      },
      {
        "index": 149,
        "text": "μάλιστα μὲν οὖν τὸ ἄνωϑεν χάτω πεσεῖν κατὰ \"γῆς ἀντιτύπου, ἢ τινι πτώσει παρηκολούϑησε καὶ ἐπίχρυψις \"ἐπιχαταστραφέντος αὐτῷ τοῦ Σιπύλου, ὕπερ οὐκ ἐξανάγχης χαὶ ὁ τοῦ “Σοφοκλέους ἔπαϑε Καπανεύς. ἐτανταλώϑη γὰρ ἐκεῖνος μόνῳ τῷ τῆς πτώσεως ἀντιτύπῳ, οὐ μὴν καὶ τῷ λόγῳ τῆς ἐπιχρύψεως. ὅτι δὲ φαντασία ἦν zc τὰ ἐπὶ Σισύφῳ ῥηθησόμενα πλάσματα, δηλοῖ ὁ Δλκιὰν ἐν τῷ, ὁρέοντι μὲν οὐδὲν, δοκέοντι δέ. ἔνϑα ὅρα τὸ ὁρέοντι, ἐξ οὗ φαίνεται ὅτι τρισὶν ὑποπέπτωχε συξυγίαις τὸ ὁρῶ. xal τὸ μὲν ὃ opo ὡς βοάω τέτριπται κοινότερον."
      },
      {
        "index": 150,
        "text": "ἔστι δὲ καὶ δρόω πολλαχοῦ. ἰδοὺ δὲ καὶ ὁρέω παρὰ ᾿Δλκμᾶνι, οὗ μετοχὴ ὁρέων. καὶ οὕτω μὲν ταῦτα. To δὲ mgogé- πλαζεν ἐκ TOU προσπελάξειν συγχέχοπται. ὁμώνυμον οὖν ἐντεῦϑεν τὸ πλάξειν, τὸ μὲν ἀντὶ τοῦ πελάξειν, τὸ δὲ ἀντὶ τοῦ πλανᾶν. Τὸ δὲ στεῦτο ἀντὶ τοῦ ἵστατο, “χρησαμένου “φασὶ τοῦ διασκευαστοῦ τῇ λέξει παρὰ τὴν συνήϑειαν τοῦ ποιητοῦ. ἐν ᾿Ιλιάδι γὰρ στεῦταί τι ἔπος ἐρεῖν \"Exrag, ἀντὶ τοῦ ὑπισχνεῖται, διαβεβαιοῦται, ἢ φαίνεται. ἔστι δὲ ὅμως χαὶ τούτου ϑεραπεία ix τοῦ ποιητοῦ, παρ᾽ ᾧ ἐν ᾿Ιλιάδι κεῖται τὸ στέωμεν ἀντὶ τοῦ σταϑμῶμεν. ὅϑεν ὡς εἰκὸς στέετο καὶ πλεονασμῷ στεύετο, χαὶ συγχοπῇ στεῦτο. Τὸ δὲ δηψάων ἐνταῦϑα μὲν κυριολεχτεῖται, map ' ἄλλοις δὲ καὶ αὐτὸ xci τὰ xaT."
      },
      {
        "index": 151,
        "text": "αὐτὸ ἰσχυρὰν ἐπιϑυμίαν μεταφορί, χῶς δηλοῦσιν, οἷον ἐν τῷ, ἰσχύειν κελεύω χεῖρα διψῶσαν φόνου. καὶ So ἐν τῷ, διψῶ ὑμῖν χαρίσασϑαι, xci ἐν τῷ, ὅταν οἶμαι δημοχρατουμένη πόλις, ὃ δὴ Πλάτων φησὶν, ἐλευϑερίας διψήσασα χαχῶν οἰνοχόων προστατούντων τύχοι καὶ “ποῤῥωτέρω τοῦ δέοντος ἀχράτου μεϑυσϑῇ. ix τοῦ τοιούτου Oup&v xai πολυδίψιον χατά τινας Ἴάργος, ὡς καὶ ἀλλαχοῦ ἐῤῥέϑη, τὸ πολυπόϑητον. ᾿Εν δὲ τῷ, χύψει᾽ ὁ γέρων. uc ἰϑύσει᾽ ὃ γέρων, ἠϑιχῶς τὸ Loud παρείληπται ὦ ὡς ἐν οἴχτῷ. Τὸ δὲ ἀναβροχὲν ἀντὶ τοῦ ἐῤῥοφήϑη , κατὰ ὀνοματοποιίαν χαὶ μίμησιν ἤχου."
      },
      {
        "index": 152,
        "text": "τραχύτερον δὲ αὐτοῦ τὸ ἀναβροχϑὲν, ἐξ οὗ xci ὃ βρόχος καὶ τὸ βροχίξειν, ὡς xai τὸ ῥοχϑεῖν τραχυφωνότερον τοῦ ῥοϑεῖν. τινὲς. δὲ zal διὰ τοῦ V γράφουσιν ἀναβρυχὲν aad ὁμοιόιητα τοῦ βέβρυχεν. ᾿Ιστέον δὲ καὶ ὅτε ἐπείπερ ἡ &YG πρόϑεσις χωλύειν δοκεῖ νοεῖν τὸ ἀναβροχὲν avri. τοῦ χαταποϑὲν, ἐπάγει πρὸς"
      },
      {
        "index": 153,
        "text": "ἑρμηνείαν τὸ, ἀμφὶ δὲ ποοσὶ γαῖα φαίνεσχε, xai ἔτι μᾶλλον τὸ, καταζήνασχε δὲ δαίμων, τουτέστιν οὐχ ' ἁπλῶς γῆ ἐφαίνετο ἀλλὰ καὶ ξηρὰ, ὥςτε ἐν τῷ ὕδωρ ἀναβροχὲν περιττὴ χεῖται ἡ πρόϑεσις. οὕτω γάρ ἐστιν ἀναπιεῖν εἰπεῖν τὸ Rage, ἴσως δὲ χαὶ διὰ τὸ πολλάκις τὴν τοιαύτην βρόξιν γίνεσϑαν ἀρ ἐῤῥέϑη τὸ ἀναβροχέν. κεῖται γὰρ μυρια Ἀχοῦ ἡ &Yà πρόϑεσις ἐ ἐπὶ τοῦ πάλιν χαὶ πάλιν τὸ αὐτὸ γίνεσϑαι. Tov δὲ ἀξήνασκε πρωτότυπον μὲν ἄζω. παράγωγον δὲ ἀπ᾽ αὐτοῦ τὸ ἀζαίνω. ἀφ᾽ οὗ κατὰ δευτέραν παραγωγὴν τὸ ἀζηνάσχω, λέξις μόνοις ποιηταῖς χρήσιμος."
      },
      {
        "index": 154,
        "text": "Κατακρῆϑεν δὲ, ὡς καὶ ἐν ᾿]λιάδι, ἀντὶ τοῦ χατακάρηϑεν ἤτοι κατὰ κεφαλῆς. Τὺ δὲ χέε χαρπὸν δαψίλειαν ὀπώρας δηλοῖ, ὄμβρου δίκην γινομένης ὑπὲρ κεφαλῆς τοῦ Ταντάλου. Τὸ δὲ ὄγχναι καὶ ῥοιαὶ καὶ ἐφεξῆς οἱ δύο στίχοι ἐν τοῖς περὶ Φαιάκων ἐγράφησαν. Τὸ δὲ ἰϑύσει᾽ δηλοῖ μὲν τὸ ὁρμήσει παραχϑὲν ἐκ τοῦ ἰϑύω τὸ δρμῶ. ἐκτείνει δὲ τὴν ἄρχουσαν. γίνεται δὲ ἀπ᾿ αὐτοῦ τὸ ἰϑὺς καὶ τὸ ἰϑὺ ἐπιῤῥήματα. ᾿Ιστέον δὲ xoi ὡς πολλὴ διαφορὰ κήπου ᾿Αδώγιδος καὶ δένδρων Ταντάλου. διὸ τοῦτο μὲν παροιμιαχῶς ἐπὶ τῶν ἀκερδῶν τίϑεται, ἐκεῖνο δὲ ini τῶν ἀκάρπων xci ὠκυμόρων."
      },
      {
        "index": 155,
        "text": "κῆποι γὰρ ᾿Αδώνιδος φυτάρια ταχὺ ἀναϑάλλοντα ἔσω χύτρας ἢ ἀῤῥίχου, xci ὕλως χοφίνου τινὸς, καὶ αὐτίχα ῥιπτούμενα χατὰ ϑαλάσσης καὶ ἀφανιζόμενα καϑ' ὁμοιότητά τινα τοῦ χατὰ τὸν & ᾿δωνιν ϑανάτου, ὃς ἀνϑήσας γεοτήσιον ταχὺ ἀπήνϑησε, καταβληϑεὶς ὑπὸ Ἴζρεος κατὰ τὸν μῦϑον. γυναῖκες δὲ τοὺς τοιούτους τημελοῦσαιν κήπους ὡσίουν ἐπιταφίους ᾿Αδώνιδι. *\"Ürt ὁ Σίσυφος, περὶ οὗ χαὶ ἡ Jes δηλοῖ, ϑανὼν κατὰ μῦϑον xci δόλῳ αὖϑις ἀναβιοὺς οὐκ ἤϑελε χάτω ἐλϑεῖν, καϑὰ συνέϑετο, εἰ μὴ βαϑὺ γῆρας λαβὸν αὐτὸν κατήγαγεν, ὅϑεν κόλασιν εὗρεν ἐν ἽΔιδου."
      },
      {
        "index": 156,
        "text": "διὸ χαὶ φαντάζεται αὐτὸν Ὀδυσσεὺς ἐκεῖ κρατερὰ ἄλγεα ἔχοντα λᾶαν βαστάζοντα πελώριον ἀμφοτέρῃσιν, ἤτοι ὃ μὲν σχηριπτύμενος. χερσίν τε ποσίν ve λᾶαν ἄνω ὥϑεσκε ποτὶ λόφον. ἀλλ᾽ Ore μέλλοι ἄκρον ὑπερβαλέειν , τότ᾽ ἀποστρέψασκε χραταιῖς αὖϑις, ἔπειτα πέδονδε κυλίνδετο λᾶας ἀναιδής. αὐτὰρ ὅγε ἂψ ὥσασχε τιταινόμενος, χατὰ δ᾽ ἱδρὼς ἔῤῥεεν ἐκ μελέων. aov δ᾽ ἐκ κρατὸς ὀρώρει. πολλὰ δὲ τῶν τοιούτων ἐπῶν ἁρμόσον ἂν καματηρῷ χαὶ ἐπιμόχϑῳ ἀνδρὶ s ὁποῖός τις ἔοιχεν εἶναι καὶ ὃ Σίσυφος, ἀνὴρ φαινόμενος ἐ) 'χειρεῖν μὲν ἀεὶ μοχϑηραῖς πράξεσι καὶ ὡς οἷον εἰπεῖν ᾿ἀναγωγοῖς, μὴ ἀνύειν δὲ τὰ ἐγχειρούμενα διὰ τὸ δυσκατέργαστον, χαὶ ϑέλει μὲν εἶναι μεγαλουργὸς, μὴ ἔχειν δὲ τοῦ τοιούτου τέλους τυχεῖν, ἀλλὰ πονεῖν ἄπρακτα."
      },
      {
        "index": 157,
        "text": "διὸ xci φαντασίαν τοιαύτην iv iov πέμπει τῷ βλέποντι. ὕτι δὲ χλεπτίστατος ἦν ἀνϑρώπων x«i ὅτι βασιλικὸς ἀνὴρ zc ὡς διαβάλλεται ᾿Οδυσσεὺς ἐξ θο αὐτοῦ εἶναι, διὸ χαὶ Σισυφίδην αὐτὸν ὃ παρὰ τῷ Σοφοκλεῖ χορὸς καλεῖ εἰ καὶ «Ἱαερτιάδης λέγεται, πολλαχοῦ δηλοῦται. ὃ δὲ ϑάνατος αὐτοῦ καὶ ἡ eite ἀναβίωσις κρύψιν τινὰ δηλοῖ τοῦ ἀνδρὸς δολερὰν χαὶ ἀνδρὶ κλέπτῃ πρέπουσαν, καϑὰ καὶ Ζάμολξις κατάγαιον φασὶν οἴκημα πεποιηκὼς, ὡς καὶ Πυϑαγό- $o oae, zc ἀφανισϑεὶς ἐχ Θρῳκχῶν αἰφνίδιος τετάρτῳ ἔτει ἐφάνη , «ci οἱ Θράκες αὐτῷ πάντα τὰ xat αὐτοὺς ἐπίστευσαν, ὅτε χαὶ ἦν εἰχὸς λογίσασϑαι καὶ αὐτὸν τὸ Σοφόκλειον χαὶ εἰπεῖν\" τί γάρ μὲ λυπεῖ τοῦϑ᾽ ὅταν λύγοισι ϑανὼν ἔργοισι σωϑῶ κἀξενέγκωμαι, χλέος; εἰχὸξ δὲ xci νόσῳ ϑανασίμῳ κάτοχον γεγονότα τὸν “Σίσυιρον, εἶτα δὴ ἀνασφήλαντα φήμην πέμψαι, ὡς ἐξ * πέφευγε."
      },
      {
        "index": 158,
        "text": "δῆλον δὲ καὶ ὅτι “Ιωρικὸν ὃ ἅμα xc Αἰολικὸν ὦ ὄνομα. TO σιοὺς μὲν γὰρ οἱ “ωριεῖς φασὶ τοὺς ϑεοὺς, ὡς καὶ ὃ κωκιχὸς δηλοῖ ἐν τῷ, vci τὼ σιὼ, ἀντὶ τοῦ νὴ τοὺς ϑεοὺς ἢ τὰς ϑεάς. σύφος δὲ ὃ σοφὸς παρὰ Αἱολεῦσιν. ὅϑεν Σίσυφος ὃ ϑεόσοφος. καὶ εἰχὸς Κορινϑίων διαλέκτου εἶναι τὴν λέξιν, sini oig δωρίζουσιν ἦρχεν ὃ Σίσυφος. ὡς δὲ οἱ Δωριεῖς ἔχαιρον καὶ αἰολίζοντες, δηλοῖ Πινδαρος ἀναμὶξ οὕτω ποιῶν, ἤτοι χαὶ ΖΙωρικῶς γράφων: x«i «ἰολιχῶς. ὡς δὲ καὶ τὸν ϑάνατον ὃ “Σίσυφος ἔδησεν, ἐν τοῖς εἰς τὴν ᾿Ιλιάδα δεδήλωται."
      },
      {
        "index": 159,
        "text": "Τοῦ δὲ εἰρημένου σιοῦ παράγωγον καὶ ὁ ϑίασος, χαϑὰ δηλοῖ ὃ δειπνοσοφιστὴς, λέγων, áo ὅτι ἔρανοι εἰσὶ κατὰ τοὺς πολλοὺς αἱ ἀπὸ τῶν συμβαλλομένων. εἰσαγωγαὶ, ἀπὸ τοῦ συνερᾶσϑαί φησι χαὶ συμφέρειν ἕχαστον. ἐκαλοῦντο δὲ καὶ ϑίασοι. χαὶ οἱ συνιόντες ἐπὶ τὰ τοιαῦτα ἐρανισταὶ χαὶ συνἡλιασῶται. ἐχαλεῖτο δέ φησι ϑίασος καὶ ὁ τῷ Διονύσῳ παρεπόμενος ὄχλος ἀπὸ τοῦ ϑεοῦ ὃν σιὸν ἐκάλουν οἱ “Ἰάχωνες. οὐχοῦν σίασος zat τροπῇ ϑίασος, χάϑὰ χαὶ ὃ βρυχησμὸς ὡς μαχησμὸς, καὶ τροπῇ ὁμοίᾳ βρυχηϑι μός. οὕτω δὲ καὶ ὠρύω ὠρυσμὸς, κῶς δύω χαὶ ξύω ῥυσμὸς χαὶ ξυσμὸς, καὶ μεταβολῇ € ὁμοίῳ τοῦ gy εἷς ὠρυϑμὸς παρὰ Κοίντῳ. \"Opa δ᾽ ἐν τοῖς ῥηθεῖσι τὸ συνὲρᾶσϑαι καινὸν ὄν. καὶ ἴσως ἀπ᾽"
      },
      {
        "index": 160,
        "text": "αὐτοῦ γίνεται zov\" ἔννοιαν ἐναντίαν τὸ ἐξερᾶν, οὗ πλείων χρῆσις, ἔτι δὲ καὶ τὸ συμφέρειν γλυχέως ῥηϑὲν χαὶ δηλοῦν τὸ συνάγειν, ὅπερ ἐπὶ ϑαστάγματος συνδιαφρέρειν λέγεται. ἀφ᾽ οὗ τροπικῶς εἴρηται τὸ, συνδιαφέρει ὃ δεῖνα τῷ δεῖνι τὴν ἀρχήν. ἔτι ὅρα καὶ τὸ, αἱ ἀπὸ τῶν συμβαλλομένων εἰσαγωγαὶ, πέρ ἐστι περίφρασις τοῦ, αἱ συμβολαὶ, αἱ συμποσιακαὶ δηλαδὴ, ὧν δήλωσις καὶ ἐν τῇ ἃ ὁαψῳδίᾳ τέϑειται. Τὸ δὲ λᾶαν βαστάζειν καὶ τὸ ὠϑεῖν ἐοίκασιν ἀντικειμένως ἔχειν. βαστάζεται μὲν γὰρ τὸ φερόμενον, ὠϑεῖται δὲ τὸ ἀπὸ τῶν κάτω ἐπὶ τὰ ἄνω βιαζόμενον."
      },
      {
        "index": 161,
        "text": "πῶς οὗν τὸν αὐτὸν λίϑον xci βαστάζει καὶ oc ὃ Τάνταλος; ἔστι δὲ εἰπεῖν ὡς ἴσως εἰς μὲν τὸν λόφον ὥϑει, ὕτε δὲ κατακυλισϑεὶς ὁ λίϑος ἀπεστράφη πέδονδε, τότε βαστάζων αὐτὸν ἕως τῶν ποδῶν τοῦ λόφου εἶτα πάλιν ὦϑει ἄνω. Τὸ δὲ σχηρίπτεσϑαι, ἀφ᾽ οὗ συγκοπὲν τὸ σχήπτεσϑαι ποιεῖ τὸ σχῆπτρον καὶ τὸ σχηπάγιον, ἀντέρεισιν δηλοῖ. Τὸ δὲ λᾶαν ἄνω ὥϑεσχε mori λόφον, ἐπαινεῖται χάριν τῆς συνϑήχης. ἐμφαίνει γὰρ τὴν δυσχέρειαν τοῦ τῆς ὠϑήσεως ἔργου τῇ τῶν φωνηένλτων ἐπαλληλίᾳ, 0v ὧν ὀγχούντων τὸ στόμα οὐκ ἐᾶται τρέχειν ὃ λόγος, ἀλλ᾽ ὀκνηρὰ βαίνει συνεξομοιούμενος τῇ ἐργῳδίᾳ τοῦ ἄνω ὠϑεῖν."
      },
      {
        "index": 162,
        "text": "ἀμέλει τὸ, ἔπειτα πέδονδε κυλίνδετο λᾶας ἀναιδὴς ἀχάσμητον ὃν zci διατοῦτο olov τροχαστιχὸν τῇ φράσει, τὸ εὐπετὲς δηλοῖ τῆς τοῦ λίϑου καταφορᾶς. “ἴἄας δὲ οὐ μόνον λίϑος ἐνταῦϑά τε καὶ ἀλλαχόϑε μυριαχοῦ κλινόμενος λάαος καὶ κατὰ κράσιν λᾶος, ἀλλὰ xci Πλιδὸος ἐπίνειον χατὰ τοὺς παλαιοὺς, οὗ μέμνηται καὶ «“Τυκόφρων κατὰ κράσιν ἐν τῷ\" καὶ «4ἂν περήσεις. «“όφος δὲ δῆλον ὡς οὐ μόνον γῆς ὕψος, ἀλλὰ xci μέρος ποτὲ τραχήλου ζωϊχοῦ, ἐξ οὗ xal καταλοφάδια, ὡς χαὶ προεδηλώϑη,, ἀντὶ τοῦ κατὰ τοῦ τραχήλου."
      },
      {
        "index": 163,
        "text": "ὕϑεν καὶ λωφῆσαι φασὶ κυρίως τὸ ἀποϑέσϑαι ἄχϑος τὸ ἐπὶ τῷ τραχήλῳ, ἐχταϑείσης δηλαδὴ τῆς ἀρχούσης, ὡς καὶ ἐν ᾿Ιλιάδι γέγραπται. δὲ ὑπερβαλεῖν τὸ ὑπὲρ ἄκρον λόφον ῥῖψαι τὸν λίϑον, τουτέστιν ἐπὶ τὸ ἐκεῖϑεν μέρος τοῦ λόφου. καὶ ἔστιν ἡ μεταφορὰ ἐκ τῶν ἀκοντιζόντων xci τῶν τοιούτων, οἱ κατ᾽ ἐπίτασιν βολῆς ὑπερβάλλουσι τὸν σχοπόν. Τὸ δὲ χραταιὶς, ἐπίῤῥημά ἐστιν ἀντὶ τοῦ κραταιῶς. ἀναλογεῖ δὲ τῷ λιχριφὶς καὶ τοῖς τοιούτοις. γράφεται δὲ καὶ ἐν δυσὶ λέξεσι, χραταῖ ig, ἤγουν ἡ χραταιὰ ἰσχὺς τοῦ λίϑου."
      },
      {
        "index": 164,
        "text": "\"εἰ δὲ ἔνα So λέγει ἐπὶ λίϑου ποιητιχώτερον, καινὸν οὐδὲν, εἴγε καὶ ἀναιδὴ τὸν τοιοῦτον λέγει, ἐκ τῶν ἐμψύχων καὶ τοῦτο μεταγαγών. εἰ δὲ τὸ μακρὸν ἃ τοῦ χραταιὰ ἐξεϑλίβη, καινὸν οὐδὲ αὐτὸ τάγε εἰς ποίησιν. ἐνϑυμητέον γὰρ ἐνταῦϑα δίχα μυρίων ἄλλων καὶ τὸ, ἐὰν yot ἢ, ἤγουν εἰ χρεία ὑπάρχει. ᾿Ιστέον δὲ καὶ ὅτε ó τὴν Ὀδύσσειαν παραφράσας καλὸς ῥήτωρ τὸ χραταῖ᾽ ig οὐ φιλεῖ, ἐϑέλει δὲ ἢ κραταιὶς γράτάμε γοῦν ἀλλὰ χραταῖς ὥς τινα τῶν ἀντιγράφων φέρει. γράφει γὰρ οὕτως. Ὁ Σίσυφος ἐώϑει πρὸς τὸν ὦμον πέτρον μέγαν καὶ ἐμβριϑῆ, χαλεπωτάτην δὴ καὶ οὗτος αὖ συμφορὰν διαντλῶν."
      },
      {
        "index": 165,
        "text": "κυλινδεῖν γὰρ ἐξεφράγα: αὐτῷ πρός τινα ὄρϑιον xci ὑψηλὴν λόφου ἄχραν τὸν λίϑον. καὶ ἐποίει τοῦτο τοῖς ποσὶ — ταῖς χερσὶ γλίσχρως καὶ χαλεπῶς ἀντιλαμβανόμενος, ὡς δὴ ὑπερκυλίσων τῆς ἄκρας εἰς TO ἐπίχεινα, ὑπότε δὲ ἐγγυτάτω γένοιτο τῇ ἐλπίδι κατειργάσασϑαι τοῦτο, δαίμων τις ἰσχυρὸς ὀνόματι Κραταὶς ὕποφέρεσϑαι ἐποίεε κάτω τὴν πέτραν ἀποστρέψασα. Τὸ δὲ τιταινόμενος σχῆμα ὠϑοῦντος δηλοῖ, ὃς χεῖράς τε καὶ πόδας τιταίνει βιαζόμενος τὸ ὠϑούμενον. Ὅρα δὲ φανερὰν καὶ ἐνταῦϑα διαορὰν τοῦ κυλίειν καὶ τοῦ oO tiv."
      },
      {
        "index": 166,
        "text": "ὠϑεῖται μὲν γὰρ Aoc κάτωϑεν \"ἄνω, κυλίνδεται δὲ ἀνάπαλιν. áo ὁ δὲ καταῤῥέων ἱδρὼς φάντασμα καὶ αὐτὸς xci οὐκ αὐτόχρημα ἱδρώς. Ὅτι ἐκ τοῦ γνωρίμου ' Ayenéuvovog Ὀδυσσεὺς ἀρξάμενος λαλεῖν τὰ περὶ ἡρώων εἰς τὸν ἀνδρειότατον “Ἢ ρακλέα παύει τὸν λόγον, ὃν καὶ σκιαγραφεῖ ἐν “Διδου δεινὸν, καὶ κατ᾽ αὐτὸ τοῦτο ἐοικότα νυχτὶ, καὶ δεινὸν παπταίνοντα, xci τόξον ἔχοντα γυμνὸν, ὡς xci δοχεῖν βαλεῖν ἂν, καὶ τελαμῶνι χρώμενον, ὃς τῷ áo Hoe συνεξηγρίωτο οἷς ἔφερε δεινοῖς ποιχίλμασιν, ἵνα qerratorro καὶ αὐτὸς καϑ' ἣν ἐν ζῶσιν εἶχε σμερδαλέοτ ura."
      },
      {
        "index": 167,
        "text": "διαβάλλουσι δὲ zai τὸν τοιοῦτον τόπον ol ὁμηρομάστιγες διὰ τὸ εἰπεῖν τὸν ποιητὴν ὅτι τε τὴν Hv ἔχει τὸν Διὸς xai\" Hoe ϑυγατέρα κατὰ τὸν μῦϑον, καὶ ὅτι εἴδωλον μὲν αὐτοῦ ἐν Aio, αὐτὸς δὲ σὺν ϑεοῖς “ἄνω τέρπεται, καὶ ὕτι ὁπλοφορεῖ, ὡς ἐῤῥέϑη,, καὶ ὅτι αὐτίκα ἰδὼν τὸν ᾿Οδυσσέα λαλεῖ πρινὴ πιεῖν αἵματος. ἀλλὰ τοῦτο μὲν λυϑείη ἂν διὰ τοῦ νοηϑῆναι ὡς κατὰ τὸ σιωπώμενον ἔπιε. CP δὲ τὰ ἄλλα ὅσα φασὶν ἐχεῖνοι, Ort δηλαδὴ ovx ἂν πιϑανῶς λέγοι τὴν Ἥβην ' Ἡρακλέος γυreixa ἣν ὁ μῦϑος ϑεοῖς φησὶ παρϑένον οὖσαν οἰνοχοεῖν, καὶ πῶς οἷόν τε τὸν αὐτὸν iv\" Aidov τε εἶναι"
      },
      {
        "index": 168,
        "text": "καὶ ἐν οὐρανῷ, χαὶ ὡς οὐδὲ πιϑανὸν οὐδὲ τὸ τοιαύτην ἔχειν σκευήν. χαὶ τοιαῦτά τινα ἐγχειροῦσιν ἕτεροι AvriXOS ὡς αὐτοὶ ἐϑέλουσι. Σημειοῦνταν δὲ οἱ παλαιοὶ, ὅτι TE διάφοροι\" Ἡραχλεῖς, ὡς καὶ ἀλλαχοῦ ἐῤῥέϑη, ὦ ὧν εἷς καὶ ὃ Διὸς καὶ “Ἡστερίας , 0g φασι πορευόμενος εἰς \"hifi ἀνῃρέϑη μὲν ὑπὸ Tvφῶνος, ᾿Ιολάου δ᾽ αὐτῷ προσενεγκόντος ὄρτυγα ὀσφρανϑεὶς ἀνεβίω. ἔχαιρε γάρ φασι καὶ περιὼν τῷ ζῴῳ τούτῳ, χαὶ ὅτι ἐταυϑα μόνον παρὰ τῷ ποιητῇ ϑεὸς Ἡρακλῆς πέπλασται. παραπηγνύουσι δὲ τῷ εἰρημένῳ περὶ ὄρτυγος λόγῳ, ὅτι."
      },
      {
        "index": 169,
        "text": "καὶ ὀρτύγιον λέγεται παρὰ τοῖς κωμιχοῖς ὑποκοριστικῶς, οὗ χρῆσις τὸ, τίσυον ποιεῖν δύνασαν ὀρτυγίου ψυχὴν ἔχων. φράζει δὲ τὸν περὶ Ἡρακλέος τόπον ὃ ποιητὴς οὕτω, εἰσεγόησα βίην “Ἡραχληείην, εἴδωλον, αὐτὸς δὲ μετ᾽ ἀϑανάτοισι ϑεοῖσι τέρπεται ἐν ϑαλίῃς. καὶ ; ἔχει χαλλίσφυρον “Ἥβην παῖδα Διὸς μεγάλοιο xci Hore χρυσοπεδίλου. ἀμφὶ δέ μιν xÀay γὴ γεκύων ἦν οἰωνῶν ὥς, πάντοσε ἀτυζομένων ἤτοι ταρασσομένων, ὃ δ᾽ ἐρεμνῇ yvxti ἐοικὼς, γυμνὸν τόξον ἔχων καὶ ἐπὶ νευρῇφιν ὀϊστὸν, δεινὸν παπταίνων, αἰεὶ βαλέοντι ἐοικὼς, σμερδαλέος δέ οἱ ἀμφὶ περὶ στήϑεσσιν ἀορτὴρ, χρύσεος ἦν τελαμὼν, ἵνα ϑέσχελα ἔργα τέτυχτο."
      },
      {
        "index": 170,
        "text": "ἄρκτοι T LZ peu τε σύες χαροποὶ θοτε λέοντες, ὑσμῖναί τε μάχαι τε, φόνοι T &vógoxteGícu Té. εἶτα ἐπιΐ σημαινόμενος χαιγόν τι χαὶ ἐπιτυχὲς χρῆμα τὸν ἀορτῆρα εἶναι φησί: μὴ τεχνησάμενος μηδ᾽ ἄλλο τι τεχνήσαιτο, ὃς κεῖνον τελαμῶνα ἑῇ ἐγκάτϑετο τέχνῃ, τουτέστιν, ὃς ἐκεῖνον τὸν τελαμῶνα. ἐποίησε, τοῦτο γάρ ἐστι περιφραστιχῶς τὸ, ἑῇ ἐγκάτϑετο τέχνῃ, ἐκεῖνος. τεχνήσαιτο ἤτον ἐτεχνήσατο αὐτὸν, μὴ τεχνησάμενος μηδ᾽. ἄλλο τι, τουτέστιν οὐδὲν ἄλλο διὰ βίου ποιήσας ἔργον ἀλλ ἢ μόνον ἐκεῖνον, ἢ καὶ ἄλλως, οὐδὲν i ἕτερον τοιοῦτον ἔργον τεχνησάμενος."
      },
      {
        "index": 171,
        "text": "ὡς εἴτις φασὶν εἴποι ὅτι Φειδίας ποιήσας τὸν 4ία τριῦῦτον οὐδὲν ἄλλο τῇ ἑαυτοῦ τέχνῃ ἐγκατέϑετο. Ὕτεροι δὲ τὸν λόγον εἷς ἀρᾶς δεξάμενοι σχῆμα φασὶν ὡς \"μὴ γένοιτο τῷ τέχνησαμένῳ τὸν τελαμῶνα ἐχεῖνον ἄλλο τι τεχνήσασϑαι, ὃς οὕτω σμερδαλέον καὶ φοβοποιὸν πρᾶγμα ἐσκεύασεν, ἢ μᾶλλον, μὴ ὃ τεχνησάμενος ποιήσοι τι ἕτερον ἔργον, ὃς περὶ ἕνα μόνον ἐχεῖνον τὴν τέχνην ἀνάλωσε χαὶ οὐ πολλοὺς τοιούτους ἀσχοληϑεὶς ἐτεχνήσατο. χαὶ ἔστι τὸ μὴ τεχνησάμενος μήδ᾽ ἄλλο τι τεχνήσαιτο περιττότητα ἔχον τοῦ ἑνὸς ἀπαγορευτιχοῦ ἐπιῤῥήματος."
      },
      {
        "index": 172,
        "text": "ἤρκει γὰρ εἰπεῖν, μὴ τεχνησάμενος ἄλλο τι, ἢ τεχνησάμενος μήδ ἄλλο τι. ὃ δὲ, τὴν ἄκραν ἐμφαίνων ἀπαγόρευσιν, ἐδίπλασε τὸ μὴ «a ὁμοιότητα τοῦ, οὐδὲ γὰρ οὐδὲ 4ρύαντος υἱὸς, καὶ τῶν τοιούτων. τινὲς δὲ τὸν τοιοῦτον στίχον δυσσὶ κόμμασι μερίσαντες τὸ μὲν πρῶτον ἐλλειπτιχῶς γοοῦσι, τὸ δὲ δεύτερον ἐντελῶς, ἵνα ἢ, μὴ τεχνησάμεvog εἴη, μήδ᾽ ἄλλο τι τεχνήσαιτο. χαὶ ἔστιν ὅμοιον τῷ, μὴ ἀν στ σθμηιδ paio ἄλλοϑ᾽ ὁμιλήσαντες. xci ἐχεῖνο γάρ Tute τοιῶςδε εἶπον, μὴ μνηστεύσαντες εἶεν καὶ ἑξῆς."
      },
      {
        "index": 173,
        "text": "“Σημείωσαι δὲ ci ἐν μὲν τοῖς ἄλλοις ἅπασιν ἡρωϊκοῖς προσώποις τοῖς ἀπὸ τοῦ ἰδεῖν ἐχρᾶτο ῥήμασιν ὁ ποιητὴς» οἷον\" τὰς δεῖνα ἴδον, ἢ εἰσεῖδον, ὁμοίως καὶ τοὺς δεῖνα, ἐπὶ δέ γε “Ἡρακλέος καὶ ᾿Θρίωνος τὸ κεἰσενόησα εἶπε. καὶ ὅτι καϑὰ περὶ τὸν ᾿ΔἽγαμέμνονα ψυχαὶ ἄλλαι ἀγειγέρατο ὅσαι ἅμα αὐτῷ ἔϑανον, χαὶ τῷ πελωρίῳ δὲ \"oiov ϑῆρες οὃς αὐτὸς κατέπεφνε, οὕτω καὶ περὶ τὸν ΠΙραχλέα, τρόπον μέντοι ἄλλον, ϑῆρες φαίνονται, οὐ παρ᾽ αὐτοῦ πεσόντες, ἀλλὰ τῷ παρ᾽ αὐτῷ τελαμῶνι σκιαστιχῶς ἐμφαινόμενοι."
      },
      {
        "index": 174,
        "text": "Καὶ ὅτι τὸ, ἐρεμνῇ νυχτὶ ἐοικὼς χαὶ ἑξῆς ἕως τοῦ, βαλέοντι ἐοικὼς, χρήσιμον εἰς τὸν ἀπειλούμενον ἀτέλεστα, καϑὰ χαὶ τὸ τοῦ Ἡρακλέος ἐν “Διδου εἴδωλον οὔκ εἶχε βλάπτειν εἰ καὶ βαλέοντι ἐῴκει. σπαταλῶντα δέτινα δηλοῖ τὸ, αὐτὸς δὲ τέρπεται: ἐν ϑαλίαις χαὶ ἔχει καλλίσφυρον\" Ἥβην. To δὲ βίην ἡ Ἡρακληείην, εἴδωλον, ἣν μὲν ἂν κοινὸν εἴπερ ἐγράφη βίης Ἡρακλέος εἴδωλον. ὡς δὲ νῦν κεῖται, Ὁμηρικόν ἐ ἐστι xci ᾿Δττιχὸν, τελείας μὲν στιξομένης ἐν τῷ βίην Ἡρακληείην , εἶτα πρὸς σαφήγειαν ἐπαγομένου τοῦ εἴδωλον, ἵνα μὴ vooito ἄρτι ᾿Ηραχλῆς αὐτὸς ἐχεῖνος , ἀλλὰ TO αὐτοῦ εἴδωλον, ὡς τοῦ μὲν σώματος χαυϑέντος χατὰ τὴν Τραχινίαν Οἴτην, τῆς δὲ ψυχῆς ἄνω οὔσης, τοῦ δὲ εἰδώλου áo περὶ τὸν “4ιδην."
      },
      {
        "index": 175,
        "text": "οὗ καταπαίξει εὐφυῶς ὃ «Τουχιανός, H δὲ Ἥβη ἀλληγορικῶς Διὸς καὶ Hoag λέγεται διὰ τὸ ἀκάματον xci ἀεὶ νεάζον τῶν στοιχείων εἰς ἅπερ ἀλληγορεῖται\" Hoe xci Ζεύς. ἀπὸ Ἥβης δὲ οὐ ταύτης τῆς μυϑιχῆς οὐδὲ μὴν τῆς xa ἡλικίαν , ἀλλὰ τῆς κατὰ μέρος quiin», ὅϑεν xci τὸ ἐφήβαιον, ἔτι δὲ χαὶ τὸ ἡβυλλιᾶν παρὰ τῷ κωμιχῷ, ἔπαιξέ τις τῶν παλαιῶν ἐξ ἀφορμῆς τῆς κατὰ τὸν μῦϑον \" Hus οὕτως\" ἐχαυχήσατό τις φιλεῖν τράχηλον γυναικὸς χαὶ τιτϑοὺς χαὶ ὀμφαλόν, καὶ αὐτὸς μὲν οὕτως ἔφη, ὃ δὲ ᾿ἀχούσας εἶπεν ὡς πονηρὸν τοῦτ᾽ ἤδη. καὶ γὰρ ὁ ᾿Πρακλῆς ἀπὸ"
      },
      {
        "index": 176,
        "text": "τῆς Ομφάλης ἐπὶ τὴν Ἥβην μεταβέβηκεν. Νεχύων δὲ χλαγγὴν ἐνταῦϑα εἰπὼν ὡς οἰωνῶν ἐρεῖ ἀλλαχοῦ τρισμὸν ψυχῶν τῶν ἐν “Διδου οἷα νυχτερίδων, ὡς ἐχεῖ φανεῖται. Τὸ δὲ ἐοιχὼς οὕτω καίριον, ὥςτε δὶς αὐτὸ εἶπεν ἐν τῷ, νυχτὶ ἐοικὼς, καὶ βαλέοντι ἐοικώς. ἔνϑα καὶ κάλλος ἐστὶν, ὡς ἐν τέλει στίγων χειμένων τῶν τοιούτων μετοχῶν. Τυμνὸν δὲ τόξον λέγει τὸ ἔξω γωρυτοῦ. ᾿Δορτὴρ δὲ καὶ τελαμὼν ταὐυτά εἰσι κατὰ πολυωνυμίαν, ὡς καὶ ὁ ποιητὴς δηλοῖ εἰπὼν ἀορτὴρ, εἶτα πρὸς ἑρμηνείαν ἐπαγαγὼν τὸ, χρύσεος τελαμών."
      },
      {
        "index": 177,
        "text": "γίνεται δὲ ὃ ἀορτὴρ παρὰ τὸ ἀείρω, τὸ κρεμῶ καὶ μετεωρίζω, καὶ δηλοῖ τὸν κρεμαστῆρα τοῦ ξίφους. Σύες δὲ ἀγρότεροι πρὸς διαστολὴν τῶν οἰχοτραφῶν σιάλων, Χαροποὶ δὲ λέοντες οἱ τοιούτους ἔχοντες τοὺς ὀφϑαλμούς. χρώματος δὲ ὀφϑαλμῶν δηλωτιχὸν καὶ τὸ χαροπὸν, λεγόκμενον καὶ ἐπὶ παρδάλεων. ἀπὸ δὲ τῆς τοιαύτης χαροπό- So τητος xci χάρων ὃ λέων iv ῥητοριχῷ κεῖται λεξικῷ. ἐκεῖνο δὲ ἴσως καὶ κατ᾽ ἀντίφρασιν. μᾶλλον γὰρ φοβερὸς ὃ λέων καὶ οὐ χαρὰν ποιῶν, ἤδη δὲ καὶ κατὰ τὸ ϑανατοποιόν. ἐπεὶ καὶ ὁ Χάρων ἐν “Αιδου διαχονεῖ."
      },
      {
        "index": 178,
        "text": "Τὸ δὲ ὑσμῖναί τε μάχαι τε ταυτά εἰσιν, ὥςπερ χαὶ τὸ, φόνοι τ᾽ ἀνδροχτασίαι τε. Ὁ ες. Τὸ δὲ ἑῇ ἐγκάτϑετο τέχνῃ, δηλοῖ μὲν, ὡς ἐῤῥέϑη, κατὰ περίφρασιν τὸ ἐτεχνήσατο. πάνυ δὲ χαλῶς ἐνταῦϑα ἔχει τὸ ἐγκατέϑετο, διὰ τὸ μὲ ῥξον καὶ ἀπόνως κατεσχευάσϑαι τὸν ἀορτῆρα, ἀλλὰ χειμηλιωϑῆναι οἷον εἰς χρονίαν κατασχευήν. Ὅτι ὃ ποιητής τε xci ὃ ᾽Οδυσσεὺς ὁ μὲν συνιστῶν παρὰ Φαίαξιν ἑαυτὸν ὡς “Ηράχλειον ἄϑλον μιχροῦ ἀνύσαντα καὶ τῶν Πρακλέος ἄϑλων τὸν δυσχατεργαστότερον, ὃ δὲ τὸ ἄπιστον τῆς εἰς “Διδου χκαϑόδου τοῦ Ὀδυσσέως “ϑεραπεύων ῥητοριχῷ γόμῳ δι᾿ ὁμοίου διηγήματος ὡς μηχέτι χαιγὸν ὃν τὸ χατὰ τὸν ᾿Οδυσσέα, εἰ καὶ ἄλλοτε τοιοῦτόν τι γέγονε, πλάττουσι τὸν ᾿ΤΙρακλέα Aion, ὡς ἔγνω τε τὸν Ὀδυσσέα xci διογενῆ καὶ πολυμήχανον ὀνομάσας προσφωνεῖ oimac* ὦ δειλέ, 3; δή τινα καὶ σὺ χαχὸν μόρον ἠγηλάζεις, 0v περ ἐγὼν ὀχέεσχον ὑπ᾿ αὐγὰς ἠελίοιο."
      },
      {
        "index": 179,
        "text": "Ζηνὸς μέν φησι πάϊς 3, Κρονίονος. αὐτὰρ ὀϊζὺν εἶχον ἀπειρεσίην. μάλα γὰρ πολὺ χείρονι φωτὶ δεδμήμην. δέ μοι χαλεποὺς ἐπετέλλετ᾽ ἀέϑλους, ὃ δὴ ἔχει τι λέγειν ἀγαϑὸς ἀνὴρ ὑποτεταγμένος χείρονι τινὶ \"καὶ δεινὰ ἐπιτασσόμενος. εἶτα ἐπιφέρει\" καὶ ποτέ μ᾽ ἐνϑάδ᾽ ἔπεμψε κύν᾽ ἄξοντα, οὐ γὰρ ἔτ᾽ ἄλλον φράζετο τοῦδέ τί μοι κρατερώτερον εἶναι ἄεϑλον. τὸν μὲν ἐγὼν ἀνένεικα, τὸν κύνα δηλαδὴ Κέρβερον, καὶ ἤγαγον ἐξ Aio. \"Epuzíeg δέ μ᾽ ἔπεμψεν ὃ κλεπτικὸς καὶ γλαυχῶπις ᾿4ϑήνη. ᾿Ιστέον δὲ ὅτι καὶ “Πρακλῆς, ὡς καὶ ἐν \"Diac δηλοῦται, eig φιλόσοφον ἄνδρα ἐκλαμβάνεται παρὰ τοῖς παλαιοῖς."
      },
      {
        "index": 180,
        "text": "διὸ καὶ οὐκ ἀπίϑανον Ὀδυσσέα τε καὶ Ἡρακλέα φιλοσοφίας τροφίμους ἄνδρας, τὰ αὐτὰ ποιεῖν ἐνεργήματα. ὅϑεν καὶ καλϑὰ τῷ Ὀδυσσεῖ Ao nva τὰ πλείω κατορϑοῖ, δι’ ἧς καὶ τῆς Καλυψοῦς ἀπολέλυται συμπράξαντός τι xci τοῦ “Ἑρμοῦ, οὕτω τὸν ᾿Πρακλῆ 4ϑηνᾷ πέμπει καὶ Ἑρμῆς, ἀνάξοντα τὸν ϑρυλούμενον Κέρβερον. *oj) ἡ ἀλληγορία ἑτέρωϑε κεῖται. ᾿Ιστέον δὲ ὕτι τὸ, & δειλὲ καὶ & δειλοὶ, πολλαχοῦ κείμενον πολλάχις καὶ ἐδηλώϑη τί δηλοῦν βούλεται. ᾿Ηγηλάζειν δὲ κατὰ τοὺς παλαιοὺς τὸ διώκειν, ἄγειν, φυγαδεύειν, πορϑεῖν, ἵγα ἢ τὸ χαχὸν μόρον ἠγηλάζεις ἀντὶ τοῦ κακὴν τύχην ἄγεις, καὶ τὸ πάγχυ κακὸν ἠγηλάξει ἀντὶ τοῦ ὁδηγεῖ, ἄγει."
      },
      {
        "index": 181,
        "text": "τιρωτότυπον δὲ αὐτοῦ, τὸ ἄγειν xci τὸ ἐλᾶν, ὅϑεν ἀγηλᾶν, καὶ κατὰ παραγωγὴν ἀγηλάξεν , χαὶ κατὰ τροπὴν ἠγηλάζειν. διὸ οὐδὲ δασύνεται ἡ ἄρχουσα. ἐκ τοῦ ἄγειν γάρ. χρήσιμον δὲ εἰς τοῦτο καὶ τὸ ἀγηλατεῖν παρὰ Σοφοχλεῖ,. ἐχεῖνο μέντοι καὶ δασύνεται παρὰ τὸ ἄγος. To δὲ ὀχέεσχον ἀντὶ τοῦ ᾧχουν ἤτοι ἔφερον, ἐβάσταζον, xai ἔστι τὸ, κακὸν μόρον ἠγηλάζειν, ἤγουν ἄγειν, καὶ κακὸν μόρον ὀχεῖν ἀντὶ τοῦ φέρειν ταυτόσημα. Τὸ δὲ Κρονίονος ἐκτείνεν μὲν καὶ ἐνταῦϑια κατὰ ἀναχρονισμὸν τὴν προπαραλήγουσαν, συστέλλει δὲ τὴν παραλήγουσαν."
      },
      {
        "index": 182,
        "text": "δὲ πολὺ χείρων ' Ἡρακλέος ὃ ἐπιτάσσων αὐτῷ Εὐρυσϑεὺς, καὶ ὅπως τοῦτο συνέβη, ἡ ᾿Ιλιὰς δηλοῖ. T0 δὲ ἐπιτέλλεσϑαι διφορεῖται. λέγεται γάρ ποτε καὶ ἐπιτέλλειν ἐνεργητικῶς. Τὸ δὲ ἔπεμιμε \"δὶς ἐνταῦϑα λεχϑὲν διαφόρως εἴρηται, Εὐρυσϑεὺς μὲν γὰρ πέμπει ἤτοι συστέλλει τὸν Ἡρακλέα. Ἑρμῆς δὲ xa ὁδηγίαν πέμπει. 4ίς δὲ καὶ τὸ ἔτι ἐνταῦϑα εἶπεν ἐν τῷ, οὐ γὰρ ἔτι ἄλλον φράζετο τοῦδ᾽ ἔτι χρατερώτερον ἄεϑλον, περιττῶς τοῦτό γε ποιήσας καὶ οὐ χατά τινα διαφοράν. Τὸ δὲ ἀνένειχα ἀντὶ τοῦ ἀνήνεγχα, λέγεται δὲ τὸ αὐτὸ καὶ ἀνενειχασϑαι, ὅτε καὶ δηλοῖ τὸ ἀνελθεῖν, ὡς τὸ, ἀνενείχαντο εἰς τὸ Κωρύχιον παρὰ Ἡροδότῳ, ἴσως δὲ καὶ τότε ἀναχομιδήν τινα δηλοῖ"
      },
      {
        "index": 183,
        "text": "ὡς χαὶ τὸ, ἐς Σπάρτην ἀνενείκαντο καὶ αὐτοὶ ἀνέβησαν. τοιοῦτον δέ τι χαὶ τὸ ἀνενείχατο φώνησέν τε, ἤγουν ἀναγαγὼν ; πνεῦμα, ἐμελῴδησεν. Ὅτι à ἐμφαίνων ὃ ποιητὴς πολλὰ μὲν ἔτι ἔχειν διηγήσασϑαι περὶ παλαιῶν ἡρώων, οἷον καὶ τὰ χατὰ Θησέα xci Πειρίϑοον, περιττὸν δὲ κρίνειν ἐμβραδύνειν τοῖς χάτω, ὃς χαὶ Πατρόχλου xc ᾿Αντιλόχου πρὸ βραχέων μνησϑεὶς, οὐδὲν i ἱστόρησε περὶ αὐτῶν, ὡς ἂν μὴ ἐπιπολὺ παρατείνῃ τὸ ἐπεισόδιον, φησί\" καὶ δὴ ἂν ἔτι προτέρους ἴδον ἀνέρας, οἷς ἔϑελόν περ, Θησέα Πειρίϑοόν τε, ϑεῶν ἐρικυδέα τέκνα."
      },
      {
        "index": 184,
        "text": "ἀλλὰ πρὶν ἐπὶ £Qve' ἀγείρετο μυρία νεχρῶν ἠχῇ ϑεσπεσίη. ἐμὲ δὲ χλωρὸν δέος ἥρει, τοῦτο δὲ παρῳδηϑῆναι δύναται εἴς τινα δεινὴν πολυπλήϑειαν. ᾿“οίδιμος δὲ ἐν ἱστορίαις καὶ κὸ Πειρίϑοος καὶ ὃ Θησεύς. οὖς καὶ ἐθέλειν διατοῦτο ἰδεῖν εἶπεν Ὀδυσσεύς. γλωρὸν δὲ χαὶ νῦν δέος τὸ χλωροποιὸν ἤτοι ὠχροποιὸν, ὡς xci οἶνος ἐρυϑρὸς κατὰ τοὺς παλαιοὺς οὐ μόνον ὃ μέλας, ἀλλὰ καὶ ὃ ἐρυϑροποιὸς τοῖς πίνουσιν. Ὅτι δέδιεν Ὀδυσσεὺς ἐν ἽΔιδου, μή μοι γοργείην κεφαλήν φησιν δεινοῖο πελώρου ἐξ ᾿4ἴδος πέμψειεν ἀγαυὴ Περσεφόνεια βοαδύνοντι χάτω."
      },
      {
        "index": 185,
        "text": "4n δὲ γοργείαν κεφαλὴν δαιμόνιόν τι φοβερὸν, ὅλην γοργόνα, χατὰ τὸ, Τεῦχρε ᾿ς φίλη κεφαλή. Φασὶ δὲ οἱ παλαιοὶ γελοῖον εἰναι τὸν φόβον , ὡς εἴπερ, μὴ εἴδωλον καὶ à γοργὼν ἐν Aiov ἦν, ἀλλ᾽ αὐτὴ ἐκείνη ; ἐμφαίνει δὲ ὃ ὅμως ᾽Οδυσσεὺς ἀκολούϑως τοῖς πεπλασμένοις, ὡς δεινὴ κατὰ τὴν ποτὲ ἀληϑῆ γοργόνα, οὕτω καὶ ἡ τῆς Τοργόνος εἰχασία, γοργείην γὰρ κεφαλὴν ot παλαιοὶ τὴν τῆς εἰχόνα φασί. κεῖται δὲ ἼΣΟΣ γοῤγείας κεφαλῆς. χαὶ ἐν ᾿Ιλιάδι, ὕπου περὶ τῆς κατὰ τὴν ᾿4ϑηνᾶν αἴγιδος ἐῤῥέϑη. ἔνϑα ὥσπερ ἡ ἔρις καὶ ἡ ἀλκὴ οὐκ αὐτὰ ἐκεῖνω εἰσὲ τὰ σωματοειδῆ, οὕτως οὐδὲ γοργεία αὐτόχρημα κεραλὴ τῇ αἰγίδι ἐντέϑειται, ἀλλὰ ἢ ἀντίμιμόν τι αὐτῆς, ἢ χατάπληξις δηλοῦται γινομένη διὰ τῆς αἰγίδος οἷα καὶ Γοργόνος τινός."
      },
      {
        "index": 186,
        "text": "᾿Ιστέον δὲ ὅτε τε καὶ πᾶς ἄγριος ἀνὴρ καὶ φοβερὸς λέγοιτο ἂν γοργείη κερραλὴ Fóswvoio πελώρου. καὶ ὅτε ὥλλων ἄλλω φαμένων περὲ Ó'opyóvog ἤτοι Γοργοῦς, διττὴ γὰρ αὐτῆς ἡ κλίσις καϑὰ καὶ τῆς ἀηδόνος καὶ τῆς χελιδόνος, ᾿Αλέξανδρος ὃ Ἀ]ύνδιος ἱστορεῖ ὡς ἐν τοῖς τοῦ ᾿Αϑηναίου φέρεται, ὅτε τὴν Τοργόνα τὸ ζῷον καλοῦσιν οἱ ἐν “Ζιβύῃ νομάδες, ὕπου καὶ γίνεται, κατώβλεπτα ἢ κατώβλεπτον. ἔστι δὲ προβάτῳ ἀγρίῳ ὅμοιον, χατὰ δέ τινας μόσχῳ. τῇ δ᾽ ἀναπνοῇ πάντα τὰ ἐντυχόντα διαφϑείρει. χαὶ ἐμβλέψαν δὲ τείνει, οὐ πνεύματι ἀλλὰ τῇ 7γινομένῃ ἀπὸ τῶν ὀμμάτων φορᾷ- τοιούτῳ δ᾽ ἂν εἰκάζοιτο ζῴῳ πᾶς ὃ xara πρόσχημα μὲν ἀρετῆς χάτω γεύων εἰς γῆν, ἄλλως δὲ πῦρ, ὃ φασιν ὧν εἰς φϑοράν."
      },
      {
        "index": 187,
        "text": "\"Ioréov δὲ ὅτι ix τῆς ἐνταῦϑα γοργείας κεφαλῆς καὶ ἐκ τοῦ ae oras ἔϑνεα νεχρῶν λαβὼν ὃ ὃ Πλάτων n τὸ, ἐπιῤῥεῖ μοι ὄχλος τοιούτων l'opyóvov vc Πηγάσων χαὶ ἑξῆς. παράγωγον δὲ ἡ γοργεία χεφαλὴ ἢ τῆς Τοργοῦς ἢ ἢ ἀλλὰ τῆς It δργόνος, ἵνα ἢ γοφγονείη καὶ ἐν συγκοπῇ γοργείη. Τοργόνος δὲ παράγωγον χτητικῷ τύπῳ καὶ τὸ γοργόνε είον, εἴδωλόν τι αἰτὸ Γοργόνος ἀνακείμενον ᾿᾿ϑηνᾷ πολιάδι, οὗ χρῆσις ἐν τῷ, τῆς ϑεοῦ τὸ γοργόνειον ἐκ τῆς ἀκροπόλεως ὑφελόμενος. € ὅτι δὲ ἣ Περσεφόνη xci χόρη παρὰ τοῖς ὕστερον φέρεται λέγεσϑαι κατά τινα ἐξοχὴν καὶ μᾶλλον παρ᾽ Αττικοῖς, \"δῆλόν ἐστι."
      },
      {
        "index": 188,
        "text": "“Πέμπει δὲ Περσεφόνη πρὸς ἐχφόβησιν. γοργείαν xegpaAXv καϑὰ καὶ Eunovcav ἡ ᾿ Βκάτη. \" Enztovoa γάρ, qecu, φάσμα δαιμονιῶδες ὑπὸ ᾿ Βχάτης πειιπόμενον, ὃ τινὲς μὲν Ὀνόνωλιν λέγουσιν, οἱ δὲ Ὀνόσχελι»ν. ( ον. Ὅτε εἰ χαὶ ἐν ἄλλοις ὃ ποιητὴς ἐμφαίνει ϑάλασσαν εἶναι τὸν ᾿Ωχεανὸν κατὰ τοὺς φιλοσόφους, ἀλλ ἐνταῦϑα ποταμὸν φανερῶς αὐτὸν λέγει ποιητικῶς φράξων, οὔτε τῆς ἀληϑείας ἐθέλων ἀπέχεσθαι, xci τῇ ποιήσει, δὲ τὰ εἰχότα χαριζόμενος. φησὶ οὖν\" τὴν δὲ νῆα zer Ὠχεανὸν ποταμὸν φέρε xv δόοιο."
      },
      {
        "index": 189,
        "text": "nülste μὲν ἐἰρεσίη, € ἕπειτα δὲ χάλλιμος οὖρος. ὡσαύτως δὲ καὶ ἐν τῇ εὐθὺς ἐςρεξῆς ῥαψῳδίᾳ. αὐτὰρ ἐπεὶ ποταμοῖο λίπεν ῥόον ᾿Ωχεανοῖο νηῦς. ἴσως δὲ καὶ ᾿ντίχλεια εἰποῦσα ὅτι μέσσῳ γὰρ μεγάλοι ποταμοὶ χαὶ δεινὰ ῥέεθρα, Ὥχεαγὸς μὲν πρῶτα ποταμὸν δοξάζει καὶ τὸν ᾿Θχεανὸν, δηλ οὔσα ἐχεῖ καὶ αὐτὴ, ὅτι πέραν ᾿Ωχεανοῦ ἡ νεκύω o πλάττεται τῷ ποιητῇ. χαὶ τοῦτο μὲν ἁπλοϊχώτερον. o δὲ γεωγράζος φησὶν ἐν τῷ\" ἐπεὶ ποταμοῦ λίπε ὁόον ᾿Ωχεανοῦ, μέρος τι ᾿ῷχεανοῦ ὁ ποταμός. ἄλλως γάρ φησιν οὐχ ἂν λέγοιτο Ort ἐκ τοῦ ᾿Ωχεανοῦ ἦλϑεν εἰς τὸν ᾿Ωχεανὸν , ὥρτε χατὰ τὸν γεω) γράφον δοκεῖ λέγειν Ὅμηρος ὡς ἐκ τὸῦ μεγάλου ᾿Ωχεανοῦ, τῆς ἔξω δηλαδὴ ϑαλασσῆς, \"περὶ ἣν πλάττεται αυϑεκχῶς καὶ ἡ τῆς Κίρκης εἶναι νῆσος, πλεύσας εἰς “Ἅιδην διὰ ποταμοῦ ᾿Ὠχεανοῦ, εἶτα διὰ τοῦ αὐτοῦ αὖϑις ποταμοῦ ἐπαλιννόστησεν εἰς τὴν ϑάλασσον ἔνϑα ἣν ἡ Κίρκη."
      },
      {
        "index": 190,
        "text": "ἐπάγει γὰρ, ἀπὸ δ᾽ ἵχετο χῦμα ϑαλάσσης εὐρυπόροιο νῆσον Aii», diete end"
      },
      {
        "index": 191,
        "text": "ϑαλάσσης Ὀδυσσεὺς διὰ ποταμοῦ ᾿Ωχεανοῦ εἰς E ἐλϑὼν dre διὰ τοῦ αὐτοῦ ποταμοῦ ἐνεχϑεὶς εἰς τὴν χατὰ Κίρκην εὐρύχορον ἀποκατέστη ϑάλασσαν ἢ τίς ποτὲ αὕτη ϑάλασσα, εἴτε ἡ ἕξω χατὰ τὸν ᾿Ὠχεανὸν, εἴτε χαὶ μάλιστα ἡ xc ἡμᾶς ἑσπερία ἡ μετὰ τὸν μέγαν ᾿βχεαγὸν , πρὸς τῇ οἰχουμένῃ μὲν ἀληϑῶς οὖσα περὶ που τὰ Τυῤῥηνικὰ à ἢ Σικελικὰ, τῷ δὲ uv μεταγομένη ὕποιπερ ἐχείνῳ δοχεῖ τῷ χαὶ ἀποστενώσαντι τὸν ἀπείριτον ἢ ἀπέραντον ποταμὸν εἰς πανημέριον πλοῦν χαϑὰ προδεδήλωται. πανημερίης γὰρ νηὸς ποντοπορούσης xci ἡλίου δύντος ἡ ναῦς εἰς Κιμμερίους ἦλϑε, καὶ διὰ τοσούτου ἄρα ἐπανῆλθε χαιροῦ, δι᾽ ἡμέρας γὰρ, ὡς τῆς μεταξὺ νυχτὸς ἐν “Διδου διαγενομένου τοῦ Ὀδυσσέως."
      },
      {
        "index": 192,
        "text": "οὐ γὰρ ἔδει τὰ τοῦ “Ἵιδου ὑπὸ φωτὶ βλέπεσϑαι. δηλοῖ δὲ τὸ ταχὺ τῆς ἐπανόδου χαὶ τὸ μηδὲ ἐφόδια παρὰ Kipχης τῇ τοῦ Ὀδυσσέως ἐντεϑῆναι νηΐ, ὡς δὲ xai δύντος ἡλίου εἰς τὴν νῆσον ἡ ναῦς ἐπανεχώρησε, δῆλον ix τοῦ εὐϑὺς \"ἐν ψαμάϑοισιν ἀποβρίξαι τοὺς περὶ ᾿Οδυσσέα, τουτέστι “οιμηϑῆναι, ὡς προδεδήλωται. θο Τὸ δὲ εἰρεσίη, τὰ παλαιὰ τῶν ἀντιγράφων ἐν δοτικῇ πτώσει ἔχουσιν, ἵνα λέγῃ ὡς πρῶτα μὲν τὸ κῦμα ἔφερε τὴν νῆα ἐν εἰρεσίᾳ, ἔπειτα δὲ οὖρος χαλός. κῦμα δὲ χαὶ ἐνταῦϑα ποταμοῦ, ὡς xci πρὸ τούτου πορεύρεον κῦμα περιστάϑη οὔρεϊ ἶσον τὸ τοῦ Εγνιπέως."
      }
    ]
  }
}
