{
  "chapterNumber": 21,
  "title": "Commentary on Odyssey Book 21",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "“Πηνελόπη τῷ τείνοντι τὸ τόξον ὁμολογεῖ τὸν ἑαυτῆς γάμον. ᾿Οδυσσεὺς δὲ Εὐμαίῳ χαὶ Φιλοιτίῳ ἐντειλά ἰάμενος περὶ τῆς τῶν ϑυρῶν ἀσφαλείας αὐτὸς ἀφίησι τὸ βέλος διὰ τῶν πελέκεων, ἄλλου τεῖναι τὸ τόξον μὴ δυνηϑέντος. ΟΔΥΣΣΈΕΈΙΑ͂Σ d. OMHPOY PAWDQIAI .. Ὅτι ἐξ ὧν, ὡς ἀνωτέρω ἐῤῥέϑη,, ἔγνω ἡ Πηνελόπη χκατάντηστιν καϑημένη ἀνδρῶν, φρονεῖ. διὰ τῆς κατ᾽ ἀλληγορίαν ἐν αὐτῇ ᾿ϑηνᾶς, τόξον μνηστήρεσσι, ϑέμεν πολιόν τὲ σίδηρον ἐν μεγάροις Ὀδυσῆος, ἀέϑλια xoi φόνου ἀρχήν. διὸ ἐκ τοῦ, τόξον ésta τόξου ϑέσις ἡ παροῦσᾳ ῥαψῳδία ἐπιγράφεται."
      },
      {
        "index": 2,
        "text": "JloAióg δὲ σίδηρος. ὃ λευχός, φασιγ τῇ σμήξει: ἢ ὁ πολιτικὸς, ἢ ὃ ἔντιμος, 1) ὁ \"πολὺς, ὡς καὶ ἀλλαχοῦ δηλοῦται σαφέστερον. λέγει δὲ νῦν σίδηρον τοὺς προῤῥηϑέντας πελέχεας. TO δὲ ἀέϑλιον ovy ὑποκοριστικὸν ἀλλὰ παράγωγον; ὁμοίως τῷ, ἴσχνος ἔσχνιον. μετ᾽ ὀλίγα οὖν ἐρεῖ\" λιπόντες ἀεϑλον. προαναφώνησις δὲ τὸ, xci φόνου ἀρχὴν, ἵνα λέγῃ TL οὐκ Gt Aog ἐστι τὸ τόξον, ὡς ἡ Πηνελόπη καὶ οἱ μνηστῆρες ἐλπίζουσιν. ἀλλὰ φόνου καταρχή. γοεῖ δὲ διὰ τῆς αϑηνᾶς ἡ Πηνελόπη χρῆναι ἤδη ϑέσϑαι τόξον ἐπὶ γάμῳ, μὴ καὶ τραχυνομένων, τῶν τὲ μνηστής ρων τοῦ τὲ Τηλεμάχου μέγα τι γένηται κακόν."
      },
      {
        "index": 3,
        "text": "(Viens, Ὅτι ἐν τῷ εἵλετο, δὲ \"alata\" εὐκαμπέα χειρὲ παχείῃ καλὴν» χαλκεΐην, κώπῃ. δ᾽ ἐλέφαντος ἐπὴν, ἀρχαϊχὸν εἶδος xAnióog φράξει, χαὶ οὐ χατὰ τὰ ὕστερον τρυπώμενα εἰς πολλὰς ὁ ὁπάς. ἔστι δὲ καὶ τοιούτων χληϊίδων μέχρι χαὶ νῦν χρῆσις; δι᾿ ὀπὴς ϑύρας ἐνειρομένων καὶ μεταγουσῶν τὴν ἔνδον σειρὰν ἐπὶ ἀνοίξει τῆς ϑύρας. Χαλκείην δὲ οὐ τὴν ἐχ σιδήρου χατὰ τὸ, χάλκεα ὕπλα, ἀλλὰ τὴν αὐτόχρημα χαλκῆν. διὸ xci καλὴν αὐτὴν ἔφη; 0. καὶ μᾶλλον προκαλεῖται γραφὴν ἑτέραν τὴν ἔν τισιν ἀντιγράφοις, ἤγουν τὸ, χαλὴν χρυσείην."
      },
      {
        "index": 4,
        "text": "χρυσῷ γὰρ μάκλιστα οἰχεῖον τὸ καλόν. Σ᾽ημείωσαι δὲ τὴν χλ yide χἀνταῦϑια ἐχτείνουσαν τὸ παραE Ótzpovov , ὡς χαὶ ἐν τῷ, ναῦς πολυκλήϊς χαὶ ταῖς ἀπὸ τούτων κινήσεσι. Κώπην δὲ ἐλεφαντίνην τὴν λαβὴν λέγει, τοιαύτην οὖσαν διὰ τὸ τιμιώτερον\" αἱ γὰρ λοιπαὶ ξύλινοι, ὡς εἰχός. οὔκουν ἐπὶ ξίφους μόνου ἡ χώπη, ἀλλ ἰδοὺ xci ἐπὶ τῆς δρεπανοειδοῦς ταύτης χληΐδος τῆς καὶ διατοῦτο εὐκαμπέος ῥηθείσης\" ἐπεὶ xci δρέπανόν που πρὸ τούτων εὐκαμπὲς ἔφη ὃ ποιητής. δὲ, χειρὶ παχείῃ, ἁπλῶς οὕτω κεῖται παραῤῥιφὲν ἐπὶ τῇ Πηνελόπῃ\" ἀν\" δρὶ γὰρ, μᾶλλον) γενναίῳ ἐπιπρέπει ἡ παχεῖα χεὶρ, γυναιχὶ δὲ τὸ λευκώλενον καὶ ῥοδόπηχν xci εἴ τι τοιοῦτον."
      },
      {
        "index": 5,
        "text": "διὸ «ci xcrà ἀχυρολεξίαν οἱ παλαιοὶ ἐνταῦϑα χεῖσϑαι τὴν, λέξιν φασὶν, ὡς χαὶ ἐν Mad πλατύτερον,. δεδήλωται. εἰ δὲ δαΐφρων ἡ ἡ Πηνελόπη ἐῤῥέϑη, που. ὡς \"ἀνδρεία γυνὴ, ἁρμόττει ἂν αὐτῇ διατοῦτο καὶ ἡ παχεῖα χεὶρ διὰ τὸ τοῖς ἀνδρείοις τοιαῦτα ὡς ἐπιπολὺ τὰ ἀκρωτήρια εἶναι. (Ν᾽ Ὅτι D denos ἔσχατος καὶ ἐνταῦϑα τὸ ταμιεῖον\" ὃ xci βασιλιχόν ἐστι διὰ TOV βασιλέα ᾽Οδυσσέα, ἐν ᾧ, φησὶ, χειμήλια κεῖτο ἄναχτος, χαλκός τε χρυσός τε πολύκμητός τε σίδηρος.\" οἷς ἀνάλογον καὶ κα καὶ ἡ κλείς. ἔνϑα p τόξον ἔκειτο παλίντονον, περὶ οὗ καὶ ᾿Ιλιὰς duoi; ἠδὲ φὰρέ- 4ο Ἰοτρὴ πολλοὶ δ᾽ ἔνεσαν στονόεντες ὀΐστοί. πλάττει δὲ μετ᾽ ὀλίγα \"ἐν τῷ τοιούτῳ"
      },
      {
        "index": 6,
        "text": "ϑαλάμῳ xci ὑψηλήν τινὰ σανίδα, ἔνϑα χηλοὶ ἕστασαν\" ov μεγάλαι δηλαδὴ τινες\". ἐν αἷς ϑυώδεα εἵματᾳ ἔκειτο, χειμηλιοίμενα δηλαδὴ καὶ αὐτά. εἰ καὶ ὃ ποιητὴς ἐν τῷ, χαλκός τε χρυσός τε καὶ σίδηρος, ἐσιγησὲν αὐτὰ, ὥς πὲρ ἴσως καὶ ἄργυρον καὶ ἕτερά τινα, οἷα δηλῶν κανταῦϑα ἐξ ὀλιγων τὸ πᾶν. ἐπὶ ταύτης δὴ τὴς σανίδος βᾶσα ἡ {Π|νελόπη, ἔνϑεν -ὀρεξαμένη ἀπὸ πασσάλου αἴνυτο τόξον αὐτῷ γωρυτῷ, ὃς οἱ περίκειτο φαεινός. ἑξομένη δὲ χαταῦϑι, φίλοις ἐπὶ γούνασι Quoc, xÀ«it μάλα λιγέως, ἐκ δ᾽ dose τόξον κἄναχτος."
      },
      {
        "index": 7,
        "text": "ἐπεὶ δὲ τάρφϑη πολυδακρύτοιο γόοιο διὰ τὴν, ὡς εἰκὸς, ἀνάμνησιν τοῦ ἀνδρὸς, ἦλϑεν εἰς τοὺς μνηστῆρας τόξον ἔχουσα £v χειρὶ παλίντονον φαρέτρην; ἡ zai. πάλιν λέγει πολλοὺς ὀϊστοὺς εἶναι, παρασημειούμενος τὸ πλῆϑος διὰ τὸ ἀναγχαιότατον ἐν τοῖς ἑξῆς εἶναι. ὠιχονομικῶς δέ, φασιν, ἐν αλάμῳ τὸ τόξον ἀπέκειτο, ἵνα τὲ μὴ ἀπόληται κείμενον ἐν τῷ ἀνδρῶνι πρᾶγμα τοῦτο, οὗ μάλιστα χρήζει ὁ νῦν καιρὸς, καὶ ἵνα μή. τι πάϑῃ ἀμεληϑὲν ἢ περὶ τὴν νευρὰν ἢ κατά τι ἕτερον μέρος\" πρὸς δέ γε τὸ πιϑανῶς φαινόμενον ἀπόκειται τὸ τοιοῦτον τόξον ὡς ξένιον ἐπὶ μνήμῃ φιλίας χατὰ ἔϑος ἀρχαῖον."
      },
      {
        "index": 8,
        "text": "πόϑεν δὲ τῷ Οὐδυσσεῖ περιῆλϑεν εἰς ξένιον, ἐφεξῆς μετ᾽ ὀλίγα ῥηθήσεται. Τὸ δὲ, κειμήλια κεῖτο, ἐτυμολογικῶς λαλεῖται. Πολύκμητος δὲ σίδηρος ἴσως μὲν ὃ ἀκατέργαστος, περὶ ὃν πολλὰ ἔστι χαμεῖν, μάλιστα δὲ ὃ εἰς ἔργα χαλκευϑεὶς πολλῷ καμάτῳ. εἰ δὲ zc στονόεντα ξίφη εἰσὶ τὰ τοιαῦτα ἔργα, λέγεται τὰ τοιαῦτα πολύχμητος σίδηρος, δι᾿ οὗ πολλοὶ ἂν κάμοιεν, ὃ ἐστι ϑάνοιεν, χατα τὸ, εἴδωλα χκαμόντων. Τὸ δὲ ἰοδόκος ἴσως παροξύνεται διὰ τὸ μὴ Ἀδηλοῦν πάϑος ὁποῖόν τι χαὶ ἡ πρωτότοκος γυνὴ x«l ἕτερα τοιαῦτα."
      },
      {
        "index": 9,
        "text": "Τὸ δὲ, πολλοὶ δ᾽ ἔνεσαν ὀϊστοὶ, δηλωτιχόν ἐστι TOU, τίνα λέγει φαρέτραν, ὅτι «δηλαδὴ τὸ. δοχεῖον τῶν ὀϊστῶν: φϑάσας διὰ μιᾶς ἐδήλωσε λέξεως, ἰοδόκον εἰπών. Χηλοὶ δὲ καὶ ἐνταῦϑα τὰ κιβώτια, ὡς καὶ ἐν Φαιακίᾳ. Θυώδεᾳ δὲ πόϑεν γίνεται. προδεδήλωται. Τὺ δὲ ὀρεξαμένη. ἀντὶ τοῦ ἁπλώσασα; ἀναταϑεῖσα᾽ ἐξ οὗ καὶ ὀργυιοῦσϑαι παρὰ «υχόφρονι. ᾿Εκ πασσάλου δὲ τόξον αἴρεται, διότι. καὶ πασσάλου ἀπῃώρηται, ὁμοίως τῇ προδεδηλωμένῃ τοῦ \"Δημοδόκου φόρμιγγι. Τὸ δὲ, αὐτῷ γωρυτῷ, ᾿Αττικῶς ἀντὶ τοῦ σὺν αὐτῷ γωρυτῷ."
      },
      {
        "index": 10,
        "text": "ἔστι δὲ γωρυτὸς, ὥς mov xoi προεδηλώϑη, ἡ τοῦ τόξου ϑήκη, ὡς χωροῦσα τὸ Qvrüv, ἐστιν ἑλκυστὸν τόξον, ἵνα ἢ χωρυτὸς, καὶ μεταλήψει τοῦ γάμμα γωρυτός. δῆλον δὲ ὡς προῦπόχειται, χαϑὰ τοῦ ῥύσαι τόξον τὸ ἐρύσαι\" ὡς 4γαϑίας\" κχραταιαὶ αὐτῷ ἐρύσαι τόξον αἱ χεῖρες\" οὕτω καὶ τοῦ ῥυτοῦ τὸ ἐρυστόν\" ὅϑεν ἀφαιρέσει μὲν ῥυστὸν. ἀπελεύσει δὲ τοῦ σ᾽ ῥυτόν\" χᾳατὰ τὸ, γνω-͵ στός, γνωτός\" χαὶ, γνωστά κοὺχ ἄγνωστα\" αὶ ἐκβολῇ τοῦ ἡμιφώνου, γνωτὰ χοὺκχ ἄγνωτα. οὕτω δὲ «ci Νήριστον ὕρος χατὰ τὸ ἀμφήριαστον, καὶ ἐκδρομῇ τοῦ σίγμα, Νήριτον."
      },
      {
        "index": 11,
        "text": "ὅτι δὲ ϑήκη καὶ; ὡς οἵ παλαιοί φασιν. ἔλυτρον τόξου ὃ γωρυτὸς, δηλοῖ οὐ μόνον τὸ, ὅς οἱ περίχειτο, ἑρμηνευτιυ«Gg ῥηϑὲν ἀντὶ τοῦ πέριξ ἔχειτο καὶ περιεῖχεν ἐντὸς, ἀλλὰ χαὶ τὸ. ἐκ δ᾽ ἥρεε τόξον ἄνακτος: ἤλγουν ἐξήρει καὶ ἐξέβαλλε γωρυτοῦ\" καὶ ὕμοιόν ἐστι TQ., ἐξείλετο ὀϊστὸν iv ᾿Ιλιάδι΄ τουτέστι τῆς φαρέτρης ἐξήγαγε. ταυτὸν γάρ τι. τὸ, ἐξήρει τόξον γωρυτοῦ, καὶ ἐξείλετο φαρέτρης ὀϊστόν. καϑεῖλε μὲν οὖν τόξον ἢ γυνὴ πασσαλόφιν αὐτῷ yapvrQ*. ἐξελοῦσα δὲ τὸν μὲν γῳρυτὸν. ὡς εἰχὸς ; ἀφῆκεν ἐκεῖ, γυμνὸν δὲ τὸ τόξον τοῖς μνηστῆρσιν ἤγαγεν."
      },
      {
        "index": 12,
        "text": "ἅμα δέ φησιν αὑτῇ, ( Mers. ai ἀμφίπολοι ἔφερον ὄγκιον, ὀγκίον παροξυτόνως. ὃ καὶ ἐφερμηνεύων φησίν\" ἔνϑα σίδηρος κεῖτο πολὺς καὶ χαλκὸς, ἀέϑλια τοῖο ἄνακτος, ἤγουν τοῦ βασιλέως Οδυσσέως\" ὡς ἐν τῷ τοιούτῳ κεῖσαι κατὰ περιοχὴν καὶ τοὺς δηλωϑέντας πελέκεας. ἔστι \"δέ, φασιν, Oyxioy, ἀγγεῖον, ἐν ᾧ ἔκειντο ὄγκοι. λέγονται δέ, φασιν, ὄγκοι. οἱ πώγωνες τῶν ἀκίδων. χαϑὰ δηλοῖ καὶ τὸ. ὡς οἷδε νεῦρόν τὲ καὶ ὄγκους ἐχτὸς ἐόντας. ἔστι δέ, φασι; καὶ ἡ λέξις αὕτη τῶν. ἅπαξ εἰρημένων παρὰ τῷ ποιητῇ, βουλόμενοι δὲ εἰπεῖν καὶ ὡς περιεκτικῇ λέξις ἐστὶ τὸ Oyziov, φράζουσιν͵ ἄλλως γλαφυρώτερον."
      },
      {
        "index": 13,
        "text": "ὅτι συναχτικόν ἐστι τῶν ὕγχων ἀγγεῖον, ΖΒ το, τὸ χρεωδόχον ἀγγεῖον. τοῦτο δὲ ἀναγκάζοι ἂν ἴσως τὸ Oyztov καὶ χατὰ τὸ χρεῖον γράφεσθαι. bars γε μὴν ὄγκιον ἡ ϑήκη.. φασὶ, τῶν ἀκίδων\" xci εἴρηταί, (at, παρὰ τὸ ὀγχῶδες εἰναι. Ἰστέον δὲ ὡς εἰ καὶ ἑχρὴν προπερισπᾶσϑαι τὴν λέξιν. περιεχτικῷ τύπῳ κατὰ τὸ ᾧδεῖον καὶ τὸ μουσεῖον χαὶ τὸ προσεχῶς δηϑὲν zosiov, ἀλλ ἡ τῶν ἀντιγράφῳν, παράδοσις». μὴ ἔχουσα͵ οὕτως. οὐχ᾽͵ οἵα τέ ἐστε βίαν παϑεῖν. ἐν μέντοι ῥητορικῷ λεξικῷ εὕρηται τὸ ὕχκιον καὶ τῇ et διφϑόγγῳ παραληγόμενον, γράφει γαρ;"
      },
      {
        "index": 14,
        "text": "ὅτι ὄγχοι γωνίαι, καὶ Oyzciov ἀγγεῖον πλεχτὸν olov σπυρίς\" ἐν ᾧ αἵ αἰκίδες τῶν βελῶν αἱ ucl ὕγχοι, ὡς ἐν ᾿Ιλιάδι. ὅϑεν ἴσως, φησὶ. καὶ ὄγκος, ὃ κατὰ ἀλαζονείαν δηλαδὴ, ἐξ οὗ ἐγκύλλεσϑαι τὸ καυχᾶσϑαι. το Ἰστέον δὲ ὅτι \"καὶ αὐτὸς ὁ ποιητὴς ἑρμηνεύων τὸ οὐκ ἀρκεῖται εἰπὼν, ἔνϑα σίδηρος ἔχειτο πολὺς καὶ χαλχός\" ἀλλ᾽ ἐπήγαγεν, ἀέϑλια ἄναχτος, δηλῶν, ὅτι οὐχ᾽ ἁπλῶς σιδήρου καὶ χαλκοῦ δοχεῖον τὸ ὄγκιον, ἀλλὰ καὶ τῶν χρησίμων τοῖς ἢ κατὰ μάχην ἢ ἄλλως ἀεϑλεύουσιν:. ἔνϑα χαὶ ὅρα τὸ, σίδηρος πολὺς zal χαλχὸς, ὡς μὴ € ἀνάγχης ἀεὶ τοῦ σιδήρου παρὰ τῷ ποιητῇ ἀντὶ τοῦ χαλκοῦ νοουμένου."
      },
      {
        "index": 15,
        "text": "ἰδοὺ γὰρ ἐν τῷ νῦν δηλωϑέντι ὀγκίῳ καὶ σιδηρᾷ τινὰ ἔκειντο\" ἔτι δὲ χαὶ χαλχᾶ, χρήσιμιε καὶ αὐτὰ εἰς ἀέϑλια: ὅτι δὲ ὄγκος οὐ μόνον, ὡς εἴρηται, ἀκὶς χαὶ ἀλαζονεία δὲ μεταφορικῶς, ἀλλὰ καὶ βάρος σταϑμητικὸν, οὐκ ἔστιν ἀμφιβαλεῖν. ἔχει δὲ καὶ χρήσεις ἡ τοιαύτη λέξις. τὸ δὲ ἐξογκοῦσϑαι καί τινα δηλοῖ ὄγκον εἶναι, σημαίνοντα διαπέτειαν καὶ ἄρσιν σωματικήν. ὅϑεν ἴσως καὶ ὃ xar! ἀλωζονείαν ὄγκος; ὁ φυσῶν καὶ ἐξαίρων τοὺς ἄφρονας. Ὅτι παρεμπλέχων. ὃ ποιητὴς καὶ ἐνταῦϑι εὐμεϑόδως ἵστορίαν, ἵνα τὸν λόγον ἀνεγείρῃ 3x τῆς μονοειδοῦς ὑπτιότητὸς, διηγεῖται περὶ TOU προσεχῶς ῥηϑέν-: τος τόξου, ὅϑεν περιῆλϑε τῷ Ὀδυσσεῖ, καὶ ἄρχεται τῆς ἱστορίας οὕτω\" τόξον καὶ φαρέτρη ἰοδόκος δῶρα, τά οἱ ξεῖνος «Ἰακεδαίμονι δῶκε τυχήσας Ἴζιτος Βὐρυτίδης, ἐπιείκελος ἀϑανάτοισιν\" ὃν δὴ στίχον καὶ “ὑποκαταβὰς λέγει\" τὼ δ᾽ ἐν Διεσσήνῃ ξυμβλήτην ἀλλήλοιϊν."
      },
      {
        "index": 16,
        "text": "| Ὀδυσσεὺς μὲν μετὰ χρεῖος, ἤγουν διὰ χρέος, περ αὐτῷ πᾶς δῆμος ὄφειλε. μῆλα γὰρ ἐξ ᾿Ιϑάκης Διεσσήνιοι ἄνδρες ἄειραν, ληϊσώμενοι δηλαδὴ, νηυσὶ πολυκλύϊσι τριηκόσια ἠδὲ νομῆας. τῶν ἕνεκα ἐξεσίην πολλὴν ὁδὸν ἠλϑὲν Οδυσσεὺς, παιδνὸς ἐών. πρὸ γὰρ ἧκε πατὴρ ἄλλοι τε γέροντες. καὶ αὕτη μὲν ἡ αἰτία τοῦ ἐξ᾿Ιϑάκης ὄντα τὸν Ὀδυσσέα ἐν Μεσσήνῃ εὑρεϑῆναι. Ἴφιτος δέ, φησιν; ἵππους διζήμενος, αἵ οἱ ὕλοντο, δώδεχα ϑήλειαι, ὑπὸ δ᾽ ἡμίονοι ταλαεργοί. αἵ δή οἱ καὶ ἔπειτα φόνος καὶ μοῖρα γένοντο, ἐπειδὴ Διὸς υἱὸν ἀφίκετο καρτερόϑυμον φῶτα ' Ἡρακλῆα μεγάλων ἐπιΐστορα ἔργων» ὅς μὲν ξεῖνον ἐόντα κατέάτανεν ᾧ ἐνὶ οἴχῳ, σχέτλιος, οὐδὲ ϑεῶν ὅπιν ἡδέσατο οὐδὲ τράπεξαν τὴν δὴ οἱ παρέϑηκεν, ἔπειτα δὲ πέφνε καὶ αὐτόν\" ἵππους δ᾽ αὐτὸς ἔχε κρατερώνυχας ἐν μεγάροισις ταύτας τοίνυν, τὰς ῥηθείσας δηλαδὴ ἵππους, ἐρέων, τουτ"
      },
      {
        "index": 17,
        "text": "έστιν ἐρευνῶν, καὶ, ὡς ἀνωτέρω ἔφη, διζήμενος, ἐνταῦϑα γὰρ μετὰ στίχους ὀχτὼ ἡ τῆς συντάξεως ἔστιν ἀπόδοσις, Ὀδυσῆϊ συνήντετο\" δῶχε δὲ τόξον, ὃ πρὶν μὲν ἐφόρει μέγας Εὔρυτος\" αὐτὰρ ὃ παιδὶ χάλλιπεν ἀποϑνήσχων ἐν So δώμασιν ὑψὴλοῖσι. τῷ δ᾽ ᾿Οδυσσεὺς ξίφος ὀξὺ καὶ ἄλκιμον ἔγχος ἔδωκεν ἀρχὴν “ξεινοσύνης προσχηδέος\" οὐδὲ τραπέζῃ, τῇ κατ᾽ oixov, γνώτην ἀλλήλων\" πρὶν γὰρ Διὸς υἱὸς ἔπεφνεν, ὡς ἐῤῥέϑη, τὸν Ἴφιτον, 0g οἱ τόξον ἔδωχεν \" ὃ, χαϑὰ προεῤῥέϑη, οὔ ποτε Ὀδυσσεὺς ἐρχόμενος πόλεμόνδε ἡρεῖτο, τουτέστιν ἐλάμβανεν\" ἀλλ: αὐτοῦ μνῆμα ξείνοιο φίλοιο χέσχετο ἐνὶ μεγάροισι, φόρει δέ μιν ὅο ἧς ἐπὶ γαίης."
      },
      {
        "index": 18,
        "text": "ὡς εἴ γε μὴ τοῦτ᾽ ἦν, ἀλλ᾿ ἐπὶ Τροίαν ἢγε καὶ αὐτὸ, οὐκ εἶχεν ἂν ἄρτι τοιοῦτον τόξον πιϑανεύσασϑαι, πάντων ἐν τῷ νόστῳ ἐχπεσὼν καὶ γυμνὸς αὐτὸς περισωϑείς. καὶ οὕτω μὲν ire. «p ὃ ποιητὴς, ὕπως ἐν Μεσσήνῃ συνήντησαν ὁ ᾿Ιϑακήσιός τὲ παιδνὸς Ὀδυσσεὺς καὶ ὁ Θετταλὸς Evgvτίδης Ἴφιτος. εἴ ye Θετταλὸς xcd Ὅμηρον καὶ ὃ Ἑὔρυτος, ὡς δηλοῖ τὸ, οἱ δ᾽ εἰχὸν Τρίχκην καὶ ᾿1ϑώμὴν καὶ Οἰχαλίην πόλιν Εὐρύτου Οἰχαλιῆος, ὃς xci φονεύδται 1j ὑπὸ ᾿“πόλλωνος, ἐπεὶ προεχαλεῖτο ἐχεῖνον εἰς τοξείαν, ὡς ἐν τοῖς Φαίαξιν ἐδήλωσεν ᾿Οδυσσεύς\" ἢ ὡς oi νεώτεροί φασιν, ὑπὸ Ἡρακλέος διὰ τὸν τῆς ϑυγατρὸς ἐκείνου ᾿]όλης ἔρωτα, ὃν καὶ Σοφοχλῆς ἱστορεῖ."
      },
      {
        "index": 19,
        "text": "Τὰς δὲ ῥηθείσας ἵππους — Ἡρακλῆς, οὐχ αὐτὸς ἢ ληϊσάμενος ἢ ὑφελόμενος, ἀλλ᾽ ἑτέρωϑεν χλέμμα λαβών. : εὐτόλυχος γάρ, φασιν, ὃ “Ἑρμοῦ κλέψας τὰς Εὐρύτου ἵππους πέπραχε τῷ “Ἡρακλεῖ... ὃς Evovrog οὕτω φερωνύμως 4ο καλεῖται παρὰ τὸ εὖ ῥύειν, Ü ἐστιν ἑλχύειν τὸ τόξον\" 'ἄριστὸς γὰρ ἦν ἐν τοξόταις\" ἐξ οὗ ῥύειν καὶ ὃ γωρυτὸς, ὡς ἐῤῥέϑη, γίνεται. Ὅρα δὲ xarà τὴν ῥηϑεῖσαν ἱστορίαν, ὅτι ἀνέστρεψε καὶ αὐτὴν ὁ ποιητὴς οἰκείῳ ἔϑει ἀκολουϑῶν. ἦν γὰρ φύσει πρῶτον εἰπεῖν, διατί Ὀδυσσεύς τε ἐξ ᾿Ιϑάκης zm Μεσσήνην ἦλϑε χαὶ Εὔρυτος ἐκ Θετταλίας, xal οὕτω χαϑεξῆς προβῆναι."
      },
      {
        "index": 20,
        "text": "ὃ δὲ ἀναγκαίως προϑεὶς ὡς ἕν λόγῳ προτάσεως τὸ δῶρον σχεῖν τὸν Ὀδυσσέα τὸ τόξον ἐκ τοῦ ᾿Ιφίτου, εἶτα ὑποβάλλει τὰς ἀρχὰξ, A: βαλὼν ix περισσοῦ χάριν πολυμαϑείας καὶ τὴν πευὶ τῶν ἵππων ἱστορίαν καὶ τὴν τοῦ Ἡρακλέος ποιότηταὰ χαὶ ὑποϑήχην ntQi ξερίας, ὡς μὴ δέον ὃν ἐξαϑερίζειν αὐτὴν, καὶ ἀντίδοσιν αὖϑις ξίφους\" τοῦ ἐξ"
      },
      {
        "index": 21,
        "text": "Ὀδυσσέως πρὸς τὸν Ἴφιτον\" & xoi συμπεράνας ἐπιφέρει τὴν ἐξ ἀρχῆς πρότασιν τὸ, ὕς οἱ τόξον ἔδωκε, δεικνὺς , τοῦτο καὶ μόνον αὐτῷ “πρὸ ἔργου εἰναι, τὸ εἰπεῖν ὡς τὸ ἀνὰ χεῖρας ἄρτι τόξον δῶρον ἦν τοῦ Agírov, τὰ δ᾽ ἄλλα πάντα κατά τι πάρεργον ἐπεμβεβλ ἤσϑαι. Τῶν δὲ τοῦ ῥηϑέντος διηγήματος μερῶν τὸ μὲν δῶρα δῶχεν ἐτυμολογικῶς ἐφράσϑη. Τὺ δὲ τυχήσας 1) ἀντὶ τοῦ τυχὼν ἢ κατὰ τύχην, ἢ καὶ Aq εὐτυχῶς συναντήσας χατά pe μόνον τὸ ἀλλήλους ἰδεῖν καὶ δῶρα δοῦναι καὶ ἀντιλαβεῖν. ἄλλως γὰρ \"οὐχ ἦν εὐτυχὲς τὸ μὴ xoi τραπέζῃ γνῶναι ἀλλήλους οἰχειακῇ \" εἰ δὲ καὶ ἐν ἀλλοτρίᾳ εἰκὸς ἣν ze gvugagei."
      },
      {
        "index": 22,
        "text": "oiov ἐν TQ τοῦ ᾿ὑρτιλόχου οἴχῳ, aae ξύμβληντο, ἀλλήλοις. 'H δὲ Μεσσήνη γράφεται μὲν, ὡς xo ἡ Σικελικὴ χαὶ εἴ τίς που ἄλλη, παρὰ πᾶσιν ἐν δυσί oc. λέγεται δὲ χατὰ μὲν τοὺς ἡρωϊχοὺς χρόνους “Ἰακώνων εἰναι, χατὰ δὲ τοὺς Ἡρακλείδας, ἤγουν μετὰ τὴν αὐτῶν χαϑοδον, διχασϑῆναι αὐτὴν τῆς ακχωγνικῆς. τὸ δὲ δίπλασμα τοῦ σίγμα ἐν τῷ Μεσσήνῃ δηλοῖ xci τὸ ῥηϑὲν Ὁμηρικὸν ἔπος\" τὼ δ᾽ ἐν Μεσσήνῃ ξυμβλήτην ἀλλήηλοιΐν, ἤγουν συνήντησαν\" ὃς δὴ στίχος X«L ἐπαινεῖται ὡς ὁλοσπόνδειος καὶ τῷ σρασίμῳ τοῦ μέτρου ἐξομοιούμενος τῇ στάσει τῶν συναντώντων ἀλλήλοις χατὰ φιλίαν , ὥς περ αὖ πάλιν ἐπαινετοὶ ἑτέρωϑι xar ἄλλον τρόπον οἱ ὁλοδάχτυλοι, ἑποῖον καὶ τὸ, κεῖτο μέγας μεγαλωστὲ λελασμένος ἱπποσυνάων᾽ ἔνϑα ὅρα τὸ μεγαλωστὶ ὁμοιότητα συνϑέσεως ἔχον οὐ μόνον πρὸς τὸ νεωστὶ, ἀλλὰ xci πρὸς τὸ δημιωστὶ xo ἱερωστὶ, ἐχ τοῦ δημίως καὶ ἱερῶς,, ὡς παραδιδόασιν οἱ παλαιοί."
      },
      {
        "index": 23,
        "text": "Ὅτι δὲ τὸν ἐκ πέντε δακτύλων συγχὲ μενον στίχον χαὶ ἕχτου σπονδείου ἢ τροχαίου πηδητικὸν- μάλιστα γίνεσϑαι οἴδασιν οἱ παλαιοὶ, ὃ τεχνιχὸς παραδίδωσιν. EVE σημειωτέον τὸ, μάλιστα δοκοῦν, πρὸς δια\"στολὴν ἑ ἑτέρου εἰρῆσϑαι “πηδητικοῦ ἔπους. εἴῃ δ᾽ ἂν τοιοῦτον ὁ κατ᾽ ἐνόπλιον θυϑμὸν πεποδισμένος θο στίχος, οὗ μέμνηται καὶ ὃ κωμικὸς, ὁποῖος χατὰ τοὺς παλαιοὺς ὃ nere δύο δαχτύλους ἔχων σπονδεῖον κατὰ τὸ πάλιν καὶ πάλιν\" οἷον, ὡς φάτο δαχρυχέων, τοῦ δ᾽ ἔκλυε πότνια μήτηρ. λέγοιτο δ᾽ ἂν ἴσως xar ἐνόπλιον διὰ τὸ πρέπειν μὲν ῥυϑμὸν τοιοῦτον καὶ τοῖς ἄλλως κινουμένοις μετὰ συντονίας, ini πλέον δὲ τοῖς ne) ὅπλων ons πηδῶσι χαὶ goi πυῤῥιχίξουσι\" (üM eren) Χρίος δὲ ἐνταῦϑα εἶπεν οὗ τὸ δανεισϑὲν ἀλλὰ τὸ ἐξ ἁρπαγῆς, ἣν οἱ Μεσσήνιοι κατὰ ᾿Ιϑακησίων."
      },
      {
        "index": 24,
        "text": "ἔπραξαν. ᾿Ἐξεσία δὲ, ὡς καὶ ἐν ᾿1λλιάδι iv mie περὶ Πριάμου, ἡ δημοσία πρεσβεία καὶ, ὡς εἰπεῖν, ἔχπεμψις, ὡς ἀπὸ τοῦ ἐξίγμε. ἐξήσω, ὅϑε ἐν καὶ ἔξεσις παρ᾽ Ἡφοδότῳ ἡ ἀπόπεμψις. διὸ ὑποκαταβὰς ἔφη\" πρὸ γὰρ ἦχε πατήρ. ὅϑεν γὰρ τὸ προῆκεν, ἐχεῖϑεν καὶ D ἐξεσία. TO δὲ, πολλὴν ὁδὸν ἦλϑε, ταυτὸν ἴσως τῷ, πολλὴν κέλευϑον. Παιδνὸς δὲ, ὡς χαὶ προεδηλώϑη., ὁ παῖς παρὰ τὸ παίζειν, ὁμοίως τῷ ὀλοφυὸδνὸς καὶ ἀκιδνὸς καὶ τοῖς τοιούτοις. πολὺς δὲ ἔπαινος, τοῦ Ὀδυσσέως τὸ ἐν παιδικῇ ἡλικίᾳ δι᾿, ὑπερβολὴν συνέσεως πρέσβυν δημοσίᾳ πεμρϑῆναι οὐ παρὰ μόνου πατρὸς, ἀλλὰ καὶ τῶν γερόντων."
      },
      {
        "index": 25,
        "text": "δὲ, ἵππους διζήμενος, ταυτὸν ἐστι τῷ ἐρέων, τουτέστιν ἐρευνῶν, μετ \"ὀλίγα ἔϑηκεν ἐν τῷ; ταύτας ἐρέων Ὀδυσσεὺς συνήντετο. Τοῦ δὲ διζήμενος πρωτότυπον ϑέμα διζῶ διζήσω, ἐξ ov τὸ δίζημι, ὡς τοῦ αἰτῶ τὸ αἴτημι χαὶ τοῦ “φιλῶ τὸ φίλημιι, ὅϑεν τὸ, φίλατο δαίμων, καὶ τοῦ αἰνῶ τὸ iyu, ὡς τὸ, οὔ μὲν ἔγωγ᾽ «iiu. οὕτω δὲ xai ἐκ τοῦ δειπνῶ χαὶ ἀριστῶ, χαϑὰ καὶ ἀλλαχοῦ ἐδηλώϑη, δείπνημι χαὶ ἀρίστημι, ὡς δῆλον ix τοῦ δεδείπναμεν xoi δειπνάναν καὶ ἀρίσταμεν χαὶ ἀριστάναι παρὰ ᾿4ϑηναίῳ. Τὸ δὲ, γηράντεσσι τοχεῦλσι, δηλωτιχόν ἐστι τοῦ καὶ ἐκ τοῦ γηρῶ γενέσϑαι τὸ γήρημι, οὗ μετοχὴ γηρὰς γηράντος."
      },
      {
        "index": 26,
        "text": "' Ev δὲ τῷ, φόνος xe μοῖρα γένοντο, μοῖραν φανερῶς τὴν ϑανάσιμον δηλοῖ, “Ἡρακλέος δὲ ἔπαινος ov μόνον τὸ Διὸς υἱὸν δὶς λεχϑῆναι, χαϑὰ καὶ Ἴφιτος ἐν δυσὶ τόποις ἐπιείχελος ἀϑανάτοις ἐλέχϑη, ἀλλὰ χαὶ τὸ, καρτερόϑυμον, x«i TO, μεγάλων ἐπιίστορα ἔργων, τουτέστιν ἐπιστήμονα, οὗ τὸ. ἁπλοῦν ἐν ᾿Ιλιάδι, οἷον, ἰέσϑην ἐπὶ ἴστορι πεῖραρ ἑλέσθαι\" E ug δέ 7: εἰπεῖν, μεγάλων ἐπιΐστωρ ἔργων ὃ παρὰ τοῖς ὕστερον av rag λεγόμενος μεγαλουργὸς, ὁποῖος χαὶ ὁ δηαχεδὼν ᾿λλέξανδρου. ᾿Ιστέον δὲ καὶ ὅτι Ὅμηρος μὲν ἀσαφῶς φησὶν, ὡς κατέκτανεν “Ἡρακλῆς καὶ πέφνε ξεῖνον ἐόντα τὸν Ἴφιτον\" οἱ δὲ γεώτεροι ἀπὸ τείχους."
      },
      {
        "index": 27,
        "text": "χατειβληϑῆναι αὐτὸν ὑφ᾽ S Haaxiéos φασίν. ὕπως δ᾽ ἂν ἔχοι τὸ πρᾶγμα, ἥμαρτεν εἰς τὸν ξένιον Δία. ὃ -Hoaκλῆς. διὸ καὶ τῇ Ὀμφάλῃ, φασὶν, ὕστερον ἐδουλώϑη γυναικί. “Σημείωσαι δὲ καὶ ὅτι, εἴ πὲρ τοῦ ἐνταῦϑα ἱστορηϑέντος φόνου τοῦ ᾿Ιφίτου καϑαρϑῆναι ζητῶν ὃ “Ἡρακλῆ ἧς κατά τινας τῶν παλαιῶν zc μὴ ὑπακουσϑεὶς ὑπὸ τοῦ HvAtov JNijAéog ἐπόρϑησε τὴν ΤΙυλὸν, πρεσβύτερος ἂν εἴῃ τοῦ Νέστορος τοῦ"
      },
      {
        "index": 28,
        "text": "iv I: ἑρήνοις τότε τρεφομένου: Ὀδυσσεὺς οὗτος ὃ ἤδη καὶ πρεσβεύειν, ὡς ἐῤῥέϑη, δυνάμενος, χαὶ διὰ τὸ ἱστορὴ ᾿ϑὲν χρέος ἐξεσίην πολλὴν ἐχϑών. ἀλλ᾽ ἴσως οὐχ οἶδεν ὃ ποιητὴς οὔτε αἰτίαν ταὐτὴν τοῦ ἁλῶναι τὴν Πύλον, οὔτε τὴν ἐν Τερήνοις ἀνατροφὴν τοῦ Νέστορος. οὕτω yop καλῶς ἡ τοιαύτῃ ἀποoia λυϑήσεται: : \"[ó: δὲ,\" ἔχτανε σχέτλιος, δοκεῖ uiv ἐνταῦϑὰ τὸν ἄδικον λέγειν: διὰ τὸ τὸν “Ἡρακλέα τοιοῦτον ἐνταῦϑα ΟΜ: δύναταὶ δὲ καὶ \"νῦν “τὸν σφοδρὸν ὡς xat ἐν ἄλλοις δηλοῦν καὶ zt» ὀχέσϑᾶι; zal τλῆναι."
      },
      {
        "index": 29,
        "text": "ἐφάνη δὲ τοιοῦτος καὶ ἐπ᾿ ἄλλοις δ΄ Ερακλῆς. zfivov τὲ γοῦν τὸν δἰ δάσχζαςλον; ἐφ᾽ οἷς ἐχρὴν καὶ εὖ ἐχεῖνον ϑέσϑλαι, ἀνεῖλε, χαὶ opi ἢ ἢ Xaiptev. πὰϊδὰ χονδυλίσας ἔῤῥιψεν\" eig ἀνέγερτον,, δόντα αὐτῷ κατὰ χειρὸς ὕδωρ xcl τῷ χερνιβιῳ ῥάναντι\" ἔτι δὲ xoi. Κἄλχαντα τὸν μάντιν ἐπὶ τῷ μετρήμιατι τῶν ὀλύνϑων, ὡς ἱστορεῖ καὶ ὑμυκόφρων xci τινα δέ, φασι, Κύανϑον ἄχων ἀνεῖλεν οἰνοχοοῖντα αὐτῷ, ᾧ καὶ τέμενος ἀνῆκεν οἰνοχόου λεγόμενον. Cen Τὸ δὲ ἐρέων ἔστι μὲν ποιητικὴ λέξις. ἀπ᾽ αὐτοῦ δὲ γίνεται τὸ ἐρευνᾶν ἐπενϑέσει τοῦ ὃ xci τοῦ V , ὁποίῳ τρόπῳ xoi τὸ ἐλαύvé ἀπὸ τοῦ ἐλάεϊν γίνεται."
      },
      {
        "index": 30,
        "text": "(Yers Τὸ μέγας ὔρυτος, τὸ τοῦ MENS τόξον συνιστῷ, ὡς ἀνάλογον ὃν ἐζείνῳ τῷ μεγάλῳ, ἐξ οὗ διὰ μέσου τοῦ ' lqirov εἰς τοῦτον ἦλϑὲ: διὸ οὐδὲ ἐψικνοῦνται ὅο αὐτοῖ οἱ μνηστῆρες. Τὸ δὲ; ϑνήσχων ἐν δώμαδι, δηλοῖ μὴ “πάνυ ἀναμφίβολον, εἶναν ὑπὸ ᾿ Ἡρακλέος ϑανεῖν τὸν Εὔρυτον. \"Aàxiuov δὲ ἔγχος καὶ ἐν ἄλλοις τὸ ἀλκιμοποιόν. T ἀρχὴν ξεινοσύνης, τουτέστι ξενίας, δηλοῖ καὶ τέλος εἶναι αὐτῆς, καὶ παραδειχνὺς ἐπάγει τὸ, οὐδὲ τραπέζῃ γνώτην ἀλλήλω ἤγουν ἀλλ joue. τελεία γὰρ ἔχτοτε ἣ Eve διὰ τὸν κοινὸν ἁγνίτὴν ἅλα καὶ τὸ ὁμοτράπεζον καὶ ὁμοέστιον καὶ ὁμωράφιον."
      },
      {
        "index": 31,
        "text": "TO δὲ προσχηδέος ἀντὶ τοῦ κηδεμονιχῆς, φροντιστικῆς, ἐμφρόντιδος. ἐναντίον δὲ τῷ προσκηδέος τὸ δυσχηδέος καὶ ἀχηδέος. Τὸ δὲ, γνώτην ἀλλήλω, τὰ τῶν ἀντιγράφων ἀκριβέστερα xata πτῶσιν γενικὴν τῶν πληϑυντιχῶν. γράφουσιν ἀλλήλων, ἵνα λέγ ἢ)». ὕτι γνῶσιν ἔσχον € εἷς τοῦ ἑτέρου. οὕτω δὲ καὶ τὸ εἰδέναι ἐν Ιλιάδε γενικῇ συντάσσέται μετά τε τοῦ εὖ, οἷον, τόξον εὖ εἰδώς\" χαὶ ἑτέρως δὲ, ὡς ἐχεῖ φαίνεται. σύστοιχα 0? 'πάντως τὸ εἰδέναι καὶ τὸ γνῶναι καὶ τὰ ἐξ αὐτῶν. Τὸ δὲ μνῆμα ξένου ἀντὶ τοῦ μνήμη καὶ ἐνθύμησις χαὶ, ὡς οἱ πολλοὶ λέγουσι, μνημόσυνον\" ὁποίου τινὸς χάριν zai ᾿Οδυσσεὺς τὸ τοῦ Ἰφίτου τόξον ἃ ἀφεὶς ἐν τῷ οἴχῳ, ἡνίκα εἰς Τροίαν ἔπλεε, πολλὴν, ὡς ἐῤῥέϑη, πιϑανότητα τῇ κατὰ τῶν μνηστήρων rote viv περιεποιήσατο."
      },
      {
        "index": 32,
        "text": "οἵτω καὶ Διομήδης τὸ τοῦ Βελλεροφόντου ἔχπωμα τὸ δοϑὲν τῷ πάππῳ Οἰνεῖ ἔλιἰὼν ἐν δώμασι, χαϑὰ ἡ Dag κδηλοῖ, ἵνα μὴ ἄλλως ἀπολωλότι συναπέλϑοι καὶ τὰ τῆς φιλίας χαὶ οἷον συνϑάνοι τῷ ξείνῳ» ἀλλ ὑπὲρ γῆς καὶ εἰσέπειτα τῷ xem συναναφαίνοιτο. νιον τ Á Τὸ δὲ, χέσχετο ἐνὶ μεγάροις, eye uiv γράψαι yii θέτο dpi μεγάροις, εἵλετο δὲ τὸ, ὡς καὶ προιγράφη mov, ποιητικώτερον. ἔφη δὲ κοινότερον πρὸ τούτων ἐν τῷ, κειμήλια κεῖτο ἄνακτος. Ὅτι ϑαλάμου διασκευάζων εἰσέλευσιν ὃ ποιητής φησιν\" οὐδὸν δρύϊνον προσεβήσετο, ὅν ποτε τέχτων ξέσσεν ἐπισταμένως καὶ ἐπὶ στάϑμην ἔϑυνεν, ἐν δὲ σταϑιμιοὺς ἄρσε; ϑύρας δ᾽ ἐπέϑηκε φαεινάς."
      },
      {
        "index": 33,
        "text": "Καὶ ὅρα ὡς λέξεις διαφόρους μὲν τῇ σημασίᾳ; παρηγμένας δὲ ἀπὸ ἑνὸς ῥήματος τὴν. στάϑμὴην χαὶ τὸν σταϑμὸν, παρέϑετο zara σχῆμα παρηχήσεως. Ζρύϊνος δὲ οὐδὸς πρὸς διαστολὴν ἑτέρων» μειλίνου ve καὶ χαλχέου καὶ λαΐνου. Ag s. ) To δὲ, &éotv ἐπισταμένως. ταυτόν ἐστι τῷ ἐπελέκησεν. Ὅτι στερεᾶς ϑύρας ἄνοιξιν φράζων διασκευαστικῶς φησίν\" αὐτίχα n Πηνελόπη ἱκάντα ϑοῶς ἀπέλυσε χκορώνῃ, iv δὲ κληϊδ᾽ ἧκεν, ϑυρέων δ᾽ ἀνέκοπτεν ὀχῆας ἄντα τιτυσχομένη \" τὰ δ᾽ ἀνέβραLid ἠῦτε ταῦρος βοσκόμενος λειμῶνι\" τόσ ᾿᾿ἔβραχε χαλὰ ϑύρετρα πληγέντα xii T πετάσϑεισαν δέ οἵ ὠχᾶ."
      },
      {
        "index": 34,
        "text": "᾿Ενταῦϑα δέ qaow οἱ παλαιοὶ Ort τὸ κλ ἐἴϑῥον. ἑκατέρωϑεν ἐξήρτητο πρός τινα \"“χρίχον, ὥστε, ov οὗ uiv & ἰχομένου πρὸς τῷ σταϑμῷ κεκλεῖσϑαι, δι᾿ οὗ δὲ ἀνοίγεσϑαι εἰς τοὐναντίον ἑλχομένου, ὡς εἶναν áo δύο ἱμάντας, τὸν “μὲν χλείοντα; τὸν δὲ ἀνοίγοντα xai ἑκάτερον κρίκου τινὸς ἐξηρτῆσϑαι. ὃν δὴ κρίκον ἔοιχε κατὰ τοὺς οὕτω λέγοντας κορώνην ὃ ποιητὴς ἐνταῦϑα καλεῖν, ἢ τὸν ἱμάντα ἡ Πηνελόπη ἀπέλυσε. δυνατὸν δὲ zci ἄλλως ἕνα ἱμάντα εἶναι ἀνοίγοντα τὸ ἐντὸς tos Ae εἰ δὲ γράφεται, ἱμάντα ϑοῶς ἀπέλυσε κορώνης, ἔστι νοῆσαι, ὅτι περ ἱμάς τις, ἐχδὲ ἐδεμένος τοῦ ἔσω μοχλοῦ» ἐξήρτητο τῆς ἔξω κορώνης, ἧς ἀπέλυσεν αὐτὸν ἡ Πηνελό ómy. ze λαλοῦνται μὲν οὕτω ταῦτω καὶ ὑπονοοῦνται, OU μὴν δὲ xci νοοῦντὰν σαφῶς. ῥηθήσεται οὖν τι σαφέστερον μετὰ τὴν ὅλην ἔφοδον τῆς κλειδός. καὶ γὰρ τὰ ἐφεξῆς τῶν"
      },
      {
        "index": 35,
        "text": "παλαιῶν £yoval τινὰ δυσχέρειαν. τὸ γοῦν χληῖδα ἐνῆκε, ϑυρέων δ᾽ ἀνέκοπτεν ὀχῆας, οὕτω πως χαϑιστῶσιν. ὀχῆας δέ, φασιν, οὐ τοὺς ἔνδον μοχλοὺς, ἢ δύο τυχὸν ὄντας, ἢ) ἕνα uiv, ἐσχηματισμένον δὲ πληϑυντικὼς κατὰ σχῆμα ποιητικὸν, ἀλλὰ τὰς λεγομένας βαλά vovg τὰς ἐν τῷ χελωνίῳ καταντικρὺ τῆς κλειδός. αἱ περιαγονταῖ, φασι, καὶ ἀνοίγονται. δοκοῦσι δὲ εἶναι αὑται, ἃς νῦν διαδρόμους φαμέν. διὸ χαὶ ἄντα τιτύσχεται, δηλαδὴ καταστοχάξεται τῶν βα\"λάνων ἐν τῷ ἀνοίγειν, ὡς ἂν αἱ βάλα ανοί, φασιν, Go avri γένωνται τοῖς γόμφοις τῆς κλειδὸς, ἵνα λέγη, ὅτι ἐνῆκεν ἡ {Πηνελόπη τὴν κλεῖδα καὶ ἀνέχοπτεν ἤγουν ἀνέχρουεν, ἀνώϑει τὰς βαλάνους, τιτυσχομένη» ὡς εἴρηται."
      },
      {
        "index": 36,
        "text": "xci τοῦτο μὲν qoas: “ταν οὕτως, εἰ χαὶ γλαφ υρῶς , ἀλλ οὐ πανν σαφῶς. ἔχει δὲ τι καὶ προσιστάμενον ὃ λόγος, ἐπεὶ οὐ φαίνεται γόμφους ἔχειν ἡ κλεὶς ὡς ἀναχρούειν τὰς βαλάνους, δρεπανοειδὴς δὲ μᾶλλον ἦν, ὡς προείρηται. δυνατὸν οὖν καὶ ἄλλως εἰπεῖν ἀμαϑέστερον χατὰ τὸν χωμιχὸν καὶ 4αφέστερον,. ὅτι πρῶτα μὲν ἱμάντα προσδεδεμένον τῇ χορώνῃ, ὁποία τις ἂν καὶ E αὕτη εἴτε \"χόραξ εἴτε κρύος, ἃ ἀπέλυσεν ἤτοι ἔλυσεν, ὡς εἰ καὶ τις δεσμὸν ἑἤλας κατὰ τὸν ποιητὴν, εἶτα λύσει, καὶ τὸν ἱμάντα οὕτω λύσασα ἐνῆκε τὴν προῤῥηθεῖσαν εὐκαμπέα χληΐδα διά τινος χατὰ τὰς ϑύρας ὀπῆς, xai ἅμα."
      },
      {
        "index": 37,
        "text": "τούς τὲ ἔσω ἀνέκοπτε ojos τῶν ϑυρῶν διὰ τῆς zÀniδος, καὶ τὰς ϑύρας δὲ αὐτίκα συγκόψασα κατὰ τὸ σιωπώμενον ἤνοιξεν, ὡς δηλοῖ τὸ, τὰ δ᾽ ἀνέβραχεν. ὡς γὰρ ἐν ᾿Ιλιάδι διὰ τοῦ, αὐτόματοι πύλαι μύκον, τὴν ἄνοιξιν ἐδήλωσε τῶν ϑυρῶν, οὕτω zc ἐνταῦϑα διὰ τοῦ ἀνέϑραχεν, ἀρκεσϑεὶς καὶ νῦν ix τοῦ παραχολουϑοῦντος δηλῶσαι αὐτὸ τὸ ἔργον. παρακχολουϑεῖ γὰρ τὴ τῶν ἀσφαλῶν ϑυρῶν ἐκπετάσει τὸ ἀναβραχεῖν, καϑὰ καὶ τὸ μυχάσϑαι\" ἃ καὶ ἀμφότερα ἐκ τῶν βοῶν τέτραπται, ἀλλὰ τὸ μὲν μέχον ἐν ᾿Ιλιάδι ἁπλῶς ῥηϑὲν ἀνεπεξέργαστον ἔμεινε διὰ τὴν τοῦ μύχον σαφήνειαν, ἐνταῦϊϑεα δὲ τὸ ἀνέβραχεν iex καὶ παραβολῆρᾳ ἵνα διασαφηϑῇ."
      },
      {
        "index": 38,
        "text": "ἄλλως γὰρ καὶ που ἄξων ἀνέβραχε, καί τινος πεσόντος ἐν μάχῃ τεύχεα ἔβραχεν im αὐτῷ. ἐπήγαγεν οὖν TO, ηὔτε ταῦρος. ἵνα τὸ ἀνέβραχε γοη Oir ἐπὶ ταυρείας κυριολεχτεῖσθϑαι φωνῆς, ὡς τὸ βρυ χᾶσϑαι ἐπὶ λέοντος. διὸ zci δὶς ἐνταῦϑια εἶπε τὸ ἀνέβραχε, τὸ μὲν συνϑεὶς μετὰ τοῦ ταύρου ἐν τῷ, ἀνέβραχεν ηῦτε ταῦρος , τὸ δὲ μετὰ τῶν ϑυρῶν ἐν τῷ, ἔβραχε χαλὰ ϑύρετρα. δῆλον δὲ χαὶ ὡς πλεονάξει ἡ πρόϑεσις € ἐν τῷ ἀνέβραχεν, ὡς περ ἴσως καὶ ἐν τῷ, ἀνέκοπτεν ὀχῆας, καὶ ἐν τῷ, ἀπέλυσε κορώνης ἢ κορώνῃ, “48 ὦ ὡς."
      },
      {
        "index": 39,
        "text": "ἐῤῥέϑη, κατὰ δοτικήν. par οὕτω μὲν τὸ ἔβραχε καὶ τὸ ἀνέβραχεν ὡς ἀπὸ ταύρου εἴληπται. τὸ uívro:, ἀνεπετάσϑησαν, Ὁ δηλοῖ τὸ μέγεϑος τῶν ϑυρῶν. ἐξ ὁμοιότητος ἐλήφϑη διαπεταννυμένων πτερύγων, ἀετοῦ τυχὸν ἢ τοιοῦδε τινὸς μεγάλου ὕρνιϑος. καὶ δηλοῖ ὁ ποιητὴς τοῦτο ἐν ᾿Ιλιάδι περί που τὴν τοῦ ὦ μεγάλου ῥαψῳδίαν παραβολικῶς. ὡς γὰρ τὸ μύκον ἐπὶ ϑυρῶν μὴ παρασημηνάμενος ἐν ᾿Ιλιάδυ ἀπὸ ταύρου λαβεῖν ἐνέφηνεν αὐτὸ ἐνταῦϑα διὰ τοῦ, ἀνέθραχεν ἡὔτε ταῦρος, οὕτως ἐνταῦϑα ϑύρας διαπετασϑῆναι ἁπλῶς οὕτως εἰπὼν ἑρμηνεύει τὴν λέξιν ἐκεῖ διὰ παραβολὴς τῆς ἀπὸ ἀετοῦ."
      },
      {
        "index": 40,
        "text": "ἐν τούτοις δὲ μνηστέον τοῦ, κλαυσιᾷ τὸ ϑυρίον, ὃ χεῖται παρὰ τῷ χωμιχῷ, καὶ λογιστέον, ὅσον τὸ διάφορον τούτου πρὸς τὸ Ὁμηρικόν. ἐκεῖνος μὲν γὰρ παίζων πρὸς ἦχον ϑυρίδος λεῖον καὶ ἄῤῥοιζον οὕτως ἔφρασεν, ἰσχνάνας τὴν προφορὰν τοῦ νοήματος διά re τοῦ ἀφώνου κάππα χαὶ τοῦ ὑλγροτάτου λάμβδα. ἐπεὶ καὶ δοκοῦσι πὰ τοιαῦτα ϑύρια ἐθέλειν χλαίειν ὡσεὶ νεογιλὰ σκυλάκια. Ὅμηρος δὲ σεμνῶς ἅμα καὶ προςφυῶς μεγάλης ϑύρας εὖ ἀραρυίας τρισμὸν τραχὺν τῇ φράσει μιμούμενον οὔτε ἄφωνόν τι παρείληφε κατὰ τὰ ψιλὰ, οὐδὲ ἀμετάβολον ἰσχὺν ὄφωνον, ἀλλ᾽ εὐγενῶς ἐπελέξατο τὸ ἀνέβραχε, τραχυφωνήσας͵ μὲν διὰ τοῦ à περιφανῶς, ὑποσεμνύνας δὲ τὸ τραχύφωνον καὶ τῇ τοῦ f συνεχφωνήσει ὡς οἷον βομβοῦντος, ἔτι δὲ καὶ τῇ τοῦ δασέος y, ἃ δὴ τρία σύμφωνα καὶ τὸ βρυχᾶσϑαι ἀποτελοῦσιν."
      },
      {
        "index": 41,
        "text": "᾿Ιστέον δὲ ὅτι τὸ ἀναχόπτειν παρὰ τοῖς ὕστερον καὶ ἀντὶ τοῦ ἀνασειράζειν ἐπὶ ἵππων λέγεται, ὅμοιόν τι ὃν τῷ ἀναχαιτίζειν. ἐχεῖϑεν δὲ τροπῆς γενομένης καὶ ὕδωρ ἀνακόπτεσϑαι λέγεται. καὶ ἀταξίαν δέ τις ἀνακόπτει ὡς οἷα τινὸς ἵππου δυσηνίου ὁρμήν. Περὶ δὲ ὀχήων ἤτοι ὀχέων χαὶ μοχλῶν ἡ aig ἐδήλωσε. Τὸ δὲ, τάδ᾽ ἀνέβραχε, μετεσχημάτισται ἀπὸ τοῦ ϑηλυχοῦ γένους τῶν ϑυρῶν, ὡς πρὸς τὰ ἐπαγόμενα χαλὰ ϑύρετρα, Τὸ δὲ, βοσχόμενος λειμῶνι, παρατετηρημένως ἔφη, ὡς τοῦ ταύρου τότε ὑπὸ τρυφῆς ἄνοβράχοντος μάλιστα. Τὸ δὲ πληγέντα κληΐδε, ὅμοιον ὡς εἰ καὶ ἀνακοπέντα εἶπε χατὰ τὸ ἀνέχοπτεν cc. ἐπεὶ παὶ ταυτόν ἐστι κόπτειν καὶ πλήττειν. * ἐκ δὲ τῶν ἀνωτέρω ῥηθέντων, ἤγουν τῆς χληΐῖδος, τῶν βαλάνων, τοῦ ἀναχόπτειν, τοῦ ἀναχρούειν, καὶ τῶν τοιούτων, λαβών τις"
      },
      {
        "index": 42,
        "text": "παλαιὸς ἐρωτικὴν προσφώνησιν ἐν ἐποποιΐῳ ἐλάλησε πρὸς γυναῖκα, κομψῶς φράσας\" ἣν ὃ βουλόμενος ἀναλεξάσϑω εὑρών. Ὅτι τοῦ Τηλεμάχου εἰπόντος ἐν ἄλλοις; ὡς μητέρι μοι μνηστῆρὲς ἐπέχραον, ἐνταῦϑα ἐπιεικέστερον ἡ Πηνελόπη λαλοῦσα ὀνειδίζει τοὺς μνηστῆρας\" κέκλυτε, εἰποῦσα, μνηστῆρες ἀγήνορες, οἱ τόδε δῶμα ἐχράετ᾽ ἐσϑιέμεν καὶ πινέμεν ἐμμενὲς αἰεὶ, ἀνδρὸς ἀποιχομένοιο πολὺν χρόνον\" οὐδέ rw ἄλλην μύϑου ποιήσασϑαι ἐπισχεσίην ἐδύνασϑε, ἀλλ᾽ ἐμὲ ἱξάενοι γῆμαι ϑέσϑαιε Te γυναῖχα᾽ τὰ ἐκ παραλλήλου ταυτά\" ἀλλ ἄγετε μνηστῆρες, ἐπεὶ τόδε φαϊνέται ἄεϑλον, ϑήσω yàp μέγα τόξον δυσσὴος ϑείοιο, ὃς δὲ ῥηΐτατα ἐντανύσει βιὸν καὶ ἑξῆς πέντε στίχους, οὺς ἔζη νύκτωρ πρὸς τὸν ξεῖνον ἄνδρα, iv οἷς δηλοῦται ὡς τῷ διοϊστεύσαντι τῶν πελέκεων ἕψεται ἀφεῖσα τόδε δῶμα\" οὗ, ὡς καὶ προεῤῥέϑη, μεμνήσεται ἔν πὲρ ὀνείρῳ."
      },
      {
        "index": 43,
        "text": "Eva ὕρα, ὡς οὐδὲ ἡ γυνὴ χρίνει δίκαιον τὸν τοῦ Τηλεμάχου οἶχον αὐτῇ δοϑῆναι καὶ ὅς τις ὀπύει καϑά τινες τῶν μνηστήρων ἤϑετ λον. ἔστι δὲ χαὶ ἐν τοῖς ῥηϑεῖσι τὸ ἐχράετε ἀντὶ τοῦ ἐβαρύσατε, ἐπιπεσόντες ἐβιάσασϑε, ὡς ἐν τοῖς φϑάσασιν ἄκρι \"Béarspov εἰρηται. Τὸ δὲ, ἐσϑιέμεν καὶ πινέμεν αἰεὶ, βοσκηματώδεις χαὶ βοροὺς χαὶ ἀργοὺς τοὺς μνηστῆρας εἶναι σκώπτει. Τὸ δὲ, τόδε δῶμα, ἢ ἢ ἀντὶ τοῦ χατὰ τόνδε τὸν οἶχον, ἢ τὰ ἐν τῷδε τῷ δώματι, ἵνα ἐκ τοῦ περιέχοντος δηλοῖ τὰ ἐν αὐτῷ. χαὶ ἄλλως δὲ, ἀστείως ἔχει τὸ φάναι ἁπλούστερον τὴν γυναῖχα, ὡς οἱ μνηστῆρες αὐτὸ δὴ ὅλον τὸ δῶμα ἐσϑιουσι, xci ἔχει τι καὶ βαρύτητος ὁ τοιοῦτος λόγος."
      },
      {
        "index": 44,
        "text": "Τὸ δὲ ἐμμενὲς τὴν ὁλόψυχον καὶ ἀγήνορα βίαν δηλοῖ. Τὸ δὲ α«ἰὶ ταυτὸν τῷ πολὺν χρόνον. ' Ev δὲ τῷ, μύϑου ἐπισχεσίην, οἱ παλαιοὶ μῦϑον μὲν ἐνταῦϑα ἰδίως τὴν στάσιν λέγουσιν. ἐπεὶ καὶ ᾿Ανακρέων τοὺς ἐν Σάμῳ ϑέλων εἰπεῖν στασιαστὰς, μυϑηταὶ δ᾽ ἐν νήσῳ, φησὶ, διέπουσιν ἱερὸν ἄστυ, ἀντὶ τοῦ στασιασταὶ ἐπίῤῥητοι, ἢ ἄλλως ἔν μύϑοις καὶ μόνοις ἔχοντες τὸ σεμνὸν, ἢ) καὶ ἀγορηταὶ ,βλαβεροί\" ἐπισχεσίαν δὲ τὴν πρόφασιν, ἐπεί n oi προγασιζόμενοι ἐπέχουσιν, ἐστι μέν ουσιν ἐννοούμενοι, τί ἂν εἴποιεν."
      },
      {
        "index": 45,
        "text": "ὅϑεν διὰ τὸ οὕτως ἐπιμέve xci μύνην τὴν τοιαύτην ἐπισχεσίην μετ᾽ ὀλίγα ἐρεῖ ἐν τῷ, ἀλλ᾽ ἄγε μὴ μίνῃσι παρέλκετε, ἤγουν προφύσεσιν, ἵνα ἢ μύνη οἱονεί τις μονή. μονῆς γάρ τινος χρεία τοῖς προ ἀσιζομένοις καὶ ἐπίσχουσιν ἤτον ἐπέχουσιν\" ἀφ᾽ ἧς λέξεως καὶ οἱ ἐφ εχτικοὶ σοφοὶ παρὰ τοῖς παλκιοῖς, ἐστι σχεϊπτιχοί. ἐκ δέ γε τοῦ μονὴ γίνεται “ἰολικῶς μύνη κατά τε συνήϑη βαρὺν τόνον καὶ τροπὴν τοῦ ὃ ὁμοίως τῷ, ὄνομα ὄνυμα, ἀσσότεροι ἀσσύτεροι, καὶ τοῖς ὁμοίοις. λέγει δέ, φασι, καὶ ᾿“λκαῖος τὸ προφασίζεσθαι μύνεσϑιαι, οἷον, οὐδέ τι μυνάμενος ἄλλο νόημα."
      },
      {
        "index": 46,
        "text": "ἕτεροι δὲ μύνην φασὶ τὴν πρόφασιν παρὰ τὸ pin TÓ στόμα. καὶ ταῦτα μὲν χρήσιμα μετ᾽ ὀλίγον. ᾿Ενταῦϑα δὲ ῥητέον χαὶ ὅτι τὸ χῶ μονοσύλλαβον ῥῆμα. ὃ δηλοῖ τὸ χωρῶ, ἐξ οὗ xci τὸ χαίνω χαὶ τὰ ἀπ᾽ αὐτοῦ. ὡς ἀλλαχοῦ κεῖται, ὧν ἐστι καὶ τὸ χανδὸν xci προχάνη ἡ πρόφασις\" τὸ τοίνυν τοιοῦτον χῶ πλεονασμῷ τοῦ σίγμα σχῶ γίνεται, ἀφ᾽ οὗ xai σχῆμα τὸ μαϑηματιχὸν, ὡς χωρητιχὸν ὃν τοῦ ἐμβαδοῦ, καὶ σχέσις\" καὶ αὐτὴ δὲ ἡ Ὁμηρικὴ ἐπισχεσία. γὰρ ἐπίσχει τις» χαὶ ἄλλως δὲ εἰπεῖν, ὅ περ ἴσχει καὶ κατέχει, χωρεῖται οἷον αὐτὸ παρ᾽ ἐκείνῳ, ἐπεὶ οὐκ ἀφίεται, ὅτι δὲ ἐκ τοῦ χῶ καὶ ἡ χειὰ, προσλήνψει δὲ συλλαβῆς καὶ ἡ χώρα."
      },
      {
        "index": 47,
        "text": "ἧς παράγωγον τὸ χωρίον, χεῖται καὶ αὐτὰ ἐν ἄλλοις. ὅτι δὲ τοῦ χῶ δοχεῖ παράγωγον εἶναι ἀῤῥητον καὶ τὸ χάζω, δῆλον ἔκ τε τῆς χάσμης χαὶ ἐκ τοῦ χασμᾶσϑαι, ὅ ni οὐκ ἐπὶ στομάτων μόνων λέ ἔγεται , ἀλλ ἤδη τροπικῶς καὶ ἐπὶ ϑύρας ἠνεῳγμένης» ὡς δηλοῖ ὃ γράψας τὸ, τῆς ϑύρας χασμωμένης ἂν ἐπιλάβηται, πρῶτος εἰσῆλϑε. xai \"τοιάδε μὲν καὶ ταῖτα. Τὸ δὲ, ἀλλ᾽ ἐμὲ ἱέμενοι γὴμαὶ, σχήματος ἔχει ἀλλαγήν. τὸ γὰρ ἀκόλουϑον ἦν οὕτως\" οὐ δέ τινα ἄλλην πρόφασιν ποιήσασϑαι ἔσχετε, ἀλλὰ τὸ ἐμὲ ἵεσϑαι γῆμαι."
      },
      {
        "index": 48,
        "text": "Τὸ δὲ ἐπεὶ τόδε φαίνεται ἄεϑλον, ἀντὶ τοῦ, ἐπειδὴ ὃ ἀγὼν ἐπ᾽ ἐμοί ἐστι xci ἐπὶ τῷ ἐμὲ γῆμαι, zc ἐγὼ zeit προφανῶς τοῦ ἀγῶνος ἔπαϑλον. μετ᾽ ὀλίγα ὃ υἱὸς ἑρμηνεύων φησί\" «φαίνετ ἄεϑλον οἵη νῦν οὐκ ἔστε γυνὴ xui ἑξῆς. ἐνταῦϑα δὲ, εἰ μὴ τὸ ἀλλ ἄγετε νοηϑείη ἀντὶ τοῦ, ἀλλὰ σπεύδετε, δοχεῖ ἔλλειψις εἶναι, ἵνα λέγ ἢ ὅτι ἀλλ᾽ ἄγε πρὸς ἀγῶνα ἑτοιμάσασϑε, ἢ τι τοιοῦτον. (6 8. Σημείωσαν δὲ Ὁμήρου εἰπόντος τὸ, μεμνήλσεσϑαι ὃ ὀΐομαι ἔν περ ὀνείρῳ, λαβὼν ἐχεῖϑεν Εὐριπίδης ἀνώπαλιν i ἔφη ἐν Κερχύονι ἐπὶ φίλου ἀμελοῦς, Ποσειδῶν δὲ ἦν ἐκεῖνος τὸ, πλήσας δὲ νηδὺν» σὐδ᾽ ὄνὰρ κατ᾽ εὐφρόνην φίλοις ἔδειξεν αὐτόν. ' Ὅτι Εὔμαιος χαὶ Φιλοίτιοο οἱ δοῦλοι τὸ δεσποτιχὸν τόξον ἰδόντες τιϑέμενον ὡς ἐπὶ ἀγῶνι κλαίουσιν, οἷα δεδιότες μή τις νιχήσας τῶν μνηστήρων ἀποίσεται τὴν Ive ελόπην."
      },
      {
        "index": 49,
        "text": "xoi ἄλλως δὲ χλαίουσιν, ἀναμνησϑέντες τοῦ δεσπότου διὰ pou τοῦ τόξου, χαϑὰ χαὶ πρὸ αὐτῶν ἡ δέσποινα. (ers ᾿“ντίνοος δὲ ἐπισχώπτων φησί\" νήπιοι \"“ἀγροιῶται, ἐφημέρια φρονέοντες * τουτέστι τὸ παρὸν μόνον xci παραυτικα σχοπούμενοι, πρόνοιαν δὲ τοῦ μέλλοντος μὴ τιϑέμενοι. τοῦτο δὲ καὶ σχώμιια ἐστὶ κατὰ ἀγροίκων ἀνδρῶν, καὶ ἀπειλὴν δὲ τινα ἔχει κατὰ τῶν δηδ έντων δούλων ὡς μὴ προσχεπτομένων ἃ πεισονται. «re εἰπὼν συνήϑως, ἀ δειλοὶ, αἰτιᾶται, διότι δαχρύοντὲς ἐρείλιζουσι καὶ τὴν γυναῖκα εἰς ὕμοια, πενϑοῦσαν καὶ RR δὲ διὰ τὸν ἄνδρα."
      },
      {
        "index": 50,
        "text": "εἶτα εἰπών\" ἀλλ ἀχέων δαίνυσϑε καϑήμενοι, ἠὲ ϑύραζε κλαίετον ἐξελϑόντες, χαταϑέσϑαι τε αὐτόϑι τὰ τόξα κελεύει xc τὸν προκείμενον ἄεϑλον ἀάατον λέγει. καὶ οἰεσύψαι μέν, φησι, μὴ ἂν ῥᾳδίως τόδε τόξον ἐντανύεσϑαι, καὶ ὁμολογεῖ τὴν τοῦ Οδυσσέως ἀρετὴν, εἰπών\" οὐ γάρ τις μετὰ τοῖος ἀνὴρ ἐν τοίσδεσι πᾶσιν, οἷος ᾽Οδυσσεὺς ἔσκεν\" ἐγὼ δὲ μεν αὐτὸς ὕπωπα\" καὶ γὰρ μνήμων εἰμί\" mcg Ó ἔτι νήπιος ἦα, ἤγουν ἤμην, ὕτε δηλαδὴ Ὀδυσσεὺς οὔ πω εἰς Τροίαν ἔπλευσε. καὶ οὕτω μὲν οἴεσϑαι λέγει περὶ τῶν «λλων μνηστήρων εἰπὼν τοῦτο."
      },
      {
        "index": 51,
        "text": "τῷ O ἄρα, quoi, ϑυμὸς ἐνὶ στήϑεσσιν ἐώλπει νευρὴν ἐντανύσειν διοϊστεύσειν re σιδήρου\" ἐφ᾽ οἷς Ὅμηρος ἀπαίσιον λόγον ἐχρήξας κατὰ τοῦ ἀλα\"ζόνος φησὶ προαναφωνητικῶς\" ἤτοι ὀϊστοῦ γε πρῶτος γεύσεσϑαι ἔμελλεν i χειρῶν So Ὀδυσῆος ἀμύμονος, ὅν ποτ᾽ ἀτίμα ἥμενος ἐν μεγάροις, ἐπὶ δ᾽ ὥρνυε πάντας ἑταίρους, ἤγουν αὐτός τε ἠτίμαζε καὶ τοὺς ἄλλους ἠρέϑιζε. λέγει. δέ πως ὁ ποιητὴς, ὡς οὐκ ἐντανύσει μὲν ὁ ᾿ΑΙντίνοος τὸ τόξον μόνος τῶν ἄλλων, καϑὰ ἔολπε, γεύσεται δὲ πρῶτος ὀϊστοῦ, ὡς καὶ πρῶτος αἴτιος."
      },
      {
        "index": 52,
        "text": "πάνυ δὲ χαιρίως κεῖται τὸ; γεύσεται, χαὶ οὐχ ἔστιν οὐδὲ ἑρμηνεῦσαι αὐτὸ χάλλιον. ὥρμηται δὲ ἐκ τοῦ, χειρῶν ye ὕσασϑαι, ὃ φϑάσας ἔφη ὃ Μελανϑεὺς, πλὴν ὃ ὅσον ἐχεῖ μὲν χειρῶν γεύσεσϑαι ἐῤῥέϑη, ἐνταῦϑα δὲ ὀϊστοῦ γεύίσεσϑαι ἐκ χειρῶν. ὃ δὲ ὀϊστὸς ἐχ τοῦ ὀΐω, τὸ κομίζω, γινόμενος εἰχότως διαλέλυται χαὶ τρισύλλαβεῖ πρὸς ᾿ διαστολὴν τοῦ ὀϊστοῦ, ἐξ οὗ σίνϑετον τὸ ἀνύποιστον. καὶ ταῦτα μὲν τοιαῦτα. Ὅτι δὲ τὸ, ἐφημκέρια φρογνέοντες, ἤγουν μόνα τὰ σήμερον, ἔχει τι καὶ ἀπειλῆς, ὡς ἐῤῥέϑη,, δηλώσει ἐν τοῖς ἐξεξὴς ἅ πὲρ ἀκούσει ix τῶν μνηστήρων ὁ EUuototg φέρων τὸ τόξον τῷ Ὀδυσσεῖ, ὅτι δηλαδὴ ἐὰν ϑεὸς αὐτοῖς ἱλήχοι τοῦ γάμου καταπραχϑέντος, κύνες αὐτὸν ἔδονται."
      },
      {
        "index": 53,
        "text": "\" Ert ἰστέον καὶ ὅτι εἰ καὶ τῷ Ηντινύῳ μεμπεὸν δοκεῖ τὸ ἐφημέρια φρονεῖν, ἀλλ᾽ ὴ τραγῳδία ἔχει τινὰ νοοῦντα, ὡς xci τὸ τοιοῦτον ἔστιν οὗ ἀγαεϑὸν δοκεῖ, τὸ, ζῶντι δηλαδή τινι χαϑ' ἡμέραν μέτρια εἶναι πρός γε τὸ ἀρκοῦν. \"Ioréov δὲ ὕτι, ὥς nep κάπρος χάπριος, «Αἰτωλὸς Αἰτώλιος, οὕτω καὶ ἐφήμερος ἐφημέριος\" ἐξ οὗ τὸ ἐρημέρια. λέγεται δὲ τὸ ἐφήμερος ἐπί τὲ ἀνϑρώπου καὶ ἐπὶ ζῴου δέ τινος ἄλλου. χαλοῦνται γὰρ ἐφήμερα ζωύφια, οἷς δυστυχία τὸ μίαν μόνην ἡμέραν ζῆν, ὁποῖός τις ἱστόρηται εἶναι καὶ ὁ παρὰ τῷ ““υκόφρονι ἰστριεὺς πόρκος."
      },
      {
        "index": 54,
        "text": "Κεῖται So δ᾽ ἐνταῦϑα καὶ φράσις κωλυτιχὴ τοῦ ἐρεϑίζειν φίλανδρον γυναῖκα εἰς κλαυϑμὸν ἐν τῷ, τί νυ δάκρυα κατείβετον ἡδὲ γυναικὶ ϑυμὸν ἐνὶ στήϑεσσιν ὀρίνετον, ἡ τε καὶ ἄλλως κεῖται ἐν ἄλγεσι ϑυμὸς, ἐπεὶ φίλον ὥλεσεν ἀχοίτην; Καὶ ὅρα τὸ, κεῖται ἐν ἄλγεσι ϑυμὸς, ἀντὶ τοῦ ἀπρακτεῖ διὰ τὸ πολὺ τοῦ ἄλγους. ᾿Εντεῦϑεν δὲ συνϑέντες oi μεϑ᾽ Ὅμηρον ἐγκεῖσϑαι φασὶ τὸ ἐνστατικῶς περί τι ἔχειν. Τὸ δὲ, &AX ἀκέων δαίνυσϑε, ἀντὶ τοῦ ἡσύχως ἢ ἡσυχάζοντες, περὶ οὗ καὶ προγέγραπται, καὶ ἐν τοῖς εἰς τὴν ᾿Ιλιάδα δὲ εἴρηται, ὀχλεῖ τινὰς διὰ τὸ καινοφανές."
      },
      {
        "index": 55,
        "text": "διὸ καὶ μεταγράφοντες, ἀλλὰ καὶ ὡς δαίνυσϑε, ἀσύμφωνα λέγουσι τοῖς παλαιοῖς. Τὸ δὲ τόξα πληϑυντικῶς ἔφη ἀντὶ τοῦ τόξον, εἰωθὼς ποιεῖν καὶ οὕτω, καὶ μᾶλλον Ore τῷ τόξῳ συννοοῦνται καὶ οἱ ὀΐστοί. ᾿Ἄάατος δὲ καὶ νῦν ὁ ἀτηρὸς παρὰ “τὴν ἄτην, ἐξ ἧς xara στέρησιν ἄατος ὃ ἀβλαβὴς, καὶ κατὰ δευτέραν στέρησιν ἀάατος ὃ μὴ ἀβλαβὴς, ἀλλὰ δηλαδὴ βλαβερὸς ἤτοι ἀτηρός. αἱ γὰρ δύο στερήσεις, ἑαυτὰς φϑείρασαι, ἀφιᾶσι τὴν ἐξ ἀρχῆς λέξιν δηλοῦν τὸ οἰχεῖον. δύναται δὲ ἄλλως ἀάατος εἶναι xol ὃ πολυβλαβὴς ὡς ἀπὸ τοῦ ἀάσαι τὸ βλάψαι, ἐξ οὗ ἄατος ἁπλῶς βλαβερὸς, καὶ κατ᾽ ἐπίτασιν ἀάατος πάνυ τοιοῦτος."
      },
      {
        "index": 56,
        "text": "(Ν᾽ ετ5. Τὸ δὲ, οὐ γάρ τις μετὰ τοῖος ἀνὴρ καὶ ἑξῆς, παρῳδηϑήσεταί mors εἰς ἕπαινον ἀνδρὸς ἀγαϑοῦ. Τὸ δὲ μετὰ ἔστι μὲν ταυτὸν τῇ ἕν προϑέσει, νοηϑὲν δὲ ὑπερβατῶς μετὰ τοῦ, ἐν τοῖσδεσι πᾶσιν, ix παραλλήλου κεῖται μετὰ ἰσοδυνάμου προϑέσεως. Τὸ δὲ τοΐσδεσιν οὐκ ἂν προπαροξυνϑείη εὐλόγως διὰ τὸ πρὸ δίο συλλοβῶν ἔχειν τὸν τόνον\" οὐ γὰρ ἂν ἡ ἐπέχτασις ἀλλοιώσῃ τὴν τόνωσιν τοῦ ἄρϑρου τῆς δοτιχῆς. Ev δὲ τῷ, ὅν kd ἀτίμα, σημείωσαε τὸ ποτὲ. OV"
      },
      {
        "index": 57,
        "text": "παλαιὸν χρόνον δηλοῦν οὐδὲ ἐνταῦϑα, ἀλλ ἁπλῶς οὕτω χείμενον ὡς ἐκ πε spurroi. δῆλον γὰρ ὡς χϑὲς ἠτίμα τὸν ᾿Οδυσσέα. ἔστι δὲ ὅμως καὶ τοῦτο χρόνου δηλωτικὸν, εἰ χαὶ μὴ πάρ χατὰ κοινὴν συνήϑειαν. καὶ γὰρ καὶ ὁ χϑὲς ἀτιμῶν ποτὲ Gru, xci ὃ σήμαμον δὲ ἕωϑεν ποιῶν τί ποτὲ ποιεῖ. οὕτω δὲ καὶ ὃ νῦν αὐτίκα ἐνεργῶν ποτὲ ἐνεργεῖ. γράφεται. δὲ καὶ, ὃν \"τότ᾽ ἀτίμα, ὃ ἐκ τοῦ ϑέματός ἐστι, ἐξ οὗ, ὡς moto ῥέϑη, xci τὸ ἀτίμησε χαὶ ἀτιμητὸος ὃ ἄτιμος. Ὅτι ϑελήσας πρῶτος ὃ Τηλέμαgos τοῦ πατρικοῦ τόξου πειράσασϑαι,."
      },
      {
        "index": 58,
        "text": "ποιεῖ αὐτὸ εὐμεϑόδως. καὶ δεινοπαϑήσας εἰ ἐπὶ τοῖς ἑαυτοῦ γελᾷ καὶ αὐτὸς καὶ \"τέρπεται. εἶτα τὴν μητέρα ἐπαινέσας καὶ τοὺς μνηστῆρας ὑπαλεῖίψας γίνεται τοῦ ἀγῶνος, x«l στήσας τοὺς πελέκεας εὐχύσμως, OUG οὐδέ ποτε εἶδε, πειρητιζει τοῦ τόξου\" ὃ καὶ ἐτάνυσεν ἂν, εἰ μὴ ὃ πατὴρ ᾿Οδυσσεὺς λάϑρα ἀνανεύσας ἐπέσχεν, ἵνα μὴ ὕστερον οἱ μνηστῆρες ἀδυνατοῦντες φϑονήσωσι καὶ ἴσως ἐρεϑισϑῶσι πρὸ καιροῦ καὶ γένηται τὰ τῆς μνηστηροφονίας καὶ δυσχερῆ xci οὐκ εὔπλαστα. ἔστι δ᾽ ἐν τούτοις » Oumptae φράσις τοιαύτη\" ὦ πόποι, ἢ μάλα με ϑεὸς ἄφρονα ῆχεν, ὃ τις εἴλποι ἂν χαταγινώσχων ἑαυτοῦ\" μήτηρ μέν μοι φησὶ φιλὴ, πινυτὴ πὲρ ἐοῦσα, ἄλλῳ à ἅμ᾽ ἕψεσθαι γοσφισαμένη τόδε δῶμα."
      },
      {
        "index": 59,
        "text": "αὐτὰρ ἐγὼ γελύω καὶ τέρπομαι ἄφρονι ϑυμῷ. (Mena, ) ἀλλ ἄγετε, μνηστῆρες, ἐπεὶ, ὡς ἡ μήτηρ εἰπε, τόδε φαίνεται ἄεϑλον, ἤγουν, οἵη νῦν οὐκ ἔστι γυνὴ κατ᾽ ᾿χαιΐίδα γαῖαν, οὔτε Πύλου i ἱερῆς οὔτ᾽ Ἄργεος οὔτε Μιυκήνης, οὔτ᾽ αὐτῆς ᾿Ιϑάκης, οὔτ᾽ ἠπείροιο μελαίνης. καὶ δ᾽ αὐτοὶ τόδε ἴστε\" τί μὲ χρὴ μητέρος αἴνου; «AX ἄγε μὴ μύνῃσι παρέλκετε, μηδ᾽ ἔτι τόξου δηρὸν ἀποτρωπᾶσϑε τανυστύος, ὄφρα ἴδωμεν. xal αὐτὸς δ᾽ ἂν ἐγώ, φησι, τόκξου πειρησαίμην. εἰ δέ xiv ἐντανύσω διοϊστεύσω τε σιδήρου, οὐκ ἄν μοι ἀχνυμένῳ τάδε δώματα πότνια μήτηρ λείποι ἅμ᾽ ἄλλῳ ἰοῦσα, ὅτ᾽ ἐγὼ κατόπισϑε λιποίμην, οἷός τε ἤδη πατρὸς ἀέϑλια xaX ἀνελέσϑαι, ἤγουν οἷος ἀεϑλεύειν κατὰ τὸν πατέρα."
      },
      {
        "index": 60,
        "text": "ἔφη παῖς. καὶ ἀπ᾿ ὠμοιϊν χλαῖναν ϑέτο φοινικόεσσαν ὀρϑὸς ἀναΐξας, ἀπὸ δὲ ξίφος ὀξὺ ϑέτ᾽ ὥμων\" ἔφερε γὰρ καὶ ξίφος χατά τε ἔϑος καὶ ἐπίτηδες διὰ τὸ μελετηϑεν. δῆλον δ᾽ ὅτι διὰ τὴν αὐτὴν αἰτίαν καὶ ἔγχος ἐγγὺς ret, περὶ ὃ ἐν τῷ τέλει τὴς ῥαψῳδίας βάλλεν δοτὴν χεῖρα. οὗ ἕνεχεν καὶ \"παρέῤῥιψε φϑάσας ὁ ποιητὴς πρὸ ὀλίγων δύο στίχους, δηλοῦντας ὡς ἔγχος ἔχων Τηλέμαχος ἐξῆλϑεν εἰς ἀγορὰν, ξίφους ἐχεῖ μὴ μνησϑεὶς, ὃ πὲρ ἐνταῦϑα κεῖται. καὶ τέως οὕτω χαὶ τὴν χλαῖναν xci τὸ ξίρος ὃ νέος ἀποϑέμενος πρῶτον μὲν πελέκεις στῆσε, διὰ τάφρον ὀρύξας πᾶσι μίαν μακρὴν, xc ἐπὶ στάϑμην iQvvev: ἀμφὲ δὲ γαῖαν ἔναξε, στήσας δηλαδὴ χατὰ τὸ σιωπώμενον τοὺς πελέχεας."
      },
      {
        "index": 61,
        "text": "τάφος δ᾽ ἕλε πάντας ἰδόντας, ὡς εὐχόσμως στῆσεν, οἷα δηλαδὴ υμόσοφος καὶ αὐτομαϑὴς τοῦ καλοῦ, ὧν δηλωτιχὸν τὸ, πάρος δ᾽ οὐ πώποτ᾽ \"ὀπώπει. εἶτα στὰς ἐπ᾽, οὐδὸν καὶ τόξου πειρητίζων. τρὶς μέν μὲν πελέμιξεν ἐρύσεσϑαι μενεαίνων, τρὶς δὲ μεϑῆχε βίης, ἐπιελπόμενος τό γε ϑυμῷ, νευρὴν ἐντανύσειν διοϊστεύσειν τε σιδήρου. καὶ οὕτω καταπλήξειν μὲν τοὺς μνηστῆρας, ἐπιδείξειν δὲ τῷ πατρὶ ὡς ἀξιόμαχός ἐστι συναγωνίσασϑαι. καὶ δὴ ἄν, φησιν, ἐτάνυσε βίῃ τὸ τέταρτον ἀνέλκων, ἀλλ Ὀδυσσεὺς ἀνένευε καὶ ἔσχεϑεν; ἱέμενόν meg, τὸ κρεῖττον αὐτὸς βουλευσάμενος καὶ τῷ σύν τε δύ᾽ ἔρχεσϑαι πρὸ ὃ τοῦ νοήσας τὸ δέον κατὰ τὴν ἐν ᾿Ιλιάδι γνωμολογίαν."
      },
      {
        "index": 62,
        "text": "καὶ οὕτω φϑόνον τε ἔπαυσε τὸν, ὡς ἐῤῥέϑη, ἐμποδίσοντα ἴσως εἰς τὸ ἔργον, καὶ καταμαλαχϑῆναι δὲ τὸ τόξον ἐκώλυσε, μὴ xci εὐχερῶς. εἴξῃ τοῖς μνηστῆρσιν εἰς τανυσμόν. χαὶ οὐδὲ ἀφῆκεν ἐκείνους ἐρεϑιστιχὸν ζῆλον ἀναλαβεῖν πλείω τοῦ δέοντος ἐπὶ ἑλχυσμῷ τοῦ ἘΞ, εἰχὸς γὰρ ἑλχύσαντος μὲν Τηλεμάχου βιάσασϑαι καὶ ἐκείνους τὴν τανυστήν. ὁμολογήσαντος δὲ ἀδυναλτεῖν ἀναπεσεῖν καὶ ἐκείνους ὡς μηδέν τι καινοπαϑοῦντας. χαὶ τοίνυν ὃ Τηλέμαχος τίϑησι χαμᾶξε τὸ τόξον, κλίνας χολλητῆσιν εὐξέσταις σανίδεσσιν\" αὐτοῦ δ᾽ ὠχὺ βέλος καλῇ προσέκλενε “ορώνῃ, πρότερον εἰπών\" ὦ πόποι, ἔπειτα χαχός T."
      },
      {
        "index": 63,
        "text": "ἔσομαι καὶ ἄκικυς, ἠὲ νεώτερός eut xo οὔ πω χερσὶ πέποιϑα ἄνδρ᾽ ἀπαμύνεσθαι, ὅτε τις πρότερος χαλεπήν. ἃ δὴ νέῳ εἰπεῖν πρέπει ἀγαϑῷ μὲν, δυστυχήσαντι δὲ χατὰ πρώτην ἀγῶνος πεῖραν. ἐφ᾽ οἷς καὶ τοὺς μνηστῆρας τεχνικῶς κολακεύων, ἀλλ ἄγετέ , φησιν, οἵ περ ἐμεῖο προφερέστεροί ἐστε, τόξου πειρήσασϑε καὶ aA ἄεϑλον, λόγος οὗτος ἔκ TÉ ταπεινοτέρου ἀεϑλευτοῦ πρὸς κρείττονας. CVers. “Σημείωσαι δὲ, ὅτι χαὶ ivre a ἐσχημάτισέ τινας τῶν τοῦ Τηλεμάχου λόγων ὃ ποιητής. αὐτίκα τὸ, μήτηρ μέν μοί qno ἄλλῳ ἔψεσϑαι, ἔμφασιν ἔχει τοῦ μὴ ἂν οὕτω γενέσϑαι οὐ γὰρ εἶπεν, ὅτι ἕψεταέ τινε, ἀλλ αὐτὴ τοῦτο φησὶ, πινυτὴ μὲν οὖσα, οὐκ εἰδυῖα"
      },
      {
        "index": 64,
        "text": "δὲ δηλαδὴ τὸ πρᾶγμα\" ἔτι xci τὸ, μὴ δ᾽ ἔτι τόξου δηρὸν e τανυστύος, joy μάτισται καὶ αὐτό\" λέγει μὲν γὰρ φαινομένως, ὅτι πειράσασϑε, εἰ τοξεύσετε, δηλοῖ δὲ ἄλλως τὸ ἐγγὺς γενέσϑε τοῦ κατατοξεύεσθαι χαὶ, ὡς εἰπεῖν, a UOE τοῦ τόξου\" ἔτι δὲ καὶ τὸ, enn ovx ἂν “μοι ἀχνυμένῳ δώματα μήτηρ λείποι καὶ ἑξῆς, Ἀἐπιδεξίως ὑπολαλεῖ αὐτὸ τοῦτο, ὡς οὐχ ἂν λυπηϑείη αὐτὸς λιπούσης αὐτὸν τῆς μητρός\" οὐ γὰρ ἄν λείποι ἀλλὰ EURO HENCE τανυσϑέντος εὐτυχῶς τοῦ τόξου. \"Ioréov δὲ ὅτι τὸ, οὐκ ἄν μοι cyvvuévo, γράφεται χαὶ ἀχνυμένη, ἡ μήτηρ δηλαδή\" καὶ εὐοδοῦται χαὶ τοῦτο εἰς ὀρϑὴν ἔννοιαν."
      },
      {
        "index": 65,
        "text": "| ἔτι πρὸς τοῖς ῥηϑεῖσι χαὶ τὸ, τάφος δ᾽ ἕλε πάντας, τῇ ὁμωνυμίᾳ τοῦ κατὰ τὴν ἔχπληξιν τάφου τὸν γνεχροδόχον ὡς ἐν αἰνίγματι ἀστείως παραλαλεῖ. οὕτω δὲ καὶ τὸ, ἐχτελέωμεν ἄεϑλον, δοκεῖ μὲν περὶ τῶν μνηστήρων λέγειν, ἰδιάζει δὲ τὸν νοῦν εἴς τὲ τὸν πατέρα καὶ ἑαυτόν. (iVers. Ὅρα δὲ τὸ ἄγε καὶ τὸ ἄγετε, τὸ uiv ἑνικῶς, τὸ δὲ πληλϑυντικῶς ἐπὶ πλήϑους ἄμφω κατὰ Ὁμηρικὴν συνήηϑειαν χαὶ ἐνταῦϑα λεχϑέντα ἐν τῷ, ἀλλ ἄγετε μνηστῆρες, καὶ, ἀλλ ἄγε, μὴ παρέλκετε. \"Ev ᾧ καὶ σημείωσαι κειμένην οὐ πάνυ συνήϑη τῷ ποιητῇ ἐπανάληψιν."
      },
      {
        "index": 66,
        "text": "εἰπὼν γὰρ, ἀλλ ἄγετε, μνηστῆρες, ἐπεὶ τόδε φαίνετ᾽ ἄεϑλον, καὶ ἀπαιωρήσας οὕτω τὸν λόγον, ἐπάγει τὸ, ἀλλ᾽ Cy6, μὴ μύνῃσι παρέλκετε, Τὸ δὲ, φαίνεται ἄεϑλον, ἀντὶ τοῦ, πέφῃνε καὶ εἰς φῶς ἔκκειται, ὁποῖα τὰ ἐν τοῖς ἀγῶσι προχείμενα ἔπαϑλα. χρῆσις δὲ τοῦδε τοῦ φαίverat xai πρὸ τούτων ἐν TO, τὰ μὲν ὑμέτερα ἀεικέα ἔργα φαίνεται. Σημείωσαι δὲ καὶ ὅτι ἡ Πηνελόπη μιὲν ἐν τῷ, ἀλλ᾽ ἄγετε μνηστῆρες, ἐπεὶ τόδε φαίνεται ἄε ϑλον, οὐδέν τι περιαυτολογῆσαι προέϑετο, ἐπεὶ μηδὲ € ἐχρῆν\" ὁ δὲ ῥήτωρ φίλος υἱὸς ἔπαινον αὐτῆς ἐνταῦϑα εἶπεν, ὃς ἦν ἂν μεγαλοπρεπέστερος, εἴ περ ἠρκέσϑεη ὃ παῖς εἰπὼν, οἵα νῦν οὐκ ἔστι γυνὴ, καϑὰ καὶ \" μήτηρ σιγήσασα παντελῶς πλείω ἑαυτὴν ἐσέμινυνε διὰ μόνου τοῦ, τόδ᾽ ἄεϑλον."
      },
      {
        "index": 67,
        "text": "νῦν δὲ μερικεύσας αὐτὸς καὶ ὡρισμένως, προσϑέμενος τὸ, κατ᾽ “ἀγοίδδα γαῖαν καὶ ἑξῆς, σμιχρῦναι δοκεῖ καὶ ἀποστενῶσαι τὸν ἔπαινον. καὶ ὅμως ἔστι νοῆσαι ἄλλως, ὅτι ἡ \"σύγκρισις τῷ δήτορι πρὸς μόνας νῦν τὰς ᾿Ελληνίδας γίνεται\" ὧν πασῶν ὑπε Belges τὴν llgvs-i10 λόπην, δἰπὼν τὸ χατ ᾿᾿4χαιΐδα γαῖαν. αἱ γὰρ omoi ποτε “βλληνίδες ᾿ἡΙχαιΐδες ἃ ἂν εἶεν ὡς ἐκ μέρους τοῦ χρείττονος. δῆλον δὲ, ὡς ὑπερτίϑησι τὴν μητέρα χαὶ αὐτῆς “Ελένης τῆς περιπύστου, εἴ περ ᾿4ργεία καὶ ἐκείνη. εἰ τοίνυν πρὸς μὲν τὰς βαρβάρους ἀσύγκριτος ὡς “Ἑλληνὶς αὕτη, τῶν δὲ Ελληνίδων οὐδεμία ἐστὶ κατ᾽ αὐτὴν, πασῶν λοιπῶν ὑπερκεῖσθαι λέγοι ἂν αὐτὴν ὁ παῖς."
      },
      {
        "index": 68,
        "text": "Τὸ δὲ, οὔτε Πύλου ἱερῆς οὔτε δῆυκήνης, ἐκ περισσοῦ κείσϑαι δοκεῖ\" συνεπινοοῦνται γὰρ τῷ \"ore xci αὐταὶ, εἶ σπερ \"Aoros μὲν ἡ ὅλη τοῦ Πέλοπος νῆσος, Πύλος δὲ xci Μυχήνη ἐντὸς αὐτῆς. ἴσως ovv ἢ τῷ ὅλῳ συνήϑὼως τὰ μέρη συμπεριείληρεν ἁπλοϊχώτερον ὃ παῖς, ἢ ἐπίτηδες ἄλλως αὐτὸ πεποίηκεν, ἵνα μὴ μόνου ργους μνησϑεὶς δόξῃ τὴν μητέρα ἐξ ὀρϑοῦ τῇ \"Aoyeie EAévn συγκρίνειν. ἣν καὶ αὐτὴν, ὡς εἰχὸς, δι᾽. αἰδοῦς ἄγει ὡς ξεινοδόκον , καϑὰ προδεδήλωται. ᾿Ιστέον δὲ καὶ ὅτι, ὅτε εἶπεν Εὐρύμαχος τῇ Πηνελόπῃ, ὡς εἰ πάντες σὲ ἴδοιεν ἀν᾽ ἴασον Aoyog ᾿“Ϊχαιοὶ, πλέονες ἂν μνηστῆρες εὑρεϑεῖεν ἐνταῦϑα ἕωϑεν, τ ἐπεὶ περίεσσι γυναικῶν, τοιοῦτον τινὰ καὶ ἐχεῖνος ἔπαινον ἔλεγε τῆς γυναικὸς, ὁποῖον καὶ ὃ Τηλέμαχος ἐνταῦϑα quai."
      },
      {
        "index": 69,
        "text": "* \"Azcilg γὰρ γῆ δύναται νοηϑῆναι νῦν ἡ κατὰ τὸ ῥηϑὲν ἐ ἐχεῖ ἴασον \"Apoyos, περὶ ὃ xal χώρα D ἰδίως \"Aretio λεγομένη. ᾿ϊερὴν δὲ Πύλον λέγει ἢ ἁπλῶς κατὰ κοινὸν ἐπίϑετον, ἱεραὶ γὰρ ἅπασαι πόλεις, ἢ καὶ διὰ τὰς ἐκεῖ ϑυσίας, ἃς ἡ ἀρχὴ τῆς y ᾿ῥαψῳδίας προέφῃνε. Τὸ δὲ, καὶ δ᾽ αὐτοὶ τόδε ἴστε, τί μὲ χρὴ μητέρος αἴνου; παρῳδηϑείη ἃ ἄν ποτε, ὅτε τις τὸν πᾶσι γνωστὸν ἐπαινεῖ. Τὸ δὲ, ἀλλ ἄγε μὴ μύνῃσι παρέλκετε, εἰς ἀπροφάσιστον ἐρεϑίζει σπουδήν. μύνη γὰρ, ὡς πρὸ ὀλίγων νοι s. ἐῤῥέϑη, ἡ πρόφασις."
      },
      {
        "index": 70,
        "text": "Τὸ δὲ nagd χειν ταυτὸν τῷ διατρίβειν ἐστὶν, οἷον, οὔ τι διατρίβω μητρὸς γάμον. Ἢ δὲ τανυστὺς λέξις μὲν καὶ αὐτὴ ποιητική\" γίνεται δὲ ἀπὸ τοῦ τανύειν, καὶ κεῖται ὑπὸ ἀναλογίαν τοῦ, ὀϊζὺς, ῥυστακτὺς, βρωτὺς, ἐδητὺς, χαὶ τῶν ὁμοίων. Τὸ δὲ, ἐγὼ λιποίμην, οἷος ἤδη πατρὸς ἀέϑλια καλὰ avehéot at, ὃ ἐοιχὼς ἀνδρείῳ ἢ 7) καὶ ἄλλως ἀγαϑῷ πατρὶ λέγοι ἄν. CVers. » H δὲ χλαῖνα φανερῶς καὶ ἐνταῦϑα μανδύας φαίνεται εἶναι. οὐ γὰρ Ἐπ ες: ἢ χλαῖναν ὃ παῖς, ἄλλ ἀπ᾽ ὥμοιϊν ἔϑετο, καϑὰ καὶ ξίφος ὀξὺ ἀπ᾿ ὥμων ϑέτο. Φοινιχόεσσα δὲ αὐτὴ τῷ Τηλεμάχῳ οἷα βασιλέως vig. Ὅρα δὲ ὡς ἐν τῷ, ὀρϑὸς ἀναΐξας, Υ T ἀνὰ πρόϑεσις ἐχτείνεν τὴν λήγουσαν διὰ τὴν ἐπιφερομένην ὀξεῖαν λόγῳ χοινῆς"
      },
      {
        "index": 71,
        "text": "συλλαβῆς. xai ὅτι τάφρος οὐ μό᾽ *voy ἐπὶ πολλοῦ βάϑους ὀρύγματος, ἀλλ ἰδοὺ xci ἐπὶ ὀλιγίστου\" τὸ γὰρ ἐπὶ τῇ στάσει τῶν πελέχε suy ὄρυγμα τάφρον εἶπεν, ἣν μακρὰν μὲν ὀρύττει ὁ παῖς, ὅτι μηδὲ ἔδει πλάτους αὐτῇ. ini Gra uv δὲ ἐϑύνει, ὡς ἂν αἱ στειλειαὶ τῶν πελέκεων xar εὐϑὺ ἐφεξῆς κείμεναι διοϊστευϑῶσιν ἀκωλύτως. To δὲ ἔναξεν avri τοῦ ἐπιλησεν ἢ πατήσας ἢ χερσὶ συμπιλῆσας. ἀπὸ τοῦ νάσσω δὲ ἡ λέξις γίνεται, ὅϑεν xci ναστὸς ἄρτος ὃ πυκνὸς, εἰς ὃ φέρεται καὶ χϑῆσις\" μᾶζαν ναξάμενος, τινὲς καὶ μαξάμενος γράψουσιν, ὡς εἶναι ἐτυμολογικὸν τὸ μάξαν μαξάμενος."
      },
      {
        "index": 72,
        "text": "ἐν δὲ τοῖς τοῦ ᾿᾿ϑηναίου δηλοῦται, Ort ναστὸς ἄρτου πεπιλημένου εἶδος καὶ οὐχὺ ὠγχωμένου. ἣν δέ, φησι, καὶ ναστὸς πλαχοῦς ἔχων ἔνδον χαρυχείας. Τὸ δὲ, οὔ no ποτ᾽ ὀπώπει, οὐκ ἂν εἴη ζηλωτὸν ἐν γραφῇ πεζῇ διὰ τὸ ἐπάλληλον τῆς τῶν ἀφώνων ἀηδίας κατὰ τὴν ἐχφώγησιν. Πελεμίζειν δὲ ὅτε τὸ χινεῖν ἐστὶ. χαὶ μάλιστα βιᾳ, πολλαχοῦ δεδήλωται: ᾿Εν δὲ τὸ τῷ» μεϑῆχε βίῃ, xa ὑπερβατὸν ἡ ἢ σύνταξις. λέγει γὰρ Ort μενεαίνων ἣν ὃ νέος ἐρύσεσϑαι (a βίῃ τὸ τόξον, ὡς δηλοῖ ἐπαχϑὲν καὶ τὸ, ἐτάνυσεν ἂν βίη τὸ τέταρτον ἀνέλκων, ἐν οἷς νοητέον ἠσχημένον εἰναι τὸν παῖδα τοξεύειν\" οὐ γὰρ ἂν ἄλλως τοιαῦτα εἶχε ποιεῖν."
      },
      {
        "index": 73,
        "text": "Τὸ δὲ, ᾿Οδυσσεὶς ἀνένευεν, ἀντὲ τοῦ, ἐκώλυεν ἀνανεύων. διὸ καὶ ἑρμηνεύων ἐπήγαγε τὸ καὶ ἔσχεϑεν ἱέμενον. οὕτω δὲ xai τοῦ, κακὸς ἔσομαι, ἑρμηνεία τὸ, καὶ Gxixvg. Δυξέστας δὲ σανίδας τὰς ϑύρας λέγει, χορώνην δὲ τὸ τοῦ τύξου ἄκρον, ἔνϑα τὸ, καλῇ κορώνῃ, δμοιόν τί ἐστι τῷ, χρυσέῃ κορώνῃ. ἐπεὶ πολλαχυῦ καλὸς ὃ χρυσὸς καὶ καλὰ τὰ ἐξ αὐτοῦ. τινὲς δὲ κορώνην καὶ νῦν ἐνόησαν τὸ τῆς ϑύρας ἐπίσπαστρον. κρεῖττον δὲ ὅμως τὸ πρῶτον. Ὅτι ᾿Ανείνοος εὐτυχῶς δῆϑεν ἐθέλων τοὺς μνηστῆρας τὸ τόξον μεταχειρίσασόας, ὕρνυσϑέ, φησιν, ἑξείης ἐπὶ δεξιὰ 3) καὶ προπαροξυτόνως ἐπιδέξια κατὰ τὸ iv δέξια, ἀρξάμενοι τοῦ χώρου, ὅϑεν τέ πὲρ οἰνοχοεύει."
      },
      {
        "index": 74,
        "text": "εὔλογον δέ, φασιν, εἰσιόντων εἰς τὸν ἀνδρῶνα ivós& κεῖσθαι τὸν χρατῆρα. ἦν δὲ ὄφε λος οὐδὲν τοῖς ἀδίκοις τοῦ ἐκ δεξιῶν ἄρξασϑαι τῆς τόξου πείρας. ᾿Ελλειπτικῶς δὲ εἴρηται τὸ οἰνοχοεύει\" λείπει γὰρ ὃ οἰνοχόος ἢ ὁ οἰνοχοεύων, νοούμενος κατὰ τὸ ἀπὸ κοινοῦ σχῆμα καὶ αὐτὸς ἐκ τοῦ ῥήματος. Ὅει μυηστῆρα τινὰ εἰπὼν ἐνταῦϑα ὃ ποιητὴς παρὰ χρατῆρα καλὸν καϑῆσϑαι δοκεῖ τισὶ περιεκτικῶς χρατῆρα λέγειν, ἔνϑα κρατῆρες ἵσταντο. ἐπεστεμμένου ποτοῖο, ἢ μᾶλλον προσηγορικῶς διὰ τοῦ κρατῆρος ἰὰρατῆροδ πολλοὺς δηλοῦν."
      },
      {
        "index": 75,
        "text": "οὐ γὰρ ἂν εἷς ἦν xoaθο τὴρ τοῖς τοσούτοις. καλὸς δὲ ὁ τοιοῦτος διὰ τὸ ἐξ Ἄὕλης τιμίας τοὺς χρατῆρας εἰναι. Ὅτι «Ζειώδης πρῶτος ἀνίστατο, ὃς Üvocxóog μὲν qv. παρὰ κρατῆρα δὲ, ὡς προσεχῶς ἐγράφη, χαλὸν. ἷζε μυχοίτατος αἰεί\" ἀτασϑαλίαι δέ οἱ οἴῳ ἐχϑραὶ ἤσαν, πᾶσι δὲ νεμέσσα μνηστήρεσσιν. οὗτος δὴ λαβὼν καὶ βέλος ὠκὺ ἔστη ἐπ ΤΉ ἣν ἵνα κατὰ τῶν ἔξω. πελέχεων ὀϊστεύσῃ, xci τύξου. πειρήτιζεν, οὐδέ μιν ἐτάνυσεν. πρὶν γὰρ χάμε χεῖρας ἀνέλκων, ἀτρίπτους ἁπαλάς. εἶπε δὲ τοῖς ἄλλοις\" ὦ φίλοι, οὐ μὲν ἐγὼ τανύω., λαβέτω δὲ καὶ ἄλλος."
      },
      {
        "index": 76,
        "text": "εἶτα λοξόν τι λόγιον ὡς οἷα φήμην ὃ ποιητὴς παραῤῥίπτων διὰ τοῦ ῥηθέντος ϑυοσχόου φησί: πολλοις γὰρ τόδε τόξον ἀριστῆας κεχαδήσενι ϑυμοῦ καὶ ψυχῆς, ἅ περ ἐκ παραλλήλου δηλοῖ τὸ αὐτό. ἐφ᾽ οἷς ἐπισκιάζων ὃ ποιητὴς τεχνικῶς τὸ πάνυ σαφὲς τοῦ οἷον χρησμοῦ ἀποδίδωσιν αἰτίαν τοῦ εἰπεῖν πολλοὺς ϑυμοῦ στερήσεσϑαι Oe τὸ τόξον τὸ, ἐπεὶ πολὺ φέρτερόν ἐστι τεϑνάμεν ἢ ζώοντας ἁμαρτεῖν, οὗ ἕνεχεν αἰεὶ ἐνθάδε ὁμιλέομεν. εἶτα καὶ τοῖς ἄλλοις οὐκ ἀγαϑὴν ἐλπίδα διδούς φησὶ\" νῦν μέν τις καὶ ἔλπεται γῆμαι Πηνελόπειαν ᾿Οδυσῆος παράχοιτιν."
      },
      {
        "index": 77,
        "text": "ἐπειδὰν δὲ τύξου πειρήσεται ἴδηται, ἄλλην δῆτα μνάσϑω ἐξδνοις διζήμενος\" ἡ δὲ γήμαιτο, ὃς ἂν πλεῖστα πόροι καὶ μόρσιμος ἔλϑοι. ἐμφαίνει δέ πὼς καὶ αὐτὸς μαντικῶς τὸν Ὀδυσσέα. ( Mero, διὸ χαὶ Πηνελόπειαν ἔφη ᾿Οδυσῆος παράκοιτιν διὰ τὸ ἐχείνῳ ἀποκεῖσϑαι αὐτὴν, εἰ καὶ οἱ μνηστῆρες αὐτῆς ἕνεχεν ἀεὶ, τουτέστιν ἤματα πάντα, ἐνθάδε ὁμιλοῦσιν, ὡς οἷα τέλους αὐτῆς ἐφριέμενοι. τοῦτο γάρ ἐστι τὸ, οὗ Évextv' ᾧ περ ὅμοιόν ἐστι καὶ τὸ, τόδε φαίνεται ἄεϑλον, ὃ πρὸ ὀλίγων εἴρηται. Ὅρα δὲ ὡς εἰ χαὶ ἀγαϑός τις ὁ «Ζειώδης ἐνταῦϑα παραδέδοται, ὕμως ὑπερφιάλοις συνὼν ἀπωλεῖται δι᾿ αὐτὸ \"τοῦτο xci μόνον, Ort ἀλλοτρίαν ὡς οὐκ ἐχρῆν μνηστεύεται."
      },
      {
        "index": 78,
        "text": "καὶ προβαλεῖται μὲν ἐν τοῖς ἑξῆς τὸ μήτε τι δέξαι ἀτάσϑαλον, ἀλλὰ καὶ τοὺς᾽ ἄλλους παύειν. ἐρεῖ δὲ χαὶ Óvoσχόος εἰναι, εἴ πως τιμηϑεὶς ἐλεηϑῆ. ἀκούσει δὲ ἐκ τοῦ Ὀδυσσέως ἃ & περ ovx ἐϑέλει. Ἰστέον δὲ ὅτε ϑυοσκόος ἐστὶν ὁ διὰ τοῦ ϑυμιᾶν ἢ ἑερεύειν μαντευόμενος. ϑύος μὲν γὰρ τὸ ϑέμα, ἤγουν ἱερεῖον"
      },
      {
        "index": 79,
        "text": "ἢ τὸ ϑυμίαμα\" κοεῖν δὲ τὸ νοεῖν , ὅϑεν καὶ μαχκοᾶν τὸ μὴ νοεῖν, ἀλλ ἀνοηταίνειν. ϑυοσκόος᾽ἢ οὖν ὃ διὰ ϑυῶν χοῶν ἤτοι νοῶν τὰ EUN. καὶ ἄλλως δὲ ϑυοσκόος ὃ ϑύτης., ὃ τὰ ϑύη χέων ἀπὸ τοῦ χέω τοῦ γραφομένου διὰ τοῦ ἐ ψιλοῦ, ἐξ οὗ μετ᾽ ὀλίγα καὶ τὸ, ἄγε δὴ πῦρ κεῖον ἐνὶ μεγάροισιν, ὃ ἐστι χαῦσον, ἀπὸ τοῦ χέον πλεονασμῷ τοῦ ἰῶτα. καὶ ἄλλαι δὲ χρήσεις, ὡς χαὶ προδεδήλωται, εἰσίν. ἐξ ὧν εὐλογεῖται x«i ἡ διὰ τοῦ E ψιλοῦ voc τοῦ κέω. ἔστι γὰρ, ὡς καὶ αὐτὸ προεῤῥέϑη, χέω πρωτότυπον. ἐξ οὐ χατὰ συναίρεσιν χῶ, ἐκ δὲ τούτυυ τὸ καίω, ὡς γῶ γαίω, μῶ μαίω, καὶ ὅσα τοιαῦτα, ἵνα εἶεν δύο ῥήματα, κέω διὰ ψιλοῦ zai xeu) διὰ διφϑόγγου, ἐχεῖνο μὲν πρωτόϑετον, τοῦτο δὲ ὕστερον ἐκ παραγωγῆς."
      },
      {
        "index": 80,
        "text": "ἐξ ἐκείνου δὲ τοῦ πρωτοτύπου κέω xci τὸ κειάμενοι πυρὰ πολλά. Παρὼ κρητῆρι δὲ ὃ ϑυοσχύυς ἵζει, ὡς τῶν μνηστήρων, οἷα εἰχὸς, δεδιότων, χαϑά που καὶ κέἐλάλησαν, μή τις λαϑὼν χρητῆρι φάρμακον ἐμβάλῃ καὶ αὐτοὺς πάντας ὀλέσῃ. Τὸ δὲ μυχοίτατος, ὃν μυχαίτατόν φησιν ἡ μεϑ' Ὅμηρον ᾿“τϑὶς, ἔχει τι δητορικῆς ἀντιϑέσεως πρὸς τὸ, “ειώδης δὲ πρῶτος ἀνίστατο. ἀντιϑετιxóv γὰρ τὸ, πρῶτος ἀνίστατο ὁ ἵζων μυχοίτατος, ἤγουν ἐνδύτατος. γίνεται δὲ τὸ μυχαίτατος ix τοῦ μυχὸς προσλήψει τοῦ ἰὥτα, ὡς ἀδιάφορον c ὃν εἴτε μυχοίτατος εἴπῃ τις εἴτε μυχώτατος."
      },
      {
        "index": 81,
        "text": "χαὶ ἔστιν ὅμοιον τῷ, πάρος παροίτατος, οὗ καὶ συγχριτικὸν ἐν ^ Ilic ἐστὶ, παροίτε gor ἵπποι, πέρ ἐστιν ἔμπροσϑεν ὄντες, προτρέχοντες. Σημείωσαι δὲ t ὅτι, καϑὰ τὸ μυχοίτατοι τροπῇ τοῦ O εἰς ἄλφα μυχαίτατος γίνεται ᾿Δττικῶς, οὕτω καὶ ἐκ τοῦ πρωὶ πρώϊος, οἷον, τὴν ἐνέδησα πρώϊον, παρά) ται τὸ πρωϊαίτερος. οὕτω δὲ χαὶ ἐκ τοῦ ἔργον ὃ προυῤγιαίτερος, πελονάᾶσαντος ἀαὐτόϑι τοῦ ἰῶτα, ὡς ἐν τῷ. κάμινος καμιναῖος καμυγνιαῖος, καὶ μνᾶ μνααῖος λίϑος καὶ κατὰ πλεονασμὸν μναϊαῖος παρὰ Φριστοτέλει."
      },
      {
        "index": 82,
        "text": "ἔστι δὲ καὶ φιλαίτερος xc\" ὁμοίαν ἀναλογίαν. πρὸς ἣν, ὡς ἐφ άνη καὶ ἐν ἄλλοις; παρῆχϑαι καὶ ὃ μεσαιπόλιος καὶ ὃ Πυλαιμένης χαὶ τὸ τιϑαιβώσσειν καὶ ὅσα τοιαῦτα. ὡς δὲ κατὰ τὰ ἄνω κείμενα λέγεται χαὶ ὃ μεσαίτερος, καὶ ὅτι καὶ αὐτὸ xci τὰ κατ᾽ αὐτὸ πρὸς ὁμοιότητα ἐστὶ τοῦ, πέρας περαίτερος, γῆρας γηραίτερος, χαὶ τῶν áo ὁμοίων, οὐκ ἄδηλον ἐστίν. \"Ioréov δὲ καὶ ὡς οὐδέν τι καινὸν εὐτάκτως πρῶτον ἀναστῆναι. τὸν μυχαΐ- τατον δίὰ τὸ ἐκεῖϑεν εἶναι τὸ ἀκόλουϑον τῆς ἀρχῆς. οὕτω γὰρ καὶ πρὸ τούτων AvrizÀua εἶπε τῷ Οδυσσεῖ, ὡς πολλοὶ ποταμοὶ ἐν μέσῳ τοῖς ἐνταῦϑα ἥκουσιν, ᾿Αχεανὸς μὲν πρῶτα πρῶτον γὰρ λέγει τὸν ᾿Ωχεανὸν ὡς πρὸς τὰ ἐχεῖϑεν εἰς ἀνατολήν τοῖς γάρ τοι ἐκ τῶν ἑῴων πρὸς τὰ ἑσπέρια ἥκουσι μυχοίτατὸς ἐστὶν ὁ ᾿Ωχεανός\" οὐχοῦν τὸ μυχοΐτατον δύναταί πως κατ᾽ ἄλλον λόγον εἶναι καὶ πρῶτον ποτὲ τοῖς ἐχεῖϑεν ἀρξαμένοις."
      },
      {
        "index": 83,
        "text": "Τὸ δὲ, ἔχαμε χεῖρας, ἀτρίπτους ἁπαλὰς, ἃ) σὉμνάστου ἀνδρὸς δήλωσις. διασαφητικὸν δὲ τοῦ, ἀτρίπτους, τὸ ἁπαλάς. τὸ γὰρ οὕτως ἄτριπτον χαὶ ἁπαλὸν, εἴτε λόφος τραχήλου εἴτε ποδὸς πέλμα εἴτε χειρὸς ϑέναρ. Τὺ δὲ, οὐ μὴν ἐγὼ τανύω, λαβέτω δὲ So xci ἄλλος, ἀπέχρησέ ποτε εἰς χρείαν χαριεντιστιχὴν ἢ καὶ ἄλλως εἰς παρῳδίαν, ὡς προπαρεσιμιάνϑη, ἀνδρὶ παλαιῷ, πάνυ γέροντι, ὃς ἑταίρας παρακομισϑείσης μὴ ἔχων χρήσασϑαι διὰ τὴν τοῦ φυσικοῦ τόνου παράλυσιν ἐντεῦϑεν λαβὼν εἶπεν\" οὐ δύναμαι τανῦσαι, λαβέτω δὲ xci ἄλλος."
      },
      {
        "index": 84,
        "text": "Τὸ δὲ, χεχαδήσει ψυχῆς, ἐστι E ud ἔστι μὲν ἀπρόσιτον “ῥήτορι μὴ μετριχῷ. γίνεται δὲ οὕτως\" ἔστι ῥῆμα χῶ πρωτότυπον ἄῤῥητον, ἐξ οὗ ῥητὸν παράγωγον. χάζω, ὡς φρῶ φράξω, ῥῶ ῥάζω. ἐξ οὗ ἐφάνη γενέσϑαι τό τε ῥάσατε καὶ τὸ ἐῤῥάδαται. τούτου τοῦ χάζω δεύτερος ἀόριστος Ιωνικὸς χάδω, ὅϑεν δεύτέρος μέλλων χαδῶ. ἐξ οὗ ἀναγωγῆς γενομένης εἰς ἐνεστῶτα καὶ τρυπῆς ᾿Ιωνικῆς τοῦ ψιλοῦ εἰς δασὺ γίνεται τὸ καδῶ χαδήσω, χαὶ κατὰ ἀνάδιπλασιασμὸν κεκαδήσω, | iva ἢ κεχαδήσειν τὸ ἀναγχάσαι τινὰ χάσασϑαι, τουτέστιν ὑποχωρῆσαι."
      },
      {
        "index": 85,
        "text": "οὕτως οὖν καὶ τόδε τὸ τόξον πολλοὺς ἀριστῆας κεχκαδήσει, τουτέστι ποιήσει χάσασϑαι τῆς ψυχῆς. \" Ev δὲ τῷ, πειρήσηται καὶ ἴδηται, τὸ ἴδηται οὐ ϑέαν δηλοῖ ἀλλὰ νόησιν\" ἐπειδὴ καὶ γοῦς ὁρᾷ χαὶ νοῦς ἀκούει χατὰ τὸν εἰπόντα σοφόν. Ic Sese Ὅτι σκῶμμα εἰς ἀκαιρολογίαν τὸ, ὦ δεῖνα, οἷόν σὲ ἔπος φύγεν ἕρκος ὑδόντων, δεινόν τ᾽ ἀρ) γαλέον τε; νεμεσσώμαι δέ τ᾽ ἀγούων εἰ δὴ τοῦτό γε λέγοις. ἀνδρὸς Ἀδὲ ψευδομένου τὸν στρατιώτην ψόγος τὸ, οὔ τί σέ ye τοῖον ἐγείνατο πότνια μήτηρ, οἷόν τε ῥυτῆρα βιοῦ αὶ ἔμμεναι χαὶ ὀϊστῶν, ἀλλ᾽ ἄλλοι τανύουσι."
      },
      {
        "index": 86,
        "text": "δῆλον δὲ Ori πρωτότυπον τοῦ Qvrap0g τὸ ῥύω. ἐξ οὗ καὶ ὁ γωρυτὸς καὶ ὃ Lüpvroc, ὡς πρὸ ὀλίγων ἐῤῥέθη, εἰ δὲ τὸ ῥύειν χαὶ βίαν \"ποτὲ δηλοῖ, ὅϑεν zci ῥυστάζειν τροπικῶς τὸ κατὰ dd ἕλκειν, καὶ ῥυστακχτὺς ὃ βίαιος ἑλκυσμὸς καλῶς ἂν xci βιὸς τὸ τόξον λέγοιτο διὰ τὸ Pic ῥύεσθαι, ἐκ δὲ τοῦ τοιού-"
      },
      {
        "index": 87,
        "text": "του ῥύειν καὶ ὁ τοῦ χαλινοῦ Qvrno. δῆλον δὲ Ort τὸ ῥύεσθαι, ἤτοι ἕλχεσϑαι; προσαρμόττει ὥς mQ τόξῳ, οὕτω καὶ ὀϊστοῖς. Ὅτι κελεύσαντος ᾿ΑἸντινόου δίφρος τε ἐχφέρεται καὶ κῶας im αὐτοῦ τίϑεται, ὡς ἂν οἱ νέοι ἐν αὐτῷ χαϑήμενοι διὰ τὸ χαμαὶ πεπῆχϑιαι τοὺς πελέκεας βάλλοιεν χατὰ το σχοποῦ. ἐχφέρεται δὲ καὶ στέαρ, ἵνα *ygióuevor τὸ τόξον χαὶ ϑᾳλπόμενον εὐχρηστηϑείη., πάντως γὰρ τὸ χραῦρον τοῦ τόξου, ὃ πὲρ τῷ μαχρῷ τοῦ χρόνου ἐπεγένετο, ἡ τοιαύτη ἂν ἀλοιφὴ ἐξεῖλε διεισδῦσα τῶν κεράτων ἐν τῷ ϑερμαίνεσθαι πυρί."
      },
      {
        "index": 88,
        "text": ". Καὶ ὅρα ὡς τῷ Ὀδυσσεῖ ἐπιμέλεται τῶν τόξων ὁ -dvrivoog. καὶ φαίνεται μὲν ὃ ἀνὴρ νοῶν καὶ πολύπειρος. ἐδέετο δὲ ὥρα χαὶ ἀνδριὰς καὶ ῥωμαλεότητος εἰς τέ y& δυνηϑῆναι ῥηϊδίως ἐντανύσαι. πρὸ δὲ αὐτῶν χρεία ὴν αὐτῷ χαὶ συνέσεως, ἣν μὴ ἔχων συγχέει τὰ τῶν μνηστήρων, πρῶτος πεσών. ἔστι δὲ, & λέγει ᾿Αντίνοος ἐνταῦϑα, τοιάδε\" ἄγρει δὴ, πῦρ xdov ivà μεγάροισι, MeAavOsU, πὰρ δὲ τίϑει δίφρον re μέγαν καὶ κῶας ἐπ᾽ αὐτοῦ, ἐκ δὲ στέατος ἔνεικε μέγαν τροχὸν ἔνδον ἐόντος, ὄφρα “νέοι ϑάλποντες ἐπιχρίοντες ἀλοιφῇ τόξου πειρηϑῶμὲν καὶ ἐχτελέωμεν ἄεϑλον."
      },
      {
        "index": 89,
        "text": "καὶ νῦν μὲν οὕτως ἐμπείρως ὁ Avrivoog μεΐϑοδεύει, μετ᾽ ὀλίγα δὲ, ὡς οὐ περιγίνονται τοῦ τόξου, αἰτιασάμενος τὴν τῆς νουμηνίας ἑορτὴν, τέως μὲν σπεῖσαι χελεύσει καταϑεμένους τὸ τόξον, ἕωϑεν δὲ ϑύσαντας ἐγχειρῆσαι τῷ ἔργῳ. καὶ τοῖς μὲν ἄλλοις ἀρέσχει τὰ τῆς βουλῆς, Ὀδυσσεὺς δὲ φϑάνει ἄλλως αὐτὸς ἀνύσας τὸν ἄεϑλον. Τὶ δὲ δηλοῖ τὸ ἄγρει, ἐῤῥέϑη οὐ πρὸ πολλοῦ. Τὸ δὲ πῦρ κεῖον διατί διὰ διφϑόγγου ἔχει τὴν παραλήγουσαν, πρὸ ὀλίγων δεδήλωται. Τὸ δὲ ἔνειχε προσταχτικὸν βοηϑεῖ τοῖς us Ὅμηρον εἰς τὴν διὰ τοῦ € ψιλοῦ γραφὴν τοῦ ἔνεγχε."
      },
      {
        "index": 90,
        "text": "Τροχὸν δὲ στέατος, ὥς πὲρ xci τυροῦ, ἀκριβέστερον ἤ περ κύκλον εἰπεῖν. ἐπίπεδον γὰρ ὃ κύκλος καὶ ἀβαϑὲς, οὐ τοιοῦτος δὲ Ó τροχός, ὅϑεν καὶ οἰχειότερος ὡς πὲρ ἐπὶ τυροῦ καὶ ἐπὶ κηροῦ δὲ τοῦ κατὰ τὰς Σειρῆγας, οὕτω καὶ ἐπὶ στέατος. ἀρχαῖον δὲ ἔϑος τροχοειδῶς καὶ τὰ στέατα στρογγύλλεσϑαι. ἴσως δὲ τῷ στέατι καὶ πιμελὴ νῦν συννοεῖται. ὧν διαφορὰ, ὅτι στέαρ μὲν τὸ τῶν χερασφόρων, ὃ xoi ϑρύπτεται ψυχϑὲν, πιμελὴ δὲ ἐπὶ τῶν μὴ ἐχέντων χέρατα. (Ψοι5. Ὅτι τῶν ἄλλων μνηστήρων ϑαλπόντων So τὸ τόξον., καὶ πειρωμένων μὲν, οὐ δυναμένων δὲ ἐντανύσαι, πολλὸν γὰρ βίης \"ἐπιδευέες ἦσαν τῆς κατὰ τὸν Ὀδυσσέα δηλαδὴ."
      },
      {
        "index": 91,
        "text": "ὡς μετ᾽ ὀλίγα δηλοῦται σαφῶς, ᾿Αντίνοος δ᾽ ἔτι ἐπεῖχε καὶ Εὐρύμαχος ϑεοειδὴς, ἀρχοὶ μνηστήρων. ἀρετῇ ὅ ἐστιν ἀνδρίᾳ, ἔσαν ἔξοχ᾽ ἄριστοι. Ἴξστι δὲ γῦν ἐπέχειν τὸ ἐν τῷ τέως ἀργεῖν καὶ μὴ ἐγχειρεῖν ἔργῳ. ἐκ τούτου δὲ οἱ ὕστερον καὶ οἱ προδηλωϑέντες ἐφεχτικοὶ φιλόσοφοι ὠνομάσϑησαν, ἐν μέντοι τῷ, δαιμονίη, τί μοι ἐπέχεις, ἕτερόν τι σημαινόμενόν ἐστιν, ὡς ἐδηλώϑη ἐκεῖ. “Ὅτι ἀσχολουμένων τῶν μνηστήρων εἰς τὴν τοῦ τόξοι πεῖραν, χαιρὸν ἔσχεν Ὀδυσσεὺς ἀναγγωρισϑῆναι τοῖς δούλοις, οἱ μὲν οὖν, οἷα εἰκὸς, προεξῆλϑον, οὕτω δόξαν αὐτοῖς ἢ διὰ λύπην ἢ καὶ ἄλλως ὁπωσοῦν."
      },
      {
        "index": 92,
        "text": "Ὀδυσσεὺς δὲ μετ᾽ αὐτοὺς δόμου ἐξελϑὼν. φιλιοῦται, εἰπὼν χα\"τὰ ἦϑος ἐνδοιαστιχόν\" βουχόλε, καὶ σὺ, συφορβὲ, ἔπος τι μυϑησαίμην, 1j αὐτὸς χεύϑω; φάσϑαι δέ με ϑυμὸς ἀνώγει. ποῖοί x' sire, τουτέστιν εἴητε χατὰ συγκοπὴν, ἐξ οὗ τὸ εἶεν τρίτον τῶν πληϑυντικῶν\" ποῖοι τοίνυν εἴητε ἂν Ὀδυσῆϊ ἀμυνέμεν, εἴποϑεν ἔλϑοι ὧδε μάλ᾽ ἐξαπίvue, καὶ ϑεὸς αὐτὸν ἐνέγκοι; ἄρα μνηστῆρσιν ἀμύνοιτε ἢ Ὀδυσῆϊ; smers οἱ δὲ ἑκάτερος, «i γὰρ τοῦτο, ϑεὲ πάτερ, εἶπον, τελευτήσειας ἐέλδωρ, ὡς ἔλθοι μὲν κεῖνος ἀνὴρ, ἀγάγοι δέ ἐ ϑεός\" γνοίης ἂν οἵη ἐμὴ δύναμις καὶ χεῖρες ἕπονται."
      },
      {
        "index": 93,
        "text": "ἀγαϑοῦ δὲ ταῦτα ἐπιχούρου ὑπόσχεσις. δὲ τοῖς ῥηθεῖσι κεῖται xci τὸ, ὁμαρτήσαντες ἄμφω, ἀντὶ τοῦ, ἅμα δρμήσαντες, καὶ ὡς εἰπεῖν, ὁμοῦ ἀρηρότες ἀλλήλοις. ᾿Ιστέον δὲ ὅτι τὸ, βουχόλε καὶ σὺ συφορβὲ, οὐ λυποῦσι τοὺς δούλους, οὐδὲ γὰρ δυσχερὲς ἡ ἀπὸ τῆς ἀνὰ χεῖρα τέχνης παρωνυμία. καὶ οὕτω μὲν εἶπον οἱ δοῦλοι, Ὀδυσσεὺς δὲ ἐπὶ τούτοις ἑαυτὸν ἐκφαίνων, ἔνδον μὲν δή, φησιν, αὐτὸς ἐγὼ, κακὰ πολλὰ μογήσας, ἤλυϑον εἰχοστῷ ἔτεϊ ἐς πατρίδα γαῖαν. γινώσχω δὲ, ὡς ὑμῖν ἐελδομένοις ἱκάνω μόνοις δμώων\" τῶν Go δ᾽ ἄλλων οὔ τινος ἔχουσα εὐξαμένου ἐμὲ αὖτις ὑπότροπον οἴχαδ᾽ ἱκέσϑαι."
      },
      {
        "index": 94,
        "text": "εἶλτα, ἐπειδὴ τοὺς πολλοὺς οὐχ᾽ οὕτως ἡ εὔνοια, ὡς ἡ τῶν ἀγαϑῶν ἐλπὶς ἐφέλκεται, ὑπάγεται δημαγωγικώτερον τοὺς δούλους καὶ ἐπαγγελίαις χρησταῖς, ὑποσχόμενος ὡς, εἴ περ vm. ἐμοίγε ϑεὸς δαμάσει μνηστῆρας ἀγαυοὺς, ἄξομαι ἀμφοτέροις ἀλόχους, καὶ κτήματ᾽ κὀπάσσω, οἰχία T. ἐγγὺς ἐμεῖο τετυγμένα. τὸ δὲ μεῖζον, καί μοι ἔπειτα Τηλεμάχου ἑτάρω τε κασιγνήτω τε ἔσεσϑε, ἐφ᾽ οἷς ἀριφραδὲς τὴν"
      },
      {
        "index": 95,
        "text": "οὐλὴν σῆμα καὶ αὐτοῖς δείκνυσιν, ἀποέρξας αὑτῆς ἤτοι ἀπαγαγὼν τὰ ῥάκεα, ἵνα, φησὶν, εὖ γνῶτον πιστωϑῆτόν v' ἐνὶ ϑυμῷ. οὕτως ἔφη\" καὶ αὐτοὶ ἰδόντες εὖ τε ἐρράσαντο ἕκαστα καὶ ἔκλαιον ἀμφ᾽ Ὀδυσῆα δαΐφρονα χεῖρε βαλόντε, καὶ κύνεον ἀγαπαζόμενοι χεφαλήν τὲ καὶ ὥμους, ὡς δούλοις ἔϑος. ὡς δ᾽ αὕτως Ὀδυσσεὺς κεφαλὰς, ἔτι δὲ καὶ χεῖρας κολαϊλχικώτερον ἔχυσε. το χαὶ δὴ ἂν ὀδυρομένοισιν ἔδυ q«og ἠἑλίοιο ὃ δὴ καὶ νῦν, ὡς καὶ ἀλλαχοῦ, ἔφεσεν δηλοῖ χλαυϑμοῦ, εἰ μὴ Ὀδυσσεὺς ἐκώλυσεν ἐκιροβήσας ἐν τῷ εἰπεῖν, παύεσϑον κλαυϑμοῖο γόοιό τε; μὴ τις ἴδηται ἐξελϑὼν μεγάροιο, ἀτὰρ εἴπῃσι καὶ εἴσω. εἶτα καὶ συμβουλεύει εἰπών\" ἀλλὰ προμνηστῖνοι εἰσέλϑετε\" ὃ ἑρμηνεύων φησί\" μὴ δ᾽ ἅμα πάντες\" καὶ ἔτι μᾶλλον σαφέστερον\" πρῶτος ἐγὼ, μετὰ δ᾽ ὕμμες, ἤγουν μετὰ δὲ ἐμὲ ὑμεῖς\" ὃ καὶ γίνεται. Εἰσὶ δὲ προμνη-"
      },
      {
        "index": 96,
        "text": "στῖνοι, τουτέστιν ὡς οἷον εἰπεῖν προμενετῖνοι, oi προμένοντες ἀλλήλους χαὶ μὴ ἅμα \"πάντες προϊόντες κατὰ τὸν ποιητὴν, ἀλλὰ πρῶτος οὗτος, tira ἄλλος καὶ ἐφεξῆς. πλεονάζει δὲ τὸ σίγμα ἐν τῷ προμνηστῖνοι, χαϑὰ πρὸ βραχέων κα. ἐν τῷ χατάντηστιν. Σῆμα δὲ τετύχϑαι λέγει, τοῦ ἐφεξῆς δηλαδὴ ἔργου, τοιοῦτον - ἄλλοι μὲν γὰρ πάντες, ὅσοι μνηστῆρες ἀγαυοὶ, ovx ἐάσουσιν ἐμοὶ δοῦναι βιὸν ἠδὲ φαρέτρην\" ἀλλὰ σὺ, δῖε Εὔμαιε, φέρων ἀνὰ δώματα τόξον ἐν χείρεσσιν ἐμοὶ ϑέμεναι, ἤτου ϑές\" εἰπεῖν τε γυναιξὶ, κληΐσαι μεγάροιο ϑύρας."
      },
      {
        "index": 97,
        "text": "ἢν δέ τις στοναχῆς ἢ κτύπου ἔνδον ἀκούσῃ ἀνδρῶν, μή τι ϑύραζε προβλώσκειν, ἤτοι “προϊέναι ὡς προδεδήλωται\" ἀλλ᾿ αὐτοῦ ἀκὴν εἶναι παρὰ ἔργῳ. σοὶ δὲ, Φιλοίτιε δῖε, ϑύρας ἐπιτέλλομαι αὐλῆς κληΐσαι χληΐδι, ϑοῶς δ᾽ ἐπὶ δεσμὸν ἰἤλαι\" ὁποῖόν τι καὶ πρὸ ὀλίγου εἶχον αἱ τοῦ βασιλικοῦ ϑαλάμου ϑύραι, ἐν αἷς ἡ δέσποινα ἱμάντα ϑοῶς ἀπολύσασα χληΐδα ἐνῆκεν ὥστε ἀνοῖξαι. (WVers.199.) Καὶ ὅρα ὡς ἐξ ἀνάγκης καὶ τούτων τῶν δούλων ἐδέετο Ὀδυσσεὺς εἰς ταῦτα τέως τὰ ῥηθέντα. εἰ δέ τι καὶ πλέον χρησιμεύσουσι, τῆς κατὰ τὸν ᾿Οδυσσέα εὐβουλίας καὶ εὐτυχίας ἐκεῖνο ἐστί."
      },
      {
        "index": 98,
        "text": "διὸ καὶ ἔργον ποιεῖται ἀναγνωρισϑῆναι αὐτοῖς ἐν αὐτοῖς τοῖς ἔργοις\" οὐ γὰρ ἐτόλμα πρὸ τούτων. καὶ ποιήσουσιν οἱ \"δοῦλοι μετ᾽ ὀλίγα, καϑὰ παρηγγέλϑησαν. Ὅρα 4ο δ᾽ ἐν τοῖς ῥηθεῖσι τὸ, ἔπος τι μυϑησαίμην ἢ αὐτὸς κεύϑω, ἀδιαφορίαν ἔχον ἐγκλίσεων ἔϑιμον τοῖς ῥητοθεύουσιν. ἦν δὲ ἂν ταυτότης, εἴ περ ἔφη, ὡς εἰ πέρ τε μυϑησαίμην ἢ κεύϑοιμι' περ οὐχ εἶχεν ἀνάγκην εἰπεῖν ὁ ποιητὴς, ὡς ἐξὸν ὃν καὶ οὕτως καὶ οὕτως φράζειν. ᾿Ιστέον δὲ ὅτι τὸ, ὡς ἐῤῥέϑη, ποῖοί κ᾽ εἶτε, γραψάντων τινῶν, ποῖοί κ᾽ εἰτὲ, ἀντὶ τοῦ ἐστὲ, ὡς ἀπὸ τοῦ εἰμὲν citi, πέρ ἐστιν ἐσμὲν ἐστὲ, ᾿Ἡφακλείδης τοὺς οὕτως ἀναγινώσχοντας ἁμαρτάνειν φησὶ, καϑότι ὁριστικὸν ῥῆμα TQ xt συνδέσμῳ ὑπάγουσιν, ὃς ἑκάστοτε ὑποταχτικὸν ἀπαιτεῖ ἢ εὐχτικόν."
      },
      {
        "index": 99,
        "text": "ἐγκρίνει δὲ τὸ εἶτε ἀντὶ τοῦ εἴητε, λέγων οτι ἀρχαία ᾿4τϑὶς τὰ εὐχτικὰ συγκόπτει κατ᾽ ἔξαρσιν μιᾶς συλλαβῆς, τό τε κοσμηϑείημεν καὶ διαχριϑείημὲν, ἀκολούϑως δὲ καὶ τὸ εἴημεν κοσμηϑεῖμεν καὶ διακριϑεῖμεν καὶ εἶμεν λέγοντες, καὶ τὰ τούτων δεύTroc χοσμηϑεῖτε καὶ διακριϑεῖτε καὶ srt. ἐν οἷς δὲ ταῦτα quoi, λέγει καὶ ὅτι τὸ, εἴ πὲρ γάρ xe βλεῖο πονεύμενος, περ ἐν ᾿Ιλιάδι χεῖται, εὐχτικόν ἐστι συγκοπὲν ἐκ τοῦ βλείοιο, ἐλέγχων καχῶς νοῆσαι τοὺς εἰπόντας προστακχτικὸν εἶναι τὸ βλεῖο. \" Ext ἰστέον καὶ ὅτι τὸ, ποῖοί κ᾽ sire, ταυτόν ἐστι τῷ, ποταποὶ ἂν ἔσεσϑε, καὶ ὅτι τῆς ὑστέρας ᾿ά4τϑίδος ἐστὶ τὸ \"ποῖοι."
      },
      {
        "index": 100,
        "text": "ἣ γὰρ ἀρχαία ἑτεροίαν ἐδίδου παράληξιν τῇ τοιαύτῃ λέξει, ὡς καὶ ᾿ΤΙρακλείδης δηλοῖ, ἔνϑα λέγει τοὺς ᾿Αττικοὺς τὴν δίφϑογγον εἰς τὴν & μεταποιεῖν, τὸ δυοῖν λέγοντας δυεῖν, καὶ τὸ οἴκοι οἴκει, καὶ τὸ ποῖος πεῖος. \"Eni τούτοις ἐστέον καὶ ὕτι ἐν τῷ, ἔνδον μὲν δὴ ὅδ᾽ αὐτὸς ἐγὼ, ἐκ παραλλήλου πρὸς ἔνδειξιν σαφοῦς ἀναγνωρισμοῦ οἱ τρεῖς κεῖνται σύνδεσμοι, τὸ ὅδε, τὸ αὐτὸς, καὶ τὸ ἐγώ. Περὶ δὲ τοῦ ὑπότροπος προείρηται. Τὸ δὲ, μὴ μόνον ἑτάρους ἀλλὰ καὶ κασιγνήτους τῷ Τηλεμάχῳ τοὺς δούλους ἔσεσϑαι, κολακεία καίριος φανερά."
      },
      {
        "index": 101,
        "text": "πῶς γὰρ ἂν ἔσονται κασίγνητοι τῷ δεσπότῃ οἱ δούλοι; οὕτω δὲ κολακικῶς χαὶ δίους αὐτοὺς ἐνταῦϑα λέγει. ὑπάγεται δὲ αὐτοὺς καὶ τῇ τῶν ἀλόχων χαὶ pz τῶν ὑποσχέσει, ὡς εἰχὸς, xal τῇ ἐγγὺς αὐτοῦ κατοικίᾳ. ἔσως δὲ προσληπτέον συνήϑως ἔξωϑεν καὶ τὸ 5c ἐπίῤῥημα ἐν TQ, ἑτάρω τὲ κασιγνήτω τε, ἵνα λέγῃ; ὅτι ἔσεσϑε ὡς κασίγνητοι. καὲ ἄλλως δὲ καλῶς ἂν κασίγνητοι τῷ Τηλεμάχῳ λογίζοιντο οἱ στεργόμενοι ἐν τῷ προσφωνεῖν αὐτὸν, ξεῖνε πάτερ. ὃ γὰρ πατὴρ υἱῶν πάντως, οὗ μὴ» δούλων πατήρ. εἴποι δ᾽ ἄν τις ἐντεῦϑεν εἰλήφϑαι, καὶ παῖδας καὶ παιδίσκας μέχρι νῦν λέγεσϑαι τὰ τῶν ἀνδραπόδων χρηστότερα. εἰ γὰρ κασίγνητοι οἱ τοιοῦτοι ΟΟΜΜΕΝΤ. ΙΝ ΟΡΥ85. Tow. II. K"
      },
      {
        "index": 102,
        "text": "θο δοῦλοι τοῖς υἱοῖς “τῶν δεσποτῶν, εὐλόγως ἂν εἰσποιοῖντο καὶ ὅσοι τοιοῦτοι τοῖς δεσπόταις εἰς παῖδας\" ἐγγὺς δέ ἐστιν εἰπεῖν, εἰς υἱούς. Τὸ δὲ πιστωϑῆτον ἀντὶ τοῦ πίστιν λάβοιτε, πιστεύσοιτε. Τὴν δὲ οὐλὴν τὴν τοῦ Ὀδυσσέως γνωριστικὴν ἐν τοῖς ῥηϑεῖσι μεγάλην λέγει, ὡς ἂν εἴη πιϑανὸν τὸ ἐκείνης ἐπίσημον. \" Ev δὲ τούτοις κεῖνται καὶ δύο στίχοι, καϑὰ x«l πρὸ τούτων, ἐπιτέμνοντες τὴν. μακρὰν ἱστορίαν τὴν ἐπὶ τῇ οὐλῇ τοῦ Ὀδυσσέως, i ἣν ἔπαϑε κατὰ Παρνασσὸν, ὅτε εἴς τὸν πάππον ἦλϑεν y refe ἔδειξε γάρ, φησιν, Ὀδυσσε εὺς οὐλὴν, ἣν ποτέ μιν σῦς ἤλασε λευχῷ θοδϑόδόντι Παρνησσόνδ᾽ ἐλϑόντα μετ᾽ Αὐτόλυκόν τε καὶ υἷας."
      },
      {
        "index": 103,
        "text": "χεῖρας δὲ τὰς τῶν δούλων χαὶ αὐτὰς χολαχεύων φιλεῖ Ὀδυσσεὺς, ὡς ἂν προϑύμως αὐτῷ τοῦ ἔργου συνάροιντο. Τοῦ δὲ προιμνηστῖνος τὸ ἀνάλογον ἀγχηστῖνος x«i εἴ τι τοιοῦτον. χρῆσις δὲ αὐτοῦ χεῖται χαὶ ἐν τῇ Νεxvig. “ημείωσαι δὲ xci ὅτι ἐν τῷ, τῶν δ᾽ ἄλλων οὔ τινος ἤκουσα εὐξαμένου ἐμὲ ὑπότροπον ἱκέσϑαι, “δηλοῖ μὲν βιωτικῶς , ὡς οἱ εὐχόμενοί τινι ἀγαϑὰ ἐκεῖνοι καὶ στερχτέοι εἰσίν\" ἐμφαίνει δὲ χαὶ πολλοὺς εἰναι δούλους τῷ Ὀδυσσεῖ, ὧν ὀνόματα οὐκ ἔκκεινται, ὅτι μηδὲ χρεία γέγονεν αὐτῶν."
      },
      {
        "index": 104,
        "text": "οὕτω καὶ Κάλχαντος ἐν ᾿Ιλιάδε μόνου μάντεως ἐμνήσϑη, καὶ ἰατρῶν Μαχάονος χαὶ “Ποδαλειρίου, χαὶ ταῦτα χαὶ ἑτέρων ὄντων. CVers. Τὸ δὲ, κληΐσαι xAniót, ἐτυμολογικὸς τρόπος ἐστίν. Ὁ δὲ δεσμὸς τῶν οἴχου ' ϑυρῶν. γίνεται, ἵνα μὴ αἱ δμωαὶ ϑύραζε προϊοῦσαι καταμηνύσωσι Tjj πόλει τὰ NONE φόβος γὰρ ἣν καὶ εἰς τοῦτο, ὡς καὶ ἐν τοῖς ἑξῆς φανεῖται. Ὁτι Εὐρύμαχος τὸ τόξον ϑάλπων ἔνα καὶ ἔν᾽ϑα σέλᾳ πυρὸς καὶ οὐδ᾽ οὕτως ἐντανύσαι δυνάμενος μέγα ἔστενε κυδάλιμον κῆρ, ἤγουν χατὰ ψυχήν\" ὀχϑήσας δ᾽ ἄρα εἶπεν\" ὦ πόποι, ἢ μοι ἄχος περί T^ αὐτοῦ καὶ περὶ πάντων\" οὔ τι γάμου τοσοῦτον ὀδύρομαι ἀχνύμενός περ."
      },
      {
        "index": 105,
        "text": "εἰσὶ καὶ ἄλλαι πολλαὶ ᾿ἡχαιΐδες καὶ πολλαχοῦ: ἀλλ᾽ εἰ δὴ τοσσόνδε βίης ἐπιδευέες εἰμὲν, ἤγουν ἐσμὲν, ὡς xal προείρηται, ἀντιϑέου Ὀδυσῆος, ὅτ᾽ οὐ δυνάμεσϑα τανύσαι τόξον\" ἐλεγχείη δὲ καὶ ἐσσομένοισι πυϑέσϑαι. M Ὅρα δὲ τὸ, ἀντιϑέου Οδυσῆος, παραῤῥιφὲν ἐπὶ ϑεραπείᾳ τῆς λύπης, ὡς μὴ καινὸν ὃν, εἰ τοιούτου ἀν \"δρὸς λείπονται. CVers. ᾿δνταῦϑα 9i χεῖνται καὶ τρία ἐχ ταιδλλήλονι τὸ εἰπε, ἔφατο xol τὸ ἐξονόμαξε\" φησὲ γάρ\" ὀχϑήσας δ᾽ ἄρα εἶπεν ἔπος * Spas; ec ὀνόμαξεν\" ὦ πόποι καὶ τὰ ἑξῆς."
      },
      {
        "index": 106,
        "text": "ἀλλ᾽ οὕτω μὲν ὁ Εὐρύμαχος ἀπογινώσχει ἐντανύσαι τὸ τόξον, ἐμφήνας χαὶ τὴν ἄγαν λύπην ἐπὶ τῇ στερήσεν τῆς γα, ΕΑ ἐν TQ, οὔ τι τόσσον ὀδύρομαι. πολλοῦ γὰρ ἄχους τὸ ὅλως ὀδύρεσϑαι. \"Avríivoog μέντου παραμυϑούμενος, ovy οὕτως ἔσται, φησί\" νοέεις δὲ καὶ αὐτός. νῦν μὲν γὰρ χατὰ ὅ0 δῆμον ἑορτὴ ϑεοῦ ἐπιστατοῦντος τῷ τόξῳ ἁγνή. τίς δ᾽ ἂν καὶ τόξα Ἀτιταίνοιτο; ὡς τῆς ἑορτῆς ἀργίαν ἐθελούσης. εἶτα καὶ εἰς τὴν αὔριον. ain χε ταὶ τὸ ἔργον, ὅτε σπείσαντες ἕωϑεν χαὶ μηρία ϑέντες ᾿“πόλλωνι κλυτοτόξῳ, τῷ τῆς τοξείας ἐφόρῳ, τόξου, φησὶ, πειρώμεϑα χαὶ ἐχτελέωμεν ἄεϑλον."
      },
      {
        "index": 107,
        "text": "εἰπὼν δὲ χαὶ ὡς τοὺς πελέκεας καὶ εἴ περ ἐῶμεν ἅπαντας toracÓ at οὐκ ἄν τις αὐτοὺς ἀναιρήσεται, (ναι χελεύει τὸν οἰνοχόον ἐπάρξασϑϑαι δεπάεσσιν ἐπὶ σπονδῇxal γίνεται οὕτω. GL οἱ κρητῆρες ἐπιστέφονται xci νῦν ποτοῖο καὶ ὃ οἶνος v^ caddie χαὶ σπονδὴ γίνεἄρ ται χαὶ πίνουσιν ὅσον ἤϑελε ϑυμός. ᾿Ιστέον δὲ ὅτι σέλας * οὐ μόνον πυρὸς ἀλλὰ xci ἡλίου\" ὅϑεν παρὰ “Σοφοκλεῖ ἡ ἡ ὀπὴ, ὡς ἐν ῥητοριχῷ εὕρηται À« εξικῷ, παρὰ τὸ σέλας φασὶν ἐμβιβάξειν. δὲ χρῆσις καὶ παρὰ -Τυκόφρονι. Καίριον δὲ ΣΟΥ ἑορτῆς."
      },
      {
        "index": 108,
        "text": "τὸ ἁγνὴ διὰ τοὺς τηνιχαῦτα ἁγνισμούς. \"EvÜ« ὅρα καὶ ὡς οἱ περὶ τὸ ϑεῖον óc uno, ov ἀνάγκην ἐπὶ τὸ ϑύειν \"ἔρχονται, οὐδ᾽ ἐν τῇ ϑυσίᾳ πάντως ἀπαλλαγησόμενοι τοῦ πολυφογεῖν, ἵνα καὶ αὐτὴ φάγων ἑορτὴ λέγηται, ὁποία καὶ ἡ παρὰ Κλεάρχῳ τῷ ᾿Δριστοτέλους μαϑητῇ, ὃς, χαϑὰ λέγει ᾿᾿ϑήναιος, φαγησίαν ἑ ἑορτὴν ἱστορεῖ, χατὰ δέ τινας φαγη\" σιποσίαν, κρατῶ γάρ, φησι, x«i τῆς λέξεως διὰ τὸ σφόδρα μου εἶναι προσφιλῆ τὸν Κλέαρχον. ἑορτὴ δὲ ἢ ἦν ἄρτι, ὡς προείρηται, ᾿“Ιπόλλωνος ἡλίου διὰ τὴν ἐν τριακάδι, ὡς δεδήλωται, σύνοδον."
      },
      {
        "index": 109,
        "text": "᾿Απόλλωνος γὰρ ἱερὰ πᾶσα νουμηνία, χαϑὰ χαὶ ἡ τοῦ σεληνιακοῦ. μηνὸς ἑβδόμη ὡς γενέϑλιος ᾿“πόλλωνος. δῆλον δὲ xai ὕτι τὴν ἑορτὴν, ὀρτὴν δισυλλάβως οἱ μ««ταγενέστεροι ἔλεγον ᾿ Ἴωνες. «Αἰολεῖς δὲ προπαροξυτόνως χαὶ κατὰ μεϊάϑεσιν ἔροτιν, ὧρ ἀπὸ εὐϑείας τῆς 1) ἐροτίξ, ὅτι δὲ ἡ ἡ διὰ τὸ τίμιον ἁγνὴ ἑορτὴ καὶ ϑάλεια λέγεται, ὡς τοῖς θύουσιν αἰτία τοῦ ϑάλλειν, δῆλον ἐκ τοῦ, ἐπὶ δ᾽ ὀφρύσι σελίνων στεφραγίσεους θέμενον ϑάλειαν ἑορτὴν ἀγάγωμεν, ἐν ἡ δηλαδὴ ἔϑαλλον"
      },
      {
        "index": 110,
        "text": "ὑπερβάλλοντές, » φᾶσι, τὰ εἰωϑότα, ὃ δὴ παρέχει τὰς ἡδονάς. διὸ πάντες ἄνϑρωποι Ὰ ἡδέως προσδέχον- θο ται τὰς ἑορτάς. Τὸ δὲ ἀναιρήσεσϑαι ἀνελέσϑαί τι δηλοῖ κάτω κείμενον. τοιοῦτον οὖν τι χαὶ πρὸ ὀλίγων μεταφορικῶς τὸ, ἀέϑλια πατρὸς καλὰ ἀνελέσϑαι. ᾿Επάρξασϑαι δὲ τὸ ἐπὶ τοῖς φ ϑάσασι πάλιν ἄρξασϑαι. Ὅτι Ὀδυσσεὺς κολακικῶς πάλιν τὸν λόγον μεταχειριζόμενος πρῶτα uiv, εἰ καὶ Πσιύδῳ μὴ δοκεῖ δεῖν εἶναι ἐσαύριον τὸ ἔργον ἀναβάλλεσθαι, ἀλλ αὐτὸς κατὰ μοῖραν εἰπεῖν φησὶ τὸν ᾿άντινοον ἀναβαλλόμενον τὴν τοξειαν εἰς νέωτα, καλέσας καὶ ϑεοειδὴ αὐτόν."
      },
      {
        "index": 111,
        "text": "εἶτα xci ζητεῖ λαβεῖν καὶ αὐτὸς ἐπὶ πείρᾳ τὸ τόξον. quoi γοῦν\" χέκλυτε, μνηστῆρες ἀγακλειτῆς βασιλείης. * Εὐρύμαχον δὲ μάλιστα καὶ ᾿Αντινοον ϑεοειδέα λισσομαι, τοὺς κατὰ τὸν ποιητὴν ἀρχοὺς χαὶ ἐξόχους τῇ ἀρετῇ. ἐπεί, φησι, καὶ τοῦτο ἕπος χατὰ μοῖραν ἕειπε, τουτέστι προσηχόντως, ὁ ᾿Αἰντίνοος, ἤγουν νῦν παῦσαι τόξον, ἐπιτρέψαι δὲ ϑεοῖσιν, ἡῶϑεν δὲ ϑεὸς δώσει κράτος ᾧ x ἐϑέλῃσιν. ἀλλ ἄγε μοι δότε τόξον ἐύξοον. ὄφρα ue ὑμῖν, ἤγουν ἐν ὑμῖν, χειρῶν zai σϑένεος πειρήσομαι, εἴ μοι ἔτ᾽ ἔστιν i, οἵη πόρος ἔσχεν ἐνὲ γναμπτοῖσι μέλεσσιν, 1j ἤδη μὲ ὄλεσσεν ἄλη τε ἀκομιστίη τε, ἤγουν ἡ πλάνη καὶ τὸ μὴ ἔχειν χομιδὴν, δι᾿ ἧς τημελεῖται τὸ σῶμα."
      },
      {
        "index": 112,
        "text": "Καὶ ὅρα τὸ, ἐπιτρέψαι ϑεοῖσι, μίγμα ὃν ἐπαίνου xci σκώμματος. δῆλον γὰρ ὡς ἀνέϑετο τὰ τοῦ τόξου :Αντίνοος ἐς τὴν αὔριον, ὡς μὲν αὐτὸς ἂν ἐρεῖ, ἀνατιϑεὶς ἁπλῶς ϑεῷ τὰ τοῦ ἔργου, ἀληϑῶς δὲ οὐ τοῦτο μόνον, ἀλλὰ καὶ ὅτι ἀμηχανοῦντες “προκαλοῦνται τὸ ϑεῖον εἰς σύναρσιν. Τὸ δὲ ϑεοειδὲς, viv μὲν ᾿Οδδυσσεὺς ἐπιλέγει τῷ ᾿Αντινόῳ. πρὸ βραχέων δὲ ὁ ποιητὴς τὸν Εὐρύμαχον οὕτως εἶπεν ἐν τῷ, Avrivoog ἐπεῖχε καὶ Εὐρύμαχος ϑεοειδής. καὶ ἢν ἐχεῖνο χρεῖττον. τοῦτο γὰρ καιρίως κολαχεύων φησὶν Ὀδυσσεύς."
      },
      {
        "index": 113,
        "text": "πολλὴ γὰρ διαφορὰ Εὐρυμάχου \"πρὲς ᾿Αντίνοον τὸν qovixóv καὶ ἄγριον. Τὸ δὲ, ᾧ κ᾿ ἐϑέλῃσι, μέσως ἐσχημάτισεν ὁ ᾽Οδυσσεὺς, νοῶν μὲν ἑαυτὸν ϑελητὸν τῷ ϑεῷ, ἀφιεὶς δὲ καὶ τοὺς μνηστηρὰς ὑπὲρ ἑαυτῶν τοῦτο νοεῖν. Ὅτι οὐ γορητὸν ὕλως τοῖς μνηστῆρσι τὸν δῆϑεν ξεῖνον ᾿Οδυσσέα πειράσασϑαι τοῦ τύξου, διὸ oi μὲν ἄλλοι πάντες ὑπερφιάλως γεμέσησαν αὐτῷ ζητήσαντι τὸ τόξον δείσαντες μὴ ἐντανύσειεν. \"Avrivoog δὲ καὶ ἐπιπλήττων, ἃ δειλὲ E ξείνων, φησίν\" ἔνι τοι, ἤγουν ἔνεισι, φρένες οὐδ᾽ ἡβαιαί."
      },
      {
        "index": 114,
        "text": "CVers, ΕΣ ) εἶτα καὶ χάριν ὀφείλειν ἐθέλων τὸν ξεῖνον τοῖς μνηστῆρσιν ὡς ἀνθρωπίνως προσφερομένοις αὐτῷ, ovx α; «πᾷς, φησὶν, ἤγουν ὅτι, ἕκηλος ὑπερφιάλοίσι μεϑ' ἡμῖν δαίνυσαι; οὐδέ τι δαιτὸς ἀμέρδεαι, αὐτὰρ ἀχούεις εύϑων ἡμετέρων χαὶ ῥήσιος, οὐδέ τις ἄλλος ἡμετέρων μύϑων ξεῖνος xci πτωχὸς ἀχούει. εἶτα καὶ εἰς μέϑην σκώπτων φησίν\" οἶνός σὲ τρώει μελιηδὴς, ὃς τε καὶ ἄλλους βλάπτει, ὃς ἄν μιν χανδὸν ἕλῃ, μηδ᾽ αἴσιμα πίνῃ. τοῦτο δὲ γνωμικῶς εἰς φόγον μέϑης φησί. πρὸς καὶ ἱστορίαν παραδειγματικῶς ἐπάγων, δι᾿ ἧς ὃ ποιητὴς παρεμπλαχείσης κατὰ οἰχείαν μέϑοδον ἐξαιρεῖ τὸ τῆς ἄφηγηματικῆς πλάσεως ὕπτιον, λέγει\" οἶνος καὶ Κένταυρον \"ἀγαϊλλυτὸν Εὐρυτίωνα ἄασεν ἐν μεγάρῳ μεγα- So ϑύμου Πειριϑόοιο, ἐς “απίϑας ἐλϑόντα\" δ᾽ ἐπεὶ φρένας ἄασεν οἴνῳ, μαινόμενος κάκ ἔρεξε γάμον ἢ δόμον κάτα Πειριϑόοιο\" ἥρωας δ"
      },
      {
        "index": 115,
        "text": "᾽ ἄχος εἷλε, τοὺς ania δηλαδή\" δι᾿ ἐκ προϑύρου δὲ ϑύραξε εἷλκον ἀναΐξαντες, à Gm οὕατα νηλέϊ χαλχῷ ὃ ὁῖνάς τε ἀμήσαντες\" ὃ δὲ φρεσὶν ἀασϑεὶς VUE ἤγουν ᾧχετο, ἣν ἄτην ὀχέων ἀεσίφρονι ϑυμῷ. ἐξ οὗ Κενταύροισι καὶ ἀνδράσι γεῖχος ἐτύχϑη, oi τ᾿ αὐτῷ πρώτῳ χαχὸν εὕρετο. οἰνοβαρείων. ὡς καὶ σοὶ μέγα πῆμα πιφαύσχομαι, ἤγουν φάσκω, χαϑὰ πολλα\" χοῦ κεῖται, εἴ πέρ τὸ τόξον ἐντανύσεις. οὐ γάρ τευ ἐπητύος ἀντιβολή ἥσεις ἡμετέρῳ ἐνὶ δήμῳ. ἄφαρ δέ σε νηὶ μελαίνῃ εἰς τὸν προῤῥηἹθέντα ἔχετον πέμψομεν."
      },
      {
        "index": 116,
        "text": "ἔνϑεν δ᾽ οὔ τι σαώσεαι, ἀλλὰ ἕκηλος πῖνέ τε, μήδ᾽ ἐρίδαινε μετ᾽ ἀνδράσι ERU HUN οὕτω ϑρασὺς ὑπὲρ τοὺς ἄλλους ᾿4ντίνοος καὶ οἷος χριϑῆναι τῷ ᾿οδυσσεῖ ἄξιος πρῶτος τοῦ τόξου γεύσασϑαι. Ὅρα δὲ ὅτι προσφυῆ τοῖς παροῦσιν ὃ ποιητὴς ἱστορίαν παρέϑηκεν\" εἰλαπίνη γὰρ ἄρτι λαμπρὰ, ἤδη δὲ καὶ γάμου σχευή. τοιαύτη δέ τις καὶ ἡ κατὰ τοὺς “Ἰαπίϑας δαὶς, χαϑ' ἣν ὃ Εὐρυτίων ἔπαϑεν. εἰκὸς δὲ ἦν τῷ διὰ μέϑην ὀνειδιζομένῳ καὶ ἱστορίαν παραχϑῆναι ὁ ὁμοίαν. Θρυλουμένου δὲ καὶ τοῦ κατὰ τοὺς \"anis χαὶ τοὺς Κενταύρους πολέμου τὴν αἰτίαν τούτου ἐνταῦϑα παραδίδωσιν ὃ ποιητὴς, διδάσχων χαὶ ὡς οὐ μόνον πολλάκις καὶ ξύμπασα πόλις κακοῦ ἀνδρὸς εἰς καχὸν ἀπολαύει, ἀλλ᾽ ἰδοὺ καὶ ὅλον φῦλον κακῶς c κπήλλαξεν ἐπὶ κακίᾳ ἑνὸς, τοῦ Fivríoγος δηλαδὴ, Og οὐδ᾽ αὐτὸς εὖ ἔσχεν ἐφ᾽ οἷς μεϑύων ἐπλημμέλει χατὰ γυναικῶν ἐν γάμου καιρῷ"
      },
      {
        "index": 117,
        "text": "φασιν οἱ παλαιοί. τίνες δὲ οἱ «Ἱαπίϑαι xci ὡς ἔϑνος Θετταλικὸν xol αὐτοὶ, δηλοῖ καὶ Ιλιάς. καϑ' ἣν περίπυστος καὶ ὃ Πειρίϑοος, «“απίϑης ὧν καὶ αὐτός. εἴρηται δὲ ἐκεῖ καὶ περὶ Κενταύρων εἰς ὅσον iygnv, φύλου ἐκείνου ἄλλως μὲν ἀγρίου, μυϑικῶς δὲ χαὶ ἱππανϑρώπου κατά τινα τεραστίαν σύνϑεσιν. Σημείωσαι δὲ ὅτι τε ἐκ τοῦ χῶ, ἀφ᾽ οὗ τὸ χαίνω καὶ τὸ χανδὸν xai ἕτερα πολλὰ, ὡς ἑτέρωϑι δηλοῦται, καὶ τὸν χάσκακα οἱ παλαιοὶ παρήγαγον σχωπτιχῶς παρὰ τὸ κεχὴηψγέναι, χαϑά mov καὶ ὃ κωμικὸς κεχηναίους ἀστείως τοὺς ᾿α΄ϑηναίους παρῴδησε."
      },
      {
        "index": 118,
        "text": "x«i ὅτι “απίϑης οὐ μόνον, ὡς ἐν ἄλλοις ἐῤῥέϑη, ὃ δοκῶν πειστικὸς εἶναι παρὰ τὸ λαοὺς πείϑειν, ἀλλὰ κατὰ τοὺς παλαιοὺς χαὶ ὃ αὐχηματίας, παρὰ τὸ λαούς, φασιν, εἰς ὄπιν ἄγειν καὶ ἐπιστροφὴν ἐν τῷ περιαυτολογεῖσϑαι. ὃ δὲ τοιοῦτος εἴη ἂν καὶ ἀλαζὼν κατὰ παλαιὰν παράδοσιν διὰ τὸ ἀλώμενος Civ ἐν τῷ μάτην αὐχεῖν\" ἤδη δὲ καὶ βάβαξ καὶ βαβάκτης. καὶ ὅτι τὸ ἱστορηϑὲν παράδειγμα εἰς τοιοῦτόν τι ἀφορᾷ κατὰ τὸν τοῦ ΑἸντινόου γοῦν' ὡς ἄρα καὶ GU, ὦ ξεῖνε, μεϑύων κατὼ τὸν Πυὐρυτίωνα ἔριν κινήσεις ἡμῖν καὶ θο τοῖς \"ἀμφὶ Τηλέμαχον\" xoi τὸ μὲν τέλος οἷον ἔσται τῆς ἔριδος, ἄδηλον ἴσως\" σοὶ δὲ αὐτῷ πρώτῳ ἔστε κακὸν, χαϑὰ καὶ τότε τῷ Εὐρυτίωνι, ὃν ἱστορεῖ, φασὶ, Βακχυλίδης ἐπιξενωϑέντα τινὶ ἐν\" HAd καὶ ὑβριστικῶς ἐπιχειρήσαντα τῇ τοῦ ξενοδοχήσαντος ϑυγατρὶ ὑφ᾽ ᾿Πρακλέος ὕστερον ἀναιρεϑῆναι τοῖς ἐχεῖ ἐπιστάντος."
      },
      {
        "index": 119,
        "text": "᾿Ενταῦϑα δὲ μνεία ληπτέον Διογένους ὀνοματοποιήσαντος ἱππόπορνόν τινα πρὸς ἀναλογίαν τοῦ ἱπποχένταυρον. ἰδὼν γάρ, φασι, τινὰ κατῃκισμένον τὸ γένειον καὶ μεμυρισμένον ἐπὶ ἵππου, πρότερον μὲν ἔφη ζητεῖν τίς ἐστιν ὃ ἱππόπορνος, νῦν δ᾽ εὑρηκέναι, ὡς δηλαδὴ ἀνυποστάτου φωνῆς μέχρυ οὔσης τῆς κατὰ τὸν ἱππόπορνον, ὑποία καὶ ἡ κατὰ τὸν τραγέλαφον καὶ τὰ τοιαῦτα. ὅτι δὲ ἡ τῶν γενείων ἐξαϑέρισις ἐπονείδιστος ἣν τοῖς παλαιοῖς, ἐκ πολλῶν δηλοῦται. ὃ γοῦν αὐτὸς Διογένης τοιοῦτον ἐδών τινώ ἔφη\" μή, τι ἔχεις ἐγκαλεῖν τῇ φύσει, ὅτι ἄνδρα σὲ ἐποίησε καὶ οὐ γυναῖκα; ἽΕτερος δέ τις παλαιὸς εἶπε τὸ, τί γὰρ αἱ τρίχες λυποῦσιν ἡμᾶς, δι᾿ ἃς ἀνὴρ ἕκαστος ἡμῶν φαίνεται; λέγεται δὲ ἐν ᾿Αϑήναις τὸν πρῶτον προχειράμενον παρωνύμιον ἔχειν χύρσην, ὡς καὶ αὐτὸ ᾿Ιϑήναιος ἱστορεῖ."
      },
      {
        "index": 120,
        "text": "xal ὅρα τὸ παρωνύμιον, ἶσον ὃν τῷ ἐπίκλην. Σημείωσαι δὲ καὶ τὸ χόρσην, og ἀπὸ τοῦ κείρω χέρσω, τραπέντος τοῦ t εἰς ὃ κανονικῶς. καὶ οὕτω μὲν ταῦτα. λέγεται δὲ καὶ ὅτι Πειρίϑους τὴν ᾿Αδράστου “Ἱπποδάμειαν ἀγόμενος συνεκαλέσατο κατὰ συγγένειαν. “1{απίϑας καὶ Κενταύρους, ὅτε Κέγταῦροι μὲν προαχϑέντες ὑπὸ μέϑης, τῶν “απιϑῶν ἁρπάσαντες τὸς γυναῖχας προέϑεντο, «“ἀπίϑιαν δὲ ἀνεῖλον αὐτούς. Ὅτι δὲ ϑηριώδεις οἱ Κένταυροι, οἷς καὶ φῆρας ὀρεσχώους ἐν ᾿Ιλιάδι ἔφη ὁ ποιητὴς» δηλοῦται χἀνταῦϑα ἐν τῷ, ἐξ οὗ Κενταύροισι καὶ ἀνδράσι νεῖκος ἐτύχϑη."
      },
      {
        "index": 121,
        "text": "ἐῤῥέϑη γὰρ τοῦτο; οἷα τῶν Κενταύρων ἄλλο τι παρὰ τοὺς ἄνδρας ὄντων. ὅτι δὲ καὶ γυναικεῖον μόριον σημαίνει ὁ Κένταυρος, δηλοῦσιν οἱ παλαιοὶ, φέροντες καὶ χρῆσιν Θεοπόμπου εἰς τοῦτο. πικρότερον δὲ τούτου εἰς σκῶμμα τὸ εἰρησϑαι Κένταυρον, ὃς κεντεῖ ὄῤῥον τὸν παρὰ τῷ κωμικῷ. “Ὅρα ὡς τὸ ἐν Ιλιάδι ἀδιαρϑρώτως ῥηϑὲν, ὅτι δηλαδὴ Καινεὺς καὶ ᾿ξάδιος καὶ οἱ λοιποὶ «Ταπίϑαι ϑηρσὶ τοῖς Κενταύροις ἐμάχοντο, ἐνταῦϑα διεσαφήϑη. παρασημαντέον δ᾽ ἐνταῦϑα ὡς, εἴ περ οὕτω πρὸς ἄλλοις καχοῖς, ὧν ἐπιτελεστὴς ὃ οἶνος ὅτε χανδὸν πίνουσιν ἀνϑρώπους χατασκήπτει, καὶ πολέμων αἰτίας δίδωσιν ἐκϑηριῶν τοὺς προσιεμέvovg αὐτὸν, καλῶς ἄρα ὃ κατ᾽ οἶνον Διόνυσος “Τυαῖος ἐπωνομάσϑη, ἐστι στασιαστὴς, παρὰ τὴν λύην ἤγουν στάσιν, ἐναντίον ἡ εἰρήνη."
      },
      {
        "index": 122,
        "text": "αὕτη μὲν γὰρ παρὰ τὸ εἴρειν εἰς ἕν γέγονεν, ἐκδίνη δὲ παρὰ τὸ λύειν. ὀρϑῶς δὲ καὶ ταύρῳ παρά τε ἄλλοις καὶ «“Ζυχόφρονι, ἔτι δὲ καὶ παρδάλει ὃ Διόνυσος εἰκάξεταν διὰ τὸ πρὸς βίαν τρέπεσϑαί, φασι, τοὺς ἐξοινωϑέντας. κατὰ γὰρ τὴν ᾿“λκαίου μοῦσαν ἄλλοτε μὲν μελιαδὴς ὁ οἶνος, ὃ δὴ ἔφη καὶ Ὅμηρος, ἄλλοτε δ᾽ ὀξύτερος. τριβόλων. καϑότι μὲν οὖν ϑυμικὸν ὁ ταῦρος, ὡς Εὐριπίδης δηλοῖ ἐν τῷ, ταῦροι δ᾽ ὑβρισταὶ εἰς κέρας ϑυμούμενοι, ταύροις εἰχαστέον τοὺς ἐξοίβονους\" χαϑὸ δὲ ἐμάχιμοι καὶ ϑηριώδεις ἐκ μέϑης ἔνιοι γίνονται, παρδάλεις ἄλλως οἷον οἱ τοιοῦτοι, διὰ τὸ ἐν αὐτοῖς, φασὶ, παρδαλῶδες."
      },
      {
        "index": 123,
        "text": "οὗ σύμβολόν τι καὶ 3j παρδαλῆ, ἣν ἡ αἰνιγματικὴ σοφία φόρημα τῷ Διονυσίῳ δίδωσιν. Ὅρα δὲ καὶ τὸ, ὀξύτερος τριβόλων, δι᾿ οὗ δηλοῦται, ὡς ὃ λεγόμενος κοινῶς Οξὺς οἶνος τῷ μελιηδεῖ ἀντιδιαστέλλεται. χρῆσις δὲ τοιούτου ὀξέος, ὡς φησιν ᾿“ϑήναιος, παρὰ ᾿Ἡραχλέωνε iv τῷ, τὸ οἰγάριον πάνυ ἦν ὀξὺ καὶ πονηρόν. καὶ τοιοῦτον μὲν τοῦτο. ἔστι δὲ εἰπεῖν τὴν τοῦ ᾿ΑΔντινόου κακίαν ἐν τοῖς ὥρτι ῥηθεῖσι καὶ καϑότι QUZ ὡς μεθύονει ἀπειλεῖται τῷ ξείνῳ, ἀλλ᾽ ἐὰν τὴν ἀνδρίαν"
      },
      {
        "index": 124,
        "text": "ἐχφήνῃ τανύσας. τὸ τόξον, ποινὴν αὐτῷ τῆς ἀρετῆς ἀπειλούμενος. Σημειοῦνται δὲ of παλαιοὶ χαὶ ὡς ὑπερφιάλους τοὺς μνηστῆρας ὁ Avrivoog ἐπὶ ἐπαίνῳ φησίν. οὐ γὰρ δή που ψέγει τοὺς XOT αὐτὸν, εἰ μὴ ἄρα βαρυνόμενος e el ὡς ἄξιὸς xpivij συνε υωχεῖσϑδαι ἡμῖν τοῖς, ὡς οἱ πολλοί φασιν, ὑπερφιάλοις\" Q δὴ ὅμοιόν τί ἐστιν ἐφεξῆς καὶ τὸ, Hlc nive μετ᾽ ἀνδράσι χουροτέροισιν, ὡς ταυτὸν ὃν ὑπερφιάλους καὶ κουροτέρους εἰπεῖν. δὲ, & δειλὲ ξεινων, ἁπλοῦν ὃν ἀντὶ ὑπερϑετικοῦ εἴληπται τοῦ δειλαιότατε."
      },
      {
        "index": 125,
        "text": "ἐῤῥέϑη δὲ οὕτως ἢ Costo διὰ Üvuov , ἢ xci ἄλλως ἁπλούστερον κατὰ τὸ, νικᾷ γὰρ ἡ ἀρετή μὲ τῆς ᾿ἔχϑρας πολὺ, ἤγουν πλεῖον\" καὶ τὸ, μεταβολὴ πάντων ἡδὺ, ἐστιν ἡδύτερον, ὥς τινὲς φασί. Τὸ δὲ ῥηϑὲν, οὐχ ἀγαπᾷς, ἔπεισε τοὺς ὕστερον ἐπὲ τοῦ ἀρκεῖσϑαι τιϑέναι τὸ ἀγαπᾶν, ὃ καὶ μετὰ δοτικῆς ἐκεῖνοι συντάσσουσιν. ^ ᾿“μέρδειν io δὲ ἐν ἄλλοις μὲν τὸ σχοτίξειν, viv δὲ δαιτὸς ἀμέρδεσϑαι τὸ στερίσκεσιϑαι, ἀπὸ τοῦ μερίξειν, ive ἀμέρδειν τὸ μερίδος. “ἀποστερεῖν. Τὸ δὲ, μύϑων ἡμετέρων καὶ ῥήσιος, ταυτὰ δηλοῦσιν, ὡς πὲρ καὶ τὸ, ὃς ἂν τὸν οἶνον χανδὸν ἕλῃ μηδ᾽ αἴσιμα πίνῃ, τουτέστι κατὰ τὸ; αἴσιον καὶ καϑῆκον."
      },
      {
        "index": 126,
        "text": "Τὸ δὲ, οὐδέ τις ἄλλος ἡμετέρων μύϑων ξεῖνος καὶ πτωχὸς ἀκούει, ὧν φανερὰ διαφορὰ, ϑυμοῦ ἐστὶ λαλιὰ περιττὴ καὶ οὐκ ἀναγκαία λεχϑῆναι\" ἤρκει γὰρ μόνον τὸ εἰπεῖν ὡς ἀκούεις μόνος μύϑων ἡμετέρων xci οὐκ ἐχρὴν ἀπανϑρωπίαν κατειπεῖν τῶν μνηστήρων εἰς οὐδὲν δέον. Τρώει δὲ ἀντὶ τοῦ βλάπτει. γίνεται δὲ ἐκ τοῦ τρῶ τοῦ συγχοπέντος ἐκ τοῦ τείρω. ἐκ τούτου δὲ παρὰ τοῖς ὕστερον καὶ τὸ τιτρώσκω ὁμοίως τῷ, γνῶ γιγνώσχω, παρῆκται\" καὶ τὸ τρῶμα xci τρώμη ἐπὲ βλάβης ᾿Ιωνικῶς € ὁμοίως τῷ, βρῶμα βροώμη καὶ τοῖς τοιούτοις."
      },
      {
        "index": 127,
        "text": "τρῶμα δέ φάμεν οὐ τὴν ἁπλῶς ἀλλ ἐν πολέμῳ βλάβην, ἀφ᾽ ἧς καὶ ἐπέντρωμα συνϑέτως ἐν τοῖς τοῦ ᾿“ϑηναίου, δοκεῖ ἐρεϑισμόν τινα δηλοῦν : τρυφητι\" κὸν ἐν τῷ, ἵνα μὴ καταιγισμοὺς λέγω καὶ τὰ ἐπεντρώματα, ἃ πολλάκις προφέρεται ὃ ᾿Επίκου- áo ρος, χαὶ τοὺς γαργαλισμοὺς καὶ τὰ νύγματα. δῆλον δ᾽ ὅτι, ὥς meQ γνῶ γνώω, δῶ δώω, οὕτω xci τρῶ τρώω. εἰ δὲ καὶ τρώειν ὁ οἶνος λέγεται, ἀλλ ἔστιν oUg καὶ ὠφελεῖν. φαίνεται πολυτρόπως. Ζήνων οὖν, φασὶν, ὁ Κιτιεὺς σκληρὸς ἄλλως ὧν πρὸς τοὺς συνήϑεις, ὅμως εἰ πλεῖον οἴνου πάσειε, ἡδὺς ἐγίνετο καὶ μείλιχος 5) λέγων."
      },
      {
        "index": 128,
        "text": "ταυτόν τι τοῖς ϑέρμοις πάσχειν, Ot πιχρότεροι ὄντες πρὶν διαβραχῆναι, ποτισϑέντες γλυκεῖς γίνονται xai προσηγνέστεροι. Ἕκτωρ μέντοι ἐν τὴ '\"Dacóv οὐ πίνει τὸ “παρὰ τῆς μητρὸς διδόμενον, ὅτε τὴν μάχην λιπὼν ἀνῆλϑεν εἰς τὴν πόλιν, πάνυ καλῶς. νέος μὲν γάρ, φασιν, ὦν τις ταχὺ μεϑυσϑήσεται διὰ πλῆϑος τοῦ ἐνυπάρχοντος θερμοῦ\" οὐ γὰρ χρὴ πῦρ ἐπὶ πῦρ ὀχετεύειν\" γηραιὸς δὲ ὧν τάχιστα μεϑυσϑήσεται δι᾽ ὀλιγότητα καὶ ἀσϑένειαν τοῦ περὶ αὐτὸν ϑερμοῦ. εἰ δὲ καὶ τότε o Ἔχτωρ ἐδεδίει, ὡς χαὶ ἐν τοῖς εἰς."
      },
      {
        "index": 129,
        "text": "τὴν Ιλιάδα ἐφάνη, μή ποτὲ πιὼν ἀπογυωϑεῖ διὰ τὸ παρακαίSo Quov, ἀλλ ὅτε καιρὸν » πόσις ἔχει τοῦ οἴνου, -TOTE κατὰ τὴν Εὐριπίδειον μοῦσαν ἀρκεσίγυός ἐστιν. εἰς δὲ ψόγον οἴνου. καὶ αὖ πάλιν εἰς ἕπαινον μοϑοδευτὴρ πρόχειται ὃ καλὸς ᾿'ϑήναιος. To δὲ, ὃς καὶ ἄλλους βλάπτει ἃ ὃς ἄν μιν χανδὸν ἕλῃ, ovr * Dus ἀπὸ πληϑυντικοῦ χατῆλϑεν εἰς ivixóv πρὸς ἀκρίβειαν ἐννοίας. οὐ γὰρ πάντας ἁπλῶς ὃ οἶνος βλάπτει, δι᾿ οὗ καὶ ὀνεῖταί τις πολλάκις πιὼν. ὡς καὶ à ᾿Ιλιὰς λέγει, χαὶ ἡ ἐτυμολ ογία δὲ δηλοῖ, ἐκ τοῦ ὀνεῖν αὐτὸν παράγ ουσα, ἀλλ ὃς ἂν αὐτὸν χανδὸν ἕλῃ, ὃς δὴ καὶ πάροινος λέγεται χαὶ παροινίαν νοσεῖν xoi ἐξοινίαν ἔχειν, ὃ δηλοῖ τὴν ὑπὲρ τὸ καϑῆχον οἶνοποσίαν."
      },
      {
        "index": 130,
        "text": "ἐκ δὲ τῶν τοιούτων xci τὸ ἐμπαροινεῖν xal τὸ πεπαρῳνηκέναι. Τὸ δὲ, γχανδὸν ἕλῃ, σκωφϑείη ἂν ὡς μὴ δυνατὸν Ov. ἄλλως πίνειν τινὰ & μὴ χαίνοι\" διὸ καχῶς εἰρῆσϑαι βλάπτεσθαι, ὃς ἂν οἶνον ἁπλῶς χανδὸν ἕλῃ. ὅϑεν εἰς διόρθωσιν, μάλιστα μὲν οὖν εἰς σαφήνειαν ἐπῆχται τὸ, μηδ᾽ αἴσιμα πίνῃ, ὡς τοῦτο ὃν χανδὸν πίνειν τὸ μὴ αἴσιμα πίνειν. εἴρηται οὖν τὸ χανδὸν πίνειν ὡς ἀπό τινος δοχείου διαχάσκοντος ἀεὶ πρὸς ὑποδοχὴν ὑγροῦ. Τὸ δὲ, ἀγαχλυτὸν Εὐρυτίωνα, εἰς ἔνδειξιν κεῖταν τοῦ χαὶ τοὺς ἀγακλυτοὺς ἀχρειοῦσϑαι τῷ οἴνῳ."
      },
      {
        "index": 131,
        "text": "Τὸ δὲ ἄασεν ἀντὶ τοῦ ἔβλαψε λέξις μέν ἐστιν οὐ κοινὴ, καιριωτάτη δὲ ὡς ἐν ποιήσει. διὸ καὶ τρὶς αὐτῇ ἐνταῦϑα χρᾶται Ὅμηρος. ix δὲ τούτου τοῦ ὁήματος xci ἡ ἄτῃ κατὰ συναίρεσιν διὰ διχρόνου ἐχτεταμένου. ἴσως δὲ χαὶ ὃ ἀεσίφρων. ϑυμὸς, ἤγουν βλαψίφρων, φρενοβλαβὴς, οὗ πὲρ ἁπλοῦν τὸ, φρεσὶν \"ἀασϑεὶς, θο ἤγουν βλαβεὶς, ὃ ταυτόν ἐστι τῷ μωνείο. ἐπεὶ καὶ uarie: ἔοιχεν i μέϑη χατὰ τὸ, μαινόμενος P ἔρεζε, τοιοῦτον δὲ χὰὶ TÓ, φρένας &«csw οἴνῳ. Τὸ δὲ ἔρεξε φυσικῶς xai οὐ"
      },
      {
        "index": 132,
        "text": "χατὰ ᾿Αττιχοὺς ἀδιπλασίαστον ἔχει τὸ ῥῶ. Τὸ δὲ, οὔατα Qivag re ἀμήσαντες ἀντὶ τοῦ ἐχτεμόντες χαὶ ῥᾷον ἀποκόψαντες ὡς εἰ καί τι φυτὸν ἀμώμενον. Τὸ δὲ, ἣν ἄτην ὀχέων, ἀστείως « εἴρηται ἀντὶ TOU, ὀχῶν χαὶ βαστάζων τὴν ἑαυτοῦ βλάβην ὡς oic τις ἀχϑοιρορῶν i ἱπποκένεαυρος, ἐπεὶ καὶ ἐφ᾽ ἵππων λέγ ἑται τὸ ὀχεῖν, ὡς γοῦν ἵππος ὀχεῖ, τουτέστι φέρει τινὰ, οὕτω χαὶ ὑ Κένταυρος Εὐρυτίων τὴν. χατ᾿ αὐτὸν BA«* βην. Τὺ δὲ εὕρετο τρίτον ἐστὶν ἑνικὸν δευτέρου ἀορίστου τοῦ εὑρόμην, ὃ χεῖται καὶ παρὰ “Σοφοκλεῖ."
      },
      {
        "index": 133,
        "text": "τὸ γὰρ εὑράμην xci τὸ εὕρατο οὐ σύνηϑες ᾿Αττικοῖς. ToU δὲ οἰνοβαρείων βαρύτονος ὁ ἐγεστὼς χατὰ τὸ κιχείω xci ὅσα τοιαῦτα. τοῦ μέντοι καρηβαριῶν περισπώuevóv ἐστι τὸ ϑέμα. αἴτιον δὲ ἐν ἀμφοῖν ὁ χατὰ τὸ μέτρον δαχτυλισμύς. οὔτε γὰρ τὸ καρηβαριῶ ἐχρὴν διφϑόγγῳ παραλήγεσϑαι\" ἄχρηστον γὰρ τοῦτό γε εἰς μέτρον ἡρωϊκόν\" οὔτε αὐ πάλιν τὸ οἰνοβαρείω ἐχρὴν ἐκπεσεῖν. τῆς διφϑόγγου, ἐγίνετο γὰρ οὕτω ποὺς ᾿Ιωνικὸς ἀπὸ μείζονος, ἄχρηστος μέτρῳ δαχτυλιχῷ. καλὸν τοίνυν ἐκεῖ, μὲν ἡ διὰ τοῦ ἰῶτα, ἐνταῦϑια δὲ ἡ διὰ διφ ϑόγγου γραφή."
      },
      {
        "index": 134,
        "text": "Ἔπητὺς δὲ κατὰ μέν τινας ἡ μεταίτησις ὡς ἀπὸ τοῦ ἐπαιτεῖν. ἕτεροι δὲ ἐπητὺν τὸν ἐν λόχοις φασὶν ἔπαινον ὡς ἀλὸ τοῦ ἐπήτης ἢ ἐπητὴς ὀξυτόνως, δηλοῖ τὸν φρόνιμον χαὶ λόγιον. ᾿Αντιβολῆσαι δὲ νῦν τὸ ἐπύτυχεῖν - ἐν ἄλλοις δὲ τὸ συναντῆσαι\" παρὰ δὲ τοῖς ὕστερον καὶ τὸ ἱκετεῦσαι. * Ὅτι xoi ἐπὶ τῆς Πηνελόπης σχηματίζει τι ἀστείως ὁ ποιητής. ποιεῖ γὰρ αὐτὴν τὴν ἀληϑῶς ἀγνοοῦσαν., λέγουσαν αὐτὸ τὸ ἐχβησόμενον ὡς ἐν σχήματι ἐρωτήσεως καὶ οὕτω ψυχαγωγοῦσαν τοὺς εἰδότας ἀκροατάς. εἰποῦσα γὰρ πρῶτον καὶ αὐτὴ πρὸς ᾿Αντίνοον ὡς οὐ καλὸν οὐδὲ δίκαιον ἀτέμβειν τοὺς τοῦ Τηλεμάχου ξείνους ἐπιςρέρει ἐρωτιματικῶς\" ἔλπεαι, εἴ περ ὁ ξεῖνος μέγα τόξον ἐντανύσει χερσί ve βίηφί ve πεποιϑὼς, οἴκαδέ μὲ ἄξεσϑαι καὶ ἑὴν ϑήσεσθϑαι ἄκοιτιν; ἐνταῦϑα γὰρ ὃ εἰδὼς ἀκροατὴς εἴποι ἂν, ὕτι ναὶ οὕτως ἔσται, εἰ χαὶ οἱ “μνηστῆρες οὐκ οἴεσθαι τοῦτο φασὶν."
      },
      {
        "index": 135,
        "text": "ἐπεὶ μηδὲ ἔσιχεν. ἀστεῖον δὲ τῆς γυναιχὸς xci ἐφεξῆς τὸ, οὐδ᾽ αὐτός που τοῦτό ys ἐνὶ στήϑεσσιν ἔολπε, τὸ ποῦ δισταχτικῶς εἰποῦσα ὡς τοῦ ξείνου ἴσως ἐλπίζοντος, xci οὕτως siye. τὸ μέντοι ἐπιφερόμενον σκοτίζει τὴν ἔμφασιν ἐπίτηδες, ἵνα μὴ διόλου ὃ ποιητὴς χαριεντίζοιτο. φησὶ γὰρ ἡ γυνή\" μηδέ. τις ὑμῶν τούτου ἕνεχα ϑυμὸν ἀχεύων δαινύσϑω:\" ἐπεὶ οὐδὲ μὲν οὐδὲ ἔοικεν: οὕτω. καὶ Τηλέμαχος; &. nep ἐτάνυσε τὸ τόξον. οὐκ ἂν πάντως ἠγάγετο τὴν ὑπερ να, ἔχαιρε δ᾽ ἂν ὡς ἐοικὼς τῷ πατρί. ἄλλως δέ γε ἔστιν erβαλεῖν i ὅτι ἐσχημάτισται ἀστείως καὶ TO, μηδέ τις ὑμῶν τούτου ἕνεχα συγχεχυμένος δαινύσθϑω, ἐπεὶ οὐδὲ ἔοιχεν, ὡς τῆς ψυχῆς ἀποφοιβαζούσης, μὴ ἐοικὸς εἶναι τοὺς μνηστῆρας ἄχϑεσθαι, εἴ περ ὃ ἀνὴρ ᾿Οδυσσεὺς ἔλπεται οἴκαδε a&coO ar τὴν οἰχείαν γαμετὴν, ἧς ἐπὶ τοσοῦτον ἀπῆν."
      },
      {
        "index": 136,
        "text": "xat τοῦτο μὲν τοιοῦτον. ὁ δὲ Εὐρύμαχος ἀρνησάμενος μὴ οὕτως οἴεσθαι, vg καὶ προεγράφη, τοὺς μνηστῆρας, ἐπεὶ οὐδὲ ἔοικεν, ὃ δὴ καὶ ἡ γυνὴ πρὸ αὐτοῦ ἔφη, ἐπάγει τὸ, ἀλλ! αἰσχυνόμενοι qerw ὅ0 ἀνδρῶν ἠδὲ γυναικῶν, ἀτέμβομεν δηλαδὴ τὸν τοῦ Τηλεμάχου ξεῖνον. * τοῦτο γὰρ ἀναγκαίως ἐκ μακροῦ ἀπὸ χοινοῦ νοεῖται πρὸ δέκα στίχων κείμενον. τίς δὲ ἡ ἧ αἰσχύνη: μή ποτέ τίς, φήσιν, εἴπῃσι κακώτερος ἄλλος ᾿“Ιχαιῶν, τουτέστιν ἀσϑενὴς ἢ δυσγενὴς, ἢ πολὺ χείρονες ἄνδρες ἀμύμονος ἀνδρὸς ἄχοιτιν μνῶνται, οὐδέ τι τόξον ἐύξοον ἐντανύουσιν, &AX ἄλλος τις πτωχὸς ἀνὴρ ἀλαλήμενος ἐλϑὼν ῥηϊδίως ἐτάνυσε βιὸν, διὰ δ᾽ ἧχε σιδήρου."
      },
      {
        "index": 137,
        "text": "ὧν ἀμφοτέρων ἐνταῦϑα χρεία , πρῶτα μὲν, τανύσαν τόξον, εἶτα καὶ διοϊστεῦσαι σιδήρου. ὡς ἐρέουσιν\" ἡμῖν δ᾽ dv à; ae ταῦτα γένοιτο. δι᾿ ov ἡρμήνευσεν Εὐρύμαχος ὃ φϑάσας εἶπε γοργῶς τὸ, » ἐλεγχεύη) δὲ καὶ\" ἐσσομένοισι πυϑέσϑαι. Δῆλον δ᾽ ὕτι τριχῶς λέγεται τὸ ἔλεγχος, ἐλεγχεία, χαὶ κοινότερον ó ἔλεγχος. xci οὕτω μὲν Εὐρύμαχος. δὲ γυνὴ ϑαυμασίως πρὸς τὸν εἰπόντα ἐλέγχεα ταῦτα εἶναι, Εὐρύμαχε, φησὶν, οὔ πώς ἐστιν εὐχλεῖας κατὰ δῆμον ἔμμεναι, οἱ δὴ οἶχον ἀτιμάζοντες. ἔδουσιν ἀνδρὸς ἀριστῆος."
      },
      {
        "index": 138,
        "text": "τί δ᾽ &o ἐλέγχεα ταῦτα τίϑεσϑε; τουτέστι τὰ μεγάλα παρορῶντες ἐλέγχεα τί δή more τὰ μικρὰ ὑφορᾶσϑε; Καὶ ὅρα ὡς ἀπὸ μιᾶς λέξεως τῆς ὕστερον ἐπενεχϑείσης ἐν τῷ, ἡμῖν δὲ ἂν ἐλέγχεσ ταῦτα γένοιτο, ἀντιλογίαν γενναῖαν coq Πηνελόπη πορίζεται; κατασχευάζουσω\" ὡς οὐχ s τὰ τοιαῦτα ἐλέγχεα. eire καὶ τὸν ξένον ἐπαινοῦσα καὶ τὸ ἔπαϑλον ἐχφωνοῦσο,, e ἘΠῚ ἀριστεύσει ὃ ξεῖνος, φησίν\" οὗτος δὲ ξεῖνος μάλα, μὲν μέγας ἠδ᾽ εὐπηγὴς, πατρὸς δ᾽ ἐξ ἀγαϑοῦ γένος εὔχεται ἕμμεναι υἱός\" xui μετ᾽ ὀλίγα\" εἴ περ ἐντανύσει τὸ τόξον, ἕσσω μὲν χλαῖναν τε χιτῶγά τε, ἑἵματα καλὰ, δώσω δ᾽ ὀξὺν"
      },
      {
        "index": 139,
        "text": ": n » quee δώσω δὶ ὑπὸ πέδιλα. ( s 2) Qv ἀλχτῆρα καὶ ἀνδρῶν xci ξίφος ἄμφη a jc ὃ Ὁμηριχὸς οἶδεν ἀχροατὴς, ἀπελϑεῖν ἄχοντα χύνω ; ; \"zAsUEL\" κελεύσει δὲ, VC ϑέντα moujτε 'χελευ Fa , ἃ ἐνταῦϑα ῥὴ ΄ τς ur χραδίη ϑυμὸς ἐν ν , XUIOV. παντο T PN EE d Men ^ ἴσασι ϑάλασσαν, ἐχεῖ coc καὶ vC uil ἂρ καὶ ταῦτα ὁμοίως τοῖς πρὸ ολίγων Go ἄνὸ, | SL d URS τισται Y E: ἢ 3s - ἐς ἀνδρας, Ὁ So ee: yurug. ἑσχημα A ͵ τ τῷ OOvoosi. Y , σμον ἢ pus Y μας otov τινας TG σει TO ἀνδρὶ μὲ : * AO A vor OU, ὡς &YGU X τ s - δὲ υναιχῶν\" το p NARI ied jweéiscivmrbuleb o: Βὐρύψιαχος ἐν 1i ἀΨ o ὐλῤῤρενης Qi dug tope ᾿Ιστέον à& τι RUE ARA οιεῖ τὴν τῆς ἐλεγχ Vers."
      },
      {
        "index": 140,
        "text": "Ἰστέον CMS Vers. Τὸ δὲ ἐλέγχεα π δ - sz C - : - c ers, WS D ΣΝ ηλοῖ συναιρ πάγχοινον γὰρ τὸ τοιοῦτον ὄνειδος. C ἀν εις Τὸ δὲ εὐκλεῖας τοὺς T quim \" duis dtes s MERE OS τῆς ἐγχείης. : NER ers. ) L0 γραφὴν, ὡς zal TO Roue E onim διὰ τὸ συνεστάλϑαι τὴν λη) ὀυσῶν. (V stvobs ποτοϑδευλα ἘΦ 9. ) καὶ προπεέρισ! j xai εὐγεκπνοῦς ἀνδρός ἐστιν im . ϑὲν συνήϑως. Ow ἡ ἑξῆς, ἀγαϑοῦ καὶ εὐγενοῦς pe » &Vort δὲ ξεῖνος, woe μὲν μέγας καὶ posent ) Ἐν δὲ τῷ, ἀνδρὸς δ᾽ ἐξ Vind x 5) ἑρμηνείαν capoqe H 2x v."
      },
      {
        "index": 141,
        "text": "5. : f S xai αλλως δὲ, προς οι μεϑ Quo * χειιιένου. χαι Ξ εὐπαγὴς φασιν ; , ὃ λόγος χαὶ τούτου μὴ χει! Pu di. XOSÍGGUD EMI Sd co ὃ λόγος - xci ἐνταῦϑα TO XQ - τὸ υἱός. νοεῖται γὰρ dit 's. Ὅτι χεῖται καὶ ΞΡ ΔΝ υἷος, πέριττον 2i \" P x ὕϑα ὃ υἱός. s πισυὸ ngo» Op ἐπῆκται τοῦ γένος, ἵνα εἴη γένος ἐνταῦ ὃ ἡ γὰρ Τηλέμαχος\" τόξον μὲν οὔ τις suigu \"xa $ Fass B ts - ad αν ἔχοντος. φησὶ γαρ Dieu ει νας » ἐϑέλω καὶ καϑαπαξ SEG ἐπὶ ἐγκρατοῦς καὶ ἀκοῦς ΓΗ δι bas ἀέκοντά μὲ βιήσεται, εἴ πὲρ E de γώσεται x«i ἑξῆς, αρνησασῦαι, α : : MT T y ἂρ βασι ἑὺς ὁτὲ χὶ ΑἹ A ἐθέλω δοῦναί Tt αὶ ὑχοῦν xci ἐν ᾿λιάδὲι τὸ, κρείσσων\" y τ \"E ἑνικῶς equ καὲ δόμεναι τάδε τόξα φέρε αϑαι."
      },
      {
        "index": 142,
        "text": "Οὐχοῦν n Ὅρα δ᾽ ἐν τούτοις καὶ ort aus c 5; ioa as SOS , \"s. O4 4. . * x SEM ἐνταῦϑα € τοιαύτην τινὰ σημασίαν ἔχει. sas δὲ καϑάπαξ ἀντὶ τοῦ εἰς τὸ παντελὲς ἅπαξ pa oue de Io ied iie seige Ἢ ὅτι οὐδὲ κατάληξις εἰς É καὶ ἀρχὴ αὖϑις jd; Vers κεῖταν παλαιοὶ, (έγοντὲες Ἢ ν d κωϑαάπαξ ξείνω ou ^ σημειουνται OL πὰς ἐν S SS ? Ü« ἐν τῶ καϑαπαὲ ὃ D ἢ ἐπιλέγεται M AES vov ἑνταῦὺ D Cr σῳ ἑπιλέγέεται. Ὁ jd ιητῇ ἀλλ ἢ μὸ e P λῃ Πελοποννῆσς : ἀλλαχοῦ τῇ ὕλῃ d λοιzov & ^ ἡ ἡ Ἤλις ἱππόβοτος, n: ἀλλαχ i Es ἐκυνϑος, Σάμη καὶ Ao δ᾽ ἐν τῷ τόοπῷ ὌΡΟΣ , ον ὃ ἐγγυς HA ος ἰχ H , ὃ H n f γησοι 0€ cyy , υναιχωνιτιδος £0 og ἱπποβότοιο t jc τὴν ΠῺηνελόπην τῆς ) À »co* νήσοισι πρὸς HA d ἢ ΕΝ τῆς τὴν Hinv NE m m Ὅτι προαγαγὼν πᾶν ἀναγχαίως nc ὡς tdi εἶτα διαγνοὺς ως ουχέτι i ost παί."
      },
      {
        "index": 143,
        "text": ". Eur HPLC ὕ τόξου χαταϑέσιν εὑμ à ἀλλὰ xci χοιμίζει βαϑὺ, τὸ ΤΕ LN τὴν του τοξ ᾿ A ἡ μὴν δὲ, ἀλλὰ xcti ZOLLUC er E evvoog δὲ αὐτῆς A - t “οὐ μην €, Á - DUBITO σαν ; s λοιποῦ δεξιωτατα nip ra EDG qd ᾿ - τ ην TOU AOL e χπληξεως ὅλως ταύτης ἐπὶ τοῖς ἑξῆς, b dnb ὅτε γίνονται, παραδύξως ὕστερον καὶ μετ : cdm) ἀλλῶθδο € των γενησομένων αἱ E X lr EE x«t ὁ μὲν v7 : δ ὡς ἂν μηδενὸς T τ NU ἐξολωλοότας TOUG χαχοῦς. ^ wmiap. de xciyreUdc ; “ xci μαῖϑοι £o ; ; διὰ τοῦ υἱοῦ, ὃς x τε ἅμα τὸν ἄνδρα Lc."
      },
      {
        "index": 144,
        "text": "Ἰναχώρησις γίνεται : \"c & γνώρισον φῶς - ἡ δὲ ἐκ τοῦ ἀνδρῶνος cvezopr, πα σῶς: »iis σαυτῆς ἔργα -. € N νας. ἢ θὲ ἔκ τ j X οἰχον ἰοῦσα τὰ A παρὰ τῆς AO eat σίν\" ἀλλ᾽ εἰς χου. ζει * B un & αψῳδίᾳ, q Ἢ ? ἄνδοεσσι μελησει; BVteio τῇ χαϑα xci ἐν τῇ α ῥαψῳδὶρ : μῦϑος δ᾽ ἄνδρ ? ϑάμβος ἐνιεὶς τῇ μητρὶ; . ; νον τὸ, ὌΝ; yid oae JA ANE - ; αποιήησας L0 : ; L0 μὲν ovrog sU P EA ῪΝ . τρεῖς στιχους, παρ ᾿ ἄνδρεσσι μελήσει. χαὶ OL B So χόμιζε καὶ τοὺς ἑξῆς CM: US λεμος δ᾽ &vÓpecot u ANC ASPERA δῆς TO, πολέμος NONO ναβᾶσα κλα ^ PESE."
      },
      {
        "index": 145,
        "text": "e LY ἄνδρεσσι μελήσει, χατα , ? A » ( καὶ εἰς σὙπέρῳ [74 MI ΠΌΘΟΣ TSLUE ἢ χαὶ ϑαμβήσασα ἔβη £6 SMS DA ϑεῖσα € «οὶ 6r ) χαιρῷ ze D ' s ολὺ ἀφυπνισ ἐν ἀναλόγως τῷ - ΕΑ αἱ μετ᾿ OU π ἡ δὲ ῥίγησ ; E X τοὺς πρὶν ἐλαφρὸν xai μ : αγUu c - VY ὕπνον χαὶ OU κατὰ τοὺς πρ τες Ὀδυσσέως πρὸ ολίγων παραγ Ἀχαὶ ἐ τῳ ὑπνοῖ βαϑὺν ὑπν tr. \"v τοῦ Οδυσσέως : καὶ ἐν τοσοῦτῳ e , OU XcTc τὴν es E TSG Ac GU n : α ϑέλει. xc Tig ἂν ὡδὲ εἰπε᾿ πῇ ὑπὸ τῆς μαίας βλέπει PR ΣΙ Ἄλον nr - ; μόκλεον. καί τις , ἔδωνταν γελίαν φέροντος τῷ δεσπότῃ τὰ τόξα Cid * S s θῶξα; πλαγχτέ; τάχ ἄν σε Dae Eiτόξα φέρεις, ἀμέγαρτε, TS Mabel jde ἡμῖν ἱλήχῃσι."
      },
      {
        "index": 146,
        "text": "καὶ αὐτοὶ μὲν spi ἑτέρωϑεν ἄπειξ ἴω ΠΗ : ἶ ᾿ ἑ οἷον ἀπ᾿ ἀνθρώπων, οἷς seii ial um ὕνεχα “πολλοὶ ὡμόχλεον: Τηλέμαχος ὁπλότερός M NIS S o0 ἜΣ; , . χαι μα δ ΕἸ δ 8: ἔϑηδε φέρων αὐτῷ ἐνὶ χώρῳ, ἜΣ ird τῶν οὐχ εὖ πᾶσι πιϑησεις\" μὴ σὲ à LEE - TOS s ^ , :] αἱ γα à d €TTC, πρόσω φέρε ν in:à τερός εἶμι. É λήσας ἔφη ; Σ᾽ ὃ Ὀισι\" βίη € φέρ - ya , ων χέρμαοι ἐ » γα στυγέρως τι ὺν &Y00 δίωμαν, τουτέστι διώξω, fc ; ͵ ἴην\" TO χὲ ταχ E πὲρ ἐὼν ἀγρόνδε δίωμαι, Ξ ; : Tt φέρτερος εἰ) ἢ ἱ ὃ ι «oot τὲ βίηφι τὲ qieo prb."
      },
      {
        "index": 147,
        "text": ": s. οἱ τόσσον ὅσοι χατὰ δώματ᾽ ἔασι, ΤΑ ἀρ εν ae gs VER dbrcin eds Sia y Τὸ δὲ : ς : ἐξ oix ἐπεὶ “ - ; ers. ῳ ἐγὼν ἀπέπεμψα νέεσϑιαι ἡμετέρου ἐξ οἴκου, καὶ δὴ μεϑίεν χαλεποῖο χόλοιο. ἔρτερος; ἄρα navreg be αὐτῷ ἡδὺ γέλασσαν oua ἐπιτάσσειν εἶπε τῷ δούλῳ, ἀλλὰ ὡς βίῃ P i) xà αἴτιον αὐτοῖς τοῦ \"γελᾶν, ἐπεὶ οὔτε ὡς δεσπότης ἀδελφιχὸν εἶναι πρόσφϑεγμα. ees boc oi UAov προσεῖπε\" τὸ γὰρ ivre δεδήλωται ἃ eU à καὶ τὸ ἔλαττον φέρε\" σ καὶ οὐδὲ δοῦλον πῷ : E REP TOL ὡμολόγησε δὲ καὶ ἡ διὰ χερμάδων δὲ βολὴ παιδικώτερον ἠπείληται."
      },
      {
        "index": 148,
        "text": "μνηστήρων\" ταῦτα δὲ πάντα ὡς ἀφελῆ γλυχέως ἐπιτετηδευμένα εἰς γέλωτα τοῖς μνὴ: στῆρσι τὸν χόλον μετέτρεψεν\" ὃς δὴ γέλως παρὰ τῷ ποιητῇ λύσις ἐστὶ καὶ αὐτὲς μεγάλων χαὶ δυσλύτων περιπετειῶν, ὡς καὶ ἡ diues ἐδήλωσεν. ' Ὅρα δὲ fev μνηστήρων, εἰ καὶ αὐτὸ δὴ τοῦτο χειρίσασϑαι τὸν ξεῖνον τὸ τόξον, μόλις ἀφιᾶσι γενέσϑαι, ἵνα μηδὲ τοῦτο ἀγωνίας δίχα τῷ τλήμονι ᾿Οδυσσεῖ περιγένηται. δὲ πλαγχτὲ ἀντὶ τοῦ ἔμπληκτε, παραπλὴξ, ἢ πλαζόμενε τὴν διάτο *yoiev, οὗὐ μὴν σταϑηρέ. Ἢ δὲ κατὰ τοῦ συβώτου ἀπειλὴ πάνυ σφοδρά\" ἐμφαίνει γὰρ οὐ μόνον φονευϑήσεσϑαι αὐτὸν, ἀλλὰ καὶ ἄταφον ῥιφῆναι εἰς βρῶσιν κυσί."
      },
      {
        "index": 149,
        "text": "Τὸ δὲ, ἀπ ᾿ἀνϑρώπων, ἑρμηνευτιχόν ἐστι τοῦ οἷον\" μόνος γὰρ ὃ μὴ μετ ᾿ἀνϑρώπων. Τὸ oUs ἔτρεφες, ἔχει τι ἀστεῖον ἀντιϑετικόν\" τοιοῦτον γὰρ τὸ, τραφήσονται διὰ σοῦ γεχροῦ κειμένου. οἱ κύνες oUg ἔτρεφες. To δὲ ἱλήχησι χρόνου παραχειμένου ἐστίν\" οὗ ἐνεστὼς μὲν οὐχ᾽ εὕρηται, προσταχτιχὸν δὲ τὸ ἵληϑι καὶ ἵλαϑι. CV ers. ) Τὸ δὲ ὁμοκλεῖν δηλῶν Ὅμηρος ταυτὸν εἶναι τῷ ἀπειλεῖν ἔφη\" πολλοὶ ὡμόκλεον\" εἶτα Ty. Ἰεμάχου ἀπειλήσας TO, οὐχ εὖ πᾶσι πιϑήσεις, παροιμιῶδες καὶ ἐπὶ ἀρέσχου καὶ πᾶσιν ἐθϑέλοντος πάντα πείϑεσθαι."
      },
      {
        "index": 150,
        "text": "Τὸ δὲ, μεϑίεν χόλοιο, δηλοῖ μὲν τὸ μεϑίεσαν καὶ ἠμέλουν. γίνεται δὲ συνήϑως ex τοῦ μεϑεεὶς, μεϑιέντος, ἀποβολῇ τοῦ τὸς ὁμοίως τῷ τράφεν καὶ κόσμηϑεν καὶ ἑτέροις μυρίοις. Ὅτι τὰ τόξα ἐν χερσὶ τῷ δεσπότῃ ϑεὶς ὁ Εὔμαιος, εἶτα ἐκκαλεσάμενος τὴν Evgvxt, ἐγκελεύεσϑαι λέγει αὐτῇ τὸν ἠλέμαχον χληΐσαι μεγάροιο ϑύρας, ἤγουν τῆς γυναικωνίτιδος, ὡς μηδεμίαν ϑύ\"ραζε προβλώσκειν,. ἀλλ αὐτοῦ μένειν παρὰ ἔργῳ. καὶ οὐκ ἀληϑεύει μὲν ὃ Εὔμαιος εἰπὼν ὡς ὃ Τηλέμαχος οὕτω χελεύει, πλὴν ὦ ὡς πεπνυμένος ψεύδεται."
      },
      {
        "index": 151,
        "text": "χαὶ αὐτός. οὐ γὰρ ἔδει πάντως εἰπεῖν ὅτι Ὀδυσσεὺς χέλεταί σε τάδε ποιῆσαι\" οὐ γὰρ οἶδὲ τὸν αὐτῆς ἐκείνου ἀναγνωρισμόν. συνετὸς δὲ χαὲ ἄλλως Εὔμαιος. ἐχεῖνος μὲν γὰρ ἐκέλευσε τῷ Πυμαίῳ εἰπεῖν γυναιξὶ κληΐσαι μεγάροιο ϑύρας, ἀορίστως εἰπών\" ὃ δὲ διέχρινε δεῖν εἶναι ὡρισμένως τοῦτο περὶ τῆς γυναικωνίτιδος τῇ Εὐρυκλείᾳ εἰπεῖν, ἡ za ἄπτερος ἔπλετο μῦϑος, ὃ καὶ ἀλλαχοῦ προεγράφη, καὶ ἔχλεισε ϑύρας μεγάρων, ὡς ἐχελεύσϑη. Καὶ ὅρα τὸ με ἑγάρων\" ἐπλήϑυνε γὰρ συνήϑως τὸ προῤῥηθὲν, μεγάροιο ϑύρας."
      },
      {
        "index": 152,
        "text": "Ὅτι Φιλοίτιος κατὰ τὴν τοῦ ᾿Οδυσσέως χέλευσιν ἔκλεισε ϑύρας εὐερχέος αὐλῆς, κεῖτο δ᾽ ὑπ E ὕπλον νεὸς ἀμφιελίσσης βίβλινον, ᾧ δὴ ἐπέδησε ϑύρας. Καὶ ὅρα καὶ ἐνταῦϑα κλείδωμα ϑυρῶν, εἶτα καὶ δεσμὸν οὐχέτι δι᾿ ἱμάντων\" οὐ γὰρ Tv τὰς τηλικάσδε ϑύρας οὕτω συνδεϑῆναι\" ἀλλὰ διὰ σχοινίου ναυτιχοῦ, εἴτε καινὸν ἐχεῖνο εἴτε χαὶ τέτριπται. Βίβλινον δὲ οὐ τὸ ἐκ βίβλον, ἐστι παπύρου «“ἰγυπτίας, ἀλλὰ βοτάνης τινὸς ἐμφεροῦς παπύρῳ. οἱ δὲ καννάβινόν φασιν, ἕτεροι δὲ So τὸ ἐκ φιλύρας. ὅτι δὲ, χκαϑὰ *xci ὃ μόλυβδος παρὰ τοῖς παλαιοῖς, οὕτω καὶ ἡ ῥηϑεῖσα βύβλος διφορεῖται κατὰ τὸ δίχρονον, ἐῤῥέϑη μὲν καὶ ἐν τοῖς τοῦ περιηγητοῦ, δηλοῖ δὲ αὐτὸ καὶ γράψας ἐν ῥητορικῷ λεξικῷ, ὅτι βύβλινον καὶ βίβλινον διχῶς."
      },
      {
        "index": 153,
        "text": "᾿Ενταῦϑα δὲ σημείωσαι ὅτι τε ἡ Βύβλος ἐπὶ πόλεως μὲν τῆς καὶ ἐν τῷ περιηγητῇ μόνως διὰ τοῦ U γράφεται, ἐπὶ δὲ φυτοῦ ὡς ἐπιπολὺ μὲν καὶ μάλιστα παρὰ τοῖς ἀρχαίοις ὁμοία ἡ γραφὴ, οἱ δὲ ,“γεώτεροι τρέψαντες κατὰ τὸ δύφρος, δίφρος, μῦσος, μῖσος, μοῦσα, μοῖσα; τύπτουσα, τύπτοισα, καὶ ὕσα τοιαῦτα Δωρικὰ καὶ «“ λικὰ, βίβλος διὰ τοῦ ἰῶτα φασί. καὶ τὸ πλέον ἐπὶ τῆς ὑποχειμένης βίθλου τοῖς γράμμασι. χαὶ ὅτι εἰ χατὰ τὴν ἱστορίαν καὶ σχοινία ἐκ τῆς φυτιχῆς βίβλου ἑπλέκοντο, ὡς καὶ ἐκ τῆς σχοίνου καὶ τῆς σπάρτου τῶν φυτῶν, ἔχει τι ἄρα ἡ βύβλος ἰγῶδες, ἐξ οὗ εἰχὸς γίγεσϑαι σώματα συντελοῦντα εἰς γραφὰς, ἵνα ὥς περ ἀπὸ ἀρχεγόνου, ἀφορμῆς τῆς χατὰ τὴν χελώνην χίλυς i ὕστερον πᾶσα κιϑάρα ny, ἐπειδὴ χελώνης ὄστρακον μέγα πήχεως περιϑεσει καὶ χορδῶν € ἐντανύσει λύραν ἀπήρτησεν, ἣν ᾿ Ἑρμῆς ᾿“πόλλωνι ἐχαρίσατο"
      },
      {
        "index": 154,
        "text": ": εἰς λύτρον, ἀνϑ' ὧν ae pev EXELY OV βοῶν, οὕτω καὶ πᾶσαν γραφικαὶ βίβλ οἱ ἔκ τινος ἀρχαίας χρήσεως τοὔνομα φέροιεν. ἐγίνοντο φασιν, ἀ πὸ βύβλων “Αἰγυπτίων, ὡς οἷα παπύρων ὑδροχαρῶν, καϑὰ οἱ τότε μεϑώδευον, ὑποχείμενα τοῖς γραφεῦσι χαρτάρια\" ὁποῖα ἴσως χαὶ τὰ ὕστερον ἰδιωτικῶς λεγόμενα ξυλοχάρτια, ὧν ἡ τέχνη ἄρτι ἀπήλειπται. δόξοι δὲ Gv xc τὸ τῆς δέλτου ὄνομα ἐκ τῶν χατ ᾿«Ἄἴγυπτον βύβλων ἐπισεθήναι ταῖς ἄρτι βιβλ οις διὰ τὸ xa ἱστορίαν περιηγητικὴν ““νύπτιον δελτωτόν. ὡς δὲ ἡ βύβλος τὸ φυτὸν συνετέλει zai εἰς τὸ ὑποδεῖσϑαι, ὃ βυβλινοπέδιλος δηλοῖ, οὗ χρῆσις παρὰ τοῖς παλαιοῖς. εἰς δὲ τὴν ἀντιμετάχώρησιν τοῦ V xci τοῦ ἰῶτα πρὸς ἄλληλα χρήσεμον καὶ τὸ στρυφνὸς ἐκ τοῦ στύφω παρὰ ᾿Ἡρφδιανῷ."
      },
      {
        "index": 155,
        "text": "χαὶ μεταϑέσει στιζρρὸς , ὅϑεν ἴσως καὶ opa στιφρῶ\" οἷον, ὅταν δὲ τέχωσιν αἱ σηπίαις; ; τὰ Gc ὃ ἄῤῥην παραχολουϑῶν καταφυσῷ καὶ στιφρᾷ, ἵνα δηλαδὴ στρυφνωϑέντα μὴ διαῤῥυῶσι τῇ ἄγαν ἁπαλότητι. Cyn: ) 0n Ὀδυσσεὺς μὲν τὸ τόξον πάντῃ ἀναστρωφῶν, ὃ περ οὐδεὶς τῶν πρὸ αὐτοῦ ἐποίησεν. ἐπειρῶτο ἕνϑα xal ia, μὴ χέρα πες ἔδοιεν., ὡς ὧν ὑγιοῦς μὲν ὄντος τοῦ τόξου ἐγχειρήσῃ τῷ ἔργῳ: ἀχρειωϑέντος δὲ μηχανήσηταί τι ἕτερον. μνηστήρων δέ τις ἐχεῖνον ἰδὼν οὕτω “περιέργως τὸ τόξον στρέφοντα εἶπεν."
      },
      {
        "index": 156,
        "text": "ἄν\" ἢ τις ϑηητὴρ καὶ ἐπίκλοπος ἔπλετο τόξων, ῥά νύ mov τοιαῦτα καὶ αὐτῷ - οἴκοϑιε κεῖται, *ij γ᾽ ἐφορμᾶται ποιησέμεν\" ὡς ἐνὲ χερσὶ vou ἔνϑα καὶ ἔνϑα καχῶν ἔμπαιος ἀλήτης. περὶ οὗ χαὶ προείρηται. ἔστι δὲ, ὡς ἐν ὀλιγίοτῳ εἰπεῖν, ὃ νοῦς τοῖς οὕτω εἰποῦσι τοιόςδε, ὡς ἄρα ϑαυμαστιχὸς τῶν τόξων ὃ ξένος καὶ κλέπτων εἰς νοῦν τὴν αὐτῶν ἐμφέρειαν. ἵνα ἢ ἐξεικάσῃ αὐτὰ οἷς ἔχει, ἢ ἵνα ποιήσῃ ὅμοια. xci οὕτω μὲν οὗτοι. ἄλλος δ᾽ ἂν τις εἶπεν, ei γὰρ δὴ τοσοῦτον ὀνήσιος ἄντιάσειεν. ὃ περιφραστικῶς δηλοῖ τὸ ὄναιτο, ὡς οὗτος ποτὲ δυνήσεται ἐντανύσασϑαι."
      },
      {
        "index": 157,
        "text": "καὶ ἔστι xci τοῦτο φήμη τις τῷ Οδυσσεῖ\" τοσοῦτον γὰρ OVCLTO , qot, ὅσον ἐντανύσαι δυνήσεται. πάνυ δὲ τανύσειν δυνήσεται\" τοσοῦτον ἄρα καὶ ὀνήσεται. Ὅρα δὲ τὸ τῶν ἡϑοποιῶν. κἀνταῦϑα σύντομον, σύνηϑες Ov Ὁμήρῳ, οὕτω γράφειν, ἔνϑα πρόχειται τὸ, ὧδε δέ τις εἴπεσκεν. ᾿Ιστέον δὲ ὅτι ϑηρίδια οἱ ἱπες χέρασιν ἐμφυόμενα «ci κατεσϑίοντα παραπλήσια φασὶ κώνωψι. γίνεται δὲ παρὰ τὸ Uu, ὅ ἐστι φϑείρειν. τινὲς δὲ ὑφὲν χεραῖπες γράφουσιν ἀντὶ τοῦ ἐν τοῖς χέρασιν ἰπες πρὸς Qieozoλὴν τῶν ἐν φυτοῖς."
      },
      {
        "index": 158,
        "text": "ἄλλοι δὲ κεραΐδες, ὡς ἀπὸ τοῦ κεραΐξειν, ἵνα δηλοῖ τὰς τῶν τόξων φϑαρτιχάς. κεράτινον δὲ qv, φασὶν, ὡς φαίνεται, τὸ τόξον, οὐ μὴν κατὰ τὰ πάλαι, Σχυϑικὰ ξύλινον. ᾿Εχτείνεται δὲ ἡ ἄρχουσα τοῦ ἱπες. διὸ καὶ πε ερισπᾶται. * Ὁ δὲ ἐπίκλοπος καὶ τὸν ἁπλῶς κλέπτην ἔστιν ὅτε δηλοῖ xci τὸν πανοῦργον δέ. Τὸ δὲ, ἐρορμᾶται ποιήσειν, ὅμοιόν ἐστι τῷ δρμαίνει\" ἀπὸ τοῦ ὁριιῶ γὰρ τὸ ὁρμαίνω γίνεται. Τὸ vou&v ἔνϑα καὶ ἔνϑα, ταυτόν ἐστι τῷ ἀναστρωφᾶν, περ ἀνωτέρω αὐτοῦ κεῖται. πρὸς δὲ ὁμοιότητα TOU, χερσὶ νώμων, ἢ καὶ διαστολὴν, εἴρηται ἀλλαχοῦ τὸ, ἐν φρεσὶν ἐνώμα, ἤγουν διελοχίζετο."
      },
      {
        "index": 159,
        "text": "* Ὅτι σεμνύνων ὃ ποιητὴς κατὰ τὸν αὐτοῦ νόμον. καὶ ἐνταῦϑα τὸν αὐτῷ φίλον ἥρωα καὶ τὸ κατ᾽ αὐτὸν ἔργον καινότερον διασχευάξζων τόν τὲ ῥῴονω τοῦ τόξου τανυσμὸν σεμνοποιεῖ παραβολικῶς χαὶ τὸ τὴς νευρᾶς δὲ τίναγμα. καὲ τῆς τοῦ ἄϑλου δὲ εἰσβολῆς τέρας ἐκ Διὸς προηγήσασϑϑαι γράφει. ἃ δὴ καὶ μόνα εἶχεν ἐνταῦϑα πλάσασϑαι διὰ τὸ γλίσχρον τῆς ὑποϑέσεως. φησὶ γοῦν. ὡς ἐπεὶ μέγα τόξον ἐβάστασε καὶ ἴδε πάντῃ: ὡς δ᾽ or ἀνὴρ φόρμιγγος ἐπιστάμενος χαὶ ἀοιδῆς, Ἀῤηϊδίως ἑτάνυσε γέῳ περὶ χόλλοπι χορδὴν, ἅψας ἄμφοτέρωϑεν ἐϊστρεςρὲς ἔντερον οἰὸς, ὡς ἂρ ἄτερ σπουδῆς τάνυσε μέγα τόξον Ὀδυσσεύς."
      },
      {
        "index": 160,
        "text": "καὶ ἔστι ϑαυμασία χαὶ οἰχειοτάτη ἡ τῆς νευρᾶς παραβολὴ πρὸς χορδήν. ἡ γὰρ νευρὰ ἑκατέρωθεν τῆς τοῦ τόξου χορώνης ἐξαπτομένη οὕτω ῥᾳδίως, φησὶν, ἐτανύσϑη, ὡς εἰ καὶ χορδὴ ὑπ᾽ ἀνδρὸς μουσικοῦ ἀμφοτέρωθεν φόρμιγγος. καὶ οὐκ ἔστιν εὑρεῖν κρείττονα καὶ ἀπονωτέραν zc σεμνοτέραν παραβολήν. εἶτα καὶ τὰ ἑξῆς ἐπάγων φησί\" δεξιτερῇ δ᾽ ἄρα χειρὶ λαβὼν πειρήσατο γευρὴς , μὴ ἄρα χραυ ou etu ἠχρείωται. ἡ δ᾽ ὑπὸ καλὸν ἄεισε, χελιδόνι ἰκέλη ἄντην, ὕτε δηλαδὴ μὴ ἀποτάδην ἐ ἐχείνη dos , ἀλλὰ κατά τι χόμμα, ὡς δἴωϑεν."
      },
      {
        "index": 161,
        "text": "ὃ δὲ τοιοῦτος ἦχος τῆς νευρᾶς χαὶ ψαλμός τίς ἐστιν, ὡς δηλοῖ τὸ, πικρὰν ἀποψήλασα πάγην. παρὰ «Ἰυχόφρονι. λέγει δὲ xci Αἴλιος Διονύσιος, εἰ καὶ μὴ ἐπὲ ει (το, ἀλλ οὖν ἐπὶ χορδῶν μουσικῶν κεῖσϑαν καὶ τὸ ψατάλλειν καὶ τὸ ψαϑαλεῖν ἀντὶ τοῦ ψηλαφᾶν καὶ μαλάττειν. τὰ δ᾽ αὐτὰ καὶ ψάλλειν ἐστίν\" ὅϑεν xci ψαλλόμενος ὃ ἀκροώμενος ψάλλοντος. ᾿Ιστέον δὲ xci ὅτι χελιδόνι, οὐ μὴν ἀηδόνι χτυπήσασαν εἴκασε τὴν νευρὰν, ἐπεὶ μὴ πρὸς ἡδύτητα ἡ ὁμοίωσιξ, ἀλλὰ μόνον πρὸς ποιότητα So φωνῆς ἠχούσης ὑπότραχυ\" ὅποῖος δή τις καὶ ὃ τῆς χελιδόνος βατταρισμὸς, ὅτε πρὸς μνήμην Τηρέως χατὰ τὸν μῦϑον ῥοιζήσει, οὐ γλυκὺ ἄδουσα."
      },
      {
        "index": 162,
        "text": "λαλαγοῦσα δὲ ἀκαλλὲς ὡς οἷα Θρᾷσσα χατὰ τὸν μῦϑον. διὸ καὶ ὃ χωμιχὸς. οὖς ἐκεῖνος ψέγει ὡς τὰς Μούσας ἀφανίζοντας, χελιδόνων μουσεῖα καλεῖ, [ ἐστιν ὑποβαρβάρους χελιδόνων δίχην, ov μὴν ἐμμούσους, ὡσεὶ χαὶ σειρήνων ἢ ἀηδόνων μουσεῖα, ὅπου yt χαὶ αὐτὸ τὸ κατὰ σειρῆνας ᾷδειν, εἰ μὴ τὰς τοῦ μύϑου νοεῖ τις, ἀλλὰ τὰς τῆς ξωϊκῆς ἱστορίας, oU λαλεῖ ται πρὸς ἔπαινον. τὸ γὰρ LwUquov σειρὴν ἀμυδρόν τι κλαυϑμυρίζεται καὶ, ὡς ἄν τις εἴποι, ψοφεῖ νόμον ἐπίκλαυτον. εἰ δὲ καλὸν ἄεισε καϑ' Ὅμηρον ἡ ῥηθεῖσα νευρὰ, οὐχ ἁπλῶς ἐῤῥέϑη τοῦτο"
      },
      {
        "index": 163,
        "text": "διὰ τὸ ἡδὺ, ἀλλ ἀνάλογον πρὸς τὸ ἀνῆκον καλὸν τῇ ἀπαϑεῖ γνευρᾷ καὶ μὴ χραυρουμένῃ πρὸς τὸ ξηρόφῶνον χαὶ πάντῃ ἀηδές. εἰ δέ τι χρὴ παρεχβῆναι. καὶ εἰς τὴν παρὰ τοῖς πάλαι ἀστεϊζομένην χελιδόνι παρώνυμον παιδιὰν, χελιδονίζειν παρὰ Ῥωμαίοις av ἀγερμὸς γινόμενος Βοηδρομιῶνι Μηνὴ, καλούμενος οὕτω διὰ τὸ εἰωϑὸς τηνικαῦτα ἐπιφωνεῖσϑαι\" ἠλϑ᾽, ἦλϑε χελιδὼν, καλὰς ὥρας ἄγουσα χαὶ καλοὺς ἐνιαυτοὺς, ἐπὶ γαστέρα λευχὰ, ἤγουν λευκὴ, ἐπὶ νῶτα μέλαινα. εἶτα, ὡς ἐν συνόψει. φάναι, οὐ παλάϑαν ζητοῦμεν οἴνου τὲ δέπαστρον, & χελιδὼν, καὶ λεκιϑίταν οὐκ ἀπωϑεῖται."
      },
      {
        "index": 164,
        "text": "πότὲρ᾽ ἀπίωμεν ἢ λαβώμεϑα; εἰ μέν τι δώσεις. εἰ δὲ μὴ, οὐχ ἐάσομεν\" 1) τὰν ϑύραν φέρομεν jj τὸ ὑπέρϑυρον ἢ τὰν γυναῖκα χὰν ἔσω καϑημέναν ; μετὰ δὲ ὀλίγα τελειοῦται ἡ ὠδὴ εἰς τὸ, ᾿ἄνοιγ᾽ ἄνοιγε τὴν ϑύραν χελιδόνι\" οὐ γὰρ γέροντες ἐσμὲν, ἀλλὰ παιδία. καὶ οὗτοι μὲν πάντως χελιδονισταί. ἄλλοι δέ τινες ἐκαλ οὔντο eros τῇ κορώνῃ τῷ ζώῳ ἀγείροντες καὶ τὰ ὑπ᾿ αὐτῶν ᾳδόμενα χορωνίσματα ἐλέγοντο\" ὧν xci ᾿ἐκτίϑεταί τινα ὃ δειπνοσοφιστής. ᾿Ιστέον δὲ ὅτι ἐν τοῖς εἰρημένοις nea), uiv συκῶν ἐπισύνϑεσις\" δέπαδτρον δὲ καὶ παρὰ «Ζυχόφρονι τὸ δέπας , οὗ δεπάστρεον παράγωγον τὸ ἐκ ποτηρίου πόμα\" λεκιϑίτης δὲ πλαχοῦς, ᾧ παραμέμικται."
      },
      {
        "index": 165,
        "text": "χαὶ ὠοῦ λέκιϑος. τὸ δὲ, εἰ μέν τι δώσεις, εἰ δὲ μὴ, οὐκ ἐάσομεν, ἐλλειπτικῶς ἔχει\" ἔστι δὲ χαὶ παρ᾽ ὑπόνοιαν. εἰ δὲ καὶ τοιαῦται παιδιαὶ γραφῆς ἠξιοῦντο τοῖς παλαιοῖς, oU μεμπτέον τῆς ἀφελείας, ἀλλὰ ϑαυμαστέον τῆς εἰς πολυμαϑείαν παραδόσεως, OV ἧς ἡ γραφικὴ τέχνη τρέφεται. εἰ δέ τις οἴεται, καὶ τὸ χέλει χελώνη τοῦ χελιδονισμοῦ ἔχεσϑαι, ἴστω ὡς ἄλλο τι ἔστι τοῦτο. χαϑημένης γὰρ τινὸς ἐν μέσῳ, ἣν, φασι, χελώνην ἐκάλουν, περιτρέχουσαι παρϑένοι ἐπυνθάνοντο καὶ ἀντήκουον δι᾽ ἀμοιβαίων ἰάμβων οὕτω\" χέλει, χελώνη, τί ποιεῖς ἐν τῷ μέσῳ; ἔρια μαρύομαι, ἤγουν χλώϑω, xci χρύκην Μιλησίαν."
      },
      {
        "index": 166,
        "text": "ὃ δ᾽ ἔγγονός σου τί ποιῶν ἀπώλετο; Asvxdv ἀφ᾽ ἵππων εἰς ϑάλασσαν ἅλατο. ἔστι δ᾽ ἐν τούτοις τὸ χέλει προστακτικὸν δῆϑεν, παρηχούμενον τῇ χελώνῃ. ἐπὶ δὲ τούτοις φησὶν ὃ ποιητὴς καὶ ὅτι μνηστῆρσι δ᾽ do ἄχος γένετο μέγα. πᾶσι δ᾽ ἄρα χρὼς ἐτράπετο εἰς ὠχρίαν δηλαδή. δὲ μεγάλ᾽ ἔχτυπε σήματα φαίνων. γήϑησε δὲ Ὀδυσσεὺς, οἷα καὶ τερασχόπος; ὅττι ῥά οἱ τέρας θο \"ἐπέμφϑη ἐκ Διός. χαὶ ἣν χαὶ τοῦτο οἷόν τις τεραστία προσάλπιγξις τῆς ἐσομένης μάχης, χκαϑά που xci ἐν ᾿Ιλιάδι ἐσάλπιγξε μέγας οὐρανός."
      },
      {
        "index": 167,
        "text": "Καὶ ὅρα ὅτι τὸ αὐτὸ χτύπημα τῆς βροντῆς xci σῆμα εἶπε χαὶ τέρας, τοῦτο μὲν ἑνιχῶς, ἐκεῖνο δὲ πληϑυντικῶς\" σήματα γάρ, φησι, φαίνων\" ἢ) καὶ ὑπέρ; βατῶς, μεγάλα σήματα φαίνων. χαὶ ἔστι σῆμα μὲν ὡς σημεῖον ἁπλῶς τοῦ μέλλοντος\" τέρας δὲ ἢ διὰ τὸ ὡς εἰχὸς καὶ νῦν ἀνέφελον τοῦ ἀξρος 1] καὶ ὡς ἐχ τῶν ἀνωτάτω τόπων, ἔνϑα καὶ τὰ τείρεα, οἷς τὸ τέρας παρωνυμεῖται. ᾿Ιστέον δὲ ὅτι iv τῷ, ἐπεὶ μέγα τόξον ἐβάστασε καὶ ἴδε πάντῃ, ἀκόλουϑον μὲν ἦν εἰπεῖν εὐθὺς, ὡς ἄτερ σπουδῆς ἐτάνυσεν. ὁ δὲ ποιητὴς καινότερον nonne εὐθὺς ἐπεμβλητικῶς παραβολὴ ἣν, ὡς ὅτ᾽ ἀνὴρ καὶ ἑξῆς."
      },
      {
        "index": 168,
        "text": "εἶτα ἀπέδωχε κοινῶς πρός τε TO , ἐπεὶ μέγα τόξον ἐβάστασε, καὶ πρὸς αὐτὴν τὴν παραβολὴν μίαν ἀπόδοσιν τὸ, ὡς ἂρ ἄτερ σπουδῆς τάνυσε μέγα τόξον. Ὅρα δὲ χαὶ τὸ, ἐβάστασε τόξον, χοινότερον λεχϑέν\" χαὶ τὸ, ἐπιστάμενος φόρμι γγος καὶ ἀοιδῆς, κατὰ γενικὴν συνταχϑὲν ὁμοίως τῷ εἰδέναι καὶ τῷ γνῶναι\" δ καὶ αὐτὰ οἴδασι παρὰ τῷ ποιητῇ χαὶ τὴν μετὰ γενικῆς σύνταξιν. Τὸ δὲ ἀοιδῆς ἀκριβῶς πρόσχειται\" ἐπίσταται μὲν γὰρ φόρμιγγος καὶ ὃ τέχτων αὐτῆς. τὸ δὲ καὶ ἀοιδῆς μόνου ἐστὶ τοῦ ἀοιδοῦ. δοκεῖ δὲ τὸ ἐπιστάμενος ἀρχή τις δίναι τοῖς ὕστερον TOU χαὶ τὰς τέχνας ἐπιστήμας λέγεσθαι."
      },
      {
        "index": 169,
        "text": "KoAAow δὲ ὃ παρὰ τοῖς ὕστερον χύλλαβος, δι᾿ οὗ τείνονται αἱ τοιαῦται χορδαί. χαὶ οὕτω, φασὶ, λεγόμενος « διότι τὸ παλαιὸν ἐκ δερμάτων σκλ nov ἦν τῶν πρὸς τῷ τραχήλῳ τῶν βοῶν, ἔστι δ᾽ ὅτε καὶ τῶν οἰῶν, & καὶ αὐτὰ κόλλοπες ἐχαλοῦντο διὰ τὸ ἐξ εὐτῶν ἀναβραττομένων χόλλαν γίνεσθαϊ, ὡς δηλοῖ καὶ Παυσανίας γράψας, ὅτι ἐχολλόπω σε τὸ χέλλῃ συνήρμοσεν. ἀπὸ γὰρ τοῦ νωτιαίου, φησὶ, χύλλοπος τῶν βοῶν ἕψομένου ἐγίνετο χόλλα. ὅϑεν zat χόλλ Low, Q ἐπιτείνουσι τὰς χορδάς\" ἣν γάρ, qnot, δερμάτινος."
      },
      {
        "index": 170,
        "text": "γοητέον οὖν ἐκ τούτου ὡς μᾶλλον σαφέστερον TOU χόλλοψ Ó κόλλαβος εἰς τὸ νοηϑῆναι ὡς ἐκ βοῶν xóAAomoc ἦν. ἐν ἑτέρῳ δὲ λεξιχῷ γράφεται xci ὅτι ἐχολλόπωσε τὸ ἐχόλλησε. κόλλοπες γὰρ βοῶν νεῦραν, ὅϑεν χόλλα γίνεται. ἀλλαχοῦ δὲ οὕτω\" χόλλοψ τὸ τραχηλιαῖον τοῦ ταύρου σὺν τῇ ὑπὸ τὴ» φορίνην, 1j οὖν ὑπὸ τὸ δέρμα, πιμελῇ\" ἐξ οὗ οἱ κόλλαβοι τοῖς παλαιοῖς. ἄλλοι δὲ γράφουσιν οὕτως\" κόλλοψ, ταύρου ἐπαυχένιον δέρμα\" ἐξ οὗ χαὶ οἱ τῶν ὀργάνων πάλαι ποτὲ κόλλαβοι. ἐξ αὐτοῦ δέ, φασι, χόλλοψ, ὁ σχληρὸς"
      },
      {
        "index": 171,
        "text": "ὑπὲρ τὴν ἀκμὴν πάσχων\" xci κολλοποδιῶχται οἱ ἄγριοι περὶ τὰ τοιαῦτα. iv δὲ τοῖς τοῦ γραμματικοῦ ᾿Αριστοφάνους φέρεται ταῦτα, κόλλοπα τὸ παχὺ δέρμα φασὶ λέγεσθαι zo τὸν τῶν ὀργάνων κόλλαβον, παρατιϑέμενοι Ὅμηρον χαὶ ἄλλους τινᾶς. ἕτεροι 0à οὕτω καλοῦσι, τὸν περιτρέχοντα καὶ ἑταιροῦντα, ὡς καὶ Πύπολις ἐν τῷ, Καλλίστρατος ἔστι τις. οὗτος οὖν μὲχ ἄλην πυγὴν εἶχεν, ὦ ὦ Χαριάδῃ, χαὶ καλήν. τοῦτον χαταλεχτέον ἐς τοὺς κύλλοπας τοὺς ἐχδρομάδας\" οἵ πέρ εἰσιν οἱ, ὡς ἐῤῥέϑη, ἀχκολασταιΐνοντες ὑπέραχμα, λεγόμενοι ἐχδρομάδες, ὡς παραδεὺραμηκότες τὴν ὥραν χαὶ ἀνάπαλιν ὄντες τοῖς πρῶτον ὑπηνήταις."
      },
      {
        "index": 172,
        "text": "Τὸ δὲ, ἅψας χορδὴν. ἀντὶ τοῦ ἐχδήσας. Ort δὲ τὰς χοινῶς λεγομένας χορδὰς ὀρύας᾽ Επίχαρμος ὀνομάζει χατά τινα δηλαδὴ γλῶσσαν, ζητητέον εἰς τὸν καλὸν ᾿“'ϑήναιον. Τὸ δὲ, εὐτρεςὲς ἔντερον οἰὸς, περίφρασίς ἐστι τοῦ χορδὴ, δὲ καὶ ὁρισμὸς αὐτῆς. κυρίως γὰρ χορδὴ εὐτραφὲς ἤτοι εὔκλωστον ἔντερον οἰὸς, ὃ παραφϑειροντὲς κόρδαν οἱ χυδαῖοι φασί. Τὸ δὲ, ἄτερ σπουδὴς, ἀντὶ τοῦ δίχα χαμάτου\" ἐξ οὗ ἐν ᾿Ιλιάδι ἀσπουδεὶ τὸ ἀπονητί\" οἷον. μὴ μὰν ἀσπουδεί ye νεῶν ἐπιβαῖεν ἕχηλοι. Avrgv δὲ ἐν ἄλλοις μὲν τὸ ἀντιχρύ: ἐνταῦϑα δὲ τὸ ἄντικρυς ἤτοι."
      },
      {
        "index": 173,
        "text": "φανερῶς, ὃ καὶ αὐτὸ ἀντικρὺ λέγεται παρὰ τῷ ποιητῇ \" οἷον, ἀντικρὺ δ᾽ ἀπόφημι. τὸ γὰρ ἄντικρυς τῶν ὑστέρων ἐστίν. Ὅτι γυμνὸν εἰπὼν ὀϊστὸν ἑρμηνεύει τὴν λέξιν, ἐπαγαγών\" οἱ δ᾽ ἄλλοι κοίλης ἔντοσϑε φαρέτρης κείατο, ὧν ἔμελλον ᾿“χαιοὶ πειρήσεσϑαι, ὡς εἴ περ Éqm γεύσασϑαι. καὶ ἔστιν οἷον ἔνδυμα ὀϊστοῦ τοῦ νῦν γυμνοῦ ἡ φαρέτρα, καϑὰ καὶ τόξου ὃ γωρυτὸς, ὡς δηλοῖ τὸ, εἵλετο τόξον αὐτῷ γωρυτῷ, ὃς οἱ περί«&LTO. περιχκεῖσϑαι γάρ ποτε καὶ ἐπὶ ἐνδύσεως τίϑεται. ὅϑεν καὶ χλαῖναν «φορῶν μέν τις περίχειται, ἐχδυόμενος δὲ ἀ' ποτίϑεται."
      },
      {
        "index": 174,
        "text": "Ὅτι τὴν ᾿Οδυσσέως τοξείαν οὕτω φράζει ὁ ποιητής\" ὀϊστὸν ἐπὶ πήχει ἑλὼν εἷλκεν νευρὴν γλυφίδας τε αὐτόϑεν ἐκ δίφροιο καϑήμενος, ἧκε δ᾽ ὀϊστὸν ἄντα τιτυσκόμενος. πελέκεων οὐχ ἤμβροτε πάντων πρώτης στειλειῆς. διὰ δ᾽ ἀμπερὲς ἦλϑε ϑύραζε ἰὸς χαλχοβαρής. Ἔστι δὲ τὸ μὲν, ἐπὶ πήχει ἑλὼν, ἀντὶ τοῦ, κρατήσας καὶ ϑεὶς τὸν ὀϊστὸν ἐπὶ τῷ πήχει τοῦ τόξου, ἤγουν τῷ κέρατι, ἔνϑα ἡ τοῦ τόξου λαβή. κεῖται δὲ ἡ λέξις καὶ ἐν ᾿ἰλιάδι\" οἷον, ὃ δὲ τόξου πῆχυν ἀνεῖλχε. γλυφίδες δὲ αἱ τοῦ ὀϊστοῦ, αἷς ἐνίεται ἡ νευρὰ, οὕτω καλουμένη ἀρχαιολογικῶς\" ὕστερον γὰρ ἐκ δερμάτων βοὸς, οὐ μὴν ἐκ νεύρων αἱ τῶν τόξων νευραί."
      },
      {
        "index": 175,
        "text": "Εἰ δὲ εἶλκε νευρὴν γλυφίδας τε, ἐρυστὸν ὥρα καὶ ῥυτὸν οὐ uóvov τὸ τόξον, ἀλλὰ καὶ ὀϊστὸς, ὡς προείρηται. Τὸ δὲ, ἐκ δίφρου χαϑήμενον τοξεύειν, ἤργησεν ὕστερον. κάμπτοντες γὰρ ἐν τοιούτοις γόνυ οὕτω τοξεύουσι. Στειλειὴ δὲ ὀπὴ πελέκεως, εἰς ἣν ἐνείρεται ἤγουν ἐμβάλ λεται στελεός\" ὃς χαὶ οὐδετέρως λέγεται τὸ στελεὸν, καὶ πελεονασμῷ δὲ διχρόνων ὃ στειλειὸς καὶ τὸ στειλειὸν, ὅϑεν καὶ στειλειὼ, δι᾿ ἧς στέλλεται τὸ διϊὸν ἢ ἐμβαλλόμενον. \"Ieréov δὲ ὅτι ἐχρὴν μὴ Supp τὴς πρώτης τῶν πελέκεων στε ειλεεῆς xci εὐθὺς ἅμα τῇ βολῇ διελϑεῖν ύραζε τὸν ὀϊστὸν διὰ τὸ ἐπὶ σε ϑικῦν αὐτοὺς ἀπευϑυνϑῆναι, ὡς εἴρηται."
      },
      {
        "index": 176,
        "text": "Ὅρα δὲ καὶ γῦν τὸ ϑύραζε ἀντὶ τοῦ ἁπλῶς € ἔξω, περ ἣν ἐνεταῦϑα, τὸ ἐχεῖξϑεν ἀντιχρὺ τῆς πρώτης στειλειῆς. \"óc δὲ χαλκοβαρὴς πρὸς διαστολὴν χεῖται τοῦ ἀσιδήρου, ὃς οὐκ ἂν εἴη χρήσιμος τοῖς οὕτως ὀϊστεύουσιν. Ὅτι Ὀδυσσεὺς μετὰ τὴν v, rjj -τοξείᾳ εὐτυχίαν ἐναμβρυνόμενος παρὰ τοῖς αὐτὸν εἰδόσε xci εὐέλπιδας αὐτοὺς ποιῶν ἐπὶ τοῖς ἑξῆς φησί: Τηλέμαχε, οὔ σε ὃ ξεῖνος ἐνὲ μεγάροισιν ἐλέγχει ἥμενος, οὐδέ τι τοῦ σχοποῦ ἤμβροτεν, οὐδέ τι τόξον δὴν ἔχαμον τανύων, ἔτι μοι μένος ἔμπεδόν ἐστιν, οὐχ ὥς μὲ μνηστῆρες ἀτιμάζοντες ὄνονται, τουτέστι μέμφονται, ἐχφαυλίζουσι."
      },
      {
        "index": 177,
        "text": "Χρὴ δὲ νοῆσαι, ὡς ἅμα εἶπεν Ὀδυσσεὺς καὶ μνήμη, περιῆλϑεν αὐτὸν ὧν ἤκουσε καὶ εἶδε καὶ ἔπαϑε. καὶ εὐθὺς ἐρεϑίζεται χατὰ τῶν κακῶν\" οὐ γὰρ ἔτι καιρὸς ἀναβάλλεσθαι, μὴ καὶ ἀχρειωϑῇ τὸ πᾶν. Ὅρα δὲ καὶ ὅτι καλῶς ἔφη φϑάσας Εὐρύμαχος T0, ἐλέγχεα ταῦτα γένοιτο. εἰ γὰρ ὃ ξεῖνος οὐκ ἐλέγχει τὸν Τηλέμαχον, τοὺς μνηστῆρας ἄρα ἐλέγχει ὡς μὴ δυναμένους οὕτω βαλεῖν. τὸ δὲ, οὐδέτι σκοποῦ ἤμβροτε, χαὶ παροιμιῶδες γέγογεν ἐπὶ τῶν εὐστοχοίντων τοῦ ϑελητοῦ. To δὲ, ovx ἤμβροτεν ὁ ξένος, καὶ τὸ, οὐκ ἔχαμον τόξον τανύων, ἐξαλλαγὴν ἔσχον σχήματος."
      },
      {
        "index": 178,
        "text": "Ὅρα δὲ τὸ χύνονται φανερῶς βαρύτονον ὃν ὡς ἀπὸ ἐνεστῶτος τοῦ ὄνω, ὄνομαι, ὕϑεν τὸ ὀνῶ, ὀνόσω παράγωγον ῥῆμα καινότροπον, καὶ οὗ φύσει ὃν τρίτης συξυγίας τῶν περισπωμένων. Ὅτι σχηματίζει καὶ νῦν ποιητὴς, πλάσας τὸν Οδυσσέα εἰπόντα νῦν δ᾽ ὥρη χαὶ δόρπον ᾿“Ιχαιοῖσι τετυκέσϑαι ἐν φάει\" αὐτὰρ ἔπειτα καὶ ἄλλως ἑψιάασϑαι ovy ἁπλῶς ἑτέρως πως, ἀλλὰ μολπῇ καὶ φόρμιγγι\" τὰ γὰρ ἀναϑύματα δαιτὸς, ὃ καὶ"
      },
      {
        "index": 179,
        "text": "ῬΑ ΨΟΣῚ Ὁ. Vis iin προεῤῥέϑη,. δοχεῖ μὲν γὰρ εἰπεῖν Ὀδυσσεὺς ὃ ὅτι , καιρὸς τοῖς μνηστῆρσι τοῦ δορπῆσαι καὶ παῖξαι: £ye δὲ ἄλλως 0v ἐμφάσεως, ὅτι χαιρός ἐστιν ἡμῖν τάχιόν τὲ δορπῆσαὶ ἀνελοῦσι τοὺς μνηστῆρας καὶ ἄλλως δὲ τερφϑῆναι;, xai γίνεται. ϑανόντων γὰρ τῶν μνηστήρων λαμπρὰ εὐωχία τελεῖται μετά τὲ ἀοιδῆς καὶ φιλοπαίγμονος ὀρχηϑμοῖο, ὡς καὶ δοχεῖν τοῖς ἔχτοσϑεν ἀκούουσι γάμον εἶναι ταῦτα τῆς Πηνελόπης. οἱ δὲ παλαιοί φασιν ἐνταῦϑα καὶ ὅτι παρέλκει τὴν διάνοιαν τῶν μνηστήρων ᾿Οδυσσεὺς, δόρπου μνησϑεὶς, χαὶ ὅτι συμβολικῶς ἢ) καὶ ὡς ἐν εἰρωνείᾳ δόρπον μὲν αὐτῶν τὸν ϑάνατον λέγει."
      },
      {
        "index": 180,
        "text": "Τὸ δὲ ἑψιάασϑαι ἀντὶ τοῦ οἰμώζειν. ἄλλως δὲ τί ἐστι τὸ ἑψιᾶσϑαι, ἱκανῶς προδεδήλωται. νῦν δὲ σημειωτέον ὅτι χαὶ ἐπὶ μολπῆς καὶ φόρμιγγος τὸ ἑψιᾶσϑαι τίϑεται. Ὅτι ἐπεὶ οὐκέκτε ἀναβολῆς ὥρα, ἔνευσε μὲν ἐπ᾿ ὀφρύσιν Ὀδυσσεὺς, Τηλέμαχος δὲ ἀμφέϑετο ξίφος ὀξὺ, τῷ ὕμῳ δηλαδὴ, εἰ καὶ ἐλλέλειπται νῦν, προσφυῶς τῇ σπουδὴ τοῦ καιροῦ συνεπιτρέχοντος καὶ τοῦ λόγου. ἀμφὶ δὲ χεῖρα φίλην βάλὲν ἔγχεϊ, περίφρασίς ἐστι τοῦ, ἕλεν ἔγχος: ἄγχι δ᾽ ἂρ αὐτοῦ πὰρ ϑρόνον εἱστήκει κεχορυϑμένος αἴϑοπι χαλκῷ."
      },
      {
        "index": 181,
        "text": "καὶ ὁ Ὀδυσσεὺς εὐϑὺς ἐνεργεῖ. \"οὐ γάρ ἔστι ἔτι λόγων καιρὸς, ὡς καὶ ἡ ἐφεξῆς αὐτίχα ῥαψῳδία δηλοῖ. Τὸ δὲ, χεῖρα φίλην, ὅμοιον τῷ, φίλας ὅτι χείρας ἵχοιτο. ἀφελῶς γὰρ χαὶ εἰς οὐδὲν ἀναγκαῖον χεῖται χαὶ ἐχεῖ τὸ φίλας καὶ ἐνταῦϑα τὸ φίλην. ἴσως δὲ νῦν ἐστί τις ἔμφασις τοῦ, φίλην αὐτῷ δὴ τῷ ποιητῇ τὴν τοιαύτην εἰρῆσϑαι atiga."
      }
    ]
  }
}
