{
  "chapterNumber": 12,
  "title": "Commentary on Odyssey Book 12",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Διηγεῖται τὴν ἐξ Ἅιδου γενομένην αὐτῷ ἐπάνοδον πρὸς Κίρχην, καὶ ὡς τὰς Σειρῆνας παρέπλευσε χαὶ τὰς Πλαγκτὰς πέτρας; ;Σχύλλαν τε καὶ Χάρυβδιν, καὶ τὴν τῆς αὐτου νεὼς καὶ τῶν ἑταιρῶν ἀπώλειαν, : € , , * , κ᾿ * r ἀνελόντων τινὰς τῶν Ἡλίου βοῶν, xci ὡς μόνος ἐπὶ ξύλου πρὸς Καλυψὼ διεσώϑη.,"
      },
      {
        "index": 2,
        "text": "Ὅτι ἐν τῇ μὶ ταύτῃ ῥαψῳδίᾳ τὴν περιήγησιν ἀπαρτίζει τῆς XOT αὐτὸν πλάνης ὁ Ὀδυσσεὺς, ἀφηγησάμενος ὕπως τάς τε Σειρῆνας παραπλεύσοι καὶ τὴν Σκύλλαν διαδράσοι χαὶ ἀπαϑὴς διεκπέσοι τοῦ κατὰ Χάρυβδιν κακοῦ, καὶ οἷα πάϑοι διὰ τὰς τοῦ᾿ Πλίου βόας, ὧν φαγοντὲς οἱ αὑτοῦ ἑταίβοι ὥλοντο γήπιοι. διὸ καὶ ἐπιγραφὴ τοῦ γράμματος τούτου αὕτη\" τὰ περὶ Σειλρῆνας καὶ Σκύλλαν καὶ Χάρυβδιν χαὶ βόας Ἡλίου. Ὅτι λιποῦσα ποταμὸν ᾿Ωκεανὸν ἡ τοῦ Ὀδυσσέως ναῦς, ὡς πρὸ ὀλίγων ἐῤῥέϑεη, ἀφίκετο εἰς τὴν Αἰαίην νῆσον, φησὶν ' Hos ἠριγενείης οἰχία καὶ χοροί εἰσι καὶ ἀντολαὶ ᾿ Ἠελίοιο."
      },
      {
        "index": 3,
        "text": "τοῦτο δέ φασι λέγει ὃ ποιητὴς οὐχ ὡς ἀνατελλούσης τῆς ἡμέρας ἐν τῇ «Αἰαίῃ, ἑσπερία γὰρ αὕτη, ἀλλ᾽ ἤ φασιν ἁπλούστερον 4.) λέγει ὡς ἐπείπερ ἐξ “4ιδου ἐγενόμεϑα ὕπου ἡμέρα καὶ ἥλιος, διὸ χαὶ ὑφ᾽ ἥλιον ἡ τοιαύτη λέγεται, ἢ καὶ ὡς πρὸς σύγκρισιν τῶν Κιμμερίων καὶ ἁπλῶς τῶν àv Ἅιδου, ἐσπεριωτάτων ὄντων, πρὸς οἷς \"συγχριϑεῖσα ἡ χατὰ τὴν Κίρκην νῆσος ᾿Ηοῦς οἶχος ἐστίν. ἔτι δὲ τὴν τοιαύτὴν νῆσον καὶ ὡς πρώτην φῶς φασὶ παρέχουσαν ἀνατολὴν ᾿ Ἡλίου ἔφη, (Υ ε15. ἐπείπερ ὑψηλοῦ φασὶν ὄντος τοῦ Κιρχαίου “Πίλιος ἐκ νυχτὸς ἐπιλάμπει τὸ τῆς Κίρκης ξόανον."
      },
      {
        "index": 4,
        "text": "τινὲς δὲ εἶπον ovro φράσαι τὸν ποιητὴν, ὡς τῆς νηὸς τοῦ Οδυσσέως πρὸς τοῖς ἀνατολικοῖς μέρεσι τῆς νήσου δρμισαμένης ἐν τῷ iz τοῦ “Αιδου ἐπανελϑεῖν. ἄλλοι δὲ οὐ περὶ τῆς νήσου ἀλλὰ τοῦ ᾿Ωχκεανοῦ ἁπλῶς τοῦτο ἐνόησαν. ἀναδύνων γὰρ κάτωϑεν “Πλιος εἰ xci μὴ ἐντεῦϑεν, ὕμως οὖν ἐξ ᾿Ωχεανοῦ, ἡμέραν \"ποιεῖ. ᾿Ηοῦς δὲ χοροὶ χατὰ τοὺς παλαιοὺς καὶ οἱ ἁπλῶς τόποι καὶ χῶραι. ὡς καὶ εὐρύχορόν φασι λέγειν ἀλλαχοῦ γῆν τὴν εὔχωρον καὶ μεγάλην. Ὅτι ἐξ “Αιδου ἐλϑὼν ᾿Οδυσσεὺς τὰ εἰς ᾿Ελπήνορα πρῶτον τὐροσιρῦται."
      },
      {
        "index": 5,
        "text": "φιτροὺς γάρ φησι ταμόντες, ἐθάπτομεν ἐκεῖνον oU exporam m. Ζὲν ἀχτὴ καὶ τύμβον χεύαντες xe inb στηλὴν ἐρύσαντες πήξαμεν ἀχροτάτῳ τύμβῳ κατὰ τὴν V iÉ “Ἵιδου παραγγελίαν εὐῆρες ἐρετμόν. ὁ περ ἴσως ἦν καὶ ἀντὶ στήλης. Τίνες δὲ oi φιτροὶ, καὶ ὕτι τὸ, προέχει ἀκτὴ, ποιεῖ τὴν προὔχου ccv ἀχτὴν, δεδήλωται ἀλλαχοῦ. Κεῖται δ᾽ ἐν τούτοις καὶ τὸ γεχρὸν j| τὸ τεϑνεῶτα περιττόν. φησὶ γὰρ, νεκρὸν ᾿Ελπήνορα τεϑνειῶτα. ποῖος γὰρ νεχρὸς οὐ τεϑνεώς ; ἢ τίς τεϑνεὼς οὐ γεχρός; πολλαὶ δὲ καὶ ἄλλαι παρὰ τῷ ποιητῇ πολλαχοῦ λέξεις κεῖνται περισσαί."
      },
      {
        "index": 6,
        "text": "Δῆλον δὲ ὅτι ὥσπερ ὃ φιτρὸς παρὰ τὸ φύειν, οὕτω καὶ ὃ φίτυς ἐπὶ πατρὸς, καὶ φίτυ τὸ γέννημα. (Ὑοι5. Ὅτι ἐν τῷ, ἡμεῖς μὲν τὰ ἕκαστα διείπομεν, διέπειν τὸ ἐνεργεῖν λέγει, ὅϑεν xci δίοπος ὃ οἰκονόμος παρ᾽ «Δἰσχύλῳ. Ὅτι τὸ, ἠλθς Κίρχη ἐντυναμένη, δύναται μὲν εἶναι καὶ ἀντὶ τοῦ, ἄλλως ἑαυτὴν ἐπαγωγότερον ὁπλίσασα εἴ πως ἀρέσοι τῷ ὌδυσUc, χαϑὰ καὶ μετ᾽ ὀλίγα αἱ Σειρῆνες λιγυρὴν ἔντυννον ἀοιδήν. ἔστι δὲ εἰπεῖν καὶ ἀντὶ τοῦ, ἑτοιμάσασα δαῖτα ἐν τῷ λιιβεῦν ἔντεα τραπέζης, κατὰ τὸ, ἀπεχόσμεον ἔντεα δαιτός. διὸ καὶ ἐπάγει, ἅ περ ἐρεῖ τις"
      },
      {
        "index": 7,
        "text": "ἐπὶ δαψιλείῳ τρυφῆς. ὥμω δ᾽ ἀμφίπολοι φέρον σῖτον καὶ κρέω πολλὰ καὶ αἴϑοπα οἶνον ἐρυϑρο». οἷς"
      },
      {
        "index": 8,
        "text": "ἀκόλουθον ἐφεξῆς τὸ, ἀλλ' ἄγετ᾽ ἐσθίετε βρώμην καὶ πίνετε οἶνον αὖϑι πανημέριοι. τὰ δὲ ἐπαγόμενα φιλοξενίας εἰσὶ λόγοι. τὸ, ἅμα δ᾽ ᾿Ηοῖ φαινομένῃφι πλεύσεσϑε, αὐτὰρ ἐγὼ δείξω ὁδὸν ἠδὲ ἕκαστα σημανέω, ἵνα μή Tt χακοῤῥαφίῃ ἀλεγεινῇ ἢ ἁλὸς ἢ ἐπὶ γῆς ἀλγήσετε “πῆμα παϑόντεο. οὐδεμία δέ τις ἐστὲ τῶν ἐν τοῖς ῥηθεῖσιν Ὁμηρικῶν λέξεων, περὶ ἧς οὐ δεδήλωται ἐν ἄλλοις. Ὅτι ἀστείως ἡ Κίρκη πρὸς τοὺς ἀμφὶ τὸν Ὀδυσσέα ἐξ “Διδου ἐλϑόντας φησί\" σχέτλιοι, οἱ ζώοντες ὑπήλϑετε δῶμ᾽ ᾿Δἴδαο, δισϑανέες, ὅτε τ᾽ ἄλλοι ἅπαξ ϑνήσχουσ᾽ ἄνϑρωποι."
      },
      {
        "index": 9,
        "text": "| Καὶ ὅρα ὡς διὰ τὸ μὴ πρέmuy σεμνῷ προσώπῳ iv οὐ χαιρῷ τοιαῦτα παίζειν δι᾿ ὀλιγίστου ὃ ποιητὴς ἐξήνεγκε τὸ ἀστέϊσμα xol ὅτε οὐδὲ νῦν τὸ σχέτλιος ἐπὶ ἀδίχου κεῖται, ἀλλὰ σχετλίους ἢ τοὺς τολμητίας εἶπεν ἢ τοὺς ἐπιπόνους καὶ πολλὰ ἀνασχομένους xci τλάντας. Τὸ δὲ δισϑανέες ἐν δυσὶ μέρεσι {170θλόγου ἀναγινώσκει δ᾿ Απολλόδωρος, λέγων ὅτι τὸ δὶς καὶ τρὶς ἀποβάλλει τὸ σίγμα ἐν ταῖς συνϑέσεσι, οἷον δίπους, τρίπους. ὥφειλεν οὖν καὶ διϑανέες. νοητέον δὲ τὸν ᾿“πολλοδώρου λόγον χωρὶς τῶν ἀριϑμητιχῶν."
      },
      {
        "index": 10,
        "text": "δισχιλίους γὰρ μετὰ τοῦ σίγμα καὶ τρισχιλίους φαμέν. καὶ οὕτω μὲν αὐτός. ἕτεροι δὲ τοσοῦτον ἀποδέουσι προσέχειν αὐτῷ, ὥςτε xoi τὸ δὶς παῖδες οἱ γέροντες δίσπαιδες γράφουσι συνϑέτως ἐν tvi μέρει λόγου, ἄλλως τοῦτο ποιοῦντες παρὰ τὸ δίπαις δίπαιδος, ὃ δύο χεχτημένος δηλαδὴ παῖδας. δοχεῖ δὲ πρὸς μίμησιν τῆς συνθέσεως τοῦ Ὁμηρικοῦ δισϑανοῦς εἰρῆσϑαι δυσϑανὴς παρὰ τοῖς ὕστερον ὃ βιαιοϑάνατος. (VWers.32.) Ὅτι χαϑὰ στρατιωτικὸν τὸ ἐν ὅπλοις κατακοιμᾶσϑαι, οὕτω καὶ ναυτικὸν τὸ, οὗ μὲν κοιμήσαντο παρὰ πρυμνήσια νηός."
      },
      {
        "index": 11,
        "text": "Ὅτι ἐν τῷ, εἶσέ τε τὸν Ὀδυσσέα καὶ Ἀπροσέλεχτο καὶ ἐξερέεινεν ἕχαστα, ὑπονοεῖται μὲν καί τι φιλοτήσιον ἐπὶ Κίρκης, μάλιστα δὲ ὁμιλίαν διὰ λόγων δηλοῖ τὸ προσέλεκτο, ze ὁμοιότητα τοῦ, ἐξερέεινεν ἕκαστα, ἤτοι τὰ ἐν “άιδου, & δὴ πάντα κατὰ μοῖραν ᾿Οδυσσεὺς τῇ Κίρχῃ κατέλεξεν. Ἔνϑα ὅρα τὸ ἕκαστα καὶ τὸ πάντα πάνυ γοργῶς ῥηϑὲν καὶ, ὡς εἰπεῖν, μυστηριωδῶς. οὐ γὰρ ἠϑέλησε διττολογῆσαι ὃ ποιητὴς οὔτε ἀποτάδην οὔτε κεραλαιωδῶς τὰ κατὰ τὸν inv. Ὅτι τῷ μετὰ πεῖραν δεινοῦ τινὸς εἶτα καὶ περὶ ἑτέρων δυσχερῶν ἀκούοντι ἁρμόττει λαληϑῆναι τὸ, ταῦτα μὲν \"οὕτω πάντα πεπείρανται, σὺ δ᾽ ἄκουσον ὡς τοι ἐγὼν ἐρέω, μνήσει δέ σε καὶ ϑεὸς αὐτός."
      },
      {
        "index": 12,
        "text": "Ἔστι δὲ τὸ πεπείρανται ἀντὶ τοῦ τετελείωνται, ἀπὸ τοῦ πειραίνω, ὡς ix τοῦ φαίνω τὸ πέφανται. Ὅτι τερατώδη τινὰ μέλλων φράζειν ὃ ποιητὴς, ἔτι δὲ καὶ δεινὰ ἐν τοῖς ἑξῆς, φϑάνει προεχϑετιχῶς αὐτὰ λέγων διὰ τῆς Κίρκης. ἣν πλάττει προλέγουσαν τῷ ὈδυσcH & ἐν τοῖς ἑξῆς πείσεται ὁπηνίχα εἴς τε τὰς Σειρῆνας ἔλϑῃ καὶ τῇ Σχύλλῃ περικίχῃ καὶ NS ΤΗΝ Χάρυβδιν ἐμπέσῃ καὶ τὰς Ηλίου βόας εὑρήσῃ ἐπὶ ἐσχάτῳ xoxo, καὶ οὕτω πρῶλτον ἐκϑέμενος διὰ τῆς Κίρχης τὰ τέσσαρα ταῦτα δεινὰ εἶτα ἐπεξαγάγῃ ἐν τοῖς ἑξῆς τὸν ᾿Οδυσσέα ἑκάστῳ αὐτῶν."
      },
      {
        "index": 13,
        "text": "καὶ τέως πρῶτα περὶ Σειρήνων ἡ Κίρκη φησὶν οὕτω\" Σειρῆνας μὲν πρῶτον ἀφίξεαι, αἵ ῥά τε πάντας ἀνϑρώπους ϑέλγουσιν, ὅτε σφέας εἰσαφίχηται, ὃς τις ἀϊδρείῃ πελάσει καὶ φϑόγγον ἀκούσει Σειρήνων, τῷ δ᾽ οὔτι γυνὴ καὶ νήπια τέκνα οἴκαδε νοστήσαντι παρίαταται οὐδὲ γάνυνται. δὴ περίφοασίς ἐστι τοῦ, οὐχ ἐπάνεισιν οἴκαδε. ἀλλά τε Σειρῆνες λιχυρῇ ϑέλγουσιν ἀοιδῇ, ἥμεναι ἐν λειμῶνι, πολὺς áo δ᾽ ἀμφ᾽ ὀστέοφιν ig ἀνδρῶν πυϑομέκνων, περὶ δὲ ῥινοὶ μινύϑουσιν. ἀλλὰ παρὲξ ἐλάαν. ἐπὶ δ᾽ over. ἀλεῖψαι ἑταίρων, κηρὸν δεινήσας μελιηδέα, μή; τις ἀκούσῃ τῶν ἄλλων."
      },
      {
        "index": 14,
        "text": "αὐτὰρ αὐτὸς ἀχουέμεν, αἴ x δέ. λῃσθϑα, δησάντων σ᾽ ἐν νηὶ ϑοῇ χεῖράς τε πόδας τε ὀρϑὸν ἐν ἱστοπέδῃ. ἐκ δ᾽ αὐτοῦ πείρατ ἄνήφϑω, ὄφρα κε τερπόμενος Um ἀχούῃς Σειρήνοιϊν. αἱ δέκε λίσσηαι ἑτάρους λῦσαί τε κελεύῃς, οἱ δέ σ᾽ n πλεύνεσσι τότ᾽ iv δεσμοῖσι δεόντων. καὶ οὕτω μὲν ἡ Κίρκη. ᾿Επεὶ δὲ χρὴ καὶ ince ἐνταῦϑα τὸ πρᾶγμα γραφῆναι τὸ κατὰ τὸν Ὀδυσσέα ὅτε τὰς Σειρῆνας εὗρεν, ἵνα τῇ παραϑέσει ἑἕδνος. τούτου γένομένου ὕφους ἡ κατὰ τὰς Σειρῆνας ἀλληγορία ἐντελῶς 0v ὅλου ὡς ἐκ διεῤῥωγότων συῤῥαφείη, ἔχει χαὶ ἡ ἐν ἐχείνοις ᾿Ομηρικὴ φράσις οὕτως, ᾿Οδυυυέως ἀψηγουμένου τοῖς ἑταίροις ἀρ {τ ἡ Κίρχη, εἶτα ἐπισυνείροντος zcà τὰ ἐφεξῆς."
      },
      {
        "index": 15,
        "text": "Σειρήνων μὲν πρῶτον ἀνώγει ϑεσπεσιάων φϑύγγον ἀλεύσασϑαι, καὶ λειμῶν᾽ ἀνϑεμόεντα, οἷον ἔμ᾽ ἠνώγει ὕπ᾽ ἀκουέμεν ἀλλά ue δεσμῷ δήσατ᾽ ἐν ἀργαλέῳ ὄφρ᾽ ἔμπεδον αὐτόϑε μίμνω, ὀρϑὸν ἐν ἱστοπέδῃ\" ἐκ δ᾽ αὐτοῦ πείρατ᾽ ἀνήφϑω. Ai δέ κε λίσσομαι ὑμέας λῦσαί τε χελεύω, ὑμεῖς δὲ ᾿\"πλεύόνεσσι τότε δεσμοῖσι πιέζειν. din d δέ τον λέγοντος, καρπαλίμως ἐξίχετο νηῦς εὐεργὴς νῆσον Σειρήνοιϊν\" ἔπειγε γὰρ οὔρος ἀπήμων. GUT ETT"
      },
      {
        "index": 16,
        "text": "ἄνεμος μὲν ἐπαύσατο, ἠδὲ γαλήνη ἔπλετο νηνεμίη. κοίμησε δὲ κύματα δαίμων. ἀνστάντες δ᾽ ἕταροι γεὼς ἱστία μηρύσαντο. \"xci τὰ μὲν ἐν νηὶ γλαφυρῇ ϑέσαν. οἱ δ᾽ im ἐρετμὰ ἑζόμενοι λεύκαινον: ὕδωρ ξεστῇς ἐλάτῃσι, δεύτερον τοῦτον, ὅ φασι, στελλόμενοι πλοῦν. πρῶτος γὰρ, ὃ διὰ οὔρου ἀπήμονος. αὐτὰρ ἐγὼ κηροῖο μέγαν τροχὸν ὀξέϊ χαλκῷ τυτϑὰ διατμήξας, χερσὶ στιβαρῇσι πιέξευν. αἶψα δ᾽ ἰαίνετο κηρὸς, τουτέστιν ἐθερμαίνετο . χαϑὰ κεῖται πολλαχοῦ. ἐπεί φησι χέλετο μεγάλη ἴς, ἡ τῶν ἐμῶν δηλαδὴ στιβαρῶν χειρῶν, ἡ κατὰ τὸ πιέζειν."
      },
      {
        "index": 17,
        "text": "᾿Ηελίου τ᾽ αὐγὴ Ὕπεριοψίδαο ἄνακτος. ἑξείης δ᾽ ἑτάροισιν ἐπ᾿ οὔατα πᾶσιν G'Aswa. οἱ δ᾽ ἐν νηΐ μ᾽ ἔδησαν uoi MM T£ πόδας τε ὀρϑὸν ἐν ἱστοπέδῃ ; ix ὃ αὐτοῦ πείρατ᾽ ἀγῆπτον. αὐτοὶ δ᾽ ἑζόμενου πολιὴν ὅλα τύπτον ἐρετμοῖς, τουτέστιν ἐκωπηλάτουν. ὡς ix τοῦ παρακολουϑοῦντος δὲ τοῦτο φησὶ, καϑὰ καὶ τὸ, ἐλεύχαινον ὕδωρ ἐλάταις. καὶ γὰρ καὶ τύπτεται καὶ λευκαίνεται ἡ ϑάλασσα κώπαις ὑπὸ τῶν ἐρεσσόντων, ὡς δῆλον μάλιστα ἐν νυχτι. ἀλλ ὅτε, φησὶ, τόσον ἀπῆν, ὅσσον ve γέγωνε βοήσας, ῥίμφα διώχοντες, τὰς δ᾽ οὐ λάϑεν ὠχύαλος νηῦς ἐγγύϑεν ὀρνυμένη, λιγυρὴν δ᾽ ἔντυνον ἀοιδήν\" δεῦρ᾽ ἄγ᾽ iov πολύαιν᾽ Ὀδυσσεῦ \"μέγα κῦδος ᾿ἀχαιῶν νῆα κατάστησον, ἤγουν στῆσον ἵνα νωΐτερην ὅπ᾽ ἀκούσῃς."
      },
      {
        "index": 18,
        "text": "οὐ γάρ πώ τις τῇδε παρήλασσε νηὶ μελαίνῃ, πρίν γ᾽ ἡμέων μελίγηρυν ἀπὸ στομάτων ὕπ᾽ ἀχούσει. ἀλλ᾽ ὅγε τερψάμενος νεῖται καὶ πλείονα εἰδώς. ϊδμεν γάρ τοι πάνϑ' ὅσσ᾽ ἐν Τροίῃ εὐρείῃ .4ργεῖοι Τρῶές τε ϑεῶν ἰότητι μόγησαν. ἴδμεν δ᾽ ὅσσα γένηται ἐπὶ χϑονὶ πολυβοτείρῃ. ὡς φάσαν ἱεῖσαι ὅπα κάλλιμον. αὐτὰρ ἐμὸν κῆρ ἤϑελ ἀκουέμεναι. εἰχὸς γὰρ καὶ ἐμπλατύνεσϑαι αὐτὰς ἐπὶ πλέον τῇ τοιαύτῃ φδῇ. λῦσαι δ᾽ ἐκέλευον ἑταίρους, ὀφρύσι νευστάζων, οὐδὲ γὰρ ἦν ἄλλως \"ἀκούεσθαι διὰ τὸ ἄλειμμα τοῦ κηροῦ."
      },
      {
        "index": 19,
        "text": "οἱ δὲ ὡς παρηγγέλϑησαν, προπεσόντες ἔρεσσον. αὐτίκα So δ᾽ ἀναστάντες Περιμήδης Εὐρύλοχός τε οἱ καὶ ἐν “4ιδου ὑπουργοῦντες τῷ Ὀδυσσεῖ καὶ τὰ ἱερεῖα σχόντες, πλείοσί ue ἐν δεσμοῖσι δέον, μᾶλλόν τε πιέζευν. αὐτὰρ ἐπειδὴ τάς ys παρήλασαν, οὐδ᾽ ἔτ᾽ ἔπειτα φϑογγῆς “Σειρήνων ἠχούομεν οὐδέ τ᾽ ἀοιδῆς, c ἀπὸ κηρὸν ἕλοντο ἐμοὶ ἐρίηρες ἑταῖροι, ὅν σφιν gegn Aste, ἐμέ τ᾽ ix δεσμῶν ἀνέλυσαν, ἐγκρατέστεροι δηλαδὴ αὐτοὶ φανέντες ᾿Οδυσσέως. μὲν γὰρ ἥττητο τῆς ἡδονῆς, δὴ μαρτύριόν ἐστιν ὕσον ἰλσχύει ἡδονὴ, οἱ δὲ, πρὸς ἰσχύος ἔχοντες ἀπαγαγεῖν τὸν χηρὸν xci ἀκοῦσαι τῶν Σειρήνων, οὐκ ἐποίησαν οὕτως."
      },
      {
        "index": 20,
        "text": "αἴτιον δὲ ἡ κατ᾽ ἀλληγορίαν διδασκαλία, xo ἣν ὃ φιλόσοφος μὲν Ὀδυσσεὺς τὰς τῶν φίλων ἀκοὰς κηρῷ ἀλείψας, τουτέστιν ἀλείπτης ἐκείνων διὰ σπουδαίας ἀχροάσεως εἰς φιλοσοφίαν γενόμενος, αὐτὸς μὲν ἐπιστημόνως ἤκουσεν, een πειραϑείη. τῶν ὃ ἄλλων οὐκ ἀφῆκε τινὰ εἰς ἀκοὴν sv τῶν Σειρήνων, ἃς 1, ἀλληγορία εἴς τὸ Hy μέλεσιν ἡδονὰς μεταλαμβανειν οἰδὲν. ἤδει γὰρ οἷα φιλόσοφος, Ort ἀκούσαντες παραμενοῦσι, καὶ τὸν ῖνα τῶν ὀστέων προσεπαυξήσουσι κατακληϑέντες τῇ ἡδονῇ. ἅ περ ὀστᾶ ὃ μὲν γραμματικὸς ᾿Αριστοφάνης vosi ἐπεστοιβάσϑαι σωρηδὸν, ὡς τῶν ἀκροᾶσϑαι παρατυχόντων, τηχομένων τῇ ἐκ τῆς ἀοιδῆς ἡδονῇ, xal οὕτω ϑνησκόντων."
      },
      {
        "index": 21,
        "text": "ὃ δὲ ᾿“Δρίσταρχος, ὡς ἐχλειπόντων διὰ τὴν τῶν ἀναγκαίων σπάνιν ἣν πάσχουσι προςτετηκότες ἐπὶ μακρὸν τῇ δῇ. τέως ys μὴν οὐδ᾽ αὐτὸς ἄνετος ἀκούει τῶν Σειρήνων, «AX ὀρϑὸς χεῖρας τὲ πόδας τε δεδεμένος ἐν ἱστοπέδῃ\" ὀρϑὸς μὲν, διότι οὐ κατακαμφϑεὶς ὑπέκυψε πρὸς τὰ ϑέλγητρα, ἔμπεδον δὲ ἦν αὐτόϑι μίμνων\" δεδεμέλνος δὲ, ὅτι μὴ ἀνέτως ἔχων ἑαυτὸν ἐκείνοις ἐκδέδωκεν, ἀλλὰ δεσμῷ φιλοσοφίας εἴχετο. παρ᾽ αὐτῷ μέντοι ἣν ἀκοῦσαί τε καὶ μή. ἑκούσιον γὰρ ἡ ἀρετὴ καὶ αἱρετὸν κατὰ \"ϑέλησιν. διὸ καὶ ἡ Κίρκη ἔφη\" αὐτὸς δὲ ἀκούειν cix ἐϑέλησϑα."
      },
      {
        "index": 22,
        "text": "ὅϑεν καὶ αὐτοῦ πείρατα, τοῦ δεσμοῦ δηλαλδὴ, ἀνῆπτο, ὡς τοῦ φιλοσόφου ἔγοντος ἑαυτοῦ ἐξημμένον τὸν τοιοῦτον δεσμὸν xci μὴ ἄλλοϑεν. οὗ δὴ δεσμοῦ καὶ τῆς ὡς ἐῤῥέϑη κατ᾽ ὀρϑὸν στάσεως σύμβολον ἐπιτμητικὸν ἡ ἱστοπέδη φαίγέται, στάσὶν καὶ πέδην ἀλληγορικῶς ἐμφαίνουσα. ὃ δὲ κηρὸς, ᾧ τὰς τῶν ἑταίρων ἀκοὰς ὁ σοφὸς Οδυσσεὺς ἤλειψε » πρός τε τὸν μῦϑον πάνυ δεξιῶς εἴληπται, ἄλλη γὰρ οὐδεμία. ὕλη ἀσφαλῶς ἅμα m ἀλύπως ἀποφραγνῦναι ἀκοὰς ἔχει, χαὶ ὡς πρὸς ἀλληγορίαν δὲ φιλόσοφόν τινὰ διδασχαλίας -—Ó 2x hu an pru yao μελίσσης ἐκλογὴ ὃ μελιηδὴς κηρὸς» καὶ ϑήκη γλυχέος χυμοῦ. το π΄ τόνδε ? pe AUI φιλοσοφίας ἐρανίξεται. ὃ δὲ τοιοῦτος μελιηδὴς χηρος x«t » £9 οἷς οὐ χρὴ, «AX ἔξω που ϑυραυλεῖν ἀφεὶς αὐτὰ ὡς δέον ἐξέκρουσεν. ἑπεὶ"
      },
      {
        "index": 23,
        "text": "δὲ xai μέγας ὀρϑοῖτ᾽ ἂν more ὑπὸ σμικροτέρων κατὰ τὴν ri aine εἰκὸς καὶ a Meise c is ποτε τῶν Σειρήνων μὴ χρεὼν ὃν ἀχούειν » δὲ ERN EUDOM X AUN αὐ ὑπὸ τῶν φίλων ON T μένων κανόνι φιλίας, μὴ καὶ προσεπισπάσαιντο βλάβος τι καὶ αὐτοὶ, M eye. (od τὰ Ἵ uie ἑταίρου τῇ λιγυρᾷ τῶν Σειρήνων ἀοιδῇ. ϑαυμάζουσι δέ τίνες εἴ ids os ὠτοῦ μὴ e (etn δ ns σϑαι ᾽Οδυσσεὺς τοῦ τῶν Σειρήνων μέλους ἀποσχέσϑαι οὐκ ἑκαρτέρησε, ϑαυμαστὸν : d si ie μὲν γὰρ περίεργος οὐκ ἂν ῥᾷον ἡττήσῃ ἄνδρα φιλόσοφον, gon δὲ σπουδαία πρὸς τέχνην καὶ εὐ θοῶς καὶ κατὰ τὸν ποιητὴν κάλλιμος καὶ λιγυρα καὶ φωνὴ μελίγηρυς ὑπαγαγηται ἂν, οὐχ Mn χατασχεῖν αὐτὸν διὰ τέλους ἡ καὶ ἄλλως μὴ πάντας ἁπλῶς ϑέλγουσα E τυχόντας, ἃ à e d αὐτὴν ἀφικόμενος ἀϊδρείῃ πελάσῃ καὶ οὕτω φϑόγγον ἀχοῦσῃ."
      },
      {
        "index": 24,
        "text": "ὡς τὸν ye ἴδριν οὐκ ἂν es es E ὁποῖος xai Ὀδυσσεὺς, ὥσπερ οὐδὲ τοὺς αὐτοῦ ἑταίρους ἀφικομένους μὲν, μὴ ἀκούσαντας δέ. m μος τις ἡ τοιαύτη τῶν “Σειρήνων ἐπιστημονικὴ ὠδὴ ἡ τὸν qpAnaópov ἔχουσα ϑέλγειν, RAE - τὰ εἰς ἡμᾶς αὐτούς. οἷς μάλιστα χαίρομεν, ἱστορίαι, παλαιοὶ λόγοι, συγγραφαὶ, συνϑῆκαι ω τὰ τῶν τε ἄλλων xci ὅσοι φιλοσόφως \"ἀνάγονται, τοῖς τοιούτοις ; δώσει τὰς ἀκοὰς xoig \"i iN qoc. xci τὰ uiv ἡσϑεὶς ἐμφρόνως, τὰ δὲ xci τὸ χρήσιμον ἐρανισάμενος, ἐγκαταμίξει τὸ (eae fae xci οἰχείοις συγγράμμασι καὶ γενήσεται ϑεσπεσία Σειρὴν oic τις καὶ αὐτός."
      },
      {
        "index": 25,
        "text": "ἢ γὰρ s μεγάλοι ws E οὐχ ἀπὸ τοιούτων ὁρμώμενοι πολιτείας τε συγγεγράφασι, καὶ οἰκονομικοὺς λόγους ἐξέ ees ix E ἐχδεδώχασιν. ἤδη δὲ χαὶ τοὺς φυσικοὺς αὐτῶν λόγους τοιοῖςδε rails ἡδύσμασι jerky ; ; uide τοιαῦταί τινὲς αἱ Σειρῆνες, δηλοῖ καὶ ἡ ἀοιδὴ ἣν λιγυρᾶν ἐντύνου σιν, ὡς καὶ «od [n bel \"s ἡ τὸν Ὀδυσσία ϑέλξασα. τὸ, δεῦρ ἄγε πολύαιν Ὀδυσσεῦ μέγα κῦδος pim AM ἐγκώμιον εἰς αὐτὸν Ὀδυσσέα φύσει γλυκύ. χαίρομεν γὰρ, ὡς xar : se hdi MACC ; oda xai οἱ παλαιοὶ τεχνικοὶ παρετήρησαν. ere uer ὀλίγα ἐπάγει τὰ ἐξ ὧν καὶ τὲρ ipid icut οἴδαμεν."
      },
      {
        "index": 26,
        "text": "ἔσμεν γάρ φησι πάντα ὅσα ἐν Τροίᾳ -ἀργεῖοί τε Τρῶές τε mies » Ly ade ἱστοριῶν γάργαλος τῆς ἀκοῆς καὶ ὃ ἐκ μυϑιχῶν καὶ λοιπῆς ποιητικῆς διοικήσεως, Me Ü X bond δ᾽ ὅσσα γένηται ἐπὶ χϑονὶ πολυβοτείρῃ. ταῦλτα ἡ περὶ φύσεως ϑεωρία, καὶ ἱστορία Ca irr x«t τοιαῦτα, ἴσως δὲ καὶ αἱ τοῦ μέλλοντος σχέψεις ct κατὰ λόγ ν\" οὐ γὰρ tcd iie ρῆ \"ad ὅσσα γένηται ἤγουν ἔσται. Ὅρα δ᾽ ἐν τούτοις τοῖς Ομηρικοῖς OX στίχοις, ὡς pe \"i tá i-am θμελίγηρυς \"ἀοιδὸς Ὅμηρος ὑπυλρινέσθάν πὰς m iara ἀεὶ UR RM ὑπαινίττεσϑαι ὁ ποιήμαλιστα τὴν αὐτοῦ “Σειρήνων οὖσαν ἀοιδὴν."
      },
      {
        "index": 27,
        "text": "ἔοικε γαρ ἐν οἷς εἰπὲ ds icon i sttstayer UG D RN τὴς, καὶ ὅλως εἰπεῖν, τὰ τῆς ποιήσεως. ἧς ὃ ἀκούσας τερψάμενος SIRUSH αἴ Zaorip dii ΒΖ δυο Σειρήνων ἤχουσε. διὸ καὶ ἐπήγαγεν οἷς ἡϑοποίησε Via M aee i ὅτι χρὴ ncn γῦν cto, ἀφιεῖσαι ὕπα χάλλιμον, οὐχ᾽ ἁπλῶς οὕτω τὴν ἐκείνων ze prece ἼΩΝ Mein το ἦν. ἧς Ὀκλδυσσεὺς μὲν ἤϑελεν ἀκούειν τῷ προοιμίῳ καὶ τῷ σκοπῷ Vivrés ἠρεθοδυν ας ἵνα καὶ εἰσέτι πλείονα εἰδὼς χαὶ τεριϑάμενος ἀπέλϑοι. τῶν δὲ ἑταίρων οἱ μὲν προπεσό ες ἤρεσσι ἐδ δ nóóóo v£ ἱ δὲ τῇ τοῦ οἰλου ἕως ἐπιϑυμίῳᾳ συνεπαύξοντες τὴν εἰς αὐτὸν βίαν ἐπίεζον, ἂν πόῤῥω γένοιντο, οἱ δὲ τῇ τοῦ φίλου Ὀδυσσέως ἐπι υμίς \"din JG."
      },
      {
        "index": 28,
        "text": "v efr Oὡς ἐῤῥέϑη, δεσμοῖς πλείοσι, χαϑὰ ἐκέλευσεν ἐκεῖνος ϑηρώμενος uer ne qi iiio nou PUR EMEN, λιτιχὸς φιλόσοφος δελεασὥϑ εἰς πρὸς βραχὺ τοιαύταις φδαῖς διὰ τὸ ἐν iiie ib molore y yd. ὅς γε xci τερπόμενος ἤκουε, παραπλευ\"σεῖται ὅμως αὐτάς. καὶ τῶν di d «hi abl σεται, χεράσας τῇ ϑεωρίᾳ τὸ πρακτιχὸν, οὔτε ἀεὶ πρὸς (ceres ΣΥΝ ril AD συγγινόμενος, ἀλλὰ ποιῶν ἄμφω, καὶ πῇ μὲν ἐν χρῷ αὐταῖς γινόμενος, πῇ δὲ ἁ ^ a MUTA adit \"i ctv, ἐοίχασιν ovv αἱ ἱθμηρικαὶ Σειρῆνες ϑεωρητικ xi epa, οἷα περί ] Volssivépena σιολογίαν, ὡς ἐῤῥέϑη,, καὶ ὅλως εἰπεῖν, μάϑησιν."
      },
      {
        "index": 29,
        "text": "διὸ καὶ Ὀδυσσεὺς ἔχων λέγειν καὶ αὐτὸς; ν vct ideo. y 5n ἀκούσειν. χαὶ τοῦ σχοποῦ Wie το nil Loi Tu της. ἀλλ oi παραμένει, οὐδ᾽ ἐγχάϑηται μόνῃ τῇ ϑεωρίᾳ ; ἀλλὰ χαὶ \"ei iras ἐν, Gag rü» τέλειος εἴη «ιλόσοφος, ἔς τε ϑεωρίας συγκεκροτημένος ἔς τε πράξεως, A ora eunti Fdvar S. $0 ἑαυτοῦ ἑταίρων καὶ φυλετῶν, εἴ ye πείϑοιντο. καὶ οὕτω μέν ἐστι τὰ τῶν Xu* ρή μι"
      },
      {
        "index": 30,
        "text": "ρικῶς. ἐν olg Ege Ὀδυσσεὺς εἰς τοσοῦτον καὶ μόνον ἀποναμένος τὰν Σειρήνων, εἰς ὅσον μαϑεῖν τὸν σχοπὸν τῆς αὐτῶν QOrG καὶ μαρτυρεῖν τῇ τοῦ μέλους γλυκύτητι. “Ετεροι δὲ ψαλτρίας τινὰς καὶ ἑταιρίδας ἱδτοριχώτερον τὰς Σειρῆνας ὑπέϑεντο, αἵ τοὺς παροδεύοντας τῶν ἐφοδίων στερίσκουσαν ϑνήσχειν μὲν οὐκ ἐποίουν\" τοῦτο γὰρ τῆς τοῦ μύϑου ὑπερβολῆς\" ἐνδεεῖς δὲ εἶναι καὶ οὕτω κακῶς πάσχειν ἡνάγxotov. ᾿Αλλοι δὲ τόπους ἔφασαν εἶναι συνεχὲς ἀνιόντας πνεῦμα γῆϑεν ἀναφυσώμενον, ᾧ προστεϑέντες ὑπὸ τῶν ἐγχωρίων αὖλοί τινὲς μέλος ἀπετέλουν τοὺς παροδεύοντας ἐπαγόμενον, καὶ ϑαῦμα ἐμποιοῦν, 'xei παραμένειν ποϊοῦν, οὗ μὴν ὥςτε καὶ ϑάνατον."
      },
      {
        "index": 31,
        "text": "πάσχειν, τῶν ἀναγκαίων ἐπιλειπόντων. τοῦτο γὰρ μὐϑικῶς ὑπερβέβληται. καὶ τεϑέαται τοῦτο πολλαχοῦ τὸ τῆς ᾧδῆς αὐτοφυές. καὶ οὐ μόνον ἐπὶ συστομων τόπων, ἀλλὰ καὶ ἐπὶ ἠόνων, αἷς κύματα προσπλαζόμενα καὶ ὄχϑοις ἠρέμα κοίλοις ὧδε χαὶ ἐκεῖ προσαρασσόμενω κέλαδον ἀφιᾶσιν οὐ δύσηχον, ἀλλά τι γλυκύτητος ἔχοντα. τῶν δὲ εύϑων ὃ μέν τις \"Ayshoov ἢ «“Στερόπης τῆς ᾿Αμυϑάονος ἢ Τερψιχόρης Μούσης αὐτὰς λέγει, ἕτερος δὲ φυῆναι φησὶν αὐτὰς αἵματος ὁυέντος ix τοῦ χατὰ τὸν ᾿ΖΙχελῷον κέκρως ὅτε αὐτὸν χαταπάλαισεν ᾿ραχλῆς."
      },
      {
        "index": 32,
        "text": "ἄλλὸς δὲ xc ταῖς Μούσαις ἐρίσαι περὶ ῳδῆς πλάττει αὐτὰς, ἔριν ἐκείνην, ἀφ᾽ ἧς πτερόεντες λόγοι ἀλλαχοῦ δηλοῦνται διὰ τὰ πτερὰ τῶν Σειρήνων, & neo κατὰ τὸ συνδόξαν αἱ Ῥοῦσαι ἀπ᾽ αὐτῶν ἐστέψαντο. λέγονται δὲ χαὶ παρϑενίαν ἐλέσϑαι. διὸ καὶ ἀπεστύγησέ, φησιν, ᾿Δφροδίτη καὶ ὠρνίϑωσεν αὐτάς. αἱ δὲ ἀπέπτησαν εἰς Τυῤῥηνίαν καὶ ὥκησαν νῆσον ἀνϑεμοῦσαν. Δύο δὲ αὐτὰς ἐμφαίνει, ὃ ποιητὴς ἐν οἷς λέγει\" ὕπα ἀκούσῃς Σειρήνοιϊν, καὶ γῆσον Σειρήνοιϊν, δυϊκὸν γὰρ τὸ Σειρήνοϊν, ὡς τὸ ποδοῖϊν καὶ ὥμοιϊν."
      },
      {
        "index": 33,
        "text": "καὶ συνέδραμόν τινες τῷ Ομήρῳ, οἱ καὶ ὀνόματά φασιν εἶναι αὐταῖς, ᾿“γλαοφήμην καὶ Θελξιέπειαν. οἱ δὲ νεώτεροι, ἐν οἷς καὶ «Τυχόφρων, τρεῖς αὐτὰς ἀριϑμοῦσι, ΤΠΙαρϑενόπην, Aya , χαὶ Δευχωσίαν. ὧν μιᾶς τῆς Παρϑενόπης καὶ μνῆμα παρὰ Νιεαπολίταις. οὗτοι δὲ καὶ πτερωτὰς αὐτὰς πλάττουσιν, οὐ μὴν οὕτω καὶ ὃ ποιητής. ἢ γὰρ ἂν ἐδίωξαν τὸν Ὀδυσσέα παρελάσαντα προσπετόμεναι, & ys πτεροῖς διῳκοῦντο. ὅτι δὲ καὶ μὴ ἀλύπως φέρουσαι, εἰ Ὀδυσσεὺς μόνος παρέπλευσεν αὐτὰς, χαϑῆκαν ἑαυτὰς εἰς τὴν ϑάλασσαν καὶ ἐξεβράσϑησαν εἴς ἐπωνύμους αὐτῶν τόπους, ϑουλοῦσιν οἱ παλαιοί, ὁ δὲ γεωγρώάφος ἱστορεῖ καὶ ὅτι περί που \"τὴν τῶν Καμπανῶν πρόκειται πρὸς τῷ Ποσειδωνιάτῃ κόλπῳ τὸ ᾿“ϑήναιον ἀκρωτήριον, ἐν à ᾿ϑηνᾶς ἱερὸν, Ὀδυσσέως ἵδρυμα, κάμψαντι δὲ τὴν ἄχραν κεῖνται νησίδια ἔρημα τρία πετρώδη, G ἐκαλοῦντο “Σειρῆνες."
      },
      {
        "index": 34,
        "text": "λέγει δέ τι περὶ Σειρήνων καὶ κηροῦ καὶ Πλούταρχος ἐν τοῖς κατ᾽ αὐτὸν συμποσιακοῖς. παρὰ ᾿Αριστοτέλει δὲ ζωύφιόν τι. ἔντομόν ἐστιν ὃ σειρὴν, ἀρσενικῶς οὕτω καλούμενος. ὅτι δὲ καὶ σημειώδη τινὰ φωνὴν ὃ τοιοῦτος ἔχει σειρὴν, σοφός τις ἱερὸς δηλοῖ. ἐν δὲ ῥητορικῷ λεξικῷ εὕρηται καὶ ταῦτα' Σειρῆνες, τὰ ἄστρα. σείρια γὰρ καλοῦνται παρὰ τὸ σειριᾶν, ὅ ἐστιν ἀστράπτειν. ὅϑεν φησὶν ἴσως καὶ τείρεα. ὅτι δὲ σειριᾶν τὸ λάμπειν, δηλοῖ καὶ ὃ Σείθιος, ἐχ τοῦ τοιούτου ῥήματος γεγονώς. ἕτερος δέ τις γράφει ὅτι σειράζει, ἀντὶ τοῦ, στρέφει, καὶ EU."
      },
      {
        "index": 35,
        "text": "τ γαῦδεῖς καὶ σειριᾷ, φλεγμαίνει, καροῦται. ᾿Ιστέον δὲ ὅτι Πίνδαρος χηληδόνας λέγει, ποιούσας\" τοὺς ἀκροωμένους ἐπιλαϑέσϑαι τῶν τροφῶν ὑφ᾽ ἡδονῆς καὶ οὕτως ἀφαυαίνεσϑαι. οὐ πάνυ δὲ δῆλον εἴτε χηληδόνας ἐκεῖνος ἐπιϑετικῶς τὰς Σειρῆνας λέγει διὰ τὸν xot? αὐτὰς, Ὅμηρος ἂν εἴποι, κηληϑιμὸν, εἴτε χαὶ ἄλλα τινὰ ὠδικὰ δαϊμόνια. ᾿Αϑήναιος δὲ παραφέρει μάγειρόν τινα ἐκ τοῦ κατὰ τὰς Σειρῆνας μύϑου ἀστεϊξόμενον οὕχτως\" ἢν τοὐπτανεῖον ἁρμόσωμαι ἅπαξ, περ ἐπὶ τῶν ἔμπροσϑεν Σειθήνων ἐγένετο καὶ νῦν ταυτὸ τοῦτ᾽ ὕψει πάλιν."
      },
      {
        "index": 36,
        "text": "ὑπὸ τῆς ὀσμῆς γὰρ οὐδὲ εἷς δυνήσεται ἁπλῶς διελϑεῖν τὸν στενωπὸν τουτονὶ, ὃ δὲ παριὼν πᾶς εὐθέως πρὸς τὴν ϑύραν ἑστήξεται ἀχανὴς προσπεπαταλευμένος POTOE: ατοῖο αν τῶν φίλων βεβυσμένος τὴν ῥῖνα ἕτερός τις προδραμὼν ἀποσπάσῃ. Σηuve à iv τοῖς εἰρημένοις καὶ ὡς Ὀδυσσεὺς ὃ ἐν ' Dae ὀκνῶν τὸ μάλα αἰνεῖσϑαι οὐκ ἀηδῶς ἐνταῦϑα Jo Vl did πολύαινος, ὅς γε καὶ ἄλλως αὐχεῖ τὸ μέλειν πᾶσιν ἀνθρώποισιν, ἤγουν διὰ φροντίδος Eurer, o μεῖζον ἐστὶ τοῦ νιζυδεννον καὶ οὐτὸν εἴναις καὶ ὡς oi ἐν τοὐτοῖς ἑταῖροι τοῦ! Ὀδυσσέως καὶ φίλοι ἂν εἶεν, εἰ καὶ ἄλλως οὐ πάντως ὃ ἑταῖρος φίλος ἐστὶ κατὰ κυριολεξίαν."
      },
      {
        "index": 37,
        "text": "ἄνεμος πλησίστιος ἐσθλὸς ἑταῖρος οὐ κατὰ τὴν κυρίως φιλίαν ἑταῖρος εἴρηται, ἀλλ᾽ ὡς συνεργὸς, καὶ ἄλλως δὲ SIEUT φιλητός. φίλος μέντοι ἅπας καὶ ἑταῖρές ἐστι. χαὶ ταῦτα μὲν nios τοσοῦδε. τὰ δὲ πρὸς μέρας τοῦ ῥηθέντος γωρίου τοιαῦτα. Θέλγειν μὲν κἀνταῦϑα τὸ καϑ' ἡδονὴν ἀοιδῆς ἐξιστᾶν,"
      },
      {
        "index": 38,
        "text": "ὥς περ ἐν ἄλλοις τὸ κατ᾽ ἔχπληξιν ἢ φόβον ἢ ἔρωτα 3j τι τοιοῦτον. Τὸ δὲ πάντας ϑέλγειν, ὃς εἰσαφίκηται xol 0g ἀϊδρείῃ πελάσει, σχῆμα σύνηϑες τῷ ποιητῇ, καταβαίνοντι πολλαχοῦ ἐκ τοῦ καϑόλου εἰς τὸ μερικὸν, ὡς καὶ ἐν τῷ, τίννυται ἀνϑρώπους ὃς ἐπίορκον ὁμόσει. δῆλον δὲ ὅτι ταυτὸν τὸ ὅ τις καὶ ὕς τις, χαϑὰ καὶ τὸ ὃ χαὶ ὅς. Τὸ δὲ φϑόγγον ἀκούσει Σειρήνων καὶ τὸ ὅπα Σειρήνοιϊν δηλοῖ μὲν χαὶ ἐνθάδε τὴν κοίνωσιν xci συγγένειαν τῶν δυϊχῶν xoi τῶν πληϑυντικῶν. συντελεῖ δὲ τὸ μὲν Σειρήνοιϊν τοῖς ὡς εἴρηται δυάζουσι τὰς Σειρῆνας, τὸ δὲ Σειρήνων τοῖς πληϑύνουσι."
      },
      {
        "index": 39,
        "text": "Τὺ δὲ οὐδὲ γάνυνται δηλοῖ τῷ δαχτυλι χῷ ποδισμῷ χρῆναι μὴ διπλασιάζεσϑαι τὸ y. iv τῷ γάνυσϑαι, ὥς περ οὐδὲ ἐν τῷ γάνος, γανόωντες, καὶ γανύσχονται. ᾽Ἐν λειμῶνι δὲ ἀνθεμόεντι ἡ τῶν ϑεσπεσίων Σειρήνων ἀοιδὴ πρὸς αἴνιγμα τοῦ xcv αὐτὴν ἀνθηροῦ. Ὁ δὲ τῶν ὀστέων ϑὶς πολὺν δηλοῖ νεχριμαῖον πληϑυσμόν. παραπλέεσϑαι δὲ τὴν νῆσον τῶν Σειρήνων δηλοῖ ὁ ϑὶς τῶν ὀστῶν. ᾿οὐ γὰρ ἂν ἄλλως οὕτω πολλοὶ πίπτοντες ϑῖνα ὀστῶν ἐξήγειραν. εἴϑε δὲ ἣν καὶ πρὸ τοῦ σπηλαίου τοῦ βορωτάτου Πολυφήμου ϑίς τις ὀστέων, ὡς ἂν ὑποπτεύσας κακόν τι Ὀδυσσεὺς ἀπῆλϑεν ἐκεῖϑεν ἄλυπος."
      },
      {
        "index": 40,
        "text": "ὥς πὲρ δὲ ϑὶς ὀστέων, οὕτω καὶ ἄμμου καὶ ἑτέρων τινῶν. Δεψῆσαι δὲ χηρὸν τὸ μαλάξαι, ἀπὸ τοῦ δέφω δέψω, ἐξ οὗ καὶ θυρσοδέψης, καὶ βοέη, τουτέστι, βύρσα ἀδέψητος. ἡ δὲ τοῦ δέφεσϑαι χρῆσις xci παρὰ τῷ χωμιχῷ. ἐξ αὐτοῦ δὲ καὶ σχύλαος δέψης κατὰ τοὺς παλαιοὺς, χαὶ σκυλάδεψος, ὁ δέρματα δέφων, ἄλλα μέντοι παρὰ τὰς βύρσας. ὅτι δὲ σκῦλον τὸ δέρμα καὶ ἐν τοῖς εἰς τὴν ᾿Ιλιάδα δεδήλωται. ἀφ᾽ οὗ καὶ τὸ σχολύπτειν φασί τινες γίνεσϑαι. τὸ δέ ἐστιν ἐπὶ περιτομῆς. ὅϑεν καὶ ἀπεσχολύρϑαν αἰδοῖον λέγεται, καὶ ἀπεσχολυμμένος ὃ τοῦτο παϑών."
      },
      {
        "index": 41,
        "text": "δῆλον δὲ ὡς τὸ δέφω δέψω περισπασϑὲν «Αἰΐολε53ο χῶς ὡς τὸ ἐσῶ xci πεσῶ καὶ χαϑεδῶ, ἐξ ὧν τὸ *icoUuau xci πεσοῦμαι καὶ χκαϑεδοῦμαι, ἐποίησε τὸ Oeo δεψήσω. ἐξ οὗ τὸ κηρὸν δεψήσας. ἔνϑα ἐνθυμητέον χαὶ τὸ μαλαχὸς κηρὸς ὁ ἐν τῷ γραμματείῳ χατὰ iov Διονύσιον, ὡς τῶν παρὰ τοῖς παλαιοῖς πινακιδίων κηρῷ τοιούτῳ μαλαχῷ ἀληλιμμένων, ἐν ᾧ ἔγραφον διά τινος γραφείου σκληροῦ. νεται δὲ ὁ χηρὸς, οἷα εἰκὸς, ὡς xci τὸ μέλι. ἀπὸ τοῦ κηραίνειν γάρ. ὃ χαὶ παρὰ τῷ “Σοφοχλεῖ κεῖται. ὥς πὲρ ἐχεῖνο ἀπὸ τοῦ μέλειν."
      },
      {
        "index": 42,
        "text": "Óv ὧν ἀμφοτέρων τὸ φροντίζειν δηλοῦται. καὶ ἄλλως δὲ κηρὸς παρὰ τὸ χάω, τουτέστι καίω. ἡ δὲ κατ᾽ αὐτὸν ὀξεῖα τάσις ἔστι μὲν χαὶ κανονιχή. καὶ ἄλλως δὲ ὑποβάλλει διαστολήν τινα κατὰ τὸν εἰπόντα ὅτι χῆρος μὲν βαρυτόνως ποταμὸς ᾿Δρμενίας, κηρὸς δὲ ὀξυτόνως ὃ συνεγνωσμένος. Τὸ δὲ χηρὸν μελιηδέα TOR, FRAEE τοιοῦτον δηλοῖ, Ort δηλαδὴ αἱ σήραγγες αὐτοῦ μέλι ἐταμίευον. Τὸ δὲ δησαντῶν σὲ ἐν νη καὶ πλείοσιν ἐν δεσμοῖσι δεόντων ᾿Αττιχῶς ἀντὶ τρίτων πληϑυντικῶν εἰσὶ προσταχτιχῶν, ὠρτμυρχθυ γίνεται."
      },
      {
        "index": 43,
        "text": "διὸ ἑρμηνεύων Ὀδυσσεὺς ἐρεῖ\" ἀλλά uc δεσμῷ δήσατε. ἱστοπέδη δὲ ἢ τύνη νὴ ἐντίϑεται ἱστὸς, ἢ ξύλον ὀρϑὸν ᾧ προςδέδεται ὃ ἱστός. \"Ex δ᾽ αὐτοῦ πείρατα ἀνῆφρϑαν io So λέγει ἀντὶ τοῦ τὰ πέρατα τῶν σχοινίων ἐνδεδέσϑαι ἢ τοῦ Ὀδυσσέως 1j ἐκεῖ \"περὶ τὴν ἱστοπέδην. Τὸ δὲ λίσσῃ ἑταίρους μετὰ τοῦ λῦσαι παρηχητικόν τι ποιεῖ, ὁποῖα καὶ ἄλλα τοιαῦτα προεσημειώϑησαν. Οἱ δὲ τὸν Ὀδυσσέα δεσμοῦντες ἀργαλέοι δεσμοὶ, ὃ δὴ τρόπος ἐτυμολογίας ἐστὶ, ῥηϑεῖεν ἂν εἶναι ἡ αἰδὼς καὶ νέμεσις, ὑφ᾽ ὧν ἐπεχόμενος Ὀδυσσεὶς ovy ἡττήϑη τῶν “Σειρήνων, αἰδούμενος εἰ νεμεσηϑείη τὰ δευτερεῖα τῶν ἑταίρων φερόμενος, καὶ ἄλλους ὑπαλείφων εἰς ἀρετὴν αὐτὸς ἀχρατὴς γένηται ἡδονῆς."
      },
      {
        "index": 44,
        "text": "xci ἰδοὺ ὄφελος τῷ Ὀδυσσεῖ καὶ τοῦτο & τῶν φίλων συμπορισϑέν. Τὸ δὲ πιέζειν λέγεται καὶ πιεζεῖν, ὡς δηλοῖ τὸ, χερσὶ στιβαρῇσι πιέζευν ἀντὶ τοῦ, ἐπίεζον, ὃ πρώτης συζυγίας τῶν περισπωμένων ῥῆμα ἐστὶν, ὅμοιον τῷ ἐποιεὺν καὶ τοῖς τοιούτοις. διφορεῖται οὖν παρὰ τῷ ποιητῇ τὸ πιέζω, οὐ μόνον βαρυτονούμενον , ἀλλὰ xci περισπώμενον. καὶ ἔστιν ἡ τοῦ περισπωμένου χρῆσις καὶ παρὰ Πλουτάρχῳ καὶ ἑτέροις. Áo Τὸ δὲ, ἔπειγε γὰρ οὖρος τροπιχῶς ὡς ἐπὶ ἐμψύχου τοῦ οὔρου ἔφρασε. Τὸ δὲ γαλήνη ἔπλετο Ῥηβιεμε ξις ται καὶ ἐν τῇ t ῥαψῳδίᾳ."
      },
      {
        "index": 45,
        "text": "δὲ κοίμησε δὲ κύματα δαίμων παρηχεῖ πως καὶ αὐτό. καὶ ἔστι χρῆσις τούτου καὶ παρὰ “Ἱμερίῳ τῷ σοφιστῇ. ἐνταῦϑα δέ φασιν οἱ παλαιοὶ, ὡς ἐντεῦϑεν λαβὼν ο᾽ Ἡσίοδος ἐμυϑεύσατο ὑπὸ Σειρήνων καὶ τοὺς ἀνέμους ϑέλγεκσϑαι. ᾿Ιστία δὲ μηρύσαοῦ'αι τὸ συστεῖλαι δηλοῖ. μηρύεται δέ τις καὶ κρόχην γυρουμένην ἢ περὶ ἄτρακτον ἢ καὶ ἄλλως ΘΙ ΘΕ» λέγονται δὲ μέχρι καὶ νῦν μηρύεσϑαι καὶ ἁλιεῖς περὶ αἰγιαλὸν σχοινία, ὅτε συνάγοντες κατὰ κύκλον"
      },
      {
        "index": 46,
        "text": "εἰλοῦσιν αὐτά. καὶ ἀράχνης δὲ οὕτω μηρύεται κατὰ τινα εἴλησιν τὸν αὐτοῦ ἱστόν. καὶ ἱμονιοστρόφον δὲ Ν - ' c οὕτω μηρύονται, & περ συγκλώϑουσιν. ᾿Εκ δὲ τοῦ, ἐπ᾿ ἐρετμὰ ἑξόμενοι, λαβὼν ὃ κωμιχὸς ἔφη τὸ, κάϑιξ᾽ ἐπὶ χώπην. Τροχὸν δὲ κηροῦ ἀκριβέστατα λέγει. κύκλον γὰρ εἰπεῖν τὸ στερεὸν ἢ TOL τριχῇ διαστατὸν, ἀνώχριβες. ἐπίπεδον γὰρ κυρίως ὃ κύκλος ὃ ἀβαϑής. οὕτω δὲ καὶ τυροῦ τροχὸς καϑ' ὁμοιότητα τοῦ κατὰ ἀρμα καὶ Curs, “Ὑπεριονίδην Ηλιον λέγει ἐντελῶς, ὃν ἀλλαχοῦ φησὶ συγκεκομμένως Ὑπερίονα."
      },
      {
        "index": 47,
        "text": "δὲ ἐν νηὶ ϑεούσῃ δεσμὸς τῶν τε χειρῶν τῶν τὲ ποδῶν τοῦ φιλοσόφου Ὀδυσσέως παντελὴ μὲν ἀπραξίαν δηλοῖ αὐτοῦ Ore ϑεωρητιχῶς βιοῖ, οὐ μὴν καὶ πάντῃ πάντως ὥκραν ἀκινησίαν. εἰ γὰρ καὶ μὴ ποσὶ κινεῖται βαδιστικῶς, ἀλλ᾽ ἕτέρως ϑέει καὶ διαβαίνει ἔνϑεν ἐκεῖ κατὰ τὸ πρέπον τῇ ϑεωρίῳ, μελετῶν ὅσα καὶ οἷα προσωπικῶς τε καὶ τοπικῶς καὶ ὡς εἰπεῖν πολυτρόπως μεταχειρίσεται, Ore ϑεωρεῖν ἀφεὶς τοῦ πράττειν γενήσεται, καί πως"
      },
      {
        "index": 48,
        "text": "τηνικαῦτα κινούμενος τὲ ἀκινητίζει, καὶ αὖ παλιν ἀκίνητος ὧν ϑέει κατὰ νοῦν ἢ χαὶ ὡς οἷον πέτεται οὐριοδραμῶν. Τὸ δὲ ῥίμφα διώκοντες ὑπερβατῶς μὲν συνταχϑὲν ὀρϑῶς ἔχει, ἵνα λέγῃ ὅτε αὐτοὶ ἑζόμενοι ἅλα ἔτυπτον ἐρετμοῖς, (ug διώκοντες. εἰ δέ τις αὐτὸ συντάξει ἑτέρως ἢ ἐσολοίκισεν ἢ σολοιχοφανῶς συνέταξεν, εἰπεῖν εὐφημότερον, ἵνα λέγῃ ᾿Δττικῶς, ὅτι ἀπῆν 3j ναῦς ῥίμφα διώκοντες, τουτέστιν οἱ ἐν τῇ νηὶ ναῦται ἄνδρες, διὰ τὸ μηδὲν εἶναι κατὰ τὸν τραγικὸν μήτε νῆα μήτε πόλιν ἔρημον ἀνδρῶν τῶν ὄντων ἔσω."
      },
      {
        "index": 49,
        "text": "κεῖται δὲ τὸ διώχοντες ἀντὶ τοῦ κατὰ σπουδὴν ἐλαύνοντες, ὡς εἴ πέρ τι ἐδίωκον. ἐδίωκον δὲ πάντως τὸ συμφέρον, καϑὰ καί τις ἐν μάχῃ φεύγων καὶ αἰτιαϑεὶς διώχειν ἔφη τὸ συμφέρον ὀπίσω που τυγχάνον. Τὸ δὲ παρήλασαν νῦν μὲν ἐπὶ γηός\" λέγεται δὲ xer& κυριολεξίαν ὁμοίαν καὶ ἐπὶ ἁρματηλατῶν. Τὺ δὲ τερψάμενος χαὶ πλείονα εἰδὼς τὸ τέλος ἐστὶ τῆς ποιήσεως. ἧς ἀρετὴ σοφίζειν μεϑ' ἡδονῆς. Τὸ δὲ ἴδμεν πάντα πιϑανολογεῖ τὸ καὶ τὸν Οδυσσέα ὑπὸ Σειρήνων γινώσκεσϑαι, διὸ καὶ πρὸς ὄνομα καλοῦσιν αὐτόν."
      },
      {
        "index": 50,
        "text": "ὑπεμφαίνει δὲ χαὶ μαντικὴν εἶναι τὴν ποίησιν, εἴ γε καὶ αἱ ἀοιδοὶ Σειρῆνες οἴδασιν οὐ μόνον ὅσα χαϑ' ἱστορίαν * * r μ γεγονότα μὴ εἶδον αὐταὶ, ἀλλὰ \"καὶ τὰ ὄντα, καὶ ὅσα δὲ, ὡς καὶ πρὸ ὀλίγων ἐῤῥέϑη, γενήσεται. \"Ev δὲ τῷ, οὐ φϑογγῆς ἠκούομεν οὐδὲ ἀοιδῆς, φανερὰ διαφορὰ τῆς τε ἁπλῶς οὕτω φϑογκαὶ τῆς μετὰ τοῦ περιᾷδειν ἤτοι μέλπειν, ὁποία τις καὶ 7j ἔμμετρος καὶ ἡ κατὰ Σειρῆνας. ἔστι γὰρ ἀοιδῇ φϑογ, γὴ ἐμμελής. δῆλον δὲ ὅτι τε καὶ ἐπὶ ἀλόγων ἡ φϑογγὺὶ καϑὰ καὶ τὸ φϑέγγεσϑαι, καὶ ὅτι; dea χόλος χολὴ μόνος μονὴ καὶ τὰ ὅμοια, οὕτω xci φϑόγγος φϑογγή. ὡς δὲ xci τοῦ χελαδεῖν τοῦ τε ἄλλως καὶ τοῦ κατ᾽ ὄρνιϑας διαφέρει τὸ δειν, δηλοῖ ὃ γράψας οὕτω. καὶ τὰς ἀλεκτορίδας ἀπέκτεινε,"
      },
      {
        "index": 51,
        "text": "τοῦ μὴ χκελαδούσας καὶ ἀδούσας ἐπὶ \"τοῖς ὠοῖς μηνύσαι τὸν μοιχόν. ἡ δὲ αὐδὴ ἄλλο τι περὶ ταῦτα.17{1 δεδήλωται γὰρ ἀνϑρωπίνῃ φωνῇ ᾧχειῶσϑαι ἡ τοιαύτη λέξις, οὐ φϑογγὴ ἁπλῶς οὖσα ἢ ἡ τυχοῦσα Tuis ἀλλὰ σύνδεσμον ἀποσώζουσα ἐναρμονίου φϑογγῆς εἴτουν φωνῆς, καιριώτερον δὲ εἰπεῖν λαλιᾶς. διὸ καὶ παρὰ τὸ αὔω τὸ φωνῶ καὶ τὸ δέω τὸ δεσμῶ ἐτυμολογεῖσϑαε δοχεῖ, καὶ ἁρμόζειν ἀνϑρώποις ὡς s eur αν, χαϑὰ καὶ ὃ λόγος. ὅϑεν xol αὐδήεσσα Κίρκη καὶ εἴ τις ἄλλη τοιαύτη οὐχ᾽ ἁπλῶς ἡ περιβόηTOSUM περιλάλητος, ἀλλὰ ἡ χρωμένη αὐδῇ, τουτέστιν ἀνθρωπίνῃ διαλέκτῳ."
      },
      {
        "index": 52,
        "text": "εἰ δέ ποτε καὶ ἡ φωνὴ ἀρετῇ αὐδῇ ἐπὶ ἀνϑρώπου ἰδιάσει καινότερον, ϑεραπεύεται τότε φιλοσόφως ἡ τόλμα δι᾿ ἐτυμολογίας. τηνιχαῦτα γὰρ oU φαμὲν ὁρισμὸν φωνῆς τοιαύτης τὸ ἀέρα πεπληγμένον αὐτὴν εἶναι ἢ ἴδιον αἰσϑηHh Ji rud δηλαδὴ φῶς νοῦ. τοιοῦτος γὰρ ὃ προφοριχὸς λόγος, διαφωτίζων τοῖς ἄχροαταῖς τὸν id ϑέτον, ὃς ἐν χαρδίᾳ μελετᾶται. Ὅτι μετὰ τὲς Σειρῆνας τρεῖς ὑποτίϑενται τόποι, ὧν ποῦ Tem πάντως ἄπλωτος οἷα ἐπικίνδυνος, ὃ περὶ τὰς ῥηϑησομένας Πλαγκτάς. ἐν ϑατέρῳ δὲ “πλευρῷ δύο σχόπελοι, ὧν ὃ μὲν εἷς ὑινηλότερος περὶ ὃν ἡ Σαύλλα, κακὸν ἐχείνη ἄφυκτον μὲν, οὐχ οἷον δὲ αἱ Πλαγχταί."
      },
      {
        "index": 53,
        "text": "ὃ δὲ ἕτερος πῇ μὲν μέγα καχὸν, εἴ περ τύχῃ, καὶ πανώλεθρον, πῇ δὲ οὐδό^ i is ἄλλως τύχῃ, ὡς ῥηθήσεται, περὶ ὃ Χάρυβδις. ἔνϑα ναῦς ἐμπεσοῦσα, ἄναῤῥοιMaitre cepere Eu κατὰ χώραν δὲ μενούσης οὐδέν τι πάσχει καχόν. μέσος δὲ τῶν Πλαγκτῶν Eu ἜΒΗ - pt ὧν, ἢ) μάλιστα μέσος τῶν δύο τούτων σκοπέλων πλησίον ὄντων κατὰ D μητε τῷ προφανεῖ κακῷ ἑαυτὸν ἐπιῤῥίιναιγ) τῷ περὶ τὰς llAeyxrag, ets τῇ"
      },
      {
        "index": 54,
        "text": "ἀδήλῳ καὶ ἀμφιῤῥόπῳ σωτηρίᾳ τῇ κατὰ τὴν Χάρυβδιν, ἀλλὰ τῷ προφανεῖ μικροτέρῳ χαχῷ πλησιάζειν, - τῷ σχοπέλῳ τῆς Σ᾽χύλλης, ὡς τῶν χαχῶν τὸ μεῖον xci αὐτὸν ἐπιλέξασϑαι. γράφει δὲ Ó ποιητὴς τὰ τοιαῦτα οὕτως\" αὐτὰρ ἐπειδὰν τάςδε, τουτέστι τὰς “Σειρῆνας, παρὲξ ἐλάσωσιν ἑταῖροι, ἔνϑα τοι οὐχέτ᾽ ἔπειτα διηνεχέως, τουτέστι χατευϑὺ καὶ ἀσχιδῶς, ἀγορεύσω, ὁπποτέρη δή τοι ὁδὸς ἔσσεται. ἀλλὰ καὶ αὐτὸς ϑυμῷ βουλεύειν, ἐστι βούλευε. ἐρέω δέ τοι ἀμφοτέρωϑεν. εἶτα ἑρμηνεύων \"τί ἐστι τὸ ἐρεῖν ἀμφοτέρωθεν, ἐπάγει\" ἔνϑεν μὲν γὰρ πέτραι ἐπηρεφέες, τουτέστι καὶ ὑψηλαὶ xci ταῖς ἐξοχαῖς οἷον ἐρέφειν δοκοῦσαι."
      },
      {
        "index": 55,
        "text": "mori δ᾽ αὐτὰς, ὅ ἐστε πρὸς αὐταῖς κῦμα μέγα ϑαλάσσης ῥοχϑεῖ, Πλαγκτὰς δή τοι τάς γε ϑεοὶ μάχαρες καλέουσι, τῇ μέν τε, ἤγουν τῇδε, οὐδὲ ποτητὰ παρέρχεται, οὐδὲ πέλειαι τρήρωνες, ταί τ᾽ ἀμβροσίην Διὶ πατρὲ φέρουσιν. ἀλλά τε καὶ τῶν αἰεὶ ἀφαιρεῖται λὶς πέτρη. ἀλλ᾽ ἄλλην ἐνίησι πατὴρ ἐναρίϑμιον εἶναι. τῇ δ᾽ οὔ πώ τις νηῦς φύγεν ἀνδρῶν εἴ τις ἵκηται. ἀλλά ϑ' ὁμοῦ πίνακώς τε νεῶν χαὶ σώματα φωτῶν χκύμαϑ᾽ ἁλὸς φοθέουσι πυρός τ᾽ ὀλοοῖο ϑύελλαι. οἴη δὴ κείνη γε παρέπλω ποντοπόρος νηῦς \"Aoyà πασιμέλουσα mag \"üjr«o πλέουσα."
      },
      {
        "index": 56,
        "text": "καὶ νύ χε τὴν, iv. ὦχα βάλεν μεγάλας ποτὶ πέτρας. τὸ χῦμα δηλαδὴ, ἀλλ \" Hon παρέπεμψεν, ἐπεὶ φίλος zv Ιήσων. καὶ τοιόνδε μὲν τὸ κατὰ τὰς Πλαγχκτὰς Ὁμηρικὸν πλάσμα. τὸ δὲ περὶ τῶν ἐφεξῆς τοιοῦτον. οἱ δὲ δύω σκόπελοι, οἱ ἑτέρωϑεν δηλαδὴ, xa oU; τὸ ἀμφοτέρωθεν συμβιβάζεται ἀντιπαρακειμένους ταῖς ἐξ ἑτέρου μέρους ΠΠλαγκχταῖς, οἱ τοίνυν δύο οὗτοι σχόπελοι, ὃ μὲν οὐρανὸν εὐρὺν ἱχάνει ὀξείῃ κορυςρῆ, νεφέλη δέ μιν ἀμφιβέβηκε χυανέη. τὸ μὲν οὔ ποτ᾽ ἐρωεῖ, οὐδέ ποτ᾽ αἴϑρη χείνου ἔχει κορυφὴν \"οὔτ᾽ ἐν ϑέρει οὔτ᾽ ἐν ὀπώρῃ."
      },
      {
        "index": 57,
        "text": "οὐδέ χεν ἀμβαίη βροτὸς ἀνὴρ, οὐ χαταβαίη, οὐδ᾽ εἴ οἱ χεῖρές τὲ ἐείχοσι καὶ πόδες εἶεν. πέτρη γὰρ Mg ἐστι περιξεστῇ εἰκυῖα. μέσσῳ δ᾽ ἐν σκοπέλῳ ἔστι σπέος ἱεροειδὲς πρὸς ζόφον εἰς ἔρεβος τετραμμένον, ἡ πὲρ Gv ὑμεῖς νῆα παρὰ γλαφυρὴν ἰϑύνετε φαίδιμ᾽ Ὀδυσσεῦ. οὐδέ xsv ἐκ νηὸς γλαφυρῆς αἰζήϊος ἀνὴρ τόξῳ ὀϊστεύσας κοῖλον σπέος εἰσαφίχηται. ἔνϑα δ᾽ ἐνὶ Σ;χύλλη ναίει, δεινὸν λελακυῖα\" τῆς ἤ τοι φωνὴ μὲν, ὅση σχύλαxog γεογιλῆς γίνεται. αὐτὴ δ᾽ αὖτε πέλωρ χακόν. οὐδέ κέ τίς μιν γηθήσειεν ἰδὼν οὐδ᾽ εἰ ϑεὸς ἀντιάσειε."
      },
      {
        "index": 58,
        "text": "τῆς ἤ τοι πόδες μέν εἰσι δυώδεκα πάντες ἄωροι... ἐξ δέ τέ οἱ δειραὶ περιμήκεες, ἔν δὲ ἑκάστῃ σμερδαλέη χειραλή. ἐν δὲ τρίστοιχοι ὀδόντες πυχνοὶ καὶ ϑαμέες, πλεῖον μέλανος ϑανάτοιο. μέσση μέν τε κατὰ σπείους χοίλοιο δέδυχεν. ἔξω δ᾽ Ἐξ ἴσχει χεφαλὰς δεινοῖο βερέϑρου. αὐτοῦ δ᾽ ἰχϑυάᾳφ οκόπελον Tutotftuμώωσα, δελφῖνάς τε, κύνας T5 zc εἴ ποϑι μεῖζον ἕλῃσι κῆτος, & μυρία βόσκει ἀγάστονος -ἀμφιτρίτη. τῇ δ᾽ οὐ πώ ποτε ναῦται ἀχήριοι εὐχετύωνται παρφυγέειν σὺν νηΐ. φέρει δέ τε κρατὶ ἑκάστῳ gir."
      },
      {
        "index": 59,
        "text": "ἐξαρπάσασα νεὼς χυανοπρώροιο. τὸν δ᾽ ἕτερον σχόπελον χϑαμαλώτερον ὄψει, Ὀδυσσεῦ, πλησίον ἀλλήλων, xci κεν διοϊστεύσειας. τῷ δ᾽ iv ἐρινεός ἐστι μέδγας φύλλοισι τεϑηλώς. τῷ δ᾽ ὕπο δῖα XaQv); ἀναῤῥοιβδεῖ μέλαν ὕδωρ. τρὶς μὲν γάρ v' ἀνίησιν ἐπ᾿ ἤματι, τρὶς δ᾽ ἀναῤῥοιβδεῖ δεινόν. εἶτα ἑρμηνεύων τὸ τοιοῦτον δεινὸν φησί\" μὴ σύ γε κεῖϑε τύχῃς ὅτε ῥοιβδήσειεν. οὐ γαρ xiv ῥύσαιτό G ὑπ᾿ ἐκ χαχοῦ οὐδ᾽ ᾿Ενοσίχϑων. ἀλλὰ μάλα Σχύλλης σκοπέλῳ πεπλημένος, ὦκα τ παρὲξ ἐλάαν. ἐπεὶ πολὺ φέρεερόν ἐότιν 8E ἑτάρους ἐν νηὶ ποϑήμεναι ἢ Gu πάντας."
      },
      {
        "index": 60,
        "text": "ὧν τοὺς ἕξ μὲν ἡ Σχύλλα λήψεται πλεούσης τῆς νηὸς διὰ τοῦ δηλωϑέντος στενοῦ πορϑμοῦ, τὴν δὲ ὕλην mino» ἡ Χάρυβδὶς ἐξολεῖ ἀναῤῥοιβδήσασα, εἴπερ εἰς αὐτὴν ἡ ναῦς ἐμπεσεῖται. καὶ οὕτω μὲν διὰ του μους ῥηθέντας τρεῖς ἔφρασε τόπους ἡ ποιητικὴ Κίρχη, καὶ ἔδει ποιήσειν τὸν ᾿Οδυσσέα ἐδίδαξε. πολλὴ » καὶ ἐνταῦϑα ἡ ποιητικὴ ἀρετή. πρός τε γὰρ ἦϑος πολλὰ διδάσκει. καὶ μάλιστα ὅτε περιπίπτειν εἰκὸς μυρίοις δεινοῖς τὸν τῇ χατὰ βίον ϑαλάσσῃ ἐμπλέοντα. καὶ ὅτι χρὴ τὸν φιλοσόφως βιοῦντα σχέπτεσϑαι τὰ πρακτέα κατὰ πολλὴν ἀχρίβειαν."
      },
      {
        "index": 61,
        "text": "ναὶ ὡς χρεὼν τῶν φίλων ὑπερπονεῖσϑαι, καὶ τοῖς δυστυχῶς παρα: πίπτουσιν ἀντιβαίνειν ὡς δυνατὸν χραταιῶς, καὶ μὴ δὲ ἀπεσχῆσϑαι τῶν σκοπιμωτάτων διὰ τὰ ἐφεπομένα δυσχερῇ. ἔχει“δὲ καὶ ἱστορίαν τὸ χωριον συχνὴν, τοπικήν vs καὶ ἑτεροίαν, \"τὴν μὲν αὐτόϑεν, τὴν δὲ καὶ μετὰ πλασμάτων τινῶν. ἔγκεινται δὲ αὐτῷ καὶ μῦϑοι, ὧν εἰσὶν ot καὶ ἀλληγοροῦνται. καὶ φράσις δὲ αὐτῷ ϑαυμασία ἐπανϑεῖ συνεχτραχυνομενὴ που κατὰ τὸ δέον, καὶ φοβερῶς τῇ τῶν mpoceecca συνδεινουμένῃ σχυϑρωπότητι. πολὺ δὲ ἔχει xoi τὸ τῆς πλάσεως πιϑανὸν ὡς τὰ κατὰ μέρος δείξει m ἐν τοιοῖςδε. Tó μὲν ῥοχϑεῖν ὡς τραχὺν ἦχον δηλοῖ κατ᾽ ὀνοματοποιΐαν, ἱκανῶς δεδή-"
      },
      {
        "index": 62,
        "text": "orci, ΤΠλαγαταὶ δὲ πέτραι ἢ διότι προςπλάζονται ἀλλήλαις συμπίπτουσαι καὶ συγκρούονται πελάξουσαι, ὅϑεν καὶ πυρεχβολοῦσιν, ὡς ῥηθήσεται, ἢ διότι κῦμα φασὶ συνεχῶς ἐχεῖ προςπλάζεται. Θεοὶ δὲ αὐτὰς οὕτω καλοῦσιν, ὡς ἀνϑρώπων μήτε εἰδότων τὰς πλαστὰς ταύτας “Πλαχγκτὰς διὰ τὸ μυϑικῶς ἐκτετοπισμένον, μήτε καλούντων. τοῦτο δὲ xoi ἐπὶ τοῦ μώλυος εἶπε. Σημείωσαι δὲ ὅτε τὰς χαλεπὰς Πλαγχτὰς πέτρας, ας xci διεξέπλευσεν ἀβλαβὴς μόνη ἡ oyO ἐκ τῆς Κολχίδος mao ujrao, ἤγουν ἐκ τοῦ Aujrov πλέουσα, ὃ ποιητὴς ὡς διά τινὸς πετροβόλου τεραστίας μηχανῆς ἐκ τοῦ κατὰ Θρῴκην πορϑμοῦ εἰς τὸν Σικελικὸν ἐξετίναξεν ὑπὸ ἀρχιτέκτονι τῷ μύϑῳ."
      },
      {
        "index": 63,
        "text": "καὶ διζώσας ἐκεῖ ἐξετόπισε, χατὰ ὁμοιότητα δῆϑεν τῶν κατὰ Θρῴκην Συμπληγάδων, ἃς περὶ τὸν πρὸ τοῦ Εὐξείνου Θρᾳκικὸν πορϑμὸν πλαττομένας εἶναι, ὡς ἐν τοῖς τοῦ περιηγητοῦ ἐῤῥέϑη, παρῆλϑεν ἡ ᾿Δργὼ κατὰ τοὺς μεϑ' Ὅμηρον, ix τῆς Προποντίδος καὶ τοῦ πόντου εἰς τὴν Κολχίδα γῆν ἐκ Θετταλίας ἀναπλέουσα. ἐκ δὲ τῆς Κολχικῆς καϑ' ἑτέραν χέλευϑον παλίμπλους στελλομένη ἐνέχυρσε ταῖς καϑ' Ὅμηρον ἄρτι μυϑευομέναις Τιλαγχταῖς. λέγεται γὰρ πρός τινων, ὅτι παλιννοστοῦντες ἐχ Κόλχων οἱ ᾽᾿Δργοναῦται οὐ τὸν αὐτὸν ἐστείλαντο πλοῦν, οὐδὲ τὸν Εὔξεινον αὖϑις διὰ τοῦ χατὰ τὸ Βυζάντιον πορϑμοῦ καὶ τῶν ῥηθϑεισῶν"
      },
      {
        "index": 64,
        "text": "Συμπληγάδων διεξέπλευσαν, ἀλλ᾽ ἔχοντες τήν τὲ Μήδειαν τό, τε χρυσοῦν χῶας τὸν σχοπὸν *zcà"
      },
      {
        "index": 65,
        "text": "ἄϑλον ἐχείνου τοῦ πλοῦ ἄλλην ἐτράποντο. χαὲ κατὰ μὲν τινας TOV ᾿Ωχεανὸν παραπλευσαντὲς ἕως xot ὑσὶ ' , ^2 ' , ^ - - εἰς τὸν ᾿Αἀτλαντιχὸν, εἶτα ἐχεῖϑεν διὰ «Ζιβύης πεζῇ em ὠμῶν τὴν Apoyo περιαγαγόντες καὶ τῇ \"pun ἐμβαλόντες ϑαλάσσῃ πρὸς τῷ Σιχελικῷ πορϑμῷ χαὶ ταῖς Ὁμηρικαῖς ταύταις Πλαγκταῖς ἐγένοντο, εἰς χαὶ αὐτὰς εὐτυχῶς διεχδύντες χαϑὰ καὶ τὰς Θρᾳκιχὰς Συμπληγάδας περιεσώϑησαν. xoi ἔστιν εὑρεῖν τι τῆς ἱστορίας ταύτης καὶ ἐν τῷ Πινδάρῳ καὶ τῷ «Ἰυκόφρονι. “Ἕτεροι δέ φασιν ὅτι τῷ Ιστρῳ τὴν Zoya ix τοῦ Εὐξείνου προσχόντες oi ᾿“ργοναῦται, xoi διὰ ποταμοῦ ἑτέρου ἢ καὶ διά τινος ἀποσπάδος"
      },
      {
        "index": 66,
        "text": ". τοῦ μεγάλου Ἴστρου τῷ ᾿“δρίᾳ χόλπῳ᾽ ἐμβαλόντες, καὶ ὡς ἔπος εἰπεῖν, μεταβάντες ἐκ τοῦ Iorgov εἰς"
      },
      {
        "index": 67,
        "text": "τὸ Ἰόνιον πέλαγος, εἶτα πρὸς τὰ ἑσπέρια κάμψαντες, εἰς τὸν Σιχελιχὸν πορϑμὸν διεξέπεσον. ὅτε καὶ παρέπλευσαν ὥς περ πρὸ τούτων τὰς Opoxi«g Συμπληγάδας, οὕτω καὶ τὰς ἑσπερίας τότε Πλαγκτᾶς. ἀλλὰ ταύτας μὲν ἔτι χινουμένας οἶδεν ὃ ποιητὴς ἐπὶ τῆς κατὰ τὸν ᾽Οδυσσέα πλάνης. τὰς δὲ τοῦ Θρᾳκιχοῦ βοσπόρου ἔπαυσεν ἤδη πάλαι ὃ μῦϑος τῆς συνεχοῦς “χινήσεως, χαϑά nov δηλοῖ καὶ Πίνδαρος. δίδυμοι γάρ φησιν ἦσαν, ζωαὶ, ἐκυλίνδοντο δὲ χραιπνότεραν ἤ περ ἄνεμος. ἀλλ ἤδη τελευτὴν αὐταῖς ἐκεῖνο Ὁ ἡμιϑέων πλοῦς ἤγαγεν, ὡς εἱμαρμένον ὃν, στήσεσϑαι ὅτε ναῦς τις διεκπλεύσει αὐτάς."
      },
      {
        "index": 68,
        "text": "ἔστι δὲ ὃ περὶ τῶν Θρῳᾳκιχῶν Συμπληγάδων καὶ τῆς ᾿Αργοῦς λόγος τοιοῦτος. Θὲ περὶ τὴν oyo τὴν Βιϑυνῶν φασὶν ἀναπλέοντες χώραν εὗρον τὸν Φινέα πηρὸν ὄντα διὰ τοιαύτην αἰτίαν. ἔχων ἐχεῖνος παῖδας ἔκ Κλεοπάτρας τῆς Βορέου, εἶτα ἐπιγήμας ἑτέραν, ἐξέδοτο αὐτοὺς τῇ μητρυιᾷ διαβληϑέντας πρὸς ἀναίρεσιν. Ζεὺς δὲ χαλεπήνας ἔδοτο αὐτῷ αἵρεσιν, εἰ ὥρα βούλοιτο πηρωϑῆναι ἢ ἀποϑανεῖν. ὃ δὲ προαιρεῖται μὴ βλέπειν Ἥλιον. ἀγαναχτήσας οὖν ὃ “Πλιος “Δρπυίας ἐπιπέμπει αὐτῷ, αἵ λιμώττειν ἐποίουν τὸν ἄνϑρωπον, ἀφαρπάζουσαι δαινυμένου τὰ βρώματα."
      },
      {
        "index": 69,
        "text": "τοῦτον ἰδόντες οἱ περὶ τὸν ᾿Ιάσονα καὶ σοφὸν εἶναι μαϑόντες παρεκάλουν ὑποϑέσϑαι ὡς διεχπλευσοῦνται τὰς πέτρας. ὃ δὲ ἤϑελεν ὑποϑέσϑαι, εἰ τὰς “Αρπυίας ἀπελάσουσι. χαὶ αὐτοὶ ἐπαγγέλλονται οὕτω ποιήσειν. ἐρωτᾷ οὖν ὃ Φινεὺς, ὅσον ἂν εἴη τὸ τα ΘΟ ΤῊΣ -Αργοῦς. εἰπόντος δὲ ἐκείνου, πελειάδος, ἐχέλευσεν ἀφεῖναι περιστερὰν μέσον τῶν πετρῶν. χἂν μὲν αὐτὴ μεσολαβηϑῇ, μηδὲ τούλτους πλέειν, ἐὰν δὲ περισωϑῇ, τότε περαίνειν ἀφόβως τὸν πλοῦν. ἀπολυϑείσης οὖν τῆς περιστερᾶς καὶ συσχεϑείσης οὐ πάσης ἀλλὰ κατὰ τὸ οὐραῖον, εἰςβάλλουσι τοῦ λοιri διὰ τῶν Συμπληγάδων αὐτοί."
      },
      {
        "index": 70,
        "text": "αἱ δὲ συμβύσασαι τὴν ἄχραν πρώραν τῆς ᾿Αργοῦς ἔκλασαν χατὰ τὸ ἐν τῇ περιστερᾷ σύμβολον. οἱ δὲ Βορεάδαι Ζήτης καὶ Κάλαϊς, ovg ὃ μῦϑος πτερωτοὺς πλάττει, χαϑά ves og “Περσέα τὸν ποιητικῶς ἀρβυλόπτερον, ἤγουν πτερόπουν χατὰ τὸν μῦϑον᾽ ταῖς γὰρ ἀρβυλαῖς αἱ πὲρ εἰσιν εἰδὸς ὑποδήματος οἱ πόδες δηλοῦνται' οἱ τοίνυν Βορεάδαι συμπλέοντες τοῖς ᾿Αργοναύταις iid \"donvías , ἃς ἡ ToU μύϑου ἱστορικὴ ϑεραπεία ἀσώτους δαπάνους οἶδε γυναῖκας, ἀπελαύνουσιν, ἀέριον ρϑέντες καὶ ἐκδιώξαντες, καὶ οὕτως ἐλευϑεροῦσι τὸν γέροντα, ὃ δὴ προὔπέσχητο. καὶ τὸ ἐντεῦOv οἱ Αργοναῦται εἰς Κόλχους περισώζονται. τοῦ λοιποῦ δὲ ἐν τῇ τῶν Aoyovavtav ἐπανελεύσει μετεχ-"
      },
      {
        "index": 71,
        "text": "δέχεται ἡ ποιητικὴ διασκευὴ τὴν xoi διὰ τῶν Πλαγκτῶν διέχδυσιν τῆς -AgyoUg. xoi τοῦτο μ Eae"
      },
      {
        "index": 72,
        "text": "παρὰ δὲ roig παλαιοῖς φέρεται καὶ ταῦτα ῥητῶς, αἱ “Πλαγκταὶ οὕτω καλούμεναι κατέχουσι τὸν περὶ Σικελίαν πορϑμὸν, συντρέχειν μεμυϑὲ ευμέναι xara αἰτίαν τοιαύτην’ στενοῦ τοῦ πορϑμοῦ ὃ ovrog πολλοὺς c; κωνιλσμοὺς ἔχοντος, ὁτὲ μὲν συμπίπτειν δοχεῖ τοῖς πλέουσι τὰ προχείμενω, ὁτὲ δὲ ἀνοίγεσϑαι, πλανωμένης τῆς ὄψεως διὰ, τὸ τάχος τοῦ πλοῦ. Πλαγκχτὰς οὖν λέγειν. τὸν ποιητὴν , οἷα πλαζομένας καὶ κυλιομένας, ὡς ἐκ τῆς συγχρούσεως χαὶ πῦρ. ἀποτελεῖν. εἰ δ᾽ ἴσως. ἐχ τοῦ πλήσσειν. εἴποι τις παρῆχϑαι τὰς “Πλαγχτὰς δύναιντ᾽ ἂν οὕτω vun."
      },
      {
        "index": 73,
        "text": "ηγάδες λέγεσϑαι καὶ αὐταί. C Vers, Ποτητὰ δὲ γενικῶς τὰ πτηνὰ λέγει, ἃ ὡς περ πτηνὰ ix τοῦ πτῶ πτήσω,, οὕτω χαὶ ποτητὰ ἐκ TOU ποτῶ ποτήσω. Τὸ δὲ, οὐδὲ πέλειαι, κατ᾽ ἐξαίρετον ἤτοι χατ᾽ ἐξοχήν τιν κεῖται, οὗ μόνον διὼ τὸ ἐν τῇ πτήσει ὠχὺ τοῦ ζῴου, ἀλλὰ χαὶ, ἵνα δηλοῖ ἀναιδεῖς τὰς πέτρας, εἰ μηδὲ πελειάδων φείδεσθαι οἴδασιν, αἵ Διὶ ἀμβροσίαν φέρουσιν. ᾿“΄ϑήναιος δὲ γράφει : ὅτι ἐπεὶ Διὶ τὴν ἀμβροσίαν φέρουσι. πελειάδες, εἶ, xal μὴ ὄρνις ἀλλὰ πλειάδες αἱ προσημαίνουσαι τὰς ὥρας τοῖς ἀνθρώποις: » διατοῦτο χαὶ ἀπὸ τῶν πτηνῶν αὖτὰς χωρίξει Ὅμηρος ἐν τῷ ; τῇ μὲν οὐδὲ ποτητὰ παρέρχεται καὶ ἑξῆς, ὡς δὲ τὰς πλειάδας τῶν ἐνδοξοτάτων ἐν τοῖς ἀπλανέσιν ὁ ποιητὴς ὑπείληφε, δηλοῖ ἐν τῇ ἀσπιδοποιΐᾳ, προτάξας αὐτὰς κατὰ τὴν τῶν ἄλλων συναρήϑμησιφ ὦ ἐν τῷ, ἐν δὲ τὰ τείρεα πάντα καὶ ἑξῆς."
      },
      {
        "index": 74,
        "text": "δῆλον δὲ τὸ τῶν πελειάδων ἢ ἤτοι πλειάδων ἀξίωμα, καὶ παρὰ τῇ jj Βυζαντίᾳ Moigoi ἐ ἐν τῷ\" Ζεὺς τρήρωσι πελειάσιν ὥπασε τιμὴν, αἵ δή TOL ϑέρεος χαὶ χειμῶνος ἄγγελοί εἰσιν. εἶδος δὲ περιστερᾶς ἡ πέλεια, ἧς μάλιστα ἴδιον τὸ τρεῖν δειλαινομένην, διὸ χαὶ τρήρων λέγεται. ἱστορεῖται δὲ ζωϊχῶς, ὅτι περιστερῶν εἴδη πέντε, οἰνὰς, μείζων περιστερᾷς,. οἴνωπὸς τὸ χρῶμα, φὰψ, μέση περιστερᾶς χαὶ οἰνάδος, φάττα, μέγεϑος ἀλέκτορος, χρῶμα δὲ αὐτῇ σποδίον, xai τρυγὼν, πάντων ἐλάττων, ἡ χρῶμα τεφρὸν, χαὶ περιστερὰ δὲ ἡ κοιγνότερον."
      },
      {
        "index": 75,
        "text": "πολυχρονιώτερον δέ φασι τούτων ἡ φάττα. ζῶσα καὶ τεσσαράκοντα ἔτη. “ωριεῖς δέ, φασι, τὴν ᾿πελειάδα vri περιστε- «20 ρᾶς τιϑέασιν. ᾿ΔΑττιχοὶ δὲ τὴν περιστερὰν περιστερὸν λέγουσιν. skis\" ᾿Αφροδίτης εἰμὶ περιστερός. τίχτουσι δέ, φασι, πᾶσαν ὥραν ἔτους. διὸ καὶ δεκάκις τοῦ ἐνιαυτοῦ τιϑέασιν, ἐν iy nto δὲ δωδεκάκις, τεχοῦσα γὰρ τῇ ἐχομένῃ ἡμέρᾳ συλλαμβάνει. \" Ioréov δὲ καὶ, ὡς εἴ περ μόνον πελειάδων ἐπίϑετον εἶναι δοχεῖ τὸ τρήρωνες, ἐπεὶ δι᾿ ἀσϑένειαν εὐλαβὴς ἡ ὄρνις αὕτη, τρεῖν δέ ἐστι τὸ εὐλαβεῖσϑαι, ὥς φησιν ᾿ϑήναιος, ὃ Ung."
      },
      {
        "index": 76,
        "text": "πιϑανόν ἐστι τὸ ἐπίϑετον καὶ ἐπὶ πλειάδων λεγόμενον, ct τὸν προειρημένον ᾿βρίωνα μυϑεύονται φεύγειν διώχοντα τὴν αὐτῶν μητέρα Πλυμόνην, ἡ ἡ κατά τινας αἱ “Τληϊάδες πάρονομάξονται. Τὸ δὲ τὰς πέ ἑτρας χαὶ τῶν πελειάδων ἀεὶ ἀφαιρεῖσϑαι ὅτε ἀμβροσίαν Em φέρουσιν, ὁ μὲν ᾿ἄϑήναιος λέγει ὑπὸ τῆς ὀξύτητος τῶν Πλαγκτῶν πετρῶν χαὶ τῆς “λειότητος ἀφαιρεῖς σϑαι μίαν τῶν πλειάδων, ἄλλην δὲ πρὸς τοῦ “Διὸς ἐνίεσϑαι χάριν τοῦ σώξειν τὸν ἀριϑμὸν αὐτῶν. ποιητικῶς αἰνιττομένου Ὁμήρου, ὡς τῶν πλειάδων ἐξ ὃ ὁρωμένων, ὅμως ὃ ἀριϑμὸς αὐτῶν οὐχ ἀπόλλυται."
      },
      {
        "index": 77,
        "text": "λέγονται δὲ χαὶ τῷ ἀριϑμῷ καὶ τοῖς ὀνόμασιν ἑπτά\" ὃ δὲ μῦϑος οὕτω καϑιστᾷ, ὡς οὐδὲ αὐταὶ ἀσινεῖς τὰς πέτρας διέρχονται, ἀλλὰ κολούονται ἢ οὐραίου τυχὸν 1j τινος ἑτέρου τῶν μερῶν. δὲ ποιητὴς μέσως ἔφρασεν, ὡς νοεῖσϑαι μὲν χαὶ τοῦτο, δοκεῖν δὲ ἄλλως, καὶ ὅλην πέλειαν μίαν ἐχ πολλῶν βλάπτεσϑαι. διὸ καὶ ἐπήγαγε τὸ, ἀλλ ἄλλην. ἐνίησι πατὴρ ἐναρίϑμιον εἶναι ὡς τοῦ ἀριϑμοῦ ἐπιλιπόντος. οἱ δὲ παλαιοὶ οὕτω τὰ τοῦ λόγου ϑεραπεύουσι. Χείρων ὁ ᾿Αμφιπολίτης ᾿Αλεξάνδρου τοῦ Maxtóovog ἐ ἐρωτήσαντός φασι, τί βούλεται παρὰ τῷ ποιητῇ τὸ τὰς ; περιστερὰς εἰπεῖν κομίζειν ἀμβροσίαν τῷ καὶ τὸ ἀφαιρεῖσϑαί τι αὐτὰς καὶ τῶν πελειῶν, περὶ τῶν πλειάδων εἶναι τὸν λόγον & ἔφη, ἃς εἶναι μὲν ἑπτὰ, φαίνεσϑαι δὲ ἐξ τοῖς ἐχεῖ, τῆς μιᾶς διὰ τὸ καὶ ἄλλως ἀμυδρὸν τοῦ θο ἀστρίου ἀφανιξομένης ὑπὸ τῶν πετρῶν."
      },
      {
        "index": 78,
        "text": "ὡς δὲ ἡμεῖς φησὶ πελειάδων * ἤτοι πλειάδων ἐπιτελλουσῶν ἀρχόμεϑα ϑερίξειν, οὕτω καὶ ϑεοὶ τὴν ἀμβροσίαν κομίξεσϑαι. ὅτι δὲ πολλοὶ τὰς πλειάδας πελειάδας ὠνόμασαν, ἱκανῶς δείκνυσιν ὃ ᾿ϑήναιος, δήλην τιϑεὶς τὴν» ἐκτροπὴν τοῦ ὀνόματος καϑ' ἣν αἱ πλειάδες πέλειαι καὶ πελειάδες παρὰ ποιηταῖς λέγονται. ὡς πλανᾷσϑαι πολλοὺς, ὄρνις εἶναι τὰς πλειάδας, τῷ τε παρασχηματισμῷ φησὶ τοῦ κατὰ πρόσϑεσιν γράμματος ἤγουν τοῦ € ÓL οὗ ἐκ τῆς τῶν πλειάδων τρισυλλαβίας εἴς τε τετρασυλλαβίαν πελειάδων προέβησαν, καὶ ὅτι δοχεῖ, φησὶ τὸ τρήρωνεξ, ὡς. sal ἐν περὶ τῆς σχεδίας τοῦ Ὀδυσσέως προδεδήλωται, μόνον ἐπίϑετον είναι τῶν πελειάδων, ἐπάγει δὲ τούτοις ὁ αὐτὸς ῥήτωρ καὶ χρήσεις ταύτας. ἹΜοιρὼ ἡ Βυζαντία λέγουσα τὴν ἀμβροσίαν τῷ τὰς"
      },
      {
        "index": 79,
        "text": "πλειάδας κομίζειν γράφει, ὡς καὶ προδεδήλωται, Ζεὺς τρήρωσι πελειάσιν diras τιμὴν ταύτην. ΣιμωνίOne δὲ πελειάδας οὐρανίας τὰς πλειᾶδας φησί. καὶ “Πώδαρος δὲ, ἔνϑα ὁρίας αὕτας πελειάδας λέγει, ὡς κειμένας ἐπὶ τῆς οὐρᾶς τοῦ ταύρου , χαϑα καὶ αὐτὸ προγέχθαπταις καὶ «Αἰσχύλος δὲ ἐκφανέστερον προςπαίζων πρὸς τὴν ὁμοφωνίαν ἁπτέρους πελειάδας εἰπεν ἐν πτῶσεν ὀρϑῇ. aai “Ἰαμπροκλῆς, αἵ ποτὰ: γαῖς ὁμώνυμοι πελειάσιν ἐν αἰϑέρι κεῖνται\" ἔνϑα ὅρα τὸ ποταναῖς, ληφϑὲν μὲν ἀπὸ ϑέματος οὗ καὶ τὰ ποτητὰ, πρωτόϑετον δὲ ὃν τοῦ πτηναῖς."
      },
      {
        "index": 80,
        "text": "καὶ τοιαῦτα μὲν τὰ τοῦ δειπνοσοφιστοῦ περὶ πελειάδων, εἴτουν πλειάδων. ἐν δὲ τοῖς οὕτως ὀνομάσασιν ἔστι καὶ Εὐριπίδης, ἑπταπόρου δρόμημα πελειάδος εἰπών. Καὶ Θεόχριτος δὲ, παρ᾽ ᾧ κεῖται τὸ, ἀνατέλλουσι πελειάδες. ἀλλ᾽ οὕτω μὲν ὁ ᾿Δμφιπολίτης Χείρων. ᾿Αριστοτέλης δέ φασιν ἀλληγορικῶς εἶπε δηλοῦν Ὅμηρον ἐξ ἀναϑυμιάσεως τρέφεσϑαι τοὺς ϑεοὺς ἤτοι τὰ ἄνω σώματα, ἀεροπόρον ζῷον παραλαβόντα εἰς ἔνδειξιν τῆς τοιαύτης τροφῆς. τὸ δὲ το"
      },
      {
        "index": 81,
        "text": "ἀφαιρεῖσθαί τι ὑπὸ τῆς πέτρας δηλοῦν ἕφη ὡς καὶ ἡ γῆ ἕλχει ἐκ τῆς τοιαύτης ἀναϑυμιάσεως. ᾿Αλέξαν. δρος δὲ ὁ βασιλεὺς διὰ τὸ δοκεῖν φησὶ τοὺς ϑεοὺς φιλοσόφους καὶ ἡδονῆς μείζους ἀναϑεῖναν τὸν ποιη-"
      },
      {
        "index": 82,
        "text": "τὴν τὴν ixdyov τροφὴν τῷ ἀσϑενεστάτῳ καὶ τρυφερωτάτῳ ζῴῳ, ὑφ᾽ οὗ βραχύ τι ἂν παρακομίξετο. \"άλλοι δὲ Δία μὲν νοοῦσι τὸν “Εἴλιον ἀκολούϑως Πλάτωνι, ὃς ἐν Φαίδρῳ φησίν\" Ὁ μὲν δὴ μέγας ἐν οὐρανῷ Ζεὺς, ἐστιν Ἥλιος, πτηνὸν ἅρμα ἐλαύνων\" ἀμβροσίαν δὲ τὰς ἀτμίδας αἷς Ἥλιος τρέφεται, xc δοξάζει καὶ Δημόκριτος. δῆλον δὲ ὡς καὶ ἐκ ϑαλάσσης τοιαύτη ἀνιμωμένῃ τροφὴ ἀναφέρεται. εἰσὶ δὲ οἵ φασι καὶ ὡς ὅτε τὸ ἄστρον ὃ ταῦρος ἕκαϑεν τῶν “Πλαγκτῶν γένηται, συμβαίνει ἕνω τῶν ἐπὶ τῆς οὐρᾶς αὐτοῦ ἑπτὰ ἀστέρων, οἱ πλειάδες λέγονται, ἀμαυροῦσϑοαι τῇ ἐκ τῶν IIAoyzvov ἀναφορῷ τοῦ καπνοῦ."
      },
      {
        "index": 83,
        "text": "καὶ τοῦτο εἶναι τὸ τὰς Πλαγχτὰς ἀφαιρεῖσϑαι καὶ τῶν πελειῶν. ᾿Αλέξανδρος δὲ ὃ Πάφιος ἱστορεῖ τὸν Ὅμηρον υἱὸν .Aiyvnariov Δμασαγόρου καὶ Αἴϑρας, τροφὸν δὲ αὐτοῦ προφῆτιν rud ϑυγατέρα ρου, ἱερέως Ἴσιδος, ἧς ἐκ τῶν μαστῶν μέλι ῥεῦσαι ποτὲ εἰς τὸ στόμα τοῦ παιδίου. καὶ τὸ ρέφος ἐν νυχτὶ φωνὰς ἐννέα: προέξσϑαι, χελιδόνος, ταῶγος, περιστερᾶς, χορώνης, πέρδικος, πορφυρίωνος, ψαρος, ἀηδόvog, καὶ κοττύφου\" εὑρεϑῆναί τε τὸ παιδίον μετὰ περιστερῶν ἐννέα παῖζον ἐπὶ τῆς κλίνης. εὐωχουμὲγὴν δὲ παρὰ τοῖς τοῦ παιδὸς τὴν Σιβύλλαν, ἐμμανῆ γεγονυῖαν, ἔπη σχεδιάσαι."
      },
      {
        "index": 84,
        "text": "ὧν ἀρχῇ; 4μασαγορα πολύνικε, ἐν οἷς καὶ μεγακλεῆ καὶ στεφανίτην αὐτὸν προσειπεῖν, καὶ ναὸν κτίσαι κελεῦσαν ἐννέα πεγρυδῶν\" ἐδήλου δὲ τὰς Μούσας. τὸν δὲ καὶ τοῦτο ποιῆσαι, καὶ τῷ παιδὶ ἀνδρωϑέντι ἐξειπεῖν τὸ πρᾶγμα. καὶ τὸν ποιητὴν οὕτω σεμνῦναι τὰ ζῷα οἷς βρέφος ὧν συνέπαιζε. καὶ ποιῆσαν αὐτὰ τῷ Διὶ τὴν ἄμβροσίαν κομίζοντα. Τὸ δὲ λὶς πέτρα δὶς ἐνταῦϑα ῥηϑὲν δηλοῖ μὲν κατά τι προσηγορικὸν τᾶς δύο Πλαγχτάς. ἀποχέχοπται δὲ ἐκ τοῦ λισσή\" οἷον, λισσὴ δ᾽ ἀναδέδρομε πέτρη\" καὶ οὕτω συμπέπτωκε πρὸς τὸ λὶς ὃ λέων."
      },
      {
        "index": 85,
        "text": "διὸ περισπῶσι τινὲς ἐχεῖνο πρὸς διαφοράν. οὐκ ἔχει δὲ κλίσεως κίνησιν τὸ, λὶς πέτρη, ὡς οὐδὲ ἄλλη τις λέξις ἀποκοπὴν παϑοῦσα τῶν ὡσανεὶ ποδῶν ἤγουν τῆς ληγούσης, καϑ' ἣν κινεῖται τὰ χλινόμενα, ὁποῖον τὸ δῶ, τὸ xoi; τὸ λίπα, καὶ ἕτερα. Πίνακες δὲ νεῶν σανίδες, Joc καὶ ἀλλαχοῦ. ἐξ ὧν xci τὸ, ῥήματα πινακηδὸν ἀποσπῶν, παρὰ τῷ κωμιχῷ. Οἱ δὲ παλαιοὶ τὴν λέξιν ἑρμηνεύουσιν ᾿ἐνταῦϑα χαὶ ἀποχλάσματα καὶ ναυάγια. \"Ioréov δὲ ὅτι τὸ, ὁμοῦ πίνακάς τε νεῶν καὶ σώματα φωτῶν κύματα φορέουσι, χρονικὸν ἔχει τὸ ὁμοῦ, ἶσον ὃν τῷ, ἐν τῷ αὐτῷ τόπῳ."
      },
      {
        "index": 86,
        "text": "τοιοῦτον δὲ καὶ τὸ, τῇ ὁμοῦ ἐτρεφόμην. καὶ τὸ, ὁμοῦ ἔχον ὠκέας ἵππους ἐν Ἰλιάδι. £o ὅτε δέ φασι τὸ ὁμοῦ καὶ imb χρονιχοῦ ἐπιῤῥήματος τάσσεται κατὰ ᾿Ασχληπιάδην, ὡς ἐν τῷ, εἰ δὴ ὁμοῦ πόλεμός τὲ δαμᾷ xai λοιμὸς \"AyctoUg, εἰ μή τις εἴποι καὶ τοῦτο, ἐν τῷ αὐτῷ τόπῳ, ἵνα λέγῃ ὡς ἐν Ἰροίᾳ ἡ μάχη καὶ ὃ λοιμὸς δαμᾷ. ὅτι δὲ καὶ τὸ ἅμα λαμβάνεται τὰ πλείω χρονιχῶς, πρόδηλόν ἐστιν, οἷον\" ἔνϑα ὃ ἅμ᾽ οἰμωγή τε xci εὐχωλὴ πέλεν, ἤγουν ἐν τῷ αὐτῷ χρόνῳ\" καὶ, κόσμηϑεν ἅμ᾽ ἡγεμόνεσσιν ἕκαστος."
      },
      {
        "index": 87,
        "text": "καὶ, οἱ δ᾽ ἅμα πάντες ἐφ᾽ ἵπποισι μάστιγας ἄειραν. τοιοῦτον φασὶ καὶ τὸ, “Σόλων ἅμα ἐγένετο ᾿Αναχάρσιδι. ὅ πέρ ἐστι, κατὰ τὸν αὐτὸν χρόνον ἤχμασαν. οὐ δήπου γὰρ τὸν “Ελληνα «Σόλωνα καὶ τὸν Nadu σοφὸν ὁ αὐτὸς τόπος εἰς γένεσιν παρήγαγε. Πυρὸς δὲ ϑύελλαι, τοῦ ἐκ τῶν Πλαγχκτῶν δηλαδὴ, καϑὰ καὶ προεδηλώϑη. αἱ πῦρ, φασὶν, ἐν τῷω συναράττεσϑαι πρὸς ἀλλήλας ἐκβάλλουσι καϑὰ καὶ τὰ πυρεῖα, εἰ χρὴ μικροῖς τὸ οὕτω μέγα παραβαλεῖν. διὸ καὶ Ὀδυσσεὺς ἐν τοῖς ἑξῆς, εἰ καὶ μὴ πῦρ"
      },
      {
        "index": 88,
        "text": "ἀλλὰ πυρὸς “σημεῖον καπνὸν ὁρᾷ, xci δοῦπον ἀκούει τὸν ἐκ τῆς συῤῥήξεως καὶ παρατρίῥέως τῶν"
      },
      {
        "index": 89,
        "text": "Πλαγκτῶν. 'H δὲ πολυϑρύλητος doy χατ᾽ ἀντίφρασιν ἐκλήϑη ᾿ἀργὼ, καϑὰ χαὶ τὸ ἀργὸν ὅ ἐστι ταχύ. πάνυ γὰρ ἣν κατὰ τὴν ἱστορίαν ὠκύαλος. Πασιμέλουσα δὲ αὐτὴ διά τε τὸ toÀviστόρητος εἶναι καὶ διὰ τὸ πᾶσι τοῖς ἐξ Ἑλλάδος διὰ μελήσεως τεϑῆναι οἷα τοὺς ᾿4ργοναύτας φέρουσα, τὸ τῶν ' Ελλήνων ἄωτον. οὕτω δ᾽ ἂν εἴη καὶ ὃ Ὀδυσσεὺς πασιμέλων, € ὃς πᾶσιν ἀνϑυρώποις É ἔφη μέλειν Ov, oV; οἷδε δόλους. τινὲς δὲ) γράφουσι φασιμέλουσαν, ἐπειδή φᾶσιν αὐτὴν εἰς τὸν Φάσιν “Κολχιχὸν ποταμὸν ἐλϑοῖσαν, ἐπεσχεύασαν οἱ ᾿4ργοναῦται ἀκεσάμενοι εἴ τί που παρεβλάβη χατὰ τὸν πλοῦν."
      },
      {
        "index": 90,
        "text": "πρὸς ὁμοιότητα δὲ τοῦ πασιμέλουσα ἐκλήϑη καὶ Πασιφίλα, ἑταίρα παλαιὰ εὐειδής. αὐτὸ δὲ ἴσως ἐκ τοῦ Πασιφάη παρείλκυται. Τὸ δὲ μέλημα τῆς μὲν ᾿Δργοῦς, ὡς παρὰ πᾶσι γέγονε, δῆλον ἐστίν. ὡς δὲ καὶ ᾽Οδυσσεὺς μάλιστα ἔμελλεν ἅπασι, δηλοῖ πρὸς ἄλλοις, καὶ Εὔφαντος, οὐ μόνον ᾿Ὀδυσσέως εἰκόνα, φασὶν, ἐν τῇ σφραγίδι περιφέρων, ἀλλὰ καὶ τέκνοις ϑέμενος χλῆσιν Ὀδυσσέως χάριν, ᾿“ντίκλειαν ὅμωγύμως τῇ ἐχείνου μητρὶ καὶ Τηλέγονον xe ὁμωνυμίαν τοῦ ἐκ Κίρκης xci Ὀδυσσέως \"Hon δὲ παραπέμψαι λέγεται τὴν δ΄ \"oyo ἐπεὶ ὡς εἰχὸς εὐαερία πολλὴ κατὰ τὸν πλοῦν ἐχρήσατο, ἢ καὶ ἄλλως, ἐπειδή περ \"Hoe uiv ἡ βασιλεία, ὡς xci ἐν ᾿Ιλιάδι πολλαχοῦ ἐφάνη."
      },
      {
        "index": 91,
        "text": "ἐπιτυχὴς δὲ βασιλείας ὁ ὁ ᾿Ιάσων γέγονε διὰ τοῦ παρόντος πλοῦ\" διατοῦτο φιλεῖσϑαι τῇ Hoc λέγεται, τουτέστι τῇ βασιλείᾳ 7] ἧς ἔτυχεν, εἰ χαὶ ὃ ϑεῖος Πελίας οὐκ ἤϑελεν, ὡς ἐν ἄλλοις δηλοῦται. Τὸ δὲ, oi δὲ δύο σχόπελον ὃ μὲν οὐρανὸν ἱκάνει, καινοπρεπῶς πέφρασται. ὥφειλε γὰρ εἰπεῖν, τῶν δύο σχοπέλων ὃ μὲν. ó δέ. οὐ ποιεῖ δὲ οὕτως, ἢ ὑρίσας πρᾶ) μα χαινὸν τὸ χατὰ τοὺς δεινοὺς σχοπέλους καινῶς φράσαι, ἢ καὶ ὅτι οὐκ ἔχει ἕν ῥῆμα κοινὸν ἐπαγαγ εἶν ὑπάρχον τοῖς δυσὶ σκοπέλοις. οὐ γὰρ ὅμοιοι αὐτοὶ οὐδὲ ἴσοι ἵνα εἴπου ὡς οἵδε δύο σχόπελοι τοιοίδε εἰσὶν ἢ τόδε ποιοῦσι."
      },
      {
        "index": 92,
        "text": "διὸ Μερίζι ων λέγει ὡς ὃ μὲν ἦν τοιόςδε, ὃ δὲ τοιύςδε. εἰσὶ δὲ καὶ ἐν ᾿]λιάδι πολλὰ τοιαῦτα σχήματα. ᾿Ιστέον δὲ καὶ ὅτι τὸ, ὃ μὲν οὐρανὸν εὐρὺν ἱκάνει, μετὰ m εἰκοσιεπτὰ στίχους ἀποδίδωσι δίχα mpi εἰπών\" TOv δὲ ὃ ἕτερον σχόπελον χϑαμαλώτερον ὄψει. ἔνϑα C ὅρα καὶ ὡς ἀκαταλλήλως ἡ ἡ τοιαύτη σύνταξις ἀποδέδοται. τὸ μὲν γὰρ ὀρϑὸν xci κοινὸν τοιοῦτον\" μὲν οὐ ραγὸν εὐρὺν ἱκάνει, ὃ δὲ ἕ ἕτερος σχόπελος χϑαμαλώτερος. Ὅμηρος μέντοι χαινότερον σχηματίθο ζων χαὶ \"τοῦτο ἔφη ὡς ὃ μὲν οὐράνιός ἐστι, τὸν δὲ ἕ ἕτερον χϑαμαλώτερον ὕψει."
      },
      {
        "index": 93,
        "text": "Σημείωσαι δὲ καὶ ὅτι εὐδὺς χαὶ ἕτερον ἐπισυνάπτει σχῆμα καινὸν τὸ, vegéAn δέ μιν ἀμφιβέβηκε\" τὸ μὲν, οὔ ποτ᾽ ἐρωεῖ, ἐχρῆν μὲν γὰρ εἰπεῖν, à μὲν oU ποτ᾽ ἐρωεῖ, τουτέστιν οὐδέ ποτε ἀποχωρεῖ ἐκεῖϑεν ἡ νεφέλη, ὁ δὲ ἄλλως ἔ ἔφη\" τὸ μὲν, οὔ mor hae j τουτέστι τὸ νέφος, ὃ ταυτὸν τῇ veqéAn χατὰ πολυωνυμίαν. “Σκόπελος δὲ κυρίως piv, ἐξ οὗ ἔστι τινὰ τὰ κύκλῳ σχοπεῖν. ὃ δ᾽ ἐνταῦϑα σχόπελος οὐκ ἂν εἴη τοιοῦτος, οὗ ἡ κορυφὴ - ὀξεῖα, ἡ δὲ λειότης οὐκ ἂν ἀφήσοι ἀναβῆναι τινά. εἴη. ἂν οὖν σκόπελος ἕτερον τρόπον, ὡς πάνϑτοϑεν κατασχοπούμενος, εἴ γε οὐρανὸν εὐρὺν ἱκάνεν τῷ ὕψει."
      },
      {
        "index": 94,
        "text": "ὃ δὴ καὶ αὐτὸ χρήσιμον ἐν τοῖς πρὸ τούτων εἰς τὸ μέγεϑος τῶν κιόνων τοῦ ArAcvros. ὅμοιος à τις καὶ ὃ ἕτερος ὃ χϑαμαλώτερος. Τὸ δὲ ὀξὺ τῆς κορυφῆς τοῦ σχοπέλου οἶδεν ἡ Κίρκη. ἄλλως yao οὐχ ἔγνωσται ὡς γ»εφελούμενον. To δὲ ἀμφιβέβηκεν οὐδ᾽ ἐνταῦϑα ἐπιχουρίαν σημαίνει κατὰ τὰς ἐν Ιλιάδε ἀμφιβάσεις τῶν ζώντων ἐπὶ τοῖς κειμένοις, ἀλλὰ πύκασίν τινα δηλοῖ καὶ κύχλῳ σκέπην τῶν ἄνω. Kvavén δὲ νεφέλη πρὸς διαστολὴν ἑτέρων, , αἵ πῇ μὲν πυῤῥάξουσι, πῇ δὲ χαὶ ὑπολευκαίνονται. Αἴϑρη δὲ ἡ εὐδία ἀπὸ τοῦ αἰϑὴρ αἰϑέρος, ὡς ἀπὸ γαστέρος ἡ γάστρη, χατὰ τὸ, γάστρην μὲν πῦρ ἄμφεπε' χαὶ ἐντεῦϑεν αἰϑρηγ ἐνέτης Βοῤῥᾶς, ὡς xat ἀλλαχοῦ ἐλέχϑη."
      },
      {
        "index": 95,
        "text": "' Ev δὲ τῷ, οὔτ᾽ ἐν ϑέρει οὔτ᾽ ἐν ὁπώρῃ, ὅτε μάλιστα ἡ αἴϑρη παῤῥησιάξεται ἢ ὀπώραν λέγει τὸν. μεταξὺ ϑέρους xal ,gOworuipov καιρὸν, ἢ τὸ φϑινόπωρον, ἐλλείψει τῆς συνήϑους προϑέσεως, χατὰ τὸ, μὴ δὲ μένειν οἶνόν τε νέον χαὶ ὀπωρινὸν ὄμβρον, ἤγουν. μετοπωρινόν. Τὸ δὲ οὐδέ xev ἀναβαύ) οὐ Χαταβαίη κάλλος ἔχει διὰ τὰ χομματιχκὰ πάρισα. \"ἐχρῆν γὰρ μὴ διόλου δεινὸν τὸ χωρίον εἶναι, ἀλλά τι χαὶ διαγελάσαι πρὸς καλλονήν. ἀφελῶς δὲ πρόσκειται τὸ, οὐ καταβαίη. ἄλλως γὰρ δῆλον ὡς ἔνϑα οὐκ ἔστιν ἀναβῆναι, ἐχεῖ οὐδὲ χαταβῆναι."
      },
      {
        "index": 96,
        "text": "περιττῶς γοῦν χεῖται. Τὸ δὲ γράφειν. οὐδ᾽ ἐπιβῆναι, οὐκέτι ἀφελὲς ἀλλὰ γελοῖον. Τὸ δὲ χεῖρες εἴκοσι xc πόδες μίγμα ἐστὶν ἀφελείας καὶ ὑπερβολῆς. εἰπεῖν μὲν γὰρ εἴχοσι χαὶ μὴ τινα πλείω ἀριϑμὸν ἀφελέστερον i ἔχουν! πολλαπλασιάσαι δὲ οὕτω τὸν ἄνÜown^ov ὑπερβάλλον ἐστὶ, καὶ πλεῖον πάντως τοῦ, δέκα τινὲ στόματα εἶγαι, ὃ d ᾿Ιλιὰς γράφει."
      },
      {
        "index": 97,
        "text": "Τὸ δὲ περιξεστῇ εἰχυῖα πάνυ γοργῶς τὴν λειότητα τῆς πέτρας ἐδήλωσε διὰ παρ αβθαης ξεστιχῆς. βούλεται γὰρ ὡς οἷον καὶ ἐστιλβῶσϑαι αὐτήν. χρεῖττον δὲ βαρυτόνως γράφειν περιξέστῃ ὁμοίως τῷ ἀσβέστη. τὸ γὰρ περισπᾶν ἔχει τι καὶ ἀντιλογίας. Τὸ δὲ εἰχυῖα οὐ κατὰ τὴν ὕστερον ᾿Ιωνικὴν γλῶσσαν λέγεται. οἱ γὰρ peo Ὅμηρον, ὡς δηλοῖ καὶ Ἡρόδοτος, οἰχὸς γράφουσι, καὶ ἀκολούϑως καὶ οἰκυῖα, ᾿Αττικοὶ δὲ ἐοικὸς καὶ ἐοικυῖα. πολλαχοῦ δὲ καὶ παρὰ τῷ ποιητῇ ὃ τοιοῦτος ἀττικισμὸς , ἐξ οὗ χαὶ ὃ, ἐῴχειν ὑπερσυντέλικος, οἷον, αὐτῷ πάντα ἐῴκει."
      },
      {
        "index": 98,
        "text": "Τὸ δὲ μέσσῳ GUTEN τὸ πάνυ δολιχόδειρον τῆς “Σχύλλης δίδωσι. συλλογίζεσϑαι, & nep ὃ μὲν σχόπελος οὗτος οὐρανὸν Ἀεὐρὺν ἱκάνει, περὶ μέσον δὲ αὐτὸν ἡ Σ,χύλλα οὖσα καϑίύησι τὰς Saas t ὅσα καὶ ὁρμιάς, χαὶ οὐ μόνον ἰχϑυᾶται , ἀλλὰ xci ἀφαρπάζει εἴ πού τις παραπλέει. δηλοῖ δὲ τὸ τοῦ σπηλαίου ὕψος χαὶ τὸ εἰπεῖν, μήδ᾽ ἂν τοξικώτατον ἄνδρα οἱστεύσαντα βαλεῖν € ἕως ἐκεῖ. CV. ers, To δὲ πρὸς ζόφον χαὶ τὸ εἰς Ἔρε sog € ex παραλλήλου μὲν ϑέσεως δυσμικὸν μέρος δηλοῦσιν. αἰνίττονται δὲ ϑανάτου καὶ iov τόπον εἶναι τὰ exei διὰ τὴν XxvAλαν."
      },
      {
        "index": 99,
        "text": "Τὸ δὲ νῆα παρὰ γλαφυρὴν ἰϑύνειν ταυτόν πώς ἐστι τῷ, παρὲξ ἐλάαν. δῆλον δὲ ὡς ἀπὸ τοῦ γλάφω ναῦς γλαφυρὴ καταχρηστικῶς. ἡ δ᾽ αὐτὴ ὁμοίως xc σκάφος ἀπὸ τοῦ σχάπτω, ὃ πὲρ ini γῆς κυριολεκτεῖται, ὡς δηλοῖ παρ᾽ “Ἡσιόδῳ τὸ, σκάφος οἰνέων. τὸ δὲ, φαίδιμ᾽ Ὀδυσσεῦ, ἁπλῶς οὕτω παρέῤῥιπται πρὸς ἀναπλήρωμα. στίχου, χαϑὰ καὶ uer ᾿ὀλίγα ἕν TO, χϑαμαλώτερον ὄψει Ὀδυσσεῦ. Τὸ δὲ αἰζήϊος ἀνὴρ τετρασυλλάβως ῥηθὲν δηλοῖ, ὡς ἐν τῷ et nog προςφγέγραπται τὸϊ, ὅ πὲρ ἐνταῦϑα στιχϑὲν ἐκπεφώνηται. Τὸ δὲ κοῖλον σπέος ταυτόν ἐστι τῷ, σπέος ἤεροειδές."
      },
      {
        "index": 100,
        "text": "δῆλον γὰρ ὡς τὰ βαϑέα ἐσχότωνται διὰ τὸ τοῦ ἀέρος μέλαν. Ὅρα δὲ τὸ ὀϊστεύσας εἰσαφίκοιτο ἀντὶ τοῦ φϑάσοι ἕως ἐκεῖ τῇ βολῇ. καὶ ἔστιν ἐνταῦϑα τὸ εἰσαφικέσϑαι ταυτὸν τῷ καϑιχέσϑαι, ἐστιν Ἀἅψασϑαι. Τὴν δὲ Σχύλλαν Φόρκυνος ϑυγατέρα καὶ ᾿ Εχάτης ὃ μῦϑος λέγει, ἔχουσαν So πρὸς ταῖς πλευραῖς σκύλακας, κατέχουσαν τὸν περὶ Σικελίαν πορϑμόν. Ὅμηρος μέντοι Κράταιϊν y τοῖς ἑξῇς μητέρα τῆς “Σκύλλης δηλοῖ, ἐπάγων χαὶ ἥ μὲν τέχε πῆμα βροτοῖσιν. Εἰ δὲ xoà Ὅμηρος Κράταιϊν λέγει αὐτὴν, ἀλλ᾿ οἱ μάγοι “Ἑκάτην, φασὶν, αὐτὴν καλοῦσιν."
      },
      {
        "index": 101,
        "text": "εἰσὶ δὲ ot Τοίτωνά φασιν εἶναι πατέρα τῇ Σκύλλῃ. Στησίχορος δὲ «Ἱάμιαν αὐτῆς μητέρα ποιεῖ, ἣν δὴ «Ἱάμιαν ὃ ὁ μῦϑος μὲν δαιμόνιόν τι πλάττει, ὃ δὲ χωμικὸς xci λαγνείαν αὐτῆς ἐμφαίνει ἐν τῷ, «“Ἰαμίας ὕρχεις ἀπλύτους. Νίκανδρος δέ, φασιν, ὃ Κολοφώνιος ἐν γλώσσαις ἰχϑύος αὐτὴν οἶδεν ὄνομα, καϑὰ καὶ τὴν Σ᾽ιχύλλαν, εἰπὼν ὅτι ὃ καρχαρίας ἐχϑὺς, καὶ λάμια χαὶ σκύλλα καλεῖται. ὅτι δὲ Ὁμήρου * ἐξ πλασαμένου κεραλὰς τῇ XA ὃ ἕτεροι τρικέφαλον αὐτὴν ἐμυϑεύσαντο, δηλοῖ καὶ ὃ χωμικὸς ᾿Αναξίλας, ἔνϑα τὰ τοιαῦτα μυϑικὰ τέρατα εἰς καχοτρόπους ἑταίρας μετέλαβεν, εἰπών\" ὃς τις ἀνϑρώπων ἑταίραν ἠγάπησεν, οὐ γένος ἂν δύναιτο παρανομώτατον φράσαι."
      },
      {
        "index": 102,
        "text": "Ti γὰρ ἢ δράκαιν᾽ ἄμιχτος ἢ Χίμαιρα πύρπνος, ἢ Χάρυβδις, ἢ τρίκρανος Σκύλλα ποντία χύων, XqiyE ὕδρα, λέαιν᾽, ἔχιδνα. πτηνάϑ' Aonviov γένη, εἰς ὑπερβο\"λὴν ἀφῖχται τοῦ κατα- áo πτύστου γένους. ἔστι δὲ σκοπεῖν ἀπ᾿ ἀρχῆς χαὶ ἑξῆς TG εἰς κατασκευὴν τῆς προτάσεως. ᾿Ιστέον δὲ καὶ ὅτι ἐπιῤῥεπὴς ὃ μῦϑος εἰς τὰ κυνώδη φάσματα, ὃς καὶ τὴν Exáfv ἀπεχύνωσε. καὶ τὴν Εχάτην δὲ κυνὸς κεφαλὴν ἐ ἔχουσαν πλάττει. καὶ Καλλίμαχος ovy ἐν ὑπομνήμασι τὴν “Αρτεμιν ἐπιξενωϑῆ ἤναι φησὶν ᾿Ερέσῳ υἱῷ Kavorgov, ἐκβαλλομένην δὲ ὑπὸ τῆς γυναικὸς, τὸ μὲν πρῶτον μεταβαλεῖν αὐτὴν εἰς κύνα, εἶτ᾽ αὖϑις ἐλεήσασαν ἀποχαταστῆσαι εἰς ἄνϑρωπον, καὶ αὑτὴν μὲν αἰσχυνϑεῖσαν ἐ ἐπὶ τῷ συμβε εβηκότι ἀπάγξασϑαι, τὴν δὲ ϑεὸν περιϑεῖσαν αὐτῇ τὸν οἰχεῖον κόσμον \"Ἑκάτην ὀνομάδαι."
      },
      {
        "index": 103,
        "text": "καὶ τοιάδε μὲν ταῦτα. ὅτι δὲ τὴν XxvAAav HocxMis μὲν ἀνεῖλεν, ὃ δὲ μῦϑος αὖϑις ἐζώωσε καὶ ἀϑάνατον κακὸν ἐποίησεν, οἶδε χαὶ ὃ «Τυκόφρων. ἡ ἡ δὲ ἀλληγορία τὴν Σιχύλλαν ταύτην εἰς αὐθάδειαν μετάγει: χαὶ κυνώδη ϑρασύτητα, ἢ οὐδ᾽ αὐτὴ χατὰ Ὀδυσσέως € ἔσχε γεανιεύσασϑαι. τῶν μέντοι φίλων τινὰς, ὡς εἰχὸς, ἐσίνατο, συντελεῖ δὲ τῇ τοιαύτῃ ἀλληγορίῳ καὶ ὃ πατὴρ Φόρκυν. , ὡς ἐν τῇ ἃ ῥαψῳδίᾳ ἐγράφη. ἔτι δὲ χαὶ τὸ τῆς μητρὸς ἱἙχάτης ἢ ἁπλῶς κύνεον ἢ κατά τινας κυνοπρόσωπον. To δὲ λελακυῖα ἐ ἔχει."
      },
      {
        "index": 104,
        "text": "μὲν ὁριστικὸν παρακείμενον καὶ διὰ τοῦ λέληχε γὰρ, ὡς τὸ, δαιμον γίη τί λέληκας. δηλοῖ δὲ φωνὴν ἄναρϑρον \" χαϑὰ καὶ TÓ50 λακεῖν, ὡς τὸ ὀστέα ἔλακεν, ἤτοι ποιὸν ἀπετέλεσαν ἦχον ϑραυσϑέντα, εἰ καὶ ὃ κωμικὸς παίζων τραγικώτερον ἐπὶ φωνῆς ἐνάρϑρου τὸ ῥῆμα τέϑειχεν ἐν τῷ, τί δῆτα ὁ Φοῖβος ἔλαχεν. ᾿Ιωνικῶς δὲ ἡ λέξις τῷ ἄλφα προπαραλήγεταν συσταλέντος τοῦ ἢ. Δωριεῖς μὲν γὰρ τὸ ἤτα εἰς ἃ μακρὸν τρέπουσι!» οἷον,"
      },
      {
        "index": 105,
        "text": "δῆμος δᾶμος, μὴν μὰν, Ἴωνες δὲ εἰς βραχὺ καταστρέφουσιν, οἷον, λεληκυῖα λελακυῖα, μεμηχυῖα, μεμακυῖα. οὕτως ᾿Δφϑόνιος. ᾿ Ηραχλείδης δὲ ἐν οἷς λέγει τὸ δάκνω, Δωρίδι καὶ ᾿Ιάδι πεποιῆσϑαι διαλέκτῳ, Δωριεῖς μὲν γάρ, φησιν, ἐντιϑέασι τῷ V, τὸ y, Oo ϑύνω, δύω δύνω, \"Iovec δὲ βραχύνουσι τὸ ἢ διὰ τοῦ ἄλφα, ἐπάγει οὕτω\" μεσημβρία μεσαμβρία, πήρη πάρη, λεληκυῖα λελακυῖα, μεμηκυῖα μεμαχυῖα, συλλαλῶν οὕτω xai αὐτὸς τῷ -dqiovio. Τὸ δὲ δεινὸν πρόσχειται εἰς τὸ λελακυῖα, ἵνα μεγεϑύνει κατ᾽ ἔννοιαν τὸ τῆς λέξεως ταπεινόν."
      },
      {
        "index": 106,
        "text": "ἄλλως γὰρ κατὰ νεογιλὴν σχύλαχα ἡ XxvAAe ὑλαχτεῖ, ὡς ὃ ποιητὴς δηλοὶ τὸ πέλωρ κακόν. τὸ δὲ σκύλακος δοχεῖ xe ὑποκορισμὸν ἐσχηματέσϑαι ὁμοίως τῷ, λίϑακε ποτὶ πέτρῃ. ἀφήρηται δὲ τοῦ ἑνὸς X, ὡς τῶν δύο τῇ «“Σχύλλῃ προςνενομημένων. Ιγεογιλὸν δὲ τὸ γεωστὲ γιγνόμενον. διὸ ἐτυμολογικῶς \"ἐῤῥέϑη τὸ, φωνὴ ὅση σκύλακος νεογιλῆς γίνεται, ὅϑεν καὶ ἐχτείva τὴν παραλήγουσαν τὸ νεογιλῆς, ὁμοίως τῇ ἀρχούσῃ τοῦ γίνεσϑαι. δῆλον δὲ ὅτι τε ἐκ τοῦ γίνω προῦπἄρχει ἄῤῥητον ὄνομα τὸ νεογινὸν, ἐξ οὗ συγχέκοπται τὸ νεογνὸν, καὶ ὅτι τροπὴν ἔχει τοῦ γ᾽ εἰς Σ, καὶ τὸ πνεύμων πλεύμων, καὶ τὸ νίτρον λίτρον, ἀφ᾽ οὗ καὶ ψευδόλιτρος κονία παρὰ τῷ κωμιχῷ."
      },
      {
        "index": 107,
        "text": "ἔτι δὲ καὶ ἄϊκνον εἰς τις λίαν ἱχνεῖται, καὶ Gixhov, ὧν τὸ μὲν ἄϊκνον συναιρεϑὲν αἶχνον γίνεται, τὸ δὲ ἄϊκλον παρονομάζει τὰ χαλούμενα ἐπάϊκλα. τραγήματα δέ τινα δείπνου ἦσαν ἐκεῖνα κατὰ τὴν παρὰ ᾿“ϑηναίῳ ἱστορίαν, & καὶ ματ᾽ τύη φησὶν ἐκαλεῖτο, ϑηλυκῷ δηλαδὴ γένει, εἰριρορά τις οὖσα χηνῶν καὶ τρυγόνων καὶ λοιπῶν. ἣν δὲ ὡς εἰχὲς ἡ ἀναλογία τοῦ ἐπάϊκλα χατὰ τὰ ἐπιδόρπια τὰ παρὰ τοῖς βαρβαρωτέροις ἀναδείπνια καλούμενα. dope δέ φασι δοχεῖ γλώσσης εἶναι τὸ ἄϊκλον. Τὸ δὲ πέλωρ κακὸν ἀστείως ἀντίκειται πρὸς τὸ, σχύλακος νεογιλῆς."
      },
      {
        "index": 108,
        "text": "σπουδαῖον οὖν ἀντίϑετον εἰπεῖν ὅτι τῇ Σχύλλῃ φωνὴ μὲν σκύλακος ὀλίγης, αὐτὴ δὲ μέγα κακόν. ἔστι δὲ τὸ φωνὴ μὲν ὕση σκύλακος καὶ τὸ ἑξῆς οἰχεῖον ποτὲ πρὸς τοὺς ἁπαλὰ μὲν ὑπολαλοῦντας, κακὰ δὲ ἐνεργοῦντας, ἁρμόσει δέ ποτὲ χαὶ προσώπῳ λεπτοφώνῳ μὲν, κακούργῳ δέ. ᾿Ιστέον δὲ xc ὡς κατὼ τοὺς παλαιοὺς Ὁμήρου εἰπόντος τὸ, ὅση φωνὴ σχύλαχος προσέπλασαν τῇ “Σχύλλῃ xci κυνῶν χεφαλὲς οἱ νεώτεροι. πιϑανώτερον δέ qo, δρακόντων vosiv κεφαλάς. εὐτὼν γὰρ πόδας αὐτὴν ἔχειν δώδεχα, VE δὲ δειρὰς, ἐν δὲ ἑκάστῃ χεφαλὴν, ἐπάγει\" ἐν δὲ τρίστοιχοι ὀδόντες."
      },
      {
        "index": 109,
        "text": "δρακόντων δὲ οὐ μὴν κυνῶν 4j τῶν ὀδόντων τριστοιχία. ἔστι δέ που καὶ ἑτέρων, οἷον μεγίστων κητῶν. Τὸ δὲ οὐδ᾽ εἰ ϑεὸς ἀντιάσειεν ὑπερβολή ἐστι πρὸς ἐχφόβησιν Ὀδυσσέως, \"εἰωθότος τοῦ ποιητοῦ παραλαμβάνειν ἔστιν ὅτε καί τι ϑεῖον πρόσωπον ἐν ταῖς ὑπερβολαῖς, olov, ἔνϑα καὶ ἀϑάνατος ἐπελϑὼν ϑηήσαιτο, καὶ, οὐδ᾽ ἂν Ἄρης ὀνόσαιτο μετεῖ»- ϑὼν, καὶ, οὐχ ἂν σε ῥύσαιτο χακοῦ οὐδ᾽ ᾿Ενοσίχϑων, καὶ, οἵ τε μάλιστα νῆα διαῤῥαίσουσι ϑεῶν ἀέκητι ἀνάχτων. πιϑανολογεῖ δὲ ὁ ποιητὴς ἐν τῷ, οὐδ᾽ εἰ ϑεὸς ἀντιάσειε τὴν τῶν ἑταίρων τοῦ Ὀδυσσέως ἀπώλειαν ὑπὸ τῆς Σχύλλης, ὡς μὴ δυνατὸν ὃν μηχανῇ τινὶ περισωϑῆναι αὐτούς."
      },
      {
        "index": 110,
        "text": "ὑπόχειτανι μὲν γὰρ μὴ εἶναι πλοῦν ἑτέρωϑέν ποϑεν. ὁμοίως δὲ ὑποτέϑειται καὶ ἡ Σχύλλα κακὸν ἀκαταπολέμητον διὰ τὸ πάντῃ πάντως ἄφυχτον. ἐν ὑψίστῳ τε γὰρ σπηλαίῳ οἰχεῖ καὶ οἵῳ μὴ βέλος ἐκεῖ ἀφικνεῖσθαι, καὶ οὐδὲ ϑνήσκειν οἶδε, καὶ οὐ μόνον ἀνθρώπῳ ἀλλὰ καὶ ϑεῷ ἂν εἶναι δυςπρόσιτος. οὐ τεϑνηξομένῳ μὲν Vm αὐτῆς, οὐ γηϑήσοντι δὲ ὅμως εἴ περ ἴδοι αὐτὴν τὸ πέλωρ καχὸν, καὶ ὅσα ἄλλα χαταλαλεῖ αὐτῆς μετ᾽ ὀλίγα ὃ ποιητής. . Πόδες δὲ ἄωροι κατὰ τοὺς παλαιοὺς ἢ λεπτοὶ ἢ παραιωρούμενοι καὶ ἀσϑενεῖς, ἢ δυσφύλακτοι, οἵς οὐδεὶς ἂν ὠρήσηται, ἐστι φυλάξηται διὰ τὴν ἐν αὐτοῖς δεινότητα."
      },
      {
        "index": 111,
        "text": "ὠῤεῖν γάρ φασι τὸ φυλάσσειν. ὅϑεν καὶ ὁ πυλωρὸς, καὶ δυσωρεῖν ἐν \"Ἰλιάδι, τὸ δυσχερῶς φυλάσσειν. ἔνιοι δέ, φασι, δασέως ἀναγινώσχουσιν, ἵνα εἶεν Κάωροι οἱ ὠμοὶ καὶ σχληροὶ καὶ ἄγριοι, ἐκ μεταφορᾶς τῶν ἀώρὼν καὶ μὴ πεπόνων ἤτοι πεπείρων χαρπῶν. ἔνϑα ὅρα τὸ, δασέως ἀναγινώσχουσιν, ὡς τοῦ ὦ μεγάλου ἐνταῦϑα ἐν μὲν ταῖς ἄλλαις ἑρμηνείαις ψνιλουμένου, ἐν δὲ τῇ ῥηϑείσῃ δασυνομένου διὰ τὴν ὥραν, ἢ δηλοῖ τὸν καιρόν. ὅτι δὲ οἱ παλαιοὶ καὶ ἐν μέσῳ λέξεων ἐπνευμάτιζον τὰ φωνήεντα, καὶ ἡ ᾿Ιλιὰς δηλοῖ."
      },
      {
        "index": 112,
        "text": "ἄλλοι δὲ ἀώρους τούτους πόδας εἶπον, ὧν πολλὴ φροντὶς κατ᾽ ἐπίτασιν τοῦ &. εἰσὶ δὲ οἱ τοὺς ἐμπροσϑίους πόδας ἀώρους φασὶ, φέροντες καὶ χρῆσιν τοῦ κωμιχοῦ, εἰπόντος\" οὐ τοὺς ἀώρους εἶπας πόδας κομίζειν; σὺ δὲ φέρεις ὀπισϑίους; δοχεῖ δέ τισιν, ὡς καὶ ᾿Αριστάρχῳ ἀώρους εἰρῆσϑαι καὶ τοὺς πλεκτανώδεις, καὶ διατοῦτο κωλῆν μὴ ἔχοντας. ὥρα γὰρ ἢ ὠρὴ ὀξυτόνως ἡ κωλῆ κατὰ Ἴωνας. εἰσὲ δὲ οἱ τὸ ἄωροι ταυτὸν εἶπον εἶναι τῷ ἀόριστοι διὰ μέγεϑος, ἤγουν μεγάλοι, ἐκτάσει τοῦ ὃ εἰς ὦ. ᾿ἀπολλώ-"
      },
      {
        "index": 113,
        "text": "γιος δέ, φασιν, ὁ Ρύδιος, ἀώρους τοὺς συνεσταλμένους νοεῖ. ἄμεινον δέ, φασιν, ἀποδιδόναι ἀώρους, ὡς καὶ προεῤῥέϑη, τοὺς χαλεποὺς καὶ δυσφυλάκτους, ἢ τοὺς ἀκινήτους καὶ Lfeuhus xal \"i opt δυναμένους, ἐχταϑέντος δηλαδὴ τοῦ o εἰς, ὦ. quao χρῆται, φασὶν, αὐτοῖς ἡ 2v Ἐπιθραο com δεδυχέναι γὰρ κατὰ τοῦ- σπηλαίου δοκεῖ. καὶ \"αὐτή μὲν ap We ὄστρεια Map i i m : i o ἔχειν δὲ τὸ πᾶν τῆς ἰσχύος ἕν μόναις ταῖς δειραῖς. ὅϑεν οὔτε διώκει τοὺς παραπλέοντας. Madri. Ὀδυσσεϊ γενομένῳ ὕστερον μεταξὺ τοῦ πορϑμοῦ πρὸς τῇ erga det πλησίον “τοῦ κατ αὐτήν."
      },
      {
        "index": 114,
        "text": "am gon ἐπῆλθεν, οἷα προσπεφυχυῖα. μόνας δὲ τὰς εξ κεφαλὰς ἔξω τοῦ PEDIMOOH ἴσχουσα. ὅτι δε iride αἱ δειραὶ τῇ Σκύλλῃ πρὸ ὀλίγων εἴρηται. Σμερδνὰς δὲ αὐτῇ τὰς κεφαλὰς είναι ^ οὐδὲν ἀπεικός. ἧς καὶ τὸ κατὰ νεογιλὴν σκύλακα ὕλαγμα δεινὸν nv. Τὸ δὲ πυχνοὶ χαὶ ena ἐχ παραλλήλου μὲν τὴν αὐτὴν σημασίαν ἔχουσι, δηλοῦσι δὲ πύκνωσιν mr fa xo d E TENE bana xel μάλιστα τὴν κατὰ τοὺς στοίχους τοὺς τρεῖς. νοητέον δὲ ἀναλόγως καὶ καρχαρόδον Η kj. λαν εἶναι. TO δὲ πλεῖον μέλανος ϑανάτοιο ἀστείως ἔφη; ὡς & meo Pais ἰοῦ πληρεις."
      },
      {
        "index": 115,
        "text": "ἔγοιτο e xci ὃ διαβολεὺς τοιούτους ὀδόντας ἔχειν. Τὸ δὲ ἔξω δ᾽ ἐξίσχει κεφαλὰς γράφεται καὶ ἔξω δ᾽ ἐξ ἴσχει κεφαλάς. καὶ ἔχει τι τοῦτο καὶ καλλους. To δὲ βέρεϑρον κοινῶς μὲν βάραϑρον, κατὰ \"Μακχεδόνας δέ, φασι, καὶ ξέρεϑρον λέγεται. τροπὴν δὲ τὸ βέρεϑρον ἔχει ἔκ τοῦ βαράϑρου, XH \"E τὸ πένϑος ix τοῦ πάϑους. Τὸ δὲ ἰχϑυάᾳ καταχρηστικῶς ἔφη ἀντὶ τοῦ Sie οὐ γὰρ ἰχϑύες οἱ δελφῖνες καὶ οἱ κύνες, ἀλλὰ κήτη, ὡς καὶ ὃ ποιητής φησιν. ὁποῖα καὶ ἄλλα Y etel καὶ χρὴ ἔχειν καὶ τοῦτο εἰς συγκρότησιν τοῦ, νέκταρ ἐνῳνοχόει."
      },
      {
        "index": 116,
        "text": "τοιοῦτον δέ τι σὺν ἄλλοις τοῖς cà αχοῦ δηλωϑεῖσι καὶ παρὰ Ὀππιανῷ τὸ, δινωτὸς κύβος μολίβου. κατὰ παράχρησιν γὰρ καὶ τοῦτο. ἐπεί του ἄλλως & τετράγωνος κύβος, πῶς δινωτὸς ἤτοι τορευτός ; χαὶ αὖ πάλιν εἰ δινωτὸς, πῶς κύβος; Ἰστέον δὲ ὅτι τὸ, αὐτοῦ ἰχϑυάᾳ οἰχείως, φασὶ, πλάττεται τοῖς περὶ τὸ Σ᾽χύλλαιον συμβαίνουσιν, ἔνϑα οἱ ϑύνvoL ἀγεληδὸν φερόμενον καὶ τῆς Σικελίας ἁψάμενοι περιπίπτουσι τοῖς κητώδεσι, καὶ πιαίνουσι τοὺς γαλεώτας, οὖς καὶ ξιφίας, φασὶ, καὶ κύνας καλοῦσι. τὴν δὲ ϑήραν τῶν τοιούτων γαλεωτῶν οὐ ως γράφος ἱστορεῖ ὅπως γίνεται."
      },
      {
        "index": 117,
        "text": "Τὸ δὲ καὶ εἴ ποϑὲε μεῖζον ἕλῃσι, τὴν πολλὴν ἰσχὺν τῆς ΣκυλAuc ἐμφαίνει, ὡς καὶ τῶν μεγάλων κητῶν περιγινομένης, καὶ μὴ μόνων δελφίνων ἡ κυνῶν οἷς καὶ αὑτοῖς πολλάκις βριϑὺ τὸ μέγεϑος. \"Oo δὲ μυρία κήτη βόσχει ἡ ἐκεῖ ϑάλασσα. μεμαρτύρηται. Καιριώτερον δὲ τὸ βόσκειν ἐνταῦϑα, ἤ περ ὅτε ixivoog ἔφη ὡς πολλοὺς βύσκει γαῖα os dir an ϑρώπους. Ὅτι δὲ βοσχήματα πόντου τὰ iv αὐτῷ ζῷα, δεδήλωται. δῆλον δὲ καὶ ὅτι ἡ τῶν \"uviov xat φυκίων καὶ βρύων τῶν κατὰ ϑάλασσαν νομὴ, βόσκει τὰ νεμόμενα."
      },
      {
        "index": 118,
        "text": "ἴσως δὲ καὶ ἑτέρων τινῶν φυτῶν ὡς εἰχὸς ϑαλαττίων. ϑύννοι γὰρ ἱστοροῦνται ἐπέκεινα Σικελίας βαλανηφαγεῖν ἀπὸ δρυαρίων φυομένων χατὰ ϑάλασσαν. Ὅτι δὲ τὸ βύσχειν καὶ περισπωμένως προφέρεται, δῆλον μὲν καὶ ἐκ τῶν ὡς ἐῤῥέϑ' \"n βοσκημάτων. καὶ ἐξ αὐτοῦ δὲ “Ομήρου εἰπόντος iv roig ἑξῆς τὸ, βοσκήσεις γαστέρα. oUrO καὶ Ἡσίοδὸς οἷδε τὸ διδασκῶ διδασχήσω. περισπωμένως. καὶ οὕτω ϑεραπεύεται δηματικὴ ἀναλογία. Ages ade ὅσα βαρύτονα ῥήματα εἰς τὴν σχῶ συλλαβὴν Anyovaw, οὐ δύνανται κλιϑῆναι μέτα TOU σίγμω εἰς μέλλοντα, περισπῶνται τινὰ ἐξ αὐτῶν͵ διὰ κλίσιν ἀκώλυτον."
      },
      {
        "index": 119,
        "text": "-Ayacrovog δὲ ᾿Δμφιτρίτη 7) ἢ πολυχτυπος\" στένειν γὰρ λέγεται καὶ πόντος ἀντὶ τοῦ ἠχεῖν\" ἢ ἡ τοῖς ναυαγοῦσιν αἰτία στόνων πολλῶν. Ναῦται δὲ ἀκήριοι οἱ ἀβλαβεῖς καὶ μὴ παϑόντες κῆρα τινά. τὸ μέντοι ἀχκήριον αἶψα τίϑησιν ἐν ᾿Ιλιάδι, ταυτόν ἐστι τῷ νεχρόν. ἀκήριος γὰρ ἐχεῖ ὃ ἄψυχος. ᾿Εν δὲ τῷ, κρατὶ ἑκαστῷ, καινογενές τι ἐμφαίνεται, εἴτε ὃ χρὰς εἴποι τις κατὰ γένος ἀρσενικὸν, εἴτε ἡ ἕκαστος κρας. OUTO δὲ καὶ ἐν τοῖς ἑξῆς τὸ, σῷ κράατι τίσεις. ἢ γὰρ ἡ σὸς χρὰς ἔστιν εἰπεῖν καὶ ἐκεῖ, ἢ ὃ χρὰς σός."
      },
      {
        "index": 120,
        "text": "eugas. τερα δὲ zouvó*quya. ἐνταῦϑα δὲ καὶ ἕτερόν τί ἐστιν ἄπορον. πῶς γὰρ τὸ χράατι ἐκεῖνο οὐ προπερισπᾷ θο τὴν ἐνταῦϑα συναίρεσιν; ἵνα ἢ χρᾶτι προπερισπωμένως ὁμοίως τῷ, κέαρι κῆρι καὶ ἔαρι tot. καὶ rOUTOV μὲν ζητητέον λύσιν. τῷ τέως δὲ ἰστέον καὶ ὅτι ἀκολούϑως Ὁμήρῳ καὶ ὃ κωμικὸς λέγει το, ἀμφὶ κρατὶ σῷ βρύοντα στέφανον μύρτων. καὶ ὅτι δοκεῖ τὸ τοιοῦτον κατὰ γένος εἰρῆσϑαι οὐδέτερον, ὡς ἐμφαινὲν Πίνδαρος ἐν᾿᾿Ισϑμιονίκαις, εἰπών\" τρία κρᾶτα ἤτοι κράατα. Τὸ δὲ νεὼς χυανοπρώροιοὨ — οὐδεὶς, ἂν εἴποι μὴ ᾿Δττικῶς εἰρῆσϑαι. τὰ γὰρ χοινότερα ναὸς καὶ νηὸς, ὡς γραῦς Ἀγραὸς ypxes- 1ω-"
      },
      {
        "index": 121,
        "text": "νιχὸν δὲ πάντως τὸ νηὸς : χαὶ γρηός. τὰ πλείω δὲ τῶν παλαιῶν ἀντιγράφων xo ἐνταῦϑα xoi ἐν τοῖς ἄλλοις τόποις διὰ τοῦ O μιχροῦ ἔχουσι τὴν λήγουσαν τῆς νεός. ὃ ὁ δὲ ἐριγεὸς εὐφυῶς ὑπὸ τοῦ ποιητοῦ πέπλασται διὰ τὸ πιϑανόν. εἴωϑε γὰρ εἰχῇ ὅποι ποτὲ τύχῃ αὐτοφυῶς καὶ οὐχ ἀπὸ χειρομαχίας τὸ τοιοῦτον φυτὸν γίνεσϑαι, ὡς καὶ ἐνταῦϑα κατὰ τὸ εἰχὺς, χαὶ οὐκ ἂν εἰς τοσοῦτον ἐπιϑανολόγησεν ὃ ποιητὴς. ,& nep ἄλλο TL φυτὸν παραπερυχέναι τῇ Χαρύβδει ἐπλάσατο. μέγας δὲ πλάττεται ὃ τοιοῦτος ἐριγεὸς, ὡς ἂν δύναιτο ἀνέχειν τὸν Tobi."
      },
      {
        "index": 122,
        "text": "οὗ χάριν καὶ πέπλασται, ἵνα σωϑῇ ἀποχρεμασϑεὶς αὐτοῦ. Φύλλοις δὲ τέϑηλεν, ἵνα μὴ ἀπεξηραμμένος ὧν ἀνωφελὴς τῷ Ὀδυσσεῖ κατά τινὰ συχίνην ἐπιχουρίαν γένηται, χαὶ ἅμα, ἵνα χαὶ βαρυνόμενος τοῖς φύλλοις ἕτοιμος εἴη τῷ ᾿Οδυσσεῖ πρὸς ἀἄντίλ ἤψιν μέγας TE ὧν χαὶ δασὺς χαὶ οὕτω | βαρὺς χαὶ κάτω ῥέπων : εἰς ϑάλασσαν. δΉΛΟΣ δὲ xai μὴ δὲ βαϑὺν χειμῶνα εἶναι τὴν ὥραν εἰ φύλλοις ἔτι τέϑηλεν ὃ ἐρινεὸς, χαϑὰ καὶ ὃ πτόρϑος ἕν τοῖς πρὸ τούτων, ὃς ἐν Φαιακίᾳ χρή ἤσιμος τῷ Ὀδυσσεῖ γέγονε. Περὶ δὲ “Χαρύβδεως τοιαῦτα τινὰ ἱστόρηται."
      },
      {
        "index": 123,
        "text": "Μεσσήνη ἐν τῷ κατὰ Σικελίαν χόλπῳ τῆς Πελωρίδος πόλις μεγάλη, κτίσμα Πελοποννησίων Δῖεσσηνίων, 5j mors καλουμένη Ζάγκλη, δι᾿ ἣν ἔχει σκολιότητα. ζάγκλιον γὰρ παρὰ τοῖς ἐχεῖ τὸ σχολιόν. ὅϑεν χαὶ ζάγχλον τὸ δρέπανον. ἐνταῦϑα μιχρὸν πρὸ τῆς πόλεως ἡ Χάρυβδις δείχγυται ἐν τῷ πόρῳ βάϑος ἐξαίσιον, εἰς αἱ τοῦ πορϑμοῦ παλίῤῥοιαι μετὰ συστροφῆς καὶ δίνης μεγάλης ἐχτραχηλίζουσαι τὰ σχάφη κατάγουσιν. οἱ δὲ τοῦτο ἱστοροῦντες προσιστοροῦσι xci ὡς τὸ, τρὶς μὲν ἀνίησιν ἐπ᾽ ἤματι, τρὶς δὲ ἀναροιβδεῖ."
      },
      {
        "index": 124,
        "text": "ὰ δὶς ὀφείλει γράφεσϑαι διὰ τὸ καὶ τὴν χατὰ τὸν Σιχελιχὸν πορϑμὸν παλίῤῥοιαν, ἀφ᾽ ἧς ἐπλάσϑη χαὶ τὰ κατὰ “Χάρυβδιν, δὶς ἑκάστης ἡμέρας γίνεσθαι, ὡς ἡ περὶ τὸν Χαλκιδιχὸν Εὔρυπον ἑπτάκις καϑ᾽ ἡμέραν ἑκάστην γίνεται. παρὰ δέ γε τῷ ποιητῇ τρὶς γέγραπται, ἢ ἁμαρτήματός, φασιν, ὡς εἰκὸς γραφικοῦ γενομένου, ἢ τῆς Κίρκης πρὸς τὸ ἐχφοβῆσαι χρησαμένης, ὡς εἰς ὑπερβολὴν, τῷ τοιούτῳ ἀριϑμῷ, χαϑὸ καί τινας τρισμακαρίους χαὶ τρισαϑλίους φαμέν. τὸ μέντοι τὴν Χάρυβδιν ἐ ἐς τὸ παντελὲς à ἀναπίνεσθϑαι, ὡς καὶ τὴν ἄμμον ἢ τὰς ὑποχρήμνους πέτρας φαίνεσϑαι εἶτ ᾿αὖϑις πάλιν ἀνιέναι, οὐδεὶς ἱ ἱστόρησεν ἀπληϑὲς εἶναι."
      },
      {
        "index": 125,
        "text": "πλασϑῆναι δὲ ἄλλως αὐτὸ ὑποτοπάζεται, ἀπὸ ἀμπώτεων γινομένων ἀλλαχοῦ. φησὶν οὖν καὶ ὃ γεωγράφος ὅτι ἀπὸ τῶν ἀμπώτεων χαὶ τῶν πλημυρίδων, üg ' xeevüg πάσχει, τὴν Χάρυβδιν ὃ ποιητὴς ἐμυϑεύσατο, οὐ παντάπασι πλάσας, ἀλλ ἀπὸ τῶν ἱστορουμένων ἐχεῖ διασχευάσας χαὶ τὰ κατὰ πορϑμὸν, ἐν à δὶς καϑ' ἑκάστην ἡμέραν xci νύχτα παλίῤῥοια γίνεται, εἶ καὶ ἡ Κίρκη τραγῳδίας καὶ φόβου χάριν τρὶς ταύτην εἶπε γίνεσϑαι. ὃ δ᾽ αὐτὸς λέγει xc μεταξὺ ᾿Απαμείας τῆς Συριακῆς καὶ ᾿Αντιοχείας χάσμα τι Χάρυβδιν λέγεσϑαι, εἰς ὃ καταδὺς Ὀρόντης πάλιν ἀνατέλλει ἑτέρωϑι."
      },
      {
        "index": 126,
        "text": "περιάδεται δὲ χαὶ “Ὡυκιαχή τις ἔτι καὶ νῦν Χάρυβδις. ὅτι δὲ τὸ χατὰ τὴν Χάρυβδιν πλάσμα τοῦ ποιητοῦ ἄμπωτιν καὶ ταύτην ὑποβάλλει νοεῖν, οὐκ ἔστιν ἀμφιβαλεῖν. ᾿Ιστέον δὲ xci ὅτι ὃ Κίλιξ ποιητὴς τοπογραφῶν TE ἅμα ἐν παραβολῇ χαὶ μυϑικῶς αἰτιολογῶν τὸ κατὰ τὴν Χάρυβδιν ᾿Ιονίου τε καὶ Τυρσηνιχοῦ πόντου μέσην χεῖσϑαι αὐτὴν ἱστορεῖ, ὡς xal τῶν κατὰ τὸν Σιχελιχὸν πορϑμὸν οὕτω χειμένων, δὶ δὴ ἀποῤῥῶγα πορϑμοῦ λέγει ἐχεῖνος. καὶ πνεύματι δὲ ὑπο; γαίῳ TUO YU αὐτήν φησιν EROR, xta τινὰ δῆϑεν ὁμοιότητα τοῦ ἐν Σικελίᾳ Αἰτναίου πυρὸς, οἷα τοῦ μυϑιχοῦ Τυφῶνος ἁ ὥς ὅπερ τῇ Arn , οὕτω καὶ τοῖς κατὰ Χάρυβδιν τόποις ὑποκειμένου, ἵνα χαϑὰ ἐν ᾿Ιλιάδι Ζεὺς ὑπὸ Τυφώεϊ γαῖαν τινὰ ἱμάσσει, πνεύματι, δηλαδὴ ἐλαυνομένην σφοδρῷ, οὕτω καὶ ἡ Χάρυβδις ὁ ὁμοίῳ τινὶ πνεύματι λαύρῳ κάτωϑεν κατὰ πάϑος ἀμπώτεως ἀναταρασσομένη πάσχῃ ἅπερ ἡ ποίησις τερατεύεται."
      },
      {
        "index": 127,
        "text": "ὅτι δὲ εἴς τινα πολυδάπανον ἀσωτίαν xc ἡ Χάρυβδις ἀἄλληγορικῶς ἐχλαμβάνεται, δῆλον ἐστὶν ἐκ τῶν παλαιῶν. ὁποίῳ δή τινι λόγῳ χαὶ ἡ κωμῳδίᾳ τὴν φάραγγα ἐπὶ ὁμοίου νοήματος τίϑησιν, ὡς εἴ τις εἴποι τὸν δάπανον κλέπτην ἢ συχοφάντην φάραγγα συκοφαντίας εἴ τε κλοπῆς. χαὶ τοιάδε μὲν: χαὶ ταῦτα. περὶ δὲ πάϑους ^ ἀμπώσεως ac ἐν τοῖς τοῦ περιηγητοῦ διείληπται. νῦν δὲ ἀρκεῖ φάναι ὕτι Tt ᾿Δττιχῶς ἐχτείνεν τὴν παραλήγουσαν ἡ ἄμπωτις, ὡς καὶ τὸ αἱματοπότης καὶ ὑδροπότης κατὰ Αἴλιον Διονύσιον."
      },
      {
        "index": 128,
        "text": "καὶ ὡς εἴ περ ὑπόϑοιτό τις παύσασϑαί ποτε ὕστερον τὸ χατὰ τὴν Χάρυβδιν ἀμπώτισμα, εἴη ἂν ἡ ἐχεῖσε γῆ ἁλίπεδον. λέγεται γὰρ παρὰ τοῖς παλαιοῖς δασέως ἁλίπεδον, πεδίον πρότερον ϑάλασσα γεγονός. ὃ δὲ γεωγράφος ἐν οἷς ἱστορεῖ περὶ ἴτνην καὶ “Ἱεοντίνην ὀξέγους τινὰς ἄνδρας εἶναι, δι᾽ οὖς ἀπροσπέλαστα ἦσαν τὰ κατὰ τὸν πορϑμὸν ὁποῖοι τινὲς"
      },
      {
        "index": 129,
        "text": "καὶ Κύκλωπες καὶ deuorgu*yóveg, λέγει ὡς καὶ \" Χάρυβδις καὶ τὸ Σκύλλαιον ὑπὸ λῃστῶν κατείχετο. Áo ἔοικε δὲ ἡ Χάρυβδις ἢ κατὰ ὀνοματοποιίαν τινὰ λεχϑῆναι χαὶ μίμησιν ἤχου, ἢ παρωνυμεῖσϑαι τῷ Χάgon. Did. τὸ xot a ὑτὴν ὀλέϑριον, 1) καὶ ἐκ τοῦ συμβαίνοντος ἐτυμολογεῖσϑαι , παρὰ τὸ εἰς χάος ὁᾷον ὑποδύνειν, τοῦ mi στοιχείου ἐν τῇ Busen] quies εἰς β' ἢ es a Fieie ὑββαλλείων Me ΄ acl ὧς δαιμόνιον πλάττεσθαι. διὸ καὶ δῖαν αὑτὴν Χαρυβδιν ὃ ποιητὴς λέγει, ὡς καὶ δῖαν po gos Á€ τὸ δῖαν ἀντὶ τοῦ φοβερὰν εἶπον, ὡς ἀπὸ τοῦ δίω τὸ φοβοῦμαι."
      },
      {
        "index": 130,
        "text": "ὅϑεν χαὶ τὸ δεδιέναι, ἄλλοι δέ φασιν, ὡς οὐχ ἐδήλωσεν ὁ ποιητὴς πότερον ϑηρίον ἐστὴν ἢ) ἄμπωτις ἡ Χάρυβδις. φέρεται δὲ παρὰ τοῖς ἀρχαίοις καὶ ὅτι Χάρυβδις ϑαλάσσης βαϑος ἀναπτωτιχὸν μεταξὺ τοῦ “Αδρίου xci τοῦ Τυῤῥηνικοῦ πελάγους. ᾧ συλλαλεῖ xc ὃ μεταβολεὺς 4ημοσϑένης, εἰπὼν ὅτι τῷ φυτῷ vn χέίτο 7) ὀνομαζομένη μὲν Χάρυῤβδις, αὐτὸ δὲ τοῦτο ἄμπωτις τοῦ πελάγους βιαιοτάτη καὶ αὐϑις πλημῦύρα. \"Ἰστέον δὲ ὅτι οὐ κλίνεται ὡς Θέτις Θέτιδος, σις Ἴσιδος, οὕτω καὶ Χαρυβδις Χαρύβδιδος, ἵνα μὴ ἐπάλληλον δὶς γένηται τὸ δ᾽ καϑ' “ἩΗρῳδιανόν."
      },
      {
        "index": 131,
        "text": "τοιούτῳ δὲ λόγῳ καὶ τὸ ἐκ τοῦ δείδω δέδοιδα j δέδοικα γέγονε. πολλαὶ δέτινες καὶ κάλλαι ἀλλεπαλληλίαι μισοῦνται. Τὸ δὲ Χάρυβδις ἀναροιβδεῖ ὕδωρ, οὐ μακρὰν οὐδ᾽ αὐτό ἐστι τοῦ παρηχεῖν. ὥς περ παρήχησις ἔστι τις καὶ ἐν τοῖς ἑξῆς τὸ, Σκύλλη χοίλης ἐκ νηὸς ἑτάρους εξ ἕλετο, ταυτὸν δὲ ἀναροιβδεῖν εἰπεῖν καὶ δοιβδεῖν, ὡς δηλοῖ τὸ, ὅτε ῥοιβδήσειε. δηλοῦται δὲ καὶ ἐν ἀμφοτέροις τὸ ῥοφεῖν εἴτουν ἀναῤῥοφεῖν κατὰ ὀνοματοποιΐαν ὁποίαν τινὰ ἔχει καὶ τὸ ῥοχϑεῖν, τραχύτερον μέντοι ἐκεῖνο τοῦ ῥοιβδεῖν, καϑὰ καὶ τὸ ἐῤῥοίβδησε τραχυφωνότερον τοῦ ἐῤῥοίζησεν."
      },
      {
        "index": 132,
        "text": "ἅ περ εἶεν Gv ὅμοιά τινα, εἴ περ καὶ ὃ ῥοῖζος εὕρηται ὁοῖβδος λεγόμενος κατὰ τὸ, πτερῶν γὰρ ῥοῖβδος οὐκ ἄσημος ἦν. Ὅρα δὲ ὅτι τε ἐν μὲν τῷ ἀνίησι τὴν ἄνω σχέσιν ἡ πρόϑεσις δηλοῖ, ἐν δὲ τῷ ἀναροιβδεῖ πλεονάζει, ὡς χαὶ πρὸ τούτων ἐπὶ Ταντάλου ἐν τῷ, ὕδωρ ἀναβροχὲν, ὅ ἐστιν ἀναποϑὲν, ἀναροφηϑέν. καὶ ὅτι ἐν μὲν τῷ, δῖα Χάρυβδις ἀναροιβδεῖ ἐκτείνεται τὸ προπαραλῆγον ἃ καὶ ἔχει διπλάζειν τὸ Q, ἐν δὲ τῷ, τρὶς δ᾽ ἀναροιβδεῖ συστέλλεται χατὰ τὴν ἀναλογίαν τῶν προϑέσεων. Τὸ δὲ ἐπ᾽ ἤματι ἀντὶ τοῦ, ἐφ᾽ ἑκάστῳ νυχϑημέρῳ, ὡς γίνεσθαι ἑκάστην ἀναῤῥοίβδησιν δι᾿ ὡρῶν ὀχτὼ περιοδιχῶς, ὡς τεκμαίρονται οἱ παλαιοὶ ἐν τοῖς ἑξῆς περί που τὸ τέλος τῆς ῥωψῳδίας."
      },
      {
        "index": 133,
        "text": "Τὸ δὲ ἀναροιβδεῖ δεινὸν, χαὶ τὸ, δεινὸν λελακυῖα, Ἀχαὶ τὸ, σμερδαλέη κεφαλὴ, καὶ τὸ δεινοῖο βερέϑρου, καὶ iv roig ἑξῆς τὸ, δεινόν τ᾽ ἀργαλέον Tt, καὶ TG τοιαῦτα, καὶ μάλιστα ἐν τοῖς μετὰ ταῦτα τὸ , δεινὸν ἐβεβρύχει, φοβερὰ είναι τὰ τοιαῦτα ποιητικὰ χωρία δηλοῖ THARE ἄλλα suba χατὰ τὴν φράσιν τραχύτητι. Τὸ δὲ μὴ σύ γε κεῖϑι τύχοις Ort ῥοιβδησειε, πανῦ ἐνδιαϑέτως ἐῤῥέϑη πρὸς ἔνδειξιν τοῦ, μέγα εἶναι τὸ δεινόν. δύναται δὲ ῥηθῆναι αὐτὸ καὶ ὅτε τις εὔξεται μὴ παρατυχεῖν So τινὶ τῶν πάνυ ἀδίχων., παρ᾽ οἷς ἀναροιβδεῖται τὰ ἀλλότρια, ὅτε προσεπιπλέξει τις ἀφελῶς, καὶ τὸ ἐφεξῆς."
      },
      {
        "index": 134,
        "text": "ὡς οὐ γάρ κεν ῥύσαιτό σε Um ἐκ κακοῦ οὐδ᾽ ᾿Ενοσίχϑων. \"εἰ δ᾽ ἔστιν ἐλπὶς τὸν ἀδιχούμενον βοηϑηϑῆναι ὑπὸ γυναικὸς ἀδίχου μὲν καὶ αὐτῆς οὐ πάνυ δὲ Χαρύβδεως, οἰχεῖον παραινέσαι καὶ τὸ, ἀλλὰ μάλα Σχύλλης σκοπέλῳ πεπλημένος καὶ τὰ ἑξῆς, ὡς χρήσιμον κριϑείη ἂν τῷ τεχνιχῶς γράgor. τὸ δὲ φέρτερον ἐκ τοῦ φέρειν γινόμενον συστοιχεῖ οὐ μόνον πρὸς TO προφερεστερον, ἀλλὰ καὶ πρὸς τὸ συμφέρον καὶ ὑπερφερές. Τὺ δὲ ποϑήμεναν δῆλον ὡς ἀπὸ τοῦ ποϑαίνω ἀχρήστου παράγεται ῥήματος, ὡς καὶ và φορῆναι ἀπὸ τοῦ φοραίνω."
      },
      {
        "index": 135,
        "text": "ἴσως δὲ καὶ ἄλλως αὐτὰ τὸ μὲν iz τοῦ ποϑῶ πόϑημι, τὸ δὲ ἐκ τοῦ φορῶ φόρημι γίνεται. Ὅτι ὃ ζητῶν πῶς gu καὶ φύγῃ ἄδικόν τινα μεγάλα βλάπτειν δυνάμενον καὶ αὖ πάλιν ἕτερόν τινα ὕμοιον ἀμύναιτο, εἴποι ἂν τὸ, εἰ δ᾽ ἄγε δὴ μοι τοῦτο νημερτὲς ἔνισπε, εἴ πως ἀντὶ τοῦ ὕπως, χαϑὰ καὶ προδεδήλωται, T ἣν ὀλοὴν 4ο μὲν ὑπεχπροφύγοιμι Χάρυβδιν.. τὴν δέ κ᾿ ἀμυναίμην Ore μον σίνοιτό γ᾽ ἑταίρους. o δὲ τοιοῦτος ἀχούσοι CV τὸ, σχέτλιε, καὶ δ᾽ αὖ τοι πολεμήϊα ἔργα μέμηλε καὶ φόνος, οὐδὲ τοῖς XGERE SENI ὑπείξεαι; δεινὸν τὸ χαχὸν, ἀργαλέον vc χαὶ ἄγριον οὐδὲ μαχητὰν, οὐδέ τίς ἐστιν ἀλκή."
      },
      {
        "index": 136,
        "text": "φυγέειν κράτιστον ἀπ᾿ \"αὐτοῦ. ἢν γὰρ δηϑύνῃσθϑα κορυσσόμενος, δείδω μή σ᾽ ἐξαῦτις ἐφορμηϑεῖσω. κιχῃσι T σῃσι κεφαλῇσι, τόσους δ᾽ ἐκ φῶτας ἕληται. ἀλλὰ μάλα σφοδρῶς ἐλάαν. εἰ δὲ χαὶ φίλη μήτηρ ὁμοία τῷ πολυχεφράλῳ ἀδίχῳ πρόσεστιν, εἰχὸς προσαρμόσαι καὶ τὸ, βωστρεῖν δὲ Κρώταιϊν τὴν καὶ προγραφεῖσαν, μητέρα τῆς Σ;χύλλης, ἥ μιν τέκε πῆμα βροτοῖσιν, 1j μιν ἔπειτ ἁἀποποῦσει ἐφυστερον"
      },
      {
        "index": 137,
        "text": "ὁρμηϑῆναι, Καὶ ὅρα τὸ 3j μιν δὶς ἐ ἐν παραϑέσει λεχϑέν. ἔστι δὲ ᾿ βωστρεῖν τὸ ἀναβοᾶσϑαι ἤγουν ἐπικαλεῖσθαι, xci λαμβάνεται συνήϑως ἀντὶ προσταχτιχοῦ, γίνεται δὲ ἀπὸ τοῦ βοῶ βοήσω βοητῶ καὶ κατὰ κρᾶσιν βωτῶ, ὅϑεν τὸ ἐπιβωτῷᾷ παρὰ Ἡροδότῳ. πλεονασμῷ δὲ τοῦ σίγμα καὶ ῥῶ βωστρῶ, xod ὁμοιότητα τοῦ ἐλαστρῶ, ὡς καὶ ἐν τοῖς εἰς τὴν Ιλιάδα γέγραπται, χαὶ τοῦ, χωστρὶς χωστρίδος καὶ τῶν ὁμοίων. παρὰ δὲ Θεοκρίτῳ χεῖται ἡ λέξις xoi ἐπὶ τοῦ Ψηλαφητιχῶς ἐν. ἀγυιαῖς ἀναβοᾶσϑαι τινά. Ἂν τούτοις δὲ δοκεῖ πως ἑρμηνεύεσϑαι xai ὃ σχέτλιος\" ὡς τοιοῦτος ὧν ὃ πολεμήϊα ἔργα ἐν μελήσει ἐ ἔχων, καὶ φόνῳ χαὶ δεινοῖς à χειρῶν χαὶ μὴ ἐνδέοντι φεύγειν ἐϑέλων ἀλλ᾽ ἐπέχων τλημόνως ἑαυτόν."
      },
      {
        "index": 138,
        "text": "\" δὲ καὶ ὅτι τὸ δυνατώτερον γόημα xci πείϑειν i ἔχον. τὸν Ὀδυσσέα ὡς δεινὸν ἡ Σχύλλα xoi “ἄμαχόν ἐστι καχόν ve\" Asvraiov ingrid τῇ Κίρκῃ κατὰ λόγον ἃ ἀχμῆς. ὃ πέρ ἐστι τοιοῦτον ἡ δέ τοι οὐ ϑνητὴ, ἀλλ᾽ ἀϑάνατον χακόν ἐστιν, ἤγουν δαίμων κακοποιὸς χαὶ μὴ πεφυκὼς θανεῖν, δεινόν τε xci τὰ ἑξῆς, ὡς προσεχῶς ἐγράφη κείμενα συχνὰ κομματιχῶς πρὸς ψόγον. τῆς XxVÀ- Ang, εἰ χαὶ μὴ ἐπίστευσεν Ὀδυσσεὺς, ὡς τὰ ἑξῆς δηλώσει, ἀλλὰ πειρασάμενος ἀντιστῆναι, εἶτα παϑὼν ἔγνω. «Σημείωσαι δὲ ἐν τῷ, οὐ ϑνητὴ, «AX ἀϑάνατον κακόν ἐστιν, ὅτι καὶ παρ᾽ Ὁμήρῳ διαφέρει ἀϑάνατος xcl ϑεός."
      },
      {
        "index": 139,
        "text": "καὶ γὰρ οἱ ᾿Αχιλλέως | ἵπποι ἀϑάνατοι μὲν πλάττονται, οὐ μὴν καὶ Dot οὕτω δὲ καὶ ἡ Σκχύλλα. xci ἡ ψυχὴ δὲ ϑεῖον οὖσα xci ἀϑάνατον, ὅμως οὐ ϑεός ἐστιν. Ὅτι ἐν τῇ προῤῥηϑθείσῃ. Θρινακίῃ νήσῳ, ἔστι δὲ ἡ Σικελία, ἐβόσχοντο πολλαὶ ' Πελίοιο βόες καὶ ἴφια μῆλα.. χαὶ ἑρμηνεύων τὸ πολλαὶ ἐ ἐπάγει, ἑπτὰ βοῶν ἀγέλαι, τόσσα δ᾽ οἰῶν πώεα καλά. πεντήκοντα δ᾽ ἕχαστα καϑ' ἑχάστην δηλαδὴ ἀγέλην. γόνος δ᾽ οὐ γίνεται αὐτῶν, οὐδέ ποτε φϑινύϑουσι. ϑεαὶ δ᾽ ἐπιποιμένες εἰσὶ Ψαέϑουσά τε «“αμπετίη τε."
      },
      {
        "index": 140,
        "text": "ἃς τέχεν ᾿Ηελίῳ δῖα Νέαιρα. τὰς μὲν ἄρα ϑρέψασα τεχοῦσά τε πότνια μήτηρ ἐχεῖ ἀπῴκισε μῆλα φυλασσέμεναι. πατρώϊα καὶ ἕλικας βοῦς. περὶ τούτων συμβουλεύει Κίρκη τῷ Οδυσσεῖ, ὡς εἰ μὲν ἀσινεῖς ταύτας ἐᾷς νόστου μεδόμενος, ἢ τ᾽ ἂν εἰς Ιϑά\" χὴν χαχά περ. πάσχοντεὲς ἵχοισϑε. εἰ δέ χε σίνηαι, τότε τοι τεχμαίρομαι ὄλεϑρον. ὃ δὴ καὶ “πρὸ τούτων ἐποίει TÓ,TE χαχὸν προλέγουσα xai τὴν ϑεραπείαν αὐτοῦ. ᾿Ιστέον δὲ ὕτε τὰς ἀγέλας ταύτας καὶ μάλιστα τὰς τῶν βοῶν φασὶ τὸν ᾿Δριστοτέλην ἀλληγορεῖν εἰς τὰς κατὰ δωδεχάδα τῶν σεληνιακῶν μηνῶν ἡμέρας, γινομέvag πεντήκοντα πρὸς ταῖς τριαχοσίαις, ὅσος xci ὃ ἀριϑμὸς ταῖς ἑπτὰ ἀγέλαις, ἐχούσαις ἀνὰ πεντήχοντα ζῷα."
      },
      {
        "index": 141,
        "text": "διὸ οὔτε γόνον αὐτῶν γίνεσϑαι Ὅμηρος λέγει οὔτε φϑοράν. τὸ γὰρ αὐτὸ ποσὸν ἀεὶ ταῖς τοιαύταις ἡμέραις μένει. Φαέϑουσα δὲ χαὶ “Ἰαμπετία, αἱ κατὰ τὸν Ἥλιον δυνάιιδις ἢ ἡμέραι αἱ τὸν xa ἡμᾶς βίον ὑπὸ χρόνον ὄντα οἷον ποιμαίνουσαι. ἃς ἔτεκεν ᾿ ΓΙλίῳ Νέαιρα ] ἀεὶ νεάζουσα ἐν αὐτῷ καὶ ἀκμαία χίνησις. τὰς δὲ τοιαύτας ἀγέλας οἱ μὲν ᾿Οδυσσέως ἑταῖροι εἰ χαὶ μὴ ἔφαγον, | ἀναιδὲς γὰρ τοῦτό γε εἰς ἀλληγορίαν, ἀλλ εἰς οὐδὲν δέον κατεδαπάνησαν. καὶ τὸ χατὰ τὸν \"Ξενοφῶντα πολυτελέστατον ἀνάλωμα τὸν καιρὸν, ἐν χενοῖς παρανάλωσαν."
      },
      {
        "index": 142,
        "text": "Ὀδυσσεὺς δὲ ἀεὶ σπουδαῖος ὦ ὧν παρεφυλάξατο αὐτὰς ὡς φιλοσόφῳ t ἔπρεπεν. οἱ δέ φασιν ἐργάτας εἶναι τοὺς βύας οὗς xai ἱεροὺς ᾿Ηλίου οἱ παλαιοὶ ἐνόμιζον, διὸ καὶ ᾿“ϑηναίοις ἀπώμοτον ἦν ϑύειν βόας ἐ ἐργάτας. ὅϑεν τὸν Ἥλιον ἀγάσασϑαι, διότι τοιαύτας βόας ἐλάσαντες ἔϑυσαν. 0, φασιν, οὐκ ἂν ἔπαϑεν Ἥλιος εἰ προβάτων ἡ ἥψαντο. ἴσως δὲ xci λευκοὶ οἱ βόες καϑ' ὁμοιότητα χρώματος πρὸς τὸν “Ἡλιον. τοῦτο δὲ οὐ πάνυ ἀληϑὲς διὰ τὸ ἕλικας αὐτὰς ῥηϑῆναι, ἐστι μελαίνας, χατά τινας. Ort δὲ καὶ καϑ' ἱστορίαν, ἀγέλας ὅλας ἡ ἡμέρων ζῴων “Ἕλληνες ἀφιέρουν δαίμοσιν ὧν οὐκ ἦν ϑεμιτὸν ἅπτεσϑαί τινας, ἐν οἷς καὶ πτηνὰ ὡσιοῦντο ἱεροῖς ἀνειμένα, οἷον ταῶνες χαὶ χῆνες χαὶ τοιαῦτα τινὰ, καϑωμίληνται."
      },
      {
        "index": 143,
        "text": "ἐν ταῖς ἷστορίαις. ᾿ Ἡρόδοτος δὲ ἱστορεῖ ἐν τῷ Dovío κόλπῳ ἱερὰ εἶναι ' Ἡλίου πρόβατα περὶ πολλοῦ ὄντα τοῖς ἐκεῖ ᾿ΑἽπολλωγιάταις οἷς ἀπὸ τόπου τὸ ὄνομα. C Vers. ) ᾿Ιστέον δὲ καὶ ὅτι ὁ μῦϑος τὰ ῥηθέντα ζῷα τοῦ ' Hàíov ἐν ταυτότητι ποσοῦ φυλάττων ἀεὶ ἀϑάνατα ἐχεῖνα βούλεται εἶναι. Tí δὲ δηλοῖ τὸ ἔρια μῆλα, προδεδήλωται. xci ὡς ἀγέλη μὲν ἐπὶ βοῶν, πώεα δὲ ἐπὶ οἰῶν κατὰ κυριολεξίαν. T δὲ, γόνος δ᾽ οὐ γίνεται αὐτῶν οὐδέ ποτε φϑινύσουσιν, εἰκὸς ἐπιλεχϑῆyat καὶ ϑησαυροῖς οὺς καταχωννύουσιν. οἱ πολλοί, ? To ài ἐπιποιμένες ταυτὸν τῷ ἐπιβουκόλος καὶ τοῖς τοιούτοις. ' H δὲ Νέαιρα καὶ κύριον ὕστερον ὄνομα γυναικὸς ᾿“τϑίδος παρά ἄλλοις, καὶ Δημοσϑένει, Τὸ δὲ ϑρέψασά τε τεκοῦσά τε, πρωϑυ\"στερεῖταν συνήϑως"
      },
      {
        "index": 144,
        "text": "τρόπῳ moujtixQ. Τὸ δὲ μῆλα φυλάσσειν σεμνῶς εἶπεν ἀντὶ τοῦ ποιμαίνειν. Τὸ δὲ εἰ μὲν ἀσινέας ἐᾷς καὶ ἑξῆς, ἔστι κατὰ παρῳδίαν χρησιμεῦσαι ποτὲ ὅτε τις παραγγέλλεται μὴ ἅψασϑαί τινος ἐπὶ βλάβῃ αὐτοῦ. Ὅτι ὥς περ ὃ ἐκ τῆς Καλυψοῦς, οὕτω καὶ ὃ ἐκ τῆς Κίρκης ἀπόπλους τοῦ ᾿Οδυσσέως ἁπλοϊκῶς ἔχει καὶ ἀφελῶς. οὐδὲν γάρ τι αἱ νύμφαι πρὸς τὸν ÜÓvoσέα λαλοῦσιν ἀπιόντα, τυχὸν μὲν διὰ τὸ παϑαίνεσθϑαι, ἴσως δὲ καὶ μὴ ϑέλοντος τοῦ ποιητοῦ καὶ τοιούτοις ἐνασχολησϑῆναι λόγοις, ὡς δέον ὃν κατὰ τὸ σιωπώμενον νοεῖσϑαι ὕσα ἐν τοῖς τοιούτοις εἰκὸς γίνεσϑαι."
      },
      {
        "index": 145,
        "text": "ἐνταῦϑα οὖν Κίρκη μὲν ἀνὰ νῆσον ἁπλῶς οὕτως ἀπέστιχεν, Ὀδυσσεὺς δὲ ἄπεισιν, οὐ συνταξάμένοι οὐδὲ λαλήσαντες οὐδὲν, ἢ ἄλλως παϑηνάμενοι. Ὅτι καὶ νῦν τὸν πλησίστιον οὖρον ἐσϑλὸν ἑταῖρον λέγει, ἀφελῶς καὶ γλυχέως ϑεὶς ἐπὶ ἀνέμου καὶ τὸ ἐσϑλὸς καὶ τὸ ἑταῖρος, ὅ πέρ ἐστι βοηϑὸς, συνεργὸς, ὥς φασιν οἱ παλαιοί. ἄλλως μέντοι πρὸς ἀλήϑειαν φίλος λόγῳ γλυκύτητος. διὸ καὶ Σοφοκλῆς ἀφελῶς ἔφη τὸ, τίς δ᾽ ἀνέμων ὃ φίλτατος. “Ὅτι ἔνϑα χοινὸς ὃ κίνδυνος χρὴ δημοτικῶς εἰς μέσον παρατιϑέναι τὰ ἀπόῤῥητα, καί που λέγειν τὸ τοῦ Ὀδυσσέως\" ὦ φίλοι, οὐ γὰρ χρὴ ἕνα ἴδμεναν οὐδὲ δύ᾽ οἴους \"τάδε τινὰ, ἀλλὰ ἐρέω μὲν ἐγὼ ἵνα εἰδότες ἤ κε ϑάνωμεν ἤ κεν ἀλευσάμενοι ϑάνατον καὶ κῆρα φύγοιμεν."
      },
      {
        "index": 146,
        "text": "Ὅρα δὲ ὡς κἀνταῦϑα συνήϑως ἤρξατο μὲν ἀπὸ τοῦ yao συνδέσμου, ἐπήγαγε δὲ ἀποδοτικῶς τὸν ἀλλᾶ. εἶτα εὐθὺς Ὀδυσσεὺς ἄρχεταν λέγειν τοῖς περὶ αὐτὸν, ὃ παρήγγειλεν ἡ Κίρχη περὶ Σειρήνων. τὰ μέντοι ἐφεξῆς δεινὰ στρατηγικῶς ἐπιχρύπτει τοῖς ἑταίροις, ὡς ἂν μὴ μαϑόντες ἀποδυσπετήσωσι πλέειν. ὅτι δὲ παρήγγειλεν ἡ Κίρκη Σειρήνων ϑεσπεσιάων φϑόγγον ἀλεύασϑαι καὶ Au ἀνϑεμόενταω, xci ὡς μόνον τὸν Ὀδυσσέα ἐκέλευσεν ἀκούειν μὲν, δεσμῷ δὲ ἀργαλέῳ δεθῆναι, ὄφρα ἔμπεδὸν αὐτόϑι μίμνῃ καὶ τὰ ἑξῆς, προδεδήλωται ἱκανῶς."
      },
      {
        "index": 147,
        "text": "Εἰ δὲ μετὰ τὰς Σειρῆνας μεγάλοις κακοῖς περιέπεσεν Ὀδυσσεὺς, ἔστιν ἠϑικῶς ἐχλαβέσϑαι αὐτὸ εἰς δεῖγμα τοῦ ἕπεσϑαι ὡς ταπολλὰ τῇ ἡδονῇ τέλος oU. εὔχαρι. Ὅτι ἐπεὶ τὴν τῶν Σειρήνων ἔλιπον νῆσον οἱ περὶ Οδυσσέα, αὐτίκα καπνὸν τὸν προῤῥηθέντα καὶ μέγα κῦμα ἴδε καὶ δοῦπον ἄκουσεν ὃ Ὀδυσσεὺς πρῶτος, ὡς εἰχὸς, οἷα κατὰ νοῦν ἔχων τὰ τῆς Κίρκης, τῶν δὲ λοιπῶν μετ᾽ αὐτὸν μαϑόντων καὶ δεισάντων ἐκ χειρῶν ἔπτατ᾽ ἐρετμά. βόμβησε δ᾽ ἄρα πάντα χατὰ ῥόον. ἔσχετο δ᾽ αὐτοῦ νηῦς. φαίνεται δέ, φασιν, ἄρτι χαπνὸς, ἐπεὶ & ἡμέρᾳ οὐ φαίνεται πῦρ."
      },
      {
        "index": 148,
        "text": "Τὸ δὲ ἔπτατο ἔχεν τι ἀστείας εὐτραπελίας, εἴ γε τὰ ἐν ἄλλοις πτερὰ νηῶν ἐρετμὰ γῦν ἐχπετασϑῆναι λέγεται καϑά τινα πτηνά. καὶ εἶχε μὲν εἰπεῖν χειρῶν ἔχφυγ᾽ ἐρετμά. ἔχρινε δὲ κάλλιον οὕτω φράσαι. Ὅρα δὲ καὶ νῦν τὸ βομβεῖν ini οἵου κτύπου ngon. δῆλον. δὲ, ὡς καὶ λίϑος βομβεῖ ὁποῖος καὶ ὃ Φαιακικὸς δίσκος, καὶ μέλισσα δὲ καὶ βροντή. ἐκ τούvid δὲ xci ἔντομόν τι ζῷον ὃ βομβυλίος, καὶ παρὰ τῷ κωμικῷ δὲ βομβὰξ παικχτικὸν in(o* nue χαϑ' τὸ ὁμοιότητα τοῦ βαβαί. ὡσαύτως καὶ βομβαλοβομβάξ."
      },
      {
        "index": 149,
        "text": "Ὅτι δεδιότων τῶν Ὀδυσσέως ἑταίρων τὴν διὰ τοῦ πρρϑμοῦ πάροδον αὐτὸς μειλιχίοις ἐπέεσσι παρασταδὸν ἄνδρα ἕκαστον ὥτρυνεν\" ὦ φίλοι, |. 0U γάρ πώ τι καχῶν ἀδαήμονες εἰμὲν, οὗ μὲν δὴ τόδε μεῖζον ἔπι κακὸν ἢ ὅτε Κύκλωψ εἴλει ἐνὶ σπῆϊ γλαφυρῷ κρατερῆφι βίηφι, ἀλλὰ καὶ ἔνϑεν ἐμῇ ἀρετῇ βουλῇ τε νόῳ τε ἐχφύγομεν. καί που τῶνδε μνήσεσϑαι San νῦν δ᾽ ἄγεϑ᾽ ὡς Gv ἐγὼ εἴπω πειϑόμεϑα πάντες. ἔστι δὲ ἡ τοῦ Ὀδυσσέως βουλὴ, τὸ, κώπαις αὖϑις ἁλὸς ῥηγμῖνα βαϑεῖαν τύπτειν, αἴ κέ nodu ϑεὸς δῴη τόνδε y ὄλεϑρον ὑπεκφυγέειν xci ἀλύξαι, τὸν ἐκ τοῦ τόπου δηλαδὴ περὶ ὃν ὃ απ μος καὶ δοῦπος."
      },
      {
        "index": 150,
        "text": "εἶτα καὶ μέϑοδον διδοὺς, πῶς ἂν ὑπεχφύγωσιν, ἐπάγει\" σοὶ δὲ κυβερνῆϑ' ὧδ᾽ ἐπιτέλλομαι, αλλ i ϑυμῷ βάλλευ, ἐπεὶ νηὸς γλαφυρῆς oüjic νωμᾷς. τούτου μὲν καπνοῦ καὶ MMOSQG ToU κατὰ τὰς Πλαγχτὰς δηλαδὴ, ἐκτὸς ἔεργε νῆα, σὺ δὲ σκοπέλου ἐπιμαίεο, τουτέστι ζητητιχῶς ἐπιϑύμει, ἐφάπτου, μή σὲ λάϑῃσι κεῖσ᾽ ἐξορμήσασα καὶ ἐς χαχὸν «nus βαλῃσϑα, τουτέλστι πρὸς τῷ ἑτέρωθεν ἔσω σκοπέλῳ, μή ποτε ἐξορμήσας, ἤγουν ἔξω αὐτοῦ πλεύσας, ἀπολέσῃς ἡμᾶς, ὡς τοῦ σκοπέλου δηλαδὴ ἀκινδύνου ὄντος περὶ ὃν ἦν ἡ Σκύλλα."
      },
      {
        "index": 151,
        "text": "Καὶ σημείωσαι ὡς κἀνταῦϑα ἐπικρύπτει τὸ ἀληϑὲς ὃ ᾿Οδυσσεὺς, ἐμφαίνων μὲν ἀγαϑὸν εἶναι τὸ διὰ τοῦ ῥηθέντος σχοπέλου πλεῦσαι, οὐχ᾽ οὕτω δὲ εἰδὼς ἔχειν τὸ πρᾶγμα. οὐ γὰρ ἀκίνδυνος οὗτος ὃ σκόπελος, ἀλλὰ ὀλιγοχίνδυνος καὶ διατοῦτο αἱρετὸς μᾶλλον καὶ τῶν Πλαγκτῶν καὶ τῆς Χαρύβδεως. διὸ καὶ Ὀδυσσεὺς ἐπισημαίνεται, εἰπών\" Σκύλλην δ᾽ οὐχέτ᾽ ἐμυϑεόμην, ἄκπρηκτον &vóp, τουτέστι xe ἧς 4ο"
      },
      {
        "index": 152,
        "text": "οὐχ ἣν τι πρᾶξαι καὶ μηχανήσασϑαι, ὡς εἶναι δῆλον χἀντεῦϑεν, ὅτε οὐκ ἐκκαλυπτέον τὰς ἀπράχτους ἀνίας τοῖς φίλοις οὐδὲ ἡμᾶς. ᾿Ιστέον δὲ ὅτε ἐν τοῖς εἰρημένοις τὸ μὲν, ὦ φίλοι, οὐ γάρ πώ τι χαχῶν ἀδαήμονες ἐσμὲν, τλήμοσιν ἀνϑρώποις ἁρμόττει, τὸ δὲ ἀλλὰ καὶ ἔνϑεν ἐμῇ ἀρετῇ βουλῇ τε νόῳ τε ἐξεφύγομεν ἔπαινος ἀνδρὸς περισωσαμένου τινάς. τὸ δὲ αἴ κέ ποϑὲ ϑεὸς δῴη τόνδε ὄλεϑρον ὑπεχφυγέειν καὶ ἀλύξαι, καιροῦ ἐπικινδύνου δηλωτιχόν. . τὸ δὲ τούτου μὲν καπνοῦ καὶ κύματος καὶ ἑξῆς δύναται παρῳλδηϑῆναι, ὕτε ἐστὶ συμβουλὴ περὶ τοῦ ἔλαττόν rt χακὸν ἀνϑελέσϑαι μείζονος, ἔνϑα σημείωσαι, \"Ort τε καπνὸς οὗτος οὐχ ἡδὺς τῷ Ὀδυσσεῖ κατὰ τὸν ἐν τῇ & ῥαψῳδίᾳ, ὃν ἐκϑρώσχοντα ἧς γαίης ἰδεῖν ἵετο, καὶ ὕτι ἐκ τοῦ Ὁμηρικοῦ τοῦδε τόπου παρείλκυσται καὶ τὸ, ἐκ καπνοῦ χαταϑεῖναι ὅπλα ἢ ἄλλο τι, ἀλλοῖον ὃν αὐτὸ παρὰ τὸ,"
      },
      {
        "index": 153,
        "text": "ὑπὲρ καπνοῦ τὸ πηδάλιον, καὶ ὅτι πολλαχοῦ σημεῖον πραγμάτων ὑποχειμένων τινῶν ὁ καπνὸς εἴληπται παρὰ T. ποιητῇ, ὡς καὶ ἐν τοῖς χατὰ Κίρχην. καὶ ὅτι δὲ παραβολὴν ἐν Ἰλιάδι ἀπὸ νησιωτικοῦ λαμβάνει καGo “πνοῦ. καὶ ὅτι οὐ πᾶς καπνὸ ἀηδὴς ἀλλ εἰσὶν οἱ χαρὰν ὑποκινοῦσι. καὶ εἶεν ἂν τοιοῦτοι οὐ μόνον οἱ ἐξ ἀρωματικῶν ξύλων καί τινων τοιούτων, ἀλλὰ καὶ οἱ σημαίνοντες τὰ πρὸς ἡδονὴν, ὡς ὁ εἰρημένος 17ιϑτῆς d ῥαψῳδίας xci ὃ τὸν παρὰ τῇ κωμῳδίᾳ καπνοσφράντην συντιϑεὶς, *ó μὴ κατὰ τὸν κωμικὸν ἐχπέμπων τῆς οἰχίας, ἀλλ᾽ εἰσάγων τοὺς φιληδοῦντας βίῳ παρασιτικῷ, οἱ καὶ αὐτοὶ λέγοιεν ἂν ἐϑέλειν καὶ καπνὸν ἀποϑρώσχοντα νοῆσαι οἰκίας πλουσίου εἰλαπιναστοῦ."
      },
      {
        "index": 154,
        "text": "Hbc δὲ καπνὸς τοῖς πάλαι δεισιδαίμοσι καὶ ὃ ϑυτικὸς, ἀφ᾽ οὗ ἐν ᾿Ιλιάδι ἐῤῥέϑη τὸ, κάπνισάν τε κατὰ κλισίας καὶ δόρπον ἕλοντο, καϑὰ καὶ ἐκεῖ ἐξηγήϑη. τοῖς δέ τε φευχτέοις χαπνοῖς ἐναριϑμητέον καὶ τὸν χωμιχευόμενον ἀπὸ GUXGV. εἶναν αἰγιττόμενον τὸν συχοφάντην, ὃς οὐ βλέλφαρα δάκνων λυπεῖ ἀλλὰ ψυχὴν αὐτήν. καὶ ὧδε μὲν ταῦτα. Ὅρα δὲ καὶ ὅτι ἀρξάμενος xci νῦν ἀπὸ τοῦ γὰρ μετὰ πέντε στίχους τὸ τῆς ἐννοίας ἅπο-- δίδωσι κρέμασμα ἐν τῷ, νῦν δ᾽ ἄγετε, ταυτόν ἐστι τῷ, ἀλλ ἄγετε, δὴ σύνηϑες Ὁμήρῳ, καϑὰ xc πρὸ ὀλίγων δεδήλωται."
      },
      {
        "index": 155,
        "text": "' Ev δὲ τῷ, ὦ φίλοι, λείπει τὸ εἰπὼν, συγνεπιτροχασϑέντος τοῦ λόγου τῷ, τε καιρῷ καὶ τῇ τοῦ λαλοῦντος Ὀδυσσέως σπουδῇ. πάντως γὰρ τὸ ἐντελὲς οὕτως\" ὥτρυνεν ἑταίρους εἰπὼν ὦ φίλοι. οὕτω δὲ καὶ ἐν τῷ, τῶνδε μνήσεσϑαν ὀΐω, λείπει τὸ ὑμᾶς. Τὸ δὲ μεῖζον ἔπι κακὸν, τινὰ μὲν ἀντίγραφα κατὰ ῥῆμα προσφέρουσιν, ἵνα λέγῃ, ὡς μεῖζον ἀμφέπει χαχόν\" τινὼ δὲ πρόϑεσιν ἔχει ἔπι ἀντὶ τοῦ ἔπεστι. Τὺ δὲ χρατερῇφιε βίηφι, σύγκρισιν ὑπολαλεῖ βίας καὶ φρονήσεως, οἱονεὶ λέγοντος Ὀδυσσέως, Ori Κύκλωψ μὲν βίαν εἶχε καϑ' ἡμῶν, ἐγὼ δὲ νόῳ περιεγενόμην."
      },
      {
        "index": 156,
        "text": "᾿“ρετὴν δὲ καὶ νῦν τὴν ἀνδρίαν εἶπεν Ὀδυσσεὺς, ἐπιμαρτυρούμενος ἑαυτῷ καὶ ἀνδρείῳ εἶναι καὶ συνετῷ. ᾿Ιστέον δὲ ὕτι ἔχει τι ὅμοιον τὸ κα τὰ τὴν Σχύλλαν πρὸς τὸ τοῦ Κύκλωπος, ἐπεὶ. καὶ ἐκεῖ χαὶ ὧδε ἀπὸ σπηλαίου τὸ χαχόν. καὶ φίλοι δὲ ὥς περ ἐκεῖ, οὕτω καὶ ἐνταῦϑα E ἀπόλλυνται. \"Pyyuiva δὲ βαϑεῖαν ἁλὸς τὴν ἐπιφάνειαν τῆς ϑαλάσσης νῦν λέγει, ἢ τοι τὸ ἐπιπολάζον, παρὰ τὸ ῥήγνυσθαι κώπαις, ἢ ἐπεὶ κύματα ῥήγνυνται καὶ ἐχεῖ. διαστέλλεται δὲ αὕτη τῆς κατὰ τοὺς αἰγιαλοὺς κατὰ τὸ βαϑύ. αὕτη μὲν γὰρ βαϑεῖα, ἐκείνη δὲ ἢ ἀβαϑὴς ἢ ἀγχιβαϑής."
      },
      {
        "index": 157,
        "text": "Τὸ δὲ ἐν ϑυμῷ βάλλευ, περιφραστικῶς ἀντὶ τοῦ, ἐνθυμοῦ. παϑητικῶς δὲ εἰπε βάλλεο, οὐχὶ βάλλε. Οἰήϊα δὲ τίνα εἰσὶν, ἤδη προδεδήλωται. Ὅτι τὸ, ἐντὸς πυχάζοιεν σφέας αὐτοὺς, ἀντὶ τοῦ κρύπτοιεν, σχέπτοιεν. Ὅτι ὥς περ ἐν ᾿Ιλιάδι ἐν τῷ, ἢ λάϑετ᾽ ἢ οὐκ ἐνόησε, λήϑην λέγει τὴν ἑχούσιον ἀμέλειαν, οὕτω zci νῦν φησὶν Ὀδυσσεὺς τὸ, Κῴρκης μὲν ἐφημοσύνης ἀλεγεινῆς λανϑανόμην, ἤγουν ἑχὼν ἠμέλουν. ἔστι δὲ ἐρημοσύνη ἐντολὴ, ὥς περ αὖ μεγηϑοσύνη ἡ ἀμέλεια. ἦν δὲ Κίρκης ἐντολὴ μὴ ϑωρήσσεσϑαι κατὰ Man, ὃ περιφρονήσας Ὀδυσσεὺς κατέδυ κλυτὰ τεύχεα."
      },
      {
        "index": 158,
        "text": "xai δύο δοῦρε μακρὰ ἐν χερσὶ Ao λαβὼν δίχην ἀμφοτεροδεξίου εἰς ἴχρια νηὸς ἔβαινε πρώρης. ἔνϑεν γάρ, φησιν, ἐδέγμην πρῶτα φανεῖσϑαι Σχύλλην πετραίην, jj μοι φέρε πῆμ᾽ ἑτάροισιν, οὐδέ πῃ ἀϑρῆσαι \"δυνάμην. (Ners. &aμον δέ μοι ὄσσε πάντῃ παπταίνοντι πρὸς ἠεροειδέα πέτρην. à δὴ χρήσιμα παρῳδηϑῆναι, ὅτε σκοπευσαάμενὸς τις ἐπὶ μαχρὺν μὴ βλέπει τὸ ζητούμενον. Ὅρα δὲ τὸ, ἴκριω πρώρης. οὐ γὰρ μόνον πρύμνης ἴκρια, ὡς καὶ προεγράφη, ἀλλ ἰδοὺ καὶ n conc ἑτέρωϑι δὲ καὶ μέσον τῆς νηὸς ἔνϑα οἱ:ναῦταν ποιμώνται, ὡς δηλοῖ καὶ τὸ, νηὸς ἐπ᾽ ἰχριόφιν καταλέξεται. ᾿“λεγευνὴν δὲ λέγει τὴν"
      },
      {
        "index": 159,
        "text": "τι ἵν τους ν0 ἀςόοητον αὐτῷ gi Σ ὸ jv γὰρ ἀφόρη - £A, καϑα πρ : εἶσαν. a» y («v τῷ σχοπέλῳ, * 9. ζολ ὑτὴν κρυϑεῖσι - οπείρυχυιαν τᾷ : xci ϑέλων c αὐτῷ TOLC Ἢ δ ῃ ὡς προς (2 $^ m Ὁοώντὲες., X á E ὟΝ .- χης ως C M ὲ Σἰκύλλην ἔφ )v ἀνεπλέομεν y ὃν cv ἐντολὴν τῆς E μῆς Hio δὲ στεινῶπὸν ovem δῖα Χάρυβδις, O&wov. Xa jo eigev ἐ Mao cot ὃν, ἡμεῖς δὲ σ ἱτέρωϑιε δὲ δῖα Χαρὶ ἤλλης καὶ ΧαQ1 » ἕγους. ( Ὅτι εἰπὼν, 9j É χύλλα, ἑτέρω : ξὺ XxvAAn j EE ὀλλυμ Ξ Σ co Σκυλλα, 0G ὃ METUS Uc σχοπέλους ἑταιροῦς ΟΜ Vers."
      },
      {
        "index": 160,
        "text": "* ἔνϑεν uiv y - óc πορϑμὸς ; οὺς 6X στο τὰ T : {7 J /Q NP d L ἑρμηνεῦσαι i ᾿δλμυρὸν ὕδωρ, ὀλίγων ἐδήλωδεν ὃ ποιητὴς jv «cà dy τὴν λέξιν ἢ ἄλλως ἔξανα'αλασσῆς c ἡ πρὸ ὀλίγων ἐπὶ ῥυμοτομιῶν κα ἰχοδομήματα ἢ ἀρ δοίθδησε ϑαλα ἡτητὰ καὶ πρ αἱ ἐπὶ OUI i ἐκεῖϑεν οἰχοδομή Ξ Óy σπήλαιό ῥοίθ, 7] $. fa στενοτήτ. ^ » \"t ρον x AED χαὺὶ ἐχεῖ Er * εὐρωπον ; , , τὴν ἱ δὲ μεϑ' “Ομ ἔνϑεν , ϑὲν xc c QVOL δεως, ου exkl. οἱ μ E διὰ τὰ Y aat &V, P ἑρμηνεῦ ρύβ vo δὲ ουτῶς. ὃν βλεπόντων, , L τὸ B ὑνῃχόντισεν €0L Ἢ er."
      },
      {
        "index": 161,
        "text": "L νῦν μὲν τ ἱ τῶν B ; λατύνετα ὀδοίθδησεν ἀνηκ «Feo dr, A0 σεῖν. χα z ὠπὲς ὁ \"E AS τοις π : E suis, bcn DRM TiGEO εἰ » anotEvotvéds : : τοῖς μὴ τοιοῦ Τὸ δὲ ανερροιι 5g piv ἐξαχον vob δηλαδὴ cn Ja eso OUP πόλιν ὃν n2 n itg ὃ ποιητῆς : v xci Μνησιμαχ στήματα. d τι ise τῷ dijon ai e rk eripi εἰς τοῦτο δὲ 5: ὧν » TO πλατ m δὲ οὗ χαλῶς NEN G αταπίνεσ. z H ἔξω πίϑου Ἔ MES ἐξεμέσειξ, τίς ὃν. ἴσως δὲ τὶ δεῖν δὲ τὸ X 3. ΔΕ) )ελ id και ἕς e \"του OT A ὃν παλαιῶν. ἀναροιβδὲ ἶσον ὃν τῷ, ἐξηντὰ , UJ OVTOG ἐπ augoτινὲς τῶν oh zytéyau , 100v O ."
      },
      {
        "index": 162,
        "text": "c τῆς φησ ἔλοισιν ἐπ᾿ αἱ ένα. f οἴνου, , ὃ ποιή χοπέλοι JE ὕδωρ αν. ^o δ᾽ dep οἰβδὴτ founveUwy ἄχοοιδι GX07 Á τοὶ δὲ τοιοῦτον : δ᾽ ἐξεῤῥ ζαρύβδεως £ou jos δ᾽ ἄχνη ἄκρ κωμένη. epu - χρατῆρ v τῆς Χαρύ, ; ὑιμόσε X d ἔνεσχε ZUXOL Ü (XOU TO; ον τῆς “ eyn, vU &g^ ἐντὸς φάνεσχ rs. του χωμ V dA ἂναπωτικ ἡρεσχε κυχωμ EX &g ἐντὸς φ ΡΥ Aoc Spst. (Ve hos Ὅτι τὸ, ὡς ἐῤῥεϑη, Hie - UE σης ἁλμυρὸν ὕδωρ, π jc δὲ χλωρὸν δέος Hio τοῦτο γραφῆς, Uc c ir )Eus ϑαλα Ἢ. TO τ ὃ χωρίον a ΄ V πυρε HAE οὗειξ τὰ zvave * L TO γυω λέβης ως € Or ἄναβο E \"s ἔγεσχὲ Ve ϑερὸν sivc τῶν τραχυφ Y o."
      },
      {
        "index": 163,
        "text": "ἃ qae ἐγίττεται φοβερὸν εἰ ἐξ ὀνοματοποιὶ * , ἑπιστὲν. SL ϑε δὲ 7γαι αἰνιττὲ z N ἐξ ονομ L Bs pov 0v ἐβεβρύχει. ὑπένερ ὡγψεῤῥοίβδησεν; ze ἢ es ἥχειν, χαὶ (b : En δειγὸν pide καὶ τὸ, δεινὸν ἀνεῤῥοίβὸδ : Ὁ φραζόμενον. ἐν d Videos ἀναβρόχειν, δι epic μὲν Γ UL. a , ὑπὸ τοῦ ποιητ' zi Ll μορμύρειν, , πεν ἐν τῷ, E, X TO χὰ e i ὑπὸ τοῦ χαὶ LOO » L ξίπε CE \"s Ὅ περ καὶ αὖ : οὕτω καὶ V. ῦ ἀναῤῥοιβδεῖν, ) τούτων ἀνιένα je ἐν τούτοις x co e οὐὕτῶν c vég ὥς περ τότε γινόμενον ἐτετήδευται διὰ τοῦ x tao ids Re eurn καὶ ἦν μὲν προσφυὲς τοῦ λέβηως Lh xod δεινῶς €7t ) Ὅρα δὲ TO ἕξ."
      },
      {
        "index": 164,
        "text": "u Lo δεινῷ. E “Ἢ δὲ απο OS (c; σεμνῶς E rs, ἡ πρέπον χωρίῳ ὃ ποιητής. ; χυχὼ γία σὲμ ἡ τῶν λοιπῶν. (Ve ὑψηλότερον καὶ πρ ὃν εἵλετο δὲ ὃ vto TET ἂρ πνεύματι e ἔγαι, χαὶ TO 3d ἐξεμεῖν vun; 5ὰ i33 ev, οὐχ αἱ αὐτὸς y: ἕ L προδε τ χένα AT ἔστι δὲ τὸ ἐξἕ ὕϑως τῷ ἐξεμ - ἔγματος. X ͵ Da xo πρ , ?\". ἔστ, , ἀχολοῦ , 7c ω, X0 ἴσϑαι T ανιησι &0 CL, Ux) TOU LCLOTCTO, χνεῖσϑαι.- καὶ τὸ ἑρξῦγ. Ξ δὲ διασαφῥητ Ξ ϑούμενον p ἕλου χαϑικ : ἵναί ποὺ 7e μὲν, πάνυ δὲ ἡματι ἄνω (TOU σχοπέ ς yoyn προσϑεῖναί m ἑπης μὲν, ? τοῦτο πνξύμ Ü ὑψηλοτάτο ; παρα) δὲ τοῦτ᾽ ὶ τοῦ vy δι» ἢ c: ολὴ px i τὸ ὕδωρ UrOU ἄγνην καὶ τ ὺ δὲ uoouvo ^» ἐστι τῷ τος mec : ζἕεται."
      },
      {
        "index": 165,
        "text": "καὶ dy ' OU CXV) T i . Tov μορ τὸν ἔστ. t μενος ἀναξέει T s ὄμενον ὑψοῦ, ὡς iio διὸ καὶ δὶς Τὸ δὲ ἀναβρόξειε ταῦ δὲ τούτου peg seipuo» δὲ τὸ δον ως zh δεδήλωται. οδεδήλωται. er dai. 3i TOU ἀναβρο( Ver. M , ως XcL ἕν E E: εἰν, ὡς και , 7) θερον. fta Ὁ δια T Per LL a EE δύναται T : δαιμό | Booz διαὁμοία τῇ σον δὺυν : ) πλάττεται, ; .) κα ; ἐροισὶ; dragón. ἄμφω τεῳ Li wie ἀντία μὰς Neck SEM qct AARAU ᾧ ἀναμορμύ: Go So τὸ ἀναμορμύρειν, 5s ὄχω, ἐξ οὗ καὶ ὃ s ᾧ Mis δὲ ἄχροισι, καὶ j^ Ἔνγει δέ τι κάλλους E pur πρὸς τὴν Buev τὰκ βρῇ Rama aer ig bdsts εἴη τοὶ χιοδίον:- mo Ὅτι τῶν περὶ IG oor πεπείραΠΣ a ον διόλου σχυ Vers."
      },
      {
        "index": 166,
        "text": ")voe ἰδὼν τα ἐπέτοιουτου Bo i te dy pj oto. ; ivre. ( e Y μογος t ; ὡς πὲρ ὃ OMEN σὲν “ὡς B γλλήλων xe ἊΣ δὲ ὕστερο ; ἐξ ἕλετο, ως e τῇ παρισῶ | χαὶ μαχρὰν ἃ ἡ ἐξεμοῦσαν γὰρ; ὃς ἑτάρους € \"ὧν. ἐπ) cb Οἱ ἢ nto εἰ καὶ μ λαδὴ ἐξεμ (Ape ἐκ νηὸς ἑτάρ die ists Pr γνεσχὲν, πο οἴτα δησεὲ δὴ τ TD ἴλης δὰ γὴ Nr τἡγέυω λ χάρυβδιν ἀπιδόντων, y “τόφρα Zi c\" ἐξαιρέτους σοὶ yrO χαλεῦντες icone qx : τι Ggnynt t δηλοῖ καὶ τὸ : £y qnot, Ü svi ϑύρησι x va TCU ὧν cQ NS edo 7] dE γειρόμεγοι eue, e UTOU εἰνὶ ΕἾ ͵ L ἐπι."
      },
      {
        "index": 167,
        "text": "ἑλοῦσα ἐκείνους, κ e σε ἄξιρορ y χαὶ ὕτε αὗτο - nue : υσα EXE! ; χαὶ ὑψὸ ; χλλὰ xci ὃ - xrQ διηγ ΓΤ λέγδην ἕλο Ε οὐ ἤσαν. οἱ πῆς ἐδ ὄνον, ἃ ων» τῷ qoo Ἢ πορους τε φερτὲρ ῆο. *xci οὐ νῦν n \"oig ἐλεεινολογίαν τῷ Dy ἁπλῶς, C j ATE] ἀχνύμενοι s. àp ὅσσ᾽ ἐμόγησα U καὶ οἴχτου 7t δην, τό τ TAS GtY , (£yOY. » λμοῖσι πᾶν , OU vVÓ« δὲ ἐλεεινόν. ὦ οἱ, φησιν, ἘΠ ἊΣ οφϑὰλι : ιένου T T lyravO e δὲ E. γοντας, E δὴ κεῖνο ἐμοῖς ἔδον Orig παρᾶδηρ Ps δεινὸν χωρίον, μας τοιοῦτον δέ σίν\" οἴκτ ὕτο ϑεωρία τις Ἰλλήλοις ἄνω μὲ ) πρὸ πολλῶν."
      },
      {
        "index": 168,
        "text": "y gb χων qu : Y τοῦτο * λλήλοις z LOU , ze ,χαὶ ἔστι Ρ iode ἃ Ὃ C TC Ὅντας ἁλὸς ἐξερεείνων. χα ; παρᾶκὲ ἵν δοχεῖ, y£yo ἡ τὸ χεκλήγο πὰ δηλῶν «Aog ἐξερ , ματι, ὡς ^ Ήγεῖν ταῖς Τὰ τ αὐ TO à» ν T ; 7t δὲ x λικῶς ἐνεῖναι τῷ occidat CM χοίλης 2x in t Vars;o56:) ὙΠ Ὅτι παραβυ — ἐν τοῖς TOU ᾿αϑηναίου τὸ, ἐδηλώϑη που καὶ αὖ τι χαὶ ἕν T e ἀχούοιδὲ λέγουσιν, ἕξ πεπλήγοντ'"
      },
      {
        "index": 169,
        "text": "ποιητὴς ὅπως ῥᾷον L Σκύλλα τοὺς τοῦ Ὀδυσσέως é ἑταίρους ἄνω ἤγαγε ταῖς περιμήκεσι δειραῖς, φησίν' ὡς δ᾽ ὅτε ἐπὶ προβόλῳ ἁλιεὺς περιμήχεϊ ῥάβδῳ ἰχϑύσιν οὐ μεγάλοις τισὶν ἀλλὰ τοῖς ὀλίγοισι δόλον κατὰ εἴδατα βάλλων, ἤγουν βρώματά go δέλεαρ καταβάλλων, ἐστι ῥίπτων n ἐφ, πὸντὸν προΐησι͵ βοὸς χέρας ἃ) γραύλοιο, ἀσπαίροντα δ᾽ ἔπειτα λαβὼν due ϑύραξε, á ὡς οἵ γ᾽ ἀσπαίροντες ἀείροντο ποτὶ πέτρας , ἤτοι ἀέριοι ἐχουφίζοντο φερόμενοι. καὶ ἔστιν ἡ παραβολὴ αὕτη ἔχουσά τι, γλυκύτητος, οὐ μόνον ὡς παραβολὴ ἁπλῶς, ἀλλὰ χαὶ ὡς τοιαύτη παραβολὴ, σκυϑρωπὸν δηλαδὴ ἔχουσα οὐδὲν, ἀλλ ἐξ ὕλης οὖσα γλυχείας."
      },
      {
        "index": 170,
        "text": "τοιαῦτα γὰρ καὶ τὰ ϑηρατικὰ διηγήματα. ἐχρῆν δὲ πάντως τὸν - ᾿Οδυσσέα νῦν ἀδειάζοντα οὕτω φράζειν πρὸς τοὺς τρυφῶντας Φαίακας, ἵνα μὴ τὸ παϑητικὸν τοῦ λόγου ἄκρατον ὃν ἀποχναίη ἐχείνους εἰς ἀχρόασιν. Ὅρα δὲ ὡς πρόβολον τὸν προβλῆτα λίϑον λέγει, ὅϑεν λαβόντες οἱ usd Ὅμηρον καὶ τὸν σύμμαχον πρόβολον τροπιχῶς λέγουσι. ἱῬάβδῳ δὲ ἁλιεύοντα παράγει, ὡς ἀσφαλέστερον ὁ ὃν τοῦτο τοῦ καλάμοις ἁλιεύευν, χαὶ διατοῦτο προσφυέστερον ταῖς δειραῖς τῆς Σχύλλης. ὃ γὰρ κάλαμος εὐσύντριπτός ἐστι, χαὶ μάλισϑ'᾽ ὅταν μέγα τι ἀγέλκῃ."
      },
      {
        "index": 171,
        "text": "᾿θλίγους δὲ ἰχϑύας οὐ τῷ πλήϑει χατὰ διωρισμένον ποσὸν, ἀλλὰ τοὺς μικρούς. χἀὶ ἔστι πολλαχοῦ χρῆσις τῆς τοιαύτης σημασίας παρὰ τῷ ποιητῇ. παλαιὸς δὲ ὃ γράψας, ὅτι ὅλος μὲν ἐπὶ πηλιχότητος τάσσεται καὶ ἐφ᾽ ἑνὸς ἀνϑρώπου ἢ EP ζῴου, πᾶς δὲ imi ποσότητος καὶ πολλῶν\" ὃ λέγων οὖν ὅλος ἄνϑρωπος ὃ tv λέγει σῶμα\" ὃ δὲ λέγων πᾶς ἄνϑρω\" πος πλείους, uoi ἔτι δὲ δηλώσας καὶ ὅτι μέγας μὲν. ἐπὶ πηλιχότητος, πολὺς δὲ ἐπὶ ποσότητος\" διὸ τὸ, ποία ὥρα ἤτοι πόση, ἀκυρολογεῖται, λέγει, χαὶ ὅτι μιχρὸς μὲν ἐπὶ πηλικότητος, ἤγουν μεγέϑους , ὀλίγος δὲ ini ποσότητος, xcà τηλικοῦτος μὲν ἐπὶ πηλικότητος, τοσοῦτος δὲ ἐπὶ ποσότητος."
      },
      {
        "index": 172,
        "text": "Ὅμηρος δ᾽ ἐναλλάσσει, καὶ σὲ τοσοῦτον ἔϑηχά φησι ἀντὶ τοῦ τηλιχοῦτον᾽ xci, ἰχϑύσιν ὀλίγοις ἤγουν μιχροῖς\" xci, ὀλίγος ἐὼν ἤγουν μικρός. ᾿Ιστέον δὲ ὅτι ὃ παντελῶς ὀλίγος ἰχϑὺς ἄπιχϑυς ἐλέγετο παρὰ τοῖς παλαιοῖς καὶ ἐδήλου τὸν μὴ ἐσθιόμενον. καὶ φέρουσιν ἐχεῖνοι χρῆσιν εἰς τοῦτο ἐχ τοῦ κωμιχοῦ. ἐν μέντοι τῷ περὶ ὀνομασίας ἡλικιῶν τοῦ γραμματιχοῦ “Ἀριστοφάνους φέρεται ὅτι ἀπίχϑυες χατά τινας οἱ μὴ ἐσθίοντες ἰχϑῦς, xal φέρει ἐκεῖνος χαὶ Aoστοφάνους χρῆσιν: ἐξ ᾿Ερεχϑέως ταύτην\" τοὐνϑένδεν ἀπίχϑυς βαρβάρους οἰχεῖν δοκῶ."
      },
      {
        "index": 173,
        "text": "προάγειν δὲ καὶ ἄλλας λέξεις, ἐν αἷς ὁμοία ἐμφαίνεται σημασία τῆς ἀπὸ προϑέσεως, ἀποίνους γάρ φησι ϑυσίας καλεῖσϑαι τὰς νηφαλίους, χαὶ ἀποβώμια δέ τινα ερὰ ὧν οὐκ ἐπὶ βωμοῦ ὃ χκαϑαχισμὸς ἀλλ᾽ ἐπὶ ἐδάφους. Ὅρα δὲ χἀνταῦϑα ἰχϑυοφαγίαν παλαιὰν, ὡς καὶ πρὸ τούτων, ὕπου ἤσϑιόν τινες , TL φίλας χεῖρας ἵχοιτο. εἰ xci Εὔβουλ ος κωμιλχώτερον παίζων φησίν\" ἀϑὺ vv δὲ ποῦ Ὅμηρος ἐσθίοντα εἴρηκέ τινα τῶν ᾿Αχαιῶν; καὶ λέγει uiv ἐχεῖνος ἀληϑῶς. οὐδαμοῦ γὰρ προσώπῳ ἡρωϊκῷ τροφὴν ἐξ ἰχϑύων διεσχεύασεν."
      },
      {
        "index": 174,
        "text": "ἄλλως μέντοι γοεῖται ὡς xc ἰχϑυοφάγουν χατ᾽ ἀνάγκην οἱ ἥρωες. & δὲ μὴ ἰχϑυοφάγουν οἱ 11υϑαγορισταὶ ὕστερον , οὐδὲν αὐτὸ πρὸς τὰ πάλαι ἡ ἡρωϊχά. ἦν δὲ τοῖς Πυϑαγορισταῖς ἀπειρημένον τὸ ἰχϑυοφαγεῖν εἰς σύμβολον τοῦ ἐχεμυϑεῖν. ἐπειδὴ ϑεῖον ἡ ἡγοῦντο τὴν σιωπήν. σιγηλὸν γὰρ ὁ ἰχϑὺς διχά yt TOU σχάρου. διὸ xai ἔλλοψ dion. διὰ τὸ iAAea au πέρ ἐστιν ἐκβάλλεσϑαι, ἐκκλείεσϑαι, στερεῖσϑιαι ὁ χαϑολιχὸν γὰρ ὃ EALowW ἐπὶ πάντων ἰχϑύων, xad καὶ ὁ μέροψ᾽ ἐπὶ ἀνϑρώπων. εἰ χαὶ ἰδίως ἰχϑύς τις ἔλλοψ καλεῖται, χαϑὰ καὶ ἄνϑρωπός τις ἹΜέροψ, ὃ καὶ παρὰ τῷ ποιητῇ."
      },
      {
        "index": 175,
        "text": "ὅτι δὲ καὶ κύριον ὄνομα ἰχϑὺς παρὰ τοῖς παλαιοῖς, ὃ ᾿᾿ϑήναιος λέγει, προσιστορῶν καὶ μὴ μόνον τὸν σχάρον φϑέγγεσϑαι. γράφει γὰρ οὕτω\" πολλαχοῦ εὑρίσκονται ὀρυχτοὶ ἰχϑύες, ζῶντες χατὰ τόπους , οὔτε ποταμῶν ἐπιχύσεις ἔχοντας, οὔτε ϑερμῶν ναμάτων, τὸ καινότατον, ξεγνίζει, δὲ χαὶ τὸ, τοὺς ἐν Κλείτορι ποταμῷ -Αρκαδίας. περὶ τὸν “άδωνα ᾿χϑύας φϑέγγεσϑαι, χαί τοι ᾿Δριστοτέλους εἰπόντος μόνον σχάρον φϑέγγεσθαι χαὶ τὸν ποτάμίον χοῖ ἄρον. χαὶ ἐν ᾿Δόρνῳ δὲ ποταμῷ ἰχϑύες οἵ καλοῦνται ποικιλίαι φϑέγγονται οἷα κίχλαι."
      },
      {
        "index": 176,
        "text": "δὲ ὃ εἰρημένος χάρος ὡς ἡ σχαρὶς ix τοῦ σχαέρειν γίνεσϑααι, ὡς καὶ ἀπὸ τοῦ σπαίρειν ὃ σπάρος. οὖς ὑπερφιλῶν τις ἔγραψεν\" ἁλιεύομεν σπάρους καὶ σχάρους, τῶν, ἤγουν ὧν τινῶν, οὐδὲ τὸ σχῶρ ϑεμιτὸν ἐκβαλεῖν ϑεοί. ᾿Ετυμολογία δὲ ἰχϑύος ἐκ τοῦ ἵγμαι ict ἶχται, τραπέντων τῶν δύο ψιλῶν. συμφώνων εἰς τὰ σφῶν ἀντίστοιχα, καὶ ἀχολούϑως ψιλωϑέντος καὶ τοῦ κατάρχοντος ἰῶτα διὰ τὸ ἐπαγόμενον ὁ δασὺ x, οὗ περ οὐ δύναται προκεῖσϑαι δασεῖα, δίχα γε τοῦ ἦχι ὅ πέρ ἐστιν ὕπου. Ὅτι δὲ τοὺς (rue ἅπαντας ᾿Εμπεδοχλῆς χαμασῆνας λέγει, καὶ διατί, καὶ ὅτι φιλόκρεως ἀνὴρ εἴποι ἂν τὸ, μηδέ ποτ᾽ ἰχϑὺν ὦ"
      },
      {
        "index": 177,
        "text": "“Δευκαλίων μήδ᾽ ἂν αἰτῶ παραϑῆς, καὶ ὅτι ἐν “υκίᾳ καὶ ἰχϑυομάντεις ἦσαν τινὲς, παρ᾽ οἷς ὁ ἱερεὺς χρησμοὺς ἐδίδου, ὀρφῶν φαινομένων ἢ φαλλαινῶν ἢ πρηστίδων μεγάλων τὲ καὶ πολλῶν : καὶ ὅτι τῶν εἰρημένων ὀρφῶν ἡ εὐϑεῖα ἡ κατὰ τὰ ἑνικὰ διφορεῖται, καϑα χαὶ ὃ λαγὸς, κατὰ δέ τινας καὶ ὁ ταὸς, ἔτι δὲ καὶ ὃ κάλος, καὶ ὅτι τοῦ ὀρφὸς, ὃ γράφεται διὰ τοῦ ὃ μιχροῦ, χρῆσις ἐν τῷ, ὀρφοῖσι σελαχίοις τε καὶ φάγροις βορὰν, καὶ ὅτι ὃ νέος ὀρφὸς ὑπ᾽ ἐνίων ὀρφακίνης ὑποκοριστικῷ τύπῳ \"καλεῖται, ὡς ἀπὸ τοῦ ὄρφαξ ὄρφακος ὡς μείρακος, καὶ ὅτι τοὺς μὴ κατὰ τὸν Ὅμηρον εἰπεῖν ὀλίγους ἰχϑύας, ἀλλὰ δηλαδὴ μεγάλους, νενομηκέναν τις εἶπεν ἀνϑρωποφάγους ἰχϑῦς διὰ τὸ πολυδάπανον τῶν ἐξωνουμένων αὐτοὺς, ἕτερος δέ τις, ϑεοὺς τοὺς τοιούτους ὠνόμασε διὰ τὸ πολύτιμον, οἷον, ἀνϑίαν, λάβραχα, καὶ τοὺς λοιποὺς, καὶ ὅτι βόες περί"
      },
      {
        "index": 178,
        "text": "που τὴν Θράκην ἰχϑύας ἤσϑιον παραβαλλομένους αὐτοῖς ἐς τὰς φάτνας, καὶ ὅτι ᾿Εξφίππου τοῦ ποιητοῦ τὸ, φράζε ἰχϑῦς φρονοῦντας μή μοι βρέφη, ἀνδρός ἐστι λόγος φιλοῦντος μὲν τοὺς μείζονας, ἐχφαυλίξζοντος δὲ τὰ ἰχϑύδια, καὶ ὅτι πολλοὶ ἱστοροῦνται φιλίχϑυες ἐν τοῖς τοῦ ᾿43ηvaiov ἔστιν εὑρεῖν, παρ᾽ ᾧ κεῖται καὶ ὅτι αἱ 4ηλιάδες, ἤγουν αἱ χατὰ τὴν 4ῆλον νῆσον γυναῖκες, ϑύουσαι τῇ Βριζοῖ, αὕτη δ᾽ ἐστὶν ἡ ἐν ὕπνῳ μάντις, προσφέρουσιν αὐτῇ σκάφας πλήρεις ἁπάντων ἀγαϑῶν, διὰ τὸ εὔχεσθαι αὐτήν, φησι, καὶ ὑπὲρ πλοίων σωτηρίας."
      },
      {
        "index": 179,
        "text": "Ἔνϑα ὅρα τὸ Βριζὼ ὡς ἡ Σαπφὼ κύριον δῆϑεν ὄνομα. O χρήσιμον εἰς τὸ βρίξειν ἤγουν μετὰ βορὰν κοιμᾶσϑαι; οὗ χρῆσις καὶ παρ᾽ Ὁμήρῳ. ὃ αὐτὸς δὲ ῥήτωρ καὶ ἄλλως ἰχϑύας ἀποσεμνύνων ὡς ϑεοῖς φίλους φησί\" πένητες, οὐκ ἔχοντες ἀγοράσαι ὑπογάστριον ϑύννακος, οὐδὲ χρανίον λάβρακος, οὐδὲ γόγγρον, οὐδὲ σηπίας, *üc οὐδὲ μάκαρας ὑπερορᾶν οἶμαι ϑεούς. \"Ev οἷς ὅρα τὸ ϑύννακος ὑποκορισϑὲν ὁμοίως τῷ ὄρφακος. ἔτι ἐκεῖνος παρῳδίαν ποιῶν ἐπὶ ὁμοίᾳ ἐννοίῳ φησί\" ϑυννίδα κἂν ξηρὼν ἐθέλῃς ἐσθίειν, γενναῖαι πέλονται, ἀϑανάτοισι ϑεοῖσι φυὴν καὶ εἶδος ὁμοῖαι."
      },
      {
        "index": 180,
        "text": "ἂν δ᾽ ὄξει ῥάνας παραϑῆς, ἀπόλωλεν ἐκείνη. δῆλον δ᾽ ὅτι παρὰ τὸ ϑύνω τὸ ὁρμῶ, διπλωθέντος τοῦ ἀμεταβόλου, γίνεται ὃ ϑύννος. καὶ ὅτι ῥῆμα ὁ «ουχιανὸς ἐξ αὐτοῦ παίζων παρήγαγε τὸ ἀποϑυννίξεσϑαι ἤγουν περιφρονεῖσϑαι, ὡς τοῦ ϑύννου μὴ σπουδαστοῦ ἰχϑύος ὄντος uad χαὶ ἄλλοι πάνυ σεμνύνουσιν αὐτόν. Δόλος δὲ παρὰ τὸ δέλω γίνεται, ἀφ᾽ oU καὶ \"τὸ δέλεαρ καὶ τὸ λεβήτιον, οὕτω καὶ δελήτιον. Κέρας δὲ βοὸς κεράτινόν, φασι, λέγει συρίγγιον προτιϑέμένον τοῦ ἀγκίστρου εἰς ἀσφάλειαν τῆς δομιᾶς."
      },
      {
        "index": 181,
        "text": "καὶ ἄλλως δὲ φράσαι τὸ αὐτὸ κατὰ τοὺς παλαιοὺς, εἰώϑασιν οἱ ἁλιεῖς μεταξὺ τοῦ ἀγκίστρου καὶ τῆς σπάρτου, κέρας βόεον προσάπτειν, ἵνα χαταπιόντες τὸ ἄγκιστρον οἱ ἰχϑύες μὴ ἀποτρώγωσι τὴν σπάρτον. ἕτεροι δὲ κέρας τὴν τρίχα εἶπον. γέγραπται δὲ περὲ τοῦ τοιούτου χέρατος ἐν τῇ Ιλιάδι πλατύτερον. Τὸ δὲ ἀσπαίροντα ἐλλειπτικῶς ἔχει\" λείπει γὰρ τὸ ἰχϑὺν, νοούμενον δηλαδὴ ἀπὸ κοινοῦ. ἔστι δὲ συνήϑως ἀσπαίρειν τὸ σπᾶσϑαι καὶ ἐπωδύνως κινεῖσθαι. \"Ev δὲ τῷ, ποτὶ πέτρας, ἢ συνήϑης τῷ ποιητῇ ἐστὶ πλεονασμὸς τῆς μιᾶς εἰς πολλᾶς, ἢ πρὸς ἀλήϑειαν τὴν τοῦ σχοπέλου φύσιν λέγει, ὡς τῇ δωχμώδει διαϑέσει διαιρουμένου εἰς πέτρας πολAde."
      },
      {
        "index": 182,
        "text": "᾿Ιστέον δὲ ὅτι οἱ παλαιοὶ καὶ ὀνόματα τῶν ἁρπασϑέντων ἀφῆκαν τοῖς μετ αὐτοὺς ταῦτα\" Στήσιον, Ὁρμένιον, '\"Augivouov, \"Ayyuuov, Ὄρνυτον, καὶ Σίνωπον, ov πρὸς ὁμοιότητῶ Σινώπη, ἀφ᾽ ἧς ὁμωνύμως ἡ κατὼ Σινώπην χερόννησος. * Ὅτι ἐν τῷ, ἐπεὶ πέτρας φύγομεν δεινήν τε Χάρυβδιν, Σκύλλην τε, αὐτίκ᾽ ἔπειτα ϑεοῦ ἐς ἀμύμονα νῆσον ἱκόμεϑα, τὴν TOU Ἡλίου δηλαδὴ, συνεχεῖς ἀλλήλοις τόπους ἱστορεῖ, ὡς εἶναι ταῦτα πάντα περὶ τοὺς χατὰ Σικελίαν τόπους. ἔπαινος δὲ τῆς νήσου ταύτης οὐ μόνον τὸ ἀμύμονα εἶναι, ἀλλὰ καὶ τὸ Ἡλίου νῆσον λέγεσθαι."
      },
      {
        "index": 183,
        "text": "οὕτω δὲ καὶ ἡ Ῥόδος HA(o ἀνεῖται κατὰ Πίνδαρον. καλὴ δὲ ὡς εἰκὸς οὖσα iom εἶναι λέγεται, ὃς χαίρει τοῖς καλοῖς\" οὗ καὶ αἱ βόες τοιαῦται, ὡς δηλοῖ τὸ, καλαὶ \"βόες εὐρυμέτωποι. Ὅτι κυριολεκτῶν λέγει μυκηϑμὸν ἀκοῦσαι βοῶν αὐλιζομενάων οἰῶν τὲ βληχήν. QUPD μὲν γὰρ αἱ βόες, βληχᾶται δὲ ὄϊς. εἰ δέ που Zv' Dac, ἐπὶ προβάτου καὶ αἰγῶν κεῖται κοινῶς ὁμοῦ τὸ μηκᾶσθϑαι, συλληπτιχὸς ὃ τρόπος ἐχεῖ. αἶγες γὰρ κυρίως μηκῶνται, προβάτων δὲ οὖκχ ἔστι τοῦτο, ἀλλ ἡ βληχή. ᾿Ιστέον δὲ ὅτι μάλιστα τὸ βὴ φωνῆς προβάτων ἐστὶ σημαντικόν."
      },
      {
        "index": 184,
        "text": "καὶ φέρεται παρὰ Aii Διονυσίῳ καὶ χρῆσις Κρατίνου τοιαύτη\" ὅδ᾽ ἠλίϑιος ὥς msg πρόβατον (f λέγων βαδίξει.. καὶ εἰκὸς καὶ τὴν βληχὴν £x τοῦ τοιούϊτου βὴ παρῆχϑαι κατὰ πλεονασμὸν τοῦ A, ἵνα ἢ BÀnym ὁ τοῦ βὴ ἡχος. αὐλιζόμενον δὲ βόες αἱ μὴ ἄγριαι, ἀλλὰ αἱ κατὰ ἔπαυλιν. διὸ καὶ οὐ τῆλε νηὸς τῆς κατὰ τον"
      },
      {
        "index": 185,
        "text": "Ὀδυσσέα ἐβόσχοντο, ἡμέρως ὡς εἰχὸς ἔχουσαι καὶ διατοῦτο xoi ῥᾷον κατασχεϑεῖσαις καὶ ἀϑορύβως. ὡς μηδέν τι γνῶναι τὸν ᾽Οδυσσέα. “Ὅτι τὸ ἐνθυμηϑῆναι ἐμπεσεῖν ϑυμῷ λέγει ἐν τῷ, χαί μοι ἔπος ἔμπεσε ϑυμῷ μάντιος ἀλαοῦ. Ὅτι δὶς ἐνταῦϑα τερψίμβροτον λέγει τὸν “Ηλιον ὁ Ὀδυσσεὺς, 4ο αἰνιττόμενος ὡς οὐκ ἐχρὴν αὐτὸν λύπην πρὸς βροτῶν πάσχειν os αὐτὸς, τέρπει. ὅϑεν οἱ τοῦ * Ὀδυσσέως ἑταῖροι λυπήσαντες αὐτὸν εἰκότως ὥλοντο. Ὅτι πρόῤῥησιν κακοῦ ἔχει τὸ, ἔνϑα γὰρ αἰνό- c τατον χαχὸν ἔμμεναι ἄμμιν ἔφασχεν."
      },
      {
        "index": 186,
        "text": "Ὅτι xoi ἐνταῦϑα τὸ κατεχλάσϑη φίλον ἤτορ &vri | τοῦ κατέπεσε διὰ ῥᾳϑυμίαν, ὡς ἐξ μεταφορᾶς τῶν κλωμένων σωμάτων. Ὅτι σχέτλιος xci ὧδε ὃ χαρτερικὸς καὶ ἀνένδοτος ἐν τῷ, σχέτλιος εἰς Ὀδυσσεῦ. διὸ ἑρμηνεύων ἐπάγει\" περί τοι μένος, ἀντὶ τοῦ, περιττόν σοί ἐστι. μένος. καὶ πάλιν\" οὐδέ τι. γυῖα κάμνεις. καὶ πάλιν\" ἢ ῥά vv σοί γε σιδήρεω πάντα τέτυχται. καὶ ὅρα ὡς τετράχις ἐνταῦϑα εἶπε Ἀχομματικῶς τὸ αὐτὸ νόημα κατὰ γοργότητα. ταὺυτὸν γὰρ τῷ, σχέτλιος εἷς, καὶ περί τοι μένος, καὶ οὔ τι γυῖα κάμνεις, καὶ σιδήρεά σοι πάντα."
      },
      {
        "index": 187,
        "text": "ἔπαινοι δὲ ταῦτα καρτερικοῦ καὶ φερεπόνου ἀνδρός. σεμνότερον δὲ πέφρασται τὸ τέταρτον κόμμα καὶ ποιητικώτερον, ὁποῖόν TL καὶ τὸ, σιδήρεόν νύ τοι ἤτορ. πλὴν ἐκεῖ μὲν, ἦτορ μόνον σιδήeov, ἐνταῦϑα δὲ πάντα σιδήρεα. Ὅτι ἐν τῷ, ἑτάρους καμάτῳ ἀδηκότας ἠδὲ ὕπνῳ, κάματον μὲν λέγει τὸν ἤδη γενόμενον, ὕπνον δὲ τὸν μὴ γεγονότα, ἤγουν οὗ ἐστέρηνται οἱ τοῦ Οδυσσέως φίλοι. διὸ καὶ ἀδηκότες εἰσὶν ἤγουν ἀηδῶς ἔχοντες διά τε τὸν κάματον καὶ διὰ τὸ ἐστερῆσϑαι ὕπνου. εἰπεῖν γὰρ ὕπνον κατά τινας τὴν ἀγρυπνίαν ἀντιφραστικῶς ὀκνήσῃ ἄν τις."
      },
      {
        "index": 188,
        "text": "᾿Ιστέον δὲ ὅτι τε πολλὴ χρῆσις παρὰ ποιηταῖς τοῦ ἀδηκὼς ἀδηκχότος, καὶ ὅτε ἐκ τοῦ χατὰ τὸν τοιοῦτον παρακείμενον ἐνεστῶτος ἤγουν τοῦ ἀδῶ ἀδήσω καὶ τοῦ ἐχεῖϑεν παϑητικοῦ παρακειμένου ἄῤῥητον γίνεται ὄνομα ἀδήμων | ἀδήμονος, ὅϑεν τὸ ἀδημονεῖν, χαὶ ὅτι καὶ δος ὃ χόρος τῷ εἰρημένῳ ῥήματι γειτνιά ζει, καὶ ὅτε ἀδεῖν λέγεται ἄλλως τὸ ἀρέσχειν ὡς ἀπὸ δευτέρου μέλλοντος οὗ ἐνεστὼς ϑεματιχὸς τὸ ἥδω ἤτοι εὐφραίνω, | δασυνομένου αὐτοῦ εἰ καὶ τὸ ἀδεῖν ψιλοῦται Αἰολικῶς, οὗ χρῆσις ἐν ᾿Ιλιάδι."
      },
      {
        "index": 189,
        "text": "ὅτι δὲ τὸ ἀδῶ ἀδήσω καὶ αὐτόχρημα τὸ ἥδεσθαι δηλοῖ ποτὲ, δῆλον ἀπὸ χρήσεως ᾿Ἱππώναχτος ἣν Ἡρακλείδης προφέρει, εἰπόντος, ἄδηκε βουλὴ, ἤγουν ἤρεσχε τὸ βούλευμα, καὶ εἴη ἂν τοῦ τοιούτου παρακειμένου μετοχὴ, ἀδηκῶς ἡδυνϑεὶς ἀπεναντίας τῷ Ὁμηρικῷ. εἰ δὲ ἐκ τοῦ τοιοῦ δε ἄδηκα καὶ τοῦ ἀδηχὼς γίνεται ᾿Δττιχῶς μὲν καὶ «Αἰολιχῶς τὸ εὔαδεν ἀντὶ τοῦ, ἡδὺς ἔδοξε, χοιγότερον δὲ τὸ, ἑαοδότα μῦϑον ἔειπε, ζητητέον ἐς ἀχριβές. Ὅτι χεῖται τὸ ἀμφιρύτη καὶ ἐνταῦϑα μετὰ ἑνὸς ἀμεταβόλου. καὶ λαρὸς δόρπος ὃ γλυχὺς μετὰ ἐχτάσεως τοῦ διχρόνου, χαὶ νὺξ ϑοὴ ἡ ταχεῖα, ἢ καταϑετικὴ, ἢ ὀξεῖα, ὡς δεδήλωται ἀλλαχοῦ."
      },
      {
        "index": 190,
        "text": "Ὅτι ὁ τοῦ Ὀδυσσέως χηδεστὴς Εὐρύλοχος ἐπιτηδείως προσεπαινέσας τὸν ᾿Οδυσσέα ὡς τλησίπονον, εἶτα καὶ μεμιμάμενος εἰ μὴ τοὺς φίλους ἐξ γῆς ἐπιβῆναι κατὰ τὴν ᾿Ηλίου νῆσον δόρπου χάριν, ἀλλ αὕτως διὰ νύχτα ἐθέλει αὐτοὺς πλανᾶσϑαι γήσου ἀποπλαγχϑέντας ἐν ἠέροειδέϊ πόντῳ, ἐπάγει\" ἐκ νυκτῶν δ᾽ ἄνεμοι χαλεποὶ δηλήματα νεῶν γίνονται, ἐστι βλάβαι, ὄλεϑροι. πῇ χέν τις ὑπεχφύγῃ αἰπὺν ὄλεϑρον ἤν πως ἐξαπίνης ἔλϑοι ἀνέμοιο ϑύελλα, ἢ Νότου ὃς χαὶ πνευσεῖται. μετὰ μιχρὸν, ἢ Ζερύροιο δυσαέος, οἵ ve μάλιστα νῆα διαῤῥαίουσι ϑεῶν ἀέκητι ἀνάχτων, ἐν τῷ ἐκεῖ δηλαδὴ κλίματι."
      },
      {
        "index": 191,
        "text": "ἐν ἑτέροις γὰρ τόποις ἕτερον ἄνεμοι χείρεστοι καὶ ὀλέϑριοι. | Τὺ δὲ ἐκ νυχτῶν ἀντὶ τοῦ ἐν αὐταῖς γυξί. μετ᾽ ὀλίγα οὖν ὅτε τρίχα ψυχτὸς ἦν \"ἐγείρεται ζαὴς ἄνεμος, ἢ καὶ μετὰ νύχτας, ὁμοίως τῷ, πρόβατα πιόμενα ἐκ βοτάνης, ἤγουν μετὰ τὸ βοσχηϑῆναι. Δηλήματα δὲ ἀπὸ τοῦ δηλῶ δηλήσω, ἐξ οὗ καὶ τὸ δηλητήριον. τὸ δὲ ϑεῶν ἀέκητι ὑπερβολικῶς ἐῤῥέϑη, xaO xoi προδεδήλωται. Ὅτι τὸ ἐκ γῆς ἀποπλεύσειν ἐνήσειν \"OR λέγει ἐν τῷ, ἠῶϑεν δ᾽ ἀναβάντες ἐνήσομεν εὐρέϊ πόντῳ τουτέστιν ἐμβαλοῦμεν, τὴν νῆα δηλαδή."
      },
      {
        "index": 192,
        "text": "ἄναβῆναι δὲ καὶ νῦν τὸ ἀναπλεῦσαι. Ὅτι πειϑοῦς παραστατικὸν τὸ; ὡς ἔφατο ὃ δεῖνα, ἐπὶ δ᾽ ἤ vtov ἄλλοι ἑταῖροι. |. Ὅτι ἐν τῷ, καὶ τότε δὴ yivoozov δὴ κακὰ μήδετο δαίμων, οἰκεῖον λέγειν ἐν προγνώσει χαχοῦ, ἔστιν ἐνϑυμηϑῆναι καὶ τὸ Σοφύκλειον γνωμάτευμα, τὸ λέγον\" δεινὸν τὸ φρονεῖν &*O« μὴ τέλη λύει φρονοῦντι, τουτέστι, δεινόν ἐστι προειδέναι τὸ μέλλον, ἔνϑα ur. λυσιτελεῖ τῷ προειδότι. τοῦτο γὰρ πραγματικῶς ἐνταῦϑα διδάσχων ὁ ποιητὴς προειδέναι μέν quet sey Ὀδυσσέα ὡς χαχὰ ἔσται τοῖς περὶ αὐτὸν προσορμισϑεῖσι τῇ τοῦ ᾿ Ἠλίου νήσῳ, ἀνῦσαι δὲ ὅμως αὑτὸν"
      },
      {
        "index": 193,
        "text": "μηδὲν, μήδ᾽ ἀπόνασϑαι τι τῆς προγνώσεως τοῦ μέλλοντος διὰ τὴν τῶν ἑταίρων βίαν καὶ τὸν λιμόν. ὧν ἡ μὲν βία κατέσχεν αὐτὸν παραμεῖναι τῇ τοῦ “Ἡλίου Ῥήσῳ; ὃ δὲ \"λιμὸς ἠνάγκασε τοὺς ἑταίρους ἅψασϑαι τῶν τοῦ “Ἡλίου βοῶν. καὶ μὴν ὥμοσαν οἱ ἑταῖροι xoc “τερὸν ὅρκον, μὴ χτεῖναν βοῦν i μῆλον τῶν ὅο τοῦ ᾿Ἤλίου, ἣν δὲ ὃ λιμὸς ἐπικρατέστερος, οὗ τῆν ὕστερον ἐπικειμένου ἐπὶ ὅρχον, ἢ ἐπίορκον. ὥμοσαν xci διατοῦτο ἐβλάβησαν. ἜΕνϑα καὶ ὅρα τὴν ἐξ ἐπιορκίας βλάβην, εἰ καὶ ἄλλως QA ἑκουσία ἦν πάντῃ ἀλλ᾽ εἶχεν ἀφορμὴν τὸν λιμόν.\" Ἔν δὲ τοῖς εἰρημένοις πρῶτα μὲν ἰστέον ὅτι τὸ γίνωσχον ἡμαρτῆσϑαι δοκεῖ μὴ γραφόμενον γίγνωσχον ἐν δυσὶ γ ὡς “Ἡρακλείδης βούλεται."
      },
      {
        "index": 194,
        "text": "λέγε L ydo ἐχεῖνος Ort ὥς πὲρ τελῶ τελίσχω ᾿]Ιωνικῶς διὰ τοῦ χάππα παραληγομένου τῷ σίγμα καὶ τῷ (rw, ὁμοίως καὶ Dopo κϑορίσκω , καὶ μολῶ μολίσκω, οὕτω καὶ νοῶ νοΐσχω. ix τούτων δὲ κατὰ κρᾶσιν ϑρώσχω, βλώσχω, καὶ «Αἰολικῶς γνώσχω. «Τιολεῖς γάρ, φησι; τὸ νοῶ γνῶ φασίν. ὅϑεν χαὶ τὸ ἀμφιγνοεῖν ἤγουν Ovyovosiv , χαὶ ἢ ξύγγνοιω, καὶ τὸ ἀγνοεῖν, καὶ ἡ ὄγνοια. ἐφ᾽ οἷς παραδοὺς ὁ ὁ “Ηρακλείδης, ὡς προστιϑέασι τὸ γ ταῖς λέξεσι χαὶ οἱ ᾿Ηπειρῶται, ὡς καὶ ἀλλαχοῦ ἐῤῥέϑη, τὸν δοῦπον γδοῦπον λέγοντες, ὅϑεν xoi ἐρίγδουπος πόσις Ἥρης."
      },
      {
        "index": 195,
        "text": "ἔνϑα μνηστέον χαὺ τοῦ, ἐπὶ δ᾽ ἐγδούπησαν ᾿ϑηναίη τε zoi Ἥρη. προςϑεὶς δ᾽ εἰπεῖν καὶ ὅτι ἀπὸ τοῦ νέφος γόφος καὶ γνόφος «Αἰολικὸν ὃ ἄλλως δνόφος, χαὶ ὅτι καὶ τὸ ἐν \"Dav γέντο ἤγουν ξἵλετο ἔξωϑεν ἔχει τὸ jut xa ὡς ἡ γνώμη πλεονάξει χαὶ αὐτὴ τῷ “γάμμα, yevoμένη δηλαδὴ ἐκ τοῦ νοῶ νοήσω, doe * μὲν vou , «Ἱϊολικῶς δὲ γνώμη, διδάσκει ὡς Ἴωνες, ὅτ᾽ ἂν ἀναδιπλῶσι ῥήματα, τὸ αὐτὸ ἀρχτικὸν ποιοῦνται πρώτης χαὶ δευτέρας συλλαβῆς\" λαβέσϑαι λελαβέσϑαι, κάμω χεχάμω, πιϑέσϑαι πεπιϑέσϑαι, δάσκω διδάσχω, τύσχω τιτύσκω, χωρὶς εἰ μὴ μέλλοι δύο δασέα κείσεσϑαι παράλληλα."
      },
      {
        "index": 196,
        "text": "τοίνυν φησὶ τοῦ νοΐσκω συνῃρημένου, ὡς εἴρηται εἰς τὸ νώσχω, εἴη ἂν ἐπὶ αὐτοῦ Ἰωνικὴ ἀναδίπλωσις, νιννώσχω διὰ τῶν δύον, τοῦ δὲ νώσχω ᾿Ηπειρωτικὴ, γιγνώσχω διὰ τῶν δύο γάμμα. ὡς εἶναι τῷ λόγῳ τούτῳ ἡμαρτημένον τὸ γινώσχω διὰ μόνου τοῦ κατ᾽ ἀρχὴν γάμμα. εἰ δὲ τοῦτο τοιοῦτον καϑ' “Ἡρακλείδην, πταίοιτο ἂν ὁμοίως καὶ τὸ γίνεσθαι καὶ τὰ κατ᾽ αὐτὸ πάντα. οἷς οἱ μὲν παλαιοὶ ἐν δυσὶ γάμμα ἐχρῶντο, γίγνομαι, λέγοντες καὶ “γιγνόμενος. οὕτω δὲ καὶ τὰ ἄλλα. οἱ δὲ ὕστερον, ὡσεὶ καὶ φειδόμενοι γραφικοῦ μέλανος , τὸ δεύτερον γάμμα παρέλειψαν."
      },
      {
        "index": 197,
        "text": "ἔστι γὰρ χκἀνταῦϑα ὡς Ηρακλείδης βούλεται, χαϑὰ μένω μέμνω χατὰ διπλασιασμὸν, καὶ μεταϑέσει τοῦ εἰς £ μίμνω κατὰ Ἴωνας, οὕτω καὶ γένω γέγνω, καὶ ἐξ αὐτοῦ, yíyvo γίγνομαι καὶ τὰ ἀπὶ αὐτῶν. ἐν τούτοις δὲ περὶ ἀναδιπλώσεως ἀχριβολογούμενος Ηρακλείδης λέγει ἵτι ὁπηνίκα μὲν συλλαβῆς ἀναδίπλωσις ἢ, ὑστερεῖται τὸ Ἄχληρον μιᾷ συλλαβῆ, ἤγουν λείπεται τὸ τέλειον καὶ κοινὸν μιᾶς συλλαβῆς πρὸς τὸ διπλασιαζόμενον. τὸ γὰρ λάβω μιᾷ συλλαβὴ οὕτως ὑστερεῖν, τοῦ κατὰ ἀναδιπλασιασμὸν λελάβω. τὸ δ᾽ αὐτὸ xai ἐπὶ τῶν ἄλλων."
      },
      {
        "index": 198,
        "text": "C ὅτε δὲ γράμματι ἐνθεωρεῖται é év ἡ ἀναδίπλωσις, τότε ἰσοσυλλαβεῖ τῷ ἀναδεδιπλωμένῳ τὸ ὁλόχληρον, οἷον, μένω μίμνω, γένω γίγνω. οὕτω δὲ καὶ μέλω μέμλω, χαὶ πλεονασμῷ ἤγουν παρενϑέσεν τοῦ βῆτα, μέμβλω, παρεντιϑέντος τοῦ βῆτα διὰ τὸ μηδέ ποτε κατὰ μίαν συλλαβὴν τῷ λάμβδα insat τὸ uU. ὡς δῆλον καὶ ix τοῦ, ὡς ἐῤῥέϑη, μολίσχω βλώσκω, xci ἐχ τοῦ, πωκχραμεμέληκε παραμέμβλ ωχε. χαὶ πρῶτον μὲν:ταῦτα ἰστέον ὡς ἀναγέγραπται , εἶτα καὶ Oti τὸ ὁμῶ ἤγουν ὀμνύω ἔστι μὲν χαὶ “πρώτης συζυγίας τῶν περισπωμένων, ὡς δῆλον ἔχ τοῦ ὀμεῖν ἀπαρεμφάτου, ἴσως δὲ καὶ ἐκ τοῦ ὀμοῦμαι ὁμῇ ὀμεῖται."
      },
      {
        "index": 199,
        "text": "συνηϑεστέρα δέ ἐστιν ἡ κατὰ τρίτην συξυγίαν τῶν περισπωμένων “προφορὰ τοῦ τοιούτου ῥήματος. ὡς γὰρ ὁμῶ ὁμώσω τὸ ἑνώσω, οὗ χρῆσις ἐν ᾿Ιλιάδι, οὕτω xci ὁμῶ ὁμόσω κατὰ μόνην ἐχφώνησιν, τὸ, ὕρχον δώσω. εἰ δὲ μὴ παραλήγεται ὃ τοιοῦτος μέλλων τῷ ὦ μεγάλῳ χατὼ τὸ χρυσῶ χρυσώσω καὶ τὰ ὅμοια καὶ τὰ ἐξ αὐτῶν, χαινὸν οὐδὲν τοῖς ἐπισκεπτομένοις τὴν καὶ ἐν τοιούτοις ἀνάλογον δμοιότῆτα. ἔστι γὰρ φάναι, ὕτι ὥς περ 3) πρώτη συζυγία τῶν πε ἐρισπωμένων. ποτὲ μὲν ἐν τῷ μέλλ οντι TQ € παραλήγεται οἷα τοῦ ἐντελοῦς ἐ ἐνεστῶτος προρλαμβανομένου τὸ σίγμα πρὸ τοῦ λήγοντος ὦ, οἷον, καλέω καλέσω ἐμέω ἐμέσω., αἰνέω αἰνέσω, νεικέω νειχέσω, καὶ τῶν ὁμοίων, ποτὲ δὲ τρέπει ἐκτατικῶς τὴν ἐν τῷ μέλλοντι βραχεῖαν παριέληξεν εἰς μαχρᾶν, ὃ γίνεται ἐν τῷ καλήσω, ἀφ᾽ οὗ ὃ ἐν τῇ ἰλιάδι Καλήτωρ, καὶ ἐν τῷ ἐπαινήσω καὶ νειχήσω Ἀχα"
      },
      {
        "index": 200,
        "text": "ὶ τοῖς λοιποῖς ὧν δαψιλὴς ἡ χρῆσις, ἔτι δὲ καὶ ἐν τῇ τῶν περισπωμέvOY δευτέρῳ συξυγίᾳ πῇ μὲν ὃ μέλλ ὧν τὸ τοῦ ϑέματος παραλῆγον « τηρεῖ, ὡς ἐν τῷ γελάω γελάσω, πῇ δὲ εἰς τέλειον μαχρὸν τρέπει ὡς ἐν τῷ βοάω βοήσω, οὕτω καὶ ἐπὶ τῆς περισπωμένης τρίτης γένεταν συξυ-"
      },
      {
        "index": 201,
        "text": "'yleg. καὶ τὸ μὲν ὁμόω TO ὀμνύω καὶ ἀρόω τὸ ἀροτριῶ: καὶ. ὁνόω τὸ μέμφομαι καὶ foc τὸ τρέφω προρλήνψει τοῦ σίγμα φυλάσσουσι τὸ παραλῆγον ὃ ἐν τῷ ὁμόσω ἀρόσω ὀνόσω βόσω, ἐξ οὗ xci τὸ βόσκω xc ἡ βόσις χαὶ ἡ βότειρα, τὴν παρολήγουσαᾳ τοῦ ἐντελοῦς ἐνεστῶτος φυλάσσουσι. τὸ μέντοι χρυσόω χρυσώσω καὶ τὰ λοιπὰ ὅλα τὰ πρὸς αὐτὸ ἐξέτειναν τὸ ἀνάλογον ὃ εἰς ὦ μέγα. καὶ κατεχράτησεν ἡ τοιαύτη γραφὴ ἐν τῇ συνηϑείᾳ, ὡς περ xai τῶν εἰς ὥς μετοχῶν ὀξυτόγων ἀπαλλαττομένων τοῦ ὦ μεγάλου ἐν ταῖς πλαγίαις, οἷον ἐν τῷ ἑστηκὼς ἑστηκότος, τεϑνηκὼς τεϑνηχότος καὶ τοῖς ἄλλοις ὅλοις."
      },
      {
        "index": 202,
        "text": "μόνα κοινότερον τὸ ἑστῶτος βεβῶτος γεγῶτος τεϑνεῶτος ἐφύλαξαν τὸ ὦ τῆς εὐϑείας καὶ ἐν τῇ γενικῇ πρὸς ἐνθύμιον ἀναλογίαν τοῦ γέλως γέλωτος, ἱδρὼς, ἱδρῶτος καὶ τῶν ὁμοίων. οὕτω καὶ τὰ δεύτερα παϑητικὰ πρόσωπα τῶν εἰς μα λη) ὄντων ῥημάτων, ὁποῖον τὸ τύπτομαι τύπτῃ καὶ τὰ λοιπὰ ὅλα, κατὰ τὴν παλαιὰν ᾿4τλϑίδα διὰ τῆς εἰ | διφϑόγγου γραφόμενα, ὡς καὶ ἐν τοῖς τοῦ κωμεχοῦ πέφῃνεν, οἱ ὕστερον ᾿Ἁττιχοὶ γράψαντες διὰ τοῦ ἡ σὺν τῷ ἰῶτα προςγεγραμμένῳ ἀφῆχαν σώξεσϑαι ἐν γραφῇ τῇ διὰ τῆς δι, διφϑόγγου χάριν παλαιᾷξ ἐνθυμήσεως."
      },
      {
        "index": 203,
        "text": "τὸ βούλομαι βούλει, οἴομαι ost, ὄψομαι ὄψει , xai ἔομιαι t καὶ κατὼ χρᾶσιν d. εἰ δὲ, βώτωρ καὶ βωτιάνειρα, χρὴ γὰρ ἀνακάμψαι τι βραχὺ ἐ ἐς τὰ πρὸ ὀλίγων, διὰ τοῦ ὦ μεγάλου γράφεται, λογ ἱστέον ὅτι ταῦτα ὑπομιμνήσκουσιν ἐγχωρεῖν καὶ τὸ βῶ βώσω ἐχταϑῆναι εἰς ὦ μέγα καὶ τὰ ἄλλα. οὐ μὴν τὸ αὐτὸ βούλεται καὶ ὃ βοτήρ. Ὅτι βίαν δηλοῖ τὸ, ἡ μάλα δή μὲ βιάζετε μοῦνον ἐόντα. “Πληροφορίας δὲ τῆς ἐπ ᾿ἀγαϑῷ ἀπαιτητικὸν τὸ, ἀλλ ἄγε νῦν μοι πάντες ὁμόσσατε καρτερὸν ὕρχον, μή πού τις ἀτασϑαλίῃσι καχῇσι ποιήσῃ τόδε τι."
      },
      {
        "index": 204,
        "text": "᾿Ελλιμένισιν δὲ φράζει τὸ, στήσαμεν ἐν λιμένι γλαφυρῷ εὐεργέα νῆα ἄγχ᾽ ὕδατος γλυκεροῖο, xci ἐξαπέβησαν ἑταῖροι νηός. Καὶ ἱ ὅρα ὡς οὐ μόνον γαῦς ; γλαφυρὰ , ἀλλὰ καὶ λιμὴν ἐνταῦϑα γλαφυρός. ΠένÜovs δὲ φράσις τὸ, μνησάμενοι δ᾽ ἤπειτα, φίλους ἔκλαιον ἑταίρους. κλαιόντεσσι δὲ τοῖσιν ἐπήλυϑε νήδυμος i ὕπνος. δή που πρὸ τούτων καὶ ἡ Πηνελόπη ἔπαϑε καὶ μετατωδτοὶ πείσεται χλαίουσα ἐπὶ τῷ ἀνδρί. μέσον δὲ \"τούτων χεῖται καὶ ἀφελὴς στίχος καὶ εὐτελὴς τὸ, οἷς ἔφαγε Σ,χύλλη γλαφυρῆς ἐκ νηὸς ἑλοῦσα."
      },
      {
        "index": 205,
        "text": "Ὅτι iv “μὲν ᾿Ιλιάδι τὸ τὰς δύο μοίρας τῆς νυχτὸς παρελϑεῖν, περιλε ἐφϑῆναι δὲ τὴν τρίτην, ἄλλως ἔφρασεν ὃ ποιητής. ἐνταῦϑα δὲ οὕτω συντομώτερόν φησιν\" ἦμος δὲ τρίχα νυχτὸς ἔην μετὰ δ᾽ ἄστρα βεβήκει, μεταλλάξει χρησάμενος. ἐκεῖ μὲν γὰρ ἤρξατο ix τοῦ, ἄστρα δὲ δὴ προβέβηκε, κατέληξε δὲ εἰς τὸ Ὶ τριτάτη δ᾽ ἔτι μοῖρα λέλειπται. ἐνταῦϑα δὲ τὸ ἀνάπαλιν πεποίηκεν. Ὅρα δὲ τὸ, τρίχα νυκτὸς qv, ἤγουν τριχῇ j ὅμοιον ὃν τῷ, τόφρα δὲ κουρήτεσσι κακῶς ἦν, ὥςτε μηδὲ τὸ, ᾿Ιϑηναίη ἀκέων ἣν, παρὰ τὸ εὐκὸς εἶναι λέγεσϑαι πρός τινων ἀντὶ τοῦ ἡσύχως ἦν."
      },
      {
        "index": 206,
        "text": "Τὸ δὲ μετὰ δ᾽ ἄστρα βεβήκει , ἀντὶ τοῦ, μετέβη τὰ ἄστρα, ἤτοι μετεχινήϑ, ὡς εἰκὸς πρὸς δύσιν. Ὅτι ἐν τῷ, ὦρσεν ἐπιζαὴν ὁ ἄνεμον Ζεὺς, περισπῷ TO ζαὴν ᾿Δρίσταρχος, ὡς τὸ ἢ “Ὁμῆν xci Ποδῆν. xci τοῦτο μὲν οἱ παλαιοί φασιν. εἰχὸς δὲ αὐτὸν καὶ τὴν εὐϑεῖαν ἴσως περισπᾶν κατὰ τὸ “Ἑρμῆς καὶ Ποδῆς. καὶ μὴν ἐχεῖνα συνήρηνται, ἄδηλον δὲ εἴ περ οὕτω καὶ Gera, ὃς δηλοῖ τὸν ἄγαν πνέοντα. ᾿Ιστέον δὲ ὅτι ὃ ῥηϑεὶς ξαῆς c ἄνεμος γυχτὸς. μὲν ἀρξάμενος πνέειν, πᾶραμείνας δὲ ὅλον μῆνα, ὡς καὶ μετ᾽ ὀλίγα εἰρήσεται , τὴν ἐσχάτην βλάβην τοῖς \"τοῦ Οδυσσέως ἐπήγαγε."
      },
      {
        "index": 207,
        "text": "Κεῖται δ᾽ ἐνταῦϑια καὶ διασχευὴ ῥηϑεῖσα καὶ ἀλλαχοῦ τῆς ϑεσπεσίας τηνικαῦτα λαίλαπος xal τῆς τῶν νερῶν πυχνώσεως. àv ἧς ὀρώρει οὐρανόϑεν νὺξ, ἄλλη τις αὕτη παρὰ τὴν εἰρημένην γύχτα xc ἣν ὃ ἄνεμος ἔπνευσεν, ἵνα ἡ νὺξ αὕτη ἐπὶ vuxrl ἐχείνῃ ζοφοῦσα, τὸν ἀέρα εἰς πλέον. Ὅτι ὕρμος φαίνεται χαὶ ἐνταῦϑα σαφῶς τόπος λιμένος ἔνϑα ἡ ναῦς δρμεῖ\" εἰπὼν γοῦν Ὀδυσσεὺς ἐ ἐν λιμένι γλαφυρῷ στῆσαι τὴν νῆα ἐπάγει μετ᾽ ὀλίγα\" νῆα μὲν ὡρμίσαμεν κοῖλον σπέος δἰσε-. ρύσαντες, τουτέστιν ἐν ὕρμῳ ἐστήσαμεν."
      },
      {
        "index": 208,
        "text": "Ὅτι δὲ πολλὰ σπήλαια καὶ πολλαχοῦ αὐτοφυῆ, παράλια δεχτιχὰ τοιούτων νηῶν, χαὶ ἡ πεῖρα δηλοῖ. \"Ev δὲ τῷ τοιούτῳ σπηλαίῳ πλάττει καὶ νύμφας διατρί Bav, εἰπών\" ἔνϑα δ᾽ ἔσαν νυμφέων καλοὶ χοροὶ, ἤγουν τόποι τοῦ χορεύειν, ἠδὲ ϑόωκοι. xci τοῦτο μὲν οὕτω περεισμένως ἐν βραχυλογί Lec ims ἀρχὴν ἐνδιδοὺς τοῦ ἐοιχέναι καὶ ἄλλα τοιαῦτα εἶναι. προϊὼν, δὲ ἐν τοῖς περὶ τοῦ ἐν ᾿Ιϑάχῃ τῶν νυμφῶν ἄντρου, πλατυνεῖ τὴν ἔκφρασιν dg ὁμοίοις, v καὶ ὃ σοφὸς Πορφύριος i ἱκανοῦ λόγου ἠξίωσε. ox δὲ Νηϊάδων καὶ ἐνταῦϑα μεμνῆσϑιαι νυμφῶν, αἵ τῷ γλυχερῷ ἔχαιρον ὕδατι τῷ περὶ τὸν ῥηθέντα γλαφυρὸν λιμένα, | * Ὅτι καὶ ἐνταῦϑα, ὡς"
      },
      {
        "index": 209,
        "text": "Ak : εἰ χαὶ πρὸ ὀλίγων, ἔννοιαν ϑεὶς ἀρχομένην ex TOU γὰρ, ἀποδίδωσιν εἰς τὸν δὲ Sim πάνυ dens ἡπών\" ὦ φίλοι, à γὰρ νηὶ ϑοῇ βρῶσίς τὲ πόσις τε, τῶν δὲ βοῶν ἀπεχώμεϑα μή τοστάϑοιμεν. «αὶ ἔστι M Pes cae xci συνήϑως εἶπεν, ἀλλὰ τῶν βοῶν ἀπεχώμεϑα\" 1j καὶ ἄλλως ἀντὶ τοῦ δὴ chien di oivdoc v2, ἵνα λέγη, ὅτι ἐπεὶ ἔχομεν βρῶσιν, ἀπεχώμεϑα δὴ τῶν βοῶν. τὸ δὲ γράψαι τῶνδε βοῶν ἀπεχώμεϑα , ἤγουν τούτων, οὐ δοκεῖ roig πα\"λαιοῖς. «Ἵἔγει Go δ᾽ ἐνταῦϑα καὶ δεινὸν ϑεὸν τὸν “Ἥλιον, ἐχφοβῶν xis orae wi RAN."
      },
      {
        "index": 210,
        "text": "eig sd icit ce ᾿ Piin d c ^ íi ipia πλὴν εἰ xci τοιοῦτος ἐστὶν ἀλλ᾿ ὅμως ἡ dLoqumevto: δὲ καὶ ὡς πάντ᾽ ἐφορᾷ καὶ πάντ᾽ ἐπακούει δ΄ Πλιος, πλὴν et : τ vec iain \"ὀλίγα τῆς τῶν βοῶν ἀπωλείας ἄγγελος ἥκει αὐτῷ εὖ εἰδοτι, ποιοῦσα τὸ καϑῆκον αὐτὴ : ἶ Wn MER OD66 COVSNRUR ποιμαίνουσαν ἀγγεῖλαι τὸ ὀφειλόμενον. Ὅτι διασκευάζων ὃ ποιητὴς κῶς. ἔδει Ja OR στθεμο ataelite ; τώλισϑον οἱ περὶ τὸν Οδυσσέᾳ παριδόντες τὰ ὁμωμοσμένα, τὴν τοῦ λιμοῦ βίαν, δι᾽ ην εἰς ἐπιορκίαν κοτῶ doge givzos loe pee bip a φησί: μῆνα δὲ πάντα ἄληχτος ἄη Νότος, ουδέ᾽ τις αλλος γένετ ἔπειτ ἀνέμων δε μη) * OR ει τως οἱ δ᾽ ἕως μὲν σῖτον ἔχον καὶ οἶνον ἐρυϑρον, βοῶν ἀπέχοντο \"λιλαιομένοι ποὺ ἧς MF eK."
      },
      {
        "index": 211,
        "text": "ἀλλ᾽ ὅτε δὴ νηὸς ἐξέφρϑιτο wie πάντα P τουτέστι τὰ εἰς ὁδὸν βρώματα, χαὶ ^ $68 ἘΠῚ i cg ἐφρέπεσχον,, τουτέστι ϑήραν ἐνήργουν αλητεύοντες ἀνάγχῃ; ἐἰχϑῦς Ds τε φί Ἔ vend. uci γναμπτοῖς ἀγκίστροισιν, ἔτειρε δὲ γαστέρα λιμός\" ἐπὲ τούτοις οὖν ἘΠ ϑῳρακω ἐπὶ νοῦν τὸ τῆς ἀμηχανίας φάρμακον τὴν εὐχὴν ἀνὰ νῆσον ἀπέστιχεν εὐξόμενος εἴ που ox ϑεὸς ? E γέεσϑαι. τοῦτο “δὲ δεινότης ἐστὶ ποιητικὴ, οἰχονομοῦντος θμήρου πιϑανῶς ΠΣ ᾿ » \" ψευϑῆναι τοὺς βόας διὰ τὸ ἄγαν πολὺ καὶ ἀπαραίτητον τῆς τοῦ λιμοῦ ἀπ καὶ ᾿όραρε ἢ E P μηϑῇ Ὀδυσσεύς."
      },
      {
        "index": 212,
        "text": "παρόντος γὰρ καὶ ἐγρηγορότος οὐχ ἄν δεδντὼς ἐπυϑανολογή η τὰ (3n Wis uer ὃ συμβάλλεται πιϑανῶς xci τὸ ἐγγὺς νηῶν τὰς βόας vépecó et καὶ μηδὲ ponerte αἱ. t piv ᾿Οδυσσεὺς ἄπεισι κατὰ λόγον εὐχῆς. ἀλλ᾽ ὅτε δή, φησι, διὰ νήσου ἰὼν ἤλυξα dese ze Md μενος ὅϑ'᾽ ini σχέπας qv ἀνέμοιο, ἠρώμην ϑεοῖς, oi ὃ ἄραμοι γλυκὺν ὕπνον ἐπὶ g sqapoucn * xd καὶ τότε δὴ ἐγένετο τὸ εἰς τοὺς βόας κακὸν κατὰ πᾶσαν ἄδειαν. Τὸ δὲ μῆνα πάν ses τοῦ ὕλον. xci ἔστιν ἔϑος Ὁμήρῳ οὕτω γράφειν μυριαχοῦ, ἤγουν τυϑένωι τὸ a ἐπὶ ὁλότητος."
      },
      {
        "index": 213,
        "text": "ἀνε Ὡμ ΣΝ c Νότος, ἤτοι ἔπνεε, πολλὰ μὲν τῶν ἀντιγράφων ἐν τῷ ἢ ἔχει ἀκολούϑως τῷ πρώτῳ dine : a Gv, οὐκ ὀλίγα δὲ καὶ διὰ διφϑόγγου ὁμοίως τῷ\" ἀνέμων διάει μένος, ὡς ἔνι τῇ Σ bin ves υ 2. δόξοι δ᾽ ὧν μαρτυρεῖν τῇ διὰ τοῦ ἢ γραφῇ καὶ, τὸ Θρήκηϑεν ἄητον, ἤγουν ἐκ Θράκης j^ £o E D βαϑὺς Ἡρακλείδης οὕτω βούλεται, ἵνα ὥς περ ἐκ τοῦ φιλῶ φίλημι «Αἰολικῶς, οὕτως πὰ ved TOU «0 ἄημι, καὶ ἀχολούϑως ὡς φίλη τρίτον ἑνικὸν χαὶ δυϊκὸν ἐξ αὐτοῦ φίλητον, me jdm & Pind συλλαλεῖ δὲ τῇ εἰρημένῃ διὰ τοῦ ἡ γραφῇ καὶ ὃ ἀήτης, ὃς δηλοῖ ἄνεμον."
      },
      {
        "index": 214,
        "text": "περὶ οὗ λέγει ὁ E s x τοιαῦτα: πεποίηται ὃ ἀήτης ὡς ἀπὸ περισπωμένου τοῦ ἀῶ ἀήσω. διὸ ἡμάρτηται ens he aci τοῖς εἰς. ὦ περισπωμένοις ῥήμασι παρασχηματιξζόμενα, εἰς τῆς ἀρσενικὰ τῷ ἢ παραληγόμε : \"e οἷον, ποιῶ ποιήσω ποιητής. ὁμοίως ἠχητής, μιμητής. οὐκοῦν καὶ τὸ ἀῶ ἀήσω τοιοῦτον γεννᾷ.\" h ἀήτης ovy οὕτως ἀλλὰ βαρύνεται. λέγει δὲ τοιοῦτον ἁμάρτημα εἰναι καὶ ἐν τῷ χηρῶσται. je T * ῥήματος ὄντος περισπωμένως χηρῶ, τοὔνομα οὐκ ὀξυτονεῖται. ἅμα δὲ τοῦτο. χαὶ περισσὸν ἔχεν οἷ καὶ σημαίνει, τὸ τοιοῦτον καινῶς παραδοϑὲν ὑπὸ τοῦ ᾿Ηραχλείδον."
      },
      {
        "index": 215,
        "text": "ἡ yep Jia, Vir Meer d P» κεν ὕστερον, οὐ γράφει χηρῶσται. προπερισπωμένως, ἀλλ ὀξύϑνει, oiov, χηρωσταὶ δὲ δια ise s δατέονται. περὶ δὲ τοῦ, εἴτε βαρυτόνως ἄω εἴτε περισπωμένως ἀῶ, προδεδήλωται ἐν τῷ, νᾶον ὃ M Ἢ ἄγγξδα πάντα. καὶ οὕτω μὲν ταῦτα. Τὸ δὲ, οὐδέ τις ἄλλος ἐγίνετο ἀνέμων, ἄριστα ἐὸν : A οὐ γὰρ σταϑεροὶ zc; ὄντες oi ἄνεμοι χατὰ τὰ στοὶϊχεῖα καὶ τὰ ἐν οὐρανῷ, αλλ UDINE T εἶναι αὑτοῖς, χαϑιὰ καὶ τοῖς ὑετοῖς καὶ ὕσα τοιαῦτα. To δὲ εἰ μὴ Εὐρός τε ri T ταυτόν ἐστι τῷ, ἀλλ Εὐρός τε Nórog τε, χαὶ τῷ, ὅτι μὴ Εὐρός τε Νότος Ais OUT dem χὰ oi ῥήτορες. ἔχει δέ τι χαὶ ἐπιδιορϑώσεως ὃ λόγος. ἀνωτέρω “γὰρ Νότου μόνου μνησϑ Sic v taba a e x συμπνέειν quot. Τὸ δὲ σῖτον καὶ οἶνον τὰ ἀναγκαιότατα τῶν βρωμάτων δηλοῖ, ὧν Ct."
      },
      {
        "index": 216,
        "text": "πόντων παῤῥησιάζεται λιμός. Τὸ δὲ λιλαιόμενοι βιότοιο ἀνϑρωπίνως ἐῤῥέϑη, ὡς τῶν λιμωττόντων καὶ τὸ ζῆν περιφρονούντων, εἰ μόνον εὑρόντες TL φάγοιεν, ὡς μετ᾽ ὀλίγα δηλώσει Εὐρύλοχος. \"Ev δὲ τῷ, καὶ δὴ ἄγραν ἐφεῖπον j περιττεύει ὡς χαὶ ἐν ἄλλοις ὁ xci σύνδεσμος. Τοῦ δὲ ἀνάγκῃ ἐφερμηνευτιχόν ἐστι τὸ, ἔτειρε δὲ γαστέρα λιμός. δῆλον δὲ ἐς εἰ μὴ ἀνάγχη ἦν τοιαύτη, οὔτε ἰχϑυοφάγουν οἱ παλαιοὶ οὔτε ὀρνίϑων ἐκερυῶντό ϑήραν, ἣν ὡς αἱμύλον ᾿ ὃ Πλάτων οὐ φιλεῖ. ᾿Εν τούτοις δὲ μνηστέον xci τῶν τοῦ ᾿“'ϑηναίου, * εἰπόντος, ὡς εἰ καὶ ἁπλῆ πανταχοῦ παρ᾽ Ὁμήρῳ τοῖς ἥρωσιν ἡ δίαιτα ϑεωρουμένη ἐν παραϑέσει χρεῶν ὡς ἐπὶ πολὺ βοείων, καὲ αὐτῶν ὠπτημένων, χαὶ αὐτῷ δὲ ᾿Αλκινόῳ τῷ τρυφερῷ, καὶ τοῖς ὑβρισταῖς μνηστῆρσι, καὶ οὔτε ἰχϑυοge οὔντας τοὺς τοιούτους ποιεῖ, οὔτε ὄρνιϑας προσιεμένους, οὔτε μελίπηκτα, φιλοῦντ"
      },
      {
        "index": 217,
        "text": "ας, οὔτε μαγειριχὰς μαγγανείας, καὶ ὑποβινητιῶντα ἁ ὡς φησι Μένων δ βρώματα, xci τὸ παρὰ πολλοῖς λασταυ- τὸ ροκάώκχαβον καλούμενον ἔδεσμα, ὕμως ἐποιοῦντο ποτὲ καὶ ἰχϑύων καὶ ὀρνίϑων ἄγραν οἱ ἀμφὶ τοὺς ἥρωας. ἐν γοῦν Θρινακίᾳ ϑηρεύουσιν οἱ τοῦ Ὀδυσσέως ἰχϑῦς ὄρνιϑάς τὲ γναμπτοῖς ἀγκίστροισιν, ἅ περ οὐχ ἐν τῇ Opwaxic πάντως ἐχάλκευσαν , ἀλλ ἐπεφέροντό φασιν, ἐν τῷ πλῷ δηλονότι, ὥςτε qv αὐτοῖς τοιαύτης ϑήρας τέχνη. ἧς ἐπιστήμων καὶ ὃ ποιητὴς QV, εἰχάζει τοὺς ὑπὸ “Σκύλλης ἁρπαζομένους, ἐχϑύσι προμήκεϊ ῥάβδῳ ἁλισχομένοις."
      },
      {
        "index": 218,
        "text": "χαὶ τοιαῦτα μὲν ταῦτα. Ὅτι δὲ εἰ καὶ μὴ φιλίχϑυας οἶδε τοὺς παλαιοὺς Ὅμηρος ἀλλ᾽ ὡς ἐπὶ πολὺ χρεοφάγους, ὅμως οἱ ὕστερον ἔψεγον τὸ πρᾶγμα, ὡς δηλοῖ Θεόποιιπος, γράψας ὕτι τὸ ἐσθίειν πολλὰ καὶ χρεαί(ραγεῖν τοὺς λογισμοὺς ἐξαιρεῖ καὶ τὰς ψυχὰς ποιεῖται βραδυτέρας ὀργῆς τε καὶ σχλ ἰηρότητος χαὶ πολλῆς σχαιότητος ἐμπίλπλησι. Τὸ δὲ ἰχϑῦς ὄρνιϑάς τε, τῆς ῥηϑείσης ἃ ἄγρας ἐστὶ διασαφητικόν. 0? γναμπτοῖς ἀγκίστροις, εἰχὸς μὲν χαὶ διὰ μόνους τοὺς ἰχϑύας εἰρῆσθαι, εἰχὸς δὲ xci διὰ τοὺς ὄρνιϑας."
      },
      {
        "index": 219,
        "text": "ἀγκιστρεύονται γάρ ποτὲ δελεαζόμενοι xci αὐτοὶ, καὶ μᾶλλον οἱ ϑαλάσσιοι. ᾿Ετυμολογεῖ δέ mug xal τὸ γναμπτὸν τὰ ἄγκιστρα, εἴ περ ἄγκιστρον λέγεται παρὰ τὸ ἄγειν ἤτοι περιάγειν καὶ κάμπτειν, ἐστι γνάμπτειν. Τὸ δὲ ἀπέστισχεν. ἐνταῦϑα χατὰ λόγον ἀορίστου δευτέρου διὰ τοῦ v γράφεται. Τὸ ài ἤλυξα ἑταίρους, οὐ φυγήν τινα δηλοῖ, ἀλλὰ τὸ ἁπλῶς ἐχκλῖναι καὶ ἐχτὸς γενέσϑαι τοῦ βλέπεσϑαι ὑπ᾽ αὐτῶν. χεῖρας δὲ νίπτεται Ὀδυσσεὺς εὐξόμενος, χαϑά nov καὶ ὃ υἱὸς Τηλέμαχος. ον Τὸ δὲ σχέπας ἀνέμοιο χατά τινὰ εἴσως χεῖται παρατήρησιν, ὡς δέον ὃν τὸν περὶ ἀνέμου εὐξόμενον ἐν σχέπῃ εἶναι πρὸς τὸ μὴ ἀνεμίζεσϑαι, εἰπεῖν χατὰ τοὺς παλαιούς."
      },
      {
        "index": 220,
        "text": "IAvxvg δὲ ὕπνος ἐν ἄλλοις νήδυμος. οὐχ ἐπὶ χαχῷ δὲ τοῦ Ὀδυσσέως ὃ ὕπνος, ἀλλὰ τοὺς ἑταίρους βλάπτει. διὸ χαὶ ἀνηλεὴῆ αὐτὸν μετ᾽. ὀλίγα ἐ ἐρεῖ. αὐτὸς μέντοι διὰ τὴν εὐχὴν χαὶ ὅτι μηδὲ μετέσχε τοῦ κακοῦ περισωϑήσεται. ἰδοὺ δὲ x&vταῦϑα ὕπνος ἐπὶ χαχῷ, χαϑὰ καὶ ὃ μετὰ τὸν Αἰόλον γλυκὺς ἐπελϑὼν κεχμηκότι τῷ ᾿Οδυσσεῖ. Ὅτι Ὀδυσσέως ὑπνοῦντος Εὐρύλοχος ἑτάροισι κακῆς ἐξήρχετο βουλῆς, εἰπὼν γνωμικῶς\" πάντες μὲν στυγεροὶ ϑάνατοι δειλοῖσι βροτοῖσι, λιμῷ δ᾽ οἴχτιστον ϑανέειν xol πότμον ἐπισπεῖν, διὰ τὴν ἐκεῖϑεν δηλαδὴ τηκεδόνα στρευγομένου τοῦ λιμώττοντος."
      },
      {
        "index": 221,
        "text": "εἶτα ἐπαγαγὼν Εὐρύλοχος τὴν τοῦ λόγου ἀξίωσεν ἐν τῷ, ἀλλ ἄγετε Ἡλίου βοῶν ἐλάσαντες ἀρίστας ῥέξομεν. ἀϑανά τοισι. καὶ ὑποσχόμενός τι δι᾽ οὗ μειλιχϑείη ἂν “Πίλιος, ὅ πέρ ἐστι, τεύξειν ταχὺ Ἡλίῳ πίονα νηὸν ὅτε εἰς ᾿Ιϑάχην ἀφίκοιντο, ἐν δὲ θεῖναι ἀγάλματα noA*A& καὶ ἐσϑλὰ, ἐπάγει γόημα δριμύτερον ἐξ ἀντιπαρατάσεως τοιοῦτον\" εἰ δὲ χολωσάμενός τι βοῶν ὀρϑοκραιράων νῆα ἐϑέλῃ ὀλέσαι, ἐπὶ δ᾽ ἕσπονται ϑεοὶ ἄλλοι, βούλομαι ἅπαξ πρὸς κῦμα χανὼν ἀπὸ ϑυμὸν ὀλέσσαι, ἢ δηϑὰ στρεύγεσϑαι ἐὼν ἐν νήσῳ ἐρήμῃ."
      },
      {
        "index": 222,
        "text": "λέγει δὲ στρεύγεσϑαι τὸ τήχεσϑαι λιμῷ, καὶ οἷον χατὰ “στράγ, γα ὑποῤῥέειν ὁποῖόν τι χαὶ τὸ ἀπολιβάζειν, ὃ ταυτόν ἐστι τῷ λείβεσϑαν, ἤτοι χατά TL λιβάδιον ὑ ὑγροῦ ῥέειν εἰς φϑοράν. To δὲ ἐξήρχετο βουλῆς δύναται καὶ ἐξῆρχε λεχϑῆναι: διφοθεῖ γὰρ πολλαχοῦ καὶ τὸ τοιοῦτον ῥῆμα ὃ ποιητής. Τὸ δὲ ϑανεῖν καὶ πότμον ἐπισπεῖν ἢ ταυτά εἰσιν, ἢ καὶ ἄλλως, πότμον μὲν ἐπισπεῖν τὸ δυσπότμως ζῆν, ϑανεῖν δὲ τὸ τῆς τοιαύτης ζωῆς δεινὸν ἀποτέλεσμα, καὶ τούτῳ τῷ λόγῳ εἴη ἂν πρωϑύστερον τὸ ϑανεῖν καὶ πότμον ἐπισπεῖν. προηγεῖται γὰρ τοῦ ϑανεῖν τὸ δυσπότμως ζῆν. Τὺ δὲ βοῶν ἐλάσαντες ἀρίστας, ἄλλως μὲν λιχνείαν ἔχει, ὡς δέον ὃν ἐπιλέξεσθαι εἰς τροφὴν τὰς κρείττονας, φαίνεται δὲ διὰ ϑυσίαν λεχϑῆναι κατὰ τὸ,"
      },
      {
        "index": 223,
        "text": ", , τ ^\" ἰ lo. € , ὃν ὃ Ure ϑύειν. ἔνϑα σημείωσαι ὡς ῥητορικώτερον οὐχ αὑτὸ TOUTO φααὑτὰ ὕτυειν. ἑνυ α σῇ͵ ς Qnroo γεῖν τὰς βοῦς συμβουλεύει Εὐρύλοχος, ἀλλ᾽ αὐτὸ μὲν ὑπολαλεῖ ἐν τῷ εἰπεῖν. pn dd μᾷ toot, ἐν δὲ φαινολμένῳ ῥέξειν ἐθέλει τὰς ἀρίστας βόας. καὶ οὐδὲ “ΠΙλίῳ μόνῳ οὗ πέρ εἰσιν, ἀλλ ἀϑανάτοις τοῖς περὶ οὐρανὸν, ἵνα δῆϑεν ἀντιχαϑίσταιντο ἐχεῖνοι τῷ Ηλίῳ βουλομένῳ βλάπτειν , γκ $c ^ i j : ) xoi ἔϊ Ó Ü jc ἐθέλῃ ὀλέσσαι, ἐπὶ δ᾽ ἕσπονται ϑεοὶ τοὺς περὶ τὸν Ὀδυσσέα. διὸ καὶ ἔφη τὸ, εἴ περ νῆα ἐθέλῃ σαι, d \" B."
      },
      {
        "index": 224,
        "text": "ἄλλοι. οὕτω πως καὶ ἐν Ιλιάδι οὐ πιεῖν ἁπλῶς ἡ μήτηρ ᾿ Εκάβη συμβουλεύει τῷ vig Exropt, σειν τῶ Διὶ. εἶτα καὶ αὐτὸν πιόντα ὀνήσεσϑαι. Πίονα δὲ νηὸν λέγει τὸν πιαινομένον λιπαροῖς ieu ᾿Δγάλματα δὲ καὶ νῦν ἀγαλλιάματα, ἀγλαΐσματα, κατὰ TO, ἀγλαΐης É ) ζ : i νῦν οὕτω τὰ ἃ 0e δηλοῖ καὶ τὸ, ϑεῖναν ἀγάλματα. ἐκ δ᾽ ἕνεκα χομόωσιν ἄνακτες. λέγει δὲ s οὕτω τὰ Ap MR dcn i ie $m ες ᾿ ds hs: v Je τὸ ἀνά ὄρϑιαι τὰς ? τοῦ ϑεῖναι γὰρ τὸ ἀνάϑημα. d | * d M bes eid T ET ipc ya , i . ἐντεῦϑε ἢ - τὸ ἀγελαῖον καὶ ἄνετον."
      },
      {
        "index": 225,
        "text": "χραῖρα γὰρ ἡ κεφαλὴ » ὡς καὶ ἐν Ιλιάδι τὸ αὐ ον e P χραιραι. ἐξ ὧν carm a uv τις καὶ μεταγράψας ἔφη τὰ βουπρῶθα Ὁ δὲχ ΤῊΝ ἘΠ eie TOU κατὰ ϑάλασσαν ϑανγάτου τρόπον δηλοῖ, ἔχει δέ τι καὶ Exod ως sex nea ide Ü Ü ὑγροῦ, ἤ Üü ? I. ἐρήμη σύνηϑες roig Ont τοῦ ϑανατοῦντος ὑγροῦ, ἢ πὲρ ϑανεῖν μεμυκότα λιμῷ : To δὲ ἐρήμη) 1ϑὲς e Ἴτος p (too cine nl ἔρημον ἀλλὰ καὶ ἐρήμην φασίν. * Ὅτι Εὐρυλόχῳ λαλήσαντι τὰ προσεχῶς ῥηϑέντα τὲς οἱ ἀκούσαντες, ἐνίκησε γὰρ κανταῦϑα κακῇ βουλὴ, αὐτίκα “Ἠελίοιο βοῶν ἑλασαν : sao pur εἰμ ἧς οὗ γὰρ τῆλε νηὸς βοσχέσκοντο ἕλικες καλαὶ βόες εὐρυμέτωποι, τὰς δὲ περιστήσαντο καὶ UE ον ; j t ; ὃς ὑψικό ὑ γὰρ & j| λευκὸν ἐυσέλμου ἐπὶ νηός."
      },
      {
        "index": 226,
        "text": "ers. : φύλλα δρεψάμενοι τέρενα δρυος ὑψικομοιο. οὐ yap ἔχον woi eco i E EE Miticds » m τ,» AE ΕῚ ἐπεὶ δὲ εὔξαντο χαὶ ἔσφαξαν καὶ ἔδειραν, καὶ τὰ ἑξῆς τῇδ᾽ πολλαχοῦ\" Orio) Bes db qu M ; ü ' αἰϑομένοις ἱεροῖι i f rs. &x οὐδ᾽ εἶχον μέϑυ Aca *in' αἰϑομένοις ἱεροῖσιν, αλλ ὕδατι σπένδοντες oe C e ΜΝ : Me t αὶ δὴ καὶ t , ; Ug ἐρεῖ, ὦ σπλὰν ἤτοι ὃ σπλὴν χα i γνα κατὰ πολυωνυμίαν ευϑὺς ἐρεῖ, ὡς C70 TOU imb. οἱ » ei : λάγχν ταῦ τὰ ΣΙΝ τὐχροδο Τὸ δὲ ἐγγὺς τὰς βύας παλαιούς. «q οὗ ὡς ἐκ μέρους σπλάγχνα x γκατι getan MS χα Wer τῆς βόσκεσϑαι διωτί ἕπλασεν ὃ ποιητὴς, προείρηται."
      },
      {
        "index": 227,
        "text": "χθήσιμον. δὲ ον καὶ τοῦτο εἰς : L SUDO ὃ ποιητὴς μνήμης χάριν, εἰπών\" ἐλάσαντες ἐγγύϑεν, οὐ γὰρ τῆλε βοσχέσκοντο. ( 'ers, aie ἔχ δ: Ὁ j ὃ βό ὶ τὸ βύες. ἃς καὶ οἰχτίξ. δοκεῖ ὃ jc ἐν τῇ τῶν συχνῶν ἐπιϑέ] : αὖ δοκεῖ ὃ ποιητὴς ἕν τῇ T. TL παρηχήσεως τὸ βόσκονται χαὶ τὸ βόες. ἃς καὶ οιχτίξεσϑ stoUqens hot \"ἢ ἀφεβεῦοιις τῶν στοιβῇ. Ὅρα δὲ ἐν τῷ, τὰς δὲ περιστήσαντο χαὶ ἐν τῷ, οὐδ᾽ εἶχον μέ v λεῖψαι, A ? bg xci t σύ ) yag ὀρϑὸν τῇ ἐξ ) : χαὶ οὐχ εἰχον μέϑυ περιττὸς κεῖται ὁ δὲ σύνδεσμος."
      },
      {
        "index": 228,
        "text": "τὸ γὰρ ὀρϑὸν τῆς συντάξεως, ταύτας περιέστησαν καὶ get am d Ace. κεῖται ovv συνήϑως κανταῦϑα ὃ δὲ σύνδεσμος ἀντὶ τοῦ δη. To δὲ περιστήσαντο ἢ) ἀντ Kn - ' 2^ * - € , » - * “ματος ΟΧ περιεστάϑησαν ὥςτε συσχεῖν αὐτὰς, ἢ ἀντὶ τοῦ ὡς εἰς ϑυσίαν ἔστησαν. Τοῦ δὲ Xie gin δή; ic d We So mpoUm«oyav ὃ εὐχέτης, ὡς ἀπὸ τοῦ εὐχέω εὐχῶ ἀῤῥήτου ῥήματος, ὁμοίου τῷ τελέω τελῶ Wege \" τοις. Δῆλον δὲ ὡς ἡ εὐχὴ καὶ \"τὸ εὔχεσϑαι παρὰ τὸ εὖ χέειν ητοι, ῥέειν λόγους EA \"t CN e : ^ov Ὁ πὸ 3. ΨΙΛΗ͂Σ - U εὐγῆο."
      },
      {
        "index": 229,
        "text": "τὸ ἔχεσϑαν τοῦ εὑ ἤτοι τοῦ ἀρίστου. τοιοῦτον γὰρ ἡ πρὸς τὸ θεῖον; ἀνάτασις χῆς bears » ' -Ὁ J εἶναι SUyn καὶ ἀπὸ TOU εὖ ἔχειν. OU TO ἀνάπαλιν δυσανασχετεῖν, ὁ μὲν ἘΠ oan eee En χει ipo i, ὃ Ὁ ) ἔγεν ὡς xol ἡ λέ i. ers. Φύλλα δὲ oi περὶ ip ᾧ ποιεῖ, ὃ δὲ δυσανασχετῶν δυσχόλως ἔχει ὡς καὶ ἢ λέξις δηλοῖ. ( dui E ix τὸν Βυρύλοχον δρέπονται, εἰς εὐπορίστους οὐλοχύτας. OUS μὴ ἔχοντες ἀντὶ mis ἰῶν, ὃ ves t Ὁ E. χριϑῶν, “ἐξ ὧν oi οὐλοχύται παρονομάζονται, φύλλοις χρῶνται δρυὸς, ἀντὶ € οἴνου, υ ατι s λοιβῆς. ποιοῦσι δὲ καὶ ταῦτα πρὸς ἀνάμνησιν τῆς παλαιφάτου τροφῆς, ἧς πρεσβυτατη ἣν κατ : παλαιοὺς τοῖς ἀνθρώποις ἡ ἐκ δρυός. ἐβαλανηφάγουν γάρ. ὡσαύτως δὲ καὶ ἡ διὰ μόνου ὕδατος. εἰς ταυτὸν οὖν ἄγοιτο ἂν οὐλοχύτας τε σὺν οἴνῳ προβαλέσϑαι καὶ φύλλα δρυὸς καὶ ὑδὼρ πότιμον, & περ"
      },
      {
        "index": 230,
        "text": "ὃ τοῦ λιμοῦ καιρὸς σχεδιάζει νῦν εἰς προϑύματα. Ὅτι δὲ τίμιον ἡ δρῦς ἣν ποτὲ, ὡς παλαιά Wo ρώπων τιϑήνη, ἐκ πολλῶν δῆλον. ὧν τινὰ καὶ ἐν roig εἰς τὴν ᾿Ιλιάδα εἴρηται. δρῦς τε γὰρ ἐκεῖϑεν E Hd € - , z , ὄν αὶ ἅπαν ξύλον ὡς ἀπὸ μέρους ἀξίου λόγου, καὶ δρύκαρπα, οἱ τῶν ξύλων καρποί. λέγονται à ἐκ δρυὸς οὐ μόνον δρυπέπεις ἐλαῖαι βαρυτόνως κατὰ τοὺς παλαιοὺς αἱ ἐν τῷ δένδρῳ πεπαινόμεναι αἱ καὶ γεργέριμοι, ἀλλὰ καὶ ἁπλῶς δρυπέπης καρπὸς ὃ ἐπὶ τοῦ δένδρου πεπανϑείς. ἐλέγοντο δὲ καὶ ὑσχάδες: τινὲς δρυπέπεις."
      },
      {
        "index": 231,
        "text": "ὧν ἡ μέση ὀξεῖα κατὰ τοὺς παλαιοὺς, τουτέστιν αἱ παροξύνονται, οὐ μὴν \"OR SR ται, οἵ καὶ δοτικὴν πληϑυντικὴν αὐτῶν προφέρουσι προπαροξύτονον' δρυπέπεσι γάρ. \"ἐλέγετο à καὶ ΑΨΩΣΜΙΑ M. Vs δρυπολεῖν τὸ ξύλοις ἁπλῶς πολιορκεῖν ἢ τὸ χαχοηϑίζεσϑαι, ὡς xoi τοῦτο ᾿ φασὶν οἱ παλαιοὶ, ἀπὸ παροιμίας τῆς,» ἄλλην δρῦν βαλάνιξε. χαὶ δρύτη δέ, φασι, πύελος κυρίως ξυλίνη, ὡς ἀπὸ δρυός\" ἧς ἡ χρῆσις χαὶ παρ᾽ «Αἰσχύλῳ ἐν “4γαμέμνονι:, εἰ δὲ διὰ διφϑόγγου γράφεται δροίτη ἐ ἐκεῖ διὰ τὸν οἶτον, οὐ κωλύει τοῦτο τὴν ῥηϑεῖσαν ἑρμηνείαν αὐτῆς."
      },
      {
        "index": 232,
        "text": "συγκέκοπται γὰρ ἐκ τοῦ δρυοίτη, Ἱ ἵνα ἢ κυρίως δροίτη πύελος ἢ λάρναξ ἐπὶ τεϑνεῶσιν. ἐκ τῆς δρυὸς δὲ xci κατὰ μὲν τὸν κωμικὸν δρυχολάπτης, χατὰ δὲ ᾿Αριστοτέλην ὁ δρυοκολά άπτης, ὃ πᾶν δένδρον τῷ ῥάμφει χολάπτων. ἐκεῖϑεν δὲ καὶ δρύοχοι ὦ ὧν καὶ ὃ ποιητὴς ἐν τοῖς ἑξῆς μέμνηται, καὶ δρυοπαγὴς στόλος ὃ δρύϊνος πάσσαλος\" στόλους γάρ, gaow, ἔλεγον τὰ ἀποξυσμένα, διὰ τὸ συνεστάλϑαι. ὅτι δὲ καὶ δενδρυάζειν ἐντεῦϑεν τὸ ἐν δρυσὶν, ἐστι δένδροις χρύπτεσϑαι, δεδήλωται καὶ αὐτὸ ἀλλαχοῦ. εἰ δὲ οὐχ ELE Ó τότε κατὰ τοὺς δενδρυάζοντας βίος xc τοὺς βαλανηφαγ οὔντας, ἀλλὰ νῦν οὐ περὶ βίου τρυφεροῦ ὃ λόγος ἀλλ ἀρχαϊχοῦ."
      },
      {
        "index": 233,
        "text": "τραχὺν γὰρ τὸν βίον τὸ ἐχεῖνον εἶναι, xci παροιμία δηλοῖ παρὰ “Παυσανίᾳ, λέγουσα\" ἔφυγον χαχὸν, εὗρον à ἄμεινον, ἣν ὅθ φησιν, ἀμφιϑαλὴς παῖς ᾿ϑήνῃσιν, ἐστεμμένος ἀχκάνϑαις μετὰ δρυΐνων καρπῶν, λίκνον βαστάζων πλῆρες ἄρτων, αἰνισσόμενος τὴν ἐκ τοῦ “παλαιοῦ βίου ἐπὶ τὸ κρεῖττον μεταβολήν. δοχεῖ δὲ καὶ δρέπειν καὶ δρέπεσϑαι ἐκεῖϑεν λεχϑῆναι, ἵνα ἢ δρέπειν τὸ περὶ δρῦν ἕπειν ἤγουν ἐνεργεῖν διὰ τὸ τρυγᾶν δρύχαρπα. Τέρενα δὲ φύλλα δρέπονται δρυὸς διὰ τὸ ὡς ἐν ἀχρήστοις εὐχρηστότερον."
      },
      {
        "index": 234,
        "text": "διὸ οὐδὲ ἀπὸ χϑαμαλῆς ἀλλ ὑψιχκόμου δρυὸς ταῦτα, διὰ τὸ λαμπρότερον. Μέϑυ δὲ καὶ νῦν ἁπλῶς ὃ οἶνος. Ὅτι δὲ ταυτὸν λείβειν χαὶ σπένδειν, δηλοῖ ὃ ποιητὴς ἐν τῷ, μέϑυ λεῖνψαι, καὶ ὕδατι σπέν-- δοντες, οὗ πρωτότυπον xc Hoaxkeiony τὸ σπείδω. ᾿Αργεῖοι γάρ, φησι, καὶ Ἀρῆτες ἐξαιροῦντες τὸϊ, τάσσουσι τὸ Y, τὴν εἰς πρόϑεσιν ἐνς λέγοντες, χαὶ τὸ τιϑεὶς τιϑένς. οἷς ὡμοίωται τὸ σπείδω σπένδω. ἡ δὲ διάλεχτός, φησιν, αὕτη ἔτι χαὶ νῦν σώζεται παρὰ τοῖς ἀντιγράφοις. τὸ γὰρ αἰεὶ αἰέν φασι, καὶ τὸ οὐ μέντοι, οὐ μέντον, οἷον, οὐ μέντον κάμετόν γε μάχην ἀνὰ κυδιάνειραν."
      },
      {
        "index": 235,
        "text": "ἔμπαλιν δέ, φησι, χρῶνται Σιχελοὶ τῷ ( ἀντὶ τοῦ v, τὸ ἔνδον ἔνδοι λέγοντες, καὶ Ὅμηρος, εἰνάνυχες ἀντὶ τοῦ ἐννεάνυχες. καὶ τοιόνδε μὲν καὶ τοῦτο. Ὅτι δὲ τὸ ὀπτᾶν ἐπεχωρίαζε τοῖς τότε μᾶλλον ἤ περ τὸ ἕψειν, δηλοῖ xci τὸ ὀπτανεῖον. οὐ γὰρ ἄλλοϑεν ἠξιώϑη τὸ μαγειρεῖον χαλεῖσϑαι GAL ἐκ TOU ὀπτᾶν. Ὅτι ἐϑέλων εἰπεῖν Ὀδυσσεὺς \"ἀφυπνίσϑην περιφράζξει αὐτὸ οὕτως\" καὶ τότε μοι βλεφάρων ἐξέσσυτο νήδυμος ὕπνος, ὃν φϑάσας γλυκὺν i ἔφη. ὡς ἐπὶ σωματικοῦ δέ τινος ἔφη τὸ ἐξέσσυτο ἀντὶ τοῦ ἐξεπήδησεν, ᾧχετο."
      },
      {
        "index": 236,
        "text": "Ὅτι τὸ ὀσμήσασϑαι περιφράζων φησί\" καί τότε μὲ χνίσσης ἀμφήλυϑεν ἡδὺς ἀτμή. Καὶ ὅρα τὸ ἡδὺς ϑηλυκῶς λεχϑὲν, ὁμοίως τῷ ϑήλυς ἐέρση , χαὶ πολὺς Uy ρὰ, ὡς τὸ πουλὺν ἐφ᾽ ὑγρήν. Ὅτι ὁ ἐπὶ βλάβη κοιμηϑεὶς ἐρεῖ ἂν τὸ, ἡ μὲ μάϊ εἰς e. κοιμήσατε νηλέϊ ὕπνῳ. Καὶ ὅρα ὡς τὸν γλυκὺν ἄλλως καὶ γήδυμον i ὕπνον νηλέα καλεῖ ὁ καχωϑεὶς δι᾽ αὐτοῦ. Ὅτι τὴν προῤῥηθεῖσαν ϑυγατέρα τοῦ “Ἡλίου «Ἰαμπετίαν τανύπεπλον λέγει. DA τὴν πανταχοῦ τῆς οἰχουμένης ἅπλωσιν τῆς ἡλιαχῆς λάμψεως , ἣν xci ὅσα ὀφϑαλμόν."
      },
      {
        "index": 237,
        "text": "τινα δοχεῖ ἔχειν “Ἥλιος. διὸ xc αὐτὴ μηνύει μυϑιχῶς τῷ πατρὶ τὴν τῶν βοῶν ἀπώλειαν, ὡς καὶ προδεδήλωται. Ὅτι ἔδοξεν Ὁμήρῳ ἠϑοποιίαν ἐνταῦϑα πλάσαι τί ἂν ὁ “Ἥλιος εἰστε παρὰ τῷ Διὶ μαϑὼν ὡς ἀπώλοντο * αὐτῷ αἱ βόες. χαὶ λαλεῖ μὲν εἰς τοῦτο, οὐ μακχρολογεῖ, δὲ, ὅτι μηδὲ ἣν εἰκός, χαὶ & δὲ | λαλεῖ, yÀvxéog λαλεῖ, ὡς ἂν ἡ κατὰ γοῦν γλ υκύτης παραγάγῃ τὸν ἀκροατὴν χαὶ ὑποχλέψῃ τὴν ἐξ αὐτοῦ μέμψιν. CVers. ἀξιώσας οὖν ἐν δυσὶ στίχοις τιμωρηϑῆναι τοὺς βοοκτόνους, ἐπάγειν γλυκέως xara | ἀφέλειαν, OTt ἔχαιρον."
      },
      {
        "index": 238,
        "text": "μὲν ταῖς βουσὶν i ἰὼν εἰς οὐρανὸν ἀστερόεντα, ἠδ᾽ ὁπότ᾽ ἂψ ἐπὶ γαῖαν e οὐρανόDev προτραπρίμην. εἰ δέ μοι οὐ τίσουσι βοῶν € ἐπιξικέ ᾿ ἀμοιβὴν, δύσομαι εἰς ico, “καὶ ἐν νεχύεσσι φαείνω, ὡς μηκέτι δηλαδὴ τὴν ἡμέραν ἔχειν, φόως φέ P ost ἀϑανάτοις τε καὶ βροτοῖς. χαὶ Ζεὺς αὐτῷ uiv τῷ οὐκ ἐφίησι τίσασϑαι τοὺς κακούργους, οὐ γὰρ ὁπλοφορεῖ ᾿ χαὶ Ἥλιος κατὰ τὸν τοῦ μύϑου ᾿ἀπόλλωνα, ὃς τοξεύων ἐχάκωσέ που τοὺς ᾿ἀχαιοὺς, οὐδὲ χατὰ τὸν Ποσειδῶνα, ὃς τὸ ᾿ Ἑλληνικὸν ἐν Τροίᾳ τεῖχος τῇ τριαίνῃ ἀνεμόχλευσεν. ἀλλὰ τῷ μὲν “Ἡλίῳ ἐπιτρέπει φαείνειν, ὡς χαὶ πρὶν, ἀϑανάτοις TE καὶ θνητοῖς. αὐτὸς δὲ κατὰ σχῆμα προικϑέσεως τὰ μέλλοντα ἐκτιϑέμενος ὑπισχνεῖται μετὰ βραχὺ τὴν νῆα ἐκείνων ἀργῆτι κεραυνῷ τυτϑὰ βαλὼν χεάσαι | μέσῳ ἐνὶ οἴνοπι πόντῳ. καὶ γίνεταν κοὕτως ἐν roig ἑξῆς. Πυϑανῶς δὲ ὁ Ζεὺς ἀναδέχεται τὴν τῶν |"
      },
      {
        "index": 239,
        "text": "^uo ἐν P * Hito κατα E zr τις ϑεωρ Ἢ , Ὁτὲ τῶ τ ς ΣΡ γὰρ NCC ἔχει \"T ἕγος ζει \"D euccon . m S OTL ὁπλα ὡς ταυτιζόμ ; Oo ΕΣ λὰ καὶ δι ; netos d og χαριζόμενος τῷ δι ποιητὴς, ἀλλα: v ἀέρα δείματα, ἣν\" ο Σ t) z c LOT? ἢ το i - ἔτι δὲ xol δηλοῖ RE περὲ z γαῦς y πὸ , eti c λλαχοῦ Zoe τὰ » 0v 7) ἰων τούτων πὸ ἐλαύνων, ἔτι c i, ὡς πὸ ja δὲ | xc εἰς πλοῖ ᾿Ιϑακησίων 0v ὥρμα ὺ τῷ Διὶ, χόμενος. Aij ἣν ὡς εἰ καὶ ε διαil αγῷ Ζεὺς πτηνὸν sud καὶ παρὰ τῷ ἃ κῆλα Beine ἧς σημειωτέον yis εὑρέϑη λέγ ἀράν; γὰρ MORES “Ἥλιον ; τὸ, τὰ Je."
      },
      {
        "index": 240,
        "text": "περὶ ὅτε δὲ πλοῖον s τὰ μὲν i χα τὰ τὸν κῷ, κατα το, ne. à ὅτε δὲ x Ó χαὶ κα τῷ » μέλλοντι Vara Ἰρδυσσέως VEL ἔγνωσται. xcl ὁ FURCOBA ΠΕΣ ἜΝ dis ὁ MoAorroc T c : ου B z Ov Nm e 7L λέξαν οσφύυη τῷ ὴς τὴν T ὃς λέξις ; σι vic ὑτην. AAés πεντὲT ὁ χεραυνὸς ὃ ib τοῦ πλοίου διαφέρειν φησ ἕλους rM σὲ ναυσὶ ἐς ἘΞ quist ἀλλ ᾿Ομήρῳ \" οὖν Φίλων ὃ χρῆσιν ᾿ριστοτ' JAsuov ἐξέπλευσε wav iv ὁ μῦϑος ἑρμηνεύεται, ψ ᾿Ερένιος jd g ἔέρει καὶ χρη ἜΡΩΣ βάρους fua s ὅτι πολλαχοῦ \"m SERUUM ^ TOY T δὲς."
      },
      {
        "index": 241,
        "text": "€ ος T - ᾿στέο . VrOYOL S on e ἣν ? GTOCTLUT ίνων ἐπὶ τὸν πρ uxoig. κῶς xci α ἡ τὰ μὲν δὲ στρ τίνων ἐπ᾿ i στρατιωτικοῖς. τευτικῶς ον. καὶ τὰ μὲ ὕλα, e ἔγνων Ταραν ig τὲ Xo στρατι λλὰ δυνασ τς πε γε ψρεν ἐς o αμένων P ὠγοῖς πῶ» πὸ γους TO Y Sly TOU πατρ SU ταπεμῳ οἷς UU L cq ἑαυ - χέπτομεν. -- 7] Óty al. Er QV μὲ (oig δὲ Gvyv ὕντας καὶ ἀφ ἡ ἐν χοινῶ cz ἂν ἔχει μὶ l ἀχούει αὖτ' λοίοις δὲ ὺς ποιοῦντας καὶ ΤΣ oirea i aa: ᾿᾿ϑηνᾶν tvrov καὶ exe , αὐτῷ ϑεο LU ἐχείν ίων εὐϑὺς τὴ - λυπὴη ἕνων ὺς παρ᾽ αὐτῷ Ξ ἡποις ποίε d οιμίων εὐὕυς ηγορεῖ τῶν ὃς περισωσαμ z «τους àv ἐν ἀνϑρώ; À OU προοιμ."
      },
      {
        "index": 242,
        "text": "() ἡσεται ὡς TU TOU πλάττει É τῶν ἕν Ὀδύσσεια » £y κοι, ; OL) cT ἐγταῦϑα τὸ σιν ἡ δὲ Ὀδύ i0\" Hioc reda de z €. LULU] UTCL. ἢ ) δὲ xol ὃ ov «Ῥαία à ἀφελὲς ἐ τα- ες ἐμ δηλοῦται. AMEN ἐῤῥησιν τῶ tyv δὲ ἀφ ἰπεῖν, ταρ xo Β ὡς. L - c 383.) πάνυ ἡ, ὡς εἰπεῖν, ; ne ᾿Ιλιά δος Y ὑπὲρ Οδυσσέ δῶν χατ. ὃ ὡς € Η αν τῆς k τανασὲρ UOvo δὲ ὃ Iloca ΤΟΥ; ( Vers. Ü λάμπειν καὶ, χλλὰ πρὸς βί . τοὐσαν ἡ μετ᾽ ὀλίγα δὲ ' ᾿ ἐκείνων. λεῖ τοῦ λα; ἐποίησαν ἀλλὰ πρ ἰησι Διὸς πο ᾿ χαὶ μὲτ δ {τὰ χατ ἑαυτὸν συστε , ἑποιησ' e ἡ ποίησις v."
      },
      {
        "index": 243,
        "text": "αὶ .2 ἐπέετα βόας ἑαυτὸ Dy ἑ χόντες à ὅμως ἢ E ι σομέγο ε Q ἐπιτῷ ἊΣ βόας ANY vy δ αι ἠεται δὲ 0i y TO γενῆ \"08 α. χα ὃν. εἰ διὰ * TOV οὐχ γευξτ. » ίσωσι TO) x υσσέα, VXXLOTLXOY , ULCUS ct yv. πιϑα Li ἀντιτίσ : ov ἐγϑθοὸν Ὁ 2x l «xxiG T χαὶ oi πὲρ ovo χαχόν. a L καὶ αν πῶ TOROS E ῆϑος κα ὃ Κρόνος κα ἔσϑαι μέγα , ἐμ ϑλος UN (y, τύπῳ U ᾿Ηλίου ἡ eq zeo Ko : γυϑελέσ vga ots SOLE ας eyo , - χοῦ ὑπόγαιος. ὃ ἂς λύπης αν 0v τοῖς fo Ῥ » ὃς ὃ «OT ὁ» δηλοῖ μυϑ' ὺς ὑπόγα ) “μικρᾶς xt Cre καχὸν : δ ανὸος ' Q0» .0) ρώσει Jer inge ΤΩ τιν εὐηϑικὸν s CUL | dirodoi ne piss ) -Aorsgóag δὲ aiscos; τὸν λαμπ ἐοικέναι, áo χαὶ ἔσ , αν ."
      },
      {
        "index": 244,
        "text": "v» TL TO » » v. χαὶ β λύπην, ὡς ' Vers. , ? ἄλλο y) ἡλωἔπαϑο ν λύ γάς. ( ἐς ἢ ἰπεῖν τινὰ 3j Greg δεδηλι , CUT) 'χας. , στέροὲ Sg σειν T. h ἱστην T ἐς H οἰχείας VU ξ κα γϑείη [74 : ' Χίον € s E] vov , ἐς - Y uy ἢ y τὰς αξ Qn γστέρι, ἐναλίγ' - ξ οὐρα δαμοῦ τῇ E EXJARO βοῶ ὅτε δέ uo ΕΞ τέρι, ἐπὶ γαῖαν ἐξ ovoct E που χῶς cG ? ἐπὲ yc UIOVOGY. , TUTUP P : Orc 0€ E αβολικ \" “Ἥλιον τὸ y πρὲέπο - » vAOgu i LEX TAX. L TO παρ ἔσϑαι τὸν i ἀναλόγως : ἱ περὶ Εὺρ δηλαδὴ τιν, ͵ δὲ λογο | δὲ τὸ προτρα; - σὲ κα | χαὶ ἄλλως ; ολλῶν T τούτου τί δὲ v jv τὴν ἐοικυῖαν q SUL AEURD EE XI n IX GIUSTO ΜΆΡΙΟΣ ως."
      },
      {
        "index": 245,
        "text": "TO 8. E ν τὴν : v λέγει, & ἀναϑὴμ i πολύTQOTUX - ἐς δὲ ἀμοιβὴ E: zou] Dv χαὶ ἃ ὑγὴ xci πο e τα. δὲ ἂμ jv δὲ νῦν τὴν χευὴν A vno κα ᾿Ἐπιειχέα ἣν δενῦ χαταῦσχε , iG cvno καὶ ὁσὰ , puoi OU τὲ XC ; προς T: D Vers. . ἐπιεικές. Ὁ ἤγουν vo e : ἡνιχα λαμ Eur em αὐτῷ ὡς 2s λωται: ( ἤτητος τὸ ὑπὲρ τῶν βοῶν, ᾿Ιστέον δὲ ὕτι εἰχὸς ἐπ ὶ τὴν τοῦ is Qe COT ] io τῶ Ἰστέον ἐβυστον, pv xoci τὴ οἶδεν ἐπὶ στῆς AERE: Hv ὑπὲρ i 5» E LE « Dv : γπειλὴν X ES en o ovro ἑτεροίαν toon pup ( Vers. ^ ud μελετᾷ εἰς ἘΠῚ s “Ἡλίου τε scil “Ἥλιον καὶ ὑπέσχ τ ϑῶσιν v ἐκ τοῦ μέ χῶς τὴν τ - TOLOU ἕείδωρον χον eh &l περισω iv ἑαυτὸν ἐκ E δητορικῶς - ἤναι δῦναι ἐπὶ ζείδωρ i ἐσθλῶν, ἡπαγαγεῖν £c EMEN: xonva : tycty ἐπ :cd XxcL ἐσ fvog ἀπαγαγ ? ἕτερόν τινα TQ U τοιούτου, μὴ : ἐλλὰ qe ον δὲ xci ὃτι ἐλυπημένος emo; ϑ' ἕτερό i τοῦ τοι"
      },
      {
        "index": 246,
        "text": "ivov ἐάσαι, & Ἰστέον δὲ x στος ἃ δίαν ἢ κα iz περὶ , ἐχεῖγψον lc AQnovoc Y παρῳδία νων εἰπ| Y τὸν τόπον Vers. EAE. , «cte παρᾳ δυσχερα ι τον τ ; (Ve πο ANC αὐ ἢ X j ἵνα τις ἢ τὰ κατὰ ϑόοδος. - τινος jx ἀνατρέίαν, ἵνα à Acum τ ; τέχνην μέ ὃς ἐροῦντος MULT Ras ὡς χαὶ ἃ (T9 χατὰ τὲχ ὕϑα. ὡς ἐρ ἐν uvOov ov ; Zoe παρ ὕτον φως ] λεῖ ἢ 'αν ἐνταῦϑα, ἢ ἐν μῦ I2 ROUGE XOUT. - ποβα : ey ἕν ᾿ τον μ ! ἐγὼν ἢκ » wet τηλικ LOUTOY V E δὲ απόορι » eTUE, ὕτα Ó ἐγὼ ? D ἅποχρυψ l εἴ τι ἕτερον το ὑπειδόμενος ἷς αὐτὸς οὐ παρέτυχ ὕτως\" ταῦτα αὖτι € Y €LOOLt \"MAR: τος ; ν κατ ἄρουραν, E ὕϑοις ὃ iu ehe E À καὶ τὸν Δία οἷς ud τος Ὀδυσσέως roble καὶ ΕΟ ὅσα! K * olg μὺᾶ S cuo \"Huov αὶ , ἑῖπον e Te ἡ Κα Σ τὰ ἀλλ ᾽ v uiv τ & \"τὸν ων λύει, ; OTL LOrL καὶ τ xGl χαιρω A Ab tL τὰ XCTi ϑεραπέυω iz TOUTOU, act acu oT e γαρ * Uc εἰδὼς, λέγ ἡπίϑανον ὕσαι."
      },
      {
        "index": 247,
        "text": "δῆλον Ó ix τούτου, ὁ ἃ εἴπῃ, v. οὕτω γὰρ * σεὺς εἰς s OY ἀπ RE οὔσαι. / - ἐλϑὼν «vr » L μαϑων. e OG εἰχε, δὲ ἅἄπορο m ίαο αὐτὴ ἀκ te ἐχεῖϑεν ῆς Κίρκης ἔχε ρα ἐχεῖν πει, TO ει δ᾽ Ἐρμείαο Sog ἢ τις IAN τῆς Ὁ va: ϑυγατέρ των - Καλυψο vo χαὶ - ( V ᾿ Καλυψοῦς , Ux οἴδασι τὰ (c, ἐκ τῆς LOTQUyO or LOUVTOY. λαβεῖν A5 «οὐχ AES ὃ σσὲξα, ἕ E , nv a b H λλο TO » L συλ e Ἀτὴν οὐδήεσσα ov Ὅδυ 0v ᾿Αντιφατ ὶ εἴ τι δὲ αλ Ux ἄχαρ , τὴν LO EE MMR εἰδέναι T e αἱ τὸν ; χαὶ cL e ὡς οὐχ ς (T0- αὐτοϑεν ἤνην εἰδέναι x ὧν ἐϑεμίστευον, ὕνται, OH ἐνὸν, - xv d δέϑη κρήνη : ἑκὼν een λλὰ δηλοῦ ; i| TO qc vra , πολλ αν κα ὕω «Αἰολι n τ ταχιαν ἐρθ αἰδων xc y B CE τῶν &LY U V φαΐω T ino e OP ai Κύχλωπες n ᾿αὐτὸ, εἰ καὶ σπορώδ ἐξ οὗ δύνα D."
      },
      {
        "index": 248,
        "text": "τοῦ\" gta ὄνομα « cr δὲ οἱ Σ τῶν xot CUTO, - αξινώ,, ἐξ $ λεονασμῷ Η χύριον, Sede t ίνω καὶ τῶν - Ure. τοῦ qc ἐκεῖϑεν δὲ mco ἔϑων τὸ i ὅσα είνω ὃς οἷόν τε οὕτω. , χεῖϑε z i Qaé D», χαὶ TOU ge - ὡς οἷον : ΕἸ GtL. & 2E ov κα προν; Περὶ δὲ ξ ὲ χρινῶς ἐν. χρῇ Qu, ἐξ ) πέο ἐστι λακ Q £UXD τατιχος T ἐν φαέϑω, πέρ , IyzoUO.o τὸ σελεί Er UB παρα E ῥῆμα μὲν φ ὁ φάλιον, ὃ ἐνταῦϑα δ᾽ οὐῶς οὗ suo , γον Qna T δὲ τὸ Aer derat , c. : παραγ! B o xoc T τυπόν ἐστι τὸ aeu δὲ τοιούτου iid: ἣν “Πασιφάη. ἐν οἷς ὅϑεν ἡ go i E παρ᾽ αὐτὸ, QV"
      },
      {
        "index": 249,
        "text": "παρ᾽ αὐτό. ἐχ δὲ τοῦ, ὡς ἐῤῥέϑη, φάω ῥήματος συνήρηται τὸ φῶ τὸ σύστοιχον τῷ φωτὶ, δοχοῦν αὐτὸ τρίτης εἶναι συξυγίας τῶν περισπωμένων » ὡς ἀπὸ τοῦ \"φάσχω φαίνεται. καὶ τοιοῦτον μὲν τὸ δεδηλωμένον φάω xai go. ἔστι δὲ xai ἕτερον φῶ, κατάρχον τοῦ φένω καὶ τοῦ φόνος xci τῶν ὅσα ἐκ τούτων. μυρία, δὲ ἐχεῖνα. τὸ δὲ φῶ τοῦτο, προσλήψει τοῦ ὃ γενόμενον φϑώ, γεννᾷ τὸ φϑείρω xai τὸ ) φϑίένω xal τὰ τούτων παράγωγα, πολλὰ καὶ αὐτὰ ὄντα. τοῦ δ᾽ αὐτοῦ φῶ παράγωγον τὸ gato. ἐξ οὗ ἀρηΐφατος ὃ ἐν μάχῃ φονευϑεὶς : xai ἐπίσφατος πλεονασμῷ συνήϑει τοῦ 6, ὃ ὀλέϑριος παρὰ τὸ περάσϑαε, οὗ χρῆσις ἐν τῷ, τρεῖς ἑνὸς ἀντιπεφάσϑαι, καὶ v: ἐκρὸς πρόσφατος ὁ ἐγγὺς χθόνῳ ἤγουν ἐκ νέου πεφονεὺυμένος."
      },
      {
        "index": 250,
        "text": "αὐτοῦ δὲ καὶ δύο παϑητιχοὶ παραχείμενοι, ὃ μὲν εἷς μετὰ τοῦ G, οὗ μετοχὴ πεφασμένος. ταῦgos \"o «Τυκόφρονι, χαὶ ἕτερος δίχα, τοῦ σ ἔχων τρίτον πληϑυντιχὸν, τὸ πέφανται, οἷον, πλέοντες σόοι ἠὲ πέφανται ἤγουν ἐφονεύϑησαν. ὅτι δὲ τὸ δηλωϑὲν φάζω προρϑέσει. τοῦ σ σφάζω γίνεται. καὶ τὸ ὡς ἐξ αὐτοῦ σὺν ἄλλοις μυρίοις χαὶ ἡ διασφὰξ, δῆλον ix τῶν παλαιῶν. ἔτι φάω φῶ λέγεται xoi τὸ λαλῶ τὸ πρωτότυπον τοῦ φημί. ἐχεῖϑεν δὲ φάσις ὃ λόγος καὶ πρόφασις χαὶ τὰ ἐξ αὐτῶν. χαὶ φατὸς καὶ φατειὸς λεχτός, καὶ πρόφατος ὃ πρὸ ὀλίγου ἔμ ἄλλος οὗτος παρὰ τὸν."
      },
      {
        "index": 251,
        "text": "δεδηλωμένον, πρόσφατον νεκρόν. τοῦ δὲ φῶ ἤτοι λέγω πρόεισι καὶ τὸ “φαίνω τὸ ἁπλοῦν τοῦ ἀποφαίνω xc τῆς ἀποφάνσεως, ἕτερον ὃν αὐτὸ παρὰ τὸ φαίνω τὸ Adumo, οὗ τρίτον évixóv παϑητικοῦ παρακειμένου τέλος δ᾽ οὔπω τι πέφανται , ἤγουν ἐφάνη, ἐξέλαμψεν. οὗ διαφέρει πάντως τὸ, χλεινὸν ἐ ἔπος πέφανται παρὰ “Σοφοκλεῖ ἀντὶ τοῦ ἀπεφάνϑη ἐγνωματεύϑη. ἔτι τοῦ φῶ τὸ λέγω παράγωγον τὸ φάσσω ὡςβ βράσσω: χρῆσις δὲ αὐτοῦ σύνϑετος ἐν τῷ ἀλλοφάσσε ιν, neo ἐν τῷ ᾿Ιλιαχῷ ἐ ἐπιταφίῳ παρασεσημείωται. ἔτι ἐχ τοῦ φῶ τὸ φαίνω xai TOU φῶ τὸ λέγω παράγωγα φάσκχω, xci ἐπενϑέσει TOU U φαύσκω, xai ἀναδιπλασιασμῷ φιφάσκω, χαὶ μεταβολῇ τοῦ δασέως εἰς τὸ ἀντίστοιχον αὐτοῦ ψιλὸν πιφαύσκω, ἤγουν φαίνω ἐπιδεικνύμενος, λέγω."
      },
      {
        "index": 252,
        "text": "χρῆσις δὲ ἀμφοῖν πολλαχοῦ. ὡς δὲ ἐκ τοῦ φῶ καὶ τὸ φράζειν ἐστὶ, προδεδήλωται ἐν τῇ ἃ ῥωψῳ- | δίᾳ. Ὅτι ἐν τῷ, Νείχεον ἄλλοϑεν ἄλλον ἐπισταδὸν, ἀντὶ τοῦ ἑστηκότως, d πέρ. ἐστιν οὕτω ἕν ἀνϑ' ἑνὸς φράσαι. πλείων δὲ ἐν ἄλλοις ἡ χρῆσις τοῦ ἐπισταδὸν ἀντὶ τοῦ ἐπιστημόνως. ἔστι δὲ τοῦτο μὲν ix τοῦ ἐφίστασϑαι, ἐχεῖνο δὲ ἐκ τοῦ ἐπίσταϑαι. Ὅτι ἀμηχανίας δηλωτιχὸν τὸ, οὐδέ τι μῆχος εὑρέμεναι δυνάμεϑα. κεῖται δ᾽ ἐνταῦϑα καὶ τὸ τεθφόναι à ἐπὶ βοῶν. ἐπάγει γάρ' βόες δ᾽ ἀποτέϑνασαν ἤδη. Ὅτι τέρατα προὐφαίνοντο Ἀζοῖς Ὀδυσσέως ἑταίροις ἕν τῇ τῶν."
      },
      {
        "index": 253,
        "text": "βοῶν τοῦ ᾿Ἡλίου σφαγῇ τοιαῦτα\" εἷρπον μὲν ῥινοί. χρέα δ᾽ ἀμφ ᾿ ὀβελοῖς ἐμεμύκει ὀπταλέα τε καὶ ὠμά. εἶτα ἑρμηνεύων τὸ ἐμεμύχει xci διαστέλλων αὐτὸ ἀπὸ τοῦ δηλοῦντος τὸ ἔμυσεν ἐπάγει\" βοῶν δ᾽ ὡς γίνετο φωνή. ἔστι γὰρ μυχηϑιμὸς φωνὴ βοός. Ὅρα δὲ ὡς xai ὃ ποιητὴς παρασημειοῦταιν. τέρατα εἶναι τὰ ῥηϑέντα. διὸ xal ὡς πάνυ τερατώδη λαβὰς γελοιασμοῦ δέδωχε τοῖς παίζειν ἐθέλουσιν. δῆλον δὲ ὅτι τὸν τοῦ συνειδότος ἔλεγχον ταῦτα ἐμφαίνουσι. xe ὃν ἀνειδωλοποιοῦντες τὰ γεγονότα οἱ τοῦ Ὀδυσσέως ἑ ἑταῖροι τὰ ῥηθέντα φαντάζονται."
      },
      {
        "index": 254,
        "text": "ἡ δὲ za “Ἡρόδοτον i ἱστορία δηλοῖ ὅμοιόν τι τέρας χαὶ αὐτὴ, φαμένη ὅτι ἐν τοῖς Περσιχοῖς τάριχοέ που ἐπὶ τῷ πυρὶ κδιμένου ἐπάλλοντο xci ἤσπερον ὡς νεάλω-- τοι ἰχϑύες. ἐδήλ ovy δέ, φησιν, ἐκεῖνοι περὶ τὸν τόπον ἔνϑα τὸ τέρας ἦν, ὅτι “Πρωτεσίλαος καὶ τεϑνεὼς χαὶ τάριχος ὧν δύναται βλάψαι τὸν ἀδικοῦντα, οὐ τοιαύτη μέντοι καὶ νῦν δήλωσις τῶν τεράτων ἐστὶν, ἀλλ ἔνδειξις ποινῆς τῆς ὑπὲρ τῶν βοῶν. ἐν τούτοις δὲ φαίνεται Ὀδυσσεὺς μὴ ἀπογεύσασϑοαι χαὶ αὐτὸς τῶν βοῶν, διὸ καὶ περιε DEP ἐρεῖ γάρ' ἐξῆμαρ μὲν ἑτάροι ong, οὐ μὴν δαινύμεϑα."
      },
      {
        "index": 255,
        "text": "ἄρ Ὅτι ἀνάπλου εὐδιεινοῦ φράσις τὸ, χαὶ τότ᾽ ἔπειτ᾽ ἄνεμος μὲν Ἀξπαύσατο λαίλαπι ϑύων. ἡμεῖς δ᾽ en ἀναβάντες ἐνήκαμεν εὑρέϊ πόντῳ, ἱστὸν στησάμενοι.» ἀνά ϑ᾽ ἱστία Aevz^ ἐρύσαντες: Tov δὲ é ἐνήχαμεν μέλλων πρὸ βραχέων Lid» iv τῷ, ἐνήσομεν εὐρέϊ πόντῳ. Ὅτι ἀχανὲς ὑπογράφων πέλαγος ὃ ποιητὴς χαὶ πλοῦν κινδυνώδη, φησίν: ἀλλ᾽ ὅτε δὴ τὴν vijcov ἐλείπομεν οὐδέ τις ἄλλη φαίνετο γαιάων ἀλλ οὐρανὸς ἠδὲ ϑάλασσα, δὴ τότε χυανέην νεφέλην ἔστησε Kooνίων νηὸς ὑπὲρ γλαφυρῆς. ἤχλυσε πόντος ὑπ᾽ αὐτῆς, τουτέστιν, ἀχλύος ἐπλήσϑη. ἡ ἔϑει, τουτέστιν ἔϑεεν, οὐ μάλα πολλὸν ἐπὶ χρόνον. αἶψα γὰρ ἦλϑε κεκληγὼς Ζέφυρος μεγάλῃ σὺν λαίλαπι ϑύων. ἱστοῦ δὲ προτόνους ἔῤῥηξεν ἀνέμοιο ϑύελλα ἀμφοτέρους. ἱστὸς δ᾽ ὀπίσω πέσεν, ὕπλα τε πάντα εἰς ἄντλον χατέχυντο. ὃ δ᾽ ἄρα πρύμνῃ ἐνὶ νηὶ πλῆξε κυβερνήτεω χεφαλήν. σὺν"
      },
      {
        "index": 256,
        "text": "δ᾽ ὀστε ἄραξε πάντ᾽ ἄμυδις κεφαλῆς. ὃ δ᾽ ἂρ ἀρνευτῆρι ἐοικὼς κάππεσ᾽ ας τῷ τὴ boe ϑυμὸς ἀγήνωρ. Ζεὺς δ᾽ ἄμυδις βρόντησε καὶ ἔμβαλε νηὶ E ΟΝ ΕἾ ὃ πὰς dj m d rn κεραυνῷ. iv δὲ ϑεείου πλῆτο. πέσον ὃ ἐκ νηὸς ἑταῖροι. e . οἱ ER US. MIS sd ἐφορέοντο. Θαλασσίας δὲ χορώνας ἐνταῦϑα λέγει, ὁποίων e ἐν \"ἃς Es TO E ἱ : (OB IRE E ἐρεῖ καὶ ὅτι ἀπὸ τοίχους λῦσε κλύδων Τροῦπιος cedi uu Arta rg is dva εἰ χαὶ ἀρέσχει τοῖς παλαιοῖς μὴ εἶναι πληϑυντικοὸν τὴς γῆς d ὡς ES οὐδὲ n Sa e & ie. δὲ οὕτω λέγειν, ὡς δηλοῖ καὶ τὸ, Κρήτη τίς ἐστι γαῖα μέσῳ ἐν πόντῳ."
      },
      {
        "index": 257,
        "text": "( LAN \"ἢ ἢ δὲ iR (dos σταϑεῖσα vipéhg ἐκγεφίαν εἶναι παραδηλοῖ τὸν πνευσαᾶντα uud βίαιοι ὲ A Oi n ORE χινοῦντες ϑύελλαν. Ev δὲ τῷ, “προτόνους ἀμφοτέρους, ὅρω Ort ED οἱ πρ ; io ὡς xai Ünmuxvog δηλοῖ, πρότογος ψηὸς εἰπὼν ὁμοίως τῷ ἐπίτονος, καὶ ὅτι ovy ἀπ Und d σχοινίον, ἀλλὰ δύο τινὰ, περὶ ὧν. καὶ προδεδήλωται. εἰ δὲ ῥαγέντων τῶν προτόνων ἱστὸς rdi. » : j δῆλον ὅτι συνεχτιχοὶ τοῦ ἱστοῦ οἵ ztgoróvot. ὃ δὲ ὀπίσω πεσὼν Sk ( à τὰ ὃς καὶ τὴν τοῦ κυβερνήτου xcréaté χειραλὴν, ξ ἀντίπρωδον πνεῦσαὶ δηλοῖ ἄνεμον."
      },
      {
        "index": 258,
        "text": "A s i : is vÀov δὲ ὃ τόπος ἔνϑα ὕδωρ συῤῥέει τό,τε ἄνωϑεν καὶ τὸ ἐκ τῶν ἁρμονιῶν. CVers. wa e τ e ἡ χοινὴ γλῶσσα φησὶν, “ἔτι δὲ xoi ἡ παλαιὰς ὡς ou: ὃ εἰπὼν οὕτως\" ἄντλος, ἀντλίω, ἘΞ , aos λέγεται δέ, φησι, καὶ γαῦλος ἢ ἀντλία. ἐντεῦϑεν δὲ χαὶ τὸ ἀγγεῖον, ᾧ edle σομβαὶ b uis HER τλίον, φασὶν, ἐκαλεῖτο, χατὰ δέ τινας χαὶ ἀντλιαντλητήρ. λέγει οὖν τῶν τις παὶ d , dire ) Τὸ δὲδο rijod, κάδδον δὲ οὐ δεῖ λέγειν. χρῆσις δὲ τοῦ ἄντλου\" καὶ παρὰ τῷ amer a. ( ers. Ὁ ὧν Boss ἀράσσειν τραχύτερον τοῦ λακεῖν."
      },
      {
        "index": 259,
        "text": "διὸ καὶ τὸ, ἔλακεν οστέω, “λειοτέρεν MERC Hs τοῦ paier Hn ᾿πρνευτὴρ δὲ ὕτι ὃ χυβιστητὴρ λέγεται, E E D ἢ “λέει PATCR us D εἰς τὴν ^ Daaóc ἐδηλώϑη. ' Ev δὲ τῷ, κάππεσεν\" ἀπ᾿ ἰκριύφιν, τὰ περὶ τὴν πρύμναν e δηλοῖ. ὡς δὲ καὶ περὶ πρώραν καὶ περὶ τὸ μέσον εἰσὶ, προδεδήλωται. Τὸ δὲ ad dp EL ΚΡ αν πρὸς ἐντέλειαν ἔπους ἐν τῷ, λίπε δ᾽ ὀστέα ϑυμὸς ἀγήνωρ. To δὲ ἄμυδις Hie ἑξῆς, σύγχρονον δηλοῖ τῇ τοῦ νέφους ῥήξει Ἀχαὶ τῇ ἐντεῦϑεν βροντῇ, τὴν τοῦ d ES das dic - Τὸ δὲ ϑεῖον, ὡς δηλοῖ zci ϑέαφον, καὶ ἡ κατὰ τοῦτο δὲ ἔννοια, ἐδηλώθη id Ιλιάδι."
      },
      {
        "index": 260,
        "text": "ῥηϑήσεται δέ τι χαὶ ἐν τοῖς μετὰ ταῦτα περὶ αὐτοῦ. ἐνταῦϑα δὲ τὸ, ἐν δὲ ϑεείου πλῆτο; o Θὲ οἱ παλαιοὶ, ἐπλήσϑη πυρὸς, πλεονασμῷ τοῦ &. Τοῖχου δὲ pun ταν ἑκατέρωϑεν d τοῦ πλοίου. ὧν πέρας πρύμνη καὶ ἡ πρώρα. καὶ ἦσαν τινὲς iv roig μεγάλοις τῶν πλοίων, ὁ μέν τις τοῦ δεξιοῦ τοίχου ἄρχων, ὃ δὲ τοῦ ἀριστεροῦ, χαϑὰ καὶ πρύμνην μὲν προΐσταται κυβερνήτης, προς Zo δὲ διοιχονομεῖται ὃ πρωρεύς. ἔστι δὲ εἰπεῖν καὶ ὅτι ὡς οἷα μεταφορητός τις οἶχος οὖσα ἢ ναῦς, καὶ τοίχους ἔχειν λέγεται. οἱ xci λύονται ἐν ναυαγίῳ, καϑὰ καὶ πόλεως κρήδεμνα ἐν πολιορκίᾳ τίς d ἂν ναυάγιον πόλεως."
      },
      {
        "index": 261,
        "text": "Ὅτι Ὀδυσσεὺς ὃ iv τοῖς πρὸ τούτων τῇ «Τ“ευκοϑέᾳ μὴ πεισϑ' εὶς ΤΠ PAM cH καταλιπεῖν ἀνέμοις φέρεσθαι, νήχεσϑαι δὲ, οὐ τότε πρώτως τὸν τοιοῦτον εὗρε νοῦν, AL wA x εἶχε κερδήσας. φησὶ γοῦν Ort χαὶ μετὰ τὸ ναυάγιον ἐγὼ διὰ νηὸς ἐφοίτων ὄφρ ἀπὸ τοίχους (V ers. iR ἔλυσε κλύδων τρόπιος, ἤγουν διέσπασεν ἐκ τῆς τρόπεως; λύσας τῆς ἁρ\" μονίας xni τῆς συνδέσεως. τὴν δὲ ψιλὴν φέρε χῦμα, τουτέστι τὴν τρόπιν. εἴτα ἕν μεγίστῃ δυστυχίῳ foaxv TL σον ἀγαϑὸν βλέπει τὸν ἱστὸν ἀραχϑῶτα πρὸς τὴν τρόπιν μετὰ καὶ ἐπιτόνου."
      },
      {
        "index": 262,
        "text": "ao οὕτω SEU ξας, ἐστι συνδήσας, ὁμοῦ τήν τε τρόπιν καὶ τὸν ἱστὸν καὶ ἐπικαϑίσας ἐξέδοτο rois ἀνέμοις dien zeAnriGov. ἴσως κἀνταῦϑα, ὡς καὶ ἐν τοῖς μετὰ τὴν Καλυψὼ ἔπαϑε, RU MERO DAT nd ἔπλεεν οὐ πολὺν ἔχων κίνδυνον Ζεφύρῳ φερόμενος, 0g ἀπῆγεν αὐτὸν τῆς τὲ “Χαρύβδεως xal PIN τονε πέλων ὡς ἐπὶ τὴν πατρίδα. Νότος δὲ ἐπελϑὼν ἐπανέστρεψεν αὐτὸν εἰς τὰ δεινὰ, ἔνϑα μικροῦ ἂν TO εἰ μὴ ὃ προῤῥηθεὶς ἐρινεὸς αὐτὸν περιεσώσατο. ἔστι δὲ ἡ περὶ τούτων Ὁμηρικὴ bid pe [τ iid ἐκ δέ oi ἱστὸν ἄραξε mori τρόπιν, τουτέστι προσέκρουσεν ὡς ὁμοῦ γενέσθαι αὐτὰ, Ἂς οὕτω πιϑανῶς ὃ ἱστὸς καὶ ἡ τρόπις δύναιντο φέρειν ἐφεζόμενον τὸν ἥρωα- διατοῦτο Pis radi χκεασϑῆναι βληϑεῖσαν τὴν vie ἐπλάσατο, ἵνα 3j μὲν εἰς μικρὰ κατατομὴ ἰδιάσῃ καὶ τὴν τρόπιν καὶ τὸν ΓΎΡΑ c , ey τ 2; ) 5» ἔ Ἢ ó ἑλος ἱστὸν, ὃ δὲ κλύδων προσαράξῃ αὐτὰ"
      },
      {
        "index": 263,
        "text": ", καὶ ὃ Ὀδυσσεὺς συνδήσας τῷ ἐπιτόνῳ σχοίη ἐντεῦϑεν ὀφέλος:."
      },
      {
        "index": 264,
        "text": "ἐπάγει οὖν\" αὐτὰρ ἐπ᾿ αὐτῷ ἐπέτονος βέβλητο, βοὸς ῥινοῖο τετευχὼς, ἤγουν τμῆμα ἂν “0 βοείου δέρματος, τῷ ῥ᾽ ἄμφω συνέεργον “ὁμοῦ τρόπιν ἠδὲ xoi ἱστόν. ἑζόμενος δ᾽ ἐπὶ τοῖς φερόμην ὀλοοῖς ἀνέμοισιν. ἔνϑ᾽ ἤτοι Ζέφυρος μὲν ἐπαύσατο λαίλαπι ϑύων. ἦλϑε δ᾽ ἐπὶ ΙΝότος ὦκα φέρων ἐμῷ ἄλγεα ϑυμῷ, ὄφρ᾽ ἔτι τὴν ὀλοὴν ἀναμετρήσαιμι Χάρυβδιν. παννύχιος φερόμην., ἅμα δ᾽ Hshio ἀνιόντι ἦλϑον ἐπὶ Σχύλλης σκόπελον δεινήν τε Χάρυβδιν. ἡ μὲν ἀνεῤῥοίβδησε ϑαλάσσης ἁλμυρόν ὕδωρ. αὐτὰρ ἐγὼ ποτὶ μαχρὸν ἐρινεὸν ὑψόσ᾽ ἀερϑεὶς, τῷ προσφὺς ἐχόμην ὡς νυχτερίς."
      },
      {
        "index": 265,
        "text": "οὐδέ πῃ εἶχον οὔτε στηρίξαι ποσὶν ἔμπεδον οὔτ᾽ ἐπιβῆναι. ῥίζαι γὰρ ἑκὰς εἶχον ἢ ἦσαν. ἀπήωροι δ᾽ ἔσαν ὄζοι μακροί τὲ μεγάλοι τε, κατεσχίαον δὲ Χάρυβδιν. νωλεμέως δ᾽ ἐχόμην ὄφρ᾽ ἐξεμέσειεν ὀπίσω ἱστὸν καὶ τρόπιν. ἐελδομένῳ δέ μοι ἦλθον ὀψέ. ἧχα δ᾽ ἐγὼ καϑύπερϑε πόδας χαὶ χεῖρε φέρεσθαι. μέσσῳ δ᾽ ἐνδούπησα παρὲξ περιμήκεα δοῦρα. ἑζόμενος δ᾽ ἐπὶ τοῖσι διήρεσα χερσὶν ἐμῆσιν. ἐν τούτοις δὲ ἑρμηγεύων καὶ τὸ ὀψὲ, περὶ ὅ ἐξεβράσϑη ὁ ἱστὸς καὶ ἡ τρόπις, φησίν\" ἦμος ἐπὶ δόρπον ἀνὴρ ἀγορῆϑεν ἀνέστη κρίνων νείχεα πολλὰ δικαζομένων αἰζηῶν, τῆμος δὲ τά γε δοῦρα Χαρύβδεως ἐξεραάνϑη."
      },
      {
        "index": 266,
        "text": "καὶ g atv οἱ παλαιοὶ ἐοικέναι τὸν καιρὸν περὶ ὀγδόην ὥραν εἶναι εἴγε εἰχοσιτεσσάρων ὡρῶν οὐσῶν τῇ νυκτὶ τῇ ἡμέρᾳ τρὶς ἑκάστης ἡμέρας ἡ Χάρυβδις ἐποίει τὰ ἑαυτῆς. οἱ δὲ τοιοῦτοι \"xol δόρπον ἐνταῦϑα τὴν δειλινὴν ὥραν φασίν. ᾿Ιστέον δὲ ὅτι ἐπίτονος λέγεται ἱμὰς ἀνέλκων τὸ κέρας ὑψοῦ πρὸς ἱστόν. οἱ δὲ παλαιοὶ μάλιστα οὕτως. ἐπίτονος, δέρμα ᾧ πλοίου ἱστὸς κατασφαλίζεται, ᾿Ολοοὺς δὲ ἀνέμους λέγει τόν τὲ σφοδρὸν Ζέφυρον ὃς πρὶν αὐτὸν ἔφερε, καὶ τὸν μετὰ ταῦτα Νότον, ὃς μάλιστα ἤλγυνε τὸν Ὀδυσσέα στρέψας ἐπὶ τὸ κακόν."
      },
      {
        "index": 267,
        "text": "Τὸ δὲ ἀναμετρήσαιμι ἐπαινεῖται παρὰ τῶν παλαιῶν ὡς διὰ τὸ σημαντικώτατον τῆς φωνῆς μηδὲ δυνάμενον μεϑερμηνευθῆναι. δύναται δὲ καὶ ἀντὶ τοῦ δὶς μετρῆσαι ληφϑῆναι ἡ λέξις. ἐμέτρησε μὲν γὰρ αὐτὴν Ὀδυσσεὺς τὸ πρῶτον, Orc οἶδεν ἀναῤῥοιβδήσασαν, ἐστιν ἀναῤῥοφήσασαν. νῦν δὲ ἀναμετρεῖ αὐτὴν ἐξεμέσασαν, περ ἀντίχειται πραγματιχῶς πρὸς τὸ ἀναῤῥοιβδήσασαν καὶ ἀναβρόξασαν, ἤγουν ἀναπιοῦσαν. ᾿Ιστέον δὲ ὅτι Ὅμηρος μὲν τὸ ἀναμετρήσαιμι ὡς ἐπί τινος ἔφη μιλιασμοῦ, οἷα τοῦ μετρεῖν λαμβανομένου καὶ ἐπὶ ἐννοίας τοιαύτης."
      },
      {
        "index": 268,
        "text": "᾿ Ησίοδος δὲ ἄλλως ἐχρήσατο τῇ λέξει ἐν τῷ, εὖ μὲν μετρεῖσϑαι παρὰ γείτονος» εὖ δ᾽ ἀποδοῦναι αὐτῷ τῷ μετρῷ, μέτρον μὲν εἰπὼν τὸ σχεῦος ᾧ λαμβάνομεν πυρόν, φασιν, ἤ τι P δάνους λόγῳ ἵνα πάλιν ἀποδῶμεν, μετρεῖσϑαι δὲ τὸ οὕτω λαμβάνειν δάνειον καί που καὶ δωρεάν. οὔ ^o to γάρ, Ἄφασιν, ἐπενοήϑη νόμισμα ἵστασϑαι. ὃ δηλοῖ; φασὶν, Ὅμηρος ἐν τῷ, τὸ χϑιζὸν ᾿“Ιχαιοὶ χθεῖος ἀποστήσωνται, ἤγουν τὸ γενόμενον αὐτοῖς ἐν τῇ μάχῃ ἐλάττωμα χρεολυτήσωσιν ὥς ttp ὀφειλόμενον δάνέιον. xci τοιοῦτον μὲν τὸ μετρεῖν καὶ μετρεῖσϑαι τὸ ἐπὶ δάνους καϑ' ' ᾿σίοδον."
      },
      {
        "index": 269,
        "text": "χρήσασϑαι δέ, gans λέγεταί τις ἱμάτιον ἢ) σχεῦος. εἰ δὲ τοῦτο ἀληϑὲς, ὅμως χρήστης ἐν τῷ καϑόλου ἁπλῶς δανείζων εὕρηται, ὡς δηλοῖ καὶ ὃ χωμιχὸς ἐν τῷ, ὑπὸ γὰρ τόκων χρήστων τε δυσχολωτάτων διόλλυμαι. Τὸ δὲ προσφὺς πλεῖόν τι πίεσμα δηλοῖ τοῦ ἐμφύς. ὡς νυχτερὶς δὲ προσπέφυκχεν Ὀδυσσεὺς τῷ ἐρινεῷ, τυχὸν μὲν πρὸς ἔνδειξιν τοῦ στερεμνίου τῶν χλάδων ὧν οὐχ᾽ ὡς βαρὺς ἥρως ἐξεκρέματο ἀλλ᾽ ὡς κουφοτάτῃ νυχτερίς, ἴσως δὲ, xoi διό τι καὶ ἡ νυχτερὶς οὐκ εἴωϑεν ἐπιβαίνειν κλάδων «AK ἐκκρέμαται, ὡς καὶ ἐν τῷ τέλει τῆς Ὀδυσσείας φανεῖται, οὐκ ἔχει δὲ Ὀδυσσεὺς οὔτε στηρίξαι ἔμπεδον οὔτε ἐπιβῆναι, τὸ μὲν διὰ τὸ βάϑος τῆς Χαρύβδεως, τὸ δὲ ὅτι μακρὰν ἄνω τοῦ χρημνοῦ αἱ τοῦ ἐρυνεοῦ ῥίζαι xai τὸ ἐπ᾿ αὐταῖς πρέμνον."
      },
      {
        "index": 270,
        "text": "διὸ χρέμαται. πὲρ μέσον τι ὃν ἐπιβάσεως καὶ στηριγμοῦ πιϑαvoÀoyti τὸ ῥᾳδίως οὕτως ἰσχύσαι τὸν ᾿Οδυσσέα ἐπιῤῥίψαι τοῖς ξύλοις rot ναυαγίου ἑαυτόν. ὑψόϑεν γὰρ So καταπηδήσας ἐβλάλβη ἂν κατὰ τὴν τῆς τρόπεως ἐπίβασιν. ᾿4πήωροι δὲ ὄζοι οἱ ἀπῃωρημένοι. διατοῦτο γὰρ καὶ ἐχτείνεται ἡ παραλήγουσα. οὗτοι δὲ ὡς μὲν μεγάλοι ἀνέχουσι τὸν Ὀδυσσέα, ὡς δὲ μαχροὶ σχιάζουσί TE τὴν Χάρυβδιν καὶ χϑαμαλοὶ γίνονται, ὡς οὕτω πιϑανῶς τὸν Ὀδυσσέα σχεῖν δράξασϑαι τοῦ ἐρινεοῦ ἐν τῷ τὴν Χάρυβδιν ἀναῤῥοιβδεῖν."
      },
      {
        "index": 271,
        "text": "εἰ δὲ σκιάζεται ἡ “Χάρυβδις τῷ ἐρινεῷ, τόπος ἄρα ἐστὶ χαὶ οὐ ϑηρίον κατά τινας. Ὅτι δὲ παρατετηρημένως ποιητὴς nins ἄλλο τι δένδρον παρέφυσε τοῖς περὶ Χάρυβδιν κρημνοῖς ἀλλὰ ἐρινεὸν, ὃς καὶ ἐν κρημνοῖς καὶ οἰκοδομήμασι καὶ ὅπῃ τύχοι φύεται, προδεδήλωται. TO δὲ ἐξεμέσειεν ἱστὸν καὶ τρόπιν ἐντελῶς πέφρασται, ὥςτε πρὸ ὀλίγων ἐν τῷ, ὅτ᾽ ἐξεμέσειεν ὡς λέβης, λείπει τὸ, ὕδωρ ἁλμυρὸν, ἤ τι τοιοῦτον. οὕτω δὲ καὶ"
      },
      {
        "index": 272,
        "text": "τὸ μὲν τρὶς ἀναῤῥοιβδεῖ ἐλλιπῶς ἔχει, τὸ δὲ ἀναῤῥοιβδεῖ μέλαν ὕδωρ, ἐντελῶς. σαφέστερον δὲ τ Bou τὸ ἐχφαίνεσϑαι, ὡς δηλοῖ τὸ, δοῦρα Χαρύβδεως Nene πρὸ τούτου δηλαδὴ κρυπτόμενα. τὸ δὲ εἰρημένον ὀψὲ, οὐ τὸ πρὸς ἑσπέραν δηλοῖ, ἀλλὰ wins je a χρό- ' VOV. «oi γὰρ οἱ παλαιοὶ ὅτι ἑσπέρα μὲν τὸ μέτα δυσιν ^ Hes eame, ue ἐπ ἁπλῶς τὸ End ei πολὺ τῆς δύσεως, ἀλλὰ τὸ μετὰ πολὺν χφόνον. Ἢ δὲ ῥηϑεῖσα τοῦ κριτοῦ ace d παράγγελμά τί, φασιν, ηϑικὸν ἔχει το, δεῖν τὸν κρινοντὰ oy? εἰς οἶκον ἀπιέναι MR s (EN φιλονεικίας, δὴ καὶ τὸν 4ηόκην ἱστοροῦσι ποιεῖν, τῶν μὲν οἰκείων ἀμελοῦντα, V ἡμέρας δὲ τὰς φυλετῶν δίκας λύοντα."
      },
      {
        "index": 273,
        "text": "Τὸ δὲ κρίνων νείχεα δηλοῖ μὲν τὸ διαχωρίξειν. ἐπεὶ καὶ διχαστὴς οἷόν τίς ἐστιν ὃ δικαστὴς κατὰ τοὺς σοφούς. πέφρασται δὲ καὶ αὑτὸ κατὰ ἐντέλειαν. x Er UM iix ῥηϑὲν λείπεται TOU, νείκεα ἢ στάσεις φιλονεικίας ἢ τοιούτου τινος. ( eus. ? S sk Ἧς \"εὖ ἐκ τοῦ παρακολουϑοῦντος ἀντὶ τοῦ ἔπεσον\" παρακολουϑεῖ γὰρ τῇ τοιαύτῃ πτώσει “καὶ uem 6; i τον δέ τι καὶ τὸ, δεδουπότος Οἰδιπόδαο. ἐκεῖνο δὲ ϑανάσιμον δοῦπον δηλοῖ. Τὸ δὲ παρὲξ ἡ πο ἢ ἑρμηνείαν ἔχει κἀνταῦϑα ἐγγύτητός τε xol τινος ἀπώσεως."
      },
      {
        "index": 274,
        "text": "παρὰ μὲν γὰρ τοῖς ξύλοις ἐγγὺς prie Ὀδυσσεὺς, ἔξω μέντοι αὐτῶν καὶ οὐκ ἐπ᾿ αὐτοῖς ἤγουν ἄνω αὑτῶν, ἵνα μὴ προσαραχϑεὶς αὐτοῖς β afi. Τὸ δὲ διήρεσα χερσὶν, ἀστείως ἅμα καὶ περιφραστικῶς ἀντὶ τοῦ ἐνηχόμην εἴρηται. Ὅτι παρασημειοῦται ᾿Οδυσσεὺς εὐτυχῶς αὐτῷ συμπεσεῖν τὸ μὴ ἐντρανίσαι ἐπεὶ did Σχύλλαν. φησὶ γάρ\" Σκχύλλην δ᾽ οὐχέτ᾽ face πατὴρ ἀνδρῶν τε ϑεῶν τε εἰσιδέειν. οὐ γάρ κεν ὑπέχφυγον αἰπὺν ὄλεθρον. δῆλον δὲ ὡς xci ἡ κατὰ κρημνῶν ἐχεῖ ἔκφυσις τοῦ ἐρινεοῦ πρὸς εὐτυχίας αὐτῷ D χαϑὰ xoi ἡ συνάραξις τοῦ ἱστοῦ πρὸς τὴν τρόπιν."
      },
      {
        "index": 275,
        "text": "παραμέμικται γοῦν τι καὶ εὐτυχίας οὕτω τῇ m H δυσπραγίῳ τοῦ ἥρωος. Ὅτι ἐννῆμαρ ἐκεῖϑεν φερόμενος Ὀδυσσευς νῆσον ἐς Soyvybiv ed ᾿ περιτρόπιος βεβαὼς, ὡς καὶ ἡ Κωλυψώ που ἔφη. ἔνϑα μέ φησιν ἐκείνη φίλει τ᾽ ἐχόμει τε. Τὸ ὃ Dire παύων ὃ ποιητὴς τὴν ἐπὶ τὰ ἑξῆς πρόοδον τοῦ λόγου φησί\" (VWers.450.) τί τοι τάδε μυϑολο γεύω; ἤδη γάρ τοι χϑιζὸς ἐμυϑεόμην ὑμῖν, ἐχϑρὸν δέ μοί ἐστιν αὖτις ἀριξήλως εἰρημένα ἪΡ λογεύειν, τουτέστι διττολογεῖν τὰ ἀριδήλως ῥηθέντα. ἐξ οὗ δῆλον, ὅτι οὐδεμία τῶν παρ Θμηρῷ tg σολογιῶν ἀχρεία οὐδὲ μάτην ἐπ᾽ ἀδολεσχίᾳ παρέῤῥιπται."
      },
      {
        "index": 276,
        "text": "ὃ δὲ τοιοῦτος TOU Ὀδυσσέως λόγος χρήσιμός ἐστι παντὶ μὴ ἐθέλοντι παλιλλογεῖν τὰ εἰρημένα σαφῶς. ὃ δὲ Ὀδυσσεὺς παραιτεῖται, Ομήρου πάντως ἐστὶ λόγος πρὸς τὸν ἀκροατὴν, ἀναμιμνήσχων ὡς τὰ ἐφεξῆς τῶν ἄρτι ῥηθέντων προϊστόρηται. διὸ εἰς καινὸν διττολογηϑήσονται. Ὅρα δὲ ἐν τῷ μυϑολογεύειν μνείαν λόγου, εἰ καὶ οἱ παλαιοὶ μὴ γινώσκχεσϑαν Ὁμήρῳ λόγου λέξιν φασίν. ἐν δὲ τῷ, ἀριζήλως, ἡ τοῦ δ᾽ καὶ τοῦ C συγγένεια δείκνυται»."
      },
      {
        "index": 277,
        "text": "Κοιμώμενον \"Qóvco£a μετὰ τῶν δώρων ἐχτιϑέασιν οἱ Φαίακες εἰς τὴν γῆν τῶν ᾿Ιϑακησίων. χορ τὴν μὲν ναῦν αὐτῶν ὑποστρέφουσαν λίϑον ποιεῖ Ποσειδῶν. ᾿4ϑηνᾶ δὲ ἐπὶ τῷ αἰγιαλῷ ὄντι τῷ Ὀδυσσεῖ συμβουλεύει περὶ τῆς μνηστηροφονείας, καὶ τὰ χρήματα ἕν τινι σπηλαίῳ ἀποχρύπτει. καὶ εἰς γέροντῶ μεταμορφοῖ τὸν Ὀδυσσέα."
      }
    ]
  }
}
