{
  "chapterNumber": 0,
  "title": "Preface and Prooemium",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Quoa nunc Graecarum litterarum studiosis in manus tradimus volumen primum quin de ratione consilii, quod in eo describendo secuti sumus, quaedam praefaremur. Atque illud quidem notum erit omnibus, id nos, quum negotium susciperetur, habuisse propositum , ut exemplum Romanum, quanta maxima fieri posset cum fide, describeretur. Quod quidem consilium ab initio operis ita secuti sumus, ut plane nihil, quod ad criticam fidem et auctoritatem referendum esset, ne interpungendi quidem rationem, mutare sustineremus, plane ut facere solent, qui codices primnm descriptos legentibus fideliter repraesentant, atque ita, ut cuique singulorum locorum emendatio integra conservetur."
      },
      {
        "index": 2,
        "text": "Neque enim putabamus, veterem illam scribendi rationem qui Graece didicissent, magnas allaturam esse molestias et difficultates, eorum autem, qui vellent in criticum usum legere Eustathium, plurimum interesse judicabamus, ut haberent exemplum ad fidem primae editionis ita expressum, nihil ut mutatum exlitberet, nisi quod manifesto fuisset vitiosum. Quocirca errores quidem typographicos, qui multi sunt in editione Romana, plures etiam in Basileensi *), haud cunctanter sustulimus, ac praeterea nomina propria, quae dicuntur, litteris initialibus majusculis scribenda curavimus; sed intra hos fere fines, aliis etiam de caussis, operam nostram continere consultum duximus."
      },
      {
        "index": 3,
        "text": "Nihilo minus, quod ab initio captum ac diu servatum est consilium, ejus mox poenitere nos coepit, ex quo voces doctorum quorundam hominum audissemus , qui omnem libri rationem et formam ad nostrae aetatis consuetudinem accommodatam mallent. Quorum quidem virorum judicia etsi adversari videbantur illi fidei, quam in re critica plurimi faciendam esse omnes consentiunt — nimirum plane deerant nobis emendationis adminicula —; tamen id apud nos valuerunt, ut inde ab extrema hujus voluminis parte mediam quandam viam ingrederemur, hoc est eam, qua molestiis antiquae ilius ac fere obsoletae scribendi rationis vitatis tamen nihil quidquam de critica editionis auctoritate detraheretur."
      },
      {
        "index": 4,
        "text": "Itaque non modo inutilem illam interpun) Ita quae p. ed. Lips. ab v. usque ad vers. p. leguntur in edit. Basil. temere omissa sunt. Similis lacuna est p. ab init. ed. Lips. ubi in Bas, omnia desunt. Alia plura tacemus. ctionis, quae dicitur, frequentiam *) tollere, sed etiam quandam scribendi constantiam et aequabilitatem **) observare coepimus, ita quidem ut, quantum fieri posset, nostram rationem ad exempli Romani auctoritatem accommodaremus. Ita igitur factum est, ut prior libri pars aliam quasi faciem referat, atque illae, quae eam continuo excipiunt et porro sunt excepturae."
      },
      {
        "index": 5,
        "text": "Sed quemadmodum in universa rerum natura nihil est, quod, quum malum videatur, omni omnino careat utilitate; ita ex ista consilii nostri mutatione inter alia hoc commodi redundaturum esse speramus, ut qui editionis Romanae inspiciendae occasionem habeant nullam, iis ex priore illa libri parte, quid in ceteris mutatum sit, probabili ratione conjicere liceat. verbis interposuimus, illud et per se gratum erit multis, et propterea etiam necessarium videbatur, quod textum Homeri, quem adjectum habent editiones Romana et Basileensis, omisimus, ut qui nihil habeat vel auctoritatis vel utilitatis."
      },
      {
        "index": 6,
        "text": "uo commodior autem esset usus nostrae editionis, in marginibus paginas editionis lhomanae et Básileensis adnotavimus. Et Romani quidem exempli, quippe ad quod indices Devariü aliquando accessuri respicerent, etiam versuum denorum intervalla stellulis adjectis indicanda putavimus. Loca scriptorum vero, quae vel recitantur vel explicantur, interpunctione a reliqua oratione separavimus: quae ut commode a quolibet possint inveniri, index accuratissime confectus, quem addere constituimus, ita efliciet, f criticorum studiis quam optime consulatur."
      },
      {
        "index": 7,
        "text": "Ceterum etsi diligentissime curavimus, ut errores typographici vitarentur omnes; tamen scripturae compendia, praesertim in prioribus plagulis, typothetis tantas objecerunt difficultates, ut leviora quaedam nobis invitis relinquenda fuerint, quorum indicem in fine voluminis secundi adjiciemus. Quae quemadmodum aequi lectores condonabunt rei difficultati, quae profecto summa est; ita nos majore in dies dilizentia id agemus, ut opera nostra hominibus eruditis haud improbetur. ) Interpunctio veterum codicum omnino magis ad recitandi usum comparata fuit, quam ad intelligendi rationem."
      },
      {
        "index": 8,
        "text": "Atque hinc etiam factum est, ut ubi verbum ἐστέ omissum esset, χόμμα interponi soleret. Multa tamen carent certa ratione hoc in genere. *) Ita voculam τε ubique sine accentu scripsimus, quum vett «dítt. ubi accentum non recipit syllaba praecedens, τὲ exhibeant, quod fuit nuper qui in vitiis typographicis numerandum putaret. Scilicet iste ne legerat quide orsoni verba ad Eurip. Medeam v. ΒΡ ἌΡΗ veg monum qne uv"
      },
      {
        "index": 9,
        "text": "\"3 / ILooi τὴν ᾿Οδύσσειαν zc καὶ τὴν ᾿Ιλιάδα εἰλήχασι λογισταὶ , καὶ μᾶλλον ταύτην ἤ περ ἐχείνην διασπαράττουσι. δίδωσι δὲ λαβὰς ἐχείνοις τὸ καὶ ἐνταῦϑα πολὺ τοῦ μυϑώδους. καὶ τοῦτο διαβάλλοντες ἐχεῖνοι, συνεχβάλλουσι τῷ μύϑῳ καὶ τὴν ἀλήϑειαν, διὰ τὸ τοῦ ψεύδους παρένλϑετον ὑπόπτως ς ἔχοντὸς χαὶ πρὸς τὴν ἱστορίαν αὐτήν. χρὴ δὲ οὐχ οὕτω ποιεῖν, ἀλλὰ τὸ ἔργον σχοπεῖν τῆς ποιήσεως, ἐχεῖνο εἰδότας, ὡς ἄρα νόμος τοῖς ποιηταῖς μὴ γυμνὴν τὴν ἱστορίαν ἐκτίϑεσϑιαι, ἀλλὰ μύϑοις καταπυχάξειν."
      },
      {
        "index": 10,
        "text": "ὧν τοὺς μὲν, Vm ἄλλων ἤδη πλασϑέντας ἀναλέγονται, τοὺς δὲ καὶ αὐτόϑεν προσαναπλάττονται. δέδοται γὰρ κατὰ τοὺς τεχνογράφους τῇ ποιήσει χαὶ τερατεύεσϑαι, ὡς ἂν ix τούτων ἡδονὴν τὲ ἅμα τοῖς ἀχροαταῖς καὶ ἔχπληξιν ἐμποιήσειεν. οὕτω τοίνυν καὶ ὃ ποιητὴς πολλαχοῦ, ὥς φασιν οἱ παλαιοὶ, τοῖς ἱστορουμένοις ὁμολογῶν, παραπλέχει καὶ μύϑους. καὶ τοῖς ϑρυλλουμένοις ἀληέσι, προστίϑησί τι καὶ τῶν οὐκ ἀληϑῶν. ἑκὼν ἑαυτῷ ἐνιστῶν τὴν τοῦ ὀδυνάτου γραφήν. καὶ οὐ πάντῃ πρὺς πλάσμα διασχευάζεν καὶ μύϑους, ἀλλὰ xcr αὐτὸν φάναι, πολλὰ ψεύδεα λέγει ἐτύμοις ὁμοῖα, ὅϑεν ἄν τις οὐδὲ ἴδοιτο."
      },
      {
        "index": 11,
        "text": "πολλὰ μέντοι χαὶ οὐ πάντα ψεύδεται. οὐ γὰρ ἂν ἔτι ἐτύμως ὁμοῖα ἡ ποίησις φ᾿ϑέγγοιτο ἐὰν ψευδὴ πάντα εἴη συνείρουσα. αὐτίκα τῆς ᾿Οδυσσέως πλάνης τὸ πολὺ, περὶ Xiχελίαν γενέσϑιαι καὶ ᾿Ιταλίαν καὶ ἐπέχεινα τεϑρύλληται συμφώνως τῷ ποιητῇ. xci τοῦτο δηλοῖ δίχα “πολλῶν ἄλλων, καὶ ὃ τῆς ἱστορίας “]1ατῖνος, καὶ ὃ Αὔσων, οἱ ἐξ Οδυσσέως καὶ Κίρκης κατά τινας. οἱ καὶ τῆς ὑμωνύμου αὐτοῖς χώρας ἐκράτησαν, χαὶ ἀφ ἑαυτῶν τὰ ἔϑνη ἐχάλεσαν. ὁμολογεῖ δὲ τούτοις καὶ ἡ ἐν ᾿Ιβηρίᾳ πόλις ᾿Οδύσσεια."
      },
      {
        "index": 12,
        "text": "καὶ ὃ ἐν παροιμίαις \"Teuéatoe ἥρως βαρύμηνις, εἷς τῶν ᾿Οδυσσεῖ συμπλευσάντων ἑταίρων. ἐν “εμέσῃ τῇ ᾿Ιταλιχῇ τιμώμενος. καὶ οὕτω μὲν οὐχ ἔστιν ἀμφιβαλεῖν ὅτι ἐχεῖ τὰ πλείω πεπλάνηται ᾿Οδυσσεύς. ὃ δέ γε ποιητὴς, ἔστιν € τῆς τοῦ Οδυσσέως πλάνης καὶ ἐξωχεανίζων φαίνεται, ὡς ἐν τοῖς ἑξῆς φανερῶς δειχϑήσεται. φυλάττων μὲν καὶ τὰ τῆς ἱστορίας, προστιϑεὶς δὲ καὶ τερατολογίαν ποιητικήν. καὶ ποιήσεως νόμῳ, τὸ ψεῦδος τῇ ἀλιιϑείᾳ παραμιγνύς. καὶ τὰ μὲν διδάσχων, τὰ δὲ ἐχπλήττων dj καὶ ψυχαγωγῶν."
      },
      {
        "index": 13,
        "text": "οὕτω δὲ καὶ τὸν “ἰύλον καὶ τοὺς Κιμμερίους καὶ τὰ χατὰ τὴν Καλυνὼ ἐξ ἱστοριῶν ἀληϑῶν ἐρανισάμενος ὡς δειχϑήσεται, προσεπιτίἑ)ησί τι καὶ τερατολογίας. πῇ uiv, ἐχτοπίζων τὰ ἱστορούμενα καὶ μεταχινῶν αὐτὰ ἐξ ἄλλων τόπων εἰς ἄλλους. πῇ δὲ, τὰς ἰδιότητας τῶν ἱστορουμένων προσαύξων καὶ μετάγων εἰς τὸ παραδοξότε τέρϑρὶ ἐχτοπίζων μὲν, ὡς ὕτε τοὺς Κιμμερίους τὸ ἀληϑῶς βόρειον ἔϑνος, εἰς τοὺς ἑσπερίους τόπους τοὺς \"πρὸς τῷ iy μετάγει So ψευδῶς. καὶ τὴν τῆς Καλιημοῦς δὲ νῆσον, εἰς ᾿χεαγνὸν μετατίϑησι."
      },
      {
        "index": 14,
        "text": "τὰς δὲ ἰδιότητας ΕΝ ὡς ὕτε τοὺς “Ταιστρυγόνας ἀγρίους ἄλλως ὄντας, αὐτὸς xc ἀνϑρωποφαγοῦντας ποιεῖ. χαὶ τὸν roAov δὲ τεχνίτην ὄντα τοῦ πλέειν, ἐγχατακλείειν τοὺς ἀνέμους φησίν. οὐ τνευδύμενος πάντῃ, ἀλλ ὑπερβάλλων τὸ ἱστορούμιε γον. υεῦδος γὰρ ἁπλῶς διόλου τῆς Ὁμήρου, χαταγνῶναι ποιήσεως, πάντῃ ψευδὲς.\" τεῦδος γὰρ τοιοῦτον, οὐδ᾽ αὐτὸς ἐρεῖ, εἴποι ἂν αὐτός. μάλα γὰρ πεπνυμένος ἐστίν. ἀχούσοι γὰρ ἂν, ᾿δυσσεὺς παρὰ τῷ Πὐμαίῳ. τί σὲ χρὴ τοῖον ἐόντα, μιανμεδίως τεὐδεσϑαι; ὡς τύγε ἄλλως μὴ μαΨιδίως ἀλλ᾿ £v δέοντι “ψεύσασϑαι j ἐπιτηδευτέον ποτὲ χαὶ οὐ ψεκτέον τοῖς γε ἐχέφροοσι."
      },
      {
        "index": 15,
        "text": "τὸν γοῦν Αὐτόλύχον, ὕρχῳ χεχοσμῆσίγαι φησίν. ὅὕ ἐστι, τὸ ψευδέσιν € ἐντέχνως ὕρχοις go ico. xci αὐτὸν δὲ τὸν \"Ὀδυσσέα. φανερῶξ εἰσόγει τμευδόμενον, ἔν τε τοῖς πρὺς τὸν Παιον τὸν δοῦλον λόγοις, καὶ ἐν ἄλλοις. οὔχουν οὔτε πάντα τιευδόμενον ὑποληπτέον τὸν ποιητὴν, οὔτε μὴ» πάντα (f γόμενον πρὸς ἀλήϑειαν. ἀλλὰ τῷ cL χαὶ ινεύδους τι παραπλέκοντα, χαϊγλὰ χαὶ τῷ Π]ολυβίῳ δοκεῖ t ὃς τὴ τοῦ ᾿Οδυσσέως πλάνῃ xa χαὶ τῷ Deo: πολέμῳ μιχρά φησι τὸν ποιητὴν -Süboeuudriras oos. χαὶ ταῦτα μὲν οὕτω."
      },
      {
        "index": 16,
        "text": "\"Hü- áo κωτέρα δὲ τῆς \"Ihádag χατὰ τὴν παλαιὰν ἀλήϑειαν ἐστὶν ἡ Οδύσσεια ἐστιν, γλυχυτέρα τὲ xa ἀφεCox. ιν Opnxss. Tox. I. A LL P0, OM LN λεστέρα. ἤδη δὲ καὶ ὀξυτέρα διὰ τὰ ἐν φαντασίᾳ ἐπιπολαίου ἀφελείας βάϑη τῶν νοημάτων, ὡς οἱ τεχνιχοὶ λέγουσι. τοῦτο γάρ ἐστιν ὀξύτης ῥητορικὴ, νοημάτων. βθαϑύτης ἐν ἑπιπολαζούσῃ ἁπλότητι. ᾿Ιστέον δὲ ὅτι πάνυ γλίσχρα τὰ τὴς ὑποϑέσεως ἐν τῷ βιβλίῳ τούτῳ, καὶ ἄσπυρα, καὶ ὀλιγόδλα. χαὶ εὐ μὴ ποιητὴς ἐξεύρισχεν, οἷος αὐτὸς, μηχανὰς πλατυσμοῦ τῇ ποιήσει ἄλλοτε ἄλλας, οἷον, τὸν τοῦ Τηλεμάχου πλοῦν."
      },
      {
        "index": 17,
        "text": "τὴν παρὰ τοῖς Φαίαξι μακρὰν ἀδολεσχίαν. τὰ παρὰ τῷ ὑμαίῳ λαμπρὰ ψεύσματα καὶ τὰ ἄλλα, ἐν στενῷ κομιδὴ ἔχειτο αὐτῷ τὰ τῆς χατὰ ποίησιν διασχευῆς. “Ὁ δ᾽ ἀλλὰ ταῦτα καὶ τοι«Ure πολλὰ τεχνασάμενος, τὴν στενὴν ἀτραπὸν τῆς τοῦ βιβλίου περιπετείας, εὐρύναι. πρὸς πεδιάδα λογογραφίας ἐξίσχυσε. καὶ ὡς ἐκ χειμαῤῥώδους λιβάδος, πλήϑοντας ῥητορείας ἐξέῤῥευσε ποταμούς. ὁποῖοι οὐχήκιστα χαὶ τὴν ᾿Ιλιάδα περιλιμνάζουσιν. εἰ καί τις Τιμόλαος, ὁ εἴ τε “Ἵαρισσαῖος εἴ τε Μακεδὼν εἴ τε καὶ ἄμφω, λευψυδρίαν οἷον ἐχεῖ ἀμταγυφὶξβ TOU ποιητιχοῦ ᾿Ξἐκεανοῦ, ὠχετήγησε μισγαγ- vo χείας τινὸς δίκην, σιέλους ὡσπέρ τινας ἢ μύξας Ἀτὰ παρ᾿ ἑαυτοῖ."
      },
      {
        "index": 18,
        "text": "λέγεται γὰρ ὕτι παρενέβαλε τὴ ᾿Ιλιάδι ἐκεῖνος, στίχον πρὸς στίχον. ἐπι) γράψας τὸ σύγγραμμα, Tou. οἷον, μῆνιν ἄειδε ϑεὰ Πηληϊάδεω\" Aye Anog, ἣν ἔϑετο Xpvcov x: χολωμένος εἴνεκα χούρης. οὐλομένην; ἢ μυρί᾽ ᾿ἡἰχαιοῖς ἄλγε ἔϑηκε μαρναμένοις τε Τρωσὶν ἄτερ πολέμιζον ἄνακτος. πολλάς δ᾽ ἀρϑίμους ψυχὰς δι προΐανψιεν, \"Erogo 2» παλάμῃσι δαϊζομένων ὑπὸ δουρί. χαὶ οὕτω μὲν ὁ εἰρημένος “Τιμόλαος τὴν ᾿ μηρικὴν Ιλιάδα, ὡς οἷον ὀνϑθυλεύσας ἐλίπανε. “Τρυφιόδωρος δέ φασιν ἀνάπαλιν αὐτοῦ δραμὼν, ᾿Οδύσσειαν λειπογράμματον ποιῆσαι ἱστόρηται, ἀπελάσας αὐτῆς τὸ σίγμα."
      },
      {
        "index": 19,
        "text": "τάχα μὲν, οὕτω τηνάλλως. ἴσως δὲ, xci ἵνα μὴ τνελλὺὸς Qv, ἀχρειοῖ τὴν λαλιὰν δὲ αὐτοῦ. καϑὰ καὶ οἱ τραυλίζοντες, ἀπέχονται τοῦ ᾧ στοιχείου. ἵνα μὴ ὃ τραυλισμὸς αὐτοὺς ἐλέγχη. ὕτι δὲ ὃ τοῦ σίγμα ἦχος καὶ ἄλλως λυπεῖν οἶδεν ἀκρόασιν διὰ τὸ συχνὸν τοῦ σιγμοῦ ὕτε στοιβάζεται. ὡς ἐν τῷ, ἔσωσά σ᾽ ὡς ἔσασι χαὶ ἑξῆς τὸ τοῦ Πὺριπίδου, δηλοῖ καὶ ὃ πρός τινα ἐν διπλασιασμοῖς τοῦ τ ἀττικίξοντα, εἰπὼν, ὡς εὖ γέ σοι ὅτι ἀπήλλαξας ἡμᾶς τῶν σιγμάτων Εὐριπίδου. καὶ ταῦτα μὲν τοιαῦτα. ὃ δὲ τοιοῦτος ποιητής."
      },
      {
        "index": 20,
        "text": "ὃ λόγῳ πλουτῶν. OV φράσαι ἀμέινων οὐδείς. ὁ διασχευάσαι δεινότατος. ὃ διηγήσασίαι Ἀπιϑϑανώτατος. E πάσης τὴς ἐν λόγοις τέχνης xaϑηγητής. ἐξ οὗ οἷά τινος ὠκεανοῦ, πάντες, ποταμοὶ χαὶ πᾶσαι λογικῶν μεΐλόδων πηγαὶ, ὕμως οὐδ᾽ αὐτὸς a υγε παρεγγράπτου ) φαφὴν συγγραφῆς. φασὶ γὰρ Δαυχράτην τιν ἃ ἱστορῆσαι, ὡς ἄρα (avτασία γυνὴ Μεμφῆτις, σοφίας ὑποφῆτις, Δικάρχου ϑυγάτηρ, συντάξασα τόν τὲ ἐν Ἰλιάδι πόλεμον καὶ rjv Οδυσσέως πλάνην, ἀπέδετο τὰς βίβλους εἰς τὸ κατὰ Μέμφιν τοῦ “Π|φαίστου ἄδυτον."
      },
      {
        "index": 21,
        "text": "&ic τὸν ποιητὴν ἐλϑόντα, Ac, Sev παρά τινος τῶν ἱερογραμματέων ἀντίγραφα, χὐχεῖϑεν συντάξαι τὴ Ιλιάδα καὶ τὴν 1380᾽ Ddogtingn. ὕτι δὲ ἢ p ifamd ποιητὴς ἢ εἰς AiyvzTOY φοιτήσας ἐμαίγήτευσε τοῖς ἐχεῖ, ἱστοροῦσι τινές. καὶ ἐν τῷ περὶ τῶν πλαγκτῶν δὲ λόγῳ ἐν τοῖς ἑξῆς τοῦ βιβλίου τούτου τεϑήσεταί τις ἱστορία τούτου δηλωτική. σωφροσύν \"j δὲ τῆς ποιήσεως ταύτης ὃ χε φαλαιωδέστατος σχοπύός. χαὶ φιλανδρίαν δὲ παιδεύει ἔννομον τὸ βιβλίον. τοῦτο, προϑέμενον τὴ\" Πηνελόπην εἰς ἀμιοτέρων αὐῤχέτυπον."
      },
      {
        "index": 22,
        "text": "ἤδη δὲ χαὶ ἀδικίας ἀπέχεσϑαι ὑποτίϑησιν, oig τοὺς μνηστῆρας οὐ δίχαια πλημμελοῦντας, ἀπαλλάττεσίλαι οὐχ εὖ ἱστορεῖ. ὕσα δὲ καὶ ἄλλα σποράδην ὁ ποιητὴς παιδεύει νόμῳ οἰχείῳ, βιωελὴς γὰρ πᾶσα ποίησις, τὰ χατὰ μέρος τοῦ βιβλίου διδάξουσιν. | even nooi δέ πὼς χαὶ rir ᾿Ιλιάδα ἡ βίβλος αὕτη. & γὰρ ὃ ποιητὴς ἐχεῖ ἐνέλιπεν, ἐνταῦΐλα προσανεπλήρωσε. xci ἔστιν ἐνταῦϊγα δίχα τῶν ἄλλων, Lipid ing τὲ ϑαάνατον εὑρεῖν τὸν ἐχεῖ σιγηϑέντα. καὶ “ἴαντος τοῦ τε μεγάλου καὶ τοῦ /ozgov ἅπερ ἐκεῖ ovx ἔγνωμεν."
      },
      {
        "index": 23,
        "text": "xci ἀριστείαν Νεοπτολέμου. χαὶ δόλον ᾽Οδυσσέως Ort “Γρώων πόλιν κατέδυ. xci τὰ κατὰ τὸν δούρειον ἵππον. xa ἄλλα ὧν οὐδὲν αῤιδήλως τῇ ᾿Ιλιάδι ἐντέϑειται. καὶ ὅλως, καρύχευμά τι τῷ \"ποιητῇ ἐνταῦϑα τὰ τῆς ᾿Ιλιάδος ἐστὶν ἐλλείμματα. ἔσται δὲ ἡμῖν χἀνταῦϑα ὡς καὶ ἐν τὴ Dac. τὴς μεταχειρίσεως ἡ ^o ἐπιβολὴ ᾽ οὐ χατὰ ἐξήγησιν ἡ ἧς ἄλλοις ἐμέλησεν, ἀλλὰ xcr ἐκλογὴν τῶν χρησίμων τοῖς ἐπιτρέχουσι zc μὴ ἐν εὐχερεῖ ἔχουσιν ἑαυτοὺς ἐπαφιέναι τῷ τῆς ποιήσεως πλάτει σχολαίτερον. πολλὰ δὲ τῶν τῇ ᾿Οδυσσείᾳ ἐγχειμέν ων ἐν ταῖς τοιαύταις παρεχβολαῖς σεσίγηνται, διὰ τὸ ἐν τοῖς εἰς τὴν ᾿Ιλιάδα ἱκανῶς εἰρῆσϑαι. περὶ αὐτῶν, ἀρχὴ δὲ τῶν ᾿δυσσειακῶν παρεχβολῶν ἐντεῦϑεν."
      }
    ]
  }
}
