{
  "chapterNumber": 5,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "前漢上"
      },
      {
        "index": 2,
        "text": "漢太上皇微時，佩一刀，長三尺，上有銘，其字難識，疑是殷髙宗伐鬼方之時所作也。上皇遊酆沛山中。寓居窮谷裡有人冶鋳。上皇息其傍，問曰：「此鋳何器？」工者笑而答曰：「爲天子鋳劍，愼勿洩言？」上皇謂爲戲言，而無疑色。工人曰：「今所鋳鉄鋼礪難成，若得公腰間佩刀雜而治之，即成神器，可以克定天下，星精爲輔佐，以殲三猾。木衰火盛，此爲異兆也。」上皇曰：「余此物名爲匕首，其利難儔，水斷虬龍，陸斬虎兕，魑魅罔兩，莫能逢之。斫玉鎸金，其刃不巻。」工人曰：「若不得此匕首以和鋳，雖歐冶專精，越砥斂鍔，終爲鄙器。」上皇則解匕首，投於爐中。俄而煙焰衝天，日爲之晝晦。及乎劍成，殺三牲以衅祭之。鋳工問上皇：「何時得此匕首？」上皇云：「秦昭襄王時，余行逢一野人，於陌上授余，云是殷時靈物，世世相傳，上有古字，記其年月。」及成劍，工人視之，其銘尙存，葉前疑也。工人即持劍授上皇。上皇以賜髙祖，髙祖長佩於身，以殲三猾。及天下已定，呂后藏於寶庫。庫中守藏者見白氣如雲，出於戸外，狀如龍蛇。呂后改庫名曰「靈金藏」。及諸呂擅權，白氣亦滅。及惠帝即位，以此庫貯禁兵器，名曰「靈金内府」也。"
      },
      {
        "index": 3,
        "text": "録曰：夫精靈変化，其途非一；冥會之感，理故難常。至如《墳》讖所載，咸取驗於已往；歌謠俚説，皆求徴於未來。考圖披籍，往往而編列矣。覌乎工人之説，諒妖言之遠效焉。三尺之劍，以應天地之數。故三爲陽數，亦應天地之德。按《鉤命訣》曰：「蕭何爲昴星精，項羽、陳勝、胡亥爲三猾。」國爲木德，漢葉火位，此其徴也。"
      },
      {
        "index": 4,
        "text": "孝惠帝二年，四方咸稱車書同文軌，天下太平，干戈偃息。遠國殊鄕，重譯來貢。時有道士，姓韓名稚，則韓終之胤也。越海而來，云是東海神使，聞聖德洽乎區宇，故悅服而來庭。時有東極，出扶桑之外，有泥離之國來朝。其人長四尺，兩角如繭，牙出於唇，自乳以來，有靈毛自蔽，居於深穴，其壽不可測也。帝云：「方士韓稚解絶國人言，令問人壽幾何？經見幾代之事？」答曰：「五運相承，迭生迭死，如飛塵細雨，存歿不可論算。」問：「女媧以前可聞乎？」對曰：「蛇身已上，八風均，四時序，不以威悅攬乎精運。」又問燧人以前，答曰：「自鑽火変腥以來，父老而慈，子壽而孝。自軒皇以來，屑屑焉以相誅滅，浮靡囂動，淫於禮，亂於樂，世德澆訛，淳風墜矣。」稚以答聞於帝。帝曰：「悠哉杳昧，非通神達理者，難可語乎！斯遠矣。」稚於斯而退，莫知其所之。帝使諸方士立仙壇於長安城北，名曰「祠韓館」。俗云：「司寒之神，祀於城陰。」按《春秋傳》曰「以享司寒」，其音相亂也，定是「祠韓館」。至二年，詔宮女百人，文錦萬匹，樓船十艘，以送泥離之使，大赦天下。"
      },
      {
        "index": 5,
        "text": "漢武帝思懷往者李夫人，不可復得。時始穿崑靈之池，泛翔禽之舟。帝自造歌曲，使女伶歌之。時日已西傾，凉風激水，女伶歌聲甚遒，因賦《落葉哀蟬》之曲曰：「羅袂兮無聲，玉墀兮塵生。虚房冷而寂寞，落葉依於重扃。望彼美之女兮安得，感余心之未寧！」帝聞唱動心，悶悶不自支持，命龍膏之燈以照舟内，悲不自止。親侍者覺帝容色愁怨，乃進洪梁之酒，酌以文螺之巵。巵出波祇之國。酒出洪梁之縣，此屬右扶風，至哀帝廢此邑，南人受此釀法。今言「雲陽出美酒」，兩聲相亂矣。帝飲三爵，色悅心歡，乃詔女伶出侍。帝息於延凉室，臥夢李夫人授帝蘅蕪之香。帝驚起，而香氣猶著衣枕，歴月不歇。帝彌思求，終不復見，涕泣洽席，遂改延凉室爲遺芳夢室。初，帝深嬖李夫人，死後常思夢之，或欲見夫人。帝貌憔悴，嬪御不寧。詔李少君，與之語曰；「朕思李夫人，其可得見乎？」少君曰：「可遙見，不可同於帷幄。暗海有潛英之石，其色靑，輕如毛羽。寒盛則石温，暑盛則石冷。刻之爲人像，神悟不異眞人。使此石像往，則夫人至矣。此石人能傳譯人言語，有聲無氣，故知神異也。」帝曰：「此石像可得否？」少君曰：「願得樓船百艘，巨力千人，能浮水登木者，皆使明於道術，賫不死之藥。」乃至暗海，經十年而還。昔之去人，或昇雲不歸，或託形假死，獲反者四五人。得此石，即命工人依先圖刻作夫人形。刻成，置於輕紗幕裡，宛若生時。帝大悅，問少君曰：「可得近乎？「少君曰：「譬如中宵忽夢，而晝可得近覌乎？此石毒，宜遠望，不可逼也。勿輕萬乘之尊，惑此精魅之物！」帝乃從其諫。見夫人畢，少君乃使舂此石人爲丸，服之，不復思夢。乃築靈夢臺，歳時祀之。"
      },
      {
        "index": 6,
        "text": "元封元年，浮忻國貢蘭金之泥。此金出湯泉，盛夏之時，水常沸湧，有若湯火，飛鳥不能過。國人常見水邊有人冶此金爲器，金狀混混若泥，如紫磨之色；百鋳，其色変白，有光如銀，即「銀燭」是也。常以此泥封諸函匣及諸宮門，鬼魅不敢干。當漢世，上將出征及使絶國，多以此泥爲璽封。衞靑、張騫、蘇武、傅介子之使，皆受金泥之璽封也。武帝崩後，此泥乃絶焉。"
      },
      {
        "index": 7,
        "text": "日南之南，有淫泉之浦。言其水浸淫從地而出成淵，故曰「淫泉」。或言此水甘軟，男女飲之則淫。其水小處可濫觴褰渉，大處可方舟沿泝，隨流屈直。其水激石之聲，似人之歌笑，聞者令人淫動，故俗謂之「淫泉」。時有鳧鴈，色如金，群飛戲於沙瀨，羅者得之，乃眞金鳧也。當秦破驪山之墳，行野者見金鳧向南而飛，至淫泉。後寶鼎元年，張善爲日南太守，郡民有得金鳧以獻。張善該博多通，考其年月，即秦始皇墓之金鳧也。昔始皇爲冢，斂天下瑰異，生殉工人，傾遠方奇寶於冢中，爲江海川瀆及列山岳之形。以沙棠沉檀爲舟楫，金銀爲鳧鴈，以琉璃雜寶爲龜魚。又於海中作玉象鯨魚，銜火珠爲星，以代膏燭，光出墓中，精靈之偉也。昔生埋工人於冢内，至被開時，皆不死。工人於冢内琢石爲龍鳳仙人之像，及作碑文辭讚。漢初發此冢，驗諸史傳，皆無列仙龍鳳之制，則知生埋匠人之所作也。後人更寫此碑文，而辭多怨酷之言，乃謂爲「怨碑」。《史記》略而不録。"
      },
      {
        "index": 8,
        "text": "董偃常臥延淸之室，以畫石爲牀，文如錦也。石體甚輕，出郅支國。上設紫琉璃帳，火齊屛風，列靈麻之燭，以紫玉爲盤，如屈龍，皆用雜寶飾之。侍者於戸外扇偃。偃曰：「玉石豈須扇而後凉耶？」侍者乃卻扇，以手摸，方知有屛風。又以玉精爲盤，貯冰於膝前。玉精與冰同其潔澈。侍者謂冰之無盤，必融濕席，乃合玉盤拂之，落階下，冰玉倶碎，偃以爲樂。此玉精，千塗國所貢也。武帝以此賜偃。哀、平之世，民家猶有此器，而多殘破。及王莽之世，不復知其所在。"
      },
      {
        "index": 9,
        "text": "太初二年，大月氏國貢雙頭鷄，四足一尾，鳴則倶鳴。武帝置於甘泉故館，更以餘鷄混之，得其種類而不能鳴。諫者曰：「《詩》云：『牝鷄無晨。』一云：『牝鷄之晨，惟家之索。』今雄類不鳴，非吉祥也。」帝乃送還西域。行至西關，鷄反顧望漢宮而哀鳴。故謠言曰：「三七末世，鷄不鳴，犬不吠，宮中荊刺亂相繫，當有九虎爭爲帝。」至王莽篡位，將軍有九虎之號。其後喪亂彌多，宮掖中生蒿棘，家無鷄鳴犬吠。此鷄未至月支國，乃飛於天漢，聲似鵾鷄，翺翔雲裡。一名暄鷄，昆、暄之音相類。"
      },
      {
        "index": 10,
        "text": "天漢二年，渠搜國之西，有祈淪之國。其俗淳和，人壽三百歳。有壽木之林，一樹千尋，日月爲之隱蔽。若經憩此木下，皆不死不病。或有泛海越山來會其國，歸懷其葉者，則終身不老。其國人綴草毛爲繩，結網爲衣，似今之羅紈也。至元狩六年，渠搜國獻網衣一襲。帝焚於九達之道，恐後人徴求，以物奢費，燒之，煙如金石之氣。"
      },
      {
        "index": 11,
        "text": "太始二年，西方有因霄之國，人皆善嘯。丈夫嘯聞百里，婦人嘯聞五十里，如笙竽之音，秋冬則聲淸亮，春夏則聲沉下。人舌尖處倒向喉内，亦曰兩舌重沓，以爪徐刮之，則嘯聲逾遠。故《呂氏春秋》云「反舌殊鄕之國」，即此謂也。有至聖之君，則來服其化。"
      },
      {
        "index": 12,
        "text": "録曰：漢興，継六國之遺弊，天子思於聖德。是以黔黎嗟秦亡之晩，恨漢來之遲。髙祖肇基帝業，恢張區宇。孝惠務寬刑辟，以成無爲之治，德侔三王，教通四海。至於武帝，世載愈光，省方巡岳，標元崇號，聞禮樂以恢風，廣文義以飾俗，改律暦而建封禪，祀百神以招群瑞。雖「欽明」茂於《唐書》，「文思」稱於《虞典》，豈尙茲焉！覌乎周、孔之教，不貴虚無之學。武帝修黃老，治卻老之方，求報無福之祀。是以張敞切言，使遠斥仙術，指以萇弘、楚襄懷、秦皇、徐福之事，故辛垣之徒，卒見夷戮。夫仙者，尙衝靜以忘形體，守寂寞而袪囂務。武帝好微行而尙剋伐，恢宮宇而廣苑囿，永乖長生久視之法，失玄一守道之要，悔少翁之先誅，惑欒大之詭説。至如李夫人，緬心昵愛，專媚蘭閨，思沉魂之更生，飭新宮以延佇。蓋猶嬖惑之寵過熾，累心之結未袪。欲竦身雲霓之表，與天地而齊畢，由繫風晷，其可階乎？雖未及玄眞，頗參神邃。是以幽明不能藏其殊妙，萬象無所隱其精靈。考諸仙部，驗以衆説，未有異於斯乎！夫五運遞興，數之常理，金、土之兆，魏、晉當焉。董偃起自販珠之徒，因庖宰而昇寵，竊幸一時，富傾海宇，内蓄神異之珍，衒非世之寶；一朝絶愛，信盛衰之有兆乎！夫爲棺椁者，以防螻蟻之患，權斂骨之離，聖人使合其正禮，惡其逾費，疾其過薄。至如澹臺滅明之儉，盛姬、秦皇之奢，皆失於節用。嗟乎！形銷神滅，欻爲一棺之土，爲陵成谷，瓊珣美寶，奄爲燼塵，斯則費生加死，無益身名也。冥然長往，何憶曩時之盛？仲尼云：「不如速朽。」斂手足形，聖人以斯昭誡，豈不尙哉！"
      }
    ]
  }
}