{
  "chapterNumber": 15,
  "title": "XV. De Futuro Saeculo (On the Future Age)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Nam dum corpora sexus suos die resurrectionis in illa celeritate qua sunt omnia creata receperint, quae erit calamitas miseris in aeternum cruciari numquamque deficere? ita enim perpetuae poenae traditur ut infauste semper existere comprobetur: dolor sine fine, poena sine requie, afflictio sine spe, malum incommutabile. Sic enim varietas vitiosa punitur ut eius damnatio nullatenus immutetur. Miserrimi omnium et perdendo quod diligunt et iugiter patiendo quod nolunt: aevum sine dulci vita, mors sine remediabili fine, civitas sine laetitia, patria exosa, amara domicilia, coetus tristium, turba lugentium; et quod supra omnes confusiones deterius est, illos ibi se cum torqueri posse cognoscunt quos decepti numina crediderunt. In ipso tamen supplicio pro meritorum qualitate diversitas est; nam et distans beatitudo bonos continet et impios dispar poena constringit. Aetas plane omnibus una atque perfecta futura est. Nam quemadmodum ibi erit minor ubi non crescitur, aut quare senex ubi non deficitur? mutabilitates istae ad interitum tendunt, unum est quodcumque perpetuum est."
      },
      {
        "index": 1,
        "text": "Ex hoc igitur quasi vasto flumine quidam videtur rivulus altercationis exire, si iugi poenae concedatur aeternitas, dum consumptio vix substantiam permittat existere quam nullo se tempore permittit reparare. Sed istud omnino superfluum est in causarum perennium ratione cogitare. Nam et talis esse poena potest quae torqueat, non imminuat; et talis substantia quae sensum doloris augeat, non defectum mortalitatis incurrat. Ipsa denique anima nostra quantis hic cruciatibus afficitur, cum tamen non solvatur! montes quoque nonnulli quam nimio torrentur incendio, et tamen inter flammas suas stabiles perseverant! salamandria incendio reficitur et ignis calore reparatur. Vermiculi quidam aquis aestuantibus nutriuntur. Sic istis dat victum quod aliis minatur interitum. Quod si inter has mortales materias talia nos exempla corroborant, quid de illa aeternitate credendum est ubi mortalem non invenit quem poena consumat? erit ergo miseris conflagratio inextricabilis et aeterna combustio."
      },
      {
        "index": 2,
        "text": "Bonorum autem dona quis dubitet esse perpetua, cum se cognoscunt laetitiam percipere et ulterius tristitiam non timere, mereri gaudium quod norunt esse continuum? illic animus sua prospera non pavescet sed exultationem propriam semper retinet in aeternum cogitata prosperitas. Advertunt enim beatitudinem suam in summa esse securitate, cum se intellegunt iam non posse peccare. Nulla ibi iam quatitur varietate nostra securitas; fixa mens non nutat, non fluctuat, non movetur, et in tanta pacis stabilitate defigitur ut nihil aliud praeter illam contemplationem vel quaerere vel cogitare patiatur. Sic provenit semper quod libeat quando non erit quod paeniteat. Vacabimus ibi, si tamen creatoris munere concedatur, non torpore desidiae resoluti, sed ad gratiam perfectionis intenti. Sensus noster complebitur puritate mitissima; tranquillum erit omne quod volumus, sine cogitatione sapiemus, sine errore sentiemus. Malum iam nec ab alio capietur nec extra voluntatem generabitur."
      },
      {
        "index": 3,
        "text": "Habebimus hanc esuriem quae delectet, habebimus hanc assiduitatem quam mens fastidire non possit, iugiter amando creatorem semperque eius gloriam suaviter contuendo. Non ibi molesta taedia praegravabunt, non varietas imbecilla confundet, quando talia sunt quibus afficimur ut nullum in eis finem optare patiamur: quies operosa, opera quieta, animi indefecta unitas. Tunc enim divinae sapientiae agnitione complemur, nec rerum veracissimus intellectus disciplinis onerosis imbuitur sed inelaborato mentis lumine declaratur. Ibi numerus quantus est notus efficitur, ibi linearum discretio absolute conspicitur, ibi convenientia musicae patet, ibi astrorum motus visuali cognitione certissimus est, ibi veritas superna videndo nota est; Dei sapientiam contuebimur, qua maiestate singula quaeque disponat. Ibi videbimus quam irrite acatholicis lacerabatur ecclesia. Ibi eam conspiciemus in vestitu deaurato astare a dextris sponsi et regis sui. Ibi cognoscemus quanta fuerit sub sole vanitas vanitantium. Ibi revera cernemus quam salubriter monebamur Dominum Deum tuum adorabis et illi soli servies; cui omnia comparata vilissima sunt, qui numquam aliter fuit, numquam aliter erit, cum quo esse nemo nisi feliciter potest, sine quo esse nemo nisi infeliciter valet. Sic dum talis agnitio ab anima rationali et iam purgata revolvitur, inveniri ab ea non potest quod amplius expetatur."
      },
      {
        "index": 4,
        "text": "Opinari quidem possumus spiritalis homo quarum causarum delectatione saginetur, sed quis sit ille suavitatis modus, sicut legitur, nec mente potest intellegi nec sermonibus explicari. Felices qui habent omnia quae volunt et nulla adversitate quatiuntur. Ibi enim caro animaque aeterna pace compositae nequeunt inter se sentire contraria, ibi erunt artus qui spiritali consensu ornent, non concupiscentia carnali degenerent, ibi denique caelesti sobrietate fulgebunt, non autem mundanis cogitationibus ebriae polluentur. Domicilia plane eorum, ut putamus, in supernis erunt et terras non appetent quarum usum necessarium non habebunt."
      },
      {
        "index": 5,
        "text": "Quocirca non erit permixta, sicut in hoc mundo, habitatio, sed sequestratim ab impiis electi magna locorum qualitate et regione dividentur. Civitas caelestis, mansio secura, patria totum continens quod delectet; populus sine murmure, incolae quieti, homines humanarum rerum indigentiam non habentes, ubi nullum avida molestat esuries, nullum morbida aegritudo consumit. Nullus probatur liberam erubescere nuditatem nec quemquam gravia frigora contristant, non aestus anhelum corpus exurit, nullus reparatores appetit somnos ubi nemo cognoscitur esse lassatus. Omnia blanda, omnia suavia, cuncta tranquilla, quando et ipse mundus noxiam deponens intemperiem habebit saluberrimam perpetuis saeculis unitatem."
      },
      {
        "index": 6,
        "text": "Erit etiam illic dies continua et serenitas aeterna. Sol ibi quidem nulla nube fuscatur sed omnia de auctoris gratia plus lucebunt. Ibi enim beatis talis splendor mentis est et lumen intellegentiae ut ipsum, ut dictum est, sicut in maiestate sua est, mereantur conspicere creatorem. Quocirca libris veterum rationabiliter commonemur quod pars illa emundata atque meliorata divino munere veraciter speculetur auctorem, quae eius nihilominus portat imaginem. Inde denique videbimus unde credimus, et ex ea parte illud summum, eximium, singulare contemplabimur unde utique meliores sumus."
      },
      {
        "index": 7,
        "text": "Globus iste solis cum hic serenus infulserit, quemadmodum animi nostri sensa permulcet! lumen quoque terrenum, quanta nos implet gratia cum videtur! aspecti flores gratissima nos iucunditate reficiunt; terram viridem, mare caeruleum, aeris puritatem, stellas micantes eximiis nunc delectationibus intuemur. Quod si magnam praestant dulcedinem, cum ad obtutus nostros venerint res creatae, quid illa maiestas tunc visa conferre creditur cui nihil simile reperitur?"
      }
    ]
  }
}