{
  "chapterNumber": 2,
  "title": "II. Quid eis Responsum sit (How They Were Answered)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dixi propositiones has non praeceptis regum quae nuper agebantur, sed profundis et remotis dialogis convenire qui non tam istas aures corporeas sed interioris hominis intentum atque purissimum quaerere probantur auditum. Nec ideo facile posse de ipsa dici, quia per eam innumera novimus explicari. Oculus enim qui usque ad sidera tendit se videre non praevalet, et palatus noster, cum diversa gustu sentiat, cuius ipse sit saporis ignorat. Nares etiam fragrantium corporum varios odores attrahunt, sed quid oleant ipsae non sentiunt. Cerebrum denique nostrum licet sensum membris reliquis tradat, ipsum tamen sensum legitur non habere."
      },
      {
        "index": 1,
        "text": "Deinde qualia fatigatus possim disserere qui iam ad laboris terminum avida mente properarem? postremo, tam suaves amici, imponitis iterum cogitare, quod a cogendo dici absoluta cognoscitis ratione constare; praesertim cum haec res a multis disputata sed paene inexplicabilis videatur esse derelicta. Sed cum his ac talibus ingenia illorum multis allegationibus superare nequiverim nec mihi concedere meum velle decrevissent, victus petii ut me saltem diebus aliquot sustinerent nec praecipitanter quaererent quod plenum difficultatibus imperarent. Quocirca illud mihi accidit Prothei, qui, quod voluntate non eligebat pandere, constrictus vinculis cogebatur absolvere. Hoc tamen inde tolerabile visum est, quia de tali re urgebar dicere quae si, Deo favente, veraciter exprimatur, et audientem merito recreat et sensum bene persuadentis illuminat."
      },
      {
        "index": 2,
        "text": "Quapropter, antequam rem ingrediar expetitam, oportet prius nominum similitudines, quasi ramos obviantes, abscidere ne semitam disputationis nostrae vocabulorum consonantium silva umbrosis imaginibus videatur intexere."
      }
    ]
  }
}