{
  "chapterNumber": 18,
  "title": "XVIII. Oratio (Prayer)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Tu ergo, Domine Iesu Christe, qui sic pro nobis flexus es ut homo fieri dignareris, non in nobis patiaris perire quod decrevisti miseratus assumere. Meritum nostrum indulgentia tua est; dona quod offeram, custodi quod exigas ut velis coronare quod praestas. Vince de nobis invidam potestatem quae sic decipit ut delectet, sic delectat ut perimat; hostis dulcis, amicus amarus est. Nosti enim quam feraliter lubricus anguis illabitur, squamis repentibus minutatim corpus omne sollicitat, et ne eius intellegatur adventus, fixum non habet impressa varicatione vestigium. Invidit, pro dolor, tam magnis populis, cum duo essent, et adhuc temporales persequitur quos impio ambitu fecit esse mortales. Se intercipit quod alios decipit, et nullo fine corrigi meretur quia de omnium deceptione damnandus est. Quapropter non possit iniquus ne convalescat interitus, dominatum in nobis non exerceat qui numquam praestiti sed virtus tua nos possideat quae creavit. Doleat perisse quod fecit, dum nos viderit perire quos voluit."
      },
      {
        "index": 1,
        "text": "Domine, quia in nobis non est quod remunereris sed in te semper est quod largiaris, eripe me a me et conserva me in te. Impugna quod feci et vindica quod fecisti. Tunc ero meus, si fuero tuus. Via sine errore, veritas sine ambiguitate, vita sine fine, dona noxia odisse et profutura diligere. In te ponam prospera, mihi applicem semper adversa, quam nihil sim sine te sapiam. Qualis vero te cum possim esse cognoscam. Intellegam qui sum ut ad illud valeam pervenire quod non sum. Nam sicut praeter te existere non coepimus, ita et sine te esse proficui non valemus. Omnia vergunt nihilominus in ruinam quae a maiestatis tuae pietate fuerint segregata. Te autem amare, salvari; formidare, gaudere; invenire, crevisse; amisisse, perire est. Tibi denique nobilius est servire quam mundi regna capessere, merito, quando ex servis filii, ex impiis iusti, de captivis reddimur absoluti. Quapropter contra peccata nostra misericordiae tuae munimen insurgat quae nominis sui testimonio miseris datur; ut trina remunerati condicione sentiamus nobis propitiam trinitatem. Petimus quia iubes, pulsamus quia praecipis, et sine fine conferre mavis qui semper commones ut rogeris."
      },
      {
        "index": 2,
        "text": "O altitudo pietatis, o clementiae incomprehensa profunditas, cum nemo possit aliquid accipere si resistis, vim te precibus nostris pati posse testaris; merito, quando a iudice petimus ut ad poenale iudicium non vocemur et per legislatoris gratiam speramus eripi ne possimus a promulgata constitutione damnari. Tibi, sancte rex, confidenter dicimus dimitte peccata et concede non debita. Omnis te creatura operis tui bonitate collaudat; debemus tibi quod existimus, obligamur etiam quod cotidiano munere continemur. Gaudeamus et hinc quoque, gloriosissime Domine, quod tua beneficia non irrite postulamus. Tempera, bone artifex, organum corporis nostri ut harmoniae mentis possit aptari, nec sic roboretur ut superbiat, nec sic languescat ut deficiat. Tu nosti quae vere moderata sunt. Vasa tua sic reple prosperis ut capacitas non praebeatur adversis. Dominetur ratio, serviat caro, quoniam a te solo potest effici ne fragilitate corporis possis offendi."
      },
      {
        "index": 3,
        "text": "Verum haec pro nostro modulo, non pro rerum ipsarum magnitudine dicta sufficiant, quando et amplius quam expetebamur ediximus et alma lumina veracium litterarum breviter talia cauteque docuerunt. Illi enim potuerunt de his inoffense dicere qui purificati divino munere probabili se meruerunt conversatione tractare."
      }
    ]
  }
}