{
  "chapterNumber": 10,
  "title": "X. De Sede Animae (On the Seat of the Soul)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quidam sedem animae, quamvis sit corpore toto diffusa, in corde esse voluerunt, dicentes quod ibi purissimus sanguis et vitalis spiritus continetur ut inde etiam cogitationes sive malas sive bonas exire confirment; quod animae virtutem operari posse non dubium est. Plurimi autem in capite insidere manifestant, si fas est cum reverentia tamen dicere, ad similitudinem aliquam divinitatis, quae licet omnia ineffabili substantia sua repleat, scriptura tamen caelos insidere confirmat. Dignum enim fuit ut arcem peteret quae se noverat caelesti operatione sublimen et tali loco prae ceteris versari unde reliqua membra debuissent competenti regimine gubernari. Nam et ipsa figura capitis sphaeroides pulcherrima est in qua sibi immortalis atque rationalis anima dignam faceret mansionem."
      },
      {
        "index": 1,
        "text": "Certe corporalia videamus. Ignis iste mortalis semper tendit ad summum et quod habet subtilissimam naturam ad superiora sine dubitatione festinat. Sunt et aliqua huius credulitatis indicia. Nam cum medendi peritissimi testam capitis humani gravissima percussione confractam in soliditatem pristinam revocare contendunt, membranam qua teneritudo cerebri communitur, cum a sanguinea faece detergere cupiunt, frequenter attingunt. Quae statim ut tacta fuerit, in tantum stuporem homo pervenit ut vel percussus alibi graviter sentire non possit. Sed mox iterum ut se manus a cerebri impressione suspenderit, ad intellectum consuetudinarium redit, vocem sensumque recipiens, quid de ipso iam agatur agnoscit. Quod in aliis quoque membris non probatur accidere, quamvis immanium vulnerum foveis excaventur. Additur etiam quod et sano corpori ad hanc rem pertinentia non minima signa proveniunt. Nam cum fuerit aliquis nimia indignatione flammatus animumque suum aestu cogitationis accenderit, non fluctu viscerum, non pectoris commotione vexatur, sed statim capitis dolore percutitur ut illic videatur anima fatigationis signa reliquisse ubi magna visa est virtute contendere. Ibi etiam fieri absolute sentimus animae nostrae quosdam fluctus, quosdam impetus grandiores, ut ante oculos nostros veniant quae absentia nullus ignorat. Tendimus quidem vigorem animi in diversas partes multasque regiones et phantastica imaginatione ad capitis nostri iudicium perducitur quod per diversas mundi partes cognoscitur exquisitum. Denique oculos nostros defigimus omnino cogitantes, aurium sensus obstruitur, gustus cessat, nares vacant, lingua non habet vocem, et multis modis per talia signa cognoscitur anima in suis quodammodo cubiculis occupata. Haec ergo, ut putatur, in edito constituta quasi pro tribunali sedens, appetitorum suorum noscitur esse moderatrix, boni malique iudex, ambigua discernens, noxia respuens, cum tamen ei gratia divinitatis infulserit."
      },
      {
        "index": 2,
        "text": "Fuit quidem in primo homine beatitudo naturalis, arbitrii liberi potens et inviolata sententia, sed infelici transgressione deceptus, diabolica fraude perdens quod posteris traditurus acceperat, ad nos transmittere non potuit quod amisit. Inde propagatus interitus, inde humani generis nutrita defectio, inde ignorantia rationi contraria, inde noxiae curae, inde paenitenda consilia, inde obscurata cognitio, turpe desiderium, iustitiae neglectus; inde mille criminum lapsus et plura nobis cum pecoribus communia quae divinitas fecerat esse discreta. Praenuntiat enim, pro dolor, nobis solis discessio serenitatis adventum, futuras tempestates ventorum commotione dinoscimus, venturam saeculis ubertatem temporum ratione colligimus, laetitiam nobis interdum ignari animi praesagatione promittimus; sed quid tale ignorare potuisset anima, si eius fuisset dignitas custodita? depressa est iuste ad ignorantiam quae scire voluit contumaciter vetita. Modo enim signis aut coniecturis sapit aliqua quae sine labore nosse potuit universa. Illud tamen, sancta conversatione purgata, divinitatis auxilio recepit quod insidiis decipientis perdidit; illuminata videt a creatore quae fuscata non potest a semetipsa cognoscere."
      },
      {
        "index": 3,
        "text": "Narrata sunt de anima quanta probantur esse concessa, sed convenit ut et de eius templo dicamus, quoniam illa imago Dei non patitur ut corpori deformi coniuncta esse videatur."
      }
    ]
  }
}