{
  "chapterNumber": 9,
  "title": "IX. De Origine Animae (On the Origin of the Soul)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Legimus in conditione rerum mox de limo terrae corpus effectum est, et statim Dominum insufflasse factumque esse adam in animam viventem. Insufflavit enim dictum est ad exprimendam operis dignitatem, ut agnosceretur aliquid eximium quod eius ore prolatum est. Ceterum hoc significat insufflatio eius quod mandatum et iussio. Nam insufflare quemadmodum potest qui neque spiritum resolvit neque buccas habet quae constat esse corporea? hoc nonnulli secuti dixerunt, mox ut semen humanum coagulatum fuerit in vitalem substantiam, ilico creatas animas corporibus dari discretas atque perfectas. Medendi autem artifices quadragesimo die humanum ac mortale pecus animam dicunt accipere, cum se in utero matris coeperit commovere. Opinione quoque fertur aliquorum quod creator ille potentissimus, sicut de corpore nostro semen carnis educit, ita et de animae qualitate animam novam posse generari, quatenus originalis illius peccati, quod catholica confitetur ecclesia, per traducem delicti rea possit ostendi, nisi dono fuerit baptismatis absoluta. Nam quemadmodum infans qui peccandi non habet votum, reus debeat ullatenus inveniri, nisi aliqua ratione in ipsa origine animarum culpa videatur esse transfusa? unde pater augustinus, religiosissima dubitatione laudandus, nihil temere dicit esse firmandum, sed in ipsius esse secreto sicut et alia multa sunt quae nosse non potest nostra mediocritas. Hoc autem veraciter fixeque credendum est, et Deum animas creare et occulta quadam ratione iustissime illis imputare quod primi hominis peccato tenentur obnoxiae. Melius est enim in tam occultis causis confiteri ignorantiam quam periculosam assumere fortassis audaciam, cum dicat apostolus: quis enim cognovit sensum Domini aut quis eius consiliarius fuit? et iterum: ex parte scimus et ex parte prophetamus."
      },
      {
        "index": 1,
        "text": "Sed quoniam in hunc locum tenor nos disputationis adduxit ut animas reas per traducem peccati generaliter esse diceremus, convenit animam Christi Domini in medium deducere ne quis calumniosa intentione perversus simili eam putet condicione constrictam. Audiamus igitur originem eius sanctae mariae semper virgini digno praecone fuisse prophetatam. Ait angelus: spiritus sanctus superveniet in te et virtus altissimi obumbrabit tibi. Propterea quod nascetur ex te sanctum vocabitur filius Dei. Quis, rogo, in hac maiestate nascendi aut originalis peccati credat esse culpam aut profanam aliquam carnis suspicetur offensam? absque peccato sine dubio venit qui erat omnium peccata soluturus. Conceptus mystico inspiramine, natus ex virgine, nihil de adam traxit qui ut malum adae vinceretur advenit. Funis ille longissimus quo nos ligabamur abruptus est. Torrens qui nos rapiebat ibi siccatus est. Iura sua mors perdidit, dum condicio nostra vitam redemptoris accepit. Nam primus homo posteris transmisit exitium; veniens Christus Dominus credentibus contulit regna caelorum. Per istum enim reparat amissum statum qui per illum perdiderat meritum. Natus in gloria, conversatus sine macula, quid potuit de illo trahere quem contraria venit actione destruere? sanctae origini vita sancta respondit. Qui sine peccato est genitus, nulla est mundi labe superatus. Suscepit verum hominem natura, non vitiis. Respuit quod protoplastus deliquit et assumpsit hominem purissimum quem creavit, non peccatum suscipiens, sed carnem peccati sine aliqua iniuria pollutionis assumens."
      },
      {
        "index": 2,
        "text": "Suavis quidem nimium mihi facta digressio est, dum suspiciones improbas amovere contendo, sed dum ad aliud tendimus, hinc dicere multa non possumus. Restat nunc ut ordinem et propositum persequentes de sede animae dicere debeamus."
      }
    ]
  }
}