{
  "chapterNumber": 12,
  "title": "XII. De Cognoscendis Malis Hominibus (On Recognizing Evil People)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Omnes igitur animae sine recta fide teterrimae sunt, ut philosophorum quae non creatoris legem sed humanum potius sequuntur errorem, et quamvis doctores videantur esse moralium et se disciplinarum cotibus nitantur abstergere, superstitionis tamen aerugines non declinant. Qualis enim dementia est illum colere quo melior est et credere praestare posse qui sibi non praevalet subvenire? nihil enim cuiquam prodest vitasse noxias cupiditates, enervatam non amasse luxuriam, deceptricem fugisse fallaciam, alienum se a terrenis vitiis effecisse, quia necesse est laboret incassum qui remuneratorem bonorum omnium sibi reddit infensum. Cuius enim praeceptis oboediet, si latorem legis ignoret? graditur sine via, respicit sine lumine, cogitat sine sapore, currit veloci gressu nec reperit ad quod pervenire disponit."
      },
      {
        "index": 1,
        "text": "Hi possunt ad praesens florere, sed fructum non probantur inferre, quia gratia eorum non in radice viguit sed in foliorum se tantum ostentatione iactavit. Nam et illi in eadem parte sunt qui, etsi recte credunt, foedis tamen sceleribus polluuntur; quoniam cum se gravibus peccatis conectunt, a creatore dissolvunt. Tunc immortalis anima fit mortua tenebris suis; incipit amare quod pereat, incipit odisse quod vivit, virtutes odit, vitia semper affectat in lamentabili obscuritate fuscata; rationem mundissimam non habet quia in gurgitem se perversitatis immersit; mox antiquo hoste captiva, ad vitia praeceps agitur et per corporis illecebras sumit de eius obnoxietate victorias. Est enim aegra et peccati semper anxia; ipsa se condemnans quam nullus accusat, ut merito mors vitalis ac vita mortalis talibus provenisse dicatur. Hanc si miserator ille respexerit oculumque mentis corporeis excessibus obcaecatum fuerit illuminare dignatus, ad liberatricem paenitudinem trahit, evadendi donat effectum quae pereundi primitus videbatur habuisse desiderium. Tunc felicior, cum fleverit, tunc celsior, cum se prostraverit; lacrimis reparat quod gaudendo perdiderat, et quae ad hostem voluptatibus invitata pervenit, ad salutarem Dominum prosperrime contristata festinat."
      },
      {
        "index": 2,
        "text": "Sed quamvis eas non sit fas hominibus intueri, tamen evidentibus indiciis suas qualitates aperiunt ut et illos possimus advertere de quibus aliquid non probamur audisse. Malis nubilus vultus est in qualibet gratia corporali; maesti etiam cum laetantur, agunt unde paulo post paeniteant. Deserti impetu voluptatis suae, subito in tristitiam redeunt, oculi interdum super quam necesse est commoventur. Iterumque cogitantes infixi sunt, incerti, vagi, fluctuantes, ad omnia trepidi, de cunctorum voluntate suspensi, curis anxii, suspicionibus inquieti, aliena de se iudicia sollicite perscrutantur quia dementer propria perdiderunt; quaerendo vitam calamitatem infernae mortis incurrunt, et dum lucem temporalem avide cupiunt, tenebras perpetuae noctis acquirunt. Relationes suas inexplicatas saepe derelinquunt, saltu quodam ad aliud transferuntur, cum nihil agant semper eos aestimes occupatos. Formidolose vivunt etiam cum nullius insecutione vexantur. Poena illis est conscientia sua et a se omnia sustinent, cum ab aliis gravia nulla patiantur, eorum et ipse odor acerbus est, nisi cum suavissimis inhalationibus superstites condiuntur. Necesse est enim ut odore delectetur peregrino qui offenditur proprio."
      },
      {
        "index": 3,
        "text": "Veniamus ad sanctae trinitati fideles animas quae praedicatam retinent apostolicam disciplinam et in gloriosissima voluntate constantes revera similitudinem supernae servare probantur imaginis."
      }
    ]
  }
}