{
  "chapterNumber": 6,
  "title": "VI. Formam Animam non Habere (That the Soul Has No Form)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Prius scire convenit definitione maiorum formae ipsius veracissimam complexionem. Formam vero dico quae aliquod spatium linea lineisve concludit, et sic facile datur intellegi, si eam possunt animae suscipere quas spiritali certum est vigore subsistere. Nam cum omnis forma aut in superficie sit aut in corpore, superficies non nisi in corpore - corpus vero solidum atque palpabile - ab his autem rebus animam manifeste constet exceptam, residuum est ut formas animae nullatenus habere putandae sint sed infiguratae atque incorporales in sua qualitate permaneant."
      },
      {
        "index": 1,
        "text": "Nec illud moveat quod apostolus de Christo Domino dicit: qui cum in forma Dei esset non rapinam arbitratus est esse se aequalem Deo, et cetera; ibi enim naturam vult intellegi. Ceterum incorporeus deus, qui ubique totus atque incomprehensibilis est, quam potuit habere formam? illud autem quod in evangelio legitur, post huius lucis occasum Abrahae sinibus egentem Lazarum fuisse susceptum, divitem vero flammis adurentibus aestuantem guttam postulasse unde eius temperaretur incendium, ideo intellegitur positum ut humani generis rerum ruinosa praesumptio quid formidare debuisset agnosceret. Ceterum nec ille lingua locutus est quam constat esse corpoream, nec ille digitos habuit unde cadentibus guttis incendium divitis temperare potuisset."
      },
      {
        "index": 2,
        "text": "Nam et reliqua in hunc modum suscipienda sunt quae lectione simili continentur. Parum est enim quod de creatura ista memorantur ad consuetudinem humani generis instruendam. Ipsum quoque auctorem impassibilem, immutabilem, perenniter uno modo manentem, furere legimus, dormitare frequenter audivimus, non quod talia possint Domino convenire, sed ut res aliquae ex humana consuetudine facilius compendiosiusque noscantur. Sic animas, nobis informes, formas legimus frequenter accipere."
      },
      {
        "index": 3,
        "text": "Solet etiam aliquos permovere si anima non habeat quantitatem, dum eam constet intra corpus hominis contineri; sed si definitionem veracissimam quantitatis revocemus in medium, quae res singulas breviter semper absolvit, facile nobis probata veritas elucescit. Sic enim arithmetici eam compendiosa veritate describunt: omnis quantitas aut de continuatis constat ut arbor, homo, et mons, aut de disiunctis ut chorus, populus, vel acervus, et his similia. Sed cum anima neque de continuatis, neque de disiunctis sit, quia corpus non est, clarum est eam quantitatem penitus non habere, sed ubicumque est, nec formam recipit nec habere nobis dicenda est aliquam quantitatem. Creatori tamen circumstantias earum et quantitates patere posse credendum est, quia omnia sub mensura, numero, et pondere creavit, et ipsi soli sunt nota vere, qui fecit ea, qui mira potentia ipsas quoque cogitationes nostras quasi res visibiles intuetur, qui innocentis sanguinem audit clamantem; ad postremum, qui novit omnia et antequam fiant."
      },
      {
        "index": 4,
        "text": "Tempus est venire ad virtutes morales quae sunt ambiendae divitiae et revera pretiosus census animarum, quas graeci aretas vocant, quibus contra immunditiam corporalem suam nititur bona conscientia vindicare puritatem."
      }
    ]
  }
}