{
  "chapterNumber": 17,
  "title": "XVII. Recapitulatio (Recapitulation)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Primo igitur ut retinetis, auditores prudentissimi, proprie dici hominis animam etymologiae ipsius consonatione docuimus, sequestrantes ab ea vocabula quae nominum similitudine audientes confundere potuerunt; secundo, definitionem substantiae huius cum suis expositionibus, ut datum constat, absolvimus; tertio, de substantiali eius qualitate decursum est; quarto, monstravimus quemadmodum anima formam habere non possit; quinto, virtutes morales relatae sunt quae contra vitia huius saeculi velut quaedam arma fortiter opponuntur; sexto, de virtutibus animae naturalibus non pauca professa sunt; septimo, de origine eius quae sunt lecta narravimus; octavo, sedem ipsius iudiciumque descripsimus; nono, de corporis nostri positione tractatum est; decimo, anima infidelis cum suis signis prout concessum videtur ostensa est; undecimo lucidam mentem et plenam divinitatis pro captu nostrae possibilitatis attigimus; duodecimo, de spe futuri saeculi nonnulla, Domino largiente, memorata sunt ut quam immortalem credimus perennes distributiones habere nihilominus sentiamus. Clausimus itaque nostrum munusculum numero duodenario, qui caelos signorum diversitate decoravit, qui annum menstruali venustate composuit, qui ventos principales terrenae indigentiae provida dispositione concessit, qui diei noctisque spatia horarum congrua quantitate divisit ut merito et animae dilucidationi haec supputatio adhiberetur quae tantarum rerum naturalium dispositionibus consecratur."
      },
      {
        "index": 1,
        "text": "Restat nunc, sapientissimi viri qui floretis ingenio, ut, mole mundi istius salutariter transilita, divinae misericordiae nosmetipsos velociter offeramus per quam plenissime illuminatur cogitantis obtutus. Intellegamus eum, diligamus ipsum, et tunc animas nostras vere cognoscimus, si de illius largitate sapiamus. Ipse enim magister potens atque perfectus est qui et vera dicat animae nostrae et quae dixerit, eam faciat illuminata mente conspicere. In schola siquidem Christi cor indocile non potest inveniri qui se ei tota mentis integritate tradiderit, nec ignorare potest quod quaerit nec amittere quod pia remuneratione susceperit. Fit ergo magna, pretiosa, dives anima, cum se ex proprio pauperem esse cognoscit; potens, si humilitatem saluberrimam non declinet, felicissima denique, si servet in carne quae in aethere superbi angeli probantur amisisse. Ad te enim, sancte Domine, nemo se erigendo pervenit sed potius humiliatus ascendit. Cum altissimus sis, proximior redderis supplicatione curvatis. Nostra tibi humilitas accepta est; amas quod propter te non quaeris, desideras quod non indiges. Ipsa est enim vitae nostrae mater, germana caritatis, aestuantis animae singulare praesidium, contraria debellatrixque superbiae, et sicut illa per diabolum origo criminum, ita ista per te noscitur fons esse virtutum."
      },
      {
        "index": 2,
        "text": "Hanc tu, Domine Christe, sic nobilitare voluisti ut eam non solum praecipere sed etiam suscipere dignareris. Subisti quippe in assumpta hominis natura iudicium qui iudicaturus es mundum; caesus es flagellis qui exaltas et humilias reges; pertulisti in faciem odiosos consputus quem insatiabiliter videre cupiunt angeli; felle potatus es qui humanum genus sic habuisti dulce ut rerum Dominus naturam servi dignareris assumere; patienter coronam spineam suscepisti qui comples orbem terrarum diverso flore praemiorum; condicionem subisti mortis qui vitam creaturis tribuisti universis; tantaque fuit in sancta incarnatione humilitas quanta est in divinitate incomprehensibilis maiestas."
      },
      {
        "index": 3,
        "text": "Per te enim, admirande Domine, poena facta est aeterna requies, passio remediabilis, mors fidelium salutis introitus. Haec enim perpetue dat vivere quae solebat extinguere, non iniuria quoniam quae vitam omnium suscepit merito ius peremptionis amisit. Data in dedecore, manet in honore, quando res quae pandebat inferos nunc perducit ad caelos. Vere omnipotens qui et ipsas miserias fecisti potentes, nullus regum egentibus tuis par est, nullae purpurae piscatorum tuorum retibus adaequantur, quando illae in mundanas tempestates impellunt, haec ad litus aeternae securitatis adducunt. Pauper de nobis, dives ex tuo. Factus es socius mortalitatis nostrae ut nos participes redderes aeternitatis tuae. Superbiam humilitate, aculeum leti morte prosternis. Nosti enim bona facere per iniquos, convertens ad adiutorium quod paratum est ad nocendum, potentius esse diiudicans laesiones ad utilitatem convertere quam causas malorum radicitus amputare. Nam quomodo beneficiorum tuorum cognoscerentur signa, si et adversae partis non monstrarentur indicia?"
      }
    ]
  }
}