{
  "chapterNumber": 4,
  "title": "IV. De Definitione Animae (On the Definition of the Soul)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Magistri saecularium litterarum aiunt animam esse substantiam simplicem, speciem naturalem, distantem a materia corporis sui, organum membrorum, et virtutem vitae habentem. Anima autem hominis est, ut veracium doctorum consentit auctoritas, a Deo creata spiritalis propriaque substantia, sui corporis vivificatrix, rationabilis quidem et immortalis, sed in bonum malumque convertibilis. Editum est quasi parturiale ovum, ubi vita futurae avis pennarumque grata varietas continetur. Nunc aperiatur in partes, quia hominum consuetudo est facilius discere quae divisa possunt evidentius elucere."
      },
      {
        "index": 1,
        "text": "A Deo fieri vel factas animas prudentium nullus ignorat, quando omne quod existit aut creator est aut creatura. Creatrix igitur nulla creata potest esse substantia, quoniam ut ipsa subsistat indiget Deo, et dare non potest alteri subsistentiam quam tantum ut haberet accepit. Superest ut eam verissime a divinitate conditam esse fateamur quae sola potest creare mortalia et immortalia. Evidenter enim legitur in salomone: et revertetur pulvis in terram sicut erat, et spiritus revertetur ad Deum qui dedit eum; et alibi: omnem flatum ego feci. Hanc proinde spiritalem substantiam probabilis et absoluta ratio confitetur, quia, dum omnia corporalia tribus noverimus lineis contineri, longitudine, latitudine, profunditate, nihil tale probatur in anima reperiri."
      },
      {
        "index": 2,
        "text": "Deinde quod corpori sociata, quamvis ipsius mole praegravetur, opiniones rerum sollicita curiositate perpendit, caelestia profunde cogitat, naturalia subtili indagatione vestigat, et de ipso quoque conditore suo ardua nosse desiderat. Quod si esset corporalis, cogitationibus suis spiritalia nec cerneret utique nec videret. Cesset ergo de eius corporalitate suspicio, quando et definitionem corporis a se omnibus modis reddit alienam et tales causas exquirit, ad quas solus sublimis spiritus pervenire contendit. Hinc est quod et scripturis sanctis iustissime commonetur omnia mundi istius visualia contemnere; quoniam ipsa incorporea est ut merito ad spiritalia tendat, quibus se similem cognoscit esse formatam."
      },
      {
        "index": 3,
        "text": "Propria est utique illi substantia, quando nullus spiritus alter carnem suscipit ut eius passionibus aut condoleat aut laetetur. Illud autem quod diximus sui corporis vivificatrix, quia, mox ut data fuerit, ineffabili condicione diligit carcerem suum, amat propter quod libera esse non potest. Doloribus eius vehementer afficitur, formidat interitum quae non potest mori, et sic est ad corporis sui casus trepida, ut ipsam magis sustinere credas extrema, quae non potest deficere per naturam. Saluberrima quoque carnis temperatione perfruitur, oculorum speculatione depascitur, sonoris delectatur auditibus, suavissimis iucundatur odoribus, necessaria gustus epulatione delenitur, et licet his rebus nullatenus ipsa vescatur, subductis tamen talibus gravissimo maerore conficitur; desiderans non sibi naturaliter accomoda sed adiunctis artubus profutura. Hinc nonnumquam surripiunt vitia contraria rationi, quando anima dilecto corpori indulgentius remittendo locum noscitur praebere peccato. Vita igitur corporis susceptae animae praesentia est; mors autem eius probatur abscessus. Sic diem dicimus lustrante sole, qui cum discesserit nox vocatur. Vivit ergo corpus animae praesidio et ex ipsa probatur accipere unde se praevalet commovere."
      },
      {
        "index": 4,
        "text": "Sed quoniam et hoc quoque ad vitae genus, de quo loquimur, noscitur pertinere, sciendum est, cum se partibus corporis ille vigor ignitus infuderit materiamque carnalem spiritus vitalis afflaverit, si quod fortasse vulnus acceperit, statim condolet, quia ubique substantialiter inserta est. Quod si virtus eius tantum calorque vegetaret, incisum digitum non poterat condolere. Sicut nec sol probatur quicquam sentire, si eius radios secare temptaveris. Tota ergo est in partibus suis, nec alibi minor, alibi maior est, sed alicubi intentius, alicubi remissius, ubi tamen vitali intentione porrigitur. Colligit in unum atque copulat membra sua; non sinit defluere vel contabescere, quae vitali vigore custodit; alimenta competentia ubique dispergit, congruentiam in eis modumque conservans."
      },
      {
        "index": 5,
        "text": "Mirum praeterea videtur rem incorpoream membris solidissimis colligatam, et sic distantes naturas in unam convenientiam fuisse perductas, ut nec anima se possit segregare cum velit, nec retinere cum iussionem creatoris agnoverit. Clausa illi sunt universa, cum praecipitur insidere; aperta redduntur omnia, cum iubetur exire. Nam si acerbus dolor vulneris infligatur, sine auctoris imperio non amittitur, sicut nec sine ipsius munere custoditur. Hinc est quod frequenter graviter vulneratos videmus evadere et rursus levibus occasionibus interire."
      },
      {
        "index": 6,
        "text": "Rationem vero homini inesse, quis dubitet? quando divina tractat, humana sapit, artibus docetur egregiis, disciplinis eruditur eximiis, et hinc cetera animalia decenter excellit, quod eum ratio decora componit. Rationem vero dico animi probabilem motum, qui per ea quae conceduntur atque nota sunt ad aliquid incognitum ducit, perveniens ad veritatis arcanum. Haec coniecturis atque argumentis ad illud properare cupit, quod in rerum natura esse cognoscit. Ipsa enim vera et pura et certa ratio est dicenda, quae ab omni imagine falsitatis redditur aliena. Datum est ergo illi cogitationes suas quodammodo apprehendere et per obsequium linguae volubili motatione disserere."
      },
      {
        "index": 7,
        "text": "In corpore posita anima, quam multa videt; non a se egrediens, quam diversa circumspicit; ubique quasi distenditur, et animae fieri discessio non probatur. Movetur, erigitur, fluctuari cognoscitur, et in se ipsa, tamquam in magno currens spatio, pervagatur. Haec non exit ad causas sed tractatibus suis sibi repraesentat quod sua cogitatione respiciat; modo quod oculis vidit carnalibus, modo quod phantastica imaginatione concepit. Cogitat plane singillatim sicut et loquitur; per ordinem sensus nihil perficit, cum se diversitate confundit, quia divinitatis est proprium multa disponere et omnia simul modulis competentibus explicare. Rationis itaque dotata largitate, quot bona munere divinitatis invenit: litterarum formas repperit, diversarum artium utilitates disciplinasque protulit, civitates defensibili muro cinxit, varii generis amictus eiecit, meliores fructus per industriam exigit terras, transcurrit abyssos alato navigio, vastos montes in usum viantium perforavit, portus ad utilitatem navigantium lunari dispositione conclusit, ornavit pulcherrima fabricarum dispositione tellurem. Quis iam de eius ratione dubitet, quando ab auctore suo illuminata facit arte conspici quod debeat sub omni celebritate laudari?"
      },
      {
        "index": 8,
        "text": "Convenit nunc de eius immortalitate disserere. Immortales animas auctores saecularium litterarum multifarie probaverunt, dicentes: si omne quod vivificat aliud in semetipso vivit, ; anima autem, quoniam vivificat corpus, in semetipsa vivit; utique immortalis est. Dicunt etiam: omnia immortalia simplicia sunt; anima autem non est harmonia neque constat ex pluribus, sed simplex natura est; anima igitur immortalis est. Iterumque proponunt: quicquid a contrarietate originali non corrumpitur immortale iugiter perseverat; anima enim, quoniam simplex atque pura est, sine dubio immortalis est. Adiciunt quoque: si omne rationale quod se ipsum movet, immortale est; anima autem rationalis se ipsam movet; igitur immortalis est. Nos autem immortales esse animas facile veridicis lectionibus approbamus; nam cum ad imaginem et similitudinem auctoris sui legamus effectas, quis audeat contra sanctam auctoritatem mortales dicere ut impudenter potius asseratur eas a creatoris sui similitudine discrepare? nam quemadmodum poterat esse imago aut similitudo Dei, si animae hominum mortis termino clauderentur? ille enim ineffabiliter semper vivens, ineffabiliter semper manens, perennitatem ipse custodiens; qui omnia continet, omnia disponit, potens est sine dubitatione immortalis immortalia facere et pro suo modulo vitae competentiam dare."
      },
      {
        "index": 9,
        "text": "Dicit aliquis: quomodo sum similis Deo, cum immortalia minime creare praevaleam? cui sic per aliquam comparationem respondendum esse iudicamus. Numquid pictura quae nobis est similis potest imitari quae facimus? imago enim potest aliquam habere similitudinem, ceterum hoc non potest implere quod veritas. Nam et hinc immortalem debemus agnoscere, quod appetit de aeternitate cogitare. Desiderat enim post corporis mortem relinquere sui nominis famam, cupit sine fine laudari, et bona conscientia plus est de futuris attonita ne a posteris maculetur relata. Hinc est quod inter sublimiores constat auctores quia quicquid dignitate rationis erigitur, mortis iniuria non prematur. Adde quod veritas absolute profitetur malis iuge supplicium, bonis perpetua gaudia se daturam, ut non sit fas cum haesitatione recipi, quod dignatur omnipotentis divinitas polliceri. Verum hanc immortalitatem animae non talem debemus advertere quae nullam recipiat passionem. Est enim mutabilitati obnoxia et maeroribus pervia, sed tamen inter quaevis taedia vel anxietates continuationis beneficio perseverat. Singulariter autem immortalis Deus est, singulariter iustus, singulariter potens, singulariter bonus, singulariter sanctus. Quoniam licet ista vel his similia hominibus vel angelis inesse dicantur, nulla tamen ad eius altitudinem reverendae potestatis attingunt. Omnes enim arduae virtutes in summitate illa plenissimae atque perfectissimae sunt quae creaturis universis ipsius largitate pro suo modulo conceduntur."
      },
      {
        "index": 10,
        "text": "Nunc sciendum est haec immortalis anima quemadmodum degere sentiatur. Vivit in se post huius saeculi amissionem, non reflante spiritu sicut corpus, sed aequali mobilitate quae illi attributa est: pura, subtilis, cita, aeterna, videt, audit, tangit, ac reliquis sensibus efficacius valet; non iam ex partibus suis haec intellegens, sed omnia spiritaliter ex toto cognoscens. Alioquin absurdum est putare minus posse liberam quam mole brutissimi corporis ingravatam. Talia enim intellegere posse non dubium est et angelos et potestates aerias vel cetera quae sublimi atque immortali substantia constare noscuntur."
      },
      {
        "index": 11,
        "text": "Reliquum est ut nunc obnoxiam mobilitati currenti ordine doceamus. Quis autem dubitet modo nos esse gaudio sublevatos, modo maerore deiectos, modo pietate mites, modo indignatione terribiles, nunc ad virtutes animos erigere, nunc iterum ad vitia declinare? alia tenaciter assumimus, alia oblivione respuimus; quod nunc placet, post displicet. Bonorum etiam sermonibus aedificamur, malorum collocutione destruimur, et quantum proficimus cum rectis, tantum deteriores novimus esse cum pessimis. Nam si nos unus rigor, unum propositum contineret, nec boni ex malis, nec beati ex improbis mutabilitatis beneficio redderemur. Sed ut causa varietatis huius evidentius possit agnosci, recordemur, ut dictum est, prudentiam non esse nobis immutabilem contributam; et ideo sapimus, cum divina illuminatione bene gerimus, atque iterum desipimus, cum delictis caligantibus obcaecamur. Affectio enim quae venit et recedit semper incerta est. Solus omnipotens Deus est, cui hoc est esse quod sapere, hoc est posse quod vivere, hoc velle quod facere, et merito, quando universa quae vere bona sunt non ad illum veniunt sed ab ipso procedunt."
      },
      {
        "index": 12,
        "text": "Quapropter haec animae quam diximus origo: non intellegenda est pars Dei, ut quidam dementium irreligiosa voluntate putaverunt, quia convertibilis est; neque angelorum, quia carni sociabilis est, neque ex aere, neque ex aqua, neque ex terra, neque ex eis quae mutua complexione iunguntur; sed simplex et propria quaedam natura et ab aliis spiritibus discreta substantia, quam longe subtiliorem aeri et lucidiorem debemus advertere, quando istum vulgariter intuemur, illam vero condicione carnis aspicere non valemus. Hanc speciem naturalis mobilitas semper exagitat ad cogitationes suas comiter explicandas. Hinc est quod per quietem remissi, dum materia nobis fuerit solitae cogitationis abstracta, nec intenti ad cotidianas fuerimus sollemniter actiones, res varias, nunc falsis, nunc veris inspectionibus, somniamur. Parum est quod sopitis sensibus volatica imaginatione deludimur, dum frequenter etiam vigilantes a nostra contemplatione traducimur. Saepe enim cum nos in oratione magna intentione dirigimus, ludo nescio quo inspiratis subito cogitationibus amovemur, et ita provenit ut menti nescio quid adversum suggeratur quod dispositum non habemus. Constat ergo animam in hoc mundo instabili et variabili voluntate converti bonarumque rerum esse amissibilem ac receptibilem, nec uno semper voluntatis suae rigore subsistere, sed etiam contra dispositum suum multiplici se conversione mutare. Nec de illis sumus qui dicunt recolere magis animas quam discere usuales artes et reliquas disciplinas, cum et ad interrogata sint paratae, ubi potuerint intellectu perveniente contingere, et nova sic audiant quasi nihil ex eis ante didicissent."
      },
      {
        "index": 13,
        "text": "Ecce gravida definitio illa iam foeta est, ecce in lucem (ni fallor) quae fuerunt clausa proruperunt. Non est quicquam de proposita complexione derelictum, cuius talis est disciplina ut id quod intendit, ita explicet atque determinet ut neque minus neque amplius aliquid dixisse videatur. Nunc ad substantialem eius qualitatem sollicitis sensibus accedamus, quam interrogationis vestrae tertium locum tenere memoramini."
      }
    ]
  }
}