{
  "chapterNumber": 11,
  "title": "XI. De Positione Corporis (On the Disposition of the Body)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Procerum animal et in effigiem pulcherrimae speculationis erectum ad res supernas et rationabiles intuendas, cuius harmoniaca dispositio ingentia nobis sacramenta declarat. Imprimis caput nostrum sex ossibus compaginatum in similitudinem caelestis sphaerae rotundae concavitatis formatum est, ut senarium illum perfectissimum numerum sedes nostri cerebri, in cuius organo sapimus, contineret."
      },
      {
        "index": 1,
        "text": "Hinc oculi, quasi sacrorum testamentorum pulcherrima duo volumina, collocantur ad quorum similitudinem omnia nobis combinata descendunt, ut aures, nares, labra, bracchia, latera, crura, tibiae, pedes. In hac enim mystica dualitate compago totius corporis continetur, et sicut illa testamenta ad unum respiciunt, unum sapiunt, ita haec officia in unam se convenientiam operationemque coniungunt."
      },
      {
        "index": 2,
        "text": "Sed licet haec parilitas pulcherrima se distributione consociet et alterutrum sibi mutuetur ornatum, sunt etiam singularia in medio constituta ne in unam partem praeiudicialiter vergentia alteram competenti decore nudarent: nasus, os, guttur, pectus, umbilicus, et genitalium virga descendens, quae laudabilia et honora monstrantur quando in medio locata consistunt."
      },
      {
        "index": 3,
        "text": "Capiti autem nostro, quod sensus capit universos, recte cervix quasi quaedam columna supponitur, docens nos religionem sanctam in unam fidei consistere validissimam firmitatem. Lingua quoque, vocis nostrae decentissimum plectrum, data est ad sermonum nostrorum convenientiam temperandam ut nos articulata verba ab animalium confusione distinguerent. Nec illud videatur incassum quod uni gutturi duae serviunt digestiones, scilicet ut omnis intellectus prudentis animae, quasi cibus acceptus et rationis calore decoctus, per gemina testamentorum itinera competentibus tractatibus explicetur. Et quoniam neque cornu neque dente neque fuga, sicut alia animalia, corporis humani forma se praevalet vindicare, robustus illi thorax bracchiaque concessa sunt ut illatam iniuriam manu defenderet et obiectu pectoris quasi quodam clipeo vindicaret."
      },
      {
        "index": 4,
        "text": "Genitalia vero nostra in magnum mysterium quis dubitet attributa? unde, praestante Deo, hominis reparatio fecunda procedit, unde mortales nesciunt habere defectum, quando personis pereuntibus genus noscitur posse servare continuum. Decorum membrum si non fuisset turpi libidine sordidatum. Quid enim illo pretiosius esset, si inde humanum genus sine culpa descenderet? sic omnia praeconialia creata sunt, si peccatis polluentibus non redderentur obscena."
      },
      {
        "index": 5,
        "text": "Hoc autem corpus animatum quinque sensibus administratur ac regitur, qui, licet sint communes cum beluis, a nobis tamen rationabili iudicio melius distinguuntur atque complentur. Primus eorum visus est qui aere illuminato colores respicit corporales et in eis suas proprietates agnoscit. Aspectus enim est, ut veteres definire maluerunt, vis animae spiritalis, egrediens per oculi pupillam, res non adeo longinquas attingens, sed ad quas potuerit pervenire diiudicans, illud videns ad quod destinatur ut videat. Nam si de interioribus suis oculi viderent, et se ipsos sine dubitatione conspicerent. Hoc etiam pater sensit Augustinus. Secundus auditus est qui concavis ac cocleatis auribus sonos accipit, aeris verberationes concrepantes, ratione diiudicans quid sit auditum. Tertius odoratus est qui diversos odores assumens, vim redolentium corporum, quasi quodam invisibili fumo naribus suscepto, competenti aspiratione perpendit. Quartus est gustus quo multarum rerum saporem palati diiudicatione cognoscimus. Quintus est tactus qui etiam cunctis membris communiter noscitur attributus. Elegantior nobis in manibus est quae singulariter datae sunt ad multas cogitationes nostras communiter explicandas. Altera enim per illas evenit firmiorque memoria; nam quod oblivisci possumus istis scribentibus sine labore retinemus. Haec sunt diversarum artium opifices et paene totius nostrae operationis effectus. Nam quid prodesset sensum aliqua facienda concipere, si haec laboriosa manus non probaretur implere? nec illud arbitror praetereundum quod pedes nostri manusque denaria digitorum quantitate formantur ut cursus vitae nostrae atque operatio sacramenta caelestis decalogi contineret ne praeter legem Domini aut cogitare aliquid aut agere deberemus."
      },
      {
        "index": 6,
        "text": "Facies ipsa quemadmodum prudentiae suae patefacit indicia? in effigiem nostram exeunt occultae cogitationes et ex hac parte cognoscitur qualis intus animus voluntasque versetur. Vultus siquidem noster, qui a voluntate nominatur, speculum quoddam est animae suae et quod substantialiter non cernitur per eius habitum evidentissime declaratur."
      },
      {
        "index": 7,
        "text": "Quanta possint de eius membris reliquis dici? cur triginta duobus dentibus gingivarum nostrarum ordo clavatus est? quare cervix nostra septem nodis spina viginti tribus spondulis colligetur? costae viginti quattuor radiis pro viscerum defensione flectantur ne teneritudo illa interaneorum importuna facillime laederetur iniuria. Nervi quam congrua dispersione corpus omne contineant! quomodo venae nutribili sanguine competenter irrigent membra? quemadmodum ossa nos medullata corroborent? cur unguibus nostris commune sit iugiter crescere cum capillis? quam decore, quam utiliter, carnes nostras vestiat cutis ut nec humor internus turpiter defluat nec pulchritudo colori subducta venustate dispereat!"
      },
      {
        "index": 8,
        "text": "Sed cum membra singula diversa corpori praebere videantur officia, aliudque nobis sublime, aliud mediocre, aliud sit in ultimo constitutum, in tantam complexionis gratiam convenerunt ut omnia sint necessaria, omnia probentur accomoda, sicut apostolus ait, cum ecclesiam Dei studio caritatis adunaret: non potest dicere oculus manui: non es mihi necessaria. Aut iterum caput pedibus: non desidero operam vestram. Sed multo magis quae videntur membra corporis infirmiora esse, necessaria sunt, et quae putamus ignobiliora esse corporis, his honorem abundantiorem circumdamus. Deus enim ita temperavit corpus atque distribuit ut membra se mutuis adiutoriis indigerent."
      },
      {
        "index": 9,
        "text": "Sed hoc propter nimiam prolixitatem in summam dictum abunde sufficiat, nullum corporale animal in tantam mysteriorum significationem fuisse formatum. Debuit enim consilio summo fieri quod videbatur rationabili animae coniungi. O summi opificis creatura mirabilis quae sic humani corporis lineamenta disposuit ut si primi hominis non esset peccatis gravantibus onerata, magnis muneribus non fuisset exuta. Qualia enim meruit tunc libera habere quae nunc tot bona noscitur retinere damnata? verum ista caro, quamvis diversis vitiis appetatur, multisque vulneribus lacerata subiaceat, ipsa tamen est quae caeleste psalterium canit, quae gloriosos martyres facit, quae conditorem suum visitata promeruit, quae ipsam quoque vitalem crucem sancti redemptoris accepit; merito iam spiritalis futura creditur quando et hic mortalis tanto munere perfuncta gloriatur. Sic enim ista magna quidem natura sed originali delicto peccatis cotidianis obnoxia, ieiuniis, elemosinis, assiduisque orationibus divina se suffragatione componit, sic emundatis sordibus peccatorum, lucidam praeparat mentem ut suum suscipere mereatur auctorem, fidei templum quae se criminibus non concessit hospitio. Credo divina miseratione provisum ut corpus subderet animae, animam sibi, totumque salutariter ad Deum respiceret creatorem."
      },
      {
        "index": 10,
        "text": "Peractis his quae dicenda fuerunt, congruum videtur de animarum signis indiciisque disserere, quia licet earum substantia una esse videatur longe tamen disparibus qualitatibus segregantur. Ac primum dicam quemadmodum malorum hominum consuetudo moresque declarentur, quatenus quos interius videre non possumus, quibusdam indiciis extrinsecus approbemus."
      }
    ]
  }
}