{
  "chapterNumber": 5,
  "title": "V. De Qualitate Animae (On the Quality of the Soul)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Qualitatem itaque substantiae huius auctores igneam esse dixerunt propterea quod mobili semper ardore vegetetur et iuncta corpori calore suo membra vivificet. Deinde quod cuncta caelestia flammeo referunt vigore constare, non isto fumeo, consumptibili, et temporali, sed ex tranquillo nutritore atque immortali. Hoc neque minuitur neque crescit, sed in susceptae originis dignitate iugiter perseverat. Quod ideo finiri nequit, quia nulla, ut corpus aliquod, elementorum diversitate concretum est. Unum enim atque simplex habere nescit adversum et ideo semper manet, quoniam in essentia sua non habet litem. Sicut immortalia cuncta creata dicunt quibus spiritalis est concessa substantia."
      },
      {
        "index": 1,
        "text": "Nos autem lumen esse potius non improbe dixerimus propter imaginem Dei, quam inter conditiones rerum, quantum illi pro modulo suo necessarium fuit, decenter accepisse memoratur. Ipse enim Deus omnipotens solus habet immortalitatem et lumen habitat inaccessibile, quod super omnes claritates vel admirationes sanitas mentis intellegit, sed imago aliquam habet similitudinem; ceterum hoc lumen non potest habere quod veritas. Illud autem, quod ineffabile veremur arcanum, quod ubique totum et invisibiliter praesens est, pater, et filius, et spiritus sanctus est; una essentia et indiscreta maiestas, splendor super omnes fulgores, gloria super omne praeconium, quod mundissima mens et Deo dedita potest quidem ex aliqua parte sentire, sed idonee non valet explicare. Nam quemadmodum fas est sufficienter de illo dici qui creaturae sensu non potest comprehendi?"
      },
      {
        "index": 2,
        "text": "Egrediamur licet pietate nimia modum animae nostrae et immensa religione supra nosmetipsos alta cogitatione sileamus. Transeamus etiam potestates caelestium creaturarum profundeque tractemus qui sit qui tam magna una iussione, uno momento fecerit; tamen quicquid miramur, amplius est, quicquid sentimus, excelsius, dum ad illam imperspicabilem maiestatem mens humana non penetrat. Vna ergo ratio potentiae huius est venerari quod investigabilis est, non definitive quaerere qualis quantusque sit."
      },
      {
        "index": 3,
        "text": "His itaque rebus edocti, lumen aliquod substantiale animas habere haud improbe videmur advertere, quando in evangelio legitur: lumen quod illuminat omnem hominem venientem in hunc mundum. Deinde quod in cogitatione positi, nescio quid tenue, volubile, clarum in nobis esse sentimus, quod respicit sine sole, quod videt sine extraneo lumine. Nam si ipsum in se lucidum non esset, rerum tantam conspicientiam non haberet. Tenebrosis ista non data sunt; omnia caeca torpescunt. Istius enim tam violenta sunt lumina ut etiam intueantur absentia. Quae tamen tunc multo clariores atque immutabiles efficiuntur, cum a Dei gratia bonis actibus non recedunt. Earum enim speculativa virtute multa atque ardua quae in arcano naturae recondita sunt inspici et comprehendi usu ipso certissimum est."
      },
      {
        "index": 4,
        "text": "Nunc inspiciamus utrum formas animae habere credantur quas incorporeas esse iam diximus."
      }
    ]
  }
}