{
  "chapterNumber": 1,
  "title": "I. Quid Amici Requisiverint (What Friends Asked)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Cum iam suscepti operis optato fine gauderem, meque duodecim voluminibus iactatum quietus portus exciperet, ubi etsi non laudatus certe liberatus adveneram, amicorum me suave collegium in salum rursus cogitationis expressit, postulans ut aliqua quae tam in libris sacris quam in saecularibus abstrusa compereram de animae substantia vel de eius virtutibus aperirem, cui datum est tam ingentium rerum secreta reserare; addens nimis ineptum esse si eam per quam plura cognoscimus quasi a nobis alienam ignorare patiamur, dum ad omnia sit utile nosse qua sapimus. Nulla enim peregrina res est de sensu proprio loqui, quando sibi natura interrogata respondet, nec longe tendit ut se invenire praevaleat. Nobis cum semper est ipsa quam quaerimus; adest, tractat, loquitur, et, si fas est, inter ista nescitur. Proinde nota esse debet quae sibi praesto est, quia tunc magis ante se ponitur, cum subtilius de ipsa tractatur. Nam dum a sapientibus praeceptum sit ut cognoscamus nosmetipsos, quemadmodum sustineri potest, si nos habemus incognitos? cupimus enim nosse planetarum caelo contrarios cursus, signorum consentaneum lapsum. Sunt enim ex eis alia manentia motuque carentia, alia vero quae mobili semper rotatione vertuntur nec ullis temporibus conquiescunt. Haec, ut mundani doctores exquirere temptaverunt, harmoniacis delectationibus inaestimabili modulatione volvuntur, quorum tinnitus atque concentus adunatum efficit dulcisonum melos. Desideramus etiam comprehendere altitudinem aetheris, mensuram telluris, nubigeras pluvias, saevae grandinis procellas, tremorem stabilium terrarum, naturam vagantium ventorum, profunditatem inconstantis maris, potestates virentium herbarum, quattuor elementorum per omne corpus dissociatas complexiones; et ferendum est ipsam sese scire non posse cui superne datum est tanta discutere? non enim aliquid contentione quaerimus, sed res profundissimas modestissime nosse desideramus."
      },
      {
        "index": 1,
        "text": "Discamus ergo primum quare anima dicatur, deinde qualis sit eius definitio; tertio, quae sit eius qualitas substantialis; quarto, si formam aliquam habere credenda est; quinto, quas virtutes habeat morales, quas graeci aretas vocant, ad decus eius et gloriam contributas; sexto, quae illi sint virtutes naturales ad substantiam scilicet corporis continendam; septimo, de origine animae disseratur; octavo, cum sit per omnia membra diffusa, ubi potius insidere credenda est; nono, de corporis ipsius forma et compositione noscamus; decimo, quas proprietates habeat anima peccatorum per competentia nobis signa declarentur; undecimo, qua noscantur discretione iustorum, quatenus quos oculis istis videre non possumus per indicia probabilia colligamus; duodecimo, in resurrectione, quam vere sapiens credit, quid de singulis fieri sentiatur maxime desideramus agnoscere, quatenus fragilia corda mortalium ad divinitus promissa desideria concitentur."
      },
      {
        "index": 2,
        "text": "Haec nobis, praestante Deo, ordine custodito responde, ut et nos facile possimus imbui et tu gloriam debeas invenire doctoris."
      }
    ]
  }
}