{
  "chapterNumber": 7,
  "title": "VII. De Virtutibus eius Moralibus (On Its Moral Virtues)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Primum adversum prava vel iniqua iustitiae munimen obiectum est cuius, ut veteres definire voluerunt, talis noscitur esse complexio. Iustitia est habitus animi, pro communi utilitate servatus, suam cuique tribuens dignitatem. Contra confusa et incerta prudentia utiliter adhibetur. Prudentia vero est rerum bonarum et malarum verax scientia. Contra adversa vel prospera remedialis opponitur fortitudo. Fortitudo autem est considerata periculorum susceptio et laborum firma perpessio. Contra delectationes igitur illicitas et voluptates fervidas moderatrix nobis temperantia suffragatur. Temperantia quippe est adversus libidinem atque alios non rectos impetus animi firma et moderata dominatio. His igitur munitionibus divina opitulatione concessis, velut quadruplici thorace circumdata, in hoc mundo mortifero salus animae custoditur nec potest a vitiis adiri quae tanta meruit tuitione vallari."
      },
      {
        "index": 1,
        "text": "Sed hoc virtutum quadripertitum decus trina (ut ita dixerim) parte completur. Prima est contemplatio quae aciem nostrae mentis extendit ad res subtilissimas intuendas. Secunda, iudicialis quae discretionem boni malique rationabili aestimatione pertractat. Tertia, memoria, cum res inspectae atque deliberatae in animi penetrabilibus fida commendatione reponuntur ut, quasi in quodam conceptaculo, suscipiamus quae frequenti meditatione combibimus. Vestiaria nostra, cum fuerint plena, nihil capiunt; hoc thesaurarium non gravatur oneratum sed, cum multa condiderit, sciendi desiderio plus requirit. Tetigimus supradictas partes quasi harmoniam tricordem: tali enim numero delectatur anima; ipso noscitur gaudere divinitas."
      },
      {
        "index": 2,
        "text": "Solent commovere aliqui subtilissimas quaestiones, dicentes: si divinitas perfectas et rationabiles animas creat, cur aut posito sensu vivunt infantes aut iuvenes inveniuntur excordes? sed quis non intendat animas parvulorum imbecillitate corporis nec officia sensuum nec ministeria posse explicare membrorum? ut si ignem angusto vase concludas, altum, ut illius moris est, nequit appetere, quia eum artissimum obstaculum constat operire. Tunc enim unicuique rei facultas sua videtur suppetere, cum illi nihil contrarium praevalet impedire. Sic stultis iuvenibus obviat quod aut imparilitate partium aut crassitudine humorum materni uteri vitio suscepto, anima inepta nimis habitatione deprimitur et vim suam exercere non praevalet, inconvenientis domicilii sede praepedita; quod stultis accidere hodieque conspicimus quos graeci niniones vocant. Nam ut de usuali quoque dicamus eventu, quam multi morbis accidentibus aut onerato cerebro aut praecordiorum stupore confusi acumen solitae sapientiae perdiderunt. Quanti etiam momentanea laesione mutati sunt? nam et ipse qui celeberrime sapiens habetur, copioso prandio refertus, quam facile in crapulam dilapsus obtunditur, ut virum illum prudentissime disserentem difficile vel vivum credas quem se nec movere posse conspicias. Unum tamen certissime scio, sapientes nimis felicissimos fieri qui misericordia Domini a talibus adversitatibus redduntur alieni."
      },
      {
        "index": 3,
        "text": "Forte sint et aliae causae quae rationabili animae ad motus proprios explicandos adversum ire videantur. Ceterum animae nec crescunt cum parvulis nec fatuis aliae varia discretione tribuuntur, sed sicut immortalitatem iugiter sumunt, ita et rationales esse generaliter sentiuntur. Parvulis enim ratio crescit longa meditatione, non anima. Nunc ad reliqua currente ordine transeamus."
      }
    ]
  }
}