{
  "chapterNumber": 8,
  "title": "VIII. De Virtutibus eius Naturalibus (On Its Natural Virtues)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Virtutes animae naturales quinquepertitas veteres esse voluerunt. Prima est in utraque parte sensibilis quae nobis tribuit intellegentiae sensum per quam omnia incorporalia varia imaginatione sentimus. Facit etiam corporales vigere sensus, id est, visum, auditum, gustum, odoratum, et tactum quo dura et mollia, lenia asperaque sentimus. Secunda, imperativa quae iubet organis corporalibus motus diversos quos implere decreverit, hoc est, transferri de loco ad locum, voces edere, membra curvare. Haec exempli causa posuimus ut in his similia dixisse videamur. Tertiam, principalem, cum ab omni actu remoti, in otium reponimur et, corporalibus sensibus quietis, profundius aliquid firmiusque tractamus. Hinc est quod aetate maturi melius sapere iudicantur quia, senescentibus membris et corporalibus sensibus mollitis, pro maxima parte in consilium transeunt. Ubi dum mens amplius occupatur, robustior virtute adunationis efficitur, sed iterum desipiunt, cum nimia debilitate deponuntur, quoniam datum est animabus ad tempus suorum sequi corporum necessitates. Quartam, vitalem, id est, calorem animi naturalem, qui nobis propter suum fervorem moderandum aut auras aetherias hauriendo atque reddendo vitam tribuit et salutem. Quintam, delectationem, hoc est appetitum boni malique quem sub iucunditate animus concupiscit."
      },
      {
        "index": 1,
        "text": "Ecce iterum quadripertita subdivisione ad sustentationem corporis explicandam pars ista refunditur. Prima est attractiva, rapiens de naturali quod sibi necessarium sentit. Secunda, detentoria, assumpta retinens donec ex his utilis decoctio procuretur. Tertia, translativa quae accepta in aliud convertit atque transponit. Quarta, expellitiva quae, ut natura fiat libera, sibi nocitura depellit."
      },
      {
        "index": 2,
        "text": "Solvimus, ut datum est, quasi alium nodum, inclinavimus velut sextum collem, ut, difficultatis cacumine deplanato, inoffense ad reliqua gradiamur. Nunc ad originem animae quoniam difficultatibus plena est cautissime veniamus."
      }
    ]
  }
}