{
  "chapterNumber": 3,
  "title": "III. Quare Anima Dicatur (Why It Is Called the Soul)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Anima igitur hominis proprie dicitur, non etiam pecudum, quia illorum vita in sanguine noscitur constituta. Haec vero, quoniam immortalis est, anima recte appellatur, quasi anema, id est, a sanguine longe discreta, quando et post mortem corporis perfectam eius constat esse substantiam sicut in subsequentibus suo loco declaratur. Alii vero appellatam animam dicunt eo quod animet substantiam corporis sui atque vivificet. Animus vero dicitur apo tou anemou, id est, a vento, quod velocissima cogitatio eius ad similitudinem venti motu celeri pervagatur. Fit autem ex appetitu animae pro desiderii eius qualitate commotus. Mens autem dicitur a mene, id est, a luna, quae licet varia vicissitudine commutetur quadam se tamen in id quod fuit perfecta novitate restituit; modo enim tribulationibus attenuata, quasi probatur obscura, modo iterum in vigorem naturalem laetitia commeante reparatur. Spiritus itaque triplici modo dicitur. Appellatur enim veraciter et proprie spiritus nullis indigens, ipse vero a creaturis omnibus indigetur; inspirans quod vult et dispensans omnia prout vult; complens universa, totus in toto, immobilis loco et voluntate aeternus, cunctaque quae summa sunt singulariter potens. Vocamus et spiritum substantiam tenuem nobisque invisibilem, creatam, immortalem, quantum illi utiliter datum est valentem. Tertio, spiritum dicimus per totum corpus emissum atque receptum per quem vita mortalium flatu necessario continetur, nec aliquando otium capiens, iugi mobilitate reparatur. Atque ideo sciendum est animum et mentem proprie animam non vocari, sed quia res istae in anima excellunt interdum per licentiam sic dicuntur. Nec pro anima utique spiritus distincte ponitur quia hoc illi nomen est commune cum ceteris, id est, angelis, potestatibus aeriis, et quaecumque spiritu continentur. Nec iste spiritus veraciter potest dici anima qui aeris alternatione resolvitur, quando cum pecoribus illi res ista communis est."
      },
      {
        "index": 1,
        "text": "Restat ut segregatim atque significanter anima hominis dicatur spiritalis substantia quae nullatenus sanguinus effusione consumitur. Nunc de ipsius animae substantia liberius disseramus, quando eam a similitudine nominum necessaria separatione discrevimus. Quapropter imprimis praegnantem rerum definitionem cautissima deliberatione formemus ut consequentia, quae inde potuerint nasci, fide generis sui facillime videantur agnosci."
      }
    ]
  }
}