{
  "chapterNumber": 13,
  "title": "XIII. De Cognoscendis Bonis Hominibus (On Recognizing Good People)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Sanctarum igitur animarum et in ista communi vita magna iam virtus est. Nam carnem expugnatricem humani generis per quietem debellant, victrices sui sunt dum studendo conscientiae vivo corpori mortem delectantur infligere. Vae autem carni quae hic superata non fuerit! nam quae in hac conversatione vincitur illic sine dubio coronatur."
      },
      {
        "index": 1,
        "text": "Vir denique fixus, purus, innocuus, omnes laudat, se semper accusat, et cum placeat universis, sibi soli displicet. Nimia enim magnitudo est suam intellegere parvitatem, nec praevalet hoc nosse, nisi cum iam coeperint divina patescere. Hi tantum expeditius ad superna volant quantum se onerosius in humana conversatione castigant. Imperant corpori quia famulantur auctori, et dum se exiguos cognoscunt, ad culmen magnae perfectionis evadunt. Nullum laedere cupiunt, laesi semper ignoscunt; caritatem et illis impendunt qui eos scelerato odio persequuntur."
      },
      {
        "index": 2,
        "text": "Tales animae, Domino praestante, etiam noxiis spiritibus imperant, et illi quos mundus patitur infestos, a creatura minore superantur. Adhuc in corpore positae fortiores sunt angelis malis, adhuc inditae carni iubent potestatibus aeris; quorum temptationibus non cedunt, eis divina virtute dominantur. Istae enim immortales proprie sunt dicendae, quas nulla paenitudo discruciat nullus maeror affligit, quae sibi nequeunt reputare quae probantur existere. Inopia ditescunt, carceribus laetae sunt, et inter haec iure secunda illis oboediunt quia semper bonos sequuntur. Contra persecutores fortiore semper eriguntur audacia, quando finis lucis illis principium est bonorum, et in aeterna beatitudine recipiunt quod in temporali conversatione gesserunt."
      },
      {
        "index": 3,
        "text": "Sic sanctorum animae adhuc in isto saeculo commorantes, dum longa sint habitationis contrarietate districtae, tamen bonis angelis videntur esse concives, etiam ex magna parte consortes. Moyses enim per maria terrenum iter aperuit, aquarum domicilia siccis pedibus transmeavit, et tam magni fluctus, quasi latere utroque constructi, in speciem rupis peregrina soliditate riguerunt. Meruit helias ne plueret, obtinuit etiam ut se desideratus imber effunderet, et unus homo beatis supplicationibus egit quod generalitas, cum suspenderetur, impetrare non meruit. Istis enim qui se caelesti conversatione mundificant virtus superna miseratione conceditur quam homo propter originale vitium habere non potest cum creatur. Per mundum transeuntes maiestati semper affixi sunt, quibus tam assidue praestantur magnalia ut paene iure desinant esse miracula. Heliseus discipuli sui oculos caelestem militiam non videntes aperuit, exercitus hostium caecitate percussit. Ademerunt nonnulli flammis incendia, vitalem calorem frigidis cadaveribus reddiderunt. Leones feroces ad sepeliendum corpus convenire fecerunt et in vicem ratis homines legimus vexisse crocodillos, liquorem converterunt in duritiam silicum, latices iusserunt manare de siccitate saxorum, illaesis vestibus prunas accepimus fuisse portatas; ambulare claudum, solem praeceperunt stare celerrimum. Humano verbo facta est naturae diversitas, et in tantam gratiam sunt recepti ut et ipsis potuisset famulari quod servire mundus mirabatur auctori."
      },
      {
        "index": 4,
        "text": "Quid iam de imperio vocis dicamus, quando et vestis eorum tacta effectum sospitatis attribuit et apostolici umbra corporis periculum mortis exclusit? sic abundantia meritorum et per illud videbatur sanare quod constat substantiam non habere. Talis anima absolute sentitur, etiam cum eius existentia non videtur."
      },
      {
        "index": 5,
        "text": "Hilaris illi semper vultus est et quietus, macie validus, pallore decoratus, lacrimis assiduis laetus, promissa barba reverendus, nullo cultu mundissimus; sic per iustitiam mentis de rebus contrariis redduntur homines pulchriores. Oculi laeti et honeste blandi, sermo veriloquus, bonorum pectorum penetrabilis, cupiens amorem Dei omnibus suadere quo plenus est. Vox ipsa mediocris nec debilis vicino silentio nec robusta clamore dilatata, asperitate non frangitur, accedentibus gaudiis non movetur; moribus vultuque unus est. Templum sanctum, domicilium virtutum, cuius ora se nequeunt immutare dum semper probantur studere constantiae. Gradus quoque ipsius nec tardos conspicit nec veloces, nullum propter semetipsum videt, nulli propter alterum parcit, suasor recti sine arrogantia docens, cum humilitate liber, cum caritate districtus, ut tam grave sit illum deserere quam invitum est ab ipsa quoque vita discedere. Amator salutiferi secreti ubi nulla libidine sauciatur, contentione nulla succenditur, superbia non inflatur, invidiam non habet fratrum, nulli loquitur quod paeniteat, nil audit absurdum. Multa turba vitiorum sine certamine vincitur quando solitudo grata suffragatur. Tunicam postremo suam, quamvis more cutis una sit, suavissimis implet odoribus; fragrat, quod divitis indiae pigmenta transcendat. Agnoscitur in illis humanum corpus habere aromata sua, scilicet dum nulla crapulatione distentum, nidores non exudat acerrimos. Facile est advertere quem superna potentia dignatur invisere. Nam et ipse quoque animus noster mox gaudet ad talem et non admonitus intellegit quem caelesti inspiratione cognoscit."
      },
      {
        "index": 6,
        "text": "Verum haec in sexu validiore non adeo miranda sunt. Quis autem digne sufficiat virginum ac viduarum maximas explicare virtutes quae sic ad praecepta Dei sancto amore rapiuntur ut et magnae patientiae se vigore discrucient et ad martyrii coronam victa carnis infirmitate perveniant?"
      },
      {
        "index": 7,
        "text": "Locuti sumus multa de anima; diximus etiam de corpore nostro quae visa sunt. Tendamus nunc acies mentis in futuras retributiones. Convenit enim ut postquam se creatura cognovit, ad creatorem suum pura mente festinet."
      }
    ]
  }
}