{
  "chapterNumber": 1,
  "title": "Ἀλεξίου Κομνηνοῦ ποίημα παραινετικόν (Admonitory Poem of Alexios Komnenos)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Στίχοι, γραφὴ καὶ διδαχὴ, καὶ παραινέσεως λόγοι\nἐξ ᾿Αλεξίου Κομνηνοῦ τοῦ μακαριωτάτου,\nπρὸς τὸν τοῦ πρίγκιπος υἱὸν Καίσαρος Βρυεννίου,\n“εἰς φρόνησιν καὶ παίδευσιν, εἰς λόγων εὐκοσμίαν."
      },
      {
        "index": 2,
        "text": "ἼΕ΄ αἰῶνος, ὑπὸ ἀμαθοῦς καὶ ἀπειροκάλου ἀντιγραφέως γραφθείς. “τρὸς"
      },
      {
        "index": 3,
        "text": "τοῖς ἄλλοις οὐδεμία διάκρισις ὑπάρχει τῶν στίχων γεγραμμέντωυν ἐν συνε-\nἐμὲ, ποιητὴς εἶναι ᾿Αλέξιος ὁ Κομνηνὸς. οὐχὶ ὁ αὐτοκράτωρ, ἀλλ᾽ υἱὸς τοῦ\nαὐτοκράτορος Ἰωάννου τοῦ Κομνηνοῦ, ἑπομένως δὲ ἀνεψιὸς τοῦ ὁμιυνύμου\nαὐτοκράτορος. κατὰ πᾶσαν δὲ βεβαιότητα ἀποτείνει τὰς ἐμμέτρους νου-\nθεσίας αὐτοῦ εἰς τὸν ἀνεψιὸν αὐτοῦ Νικηφόρον Βρυέννιον, τὸν υἱὸν τοῦ\nΝικηφόρου Βρυεννίου καὶ τῆς Ἄννης Κομνηνῆς. τὸ ποίημα ἐξεδόθη τὸ\nπρῶτον περὶ τὰ μέσα τῆς τις΄ ἑκατονταετηρίδος ὑπὸ τοῦ Ἑνετοῦ τυπογρά-\nφοῦυ Χριστοφόρου Ζανέτου, ἐξ ἄλλου χειρογράφου, ὑπὸ τὴν ἐπιγραφήν\n»»Διδασκαλία ΤΤαραϊινετικὴ κυροῦ ᾿Αλεξίου Κομνηνοῦ τοῦ λεγομένου Σπανέα“\nἀναγινώσκεται ,Ἑνετίησι παρὰ Χριστοφόρῳ τῷ Ζανέτῳ.“ Ἡ ἔκδοσις τοῦ\nΖανέτου συμφωνοῦσα μᾶλλον πρὸς τὸ ἐν ἸΤαρισίοις ἀπόγραφον τοῦ τ-τοι-.\nματος διήρηται εἰς μδ΄ κεφάλαια, καὶ διακρίνεται ἐπὶ κομψότητι -“υπο-"
      },
      {
        "index": 4,
        "text": "“ργοΐοοίοβ. απὸ γμεξοῦ"
      },
      {
        "index": 5,
        "text": "Τέκνον μου ποθεινότατον, παιδίν μου ἠγαπημένον,\nὀστοῦν ἐκ τῶν ὀστέων μου καὶ σὰρξ ἐκ τῆς σαρκός μου,\nἤλπιζ᾽ εἰς τὰς πικρίας μου ταύτας τὰς ἀφορήτους ὲ\nκαὶ τοὺς πολλούς μου στεναγμοὺς καὶ τοὺς ἀμέτρους πόνους,\nἵνα σ᾽ εὑρῶ ἀνασασμὸν καὶ παρηγόρημά μου,\nκαὶ κουφισμὸν τῶν πόνων μου τῶν ἀπαραμυθήτων,\nκαὶ παρηγόρημα ψυχῆς, καρδίας μου λαμπάδα.\nὃ λογισμός μου πάντοτε φέρνει σε εἰς τὸν νοῦν μου,\nκαὶ πάντοτ᾽ ἣ καρδία μου εἰς φῶς ποτὲ οὐκ ἦλθεν.\nπαιδίν μου, ἂν ἠπόρησε τῆς πολιᾶς τὸ τγῆρας,\nἐζτὼ φαντάζομαι, δοκῶ, ὅτι ἔμπροστέν μου στέκεις,\nκαὶ κράζω, κράζω, κι οὐ λαλεῖς, ταράσσεις τὴν ψυχήν μου.\nἀπὸ στενοχωρίας μου. ἀπὸ πολλῆς μου θλίψης\nἁπλόνω κι οὐχ εὑρίσκω σε, “μιλῶ σε. οὐ “μιλεῖς με.\nκαὶ παρευθὺς οἱ πόνοι σου κεντοῦσιν τὴν ψυχήν μου"
      },
      {
        "index": 6,
        "text": "καὶ κατακόπτουσιν αὐτήν, ἀναίσθητος ὑπάρχω.\nκαὶ τῆς φωνῆς σου τῆς λαμπρᾶς ἀκούων, τὸ παιδίν μου,\nτὰ δάκρυά μου. ῥέονται, τρέχουν ὡς τὸ ποτάμιν.\nἂν στοχαστῆς, υἱούτσικε, πλέον οὐ μὴ γάρ μ᾽ εἶπες,\nεἰ μὴ ψυχρὸν κι ἀναίσθητον κρύσταλλον παγωμένον.\nἀνέλυσέ μ᾽ ἡ φλόγτωσις τῶν πολυστεναγμάτων\nκαὶ ᾿τάλιν ᾽γάλιν χύνομαι, λύομαι. ὑπαγαίνω.\nαὐτὰ ἐθάῤῥουν εἰς ἐσὲν, παιδίν μου, νὰ κερδήσω;\nἤλπιζα εὕρειν θησαυρὸν κ᾿ ηὗρα καρβούνιν. μέγα"
      },
      {
        "index": 7,
        "text": "ἐξέφνης ἀνελπίστος. καὶ τάφον ὥριξε βαθὴν ὁ χωρισμός σου τούτος καὶ\nἰδοὺ κείτομαι εἰς γὴν ὡς ἄψυχος παιδί μου\" καὶ προσδοκῶν οὐ βλέπωσαι\nἐσθάν:μαι τὸ πάθος ὁ γὰρ νεκρὸς οὐδὲν πονεῖ ὡς ἄψυχος υἷαί μου ἐγὼ"
      },
      {
        "index": 8,
        "text": "ν᾿ ἔσω ἣ καρδιά μου φλέγεται ...\nμὴ δώσῃς τὴν καρδίαν μου στενάγματα καὶ πόνους\nκαὶ, φέρης καὶ τὸ γῆράς μου εἰς ὀλιτοθυμίαν.\nἀρκοῦσι νῦν τὰ ἔπαθες καὶ περισσεύουσίν σε,\nπῶς πάσχεις ὡς παντόρφανος κι ἀποξενιτεμένος.\nδῦ ἐξεύρεις πόσην προσοχὴν καὶ πόσον πόνον ἔχεις\nεἰσὲ ἐμὲν τὸν δόλιον, τὸν πολυπονεμένον,\nἂν λόγους παραινετικοὺς ἤκουσες ἀπ᾿ ἐμένα᾽\nκαλὴν βουλὴν σὲ ἔδωκα, καὶ κράτει την, ἂν θέλῃς᾽\nκαὶ ἂν ἐσὺ, παιδίον μου, τὰ βάλλῃς εἰς τὸν νοῦν σου,\nοὐ μὴ ἐκβάλλῃ ἀπὸ σὲν οὐ θλίψις οὐδὲ χρόνος.\nἐγὼ γὰρ, εἰ κι ἀπόδημος καὶ χωρισμένος εἶμαι.\nποτέ μου ἣ καρδίτσα μου χωρίζετ᾽ ἀπὸ σένα.\nτράφω σε στίχους ἐκλεκτοὺς, στίχους ἐκ τοὺς ἠγάπας,\nκαὶ ὅταν εὕρῃς ἄδειαν, κάθου κι ἀνάγνωθέ τους."
      },
      {
        "index": 9,
        "text": "ιὸ καὶ θὲς τὸν νοῦν σου εἰς αὐτοὺς καὶ βάλλε τὸν σκοπόν σου\nκαὶ οἷον εὕρῃς ἀγαθὸν, θές τον εἰς τὴν ψυχήν σου,\n“κ᾽ ἔχε τον εἰς ἐνθύμησιν, καὶ κράτει τον ᾿ς τὸν νοῦν σου,\n“καὶ εἰς καιρὸν ὁκάποτε, ὅταν οὐκ ἀπαντέχης,\nγὰ τοὺς εὑρῇς πρὸ ὀφθαλμοῦ εἰς ὄφελόν σου μέτα.\nἐκεῖνο μὴ τὸ χρειαστῇς, μηδόλως τὸ θελήσῃς.\nλοιπὸν, υἱέ μου, ἀπὸ τοῦ νῦν ἀπάρχομαι τοῦ λέγειν,\nκαὶ θὲς ς τὸν νοῦν σου, ἄκουσε καλὰ καὶ πρόσεχέ τα.\nΤΤρὸ πάντων ἔχε τοῦ θεοῦ τὸν φόβον εἰς τὸν νοῦν σου,\nοὔ καὶ πρόσεχ᾽, ὅτι τὰ κρυπτὰ γινώσκει τῶν ἀνθρώπων,\nἜἜΚοχχΕι δὲ τοὺς λογισμοὺς. δικάζει καὶ τὰς πράξεις,"
      },
      {
        "index": 10,
        "text": "καὶ φανερόνει τὰ κρυπτὰ καὶ τοὺς κακοὺς κολάζει,\nτοὺς δὲ καλοὺς εὐεργετεῖ καὶ φίλους ὀνομάζει:\nεἰς τοῦτον μόνον ἔλπιζε κ᾽ εἰς ἄλλον μὴ ἐλπίζηῃς. -\nεἴ τις εἰς θεὸν ἤλπισεν, ποτὲ οὐ καταισχύνθη.\nἄλλος δὲ πάλιν θαυμαστὸς προφήτης λέγει τοῦτο᾽\nεἴ τις εἰς ἄνθρωπον θαῤῥεῖ. κ᾿ εἰς ἄνθρωπον ἐλπίζει,\nἐπικατάρατός ἐστιν μᾶλλον κ᾽ ἀπελπισμένος.\nδ Τὸν βασιλέα, ὦ υἱὲ, τίμα τον καὶ φοβοῦ τον\nπρόβλησις ἔνι τοῦ θεοῦ ὁ βασιλεὺς, παιδίν μου᾽\nἂν ἔχῃς πίστιν εἰς αὐτὸν, ὡς ἀπαιτεῖ ὁ νόμος,\nοὐ μὴ σὲ λείψῃ τὸ καλὸν καὶ ἣ ἀγάπη τούτου,\nδιότι ἣ καρδία του δύναται παρὰ πάντων,\nτὸ καὶ παρὰ πάντας δύναται, παιδίν μου, εἰς τὸ θέλει,\nκαὶ εἴ τι θέλει, δύναται ποιεῖν το ὅταν θέλῃ᾽\nὡς ἔχει γὰρ τὴν δύναμιν, ἐργάζεται συντόμως."
      },
      {
        "index": 11,
        "text": "Ἕνα θεὸν ἐγνώριζε τῶν πάντων βασιλέα,\nἕνα θεὸν φοβήθητι τῶν πάντων εὐεργέτην,\nτὸ θεὸν τὸν παντοδύναμον, θεὸν καρδιογνώστην᾽\nκαὶ ἂν ἀκούσῃς κατ᾽ αὐτοῦ ῥήματα βλασφημίας,\nγὰ μὴ τὰ παραδέξεσαι μηδ᾽ ὑποφέρῃς ὅλως,\nὅτι εἰς κόλασιν σχεδὸν ἐκπίπτεις τῆς γεέννης.\nἂν μάθῃς λόγον βλάσφημον κατὰ τοῦ βάσικεινν;\nτάχιστα δράμε, δεῖξέ τον ...... ....\nγὰ πάθῃ ὡς ἐπίβουλος, νὰ παιδευθῶσιν ἄλλοι.\nθεὸς γὰρ ὀνομάζεται κι ὃ; βασιλεὺς, παιδίν μου,\nκαὶ εἴ τις φέρει κατ᾽ αὐτοῦ, κίνδυνος ἔνι κόσμου.\nὩσὰν ἰδῇς τὸν φίλον σου, παιδίν μου, πρὸς ἐσένα,"
      },
      {
        "index": 12,
        "text": "ὁπόταν θέλῃς κτήσασθαι μετά τινος φιλίαν,\nπολυπραγμόνει, μάνθανε, ψηλάφα, κατερώτα\nτὴν γνώμην καὶ τὴν φρόνησιν καὶ τὴν προαίρεσίν του,\nμᾶλλον ἂν εἶχεν πρὸ ἐσοῦ φίλον καὶ πῶς τὸν εἶχεν,\nκαὶ ποταπὴν ὑπόληψιν ἔδειξε πρὸς ἐκεῖνον.\nκι ἂν μάθῃς, ὅτι καθαρὰν ἐφύλαξεν ἀγάπην,\nτότε ἀναγκαλίσου τον καὶ δέξου τον ὡς φίλον.\nεἰ δ᾽ εἰς τὸν πρῶτον ἔσφαλεν κι: οὐκ ἔότερξεν ὡς φίλον. .\nφεῦγε, ὅσον τὸ δύνασαι, ἀποχωρίσου ἀπ᾿ αὔτου."
      },
      {
        "index": 13,
        "text": "ἔχε τιμὴν κι ἀσχόλησιν καὶ καθαρὰν ἀγάπην,\nκαὶ χῶμαν γίνου, ἂν ἠμπορῇς, νὰ σὲ πατοῦσιν ὅλοι.\nἐξακολούθει θέλημαν, καλὴν βουλὴν ἀνθρώπων.\nτοῦτό ἐστιν τὸ εὔλογον, ὅλους τιμὴν νὰ δίδῃς\"\nαὐτὰς καὶ μόνον ἀγαθὰς ἔχε χρηστὰς ἐλπίδας.\nπρόσεχ᾽ αὐτοῦ ποῦ ᾿ἠκούμπησες κι ἐτάχθης νὰ δουλεύῃς,\nὁτοχάσου τὴν δουλείαν τους, νόησε: τὴν βουλήν τους᾿\nοὐκ, ἔχουν τὴν τυραννικὴν οὐδ᾽ ἀπὸ δυναστείας,\nἀλλ᾽ ἐκ θεοῦ τὴν ἔχουσι καὶ θέλουν την κερδίσει.\nἐσὲν δὲ τί σὲ ἔχουσιν καὶ τί σὲ χρεωστοῦσιν;\nὡς γνήσιον οὐκ ἔχουσιν, πὰιδὶν, νὰ σ᾽ ἀγαπῶσιν.\nἂν ἔχουν πρὸς. ἐσὲν. υἱὲ.: ἀσχόλασιν κι ἀγάπην,\nἁρμόζει σε τὸ νὰ γενῇς δοῦλος δεδουλωμένος.\nτίμα τους καὶ πόθει αὐτοὺς ὡς (ἀληθεῖς) γονεῖς σου,\nἀγάπα τοὺς ὡς φίλους σου, κάμνε τὸ θέλημάν τους."
      },
      {
        "index": 14,
        "text": "Αγάπα τὰ στρατιωτικὰ, σπούδαζε, μάνθανέ τα᾿\nστρατιῶται ἦσαν ὅλοι σου καὶ πάπποι καὶ προπάπποι,"
      },
      {
        "index": 15,
        "text": "ὅλον τὸ τενολόγιν σου καλοὶ στρατιῶται ἦσαν.\nκι ἂν τ᾽ ἀταπᾷς, ἐγνώριζε, σύντομα νὰ τὰ μᾶθῃς᾽"
      },
      {
        "index": 16,
        "text": "πόλλ᾽ ἔχει μέγαν ὄνομα ὁ Καῖσαρ ὃν δουλεύεις\nεἰς ὅλα τὰ στρατεύματα, εἰς τὰ κεφαλατίκια.\nὰν σὲ συντύχῃ, πρόσεχε, ἄκουε νὰ μανθάνῃς ,'\nπλὴν μετὰ ταπεινότητος καὶ προσοχῆς μεγάλης."
      },
      {
        "index": 17,
        "text": "ἂν τύχῃ κάποτε καιρὸς νὰ ταὔρῃς ἔμπροσθέν. σου.\nεἰς τὸ κυνήγι σπούδαζε καὶ τρέχε καὶ γρηγόρει,\nὅτι μεζτάλως ἐξυπνᾷ τὸν ἄνδρα τὸ κυνήγιν.\nἄκουε πάντα συνετῶς, καὶ χώριζε τὸ κρεῖττον.\nμὴ προλαμβάνῃ ἣ γλῶσσά σου ποτὲ τὸν λογισμόν σου.\nπολλοὺς τὰρ ἐκ συναρπαγῆς παρέδωκεν ἣ γλῶσσα,\nκαὶ διὰ τοῦτο πρόσεχε πρῶτον καλὰ καὶ σκόπει,\nκαὶ τότε λάλει ταπεινὰ καὶ μεμελετημένα..\nἡ προσευχὴ πρὸς τὸν θεὸν μεγάλως οἰκειοῦται\". :\nὁπόταν γὰρ ἣ προσευχὴ γίνετ᾽ ἀπὸ καρδίας,\nὥσπερ δποῦ συνομιλεῖ τὸν κύριν του πολλάκις,\nθαῤῥεῖ, παῤῥησιάζεται, ὡς ἔθος πρὸς ἐκεῖνον,\nοὕτως ὃ προσευχόμενος καὶ ψάλλων κατὰ μόνας\nλαμβάνει χάριν ἐκ θεοῦ, εὑρίσκει παῤῥησίαν.\nλοιπὸν εἰς τὴν καρδίαν σου θές το, παιδί μου, τοῦτο,"
      },
      {
        "index": 18,
        "text": "τ καὶ ὅταν “εὕρῃς ἄδειαν, καὶ ψάλλε καὶ προσεύχου.\nπάντα τὰρ τὰ φαινόμενα καὶ τὰ λαμπρὰ τοῦ κόσμου\nοὐκ ἔχουσιν ὑπόληψιν οὐδὲ φιλοτιμίαν\"\nτίποτ᾽ οὐκ ἔφερεν κανεὶς ἐκ τὸν παρόντα κόσμον᾽"
      },
      {
        "index": 19,
        "text": "γυμνοὶ γὰρ ἐγεννήθημεν, γυμνοὶ πάλιν θανοῦμε,\nκαὶ τοῦ γυμνοῦ πτωχότεροι᾽ παιδίν μου, τί κερδαίνεις\nπλοῦτος ζωῆς καὶ χρήματα, ματαιοτάτην δόξαν ;"
      },
      {
        "index": 20,
        "text": "οὔτε ὃ πλοῦτος ἀληθῶς, οὐ δόξα ἐπαινεῖται,\nαὔτ᾽ ἔχουν καὶ τὸν ἔπαινον, αὔτ᾽ ἔχουν καὶ τὸν ψότον.\nγίνωσκε, τιμιώτερον τῆς ἀρετῆς οὐκ ἔνι᾽\nτὸ κάλλος γὰρ ἠχρείωσεν ἡ νόσος καὶ τὸ τῆρας,"
      },
      {
        "index": 21,
        "text": "καὶ κέρδος ἔχει δαψιλὸν. τὴν ἄνω βὰσιλείαν.\nμὴ προτιμήσῃς συγγενῶν ἀγάπην περὶ φιλίαν,\nμηδὲ συγκρίνῃς πρόσωπον γνησίων ἐκ μακρόθεν\"\nσύγκρισιν ἔχε καθαρὰν, ἀγάπην παρὰ ὅλα᾽\nοὐκ ἔστιν γὰρ ἀντάλλαγμα τῆς καθαρᾶς ἀγάπης.\nἄτακτον τέλειον σαλὸν βαροῦ κι ἀπόφευγέ το.\nλόγόν ἀπόφευγε θρασὺν, μανίαν ἐξεγείρει\"\nτὸ ἐντρέπεσαι νὰ πολεμῇς, ἐντρέπου νὰ τὸ λέτῃς\"\nσιτὸς ἂς ἦσαι καὶ πραὺς, καὶ φρόνιμον νὰ σ᾽ ἔχουν.\nεἴ τι κακὸν ἂν πολεμῆῇς, γνώριζε, οὐ λανθάνεις,\nἂν γὰρ τοὺς πάντας ἔλαθες, τὸν θεὸν οὐδὲ λανθάνεις,\nἔχεις καὶ τὴν συνείδησιν, ὁποῦ σὲ θέλ᾽ ἐλέγξει.\nπρόσεχε ἀπὸ πονηρῶν ἀνθρώπων κακοτρόπων᾽\nπολλάκις τὴν ἀλήθειαν πολλοὶ οὐκ ἐγνοοῦσιν"
      },
      {
        "index": 22,
        "text": "καὶ ζῶν καὶ μετὰ θάνατον χάριτας προξενοῦσιν\nοὐ ψέγει φρόνιμος τινὸν ποταὶ διὰ παινίαν\nοὐδὲ τῶν πλοῦτον ἐπαινεῖ\" διὰ πλισμονὴν χριμάτιυν\nοὐκ ἔνει αὐτὸ προαίρετος ὁπλοῦτος καὶ ἡ παινία\nἀλλ᾽ εἰς θεοῦ τὸ θέλημα κηνοῦνται καὶ τὰ δύο\nἡ γνώμη καὶ ἡ προαίρεσις ἔν τῶν ἀνθρώπων μόνον\nχρίματα δὲ οὐκεφελοῦν ἀλλὰ μόνον εὐλάπτουν"
      },
      {
        "index": 23,
        "text": "καὶ λογοχαρικίζουσιν εἰς πρόσωπα μεγάλα.\nπολλοὺς ἀνθρώπους ἔβλαψεν θρασυνομένη τλῶσσα᾽\nπολλοὶ τὰρ ἔπαθον κακὸν ἀδίκως ἐκ τῆς γλώττης.\nεἴ τι γινώσκεις κατὰ νοῦν. μελέτα νὰ τὸ ξέρῃς\"\nτὸ δ᾽ ἀγνοεῖς, ἐπιμελοῦ καὶ τρέχε νὰ τὸ μάθης.\nκαὶ πάσχε καὶ ἀγώνιζε᾽ νὰ μάθῃς τὸ οὐκ ἠξεύρεις. ͵\nὅλον τὸν χρόνον, ὦ υἱὲ, τὸν τῆς ζωῆς σου ταύτης\nεἰς λογικὰ μαθήματα γύμναζε τὸν ἑαυτόν σου᾽\nπροκόπτεις γὰρ εἰς τὸ καλὸν ἀεὶ τῶν μαθημάτων,\nτὸ καὶ μετὰ πάντων θαῤῥικῶς δύνασαι συντυχαίνειν,\nκαὶ τὸ γυρέύουσιν πολλοὶ κι ἐπεθυμοῦν γὰ μάθουν,\nφαίνεσαι ὅτι ἠξεύρεις τὸ κι ἐντρέπονταί σε ὅλοι.\nτοὺς πάντας προσχαιρέτιζε μετὰ περιχαρείας,\nκαὶ μετὰ πάντων ἐφελκοῦ τῶν ὅλων. τὴν ἀγάπην...\nἂς ἦσαι εἰς. πάντας πρόσχαρος, εὐστόμυλος εἰς ὅλους."
      },
      {
        "index": 24,
        "text": "ο΄ συγκάθιζε μετὰ καλοὺς, ἑνόνου μετ᾽ ἐκείνων,\nτοὺς δὲ κακοὺς ἀπόφευγε, μηδόλως δμιλῇς τους.\nἀγάπα τὴν ἀλήθειαν, παϊδίν μου, παρὰ΄ πάντα,\nκαὶ τοῦτο πληροφόρησον πάντα τὸν ἑαυτόν σου, ;\nὅτι ἂν εἴπῃς ἀληθῶς, βεβαίως νὰ τὸ ἔχῃς.\nβλάπτοντ᾽ οἱ μὴ ἀκούσαντες τὸν λόγον τοῦ κυρίου.\nλέγει γὰρ ὁ ἀπόστολος Ἰάκωβος κυρίου᾽\nμὴ οὐρανὸν ὀμνύετε. μήτε τὴν γῆν κυρίου.\nμὴ κάμῃς φίλους σύντομα καὶ πάλιν τοὺς ἀφήσης᾽\nὥσπερ γὰρ ἔνι συχαντὸν τὸ νὰ μὴ ἔχῃς φίλους,"
      },
      {
        "index": 25,
        "text": "οὕτως ἔνι ὑπόψογον συχνὰ νὰ κάμῃς φίλους,\nγὰ τοὺς ἀφίνῃς σύντομα καὶ νὰ γυρεύῃς ἄλλους."
      },
      {
        "index": 26,
        "text": "κοῦ ἕνεκεν τούτου πρόσεχε πρῶτον καλὰ καὶ σκόπει,"
      },
      {
        "index": 27,
        "text": "καὶ. τότε γύρεψε καλῶς γὰ κάμνῃης τὴν φιλίαν."
      },
      {
        "index": 28,
        "text": "ἀφ᾽ ὅτου φθάσῃς κι εὕρῃς τον ἐκεῖνον σοῦ τὸν φίλον,"
      },
      {
        "index": 29,
        "text": "τότε προχείρου μετ᾽ αὐτὸν μετὰ πολλῆς ἀγάπης.\nἂς ἧὖσαι τότε ἐλεύθερος, ἂς ἦσαι ἀφιερωμένος,\nκαὶ φρόντιζε τοῦ φίλου σου μετὰ πολλῆς ἀγάπης\nπαρὰ τὴν θεραπείαν σου καὶ τὴν ἀνάπαυσίν σου.\nκαλὴ καὶ πρώτη δοκιμὴ τοῦ φίλου ἔνε τοῦτο,\nὁκάποτε κι ὃ φίλος σου ᾿ς ἀνάγκην βοηθεῖ σε,\nἂν ἔχῃς καὶ περίστασιν καὶ συγκακοπαθεῖ σε.\nἂν ἴδης καὶ τὸν φίλον σου καὶ χρήζει τίποτέ σου,\nμὴ καρτερέσῃς νὰ τὸ εἰπῇ μηδὲ «νὰ τὸ ζητήσῃ,\nφρῦ ἀλλ᾽ ἀπ᾿ ἐντεῦθεν πρόλαβε καὶ δός του μοναχός σου,\nνὰ τοῦ τὸ δώσῃς, νὰ χαρῇ; οὐχὶ δι᾽ ἀτιμίαν.\nἐκείνους ἔχε μετὰ σὲ, ἀγάπα κι ἀποδέχου,\nὁποῦ πολλὰ συνθλίβονται μετὰ τῶν δυστυχούντων,\nἀλλὰ καὶ μᾶλλον χαίρονται μετὰ τῶν εὐτυχούντων.\nκἂν ἔνι γὰρ ἐκ τῶν αὐτῶν εἶδεν κανεὶς πολλάκις"
      },
      {
        "index": 30,
        "text": "θλιβόμενον καὶ πάσχοντα, κακῶς καὶ συνεθλίβην,\nμετὰ καμπόσον δὲ καιρὸν εἶδε τὸν εὐτυχοῦντᾶ,\nἐζήλωσεν, ἐφθόνησε κι ἀπώσατο φιλίαν.᾽\nς ὅταν εἰς φίλον κάθεσαι, μιμνήσκου τοὺς ἀποδήμους,\nἵνα. : πχηροφορῇς αὐτοὺς, ὅταν οὐδὲν τοὺς βλέπης."
      },
      {
        "index": 31,
        "text": "ὙΘΙΒΌΠΙ ΒῈ θυ. τὸν ἕνα: γὰρ καὶ τὸν αὐτὸν οἱ Σ᾽ τινὰς πὸλλ"
      },
      {
        "index": 32,
        "text": "ἀεὶ καὶ πάντ᾽ ἐνθύμου τους, μὴ λείπουν ἐκ τὸν νοῦν σου.\nὃπ᾽ ἔχει χρήματα πολλὰ καὶ φρόνησιν οὐκ ἔχει,\nοὐδ᾽ ἠμπορεῖ νὰ οἰκονομῇ τὸ πρᾶγμα εἰς τιμήν του,\nμὴ ἐπαινῆς τὸν πλοῦτόν του, μὴ ἐπιχαίρεσαί \"τον,\nὁμοιάζει γὰρ ἀστράτευτον ἄνθρωπον τοῦ πολέμου,\nὁποῦ καθίζεται εἰς φαρὶν παράξενον πρωτεῖον.\nὡσὰν ἀπάνθρωπος κακὸς, ὡσὰν ἐγκαρεμένος\nθλίψιν τινὸς καὶ συμφορὰν βλέπε μὴ ὀνειδίσης.\nἂν ἠμπορῇς εὐεργετεῖν, ἂν ἠμπορῇς χαρίζειν,\nκαλοῖς δίδε καὶ χάριζε, νὰ σὲ εὐχαριστοῦσιν.\nἁποῦ κακοὺς εὐεργετεῖ καὶ ἀχαρίστους δίδει,\nμόνον τὸ δῶρον ἔχασεν κι εὐχαριστιὰν οὐκ ἔχει.\nὥσπερ τινὲς οἱ τρέφοντες ξένων τινῶν σκυλία. ΄\nἀφότι φάγαν τὸ ψωμὶν, καὶ κατ᾽ αὐτοῦ ταυγίζουν,\nοὕτως καὶ ὁ ἀχάριστος τόσον ὑβρίζει πλέον."
      },
      {
        "index": 33,
        "text": "τοὺς λογοχαρικίζοντας, ὅτάν κακόν τι πράξῃς, .\nἂν ἦν᾽ καὶ φίλοι, φεῦγέ τους, ζημιὰν σὲ προξενοῦσιν.\nἂν γαρ σὲ ὀνειδίσωσιν, καὶ μᾶλλον ὅταν σφάλλης,\nπῶς γὰρ ἀφήσεις τὸ κακὸν, πῶς νὰ τὸ ὑποφέρῃς;\n͵ πάντοτε γίνου ταπεινὸς, εὐόμιλος καὶ πρᾶος᾽\nἄνθρωπον γὰρ κενόδοξον τίς νὰ τὸν ἀγαπήσῃ;\nἂν ἴδῃς δὲ θυμούμενον ἄνθρωπον, μὴ λαλήσῃς,\nεἴ τι σὲ εἰπῇ, καρτέρησε καὶ μακροθύμησέ τον,\nοὖ τότε τὸν κατονείδισε κ᾿ εἰπέ τον ὅσα θέλεις.\nτὸν δὲ παροξυνόμενον ἂν τὸν κατονειδίσῃς,"
      },
      {
        "index": 34,
        "text": "ὁμοιάζει ὅτι ὠνείδισες ἄνθρωπον μεθυσμένον,\nκαὶ μᾶλλον δὲ χειρότερον ἔποισες παρ᾽ ἐκεῖνον.\nὥσπερ τὰ ξύλα τοῦ δρυμοῦ τὴν φλόγαν ἐπαυξάνουν.\nοὕτως καὶ τὸν θυμούμενον ὁ λόγος ἀγριαίνει.\nμὴ γίνεσαι φιλόνεικος καὶ ὑβρισθῇς εἰς ὅλους.\nμὴ γίνεσαι πολύκαλος εἰς τὸν καθένα λόγον,\nμηδὲ θελήσῃς εὐδοκᾶν εἰς τὸν καθένα λόγον᾽\nἄνθρωπος εἶσαι καὶ ἐσὺ καὶ καθ᾽ ἑκάστην σφάλλεις᾽\nμὴ χρήσῃς γέλος ἄτακτον καὶ ποίσῃς ψόγον μέγαν.\nὅταν ἀκούσῃς φρόνιμον λόγον νὰ σ᾽ ὠφελέσῃ,\nὅλον ᾿ς τὸν νοῦν σου θέσε τον καὶ χώριζε τὸ κρεῖττον.\nὅδ οὕτως γὰρ γίνεται ὁ λαλῶν πρόθυμος εἰς τὸ λέγειν,\nἂν ἴδῃ καὶ προσέχῃς τὸν τὸν λόγον εἰς τὸν νοῦν σου.\nεἰς τὸ διπλάσιον ὄφελος μόνος ἐσὺ κερδαίνεις,\nἐκ τοῦ λαλοῦντος ἔπαινον καὶ ἐκ τοῦ λόγου γνωσιν."
      },
      {
        "index": 35,
        "text": "καὶ τὸ ὀλίγον χάρισμα μεγάλον εὐχαρίστει\"\nἂν τὸ μικρὸν εὐχαριστῇς; ἐπέρχεταί σοι μέγα.\nο φεῦγε τὰ συγκαθίσματα εἰς τὰς πολυποσίας᾽\nος εἰ δὲ συμβῇ καὶ κρατηθῇς μετά τινος εἰς δεῖπνον,\nμὴ σὲ προλάβῃ τὸ κρασὶ, μὴ σὲ νικήσῃ ἣ μέθη,\nμᾶλλον ἐσὺ προλάμβανε, ἐγείρου κὶ ἀναχώρει.\nΠ καὶ ὅταν πάσχῃ ὃ στόμαχος ἀπὸ πολυποσίαν,\nκαταθολόνεται ἣ ψυχὴ, βλάπτεται καὶ τὸ σῶμα.\nἐκεῖνος ὅμοιός ἐστιν ἅρμα χωρὶς τὸν ἵππον, ὁ\nὡς σκάφος χειμαζόμενον μὴ ἔχον κυβερνήτην."
      },
      {
        "index": 36,
        "text": "ἀρχὴ σοφίας ἔπαινος, ἀρχὴ δὲ μάχης ψόγος.\nἀργὰ καὶ μετὰ προσοχῆς πολέμει τὴν βουλήν σου\nτὸ ἔργον μετὰ τὴν βουλὴν ποτὲ μὴ ἀθετήσῃς.\nεἰ δ᾽ ἔχεις τίποτες κρυπτὸν καὶ συμβουλὴν γυρεύεις,\nξενοπροσώπως ἀφηγοῦ καὶ μὴ φανῇ ἐδικόν σου,\nοΤὅ καὶ “νὰ κεῤδίσῃς τὴν βουλὴν καὶ νὰ σὲ λείπῃ αἰσχύνῆ.\nὁπόταν εἰς ὑπόθεσιν βούλεσαι ἐδικήν σου,\nκι ἐνθυμηθῇς ὅτι ἔπαθες ἀπὸ κακοβουλίας,\nμὴ θυμωθῆς, μὴ ὀξυνθῆς, μηδὲ κακοτροπίσης,\nμᾶλλον δὲ στερεώθητι καὶ. σκόπευσον τὸ κρεῖττον. ΄.\nκαλοὺς ἀνθρώπους φρόντισε νὰ ποίσῃς συνεργούς σου,\nεἰ δὲ καὶ ποίσεις πονηροὺς καὶ πράξουν πονηρίαν,\nαἴτιος εἶσαι τοῦ κακοῦ κ᾿ ἐσὺ ἔχεις πλεὸν τὸ κρίμα\"\nὅσα κακὰ κι ἂν πολεμοῦν, ἀπήλογος ἐἶΐσθαι θέλεις.\nἔπαινον θέλε τῶν καλῶν ἀντὶ πολλῶν χρημάτων."
      },
      {
        "index": 37,
        "text": "πρᾶγμα κακὸν μὴ θεωρῇς μηδὲ ἀκούειν θέλε\"\n“ς΄ τὸ γὰρ κακὸν ἂν βοηθῆς, ἐσὺ κακὸς νὰ δείξῃς.\nτὴν ἀρετὴν καὶ φρόνησιν ἀγάπα καὶ τὴν γνῶσιν\nπλούτου παντὸς ἐπέκεινα καὶ θησαυρῶν μεγάλων.\nἐκεῖνα παραμένουσιν, ὃ πλοῦτος δ᾽ οὐ προσμένει\"\nὃ νοῦς γὰρ μέγας θησαυρὸς ἐπέκεινα τῶν ἄλλων,\nτς εἰς τόπον ὀλιγούτσικον ἔνι ᾿ποχωρεμένος.\nὅταν σ᾽ ἐπέλθῃ χαροπὸν, μὴ τὸ κενοδοξήσῃς,\nκαὶ ὅταν σ᾽ ἔλθῃ λυπηρὸν, μὴ σὲ νικήσῃ ἣ θλίψις\"\nτὸν δὲ σκοπὸν τῆς λύπης σου μηδὲν τὸν φανερώσῃς,\nἵνα. μὴ χαίρωνται οἱ ἐχθροὶ κ᾿ οἱ φίλοι σου λυποῦνται."
      },
      {
        "index": 38,
        "text": "ὁποῦ τὴν θλίψιν μοναχὴν οὐ δύναται φυλάξαι,\nπῶς νὰ φυλάξῃ θησαυρὸν ἢ τιποτ᾽ ἄλλον πρᾶγμα;\nἀπόφευγε τὰς ταραχὰς, φεῦγε καὶ τοὺς κινδύνους᾽Ὡ\nεἰ δὲ συμβῇ σε κι ἐμπλακῇς εἰς κίνδυνον πολλάκις,"
      },
      {
        "index": 39,
        "text": "πάντες γὰρ ἀποθνήσκομεν κἂν οὕτως, κἂν ἀλλέως -«“--\nκαλὸν καὶ ὑπερένδοξον τὸν ἔπαινον κερδάνῃς.\nὡς θέλεις νἄχουν, τέκνον μου, πάντες σ᾽ οἱ κρείττονές σου,\nοὕτως καὶ τοὺς ἐλάττονας τίμα καὶ πρόσεχέ τους."
      },
      {
        "index": 40,
        "text": "ἀγάπα δὲ τοὺς λέγοντας ὀρθὰ ἀκολακεύτως.\nἀγάπα καὶ τοὺς συγγενεῖς καὶ τίμα κι ἀσχολοῦ τους,\nὅτι ὃ νόμος λέγει το, ἣ φύσις ἀπαιτεῖ το.\nἂν γὰρ οὐκ ἔχῃς εἰς αὐτοὺς ἀγάπην, ὡς ἁρμόζει,\nξένος οὐ μὴ σ᾽ ἐμπιστευθῇ, καὶ εἶσο, ὑβρισμένος.\nθέλε τοὺς ὄντας μετὰ σὲ, ἀγάπα κι ἀποδέχου,\nκάλλιον νὰ σ᾽ ἐντρέπωνται παροῦ νὰ σὲ φοβοῦνται᾽\nγεννᾷ γὰρ σέβας ἣ ἐντροπὴ, ὃ φόβος ἔχει μῖσος.\nλόγους κακοὺς μηδὲν λαλῇς μηδὲ ἀκούειν θέλῃς,\nὅπου γὰρ θέλει᾽ πάντοτε ἀκούειν αἰσχροὺς λόγους,\nλέγειν αἰσχρὰ οὐκ ἐντρέπεται, καὶ πράττειν οὐ φοβεῖται.\nἀπόφευγ᾽, ὅσον δύνασαι, κενὰς αἰσχρολογίας,\nπολλάκις γὰρ “καὶ συγγενεῖς ἤγειραν κατ᾽ ἀλλήλων,\nκαὶ ἔχθραν ἔβαλαν πολλὴν μέσον γονεῖς καὶ τέκνα,\nκαὶ πόλεις ἐκατέσκαψαν κ᾿ ἠφάνισαν τελείως,"
      },
      {
        "index": 41,
        "text": "καὶ εἰς κακὸν ἐνήργησαν χείλη διαβολέων."
      },
      {
        "index": 42,
        "text": "ὅταν σὲ στήσουν εἰς ἀρχὴν καὶ λάβῃς ἐξουσίαν,\nτοὺς πρὸ ἐσένα σφάλλοντας, τέκνον μου, συγγνωμόνει,\nτοὺς δὲ. καὶ καταβλάπτοντας καὶ κρῖνε καὶ τιμώρει,\nὅσον τὸ δύνασαι, υἱὲ, φεῦγε τὰς ἀδικίας,\nκἂν εὐτυχῇς, κἂν ἀτυχῇς, κἂν ἔχῃς, κἂν οὐκ ἔχῃς.\nὁ πένης γὰρ ἂν ἀδικῇ, ἐξαφορμεῖται οὕτως,\nὅτι πολλὰ τὸν λείπονται καὶ ἐξ ἀνάγκης κλέπτει. ΄\nὃ πλούσιος ἂν ἀδικῇ καὶ τοὺς πτωχοὺς ζΖημιόνῃ,\nκόλασιν ἔχει φοβερὰν καὶ σύγκρισιν μεγάλην\"\nἣ πρᾶξις γὰρ ἣ ἄβουλος οὐκ ὠφελεῖ, ἀλλὰ κόπτει,\nὀλίγοι δίχα ιῆἣς βουλῆς ἐπέτυχον τὴν πρᾶξιν.\nπρῶτος καλὸς καὶ δυνατὸς ἐκεῖνος ὃ δυνάστης, .\nὁποῦ. τὸ δίκαιον σύντομά νοήσει κι ἐξελέγξει, -\nμᾶλλον ὡς δίκαιος δικαστὴς τὸ δίκαιον προτιμᾶται,\n“τὴν δ᾽ ἀδικίαν ἐκμισεῖ ὡς ἄδικον καὶ φαύλην."
      },
      {
        "index": 43,
        "text": "οὕτως, παιδίν μου, σπούδαζε “νὰ ἐγνωρισθῇς εἰς ὅλους.\nες ἐπαίνει πάντα τὸ καλὸν, δι᾿ Οὗ. νὰ σ᾽ ἐπαινέσουν᾽\nτὸ γὰρ καλὸν καλὸν ἔνι κ᾿ οἱ πάντες ἀγαποῦν το,\nαὐτοὶ δ᾽ ὁποῦ τὸ πράττουσιν, μόνοι τὸ ἔχουν κέρδος.\nπολλάκις οἱ ἀπρόσεκτοι λέγουν - ἀπερισκέπτως\"\nλέγειν αἰσχρὰ οὐκ ἐντρέπονται καὶ πράττειν οὐ φοβοῦνται.\nἀλλ᾽ ὁ δυνάστης ὁ θεὸς ἔδωκεν εἰς τὸν κόσμον\nσὺ δὲ, ἂν ἔχῃς φυσικὸν προτέρημα ὀλίγον,"
      },
      {
        "index": 44,
        "text": "μὲ. τὴν καλογνωμίαν σου σπούδαζε νὰ τ᾽ αὐξήσῃς,\nνὰ ἐπαινῆσαι εἰς πολλοὺς καὶ νὰ τιμᾶσαι πλέον.\nἄν τις ποιήσῃ σε καλὸν ἤ τι ἀγαθοσύνη,\nεἰ δὲ κακόν σοι τίποτες τὶς ἕτερος ποιήσει,\nἀπαλησμόνει το τουργὸν καὶ ῥῖπτε το ἐκ τὸν νοῦν σου.\nτὸ μὲν γὰρ ἐκ χρηστότητος καὶ γνώμης ἐς,\nἀπὸ καρδίας καθαρᾶς, ἐκ μεγαλοψυχίας,\nϑῦῦ φιλάνθρωπος κι ἐπαινετὸς ἐχθροῖς οὐκ ἀνταποδίδει,\nκαὶ μᾶλλον τοὺς ὁμογενεῖς. ἢ καὶ τὐὺς ὁμοφύλους.\nτοὺς συχνοευεργετιστὰς ὀνόμαζέ τοὺς φίλους.\nὅταν σ᾽ ἐπέλθῃ τίποτες πρᾶγμα ἐξ ἀδικίας,\nμὴ τὸ χαρίσῃς φίλον σου ἢ (τείτον᾽) ἐδικόν σου᾽\nὅτι ἂν ἔνι φίλος σου, οὐ μὴ σὲ ἐπαινέσει,\nἀλλὰ μᾶλλον ὡς μισητὸν καὶ βδελυκτὸν νὰ σ᾽ ἔχουν.\nεἰ δὲ κακὸν εὐεργετεῖς, ἔχεις διπλῆν ζημίαν,"
      },
      {
        "index": 45,
        "text": "ὅτι κακῶς ἐκέρδισας. ἐξ ἀδικίας πρᾶγμαν,\nοἱ δὲ καλοὶ βαρύνονταί σ᾽ ὡς ἄχρηστον τὴν γνώμην,\nκαὶ ἀποστρέφονται λοιπὸν, φίλον οὐκ ἔχουσίν σε.\nἂν πρός τινας ὑποσχεθῆῇς τίποτε νὰ χαρίσῃς,\nσύντομα τοῖς τὸ χάρισε, νὰ ἔνε ἣ χάρις χάρι᾽\nἐκεῖνον τὸ ὑποσχεθῆς ἀκέραιον τὸ πέμψε,\nος εἶ δὲ δώσεις τὸ ἥμισυ, ἣ χάρις ὅλη ἐχάνθη.\nδ' γὰρ λαβὼν οὐ χαίρεται τοσοῦτον εἰς τὸ ἐπῆρεν,"
      },
      {
        "index": 46,
        "text": "ὅσον εἰς τὸ τὸν ἔλειψεν λυπεῖται καὶ γογγύζει.\nἂν δώσῃς τίποτε τινὰν, μηδὲν τὸ ὀνειδίσῃς,\nκαὶ ὁμοιάσεις γεωργὸν ἄπορον κατὰ πάντα, :\nἀφότου σπείρῃ τὴν σπορὰν καὶ κλείσῃ τὸ χωράφιν,\nἐμπάζει τὰ χοιρίδια του καὶ σκάπτουν τὸ χωράφιν,\nο΄ ἀποστερεῖται τὸν καρπὸν καὶ χάνει. καὶ τὸν σπόρον.\nτί δὲ ἐκέρδισεν λοιπὸν ὁ ἄτυχος ἐκεῖνος;\nοὕτως ἐσὺ, υἱούτσικε, βλέπε τὸ τί σὲ λέγω.\nὅπου θυμόνεται πολλὰ κι ὀργίζεται μεγάλα,\nμόνος του γίνετ᾽ ἔξοικος καὶ μὲ τὸ θέλημάν του.\nτὸ πῦρ τὰ ξύλα δαπανᾷ, θυμὸς δὲ τὴν καρδίαν,\nθηρίον ἄγριὸν ποιεῖ τὸν ἄνθρωπον ἐξαίφνης.\nεἰς πάντας ἔχε καθαρὰν ὑπόληψιν, παιδίν μου..\nὅπου σὲ εἰπῇ μυστήριον κι ἐμπιστευθῇ᾿ σε λόγον, - ΉΩΣ\nμὴ τὸ φαυλίσῃς. πρόσεχε καὶ “μὴ τὸ φανερώσῃς,\". δὰ το"
      },
      {
        "index": 47,
        "text": "καὶ κρίνουν σ᾽ ἀνμπόληπτον Καὶ βαρεθοῦν σ᾽ οἱ πάντες,\nἄλλος οὐ μὴ σ᾽ ἐμπιστευθῇ, καὶ εἶσαι. ὑβρὶσμένος.\nἀνδρὸς φρονίμου καὶ καλοῦ τῶν ἀσκοπήτων μέλει, :\nτὸν ἑαυτόν του νὰ κρατῇ παρέτοιμον. εἰς τοῦτα,\nες ὅταν τὸν ἔλθῃ τίποτες, νὰ τὸ- βαστάζῃ. ὡς ἄνδρας,\nνὰ τὸ μεταχειρίζεται καὶ νὰ ᾿δουλαγωγῆται.\nτὸν ἄῤῥωστον, τὸν λαίμαργον τίς. νὰ τὸν θεραπεύσῃ,\nκαὶ τὸν μωρὸν ἂν δυστυχῇ τίς νὰ παρηγορήσῃ;\nὃ φρόνιμος ἂν δυστυχῇ, μόνος παρητορεῖται.\nὃ δὲ μωρὸς ἂν δυστυχῇ, παρηγοριὰν οὐκ ἔχει."
      },
      {
        "index": 48,
        "text": "εἰς τὰς χαρὰς τῶν φίλων σου κ᾽ εἰς τὰ καλέσματά των.\nγὰ γίνεσ᾽ ὁλοπρόθυμος καὶ τρέχῃς κ᾿ ὑπαγαίνῃς\"\nεἰς θλίψεις δὲ καὶ συμφορὰς τρέχε καὶ πρὶν σὲ κράξουν.\nκαὶ μέριζε τὸ πάθος τους. ἔχε κοινὸν τὸν πόνον᾽\nτοῦτο γὰρ ἔνι ἄξιον ἀγάπης εἰς τοὺς φίλους.\nνὰ σ᾽ εὔχουνται ὁλόψυχα καὶ νὰ μακροχρονίσῃς.\nἂν ἔλθῃς εἰς ὑπόθεσιν καὶ σύμβουλον τγυρεύῃς,\nγερόντων ζήτησε βουλὰς ἀνθρώπων πειρασμένων,\nτῶν δέ γε νέων τὰς βουλὰς ποτὲ μὴ τὰς γυρέψῃς.\nἄκουσον δὲ παράδειγμα παλαιᾶς ἱστορίας.\nτοῦ Σολομῶντος ὃ υἱὸς ὁ Ῥοβοὰμ ἐκεῖνος\n“δώδεκα σκῆπτρ᾽ ἐκράτησεν τὰ εἶχεν ὁ πατήρ του,\nκαὶ πάντες ἐσυνήχθησαν λέγοντες πρὸς ἐκεῖνον᾽\n“ἐλάφρυνον τὰ βάρη μας, περιανάπαυσόν μας,\nΑτὸ πολλὰ γὰρ μᾶς ἐβάρυνεν ὃ μέτας ὃ πατήρ σου,"
      },
      {
        "index": 49,
        "text": "ἀνάπαυσόν μας ὀλίγον καὶ νὰ μᾶς ἔχῃς πάντα,\nδοῦλοί σου πάντες νὰ ἤμεθεν καὶ πάντας νὰ μᾶς ἔχῃς.\" ἐ\nἀκούσας οὖν ὁ βασιλεὺς τοὺς λόγους τῶν ἐκείνων,\nιἀφῆτέ με νὰ βουλευθῶ. μετὰ τῶν ἐδικῶν μου,\nὑπάγετ᾽, ἀναμείνατε μόνον καὶ τρεῖς ἡμέρας,\nκαὶ τότε δεῦτε πρὸς ἐμὲ καὶ ὅτι νὰ σᾶς εἴπω.\"\n«ο΄ ὑπῆγαν, ἐκαρτέρεσαν οἱ πάντες, ὡς τοὺς εἶπεν,\nὃ βασιλεὺς ὑπέμεινεν μετὰ τοὺς οἰκιακούς του.\n«εἰπέτε με τί λέγετε, δότε βουλὴν εἰς τοῦτο.“\nεὐθὺς οἱ φρονιμώτεροι γέροντες εἶπον τοῦτο"
      },
      {
        "index": 50,
        "text": "Οαττηΐπᾶ πὶ. ἃ. βτδορα, εἃ. ΜΥΑμηοΣ, ; ῷ"
      },
      {
        "index": 51,
        "text": "»εὔλογον ἔνι τὸ ζητοῦν καὶ μὴ τοὺς παρακούσῃς,\nἀνάπαυσέ τοὺς ὀλίγον, καὶ πάντα νὰ τοὺς ἔχῃς.\"\nπλὴν οὐκ ἠρκέστη ὁ βασιλεὺς εἰς τὴν βουλὴν ἐκείνην,\nἀλλὰ τοὺς νέους ἔκραξεν μᾶλλον τοὺς θρασυτέρους,\nὁποῦ ἦσαν συνανάτροφοι μετὰ τὸν βασιλέα,\nἐκάθισεν, ἠρώτησέν τοὺς ὅλους περὶ τούτου\n»εἴπατε νέοι καὶ. ὑμεῖς. δότε βουλὴν εἰς τοῦτο.\"\nἐκεῖνοι ὡς θρασύτατοι, κακοί τε καὶ αὐθάδεις,\nκακὴν βουλὴν τὸν ἔδωκαν, ὡς ἔδειξεν τὸ τέλος.\nὅμως ἐπροτιμήσατο τὴν συμβουλὴν ἐκείνην,\nτῶν δὲ τερόντων τὴν βουλὴν ἐκείνων τῶν φρονίμων\nἀφῆκέν την ὡς ἄχρηστον, οὐδὲν τὴν ἀσχολήθην.\nμετὰ δὲ τὴν παραδρομὴν τῶν ἡμερῶν τῶν τρίων\nἦλθεν τὸ πλῆθος πρὸς αὐτὸν πάλιν καὶ παρεκάλει\nοἰλέησον, παρηγόρησον τὴν ἀγανάκτησίν μας.\""
      },
      {
        "index": 52,
        "text": "ὁ βασιλεὺς δὲ πρὸς αὐτοὺς μετὰ θυμοῦ τοὺς λέγει\nνοὐκ ἐχαφρύνω τίποτες, μηδὲν παρακαλεῖτε᾽\nἐβάρυνέ σας. λέγετε, μεγάλος ὃ πατήρ μου,\nἐγὼ τὸ σᾶς ἐβάρυνε νὰ τὸ διπλοτριπλάσω.\nἐπαίδευσέν σας, λέγετε, διὰ δαρμοῦ καὶ κούρσου.\nγὰ σᾶς παιδεύσω ἐγὼ διπλᾶ καὶ νὰ σᾶς καταφθείρω.\nεὐθὺς τὸ πλῆθος ὥρμησεν εἰς ταραχὴν καὶ ζάλην\n»οὕπαγε εἰς τὸν οἶκόν σου, ποίμανε τὸν λαόν σου᾽\nοὐκ ἔχεις μέρος μεθ᾽ ἡμῶν οὐδὲ κληρονθμίαν.“.\nκαὶ παρευθὺς ἐχώρισαν τὰ δώδεκα τὰ σκῆπτρα,\nὁ βασιλεὺς δ᾽ ὑπέμεινεν μόνον μὲ τοὺς οἰκείους."
      },
      {
        "index": 53,
        "text": "ὁπόταν ἴδῃς γέροντας ἀνθρώπους πειρασμένους,\nὅτι λαλοῦν ὑπόθεσιν, μηδὲν τοῖς περικόπτης,\nἀλλ᾽ ἄκουε μετὰ προσοχῆς, πολλάκις ν᾿ ὠφελιέσαι.\nἔχε ᾽ς τὸν νοῦν σου πάντοτε μελέτην τοῦ θανάτου,\nὃ φόβος νὰ σὲ ἐκφοβῇ, ἐκ τὸ κακὸν νὰ λείπηῃς.\nἂν γένῃς ὑπὸ κεφαλὴν καὶ πέσῃς εἰς ἀλλάγιν.\nτὴν κεφαλήν σοὺ ᾿πρόσεχε πάντα νὰ θεραπεύσῃς,\nτοὺς δὲ συστρατιώτας σου τίμα καὶ ἀσχολοῦ τους.\nὅταν δὲ γίνεται βουλὴ, μὴ λείπῃς ἀπεκεῖσε,\nκαὶ μᾶλλον δὲ κι ἂν σὲ ἀφοῦν κι ἂν σὲ παραχωρήσουν,\nΣ “προθύμως ἄκουε καλὰ τὰ λέγουν οἱ φρονίμοι,\nὅπου ἠνδραγάθησαν πολλὰ κ᾿ εἶδαν πολλοὺς πολέμους,\nκι ἐκέρδισαν μετὰ χαρᾶς πράγματα εἰς τιμήν τους.\nμέριζε πάντοτε καὶ σὺ καὶ κάμνε, ὡς ἐβλέπεις.\nπᾶν πρᾶγμα ἀπολαυτικὸν ἔχει καὶ χορτασίαν,"
      },
      {
        "index": 54,
        "text": "τῷ γὰρ νικᾶν κι ἀνδραγαθεῖν καὶ τοὺς ἐχθροὺς τροπόνειν\nγίνεται χαροπώτερος καὶ πρόθυμος εἰς τοῦτο, :\nκαὶ πάντοτ᾽ ἔνι δόκιμος, πάντοτε φήμην ἔχει.\nὅταν τύχῃ εἰς πόλεμον νὰ πολεμήσῃ ὡς ἄνδρας,\nὅπου νὰ ζήσῃ μὲ τιμὴν, ν᾿ αὐξάνῃ τ᾽ ὄνομά του,\nεἰ δ᾽ ἀποθάνῃ, ἀπόθανεν πάλιν μὲ τὴν΄ τιμήν του.\nκάλλιον λάβε θάνατον μετὰ τιμῆς, παιδίν μου,"
      },
      {
        "index": 55,
        "text": "παρὰ τὴν ἄχρηστον ζωὴν καὶ τὴν ἀτιμωμένην.\nὅταν ποιήσῃς τίποτες προτέρημαν ὀλίγον,\nμὴ καυχηθῆς, υἱούτσικε, μὴ τὸ κενοδοξήσῃς,\nἀλλ᾽ ὑποκλίνου πλεότερον καὶ ταπεινώσου πάντα\"\nἄφες τὸ λέγειν, ἄφες το, κι ἂς τὸ λαλοῦσιν ἄλλοι.\nς τὸ ἕναν σου προτέρημα πρόσθες καὶ ἄλλον ἕναν\"\nἀνδρείαν καὶ ταπείνωσιν τὴν καλητέραν κόσμου.\nἔχε τὰ πάντα “συνετῶς καὶ περιπαιδευμένα.\nἔνδυσε, πένητα γυμνὸν, χόρτασε πεινασμένον,\nθλιμμένους παρηγόρησον, ἀῤῥώστους ἐπισκέπτου.\nεἴ τι γὰρ δώσῃς πένητος, εἴ τι καλὸν ποιήσης,\nἐδάνεισές τα τὸν θεὸν καὶ θέλει σοι τὰ δώσει\nἑκατονταπλασίονα ἔνδον τοῦ παραδείσου."
      },
      {
        "index": 56,
        "text": "εἰ δ᾽ εἴπῃς ὅτι ,ἐπτώχηνα, δὲν ἔχω τί νὰ δώσω.“"
      },
      {
        "index": 57,
        "text": "κἂν στέναξον, συμπάσχισον καὶ παρηγόρησέ τους᾿\nθεὸς τὸ κατὰ δύναμιν αὐτὸ ζητεῖ καὶ θέλει.\nκάλλια νὰ: δώσῃς ὀλίγον καὶ μετὰ προθυμίας,\nπαρὰ νὰ δώσῃς τὸ πολὺ καὶ νὰ τοὺς τ᾽ ὀνειδίσῃς.\nλέγει γὰρ τοῦτο ἣ γραφή ,ὅπου πτωχοὺς ξενίζει,\nαὐτὸς ἐξένισε λοιπὸν ὡς τοῦ θεοῦ ἀγγέλους.\nἀπ᾿ ὅλον τὸ κατόρθωμα ἣ ἀγάπη ἔνι κρεῖττον.\nἂν ἔχης ὅλα τὰ καλὰ καὶ λείπῃ σ᾽ ἣ ἀγάπη,\nοὐδὲν ἐποῖσες τίποτε, καὶ χάνεις εἴ τι ἐδῶκες.\"“\nγνώμης ἔνι ἀληθινῆς τὸ τῆς ἀγάπης ταύτης,"
      },
      {
        "index": 58,
        "text": "θρασὴν καὶ ἀναίσχυντον καὶ τράχειλον ἢ ψαύχην ὀφρύδιν σαλευόμενον καὶ\nἀναπερασμένον καὶ περιπάτημαν γοργὸν καὶ αἰσθρότην συντυχίας ἔλεγχος ἔν\nκαὶ ἀπόδειξις καὶ τῆς ψυχῆς κακίας καὶ φεῦγε ἐκ τοῦ πάντοτε μὴ σὲ κατα-"
      },
      {
        "index": 59,
        "text": "δουλώσει πάντες ὁποῦ σὲ ἐβλέπουσιν τὰ καχὰ πάντα νὰ σὲ ἀγαποῦσιν"
      },
      {
        "index": 60,
        "text": "οὐδὲν οἴῃ Β ἐποίησες ΑΒ Ὄ οὐδὲ τίποτες καὶ ἐχάσες εἴ τι καὶ ἂν"
      },
      {
        "index": 61,
        "text": "τὸ ἔλεος εἰς τοὺς πτωχοὺς καὶ εἰς τοὺς πενομένους,"
      },
      {
        "index": 62,
        "text": "εἰ δὲ κἂν (σὺ) πτωχὸς εἶσαι. οὐκ ἔχεις τί νὰ δώσῃς,\nκἂν λόγον δός τον ἀγαθὸν, νὰ τὸν ἐθεραπεύσῃς᾽\nαὐτὸ σὲ δίδει τὸν μισθὸν αἰώνιον; παιδίν μου.\nτὰς ξένας συμφορὰς, υἱὲ, λυποῦ ὡς ἐδικάς σου,"
      },
      {
        "index": 63,
        "text": "ἐλεημοσύνη καθαρὰ. σὺν τῇ νηστείᾳ “λέγω,\nπολλοὺς ἀνθρώπους ἔσωσεν ἐξ ἅδου τῶν κευθμώνων.\nκι ἄλλον πολὺν κατόρθωμα ἐποῖσεν ἡ νηστεία.\nυἱέ μου, ἂν θέλῃς νὰ χαρῆῇς, ἀμέριμνα τὸν κόσμον,\nδι βλέπε μὴ ῥίξῃς πόθον σου εἰς χρήματα τοῦ κόσμου.\nὁ κόσμος ἔν προσωρινὸς, ἡμέραις ὑπαγαίνουν,\nὃ πλοῦτος, τὸ λογάριον ὡς ἀνεμος διαβαίνει.\nἂν' ἔνε ἣ ἐλπίδα σου εἰς ἀμπέλια, εἰς χωράφια,\nἀπὸ χειμῶνος δυνατοῦ ἢ ἀπὸ ἀνυδρίας\nὅπου εἰς πλοῦτον ἤλπισεν καὶ εἰς τὰ ἄρματά του,\nἔρχεται ξένος ἄλλοθεν κι ὅπουθεν οὐκ ἐλπίζει,\nἐπαίρνει τα, ἐξαλείφει τα, κ᾽ ἔρημος ἀπομένει᾽\nμόνον ὃ κόπος κ᾿ ἣ πικριὰ μὲ τοῦτον ἀπομένει.\nὅϑῦ ἀμμ᾽ εἰς τὸν θεὸν τοῦ οὐρανοῦ ἔχε, παιδίν μου, ἐλπίδα\nἐξ ὅλης τῆς καρδίας σου, ἐξ ὅλης σου ἰσχύος,"
      },
      {
        "index": 64,
        "text": "νὰ σὲ λυτρώσῃ ἀπὸ παντὸς κινδύνου καὶ θανάτου.\nυἱέ μου, ἂν θέλῃς, κράτησον καὶ τούτην τὴν βουλήν μου᾽\nβλέπε μὲ τὸν αὐθέντην σου δικάσιμον μὴ κάμῃς,"
      },
      {
        "index": 65,
        "text": "καὶ χάσῃς τὴν ἀγάπην του διὰ τὴν συντυχίαν.\nἀμμὴ ὅσον γνώθεις, ὦ υἱὲ, ὅτι ἀναιβάζει ὃ νοῦς του,\nσυνέργει τον εἰς τὸ καλὸν, ποίησε τὴν τιμήν του."
      },
      {
        "index": 66,
        "text": "υἱέ μου, μὴ περιπλακῆς γυνὴν δι᾽ εὐμορφάδα,\nδῦ ἢ διὰ χρήματα πολλὰ, ἢ διὰ εὐγενείαν.\nἸδὲς πρῶτον, ἐρεύνησον καὶ κατασκόπευσέ την.-\nκι ἂν ἔνε καλυπόληπτη καὶ θέχῃ τὴν τιμήν σου.\nἐκείνην ἔπαρε, υἱὲ, ἔχε τὴν ᾿ς τὴν τιμήν σου.\nεἰ δ᾽ ἔχει τέχνην. ἄπεχε, ἂν ἔχῃ καὶ χογάριν᾽\nπάντοτε δὲ καὶ ὅσον ζῇς, ἐσὺ τὸ πάθος ἔχεις.\nκάλλιον λάβε σιγαλὴν, νὰ θέλῃ τὴν τιμήν σου,\nκι ἂς ἔχῃ (χρῆμα ᾿λιτοστὸν καὶ) πράγματα ὀλίτα.\nκαὶ ἂν σοῦ δώσῃ ὁ θεὸς ἀπ᾿ τὰ καλὰ τοῦ κόσμου,\nἀλλὰ μᾶλλον βοήθει τὸν ἀπὸ τὴν δύναμίν σου,\nνὰ σ᾽ ἔχῃ χάριν ὃ θεὸς, νὰ πληθυνθῇ ἡ τιμή σου:\nυἱέ μου, ἀγάπα τοὺς πτωχοὺς καὶ πόθει τὴν τιμήν σου,\nἀγάπα τὴν ἀλήθειαν, θεὸς γὰρ τοῦτο θέλει.\nἂν ποιήσῃ ὃ φίλος σου τίποτ᾽ εἰς ἐντροπήν του,"
      },
      {
        "index": 67,
        "text": "καὶ πέσῃ, ὅσον ἂν ᾿μπορῆῇῆς, κρύψε τὴν ἐντροπήν του,\nσυνέργησέ τον εἰς καλὸν, σκόπει ὡς ἐδικόν σου,\nἀγάπα τον, ὁρμήνευσον ὡς νὰ ἦτον συγγενής σου.\nβλέπε, υἱέ μου, πονηροῖς ποτὲ μὴ συγκαθίσῃς,\nκαὶ συντροφεύσῃς καὶ χαρῇς μετὰ αὐτοὺς μηδόλως.᾿\nὅτι κακοὶ καὶ πονηροὶ πάντοτε ζῆλον ἔχουν,\nκαὶ πάντα μαίνονται πολλὰ ὅπου καλὸν ἀκούσουν.\nυἱέ μου, μὲ τὸν φίλον σου καὶ μὲ τὸν γείτονά σου\nδύυ μὴ δικαστῇς καὶ θλίψῃς τον. μὴ τὸν κακοκαρδίσηῃς.\nἂν τύχῃ καὶ ἂν ἔπεσεν αὐτὸς ἢ ἐδικός του,\nτὸ σώζεις ποῖσε εἰς αὐτὸν ἢ τίποτ᾽ ἄλλον πλέον,\nκαὶ κήδευσέ τον, ὦ υἱὲ, καὶ νὰ τὸν ἔχῃς (φίλον),\nοὕτως νὰ ζῇς εἰρηνικὰ, νὰ χαίρεσαι τὰ πάντα.\nκαὶ συνταγῇς τον τίποτες, μηδὲν τοῦ τὸ κρατήσῃς,"
      },
      {
        "index": 68,
        "text": "οὐχὶ μόνον τὴν ῥόγαν του, ἀλλὰ φιλοτιμίαν,\nμὴ λάβῃς κρίμα, ὦ υἱὲ, διὰ ταὐτὸν δουλοῦται\nκαὶ βάνει καὶ τὴν σάρκαν του εἰς κίνδυνον διὰ σένα.\nγὰ μὴ θλιβῇς καὶ λυπηθῆς μηδὲ κακοκαρδίσῃς.\nὁ κόσμος οὕτως ἔχει το ..........\nἄλλος ὑψόνετ᾽ ὑψηλὰ. καὶ ἄλλος χαμηλόνει.\nἀγάπα τὴν πρᾳότητα καὶ πόθει τὴν ἀλήθειαν,\n“βλέπε νὰ μὴ δικάζεσαι μὲ φίλον ἢ πλησίον.\nἀπὸ γὰρ λόγου ἀγαθοῦ πληθύνετ᾽ ἣ φιλία,\nκαὶ πάλιν μεταστρέφεται διὰ λότου εἰς ἔχθραν.\nυἱέ μου, ἂν ἔχῃς χρήματα καὶ πλούσιος ἂν ἧσαι,\nβλέπε, πτωχὸν καὶ πένητα μὴ τὸν περιφρονήσῃς,\nφέρνει τὸν πλούσιον εἰς πενιὰν καὶ τὸν πτωχὸν εἰς πλοῦτον.\nυἱέ μου, βλέπε μὴ ἀρνηθῆς, βλέπε μὴ ἀλησμονήσῃς\nτὴν «χάριταν καὶ τὸ καλὸν τὸ ἐδέχθης ἀπὸ φίλους᾽"
      },
      {
        "index": 69,
        "text": "ἂς ἔνε, ὅσον ἠμπορεῖς, ἣ χάριτά σου πλέον.\nπροτίμησέ τον πρόθυμα, καλοχαιρέτησέ τον.\nκαὶ ἀναβαίνει ὁ ἔπαινος, πληθύνετ᾽ ἣ τιμή σου.\nυἱέ μου, ἂς ἦσαι ἐντροπαλὸς, βλέπε μὴ συντυχαίνῃς᾽\nὅταν θελήσῃς νὰ εἰπῆς, βλέπε τί συντυχαίνεις,\nκαὶ ἀπὸ λόγους τοὺς καλοὺς νἄχῃς τιμὴν, υἱέ μου.\nἂν σὲ καὶ ἔδωκεν ὁ θεὸς τέχνην, υἱὲ, νὰ ξεύρῃς,\nυἱὲ, μὴ τὴν καταφρονῇς, νὰ μὴ τὴν ἀθετήσης.\nσυνέργα πάντα τὸ καλὸν, δεῖχνε τὴν φρόνεσίν σου.\nκαὶ φέρῃς εἰς ἐνθύμησιν πολλῶν χρονῶν κακίαν.\nυἱέ μου, ἂν ἦσαι δυνατὸς κ᾽ ἔχῃς πολλὴν ἀνδρείαν,\nβλέπε, μικρὸν κι ἀδύνατον μὴ τὸν καταφρονήσῃς.\nπολλάκις διὰ τέχνης γὰρ μηχανικῆς, υἱέ μου."
      },
      {
        "index": 70,
        "text": "βλέπε, υἱέ μου, μὴ συνταγῇς μηδὲ χαρίσῃς πρᾶγμα,\nτὸ οὐκ ἔχεις ᾿ς τὸ χέριν σου, τὸ δὲν ἐξουσιάζεις,\nτὸν φίλον θέραπεύεις τον μὲ λόγον, ....... ;\nκαὶ φαίνεσ᾽ ἀνυπόληπτος, λογίζουνταί σέ ψεύτην.\nοὐὅ υἱέ μου, ἂν σ᾽ ἔθλιψεν ὁ θεὸς κ᾽ ἔχασες ἐδικόν σου,\nμὴ βλασφημήσῃς εἰς θεὸν καὶ ἔχῃς πλεὸν τὸ κρίμα,\nὅτι ἐκεῖνος ἔχει το πάλιν νὰ τ᾽ ἀντιμέψῃ..\nυἱέ μου, βλέπε μὴ ποθῇς ν᾿ ἐπάρῃς διὰ λόγων\nτὴν ἀφορμὴν καὶ ν᾿ ἀδικῆς εἰς τοῦτο ...\nβλέπε καὶ θάνατόν τινος μὴ τὸν παρακαλέσῃς,\nνὰ ὑποτάξῃς τὸ πρᾶγμά του νὰ λάβης τ᾽ ἐδικόν του,\nδιότι ὃ δ᾽ θάνατος κοινὸς. τῶν πάντων ἔνε, υἱέ μου;\nκαὶ λάχῃ κ᾿ ἔρθῃ κ᾿ εἰς ἐσὲν τὸ παρακαλεῖς ἄλλον.\nυἱέ μου, κρῖνε πάντοτε. ἐξ ὧν ξεύρεις ἀλήθειαν,\nδι᾽ ἔχθραν, διὰ σκάνδαλον τὸ δίκαιον μὴ παρακρίνῃς."
      },
      {
        "index": 71,
        "text": "υἱέ μου, βλέπε, μὴ ποθῇς τοῦ κόσμου τούτου πλοῦτον\nτὸ γὰρ λογάριν φέρνει σε εἰς πολλὴν ἀντιμαχίαν"
      },
      {
        "index": 72,
        "text": "ἀμμὴ εἰς ὅσον σ᾽ ἔδωκεν ὃ θεὸς νὰ ὑποτάξῃς, “\nβλέπε νὰ ζῇς εἰρηνικὰ καὶ νὰ χαρῇς τὸν κόσμον.\nυἱέ μου, ἂν ἦσαι πλούσιος κ᾿ ἔχῃς πτωχὸν πλησίον,\nμηδὲν τὸν ὑπερηφανῇς, μὴ τὸν καταφρονήσῃς,\nδιατί ἔνε πάνυ ἀδύνατος νὰ δικαστῇ μ᾽ ἐσένα.\nυἱέ μου, εἴ-τι ἔπταισεξ, ἂν ἔποικες καὶ φόνον,"
      },
      {
        "index": 73,
        "text": "μὴ τύχῃ καὶ μαχώσης την καὶ εἰς ἐσὲν χολιάσῃ,\nκαὶ βάλῃ σε εἰς κίνδυνον εὔκολα τοῦ θανάτου.\nπρόσεχε, βλέπε ἀκριβῶς ὅλον μὴ κατακρίνῃς\nεἰς πρᾶγμα τὸ ἐποίησες, καὶ πάλιν πολεμεῖς το.\nμηδ᾽ ἀριθμήσῃς τί λαλοῦν τινὲς διὰτ ἐσένα,\nἢ πῶς διάγουσίν τινες ἢ πῶς διάγει ὁ κόσμος."
      },
      {
        "index": 74,
        "text": "ἰδὲς κι ἂν ἔφαγες, υἱὲ, ἑῤη οι τινός τι πρᾶγμα,\nμᾶλλον κι ἂν τὸ ἐξώδιασες..\nπρόσεχε εἰς τὸν λόγον. σου ὠνὴν ἀνναν ήδη.\nδιατί οὐκ ἔχεις μάρτυραν, σημεῖον δι᾽ ἐκεῖνο,\nμὴ σφάλῃς εἰς τὴν πίστιν σου κ᾽ ἔβγῃς ἐκ τὴν ἀλήθειαν.\nὅρκον μὴ ποίσῃς πρὸς αὐτὸν, βλέπε μὴ ᾿φιορκήσῃς,\nὅτι ἀρνᾶσαι τὴν ψυχὴν κ᾽ εἶσαι κατακριμένος.\nκαὶ μὲ πτωχὸν (καὶ ταπεινὸν) ὑπόθεσιν ἂν ἔχῃς,\nμὴ δώσῃς δῶρον αὐθεντοῦ, κριτὴν μὴ ποίσῃς φίλον,\nγὰ ἀδικήσῃς τὸν πτωχὸν, νὰ πάρῃς τ᾽ ἐδικόν του,\nὅτι ὃ πτωχὸς. οὐ δύναται οὐδὲ λογάριν ἔχει\nγὰ τ᾿ ἀποδώσῃ τὸν κριτὴν νὰ κρίνῃ τὴν ἀλήθειαν,\nμόνον τὸν θεὸν ἐπικαλεῖ νὰ κρίνῃ τὴν ἀλήθειαν.\nεὔλογος ἔνε ὃ κριτὴς διὰ τὴν ἀλήθειάν του,\nκαὶ διὰ τοῦτο πρόσεχε ....."
      },
      {
        "index": 75,
        "text": "καὶ χωρὶς δῶρον τίποτε, χωρὶς φιλοτιμίαν.\nυἱέ μου, τὄχεις πρόσεχε πῶς νὰ τὸ ἐξοδιάσῃς,\nκαὶ κτῆσαϊ το εἰς ἔπαινον πλέον διὰ τὴν ψυχήν σου;\nοὔυ μὴ τ᾽ ἐξοδιάσῃς (ἀπρεπῶς εἰς πορνοκαπηλεῖα)\n(καὶ λάβῃς) ψόγον ἐκ πολλῶν καὶ φέρῃς ἀτιμίαν,\nκαὶ θλίψῃς φίλους, συγγενεῖς, πάντας καλοὺς ἀνθρώπους.\nἀλλ᾽ εἰς καλὸν τὸ ἐξόδιαζε φίλων καὶ συγγενῶν σου,\nκρεῖττον εἰς. ἐκκλησίας τε καὶ εἰς τοὺς φιλοχρίστους."
      },
      {
        "index": 76,
        "text": "γὰ σ᾽ ἔχῃ χάριν ὁ θεὸς, πάντα νὰ σὲ πχηθαίνῃ.\nυἱέ μου, πάντα πρόσεχε, βουλὴν ἂν σὲ ζητήσουν,\nἐξ ὧν ἠξεύρεις βούλευε ἀληθινὰ νὰ λέγῃς,\nτὸ κρεῖττον κατασκόπευσον, μὴ νὰ εἰς καλὸν τὸ φέρει.\nλέγε τὸ δίκαιον καλὸν, πάντα συνέργησέ το,\nτὸ δὲ εἰς βλάβην. καὶ κακὸν πάντα περίκοπτέ το\nκαὶ γὰρ ὃ δίκαιος θεὸς Ζητεῖ δικαίαν κρίσιν,\nὁπῶ γε δίκαιος κριτὴς καὶ κρίνει τὴν ἀλήθειαν.\nκαὶ ὁ θεὸς τὸν δίκαιον κριτὴν καλῶς τὸν κρίνει,"
      },
      {
        "index": 77,
        "text": "υἱέ μου, τοὺς δουλεύοντας καὶ τοὺς οἰκιακούς σου\nἀγάπα τους καὶ τίμα τους, δίδε καὶ χάριζέ τους᾿\nεἰ δὲ- χαρίζουν τίποτες, “μηδὲν τοὺς τὸ κρατήσῃς\nγὰ σὲ κρατοῦσιν εὐθυνὸν ὅσοι καὶ ἂν τ᾽ ἀκούσουν,\nἂν χρήζῃς καὶ βοήθειαν πάντα “νὰ σὲ βοηθοῦσιν,\nτς ὅσον κι ἂν δύνωνται, υἱὲ, μὲ τὴν καλογνωμιάν σου᾽\nπάντα σὲ θέλει βοηθᾶ εἰς ὄφελόν σου μέγα.\nγὰ τοὺς εὑρῇς ὡς θησαυρὸν τοὺς στίχους μου, παιδίν μου,\nὁ κύριος φυλάττοι σε, νὰ ἔχῃς τὴν εὐχήν μου."
      },
      {
        "index": 78,
        "text": "Ουδμνῖβ νἱχ Δυθίδανὶ ροβϑῖ ααΐπ ἱπ ποὺ οδγταΐπθ ἱπέου-"
      },
      {
        "index": 79,
        "text": "οἱορδηύίου! θχιδσα οασηθῃ Θοποϊααιθαν ἴῃ ΒΒ ἀπθμὶ ἐπῆγα ροβαὶ."
      },
      {
        "index": 80,
        "text": "ἂν σὲ λυπήσουν οἱ ἄνθρωποι, ἂν σὲ καταφθονήσουν,\nς ἕ ἐστερὸς καὶ φρόνιμος μᾶλλον ὑπόμενέ το.\nκ᾿ εἰπὲ πρὸς τὴν καρδίαν σου καὶ πρὸς τὸν λογισμόν σου\nςρέγὼ τὸν θεὸν καταφρονῶ κ᾿ ἐκεῖνον παρορίζω,\nκαὶ παρακούω τοὺς λόγους του κ᾿ οὐ ποιῶ τὸ θέλημά του,\nκι ἂν ἐλυπήθης τίποτα κι ἂν ἐκατεφρονήθης,\nδέξου το καὶ ὡς φρόνιμος κεῖνον μὴ ἀγανακτήσῃς.\nἤθελα κι ἄλλα περισσὰ νὰ σὲ Ὑράψω, παιδίν μου,\nἀλλ᾽ ὁ καιρὸς οὐκ ἀπαιτεῖ, τὰ πράγματ᾽ ἐμποδίζουν,\nἉΕΜΡΟΚΊΟΝ καὶ ἀνέργητον τὸν λογισμόν μου ἐπῆραν,"
      },
      {
        "index": 81,
        "text": "κι ὥσπερ χαλάζιν ἄμπελον ὅλην τὴν κατακρούει,\nτσακίζει καὶ τὰ κλήματα, ῥίπτει καὶ τὸν καρπόν τῆς,\nοὕτως ἐμὲν οἱ λογισμοὶ συχνολιθοβολοῦσιν.\nπαρέλυσαν τοὺς λογισμοὺς, ἐζάλισαν τὰς φρένας.\nλοιπὸν ἂς στήσω τὴν γραφὴν, ἂς παύσω καὶ τοὺς λόγους,\nτὸ γὰρ πολὺν κ᾿ ὑπέρμετρον πολλάκις ἔχει βάρος\nκαὶ τοὺς ἀναγινώσκοντας εἰς ἀδικιὰν σεβάζει᾽\nἐπεὶ γὰρ λόγων εἰς ἀρχὴν, εἰς φρόνεσιν, ὡς οἶδα,\nἀρκοῦν σε τὰ σὲ ἔγραψα, μόνον νὰ τὰ προσέξῃς."
      },
      {
        "index": 82,
        "text": "καὶ πρὸς τὸν νοῦν τοῦ γράμματος τὸν νοῦν σου θὲς, παι-"
      },
      {
        "index": 83,
        "text": "κι ἂν τὸ προσέξῃς, οἶδά το καὶ καθαρῶς ἐλπίζω\nεἰς τὸν Χριστὸν (τὸν πάγχρηστον), καλὸν οὐ μὴ σὲ λείψῃ."
      }
    ]
  }
}
