{
  "chapterNumber": 3,
  "title": "Ἐμμανουὴλ Γεωργιλλᾶ — Θανατικὸν τῆς Ρόδου (Georgillas' Plague of Rhodes)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Χιλιοστῷ τῷ. ἔτει, τε τετρακοσιοστῷ τε\nσὺν ἄλλοις ἐνενήκοντα καὶ ὀκτὼ πληρεστάτοις\nθνῆσις καὶ μόρος ἐκ θεοῦ καὶ παίδευσις ἣ ἐκ τούτου,\nθανατικὸν ἐπέσωσεν \"εἰς τὸ νησὶν τῆς Ῥόδου,\nκαὶ ἤρχισεν. ἀπὸ μηνὸς αὐτοῦ τοῦ ὀκτωβρίου\nκ᾿ ἐκράτει μῆνας εἴκοσι ἣ λοίμη τοῦ θανάτου,\nκυριαρχοῦντος τοιγαροῦν τοῦ μεγαλομαστοροῦντος\nφρᾶ Πέτρου τε δὲ ᾿Αββουσσῶν, ἔτι καὶ καρδινάλου\nδὲ Σάντου᾽ ᾿Ανδρειάνου τε καὶ ὁ αὐτὸς φρᾶ Τζόρτζης.\nκαθέδρας ἀποστολικῆς τῆς μητροπόλεως Ῥόδου\nἦτον ὁ ἁγιώτατος ὃ σοφὸς Μητροφάνης\nἐν τῷδε τῷ θανατικῷ καὶ αὐτὸς ἀπεβίω.\nἀλλά γε καὶ τὸ ποίημα καὶ ὅσα διὰ στίχου\nἘμμανουὴλ ὃ γράψας ἦν, ἀκμὶ καὶ ὁ ποιήσας,\nΓεωργιλλᾶς ἀκούεται, Λειμενίτής τ᾽ ἐπίκλην."
      },
      {
        "index": 2,
        "text": "Ἄρχοντες πλούσιοι καὶ πτῳχοὶ, μικροί τε καὶ μεγάχοι,\nἸ ἐδέϊξ᾽ αὐθένταις φρέριδες, ὁποῦ σθε τὸ κεφάλι,\nτί ἦτον ἐτοῦτο τὸ κακὰ. τὸ μέγα καὶ μυστήριον"
      },
      {
        "index": 3,
        "text": "καὶ τὸ πικρὸν θανατικὸν, τὸ φοβερὸν κριτήριον;\nὁποῦ ᾽λθε κ᾿ ηὗρε τὴν πτωχὴν τὴν Ῥόδον τὴν μισκήνα,\nκαὶ ἔφα τοὺς ἀνθρώπους της μὲ λοιμασμένην πεῖνα,\nκαὶ θέρισε τὸν ᾿πίσκοπον καί ᾽'κοψε τοὺς παπάδες,\nδιακόνους καὶ ᾿κλησιαστικοὺς καὶ τοὺς ᾿ξαγορευτάδες,\nκαὶ πίκρανε τοὺς γέροντας καί θλιψεν ταῖς μαννάδες,\nταῖς κόραις ταῖς ἀνέγλυταις καὶ ταῖς οἰκοκυράδες,\n“καὶ ξέζευσε τ᾽ ἀνδρόγυνα κι ὀρφάνευσε παιδάκια,\nκαὶ ᾽φῆκέν τὰ ν᾿ ἀναθραφοῦν εἰς πικριαῖς καὶ φαρμάκια.\nἀλλοὶ, καὶ τί ἦτον τὸ κακὸ, Χριστὲ, ἣ ἁμαρτία;\nνά τον κι αὐτὸ γραμμένον εἰς τῆς τύχης τὰ χαρτία;"
      },
      {
        "index": 4,
        "text": "εν ἢ νά ᾽νεν ἀφτὰ κρίματα τὰἂ ἔχει ἣ ἀθλία,"
      },
      {
        "index": 5,
        "text": "καὶ δέρνεις καὶ παιδεύεις τὴν μὲ θανάτου αἰτία;\nκλαύσατε, ὅσοι Χριστιανοὶ ἱβρίσκεσθε βαπτισμένοι,.\nδῦ τὴν Ῥόδον τὴν ἐξακουστὴν εἰς τότε παιδεμένη᾽\nθρηνήσετε καὶ ᾿πῆτέ της ὁκάτι καταλόγι\nχι ἀνθιβολὴν᾽ πολύθλιβον ν᾿ ὁμοιάζῃ μυρολότι:\nἀλλοίμονον, Ῥοδίταις μου, καλὰ παλληκαράκια,\nκαὶ ξένοι ὅσοι ἐχάθητε, Ῥωμαῖοι καὶ Φραγκάκια.\nτὸ τί ἔπαθεν ἣ νεϊότη σὰς κι αὐτὴ ἣ ἑλικιά σας,\nτὴν θνῆσιν τὴν ἐπάθετε καὶ τὴν παραλυσιάν σας,\nκαὶ τ᾽ ἀκριβά σας τὰ κορμιὰ ᾿ς τὰ τρᾶνα τὰ φορτόνουν,\nεἰς κάμπους ἔξω σκοτεινὰ, ἐκεῖσε νὰ τὰ χώνουν᾽\nδίχα μεγάλαις ψαλμουδιαῖς, διχῶς ἀλληλουιάρια\nνά ᾽ρχουνται νὰ τὰ βάλλουσιν ἐπάνω ᾿ς τὰ μουλάρια,\nοἱ μανιόρδοι μὲ χαραῖς τὰ σώματα νὰ παίρνουν,\nκαὶ ἄλλοι νὰ τὰ θάπτουσιν καὶ κεῖνοι νὰ διαγέρνουν."
      },
      {
        "index": 6,
        "text": "ὦ κρίμαν ὁποῦ γίνετο, βαβαὶ, τίς μὴ θρηνήσῃ\nεἰς τέτοιαν χώραν εὔμορφην νὰ ἔλθῃ τέτοια θνήση;\nὅσον μὲ σύρνει ὄρεξις καὶ νοῦς ὅσον μὲ πείθει\""
      },
      {
        "index": 7,
        "text": "(δεμπιΐηα ἴῃ. ἃ. ὕτᾶθοι, θὲ. αμπου. ὥ"
      },
      {
        "index": 8,
        "text": "ἀμμὲ θωρῶ κι ἐφύρθηκα κι ἐξαιστικὸς ἐγίνην,\nὡς διὰ νὰ ᾿δοῦν τὰ μάτια μου τέτοιαν πικρὰν ὀδύνην,\nκαὶ θλίβουν τὴν κἀρδοῦλά μοὺ, πολλὰ πικρὰ τὴν καίγουν,\nἀλλ᾽ ὅμως τὰ χειλούρια μου τὰ πικραμέν᾽ ἂς λέγουν᾽\nποῦ ᾽νεν ἣ σάρκες ἣ λευκαῖς καὶ ἣ εὐμορφοσύναις,.\nἢ φαντασίαις ἣ πολλαῖς κ᾿ ἣ γαλανταροσύναις,\nτὰ ῥοῦχά σας τὰ ἔκλαμπρα, σατία καὶ βελοῦδα,\nκι αὐτά σὰς τὰ γαλαντικὰ, τὰ ᾿πάνω σὰς ὁποῦ ᾽δα,\nσπαθιά σας καὶ μπουνιάλα σὰς καὶ τζίντους χρυσωμένους;\nἐδᾶ, θωρῶ τὸν θάνατον κ᾿ ἔχει σὰς κερδεμένους.\nκλαῖν σὰς ἡ ῥύμαις ἄμετρα καὶ τὰ στενὰ θρηνοῦσι.\nκαὶ χάσκουσι κι ἀκαρτεροῦν τάχα νὰ σᾶς ἰδοῦσι\nκόραις ὅπου τλύσασιν ἣ ἀγαπητικαῖς σας,\nοἱ συγγενεῖς καὶ γείτονες κι αὐταῖς ἣ ἰδικαῖς σας\"\nκὰ παραθύρι᾽ ἐκλείσθησαν κ᾿ ἣ πόρταις ἐκτιστῆκαν."
      },
      {
        "index": 9,
        "text": "κ᾿ ἣ λυγεραῖς ἐχάθησαν κ᾿ οἱ νέοι ἐποντιαστῆκαν.\nἐχορταριάσαν τὰ στενὰ κ᾿ ἣ στράταις ἀσχημῆσαν\nκαὶ ἀφτὴν θνῆσιν τὴν κακὴν τὰ σπήτια ἐβρωμῆσαν᾽\nτόσον καιρὸν νὰ βρίσκουνται κλεισμένα βουλλωμένα,\nκι ἀπ᾿ δρισμὸν τῆς σανιτὸς νά ᾽νεν διαυθεντεμένα,\nὅμως ἐκεῖνοι ἐδιάβησαν ὁποῦ τὰ ἐμετέχαν,\nκ᾿ ἐχάσασι τ᾽ ἐλπίζασιν, καὶ κεῖνα τὰ παντέχαν,\nκαὶ παρεχώρῃσεν ὃ θεὸς κι ἐπάρασίν τα ἄλλοι᾽\nἀμμὴ θαῤῥῶ εἰς τὸν Χριστὸν νὰ τοὺς ἐδώσῃ πάλι\nτὴν βασιλείαν οὐρανῶν καὶ κάλλη παραδείσου,\nκαὶ τὴν αἰώνιον ζωὴν νὰ τὴν κληρονομήσουν\nἀμμὲ νὰ ζῆτε, ἄρχοντες ἐσεῖς ὁποῦ κι ἂν πᾶτε,\nτοῦτο τὸ μέγα τὸ κακὸ μηδὲν τὸ λησμονᾶτάἩ\nἐμὲ τὸ θαῦμα σφάζει με, τὰ μέλη μου χαλοῦσι,\nκ᾿ ἐκόντανεν ἣ γλῶσσά μου, τὰ χείλη μοὺ σιτγοῦσι,"
      },
      {
        "index": 10,
        "text": "διατὶ ἅπτει ἡ καρδοῦλά μου σὰν μιὼ φλόγα μεγάλη.\nκι ἀπὸ τὸν θρῆνον τὸν πολὺν ἔχασα τὸ κεφάλι, :"
      },
      {
        "index": 11,
        "text": "καὶ θάμπηναν τὰ μάτια μου ἀπὸ τὸ ᾿πὲ καὶ κλάψε.\nπλάστη μ᾽; διατί ὠργίσθηκες, τὴν Ῥόδον τὴν μισκήναν;\nὙιὰ στρέψε τὴν ἀπόφασιν καὶ τὰ πικρά σου κεῖνα,\nκι ἂς ἔλθῃ τὸ συμπάθιον σου, τὸ ἔλεος σου ἂς φτάσῃ\nκι ὡς πότε Χάρου τὸ σπαθὶν τὸ αἷμα διὰ νὰ στάσῃ;\nὮ οὐρανὲ κατάστερε, ἥλιε καὶ φεγγάρι,\nτς ὄρη, βουνὰ καὶ θάλασσα, τῆ τῆς Ῥόδου, τὰ ὄρη,\nκλαύσατε καὶ θρηνήσετε ταῖς ἄτυχαις ταῖς κόραις,\nποῦ ἦσαν, λέγω, ἐξακουσταῖς ᾿ς τοῦ κόσμου ὅλου ταῖς χώραις.\nἐγὼ ἂν θελήσω διὰ νὰ εἰπῶ ταῖς εὐμορφιαῖς καὶ κάλλη\nαἷς εἶχαν ἣ Ῥοδίτισσαις (καὶ τίς νὰ τ᾽ ἀθιβάλλῃ\")\nμὰ τὴν ἀλήθειαν, λέγω σας, ὅσα κι ἂν ταῖς ᾿παινέσω,\nνὰ ταῖς. σηκώσω ἀφτὴν γῆν, ᾿ς τὰ ὕψη νὰ ταῖς θέσω,\nτόσον καὶ πλεὰ καὶ πλεότερα νὰ μὲ ὑπερνικήσουν.\nἜΝ ἀμμὲ ᾿τὰ χειλουράκια μου τώρα ἂς ταῖς φουμίσουν."
      },
      {
        "index": 12,
        "text": "ἣ κόραις ὁποῦ εἴπαμεν, τῆς Ῥόδου ἣ ᾿καυρτέσαις,\n“μιὰν εἴχασι τὴν φορεσιὰν, Φράγκισσαις καὶ ρωμέσαις!(\nἄσπραις ἦσαν ᾿ς τὸ πρόσωπον καὶ κρύαις, ᾽ς τὸ τραχήλν\n“πὰ μῆλά τοῦ προσώπου τῶν κόκκινα καὶ τὰ χείλη,\nφρύδια ξενοχάραγα, ὡραιοτικὰ “ματάκια,\nκαὶ στήθη ὥσπερ μάρμαρα λευκὰ, βυζιὰ κανάκια,\nὀχρὰ σεμιδαλόμνωσταις, νόστιμαις ἀσπρουλάταις,\n“καὶ καλομορφοτήπαραις΄͵ ἀγγελομισειδάταις᾽\nκαὶ τὰ μαλλιὰ χρυσαφωτὰ ἴσα ταῖς ἡλικιάϊς των\nἄλλαις νὰ τά ᾽χουν ἅπλωμα κι ἄλλαις εἰς πλέξουδέξ των.\nτὰ δὲ μαλλιὰ ποῦ κρέμουνται καὶ τίς νὰ τὰ συγγράφῃ;\nἀνάκατα μὲ τὰ μαλλιὰ νά ᾽χουν βρύλλαις χρυσάφι.\nἀμμὲ, ὅσα πλεξουδιάζουνταν μὲ τὸ μαργαριτάρι\nκαὶ σκούφιαν ἄλλως δικτυωτὴν μὲ τὸ πολὺν λογάρι,\nκυπαρισσοβεργόλικαις, ἄψεγαις κόραις ἦσαν,"
      },
      {
        "index": 13,
        "text": "νεράδες ἢ ἀγγέλισσαις καὶ πλεὸν ἐξεφυσίσαν,\nτὸ σεῖσμα καὶ τὸ λύγισμα καὶ τ᾽ ἀνανδράνισμάν των,\nτὸ κλῖμα τοῦ τραχήλου τῶν καὶ τὸ ὑπολύγισμάν. των.\nκαὶ ποιὰ νὰ ἱβρέθηκε ψυχὴ ἀφτὴν ἀνδρίκιαν φύσιν\nθεωρῶντα τέτοιαις εὐμορφιαῖς νὰ μὴ ταῖς ἀγαπήσῃ;\nὅμως ἐγὼ θέλω. νὰ ᾿πῶ καὶ διὰ τὴν φορεσίαν,\nν᾿ ἀφηγηθῶ παρὰ μικρὸν μ᾽ ὅσην ἐμπορεδίαν..\nἐνδυμένα ἦσαν τὰ κορμία τ᾽ ἀγγελικὰ ἐκεῖνα.\nἀπὸ πανάκια τῆς Φραγκίας, ἀπὸ τὰ πλέα της φίνα,\nμοῖραν ἄπ᾽ αὖταις νὰ φοροῦν βελούδα τζαμηλότια\nκαὶ λιθομαργαρίταρα ν χουν εἰς μανικότια,\nκα ἀπάνω ᾿ς τὰ τραχήλια των. εἰς τὰ τουρνεύματά τῶν\nχρυσὰ νὰ ἔχουν γουρζερια μέχρι καὶ τὰ βυζιά των,\nκαὶ ἀπέξω ἣ γουνέλλαις των ἕτερα γάχουν πάλιν\nνὰ λάμπουν, ν᾿ ἀκτινοβολοῦν τὰ εὔμορφά τῶν κάλλη,"
      },
      {
        "index": 14,
        "text": "ἀμμὲ τ᾽ ἐγκόρφια τὰ χρυσὰ, ποῦ κρέμουνται ᾿ς τὰ στήθη,\nπολύξοδα: πολύτιμα ἀμμὲ ἐμένα πείθει\nὃ φλόκκος εἰς τὸ κούτελον ὁ λιθοκαμωμένος,\nκαὶ ὁ μαλλοπλέκτης ᾿ς τὴν κορφὴν ὃ μαργαριταρένος᾽\nἄλλαις νὰ ἔχουσι χρυσαῖς ἄλυσες νὰ φοροῦσιν\nχοντραῖς κατὰ τὴν. δύναμιν καὶ μπόριαν νὰ κρεμοῦσιν,\nκαὶ ἄλλαις ἀργυρόχρυσα ψιλὰ ἀλυσιδάκια,\nγὰ τὰ κρεμοῦσιν ἣ πτωχαῖς καὶ τὰ θηλυκονδάκια,\nκαὶ πᾶσα ἕνα φόρεμα ποῦ νά ᾿νε τιμημένον,\nχρειά ᾿νεί πὸ κάτω ᾿Σστὴν ποδίαν τριγύρψ᾽ νά ᾽ν ῥαμμένο᾽\nβέλούσιν ἢ καὶ τζατουνὴν ἢ καμουχὰ ἀφτὴν Μπίζαν ͵,᾿\nς τὸ πλάτος πλέον πιθαμῆς νά ᾽χῃ τὴν κουρτουμπίζα.\nπρέπει νὰ γράψωμεν κα᾿ αὐτὴν μὲ τ᾿ ἄλλα τὰ γραμμένα,\nτὴν ἄλυσιν τὴν ᾿ἀργυρὰν, τῆς μέσης τὴν καδένα.\nὅλην τὴν μέσην ζώνεται καὶ φθάνεῃ ἕως κάτω"
      },
      {
        "index": 15,
        "text": "καὶ ξετελεύει ἄκρατα ᾿ς τοῦ καληκιοῦ τὸν πάτον᾽\nδέν καὶ κόμπους δύο τρεῖς τάχα τε νὰ κοντήνῃ\nἀμμὲ τὸ μῆλον ἐπαινῶ ποῦ κρέμεται ες ἐκείνην᾽\nἔχει ποῦ στημαρίζεται εἰς τέχνην καὶ εἰς βάρος͵\nπεντήκοντα καὶ ἑκατὸν φλουρία, διακόσιδ εἰς θάῤῥος\nτόυ ἄλλαις ἀκόμι πλεότερα καὶ ἄλλαις νὰ μὴ φθάσουν,\nαὐτὰ μισὰ τῶν ἥμισων να ἐλθουσιν νᾶ σιάσουν.\nεἶδα καὶ μοῖραν ἀπ᾿ αὐταῖς ποῦ βάλασιν καλήκια,\nτριάντα ἀξίζουσι φλουρία γὰ τὰ στημάρῃης δίκια,\"\nδιατ᾽ ἦσαν ὁλοτζάπῶτα χρυσοκλαβαρισμένα, ,\nτ με λιθομαργαρίταρα τριγύρου στολισμένα.\nτί τὸ λοιπὸν ἐγίνετο, σὰν εἴχασιν ἀλλάξων\nταῖς φορεσίαις, ταῖς στολισίαις μὲ ἐρωτίας τάξιν; \"\nὡσὰν τὸν ἥλιον λάμπουσι σὰν τὸν ἀποσπερίτην᾽\nπαρὰ τὸ φέγγος φέτγουσιν, παρὰ τὴν ᾿Αφροδίτην."
      },
      {
        "index": 16,
        "text": "οἱ ἄνδρες των νὰ πᾶν ἐμπρὸς, ᾿πίσω των ἣ μαννίτσαις,\nγα πορπατοῦν, νὰ χαίρουνται με διῶμα καὶ κανάκᾳ -\nἄλλαις εἰς βρύσες εἰς λουτρὸ καὶ εἰς περιβολάκιν,\nνᾶ πᾶν, να ξεφαντόνουσιν πᾶσα ἑορτὴ καὶ σκόλη,"
      },
      {
        "index": 17,
        "text": "ἄνδρες τυναῖκες καὶ παιδία οὐχὶ δ᾽ ἄλλην ἡμέρα.\nταῖς ἄλλαις δὲ νὰ κάμνουσιν νύκτα καὶ τὴν ἑσπέραν᾽\nκαὶ νᾶ νυκτοκοπιάζουσι, νᾷ κάμνουσιν νὰ διώχουν,\nδιὰ νὰ μὴ ξεπέσουσιν ἀπὸ τὸν βιὸν ἁπῶ ᾽χουν"
      },
      {
        "index": 18,
        "text": "τὰ κάμναν τὰ χεράκια τῶν καὶ ταῖς: εὐμορφοσύνδις;\nπλουμάκιὰ καὶ πλατύφυλλα μὲ τέχνην. καὶ μέ πρᾶξιν\nἐπάνω εἰς ψιλὰ λινὰ λογιαῖς ὀχραῖς μέ τάξιν\nνὰ χρυσοκλαβαρίζουσιν μ᾽ ἀσήμιν καὶ χρυσάφιν,"
      },
      {
        "index": 19,
        "text": "παρμπέραις μαξελλάρια κουρτίναις καὶ μαντήλια,"
      },
      {
        "index": 20,
        "text": "μὲ κυδωνιαΐῖς, τριαντάφυλλα, κλήματα καὶ σταφύλια,\nἄνθη καὶ ῥόδα καὶ μυρτιαὶς, πασίλογα λουλούδια,\"\nμὲ πόθον. νὰ πλουμίζουσιν, μὲ χαραῖς καὶ τρατούδια.\nλέγω ἂν ἔτυχε κανεὶς νὰ τὰ καλοσκοπίση ἧι\nτ᾽ ἀργόχειρα τὰ κάμνασιν πολλὰ νά ᾽χεν φουμισῃ;͵\nἘγὼ δὲ πάλιν, ἄρχοντες, καλὰ κ᾽ εἶμαι Ῥοδίτης,\nκαὶ ἀκούομαι εἰς τ᾽ ὄνομαι Μανόλης Λειμενίτης᾽\nκαὶ βάλθηκα εἰς τοῦτο δᾶ νὰ πῶ καὶ νὰ. ῥρημάρω,\nεἰς τὰ μοὼς ἐσυνέβησαν πασάνα. νὰ φερμάρω.\nοὐδὲν τὸ καταδέχομαι νὰ γράφω πλαστὰ λόγια,\nκαὶ δὲν καιρὸς τῆς καύχησις, ἀμμέ ᾿νε μυρολόγια,\nὅτι καὶ τὰ χειλούρια μου χαλᾶνε πικραμένα.\nἀπὸ γυναῖκα καὶ παιδιά, ἀλλοὶ, κρίμα ᾿ς ἐμένα,\nτρεῖς ἀδελφάδες ὕπανδραις, κ᾿ ἣ καθεμιὰ παιδία\nγὰ ᾽χῃ πέντ᾽ ἕξη καὶ ἑπτὰ μὲ τὴν ἀλυπησίαν,"
      },
      {
        "index": 21,
        "text": "γὰ ταῖς θερίση τὸ σπαθὶν τοῦ Χάρου, νὰ ταῖς πάρῃ᾽\nκαὶ ἔζησεν ἣ μάννα μας διὰ νὰ δεχθῆ τὰ βάρη.\nαἱ πικραμὸς, ἀ συμφορὰ, πόσο᾽ ναι τὸ κακό μου!\nἀφῆκέ με, τὸν Γεωργιλλᾶάν, καὶ Γεώργι τὸν υἱόν μου\nκαὶ ἔπιον, πίνω καὶ νὰ πιῶ ὁλωνῶν ταῖς πικράδες,\nκαὶ δυὸ καὶ τρία ὀρφανὰ ᾿πὸ κύριν καὶ μαννάδες,\nπαιδιὰ ἀπὸ τὰ μέλη μου καὶ ἀφταῖς ἀδελφάδες.\nκαὶ κλαίω πῶς ἐγδέχονται μῆνες καὶ ἑβδομάδες,\nτίτοιαις δὲν θέλουν νὰ ἰδοῦν ἀλλ᾽ οὐδὲ νὰ γευθοῦσιν᾽\nδιότι ὥστε νὰ .ικίωθοῦν, πολλὰ νὰ πικρανθοῦσιν.\nἔνε καλὰ καμώματα, Χάρο βου, τὰ ἐποῖκες; :\nξπῆρες τρὺς στύλους τοῦ σπητιοὺ καὶ τὰ παλούκι᾽ ἀφῆκες.\nΧάρε, καὶ ποῦ βρες τὴν ἀξιὰν καὶ ἔχεις τόλμην τόσην,\nκαὶ βλέπω, ἀπ΄ λόγου σου. ἐπέρασαν κἂν πόσοι\"\nκαὶ σὰν σοῦ βλέπω, ἐσὺ τινὰν ποσῶς οὐδὲν φοβᾶσαι,"
      },
      {
        "index": 22,
        "text": "Οὐδ᾽ ἄρχοντες ἐντρέπεσαι οὐδὲ πτωχοὺς λυπᾶσαι᾽\nμὰ ς ὅλους βλέπω καὶ θωρῶ πῶς μὲ τοὺς κοσταρίζεις,\nκαὶ ᾿μπαΐνεις κ᾿ εἰς τὰ σπήτια των καὶ παιῖρνεις καὶ θερίζεις."
      },
      {
        "index": 23,
        "text": "πολλοὶ σὲ ζωγραφησασιν καὶ κάθεσαι ἐπάνω ««--\nἀμμὴ ἐγὼ θωρῶντά σε εἶμαι διὰ ν᾿ ἀποθάνω,\nκαὶ ἂν σκιαστὸν τρομάσω σε --- νά ᾽σαι σὰν τὸν τρομάι χῆν,\nἐπάνω εἰς τὸν Κέρβερον σατανοδιαβολάρχην,\nπρόσωπον ξενοχάρατγον, κορμιν καὶ ὄντα πρᾶγμα,\nοἹὅ μετὰ γυμνὰ τὰ πράτσα σου, νὰ ᾿᾽πῆ δὲν σώνει γράμμα,\nταῖς εὐμορφιαις καὶ κάλλη σου τὰ ἔχεις. βασιλειά σου,\nκρατῶν πασίλογ᾽ ἄρματα καὶ μὲ τὰ δρέπανά σου.\nγὰ μὴ σὲ καταβάλλουσι, διατ᾽ εἶσαι μέγα πρᾶγμα,\nδιατ᾽ εἶσαι δυνατὸν θηρίόν πλέον, καὶ τὸ λεοντάρι\nκι οὐδὲν σοῦ σφάζουν ἄρματα, κἂν μιᾶς λογῆς Ξιφάρι.\nοἱ πάντες τρέμουν καὶ δειλιοῦν τοῦ νὰ σὲ κοσταρίσουν,\nκαὶ φεύγουν κι ἀφτὴν σκιάσιν σου νὰ γλύσουν ἂν ᾽μπορήσουν,\nκαὶ σὺ μὲ ἕνα πήδημα - --- δὲν τὸ κάμνει λεοντόρι ---\nθερίζεις νεὸν καὶ γέροντα κόρην καὶ παλληκάριν,"
      },
      {
        "index": 24,
        "text": "καὶ παίρνεις ὅποιους βούλεσαι καὶ θέλει ὄρεξή σου᾽\nνύκταν “ἡμέραν κόβγεις τους, καὶ δὲν νὰ σὲ κοξήσουν.\nἐμπαινεις μὲς ταῖς φαμηλιαΐς, τὰ σπήτια δυσφαρίζεις,\nκι αν ᾽φήσῃς καὶ κανένα δυὸ, θλίψες μὲ τοὺς χαρίζεις.\nκαὶ κεῖ ποῦ θέλεις ἐμφανεῖ, ὅλους μὲ τοὺς θερίζεις,\nἀνασπαστοκλωνόῤοιζους ἀπὸ τὴν τῆν χωρίζεις,\nκαὶ χάνεται τὸ ὄνομα καὶ ἣ κληρονομία\nκαὶ τὸ μνημόσυνον αὐτῶν, ποῦ ν ψυχῆς σωτηρία.\nκαλῶς τὸ λέγει ὁ Δαβὶδ, ὁ μέγας ὃ προφήτης,\nκαὶ τοῦ θεοῦ τὰ κρίματα ἄβυσσος ἔν ἐδίτης,\nδιατὶ μοὺ κόπτεις ἄτυχους κριματοφορτωμένους͵,\"\nὁμοίως καὶ λιγαμάρτητους καλὰ ξαγορευμένους, !\nκι ἀφίνεις χαλαζιάριδες καὶ ζοῦν καὶ πορπατοῦσιν .\"\nκαὶ πάλιναὐτοὶ μὲ τοὺς καλοὺς ἐσμίγουνται καὶ ζοῦσιν.\nἐδᾶ λοιπὸν, ἹΡοδίταις μου, πᾶσα εἷς ἂς δοξάζῃ -"
      },
      {
        "index": 25,
        "text": "αὐτὴν τὴν τριάδα τὴν ἁγιὰν κι ἀλλέως μὴ ὀνομάζῃ,"
      },
      {
        "index": 26,
        "text": "καὶ ὡς ἔδοξε τὸν θεὸν, ἐποῖκε, σὰν τοῦ φάνη, ΄\nκι 'ὅδποὺ κοῦντρα λέγει τοῦ θεοῦ, Ὑὼ ξεύρω ἥἤντα χάνει.\nἂν ἴσως καὶ ὁ τζουκαλᾶς ἔχῃ μεγάλην ἄδειαν;\nκαὶ νὰ κολλήσῃ καὶ τ᾽ αὐτὶν, ὅπου δ᾽ ἂν τοῦ ἀρέσῃ,\nκαὶ δὲν εὑρίσκεται κανεὶς καὶ μέμψιν νὰ τοῦ θέση᾽\nκάμνει καὶ πάλιν ἄσχημα παραστραβὸ ᾿φτιασμένα,\nτ᾽ αὐτιὰ τὸ στόμα, ᾿ς τὸ κορμὶν νά ᾽ν στραβοκολ᾽ ἡημένα\nἢ πάλιν ἐξαφίνει τὰ νὰ βρίσκουνται μὲ τ᾽ ἄλλα,\"\nκαὶ δὲν ἐγεῖρετ ἀπ᾿ αὐτὰ νὰ τοῦ ᾿πῆ τ ἦντα τοῦτα,\nοὔτε ἀπὸ τ᾽ ἀτσάκιστα΄ ἀλλ᾽ οὐδ ἀπὸ τὰ ροῦτα’\nπόσον ὃ μέγας κεραμεὺς, ὁ μάστορας ὃ πῖος\nνὰ μὴ κάμη τὸ βούλεται καὶ πάλιν νά νε θεῖος;\nδιατὶ τινὲς εὑρίσκουνται νὰ λέγουν ἄλλα κι᾿ ἄλλα\nκαὶ ἁμαρτάνουν εἰς θεὸν καὶ σφάλλουσι μεγάλα,\"\nπῶς ἀποθαίνουν τοῦτοι νὰ καὶ κεῖνοι νὰ γλυτόνουν,."
      },
      {
        "index": 27,
        "text": "ἡμεῖς, καλοὶ Χριστιανοὶ, κακοὶ δὲ τοὺς σκοτόνουν.\nὅταν ψοφοῦν τὰ πρόβατα, ὃ θεὸς τίνα παιδεύγει.\"\nκαὶ λύκος πρόβατον ἂν φᾶ;,\" ποὺ τίνα (νὰ) τυρεύτγη;\nἠξεύρει τ᾿ ἢ ἀντιφωνητὴς ἐτοῦτα νὰ τὰ κρίνη,\nὡσὰν τἄλλο θανατικὸν, καὶ νὰ μηδὲ μακρύνη.\nἮτον τὸ πρῶτον ὃ παπάς Τσήτζουλας ποὺ κεντήθη “\nῳθὅ καὶ δα, σὲ τοῦτο τὸ κακὸ τινὰς δὲν τὸν περιποίθη.\nκαὶ δένεν ἣ κακὴ ἀρχὴ αὐτὸς ὁ τζαγκαρόλος,\nκαὶ γίνετο καταχανάς κι ἀπέκει κάγην ὅλος,\nμήπως καὶ παύση τὸ κακὸ σχολάση καὶ ἣ δριμη.\nκαὶ τὸ πικρὸ θανατικὸν, ἣ φθορὰ καὶ ἣ λοίμη.\nτὸ πῶς εὑρέθη τὸ κακὸ, χρῆσι ᾽νε νὰ τὸ ποῦμε,\nγὰ τὸ ἀκούσουν οἱ πολλοὶ, κατὰ πῶς ἐμποροῦμεν."
      },
      {
        "index": 28,
        "text": "ἕνα καράβι τό ᾽φερε ὁπούρραξε ς τὸν λάκκον,\nἐκεΐ χασι τὸν Χάροντα κρυμμένον ς ἕνα σάκκον.\nκρὃ τζαγκαρόλος ἔπηγεν αὐγὰ νὰ τοὺς πουλήσῃ,\nτὸ καὶδ Χάρος ἐτριπήδησε, τρέχει νό τὸν φιλήση᾽\nκαὶ ὡς τοὺς εἶδεν ἀτυχως πῶς ἦσαν κεντημένοι,\nγεμάτοι τὸ θανατικὸν καὶ λοιμαναγκαιωμένοι,\nτί θελεν ὃ κακότυχος νὰ πάρη τὴν σκλαβίναν,\nτ ἢ ἀφτὰ βρωμισμένα τους τὰ ῥοῦχα τους ἐκεῖνα;\nδιὰ τοῦτο καὶ ὃ Χάροντας παιρνει πρῶτον ἐκεῖνον,\nτς χκαρέξάλειψέν τον ὃ θεὸς τὸν ἄτυχον τὸν φίνον᾽\nἔπειτα καὶ τὸ σπήτιν του κα'ὅλην τὴν φαμελιᾶν του,\nκαὶ δ θάνατος ἐχείρισεν ἀπὸ τὴν τειτονιάν του,\nκαλὴνεπατάλιαν ἔδωκεν ὃ Χάρος ς τὴν μεριάν του.\nφϑῦ χαρᾷ ς τὸν ὁποῦ γλύτωσε καί; τὴν λευθεριάν του᾽\nπληθαΐνει τόσα τὸ κακὸ ς τὴν γειτονιᾶν. ἐκείνην,"
      },
      {
        "index": 29,
        "text": "ἐκεῖ καὶ Χάρος κάμνει ἀρχὴν τὰ αἵματα νὰ χυνῃ\"\nγίνεται τόσον μακελλιῦν, καὶ πίπτουσιν σὰν ψόφια᾽\nἐκεῖ δὲν ἐβωθήσασιν ἰατρειαῖς ἢ ἰατροσόφια.\nτότε αὐθέντης ὅρισεν ὁ μέγας γαρδινάλης\nνὰ. κτίσουν κεῖνα τὰ στενὰ μὲ συντομίας. μεγάλης,\nτοὺς κεντημένους πάλιν δὲ ἔξω νὰ τοὺς ξορίζουν,\nἐκεῖ κάλ μοναστήρια διὰ νὰ τοὺς ἀποκλείζουν,\nταῖς φαμηλίαις, τ᾿ ἀνδρόγυνα, ὅσ᾽ ἦσαν κεντημέν“\",\nφοῦ νὰ κλαῖν καὶ νὰ προσεύχουνται ς τὴν θεοχαριτωμένη᾽\nὡσὰν τὸ κάμαν κ᾽ οἱ πτωχοὶ καὶ κλαίγαν καὶ φωνάζαν\n»κυρά μου, σῶσε τὸν λαὸν βούθησε “ ἐλαλάζαν᾽\nκραυγάζουν καὶ πρὸς τὸν θεὸν. δέρνουνται καὶ λαλοῦσιν,\nτρέχοντα καὶ τὰ δάκρυά των, ποσῶς οὐκ ἐσιγούσιν᾽\nΧριστέ μου παῦσε τὴν ὀργὴν τούτην σου τὴν δικαίαν,\nκαὶ πόντισέ τὴν ἐξ᾿ ἡμῶν, ῥιψέ την εἰς μεραϊαν.\""
      },
      {
        "index": 30,
        "text": "καὶ γῶὥ θωρῶ κῳ)οὐδὲν περνᾶ ὁ κύριος τὴν ὀργήν του,\nκεὴδ Χάρος καθημερινὸν κάμνέι την ὄρεξίν του,\nκάμνει τεράστια φρικτὰ, τίς νὰ τὰ λογαριάσῃ,"
      },
      {
        "index": 31,
        "text": "πολλὴ ζωὴ τοῦ αὐθέντη μας, τῆς Ῥόδου τὸ κεφάλι,\nφρᾶ Πέρου (τοῦ) δὲ ἀββουσὼν καὶ μέγα γαρδινάλιν,\nἀποὺ ἵρισε καὶ γίνουνταν προσευχαῖς καὶ νηστείαις,\nδέησες καὶ ἐγκράτειαις, ψαλμωδίαις. λιτανείαις.\nἀκόμι ἐδιαλάλησεν, ὃ καθαεῖς ν᾽ ἀφήσῃ΄\nγυναῖκαν τε κρατηχθικὴν, νὰ μηδὲν τὴν ψηφήσῃ,\nκαὶ τὰ ταυλία καὶ τὰ χαρτία καὶ ζάρια νὰ τὰ καύσουν,\nκ᾿ εἰς ὅσα βλάπτουν τὴν ψυχὴν παιγνιδια͵ νὰ τὰ παύσουν,\nἣ κρίση νὰ στοχάζεται, δίκαιον τοῦ πασάνα,\nνὰ δέχεται τὸν ἄνθρωπον σὰν τὸ παιδὶν ἣ μάννα,\nκαὶ τέρμενον εἰς τρεῖς μῆνες νά 'χη τελείαν κρίσιν,\nχωρὶς ξενιάσματα κ ἀφτὴν τῆς ἀδικίας τὴν χρῆσιν,\nγὰ διώξουν καὶ τοὺς πειρασμοὺς πιτρόπων ἀβουκάτων,\nνὰ μὴ τοὺς δώσουσιν νὰ φᾶ φκχουρὶν ἢ καὶ δουκᾶτο.\nκαὶ τ᾽ ἄλλα τὰ ὀρδινιασε, καὶ τὶς νᾷ τα θυμᾶται,"
      },
      {
        "index": 32,
        "text": "καὶ τὰ καλὰ τὰ ἔκαμε, καὶ τίς νὰ τὰ ξητγᾶται;\nτὰ ἔδωκεν εἰς τὰ πτωχὰ, ψυχικὰ, λεμοσύναις,\nκαὶ ἄλλαις χρειαῖς ταῖς χρειάζουνταν ἣ ἥμεραις. ἐκείναις.\nπόσά 'πασχεν ὁ ἔνδοξος τὴν ἀῤῥωστίαν νὰ ᾿βγάλῃ,\nκαὶ τὸ πικρὸ θανατικὸν ἀφτ ἅγιον τὸ σπητάλῃη\nβουλλώματα, ἐξορίσματα ἔξω ἀπὸ τὴν χώρα,\nγὰ ᾿βγῇ καὶ παύση - λοιμικὴ καὶ ἰατρευτῇ ἣ ψώρα,\nκαὶ ἄλλα τζένια περισσὰ κανεὶς νὰ μὴ κοντεύτῃ,\nκαὶ μανιγόρδους καὶ βλεπιοῦς περισσοὺς νὰ ρογεύγη,\nδιατὶ τοῦ δόκασι πολλοὶ φρόνιμοι νὰ γροικησῇῃ.\nκυρίως ἦν κολλητικὸν σὰ ψώρα νὰ κεντήσῃ,\nμὰ σὰν νά. γράφῃς εἰς νερὸν μέσα μὲ τὸ δακτύλι,\nνὰ μηδὲ σοὶ μηδὲ κανεὶς δυνηθή νανἀγγείλη,\nτί λέγουσι τὰ γράμματα τὰ εἰς νερὸν γραμμένα,\nδιατὶ δὲν φαίνουνται ποσῶς εἰς τά χες χαραγμένα."
      },
      {
        "index": 33,
        "text": "καὶ τοῦ φρονίμου χάρασσε, καὶ κεῖνος ἀγροικᾷ σε,\nκαὶ τοῦ. θεοῦ μηδὲ ποσῶς χίλια δίκαιος νά σαι\""
      },
      {
        "index": 34,
        "text": "ὡς τὸν προφήτην τὸν Δαβὶδ ὁποῦ πολλὰ ταπήθη\nμε τὸν θεὸν τὸν δυγατὸν, ἀλλ᾽ οὐδὲν ἐφοβήθη\nμὰ πιαάσε κ ᾿ἐμέτρησε τὸν λαὸν τοῦ κυρίου\nκαὶ πότισέν τον ὁ θεὸς θάνατον ποτηρίου᾽\nεἰς τρεῖς ὥραις τὸν ἔκοψεν ὁ ἄγγελος ἀνθρώπους"
      },
      {
        "index": 35,
        "text": "ε χιλιάδες γδόντα τέσσαρες κ᾽ ἀκαίρεσε τοὺς τόπους."
      },
      {
        "index": 36,
        "text": "τότες ἐγδύνεται Δαβὶδ ῥοῦχα βασιλικάτα,\nῥιπτει τὸ στέμμα ἐκ τῆς κεφαλῆς καὶ πιάνει θεοῦ στράτα,\nτρυπὰ ἕνα σάκκον τρίχινον περνᾶ τὴν κεφαλήν του,\nκαὶ πάσσει πάνω χώματα καὶ κλαῖ μὲ τὴν ψυχήν του\nνἐμένα κύριε σκότωσε, καὶ οὐχὶ τὸν λαόν σου᾽\nἐγὼ ἐποίκα τὸ κακὸ κα ᾿ἀλλοῦ ῥΐπτεις θυμόν σου.\"\nὦ θαῦμα ὁποῦ γίνετο καὶ τίς νὰ μὴ θαυμάσῃ,"
      },
      {
        "index": 37,
        "text": "“εἰς τρεῖς ἡμέραις κ᾿ ὥραις τρεῖς τὸ κακὸ νὰ περάσῃ;"
      },
      {
        "index": 38,
        "text": "ἐἐδιάβη τὸ θανατικὸν ἔπαυσε καὶ ἣ λοίμη.\nκ᾿ ἡμεῖς ἐδιχρονήσαμεν, τί τοῦτο πῶς ἐγίνη;\nκαὶ μετὰ ταῦτα τίς οἶδε,τοῦ πασανὸς τὸ τέλος,\nἂν ἦτον μὲ τὰ κλαίματα ἢ πάλιν μὲ τὸ γέλως;"
      },
      {
        "index": 39,
        "text": "καὶ τότε. θεὸς νὰ λυπηθῆ καὶ στρέψη τὴν ὀργήν του,"
      },
      {
        "index": 40,
        "text": "διότι ἐκουμπράρησεν ὁ καθεὶς τὴν ψυχήν του,"
      },
      {
        "index": 41,
        "text": "καὶ κόπησαν τὰ κρίματα καὶ ἣ παραγομίαις,"
      },
      {
        "index": 42,
        "text": "καὶ φήκασιν οἱ Χριστιανοὶ ἀτυχίαις. «ἀσωτίαις\""
      },
      {
        "index": 43,
        "text": "κ ὥς δἶδε τὴν ἐπιστροφὴν, κ᾿ ἦτὸν καθάρια μέτα,\nθεὸς ὃ παντοδύναμος - καὶ γνώρισε πέρφέτα\nεἶπεν ἀς ἔλθη σήμερον ἣ ἐλεημοσύνη,\nκαὶ τὸ σπαθὶν τοῦ. Χάροντος νά ᾽χῃ σταματοσύνη,\nκαὶ “ γανοιχθὴ ὁ οὐρανὸς τὴν ἐλευθερίαν νὰ βρέξη,\nκ᾿ ἣ ορισίὰα τῶν πολλῶν ἀπὸ τοῦ νῦν ἂς τρέξῃ.\nκαὶ δὲν ἐβράδυνε πολλὰ οὐδ᾽ ἤργησε τὸ πρᾶγμα,\nκατ᾽ ἔξοδον τοῦ Ἰούνιου ὅταν ἔνι τὸ κάμα,"
      },
      {
        "index": 44,
        "text": "ὃ νοητὸς αὐγερινὸς τὸ ἔφερε νὰ ζήσω,"
      },
      {
        "index": 45,
        "text": "αὐτὸς ὃ μέγας πρόδρομος, κἀγὼ τὸ μαρτυρήσω,\nδιότι τὸ. θανατικὸν ἀφτὴν αὐτοῦ ἡμέραν"
      },
      {
        "index": 46,
        "text": "ἤρχιζεν ἐσταμάτιζεν μὲ τοῦ θεοῦ τὴν χέραν,\nἸουνίου εἰκοσιτέσσαρες ἣ τοῦ προδρόμου φέστα,\nἔπαυε καὶ ὁ πόλεμος, τοῦ «Χάρου ἣ κουγκέστα\nἐξ ἀνατολῆς ἀνέτειλεν αὐγερινὸν ἀστέρα,\nκαὶ ἐδιαβῆκαν τὰ πικρὰ φουρτούνα, καὶ - . ζάλαις,\nκύματα ποντοήνιτματα, πνευματοσιαις “μεγάλαις.\nχαρὰς πού δὲν ἐπνίγηκεν ἀφτὴν. πικρὴν τὴν βίαν\nκαὶ ἔσωσε καὶ γλύτωσε θανάτου τὴν σκλαβίαν,\nκ οὐδὲν τὴν ἐγεμάτισε τοῦ Χάρου τὴν ἄλμύραν.\nἐγὼ καὶ ἄλλοι μετ᾽ ἐμὲν δὲν ηὗραν τίτοιαν μοῖραν,\nκ΄ εὐχαριστοῦμεν τὸν Χριστὸν καὶ τὴν κυρὰν τοῦ κόσμου.\nἀλήθεια ἐκ τῆς θλίψης μου ἢ ἐγτάλωσε τὸ φῶς μου.\nκαὶ πέ μου, τίς νὰ δύνηται χηρείαις νὰ δουλεύγη;\nδι᾿. αὐτὸ καὶ λέγεται χηρειαῖς διατὶ ἣ χαρὰ τῆς φεύγει\"\nο΄ καὶ τάχα νὰ βρεθὴ κανεὶς μπιστὰ νὰ τὴν δουλέψη ΄"
      },
      {
        "index": 47,
        "text": "καὶ τὴν σωματικὴν πυρὰν νᾶ τὴν ἐπαραβλέψη,\nκρίνω κάλλιον ἔν ἄνθρωπος ὁποῦ πολλὰ πομένει,\nκαὶ καίεται ἀφτὴν χήρεϊαν καὶ μοναχός του μένει,\nἄπλυτος καὶ ἀνάλουστος κακὰ κυβερνημένος “\nκαὶ στερεμέγος τῶν πολλῶν καὶ νὰ ν καὶ πικραμένος\nκαὶ στέκει ἀπ᾿ ἔξω καὶ διψὰ καὶ ποῦ καὶ ποῦ ζηλεύγει,\nκαὶ ἄλλην οὐκ ἐσμίγεται οὐδὲ πανδρίαν γυρεύγει, δε\nπαροῦ καὶ λευθερώθηκεν ἀπὸ τὴν δουλοσύνη,\nκαὶ πάλιν δευτερογαμίας τυρεύγει σκλαβοσύνη.\nκαὶ τέτοιος νά νεν ἄνθρωπος πενῆντα ἢ ἐξήντα,\nδὲν λεΐπει. καταδίκασις καὶ ξάφες το διὰ ἤντα,\nδιατὶ θωρεὶ τὸν ἥλιον καὶ πᾶ νὰ βασιλέψῃ\nκμιαὐτὸς τὰ πίσω βιάζεται βούλεται νὰ τὸν στρέψη..\nτὰ νεωτικὰ σκιρτήματα καὶ ταῖς ἀτακτοσύναις,\nτοῦ κόσμου τ᾽ ἀγγελήματα ταῖς μουζοστακτοσύναις,"
      },
      {
        "index": 48,
        "text": "ἄσχημον ἔνι πίστευσον ὃ Ὑέρος νὰ τγυρεύγῃ,\n“κόσμου φροντίδες κ ᾿ἀτυχίαις πρέπει του νὰ ξῶφεύγῃ."
      },
      {
        "index": 49,
        "text": "δύο ζΖυγοὺς εὑρίσκομε. ς τοῦ νέου τὸ τραχήλι,\nθέλεις γυναῖκαν ἔπαρε θέλε'ς, καλογηρέψου:\nβλέπε τοὺς ὅρκους τοὺς δυὸ - τὴν κρίσιν μὴ γυρέψουν.\nλοιπὸν ἂν σ᾽ ἔβγαλεν ὁ θεὸς ἀφτὸν ζυγὸν τὸν ἕνα,\nπιάσε τὸν ἄλλον τὸν ζυγὸν καὶ πέρνα τιμημένα.\nεἰ δὲ καὶ σὺ εὑρίσκεσαι νὰ δευτερογαμήσῃς,\nὀμνέω σε ς τὴν πίστι μου πολλὰ γνἀγανακτήσης.\nὃ γέρος ἃς προσέχηται τὴν δευτερογαμίαν᾽\nδίκιον τοῦ ἔνε τοῦ λενοῦ νᾶ κάτσῃ εἰς μιὰν γωνίαν,\nκαὺ κλαίῃ καὶ γὰ δέρνηται ὅς τὰ προημαρτημένα\nτά πραξεν εἰς τὰ νεωτικὰ κ᾿ εἰς τά χε καμωμένα,\nνὰ βάλη τὸ κεφάλιν του ἀπέσω εἰς μίαν τρύπαν,\nκαὶ δύο πέτραις νῷ ἐπάιρνε, τὰ δύο στήθη νὰ κτύπα,\nμὴ ναὔρη. τὸ συμπάθιον του εἧς τὰ κρίματα τὰ ποῖκεν,\nκαὶ ταῖς λωλιαῖς καὶ ταῖς φλαρίαις παντάπασι ν᾽ ἀφῆκεν."
      },
      {
        "index": 50,
        "text": "ἀμμὴ θωρεῖς τον τὸν λωλὸν καὶ κρίμαν ζς ἄλλο κρίμα,\nβάλλεϊ τομάρι πάνω του κ᾽ εἰς τὸ κεφάλιν κλίμα.\nτὰ ᾿δόντια του ἐπέσασι τὰ μάτιά του θωλάνα,\nκαὶ ὄπρίσασιν τὰ Ὑένεια του. κ᾿ ἣ κόξαις του κυρτάνα.\nἣ ἡλικιά του στράβωσε καὶ περπατεῖ“ περβάντα᾽\nτί θέλει ὁ κακότυχος τὴν δευτεροταμίαν;\nκαὶ πῶς δὲν τὸν ἐδάμασενὴ τυναῖκα ἣ μία;\nκαὶ τί λέγω γυναῖκα μία. στεφάνια ἕξη καὶ πλέα\nἔβαλεν ἣ βιλάναινα, ἣ κόττισσα, ἣ γραιὰ,᾿\nκαὶ ὁποῦ πέση εἰς αὐτὸ. ἀν οὐδὲ μετανειώσῃ,,\nὀμνέω καὶ μὰ τὸ ναὶ\" ἀλλοῦ τὸ θέλει νειώσῃ.\nὅμως καλόνε νὰ βουλεύετε διᾷ τετοιανὰ δουλέιὰ\nἀνὴρ γὰρ ἀσυμβούλευτος πίπτει εἰς τιμωρίαν. \"\nἂν ὅ το, ᾿τοῖριν νά ᾽ν πιστὸν ὀλίγη νενὴ φάλια."
      },
      {
        "index": 51,
        "text": "νὰ λάβῃ γυναῖκα, ἂν εὕρῃ σύζυγον πιστὴν, ὀλίγον ἔσφαλε ἀλλ᾽ ὅμως καὶ\nπάλιν οὕτως, θὲ (ἤγουν θέλει, ἀντὶ τοῦ χρειάζεται) ὠμοπλάτας ἰσχυρὰς\nπλέον παρὰ τὰς πρώτας, ὅτε δηλαδὴ ἦτον ἀκόμη ἄγαμος.“ ἴῃ οοἄ. οϑὺ μαθὲ"
      },
      {
        "index": 52,
        "text": "μᾶ θὲ κουτάλαις δυναταῖς παρὰ ταῖς πρώταις κάλλια.\nεἰ δ᾽ ἔλθη τίποτ᾽ ἀφορμὴ ἀπὸ αἰτίας μεγάλης,\nτότε νὰ μέμψη πάραυτα τῆς λωλὴς του κεφάλης,\nἂν δὲ “κολλοῦν δυὸ σίδερα, νὰ γένουν τὰ δύο ἕναν,\nγὰ χάση καὶ τοὺς κόπους του’ κ᾿ εἰς «τά χει ἐξοδιασμένα.\nκάλλιον νὰ ’ εἶχεν βλογηθὴν νᾷ μὴ εἶχαν βάλειν κλίμα,\nτὰ κούρταλα νᾶ λεῖπασιν καὶ πᾶσα ἄλλον κρίμα.\nεἰ δὲ καὶ νά χουν καὶ παιδία καὶ νά χουν καὶ προγόνια,\nποτὲ νὰ μηδὲν ἔλθουσιν νὰ ἔχουσιν ὁμόνοιαν,\nΚι ᾿ἀνίσως κ ἀπὸ τὴν πτωχίων τὰ ῥσῦχά των μοιρίζουν,\nς ταῖς πόρταις τῶν Χριστιανῶν τὰ παιδιά των᾽ γυρίζουν.\"\nΑνάθεμά σε λογισμὲ ποῦ μ ἔποισες καὶ ᾿μπῆκα,\nποῦ ἦλθα καὶ χαμήλωσα, καὶ τί ῥιμαις ἐποῖκα.\nεἶπες καὶ ἐξηγήθηκες καὶ ἔγραψες καμπόσα\nεἰς τὸ πικρὸ θανατικὸν. ποῦ σ᾽ ἔθλιψε τὰ τόσα,"
      },
      {
        "index": 53,
        "text": "καὶ τώρα τὴν ἀπόλυσιν τοῦ σαρμουνίου νᾷ ποίσῃς,\nκἀὶ σὺ τὴν στράταν ἔφηκες καὶ. ἄλλην θὲς νᾷ κτίσης..\nκαὶ τότε πάλινὁὸ λογισμὸς ἄκου τί μὲ ποκρίθην ἡ\nλόγον, μὰ τὴν ἀλήθειαν, ὁποῦ μὲ νοστιμήθην᾽\n»καλὸν σαρμούνιν ἤρχισες καὶ νά χες τὸ τελειώση,\nΔὔῦ παροῦ ὅτι ἐφηκές το μέμψουν σε θέλουν τιόσοι.\nτί τό θελες καὶ ἤρχισες καὶ ποῖκες καὶ θεμέλιον\nκαὶ τῶρα ἐξαφῆκες το καὶ θέλουν τό χει γέλοιον.\nκτίσε εἰς τὸ θεμέλιον σου πύργους καὶ περμαχιόνια,\nνὰ φυλαχθῆς αὐτὸ κακὸ, ἀφτὴν βροχὴν καὶ χιόνια,\nνὰ ᾿᾽φελεθοῦν κι ἄλλοι πολλοὶ ἀφτὴν διδασκαλιάν σου,\nνὰ πάρουν γνῶσιν ἀπὸ σὲ κι ἀπὸ τὴν ὁμιλιάν σου,\nἐβγάλῃς κι ᾿ἀφτὴν κόλασιν πολλὰς ψυχὰς ἀνθρώπων.\nκε ἄρχισε τώρα τὸ λοιπὸν κι “ἔπαρε τίτοιον κόπον:\nεἶπα καὶ ἀποκρίθηκα τὸν λογισμόν. μου εἰς μίον"
      },
      {
        "index": 54,
        "text": "καὶ χάσα τὸ ἡγεμονικὸν τὸ εἶχα ὡς τὴν νέιότην,\nκαὶ τωραὰ Ὑίνην κούτζουρας ἀπὸ τὸν λαγκαδιώωτην.“᾿\nἀλλὰ καὶ πάλιν στρέφεται ὁ λογισμὸς κι ᾿ἀρχεύγει"
      },
      {
        "index": 55,
        "text": "οὅταν ὀκνεύσῃ ἄνθρωπος, ὅλον ἀφορμαῖς τγυρεύγει.\nἠξεύρομεν, καὶ μάστορας εἶσαι διὰ νᾶ ριμάρῃς,\nξεύρεις τὰ πάντα νὰ μετρᾶς, ἀ- γίνεσ ἀφορμάρης.\nλοιπὸν ἐξάφες τὴν ὀκνηρίαν καὶ πιάσε τὸ κονδύλι;\nπασάνα δῶσε ἑρμηνείαν ὡσὰν φαγὶν ς τὸ δείλῃ\nτὸ πῶς νὰ ποίσῃ ἄνθρωπος νὰ ζήσῃ ρηνεμένα;,᾽"
      },
      {
        "index": 56,
        "text": "λοιπὸν ἀποτινάχθηκα ἔρριψα τὴν ἀμέλεια,\nμὴ πάρω καταδίκασιν ἀπὸ πᾶσανα τέλεια.\nκαὶ κάμνω τώρα πάλινἀρχὴν λέγω «σταυρὲ βοήθει,\nκαὶ σὺ κυρά μου βούθεις μου νά μὴ πνιγῶ ς τὰ βυθη:\nκι (ἀρχίζω διὰ τὸν ἄνθρωπον κατὰ πῶς τώρα γράφω,\nτὸ πῶς αὐτὸς γὰ πορευθή πριχοῦ ναμπῇ ᾿ς τὸν τάφον."
      },
      {
        "index": 57,
        "text": "Κι’ “ἃς τὸν ὑμνῇ ἑπτὰ φορὰς καθημερα μὴ λείψῃ,\nἃς γένη ὅλος τοῦ θεοῦ μὲ τὴν ταπεινοσύνην,᾿"
      },
      {
        "index": 58,
        "text": "τς νηστείαν καὶ ἐγκράτειαν καὶ τὴν ἀκτημοσύνην᾽\nταῦτα ὕψωσαν τὴν καλὴν ἁγίαν τὴν Μαρίνῃ,\nἂν παρθενίαν ἠμπορῇ καὶ θέλῃ, ἃς τὴν κτήσῃ,\nλάδιν ἃς ἔχῃ μετ΄ αὐτὴν ὁ λύχνος μὴ ῥσυθύσῃᾳ\nεἰ δ᾽ ἴσος καὶ ὀυ᾽ δύναται λέγω νὰ παρθενεύγῃ,\nπορνείαις μοιχείαις παρανομίαις τιόση μηδὲν γυρεύγῃη᾽\nμία γυναῖκα σώνει τον νά: νε στεφανωμένος,\nκι ᾿ἀφτὸν θεὸν κι ᾿ἀφτοὺς ἁγίους τέλεια. εὐλογημένος.\nκε αυτὰ τὰ “ῥίωζ ἐκκλησία, νὰ τὰ τηρῇ νὰ βλέπη,\nνὰ πολεμὰ τοὺς δρισμοὺς νὰ κάμνῃ ς ὅσα πρέπει.\nκ᾽ εἰς τὸν πορεπούμενον καιρὸν ἂς λώψη ἀπὸ τὴν μῖξιν\nτῆς γυναικὸς τὴν ἕνωσιν καὶ σπέρματος τὴν ῥίξιν.\nτὸ σάββατον ξημέρωμα καὶ κυριακὴς ἀκόμη,\nδεσποτικαῖς ταῖς ἑορταῖς, ταῖς ποίαις. ῥίζουν οἱ νόμοι.\nκαὶ τῶν ἁγίων ἐκλεκτῶν μαρτύρων᾽ ὅσων ἄν θέλῃ,"
      },
      {
        "index": 59,
        "text": "σαρακόσταϊῖς τρεῖς τέσσαρες ὡς ὃ νόμος ἀγγέλλει.\nμακάριος ὁποῦ μπορεῖ τὸν μῆνα μία φόρα,"
      },
      {
        "index": 60,
        "text": "καλὸν ἔνι ς τὸν ἄνθρωπον νὰ ξεύρη καὶ τὴν ὥρα.\nκ᾽ εἰς τετοιανὰν ἐρώτησιν εἷς σοφὸς ἀπεκρίθη᾽\nτοὺς γέροντας οὐδὲ ποσῶς; διατὶ πολλὰ τοὺς βλάπτει,\nὡς ἤνηστία τὸ φρύγανον καὶ τὸ κερὶν σὰν ἅπτει.\nκι ἄλλος ἄλλον ἠρώτησεν --- φιλόσοφ᾽ ἦσαν κ᾿ οἱ δύο\nτὸ πότε χρὴ ἣ ἔμμιξις. κί ἀπεκρίθην εἰς μίον;\nφλάκκος νὰ γένῃ. παντελῶς, νὰ χάση ἐννέα πὸ δέκα\nγραμμένα ταῦτα ᾿βρέθησαν εἰς βίβλους τῶν Ἑλλήνων...\nΑριστοτέλους. Πλάτωνος τῶν δυὸ σοφῶν ἐκείνων.\nεἶδα ἐκεῖ καὶ βλαπτικὰ ἄλλα τρία γραμμένα\"\nτρίτον ἣ μέθη τοῦ ζωροῦ ἣ συχνῶς καθ᾽ ἑκάστη\nχάνει καὶ ἀπολένει τον ᾿εἰς κρέον κί ᾿εἰς τὴν βράστην\nκαὶ ὅποιος βρίσκεται ς αὐτὰ δουλειαῖς τέτοιαις συχνιάζει;\nτὸν ψόφον του ἐπεθυμεῖ τὸν θάνατόν του κράζει.\nκαὶ κάπου στόρια κοσμικὴν ἤκουσα καὶ ὁμοιάζει"
      },
      {
        "index": 61,
        "text": "εἰς τετοιανὰν ὑπόληψιν καὶ ἄκου δὲν μητριάζει.\nηὗρεν ἣ κάτα τὸ ῥινιν ὁποῦ τον ἀλειμμένον΄.\nὅλον μὲ τὸ ἀξούγγιον. νᾶ μὴ γενῆ γιωμένον᾽\nκαὶ στάθην μὲ τὴν γλώσσαν᾽ τηξ καί γλυφε τὴν λιπότην.\nτὸ αἷμα νε πολλὰ γλυκὺ ἐρρούφα καταπίνει.\nγλυκὺν εἰς ὥρα φαίνεται“ ἀμμὴ οὐαὶ ς ἐκείνην\nἔτφη καὶ εἰς τὸν ἄνθρωπον ποῦ βρίσκεται σὲ τοῦτο,\nδιατὶ γηρᾷ παράκαιρα καί δε κακὸν ὁποῦ, τον,\"\nἱμέρα νύκτα νὰ βρίσκεται ς τὸ πέσε καὶ τὸ γύρε.΄\nμ΄ ἂν ἴσως καὶ νὰ βούλεσαι ἄνθρωπε, νὰ γροικήσῃς -\nΚάτωνα τὸν φιλόσοφον καὶ τὰ σὲ πῇ νὰ ποίσῃς᾽\nκοιλιοδουλίαν καὶ λαιμαργίαν λέγει σου γὰ ἀφι σης.\nκι ἐμνέει σου. καὶ μὰἂ τὸ ναὶ, καιρὸν πολὺν νὰ ζήσης.\nπείνα.- σὲ λέγει Κάτωνας ὅσον δύνασαι πείνα"
      },
      {
        "index": 62,
        "text": "γά ᾽σαι ἰανὸς ἀφτὸ κορμι; νὰ χάσης καὶ τὴν σπλήνα\nἀλλὰ καὶ Ὀρειβάσιος ὁ ἰατρὸς ὁ φίνος.\n“λέγει νᾶ φᾶς μίαν φορὰν πρὸς ἑσπέραν κ ἐκεῖνος,\nπΐνε κρασὶ πυγκεράστον ἀπὸ λιτοῦ σὰν μύρος.᾽\nἐγὼ τὴν πεῖναν ηὔρα τήν ἰατρεία πολλὰ μεγάλην᾽\nὑγείαν δίδει ς τὸ κορμὶν κ᾿ εἰς τὴν ψυχίτσα πάλιν.\nκαὶ μὴ μού πῆς καὶ ζῇ πολλὰ ὁ σπάταλος καὶ χαύτης᾽\nἣ γούλα καὶ τὸ πόρνευμα τὸ ἕνα σύρνει τ᾽ ἄλλο\nὡσὰν ἣ ῥίζα τὸ κλαδὶν σιγοῦρον δίχως ἄλλο.\nεἰπέ μοῦ ποῖος δύνεται νὰ σβῴσῃ ἕνα͵ καμίν»)\nγὰ ῥίξῃ λάδν ἀντῖς νερὸν εἰς τὴν΄ ἱστιὰν ἐκείνην;\nκ᾿ ἣ σάρκα δὲ καὶ ἣ ψύχὴ ζΖἡμιόνει μία τὴν ἄλλην᾽\nτίς οἶδε κολιόδουλον σπάταλον καὶ ν᾿ ἀγιάση,\nἂν εἶχεν ὅλα τὰ καλὰ,“ ποτὲ νὰ μηδὲ σιάση;\nθεὸν γὰρ ἔχει τὴν κοιλίαν κ᾿ εἰς ἄλλον δὲν πιστεύγει"
      },
      {
        "index": 63,
        "text": "δδδ πῶς θεραπεύσῃ τὸν θεὸν μὲ βρώματα γυρεύγει.\nἀφτὸ πωρνῦ σηκόνεται τὰ μακελλία τυρεύγει\nκαὶ παΐρνει κρέας ἀξουγκωτὸ καὶ πᾶ καὶ ματειρεύγει.\nμαλοόνει᾿ καὶ δικάζεται“ ἁπλόνει εἰς τὸ βρῶμα,\nτ ἁρπᾷ καὶ σύρνει στανικῶς βρΐζει καὶ μὲ τὸ στόμα.\"\nκρασοπουλιὰ, ψαροπουλιὰ ψουνίζουν ᾿ς τέτοιον μόδον,\nκαὶ τετραδοπαράσκευον ἢ νήστεια. τὰ «καθάριο,\nδέν θελει ὃ κοιλιόδουλος νὰ μείνῃ χωρὶς ψάρια,\nκαὶ πέφτεϊ ΄ςς τὸν ἀφορισμὸν τῶν ἁμῶν πατέρων.\"\nγαστρίμαργοι καὶ λαίμαργοι, πολλοί νε τέτοιας πράξης,\nκαὶ παραβάται γίνονται τοῦ νόμου καὶ τῆς τάξης.\nκι ἂν ἔχῃ κάτις καὶ πουγκίν βαρὺν εἰς τὸ πλευρόν του,\nἀπ᾿ δύτα. τὰ γλυκύσματα γλυκαίνει τὸν λαιμόν του᾽"
      },
      {
        "index": 64,
        "text": "ἀργεῖ καὶ παίζει τριπηδὰ μὲ χάχανα καὶ γέλοια᾽\nκαὶ παΐρνει τον ἣ ὄρεξις καὶ λησμονᾷ τὰ ἴσια:\nεἰς ταῖς γυναῖκες τέρπεται. χαΐρεται ς τὰ μεθύσια.\nδὲν σώνει νἄβγη ἀπὸ ταὐγὸν “ καὶ θέλει νὰ Φιλήση.\nὅτῦ ταργουνοσπαθοκόνταρον καὶ σκλίμ᾽ ἃς ἀγάπήσῃ.\nνὰ καμαρόνη ς τ᾽ ἅρματα, ν᾿ ἀσκῆται εἰς πολέμους,\nφαρία καὶ ἱἹππάρια νά διώκουν τοὺς ἀνέμους,\nνὰ πολεμίζουν δυνατὰ καὶ νὰ παντοῦν τὸν σκύλον,\nτὸν Τοῦρκον τὸν καταχανάν τῆς ἀνομίας τὸν φίλον."
      },
      {
        "index": 65,
        "text": "καὶ πρῶτον οἱ αὐθένταις μᾶς καὶ θεὸς νά ᾿νε μετά ἴους\nπολλοὶ φοροῦν μεταξωτὰ, βελούδα, τζαμηλότια,\nπᾶσα λογής κατάκοπτα φαρδία τὰ μανικότια,\nκάρτδες πασΐλογαις, κα αὐταῖς νά ᾿νε κατακομμέναις,\nπαπούτϑαις ἀχελωνόκοπαις εὐμορφοκαμωμέναις.\nἐχάθην ἣ ὑπόληψις κι ὡς πότε νά γε τοῦτο.\nοἱ Χριστιανοὶ μὲ Χριστιανοὺς. Χριστὲ,\nΧριστιανοὶ ὁμόφιλοι. θέλουν νὰ “πολεμίζουν,\nθωροῦν τοὺς οἱ ἀλλόφυλοι γελοῦσι χαχανίζουν.\nἐσὺ ταῖς ἐκατέστησες ταῖς ἀτυχιαῖς ἐτούταις.\nἀνθρωποκτόνος φθονερὸς δὲν θέλεϊς μεροσύνην;\nκαὶ ἀφτὸ πρόσωπον τῆς γῆς ἐπῆρες τὴν ἀγάπην,\nστάζει τὸ αἷμα ς τὸ σπαθίν τοῦ κόσμου ὅλου τριγύρου,"
      },
      {
        "index": 66,
        "text": "καὶ τὸ μαχαΐριν ς τοὺς λαιμοὺς νὰ κεῖται σὰν τοῦ χοίρου."
      },
      {
        "index": 67,
        "text": "χαρά ᾿-. τὸν ὁποῦ πόθανεν καὶ κάμμυσε τὰ δύο του\nπαρᾶ νᾶ χάσῃ τὴν ζωὴν καὶ νά ᾿νε καὶ στανιό του.\nθορῶντα γὼ τῶν ζωντανῶν τὐνἀνθρωπιᾷν καὶ πράξιν,"
      },
      {
        "index": 68,
        "text": "τοῦ. ποιητοῦ μας ἐξελληνίζεται οὕτως: ΟὟ ΦΘΆΝΕΙ ἐκκολαφθεὶς τοῦ ὠοῦ,"
      },
      {
        "index": 69,
        "text": "ἔχει πολλοὺς ποῦ χαίρουνται Ῥοδίταις ἐς τ᾽ ἅρματά τους"
      },
      {
        "index": 70,
        "text": "δίδω μακάριον τοὺς παλαιοὺς ποῦ ζήσαν μ᾽ ἄλλην τάξιν.\nξαγορευμένοι εὔμορφα ἔτι κοινωνημένοι.\nσαβανωμένοι καὶ καλὰ ψαλμοὺς ἐξοδιασμένοι,\nκαὶ διάβησαν μὲ τὸ καλὸν μὲ τὰ ὅτρωμένα χέρια\nκαὶ δὲν ἐκατεκόπησαν ἀπὸ κακὰ μαχαΐρια.\nαὐταῖς ἔνι ἣ ὑπόληψες τῶν. πρωτινῶν ἀνθρώπων,\nὁποῦ ἐκτίσαν ἐκκλησιάϊς μετὰ μεγάλων κόπων,\nὁποῦ ᾿γαποῦσαν τὰ ᾿ρφανὰ καὶ ἐπανδρεύασίν τα,\nκαὶ τὰ πτωχὰ καὶ τὰ γυμνὰ ῥούχα ἐνδύνασίν τα,\nξένοι τινὲς αἰχμάλωτσοι͵ κἀὶ ῥοῦχα διᾶ. νὰ θέσουν\nτῶν πεινασμένων τὸ ψωμὶν. τῶν διψασμένων πόμα,\nπᾶσα δροσιὰν ἐῤῥίπτασιν εἰς τῶν πτωχῶν τὸ στόμα\nσπουδαστικὰ νὰ τρέχουσιν εἰς τοὺς ἀῤῥωστημένους\nο΄ χι ἄλλα πλειότερα καλὰ. καὶ τίς νὰ τὰ δητγᾶται;\nἂν γράψῳ- κιὶ ἂν οὐδὲν γράψω ἡἣ ἀλήθεια μαρτυρᾶται."
      },
      {
        "index": 71,
        "text": "δι᾿ αὐτὸν καὶ τὸν παράδεισον ἔχουν μεδίχως γέλοιον,\nτέτοιαν ν΄ ἄκούσουσιν φωνὴν ὁποῦ δὰ ς τὸ βαγγέλιον᾽\n»δεῦτε, κληρονομήσατε, ὅσοι στε ς τὴν δεξιάν μου\nτὴν πρὶν αἰῶν. ἡτοίμασα. τέκνα τὴν βασιλειάν μου\nτοὺς δὲ κακοὺς καὶ τοὺς δεινοὺς καὶ τοὺς κριματισμένους͵\nτοὺς ἔχει μέγας ὃ κριτὴς Ζζαρβὰ σταματισμένους,\nοι τέτοιαν ν΄ ἀκούσουσι φωνὴν κακὴν καὶ ἀγριωμένην᾽\nδοῦ πἀπέλθατε καὶ φύγετε ἀπ᾿ ἐμοῦ κατηραμένοι\nεἰς σκότος τὸ ἐξώτερον πῦρ τὸ ἣἥτοιμασμένον.\nὁμοῦ μὲ τὸν διάβολον ὃ ἔχω ξερτωμένον,\nἐκεῖ καὶ νὰ κολάζεσθε εἰς αἰῶνας αἰώνων\nσκότος καὶ πῦρ καὶ τάρταρον εἰς ἀπεράντον πόνον.“\nἬλθαμεν εἰς τὰ Γάδειρα καὶ θέλω νᾶ σχολάσω\nτς καὶ τ᾽ ἅρμενα καὶ τᾶ κουπιά θέλω νὰ τὰ φουρνιάσω.\nδι᾿ ἁμαρτίας τὰς ἐμὰς θέλω νὰ “πῶ καὶ ἄλλα,"
      },
      {
        "index": 72,
        "text": "διὰ πολλά μου κρίματα, μικρά. μου καὶ μεγάλα,\nεἰς τὸν αὐθέντην «τὸν Χριστὸν κ᾿ εἰς τὸν ἀύτοῦ πατέρα,"
      },
      {
        "index": 73,
        "text": "ἁγία τριᾶς, βοήθησον τὸν ἄσωτον ἐμένα\nκαὶ λύτρωσε μ΄ ἀφτὸ κακὸ κι ἀπτὴν πικρὰν τὴν πέναν.\nθεέ μου παντοκράτορα, ὁποῦ κρατεῖς τὰ πάντα,\nΧριστέ μου ποῦ πουλήθηκες δι᾽ ἀργύρια τριάντα,\nκαὶ πνεῦμα τὸ πανάγιον, ἀχώριστη τριάδα,\nμύριαις μυριάδες κρίματα. μὲ ἄλλην ᾿μιὰν χιλιάδα,\nγά χῃ ὁ υἱὸς τοῦ Γεωργιλλὰ, συμπάθησέ τον τώρα..\nὡς τοῦ πιστοῦ σου τοῦ λῃστοῦ ποῦ σώθηκεν εἰς ὥρα.\nτ ἀμὴν ἀμὴν καὶ γένοιτο (γένοιτο) γένοιτό μοι."
      }
    ]
  }
}
