{
  "chapterNumber": 5,
  "title": "Γραφαὶ καὶ στίχοι Στεφάνου τοῦ Σαχλήκη (Writings of Sachlikis)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Πολλὰ ἐκόπιασ᾽ εὔκαιρα πολλαῖς φοραῖς δι᾽ ἐσέναν\nγὰ σὲ “διατάξω, Φρατζησκὴ, νὰ λείπῃς ἀφτὰ ξένα..\nκαὶ ὅσα σὲ διάτασσα, πόλλ᾽ ὀλίγα καταπιάσες,\nκι ἀπὸ, τὰ λόγια μου ποσῶς τίποτες δὲν ἐπιάσες.\nκαὶ φαίνεταί μου σπέρνω τα τὰ λόγια μου ᾿ς τὸν ἄμμον,\nκαὶ δίχως ξύλον βούλομαι νὰ πάγω εἰς τὴν Σάμον,\nκαὶ δωριανὰ κολάζομαι εἰς ὅσα κι. ἂν σοῦ λέγω\nπουλιὰ πετόμενα θωρῶ καὶ θέλω νὰ τὰ πιίίσω,\nκαὶ τοῦ Στρομπόλι τὰ βουνὰ σὰν κάμπον νὰ τὰ φτιάσω."
      },
      {
        "index": 2,
        "text": "κι ἀπὸ τὸν ἅδην τοὺς νεκροὺς κολάζομαι νὰ τύρω᾽\nτῆς θάλασσας τὰ κύματα θέλω νὰ δεκατίσω,\nκαὶ τ᾽ ἄστρη τὰ ἀμέτρητα βιάζομαι νὰ μετρήσω.\nτὴν νύκταν θέλω σκοτεινὰ γράμματα ν᾿ ἀναγνώθω,"
      },
      {
        "index": 3,
        "text": "καὶ μούλας λέγω ,,πέτασαι νὰ γύρῃς εἰς τὰ ὕψη“,\nκαὶ τὸ φεγγάριν τοὐρανοῦ χαμαὶ ᾿ς τὴν γῆν νὰ κύψῃ.\nτὴν θάλασσαν τὴν ἄμετρον ὀρθόνω νὰ γλυκάνῃ,\nεἰ καὶ λύκου λέγω πρόβατα ποτὲ νὰ ᾿μὴ δαγκάνῃ.\nδέντρον ῥοζιάριν καὶ κυρτὸν νὰ ᾿σιάσω μὲ τὰ λότια,\nκαὶ δίχως σκάλαν βούλομαι ν᾿ ἀναίβω εἰς τ᾽ ἀνώγια\"\nκι ὡσὰν ἐτοῦτα δὲν θωρῶ ποτὲ νὰ συνοδεύσω,\nοὕτως οὐδὲν θωρῶ καὶ σὲν ποτὲ νὰ σοῦ παιδεύσω.\nλοιπὸν, παιδίν μοῦ, ἔπρεπε νὰ δῶ νὰ σ᾽ ἀφηγήσω,\nεἴ τι κακὸν καὶ ἂν σ᾽ ἐλθῇ, νὰ μηδὲν τὸ ψηφίσω.\nἀμμ᾽ ἐνθυμοῦμαι, Φρατζησκὴ, τὸ πῶς εἶσαι γευμένος\nκ᾿ εἶσαι μεγάλου ἀνθρώπου υἱὸς, ἀκριβοαναθρεμμένος,\nκ᾽ εἶχα μὲ τὸν πατέραν σου πολλὰ καλὴν φιλίαν,\nδείπνους καὶ γειώματα πολλὰ, σπλάγχνος καὶ ὁμιλίαν,\nκαὶ τοῦ πατρός σου ἣ φιλιὰ φουσκόνει με νὰ κλάψω,"
      },
      {
        "index": 4,
        "text": "καὶ σέναν πάλιν. διαταγὴν καὶ παίδευσιν νὰ γράψω. -\nκαὶ ἂν τὰ πιάσῃς, Φρατζησκὴ, τὰ λόγια τὰ σὲ γράφω,\nξεβάλλεις τὴν ψυχοῦλά σου ἀφ᾽ τοῦ ἰνφέρνου τὸν τάφον."
      },
      {
        "index": 5,
        "text": "ἰνφέρνον Ῥ, οἵη Τιϑστδηᾶ. ῬγῸ Ποο γϑυβα. καὶ κάμνης τὰ τὰ νέω σου τρι-"
      },
      {
        "index": 6,
        "text": "ὀμνῶ σ᾽, υἱέ μου Φρατζησκὴ, εἰς τὴν θεοῦ τὴν χάριν,\nεἰ δὲ καὶ ῥίψῃς τα εἰς μεριὰν καὶ νὰ τὰ λησμονήσης,\nκαὶ πάλιν εἰς τὰ πρότερα κακὰ ν᾿ ἀποκινήσῃς,\nἄλλον ποτ᾽ ἐκ τὰ χέρια μου ποσῶς οὐ ἑβρίσκεις γράμμαν,\nἀλλ᾽ οὐδ᾽ ἀπὸ τὸ στόμα μου λόγον διὰ τέτοιον πρᾶγμαν.\nἤξευρ᾽, υἱέ μου Φρατζησκὴ, ὅτι ἂν μὲ γροικήσῃς,\nκαὶ τὰ σὲ συμβουλεύομαι θελήσῃς νὰ κρατήσῃς,\nθέλεις χαρῆν καὶ τιμηθῆν καὶ ζήσειν καὶ πλουτίσειν,\nκαὶ τοὺς ἐχθρούς σου ᾿ς τὸν λαιμὸν θέλεις καταπατήσειν᾽\nκι ὅταν σὲ ᾿δοῦν καὶ περπατεῖς μὲ φρόνεσιν καὶ τάξιν,\nεἰ δ᾽ ἔλθῃ τὸ ᾿ξανάστροφον, θέλουν χαρῆν οἱ ἐχθροί' σου,\nκ᾽ οἱ φίλοι σου ᾿ξαφήσουν σε, καὶ σὲν τὴν μοῦζαν χρίσουν.\nκαὶ κάθ᾽ ἡμέρα, Φρατζησκὴ, ἐσὺ θέλεις μανθάνειν\nτοὺς πειρασμοὺς καὶ τὰ κακὰ τὰ ἤθελες πανθάνειν,\nλοιπὸν τὰ γράφω ᾿ς τὸ χαρτὶν, παιδίν «μου, ἀνάγνωσέ -τα"
      },
      {
        "index": 7,
        "text": "ἀνάγνωσε, στοχάσου τα, συχνομελέτησέ τα.\nγνώριζ᾽, υἱέ μου Φρατζησκὴ, ἂν θέλῃς νὰ προκόψῃς,\nπερίκοψε τὰ σκοτεινὰ, παιδίν μου, νὰ προκόψῃης\".\nτῆς νύκτας τὰ γυρίσματα νὰ τ᾽ ἀπολησμονήσῃς,\nυῦ καὶ τῆς ἡμέρας τὴν τιμὴν νὰ τὴν ἀποκινήσῃς᾽\nἐξάφησ᾽ τα τὰ σκοτεινὰ κι ἀγάπα τὴν ἡμέραν,\nπᾶσα καλὸς' καὶ φρόνιμος νὰ σὲ κρατῇ ἐκ τὴν χέραν.\nτὴν νύκταν ὁποῦ περπατεῖ ὡς διὰ κακὸν γυρίζει,"
      },
      {
        "index": 8,
        "text": "πᾶσα καλὸς τοῦ ὀργίζεται κ᾿ εἰς υϊὰν ἀποχωρίζει.\nκαὶ τὴν ψυχήν τῶν δίδουσι τοῦ σατανᾶ κανισκι.\nτὴν. νύκταν ὁποῦ περπατεῖ, καὶ τὴν ψυχήν του βλάπτει\nκαὶ τὴν ψυχὴν καὶ τὸ κορμὶν ὡσὰν κερὶν τὸ κάπτει.\nὋς ταῖς πόρταις παρακάθεται. ν᾿ ἀνοίξῃ δοκιμάζει\"\nὁΣ ἀλλότες ἀτιμάζουν τον κι ἀλλότες ἀτιμάζει,\nκι ἀλλότ᾽ ἀπ᾿ ἔξω κατακροῦ. τὴν πόρνην νὰ “μιλήσῃ.\nκι ἀλλότε ᾿μπαίνει κλεφτικὰ καὶ θέλει νὰ φιλήσῃ.\nκαὶ ᾿μπαίνει καὶ πολλαῖς φοραῖς ἐκεῖ ὅπου νὰ πιστέψῃ\nὅτι, ἂν ἐμπῇ καὶ πιάσῃ την. θέλει τὴν δυναστέψειν.\nτὸ καὶ μερικοὶ ἐπετύχασιν καὶ μερικοὶ ἀστοχῆσαν,\nκαὶ ᾿βάλαν τους ᾿ς τὴν ἀφεντειὰν, καὶ σύρασιν τὴν πίσσαν.\nτὴν νύκταν ὁποῦ περπατεῖ ἄσχημα ῥοῦχα βάνει.\nἐς ταῖς ἀῤῥαμάδαις τῶν πορτῶν τὰ μάτια του νὰ βάνη᾽\nτὴν νύκταν ὁποῦ περπατεῖ τυρίζει ἀρματωμένος."
      },
      {
        "index": 9,
        "text": "ἢ πᾷ ᾿ς τοὺς παρακαθισμοὺς, σὰν ἔναι μαθημένος᾽\nἀλλότες τὸν Ζζυγόνουσι, κι ἀλλότες νὰ Ζυγόνῃ,\nκι ἀλλότες τὸν πληγόνουσιν. κι ἀλλότες νὰ πλ᾽γὀν!\")᾿\nπολλοὶ ἐγυρίζαν σκοτεινὰ κ᾽ ἤλθασιν πληγωμένοι,\nἀμμὲ πολλοὶ εὑρέθησαν τέλεια σκοτιυμένοι.\nὁποῦ γυρίζει σκοτεινὰ πολλὰ κακὰ εὑρίσκει.\nκαὶ ἀῤῥωστιαῖς καὶ κόλασες, κ᾿ ὕστερα κλαῖ καὶ πρήσκει\"\nταῖς ξέναις πόρταις κατακροῦ. καὶ παραθύρι᾽ ἀνοίγει.\nκαὶ τὰ κελλιὰ τῶν πολιτικῶν τυρεύγει νὰ διανοίτῃ.\nπολλαῖς φοραῖς τῆς πολιτικῆς ὄνομα ξένον λέτει."
      },
      {
        "index": 10,
        "text": "(αν α χὰ, ἃ. “γάσος, εὐὐν ΔΆ ΡΏΟΥ, ω"
      },
      {
        "index": 11,
        "text": "καὶ ἂν ἧν᾽ κι ἀνοίξῃ του νἀμπῇ ἐγέλασέν την τάχα,\n“καὶ τάσσει τὸ εἰς ἀνδραγαθιὰν, ᾽ς τὴν παλαιάν του τσουβάχα.\nκαγεὶς οὐδὲν εὑρίσκεται τὴν νύκταν νὰ τυρίζῃ,\nγὰ μηδὲν πάθῃ τίβοτας κι ἄλλον νὰ φοβερίζῃ᾽\nἢ δέρνουν ἢ σκοτόνουν τον, ἢ νὰ τὸν φυλακίσρυν,\nἢ νὰ τὸν εὕρουν ἀῤῥωστιαῖς νὰ τὸν κατακοιτήσουν.\nὃ πελελὸς ᾿ς τὰ σκοτεινὰ ἄδηλα νὰ ᾿᾽νθυμᾶται,\nἀμμ᾽ ὅποιος ἔνε φρόνιμος ᾿ς τὸ στρῶμάν του κοιμᾶται.\nὁποῦ τυρίζει σκοτεινὰ, κρυφὰ τρώγει καὶ πίνει,\nὁῦ τὸν βιόν του ἐξοδιάζει τον, ᾿ς τὰ κόπρια τὸν ἐχύνει᾽\nτῆς νύκτας τὰ καμώματα ἣ ἡμέρα ἀνατελᾷ τὰ,\nτῶν πελελῶν τὰ πράγματα, τῶν νεῶν τὰ κοπελάτα.\nτραγουδιστάδες περπατοῦν, παιγνιώταις κατακροῦσιν.\nκαὶ συναντοῦνται, χαίρουνται, γελοῦν καὶ τραγουδοῦσιν,\nκαὶ βάνει ὃ νοῦς τους ὑψηλὰ, κ᾽ εἰς ὅσον ὑψηλόνει,"
      },
      {
        "index": 12,
        "text": "ς τόσα καὶ πλειὰ καὶ πλειότερα ἀκόμη χαμηλόνει.\nἀμμὴ καλὸς κι εὐγενικὸς ἐγέρθην ἐκ τὸν δεῖπνον,\nὑπάγει ᾿ς τὸ κρεββάτιν του νὰ πάρῃ ᾿λίγον ὕπνον.\nκι ὁποῦνεν μέγας πελελὸς ἀπομακρεὰ χωρίζει;\nτοῦ καὶ ὅταν βρέχῃ. καὶ βροντᾷ εἰς τὰ στενὰ γυρίζει.\nὁποῦ τυρίζει σκοτεινὰ λαχάνει καὶ φονεύγει,\nκαὶ πιάνουν καὶ φουρκίζουν τον, ἢ ἀπὸ τὴν χώραν φεύγει.\nἣ νύκτα χάνει τὴν τιμὴν κ᾿ ἣ ἱμέρα τὴν ἐπαίρνει,\nκι ὁποῦ τυρίζει σκοτεινὰ μεγάλα παραδέρνει.\nκαὶ δι᾿ αὖτο τὸ εἶπεν ὁ Χριστὸς ᾿ς τὸ ἅγιον εὐαγγέλιον,"
      },
      {
        "index": 13,
        "text": "ὁποῦ γυρίζει σκοτεινὰ εἶν᾽ τοῦ δαιμόνου τέλοιον,\nεοὐδὲν κατέχει ποῦ περνᾷ, δὲν οἶδε ποῦ παγαίνει.\nκ᾿ ἐκ τὸ καλὸν ὁλότελα σκοτίζεται κ᾿ ἐβγαίνει.\nχάνει ψυχὴν καὶ τὸ κορμὶν, καὶ τοῦτο δένε ᾿ψόμαν.\nκ᾽ εὑρίσκομέν το ᾽ς τὴν γραφὴν ἐκ τοῦ Χριστοῦ τὸ στόμαν.\nλοιπὸν τὸ πρῶτον λέγω σε, νύκταν μηδὲν τυρίζης,\nἂν ἔν καὶ θέλεις τὰ καλὰ νὰ μὴν τ᾽ ἀποχωρίζῃς.\nΔεύτερον συμβουλεύω σε τὰ ζάρια νὰ μισήσῃς,\nκαὶ δι᾽ αὐτὰ τὴν χεῖρά σου. ποτὲ νὰ μὴ τὴν σείσης.\nὅτι ὁποῦ τ᾽ ἀγαποῦν αὐτὰ ταῖς ἀτυχιαῖς δουλεύγουν.\nδὲν ἔχει νοῦν ὁ ζΖαριστὴς, γυρίζει σκοτισμένος,\nδὲν ἔχει κρίσιν ἢ τιμὴν, ἀμμ᾽ ἕν᾽ ἐντροπιασμένος.\nοτος ἀλλοῦ ἐρημιὰν ἐπεθυμᾷ, ἀλλοῦ θὲ νὰ πτωχάνῃ,\nτὰ ξένα ῥοῦχα ᾿ρέγεται, καὶ τὰ δικά του χάνει.\nτον ὃ ζΖαριστὴς ὀρέγεται πάντα νὰ ζυγανεύγῃ,"
      },
      {
        "index": 14,
        "text": "ο΄ καὶ μ᾽ ἀδικιὰν “ψηλοκοπᾷ πάντα νὰ μηχανεύγῃ᾽\nὃ ζαριστὴς ἀγανακτᾷ, θυμόνεται, μανίζει,\nτὴν πίστιν τοῦ καὶ τὸν. Χριστὸν καὶ τοὺς ἁγιοὺς ὑβρίζει.\nὃ ζαριστὴς οὐδὲν ψηφᾷ, ἂν ἔν καὶ ὀμόσῃ ψόμαν,\nτς ὀμνεῖ καὶ πάντ᾽ ἀφιορκᾷ τὸ δολερόν του στόμαν᾽\nκαὶ ᾿πεθυμᾷ κακότυχος μὲ ξένα νὰ πλουτήσῃ,\nκαὶ κεῖνος ἀπὸ τὴν πτωχειὰν πολλὰ ν᾿ ἀγανακτήσῃ."
      },
      {
        "index": 15,
        "text": "ὅταν δὲν ἔχῃ ὃ ζΖαριστὴς. τὰ ῥοῦχά του μαχεύτει,\nκαὶ παίζει τα, καὶ χρειόνεται. κι ἀπὸ τὴν χώραν φεύγει.\nἀμμὴ ὅταν κάτσῃ. ἄτυχος καὶ παίξῃ τὸ ᾿δικόν. του,\nτὰ ῥοῦχά καὶ δηνέρια του κι ὅλον τὸ σπητικόν του,\nδίχως νὰ φᾷ. δίχως νὰ πιῇ, κάθεται χορτασμένος᾽\nμὲ τὴν χολὴν τοῦ παιγνιδιοῦ ἔναι θεραπεμένος..\nκαὶ ἱμερονύκτιν κάθεται, νᾷπες ὅτι ἔν δεμένος,\nνᾷπες ὅτι ἐκαρφῶσαν τον καὶ στέκει καρφωμένος.\nὅταν κερδέσῃ ὃ ζαριστὴς ᾿ς τὸν ἄμμον τὰ σκορπίζει,͵\nκι οὐδὲν πιστεύει ὁ ἄτυχος, οὐδὲ ποτέ του ἐλπίζει,\nὅτι τὰ κέρδεσεν γοργὸν ἐγρήγορα τὰ χάνει,\nκαὶ γίνεται παντέρημος, τέλεια νὰ πτωχάνῃ.\nθέλεις νὰ ᾿δῆς τὸν ζαριστὴν ἂν ἔν καὶ ἔχει χρῆσιν,\nὧν ἔχῃ πέρπυρα πολλὰ, νἄχῃ λογάριν βρύσιν,\nτριὰ κομματσούλια κόκκαλα νἄχουν κουκούδια μαῦρα."
      },
      {
        "index": 16,
        "text": "τὸν βάνουσιν τὸν ζαριστὴν εἰς τὴν ἱστιὰν καὶ λαῦρα,\nτὔρ κυλεῖ τὰ κακοῤῥίζικος καὶ δυνατὰ τ᾽ ἀπώθει,\nκαὶ γίνεται παντέρημος καὶ κεῖνος δὲν τὸ γνώθει.\nκυλεῖ τὰ ζάρι᾽ ὁ ζαριστὴς καὶ ᾿δρόνει σὰν νὰ σκάφτῃ,\nχάνει ψυχὴν καὶ τὸ κορμὶν καὶ τὰ παιδιά του βλάφτει.\nὅταν κερδαίνῃ ὃ ζΖαριστὴς. πολλοὶ τὸν συντροφιάζουν,\nἀμμὴ ὅταν χάνῃ ἀφίνουν τον, κι οὐδὲν τὸν ἀναμνειάζουν᾽\nκι ὅταν κερδέσῃ μιὰν φορὰν. χάνει ἀπ᾿ ὀπίσω δέκα.\nκαὶ τῶν παιδιῶν τοὺ ὀρτίζεται καὶ δέρνει τὴν γυναῖκα."
      },
      {
        "index": 17,
        "text": "κ΄ ἐγδύνεται κακότυχος ν᾿ ἀναπαυτῆ ᾿ς τὸ στρμῶμαν.\nνᾷάτες ὅτι ἐστρῶσαν τὸν ἀγκάθας μὲ τὸ χῶμαν."
      },
      {
        "index": 18,
        "text": "ὁ ζαριστὴς ὀρέγεται νὰ κάτσῃ ᾿ς τὸ παιγνίδιν,\nτὰ κοκκαλάκια νὰ κυλῇ ᾿ς τὸ μαλακὸν σανίδιν.\nκερδαίνω, χάνω, μοναχὰ ἔν ὅλη του ἣ ὁμιλία,\nκαὶ φαίνεταί του νόστιμος ἡ τέτοιανα δουλεία.\nτο καὶ καίεται κακότυχος καὶ κεῖνος δὲν τὸ γνώθει.\nκι ἀφοῦ τὸν ἐρημάζουσιν ἐτότες μετατνώθει.\nπολλοὶ ἀπὸ βιὰν τοῦ παιγνιδιοῦ ἐπήγασιν κι ἐκλέιμαν,\nκ᾽ εὑρήκασιν καὶ πιάσαν τους, ᾽ς τὴν φούρκαν τοὺς ἐπέψαν.\nθέλεις νὰ δῆς ᾿ς τὸν ζαριστὴν ἕναν καλὸν σημύδιν;\nὁπῶ ᾽ναι πλέα μάστορας, ἔνεν καὶ πλεὰ ᾽ρημάδιν.\nἐτότες γίνεται πτωχὸς. τέλεια ἐρημάδιν.\nὃ μάστορας ὃ ζΖαριστὴς θέλει νὰ προφητεύῃ.\nκαὶ μ᾽ ἀδικιὰν ψηλοκοπᾷ πάντα νὰ μηχανεύῃ᾽\nὐ ταῖς ἐσοδιαῖς καὶ πραγματειαῖς ὅσαις κι ἂν ἔχῃ τριὼ ταις,\nὃ μάστορας ὁ Ζαριστὴς πιστεύγει νὰ εὐγατίσῃ,"
      },
      {
        "index": 19,
        "text": "καὶ μὲ τὸ κέρδος τὸ κακὸν ἐλπίζει νὰ πλουτήσῃ.\nκαὶ κεῖνος μὰ τὴν μοῦζάν του, μὰ τὴν κακήν του μοῖραν,\nτὰ ῥοῦχά του ᾽νεν ἄτσαλα καὶ γέμουσιν τὴν ψεῖῥραν.\nτὸ πρᾶγμαν καὶ τὰ ῥοῦχά του ἄδηλα ν᾽ ἐξοδιάζῃ,\nκι ἀγανακτᾷ τὴν μοῖράν\" του, καὶ κλαῖ τὸ ῥιζικόν του,\nτὸ πῶς ἐκάτσεν ἄτυχος, κι ἐχάσεν τὸ ᾿δικόν του."
      },
      {
        "index": 20,
        "text": "κι ἀναθυμᾶται ταῖς βουλαῖς. ὁποῦ τὸν ἐπτωχάναν,"
      },
      {
        "index": 21,
        "text": "ἂν εἶχαν ἔλθειν ἕνδεκα ᾿ς τὴν ἐδικήν μου χέραν,\nἐκέρδαινα τὰ πέρπυρα κ᾿ εἶχα καλὴν ἡμέραν. :\nἑπτά θελα καὶ δώδεκα κ᾿ ἦλθέν μου τέρνον κι ἄσω,..\nτὰ ζάρια μοῦ 'λεγαν κακὸν, κι ἀνάκειται νὰ χάσω᾽\nἀπὸ δεκάξη τὸ κρατεῖ, ᾽ς τὴν ὦκαν πανδαλάσω,\nἔχασα τὰ δηνέρια μου, καὶ πάλιν ἂς γελάσω.\nκαὶ κεῖνον ὁποῦ ἐκέρδεσε, ἐκεῖνον πάλιν ψέγουν\"\nοὐδὲν κατέχει ταῖς βουλαῖς τῶν ἀζαριῶν, νὰ λέγουν,\nἀσχημάζει τὴν χέραν του, ῥίκτει τὰ. σὰν ᾿ψημένος,\nκι οὐδὲν κατέχει τίβοτας, δὲν ἔνεν μαθημένος.\nκαὶ τότε λέγουσιν κι αὐτόν ἄφες νἀρθῇς κ᾿ εἰς ἄλλην“,\nκαὶ κεῖνος ἐγλυκάνθηκε καὶ ἀποκάτω νὰ βάλῃ\" :\nὅσα κι ἂν μᾶς ἐκέρδεσε διπλὰ τὰ θέλει χάσειν,\nἔρημον νὰ τὸν κάμωμεν, “καὶ ὅλα νὰ. τ᾽ ἐξεχάσῃ᾽\nκαὶ ναὔρουν πρωτοζαριστὴν καὶ νὰ τὸν. ἐμπρεδέσουν,"
      },
      {
        "index": 22,
        "text": "νὰ τοὺς ἐβγάλῃ τὸ ταβλὶν κι ἐμπρός του νὰ τὸ θέσουν.\nἐχάσαν τὰ δηνέρια των, ῥοῦχά των ἐμαχεῦσαν,\nκι ἀπὸ τὰ ζάρι᾽ ἐγέρθησαν ἔρημοι καὶ μισεῦσαν᾽\nκι ἂν χάσουν, δὲν παιδεύουνται, θέλουν νὰ ᾿κδικαιωθοῦσιν,\nοοὅ καὶ πάλιν. νὰ διαγύρουσιν κ᾿ εἰς τὸ ταβλὶν νἀλθοῦσιν᾽\nθαῤῥῶντα νὰ κερδήσουσιν ἐχάσαν ὅ,τι εἶχαν,\nκαὶ εἴτι τοὺς ἀπόμεινεν οὐδὲν ἀξίζει τρίχαν.."
      },
      {
        "index": 23,
        "text": "χέσουν δέρνουντεν τὰ ματιά τοὺς νὰ στάξουν Καὶ πολέμοῦν καὶ φλέγουν- ;"
      },
      {
        "index": 24,
        "text": "ὁ ζαριστὴς καθήμενος. διὰ κέρδος ἔχει θάῤῥος,\nκαὶ κεῖνος ἀπὸ τὴν πτωχειὰν ἔχει μεγάλο βάρος᾽\nτὸ κέρδος ὁποῦ ᾿πεθυμᾷ οὐδὲν τὸ ᾿πιτυχαίνει,\nκαὶ. πάντοτε εἰς τὸν χαϊμὸν καθήμενος πτωχαίνει᾽\nπιστεύει νᾷναι φρόνιμος καὶ κεῖνος ἔν βουβάλι,\nτὸν νοῦν του καὶ τὸ πρᾶγμάν του ᾿ς τὰ ζάρια νὰ τὸ βάλ!\nμὲ τ΄. αὔριον, μὲ τὸ σήμερον θαῤῥεῖ γιὰ νὰ πλουτήσῃ,\nἄμμε ἂν ἔχῃ τίποτες πρᾶγμα νὰ τὸ πουλήσῃ,\nτὸ σπήτιν του, τὸ ἔχειν του ὅλον νὰ τὸ ποντίσ!ῃ.\nεἶδες τὸ ψάριν πῶς ἁρπᾷ ᾿ς τὸ πέλαγος τὴν ψίχα,\nἀμμὲ τ᾽ ὀπίσω ῥίκτουν το τ᾽ ἀτγκίστριν μὲ τὴν τρίχα᾽\nἔτσι τὸ κάμνει ὁ ζαριστὴς ὅταν κερδέσῃ ὀλίγον,\nὕστερον παίρνει τράχουσα καὶ πόνον μὲ τὸ ῥῖγον.\nὅταν πιστεύῃ. ὃ ζαριστὴς καὶ .κάτσεν ἐντυμένος,\nἐγέρθηκεν ιὁλόγυμνος καὶ παραπονεμένος᾽"
      },
      {
        "index": 25,
        "text": "ἐκέτι οἷξ' τὸ -παιγνίδιν του θαῤῥεῖ, ᾿ς τὸν ἄνεμον ἐλπίζει,\nκ᾽ εἰς ταὔκαιροα κ᾽ εἰς τ᾽ ἄδηλα τὸ πρᾶγμάν του σκορπίζει,\nκαὶ ὥσπου χάνει ἄτυχος, πλεότερα πεισματόνει,\nκυ ἂν ἀμαχεύσῃ ῥοῦχά του, πλέον δὲν τὰ Υτλυτόνει.\nὃ ζΖαριστὴς ἐσμίγεται μὲ σύντροφον, μὲ φίλον,\nκαὶ νὰ κερδέσῃ ᾿πεθυμᾷ καὶ δράσσει σὰν τὸν σκύλον.\nκαὶ ν᾿ ἀτιμάζῃ τὸν θεὸν, τὸν δαίμονα νὰ κράζῃ᾽\nκι ἂν ἔχῃ κύριν ἢ γονεὸν, ἐχάσε τὴν εὐχή του,"
      },
      {
        "index": 26,
        "text": "δάιπο “δι θα ψειθπϑ νούϑασα καὶ ἀνέχει πράγμαν τίποτες ὅλον νὰ τὸ ἐξοδιάξει\nκαὶ ΜΡ γοναίον ΝΜ, γονέον ἐχάσε ΜΡ, ἔχασε Τιοσταπὰ"
      },
      {
        "index": 27,
        "text": "ἐχάσε καὶ τὸ πρᾶγμάν του, χάνει καὶ τὴν ψυχήν του.\nΘωρεῖς. υἱέ μου Φρατζησκὴ, τὰ κάμνει τὸ παιγνίδιν.\nλοιπὸν, παιδί μου, ἔπρεπεν νὰ τ᾽ ἀπολησμονήσῃς,\nἂν θέλῃς τὴν καλὴν ζωὴν νὰ τὴν ἀποκερδήσης᾽\nἄφες καὶ ταῖς πολιτικαῖς, μίσησε καὶ τὰ ζάρια.\nτῆς νύκτας τὰ τυρίσματα, τὴν πελελὴν ἀγγάρεια."
      },
      {
        "index": 28,
        "text": "Τὸ τρίτον συμβουλεύω σε ταῖς πολιτικαῖς ν᾿ ἀφήσῃς,\nκι ὡς διὰ καμμιὰν πολιτικὴν τίποτες μὴ ψηφήσης.\nὅτι τοὺς νεοὺς ἣ πολιτικαῖς πολλὰ τοὺς ἐμποδίζουν,\nτὰ παλληκάρια εγδέρνουσι, τοὺς γέροντας μαδίζουν.\nἣ πολιτικὴ ὅταν γροικᾷ καὶ ἔχει νὰ κερδέσῃ.\nκι ἀπήτις φᾷ καὶ γλύψῃ σε, τότ᾽ ἀποκουντουρίζει,\nκι ἄλλον εὑρίσκει νὰ τὸν τρῷ, καὶ σέν᾽ ἀποχιυρίζει.\nκ᾽ εὑρίσκει χίλιαις ἀφορμαῖς μὲ ψόματα καὶ σούραις,\nκι ἂν τῆς εἰπῆς διὰ ψωμὶν, λέγει σου διὰ κουλούραις.\nεἰς τὴν ἀρχὴν τὴν πολιτικὴν πριχοῦ τὴν ἐγνωρίσουν,\nὅλοι τὴν ἐξετρέχουσιν ὡς διὰ νὰ τὴν χαρίσουν.\nκαὶ ὅποιον εὕρῃ πελελὸν κι ἔχει νὰ τὴν χαρίζῃ,\nμὲ λόγια καὶ κομπώματα σὰν μύλον τὸν γυρίζει.\nἣ πολιτικὴ, ἂν τὴν δώσουσι, μετὰ χαρᾶς τὰ παίρνει\"\nδῦ κι ὡς διὰ τὰ δόσι᾽ ἣ πολιτικὴ κηλημουντρᾷ καὶ γέρνει,"
      },
      {
        "index": 29,
        "text": "χαροκοπᾷ ἣ πολιτικὴ, καὶ δίδει τὸ κορμίν της,\nἐξωπουλεῖ τὰ κάλλη τῆς, καὶ χάνει τὴν τιμήν της᾿\nποτέ τῆς ἣ πολιτικὴ εἰς ἕν᾽ οὐδὲν ἱστέκει,\nἑνὸς σακκούλιν τάσσεται κι ἄλλοῦ γαϊτάνιν πλέκει.\nτὸν ἕναν ἀποχαιρετᾷ κι ἄλλον περιλαμβάνει,\nκι ὅποιος τὴν δώσῃ πλεότερα, ἐκεῖνος τὴν λαμβάνει\"\nτοῦ πρώτου καύχου ἣ πολιτικὴ παίρνει του ὅτι ᾿᾽μπορέσῃ,\nκαὶ τότε σὰν τὸν βαρεθῇ νὰ τὸν ταλαιπωρέσῃ,\nἀγανακτᾷ κι ἀφίνει τον καὶ κάμνει σὰν κατέχει,"
      },
      {
        "index": 30,
        "text": "κι ὁπὥῶδειχνε καὶ Ὑάπαν τον, κ᾽ εἶχε τὴν λιγομόραν,\nἐμπρὸς ᾿ς τὸν δούκα προσκυνᾷ μὲ τὴν πολλὴν τρομάραν,\nκαὶ λέγει τον Αὐθέντη μου, ἐδυναστεύσασίν με,\nγὰ μὲ δικαιώσῃς, διὰ τὸν θεὸν, ὅτι ἐντροπιάσασίν με.\"\nκαὶ κλαῖ πολλὰ κι ἀγανακτᾷ τὸ καταφρόνεμάν της,\nτὴν εὐγενείαν της πονεῖ, πῶς νἄβγῃ τ᾽ ὄνομάν της.\nκι οὐδὲ γενεᾶς ἐντρέπεται νὰ πᾶν ἀποφουμίσῃ,\nὁποῦ ἔζην ἣ πολιτικὴ πάντα μὲ τὸ γαμήσει.\nκαὶ τἄλεγε πρωτήτερα ὅλα νὰ τὰ ξεχάσῃ,\nκι ἂν ἠμπορῇ τὸν καῦχόν της τέλεια νὰ τὸν χάσῃ,\nτς ἣ πολιτικὴ ἂς ξεγδικαιωθῇ καὶ ἀπεκεῖ ἂς ᾿ποθάνῃ,\nνὰ βλάψῃ καῦχον δὲν ψηφᾷ ᾿ς ὅσα κακὰ πανθάνει,\nῥοῦχα, δηνέρια, καὶ φελλοὺς, καὶ ψούνια εἰς τ᾽ ἀρμάρι.\nκι \"ἜΣ εὕρῃ ἀκρόνεον κάμνει τον ἀφορμάρη."
      },
      {
        "index": 31,
        "text": "καὶ κεῖνος ὁποῦ ρέγεται ὡς διὰ νὰ τὴν πηδήσῃ,\nνικᾶται ὃ κακότυχος νὰ τὴν καλοκαρδίσῃ. ἫΣ\nδίδει τὴν ῥοῦχα καὶ φελλοὺς, δηνέρια νὰ ᾿ξοδιάζῃ,.\nὶ κλέπτει, καταμυτόνεται, καὶ τὸν ἑαυτόν του βιάζει.\nοἧ πολιτικὴ τὸν καῦχόν τῆς καλὰ τὸν ἐξανοίγει,\nκι ἂν τὸν εὕρῃ ἀπόνηρον ὡς τὴν τρυτγιὰν τὸν πνίγει,\nὡσὰν ἀνέμην καὶ τροχὸν, σὰν μύλον τὸν γυρίζει,\nκι ὥστε νὰ νοιώσῃ πελελὸς ὀλίγον τότ᾽ ἀξίζει.\nποτέ τῆς ἣ πολιτικὴ οὐδὲν λέγει ἀλήθειά,\nκι ὁ φρόνιμος τὰ λόγια της τάσσει -.τα παραμύθια\"\nκι ὃ πελελὸς τοῦ φαίνεται σὰν ζάχαριν καὶ μέλι,\nκαὶ κείνη σὰν μαστορευθῇ, βάνει τον ὅπου θέλει.\nτυφλόνει καὶ ἐγδέρνει τὸν, παΐζει τον καὶ γελᾷ τον,΄\nδείχνει τον τ᾿ ἄσπρον κίτρινον, τὸ μαῦρο σκαργελάτον.\nγελᾷ τὸν τὸν “παντέρημον ὡσὰν μικρὸν κοπέλιν,"
      },
      {
        "index": 32,
        "text": "ἢ ποχιτικὴ τὸν καῦχόν της ἂν νοιώσῃ κι ἀγαπᾷ την,\nκαὶ ᾿ρέγεται καὶ θέλει τῆν, συχνοχαροκοπᾷ την,\nεἡρίσκει τὴν καὶ κάθεται σὰν κακοκαρδισμένη,.\nκαὶ κάμνει καὶ τὰ τζένια της σὰν. εἶναι μαθημένη.\nκαὶ κεῖνος λέγει τὴν εἰς μιάν .,, ἦντά ᾿χεις, συνοδιά μου,\nφῶς μου, ψυχή μου, ὀμμάτία μου, γλυκοπαρηγοριά μου;“\nκαὶ κείνη τ᾽ ἀποκρίνεται ἂς ἔχω. τὴν σκουτοῦραν,"
      },
      {
        "index": 33,
        "text": "μὲ λόγια καὶ μεκομπόματα καὶ νατὸν κανακίζει Μ ρῬοβῦ πὸ νϑύβιμη ΠῸΝ\nἄποβ θαι Μ καὶ ἀνυμπωρησυν ζοὐντανὸν εἰς τὴν τριγίαν τὸν. πνύγη,\nΚαὶ ἀν δύνετε τὸν καύχον τῆς σὺν Ζζώντανον τὸν τρώγη: αυϊθιυβοῦχῃ"
      },
      {
        "index": 34,
        "text": "ἐσὺ μὲ ξεφανέρωσες καὶ κόλλησέ με σοῦρα΄\nον καὶ μόνον ἐντροπιάσθηκα, τιὰ σὲν καλὸν οὐκ εἶχα,\nτόσον ἐκέρδησ᾽ ἀπὸ σὲν ὅσον. ν᾿ ἀξίζῃ τρίχα.\nτς κι ἀφ᾽ ὅτις ἐντροπιάσθηκα καὶ χάθην. μετὰ σένα,\nκάλλιον νᾷχα ᾿ξορισθῆν καὶ νᾷχα πᾶν ᾿ς τὰ ξένα.“\nτς καὶ πάντα μὲ τὴν μάνιταν νὰ κλαῖ, ν᾿ ἀναστενάζῃ,\nτὴν μοῖράν. της ν᾽ ἀγανακτᾷ, τὴν. τύχην ν᾿ ἀτιμάζῃ.\nγελᾷ τον ἣ πολιτικὴ τὸν κόπελον τὸν νέον,᾿\nκι ἂν εὕρῃ γέρον πελελὸν, κάμνει τον κοῦρον νέον.\nτς ὅταν σοῦ λέγῃ κούρβα,, ναί“, λέγει σε πάλιν »ὄχι\"“\"\nκαὶ πιάνει σε ᾿ς τὰ δίκτυα της, σὰν ψάριν μὲ τ᾽ ἀπόχι.\nἣ πολιτικὴ ψηλὰ θωρεῖ καὶ χαμηλὰ ξαμόνει,"
      },
      {
        "index": 35,
        "text": "κι ὁπώβρῃ τὸ πεδέξιον της, μετὰ χαρᾶς συμόνει."
      },
      {
        "index": 36,
        "text": "πολλοὺς γελοῦν ἧ πολιτικαῖς, ἀμμὲ πολλὰ γελοῦνται,\nκι ὅσα καὶ ἂν ἦν΄ μαστόρισσαις, πάλιν τὸν ἄνθον λοῦνται,\nἣ πολιτικὴ τοῦ καύχου της κάμνει μου τὸν τζητζούνια,,\nκ᾽ ἧἥ μάννα της μαλόνει του ὡς διὰ νὰ φέρνῃ ψούνια.\nκι. ὅταν ἰδῇ τὸν καῦχόν τῆς. κάθεται χολιασμένη,\nς ὡσὰν θλιμμένη κάθεται. καὶ παραπονεμένη᾽\nκι ὁ καῦχός της τὴν ἐρωτᾷ κ᾿ οὐδὲν ἀπηλογᾶται,\nκ᾽ οὐδὲν τοῦ ἀποκρίνεται εἰς ὅ,τι τῆς δηγᾶται\"\nὉ ἐξαπορεῖ καὶ λέγει τῆς ὁ φίλος. τῆς ἦντά ᾿χεις;\nπὸ κεφαλάκιν σου πονεῖς, ἢ μετὰ μέναν τἄχεις ;“\nκι ἀπηλογᾶται μάννα τῆς μὲ τὴν πολλὴν μανίαν,\nὡσὰν μανδάτον θλιβερὸν ἀπὸ- -τὴν Ῥωμανίαν\nἄφες τὴν τὴν κακότυχον, μηδὲν τὴν δίδῃς. κάψαν,\nλέγω τὰ ψούνια τἄφερες ἐκεῖνα τὴν ἐβλάψαν.᾽"
      },
      {
        "index": 37,
        "text": "δυὸ ὑἱμέραις ἔχει νηστικὴ καὶ θέλει ν᾿ ἀποθάνῃ,\nκι ὡς πότε τοῦτο τὸ κακὸ πάντα νὰ τὸ παθάνῃ;\nἐσὺ ἔχεις ὅλα σου σωστὰ, πάντα σου τὰ ᾿πεδέξια,\nκι ὡσὰν μᾶς ἐκατέστησες ὃ θεὸς τὰ σὲ πλερώσῃ,\nὅσον καλὸν μᾶς ἔκαμες διπλοῦ τὰ σὲ τὰ δώσῃ \"“\nὃ νοῦς της τῆς πολιτικῆς εἰς τὸ κακὸ γυρίζει,\nἀγκρίζει κύριν καὶ παιδιὰ κι ἀνδρόγυνα χωρίζει\"\nκαὶ φαίνεταί τῆς νόστιμον σὰν ζάχαριν καὶ μέλι,\nὅταν τελειώσῃ τὸ κακὸ τὸ ᾿ρέγεται καὶ θέλει.\nμετὰ χαρᾶς ἣ πολιτικὴ θέλει κρυφὸν γαμήσει,\nὡς ὅτε ν᾿ ἀποδιαντραπῇ, ὥστε ν᾿ ἀποκινήσῃ.\nκι ὅποισς νὰ τὴν κρατῇ κρυφὴν βιάζεται νὰ τὴν παίρνῃ,\nῥοῦχα καὶ μπόταις καὶ φελλοὺς καὶ ψούνια νὰ τὴν φέρνῃ.\nκαὶ πρὶν ν᾿ ἀφήσῃ, λέγω, αὐτὸν, ἄλλον τγυρεύγει ναὔῤη,\nτὸν ἕνα νἄχῃ σήμερον, τὸν ἄλλον νἄχῃ αὖὔρι."
      },
      {
        "index": 38,
        "text": "ἣ πολιτικὴ τὸν κόπελον τὸν ἔχει νὰ γελάσῃ,\nτὴν ὄψιν καὶ τὴν. γνώμην της ὅλην της τὴν ἀλλάσσει,\nκαὶ ἄλλον παίρνει σπήτιν της ὅλα της νὰ μετέχῃ,\nτὸν ἄλλον καὶ κομπόνει τον, ὡσὰν τὸν Μάϊ ποῦ βρέχει.\nμηδὲν πιστεύῃς πολιτικὴν κ᾿ ἔχῃς την μοναχός σου,\nκαὶ σύ ᾽σαι μόνος καῦχός της, κρατῇς ᾽ς τὸν ἐμαυτόν σου,\nἀμμ᾽ ὅταν τὴν φιλῇς ἐσὺ, ἔχει καὶ ἄλλον φίλον᾽\nκαὶ λέγει ἐσὲ οτριαντάφυλλον“, καὶ κεῖνον λέγει “μῆλον“.\nὁποῦ φρονεῖ τῆς πολιτικῆς ὅταν τὴν μαντατέψῃ,\nὅτι ποτ᾽ ἣ πρλιτικὴ οὐκ ἔχει ἐμπιστοσύνη΄᾿\nτὸν βάλλει εἰς τὰ βρόχια της, ἀλλοὶ τὸ τί τοῦ ᾽ὙὙίνη!\nὥστε ποῦ τρῷ τὸν ἄνθρωπον, ὥστε ποῦ τὸν ἐγλύφει,"
      },
      {
        "index": 39,
        "text": "γελᾷ καὶ κολακεύγει τον, ταῖς μούζαις τὸν ἀλείφει.\nἀμμ᾽ ὅταν ᾿δῇ καὶ φύρασε τοῦ ἀνθρώπου τὸ σακκούλι,\nἣ πολιτικὴ ἂν ἠμπόρεσεν διὰ φόλαν τὸν ἐπούλει.\nἑνὸς ἐπαίρνει πολιτικὴ κι ἀλλοῦ τὰ μεταδίδει,\nἕνα, σοῦ φαίνεται, κρατεῖ κ᾿ εἰς τοὺς πάντας τὸ δίδει.\nΘωρεῖς, υἱέ μου Φρατζησκὴ, τὰ κάμνουν ἣ πουτάναις,\nπῶς δείχνουσιν καὶ ἀγαποῦν σὰν ἔνι μαθημέναις,\nκαὶ πῶς ἐπιβουλεύουνται, διατί ἔν ἐντροπιασμέναις."
      },
      {
        "index": 40,
        "text": "ἀφότις κλάψῃ ἣ πολιτικὴ, γελᾷ, παραδιαβάζει,\nτεχνεύεται τὸν καῦχόν της νὰ τὸν ἀποδιαβάζῃ᾽\nτὰ δάκρυα τῆς πολιτικῆς ὡς βρύση καταβαίνουν,\nκι ὡσὰν πουλιὰ πετόμενα ἐγλήγορα διαβαίνουν.\nκάτεχ᾽, υἱέ: μου Φρατζησκὴ, ἐδῶ κ᾽ εἰς ἄλλην χώραν\n(ὡς διὰ τοὺς νεοὺς ἣ πολιτικαῖς ἔνεν μεγάλη ψώρα,\nκαὶ ὅποιος σμίγεται μ᾽ αὐταῖς, χρειὰ κάμνει νὰ ψωριάσῃ,\nκι ἂν ἔχῃ πρᾶγμαν τίποτες, ὅλον νὰ τὸ ᾿ξοδιάσῃ.\nκαὶ μερικοὶ ἰατρεύουνται καὶ περπατοῦν ᾿ς τὴν χώραν,\nκαὶ μερικοὶ λεπριάζουσιν καὶ μερικοὶ λωβιάζουν,\nκι ἀφτὴν λωβάδα τὴν πολλὴν τὴν νὲἐότην τως διαβάζουν.\nτῆς πολιτικῆς ὃ φρόνιμος μὲ βιᾶς τῆς ἐγλυτόνει᾽\nἀμμ᾽ ὅταν εὕρῃ πελελὸν, τελείως .τὸν σκοτόνει.\nκαὶ τὸ ἐγνώρισ᾽, ἀπ᾿ ἐμὲν ἔχε παρηγορίαν,\nἐγνώρισε καὶ κράτει το, νἄχῃς πληροφορίαν."
      },
      {
        "index": 41,
        "text": "δὲν ἔνε κάμμια ποτὲ ποῦ νἄχῃ (πάντα) πίστιν.\nγύρεψ᾽, ἂν εὕρῃς πούποτε, καὶ ᾿δῆς καὶ θυμηθῆῇς την.\nκ᾿ εἰς ἄλλην ἔγραψά σε (το), καὶ πάλιν νὰ σὲ γράψω,"
      },
      {
        "index": 42,
        "text": "δῦῦ. (κι ἂν ἦναι) χίλιαις φοραῖς, θαῤῥῶ νὰ μὴν σὲ βλάψω.\nἣ πολιτικαῖς τὸν κόπελον, παιδίν μου, ἂν τὸν φιλοῦσιν,\nπτωχαίνουν κ᾿ ἐρημάζουν τον, κ᾽ ὕστερον τὸν γελοῦσιν.\nκι ὅταν ἰδῇ. καὶ φύρασεν τοῦ ἀνθρώπου τὸ σακκούλιν,\nἣ πολιτικὴ, ἂν ἐμπόρεσεν, διὰ φόλαν τὸν ἐπούλένν\nἑνὸς ἐπαίρνει ἣ πολιτικὴ, κι ἀλλοῦ τὰ μεταδίδει,\nἕναν, σοῦ φαίνεται, κῤῥατεῖ, καὶ τῶν παντῶν προδίδει.\nΘωρεῖς, υἱέ μου Φρατζησκὴ ........ ἐπ λυ :\nτί κάμνουσιν ἣ πολιτικαῖς ἧ π ἐοεουδννόναις,\nΣαχλήκης ἤμουν Στέφανος, τῶν πολιτικῶν. ὁ Χάρος,\nκαὶ ὅταν εἶχαν τίποτε, σὲ μέναν εἶχαν θάῤῥος."
      },
      {
        "index": 43,
        "text": "Βουῖῦα Ἐτελειόθει ὁ ζαχκλικὴς διὰ χειρὸς ἐμοῦ φρᾶ νοὲλ δὲ λὰ μπρῶ ἐκ΄\nτῆς ροδῶν καβάλλαρεις τέλος. Εἰ χὴρ μὲν ἥ γράψασα σὲ πτε ται τάφῳ.\nσέπεται τάφῳ᾽ ἡ γραφὴ- δὲ μένουσα εἰς χρόνους πχηρεστάτους). Ῥοβᾷ.\nὍθΑΟ. ΘΟΠΒΡΙΟΙ ΠΣ ΠΠΙΘΙΌΣΌΙΗ οὐ τφενς (ΛΙ ) ῶ ἜΝ ΨΡΕΒΕΙ ἀδβθοίδ."
      }
    ]
  }
}
