{
  "chapterNumber": 12,
  "title": "Διήγησις τοῦ Τωρικολόγου (Tale of the Tricologos)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Βασιλεύοντος τοῦ πανενδοξοτάτου Κυδιωνίου καὶ ἡγεμονεύ-\nὌντος τοῦ περιβλέπτου Κίτρου, συνεδριάζοντος δὲ ἹΡῳδίου τοῦ\nἐπικέρνη, ᾿Απιδίου τοῦ πρωτονοταρίου, Μήλου τοῦ λογοθέτου,\nΝεραντσίου τοῦ πρωτοβεστιαρίου, ἹΡοδακίνου τοῦ πρωτοστά-\nτορος, Δαμασκήνου τοῦ πρωτοβελλισίμου, Πιστακίου τοῦ. καί-\nσαρος, Λεμονίου τοῦ μεγάλου δρογγαρίου, Κουκουναρίου τοῦ\nἐπικέρνη, Μοσχοκαρυδίου τοῦ μεγάλου ἄρχοντος, Μουσπούλου,\nΣούρβου, Σύκου, Βατσίνου, Τζιντζίφου, καὶ Κερασίου, τῶν"
      },
      {
        "index": 2,
        "text": "αὐτῶν δὲ παρισταμένων παρέστη καὶ ἣ Στάφυλος ἀναγγέλ-"
      },
      {
        "index": 3,
        "text": "οὦ δέσποτα βασιλεῦ Κυδώνιε, γνωστὸν ἔστω τῆς ἀγίας\nσου βασιλείας, ὅτι ὃ πρωτοσέβαστος Πιπέριος μετὰ Κυμίνου\nτοῦ κόμητος καὶ Θρίμπου τοῦ πρωτοσπαθαρίου, Καναβουρίου\nτοῦ μεγάλου ἄρχοντος, Κανίου πρατούκτορος, ΔΙισικαμίνου,"
      },
      {
        "index": 4,
        "text": "Κουμάρου, Κρανίου τε καὶ Βαλανίου τῶν ἀνυμνητέων, ᾿Ανήθου"
      },
      {
        "index": 5,
        "text": "τε καὶ Μαράθου, Κολιάνδρου καὶ Δενδρολιβάνου, καὶ τῶν σῶν"
      },
      {
        "index": 6,
        "text": "προσταγμάτων καταφρονοῦσιν καὶ κατὰ τῆς βασιλείας σου\nἄτοπα ἐπιτηδεύουσιν, ὦ δέσποτα βασιλεῦ Κυδώνιε.\""
      },
      {
        "index": 7,
        "text": "ῬΥΔΘΙΊΙΒΒΙα. οἀντέγραψα καὶ τὴν ἑξῆς σάτυραν ἢ μᾶλλον ΄ παρῳδίαν τῆς\nβυζαντινῆς ἐθιμοταξίας, ἥτις θεωρητέα ιἰὑς ἕν τῶν ἀρχαιοτέρων μνημείων\nτῆς νεοελληνικῆς γλιύσσης. δι"
      },
      {
        "index": 8,
        "text": "ἀκούσας δὲ ταῦτα ὁ βασιλεὺ(ς) Κυδώνιος καὶ θυμοῦ πλη-\nσθεὶς ἔφη πρὸς αὐτήν\nἢ ἔχεις μάρτυῤάς τινας; “"
      },
      {
        "index": 9,
        "text": "»ναί, δέσποτα βασιλεῦ Κυδιύνιε, ἔχω Ἐλαίαν τὴν κυρὰ\nἡγουμένην, Φακὴν τὴν κυρὰ οἰκονόμισσα, Σταϑψίδα τὴν. κυρὰ\nκαλογραῖαν\" ἔχω 'Ρεβιθον τὸν κουκουβαϊομύτην, Φαοουλον τὸν\nκοιλιοπρήστην καὶ μαυρόμματον, Κρόκον τὸν αἱματοδόχον καὶ\nπνευματόμαχον, καὶ Λάθυρον τὸν ἀκέφαλον.\" -\nΕὐθὺς δὲ ἐξεπήδησε καὶ ὁ κύρις Κρομμύδιος μετὰ κόκκινης\nστολῆς δισέντυτος, τρισέντυτος, τὸ γένειον αὐτοῦ χάμαι συρό-\nμενον, καὶ μετὰ δριμείας χολῆς τοὺς λόγους τούτους πρὸς τὸν\nβασιλέα ἀπεκρίνατο\nὦ δέσποτα βασιλεῦ Κυδώνιε, ὀμνύω σε οὕτως\" μὰ τὸν\nἀδελφόν μου Σκόρδον καὶ τὸν ἐξάδελφόν μου τὸν Σινάπη, καὶ\nἀνεψιόν μου τὸν ἹΡεπάνην, καὶ συμπέθερόν μου Πράσον τὸν\nμακρυγένην, καὶ θεῖόν μου τὸν Κάρδαμον τὸν δριμύτατον πάνυ,\nκαὶ υἱόν μου τὸν Ταρκὸν, καὶ Γογγύλην τὸν δεύτερόν μου υἱόν,\nκαὶ μὰ τὰ ᾿Ανηθομαλαθρόκουκα τοὺς συγγενεῖς μου, εἰς τούτους"
      },
      {
        "index": 10,
        "text": "ὅλους σὲ ὀμνύω, δέσποτα βασιλεῦ Κυδώνιε, ὅτι ψεῦδος ἀνήγ-\nγεῖλε ἣ Στάφυλος πρὸς. τὴν βασιλείαν. σου, δέσποτα βασιλευ"
      },
      {
        "index": 11,
        "text": "ὃ δὲ βασιλεὺς Κυβώνιος ἔφη πρὸς τοὺς παρεστῶταςἩ\n»Σεβαστὲ Μαρούλιε, Φρύγιε πρωτοσπαθάριε καὶ ᾿Ἀντίδιε\nπρωτοκαθήμενε τοῦ βισταρίου, καὶ ἔπαρχον Χρυσολάχανον,\nΣπάνιε κουροπαλάτη, καὶ Σεῦκλε κοντόσταυλε, Γλιστρίδα τε καὶ\nΚουδούμεντε, καὶ Δαῦκο καὶ Σέλινε, οἱ καὶ τὰς βίβλους κρα-\nτεῖτε, κρίνατε πρὸς ἑαυτοὺς καθὼς ὃ κύριος Κρομμύδιος ἀπε-\nφθέγξατο τὸ κἄτινος ψευδῆ.\""
      },
      {
        "index": 12,
        "text": "ὦ δέσποτα βασιλεῦ Κυδώνιε, τὴν δικαίαν κρίσιν. θέλομεν,\nἱκετεθομεν σε τοῦ προστάξαι. ἐλθεῖν τοὺς ἄρχοντας καὶ ἥἣγε-"
      },
      {
        "index": 13,
        "text": "προστάξαντος οὖν τοῦ βασιλέως καὶ εἰσελθόντιυν, τῶν ἀρ-\nχόντων, παρίστανται καὶ οἱ μετ᾽ αὐτῶν βάραγγοι, ὃ Καρύδιός\nτε καὶ ὃ Κάστανος καὶ ὁ Λεπτοκάρυος, ὁ Φοινικός τε καὶ ὁ"
      },
      {
        "index": 14,
        "text": "Πιστάκιος, ὁ Βερίκοκκός τε καὶ ὃ Λουπινάριος καὶ ὁ Κολοκύν-\nθιος καὶ ὁ Σμιλάκιος, Λατγινίδιός τε καὶ ὃ Μανιτάριος, ὥσπερ\nκαὶ ἀληθεῖς μάρτυρες, ὁ δὲ τοῦ φουσάτου κριτὴς ἱλαρώτατος ὁ\nλιτσάνα ἡ ἀκανθόῤῥαχος καὶ κακοθειύρητος, καὶ κρίναντες τὸ\nἀληθές. ἐκάθισαν γοῦν τοῦτοι οἱ ἄρχοντες ἐπὶ θρόνου καὶ\nἐξέταξαν ἀκριβιὺς τούτους, ὡς καθὼς τοὺς ὥρισεν αὐτοὺς καὶ\nἀπέστειλεν αὐτοὺς νὰ ἐξετάξουν ὁ αὐθέντης ὁ βασιλεὺς Κυ-\nδιώνιος. λοιπὸν οὐδὲν ἐπαρήκουσαν τὸν ὁρισμόν του, ἀμμὴ\nἐδιάβησαν καὶ ἔκριναν αὐτοὺς καὶ ἐτύρευσαν τὸ τίνος ὧν τὸ\nδίκαιον, ὡς φρόνιμοι. λοιπὸν ὡς καθὼς λόγους ἐξέταξαν ἀκρι-\nβῶς καὶ εἶδαν τίς ἔναι ψεύστης, ἢ ὃ Κρομμύδιος ὃ κοκκινο-\nφόρος ἢ ἡ Στάφυλος ἣ μαυροφόρος. καὶ ὡς εἶδαν ἀκριβῶς οἱ\nκριταὶ, εἴδασιν καὶ εὑρήκασι καὶ ἔκριναν τὴν Στάφυλον ὡς ψευ-"
      },
      {
        "index": 15,
        "text": "ἢ δὲ Στάφυλος ἀναγγέλλουσα πάλιν δεύτερον ψεῦδος ὥς\nἀδιάντροπος πρὸς τὸν βασιλέα ἔφη\nοὐὖὖ δέσποτα βασιλεῦ Κυδώνιε, ὁ Ῥοδάκινος ὁ περσικιύ-\nτατος ἔχει τὸ βέλος αὐτοῦ ἠκονημένον ἵνα θέσῃ ἐπὶ τὸν τράχη-\nλόν σου. ὁ δὲ θεῖος ΤΠέπων ἐχλεμπονίασε καὶ ἐπρήστη καὶ\nαὐτὸς ἐπαρελύθη καὶ ὑπὸ φλεγμονῆς ἔχασκεν, καὶ τρέχει \"\nταστέρα αὐτοῦ ἔσω.\"\nτότε ὁ βασιλεὺς Κυδώνιος ἀπεκρίνατο μὲ μανίαν μετάλην\nκαὶ μὲ θυμὸν ἐκατηράθη μετάλως τὴν Στάφυλον, ταῦτα λέτων\nὃ βασιλεὺς Κυδώνιος ξ\n«ἐὰν ψεῦδος “ἐλάλησας πρὸς τὴν βασιλείαν μου. ταῦτα\nσοῦ καταρῶμεν, Στάφυλος ψεύτρια, καὶ καταρῶ σε νὰ πάθης\nκαὶ δίδω ἀπόφασιν νὰ τὔχῃς πάντοτε΄ ὑπὸ στραβοῦ ξύλου\nκρεμασθῇς, ὑπὸ μαχαιρῶν κοπῆς, ὑπὸ ἀνδρῶν πατηθῆῇς, καὶ τὸ\nαἷμά σου νὰ πίνουν οἱ ἄνδρες νὰ μεθοῦσιν, νὰ μηδὲν ἠξεύρουν"
      },
      {
        "index": 16,
        "text": "τί ποιοῦσιν, καὶ νὰ λέτουν λόγια κλιωθογύριστα, σάταλα πά-\nτάλα, ὡς δαιμονιζόμενοι ἀπὸ τὸ αἷμά σου, Στάφυλε, καὶ ἀπὸ\nτοῖχον εἰς τοῖχον νὰ μηδὲν ἀποβταίνουν, καὶ ἀπὸ φάτνην εἰς\nφάτνην νὰ παραδέρνουν, ὡς ὄνος εἰς τὸ λιβάδιν νὰ κυλίωνται,\nκαὶ κωλοθέας νὰ κροῦσιν εἰς τὰ πάλματα, καὶ νὰ κοιμῶνται εἰς"
      },
      {
        "index": 17,
        "text": "τὰς ῥύμνας καὶ νὰ ἐμπηλόνωνται, χοιρίδια νὰ τοὺς ἀναμυτίζουν\nκαὶ κάταις νὰ τοὺς γλύφουν, καὶ τὰ γένειά των νὰ ξεράσουν, καὶ\nδὴ ὄρνιθες νὰ τοὺς τσιμποῦσιν, καὶ τοῦτόι νὰ μηδὲν γνώθουν\nἐκ τὸ αἷμά σου, Στάφυλε ψεύτρια.\"“\nἐτοῦτα γοῦν ἐκατηράθην ὃ βασιλεὺς Κυδώνιος τοῦ Στά-\nφυλος διατί ἐλάλησε ψεῦδος ἔμπροσθεν τῆς βασιλείας του.\nεὐθὺς οὖν εἶπον οἱ ἄρχοντες\nεἰς ᾽'πολλὰ ἔτη, δέσποτα βασιλεῦ Κυδώνιε, εἰς πολλὰ\nἔτη, ὅτι ἐσὲ πρέπει τὸ βασίλειον, ὡς εὐτενικὸς ὄντως ὅλων."
      }
    ]
  }
}
