{
  "chapterNumber": 1,
  "title": "Γνῶσις καὶ ἐπίγνωσις τῶν πατριαρχῶν θρόνων (Knowledge and Recognition of the Patriarchal Thrones)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Πρῶτος θρόνος καὶ πρώτη πατριαρχία Ἱεροσολύμων, Ἰακώβου τοῦ ἀδελφοθέου καὶ ἀποστόλου, αὐτόπτου καί ὑπηρέτου τοῦ λόγου γενομένου καὶ μύστου τῶν ἀπορρήτων καὶ ἀθεάτων αὐτοῦ μυστηρίων θεαμάτων, περιέχων πᾶσαν τὴν Παλαιστίνων χώραν ἄχρι Ἀραβίας."
      },
      {
        "index": 1,
        "text": "Δεύτερος θρόνος τοῦ ἀποστόλου Πέτρου ἀπὸ Ῥώμης μέχρι τῶν ὁρίων Μαζῶν καὶ Γάλλων, Σπανίας καὶ Φραγγίας, καὶ τοῦ Ἰλλυρικοῦ, μέχρι Γαδήρων καὶ Ἡρακλέους [καὶ] στηλῶν καὶ Ὠκεανοῦ, τέλος ἔχοντος εἰς δυσμὰς ἡλίου ἐν ᾗ εἰσὶ νεκρὰ ὕδατα καὶ ἀκίνητα ὑλώδη ἐν ᾗ νῆσος εἰς τὰ ἄκρη τῶν ὠκεανῶν πελάγων πολύανδρος, χριστιανῶν ἄπειρον πληθος ἄχρι Ῥαβέννης καὶ Λαγοβάρδας καὶ Θεσσαλονίκης, Σκλάβων καὶ Ἀβαρων καὶ Σκυθων ἕως Δανουβίου ποταμοῦ τὰς ἐκκλησιαστικὰς ὁροθεσίας ὡσαύτως Σαρδανίαν καὶ Μεγάρικαν, Καρθαγέννην καὶ μέρος τῶν Ἑσπεριῶν, καὶ μέρος τῆς Σικελίας καὶ Καλαβρίας ἐν οἷς διαπνέουσιν ἄνεμοι θρασκίας ἀρκτῶος παρηίας χώρεος καὶ ὁ ζήφυρος δυτικὸς λὺψ καὶ λυβόνοτος."
      },
      {
        "index": 2,
        "text": "Τρίτος θρόνος Κωνσταντινοπόλεως τοῦ πρωτοκλήτου Ἀνδρέου καὶ τοῦ θεολόγου Ἰωάννου τοῦ εὐαγγελιστοῦ, περιέχων πᾶσαν τῆς Ῥωμαικῆς ἐξουσίας τὴν βασιλείαν, Εὐρώπην τε καὶ Ἀσίαν μέχρι τῆς δύσεως καὶ τὰς Κυκλάδας τῶν νήσων ἄχρι Πόντου καὶ Χερσῶνος καὶ Ἀβασγίας Χαλδίας καὶ Χαζαρίας Καπαδοκίας καὶ πάσης Ἀρμηνιας, τὰ τοῦ βορὰ κλήματα περιλαμβάνων."
      },
      {
        "index": 3,
        "text": "Τέταρτος θρόνος Ἀλεξανδρείας, Μάρκου τοῦ ἀποστόλου καὶ εὐαγγελιστοῦ υἱοῦ Πέτρου τοῦ ἀποστόλου, γενομένου νοταρίου περιέχων ἕως τῆς ἐσωτέρας Ἰνδίας καὶ Αἰθιοπίας, θρόνου ἀποστόλου Θωμᾶ, ἄχρι Μαρμαρικῆς καὶ Ἀφρικῆς καὶ Τριπόλεως καὶ πᾶσαν τὴν Αἰγυπτίαν χώραν ἄχρι τῶν ὁρίων Παλαιστίνης τὰ τοῦ νότου κλήματα περιέχων."
      },
      {
        "index": 4,
        "text": "Πέμπτος θρόνος Ἀντιοχειας τοῦ κορυφαίου Πέτρου, περιέχων ἄχρι τῶν ἀφ᾽ ἡλίου ἀνατολῶν πορίαν ἐχόντων μηνῶν ἑπτά, ἕως τῆς Ἰβερίας καὶ  Ἀρμενίας καὶ Ἀσβηγίας καὶ μέχρι τῆς ἐσωτέρας ἐρήμου Περσῶν, Μήδων, Χαλδαίων ἕως τῆς Ἀράβων ἡγεμονίας, Πάρθων καὶ Ἐλαμήτων καὶ Μεσοποταμίας καὶ ἀφ᾽ ἡλίου τοῦ ἀνατολικοῦ ἀνέμου ἔνθα ὁ ἥλιος ἀνατέλλει."
      }
    ]
  }
}