{
  "chapterNumber": 232,
  "title": "Book 5, Chapter 9",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Βάργος ἐκ τῆς ἐν Συρίᾳ Λαοδικείας ὁρμώμενος, ἀλλᾶντας ὠνίους ἐπ̓ ἀγορᾷ προτιθείς, ἐπί τισιν ἁλοὺς ἀτοπήμασιν ἀπὸ τῆς Λαοδικείας εἰς τὰς Σάρδεις ἦλθε φυγάς, εἶτα κἀκεῖσε φανεὶς οἷος ἦν, ἐπὶ πονηρίᾳ διεβεβόητο. τοῦτον ὁ Τιμάσιος ταῖς Σάρδεσιν ἐπιδημήσας, στωμύλον ἰδὼν δεινόν τε κολακείᾳ ῥᾳδίως ὑπαγαγέσθαι τοὺς προστυγχάνοντας, ᾠκειώσατό τε καὶ παραχρῆμα στρατιωτικοῦ τέλους ἔταξεν ἄρχειν: καὶ οὐ τοῦτο μόνον, ἀλλ̓ ἤδη καὶ εἰς τὴν Κωνσταντινούπολιν ἑαυτῷ συναπήγαγεν."
      },
      {
        "index": 2,
        "text": "οὐκ ἐπαινούντων δὲ τῶν ἐν τέλει τὸ γεγονὸς ʽἔτυχε γὰρ πρότερον ὁ Βάργος διά τινα πονηρεύματα τῆς ἐν Κωνσταντινουπόλει διατριβῆς ἀποκεκλεισμένοσ̓ ὄργανον ἐπιτήδειον Εὐτρόπιος εἰς τὴν κατὰ Τιμασίου συκοφαντίαν τὸν ἄνδρα τοῦτον εὑρὼν ἵστησι κατήγορον αὐτῷ, γραμμάτια δεικνύντα ψευδῆ, βασιλείας ἐπιθυμίαν ἐπιφέροντα Τιμασίῳ. καὶ ὁ μὲν βασιλεὺς προυκάθητο δικαστής, Εὐτρόπιος δὲ παρεστώς, ἐπειδὴ καὶ τὴν ἡγεμονίαν πάντων τῶν βασιλικῶν εἶχε κοιτώνων, τῆς πάσης πάσης ψήφου κύριος ἦν."
      },
      {
        "index": 3,
        "text": "πάντων δὲ δυσανασχετούντων ἐφ̓ οἷς ἀλλαντοπώλης ἄνθρωπος τὸν ἐν ἀρχαῖς καὶ ἀξίαις διαπρέψαντα τοσαύταις ἵστατο κρίνων, ἀνεχώρει μὲν τῆς κρίσεως ὁ βασιλεύς, ἐπέτρεπε δὲ ταύτην Σατουρνίνῳ καὶ Προκοπίῳ. τούτοιν δὲ ὁ μὲν εἷς εἰς γῆρας ἦν βαθὺ προελθὼν καὶ μεγάλαις τετιμημένος ἀξίαις, οὐκ ἔξω δὲ κολακείας, ἀλλ̓ εἰωθὼς ἐν ταῖς κρίσεσι τὰς τῶν βασιλεῖ παραδυναστευόντων θεραπεύειν ὁρμάς τε καὶ γνώμας: ὁ δὲ Προκόπιος τοῦ μὲν βασιλέως ἐγεγόνει Οὐάλεντος κηδεστής, σκαιὸς δέ τις ὤν καὶ ἀνάγωγος ἔν τισιν ἐδόκει τἀληθῆ μετὰ παρρησίας ἐκφαίνειν."
      },
      {
        "index": 4,
        "text": "ὥστε ἀμέλει καὶ τότε συνενεχθεὶς εἰς τὴν κατὰ Τιμασίου ψῆφον τῷ Σατουρνίνῳ τοῦτο προσέθηκεν, ὡς οὐκ ἔδει Τιμασίου Βάργον εἶναι κατήγορον, οὐδὲ τὸν τοσαύταις ἀρχαῖς διαπρέψαντα καὶ ἀξίαις εὐτελοῦς ἀνθρώπου καὶ ἀνασεσυρμένου συκοφαντίαις ἁλῶναι, καὶ ὅπερ ἦν ἀτοπώτατον, εὐεργέτην ὑπὸ τοῦ παθόντος εὖ πράγματα πάσχειν."
      },
      {
        "index": 5,
        "text": "ὤνησε δὲ οὐδὲν ταύτῃ χρησάμενος τῇ παρρησίᾳ Προκόπιος, ἀλλ̓ ἡ μὲν Σατουρνίνου ψῆφος ἐκράτει σφόδρα ἐπαινεθεῖσα, Τιμάσιος δὲ τῇ Ὀάσεως οἰκήσει παραδοθεὶς ἀπηλαύνετο, φυλακῆς αὐτὸν δημοσίας παραπεμπούσης. τόπος δὲ ἦν οὗτος λυπρότατος καὶ οὐδενὶ τῶν αὐτῷ παραδιδομένων ἀναχωρεῖν ἐνδιδούς:"
      },
      {
        "index": 6,
        "text": "ἥ τε γὰρ ἐν μέσῳ γῆ ψαμμώδης οὖσα καὶ παντάπασιν ἔρημος καὶ ἀοίκητος ἀφαιρεῖται τῆς γνώσεως τοὺς ἐπὶ τὴν Ὄασιν ἀπιόντας, τῶν ἀνέμων τοῖς ἴχνεσι τὴν ψάμμον ἐπιφερόντων, καὶ τῷ μήτε φυτὸν μήτε οἴκησιν εἶναι, γνώρισμα εἰς εἰκασίαν τι καταλιπεῖν τοῖς ὁδοιποροῦσι δυνάμενα."
      },
      {
        "index": 7,
        "text": "φήμη δὲ ὅμως εἰς ἅπαντας ᾔει παρὰ Συαγρίου τοῦ παιδὸς ἡρπάσθαι Τιμάσιον λέγουσα, διαφυγόντος τοὺς ἐσταλμένους εἰς ἀναζήτησιν αὐτοῦ καὶ διά τινων ἁρπάσαντος τὸν πατέρα λῃστῶν. ἀλλ̓ εἴτε ἀληθῆ ταῦτα ἦν εἴτε Εὐτροπίῳ χαριζόμενοι ταῦτα ἐν τῷ πλήθει διέσπειραν, οὐκ ἔγνω τις τὸ σαφές, πλὴν ὅτι περ οὔτε Τιμάσιος οὔτε Συάγριος ἐξ ἐκείνου πεφήνασιν."
      }
    ]
  }
}