{
  "chapterNumber": 255,
  "title": "Book 5, Chapter 32",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἀλλὰ Στελίχων μὲν οὐδὲν συνεπιστάμενος ἀπηχὲς ἢ κατὰ τοῦ βασιλέως ἢ κατὰ τῶν στρατιωτῶν βεβουλευμένον ἐν τούτοις ἦν: Ὀλύμπιος δέ τις, ὁρμώμενος μὲν ἐκ τοῦ Εὐξείνου πόντου, λαμπρᾶς δὲ στρατείας ἐν τοῖς βασιλείοις ἠξιωμένος, ἐν δὲ τῇ φαινομένῃ τῶν Χριστιανῶν εὐλαβείᾳ πολλὴν ἀποκρύπτων ἐν ἑαυτῷ πονηρίαν, ἐντυγχάνειν εἰωθὼς δἰ ἐπιεικείας προσποίησιν τῷ βασιλεῖ πολλὰ κατὰ τὸν ποιητὴν θυμοφθόρα τοῦ Στελίχωνος κατέχεε ῥήματα, καὶ ὡς διὰ τοῦτο τὴν ἐπὶ τὴν ἑῴαν ἀποδημίαν ἐπραγματεύσατο, ὡς ἂν ἐπιβουλεύσας ἀναίρεσιν Θεοδοσίῳ τῷ νέῳ Εὐχερίῳ τῷ παιδὶ παραδοίη."
      },
      {
        "index": 2,
        "text": "ἀλλὰ ταῦτα μὲν εὐρυχωρίας αὐτῷ οὔσης κατὰ τὴν ὁδὸν κατέχεε τοῦ βασιλέως: ἤδη δὲ αὐτοῦ ὄντος κατὰ τὸ Τίκηνον, τοὺς νοσοῦντας ἐπισκεπτόμενος τῶν στρατιωτῶν ὁ Ὀλύμπιος ʽἦν γὰρ αὐτῷ καὶ τοῦτο τῆς ἐπικεκαλυμμένης μετριότητος τὸ κεφάλαιον̓ τοιουτώδεις κἀκείνοις ἐνέσπειρεν ἐπῳδάς."
      },
      {
        "index": 3,
        "text": "τετάρτης δὲ μόνης ἡμέρας ἐξ οὗπερ ἐπεδήμησεν ὁ βασιλεὺς τῷ Τικήνῳ διελθούσης, μετακληθέντων εἰς τὰ βασίλεια τῶν στρατιωτῶν ἐφαίνετό τε αὐτοῖς ὁ βασιλεὺς καὶ εἰς τὸν κατὰ Κωνσταντίνου τοῦ τυράννου παρεθάρσυνε πόλεμον. περὶ δὲ Στελίχωνος οὐδενὸς κινηθέντος ἐφαίνετο νεύων τοῖς στρατιώταις Ὀλύμπιος καὶ ὥσπερ ἀναμιμνήσκων ὧν ἔτυχεν"
      },
      {
        "index": 4,
        "text": "αὐτοῖς ἐν παραβύστῳ διαλεχθείς: οἳ δὲ τρόπον τινὰ παράφοροι γεγονότες Λιμένιόν τε τὸν ἐν τοῖς ὑπὲρ τὰς Ἄλπεις ἔθνεσιν ὄντα τῆς αὐλῆς ὕπαρχον ἀποσφάττουσι, καὶ ἅμα τούτῳ Χαριοβαύδην τὸν στρατηγὸν τῶν ἐκεῖσε ταγμάτων: ἔτυχον γὰρ διαφυγόντες τὸν τύραννον καὶ ὑπαντήσαντες κατὰ τὸ Τίκηνον τῷ βασιλεῖ. ἐπισφάττονται δὲ τούτοις Βικέντιός τε καὶ Σάλβιος, ὃ μὲν τῶν ἱππέων ἡγούμενος, ὃ δὲ τοῦ τῶν δομεστίκων τάγματος προεστώς."
      },
      {
        "index": 5,
        "text": "ἐπεὶ δὲ τῆς στάσεως αὐξηθείσης ὅ τε βασιλεὺς ἀνεχώρησεν ἐπὶ τὰ βασίλεια καὶ τῶν ἀρχόντων ἔνιοι διαφυγεῖν ἠδυνήθησαν, ἐπὶ τὴν πόλιν ἅπασαν οἱ στρατιῶται διασπαρέντες ὅσους ἐδυνήθησαν τῶν ἀρχόντων ἀνεῖλον, ἐξελκύσαντες τῶν οἰκημάτων ἐν οἷς ἔτυχον ἀποδράντες, τὰ δὲ τῆς πόλεως διήρπασαν χρήματα. προϊόντος δὲ εἰς ἀνήκεστον τοῦ κακοῦ, χιτώνιον ὁ βασιλεὺς περιβαλόμενος χλαμύδος δίχα καὶ διαδήματος, φανείς τε ἐν μέσῃ τῇ πόλει, σὺν πολλῷ πόνῳ μόλις οἷός τε γέγονε τὴν τῶν στρατιωτῶν ἀναστεῖλαι μανίαν."
      },
      {
        "index": 6,
        "text": "ἀνῃρέθησαν δὲ τῶν ἀρχόντων ὅσοι καὶ μετὰ τὴν φυγὴν ἥλωσαν, ὅ τε τῶν ἐν τῇ αὐλῇ τάξεων μάγιστρος Ναιμόριος καὶ Πατρώινος ὁ τῶν θησαυρῶν προεστὼς καὶ ὁ τῶν ἀνηκόντων ἰδίᾳ τῷ βασιλεῖ ταμιείων προβεβλημένος, καὶ ἐπὶ τούτοις Σάλβιος ὁ τὰ. βασιλεῖ δοκοῦντα τεταγμένος ὑπαγορεύειν, ὃν κοιαίστωρα καλεῖν οἱ ἀπὸ Κωνσταντίνου δεδώκασι χρόνοι: τούτῳ γὰρ οὐδὲ τὸ τῶν ποδῶν ἀντιλαβέσθαι τοῦ βασιλέως ἤρκεσε πρὸς ἀποφυγὴν τοῦ θανάτου."
      },
      {
        "index": 7,
        "text": "τῆς δὲ στάσεως ἄχρι δείλης ὀψίας ἐπιμεινάσης, καὶ τοῦ βασιλέως μή τι καὶ εἰς αὐτὸν γένοιτο δείσαντος καὶ διὰ τοῦτο ὑποχωρήσαντος, εὑρόντες ἐν μέσῳ Λογγινιανόν, ὃς τῆς κατὰ τὴν Ἰταλίαν αὐλῆς ὕπαρχος ἦν, ἀναιροῦσι καὶ τοῦτον. ἀλλ̓ οὗτοι μὲν ἀρχῶν προβεβλημένοι τῆς τῶν στρατιωτῶν ἔργον γεγόνασιν ἀπονοίας: ἀπώλετο δὲ καὶ τῶν παρατυχόντων πλῆθος ὅσον ἀριθμῷ μὴ ῥᾴδιον εἶναι περιλαβεῖν."
      }
    ]
  }
}