{
  "chapterNumber": 206,
  "title": "Book 4, Chapter 42",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Τῶν δὲ κατὰ τὴν ἑῴαν καὶ Θρᾴκην καὶ Ἰλλυρίδα ὄντων ἐν τούτοις, Μάξιμος οὐ κατὰ τὴν ἀξίαν οἰόμενος αὑτῷ τὰ πράγματα φέρεσθαι μόνων ἄρχοντι τῶν ὑπὸ Γρατιανῷ πρότερον τεταγμένων ἐθνῶν, διενοεῖτο παραλῦσαι τὸν νέον Βαλεντινιανὸν τῆς βασιλείας, εἰ μὲν δύναιτο, πάσης, εἰ δὲ τούτου διαμάρτοι, μέρος γοῦν αὐτῆς, ὅσον ἂν οἷός τε γένοιτο,"
      },
      {
        "index": 2,
        "text": "οἰκειώσασθαι. καὶ ταύτῃ κεκρατημένος τῇ γνώμῃ διαβῆναι τὰς Ἄλπεις καὶ ἐπὶ τὴν Ἰταλίαν χωρῆσαι παρεσκευάζετο. θεωρῶν δὲ ὡς διὰ στενῆς ὁδοῦ καὶ τραχυτάτων καὶ ἀβάτων ὀρῶν ἀνάγκη ποιήσασθαι τὴν ὁδοιπορίαν, διαδέχεται δὲ ταῦτα τέλματα καὶ ἕλη, ὁδοιπόροις σχολαίτερον διιοῦσιν, οὐχ ὅτι στρατιᾷ τοσαύτῃ διέξοδον ἐνδιδόντα, τὸ πρακτέον εἰς ἀμείνονα βουλὴν ἀνετίθετο."
      },
      {
        "index": 3,
        "text": "τοῦ δὲ Βαλεντινιανοῦ πρεσβείας ἐκ τῆς Ἀκυληίας χρωμένου καὶ περὶ βεβαιοτέρας εἰρήνης ἀσφάλειαν αὑτῷ δοθῆναι παρακαλοῦντος, ἐτίθετο ταῖς αἰτήσεσι Μάξιμος, δεῖσθαι τούτου καὶ αὐτὸς ὅτι μάλιστα ποιούμενος. πέμπει οὖν Δομνῖνον ἐπὶ τούτῳ Οὐαλεντινιανός, Σύρον μὲν ὄντα τὸ γένος, ἐκ δὲ τοῦ βελτίονος αὐτῷ γνώριμον ὄντα:"
      },
      {
        "index": 4,
        "text": "παραδυναστεύων γὰρ αὐτῷ πίστει καὶ πραγμάτων ἐμπειρίᾳ προέχειν τῶν ἄλλων ἐδόκει: καὶ ἄλλως ὅσα ὁ βασιλεὺς οὐδενὸς εἰδότος ἄλλου πράττειν ἐβούλετο, τούτῳ κατ̓ ἐξαίρετον ἐγνώκει θαρρεῖν. ἐλθὼν οὖν ὡς τὸν Μάξιμον ὁ Δομνῖνος, καὶ ὅσα τῆς πρεσβείας ἦν ἀπαγγείλας, ἠξιοῦτο θεραπείας καὶ φιλοφροσύνης παντοίας: τιμῆς τε γὰρ αὐτὸν ὁ Μάξιμος ὑπερβαλλούσης ἠξίου, καὶ ὄγκῳ δωρεῶν ἐπλήρου τοσοῦτον ὥστε Δομνῖνον μηδένα τοιοῦτον ἔσεσθαι τῷ βασιλεῖ Οὐαλεντινιανῷ φίλον ὑπονοῆσαι."
      },
      {
        "index": 5,
        "text": "τοσοῦτον δὲ ἴσχυσεν ὁ Μάξιμος τὸν Δομνῖνον παραγαγεῖν ὥστε καὶ μέρος ἧς εἶχε στρατιᾶς συμπαραπέμψαι, συνοῖσον εἰς ἐπικουρίαν τῷ βασιλεῖ κατὰ τῶν ἐπικειμένων τοῖς ὑπ̓ αὐτὸν Παίοσι βαρβάρων. ἐπὶ τούτοις ἀναχωρήσαντος τοῦ Δομνίνου, καὶ ὡρᾳζομένου τῷ πλήθει καὶ μεγέθει τῶν δωρεῶν καὶ τῇ τῶν δεδομένων αὐτῷ συμμάχων δορυφορίᾳ, τὴν ἀπὸ τῶν Ἄλπεων φέρουσαν ἐπὶ τὴν Ἰταλίαν ὁδὸν ἔλαθε τῷ Μαξίμῳ ῥᾴονα καταστήσας."
      },
      {
        "index": 6,
        "text": "ὅπερ ὁ Μάξιμος προϊδόμενος, καὶ ἐπὶ τούτῳ πάντα κατασκευάσας, ἐπηκολούθησε πανστρατιᾷ, μεθ̓ ἡσυχίας προπέμψας κατὰ τὴν ὁδὸν φύλακας, οἳ πᾶσαν ἐποιοῦντο φροντίδα τοῦ μηδένα παραδραμόντα τὴν ἐπὶ τὴν Ἰταλίαν Μαξίμου διάβασιν τοῖς ἀμφὶ Δομνῖνον ἀγγεῖλαι. καὶ ἦν ἡ τοιαύτη φυλακὴ λίαν εὔκολος: οὐδὲ γὰρ ἦν οἷόν τε λαθεῖν τοὺς διὰ τοῦ στενωτάτου τῶν Ἄλπεων ἰόντας."
      },
      {
        "index": 7,
        "text": "ὅτε τοίνυν ἔγνω τοὺς ἀμφὶ τὸν Δομνῖνον τὰ στενώτατα τῶν Ἄλπεων καὶ τὰ τῶν ὀρῶν ἄβατα διελθόντας, ἤδη δὲ καὶ τὰ μετὰ τὰς Ἄλπεις, ὅσα ἦν ἑλώδη καὶ δυσχέρειαν ἐμποιοῦντα στρατοπέδῳ πολέμιον στῖφος ἐναντιωσόμενον ἐν δυσχωρίαις εὑρήσειν ἐλπίζοντι, τότε δὴ σὺν παντὶ τάχει τὴν Ἰταλίαν, οὐδενὸς ἐμποδὼν ὄντος, καταλαβὼν τῇ Ἀκυληίᾳ προσάγει."
      }
    ]
  }
}