{
  "chapterNumber": 247,
  "title": "Book 5, Chapter 24",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Τὸ δὲ τῶν συκοφαντῶν ὡς οὔπω πρότερον ἐπιπολάσαν καὶ τοὺς περὶ τὴν αὐλὴν εὐνούχους ἀεὶ περιέπον, εἴ πού τις τῶν πλουσίων ἀπέθανεν, ὡς οὐκ ὄντων παίδων ἢ συγγενῶν ἐμήνυον τὰς οὐσίας, καὶ τοῦ βασιλέως ἐφέρετο γράμματα τοῦδε τὴν οὐσίαν τῷδε παραδοθῆναι κελεύοντα, καὶ παρεδίδοντο τοῖς ᾐτηκόσιν οἱ κλῆροι παίδων ἑστώτων καὶ τοὺς πατέρας μετὰ οἰμωγῆς ἀνακαλουμένων."
      },
      {
        "index": 2,
        "text": "καὶ ἁπλῶς οὐδὲν ἦν ὃ μὴ θρήνων ἐπλήρου τὰς πόλεις, παντὶ τῶν οἰκητόρων ἄλογον ζημίαν ἐπάγον: τοῦ γὰρ βασιλεύοντος ἐσχάτως ἀνοηταίνοντος, ἡ τούτῳ συνοικοῦσα πέρα τῆς φύσεως αὐθἁ??ʼιζομένη, πανταχόθεν τε εὐνούχων ἀπληστίᾳ καὶ τῶν περὶ αὐτὴν γυναικῶν, αἳ μάλιστα ταύτης ἐκράτουν, ἐκδεδομένη, πᾶσιν ἀβίωτον καθίστη τὸν βίον, ὥστε θανάτου τοῖς μέτρια φρονοῦσιν οὐδὲν ἦν αἱρετώτερον."
      },
      {
        "index": 3,
        "text": "ὡς οὐκ ἀρκούντων δὲ τούτων, ἐπηνέχθη τῇ Κωνσταντινουπόλει πάσης ὑπερβολῆς ἐπέκεινα κίνδυνος ἔκ τινος τοιαύτης αἰτίας. Ἰωάννης, ᾗπερ εἴρηταί μοι, μετὰ τὴν φυγὴν ἐπανελθὼν καὶ τοῖς συνήθεσιν ἱεροῖς σοβῶν κατὰ τῆς βασιλίδος τὸ πλῆθος, ἐπειδὴ καὶ τοῦ θρόνου τῆς ἐπισκοπῆς ἑώρα καὶ τῆς πόλεως ἑαυτὸν ἐξωθούμενον, αὐτὸς μὲν ἀπέλιπε τὴν πόλιν νεὼς ἐπιβάς, οἱ δὲ τούτῳ σπουδάζοντες, μηδένα μετὰ τοῦτον ἐπίσκοπον γενέσθαι τῇ πόλει πραγματευόμενοι, πυρὶ τὴν πόλιν ἔγνωσαν ἀπολέσαι."
      },
      {
        "index": 4,
        "text": "λάθρᾳ τοίνυν φλόγα τῇ ἐκκλησίᾳ νυκτὸς ἐμβαλόντες, καὶ περὶ τὸν ὄρθρον ἔξω καταστήσαντες ἑαυτούς, καὶ τούτῳ λαθόντες οἵ τινές ποτε εἶεν, ἡμέρας γενομένης ἐσχάτως ἤδη τὴν πόλιν ἅπασιν ἔδειξαν κινδυνεύουσαν: ἥ τε γὰρ ἐκκλησία κατεφλέγετο πᾶσα, συνεδαπανᾶτο δὲ ταύτῃ καὶ τὰ ἐχόμενα τῶν οἰκοδομημάτων, καὶ μάλιστα ὅσοις τὸ πῦρ ἐπῆγεν ἡ τοῦ γενομένου πνεύματος καταιγίς."
      },
      {
        "index": 5,
        "text": "ἐνέπεσε δὲ τὸ πῦρ καὶ εἰς τὸν εἰωθότα δέχεσθαι τὴν γερουσίαν οἶκον, πρὸ τῶν βασιλείων ὄντα, εἰς πᾶν κάλλος καὶ φιλοτιμίαν ἐξησκημένον: ἀγάλμασι γὰρ κεκαλλώπιστο τεχνιτῶν τὸ ἀξιοπρεπὲς ἐξ αὐτῆς τῆς θέας παρεχομένοις, καὶ μαρμάρων χροιαῖς αἳ κατὰ τοὺς νῦν οὐ μεταλλεύονται χρόνους."
      },
      {
        "index": 6,
        "text": "φασὶ δὲ ὡς καὶ τὰ δείκηλα τὰ ἐν τῷ Ἑλικῶνι τὴν ἀρχὴν καθιδρυθέντα ταῖς Μούσαις, μέρος καὶ αὐτὰ τῆς κατὰ πάντων ἱεροσυλίας ἐν τοῖς Κωνσταντίνου γενόμενα χρόνοις, ἀνατεθέντα τούτῳ τῷ τόπῳ τῇ διὰ τοῦ πυρὸς ὑπήχθη διαφθορᾷ, σαφέστερόν πως τὴν καθέξουσαν ἅπαντας ἀμουσίαν μηνύοντα. θαύματος δέ τινος τηνικαῦτα γενομένου ἄξιον οὐ προσήκει παραδραμεῖν σιωπῇ."
      },
      {
        "index": 7,
        "text": "τοῦτο τῆς γερουσίας τὸ τέμενος, οὗπερ ἕνεκα ταῦτα διέξειμι, Διὸς καὶ Ἀθηνᾶς ἀγάλματα πρὸ τῶν θυρῶν εἶχεν, ἐπί τινων βάσεων λιθίνων ἑστῶτα, καθ̓ ὃ καὶ νῦν ἔστιν αὐτὰ θεάσασθαι σχῆμα: φασὶ δὲ τὸ μὲν τοῦ Διὸς εἶναι τοῦ Δωδωναίου, τὸ δὲ τὸ ἐν τῇ Λίνδῳ πάλαι καθιδρυμένον. τοῦ πυρὸς τοίνυν ἐπινεμηθέντος ἅπαν τὸ τέμενος, ὁ μὲν ἐπικείμενος τῷ τέγει μόλιβδος ἔρρει τηκόμενος κατὰ τῶν ἀγαλμάτων, ἐφέροντο δὲ καὶ οἱ τῆς οἰκοδομίας λίθοι κατὰ τούτων, ἀντέχειν τῇ τοῦ πυρὸς φύσει μὴ δυνηθέντες."
      },
      {
        "index": 8,
        "text": "εἰς χώματος δὲ σχῆμα τοῦ παντὸς κάλλους μεταβληθέντος, ἡ μὲν κοινὴ δόξα καὶ ταῦτα ἐτόπαζε κόνιν καὶ αὐτὰ γενέσθαι, καθαιρόμενος δὲ ὁ τόπος καὶ πρὸς ἀνανέωσιν γενόμενος εὐτρεπὴς ἔδειξε τὰ τῶν θεῶν τούτων ἀγάλματα μόνα κρείττονα τῆς παντελοῦς ἐκείνης γεγονότα φθορᾶς: ὅπερ ἅπασι τοῖς χαριεστέροις ἀμείνους ἐπὶ τῇ πόλει δέδωκεν ἔχειν ἐλπίδας, ὡς δὴ τῶν θεῶν τούτων ἔχεσθαι τῆς ὑπὲρ αὐτῆς ἀεὶ βουλομένων προνοίας. ἀλλὰ ταῦτα μέν, ὅπῃ τῷ θείῳ δοκεῖ, πάντα προΐτω."
      }
    ]
  }
}