{
  "chapterNumber": 132,
  "title": "Book 3, Chapter 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἐπεὶ δὲ ταῦτα διεπονήθη τῷ Καίσαρι, κατὰ σχολὴν στρατιωτῶν συναγείρας πλῆθος ἐπὶ τὸν κατὰ τοῦ Γερμανικοῦ παντὸς παρεσκευάζετο πόλεμον. ἀντιπαραταξαμένων δὲ τῶν βαρβάρων πλήθει παμπόλλῳ, τὴν τούτων ἔφοδον οὐκ ἀναμείνας ὁ Καῖσαρ αὐτὸς ἐπεραιοῦτο τὸν Ῥῆνον, ἄμεινον κρίνας οὐκ ἐν τῇ τῶν Ῥωμαίων ἀλλ̓ ἐν τῇ τῶν βαρβάρων γῇ πολεμητέα εἶναι, τούτῳ τε μὴ τὰς πόλεις βαρύνεσθαι καὶ αὖθις τῇ τῶν βαρβάρων ἐπιστασίᾳ."
      },
      {
        "index": 2,
        "text": "γενομένης δὲ μάχης ἰσχυροτάτης καὶ πλήθους ἀπείρου βαρβάρων ἐν ταύτῃ πεσόντος, ἄχρι τῶν Ἑρκυνίων δρυμῶν τοὺς φεύγοντας ὁ Καῖσαρ ἐπιδιώξας, πολύν τε ἐργασάμενος φόνον καὶ τὸν υἱὸν τοῦ τῶν βαρβάρων ἡγουμένου Βαδομάριον ζωγρίαν ἑλών, ἀπήγαγε τὸν στρατὸν ἐν τῇ οἰκείᾳ παιωνίζοντα ἐπὶ ταῖς νίκαις ἀνυμνοῦντά τε τὰ τοῦ Καίσαρος στρατηγήματα."
      },
      {
        "index": 3,
        "text": "τὸν μὲν δὴ Βαδομάριον Ἰουλιανὸς ἐξέπεμπε Κωνσταντίῳ, τῇ τούτου τύχῃ τὴν νίκην ἀνατιθείς: οἱ δὲ βάρβαροι πρὸς ἔσχατον ἐληλακότες κινδύνου καὶ περὶ παίδων ἤδη καὶ γυναικῶν δεδιότες, μή ποτε καὶ μέχρι τῶν τόπων ἐκείνων ἐν οἷς ἦσαν ἐπεξελθὼν ὁ Καῖσαρ ἅπαν αὐτῶν τὸ γένος ἄρδην ληΐσεται, στέλλουσι πρέσβεις περὶ φιλίας διαλεξομένους καὶ περὶ τοῦ Ῥωμαίοις μηδεπώποτε πολεμήσειν."
      },
      {
        "index": 4,
        "text": "ὁ δὲ Καῖσαρ οὐκ ἄλλως ἔφη περὶ φιλίας αὐτοῖς ἐς λόγους ἰέναι, πρὶν τοὺς αἰχμαλώτους ἅπαντας, ὅσους ἐκ τῶν ἁλουσῶν πόλεων ἔτυχον ἐν τοῖς πρὸ τούτου χρόνοις ἀπαγαγόντες, ἀπολαβεῖν. τῶν δὲ καὶ τοῦτο ποιεῖν ὁμολογησάντων καὶ πάντας ὅσοι περίεισιν ἔτι διδόναι, πραγματευόμενος ὁ Καῖσαρ τὸ μηδένα τῶν αἰχμαλώτων μείναντα παρὰ τοῖς βαρβάροις λαθεῖν τοιόνδε τι μηχανᾶται."
      },
      {
        "index": 5,
        "text": "τοὺς ἀφ̓ ἑκάστης πόλεώς τε καὶ κώμης διαφυγόντας μεταπεμψάμενος ἀπῄτει λέγειν ὀνομαστὶ τίνας ἀπὸ τῆς ἑκάστου πόλεως ἢ κώμης ἀπήγαγον αἰχμαλώτους οἱ βάρβαροι: ἑκάστου δὲ τοὺς κατὰ συγγένειαν ἢ γειτνίασιν ἢ φιλίαν ἢ ἄλλην τινὰ συντυχίαν ἐγνωσμένους ἐξονομάσαντος, ἐκέλευεν τοῖς βασιλικοῖς ὑπογραφεῦσιν ἅπαντας ἀπογράφεσθαι. τούτου δὲ γενομένου καὶ τῶν πρέσβεων ἀγνοούντων τὸ βούλευμα, διαβὰς τὸν Ῥῆνον ἐπέτρεπε τοῖς πρέσβεσι μετὰ τῶν αἰχμαλώτων ἐπανελθεῖν."
      },
      {
        "index": 6,
        "text": "τῶν δὲ μετ̓ οὐ πολὺ τὸ προσταχθὲν πληρωσάντων, φησάντων τε πάντας ἔχειν τοὺς αἰχμαλώτους, ἐπὶ βήματος ὑψηλοῦ καθίσας ὁ Καῖσαρ, στήσας τε τοῦ βήματος ὄπισθεν τοὺς ὑπογραφέας, παρὰ μὲν τῶν βαρβάρων κατὰ τὸ συγκείμενον παραγενέσθαι τοὺς αἰχμαλώτους ἐκέλευε, τῶν δὲ καθ̓ ἕνα παριόντων καὶ τὰς ἑαυτῶν λεγόντων προσηγορίας οἱ τῷ Καίσαρι παρεστῶτες ὑπογραφεῖς ἐκ τῶν ὄντων παῤ αὐτοῖς γραμμάτων ἀνεζήτουν τὰ τούτων ὀνόματα, καὶ παραβάλλοντες οὕς τε πρότερον ἀπεσημειώσαντο καὶ τοὺς φανέντας τῷ Καίσαρι, καὶ πολλῷ πλείους τοὺς παρὰ τῶν οἰκείων πολιτῶν καὶ κωμητῶν ὀνομασθέντας εὑρόντες, ὄπισθεν παρεστῶτες ἐμήνυον τοῦτο τῷ Καίσαρι."
      },
      {
        "index": 7,
        "text": "τοῦ δὲ τοῖς τῶν βαρβάρων πρέσβεσιν ἀπειλήσαντος πολεμεῖν ὡς οὐ πάντας ἀποδοῦσι τοὺς αἰχμαλώτους, εἶτα καὶ λείποντας ἐξ ἑκάστης πόλεώς τε καὶ κώμης ὑποβαλλόντων τῶν ὑπογραφέων ἐξονομάσαντος, οἰηθέντες οἱ βάρβαροι θείᾳ τινὶ ῥοπῇ καὶ τὰ σφόδρα κεκρυμμένα καὶ ἄδηλα δηλοῦσθαι τῷ Καίσαρι, πάντας ὅσους ἂν εὕρωσι ζῶντας παραδώσειν ὁμολογήσαντες, τοὺς πατρίους ὅρκους ἐπὶ τούτῳ δεδώκασιν."
      }
    ]
  }
}