{
  "chapterNumber": 202,
  "title": "Book 4, Chapter 38",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Τὰ μὲν οὖν ἐξ ἐκείνου μέχρι τοῦδε τῇ Ῥωμαίων ἐπικρατείᾳ συμβάντα δείξει τῶν πραγμάτων ἡ κατὰ μέρος ἀφήγησις. ὑπὸ δὲ τοὺς αὐτοὺς χρόνους ἔθνος τι Σκυθικὸν ὑπὲρ τὸν Ἴστρον ἐφάνη πᾶσιν ἄγνωστον τοῖς ἐκεῖσε νομάσιν: ἐκάλουν δὲ Γροθίγγους αὐτοὺς οἱ ταύτῃ βάρβαροι. πλῆθος τοίνυν ὄντες καὶ ὡπλισμένοι κατὰ τὸ δέον, καὶ προσέτι γε ῥώμῃ διαφέροντες, ῥᾷστα διαδραμόντες τοὺς ἐν μέσῳ βαρβάρους παῤ αὐτὴν ἐληλύθασι τοῦ Ἴστρου τὴν ὄχθην, καὶ τὴν διάβασιν αὑτοῖς ᾔτουν ἐπιτραπῆναι τοῦ ποταμοῦ."
      },
      {
        "index": 2,
        "text": "Πρόμωτος δὲ τὴν τῶν ἐκεῖσε στρατοπέδων ἐπιτετραμμένος ἀρχήν, συμπαρατείνας ἐπὶ μήκιστον τῇ ᾐόνι τοῦ ποταμοῦ τὰ στρατόπεδα τὴν πάροδον τοῖς βαρβάροις ἀπέκλειε. ταῦτα δὲ πράττων καὶ ἐφ̓ ἑτέραν ὁδὸν ἦλθε τοιάνδε. συγκαλέσας τῶν αἰσθανομένων τῆς ἐκείνων διαλέκτου τινάς, οἷς μάλιστα ἐγνώκει τὰ τοιαῦτα θαρρεῖν, ἐπὶ προδοσίᾳ καθεῖναι λόγους τοῖς βαρβάροις τούτοις ἀφίησιν."
      },
      {
        "index": 3,
        "text": "οἳ δὲ ὑπὲρ τοῦ δοθῆναι τὸν Ῥωμαίων στρατηγὸν μετὰ τοῦ στρατεύματος ἁδρὸν ἀπῄτουν μισθόν. τῶν δὲ βαρβάρων πρὸς τὸ τοῦ μισθοῦ πλῆθος ἀρκεῖν οὐ φησάντων, πίστιν τοῖς οἰκείοις λόγοις ἐμποιοῦντες οἱ ἐσταλμένοι παρὰ τοῦ στρατηγοῦ τοῖς ἐξ ἀρχῆς προταθεῖσιν ἐπέμενον, σμικρῦναι κατά τι τὸ κέρδος οὐκ ἀνεχόμενοι."
      },
      {
        "index": 4,
        "text": "συνδραμόντων δὲ εἴς τι ποσὸν ἀμφοτέρων, ἐγίνοντο μὲν ἐν παραβύστῳ περὶ προδοσίας συνθῆκαι, καὶ συνεδόκει μέρος μέν τι τοῦ μισθοῦ παραχρῆμα κομίσασθαι τοὺς προδότας, τὸ δὲ λειπόμενον τῷ καιρῷ φυλάξαι τῆς νίκης. ἐπεὶ δὲ καὶ ὅπως ἀρθῆναι τὰ σημεῖα ἔδει καὶ τὸν καιρὸν ἔταξαν καθ̓ ὃν ἐχρῆν τὰς προδοσίας εἰς ἔργον ἐλθεῖν, ἀπαγγέλλουσι τῷ στρατηγῷ τὸ συγκείμενον, καὶ ὡς νυκτὸς ἐπιγενομένης οἱ βάρβαροι μέλλοιεν ἔργου τε ἅπτεσθαι καὶ τὴν διάβασιν κατὰ τοῦ Ῥωμαϊκοῦ ποιεῖσθαι στρατεύματος."
      },
      {
        "index": 5,
        "text": "οἱ μὲν οὖν βάρβαροι τὸ τῆς δυνάμεως ἀκμαιότατον πλήθει μονοξύλων ἐμβιβάσαντες ἔταξαν πρῶτον διαβῆναι καὶ τοῖς στρατιώταις ἔτι καθεύδουσιν ἐπελθεῖν, εἶτα ἐπὶ τούτοις τοὺς ἐν ἰσχύϊ μέσην ἔχοντας τάξιν, ὡς ἂν τοῖς πρώτοις ἤδη τῆς ἐπιθέσεως ἀρξαμένοις συνεπιλάβοιντο, καὶ οὕτως ἑξῆς τὴν ἄχρηστον ἅπασαν ἡλικίαν, ἐπὶ κατωρθωμένοις ἤδη πράγμασιν ὡρᾴζεσθαι μέλλουσαν."
      }
    ]
  }
}