{
  "chapterNumber": 137,
  "title": "Book 3, Chapter 9",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἰουλιανοῦ δὲ ἐν τῷ Παρισίῳ ʽΓερμανίας δὲ αὕτη πολίχνἠ διατρίβοντος, ὡς δὴ πρὸς ἐκδημίαν εὐτρεπεῖς ὄντες οἱ στρατιῶται νυκτὸς ἄχρι βαθείας ἐδείπνουν περὶ τὰ αὐτόθι βασίλεια, τῶν βουλευομένων κατὰ τοῦ Καίσαρος οὐδὲ ἓν λογιζόμενοι. τῶν δὲ ταξιάρχων τινὲς τὸ πάλαι κατ̓ αὐτοῦ μηχανώμενον ἐπὶ τῶν πραγμάτων εὗρον ἀληθές, καὶ ἀνώνυμα γραμμάτια τῶν στρατιωτῶν ἐν μέσῳ κατὰ τὸ λεληθὸς διαρρίψαντες ἐδήλουν διὰ τούτων ὡς ὁ Καῖσαρ, ὁ δοὺς ἅπασιν ὡς εἰπεῖν τὸ κατὰ βαρβάρων τρόπαια στῆσαι διὰ τῶν οἰκείων στρατηγημάτων κατὰ μηδέν τε τῶν καθ̓ ἕκαστον ἐν τῷ μάχεσθαι διαλλάττων, εἰς ἔσχατον ἥξει κινδύνου κατὰ βραχὺ τοῦ βασιλέως τὴν αὐτοῦ δύναμιν ὑποκλέπτοντος, εἰ μὴ συνδραμόντες ἅπαντες ὁμοῦ τὴν τῶν στρατιωτῶν κωλύσαιεν"
      },
      {
        "index": 2,
        "text": "ἐκδημίαν. ταῦτα τὰ γραμματίδια διεσπαρμένα τινὲς τῶν στρατιωτῶν ἀναγνόντες, καὶ εἰς τὸ πλῆθος τὸ μελετώμενον ἐνεγκόντες, ἐξηρέθισαν ἅπαντας εἰς ὀργήν. καὶ ἀναστάντες ἐκ τοῦ πότου σὺν θορύβῳ πολλῷ, τῶν κυλίκων ἐν ταῖς χερσὶν ἔτι κειμένων, ὥρμησαν ἐπὶ τὰ βασίλεια, διαρρήξαντές τε τὰς θύρας σὺν οὐδενὶ κόσμῳ κατάγουσι δημοσίᾳ τὸν Καίσαρα, καὶ ἐπί τινος ἀσπίδος μετέωρον ἄραντες ἀνεῖπόν τε σεβαστὸν αὐτοκράτορα, καὶ ἐπέθεσαν σὺν βίᾳ τὸ διάδημα τῇ κεφαλῇ."
      },
      {
        "index": 3,
        "text": "ὃ δὲ δυσανασχετῶν μὲν ἐπὶ τῷ γεγονότι, τὸ δὲ ἀνακαλέσασθαι τὸ πραχθὲν οὐδεμίαν οἰηθεὶς ἔχειν ἀσφάλειαν Κωνσταντίου μήτε ὅρκοις ἐμμένοντος μήτε συνθήκαις ἢ ἄλλην τινὰ τῶν ἐν ἀνθρώποις πίστιν φυλάττοντος, ὅμως ἐπειρᾶτο τῆς αὐτοῦ γνώμης, καὶ πρέσβεις ἐκπέμψας παρὰ τὴν αὑτοῦ προαίρεσίν τε καὶ γνώμην ἔφη προβῆναι τὰ τῆς ἀναρρήσεως, οἷς εἰ παράσχοι συγγνώμην, ἕτοιμος ἔφασκεν εἶναι τὴν τοῦ Καίσαρος ἔχειν ἀξίαν, ἀποθέμενος τὸ διάδημα."
      },
      {
        "index": 4,
        "text": "Κωνστάντιος δὲ εἰς τοσοῦτον ὀργῆς τε καὶ ἀλαζονείας ἠνέχθη ὥστε πρὸς τοὺς πρέσβεις εἰπεῖν ὡς προσήκει Ἰουλιανὸν τοῦ ζῆν ἀντεχόμενον ἀποθέσθαι πρὸς τῇ βασιλείᾳ καὶ τὸ τοῦ Καίσαρος σχῆμα, καταστάντα δὲ ἰδιώτην ἑαυτὸν τῇ προαιρέσει τοῦ βασιλέως ἐκδοῦναι: μηδὲ γὰρ πείσεσθαί τι δεινὸν μηδὲ ἀντάξιον ὧν ἐτόλμησε. ταῦτα ἀκηκοὼς Ἰουλιανὸς παρὰ τῶν πρέσβεων εἰς τὸ ἐμφανὲς ἔδειξεν ἣν εἶχε περὶ τὸ θεῖον προαίρεσιν, ἄντικρυς εἰς ἐπήκοον πάντων εἰπὼν ὡς τοῖς θεοῖς ἄμεινον ἢ τοῖς Κωνσταντίου λόγοις ἑαυτόν τε καὶ τὸν ἑαυτοῦ βίον ἐκδοῦναι."
      },
      {
        "index": 5,
        "text": "Ἐντεῦθεν ἅπασι φανερὰ γέγονεν ἡ πρὸς Ἰουλιανὸν Κωνσταντίου δυσμένεια. καὶ Κωνστάντιος μὲν πρὸς ἐμφύλιον παρεσκευάζετο πόλεμον, Ἰουλιανῷ δὲ δυσχεραίνειν ἐπὶ τοῖς συμβεβηκόσιν ἐπῄει, ὡς, εἰ μέλλοι τῷ τὴν ἀρχὴν αὐτῷ δεδωκότι τοῦ Καίσαρος πολεμεῖν, ἀχαρίστου παρὰ τοῖς πολλοῖς ἀποίσεται δόξαν. ὄντι δὲ περὶ ταῦτα καὶ πᾶσαν γνώμην ἀνακυκλοῦντι, σφόδρα τε ὀκνηρῶς ἔχοντι πρὸς ἐμφύλιον"
      },
      {
        "index": 6,
        "text": "πόλεμον, ἔδειξε δἰ ἐνυπνίου τὸ θεῖον αὐτῷ τὸ ἐσόμενον: ἐν Βιέννῃ γὰρ διατρίβοντι κατ̓ ὄναρ ὁ Ἥλιος ἐδόκει δεικνύναι τοὺς ἀστέρας αὐτῷ, λέγειν τε ταῦτα τὰ ἔπη Ζεὺς ὅταν εἰς πλατὺ τέρμα πέλῃ κλυτοῦ Ὑδροχόοιο, Παρθενικῆς δὲ Κρόνος μοίρῃ βαίνῃ ἐπὶ πέντε εἰκοστῇ, βασιλεὺς Κωνστάντιος Ἀσίδος αἴης τέρμα φίλου βιότου στυγερὸν καὶ ἐπώδυνον ἕξει."
      },
      {
        "index": 7,
        "text": "αὐτῷ τῆς τῶν κοινῶν πραγμάτων ἐπιμελείας, ἐπεὶ δὲ ἦν ἔτι χειμών, τὰ μὲν ὅσα περὶ τοὺς βαρβάρους τῆς δεούσης ἠξιοῦτο προνοίας, ὥστε, εἰ δεήσει καὶ τῶν ἄλλων αὐτὸν ἀντιλαβέσθαι πραγμάτων, ἐν ἀσφαλείᾳ πάσῃ τὰ ἐν Κελτοῖς πράγματα μεῖναι, παρεσκευάζετο δέ, Κωνσταντίου κατὰ τὴν ἑῴαν ὄντος, τὴν αὐτοῦ προκαταλαβεῖν ἐπιχείρησιν.τούτῳ τῷ ἐνυπνίῳ θαρρήσας εἴχετο μὲν κατὰ τὸ σύνηθες"
      }
    ]
  }
}