{
  "chapterNumber": 263,
  "title": "Book 5, Chapter 40",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ὡς δὲ εἰς ἔσχατον τοῦ κακοῦ προϊόντος καὶ εἰς ἀλληλοφαγίαν ἐλθεῖν ἐκινδύνευσαν, τῶν ἄλλων ἁπάντων ὅσα ἐξάγιστα εἶναι τοῖς ἀνθρώποις ἐδόκει πεπειραμένοι, πρεσβείαν ἔγνωσαν στεῖλαι πρὸς τὸν πολέμιον, ἀπαγγελοῦσαν ὅτι καὶ πρὸς εἰρήνην εἰσὶν ἕτοιμοι τὸ μέτριον ἔχουσαν καὶ πρὸς πόλεμον ἑτοιμότεροι, τοῦ Ῥωμαίων δήμου καὶ ἀναλαβόντος ὅπλα καὶ τῇ συνεχεῖ περὶ ταῦτα μελέτῃ μηκέτι πρὸς τὸ πολεμεῖν ἀποκνοῦντος."
      },
      {
        "index": 2,
        "text": "αἱρεθέντος δὲ πρεσβευτοῦ Βασιλείου, τὸ μὲν γένος ἕλκοντος ἐξ Ἰβήρων ὑπάρχου δ̓ ἀξίᾳ τετιμημένου, συνεξῄει τούτῳ καὶ Ἰωάννης τῶν βασιλικῶν ὑπογραφέων, οὓς τριβούνους καλοῦσιν, ἄρχων γεγενημένος, οἷα γνώριμος Ἀλλαρίχῳ καὶ πρόξενος. οἱ γὰρ ἀπὸ τῆς Ῥώμης ἠπίστουν εἰ αὐτὸς Ἀλλάριχος ἔτι πάρεστι καὶ αὐτὸς ὁ τὴν Ῥώμην εἴη πολιορκῶν: ἐκ γὰρ τῆς προλαβούσης ἐβουκολοῦντο φήμης, ὡς ἕτερος εἴη τῶν τὰ Στελίχωνος φρονούντων αὐτὸν ἐπαγαγὼν"
      },
      {
        "index": 3,
        "text": "τῇ πόλει. οἱ δὲ πρέσβεις ὡς αὐτὸν ἀφικόμενοι κατεδύοντο μὲν ἐπὶ τῇ χρόνον τοσοῦτον κατασχούσῃ τοὺς Ῥωμαίους ἀγνοίᾳ, τὰ δὲ τῆς γερουσίας ἀπήγγελον. ὧν Ἀλλάριχος ἀκούσας, καὶ ὅτι μεταχειριζόμενος ὁ δῆμος ὅπλα παρεσκεύασται πολεμεῖν, ἔφη , καὶ τοῦτο φθεγξάμενος πλατὺν τῶν πρέσβεων κατέχεε γέλωτα. ἐπειδὴ δὲ εἰς τοὺς περὶ τῆς εἰρήνης ἐληλύθασι λόγους, ἐχρῆτο ῥήμασιν ἐπέκεινα πάσης ἀλαζονείας βαρβαρικῆς: ἔλεγε γὰρ οὐκ ἄλλως ἀποστήσεσθαι τῆς πολιορκίας, εἰ μὴ τὸν χρυσὸν ἅπαντα, ὅσον ἡ πόλις ἔχει, καὶ τὸν ἄργυρον λάβοι, καὶ πρὸς τούτοις ὅσα ἐν ἐπίπλοις εὕροι κατὰ τὴν πόλιν καὶ ἔτι τοὺς βαρβάρους οἰκέτας.δασύτερος ὢν ὁ χόρτοςτέμνεσθαι ῥᾴων ἢ ἀραιότερος"
      },
      {
        "index": 4,
        "text": "εἰπόντος δὲ τῶν πρέσβεων ἑνὸς ; ἀπεκρίνατο. ταύτην οἱ πρέσβεις δεξάμενοι τὴν ἀπόφασιν ᾔτησαν τοῖς ἐν τῇ πόλει κοινώσασθαι τὸ πρακτέον. ἐνδοσίμου δὲ τυχόντες τοὺς ἐν τῇ πρεσβείᾳ γενομένους ἀπήγγειλαν λόγους. τότε δὴ πεισθέντες Ἀλλάριχον εἶναι τὸν πολεμοῦντα, καὶ πᾶσι τοῖς εἰς ἀνθρωπίνην ἰσχὺν φέρουσιν ἀπογνόντες ἀνεμιμνήσκοντο τῆς ἐπιφοιτώσης πάλαι τῇ πόλει κατὰ τὰς περιστάσεις ἐπικουρίας καὶ ὡς παραβάντες τὰ πάτρια ταύτης ἔρημοι κατελείφθησαν. εἰ ταῦτα λάβοις, τί λοιπὸν ἔτι τοῖς ἐν τῇ πόλει καταλιμπάνειςτὰς ψυχὰς"
      }
    ]
  }
}