{
  "chapterNumber": 169,
  "title": "Book 4, Chapter 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "διατρίβοντος δὲ αὐτοῦ κατ̓ αὐτὴν αἱρεθέντες αὐτοκράτορες Οὐαλεντινιανὸς καὶ Οὐάλης, ἐπειδὴ καὶ πρότερον ὑπόπτως πρὸς αὐτὸν ἔτυχον ἔχοντες, ἔστελλον παραχρῆμα τοὺς συλληψομένους: ὃ δὲ παρεδίδου τούτοις ἑαυτὸν καὶ ἄγειν ἐπέτρεπεν ὅποι βούλοιντο, πρότερον τῇ γυναικὶ διαλεχθῆναι καὶ τὰ τέκνα θεάσασθαι συγχωρούμενον."
      },
      {
        "index": 2,
        "text": "ἐπεὶ οὖν ἐνδεδώκασιν, ἑστίασιν αὐτοῖς παρεσκεύαζε, καὶ οἰνωθέντας ἰδὼν ἅμα τοῖς οἰκείοις ἅπασιν ἐπὶ τὸν Εὔξεινον ἔδραμε πόντον, ἐκεῖθέν τε νεὼς ἐπιβὰς ἐπὶ τὴν Ταυριανὴν διῄει Χερρόνησον. χρόνον δέ τινα διατρίψας αὐτόθι καὶ τοὺς οἰκήτορας θεασάμενος οὐδεμίαν ἐν αὑτοῖς ἔχοντας πίστιν, δεδιὼς μή ποτε τοῖς ἐπὶ ζήτησιν ἀφικνουμένοις αὐτοῦ παραδοθείη, παραπλέουσαν ἰδὼν ὁλκάδα καὶ ταύτῃ παραδοὺς ἑαυτὸν καὶ τοὺς οἰκείους τὴν Κωνσταντινούπολιν καταλαμβάνει νυκτὸς οὔσης ἔτι."
      },
      {
        "index": 3,
        "text": "καταλύσας δὲ πρός τινα τῶν ἐκ προλαβούσης συνηθείας ὄντων αὐτῷ γνωρίμων, κατασκεψάμενός τε ὅπως ἔχει τὰ τῆς πόλεως μετὰ τὴν τοῦ βασιλέως ἀποδημίαν, ἐπιθέσθαι τυραννίδι διενοεῖτο, ταύτην ἀρχὴν ποιησάμενος τῆς ἐπιθέσεως. ἦν τις εὐνοῦχος Εὐγένιος ὄνομα, τῆς βασιλικῆς ἄρτι ἐκβεβλημένος αὐλῆς, ὑγιῶς δὲ πρὸς τοὺς κρατοῦντας οὐκ ἔχων."
      },
      {
        "index": 4,
        "text": "τοῦτον οἰκειωσάμενος ὁ Προκόπιος, ἐπειδὴ καὶ κύριον εὗρεν ὄντα πλούτου παμπόλλου, φράζει τέως τίς εἴη καὶ κατὰ τίνα ἥκοι χρείαν καὶ ὅπως δέοι τοῖς πράγμασιν ἐπιθέσθαι. τοῦ δὲ κοινωνεῖν ἅπασι τοῖς ἐγχειρουμένοις ὁμολογήσαντος, καὶ ἔνθα ἂν δεήσειε χρήματα χορηγεῖν, προοίμιον ἐποιήσαντο τῆς πράξεως τὸ διαφθεῖραι χρήμασι τὴν ἐν τῇ πόλει καθεσταμένην φρουράν, ἣν τάγματα στρατιωτῶν δύο ἐπλήρου."
      },
      {
        "index": 5,
        "text": "δούλους δὲ πρὸς τούτοις ὁπλίσαντες, καὶ σὺν οὐ πολλῷ πόνῳ πλῆθος οὐκ ὀλίγον συναγαγόντες οἷα πολλῶν ἐν τούτοις ἑαυτοὺς ἑκόντας ἐπιδιδόντων, νυκτὸς ἀωρὶ τὸ πλῆθος ἐπαφέντες τῇ πόλει συνετάραξαν ἅπαντας: καὶ οϊκοθεν ἕκαστοι προϊόντες ἐθεῶντο Προκόπιον ὥσπερ ἀπὸ σκηνῆς βασιλέα σχεδιασθέντα."
      }
    ]
  }
}