{
  "chapterNumber": 100,
  "title": "Book 2, Chapter 27",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἐν τούτῳ τῷ χρόνῳ πρὸς βασιλέα Κωσταντῖνον ηὐτομόλησε Πέρσης ἀνήρ, Ὁρμίσδης ὄνομα, τοῦ βασιλείου γένους, ἐξ αἰτίας τοιᾶσδε. τοῦ πατρὸς αὐτῷ Περσῶν βασιλεύοντος καὶ τὴν γενέθλιον ἐπιτελοῦντος κατὰ τὸν Περσῶν νόμον ἡμέραν, Ὁρμίσδης εἰσῄει θήραν πολλὴν εἰσαγαγὼν εἰς τὰ βασίλεια. τῶν δὲ παρακληθέντων εἰς τὴν εὐωχίαν οὐ τιμησάντων αὐτὸν οὐδὲ κατὰ τὸ καθῆκον ἐπαναστάντων, ἀγανακτήσας ἠπείλησε τὸν Μαρσύου μόρον αὐτοῖς ἐπιθήσειν."
      },
      {
        "index": 2,
        "text": "οἱ μὲν οὖν πλείους ἠγνόησαν τὸν λόγον οἷα δὴ οὐκ ἐπιχώριον ὄντα, Πέρσης δέ τις ἐπιδημήσας τῇ Φρυγίᾳ καὶ τὸ κατὰ τὸν Μαρσύαν ἀκηκοὼς διήγημα τῆς ἀπειλῆς Ὁρμίσδου τὴν ἔννοιαν τοῖς παρακαθημένοις ἐξεῖπεν. οἳ δὲ κατασχόντες ἐν μνήμῃ τὴν ἀπειλήν, ἐπειδὴ τὸν πατέρα τὸν Ὁρμίσδου τελευτῆσαι συνέβη, μεμνημένοι τῶν ἀπειληθέντων οἱ Πέρσαι τὸν μὲν ἀδελφὸν τὸν αὐτοῦ νεώτερον ὄντα βασιλέα χειροτονοῦσι, καὶ ταῦτα τοῦ νόμου τῷ πρεσβυτέρῳ τῶν βασιλέως παίδων διδόντος τὴν τῶν ὅλων ἡγεμονίαν, Ὁρμίσδῃ δὲ πέδας ἐπιθέντες ἐφύλαττον ἔν τινι λόφῳ πρὸ τοῦ ἄστεος ὄντι."
      },
      {
        "index": 3,
        "text": "χρόνου δέ τινος διαδραμόντος ἡ τούτου γυνὴ τοιόνδε τρόπον αὐτῷ μηχανᾶται φυγήν. ἰχθὺν ἀγρεύσασα μέγαν ῥίνην σιδηρᾶν ἐντίθησιν τῇ τούτου νηδύϊ, καὶ ἀναρράψασα δίδωσιν εὐνούχῳ τῶν πιστοτάτων, εἰπεῖν αὐτὸν Ὁρμίσδῃ κελεύσασα παρόντος οὐδενὸς φαγεῖν τὸν ἰχθὺν καὶ τῷ κατὰ τὴν τούτου νηδὺν εὑρισκομένῳ χρήσασθαι πρὸς βοήθειαν. τοῦτο βουλευσαμένη καμήλους ἐκπέμπει πλήρεις οἴνου καὶ ἀφθόνου τροφῆς, εὐωχεῖσθαι διδοῦσα τοῖς τὸν."
      },
      {
        "index": 4,
        "text": "ἄνδρα φυλάττουσιν. ἐπεὶ δὲ οἱ μὲν φύλακες τῇ εὐωχίᾳ προσεῖχον, Ὁρμίσδης δὲ τὸν ἰχθὺν διελὼν εὗρεν τὴν ῥίνην, τὰς ἐπικειμένας τοῖς ποσὶν πέδας διατεμὼν ἀναλαβών τε τὴν τοῦ εὐνούχου στολὴν διὰ μέσων τῶν φυλάκων ἤδη μεθυόντων ἐξῄει, καὶ τῶν εὐνούχων ἕνα παραλαβὼν ἀφικνεῖται πρὸς τὸν Ἀρμενίων βασιλέα, φίλον ὄντα καὶ ξένον αὐτῷ. καὶ διὰ τούτου μετ̓ ἀσφαλείας διασωθεὶς τῷ Κωσταντίνῳ προσέδραμε, καὶ πάσης ἠξιώθη τιμῆς τε καὶ θεραπείας. ἀλλὰ ταῦτα μὲν ὅπως ἔσχεν ἀφηγησάμην."
      }
    ]
  }
}