{
  "chapterNumber": 143,
  "title": "Book 3, Chapter 15",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἐντεῦθεν ὁδόν τινα διαμείψας ἐνέτυχεν ἑτέρᾳ τοῦ ποταμοῦ νήσῳ, καθ̓ ἣν φρούριον ὀχυρώτατον ἦν. ᾧ προσβαλὼν ὁ βασιλεύς, καὶ ἄληπτον πανταχόθεν εὑρών, ἐκδοῦναι σφᾶς αὐτοὺς ἀπῄτει καὶ μὴ ἀναμεῖναι τὸν ἐκ τῆς ἁλώσεως κίνδυνον. τῶν δὲ τοῦτο ποιήσειν ὅπερ ἂν καὶ τοὺς ἄλλους δρῶντας θεάσαιντο ὑποσχομένων, ἐπὶ τὰ πρόσω διῄει."
      },
      {
        "index": 2,
        "text": "καὶ ἕτερα δὲ φρούρια κατέλιπε, ταῖς ὁμοίαις πεισθεὶς ὑποσχέσεσιν: ᾤετο γὰρ μὴ περὶ μικρὰ διατρίβειν τὸν χρόνον, ἀλλ̓ εἰς τὸ κεφάλαιον ἑαυτὸν ἐμβαλεῖν τοῦ πολέμου. σταθμοὺς δέ τινας παραμείψας εἰς Δάκιρα παρεγένετο, πόλιν ἐν δεξιᾷ πλέοντι τὸν Εὐφράτην κειμένην: ἥν τινα τῶν οἰκούντων ἔρημον εὑρόντες οἱ στρατιῶται σῖτόν τε πολὺν ἐναποκείμενον ἥρπασαν καὶ ἁλῶν πλῆθος οὐ μέτριον, γυναῖκάς τε τὰς ἐγκαταλειφθείσας ἀποσφάξαντες οὕτω κατέσκαψαν ὥστε οἴεσθαι τοὺς ὁρῶντας μηδὲ γεγονέναι πόλιν αὐτόθι."
      },
      {
        "index": 3,
        "text": "ἐπὶ δὲ τῆς ἄντικρυς ᾐόνος, δἰ ἧς ὁ στρατὸς ἐποιεῖτο τὴν πορείαν, πηγή τις ἦν ἄσφαλτον ἀνιεῖσα. μεθ̓ ἥν εἰς Σίθα, εἶτα εἰς Μηγίαν ἀφικόμενος, μετ̓ ἐκείνην εἰς Ζαραγαρδίαν πόλιν ἦλθεν, ἐν ᾗ βῆμα ἦν ὑψηλὸν ἐκ λίθου πεποιημένον, ὃ Τραϊανοῦ καλεῖν εἰώθασιν οἱ ἐγχώριοι."
      },
      {
        "index": 4,
        "text": "ταύτην ῥᾷστα τὴν πόλιν οἱ στρατιῶται διαρπάσαντες καὶ ἐμπρήσαντες αὐτήν τε τὴν ἡμέραν καὶ τὴν ὑστεραίαν ἡσυχίαν ἦγον. θαυμάσας δὲ ὁ βασιλεὺς ὅτι τοσαύτην τοῦ στρατοῦ διαδραμόντος ὁδὸν οὐδεὶς ἐκ Περσῶν οὔτε λόχος ἐξ ἐνέδρας οὔτε ἐκ τοῦ προφανοῦς ἀπήντησέ τι πολέμιον, Ὁρμίσδην εἰς κατασκοπὴν ἐκπέμπει μετὰ δυνάμεως, οἷα τὰ Περσῶν διὰ πάσης ἀκριβείας εἰδότα."
      },
      {
        "index": 5,
        "text": "ὅς μικροῦ πρὸς ἔσχατον ἐληλύθει μετὰ τῶν σὺν αὐτῷ κίνδυνον, εἰ μὴ τύχη τις αὐτοὺς ἐκ παραδόξου διέσωσεν. ὁ γὰρ σουρήνας ʽἀρχῆς δὲ τοῦτο παρὰ Πέρσαις ὄνομἀ λόχον ἔν τινι τόπῳ καθίσας Ὁρμίσδην καὶ τοὺς σὺν αὐτῷ στρατιώτας ἐκαραδόκει, παριοῦσιν ἐθέλων"
      },
      {
        "index": 6,
        "text": "ἐπελθεῖν, οὐδὲν τοιοῦτον προσδεχομένοις: καὶ δὴ τὰ τῆς ἐλπίδος αὐτοῖς εἰς ἔργον ἐξέβαινεν, εἰ μὴ διῶρυξ ἐν μέσῳ τοῦ Εὐφράτου, πέρα τοῦ συνήθους ῥυεῖσα, τῶν περὶ τὸν Ὁρμίσδην ἐκώλυσε τὴν διάβασιν. καὶ διὰ τοῦτο ἀναβληθείσης τῆς παρόδου, τῇ ὑστεραίᾳ φανέντι τῷ σουρήνᾳ καὶ τοῖς κοινωνήσασιν αὐτῷ τῆς ἐνέδρας συστραφέντες ἐπέθεντο, καὶ τοὺς μὲν ἀνελόντες τοὺς δὲ τρέψαντες εἰς φυγὴν τῇ λοιπῇ στρατιᾷ συνέμιξαν."
      }
    ]
  }
}