{
  "chapterNumber": 102,
  "title": "Book 2, Chapter 29",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Περιστάσης δὲ τῆς πάσης εἰς μόνον Κωσταντῖνον ἀρχῆς, οὐκέτι λοιπὸν τὴν κατὰ φύσιν ἐνοῦσαν αὐτῷ κακοήθειαν ἔκρυπτεν, ἀλλὰ ἐνεδίδου τῷ κατ̓ ἐξουσίαν ἅπαντα πράττειν. ἐχρῆτο δὲ ἔτι καὶ τοῖς πατρίοις ἱεροῖς, οὐ τιμῆς ἕνεκα μᾶλλον ἢ χρείας: ᾗ καὶ μάντεσιν ἐπείθετο, πεπειραμένος ὡς ἀληθῆ προεῖπον ἐπὶ πᾶσι τοῖς κατωρθωμένοις αὐτῷ. ἐπεὶ δ̓ εἰς τὴν Ῥώμην ἀφίκετο μεστὸς πάσης ἀλαζονείας, ἀφ̓ ἑστίας ᾠήθη δεῖν ἄρξασθαι τῆς ἀσεβείας."
      },
      {
        "index": 2,
        "text": "Κρίσπον γὰρ παῖδα τῆς τοῦ Καίσαρος, ὡς εἴρηταί μοι πρότερον, ἀξιωθέντα τιμῆς, εἰς ὑποψίαν ἐλθόντα τοῦ Φαύστῃ τῇ μητρυιᾷ ʽ??ʼυνεῖναι, τοῦ τῆς φύσεως θεσμοῦ μηδένα λόγον ποιησάμενος ἀνεῖλεν. τῆς δὲ Κωσταντίνου μητρὸς Ἑλένης ἐπὶ τῷ τηλικούτῳ πάθει δυσχεραινούσης καὶ ἀσχέτως τὴν ἀναίρεσιν τοῦ νέου φερούσης, παραμυθούμενος ὥσπερ αὐτὴν ὁ Κωσταντῖνος κακῷ τὸ κακὸν ἰάσατο μείζονι: βαλανεῖον γὰρ ὑπὲρ τὸ μέτρον ἐκπυρωθῆναι κελεύσας καὶ τούτῳ τὴν Φαῦσταν ἐναποθέμενος"
      },
      {
        "index": 3,
        "text": "ἐξήγαγεν νεκρὰν γενομένην. ταῦτα συνεπιστάμενος ἑαυτῷ, καὶ προσέτι γε ὅρκων καταφρονήσεις, προσῄει τοῖς ἱερεῦσι καθάρσια τῶν ἡμαρτημένων αἰτῶν. εἰπόντων δὲ ὡς οὐ παραδέδοται καθαρμοῦ τρόπος δυσσεβήματα τηλικαῦτα καθῆραι δυνάμενος, Αἰγύπτιός τις ἐξ Ἰβηρίας εἰς τὴν Ῥώμην ἐλθὼν καὶ ταῖς εἰς τὰ βασίλεια γυναιξὶν συνήθης γενόμενος, ἐντυχὼν τῷ Κωσταντίνῳ πάσης ἁμαρτάδος ἀναιρετικὴν εἶναι τὴν τῶν Χριστιανῶν διεβεβαιώσατο δόξαν καὶ τοῦτο ἔχειν ἐπάγγελμα, τὸ τοὺς ἀσεβεῖς μεταλαμβάνοντας αὐτῆς πάσης ἁμαρτίας ἔξω παραχρῆμα καθίστασθαι."
      },
      {
        "index": 4,
        "text": "δεξαμένου δὲ ῥᾷστα τοῦ Κωσταντίνου τὸν λόγον καὶ ἀφεμένου μὲν τῶν πατρίων, μετασχόντος δὲ ὧν ὁ Αἰγύπτιος αὐτῷ μετεδίδου, τῆς ἀσεβείας τὴν ἀρχὴν ἐποιήσατο τὴν μαντικὴν ἔχειν ἐν ὑποψίᾳ: πολλῶν γὰρ αὐτῷ διὰ ταύτης προρρηθέντων εὐτυχημάτων καὶ ἐκβάντων εἰς ἔργον, ἐδεδίει μή ποτε καὶ ἄλλοις κατ̓ αὐτοῦ τι πυνθανομένοις τὸ ἐσόμενον προρρηθείη, καὶ ἐκ ταύτης τῆς προαιρέσεως πρὸς τὸ ταῦτα καταλύειν ἐτράπη."
      },
      {
        "index": 5,
        "text": "τῆς δὲ πατρίου καταλαβούσης ἑορτῆς, καθ̓ ἣν ἀνάγκη τὸ στρατόπεδον ἦν εἰς τὸ Καπιτώλιον ἀνιέναι καὶ τὰ νενομισμένα πληροῦν, δεδιὼς τοὺς στρατιώτας ὁ Κωσταντῖνος ἐκοινώνησε τῆς ἑορτῆς. ἐπιπέμψαντος δὲ αὐτῷ φάσμα τοῦ Αἰγυπτίου τὴν εἰς τὸ Καπιτώλιον ἄνοδον ὀνειδίζον ἀνέδην, τῆς ἱερᾶς ἁγιστείας ἀποστατήσας, εἰς μῖσος τὴν γερουσίαν καὶ τὸν δῆμον ἀνέστησεν."
      }
    ]
  }
}