{
  "chapterNumber": 133,
  "title": "Book 3, Chapter 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "οὗ δὴ γενομένου καὶ πλήθους αἰχμαλώτων ἀποδοθέντος ὅσον εἰκὸς ἦν ἐκ τεσσαράκοντα πόλεων κατὰ κράτος ἁλουσῶν συνειλέχθαι, ἠπόρει περὶ τὸ πρακτέον ὁ Καῖσαρ, τὰς πόλεις ἄρδην ἀπολομένας ὁρῶν, τὴν δὲ γῆν χρόνον οὐκ ὀλίγον μείνασαν ἀγεώργητον, τροφῆς τε οὐκ ὀλίγης δεομένους τοὺς ἐκ τῶν βαρβάρων ἀποδοθέντας, ἥτις οὐδὲ ἀπὸ τῶν πλησίον πόλεων εὐπόριστος ἦν διὰ τὸ μηδὲ ταύτας ἀπειράτους γενομένας τῆς τῶν βαρβάρων ἐφόδου τροφῆς ἀρκούσης οὐκ εὐπορεῖν. οὐκ ἔχων οὖν ὅ τι χρήσηται τοῖς παροῦσι, τοιόνδε τι μηχανᾶται."
      },
      {
        "index": 2,
        "text": "τοῦ Ῥήνου πρὸς ταῖς ἐσχατιαῖς τῆς Γερμανίας, ὅπερ ἐστὶν ἔθνος Γαλατικόν, εἰς τὸ Ἀτλαντικὸν πέλαγος ἐκδιδόντος, οὗ τῆς ᾐόνος ἡ Βρεττανικὴ νῆσος ἐννακοσίοις σταδίοις διέστηκεν, ἐκ τῶν περὶ τὸν ποταμὸν ὑλῶν ξύλα συναγαγὼν ὀκτακόσια κατεσκεύασε πλοῖα μείζονα λέμβων, ταῦτά τε εἰς τὴν Βρεττανίαν ἐκπέμψας κομίζεσθαι σῖτον ἐποίει: καὶ τοῦτον τοῖς ποταμίοις πλοίοις ἀνάγεσθαι διὰ τοῦ Ῥήνου παρασκευάζων, τοῦτό τε ποιῶν συνεχέστερον διὰ τὸ βραχὺν εἶναι τὸν πλοῦν, ἤρκεσε τοῖς ἀποδοθεῖσι ταῖς οἰκείαις πόλεσιν εἰς τὸ καὶ τροφῇ χρήσασθαι καὶ σπεῖραι τὴν γῆν καὶ ἄχρις ἀμητοῦ τὰ ἐπιτήδεια ἔχειν."
      },
      {
        "index": 3,
        "text": "Ταῦτα δὲ ἔπραξεν οὔπω σχεδὸν εἰς πέμπτον καὶ εἰκοστὸν τῆς ἡλικίας ἐνιαυτὸν προελθών. ἐχόντων δὲ τῶν στρατιωτῶν πρὸς αὐτὸν εὐμενῶς διά τε τὴν τοῦ βίου λιτότητα καὶ τὸ περὶ τοὺς πολέμους ἀνδρεῖον καὶ περὶ χρηματισμὸν ἐγκρατὲς καὶ τὰς ἄλλας ἀρετάς, ἐν αἷς πάντας ὡς εἰπεῖν τοὺς καθ̓ αὑτὸν ἀνθρώπους ὑπερεβάλετο, φθόνῳ βληθεὶς ὁ Κωνστάντιος ἐπὶ τοῖς Ἰουλιανοῦ κατορθώμασιν, οἰηθεὶς δὲ τὴν Σαλουστίου, τῶν δεδομένων αὐτῷ συμβούλων ἑνός, ἀγχίνοιαν αἰτίαν αὐτῷ τῆς τοσαύτης εἶναι περὶ τὰ πολέμια καὶ τὴν ἄλλην διοίκησιν δόξης, μεταπέμπεται τοῦτον ὡς δὴ τοῖς κατὰ τὴν ἑῴαν αὐτὸν ἐπιστήσων."
      },
      {
        "index": 4,
        "text": "ἑτοίμως δὲ τοῦ Ἰουλιανοῦ τοῦτον ἀφέντος ʽἐγνώκει γὰρ ἐν ἅπασι Κωνσταντίῳ πειθήνιος εἶναἰ τὰ μὲν ἐπιτετραμμένα πάντα τῷ Καίσαρι καθ̓ ἑκάστην ὡς εἰπεῖν ἐλάμβανεν οὐκ ὀλίγην ἐπίδοσιν, τῶν στρατιωτῶν αὐξανομένων πλήθει καὶ πολεμικαῖς ἐμπειρίαις, τῶν πόλεων ἐν εἰρήνῃ καὶ ἀπολαύσει τῶν ἀπὸ ταύτης οὐσῶν ἀγαθῶν."
      }
    ]
  }
}