{
  "chapterNumber": 121,
  "title": "Book 2, Chapter 48",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "ταῦτα λέγοντος ἐξανέστησαν ἅπαντες εἰς τὸ πολεμεῖν, καὶ παραχρῆμα τὰς ὁπλίσεις ἀναλαβόντες ὥρμησαν ἐπὶ τὸ περαιωθῆναι τὸν Σάον. ἀπαγγειλάντων δὲ τῶν κατασκόπων τὴν ἔφοδον, οἱ Σισκίαν τὴν πόλιν φυλάττοντες ἐπικειμένην τῇ ὄχθῃ τοῦ Σάου τοὺς μὲν κατηκόντιζον ἐπιβῆναι τῆς ὄχθης τοῦ ποταμοῦ βουλομένους, τοῖς δὲ ἀνθίσταντο τὴν γέφυραν διαβαίνειν ἐπιχειροῦσιν, ὡς πολλοὺς μὲν κατασφαγῆναι, πλείους δὲ ὑπὸ ἑαυτῶν ὠθουμένους καὶ τῶν ἐναντίων εἰς τὸν ποταμὸν ἐμπεσεῖν."
      },
      {
        "index": 2,
        "text": "φόνου δὲ γενομένου πολλοῦ καὶ τῶν μὲν ἐν τῷ φεύγειν τῆς τοῦ ποταμοῦ γεφύρας ἀποπιπτόντων, τῶν δὲ σὺν τόνῳ πολλῷ διωκόντων, εἰς ἔσχατον ἐλθὼν ὁ Μαγνέντιος κακοῦ τοιάδε μηχανησάμενος τὸν ἐνεστῶτα διαδρᾶναι κίνδυνον οἷός τε γέγονε. πήξας ἐν τῇ γῇ τὸ δόρυ, καὶ τῇ δεξιᾷ νεύσας τοῖς ἐναντίοις ὡς δή τι βουλόμενος εἰπεῖν εἰρηναῖον, ἐπειδὴ τὴν ἀκοὴν εἶδεν ὑπέχοντας, οὐ δίχα τῆς τοῦ βασιλέως κελεύσεως ἔφη τὸν Σάον ἐθελῆσαι περαιωθῆναι, Φιλίππου δὲ εἰπόντος χρῆναι τὴν Ἰταλίαν αὐτὸν καὶ Νωρικοὺς ἀπολιπόντα τὴν Ἰλλυρίδα καταλαβεῖν καὶ ἐν ταύτῃ τοὺς περὶ τῶν σπονδῶν ποιήσασθαι λόγους."
      },
      {
        "index": 3,
        "text": "τούτων ἀκηκοὼς τῶν λόγων Κωνστάντιος ἀπέστησε μὲν τῆς διώξεως τοὺς οἰκείους, ἐνεδίδου δὲ Μαγνεντίῳ τὴν ἑαυτοῦ στρατιὰν εἰς τὰ μεταξὺ Νωρικοῦ καὶ Παιονίας καὶ Μυσίας καὶ Δακίας πεδία μεταστῆσαι, τῶν μὲν δυσχωριῶν ἀπαλλαγῆναι βουλόμενος, ὡς δὲ τῇ ἵππῳ πλεονεκτῶν ἐν ἱππασίμοις αὐτὸν καταπολεμῆσαι χωρίοις. ἐκβάσης τῆς σκέψεως εἰς ἔργον αὐτῷ, τόπον ἐπιτήδειον εἰς τὸ πληρῶσαι τὸ σπουδαζόμενον ἐνόμισεν εἶναι τὴν Κίβαλιν, ἐν ᾗ καὶ Κωνσταντῖνος μάχην Λικιννίῳ συνάψας ἐνίκησε κατὰ κράτος.δὲ"
      },
      {
        "index": 4,
        "text": "θέσιν γὰρ ἐχούσης τῆς πόλεως οἵαν ἀφηγούμενος τὰ τότε πραχθέντα διεξῆλθον, μέρος μὲν τοῦ στρατεύματος εἶχεν ἐν ταύτῃ, χάρακα δὲ μεταξὺ τοῦ λόφου τοῦ τὴν πόλιν ἔχοντος καὶ τοῦ μέχρι τοῦ Σάου ποταμοῦ πεδίου κατασκευάσας, πᾶν μὲν ὅσον οὐ διέζωστο τῷ ποταμῷ τάφρῳ βαθείᾳ καὶ χάρακι πυκνῷ περιέβαλεν, ὅσον δὲ ὁ ποταμὸς περιεῖχε ναυσὶ συμπλακείσαις ἀλλήλαις ἐγεφύρωσε, διαλύων τὴν γέφυραν, ὁπότε δοκοίη, καὶ πάλιν ῥᾷστα συνάπτων."
      },
      {
        "index": 5,
        "text": "ἐν τούτῳ σκηνὰς τῷ πλήθει πηξάμενος, καὶ βασιλικὴν ἐν τῷ μεσαιτάτῳ κατασκευάσας σκηνήν, τῶν εἰς μέγεθος καὶ κάλλος ἐξησκημένων πόλεων κατ̓ οὐδὲν διαλλάττουσαν ἀνέδειξεν. τῶν δὲ ταξιάρχων καὶ λοχαγῶν βασιλέως δειπνοποιοῦντος εὐωχουμένων, μόνοι Λατῖνος καὶ Θαλάσσιος, τὰ πρῶτα παρὰ βασιλεῖ φέροντες, τῆς θοίνης οὐ μετεῖχον, Φιλίππου πεφροντικότες, ὃν ἐπὶ πρεσβείᾳ πρὸς αὑτὸν σταλέντα Μαγνέντιος εἶχεν."
      }
    ]
  }
}