{
  "chapterNumber": 261,
  "title": "Book 5, Chapter 38",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἤδη δὲ Ἀλλαρίχου περὶ τὴν Ῥώμην ὄντος καὶ καταστήσαντος εἰς τὴν πολιορκίαν τοὺς ἔνδον, ἐν ὑποψίᾳ ἔλαβε τὴν Σερήναν ἡ γερουσία, οἷα τοὺς βαρβάρους κατὰ τῆς Πόλεως ἀγαγοῦσαν, καὶ ἐδόκει κοινῇ τε τῇ γερουσίᾳ πάσῃ καὶ Πλακιδίᾳ τῇ ὁμοπατρίᾳ τοῦ βασιλέως ἀδελφῇ ταύτην ἀναιρεθῆναι τῶν περιεστώτων κακῶν οὖσαν αἰτίαν: καὶ Ἀλλάριχον γὰρ αὐτὸν Σερήνας ἐκποδὼν γενομένης ἀναχωρήσειν τῆς πόλεως οἷα μηδενὸς ὄντος ἔτι τοῦ προδώσειν τὴν πόλιν ἐλπιζομένου."
      },
      {
        "index": 2,
        "text": "ἦν μὲν οὖν ἡ ὑποψία τῷ ὄντι ψευδής ʽοὐδὲν γὰρ ἡ Σερήνα τοιοῦτον ἔλαβε κατὰ νοῦν̓, δίκην δὲ τῶν εἰς τὰ θεῖα δέδωκε δυσσεβημάτων ἀξίαν, ὡς αὐτίκα μάλα ἔρχομαι λέξων. ὅτε Θεοδόσιος ὁ πρεσβύτης, τὴν Εὐγενίου καθελὼν τυραννίδα, τὴν Ῥώμην κατέλαβε καὶ τῆς ἱερᾶς ἁγιστείας ἐνεποίησε πᾶσιν ὀλιγωρίαν, τὴν δημοσίαν δαπάνην τοῖς ἱεροῖς χορηγεῖν ἀρνησάμενος, ἀπηλαύνοντο μὲν ἱερεῖς καὶ ἱέρειαι,"
      },
      {
        "index": 3,
        "text": "κατελιμπάνετο δὲ πάσης ἱερουργίας τὰ τεμένη. τότε τοίνυν ἐπεγγελῶσα τούτοις ἡ Σερήνα τὸ μητρῷον ἰδεῖν ἐβουλήθη, θεασαμένη δὲ τῷ τῆς Ῥέας ἀγάλματι περικείμενον ἐπὶ τοῦ τραχήλου κόσμον τῆς θείας ἐκείνης ἄξιον ἁγιστείας, περιελοῦσα τοῦ ἀγάλματος τῷ ἑαυτῆς ἐπέθηκε τραχήλῳ: καὶ ἐπειδὴ πρεσβῦτις ἐκ τῶν Ἑστιακῶν περιλελειμμένη παρθένων ὠνείδισεν αὐτῇ κατὰ πρόσωπον τὴν ἀσέβειαν, περιύβρισέ τε καὶ ἀπελαύνεσθαι διὰ τῶν ἑπομένων ἐκέλευσεν."
      },
      {
        "index": 4,
        "text": "ἣ δὲ κατιοῦσα, πᾶν ὅ τι ταύτης ἄξιον τῆς ἀσεβείας, ἐλθεῖν αὐτῇ Σερήνᾳ καὶ ἀνδρὶ καὶ τέκνοις ἠράσατο. ἐπεὶ δὲ οὐδενὸς τούτων ποιησαμένη λόγον ἀνεχώρει τοῦ τεμένους ἐγκαλλωπιζομένη τῷ κόσμῳ, πολλάκις μὲν ἐπεφοίτησεν ὄναρ αὐτῇ καὶ ὕπαρ τὸν ἐσόμενον θάνατον προμηνύον, ἐθεάσαντο δὲ καὶ ἄλλοι πολλοὶ τὰ παραπλήσια. καὶ τοσοῦτον ἴσχυσεν ἡ τοὺς ἀσεβεῖς μετιοῦσα Δίκη δρᾶσαι τὸ οἰκεῖον, ὥστε οὐδὲ μαθοῦσα τὸ ἐσόμενον ἐφυλάξατο, ὑπέσχε δὲ τῇ ἀγχόνῃ τὸν τράχηλον ᾧ τὸν τῆς θεοῦ κόσμον ἔτυχε περιθεῖσα."
      },
      {
        "index": 5,
        "text": "λέγεται δὲ καὶ Στελίχωνα δἰ ἑτέραν οὐ πόρρω ταύτης ἀσέβειαν τῆς Δίκης τὰ ἀπόρρητα μὴ διαφυγεῖν: καὶ οὗτος γὰρ θύρας ἐν τῷ τῆς Ῥώμης Καπιτωλίῳ χρυσίῳ πολὺν ἕλκοντι σταθμὸν ἠμφιεσμένας ἀπολεπίσαι προστάξαι, τοὺς δὲ τοῦτο πληρῶσαι ταχθέντας εὑρεῖν ἐν τινι μέρει τῶν θυρῶν γεγραμμένον μισερο ρεγι σερϝαντυρ, ὅπερ ἐστίν . καὶ εἰς ἔργον ἐξέβη τὸ γεγραμμένον: ἀθλίως γὰρ καὶ ἐλεεινῶς τὸν βίον ἀπέλιπεν. ἀθλίῳ τυράννῳ φυλάττονται"
      }
    ]
  }
}