{
  "chapterNumber": 83,
  "title": "Book 2, Chapter 10",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ταῦτα μαθὼν Μαξιμιανὸς ὁ Γαλέριος ἐκπέμπει τὸν Καίσαρα Σεβῆρον πολεμήσοντα Μαξεντίῳ. ἐξορμήσαντα δὲ αὐτὸν τοῦ Μεδιολάνου καὶ διὰ τῶν Μαυρουσίων ἐλθόντα ταγμάτων, χρήμασι τὸ πολὺ μέρος τῶν σὺν αὐτῷ στρατιωτῶν διαφθείρας Μαξέντιος, ἤδη δὲ καὶ τὸν τῆς αὐλῆς ὕπαρχον προσποιησάμενος Ἀνουλλῖνον, ἐκράτησεν ῥᾷστα Σεβήρου συμφυγόντος εἰς τὴν Ῥάουενναν, πόλιν ὀχυρωτάτην τε καὶ πολυάνθρωπον καὶ τροφῶν ἔχουσαν πλῆθος αὐτῷ τε καὶ τοῖς δὺν αὐτῷ στρατιώταις ἀρκοῦν."
      },
      {
        "index": 2,
        "text": "ταῦτα γνοὺς Μαξιμιανὸς ὁ Ἑρκούλιος, καὶ ὑπὲρ τοῦ παιδὸς εἰκότως ἀγωνιῶν Μαξεντίου, τῆς Λουκανίας, ἐν ᾗ τότε ἦν, ἐξορμήσας ἐπὶ τὴν Ῥάουενναν ᾔει. συνιδὼν δὲ ὡς οὐκ ἂν ἄκων ταύτης ἐκβληθείη Σεβῆρος ἀσφαλοῦς τε οὔσης καὶ τροφὰς ἐχούσης ἀρκούσας, ὅρκοις ἀπατήσας ἐπὶ τὴν Ῥώμην ἐλθεῖν ἔπεισεν. διιόντα τοίνυν αὐτὸν καὶ εἴς τι χωρίον ἐλθόντα ᾧ Τρία καπηλεῖα προσηγορία, λόχος ἐγκαταστὰς αὐτόθι παρὰ Μαξεντίου, συλλαβὼν καὶ βρόχῳ τὸν τράχηλον ἀρτήσας ἀνεῖλεν."
      },
      {
        "index": 3,
        "text": "οὐκ ἐνεγκὼν δὲ μετρίως τὰ ἐπὶ τῷ Καίσαρι Σεβήρῳ γενόμενα Μαξιμιανὸς ὁ Γαλέριος ἐκ τῆς ἑῴας ἐπὶ τὴν Ῥώμην ἔγνω παραγενέσθαι δίκην τε Μαξεντίῳ τῶν ἡμαρτημένων πρέπουσαν ἐπιθεῖναι: γενόμενος δὲ κατὰ τὴν Ἰταλίαν καὶ τοὺς στρατιώτας οὐ πιστῶς περὶ αὑτὸν ἔχειν αἰσθόμενος ἐπὶ τὴν ἑῴαν ἀνέζευξεν, μάχης οὐδεμιᾶς γενομένης."
      },
      {
        "index": 4,
        "text": "ἐν τούτῳ καὶ Μαξιμιανὸς ὁ Ἑρκούλιος, δυσανασχετῶν ἐπὶ ταῖς κατεχούσαις τὴν πολιτείαν ταραχαῖς, πρὸς Διοκλητιανὸν ἀφικνεῖται τηνικαῦτα ἐν Καρνούτῳ πόλει Κελτικῇ διατρίβοντα, καὶ πείθειν ἐπιχειρεῖ τὴν βασιλείαν ἀναλαβεῖν καὶ μὴ περιιδεῖν τὴν τοσούτῳ χρόνῳ καὶ πόνοις αὐτῶν περισωθεῖσαν ἐκδοθῆναι παραφρονούσῃ νεότητι καὶ παρανοίᾳ τῶν εἰσφρησάντων ἑαυτοὺς τῇ βασιλείᾳ σαλευομένην."
      },
      {
        "index": 5,
        "text": "Διοκλητιανοῦ δὲ μὴ θεμένου τοῖς αἰτουμένοις, ἀλλὰ τὴν ἡσυχίαν ἔμπροσθεν ποιησαμένου τοῦ πράγματα ἔχειν ʽἴσως γὰρ καὶ προῄδει τὴν καθέξουσαν τὰ πράγματα σύγχυσιν οἷα καὶ τῇ περὶ τὸ θεῖον ἀεὶ προσκείμενος ἁγιστείᾀ, διαμαρτὼν τῆς πείρας ὁ Ἑρκούλιος καὶ μέχρι Ῥαουέννης ἐλθὼν αὖθις ἐπὶ τὰς Ἄλπεις ἤλαυνεν, ἐντευξόμενος ἐκεῖσε διατρίβοντι Κωνσταντίνῳ."
      },
      {
        "index": 6,
        "text": "φύσει δὲ ὤν φιλοπράγμων καὶ ἄπιστος, δώσειν ὑποσχόμενος τὴν θυγατέρα Φαῦσταν αὐτῷ καὶ τὴν ὑπόσχεσιν ἐν ταὐτῷ πληρώσας, παράγειν ἐπεχείρει καὶ πείθειν ὡς ἂν διώκοι μὲν ἐκ τῆς Ἰταλίας ἀναχωροῦντα Γαλέριον Μαξιμιανόν, ἐπιβουλεύοι δὲ Μαξεντίῳ."
      },
      {
        "index": 7,
        "text": "ὡς ἔχων δὲ πρὸς ταῦτα πειθήνιον, ἀνεχώρει μὲν τοῦ Κωσταντίνου,τὴν δὲ βασιλείαν ἀναλαβεῖν αὖθις ἐσπούδαζεν, ἐλπίδι τοῦ καὶ Κωσταντῖνον τὸν κηδεστὴν καὶ τὸν υἱὸν Μαξέντιον κακῶς διαθήσειν."
      }
    ]
  }
}