{
  "chapterNumber": 223,
  "title": "Book 4, Chapter 59",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Τῶν δὲ πραγμάτων ὧδε τῷ βασιλεῖ Θεοδοσίῳ προχωρησάντων, ἐπιδημήσας τῇ Ῥώμῃ τὸν υἱὸν Ὁνώριον ἀναδείκνυσι βασιλέα, Στελίχωνα στρατηγόν τε ἀποφήνας ἅμα τῶν αὐτόθι ταγμάτων καὶ ἐπίτροπον καταλιπὼν τῷ παιδί. συγκαλέσας δὲ τὴν γερουσίαν τοῖς ἄνωθεν παραδεδομένοις ἐμμένουσαν πατρίοις καὶ οὐχ ἑλομένην ἔτι συνενεχθῆναι τοῖς ἐπὶ τὴν τῶν θεῶν ἀποκλίνασι καταφρόνησιν, λόγους προσῆγε, παρακαλῶν ἀφιέναι μὲν ἣν πρότερον μετῄεσαν, ὡς αὐτὸς ἔλεγε, πλάνην, ἑλέσθαι δὲ τὴν τῶν Χριστιανῶν πίστιν, ἧς ἐπαγγελία παντὸς ἁμαρτήματος καὶ πάσης ἀσεβείας ἀπαλλαγή."
      },
      {
        "index": 2,
        "text": "μηδενὸς δὲ τῇ παρακλήσει πεισθέντος, μηδὲ ἑλομένου τῶν ἀφ̓ οὗπερ ἡ πόλις ᾠκίσθη παραδεδομένων αὐτοῖς πατρίων ἀναχωρῆσαι καὶ προτιμῆσαι τούτων ἄλογον συγκατάθεσιν ʽἐκεῖνα μὲν γὰρ φυλάξαντας ἤδη διακοσίοις καὶ χιλίοις σχεδὸν ἔτεσιν ἀπόρθητον τὴν πόλιν οἰκεῖν, ἕτερα δὲ ἀντὶ τούτων ἀλλαξαμένους τὸ ἐκβησόμενον ἀγνοεῖν̓, τότε δὴ ὁ Θεοδόσιος βαρύνεσθαι τὸ δημόσιον ἔλεγε τῇ περὶ τὰ ἱερὰ καὶ τὰς θυσίας δαπάνῃ, βούλεσθαί τε ταῦτα περιελεῖν, οὔτε τὸ πραττόμενον ἐπαινοῦντα, καὶ ἄλλως τῆς στρατιωτικῆς χρείας πλειόνων δεομένης χρημάτων."
      },
      {
        "index": 3,
        "text": "τῶν δὲ ἀπὸ τῆς γερουσίας μὴ κατὰ θεσμὸν εἰπόντων πράττεσθαι τὰ τελούμενα μὴ δημοσίου τοῦ δαπανήματος ὄντος, διὰ τοῦτο τότε τοῦ θυηπολικοῦ θεσμοῦ λήξαντος καὶ τῶν ἄλλων ὅσα τῆς πατρίου παραδόσεως ἦν ἐν ἀμελείᾳ κειμένων, ἡ Ῥωμαίων ἐπικράτεια κατὰ μέρος ἐλαττωθεῖσα βαρβάρων οἰκητήριον γέγονεν, ἢ καὶ τέλεον ἐκπεσοῦσα τῶν οἰκητόρων εἰς τοῦτο κατέστη σχήματος ὥστε μηδὲ τοὺς τόπους ἐν οἷς γεγόνασιν αἱ πόλεις ἐπιγινώσκειν."
      },
      {
        "index": 4,
        "text": "ἀλλὰ ταῦτα μὲν εἰς τοῦτο τύχης ἐνεχθέντα δείξει σαφῶς ἡ κατὰ μέρος τῶν πραγμάτων ἀφήγησις: ὁ δὲ βασιλεὺς Θεοδόσιος τὰ κατὰ τὴν Ἰταλίαν ἔθνη καὶ Ἴβηρας καὶ Κελτοὺς καὶ προσέτι γε Λιβύην ἅπασαν Ὁνωρίῳ τῷ παιδὶ παραδούς, αὐτὸς εἰς τὴν Κωνσταντινούπολιν ἐπανιὼν ἐτελεύτησε νόσῳ, καὶ τὸ τούτου σῶμα ταριχευθὲν τοῖς ἐν τῇ Κωνσταντινουπόλει βασιλικοῖς τάφοις ἐναπετέθη."
      }
    ]
  }
}