{
  "chapterNumber": 258,
  "title": "Book 5, Chapter 35",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Στελίχωνος δὲ τελευτήσαντος τὰ ἐν τοῖς βασιλείοις ἅπαντα κατὰ τὴν Ὀλυμπίου διετίθετο βούλησιν, καὶ αὐτὸς μὲν τὴν τοῦ μαγίστρου ἀρχὴν παρελάμβανε, τὰς δὲ ἄλλας διένεμεν ὁ βασιλεὺς οἷς Ὀλύμπιος ἐμαρτύρει.τῶν ὀφφικίων"
      },
      {
        "index": 2,
        "text": "πανταχόθεν δὲ τῶν Στελίχωνος οἰκείων ἢ ἄλλως τὰ τούτου φρονεῖν δοκούντων ἐρευνωμένων, εἰς κρίσιν ἤγοντο Δευτέριος ὁ τῆς φυλακῆς τοῦ βασιλικοῦ κοιτῶνος προεστὼς καὶ Πέτρος ὁ τοῦ τάγματος τῶν ὑπογραφέων ἡγούμενος, καὶ δημοσίαν ὑποστάντες ἐξέτασιν ἠναγκάζοντό τι περὶ Στελίχωνος λέγειν. ὡς δὲ οὔτε καθ̓ ἑαυτῶν οὔτε κατ̓ ἐκείνου διδάσκειν εἶχον οὐδέν, διαμαρτὼν ὁ Ὀλύμπιος τῆς σπουδῆς ῥοπάλοις παίεσθαι αὐτοὺς παρεσκεύαζεν ἄχρι θανάτου."
      },
      {
        "index": 3,
        "text": "πολλῶν δὲ καὶ ἄλλων ὥς τι συνεπισταμένων Στελίχωνι πρὸς δίκην ἀχθέντων, εἰπεῖν τε μετὰ βασάνων ἀναγκασθέντων εἴ τινα τούτῳ συνίσασι βασιλείας ἐπιθυμίαν, ὡς οὐδεὶς ἔφη τι τοιοῦτον εἰδέναι, τῆς μὲν τοιαύτης ἐγχειρήσεως οἱ ταῦτα πολυπραγμονοῦντες ἀπέστησαν, ὁ δὲ βασιλεὺς Ὁνώριος τὴν μὲν γαμετὴν Θερμαντίαν παραλυθεῖσαν τοῦ βασιλείου θρόνου τῇ μητρὶ προσέταττε παραδίδοσθαι, μηδὲν διὰ τοῦτο ὑφορωμένην, τὸν δὲ Στελίχωνος υἱὸν Εὐχέριον ἀνιχνευθέντα πανταχόθεν ἀναιρεθῆναι."
      },
      {
        "index": 4,
        "text": "καὶ τοῦτον ἔν τινι τῶν κατὰ τὴν Ῥώμην ἐκκλησιῶν πεφευγότα εὑρόντες διὰ τὴν τοῦ τόπου τιμὴν εἴασαν: ἐν δὲ τῇ Ῥώμῃ Ἡλιοκράτης ἄρχειν ἐπιτεταγμένος τοῦ ταμιείου, γράμμα βασιλικὸν ἐπικομιζόμενος, ὅπερ ἐβούλετο πάντων ὅσοι κατὰ τοὺς Στελίχωνος χρόνους ἔτυχόν τινος ἀρχῆς δημοσίας γίνεσθαι τὰς οὐσίας, ἔργον ἐπετίθετο τῷ ταμιείῳ χρημάτων."
      },
      {
        "index": 5,
        "text": "ὥσπερ δὲ τούτων οὐκ ἀρκούντων ἐμπλῆσαι τὸν τότε συνέχοντα δαίμονα, τῆς τῶν ἀλιτηρίων ὄντα σειρᾶς καὶ ἐν ἐρημίᾳ τοῦ θείου πάντα συνταράττοντα τὰ ἀνθρώπινα, καὶ ἕτερόν τι προσετέθη τοῖς προλαβοῦσι τοιοῦτον. οἱ ταῖς πόλεσιν ἐνιδρυμένοι στρατιῶται, τῆς Στελίχωνος τελευτῆς εἰς αὐτοὺς ἐνεχθείσης, ταῖς καθ̓ ἑκάστην πόλιν οὔσαις γυναιξὶ καὶ παισὶ βαρβάρων ἐπέθεντο, καὶ ὥσπερ ἐκ συνθήματος πανωλεθρίᾳ διαφθείραντες, ὅσα ἦν αὐτοῖς ἐν οὐσίᾳ διήρπασαν."
      },
      {
        "index": 6,
        "text": "ὅπερ ἀκηκοότες οἱ τοῖς ἀνῃρημένοις προσήκοντες καὶ πανταχόθεν ἐς ταὐτὸ συνελθόντες, σχετλιάσαντες ἐπὶ τῇ: τοσαύτῃ Ῥωμαίων κατὰ τῆς τοῦ θεοῦ πίστεως ἀσεβείᾳ πάντες ἔγνωσαν Ἀλλαρίχῳ προσθέσθαι καὶ τοῦ κατὰ τῆς Ρώμης αὐτῷ κοινωνῆσαι πολέμου: καὶ συναχθεῖσαι πρὸς τοῦτο πλείους ὀλίγῳ τριῶν μυριάδες, ἐφ̓ ὅπερ ἐδόκει συνέθεον."
      }
    ]
  }
}