{
  "chapterNumber": 208,
  "title": "Book 4, Chapter 44",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "τούτοις δυσαρεστήσας ὁ Θεοδόσιος διά τε τὴν ἔμφυτον μαλακίαν καὶ τὴν τῆς προλαβούσης διαίτης ἐκμέλειαν ὤκνει πρὸς τὸν πόλεμον, τὰ ἐκ τῶν ἐμφυλίων κακὰ φέρων εἰς μέσον, καὶ ὡς ἀνάγκη πᾶσα τὰ κοινὰ πλήττεσθαι καιρίαις πληγαῖς ἀμφοτέρωθεν: ὅθεν ἔφασκε δεῖν πρότερον διακηρυκεύεσθαι, καὶ εἰ μὲν ἕλοιτο Βαλεντινιανῷ Μάξιμος ἀποδοῦναι τὴν βασιλείαν καὶ ἄγειν τὴν ἡσυχίαν, κατὰ τὸ πρότερον σχῆμα τὴν ἀρχὴν εἰς ἅπαντας διῃρῆσθαι, πλεονεξίᾳ δὲ κρατούμενον αὐτὸν καταπολεμήσειν ἀπροφασίστως."
      },
      {
        "index": 2,
        "text": "τούτοις ἀντιφθέγγεσθαι μὲν οὐδεὶς τῶν ἀπὸ τῆς γερουσίας ἐθάρρει, δοκοῦσί πως κοινῇ τῇ πολιτείᾳ λυσιτελεῖν: Ἰουστῖνα δὲ οὔτε πραγμάτων ἄπειρος οὖσα οὔτε πρὸς τὴν τοῦ συμφέροντος εὕρεσιν ἄπορος, ἐπισταμένη τὸ Θεοδοσίου περὶ τὰς ἐρωτικὰς ἐπιθυμίας ἐπιρρεπές, ἐφιστᾷ τε τὴν θυγατέρα Γάλλαν ἐξαισίῳ διαπρέπουσαν κάλλει, καὶ τῶν γονάτων ἐπιλαβομένη τοῦ βασιλέως ἱκέτευε μήτε τὸν Γρατιανοῦ τοῦ δεδωκότος οἱ τὴν βασιλείαν θάνατον περιιδεῖν ἀτιμώρητον, μήτε σφᾶς εἰκῇ κειμένους ἐᾶσαι, πάσης ἐκπεπτωκότας ἐλπίδος."
      },
      {
        "index": 3,
        "text": "καὶ ταῦτα λέγουσα τὴν κόρην ὀδυρομένην ἐδείκνυ καὶ τὴν ἑαυτῆς ἀποκλαίουσαν τύχην. τούτων ἀκούσας ὁ Θεοδόσιος, καὶ ἅμα τῇ θέᾳ τοῦ τῆς κόρης κάλλους ἁλούς, παρέφαινε μὲν καὶ τῷ βλέμματι τὴν ἐπὶ τῷ κάλλει τῆς κόρης πληγήν, ἀνεβάλλετο δὲ τὸ πρακτέον, χρηστὰς ἔχειν αὐταῖς ὑποφαίνων ἐλπίδας. ὡς δὲ πλέον ὑπεσμύχετο τῇ τῆς κόρης ἐπιθυμίᾳ, τὴν Ἰουστῖναν μετελθὼν ᾔτει τὴν θυγατέρα πρὸς γάμον οἷα Πλακίλλης τῆς πρότερον αὐτῷ γημαμένης ἀπαλλαγείσης."
      },
      {
        "index": 4,
        "text": "οὐκ ἄλλως δὲ ἔφασκε δώσειν, εἰ μὴ τὸν κατὰ Μαξίμου πόλεμον ἀράμενος τῇ τε Γρατιανοῦ τιμωρήσειεν ἀναιρέσει καὶ Οὐαλεντινιανῷ πάλιν ἀποδοίη τὴν τοῦ πατρὸς βασιλείαν. ἐπὶ τούτοις ἔτυχέ τε τοῦ γάμου καὶ ταῖς τοῦ πολέμου παρασκευαῖς ὅλον ἑαυτὸν ἐνεδίδου, καὶ συνελαυνόμενος ὑπὸ τῆς γυναικὸς τό τε στρατιωτικὸν ἐφιλοφρονεῖτο σιτήσεων ἐπιδόσεσι, καὶ τὴν ἄλλην ἐκμέλειαν ὑπὸ τῆς χρείας ἀναγκαζόμενος ἐπηνώρθου, διαθεῖναί τε τὰ μετὰ τὴν ἀποδημίαν τὴν αὑτοῦ δεησόμενα προνοίας ἐγνώκει."
      }
    ]
  }
}