{
  "chapterNumber": 203,
  "title": "Book 4, Chapter 39",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "ὁ δὲ στρατηγὸς Πρόμωτος ἐκ τῶν ἐπὶ προδοσίᾳ σταλέντων ἅπαντα ταῦτα προδιδαχθεὶς πρὸς τὰ τοῖς βαρβάροις σκεφθέντα παρεσκευάζετο, τὰς ναῦς ἀντιπρῴρους στήσας ἀλλήλαις, καὶ τὸ μὲν βάθος πλοίοις τρισὶ πληρώσας, φροντίσας δὲ μήκους ὅτι μάλιστα πλείονος ἐπὶ σταδίους εἴκοσι τοῦ ποταμοῦ τὴν ᾐόνα κατέλαβε, τοῖς ἐναντίοις ἐπὶ τοσοῦτο τὴν διάβασιν ἀποκλείων, τοῖς δὲ λοιποῖς ἀπαντῶν μονοξύλοις ἤδη διαβαίνειν ἐπιχειροῦσι, καὶ οἷς ἐνετύγχανε καταδύων. ἀσελήνου δὲ τῆς νυκτὸς οὔσης ἀγνοοῦντες οἱ βάρβαροι τὴν τῶν Ῥωμαίων παρασκευὴν ἔργου τε ἥπτοντο καὶ σιγῇ καὶ ἡσυχίᾳ πολλῇ τοῖς μονοξύλοις ἐνέβαινον, ἀγνοεῖν πάντῃ τὰ βεβουλευμένα τοὺς Ῥωμαίους ἡγούμενοι."
      },
      {
        "index": 2,
        "text": "τῶν δὲ σημείων ἀρθέντων οἱ τὴν προδοσίαν μηχανησάμενοι, τῷ στρατηγῷ προμηνύσαντες ἕκαστα καὶ ἁρμοσάμενοι τῇ τῶν πολεμίων παρασκευῇ, ταῖς τε ναυσὶ μεγάλαις οὔσαις καὶ εἰρεσίᾳ καρτερωτάτῃ χρωμέναις ἐπέπλεον καὶ τὰ προστυγχάνοντα πάντα κατέδυον, οὐδενὸς τῶν ἀποπιπτόντων διὰ τὸ τῆς πανοπλίας βάρος οἵου τε γενομένου σωθῆναι."
      },
      {
        "index": 3,
        "text": "τὰ δὲ τοὺς ταῖς ναυσὶ περιπλέοντας διαφυγόντα μονόξυλα, καὶ τοῖς εἰς μῆκος συγκειμένοις πλοίοις περιπεσόντα, παντὶ τῷ προσπεσόντι βαλλόμενα σὺν αὐτοῖς ἀπώλετο τοῖς ἀνδράσιν, οὐδενὸς ὑπερβῆναι τὸ τῶν Ῥωμαϊκῶν πλοίων διάφραγμα δυνηθέντος. φόνου δὲ πολλοῦ γενομένου καὶ οἷος οὔπω πρότερον ἐν ναυμαχίᾳ συνέβη, σωμάτων μὲν ὁ ποταμὸς ἐπληροῦτο καὶ ὅπλων ὅσα φύσιν εἶχεν ὑπὲρ τοῦ ὕδατος αἰωρεῖσθαι, εἰ δέ πού τινες οἷοί τε γεγόνασι διαβῆναι νηχόμενοι, τοῖς περὶ τὴν ᾐόνα τοῦ ποταμοῦ πεζοῖς ἐμπεσόντες ἀπώλοντο."
      },
      {
        "index": 4,
        "text": "τοῦ δὲ ἀκμάζοντος παντὸς ἐν τοῖς βαρβάροις διαφθαρέντος, ἐπὶ τὴν λείαν ἐχώρουν οἱ στρατιῶται, παιδάρια μὲν ἀπάγοντες καὶ γύναια, καὶ τῆς ἀποσκευῆς γενόμενοι κύριοι. τότε δὴ καὶ ὁ στρατηγὸς Πρόμωτος οὐ πόρρω που τὸν βασιλέα Θεοδόσιον ὄντα μετακαλέσας ἐποιεῖτο μάρτυρα τοῦ κατορθώματος."
      },
      {
        "index": 5,
        "text": "ὃ δὲ τῶν αἰχμαλώτων τὸ πλῆθος καὶ τὸν ὄγκον τῶν λαφύρων τεθεαμένος ἀνῆκέ τε τοὺς αἰχμαλώτους ἀδέτους καὶ δωρεαῖς ἐφιλοφρονεῖτο, διὰ τῆς τοιαύτης φιλανθρωπίας εἰς τὸ αὐτομολῆσαι προτρέπων, καὶ ἄλλως εἰς τὸν κατὰ Μαξίμου συνοίσοντάς οἱ πόλεμον. ὁ μὲν οὖν Πρόμωτος ἐπέμενε τῇ τῆς Θρᾴκης ἐφεστὼς φυλακῇ καὶ πρὸς τὸν εἰρημένον πόλεμον ἐν παραβύστῳ γινόμενος εὐτρεπής: ἕτερον δέ τι παραπλήσιον ἐν τῷ αὐτῷ χρόνῳ συμβὰν ἄξιον ἀφηγήσασθαι."
      }
    ]
  }
}