{
  "chapterNumber": 229,
  "title": "Book 5, Chapter 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "ἄξιον δὲ μηδὲ τὴν αἰτίαν δἰ ἣν ἡ πόλις περιεσώθη, θεοπρεπῆ τινὰ οὖσαν καὶ εἰς εὐσέβειαν τοὺς ἀκούοντας ἐπικαλουμένην, σιωπῇ διελθεῖν. ἐπιὼν Ἀλλάριχος πανστρατιᾷ τῇ πόλει τὸ μὲν τεῖχος ἑώρα περινοστοῦσαν τὴν πρόμαχον Ἀθηνᾶν, ὡς ἔστιν αὐτὴν ὁρᾶν ἐν τοῖς ἀγάλμασιν, ὡπλισμένην καὶ οἷον τοῖς ἐπιοῦσιν ἀνθίστασθαι μέλλουσαν, τοῖς δὲ τείχεσι προεστῶτα τὸν Ἀχιλλέα τὸν ἥρω τοιοῦτον οἷον αὐτὸν τοῖς Τρωσὶν ἔδειξεν Ὅμηρος, ὅτε κατ̓ ὀργὴν τῷ θανάτῳ τοῦ Πατρόκλου τιμωρῶν ἐπολέμει."
      },
      {
        "index": 2,
        "text": "ταύτην Ἀλλάριχος τὴν ὄψιν οὐκ ἐνεγκὼν πάσης μὲν ἀπέστη κατὰ τῆς πόλεως ἐγχειρήσεως, ἐπεκηρυκεύετο δέ. προσδεξαμένων τοὺς λόγους, ὅρκους τε λαβόντων καὶ δόντων, εἰσῄει σὺν ὀλίγοις Ἀλλάριχος εἰς τὰς Ἀθήνας. τυχὼν δὲ φιλοφροσύνης ἁπάσης, λουσάμενός τε καὶ κοινωνήσας ἑστιάσεως τοῖς ἐν τῇ πόλει λογάσι, καὶ προσέτι γε δῶρα λαβών, ἀπεχώρει τήν τε πόλιν ἀβλαβῆ καὶ τὴν Ἀττικὴν πᾶσαν καταλιπών."
      },
      {
        "index": 3,
        "text": "καὶ ἡ μὲν Ἀθηναίων πόλις ἐν τῷ κατὰ τὴν Οὐάλεντος βασιλείαν γενομένῳ σεισμῷ, πᾶσαν κατασείσαντι τὴν Ἑλλάδα, μόνη περιεσώθη κατὰ τὸν εἰρημένον μοι τρόπον ἐν τῷ προλαβόντι βιβλίῳ, καὶ νῦν εἰς ἔσχατον ἐλθοῦσα κινδύνου διέφυγεν: Ἀλλάριχος δὲ τὴν Ἀττικὴν πᾶσαν ἀπόρθητον ἀπολιπὼν δέει τῶν φανέντων φασμάτων ἐπὶ τὴν Μεγαρίδα παρῄει, καὶ ταύτην ἑλὼν ἐξ ἐπιδρομῆς τῆς ἐπὶ τὴν Πελοπόννησον ἐλάσεως εἴχετο, μηδεμιᾶς πειρώμενος ἀντιστάσεως."
      },
      {
        "index": 4,
        "text": "ἐνδόντος δὲ αὐτῷ Γεροντίου τὸν Ἰσθμὸν διαβῆναι, πάντα λοιπὸν ἦν αὐτῷ δίχα πόνου καὶ μάχης ἁλώσιμα, τῶν πόλεων σχεδὸν ἁπασῶν διὰ τὴν ἀσφάλειαν ἣν ὁ Ἰσθμὸς παρεῖχεν αὐταῖς ἀτειχίστων οὐσῶν. εὐθέως οὖν ἡ Κόρινθος πρώτη κατὰ κράτος ἡλίσκετο καὶ πρόσοικα ταύτῃ πολίχνια καὶ ἐπὶ ταύτῃ τὸ Ἄργος καὶ ὅσα ἦν αὐτῆς τε καὶ Λακεδαίμονος ἐν μέσῳ χωρία.τὰ"
      },
      {
        "index": 5,
        "text": "καὶ αὐτὴ δὲ ἡ Σπάρτη συναπήγετο τῇ κοινῇ τῆς Ἑλλάδος ἁλώσει, μήτε ὅπλοις ἔτι μήτε ἀνδράσι μαχίμοις τετειχισμένη διὰ τὴν τῶν Ῥωμαίων πλεονεξίαν, ἀλλ̓ ἄρχουσιν ἐκδεδομένη προδόταις καὶ τῇ τῶν κρατούντων ἡδονῇ προθύμως ὑπηρετουμένοις εἰς ἅπαντα τὰ πρὸς κοινὸν ὄλεθρον φέροντα."
      }
    ]
  }
}