{
  "chapterNumber": 224,
  "title": "Book 5, Chapter 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Τῆς δὲ τῶν ὅλων ἀρχῆς εἰς Ἀρκάδιον καὶ Ὁνώριον περιστάσης ἄχρι μὲν ὀνόματος ἐδόκουν ἔχειν τὸ κράτος, ἡ δὲ πᾶσα τῆς ἀρχῆς δύναμις ἦν κατὰ μὲν τὴν ἑῴαν παρὰ Ῥουφίνῳ, κατὰ δὲ τὴν ἑσπέραν ἐν τῇ Στελίχωνος γνώμῃ. δίκαι τε πᾶσαι παῤ αὐτοῖς κατ̓ ἐξουσίαν ἐκρίνοντο, καὶ ἀπῄει κεκρατηκὼς ὁ χρημάτων τὴν ψῆφον ὠνούμενος ἢ ἄλλως οἰκειότητι τὴν τοῦ δικάζοντος ἐπισπώμενος εὔνοιαν."
      },
      {
        "index": 2,
        "text": "κτήματα δὲ ὅσα τοὺς κυρίους ἐν τοῖς ἁπάντων ἐποίει στόμασιν εὐδαίμονας ὀνομάζεσθαι, μετῄει πρὸς τούτους, τῶν μὲν δωρεαῖς θεραπευόντων καὶ τούτῳ τὸ συκοφαντεῖσθαι διαφευγόντων, ἑτέρων δὲ τὰ οἰκεῖα προϊεμένων ὑπὲρ τοῦ τυχεῖν ἀρχῆς ἢ ἄλλον τινὰ πρίασθαι τῶν πόλεων ὄλεθρον."
      },
      {
        "index": 3,
        "text": "παντὸς δὲ εἴδους πονηρίας ταῖς πόλεσιν ἐπιπολάζοντος, ὁ μὲν ἁπανταχόθεν πλοῦτος εἰς τὴν Ῥουφίνου καὶ Στελίχωνος οἰκίαν εἰσέρρει, ἡ δὲ πενία κατὰ πάντα τόπον ἐπενέμετο τὰς τῶν πάλαι πλουτούντων οἰκίας. ᾐσθάνοντο δὲ τῶν γινομένων οἱ βασιλεῖς οὐδενός, ἀλλὰ ἔγραφον μόνον ὅσα Ῥουφῖνος ἐπέταττε καὶ"
      },
      {
        "index": 4,
        "text": "Στελίχων. ἐπεὶ δὲ ἄπλετος ἦν αὐτοῖς πλοῦτος συνειλεγμένος, ἤδη καὶ τὴν βασιλείαν ἑαυτῷ μνᾶσθαι Ῥουφῖνος ὠνειροπόλει, διανοούμενος, ἣν εἶχε θυγατέρα γάμων ὡραίαν, κατεγγυῆσαι τῷ βασιλεῖ, ὅπερ εἰσδύσεως πρόφασιν εἶχε. καὶ δὴ καθίησι περὶ τούτου λόγους ἐν παραβύστῳ διά τινων ἐπὶ τῇ βασιλικῇ θεραπείᾳ τεταγμένων, αὐτὸς μὲν οἰόμενος μηδένα παντάπασι τὴν σκέψιν εἰδέναι, τῆς δὲ φήμης ἄχρι τοῦ δήμου τὸ μελετώμενον ἐνεγκούσης:"
      },
      {
        "index": 5,
        "text": "ἐκ γὰρ τοῦ τῆς ὑπεροψίας ὄγκου καὶ τῆς ὁσημέραι προστιθεμένης ἀλαζονείας τὴν περὶ τούτου ἔννοιαν ἅπαντες ἐτεκμαίροντο, καὶ τὸ κατ̓ αὐτοῦ κοινὸν ηὐξάνετο μῖσος. ὃ δέ, ὥσπερ τὰ μετριώτερα πλημμελήματα μείζοσιν ἀτοπήμασιν ἐξεπίτηδες ἀποκρύψαι βουλόμενος, ἕτερον ἐτόλμησε τοιόνδε."
      }
    ]
  }
}