{
  "chapterNumber": 129,
  "title": "Book 3, Chapter 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "ταῦτα ἐπὶ Γάλλῳ τῷ Καίσαρι πεπραχὼς ὁ Κωνστάντιος αὐτὸς μὲν κατὰ τὴν Ἰταλίαν ἐκ Παιονίας διέβη, θεώμενος δὲ τὰ πανταχοῦ Ῥωμαίοις ὑπήκοα βαρβαρικαῖς ἐφόδοις ἀπειλημμένα, καὶ Φράγκους μὲν καὶ Ἀλαμαννοὺς καὶ Σάξονας ἤδη τεσσαράκοντα πόλεις ἐπικειμένας τῷ Ῥήνῳ κατειληφότας, καὶ αὐτὰς μὲν ἀναστάτους πεποιηκότας, τοὺς δὲ τούτων οἰκήτορας ἄπειρον ὄντας πλῆθος λῃσαμένους μετὰ πλούτου λαφύρων ἀναριθμήτου, Κουάδους δὲ καὶ Σαυρομάτας ἐπὶ πολλῆς ἀδείας Παιονίαν κατατρέχοντας καὶ τὴν ἀνωτέρω Μυσίαν, Πέρσας δὲ τοῦ τὴν ἑῴαν παρενοχλεῖν οὐκ ἀφισταμένους, εἰ καὶ πρότερον ἡσύχαζον δέει τοῦ μὴ τὸν Καίσαρα Γάλλον αὐτοῖς ἐπελθεῖν, ταῦτα τοίνυν λαβὼν κατὰ νοῦν καὶ ἀπορῶν ὅ τι πράξειε, μόνος μὲν ἀρκέσειν οὐκ ᾤετο δυνήσεσθαι πεπονηκόσιν οὕτω τοῖς πράγμασι βοηθήσειν, ἑλέσθαι δὲ κοινωνὸν τῆς ἀρχῆς οὐκ ἐθάρρει διά τε φιλαρχίας ὑπερβολὴν καὶ τὸ πάντας ἔχειν ἐν ὑποψίᾳ τοῦ μηδένα παντάπασιν εὐνοήσειν αὐτῷ."
      },
      {
        "index": 2,
        "text": "καὶ πολλὴ μὲν αὐτὸν ἐπὶ τούτοις εἶχεν ἀμηχανία, τῆς δὲ Ῥωμαϊκῆς ἀρχῆς ἐν μεγίστῳ κινδύνῳ κειμένης Εὐσεβία ἡ Κωνσταντίου γαμετή, παιδείας τε εἰς ἄκρον ἥκουσα καὶ φρονήσει τὴν γυναικείαν ὑπεραίρουσα φύσιν, εἰσηγεῖται γνώμην αὐτῷ, καταστῆσαι Καίσαρα τοῖς ὑπὲρ τὰς Ἄλπεις ἔθνεσιν Ἰουλιανὸν παραινέσασα, Γάλλου μὲν ἀδελφὸν ὁμοπάτριον ὄντα, παῖδα δὲ Κωνσταντίου παιδός, ὃς παρὰ Διοκλητιανοῦ Καῖσαρ ἔτυχε γεγονώς. ἐπεὶ δὲ ᾔδει τὸν βασιλέα Κωνστάντιον ἡ Εὐσεβία πρὸς πᾶν ὑπόπτως τὸ συγγενὲς διακείμενον, τρόπῳ τοιῷδε τὸν ἄνδρα παρήγαγε."
      },
      {
        "index": 3,
        "text": "ʽν̔έος ἐστἲ φησί ʽκαὶ τὸ ἦθος ἁπλοῦς καὶ λόγων ἀσκήσει τὸν ἅπαντα βίον ἐσχολακὼς καὶ πραγμάτων παντάπασιν ἄπειρος, ἀμείνων τε ἔσται παντὸς ἑτέρου περὶ ἡμᾶς: ἢ γὰρ τύχῃ δεξιᾷ περὶ τὰ πράγματα χρώμενος ἐπιγράφεσθαι τὸν βασιλέα ποιήσει τὰ αἰσίως ἐκβάντα, ἢ κατά τι πταίσας τεθνήξεται, καὶ οὐδένα ἕξει τοῦ λοιποῦ Κωνστάντιος ὡς ἐκ γένους βασιλικοῦ πρὸς τὴν τῶν ὅλων ἀρχὴν κληθησόμενον.ʼ"
      }
    ]
  }
}