{
  "chapterNumber": 106,
  "title": "Book 2, Chapter 33",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Κωσταντῖνος δὲ τὰ καλῶς καθεστῶτα κινῶν μίαν οὖσαν ἐς τέσσαρας διεῖλεν ἀρχάς. ὑπάρχῳ γὰρ ἑνὶ τὴν Αἴγυπτον ἅπασαν πρὸς τῇ Πενταπόλει Λιβύης καὶ τὴν ἑῴαν ἄχρι Μεσοποταμίας καὶ προσέτι γε Κίλικας καὶ Καππάδοκας καὶ Ἀρμενίους καὶ τὴν παράλιον ἅπασαν ἀπὸ Παμφυλίας ἄχρι Τραπεζοῦντος καὶ τῶν παρὰ τὸν Φᾶσιν φρουρίων παρέδωκεν, τῷ αὐτῷ καὶ Θρᾴκην ἐπιτρέψας, Μυσίᾳ τε μέχρις Ἀσήμου καὶ Ῥοδόπῃ μέχρι Τοπήρου πόλεως ὁριζομένην, καὶ Κύπρον μέντοι καὶ τὰς Κυκλάδας νήσους δίχα Λήμνου καὶ Ἴμβρου καὶ Σαμοθρᾴκης:"
      },
      {
        "index": 2,
        "text": "ἑτέρῳ δὲ Μακεδόνας καὶ Θεσσαλοὺς καὶ Κρῆτας καὶ τὴν Ἑλλάδα καὶ τὰς περὶ αὐτὴν νήσους καὶ ἀμφοτέρας Ἠπείρους, καὶ πρὸς ταύταις Ἰλλυριοὺς καὶ Δάκας καὶ Τριβαλλοὺς καὶ τοὺς ἄχρι τῆς Βαλερίας Παίονας, καὶ ἐπὶ τούτοις τὴν ἄνω Μυσίαν: τῷ δὲ τρίτῳ τὴν Ἰταλίαν ἅπασαν καὶ Σικελίαν καὶ τὰς περὶ αὐτὴν νήσους καὶ ἔτι γε Σαρδόνα καὶ Κύρνον καὶ τὴν ἀπὸ Σύρτεων κέρνης ἄχρι Λιβύην, τῷ δὲ τετάρτῳ τοὺς ὑπὲρ τὰς Ἄλπεις Κελτούς τε καὶ Ἴβηρας πρὸς τῇ Βρεττανικῇ νήσῳ."
      },
      {
        "index": 3,
        "text": "ταύτῃ διελόμενος τὴν τῶν ὑπάρχων ἀρχὴν καὶ ἄλλοις τρόποις ἐλαττῶσαι ταύτην ἐσπούδασεν: ἐφεστώτων γὰρ τοῖς ἁπανταχοῦ στρατιώταις οὐ μόνον ἑκατοντάρχων καὶ χιλιάρχων ἀλλὰ καὶ τῶν λεγομένων δουκῶν, οἳ στρατηγῶν ἐν ἑκάστῳ τόπῳ τάξιν ἐπεῖχον, στρατηλάτας καταστήσας, τὸν μὲν τῆς ἵππου τὸν δὲ τῶν πεζῶν, εἰς τούτους τε τὴν ἐξουσίαν τοῦ τάττειν στρατιώτας καὶ τιμωρεῖσθαι τοὺς ἁμαρτάνοντας μεταθείς, παρείλετο καὶ ταύτης τοὺς ὑπάρχους τῆς αὐθεντίας."
      },
      {
        "index": 4,
        "text": "ὅ τι δὲ τοῦτο καὶ τοῖς εἰρήνῃ καὶ τοῖς κατὰ πόλεμον ἐλυμήνατο πράγμασιν, αὐτίκα ἐρῶ. τῶν ὑπάρχων τοὺς ἁπανταχοῦ φόρους διὰ τῶν ὑπηρετουμένων αὐτοῖς εἰσπραττόντων καὶ τὴν στρατιωτικὴν ἐκ τούτων ποιουμένων δαπάνην, ἐχόντων δὲ τοὺς στρατιώτας ὑποχειρίους εἰς τὸ δίκας ὑπέχειν κατὰ τὸ δοκοῦν αὐτοῖς ἐπὶ τοῖς ἁμαρτήμασιν, εἰκότως οἱ στρατιῶται κατὰ νοῦν ἔχοντες ὡς ὁ χορηγῶν τὴν σίτησιν αὐτοῖς καὶ πταίουσιν ἐπεξέρχεται, πράττειν τι παρὰ τὸ καθῆκον οὐκ ἐθάρρουν δέει καὶ τῆς τῶν σιτήσεων ἀφαιρέσεως καὶ τῆς παρὰ πόδας κολάσεως.ἐν"
      },
      {
        "index": 5,
        "text": "νῦν δὲ ἑτέρου μὲν ὄντος τοῦ τὰς τροφὰς ἐπιδιδόντος ἑτέρου δὲ τοῦ τῆς ἐπιστήμης κυρίου, κατ̓ ἐξουσίαν ἅπαντα πράττουσι, πρὸς τῷ καὶ τὸ πλέον τῶν σιτήσεων μέρος εἰς κέρδος τοῦ στρατηγοῦ καὶ τῶν ὑπηρετουμένων τούτῳ χωρεῖν."
      }
    ]
  }
}