{
  "chapterNumber": 260,
  "title": "Book 5, Chapter 37",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἀλλὰ τούτων οὕτω διῳκημένων ἐπὶ τὴν κατὰ τῆς Ῥώμης ἔφοδον Ἀλλάριχος ὡρμήθη, γελάσας τὴν Ὁνωρίου παρασκευήν. ἐπεὶ δὲ μεγίστοις οὕτως πράγμασιν οὐκ ἐκ τοῦ ἴσου μόνον ἀλλὰ καὶ ἐκ μείζονος ὑπεροχῆς ἐγχειρῆσαι διενοεῖτο, μεταπέμπεται τὸν τῆς γαμετῆς ἀδελφὸν Ἀτάουλφον ἐκ τῆς ἀνωτάτω Παιονίας, ὡς ἂν αὐτῷ κοινωνήσοι τῆς πράξεως,"
      },
      {
        "index": 2,
        "text": "Οὔννων καὶ Γότθων πλῆθος οὐκ εὐκαταφρόνητον ἔχων. οὐκ ἀναμείνας δὲ τὴν αὐτοῦ παρουσίαν, ἀλλ̓ εἰς τὸ πρόσω προελθὼν Ἀκυληίαν μὲν παρατρέχει καὶ τὰς ἑξῆς ταύτῃ πόλεις ἐπέκεινα τοῦ Ἠριδανοῦ ποταμοῦ κειμένας ʽφημὶ δὴ Κονκορδίαν καὶ Ἄλτινον καὶ ἐπὶ ταύτῃ Κρεμῶνἀ, καὶ περαιωθεὶς τὸν ποταμόν, ὥσπερ ἐν πανηγύρει, πολεμίου μηδενὸς ἀπαντήσαντος εἴς τι τῆς Βονωνίας ὁρμητήριον ἦλθεν, ὃ καλοῦσιν Οἰκουβαρίαν."
      },
      {
        "index": 3,
        "text": "ἐντεῦθεν Αἰμιλίαν ἅπασαν παραμείψας καὶ καταλιπὼν ὀπίσω τὴν Ῥάβενναν εἰς Ἀρίμηνον ἀφίκετο, πόλιν τῆς Φλαμινίας μεγάλην. εἶτα καὶ ταύτην παραδραμὼν καὶ τὰς ἄλλας ὅσαι τῆς αὐτῆς ἐπαρχίας ἦσαν, εἰς τὸ Πίκηνον παρεγένετο: τοῦτο δὲ ἔθνος ἐστὶν ἐν ἐσχάτῳ που τοῦ Ἰονίου κείμενον κόλπου."
      },
      {
        "index": 4,
        "text": "ἐντεῦθεν ἐπὶ τὴν Ῥώμην ὁρμήσας πάντα τὰ ἐν ποσὶν ἐλῄζετο φρούριά τε καὶ πόλεις, ὥστε εἰ μὴ πρὸ τῆς τῶν βαρβάρων εἰς τούτους τοὺς τόπους ἀφίξεως διαδράντες ἔφθησαν Ἀρσάκιός τε καὶ Τερέντιος οἱ εὐνοῦχοι, καὶ τὸν Στελίχωνος υἱὸν Εὐχέριον εἰς τὴν Ῥώμην εἰσήγαγον κατὰ πρόσταγμα τοῦ βασιλέως ἀποθανούμενον, καὶ ἔργον οἷς βασιλεὺς ἐκέλευσεν ἐπετέθη, πάντως ἂν ὁ νέος εἰς χεῖρας ἐλθὼν Ἀλλαρίχου περιεσώθη."
      },
      {
        "index": 5,
        "text": "πληρώσαντες δὲ ἐπί τε τούτῳ τὸ προσταχθὲν οἱ εὐνοῦχοι καὶ Θερμαντίαν τὴν Ὁνωρίου γαμετὴν τῇ μητρὶ παραδόντες, οὐ δυνηθέντες ἐπανελθεῖν διὰ τῆς αὐτῆς ὁδοῦ πρὸς τὸν βασιλέα, νεὼς ἐπιβάντες ὡς ἐπὶ Κελτοὺς καὶ Γαλάτας ἀπέπλευσαν: προσορμισθέντες δὲ Γενούᾳ, Λιγυστικῇ πόλει, διεσώθησαν εἰς τὴν Ῥάβενναν, ᾗ καὶ ὁ βασιλεὺς ἐνεδήμει."
      },
      {
        "index": 6,
        "text": "ὄφελος δὲ μέγα τῆς πολιτείας ὁ βασιλεὺς ἡγησάμενος εἰ τοὺς εὐνούχους ἀποδόντας Θερμαντίαν τῇ μητρὶ καὶ ἀνελόντας Εὐχέριον ὑπὲρ τούτων ἀμείψαιτο τῶν ἀνδραγαθημάτων, Τερέντιον μὲν ἔταξεν ἄρχειν τοῦ βασιλικοῦ κοιτῶνος, Ἀρσακίῳ δὲ τὴν μετὰ τοῦτον ἔδωκε τάξιν. ἀνελὼν δὲ Βαθανάριον τῶν ἐν τῇ μεγάλῃ Λιβύῃ στρατιωτῶν . ., Στελίχωνος ἀδελφῆς ἄνδρα γενόμενον, Ἡρακλειανῷ παρέδωκε τὴν ἀρχήν, αὐτόχειρι Στελίχωνος ὄντι καὶ ταύτην ἔπαθλον τὴν τιμὴν δεξαμένῳ."
      }
    ]
  }
}