{
  "chapterNumber": 264,
  "title": "Book 5, Chapter 41",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Περὶ δὲ ταῦτα οὖσιν αὐτοῖς Πομπηιανὸς ὁ τῆς πόλεως ὕπαρχος ἐνέτυχέ τισιν ἐκ Τουσκίας εἰς τὴν Ῥώμην ἀφικομένοις, οἳ πόλιν ἔλεγόν τινα Ναρνίαν ὄνομα τῶν περιστάντων ἐλευθερῶσαι κινδύνων, καὶ τῇ πρὸς τὸ θεῖον εὐχῇ καὶ κατὰ τὰ πάτρια θεραπείᾳ βροντῶν ἐξαισίων καὶ πρηστήρων ἐπιγενομένων τοὺς ἐπικειμένους βαρβάρους ἀποδιῶξαι."
      },
      {
        "index": 2,
        "text": "τούτοις διαλεχθεὶς ἔπεισεν ὅσα ἐκ τῶν ἱερατικῶν ὄφελος. ἐπεὶ δὲ τὴν κρατοῦσαν κατὰ νοῦν ἐλάμβανε δόξαν, ἀσφαλέστερον ἐθέλων πρᾶξαι τὸ σπουδαζόμενον ἀνατίθεται πάντα τῷ τῆς πόλεως ἐπισκόπῳ: ἦν δὲ Ἰννοκέντιος. ὃ δὲ τὴν τῆς πόλεως σωτηρίαν ἔμπροσθεν τῆς οἰκείας ποιησάμενος δόξης λάθρᾳ ἐφῆκεν ποιεῖν αὐτοῖς ἅπερ ἴσασιν."
      },
      {
        "index": 3,
        "text": "ἐπεὶ δὲ οὐκ ἄλλως ἔφασαν τῇ πόλει τὰ γενόμενα συντελέσειν, εἰ μὴ δημοσίᾳ τὰ νομιζόμενα πραχθείη, τῆς γερουσίας εἰς τὸ Καπιτώλιον ἀναβαινούσης, αὐτόθι τε καὶ ἐν ταῖς τῆς πόλεως ἀγοραῖς ὅσα προσήκει πραττούσης, οὐκ ἐθάρρησεν οὐδεὶς τῆς κατὰ τὸ πάτριον μετασχεῖν ἁγιστείας, ἀλλὰ τοὺς μὲν ἀπὸ τῆς Τουσκίας παρῆκαν, ἐτράπησαν δὲ εἰς τὸ θεραπεῦσαι τὸν βάρβαρον καθ̓ ὅσον ἂν οἷοί τε γίνωνται."
      },
      {
        "index": 4,
        "text": "πέμπουσι τοίνυν καὶ αὖθις τοὺς πρέσβεις, καὶ λόγων ἑκατέρωθεν πλείστων γεγενημένων ἐδόκει δοθῆναι παρὰ τῆς πόλεως πεντακισχιλίας μὲν χρυσοῦ λίτρας, τρισμυρίας τε πρὸς ταύταις ἀργύρου, σηρικοὺς δὲ τετρακισχιλίους χιτῶνας, ἔτι δὲ κοκκοβαφῆ τρισχίλια δέρματα καὶ πέπερι σταθμὸν ἕλκον τρισχιλίων λιτρῶν. οὐκ ὄντων δὲ τῇ πόλει δημοσίων χρημάτων, πᾶσα ἦν ἀνάγκη τοῖς ἀπὸ τῆς γερουσίας, ὅσοι τὰς οὐσίας εἶχον, ἐκ καταγραφῆς ταύτην ὑποστῆναι τὴν εἰσφοράν."
      },
      {
        "index": 5,
        "text": "ἐπιτραπεὶς δὲ Παλλάδιος τῇ δυνάμει τῆς ἑκάστου περιουσίας τὸ δοθησόμενον συμμετρῆσαι, καὶ ἀδυνατήσας εἰς ὁλόκληρον ἅπαντα συναθροῖσαι, ἢ τῶν κεκτημένων μέρος τι τῶν ὄντων ἀποκρυψάντων ἢ καὶ ἄλλως πως εἰς πενίαν τῆς πόλεως ἐλθούσης διὰ τὰς ἐπαλλήλους τῶν κρατούντων πλεονεξίας, ἐπὶ τὸν κολοφῶνα τῶν κακῶν ὁ τὰ ἀνθρώπινα λαχὼν ἀλιτήριος δαίμων τοὺς ἐν τῇ πόλει τότε τὰ πράγματα πράττοντας ἤγαγεν."
      },
      {
        "index": 6,
        "text": "τὸ γὰρ ἐλλεῖπον ἀναπληρῶσαι διὰ τοῦ κόσμου τοῦ περικειμένου τοῖς ἀγάλμασιν ἔγνωσαν, ὅπερ οὐδὲν ἕτερον ἦν ἢ τὰ τελεταῖς ἁγίαις καθιδρυθέντα καὶ τοῦ καθήκοντος κόσμου τυχόντα διὰ τὸ φυλάξαι τῇ πόλει τὴν εὐδαιμονίαν ἀΐδιον, ἐλαττωθείσης κατά τι τῆς τελετῆς ἄψυχα εἶναι καὶ ἀνενέργητα."
      },
      {
        "index": 7,
        "text": "ἐπεὶ δὲ πανταχόθεν ἔδει τὰ φέροντα πρὸς ἀπώλειαν τῆς πόλεως συνδραμεῖν, οὐκ ἀπεκόσμησαν τὰ ἀγάλματα μόνον, ἀλλὰ καὶ ἐχώνευσάν τινα τῶν ἐκ χρυσοῦ καὶ ἀργύρου πεποιημένων, ὧν ἦν καὶ τὸ τῆς ἀνδρείας, ἣν καλοῦσι Ῥωμαῖοι ΩιρτΩτεμ: οὗπερ διαφθαρέντος, ὅσα τῆς ἀνδρείας ἦν καὶ ἀρετῆς παρὰ Ῥωμαίοις ἀπέσβη, τοῦτο τῶν περὶ τὰ θεῖα καὶ τὰς πατρίους ἁγιστείας ἐσχολακότων ἐξ ἐκείνου τοῦ χρόνου προφητευσάντων."
      }
    ]
  }
}