{
  "chapterNumber": 149,
  "title": "Book 3, Chapter 21",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "οἱ δὲ ἐν τῷ φρουρίῳ πολιορκούμενοι βελῶν παντοίων ἀφέσει τοὺς ἐναντίους ἠμύνοντο, λίθων δὲ οὐκ ὄντων αὐτοῖς ἔνδον ἀσφάλτῳ βώλους πεπυρωμένους ἠκόντιζον. ἐτύγχανον δὲ τῶν πεμπομένων αἱ βολαὶ ῥᾳδίως οἷα καὶ ἐξ ὑπερδεξίου καὶ κατὰ πλήθους πεμπόμεναι."
      },
      {
        "index": 2,
        "text": "ἀλλ̓ οὐδὲ οἱ τῶν Ῥωμαίων στρατιῶται, καὶ ταῦτα ταῖς ἐξ ὕψους βοηθείαις ἐλαττούμενοι, παρῆκαν εἶδος ἀνδρείας καὶ πολεμικῆς ἐπιστήμης: λίθοις γὰρ χειροπλήθεσιν ἔβαλλον, βέλεσί τε οὐκ ἐκ τόξων μόνον ἀφιεμένοις ἀλλὰ καὶ ἐκ μηχανημάτων, ἅπερ οὐκ ἐφ̓ ἑνὸς μόνον ἵστατο πηγνύμενα σώματος,"
      },
      {
        "index": 3,
        "text": "ἀλλὰ καὶ δύο καὶ τρία καὶ πλείω διῄει. τοῦ δὲ φρουρίου κειμένου μὲν ἐπὶ λόφου, τείχεσι δὲ δύο καὶ πύργοις ἑκκαίδεκα μεγάλοις ὠχυρωμένου, πέριξ τε τάφρῳ περιειλημμένου βαθείᾳ, κατά τι μέρος ὕδωρ εἰσφερούσῃ τοῖς ἐν τῷ φρουρίῳ πρὸς πότον ἐπιτήδειον, χῶμα ἐπιχέειν ὁ βασιλεὺς τῇ τάφρῳ τοὺς στρατιώτας ἐκέλευσεν, ἕτερόν τε ἐπὶ τούτῳ πρὸς ὕψος ἀνιστάμενον ἐξισωθῆναι τῷ πύργῳ."
      },
      {
        "index": 4,
        "text": "κατὰ δὲ μέρος ἕτερον τὴν ὑπὸ τὰ τείχη γῆν ὀρύττειν ἐγνώκει, κατὰ τὸ μέσον τοῦ ἐνδοτέρου τείχους, διὰ τοῦ ὀρύγματος ἐπιθήσεσθαι τοῖς πολεμίοις πραγματευόμενος. τῶν δὲ πολεμίων τοὺς ἐγείροντας τὸ χῶμα βολαῖς συνεχέσιν εἰργόντων, τὴν μὲν ἐν τῷ προφανεῖ μάχην ὁ βασιλεὺς ἀνεδέξατο, πολυειδέσιν ἀμυντηρίοις κατὰ τῶν βαλλομένων εἴτε βελῶν εἴτε πυρσῶν χρώμενος, Νευΐττᾳ δὲ καὶ Δαγαλαΐφῳ τά τε ὀρύγματα καὶ τὰς τῶν χωμάτων ἐγέρσεις ἐπέτρεψεν."
      },
      {
        "index": 5,
        "text": "Οὐίκτορι δὲ παραδοὺς ὁπλίτας τε καὶ ἱππέας τὰ μέχρι Κτησιφῶντος αὐτῷ διερευνᾶσθαι προσέταξεν, ὥστε, εἴ πού τι φανείη πολέμιον ἀφελκύσαι τὸν βασιλέα τῆς πολιορκίας πειρώμενον, τούτου διὰ τῶν ὑπ̓ αὐτῷ τεταγμένων κωλυθῆναι τὴν ἐπιχείρησιν, ἅμα δὲ τὴν ὁδὸν τὴν ἐπὶ Κτησιφῶντα, σταδίων οὖσαν ἐνενήκοντα, γεφυρῶν τε κατασκευαῖς καὶ ζευγμάτων αὐτῷ καὶ τῷ στρατῷ ῥᾴονα καταστῆσαι."
      }
    ]
  }
}