{
  "chapterNumber": 241,
  "title": "Book 5, Chapter 18",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "ταῦτα ὁ βασιλεὺς Ἀρκάδιος ἀκηκοὼς ἅμα τε εἰσκαλεῖ τὸν Εὐτρόπιον καὶ τῆς ἀξίας παραλύσας ἀφῆκεν. ὃ δὲ δρομαῖος ἐπὶ τὴν τῶν Χριστιανῶν ἐχώρησεν ἐκκλησίαν, ἔχουσαν ἐξ ἐκείνου τὸ ἄσυλον. ἐπεὶ δὲ πολὺς ἦν ὁ Γαΐνης οὐκ ἄλλως ἀνήσειν λέγων τὸν Τριβίγιλδον, εἰ μὴ Εὐτρόπιος ἐκποδὼν γένοιτο, καὶ παρὰ τὸν ἐπὶ τῷ ἀσύλῳ τῶν ἐκκλησιῶν τεθέντα νόμον ἐξαρπάσαντες αὐτὸν εἰς τὴν Κύπρον ἐκπέμπουσιν, ὑπὸ φυλακὴν ἀκριβῆ καταστήσαντες."
      },
      {
        "index": 2,
        "text": "ἐπικειμένου δὲ Γαΐνου καὶ πρὸς τὴν ἀναίρεσιν αὐτοῦ τὸν Ἀρκάδιον συνελαύνοντος, σοφιζόμενοι τὸν ὅρκον οἱ τὰ περὶ βασιλέα διατιθέντες ὃν ἔτυχεν Εὐτρόπιος εἰληφὼς ἡνίκα τῆς ἐκκλησίας ἐξείλκετο, μετάπεμπτον μὲν ἐκ τῆς Κύπρου ποιοῦνται, ὥσπερ δὲ ὀμωμοκότες ὄντι κατὰ τὴν Κωνσταντινούπολιν αὐτῷ θάνατον μὴ ἐπάγειν, εἰς Χαλκηδόνα πέμψαντες ἀποσφάττουσιν."
      },
      {
        "index": 3,
        "text": "Εὐτροπίῳ μὲν οὖν ἡ τύχη κατ̓ ἀμφότερα παραλόγως ἐχρήσατο, πρὸς ὕψος ἄρασα τοσοῦτον ἐς ὅσον οὐδὲ εἷς πώποτε τῶν εὐνούχων ἀνεβιβάσθη, θάνατόν τε ἐπαγαγοῦσα διὰ τὸ μῖσος ὃ πρὸς αὐτὸν οἱ τῇ πολιτείᾳ πολεμοῦντες ἔλεγον ἔχειν."
      },
      {
        "index": 4,
        "text": "Ὁ δὲ Γαΐνης ἤδη πᾶσιν ὢν πρόδηλος ὡς εἰς νεωτερισμὸν φέρεται, λανθάνειν ὅμως ἐνόμιζε: καὶ τῆς Τριβιγίλδου γνώμης κύριος ὢν οἷα καὶ δυνάμει προέχων καὶ ἀξιώσει, τὸ τούτου πρόσωπον ὑποδυόμενος σπονδὰς πρὸς τὸν βασιλέα ποιεῖται, καὶ ὅρκους ὑποσχὼν καὶ λαβὼν διὰ Φρυγίας ἀνέστρεψε καὶ Λυδίας. ἐφείπετο δὲ αὐτῷ καὶ ὁ Τριβίγιλδος, διὰ τῆς ἄνω Λυδίας ἄγων τοὺς ὑπ̓ αὐτὸν τεταγμένους, ὥστε μηδὲ θεάσασθαι τὰς Σάρδεις, ἣ τῆς Λυδίας ἐστὶ μητρόπολις."
      },
      {
        "index": 5,
        "text": "ἐπεὶ δὲ εἰς Θυάτειρα συνέμιξαν ἀλλήλοις, μετέμελε τῷ Τριβιγίλδῳ τὰς Σάρδεις ἀπορθήτους ἀφέντι ῥᾴδιον ὂν τὴν πόλιν ἑλεῖν πάσης ἔρημον οὖσαν ἐπικουρίας. ἀναστρέφειν οὖν ἔγνω σὺν τῷ Γαΐνῃ καὶ τὴν πόλιν κατὰ κράτος ἑλεῖν: κἂν εἰς ἔργον αὐτοῖς ἡ γνώμη προῆλθεν, εἰ μὴ γενόμενος ὄμβρος ἐξαίσιος, καὶ τήν τε γῆν ἐπικλύσας καὶ τοὺς ποταμοὺς καταστήσας ἀπόρους, ταύτην αὐτῶν ἐνέκοψε τὴν ὁρμήν."
      },
      {
        "index": 6,
        "text": "διελόμενοι δὲ τὴν ὁδὸν ἦγον τὰς δυνάμεις ὁ μὲν Γαΐνης ἐπὶ τὴν Βιθυνίαν, ἅτερος δὲ ἐπὶ τὸν Ἑλλήσποντον, τὰ ἐν ποσὶ πάντα τοῖς ἑπομένοις σφίσι βαρβάροις ἐκδόντες εἰς ἁρπαγήν. ὡς δὲ ὃ μὲν τὴν Χαλκηδόνα κατέλαβεν ὃ δὲ τὰ περὶ τὴν Λάμψακον εἶχε, τὴν μὲν Κωνσταντινούπολιν καὶ αὐτὴν τὴν Ῥωμαίων ἐπικράτειαν ἔσχατος περιίστατο κίνδυνος, ὁ δὲ Γαΐνης αὐτὸν ᾔτει τὸν βασιλέα πρὸς ἑαυτὸν ἥκειν: οὐ γὰρ ἂν ἑτέρῳ παρὰ τοῦτόν τινι διαλέξασθαι."
      },
      {
        "index": 7,
        "text": "καὶ πρὸς τοῦτο δὴ τοῦ βασιλέως ἐνδόντος, ἐγίνετο μὲν ἡ σύνοδος ἔν τινι πρὸ τῆς Χαλκηδόνος τόπῳ, καθ̓ ὃν ὁσίας Εὐφημίας μαρτύριον ᾠκοδόμητο, τιμῆς διὰ τὴν περὶ τὸν Χριστὸν θρησκείαν ἀξιωθείσης, ἐδόκει τε τὸν Γαΐνην καὶ Τριβίγιλδον ἀπὸ τῆς Ἀσίας ἐπὶ τὴν Εὐρώπην περαιωθῆναι, κομιζομένους ἐκδότους ἐπὶ θανάτῳ τοὺς ἐξέχοντας τοῦ πολιτεύματος ἄνδρας:"
      },
      {
        "index": 8,
        "text": "οὗτοι δὲ ἦσαν Αὐρη λιανὸς ὁ τὴν ὕπατον ἔχων ἐν ἐκείνῳ τῷ ἔτει τιμὴν καὶ Σατουρνῖνος ἐναριθμηθεὶς ἤδη τοῖς ὑπάτοις καὶ Ἰωάννης ἐπὶ τούτοις, τὰ ἀπόρρητα πάντα παρὰ βασιλέως τεθαρρημένος, ὃν ἔλεγον οἱ πολλοὶ καὶ τοῦ Ἀρκαδίου παιδὸς εἶναι πατέρα."
      },
      {
        "index": 9,
        "text": "ὁ μὲν οὖν βασιλεὺς καὶ ταύτην αὐτοῦ τὴν τυραννικὴν αἴτησιν ἀπεπλήρου, Γαΐνης δὲ τοὺς ἄνδρας παραλαβών, καὶ τὸ ξίφος αὐτοῖς ἄχρι ψαῦσαι μόνον τοῦ σώματος ἐπιθείς, ἠρκέσθη τούτους ζημιωθῆναι φυγῇ. περαιωθεὶς δὲ ἐπὶ τὴν Θρᾴκην, ἀκολουθῆσαί οἱ Τριβιγίλδῳ κελεύσας, ἀπέλιπε τὴν Ἀσίαν ἀναπνεύσασάν πως καὶ τῶν περιστάντων ἀπαλλαγεῖσαν κινδύνων."
      },
      {
        "index": 10,
        "text": "ἐν δὲ τῇ Κωνσταντινουπόλει διατρίβων τοὺς μὲν ὑπ̓ αὐτῷ τεταγμένους στρατιώτας ἄλλους ἀλλαχῇ διέσπειρεν, ὥστε καὶ αὐτῶν τῶν ἐν τῇ αὐλῇ δορυφόρων γυμνῶσαι τὴν πόλιν, τοῖς δὲ βαρβάροις ἐδίδου λάθρᾳ συνθήματα, παρεγγυῶν, ἐπειδὰν ἴδοιεν ἐξελθόντα λάθρα τῆς πόλεως, ἐπιθέσθαι αὐτῇ παραχρῆμα τῆς ἀπὸ τῶν στρατιωτῶν οὔσῃ βοηθείας ἐρήμῳ, καὶ τὴν πᾶσαν ἐπικράτειαν αὐτῷ παραδοῦναι."
      }
    ]
  }
}