{
  "chapterNumber": 115,
  "title": "Book 2, Chapter 42",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "τούτῳ δὲ τῷ τρόπῳ τὸν ἀδελφὸν ὁ Κώνστας ἐκποδὼν ποιησάμενος διὰ πάσης ὠμότητος ἐχώρει κατὰ τῶν ὑπηκόων, πᾶσαν ἀφόρητον ὑπερβαλλόμενος τυραννίδα. βαρβάρους γὰρ εὐπροσώπους ὠνούμενος καὶ ἔχων ἐν ὁμήρων τάξει παῤ ἑαυτῷ, πάντα τε πράττειν ἐφιεὶς κατὰ τῶν ὑπηκόων αὐτοῖς οἷα τὴν ὥραν ἐπιδιδοῦσιν αὐτῷ πρὸς διαφθοράν, εἰς ἔσχατον ἤγαγε πάντα τὰ ὑπ̓ αὐτὸν ἔθνη κακοῦ."
      },
      {
        "index": 2,
        "text": "πρὸς ἃ δυσχεραίνοντες οἱ περὶ τὴν αὐλήν, ἐπειδὴ ταῖς περὶ θήραν τέρψεσιν αὐτὸν ἐγκείμενον εἶδον, ἡγεμόσι πρὸς τοῦτο χρησάμενοι Μαρκελλίνῳ τῷ τοῦ ταμιείου προεστηκότι καὶ Μαγνεντίῳ τῷ τὴν ἀρχὴν ἐπιτετραμμένῳ τῶν Ἰοβιανῶν καὶ Ἑρκουλιανῶν ʽτάγματα δὲ ταῦτα ἐπώνυμἀ τρόπῳ τοιῷδε τὴν ἐπιβουλὴν τὴν κατ̓ αὐτοῦ σκευωροῦσι."
      },
      {
        "index": 3,
        "text": "γενέθλιον ἄξειν ἡμέραν οἰκείου παιδὸς ὁ Μαρκελλῖνος εἰπὼν ἐκάλει πρὸς ἑστίασιν ἄλλους τε πολλοὺς ἐξέχοντας τοῦ στρατοπέδου καὶ Μαγνέντιον σὺν αὐτοῖς: τοῦ δὲ συμποσίου μέχρι μέσων ἐκταθέντος νυκτῶν, ὁ Μαγνέντιος διά τι δῆθεν τῶν ἀναγκαίων ἀναστὰς ἐκ τοῦ δείπνου, καὶ πρὸς βραχὺ τῶν δαιτυμόνων ἑαυτὸν ἀποστήσας, ἐφαίνετο τοῖς συμπόταις ὥσπερ ἐν σκηνῇ τὴν βασιλικὴν ἠμφιεσμένος στολήν."
      },
      {
        "index": 4,
        "text": "τῶν δὲ περὶ ʽ??ʼο δεῖπνον ἀνειπόντων αὐτὸν βασιλέα, πάντες ὁμοίως ὅσοι τὴν πόλιν Αὐγουστόδουνον ᾤκουν ʽἐν αὐτῇ γὰρ ταῦτα ἐπράχθἠ τῆς αὐτῆς ἐγίνοντο γνώμης. ἐπεὶ δὲ ἡ φήμη καὶ περαιτέρω διέτρεχεν, ὁ ἐκ τῶν ἀγρῶν ὄχλος εἴσω συνέρρει τῆς πόλεως. ἐν τούτῳ δὲ καὶ ἐκ τῶν ἐν Ἰλλυριοῖς ἱππέων εἰς ἀναπλήρωσιν τῶν ἐν Κελτοῖς ταγμάτων ἀποσταλέντες ἀνεμίγησαν τοῖς ἐπὶ ταύτῃ τῇ πράξει συνειλεγμένοις."
      },
      {
        "index": 5,
        "text": "καὶ ἁπλῶς εἰπεῖν ὁμίλου στρατιωτικοῦ παντὸς οἱ προεστῶτες εἰς ἓν συνελθόντες, ἐπειδὴ τοὺς ἀρχηγοὺς τῆς συνωμοσίας ἐκβοήσαντας εἶδον, οὐκ εἰδότες σχεδὸν τὸ πραττόμενον, ἐπεβόων ἅπαντες, Σεβαστὸν ἀνακαλοῦντες Μαγνέντιον. τούτων ὁ Κώνστας αἰσθόμενος ἀποδρᾶναι πρός τινα πολίχνην ὡρμήθη τοῦ Πυρηναίου πλησίον ᾠκισμένην: Ἑλένη δὲ τοὔνομα τῷ πολιχνίῳ. καταληφθεὶς δὲ ὑπὸ Γαΐσωνος, εἰς τοῦτο μετά τινων ἐπιλέκτων σταλέντος, ἀνῃρέθη, πάσης αὐτὸν βοηθείας ἀπολιπούσης."
      }
    ]
  }
}