{
  "chapterNumber": 91,
  "title": "Book 2, Chapter 18",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Οὕτω τῆς βασιλείας εἰς Κωσταντῖνον καὶ Λικίννιον περιστάσης, ὀλιγίστου χρόνου διαδραμόντος εἰς διαφορὰν ἦλθον ἀλλήλοις, Λικιννίου μὲν οὐ δεδωκότος αἰτίαν, Κωνσταντίνου δὲ κατὰ τὸ σύνηθες αὐτῷ περὶ τὰ συγκείμενα φανέντος ἀπίστου καὶ τῶν ἐθνῶν τινὰ τῶν τῇ βασιλείᾳ Λικιννίου λαχόντων παρασπᾶσθαι βουληθέντος. τῆς τοίνυν ἔχθρας αὐτοῖς ἐμφανοῦς γενομένης, ἀμφότεροι τὰς περὶ σφᾶς δυνάμεις συναγαγόντες εἰς μάχην συνῄεσαν."
      },
      {
        "index": 2,
        "text": "ἀλλὰ Λικίννιος μὲν εἰς Κίβαλιν συνήθροιζε τὸν στρατόν. πόλις δὲ αὕτη Παιονίας ἐστίν, ἐπὶ λόφου κειμένη. στενὴ δὲ ὁδὸς ἣ ἐπὶ τὴν πόλιν ἀνάγει, σταδίων πέντε τὸ εὖρος ἔχουσα, ἧς τὸ πολὺ μέρος ἐπέχει λίμνη βαθεῖα, τὸ δὲ λειπόμενον ὄρος ἐστίν, ἐν ᾧ καὶ ὁ λόφος ἐφ̓ οὗπερ ἡ πόλις. ἐντεῦθεν πεδίον ἀναπεπταμένον ἐκδέχεται πολύ τι καὶ ἐς ἄποψιν ἄπειρον. ἐν τούτῳ Λικίννιος ἐστρατοπεδεύετο, τὴν φάλαγγα τὴν οἰκείαν εἰς μῆκος ἐκτείνων ὑπὸ τὸν λόφον, ὡς ἂν μὴ ἀσθενῆ δόξαιεν εἶναι τὰ κέρατα."
      },
      {
        "index": 3,
        "text": "τοῦ δὲ Κωσταντίνου πρὸς τῷ ὄρει τὸν στρατὸν τάξαντος, ἡγεῖτο μὲν ἡ ἵππος: τοῦτο γὰρ ἔδοξεν εἶναι λυσιτελέστερον, ἵνα μὴ τοῖς πεζοῖς οἱ πολέμιοι σχολαίτερον ἐμβάλλουσιν ἐμπίπτοντες ἐπὶ τὸ πρόσω διὰ τὴν δυσχωρίαν προϊέναι κωλύοιεν. οὗ δὴ γενομένου κρατήσας ἐν τάχει τῆς ἐμβολῆς, τῶν σημείων ἀρθέντων αὐτίκα τοῖς ἐναντίοις ἐπῄει, καὶ γέγονε μάχη πάσης ὡς εἰπεῖν ἄλλης καρτερὡ??ʼέρα: τῶν γὰρ βελῶν ἐκτοξευθέντων ἑκατέρῳ στρατεύματι, ταῖς αἰχμαῖς καὶ τοῖς δόρασιν ἐπὶ χρόνον συχνὸν συνεπλάκησαν."
      },
      {
        "index": 4,
        "text": "τῆς δὲ μάχης ἀρξαμένης μὲν ἐξ ἠοῦς, ἑσπέρας δὲ ἄχρι παραταθείσης ἐνίκα τὸ δεξιὸν κέρας, οὗ Κωσταντῖνος ἡγεῖτο. τραπέντων δὲ τῶν ἐναντίων εἰς φυγήν, ἐπειδὴ καὶ Λικίννιον εἶδον ἐπὶ τὸν ἵππον ἀναπηδῶντα καὶ πρὸς δρασμὸν ἕτοιμον αἱ σὺν αὐτῷ φάλαγγες, οὐκέτι κατὰ χώραν ἠνείχοντο μένειν οὔτε δείπνου μεταλαβεῖν: ἀπολιπόντες δὲ θρέμματα καὶ ὑποζύγια καὶ τὴν ἄλλην πᾶσαν ἀποσκευήν, σιτία δὲ τοσαῦτα φέροντες ὅσα πεινῆν κατ̓ ἐκείνην οὐκ εἴα τὴν νύκτα, σπουδῇ πάσῃ καταλαμβάνουσιν ἅμα Λικιννίῳ τὸ Σίρμιον."
      },
      {
        "index": 5,
        "text": "πόλις δὲ Παιονίας τὸ Σίρμιον, ὃ παραρρέει ποταμὸς ἐπὶ θάτερα Σάος, εἰς τὸν Ἴστρον ἐμβάλλων. παραδραμὼν δὲ καὶ ταύτην καὶ λύσας τὴν τοῦ ποταμοῦ γέφυραν ἐπὶ τὰ πρόσω προῄει, δύναμιν ἐκ τῶν κατὰ Θρᾴκην χωρίων ἀγεῖραι διανοούμενος."
      }
    ]
  }
}