{
  "chapterNumber": 78,
  "title": "Book 2, Chapter 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Τοιοῦτος δέ τις ὁ τρόπος ἀναγέγραπται τῆς ἑορτῆς. περιιόντες οἱ κήρυκες εἰς τὴν ἑορτὴν συνιέναι πάντας ἐκέλευον ἐπὶ θέαν ἣν οὔτε πρότερον εἶδον οὔτε μετὰ ταῦτα θεάσονται. κατὰ δὲ τὴν ὥραν τοῦ θέρους, πρὸ ἡμερῶν ὀλίγων τοῦ τὴν θεωρίαν ἀχθῆναι, ἐν τῷ Καπιτωλίῳ καὶ ἐν τῷ νεῷ τῷ κατὰ τὸ Παλάτιον οἱ δεκαπέντε ἄνδρες ἐπὶ βήματος καθήμενοι τῷ δήμῳ διανέμουσι τὰ καθάρσια: ταῦτα δέ ἐστιν δᾷδες καὶ θεῖον καὶ ἄσφαλτος. δοῦλοι δὲ τούτων οὐ μετέχουσιν, ἀλλὰ ἐλεύθεροι μόνοι."
      },
      {
        "index": 2,
        "text": "συνελθόντος δὲ τοῦ δήμου παντὸς ἔν τε τοῖς ῥηθεῖσιν τόποις καὶ ἐν τῷ ἱερῷ τῆς Ἀρτέμιδος, ὃ ἐν τῷ Ἀουεντίνῳ λόφῳ καθίδρυται, σῖτον καὶ κριθὴν ἕκαστος φέρει καὶ κύαμον. καὶ ταῖς Μοίραις ἄγουσι παννυχίδας μετὰ σεμνότητος ἐν νυξίν. ἐνστάντος δὲ τοῦ χρόνου τῆς ἑορτῆς, ἣν ἐν τρισὶν ἡμέραις ἐν τῷ τοῦ Ἄρεως ἐπιτελοῦσι πεδίῳ καὶ ταῖς ἴσαις νυξίν, καθιεροῦτο τὰ τελούμενα παρὰ τὴν ὄχθην τοῦ Θύμβριδος ἐν τῷ Τάραντι. θύουσι δὲ θεοῖς Διὶ καὶ Ἥρᾳ καὶ Ἀπόλλωνι καὶ Λητοῖ καὶ Ἀρτέμιδι, καὶ προσέτι γε Μοίραις καὶ Εἰλειθυίαις καὶ Δήμητρι καὶ Ἅιδῃ καὶ Περσεφόνῃ."
      },
      {
        "index": 3,
        "text": "τῇ δὲ πρώτῃ τῶν θεωριῶν νυκτὶ δευτέρας ὥρας ὁ αὐτοκράτωρ ἐπὶ τὴν ὄχθην τοῦ ποταμοῦ τριῶν παρασκευασθέντων βωμῶν τρεῖς ἄρνας θύει μετὰ τῶν δεκαπέντε ἀνδρῶν, καὶ τοὺς βωμοὺς καθαιμάξας ὁλοκαυτεῖ τὰ θύματα. κατασκευασθείσης δὲ σκηνῆς δίκην θεάτρου, φῶτα ἀνάπτεται καὶ πυρά, καὶ ὕμνος ᾅδεται νεωστὶ πεποιημένος, θεωρίαι τε ἱεροπρεπεῖς ἄγονται."
      },
      {
        "index": 4,
        "text": "κομίζονται δὲ οἱ ταῦτα ποιοῦντες μισθὸν τὰς ἀπαρχὰς τῶν καρπῶν, σίτου καὶ κριθῆς καὶ κυάμων: αὗται γάρ, ὡς εἴρηταί μοι, καὶ τῷ δήμῳ παντὶ διανέμονται. τῇ δὲ μετὰ ταύτην ἡμέρᾳ εἰς τὸ Καπιτώλιον ἀναβάντες, κἀνταῦθα τὰς νενομισμένας θυσίας προσαγαγόντες, ἐντεῦθέν τε ἐπὶ τὸ κατεσκευασμένον θέατρον ἐλθόντες, τὰς θεωρίας ἐπιτελοῦσιν Ἀπόλλωνι καὶ Ἀρτέμιδι. τῇ δὲ μετὰ ταύτην ἡμέρᾳ γυναῖκες ἐπίσημοι, κατὰ τὴν ὥραν ἣν ὁ χρησμὸς ὑπηγόρευσεν, εἰς τὸ Καπιτώλιον συνελθοῦσαι λιτανεύουσιν τὸν θεὸν καὶ ὑμνοῦσιν ὡς θέμις."
      },
      {
        "index": 5,
        "text": "ἡμέρᾳ δὲ τρίτῃ ἐν τῷ κατὰ τὸ Παλάτιον Ἀπόλλωνος ἱερῷ τρὶς ἐννέα παῖδες ἐπιφανεῖς μετὰ παρθένων τοσούτων, οἱ πάντες ἀμφιθαλεῖς, ὅπερ ἐστὶν ἀμφοτέρους τοὺς γονεῖς ἔχοντες περιόντας, ὕμνους ᾅδουσι τῇ τε Ἑλλήνων καὶ Ῥωμαίων φωνῇ καὶ παιᾶνας, δἰ ὧν αἱ ὑπὸ Ῥωμαίους σώζονται πόλεις. ἄλλα τε κατὰ τὸν ὑφηγημένον παρὰ τοῦ θείου τρόπον ἐπράττετο, ὧν ἐπιτελουμένων διέμεινεν ἡ ἀρχὴ Ῥωμαίων ἀλώβητος. ὡς ἂν δὲ καὶ ἐπὶ τῶν πραγμάτων ἀληθῆ ταῦτα εἶναι πιστεύσωμεν, αὐτὸν παραθήσομαι τὸν Σιβύλλης χρησμόν, ἤδη πρὸ ἡμῶν παῤ ἑτέρων ἀνενηνεγμένον."
      }
    ]
  }
}