{
  "chapterNumber": 52,
  "title": "Book 1, Chapter 52",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "συνδραμόντων δὲ ἅμα τῷ θεάσασθαι τὰ προγράμματα τῶν πεφευγότων καὶ τῆς τοῦ βασιλέως μετασχόντων φιλοφροσύνης, διαθεὶς τὰ περὶ τὴν πόλιν ἐπὶ τὴν Ἔμισαν ἤλαυνεν. μοῖραν δέ τινα Παλμυρηνῶν λόφον καταλαβοῦσαν εὑρὼν ὑπερκείμενον Δάφνης τοῦ προαστείου, τῷ ὑπερδεξίῳ τοῦ τόπου τὴν τῶν ἐναντίων πάροδον εἴργειν οἰομένην, τοῖς στρατιώταις ἐνεκελεύσατο συνασπισαμένοις καὶ πυκνῇ τῇ φάλαγγι τὴν πρὸς τὸ ὄρθιον ἀνάβασιν ποιουμένοις τά τε βέλη καὶ τοὺς ὀλοιτρόχους, εἰ καὶ τούτους τυχὸν ἐπαφεῖεν,"
      },
      {
        "index": 2,
        "text": "τῇ πυκνότητι τῆς φάλαγγος ἀποσείσασθαι. καὶ πρὸς τὸ παράγγελμα εἶχε προθύμους. ἐπειδὴ δὲ κατὰ τὸ προσταχθὲν τὴν πρὸς τὸ ἄναντες ἄνοδον ἐποίησαντο, καταστάντες τοῖς ἐναντίοις ἰσοπαλεῖς ἔτρεψαν εὐθὺς εἰς φυγήν: καὶ οἳ μὲν κατὰ τῶν κρημνῶν φερόμενοι διερρήγνυντο, τοὺς δὲ οἱ διώκοντες ἀπέσφαττον, οὗτοί τε καὶ οἱ μὴ μετασχόντες τῆς ἐπὶ τὸν λόφον ἀνόδου. μετὰ δὲ τὴν νίκην ἐπ̓ ἀδείας τὴν διάβασιν ποιουμένοις χαίροντας κύρον κατὰ ταῦτα τῇ ὁδοιπορίᾳ τοῦ βασιλέως χρωμένου."
      },
      {
        "index": 3,
        "text": "δέχεται μὲν οὖν αὐτὸν Ἀπάμεια καὶ Λάρισσα καὶ Ἀρέθουσα: τὸ δὲ τῶν Παλμυρηνῶν στρατόπεδον ἰδὼν ἐν τῷ πρὸ τῆς Ἐμίσης πεδίῳ συνειλεγμένον εἰς πλῆθος ἑπτὰ μυριάδων ἔκ τε αὐτῶν Παλμυρηνῶν καὶ τῶν ἄλλων, ὅσοι τῆς στρατείας αὐτοῖς εἵλοντο μετασχεῖν, ἀντεστρατοπεδεύετο τῇ τε Δαλματῶν ἵππῳ καὶ Μυσοῖς καὶ Παίοσιν καὶ ἔτι γε Νωρικοῖς καὶ Ῥαιτοῖς, ἅπερ ἐστὶ Κελτικὰ τάγματα."
      },
      {
        "index": 4,
        "text": "ἦσαν δὲ πρὸς τούτοις οἱ τοῦ βασιλικοῦ τέλους, ἐκ πάντων ἀριστίνδην συνειλεγμένοι καὶ πάντων διαπρεπέστατοι. συνετέτακτο δὲ καὶ ἡ Μαρουσία ἵππος αὐτοῖς, καὶ ἀπὸ τῆς Ἀσίας αἵ τε ἀπὸ Τυάνων δυνάμεις καὶ ἐκ τῆς μέσης τῶν ποταμῶν καὶ Συρίας καὶ Φοινίκης καὶ Παλαιστίνης τέλη τινὰ τῶν ἀνδρειοτάτων. οἱ δὲ ἀπὸ Παλαιστίνης πρὸς τῇ ἄλλῃ ὁπλίσει κορύνας καὶ ῥόπαλα ἐπεφέροντο."
      }
    ]
  }
}