{
  "chapterNumber": 174,
  "title": "Book 4, Chapter 10",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Οὐάλης δὲ ὁ βασιλεὺς πολλοὺς μετὰ τὴν Προκοπίου τελευτὴν ἀνελών, πλειόνων δὲ τὰς οὐσίας εἰς τὸ δημόσιον ἐνεγκών, ἀνεκόπτετο τῆς ἐπὶ Πέρσας ἐλάσεως, μοίρας τῶν ὑπὲρ τὸν Ἴστρον Σκυθῶν τὰ Ῥωμαίων ὅρια ταραττούσης. ἐφ̓ οὓς δύναμιν ἀρκοῦσαν ἐκπέμψας τῆς ἐπὶ τὸ πρόσω πορείας ἀνεῖχε, καὶ τὰ ὅπλα παραδοῦναι συναναγκάσας διένειμε ταῖς παρὰ τὸν Ἴστρον αὐτοῦ πόλεσιν, ἐν ἀδέσμῳ φρουρεῖσθαι παρακελευσάμενος φυλακῇ. οὗτοι δὲ ἦσαν οὓς ὁ τῶν Σκυθῶν ἡγούμενος ἔτυχε Προκοπίῳ συμμάχους ἐκπέμψας."
      },
      {
        "index": 2,
        "text": "ἐπεὶ οὖν τούτους ἀφεθῆναι παρὰ τοῦ βασιλέως ἀπῄτει κατὰ πρεσβείαν τοῦ τότε κρατοῦντος αὐτοὺς φήσας ἐκπεπομφέναι, πρὸς οὐδὲν αὐτῷ ὁ βασιλεὺς Οὐάλης ὑπήκουε: μήτε γὰρ πρὸς αὐτὸν τούτους ἐστάλθαι ἔλεγε, μήτε φιλίους ὄντας ἀλλὰ πολεμίους ἁλῶναι. αὕτη τὸν Σκυθικὸν πόλεμον ἀνερρίπισεν ἡ αἰτία."
      },
      {
        "index": 3,
        "text": "διανοουμένους δὲ αὐτοὺς ἐπιέναι τοῖς Ῥωμαίων ὁρίοις αἰσθόμενος ὁ βασιλεύς, καὶ πρὸς αὐτὸ ἤδη συνειλεγμένους ἅπαντας σὺν ὀξύτητι πάσῃ, τὸ μὲν στρατόπεδον τῇ ὄχθῃ τοῦ Ἴστρου συμπαρατείνας, αὐτὸς δὲ ἐπὶ τῆς Μαρκιανουπόλεως, ἣ μεγίστη τῶν ἐν Θρᾴκῃ πόλεών ἐστι, διατρίβων, τῆς τε τῶν στρατιωτῶν ἐν ὅπλοις ἀσκήσεως ἐπιμέλειαν ἐποιεῖτο καὶ μάλιστα τοῦ μηδεμίαν αὐτοῖς ἐπιλεῖψαι τροφήν."
      },
      {
        "index": 4,
        "text": "ὕπαρχον μὲν οὖν τῆς αὐλῆς Αὐξόνιον ἀπεδείκνυ, Σαλούστιον ταύτης διὰ τὸ γῆρας ἀφείς, ἤδη δεύτερον ταύτην μεταχειρισάμενον τὴν ἀρχήν: Αὐξόνιος δέ, καίπερ ἐνεστῶτος οὕτω μεγάλου πολέμου, περί τε τὴν τῶν εἰσφορῶν εἴσπραξιν δίκαιος ἦν, οὐδένα βαρύνεσθαι παρὰ τὸ καθῆκον καὶ ὀφειλόμενον ἀνεχόμενος, καὶ ὁλκάδων πλήθει τὴν στρατιωτικὴν σίτησιν διὰ τοῦ Εὐξείνου πόντου ταῖς ἐκβολαῖς τοῦ Ἴστρου παραδιδούς, κἀντεῦθεν διὰ τῶν ποταμίων πλοίων ταῖς ἐπικειμέναις τῷ ποταμῷ πόλεσιν ἐναποτιθέμενος, ὥστε ἐξ ἑτοίμου γίνεσθαι τῷ στρατοπέδῳ τὴν χορηγίαν."
      }
    ]
  }
}