{
  "chapterNumber": 200,
  "title": "Book 4, Chapter 36",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἄξιον δὲ τῶν ἱστορουμένων τι μὴ παραλιπεῖν τῆς παρούσης ἀφηγήσεως οὐκ ἀλλότριον. ἐν τοῖς κατὰ τὴν Ῥώμην ἱερατικοῖς τέλεσιν ἔφερον οἱ ποντίφικες τὰ πρῶτα. τούτους γεφυραίους ἄν τις καλέσειεν, εἰ πρὸς τὴν Ἑλλάδα φωνὴν ἡ προσηγορία μετενεχθείη. ταύτης δὲ ἔτυχον τῆς ἐπικλήσεως ἐξ αἰτίας τοιᾶσδε. τῶν ἀνθρώπων οὐδέπω τὴν διὰ τῶν ἀγαλμάτων ἐπισταμένων τιμήν, ἐν Θεσσαλίᾳ πρῶτον ἐδημιουργήθη θεῶν δείκηλα."
      },
      {
        "index": 2,
        "text": "ἑδῶν δὲ οὐκ ὄντων ʽἄγνωστος γὰρ ἦν καὶ τούτων ἡ χρείἀ τὰ τῶν θεῶν ἐκτυπώματα τῇ κατὰ τὸν Πηνειὸν γεφύρᾳ καθίδρυσαν, τοὺς ἱερᾶσθαι τοῖς θεοῖς λαχόντας ἐκ τῆς πρώτης καθιδρύσεως γεφυραίους ἐξονομάσαντες. τοῦτο παραλαβόντες ἀφ̓ Ἑλλήνων Ῥωμαῖοι τοὺς τὴν πρώτην παῤ αὐτοῖς ἱερατικὴν ἔχοντας τάξιν ποντίφικας προσηγόρευσαν: οἷς συναριθμεῖσθαι τοὺς βασιλέας διὰ τὸ τῆς ἀξίας ὑπερέχον ἐνομοθέτησαν."
      },
      {
        "index": 3,
        "text": "καὶ ἔτυχε τούτου Νομᾶς Πομπίλιος πρῶτος, καὶ πάντες ἑξῆς, οἵ τε λεγόμενοι ῥῆγες καὶ μετ̓ ἐκείνους Ὀκταβιανός τε αὐτὸς καὶ οἱ μετ̓ ἐκεῖνον τὴν Ῥωμαίων διαδεξάμενοι μοναρχίαν: ἅμα γὰρ τῷ παραλαβεῖν ἕκαστον τὴν τῶν ὅλων ἀρχὴν ἡ ἱερατικὴ στολὴ παρὰ τῶν ποντιφίκων αὐτῷ προσεφέρετο, καὶ παραχρῆμα ποντίφεξ μάξιμος ἀνεγράφετο, ὅπερ ἐστὶν ἀρχιερεὺς μέγιστος."
      },
      {
        "index": 4,
        "text": "οἱ μὲν οὖν ἄλλοι πάντες αὐτοκράτορες ἀσμενέστατα φαίνονται δεξάμενοι τὴν τιμὴν καὶ τῇ ἐπιγραφῇ χρησάμενοι ταύτῃ, ἐπειδὴ εἰς Κωνσταντῖνον ἦλθεν ἡ βασιλεία, καὶ ταῦτα τῆς ὀρθῆς ὁδοῦ τῆς περὶ τὰ θεῖα τραπεὶς καὶ τὴν Χριστιανῶν ἑλόμενος πίστιν, καὶ μετ̓ ἐκεῖνον ἑξῆς οἱ ἄλλοι καὶ Οὐαλεντινιανός τε καὶ Οὐάλης."
      },
      {
        "index": 5,
        "text": "τῶν οὖν ποντιφίκων κατὰ τὸ σύνηθες προσαγαγόντων Γρατιανῷ τὴν στολὴν ἀπεσείσατο τὴν αἴτησιν, ἀθέμιτον εἶναι Χριστιανῷ τὸ σχῆμα νομίσας. τοῖς τε ἱερεῦσι τῆς στολῆς ἀναδοθείσης φασὶ τὸν πρῶτον ἐν αὐτοῖς τεταγμένον εἰπεῖν εἰ μὴ βούλεται ποντίφεξ ὁ βασιλεὺς ὀνομάζεσθαι, τάχιστα γενήσεται ποντίφεξ μάξιμος."
      }
    ]
  }
}