{
  "chapterNumber": 103,
  "title": "Book 2, Chapter 30",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Οὐκ ἐνεγκὼν δὲ τὰς παρὰ πάντων ὡς εἰπεῖν βλασφημίας πόλιν ἀντίρροπον τῆς Ῥώμης ἐζήτει, καθ̓ ἣν αὐτὸν ἔδει βασίλεια καταστήσασθαι. γενόμενος δὲ μεταξὺ Τρῳάδος καὶ τῆς ἀρχαίας Ἰλίου καὶ τόπον εὑρὼν εἰς πόλεως κατασκευὴν ἐπιτήδειον, θεμελίους τε ἐπήξατο καὶ τείχους τι μέρος εἰς ὕψος ἀνέστησεν, ὅπερ ἄχρι τοῦδε ὁρᾶν ἔνεστι τοῖς ἐπὶ τὸν Ἑλλήσποντον πλέουσιν. ἐλθὼν δὲ εἰς μετάμελον καὶ ἀτελὲς τὸ ἔργον καταλιπὼν ἐπὶ τὸ Βυζάντιον ᾔει."
      },
      {
        "index": 2,
        "text": "θαυμάσας δὲ τὴν τῆς πόλεως θέσιν ἔκρινε ταύτην ὅτι μάλιστα αὐξῆσαι καὶ ἐς βασιλέως οἴκησιν ἁρμοδίαν καταστῆσαι. κεῖται μὲν γὰρ ἡ πόλις ἐπὶ λόφου, μέρος ἐπέχουσα τοῦ ἰσθμοῦ τοῦ διὰ τοῦ καλουμένου Κέρατος καὶ τῆς Προποντίδος ἐκτελουμένου. καὶ τὸ μὲν παλαιὸν εἶχε τὴν πύλην ἐν τῇ συμπληρώσει τῶν στοῶν ἃς Σεβῆρος ὁ βασιλεὺς ᾠκοδομήσατο, παυσάμενος τῆς κατὰ Βυζαντίων ὀργῆς, ὅτι Νίγρον ὑπεδέξαντο πολέμιον ὄντα:"
      },
      {
        "index": 3,
        "text": "τὸ δὲ τεῖχος διὰ τοῦ λόφου καθιέμενον ἦν ἀπὸ τοῦ δυτικοῦ μέρους μέχρι τοῦ τῆς Ἀφροδίτης ναοῦ καὶ θαλάσσης τῆς ἀντικρὺ Χρυσοπόλεως, ἀπὸ δὲ τοῦ βορείου λόφου κατὰ τὸν ἴσον τρόπον κατιὸν ἄχρι τοῦ λιμένος, ὃ καλοῦσιν Νεώριον, καὶ ἐπέκεινα μέχρι θαλάσσης ἣ κατευθὺ κεῖται τοῦ στόματος δἰ οὗ πρὸς τὸν Εὔξεινον ἀνάγονται Πόντον. μῆκος δὲ ἔχει τὸ στενὸν τοῦτο μέχρι τοῦ Πόντου σταδίων περί που τριακοσίων."
      },
      {
        "index": 4,
        "text": "τὸ μὲν οὖν ἀρχαῖον τῆς πόλεως μέγεθος τοῦτο ἦν: ἀγορὰν δὲ ἐν τῷ τόπῳ καθ̓ ὃν ἡ πύλη τὸ ἀρχαῖον ἦν οἰκοδομήσας κυκλοτερῆ, καὶ στοαῖς διστεγέσι ταύτην περιλαβών, ἁψῖδας δύο μαρμάρου Προκοννησίου μεγίστας ἀλλήλων ἀντίας ἀπετύπωσε, δἰ ὧν ἔνεστιν εἰσιέναι τε εἰς τὰς Σεβήρου στοὰς καὶ τῆς πάλαι πόλεως ἐξιέναι. πολλῷ δὲ μείζονα τὴν πόλιν ἀποφῆναι βουλόμενος, τοῦ πάλαι τείχους ἐπέκεινα σταδίοις πεντεκαίδεκα τείχει περιέβαλε τὴν πόλιν ἀπολαμβάνοντι πάντα τὸν ἰσθμὸν ἀπὸ θαλάσσης εἰς θάλασσαν."
      }
    ]
  }
}