{
  "chapterNumber": 5,
  "title": "Book 1, Chapter 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ἐπεὶ δὲ Δαρεῖον μὲν Βῆσος ἀνεῖλεν, Ἀλέξανδρος δὲ μετὰ τὰς ἐν Ἰνδοῖς πράξεις ἐπανελθὼν εἰς Βαβυλῶνα τοῦ βίου μετέστη, τότε δὴ τῆς Μακεδόνων ἀρχῆς εἰς σατραπείας διαιρεθείσης, οὕτω τε τοῖς πρὸς ἀλλήλους συνεχέσι πολέμοις ἐλαττωθείσης, ἡ τύχη Ῥωμαίοις τὰ λειπόμενα τῆς Εὐρώπης πεποίηκεν ὑποχείρια."
      },
      {
        "index": 2,
        "text": "καὶ διαβάντες εἰς τὴν Ἀσίαν καὶ πρὸς τοὺς ἐν τῷ Πόντῳ βασιλεῖς καὶ πρὸς Ἀντίοχον πολεμήσαντες, ὕστερον δὲ καὶ πρὸς τοὺς ἐν Αἰγύπτῳ δυνάστας, ἕως μὲν ὅτε τὰ τῆς ἀριστοκρατίας ἐφυλάττετο, προστιθέντες ἔτους ἑκάστου τῇ ἀρχῇ διετέλουν, τῶν ὑπάτων ὑπερβαλέσθαι ταῖς ἀρεταῖς ἀλλήλους φιλονεικούντων: τῶν δὲ ἐμφυλίων πολέμων Σύλλα τε καὶ Μαρίου καὶ μετὰ ταῦτα Ἰουλίου Καίσαρος καὶ Πομπηίου Μάγνου διαφθειράντων αὐτοῖς τὸ πολίτευμα, τῆς ἀριστοκρατίας ἀφέμενοι μόναρχον Ὀκταβιανὸν εἵλοντο, καὶ τῇ τούτου γνώμῃ τὴν πᾶσαν διοίκησιν ἐπιτρέψαντες ἔλαθον ἑαυτοὺς κύβον. ἀναρρίψαντες ἐπὶ ταῖς πάντων ἀνθρώπων ἐλπίσιν καὶ ἑνὸς ἀνδρὸς ὁρμῇ τε καὶ ἐξουσίᾳ τοσαύτης ἀρχῆς καταπιστεύσαντες κίνδυνον."
      },
      {
        "index": 3,
        "text": "εἴτε γὰρ ὀρθῶς καὶ δικαίως ἕλοιτο μεταχειρίσασθαι τὴν ἀρχήν, οὐκ ἂν ἀρκέσοι πᾶσιν κατὰ τὸ δέον προσενεχθῆναι, τοῖς πορρωτάτω που διακειμένοις ἐπικουρῆσαι μὴ δυνάμενος ἐξ ἑτοίμου, ἀλλ̓ οὔτε ἄρχοντας τοσούτους εὑρεῖν οἳ σφῆλαι τὴν ἐπ̓ αὐτοῖς αἰσχυνθήσονται ψῆφον, οὔτε ἄλλως ἠθῶν τοσούτων ἁρμόσαι διαφοραῖς. εἴτε διαφθείρων τῆς βασιλείας τοὺς ὅρους εἰς τυραννίδα ἐξενεχθείη, συνταράττων μὲν τὰς ἀρχάς, περιορῶν δὲ τὰ πλημμελήματα, χρημάτων δὲ τὸ δίκαιον ἀλλαττόμενος, οἰκέτας δὲ τοὺς ἀρχομένους ἡγούμενος, ὁποῖοι τῶν αὐτοκρατόρων οἱ πλείους, μᾶλλον δὲ πάντες σχεδὸν πλὴν ὀλίγων γεγόνασι, τότε δὴ πᾶσα ἀνάγκη κοινὸν εἶναι δυστύχημα τὴν τοῦ κρατοῦντος ἄλογον ἐξουσίαν:"
      },
      {
        "index": 4,
        "text": "οἵ τε γὰρ κόλακες παρὰ τούτου δωρεῶν καὶ τιμῶν ἀξιούμενοι τῶν μεγίστων ἀρχῶν ἐπιβαίνουσιν, οἵ τε ἐπιεικεῖς καὶ ἀπράγμονες μὴ τὸν αὐτὸν ἐκείνοις αἱρούμενοι βίον εἰκότως σχετλιάζουσιν οὐ τῶν αὐτῶν ἀπολαύοντες, ὥστε ἐκ τούτου τὰς μὲν πόλεις στάσεων πληροῦσθαι καὶ ταραχῶν, τὰ δὲ πολιτικὰ καὶ στρατιωτικὰ κέρδους ἥττοσιν ἄρχουσιν ἐκδιδόμενα καὶ τὸν ἐν εἰρήνῃ βίον λυπηρὸν καὶ ὀδυνηρὸν τοῖς χαριεστέροις ποιεῖν καὶ τῶν στρατιωτῶν τὴν ἐν τοῖς πολέμοις προθυμίαν ἐκλύειν."
      }
    ]
  }
}