{
  "chapterNumber": 17,
  "title": "Մասն երրորդ և վերջին (1/8) — Part Three and Final: The Land of Nairi",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ՄԱՍՆ ԵՐՐՈՐԴ ԵՎ ՎԵՐՋԻՆ"
      },
      {
        "index": 1,
        "text": "ԵՐԿԻՐԸ ՆԱՅԻՐԻ"
      },
      {
        "index": 2,
        "text": "Միթե սա՞ է երկիրը Նայիրի…"
      },
      {
        "index": 3,
        "text": "Ե․ Չ. «ՇՈԳԵԳԱԼՈՒՍՏ»"
      },
      {
        "index": 4,
        "text": "Մենք արդեն անցնում ենք մեր սույն այս վեպի կարևորագույն մասին — և այստեղ է ահա, սիրելի ընթերցո՛ղ, որ, ինչպես ասում են՝ իր ամբողջ հասակով կանգնում է մեր առաջ մեր առաջադրած հիմնական խնդիրը, թե ո՞րն է, վերջապես, երկիրը Նայիրի։ Սույն այս վեպիս առաջաբանում, հիշո՞ւմ ես, ես հարցրել էի սրտմտությամբ, կասկածով հարցրել էր սիրտս, թե, գուցե, մշուշ է նա, Նայիրին, ուղեղային մորմոք, սրտի"
      },
      {
        "index": 5,
        "text": "հիվանդություն"
      },
      {
        "index": 6,
        "text": "… Եվ ճիշտ որ,— ո՞րն է այդ Նայիրին։ Ինչո՞ւ համար եմ սույն այս վեպիս ամեն մի էջում իմ նկարագրած քաղաքը անվանում"
      },
      {
        "index": 7,
        "text": "«նայիրյան»"
      },
      {
        "index": 8,
        "text": "քաղաք, և մարդկանց, որ ապրում են այդ քաղաքում —"
      },
      {
        "index": 9,
        "text": "«նայիրցիներ»"
      },
      {
        "index": 10,
        "text": "։ Մի՞թե կարող էր"
      },
      {
        "index": 11,
        "text": "«ուղեղային մորմոքը»"
      },
      {
        "index": 12,
        "text": "կերպավորվել և իրականություն դառնալ. մի՞թե կարող էր, սիրելի ընթերցող, միս և մարմին ստանալ"
      },
      {
        "index": 13,
        "text": "«սրտի հիվանդությանը»"
      },
      {
        "index": 14,
        "text": "— և քայլել քաղաքում,"
      },
      {
        "index": 15,
        "text": "հասկանո՞ւմ ես, ո՛չ թե ուղեղում կամ սրտում, այլ իրական քաղաքում, որպես մի թեկուզ հենց, ասենք,"
      },
      {
        "index": 16,
        "text": "Գեներալ Ալոշ"
      },
      {
        "index": 17,
        "text": ", կամ"
      },
      {
        "index": 18,
        "text": "Մեռելի Ենոք"
      },
      {
        "index": 19,
        "text": ", կամ, լավագույն դեպքում — որպես մի"
      },
      {
        "index": 20,
        "text": "Համո Համրարձումովիչ — Մազութի Համո"
      },
      {
        "index": 21,
        "text": "… Իհարկե ոչ, կասե ամեն մի խելքը գլխին անձնավորություն — չէ՛ր կարող։ Զառանցանք չէ՛ր այդ քաղաքը, և ոչ էլ նրանում ապրողներն էին զառանցանք, և, այո, ես ամենայն վճռականությամբ կարող եմ ասել, որ ոչ ոք էլ դրանցից իրեն չէր համարում"
      },
      {
        "index": 22,
        "text": "«նայիրցի»"
      },
      {
        "index": 23,
        "text": ", և ոչ էլ այդ քաղաքը, ուր ապրում էր ինքը —"
      },
      {
        "index": 24,
        "text": "«նայիրյան»"
      },
      {
        "index": 25,
        "text": "մի քաղաք։ Ուրեմն ե՞ս եմ հնարել այդ լեգենդը, սիրելի ընթերցող, որ մոլորեցնեմ մարդկանց դատարկ զրույցներով, գուցե ես եմ հնարել, որպես թուղթ մրոտող, անբան մի բանաստեղծ, որին ևս"
      },
      {
        "index": 26,
        "text": "«քամի թռցնող»"
      },
      {
        "index": 27,
        "text": "պիտի անվաներ վարսավիր Վասիլը, եթե այս գրությունս կարդար։ Այո՛։ Ի՞նչ"
      },
      {
        "index": 28,
        "text": "«Նայիրի»"
      },
      {
        "index": 29,
        "text": "։ Եվ ամենից առաջ. ո՞րտեղից մեյդան ընկավ այդ անունը. ի՞նչ է նա նշանակում։"
      },
      {
        "index": 30,
        "text": "Սիրելի ընթերցո՛ղ։ Ես չեմ հնարել այդ անունը և պարզապես չգիտեմ, թե ի՞նչ է նա նշանակում։ Գուցե"
      },
      {
        "index": 31,
        "text": "«Նայիրի»"
      },
      {
        "index": 32,
        "text": "նշանակում է ցնորք. ո՞վ իմանա։ Գուցե և նշանակում է՝ «անքաշ պանիր» — աստված ինքը գիտե։ Կամ, գուցե,"
      },
      {
        "index": 33,
        "text": "«Նայիրին»"
      },
      {
        "index": 34,
        "text": "այն գարին է նշանակում, որ տեսել է երկարականջ քեռին իր այն նշանավոր երազում։ Չգիտեմ։ Եվ ի՞նչ նշանակություն ունի վերջապես, թե ինչ է նշանակում «Նայիրի»։"
      },
      {
        "index": 35,
        "text": "«Նայիրին»"
      },
      {
        "index": 36,
        "text": "Նայիրի է — պրծավ գնաց։ Պայմանավորվենք միայն, որ դա, մի շարք այլ բաներ նշանակելուց բացի, մի երկրի անուն է, ինչպես"
      },
      {
        "index": 37,
        "text": "Սողոմոնը"
      },
      {
        "index": 38,
        "text": "— մարդու և… Եվ"
      },
      {
        "index": 39,
        "text": "նորից — խոչընդոտ, սիրելի ընթերցող։— Ո՞րտեղ է, ո՞րն է այդ երկիրը — կարող ես հարցնել դու հիմա,— և ես նորից կարող եմ մնալ քիթս կախ, այսինքն՝ շվարած։ Շվարած ո՛չ թե այն պատճառով, որ չգիտեմ այդ երկրի տեղը, այլ այն հասարակ պատճառով, որ իմ հավաքած պատմական և աշխարհագրական ստույգ տեղեկությանց նայելով — այդ երկիրը շատ քիչ է նման գոյություն ունեցող այլ երկիրներին, ասենք — Արգենտինային, Չիլիին, Տաճկաստանին, Ռուսաստանին, կամ թեկուզ Հաբեշստանին կամ Ալբանիային… Քիչ է նման ո՛չ թե իր աշխարհագրական դիրքով, բնակիչների կազմով, պետական սիստեմով և այլն, այլ… Հենց այս"
      },
      {
        "index": 40,
        "text": "«այլումն»"
      },
      {
        "index": 41,
        "text": "է բանը, սիրելի ընթերցող։ Այս «այլն» է ահա, որ ձեռնթափ է անում ինձ, քարից–քար խփում, խայտառակում։ Բանն այն է, որ այդ «երկիրը», այդ չարաբաստիկ «Նայիրին», ինչպես բանաստեղծներն են հաճախ ասում իրենց գերերկրային սիրուհիների մասին — «և կա, և չկա»։ Կա, իհարկե, կա, եթե ոչ ինչպե՞ս պիտի ապրեին «չեղյալ» այդ երկրում մի շարք այնպիսի պատկառելի մարդիկ, ինչպիսիք են նույն"
      },
      {
        "index": 42,
        "text": "Գեներալ Ալոշը"
      },
      {
        "index": 43,
        "text": ","
      },
      {
        "index": 44,
        "text": "Օսեփ Նարիմանովը"
      },
      {
        "index": 45,
        "text": ","
      },
      {
        "index": 46,
        "text": "Քոռ Արութը"
      },
      {
        "index": 47,
        "text": ","
      },
      {
        "index": 48,
        "text": "պ. Մարուքեն"
      },
      {
        "index": 49,
        "text": ",— ո՞րը թվեմ։ Մարդիկ, որոնց երկրային գոյությունը, ինչպես տեսնում եք, ոչ մի դեպքում չի կարելի, իհարկե, կասկածի ենթարկել։ Եվ, միևնույն ժամանակ, չկա, որովհետև… եթե նա լիներ — ապա ուրեմն ինչո՞ւ նա պիտի անվանվեր"
      },
      {
        "index": 50,
        "text": "«Նայիրի»"
      },
      {
        "index": 51,
        "text": "— այսինքն կրեր մի անուն, որ դուք չեք գտնի այսօր և ոչ մի աշխարհագրական քարտեզի վրա։ Փորձեցե՛ք մի նամակ գրել և հասցեագրել այսպես՝"
      },
      {
        "index": 52,
        "text": "«Երկիր Նայիրի — Գեներալ Ալոշին»"
      },
      {
        "index": 53,
        "text": "—"
      },
      {
        "index": 54,
        "text": "տեսեք ո՞ւր կհասնի։— Կարծո՞ւմ եք մեր նկարագրած քաղա՞քը։ Սխալվում եք։ Ուրեմն ճանապարհի՞ն կմնա։— Երևակայեցեք, որ ոչ։ Եվ այստեղ է ահա հարցի ամբողջ գաղտնիքը, սիրելի ընթերցող։ Ձեր այդպես հասցեագրած նամակը կգա և կընկնի ուղիղ — ի՞նչ եք կարծում՝"
      },
      {
        "index": 55,
        "text": "Կա՞րս, Երևա՞ն, Դիարբեքի՞ր, Շապին Գարահիսա՞ր"
      },
      {
        "index": 56,
        "text": "…— Իհարկե ոչ։"
      },
      {
        "index": 57,
        "text": "Այդ նամակը կգա ու կընկնի ողիղ մեր ամենածանոթ Համո Համբարձումովիչ Ասատուրովի — Մազութի Համոյի… ուղեղը…"
      },
      {
        "index": 58,
        "text": "Ահա՛ և ամբողջը։ Եվ ահա՛ թե ինչու, վեպի շարունակությանն անցնելով, մենք պետք է դիմենք հնում մանավանդ շատ ընդունված գրական մի պրիոմի, որից այնքան խուսափում են արդի հեղինակները։ Ռենտգենյան ճառագայթի նման մենք պիտի ձգտենք"
      },
      {
        "index": 59,
        "text": "Թափանցել սույն այս վեպի կենտրոնական անձնավորությանց ուղեղները,— առաջին հերթին, իհարկե, Համո Համբարձումովիչ Ասատուրովի — Մազուլթի Համոյի ուղեղը։ Այո՛։— Ամենից առաջ Մազութի Համոյի, որովհետև նա էր (ուղեղը և ոչ թե Մազութի Համոն), որ, տարիներ շարունակ"
      },
      {
        "index": 60,
        "text": "բոլոր համանման ուղեղների կատարյալ կատարելատիպը լինելով՝"
      },
      {
        "index": 61,
        "text": "որպես առասպելական այն"
      },
      {
        "index": 62,
        "text": "ցուլը, կրում էր իր ուղեղե եղջյուրների վրա… երկիրը Նայիրի"
      },
      {
        "index": 63,
        "text": "։ Նրան, այո՛ — Համո Համբարձումովիչ Ասատուրովի — Մազութի Համոյի ուղեղին մենք պիտի դիմենք, եթե ուզում ենք իսկական աղբյուրից հանել մեր այնքան ցանկացյալ ջուրը,— եթե ուզում ենք իսկական ակունքից խմել կենարար հեղուկը մեր հավաքական, կամ իրազ Մազութի"
      },
      {
        "index": 64,
        "text": "Համոյի"
      },
      {
        "index": 65,
        "text": "տերմինոլոգիայով ասած՝ «ազգային»'գոյության"
      },
      {
        "index": 66,
        "text": "։"
      },
      {
        "index": 67,
        "text": "Այդ հանճարեղագույն ուղեղն ուներ հանճարեղագույն հատկություններ։— Ամենից առաջ՝ մի՞թե հանճարեղագույն հատկություն չպիտի համարել այն զարմանալի հանգամանքը, որ նա, այդ ուղեղը, Մազութի Համոյի այդ տարօրինակ ուղեղը տարիներ, դարեր շարունակ, հնամենի հնուց, կրում էր իր վերոհիշյալ եղջյուրների վրա մի ամբողջ երկիր, և այն էլ այնպիսի մի տիեզերական երկիր, ինչպիսին էր երկիրը Նայիրի։ Հասկանո՞ւմ եք՝ նրա, այդ"
      },
      {
        "index": 68,
        "text": "«Լույսի»"
      },
      {
        "index": 69,
        "text": "կառավարիչ Համո Համբարձումովիչի այդ գերերկրային ուղեղում, ինչպես մեր եղկ երկրագնդի որևէ հատվածի վրա, տեղավորված կային — գյուղեր ու քաղաքներ. ապրում էին մարդիկ այդ գյուղերում ու քաղաքներում. ապրում էին — ամենից առաջ հենց ինքը, Մազութի Համոն, ապա"
      },
      {
        "index": 70,
        "text": "Գեներալ Ալոշը"
      },
      {
        "index": 71,
        "text": ", բժիշկը"
      },
      {
        "index": 72,
        "text": "Օսեփ Նարիմանովը"
      },
      {
        "index": 73,
        "text": ","
      },
      {
        "index": 74,
        "text": "Անգինա Բարսեղովնան"
      },
      {
        "index": 75,
        "text": "և հազար-հազարավոր ուրիշ–ուրիշները, ազատ, քայլում էին ուղեղային քաղաքներում, գնում էին գործի և վերադառնում էին գործից, ուտում էին և արտաքնոց էին գնում.— մի խոսքով՝ անում էին այն ամենը, ինչ որ կապված է մարդկային կյանքին, ինչով որ կենդանի է այդ կյանքը։ Այդ նրանց թվում էր միայն, որ իրենք, ասենք, քայլում են"
      },
      {
        "index": 76,
        "text": "Լորիս-Մելիքյանով"
      },
      {
        "index": 77,
        "text": ". էապես նրանք ոչ այլ ինչ էին անում, քան"
      },
      {
        "index": 78,
        "text": "եթերային տատանումներ"
      },
      {
        "index": 79,
        "text": "առաջ բերելը Մազութի Համոյի տիեզերապարփակ ուղեղում. կամ Մազութի Համոյի ուղեղից սահած դեպի"
      },
      {
        "index": 80,
        "text": "Լորիս-Մելիքյանը"
      },
      {
        "index": 81,
        "text": "՝ մրսում էին այնտեղ"
      },
      {
        "index": 82,
        "text": "դարերի խայտառակությանը գամած, ստվերային մի կյանք։ Եվ ո՛չ միայն նրանք, այլև հազար—հազարավոր ուրիշ—ուրիշները. պ. Աբոմարշը, մանրավաճառ Կոլոպոտյանը, Հաջի Օնիկ էֆենդի Մանուկոֆը,"
      },
      {
        "index": 83,
        "text": "Կլուբի մեյմունը"
      },
      {
        "index": 84,
        "text": ", Քոռ Արութը, բոլորը, բոլորը,— և ամենից առաջ մեր սույն այս վեպում այնքան մանրամասն նկարագրած բոլո՛ր քաղաքացիք, նրանց կենցաղը, գործնական եռուզեռը, առտնին առօրյան. մի խոսքով ասած՝ ամենքը և ամեն ինչ նայիրյան այդ քաղաքում ոչ այլ ինչ էր գուցե, եթե ոչ"
      },
      {
        "index": 85,
        "text": "Մազութի Համոյի"
      },
      {
        "index": 86,
        "text": "տիեզերապարփակ ուղեղի եղկ արտացոլումը,"
      },
      {
        "index": 87,
        "text": "ուղեղային մորմոքը"
      },
      {
        "index": 88,
        "text": "միայն —"
      },
      {
        "index": 89,
        "text": "ուղեղային խաղը"
      },
      {
        "index": 90,
        "text": "։ Եվ մի՞թե նրա, Մազութի Համոյի հանճարեղագույն ուղեղը չէ՞ր ծնել այդ քաղաքն իր բոլոր հրաշքներով և հրաշալիքներով, ինչպես ելել էր հնում հունական Զևսի աստվածային գլխից իմաստության ու գեղեցկության գերագույն դիցուհին՝"
      },
      {
        "index": 91,
        "text": "Աթենաս—Պալասը"
      },
      {
        "index": 92,
        "text": "։ Այո՛։ Այլապես ո՞նց, որտեղի՞ց պիտի ելնեին և քարակերտ վեհությամբ ապրեին դարեր — թեկուզ հենց"
      },
      {
        "index": 93,
        "text": "Վարդանի կամուրջը, Բերդը, Աոաքելոց եկեղեցին"
      },
      {
        "index": 94,
        "text": "… Այդպես էլ ես ու դո՛ւ, ընթերցող. մեզ համար քայլել ենք տարիներ շարունակ փողոցից-փողոց, մտել ենք վարսավիր Վասիլի վարսավիրանոցը և Տելեֆոն Սեթոյի  սրճարան-ճաշաանը, որի ցուցանակի վրա գրված է՝ «Չայ—Ղահվե— ճաշարան, Սեթրակ Ֆալիան» — ապրել ենք, մի խոսքով, իբր թե երկրային աշխարհաբնակ"
      },
      {
        "index": 95,
        "text": "կյանքով, և չենք էլ իմացել, որ"
      },
      {
        "index": 96,
        "text": "իլյուզիա"
      },
      {
        "index": 97,
        "text": "է այդ բոլորը, ուղեղային մորմոք,— որ այդ ամենը ոչ թե առասպելական մի ինչ-որ խղճուկ"
      },
      {
        "index": 98,
        "text": "Մայայի"
      },
      {
        "index": 99,
        "text": "շղարշն է մեր աչքերի վրա, այլ այդ"
      },
      {
        "index": 100,
        "text": "ամենասովորական «Լույսի» կառավարիչ Մազութի Համոյի, այդ Համո Համբարձումովիչ Ասատուրովի ուղեղային մշուշը — որ մեր ամբողջ կյանքն իր"
      },
      {
        "index": 101,
        "text": "«տակով-վրայով»"
      },
      {
        "index": 102,
        "text": "ոչ այլ ինչ է եղել, եթե ոչ ճիշտ որ —"
      },
      {
        "index": 103,
        "text": "«ուղեղային մորմոք»"
      },
      {
        "index": 104,
        "text": "— սրտի հիվանդություն… Այո՛։ Մազութի Համոյի հանճարեղագույն ուղեղի զառանցանքն էր այդ քաղաքն իր «տակով-վրայով» և մենք, սիրելի ընթերցող, տարիներ շարունակ ապրել ենք Մազութի Համոյի ուղեղից սահած այդ զառանցանք– քաղաքում, ապրել ենք զառանցանքում, որպես «մեր տանը» — և մենք այդ չենք իմացել, գլխի չենք ընկել, չենք գիտակցել։ Եվ դո՛ւ, ընթերցո՛ղ, ավելի քան սխալված կլինես, եթե կարծես, որ սույն իմ այս պոեմանման վեպում ես ցանկություն եմ ունեցել նկարագրել իրապես գոյություն ունեցող մի քաղաք, պատկերել այդ քաղաքի երկրային բնակիչներին, վեր հանել ինչ-որ չտեսնված «տիպեր»։— Այդպիսի բաներ ես երբեք էլ չեմ մտածել, ընթերցո՛ղ, և չէի էլ կարող մտածել։ Իսկ ինչ վերաբերում է այն, առաջին հայացքից կարծես թե ինձ մատնող, հանգամանքին, որ ես քանիցս, սկզբից ևեթ, խոսել եմ այդ քաղաքի և նրա բնակիչների մասին, որպես շատ սովորական, միանգամայն հաստատ գոյությանց մասին,— ինչ վերաբերում է դրան, սիրելի ընթերցո՛ղ, ես այստեղ հարկադրված եմ ասել, բացեիբաց խոստովանել, որ ես"
      },
      {
        "index": 105,
        "text": "խաբել եմ քեզ, յուղել եմ գլուխդ"
      },
      {
        "index": 106,
        "text": "։ ինչպես խաբել է ինձ տարիներ շարունակ Մազութի Համոն, ինչպես խաբել է և քեզ, միևնույն է՝ ապրել ես դու, թե ոչ մեր նկարագրած քաղաքում. խաբել է, մշուշ է փռել աչքերիդ— չես իմացել։ Այո՛, ընթերցո՛ղ,"
      },
      {
        "index": 107,
        "text": "զառանցանք էր այդ քաղաքը, ուղեղային մորմոք – և կար, գոյություն ուներ, թվում էր թե ապրում է երկրային — քանի կար, կենդանի էր դեռ Մազութի Համոն, քանի փռում էր դեռ օրերի և տարիների վրա իր ուղեղային շղարշը Համո Համբարձումովիչ Ասատուրովը —"
      },
      {
        "index": 108,
        "text": "Մազութի"
      },
      {
        "index": 109,
        "text": "Համոն։ Էլ ի՞նչ «տիպեր» կամ «հերոսներ» — և ես էլ չգիտեմ, թե էլ ի՞նչ զահրումար… Նրան, միայն նրան, այսինքն ոչ թե Մազութի Համոյին, այլ նրա հանճարեղագույն ուղեղին էր, այո՛, պարտական նայիրյան այդ քաղաքն իր երկրային գոյությամբ — և առանց նրա, այսինքն ոչ թե Մազութի Համոյի, այլ նրա ուղեղի, չէր կարող գոյություն ունենալ, անգամ մի երկվայրկյան ապրել ոչ միայն նայիրյան այդ քաղաքը, այլև ամբողջապես հենց ինքը —"
      },
      {
        "index": 110,
        "text": "երկիրը Նայիրի"
      },
      {
        "index": 111,
        "text": "։ Չե՞ս հավատում։ Նայի՛ր շուրջդ ապա. ո՞ւր է մեր նկարագրած քաղաքը, ո՞ւր են նրա բնակիչները։ Ո՞ւր են"
      },
      {
        "index": 112,
        "text": "Մեռելի Ենոքը"
      },
      {
        "index": 113,
        "text": "և"
      },
      {
        "index": 114,
        "text": "Տելեֆոն Սեթոն"
      },
      {
        "index": 115,
        "text": "… Ո՞ւր են, ո՞ւր են, վերջապես,"
      },
      {
        "index": 116,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 117,
        "text": "և"
      },
      {
        "index": 118,
        "text": "Առաքելոց եկեղեցին"
      },
      {
        "index": 119,
        "text": "… Չկան, ծուխ են դարձել, ցնդել են մշուշում, դարձել են մուժ ու հիշատակ։ Ինչո՞ւ։— Որովհետև չկա, այլևս ցնդել է մշուշում Մազութի Համոյի ուղեղը.— չկա․ մուժ է դարձել. դարձել է մշուշ ու հիշատակ։"
      },
      {
        "index": 120,
        "text": "Իսկապես որ հանճարեղ կարողություններ ուներ այդ ուղեղը, զորավոր կարողություններ։ Բավական են, կարծեմ, վերևում ասածներս միայն, որպեսզի հասկացողություն կազմվի այդ հանճարեղագույն ուղեղի կարողության մասին. բայց արեք տեսեք, որ ես ամենակարևորը և ամենազարմանալին"
      },
      {
        "index": 121,
        "text": "դեռ չեմ հիշատակել, ամենաաներևակայելին։ Մենք ասացինք, որ այդ զարմանալի ուղեղի վրա էր կանգնած երկիրը Նայիրի, որպես հնում աշխարհն՝ առասպելական այն ցուլի եղջյուրների վրա."
      },
      {
        "index": 122,
        "text": "բայց ինչի՞ վրա էր կանգնած ինքը, այդ ուղեղը"
      },
      {
        "index": 123,
        "text": "— ահա՛ ամենաէականը։ Ինչո՞վ էր սնվում հենց ինքը, ինչո՞վ էր կենդանի այդ ուղեղն ինքը - ահա՛ հարցը։ Եվ այս հարցին է ահա, որ մենք հարկադրված ենք տալ մի ամենաանսպասելի պատասխան, ամենաաներևակայելի։—"
      },
      {
        "index": 124,
        "text": "—"
      },
      {
        "index": 125,
        "text": "Նա, Համո Համըարձումովիչի այդ զարմանալի ուղեղը կանգնած էր"
      },
      {
        "index": 126,
        "text": "— երևակայո՞ւմ եք —"
      },
      {
        "index": 127,
        "text": "հենց ինքն իր վրա"
      },
      {
        "index": 128,
        "text": "… Ուրիշ ոչինչ։ Չե՞ս հավատում.—"
      },
      {
        "index": 129,
        "text": "իրենի՛ց հարցրու"
      },
      {
        "index": 130,
        "text": ", այսպես էր հավատացնում ինձ"
      },
      {
        "index": 131,
        "text": "ինքը"
      },
      {
        "index": 132,
        "text": ", այսպես էր համոզված"
      },
      {
        "index": 133,
        "text": "Վառոդյանը"
      },
      {
        "index": 134,
        "text": ",— ավելին՝ այսպես էր համոզված և ամբողջ «Ընկերությունը».— օ, սա ամբողջ մի փիլիսոփայություն էր, սիրելի ընթերցող,— ամբո՛ղջ մի, եթե կարելի է այսպես ասել՝"
      },
      {
        "index": 135,
        "text": "տիեզերական ուղեղասիստեմ"
      },
      {
        "index": 136,
        "text": "… Կանգնած էր,"
      },
      {
        "index": 137,
        "text": "ու բա՛ստա"
      },
      {
        "index": 138,
        "text": ", պրծավ գնաց. ուզում ես՝ զարմացիր, ուզում ես՝ հիացիր։ Կար, գոյություն ուներ և սնվում էր —"
      },
      {
        "index": 139,
        "text": "հենց ինքն իրենով"
      },
      {
        "index": 140,
        "text": "— ահա՛ թե ինչ։ Կար, գոյություն ուներ և աշխատում էր, անխոնջ ու մշտնջենական, ինչպես ինքը բնությունը, կամ, ավելի լավ է ասել՝ որպես մի իսկական"
      },
      {
        "index": 141,
        "text": "«պերպետուում-մոբիլե»"
      },
      {
        "index": 142,
        "text": ". գերմանական հայտնի գիտնական"
      },
      {
        "index": 143,
        "text": "Հելմհոլցի"
      },
      {
        "index": 144,
        "text": "նշանավոր թեորիան միանգամայն ժխտելով՝ ապացուցում էր իր կենդանի օրինակով, որ նման մի ինքնաշարժ մեքենա ո՛չ միայն հնարավոր է սկզբունքորեն, այլև կա, գոյություն ունի և կարող է աշխատել՝ ինքն իրեն սնելով դարեր ու դարեր, մահանալ ու կյանք առ"
      },
      {
        "index": 145,
        "text": "նել նորից իր սեփական աճյունից, որպես եգիպտական մի ֆենիքս-թռչուն։ Այսպիսի՛ ահա ինքնասնույց մի թռչուն, բայց, ավելի լավ է ասել՝ «պերպետուում– մոբիլե» էր Համո Համբարձումովիչի ուղեղը. ինքնաշարժ մեքենա, որ, ինչպես ասացինք, ինքն իրեն սնելով՝ դուրս էր թողնում, հանում էր շրջանառության անսպառ քանակությամբ — ո՛նց ասենք… նո՛ւ,"
      },
      {
        "index": 146,
        "text": "ազգային եռանդ"
      },
      {
        "index": 147,
        "text": "(էներգիա), որով, և միմիայն որով, կանգուն էր դեռ, չէր հավասարվել հողին,"
      },
      {
        "index": 148,
        "text": "Ասորիքի"
      },
      {
        "index": 149,
        "text": "կամ"
      },
      {
        "index": 150,
        "text": "Բաբելոնի"
      },
      {
        "index": 151,
        "text": "նման, երկիրը հնամյա — հազարամյա Նայիրին։ Կարծում ենք, որ հենց նրա, Համո Համբարձումովիչի պերպետուում մոբիլանման այդ ուղեղն էր ահա աչքի առաջ ունեցել մեր սիրելի, այնքան վաղաժամ մահացած պոետը՝ սույն տողերը գրելիս․—"
      },
      {
        "index": 152,
        "text": "«Եգիպտական բուրգերը փոշի կդառնան"
      },
      {
        "index": 153,
        "text": "Արևի պես, երկի՛ր իմ, կվառվես վառման…»։"
      },
      {
        "index": 154,
        "text": "Այսպես ենք կարծում, ընթերցո՛ղ, և մենք հիմք ունենք այսպես կարծելու, որովհետև նույնը, ճիշտ նույնը, բառացի նո՛ւյնն էր մտածում և ինքը, նույն ինքը Մազութի Համոն, որին մենք վեպիս երկրորդ մասի վերջում կայարանում կանգնած թողինք՝ հայացքը նայիրյան հեռուն, ուր հեռացավ գնացքը՝"
      },
      {
        "index": 155,
        "text": "«նայիրյան ուժերով»"
      },
      {
        "index": 156,
        "text": "բեռնավոր։ Հենց նույն այդ դառն ու ազնվական, տխուր և ժպտաթախիծ զգացմունքն էր տիրում Համո Համբարձումովիչի  սրտում, երբ նա, վայրկյանի լրջությունից ազդված, կայարանից քաղաք էր վերադառնում՝ ոչ թե, ինչպես կարելի է կարծել, ընկ. Վառոդյանի ուղեկցությամբ, այլ մենակ, մեն-մենակ, տխուր ու"
      },
      {
        "index": 157,
        "text": "մտախոհ՝ սեփական, այսինքն"
      },
      {
        "index": 158,
        "text": "«Լույսի»"
      },
      {
        "index": 159,
        "text": "տեղական գրասենյակին պատկանող կառքում ընկողմանած։"
      },
      {
        "index": 160,
        "text": "Մենակ, մտախոհ, տխուր ու ժպտաթախիծ զգացմունքներով լեցուն՝ Մազութի Համոն կայարանից վերադառնում էր քաղաք։ Եվ կայարանից մինչև բնակարանը նրա, Մազութի Համոյի աչքերը նույն այն ժպտաթախիծ արտահայտությունն ունեին, ինչպիսին, ինչպես հիշում է ընթերցողը վեպիս երկրորդ մասի վերջից՝ ունեին նրանք (Համո Համբարձումովիչի աչքերը) կայարանում։ Այդ աչքերի ներսում դեռ"
      },
      {
        "index": 161,
        "text": "գնացքն"
      },
      {
        "index": 162,
        "text": "էր, այդ աչքերի ներսում դեռ"
      },
      {
        "index": 163,
        "text": "հեռուն"
      },
      {
        "index": 164,
        "text": "էր գնացքի՝"
      },
      {
        "index": 165,
        "text": "սահմանի այն կողմը"
      },
      {
        "index": 166,
        "text": ".— Համո Համբարձումովիչի աչքերը չէին տեսնում"
      },
      {
        "index": 167,
        "text": "Լորիս-Մելիքյանի"
      },
      {
        "index": 168,
        "text": ", այդ չարչիական փողոցի ցածլիկ խանութները։ Համո Համբարձումովիչի աչքերում, աչքերի ներսում, նա՛ էր, ըղձալին ու երազյալը,— երկիրը Նայիրի։ Գնում էր. փողոցի փոսերից, քարերից ելևէջելով, գնում էր կառքը"
      },
      {
        "index": 169,
        "text": "«Լույսի»"
      },
      {
        "index": 170,
        "text": "գրասենյակի։ Համո Համբարձումովիչն ընկողմանել էր՝ կիսահուշ։ Օրորվում էր, Համո Համբարձումովիչի նստուկի նման, կառքի ցնցումներից վեր ու վար ելևէջելով, օրորվում էր Համո Համբարձումովիչի ուղեղում — երկիրը Նայիրի։ Շինվում էր. Համո Համբարձումովիչի նստուկի նման՝"
      },
      {
        "index": 171,
        "text": "նստման կետ էր փնտրում, տանելի գոյավիճակ"
      },
      {
        "index": 172,
        "text": "— Համո Համբարձումովիչի ուղեղում երկիրը Նայիրի։ Փնտրում էր, բայց չէր գտնում. օրորվում էր, ինչպես աշխարհը երբեմն առասպելական այն ցուլի եղջյուրների վրա, օրորվում էր, ելևէջում էր անհանգիստ, ելք էր փնտրում,— Համո Համբարձումովիչի ուղեղից սահելով՝ դեպի"
      },
      {
        "index": 173,
        "text": "երկրայինը, դեպի"
      },
      {
        "index": 174,
        "text": "գոյացման հեռուներն"
      },
      {
        "index": 175,
        "text": "էր ձգտում, դեպի"
      },
      {
        "index": 176,
        "text": "սահմանի այն կողմը"
      },
      {
        "index": 177,
        "text": "— երկիրը Նայիրի։ Մտածում էր՝ «Ո՞րն է"
      },
      {
        "index": 178,
        "text": "Նայիրին"
      },
      {
        "index": 179,
        "text": "» — ու շինվում էր ուղեղում, ելնում էր դարերի մշուշից, հառնում էր Համո Համբարձումովիչի ուղեղից, որ նորից իրականանա -"
      },
      {
        "index": 180,
        "text": "ո՞ւր, որտե՞ղ"
      },
      {
        "index": 181,
        "text": "սակայն —"
      },
      {
        "index": 182,
        "text": "ո՞ր ափերում"
      },
      {
        "index": 183,
        "text": "… Կանգնում էին. դարերի մշուշից, զառանցանքից ելած, շինվում էին Մազութի Համոյի ուղեղում — քաղաքներ ու ոստաններ. ելնում էին՝"
      },
      {
        "index": 184,
        "text": "Վանը, Բիթլիսը, Մուշը, Էրզրումը, Սվազը, Դիարբեքիրը — վեց վիլայեթ"
      },
      {
        "index": 185,
        "text": "։ Նայիրին էր. հին ու հազարամյա. հառնում էր, կյանք էր առնում, շինվում էր Համո Համբարձումովիչի ուղեղում՝ դեպի գալիքի զառանցանքն էր ձգվում։ Մի հանգամանք սակայն ստեղծագործական այդ նվիրական ժամին մնում էր անորոշ. մնում էր, ավելի լավ է ասել, անուշադիր.— Համո Համբարձումովիչի ուղեղի տեսողության դաշտից կարծես դուրս էր մնում, կարծես թյուրիմացաբար հաշվի չէր առնվում — մի խոշորագույն հանգամանք — եթե միայն"
      },
      {
        "index": 186,
        "text": "«հանգամանք»"
      },
      {
        "index": 187,
        "text": "կարելի լինի համարել"
      },
      {
        "index": 188,
        "text": "մեր նկարագրած քաղաքը, որում ապրում էր հենց ինքը, Մազութի Համոն"
      },
      {
        "index": 189,
        "text": "։ Նման էր, եթե անպատվաբեր չէ այսպիսի համեմատությունը,—"
      },
      {
        "index": 190,
        "text": "Նասր-Էդդին հոճայի"
      },
      {
        "index": 191,
        "text": "հայտնի առակին."
      },
      {
        "index": 192,
        "text": "Մոլլա-Նասր-Էդդինի"
      },
      {
        "index": 193,
        "text": "նման Համո Համբարձումովիչը մոռացել էր, կամ մոռանում էր հաշվել… իրեն, կամ — իր նստած"
      },
      {
        "index": 194,
        "text": "երկարականջ քեռուն"
      },
      {
        "index": 195,
        "text": ", այսինքն —"
      },
      {
        "index": 196,
        "text": "նայիրյան այդ քաղաքը"
      },
      {
        "index": 197,
        "text": "… Հասկանո՞ւմ եք՝ կյանքի ու մահու այդ ճակատագրական ժամին Համո Համբարձումովիչի տիեզերապարփակ ուղեղը կարծես մոռացել էր ամենաէականը — մոռացել էր այն, ինչ, ինչպես"
      }
    ]
  }
}
