{
  "chapterNumber": 14,
  "title": "Μdelays delays (7/9) — Part Two: Toward Nairi",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "հողի վրա էր դրվում, երբ վարսավիր Վասիլի և Հաջի Օնիկ էֆենդու շնական ուղեղներից տեղափոխվում էր Գեներալ Ալոշի, Մազութի Համոյի, բժշկի, Օսեփ Նարիմանովի, կամ ընկ. Վառոդյանի"
      },
      {
        "index": 1,
        "text": "«գործնական»"
      },
      {
        "index": 2,
        "text": "ուղեղները։ Այս հարցը միանգամայն տարբեր բնույթ էր ստանում վերջիններիս ուղեղներում։ Ամենից առաջ շատ բան ուներ ասելու Արամ Անտոնիչի, դպրոցի տեսչի ուղեղը այն պարզ պատճառով, որ նա, Արամ Անտոնիչը, նախ՝ հարազատ"
      },
      {
        "index": 3,
        "text": "«քեռին»"
      },
      {
        "index": 4,
        "text": "էր Կարո Դարայանի, և ապա՝ նա, Արամ Անտոնիչը միայն գիտեր, տեղեկություններ ուներ ստացած, թե ինչո՞վ էր զբաղվում իր"
      },
      {
        "index": 5,
        "text": "«եգանը»"
      },
      {
        "index": 6,
        "text": ", այսինքն մորեղբորորդին, Մոսկվայում ու Բաքվում։ Այո՝ նախ Արամ Անտոնիչը և ապա Մազութի Համոն։ Գրել էր, ամենից առաջ Արամ Անտոնիչին էր գրել իր անարժան սանիկի"
      },
      {
        "index": 7,
        "text": "«տխմար արարքների»"
      },
      {
        "index": 8,
        "text": "մասին Արամ Անտոնիչի հարազատ եղբայրը —"
      },
      {
        "index": 9,
        "text": "Գարասիմ Անտոնիչը"
      },
      {
        "index": 10,
        "text": ", որ գլխավոր հաշվապահի պաշտոն էր վարում"
      },
      {
        "index": 11,
        "text": "«Լույս»"
      },
      {
        "index": 12,
        "text": "նավթարդյունաբերական ընկերության կենտրոնական վարչության Բաքվի գրասենյակում։ Նա,"
      },
      {
        "index": 13,
        "text": "քամի կուլ տվող"
      },
      {
        "index": 14,
        "text": "այդ"
      },
      {
        "index": 15,
        "text": "հաստագլուխ էշը"
      },
      {
        "index": 16,
        "text": "— երևակայո՞ւմ եք —"
      },
      {
        "index": 17,
        "text": "թուրք բանվորներին"
      },
      {
        "index": 18,
        "text": "է գրգռելիս եղել"
      },
      {
        "index": 19,
        "text": "նավթարդյունաբերական նայիրյան այդ ընկերության դեմ"
      },
      {
        "index": 20,
        "text": ".— ահա՛ թե ինչով է զբաղվելիս եղել այդ"
      },
      {
        "index": 21,
        "text": "«անբան անասունը»"
      },
      {
        "index": 22,
        "text": "մինչև այդ քաղաքը գալը, սիրելի ընթերցող։ Եվ այն էլ, ի նկատի ունեցեք, մի ընկերության, որի կենտրոնական վարչության նախագահն էր այն մյուս, իսկական «Ընկերության» — Կենտրոնաուղեղասարդի կենտրոնական թելերից մեկը՝"
      },
      {
        "index": 23,
        "text": "Հայտնի Անունը"
      },
      {
        "index": 24,
        "text": "։ Ահա՛ թե ինչպիսի՞ տխուր տեղեկություններ էր ստացել իր"
      },
      {
        "index": 25,
        "text": "«հոգեժառանգի»"
      },
      {
        "index": 26,
        "text": ", իր ա"
      },
      {
        "index": 27,
        "text": "նարժան"
      },
      {
        "index": 28,
        "text": "«սանիկի»"
      },
      {
        "index": 29,
        "text": "մասին, դժբախտաբար երկու ամիս միայն առաջ, Արամ Անտոնիչը, և այն էլ այնպիսի մի անձնավորությունից, որին չէր կարող, իրավունք չուներ չհավատալ։ Ստացել էր այդ շշմեցուցիչ տեղեկություններն իր հոգեզավակի մասին Արամ Անտոնիչը և որոշել էր ոչ ոքի չհայտնել, բայց մեծ եղավ նրա զարմանքը, երբ, այդ տխուր նամակն ստանալուց երկու օր հետո, երևաց նրա գրասենյակում Մազութի Համոն և, մի-երկու սովորական հարցուփորձից հետո,— «"
      },
      {
        "index": 30,
        "text": "Բավականին հետաքրքիր նորություններ"
      },
      {
        "index": 31,
        "text": "ենք լսում «եգան»-իդ մասին, Արամ Անտոնիչ» — գցեց, իր շեղ-հեգնական հայացքի նման, ամոթահար ակնարկը Արամ Անտոնիչի դեմքին Մազութի Համոն։ Արամ Անտոնիչի դեմքը, գաջած պատի նման, սպիտակեց։ Եվ գրեց, այդ նույն երեկո, Մազութի Համոյի հեռանալուց հետո գրեց իր վերջին նամակը, առանց ստորագրության, Արամ Անտոնիչը, նախատեց, անարգանքի սյանը գամեց իր այդ վերջին նամակում Կարո Դարայանին Արամ Անտոնիչը։ Եվ պատվիրեց, խստիվ պատվիրեց այդ վերջին նամակում, որ չլինի թե երբևիցե հիշե իր քեռուն այդ փուչ դավաճանը. չլինի թե երբևիցե իր աչքին երեվա։ Եվ ահա — արդեն լռել էր, արդեն, մոռացած, էլ չէր խոսում անհաճո այդ նյութի մասին Արամ Անտոնիչին հանդիպելիս Համո Համբարձումովիչը, երբ, ինչպես գիտենք, անամոթաբար բուսնեց, երեվաց հանկարծ իր հայրենի քաղաքում Կարո Դարայանը… բայց այս մասին մենք, բավականին մանրամասն, արդեն պատմել ենք վերևում, պ․ Մարուքեի հետ քաղաքային այգում տեղի ունեցած այն անպատվաբեր դեպքը նկարագրելիս։ Բայց հի"
      },
      {
        "index": 32,
        "text": "մա, երբ տենդոտ գործունեություն էր սկսել, հանձինս Մազութի Համոյի և ընկ. Վառոդյանի, Տեղական Կոմիտեն — ի՞նչ, ի՞նչ մխիթարանք կարող էին պատճառել այդ թշվառ սանիկի, մեղմ ասած տղայական արարքները Արամ Անտոնիչին՝ նրա"
      },
      {
        "index": 33,
        "text": "քեռուն,"
      },
      {
        "index": 34,
        "text": "«հոգեհորը»"
      },
      {
        "index": 35,
        "text": "։ Նա, Կարո Դարայանը, հասկանո՞ւմ եք՝ համարձակվում էր ինչ-որ փայտիկներ խրել «Ընկերության» անիվը,— այդ ողորմելի ճիճուն, այդ «Կարո Փարայանը»։ Դարայանի անվան սկզբնատառը այդպիսի մի երկմիտ կերպարանափոխության ենթարկողը նույն անձնավորությունն էր էլի, նույն ընկ. Վառոդյանը, որ առանձին մի շնորհք, մի փոքրիկ թուլություն ուներ դեպի նման, այո, «երկմիտ» հանաքները. նա չէ՞ր, նա չէ՞ր միթե, որ «Գ»-ի էր վերածել պ․ Մարուքեի պատմական ազգանվան սկզբնատառը՝ «Գրաստամատի» փոխելով արքայական «Դրաստամատը». նա՛, նա էր էլի, ինչպես առիթ ունեցանք վերևում հիշելու —"
      },
      {
        "index": 36,
        "text": "գավառացի չնչին վարժապետից արդեն"
      },
      {
        "index": 37,
        "text": "«անձնավորություն»"
      },
      {
        "index": 38,
        "text": "դարձած այդ ընկ. Վառոդյանը…"
      },
      {
        "index": 39,
        "text": "Երեկոյան ժամը դեռևս ութ և կեսին լիքն էր, ծայրեիծայր լիքն էր արդեն ամառային ակումբի դահլիճն այդ երեկո։"
      },
      {
        "index": 40,
        "text": "Առաջին շարքի նստարանները բռնված էին արդեն քաղաքի վերին, այո՝"
      },
      {
        "index": 41,
        "text": "ամենավերին խավերով"
      },
      {
        "index": 42,
        "text": "։ Այդպիսի հասարակություն շատ սակավ էր հավաքվում, տարենը մի–երկու անգամ հազիվ էր հավաքվում քաղաքի ակումբներում։ Բայց, ասենք, քաղաքի ակումբներում (նայիրյան այդ քաղաքը բացի ամառային ակումբից ուներ և ձմեռայինը) —"
      },
      {
        "index": 43,
        "text": "երբեք էլ չէր հավաքվում նման հասարակություն,"
      },
      {
        "index": 44,
        "text": "նման հասարակություն, լինում էր, որ տարին մի անգամ, և այն էլ Մազութի Համոյի բնակարանում, հավաքվում էր, այո, նրա անզուգական դստեր՝"
      },
      {
        "index": 45,
        "text": "Սևաչյա Պրիմադոննայի"
      },
      {
        "index": 46,
        "text": "ծննդյան օրը, երբ ներկա էր լինում ինքը գավառապետը և համարյա թե քաղաքի ամբողջ «վերին խավը», ընտրովի հասարակությունը։ Այդ օրերին, իհարկե, տեղ չունեին նրա, Մազութի Համոյի, ընտանեկան սեղանի շուրջը"
      },
      {
        "index": 47,
        "text": "Կինտաուրի Սիմոնը և վարսավիր Վասիլը"
      },
      {
        "index": 48,
        "text": ", որոնք ներկա էին հիմա ակումբի դահլիճում. ընկ."
      },
      {
        "index": 49,
        "text": "Վառոդյանն"
      },
      {
        "index": 50,
        "text": "անգամ չէր համարձակվի գլուխը ներս խոթելու Համո Համբարձումովիչի բնակարանն այդ բացառիկ օրերին, թեկուզ հետագայում, նկարագրածս դեպքերից հետո, ընկ․ Վառոդյանը ևս սկսել էր տեղ ունենալ Մազութի Համոյի սեղանի շուրջն այդ բացառիկ օրերին և նույնիսկ, երևակայո՞ւմ եք՝ ասում են, բժիշկ Սերգե Կասպարիչից, երևի,"
      },
      {
        "index": 51,
        "text": "օրինակ վերցնելով, սովորել էր համբուրել Սևաչյա Պրիմադոննայի ձեռքը վերջինիս շնորհավորելիս.— չափից, այո, չափից արդեն անցնել էր սկսել այդ"
      },
      {
        "index": 52,
        "text": "«սատկած վարժապետը»"
      },
      {
        "index": 53,
        "text": "վերջին ժամանակներում…"
      },
      {
        "index": 54,
        "text": "Երեկոյան, ինչպես ասացինք, ինը չկար, երբ արդեն նստած էին, առաջին շարքում նստած էին արդեն —"
      },
      {
        "index": 55,
        "text": "Գեներալ Ալոշը"
      },
      {
        "index": 56,
        "text": ", քաղաքի պարետը՝ բարձրահասակ մի սպա, որ վերջին ժամանակներս մի առանձին ուշադրության էր սկսել արժանանալ Համո Համբարձումովիչի դստեր — Սևաչյա Պրիմադոննայի կողմից,— բժիշկը, Արամ Անտոնիչը՝ իրա կնոջ —"
      },
      {
        "index": 57,
        "text": "Շիկահեր դդումի"
      },
      {
        "index": 58,
        "text": "կողքին, Օսեփ Նարիմանովը,"
      },
      {
        "index": 59,
        "text": "Հինգհարկանի Շենքի"
      },
      {
        "index": 60,
        "text": "համարյա թե բո"
      },
      {
        "index": 61,
        "text": "լոր աչքի ընկնող պաշտոնյաները — ո՞րը թվեմ։ Սպասում էին"
      },
      {
        "index": 62,
        "text": "Գավառապետին և կնոջը"
      },
      {
        "index": 63,
        "text": ", որոնց բերելու համար անձամբ,"
      },
      {
        "index": 64,
        "text": "Սևաչյա Պրիմադոննայի"
      },
      {
        "index": 65,
        "text": "ուղեկցությամբ, գնացել էր ինքը Մազութի Համոն։ Այդտեղ էր նաև"
      },
      {
        "index": 66,
        "text": "Անգինա Բարսեղովնան"
      },
      {
        "index": 67,
        "text": ", Համո Համբարձումովիչի հարգելի ամուսինը, որին զբաղեցնում էր, Մազութի Համոյի բացակայության պատճառով,"
      },
      {
        "index": 68,
        "text": "պարետը"
      },
      {
        "index": 69,
        "text": "՝ բարձրահասակ սպան․ անտարբեր չէր, այո, ասում էին չար լեզուները, վերջին ժամանակներում դեպի այդ բարձրահասակ երիտասարդը"
      },
      {
        "index": 70,
        "text": "Անգինա Բարսեղովնան"
      },
      {
        "index": 71,
        "text": ", որը, իր հերթին, հատուկ ուշադրության էր սկսել արժանանալ, չնայած իր պատկառելի տարիքին, սպայի կողմից։"
      },
      {
        "index": 72,
        "text": "«Ձվածեղին սիրուն՝ թավի պոչը կլիզե»"
      },
      {
        "index": 73,
        "text": "— ահա վարսավիր Վասիլի չարամիտ կարծիքն այդ նուրբ հանգամանքի մասին. չա՛ր, չա՛ր, օձի լեզու ուներ այդ"
      },
      {
        "index": 74,
        "text": "«ուշաղբազ պերպերը»"
      },
      {
        "index": 75,
        "text": "— ինչպես բնորոշում էր նրան, վարսավիր Վասիլին, ղահվեճի Սեթոն։"
      },
      {
        "index": 76,
        "text": "Ո՞վ, ո՞վ ասես, որ չէր եկել,"
      },
      {
        "index": 77,
        "text": "Գեներալ-պրոֆեսորին"
      },
      {
        "index": 78,
        "text": "լսելու ցանկությամբ, այդ երեկո. նույնիսկ"
      },
      {
        "index": 79,
        "text": "Բարսեղ Աբգարիչը"
      },
      {
        "index": 80,
        "text": ", թվաբանության ուսուցիչը, որ թոքերի պատճառով բավականին «ծույլ» էր հասարակության մեջ երևալու խնդրում — նա ևս, նրա կինը՝"
      },
      {
        "index": 81,
        "text": "«Ճուտը»"
      },
      {
        "index": 82,
        "text": ", կնոջ ընկերուհին՝"
      },
      {
        "index": 83,
        "text": "Վառյա հոգյակը"
      },
      {
        "index": 84,
        "text": "— բոլորը կային, բոլորն էլ, անխտիր,"
      },
      {
        "index": 85,
        "text": "վերին խավից"
      },
      {
        "index": 86,
        "text": "։ Նրանց մեջ էին, խառնված նրանց՝ նստել էին դահլիճի, միջին կարգերում — Հաջի Օնիկ էֆենդի Մանուկոֆը, պ․ Աբոմարշը, տեր Հուսիկ քահանան —"
      },
      {
        "index": 87,
        "text": "Խաչագողը"
      },
      {
        "index": 88,
        "text": ",— և նույնիսկ, թեկուզ արդեն մուտքին բավականին մոտիկ, բայց և այնպես այդ բարձր հասարակությունից ոչ այնքան էլ հեռու — բազմել էին… ծխականի վարժապետ-վարժուհիները․—"
      },
      {
        "index": 89,
        "text": "Բյուզանդ Վարդերեսյանը"
      },
      {
        "index": 90,
        "text": ", հայե"
      },
      {
        "index": 91,
        "text": "րենի դասատուն, որ աշակերտել էր Մանուկ Աբեղյանին և պարծենում էր դրանով,— օր."
      },
      {
        "index": 92,
        "text": "Վարդուհի Զատիկյանը"
      },
      {
        "index": 93,
        "text": ", որ չէր կարող"
      },
      {
        "index": 94,
        "text": "«տանել»"
      },
      {
        "index": 95,
        "text": "օր."
      },
      {
        "index": 96,
        "text": "Նվարդին"
      },
      {
        "index": 97,
        "text": "— նո՛ւյն այդ օր․"
      },
      {
        "index": 98,
        "text": "Նվարդ Լուսպարոնյանը՝ «մազը կտրածը»"
      },
      {
        "index": 99,
        "text": "— պ."
      },
      {
        "index": 100,
        "text": "Աշոտի"
      },
      {
        "index": 101,
        "text": "կողքին, այն ճեմարանավարտ պ. Աշոտի, որ արդեն սկսել էր, դեպքերի բերումից ավելի ևս ոգևորվելով,"
      },
      {
        "index": 102,
        "text": "«Նայիրյան լեզվի պրոպագանդը ռուսախոս երիտասարդների շրջանում»"
      },
      {
        "index": 103,
        "text": "և արդեն իսկ ուներ, մանավանդ վերջերս, բավականին հաջողություն։ Սրանց հետ խառն և սրանցից հետո — դահլիճը ծայրեիծայր լցրած տեղավորվել էին արդեն այլևայլ հասարակ քաղաքացիներ, ինչպես մանր խանութպաններից շատերը՝ Կարապետյանը, Հովհաննիսյանը, Պողոսյանը, Պողոսյան երկրորդը, Կարապետյան երրորդը,— ուսանողներ, աշակերտներ, ճեմարանցիներ (վերջիններս ուսանողների և աշակերտների մեջտեղ գտնվող մի ուրույն կատեգորիա էին կազմում նայիրյան այդ քաղաքում ինչպես, երևի, և բոլոր քաղաքներում,— և հատուկ ատելության էին ենթակա ռուսական դպրոցների սաների կողմից, դեպի որոնք իրենք ևս առիթ չէին կորցնում իրենց ծայրահեղ զզվանքը հայտնելու) — մի խոսքով՝ մարդ չկար, որ այնտեղ չլիներ, պակասում էին, թերևս,"
      },
      {
        "index": 104,
        "text": "Մեռելի Ենոքը և Քոռ Արութը միայն"
      },
      {
        "index": 105,
        "text": ", բայց նրանք էլ դե, երեվի դեռ զբաղված էին իրենց եռանդուն առևտրով —"
      },
      {
        "index": 106,
        "text": "վակզալի մեյդանում"
      },
      {
        "index": 107,
        "text": "։"
      },
      {
        "index": 108,
        "text": "Ժամը իննից հինգ րոպե պակաս դահլիճը, որպես ծփուն մի արտ, ծփաց ու օրորվեց. բոլորը շուռ տվեցին գլուխները դեպի մուտքը. արդեն մտնում էին, զուգված ու շողշողուն,"
      },
      {
        "index": 109,
        "text": "գավառապետը"
      },
      {
        "index": 110,
        "text": ","
      },
      {
        "index": 111,
        "text": "նրա կինը՝"
      },
      {
        "index": 112,
        "text": "Ագրիպպինա Վլադիսլավովնան, Սևաչյա Պրիմադոննան և Մազութի Համոն"
      },
      {
        "index": 113,
        "text": "… Մինչև նշանակված տեղերն ուղեկցեց նրանց, հասարակության հիասարսուռ հայացքների ներքո, Մազութի Համոն և դուրս եկավ նորից դահլիճից, չգիտեմ թե ինչու՝ նորից անհետացավ…"
      },
      {
        "index": 114,
        "text": "Ժամը ճիշտ իննին վարագույրը բացվեց։ Բեմը դատարկ էր՝ ոչ-ոք չկար։ Նույն թղթախաղի սեղանը, բայց այս անգամ արդեն կարմիր մահուդով ծածկած, դրված էր բեմի մեջտեղում. մոտը երկու աթոռ. իսկ բեմի աջ կողմը — նույն ամբիոնանման հարմարությունն էր, որի կողքին կանգնած բանախոսում էր, չորս ժամ առաջ, Մազութի Համոն։ Եվ ահա, վարագույրը բացվելուց անմիջապես հետո, ձախ կողմից երևացին Մազութի Համոն —"
      },
      {
        "index": 115,
        "text": "Գեներալ-պրոֆեսորի"
      },
      {
        "index": 116,
        "text": "թևը բռնած…"
      },
      {
        "index": 117,
        "text": "«Ա՛հ»"
      },
      {
        "index": 118,
        "text": "— հառաչեց դահլիճը հիացքից ու ահից. ծափահարությո՞ւն էր, չգիտեմ, թե"
      },
      {
        "index": 119,
        "text": "Բերդը պայթեց"
      },
      {
        "index": 120,
        "text": "… Չտեսնված, այո, աներևակայելի"
      },
      {
        "index": 121,
        "text": "օվացիա"
      },
      {
        "index": 122,
        "text": "էր, որին արժանացան Գեներալ-պրոֆեսորը և Մազութի Համոն։ Եվ ահա — թռավ, Գեներալ-պրոֆեսորի ոտքերի մոտ ընկավ թարմ ծաղիկների փարթամ մի փունջ․ Սևաչյա Պրիմադոննան էր, որ դեպի պրոֆեսորը նետեց ծաղիկների այդ փունջը իր նազելի ձեռքով․ վերցրեց, դստեր գցած փունջը"
      },
      {
        "index": 123,
        "text": "Մազութի Համոն"
      },
      {
        "index": 124,
        "text": "և, խոնարհ գլուխ տալով, մատուցեց թանկագին հյուրին։— Այսպիսի՝ ահա չտեսնված մի փառքի արժանացավ"
      },
      {
        "index": 125,
        "text": "Գեներալ-պրոֆեսորը"
      },
      {
        "index": 126,
        "text": "դեռ բանախոսությունը չսկսած։ Եվ դղրդում էր դահլիճը հախուռն ծափահարությունից, որին, գլխի"
      },
      {
        "index": 127,
        "text": "«տազը»"
      },
      {
        "index": 128,
        "text": "սոխափայլ պսպղացնելով, պատասխանում էր"
      },
      {
        "index": 129,
        "text": "Գեներալ-պրոֆեսորրը"
      },
      {
        "index": 130,
        "text": "խորա"
      },
      {
        "index": 131,
        "text": "պես հուզված։ Գեներալ-պրոֆեսորին երկու հակիրճ խոսքերով հասարակությանը ներկայացնելուց հետո — մոտեցավ, նստեց նախագահական աթոռին Մազութի Համոն՝ ձեռքը զանգին և աչքը, ծուռ, դեպի նստարանների առաջին շարքը հառած, դեպի"
      },
      {
        "index": 132,
        "text": "Անգինա Բարսեղովնայի"
      },
      {
        "index": 133,
        "text": "լիքը թևը, որ հպվել էր, երկնային մի անմեղությամբ, բարձրահասակ սպայի մահուդե թևին։"
      },
      {
        "index": 134,
        "text": "«Ծընգ—ծընգ—ծընգ»"
      },
      {
        "index": 135,
        "text": "— հնչեց Մազութի Համոյի — նախագահի զանգը. ծափահարությունը դադարեց. դահլիճը պապանձվեց՝ ուշադրություն կտրեց։ Բայց հենց այդ վայրկյանին պատահեց մի փոքրիկ թյուրիմացություն, որի վրա թեկուզ ուշադրություն չկարողացան դարձնել առաջին կարգերը, բայց դռան մոտ նստածները նկատեցին և հաջորդ օրը քաղաքում ամենայն մանրամասնությամբ պատմում էին իրար։ Դեպքը, կամ թյուրիմացությունը ոչինչ, առանձնապես, չէր ներկայացնում իրենից. նրա կատարման ընթացքում, առանց այն նկատելու, սկսել էր արդեն Գեներալ-պրոֆեսորը իր հետաքրքիր բանախոսությունը, բայց և այնպես թեր և դեմ զրույցների բավականին նյութ տվեց այդ"
      },
      {
        "index": 136,
        "text": "«դեպքը»"
      },
      {
        "index": 137,
        "text": "հետագայում, նույնիսկ գրված գտան հետագայում,"
      },
      {
        "index": 138,
        "text": "Հինգհարկանի Շենքի «մութ սենյակում»"
      },
      {
        "index": 139,
        "text": ", ընկ. Վառոդյանի պատվի հետ ինչ-որ առնչություն ունեցող հետաքրքիր գրություններ այդ"
      },
      {
        "index": 140,
        "text": "«դեպքին»"
      },
      {
        "index": 141,
        "text": "վերաբերյալ… բայց այդ մասին հետո։ Բանն այն է, որ վարագույրը բացվելուց անմիջապես հետո, երբ դահլիճը թնդում էր ծափահարությունից, դահլիճի դուռը, որ փակվել էր արդեն, բացվեց և մտան, կամացուկ, այնպես որ դռան մոտ նստածներից մի երկուսը միայն նկատեցին"
      },
      {
        "index": 142,
        "text": "նրանց —"
      },
      {
        "index": 143,
        "text": "Կարո Դարայանը և պ․ Մարուքեն"
      },
      {
        "index": 144,
        "text": "։ Ոչինչ չկար տարօրինակ, ոչ ոք էլ, ինչպես ասացինք, համարյա թե ուշադրություն չդարձրեց այդ սովորական հանգամանքի վրա. բայց նրանց մտնելուց անմիջապես հետո, նույնպես համարյա թե աննկատելի, ներս մտավ նրանց ետևից անծանոթ մի անձնավորություն և առաջարկեց նրանց, այդ անծանոթ անձնավորությունն առաջարկեց պ. Մարուքեին և Կարո Դարայանին"
      },
      {
        "index": 145,
        "text": "«մի վայրկյանով հետևել իրեն՝ դուրս գալ դահլիճից»"
      },
      {
        "index": 146,
        "text": "։ Ի՞նչ էր պատճառը, որ առանց բողոքելու հետևեցին նրան. թե ինչո՞ւ նույնիսկ չբողոքեցին նրանք, Կարո Դարայանը և պ. Մարուքեն — դժվար է ասել, բայց փաստը մնում է փաստ, որ դահլիճից դուրս գալուց հետո ևս այնպես պատահեց, որ, առաջ ընկած, քայլեց դեպի քաղաք"
      },
      {
        "index": 147,
        "text": "անծանոթ անձնավորությունը"
      },
      {
        "index": 148,
        "text": "և,— մինչ արդեն, ոգևորված, նայիրյան հնագույն պատմության հնագույն դրվագներն էր վեր հանում ակումբի դահլիճում Գեներալ-պրոֆեսորը,— թոկով կապածների նման այդ նույն վայրկյանին հետևում էին անծանոթ անձնավորությանը, հլու գնում էին նրա ետևից Կարո Դարայանը և"
      },
      {
        "index": 149,
        "text": "պ. Մարուքեն"
      },
      {
        "index": 150,
        "text": "։ Գնում էին — այո, այդ նրանք հասկացել էին արդեն — անծանոթ անձնավորության ետևից"
      },
      {
        "index": 151,
        "text": "«Մութ տեղն»"
      },
      {
        "index": 152,
        "text": "էին գնում"
      },
      {
        "index": 153,
        "text": "Կարո Դարայանը և պ. Մարուքեն"
      },
      {
        "index": 154,
        "text": "…"
      },
      {
        "index": 155,
        "text": "Ընկ. Վառոդյանը գտնվում էր այդ պահուն Համո Համբարձումովիչի բնակարանում։ Նրա վրա պարտականություն էր դրված պատրաստություն տեսնել"
      },
      {
        "index": 156,
        "text": "«բանկետի»"
      },
      {
        "index": 157,
        "text": "համար. դասախոսությունից հետո ընթրիքի պիտի հրավիրվեր Գեներալ-պրո"
      },
      {
        "index": 158,
        "text": "ֆեսորը Մազութի Համոյի բնակարանում։ Եվ ահա, իր պարտականությունները լիովին իմացող հեղափոխականի նման — տենդոտ, պատրաստություններ էր տեսնում, միանգամայն գիտակցելով գործի մեծագույն նշանակությունը նայիրյան ցեղի ապագայի համար՝ Մազութի Համոյի պալատ-բնակարանում ընկ. Վառոդյանը։"
      },
      {
        "index": 159,
        "text": "Հենց այդ ապագայի մասին, նայիրյան ցեղի"
      },
      {
        "index": 160,
        "text": "պայծառ ապագայի"
      },
      {
        "index": 161,
        "text": "մասին էր խոսում այդ նույն վայրկյանին ակումբի դահլիճում"
      },
      {
        "index": 162,
        "text": "Գեներալ-պրոֆեսորը"
      },
      {
        "index": 163,
        "text": "։ Թափվում էին, այո, հեղեղանման հոսում էին"
      },
      {
        "index": 164,
        "text": "վարդագույն խոստումները"
      },
      {
        "index": 165,
        "text": "դեպի երջանկացած սրտերը հանդիսականների.— Գեներալ-պրոֆեսորի"
      },
      {
        "index": 166,
        "text": "սոխանման"
      },
      {
        "index": 167,
        "text": "գանգից, ուղեղից ելնելով բացվում էր, պայծառ ու լուսավոր,"
      },
      {
        "index": 168,
        "text": "նայիրյան ապագան"
      },
      {
        "index": 169,
        "text": "։ Եվ այդ պայծառ ապագայի հոսող ջերմությունից հալչում էր սիրտը"
      },
      {
        "index": 170,
        "text": "Անգինա Բարսեղովնայի"
      },
      {
        "index": 171,
        "text": ".— նայիրյան պայծառ ապագան էլեկտրական բորբ հոսանքի նման լցվելով սիրտը"
      },
      {
        "index": 172,
        "text": "Անգինա Բարսեղովնայի"
      },
      {
        "index": 173,
        "text": "՝ անցնում էր այնտեղից դեպի մահուդե թևը"
      },
      {
        "index": 174,
        "text": "քաղաքի պարետի"
      },
      {
        "index": 175,
        "text": "։ Ու նույն այդ լուսավոր, նույն այդ նայիրյան պայծառ ապագայի փայլից բոցկլտուն, նայում էին հրացայտ, նայում էին, այո՛, գալիք օրերի հույսերով շողշողուն — նախագահական աթոռի բարձունքից նայում էին"
      },
      {
        "index": 176,
        "text": "Անգինա Բարսեղովնայի և բարձրահասակ սպայի"
      },
      {
        "index": 177,
        "text": "մեղմ հպված թևերին մեծախոհ աչքերը"
      },
      {
        "index": 178,
        "text": "Մազութի Համոյի"
      },
      {
        "index": 179,
        "text": "։"
      },
      {
        "index": 180,
        "text": "Վաղո՜ւց, վաղո՜ւց արդեն առավոտյան սովորական ժամերին, ինչպես այդ անում էր նա առաջ — վարսավիր Վասիլի վարսավիրանոցը ոտք չէր դնում այլևս պ. Մարուքեն. դպրոց մտնելուց"
      },
      {
        "index": 181,
        "text": "զրկվելով՝ զրկվել էր նաև վարսավիրանոց մտնելու սովորությունից պ. Դրաստամատյանը։ Կարո Դարայանի Մոսկվայից բերած բավականին"
      },
      {
        "index": 182,
        "text": "«բութ»"
      },
      {
        "index": 183,
        "text": "ածելին քերում էր արդեն պ. Մարուքեի այտերն ու կզակը, և, հարկավոր է ասել, որ պ. Մարուքեն վաղուց արդեն չէր վայելում այն խոնարհ հարգանքը, որպիսին տածում էր վարսավիր Վասիլը դեպի նա առաջ։ Այնպես որ, թող ամենևին զարմանալի չթվա, որ այդ առավոտ, երբ, մոտավորապես ժամը 11-ին, դուրս եկան Կարո Դարայանը և պ. Մարուքեն"
      },
      {
        "index": 184,
        "text": "«Դառնության կենտրոնից»"
      },
      {
        "index": 185,
        "text": "և, տուն վերադառնալով, անցնում էին արդեն վարսավիրանոցի մոտից —"
      },
      {
        "index": 186,
        "text": "«Անուշնե՛ր»"
      },
      {
        "index": 187,
        "text": "— հեգնախառն ասաց վարսավիր Վասիլը պ. Մարուքեին — և դա ծա՛ղր էր, ծա՛ղր էր, չարախինդ ակնարկ էր պ. Մարուքեի հասցեին։ Եվ պ. Մարուքեն, իհարկե, հասկացավ վարսավիր Վասիլի այդ հեգնանքը. պ. Մարուքեն հասկացավ, բայց լռեց։"
      },
      {
        "index": 188,
        "text": "Դառնության, այո՛, դառնության ու անակնկալի մի առավոտ էր այդ առավոտը պ. Մարուքեի և, մասամբ էլ, իհարկե, Կարո Դարայանի համար։ Դեռ չէին անցել նրանք վարսավիր Վասիլի վարսավիրանոցից, երբ դեմից բուսնեց, ուրիշ մի աշխարքից անսպասելի ընկած հրաշքի նման դեմ ելավ նրանց… երևակայո՞ւմ եք՝"
      },
      {
        "index": 189,
        "text": "Մարանկոզ Նշանը, ա՛յն Նշան Մարանկոզյանը, որ «որսորդական ապրանքների»"
      },
      {
        "index": 190,
        "text": "խանութ ուներ առաջ Ալեքսանդրյան փողոցում, բայց, մի գեղեցիկ օր, փակեց իր խանութը և"
      },
      {
        "index": 191,
        "text": "«Պուլկարիա»"
      },
      {
        "index": 192,
        "text": "գնաց"
      },
      {
        "index": 193,
        "text": "«զանազան գործերով»"
      },
      {
        "index": 194,
        "text": "։ Ընթերցողը, անշուշտ, հիշում է սույն այս վեպիս առաջին մասից, թե, իրոք, ինչո՞ւ փակեց խանութը Մարանկոզ Նշանը. խայտառակ"
      },
      {
        "index": 195,
        "text": "փախուստ էր դա իրոք և ուրիշ ոչինչ, խայտառակ փախուստ ու չեզոքացում, որ հետևանք էր, ինչպես գիտենք, Մազութի Համոյի հզոր ազդեցության, որից նա, այդ"
      },
      {
        "index": 196,
        "text": "խղճուկ վանեցին"
      },
      {
        "index": 197,
        "text": ", ձգտում էր խլել"
      },
      {
        "index": 198,
        "text": "«նայիրյան գործերի ղեկավարության»"
      },
      {
        "index": 199,
        "text": "առաջնությունը։ Եվ նա հիմա, իր այդ խայտառակ անկման ու փախուստից հետո, վերադարձել էր ահա նայիրյան այդ քաղաքը և այն էլ —"
      },
      {
        "index": 200,
        "text": "զինված ու փափախավոր"
      },
      {
        "index": 201,
        "text": "… Հետն էլ երեքը-չորսը՝ երեքը, չորսն էլ իրա, Մարանկոզ Նշանի նման, զինված ու փափախավոր։"
      },
      {
        "index": 202,
        "text": "«Ծանոթացե՛ք»"
      },
      {
        "index": 203,
        "text": "— ասաց Նշան Մարանկոզյանը պ. Մարուքեին մի լավ համբուրելուց հետո.— «"
      },
      {
        "index": 204,
        "text": "Պուլկարահայ ուսանող"
      },
      {
        "index": 205,
        "text": ", այժմ"
      },
      {
        "index": 206,
        "text": "կամավոր — Հրանատ Կյուլպենկյան, նույնը՝ Օնիկ Ուզունպաճաղյան"
      },
      {
        "index": 207,
        "text": "— ասիկա մեր"
      },
      {
        "index": 208,
        "text": "«Պուլկարացին է»"
      },
      {
        "index": 209,
        "text": "— ցույց տվեց, խորհրդավոր ժպիտը դեմքին, երրորդ փափախավորին Նշան Մարանկոզյանը և ապա — «աս ալ մեր ընկ."
      },
      {
        "index": 210,
        "text": "Թափառականը"
      },
      {
        "index": 211,
        "text": "» — վերջացրեց այնպիսի մի շեշտով Մարանկոզ Նշանը, որ նույնիսկ Կարո Դարայանը, որ չէր ճանաչում ոչ միայն դրանց, այլև իրան՝ Մարանկոզ Նշանին — աչքերը հառեց"
      },
      {
        "index": 212,
        "text": "ընկ. Թափառականի"
      },
      {
        "index": 213,
        "text": "դեմքին։ Այդ դեմքը, ի դեպս, շատ քիչ էր նման"
      },
      {
        "index": 214,
        "text": "թափառականի"
      },
      {
        "index": 215,
        "text": "դեմքի. սափրված, կոկ, ավելի շուտ"
      },
      {
        "index": 216,
        "text": "սալոնային լակեյի"
      },
      {
        "index": 217,
        "text": "դեմք էր դա, քան"
      },
      {
        "index": 218,
        "text": "հեղափոխական թափառականի"
      },
      {
        "index": 219,
        "text": "։ Թող չվիրավորվի ընկ. Թափառականի պայծառ հիշատակը իմ այս վերջին համեմատությունից, քանի որ դրանով ես ոչ թե նրա ներքինը, այլ արտաքինը միայն նկարել կամեցա. ներելի են նման միջոցները գրչի մշակներին, որոնք ոչ ներկ ունեն և ոչ էլ ածուխ իրենց տրամադրության ներքո, այլ"
      }
    ]
  }
}
