{
  "chapterNumber": 2,
  "title": "Մասն առաջին (1/6) — Part One: The City and Its Inhabitants",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ՄԱՍՆ ԱՌԱՋԻՆ"
      },
      {
        "index": 1,
        "text": "ՔԱՂԱՔԸ ԵՎ ԲՆԱԿԻՉՆԵՐԸ"
      },
      {
        "index": 2,
        "text": "Այստեղ նայիրյանն է նազում…"
      },
      {
        "index": 3,
        "text": "Վ. ՏԵՐՅԱՆ"
      },
      {
        "index": 4,
        "text": "Նայիրյան այդ հնամյա քաղաքն ամեն ինչով նման էր նայիրյան բոլոր հին ու նոր քաղաքներին․— փոքր էր, ոչ բազմամարդ, խարխուլ ու փոշոտ. ժամանակակից լեզվով այդպիսի քաղաքներին ասում են— գավառական հետամնաց քաղաք։ Ե՞րբ է շինված նայիրյան այդ հին քաղաքը — աստված ինքը գիտե․ բայց ասում են, որ այդ քաղաքը հիմնողները եղել են հին նայիրցիներ․— գուցե՝ խալդեր լայնաթիկունք ու ջլաբազուկ, գուցե՝ գանգրահեր ուրարտացիներ։ Սակայն պատմական այդ հանգամանքը, կարծում ենք, այնքան էլ կարևոր չէ, որովհետև խալդական կամ ուրարտական այն հին քաղաքից հիմա երևի տեղն էլ չէ մնացել. նրանց այն կավե գետնափոր խրճիթների փոխարեն կանգնած են հիմա նայիրյան այդ փոքրիկ քաղաքում քարե միհարկանի, երկհարկանի և նույնիսկ երեքհարկանի շինություններ՝ տներ ու խանութներ"
      },
      {
        "index": 5,
        "text": "որոնք նույնքան են նման ուրարտական այն հին խրճիթներին, որքան քո քիթը, ընթերցող… էյֆելյան աշտարակին։ Այդ նոր տներից ու խանութներից մի քանիսը նույնիսկ թիթեղե կարմիր կամ կանաչագույն կտուրներ ունեն — մի հանգամանք, որ քսաներորդ դարից է գալիս — և, որպես այդպիսին, նոր է և միանգամայն ուշագրավ։ Քաղաքի ցածլիկ տների ու խանութների միօրինակ ծովում թիթեղե այդ կտուրներն աչքի են զարնում, ինչպես աչքի կզարներ կանացի եվրոպական փետրազարդ գլխարկն արևելյան գյուղում։ Եվ իզուր չէ, որ նայիրյան այդ քաղաքում մինչև օրս էլ մի անհուն վախով ու պատկառանքով են խոսում այն անձնավորության մասին, որն առաջին անգամ թիթեղե կտուրով է ծածկել իր երկհարկանի բնակարանը. դա բոլորին հայտնի, բոլորից հարգված, այսպես անվանված"
      },
      {
        "index": 6,
        "text": "Գեներալ Ալոշն"
      },
      {
        "index": 7,
        "text": "է, ութսունն անց պատկառելի մի նայիրցի, որի հետ ընթերցողը դեռ շատ առիթ կունենա հանդիպելու սույն իմ այս պոեմանման վեպում։"
      },
      {
        "index": 8,
        "text": "Տները, ինչպես ասացի, նայիրյան այդ քաղաքում ցածլիկ են, մեծ մասամբ միհարկանի, տափակ կտուրներով,— բայց տների ու խանութների այդ միօրինակ տափակության ծովում, քաղաքի ճիշտ կենտրոնում, որպես ուրիշ մի աշխարհից, կամ երկնքից ընկած քարե մի հրաշք — կանգնած կա, երևակայո՞ւմ եք… հինգհարկանի մի հսկա, քարե մի թյուրիմացություն… Ծխական դպրոցի ծանոթ ուսուցիչ պ."
      },
      {
        "index": 9,
        "text": "Մարուքե Դրաստամատյանը"
      },
      {
        "index": 10,
        "text": ", որ պակաս մի հրաշք չէ նայիրյան այդ քաղաքում, ամեն անգամ այդ շինության մոտից անցնելիս ասում է ինքնիրեն, կամ, եթե խոսակիցներ է ու"
      },
      {
        "index": 11,
        "text": "նենում — նրանց. «Ուրի՛շ բան ենք մենք, ուրիշ — եվրոպացիք… Ա՛յ» — Եվ նա հիացած աչքերով նայում է հինգհարկանի շենքի տարօրինակ-փոքրիկ քառակուսի պատուհաններին։ «— Դեռ մենք շատ ենք հետամնաց» — ասում է նա։ Այսպես է մտածում պ. Մարուքեն — և նա, իհարկե, ունի իրավունք. պ. Մարուքեն ավարտել է տեղական քաղաքային յոթնամյա դպրոցը և, իրերի անհայտ բերմունքով, երկու-երեք ամսով եղել է Բեռլինում.— գոնե այսպես է հավատացնում ինքը, պ. Մարուքեն։ Նա սիրում է միմիայն նորն ու կատարյալը — և չի կարող տանել ոչ մի հնություն։ Այսպիսով նա, միանգամայն իրավացիորեն, եվրոպացու հռչակ է վայելում նայիրյան այդ քաղաքում — և բոլորը, մեծ թե փոքր, բացի երկրորդ ծխականի ուսուցիչ ընկ. Վառոդյանից, հարգում են նրան։"
      },
      {
        "index": 12,
        "text": "Բայց քաղաքը, բացի այդ հինգհարկանի հրաշք-շինությունից, ուներ մի շարք տեղական հրաշալիքներ, որոնցով դժբախտաբար չէր հետաքրքրվում պ. Դրաստամատյանը։ Սակայն ինչ ուզում է պ. Մարուքեն կարծե — առանց այդ հրաշալիքների նայիրյան այդ քաղաքը՝ եթե ոչ իր ամբողջ հմայքը, գոնե իր հմայքի կեսից ավելին անպայման կկորցներ — հենց իրենց, այդ քաղաքի բնակիչների աչքում։ Եվ ճիշտ որ. ինչո՞ւ համար կատարյալ հրաշալիքներ չեն կարող համարվել — թեկուզ հենց Բերդը, կամ, ասենք,—"
      },
      {
        "index": 13,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 14,
        "text": ", կամ, վերջապես —"
      },
      {
        "index": 15,
        "text": "Առաքելոց եկեղեցին"
      },
      {
        "index": 16,
        "text": "… Իսկ ձորի"
      },
      {
        "index": 17,
        "text": "Սլլան քա՞րը"
      },
      {
        "index": 18,
        "text": ","
      },
      {
        "index": 19,
        "text": "Ճգնավորի մատո՞ւռը"
      },
      {
        "index": 20,
        "text": ",— ո՞րը թվեմ։— Բոլորն էլ հրաշք են, զարմանալի զարմանք, անկարելի հնճարք։"
      },
      {
        "index": 21,
        "text": "Սկսենք Բերդից։"
      },
      {
        "index": 22,
        "text": "Քաղաքի արևմտյան ծայրում, վերը, ժայռակուռ, դեղին բյուրի վրա — խիստ, խոժոռ, որպես արևելյան քարե մի բռնակալ — բազմել է"
      },
      {
        "index": 23,
        "text": "Բերդը"
      },
      {
        "index": 24,
        "text": "։ Ժայռե իր գահի, աթոռի վրայից նայում է քաղաքին։ Քարե մի վիթխարի արկղ լինի կարծես՝ ծանր՝ ընկել է վերից ու կախված մնացել է բյուրի վրա. նստել է ծանր ու հաստատ։— Ընկել է նախ մի հսկայական քարե արկղ կարծես — և հետո, մեկը մյուսի ետևից տեղացել են վար ուրիշ մեծ ու փոքր, ծանր ու թեթև, զանազանաձև սնդուկներ՝ մեկը մեկի վրա, կողք-կողքի. հրաշք է, չես հասկանում, զարմանում ես միայն։ Ասում են, որ այդ բերդը շինելիս նայիրցի վարպետները ձվի սպիտակուց են գործածել շաղախի փոխարեն — ահա, թե ինչու է այդ բերդը անխորտակելի։ Անառիկ է այդ բերդը — ամենքն այդ գիտեն,—"
      },
      {
        "index": 25,
        "text": "և դավաճանությունն է, նենգ, ստոր, նայիրյան դավաճանությունն է այդ բերդը հանձնել եկվոր սրիկաներին"
      },
      {
        "index": 26,
        "text": "։ Հիմարները միայն կարող են չզարմանալ այդ բերդի վրա — և այդպիսի հիմարներից է, թող թույլ տրվի ասեմ, պ. Մարուքեն։ Եվ թող ասի խնդրեմ պ. Դրատամատյանը, այդ մեծամիտ «եվրոպացին», ինչո՞վ, ինչո՞վ պիտի պաշտպանվեր հնամյա այդ քաղաքն առաջին իսկ թշնամուց, եթե բերդը չլիներ։ Այնտեղից, այո — բերդի անխորտակելի պատերի վրայից պիտի ռումբեր տեղան, եթե պատերազմ լինի։ Այնտեղից— բերդի ժայռակերտ պատնեշների վրայից — իջնի պիտի մի օր, որպես երկաթե մի բռունցք, պիրկ, անպարտ կորովը նայիրյան ցեղի։— Որպես երկաթե մի բռունցք — իջնի պիտի մի օր թշնամու գլխին։— Ահա՛ թե ինչ է այդ բերդը — իհարկե, հասկացողի համար։"
      },
      {
        "index": 27,
        "text": "Եվ ահա՝ թե ինչու — վարը, քաղաքում հանգիստ են տները՝ նիրհել են անհոգ ու անտարբեր։ Իսկ խանութների առաջ նստել է նայիրցի խանութպանը և ծույլ, անփույթ հորանջելով՝ սպասում է գնորդի։ Եվ ի՜նչ նշանակություն ունի այն հիմար, միանգամայն պատահական և ժամանակավոր հանգամանքը, որ հիմա, 1913 թվին, բերդի ամենաբարձր աշտարակի վրա ծածանվում է ո՛չ նայիրյան, արծվազարդ մի դրոշ։ Բերդը շինել են նայիրցիները, բայց դժբախտաբար, այդ նույն բերդն է հիմա եկվորներին պաշտպանում թե մեզնից, բերդի և քաղաքի իսկական տերերից — և թե ամեն մի թշնամուց։ Օրը կգա — և նրանք կգնան։ Եվ նորից, բերդի անառիկ ամրություններից, որպես երկաթյա ահեղ մի սպառնալիք — կելնե, կհառնե ահասաստ, նայիրյան ոգին, կորովը, ուժը հազարամյա — նայիրյան աշխարհի… Ու կվառվի նորից անմար խնդությամբ, կժպտա խնդագին երկիրը հազարամյա,— երկիրը Նայիրի…"
      },
      {
        "index": 28,
        "text": "Այսպես էին մտածում այդ բերդի մասին նայիրյան այդ քաղաքում ապրող իսկական նայիրցիները — և այս փաստի հանդեպ ի՜նչ կարող էր անել մի, թեկուզ և եվրոպացի, պ. Դրաստամատյան…"
      },
      {
        "index": 29,
        "text": "Բերդից, քարե այդ վիթխարի սնդուկի երկու կողքերից սկսվելով՝ ծուռումուռ, հսկա սապատավոր ուղտերի նման, դեպի վար, դեպի քաղաքն են իջնում քաղաքի երբեմնի պարիսպների հիմիկվա մնացորդները։ Առաջ, շատ հնում, քարե ուղտերի անընդհատ ձգվող մի քարավան է եղել, ամրակուռ մի պարիսպ, որ բերդից իջնելով՝ անցնելիս է եղել գետը և ամբողջ քաղաքն իր մեջ առնելով՝"
      },
      {
        "index": 30,
        "text": "տարիներ շարունակ պաշտպանել է բնակիչներին չարից ու ոսոխից։ Բայց հիմա քարե այն հսկա ուղտերի սապատներն են միայն — ծուռ, կոշկոճ բլուրների նման — տեղ-տեղ մնացել։ Մնացել են հիմա այն հին պարիսպների զարմանք հետքերը միայն — մեկն այստեղ ահա, բերդի պատերին կպած, մյուսն այնտեղ, գետեզերքին, մեկն էլ հեռո՜ւ-հեռուն՝ քաղաքից դուրս։ Ամեն մեկը հիմա մամռապատ մի պատ է կատարյալ. չիմացողը կասի՝ ո՞վ է այս բլուրի քարերը հղկել, ազնվացրել և մամուռով պատել… Իսկ մի վիթխարի կտորը այդ առասպելական պարիսպի մինչև օրս էլ մնացել է քաղաքի միջով անցնող գետի ճիշտ մեջտեղը. գետի մեջտեղը մնացած պարիսպի այդ կտորն է ահա, որ կոչվում է հիմա"
      },
      {
        "index": 31,
        "text": "Վարդանի կամուրջ"
      },
      {
        "index": 32,
        "text": "։ Կարծում են՝ կամուրջ է եղել և համոզված են, որ այդպիսի մի կամուրջ"
      },
      {
        "index": 33,
        "text": "Վարդան զորավարը"
      },
      {
        "index": 34,
        "text": "միայն կարող էր շինել, որովհետև այսօրվա միամիտ նայիրցին այն ամենը, որ մե՛ծ է և զարմանալի, ինչ որ նայիրյան է ու հաղթական — վերագրում է"
      },
      {
        "index": 35,
        "text": "Վարդան Մամիկոնյանին"
      },
      {
        "index": 36,
        "text": ", վերջին այդ արքայակերպ նայիրցուն, որի մասին այսօր ամեն մի հասարակ նայիրցի այնքանը միայն գիտե, որ բարեկենդանի հինգշաբթի օրը բոլոր նայիրյան եկեղեցիներում պատարագ է լինում նրա հիշատակին, երգվում է"
      },
      {
        "index": 37,
        "text": "«Լռեց ամպերը»"
      },
      {
        "index": 38,
        "text": ", և այդ օրը բոլոր նայիրցիները"
      },
      {
        "index": 39,
        "text": "«տոն»"
      },
      {
        "index": 40,
        "text": "ունեն, այսինքն — անվանակոչություն… Բայց այդ չէ, իհարկե, պատճառը, որ"
      },
      {
        "index": 41,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 42,
        "text": "նայիրցիների աչքին դարձել է խորհրդավոր մի հրաշք՝ ահռելի գեղեցկություն։ Ասում են — և այդ բոլորը գիտեն — որ գետում խեղդվածները գալիս հավաքվում են կամուրջի"
      },
      {
        "index": 43,
        "text": "տակ գտնվող ահռելի վիհերում. վիհի՛ վրա է կանգնած այդ հսկա քարակույտը — ահա՛ թե ինչ։ Նրա տակ դատարկ է, բոլորովին դատարկ։ Եվ այդ դատարկության վրա, որպես նայիրյան հնամենի զարմանք, ելել է կամուրջը, կախվել է, ծանր ու հաստատ, վիհերի վրա։"
      },
      {
        "index": 44,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 45,
        "text": "։— Եվ այդ անհուն, անհատակ վիհերում, որոնց մեջ ջուրն անգամ վարանում է լցվել — ապրում են ջրային գազաններ. պառավներ, մարդագլուխ գոմեշներ, ջրային հսկա մի օձ, որ կամուրջի"
      },
      {
        "index": 46,
        "text": "«տերն»"
      },
      {
        "index": 47,
        "text": "է, կամուրջի բարի ոգին — և երկու ջրահարս։ Ահա թե ինչու ոչ մի քաղաքացի չի համարձակվում լողանալ կամուրջի մոտերքը. քանի՜-քանի անգամ եղել են դեպքեր, երբ մի առաքինի, խելոք, բարի նայիրցի գիշեր ժամանակ Վարդանի կամուրջի մոտերքից անցնելիս զգացել է հանկարծ, որ քաշում են իրեն վար, դեպի վիհերը Վարդանի կամուրջի,— կանչում են, հմայում են, ուզում են խեղդեն։ Եվ քանի՜-քանի անգամ Վարդանանց տոնին"
      },
      {
        "index": 48,
        "text": "սուրբ Գևորգ"
      },
      {
        "index": 49,
        "text": "եկեղեցու քարե ամբիոնից տեր"
      },
      {
        "index": 50,
        "text": "Հուսիկ քահանան"
      },
      {
        "index": 51,
        "text": "զգուշացրել է քաղաքացիներին, որ նման դեպքերում ամեն մի իսկական նայիրցի իսկույն պետք է հիշի Վարդան զորավար քաջին և ամրապնդվի"
      },
      {
        "index": 52,
        "text": "պապերի հավատքով"
      },
      {
        "index": 53,
        "text": "։ Պիտի մտաբերի այն մեծ նպատակը, որի համար ընկել է նա Ավարայրի դաշտում — և չվարանի։ Եվ եթե չվարանի՝ կցնդի, քամի կդառնա այն չար զորությունը, որ թշնամու ցանկությամբ կախվել է Վարդանի կամուրջի վրա։ Եվ Վարդանի կամուրջը կդառնա հավատքի մի խորան՝ բարի մի զորություն։—"
      },
      {
        "index": 54,
        "text": "Հարության սյո՛ւն կդառնա Վարդանի կամուրջը հավատացողի համար"
      },
      {
        "index": 55,
        "text": "— ասել է հաճախ տեր Հուսիկ քահանան։"
      },
      {
        "index": 56,
        "text": "Բայց միշտ այնպես է պատահում, որ ամենավտանգավոր վայրկյանին թռչում է Վարդանի անունը վարանոտ քաղաքացու ճղճիմ ուղեղից ու մնում է տեղը — դատարկ տարածություն, սարսափելի զարզանդ, որ, ի դեպս ասած, ավելի է բարձրացնում Վարդանի կամուրջի հրաշալի հմայքը քաղաքացիների աչքին։ Եվ ես չգիտեմ, չեմ կարող պատկերացնել թե որքան խղճուկ ու անհետաքրքիր պիտի թվար նայիրյան այդ քաղաքը նրանում ապրողների աչքին, եթե այդ կամուրջը չլիներ։ Բայց արի տես, որ այդքան հետաքրքիր ու զարմանալի հնամյա այդ քաղաքում միայն կամուրջը չէ։ Եվ եթե առաջարկվեր բնակիչներին ձեռք քաշել քաղաքի հրաշալիքներից մեկն ու մեկից, հարց է դեռ՝ չէի՞ն զիջի նրանք Վարդանի կամուրջը — հօգուտ"
      },
      {
        "index": 57,
        "text": "Առաքելոց եկեղեցու"
      },
      {
        "index": 58,
        "text": "։ Ուզում եմ ասած լինեմ, որ չնայած Վարդանի կամուրջը քաղաքացիների սրտին չափազանց մոտ լինելու հանգամանքին — ուրի՛շ բան է այդ նույն քաղաքացիների համար"
      },
      {
        "index": 59,
        "text": "Առաքելոց եկեղեցին"
      },
      {
        "index": 60,
        "text": "։ Առաքելոց եկեղեցին ամենամեծ ու ամենանվիրական հրաշալիքն է, զարդն է, զարմանքն է այդ հնամյա քաղաքի — և բացի նրանից չկա մի ուրիշ ավելի հմայիչ զարմանք քաղաքացիների համար։— Ինչ որ է հոգին մարմնի նկատմամբ, ինչ որ է ուղեղը, աչքը կամ սիրտը՝ մարդու կազմվածքում – նո՛ւյնն է Առաքելոց եկեղեցին նայիրյան այդ քաղաքում։— Ինչ որ է"
      },
      {
        "index": 61,
        "text": "Նոտր Դամը"
      },
      {
        "index": 62,
        "text": "փարիզցիների համար — նույնն է այդ քաղաքի բնակիչների աչքին —"
      },
      {
        "index": 63,
        "text": "Առաքելոց եկեղեցին"
      },
      {
        "index": 64,
        "text": "։"
      },
      {
        "index": 65,
        "text": "Բերդից դեպի հյուսիս, վարը, բլուրի լանջին, ծվարել է"
      },
      {
        "index": 66,
        "text": "Աոաքելոց եկեղեցին"
      },
      {
        "index": 67,
        "text": ", որպես քարից շինած մոխրագույն մի թռչուն."
      },
      {
        "index": 68,
        "text": "Առաքելոց եկեղեցին թռչունի է նման վերից — բերդից նայելիս, բայց դեմից նայելիս նա թողնում է նստած վարդապետի տպավորություն։ Քարե ծեր մի վարդապետ է կարծես, նստել է բլուրի լանջին ու մնացել է նստած — դարեր, ու կմնա նստած, քանի դեռ կա աշխարհը և անհուն աշխարհում — երկիրը Նայիրի։ Վերը, գմբեթի ծայրին, խաչն է՝ պարզ, երկթև նայիրյան մի խաչ։ Ու խաչից սկսվելով՝ ծայրը վեր տնկած կոնաձև հոլի մի նման իջնում է գմբեթը քարե մի ահռելի սնդուկի վրա։"
      },
      {
        "index": 69,
        "text": "— Ահա՛ Առաքելոց եկեղեցին։ Հրաշք է, չես հասկանում — այնքան է պարզ։ Բայց որպեսզի ընթերցողը պարզ, ակնհայտնի կերպով կարողանա պատկերացնել Առաքելոց եկեղեցու հմայիչ պարզությունը — ես կնկարեմ այստեղ, մոտավորապես, նրա արտաքին տեսքը."
      },
      {
        "index": 70,
        "text": "— ահա՛։ Հասարակ է, պարզ է՝ նայիրյան ոգին է կարծես՝ կերպարանք ստացած։— Անպաճույճ է, պարզ է — դրսից, բայց հասկացողի համար նա որքա՜ն է անհուն ու բազմահրաշ…"
      },
      {
        "index": 71,
        "text": "Ճիշտ այնպես, ինչպես պատմել են ինձ, պատմեմ ես էլ քեզ, ընթերցո՛ղ, Առաքելոց եկեղեցու մասին. ուզում ես հավատա, ուզում ես ծիծաղիր։ Բայց ես մոռացա ասել, թե ինչու է այդ եկեղեցին կոչվում —"
      },
      {
        "index": 72,
        "text": "Առաքելոց"
      },
      {
        "index": 73,
        "text": "եկեղեցի։— Եվ հենց այստեղից է ահա, որ սկսվում է այդ եկեղեցու զարմանալին ու հրաշալին։"
      },
      {
        "index": 74,
        "text": "Քարե այդ եկեղեցու քարաշեն գմբեթի պատերի վրա դրսից քանդակել է նայիրցի վարպետը"
      },
      {
        "index": 75,
        "text": "տասներկու առաքյալների"
      },
      {
        "index": 76,
        "text": "դեմքերը՝ մեկ-մեկ, կողք֊կողքի — տասներկու առաքյալ։ Հասկանո՞ւմ եք՝ քարի մեջ փորել է հրաշալի դեմքեր։ Նրանք հիմա էլ պարզ նայում են դիտողին գմբեթի հնաբույր, մամռոտ պատերից՝ կարծր, չոր, նայիրյան լեռնաքարի մեջ փորած հրաշալի դեմքեր։ Եվ այն էլ կնկատի ուշադիր դիտողը, որ առաքյալներից մեկի բոլոր դիմագծերը փորփրած են անխնամ, քիթը չկա, իսկ աչքերի փոխարեն նայում են վերևից երկու սև ու այլանդակ խոռոչներ։—"
      },
      {
        "index": 77,
        "text": "Հուդայի"
      },
      {
        "index": 78,
        "text": "դեմքն է դա, կասի ձեզ իմացողը,— որին նայիրցի քրիստոնյա վարպետը տվել է հրեշի կերպարանք։ Բայց"
      },
      {
        "index": 79,
        "text": "Հուդայի"
      },
      {
        "index": 80,
        "text": "այդ դեմքը իսկի էլ կարծես քանդակված չլինի եկեղեցու վրա, որովհետև եկեղեցին թեկուզ և պաշտոնապես կոչվում է"
      },
      {
        "index": 81,
        "text": "Տասներկու Առաքելոց"
      },
      {
        "index": 82,
        "text": ", բայց ժողովուրդը համառորեն ասում է՝"
      },
      {
        "index": 83,
        "text": "Տասնմեկ Առաքելոց"
      },
      {
        "index": 84,
        "text": "— և նա իրավունք ունի. նա չի հաշվում"
      },
      {
        "index": 85,
        "text": "Հուդային"
      },
      {
        "index": 86,
        "text": ", չի՛ ուզում հաշվել։ Սակայն եթե ժողովուրդը տասներկու առաքյալներին էլ չհաշվեր — էլի"
      },
      {
        "index": 87,
        "text": "Առաքելոց"
      },
      {
        "index": 88,
        "text": "եկեղեցին ոչինչ չէր կորցնի իր դարավոր հմայքից։ Որովհետև այլ է նրա կոչումը, և հմայքը - այլ։ Եվ այն, ինչ որ ես հիմա պիտի քեզ պատմեմ, սիրելի ընթերցող, թող քեզ դատարկ"
      },
      {
        "index": 89,
        "text": "հեքիաթ կամ զրույց չթվա։ Եթե մի անգամ պատահմամբ այդ քաղաքն ընկնես՝ հարցրո՛ւ Առաքելոց եկեղեցու մասին և քեզ ամեն մի տեղացի նույնը կպատմե, ինչ ոը ես պիտի պատմեմ. գուցե և ավելին։"
      },
      {
        "index": 90,
        "text": "Դեպքը պատահել է այսպես։"
      },
      {
        "index": 91,
        "text": "Առաքելոց եկեղեցուց երկու-երեք հարյուր քայլաչափ հեռու, եկեղեցի տանող ճանապարհի վրա հիմա էլ կանգնած կա կիսավեր մի տնակ։ Պատերը կանգնած են դեռ, բայց կտուրը փուլ է եկել. հողակույտ է հիմա այդ տնակը, անդուռ ավերակ։ Ընդամենը քսան-քսաներկու տարի առաջ այդ տնակը թե դուռ ուներ և թե լուսամուտներ, և նրա խոնավ, ցածլիկ սենյակներում ապրում էր մի գաղթական նայիրցի՝ հիմա ամենքին անունով հայտնի"
      },
      {
        "index": 92,
        "text": "Մշեցի Թաթոն"
      },
      {
        "index": 93,
        "text": "։ Այդ մարդը դժբախտ է եղել. նայիրյան հեռու մի քաղաքում ջարդի ժամանակ կորցրել է իր ընտանիքը և մերկ, բոբիկ, հասել է այդ քաղաքը և բախտի բերումով բնակություն գտել եկեղեցուն մոտիկ այդ խարխուլ տնակում։ Ապրել է Մշեցի Թաթոն այդ խարխուլ տնակում մի քանի տարի. ոչինչ չի նկատել։ Եվ ահա մի օր շուկայում հանդիպում է նա իր հայրենակիցներից մեկին. նոր է եկած լինում հեռու հայրենիքից։ Պատմում է այնտեղի մասին քստմնելի բաներ։ Եվ պատմությունը նույնն է լինում՝"
      },
      {
        "index": 94,
        "text": "կոտորած, կոտորած, կոտորած"
      },
      {
        "index": 95,
        "text": "։— Բռնաբարված կին, կորած երեխաներ։ Ու փախուստ — օտարություն, մուրացկանի վիճակ։ Լսում է Մշեցի Թաթոն և հիշում է իրը. հիշում է կնոջը, երեխաներին։ Մտնում են միասին գինետուն և սկսում են խմել — դառն, արնահամ, նայիրյան օղի։"
      },
      {
        "index": 96,
        "text": "Եվ ահա Թաթոն սկսում է պատմել ընկերոջը քաղաքի մասին. դուրս են գալիս օրորվելով. տեսնում են"
      },
      {
        "index": 97,
        "text": "Բերդը, Վարդանի կամուրջը, Առաքելոց եկեղեցին։"
      },
      {
        "index": 98,
        "text": "Ասում է ընկերը՝"
      },
      {
        "index": 99,
        "text": "օրը կգա և նորից կելնե. կհառնե մշուշից — նայիրյան ոգին"
      },
      {
        "index": 100,
        "text": "։ Հաղթ, հաստատ, կիջնի թշնամու գլխին — երկաթե վրեժ։ Այսպես զրուցելով գալիս են Թաթոյի տնակը. պառկում են քնելու։ Եվ ահա կեսգիշերին թվում է Թաթոյին՝ մեկը, անուշ ձայնով, կանչում է իրեն։ Ներքևից, տան ներքնահարկից, կանչում է մեկը, ծանոթ, կանչում է վար։ Ելնում է վեր և ասում է ընկերոջը՝ արի։ Եվ նրանք միասին վերցնում են ճրագը՝ իջնում են վար։ Իջնում են ներքնատուն։ Խոնավ, գաղջ օդով լցված, զարհուրելի։ Մի վայրկյան մնում են շվարած. պարզ, լսելի՝ կանչում է տխուր մի ձայն հատակից, ներքևից։ Աչքերը գետնին են հառում — տեսնում են՝ գետնի մեջ, ծանր, թաղվել է մի ջրաղացքար։ Մտածում են՝"
      },
      {
        "index": 101,
        "text": "դուռ"
      },
      {
        "index": 102,
        "text": "է։ Դնում է Թաթոն ոտքը ջրաղացքարի վրա. շարժվում է։ Կռանում, բարձրացնում են քարը — բացվում է նրանց առաջ մի մութ ներքնահարկ։ Մութ, խոնավ՝ փչում է դեմքերին թավ, խոնավ մի քամի։ Նայում են ճրագով — աստիճաններ։ Վերցնում են ճրագը և իջնում են վար։ Ահա վերջանում են աստիճանները, և դեմը խավար մի անցք տանում է — ո՞ւր։ Գնում են անցքով — գալիս, գալիս — լայնանում է անցքը։ Եվ ահա նորից — աստիճաններ։ Ելնում են վեր — և դուրս են գալիս հանկարծ… Կանգնած են"
      },
      {
        "index": 103,
        "text": "Առաքելոց եկեղեցում"
      },
      {
        "index": 104,
        "text": "։ Բեմը, խորանը ահա. վարագույրն ահա — մութ - կապույտ վարագույր՝ վրան ոսկե մի խաչ։ Ավազանը ահա, որտեղ երե"
      }
    ]
  }
}
