{
  "chapterNumber": 21,
  "title": "Μdelays delays delays delays (5/8) — Part Three and Final: The Land of Nairi",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Կոմիտեի անդամը, ներկայումս «շրջանի կոմիսար» բժիշկ Սերգե Կասպարիչը… Իսկ դո՞ւք"
      },
      {
        "index": 1,
        "text": ",— դիմելով իրան՝ Համո Համբարձումովիչին՝ ասում էր ապա գավառապետը, այսինքն՝ միֆական այդ նամակը,—"
      },
      {
        "index": 2,
        "text": "դուք չէի՞ք միթե, հարգելի Համո Համբարձումովիչ, որ իմ ստորադաս պաշտոնյա, շրջանի նաչալնիկ Շմերլինգի միջոցով ձեր «Լույսի» պահեստներից աբոզներով նավթ էիք ուղարկում մեր և մանավանդ ձեր դարավոր ոսոխին, անօրեններին, և ոսկիներ դիզում մեր ու ձեր եղբայրների թափած ծով արյան գնով… Դո՛ւք էիք, հարգելի Համո Համըարձումովիչ, դո՜ւք,— և իզուր եք դուք այսօր բանտ քշում ինձ, ծերուկիս, մոռանալով այն աղուհացը, որ տարիներ շարունակ վայելել եք իմ լիառատ սեղանից…»"
      },
      {
        "index": 3,
        "text": "։ Այսպիսի ահա չլսված ամբաստանություններ կային իրա — Համո Համբարձումովիչի և բժիշկ Սերգե Կասպարիշի հասցեին այդ"
      },
      {
        "index": 4,
        "text": "միֆական նամակում"
      },
      {
        "index": 5,
        "text": ", և մենք չենք կասկածում, որ այդ"
      },
      {
        "index": 6,
        "text": "միֆական նամակը"
      },
      {
        "index": 7,
        "text": "հետևանք չէր օր․ Սաթոյի փչացած ուղեղի։"
      },
      {
        "index": 8,
        "text": "Այո՛"
      },
      {
        "index": 9,
        "text": ", ես չեմ էլ կասկածում, որ այդ միֆական նամակը կարող էր այլ աղբյուր ունենալ, քան օր․ Սաթոյի փչացած ուղեղը, որ ի բնե փչացած լինելուց բացի տարիներ շարունակ կրել էր իր վրա մի ավելի ևս փչացած, ավելի քան շնական ուղեղի — պ․ Մարուքեի ուղեղի — ազդեցությունը։"
      },
      {
        "index": 10,
        "text": "Ինչևէ, ընթերցո՛ղ… Մութ ու խորհրդավոր պատմություններ էին դրանք, որ մինչև վերջ էլ ինձ, հեղինակիս համար այնպես էլ մութ մնացին ու մնացին խորհրդավոր։ Հիմա էլ, երբ այստեղ նկարագրած դեպքերից անցել են արդեն բավա"
      },
      {
        "index": 11,
        "text": "կանին տարիներ, երբ բավականին ջուր է հոսել, ինչպես ասում են, պատմության ջրաղացի անիվին, և մեր նկարագրած դեպքերից ու անձնավորություններից շատ շատերն արդեն պատմության, այսինքն անգոյության գիրկն են անցել — հիմա անգամ, ընթերցո՛ղ, երբ ես մտքով շուռ եմ գալիս, դառնում եմ ետ և աշխատում եմ վերհիշել ու հասկանալ այն ժամանակ կատարված դեպքերն ու պատմությունները — այդ դեպքերն ու պատմություններն ինձ պատկերանում են, ինչպես պղտոր մի հոսանք, մութը մի գետ, որ անցնում է հորդած և խեղդում իր դեմն առնել ցանկացող ամեն մի խթան ու արգելք։ Հիշում եմ՝ մի անգամ, երբ ես դեռ երեխա էի, հորդել էր մեր այդ նկարագրած քաղաքի գետը. գիշեր էր, երբ ես ու եղբայրս, տնից փախչելով, գնացինք հորդած գետին նայելու։ Մութն էր. կարծես մազութ էին քսել երկնքին, ու հոսել էր մազութը երկնքից և ծածկել քաղաքը, փողոցները, շենքերն ու մարդկանց։ Մենք ապրում էինք"
      },
      {
        "index": 12,
        "text": "Վարդանի կամուրջի"
      },
      {
        "index": 13,
        "text": "մոտերքը, Բերդի տակ, և տնից իջնելիս մենք կարծում էինք, որ կհասնենք գետափնյա փողոցը և այնտեղից կնայենք հորդած ջրին։ Բայց մենք չարաչար սխալվեցինք։ Մեր տնից դեպի հիշյալ փողոցն էր իջնում ծուռումուռ մի արահետ. դեռ նոր էինք շուռ եկել այդ քարքարոտ արահետի վերջին ոլորտը, որից հետո արահետն ուղիղ դեպի գետափնյա փողոցն էր իջնում, երբ մեր աչքերի առաջ փռված խավարի"
      },
      {
        "index": 14,
        "text": "մազութը"
      },
      {
        "index": 15,
        "text": "բաժանվեց երկու մասի. վերը մուգ, իսկ ներքևը բաց գույնի"
      },
      {
        "index": 16,
        "text": "մազութ"
      },
      {
        "index": 17,
        "text": "էր, որ հազիվ էր տարբերվում վերի մազութից։ Վարի համեմատաբար"
      },
      {
        "index": 18,
        "text": "բաց"
      },
      {
        "index": 19,
        "text": "գույնի մազութը − հորդած"
      },
      {
        "index": 20,
        "text": "գետն էր, ջուրը, որ լցրել էր գետափնյա փողոցն ու ծանր շնթռկել՝ լայն ու ահավոր, ինչպես մի առասպելական վիշապ։ Մի ծանր, ճնշող, դեպի իր գիրկը քաշող խոնավություն էր շնչում հորդած գետը, ու ես կպչում էի եղբորս, որ ինձ իր գիրկը քաշի, չխեղդի, կուլ չտա առասպելական այդ վիշապը։ Դեմը, բաց գույնի մազութի խոնավ գրկից ելնելով՝ իր համեմատական մուգությամբ հետզհետե լուծվելով վերի մութ մազութին՝ տեսիլանման երերում էր ահռելի մի սևություն, հսկա մի քարակույտ."
      },
      {
        "index": 21,
        "text": "Վարդանի կամուրջն"
      },
      {
        "index": 22,
        "text": "էր այդ, որ սևին էր տալիս մազութանման մշուշում։ Մեր մոտ կանգնած մարդիկ վիճում էին, թե կդիմանա՞ արդյոք"
      },
      {
        "index": 23,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 24,
        "text": "հեղեղած ջրի ահռելի հոսանքին, թե ոչ. կային, որ կարծում էին կդիմանա, ու կային, որ կարծում էին, թե ոչ։ Այդ միջոցին էր ահա, որ գետի վերի կողմից, ծանր ողողած հեղեղատի միջից, լսվեց զարհուրելի, սիրտ կեղեքող, անպատմելի մի ճիչ, ու ճիշտ նույն վայրկյանին սրընթաց հեղեղատի վրա երևաց փոքրի՜կ–փոքրի՜կ վախկոտի պուշ աչքի նման ահաբեկված թարթող, սրընթաց մի կրակ։ Ես ավելի պինդ սեղմվեցի եղբորս, գրկեցի նրա ոտքը. շուրջս հավաքված մարդիկ բարձրացրին մի ահախառն աղմուկ, շարժվեցին տեղերում ու, չգիտեմ ինչու, հայհոյեցին իրար. այդ ժամանակ մի վերջին անգամ ևս խոնավ հեղեղատի ծանրանիստ մազութի միջից լսվեց զարհուրելի սրտակեղեք ճիչը. վախկոտի աչքի պես ահաբեկված թարթող պուշ կրակը սրընթաց սուրաց դեպի"
      },
      {
        "index": 25,
        "text": "Վարդանի կամուրջի"
      },
      {
        "index": 26,
        "text": "սևասև ուրվականը — և ամեն ինչ կորավ, լռեց, սուզվեց մազութանման հեղեղատում։ Պարզվեց, որ"
      },
      {
        "index": 27,
        "text": "քաղաքի գետափնյա փողոցներից պոկված մի նավակ էր դա, որ հոսանքի մեջ ընկնելով՝ քշվել էր դեպի"
      },
      {
        "index": 28,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 29,
        "text": "։ Եղբորս կողքին կպած՝ դողալով տուն եկա ես, պառկեցի մորս կողքին — և ամբողջ գիշերը մինչև լույս իմ մանկական ուղեղի միջից ծանրանիստ ընթանում էր հորդած գետը, ուղեղիս ահաբեկված մազութում կախված՝ օրորվում էր"
      },
      {
        "index": 30,
        "text": "Վարդանի կամրջի"
      },
      {
        "index": 31,
        "text": "սևասև ուրվականը, ու այդ սևասև ուրվականին դիպչելով սրտակեղեք մի ճիչ էր արձակում վախկոտի աչքի պես ահաբեկված թարթող, պուշ կրակը։ Առավոտյան արթնանալիս իմ առաջին գործն այն եղավ, որ ես շնչակտուր վազեցի դեպի գետը և — о՜ զարմանք և ուրախություն, տեսա, որ գետափնյա փողոցից արդեն քաշվել էր առասպելական վիշապը. գետն իր ափերն էր մտել և հոսում էր հանդարտ, իսկ"
      },
      {
        "index": 32,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 33,
        "text": "գետի մեջտեղն արքայաբար նստած չորացնում էր իր թրջած կողերը ելնող արևի պայծառ ճառագայթների ներքո…Մանկական միամտությամբ նայեցի"
      },
      {
        "index": 34,
        "text": "Վարդանի կամուրջի"
      },
      {
        "index": 35,
        "text": "կողերին դիպչող մթափրփուր ջրին, կարծելով, որ այնտեղ կգտնեմ որևէ հետք  գիշերվա սրընթաց սահող նավակից և անգամ,— օ՜, մանկական անմեղություն,— վախկոտի պուշ աչքի նման ահաբեկված թարթող այն կրակից… Բայց ո՛չ մի հետք, իհարկե, չկար, և չէր էլ կարող լինել այդ բոլորից։"
      },
      {
        "index": 36,
        "text": "Վարդանի կամուրջն"
      },
      {
        "index": 37,
        "text": "էր միայն, որ արքայաբար կուրծքը դեմ էր տվել մթափրփուր ջրերին… Մանկությանս օրերին կատարված այս ինքնին աննշան դեպքից անցել են համարյա քսանից ավելի երկար ու ձիգ տարիներ, բայց ես հիշեցի հանկարծ ինքնին աննշան այդ դեպքը՝ նա"
      },
      {
        "index": 38,
        "text": "յիրյան մեր նկարագրած քաղաքի վերոհիշյալ դեպքերն ու պատմությունները մտաբերելիս։ Իսկ պատահական բա՞ն է արդյոք, երբ մարդ այս կամ այն դեպքի կամ պատմության առիթով հիշում է մի ուրիշ, այլ դեպք կամ պատմություն։— Իհարկե, պատահական բան չէ, ընթերցող — և խորը, խորը, խորագույն իմաստ կա նման, գիտական տերմինով ասած՝"
      },
      {
        "index": 39,
        "text": "գաղափարների ասոցիացիայում"
      },
      {
        "index": 40,
        "text": ", և ներկա դեպքում այդ խորագուն իմաստն ինձ համար պարզ է ավելի, քան արևի լույսը։ Եվ իրոք. իր ափերից ելած, հորդած գետ չէ՞ր միթե այն օրերում նայիրյան այդ քաղաքի կյանքը, մի կյանք, որի վրա, ինչպես հայտնի է քեզ, ընթերցո՛ղ, վաղուց հետե կախված էր"
      },
      {
        "index": 41,
        "text": "մազութանման մշուշը"
      },
      {
        "index": 42,
        "text": ", որը վաղուց հետե ծածկել էր, ինչպես հայտնի է քեզ, նայիրյան այդ քաղաքն ու բնակիչներին, շենքերն ու մարդկանց։ Հեղեղել էր կյանքը, ելել էր այդ օրերին իր սովորական ափերից և, թերևս, իզուր էր Կարո Դարայանը փորձել լույսի նշույլ մտցնել, վերոհիշյալ դժբախտ նավաստիի նման"
      },
      {
        "index": 43,
        "text": "թարթել իր տարտամ կրակը, մազութանման մուժում"
      },
      {
        "index": 44,
        "text": "։— Օ, պիտի իմանար, պիտի հասկանար այդ Կարո Դարայանը, որ զարնվելու է իր նավակը"
      },
      {
        "index": 45,
        "text": "«Վարդանի կամուրջի»"
      },
      {
        "index": 46,
        "text": "արքայանիստ քարակույտին, որ վաղուց սովոր էր արդեն իր քարակերտ կուրծքը դեմ անել ամեն հոսանքի ու հեղեղատի։ Եվ ճիշտ որ. վերը նկարագրած դեպքից հետո ես հեռացա նայիրյան այդ քաղաքից և վերադարձա մի տարի անց, ու ի՞նչ. նույնն էր տպավորությունս, ճիշտ նույն տպավորությունը, որ ես ստացել էի մանկությանս օրերին՝ հորդած գետը տեսնելու գնալուս հաջորդ առավոտը. ճիշտ այն"
      },
      {
        "index": 47,
        "text": "ժամանակվա նման ես տեսա, որ համարյա թե իր սովորական ափերն է մտել նայիրյան այդ քաղաքի առօրյա կյանքի այն ժամանակ այնպես մթափրփուր հորդած, հեղեղած գետը — և նույն ակնածանքով ու ահավոր հիացմունքով ես տեսա մեր ամենահարգելի"
      },
      {
        "index": 48,
        "text": "Մազութի Համոյին"
      },
      {
        "index": 49,
        "text": ", որ, ինչպես գետի հորդելուց հետո"
      },
      {
        "index": 50,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 51,
        "text": ", արքայակերպ կեցել էր կյանքի արդեն բավականին հանդարտած, համարյա իր ափերը մտած հոսանքի մեջտեղը և այլևս իզուր էին նրա, այսինքն Մազութի Համոյի,"
      },
      {
        "index": 52,
        "text": "հասարակական դիրքի"
      },
      {
        "index": 53,
        "text": "քարակերտ պատերին դիպչել փորձում արդեն իջած գետի մի քանի մանրիկ, մթափրփուր ալիքները… Բարեբախտաբար այլևս երեխա չէի ես այդ ժամանակ, որպեսզի այդ լղրճուկ (ընկ․ Վառոդյանի խոսքով ասած) ալիքների փրփուրում փնտրեի ինչ-որ նավաբեկման հետքեր։ Օր․ Սաթոն էր միայն, որ դեռ շարունակում էր տարածել քաղաքում իր անսպառ ստերն ու պրովոկացիաները, բայց էլ ո՞վ էր օր. Սաթոյին, այդ"
      },
      {
        "index": 54,
        "text": "«ծամը կտրած լրբին»"
      },
      {
        "index": 55,
        "text": ", կարևորություն տվողը։ Մազութի Համոն կար ու կանգնած էր էլի, ինչպես"
      },
      {
        "index": 56,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 57,
        "text": ", անսաստ ու քարակերտ։ Կանգնած էր նայիրյան այդ քաղաքի ու իսկական, այո,"
      },
      {
        "index": 58,
        "text": "համարյա թե մարմնացած"
      },
      {
        "index": 59,
        "text": "Նայիրիի, այսպես կոչված,"
      },
      {
        "index": 60,
        "text": "«գրավված վայրերի»"
      },
      {
        "index": 61,
        "text": "կենտրոնում, որպես"
      },
      {
        "index": 62,
        "text": "«Ընկերության»"
      },
      {
        "index": 63,
        "text": "լիազոր ներկայացուցիչ,"
      },
      {
        "index": 64,
        "text": "Տեղական Կոմիտեի և Քաղաքային Խորհրդի"
      },
      {
        "index": 65,
        "text": "նախագահ,"
      },
      {
        "index": 66,
        "text": "Զինվորական Գերագույն Ատյանի"
      },
      {
        "index": 67,
        "text": "անդամ — և այլն, և այլն, և այլն,— և նրա, Մազութի Համոյի"
      },
      {
        "index": 68,
        "text": "ուղեղում էլի նայիրյանն էր ու"
      },
      {
        "index": 69,
        "text": "հավիտենականը՝ արդեն մարմնավորվել սկսող երկիր Նայիրին…"
      },
      {
        "index": 70,
        "text": "Շատ ջրեր էին հոսել նայիրյան այդ քաղաքի և ընդհանրապես Նայիրիի ու աշխարհի վրայով այդ մի տարվա ընթացքում, երբ ես բացակայում էի քաղաքից ու նայիրիից, և ամենանշանավորն ու կարևորն այն էր, որ այդ ջրերի հետ մեկտեղ հոսել էին նաև"
      },
      {
        "index": 71,
        "text": "բանակները Նայիրիից"
      },
      {
        "index": 72,
        "text": "ու այդ"
      },
      {
        "index": 73,
        "text": "քաղաքից"
      },
      {
        "index": 74,
        "text": ", և Նայիրին ու քաղաքը մնացել էին Մազութի Համոյին ու նայիրցիներին. երազյալը, կարծես, երկրային էր դարձել. Մազութի Համոյի ուղեղից սահելով մարմնավորվել էր կարծես երկիրը Նայիրի։ Հավաքել էր"
      },
      {
        "index": 75,
        "text": "«Ընկերաթյունը»"
      },
      {
        "index": 76,
        "text": "և"
      },
      {
        "index": 77,
        "text": "գրավված վայրերն"
      },
      {
        "index": 78,
        "text": "էր ուղարկել բազում ու անհամար"
      },
      {
        "index": 79,
        "text": "նայիրյան ռազմիկներ"
      },
      {
        "index": 80,
        "text": ". դարերի մուժից, մշուշից ելնելով՝ հառնել էր, վերջապես,"
      },
      {
        "index": 81,
        "text": "նայիրյան կարծր ոգին"
      },
      {
        "index": 82,
        "text": ", գրավել էր շեներ ու քաղաքներ. բռնել էր բերդը։ Անթիվ տարիներից, դարերից հետո վերստին նայիրյան դարձած"
      },
      {
        "index": 83,
        "text": "Առաքելոց եկեղեցում"
      },
      {
        "index": 84,
        "text": "նայիրյան հնամյա բարբառով աստվածահաճո պատարագ էր անում արդեն"
      },
      {
        "index": 85,
        "text": "տեր Հուսիկ քահանան — Խաչագողը"
      },
      {
        "index": 86,
        "text": ", ու բերդի ամենաբարձր աշտարակի վրա եռագույն դրոշ պարզած՝"
      },
      {
        "index": 87,
        "text": "Բերդի հրամանատարն"
      },
      {
        "index": 88,
        "text": "էր արդեն"
      },
      {
        "index": 89,
        "text": "ընկ. Վաոոդյանը"
      },
      {
        "index": 90,
        "text": "։ Քաղաքի ու շրջանի, արդեն ամբողջովին նայիրյան դարձած, դպրոցների վարիչ էր"
      },
      {
        "index": 91,
        "text": "Արամ Անտոնիչը, դպրոցի"
      },
      {
        "index": 92,
        "text": "(այսինքն ռեալականի) տեսուչը. իսկ"
      },
      {
        "index": 93,
        "text": "Գեներալ Ալոշը"
      },
      {
        "index": 94,
        "text": ","
      },
      {
        "index": 95,
        "text": "Հաջի Օնիկ էֆենդի Մանուկոֆը"
      },
      {
        "index": 96,
        "text": ", կոշկակար Սիմոնը —"
      },
      {
        "index": 97,
        "text": "Կլուբի մեյմունը"
      },
      {
        "index": 98,
        "text": ", մանրավաճառ Կոլոպոտյանը և շատ ու շատ ուրիշ"
      },
      {
        "index": 99,
        "text": "պատկառելի"
      },
      {
        "index": 100,
        "text": "նայիրցիներ դարձել էին"
      },
      {
        "index": 101,
        "text": "Քաղաքային"
      },
      {
        "index": 102,
        "text": "Խորհրդի"
      },
      {
        "index": 103,
        "text": "անդամներ։ Մենակ"
      },
      {
        "index": 104,
        "text": "Մեռելի Ենոքն"
      },
      {
        "index": 105,
        "text": "էր իր տեղը մնացել."
      },
      {
        "index": 106,
        "text": "Քոռ Արութի հետ մեկտեղ"
      },
      {
        "index": 107,
        "text": "նա էլի չայ ու"
      },
      {
        "index": 108,
        "text": "կալբաս"
      },
      {
        "index": 109,
        "text": "էր ծախում վակզալի մեյդանում,— և ոչինչ՝ գոհ էր իր վիճակից։ Մոռացանք"
      },
      {
        "index": 110,
        "text": "Օսեփ Նարիմանովին"
      },
      {
        "index": 111,
        "text": ". հաշտարար դատավոր Օսեփ Նարիմանովը միանգամայն լքել էր իր"
      },
      {
        "index": 112,
        "text": "հաշտարար"
      },
      {
        "index": 113,
        "text": "գործունեությունը և բժիշկ"
      },
      {
        "index": 114,
        "text": "Սերգե Կասպարիչի"
      },
      {
        "index": 115,
        "text": "հետ միասին դարձել էր"
      },
      {
        "index": 116,
        "text": "Զինվորական Գերագույն Ատյանի անդամ"
      },
      {
        "index": 117,
        "text": ", այսինքն մենակ ինքը,"
      },
      {
        "index": 118,
        "text": "Օսեփ Նարիմանովն էր՝ անդամ"
      },
      {
        "index": 119,
        "text": ", իսկ բժիշկ Սերգե Կասպարիչը — այդ Գերագույն Ատյանի"
      },
      {
        "index": 120,
        "text": "նախագահն"
      },
      {
        "index": 121,
        "text": "էր։ քաղաքի ու շրջանի ամենաազդեցիկ մարդը, այո՝ նույնիսկ ասողներ կային, որ"
      },
      {
        "index": 122,
        "text": "ավելի ազդեցիկ"
      },
      {
        "index": 123,
        "text": ", քան ինքը՝"
      },
      {
        "index": 124,
        "text": "Մազութի Համոն"
      },
      {
        "index": 125,
        "text": "։— Բայց մենք, իհարկե, չենք հավատում նման երեխայամիտ կարծիքներին։ Այսպիսով, ինչպես տեսնում եք, ամեն ինչ փոխվել էր և ընդունել միանգամայն"
      },
      {
        "index": 126,
        "text": "նայիրյան կերպարանք"
      },
      {
        "index": 127,
        "text": "։"
      },
      {
        "index": 128,
        "text": "Նայիրի՛ն"
      },
      {
        "index": 129,
        "text": "էր, հին, երազյալ, հավիտենական Նայիրին, որ տարիների մուժից, մշուշից ելած՝ առել էր իրական կերպարանք։ Եվ ամեն ինչ լավ էր գնում, նույնիսկ կարելի է ասել, որ"
      },
      {
        "index": 130,
        "text": "կատարյալ հանգիստ ու խաղաղություն"
      },
      {
        "index": 131,
        "text": "կտիրեր նայիրյան այդ քաղաքում և շրջանում, եթե չլինեին մի շարք"
      },
      {
        "index": 132,
        "text": "ստոր, անպատկառ, նայիրադավաճան"
      },
      {
        "index": 133,
        "text": "մարդիկ, որոնք խանգարում էին նորաստեղծ նայիրապետության հանգիստը։ Եվ ո՞վ գիտե՝ կկատարվեի՞ն արդյոք հետագա դժբախտ ու ահավոր դեպքերը, եթե չլինեին այդ"
      },
      {
        "index": 134,
        "text": "ստոր,  անպատկառ, նայիրադավաճան"
      },
      {
        "index": 135,
        "text": "մարդիկ։ Երևակայո՞ւմ եք՝ դրանք, այդ"
      },
      {
        "index": 136,
        "text": "ստոր, դավաճան, անպատկառ"
      },
      {
        "index": 137,
        "text": "մարդիկ, դեմ էին"
      },
      {
        "index": 138,
        "text": "«գրավված վայրերի»"
      },
      {
        "index": 139,
        "text": "պաշտպանության. ինչ–որ խաղաղություն էին պահանջում այդ"
      },
      {
        "index": 140,
        "text": "ստոր, դավաճան, ազգուրաց"
      },
      {
        "index": 141,
        "text": "մարդիկ"
      },
      {
        "index": 142,
        "text": ", երբ դեռ չէր գետնահարված"
      },
      {
        "index": 143,
        "text": "ոսոխը"
      },
      {
        "index": 144,
        "text": ". ավելին՝ երբ իր վերջին"
      },
      {
        "index": 145,
        "text": "հորդաները"
      },
      {
        "index": 146,
        "text": "հավաքած՝"
      },
      {
        "index": 147,
        "text": "թափթփուկ"
      },
      {
        "index": 148,
        "text": "բանակներով պատրաստվում էր"
      },
      {
        "index": 149,
        "text": "«գրավված վայրերը»"
      },
      {
        "index": 150,
        "text": "խուժել, վերստին հրի ու սրի մատնել այնքան դժվարություններով"
      },
      {
        "index": 151,
        "text": "վերջապես ազատագրված"
      },
      {
        "index": 152,
        "text": "երկիրը Նայիրի… Հասկանո՞ւմ եք՝"
      },
      {
        "index": 153,
        "text": "ղուշը"
      },
      {
        "index": 154,
        "text": ", ինչպես ասում էր Հաջի Օնիկ էֆենդին,"
      },
      {
        "index": 155,
        "text": "երկնային թռչունը"
      },
      {
        "index": 156,
        "text": "եկել, իր ոտքով մեր ձեռն էր ընկել, իսկ այդ ստոր պարոնները պահանջում էին, որ մենք մեր ձեռքով վերցնենք ու բաց թողնենք այդ"
      },
      {
        "index": 157,
        "text": "ղուշը"
      },
      {
        "index": 158,
        "text": "՝ — հանուն ինչի՞, կամ, ինչպես նույն Հաջի Օնիկ էֆենդի Մանուկոֆն էր ասում —"
      },
      {
        "index": 159,
        "text": "անունն ի՞նչ դնենք"
      },
      {
        "index": 160,
        "text": "… Օ, ոչ մի անուն չէր կարելի դնել այդ նայիրուրաց տխմարությանը, քան այն անունը, որ դրել էր"
      },
      {
        "index": 161,
        "text": "Տեղական Կոմիտեն"
      },
      {
        "index": 162,
        "text": ", ո՛չ"
      },
      {
        "index": 163,
        "text": "«Ընկերությունն»"
      },
      {
        "index": 164,
        "text": "ինքը. և այդ անունն էր, ինչպես քանիցս կրկնել ենք արդեն ի միջի այլոց — «Ազգային դավաճանություն»։ Եվ ո՞վքեր էին դրանք, և ո՞վ էր դրանց ղեկավարը.— մի քանի"
      },
      {
        "index": 165,
        "text": "լղրճուկ սինլըքորներ"
      },
      {
        "index": 166,
        "text": ", ինչպես ասում էր Համո Համբարձումովիչը, կամ"
      },
      {
        "index": 167,
        "text": "հայվարա սանքյուլոտներ"
      },
      {
        "index": 168,
        "text": ", ինչպես կարծում էր անգլիախոս Հաջի Օնիկ էֆենդին և չհասկացողին, թարգմանում ու հասկացնում, որ"
      },
      {
        "index": 169,
        "text": "սանքյուլոտներ"
      },
      {
        "index": 170,
        "text": "նշանակում է —"
      },
      {
        "index": 171,
        "text": "անվարտիք շներ"
      },
      {
        "index": 172,
        "text": ", կարծես թե վարտիքավոր շներ էլ են լինում… Եվ ո՞վ էր, ո՞վ էր, ինչպես ասացինք, դրանց ղեկավարը, կամ, ինչպես էլի նույն Հաջին էր ասում —"
      },
      {
        "index": 173,
        "text": "«վերի գլուխը».— արյունարբու մի սկյութ, ռսացած մի մոնղոլ, մի գերմանական լրտես, որ պլոմբած վագոնով հայրենիք վերադարձած՝ չին զորքերու և անվարտիք ավարաներու օգնությամբ ներսերուն խլել էր արդեն իշխանությունն ու հանձնել այն"
      },
      {
        "index": 174,
        "text": "գերմանացիներին՝ այդպիսով գլուխ բերելով իր այն խոստումը, որ տվել էր արյունարբու Վիլհելմ կայսեր"
      },
      {
        "index": 175,
        "text": "… Ահա՛ թե ո՞վքեր էին դրանք ու ահա թե ո՛վ էր դրանց"
      },
      {
        "index": 176,
        "text": "«ամենավերի գլուխը»"
      },
      {
        "index": 177,
        "text": ", այսինքն՝ ամենամեծ ղեկավարը։ Եվ, երևակայո՞ւմ եք, ընթերցող — այդ ժամանակ արդեն պարզվել էր (գոնե այդպես էր ինձ հավատացնում պ."
      },
      {
        "index": 178,
        "text": "Աբոմարշը"
      },
      {
        "index": 179,
        "text": "), որ նայիրյան այդ քաղաքում այդ"
      },
      {
        "index": 180,
        "text": "սանքյուլոտների"
      },
      {
        "index": 181,
        "text": ", այսինքն անվարտիք շների ղեկավարն է եղել,— հասկանո՞ւմ եք՝ սույն Հաջու խոսքերով ասած՝ այն"
      },
      {
        "index": 182,
        "text": "«շանսատակ եղած» Կարո Դարայանը"
      },
      {
        "index": 183,
        "text": ", որի սպանողներին զուր տեղն էր իր թանկագին ժամանակն ու անսպառ եռանդն անձնվիրաբար մսխելով՝ այնքան տենդագին որոնում ընկ. Վառոդյանը։"
      },
      {
        "index": 184,
        "text": "«— Շունը շան մահով կսատկի»"
      },
      {
        "index": 185,
        "text": "— ասում էր այդ առթիվ Հաջի Օնիկ էֆենդի Մանուկոֆը, և նա, թերևս, իրավունք ուներ, որովհետև, պե՞տք է վերջապես մի կերպ արտահայտություն գտներ այդ պատկառելի նայիրցու անձնուրաց նայիրասիրությունը։ Ահա թե ո՛վ է եղել Կարո Դարայանը, ընթերցո՛ղ, իսկ մենք դեռ ցավում էինք նրա եղերական մահվան համար և անվերապահ հավատ էինք ընծայում նրա ամեն մի խոսքին։ Իսկ նրա ընկերնե՞րը. ովքե՞ր էին նրանք"
      },
      {
        "index": 186,
        "text": "նայիրյան այդ քաղաքում.— առաջինը՝ Կարո Դարանյանի խորհրդավոր սպանությունից հետո քաղաքից անհայտ անհետացած պ. Մարուքեն էր, ընկ. Վառոդյանի հորջորջած այդ պ. Գրաստամատյանը, և ապա — մեզ քաջ ծանոթ"
      },
      {
        "index": 187,
        "text": "«ծամը կտրած»"
      },
      {
        "index": 188,
        "text": "չակերտավոր «օրիորդ» օր."
      },
      {
        "index": 189,
        "text": "Սաթոն"
      },
      {
        "index": 190,
        "text": "և էլի մի քանի նման արարածներ, մի երկու հոգի, որ"
      },
      {
        "index": 191,
        "text": "վակզալի"
      },
      {
        "index": 192,
        "text": "մոտերքը հավաքված՝ գլխահան էին"
      },
      {
        "index": 193,
        "text": "անում"
      },
      {
        "index": 194,
        "text": "վակզալի բաշիբուզուկներին"
      },
      {
        "index": 195,
        "text": ", այսինքն երկաթուղային բանվորներին ու ծառայողներին և ֆրոնտից փախած դեզերտիրներին։— Ահա՛, ահա՛ ընթերցո՛ղ, թե ո՛վքեր էին նայիրյան այդ քաղաքի և նորաբողբոջ նայիրապետության հանգիստը խանգարողները, դրանք էին, այդ"
      },
      {
        "index": 196,
        "text": "ստոր"
      },
      {
        "index": 197,
        "text": ","
      },
      {
        "index": 198,
        "text": "նայիրուրաց"
      },
      {
        "index": 199,
        "text": ","
      },
      {
        "index": 200,
        "text": "նայիրադավաճան"
      },
      {
        "index": 201,
        "text": "մարդիկ, որ"
      },
      {
        "index": 202,
        "text": "մրոտ"
      },
      {
        "index": 203,
        "text": ", կամ,"
      },
      {
        "index": 204,
        "text": "տեր Հուսիկ"
      },
      {
        "index": 205,
        "text": "քահանա —"
      },
      {
        "index": 206,
        "text": "Խաչագողի"
      },
      {
        "index": 207,
        "text": "խոսքով ասած՝"
      },
      {
        "index": 208,
        "text": "«խլնքոտ»"
      },
      {
        "index": 209,
        "text": "քթներն ամեն տեղ խոթելով՝ ջուր էին պղտորում, որ"
      },
      {
        "index": 210,
        "text": "ձուկ որսան"
      },
      {
        "index": 211,
        "text": "։ Եվ դա, հասկանո՞ւմ եք (կրկնում ենք, ընթերցող, որ լավ գլխի ընկնես և հարկ եղածի չափ լավ պատկերացնես դրության ամբողջ խայտառակությունը) — և"
      },
      {
        "index": 212,
        "text": "այդ ամենն այն ժամանակ, երբ գրավված վայրերը, այսինքն արդեն իրողություն դարձած նայիրյան երկիրն անցնելով՝ արդեն անկախ Նայիրի էր հայտարարել նայիրյան հայտնի հերոս, այժմ հայտնի"
      },
      {
        "index": 213,
        "text": "զորավարը,—"
      },
      {
        "index": 214,
        "text": "այն ժամանակ, երբ, ինչպես ասում են՝ քափ ու քրտինք կտրած՝ նայիրյան ռազմիկներ էր ուղարկում գրավված վայրերը, այսինքն երկիր Նայիրին պաշտպանելու համար, Տեղական Կոմիտեն, ոչ՝ տեղական, այսինքն նայիրյան իշխանությունը,— երբ, մյուս կողմից. արդեն ստույգ լուրեր ուներ ստացած նայիրյան իշխանությունը, որ, վերջին հորդաները հավաքած, թափթփուկ բանակներով մտադրություն ունի գրավված վայրերը խուժելու Հավիտենական Հիվանդը,— ա՛յդ ժամանակ ահա այդ ստոր, դավաճան, նայիրուրաց մարդիկ դեզերտիրություն էին քարոզում նայիրյան բանակում և խոսում էին հաշտության մասին. ո՞ւմ հետ.— հավիտենական ոսոխի ու Հավիտենական Հիվանդի, որին"
      },
      {
        "index": 215,
        "text": "նայիրցի մի ռազմիկի քացին անգամ բավական էր"
      },
      {
        "index": 216,
        "text": ",— ինչպես ասում էր Մազութի Համոն,—"
      },
      {
        "index": 217,
        "text": "որպեսզի նա հավիտենապես փչեր իր շունչը, և իհարկե, կփչեր իր շունչը, եթե չլինեին այդ նայիրուրաց, ստոր, նայիրադավաճան մարդիկ"
      },
      {
        "index": 218,
        "text": "…— Ո՛ւշ, շատ ուշ գլխի ընկան (և դեռ հարց է՝ գլխի կընկնեի՞ն արդյոք մյուսները, եթե չլիներ էլի նույն Մազութի Համոն) և ուշ, շա՜տ ուշ հարկ եղած"
      },
      {
        "index": 219,
        "text": "խստագույն միջոցներին"
      },
      {
        "index": 220,
        "text": "դիմեցին հիշյալ"
      },
      {
        "index": 221,
        "text": "լրբերի"
      },
      {
        "index": 222,
        "text": "վերաբերմամբ"
      },
      {
        "index": 223,
        "text": "նայիրյան իշխանավորները"
      },
      {
        "index": 224,
        "text": ",— բայց թե ի՞նչ կարող էին անել այլևս նրանք, երբ արդեն մեր նկարագրած քաղաքի համարյա պարիսպների տակ էր ոսոխը, երբ, երկու օր անց, ինչպես հետագայում մանրամասն կիմանանք, դեպքերի թավալգլոր արագությամբ ընկավ նայիրյան այդ քաղաքը, և"
      },
      {
        "index": 225,
        "text": "Հավիտենական ոսոխը"
      },
      {
        "index": 226,
        "text": "ոտք դրեց վառվող քաղաքի մոխիրների վրա…"
      },
      {
        "index": 227,
        "text": "Մենք արդեն անցնում ենք նայիրյան այդ քաղաքի և սույն այս պոեմանման վեպի վերջին դեպքերի նկարագրությանը,— և մի սուր, անողոք, դառնաթախիծ կսկիծ սկսում է ուտել մեր սիրտը. ձեռքս կրկին սկսում է դողալ, և գրությանս տառերը գրվում են ծուռ ու դողդոջ, կարծես օրորում է տողերս աներևույթ մի հողմ… Սև, մրուրոտ, արյունալի են այդ դեպքերը, որոնց նկարագրությանն անցնելու ենք հիմա, ընթերցո՛ղ, և չգիտենք՝ կարողանալո՞ւ է արդյոք մեր տկար գրիչը պատկերել այդ դեպքերն այնքան սրտակեղեք ու ահավոր, որքան սրտակեղեք ու ահավոր էին նրանք իրականում։ Մենք ավելի քան կասկածում ենք դրան, ընթերցո՛ղ, որովհետև դժվար թե մեր հնամյա արևի ներքո գտնվի մի գրիչ, որ պատկերել"
      }
    ]
  }
}
