{
  "chapterNumber": 11,
  "title": "Μdelays delays (4/9) — Part Two: Toward Nairi",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ավելի խոշոր ուշադրության էր սկսում արժանանալ"
      },
      {
        "index": 1,
        "text": "Կենտրոնաուղեղասարդի տեղական գլխավորաթելի"
      },
      {
        "index": 2,
        "text": "— Համո Համբարձումովիչի — Մազութի Համոյի կողմից։"
      },
      {
        "index": 3,
        "text": "Եվ, այստեղ ևեթ հարկավոր է ասել, որ հենց այդ օրերից է, որ սկսեց սարն ի վեր բարձրանալ ընկ․ Վառոդյանր, հետագայում նայիրյան այդ քաղաքի կյանքում այնքան խոշոր դեր խաղացող ա՛յն ընկ․ Վառոդյանը, որը, վերջ ի վերջո, ոչ այլ ինչ էր, եթե ոչ խղճուկ մի վարժապետ,"
      },
      {
        "index": 4,
        "text": "«նայիրյան մի բթամտության»"
      },
      {
        "index": 5,
        "text": ".— ինչպես ասում էր պ․ Մարուքեն։ Ինչո՞վ, ինչո՞վ նա Մազութի Համոյի աչքը մտավ — աստված ինքը գիտե, բայց փաստը մնում է փաստ, որ, այդ օրերից սկսած, նա ավելի խոշոր մասնակցություն ունեցավ քաղաքի անցուդարձում, քան ինքը Սերգե Կասպարիչը, բժիշկը — այդ երկրորդ, կամ, ավելի լավ է ասել — աջ ձեռքը Մազութի Համոյի։ Ես էլ չեմ խոսում Օսեփ Նարիմանովի — Համո Համբարձումովիչի"
      },
      {
        "index": 6,
        "text": "ձախ ձեռքի"
      },
      {
        "index": 7,
        "text": "մասին, որը կամաց-կամաց, դեպքերի զարգացման ընթացքում, համարյա թե կորցրեց իր ամբողջ նշանակությունը։ Այս հանգամանքն ավելի զարմանալի կթվա, եթե ասեմ, որ նախքան այդ, ինչպես Սերգե Կասպարիչը, այնպես էլ Օսեփ Նարիմանովը"
      },
      {
        "index": 8,
        "text": "«Կենտրոնից»"
      },
      {
        "index": 9,
        "text": "նշանակված անդամներ էին"
      },
      {
        "index": 10,
        "text": "Տեղական Կոմիտեում"
      },
      {
        "index": 11,
        "text": ", որի նախագահն էր, ինչպես արդեն գիտենք, և մինչև վերջը մնաց —"
      },
      {
        "index": 12,
        "text": "Մազութի Համոն"
      },
      {
        "index": 13,
        "text": "։ Սա նշանակում է, որ, ինչպես բժիշկը, այնպես էլ հաշտարար դատավորը, երկուսն էլ Մազութի Համոյի հետ հավասարապես, ենթակա էին"
      },
      {
        "index": 14,
        "text": "Կենտրոնասարդի"
      },
      {
        "index": 15,
        "text": "անմիջական, այո՛,"
      },
      {
        "index": 16,
        "text": "տատանումներին՝ ուղեղա-հրանանգներին"
      },
      {
        "index": 17,
        "text": ". իսկ ընկ. Վաոոդյա՞նը…"
      },
      {
        "index": 18,
        "text": "Նա ի՞նչ էր որ. նա իսկի էլ կարծես գոյություն ունենալիս չլիներ առաջներում։ Ինչքա՜ն, ինչքա՜ն էր պատահել, երբ նա, ընկ. Վառոդյանը, կարծես թե պատահմամբ, մտել էր Մազութի Համոյի գրասենյակը, երբ այնտեղ"
      },
      {
        "index": 19,
        "text": "«նիստի»"
      },
      {
        "index": 20,
        "text": "են նստած եղել"
      },
      {
        "index": 21,
        "text": "Տեղական Կոմիտեի «Երեքը»"
      },
      {
        "index": 22,
        "text": ". և ի՞նչ. պատահում էր հետևյալը. նա, ընկ. Վառոդյանը, հազիվ էր կարողանում գլուխը ներս խոթել, երբ բժիշկը, և միշտ այդ մեծամիտ բժիշկը, բարձրացնում էր քիթը վեր, հոտոտում էր օդը՝ նայելով ընկ. Վառոդյանի դեմքին, և —"
      },
      {
        "index": 23,
        "text": "«ներողություն»"
      },
      {
        "index": 24,
        "text": "— ասում էր բժիշկը կիսաժպիտ, որից հետո զսպանակի նման դռնից դուրս էր թռչում ընկ. Վառոդյանի գլուխը ու մնում էր դռան, փակ դռան ետևում՝ որսորդական"
      },
      {
        "index": 25,
        "text": "բարակի"
      },
      {
        "index": 26,
        "text": "նման ներսի շշուկներին ունկնդիր։ Այսպես էր, այո՛, առաջներում. բայց հետո… Հետո ընկ. Վառոդյանը դարձավ նշանավոր գործիչ, պատկառելի անձնավորություն, և շա՜տ, շա՜տ անգամներ առիթ ունեցան բժիշկ Սերգե Կասպարիչը և հաշտարար դատավոր Օսեփ Նարիմանովը նրա ընդունարանի առաջ"
      },
      {
        "index": 27,
        "text": "հերթի սպասելու"
      },
      {
        "index": 28,
        "text": "…"
      },
      {
        "index": 29,
        "text": "Բայց ների՛ր, ընթերցող, որ ես պատմությանս թելը բավականին խճճեցի, թեկուզ, գիտե՞ս, նայիրյան այդ քաղաքի այն նշանավոր օրերի պատմությունը գրողը հիմա, ուզած-չուզած, պիտի զգա իրեն այն դժբախտ երեխայի դերում, որը, ինչպես այդ հաճախ տեղի էր ունենում հենց նույն այդ քաղաքի երեխաների կենցաղում, գետում լողանալուց հետո ուզում է հագնվել, բայց գտնում է շապիկի թևերը թրջած և այնպես պինդ հանգուցած, որ սատանան ինքը կդժվարանա արձակել. նա գիտե, նա"
      },
      {
        "index": 30,
        "text": "հասկանում է, որ իր շուրջը հռհռացող երեխաներն են այդ արել. նրա սիրտը պայթում է ոխից ու բարկությունից, բայց նույնպես ավելի քան լավ հասկանում է նա, որ եթե ընկնի ընկերների ետևից — շատ են, մի երկուսը ետ կմնան և մնացած շորերը ևս կթրջեն ու կհանգուցեն. ուստի մնում է նրան հանգուցած շապիկը մի կողմ թողնել և հագնել շորերն առանց սպիտակեղենի — ինչպես և մեզ, ընթերցող, գոնե"
      },
      {
        "index": 31,
        "text": "անհանգույց"
      },
      {
        "index": 32,
        "text": "դեպքերն ու իրողությունները մոռացության չտալու նպատակով մնում է մի կողմ թողնել բոլոր խճիճներն ու հանգույցները և անցնել վեպի շարունակությանը։"
      },
      {
        "index": 33,
        "text": "Ինչպես ասացի՝ ընկ. Վառոդյանը սեփական աչքերով տեսել էր Մազութի Համոյի գրասենյակում"
      },
      {
        "index": 34,
        "text": "«Կենտրոնից»"
      },
      {
        "index": 35,
        "text": "ստացած գրությունը, որի մեջ գրված էր, ի միջի այլոց,"
      },
      {
        "index": 36,
        "text": "«Հայտնի՛ր բոլորին»"
      },
      {
        "index": 37,
        "text": "հրահանգը։ Եվ ահա, Մազութի Համոյի գրասենյակից ելնելով, հանդիպեց, պատահմամբ, պ. Մարուքեին ընկ. Վառոդյանը և մտածեց, որ առաջին հերթին հենց այդ"
      },
      {
        "index": 38,
        "text": "հաստամիտ Գրաստամատյանին"
      },
      {
        "index": 39,
        "text": "է հարկավոր հայտնել հետաքրքիր նորությունը։ Այդ միտքը հղացավ ընկ. Վառոդյանի գլխում երկու պատճառով, նախ՝ ինքը ցույց կտա այդ հաստամիտ պարոնին, որ այնքան էլ հասարակ անձնավորություն չէ ընկ. Վառոդյանը, որ, այո, ինքը կապեր ունի այնպիսի"
      },
      {
        "index": 40,
        "text": "կենտրոնների"
      },
      {
        "index": 41,
        "text": "հետ, որ կարող է ամեն նորություն իսկական աղբյուրից իմանալ,— և ապա՝ ինչպես հրահանգել էր նրան Մազութի Համոն,"
      },
      {
        "index": 42,
        "text": "«կշոշափե հողը»"
      },
      {
        "index": 43,
        "text": "… Իսկ պ. Մարուքեն, այսպես թե այնպես, որպես հակառակորդ, բավականին"
      },
      {
        "index": 44,
        "text": "հետաքրքիր"
      },
      {
        "index": 45,
        "text": "«հող»"
      },
      {
        "index": 46,
        "text": "էր՝ հասարակական տրամադրություններ շոշափելու համար…"
      },
      {
        "index": 47,
        "text": "«Հետաքրքիր նորություններ»"
      },
      {
        "index": 48,
        "text": "— ասաց ընկ. Վառոդյանը, այնպես, ի միջի այլոց, պ. Մարուքեին։—"
      },
      {
        "index": 49,
        "text": "«Բավականին հետաքրքիր…»"
      },
      {
        "index": 50,
        "text": "։"
      },
      {
        "index": 51,
        "text": "«Հը՞»"
      },
      {
        "index": 52,
        "text": "— ակնոցների տակից վեր, ընկ. Վառոդյանին նայեց պ. Մարուքեն.—"
      },
      {
        "index": 53,
        "text": "«Ի՞նչ կա»"
      },
      {
        "index": 54,
        "text": "։"
      },
      {
        "index": 55,
        "text": "Ընկ. Վառոդյանը ժպտաց։ Ու հազաց հետո, ձեռքը շրթունքներին տանելով. «Ըհը՛, ըհը՛, ըհը՛»,— ճիշտ և ճիշտ Սերգե Կասպարիչի նման։"
      },
      {
        "index": 56,
        "text": "Պ. Մարուքեն բարկացավ."
      },
      {
        "index": 57,
        "text": "«— Մի բան գիտես — ասա՝ ի՞նչ ես պոչդ գետնովը տալիս»"
      },
      {
        "index": 58,
        "text": "։"
      },
      {
        "index": 59,
        "text": "Ընկ. Վառոդյանը շիկնեց. աչքերից արյուն կաթեց ընկ. Վառոդյանի.—"
      },
      {
        "index": 60,
        "text": "«— Յոթ օրից էրզրում կլինենք»"
      },
      {
        "index": 61,
        "text": "— պայթեց ռումբի նման, կրկնելով Մազութի Համոյի խոսքերը, ընկ. Վառոդյանը պ. Դրաստամատյանի գլխին, ու նայեց նրան, հաղթական։"
      },
      {
        "index": 62,
        "text": "Նայեց, նայեց նրան, արհամարհանքը ակնոցների տակից դառը պսպղացնելով, պ. Մարուքեն.— «Իդիո՛տ» — կարծես թքեց, կարծես ձգեց, ծանր մահակի նման, ընկ. Վառոդյանի դեմքին պ. Մարուքեն, ու շուռ տվեց դեմքը. աջ ուսը ցնցելով հեռացավ։"
      },
      {
        "index": 63,
        "text": "Նա գիտեր, քչերից մեկն էր պ. Մարուքեն նայիրյան այդ քաղաքում, որ թերթեր էր կարդում,— կարդացել էր արդեն պ. Մարուքեն, որ արդեն, արդեն՝ պատերազմ է հայտարարված Տաճկաստանին։ Եվ, երևակայո՞ւմ եք —"
      },
      {
        "index": 64,
        "text": "դժգոհ"
      },
      {
        "index": 65,
        "text": "էր դրանից։ Տարօրինակ, այո, զարմանալի մարդ էր այդ պ."
      },
      {
        "index": 66,
        "text": "Դրաստամատյանը"
      },
      {
        "index": 67,
        "text": ", և ինչքան էլ նրան, խորին արհա"
      },
      {
        "index": 68,
        "text": "մարհանքով, պ."
      },
      {
        "index": 69,
        "text": "Գրաստամատյան"
      },
      {
        "index": 70,
        "text": "անվաներ ընկ. Վառոդյանը, ինչքան էլ նրա, առանց այն էլ աչքի ընկնող քթի ծայրը, համարյա թե միշտ ավելի ևս աչքի զարկեր իր անհաճո կարմրությամբ, որ, ինչպես ասում էին, հետևանք էր ոգելից ազդեցությունների,— չնայած, կրկնում ենք, այս բոլոր տարօրինակություններին — պ. Մարուքեն է՛ր և արժանի է ամենայն ուշադրության։ Երևակայո՞ւմ եք, նա, այդ հարբեցող «եվրոպացին» այդ երեկո հանդգնություն ունեցավ կատարելու այնպիսի մի մեծագործություն, որի համար արժե՛ որ նա համարվի իմ միակ հերոսը, այդ կարմրաքիթ Դրաստամատյանը…"
      },
      {
        "index": 71,
        "text": "Նա գիտեր, այո — կարդացել էր արդեն պ. Դրաստամատյանը, որ պատերազմ է հայտարարված Տաճկաստանին, և միակ մարդն էր գուցե, որ, իրեն միայն հայտնի պատճառներով,"
      },
      {
        "index": 72,
        "text": "դժգոհ"
      },
      {
        "index": 73,
        "text": "էր դրանից։ Կային ասողներ — ինչպես, օրինակ, Հաջի Մանուկոֆ էֆենդին,— որ"
      },
      {
        "index": 74,
        "text": "«անարխիստ»"
      },
      {
        "index": 75,
        "text": "է պ. Մարուքեն, այսինքն «անիշխանական». այնինչ ընկ. Վառոդյանն այն կարծիքն ուներ, որ նա, այսինքն պ. Մարուքեն, ոչ"
      },
      {
        "index": 76,
        "text": "«անարխիստ»"
      },
      {
        "index": 77,
        "text": "է, ոչ բան, այլ, պարզապես մի"
      },
      {
        "index": 78,
        "text": "«մխի գլոխ», որին հարկավոր է «խփել»"
      },
      {
        "index": 79,
        "text": "։ Չգիտենք, որքա՞ն էր համապատասխանում իրականությանը ընկ. Վառոդյանի այդ կարծիքը պ. Մարուքեի մասին, բայց, հարկավոր է ասել, որ ընկ. Վառոդյանի այդ օրիգինալ կարծիքում կար, եթե ոչ ուղղակի, գոնե կողմնակի ճշմարտության որոշ տոկոս. գուցե, այո, ընկ. Վառոդյանի տեսակետից, այդ «մխի գլխին» հարկավոր էր"
      },
      {
        "index": 80,
        "text": "«խփել»"
      },
      {
        "index": 81,
        "text": ", քանի որ, այո,— մենք չգիտենք, թե ուրիշ ինչ պատճառներ կային պ. Մարուքեի համար,"
      },
      {
        "index": 82,
        "text": "իրեն չվերաբերող մի խնդրի"
      },
      {
        "index": 83,
        "text": ",— Տաճկաստանին հայտնած պատերազմից"
      },
      {
        "index": 84,
        "text": "դժգոհելու"
      },
      {
        "index": 85,
        "text": ", բայց մի բան պարզ էր ինքնըստինքյան. այդ այն է, որ պ. Մարուքեն նկատել էր, որ արդեն շարժվում է «Ընկերությունը»,— և սա՛ էր, ամենից առաջ, նրա դժգոհելու, պատճառներից մեկը։"
      },
      {
        "index": 86,
        "text": "Ո՛չ անարխիստ"
      },
      {
        "index": 87,
        "text": ", ո՛չ բան։ Նա, պ. Մարուքեն, իրեն միայն հայտնի պատճառներից դրդված, դեմ էր"
      },
      {
        "index": 88,
        "text": "«Ընկերությանը»"
      },
      {
        "index": 89,
        "text": ", այսինքն, կոնկրետ ասած՝ տեղական"
      },
      {
        "index": 90,
        "text": "«երեքին»"
      },
      {
        "index": 91,
        "text": "ու նրա"
      },
      {
        "index": 92,
        "text": "արբանյակներին"
      },
      {
        "index": 93,
        "text": ". նրանք սև ասեին, պ. Մարուքեն կասեր՝ սպիտակ. նրանք հա ասեին պ. Մարուքեն կասեր՝ չէ։ Եվ այսպես – ամեն ինչում. այսպես էլ հիմա։ Արդեն խոսում էին քաղաքում, արդեն շշնջում էին, խորհրդավոր, զանազան բերաններ։ Արդեն տալիս էին"
      },
      {
        "index": 94,
        "text": "հայտնի անուններ"
      },
      {
        "index": 95,
        "text": "… Անհամբերությամբ սպասում էին այդ ըղձալի օրվան. այս ըղձալի օրը, ինչպես ընկ. Վառոդյանն էր ասում քաղաքային այգում ծանոթ օրիորդներին, պիտի բանար իրենց՝ Նայիրիի առաջ"
      },
      {
        "index": 96,
        "text": "ըղձա՛լի հորիզոններ"
      },
      {
        "index": 97,
        "text": "։ Դեռ երեկ, դեռ առաջին օրը, այգու ակումբում պարծենում էր,"
      },
      {
        "index": 98,
        "text": "«ագռավի աղջիկը»"
      },
      {
        "index": 99,
        "text": "սեղանին խփելով, Կինտաուրի Սիմոնը, որ"
      },
      {
        "index": 100,
        "text": "«կամավոր կգնա»"
      },
      {
        "index": 101,
        "text": "։ Հասկանում էր, իհարկե, զգում էր արդեն պ. Մարուքեն, որ շուտով «պարը կսկսվի» և գլխապտույտ կգնա. հասկանում էր և, դժգոհելով, սպասում։ Իսկ հիմա ահա, ընկ. Վառոդյանին հանդիպելուց հետո, հասկացավ, զգաց պ. Դրաստամատյանը, որ արդեն"
      },
      {
        "index": 102,
        "text": "գլորվել է քարը"
      },
      {
        "index": 103,
        "text": "– և քթի տակ, դժգոհ, փնթփնթալով քաղաքային այգու ակումբը գնաց պ. Մարուքեն, մտածելով, որ այնտեղ, երևի, ամե ինչ կիմանա։"
      },
      {
        "index": 104,
        "text": "Իրիկուն էր արդեն. արդեն վառվում էին լույսերը քաղաքային այգում։ Նվագում էր զինվորական երաժշտախումբը. նվագում էր"
      },
      {
        "index": 105,
        "text": "«Բոժե ցարյա»"
      },
      {
        "index": 106,
        "text": "։ Հասկացավ պ․ Մարուքեն, որ"
      },
      {
        "index": 107,
        "text": "«սկսվել է պարը»"
      },
      {
        "index": 108,
        "text": "։ Հիշեց այն մյուս կիրակին. կանգնեց, կանգնեց նորից պ․ Մարուքեի ուղեղում — կանգնեց, այծագլուխ, Մազութի Համոն։ Լիքը, խիտ կանգնած հասարակության միջով մոտեցավ ակումբին պ․ Մարուքեն — և, հրաշքի մի նման, ելնելով կարծես իրա, պ․ Մարուքեի ուղեղից — կանգնեց. դեմը, նույն թղթախաղային կանաչ սեղանի վրա կանգնած էր — Մազութի Համոն։ Ներքևում, այսինքն՝ սեղանի կողքին, գլխաբաց կանգնած էին՝ բժիշկը, Օսեփ Նարիմանովը, Արամ Անտոնիչր, Գեներալ Ալոշը, ընկ. Վառոդյանը և Կինտաուրի Սիմոնը – կոշկակարը։ Բերանները բաց՝ բղավում էին"
      },
      {
        "index": 109,
        "text": "«ուռա»"
      },
      {
        "index": 110,
        "text": "։ Դեռ չէր ուշքի եկել պ․ Մարուքեն, երբ մեկը ետևից հրեց նրա կողին և ականջին բղավեց."
      },
      {
        "index": 111,
        "text": "«Գլխարկդ հանե՛, տո՛, չե՞ս հասկընա»"
      },
      {
        "index": 112,
        "text": "։ Նայեց —"
      },
      {
        "index": 113,
        "text": "Աբոմարշն"
      },
      {
        "index": 114,
        "text": "էր. ակնոցը քթին, այծամորուք։ Դեմքին — պատկառանք էր խորհրդավոր. ակնոցը թեքվել էր մի կողմ. գլուխը նման էր"
      },
      {
        "index": 115,
        "text": "«Խաթաբալայից»"
      },
      {
        "index": 116,
        "text": "հանած ծաղրանկարի։ Հանեց գլխարկը, առանց բան հասկանալու, պ․ Մարուքեն․ բայց մինչ այդ նվագը դադարեց, բոլորը ծածկեցին գլխարկները և այս անգամ պ․ Մարուքեն ինքը մնաց՝ քիթը վեր, գլխարկը ձեռին։"
      },
      {
        "index": 117,
        "text": "«Հայրենակիցնե՛ր»"
      },
      {
        "index": 118,
        "text": "— սկսեց, երևի ընդհատված ճառը շարունակելով, Մազութի Համոն, և տիրեց լռություն՝ լսողություն տիրեց։"
      },
      {
        "index": 119,
        "text": "«Մոտ է, մոտենում է օրը»"
      },
      {
        "index": 120,
        "text": "— շարունակեց ապա Մազութի Համոն,—"
      },
      {
        "index": 121,
        "text": "«երբ, ելած մոխիրից, դարերի քնից — հառնե՛ պիտի, ազատ, երկիրը հազարամյա"
      },
      {
        "index": 122,
        "text": "—"
      },
      {
        "index": 123,
        "text": "ազատ Նայիրին»"
      },
      {
        "index": 124,
        "text": "։ Այս իմաստով ահա խոսում էր, բավականին հուզված, Մազութի Համոն, բայց ահա նրա ձայնը բարձրացավ, ձեռքը վեր մեկնվեց և աչքերը վառվեցին. նա, ինչպես երևում էր, վերջացնում էր ճառը.—"
      },
      {
        "index": 125,
        "text": "«Ամեն ոք մեզանից պարտավոր է օգնել, ինչով որ կարող է, այսօր, ես չեմ կասկածում»"
      },
      {
        "index": 126,
        "text": ",— վերջացրեց խոսքը Մազութի Համոն,—"
      },
      {
        "index": 127,
        "text": "«որ մեր հաղթապանծ զորքերը մի շաբաթից հետո Էրզրում կմտնեն»"
      },
      {
        "index": 128,
        "text": "։ Այսպես վերջացրեց իր ճառը Մազութի Համոն — և նորից թնդաց երաժշտությունը՝ հասարակությունը ոռնաց։ Ոգևորության հենց այս ծայրահեղ վայրկյանից հետո էր ահա, որ տեղի ունեցավ անսպասելի, աներևակայելի, անթույլատրելի մի բան.— երևակայո՞ւմ եք՝ պ. Մարուքեն, այդ"
      },
      {
        "index": 129,
        "text": "«ախմախ անասունը»"
      },
      {
        "index": 130,
        "text": ", որպիսի հորջորջում տվեց նրան, դեպքը կատարվելուց հետո, Գեներալ Ալոշը,— այդ ողորմելի պ. Մարուքեն ահա, իր կանգնած տեղից, հենց որ Մազութի Համոն իր խոսքը վերջացրեց —"
      },
      {
        "index": 131,
        "text": "«Իդիոտ»"
      },
      {
        "index": 132,
        "text": "— բացագանչեց, ինչքան որ ձայն ուներ, Համո Համբարձումովիչի հասցեին. տիրեց մեռելային լռություն՝ ապշանք, էլեկտրական լարում։— «Բացց» — իջավ, չոր, հնչուն՝ շխկալով ընկավ ընկ. Վառոդյանի ապտակը պ. Մարուքեի այտին։ Պ."
      },
      {
        "index": 133,
        "text": "Աբոմարշը"
      },
      {
        "index": 134,
        "text": "շտապեց ոտքի մի խրատական հարվածով օգնության հասնել ընկ. Վառոդյանին։ Պ. Մարուքեն, երեսնիվայր ընկավ. ակնոցը, պսպղուն, թռավ մի կողմ։"
      },
      {
        "index": 135,
        "text": "«Հարբած է»"
      },
      {
        "index": 136,
        "text": "— հայտնեց"
      },
      {
        "index": 137,
        "text": "Սերգե Կասպարիչը"
      },
      {
        "index": 138,
        "text": ", դեպքի տեղը հասնելով։"
      },
      {
        "index": 139,
        "text": "«Հարբած է»"
      },
      {
        "index": 140,
        "text": "— հաստատեց ընկ."
      },
      {
        "index": 141,
        "text": "Վառոդյանը"
      },
      {
        "index": 142,
        "text": ".—"
      },
      {
        "index": 143,
        "text": "«պետք է ոստիկանատուն ուղարկել, որ աչքի բերեն»"
      },
      {
        "index": 144,
        "text": "։ Ու պատմեց, որպես ապացույց, ընկ. Վառոդյանը, որ նույնը, բառացի, կես"
      },
      {
        "index": 145,
        "text": "ժամ առաջ ասաց իրեն, փողոցում, առանց որևէ առիթի, պ. Մարուքեն։"
      },
      {
        "index": 146,
        "text": "Պ. Մարուքեին տարան"
      },
      {
        "index": 147,
        "text": "ոստիկանատուն"
      },
      {
        "index": 148,
        "text": "։"
      },
      {
        "index": 149,
        "text": "Չգիտեմ, հարբած էր թե չէ պ. Մարուքեն, բայց մի բավականին հավաստի աղբյուրից ես հետո տեղեկացա, որ, ճիշտ որ, ինչպես այդ հավաստի աղբյուրն էր ինձ տեղեկացնում — պ. Մարուքեն հարբած էր եղել։ Նույնն էր հաստատում և"
      },
      {
        "index": 150,
        "text": "Բոչկա Նիկոլայը"
      },
      {
        "index": 151,
        "text": "հետո, պատմելով, որ այդ օրը, դեպքը պատահելուց երկու ժամ, մոտավորապես, առաջ պ. Մարուքեն իրա,"
      },
      {
        "index": 152,
        "text": "Բոչկա Նիկոլայի դախլի"
      },
      {
        "index": 153,
        "text": "դիմացը կանգնած՝"
      },
      {
        "index": 154,
        "text": "գլուխն է քաշել «մե բոթիլ սմիրնովկա»"
      },
      {
        "index": 155,
        "text": "— դառնահամ օղի։ Բայց այս դեպքում արժեքավոր է, իհարկե, ոչ այնքան"
      },
      {
        "index": 156,
        "text": "Բոչկա Նիկոլայի"
      },
      {
        "index": 157,
        "text": "ցուցմունքը, մանավանդ որ օղու նրա հիշատակած քանակը դժվար թե ընդունակ լիներ"
      },
      {
        "index": 158,
        "text": "«խելքից հանելու»"
      },
      {
        "index": 159,
        "text": "պ. Մարուքեին,— որքան, այո՛, վերևում հիշած"
      },
      {
        "index": 160,
        "text": "«հավաստի աղբյուրի»"
      },
      {
        "index": 161,
        "text": "ցուցմունքը, որովհետև… Բայց այս ենթադրությունս հիմնավորելու համար նախ և առաջ հարկավոր է ասել, թե ի՞նչ"
      },
      {
        "index": 162,
        "text": "«աղբյուր»"
      },
      {
        "index": 163,
        "text": "էր այդ, որին կարելի էր հավատ ընծայել — և այն էլ այնպիսի մի նուրբ և անհասկանալի հարցում, որպիսին էր պ. Մարուքեի վարմունքը պատմական այն ահավոր, այն նշանակալից վայրկյանին։ Այդ"
      },
      {
        "index": 164,
        "text": "«աղբյուրը»"
      },
      {
        "index": 165,
        "text": ", դե, մի մարդ էր, երեսունին մոտիկ մի երիտասարդ նայիրցի, որը վերջին օրերս էր միայն երևացել նայիրյան այդ քաղաքում, բայց որին ճանաչում էին տեղացիք նրա մանկությունից. ռեալական դպրոցի տեսուչ"
      },
      {
        "index": 166,
        "text": "Արամ Անտոնիչի"
      },
      {
        "index": 167,
        "text": "մորեղբոր որդին էր դա —"
      },
      {
        "index": 168,
        "text": "Կարո Դարայանը"
      },
      {
        "index": 169,
        "text": ", որին յոթ-ութ տարեկան հասակից"
      },
      {
        "index": 170,
        "text": "Մոսկվա"
      },
      {
        "index": 171,
        "text": ", Լազարյան ճեմարանն էր"
      },
      {
        "index": 172,
        "text": "ուղարկել Արամ Անտոնիչը, սրա խնամքին էր մնացել, ծնողների մահվանից հետո, դեռ մանուկ հասակից Կարո Դարայանը։ Արամ Անտոնիչը նրան Մոսկվա ուղարկելով հասել էր երկու նպատակի միանգամից. նախ՝ ազատվել էր նրա հոգսից, երկրորդ՝ իր վերջին պարտքը դրանով հատուցած էր համարել իր ազգակցի հիշատակին։ Ինչպես որ գնացել էր Մոսկվա Կարո Դարայանը — այնպես էլ մնացել էր այնտեղ մինչև ավարտելը, որից հետո ևս, թեկուզ տեղափոխվել էր Կովկաս — Բաքու, բայց չէր երևացել հայրենի քաղաքում, չնայած Արամ Անտոնիչի հաճախակի խնդրանքներին։ Արամ Անտոնիչը, մանավանդ երբ Դարայանը վերջացրեց դպրոցը, երբ արդեն վերացած էր համարում ամեն մի հոգատարության խնդիր մորեղբոր որդու նկատմամբ, շատ էր ցանկանում նրրան իր մոտ տեսնել, գուցե հենց նրա համար միայն, որ, ինչպես ասում էր նա հաճախ Գեներալ Ալոշին,"
      },
      {
        "index": 173,
        "text": "«ցանկանում էր իր ազնվության պտուղը մոտիկից ճաշակել»"
      },
      {
        "index": 174,
        "text": "։ Բայց հետո, Կարո Դարայանի Բաքու գալուց մի քանի ժամանակ անց, Արամ Անտոնիչը դադարեց հանկարծ իր"
      },
      {
        "index": 175,
        "text": "«ազնվության պտուղի»"
      },
      {
        "index": 176,
        "text": "մասին առհասարակ խոսելուց, իսկ երբ, լինում էր, հիշեցնում էին նրան իր"
      },
      {
        "index": 177,
        "text": "«սանիկի»"
      },
      {
        "index": 178,
        "text": "մասին — Արամ Անտոնիչը թթու դեմք էր շինում. Արամ Անտոնիչը ծամծմում էր զրույցը։"
      },
      {
        "index": 179,
        "text": "Գեներալ Ալոշը"
      },
      {
        "index": 180,
        "text": "սկզբում չէր հասկանում, ավելի շուտ՝ չէր իմանում բանի եղելություն. բայց հետո նա իմացավ, և ահա բանը մինչև այնտեղ հասավ, որ Արամ Անտոնիչը մի գեղեցիկ օր էլ վերցրեց գրեց իր սանիկին, որը, ի դեպս, համարյա թե չէր էլ պատասխանում իր"
      },
      {
        "index": 181,
        "text": "«բարերարի»"
      },
      {
        "index": 182,
        "text": "նամակներին և ո՛չ"
      },
      {
        "index": 183,
        "text": "մի նշան չէր էլ ցույց տալիս այդ կողմերը երևալու,— Արամ Անտոնիչը, ինչպես ասացինք, վերցրեց գրեց Կարո Դարայանին, որ չլինի թե վերջինս իր աչքին երևա. իսկ եթե պատահի գալու լինի հայրենի քաղաքը — չլինի թե մտաբերե իր"
      },
      {
        "index": 184,
        "text": "քեռու"
      },
      {
        "index": 185,
        "text": "բնակարանը. քեռու բնակարանը"
      },
      {
        "index": 186,
        "text": "«փուչ»"
      },
      {
        "index": 187,
        "text": "սանիկի համար փակված կլինի։ Այսպես էր գրել իր մորեղբոր որդուն Արամ Անտոնիչը իր վերջին նամակում — և ահա, այդ նամակը գրելուց երկու ամիս անց, որտեղից-որտեղ, մեր պատմած դեպքերի նախօրյակին, մի գեղեցիկ առավոտ եկավ Կարո Դարայանը նայիրյան այդ քաղաքը և կառքը կանգնեցրեց… ճիշտ պ."
      },
      {
        "index": 188,
        "text": "Մարուքեի բնակարանի առաջ"
      },
      {
        "index": 189,
        "text": "։ Այս վերջին հանգամանքը խիստ զարմանալի թվաց ոչ այնքան քաղաքացիների, որքան իրա — Արամ Անտոնիչի աչքին. բանն այն է, որ, ճիշտ է, Մոսկվա գնալուց առաջ երկու երեխաներ, ավելի լավ է ասել՝ երկու փողոցային խաղընկերներ, թեպետև ճանաչելիս լինեին իրար՝ պ. Մարուքեն և Կարո Դարայանը, բայց չէ՞ որ դրանից հետո այնքան էր ջուր հոսել, և այն էլ տարբեր հուներով, որ ոչ մի հնարավորություն, թվում է թե, չպիտի մնար նրանց մտերմանալուն։ Դրանից հետո պ. Մարուքեն, ինչպես գիտենք, տեղական քաղաքային յոթնամյա դպրոցն էր ընկել, որից հետո, չգիտենք թե ի՞նչ զարմանալի հրաշքով, եղել էր"
      },
      {
        "index": 190,
        "text": "Բեռլինում"
      },
      {
        "index": 191,
        "text": ", այնինչ Կարո Դարայանը գնացել էր Մոսկվա, ապա Բաքու, այնպես որ ո՛չ մի առիթ, ո՛չ մի հնարավորություն, թվում է թե, չեն ունեցել իրար հանդիպելու — և հանկարծ…"
      },
      {
        "index": 192,
        "text": "Կարո Դարայանը"
      },
      {
        "index": 193,
        "text": "վերադառնում է այդ քաղաքը և կայարանից քշում է ուղի՛ղ պ. Մարուքեի բնակարանը,"
      },
      {
        "index": 194,
        "text": "ամենայն ճշտությամբ ասում է կառապանին պ."
      },
      {
        "index": 195,
        "text": "Մարուքեի հասցեն"
      },
      {
        "index": 196,
        "text": "… Հասկանո՞ւմ ես՝ Կարո Դարայանը, ամբողջ քսան տարի ո՛չ հայրենի քաղաքի և ո՛չ էլ պ. Մարուքեի դեմքը տեսնելուց հետո — ասում է կառապանին պ. Մարուքեի հասցեն և հին բարեկամի նման իջնում է նրա տանը, նախքան վերջինիս սենյակ մտնելը — դուրսը, հենց դռան առաջ, կառապանի կողքին մի պինդ համբուրվելով իրեն միանգամայն անծանոթ, բայց հրաշքով մտերմացած պ."
      },
      {
        "index": 197,
        "text": "Մարուքեի"
      },
      {
        "index": 198,
        "text": "հետ… Այս բանն իր սեփական աչքերով տեսել է"
      },
      {
        "index": 199,
        "text": "Կինտաուրի Սիմոնը"
      },
      {
        "index": 200,
        "text": ", կոշկարարը, և ամենայն մանրամասնությամբ պատմել է"
      },
      {
        "index": 201,
        "text": "ընկ. Վառոդյանին"
      },
      {
        "index": 202,
        "text": "։ Եվ ահա — հենց այդ Դարայանը, նա ինքը, ինչպես այս բոլորից կարող եք եզրակացնել՝ պ. Մարուքեի այդ հոգեկից ընկերն ահա, վերջինիս հետ քաղաքային այգում տեղի ունեցած այն ցավալի դեպքի երկրորդ օրը հավատացնում էր բոլորին, որ պ. Մարուքեն, ճիշտ է,"
      },
      {
        "index": 203,
        "text": "հարբած է եղել"
      },
      {
        "index": 204,
        "text": "։ Կարծում եմ, որ ես իրավունք ունեմ Կարո Դարայանին, այդ, իմ կարծիքով ամենահավաստի աղբյուրին, լիովին հավատալու, նախ նրա համար, որ նա հետագայում հայտնի դարձավ քաղաքին, որպես միանգամայն մաքուր, անկաշառ մի անձնավորություն, և ապա՝ նրան, պ. Մարուքեի այդ սրտակից ընկերոջը, իսկի էլ ձեռնտու չէր հարբեցողի"
      },
      {
        "index": 205,
        "text": "դիպլոմ"
      },
      {
        "index": 206,
        "text": "կպցնելը իր"
      },
      {
        "index": 207,
        "text": "«հոգեկցի»"
      },
      {
        "index": 208,
        "text": "ճակատին, մանավանդ որ այդ չարաբաստիկ"
      },
      {
        "index": 209,
        "text": "«դիպլոմը»"
      },
      {
        "index": 210,
        "text": "շատ շուտով պատճառ դարձավ պ. Մարուքեի"
      },
      {
        "index": 211,
        "text": "ուսուցչական դիպլոմից"
      },
      {
        "index": 212,
        "text": "զրկվելուն։ Մի հանգամանք, որի մեջ խառն էր — և նա ինքն էլ չէր թաքցնում —"
      },
      {
        "index": 213,
        "text": "Մազութի Համոյի"
      },
      {
        "index": 214,
        "text": "մատը։ Նա, Մազութի Համոն, որպես ծխական դպրոցների ավագ հոգաբարձու, ա"
      }
    ]
  }
}
