{
  "chapterNumber": 6,
  "title": "Մdelays delays (5/6) — Part One: The City and Its Inhabitants",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սեթոն մի անգամ բարեկենդանին մի ֆունտ լվացքի սապոն մի անգամից կերավ՝ տասը ռուբլի գրազի համար։"
      },
      {
        "index": 1,
        "text": "«Թու քու գալած ճամփեն…»"
      },
      {
        "index": 2,
        "text": "— զզվանքով հայհոյում է Եգոռ Արզումանովը և սրբիչը մի կողմ նետելով՝ ելնում է փողոց։"
      },
      {
        "index": 3,
        "text": "Այդ նույն վայրկյանին պ. Մարուքեն մտնում է վարսավիր Վասիլի վարսավիրանոցը՝ ածիլվելու։ Ամեն օր դպրոց գնալուց առաջ անպայման ածիլվում է պ. Մարուքեն։ Ահա թե ինչու վարսավիր Վասիլը մի առանձին հարգանք է տածում դեպի պ. Մարուքեն. ածիլելիս այնքան է մոտեցնում իր արաղահոտ շրթունքները պ. Մարուքեի այտերին, որ միանգամայն հավանական է դարձնում ղահվեճի Սեթոյի կասկածները վարսավիրի բարոյականի նկատմամբ։ Պ. Մարուքեն, իհարկե, երիտասարդ չէ, երեսուն-երեսուներկու տարեկան կլինի — թեպետ, մյուս կողմից՝ դեմքը թուխ է, հաճախ սափրվելուց և պուդրա գործածելուց այտերը հաճելի քնքշություն են ստացել, իսկ քթի ծայրը համարյա միշտ կարմրած է լինում հարբուխից կամ օղուց։"
      },
      {
        "index": 4,
        "text": "«Խորին հարգանքներս պ. Մարուքեին»"
      },
      {
        "index": 5,
        "text": "— ասում է վարսավիր Վասիլը, գլուխ տալով, երբ պ. Մարուքեն մտնում է ներս։ Պ. Մարուքեն թեթև գլխով է անում և լուրջ, սփրթնած դեմքով նստում է հայելու առաջ։ Աչքերը փակում ու, ծույլ, փափկաթոռի մեջ ընկղմած, սպասում է, մինչև տաք, կակուղ խոզանակը, սապոնոտ սահելով՝ քսվի դեմքին և իր այտերի վրա շոգ, տաք՝ զգա վարսավիր Վասիլի արաղահամ շնչառությունը։ «Զգույշ» — բարկացած վեր է թռչում պ. Մարուքեն, երբ վարսավիրի տաք շրթունքները համարյա քսվում են"
      },
      {
        "index": 6,
        "text": "նրա դեմքին։"
      },
      {
        "index": 7,
        "text": "«Ինչ գռեհիկ են այստեղի վարսավիրները»"
      },
      {
        "index": 8,
        "text": "— տխուր մտածում է պ. Մարուքեն։ «Ուրիշ բան է, օրինակ, եվրոպական քաղաքներում՝ կամ, թեկուզ, Ռուսաստանում. այնտեղ մարդիկ քաղաքավարի, մաքուր են ավելի, այնպես են ածիլում, որ հաճույք ես զգում։ Իսկ պ. Վասիլը… Նու, քիչ է մնում բերանդ մտնի. հիմար, գռեհիկ նայիրցի…»։"
      },
      {
        "index": 9,
        "text": "«Անուշներ»"
      },
      {
        "index": 10,
        "text": "— ասում է պ. Վասիլը, երբ, մազերը սանրելուց հետո, սպիտակ սրբիչով մաքրում է պ. Մարուքեի դեմքի պուդրան և խոզանակով սկսում է նրա օձիքը մաքրել։"
      },
      {
        "index": 11,
        "text": "«Էսօր աչքիս քիչ տխուր կերևաս, ի՞նչ է պատահե»"
      },
      {
        "index": 12,
        "text": "— հարցնում է վարսավիր Վասիլը խորամանկ ժպտալով.—"
      },
      {
        "index": 13,
        "text": "«Առանձին բան չկա»"
      },
      {
        "index": 14,
        "text": "— խռպոտ, լուրջ ձայնով պատասխանում է պ. Մարուքեն և գլխարկը վերցնելով շտապում է դպրոց։"
      },
      {
        "index": 15,
        "text": "Մարդիկ անցնում են դանդաղ, անշտապ անցնում են մարդիկ, կանայք, երեխաներ — ելել են փողոց, որ գնան պաշտոնի, գնումներ անելու, բաղանիք, գործի։ Բաղանիք, ասենք, առավոտվա վաղ ժամերին միայն կանայք են գնում նայիրյան այդ փոքրիկ քաղաքում. քաղաքում կա միայն երկու բաղանիք, երկուսն էլ ասիական, թեկուզ մեկի անունն է"
      },
      {
        "index": 16,
        "text": "«Ճերմակ»"
      },
      {
        "index": 17,
        "text": ", որովհետև նրա պատերը սպիտակացրած են կիրով,— իսկ մյուսը, որ մեչիտի նման ձմերուկաձև գմբեթ ունի, կոչվում է"
      },
      {
        "index": 18,
        "text": "«Ֆանտազիա բաղանիք — առանձին համարներով»"
      },
      {
        "index": 19,
        "text": "։ Ընդամենը երկու համար ունի այդ եվրոպականացրած բաղանիքը, բայց դրությունը դրանից, իհարկե, չի փոխվում. համարներում գնում են"
      },
      {
        "index": 20,
        "text": "լողանալու քաղաքացիներից միմիայն՝ – առաջին քաղաքամասի պրիստավը, նրա կինը, աղջիկները, էլի մի քանի պաշտոնյա ռուսներ և մեկ էլ հայտնի"
      },
      {
        "index": 21,
        "text": "մանուֆակտուրիստ"
      },
      {
        "index": 22,
        "text": "Հաջի Օնիկ աղա Մանուկոֆը. նա էլ, լինելով հմուտ անգլիագետ, համարները գերադասում է ընդհանուր լողարանից։– «Ինչ կընես ըրե — մարդ չի տեսնար» — ասում է նա այդ առթիվ, թեկուզ մեզ արդեն ծանոթ ղահվեճի Սեթոն նրա մասին էլ, ինչպես և վարսավիր Վասիլի մասին, ունի առանձին կարծիք։"
      },
      {
        "index": 23,
        "text": "«Հաջի Օնիկ աղան չի ուզեր հարևանները տեսնեն, որ ինքը դեղին սապոնով կլողնա»"
      },
      {
        "index": 24,
        "text": "— ասում է նա։"
      },
      {
        "index": 25,
        "text": "Առավոտվա այդ վաղ պահերին բաղանիք են գնում, ինչպես ասացինք, բացառապես կանայք, որովհետև քաղաքում գտնվող երկու բաղանիքներն էլ, առանց բացառության, մինչև ցերեկվա ժամը չորսը բաց են կանանց, իսկ չորսից Հետո — տղամարդկանց համար։ Բաղանիք այդ քաղաքում կանայք գնում են առանձին մի շուքով, կարծես գնում են ծիսակատարության։ Գնում են, ընդհանրապես, մի քանի ազգական — կանայք, աղջիկներ և երեխաներ միասին. մենակ ընդունված չէ բաղանիք գնալ նայիրյան այդ քաղաքում։ Առջևվից, գնացքի"
      },
      {
        "index": 26,
        "text": "ավանգարդը"
      },
      {
        "index": 27,
        "text": "կազմելով, գնում է սովորաբար գզգզված մի մշակ՝ շալակին պղնձե մի մեծ ջրաման, որի մեջ դրված են լինում պղնձե կլոր թասեր, փայտե"
      },
      {
        "index": 28,
        "text": "նալըններ"
      },
      {
        "index": 29,
        "text": ", սանր, սապոն – մի խոսքով՝ լողանալու զանազան պարագաներ։ Եթե ընտանիքում ծծկեր երեխա է լինում — նրան էլ սովորաբար գրկում է նույն մշակը, որի երկու կողքից հաղթական քայլերով արշավում են երե"
      },
      {
        "index": 30,
        "text": "խաները, տղաներ ու աղջիկներ, տղաները — մինչև յոթը տարեկան, իսկ աղջիկների համար տարիքը նշանակություն չունի։ Երեխաների համար առանձին օրենք է ընդունված նայիրյան բաղանիքներում. ընդունված է կանանց հետ բաղանիք թողնել մինչև յոթը տարեկան տղաների, բայց եթե ընտանիքում, որ բաղանիք է գնում, հիվանդ է տասնևմեկ տարեկան մի տղա — նրան էլ մայրն իրավունք ունի հետը բաղանիք տանելու. հո չի՞ կարող հիվանդ երեխան տանն սպասել և"
      },
      {
        "index": 31,
        "text": "անլվա մնալ"
      },
      {
        "index": 32,
        "text": "։ Այսպիսի բաղանիքային կարգեր կան, հնուց մնացած, նայիրյան այդ քաղաքում։"
      },
      {
        "index": 33,
        "text": "Եթե ամառ է, աշուն, մի խոսքով — մրգի ժամանակ՝ բաղանիք գնացող ընտանիքի հայրը, լինի նա վարսավիր Վասիլը, թե Հաջի Օնիկ էֆենդի Մանուկոֆը կամ դուքանչի Եգոռը — ցերեկվա տասներկուսին մոտիկ պետք է բաղանիք ուղարկե, լողացող ընտանիքին նվեր՝ ձմերուկ, սեխ, խաղող կամ խնձոր, և դա սովորաբար արվում է հրապարակով, բոլորին ի տես, մանավանդ երբ բաղանիք է գնացած լինում Հաջի Օնիկ էֆենդի Մանուկոֆի"
      },
      {
        "index": 34,
        "text": "հանըմը"
      },
      {
        "index": 35,
        "text": "՝ երեխաներով հանդերձ։"
      },
      {
        "index": 36,
        "text": "«Էսօր էլի Հաջին բաղանիք է ղրկե Նունուֆար հանըմին»"
      },
      {
        "index": 37,
        "text": "— ասում են հարևանները քմծիծաղ։"
      },
      {
        "index": 38,
        "text": "«Խեյր էղնի»"
      },
      {
        "index": 39,
        "text": "— ասում է այդպիսի օրերին Եգոռ Համբարձումովը, «Եվրոպա» ճաշարանի տերը, Հաջի Օնիկին."
      },
      {
        "index": 40,
        "text": "«էսօր Հաջին մեզ մոտ պիտի ճաշե. լավ բոզբաշ եմ շինել տվե, իսկական դամաշնի՝ պամիդորով ու սոխով»"
      },
      {
        "index": 41,
        "text": "։ Բայց Հաջին չի սիրում ընտանիքից դուրս — ճաշարաններում ճաշել. երբ տնից ճաշ չեն ուղարկում, նա յոլա է գնում հացով ու պանի"
      },
      {
        "index": 42,
        "text": "րով, իսկ եթե մրգի ժամանակ է՝ սիրում է ձմերուկ կամ սեխ ունենալ մսի փոխարեն։"
      },
      {
        "index": 43,
        "text": "«Շատ բան պետք չէ մարդու մը կշտացնելու համար»"
      },
      {
        "index": 44,
        "text": "— մտածում է Հաջին."
      },
      {
        "index": 45,
        "text": "«— Անգլեթերում լորտերը սև հացով կբավականանան. սակայն այդ հանգամանքը չի խանգարեր անոնց, որ անոնք ըլլան ազնիվ ու հայրենասեր»"
      },
      {
        "index": 46,
        "text": "։— Եվ հարևանները, չնայած որ բնավ չեն էլ մտածում հավատալ, որ լորդերը Անգլեթերում սև հաց են ուտում,— այնուամենայնիվ հավանություն են տալիս Հաջու խոսքերին։"
      },
      {
        "index": 47,
        "text": "«Մարդըս ինչով ասես կարող է կշտանալ, մանավանդ Հաջի Օնիկ էֆենդին»"
      },
      {
        "index": 48,
        "text": "— մտածում են նրանք։"
      },
      {
        "index": 49,
        "text": "Երբ արևը բավականին բարձրանում է վեր և կեսօրից սկսում է դեպի արևմուտք թեքվել, Լորիս-Մելիքյան փողոցի վրա գտնվող խանութներում գործնական եռուզեռը հասնում է իր գագաթնակետին.— Հաջին շուկայից վերադարձող գյուղացիներին մանուֆակտուրա, շաքար, փուշիներ է ծախում, վարսավիր Վասիլը սափրում է ու խուզում, «Եվրոպա» ճաշարանում բորշչ են սկսում ուտել զինվորներն ու գյուղացիները, իսկ մանրավաճառները շունչ քաշելու անգամ ժամանակ չեն ունենում։ Ասեղ, թել, կողպեք, քառորդ ֆ. սպիտակ հալվա, ֆուրգոնի մազութ, Լապշինի լուցկի,— գնում են, գնում են, ում ինչ հարկավոր է օրվա համար, և ծախում ու հարստանում են — Կոլոպոտյանը, Զարգար Հովհաննեսի տղան, որ հիմա մանրուքի խանութ ունի, Քաչալ Թաթոսը, Կաթոլիկ Սիմոն աղան և մնացած չարչիներն ու խանութպանները.— խեղճ"
      },
      {
        "index": 50,
        "text": "Աբոմարշն"
      },
      {
        "index": 51,
        "text": "է միայն, որ անգործ, աչքը խանութի պատերից կախած եվրո"
      },
      {
        "index": 52,
        "text": "պական գույնզգույն հագուստներին հառած, սպասում է գնորդի։ Երևի նայիրցիները չեն հասկանում, որ ինչպես իր ցուցանակի վրա գրված, այնպես էլ իրեն կպցրած ֆրանսերեն"
      },
      {
        "index": 53,
        "text": "«Աբոն մարշե»"
      },
      {
        "index": 54,
        "text": "-ն ոչ այլ ինչ է նշանակում, եթե ոչ —"
      },
      {
        "index": 55,
        "text": "բարի գալուստ"
      },
      {
        "index": 56,
        "text": ".— մտածում է նա։— Եթե այդ հասկանային, գոնե ներս կմտնեին, գնելը դեռ մի կողմ։ Պետք է ցուցանակները ռուսերենի վերածել — որոշում է նա մտքում և սկսում է իր նոր ցուցանակի համար մի հարմար անուն մտածել։"
      },
      {
        "index": 57,
        "text": "Տասներկուսից տաս անց՝ երկրորդ դասն արդեն վերջացրած լինելով՝ քաղաքի ծխական դպրոցի ուսուցչանոցում, մեծ դասամիջոցից օգտվելով, նախաճաշ են անում ուսուցիչ-ուսուցչուհիները։ Ուսուցիչներից մեկի անունն է"
      },
      {
        "index": 58,
        "text": "Բյուզանդ Վարդերեսյան"
      },
      {
        "index": 59,
        "text": ", երեսունին մոտիկ ճեմարանավարտ փորձված ուսուցիչ."
      },
      {
        "index": 60,
        "text": "Մանուկ Աբեղյանից"
      },
      {
        "index": 61,
        "text": "է սովորել հայերենը և պարծենում է դրանով։ Մազերը պահում է երկար, սանրում է մեծ խնամքով, թողնում է կարճ մորուք։ Դպրոցում պարապում է հայերեն և երգ։ Միևնույն ժամանակ դպրոցի տեսուչն է ավագ ուսուցիչը։ Երկրորդ ուսուցիչը — մեզ արդեն ծանոթ պ․"
      },
      {
        "index": 62,
        "text": "Մարուքեն"
      },
      {
        "index": 63,
        "text": "է, դպրոցում նա ավանդում է թվաբանություն և ռուսաց լեզու։ Երրորդը նույնպես ճեմարանցի է, բայց ավելի երիտասարդ. սիրում է հասարակական գործունեությամբ զբաղվել և միտք ունի հաջորդ ամառվա ընթացքում մեզ արդեն բավականին ծանոթ երկրորդ ծխականի ուսուցիչ ընկ․ Վառոդյանի ընկերակցությամբ մի շարք դասախոսություններ կարդալ հայոց պատմության մի քանի հետաքրքիր և"
      },
      {
        "index": 64,
        "text": "դաստիարակիչ գլուխների մասին, կազմակերպել երիտասարդական միություն, որի գլխավոր նպատակներից մեկը պիտի լինի"
      },
      {
        "index": 65,
        "text": "«Հայոց լեզուն տարածելու խնդիրը»"
      },
      {
        "index": 66,
        "text": "— ռուսախոս նայիրցիների շրջանում։ Լավ երիտասարդ է պ. Աշոտը և լավ մտքեր ունի, բայց դժբախտաբար անտարբեր չէ դեպի իր պաշտոնակցուհի օր."
      },
      {
        "index": 67,
        "text": "Նվարդ Լուսպարոնյանը"
      },
      {
        "index": 68,
        "text": ", որ Թիֆլիսի հովնանյանավարտներից է և պահում է կարճ մազեր։ Չորրորդը նույնպես ուսուցչուհի է, երեսունին մոտիկ մի օրիորդ, օր."
      },
      {
        "index": 69,
        "text": "Վարդուհի Զատիկյան"
      },
      {
        "index": 70,
        "text": ". վերջացրել է Երևանի Գայանյան դպրոցը, չի սիրում օր. Նվարդին և ֆիզիկական ատելություն է զգում դեպի նրա կարճ մազերն ու թեթևամիտ հանաքները։"
      },
      {
        "index": 71,
        "text": "«Կինը պետք է իրեն պահել իմանա»"
      },
      {
        "index": 72,
        "text": "— ասում է նա հաճախ՝ ակնարկելով օր. Նվարդի հանաքները պ. Մարուքեի հետ, դեպի որը, ասում են, այնքան էլ անտարբեր չէ… ինքը՝ օր."
      },
      {
        "index": 73,
        "text": "Վարդուհին"
      },
      {
        "index": 74,
        "text": "։"
      },
      {
        "index": 75,
        "text": "Նրանք նստած են հիմա ուսուցչանոցում, որը շատ լվանալուց խունացած հատակով և դեղնած առաստաղով երկպատուհան մի սենյակ է. մեջտեղում՝ կանաչ ծածկոցով, թանաքոտած մի սեղան, պատից կախված է մի մեծ, կայարանների ժամացույցներին նման, կլոր ժամացույց, իսկ երկու պատուհանների մեջտեղում — մի մեծ փայտյա պահարան։ Պատուհանները փողոց են նայում, իսկ դուռը միջանցք է դուրս գալիս, բակը, որտեղ խաղում են երեխաները, մնում է հեռու — այդպիսով նրանք այստեղ բավականին ապահովված են իրենց զգում երեխաների աղմուկ-աղաղակներից. մի հանգամանք, որից շատ դժգոհ է պ. Մարուքեն և ավելի քան գոհ է օր. Նվարդը։"
      },
      {
        "index": 76,
        "text": "Թեյը, դեղին, պաղ, հորանջում է ապակյա բաժակներում. ձանձրալի է."
      },
      {
        "index": 77,
        "text": "հավաս չկա"
      },
      {
        "index": 78,
        "text": ". թեյ, թեյ, թեյ,— ամեն օր նույնը։ Ձանձրալի են օր. Վարդուհու զրույցները կանացի առաքինության մասին — օր. Նվարդին, իսկ օր. Նվարդի տափակ հանաքները օր. Վարդուհու ականջներն ու հոգին տանջում են, բռնաբարում են համարյա. ոչ խոսքն է օգնում, ոչ վրդովմունքը։ Պ. Մարուքեն թերթ է կարդում և քթի տակ ծիծաղում է օր. Վարդուհու վրա, իսկ երբ լսում է պ. Աշոտի դողդոջուն ձայնը, որով նա խնդրում է օր. Նվարդին մի բաժակ թեյ ևս լցնել — աչքերը բարձրացնում է թերթից և պաղ նայում է պաշտոնակցի դեմքին։ Իսկ պ. Բյուզանդ Վարդերեսյանը համարյա ամեն օր մեծ դասամիջոցին հաճույքով վիճում է օր. Վարդուհի Զատիկյանի հետ բարոյախոսության մասին և գոհ է թե իր հայացքներից, թե իր խռպոտ ձայնից և թե, մանավանդ, օր. Վարդուհուց, որ միշտ համաձայնվում է նրա հետ և միշտ ասում է, հայացքը օր. Նվարդին դարձնելով."
      },
      {
        "index": 79,
        "text": "«Ճի՛շտ է, պ. Բյուզանդ. մարդիկ, մանավանդ կանայք, պետք է առաքինի լինեն։ Ես միանգամայն համաձայն եմ Ձեզ հետ, պ. Բյուզանդ»"
      },
      {
        "index": 80,
        "text": "։ Եվ պ. Բյուզանդը, գոհ, ժպտադեմ՝ սրբում է իր նայիրյան մեծ քիթը կարմիր թաշկինակով։"
      },
      {
        "index": 81,
        "text": "Տալիս է զանգը, և ուսուցիչ-ուսուցչուհիները, դանդաղ, տեղերից հազիվ բարձրանալով, նորից գնում են դասարանները՝ պարապմունքները շարունակելու։"
      },
      {
        "index": 82,
        "text": "Երբ օր. Նվարդը մտնում է դասարան, աշակերտներից ամենաչարը և ամենահերոսը, որ ընկերների"
      },
      {
        "index": 83,
        "text": "կողմից հարգվում է որպես կատարյալ տղամարդ — շիլ, դեղնած աչքերով Միսակ Հովհաննիսյանը, կամ, ինչպես ընկերներն են ասում՝"
      },
      {
        "index": 84,
        "text": "Շլդոն"
      },
      {
        "index": 85,
        "text": ", կանգնած է լինում գրասեղանի կամ նույնիսկ ուսուցչի սեղանի վրա. դասարանում աղմուկ է, փոշի, վայրենի, բայց ուրախ հռհռոց։ «Էլի դու սեղանի վրա ես բարձրացել» — սուր, խզվող ձայնով ճչում է օր. Նվարդը և վրա է վազում Շլդոյին բռնելու։ Շլդոն սեղանից-սեղան թռչելով հասնում է դասարանի վերին անկյունը և մտնում է գրասեղանի տակ։— «Ներողություն, օրիորդ, ներողություն» — ճչում է այնտեղից Շլդոն։ Երեխաներն ավելի են հռհռում, աղմուկը դառնում է անտանելի։ «Հանգի՛ստ» — ձեռքն աթոռին և ոտքը հատակին խփելով ճչում է օր. Նվարդը սուր, խեղդվողի ձայնով, դասարանում մի վայրկյան տիրում է բացարձակ լռություն։ Օր. Նվարդը մոտենում է ուսուցչական սեղանին և վերցնում է քանոնը։— «Դո՛ւրս արի գրասեղանի տակից» — քանոնը սպառնալի կերպով բարձրացնելով վեր և արագ մոտենալով Շլդոյի գրասեղանին — ասում է օրիորդը։ Բայց դուրս է գալիս այնպես, որ Շլդոն այլևս այն նստարանի տակից տեղափոխված է լինում արդեն դասարանի հակառակ անկյունում դրված նստարանի տակ։ Աշակերտներն ավելի ազատ և ավելի ուրախ են սկսում հռհռալ, օր. Նվարդը հուզմունքից քիչ է մնում ուշաթափվի և, երբ լացակումած աչքերը բնազդով դռանն է հառում և տեսնում է գրասեղանի վրա մեծ, ծուռ տառերով գրված"
      },
      {
        "index": 86,
        "text": "«քաչալ Նվարդ»"
      },
      {
        "index": 87,
        "text": "բառերը — այլևս չի կարողանում իրեն զսպել և արագ մոտենալով ուսուցչական սեղանին՝ թուլացած ընկնում է նրա մոտ"
      },
      {
        "index": 88,
        "text": "դրված նստարանի վրա և գլուխը սեղանին դնելով՝ մի փոքրիկ աղջկա նման սկսում է աղիողորմ հեծկլտալ։"
      },
      {
        "index": 89,
        "text": "Դասարանում տիրում է մեռելային լռություն, որի մեջ օր. Նվարդի խուլ, դառն հեկեկանքները հնչում են ավելի խուլ և ավելի աղի, այնպես որ նույնիսկ Շլդոն, ազդվելով վայրկյանի լրջությունից, նստում է իր տեղը։ Եվ բոլոր աշակերտները մի տեսակ միստիկական դրության մեջ ընկած՝ կամ նայում են վար, իրենց գրասեղանի սև տախտակներին, կամ պաղ, անասնական ահով լցված մանկական աչքերը օրիորդի ցնցվող արմունկներին և կարճ մազերին հառած՝ սպասում են ստեղծված կացության վախճանին։"
      },
      {
        "index": 90,
        "text": "Մի երկու վայրկյան հեծկլտալուց հետո օր. Նվարդը հանկարծ վեր է թռչում տեղից և թեթև քայլերով, գլուխն ու ամբողջ մարմինը տարօրինակ ցնցելով, վազում է դասարանից դուրս։ Աշակերտները հասկանում են, որ օր. Նվարդը գնում է ուսուցչանոց, տեսչին կանչելու։ «Շլդոյի գլխին տվեք, թող քոռանա» — ասում է մի աշակերտ՝ լռությունը խզելով. «— Տեսուչը որ եկավ, բոլորիս կպատժե» — շարունակում է նրա մոտ նստած ընկերը — նա, որ ամենից շատ էր հռհռում և մտքի մեջ նախանձում էր Շլդոյին։ Եվ ահա Շլդոյի մոտ նստած աշակերտը, տասներկու-տասներեք տարեկան"
      },
      {
        "index": 91,
        "text": "չիլ Մուկուչը"
      },
      {
        "index": 92,
        "text": "ձեռքն արդեն բարձրացնում է վեր, որ իջեցնի Շլդոյի գլխին — բայց դուռը բացվում է հանկարծ և ներս է մտնում պ. Բյnւզանդը՝ զայրացած, ահռելի դեմքով, իսկ նրա ետևից, աչքերը սրբելով, մտնում է օր. Նվարդը — հոգնած ու գունատ։"
      },
      {
        "index": 93,
        "text": "«— Մկրտիչ Կարապետյան, դու՛րս արի» — ավելի րարձր ձայնով, քան կարելի էր ենթադրել, որ ունի պ. Բյուզանդը,— բղավում է պ. Բյուզանդը դեռ ներս չմտած. նա տեսավ չիլ Մուկուչի բարձրացրած ձեռքը, որը, եթե ինքը մի վայրկյան էլ ուշանար՝ ծանր, պիտի իջներ Շլդոյի գլխին։ Գլուխը կախ, խոնարհ՝ վախից դողացող մարմնով ելնում է չիլ Մուկուչը դուրս։ «— Միսակ Հովհաննիսյան» — ավելի ահռելի ձայնով կանչում է պ. Բյուզանդը. «— Դու ևս դուրս արի»։ Եվ ահա Շլդոն ևս, գլուխը հոռետեսորեն քորելով, գալիս կանգնում է գրատախտակի մոտ։ Դասարանը սարսափ կտրած, չռած աչքերով սպասում է դրության վախճանին։"
      },
      {
        "index": 94,
        "text": "«Սա՞ էր» — ցույց տալով Շլդոյին՝ հարցնում է պ. Բյուզանդը։ Օրիորդը, հուզված, գլխով է անում. չի կարողանում խոսել։ «Ա՛րջ» — վրա պրծնելով բղավում է պ. Բյուզանդը. «— ես քեզ ցույց կտամ, աչքե՛րդ կհանեմ»։ Ու փայտե քանոնի ազդեցիկ հարվածներ իջեցնելով Շլդոյի գլխին՝ արագ շարում է իրար ետևից գունեղ ածականներ.— «Շա՛շ, հիմա՛ր, իշո՛ւկ, փողոցի՛ թափթփուկ, լի՛րբ,— ի՞նչ ասեմ, ի՞նչ ասեմ, ի՞նչ ասեմ». էլի ու էլի. մի զարկը — մի ածական։ Հետո հերթը հասնում է չիլ Մուկուչին. նա էլ, իր հերթին զանազան գեղարվեստական ածականներ ստանալով և գլխի վրա նրանց քանակը հաշվելով՝ սկսում է լաց լինել բարձրաձայն, այնպիսի ահռելի մի լացով, որ ձայնը հասնում է մինչև մոտակա փողոցը։ «— Ես դուրս կանեմ սրանց, օր. Նվարդ» — ասում է պ. Բյուզանդը՝ պարտականության առաջին մասը վերջացնելով.— ներողություն եմ խնդրում, որ"
      },
      {
        "index": 95,
        "text": "մինչև հիմա մնացել են դպրոցում»։ «— Թող էլի մնան, պ. Բյուզանդ» ողբերգական ձայնով ու պսպղուն, գոհ աչքերը տեսչի դեմքին հառած — խնդրում է օր. Նվարդը. «— Ինչպե՞ս կարելի է դուրս անել երեխաներին. դա հակամանկավարժական է և անվայել քաղաքակիրթ ուսուցչին» — մտքում մտածում է նա, բայց վախենում է իր այդ միտքը բարձրաձայն արտահայտել պ. Բյուզանդին։ Բայց անընկճելի պ. Բյուզանդը, հրամայելով պատժված աշակերտներին իսկույն տուն գնալ և ծնողներին կանչել,— առանց պատասխանելու ելնում է դուրս։ Աշակերտները ոտքի են կանգնում և մնում են կանգնած, մինչև օր. Նվարդը դրամատիկական ձայնով ասում է.— նստեցե՛ք»։— «Բաց արեք գրքերդ» — ասում է մի վայրկյան հետո, ճակատը շփելով օր. Նվարդը։ «— Մարտիրոսյան, կարդա՛» — ասում է նա։ Եվ դասն սկսվում է նայիրյան դպրոցում՝ տխուր, անհետաքրքիր, իսկ օր. Նվարդի գլուխն սկսում է նվալ, և մտքերը նրա փոքրիկ գլխում սկսում են պաղ, միապաղաղ հորանջել։"
      },
      {
        "index": 96,
        "text": "Արևը զենիթից սկսում է իջնել, ժամը մոտենում է երեքին, իսկ ղահվեճի Սեթոն դեռ ոչ մի մսխալ սուրճ չի կարողացել ծախել։"
      },
      {
        "index": 97,
        "text": "«Թարս օր է, գիշերը թարս եմ քնացեր»"
      },
      {
        "index": 98,
        "text": "— մտածում է նա խանութի առաջը նստած և ծխախոտ է ոլորում, որ քունը չտանի։ Օրորվելով, ուսը տարօրինակ ցնցելով մոտենում է նրան Աբոմարշը, որ ձանձրությունից փակել է խանութը և դռան ապակուն, ինչպես այդ ընդունված է Եվրոպայում, փակցրել է սպիտակ մի թուղթ՝ վրան գրված"
      },
      {
        "index": 99,
        "text": "«Փակ է. գնացել եմ ճաշի»"
      },
      {
        "index": 100,
        "text": "։"
      }
    ]
  }
}
