{
  "chapterNumber": 16,
  "title": "Μdelays delays (9/9) — Part Two: Toward Nairi",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "այսօր արդեն ասում ենք մենք — ես հավատում եմ, այո,"
      },
      {
        "index": 1,
        "text": "ապագա ազատ ու անկախ, անկաշկանդ Նայիրին…"
      },
      {
        "index": 2,
        "text": "»։— Բուռն, ահռելի"
      },
      {
        "index": 3,
        "text": "«ուռա»"
      },
      {
        "index": 4,
        "text": "-ների ներքո վերջացրեց իր խոսքը Մազութի Համոն և, հուզմունքից օրորվելով, մոտեցավ խմբապետին.—"
      },
      {
        "index": 5,
        "text": "«Թող թույլ տրվի ինձ»"
      },
      {
        "index": 6,
        "text": "— ասաց Մազութի Համոն գրկելով խմբապետին.— «"
      },
      {
        "index": 7,
        "text": "համբուրել այս ճակատը"
      },
      {
        "index": 8,
        "text": ", սիրելի հայրենակիցներ, որը"
      },
      {
        "index": 9,
        "text": "չի՛ վախեցել երբեք թշնամու գնդակից, որը հեգնանքով է դիմադրել թշնամու գնդակին"
      },
      {
        "index": 10,
        "text": "և, ես համոզված եմ միանգամայն, որ դեռ երկա՜ր-երկա՜ր"
      },
      {
        "index": 11,
        "text": "մինչև հաղթանակի օրը, պիտի դիմադրե"
      },
      {
        "index": 12,
        "text": "…»։"
      },
      {
        "index": 13,
        "text": "Հնչեց, թնդաց աղմկալից նայիրյան հիմնը կրկին, հնչեց ազատաձայն։ Ներկաներից շատերի, նույնիսկ"
      },
      {
        "index": 14,
        "text": "Մեռելի Ենոքի"
      },
      {
        "index": 15,
        "text": "և"
      },
      {
        "index": 16,
        "text": "Քոռ Արութի"
      },
      {
        "index": 17,
        "text": ", աչքերին երևացին խնդության արցունքներ։ Հետո խմբապետը, երկու-երեք խոսքով, ինչպես վայել է զինվորականին, շնորհակալություն հայտնեց թանկագին հայրենակիցներին, որոնք չզլացան հանձինս իրենց՝ իրենց հարգանքը բերել նվիրական գործին։ «Բայց,— ասաց խմբապետը վերջում,— եթե այդ հարգանքի մի հարյուրերորդը գոնե նրանք արտահայտեին գործով, գործնական օգնությամբ նվիրական գործին — այն ժամանակ, այո, պ."
      },
      {
        "index": 18,
        "text": "Համազասպի"
      },
      {
        "index": 19,
        "text": "նման ինքը ևս ո՛չ մի վայրկյան չի կասկածի, որ"
      },
      {
        "index": 20,
        "text": "հեռու չէ այն օրը, երբ ազատագրված կլինի երկիրը Նայիրի"
      },
      {
        "index": 21,
        "text": "…»։"
      },
      {
        "index": 22,
        "text": "Այսպես խիստ, այսպես տեղի՛ն խոսքերով վերջացրեց իր պատասխան-ճառը"
      },
      {
        "index": 23,
        "text": "հայտնի խմբապետը"
      },
      {
        "index": 24,
        "text": "և ապա, երբ դադարեց նայիրյան հիմնը և լռեցին կեցցե՛ները —"
      },
      {
        "index": 25,
        "text": "«Թող միշտ կտրուկ լինի մեր թագավոր-կայսեր անհաղթելի սուրը»"
      },
      {
        "index": 26,
        "text": "— կարծես"
      },
      {
        "index": 27,
        "text": "վերհիշեշով, ավելացրեց խմբապետը.—"
      },
      {
        "index": 28,
        "text": "«որովհետև նրա արքայական կամոքն է միայն, որ պիտի ազատագրվի երկիրը Նայիրի…»"
      },
      {
        "index": 29,
        "text": "։ Այս խոսքերից հետո երաժշտությունը նվագեց «Բոժե ցարյա» — բոլորը գլխարկները հանեցին, իսկ խմբապետն ու ընկ. Վառոդյանը, որ արդեն մի քանի օր էր, ինչ կամավորական հագուստներ էր կրում — ձեռքերը, որպես զինվորականներ, տարան փափախներին։"
      },
      {
        "index": 30,
        "text": "«Կեցցե՛ թագավոր կայսրը»"
      },
      {
        "index": 31,
        "text": ",— կարծես նոր գլխի ընկնելով, որ, աններելի թյուրիմացությամբ, մոռացել էր այդ կարևոր հանգամանքը հիշատակել իր ողջույնի խոսքում — բացագանշեց Մազութի Համոն գլխակը թափահարելով։ Եվ երբ երաժշտությունն ու"
      },
      {
        "index": 32,
        "text": "«ուռան»"
      },
      {
        "index": 33,
        "text": "դադարեց — հանդեսը վերջացավ։ Խմբապետը, Մազութի Համոն և ընկ. Վառոդյանը նստեցին առաջին, թիկնապահը, բժիշկը և Գեներալ Ալոշը — երկրորդ, իսկ Օսեփ Նարիմանովը և մյուսները մնացած կառքերում — զմայլված նայիրցիների երջանիկ հայացքների ուղեկցությամբ դիմեցին քաղաք։ Մի ժամ հետո, հայտնի խմբապետի երկրորդ օգնականի հրամանատարությամբ, քաղաք մտավ կամավորական խումբը, ուր ևս նա հանդիպեց ավելի քան բուռն, սրտալի ոգևորության։"
      },
      {
        "index": 34,
        "text": "Երեք օրից հետո նույն այդ տեղից դեպի ճակատ էին ճանապարհ դնում, նույն Մազութի Համոյի և ընկ. Վառոդյանի առաջնորդությամբ, այդ խմբի կամավորներին քաղաքի բնակիչները։ Այս անգամ ներկաների բազմությունը շատ ավելի ստվար էր, քան ընդունելության օրը, մի"
      },
      {
        "index": 35,
        "text": "հանգամանք, որ մասամբ կիրակի լինելուն պիտի վերագրել, մասամբ էլ նրան, որ շատ-շատերը, այո՛, մանավանդ արհեստավորներից և շրջանի գյուղացիներից, եկել էին ճանապարհ դնելու — որը հարազատին, ընկերոջը, որն էլ ծանոթին կամ դրացուն, որոնք ճակատ էին մեկնում, ընկ. Վառոդյանի ձեռքով"
      },
      {
        "index": 36,
        "text": "«գրված»"
      },
      {
        "index": 37,
        "text": "լինելու պատճառով, այդ խմբի հետ։ Ասվեցին, ինչպես հարկն էր, ճառեր. նվագեցին, ինչպես հարկն էր,"
      },
      {
        "index": 38,
        "text": "նայիրյան հիմնը"
      },
      {
        "index": 39,
        "text": "և"
      },
      {
        "index": 40,
        "text": "«Բոժե ցարյան»"
      },
      {
        "index": 41,
        "text": ". բարի երթ մաղթեցին սիրելի կամավորներին ո՛չ միայն Մազութի Համոն և ընկ. Վառոդյանը, որոնք խոսում էին որպես պաշտոնական անձնավորություններ ամենքին հայտնի հիմնարկության կողմից,— այլև Գեներալ Ալոշը, որ խոսեց քաղաքացիների անունից։ Հետո կամավորները գնացք նստեցին — և ահա կեցցեների, երաժշտության, լացի և ոգևորության հախուռն արտահայտությունների ներքո գնացքը հեռացավ։ Սրտառուչ էր տեսարանը, սրտառուչ ու անմոռանալի, բայց այդ տեսարանից բյուր անգամ ավելի սրտառուչ և անմոռանալի էին"
      },
      {
        "index": 42,
        "text": "Մազութի Համոյի"
      },
      {
        "index": 43,
        "text": "աչքերը, որոնցում արցունք կար և, արցունքի միջից, սպասումի ժպիտ։ Նրանք,"
      },
      {
        "index": 44,
        "text": "Մազութի Համոյի"
      },
      {
        "index": 45,
        "text": "այդ անմոռանալի աչքերը, նայում էին հեռացող գնացքին, բայց չէին տեսնում գնացքը. նրանք տեսնում էին սահմանի"
      },
      {
        "index": 46,
        "text": "«այն կողմը»"
      },
      {
        "index": 47,
        "text": ", ուր, ինչպես ասել էր ինքը իր ողջույնի խոսքում,"
      },
      {
        "index": 48,
        "text": "գերության ճիրաններում"
      },
      {
        "index": 49,
        "text": "տառապում էր դեռ երկիրը"
      },
      {
        "index": 50,
        "text": "Նայիրի"
      },
      {
        "index": 51,
        "text": "։ Այնտեղ էր, այն մթամած հեռվում, ուր հեռացավ գնացքը —"
      },
      {
        "index": 52,
        "text": "Ավետյաց երկիրը — հնամյա Նայիրին"
      },
      {
        "index": 53,
        "text": "։ Եվ, գնացքն անհետանալուց երկար դեռ անց նայում էին այն կողմը ժպտաթախիծ աչքերը"
      },
      {
        "index": 54,
        "text": "Մազութի Համոյի"
      },
      {
        "index": 55,
        "text": ", բայց"
      },
      {
        "index": 56,
        "text": "Մազութի Համոյի"
      },
      {
        "index": 57,
        "text": "ժպտաթախիծ աչքերը արդեն տեսնում  էին գալիքների անհայտ մշուշների միջից — այնտեղ, ուր հեռացավ գնացքը"
      },
      {
        "index": 58,
        "text": "«նայիրյան ուժերով»"
      },
      {
        "index": 59,
        "text": "բեռնավոր — իր նո՜ր, վերածնված հայրենիքը, կամ, ինչպես կասեր նա հետագայում, եթե կենդանի մնար –"
      },
      {
        "index": 60,
        "text": "միացյալ ու անկախ, ծովից–ծով Նայիրին"
      },
      {
        "index": 61,
        "text": "…"
      }
    ]
  }
}
