{
  "chapterNumber": 25,
  "title": "Վերջաբան — Epilogue",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ՎԵՐՋԱԲԱՆ"
      },
      {
        "index": 1,
        "text": "Ահա՛ և ամբողջը, ընթերցո՛ղ. ահա և մեր սույն պոեմանման վեպը, որը, վերջին հաշվով ոչ թե վեպ դուրս եկավ, այլ"
      },
      {
        "index": 2,
        "text": "«այլակերպ»"
      },
      {
        "index": 3,
        "text": "մի բան։—"
      },
      {
        "index": 4,
        "text": "«Այլակերպ»"
      },
      {
        "index": 5,
        "text": "բառն առնում ենք չակերտների մեջ, որովհետև այդպես պիտի ասեր սույն այս վեպիս մասին մեզ բավականին ծանոթ"
      },
      {
        "index": 6,
        "text": "Հաջի Օնիկ էֆենդի Մանուկոֆը"
      },
      {
        "index": 7,
        "text": ", այդ հայտնի անգլիախոս նայիրցին, եթե նա կենդանի լիներ և սույն այս վեպս կարդար։ Այո՛, այսպես պիտի ասեր Հաջին, և մենք միանգամայն համամիտ պիտի լինեինք նրան, որովհետև նա, իբր"
      },
      {
        "index": 8,
        "text": "հմուտ անգլիախոս և պատկառելի նայիրցի"
      },
      {
        "index": 9,
        "text": ", հարց պիտի դներ սույն այս վեպիս"
      },
      {
        "index": 10,
        "text": "ձևի ոչ ամբողջական"
      },
      {
        "index": 11,
        "text": "լինելու, նրանում"
      },
      {
        "index": 12,
        "text": "վեպի էլեմենտար կանոնների"
      },
      {
        "index": 13,
        "text": "բացակայության և հազար ու մի այլ թերությանց մասին, ու՝ մեր բազում քանքարավոր քննադատներին ի խրատ՝ պիտի հիմնավորեր իր կարծիքն իր"
      },
      {
        "index": 14,
        "text": "հմուտ անգլիախոսությամբ և պատկառելի… նայիրասիրությամբ…"
      },
      {
        "index": 15,
        "text": "Բայց — ավա՜ղ, ավա՜ղ,— մեր ստացած ստույգ տեղեկության համաձայն՝ կենդանի չէ այլևս Հաջի Օնիկ էֆենդին, ուստի թողնենք ձևի խնդիրը և անցնենք"
      },
      {
        "index": 16,
        "text": "բովանդակությանը"
      },
      {
        "index": 17,
        "text": ", այսինքն մեր առաջադրած այն հիմնական հարցին, թե ո՞րն է,"
      },
      {
        "index": 18,
        "text": "վերջապես Նայիրին"
      },
      {
        "index": 19,
        "text": "։—"
      },
      {
        "index": 20,
        "text": "Ընթերցո՛ղ։"
      },
      {
        "index": 21,
        "text": "Վաղուց հետե մեր գրականության, մանավանդ բանաստեղծության մեջ չկա՛ մի բառ, որ ավելի հոլովվեր, քան"
      },
      {
        "index": 22,
        "text": "«Նայիրի»"
      },
      {
        "index": 23,
        "text": "գոյականը. բայց, չնայած դրան, մինչև իմ սույն այս պոեմանման վեպը, մեր լեզվագիտության ամուլ անդաստանում չէր ճարվում և ոչ մի"
      },
      {
        "index": 24,
        "text": "Մանուկ Աբեղյան"
      },
      {
        "index": 25,
        "text": ", որ զբաղվեր այդ չամիչի պես գործածական դարձած բառի քերականական կազմությամբ,— և ես, նույն հարգելի Հաջու տերմինով ասած՝"
      },
      {
        "index": 26,
        "text": "«քամի կուլ տվող»"
      },
      {
        "index": 27,
        "text": "նվաստս էի, որ առաջին անգամ զբաղվեցի այդ քերականական հարցով և գլխի ընկա, որ"
      },
      {
        "index": 28,
        "text": "«Նայիրի»"
      },
      {
        "index": 29,
        "text": "բառը ոչ թե գոյական է, այլ — եթե միայն կարելի է քերականության մեջ այսպես ասել —"
      },
      {
        "index": 30,
        "text": "«մազութի համոյական»"
      },
      {
        "index": 31,
        "text": "… Երևակայում եմ, թե ինչպե՜ս պիտի ծիծաղի"
      },
      {
        "index": 32,
        "text": "Մանուկ Աբեղյանը"
      },
      {
        "index": 33,
        "text": ", երբ իմ այս քերականական նոր տերմինս կարդա. ոչ, չպիտի՛ ծիծաղի, բարկանա՛ պիտի նա, եթե այս տերմինս կարդա, բայց մենք չենք բարկանա նրա վրա, որովհետև մեր գործը չէ քերականությունը, և իր,"
      },
      {
        "index": 34,
        "text": "Մանուկ Աբեղյանի"
      },
      {
        "index": 35,
        "text": "անփութության շնորհիվ է, որ ինձ պես համբակները զբաղվում են քերականությամբ։— Մյուս կողմից, կարծում ենք, որ մեզ վրա ևս բարկանալու այնքան էլ հիմք չպիտի ունենա նա, քանի որ մեր, համբակիս, կարծիքով՝"
      },
      {
        "index": 36,
        "text": "«Նայիրին»"
      },
      {
        "index": 37,
        "text": ", իբր քերականության ենթակա մի հանգամանք, այսինքն իբր բառ գոյություն ունենալուց առաջ՝ վաղուց արդեն գոյություն է ունեցել մի շարք ավելի քան պատկառելի մարդկանց մեջ ("
      },
      {
        "index": 38,
        "text": "կարդա սույն վեպս"
      },
      {
        "index": 39,
        "text": "), որպես"
      },
      {
        "index": 40,
        "text": "ուղեղային մորմոք, սրտի հիվանդություն"
      },
      {
        "index": 41,
        "text": "… Իսկ նման դեպքերում, ինչպես գիտեք, քիչ գործ ունի անելու"
      },
      {
        "index": 42,
        "text": "լեզվագիտությունը"
      },
      {
        "index": 43,
        "text": ". այստեղ, կարծում ենք, արդեն բժիշկ է հարկավոր, անդամահատական աքցան կամ լանցետ և ոչ թե քերականություն… Թող ներեն ինձ բժիշկները, եթե գտնեն, որ չի կարելի ուղեղային մորմոքը ու սրտի հիվանդությունը հանել մարդկանց միջից աքցանների ու լանցետների"
      },
      {
        "index": 44,
        "text": "օգնությամբ.— բժիշկ չենք մենք, ընթերցող, և ոչ էլ, դժբախտաբար, կենդանի է սույն այս վեպիս մեջ քանիցս հիշատակված դոխտուր Արշակը, որ նրանից կարծիք հարցնենք։— Բայց ի՛նչ էլ լիներ"
      },
      {
        "index": 45,
        "text": "դոխտուր Արշակի"
      },
      {
        "index": 46,
        "text": "կարծիքը՝ մի բան պարզ է մեզ համար. և այդ պարզ բանն այն է, որ վաղուց արդեն պատմությունը, այդ, կարծում ենք, ավելի հանճարեղ բժիշկը, քան դոխտուր Արշակը,– պրակտիկայում կիրառել է վերոհիշյալ միջոցը և չենք կարծում, որ պատմության այդ փորձերն ապարդյուն են անցել. արյուն, ճիշտ է, շատ է հոսել, սակայն կենդանի մնացածներից շատերն արդեն ազատ են վերոհիշյալ ուղեղային մորմոքից ու սրտի հիվանդությունից և այսօր իրենց երկիրն են շինում — մի երկիր, սակայն, որի գոյական լինելը ճշտելու համար կարիք չկա դիմելու ոչ մի Մանուկ Աբեղյանի, որովհետև այդ պարզապես տեսնում են բոլոր նրանք, ովքեր գործ ունեն հողի ու աշխատանքի հետ և ոչ թե այն հռչակավոր, մենք կասեինք՝"
      },
      {
        "index": 47,
        "text": "«նայիրոմազութիհամոյական»"
      },
      {
        "index": 48,
        "text": "գարու, որ, ըստ"
      },
      {
        "index": 49,
        "text": "նայիրյան անեկդոտի՝ տեսել էր մի անգամ երկարականջ քեռին իր այն նշանավոր երազում"
      },
      {
        "index": 50,
        "text": "…"
      },
      {
        "index": 51,
        "text": "Ահա և բոլորը։"
      }
    ]
  }
}
