{
  "chapterNumber": 3,
  "title": "Մdelays delays (2/6) — Part One: The City and Its Inhabitants",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "խաներն են «կնքում»… Մնում են շվարած։ Մոտենում են դռներին, ուզում են դուրս ելնել — փակ է։ Զարհուրած փախչում են ետ։ Միևնույն անցքերով քայլում, քայլում են երկար, և ահա նորից — աստիճաններ։ Եվ հանկարծ, գլխների վերևում, վերը, ներքևում, իրենց շուրջը, չորս կողմը լսում են — խուլ, հեռու ջրերի խշշոց։ Ելնում են աստիճաններով և դուրս են գալիս… Քիչ է մնում հովից ու խոնավությունից ճրագը մարի։ Ո՞ւր են — չեն հասկանում։ Զգում են միայն, որ կանգնած են բարձր մի տեղ, ինչ-որ զարհուրելի խոնավության վրա։ Ներքևում, վարը — գետ է, հեղհեղուկ հոսանք։ Ջրերի խշշոց։ Ու հորդ, հեղհեղուկ հոսանքի վրա, վերը — երկինք է. մութ, խոնավ գիշեր։ Եվ Թաթոն հիշում է հանկարծ՝ կանգնած են ճիշտ այն բլուրանման պարսպի մնացորդի վրա, գետի մեջտեղում։—"
      },
      {
        "index": 1,
        "text": "Կամուրջն է"
      },
      {
        "index": 2,
        "text": ". տեղացիք ասում են՝"
      },
      {
        "index": 3,
        "text": "Վարդանի"
      },
      {
        "index": 4,
        "text": "կամուրջ։ Ահա ջրերի միջից, վարը, երգում են պառավները. ե՞րգ է, թե ջրերի խշշոց։ Ու հորդ, հեղհեղուկ խավարում շողշողում է վարը, ծփում է պսպղուն — օձը, կամուրջի"
      },
      {
        "index": 5,
        "text": "բարի ոգին"
      },
      {
        "index": 6,
        "text": "։ Եվ ահա խոնավ, խշշացող ջրերի միջից ելնում են ահավոր, բառաչում խռպոտ —"
      },
      {
        "index": 7,
        "text": "ջրային գոմեշները"
      },
      {
        "index": 8,
        "text": ".— ահ է, զազրելի զարմանք… Արագ իջնում են վար, փախչում են անցքերով. ու էլի ահա — աստիճաններ։ Շատ են, ինչքա՜ն են շատ… Ելնում են, ելնում են, ելնում են. և ահա — դուրսն են նորից։ Շուրջը — երկինք է. աստղային մշուշ։ Վարը — քաղաքն է երևի. առկայծում են դեղին, տարտամ կրակներ։ Հեռուն, շատ հեռուն, լսվում է խուլ, տխուր — խշշոցը գետի. ոտքերի տակ իրենց — Բերդն է. քարե սնդուկները ծանր շնթռկել են, քնել են ահավոր։"
      },
      {
        "index": 9,
        "text": "Կանգնած են իրենք բերդի ամենաբարձր աշտարակի վրա. փչում է սուր, սարսուռ, սառը մի քամի։ Ու մոտիկ-մոտիկ ծածանվում է լաթի մի կտոր."
      },
      {
        "index": 10,
        "text": "դրոշակն է"
      },
      {
        "index": 11,
        "text": "բերդի։ Մութ է ափսոս։ Եթե ցերեկ լիներ՝ կտեսնեին դեղին կտավի վրա — երկգլխանի մի արծիվն ոսկենկար զարզանդ։ Մութ է, գիշեր է, չի երևում։ Փչում է կատաղի — հրում է քամին, հիմա կընկնեն։ Ինչո՞ւ են այստեղ — ի՛նչ են ուզում։ Սարսափից խելագար՝ աստիճաններով կրկին իջնում են վար, ընկնում են գետնափոր անցքերը. վազում են շնչակատուր։ Եվ քրտինք կտրած՝ հանկարծ, երևի պատահմամբ — ելնում են իրենց ներքնահարկը նորից. բարձրանում են"
      },
      {
        "index": 12,
        "text": "Թաթոյի սենյակը"
      },
      {
        "index": 13,
        "text": "և քնում են  մեռելանման։ Քնում են դառը, աներազ, ծանր մի քնով, բայց առավոտը զարթնում են կայտառ ոգևորված։ Պատմում են բոլորին անցքերի մասին — և բոլորը մնում են ապշած ու շվարած։ Լինում են մարդիկ, որ այդ պատահական գյուտը համարում են խորհրդավոր նշան,"
      },
      {
        "index": 14,
        "text": "զարթնումի սկզբնավորում"
      },
      {
        "index": 15,
        "text": "։ Մոտ է — ասելիս են եղել նրանք —"
      },
      {
        "index": 16,
        "text": "վայրկյանը վերածնության"
      },
      {
        "index": 17,
        "text": "։ Եվ կանչել են նրանք Թաթոյին ու ընկերոջը. խստիվ արգելել են այդ մասին զրուցել ու խոսել։ Բայց հիմա, այդ նշանավոր անցքից քսան-քսանհինգ տարի հետո, Բերդի, Առաքելոց եկեղեցու և Վարդանի կամուրջի մեջ գտնվող այդ անցքերի և աստիճանների մասին — բոլորը, նույնիսկ երեխաները գիտեն։— Բայց այդ մասին, իհարկե, չեն խոսում երբեք, այդ մասին խստիվ արգելված է խոսել։ Այն էլ մոռացա ասեմ, որ երբ Թաթոյի և ընկերոջ անուշադիր լինելու շնորհիվ կառավարությունն իմանում է"
      },
      {
        "index": 18,
        "text": "Առաքելոց եկեղեցու գաղտնիքը — խլում է Առաքելոց եկեղեցին նայիրցիների ձեռքից, իսկ Թաթոն ու ընկերն աքսորվում են"
      },
      {
        "index": 19,
        "text": "Սիբիր"
      },
      {
        "index": 20,
        "text": "և փտում են այնտեղի խոնավ զնդաններում։ Ահա՛ թե ինչ է իրենից ներկայացնում Առաքելոց եկեղեցին… Եվ դեռ ես այն էլ մոռացա ասեմ, որ բացի վերոհիշյալ հրաշքներից՝ նայիրյան արքանե՛ր կան թաղված Առաքելոց եկեղեցում և երբ, եկեղեցին գրավելուց հետո, քանդել են եկեղեցու հատակը –"
      },
      {
        "index": 21,
        "text": "վեմ—քարի"
      },
      {
        "index": 22,
        "text": "ներքևում գտել են անթիվ-անհամար գանձեր ու անգնություններ… Էհ, հին ու մութ պատմություն է, ընթերցո՛ղ — ո՞րը թվեմ։ Գիտուն, խորամանկ, հարուստ ու հպարտ են եղել նայիրյան արքաները. այդպիսի արքաներ հիմա չկան։ Գիտուն, խորամանկ, հարուստ ու հպարտ են եղել, բայց, դժբախտաբար, եսական ու անմիաբան. եթե ոչ…ինչո՞ւ պիտի կորչեր արքայությունը նրանց, և ավերակի վերածվեր երկիրը Նայիրի… Ո՞ւր են հրաշագործ նայիրցիները հիմա — ո՞ւր է հազարամյա Նայիրին… Չկա, ոչինչ չկա հիմա։ Անգամ հնուց մնացած այդպիսի զարմանք-հրաշալիքներ ունեցող նայիրյան այդ քաղաքը, որ առաջ արքայանիստ է եղել, մայր-քաղաք, Հնամենի կենտրոն — այդ քաղաքն անգամ դարձել է հիմա, օտարների տիրապետության օրով — գավառական հետամնաց մի որջ, ուր պատժվելու համար մայրաքաղաքներից աքսոր են ուղարկվում զանազան զեղծումների մեջ բռնված ավազակ պաշտոնյաներ…"
      },
      {
        "index": 23,
        "text": "Քաղաքի այդ երեք հին հրաշալիքները նկարագրելուց հետո անցնենք հիմա քաղաքի նոր հրա"
      },
      {
        "index": 24,
        "text": "շալիքներին։ Այդպիսով մենք կամաց-կամաց կմոտենանք քաղաքի առօրյա կենցաղին և հետզհետե մեր դեմ կելնեն հնամյա այդ քաղաքում այժմ ապրող բոլոր նշանավոր ու աննշան նայիրցիները — քաղաքի հիմիկվա բնակիչները։"
      },
      {
        "index": 25,
        "text": "Ամենամեծ նորությունը, որ նայիրյան չէ և նույնիսկ անընտել, անհասկանալի է թվացել սկզբում տեղացիների աչքին — երկաթուղագիծն է՝ ձգված ռուսների տիրապետության օրով՝ քսան տարի առաջ։ Քաղաքի բնակչության կեսից ավելին դեռ մինչև հիմա էլ հիշում է անմոռանալի այն օրը, երբ անհայտ հեռուներից մինչև այդ քաղաքը ձգված երկաթե գծերի վրայով առաջին անգամ մոտեցել է գնացքը նորակառույց կայարանին։ Եղել է — խնդուն խրախճանք, զարմանալի զարմանք։ Եղել են մարդիկ, որ զարմանքից ու հիացմունքից չեն կարողացել խոսել. առնվել է լեզուները զարմանքից ու հիացմունքից։ Շատերը հիշում են այն հետաքրքիր մանրամասնությունն անգամ, որ գնացքի շոգեկառքը զարդարված է եղել ծառերով ու ծաղիկներով։ Իսկ շոգեկառքի ճակատին, ճիշտ լապտերի վերևը, ծածանվելիս է եղել կապույտ մի դրոշակ՝ վրան ոսկենկար"
      },
      {
        "index": 26,
        "text": "երկգլխանի"
      },
      {
        "index": 27,
        "text": "արծիվ։ Այդպիսի՛ ահա շուքով ու ցնծությամբ է մոտեցել գնացքը քաղաքի կայարանին, որտեղ քաղաքի համարյա ամբողջ բնակչությունը հավաքված է եղել — ուրախ, տոնական զգեստներով — գնացքին դիմավորելու։ Կայարանի առաջ նվագելիս է եղել զինվորական երաժշտախումբը և նրա մոտ կանգնած դիմավորել են գնացքը մի շարք պատկառելի նայիրցիներ և բարձրաստիճան պաշ"
      },
      {
        "index": 28,
        "text": "տոնյաներ. գավառապետը, օգնականը, գինվորական ատյանի պետը,"
      },
      {
        "index": 29,
        "text": "Գեներալ Ալոշը, Մազութի Համոյի հայրը՝ Առաքել աղան"
      },
      {
        "index": 30,
        "text": "— ո՞րը հիշես… Չնայած, սակայն, նրան, որ այդ զարմանահիշատակ օրվանից քսան-քսաներկու տարի է անցել, չնայած, ասում ենք, այդ երկար ու ձիգ քսան-քսաներկու տարիներին — մինչև օրս էլ կան այդ քաղաքում շատ և շատ պատկառելի ու անպատկառ նայիրցիներ, որոնք, երևակայո՞ւմ եք, ոչ միայն գնացք չեն նստել, այլև նայում են շոգեկառքին, որպես մի զարմանալի հրաշքի։ Օրինակ, քաղաքում ամենին հայտնի դագաղագործ"
      },
      {
        "index": 31,
        "text": "Մեռելի Ենոքին"
      },
      {
        "index": 32,
        "text": "մինչև օրս էլ զարմանալի է թվում, թե էդ ինչպե՞ս են մարդիկ, անշունչ երկաթների վրայով,"
      },
      {
        "index": 33,
        "text": "անձի–անգոմեշ"
      },
      {
        "index": 34,
        "text": "վագոնների մեջ նստած՝ տեղից-տեղ ճանապարհվում։ Դեռ մինչև օրս էլ կիրակի օրերը շատ անգամ կարելի է հանդիպել երկու պատկառելի նայիրցիների, որոնք կիրակնօրյա պտույտի ելած (երկաթուղու կայարանը քաղաքային այգուց հետո երկրորդ զբոսավայրն է նայիրյան այդ քաղաքում) — կանգնել են երկաթուղագծի առաջ և զբաղված են այսպիսի մի զրույցով."
      },
      {
        "index": 35,
        "text": "— Էս տնաքանդը տես մի ինչեր արաց…— ասում է մեկը, ոտքով ծուլորեն խփելով երկաթուղագծին և յուղոտ մի ժպիտ երեսին՝ լսելով երկաթուղագծի ախորժ զնգոցը։"
      },
      {
        "index": 36,
        "text": "— Էսպես որ նստիս — տեյի ո՞ւր կերթաս…"
      },
      {
        "index": 37,
        "text": "«Ուր օր կուզես»,— պատասխանում է մյուսը։"
      },
      {
        "index": 38,
        "text": "— Մոսկով կերթա՞ս։"
      },
      {
        "index": 39,
        "text": "«Հըլբըթ կերթաս»։"
      },
      {
        "index": 40,
        "text": "— Կի՞վ…"
      },
      {
        "index": 41,
        "text": "«Կիվ էլ կերթաս…»։"
      },
      {
        "index": 42,
        "text": "Ու տիրում է լռություն՝ ակնածանք ու զարմանք։"
      },
      {
        "index": 43,
        "text": "Երկրորդ նորությունը, որ նույնպես նայիրյան չէ և դեպի որը հատուկ մի ակնածանք են զգում բոլոր քաղաքացիներն անխտիր և որով այնքան հիանում է միշտ ծխական դպրոցի ուսուցիչ պ. Դրաստամատյանը —"
      },
      {
        "index": 44,
        "text": "հինգհարկանի"
      },
      {
        "index": 45,
        "text": "այն հսկա շինությունն է, որ կանգնած է քաղաքի մեջտեղում, որպես ահռելի մի վեհություն, քարե ակնածանք։"
      },
      {
        "index": 46,
        "text": "Այո, քարե մի ակնածանք, որովհետև այդ շենքը, բացի իր վիթխարի լինելը, նշանակալից է և մի ուրիշ, ավելի կարևոր — ամենակարևոր հանգամանքի շնորհիվ.— այդտե՛ղ, այդ միակ շենքումն են կենտրոնացած քաղաքի և նույնիսկ գավառի"
      },
      {
        "index": 47,
        "text": "ամենագեղեցիկ հիմնարկությունները"
      },
      {
        "index": 48,
        "text": "։ Այդտեղ են նստում՝"
      },
      {
        "index": 49,
        "text": "գավառապետը, ոստիկանապետը,"
      },
      {
        "index": 50,
        "text": "—"
      },
      {
        "index": 51,
        "text": "այդտեղ է զորակոչային գավառական ատյանը"
      },
      {
        "index": 52,
        "text": "և այդ շենքում են, վերջապես, գտնվում՝"
      },
      {
        "index": 53,
        "text": "փոստ-հեռագիրը և պետական գանձարանը"
      },
      {
        "index": 54,
        "text": "։ Եվ էլի՛ բոլորը չկարողացա թվել։ Մոռացա ամենակարևոր հիմնարկությունը — այն, առանց որի այդ առասպելական շինությունն իր հմայքի և մանավանդ սարսափելի ակնածանքի կեսից ավելին կկորցներ… Բանն այն է, որ այդ հինգհարկանի շենքի առաջին հարկում, միջանցքի ամեածայրը, կարելի է ասել՝ շենքի ամենահետընկած անկյունում կա մի փոքրիկ սենյակ… Աստված չանի, ընթերցող, այդ սենյակն ընկնես. որ ընկար — ազատվելիք չկա։"
      },
      {
        "index": 55,
        "text": "«Մութ տեղը»"
      },
      {
        "index": 56,
        "text": "— այսպես են անվանում քաղաքացիք այդ սենյակը, թեկուզ սենյակը բոլորովին լույս է՝ երկու պատուհան ունի և երեք էլեկտրական լամպ։ Իսկի էլ լուսավորություն չունենալը չէ, որ դարձրել է սենյակը այդ խորհրդավոր ակնարկին արժանի, այլ թերևս այն, որ այդտեղ մտնողի աչ"
      },
      {
        "index": 57,
        "text": "քերը…"
      },
      {
        "index": 58,
        "text": "մթնում են սարսափից"
      },
      {
        "index": 59,
        "text": ". ահա՛ թե ինչ հատկություն ունի այդ խորհրդավոր սենյակը, սիրելի ընթերցող… Եվ մեծ չափով այդ սենյակին պետք է վերադրել այն խորհրդավոր հարգանքը, որ զգում է ամեն մի քաղաքացի այդ շենքի մոտով անցնելիս։ Եվ նա չէ՞ արդյոք պատճառը, որ այդ հինգհարկանի տունը դարձել է մի ամենակարող կենտրոն, կամ, ավելի լավ է ասել՝"
      },
      {
        "index": 60,
        "text": "առանցք"
      },
      {
        "index": 61,
        "text": ", որի շուրջն են դառնում քաղաքն ու գավառը — և չեն կարող չդառնալ։ Այն միանգամայն ճշմարիտ ակսիոման, որ տիեզերքում ամեն մի կետ կարող է կենտրոն համարվել — ամենայն հեշտությամբ հերքվում է այս դեպքում, ինչպես և բոլոր նման դեպքերում, երբ խոսքը վերաբերում է"
      },
      {
        "index": 62,
        "text": "վարչական"
      },
      {
        "index": 63,
        "text": "և ոչ թե աստղային համակարգություններին։ Այդ հինգհարկանի շենքն է, այո, քաղաքի կենտրոնը և միակ կենտրոնը — և նա, այդ քաղաքը, միևնույն ժամանակ ուրիշ ո՛չ մի կենտրոն չի կարող ունենալ։ Թող որքան կուզե ծխական դպրոցի ուսուցիչ"
      },
      {
        "index": 64,
        "text": "ընկեր Վառոդյանը"
      },
      {
        "index": 65,
        "text": "համոզե օրիորդներին, որ տիեզերքի նկատմամբ կենտրոն կարող է համարվել"
      },
      {
        "index": 66,
        "text": "Բոչկա Նիկոլայի"
      },
      {
        "index": 67,
        "text": "պանդոկը անգամ — թող ինչ ուզում է ընկ. Վառոդյանն ասե — մենք չենք փոխի մեր կարծիքը և հաստատ կպնդենք, որ հինգհարկանի այդ տունն է, այո, միակ կենտրոնը նայիրյան այդ քաղաքի և ամբողջ գավառի և այնտեղից է, այո, որ ելնում են, էլեկտրական կապույտ կայծերի նման և տարածվում ամեն ուղղությամբ —"
      },
      {
        "index": 68,
        "text": "վճիռներ ու ճակատագրեր"
      },
      {
        "index": 69,
        "text": "։ Ընկ. Վառոդյանն այդ բանը, իհարկե, մեզանից լավ գիտե, բայց նա օրիորդներին հաճելի, հանդուգն, խիզախ երևալու համար սոփեստություններ է անում։ Եվ ինչպե՞ս"
      },
      {
        "index": 70,
        "text": "կարող է ընկ. Վառոդյանն այդ չիմանալ, երբ իր կաշվի վրա է զգացել այդ ամենակարող կենտրոնի անմիջական ազդեցությունը։ Հարկավոր է ասել, որ"
      },
      {
        "index": 71,
        "text": "«կաշվի վրա»"
      },
      {
        "index": 72,
        "text": "դարձվածքը պետք է բառացի հասկանալ. ամենքին լավ հայտնի սրճարանատեր"
      },
      {
        "index": 73,
        "text": "Տելեֆոն Սեթոն"
      },
      {
        "index": 74,
        "text": "— նա, որ սրճարան ունի"
      },
      {
        "index": 75,
        "text": "Լորիս—Մելիքյան"
      },
      {
        "index": 76,
        "text": "կոչվող փողոցի  վրա, — երդվում է Հիսուսի անունով, որ բաղնիքում պատահմամբ տեսել է ընկեր Վառոդյանի կռնակի վրա… հետաքրրքիր հետքեր։ Որտե՞ղ, ասացեք խնդրեմ, եթե ոչ այդ ամենակարող կենտրոնում, կարող էր ընկ. Վառոդյանի կռնակն այդպիսի հետաքրքիր դրոշմներ ստանալ կապո՜ւյտ-կապո՜ւյտ գծեր։ Իսկ եթե ընկ. Վառոդյանն այդ էլ չի ընդունում և խորհրդավոր կերպով ակնարկում է իր"
      },
      {
        "index": 77,
        "text": "«Ընկերության»"
      },
      {
        "index": 78,
        "text": "անդամ լինելու հանգամանքը… դժվար է այդ դեպքում որևէ հակաճառություն անել ընկ. Վառոդյանին։ Նույնիսկ երեխաները գիտեն, որ"
      },
      {
        "index": 79,
        "text": "«Ընկերությունը»"
      },
      {
        "index": 80,
        "text": "կենտրոն է, մի ավելի ամենակարող և ահռելի կենտրոն, որ սուլթաններ, շահեր և կայսրեր պիտ տապալե — այդ անգո, ավելի լավ է ասել՝"
      },
      {
        "index": 81,
        "text": "մաթեմատիկական"
      },
      {
        "index": 82,
        "text": "այդ"
      },
      {
        "index": 83,
        "text": "«Կենտրոնը»"
      },
      {
        "index": 84,
        "text": "… Ասում ենք «մաթեմատիկական», որովհետև ընկ. Վառոդյանի ասելով՝ ի նկատի ունենալով այն միանգամայն անհերքելի հանգամանքը, որ հինգհարկանի «Կենտրոնը» կառուցված է վախի, բռնության, արյան ու թյուրիմացության վրա,—"
      },
      {
        "index": 85,
        "text": "«Ընկերության»"
      },
      {
        "index": 86,
        "text": "կենտրոնը քարե՛ է, գրանիտե՝ կառուցված"
      },
      {
        "index": 87,
        "text": "գիտական սոցիալիզմի"
      },
      {
        "index": 88,
        "text": "անհողդողդ հիմունքների վրա։— Ուրեմն երկու անգամ երկու հավասար է չորսի պես պարզ պետք է լինի, որ ոչինչ է հինգհարկանի կենտրոնը, իսկ"
      },
      {
        "index": 89,
        "text": "«Ընկերությունը»"
      },
      {
        "index": 90,
        "text": "— փաստ, անողոք ճշմարտություն — մերկ ճմարտություն։ Այսպես է տրամաբանում ընկ. Վառոդյանը,— և նա իրավունք ունի. հարցրեք ամեն մի երեխայի, այո, նույնիսկ երեխայի, և նա անվրեպ կերպով տեղն անգամ ցույց կտա այդ"
      },
      {
        "index": 91,
        "text": "«Գերկենտրոնի»"
      },
      {
        "index": 92,
        "text": ",— այո.—"
      },
      {
        "index": 93,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 94,
        "text": "։ Այսինքն ոչ թե կամուրջը բառացի, այլ նրա դիմացը, գետափին շինված մի տնակ, որ կիսաքանդ է հիմա, ավերակ, և որի քանդվելու խորհրդավոր պատմության հետ է կապված ընկեր Վառոդյանի կռնակի պատմությունը…"
      },
      {
        "index": 95,
        "text": "Ահա՛ այդ պատմությունը, սիրելի ընթերցող։"
      },
      {
        "index": 96,
        "text": "Մի օր, այսինքն մի գիշեր, ժամը մոտավորապես երեքին, քաղաքի բոլոր տների պատուհանների ապակիները հանկարծ զրնգում են թափով, և նույն վայրկյանին լսվում է մի ահռեցուցիչ, ահռելի մի պայթյուն։ Սարսափած քաղաքացիք դուրս են թափվում տներից և սկսում են դեպի դաշտը, դեպի գերեզմանոցը փախչել. կարծում են երկրաշարժ է, ժաժք՝ աստծու պատիժ։ Բայց այդ լուրը հերքվել է շուտով և տարածվել է մի ուրիշ սարսափելի կարծիք, որ պայթել է Բերդը՝ ամբողջ Բերդը մի րոպեում թռել է երկինք։ Շատերն էլ այն կարծիքին են եղել, որ պայթել է Առաքելոց եկեղեցին. ամեն ոք գիտե, որ նրա վեմ-քարի ներքևում նայիրցի վարպետները պահած են եղել"
      },
      {
        "index": 97,
        "text": "հազար փութ դինամիտ"
      },
      {
        "index": 98,
        "text": "… Իսկ հայտնի պանդոկապետ"
      },
      {
        "index": 99,
        "text": "Բոչկա Նիկոլայը"
      },
      {
        "index": 100,
        "text": ", նա, որ հանրամատչելի"
      },
      {
        "index": 101,
        "text": "դուխան"
      },
      {
        "index": 102,
        "text": "է պահում Լորիս-Մելիքյան փողոցի վրա, ասել է իր հարևան"
      },
      {
        "index": 103,
        "text": "Մեռելի Ենոքին"
      },
      {
        "index": 104,
        "text": ", որ, երևի, պատերազմ է սկսվել, բայց իրենք չգիտեն. հասարակ մարդիկ են — ի՞նչ իմանան։"
      },
      {
        "index": 105,
        "text": "Բայց շուտով պարզվել է, որ ոչ Բերդն է պայթել, ոչ Առաքելոց եկեղեցին, և ո՛չ էլ պատերազմ է սկսվել։— Երանի այդ լիներ,— ինքն իրեն տղայաբար հերքելով ասում է մինչև օրս ընկ. Վառոդյանը,— բայց, մեր կարծիքով, բարեբախտաբար այդ չի եղել, այլ պայթել է, երևակայո՞ւմ եք…"
      },
      {
        "index": 106,
        "text": "Վարդանի կամուրջը"
      },
      {
        "index": 107,
        "text": ", այսինքն ոչ թե ինքը կամուրջը,այլ նրա դիմաց գտնվող այն հողե խրճիթը, որի մասին քիչ վերը խորհրրդավոր կերպով հիշատակեցինք։— Խրճիթում պայթել է երեք փութ…"
      },
      {
        "index": 108,
        "text": "դինամիտ"
      },
      {
        "index": 109,
        "text": "… ահա՛ թե ինչ… Եվ հետևյալ օրն այդ խրճիթի տակից զինվորներն ու ոստիկանները հանել են չորս կիսավառ դիակներ, ավելի ճիշտ՝ դիերի մնացորդներ։ Եղել են՝ բոլորին ծանոթ"
      },
      {
        "index": 110,
        "text": "Ղարաբաղցի Նիկոլը"
      },
      {
        "index": 111,
        "text": ", ուսուցիչ,—"
      },
      {
        "index": 112,
        "text": "Մշեցի Մարգարը"
      },
      {
        "index": 113,
        "text": ", սրճարանատեր,—"
      },
      {
        "index": 114,
        "text": "Ռուս Աբրահամը"
      },
      {
        "index": 115,
        "text": ", գաղտնի ոստիկանության պաշտոնյա,— և"
      },
      {
        "index": 116,
        "text": "Վարժապետ Կարոն"
      },
      {
        "index": 117,
        "text": ",— նա, որի մասին խոսելիս ընկ. Վառոդյանը միշտ ակնածանքով ասում է"
      },
      {
        "index": 118,
        "text": "ընկեր Կարոն"
      },
      {
        "index": 119,
        "text": "։— Ահա՛ թե ինչո՞ւ է"
      },
      {
        "index": 120,
        "text": "Ընկերությունը"
      },
      {
        "index": 121,
        "text": "կենտրոն և նույնիսկ —"
      },
      {
        "index": 122,
        "text": "Գերկենտրոն"
      },
      {
        "index": 123,
        "text": ", սիրելի ընթերցող։ Եվ ի՞նչ նշանակություն կարող է ունենալ, բացի դրականից, այն հանգամանքը, որ հողե այդ խրճիթում պայթած դինամիտի ազդեցությունը կողմնակի կերպով արտահայտվել է ընկ. Վառոդյանի կռնակի վրա, որպես կապույտ գծերի նրբահյուս մի նկար։ Այն մյուս, սոխի գլխի չափ անգամ ընկ. Վառոդյանի աչքին նշանակություն չունեցող"
      },
      {
        "index": 124,
        "text": "«Դառնության կենտրոնում»"
      },
      {
        "index": 125,
        "text": "(ինչպես անվանում է ինքը ընկ. Վառոդյանը հինգհարկանի շենքը),— եղել է — հերոսական պայքար, անպարտ ընդվզում — մի կողմից"
      },
      {
        "index": 126,
        "text": "(կարդա՛ ընկ. Վառոդյանի կողմից),— իսկ մյուս կողմից — բռնություն, մղձավանջ, դեղին ստրկություն։ Իջել է, իջել է, որպես կարմիր ամոթ,"
      },
      {
        "index": 127,
        "text": "«շոմպոլը»"
      },
      {
        "index": 128,
        "text": "ընկ. Վառոդյանի կռնակին,— և նա ելել է վեր՝ զտված, կարծրացած,— որպես սրբած դաշույն՝ ելել է դառնության, զազրանքի կենտրոնից,— հառնել է, հաղթական, նայիրյան ըմբոստ ոգին… Այսպե՛ս է եղել։"
      },
      {
        "index": 129,
        "text": "Բայց մի բան դեռ մինչև օրս էլ ընկ. Վառոդյանը չի կարող մոռանալ և իրեն ներել. այն, որ այնտեղ,"
      },
      {
        "index": 130,
        "text": "«Դառնության կենտրոնում»"
      },
      {
        "index": 131,
        "text": ", կամ — ինչպես ժողովուրդն է ակնածանքով ասում — «Մութ տեղը»,— ինքը, ընկ. Վառոդյանը, ինչպես ծեծից առաջ, նույնպես և, մանավանդ, ծեծի ընթացքում, երևակայո՞ւմ եք - զղջացել է երեխայաբար, որ ինքը խառնվել է,— միանգամայն պատահական կերպով, այդ հիմար պատմությանը։ Եվ ի՞նչ է արել վերջ ի վերջո. մի միամիտ երկտող է գրել ընկեր Կարոյին և խնդրել է նրանից «Ամբոխային տրամաբանությունը» — ահա՛ և ամբողջը։ Երկտողը գտել են Կարոյի գրպանում, և ինքը պետք է տուժե. ի՜նչ թյուրիմացություն։ «Հիմար հեղափոխականի անզգուշություն»,— մտածել է զայրացած ընկ. Վառոդյանը փորձության վայրկյանին։- Եվ նա երկար ժամանակ չի ների իրեն ոչխարային այդ վախը, այդ ամոթաբեր թուլությունը, որ սև բիծ կարող է դնել ամեն մի իսկական հեղափոխականի անկաշառ խղճին։ Փառք աստծու, որ այդ մասին գոնե ոչ ոք չգիտե. ընկ. Վառոդյանը խոսք է տվել իրեն, որ այդ սև արատը մի օր լվանա իր խղճից մի իսկական հեղափոխական"
      },
      {
        "index": 132,
        "text": "գործով,— բայց մենք արդեն չափազանց երկարացրինք ընկ. Վառոդյանի խղճի պատմությունը. անցնենք քաղաքին։"
      },
      {
        "index": 133,
        "text": "Բացի հինգհարկանի շենքից — այդ այսպես թե այնպես —"
      },
      {
        "index": 134,
        "text": "ամենակարող կենտրոնից"
      },
      {
        "index": 135,
        "text": "— քաղաքում կան, այստեղ ու այնտեղ հաստատված, մի շարք ուրիշ, քիչ թե շատ նշանավոր և աննշան կենտրոններ, ինչպիսիք են՝ հիվանդանոցը, քաղաքային ակումբը, տղայոց գիմնազը, իգական գիմնազը, քաղաքային և երկու ծխական դպրոցները․  մոռացանք հաշտարար դատավորի ատյանը, բանտը և"
      },
      {
        "index": 136,
        "text": "«հասարակաց տունը»"
      },
      {
        "index": 137,
        "text": ", որի համար խորապես խնդրում ենք ներողամիտ լինեք։ Զորանոցները քաղաքին չեն վերաբերվում. նրանք գտնվում են երկաթուղագծի այն կողմը, գերեզմանատան մոտ, այնպես որ այդ երկու «հիմնարկությունները» թողնում ենք, միանգամայն հասկանալի պատճառով, անուշադիր։ Քաղաքային հիվանդանոցն էլ, ասենք, համարյա թե քաղաքից դուրս է գտնվում. միհարկանի ցածլիկ մի տնակ է այդ, որ գտնվում է քաղաքի ծայրում, մի ցեխոտ ու նեղլիկ փողոցի անկյունը՝ ինքն էլ ցեխոտ ու խոնավ, ինչպես այդ փողոցը։ Հիվանդանոցի բժիշկ պ."
      },
      {
        "index": 138,
        "text": "Սերգե Կասպարիչը"
      },
      {
        "index": 139,
        "text": "քանիցս մտադիր է եղել հիվանդանոցը տեղափոխել քաղաք, բայց, դժբախտաբար, միշտ այնպես է պատահել, որ որևէ կարևոր մի հանգամանք խանգարել է նրան։— Կամ ինքն է հիվանդացել, կամ գավառապետի կինը, իսկ վերջին անգամ, երբ թե շենքն էր պատրաստ և թե սկսված էին բանակցություններ ինչպես շենքի տիրոջ, այնպես էլ հինգ հարկանի կենտրոնի հետ,— երբ, որտեղից-որտեղ,"
      }
    ]
  }
}
