{
  "chapterNumber": 20,
  "title": "Մասն երրորդ և վերջին (4/8) — Part Three and Final: The Land of Nairi",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "էր տալիս քաղաքի"
      },
      {
        "index": 1,
        "text": "նիսիա"
      },
      {
        "index": 2,
        "text": "(ինչպես Հաջի Օնիկ էֆենդին էր ասում) բնակիչներին և, առաջին հերթին,— պ. Մարուքեին։ Բայց մենք խղճի ամենայն հանգստությամբ պիտի ասենք, որ մինչև վերջ էլ չէինք հավատում պ. Մարուքեի չարամիտ փսփսուկներին և չէինք էլ հավատա, և այժմ այս տողերը դու չէիր կարդա, ընթերցող, եթե մեր աչքին բավականին ծանրակշիռ մի հանգամանք շուտով չգար խախտելու մեր այդ անհողդողդ հավատքը. բանն այն է, որ Կարո Դարայանը ևս, իր եղերական վախճանից մի քանի օր առաջ, իմ, հեղինակիս, ներկայությամբ մի անգամ հայտարարեց մի բավականին բազմամարդ ժողովում, որ տեսել է այն երեկո, ավելի ճիշտ կլինի ասել՝ մարտի 2-ի գիշերը, ժամը մոտավորապես 2-ին,"
      },
      {
        "index": 3,
        "text": "Համո Համրարձումովիչին և բժշկին՝ «Մութ Տեղի» պաշտոնյայի հետ Հինգնարկանի Շենքից ելնելիս"
      },
      {
        "index": 4,
        "text": "։ Հարց՝"
      },
      {
        "index": 5,
        "text": "ի՞նչ գործ ունեին գիշերվա այդ ուշ ժամին այդ ակնածելի վայրում Համո Համբարձումովիչը և Սերգե Կասպարիչը — բժիշկը"
      },
      {
        "index": 6,
        "text": "… Հիշում եմ, երբ տվեց այս հարցը Կարո Դարայանը Համո Համբարձումովիչին — դահլիճում, ուր տեղի էր ունենում ժողովը, տիրեց ահասարսուռ լռություն, զարհուրելի զարզանդ… բոլորը, քար կտրած, սպասում էին Համո Համբարձումովիչի պատասխանին։ Թվում էր, թե եբրայական"
      },
      {
        "index": 7,
        "text": "Եհովայի"
      },
      {
        "index": 8,
        "text": "նման, կամ ինչպես Զևսը — կփրփրի ահա Համո Համբարձումովիչը,— այդ, մենք կասեինք՝ նայիրյան"
      },
      {
        "index": 9,
        "text": "Արամազդը"
      },
      {
        "index": 10,
        "text": ".— եբրայական"
      },
      {
        "index": 11,
        "text": "Եհովայի"
      },
      {
        "index": 12,
        "text": ", կամ հունական"
      },
      {
        "index": 13,
        "text": "Զևսի"
      },
      {
        "index": 14,
        "text": "նման ցասման կայծակ ու շանթ կթափե այդ եղկ մահկանացուի գլխին, այդ ողորմելի մահկանացուի, որ համարձակվում է կասկածի տակ"
      },
      {
        "index": 15,
        "text": "առնել նրա, Համո Համբարձումովիչ Ասատուրովի,"
      },
      {
        "index": 16,
        "text": "Տեղական Կոմիտեի"
      },
      {
        "index": 17,
        "text": "նախագահի"
      },
      {
        "index": 18,
        "text": "հեղափոխական կուսությունը"
      },
      {
        "index": 19,
        "text": "։— Բայց — երևակայո՞ւմ եք — կայծակը չճայթեց, շանթը չշողաց, ոչ էլ ամպրոպը որոտաց, այլ, պատկերավոր ասած՝"
      },
      {
        "index": 20,
        "text": "խաղաղարար"
      },
      {
        "index": 21,
        "text": "անձրև, երկնային զովություն հորդեց նայիրյան"
      },
      {
        "index": 22,
        "text": "Արամազդի"
      },
      {
        "index": 23,
        "text": "աչքերից, հորդեց դառնաթախիծ արցունք… Ալեհեր գլուխը պրեզիդիումի սեղանին դրած (Համո Համբարձումովիչը պրեզիդիումի անդամ էր այդ ժողովում) — դառնաթախիծ թախծեց, դառնացած լաց եղավ Մազութի Համոն— և ամբողջ դահլիճը, ուր ներկա էին բավականին թվով զինվորներ ու մի քանի վակզալի բաշիբուզուկներ, ուր ներկա էր նաև,— օ, խայտառակություն,— պ. Մարուքեն,— այո՛, ամբողջ դալիճը քար կտրած, ահասարսուռ նայում էր Մազութի Համոյի հեկեկանքից ցնցվող, ալեհեր գլխին…"
      },
      {
        "index": 24,
        "text": "«— Փա՜ստ, փա՜ստ»"
      },
      {
        "index": 25,
        "text": "— վեր ցատկելով տեղից՝ դառնաձայն բացագանչեց հեկեկանքի միջից Մազութի Համոն։ Բայց փաստ չկար. կար — մթին կասկածանք. միակ փաստանման բանը — Կարո Դարայանի ձեռքին գտնվող հայտնի, այսինքն գաղտնի ցուցակն էր, որի չորս թերթերը, ինչպես արդեն գիտենք,— պոկված էին ինչ-որ անհայտ ձեոքով։— Իսկ կարելի՞ է արդյոք այդ չեղյալ թերթերի վրա հիմնվելով՝ խայտառակության սյանը գամել, կասկածի տակ առնել մի պատկառելի նայիրցու, մի ալեհեր հեղափոխականի"
      },
      {
        "index": 26,
        "text": "հեղափոխական կուսությունը"
      },
      {
        "index": 27,
        "text": "։—"
      },
      {
        "index": 28,
        "text": "«Փա՜ստ»"
      },
      {
        "index": 29,
        "text": "— դառնաթախիծ բացագանչում էր արցունքից խեղդվող ձայնով Համո Համբարձումովիչը, ու պատերի լռությունն էր միայն և դեմքերի զարմանքն ու ակ"
      },
      {
        "index": 30,
        "text": "նածանքը դառնորեն արձագանքում Համո Համբարձումովիչի արդարություն հայցող աղեկտուր ձայնին… Ահա իրողությունն, ընթերցո՛ղ. փաստ չկար, կար — մթին կասկածանք։ Գրում եմ այնպես, ինչպես տեսել ու լսել եմ ես, առանց եզրակացություն հանելու. հանի՛ր, ինչ եզրակացություն որ կուզես, ընթերցող.— Պիղատոսի նման մենք լվանում ենք մեր ձեռքերն այս մութը, անհասկանալի, անիմանալի գործից։ Ասենք միայն այն, որ փաստ չլինելու պատճառով Համո Համբարձումովիչն արդարացավ, անգամ ասում էր հետագայում, որ, եթե կենդանի մնար Դարայանը — նրան դատի պիտի կանչեր, հեղափոխական դատարանի առաջ պատիվ պիտի պահանջեր նրանից ինքը, բայց, դժբախտաբար, Կարո Դարայանն այնպես անսպասելի կերպով զոհ գնաց"
      },
      {
        "index": 31,
        "text": "անհայտ չարագործների ձեռքից"
      },
      {
        "index": 32,
        "text": ", և Համո Համբարձումովիչը մնաց չբավարարված։"
      },
      {
        "index": 33,
        "text": "Այո՛, մութը, կասկածելի, խորհրդավոր դեպքեր էին, որ տեղի ունեցան այդ շաբաթվա ընթացքում նայիրյան այդ քաղաքում, և այդ դեպքերից ամենամութն ու ամենակասկածելին Կարո Դարայանի մահն էր, նրա անսպասելի սպանությունն"
      },
      {
        "index": 34,
        "text": "անհայտ չարագործների ձեռքով"
      },
      {
        "index": 35,
        "text": "։ Եվ իզուր էր, իր՝ միլիցիապետի բոլոր կարողությունները գործի դնելով, քրտնաթոր որոնում նրա դիակը և նրան սպանողներին ընկ. Վառոդյանը.— նրանք չգտնվեցին։ Ոչ միայն չգտնվեցին նրանք (այսինքն Կարո Դարայանի դիակը և Դարայանին սպանողները), այլև շատ շուտով կորցվեց, հայտնի չէ, թե նայիրյան այդ քաղաքից ո՞ւր հե"
      },
      {
        "index": 36,
        "text": "ռացավ… պ. Մարուքեն։ Ընկ. Վառոդյանը կասկած էր հայտնում, որ, ամենայն հավանականությամբ, Կարո Դարայանի սպանության հետ որոշ առնչություն պիտի որ ունենար պ. Մարուքեի անհետանալը. բայց այդ կասկածը կասկած էլ մնում էր և չէր կարող փարատվել, քանի դեռ չէր գտնված պ. Մարուքեն։ Եսկ թե ո՞ւր էր գտնվում պ. Մարուքեն — միայն իրան էր հայտնի և մեկ էլ ծխականի վարժուհի, մեզ վեպիս առաջին մասից արդեն բավականին ծանոթ, օր."
      },
      {
        "index": 37,
        "text": "Սաթոյին"
      },
      {
        "index": 38,
        "text": ", որ արդեն մի շաբաթից ավելի էր, ինչ"
      },
      {
        "index": 39,
        "text": "երեկոյան դասընթացներ"
      },
      {
        "index": 40,
        "text": "էր կազմակերպել կայարանի մոտ գտնվող ինչ-որ կասկածելի մի տեղում, ուր նա ինչ-որ բաներ էր պարապում"
      },
      {
        "index": 41,
        "text": "վակզալի բաշիբուզուկների"
      },
      {
        "index": 42,
        "text": ", այսինքն կայարանի բանվորների հետ՝ օրական մի ժամ պարբերաբար, տոն օրերին — երկու, անգամ երեք ժամ։ Բայց այդ մասին, իհարկե, ոչ ոք չգիտեր, չգիտեր անգամ ինքը՝ ընկ. Վառոդյանը։ Եվ այժմ էլ քաղաքում այդ օր. Սաթոն էր ահա, որ բռնել էր պ. Մարուքեի տեղը՝ զանազան լուրեր, զպարտություններ և մութ կասկածանքներ տարածելու գործում։ Բայց օր. Սաթոյի և պ. Մարուքեի մեջ կար մի խոշոր տարբերություն. նախ՝ օր. Սաթոն կին էր, իսկ պ. Մարուքեն — տղամարդ (ամենաէական տարբերությունը) — և ապա — որ ավելի կարևոր է գուցե, քան առաջին հանգամանքը,— այս հարցում մեր կարծիքը տարբերվում է Հաջի Օնիկ էֆենդու կարծիքից,— օր. Սաթոն ավելի էր զգույշ ու խորամանկ, քան պ. Մարուքեն։ Փա՞ստ. թեկուզ հենց այն, որ, չնայած օր. Սաթոյի տարածած մի շարք բավականին մութ ու պատասխանատու լուրերին — ոչ ոք չէր իմանում այդ լուրերի"
      },
      {
        "index": 43,
        "text": "իսկական աղբյուրը. օր. Սաթոն այնպես էր տարածում այդ լուրերը, որ լուրերի սկզբնական աղբյուրը, այսինքն օր. Սաթոն, մնում էր, ինչպես ասում են,"
      },
      {
        "index": 44,
        "text": "ստվերում"
      },
      {
        "index": 45,
        "text": ", մնում էր —"
      },
      {
        "index": 46,
        "text": "անհայտ"
      },
      {
        "index": 47,
        "text": "։ Ահա այս էր պատճառը, որ, չնայած ընկ. Վառոդյանի թափած գերմարդկային ջանքերին — նրան, ընկ. Վառոդյանին, այնպես էլ չէր հաջողվում այդ լուրերի առաջն առնել. իսկ այդ բանում ո՞վ կարող"
      },
      {
        "index": 48,
        "text": "էր ավելի շահագրգռված լինել, քան ինքը միլիցիապետը, այսինքն նույն ընկ. Վառոդյանը։ Եվ իր այս շահագրգռման համար, ասում են, ընկ. Վառոդյանն ուներ ավելի քան ծանրակշիռ պատճառներ։ Օրինակ՝ թեկուզ հենց այն, որ այդ լուրեր տարածող աղբյուրը քաղաքում բաց էր թողել այնպիսի մի լուր, որից նույնիսկ ընկ."
      },
      {
        "index": 49,
        "text": "Վառոդյանի մազերը"
      },
      {
        "index": 50,
        "text": ", ինչպես ասում են,"
      },
      {
        "index": 51,
        "text": "բիզ—բիզ"
      },
      {
        "index": 52,
        "text": "էին կանգնում — էլ ո՞ւր մնաց ուրիշներինը։ Այդ լուրեր տարածող աղբյուրը Կարո Դարայանի սպանության առթիվ քաղաքում տարածել էր, որ"
      },
      {
        "index": 53,
        "text": "զուր տեղն"
      },
      {
        "index": 54,
        "text": "է պ. միլիցիապետն այնքան եռանդուն կերպով որոնում Դարայանի սպանողներին։ Այդ աղբյուրին նայելով՝ միլիցիապետը Դարայանին սպանողներին կարող էր գտնել… իրենից չափազանց մոտիկ, եթե ոչ —"
      },
      {
        "index": 55,
        "text": "հենց իր մեջ"
      },
      {
        "index": 56,
        "text": "… Այսպիսի ահա անպատկառ լուրեր էր տարածում ստախոսության այդ անպատկառ աղբյուրը, և նրան շատ թանկ կնստեր նման հանցագործությունը, եթե նա ընկներ"
      },
      {
        "index": 57,
        "text": "հեղափոխական իշխանության"
      },
      {
        "index": 58,
        "text": ", այսինքն՝ ընկ. Վառոդյանի ձեռքը։ Բացի այս՝ ստերի այդ աղբյուրը տարածում էր լուրեր, որ իբր թե քաղաքում նոր հաստատված հեղափոխական իշխանությունը, այսինքն"
      },
      {
        "index": 59,
        "text": "Տեղական"
      },
      {
        "index": 60,
        "text": "Կոմիտեն"
      },
      {
        "index": 61,
        "text": "հանձինս Համո Համբարձումովիչի, բժշկի, ընկ."
      },
      {
        "index": 62,
        "text": "Վառոդյանի"
      },
      {
        "index": 63,
        "text": "և այլոց, ազատ է արձակել, երևակայո՞ւմ եք —"
      },
      {
        "index": 64,
        "text": "գավառապետին, ոստիկանապետին և «Մութ Տեղի» գլխավոր վարիչին"
      },
      {
        "index": 65,
        "text": "— ահա՛ թե ինչ։ Եվ մի՞թե այդ միևնույն աղբյուրը չէ՞ր, որ շրջանառության էր հանել մի այլ, ոչ պակաս անպատկառ, զրպարտություն ևս այն մասին, թե քաղաքի պարետը ("
      },
      {
        "index": 66,
        "text": "բարձրահասակ սպան"
      },
      {
        "index": 67,
        "text": ") գաղտնի պահվում է հենց իրա՝ Համո Համբարձումովիչի բնակարանում։— Այսպիսի լուրեր էր տարածում ահա Կարո Դարայանի սպանությունից և պ. Մարուքեի անհետանալուց հետո ստոր պրովոկացիաների (ինչպես ասում էր ընկ. Վառոդյանը) այդ աղբյուրը, այսինքն՝ օր. Սաթոն, և այս լուրերն այնքան էին ջղայնացնում ու անհանգստացնում քաղաքի հեղափոխական իշխանությանը ("
      },
      {
        "index": 68,
        "text": "Տեղական Կոմիտեին"
      },
      {
        "index": 69,
        "text": "), որ նա, այսինքն քաղաքի իշխանությունը (Տեղական Կոմիտեն) հարկադրված եղավ ի վերջո մի ընդարձակ հայտարարությունով պաշտոնապես հերքել քաղաքում տարածված այդ"
      },
      {
        "index": 70,
        "text": "պրովոկացիաները"
      },
      {
        "index": 71,
        "text": ", որոնք, ինչպես ասված էր հայտարարության մեջ,"
      },
      {
        "index": 72,
        "text": "նպատակ ունեն փորել ժողովրդական իշխանության դեռ նոր հաստատված հիմերը"
      },
      {
        "index": 73,
        "text": "և վերականգնել"
      },
      {
        "index": 74,
        "text": "ցարական լպիրշ ռեժիմը"
      },
      {
        "index": 75,
        "text": "։— Այսպես էր ասված այդ հայտարարության մեջ. ավելին՝ ժողովրդի"
      },
      {
        "index": 76,
        "text": "թշնամի"
      },
      {
        "index": 77,
        "text": "և ցարական"
      },
      {
        "index": 78,
        "text": "ստոր վարձկան էր"
      },
      {
        "index": 79,
        "text": "հայտարարվում այդ հայտարարության մեջ նման պրովոկացիաներ տարածողը, իսկ հայտարարության ամենավերջում ասված էր, որ, ճիշտ է, հեղափոխության թշնամի մի շարք"
      },
      {
        "index": 80,
        "text": "ցարական վարձկանների"
      },
      {
        "index": 81,
        "text": "ջանքերով բանտից փախած են եղել գավա"
      },
      {
        "index": 82,
        "text": "ռապետը, ոստիկանապետը,"
      },
      {
        "index": 83,
        "text": "«Մութ Տեղի»"
      },
      {
        "index": 84,
        "text": "գլխավոր վարիչը և քաղաքի պարետը, բայց հեղափոխական իշխանության (կարդա՝ Տեղական Կոմիտեի) ջանքերով, նրա ձեռք առած կտրուկ միջոցներով"
      },
      {
        "index": 85,
        "text": "ժողովրդի թշնամիները գտնված են և վերստին փակված բանտում"
      },
      {
        "index": 86,
        "text": "։ Եվ ճիշտ որ, վերոհիշյալ անձնավորությունները"
      },
      {
        "index": 87,
        "text": "վերստին ձերբակալված"
      },
      {
        "index": 88,
        "text": "և փակված էին, բայց —"
      },
      {
        "index": 89,
        "text": "«Ո՞ր բանտում»"
      },
      {
        "index": 90,
        "text": "— հարցնում էր օր. Սաթոն խորամանկ։ Ու ինքն էլ պատասխանում էր հարցին՝ «Զինվորական բանտում»։— Լավ, լինի զի՛նվորական, ի՞նչ տարբերություն,— կարող էր ասել միամիտ խոսակիցը, և եթե այդպես ասեր միամիտ խոսակիցը — օր. Սաթոն բաց կաներ նորից իր ստերի տոպրակը և արագ-արագ, զանազան"
      },
      {
        "index": 91,
        "text": "«լսել եմ»"
      },
      {
        "index": 92,
        "text": "—ներով ու"
      },
      {
        "index": 93,
        "text": "«ո՞վ գիտե»"
      },
      {
        "index": 94,
        "text": "-ներով քողարկված, մանվածապատ նախադասություններ կթափեր խոսակցի գլխին — կարծիքներ ու կասկածներ։ Չտեսնված լեզու ուներ այդ"
      },
      {
        "index": 95,
        "text": "ծամը կտրած"
      },
      {
        "index": 96,
        "text": "օրիորդը, որի «օրիորդությունը» վաղուց արդեն կասկածի էր ենթարկել ընկ. Վառոդյանը։ Գիտեր՝ ո՞ւմ հետ պետք է խոսել և ո՞ւմ հետ ի՛նչ լեզվով պետք է խոսել։ Ինչպես ասում էին քաղաքում՝"
      },
      {
        "index": 97,
        "text": "«դարմանի տակի ջուր»"
      },
      {
        "index": 98,
        "text": "էր իսկ որ օր. Սաթոն. տեսքից՝ անմեղ, ներսից՝"
      },
      {
        "index": 99,
        "text": "սատանա"
      },
      {
        "index": 100,
        "text": "։ Երևակայո՞ւմ եք՝ անգամ վերոհիշյալ"
      },
      {
        "index": 101,
        "text": "«վերստին ձերբակալությանց»"
      },
      {
        "index": 102,
        "text": "մասին օր. Սաթոն տարածել էր քաղաքում անհավատալի ստեր, տարածել էր, որ իբր վերոհիշյալ անձնավորություններին «վերստին ձերբակալել» է ոչ թե"
      },
      {
        "index": 103,
        "text": "քաղաքի"
      },
      {
        "index": 104,
        "text": "իշխանությունը (այսինքն՝"
      },
      {
        "index": 105,
        "text": "Տեղական Կոմիտեն"
      },
      {
        "index": 106,
        "text": "), այլ"
      },
      {
        "index": 107,
        "text": "զինվորական"
      },
      {
        "index": 108,
        "text": ".— եկեք ու հավատացեք… Մի խոսքով՝ ստերի կատարյալ տոպրակ էր"
      },
      {
        "index": 109,
        "text": "դարձել Կարո Դարայանի սպանությունից և պ. Մարուքեի անհետանալուց հետո այդ օր. Սաթոն, և մենք ցավում ենք, որ նա ժամանակին չընկավ հեղափոխական իշխանության, այսինքն ընկ. Վառոդյանի ձեռքը։"
      },
      {
        "index": 110,
        "text": "Բայց սուտը սուտ, իսկ ռուսական առածն ասում է —"
      },
      {
        "index": 111,
        "text": "«Չիք ծուխ առանց կրակի»"
      },
      {
        "index": 112,
        "text": "։ Իհարկե, ռուսական այդ առածը ևս կարելի է այնպես շուռ տալ, որ դուրս գա,— սատանան գիտե, թե ինչ. որ դուրս գա այն, ինչ ով ուզում է՝ նայած քեֆին ու ճաշակին։ Օրինակ՝ այդ առածից ելնելով կարելի է ասել, որ ներկա դեպքում"
      },
      {
        "index": 113,
        "text": "«ծուխը»"
      },
      {
        "index": 114,
        "text": "օր. Սաթոյի տարածած ստերն էին, իսկ"
      },
      {
        "index": 115,
        "text": "«կրակը»"
      },
      {
        "index": 116,
        "text": "— հենց ինքը՝ օր. Սաթոն… Եվ սա այսպես էլ էր, որովհետև վերստին ձերբակալությանց օրից մի երկու օր անց այնպիսի մի ծուխ տարածեց այդ կրակը, այսինքն օր. Սաթոն, որ բոլոր քաղաքացիք, մանավանդ Համո Համբարձումովիչը, բժիշկը և ընկ. Վառոդյանը ստիպված էին"
      },
      {
        "index": 117,
        "text": "քթները պահել"
      },
      {
        "index": 118,
        "text": ", որպեսզի չխեղդվեն այդ ծխից, ավելի լավ է ասել՝ այդ ծխանման գարշահոտությունից, որ տարածում էր այդ"
      },
      {
        "index": 119,
        "text": "«կրակը»"
      },
      {
        "index": 120,
        "text": "։ Իսկ այդ ծուխը կայանում էր նրանում, որ օր. Սաթոն, ո՞վ գիտե ի՞նչ անիմանալի միջոցներով ու ճանապարհներով, ձեռք էր բերել ինչ-որ մի"
      },
      {
        "index": 121,
        "text": "միֆական նամակի"
      },
      {
        "index": 122,
        "text": "պատճեն  և կարդում էր սրան-նրան, այսինքն նրանց, ում վրա ինքը վստահություն ուներ, և դրանք էլ իրենց հերթին տարածում էին, ում վրա որ վստահություն ունեին. վերջ ի վերջո այնպես էր դուրս գալիս, որ ոչ-ոք չգիտեր, թե ո՞վ է այդ լուրերի իսկական ակը. մեկը լսում էր մյուսից և պատմում էր մյուսին — ահա և ամբողջը։— Ինձ էլ է կարդացել"
      },
      {
        "index": 123,
        "text": "այդ միֆական նամակի պատճենն օր. Սաթոն, բայց ես, դժբախտաբար,"
      },
      {
        "index": 124,
        "text": "մոտավորապես"
      },
      {
        "index": 125,
        "text": "միայն հիշում եմ հիմա այդ"
      },
      {
        "index": 126,
        "text": "միֆական նամակի"
      },
      {
        "index": 127,
        "text": "բովանդակությունը։ Հետաքրքիր նամակ էր այդ նամակը, ընթերցող, բայց ավելի հետաքրքիր էին օր․ Սաթոյի կոմենտարիաներն այդ նամակին։ Եվ ավելի քան հետաքրքիր էր այն (և այս հանգամանքը մինչև վերջ էլ ինձ համար չլուծված առեղծված մնաց), թե ինչպե՞ս էր այդ նամակը, հասցեագրված լինելով իրեն –Մազութի Համոյին,— ընկել օր. Սաթոյի ձեռքը. նու, եթե ոչ իսկական նամակը, գոնե պատճենը։ Գուցե՞ օր․ Սաթոն"
      },
      {
        "index": 128,
        "text": "հենց ի՛նքն էր հնարել այդ միֆական նամակը"
      },
      {
        "index": 129,
        "text": "և իր հնարածից"
      },
      {
        "index": 130,
        "text": "պատճեն հանել"
      },
      {
        "index": 131,
        "text": ", որպեսզի յուղ լցնի իր առանց այդ էլ բավականին լավ աշխատող անիվին, այսինքն — լեզվին… Ո՞վ իմանա։ Մենք պատմում ենք այն, ինչ որ լսել ենք իրենից — օր. Սաթոյից, և թողնում ենք, որ ընթերցողն ինքը հավատա կամ չհավատա օր․ Սաթոյին։"
      },
      {
        "index": 132,
        "text": "Այդ միֆական"
      },
      {
        "index": 133,
        "text": "նամակը"
      },
      {
        "index": 134,
        "text": "գրված էր զինվորական բանտից և հասցեագրված Համո  Համբարձումովիչ Ասատուրովին։ Նամակի հեղինակն էր — (եթե իհարկե, ընդունենք, որ նամակն"
      },
      {
        "index": 135,
        "text": "իսկապես"
      },
      {
        "index": 136,
        "text": "գրված էր մեկի կողմից և ոչ թե հնարված օր. Սաթոյի ուղեղում) — վերստին ձերբակալված գավառապետը։ Այստեղ կարելի է ավելացնել օր․ Սաթոյի հետաքրքիր կոմենտարիան։ Օր. Սաթոյի ասելով նամակը գրելուն գավառապետին առիթ է տվել վերստին ձերբակալությունը, որի մեջ, գավառապետի կարծիքով՝ անշուշտ"
      },
      {
        "index": 137,
        "text": "մատ ունեցել"
      },
      {
        "index": 138,
        "text": "է Մազութի Համոն։ Օր. Սաթոն ևս այս հարցում համամիտ"
      },
      {
        "index": 139,
        "text": "էր գավառապետին, իսկ թե ինչո՞ւ է Մազութի Համոն մատ խառնել գավառապետի վերստին ձերբակալությանը — դա պարզ է ինքնըստինքյան, ասում էր օր․ Սաթոն. թեկուզ մեզ համար դա այնքան էլ"
      },
      {
        "index": 140,
        "text": "«պարզ չէ ինքըստինքյան»"
      },
      {
        "index": 141,
        "text": ", ինչպես ասում էր օր. Սաթոն։ Բայց անցնենք նամակին։ Հիշում եմ՝ նամակն սկսվում էր"
      },
      {
        "index": 142,
        "text": "«— Հարգելի պ. Ամո Ամբարձումովիչ»"
      },
      {
        "index": 143,
        "text": "խոսքերով, և ես այդ խոսքերը կարդալիս, չգիտեմ ինչու, իսկույն պատկերացրի զավառապետի՝ չոր, դեղնած, իսկապես որ սոխի"
      },
      {
        "index": 144,
        "text": "գլուխը"
      },
      {
        "index": 145,
        "text": ", զայրացկոտ զինվորականի նույնպես չոր, պաշտոնական հայացքը և ցանցառ մորուքը։ Զայրույթի ու ցասման ահասարսուռ բոթ փչեց դեմքիս գավառապետի այդ հասարակ, քաղաքավարի խոսքերից և, թերևս, մասամբ էլ իմ այս հոգեկան շփոթմունքն էր պատճառը, որ ես հիմա այնքան էլ լավ չեմ հիշում նամակի աոաջին նախադասությունները։ Հիշում եմ միայն այն, որ նամակն սկսվում էր"
      },
      {
        "index": 146,
        "text": "հարձակողական"
      },
      {
        "index": 147,
        "text": "նախադասություններով։ Նամակի առաջին իսկ խոսքերից երևում էր, որ հաստատ կերպով վճռել է կյանքի ու մահվան գրոհի դիմել այդ կալանված առյուծը, այդ հուժկու զինվորականը, որի պատահական"
      },
      {
        "index": 148,
        "text": "անկումից"
      },
      {
        "index": 149,
        "text": "օգտվելով՝ ինչպես ասված էր նամակում, քացի էին տալիս նրա ազնվական կողերին անգամ երկարականջ"
      },
      {
        "index": 150,
        "text": "քեռիները"
      },
      {
        "index": 151,
        "text": "։— Այսպիսի մի այլաբանական նախադասությունով էլ, կարծեմ, հենց սկսվում էր զավառապետի նամակը․նախադասությունը չեմ հիշում, բայց հիշում եմ օր․ Սաթոյի կոմենտարիան «երկարականջ քեռիների» մասին․ նրա կարծիքով այդ այլաբանական խոսքի տակ պետք"
      },
      {
        "index": 152,
        "text": "է"
      },
      {
        "index": 153,
        "text": "նապաստակներ"
      },
      {
        "index": 154,
        "text": "հասկանալ, այնինչ իմ կարծիքը բավականի՛ն տարբերվում էր օր. Սաթոյի կարծիքից։ Այո՛, ինչո՞ւ"
      },
      {
        "index": 155,
        "text": "նապաստակներ"
      },
      {
        "index": 156,
        "text": ", և ոչ ուրիշ մի բան… անցնենք նամակին։ Կրկնում ենք՝ մենք բառացի չենք հիշում այդ"
      },
      {
        "index": 157,
        "text": "միֆական նամակի"
      },
      {
        "index": 158,
        "text": "բովանդակությունը, բայց բավականին լրիվ հիշում ենք նամակի ընդհանուր իմաստը, որ դըժբախտաբար պիտի պատմենք մեր տկար լեզվով, տեղ-տեղ միայն բառացի մեջ բերելով նամակի այն ցայտուն տողերը, որ այն ժամանակ մեխվեցին մեր ուղեղում և մնացին այնտեղ — և կարծում ենք, որ այդպես էլ մեխված կմնան այնտեղ — ընդմիշտ ու հավիտյան։"
      },
      {
        "index": 159,
        "text": "Նամակն, ինչպես ասացինք, սկսվում էր դառնագին հոխորտանքով, բայց գնալով փոխվում էր դառնաթախիծ տրտունջի և նորից ծայր էր առնում հոխորտանքն ու մեղադրանքը և, նորից տրտունջի ու դառնության փոխվելով վերջանում էր հույսով, որ (ամենակարող տերը) կվերականգնի արդարությունն"
      },
      {
        "index": 160,
        "text": "Ահեղ Դատաստանի"
      },
      {
        "index": 161,
        "text": "օրը, որին նա հավատում էր այնպես, ինչպես հավատում է"
      },
      {
        "index": 162,
        "text": "Նորին Կայսերական Մեծության"
      },
      {
        "index": 163,
        "text": "մոտալուտ հաղթանակին։ Բայց այս չէ էականը և ամենահետաքրքիրն այդ նամակում, այլ այն, թե ինչ լեզվով էր այդ նամակում խոսվում Համո Համբարձումովիչի և մանավանդ բժշկի — Սերգե Կասպարիչի մասին, այստե՛ղ է ահա նամակի ամենայուղալին ու ամենահյութալին, և նամակի այդ տողերն էին ահա, որ հատուկ բավականություն էին պատճառում օր․ Սաթոյին, վառում նրա հայացքը ու թքակալում նրա, ինչպես ասում էին քաղաքում -"
      },
      {
        "index": 164,
        "text": "շնական"
      },
      {
        "index": 165,
        "text": "շրթունքները"
      },
      {
        "index": 166,
        "text": "։–"
      },
      {
        "index": 167,
        "text": "«Մի՞թե դուք չէիք, հարգելի Համո Համբարձովիչ»"
      },
      {
        "index": 168,
        "text": "— ասվում էր միֆական նամակում —"
      },
      {
        "index": 169,
        "text": "«որ լիզում էիք իմ պնակները և բռնում իմ շուբան ամեն անգամ, երբ իմ բնակարանն էիք գալիս — և մի՞թե ձեր անզուգական դուստր Սևաչյա Պրիմադոննան չէ՞ր, որ հանգստացնում էր իմ, ծանր պաշտոնից քայքայված, ծերությունից հյուծված, վաստակած ջղերը… Իսկ ո՞վ էր, ո՞վ էր, արդյոք»"
      },
      {
        "index": 170,
        "text": ".— ասվում էր ապա այդ միֆական նամակում,—"
      },
      {
        "index": 171,
        "text": "«որ նայիրյան գեղեցկուհիներ էր մատակարարում գաղտնի բաժանմունքի վարիչ Անգելեևին, եթե ոչ այսօրվա «Շրջանային Կոմիսար» Սերգե Կասպարիչը, երեկվա քաղաքային բժիշկը… Իսկ ո՞վ էր"
      },
      {
        "index": 172,
        "text": ",— ասվում էր նամակում,—"
      },
      {
        "index": 173,
        "text": "որ Տեղական Կոմիտեի կնիքով և «Տեղական Կոմիտե» ստորագրությամբ ահաբեկող նամակ ուղարկեց երկու տարի առաջ մեր քաղաքում հսկայական պրակտիկա ձեռք բերած բժիշկ Կարչևսկուն, որպեսզի վերջինս իսկույն ևեթ թողնի մեր քաղաքը և հեռանա սատանաների գիրկը — ո՞վ էր այդ անողը, եթե ոչ նույն ինքը, ձեր"
      },
      {
        "index": 174,
        "text": "(այսինքն Մազութի Համոյի, Ե. Չ.)"
      },
      {
        "index": 175,
        "text": "անզուգական բարեկամ, ներկայումս «Շրջանային Կոմիսար», Սերգե Կասպարիչը, նախկին քաղաքային բժիշկը… Եվ ո՞վ էր, որ"
      },
      {
        "index": 176,
        "text": "— ասվում էր ապա այդ զարմանալի նամակում,—"
      },
      {
        "index": 177,
        "text": "իր տան արտաքնոցի տախտակները թակարդի նման հարմարեցնելով օրը ցերեկով իր տան արտաքնոցում խեղդեց իր հարազատ, խելագարված կնոջը, որպեսզի ազատվի նրանից, իբր մի ավելորդ բալաստից.— ո՞վ էր, ո՞վ էր այդ ամենի դիվային հեղինակը, եթե ոչ — էլի ինքը, նույն ինքը, բժիշկ Սերգե Կասպարիչը, Ձեր"
      }
    ]
  }
}
