{
  "chapterNumber": 3,
  "title": "Մասն առաջին (2/2) — Part One: The City and Its Inhabitants",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Սակայն վերոհիշյալ պաշտոնական կենտրոններից ավելի հետաքրքիր և ուշագրավ են քաղաքի, եթե կարելի է այսպես արտահայտվել՝ «անպաշտոն» կենտրոնները, թեպետև նրանք, ըստ մեծի մասի, չեն վայելում հանրության կողմից այն խորհրդավոր հարգանքը, որ վիճակվել է պաշտոնական կենտրոններին։ Բայց ինչո՞վ, ինչո՞վ է պակաս և ինչո՞ւ համար հասարակական հիմնարկություն չպետք է համարվի թեկուզ հենց, օրինակի համար, եկեղեցական մոմավաճառքի խանութը , որտեղից դուրս ելած բոլոր մոմերը կնքված են լինում, այո՛,— իսկական նայիրյան կնիքով ։ Կրկնում եմ՝ իզուր են միամիտ քաղաքացիք եկեղեցական մոմավաճառքի խանութի վրա աչքի ծայրով նայում. նա կենտրոն է, և որքան էլ ասածս չափազանցություն թվա — կարևոր կենտրոն ։— Եկեղեցիներին և ծխական դպրոցներին վերաբերյալ բոլոր խնդիրներն այդտեղ են արծարծվում և սանկցիա ստանում։ Մոմավաճառքի՝ արտաքինից այդ քոսոտ խանութը, որ այնպես համեստ պահվել է փողոցի ամենախուլ անկյունում — էապես այն նշանակալից դերն է խաղում քաղաքի հասարակական կյանքում, ինչ դեր որ խաղում են քաղաքակրթված երկրներում քաղաքական ակումբները և սալոնները ։ Եվ այդպիսի մի դեր խաղալու համար ամեն հարմարություններ ունի մոմավաճառքի խանութը.— տաք է, քաղաքի կենտրոնում է գտնվում և, որ ամենակարևորն է՝ ազատ է կողմնակի այցելուներից. շաբաթը մի, կամ շատ–շատ երկու այցելու հազիվ է մտնում այդ խանութը մոմ գնելու նպատակով, այնպես որ ո՛չ մի կողմնակի անձնավորություն չի խանգարում այդտեղ հավաք"
      },
      {
        "index": 1,
        "text": "ված վարժապետներին և հոգաբարձուներին։ Եվ նրանք էլ, լիովին օգտվելով խանութի այդ հարմարություններից՝ հաճախ նարդի , կամ թուղթ են խաղում որևէ ուտելիքի, կամ մի-երկու շիշ գինու վրա. ով որ տարվեց — գնի։ Բայց գիտե՞ք, թե ինչո՞ւ, ի միջի այլոց, մոմավաճառքի խանութը կողմնակի այցելուներ չունի. այդ մասին կարող է տեղեկացնել քաղաքում շատ հայտնի սրճարանատեր Սեթոն, որ, ամեն ինչից տեղեկություններ ունենալու շնորհիվ քաղաքացիների կողմից արժանացել է «Տելեֆոն Սեթո» հորջորջման։ Այդ հարգելի քաղաքացին պատմում է, որ երբ կոշկակար Սիմոնի երեխան կնքելիս ինքը, որպես կնքահայր, ուզեցել է մտնել մոմավաճառքի խանութը մի զույգ կերոն գնելու — ս. Գևորգ եկեղեցու քահանա տեր Հուսիկ-Խաչագողը զգույշ քաշել է նրա փեշից. մոմավաճառքից կերոն գնելու ոչ մի կարիք չկա,— ասել է տեր Հուսիկ-Խաչագողը Տելեֆոն Սեթոյին.— կարող է եկեղեցուց վերցնել. թե էժան կնստի և թե եկեղեցին կօգտվի,— ասել է Տելեֆոն Սեթոյին տեր Հուսիկ քահանան։ Ահա՛ թե ինչու ազգային այդ հիմնարկությունը — եկեղեցական մոմավաճառքի խանութը — այցելուներ չունի։ Բայց որպես մի իսկական «քաղաքական ակումբ» — և այն էլ ոչ միայն վարժապետների և հոգաբարձուների, այլև ազգային գործերով բոլոր հետաքրքրվողների համար,— որպես այդպիսի ահա մի հասարակական կենտրոն հայտնի է քաղաքում «Լույս» նավթարդյունաբերական ընկերության այդտեղի ներկայացուցչի գրասենյակը,— մի հիմնարկություն, որ ամենայն իրավունքով կարող էր անվանվել — «Նայիրյան գործերի կենտրոն» ։"
      },
      {
        "index": 2,
        "text": "Եվ այդ էլ՝ «Լույս» ընկերության ներկայացուցիչ Համո Ասատուրովի շնորհիվ, այն Համո Ասատուրովի, որին, նավթի հետ գործ ունենալու պատճառով, քաղաքում կարճ անվանում են — «Մազութի Համո»։ Չնայած այն հանգամանքին, որ «Լույսի» ներկայացուցիչ Համո Ասատուրովը — Մազութի Համոն — գավառապետի ամենամոտիկ բարեկամն է և նրա տարիքավոր կնոջ՝ Ագրիպպինա Վլադիսլավովնայի միակ մխիթարանքը այդ «տաղտուկ, զզվելի, հիմար քաղաքում» — մյուս կողմից՝ չնայած որ գավառապետն իր հերթին մշտական հյուրն է Համո Համբարձումովիչի հյուրընկալ ընտանիքում՝ մանավանդ երբ տանն է լինում ոչ թե ինքը Մազութի Համոն, կամ նրա կինը՝ Անգինա Բարսեղովնան , այլ նրանց աղջիկը՝ տասնութ տարեկան «Սևաչյա Պրիմադոննան» ,— չնայած, կրկնում ենք, Մազութի Համոյի ընտանեկան այս բարդ հանգամանքներին — գուցե և շնորհիվ հենց այդ հանգամանքների — Մազութի Համոն է՛ և կմնա միակ կենտրոնական անձնավորությունը նայիրյան այդ քաղաքի — և ո՛չ մի ազգային, կամ հասարակական խնդիր չի կարող արծարծվել կամ ընթացք ստանալ առանց նրա, Մազութի Համոյի, սանկցիայի։ Որովհետև, բացի վերոհիշյալ հանգամանքները, Մազութի Համոն ամենախելացի և գործունյա անձնավորությունն է ամբողջ քաղաքում, դիրքի տեր է, ռոճիկավոր պաշտոնյա է թեկուզ՝ բայց սեփական տուն ունի և մի քիչ էլ հող,— մի խոսքով՝ հարուստ է, խելացի, հասարակական լայն կապեր ունի, և, որ ամենագլխավորն է՝ Մազութի Համոն անդամ է… «Ընկերության» — և այն էլ՝ ազդեցիկ անդամ … Չե՜ք"
      },
      {
        "index": 3,
        "text": "հավատում.— բայց ես այդ ամենահաստատ աղբյուրից գիտեմ։ Հայտնի է և այն, որ նա, Մազութի Համոն, արտասահմանից «Դրոշակ» է ստանում և գաղտնի կերպով տարածում ժողովրդի ստորին խավերում ։ Եվ այս հանգամանքը ոչ միայն ինձ, հասարակ մահկանացուիս է հայտնի, այլև նույնիսկ իրեն — գավառապետին,— և այս է ահա ամենազարմանալին։ Գավառապետը Համո Համբարձումովիչի հեղափոխական գործունեության վրա մատների արանքից է նայում և, հայտնի չէ թե ինչու, նրա հեղափոխական գործունեությունը համարում է «միամիտ չարաճճիություն» ։ Համո Համբարձումովիչը կրակ էլ լինի — հոգի է և միանգամայն անվնաս անձնավորություն,— ասում է գավառապետը։ «Դուր է եկել մարդուն» — մտածում են քաղաքացիք.— «Ի՞նչ ասես» ։ Բայց թե իրոք որքա՜ն է դուր եկել գավառապետին Մազութի Համոն — դժվար է մի քիչ պատկերացնել. քանի որ հայտնի է բոլորին, որ Վարդանի կամուրջի դիմացը գտնվող այն հողե խրճիթը պայթելու ժամանակ, երբ գործը պետական քննության հանձնվեց՝ վարժապետ Կարոյի գրպանում գտնվեցին… Մազութի Համոյի ձեռքով գրված մի շարք նամակներ … Եվ եթե գավառապետը չլիներ և չծածկեր այդ գործը — Համո Համբարձումովիչը հիմա Սիբիրում կլիներ, Մազութի Համոյի ոսկորներն անգամ հիմա փտած կլինեին… Բայց արի տես որ՝ չնայած Մազութի Համոյի այդքան մեծ դիրքին ու հռչակին, մի ժամանակ քիչ մնաց, որ նրա գրասենյակը, որպես «նայիրյան գործերի կենտրոն» , իր առաջնությունը զիջեր — երևակայո՞ւմ"
      },
      {
        "index": 4,
        "text": "եք՝ Ալեքսանդրյան կոչված փողոցում գտնվող չնչին մի խանութի, որի ցուցանակի վրա նկարված կային երկու հրացան, երկու փախչող նապաստակներ, մի ձիու պայտ և մի հատ էլ չգիտես — ձիո՞ւ, թե շան գլուխ՝ պայտի մեջ մտցրած։ Այսպիսի մի նշանավոր ցուցանակ ուներ այդ խանութը և ցուցանակի վրա, վերոհիշյալ նկարների մեջտեղը, գրված էր ռուսերեն՝ Магазин «Охота» Ншан Маранкозян․ Այս նշանավոր ցուցանակը կպցրած էր խանութի ճակատին, սակայն խանութի լայն վիտրինի աջ և ձախ կողմը կպցրած կային երկու ուրիշ ցուցանակներ, որոնց վրա թեկուզ նկարներ չկային, բայց գրությունը հայերեն էր․ «Ծախում եմ որսորդական զանազան» — գրված էր մեկի, և «Ապրանքներ Նշան Մառանկոզյան» — մյուսի վրա։ Որսորդական ապրանքներ վաճառող Մառանկոզ Նշանի այս չնչին խանութն էր ահա, որ մի ժամանակ մրցել էր ուզում Մազութի Համոյի գրասենյակի հետ և կամենում էր դառնալ… «Նայիրյան գործերի կենտրոն» .— ծիծաղելի է, չէ՞։ Բայց Մառանկոզ Նշանի այդ անխոհեմ վարմունքը, ինչպես և կարելի էր ենթադրել, վերջացավ կատարյալ անհաջողությամբ, և գործի նման վախճանը Մառանկոզ Նշանի համար ունեցավ բավականին ողբերգական նշանակություն… Գործիչ ընկերների մշտական ելումուտը և գործնական հավաքույթներն ի վերջո հիմնովին քայքայեցին Մառանկոզ Նշանի տնտեսական-ֆինանսականը , որովհետև հո չէ՞ր կարելի հավաքել մարդկանց և դատարկ զրույցներով կերակրել, հարկավոր էր և որոշ հյուրասիրություն, ինչպես այդ ընդունված է բոլոր քաղաքակիրթ երկրների քաղա"
      },
      {
        "index": 5,
        "text": "քական ակումբներում. մի բաժակ թեյ, մի–երկու ֆունտ խաղող, մի թաս արաղ կամ գինի, իսկ երբեմն էլ, փոփոխության համար — մի–երկու ռյումկա կոնյակ։ Մի ամիս միայն Մառանկոզ Նշանի տնտեսականը կարողացավ դիմանալ գործիչ–ընկերների բարձրապատիվ գրոհին. մի ամիս միայն նրա խղճուկ խանութը կարողացավ «նայիրյան գործերի կենտրոն» հանդիսանալու բարձր պատվին արժանանալ։ Մի ամիս հետո, ցավոք իր սրտի և ի մեծ հաճույք Մազութի Համոյի — Մառանկոզ Նշանն ստիպված եղավ ծախել իր խանութը, թեկուզ բան էլ չէր մնացել, ինչպես ասում են, ծախելու,— և գնաց Պուլկարիա՝ ամբողջովին հեղափոխական գործին նվիրվելու։ Եվ հիմա նրա խանութը, թեկուզ ցուցանակները դեռ մնացել են անփոփոխ, միայն հիասթափություն կարող է առաջացնել, եթե մեկը՝ ցուցանակներին նայելով, ներս մտնի որսորդական պիտույքներ գնելու։ Ներս մտնողը հիմա այդ նշանավոր խանութում կտեսնի — նախ՝ խանութի մի պատից մյուսը ձգվող փայտե մի նեղ դազգահ , որ խանութը բաժանում է երկու անհավասար մասի, իսկ դազգահի այն կողմը՝ դեմը, կողք-կողքի շարված՝ թիթեղե մի չինացի, ձեռքին կլոր մի վահան ,— ավստրիական, նույնպես թիթեղե, կանաչագույն մի զինվոր, նույնպես վահանը ձեռքին,— ֆեսավոր մի ասկյար, նա՛ էլ թիթեղե ու վահանավոր ,— և մի շարք ուրիշ նման արարածներ — բոլորը թիթեղե , բոլորը վահանավոր ։ Իսկ խանութի առաստաղից այդ թիթեղն արարածների գլխին բարակ թելերով կախված գույնզգույն ձվերն ու լուցկիները, խորքում, դիմացի պատին հենած կարտոնե դեկորացիան, որ"
      },
      {
        "index": 6,
        "text": "իբր թե անտառ է ներկայացնում, դազգահի վրա դրված հսկա գրամաֆոնը և բախտախաղի կլոր սեղանը՝ վրան էժանագին սապոններ, աղամաններ և մի քանի հատ թղթադրամներ շարած — այս բոլոր հեքիաթային երևույթները հասկանալու համար հարկավոր է գիտենալ, որ Նշան Մառանկոզյանի այնքան նշանավոր, պատմական անցյալ ունեցող հեղափոխական խանութում հիմա մեզ արդեն հայտնի Բիթլիսցի Արշակի եղբայրը՝ Ամերիկայից վերադարձած Բիթլիսցի Մանուկը , հիմնել է «Տիր» կոչված հիմնարկությունը, որ վերջին նորությունն է, նայիրյան այդ քաղաքի վերջին ամերիկական նորությունը, ուր կիրակի օրերը շատ պատկառելի քաղաքացիներ զբաղվում են հոգեշահ բախտախաղով, իսկ գիշերները ծխական դպրոցի ուսուցիչներից մի քանիսը, կոշկակար Սիմոնը, Մեռելի Ենոքը, Տելեֆոն Սեթոն և ռեալական դպրոցի բարձր դասարանի աշակերտներից շատերը հավաքվում են գաղտնի թղթախաղի։ Հիմա ամեն անգամ այդ խանութի մոտից անցնելիս Համո Համբարձումովիչի — Մազութի Համոյի սիրտը լցվում է մարդասիրական տխուր զգացմունքով․ նա հիշում է Մառանկոզ Նշանին և խղճում է մարդկանց։ Եվ այդ խեղճ, անճարակ, գռեհիկ վանեցին ուզում էր իր՝ Համո Համբարձումովիչի հետ, մրցության ելնել… Ո՞վ էր նա և ո՞վ է ինքը, «Լույսի» ներկայացուցիչ Մազութի Համոն… Այս համեմատությունն անելիս Համո Համբարձումովիչը հիշում է միշտ, ինքն էլ չգիտե ինչու, գավառապետի կնոջը — Ագրիպպինա Վլադիսլավովնային և նրա սիրտը հալչում է մի անուշ ջերմությունից, ինչպես թեյի մեջ գցած ռաֆինադ —"
      },
      {
        "index": 7,
        "text": "շաքար։ «Դժվար է Մազութի Համոյի հետ մրցել, շատ է դժվար» — մտածում է նա։ Եվ ճիշտ որ՝ ինչո՞ւ մրցել։ Ինքը ամենամոտիկ բարեկամն է — գավառապետի, բժշկի, Օսեփ Նարիմանովի, Գեներալ Ալոշի և այլն, և այլն, և այլն — քաղաքի բոլոր ազդեցիկ և դիրքի տեր մարդկանց։ Վերջապես ինքը — այո — նախագահն է տեղական «Կոմիտեի» , և նույնիսկ երևակայո՞ւմ եք — «Կենտրոնական Կոմիտեի» , թեկուզ այս մասին գավառապետը չգիտե և չի էլ ենթադրում… Գիտենա էլ — ի՞նչ պիտի անե․ դժվար է, դժվա՛ր է Համո Համբարձումովիչի հետ մրցելը՝ խելացի մարդ է գավառապետը, նա հո չի՞ կարող այդ բանը չհասկանալ… Իսկ այն, որ նա ներկայացուցիչն է «Լույս» նավթարդյունաբերական ընկերությանը. նավթը հո «որսորդական ապրանք» չէ, որ իսկույն սպառվի. քանի դեռ ապրում է ինքը և կանգուն է Բաքուն, Համո Համբարձումովիչի գրասենյակը կա և կմնա իսկական «Նայիրյան գործերի կենտրոն» և ո՞վ գիտե նրա, Համո Համբարձումովիչի գրասենյակից չէ՞, որ պիտի ելնե խանդավառ առաջին «ողջույնը ազատ նայիրցիներին» — երբ ցրվի մի օր մուժը, մշուշը դարավոր Նայիրիի դեմքից և զվարթ ու խնդուն, որպես ինքնակալ մի արքա — ժողովուրդ, ելնե դարերի փոշուց ազա՜տ Նայիրին… Այսպիսի մտքեր է ահա ունենում ամեն անգամ Նշան Մառանկոզյանի նախկին խանութի առաջից անցնելիս Համո Համբարձումովիչը — Մազութի Համոն։ Բայց բավական է, կարծեմ, որքան խոսեցինք նայիրյան քաղաքի զանազան նշանավոր և"
      },
      {
        "index": 8,
        "text": "աննշան կենտրոնների մասին. եթե այդ քաղաքի բոլոր քիչ թե շատ աչքի ընկնող կենտրոնների մասին խոսելու լինեինք՝ նախ երբեք չէինք վերջացնի, և երկրորդ՝ ընկեր Սուրեն Վառոդյանի նման դեմ կառնեինք այն թյուրիմաց հարցին, թե ինչո՞ւ վերջապես, կենտրոն չի կարող համարվել թեկուզ Եգոռ Արզումանովի գինետունը, կամ Տելեֆոն Սեթոյի հայտնի սրճարանը, որ ունի հայերեն գրված այսպիսի մի ցուցանակ. Թողնենք, ուրեմն, բոլոր այդ կենտրոնները և անցնենք քաղաքի առօրյա կենցաղին։ Ինչպես ամեն տեղ աշխարհիս երեսին, այնպես էլ նայիրյան այդ փոքրիկ քաղաքում — կանուխ, մութլուսուն ելնում է նայիրցի խանութպանը, ոմն Կարապետյան կամ Մարտիրոսյան,— իր տնից և գնում է գործի։ Քաղաքի առևտրական մասը Լորիս-Մելիքյան կոչված փողոցն է, ուր երկու շարք, կողք-կողքի ձգված են ցածլիկ, միհարկանի խանութները՝ երկար-երկար — մինչև կայարան։ Քաղաքի ամենաբանուկ փողոցն է այդ և որպես այդպիսին՝ ամենափոշոտն ու ամենացեխոտը։ Եթե անձրևային է լինում եղանակը՝ փողոցի մի մայթից մյուսն անցնելու համար հարկավոր է ձեռք քաշել կրկնակոշիկից կամ կոշիկից, եթե մեծ է այն ոտքիդ, անպայման ցեխում կմնա։— Այդ փոշոտ, ցեխոտ, նեղլիկ փողոցում են կենտրոնացած քաղաքի առևտրական հիմնարկությունները և ուրիշ ոչ մի տեղ, եթե, իհարկե, չհաշվենք թաղերում"
      },
      {
        "index": 9,
        "text": "գտնվող այն մի-երկու տուն-խանութները, որոնցում առևտուրը տեղի է ունենում նահապետական ձևով՝ ապրանքների փոխանակությամբ։ Մի ձուն — մի ասեղ ահա այդ խանութների առևտուրը։ Ինչպես ասացի՛նք՝ ա՛ռավոտ կանուխ, համարյա մութլուսուն, ելնում է նայիրցի խանութպանը տնից և գնում է գործի։ Նա — ահա — անցնում է առավոտվա մշուշի միջով, ելնում է մշուշից՝ միջահասակ, ծուռ, աջ ուսը միշտ մի քիչ բարձր ձախից. մոխիրե ուրվական։ Լուրջ է՝ դեմքը թուխս նստած հավի է նման. հոգսեր, հոգսեր, հոգսեր — աշխարքի հանելուկ։ Ելնում են, ելնում են տներից ու քայլում են դանդաղ, անշտապ, ու բացվում են խանութներն իրար ետևից. հացագործ, մանրավաճառ, կոշկակար. կողքին՝ մրգեղենի խանութ, կողքին՝ կտորեղեն, խալիներ, բրինձ։ Համարյա ոչ մի խանութ չկա, որ մի գործով զբաղվի․ հացթուխի խանութում միևնույն ժամանակ նավթ էլ է ծախվում՝ Մազութի Համոյից մի փութ նավթ է գնել և գրվանքաներով ծախում է ուզողին։ Կտորեղեն ծախողը — հակերով բրինձ է վաճառում, կամ շաքար, կամ լուցկի։ Խանութը կոշկակարի է, բայց խանութի անկյունում դրված է մի սեղան, որի դեմը կանգնած եկվոր մի նայիրցի վարսավիրությամբ է զբաղվում։ Կամ մտնում ես ներս — վարսավիր է, բայց պատուհանի առաջ, անկյունում, ակնոցավոր մի մարդ սեղանի դեմը նստած՝ ժամացույցներ է տնտղում. ժամագործ է։ Կամ այստեղ, նպարավաճառի կողքին, աղյուսե բավականին ընդարձակ մի խանութ է ահա․ մեծ, ապակեպատ դռներով, նույնիսկ վիտրին ունի, ուր շարված են՝ տղամարդու և կանացի պատրաստի"
      },
      {
        "index": 10,
        "text": "կոստյումներ, սանրեր, մկրատներ, արտասահմանյան օծանելիքներ։ Իսկ ցուցանա՞կը. Փարիզից է բերված.— սև ֆոնի վրա ոսկեզօծ տառերով գրված է ֆրանսերեն՝ «A bon marche» ։ Տերը՝ երեսունն անց սափրված եվրոպացի է՝ պենսնեն նայիրյան քթին, անբեղ-անմորուք․ դերասան է ասես, որ զբաղվում է առևտրով։ Նրան անվանում են քաղաքում — պ. Աբոմարշ ։ Աբոմարշի հարևանը սափրիչ է. չէ. եվրոպական վարսավիր , ինչպես հայտարարված է նրա ցուցանակի վրա։ Անունն է պ. Վասիլ ։ Միջահասակ է, լայնաթիկունք. չիլ այտեր ունի, դեղին մորուք։ Սիրում է ածիլելիս շրթունքներն այնքան մոտեցնել սափրվողի դեմքին, որ նրա մասին քաղաքում պատմում են զանազան առասպելներ։ Նրա հարևանը — կոշկակար է, հայտնի է քաղաքում, որպես սքանչելի «կինտաուրի» պարող։ Բարեկենդանի հինգշաբթի երեկոները, երբ քաղաքի ակումբում, որ մի փոքր բեմանման հարմարություն ունի, որևէ եկվոր մի դերասան տեղական սիրողների հետ խաղում է «Վարդանանց պատերազմը» — բոլորը գնում են ակումբ ո՛չ այնքան «Վարդանանց պատերազմը» , որքան կոշկակար Սիմոնի «կինտաուրին» տեսնելու։ Բոլորը սիրում են նրան, բացի վարսավիր Վասիլից, որ չարախնդաբար անվանում է նրան կամ «Կինտաուրի Սիմոն» , որ դեռ էլի ոչինչ,— և կամ… «Կլուբի մեյմուն» ,— կատարյալ խայտառակություն։ Բայց ամենից հետաքրքիրը կոշկակարի հարևանն է՝ պարսկաստանցի մի վաճառական, որ զբաղվում է գորգի, քիշմիշի, մորթեղենի և շաքարի առևտրով։ Եթե խանութը մտնեք՝ կտես"
      },
      {
        "index": 11,
        "text": "նեք.— գորգեր, գորգեր, գորգեր՝ հին, փոշոտ, զանազան։ Աղվեսի, սանսարի, վագրի ու արջի մորթիներ։ Պարկերով իրար վրա դարսած շաքար։ Արկղներով քիշմիշ։ Մեծ խանութ է. Պարսկաստանի և Եվրոպայի հետ առևտրական կապեր ունի։ Հարևան խանութը — մեզ արդեն բավականին ծանոթ Ղահվեճի Սեթոյի խանութն է, ուր նա չոր սուրճ է ծախում։ Ինչպես այս խանութը, այնպես էլ իրեն՝ ղահվեճի Սեթոյին չպետք է շփոթել Տելեֆոն Սեթոյի և նրա այն հայտնի սրճարանի հետ, որը գտնվում է մի քանի խանութ այն կողմը, և որի ցուցանակի վրա, ինչպես ասված է արդեն, գրված է՝ «Չայ, Ղահվե, Ճաշարան, Սեթրակ Ֆալիան» ։ Չնայած որ երկուսի էլ անունը Սեթո է և երկուսն էլ գործ ունեն սուրճի հետ, սակայն մեկը չոր սուրճ ծախող է, իսկ մյուսը — սրճարանատեր ։ Բացի այս,— չհաշված այս երկու արգո նայիրցիների հիշյալ զուտ– պրոֆեսիոնալ տարբերությունը՝ նրանց մեջ կա և, եթե կարելի է այսպես ասել, անձնական տարբերություն.— ղահվեճի Սեթոն միջահասակ է, գիրուկ, անբեղ-անմորուք, թորշոմած դեմք ունի, ներքինու կերպարանք.— այնինչ Տելեֆոն Սեթոն չոր է, բարձրահասակ, գլուխը ֆեսի է նման, չոր բեղեր ունի, ցանցառ մորուք, այծի կերպարանք։ Եվ, վերջապես, տարբեր է այս երկուսի, այսպես ասած՝ հասարակական դիրքը .- ղահվեճի Սեթոյի խանութը — աննշան մի որջ է, մի ողորմելի անկյուն, ուր մկները միայն կարող են հավաքվել, եթե միայն նրանք, այսինքն մկները, ընդհանրապես կարող են հետաքրքրվել չոր սուրճով,— այնինչ Տելեֆոն Սեթոյի սրճարան-ճաշարանը, թեկուզ և «ճաշարան» բառը զուր"
      },
      {
        "index": 12,
        "text": "տեղն է տեղ գրավել նրա ցուցանակի վրա, քանի որ այդտեղ ոչինչ էլ չի տրվում, բացի սուրճից ու թեյից,— բայց, չնայած դրան, այդ սրճարանը նույնն է քաղաքի ցածր խավերի համար, ինչ որ է վերին խավերի համար Մազութի Համոյի գրասենյակը.— քաղաքական ակումբ է, կատարյալ ակումբ։ Հաջորդ խանութը… Այդտեղ Հաջի էֆենդի Մանուկոֆը մանուֆակտուրա է ծախում, այսինքն՝ Սամարղանդի փուշիներ, զանազան կերպասեղեն ( չիթ, յազմա, չլվարի ), «բրոցկի» շաքար, «լապշինի» լուցկի։ Միևնույն ժամանակ սարաֆություն էլ է անում. անգլերեն գիտե, և որպես միակը քաղաքում՝ վայելում է քաղաքացիների առանձին հարգանքը։ Կատաղի հայասեր է Հաջի Օնիկ Մանուկոֆ էֆենդին , ինչպես իրեն սիրում է հորջորջել հենց ինքը՝ այդ հայտնի հայասերը։ Խանութները շատ են, բոլորը հո չի՞ կարելի թվել. մենք պատահմամբ մի քանիսի մասին միայն երկու խոսք ասացինք։ Մնացածների մասին թող նրանց ցուցանակներն ասեն՝ ճիշտ այն հերթով, ինչ հերթով որ շարված են նրանք Լորիս-Մելիքյան փողոցի մի ծայրից մյուս ծայրը՝ մինչև կայարան։ «Մանրուքի խանութ. Պողոս Կոլոպոտյան» — «Գինի, արաղ, կոնյակ. Համբարձումով Նիկոլայ» (սա իր բավականին ընդարձակ փորի պատճառով քաղաքում կոչվում է Բոչկա Նիկոլայ ) — «Դագաղագործ. ընդունում եմ պատվերներ. Ենոք Կարապետյան» (սա հենց ինքն է՝ Մեռելի Ենոքը ) — «Ճաշարան «Եվրոպա». Եգոռ Արզումանով» — և էլի մանրավաճառ, կոշկակար, մանրավաճառ, վարսավիր, մանրավաճառ, մանրավաճառ և հանկարծ"
      },
      {
        "index": 13,
        "text": "— «Դեղատուն Ժգենտի» — ու էլի՝ մանրավաճառ, ու էլի՝ մանր-մունր խանութներ — մինչև կայարան։ Կանուխ, մութլուսուն, բացվում են խանութներն իրար ետևից — ու ծույլ, դանդաղ, միապաղաղ՝ սկսվում է քաղաքի գործնական եռուզեռը՝ գործնական առօրյան։ Սովորաբար առավոտվա այդ վաղ պահերին մայթերը բավականին դատարկ են լինում, այնինչ փողոցի մեջտեղով, խուռն ու բազմերանգ, հոսում են բավականին ստվար բազմություններ։ Անցնում են փողոցի մեջտեղով՝ սայլեր, ոչխարի և տնային այլ անասունների բազմագլուխ նախիրներ, մշակներ, որ մեծ խմբերով գնում են քաղաքից դուրս՝ երկաթուղագծի վրա աշխատելու, գյուղացիներ, որ գյուղական այլ և այլ բարիքներ են բերում քաղաքում վաճառելու։ Սայլերի, նախիրների և գյուղացիների այդ խուռներամ հոսանքը հոսում է Լորիս-Մելիքյան փողոցի մեջտեղով դեպի մեյդանը , այսինքն՝ շուկան, որ գտնվում է փողոցի և կայարանի մեջտեղն ընկնող այն դաշտանման տեղում, որ տեղացիների լեզվով կոչվում է «գյոլ» . կամ «լիճ», որովհետև գարնան սկզբին այդտեղ է հավաքվում բլուրներից հոսող ջուրը, որը և մնում է այդտեղ լճացած, մինչև որ չորանա։ Անցնում են, անցնում են. առավոտները հաճախ մշուշ է լինում,— ու մշուշի միջից դանդաղ առաջացող, կարծես մշուշից ելնող սայլերից, նախիրներից ու գյուղացիներից կազմված հորդածուփ այդ հոսանքը արժանանում է իրենց խանութների առաջ նստած կամ կանգնած, գնորդի սպասող խանութպանների"
      },
      {
        "index": 14,
        "text": "զանազան նկատողություններին։ Պետք է ասել, որ առավոտվա այդ կանուխ պահերին, երբ գյուղերից եկած հոսանքը դեպի մեյդան է շտապում, փողոցի երկու կողմը շարված խանութները շատ չնչին ուշադրության են արժանանում դեպի մեյդան շտապող գյուղացիների կողմից. վերջը, կեսօրից հետո, երբ իր բարիքը ծախած գյուղացին՝ ետ դեպի գյուղ է շտապում նույն Լորիս-Մելիքյան փողոցով — այս անգամ ոչ թե մեջտեղով, ինչպես այդ վայել է սայլերին ու նախիրներին, այլ մայթերի վրայով,— այդ ժամանակ միայն եռում, կատաղի ճակատամարտի տեսք է ստանում մանրուքի խանութների առևտուրը։ Իսկ մինչ այդ, մանավանդ առավոտյան այդ վաղ պահերին, երբ նոր է սկսվում գյուղացիների հոսանքը դեպի մեյդան,— նայիրցի խանութպանները խաղաղ նստած են լինում իրենց խանութների առաջ և փողոցի մեջտեղով դանդաղ առաջացող եռուզեռին նայելով՝ հաղորդում են իրար իրենց պատահական մտքերն ու տպավորությունները։ Օրինակ.— «Ան օչխարը, նայե՛, մեկ փութ դմակ կախված է ետեվեն» — ասում է Հաջի Օնիկ էֆենդի Մանուկոֆը ղահվեճի Սեթոյին։ — «Ես յաղլու մը կլլած եմ առտուս» — տեղի-անտեղի պատասխանում է ղահվեճին, ինչպես երևում է, բոլորովին տարբեր տրամադրություններով տարված։ Եվ Հաջի Օնիկ էֆենդին, միանգամայն բավարարված այդպիսի մի պատասխանով, լռում է խորհրդավոր և շարունակում է նայել փողոցով անցնող սպիտակ ոչխարների ծանր դմակներին։ Ղահվեճին, որ ընդհանրապես սիրում է խոսակցությունը, ուզում է զրույց սկսել քաղաքի նորությունների մասին, բայց Հա"
      },
      {
        "index": 15,
        "text": "ջին, նկատելով փողոցի ծայրից առաջացող իր երեխային, որ ամեն առավոտ իր համար հաց ու պանիր է բերում տնից (շաքար խանութում կա) — մտնում է իր խանութը թեյելու։ Ղահվեճին, մենակ մնալով, մտածում է ինքն էլ մտնի իր խանութը թեյելու, բայց այդ պահուն կոշկակար Սիմոնը դուրս է ելնում խանութից և ձեռքը մեկնելով նրան՝ «Բարի լույս, պ. Սեդրակ» — ասում է քաղաքավարի։ «— Գիշերս լա՞վ ես քնե» — հարցնում է կոշկակար Սիմոնը ղահվեճի Սեթոյին։ Շատ քաղաքավարի երիտասարդ է կոշկակար Սիմոնը և միակն է քաղաքում, որ «պ. Սեդրակ» է անվանում ղահվեճի Սեթոյին։ Ուստի և այս վերջին հանգամանքից չափազանց զգացված՝ «Աղեկ եմ» — պատասխանում է, ժպտալով, ղահվեճի Սեթոն. «— առավոտ յաղլու մը կլլած եմ, ըստ սովորության» ։— «Անուշներ» — կտրուկ կտրում է Սիմոնը և նորից մտնում է խանութը՝ թողնելով անուշ հիացմունքի մեջ ղահվեճի Սեթոյին։ «Ի՞նչ կըսեր էլի Կլուբի մեյմունը» — յուղոտ ժպիտը դեմքին, դանդաղ մոտենալով, հարցնում է վարսավիր Վասիլը։ «— Գործ չկա» — պատասխանում է հորանջելով ղահվեճի Սեթոն, և երկուսը միասին, տխուր-տխուր աչքերով, սկսում են նայել փողոցի մեջտեղով անցնող անասուններին ու գյուղացիներին։ «Ես չեմ հասկնար, թե դուն ինչո՞ւ չես հարգեր սաբոժնիկ Սիմոնը» — ասում է ղահվեճին. «— ես անոր ոտքերը ունենայի նե — հիմա սանկ թխլիկ կնիկ մը տունս նստած կլլար. սատանայի պես կպարե շանորդին…»։ «Չի ըսե՝ մեյմունի պես, կըսե սատանայի» — լինում է վարսավիրի կտրուկ պատասխանը։ Ղահվեճին վիրավորվում է իր մեջ,"
      },
      {
        "index": 16,
        "text": "բայց վախենում է վարսավիրի հեգնող լեզվից և ոչ մի բառով կամ ակնարկով չի արտահայտում իր դժգոհությունը։ «Ի՞նչ կըհասկնա այդ աղտոտ ուշաղբազը» — հայհոյում է մտքում վիրավորված ղահվեճին և մի վախլուկ ժպիտ սահեցնելով դեմքին՝ մտնում է խանութը։ Եվ այս պատմությունը կրկնվում է ամեն օր համարյա, ամեն առավոտ։ «Վատ, չարախոս լեզու ունի ուշաղբազ պերպերը» — մտածում է, խանութի մի անկյունը նստած, ղահվեճի Սեթոն։ Արևը կամաց–կամաց սկսում է բարձրանալ, և ահա մյուս, ոչ խանութպան, քաղաքացիները ևս ելնում են տներից և մայթերի վրայով գնում են՝ մի մասը «պրովիզ» գնելու, մի մասը — գործի։ Պաշտոնյաները շտապում են պաշտոնատեղի, պ․ Մարուքեն շտապում է դպրոց։ Խանութներում գործը հետզհետե սկսում է եռալ, և գուցե միայն դագաղագործը և «Եվրոպա» ճաշարանի տնօրեն Եգոռ Արզումանովն են հիմա, անգործ նստած իրենց խանութների առաջ, ձանձրույթից հորանջում։ Սակայն նրանք էլ կամաց֊կամաց սկսում են ըզբաղվել․ դագաղագործը ձանձրույթից ձանձրացած՝ սկսում է թղթե արծաթազօծ հրեշտակներ կպցնել դագաղների վրա, իսկ դուքանչի Եգոռը մի բավականին մաքուր սրբիչ վերցնելով՝ սկսում է ճաշարանի սեղանները սրբել։ Սրբում, սրբում է դուքանչի Եգոռը և շվվացնելով «Վասադուլի» ռուսական երգը, մտածում է, որ հարկավոր է մի մեծ քաղաք տեղափոխվել — Ռաստով կամ Կատինդար – և այնտեղ կարգին «ստալովո» պահել։ Եվ հանկարծ, ինքն էլ չգիտե ինչու, հիշում է, որ ղահվեճի"
      },
      {
        "index": 17,
        "text": "Սեթոն մի անգամ բարեկենդանին մի ֆունտ լվացքի սապոն մի անգամից կերավ՝ տասը ռուբլի գրազի համար։ «Թու քու գալած ճամփեն…» — զզվանքով հայհոյում է Եգոռ Արզումանովը և սրբիչը մի կողմ նետելով՝ ելնում է փողոց։ Այդ նույն վայրկյանին պ. Մարուքեն մտնում է վարսավիր Վասիլի վարսավիրանոցը՝ ածիլվելու։ Ամեն օր դպրոց գնալուց առաջ անպայման ածիլվում է պ. Մարուքեն։ Ահա թե ինչու վարսավիր Վասիլը մի առանձին հարգանք է տածում դեպի պ. Մարուքեն. ածիլելիս այնքան է մոտեցնում իր արաղահոտ շրթունքները պ. Մարուքեի այտերին, որ միանգամայն հավանական է դարձնում ղահվեճի Սեթոյի կասկածները վարսավիրի բարոյականի նկատմամբ։ Պ. Մարուքեն, իհարկե, երիտասարդ չէ, երեսուն-երեսուներկու տարեկան կլինի — թեպետ, մյուս կողմից՝ դեմքը թուխ է, հաճախ սափրվելուց և պուդրա գործածելուց այտերը հաճելի քնքշություն են ստացել, իսկ քթի ծայրը համարյա միշտ կարմրած է լինում հարբուխից կամ օղուց։ «Խորին հարգանքներս պ. Մարուքեին» — ասում է վարսավիր Վասիլը, գլուխ տալով, երբ պ. Մարուքեն մտնում է ներս։ Պ. Մարուքեն թեթև գլխով է անում և լուրջ, սփրթնած դեմքով նստում է հայելու առաջ։ Աչքերը փակում ու, ծույլ, փափկաթոռի մեջ ընկղմած, սպասում է, մինչև տաք, կակուղ խոզանակը, սապոնոտ սահելով՝ քսվի դեմքին և իր այտերի վրա շոգ, տաք՝ զգա վարսավիր Վասիլի արաղահամ շնչառությունը։ «Զգույշ» — բարկացած վեր է թռչում պ. Մարուքեն, երբ վարսավիրի տաք շրթունքները համարյա քսվում են"
      },
      {
        "index": 18,
        "text": "նրա դեմքին։ «Ինչ գռեհիկ են այստեղի վարսավիրները» — տխուր մտածում է պ. Մարուքեն։ «Ուրիշ բան է, օրինակ, եվրոպական քաղաքներում՝ կամ, թեկուզ, Ռուսաստանում. այնտեղ մարդիկ քաղաքավարի, մաքուր են ավելի, այնպես են ածիլում, որ հաճույք ես զգում։ Իսկ պ. Վասիլը… Նու, քիչ է մնում բերանդ մտնի. հիմար, գռեհիկ նայիրցի…»։ «Անուշներ» — ասում է պ. Վասիլը, երբ, մազերը սանրելուց հետո, սպիտակ սրբիչով մաքրում է պ. Մարուքեի դեմքի պուդրան և խոզանակով սկսում է նրա օձիքը մաքրել։ «Էսօր աչքիս քիչ տխուր կերևաս, ի՞նչ է պատահե» — հարցնում է վարսավիր Վասիլը խորամանկ ժպտալով.— «Առանձին բան չկա» — խռպոտ, լուրջ ձայնով պատասխանում է պ. Մարուքեն և գլխարկը վերցնելով շտապում է դպրոց։ Մարդիկ անցնում են դանդաղ, անշտապ անցնում են մարդիկ, կանայք, երեխաներ — ելել են փողոց, որ գնան պաշտոնի, գնումներ անելու, բաղանիք, գործի։ Բաղանիք, ասենք, առավոտվա վաղ ժամերին միայն կանայք են գնում նայիրյան այդ փոքրիկ քաղաքում. քաղաքում կա միայն երկու բաղանիք, երկուսն էլ ասիական, թեկուզ մեկի անունն է «Ճերմակ» , որովհետև նրա պատերը սպիտակացրած են կիրով,— իսկ մյուսը, որ մեչիտի նման ձմերուկաձև գմբեթ ունի, կոչվում է «Ֆանտազիա բաղանիք — առանձին համարներով» ։ Ընդամենը երկու համար ունի այդ եվրոպականացրած բաղանիքը, բայց դրությունը դրանից, իհարկե, չի փոխվում. համարներում գնում են"
      },
      {
        "index": 19,
        "text": "լողանալու քաղաքացիներից միմիայն՝ – առաջին քաղաքամասի պրիստավը, նրա կինը, աղջիկները, էլի մի քանի պաշտոնյա ռուսներ և մեկ էլ հայտնի մանուֆակտուրիստ Հաջի Օնիկ աղա Մանուկոֆը. նա էլ, լինելով հմուտ անգլիագետ, համարները գերադասում է ընդհանուր լողարանից։– «Ինչ կընես ըրե — մարդ չի տեսնար» — ասում է նա այդ առթիվ, թեկուզ մեզ արդեն ծանոթ ղահվեճի Սեթոն նրա մասին էլ, ինչպես և վարսավիր Վասիլի մասին, ունի առանձին կարծիք։ «Հաջի Օնիկ աղան չի ուզեր հարևանները տեսնեն, որ ինքը դեղին սապոնով կլողնա» — ասում է նա։ Առավոտվա այդ վաղ պահերին բաղանիք են գնում, ինչպես ասացինք, բացառապես կանայք, որովհետև քաղաքում գտնվող երկու բաղանիքներն էլ, առանց բացառության, մինչև ցերեկվա ժամը չորսը բաց են կանանց, իսկ չորսից Հետո — տղամարդկանց համար։ Բաղանիք այդ քաղաքում կանայք գնում են առանձին մի շուքով, կարծես գնում են ծիսակատարության։ Գնում են, ընդհանրապես, մի քանի ազգական — կանայք, աղջիկներ և երեխաներ միասին. մենակ ընդունված չէ բաղանիք գնալ նայիրյան այդ քաղաքում։ Առջևվից, գնացքի ավանգարդը կազմելով, գնում է սովորաբար գզգզված մի մշակ՝ շալակին պղնձե մի մեծ ջրաման, որի մեջ դրված են լինում պղնձե կլոր թասեր, փայտե նալըններ , սանր, սապոն – մի խոսքով՝ լողանալու զանազան պարագաներ։ Եթե ընտանիքում ծծկեր երեխա է լինում — նրան էլ սովորաբար գրկում է նույն մշակը, որի երկու կողքից հաղթական քայլերով արշավում են երե"
      },
      {
        "index": 20,
        "text": "խաները, տղաներ ու աղջիկներ, տղաները — մինչև յոթը տարեկան, իսկ աղջիկների համար տարիքը նշանակություն չունի։ Երեխաների համար առանձին օրենք է ընդունված նայիրյան բաղանիքներում. ընդունված է կանանց հետ բաղանիք թողնել մինչև յոթը տարեկան տղաների, բայց եթե ընտանիքում, որ բաղանիք է գնում, հիվանդ է տասնևմեկ տարեկան մի տղա — նրան էլ մայրն իրավունք ունի հետը բաղանիք տանելու. հո չի՞ կարող հիվանդ երեխան տանն սպասել և անլվա մնալ ։ Այսպիսի բաղանիքային կարգեր կան, հնուց մնացած, նայիրյան այդ քաղաքում։ Եթե ամառ է, աշուն, մի խոսքով — մրգի ժամանակ՝ բաղանիք գնացող ընտանիքի հայրը, լինի նա վարսավիր Վասիլը, թե Հաջի Օնիկ էֆենդի Մանուկոֆը կամ դուքանչի Եգոռը — ցերեկվա տասներկուսին մոտիկ պետք է բաղանիք ուղարկե, լողացող ընտանիքին նվեր՝ ձմերուկ, սեխ, խաղող կամ խնձոր, և դա սովորաբար արվում է հրապարակով, բոլորին ի տես, մանավանդ երբ բաղանիք է գնացած լինում Հաջի Օնիկ էֆենդի Մանուկոֆի հանըմը ՝ երեխաներով հանդերձ։ «Էսօր էլի Հաջին բաղանիք է ղրկե Նունուֆար հանըմին» — ասում են հարևանները քմծիծաղ։ «Խեյր էղնի» — ասում է այդպիսի օրերին Եգոռ Համբարձումովը, «Եվրոպա» ճաշարանի տերը, Հաջի Օնիկին. «էսօր Հաջին մեզ մոտ պիտի ճաշե. լավ բոզբաշ եմ շինել տվե, իսկական դամաշնի՝ պամիդորով ու սոխով» ։ Բայց Հաջին չի սիրում ընտանիքից դուրս — ճաշարաններում ճաշել. երբ տնից ճաշ չեն ուղարկում, նա յոլա է գնում հացով ու պանի"
      },
      {
        "index": 21,
        "text": "րով, իսկ եթե մրգի ժամանակ է՝ սիրում է ձմերուկ կամ սեխ ունենալ մսի փոխարեն։ «Շատ բան պետք չէ մարդու մը կշտացնելու համար» — մտածում է Հաջին. «— Անգլեթերում լորտերը սև հացով կբավականանան. սակայն այդ հանգամանքը չի խանգարեր անոնց, որ անոնք ըլլան ազնիվ ու հայրենասեր» ։— Եվ հարևանները, չնայած որ բնավ չեն էլ մտածում հավատալ, որ լորդերը Անգլեթերում սև հաց են ուտում,— այնուամենայնիվ հավանություն են տալիս Հաջու խոսքերին։ «Մարդըս ինչով ասես կարող է կշտանալ, մանավանդ Հաջի Օնիկ էֆենդին» — մտածում են նրանք։ Երբ արևը բավականին բարձրանում է վեր և կեսօրից սկսում է դեպի արևմուտք թեքվել, Լորիս-Մելիքյան փողոցի վրա գտնվող խանութներում գործնական եռուզեռը հասնում է իր գագաթնակետին.— Հաջին շուկայից վերադարձող գյուղացիներին մանուֆակտուրա, շաքար, փուշիներ է ծախում, վարսավիր Վասիլը սափրում է ու խուզում, «Եվրոպա» ճաշարանում բորշչ են սկսում ուտել զինվորներն ու գյուղացիները, իսկ մանրավաճառները շունչ քաշելու անգամ ժամանակ չեն ունենում։ Ասեղ, թել, կողպեք, քառորդ ֆ. սպիտակ հալվա, ֆուրգոնի մազութ, Լապշինի լուցկի,— գնում են, գնում են, ում ինչ հարկավոր է օրվա համար, և ծախում ու հարստանում են — Կոլոպոտյանը, Զարգար Հովհաննեսի տղան, որ հիմա մանրուքի խանութ ունի, Քաչալ Թաթոսը, Կաթոլիկ Սիմոն աղան և մնացած չարչիներն ու խանութպանները.— խեղճ Աբոմարշն է միայն, որ անգործ, աչքը խանութի պատերից կախած եվրո"
      },
      {
        "index": 22,
        "text": "պական գույնզգույն հագուստներին հառած, սպասում է գնորդի։ Երևի նայիրցիները չեն հասկանում, որ ինչպես իր ցուցանակի վրա գրված, այնպես էլ իրեն կպցրած ֆրանսերեն «Աբոն մարշե» -ն ոչ այլ ինչ է նշանակում, եթե ոչ — բարի գալուստ .— մտածում է նա։— Եթե այդ հասկանային, գոնե ներս կմտնեին, գնելը դեռ մի կողմ։ Պետք է ցուցանակները ռուսերենի վերածել — որոշում է նա մտքում և սկսում է իր նոր ցուցանակի համար մի հարմար անուն մտածել։ Տասներկուսից տաս անց՝ երկրորդ դասն արդեն վերջացրած լինելով՝ քաղաքի ծխական դպրոցի ուսուցչանոցում, մեծ դասամիջոցից օգտվելով, նախաճաշ են անում ուսուցիչ-ուսուցչուհիները։ Ուսուցիչներից մեկի անունն է Բյուզանդ Վարդերեսյան , երեսունին մոտիկ ճեմարանավարտ փորձված ուսուցիչ. Մանուկ Աբեղյանից է սովորել հայերենը և պարծենում է դրանով։ Մազերը պահում է երկար, սանրում է մեծ խնամքով, թողնում է կարճ մորուք։ Դպրոցում պարապում է հայերեն և երգ։ Միևնույն ժամանակ դպրոցի տեսուչն է ավագ ուսուցիչը։ Երկրորդ ուսուցիչը — մեզ արդեն ծանոթ պ․ Մարուքեն է, դպրոցում նա ավանդում է թվաբանություն և ռուսաց լեզու։ Երրորդը նույնպես ճեմարանցի է, բայց ավելի երիտասարդ. սիրում է հասարակական գործունեությամբ զբաղվել և միտք ունի հաջորդ ամառվա ընթացքում մեզ արդեն բավականին ծանոթ երկրորդ ծխականի ուսուցիչ ընկ․ Վառոդյանի ընկերակցությամբ մի շարք դասախոսություններ կարդալ հայոց պատմության մի քանի հետաքրքիր և"
      },
      {
        "index": 23,
        "text": "դաստիարակիչ գլուխների մասին, կազմակերպել երիտասարդական միություն, որի գլխավոր նպատակներից մեկը պիտի լինի «Հայոց լեզուն տարածելու խնդիրը» — ռուսախոս նայիրցիների շրջանում։ Լավ երիտասարդ է պ. Աշոտը և լավ մտքեր ունի, բայց դժբախտաբար անտարբեր չէ դեպի իր պաշտոնակցուհի օր. Նվարդ Լուսպարոնյանը , որ Թիֆլիսի հովնանյանավարտներից է և պահում է կարճ մազեր։ Չորրորդը նույնպես ուսուցչուհի է, երեսունին մոտիկ մի օրիորդ, օր. Վարդուհի Զատիկյան . վերջացրել է Երևանի Գայանյան դպրոցը, չի սիրում օր. Նվարդին և ֆիզիկական ատելություն է զգում դեպի նրա կարճ մազերն ու թեթևամիտ հանաքները։ «Կինը պետք է իրեն պահել իմանա» — ասում է նա հաճախ՝ ակնարկելով օր. Նվարդի հանաքները պ. Մարուքեի հետ, դեպի որը, ասում են, այնքան էլ անտարբեր չէ… ինքը՝ օր. Վարդուհին ։ Նրանք նստած են հիմա ուսուցչանոցում, որը շատ լվանալուց խունացած հատակով և դեղնած առաստաղով երկպատուհան մի սենյակ է. մեջտեղում՝ կանաչ ծածկոցով, թանաքոտած մի սեղան, պատից կախված է մի մեծ, կայարանների ժամացույցներին նման, կլոր ժամացույց, իսկ երկու պատուհանների մեջտեղում — մի մեծ փայտյա պահարան։ Պատուհանները փողոց են նայում, իսկ դուռը միջանցք է դուրս գալիս, բակը, որտեղ խաղում են երեխաները, մնում է հեռու — այդպիսով նրանք այստեղ բավականին ապահովված են իրենց զգում երեխաների աղմուկ-աղաղակներից. մի հանգամանք, որից շատ դժգոհ է պ. Մարուքեն և ավելի քան գոհ է օր. Նվարդը։"
      },
      {
        "index": 24,
        "text": "Թեյը, դեղին, պաղ, հորանջում է ապակյա բաժակներում. ձանձրալի է. հավաս չկա . թեյ, թեյ, թեյ,— ամեն օր նույնը։ Ձանձրալի են օր. Վարդուհու զրույցները կանացի առաքինության մասին — օր. Նվարդին, իսկ օր. Նվարդի տափակ հանաքները օր. Վարդուհու ականջներն ու հոգին տանջում են, բռնաբարում են համարյա. ոչ խոսքն է օգնում, ոչ վրդովմունքը։ Պ. Մարուքեն թերթ է կարդում և քթի տակ ծիծաղում է օր. Վարդուհու վրա, իսկ երբ լսում է պ. Աշոտի դողդոջուն ձայնը, որով նա խնդրում է օր. Նվարդին մի բաժակ թեյ ևս լցնել — աչքերը բարձրացնում է թերթից և պաղ նայում է պաշտոնակցի դեմքին։ Իսկ պ. Բյուզանդ Վարդերեսյանը համարյա ամեն օր մեծ դասամիջոցին հաճույքով վիճում է օր. Վարդուհի Զատիկյանի հետ բարոյախոսության մասին և գոհ է թե իր հայացքներից, թե իր խռպոտ ձայնից և թե, մանավանդ, օր. Վարդուհուց, որ միշտ համաձայնվում է նրա հետ և միշտ ասում է, հայացքը օր. Նվարդին դարձնելով. «Ճի՛շտ է, պ. Բյուզանդ. մարդիկ, մանավանդ կանայք, պետք է առաքինի լինեն։ Ես միանգամայն համաձայն եմ Ձեզ հետ, պ. Բյուզանդ» ։ Եվ պ. Բյուզանդը, գոհ, ժպտադեմ՝ սրբում է իր նայիրյան մեծ քիթը կարմիր թաշկինակով։ Տալիս է զանգը, և ուսուցիչ-ուսուցչուհիները, դանդաղ, տեղերից հազիվ բարձրանալով, նորից գնում են դասարանները՝ պարապմունքները շարունակելու։ Երբ օր. Նվարդը մտնում է դասարան, աշակերտներից ամենաչարը և ամենահերոսը, որ ընկերների"
      },
      {
        "index": 25,
        "text": "կողմից հարգվում է որպես կատարյալ տղամարդ — շիլ, դեղնած աչքերով Միսակ Հովհաննիսյանը, կամ, ինչպես ընկերներն են ասում՝ Շլդոն , կանգնած է լինում գրասեղանի կամ նույնիսկ ուսուցչի սեղանի վրա. դասարանում աղմուկ է, փոշի, վայրենի, բայց ուրախ հռհռոց։ «Էլի դու սեղանի վրա ես բարձրացել» — սուր, խզվող ձայնով ճչում է օր. Նվարդը և վրա է վազում Շլդոյին բռնելու։ Շլդոն սեղանից-սեղան թռչելով հասնում է դասարանի վերին անկյունը և մտնում է գրասեղանի տակ։— «Ներողություն, օրիորդ, ներողություն» — ճչում է այնտեղից Շլդոն։ Երեխաներն ավելի են հռհռում, աղմուկը դառնում է անտանելի։ «Հանգի՛ստ» — ձեռքն աթոռին և ոտքը հատակին խփելով ճչում է օր. Նվարդը սուր, խեղդվողի ձայնով, դասարանում մի վայրկյան տիրում է բացարձակ լռություն։ Օր. Նվարդը մոտենում է ուսուցչական սեղանին և վերցնում է քանոնը։— «Դո՛ւրս արի գրասեղանի տակից» — քանոնը սպառնալի կերպով բարձրացնելով վեր և արագ մոտենալով Շլդոյի գրասեղանին — ասում է օրիորդը։ Բայց դուրս է գալիս այնպես, որ Շլդոն այլևս այն նստարանի տակից տեղափոխված է լինում արդեն դասարանի հակառակ անկյունում դրված նստարանի տակ։ Աշակերտներն ավելի ազատ և ավելի ուրախ են սկսում հռհռալ, օր. Նվարդը հուզմունքից քիչ է մնում ուշաթափվի և, երբ լացակումած աչքերը բնազդով դռանն է հառում և տեսնում է գրասեղանի վրա մեծ, ծուռ տառերով գրված «քաչալ Նվարդ» բառերը — այլևս չի կարողանում իրեն զսպել և արագ մոտենալով ուսուցչական սեղանին՝ թուլացած ընկնում է նրա մոտ"
      },
      {
        "index": 26,
        "text": "դրված նստարանի վրա և գլուխը սեղանին դնելով՝ մի փոքրիկ աղջկա նման սկսում է աղիողորմ հեծկլտալ։ Դասարանում տիրում է մեռելային լռություն, որի մեջ օր. Նվարդի խուլ, դառն հեկեկանքները հնչում են ավելի խուլ և ավելի աղի, այնպես որ նույնիսկ Շլդոն, ազդվելով վայրկյանի լրջությունից, նստում է իր տեղը։ Եվ բոլոր աշակերտները մի տեսակ միստիկական դրության մեջ ընկած՝ կամ նայում են վար, իրենց գրասեղանի սև տախտակներին, կամ պաղ, անասնական ահով լցված մանկական աչքերը օրիորդի ցնցվող արմունկներին և կարճ մազերին հառած՝ սպասում են ստեղծված կացության վախճանին։ Մի երկու վայրկյան հեծկլտալուց հետո օր. Նվարդը հանկարծ վեր է թռչում տեղից և թեթև քայլերով, գլուխն ու ամբողջ մարմինը տարօրինակ ցնցելով, վազում է դասարանից դուրս։ Աշակերտները հասկանում են, որ օր. Նվարդը գնում է ուսուցչանոց, տեսչին կանչելու։ «Շլդոյի գլխին տվեք, թող քոռանա» — ասում է մի աշակերտ՝ լռությունը խզելով. «— Տեսուչը որ եկավ, բոլորիս կպատժե» — շարունակում է նրա մոտ նստած ընկերը — նա, որ ամենից շատ էր հռհռում և մտքի մեջ նախանձում էր Շլդոյին։ Եվ ահա Շլդոյի մոտ նստած աշակերտը, տասներկու-տասներեք տարեկան չիլ Մուկուչը ձեռքն արդեն բարձրացնում է վեր, որ իջեցնի Շլդոյի գլխին — բայց դուռը բացվում է հանկարծ և ներս է մտնում պ. Բյnւզանդը՝ զայրացած, ահռելի դեմքով, իսկ նրա ետևից, աչքերը սրբելով, մտնում է օր. Նվարդը — հոգնած ու գունատ։"
      },
      {
        "index": 27,
        "text": "«— Մկրտիչ Կարապետյան, դու՛րս արի» — ավելի րարձր ձայնով, քան կարելի էր ենթադրել, որ ունի պ. Բյուզանդը,— բղավում է պ. Բյուզանդը դեռ ներս չմտած. նա տեսավ չիլ Մուկուչի բարձրացրած ձեռքը, որը, եթե ինքը մի վայրկյան էլ ուշանար՝ ծանր, պիտի իջներ Շլդոյի գլխին։ Գլուխը կախ, խոնարհ՝ վախից դողացող մարմնով ելնում է չիլ Մուկուչը դուրս։ «— Միսակ Հովհաննիսյան» — ավելի ահռելի ձայնով կանչում է պ. Բյուզանդը. «— Դու ևս դուրս արի»։ Եվ ահա Շլդոն ևս, գլուխը հոռետեսորեն քորելով, գալիս կանգնում է գրատախտակի մոտ։ Դասարանը սարսափ կտրած, չռած աչքերով սպասում է դրության վախճանին։ «Սա՞ էր» — ցույց տալով Շլդոյին՝ հարցնում է պ. Բյուզանդը։ Օրիորդը, հուզված, գլխով է անում. չի կարողանում խոսել։ «Ա՛րջ» — վրա պրծնելով բղավում է պ. Բյուզանդը. «— ես քեզ ցույց կտամ, աչքե՛րդ կհանեմ»։ Ու փայտե քանոնի ազդեցիկ հարվածներ իջեցնելով Շլդոյի գլխին՝ արագ շարում է իրար ետևից գունեղ ածականներ.— «Շա՛շ, հիմա՛ր, իշո՛ւկ, փողոցի՛ թափթփուկ, լի՛րբ,— ի՞նչ ասեմ, ի՞նչ ասեմ, ի՞նչ ասեմ». էլի ու էլի. մի զարկը — մի ածական։ Հետո հերթը հասնում է չիլ Մուկուչին. նա էլ, իր հերթին զանազան գեղարվեստական ածականներ ստանալով և գլխի վրա նրանց քանակը հաշվելով՝ սկսում է լաց լինել բարձրաձայն, այնպիսի ահռելի մի լացով, որ ձայնը հասնում է մինչև մոտակա փողոցը։ «— Ես դուրս կանեմ սրանց, օր. Նվարդ» — ասում է պ. Բյուզանդը՝ պարտականության առաջին մասը վերջացնելով.— ներողություն եմ խնդրում, որ"
      },
      {
        "index": 28,
        "text": "մինչև հիմա մնացել են դպրոցում»։ «— Թող էլի մնան, պ. Բյուզանդ» ողբերգական ձայնով ու պսպղուն, գոհ աչքերը տեսչի դեմքին հառած — խնդրում է օր. Նվարդը. «— Ինչպե՞ս կարելի է դուրս անել երեխաներին. դա հակամանկավարժական է և անվայել քաղաքակիրթ ուսուցչին» — մտքում մտածում է նա, բայց վախենում է իր այդ միտքը բարձրաձայն արտահայտել պ. Բյուզանդին։ Բայց անընկճելի պ. Բյուզանդը, հրամայելով պատժված աշակերտներին իսկույն տուն գնալ և ծնողներին կանչել,— առանց պատասխանելու ելնում է դուրս։ Աշակերտները ոտքի են կանգնում և մնում են կանգնած, մինչև օր. Նվարդը դրամատիկական ձայնով ասում է.— նստեցե՛ք»։— «Բաց արեք գրքերդ» — ասում է մի վայրկյան հետո, ճակատը շփելով օր. Նվարդը։ «— Մարտիրոսյան, կարդա՛» — ասում է նա։ Եվ դասն սկսվում է նայիրյան դպրոցում՝ տխուր, անհետաքրքիր, իսկ օր. Նվարդի գլուխն սկսում է նվալ, և մտքերը նրա փոքրիկ գլխում սկսում են պաղ, միապաղաղ հորանջել։ Արևը զենիթից սկսում է իջնել, ժամը մոտենում է երեքին, իսկ ղահվեճի Սեթոն դեռ ոչ մի մսխալ սուրճ չի կարողացել ծախել։ «Թարս օր է, գիշերը թարս եմ քնացեր» — մտածում է նա խանութի առաջը նստած և ծխախոտ է ոլորում, որ քունը չտանի։ Օրորվելով, ուսը տարօրինակ ցնցելով մոտենում է նրան Աբոմարշը, որ ձանձրությունից փակել է խանութը և դռան ապակուն, ինչպես այդ ընդունված է Եվրոպայում, փակցրել է սպիտակ մի թուղթ՝ վրան գրված «Փակ է. գնացել եմ ճաշի» ։"
      },
      {
        "index": 29,
        "text": "Այդ քաղաքավարի արարքով նա միանգամից կարողացել է հասնել երկու նպատակի. նախ, որ իր խանութը եվրոպական խանութ է իր բոլոր կողմերով, երկրորդ՝ որ ինքը, որպես իսկական եվրոպացի, ճաշում է ժամը չորսին։ Թեկուզ ոչ մի կոպեկի ապրանք չի կարողացել ծախել պ. Արոմարշը, բայց գոհ է, որ հնարավորություն ունի և գիտե եվրոպացի լինել։ «Տո՛, գռեհիկ գոմեշ, ի՞նչ ես արևի տակ նստե, էրթանք թուղթ խաղանք» — ասում է նա, մոտենալով ղահվեճի Սեթոյին։ «— Նարդի կուզես նե — կխաղամ, թուղթ չեմ խաղար»,— պատասխանում է ղահվեճին և, քանի որ Աբոմարշը չի հակաճառում՝ նա նույնպես փակում է խանութը, բայց թուղթ չի փակցնում դռանը, որ գնում է ճաշի — և երկուսով միասին գնում են Տելեֆոն Սեթոյի սրճարանը — նարդի խաղալու։ Երբ նրանք, թև-թևի տված, ձանձրույթից փրկվածների գոհունակությամբ մտնում են Տելեֆոն Սեթոյի սրճարանը՝ այնտեղ հանդիպում են մի շարք հարևանների, որոնք նույնպես թուղթ, դոմինո կամ նարդի են խաղում՝ նայած տրամադրության։ Դագաղագործ Ենոքը և Կինտաուրի Սիմոնը նախընտրել են թուղթը և երկուսով «փաստոն» են խաղում ձմերուկի վրա. ով որ տարվի — մի ձմերուկ գնի։ Նրանց գլխին հավաքվել են՝ Հաջի Օնիկ Մանուկոֆ էֆենդին, մանրավաճառ Պողոս Կոլոպոտյանը, Կաթոլիկ Սիմոնը, գինեվաճառ Նիկոլ Արզումանովը և իրենց տաք բացագանչություններով մասնակցում են նրանց խաղին ու մի առանձին հետաքրքրության մթնոլորտ են ստեղծում Սեթոյի սրճարանում։ Նրանց այդ ոգևորված հավաքույթը"
      },
      {
        "index": 30,
        "text": "տեսնելով ղահվեճի Սեթոն և պ. Աբոմարշը ևս, մոռանալով իրենց նարդի խաղալու ցանկությունը, միանում են նրանց։ Երբ օրն սկսում է կամաց-կամաք մթնել՝ հերթով, իրար ետևից, սկսում են փակվել Լորիս-Մելիքյան փողոցի ցածլիկ խանութները։ Ամենից առաջ դագաղագործ Ենոք Կարապետյանն է փակում իր խանութը ներսից, և ինքը մնում է խանութում։ Այդ հարգելի նայիրցին տուն չունենալու պատճառով քնում է իր գործատեղում, իր շինած դագաղներից մեկում, այդ բանն ամբողջ քաղաքը գիտե և ահա հենց այդ է պատճառը, որ նրան քաղաքում անվանում են Մեռելի Ենոք, իսկ երեխաները վախենում են նրանից և չեն սիրում անցնել դագաղագործի խանութի առաջից։ Երկրորդ խանութպանը ղահվեճի Սեթոն է, որ փակում է իր խանութը և նույնպես ընտանիք չունենալու պատճառով՝ գնում է քաղաքային այգի զբոսնելու և հարսնացու ընտրելու։ Հետո Հաջի Օնիկ էֆենդի Մանուկոֆն է իր խանութը փակում — և ահա նրանից հետո բոլորը, իրար ետևից խանութները փակելով, գնում են՝ որը տուն, որը քաղաքային այգի, որն էլ նորից Տելեֆոն Սեթոյի սրճարանն է գնում, որ երեկոյան հանգիստն այնտեղ վայել ե— թղթախաղով, կամ ուրիշի խաղին նայելով։ Եվ այսպես փողոցը կամաց-կամաց սկսում է բոլորովին ամայանալ. մութն էլ, անդեմ ու անխորհուրդ, ծույլ, հորանջող պառավի մի նման, իջնում է ու նստում փողոցների վրա և տեղ-տեղ տարտամ, վախկոտի աչքերի պես թարթող կրակներն են միայն ենթադրել տալիս, որ այդտեղ դարերից ի վեր ապրում է ու զվարճանում նայիրյան մի քաղաք։"
      }
    ]
  }
}
