{
  "chapterNumber": 12,
  "title": "Μdelays delays (5/9) — Part Two: Toward Nairi",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "սել էր հոգաբարձական ժողովին, որ շտապ կարգով, որպես բացառություն, տեղի էր ունեցել ո՛չ թե Համո Համբարձումովիչի գրասենյակում, այլ եկեղեցու մոմավաճառքի խանութում, որտեղ միշտ պատրաստ էր լինում ծխական դպրոցների հոգաբարձական կազմը,— այդ կազմին ահա ասել էր, զայրույթի փրփուրը բերանին, Մազութի Համոն, որ"
      },
      {
        "index": 1,
        "text": "«նայիրյան դպրոցում, ուր կրթվում, հասունանում և թև է առնում մեր մատաղ սերունդը, որի ուսերի վրա, որի վտիտ ուսերի վրա վաղը պետք է ծանրանա նայիրյան — օ, ես հավատում եմ դրան,— պայծառ ապագան դարբնելու գործը,— հարգելի ժողովականնե՛ր, ես ասում եմ, այո, որ նման մի սրբազան վայրում, և այն էլ ուսուցչի բարձր կոչումով, տեղ չպե՛տք է ունենան պ. Դրաստամատյանի նման հարբեցող ավարաները…»"
      },
      {
        "index": 2,
        "text": "։ Այսպես էր ասել ծխական դպրոցների հոգաբարձական կազմին, միանգամայն արդարացի լինելով, Մազութի Համոն,— և նրան, այդ կազմին, ոչինչ ուրիշ չէր մնում անելու, քան հաստատելու նրա կարծիքը և հեռացնելու պաշտոնից պ. Մարուքեին, որը և տեղի ունեցավ, ի մեծ անտարբերություն պ․ Մարուքեի և ի մեծ ուրախություն ամբողջ քաղաքի — երկու օր անց։"
      },
      {
        "index": 3,
        "text": "Բժիշկ Սերգե Կասպարիչը այլևս նստում էր զորակոչային ատյանում։ Իսկ երեկոները, ըստ սովորության, նորից զբաղվում էր քաղաքային ակումբում մխիթարիչ թղթախաղով, բայց այն տարբերությամբ, որ այժմ հետզհետե խոշորանում էին գումարները,"
      },
      {
        "index": 4,
        "text": "խաղամիջի"
      },
      {
        "index": 5,
        "text": "գումարները."
      },
      {
        "index": 6,
        "text": "«տասը»"
      },
      {
        "index": 7,
        "text": ","
      },
      {
        "index": 8,
        "text": "«հիսուն»"
      },
      {
        "index": 9,
        "text": ","
      },
      {
        "index": 10,
        "text": "«հարյուր»"
      },
      {
        "index": 11,
        "text": "–ի տեղ կանաչ սեղանների"
      },
      {
        "index": 12,
        "text": "շուրջը այժմ լսվում էին"
      },
      {
        "index": 13,
        "text": "«երեք ու կես»"
      },
      {
        "index": 14,
        "text": ","
      },
      {
        "index": 15,
        "text": "«հինգ»"
      },
      {
        "index": 16,
        "text": ","
      },
      {
        "index": 17,
        "text": "«հավասար»"
      },
      {
        "index": 18,
        "text": "բացագանչությունները որոնք փոխաբերաբար հասկացվում էին, որպես հարյուրի ու հազարի հետ առնչություն ունեցող գումարներ։ Երկրորդ աչքի ընկնող փոփոխությունը, որ առանձնապես դուր էր գալիս Սերգե Կասպարիչին, այն էր, որ նոր, միանգամայն"
      },
      {
        "index": 19,
        "text": "«թարմ»"
      },
      {
        "index": 20,
        "text": "մարդիկ էին սկսել հաճախել քաղաքային ակումբը, ըստ մեծի մասի երիտասարդ սպաներ, որոնք շատ շուտ ընտելանում էին բժշկին և, նրանից հետո, մնացած շրջանին՝ Օսեփ Նարիմանովին, Գեներալ Ալոշին, Արամ Անտոնիչին և մյուսներին. ես դիտմամբ առաջին հերթին չտվի Համո Համբարձումովիչի անունը, որովհետև նա թեկուզև չէր դադարել ակումբ հաճախել, բայց երևում էր կանաչ սեղանի շուրջը ոչ պարբերաբար, ինչպես առաջ, այլ երբեմն-երբեմն, և այն էլ երեկոյան ուշ ժամերին, տասնմեկից հետո. ո՞վ, ո՞վ չգիտեր, որ օրըստօրե մեծանում, վիթխարի ծավալ էր ստանում Մազութի Համոյի հասարակական գործունեությունը, որով, իհարկե, քիչ տեղ էր մնում անձնական հաճույքներին. աննշան տեղ։ Արդեն խոսում էին, արդեն շատ որոշակի շշուկներ էին շրջում քաղաքում — և այդ շշուկները ինչ-որ առնչություն ունեին ընկ. Վառոդյանի հետ, արդեն տալիս էին"
      },
      {
        "index": 21,
        "text": "հայտնի անուններ"
      },
      {
        "index": 22,
        "text": "։"
      },
      {
        "index": 23,
        "text": "«Անդրանի՛կ»"
      },
      {
        "index": 24,
        "text": ","
      },
      {
        "index": 25,
        "text": "«Դրո»"
      },
      {
        "index": 26,
        "text": ","
      },
      {
        "index": 27,
        "text": "«Քեռի»"
      },
      {
        "index": 28,
        "text": ",— խոսում էին արդեն տներում ու փողոցներում։ Եվ այդ անունները կապվում էին, ինչ-որ անհայտ թելերով կապվում էին այդ անունները Մազութի Համոյի գրասենյակին. ինչ-որ անհայտ կողմերից երկարվում էին, ասես, աներևույթ թելեր և փաթաթվում էին «Լույսի» կառավարիչ Մազութի Համոյի շուրջը, նրա հետ առընթեր մեջ առնելով նաև ընկ. Վառոդյանին,"
      },
      {
        "index": 29,
        "text": "այո, նախ և առաջ ընկ. Վառոդյանին և ապա բժշկին և Օսեփ Նարիմանովին։ Չգիտենք՝ կապ ունեի՞ն արդյոք այդ շշուկներին, թե ոչ, բայց այդ օրերին էր հենց, որ"
      },
      {
        "index": 30,
        "text": "Հինգհարկանի Շենքի"
      },
      {
        "index": 31,
        "text": "հրամանների կողքին մի առավոտ քաղաքացիք փակցրած գտան — ուրիշ,"
      },
      {
        "index": 32,
        "text": "նայիրատառ"
      },
      {
        "index": 33,
        "text": "հրամաններ, ճիշտն ասած՝ հայտարարություններ, որոնց ներքևում, սպիտակի վրա սևով, ստորագրված էր՝ տպված էր նայիրատառ՝ Համազասպ"
      },
      {
        "index": 34,
        "text": "Աստվածատրյան"
      },
      {
        "index": 35,
        "text": ".— դա հենց ի՛նքն էր՝"
      },
      {
        "index": 36,
        "text": "«Լույսի»"
      },
      {
        "index": 37,
        "text": "կառավարիչ Համո Համբարձումովիչ Ասատուրովը —"
      },
      {
        "index": 38,
        "text": "Մազութի Համոն"
      },
      {
        "index": 39,
        "text": "… Այդ հայտարարությունները կանչում էին քաղաքացիներին, կանչում էին, ինչպես ասված էր նըանցում — կիրակի, ցերեկվա ժամը 12-ին, ամառային ակումբի դահլիճը —"
      },
      {
        "index": 40,
        "text": "«Հասարակական ժողովի»"
      },
      {
        "index": 41,
        "text": "։ Գրված էր, նույնպես ասված էր նրանցում, որ — «"
      },
      {
        "index": 42,
        "text": "Ներկա մոմենտի"
      },
      {
        "index": 43,
        "text": "մասին կբանախոսե"
      },
      {
        "index": 44,
        "text": "Համազասպ Աստվածատրյանը"
      },
      {
        "index": 45,
        "text": "» — (կարդա՝"
      },
      {
        "index": 46,
        "text": "Մազութի Համոն"
      },
      {
        "index": 47,
        "text": ") և ապա՝ «բանախոսությունից հետո տեղի կունենա մտքերի փոխանակություն մի շարք կարևոր հարցերի մասին. մուտքը ազատ է բոլորի համար."
      },
      {
        "index": 48,
        "text": "պատասխանատու"
      },
      {
        "index": 49,
        "text": "կարգադրիչ՝"
      },
      {
        "index": 50,
        "text": "Համազասպ Աստվածատրյան"
      },
      {
        "index": 51,
        "text": "» — ահա՛ այդ հայտարարությունների բովանդակությունը։"
      },
      {
        "index": 52,
        "text": "Կարդաց, կարդաց այդ հայտարարությունը"
      },
      {
        "index": 53,
        "text": "վարսավիր Վասիլը"
      },
      {
        "index": 54,
        "text": ", և նրա դեմքը, չգիտեմ ինչու, գարնան առավոտի նման, զվարթ, բացվեց. կարծես յուղ քսեցին վարսավիրի դեմքին։ Ձեռքերը իրար շփելով՝ մտավ"
      },
      {
        "index": 55,
        "text": "Կինտաուրի Սիմոնի"
      },
      {
        "index": 56,
        "text": "կոշկակարանոցը վարսավիր Վասիլը և զվարթ բացագանչեց."
      },
      {
        "index": 57,
        "text": "«Մազութի Համոն էլի կանչել է քեզի, տո՛, Կլուբի"
      },
      {
        "index": 58,
        "text": "մեյմուն, բանե խաբա՞ր էս հեչ…»"
      },
      {
        "index": 59,
        "text": "։ Կոշկակար Սիմոնը կարծեց, թե ճիշտ որ կանչում է իրեն Մազութի Համոն. դանակը վար դրեց Կինտաուրի Սիմոնը և ելավ ոտքի։"
      },
      {
        "index": 60,
        "text": "«Ո՞ւրա, ո՞րտեղ է»"
      },
      {
        "index": 61,
        "text": "— թեկուզ խոցված վարսավիրի կոպիտ հորջորջումից, բայց ներքուստ հպարտացած, որ, ա՛յ, ինքը ևս առնչություն ունի այնպիսի անձնավորությանց հետ, ինչպիսին է Համո Համբարձումովիչը — Մազութի Համոն։  «Ու՞րա»,— շողոքորթ ժպտալով հարցրեց Կինտաուրի Սիմոնը վարսավիր Վասիլին, կարծելով, որ դուրսը, դռան մոտ, երևի, կանգնած սպասում է իրեն Մազութի Համոն։— «Ա՛յ» — պատասխանեց, մեջքը թեքելով և կռնակը դեպի Կլուբի մեյմունը դարձնելով, վարսավիր Վասիլը. ու ցուցամատը տարավ, ցույց տվեց… իր այն տեղը, որի վրա ծննդյան օրից նստում էր նա։ Հասկացավ Կլուբի մեյմունը, գլխի ընկավ նա, որ"
      },
      {
        "index": 62,
        "text": "«ձեռ է առել»"
      },
      {
        "index": 63,
        "text": "իրեն վարսավիր Վասիլը».—"
      },
      {
        "index": 64,
        "text": "«Թյո՛ւ, մարդ, նամուսիդ»"
      },
      {
        "index": 65,
        "text": "— թքեց Կինտաուրի Սիմոնը վարսավիրի ետևից. բայց նա, խռպոտ հռհռալով, ցատկել էր արդեն դուրս։ Վարսավիր Վասիլը արդեն չկար։"
      },
      {
        "index": 66,
        "text": "Բայց ես մոռացա ասեմ, որ Մազութի Համոյի նույն այդ հայտարարությունների կողքին, նույն այդ օրը, փակցրած կային ևս ուրիշ հայտարարություններ, որոնց ճակատին տպված էր թեև"
      },
      {
        "index": 67,
        "text": "«Լույս» Նավթարդյունաբերական Ընկերության կողմից»"
      },
      {
        "index": 68,
        "text": "ծանուցումը, սակայն նրանց ներքևում ևս տպված էր նորից նրա, անխուսափելիորեն նրա —"
      },
      {
        "index": 69,
        "text": "Մազութի Համոյի ստորագրությանը"
      },
      {
        "index": 70,
        "text": "։ Նրանցում, այդ մյուս հայտարարություններում, ծանուցվում էր ի լուր հանրության,— որ —"
      },
      {
        "index": 71,
        "text": "«Ապրանքատեղափոխության"
      },
      {
        "index": 72,
        "text": "պայմանների դժվարանալու պատճառով՝ «Լույսի» վարչությունը պատիվ ունի հայտնելու արգո հասարակությանը, որ սույն թվից սկսյալ նավթը վաճառվելու է փութը մի ռուբլի հինգ կոպեկով»"
      },
      {
        "index": 73,
        "text": "— այսինքն նախկին գնից փթին 15 կոպեկ ավելով։ Չնայած Համազասպ Աստվածատրյանի առաջին հայտարարության առանձին խորհրդավորությանը և անհասկանալի ոճին՝"
      },
      {
        "index": 74,
        "text": "Մազութի Համոյի"
      },
      {
        "index": 75,
        "text": "այս երկրորդ հայտարարությունն ավելի հուզեց քաղաքացիների միտքը, քան առաջինը։ Մանավանդ որ չար լեզուներն սկսեցին խոսել,— և այս լեզուների շարքում իր առանձնահատուկ տեղն ուներ պ. Մարուքեի լեզուն,— որ նավթի գինը բարձրացնելու խնդրում մատ չունի"
      },
      {
        "index": 76,
        "text": "«Կենտրոնը»"
      },
      {
        "index": 77,
        "text": ", այսինքն"
      },
      {
        "index": 78,
        "text": "«Լույսի»"
      },
      {
        "index": 79,
        "text": "կենտրոնական՝"
      },
      {
        "index": 80,
        "text": "Բաքվի"
      },
      {
        "index": 81,
        "text": "վարչությունը, այլ որ այդ հետևանք է իրա — Մազութի Համոյի սեփական ձեռներեցության, մի բարեմասնություն, որով այնքան հարուստ էր Մազութի Համոն և որի շնորհիվ նա քանիցս արժանացել էր կենտրոնական վարչության առանձին ուշադրությանը, հատուկ հարգանքին։ Չգիտենք, որքան հիմք ունեին այդ զրույցները, բայց մենք, աչքի առաջ ունենալով ռուսական հայտնի առածը, տրամադիր ենք կարծելու, որ այդ"
      },
      {
        "index": 82,
        "text": "«ծուխը»"
      },
      {
        "index": 83,
        "text": "ևս պիտի նախապայման ունենար, եթե ոչ իսկական մի"
      },
      {
        "index": 84,
        "text": "«կրակ»"
      },
      {
        "index": 85,
        "text": ", գոնե"
      },
      {
        "index": 86,
        "text": "կրականման մի բան"
      },
      {
        "index": 87,
        "text": "։ Սիրելի ընթերցո՛ղ, քո աչքից թող չխուսափե իմ այս միանգամայն «նուրբ», միանգամայն զգուշավոր վերաբերմունքը դեպի Մազութի Համոյի անձնականին ուղղված զանազան"
      },
      {
        "index": 88,
        "text": "«ասեկոսեները»"
      },
      {
        "index": 89,
        "text": ". ո՞ր, ո՞ր, ասացեք խնդրեմ, քիչ թե շատ համարում ունեցող հեղինակը կարող է ցանկանալ, որ իրեն մեղադրեն"
      },
      {
        "index": 90,
        "text": "բամբասանքի մեջ դեպի իր հերոսը — նո՛ւ, եթե ոչ"
      },
      {
        "index": 91,
        "text": "«հերոսը»"
      },
      {
        "index": 92,
        "text": ", գոնե իր վեպի նշանավոր, այո՛, կենտրոնական անձնավորություններից մեկը։ Իսկ ինձ համար, մանավանդ, ոչ միայն որպես հեղինակի, այլև որպես մարդու — ուրեմն կրկնակի կերպով անհաճելի պիտի լիներ նման մեղադրանքը, որովհետև զգում եմ, որ եթե ես թույլ տայի ինձ գոնե մի, թեկուզ ամենաչնչին, անբարեխղճություն գրությանս առարկա անձնավորության հասցեին — ապա հետևեին, խղճի խայթի նման հսկեին պիտի անքուն գիշերներս Մազութի Համոյի կայծկլտող աչքերը՝ ուտեին պիտի սիրտս։ Պիտի նայեին նրանք, հսկեին պիտի խղճմտանքս —"
      },
      {
        "index": 93,
        "text": "կախաղանի բարձունքից"
      },
      {
        "index": 94,
        "text": "պարզեին պիտի դեպի խիղճս Մազութի Համոյի տառապյալ աչքերը — նախատինքի, այո,"
      },
      {
        "index": 95,
        "text": "մորմոքի ասեղներ"
      },
      {
        "index": 96,
        "text": "…"
      },
      {
        "index": 97,
        "text": "Կիրակի, ինչպես գրված էր հայտարարության մեջ՝ ցերեկվա ժամը 12-ին արդեն կանգնած էր Մազութի Համոն ակումբի դահլիճի դեռ չբարձրացրած վարագույրի ետևը և պատրաստվում էր սկսելու։ Նայում էր վարագույրի արանքից դահլիճում հավաքված հասարակությանը և սրտմտում էր կարծես. կողքին կանգնած էր ընկ. Վառոդյանը և նույնպես ցույց էր տալիս դժգոհության նշաններ։ Բանն այն էր, որ այնքան էլ, կարծես, դահլիճը լիքը չէր։ Առաջին շարքում, կողք-կողքի, Նստած էին՝ Գեներալ Ալոշը, Օսեփ Նարիմանովը, բժիշկը՝ Արամ Անտոնիչը երկրորդ կարգի առաջին նստարանն էր ընտրել և, քիթը վեր տնկած, հոտոտում էր օդը. փնտրում էր օդի ալիքներում ինչ-որ ծանոթ մի բան, բայց, կարծես, չէր գտնում։ Նրանից երկու"
      },
      {
        "index": 98,
        "text": "նստարան այն կողմը նստել էր կոշկակար Սիմոնը —"
      },
      {
        "index": 99,
        "text": "Կլուբի մեյմունը"
      },
      {
        "index": 100,
        "text": "։ Վարսավիր Վասիլը նրա ետևում դրված նստարանն էր ընտրել և, նայելով կոշկակարի ծոծրակին, շոյում էր մորուքը։ Բացի այս հարգելի նայիրցիներից, եթե Հաջի Մանուկոֆին, ռեալականի և օրիորդաց գիմնազի մի քանի ուսուցիչ-ուսուցչուհիներին, ծխականի վարժապետ-վարժուհիներին,"
      },
      {
        "index": 101,
        "text": "տեր Հուսիկ քանանա-Խաչագողին"
      },
      {
        "index": 102,
        "text": "և պ. Աբոմարշին էլ թվենք — սրանով համարյա թե սպառած կլինենք չափահաս քաղաքացիների կոնտինգենտը, եթե, իհարկե, այդպիսիների շարքին չդասենք մի քանի ուսանող-ուսանողուհիներին և մի շարք աշակերտներին (մեծ մասը Գևորգյան ճեմարանից), որոնք կարծես թե իրենք էլ զգալով իրենց անչափահաս լինելը՝ շարվել էին պատերի երկայնքին և բռնել էին մուտքը՝ չնայած որ դահլիճում դեռ, բավականին թվով, մնացել էին դատարկ նստարաններ։"
      },
      {
        "index": 103,
        "text": "Տասներկուսից տաս անց Մազութի Համոն անհանգստացավ. նայեց ժամացույցին, նայեց ընկ. Վառոդյանին."
      },
      {
        "index": 104,
        "text": "«Հարկավոր է սկսել»"
      },
      {
        "index": 105,
        "text": "— ասաց ընկ. Վառոդյանին Մազութի Համոն։ Ընկեր Վառոդյանը դուրս եկավ մի վայրկյան, ծառային կարգադրեց — և ահա, երբ կրկին վերադարձավ և հայտնեց Համո Համբարձումովիչին, որ իսկույն կսկսեն — դրսից, ակումբի դռնից, լսվեց զանգի ձայնը, որից հետո դահլիճ մտնել սկսեցին մի քանի նոր անձնավորություններ, մի երկու ուսանող, մի երկու եկվոր սպաներ. վերջին մտնողը պ. Մարուքեն էր՝ ետևից Կարո Դարայանը, որ տեղավորվեցին վերջին շարքի նստարաններին. ապա դուռը փակվեց, և վարագույրը բարձրացավ…"
      },
      {
        "index": 106,
        "text": "Եվ ահա այստեղ էր, որ հանդիսականների աչքին ներկայացավ մի բավականին տարօրինակ, անսպասելի տեսարան. բեմի աջ անկյունում դրված էր ամբիոնանման մի հարմարություն, որի կողքին կանգնած էր Մազութի Համոն, իսկ բեմի կենտրոնում, նույն ճակատագրական կանաչ սեղանի աոաջ (ուրիշ սեղան երևի չէր ճարվել ակումբում) նախագահական աթոռի վրա նստած էր, որպես նախագահ,— երևակայո՞ւմ եք —"
      },
      {
        "index": 107,
        "text": "ընկ. Վառոդյանը"
      },
      {
        "index": 108,
        "text": "…"
      },
      {
        "index": 109,
        "text": "Վա՛տ, վա՛տ հոտ էր փչում"
      },
      {
        "index": 110,
        "text": ", ինչպես հետագայում ասում էր պ. Մարուքեն, նայիրյան այդ ժողովից — ասում էր, ինչպես ասացինք, հետագայում, երբ արդեն պատմության գիրկն էր անցել այդ ժողովը և արդեն ակնբախ էին դարձել, նույնիսկ"
      },
      {
        "index": 111,
        "text": "Մեռելի Ենոքի"
      },
      {
        "index": 112,
        "text": "աչքին, նրա աղետավոր հետևանքները… Բայց այն, այն ժամանակ ո՞նց հասկանար այդ «վատ հոտը» — չասենք"
      },
      {
        "index": 113,
        "text": "Մեռելի Ենոքը"
      },
      {
        "index": 114,
        "text": ", որն ընդհանրապես քիչ բան էր հասկանում, այլ, ասենք, հենց մանրավաճառ"
      },
      {
        "index": 115,
        "text": "Կոլոպոտյանը"
      },
      {
        "index": 116,
        "text": ", որ իսկի չէր էլ եկել ժողովի, կամ նայիրցի արհեստավորը, որ չէր էլ լսել այդ ժողովի մասին և եթե լսեր էլ — քիչ բան պիտի հասկանար։ Ո՞նց, ո՞նց իմանար նեխած ձկան նման"
      },
      {
        "index": 117,
        "text": "վագոնները"
      },
      {
        "index": 118,
        "text": "լցված նայիրցի"
      },
      {
        "index": 119,
        "text": "տրեխավորը"
      },
      {
        "index": 120,
        "text": ", ո՞նց հասկանար այդ «վատ հոտը» նա, որ առաջին անգամն էր, ելած իր մութը խուղից, երկաթագիծ տեսնում, և նրա անհայտ հեռուներից սարսափահար՝ լալիս էր պառավանման և երգում էր, պառավաձայն, վայրենի իր"
      },
      {
        "index": 121,
        "text": "«Տանըմը»"
      },
      {
        "index": 122,
        "text": "- փակ, անդուռ վշտի հանճարեղ այդ ոռնոցը, որ պատիվ կարող էր բերել ամեն մի, ձմռան կեսգիշերին դունչը լուսնին տնկած, սարսափահար գայլի…"
      },
      {
        "index": 123,
        "text": "Տասներկուսից տասնհինգ անց այդ ժողովը բացվեց։"
      },
      {
        "index": 124,
        "text": "«Ըհը՛, ըհը՛»"
      },
      {
        "index": 125,
        "text": ",— երկու մատը շրթունքներին տանելով, չոր հազաց ընկ. Վառոդյանը. և ասաց բացման խոսքը՝ կարճ և ազդու։"
      },
      {
        "index": 126,
        "text": "«Տիկիններ և պարոններ»"
      },
      {
        "index": 127,
        "text": ",— սկսեց իր խոսքը ընկ. Վառոդյանը, թեկուզ, կարծեմ, ոչ մի"
      },
      {
        "index": 128,
        "text": "տիկին"
      },
      {
        "index": 129,
        "text": "չկար դահլիճում, եթե, իհարկե, չհաշվենք ծխականի վարժուհի օր."
      },
      {
        "index": 130,
        "text": "Սաթոյին"
      },
      {
        "index": 131,
        "text": ", որին փոխաբերական մտքով միայն, թերևս, կարելի էր"
      },
      {
        "index": 132,
        "text": "«տիկին»"
      },
      {
        "index": 133,
        "text": "անվանել, և այն էլ եթե նման մի անքաղաքավարություն թույլատրելի լիներ նայիրյան ժողովներում։ Ընկ. Վառոդյանը իր բացման խոսքում, մոտավորապես ասաց, որ"
      },
      {
        "index": 134,
        "text": "«մեծ օրեր»"
      },
      {
        "index": 135,
        "text": "են եկել, նշանակալից օրեր ամեն մեկի համար, բոլոր ժողովուրդների համար և, մասնավորապես, նայիրյան ժողովրդի համար։ Նա հայտնեց, որ պ."
      },
      {
        "index": 136,
        "text": "Համազասպը"
      },
      {
        "index": 137,
        "text": "կզեկուցե այդ նշանակալից օրերի ամբողջ կարևորության մասին և համոզված է, որ արգո հասարակությունը միանգամայն հասուն, աչալուրջ վերաբերմունք կցուցահանե դեպի դրված խնդիրները։"
      },
      {
        "index": 138,
        "text": "«Խոսքը, զեկուցման համար, տրվում է պ. Համազասպին»"
      },
      {
        "index": 139,
        "text": "— ասաց ընկ. Վառոդյանը և նստեց։ Եվ մինչև կմոտենար ամբիոնին պ. Համազասպը, մինչև կխմեր ջուրը — դահլիճում, Գեներալ Ալոշի առաջնորդությամբ, ներկաներն հազալ սկսեցին և կոկորդները մաքրել, կարծես իրենք պիտի, բոլորը մեկ, ատենախոսեին։ Բայց շուտով տիրեց լիակատար լռություն, և Համո Համբարձումովիչը — Մազութի Համոն, վերջապես, սկսեց…"
      },
      {
        "index": 140,
        "text": "Ես չեմ կարող, իհարկե, արագագրական ճշտությամբ վերարտադրել այստեղ Մազութի Համոյի այդ պատմական, այդ նշանավոր ճառը։ Բայց"
      },
      {
        "index": 141,
        "text": "ձևականը, այսինքն նրա շարժումների, ձայնի, առոգանության և այլ նրբությանց նկարագրությունը մի կողմ թողնելով, որովհետև, սիրելի ընթերցող, դա վեր է իմ ուժերից,— ես կաշխատեմ պատմել, ամենայն ճշտությամբ, նրա այդ պատմական ճառի բովանդակությունը, կամ ավելի ճիշտ կլինի ասել՝"
      },
      {
        "index": 142,
        "text": "կորիզը"
      },
      {
        "index": 143,
        "text": ",— և թող ներե ինձ Համո Համբարձումովիչի տառապյալ ստվերը, եթե ես, ինձնից անկախ պատճառներով, թույլ տամ թեկուզ ամենաաննշան, մազաչափ անճշտություններ։"
      },
      {
        "index": 144,
        "text": "«Խաչատուր Աբովյանը «Վերք Հայաստանի, ողբ հայրենասերի» իր հայտնի վեպում պատմում է, թե ինչպես Լիդիացվոց Կրեսոս թագավորի համր լեզուն բացվում է մայրենի լեզվի հրաշալի հրաշքով»"
      },
      {
        "index": 145,
        "text": "։— Այսպես մանվածապատ, այսպես բանաստեղծական սկսեց իր այդ նշանավոր ճառը"
      },
      {
        "index": 146,
        "text": "Մազութի Համոն"
      },
      {
        "index": 147,
        "text": "։ Իմաստն այն է, պարզաբանեց նա հետո, որ հայրենազուրկ մարդու գոյությունը մի վերք է, մի յարա, իսկ մայրենի լեզուն —"
      },
      {
        "index": 148,
        "text": "հրաշարար բալզամ"
      },
      {
        "index": 149,
        "text": "։ Դուք գիտեք, թե ինչպիսի՜ մեծ սիրով, ինչպիսի մեծ ոգևորությամբ քնարերգել են բոլոր մեծ բանաստեղծները, ինչպես մեր"
      },
      {
        "index": 150,
        "text": "Ալիշանը և Գամառ Քաթիպան"
      },
      {
        "index": 151,
        "text": "շարունակեց հետո Մազութի  Համոն,— իրենց"
      },
      {
        "index": 152,
        "text": "հայրենի երկիրը"
      },
      {
        "index": 153,
        "text": ", իրենց հայրենի աշխարհը — իրենց"
      },
      {
        "index": 154,
        "text": "հայրենիքը"
      },
      {
        "index": 155,
        "text": "։ Ինչո՞ւ,— հարցը շեշտակի, դրեց Մազութի Համոն,— որովհետև, ինչպես հայտնի է բոլորին և ինչպես համոզված է ինքը — այդ երկու գաղափարը, այդ երկու հասկացողություններն են —"
      },
      {
        "index": 156,
        "text": "մայրենի լեզու և հայրենի երկիր — որ, հարմոնիկ կերպով շաղկապվելով իրար"
      },
      {
        "index": 157,
        "text": ", ստեղծում են այն մեծ, այն, ամեն մի ժողովրդի"
      },
      {
        "index": 158,
        "text": "զարգացման"
      },
      {
        "index": 159,
        "text": "պսակը"
      },
      {
        "index": 160,
        "text": "կազմող,"
      },
      {
        "index": 161,
        "text": "հոյակապ շենքը"
      },
      {
        "index": 162,
        "text": ", որ կոչվում է"
      },
      {
        "index": 163,
        "text": "ազգություն"
      },
      {
        "index": 164,
        "text": "։"
      },
      {
        "index": 165,
        "text": "Հայրենի երկիր և մայրենի լեզու"
      },
      {
        "index": 166,
        "text": ", ահա՛ այն երկու հզորագույն ազդակները, որ շաղկապվելով իրար, ամեն մի զարգացած ժողովրդից, ամեն մի ցաքուցրիվ ցեղից կազմում են անքակտելի մի միավոր,— կազմում են, ինչպես ասաց,"
      },
      {
        "index": 167,
        "text": "կենդանի մի օրգանիզմ — մի ամբողջական ազգություն"
      },
      {
        "index": 168,
        "text": "։ Բայց հարց տանք, հարց տանք մեզ ամենից առաջ, թե ի՞նչ է"
      },
      {
        "index": 169,
        "text": "կոնկրետ"
      },
      {
        "index": 170,
        "text": "կերպով իրենից ներկայացնում"
      },
      {
        "index": 171,
        "text": "ազգություն"
      },
      {
        "index": 172,
        "text": "միավորը կազմող իր առաջադրած անդամներից"
      },
      {
        "index": 173,
        "text": "առաջինը — հայրենի երկիրը"
      },
      {
        "index": 174,
        "text": "։ Եվ, իհարկե ոչ ոքի համար նորություն չի լինի, եթե նա ասի, որ դա այն"
      },
      {
        "index": 175,
        "text": "հողն"
      },
      {
        "index": 176,
        "text": "է, որի վրա ապրել են տվյալ ժողովրդի"
      },
      {
        "index": 177,
        "text": "նախորդները"
      },
      {
        "index": 178,
        "text": ", այն"
      },
      {
        "index": 179,
        "text": "հողն ու ջուրն"
      },
      {
        "index": 180,
        "text": "են, որով սնվել են,"
      },
      {
        "index": 181,
        "text": "դարերի ընթացքում կյանք են ստացել"
      },
      {
        "index": 182,
        "text": "տվյալ ժողովրդի"
      },
      {
        "index": 183,
        "text": "պապերը"
      },
      {
        "index": 184,
        "text": ","
      },
      {
        "index": 185,
        "text": "պապերի պապերը"
      },
      {
        "index": 186,
        "text": ", և նրանց էլ"
      },
      {
        "index": 187,
        "text": "պապերն ու պապերի պապերը"
      },
      {
        "index": 188,
        "text": "։ Ինքը նրա համար է այնքան անգամ կրկրնում՝"
      },
      {
        "index": 189,
        "text": "«պապերը»"
      },
      {
        "index": 190,
        "text": ", որովհետև ցանկություն ունի արգո հասարակության առանձնակի ուշադրությունը հրավիրել այն, ավելի քան կարևոր և տվյալ դեպքում"
      },
      {
        "index": 191,
        "text": "հիմնական"
      },
      {
        "index": 192,
        "text": ", հանգամանքի վրա, որ"
      },
      {
        "index": 193,
        "text": "«հայրենիք»"
      },
      {
        "index": 194,
        "text": "գաղափարը կապված է ո՛չ միայն այն"
      },
      {
        "index": 195,
        "text": "հողի"
      },
      {
        "index": 196,
        "text": ", այն երկրամասի հետ, որի վրա ապրում է"
      },
      {
        "index": 197,
        "text": "հիմա"
      },
      {
        "index": 198,
        "text": "տվյալ ժողովուրդը о, ոչ, իհարկե ոչ, հարգելի հանդիսականներ։ Այստեղ ինքը, Մազութի Համոն, հարկադրված է կիրառել"
      },
      {
        "index": 199,
        "text": "ազգային հարցի"
      },
      {
        "index": 200,
        "text": "շուրջը գոյություն ունեցող"
      },
      {
        "index": 201,
        "text": "գիտական գրականության"
      },
      {
        "index": 202,
        "text": "այն հիմնական տեսակետը, որ կոչվում է"
      },
      {
        "index": 203,
        "text": "«պատմական տեսակետ»"
      },
      {
        "index": 204,
        "text": "։ Բանն այն է, հարգելի հանդիսականներ, որ"
      },
      {
        "index": 205,
        "text": "հայրենիք"
      },
      {
        "index": 206,
        "text": "կոչվածը մի օրում"
      },
      {
        "index": 207,
        "text": "չի շինվում"
      },
      {
        "index": 208,
        "text": ", մի օրում"
      },
      {
        "index": 209,
        "text": "չի՛ կազմակերպվում. հայրենիքը"
      },
      {
        "index": 210,
        "text": "կազմվում է"
      },
      {
        "index": 211,
        "text": "դարերի ընթացքում"
      },
      {
        "index": 212,
        "text": "և ժառանգություն է մնում"
      },
      {
        "index": 213,
        "text": "դարերի ժառանգներին"
      },
      {
        "index": 214,
        "text": "։ Եթե օրինակով խոսելու լիներ, մի՞թե միայն սա՞, միթե միայն փոքրիկ այդ քաղա՞քն է իրենց"
      },
      {
        "index": 215,
        "text": "հայրենիքը"
      },
      {
        "index": 216,
        "text": "… Ծիծաղելի կլիներ, եթե այդպես մտածեին։ Օ, նա գիտե, Մազութի Համոն համոզված է միանգամայն, որ ո՛չ ոք արգո հանդիսականներից"
      },
      {
        "index": 217,
        "text": "այդպես"
      },
      {
        "index": 218,
        "text": "չի մտածում։ Բայց"
      },
      {
        "index": 219,
        "text": "ինչո՛վ, ինչո՛վ"
      },
      {
        "index": 220,
        "text": "պիտի հաստատեն իրենք, որ այսինչ կամ այնինչ երկրամասը, որի վրա ապրում են այսօր բոլորովին տարբեր, օտար ցեղեր — ինչի հիման վրա կարելի է պնդել, որ այդ երկրամասը ևս կազմում է այսինչ ժողովրդի հայրենիքը, նրա օրինական"
      },
      {
        "index": 221,
        "text": "սեփականությունը"
      },
      {
        "index": 222,
        "text": "։ Ոչ այլ ինչով, եթե ոչ կենդանի պատմությամբ, այսինքն գոյություն ունեցող այն"
      },
      {
        "index": 223,
        "text": "պատմական հետքերով"
      },
      {
        "index": 224,
        "text": ", որ թողել է տվյալ ժողովուրդը տվյալ երկրամասերում. ահա թե ինչ, ահա թե"
      },
      {
        "index": 225,
        "text": "ո՞րտեղ է հարցի կենտրոնը"
      },
      {
        "index": 226,
        "text": ", հարգելի հանդիսականներ։ Ուրեմն, պարզ ասած, հայրենիք գաղափարի հիմքն է կազմում տվյալ ժողովրդի"
      },
      {
        "index": 227,
        "text": "կուլտուրան, կուլտուրական անցյալը"
      },
      {
        "index": 228,
        "text": "— ահա"
      },
      {
        "index": 229,
        "text": "ամենաէականը"
      },
      {
        "index": 230,
        "text": "։—"
      },
      {
        "index": 231,
        "text": "Ուրեմն, հիմնական այս տեսակետը պարզաբանելուց հետո, պարզ պիտի լինի ամեն մեկի համար, որ այսինչ"
      },
      {
        "index": 232,
        "text": "ցեղը, կամ ժողովուրդը"
      },
      {
        "index": 233,
        "text": ", որ,"
      },
      {
        "index": 234,
        "text": "դեպքերի բերումով"
      },
      {
        "index": 235,
        "text": "դարեր շարունակ"
      },
      {
        "index": 236,
        "text": "տիրել"
      },
      {
        "index": 237,
        "text": "է տվյալ երկրամասին և իր ապրած վայրում ոչ մի հետք, ոչ մի"
      },
      {
        "index": 238,
        "text": "կուլտուրական"
      },
      {
        "index": 239,
        "text": "արձան չթողնելուց բացի՝ քանդել է այդ միևնույն տեղում"
      },
      {
        "index": 240,
        "text": "ապրած ու վաստակած ժողովրդի հնագույն հետքերը"
      },
      {
        "index": 241,
        "text": ",— պարզ է, հարգելի հանդիսականներ, որ նման մի ցեղ ո՛չ մի"
      },
      {
        "index": 242,
        "text": "իրավունք չունի խոսելու"
      },
      {
        "index": 243,
        "text": "իր այդ ժամանակավոր ապաստանի մասին, որպես"
      },
      {
        "index": 244,
        "text": "«հայրենիքի»"
      },
      {
        "index": 245,
        "text": "։ Երկա՜ր-երկա՜ր"
      }
    ]
  }
}
