{
  "chapterNumber": 7,
  "title": "Մdelays delays (6/6) — Part One: The City and Its Inhabitants",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Այդ քաղաքավարի արարքով նա միանգամից կարողացել է հասնել երկու նպատակի. նախ, որ իր խանութը եվրոպական խանութ է իր բոլոր կողմերով, երկրորդ՝ որ ինքը, որպես իսկական եվրոպացի, ճաշում է ժամը չորսին։ Թեկուզ ոչ մի կոպեկի ապրանք չի կարողացել ծախել պ. Արոմարշը, բայց գոհ է, որ հնարավորություն ունի և գիտե եվրոպացի լինել։ «Տո՛, գռեհիկ գոմեշ, ի՞նչ ես արևի տակ նստե, էրթանք թուղթ խաղանք» — ասում է նա, մոտենալով ղահվեճի Սեթոյին։ «— Նարդի կուզես նե — կխաղամ, թուղթ չեմ խաղար»,— պատասխանում է ղահվեճին և, քանի որ Աբոմարշը չի հակաճառում՝ նա նույնպես փակում է խանութը, բայց թուղթ չի փակցնում դռանը, որ գնում է ճաշի — և երկուսով միասին գնում են Տելեֆոն Սեթոյի սրճարանը — նարդի խաղալու։"
      },
      {
        "index": 1,
        "text": "Երբ նրանք, թև-թևի տված, ձանձրույթից փրկվածների գոհունակությամբ մտնում են Տելեֆոն Սեթոյի սրճարանը՝ այնտեղ հանդիպում են մի շարք հարևանների, որոնք նույնպես թուղթ, դոմինո կամ նարդի են խաղում՝ նայած տրամադրության։ Դագաղագործ Ենոքը և Կինտաուրի Սիմոնը նախընտրել են թուղթը և երկուսով"
      },
      {
        "index": 2,
        "text": "«փաստոն»"
      },
      {
        "index": 3,
        "text": "են խաղում ձմերուկի վրա. ով որ տարվի — մի ձմերուկ գնի։ Նրանց գլխին հավաքվել են՝ Հաջի Օնիկ Մանուկոֆ էֆենդին, մանրավաճառ Պողոս Կոլոպոտյանը, Կաթոլիկ Սիմոնը, գինեվաճառ Նիկոլ Արզումանովը և իրենց տաք բացագանչություններով մասնակցում են նրանց խաղին ու մի առանձին հետաքրքրության մթնոլորտ են ստեղծում Սեթոյի սրճարանում։ Նրանց այդ ոգևորված հավաքույթը"
      },
      {
        "index": 4,
        "text": "տեսնելով ղահվեճի Սեթոն և պ. Աբոմարշը ևս, մոռանալով իրենց նարդի խաղալու ցանկությունը, միանում են նրանց։"
      },
      {
        "index": 5,
        "text": "Երբ օրն սկսում է կամաց-կամաք մթնել՝ հերթով, իրար ետևից, սկսում են փակվել Լորիս-Մելիքյան փողոցի ցածլիկ խանութները։ Ամենից առաջ դագաղագործ Ենոք Կարապետյանն է փակում իր խանութը ներսից, և ինքը մնում է խանութում։ Այդ հարգելի նայիրցին տուն չունենալու պատճառով քնում է իր գործատեղում, իր շինած դագաղներից մեկում, այդ բանն ամբողջ քաղաքը գիտե և ահա հենց այդ է պատճառը, որ նրան քաղաքում անվանում են Մեռելի Ենոք, իսկ երեխաները վախենում են նրանից և չեն սիրում անցնել դագաղագործի խանութի առաջից։ Երկրորդ խանութպանը ղահվեճի Սեթոն է, որ փակում է իր խանութը և նույնպես ընտանիք չունենալու պատճառով՝ գնում է քաղաքային այգի զբոսնելու և հարսնացու ընտրելու։ Հետո Հաջի Օնիկ էֆենդի Մանուկոֆն է իր խանութը փակում — և ահա նրանից հետո բոլորը, իրար ետևից խանութները փակելով, գնում են՝ որը տուն, որը քաղաքային այգի, որն էլ նորից Տելեֆոն Սեթոյի սրճարանն է գնում, որ երեկոյան հանգիստն այնտեղ վայել ե— թղթախաղով, կամ ուրիշի խաղին նայելով։ Եվ այսպես փողոցը կամաց-կամաց սկսում է բոլորովին ամայանալ. մութն էլ, անդեմ ու անխորհուրդ, ծույլ, հորանջող պառավի մի նման, իջնում է ու նստում փողոցների վրա և տեղ-տեղ տարտամ, վախկոտի աչքերի պես թարթող կրակներն են միայն ենթադրել տալիս, որ այդտեղ դարերից ի վեր ապրում է ու զվարճանում նայիրյան մի քաղաք։"
      }
    ]
  }
}
