{
  "chapterNumber": 2,
  "title": "Մասն առաջին (1/2) — Part One: The City and Its Inhabitants",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ՄԱՍՆ ԱՌԱՋԻՆ"
      },
      {
        "index": 1,
        "text": "ՔԱՂԱՔԸ ԵՎ ԲՆԱԿԻՉՆԵՐԸ"
      },
      {
        "index": 2,
        "text": "Այստեղ նայիրյանն է նազում…"
      },
      {
        "index": 3,
        "text": "Վ. ՏԵՐՅԱՆ"
      },
      {
        "index": 4,
        "text": "Նայիրյան այդ հնամյա քաղաքն ամեն ինչով նման էր նայիրյան բոլոր հին ու նոր քաղաքներին․— փոքր էր, ոչ բազմամարդ, խարխուլ ու փոշոտ. ժամանակակից լեզվով այդպիսի քաղաքներին ասում են— գավառական հետամնաց քաղաք։ Ե՞րբ է շինված նայիրյան այդ հին քաղաքը — աստված ինքը գիտե․ բայց ասում են, որ այդ քաղաքը հիմնողները եղել են հին նայիրցիներ․— գուցե՝ խալդեր լայնաթիկունք ու ջլաբազուկ, գուցե՝ գանգրահեր ուրարտացիներ։ Սակայն պատմական այդ հանգամանքը, կարծում ենք, այնքան էլ կարևոր չէ, որովհետև խալդական կամ ուրարտական այն հին քաղաքից հիմա երևի տեղն էլ չէ մնացել. նրանց այն կավե գետնափոր խրճիթների փոխարեն կանգնած են հիմա նայիրյան այդ փոքրիկ քաղաքում քարե միհարկանի, երկհարկանի և նույնիսկ երեքհարկանի շինություններ՝ տներ ու խանութներ"
      },
      {
        "index": 5,
        "text": "որոնք նույնքան են նման ուրարտական այն հին խրճիթներին, որքան քո քիթը, ընթերցող… էյֆելյան աշտարակին։ Այդ նոր տներից ու խանութներից մի քանիսը նույնիսկ թիթեղե կարմիր կամ կանաչագույն կտուրներ ունեն — մի հանգամանք, որ քսաներորդ դարից է գալիս — և, որպես այդպիսին, նոր է և միանգամայն ուշագրավ։ Քաղաքի ցածլիկ տների ու խանութների միօրինակ ծովում թիթեղե այդ կտուրներն աչքի են զարնում, ինչպես աչքի կզարներ կանացի եվրոպական փետրազարդ գլխարկն արևելյան գյուղում։ Եվ իզուր չէ, որ նայիրյան այդ քաղաքում մինչև օրս էլ մի անհուն վախով ու պատկառանքով են խոսում այն անձնավորության մասին, որն առաջին անգամ թիթեղե կտուրով է ծածկել իր երկհարկանի բնակարանը. դա բոլորին հայտնի, բոլորից հարգված, այսպես անվանված Գեներալ Ալոշն է, ութսունն անց պատկառելի մի նայիրցի, որի հետ ընթերցողը դեռ շատ առիթ կունենա հանդիպելու սույն իմ այս պոեմանման վեպում։ Տները, ինչպես ասացի, նայիրյան այդ քաղաքում ցածլիկ են, մեծ մասամբ միհարկանի, տափակ կտուրներով,— բայց տների ու խանութների այդ միօրինակ տափակության ծովում, քաղաքի ճիշտ կենտրոնում, որպես ուրիշ մի աշխարհից, կամ երկնքից ընկած քարե մի հրաշք — կանգնած կա, երևակայո՞ւմ եք… հինգհարկանի մի հսկա, քարե մի թյուրիմացություն… Ծխական դպրոցի ծանոթ ուսուցիչ պ. Մարուքե Դրաստամատյանը , որ պակաս մի հրաշք չէ նայիրյան այդ քաղաքում, ամեն անգամ այդ շինության մոտից անցնելիս ասում է ինքնիրեն, կամ, եթե խոսակիցներ է ու"
      },
      {
        "index": 6,
        "text": "նենում — նրանց. «Ուրի՛շ բան ենք մենք, ուրիշ — եվրոպացիք… Ա՛յ» — Եվ նա հիացած աչքերով նայում է հինգհարկանի շենքի տարօրինակ-փոքրիկ քառակուսի պատուհաններին։ «— Դեռ մենք շատ ենք հետամնաց» — ասում է նա։ Այսպես է մտածում պ. Մարուքեն — և նա, իհարկե, ունի իրավունք. պ. Մարուքեն ավարտել է տեղական քաղաքային յոթնամյա դպրոցը և, իրերի անհայտ բերմունքով, երկու-երեք ամսով եղել է Բեռլինում.— գոնե այսպես է հավատացնում ինքը, պ. Մարուքեն։ Նա սիրում է միմիայն նորն ու կատարյալը — և չի կարող տանել ոչ մի հնություն։ Այսպիսով նա, միանգամայն իրավացիորեն, եվրոպացու հռչակ է վայելում նայիրյան այդ քաղաքում — և բոլորը, մեծ թե փոքր, բացի երկրորդ ծխականի ուսուցիչ ընկ. Վառոդյանից, հարգում են նրան։ Բայց քաղաքը, բացի այդ հինգհարկանի հրաշք-շինությունից, ուներ մի շարք տեղական հրաշալիքներ, որոնցով դժբախտաբար չէր հետաքրքրվում պ. Դրաստամատյանը։ Սակայն ինչ ուզում է պ. Մարուքեն կարծե — առանց այդ հրաշալիքների նայիրյան այդ քաղաքը՝ եթե ոչ իր ամբողջ հմայքը, գոնե իր հմայքի կեսից ավելին անպայման կկորցներ — հենց իրենց, այդ քաղաքի բնակիչների աչքում։ Եվ ճիշտ որ. ինչո՞ւ համար կատարյալ հրաշալիքներ չեն կարող համարվել — թեկուզ հենց Բերդը, կամ, ասենք,— Վարդանի կամուրջը , կամ, վերջապես — Առաքելոց եկեղեցին … Իսկ ձորի Սլլան քա՞րը , Ճգնավորի մատո՞ւռը ,— ո՞րը թվեմ։— Բոլորն էլ հրաշք են, զարմանալի զարմանք, անկարելի հնճարք։"
      },
      {
        "index": 7,
        "text": "Սկսենք Բերդից։ Քաղաքի արևմտյան ծայրում, վերը, ժայռակուռ, դեղին բյուրի վրա — խիստ, խոժոռ, որպես արևելյան քարե մի բռնակալ — բազմել է Բերդը ։ Ժայռե իր գահի, աթոռի վրայից նայում է քաղաքին։ Քարե մի վիթխարի արկղ լինի կարծես՝ ծանր՝ ընկել է վերից ու կախված մնացել է բյուրի վրա. նստել է ծանր ու հաստատ։— Ընկել է նախ մի հսկայական քարե արկղ կարծես — և հետո, մեկը մյուսի ետևից տեղացել են վար ուրիշ մեծ ու փոքր, ծանր ու թեթև, զանազանաձև սնդուկներ՝ մեկը մեկի վրա, կողք-կողքի. հրաշք է, չես հասկանում, զարմանում ես միայն։ Ասում են, որ այդ բերդը շինելիս նայիրցի վարպետները ձվի սպիտակուց են գործածել շաղախի փոխարեն — ահա, թե ինչու է այդ բերդը անխորտակելի։ Անառիկ է այդ բերդը — ամենքն այդ գիտեն,— և դավաճանությունն է, նենգ, ստոր, նայիրյան դավաճանությունն է այդ բերդը հանձնել եկվոր սրիկաներին ։ Հիմարները միայն կարող են չզարմանալ այդ բերդի վրա — և այդպիսի հիմարներից է, թող թույլ տրվի ասեմ, պ. Մարուքեն։ Եվ թող ասի խնդրեմ պ. Դրատամատյանը, այդ մեծամիտ «եվրոպացին», ինչո՞վ, ինչո՞վ պիտի պաշտպանվեր հնամյա այդ քաղաքն առաջին իսկ թշնամուց, եթե բերդը չլիներ։ Այնտեղից, այո — բերդի անխորտակելի պատերի վրայից պիտի ռումբեր տեղան, եթե պատերազմ լինի։ Այնտեղից— բերդի ժայռակերտ պատնեշների վրայից — իջնի պիտի մի օր, որպես երկաթե մի բռունցք, պիրկ, անպարտ կորովը նայիրյան ցեղի։— Որպես երկաթե մի բռունցք — իջնի պիտի մի օր թշնամու գլխին։— Ահա՛ թե ինչ է այդ բերդը — իհարկե, հասկացողի համար։"
      },
      {
        "index": 8,
        "text": "Եվ ահա՝ թե ինչու — վարը, քաղաքում հանգիստ են տները՝ նիրհել են անհոգ ու անտարբեր։ Իսկ խանութների առաջ նստել է նայիրցի խանութպանը և ծույլ, անփույթ հորանջելով՝ սպասում է գնորդի։ Եվ ի՜նչ նշանակություն ունի այն հիմար, միանգամայն պատահական և ժամանակավոր հանգամանքը, որ հիմա, 1913 թվին, բերդի ամենաբարձր աշտարակի վրա ծածանվում է ո՛չ նայիրյան, արծվազարդ մի դրոշ։ Բերդը շինել են նայիրցիները, բայց դժբախտաբար, այդ նույն բերդն է հիմա եկվորներին պաշտպանում թե մեզնից, բերդի և քաղաքի իսկական տերերից — և թե ամեն մի թշնամուց։ Օրը կգա — և նրանք կգնան։ Եվ նորից, բերդի անառիկ ամրություններից, որպես երկաթյա ահեղ մի սպառնալիք — կելնե, կհառնե ահասաստ, նայիրյան ոգին, կորովը, ուժը հազարամյա — նայիրյան աշխարհի… Ու կվառվի նորից անմար խնդությամբ, կժպտա խնդագին երկիրը հազարամյա,— երկիրը Նայիրի… Այսպես էին մտածում այդ բերդի մասին նայիրյան այդ քաղաքում ապրող իսկական նայիրցիները — և այս փաստի հանդեպ ի՜նչ կարող էր անել մի, թեկուզ և եվրոպացի, պ. Դրաստամատյան… Բերդից, քարե այդ վիթխարի սնդուկի երկու կողքերից սկսվելով՝ ծուռումուռ, հսկա սապատավոր ուղտերի նման, դեպի վար, դեպի քաղաքն են իջնում քաղաքի երբեմնի պարիսպների հիմիկվա մնացորդները։ Առաջ, շատ հնում, քարե ուղտերի անընդհատ ձգվող մի քարավան է եղել, ամրակուռ մի պարիսպ, որ բերդից իջնելով՝ անցնելիս է եղել գետը և ամբողջ քաղաքն իր մեջ առնելով՝"
      },
      {
        "index": 9,
        "text": "տարիներ շարունակ պաշտպանել է բնակիչներին չարից ու ոսոխից։ Բայց հիմա քարե այն հսկա ուղտերի սապատներն են միայն — ծուռ, կոշկոճ բլուրների նման — տեղ-տեղ մնացել։ Մնացել են հիմա այն հին պարիսպների զարմանք հետքերը միայն — մեկն այստեղ ահա, բերդի պատերին կպած, մյուսն այնտեղ, գետեզերքին, մեկն էլ հեռո՜ւ-հեռուն՝ քաղաքից դուրս։ Ամեն մեկը հիմա մամռապատ մի պատ է կատարյալ. չիմացողը կասի՝ ո՞վ է այս բլուրի քարերը հղկել, ազնվացրել և մամուռով պատել… Իսկ մի վիթխարի կտորը այդ առասպելական պարիսպի մինչև օրս էլ մնացել է քաղաքի միջով անցնող գետի ճիշտ մեջտեղը. գետի մեջտեղը մնացած պարիսպի այդ կտորն է ահա, որ կոչվում է հիմա Վարդանի կամուրջ ։ Կարծում են՝ կամուրջ է եղել և համոզված են, որ այդպիսի մի կամուրջ Վարդան զորավարը միայն կարող էր շինել, որովհետև այսօրվա միամիտ նայիրցին այն ամենը, որ մե՛ծ է և զարմանալի, ինչ որ նայիրյան է ու հաղթական — վերագրում է Վարդան Մամիկոնյանին , վերջին այդ արքայակերպ նայիրցուն, որի մասին այսօր ամեն մի հասարակ նայիրցի այնքանը միայն գիտե, որ բարեկենդանի հինգշաբթի օրը բոլոր նայիրյան եկեղեցիներում պատարագ է լինում նրա հիշատակին, երգվում է «Լռեց ամպերը» , և այդ օրը բոլոր նայիրցիները «տոն» ունեն, այսինքն — անվանակոչություն… Բայց այդ չէ, իհարկե, պատճառը, որ Վարդանի կամուրջը նայիրցիների աչքին դարձել է խորհրդավոր մի հրաշք՝ ահռելի գեղեցկություն։ Ասում են — և այդ բոլորը գիտեն — որ գետում խեղդվածները գալիս հավաքվում են կամուրջի"
      },
      {
        "index": 10,
        "text": "տակ գտնվող ահռելի վիհերում. վիհի՛ վրա է կանգնած այդ հսկա քարակույտը — ահա՛ թե ինչ։ Նրա տակ դատարկ է, բոլորովին դատարկ։ Եվ այդ դատարկության վրա, որպես նայիրյան հնամենի զարմանք, ելել է կամուրջը, կախվել է, ծանր ու հաստատ, վիհերի վրա։ Վարդանի կամուրջը ։— Եվ այդ անհուն, անհատակ վիհերում, որոնց մեջ ջուրն անգամ վարանում է լցվել — ապրում են ջրային գազաններ. պառավներ, մարդագլուխ գոմեշներ, ջրային հսկա մի օձ, որ կամուրջի «տերն» է, կամուրջի բարի ոգին — և երկու ջրահարս։ Ահա թե ինչու ոչ մի քաղաքացի չի համարձակվում լողանալ կամուրջի մոտերքը. քանի՜-քանի անգամ եղել են դեպքեր, երբ մի առաքինի, խելոք, բարի նայիրցի գիշեր ժամանակ Վարդանի կամուրջի մոտերքից անցնելիս զգացել է հանկարծ, որ քաշում են իրեն վար, դեպի վիհերը Վարդանի կամուրջի,— կանչում են, հմայում են, ուզում են խեղդեն։ Եվ քանի՜-քանի անգամ Վարդանանց տոնին սուրբ Գևորգ եկեղեցու քարե ամբիոնից տեր Հուսիկ քահանան զգուշացրել է քաղաքացիներին, որ նման դեպքերում ամեն մի իսկական նայիրցի իսկույն պետք է հիշի Վարդան զորավար քաջին և ամրապնդվի պապերի հավատքով ։ Պիտի մտաբերի այն մեծ նպատակը, որի համար ընկել է նա Ավարայրի դաշտում — և չվարանի։ Եվ եթե չվարանի՝ կցնդի, քամի կդառնա այն չար զորությունը, որ թշնամու ցանկությամբ կախվել է Վարդանի կամուրջի վրա։ Եվ Վարդանի կամուրջը կդառնա հավատքի մի խորան՝ բարի մի զորություն։— Հարության սյո՛ւն կդառնա Վարդանի կամուրջը հավատացողի համար — ասել է հաճախ տեր Հուսիկ քահանան։"
      },
      {
        "index": 11,
        "text": "Բայց միշտ այնպես է պատահում, որ ամենավտանգավոր վայրկյանին թռչում է Վարդանի անունը վարանոտ քաղաքացու ճղճիմ ուղեղից ու մնում է տեղը — դատարկ տարածություն, սարսափելի զարզանդ, որ, ի դեպս ասած, ավելի է բարձրացնում Վարդանի կամուրջի հրաշալի հմայքը քաղաքացիների աչքին։ Եվ ես չգիտեմ, չեմ կարող պատկերացնել թե որքան խղճուկ ու անհետաքրքիր պիտի թվար նայիրյան այդ քաղաքը նրանում ապրողների աչքին, եթե այդ կամուրջը չլիներ։ Բայց արի տես, որ այդքան հետաքրքիր ու զարմանալի հնամյա այդ քաղաքում միայն կամուրջը չէ։ Եվ եթե առաջարկվեր բնակիչներին ձեռք քաշել քաղաքի հրաշալիքներից մեկն ու մեկից, հարց է դեռ՝ չէի՞ն զիջի նրանք Վարդանի կամուրջը — հօգուտ Առաքելոց եկեղեցու ։ Ուզում եմ ասած լինեմ, որ չնայած Վարդանի կամուրջը քաղաքացիների սրտին չափազանց մոտ լինելու հանգամանքին — ուրի՛շ բան է այդ նույն քաղաքացիների համար Առաքելոց եկեղեցին ։ Առաքելոց եկեղեցին ամենամեծ ու ամենանվիրական հրաշալիքն է, զարդն է, զարմանքն է այդ հնամյա քաղաքի — և բացի նրանից չկա մի ուրիշ ավելի հմայիչ զարմանք քաղաքացիների համար։— Ինչ որ է հոգին մարմնի նկատմամբ, ինչ որ է ուղեղը, աչքը կամ սիրտը՝ մարդու կազմվածքում – նո՛ւյնն է Առաքելոց եկեղեցին նայիրյան այդ քաղաքում։— Ինչ որ է Նոտր Դամը փարիզցիների համար — նույնն է այդ քաղաքի բնակիչների աչքին — Առաքելոց եկեղեցին ։ Բերդից դեպի հյուսիս, վարը, բլուրի լանջին, ծվարել է Աոաքելոց եկեղեցին , որպես քարից շինած մոխրագույն մի թռչուն."
      },
      {
        "index": 12,
        "text": "Առաքելոց եկեղեցին թռչունի է նման վերից — բերդից նայելիս, բայց դեմից նայելիս նա թողնում է նստած վարդապետի տպավորություն։ Քարե ծեր մի վարդապետ է կարծես, նստել է բլուրի լանջին ու մնացել է նստած — դարեր, ու կմնա նստած, քանի դեռ կա աշխարհը և անհուն աշխարհում — երկիրը Նայիրի։ Վերը, գմբեթի ծայրին, խաչն է՝ պարզ, երկթև նայիրյան մի խաչ։ Ու խաչից սկսվելով՝ ծայրը վեր տնկած կոնաձև հոլի մի նման իջնում է գմբեթը քարե մի ահռելի սնդուկի վրա։ — Ահա՛ Առաքելոց եկեղեցին։ Հրաշք է, չես հասկանում — այնքան է պարզ։ Բայց որպեսզի ընթերցողը պարզ, ակնհայտնի կերպով կարողանա պատկերացնել Առաքելոց եկեղեցու հմայիչ պարզությունը — ես կնկարեմ այստեղ, մոտավորապես, նրա արտաքին տեսքը. — ահա՛։ Հասարակ է, պարզ է՝ նայիրյան ոգին է կարծես՝ կերպարանք ստացած։— Անպաճույճ է, պարզ է — դրսից, բայց հասկացողի համար նա որքա՜ն է անհուն ու բազմահրաշ…"
      },
      {
        "index": 13,
        "text": "Ճիշտ այնպես, ինչպես պատմել են ինձ, պատմեմ ես էլ քեզ, ընթերցո՛ղ, Առաքելոց եկեղեցու մասին. ուզում ես հավատա, ուզում ես ծիծաղիր։ Բայց ես մոռացա ասել, թե ինչու է այդ եկեղեցին կոչվում — Առաքելոց եկեղեցի։— Եվ հենց այստեղից է ահա, որ սկսվում է այդ եկեղեցու զարմանալին ու հրաշալին։ Քարե այդ եկեղեցու քարաշեն գմբեթի պատերի վրա դրսից քանդակել է նայիրցի վարպետը տասներկու առաքյալների դեմքերը՝ մեկ-մեկ, կողք֊կողքի — տասներկու առաքյալ։ Հասկանո՞ւմ եք՝ քարի մեջ փորել է հրաշալի դեմքեր։ Նրանք հիմա էլ պարզ նայում են դիտողին գմբեթի հնաբույր, մամռոտ պատերից՝ կարծր, չոր, նայիրյան լեռնաքարի մեջ փորած հրաշալի դեմքեր։ Եվ այն էլ կնկատի ուշադիր դիտողը, որ առաքյալներից մեկի բոլոր դիմագծերը փորփրած են անխնամ, քիթը չկա, իսկ աչքերի փոխարեն նայում են վերևից երկու սև ու այլանդակ խոռոչներ։— Հուդայի դեմքն է դա, կասի ձեզ իմացողը,— որին նայիրցի քրիստոնյա վարպետը տվել է հրեշի կերպարանք։ Բայց Հուդայի այդ դեմքը իսկի էլ կարծես քանդակված չլինի եկեղեցու վրա, որովհետև եկեղեցին թեկուզ և պաշտոնապես կոչվում է Տասներկու Առաքելոց , բայց ժողովուրդը համառորեն ասում է՝ Տասնմեկ Առաքելոց — և նա իրավունք ունի. նա չի հաշվում Հուդային , չի՛ ուզում հաշվել։ Սակայն եթե ժողովուրդը տասներկու առաքյալներին էլ չհաշվեր — էլի Առաքելոց եկեղեցին ոչինչ չէր կորցնի իր դարավոր հմայքից։ Որովհետև այլ է նրա կոչումը, և հմայքը - այլ։ Եվ այն, ինչ որ ես հիմա պիտի քեզ պատմեմ, սիրելի ընթերցող, թող քեզ դատարկ"
      },
      {
        "index": 14,
        "text": "հեքիաթ կամ զրույց չթվա։ Եթե մի անգամ պատահմամբ այդ քաղաքն ընկնես՝ հարցրո՛ւ Առաքելոց եկեղեցու մասին և քեզ ամեն մի տեղացի նույնը կպատմե, ինչ ոը ես պիտի պատմեմ. գուցե և ավելին։ Դեպքը պատահել է այսպես։ Առաքելոց եկեղեցուց երկու-երեք հարյուր քայլաչափ հեռու, եկեղեցի տանող ճանապարհի վրա հիմա էլ կանգնած կա կիսավեր մի տնակ։ Պատերը կանգնած են դեռ, բայց կտուրը փուլ է եկել. հողակույտ է հիմա այդ տնակը, անդուռ ավերակ։ Ընդամենը քսան-քսաներկու տարի առաջ այդ տնակը թե դուռ ուներ և թե լուսամուտներ, և նրա խոնավ, ցածլիկ սենյակներում ապրում էր մի գաղթական նայիրցի՝ հիմա ամենքին անունով հայտնի Մշեցի Թաթոն ։ Այդ մարդը դժբախտ է եղել. նայիրյան հեռու մի քաղաքում ջարդի ժամանակ կորցրել է իր ընտանիքը և մերկ, բոբիկ, հասել է այդ քաղաքը և բախտի բերումով բնակություն գտել եկեղեցուն մոտիկ այդ խարխուլ տնակում։ Ապրել է Մշեցի Թաթոն այդ խարխուլ տնակում մի քանի տարի. ոչինչ չի նկատել։ Եվ ահա մի օր շուկայում հանդիպում է նա իր հայրենակիցներից մեկին. նոր է եկած լինում հեռու հայրենիքից։ Պատմում է այնտեղի մասին քստմնելի բաներ։ Եվ պատմությունը նույնն է լինում՝ կոտորած, կոտորած, կոտորած ։— Բռնաբարված կին, կորած երեխաներ։ Ու փախուստ — օտարություն, մուրացկանի վիճակ։ Լսում է Մշեցի Թաթոն և հիշում է իրը. հիշում է կնոջը, երեխաներին։ Մտնում են միասին գինետուն և սկսում են խմել — դառն, արնահամ, նայիրյան օղի։"
      },
      {
        "index": 15,
        "text": "Եվ ահա Թաթոն սկսում է պատմել ընկերոջը քաղաքի մասին. դուրս են գալիս օրորվելով. տեսնում են Բերդը, Վարդանի կամուրջը, Առաքելոց եկեղեցին։ Ասում է ընկերը՝ օրը կգա և նորից կելնե. կհառնե մշուշից — նայիրյան ոգին ։ Հաղթ, հաստատ, կիջնի թշնամու գլխին — երկաթե վրեժ։ Այսպես զրուցելով գալիս են Թաթոյի տնակը. պառկում են քնելու։ Եվ ահա կեսգիշերին թվում է Թաթոյին՝ մեկը, անուշ ձայնով, կանչում է իրեն։ Ներքևից, տան ներքնահարկից, կանչում է մեկը, ծանոթ, կանչում է վար։ Ելնում է վեր և ասում է ընկերոջը՝ արի։ Եվ նրանք միասին վերցնում են ճրագը՝ իջնում են վար։ Իջնում են ներքնատուն։ Խոնավ, գաղջ օդով լցված, զարհուրելի։ Մի վայրկյան մնում են շվարած. պարզ, լսելի՝ կանչում է տխուր մի ձայն հատակից, ներքևից։ Աչքերը գետնին են հառում — տեսնում են՝ գետնի մեջ, ծանր, թաղվել է մի ջրաղացքար։ Մտածում են՝ դուռ է։ Դնում է Թաթոն ոտքը ջրաղացքարի վրա. շարժվում է։ Կռանում, բարձրացնում են քարը — բացվում է նրանց առաջ մի մութ ներքնահարկ։ Մութ, խոնավ՝ փչում է դեմքերին թավ, խոնավ մի քամի։ Նայում են ճրագով — աստիճաններ։ Վերցնում են ճրագը և իջնում են վար։ Ահա վերջանում են աստիճանները, և դեմը խավար մի անցք տանում է — ո՞ւր։ Գնում են անցքով — գալիս, գալիս — լայնանում է անցքը։ Եվ ահա նորից — աստիճաններ։ Ելնում են վեր — և դուրս են գալիս հանկարծ… Կանգնած են Առաքելոց եկեղեցում ։ Բեմը, խորանը ահա. վարագույրն ահա — մութ - կապույտ վարագույր՝ վրան ոսկե մի խաչ։ Ավազանը ահա, որտեղ երե"
      },
      {
        "index": 16,
        "text": "խաներն են «կնքում»… Մնում են շվարած։ Մոտենում են դռներին, ուզում են դուրս ելնել — փակ է։ Զարհուրած փախչում են ետ։ Միևնույն անցքերով քայլում, քայլում են երկար, և ահա նորից — աստիճաններ։ Եվ հանկարծ, գլխների վերևում, վերը, ներքևում, իրենց շուրջը, չորս կողմը լսում են — խուլ, հեռու ջրերի խշշոց։ Ելնում են աստիճաններով և դուրս են գալիս… Քիչ է մնում հովից ու խոնավությունից ճրագը մարի։ Ո՞ւր են — չեն հասկանում։ Զգում են միայն, որ կանգնած են բարձր մի տեղ, ինչ-որ զարհուրելի խոնավության վրա։ Ներքևում, վարը — գետ է, հեղհեղուկ հոսանք։ Ջրերի խշշոց։ Ու հորդ, հեղհեղուկ հոսանքի վրա, վերը — երկինք է. մութ, խոնավ գիշեր։ Եվ Թաթոն հիշում է հանկարծ՝ կանգնած են ճիշտ այն բլուրանման պարսպի մնացորդի վրա, գետի մեջտեղում։— Կամուրջն է . տեղացիք ասում են՝ Վարդանի կամուրջ։ Ահա ջրերի միջից, վարը, երգում են պառավները. ե՞րգ է, թե ջրերի խշշոց։ Ու հորդ, հեղհեղուկ խավարում շողշողում է վարը, ծփում է պսպղուն — օձը, կամուրջի բարի ոգին ։ Եվ ահա խոնավ, խշշացող ջրերի միջից ելնում են ահավոր, բառաչում խռպոտ — ջրային գոմեշները .— ահ է, զազրելի զարմանք… Արագ իջնում են վար, փախչում են անցքերով. ու էլի ահա — աստիճաններ։ Շատ են, ինչքա՜ն են շատ… Ելնում են, ելնում են, ելնում են. և ահա — դուրսն են նորից։ Շուրջը — երկինք է. աստղային մշուշ։ Վարը — քաղաքն է երևի. առկայծում են դեղին, տարտամ կրակներ։ Հեռուն, շատ հեռուն, լսվում է խուլ, տխուր — խշշոցը գետի. ոտքերի տակ իրենց — Բերդն է. քարե սնդուկները ծանր շնթռկել են, քնել են ահավոր։"
      },
      {
        "index": 17,
        "text": "Կանգնած են իրենք բերդի ամենաբարձր աշտարակի վրա. փչում է սուր, սարսուռ, սառը մի քամի։ Ու մոտիկ-մոտիկ ծածանվում է լաթի մի կտոր. դրոշակն է բերդի։ Մութ է ափսոս։ Եթե ցերեկ լիներ՝ կտեսնեին դեղին կտավի վրա — երկգլխանի մի արծիվն ոսկենկար զարզանդ։ Մութ է, գիշեր է, չի երևում։ Փչում է կատաղի — հրում է քամին, հիմա կընկնեն։ Ինչո՞ւ են այստեղ — ի՛նչ են ուզում։ Սարսափից խելագար՝ աստիճաններով կրկին իջնում են վար, ընկնում են գետնափոր անցքերը. վազում են շնչակատուր։ Եվ քրտինք կտրած՝ հանկարծ, երևի պատահմամբ — ելնում են իրենց ներքնահարկը նորից. բարձրանում են Թաթոյի սենյակը և քնում են մեռելանման։ Քնում են դառը, աներազ, ծանր մի քնով, բայց առավոտը զարթնում են կայտառ ոգևորված։ Պատմում են բոլորին անցքերի մասին — և բոլորը մնում են ապշած ու շվարած։ Լինում են մարդիկ, որ այդ պատահական գյուտը համարում են խորհրդավոր նշան, զարթնումի սկզբնավորում ։ Մոտ է — ասելիս են եղել նրանք — վայրկյանը վերածնության ։ Եվ կանչել են նրանք Թաթոյին ու ընկերոջը. խստիվ արգելել են այդ մասին զրուցել ու խոսել։ Բայց հիմա, այդ նշանավոր անցքից քսան-քսանհինգ տարի հետո, Բերդի, Առաքելոց եկեղեցու և Վարդանի կամուրջի մեջ գտնվող այդ անցքերի և աստիճանների մասին — բոլորը, նույնիսկ երեխաները գիտեն։— Բայց այդ մասին, իհարկե, չեն խոսում երբեք, այդ մասին խստիվ արգելված է խոսել։ Այն էլ մոռացա ասեմ, որ երբ Թաթոյի և ընկերոջ անուշադիր լինելու շնորհիվ կառավարությունն իմանում է"
      },
      {
        "index": 18,
        "text": "Առաքելոց եկեղեցու գաղտնիքը — խլում է Առաքելոց եկեղեցին նայիրցիների ձեռքից, իսկ Թաթոն ու ընկերն աքսորվում են Սիբիր և փտում են այնտեղի խոնավ զնդաններում։ Ահա՛ թե ինչ է իրենից ներկայացնում Առաքելոց եկեղեցին… Եվ դեռ ես այն էլ մոռացա ասեմ, որ բացի վերոհիշյալ հրաշքներից՝ նայիրյան արքանե՛ր կան թաղված Առաքելոց եկեղեցում և երբ, եկեղեցին գրավելուց հետո, քանդել են եկեղեցու հատակը – վեմ—քարի ներքևում գտել են անթիվ-անհամար գանձեր ու անգնություններ… Էհ, հին ու մութ պատմություն է, ընթերցո՛ղ — ո՞րը թվեմ։ Գիտուն, խորամանկ, հարուստ ու հպարտ են եղել նայիրյան արքաները. այդպիսի արքաներ հիմա չկան։ Գիտուն, խորամանկ, հարուստ ու հպարտ են եղել, բայց, դժբախտաբար, եսական ու անմիաբան. եթե ոչ…ինչո՞ւ պիտի կորչեր արքայությունը նրանց, և ավերակի վերածվեր երկիրը Նայիրի… Ո՞ւր են հրաշագործ նայիրցիները հիմա — ո՞ւր է հազարամյա Նայիրին… Չկա, ոչինչ չկա հիմա։ Անգամ հնուց մնացած այդպիսի զարմանք-հրաշալիքներ ունեցող նայիրյան այդ քաղաքը, որ առաջ արքայանիստ է եղել, մայր-քաղաք, Հնամենի կենտրոն — այդ քաղաքն անգամ դարձել է հիմա, օտարների տիրապետության օրով — գավառական հետամնաց մի որջ, ուր պատժվելու համար մայրաքաղաքներից աքսոր են ուղարկվում զանազան զեղծումների մեջ բռնված ավազակ պաշտոնյաներ… Քաղաքի այդ երեք հին հրաշալիքները նկարագրելուց հետո անցնենք հիմա քաղաքի նոր հրա"
      },
      {
        "index": 19,
        "text": "շալիքներին։ Այդպիսով մենք կամաց-կամաց կմոտենանք քաղաքի առօրյա կենցաղին և հետզհետե մեր դեմ կելնեն հնամյա այդ քաղաքում այժմ ապրող բոլոր նշանավոր ու աննշան նայիրցիները — քաղաքի հիմիկվա բնակիչները։ Ամենամեծ նորությունը, որ նայիրյան չէ և նույնիսկ անընտել, անհասկանալի է թվացել սկզբում տեղացիների աչքին — երկաթուղագիծն է՝ ձգված ռուսների տիրապետության օրով՝ քսան տարի առաջ։ Քաղաքի բնակչության կեսից ավելին դեռ մինչև հիմա էլ հիշում է անմոռանալի այն օրը, երբ անհայտ հեռուներից մինչև այդ քաղաքը ձգված երկաթե գծերի վրայով առաջին անգամ մոտեցել է գնացքը նորակառույց կայարանին։ Եղել է — խնդուն խրախճանք, զարմանալի զարմանք։ Եղել են մարդիկ, որ զարմանքից ու հիացմունքից չեն կարողացել խոսել. առնվել է լեզուները զարմանքից ու հիացմունքից։ Շատերը հիշում են այն հետաքրքիր մանրամասնությունն անգամ, որ գնացքի շոգեկառքը զարդարված է եղել ծառերով ու ծաղիկներով։ Իսկ շոգեկառքի ճակատին, ճիշտ լապտերի վերևը, ծածանվելիս է եղել կապույտ մի դրոշակ՝ վրան ոսկենկար երկգլխանի արծիվ։ Այդպիսի՛ ահա շուքով ու ցնծությամբ է մոտեցել գնացքը քաղաքի կայարանին, որտեղ քաղաքի համարյա ամբողջ բնակչությունը հավաքված է եղել — ուրախ, տոնական զգեստներով — գնացքին դիմավորելու։ Կայարանի առաջ նվագելիս է եղել զինվորական երաժշտախումբը և նրա մոտ կանգնած դիմավորել են գնացքը մի շարք պատկառելի նայիրցիներ և բարձրաստիճան պաշ"
      },
      {
        "index": 20,
        "text": "տոնյաներ. գավառապետը, օգնականը, գինվորական ատյանի պետը, Գեներալ Ալոշը, Մազութի Համոյի հայրը՝ Առաքել աղան — ո՞րը հիշես… Չնայած, սակայն, նրան, որ այդ զարմանահիշատակ օրվանից քսան-քսաներկու տարի է անցել, չնայած, ասում ենք, այդ երկար ու ձիգ քսան-քսաներկու տարիներին — մինչև օրս էլ կան այդ քաղաքում շատ և շատ պատկառելի ու անպատկառ նայիրցիներ, որոնք, երևակայո՞ւմ եք, ոչ միայն գնացք չեն նստել, այլև նայում են շոգեկառքին, որպես մի զարմանալի հրաշքի։ Օրինակ, քաղաքում ամենին հայտնի դագաղագործ Մեռելի Ենոքին մինչև օրս էլ զարմանալի է թվում, թե էդ ինչպե՞ս են մարդիկ, անշունչ երկաթների վրայով, անձի–անգոմեշ վագոնների մեջ նստած՝ տեղից-տեղ ճանապարհվում։ Դեռ մինչև օրս էլ կիրակի օրերը շատ անգամ կարելի է հանդիպել երկու պատկառելի նայիրցիների, որոնք կիրակնօրյա պտույտի ելած (երկաթուղու կայարանը քաղաքային այգուց հետո երկրորդ զբոսավայրն է նայիրյան այդ քաղաքում) — կանգնել են երկաթուղագծի առաջ և զբաղված են այսպիսի մի զրույցով. — Էս տնաքանդը տես մի ինչեր արաց…— ասում է մեկը, ոտքով ծուլորեն խփելով երկաթուղագծին և յուղոտ մի ժպիտ երեսին՝ լսելով երկաթուղագծի ախորժ զնգոցը։ — Էսպես որ նստիս — տեյի ո՞ւր կերթաս… «Ուր օր կուզես»,— պատասխանում է մյուսը։ — Մոսկով կերթա՞ս։ «Հըլբըթ կերթաս»։ — Կի՞վ… «Կիվ էլ կերթաս…»։"
      },
      {
        "index": 21,
        "text": "Ու տիրում է լռություն՝ ակնածանք ու զարմանք։ Երկրորդ նորությունը, որ նույնպես նայիրյան չէ և դեպի որը հատուկ մի ակնածանք են զգում բոլոր քաղաքացիներն անխտիր և որով այնքան հիանում է միշտ ծխական դպրոցի ուսուցիչ պ. Դրաստամատյանը — հինգհարկանի այն հսկա շինությունն է, որ կանգնած է քաղաքի մեջտեղում, որպես ահռելի մի վեհություն, քարե ակնածանք։ Այո, քարե մի ակնածանք, որովհետև այդ շենքը, բացի իր վիթխարի լինելը, նշանակալից է և մի ուրիշ, ավելի կարևոր — ամենակարևոր հանգամանքի շնորհիվ.— այդտե՛ղ, այդ միակ շենքումն են կենտրոնացած քաղաքի և նույնիսկ գավառի ամենագեղեցիկ հիմնարկությունները ։ Այդտեղ են նստում՝ գավառապետը, ոստիկանապետը, — այդտեղ է զորակոչային գավառական ատյանը և այդ շենքում են, վերջապես, գտնվում՝ փոստ-հեռագիրը և պետական գանձարանը ։ Եվ էլի՛ բոլորը չկարողացա թվել։ Մոռացա ամենակարևոր հիմնարկությունը — այն, առանց որի այդ առասպելական շինությունն իր հմայքի և մանավանդ սարսափելի ակնածանքի կեսից ավելին կկորցներ… Բանն այն է, որ այդ հինգհարկանի շենքի առաջին հարկում, միջանցքի ամեածայրը, կարելի է ասել՝ շենքի ամենահետընկած անկյունում կա մի փոքրիկ սենյակ… Աստված չանի, ընթերցող, այդ սենյակն ընկնես. որ ընկար — ազատվելիք չկա։ «Մութ տեղը» — այսպես են անվանում քաղաքացիք այդ սենյակը, թեկուզ սենյակը բոլորովին լույս է՝ երկու պատուհան ունի և երեք էլեկտրական լամպ։ Իսկի էլ լուսավորություն չունենալը չէ, որ դարձրել է սենյակը այդ խորհրդավոր ակնարկին արժանի, այլ թերևս այն, որ այդտեղ մտնողի աչ"
      },
      {
        "index": 22,
        "text": "քերը… մթնում են սարսափից . ահա՛ թե ինչ հատկություն ունի այդ խորհրդավոր սենյակը, սիրելի ընթերցող… Եվ մեծ չափով այդ սենյակին պետք է վերադրել այն խորհրդավոր հարգանքը, որ զգում է ամեն մի քաղաքացի այդ շենքի մոտով անցնելիս։ Եվ նա չէ՞ արդյոք պատճառը, որ այդ հինգհարկանի տունը դարձել է մի ամենակարող կենտրոն, կամ, ավելի լավ է ասել՝ առանցք , որի շուրջն են դառնում քաղաքն ու գավառը — և չեն կարող չդառնալ։ Այն միանգամայն ճշմարիտ ակսիոման, որ տիեզերքում ամեն մի կետ կարող է կենտրոն համարվել — ամենայն հեշտությամբ հերքվում է այս դեպքում, ինչպես և բոլոր նման դեպքերում, երբ խոսքը վերաբերում է վարչական և ոչ թե աստղային համակարգություններին։ Այդ հինգհարկանի շենքն է, այո, քաղաքի կենտրոնը և միակ կենտրոնը — և նա, այդ քաղաքը, միևնույն ժամանակ ուրիշ ո՛չ մի կենտրոն չի կարող ունենալ։ Թող որքան կուզե ծխական դպրոցի ուսուցիչ ընկեր Վառոդյանը համոզե օրիորդներին, որ տիեզերքի նկատմամբ կենտրոն կարող է համարվել Բոչկա Նիկոլայի պանդոկը անգամ — թող ինչ ուզում է ընկ. Վառոդյանն ասե — մենք չենք փոխի մեր կարծիքը և հաստատ կպնդենք, որ հինգհարկանի այդ տունն է, այո, միակ կենտրոնը նայիրյան այդ քաղաքի և ամբողջ գավառի և այնտեղից է, այո, որ ելնում են, էլեկտրական կապույտ կայծերի նման և տարածվում ամեն ուղղությամբ — վճիռներ ու ճակատագրեր ։ Ընկ. Վառոդյանն այդ բանը, իհարկե, մեզանից լավ գիտե, բայց նա օրիորդներին հաճելի, հանդուգն, խիզախ երևալու համար սոփեստություններ է անում։ Եվ ինչպե՞ս"
      },
      {
        "index": 23,
        "text": "կարող է ընկ. Վառոդյանն այդ չիմանալ, երբ իր կաշվի վրա է զգացել այդ ամենակարող կենտրոնի անմիջական ազդեցությունը։ Հարկավոր է ասել, որ «կաշվի վրա» դարձվածքը պետք է բառացի հասկանալ. ամենքին լավ հայտնի սրճարանատեր Տելեֆոն Սեթոն — նա, որ սրճարան ունի Լորիս—Մելիքյան կոչվող փողոցի վրա, — երդվում է Հիսուսի անունով, որ բաղնիքում պատահմամբ տեսել է ընկեր Վառոդյանի կռնակի վրա… հետաքրրքիր հետքեր։ Որտե՞ղ, ասացեք խնդրեմ, եթե ոչ այդ ամենակարող կենտրոնում, կարող էր ընկ. Վառոդյանի կռնակն այդպիսի հետաքրքիր դրոշմներ ստանալ կապո՜ւյտ-կապո՜ւյտ գծեր։ Իսկ եթե ընկ. Վառոդյանն այդ էլ չի ընդունում և խորհրդավոր կերպով ակնարկում է իր «Ընկերության» անդամ լինելու հանգամանքը… դժվար է այդ դեպքում որևէ հակաճառություն անել ընկ. Վառոդյանին։ Նույնիսկ երեխաները գիտեն, որ «Ընկերությունը» կենտրոն է, մի ավելի ամենակարող և ահռելի կենտրոն, որ սուլթաններ, շահեր և կայսրեր պիտ տապալե — այդ անգո, ավելի լավ է ասել՝ մաթեմատիկական այդ «Կենտրոնը» … Ասում ենք «մաթեմատիկական», որովհետև ընկ. Վառոդյանի ասելով՝ ի նկատի ունենալով այն միանգամայն անհերքելի հանգամանքը, որ հինգհարկանի «Կենտրոնը» կառուցված է վախի, բռնության, արյան ու թյուրիմացության վրա,— «Ընկերության» կենտրոնը քարե՛ է, գրանիտե՝ կառուցված գիտական սոցիալիզմի անհողդողդ հիմունքների վրա։— Ուրեմն երկու անգամ երկու հավասար է չորսի պես պարզ պետք է լինի, որ ոչինչ է հինգհարկանի կենտրոնը, իսկ"
      },
      {
        "index": 24,
        "text": "«Ընկերությունը» — փաստ, անողոք ճշմարտություն — մերկ ճմարտություն։ Այսպես է տրամաբանում ընկ. Վառոդյանը,— և նա իրավունք ունի. հարցրեք ամեն մի երեխայի, այո, նույնիսկ երեխայի, և նա անվրեպ կերպով տեղն անգամ ցույց կտա այդ «Գերկենտրոնի» ,— այո.— Վարդանի կամուրջը ։ Այսինքն ոչ թե կամուրջը բառացի, այլ նրա դիմացը, գետափին շինված մի տնակ, որ կիսաքանդ է հիմա, ավերակ, և որի քանդվելու խորհրդավոր պատմության հետ է կապված ընկեր Վառոդյանի կռնակի պատմությունը… Ահա՛ այդ պատմությունը, սիրելի ընթերցող։ Մի օր, այսինքն մի գիշեր, ժամը մոտավորապես երեքին, քաղաքի բոլոր տների պատուհանների ապակիները հանկարծ զրնգում են թափով, և նույն վայրկյանին լսվում է մի ահռեցուցիչ, ահռելի մի պայթյուն։ Սարսափած քաղաքացիք դուրս են թափվում տներից և սկսում են դեպի դաշտը, դեպի գերեզմանոցը փախչել. կարծում են երկրաշարժ է, ժաժք՝ աստծու պատիժ։ Բայց այդ լուրը հերքվել է շուտով և տարածվել է մի ուրիշ սարսափելի կարծիք, որ պայթել է Բերդը՝ ամբողջ Բերդը մի րոպեում թռել է երկինք։ Շատերն էլ այն կարծիքին են եղել, որ պայթել է Առաքելոց եկեղեցին. ամեն ոք գիտե, որ նրա վեմ-քարի ներքևում նայիրցի վարպետները պահած են եղել հազար փութ դինամիտ … Իսկ հայտնի պանդոկապետ Բոչկա Նիկոլայը , նա, որ հանրամատչելի դուխան է պահում Լորիս-Մելիքյան փողոցի վրա, ասել է իր հարևան Մեռելի Ենոքին , որ, երևի, պատերազմ է սկսվել, բայց իրենք չգիտեն. հասարակ մարդիկ են — ի՞նչ իմանան։"
      },
      {
        "index": 25,
        "text": "Բայց շուտով պարզվել է, որ ոչ Բերդն է պայթել, ոչ Առաքելոց եկեղեցին, և ո՛չ էլ պատերազմ է սկսվել։— Երանի այդ լիներ,— ինքն իրեն տղայաբար հերքելով ասում է մինչև օրս ընկ. Վառոդյանը,— բայց, մեր կարծիքով, բարեբախտաբար այդ չի եղել, այլ պայթել է, երևակայո՞ւմ եք… Վարդանի կամուրջը , այսինքն ոչ թե ինքը կամուրջը,այլ նրա դիմաց գտնվող այն հողե խրճիթը, որի մասին քիչ վերը խորհրրդավոր կերպով հիշատակեցինք։— Խրճիթում պայթել է երեք փութ… դինամիտ … ահա՛ թե ինչ… Եվ հետևյալ օրն այդ խրճիթի տակից զինվորներն ու ոստիկանները հանել են չորս կիսավառ դիակներ, ավելի ճիշտ՝ դիերի մնացորդներ։ Եղել են՝ բոլորին ծանոթ Ղարաբաղցի Նիկոլը , ուսուցիչ,— Մշեցի Մարգարը , սրճարանատեր,— Ռուս Աբրահամը , գաղտնի ոստիկանության պաշտոնյա,— և Վարժապետ Կարոն ,— նա, որի մասին խոսելիս ընկ. Վառոդյանը միշտ ակնածանքով ասում է ընկեր Կարոն ։— Ահա՛ թե ինչո՞ւ է Ընկերությունը կենտրոն և նույնիսկ — Գերկենտրոն , սիրելի ընթերցող։ Եվ ի՞նչ նշանակություն կարող է ունենալ, բացի դրականից, այն հանգամանքը, որ հողե այդ խրճիթում պայթած դինամիտի ազդեցությունը կողմնակի կերպով արտահայտվել է ընկ. Վառոդյանի կռնակի վրա, որպես կապույտ գծերի նրբահյուս մի նկար։ Այն մյուս, սոխի գլխի չափ անգամ ընկ. Վառոդյանի աչքին նշանակություն չունեցող «Դառնության կենտրոնում» (ինչպես անվանում է ինքը ընկ. Վառոդյանը հինգհարկանի շենքը),— եղել է — հերոսական պայքար, անպարտ ընդվզում — մի կողմից"
      },
      {
        "index": 26,
        "text": "(կարդա՛ ընկ. Վառոդյանի կողմից),— իսկ մյուս կողմից — բռնություն, մղձավանջ, դեղին ստրկություն։ Իջել է, իջել է, որպես կարմիր ամոթ, «շոմպոլը» ընկ. Վառոդյանի կռնակին,— և նա ելել է վեր՝ զտված, կարծրացած,— որպես սրբած դաշույն՝ ելել է դառնության, զազրանքի կենտրոնից,— հառնել է, հաղթական, նայիրյան ըմբոստ ոգին… Այսպե՛ս է եղել։ Բայց մի բան դեռ մինչև օրս էլ ընկ. Վառոդյանը չի կարող մոռանալ և իրեն ներել. այն, որ այնտեղ, «Դառնության կենտրոնում» , կամ — ինչպես ժողովուրդն է ակնածանքով ասում — «Մութ տեղը»,— ինքը, ընկ. Վառոդյանը, ինչպես ծեծից առաջ, նույնպես և, մանավանդ, ծեծի ընթացքում, երևակայո՞ւմ եք - զղջացել է երեխայաբար, որ ինքը խառնվել է,— միանգամայն պատահական կերպով, այդ հիմար պատմությանը։ Եվ ի՞նչ է արել վերջ ի վերջո. մի միամիտ երկտող է գրել ընկեր Կարոյին և խնդրել է նրանից «Ամբոխային տրամաբանությունը» — ահա՛ և ամբողջը։ Երկտողը գտել են Կարոյի գրպանում, և ինքը պետք է տուժե. ի՜նչ թյուրիմացություն։ «Հիմար հեղափոխականի անզգուշություն»,— մտածել է զայրացած ընկ. Վառոդյանը փորձության վայրկյանին։- Եվ նա երկար ժամանակ չի ների իրեն ոչխարային այդ վախը, այդ ամոթաբեր թուլությունը, որ սև բիծ կարող է դնել ամեն մի իսկական հեղափոխականի անկաշառ խղճին։ Փառք աստծու, որ այդ մասին գոնե ոչ ոք չգիտե. ընկ. Վառոդյանը խոսք է տվել իրեն, որ այդ սև արատը մի օր լվանա իր խղճից մի իսկական հեղափոխական"
      },
      {
        "index": 27,
        "text": "գործով,— բայց մենք արդեն չափազանց երկարացրինք ընկ. Վառոդյանի խղճի պատմությունը. անցնենք քաղաքին։ Բացի հինգհարկանի շենքից — այդ այսպես թե այնպես — ամենակարող կենտրոնից — քաղաքում կան, այստեղ ու այնտեղ հաստատված, մի շարք ուրիշ, քիչ թե շատ նշանավոր և աննշան կենտրոններ, ինչպիսիք են՝ հիվանդանոցը, քաղաքային ակումբը, տղայոց գիմնազը, իգական գիմնազը, քաղաքային և երկու ծխական դպրոցները․ մոռացանք հաշտարար դատավորի ատյանը, բանտը և «հասարակաց տունը» , որի համար խորապես խնդրում ենք ներողամիտ լինեք։ Զորանոցները քաղաքին չեն վերաբերվում. նրանք գտնվում են երկաթուղագծի այն կողմը, գերեզմանատան մոտ, այնպես որ այդ երկու «հիմնարկությունները» թողնում ենք, միանգամայն հասկանալի պատճառով, անուշադիր։ Քաղաքային հիվանդանոցն էլ, ասենք, համարյա թե քաղաքից դուրս է գտնվում. միհարկանի ցածլիկ մի տնակ է այդ, որ գտնվում է քաղաքի ծայրում, մի ցեխոտ ու նեղլիկ փողոցի անկյունը՝ ինքն էլ ցեխոտ ու խոնավ, ինչպես այդ փողոցը։ Հիվանդանոցի բժիշկ պ. Սերգե Կասպարիչը քանիցս մտադիր է եղել հիվանդանոցը տեղափոխել քաղաք, բայց, դժբախտաբար, միշտ այնպես է պատահել, որ որևէ կարևոր մի հանգամանք խանգարել է նրան։— Կամ ինքն է հիվանդացել, կամ գավառապետի կինը, իսկ վերջին անգամ, երբ թե շենքն էր պատրաստ և թե սկսված էին բանակցություններ ինչպես շենքի տիրոջ, այնպես էլ հինգ հարկանի կենտրոնի հետ,— երբ, որտեղից-որտեղ,"
      },
      {
        "index": 28,
        "text": "բժշկի համար միանգամայն անսպասելի, իսկ քաղաքացիների համար չափազանց սպասելի կերպով՝ պայթեց բժշկի գլխին աներևակայելի մի դժբախտություն․ բժշկի Լեդայի գեղեցկություն ունեցող մանկահասակ կինը ինքնասպանություն գործեց… երևակայո՞ւմ եք՝ իրենց տան… արտաքնոցում ։ Մերկ, բոլորովին մերկ, ինչպես ասում են՝ Ադամի (Եվայի) զգեստներով մտել էր արտաքնոցը և ինքնասպանություն էր գործել ոչ թե ատրճանակի, կամ, ինչպես նման դեպքերում ընդունված է, որևէ թույնի օգնությամբ, այլ… շշմեցնող, անհասկանալի բան․ քանդել էր արտաքնոցի հատակի տախտակը և նետել էր իրեն… հասկանո՞ւմ եք, թե ո՞ւր։ Այս զարհուրելի, քստմնելի, այլանդակ, անհասկանալի, համարյա դիվային դժբախտությունից հետո բժիշկը ընդմիշտ ձեռք քաշեց իր մարդասիրական տրամադրություններից և սկսեց ակումբում, որտեղ նա դժբախտությունից առաջ միայն «պրաֆերանս» էր խաղում ժամանցի և ջղերի հանգստության համար,— սկսեց դժբախտությունից հետո «բակարա», «մակաո» կամ տեղական «ցխրա» խաղը խաղալ, որով բավականին հանգստացնել կարողացավ իր այնքա՜ն քայքայված ջղերը։ Եվ երբ այդ դեպքից հետո բժշկի կառապանը, որ լիովին վարձատրվում էր հիվանդանոցի կողմից, սկսեց բժշկին տուն հրավիրող պացիենտներից «կառքի փող» վերցնել — հիսունական կոպեկ — ոչ մի քաղաքացի սիրտ չունեցավ բարկանալու կառապանի վրա։ Եվ ինչո՞ւ բարկանար. չափազանց էր մեծ բժշկի գլխին պայթած ընտանեկան դժբախտությունը, որից հետո, հարկավոր է ասել, ո՛չ միայն այդ փոփոխությունն էր,"
      },
      {
        "index": 29,
        "text": "որ առաջ եկավ բժշկի գործերում, այլ պատահեց և այն, որ հիվանդանոցում մինչ այդ հասարակ ծառայի պարտականություններ կատարող Բիթլիսցի Արշակն ստանձնեց նույն հիվանդանոցի պատասխանատու, կամ, ինչպես ասում են՝ հերթապահ ֆելդշերի պաշտոնը, որով հնարավորություն ստեղծվեց բժշկական օգնություն հասցնելու ամեն դիմողի և ամեն ժամանակ։— Մի հանգամանք, որի գոյություն չունենալուց առաջ շատ և շատ չքավոր հիվանդներ օրերով սպասում էին հիվանդանոցի պատերի տակ ընկած՝ իզուր երազելով օգնություն և կարեկցություն։ Չիք չարիք առանց բարյաց — ասում է իմաստությունը, և այս դեպքը մի անգամ ևս հաստատեց այդ դարավոր իմաստության անքնին ճշմարտությունը։ Մանավանդ չպետք է մոռանալ, որ այդ մարդասիրական քայլը անելով ( Բիթլիսցի Արշակին ֆելդշեր նշանակելով) բժիշկն էապես հաստատեց այն, ինչ de facto վաղուց արդեն գոյություն ուներ և անխանգար կերպով ծավալում էր իր գործունեությունը հիվանդանոցում ու քաղաքում։ Բանն այն է, որ Բիթլիսցի Արշակը վաղուց հետե զբաղվում էր բժշկական պրակտիկայով և նույնիսկ բավականին հռչակ էր վայելում ոչ միայն քաղաքի հետամնաց թաղերում, այլև մոտակա շատ և շատ գյուղերում, դեպի որոնք հաճախ բժշկական տուրնեներ էր կատարում Բիթլիսցի Արշակը, կամ, ինչպես գյուղացիներն էին նրան հորջորջում՝ «դոխտուր Արշակը» ։ Պարբերաբար ամեն տարի Մեծ պասի երրորդ շաբաթվա երկուշաբթի օրը կարելի էր տեսնել Բիֆլիսցի Արշակին՝ գյուղական երկանիվ սայլի վրա նստած՝ դեպի մոտակա գյուղերը տուրնեի գնալիս,"
      },
      {
        "index": 30,
        "text": "որից նա միշտ վերադառնում էր ավագ երեքշաբթի օրը՝ նույն երկանիվ սայլի վրա յուղ, պանիր, ձու և մի քանի սպիտակահեր գառնուկներ բարձած, որոնցից բավականին պատկառելի մասը բժշկի տունն էր ուղարկվում, որպես նրա երախտապարտ ծառայի կողմից խոնարհաբար մատուցած զատկական «ռուշվաթ» (նվիրաբերություն)։ Այնպես որ բժիշկն իր այդ մարդասիրական քայլն անելու համար ամենայն բարոյական և իրավական իրավունք ունենալուց բացի՝ ի դեպս իր ամենավերջին պաշտոնյային ըստ արժանյաց վարձատրելով հանդերձ՝ ազատեց իր վտիտ ուսերը քաղաքային բժշկի չափազանց ծանր ու պատասխանատու պարտականությունների մի փոքրիկ մասից՝ ուսերի ազատ մնացած մասը տրամադրելով ընտանեկան վերոհիշյալ դժբախտության ահռելի ծանրությանը, որը կրել կարողանալու համար ճիշտ որ հարկավոր էին այդպիսի քիչ թե շատ թեթևացնող միջոցներ։ Եվ այդ միջոցները գտնելու գործում, ասում են, մեծ բարոյական օգնություն է ցույց տվել բժիշկ Սերգե Կասպարիչին նրա վաղեմի բարեկամ և թղթախաղային պարտնյոր՝ քաղաքի հաշտարար դատավոր պ․ Օսեփ Նարիմանովը , նա, որ մոտիկ բարեկամն է մի անգամ արդեն պատմությանս սկզբում հիշված, քաղաքի ամենահարգելի հարուստ Գեներալ Ալոշի , որի ասելով Օսեփ Նարիմանովը «հոգի է, իսկական հոգի» … Նրա ատյանը գտնվում է քաղաքի ամենամեծ Ալեքսանդրյան փողոցի վրա։ Մի թիթեղե ցուցանակ ունի, որի վրա գրված է ռուսերեն՝ «Հաշտարար դատավոր» ։ Օսեփ Նարիմանովը նստում է"
      },
      {
        "index": 31,
        "text": "այդտեղ։ Նրա ատյանին կից երեքհարկանի շենքը ռեալական դպրոցն է, նրանից երկու տուն այն կողմը — օրիորդաց գիմնազը, իսկ օրիորդաց գիմնազից երեք տուն այն կողմը — ա՛յն պալատ–շինությունն է, որ պատկանում է մեզ արդեն բավականին ծանոթ Գեներալ Ալոշին ։ Քաղաքի ամենամեծ հարուստն է Գեներալ Ալոշը, որ թեկուզ և գեներալ չէ և ոչ էլ զինվորական, բայց քաղաքում ունեցած իր դիրքի և ազդեցության շնորհիվ ստացել է այդ պատվավոր հորջորջումը։ Իսկ Գեներալ Ալոշի դիրքի մասին մոտավոր գաղափար տալու համար բավական է ասել, որ նրա բնակարանում է իջևանում նահանգապետը՝ ամեն անգամ այդ քաղաքն այցելելիս.— ահա՛ թե ով է Գեներալ Ալոշը ։— Հաշտարար դատավոր Օսեփ Նարիմանովը, որ ապրում է Գեներալ Ալոշի պալատ-բնակարանի ներքևի հարկում, սիրում է պատմել ակումբում — նրա, Գեներալ Ալոշի ներկայությամբ, թե ինչպե՞ս նահանգապետը, առաջին անգամ Գեներալ Ալոշի բնակարանը մտնելիս, բարեհաճել է այն կարծիքը հայտնել, որ այդպիսի մի ճաշակավոր բնակարան պատիվ կարող էր բերել… նույնիսկ Պետերբուրգին այո, անգամ Պետերբուրգին… Եվ այս պատմությունն անելիս հաճույքով չփչփացնում է շրթունքները հաշտարար դատավոր Օսեփ Նարիմանովը, իսկ ներկա գտնվող Գեներալ Ալոշը հաճույքից թարթում է աչքերն ու նայում է հատակին, համեստությունից ասես ուզում է գետինը մտնի։ «Հոգի մարդ է այդ Օսեփ Նարիմանովը» — մտածում է նա։ Եվ ճիշտ որ՝ հաշտարար դատավոր Օսեփ Նարիմանովը, ինչպես ռուսներն են ասում, հոգի է․"
      },
      {
        "index": 32,
        "text": "կատարյալ հոգի։ Չնայած, որ նա ծնվել է Հաշտարխանում, բայց, երևակայո՞ւմ եք, այնպես է ընտելացել նայիրյան այդ քաղաքին, որ ասես այդտեղացի լինի։ Ահա սա է պատճառը, որ նա շատ գործեր՝ վեճեր, ընտանեկան կռիվներ, ամուսնական անախորժություններ և նման այլ և այլ փոքրիկ դատեր սիրում է հարթել ո՛չ որպես պաշտոնյա, այլ, այսպես ասած՝ ընտանեբար, կամ, ավելի ճիշտ՝ հայրաբար — որի համար և նա ամենաիրավացի կերպով վայելում է բոլոր քաղաքացիների հարգանքը, իսկ շրջակայքում բնակվող գյուղացիների կողմից այդ հանգամանքն արտահայտվում է, որպես խորին ակնածանքով նվիրաբերած մի քանի տասնյակ ձու, տաս-տասներկու ֆունտ «անքաշ» պանիր, կամ, երբեմն էլ, եթե գործը քննվում է զատկական տոների նախօրյակին՝ մի-երկու գառ կամ ուլ։ Նա չի սիրում գործերը ձգձգել՝ զզվում է պաշտոնական եռուզեռից։ Օսեփ Նարիմանովն այդպիսի մարդ չէ և չի՛ էլ ուզում լինի։ Եթե նա հնարավորություն ունենար և մի քիչ էլ ֆիզիկականը ներեր — ամենամեծ ուրախությամբ կթողներ քաղաքն էլ, հաշտարար դատավորի պաշտոնն էլ և որևէ մի գյուղ կտեղափոխվեր՝ երկրագործությամբ զբաղվելու։ Օսեփ Նարիմանովը շատ է սիրում երկրագործությունը, մանավանդ այդ աստվածային զբաղմունքի կենարար բարիքները և հողային հարցի մասին սիրում է հայտնել բավականին ազատամիտ կարծիքներ։ Հետաքրքիր անձնավորություն է Օսեփ Նարիմանովը — Օսեփ Նարիմանովին հարկավոր է հասկանալ։"
      },
      {
        "index": 33,
        "text": "Հաշտարար դատավորի ատյանին կից շենքը, ինչպես ասացինք, ռեալական դպրոցն է, իսկ երկու տուն այն կողմը — օրիորդաց գիմնազը։ Հարկավոր է ասել, որ քաղաքի այդ մասը ներկայացնում է իրենից — իսկական մի «կրթական կենտրոն» ։ Երկու դպրոցի էլ շենքերը պատկանում են մեզ արդեն հայտնի Գեներալ Ալոշին, և ամեն առավոտ, երբ նա հաշտարար դատավոր Օսեփ Նարիմանովի հետ անցնում է դպրոցների առաջից ռեալական դպրոցի տեսուչ Արամ Անտոնիչ — «Փուքսը» (այսպես են անվանում դպրոցի տեսուչ Արամ Անտոնիչին չարաճճի աշակերտները՝ նրա փորի բավականին պատկառելի մեծության պատճառով) — բացագանչում է վերից տեսչանոցի պատուհանից.— «Խորի՜ն հարգանքներս Ալոշա Նիկիտիչին. Օսեփ Կարպիչին — նույնպե՛ս»։ Դպրոցի աշակերտները շատ անգամ են լսել իրենց խոժոռ տեսչի սիրալիր այս բացագանչությունը վերոհիշյալների հասցեին — և թերևս մի քիչ էլ այս է պատճառը, որ նրանք, դպրոցի աշակերտները, մի առանձին հարգանք են տածում դեպի Գեներալ Ալոշը և Օսեփ Նարիմանովը։ Ասում եմ «մի քիչ», որովհետև հիշյալ պատկառելի քաղաքացիներին հարգելու ուրիշ պատճառներ և միանգամայն արդարացի հիմքեր ևս ունեն ռեալական դպրոցի չափահաս աշակերտները։ Երբ, Զատկին կամ Ծննդին, դպրոցական երեկույթներ են լինում դպրոցի սրահում — ովքե՞ր են բազմում առաջին կարգի նստարանների վրա, գավառապետի կողքին.— Գեներալ Ալոշը և Օսեփ Նարիմանովը ։ Եվ կամ երբ տոնածառի լուսազարդ ճյուղերից կախված շաքարե թիթեռնիկներն ու գույնզգույն կոնֆետները"
      },
      {
        "index": 34,
        "text": "ստանալուց հետո աշակերտները գնում են տուն և միայն հյուրերն ու ուսուցիչներն են մնում ընթրիքի — ովքե՞ր են բացակայում միշտ՝ ելնում են սեղանի վրայից ու քչփչալով շրջում մութ դասարաններում․— տեսչի կին Օլգա Վասիլևնան — Շիկահեր Դդումը (ինչպես անվանում էին նրան աշակերտները) և Օսեփ Նարիմանովը — մեկ,— և հետո՝ Ալյոշա Նիկիտիչը ՝ մերթ օրիորդաց գիմնազի վարժուհի Վառյա-հոգյակի հետ թևանցուկ, մերթ էլ՝ թվաբանության ուսուցիչ Բարսեղ Աբգարիչի կնոջ — «Ճուտ» -ի իրանը գրկած։ Այս ամենն իր սեփական աչքերով տեսել է հինգերորդ դասարանի աշակերտ Վարդանյան Սերգուշը և պատմել է ընկերներին ամենայն մանրամասնությամբ ։ Իսկ նման դեպքերից մի շաբաթ անց սովորաբար ռեալական դպրոցի և օրիորդաց գիմնազի արտաքնոցների պատերին լույս են տեսնում վերոհիշյալ անցքերին վերաբերյալ բավականին հետաքրքիր հանգավոր և անհանգ գրություններ, որոնք շատ շուտով տարածվում և բերանից-բերան են անցնում ո՛չ միայն հիշյալ դպրոցների պատերում, այլ այդ պատերից բավականին հեռու գտնվող շատ և շատ ընտանեկան հարկերի ներքո, նույնիսկ Տելեֆոն Սեթոյի սրճարանում։ Եվ արդյոք նրանք չե՞ն մեղավոր (Գեներալ Ալոշը և Օսեփ Նարիմանովը), որ մինչև օրս էլ «պսակի չարժանացած» ծխական դպրոցի ուսուցչուհի օր․ Սաթոն ունի ընդամենը հինգդասյան կրթություն և որպես ոչ միջնակարգավարտ ստանում է պակաս ռոճիկ․— նրանք են, նրանք են միշտ՝ Գեներալ Ալոշը և Օսեփ Նարիմանովը ։— Հետաքրքիր քաղաք է նայիրյան այդ քաղաքը և բազում խորհրդավոր ու հետաքրքիր դեմքեր ու պատմություններ ունի․․․"
      }
    ]
  }
}
