{
  "chapterNumber": 1,
  "title": "Delays — Preface",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ԱՌԱՋԱԲԱՆ"
      },
      {
        "index": 1,
        "text": "Վաղո՜ւց, վաղո՜ւց մտորում է իմ մեջ մի անհուն ցանկություն։ Վաղո՜ւց ելք է փնտրում կուտակված մի կարոտ։ Մթի մեջ, գիշերի կեսին, կամ ցերեկը, երբ ես զբաղված եմ լինում առօրյա հոգսերով, կամ անգամ երբ ես տարված եմ լինում գինու կամ կնոջ հմայիչ հաճույքով,— ներսը, սրտիս խորքում, գողի պես զգույշ, կամացուկ շարժվում է"
      },
      {
        "index": 2,
        "text": "նա"
      },
      {
        "index": 3,
        "text": "։"
      },
      {
        "index": 4,
        "text": "Ինչպես վաղուց տրված մի խոստում, կամ ինչպես ժամանակին չվճարած պարտամուրհակ ծանրանում է սրտիս, անողոք — ուտում է սիրտս։ Հաճախ պատկերանում է նա ինձ, որպես մի վաղեմի բարեկամ. վաղեմի ծանոթի մի նման, որին ես շատ առաջ եմ հանդիպել, բայց կորցրել եմ հետո — օրերի մշուշից ելնում է նա հաճախ, օրերի մշուշից նայում է ինձ։ Երկա՜ր-երկա՜ր նայում։ Ասում է՝ չե՞ս ճանաչում։ Մոռացե՞լ ես,— ասում է նա։— Ու սահում է էլի, թաղվում է օրերի մշուշում — կորչում է օրերում։ Հազա՜ր-հազա՜ր տեսքով ու կերպարանքով պատկերանում է նա ինձ։ Լինում է, որ ես թերթ եմ կարդում, կամ ասենք, գնում եմ շուկա փայտ"
      },
      {
        "index": 5,
        "text": "գնելու։ Փայտ ծախողն է, ասենք, մի սովորական գյուղացի․ մի սայլ փայտ է բերել շուկայում ծախելու։ Հարցնում եմ՝ ի՞նչ արժե, բարեկամ, փայտդ։ Այսքան, կամ այսքան։— Ու մի պահ, հարցական, նայում է ինձ։ Եվ, երևակայո՞ւմ եք, հանկարծ, այդ ամենասովորական գյուղացու աչքերից — աչքերի մշուշից — սահում է, ինձ է նայում —"
      },
      {
        "index": 6,
        "text": "նա"
      },
      {
        "index": 7,
        "text": ". Նայում է երկա՜ր-երկա՜ր։ Ասում է՝ չե՞ս ճանաչում։— Մոռացե՞լ ես,— հարցնում է նա։ Եվ ես, փայտ գնելու փոխարեն անողոք մորմոքը սրտիս — վերադառնում եմ տուն։"
      },
      {
        "index": 8,
        "text": "Երբեմն էլ ես տեսնում եմ նրան… հորս, Աբգար աղայի դեղնած դեղնափայլ… մազերում։ Հորս, Աբգար աղայի դեղնափայլ մազերից ելնում է նա, հազարամյա — նայում է ինձ։ Հազար-հազար տեսքով ու կերպարանքով պատկերանում է նա։ Ապրում է, աներևույթ, մեր ամեն ինչում։"
      },
      {
        "index": 9,
        "text": "Բայց ո՞վ է, կամ ի՞նչ է նա — ահա ամենաէականը։ Գուցե մեծ լինի զարմանքդ, սիրելի ընթերցող, եթե ասեմ, որ ե՛ս էլ չգիտեմ։ Գիտեմ, որ նա — կա, եղել է և հին է, որպես իմ արյունն է — հին։ Կա,— զգում եմ, շոշափում եմ սրտով, տեսնում եմ,— բայց հենց որ ուզում եմ բռնեմ, տեսնեմ մարմնավոր, կանգնեցնեմ հաստատ,— կորչում է, դառնում է աներևույթ, ցնդում է, որպես ծուխ, կամ ցնորք։"
      },
      {
        "index": 10,
        "text": "Գորշ, ամենօրյա, առօրյա մեր կյանքում, կենցաղում, մորմոքում է նա մութ, աներևույթ, կանչում է — ո՞ւր… Երբ, իրիկնադեմին, մեղմ, հատ–հատ ղողանջում է զանգը հին, խարխուլ զանգակատնից — կանչում է նա։ Ո՞վ է լսում։ Ով էլ որ"
      },
      {
        "index": 11,
        "text": "լսում է — շա՞տ բան է հասկանում։ Ես էլ, որ մանկությունից լսել եմ նրա կանչը — շա՞տ բան եմ հասկացել։ Բայց էլ ինչո՞ւ է խեղդում ինձ, ինչո՞ւ է կարոտը խեղդում։ Ինչո՞ւ է կանչում — մտերիմ, կանչում — անվերջ։ Եվ ես ինչո՞ւ եմ ուզում, ինչո՞ւ եմ կամենում փնտրել, գտնել նրան, խոսել նրա հետ — սրտով, սիրել նրան։"
      },
      {
        "index": 12,
        "text": "Սիրելի ընթերցո՛ղ։ Ների՛ր, որ այս հարցերի պատասխանը չես գտնի այս գրքում։ Այս հարցերի պատասխանը քո սրտում, քո հոգում պիտի գտնես։ Պիտի ցանկություն զգաս գտնելու։ Ուրիշ ոչինչ։ Այո։— Ուրիշ ոչինչ…"
      },
      {
        "index": 13,
        "text": "— Ինչքա՜ն, ինչքա՜ն անգամ հարցրել եմ ես ինձ, թե ի՞նչ է, վերջապես — Նայիրին։ Գուցե քեզ տարօրինակ թվա այս հարցը, սիրելի ընթերցող։ Բայց դա նույնքան է բնական, որքան այն հարցը, թե ո՞վ ենք մենք, վերջապես — նայիրցիներս։ Ի՞նչ ենք մենք և ո՞ւր ենք գնում։ Ի՞նչ ենք եղել երեկ և ի՞նչ պիտի լինենք վաղը։"
      },
      {
        "index": 14,
        "text": "Ամեն, ամեն անգամ, երբ նման հարցերը կերել են սիրտս,— մեկը, մի ուրիշը կարծես, ուրվականի նման ելնելով օրերից, օրերի մշուշից, տվել է ուղեղիս չարախինդ մի հարց․— «Չէ՞ր կարելի արդյոք տեսնել մարմնավոր, պատկերացնել հաստատ երկիրը Նայիրի։ Նու, թեկուզ հենց իրենց՝ նայիրցիների կյանքում, կենցաղում։ Շոշափել այդ երևույթը — նայիրյանը — սրտով, շոշափել մարմնավոր, պատկերել երկրային… Գուցե սուտ է Նայիրին, Նայիրին — չկա… Գուցե — հուշ է միայն - ֆիկցիա, միֆ։— Ուղեղային մորմոք․ սրտի հիվանդություն…»։"
      },
      {
        "index": 15,
        "text": ". . . . . . . . . . . . . . ."
      },
      {
        "index": 16,
        "text": "Սիրելի ընթերցո՛ղ, թողնում եմ, որ դու… այո, դու — գտնես Նայիրին։ Սույն այս իմ պոեմանման վեպում կանցնեն աչքերիդ առաջով բազմաթիվ նայիրցիներ. սիրի՛ր, որին կուզես, գտիր, ում որ սրտում, կամ հոգում կամենաս, երկիրը Նայիրի։ Իսկ եթե, բան է, չգտար — ների՛ր, սիրելիս՝ ես չեմ մեղավորը… Գուցե ճիշտ որ՝ միրաժ է Նայիրին. ֆիկցիա. միֆ. ուղեղային մորմոք․ սրտի հիվանդություն… Իսկ նրա  փոխարեն — կա այսօր մի երկիր, որ կոչվում է Հայաստան, և այդ հին երկրում ապրել են երեկ և ապրում են այսօր շատ սովորական մարդիկ՝ սովորական մարդու սովորական հատկություններով։ Եվ ուրիշ — ոչինչ։ Ոչ մի «երկիր Նայիրի» — այլ միայն — մարդիկ, որ ապրում են այսօր աշխարհի այն անկյունում, որ կոչվում է Հայաստան, որը հիմա դարձել է Խորհրդային Սոցիալիստական Հանրապետություն, իսկ 1917–ից առաջ ոչ այլ ինչ էր, եթե ոչ Ռուսական Իմպերիայի մի հետամնաց ծայրամասը — և ուրիշ ոչինչ…"
      },
      {
        "index": 17,
        "text": "Ուրիշ ոչինչ։"
      },
      {
        "index": 18,
        "text": ". . . . . . . . . . . . . . ."
      },
      {
        "index": 19,
        "text": "Մնացածը — վեպում։"
      },
      {
        "index": 20,
        "text": "Ե․Չ"
      },
      {
        "index": 21,
        "text": "Մոսկվա, 1921,"
      },
      {
        "index": 22,
        "text": "հոկտեմբեր"
      }
    ]
  }
}
