{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "張南垣傳"
      },
      {
        "index": 2,
        "text": "──吳偉業（駿公）"
      },
      {
        "index": 3,
        "text": "張南垣，名漣，南垣其字。華亭人，徙秀州，又為秀州人。少學畫，好寫人像，兼通山水，遂以其意壘石。故他藝不甚著，其壘石最工，在他人為之，莫能及也。"
      },
      {
        "index": 4,
        "text": "百餘年來，為此技者，類學嶄岩嵌特。好事之家，羅取一二異石，標之曰峰。皆從他邑輦至，決城珝，壞道路，人牛喘汗，僅而得至。絡以巨巘，錮以鐵汁，刑牲下拜，刂，鉤填空青，穹窿岩岩，若在喬嶽。其難也如此！而其旁又架危梁，梯鳥道；遊之者鉤巾棘履，拾級數折，傴僂入深洞，捫壁投罅，瞪盼駭栗。"
      },
      {
        "index": 5,
        "text": "南垣過而笑曰：「是豈知為山者耶？今夫群峰造天，深岩蔽日，此蓋造物神靈之所為，非人力可得而致也。況其地輒跨數百里，而吾以盈丈之址，五尺之溝，尤而效之，何異市人摶士以欺兒童哉？唯夫平岡小阪，陵阜陂阤，板築之功，可計日以就。然後錯之以石，棋置其間，繚以短垣，翳以密篠，若似乎奇峰絕嶂，累累乎牆外，而人或見之也。其石脈之所奔注，伏而起，突而怒，為獅蹲，為獸攫，口鼻含呀，牙錯距躍，決林莽，犯軒楹而不去，若似乎處大山之麓，截溪斷谷，私此數石者為吾有也。方塘石洫，易以曲岸回沙；邃闥雕楹，改為青扉白屋。樹取其不凋者，松杉檜栝，雜植成林；石取其易致者，太湖堯峰，隨宜布置。有林泉之美，無登頓之勞，不亦可乎？」華亭董宗伯玄宰、陳征君仲醇亟稱之，曰：「江南諸山，土中戴石。黃一峰、吳仲圭常言之，此知夫畫脈者也。」"
      },
      {
        "index": 6,
        "text": "群公交書走幣，歲無慮數十家。有不能應者，用以為大恨。顧一見君，驚喜歡笑如初。君為人肥而短黑，性滑稽，好舉里巷諧媟以為撫掌之資；或陳語舊聞，反以此受人調弄，亦不顧也。與人交好，談人之善，不擇高下，能安異同。以此遊於江南諸郡者五十餘年。自華亭、秀州外，於白門，於金沙，於海虞，於婁東，於鹿城，所過必數月。"
      },
      {
        "index": 7,
        "text": "其所為園，則李工部之「橫雲」，虞觀察之「預園」，王奉常之「樂郊」，錢宗伯之「拂水」，吳吏部之「竹亭」為最著。經營粉本，高下濃淡，早有成法。初立土山，樹木未添，岩壑已具，隨皴隨改，煙雲渲染，補入無痕。即一花一竹，疏密欹斜，妙得俯仰。山未成，先思著屋；屋未就，又思其中之所施設；窗欞几榻，不事雕飾，雅合自然。主人解事者，君不受促迫，次第結構。其或任情自用，不得已骫骳曲隨。後有過者，輒歎惜曰：「此必非南垣意也！」"
      },
      {
        "index": 8,
        "text": "君為此技既久，土石草樹，咸能識其性情。每創手之日，亂石林立，或臥或倚。君躊躇四顧，正勢側峰，橫支豎理，皆默識在心，借成眾手。常高坐一室，與客談笑。呼役夫曰：「某樹下某石，可置某處。」目不轉視，手不再指，若金在冶，不假斧鑿。甚至施竿結頂，懸而下縋，尺寸勿爽。觀者以此服其能矣。"
      },
      {
        "index": 9,
        "text": "人有學其術者，以為曲折變化，此君生平之所長，盡其心力以求仿佛，初見或似，久觀輒非。而君獨規模大勢，使人於數日之內，尋丈之間，落落難合。及其既就，則天墮地出，得未曾有。曾於友人齋前作荊、關老筆。對跱平蹙，已過五尋，不作一折。忽於其顛將數石盤亙得勢，則全體飛動，蒼然不群。所謂他人為之莫能及者，蓋以此也。"
      },
      {
        "index": 10,
        "text": "君有四子，能傳父術。晚歲辭涿鹿相國之聘，遣其仲子行。退老於鴛湖之側，結廬三楹。余過之，謂余曰：「自吾以此術遊江以南也，數十年來，名園別墅，易其故主者，比比是矣。蕩於兵火，沒於荊榛，奇花異石，他人輦取以去，吾仍為之營置者，輒數見焉。吾懼石之不足留吾名，而欲得子文以傳之也。」"
      },
      {
        "index": 11,
        "text": "余曰：「柳宗元為《梓人傳》，謂有得於經國治民之旨。今觀張君之術，雖庖丁解牛，公輸刻鵠，無以復過。其藝而合於道者歟？君子不作無益。穿池築台，《春秋》所戒。而王公貴人，歌舞般樂，侈欲傷財，獨此為耳目之觀，稍有合於清淨。且張君因深就高，合自然，惜人力，此學愚公之術而變焉者也，其可傳也已。作《張南垣傳》。」"
      },
      {
        "index": 12,
        "text": "張山來曰：疊山壘石，另有一種學問。其胸中丘壑，較之畫家為難。蓋畫則遠近高卑，疏密險易，可以自主。此則必合地宜，因石性；物多不當棄其有餘，物少不必補其不足；又必酌主人之貧富，隨主人之性情，猶必借群工之手，是以難耳。況畫家所長，不在蹊徑而在筆墨。予嘗以畫上之景作實境觀，殊有不堪遊覽者。猶之詩中煙雨窮愁字面，在詩雖為佳句，而當之者殊苦也。若園亭之勝，則止賴布景得宜，不能乞靈於他物，豈畫家可比乎？"
      },
      {
        "index": 13,
        "text": "孫文正、黃石齋兩逸事"
      },
      {
        "index": 14,
        "text": "──方苞（望溪）"
      },
      {
        "index": 15,
        "text": "杜先生岕嘗言：歸安茅止生習於高陽孫少師道公。天啟二年，以大學士經略薊遼，置酒別親賓，會者百人。有客中坐，前席而言曰：「公之出，始吾為國慶，而今重有憂。封疆社稷，寄公一身，公能堪。備物自奉，人莫之非。如不能，雖毀身家，責難逭，況儉觳乎？吾見客食皆鑿，而公獨飯粗；飾小名以鎮物，非所以負天下之重也！」公揖而謝曰：「先生誨我甚當，然非敢以為名也。好衣甘食，吾為秀才時固不厭。自成進士，釋褐而歸，念此身已不為己有。而朝廷多故，邊關日駭。恐一旦肩事任，非忍饑勞，不能以身率眾。自是不敢適口體，強自勖厲，以至於今，十有九年矣。」"
      },
      {
        "index": 16,
        "text": "嗚呼！公之氣折逆奄，明周萬事；合智謀忠勇之士以盡其材，用危困瘡痍之卒以致其武。唐、宋名賢中，猶有倫比。至於誠能動物，所糾所斥，退無怨言。叛將遠人，咸喻其志，而革心無貳。則自漢諸葛武侯而後，規模氣象，唯公有焉！是乃克己省身、憂民體國之實心，自然而愾乎天下者，非躬豪傑之才，而慨乎有聞於聖人之道，孰能與於此？然唯二三執政，與中樞邊境，事同一體之人，實不能容。《易》曰：「信及豚魚。」娼嫉之臣乃不若豚魚之可格，可不懼哉？"
      },
      {
        "index": 17,
        "text": "黃岡杜蒼略先生，客金陵。習明委諸前輩遺事。嘗言崇禎某年，余中丞集生與譚友夏結社金陵，適石齋黃公來遊，與訂交，意頗洽。黃公造次必於禮法，諸公心向之，而苦其拘也，思試之。妓顧氏，國色也。聰慧通書史，撫節按歌，見者莫不心醉。一日大雨雪，觴黃公於余氏園，使顧佐酒。公意色無忤。諸公更勸酬劇飲，大醉。送公臥特室。榻上枕衾茵各一，使顧盡弛褻衣，隨鍵戶。諸公伺焉。公驚起，索衣不得，因引衾自覆薦，而命顧以茵臥，茵厚且狹，不可轉。乃使就寢，顧遂昵近公。公徐曰：「無用爾。」側身向內，息數十調，即酣寢。漏下四鼓，覺，轉面向外。顧佯寐無覺，而以體旁公。俄頃，公酣寢如初。詰旦，顧出，具言其狀。且曰：「公等為名士，賦詩飲酒，是樂而已矣。為聖為佛，成忠成孝，終歸黃公。」"
      },
      {
        "index": 18,
        "text": "及明亡，公縶於金陵，在獄日誦《尚書》《周易》。數月，貌加豐。正命之前夕，有老僕持針線向公而泣曰：「是我侍主之終事也。」公曰：「吾正而斃，是為考終，汝何哀？」故人持酒肉與訣，飲啖如平時。酣寢達旦，起盥漱更衣，謂僕某曰：「曩某以卷索書，吾既許之，言不可曠也。」和墨伸紙，作小楷，次行書，幅甚長，乃以大字竟之，加印章，始出就刑。其卷藏金陵某家。"
      },
      {
        "index": 19,
        "text": "顧氏自接公，時自懟。無何，歸某官。李自成破京師，謂其夫：「能死，我先就縊。」夫不能用。語在縉紳間，一時以為美談焉。"
      },
      {
        "index": 20,
        "text": "金棕亭曰：甘食悅色，人情所不能已者。而兩公淡嗜好之性，出於自然，故為千古第一流人物。覺閔仲叔之不受豬肝，顏叔子之蒸盡摍屋，尚未免為食色所累。望溪文直接史遷；今連綴二事，亦宛然龍門合傳之體。"
      },
      {
        "index": 21,
        "text": "郭老僕墓誌銘"
      },
      {
        "index": 22,
        "text": "──侯方域（朝宗）郭老僕，死而葬於城北之金家橋。其主人為誌其墓而銘之曰："
      },
      {
        "index": 23,
        "text": "老僕名尚，十八歲事予祖太常公。方司徒公之少而應秀才試，以及舉孝廉，登進士第，老僕皆身從之。司徒公仕，而西抵秦涼之塞，南按黔方，北盡黃花、居庸邊鎮上，老僕又皆從。司徒公嘗道經華山，攀崖懸洞而陟其顛，老僕則手挽鐵索從焉。華山老道士，年百八十歲矣，謂司徒公曰：「公貴人也，然生平豐於功業，嗇於福用，當腰圍玉而陪天子飯。此後一月難作。凡有五大難，過此可耄耋。此僕當濟公於難者也，幸善視之。」"
      },
      {
        "index": 24,
        "text": "然老僕殊不事事，司徒公嘗遣視南圃之墅。久之，所司皆荒失。命人跡之，則老僕自攜琵琶，與一婦人飲於鹿邑之城門樓。司徒公怒，斥之不使近。戊辰，赴官京師，老僕固請從，至則酣飲於城隍市。司徒公朝所命，老僕暮歸，醉而盡忘之。司徒公怒而罵，老僕則倚壁而鼾，鼾聲與司徒公之罵聲更相間也。積二歲餘，以為常。"
      },
      {
        "index": 25,
        "text": "司徒公為烏程相所構，下獄，顧謂諸僕曰：「爾輩皆衣食我，今誰當從乎？」老僕涕泣拜於堂下。司徒公熟視曰：「嘻！爾豈其人耶？」老僕前曰：「主人盛時安所事老僕，老僕亦酣醉耳。今老僕且先犬馬死，主人又患難，豈尚不盡心力？主人不憶老道士言乎？」自此不飲酒，亦不與其家相通，從司徒於獄者七年。烏程相與韓城相相繼秉政，皆苛深，托諸緹校蒐察往事。士大夫親朋奴僕，往往避匿去。老僕常衣敝衣，星出月入，以事司徒公。"
      },
      {
        "index": 26,
        "text": "初，燕女有姚氏者，數嫁不終，饒於財。每曰：「我當嫁官人耳。」老僕乃偽為官人，娶之。日取其財易酒食，交歡諸緹校者，故得始終不及於難。後姚氏察知其偽，大哭，罵老僕。以手提其耳，齧其面，面上痕常滿。及司徒公出視師，乃以老僕為軍官，冠將軍冠，服將軍服，以見姚氏。姚氏則大喜。老僕入謝司徒公曰：「老僕嗜飲酒，今七年不飲酒，此後願日夜倍飲酒以償之。」久之，飲酒積病，遂以死，年五十七。老僕有四子，其次嘗犯軍法，當死。諸大帥卜從善等，羅拜司徒公曰： 「非願公絀法，乃軍中欲請之以勸忠義也。」當是時，郭老僕之名播兩河云。"
      },
      {
        "index": 27,
        "text": "銘曰：汝士大夫之師，而乃居於奴。奴乎，奴乎！奴尚則有，士大夫卒無！"
      },
      {
        "index": 28,
        "text": "張山來曰：老僕之奇，不在後之戒酒，而在前之飲酒。蓋戒酒猶屬忠義之士所能，若飲酒則大有學問在。苟非日飲亡何，則當司徒盛時，其播惡造業，當不一而足矣。"
      },
      {
        "index": 29,
        "text": "五人傳吳肅公（晴岩）"
      },
      {
        "index": 30,
        "text": "天啟朝，逆璫魏忠賢扇虐。諸卿大夫以忠直被刑戮，怨憤徹閭里，匹夫匹婦，髮豎心傷。然未有公然發憤，抗中貴，毆緹騎，不恤其身家之殞，唯義之殉，若蘇民之於吏部周公順昌者也。嘗讀《頌天臚筆》，及詢之吳父老，未嘗不擊節慨慕之云。"
      },
      {
        "index": 31,
        "text": "初，吏部負人望，謁告家居，時切齒朝事。令不便於民者，輒言之當事。蘇人德之。會都諫魏公大中被逮，所過州邑莫敢通。吏部輕舠候吳門，相持慟哭，罵忠賢不去口。為約婚姻，奉炙酒，累日乃去。璫聞之，怒。璫所私御史倪文煥，劾吏部黨奸人，削籍。蘇固已人人自懾矣。天啟六年，織造中使李實，以忠賢旨，復坐講學聚徒，與都御史高公攀龍、御史周公宗建、諭德繆公昌期、御史黃公尊素、李公應升，俱逮治。詔使至蘇，吏部慷慨自若。而蘇民無少長皆憤，五人其最烈云。五人者，曰顏佩韋，曰馬傑，曰沈揚，曰楊念如，曰周文元。"
      },
      {
        "index": 32,
        "text": "佩韋賈人子，家千金。年少不欲從父兄賈，而獨以任俠遊里中。比逮吏部，郡人震駭罷肆。而詔使張應龍、文之炳者虐於民，民益怒，顧莫敢先發。佩韋於是爇香行泣於市，周城而呼曰：「有為吏部直者來！」市中或議，或詢，或泣，或切齒詈，或搏顙籲天，或卜筮占吉凶，或醵金為贐，或趣裝走京師撾登聞鼓，奔走塞巷衢，凡四日夜。"
      },
      {
        "index": 33,
        "text": "洎宣詔，諸生王節、楊廷樞、文震亨、徐汧、袁征等竊計曰：「人心怒矣。吾徒當為謁兩台，以釋眾怒。」又謂父老毋過激，激只益重吏部禍。父老皆曰： 「諾！」乃相與詣西署，將請於巡撫、都御史。巡撫者毛一鷺，璫私人也。是日，吏部囚服，同吳令陳文瑞由縣至西署。佩韋率眾隨之，而馬傑亦已先擊柝呼市中，從者合萬餘人。會天雨，陰慘晝晦，人拈香如列炬，衣冠淋漓，履屐相躪，泥淖沒脛骭。吏部舁肩輿，眾爭吊吏部，枳道不得前。吏部勞苦諸父老。佩韋等大哭，聲震數里。"
      },
      {
        "index": 34,
        "text": "移時抵西署，署設幃幕儀仗。應龍與諸緹騎立庭上，氣張甚，最下陳鋃鐺鈕鐐諸具，眾目屬哽咽。節、震亨等前白一鷺及巡按御史徐吉曰：「周公人望，一旦以忤璫就逮，禍且不測。百姓怨痛，無所控告。明公天子重臣，盍請釋之，以慰民乎？」一鷺曰：「奈聖怒何？」諸生曰：「今日之事，實東廠矯詔。且吏部無辜，徒以口舌賈禍。明公剴切上陳，幸而得請。吏部再生之日，即明公不朽之年。即不得請，而直道猶存天壤，明公所獲多矣！」一鷺周張無以對，而緹騎以目相視，耳語謂「若輩何為者？」訝一鷺不以法繩之。而楊念如、沈揚兩人者，攘臂直前，訴且泣曰：「必得請乃已！」念如故閶門鬻衣人，揚故牙儈，皆不習吏部，並不習佩韋者也。蒲伏久之，麾之不肯起，緹騎怒叱之。忽眾中聞大聲罵「忠賢逆賊逆賊！」則馬傑也。緹騎大驚曰：「鼠輩敢爾！速斷爾頸矣！」遂手鋃鐺，擲階砉然，呼曰：「囚安在？速檻報東廠！」佩韋等曰：「旨出朝廷，顧出東廠耶？」乃大嘩。而吏部輿人周文元者，先是聞吏部逮，號泣不食三日矣，至是躍出直前奪械。緹騎笞之，傷其額。文元憤，眾亦俱憤，遂起擊之炳。之炳跳，眾群擁而登，欄楣俱折。脫屐擲堂上，若矢石落。自緹騎出京師，久驕橫，所至淩轢，郡邑長唯唯俟命。蘇民之激，愕出不意，皆踉蹌走。一匿署閣，緣桷，桷動，驚而墮，念如格殺之。一逾垣仆淖中，蹴以屐，腦裂而斃。其匿廁中、翳荊棘者，俱搜得殺之。一鷺、吉皆走匿。王節等知事敗，而當眾氣方張之時，即欲前諭止不可得。諸父老練事者，亦旋悔，稍稍散。"
      },
      {
        "index": 35,
        "text": "是日也，緹騎之逮御史黃公尊素者，適舟次胥江。掠於郛，執市人撻之。郛人聞城中之毆緹騎也，亦毆之，焚其舟，擠水中。"
      },
      {
        "index": 36,
        "text": "次日雨霽，鄉大夫素服謁兩台，策所以救地方。而一鷺則夜已密書飛騎白東廠，且草疏告變矣。檄下縣曰：「誰為柝聲聚眾者？誰為爇香號泣者？誰為驍雄賈勇，黨罪囚而戕天使者？必悉誅無赦！」"
      },
      {
        "index": 37,
        "text": "始，眾以吏部故，用義氣相感發，五人一呼，千百為群；聞捕誅，稍稍懼。五人毅然出自承曰：我顏佩韋，我馬傑，我沈揚，我楊念如，我周文元。俱就繫，曰：「吾儕小人，從吏部死，死且不朽！」及吏部死詔獄，五人亦斬於吳市，談笑自若。先刑一日，暴風雨，太湖水溢，而廣陵人則言文煥家居晝坐，忽忽見五人嚴裝仗劍，旌旆導吏部來，忽不見。庭井石闌，飛起舞空中，良久乃墮，聲轟如雷。"
      },
      {
        "index": 38,
        "text": "明年，烈皇帝即位，忠賢伏誅，吏部子茂蘭刺血上冤狀。詔恤吏部，誅文煥。蘇士大夫即所夷璫祠廢址，裒五人身首，合葬而豎石表之，至今稱「五人之墓」云。"
      },
      {
        "index": 39,
        "text": "街史氏曰：奄寺之禍，古有弑君覆國者矣。而何物魏逆，威焰所愒，俾率土靡然。廉恥道喪，振古為極矣！向使中朝士大夫悉五人者，則肆諸市朝何為哉？五人姓名具而「人」之，無亦以人道之所存，不於彼而於此歟？"
      },
      {
        "index": 40,
        "text": "張山來曰：此百年來第一快心事也。讀竟，浮一大白。"
      },
      {
        "index": 41,
        "text": "簫洞虛小傳"
      },
      {
        "index": 42,
        "text": "──傅占衡"
      },
      {
        "index": 43,
        "text": "今簫非簫也，蓋古「尺八」。近予臨川車袞擅其巧，今世稱「洞虛子」者是也。"
      },
      {
        "index": 44,
        "text": "袞，戴湖村人，字龍文。幼涉學，凡藝近文史者皆工，而尤妙於竹；凡竹之屬皆善，而最善者竅尺八也。自言年七歲，弄俗簫成聲，輒惡其聲。十歲時得吳市簫吹之，亦不厭已意。然好彌甚，至妨語食。剡刳刻鏤，大變舊法。晝則操造水濱怪石旁，或入幽岫林樾蒼沄中。當月野霜庭、鳥睡蟲醒之際，啟塞抑按，未嘗去手。一日悟其法，起舞拍床，罵前人聾鈍，不聞此妙矣。"
      },
      {
        "index": 45,
        "text": "頃之，其鄉人持一管，萬里外遇解音客，購之萬錢雙絹。自是洞虛子簫聞天下。顧產僻左，足不到吳越歌舞場，家居十指不給。其後俗簫稍稍竊其粗似，丹碧之，名「洞虛」。亂吳市中，暴得直。而真洞虛子家故貧自若也。時澹蕩以酒人，客高門雅士間，語次罵座，眾欲毆之。已而聞簫聲，滿坐皆歡，又相與洗盞更酌。蓋其為人如此。"
      },
      {
        "index": 46,
        "text": "四方之知洞虛子者，至今莫知其何許人也。其簫表裏濯治，得議製之妙；無瑕聲，無累氣。飾以行草秀句、山水漁釣、宮觀煙樹、人物花鳥、蟲豸雜工，寫描勒入神。而其獨得之妙在選竹，竹至千尺取十一，蓋有柯亭、爨下遺識乎？嘯詠之頃，輒以斤鋸自隨。園公林監或訾病之，好事者賞其僻，不問也。"
      },
      {
        "index": 47,
        "text": "予嘗得二焉：其一瀟湘合流，八景分峙，隙間題詠，毫髮可數。其一十八尊者圖，李龍眠筆，蘇子瞻讚，秦太虛記皆具。嘗置酒倚琴而吹之。因謂：「子是藝如北方佳人，絕世獨立，餘粉黛皆土耳。昔人品庾信月明孤吹，然非洞虛簫，寧稱子山文乎？」袞大喜，遂別作一枝遺予，彤以一丘一壑，一觴一詠，而題其上云： 「青筠欲托王褒賦，明月吹成庾信文。」且曰：「簫之壽計年計十，人之壽計十計百，先生作傳，洞虛之壽不可計。敢請！」予笑諾之，因訪其利病最要處。袞乃曰：「簫孔下出貫綸者兩，宜差後而斜睨，勿居中而徑往。」予愛其聰巧絕倫，戲為《簫洞虛子》傳之。嗟夫！恐亦如流馬木牛，尺寸具諸葛書中，人不能用也。"
      },
      {
        "index": 48,
        "text": "張山來曰：此日之簫，其貫綸處，皆近後而斜睨，無居中者。其殆皆本於車君耶？"
      },
      {
        "index": 49,
        "text": "又曰：黃九煙先生為予言：韓翁能吹鐵簫，冠服詭異，時而衣大袖紅衫，如豪富公子；時而破衲襤褸，如貧乞兒。予聞而異之，因訪焉。面城而居，敗屋一楹，几上置大小竹管若干具，皆有竅，長四五六寸不等。裂片楮三四寸許者，書簫譜，約三四十字，堆滿几案。翁衣貉裘５，冠狐帽，如營伍中人，語操北音。予請聆其技，乃出鐵簫者三。其二製與常簫等，左右手各握一具，以鼻吹，音無參差也。其一約長二尺餘，口吹。余因詢其所裁竹管，答云：「竹不論長短皆可吹，但須因材剜竅耳。予簫譜止四五句，熟之則諸曲皆可合也。尚有鐵琴一，今在真州，未攜來，不能為君奏矣。學予技，頗能醫病。撫軍某患目疾，予授以吹簫而愈。製府某患齒病，予授以吹簫而愈。所治者非一人矣！」復為余言：「今醫家每以王道治病，王道性燥烈，恐反增疾。予則純以霸道治之，是藥皆取其魂而去其質，僅輕清之氣耳。」予因知翁未嘗讀書，誤謂「霸」為「王」，謂「王」為「霸」也。因讀《簫洞虛傳》，附記於此。"
      },
      {
        "index": 50,
        "text": "鬼孝子傳"
      },
      {
        "index": 51,
        "text": "──宋曹（射陵）"
      },
      {
        "index": 52,
        "text": "海寧陸冰修述閩中高雲客之言曰：其鄉有鬼孝子者，生七八歲，父亡於外。家無宿糧，孝子即能以力養其母，俾母安其室而無他志。將束冠，聘某氏女。未及娶，孝子忽以疾死。自是母無所依。有鄰人某者，將娶之。謂媒者曰：「若之夫久相失矣，若之子又卒亡矣，若之家無三尺之童，且無衣無食矣！若其何以自終乎？予欲與若偕老，若其許之乎？」媒者悉以告其母，母將許之。孝子是夜忽聲作於室，嗚嗚然環榻而告母曰：「兒雖死，兒心未死也。兒與母形相隔，魂相依也。鄰人欲奪吾母，母遂將從之乎？」母驚哭曰：「失身豈吾素志？始汝父死，賴有汝；汝死，吾復何賴？汝為我謀，我何以生？」孝子曰：「兒之生，曾以力養吾母；亦曾以餘力聘某氏女。兒不幸早喪，母無所依，某當歸吾聘資為母生計。」母曰：「如不應何？」孝子曰：「兒當語之。」是夜果見異於某家。某倍償前資，以歸其母。母於是自給。"
      },
      {
        "index": 53,
        "text": "三年許，資盡，母復呼孝子之魂而告之。孝子曰：「兒生能以力養吾母，死亦能以力養吾母。」母曰：「吾兒鬼矣，烏能復以力養？」孝子曰：「母當市中，語擔者曰：爾倍平日所擔，吾兒當佐汝。」母果入市語擔者。擔者曰：「若兒死矣，烏能佐吾擔？」其母曰：「請試之。」擔者果增以倍，孝子陰佐之，擔者疾走如平日。因以所獲錢穀，歸半於其母。孝子日佐之無間，母以是自給至老。"
      },
      {
        "index": 54,
        "text": "嗚呼！孝子當父死後，能盡孺慕之孝以養其母，俾母安其室而無他志。迨身死後，復能精魂周旋其母，俾母獲全生平之節；而且以死力佐擔養母，以至於老，豈非孝子之為德，非死之所能間乎？爰記其事而傳之。"
      },
      {
        "index": 55,
        "text": "張山來曰：予嘗謂鬼勝於人，以人不能為鬼之事，而鬼能為人之事也。然世之齎志以歿者，不能憑依於人以為厲，豈真如子產所云「用物精多，則魂魄強，否且反是」耶？今鬼孝子竟能自行其志，可以為鬼道中開一法門矣。"
      },
      {
        "index": 56,
        "text": "黃履莊小傳"
      },
      {
        "index": 57,
        "text": "──戴榕（文昭）"
      },
      {
        "index": 58,
        "text": "黃子履莊，予姑表行也。少聰穎，讀書不數過，即能背誦。尤喜出新意，作諸技巧。七八歲時，嘗背塾師，暗竊匠氏刀錐，鑿木人長寸許，置案上能自行走，手足皆自動。觀者異，以為神。十歲外，先姑父棄世。來廣陵，與予同居。因聞泰西幾何比例、輪捩機軸之學，而其巧因以益進。嘗作小物自怡，見者多競出重價求購。體素病，不耐人事，惡劇嬲，因竟不作。於是所製始不可多得。"
      },
      {
        "index": 59,
        "text": "所製亦多，予不能悉記。猶記其作雙輪小車一輛，長三尺許。約可坐一人，不煩推挽能自行。行住，以手挽軸旁曲拐，則復行如初。隨住隨挽，日足行八十里。作木狗，置門側，卷臥如常，唯人入戶，觸機則立吠不止。吠之聲與真無二，雖黠者不能辨其為真與偽也。作木鳥，置竹籠中，能自跳舞飛鳴，鳴如畫眉，淒越可聽。作水器，以水置器中，水從下上射如線，高五六尺，移時不斷。所作之奇俱如此，不能悉載。"
      },
      {
        "index": 60,
        "text": "有怪其奇者，疑必有異書，或有異傳。而予與處者最久且狎，絕不見其書。叩其從來，亦竟無師傅，但曰：「予何足奇？天地人物，皆奇器也。動者如天，靜者如地，靈明者如人，賾者如萬物，何莫非奇？然皆不能自奇，必有一至奇而不自奇者以為源。而且為之主宰，如畫之有師，土木之有匠氏也。夫是之為至奇。」 予驚其言之大，而因是亦具知黃子之奇，固自有其獨悟，非一物一事求而學之者所可及也。昔人云：「天非自動，必有所以動者；地非自靜，必有所以靜者。」黃子之奇，必得其奇之所以然乎？"
      },
      {
        "index": 61,
        "text": "黃子性簡默，喜思。與予處，予嘗紛然談說，而黃子則獨坐靜思。觀其初思求入，亦戛戛似難；既而思得，則笑舞從之。如一思礙而不得，必擁衾達旦，務得而後已焉。黃子之奇，固亦由思而得之者也，而其喜思則性出也。"
      },
      {
        "index": 62,
        "text": "黃子生丙申，於今二十八歲。其年月日時，與予生期毫髮無異，亦奇也。因附書之。"
      },
      {
        "index": 63,
        "text": "張山來曰：泰西人巧思，百倍中華，豈天地靈秀之氣，獨鍾厚彼方耶？予友梅子定九、吳子師邵，皆能通乎其術。今又有黃子履莊。可見華人之巧，未嘗或讓於彼。只因不欲以技藝成名，且復竭其心思於富貴利達，不能旁及諸技，是以巧思遜泰西一籌耳。"
      }
    ]
  }
}