{
  "chapterNumber": 17,
  "title": "Book 2, Section 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Τὸ δεύτερον βιβλίον περιέξει τὸν ἀπὸ τοῦ Ἡρακλείου πορθμοῦ περίπλουν πάντα, τὸν παρὰ τῶ δυτικῷ τε καὶ ἀρκτῴῳ ὠκεανῷ μέχρι τῶν βορειοτάτων, καὶ ἔτι γε τῶν μεσημβρινῶν μερῶν, ἕως τῆς ἠγνοημένης ἑκατέρων τῶν ἠπείρων γῆς. Ἔσται δὲ οὗτος τῶν μὲν διξιῶν μερῶν παρὰ τὴν Ἰβηρίαν, ἥτις καὶ Ἱσπανία καλεῖται, τῶν παρὰ τὸν ὠκεανὸν κειμένων αὐτῆς τόπων, καὶ ἔτι παρὰ τὴν Ἀκυτανίαν καὶ τὴν Λουγδουνησίαν καὶ Βελγικὴν Γερμανίαν τε τὴν μεγάλην μέχρι τῆς ἐν τῇ Εὐρώπῃ Σαρματίας, μεθʼ ἣν ἡ πρὸς τοῖς ἄρκτοις ἄγνωστος ἐκδέχεται γῆ· πρὸς δὲ τούτοις καὶ τῶν δύο νήσων τῶν ἐν τῷ ἀρκτῴῳ κειμένων ὠκεανῷ, ἃς κοινῶς μὲν Πρεττανικὰς καλοῦσι, λέγεται δὲ αὐτῶν ἡ μὲν Ἰουερνία, ἡ δὲ Ἀλβίων, τῶν δὲ ἀριστερῶν μερῶν παρὰ τὴν Λιβύην καὶ τὸν ὠκεανὸν τὸν δυτικὸν καὶ μεσημβρινὸν, καὶ τῶν προσεχῶν τούτοις τόπων μέχρι τοῦ λεγομένου Ὑποδρόμου Αἰθιοπικοῦ, ἔνθα τὸν πρὸς τὴν μεσημβρίαν ἀναχεόμενον ὠκεανὸν τέλος ἔχειν συνέστηκε, τῆς ἀγνώστου λοιπὸν ἐκδεχομένης γῆς."
      },
      {
        "index": 2,
        "text": "2. Τῆς μὲν γὰρ ἐντὸς Ἡρακλείων στηλῶν ἀπάσης θαλάσσης, ὥσπερ καὶ προειρήκαμεν, ἀκριβῆ τὸν περίπλουν (ὥς γε οἰόμεθα) πεποιήμεθα ἐν ταῖς ἐπιτομαῖς τῶν ἕνδεκα βιβλίων Ἀρτεμιδώρου τοῦ Ἐφεσίου γεωγράφου, ὃν νομίζομεν τῆς καθʼ ἡμᾶς θαλάσσης ἐπιμελέστατον ἐν τοῖς τῆς γεωγραφίας τὸν περίπλουν πεποιῆσθαι· τῆς δὲ ἔξω θαλάσσης, ἥτις ὠκεανὸς παρὰ τῶν πλείστων καλεῖται, εἰ καὶ μετρίως τινῶν μερῶν ὁ προειρημένος ἐμνημόνευσεν Ἀρτεμίδωρος, ἀλλʼ ὅμως τὸν ἀκριβέστατον ταύτης περίπλουν ἐκ τῆς τοῦ θειοτάτου Πτολομαίου γεωγραφίας καὶ προσέτιγε τοῦ Πρωταγόρου καὶ ἑτέρων παλαιῶν ἀνδρῶν ἐξελόντες, τοῦ μὲν Ἀραβίου κόλπου καὶ τῆς Ἐρυθρᾶς θαλάσσης ἐκατέρων τῶν ἠπείρων καὶ ἔτι γε τοῦ Ἰνδικοῦ πελάγους παντὸς μέχρι τῆς ἑῴας καὶ τῆς ἀγνώστου γῆς μετὰ τῆς ἐνδεχομένης ἀκολουθίας ἐν τῷ προτέρῳ βιβλίῳ διεξήλθομεν· νυνὶ δὲ τὰ περὶ τὸν ἑσπέριον ὠκεανὸν ἐπελευσόμεθα."
      },
      {
        "index": 3,
        "text": "3. Ἀρχήν τοίνυν ποιησόμεθα τοῦ περίπλου τῆς ἔξω θαλάσσης ἀπὸ τοῦ Ἡρακλείου πορθμοῦ. Οὗιος δὲ ὁ πορθμὸς διορίζει τὰς ἠπείρους ἑκατέρας, τήν τε Ἰβηρίαν, καὶ Ἱσπανίαν προσαγορεύουσι, μέρος τῆς Εὐρώπης ὑπάρχουσαν, καὶ τὴν καταντικρὺ ταύτης κειμένην Λιβύην. Ἐκπλέοντι γὰρ τὸν Ἡράκλειον πορθμὸν καὶ πρὸς τὸν ὠκεανὸν ἐπειγομένῳ, ἐν δεξιᾷ μὲν τῆς Ἱσπανίας ἐστὶν ἡ Βαιτικὴ τὸ ἔθνος, ἐν ἀριστερᾷ δὲ εἰσὶ τῆς Λιβύης αἱ Μαυριτανίαι καλούμεναι. Τὸ δὲ μεταξὺ τούτων Ἰβηρικὸν (μέσον δὲ τῶν εἰρημένων ἐθνῶν κείμενον). Διεκπλεύσαντι δὲ τὸν Ἡράκλειον πορθμὸν καὶ τὸν ναὸν τῆς Ἥρας (οὗτος δὲ ἐν δεξιᾷ κατὰ τὸν ἔκπλουν τοῦ πορθμοῦ κεῖται) ἐκδέχεται μὲν ὁ ὠκεανὸς, ὰναπεπταμένος ἐφ ἑκατέρας τὰς ἠπείρους, τής τε Ἰβηρίαν καὶ τὴν Λιβύην, καὶ ἔτι γε πρὸς τὰς δυσμὰς εἰς μέγεθος ἀπέραντον καὶ ἄγνωστον ἐκτεινόμενος."
      },
      {
        "index": 4,
        "text": "4. Πρώτη δὲ ἡ νῆσος ἐν δεξιᾷ τὰ Γάδειρα κειμένη τυγχάνει, ἔνθα τὰς Ἡρακλείους στήλας εἶναι συνέστηκεν. Οἱ μὲν γὰρ κατὰ Κάλπην τὸ ὄρος, ὅπερ ἐνδοτέρω τῶν Ἡρακλείων στενῶν κεῖται, τὰς στήλας εἶναί φασιν· οἱ δὲ κατὰ Γάδειρα τὴν νῆσον, ὥσπερ καὶ Ἀρτεμίδωρος ὁ γεωγράφος· κωλύει δὲ οὐδὲν ἀπὸ τῆς Κάλπης τοῦ ὄρους, ἣν οἱ πλεῖστοι στήλην Ἡρακλέους εἶναι βούλονται, τὸν περίπλουν τῆς Ἰβηρίας ποιήσασθαι. Ἔστι δὲ τῆς μὲν Βαιτικῆς καλουμένης ἐπᾶρχίας ἡ Κάλπη, τέλος δὲ τοῦ ἔθνους τούτου καὶ ὅριον ὁ Ἄνας ποταμὸς ὑπάρχει, κατὰ τὸν ἑσπέριον ὠκεανὸν τὰς ἐκβολὰς ποιούμενος, μεθʼ ὃν τὰ ἐχόμενα τῆς Ἱσπανίας ἔθνη κατὰ τὴν ἔξω θάλασσαν καὶ τὸν ὠκεανὸν κείμενα τυγχάνει. Ἔσται τοίνυν ὁ περίπλους τήν ἀρχὴν ἔχων ἀπὸ τῆς ἐν Ἰβηρία Κάλπης καὶ τοῦ μέρους τῆς βαιτικῆς πα ἐπαρχίας."
      },
      {
        "index": 5,
        "text": "5. ἐκειδὴ δὲ πολλοὶ τῶν ταῦτα τὰ μέρη περιπλευσάντων περὶ τὸν τῶν σταδίων ἀριθμὸν διεσφάλησαν, καίτοιγε τὰς αἰτίας ἡμεῖς τῆς τοιαύτης πλάνης ἐν τῷ προτέρῳ βιβλίῳ διεξήλθομεν· ὅμως ἕνεκεν ἀκριβείας μείζονος διπλοῦν ὡς ἐπίπαν τὸν ἀριθμὸν τῶν σταδίων προσγράψαι προειλόμεθα, τό τε μή πλεῖον καὶ τὸ μὴ ἔλαττον κατὰ γραμμήν ὑποτείνουσαν προστιθέντες, ἅστε τὸ μεταξὺ τῶν ἀριθμῶν ἐκατέρων ὥσπερ ὅρον τινὰ τῆς ἀληθείας κεῖσθαι τοῖς τὴν ἀκρίβειαν ἐπιζητοῦσι. Τοῦτο γὰρ σαφῶς καὶ Πρωταγόρας ἐν τῇ γεωγραφία ποιήσας δοκεῖ τὴν περὶ τοὺς σταδίους πλάνην ἐκπεφευγέναι."
      }
    ]
  }
}