{
  "chapterNumber": 23,
  "title": "Book 2, Section 7",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "20. Ἡ Ἀκυτανία περιορίζεται ἀπὸ μὲν ἄρκτων μέρει τῆς ἐχομένης Λουγδουνησίας ἐπαρχίας καὶ τῷ μετʼ ἐκείνην ὠκεανῷ ἀρκτῴῳ, ἀπὸ δὲ ἀνατολῶν ὁμοίως μέρει τῆς Λουγδουνησίας κατὰ τὸν Λίγηρα ποταμὸν μέχρι τῶν πηγῶν αὐτοῦ, καὶ μέρει τῆς Ναρβωνησίας μέχρι τοῦ πρὸς τῇ Πυρήνη πέρατος, ἀπὸ δὲ δυσμῶν τῷ Ἀκυτανικῷ ὠκεανῷ, ἀπὸ δὲ μεσημβρίας μέρει τε τῆς Πυρήνης κατὰ τὸ Οἰάσσω ἀκρωτήριον τῷ πρὸς τὸν ὠκεανὸν νενευκότι, καὶ μέρει τῆς Ναρβωνησίας ἐπαρχίας ἀπὸ τῆς κεφαλῆς τοῦ Αίγηρος μέχρι τοῦ εἰρημένου πρὸς τῆ Πυρήνῃ πέρατος. Καὶ ἡ μὲν ὅλη περιγραφὴ τοῦ ἔθνους τοιαύτη, τὰ δὲ κατὰ μέρος τῆς παραλίας κατὰ τὸν Ἀκυτανικὸν ὠκεανὸν οὕτως ἔχει."
      },
      {
        "index": 2,
        "text": "21. Ἀπὸ τοῦ Οἰάσσω ἀκρωτηρίου τῆς Πυρήνης ἐκδέχονται Ἀτούριος ποταμοῦ ἐκβολαὶ, εἰσὶ δʼ ἐπ᾿ αὐτὰς οὐ πλείω σταδίων ασν΄, οὐχ ἧττον σταδίων ψπε΄. Ἀπὸ δὲ Ἀτούριος ἐκβολῶν εἰς Σιγνάτιος ποταμοῦ ἐκβολὰς στάδιοι φ΄, υν΄. Ἀπὸ δὲ Σιγνάτιος ποταμοῦ ἐκβολῶν εἰς Κουρίαννον ἀκρωτήριον εἰσὶ στάδιοι φ΄, στάδιοι τό, Ἀπὸ δὲ Κουριάννου ἐπὶ Γαρούνα ποταμοῦ ἐκβολὰς μεγέθους ὄντος ν΄, στάδιοι χ΄, υλ΄. Ἀπὸ δὲ τῶν ἐκβολῶν τοῦ Γαρούννα ποταμοῦ εἰσὶν ἐπὶ τὰς πηγὰς αὐτοῦ στάδιοι ??΄, στάδιοι χ΄. Ἀναπλεύσαντι δὲ τῷ Ταρούννᾳ ποταμῷ κεῖται, πόλις τῆς Ἀκυτανίας Βουρδίγαλα. Ἐνταῦθα παροικοῦσι Σάντονες, ὧν πόλις Μεδιολάνιον ἐπὶ θαλάσσῃ κειμένη παρὰ τὸν Γαρούνναν ποταμόν. Ἀπὸ δὲ Γαρούννα ποταμοῦ ἐκβολῶν ἐπὶ Σαντόνων ἄκρον στάδιοι υοε΄, στάδιοι τκε΄. Ἀπὸ δὲ Σαντόνων ἄκρου ἐπὶ Κανεντέλλου ποταμοῦ ἐκβολὰς στάδιοι φξ΄, στάδιοι φν΄. Ἀπὸ δὲ Κανεντέλλου ποταμοῦ ἐκβολῶν ἐπὶ Πικτόνιον ἄκρον στάδιοι σι΄, στάδιοι ρν΄. Ἀπὸ δὲ Πικτονίου ἄκρου ἐπὶ Σικὸρ λιμένα στάδιοι τ΄, στάδιοι σ??΄. Ἀπὸ δὲ Σικὸρ λιμένος ἐπὶ Λίγηρος ποταμοῦ ἐκβολὰς με γίστου τυγχάνοντος καὶ ὄντος μεγέθους στάδιοι ρπε΄, στάδιοι ρνε΄. Παροικοῦσι δὲ τῷ ποταμῷ Σαμνῖται τὸ ἔθνος."
      },
      {
        "index": 3,
        "text": "22. Ἔστι δὲ τῆς Ἀκυτανίας τὸ μῆκος ἀρχόμενον μὲν ἀπὸ τῶν τοῦ Ἀτούριος ποταμοῦ ἐκβολῶν, περαιούμενον δὲ εἰς Αὐαρικὸν πόλιν, ὡς εἶναι κατὰ τὴν μεγίστην γραμμὴν σταδίους αυη΄. Τὸ δὲ πλάτος τῆς Ἀκυτανίας ἄρχεται μὲν ἀπὸ τοῦ πρὸς τῇ Πυρήνῃ πέρατος, καταλήγει δὲ μέχρι τῆς πρὸς τὴν μεσημβρίαν ἐπιστροφῆς τοῦ Λίγηρος ποταμοῦ, ὡς γίνεσθαι σταδίους βσν΄, Ἔστι δὲ ὁ τῆς μεσογείας αὐτῆς περιορισμὸς οὐ πλεῖον σταδίων δψο΄, οὐχ ἦττον γτο΄. Ἔχει δὲ ἔθνη ιϚ΄, πόλεις ἐπισήμους ιϚ΄, ποταμοὺς ἐπισήμου ε΄, ἀκρωτήρια ἐπίσημα δ΄, λιμένα ἐπίσημον α΄."
      },
      {
        "index": 4,
        "text": "23. Οἱ πάντες ἀπὸ τοῦ Οἰάσσω τοῦ τῆς Πυρήνης ἀκρωτηρίου μέχρι τῶν τοῦ Λίγηρος ποταμοῦ ἐκβολῶν τοῦ περίπλου τῆς παραλίας Ἀκυτανίας εἰσὶν οὐ πλείους σταδίων δω΄, οὐχ ἧττον σταδίων γφκε΄."
      }
    ]
  }
}