{
  "chapterNumber": 2,
  "title": "Book 1, Section 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "11. Ἡ τοίνυν θέσις καὶ περιγραφή τῶν δεξιῶν τῆς Λιβύης μερῶν τοῦτον ἔχει τὸν τρόπον (χρὴ γὰρ πρὸ τῶν κατὰ μέρος τὰς καθόλου προσηγορίας καὶ τὴν θέσιν δηλῶσαι τῶν τόπων)· πλέοντι γὰρ τὸν Ἀραβικὸν κόλπον ὡς πρὸς μεσημβρίαν, μετρίως πρὸς τὴν ἕω παρεπιστρέφοντι, καὶ δεξιὰν ἔχοντι τὴν ἤπειρον πρώτη μέν ἐστιν ἡ Αἴγυπτος, μέρει τινὶ γειτνιῶσα τῷ κόλπῳ (τούτῳ δὲ παροικοῦσιν Ἀραβαιγύπτιοι Ἰχθυοφάγοι)· μετὰ δὲ ταύτην ἡ Τρωγλοδυτικὴ ἐπὶ πλεῖστον ἐκτεινομένη· παρήκει γὰρ παρά τε αὐτὸν τὸν Ἀράβιον κόλπον καὶ παρὰ τὴν Ἐρωθρὰν θάλασσαν· μετὰ δὲ τὸ στόμα τοῦ Ἀραβίου κόλπου ἑξῆς ἐστιν ἡ Ἐρυθρὰ θάλασσα. Περιπλέοντι τοίνυν ταύτην καὶ ὁμοίως ἐν δεξιᾷ τὴν γῆν ἔχοντι ἐκδέχεται μὲν ὁ Αὐαλίτης κόλπος ἐν τοῖς δεξιοῖς μέρεσι τῆς Ἐρυθρᾶς τυγχάνων θαλάσσης, παροικοῦσι δὲ τούτῳ οἵ τε προειρημένοι Τρωγλοδύται καὶ οἱ Αὐαλῖται καὶ προσέτιγε οἱ Μόσσυλοι τὰ ἔθνη."
      },
      {
        "index": 2,
        "text": "12. Ἐκπλεύσαντι δὲ τὸν κόλπον καὶ τὴν Ἐρυθρὰν θάλασσαν, ἠρέμα πως μετὰ τὸν κόλπον κατὰ τὸ ἀκρωτήριον στενουμένην, ἐκδέχεται τὸ Ἰνδικὸν πέλαγος ἀναπεπταμένον ἐπὶ πολὺ καὶ τῷ μὲν μήκει διῆκον πρὸς τὴν ἕω καὶ τὰς ἀνατολὰς τοῦ ἡλίου μέχρι Σινῶν τοῦ ἔθνους, ὅπερ ἐπὶ τέλει τῆς οἰκουμένης τυγχάνει κείμενον κατὰ τὴν πρὸς ταῖς ἀνατολαῖς ἄγνωστον γῆν, τῷ δὲ πλάτει πρὸς μεσημβρίαν ἀναχεόμενον ἐπὶ πλεῖστον. μέχρι τῆς ἑτέρας ἀγνώστου γῆς τῆς κατὰ τὴν μεσημβρίαν ὑπαρχούσης, καθʼ ἣν καὶ ἡ Πρασώδης καλουμένη διατείνει θάλασσα παρʼ ὅλην τὴν μεσημβρινὴν ἄγνωστον γῆν μέχρι τῆς ἕω, τοῦ μὲν Ἰνδικοῦ πελάγους ὑπάρχουσα, ταύτην δὲ διὰ τὴν χροιὰν λαχοῦσα τὴν προσηγορίαν."
      },
      {
        "index": 3,
        "text": "13. Μετὰ τὴν Ἐρυθρὰν τοίνυν θάλασσαν κάμψαντι πρὸς τὴν μεσημβρίαν καὶ ὁμοίως ἐν δεξιᾷ τὴν γῆν ἔχοντι, τό τε ὄρος ὁ Ἐλέφας τυγχάνει κείμενον καὶ ἡ Ἀρωματοφόρος χώρα· μεθʼ ἣν ἐκδέχεται τὸ ἔθνος τὸ λεγόμενον Βαρβαρικὸν καὶ τὸ Βαρβαρικὸν καλούμενον πέλαγος, ἐν ᾧ κόλποι τε πλείους εἰσὶ καὶ οἱ δρόμοι τῆς καλουμένης Ἀζανίας. Καὶ πρῶτος μὲν τῶν ἐπισήμων κόλπος ἐστὶν ἐν αὐτῷ ὁ καλούμενος Ἀπόκοπα, εἶδʼ ἑξῆς μικρὸς Αἰγιαλὸς καὶ μέγας, μεθʼ οὓς ἕτερος κόλπος μέγας μέχρι τοῦ Ῥαπτοῦ ἀκρωτηρίου. Μετὰ δὲ ταῦτα ἡ λεγομένη Βραχεῖα θάλασσα καὶ ὁ περὶ αὐτὴν μέγιστος κόλπος, ὅνπερ οἰκοῦσι βάρβαροι Ἀνθρωποφάγοι. Ἐν δὲ τῷ τέλει τοῦ κόλπου κεῖται τὸ μέγιστον ἀκρωτήριον, ὃ καλεῖται Πράσον ἄκρον, καὶ ἡ Μενουθιὰς νῆσος οὐ πόρρω τοῦ ἀκρωτηρίου τυγχάνουσα."
      },
      {
        "index": 4,
        "text": "14. Καὶ ἡ μὲν ὅλη θέσις καὶ περιγραφὴ τῶν δεξιῶν μερῶν τοῦ τε Ἀραβίου κόλπου καὶ τῆς Ἐρυθρᾶς θαλάσσης καὶ προσέτιγε τοῦ Ἰνδικοῦ πελάγους τοῦ πρὸς τὴν μεσημβρίαν ἀποκλίνοντος, τοῦτον ἔχει τὸν τρόπον· τὰ δὲ κατὰ μέρος οὕτω πως ἔχει·"
      },
      {
        "index": 5,
        "text": "Ἀστάρτη, νῆσος ἐν Αἰθιοπίᾳ. Μαρκιανὸς ἐν Περίπλῳ πρώτῳ· « Ἐντεῦθεν ἄρχεται Αἰθιοπία ἡ ὑπέρ Αἴγυπτον· ἀπὸ δὲ Βαζίου ἄκρου ἐκδέχεται Πριόνωτον ὄρος· κατὰ δὲ τοῦτο νῆσος Ἀστάρτη·"
      },
      {
        "index": 6,
        "text": "Ἀσπίς, πόλις Λιβύης, ὡς Φίλων· ἔστι καὶ ἀκρωτήριον Αἰθιοπίας τῆς κατʼ Αἴγυπτον, ὡς Μαρκιανὸς πρώτῃ Περιόδων."
      },
      {
        "index": 7,
        "text": "Γυψηίς, νῆσος Αἰθιοπίας, ὡς Μαρκιανὸς ἐν Περίπλῶν α΄."
      },
      {
        "index": 8,
        "text": "Μόσυλον, ἀκρωτήριον καὶ ἐμπόριον Αἰθιοπίας. Μαρκιανὸς ἐν πρώτῳ Περιόδου."
      },
      {
        "index": 9,
        "text": "Ἄρωμα, πόλις Αἰθιόπων, ὡς Μαρκιανός."
      },
      {
        "index": 10,
        "text": "Μυρίκη, νῆσος ἐν τῇ Ἐρυθρᾷ θαλάσσῃ. Μαρκιανὸς ἐν Περίπλῳ αὐτῆς."
      },
      {
        "index": 11,
        "text": "Ἀπόκοπα, οὐδετέρως, κόλπος ἐν τῷ Βαρβαρικῷ μυχῷ. Μαρκιανὸς ἐν Περίπλῳ."
      }
    ]
  }
}