{
  "chapterNumber": 19,
  "title": "Book 2, Section 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "8. Ἡ Βαιτικὴ Ἱσπανία περιορίζεται ἀπὸ μὲν ἄρκτων καὶ δυσμῶν Λουσιτανίᾳ καὶ μέρει τῆς Ταρρακωνησίας ἐπαρχίας, ἀπὸ δὲ ἀνατολῶν τῷ καλουμένῳ Βαλεαρικῷ πελάγει ( τοῦτο δὲ συνῆπται τῇ Ἰβηρικῇ θαλάσσῃ, ἀπὸ δὲ μεσημβρίας κατὰ μὲν τὴν ἐκτὸς θάλασσαν καὶ τὸν Ἡράκλειον πορθμὸν τῷ δυτικῷ ὠκεανῷ, κατὰ δὲ, τὴν ἐντὸς θάλασφαν τῷ Ἰβηρικῷ πελάγει. Καὶ ἡ μὲν ὅλη περιγραφὴ τοιαύτη, ὁ δὲ κατὰ μέρος περίπλους τοῦτον ἔχει τὸν τρόπον."
      },
      {
        "index": 2,
        "text": "9. Ἀπὸ Κάλπης τοῦ ὄρους καὶ στήλης, ἥτιος ἐστὶν ἐν ἀρχῇ τῆς ἐντὸς θαλάσσης, ἐκπλέοντι ἐπὶ τὸν πορθμὸν καὶ τὸν ὠκεανὸν, δεξιὰν τὴν ἤπειρον Ἰβηρίας ἔχοντι, εἰς Καρτηίαν στάδιοι ν΄. Ἐνταῦθα παροικεῖ τὸ ἔθνος Βαστουλῶν τῶν καλουμένων Ποινῶν. Ἀπὸ δὲ Καρτηίας εἰς Βαρβήσολα στάδιοι ρ΄. Ἀπὸ δὲ Βαρβησόλων εἰς Τρανσδοῦκτα στάδιοι οὐ πλεῖον σ΄, οὐχ ἦττον κατὰ γραμμήν ὑποτείνουσαν σταδίων ρμε΄. Ἀπὸ δὲ Τρανσδούκτων εἰς Μενραλίαν στάδιοι οὐ πλεῖον ριε΄, οὐχ ἧττον σταδίων ρκγ΄. Ἀπὸ δὲ Μεωραλίας εἰς Βελῶνα πόλιν στάδιοι οὐ πλεῖον ρμ΄, οὐχ ἧττον σταδίων ρ΄. Ἐντεῦθεν ἄρχεται τῶν Τουρδδούλων ἔθνος. Ἀπὸ δὲ Βελῶνος πόλεως εἰς Βελῶνος ποταμοῦ ἐκβολὰς στάδιοι οὐ πλεῖον σε΄, οὐχ ἧττον σταδίων ν΄. Ἀπὸ δὲ Βελῶνος ποταμοῦ ἐκβολῶν ἐπὶ τὸ ἀκρωτήριον, ἐν ᾧ ὁ πορθμὸς καὶ ὁ ναὸς τῆς Ἥρας, στάδιοι σ΄, στάδιοι ρν΄. (Ἐντεῦθεν οἱ στάδιοι μόνοι παρακείσονται, καὶ ὁ μὲν πρότερος ἀριθμὸς τὸ πλεῖστον δηλώσει, ὁ δὲ ἑπόμενος τὸ ἧττον, ὥστε μή καθʼ ἕκαστον προγράφειν τὸ πλἑῖον καὶ ἔλαττον.) Ἀπὸ δὲ τοῦ ἀκρωτηρίου ἐν ᾧ ὁ πορθμὸς καὶ ὁ ναὸς τῆς Ἥρας, πλέοντι τὸν ὠκεανὸν ὡς πρὸς τὰς ἄρκτους, καὶ ὁμοίως δεξιὰν μὲν τὴν ἤπειρον ἔχοντι, ἃριστερὰν δέ τὸν δυτικὸν ὠκεανὸν, ἐκδέχεται Μενεσθέως λιμήν. εἰσὶ δ᾿ ἐπ᾿ αὐτὸν στάδιοι σκε΄, στάδιοι ρξ΄. Κατὰ τούτους τοὺς τόπους κεῖται νῆσος ἐν τῆ ἐκτὸς θαλάσσῃ τὰ Γάδειρα, ἐν ᾗ καὶ πόλις ὁμώνυμος Γάδειρα. Ἔστι δὲ ἀπὸ τοῦ ἀκρωτηρίου, ἔνθα ὁ πορθμὸς, ἐπὶ τὰ Γάδειρα τὴν νῆσον στάδιοι σο΄, στάδιοι σμ΄. Ἀπὸ δὲ Μενεσθέως λιμένος εἰς τὴν κατὰ Ἄσταν ἀνάχυσιν στάδιοι σι΄. Ἐντεῦθεν ἄρχονται παροικεῖν Τουρδητανοί. Ἀπὸ δὲ τῆς κατὰ Ἄσταν ἀναχύσεως ἐπὶ τὸ τοῦ Βαίτιος ποταμοῦ ἀνατολικώτερον στόμα στάδιοι τπέ, στάδιοι σπε΄ ἀπὸ δὲ τῶν ἐκβολῶν τοῦ Βαίτιος ποταμοῦ ἐπὶ τὰς πηγὰς τοῦ αὐτοῦ ποταμοῦ στάδιοι γτν΄, στάδιοι βυ΄. Ἀπὸ τοῦ ἀνατολικωτέρου στόματος τοῦ Βαίτιος ποταμοῦ ἐπὶ Ὀνόβα Αἰστουρίαν στάδιοι υκ΄, στάδιοι τ΄. Ἀπὸ δὲ Ὀνόβα Αἰστουρίας ἐπὶ τὰς τοῦ Ἄνα ποταμοῦ ἐκβολὰς στάδιοι σι΄, στάδια ρν΄. Ἀπὸ δὲ τῶν ἐκβολῶν τοῦ Ἄνα ποταμοῦ ἐπὶ τὰς πηγὰς τοῦ αὐτοῦ ποταμοῦ στάδιοι βρμε΄, στάδιοι αφν΄. Ἐνταῦθα πέραν ἔχει τῆς Βαιτικῆς Ἱσπανίας τὸ μέρος τὸ παρῆκον παρʼ ἑκατέρας τὰς θαλάσσας, τὰς περὶ τὸν Ἡράκλειον πορθμὸν τυγχανούσας, τήν τε καθʼ ἡμᾶς καὶ τήν ἔξω, τουτέστι τὸν ὠκεανόν."
      },
      {
        "index": 3,
        "text": "10. Ἔστι δὲ τῆς Βαιτικῆς πάσης τὸ μῆκος ἀρχόμενον μὲν ἀπὸ τῶν ἐκβολῶν τοῦ Ἄνα ποταμοῦ, περαιούμενον δὲ ἕως τῶν πηγῶν τοῦ αὐτοῦ Ἄνα ποταμοῦ, ὡς εἶναι τοῦ μήκους κατὰ τὴν μείζονα γραμμὴν σταδίους γψθ΄. Τὸ δὲ πλάτος τῆς Βαιτικῆς ἄρχεται μὲν ἀπὸ τῶν πηγῶν τοῦ αὐτοῦ ποταμοῦ, καταλήγει δὲ πρὸς μεσημβρίαν ὡς ἐπὶ τὸν προειρήμενον ναὸν τῆς Ἥρας ἤτοι Βελῶνα τὴν πόλιν ἢ Πόρτον μάγνον, ὡς εἶναι τοῦ πλάτους τὸ διάστημα κατὰ τήν μείζονα γραμμήν σταδίους αρνη΄. Ἔστι δὲ τῆς Βαιτικῆς ὁ περιορισμὸς τῆς μεσογείας σταδίων Ϛψθ΄, σταδίων ερμ΄. Ἔχει δὲ ἔθνη ε΄, πόλεις ἐπισήμους πε, ὄρη ἐπίσημα γ΄, ποταμοὺς ἐπισήμους ε΄, ἀκρωτήρια ἐπίσημα β΄, λιμένα ἐπίσημον α΄."
      },
      {
        "index": 4,
        "text": "11. Οἱ πάντες τοῦ περίπλου τῆς μὲν Βαιτικῆς πάσης ἀθροίζονται στάδιοι οὐ πλεῖον δτμέ, · τοῦ δὲ μέρους τῆς Βαιτικῆς, οὗ καὶ τὸν περίπλουν πεποιήμεθα, ἀπὸ Κάλπης τοῦ ὄρους καὶ στήλης μέχρι τῶν τοῦ Ἄνα ποταμοῦ ἐκβολῶν τῆς παρὰ τὸν ὠκεανὸν αὐτῆς παραλίας, στάδιοι οὐ πλεῖον βτπ΄, οὐχ ἧττον σταδίων ασμε΄."
      }
    ]
  }
}