{
  "chapterNumber": 20,
  "title": "Book 2, Section 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "12. Ἡ Λουσιτανία τῶν Ἱσπανιῶν περιορίξεται ἀπὸ μέν ἄρκτων τῆ Ταρρακωνησίᾳ Ἱσπανίᾳ παρὰ τὸ δυτικὸν μέρος τοῦ Δορίου ποταμοῦ, ἀπὸ δὲ τῶν ἀνατολῶν τῇ αὐτῇ Ταρρακωνησίᾶ, ἀπὸ δὲ δύσεως τῷ δυτικῷ ὠκεανῷ, ἀπὸ δὲ μεσημβρίας τῆ προειρημένῃ Βαιτικῇ, καὶ τῇ καθ᾿ ἡμᾶς θαλάσσῃ. Καὶ ἡ μέν ὅλη περιγραφή τοῦτον ἔχει τὸν τρόπον· τὰ δὲ κατὰ μέρος οὕτως ἔχε."
      },
      {
        "index": 2,
        "text": "13. Ἀπὸ τῶν ἐκβολῶν τοῦ προειρημένου Ἄνα ποταμοῦ ἐπὶ Βάλσα στάδιοι τπ΄, , καὶ ταῦτα ἐπὶ τὰ μέρη Τουρδητανοὶ παροικοῦσιν. Ἀπὸ δὲ Βάλσων εἰς Ὀσσόνοβα στάδιοι τμ΄, στάδιοι τ΄. Ἀπὸ δὲ Ὀσσόνοβα ἐπὶ τὸ Ἱερὸν ἀκρωτήριον στάδιοι τξ΄, στάδιοι σξ΄, Τωῦτο ἐπὶ πολὺ (τὸ ἀκρωτήριον) εἰς τὸν ὠκεανὸν ἔκκειται, καὶ ἔστι τῶν σφόδρα ἐπισημοτάτων. Ἀπὸ δὲ τοῦ Ἱεροῦ ἀκρωτηρίου εἰς Καλίποδος ποταμοῦ ἐκβολὰς στάδιοι ατν΄, στάδια ??ον΄. Ἀπὸ δὲ Καλίποδος ποταμοῦ ἐκβολῶν εἰς Σάλακρα στάδιοι σλ΄, στάδιοι σι΄. Ἀπὸ δὲ Σαλάκρων εἰς Καιτοβρὶξ στάδιοι ρε΄, στάδιοι ϟ΄. Ἀπὸ δὲ Καιτοβρὶξ εἰς Βαρβάριον ἄκρον στάδιοι ρζ΄, στάδιοι ρξ΄. Ἀπὸ δὲ Βαρβαρίου ἄκρου εἰς Ὀλιοσίπωνα στάδιοι τπ΄, στάδιοι σν΄. Ἀκὸ δὲ Ὀλιοσίπωνος ἐπὶ τὰς τοῦ Τάγου ποταμοῦ ἐκβολὰς στάδιοι ρνε΄, . Εἰσὶ δὲ ἐπὶ τὰς πηγὰς τοῦ αὐτοῦ ποταμοῦ . Ἀπὸ δὲ τῶν ἐκβολίων τοῦ Τάγου ποταμοῦ ἐπὶ Σελήνης ὄρος, ἄκρον, εἰσὶ στάδιοι ρν΄, στάδιοι ρκ΄. Ἐνταῦθα παράκειται Δάνοβρις καλουμένη· εἰσὶ δὲ ἐπʼ αὐτὴν ἀπὸ τοῦ τῆς Σελήνης ἀκρωτηρίου στάδιοι Ϡμ΄, στάδιοι χο΄. Ἀπὸ δὲ τοῦ Ἱεροῦ ἀκρωτηρίου εἰσὶν ἐπ᾿ αὐτὴν στάδιοι σφι΄, στάδιοι αρλ΄. Ἀπὸ δὲ Σελήνης ὄρους ἐπὶ Μόνδα ποταμοῦ ἐκβολὰς στάδιοι ρν΄, στάδιοι ρκ΄. Ἀπὸ δὲ Μόνδα ποταμοῦ εἰς Οὐάκου ποταμοῦ ἐκβολὰς στάδιοι τπ΄, στάδιοι σοε΄. Ἀπὸ δὲ Οὐάκκου ποταμοῦ ἐκδέχονται αἱ τοῦ Δορρίου ποταμοῦ ἐκβολαὶ, καθʼ ἃς τέλος ἔχειν τὴν Λου. σιτανίαν Ἰσπανίαν συνέστηκεν. Ἀπὸ δὲ τῶν ἐκβολῶν υέὸ τοῦ Δορίου ποταμοῦ ἐπὶ τὰς πηγὰς τοῦ αὐτοῦ ποταμοῦ σταδίοι ατο΄. ."
      },
      {
        "index": 3,
        "text": "14. Ἔστι δὲ τῆς Λουσιτανίας τὸ μῆκος ἀρχόμενον μὲν ἀπὸ τῆς δυτικῆς πλευρᾶς καὶ τοῦ Ἱεροῦ ἀκρωτηρίου, περαιούμενον δὲ πρὸς τὰς πηγὰς τοῦ Δορίου ποταμοῦ, ὡς εἶναι διὰ τῆς μεγίστης γραμμῆς τοῦ μήκους σταδίους γτλε΄. Τὸ δὲ πλάτος τῆς Λουσιτανίας ἄρχεται μέν ἀπὸ θαλάσσης κατὰ τὴν ἀρκτῴαν πλευρὰν κατὰ τὰς ἐκβολὰς τοῦ Οὐάκου ποταμοῦ, καταλήγει δὲ ὡς πρὸς μεσημβρίαν εἰς Βάλσα τὴν πόλιν, ὡς εἶναι καὶ τοῦ πλάτους κατὰ τὴν μείζονα γραμμήν σταδίους αψ??γ΄. Ἔστι δὲ ὁ τῆς Λουσιτανίας ὁ τῆς μεσογείας περιορισμὸς σύμπας σταδίων δυ΄, σταδίων δ΄. Ἔχει δὲ ἔθνη δ΄, πόλεις ἐπισήμους νϚ΄, δρῆ ἐπίσημα ε΄, ποταμοὺς ἐπισήμους Ϛ΄, ἀκρωτήρια ἐπίσημα β΄."
      },
      {
        "index": 4,
        "text": "15. ἴCἱ πτάντες ἀπὸ τῶν ἐκβολῶν τοῦ Ἄνα ποταμοῦ μέχρι τῶν ἐκβολῶν τοῦ Δορίου ποταμοῦ τοῦ περίπλου τῆς παραλίας Aουσιτανίας τῆς πρὸς τῷ ὠκεανῷ στάδιοι οὐ πλεῖον δρμ, οὐχ ἦττον σταδίων γσξε."
      }
    ]
  }
}