{
  "chapterNumber": 30,
  "title": "Book 2, Section 14",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "44. Ἀκολούθως τοίνυν καὶ τῆς Ἀλβίωνος νήσου τὸν ἄη. περίπλουν ἐκθήσομεν. Ἡ Ἀλβίων νῆσος ἡ Πρεττανικὴ περιορίζεται ἀπὸ μὲν ἄρκτων ῷ ὠκεανῷ τῷ καλουμένῳ Δουηκαληδονίῳ, ἀπὸ δὲ ἀνατολῶν τῷ Γερμανικῷ ὠκεανῷ, ἀπὸ δὲ δύσεως τῷ τε Ἰουερνικῷ ὠκεανῷ, μεθʼ ὃν ἡ Ἰουερνία νῆσος, ἔτι μὴν καὶ τῷ Οὐεργιουίῳ ὠκεατῷ ἀπὸ δὲ μεσημβρίας τῷ Πρεττανικῷ ὠκεανῷ καὶ ταῖς προειρημέναις τῆς Γαλλίας ἠπείροις καὶ ἔθνεσι. Καὶ ἡ μὲν ὅλη περγραφὴ τῆς νήσου τοῦτον ἔχει τὸν τρόπον· Λινδόνιον, πόλις τῆς Βρεττανία. Μαρκιανὸς ἐν Περίπλῳ αὐτῆς."
      },
      {
        "index": 2,
        "text": "45. Ἔστι δὲ τῆς Ἀλβίωνος νήσου τῆς Πρεττανικῆς τὸ μῆκος ἀρχόμενον μὲν ἀπὸ τοῦ δυτικοῦ ὁρίζοντος κατὰ τὸ Δαμνόνιον ἄκρον τὸ καὶ Ὄκριον καλούμενον, περαιούμενον δὲ ἕως Ταρουεδούνου τῆς καὶ Ὀρκάδος καλουμένης ἄκρας, ὡς εἶναι τοῦ μήκους τοῦ μεγίστου σταδίους εσκε΄. Τὸ δὲ πλάτος αὐτῆς ἄρχεται μὲν κατὰ τὸ Δαμνόνιον ἄκρον τὸ καὶ Ὄκριον καλούμενον, καταλήγει δὲ εἰς τὴν τῶν Νεουάντων χερσόνησον καὶ τὸ ὁμώνυμον ἀκρωτήριον, ὡς εἶναι τοῦ πλάτους κατὰ τὴν μεγίστην γραμμὴν σταδίους γπγ΄. Ἔχει δὲ ἐν αὑτῇ ἔθνη λγ΄, πόλεις ἐπισήμους νθ΄, ποταμοὺς ἐπισήμους μ΄, ἀκρωτήρια ἐπίσημα ιδ΄ χερσόνησον ἐπίσημον α΄, κόλπους ἐπισήμους ε΄, λιμένας ἐπισήμους γ΄. Οἱ πάντες τοῦ περίπλου παντὸς τῆς νήσου τῆς Ἀλβίωνος οὐ πλεῖον σταδίων β ηχδ΄, οὐχ ἧττον σταδίων βφκϚ΄."
      },
      {
        "index": 3,
        "text": "46. Καὶ ὁ μὲν περίπλους τοῦ δυτικοῦ καὶ ἀρκτῴου ὠκεανοῦ τῶν παρὰ τὴν Εὐρώπηνμερῶν καὶ τῶν ἐν αὐτῶ Πρεττανικῶν νήσων ἐνταῦθα τὸ τέλος ἔχει. Ὥσπερ δὲ ἐν τῶ προτέρῳ βιβλίῳ τῶν μὲν παρὰ τὴν Λιβύην δεξιῶν μερῶν τοῦ Ἀραβίου κόλπου καὶ τῆς Ἐρυθρᾶς θαλάσσης καὶ τοῦ Ἰνδικοῦ ὐκεανοῦ τοῦ πρὸς τὴν μεσημβρίαν ὁρῶντος τὸν περίπλουν ἐπὶ κεφαλαίων ἐποιησάμεθα, σαφηνείας ἕνεκα διὰ μακροῦ τὸν τῶν σταδίων ἀριθμὸν ἀποδόντες, τῶν δὲ παρὰ τὴν Ἀσίαν ἀριστερῶν ἀπάντων μερῶν μέχρι Σινῶν᾿ τοῦ ἔθνους καὶ τῆς ἀγνώστου γῆς ἀκριβῆ τὸν περίπλουν ἀνεγράψαμεν, τῶν διαστημάτων ἀπάντων τοὺς σταδίους σημάναντες· οὕτω κἀνταῦθα τῶν δεξιῶν μερῶν τοῦ ὠκεανοῦ τοῦ παρὰ τὴν Εὐρώπην ὄντος ἀπὸ τῶν Ἡρακλείων στηλῶν μέχρι τῆς ἀγνώστου γῆς καὶ τοῦ παρʼ αὐτήν περατουμένου Σαρματικοῦ ὠκεανοῦ καὶ προσέτιγε τῶν Πρεττανικῶν νήσων εἰς δύναμιν τὸν περίπλουν πεποιήμεθα, προσθέντες καὶ τῶν σταδίων ἀριθμόν· τῶν δὲ ἀριστερῶν παρὰ τὴν Λιβύην μερῶν τοῦ δυτικοῦ"
      },
      {
        "index": 4,
        "text": "47. Mαυριτανίαι δύο, ἡ μὲν Τιγγιτανὴ, ἡ δὲ Καισαρησία, ὡς Μαρκιανὸς ἐν τῷ Περίπλῳ."
      },
      {
        "index": 5,
        "text": "48. Τίγγις, πόλις Μαυρουσίας. Ὁ πολίτης ἔδει Τιγγίτης, ὡς Μεμφίτης, Ζελείτης· Μαρκιανὸς δὲ Μαυριτανίαν Τιγγιτανὴν λέγει. Τιγγιτανὸς οὖν τὸ ἐθνικὸν καὶ θηλυκὸν Τιγγιτανή. — « Εἰσὶ δὲ ἀπὸ Τίγγεως στάδιοι ὀγδοήκοντα. »"
      },
      {
        "index": 6,
        "text": "49. Βάβαι, πόλις Λιβύης. Μαρκιανὸς ἐν Περίπλῳ αὐτῆς."
      }
    ]
  }
}