{
  "chapterNumber": 1,
  "title": "Book 1, Section 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "κειμένης θαλάσσης, ἣν ὁ περιέχων τὴν γῆν ὠκεανὸς ἑσπέρας ἐπιτελεῖ, κατὰ τὸν καλούμενον Ἡράκλειον πορθμὸν τὴν εἰσροὴν ποιούμενος Ἀρτεμίδωρος ὁ Ἐφέσιος γεωγράφος ἐν τοῖς ἕνδεκα τῆς γεωγραφίας βιβλίοις τὸν περίπλουν, ὡς ἂν ἦν μάλιστα δυνατὸν, συνέγραψεν, ἡμεῖς δὲ τῶν βιβλίων τούτων τὰς περιττὰς τοῦ μνημονευθέντος ἀνδρὸς παρεκβάσεις, προσέτι δὲ βαρβάρων Αἰθιοπικὰς πόλεις ἀφέντες, ἐν ἐπιτομῇ σαφέστατα μετʼ ἀκριβοῦς ἐφευρεθέντων προσθήκης τὸν περίπλουν ἐποιησάμεθα, ὡς μηδὲν ἐνδεῖν πρὸς τελειοτάτην σαφήνειαν τοῖς περὶ τοῦτο τὸ μέρος τῆς γεωγραφίας σπουδάζουσι. Τῶν ὠκεανῶν ἑκατέρων τοῦ τε ἑῴου καὶ τοῦ ἑσπερίου (ὧν τὴν εἴδησιν, ἐς ὅσον ἐφικτὸν ἀνθρώποις, ἡ τῶν πολλῶν σπουδὴ καὶ φιλομαθία σαφῆ κατέστησεν) ἐκ τῆς γεωγραφίας τοῦ θειοτάτου καὶ σοφωτάτου Πτολομαίου ἔκ τε τῆς Πρωταγόρου τῶν σταδίων ἀναμετρήσεως, ἣν τοῖς οἰκείοις τῆς γεωγραφίας βιβλίοις προστέθεικεν, ἔτι μὴν καὶ ἑτέρων πλείστων ἀρχαίων ἀνδρῶν, τὸν περίπλουν ἀναγράψαι προειλόμεθα ἐν βιβλίοις δυσὶ, τὸν μὲν ἑῷον καὶ μεσημβρινὸν ὠκεανὸν ἐν τῷ προτέρῳ βιβλίῳ, τὸν δʼ ἑσπέριον καὶ τὸν ἀρκτῷον ἐν τῷ δευτέρῳ, ἅμα ταῖς ἐν αὐτοῖς κειμέναις μεγίσταις νήσοις, τῇ τε Ταπροβάνῃ καλουμένῃ, τῇ Παλαισιμούνδου λεγομένῃ πρότερον, καὶ ταῖς Πρεττανικαῖς ἀμφοτέραις νήσοις· ὧν τὴν μὲν πρώτην κατὰ μεσαίτατον τοῦ Ἰνδικοῦ πελάγους κεῖσθαι συνέστηκε, τὰς δʼ ἑτέρας δύο ἐν τῷ ἀρκτῴῳ ὠκεανῷ."
      },
      {
        "index": 2,
        "text": "2. Εἰδὼς δὲ καὶ ἑτέρους τῶν παλαιῶν περὶ τὴν τοιαύτην σπουδάσαντας ὑπόθεσιν, καὶ τοὺς μὲν μερικάς τινας ποιησαμένους τὰς διηγήσεις, τοὺς δὲ καὶ πλειόνων ἁψαμένους τόπων· πολλὴν ἐθέμην φροντίδα, μηδενὸς τούτων ὀφθῆναι δεύτερος, τὴν ἀκρίβειαν τῶν ῥηθησομένων τῆς ἡμετέρας περὶ τοῦτοσπουδῆς ἐναργὲς ἐλπίσας ἔσεσθαι γνῴρισμα. Τούτου δὴ χάριν καὶ τὴν αἰτίαν τῆς γινομένης περὶ τὴν ἀναμέτρησιν τῶν σταδίων διαφωνίας ᾠήθην δεῖν παραστῆσαι τοῖς ἐντευξομένοις τῆς γὰρ τοιαύτης ὑποθέσεως τὸ ἀκριβές οὐκ ἐν ταῖς θέσεσι τῶν τόπων μόνον καὶ πόλεων καὶ νήσων καὶ λιμένων ἐχούσης, ἀλλὰ πρό γε πάντων ἐν τοῖς σταδίοις καὶ ταῖς τῶν χωρίων διαμετρήσεσιν, ἀκόλουθον οἶμαι λόγον ἐρεῖν, καὶ τοῖς βουλομένοις κατὰ φύσιν σκοπεῖν τὴν ἐν τῷ περίπλῳ τῆς θαλάττης ἀναμέτρησιν ἀληθῆ φανησόμενον, καίτοιγε τῶν περὶ τούτων σπουδασάντων οὐδενὸς ἐπισημηναμένου τοῦτο, ἀλλʼ ὥσπερ σχοινίῳ διαμεμετρημένης τῆς θαλάττης, οὕτω τὸν ἀριθμὸν τῶν σταδίων ἀπαγγειλάντων. Φημὶ δὴ οὐκ ἐν ἅπασι τοῖς τῆς θαλάττης μέρεσι ῥᾴδιον εἶναι τὸν τῶν σταδίων ἀριθμὸν πρὸς τὸ ἀκριβέστατον ἀνευρεῖν· ἀλλʼ εἰ μὲν ᾐών τις εὐθεῖα τυγχάνει, μήτε κοιλότητας μήτε ἐξοχὰς ἔχουσα, τοῦ παρὰ ταύτην γινομένου πλοῦ τὴν ἀναμέτρησιν ὡς ἐπίπαν ῥᾳδίαν εἶναι τῶν δὲ κόλπων καὶ τῶν ἀκρωτηρίων ἤτοι χερρονήσων τὸν περίπλουν οὐ δυνατὸν ἀκριβῆ παραστῆσαι. Οὐ γὰρ καθʼ ὡμολογημένων τόπων, ὥσπερ ἐπὶ τῆς γῆς διὰ τῶν λεωφόρων τὴν ὁδοιπορίαν ποιοῦνται, οὕτω κἀπὶ τῆς θαλάσσης τὸν πλοῦν ἀνύουσιν. Ὑποκείσθω γὰρ λόγου χάριν κόλπος κατὰ τὸν αἰγιαλὸν αὐτὸν ἐν περιγραφῇ σταδίων ρ΄ ὑπάρχων· τοῦτον εἰ μέν τις πλησίον καὶ παῤ αὐτήν τὴν ᾐόνα περιπλέοι, ἐλάττονας μέν εὑρήσει σταδίους τοῦ κατ᾿ αὐτὸν τὸν αἰγιαλὸν βαδίζοντος, τῆς δὲ ἀληθείας οὐ πολὺ διαμαρτήσει· εἰ δέ τις ἐνδοτέρω περιπλεύσειε τὸν αὐτὸν κόλπον, ἥττονας τοῦ παρὰ τὸν αἰγιαλὸν πλεύσαντος εὑρήσει σταδίους, καὶ τοῦτο τοσαυτάκις ἂν εὕροι, ὁσάκις ἂν εἰς βραχύτερον περιάγοι τοῦ περίπλου τὸν κύκλον. Ὥσπερ γὰρ ἐπὶ τῶν περιφερειῶν εἴ τις μετὰ τὴν ἔξωθεν γραμμὴν ἑτέραν ἔνδοθεν περιγράψειε περιφέρειαν τὰ αὑτὰ πέρατα ἔχουσαν, καὶ πάλιν ἄλλην καὶ μετ᾿ ἐκείνην ἑτέραν, ἡ δευτέρα περιφέρεια ἐλάττων εὁρεθήσεται τῆς προτέρας, καὶ πάλιν ἡ τρίτη τῆς δευτέρας, ὁμοίως καὶ ἡ τετάρτη τῆς τρίτης, καὶ ἀκολούθως οὕτω γινόμεναι δεικνύοιντο ἂν, εἴ τις ἐφεξῆς τοῦτο ποιοή· οὕτω καὶ ἐπὶ τῶν κόλπων, καθαπερ ἔν τινι περιγραφῇ περιφερειῶν, ἔξεστι τοῖς περιπλέουσι καὶ διὰ πλειόνων σταδίων ποιεῖσθαι τὸν πλοῦν, καὶ διʼ ἐλαττόνων. Τοῦτο δὲ καὶ ἐκ τῶν διάπλων σαφές ἂν κατασταίη. Εἰ γάρ τις μή περιπλεῖν ἐθέλοι τὸν κόλπον, ἀλλὰ διαπλεῖν ἐπ᾿ εὐθείας, βραχύτατος ἂν ὁ διάπλους ὀφθείη, ὥστ᾿ εἰκότως ἐπὶ τῆ τῶν περιπλεόντων κεῖσθαι γνώμη τὸν ἀριθμὸν τῶν σταδίων ἐν τοῖς κόλποις καὶ τοῖς ἀκρωτηρίοις. Διὰ δὴ τοῦτο συμβαίνει τοὺς μέν ἄλλως ἀναμετρῆσαι, τοὺς δὲ ἑτέρως. Ἄξιον οὖν συγγνώμης τὸ περὶ τὸν ἀριθμὸν τῶν σταδίων εὁρισκόμενον πταῖσμα, πλὴν εἰ μή που παρὰ πολὺ τοῦτο γίνοιτο, ἐπεὶ καὶ ἀλλως παρὰ πᾶσιν ὡς ἐπὶ τὸ πλεῖστον τοῖς παλαιοῖς, ὅσοι περίπλους γεγράφασιν, ἐπὶ πασῶν τῶν θαλαττῶν τὸν τῶν σταδίων ἀριθμὸν οὐκ ἔν τις εὕροι συνᾴδοντα. Τῆς δὲ τοιαύτης διαφωνίας τὰς αἰτίας μακρὸν ἂν εἴν λέγειν. Οὕτω δὲ τούτων ἐχόντων, ἐθνῶν μὲν καὶ πόλεων παραθαλαττίων καὶ ἐπινείων"
      },
      {
        "index": 3,
        "text": "3. τὴν ἑσπέραν εἰσέχει ἀπὸ τοῦ καλουμένου Ἀτλαντικοῦ πελάγους τὴν εἰσροὴν ἔχουσα, καὶ ἐπὶ πολὺ χωρεῖ εἴσω τῆς γῆς, ὡς πρὸς τὰς ἀνατολὰς μέχρι τοῦ Ἰσσικοῦ κόλπου, ὅς ἐστιν ἐν τῷ Κιλικίῳ ἔθνει. Ἐστι δʼ ὁ εἴσπλους αὐτῆς στενώτατος κατὰ τὰς λεγομένας Ἡρακλέους στήλας ἤτοι Ἡράκλειον πορθμὸν, σταδίων ὑπάρχων π΄, καὶ τοῦτό ἐστι τοῦ κόλπουτούτου ἤτοι τῆς θαλάττης τὸ στόμα· ἑτέρωθεν γὰρ οὐκ ἄν τις ἐκπλεύσειεν ἀπὸ τῆς ἔσω θαλάσσης εἰς τὸν ὠκεανὸν πλὴν διὰ τοῦ εἰρημένου Ἡρακλείου πορθμοῦ. Ἐκτείνεται δὲ ἡ καθʼ ἡμᾶς αὕτη θάλασσα καὶ μέχρι τῆς Αἰγύπτου, ἥτις ὑπόκειται τῇ μεσημβρίᾳ, ὡς ἀντικεῖσθαι τῷ Ἀραβίῳ κόλπῳ τὸ καθʼ ἡμᾶς καλούμενον Αἰγύπτιον πέλαγος, καὶ γίνεσθαι μέγαν ἰσθμὸν τὴν μεταξὺ γῆν τοῦ τε Ἀραβίου κόλπου καὶ τῆς καθʼ ἡμᾶς κατὰ τοῦτο τὸ μέρος θαλάσσης. Τὸν μὲν οὖν περίπλουν τῆς θαλάττης ταύτης διὰ τῆς ἐπιτομῆς τῶν ια΄ βιβλίων Ἀρτεμιδώρου τοῦ γεωγράφου σαφῆ κατεστήσαμεν, ὡς προείρηται τῶν δὲ ἔξω θαλασσῶν ἤτοι ὠκεανῶν ἑῴου καὶ ἑσπερίου, οἰχεῖον ὑποστάντες πόνον, τὸν περίπλουν ἀναγράψαι προειλόμεθα."
      },
      {
        "index": 4,
        "text": "4. Ἐρατοσθένης μὲν ὁ Κυρηναῖος τὴν μεγίστην περιφέρειαν τῆς (ἐγνωσμένη ἁπάσς γῆς εἶναι λέγει σταδίοως M. κε΄ καὶ θσ. Οὕτω δὲ καὶ Διονύσιος ὁ τοῦ Διογένους ἀναμεμέτρηκεν. Πτολομαῖος δὲ ὁ θειότατος, τῇ μὲν πείρᾳ καὶ ἀληθεῖ παιδεύσει πρεσβύτερος, τοῖς δὲ χρόνοις Ἐρατοσθένους νεώτερος, σταδίων M. ιη΄ τὴν γῆν ἀπέδειξεν εἶναι, καὶ τοῦ μὲν πλάτους εἶναι τῆς γῆς συνέστηκεν π΄ μοίρας μεσημβρινὰς, τοῦ δὲ μήκους ρπ΄ Ἐν τούτῳ δὲ τῷ μέτρῳ περιέχεται ἡ οἰκουμένη εἶς τρεῖς διαιρεθεῖσα τομὰς ἠπείρων, εἴς τε Ἀσίαν καὶ Λιβύην καὶ Εὐρώπην, ὥσπερ ἅπασιν ἔγνωσται. Τὴν μὲν οὖν Εὐρώπην ἀπὸ τῆς Λιβύης διορίζει τὸ κατὰ Γάδειρα στόμα τοῦ ὠκεανοῦ, ὅπερ Ἡράκλειον καλοῦσι πορθμὸν, διʼ οὗ τὴν εἰσροήν τὸν ὠκεανὸν εἰς τὴν ἡμετέρακ ποιεῖσθαι θάλασσαν προείπομεν καὶ πάλιν ὁ Τάναῖς ποταμὸς( ὅστις) τὴν Εὐρώπην ἀπὸ τῆς Ἀσίας ὁμοίως κατὰ τὸ ἀρκτῷον διορίζει μέρος, εἰς τὴν Μαιῶτιν ἐκβάλλων λίμνην, ἥτις εἰς τὸν Πόντον ἐξίησι τὸν καλούμενον Εὔξεινον. Τὴν δὲ Λιβύην σὺν τῇ Ἀσίᾳ διορίζει ἀπὸ μὲν τῆς Εὐρώπης ὁ προειρημένος Ἡράκλειος πορθμὸς, ἀπὸ δὲ τῆς Ἀσίας τὸ καλούμενον Κανωβκὸν τοῦ Νείλου στόμα· τὴν δὲ Ἀσίαν πρὸς μὲν τὴν Εὐρώπην διορίζει ὁ προειρημένος Τάναϊς ποταμὸς, πρὸς δὲ τὴν Λιβύην τὸ πορρηθὲν Κανωβικὸν τοῦ Νείλου στόμα, καθὰ προειρήκαμεν. Ἡ τοίνυν καθʼ ἡμᾶς θάλασσα καὶ συνάπτουσα τῷ δυτικῷ ὠκεανῷ διὰ τοῦ Ἡρακλείου πορθμοῦ, περιγράφει τὰς τρεῖς ἠπείρους τόνδε τὸν τρόπον."
      },
      {
        "index": 5,
        "text": "5. Τῆς μὲν Εὐρώπης, περιπλεομένων τῶν κατʼ αὐτὴν κόλπων ἐν τῇ καθʼ ἡμᾶς θαλάσσῃ, ἡ παράλιος χώρα τὴν ἀρχὴν ἔχει ἀπὸ τοῦ Τανάϊδος ποταμοῦ καὶ καταλήγει ἐπὶ τὸν Ἡράκλειον πορθμὸν καὶ τὰ Γάδειρα τὴν νῆσον· καὶ ἔστιν ὁ σύμπας αὐτῆς περίπλους σταδίων M. Ϛ΄ καὶ θ. Τῆς δὲ Λιβύης ἀπὸ Τίγγεως πόλεως μέχρι τοῦ Κανωβικοῦ τοῦ Νείλου στόματος ὁ παράπλους ἐστὶ σταδίων M. γ καὶ σπ΄, Τῆς δὲ Ἀσίας σὺν τῇ Αἰγύπτῳ ἀπὸ τοῦ Κανωβικοῦ τοῦ Νείλου στόματος μέχρι τοῦ ποταμοῦ τοῦ Τανάϊδος ὁ παράπλους ἐστὶ σταδίων M. δ΄ καὶ ρκ΄. Ἡ τοίνυν σύμπασα χώρα παράλιος τῆς θαλάσσης τῆς καθʼ ἡμᾶς ἐστιν, ἥ τε τῆς Εὐρώπης καὶ τῆς Λιβύης καὶ τῆς Ἀσίας, σταδίων M. τγ΄ ου΄."
      },
      {
        "index": 6,
        "text": "6. Ἔστι δὲ πρώτη μὲν τῶν ἠπείρων μεγέθους ἕνεκεν ἡ Ἀσία, δευτέρα δὲ ἡ Λιβύη, τρίτη δὲ ἡ Εὐρώπη. Τῶν δὲ τριῶν θαλασσῶν τῷ μεγέθει τυγχάνει πρώτη μὲν ἡ κατὰ τὸ Ἰνδικὸν πέλαγος· δευτέρα δὲ ἡ καθʼ ἡμᾶς ἡ μεταξὺ Λιβύης καὶ Εὐρώπης, ἀρχομένη μὲν ἀπὸ Γαδείρων ἤτοι τοῦ Ἡρακλείου πορθμοῦ, διήκουσα δὲ μέχρι τῆς Ἀσίας τρίτη δὲ ἡ Ὑρκανία. Μέγεθος δέ τῆς οἰκουμένης, τὸ μὲν ἀπὸ ἀνατολῆς ἐπὶ δύσιν ἀναμεμέτρηται σταδίων M. ζ΄, ηφμε΄· τοῦτο δέ ἐστι τὸ ἀπὸ Γάγγου ποταμοῦ ἐκβολῶν, τοῦ ἐν Ἰνδοῖς ἀνατολικωτάτου ποταμοῦ, ἐπὶ τὸ δυτικώτατον τῆς ὅλης οἰκουμένης ἀκρωτήριον, ὃ καλεῖται μὲν Ἱερὸν ἄκρον, τῆς δὲ Ἰβηρίας ἐστὶ τῶν Λυσιτανῶν ἔθνους. Τοῦτο δὲ Γαδείρων ἤτοι τῶν Ἡρακλέους στηλῶν δυτικώτερον τυγχάνει ὡς σταδίους γ. Τοῦ δὲ πλάτους ἡ εὐθεῖα, ᾗ πλατυτάτη τυγχάνει οὖσα, ἀναμεμέτρηται M. δ΄, γ ξ΄· τοῦτο δέ ἐστι τὸ ἀπὸ μεσημβρίας ἐπὶ τοὺς ἄρκτους, οἷον ἀπὸ τῆς Αἰθιοπικῆς θαλάσσης μέχρι Θούλης τῆς νήσου."
      },
      {
        "index": 7,
        "text": "7. Τῶν δὲ μεγίστων κόλπων πρῶτος μέν ἐστιν ὁ Γαγγητικὸζ, δεύτερος δὲ ὁ Περσικὸς, τρίτος δὲ ὁ καλούμενος οὕτω Μέγας, τέταρτος δὲ ὁ Ἀράβιος, πέμπτος δὲ ὁ Αἰθιοπικὸς, ἕκτος δὲ ὁ τοῦ Πόντου, ἕβδομος δὲ ὁ τοῦ αἰγαίου πελάγους, ὄγδοος δὲ ὁ τῆς Μαιώτιδος λίμνης, ἔννατος δὲ ὁ Ἀδρίας ἤτοι Ἰόνιος κόλπος, δέκα. τος δὲ ὁ τῆς Προποντίδος."
      },
      {
        "index": 8,
        "text": "8. Τῶν δὲ μεγίστων νήσων ἢ χερσονήσων, καὶ τῆς πρώτης τάξεως, πρώτη μέν ἦ Ταπροβάνη νῆσος ἡ Παλαισιμούνδου καλουμένη πρότερον, νῦν δὲ Σαλική· δευτέρα δὲ τῶν Πρεττανικῶν ἡ Ἀλβίων, τρίτη δὲ ἡ Χρυσῆ χερσόνησος, τετάρτη δὲ τῶν Πρεττανικῶν ἡ Ἰουερνία, πέμπτη δὲ ἡ Πελοπόννησος, ἕκτη δὲ Σικελία, ἑβδόμη δὲ ἡ Σαρδὼ, ὀγκόη δὲ Κύρνος, ἐννάτη Κρήτη, δεκάτη Κύπρος. Καὶ ταῦτα μέν ἐπὶ τοσοῦτον· ἐπὶ δέ τὰ προκείμενα μεταβησόμεθα."
      },
      {
        "index": 9,
        "text": "9. Ἀρξόμεθα δὲ τοῦ περίπλου, καθὰ προειρήκαμεν, ἀπὸ τοῦ Ἀραβίου κόλπου καὶ τοῦ μυχοῦ αὐτοῦ, καλουμένου Αἰλανίτου, ἔνθα μάλιστά ἐστιν, ὡς προείρηται, καὶ τὸ στενώτατον τῆς ἠπείρου, καὶ διεῖργον τὸ μὴ συνάψαι τὴν καθʼ ἡμᾶς θάλασσαν τῷ Ἀραβίῳ μυχῷ. Οὗιος δὲ ὁ μυχὸς γειτνιῶν τυγχάνει τῇ τε Αἰγύπτῳ καὶ τῆ Πετραίᾳ καλουμένῃ Ἀραβίᾳ, ἥτις τῇ λεγομένῃ Ἰουδαίᾳ συνάπτει, ἧς Παλαιστίνη τὸ ἔθνος ἐστὶ πρὸς τῇ καθʼ ἡμᾶς κείμενον θαλάσσῃ. Ἔστι γὰρ ἀπὸ Γάζης τῆς ἐν Παλαιστίνῃ πόλεως ἐπὶ τὸν μυχὸν τοῦ Ἀραβίου κόλπου, (καὶ) τὸν προειρημένον Ἀΐλαν, πεζῇ πρὸς τὴν μεσημβρίαν τῆς πορείας γινομένης, στάδια α σ ξ΄."
      },
      {
        "index": 10,
        "text": "10. Τῶν μὲν οὖν ἀριστερῶν τῆς Ἀσίας μερῶν, τουτέστι τῆς τε Ἀραβίας τῆς Εὐδαίμονος καὶ τῆς Ἐρυθρᾶς θαλάσσης καὶ μετʼ ἐκείνην τοῦ Περσικοῦ κόλπου καὶ τοῦ Ἰνδικοῦ πελάγους παντὸς ἄχρι τοῦ Σινῶν (τοῦ) ἔθνους καὶ τοῦ πέρατος τῆς ἐγνωσμένης γῆς τὸν ἀκριβέστατον ποιησόμεθα περίπλουν καὶ τὴν τῶν σταδίων ἀναμέτρησιν. Τῶν δὲ δεξιῶν τῶν τῆς Λιβύης μερῶν μέχρι τοῦ καλουμένου Πράσου ἀκρωτηρίου καὶ τῆς Μενουθιάδος νήσου τὰς μέν προσηγορίας τῶν πόλεων καὶ τῶν ἐπινείων δηλώσομεν, ἔτι μὴν τῶν θαλασσῶν καὶ τῶν κόλπων καὶ τῶν ἀκρωτηρίων, καὶ τῶν νήσων τὰς ὀνομασίας σημανοῦμεν· διὰ μακροῦ δὲ τοῖς διαστήμασι τὸν ἀριθμὸν τῶν σταδίων προσθήσομεν. Τούτων μὲν γὰρ τῶν δεξιῶν μερῶν ἐπιδρομή ἐστιν ἃ τῆς ἀναμετρήσεως πεποιήμεθα σαφῆ, μιᾶς ἕνεκα τῆς θέσεως τῆς τε γῆς καὶ τῆς θαλάσσης, ἥνπερ ἔχει πρὸς τὰς ἀντιπέρα τῆς Ἀσίας χώρας, τουτέστι τῶν τε Ἀράβων καὶ τῶν Ἰνδῶν καὶ τῶν ἄλλων ἐθνῶν· τῶν δὲ ἀριστερῶν μερῶν μετὰ τῆς προειρημένης ἐπαγγελίας τὸν περίπλουν σπουδῇ ἐποιησάμεθα."
      }
    ]
  }
}