{
  "chapterNumber": 27,
  "title": "Book 2, Section 11",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "38. Ἡ ἐν τῇ Εὐρώπη Σαρματία περιορίζεται ἀπὸ μὲν ἄρκτων τῷ τε Σαρματικῷ ὠκεανῷ κατὰ τὸν Οὐενδικὸν κόλπον, καὶ μέρει τῆς ἀγνώστου γῆς, ἀπὸ δὲ ἀνατολῶν τῷ τε ἰσθμῷ καὶ τῇ Βύκῃ λίμηῃ, καὶ τῷ μέρει τῆς Μαιώτιδος λίμνης μέχρι τοῦ Τανάϊσος ποταμοῦ, καὶ ἐφεξῆς αὐτῷ Τανάῖδι ποταμῷ, καὶ ἔτι τῷ ἀπὸὸ τῶν πηγῶν τοῦ Ταναῖδος ποταμοῦ ἐπὶ τὴν ἄγνωστον γῆν μεσημβρινῷ ἀπὸ δὲ δυσμῶν τῷ τε Οὐῖστούλᾳ ποταμῷ καὶ τῇ Γερμανίᾳ τῇ μεγάλῃ μετὰ τὰ Σαρματικὰ ὄρη, καὶ αὐτοῖς τοῖς ὄρεσιν· ἀπὸ δὲ μεσημβρίας τοῖς τε Ἰάζυξι τοῖς Μετανάσταις ἀπὸ τοῦ νοτίου τῶν Σαρματικῶν δρῶν πέρατος μέχρι τῆς ἀρχῆς τοῦ Καρπάθου ὄρους, καὶ ἔτι τῇ Δακίᾳ μέχρι τῶν Βορυσθένους τοῦ ποταμοῦ ἐκβολῶν, καὶ τῇ ἀπὸ τούτου τοῦ Εὐξείνου Πόντου παραλίῳ μέχρι τοῦ μυχοῦ τοῦ Καρκινίτου κόλπου. Καὶ ἡ μὲν ὅλη περιγραφή τοιαύτη· τὰ δὲ κατὰ μέρος τῆς Σαρματίας κεφαλαιωδέστερον ἐτάξαμεν, μή προσθέντες τῶν σταδίων τὸν ἀριθμὸν τῷ τὸν ἀκριβῆ περίπλουν τοῦ ἀρκτικοῦ τούτου ὠκεανοῦ σχεδὸν ἄγνωστον τυγχάνειν, πλησιάζοντος μὲν κατὰ τὰς ἄρκτους τῇ ἀγνώστῳ γῇ, ἥτις ὑπέρκειται τῆς Μαιώτιδος λίμνης, μὴ ῥᾳδίως γνωριζομένη τῷ πλείστῳ μέρει τῶν ἀνθρώπων, μάλισθʼ ὅτε καὶ ὁ Πρωταγόρας παραλελοιπέναι τούτων τῶν σταδίων τὸν ἀριθμὸν δοκεῖ. Καὶ ἡ περγραφὴ δὲ τῶν τόπων κατὰ μόνας τὰς ἐκβολὰς τῶν ποταμῶν ῥηθήσεται διὰ τὰς αὐτὰς αἰτίας."
      },
      {
        "index": 2,
        "text": "39. Μετὰ τὰς ἐκβολὰς τοῦ Οὐῖστούλα ποταμοῦ ἐκδέχονται Χρόνου τοῦ ποταμοῦ ἐκβολαί· ἀπὸ δὲ Κρόνου τοῦ ποταμοῦ ἑξῆς εἰσὶ Ῥουδῶνος ποταμοῦ ἐκβολαί. Οὗτοι δὲ οἱ ποταμοὶ εἰς τὸν Οὐεν δικὸν κόλπον ἐξίασιν, ὅστις ἀπὸ τοῦ Οὐῖστούλα ποταμοῦ ἄρχεται παρήκων ἐπὶ πλεῖστον. Ἀπὸ δὲ τοῦ Ῥοωδῶνος ποταμοῦ ἑξῆς εἰσὶ Τουρούντου ποταμοῦ ἐκβολαί· ἀπὸ δὲ Τουρούντου ποταμοῦ ἐκδέχεται Χέσυνος ποταμὸς, καὶ αἱ τούτου ἐκβολαί. Μετὰ δὲ τὸν Χέσυνον ποταμὸν ὁ ἄγνωστος καὶ Ὑπερβόρειος ἑξῆς ἐστὶν ὠκεανὸς συνέπτων τῇ Ὑπερβορείῳ καὶ ἀγνώστῳ γῇ. Παροικοῦσι τὸν Χέσυνον ποταμὸν οἱ Ἀγαθουρσοὶ τὸ ἔθνος τῆς ἐν Εὐρώπῃ Σαρματίας ὄντες. Καταφέρονται δὲ ὅ τε Χέσυνος ποταμὸς καὶ ὁ Τουρούντης ἐκ τῶν ὑπερκειμένων ὀρῶν, ἅτινα καλεῖται Ῥίπαια ὄρη, κατὰ τὴν μεσόγειον μεταξὺ τῆς Μαιώτιδος λίμνης καὶ τοῦ Σαρματικοῦ ὠκεανοῦ κείμενα. Ὁ δὲ Ῥούδων ποταμὸς ἐκ τοῦ Ἀλανοῦ ὄρους φέρεται· παροικεῖ δὲ τό τε ὄρος καὶ τὴν χώραν ταύτην ἐπὶ πολὺ διῆκον τὸ τῶν Ἀλανῶν Σαρμάτων ἔθνος, παρʼ οἷς τοῦ Βορυσθένους ποταμοῦ τοῦ εἰς τὸν Πόντον ἐξιόντος αἱ πηγαὶ τυγχάνουσι. Τὴν δὲ περὶ τὸν Βορυσθένην χώραν παροικοῦσι μετὰ τοὺς Ἀλανοὺς οἱ καλούμενοι Χουνοὶ οἱ ἐν τῇ Εὐρώπῃ."
      },
      {
        "index": 3,
        "text": "40. Ἔστι δὲ τὸ μῆκος τῆς Σαρματίας σταδίων ζψ΄, τὸ δὲ πλάτοι σταδίων ζχν΄. Ἔχει ἔκνη νϚ΄, πόλεις ἐπισήμους νγ΄, ὄρη ἐπίσημα θ΄, ποταμοὺς ἐπισήμους δ΄, ἀκρωτήρια ἐπίσημα γ, λιμένας ἐπισήμους γ΄, κόλπους ἐπισήμους δ΄, τόν τε Οὐενδικὸν τὸν εἰρημένο κόλπον καὶ ἄλλου τρεῖς. Τῆς μέν οὖν Εὐρώπης τῶ δεξιῶν μερῶν τὸν περίπλουν, ὥσπερ ὑπεσχόμεθα, μετὰ τῆς προσηκούσης ἐπιμελείας πεποιήμεθα· μεταβησόμεθα δὲ ἐπὶ τὰς Πρεττανικὰς νήσους."
      }
    ]
  }
}