{
  "chapterNumber": 23,
  "title": "第九十八回",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卻说高世德在曹州府署后花厅飲酒，闻报梁山泊兵來，大吃一惊，往后便倒。左右急忙叫唤，半晌方才苏醒，早已惊魂离体，荡魄去身，連話也说不出了，瞪着两只眼睛，向左右道：“……這……這……這便怎處？”忽又闻报道：“賊兵在北門外殺狗岭，分三营屯扎。”原來那殺狗岭离城尚有五十余里，世德聽了稍爲放心，只是呆坐着椅子上，一無号令。忽报：“梁都监亲來請見，已到厅上。”高世德只得出迎，一見梁横，也無别話，便問道：“賊兵回梁山否？”梁横見他如此昏愦，心中暗急，便道：“那有這等容易事，賊兵锐氣方盛，明日小将拟开城决一死战。探得梁山賊軍，先锋姓林名冲，好生了得。小将现已传令紧闭各門，赶运灰瓶石子，上城堵御，特請相公速爲划策。战阵之事在小将，谋画之权在相公。軍情紧急，小将要去分派营务，准于五鼓再來，一同上城罢。”高世德一聽得“林冲”二字，已经三魂失了两魂；再聽見要他上城，連那吓剩的一魂也不知去向了，战兢兢的对梁横道：“小弟今日有些頭疼发熱，那个林教頭之事，总托将軍做主调停。明日如小弟退熱，总陪将軍同去。”"
      },
      {
        "index": 2,
        "text": "梁横料其懦弱饰避，只说“再会，再会”，即便起身去了。回到衙署，只見大小将弁兵丁，已在衙前聽候号令。梁横進署，急闷異常，暗想道：“一木焉能支大厦！賊势如此猖狂，曹州地方辽阔，偏又遇着這一个高知府，本城绅士中又無勇敢之才，又可惜天河樓的武解元上省去了，如何是好？”踌躇一回，便发令派将領兵鎮守各門，左右将兵都纷纷得令而去。一面吩咐防御張金彪、提辖王登榜：“速选弓弩手三百名，防守北門；再选精兵八百名，明日黎明随同出北門。齊心协力，剿除草寇。”二人同声答应。当夜分派已定，一面再遣细作探聽梁山來将兵馬人数。"
      },
      {
        "index": 3,
        "text": "原來宋江依吴用之計，将大兵屯在兖州，先遣凌振、戴全往曹州按計行事，再与吴用商议派将点兵之事。只見林冲立起身來道：“小弟愿效微力，取這城池双手奉上。”宋江、吴用齊道：“甚好。”便令林冲領二千人馬爲前队。一面传令到濮州，调刘唐、杜迁，帶随身軍漢四百名，來辅佐林冲，一同前去。卷旗息鼓，潜师進发。吴用便对宋江道：“此事还須兄长同小弟亲自一行。”宋江道：“這是何故？”吴用道：“小弟初意，原不贪曹州土地。但曹州地近黄河，爲東京出入之通衢。破得曹州，且弗退兵，看形势可据則据之。此亦兵家得尺則尺，得寸則寸之道也。”宋江大喜，便道：“就是林兄弟這枝人馬，也須小可与軍师亲自策应。”所有兖州的兵将都不调动，攻猿臂寨的兵将都发回山寨，独留吕方、郭盛、戴宗、時迁四人，调拨二千人馬，随同接应。"
      },
      {
        "index": 4,
        "text": "不日，林冲的前队已到了曹州府北門外殺狗岭，林冲便要攻城。忽闻后队流星报馬飞到道：“軍师有令：凌頭領在城内未曾两打照会，須先差心腹人潜入城中，暗递号令，然后内外合应施行。”林冲只得就在殺狗岭安营屯扎，先遣人密入城中去知会凌振。這里林冲領中营，刘唐領左营，杜迁領右营。安营方毕，只見戴全氣急败坏奔來。林冲大惊，忙問何事。戴全道：“自那日小弟同凌兄先到曹州，恐有人认识，在西門外張魁兄弟家里，便托張魁差人導引凌兄，入城行計。只道安排已毕，不知何人在那高知府前告出小弟潜匿之處。那高知府便來追拿，幸張魁兄弟先将我放走了，只是張魁已被拿入城去了。”林冲道：“這事怎了？”戴全道：“幸喜凌兄這条計尚未破出。小弟此來，特請林兄长急速攻城，深恐凌兄密計再泄，不但張魁兄弟及小儿性命不保，就是你我的冤氣又不知何日出也。”正在商议袭城。只見先差去的那心腹人飞跑转來道：“曹州府已各門紧闭，严兵把守，小人無从進去。”林冲惊道：“我們潜师前來，路上人不知，鬼不觉，怎么吃那厮先曉得了？”戴全道：“梁横那厮甚是精明，此地离城不遠，焉有不知！”正说间，宋江、吴用后軍已到。林冲便将心腹人不能入城的話告知吴用，吴用踌躇半晌道：“如凌振失陷，我从前那番划策已置之無用了，只有烦眾兄弟悉力攻城，再相机宜。如凌兄弟不曾失陷，我前計仍好施行。此刻曹州城里已曉得我梁山兵到，岂凌兄弟反有不知之理，我們只管攻城，也不必知会凌振了。今日已晚，孩儿們辛苦，何争這一夜，明日五更再行定計。但我本意原欲袭城，今番变作攻城也。”忽捻髭沉思一回，便吩咐左右快往后营，叫時迁前來。須臾時迁進來，吴用道：“你从城角僻静處，悄悄越城進去。如会着了凌振，你可帮同举事；如已知凌振失陷，我計已破，有你在内，亦可相机策应。”"
      },
      {
        "index": 5,
        "text": "這邊吴用正在施设事务，那邊高世德在厅上見梁横已去，便一步步的挨進内房，对妻子道：“夫人，我真个有点发熱了。”其妻愁容满面道：“怎好？相公素來心氣不足，今日又受此大惊。”世德道：“那个林冲殺來了，梁都监要我同去。我早知道有這等祸事，那時节不该斡办曹州的。”世德懊闷非常，那两个娇妾不识時务，还要相会长相公短的温存，不知主人命在呼吸，那里还敢干那风流。世德足足的愁到五更，仆妇進來传言道：“外面請相公了，梁将軍在厅上也。”世德似哭非哭、似笑非笑慢慢的走出外來，只見梁都监站在客厅当中，全身披挂，倒竖浓眉，满脸殺氣騰騰，双手叉着腰间，开言道：“天将亮了，人馬已齊，相会速請上馬。”世德呆了半晌，回言道：“我只好不去。将軍，你摸摸我的頭看，当真受了暑熱了。”"
      },
      {
        "index": 6,
        "text": "梁横大声道：“坏了，坏了！”也不回言，大踏步往外就走。上了馬，出了知府衙門，帶同張金彪、王登榜并大队人馬，直到北門。只聽城外喊声大振，賊兵已抵北門。梁横传令开門，放下吊橋，一馬当先飞出，那張王二将督領人馬随后渡過吊橋，摆成阵势。那邊林冲、刘唐、杜迁早已列阵等待。梁横提枪先出，大叫道：“叛逆狂徒，快來纳命！”林冲挺矛而出，看那梁横身长八尺，年近五旬，额阔腮方，脸如重枣，额下长須飘扬脑后，全身黄金盔甲，坐下乌骓名馬，凛凛威风，真是一员虎将。林冲便横矛拱手道：“來者莫非都监梁将軍么？”梁横遭：“然也。”林冲道：“梁将軍聽者：俺林冲此來，不爲别人，你速将那做知府的高小畜生捆缚献上，免你合城老小性命。”梁横大怒，罵道：“乱賊狂言，看枪！”说罢拍馬過來，林冲挺矛相拒，两阵呐喊，鼓角喧天。二英雄怒馬相交，枪矛并举，大战一百余合，不分胜负。那邊梁山营里恼动了赤发鬼刘唐，泼刺刺一馬横冲，举刀助战。杜迁見刘唐出阵，也便拍馬相攻。林冲、刘唐、杜迁三战梁横，梁横手里尚可招架，心中卻也惊慌。這邊官軍阵上張王二将，也拍馬前來帮助。六人六馬，搅作一团，两阵喊声不绝。又战到四十余合，張金彪、王登榜原非梁山敌手，林冲看他二人渐渐软了，便順手掣转蛇矛，向張金彪咽喉一刺，張金彪早已落馬。王登榜見張金彪阵亡，慌得手法愈乱，被刘唐乘间一刀，砍伤右臂。彼時杜迁逼得梁横紧急，林冲怞空順手一矛，刺入王登榜左胁，呜呼哀哉。梁横無心恋战，趁林冲矛尚未起，便把枪向前一架，偷缝儿跳出垓心，回馬便走。行不数步，只見北門西偏城角天崩地裂的一声响亮，浓烟冲起，日暗天昏。那城砖巨石飞入九霄，磨盘也似的虚空旋转。城内人声鼎沸。卻是凌振奉吴軍师密計，在城内栽埋的地雷，至今发作。"
      },
      {
        "index": 7,
        "text": "原來凌振埋藏地雷，定了竹竿药线，方欲等梁山兵到，使好动手。谁知梁横防守严密，添设营房，那药线正在营房隙地。凌振無从措手，暗自叫苦。恰好時迁進城寻着凌振，凌振大喜，便与時迁说明药线所在之處，時迁会意。這日城外鏖战，那些官兵全神照顾城外，不防時迁帶了火种，偷身踅到营旁，点了药线。吃小卒看見急捕，時迁早已跳出营后。地雷轰炸，城郭崩摧。林冲見地雷已发，心中大喜，同刘唐、杜迁催动全軍殺上。梁横見城池已失，佐将已亡，长叹一声，道：“天绝我也！”抛枪在地，怞佩刀自刎而亡。"
      },
      {
        "index": 8,
        "text": "吴用便教吕方、郭盛分兵管住各門，以防高衙内逃出。戴全统領三百步兵，护送宋江、吴用、戴宗入城。林冲教刘唐、杜迁在城門邊迎接，自己領百余名喽-，飞也似扑到府衙去了。戴全送了宋江等進城，便帶了数十名喽-扑到府监，打开牢門，救出儿子默待；又打入縣监，救出義友張魁，見了纪明，一刀分作两段。看官，既然说到纪明，趁此将陰秀兰案交代完结：那戴春是个花花荡子，平日只曉得糟蹋身子，又因大暑天吃官司，日中奔走，受惊着急，一場大病死了；乌阿有后來因投亲不遇，流落異地而亡；孙婆、陰婆、秀兰，破曹州時，乱中失散。城里通判、知縣等官，盡皆殉难。前案已完。"
      },
      {
        "index": 9,
        "text": "再说那林冲率眾扑到府衙，一声呐喊，拥進宅門，逢人便捆，将高衙内一門良贱，盡行提下，单单不見了高衙内。林冲頓足懊恨道：“怎么吃他走了？”随后宋江、吴用已到，吴用对林冲道：“贤弟且請宽心，我已教吕郭二兄弟监守各門，這小畜生怕他插翅飞去不成。”"
      },
      {
        "index": 10,
        "text": "亭午，眾頭領在府行开筵畅飲，戴全領張魁見了宋江，宋江大喜。宋江便同吴用商议占据曹州之事，正在开言，忽見辕門軍校進來报称：“有一人自称曉得高衙内藏躲處。”林冲大喜，忙令唤入。那人上前叩頭，林冲急問：“高小畜生那里去了？”那人道：“小人住在府衙后墙小-内，本年三月曾吃他的屈打，冤屈难伸。今日闻知頭領……”林冲道：“你但说那賊畜生躲藏何處。”那人道：“正是冤家路窄，刻下小人登墙探看，望見那间壁毛厕里，正是他躲着。因見他身邊有个教頭，所以不敢……”林冲不及聽完，放下酒杯，霍的立起身來，大踏步便走。吴用忙叫那人紧紧跟随上去做眼，又着小喽-急忙备帶麻绳，飞速追上。林冲已扑到那人指引之所，只聽毛厕里叫声“阿呀”，猛見那鸟教頭圆睁怪眼，大喝道：“什么人敢來！”林冲順手抓來，掼出街心，早已頭颅粉碎。那小喽-早已走進毛厕里，将高衙内相捉了出來，林冲大喜。只見高衙内没口的林伯伯林爹爹，叫饒命。林冲罵道：“賊畜生！早知今日，悔不当初！”吩咐小喽-好生捆來，自己先回府行，宋江、吴用等眾頭領降阶迎贺。吴用便传令教吕方、郭盛收兵進城，同赴庆宴。林冲便吩咐重赏那报信人，那人道：“小人不愿金帛，但愿将他两个美妾赏与小人足矣。”林冲道：“這有何不可。”便叫左右将出高衙内的两妾，又加些金帛，赏与那人。那人領了，叩謝去了。林冲便請宋江軍令，将衙内一門良贱，盡行斩首，那富吉、牛信自然也在其内。"
      },
      {
        "index": 11,
        "text": "林冲激了眾位頭領，重复入席。只見小喽-已将高衙内四馬攒蹄，捆缚献上。林冲見了衙内，眼睁睁看了半晌，卻没摆布處，恨不得夹生的碎嚼了他。忽猛然得一个計較，便叫左右：“去访寻高衙内平日用的厨子，前來問話。”不一時，寻得厨子來。林冲便問道：“你主人平時吃猪羊肉怎样吃法？”厨子道：“猪耳卷如饺，羊眼熱油炒，羊肉做羊膏，猪肉做烧烤。”林冲道：“好极。”便吩咐将衙内牵下去洗刮干净，再上來聽用。宋江便吩咐撤去酒筵，当中供起林冲娘子的神位來。林冲逊謝。只見左右已将洗净的衙内箝口反缚献上，宋江便吩咐：“先取三杯血酒來祭奠林娘子。”左右一声答应，衙内身上早已三个窟窿。左右将血洒捧上，宋江率眾頭領依次祭奠。林冲一一回謝了。"
      },
      {
        "index": 12,
        "text": "送了神位，重开筵席，宋江、吴用、林冲、刘唐、杜迁、吕方、郭盛、戴宗、凌振、時迁、戴全、張魁，共十二位頭領，依次坐列。林冲命先将猪羊牛馬内上來飲酒。飲至三巡，林冲方命用羊眼熟炒之法，一个喽-便把尖刀向衙内眼眶一挖，鲜血满面。又命取耳朵，只見喽-持刀复向衙内去割，不知這耳朵不消割得，一扯便落。喽-持着笑道：“启禀頭領：這耳朵是假的。”林冲笑道：“怎么假的，敢是那个先割過了？”眾頭領哄堂大笑。看那衙内，早已魂归乌有。吴用笑着劝道：“林兄弟大恨已泄，這小賊尸身亦無用再割。”林冲一声长笑，把頭向外一看，喝道：“拉出去！”手下人同声答应，拖出尸首，扫净血迹。宋江便满斟一杯，献与林冲道：“今日恭贺林兄弟报仇雪恨。”林冲起謝，一飲而盡。吴用也满斟一杯道：“小可还有一事恭贺贤弟。”林冲起問何事，吴用道：“小賊已死，老賊必來。老賊來時，就此设計擒住，劈尸萬段，岂不更快人心！”林冲喜謝，亦接飲而盡。"
      },
      {
        "index": 13,
        "text": "三人复坐，宋江便問吴用道：“軍师，欲擒高俅，計将安出？”吴用道：“此須临時应变，計难预定。小弟看這曹州形势，足可占据，小弟拟派董平在此安扎。所有仓库钱粮，不必运回山寨，就此交付董平，以便軍饷支销，便宜行事。”吴用说到此际，注目宋江而笑道：“倘从此因利乘便，渡過黄河，直取宁陵，則归德一府震动，而河南全省可图矣。”宋江大喜，便道：“軍师所見甚大，但此州南距黄河，尚有数百里，若無高山峻岭安頓人馬，黄河亦未易渡。”只見張魁开言道：“此地只有曹南山最爲高峻，去黄河不遠。”吴用便問張魁道：“曹南山形势何如？”張魁道：“论形势小弟不能理会得，至于路径，小弟卻最熟悉。軍师如欲往看，小弟愿爲向導。”時迁道：“说起曹南山，小弟也有些认识。”宋江、吴用皆喜，便议于明日同張魁、時迁共往曹南。計议已定，大家畅飲，盡欢而散。当今林冲、刘唐、杜迁、凌振、戴宗、戴全六位頭領，权守曹州。一面差人去濮州调双枪将董平，又去山寨里调丧門神鲍旭、没面目焦挺，同來接理曹州軍务。"
      },
      {
        "index": 14,
        "text": "次日黎明，宋江、吴用乘朝爽起行，命吕方、郭盛帶領伴当四十名护送，命時迁、張魁爲向導。一行人馬徐出南門，只見一片平阳，浓陰缭绕，朝霞轻清，東山一帶霞光異样鲜红。吴用叹道：“此霞赤如血色，東方殺氣正旺。今我南行，須顾東忧。”宋江道：“云天彪、陳希真两路人馬，固属可忧，但我梁山战将如云，谋臣如雨，四方豪杰悉來聚義，上应天道，下合人心，又何向而不利哉！”说罢大笑，便对張魁道：“贤弟來聚大義，我等增辉。不识贤弟交好中，才智膂力過人者，尚有几人？”張魁道：“小弟交好中除戴全兄弟外，武艺十分者，尚有一个姓真的，双名大義。曲阜縣人，年方四十，力敌萬夫，状貌魁梧，性情质直。此人现在東京，与小弟最爲莫逆，時有書信來往。如果小弟修書招致，必來聚義。”宋江大喜。張魁又道：“只可惜這里武解元金成英，与我交情疏遠，近又不在此地，這倒也是一位英雄。”吴用道：“说起金成英，我也曉得。此來曹州，正欲访他，他卻往何處去了？”張魁道：“往济南府去了。”"
      },
      {
        "index": 15,
        "text": "一路说说谈谈，早已烈日当空，炎光流烁。時迁向前一指道：“前面已是曹南山也。”只見眼前一条山路，微微湾曲，望去杳茫茫的接到那邊山脚。骄阳栖岭，分外炎威，宋江、吴用一干人皆道口渴，急要取水。吕方、郭盛道：“此路并非無水，只是被太阳晒得火熱，急切飲不得。”只見時迁捧上两个西瓜，宋江大喜道：“贤弟何處得來？”時迁道：“适才路上見有一所瓜园，順便取了两个，准备止渴。”眾皆大喜，分食而盡。張魁道：“前去到了山脚，抹转湾，便有一帶树林，可以遮荫；下有清溪，可以止渴。”大眾聽了，便飞速冒暑前進。又走了一回，到了曹南山麓，眾人急随了張魁，由山麓转湾，行不数步，果然千林绿荫，一派清泉。宋江眾頭領及四十个伴当，俱已走得喘息無氣。宋江吩咐权且憩息，大眾連人帶馬，共取溪泉畅飲，足息了半个時辰。"
      },
      {
        "index": 16,
        "text": "吴用道：“我等此來，爲相度地势，并非耽玩山景，不宜久息了。”一声吩咐，張魁、時迁早已起身先行，大眾随了，一路盘上山顶。張魁指着对吴用道：“此曹南山最高處也。”吴用便四邊看望一遭，对宋江指指划划说了许多，宋江一一点頭。吴用又道：“此山南面形势，尚未了了，尚烦張兄弟領路前進，大眾随行。”張魁道：“山南一路都有树陰遮蔽，不比山北酷暑，没躲闪處。”行不数武，果然流泉界道，萬树蝉声，宋江一干大眾如行绿幕之中。只見前面張魁已渡過一条大板橋，時迁也随了過去。眾人追上，看那橋下流水，卻浊如黄泥，不解其故。過得橋時，又是酷熱平阳。張魁、時迁前導，宋江等在后，遠遠望見前面丛绿中，拥出一座牌樓。宋江、吴用看時，只見牌樓上錾着斗大四字，乃是“清凉世界”。望見張魁等已進了牌樓，眾人随着進去，里面一帶长堤，槐陰夹道。长堤盡處，便是渡口。长橋斜渡，小屋如鳞，另是山居村景。張魁到了橋邊，時迁赶上問道：“張兄，這是什么地方？小弟卻不认识。”張魁立住了脚，定睛四看道：“奇了，這是什么地方，几時走錯的？”随后宋江、吴用、吕方、郭盛一干人都到，吴用道：“登山迷路，亦是常事。前面渔村不遠，且去問声。”"
      },
      {
        "index": 17,
        "text": "大眾過得长橋，已是午牌時分。吴用上前便向一个渔翁問道：“此處是甚地名？”渔翁答道：“此甘露岭也。”宋江道：“离曹南山几里？”渔翁道：“不曉得。”又一个渔翁道：“你問曹南山做甚？曹南山遠得紧哩。”眾人道：“我們一干人方才此刻从曹南山來，怎么说遠？”两渔翁哈哈大笑，其一道：“你們這班人敢是青天白日里做梦，你問的是不是曹州的曹南山？”宋江道：“正是。”渔翁道：“曹州乃山東地方，這里乃河南归德府宁陵縣地界，与曹州路隔黄河，你們好道飞到這里的！”眾人聽了，各自惊疑。宋江对眾人道：“休去睬他，我們只管回舊路去，不問怕他做甚！”"
      },
      {
        "index": 18,
        "text": "眾人走转长堤，那張魁好生惭愧，也随了眾人過橋。行不数步，乃是一帶荆篱，萬竿修竹，微风飒飒吹來，又迷失了槐陰长堤。宋江急命转路，眾人急走，只道荆篱盡處便是长堤，卻望見红墙一角。走近前時，乃是法王宫殿。宋江、吴用看那山門，高悬着“清凉寺”匾额。只見伴当数内一人叫苦道：“這里莫非真是宁陵縣甘露岭？”宋江忙問其故，伴当答道：“那年小人往宁陵縣時，曾随了母亲到這寺里烧香過的，今日記起來一点不差。”宋江道：“休得胡说！我們既然到此，且進寺内去問問何妨。”眾人随宋江進了山門。那宋江嘴里雖強，心里卻也有几分惊疑。但見数人在廊庞下乘凉，宋江正欲差伴当去問，忽見柏陰内立有碑石，宋江、吴用遂同去先看，乃是隋文帝驾幸宁陵，至此甘露下降，故隐岭名爲甘露，立碑記瑞。宋江、吴用一齊大惊道：“真是河南宁陵縣地界也，我們几時渡的黄河？”眾人聽了都面面相覷道：“這是何故？”吴用道：“此真天下未有之奇事。”宋江道：“此地果是宁陵。我等就从此問路回去，亦不過三四日路程，只是我等來時，并不帶盘川干粮，如何是好？就是现在，自辰刻至此，尚未飲食，好生饑渴。”"
      },
      {
        "index": 19,
        "text": "眾人正在踌躇，猛見一个僧人出來，便合掌問訊道：“眾位客官，想是登山迷路的？”宋江道：“正是。弟子們自黎明至此，未曾飲食。”那僧人道：“客官既已來此，卻是有缘，便請小寺叙齋。”宋江大喜拜謝，便問道：“大师想是宝刹方丈？”僧人道：“非也，贫僧乃是知客，本师卻在里面禅房。”宋江对吴用道：“我們何不進去参拜？”吴用称是。那知客欣然領入。眾人都在外面等候。"
      },
      {
        "index": 20,
        "text": "宋江、吴用進去，只見松篁交翠，轩宇清明，正是曲径通幽處，掸房花木深。到了里面，只見一老僧跃坐蒲团，宋江、吴用上前参拜。老僧起了蒲团，打个問訊，便請二人坐地。知客命侍者看茶，又命办齋。老僧开言道：“義士遠涉黄河，來访荒山，定有事故。”宋江、吴用都暗吃一惊。宋江停了半晌，只得将曹南山逦迤到此情形说了，便道：“弟子等不解何故，乞老师指示。”老僧回顾知客信道：“此必笋冠道人之所爲也。”因叹道：“此老心腸太熱。”宋江便問：“笋冠道人是何人？”知客僧道：“這道人开封人氏，生长名門，少喜谈兵，战阵上也去過几次。暮年無意功名，來此深山修养。卻是道法圆明，神通广大，就中单表缩地一术，能令千里舆图，缩成跬步。義士由曹南頃刻到此，敝师所以料是此公也。”宋江、吴用聽了，不能做声。老僧道：“義士既已來此，何不就去見見，休辜负他指引苦心。”宋江便問：“道人现住何處？”知客道：“出寺后不数步，有一道清溪，是甘露岭发源來的。義士但从此溪，傍石岸溯流前行，到了岭下，自有小橋接渡。岭上一路苍松，下有细径，可以步行前進。但見乱石墙邊，藤萝掩映之處，三间茅屋，便是笋冠道人家也。”宋江、吴用皆欣然愿往。只見香积厨内饭頭進來，告称齋已办齊。老僧便道：“請義士外面禅堂用齋。”即命知客奉陪。那吕方、郭盛、張魁、時迁及伴当一干人，俱請向齋堂赴齋。大眾告饱，宋江、吴用复進禅房，向老僧深深造扰。便辞了老僧，領着眾人，去访笋冠仙。知客送到寺后，告别回寺。"
      },
      {
        "index": 21,
        "text": "再说宋江等依知客指引的話，取路前進，一路清凉，竟忘炎熱。吴用道：“這大仙引我們至此，不知有何見渝。”宋江道：“陳希真那厮妖钟挡路，我等無法破他，想這位仙人定有以教我也。”一路谈说，不觉到了藤陰門首。只見一个童子在門前扫叶，見了宋江等一行大眾，便笑道：“義士來也，本师恭候久矣。”宋江又陪吃了一惊，方知真是這笋冠仙戏他，心中十分凛凛。童子領宋江、吴用進去，眾人在外等候。只見里面十步茅廊，三弓隙地，苍松古柏，盘舞成陰。童子引二人到了精合，見了仙人。宋江、吴用不觉肃然下拜，仙人急忙扶住，施禮逊坐，童子看茶。宋江看那仙人年近七旬，身长八尺，精神矍铄，面貌魁梧，目有余神，須垂銀白，飘然仙风道骨。宋江开言道：“弟子偶玩曹南，不意到此仙境。因遇清凉寺长老，始知仙师神力，弟子等奉摄至此。想仙师必有指教，特此晋谒，伏望指示迷途，并详休咎。”仙人颔首微笑，因命童子，取書架上一卷《太乙雷公式》來。仙人翻出一页，命童子递与二人。二人看時，只見上寫着：“引敌軍深陷重地第三十六：凡敌軍遠屯境外，及隔河爲阵者，但运式三转，将杜門移加敌人营后方位，以天大将軍印封之，三呼敌人主将姓名，敌人自不觉从开門前行，陷入我重地也。但敌軍在五百里以内，皆可以此致之。”宋江、吴用大骇，登時汗流浃背。童子将書收去。"
      },
      {
        "index": 22,
        "text": "宋江神定半晌，忽然心生希冀，便拜問道：“仙师此書，授自何人？弟子愚蒙，不识可指授否？”仙人道：“山人寂寞闲居，藉此消遣，義士要他何用？”宋江道：“弟子宋江避居水涯，恭候招安，现在替天行道，到處翦除贪官污吏，爲民除害。倘得仙人传授此書，以除残暴，各路生民幸甚。”仙人笑道：“贪官污吏干你甚事？刑赏黜陟，天子之职也；弹劾奏闻，台臣之职也；廉访纠察，司道之职也。義士现居何职，乃思越俎而谋？”宋江、吴用皆錯愕無言。仙人叹道：“世路崎岖，运途变易，半生惊险，卻爲谁來？寓主开蒙汗之樽，梢公作板刀之面；山頭逢燕順，灯下遇刘高；王章-免于江州，追捕潜身于还道：此皆義士之所亲爲尝试者也。聚義而來，快心有几？昔日群英协辅，今朝-敌成仇；战长岭而良将殒身，渡魏河而金珠输敌；寰中疆域，盡成支绌之形；寨内星辰，已見离披之兆；忧患倍增于曩日，存亡未卜于将來；奉劝回頭，且請息足。”宋江、吴用都道：“仙师之言是也。”仙人道：“人壽几何，去日苦多。英雄無名死，不如栖岩阿。”宋江道：“蒙仙师指示迷津，实铭肺腑。惟弟子大轮未盡，暂且告辞。倘能摆脱尘缘，異日必依門下。但未知終身结果如何，还求指示一二。”仙人笑而不答，暗忖道：“孺子不可教也。”遂口占一律云："
      },
      {
        "index": 23,
        "text": "“到處干戈动鬼神，夜深人静忆前因。明如金镜超三界，渡得銀河撫萬民。遇合有缘随世运，渔樵無限乐天真。而今欲問前程事，終是朝廷社稷臣。”"
      },
      {
        "index": 24,
        "text": "二人聽罢，一一記了，都未解其旨，卻又不敢多問，目中打个照会，起身告辞。仙人拱手道：“二位前程遠大，沿途保重。”吴用道：“弟子們急回曹州，尚求仙师法力，途中保护。”仙人道：“無伤也，此去必然稳便。”進长揖而别。童子送出門首，递一把小石子与宋江道：“沿途粮食，愿以奉赠。”宋江接了，不解其故。童子道：“但宜整吞，不可碎嚼。不然，不敷曹州路程也。”"
      },
      {
        "index": 25,
        "text": "宋江告别了，同眾人下岭。只見夕阳在山，遠遠清凉寺暮钟掩动，途中谈论笋冠仙，眾人互相诧異。順路行來，大眾又觉饑饿。宋江捻那手中石子，觉软如饭团，便取嚼一枚，清香绝胜，饑火頓消。宋江道：“妙哉仙粮！”吴用道：“看有几枚？”宋江将石子一数，不多不少，手中四十五枚，原來是一枚给一人的。宋江便分与眾人吃了，大眾都称妙不绝。一路行來，不觉几个转湾，不見了清凉寺，卻好撞着那槐陰长堤。眾人順堤北行，晚雾朦胧，到了牌樓，張魁愕然片刻。吴用問故，張魁道：“此刻天暗，不辨字迹。起先進來時，眾位見上面寫着什么？”宋江道：“是‘清凉世界’四字。”張魁頓足道：“怎的我這般糊涂！我進來時只道是曹南山的牌樓，那曹南山南面也有一座牌樓，錾着‘曹南第一山’五字。”吴用道：“悔他則甚！那時就曉得了，也是無益。”"
      },
      {
        "index": 26,
        "text": "宋江等六位頭領上了頭口。少頃雾消月出，眾人趁月光下拣北便行，腹内果然精神爽快。大眾不辨路径，一口氣走到天明，叫声苦不知高低，原來宁陵回曹州只是正北，卻錯走了東北。此地土名双棚，距黄河尚有六十里，渡河是定陶縣地界。末伏初秋天氣，喜得是日炎熱頓消。行至辰牌時分，到一市鎮，望見黄河渡口，大家又渐觉饑饿。宋江叫苦道：“是我忘卻仙童叮嘱，将那仙粮嚼碎，果然不能耐久，如何是好？”吕方、郭盛道：“我們且去射些虫蚁儿，胡乱充饑。”時迁道：“小弟有个計較。”说罢，看他下了馬，踅到前邊一爿米店里去了。饒你時迁手段高強，青天白日如何做得來賊？倒也亏他，偷得一袋米來。行至中途，吃店中人看見追來，時迁早已逃到宋江面前。店中一群人赶出，見他們大伙客人，身邊都有軍器，不敢逼攏來，只得遠遠地烂賊、臭賊、瘟賊的辱罵。恼得吕、郭、時、張四筹好漢一齊性起，殺奔前去。不知這場厮殺有無奇文，且聽下回分解。"
      }
    ]
  }
}