{
  "paragraphs": [
    {
      "index": 0,
      "text": "11. மண மறுப்பும் சிறை இருப்பும்\n[தென்னாட்டரசனின் தூதிகளுக்கும் சுகுணசுந்தரிக்கும் சொற்போர்; திருமண உடன்படிக்கையைப் பற்றி ஒரு சொற்பொழிவு; அரக்கர் மண மறுப்பு; சுகுணசுந்தரி கன்னியர் மாடத்தில் சிறையிருத்தல்.]"
    },
    {
      "index": 1,
      "text": "1. தென்னாட்டரசனின் தூதிகளுக்கும் சுகுணசுந்தரிக்கும் சொற்போர்"
    },
    {
      "index": 2,
      "text": "அந்தப் பிரெஞ்சுக்காரன் மூலமாய் நடந்த காரியங்களைக் கேள்வியுற்ற அரசன், ஒளியப்போயுந் தலையாரி வீட்டில் ஒளிந்ததுபோல் இப்படி வந்து நேரிட்டதே என்று வியப்பெய்தினான். சாட்சிக்காரன் காலில் விழுவதைப் பார்க்கிலும் சண்டைக்காரன் காலில் விழுவது நலம் என்கிற பழமொழிப்படி சுகுணசுந்தரியை மனநிறைவு செய்வித்து அழைத்து வரும்படி சொல்லாற்றலும் திறமையும் உள்ள சில தூதிகளை அனுப்பினான். அவர்கள் பொய்க்கலைகளை எல்லாம் கற்றவர்கள், கல்லிலும் நார் உரிப்பார்கள். இரும்பையும் இளகச் செய்வார்கள்."
    },
    {
      "index": 3,
      "text": "அவர்கள் சுகுணசுந்தரியிடம் வந்து, \"அம்மா! உம்முடைய அழகைப் பார்த்தவுடனே நீர் மானிடப் பெண்ணா அல்லது தெய்வப் பெண்ணா என்று ஐயப்பட்டுத் திகைக்கிறோம். உம்மைப் போலப் பெண்களான எங்களுடைய தன்மையே இப்படி யிருக்குமானால் ஆடவர்களுடைய தன்மையை எப்படிச் சொல்லப்போகிறோம். திருமகள் இப்போதுதான் மலர் இருக்கையை விட்டு நில உலகிலே அடிதோயப் புறப்பட்டது போலத் தோன்றுகிறீர் ! இப்படிப்பட்ட உமக்குத் திருப்பாற்கடலில் அறிதுயில் விட்டு எழுந்த திருமால் போல் விளங்காநின்ற எங்களுடைய அரசரே தகுந்த மணவாளர். அவருடைய அழகும் குணமும், கல்வியும் அறிவும், நீதியும் நெறியும் எடுத்துரைப்பதற்கு அருமையாக அமைந்துள்ளன. அவர் உம்மைத் திரு மணஞ் செய்து கொள்ள விரும்புகிறாரே அல்லாமல் வேறு கெட்டவழியை எண்ணவில்லை. இழிதொழிலும் அன்று. நல்ல எழுத்து நடுவே இருக்கக் கோணல் எழுத்துக் குறுக்கே போட்டதுபோல், தானே வருகிற செல்வத்தை நீர் தள்ளி விடலாமா?\" என்றார்கள்."
    },
    {
      "index": 4,
      "text": "2. திருமண உடன்படிக்கையைப்பற்றி ஒரு சொற்பொழிவு ; அரக்கர் மண மறுப்பு"
    },
    {
      "index": 5,
      "text": "உடனே சுகுணசுந்தரி அந்தத் தீய மாதர்களைப் பார்த்து, \"திருமணம் என்பது ஆண் பெண் இருவரும் உடன்பட்டுச் செய்து கொள்கிற இருவர் உடன் படிக்கையே அல்லாமல், ஒருவருடைய உடன்பாட் டின் பேரில் மட்டும் நடக்கிற காரியம் அன்று. அவர்கள் இருவரும் தக்க பருவம் இல்லாத சிறுவர்களா யிருப்பார்களாயின், அவர்களுடைய திருமணத்திற்கு உற்றார் பெற்றார்களுடைய உடன்பாடு இன்றியமையாததாக இருக்கின்றது. சிறு செயலாகிய அசையும் பொருள் அசை யாப் பொருள்களைப்பற்றி இருவர் செய்து கொள்ளுகிற உடன்படிக்கைக்கு, ஒருவர் உடன்பட்டு ஒருவர் உடன் படாவிட்டால், அந்த உடன்படிக்கை உறுதிப்படுமா? அப்படியிருக்க, ஆடவர் பெண்டிருடைய வாணாள் இறுதி வரைக்கும், அதற்குப்பிறகு தலைமுறை தலைமுறையாயும் நீடித்திருக்க வேண்டியதும், இம்மை மறுமைத் தொடர் புள்ளதும், தாய் தந்தையர், மற்றைய உறவினர்கள், விருப்பம் உள்ள நண்பர்கள், கோயிலார் குருக்கள் முதலானவர்களுடைய உடன்பாட்டின் பேரில் நடக்க வேண்டியதுமான திருமண உடன்படிக்கைக்கு, ஆடவன் மட்டும் உடன் பட்டுப் பெண்ணும் அவளுடைய கூட்டத்தாரும் உடன் படாவிட்டால் அந்த உடன்படிக்கை செல்லுமா?"
    },
    {
      "index": 6,
      "text": "\"உங்கள் அரசர் அனுப்பின மணத் தூதுக்கு நானும் உடன்படாமல் என்னுடைய தந்தையும் உடன்படாமல் ஒதுக்கிய பிறகு, அவர் எங்கள் மேலே படை எடுத்துப் போர் செய்தும் அவருடைய எண்ணம் பலிக்காமல் இருக்க, என்னை இவ்வாறு சூழ்ச்சி செய்து சிறையெடுப்பித்தது ஒழுங்கற்ற முறைமையல்லவா? இப்படிப்பட்ட ஒழுங்கற்ற முறையை வேறொருவன் செய்தால் அவனை ஒறுத்தற்குக் கடமைப்பட்டுள்ள அரசர், தாமே இந்த நேர்மையற்ற செயலைச் செய்தால் தெய்வம் தண்டியாமல் விடுமா? நீங்கள் சொல்லுகிறபடி, உங்களுடைய அரசர் நேர்மையுள்ளவராக இருந்தால் அரக்கர் மணம் என்றும், பேய் மணம் என்றும் நூல்களால் விலக்கப்பட்ட மணத்துக்கு அவர் உடன் படலாமா? ஓர் அரசரை முழுமனதுடன் மணஞ்செய்து கொள்ள எத்தனையோ பெண்கள் காத்திருப்பார்கள். அவர்களை எல்லாம் விட்டுவிட்டு உடன்பாடு இல்லாத பெண்ணை விரும்புவது அரசர்களுக்கு அழகாகுமா? என் தந்தை முதலானவர்கள் என்னைக் காணாமையால் இப்போது என்ன நிலைமையில் இருப்பார்களோ என்று நினைக்கும்போது என் உடலெல்லாம் பதைக்கின்றது. உங்களுடைய அரசர் எண்ணம் இல்லாமல் இப்படிப்பட்ட ஒழுங்கற்ற செய்கையை ஒருகால் செய்துவிட்டாலும் கூட, என்னை மறுபடியும் என் தந்தையாரிடம் அனுப்பி விடுவாரானால், அஃதாவது சிறிது பரிகாரமாய் இருக்கும். மங்கிப் போன அவருடைய புகழ் மறுபடியும் ஒளிவிடும்,\" என்றாள்."
    },
    {
      "index": 7,
      "text": "சுகுணசுந்தரி சொன்ன ஒவ்வொரு ஒழுங்குமுறையும் தகுதியாயும் மறுக்கக் கூடாததாயும் இருந்ததால், அதற்கு மறுமொழி சொல்ல வாயில்லாமல் அந்தத் தூதிகள் போய்விட்டார்கள். கன்னிப்பெண்கள் சுகுணசுந்தரியின் அறிவுநலத்தை வியந்து கொண்டார்கள்."
    },
    {
      "index": 8,
      "text": "3. சுகுணசுந்தரி கன்னியர் மாடத்தில் சிறையிருத்தல்"
    },
    {
      "index": 9,
      "text": "சுகுணசுந்தரி சொன்ன நேர்மைகளை அரசன் கேள்விப்பட்ட மாத்திரத்தில், அவனுக்குச் சிறிது நல்லறிவு தோன்றி, அவளை அவளுடைய ஊருக்கு அனுப்பி விடலாமா என்று எண்ணமிட்டான். அவன் மறுபடியும் அவளது மிகுந்த பேரழகின் மேன்மையை அந்தத் தூதிகள் சொல்லக் கேள்வியுற்று, மதிமயங்கி, அவளை அனுப்பக் கூடாதென்று உறுதி செய்துகொண்டான். அவள் இப்போது இருக்கிற இடத்தவிர, வேறெங்காயினும் இருப்பாளானால் அவளைப் பலவந்தமாய்க் கொண்டு போயிருப்பான். அவள் பிரெஞ்சு அரசாட்சியாரால் ஏற்படுத்தப் பெற்ற தவப்பெண்களுடைய இருப்பிடத்தில் அடைக்கலம் புகுந்திருப்பதாலும், அந்த இடத்தில் தான் ஒரு காலத்திலும் ஒழுங்கற்ற முறையில் நுழைகிறது இல்லை யென்றும், அந்த மடாதிபதிகளுடைய விருப்பத்துக்கு மாறுபாடாக நடக்கிறது இல்லை என்றும், அவன் பிரெஞ்சு அரசினருடன் உடன்படிக்கை செய்திருப்பதாலும், அந்த உடன்படிக்கையை மீறி நடக்க அவன் துணியவில்லை. காலஞ் செல்லச் செல்ல, சுகுணசுந்தரி மனந் திரும்பித் திருமணத்துக்கு இசைவாள் என்றும், அதுவரையில் அவளை அவளுடைய ஊருக்கு அனுப்பாமல் அந்த மடத்திலேயே வைத்திருக்க வேண்டும் என்றும், அரசன் மடத் தலைவர்களுக்குச் செய்தி அனுப்பினான்."
    },
    {
      "index": 10,
      "text": "அந்தச் செய்தி மடத்தலைவர்களுக்கு வெறுப்பாயும் உடன்பாடு இல்லாமலும் இருந்தாலும், அதைத் தட்ட முடியாதவர்களாய் அவர்கள் சுகுணசுந்தரியை நோக்கி, \"உம்மை அரசன் இடத்தில் அனுப்ப நாங்கள் மறுத்ததின் பொருட்டு அவன் முனிவுற்று என்ன இடையூறு செய்வானோ என்று நாங்கள் அச்சம் உள்ளவர்களாய் இருந்தோம். தெய்வத் திருவருளால் அரசன் இவ்வளவு பொறுமைக் குணத்துடன் இருப்பது உம்முடைய நல்வினையின் சிறப்பு என்று நினைக்கிறோம். இப்போது அவன் விரும்புவதெல்லாங்கூடி , நீர் ஊருக்குப் போகாமல், இன்னுஞ் சிலகாலம் எங்களுடன் தங்கியிருக்க வேண்டும் என் பதுதான். இதையும் நாங்கள் மறுப்பது அறிவுடைமை-யாகத் தோன்றவில்லை. ஏனென்றால், கடல் கொதித்தால் விளாவ நீர் எங்கே என்பது போல், அரசன் சினமுற்றுத் தீமை செய்யத் தொடங்கினால் அதை யாரால் தடுக்கமுடியும்? நாங்கள் பிரெஞ்சு நாட்டிற்கு எழுதிப் பரிகாரத் தேடுமுன் இவ்விடத்தில் காரியங்கள் எல்லாம் சீர்கெட்டுத் தலைகீழாய் மாறிப் போகும் அல்லவா? பதறாத காரியம் சிதறாது. ஆசையால், நீர் விரைந்து செல்ல முயலாமல், இன்னுஞ் சிலகாலம் எங்களுடன் தங்கியிருக்க வேண்டியது கட்டாயம்,\" என்றார்கள்."
    },
    {
      "index": 11,
      "text": "உடனே சுகுணசுந்தரி கன்னிப்பெண்களை நோக்கி, \"நீங்கள் எனக்கு நன்மையான காரியத்தைச் சொல்லும் பொழுது நான் அதை மறுக்கலாமா? எனக்கு இவ்வளவு பேருதவி செய்த உங்களுக்குத்தான் என்னாலே யாதேனும் ஒரு தீங்கும் உண்டாக நான் உடன்படுவேனோ? இப்போது நான் வேண்டிக் கொள்வதெல்லாங்கூடி , என் தாய் தகப்பனையும் எல்லாச் செல்வங்களையும் நான் இழந்தாலும் என் உயிரையுமே இழந்தாலும் என்னுடைய கற்புக்கு மட்டும் ஒரு குறைவும் வராதபடி , எனக்கு நீங்கள் அடைக்கலம் கொடுத்துக் காப்பாற்றவேண்டும்,\" என்று இருகைகளையும் கூப்பிக் கும்பிட்டு மன்றாடினாள். அவர்கள் அதற்குடன்பட்டு எல்லா உதவிகளையுஞ் செய்துவந்தார்கள். இவ்வாறு கூட்டில் அடைக்கப்பட்ட பஞ்ச வர்ணக்கிளியைப் போலச் சுகுணசுந்தரி சிறையிருக்கலுற்றாள்.\n-----------"
    }
  ]
}