{
  "chapterNumber": 6,
  "title": "புன்மையும் பொய்ம்மையும்",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "6. புன்மையும் பொய்ம்மையும்\n[மதுரேசன் பெருமையைக் காட்டப் போய்ச் சிறுமை அடைந்தது; பொய்க்கொள்ளை மெய்க்கொள்ளையானது; புவனேந்திரனுடைய ஆற்றல்; சுகுணசுந்தரிக்கு நேரிட்ட் கள்ளர் அச்ச நீக்கம் ; பொய்யைப்பற்றி ஒரு சொற் பொழிவு; சுகுணசுந்தரியின் அழகைக் குறித்து அறி வற்ற பாவாணன் ஒருவன் பாடிய பாட்டின் பொருள்.]"
      },
      {
        "index": 1,
        "text": "1. மதுரேசன் பெருமையைக் காட்டப்போய்ச் சிறுமையடைந்தது"
      },
      {
        "index": 2,
        "text": "புவனேந்திரன் ஆசிரியப் பெரியாருடைய மகன் அல்லன் என்று தெரிந்தவுடனே சுகுணசுந்தரிக்குப் பெரிய வியப்புண்டாயிற்று. ஆயினும், மனிதர்களுடைய மேன்மையும் தாழ்மையும் அவரவர்களது ஒழுங்கு முறையைப் பொறுத்ததே அல்லாமல் பிறப்பினால் ஒன்றும் இல்லை; என்பது அவளுடைய முடிவாகையால் அவளுக்குப் புவனேந் திரன் மீதுள்ள மதிப்பும் நம்பிக்கையும் எவ்வளவுங் குறையவில்லை. முதல் அமைச்சனும் அவனுடைய மகனும் புவனேந்திரனுக்குப் பலவகையில் தீங்கு தேடுகிறார்கள் என்று தெரிந்து, அவர்களைச் சுகுணசுந்தரி மிகுதியாக மனதுக்குள்ளே வெறுக்கலானாள். அவளுடைய காட்சியையும் அளவளாவுதலையும் அடியோடு மதுரேசன் இழந்து விட்டதால், அவளுடைய அன்பைத் தேடிக்கொள்வதற்கு என்ன சூழ்ச்சி செய்யலாம் என்று எண்ணமிட்டுக் கொண்டிருந்தான். அவனுடைய தகப்பன் மகனை நோக்கி, \"ஆடவர்கள் தங்களுடைய கல்வியினாலாவது அழகினா லாவது ஆண்மையினாலாவது பெண்களைத் தம் வழிப் படுத்தவேண்டும். கல்வியும் அழகும் உன்னிடத்தில் குறைவாக இருப்பதால் நீ உன்னுடைய ஆண்மையைக் காட்டிச் சுகுணசுந்தரியை உன் வழிப்படுத்தவேண்டும்,\" என்றான்."
      },
      {
        "index": 3,
        "text": "மதுரேசன் இது நல்ல சூழ்ச்சி என்று எண்ணி அதற்குத் தக்க சமயத் தேடிக் கொண்டிருந்தான். அப்படிப்பட்ட சமயம் வாய்க்காமையால் தானே ஒரு சமயத்தை உண்டு பண்ணிக்கொள்ளத் தொடங்கினான்."
      },
      {
        "index": 4,
        "text": "2. பொய்க்கொள்ளை மெய்க் கொள்ளையானது"
      },
      {
        "index": 5,
        "text": "எப்படியெனில், உள்ளூரிலும் பிற ஊர்களிலும் உள்ளவறியவர்களையும் பிணியாளர்களையும் உசாவச் சுகுணசுந்தரி சில சமயங்களில் வெளியே போகிறது வழக்கம். அப்படிப்பட்ட சமயங்களில் வண்டிக்காரனையும் தன்னுடைய உயிர்த்தோழியையும் தவிர வேறொருவரையும் அவள் கூட அழைத்துக்கொண்டு போகிற வழக்கமில்லை. அங்ஙனம் அவள் பிற ஊர்களுக்குப் போகிற சமயத்தில் மதுரேசன் சில தீயவர்களை ஏவிவிட்டு, அவளை வழியில் வளைத்துக்கொண்டு வழிப்பறி செய்வது போல் பாவனை பாண்ணும்படியாகவும், அந்தச் சமயத்தில் தான் வந்து அவர்களை அடித்துத் துரத்தி, அவளுக்குத் தன் ஆற்றலைக் காட்டுகிறதென்றும் தனக்குள்ளே உறுதி செய்து கொண்டு, தன் கருத்தைச் சில தீயவர்களுக்குத் தெரிய வித்தான். எல்லா மக்களாலும் விரும்பப் பெறும் சுகுணசுந்தரியைப் போலியாகத் துன்பஞ் செய்யக்கூட ஒருவரும் உடன்படவில்லை. ஆனால், இரக்கம் என்பதை எள்ளளவும் அறியாத சில கொடியவர்கள் பொருள் விருப்பத்தினால் அந்தக் கொடிய செய்கைக்கு உடன் பட்டார்கள். ஒருநாள் சுகுணசுந்தரி அடுத்த சிற்றார் ஒன்றுக்குப் போய்த் திரும்பி வருகிற சமயத்தில் நடுவழியில் அவளை வளைத்துக் கொண்டார்கள். அவளும் அவளுடைய தோழியும் அணிந்து கொண்டிருந்த விலை மதிக்கக் கூடாத அணிகலன்களைப் பார்த்தவுடனே , விளையாட்டுச் சண்டை வினைச்சண்டையானது போல், அந்தத் தீயவர்கள் போலித்தன்மையை விட்டுவிட்டு மெய்யாகவே வழிப்பறி செய்யத் தொடங்கினார்கள். அந்தச் சமயத்தில் மதுரேசன் ஒரு குதிரையின் மேல் ஏறிக்கொண்டுவந்து, அவர்களைக் கழியினால் ஓங்கி ஓங்கி அடித்தான். அந்தக் கொடியவர்களுக்கு உண்மையாகவே முரட்டு வெறி உண்டாகி அவன் மேற் பாய்ந்து, குதிரையில் நின்றும் அவனைக் கீழே தள்ளிக் கையாலும் கழிகளாலும் மிகப் பலமாகப் புடைத்தார்கள். அவன் சிறிது நேரத்தில் போன இடம் தெரியாமல் ஓடி ஒளிந்து கொண்டான். பிறகு அந்தத் தீயவர்கள் சுகுணசுந்தரியின் அணிகலன்களைக் கழற்ற முயலும்போது புவனேந்திரன் நாள்தோறும் குதிரையின் மேல் ஏறிச் சாரிபோகிற வழக்கப்படி, அந்த வழியாய்த் தன் பாட்டில் சாரிபோய்க் கொண்டிருந்தான்."
      },
      {
        "index": 6,
        "text": "3. புவனேந்திரனுடைய ஆற்றல்"
      },
      {
        "index": 7,
        "text": "அப்பொழுது அவன் சுகுணசுந்தரிக்கு நேரிட்ட இடுக்கண்ணைக் கண்டு அந்தத் தீயவர்களின் மேற் பாய்ந்தான். தன்னுடைய போர்ப் பயிற்சியின் ஆண்மைத் தொழிலை அவர்களிடத்தில் முழுதும் பயன்படுத்தினான். அவர்கள் அவனோடு எதிர்த்து நிற்கமாட்டாமல் ஓடிப் போய்விட்டார்கள். சுகுணசுந்தரி அச்சத்தினால் மெய் சோர்ந்து நினைவிழந்திருந்தமையால் தன்னுடைய துன்பத்தைத் தீர்த்துக் காப்பாற்றியவர்கள் இன்னாரென்று அப்போது அவளுக்குத் தெரியாது. பிறகு புவனேந்திரன் சுகுணசுந்தரியின் வண்டியை நடத்தும்படி வண்டியோட்டிக்குக் கட்டளை செய்து, தானுங் கூடச் சென்றான். வண்டி நகரத்திற்குள் நுழைந்தவுடனே தன் வீட்டிற்குப் போய்விட்டான். சுகுணசுந்தரி தன்னுடைய அரண்மனைக்குட் சென்று மூர்ச்சை தெளிந்தவுடனே புவனேந்திரனுடைய ஆண்மைச் செய்கையைத் தோழி மூலமாகக் கேள்விப்பட்டு மிகுந்த வியப்பும் களிப்பும் அடைந்தாள். அரசனும் அதைக் கேள்வியுற்று மிகுந்த வியப்புடனே ஆசிரியப் பெரியாரை நோக்கி, \"புவனேந்திரன் செய்த உதவிக்கு நான் என்ன கைம்மாறு செய்யப்போகிறேன்; இந்த உலகம் முழுமையையும் அவனுக்கு நன்கொடையாகக் கொடுத்தாலும் போதாதே!\" என்று மிகவும் புகழ்ந்து கொண்டாடினான்."
      },
      {
        "index": 8,
        "text": "தீயவர்களும் மதுரேசனும்"
      },
      {
        "index": 9,
        "text": "சுகுணசுந்தரியை வழிப்பறி செய்ய முயன்ற அந்தத் தீயவர்கள் மதுரேசன் முதலில் ஒப்புக்கொண்டபடி தங்களுக்குப் பரிசளிக்கவேண்டும் என்று கேட்டுக் கொண்டார்கள். அவன் அவர்களை நோக்கி, \"நீங்கள் போலிக் கொள்ளையை விட்டுவிட்டு, உண்மையான கொள்ளையில் நுழைந்ததும் அல்லாமல் என்னையும் அடித்துத் துன்பம் செய்தமையால் நான் உங்களுக்கு ஒன்றுங் கொடேன்,\" என்றான். அவர்கள், \"நீ தகுந்த நன்கொடை அளிக்காவிட்டால் அந்த வழிப்பறிக்கு நீ தான் காரணம் என்று அரசனுக்குத் தெரிவிப்போம்,\" என்று அச்சுறுத்தினார்கள். அவன் அச்சம் அடைந்து அவர்கள் கேட்டுக்கொண்டபடி மிகுந்த பொருள் கொடுத்து அவர்களைச் சரிப்படுத்தினான். அவர்கள் மறுபடியும் அவர்களுக்குப் பணம் வேண்டும் போதெலாம் அவனை அச்சுறுத்திப் பணம் பிடுங்கிக்கொண்டு வந்தார்கள். இவ்வாறு அவனுடைய தீய முயற்சி அவனுக்குத் துன்பத்தையும் இழிவையும் பணச் செலவையும் உண்டு பண்ணியதும் அன்றிப், புவனேந்திரனுக்குப் புகழாய் முடிந்தது."
      },
      {
        "index": 10,
        "text": "புகழ்பாடக் கூலியாள்"
      },
      {
        "index": 11,
        "text": "அந்தத் தீயவர்கள் சுகுணசுந்தரியை வழியில் வளைத்துக் கொண்டபோது மதுரேசனும் தனக்கு உதவியாக வந்து அடிபட்டான் என்று கேள்விப்பட்டுச், சுகுணசுந்தரி அவனிடத்தில் சிறிது இரக்கம் உள்ளவளாக இருந்தாள். இதை மதுரேசன் கேள்வியுற்று, அந்தச் சமயத்தில் அவளுடைய தோழிகளிற் சிலரைப் பொருள் மூலமாகத் தன்வழிப்படுத்திக் கொண்டு, தன்னைப்பற்றிச் சுகுண சுந்தரி இடத்தில் அவர்கள் எப்போதும் புகழ்ச்சியாய்ப் பேசும்படி திட்டம் செய்தான். அங்ஙனம் ஒருநாள் ஒரு தோழி அவனைக் குறித்து அளவுகடந்து புகழ்ந்து பேசியபோது, அது பொய்யென்று தெரிந்து கொண்டு, சுகுணசுந்தரி பொய்யைப் பற்றிப் பின் வருமாறு பேசினாள்."
      },
      {
        "index": 12,
        "text": "4. பொய்யைப்பற்றி ஒரு சொற்பொழிவு"
      },
      {
        "index": 13,
        "text": "பொய் பொய்யாகப் போம்\n\"எல்லாத் தீக்குணங்கட்கும் பொய்யே அடிப்படையாக இருக்கின்றது. எப்படியெனில், ஒரு குற்றத்தைப் பொய் சொல்லி மறைத்துவிடலாம் என்னுந் துணிவாற் செய்கிற-படியால், கொலை, களவு, வஞ்சகம், காமம் முதலிய எல்லாக் குற்றங்களுக்கும் பொய்யே மூலகாரணமாக இருக்கின்றது. ஆகையால், ஒருவன் பொய்யை விட்டு விட்டால் அந்தத் தீக்குணங்களும் நாளுக்கு நாள் குறைந்துவிடும் என்பதற்கு ஐயம் இல்லை."
      },
      {
        "index": 14,
        "text": "நம்முடைய உண்மையான கருத்தை ஒருவருக்கொருவர் வெளிப்படுத்தி நன்மையடையும் பொருட்டே கடவுள் நமக்கு வாக்கைத் தந்தருளினார். நம்முடைய நன்மைக்காகக் கடவுள் தந்த வாக்கை நாம் நல்வழியில் பயன்படுத்தாமல், பொய், மோசம் முதலிய கெட்ட செயல்களில் பயன் படுத்துவது எவ்வளவு பெரிய ஒழுங்கின்மையாக இருக்கின்றது? விலங்குகளுக்கும் நமக்கும் உள்ள வேறு பாடுகள் எல்லாம் வாக்கு ஒன்றினாலேதான். நாம் பொய் சொல்லி நமது வாக்கைக் கெடுத்துக் கொள்ளுவோமானால், நாம் விலங்குகளினுங் கடை கெட்டவர்களாகிறோம். இந்த வீட்டுக்கு முட்டுக் கொடுப்பது போல் நாம் ஒரு பொய் சொன்னால், அதை நிலைநிறுத்தப் பல பொய்களின் உதவி வேண்டியிருக்கின்றது. கெட்டிக்காரன் புளுகு எட்டு நாளில் தெரியும் என்பதுபோல் என்றைக்கிருந்தாலும் பொய் வெளியாகாமற் போகிற தில்லை."
      },
      {
        "index": 15,
        "text": "வழக்கமாய்ப் பொய் சொல்லுகிறவன், ஒரு மெய் சொன்னாலுங்கூட அதை ஒருவரும் நம்பமாட்டார்கள். அவன் என்ன துன்பம் அடைந்தாலும் அவனுக்காக, ஒருவரும் இரங்கார்கள். அவனுக்குச் சிறிய தொகை கூட ஒருவருங் கடன் கொடார்கள். அவனுக்கு எத்தகைய பிழைப்பு அகப்படுவதும் மிகத் தொல்லை. அவனுடைய மனைவி மக்களே அவனை இகழ்வார்கள். பொய்யரைப் பொய்யரும் நம்பார்கள். பொய்யன் என்று பெயர் எடுத்தவன் எவ்வாறு ஆணையிட்டாலும் அவனுடைய மொழியை முறைமன்றத்தார் தள்ளிவிடுவார்கள். உலகத்தில் மனிதர்களுக்கு உண்டாகிற பல துன்பங்களுக்கும் பெரும்பாலும் பொய்யே பிறப்பிடமாக இருக்கின்றது. தான் செய்த குற்றத்தைப் பொய் சொல்லி மறைக்கிறவன் இரண்டு குற்றம் செய்கிறான். எப்படியென்றால், தான் செய்த குற்றம் ஒன்று ; அதை மறைக்க முயன்ற பொய்க் குற்றம் ஒன்று. ஆக இரண்டு விதமான குற்றவாளியாகிறான்."
      },
      {
        "index": 16,
        "text": "நாம் வாயாலே பொய் சொல்லாவிட்டாலும், கண் சாடை, கைச்சாடை தலையசைவு முதலிய குறிப்புகளால், பொய்யை மெய்யென்று தோன்றும்படி செய்வோமானால் அவைகளும் பொய்தானே. இருபொருள் படுமாறு பேசி உண்மையை மறைப்பதும் பெரும் பொய்யன்றோ? உலகமானது உண்மையிலே வாழ்கின்றது. உண்மை என்பது அடியோடு இல்லாவிட்டால் நாடாட்சியும் முறையோம்புத் லும், குடும்பக் காரியங்களும் மற்றைத் தொழில்களும் எப் படி ஒழுங்காய் நடக்கும்? அந்தச் செயல்களில் இப்பொழுது நடக்கிற ஒழுங்கின்மைகளுக்குப் பொய்யே முதன்மையான காரணமாயிருப்பதால், பொய்யை முழு மனதுடன் வெறுக்க வேண்டியது நம்முடைய கடமையாயிருக்கின்றது."
      },
      {
        "index": 17,
        "text": "வேறு ஒரு முயற்சி"
      },
      {
        "index": 18,
        "text": "இந்தச் சொற்பொழிவைக் கேட்டவுடனே அந்தத் தோழி நாணம் அடைந்து மதுரேசனைக் குறித்துத் தவறாகப் புகழ்கிற பழக்கத்தை விட்டுவிட்டாள். இதைக் கேள்வியுற்ற மதுரேசன் மனம் மயங்கிக்கொண்டிருக்கையில், அவனுக்கு நண்பனும் அரைப்படிப்பைக் கொண்டு அம்பலத்தில் ஏறினவனும் ஆன அறிவற்ற பாவாணன் ஒருவன் அவனை நோக்கி, 'புகழ்ச்சியினால் கவர்ச்சி அடையாத பெண்கள் ஒருவரும் இலர். அவர்களுடைய அழகையார் மிகுதியாகப் புகழ்கிறார்களோ அவர்கள் மேலே அவர்களுக்கு மிகுந்த அன்பும் இரக்கமும் உண்டாகின்றது. நான் கல்லையும் கரைக்கும்படியான ஒரு செய்யுள் பாடித் தருகிறேன்; அதை நீ அவளிடம் அனுப்பினால் உடனே அவள் உன் வழிக்கு வருவாள்,' என்று சொல்லி, ஒரு செய்யுள் பாடிக் கொடுத்தான். இலக்கணவழுக்கள் நிறைந்த அந்தச் செய்யுளை வெளிப்படுத்த நமக்கு விருப்பம் இல்லாதபடியால், அதன் பொருளை மட்டும் ஒருவாறு சுருக்கிச் சொல்லுவோம்."
      },
      {
        "index": 19,
        "text": "5. சுகுண சுந்தரியின் அழகைக் குறித்து அறிவற்ற பாவாணன் ஒருவன் பாடிய பாட்டின் பொருள்"
      },
      {
        "index": 20,
        "text": "\"பெருமை தங்கிய புகழ் விளங்கிய சுகுணா சுந்தரி காண்க!"
      },
      {
        "index": 21,
        "text": "சிலநாளாய் உன்னுடைய காட்சி எனக்குக் கிடைக்காமல் இருந்தபோதிலும் உன்னுடைய முகமாகிய திங்கள் என்னுடைய உள்ளமாகிய விண்ணில் எப்பொழுதும் விளங்கிக்கொண்டிருக்கின்றது. உன்னுடைய அழகை எடுத்துப் பேச ஆயிரம் நாவுடைய ஆதிசேடனாலும் கூடுமா? உன்னுடைய திருமுகத்துக்குத் தோற்றுப் போய்த் திங்கள் உடல் வெளுத்து, உள்ளங் கறுத்து, நாள் தோறுந் தேய்ந்து போகிறான். அவ்வாறிருக்கச் சேற்றிலே பிறந்து வண்டுகளால் சுவைக்கப்பட்டு, இரவிலே குவிந்து வாடிப்போகிற தாமரை மலர் உன் முகத்துக்கு எவ்வாறு ஒப்பாகும்? முகில்கள் உன்னுடைய கூந்தலுக்கு ஒப்பாகாமையால் தண்ணீர்ப் பெருக்காய்க் கண்ணீர் வடித்து அழுது கொண்டு விண்ணிலே திரிந்து கொண்டிருக்கின்றன. நான்கு காலோடும் ஒரு வாலோடுங் கூடிய விலங்காகிய மானையும், தீய நாற்றம் உள்ள மீனையும் உன் கண்ணுக்கு எப்படி ஒப்புச் சொல்லுவேன் ? நாட்டிலே சுற்றிக்கொண்டிருந்த அன்னமும் மயிலுங் குயிலும் கிளியும் பூவையும் உன்னுடைய நடைக்குஞ் சாயலுக்கும் மொழிக்கும் தோற்றுப்போய்க் காட்டிலே சுற்றிக் கொண்டிருக்கின்றன். முத்துக்கள் உன்னுடைய பற்களுக்கு அஞ்சிச் சிப்பிக்குட் புகுந்து, கடலில் ஒளிந்து கொண்டே இருக்கின்றன. எல்லாருந் , 'துப்புதுப்பு' என்று சொல்லுகிற பவளத்தை உன்னுடைய இதழுக்கு நான் எப்படி ஒப்புரைப்பேன்? நான்முகன் உனக்கு எல்லா உறுப்புக் களையும் படைத்து இடையைப் படைக்காமல் விட்டு விட்டது மறதியினாலோ அல்லது பார்வைக்குற்ற நீக்கத்திற்காகவோ தெரியவில்லை,\" என்பது தான்."
      },
      {
        "index": 22,
        "text": "மதுரேசன் அந்தப் பாட்டை ஒரு தோழி மூலமாகச் சுகுணசுந்தரியிடம் அனுப்பினான். அதைப் பார்த்த உடனே சினம் என்பதை அறியாத சுகுண சுந்தரிக்குப் பெருஞ்சினம் உண்டாகி, அந்தப் பாட்டைக் கிழித்து, அதனைக் கொணர்ந்தவள் தலைமேலே விட்டெறிந்தாள். ஒரு துண்டுத் தாளில், \"நான்முகன் எனக்கு இடையைப் படைக்க மறந்துவிட்டது போல உனக்கு அறிவைப் படைக்க மறந்துவிட்டான்,\" என்று எழுதி அத்தோழி கையிலே கொடுத்தனுப்பினாள். அந்தத் தாளைக் கண் ணுற்ற பின்பு மதுரேசன் தான் செய்தது தவறென் றுணர்ந்து மனவருத்தம் அடைந்தான்.\n------------"
      }
    ]
  }
}