{
  "chapterNumber": 4,
  "title": "சூழ்ச்சியும் கலக்கமும்",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "4. சூழ்ச்சியும் கலக்கமும்\n[முதல் அமைச்சனின் வீண் அவாவும் இழிந்த அறிவுரையும்; பேர் இல்லாத கடிதம் ;\nபுவனேந்திரன் தன்னைத் தான் உணர்ந்து வருந்துதல்; ஆசிரியப் பெரியார் ஆறுதல் சொல்லல்.]"
      },
      {
        "index": 1,
        "text": "1. முதல் அமைச்சனின் வீண் அவாவும் இழிந்த அறிவுரையும்"
      },
      {
        "index": 2,
        "text": "சிலருடைய தீய அறிவுரையினால் இப்படிப்பட்ட நம்பத்தகாத கட்டுக்கதையை அந்தப் பெண் உண்டு பண்ணிக்கொண்டு வந்திருக்க வேண்டுமேயல்லாமல், அவள் தன்னுடைய மனம் போல் உண்டு பண்ணிக்கொண்டு வந்தவள் அல்லள் என்றும், புவனேந்திரனுக்கு மதுரேசனையும் அவனுடைய தந்தையாகிய முதல் அமைச்சனையும் தவிர வேறு பகைவர்கள் இல்லாதபடியால் அவர்களே அந்தப் பெண்ணை ஏவி விட்டிருக்க வேண்டும் என்றும், ஆசிரியப் பெரியார் எண்ணினார். அவர் எண்ணிய செய்தி உண்மையே! ஏன் என்றால், அரசனுக்கு ஆண்பிள்ளை இல்லாத படியால் சுகுணசுந்தரியைத் தன் மகனுக்கு மணஞ் செய்வித்து நாட்டின் தலைமைப்பதவியும் அவனுக்கு வாய்க்கும் படி செய்யவேண்டும் என்கிற ஒரு பெரிய தீய அவாவை முதல் அமைச்சன் தன்னுள்ளத்திற் கொண்டிருந்தான். மதுரேசனுடைய தீக்குணத்தால் அவனிடத்தில் சுகுண சுந்தரி வெறுப்பும் புவனேந்திரனிடத்தில் விருப்பமும் உள்ளவளாயிருப்பதால் புவனேந்திரன் ஓர் எளிய மனிதன் என்று நிலைநாட்டி அவனிடத்தில் அரசனுக்கும் சுகுண சுந்தரிக்கும் உள்ள மதிப்பைக் கெடுக்கவேண்டும் என்கிற எண்ணத்துடன், முதல் அமைச்சனும் அவனுடைய மகனும் அந்தப் பெரும் பொய்யை அந்தப் பெண்பிள்ளைக்கு மறைமுகமாகக் கற்பித்து அவளை ஏவி விட்டார்கள்."
      },
      {
        "index": 3,
        "text": "ஆசிரியப் பெரியார் எவ்வகையான உசாவலுஞ் செய்யாமல் அவளுடைய மொழியை நம்பினாலும் நம்புவார், அல்லது அவர் நம்பாவிட்டாலும் புவனேந்திரன் அவருடைய மகன் அல்லன் என்கிற உண்மையாவது எல்லாருக்கும் வெளி யாகட்டும் என்கிற நோக்கத்துடன் அந்தக் கட்டுக் கதையைக் கட்டிவிட்டார்கள். புவனேந்திரன் தாய் தகப்பன் அற்ற, திக்கற்ற பிள்ளை என்கிற உண்மையை மறந்திருந்தவர்கள் கூட இப்போது நினைவுபடுத்திக் கொள்ளவும், அதைப்பற்றி ஒருவருக்கொருவர் காசு சென்று மறைமுகமாகப் பேசிக்கொள்ளவும் இடம் உண்டாயிற்று. அந்த இழிந்த பெண்பிள்ளைக்கு எட்டு நாள் தவணை கொடுத்து அனுப்பினதும், அவள் மொழி உண்மையா பொய்யா என்று அவர் மதுரையில் மறைமுகமாக உசாவல் செய்வித்ததும் புவனேந்திரனுக்கு அப்போது தெரியாமல் இருந்து பிறகு சிலர் மூலமாய் நாளடைவில் அவனுக்கு வெளியாயிற்று. அந்த நீலிப் பெண்ணினுடைய தகுதியற்ற வாய்மொழியைக் குறித்து, ஆசிரியப் பெரியார் அவ்வளவு கருத்துடன் உசாவ வேண்டிய காரணம் என்னவென்று புவனேந்திரன் மனம் மயங்கிக் கொண்டிருந்தான். அப்போது எழுதினவன் இன்னான் என்று தெரியாத பெயரற்ற கடிதம் ஒன்று அஞ்சல் வழியாய் அவனிடம் வந்து சேர்ந்தது. அது வருமாறு:-"
      },
      {
        "index": 4,
        "text": "2. பேர் இல்லாத கடிதம்"
      },
      {
        "index": 5,
        "text": "\"புவனேந்திரனுக்கு : நீ ஆசிரியப் பெரியாருடைய வளர்ப்பு மகனே அல்லது சொந்தப்பிள்ளை அல்லன் என்பது உறுதி. அவ்வாறாக, நீ அவருடைய மகன் என்றெண்ணி வீண் கற்பனை செய்வது தகுமா? எளிய தாய் தந்தையரைக் கைவிட்டுவிட்டுச் செல்வர்களைத் தாய் தந்தையர்கள் என்று சொல்லிக்கொள்வது வெட்கப்படக் கூடிய செய்கை அல்லவா? நல்ல பிள்ளைகளாய் இருக்கிறவர்கள் நாடுகள் தோறுந் திரிந்து, தங்கள் தாய் தந்தையர்கள் இன்னாரென்று அறிந்து கொள்வதற்கு முயல்வார்கள். நீ அவ்வாறு முயலாமல் வாளா இருப்பதால், தாய் தந்தை யாருக்குத் தீமை செய்பவன் என்கிற காரணப்பெயர் உனக்குக் கிடைத்திருக்கிறது,\" என்று வரையப்பட்டிருந்தது."
      },
      {
        "index": 6,
        "text": "3. புவனேந்திரன் தன்னைத் தான் உணர்ந்து வருந்துதல்"
      },
      {
        "index": 7,
        "text": "இந்தக் கடிதத்தைப் பார்த்தவுடனே புவனேந்திரனுக்கு உண்டான மலைப்பும் திகைப்பும் மனவருத்தமும் இவ்வளவென்று விவரிக்க நாம் ஆற்றலுடையேம் அல்லேம். சில நாட்களாக அவனுடைய மனதிலே இருந்து வாளாயுதம் போல் அறுத்துக்கொண்டு வந்த ஐயத்தை அந்தக் கடிதம் அதிகரிக்கச் செய்தது. அதனோடு இன்னொரு காரணமுங்கூடச் சேர்ந்தது. அஃது யாதென்றால் எத்தகைய நிகழ்ச்சி நிகழ்ந்தாலும் அதை ஆசிரியப் பெரியார் புவனேந்திரனுக்குச் சொல்லாமல் மறைக்கிற வழக்கம் இல்லை. அந்தப் பெண்பிள்ளை செய்தியைப்பற்றி மட்டும் அவர், தன்னிடத்தில் ஒன்றுங் கலந்து பேசாமல் மௌனமாய் இருந்ததைக்கொண்டு அவனுடைய ஐயம் பலங்கொண்டு வேரூன்ற இடமாயிற்று. இப்படிப்பட்ட பல காரணங்களால் தான் தாய் தகப்பன் அற்ற திக்கற்ற பிள்ளையென்று புவனேந்திரன் உறுதி செய்து கொண் டான். அது முதல் சரியான உணவும் உறக்கமும் மகிழ்ச்சியும் உரையாடலும் இல்லாமல் நாளுக்கு நாள் உடல் மெலியத் தொடங்கினான். ஆசிரியப் பெரியார் அவனுடைய முகவாட்டத்தையும் உடல் மெலிவையுங் கண்டு வியப்படைந்து அவனைக் கட்டித் தழுவிக்கொண்டார்."
      },
      {
        "index": 8,
        "text": "\"அப்பா! குழந்தாய்! நீ சில காலமாய் ஏதோ மனவருத்தத்தைக் கொண்டிருப்பதாக எனக்கும் உன் தாயாருக்கும் விளங்குகிறது. அதற்குக் காரணம் இன்னதென்று தெரிவிக்க வேண்டும்,\" என்றார். அவன் அதற்குச் சரியான மறுமொழி சொல்லாமல் தப்பித்துக்கொள்ள முயன்றான். ஆசிரியப் பெரியார் விடாதபடியால் அவன் அழுது கொண்டு தன் சட்டைப்பையிலிருந்த பெயரற்ற கடிதத்தை எடுத்து அவர் கையிலே கொடுத்தான். அவர் அந்தக் கடிதத்தைப் படித்துப் பார்த்தவுடனே திடுக்கிட்டுத், திகைத்துச் சிறிது நேரம் கல் போல் அசைவற் றிருந்தார்."
      },
      {
        "index": 9,
        "text": "4. ஆசிரியப் பெரியார் ஆறுதல் சொல்லல்"
      },
      {
        "index": 10,
        "text": "பிறகு மனதைத் தேற்றிக்கொண்டு புவனேந்திரனுடைய கண்ணீரைத் துடைத்து, \"அப்பா! யாரோ தீயவர்கள் கெட்ட எண்ணத்துடன் அந்தக் கடிதத்தை எழுதியிருக்கிறார்கள். நீ அதற்காக மனம் வருந்த வேண்டாம்,\" என்றார். உடனே புவனேந்திரன், \"அவர்கள் எந்த எண்ணத்துடன் எழுதியிருந்தாலும் அவர்கள் எழுதிய செய்தி உண்மையாகத் தோன்றுகிறதே!\" என்றான். பொய் என்பதையே அறியாத உண்மையாளரான ஆசிரியப் பெரியார் இவ்வளவு நடந்த பிறகு இனி உண்மையை மறைக்கிறது சரியல்லவென்று நினைத்து, முதலில் புவனேந்திரன் குழந்தைப் பருவமாய் இருக்கும்போது அவனைப் பிறன் ஒருவன் கொண்டுவந்து கொடுத்ததையும், அதுமுதல் தாம் வளர்த்தது முதலான விவரங்களையும் அவனுக்குத் தெரிவித்தார். மறுபடியும் அவர், \"அந்த மனிதன் உன்னை அரசனுடைய மகன் என்று சொன்னதால் புவனேந்திரன் என்று உனக்குப் பெயரிட்டோம். அவன் சொன்னது உண்மை தான் என்று பலவகையான அநுமானப் பிரமாணங்களாலும், காட்சிப் பிரமாணங்களாலும் அறிந்து கொண்டோம். உன்னுடைய வியத்தகு குணங்களை எண்ணு மிடத்தில் உன்னைப் பிள்ளையாகப் பெற்றவர்களுக்கு எவ்வளவோ பெரிய மேன்மை,"
      },
      {
        "index": 11,
        "text": "'மகன் தந்தைக் காற்றும் உதவி இவன்தந்தை\nஎன்னோற்றான் கொல்எனுஞ் சொல்.' (குறள் - 44)"
      },
      {
        "index": 12,
        "text": "என்ற குறளின்படி இப்படிப்பட்ட எல்லாவற்றிலும் மேலான பிள்ளையைப் பெற்றவர்கள் எவ்வளவோ நல்வினை செய்தவர்களாக இருத்தல் வேண்டும். அந்தச் சிறப்புக்கு நான் உரியவனல்லாமற் போய்விட்டாலும் உன்னை இளமைப் பருவம் முதல் வளர்க்கும்படியான பெருமை எனக்குக் கிடைத்ததற்காக நான் எவ்வளவோ களிப்புள்ளவனாக இருக்கிறேன். பெற்றோர்களென்றும் பிள்ளைகளென்றும், அண்ணன் என்றும் தம்பி என்றும், கணவன் என்றும் மனைவி என்றும் சொல்லப்படுகிற எல்லாவகையான தொடர்புகளுக்கும் அன்பே முதன்மையான உயிர் நாடியாக இருக்கிறது. அன்பு இல்லாவிட்டால் அந்தத் தொடர்புகளால் பயன் என்ன? உன்னிடத்தில் எனக்கும் என் மனைவிக்கும் உள்ள அன்பு இவ்வளவென்று நீயே அறிவாய். எங்கள் இடத்தில் உனக்குள்ள அன்பு இவ்வளவென்று நாங்களும் அறிவோம். ஆகையால், மன வருத்தத்திற்கு இடங்கொடுக்க வேண்டாம் அப்பா !\" என்று கூறினார்."
      },
      {
        "index": 13,
        "text": "இனதக் கேட்டவுடனே புவனேந்திரன் ஆசிரியப் பெரியாரை நோக்கி, \"ஐயா! எவ்வளவுதான் தவஞ் செய்தாலும் உங்களுக்கு ஒப்பான தந்தை தாயார்கள் யாருக்காவது கிடைப்பார்களா? அந்தப் பெருமைக்கு நான் கொடுத்து வைக்காமற் போனது எனக்கு எவ்வளவோ பெரிய மனவருத்தமாக இருக்கிறது. அல்லாமலும் பால் குடிக்கிற பிள்ளையைக் கைவிடுகிற தாய் தகப்பன்மார்கள் எப்படிப்பட்டவர்களாக இருக்க வேண்டும் என்று நினைக்கும்போது எனக்கு அளவற்ற மனத்துன்பமாக இருக்கின்றது,\" என்றான். உடனே ஆசிரியப் பெரியார், \"உலகத்தில் எத்தனையோ வியத்தகு செயல்கள் நடக்கின்றன. காரணம் இல்லாமல் ஒரு காரியமும் நடவாது. அப்படியே இதற்குத் தகுந்த காரணம் இருக்கவேண்டும். எல்லாம் விரைவில் வெளியாகும். நீ வீணாய் வருத்தப்படாதே அப்பா!\" என்றார்.\n-------------"
      }
    ]
  }
}