{
  "paragraphs": [
    {
      "index": 0,
      "text": "8. புவனேந்திரன் பொன் மொழிகள்\n[மதுரேசனுடைய அரண்மனையும், புவனேந்திரனுடைய அரண்மனையும் ; அனைத்துலகத் தந்தையின் செய்தி திக்கற்ற பிள்ளைக்குத் தெய்வமே தந்தை]"
    },
    {
      "index": 1,
      "text": "1. மதுரேசனுடைய அரண்மனையும், புவனேந்திரனுடைய அரண்மனையும்"
    },
    {
      "index": 2,
      "text": "மதுரேசனுக்குக் குணம், கல்வி முதலிய இயற்கைகள் இல்லாவிட்டாலும், கள்ளிக் கொம்புக்கு வெள்ளிப் பூன் கட்டினதுபோல் உயர்வான ஆடை அணிகல அழகுகளினாலும், மற்ற இடம் பொருள் ஏவல் முதலிய பொருள் களினாலும் அவனை அவன் தகப்பன் மேன்மைப்படுத்தி வைத்திருந்தான். அவனுக்காக அவன் தகப்பன் ஒரு பெரிய அரண்மனை கட்டுவித்தான். அதன் புதுமனை புகுதலுக்காக ஒருநாள் பல செல்வர்களை வரவழைத்தான். அப்போது ஆசிரியப் பெரியார் முதலானவர்களும் போயிருந்தார்கள். புதுமனை புகுதலுக்குப் பிற்பாடு , மதுரேசன் புவனேந்திரனையும் பின்னுஞ் சில பிள்ளைகளையும் அழைத்துக் கொண்டுபோய், அந்த அரண்மனையின் பலவகை அழகுகளையும், சுவரில் தீட்டப்பெற்றுள்ள ஓவியங்களையும் காட்டிக் கொண்டு வந்தான். பிறகு புவனேந்திரனை இழிவு படுத்தவேண்டும் என்கிற எண்ணத்துடன், மதுரேசன் புவனேந்திரனை நோக்கி, \"என் தகப்பனார் எனக்காக இப்படிப்பட்ட அரண்மனையைக் கட்டியிருக்கிறார்; உன் தகப்பனார் உனக்கு என்ன செய்தார்?\" என்றான். புவனேந்திரன் அதற்கு மறுமொழி சொல்லாமல் இருப்பதே தகுதி என்று நினைத்துப் பேசாமல் இருந்தான். மதுரேசன் சும்மா இராமல் அலட்டி அலட்டிக் கேட்டதினால், புவனேந்திரனுக்குச் சிறிது கடுஞ்சினம் உண்டாகி, மதுரேசனை நோக்கிச் சொல்லுகிறான்."
    },
    {
      "index": 3,
      "text": "2. அனைத்துலகத் தந்தையின் செய்தி ; திக்கற்ற பிள்ளைக்குத் தெய்வமே தந்தை"
    },
    {
      "index": 4,
      "text": "\"என் தகப்பனும் எனக்காக மிகப் பெரிய ஓர் அரண்மனையைக் கட்டிக் கொடுத்திருக்கிறார். அதற்கு நிலமே கீழ் எல்லை; வானமே மேல் எல்லை ; எட்டுத் திக்குகளுமே சுற்று எல்லைகள். அந்த அரண்மனைக்கு முன் இந்த அரண்மனை ஓர் எறும்புவளைக்கும் ஒப்பானதன்று. அந்த அரண்மனையில் இருக்கிற பொருள்களைக் கொண்டுதான், எல்லா அரண்மனைகளும் கட்டப்படுகின்றன. என்னுடைய தகப்பன் அரசர்களுக்கெல்லாம் அரசன் ; கடவுளர்களுக்கெல்லாம் கடவுள். என் தகப்பனுக்கு ஒப்பாரும் இல்லை, மிக்காரும் இல்லை. எல்லா அரசர்களும் அமைச்சர்கள் முதலானவர்களும் என் தந்தையின் இடத்தில் பிச்சை வாங்கிப் பிழைக்கிறார்கள். உன்னுடைய அரண்மனையைக் கட்டிய சிற்பர்களும், அதில் பயன்படுத்தப்பட்டிருக்கிற கற்கள், மரங்கள் முதலிய தளவாடங்களும் கீழ்மனையும், மற்றைச் சாமான்களும் உன் தகப்பனாருக்கு என் தகப்பனார் பிச்சை கொடுத்தவைகள்."
    },
    {
      "index": 5,
      "text": "\"இந்த அரண்மனைச் சுவரில் மனிதர்கள் போலவும், விலங்குகள் போலவும், மரவகைகளைப் போலவும் எழுதப் பட்டிருக்கிற ஓவியங்கள் என் தகப்பனாருடைய கைவேலையின் பாவனையே அல்லாமல் உண்மையல்லவே. இந்த ஓவியங் கட்கு உயிர் உண்டா ? இவைகள் பேசுமா? நடக்குமா? ஓடுமா? உண்ணுமா ? மற்றைய இன்பங்களை நுகருமா? இந்த ஓவிய மரங்கள் வளருமா? தளிர்க்குமா? பூக்குமா? காய்க்குமா? பழுக்குமா? இல்லையே! என் தகப்பனார் வரைந்த ஓவியங்கள் மேற்சொல்லிய செய்கைகள் எல்லாம் செய்யுமே; இவ்வளவு குறுகலான இடத்தில் உன் தகப்பன் எண்ணிக்கை இல்லாத விளக்குகளை வைத்து, எவ்வளவோ செலவு செய்தும் போதுமான ஒளி இல்லையே! என் தகப்பன் செப்பில்லாமல், திரியில்லாமல், எண்ணெய் இல்லாமல் தூண்டுகோல் இல்லாமல் ஒரே விளக்கேற்றி எல்லா உலகங்களுக்கும் ஒளி கொடுக்கிறாரே! இந்தச் சிறிய இடத்தில் எத்தனையோ பங்காக்களை மாட்டிப், பலர் ஓயாமல் இழுத்தும் போதுமான காற்று இல்லையே! என் தகப்பன் எல்லா உலகங்களுக்கும் வாயு ஆகிய ஒரே பங்காக்காரனையும், தேயு ஆகிய ஒரே சமையற்காரனையும், அப்பு ஆகிய ஒரே தண்ணீர்க்காரனையும் ஏற்படுத்தி யிருக்கிறாரே! அந்த வேலைக்காரர்களுடைய உதவி இல்லா விட்டால் உனக்கு எண்ணிறந்த ஊழியர்கள் இருந்தும் பயன் என்ன?"
    },
    {
      "index": 6,
      "text": "\"என்னுடைய தகப்பன் வடிவம் அற்றவர், ஆனதால் முகக்கண்ணுக்குப் பார்க்க முடியாதவராக இருக்கிறார். அவருக்கு உடல் இல்லாமல் இருந்தும் உயிர்த் தொகைகளுக்கு உடல்களைக் கொடுத்துக் காப்பாற்றுகிறார். அவர் கண் இல்லாமல் பார்க்கிறார். காது இல்லாமல் கேட்கிறார் ; கால் இல்லாமல் நடக்கிறார் ; கை இல்லாமல் எல்லாச் செயல்களையுஞ் செய்கிறார். அன்றியும், அவர் நமக்குக் கண்ணாயிருந்து எல்லாப் பொருள்களையும் காட்டுகிறார்; மற்றைப் பொறிகளின் இன்பங்களை யெல்லாம் நமக்கு ஊட்டுகிறார். அவர் ஒரே காலத்தில் இங்கும் இருப்பார்; அங்கும் இருப்பார்; எங்கும் இருப்பார்; எள்ளுக்குள் எண்ணெய் போலவும், கரும்புக்குள் சாறு போலவும், உடலுக்குள் உயிர் போலவும் அவர் எல்லாப் பொருள்களிலும் நிறைந்திருக்கிறார். அவர் அவ்வாறு இல்லாவிட்டால் எந்தப் பொருளாவது உயிர் வாழுமா?"
    },
    {
      "index": 7,
      "text": "அவர் முகிலில் இல்லாவிடில் முகிலுக்கு மழை ஏது? அவர் ஐம்பெரும் பூதங்களிலும் இல்லாவிடில் அந்தப் பூதங்களுக்குத் தொழில் ஏது ? அவர் நிலைபெற்ற எல்லா உயிர்களுக்குள்ளும் பொருந்தி நிறைந்திராவிடில் அவைகளுக்குப் பிழைப்பு ஏது? இந்த நிலவுலகின் பல பக்கங்களிலும் சரியான ஒளியும் சூடும் தாக்கும்படி, என் தகப்பனார் இந்நிலவுலகைக் கதிரவனுக்கு நேராக ஓயாமல் உருட்டிக் கொண்டே இருக்கிறார். பிறகு மன்னுயிர்கள் எல்லாம் தூங்கி இளைப்பாறும் பொருட்டு, முப்பது நாழிகைக்கு ஒருமுறை இருளாகிற போர்வையினால் இந்நிலவுலகை மூடி வைக்கிறார். இப்படியே எண்ணிக்கை இல்லாத உலகங் களைக் கயிறு இல்லாப் பம்பரம் போல் ஆட்டுகிறார். விண் மீன்களை எண்ணினாலும், ஆற்றின் மணலை எண்ணினாலும், என் தகப்பன் எனக்கும் உனக்கும் மற்றவர்களுக்கும் செய்திருக்கிற நன்மைகளை எண்ணக்கூடுமா? கடல் நீர் முழுவதையும் ஒரு நண்டு வளையில் அடைக்க முயல்வது போல், என் தகப்பனுடைய பெருமையைச் சொல்ல ஒரு வராலும் முடியாது,\" என்று வேதாந்தக் கருத்தாய்க் கடவுளைக் குறித்துப் புவனேந்திரன் பேசினான்."
    },
    {
      "index": 8,
      "text": "அதைக் கேட்டவுடனே மதுரேசன் திகைத்து, இஞ்சி தின்ற குரங்கு போல் ஏமாறியிருந்தான். புவனேந்திரன் முதலானவர்கள் போனபின்பு, மதுரேசன் தன் தகப்பனிடம் போய், \"புவனேந்திரனுடைய தகப்பன் இடத்தில் எல்லா அரசர்களும் பிச்சை வாங்கிப் பிழைக்கிறார்கள் என்றும், இன்னும் பலவிதமாகவும் புவனேந்திரன் இகழ்ந்தான்\" என்று முறையிட்டான். அதை மதுரேசன் தகப்பன் அரசனுக்குத் தெரிவித்தான். அரசன் ஆசிரியப் பெரியாருக்குத் தெரியப்படுத்தினான். பிறகு அரசன் ஆசிரியப் பெரியார் மூலமாய் நடந்த உண்மையை அறிந்து, மிகுந்த மகிழ்ச்சி-யடைந்தான்.\n----------"
    }
  ]
}