{
  "chapterNumber": 17,
  "title": "துன்பம் வந்தால் தொடர்ந்துவரும்",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "17. துன்பம் வந்தால் தொடர்ந்துவரும்\n[முறையற்ற சாக்காட்டு உறுதிமுறி ; சுகுணசுந்தரியின் முடிசூட்டு விழாவுக்குத் தடை ; மக்கள் புலம்பல்.]"
      },
      {
        "index": 1,
        "text": "1. முறையற்ற சாக்காட்டு உறுதிமுறி"
      },
      {
        "index": 2,
        "text": "இறந்துபோன அரசனுக்கு இறுதிச் சடங்குகள் யாவும் முடிந்தபிறகு, முதல் அமைச்சன் சுகுணசுந்தரியை நோக்கி, \"இனி நடக்கவேண்டிய ஏற்பாடுகளைப்பற்றி அரசர் அவர்கள் எழுத்தாளனைக்கொண்டு சாக்காட்டு உறுதி முறி (மரண சாசனம்) ஒன்று எழுதுவித்து, அதில் தமது கையெழுத்தும் முத்திரையும் வைத்து எழுத்துப் பெட்டிக்குள் வைத்திருப்பதாகச் சிலர் மூலமாக நான் கேள்விப்பட்டேன். அந்த உறுதி முறியின் உட்பொருள் இன்னதென்று எனக்குத் தெரியாது. எழுத்துப் பெட்டியைத் திறந்து பார்க்கவேண்டும்,\" என்றான்."
      },
      {
        "index": 3,
        "text": "உடனே சுகுணசுந்தரி வியப்படைந்து, \"என் தந்தை யார் நான் நடக்கவேண்டிய முறைகளைப்பற்றி எனக்கு வாய்மொழியாகக் கட்டளை கொடுத்தாரே யல்லாமல் யாதோர் உறுதிமொழித்தாளும் எழுதி வைத்திருப்பதாக எனக்குத் தெரிவிக்கவில்லை. ஆயினும், எழுத்துப் பெட்டியைத் திறந்து பார்ப்போம்,\" என்று சொல்லி அவ்வாறே திறந்து பார்க்க, ஒரு சாக்காட்டு உறுதிமுறி அகப்பட்டது. அதன் சுருக்கம் என்ன என்றால், சுகுணசுந்தரியை மணஞ் செய்யத்தக்க மன்னர்கள் ஒருவரும் இல்லாத படியால், அவள் முதலாவது அமைச்சன் மகனாகிய மதுரேசனை மணஞ் செய்து கொண்டு, அவர்கள் இருவரும் நாடு ஆளவேண்டும் என்றும், அவளுக்கு அவனை மணஞ்செய்து கொள்ள உடன்பாடு இல்லாதவரையில் மதுரேசன் மட்டும் முடிசூடுதலுக்குத் தகுந்தவனே அல்லாமல், சுகுணசுந்தரி நாட்டின் அதிகார உரிமையை இழந்துவிடவேண்டும் என்றும் எழுதப்பட்டிருந்தது. அதைக் கண்ணுற்ற உடனே சுகுணசுந்தரி பாம்பைத் தீண்டினவள்போல் மயங்கித் திகைத்து உள்ளஞ் சுழன்றாள்."
      },
      {
        "index": 4,
        "text": "உடனே முதல் அமைச்சன், \"உறுதிமுறியில் என்ன எழுதப்பட்டிருக்கிறது?\" என்று வினவ, \"அதை நீங்களே பார்த்துக்கொள்ளலாம்,\" என்று அவன் கையிலே கொடுத்தாள். முதல் அமைச்சன் அதைப் படித்துப் பார்த்து, \"அரசர் பெருமான் செய்திருக்கிற ஏற்பாடு நல்ல ஏற்பாடு,\" என்றான். சுகுணசுந்தரி, \"அஃது அரசர் பெருமான் செய்த ஏற்பாடு என்பதும், அல்ல என்பதும் கடவுளுக்குத்தான் தெரியும். அஃது உண்மையாய் இருந்தாலுங்கூட, அரசர் பெருமான் அவருடைய நாட்டை யாருக்கு வேண்டுமானாலும் விருப்பம் போல் கொடுக்கலாமே அல்லாமல், என்னுடைய உடலையும் அவர் விருப்பப்படி யாருக்காவது கொடுக்க அவருக்கு யாதோர் அதிகாரமும் இல்லை. இந்த நாட்டின் அதிகாரத்தை யார் வேண்டு மானாலும் கைக்கொள்ளட்டும்,\" என்று சொல்லித் திடீர் என்று எழுந்து உறுதிமுறியையும் தன் கையில் வாங்கிக் கொண்டு அந்தப்புரத்திற்குப் போய்விட்டாள். சுகுண சுந்தரியை இனிக் காணச் சமயம் வாய்க்காது என்று முதல் அமைச்சன் கேள்வியுற்று, அவனுடைய வீட்டிற்குத் திரும்பிப் போய்விட்டான்."
      },
      {
        "index": 5,
        "text": "3. சுகுணசுந்தரியின் முடிசூட்டு விழாவுக்குத் தடை : மக்கள் புலம்பல்"
      },
      {
        "index": 6,
        "text": "உறுதிமுறியின் செய்தி ஊரெங்கும் தெரிந்தது. உடனே பட்டணம் பேராரவாரமாய்ப் போய்விட்டது. ஏன் என்றால், சுகுணசுந்தரிக்கு முடிசூட்டு விழா ஆகும் என்றும், அவளால் பல நன்மைகளைப் பெறலாம் என்றும் எதிர்பார்த்த மக்கள், இப்போது அந்த முடிசூட்டு விழாவுக்கு இடையூறு நேர்ந்தது என்று கேள்விப்பட்ட அளவில் அதை எவ்வாறு பொறுப்பார்கள்? ஊரில் வாணிகங்கள் எல்லாம் நின்று போயின. கடைகள் எல்லாங் கதவடைத்துப் பூட்டப்பெற்றன. கோயில்களில் வழிபாடு, இறைவனைப் போற்றுதல் முதலியன இல்லாமற் போயின. அறமன்றங்களில் அறமுறைப் பாதுகாப்பு நடைபெறவில்லை. கலைக்கழகங்களில் கல்விப் பயிற்சி இல்லாமற் போயிற்று. வீடுகளில் மங்கலங்கள் நிகழ வில்லை. எல்லாம் தீமைகளாய்ப் போய்விட்டன. எல்லா இடங்களிலும் துன்பமும் புலம்பலுமே அல்லாமல் மகிழ்ச்சி என்பதை எல்லோரும் கைவிட்டார்கள்."
      },
      {
        "index": 7,
        "text": "\"புவனேந்திரனும் அரசனும் இறந்துபோன துன்பமே நமக்கு மாறவில்லையே! அதுவும் போதாதென்று சுகுணசுந்தரியும் பட்டத்தை இழக்க வேண்டுமா? இடி மேல் இடி இடித்தது போல் இஃது என்ன முறைகேடு?', என்பாரும், 'கொள்ளித்தேளுக்கு மணியங் கொடுத்தது போல் மதுகேசன் பட்டத்திற்குத் தகுதிவாய்ந்தவனா?\" என்பாரும், \"இப்படிப்பட்ட தீய உறுதிமுறியை எழுதி வைக்க அச்சன் அறிவு கெட்டுப் போனானே\" என்பாரும், \"அரசன் என்ன செய்வான்? எல்லாம் அமைச்சனுடைய பொய்வேலை\" என்பாரும், \"சுகுணசுந்தரி பட்டத்தை இழந்து வேறு நாட்டிற்குப் போய்விட்டால், திருமகளும் குடி போய் விடுவாள். பிறகு அவளுடைய அக்காள் தான் இந்த ஊரில் வாழ்ந்திருப்பாள்\" என்பாரும், \"நாம் எல்லோரும் சுகுணசுந்தரியுடனே போய்விட்டால் பிறகு மதுரேசனும் அவனுடைய அப்பனும் யாரை ஆள்வார்கள்?\" என்பாரும், \"மதுரேசன் முடிபுனைவதற்கு முன் பல உயிர்கள் அழியும்\" என்பாரும், அவனுடைய முடிசூட்டு நீராட்டலுக்கு இப்போது போர்க்களத்தில் சிந்தப்போகிற குருதியே உரியது\" என்பாரும், இவ்வாறு பலவிதமாய்ச் சொல்லி வருந்தினார்கள்."
      },
      {
        "index": 8,
        "text": "புவனேந்திரனுடைய காலம் அல்லாத காலத்தின் சாவால் வருத்தமுற்று, வெளிக்காரியங்களிலே செல்லாமல் இருந்த ஆசிரியப் பெரியார் ஊரில் உண்டாகிய அமளியைக் கேள்வியுற்று அதன் உண்மையை அறிவதற்காக அரசனுடைய அரண்மனைக்குச் சென்றார். அங்கே துன் பமே உருவெடுத்து இருப்பதைப்போல் இருந்த சுகுணசுந்தரியைக் கண்டார். என்ன நிகழ்ந்தது?' என்று உசாவினார். அவள் அந்த உறுதிமுறியை அவருடைய கையிலே கொடுத்தாள். ஆசிரியப் பெரியார் அந்த உறுதி முறியை மிகுந்த கருத்துடன் படித்துப் பார்த்துத் திகைப் படைந்தார். அதன் உண்மையை மறைமுகமாக உசாவு வதற்காக அதை எழுதின எழுத்தாளனை அழைத்து வரும் படி சில ஆட்களை அனுப்பினார். அவர்கள் போய் உசாவி அந்த எழுத்தாளன் வேறு நாட்டிற்குப் போய்விட்டதாகவும், அவன் போன இடம் தெரியவில்லை என்றும் அறிவித்தார்கள்."
      },
      {
        "index": 9,
        "text": "உடனே ஆசிரியப் பெரியார் சுகுணசுந்தரியைப் பார்த்து, \"இந்த உறுதிமுறி முழுதுங் கற்பனை என்று பல வகையான காரணங்களால் தோன்றுகிறது. ஓர் அரசன் இறந்து போய் மறு அரசனுக்கு முடிசூட்டு விழா ஆவதற்கு முன் ஏதேனும் ஒரு தொல்லை நேரிட்டால், அதை அரசனுடைய குலத்து ஆசிரியன் நன்றாக ஆராய்ந்து முடிவு செய்யவேண்டும் என்று இன்ன சட்டத்தில் சொல்லப் படுகிறது. நான் அவ்வாறே எல்லோரையும் அவை கூட்டு தித்து, இந்தச் செய்தியை உசாவப்போகிறேன்,\" என்று சொல்லி அமைச்சர்கள், மேல் அலுவலாளர்கள், அறமன்ரத் தலைவர்கள், மற்றைய அதிகாரிகள், பொதுமக்கள், சங்கத் தலைவர்கள் முதலிய யாவரும் இன்ன கிழமையில் இன்ன நேரத்தில் கொலுமண்டபத்தில் வந்து கூடவேண்டும் என்று கட்டளை அனுப்பினார்.\n---------"
      }
    ]
  }
}