{
  "chapterNumber": 20,
  "title": "ஆரிய நாட்டு அரசர்",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "20. ஆரிய நாட்டு அரசர்\n[ஆரியநாட்டு அரசனின் வரலாறு ; புவனேந்திரனுடைய முன்னைய செய்தி.]"
      },
      {
        "index": 1,
        "text": "1. ஆரிய நாட்டு அரசன் வரலாறு"
      },
      {
        "index": 2,
        "text": "\"நான் சீரிய வளங்களை உடைய ஆரியநாட்டின் அரசன். தங்களால் அருமையாய் வளர்க்கப்பட்ட புவனேந்திரன் என்னுடைய தவமகன். இவனை நான் இளமையிலே பிரியும்படி நேரிட்ட காரணம் மிகத் துன்பத்திற்கு உரியது. என்னுடைய ஆளுகைக்கு உட்பட்டவர்களில் சரிபாதி மக்கள் இந்துக்களாயும்; மற்றொரு பாதிமக்கள் மகமது மதத்தின ராயும் இருக்கிறார்கள். என்னுடைய படை வீரர்களில் பலர் மகமதியர்களாய் இருந்தார்கள். நான் இந்துமதத்தைப் போற்றுபவன். ஆயினும், என்னுடைய மக்களுக்குள் உண்டாகும் மதத்தொடர்புள்ள கலகங்களை நான் முறைமையாயும் ஒருபக்கஞ் சாராமலும் தீர்த்துவந்ததால், மகமது மதத்தினரும் மனக் குறைவு இல்லாமல் என்னுடைய கோலின் கீழ் அமைந்து வாழ்ந்தார்கள். பகைவர்கள் என்கிற பேச்சே இல்லாமல் என்னுடைய நாடு எங்கும் அமைதியை விரும்பியிருந்தது."
      },
      {
        "index": 3,
        "text": "\"நான் ஐரோப்பாக் கண்டத்துக்குப்போய் அவ்விடத்தில் உள்ள முன்னேற்றச் சிறப்புக்களையும், அரசியல் அறங்களையும் நானே கண்டறிந்து, அவ்வாறே என்னுடைய நாட்டிலும் கடைப்பிடிக்கவேண்டும் என்பது என்னுடைய மிகுந்த விருப்பமாய் இருந்தது. புவனேந்திரன் ஆறு திங்கட் குழந்தையாய் இருக்கும்போது, அவனுடைய தாயும் என்னுடைய ஒரே மனைவியும் ஆன கோகிலாம்பாள் நாட்டை அரசாட்சி புரிவதில் ஆற்றல் உள்ளவளாய் இருந்தாள். அவளை எனக்குப் பதிலாக ஏற்படுத்தி விட்டு, அவளுடைய கட்டளைப்படி அமைச்சர் முதலானவர்கள் நடக்குமாறு கூறிவிட்டு, நான் என்னுடைய உறுதிச்சுற்றத்துடன் (பரிவாரம்) ஐரோப்பாவுக்குக் கடல் வழியாகப் புறப்பட்டேன். அந்தக் காலத்தில் நீராவிக் கப்பல், கம்பித் தபால் (தந்தி) முதலிய நன்மைகள் இல்லாமல் இருந்தமையால் பொதுவான மரக்கலத்தில் பயணஞ் செய்து பல திங்களுக்குப் பிறகு ஐரோப்பாவை அடைந்தேன். அங்கே பிரெஞ்சு, இங்கிலாந்து, இத்தாலி, செர்மனி முதலிய நாடுகளைச் சுற்றிக்கொண்டு ஒவ்வொரு நாட் டின் தலைநகரிலும் சில திங்கள் தங்கியிருந்து, ஆங்காங்குள்ள புதுமைகளைப் பார்த்துக்கொண்டு ஊர் ஊராகச் சுற்றிக்கொண்டிருந்தேன்."
      },
      {
        "index": 4,
        "text": "\"நான் இல்லாத காலத்தில் என்னுடைய நாட்டில் நடந்த மாறுபாடுகளை, நான் கேள்விப்பட்டவாறு தெரியப் படுத்துகிறேன். மகமதியர்களுக்குள் வழக்கப்படி ஒரு பெரிய ஆண்டு விழா நடந்தபோது, ஆப்கனிஸ்தான், (Afghanistan) பெர்சியா (Persia) முதலான நாடுகளில் இருந்து எண்ணிக்கை இல்லாத மகமதியர்கள் திருவிழாப் பார்க்க வந்திருந்தார்கள். அப்போது இந்துக்களுக்கும் மகமதியர்களுக்கும் பெருங்கலகம் உண்டாகியது. இரு பக்கத்தாரும் ஒருவரை ஒருவர் தாக்கித் துன்பம் செய்யத் தொடங்கினார்கள். காபூல் (Kabul) காந்தகார் (Kandahar) முதலிய ஊர்களில் இருந்து வந்த மகமதியர்கள் மிகக் கொடியவர்களும் மதவெறி பிடித்தவர்களும் ஆகையால், என்னுடைய நாட்டில் இந்து அரசியலை ஒழித்து, மகமது மதத்தை ஏற்படுத்தவேண்டும் என்று நினைத்து, இந்துக்களைக் கண்ட இடங்களில் எல்லாம் அழிக்கத் தொடங்கினார்கள். இந்து அரசாங்கப் பூண்டு என்பதே இல்லாதபடி என்னுடைய பிள்ளையைக் கொல்வதற்காக அந்த மூர்க்கர்கள் அரண்மனையில் நுழைய முயற்சி செய்தார்கள். பிள்ளையைக் காப்பாற்றுவதற்கு வேறே வழி இல்லாதபடியால், அந்தப் பிள்ளையின் பாற்காரி தான் மறைமுகமாகக் கொண்டுபோய்க் காப்பாற்றுவதாகச் சொல்லி, பிள்ளையை வாங்கிக்கொண்டு போய்விட்டாள்."
      },
      {
        "index": 5,
        "text": "\"என்னுடைய மனைவியும் சில தோழிகளுடன் இராக் காலத்தில் அரண்மனையை விட்டு வெளிப்பட்டுப் போய் விட்டாள். அதற்குப் பின்பு அந்தக் கொடியவர்கள் அரண்மனையில் நுழைந்து, பிள்ளையைக் காணாமையால் எப்படி யாயினும் பிள்ளையைத் தேடிக் கண்டுபிடித்துக் கொலை செய்யவேண்டும் என்று காப்புக் கட்டிக் கொண்டார்களாம். அந்தக் கலக்கத்தை அடக்க அமைச்சர்கள் முதலானவர்கள், அவர்களால் கூடியமட்டும் முயன்று தொல்லைப் பட்டும் பயன்படாமல் மகமதியர் பக்கமே தலை தூக்கியது. பழைய நவாபு வழியில் ஒருவனுக்குப் பட்டமாகி இந்து\nஆட்சி மகம்மதிய ஆட்சியாக மாறிவிட்டது."
      },
      {
        "index": 6,
        "text": "\"இந்தச் செய்திகளைக் குறித்து என்னுடைய மனைவி முதலானவர்கள் ஐரோப்பாவில் இருந்த எனக்குப் பல கடிதங்கள் அனுப்பினார்கள். நான் மேலே சொல்லியபடி , நீராவிக் கப்பல், கம்பித் தபால் முதலிய கருவிகள் இல்லாமையால் அந்தக் கடிதங்கள் என் கையில் வந்து சேர மிகுந்த காலம் ஆகிவிட்டது. அந்தக் கடிதங்களைப் பார்த்த உடனே அளவற்ற மனக்கவலையோடு நான் ஐரோப்பாவை விட்டுப் புறப்பட்டுப் பல திங்கள்கள் கடற்பயணம் செய்து இந்தியா வந்து சேர்ந்தேன். இந்தியாவில் நாடு நகரங்களை எல்லாம் இழந்து, மனைவி மக்களையும் இழந்து, இருக்க இடம் இல்லாமல், சுழல் காற்றில் அகப்பட்ட துரும்பு போலவும், விண்ணில் அலையும் பறவை போலவும், பல நாள் அலைந்து திரிந்து பின்பு ஆங்கிலேயர் ஆட்சிக்குட் பட்ட இடங்களில் சில காலம் தங்கியிருந்தேன். என் னுடைய அமைச்சன் தலைமைக் காரியக்காரன் முதலிய பழைய அலுவலாளர்களில் பிழைத்திருந்தவர்கள், நான் ஐரோப்பாவைவிட்டுத் திரும்பிவந்த செய்தியைக் கேள்வி யுற்று, ஒவ்வொருவராய் வந்து என்னைக் கண்டு கொண்டார்கள்."
      },
      {
        "index": 7,
        "text": "\"என்னுடைய மனைவி தொலைவில் உள்ள நாட்டில், ஓர் எளிய குடியானவன் வீட்டில் நீண்டநாள் ஒளிந்திருந்து, பிறகு என்னிடம் வந்து சேர்ந்தாள். என்னுடைய பிள்ளையும் பாற்காரியும் அவள் கணவனும் போன இடம் தெரியாமையால், அம்மூவரும் மகமதியர் கத்திக்கு இரையாய் விட்டார்கள் என்று நினைத்து நினைத்து நெஞ்சம் புண்ணாகி உலை மெழுகு போல் உருகினோம். என்னுடைய நாட்டு மக்களான இந்துக்கள் பலர், எனக்காக மகமதியர்களோடு போர் செய்ய மனம் உடையவர்களாக இருந்தார்கள். ஆங் கில அரசினரும் பலபடைகளை எனக்குப் பக்கத் துணையாகக் கொடுத்தபடியால் நாங்கள் எல்லோரும் மகமதிய ரோடு வெகுகாலம் பெரும் போர் செய்தோம். ஆறு ஆண்டுகள் போர் செய்த பிறகு, என் பக்கத்தில் வெற்றி உண்டாகி, ஆங்கில அரசினருடைய உதவியால் என் னுடைய நாட்டுத் தலைமை மறுபடியும் எனக்கு உண் டாகியது. அவ்வாறு உண்டாகிய சில ஆண்டுகளுக்குப் பிறகு தொலை நாட்டில் ஒளிந்திருந்த பாற்காரி கணவன் என்னிடம் வந்து, புவனேந்திரனுடைய வரலாறுகளை எல் லாம் எனக்குத் தெரிவித்தான்."
      },
      {
        "index": 8,
        "text": "\"இதற்கு இருபத்து ஐந்து ஆண்டுகளுக்கு முன், குழந்தைப் பருவத்தில் புவனேந்திரனை இந்த நகரத்துக்கு வெளியே ஒருநாள் அதிகாலையில் உங்கள் கையிலே கொடுத்தவன், அந்தப் பாற்காரி கணவனே. பிள்ளையைக் கொல்வதற்காக அத்தீயவர்கள், எங்கெங்குந் தேடிக் கொண்டு திரிந்ததால், அத்தீயவர்களுக்கு அஞ்சிப் பாற் காரியும் அவள் கணவனும் பிள்ளையைத் தொலைவான இடத்திற்குக் கொண்டுவந்து விட்டார்கள்; பிறகு அதை வளர்ப்பதற்கு வகையில்லாமையால், தகுந்த செல்வர்கள் இடத்திலே கொடுத்து, வளர்ப்பிக்கவேண்டும் என்று நினைத்து, இந்த ஊர்வழியாய்ப் பாற்காரி கணவன் பிள்ளையைக்கொண்டு செல்லும்பொழுது, தங்களை வழியிலே கண்டு பிள்ளையைத் தங்கள் கையிலே கொடுத்து விட்டானாம்."
      },
      {
        "index": 9,
        "text": "\"இதற்கு ஐங்காதவழி தொலைவில் உள்ள அவனுடைய மாமனார் வீட்டில் அவனும் அவனுடைய மனைவியும் தங்கியிருந்தபோதிலும்; புவனேந்திரனைத் தாங்கள் அருமையாய் வளர்த்ததையும், கல்விப் பயிற்சி செய்வித்தது முதலான எல்லாச் செய்திகளையும் பாற்காரியும் அவள் கணவனும் மறைமுகமாக உசாவித் தெரிந்து கொண்டே இருந்தார்களாம். எனக்கு மறுபடியும் நாடு கிடைத்து எல்லாக் கலகங்களும் தீர்ந்த பிறகுதான், பாற் காரியும் அவள் கணவனும் என்னிடம் வந்து புவனேந்திரனைப்பற்றிய எல்லாச் செய்திகளையும் முதலிலிருந்து முடிவுவரை தெரிவித்தார்கள். அப்போது சுகுணசுந்தரியும் புவனேந்திரனும் காணாமற்போயிருக்கிற செய்தி எனக்குத் தெரிந்தது. அவர்களைப் பலவிடங்களிலும் தேடிப் பார்க்கும்படி படைவீரர்களைப் பாற்காரி கணவனோடு அனுப்பினேன்."
      },
      {
        "index": 10,
        "text": "\"சுகுணசுந்தரியைச் சிறைமீட்டுக்கொண்டு வந்த புவனேந்திரனை, நராதிப அரசர் கட்டளைப்படி எல்லைப்புற அதிகாரிகள் பிடித்துச் சிறையில் வைத்தபோதிலும், பிறகு அவன் குற்றம் அற்றவன் என்று தெரிந்து அவனைக் கொல்லாமல் பிறநாட்டிற் போய்த் தப்பித்துக் கொள்ளும்படி அவர்கள் விட்டு விட்டார்கள். அவ்வாறே அவன் பிறநாட்டிற்குச் செல்லும்பொழுதுதான் என்னுடைய படைவீரர்களும் பாற்காரி கணவனும் புவனேந்திரனைக் கண்டார்கள். முதல் அமைச்சனுடைய கட்டளைக்கு அஞ்சிப் புவனேந்திரனைக் கொன்றுவிட்டதாக நராதிப அரசருக்கு எல்லை அதிகாரிகள் எழுதிய போதிலும், கடவுளுடைய பேரருளால் அவனைக் கொல்லாமலே விட்டு விட்டார்கள்."
      },
      {
        "index": 11,
        "text": "\"அவன் வழியிலே செல்லும்பொழுது என்னுடைய படைவீரர்களும் பாற்காரி கணவனும் அவனைக் கண்டு என்னிடம் அழைத்து வந்தார்கள். என் பிள்ளையைக் கண்ட உடனே, எனக்கும் என் மனைவிக்கும் எவ்வளவு மகிழ்ச்சி உண்டாகி இருக்கும் என்று மனச்சான்றாக நீங்கள் அறிந்து கொள்ள வேண்டுமே அல்லாமல், நான் அதை விரித்துரைக்கும் ஆற்றல் உடையவன் அல்லன். நான் இழந்து போன என்னுடைய அரசாட்சி முதலிய செல்வங்கள் மறுபடியும் எனக்குக் கிடைத்தவுடனே எனக்குண்டான களிப்பைப் பார்க்கிலும், என் பிள்ளையைக் கண்டபோது எனக்குண்டான களிப்பு ஆயிரம் பங்கு மிகுதியாக இருந்தது. ஆனால் எல்லாம் தங்களால் வந்த சிறப்பே அல்லாமல் என்னாலே யாதொன்றும் இல்லை. என் பிள்ளையை இளம்பருவம் முதல் வளர்த்து அவனை எல்லாக் கலைகளிலும் அறிஞனாகவும் அறநெறி யாளனாகவும் ஆக்கிவிட்ட தங்களுடைய ஒப்பற்ற பேருதவிக்கு நான் என்ன கைம்மாறு செய்யப்போகிறேன்? கடவுள் கட்டளைப்படி மன்னுயிர்களை எல்லாம் தாங்கிக் காப்பாற்றாநின்ற நிலத்திற்கும், மழை பொழிந்து நம்மைக் காப்பாற்றுகின்ற முகிலுக்கும் நாம் செய்யத்தக்க கைம்மாறு யாது?"
      },
      {
        "index": 12,
        "text": "\"புவனேந்திரன் என்னிடம் வந்து சேர்ந்த பிறகு, இந்த நகரத்தில் என்ன நிகழ்கிறதென்று அப் போதைக்கப்போது தூதர்களை வைத்து உசாவிக்கொண்டு வந்தோம். நராதிப அரசர் பெருமான் இறந்துபோனதும், சுகுணசுந்தரியின் முடிசூட்டு விழாவுக்கு முதல் அமைச்சன் இடையூறு செய்து போருக்கு முயற்சி செய்ததும், நாங்கள் வேவுகாரர் மூலமாய் அறிந்தோம். சமயத்தில் உங்களுக்கு உதவி செய்யும் பொருட்டு நாங்கள் விரைவாகப் படைகளைச் சேர்த்துக்கொண்டு இவ்விடத் திற்கு வந்தோம். இது தான் எங்களுடைய வரலாறு,\" என்று ஆரியநாட்டு அரசர் சொல்லி முடித்தார்.\n---------------"
      }
    ]
  }
}