{
  "paragraphs": [
    {
      "index": 0,
      "text": "18. பெருமக்கள் குழுவின் முடிவு\n[எல்லாப் பெருமக்களும் அடங்கிய எழில் அரங்கம் ; அவைத் தலைவருடைய வழக்குச் சொற்போர் ; பொய் பொய்யே, மெய் மெய்யே ; சுகுணசுந்தரியின் முடிசூட்டு விழா உறுதி.)"
    },
    {
      "index": 1,
      "text": "1. எல்லாப் பெரு மக்களும் அடங்கிய எழிலரங்கில் அவைத் தலைவருடைய வழக்குச் சொற்போர் ஆசிரியப் பெரியாருடைய கட்டளைப்படி முதல் அமைச்சன் ஒருவன் தவிர மற்றை யாவரும் வந்து அவை கூடினார்கள். அவர்களுடைய அவைநடுவில் அவைத் தலைவரராக வீற்றிருந்த ஆசிரியப் பெரியார் எழுந்து நின்று கொண்டு, அந்த உறுதி முறித்தாளை யாவரும் அறியும்படி படித்துக் காட்டினார். அதைக்கேட்ட உடனே அவையோரிற் பலர், \"அது முழுத்தவறா யிருக்கவேண்டும்,\" என்று மொழிந்து மறுபடியும் உட்கார்ந்தார்கள்."
    },
    {
      "index": 2,
      "text": "ஆசிரியப் பெரியார் அவையோரை நோக்கி, \"உலகத்தில் பல புதுமைகளைப்பற்றி நாம் கேள்விப்பட்டிருக்கிறோம். ஆனால் இந்த உறுதிமுறித் தாளைப்போன்ற புதுமையை நாம் எங்குங் கண்டதும் இல்லை; கேட்டதும் இல்லை. திருமணத்துக்கும் முடி சூட்டுதலுக்கும் யாதொரு தொடர்பும் இல்லாதிருக்க, அவைகள் இரண்டையும் தொடர்புபடுத்தி, ஒன்றை ஒன்று தழுவிக்கொண்டிருக்கும்படியாக இந்த உறுதிமுறித் தாளில் எங்கும் இல்லாத கட்டுப்பாடு கண்டிருக்கின் றது. நராதிப அரசர் பெருமான் தம்முடைய ஒரே மகளிடத்தில் எவ்வளவோ அன்பும் விருப்பமும் வைத்திருந்தார் என்பதும், அவளைச் சிலநாள் பிரிந்திருந்ததனால் அவருடைய உடல் எவ்வளவோ இளைத்துப்போய்விட்ட தென்பதும் நமக்குத் தெரியுமே! அப்படிப்பட்ட அன்புள்ள தகப்பனார், தம்முடைய மகளுக்கு விருப்பம் இல்லாத ஒரு மாப்பிள்ளையைத் திருமணஞ் செய்து கொள்ள வேண்டும் என்றும், அதற்கு அவள் ஒப்பாத வரையில் நாட்டின் அதிகாரத்தை இழந்து போக வேண்டியது என்றும், இப்படிப்பட்ட கொடுமையான கண்டிப்புடன் உறுதிமுறி எழுதிவைத்திருப்பார் என்று நீங்கள் நம்புகிறீர்களா? (\"நாங்கள் நம்பவில்லை, நம்பவில்லை\" என்று நடுவில் அவையோர் கூவினார்கள்.)"
    },
    {
      "index": 3,
      "text": "\"இப்படிப்பட்ட உறுதிமுறித்தாளை நீங்கள் நம்புவதாயிருந்தால், உலகத்தில் உள்ள தாய் தகப்பன்மார் எல்லாரும் தங்களுடைய பிள்ளைகளை நஞ்சு வைத்துக் கொல்லுவார்கள் என்னும் மொழியையும் நீங்கள் நம்ப வேண்டியதாய் இருக்கும். சிறு செயல்களில் பிறக்கிற ஆதரவுகள் கூடத் தக்க சான்றுகள் முன்னிலையில் பிறப்பது வழக்கமாய் இருக்கிறது. பெரிய நாட்டுத் தலைமையைப்பற்றிப் பிறந்ததாகச் சொல்லப்பட்ட இந்த முதன்மையான ஆதரவு நம்மவர்களில் ஒருவருக்கும் தெரிய பாமல் மறைமுகத்தில் பிறந்திருக்கக்கூடுமா? அதை எழு தின எழுத்தாளனைத் தவிர அதற்கு வேறே சான்று இல்லை. அந்த எழுத்தாளனும் போன இடந்தெரியாமல் எங்கேயோ ஓடி ஒளிந்து கொண்டான். அவனுடைய மனச்சான்றே அவனை ஒருவர் கண்ணிலும் படாமல் இழுத்துக்கொண்டு ஒடியதாகத் தெரியவருகிறது. \"புவனேந்திரனைப் பிடித்துக் கொள்ளுகிறது\" என்று அரசர் பெருமான் சொன்ன மொழியைப் புரட்டிப் ' பிடித்துக் கொல்லுகிறது\" என்று எழுதிய பெருந்தீவினையாளன் இந்த எழுத்தாளனே. இவனுடைய எழுத்து எவ்வளவு நம்பிக்கைக்கு உரியது என்பதை நீங்களே கருத்தூன்றிப் பார்க்க வேண்டும்."
    },
    {
      "index": 4,
      "text": "\"இந்த உறுதிமுறியைப்பற்றி முதல் அமைச்சர் தாம் கேள்விப்பட்டதாகச் சுகுணசுந்தரிக்குச் சொன்னாராம். அப்படியிருந்தால் முதல் அமைச்சர் இந்த அவையிலே வந்து இன்னார் மூலமாய்த் தாம் கேள்விப்பட்டார் என்பதை அவர்களைக்கொண்டு மெய்ப்பித்திருக்கலாம். அப்படி அவர் மெய்ப்பித்தாலுங்கூட அவருடைய மகன் தொடர்புபட்டுள்ள இந்தச் செய்தியில் அவருடைய மொழியை நம்பும் படியாய் இராது. இந்த அவையிலே வராதபடி அவரது மனச்சான்றே தடுத்துவிட்டதாகக் காணப்படுகின்றது."
    },
    {
      "index": 5,
      "text": "\"இந்த உறுதிமுறித்தாளில் அரசர் பெருமானுடைய கையெழுத்தும் முத்திரையும் எப்படி வந்திருக்கக்கூடும் என்று நீங்கள் மலைப்பீர்கள். அந்த எழுத்தாளன் எல்லா உலகத்தையும் புரட்டக்கூடிய பெரும் புரட்டன் என்றும், அவன் எல்லாருடைய கையெழுத்தைப் போலவும் எழுத வல்லவன் என்றும் நான் பலர் மூலமாய்க் கேள்விப்பட்ட டிருக்கின்றேன். அவன் அரசர் பெருமானுடைய கையெழுத்தைப் போல் அடியில் எழுதியிருக்கின்றான் என் பதற்குச் சிறிதும் ஐயம் இல்லை. அவன் அந்த உறுதி முறி முழுமையையும் அரசர் பெருமான் எழுதினது போல எழுதாமல் இவ்வளவோடே விட்டதற்காக நாம் களிப்படைய வேண்டியதாயிருக்கிறது."
    },
    {
      "index": 6,
      "text": "\"எழுத்து மூலமான பல கட்டளைகளில் அரசருடைய முத்திரை பதிப்பிக்க வேண்டியதற்காகப் பகல் முழுதும் முத்திரைக்கோல் அந்த எழுத்தாளன் கையில் இருப்பது வழக்கமாய் இருக்கின்றது. ஆகையால், இந்த உறுதி முறித்தாளில் அரசருடைய முத்திரை இருப்பதற்காக நாம் வியப்படைய வேண்டியதில்லை. இனி அந்த எழுத்தாளனுக்கு, 'சமஸ்தானப் புரட்டன்' என்னும் பட்டப் பெயரே தகுதியானது. பதுமைக் கூத்தைப் போல அவனை உள்ளே இருந்து ஆட்டிவைத்த, 'கபட நாடக சூத்திரதாரிகள் இன்னார் என்பதை நீங்கள் அறிந்திருப்பீர்கள். (\"ஆம் அறிவோம் அறிவோம்\" என்று அவையார் ஆரவாரித்தார்கள்.) இந்த உறுதிமுறித்தாள் பொய் என்பதற்கு இன்னும் பல் எடுத்துக்காட்டுகள் உள்ளன. அவற்றுள், முதன்மையான இரண்டோர் எடுத்துக்காட்டுகளை விளம்புவேன். அரசர் பெருமான் கடுமையான நோயாய் இருந்த காலத் தில் நான் வருத்தமாய் இருக்கிறேன் என்று நினைத்து, என்னை இணக்கப்படுத்துவதற்காக அவர் என்னைத் தம் மிடத்திற்கு வரவழைத்தார். எனக்கு முதலில் அவரிடத் தில் இருந்த மனவருத்தம் மாறி விட்டதென்று இனிமை யான மொழிகளை நான் கூறியபோது, தாம் இறந்த பிறகு விரைவில் சுகுணசுந்தரிக்கு முடிசூட்டுதல் வேண் டும் என்றும், தகுந்த கணவனைத் தேடித் திருமணஞ் செய்துவைக்கவேண்டும் என்றும் அவர் என்னைக் கேட்டுக்கொண்டாரே அல்லாமல், மதுரேசனைப்பற்றி யாதொரு மொழியும் சொல்லவில்லை. அவ்வண்ணமே சுகுணசுந்தரி தன்னிடத்திலும் அரசியல் அறங்களைப்பற்றி அரசர் பெருமான் அடிக்கடி பேசினாரே அல்லாமல், மதுரேசனைக் குறித்து ஒரு மொழியுஞ் சொல்லவில்லை என்று சொல்லுகிறாள். எங்கள் இருவருடைய மொழிகளையும் நீங்கள் நம்புகிறீர்களா? இல்லையா? (அவையோர் ' நம்புகிறோம்; நம்புகிறோம்\" என்றார்கள்.)"
    },
    {
      "index": 7,
      "text": "\"இப்போது நான் எடுத்துக் காட்டிய ஒழுங்குகளினாலும், இன்னும் பல காரணங்களினாலும் இந்தச் சாக்காட்டு உறுதிமுறி முழுப்பொய் என்று பட்டப்பகல் போல வெட்ட வெளியாய்த் தோன்றுகின்றது. ஆகையால், இன்னும் பதினைந்து நாட்களுக்குள் சுகுணசுந்தரிக்கு முடி சூட்டு விழாச் செய்விக்க எண்ணியிருக்கிறேன். உங்களுடைய உடன்பாடு தெரியவேண்டும்,\" என்றார். உடனே அவையோர்கள் அனைவரும், \"முழு உடன்பாடு உடன்பாடு\" என்று கைகொட்டிக் களிப்புடன் ஆரவாரஞ் செய்தார்கள். திங்களின் தோற்றத்தைக் கண்ட கடல்போல இந்தச் செய்தியைக் கேட்ட எல்லா மக்களும் மகிழ்ந்து உடல் புளகித்தார்கள்.\n----------"
    }
  ]
}