{
  "chapterNumber": 0,
  "title": "Front Matter",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "சுகுணசுந்தரி சரித்திரம்\nவேதநாயகம் பிள்ளை (1826-1889)"
      },
      {
        "index": 1,
        "text": "பதிப்புரை"
      },
      {
        "index": 2,
        "text": "பிரதாப முதலியார் சரித்திரம் என்னும் புதுமைக் கதையை எழுதிய வேதநாயகம் பிள்ளையே சுகுணசுந்தரி என்னும் இப் புதுமைக் கதையின் ஆசிரியரும் ஆவர். பிரதாப முதலியார் சரித்திரத்தில் கூறப்பெறாது விடுபட்ட பல அறநெறிகளையும் அறிவுரைகளையும் மக்களுக்கு எடுத்துக் கூறுதல் வேண்டும் என்னும் சிறந்த நோக்கத்துடன் தான் ஆசிரியர் இப்புதுமைக் கதையினை எழுதப் புகுந்திருக்கிறார்."
      },
      {
        "index": 3,
        "text": "இக்கதை வெறும் பொழுதுபோக்கிற்காக மட்டும் அமைந்தது அன்று. மக்களுக்கு இன்றியமையாத பல செய்திகளையும் எடுத்துக் கூறுவதில் ஆசிரியர் அளவு கடந்த ஊக்கங் காட்டியுள்ளார். நாம் வேறு எந்தக் கதைகளிலும், இவ்வளவு அறவுரைகளையும் ஒழுக்க முறைகளையும் உடல்நல முறைகளையும் பிற அரிய செய்திகளையும் ஒருங்கே காணுதல் இயலாது. மக்கட்குக் கட்டாயம் கற்பிக்கப்பெற வேண்டுவனவாகிய அறம், ஒழுக்கம், உடல் நலம் ஆகிய செய்திகள் தனித்தனியே அமைந்த நூலினைப் படிக்க எவரும் மிகுதியாக விரும்புவது இல்லை. விரும்புவார் சிலரும் மனக்கிளர்ச்சி இன்றித் தளர்ச்சியுடனேயே படிப்பர். ஒழுக்கமுறை நூல்களைப் படிப்பதில் எவரும் ஊக்கங் காட்டுவதே இல்லை. எல்லோரும் ஊக்கத்துடனும் களிப்புடனும் நல்ல செய்திகள் எல்லாவற்றையும் ஒருங்கே உணர்ந்து கொள்ளும் பொருட்டே இக்கதையினுள் ஆசிரியர் அவற்றை இடம் நோக்கி அமைத்துள்ளார். மேலும், இக்கதையின் கருத்தும், பொருளும், நடையும் சிறக்கும்படி நூற்றுக்கணக்கான பழமொழிகளும், உவமைகளும், திருக்குறள் முதலிய நீதிநூற் கருத்துக்களும் எடுத்தாண்டிருப்பது கற்பார்க்குக் கழிபேருவகையினை ஊட்டுவதாகும்."
      },
      {
        "index": 4,
        "text": "இந்நூலின்கண், \"ஒவ்வொருவரும் தத்தமக்குரிய காரியங்களைத் தாங்களே செய்து கொள்வது மிகவுஞ் சிறந்தது ; சோம்பலுக்கு இடங்கொடுத்தால் உடல்நலம் கெடும். மக்கள் பழவினைப் பயனாகவே நல்லவர்களாகவோ அன்றிக் கெட்டவர்களாகவோ பிறக்கிறார்கள். தீயவர்களை எவராலும் திருத்துதல் இயலாது. நல்லவர்கள் பிறருக்கு நன்மை செய்தலையே தமது பிறவிப் பயனாகக் கொள்வர். தீயவர்களோ பிறருக்குத் தீமை புரிதலையே தமது பிறவிப் பயனாகக் கொள்வர்; தீயவர்கள் எக்காரணமும் இல்லாமலே பிறருக்குக் கேடு செய்வர். ஆண்மையும் பிறருக்குதவுதலும் நன்மக்கட்கு இயற்கைக் குணங்களாகும். பிறரை இழித்துரைத்தல் பொய் பேசுதல் முதலியன இழிவைத் தரும். இயற்கையாய் உலகில் நிகழுந் தீமைகள் மக்கட்குக் கடவுளால் அளிக்கப்பெறும் தண்டனைகளாகும்."
      },
      {
        "index": 5,
        "text": "\"நாம் நம்முடைய உடலைப் பாதுகாத்துக்கொள்ளுதல் வேண்டும். உடல் நலத்துக்கு இன்றியமையாதனவாகிய காற்று நீர் முதலியன தூய்மையுடையனவாக இருத்தல் வேண்டும். உடல்நலம் இன்றேல் ஒருநலமும் இல்லை. சிற்றூர் மக்கள் தண்ணீரைக் கெடுத்துப் பயன்படுத்துதல் தக்கதன்று. எளியவர்களுக்குப் பேருலகமே வீடு வாசலாக அமைந்திருக்கிறது. திக்கற்றவர்களுக்குத் தெய்வந்தான் துணை. நம் நாட்டில் இகழும் இளமை மணம் நல்லதன்று. அதனால் பல தீமைகள் ஏற்படுகின்றன. நம் நாட்டு மங்கையர் தாய் தந்தையர்களின் குறிப்பு வழியே நடப்பவர்கள், நேர்மை உள்ளவர்கள்; எக்காலத்தினும் நேர்மை உள்ளவர்களாகவே நடந்து கொள்வார்கள். உலகில் ஆண் பெண் இருவரும் ஒரே படியாகச் சிறப்பினை அடைதற்கு உரியவர் ஆவர். பிறப்பினால் மக்களுக்கு உயர்வு தாழ்வு இல்லை.\" என்பன போன்ற அரிய செய்திகள் பல ஆங்காங்கு நிறைந்துள்ளன. கதையின் பொருட்டு இந்நூலைப் படிக்காமல், நல்லொழுக்க முறைகளை உணர்ந்து கொள்ளும் பொருட்டே படித்துப் பயனடைதல் வேண்டும்."
      },
      {
        "index": 6,
        "text": "படிப்பவர்கட்கு எளிதில் பொருள் விளங்காமல் எழுதப்பெற்றிருந்த அகத்தியம், அதிலிருஷ்டி, அத்தி யந்தம், ஆபாசம், ஆஸ்பதம், ஆகாத்தியம், இராஜகிருஹம், உச்சிஷ்டம், உஜ்ஜீவித்தல், குலாங்ஷம், சிரேஷ்டர், க்ஷாத்திரம், நிர்த்தோஷம், நிக்ஷேபம், நிஷித்தம், சிந்தாக் கிராந்தன், ஸ்கந்தம், சந்துஷ்டி, துர்ப்பிக்ஷம், வாசா மகோசரம், பிரசக்தி முதலிய எண்ணற்ற வடசொற்கள் இப்பதிப்பில் முற்றும் நீக்கப்பெற்று அவைகட்கு ஏற்ற தூய தமிழ்ச்சொற்கள் அமைக்கப்பெற்றுள்ளன. இவ்வாறு காலப்போக்கிற்கு ஏற்றவாறு சீர்திருத்தம் செய்து உரைநடை நூல்களை வெளியிடாமற் போனால் நூல்கள் அடியோடு அழிந்து ஒழிந்து போகும். இத் திருத்தமுறை ஆசிரியருக்குப் புகழைத் தருமேயன்றித் தீமை செய்வதாகாது. ஆகவே, இத்தகைய மாறுபாடுகளை அனைவரும் முழுமனதுடன் வரவேற்பார்கள் என்பது திண்ணம். ஒவ்வோர் அதிகாரத்தின் தலைப்பும் அதிகாரப் பொருளைப் பெயராகப் பெற்றிருக்கிறது. இப்புதுப் பதிப்புத் தன் அகத்துட்கொண்ட செய்திக்குத் தக்கவாறு உயரிய முறையில் பதிப்பிக்கப் பெற்றுள்ளதென்பதை, இதனைக் கற்பவர் எளிதில் உணர்ந்து மகிழ்வர் என்பது திண்ணம்."
      },
      {
        "index": 7,
        "text": "சைவசித்தாந்த நூற்பதிப்புக் கழகத்தார்.\n-------------------"
      },
      {
        "index": 8,
        "text": "Preface To The First Edition"
      },
      {
        "index": 9,
        "text": "The favourable reception of my first Tamil Novel « Prathapa Mudaliar\" has encouraged me to write and publish this second novel, which, although not as large as the former, contains a sufficient variety of scenes and incidents to exhibit human nature in its various phases and to illustrate different principles of morality. I have also taken occasion to touch upon Hygiene and to expose the Evils of some Social Customs, such as Early Marriages, etc. It is hoped that this work and the Appendix will be found useful at a time like the present, when the necessity of Imparting Moral Instruction to the Hindu Youths is universally acknowledged."
      },
      {
        "index": 10,
        "text": "I refrain from saying more in this preface, bearing in mind the maxim, 'That Silence is sometimes Golden'. In acting on this maxim, I follow the example of a Turkish Preacher, who one day ascended the pulpit of the mosque, and thus addressed the congregation: “Oh true believers, do you know what I am going to say to you ?” “No,\" responded the congregation. “Well, then,\" said he, “there is no use of my speaking to you,” and he came down from the pulpit. He went to preach a second time, and asked the congregation, “Oh, true believers, do you know what I am going to say to you?\" \"We know,\" replied the audience. “Ah, as you know,\" said he quitting the pulpit, “why should I take the trouble of telling you?” When next he came to preach, the congregation resolved to try his powers; and when he asked his usual question, they replied, “Some of us know, and some of us do not know.” “Very well,” said he, \"Let those who know tell those who do not know.\"\n(Sd.) S. VEDANAYAKAM.\n---------------------"
      },
      {
        "index": 11,
        "text": "முதற்பதிப்பின் முன்னுரை"
      },
      {
        "index": 12,
        "text": "எனது முதற் புதினமாகிய 'பிரதாப முதலியார் சரித்திரத்திற்கு அளிக்கப்பட்ட நல்வரவேற்பே எனது இவ் இரண்டாவது புனிதத்தை எழுதுவதற்கும் என்னை ஊக்குகின்றது. இது முந்திய தவ்வளவு நீண்ட நூலன்றாயினும், இதிலும் மனித வாழ்க்கைப் பண்பின் பல்வேறு கோணங்களும் பல்வகைப்பட்ட நிகழ்ச்சிகளும் சூழல்களும் இடம் பெறுவதுடன், பல்வேறுபட்ட வாழ்க்கைத் தத்துவங்களையும் இது விளக்குவதாயுள்ளது. மேலும் உடல்நல நூலடிப்படையிலேயே குழந்தை மணம் முதலிய சில பல சமூகப் பழக்க வழக்கங்களின் தீமைகளையும் பிறவற்றையும் இதில் நான் விளக்கியுள்ளேன். இந்து இளைஞர்களுக்கு வாழ்க்கை ஒழுங்கு பற்றிய கல்விப் பயிற்சியளிப்பது மிகவும் இன்றியமையாத தென்பதனை எங்கும் யாவரும் வற்புறுத்தி வரும். இந்நாட்களில், இந் நூலும் இதனுடன் இணைக்கப் பட்டிருக்கும் பிற்சேர்க்கையும் மிகவும் பயனுடையதா- யிருக்குமென்று நம்புகிறோம்."
      },
      {
        "index": 13,
        "text": "'மோனமே பொன்னான ஞானம்' என்ற மேற்கோளுரையை மனத்துட்கொண்டு இம் முன்னுரையில் இதனினும் விளக்கமாக எதனையும் விளக்காது விடுக்கின்றேன். இத் தத்துவத்தை நான் பின்பற்றுகையில் துருக்கிய சமய உரையாளர் காட்டிய முறை எனக்கு ஒரு முன்மாதிரியாய் அமைய வல்லது. திருப்பள்ளியின் மேடையேறி அடியார் குழுவை நோக்கி அவர், \"மெய்ம்மையிலூன்றிய மெய்யன்பர்களே! நான் உங்களிடம் என்ன கூறப்போகிறேன் என்பதனை நீங்கள் அறிவீர்களா?' என்று கேட்டாராம். அனைவரும் \"அறியோம்\" என்று கூறியதுமே அவர் \"சரி, அப்படியானால் உங்களிடம் கூறுவதில் பயனிருக்க மாட்டாது\" என்று கூறிவாளா இறங்கிவிட்டாராம். மற்றொரு நாள் இதே மாதிரி அவர் \"மெய்யன்பர்களே, நான் என்ன கூற இருக்கிறேன் என்பதை நீங்கள் அறிவீர் களா?\" என்று கேட்டதும், கேட்போர் \"ஆம், அறிவோம்\" என்றனர். அப்போது அவர் \"சரி, அப்படியானால் அறிந்தவரிடம் எதுவும் கூறத் தேவையில்லை,\" என்று கூறி முன் போல் இறங்கிவிட்டார். அடுத்த தடவை எப்படியாவது அவரைத் தம் திறமையால் பேசவைத்து விட வேண்டும் என்று திருக் கூட்டத்தார் உறுதி செய்து கொண்டனர். ஆகவே மறு தடவை அவர் பேருரையாற்ற முன்வந்து வழக்கமான அவர் கேள்வியைக் கேட்டபோது அவர்கள், \"எங்களில் சிலருக்குத் தெரியும். சிலருக்குத் தெரியாது,\" என்றார்கள். அப்போது அவர் \"சரி, தெரிந்தவர்கள் தெரியாதவர்களுக்கு எடுத்துச் சொல்லிக் கொள்ளுங்கள்,\" என்று கூறினாராம்."
      },
      {
        "index": 14,
        "text": "(ஒப்பம்) S. வேதநாயகம்.\n----------------"
      },
      {
        "index": 15,
        "text": "வேதநாயகம் பிள்ளை வரலாறு"
      },
      {
        "index": 16,
        "text": "பிறப்பு"
      },
      {
        "index": 17,
        "text": "செந்தமிழ் நாடும், பைந்தமிழ் மொழியும், நந்தம் நனி நகரிக மும் சீரும் சிறப்பும் பெற்று முந்துநிலை எய்த அருளால் வந்து தோன்றிய மாபெரும் புலவர்கள் பலர். அவர்களுள் இப் பெரியாரும் ஒருவர்."
      },
      {
        "index": 18,
        "text": "இவர் பிறந்த திருவூர், திருச்சிராப்பள்ளிக்கு அண்மையிலுள்ள குளத்தூர். அங்கு வேளாண் வாழ்க்கையும், தாளாண்மையும், நற்குடிப் பிறப்பும், பழியஞ்சிப் பாத்துண்டலும், வடுவஞ்சி வாய் மொழிதலும், நடுநிலை கோடாமையும், அன்பும் அறனும், இன்பு மீகையும் ஒருங்கமைந்த சவரிமுத்துப் பிள்ளை யென்னும் தக்கார் ஒருவர்க்கும், அவர்தம் கற்பிற் சிறந்த வளத்தக்க வாழ்க்கைத் துணையும், மனைமாண்பும், சோர்வின்மையும், தெய்வ நாட்டமும் வாய்ந்த ஆரோக்கிய மரியம்மாள் என்பவருக்கும் தவப்பேற்றால் உலகுய்ய அருளால் ஓர் ஆண்மகவு தோன்றிற்று. அம்மகவுதான் நம் அருமை வேதநாயகம் பிள்ளை யென்னும் செம்புலச் செல்வர். அவர் தோன்றிய நன்னாள், ஆயிரத்து எண்ணூற்றிருபத்தாறாம் ஆண்டு, அக்டோபர் பதினான்காம் நாள்."
      },
      {
        "index": 19,
        "text": "கல்வி"
      },
      {
        "index": 20,
        "text": "இவர்கள் முன்னோர் கிறித்துவ நெறியைப் பின்பற்றுபவர்கள். ஆயினும், நம் பிள்ளையவர்கள் நெறிப் பிணக்கின்றி, 'ஒன்றே குலமும் ஒருவனே தேவனும்,' என்னும் திருமுறைக் கிணங்கப் பொது நோக்கு மிக்குடையவர். பழம்பிறப்பின் தொடர்ச்சியால் தம் பதினொன்றாம் அகவைக்குள், தமிழ் நூற்கள் பெரும்பான்மையும் கற்று வல்லாராயினர். இஃது,\n\"ஒருமைக்கண் தான்கற்ற கல்வி ஒருவற்கு\nஎழுமையும் ஏமாப் புடைத்து \""
      },
      {
        "index": 21,
        "text": "என்னும் பொதுமறை அருண்மொழியை விளங்கச் செய்கின்றது. பின் ஆங்கிலம் கற்க அளவிறந்த அவாக் கொண்டனர்."
      },
      {
        "index": 22,
        "text": "அஞ்ஞான்று ஆங்கிலம் எல்லா ஊர்களிலும் பள்ளிகளமைத்துமிக்குப் பயிற்றுவிக்க-வில்லை. ஆங்கிலம் கற்றார் தொகையும் மிகக் குறைவு. அப்படியிருந்தும், வழக்குமன்ற மொழிபெயர்ப்பாளர் திரு. தியாகப்பிள்ளை என்பவர்களிடம் ஆங்கிலம் முறையாகக் கற்றுத் தேர்ந்தார். திரு. தியாகப் பிள்ளையவர்கள் தமிழிலும் வல்லவராக இருந்தமையால் மற்றும் பல தமிழ் நூல்களும் கற்றுத் தேர்ந்தார்."
      },
      {
        "index": 23,
        "text": "அலுவல்"
      },
      {
        "index": 24,
        "text": "பிள்ளையவர்களின் நற்பண்பும், நுண்மாண் நுழைபுலமும், விடா முயற்சியும், முறையறிந்து ஒழுகும் திறமையும், 'நகையீகை இன் சொல் இகழாமை முதலிய சீலமும், பணிவும் இன்சொல்லும், வாய்மையும், தூய்மையும், உலகினருள்ளத்தைக் கொள்ளை கொண்ட டன. அவ்வாறே அரசினர் மனத்தையும் கவர்ந்தன. அதனால், அரசினர் திருச்சிராப்பள்ளி வழக்குமன்றம் ஒன்றில் 1848 - ஆம் ஆண்டில் பதிவுப் பொறுப்பாளர் (Record Keeper) என்னும் அலுவலில் அமர்த்தினர். அவ்வேலையைத் திறம்பட இரண்டாண்டுகள் செய்துவந்தனர். பின் மொழிபெயர்ப்பாளராம் விழுமியநிலை எய்தினர். 1857 - ஆம் ஆண்டில் தரங்கம்பாடியில் முறைமன்றத் தலைவர் (முனிசீப்) என்னும் நிறைபெறுநிலை எய்தினர். அவ் வேலையை நடுநிலை பிறழா நயத்துடன் உரை முடிவு கண்டு ஊரும் உலகமும் ஒப்ப, வழக்காளர் உளமும் நிறைய முறை செய்து வருவாராயினர். அங்கு நின்றும் சீகாழிக்கு மாற்றப்பெற்றனர்."
      },
      {
        "index": 25,
        "text": "நல்லார் நட்பு"
      },
      {
        "index": 26,
        "text": "அப்பொழுது இயற்றமிழ் வல்லவராய்ச், செந்நாப்புலவராய் நூலாசிரியராய், உளங்கொள நுவலும் ஆசிரியராய்ப், பாவன்மையும் நாவன்மையும் ஒருங்கமைந்தவராய்க், காட்சிக்கெளிமையும் கடுஞ்சொல்லின்மையும், கைம்மாறு கருதாச் செம்மையும், தோலா நாவின் மேலாம் பண்பும் வாய்ந்தவராய்ச் , செம்பொருட்டுணிவும், சிவநெறி மாண்பும் தம் பெரும் தவமாக் கொண்டொழுகும் சீலராய், மாணாக்கர்களுக்கு உண்டி உறையுள் உடையும் நல்கிக் கற்பிக்கு நடையினராய்த் திகழ்ந்த மாபெரும்புலவர் திருசிரபுரம் மகாவித்துவான் திரு. மீனாட்சிசுந்தரம் பிள்ளையவர்கள் சீகாழிக்கு எழுந்தருளினர். இருவரும் பொருவரிய நண்பராயினர்."
      },
      {
        "index": 27,
        "text": "நீதி நூல்"
      },
      {
        "index": 28,
        "text": "வேதநாயகம் பிள்ளையவர்கள் மீனாட்சிசுந்தரம் பிள்ளையவர்களுடன் 'உணர்ச்சி-யொத்த' நண்பினராயின்மையின், பிள்ளையவர்களைக் கொண்டு சீகாழிக்கு ஒரு கோவை பாடுவித்தனர். அக்கோவை நூல் மிக்கார் கூடிய அவைக்கண் 1858-ஆம் ஆண்டில் அரங்கேற்றமும் செய்யப்பட்டது."
      },
      {
        "index": 29,
        "text": "வேதநாயகம் பிள்ளையவர்கள் தாம் பாடிய எளிமையும், தெளிவும், இனிமையும், செறிவும், அறிவும், திட்ப நுட்பமும் ஒருங்கு திகழும் 'நீதி நூலை'ப் பிள்ளையவர்களைக் கொண்டு பார்வையிடச்செய்து, அவர்கள் சாற்றுக் கவியுடன் அரங்கேற்றுவித்தனர்."
      },
      {
        "index": 30,
        "text": "சோறு வழங்கல்"
      },
      {
        "index": 31,
        "text": "பின்பு, திருமயிலாடுதுறை யென்னும் மாயூரத்துக்கு மாற்றப் பட்டனர். அங்கு அமர்ந்திருக்கும் நாளில் கொடிய வற்கடம் வந்தது. வற்கடமாகிய பஞ்சத்தால் மக்கள் உணவின்றி மாண்டனர். அருளுடையார் உள்ளம் மக்கள் உணவின்றி மாள்வதைக் கண்டு வாளாவிராது, மக்களுக்கு எந்த வகையிலும் உணவளித்து மாளாது வாழவைக்க வேண்டுமென்றே துணியும். அம்முறையில் வேத நாயகம் பிள்ளையவர்களும் பெருமுயற்சி செய்து, 'சொல்லாற் சாற்றிச் சோறு' வழங்கி மக்களை உய்வித்தனர். இச்செயல் திருவீழிமிழலையில் அரசும் பிள்ளையாரும் ஆண்டவன் அருளிய படிக்காசால் பஞ்ச காலத்து உணவூட்டி மக்களை உய்வித்த திருவருட் செயலை நினைவூட்டும்."
      },
      {
        "index": 32,
        "text": "பெண்மதிமாலை"
      },
      {
        "index": 33,
        "text": "அகத்து வாழ் பெண்கள் அறிவு நிரம்பியவர்களாக இருந்தா லன்றிப், புறத்துச் செல்லும் ஆடவர்கள் புலமையும் ஆண்மையும் பொருளீட்டலும் அருள் கூட்டலும் நாடும் மொழியும் பீடுற வோங்கப் பாடுபடலும் பிறவும் வாய்ந்து திகழ்தல் முடியாதென்பது ஒருதலை. பட்டறை வாய்த்தாலன்றிப் பணி வாயாதல்லவா? துணை வாய்த்தாலன்றிச் சிறப்பு அணையாதல்லவா?"
      },
      {
        "index": 34,
        "text": "அதனால், பெண்கள் கற்று அகக்கண்கள் உடையராய்த் திகழ வேண்டுமென்னும் சீரிய நன்னோக்கம் கொண்டு பெண்மதிமாலை' யென்னும் நூலொன்று \"உரையிடையிட்ட பாட்டுடைச் செய்யுளாக\" இயற்றி, 1869-ஆம் ஆண்டில் வெளியிட்டனர். அதன் பின்னரே பெண்ணுலகம் விழித்தெழுந்து நண்ணுங் கல்வி கற்று நலமுற்றது."
      },
      {
        "index": 35,
        "text": "பிரதாப முதலியார் சரித்திரம்"
      },
      {
        "index": 36,
        "text": "1876- ஆம் ஆண்டில் கற்பனை நுட்பங்கள் பொற்புற அமைய, உலகியல் முறைகள் உள்ளங்கை நெல்லியென நிலவ, அறிவு ஆண்மை முறைமை உதவிசெய்தல் நன்றியறிதல் வறுமையிற் செம்மை கற்பு முதலிய பலவும் திகழ, கிளைக்கதைகள் பல செறிய, இன்சுவை நடைத்தாய்ப் பிரதாப முதலியார் என்னும் பெயர் பொறித்துக் கதை நூல் ஒன்று வெளிப்படுத்தினர். அந்நூல் அனைவர்களாலும் எந்நாளும் போற்றப்பட்டு வருகின்றது. இதன் சிறப்பு புணர்ந்த பலர் வேண்டுகோளின்படி இதனை ஆங்கிலத்திலும் மொழி பெயர்த்துள்ளார்."
      },
      {
        "index": 37,
        "text": "சுகுணசுந்தரி சரித்திரம்"
      },
      {
        "index": 38,
        "text": "இவர் தம் முதற் புதினமாகிய 'பிரதாப முதலியார் சரித்திரத் திற்கு நாட்டிலளிக்கப்பட்ட நல் வரவேற்பின் பயனாக, சுகுணசுந்தரி சரித்திரம் என்னும் விழுமிய இவ்விரண்டாவது புதினத்தை எழுதி வெளியிட்டனர். முதற்கண் வரைந்த புதினத்தில் கூறப் பெறாது விடுபட்ட பல அறநெறிகளையும், அறிவுரைகளையும் இந்நூற்கண் சேர்த்துள்ளார். அன்றியும் உடலோம்பல் குழந்தை மணம் முதலிய வற்றின் நன்மை தீமைகளை இந்நூற்கண் இனிது விளக்கி, சமூகப் பழக்க வழக்கங்களின் தீமைகளையும், பிறவற்றையும் தெளிவாகக் குறிப்பிட்டுள்ளார். கற்பார்க்குக் கழிபேருவகையினை ஊட்டும் சிறப்புடைத்தென்று யாவராலும் இந்நூல் கருதப்படுகிறது."
      },
      {
        "index": 39,
        "text": "தக்காரினத்தராதல்"
      },
      {
        "index": 40,
        "text": "மாபெரும் புலவர் மீனாட்சிசுந்தரம் பிள்ளை, திருவாவடுதுறை ஆதீனத் தலைவர் சுப்பிரமணிய தேசிகர், சி. வை. தாமோதரம் பிள்ளை, கோபாலகிருட்டின் பாரதியார், சென்னைச சுப்பராயச் செட்டியார், புதுவை வித்துவான் சவரிராயலு நாயகர் முதலிய தவலருந் தொல் கேள்வித் தன்மையுடைய தக்காரினத்தராய்த் தாம் ஒழுகினர். இக்காலத்தே மீனாட்சிசுந்தரம் பிள்ளையவர்கள் வேதநாயகம் பிள்ளையவர்கள் மீது குளத்தூர்க் கோவை என்னும் ஒரு நூல் பாடி நல்கினர்."
      },
      {
        "index": 41,
        "text": "மீனாட்சிசுந்தரம் பிள்ளையவர்கள் இவ்வுலக வாழ்வை நீத்த பின்னர், அவர்கள் குடும்பத்தார் வறுமையுற்று வாடி நலிந்தமை கண்டு மனம் பொறாராய்த் திருவாவடுதுறை ஆதீனத் தலைவர் அவர்கள் அருட்கொடையால் அவ் வறுமையைப் போக்கி நலமுற்று வாழ வழிசெய்தனர்."
      },
      {
        "index": 42,
        "text": "வேலை விடுதியும் பொது நலப் பணியும்"
      },
      {
        "index": 43,
        "text": "1872- ஆம் ஆண்டில் வேலை விடுதி பெற்றுப் பொதுநலப் பணியில் ஈடுபாடுற்றுத் தமிழப்பாய்த் தொண்டு பல புரிந்தனர். மாயூரம் நகராண்மைக் கழகத் தலைவராய் அமர்ந்து செயற்கருஞ் செயல் பல புரிந்தனர்."
      },
      {
        "index": 44,
        "text": "பேராவியற்கை பெறுதல்"
      },
      {
        "index": 45,
        "text": "1881- ஆம் ஆண்டு, சூலைத்திங்கள் 21- ஆம் நாள் இரவு இறுதிக்காலத்து எய்தும் அலமரல் ஏதுமின்றி, இறை நினைவுடன் இவ்வுலக வாழ்வை நீத்துச் செம்பொருளின் திருவடியிணையைச் சேர்ந்தின்புற்றார்."
      },
      {
        "index": 46,
        "text": "மாணவர் நண்பர் புலவர் உலகோர் அனைவரும் சொல்லொணாக் கையறுநிலை எய்திப் பாவாலும் நாவாலும் பாடியுரைத்து வருந்தினர். பின்பு, பிள்ளையவர்களின் ஆருயிர் இன்புற எண்ணி இறைவனை வழுத்தி அமைந்தனர்."
      },
      {
        "index": 47,
        "text": "இயற்றிய நூல்கள்"
      },
      {
        "index": 48,
        "text": "இவர் இயற்றிய நூல்கள் :\n1. நீதி நூல்\t2. பெண்மதிமாலை\n3. பிரதாப முதலியார் சரித்திரம்,\t4. சுகுணசுந்தரி சரித்திரம்\n5. தேவமாதா அந்தாதி\t6. திருவருள் அந்தாதி\n7. திருவருள் மாலை\t8. சத்திய வேதக் கீர்த்தனை\n9. சருவசமய சமரசக் கீர்த்தனை\t10. தேவ தோத்திரமாலை\n11. சித்தாந்த சங்கிரகம்\t12. பெரிய நாயகி அம்மன் பதிகம்\n13. பொம்மைக் கலியாணம்\nஎனப் பதின்மூன்றென்ப."
      },
      {
        "index": 49,
        "text": "இவையன்றியும், காலத்துக்கும் இடத்துக்கும் ஏற்றவாறு அவ்வப்பொழுது ஆக்கிய அளவில்லாத சுவை மிக்க தனிப்பாடல்களும் சிறுசிறு நூல்களும் பலவாம்.\n----------------"
      },
      {
        "index": 50,
        "text": "பொருளடக்கம்"
      },
      {
        "index": 51,
        "text": "1. சுகுணசுந்தரியும் புவனேந்திரனும்\t12. பழியும் சூழ்ச்சியும்\n2. மது ரேசனும் புவனேந்திரனும்\t13. முயற்சியும் சூழ்ச்சியும்\n3. பொறாமையும் சூழ்ச்சியும்\t14. சுகுணசுந்தரியின் சொற்பொழிவு\n4. சூழ்ச்சியும் கலக்கமும்\t15. சூழ்ச்சியின் வெற்றி\n5. புறங்கூறலும் கதைகளும்\t16. இன்பமும் துன்பமும்\n6. புன்மையும் பொய்ம்மையும்\t17. துன்பம் வந்தால் தொடர்ந்துவரும்\n7. உடல்நலம் ஓம்பல்\t18. பெருமக்கள் குழுவின் முடிவு\n8. புவனேந்திரன் பொன்மொழிகள்\t19. போரும் வெற்றியும்\n9. திருமணப் பேச்சுகள்\t20. ஆரியநாட்டு அரசர்\n10. எதிர்பாராத நிகழ்ச்சிகள்\t21. முடிசூட்டு விழாவும் திருமணமும்\n11. மணமறுப்பும் சிறை இருப்பும்\t\n----------------------"
      },
      {
        "index": 52,
        "text": "உவமைகளும் பழமொழிகளும்\nஇந்த நாவலில் கீழே கொடுக்கப்பட்டுள்ள உவமைகளும் பழமொழிகளும் பயன்படுத்தப்பட்டுள்ளன.\nஅக அழகை முக அழகு காட்டும்\nஅடுத்தது காட்டும் பளிங்குபோல்\nஅளவுக்கு மிஞ்சினால் அமுதமும் நஞ்சு\nஆசை வெட்கம் அறியாது\nஆய்ந்தோய்ந்து பாராதான் தான் சாகக்கடவன்\nஆயுதத்தைத் செலுத்தியவனைச் சினக்காமல் ஆயுதத்தைச் சினப்பதற் கொப்ப\nஆழம் அறியாமல் ஆற்றில் இறங்குவது போல\nஇஞ்சி தின்ற குரங்குபோல் இருப்புத் தூணைச் செலெரிக்குமா?\nஇரைக்காக விண்ணிற் பருந்து வட்டமிடுவது போல்\nஇறந்த உயிர் மீண்டதுபோல\nஉடலுக்குள் உயிர்போல\nஉடும்பு வேண்டாம் கையை விட்டால் போதும்\nஉள்ளங்கை நெல்லிக்கனிபோல\nஊமை கண்ட கனவுபோல .\nஊர் வாயை மூட உலைமூடி உண்டா ?\nஎள்ளுக்குள் எண்ணெய் போல\nகடல் கொதித்தால் விளாவ நீர் எங்கே ?\nகடல் நீர் முழுவதையும் நண்டு வளையில் அடைப்பதுபோல\nகரும்புக்குள் சாறு போல\nகரைப்பார் கரைத்தால் கல்லும் கரையும்\nகள்ளிக் கொம்புக்கு வெள்ளிப் பூண் கட்டினது போல\nகன்றை யிழந்த ஆன்போல\nகீரியும் பாம்பும் போல\nகுப்பையில் கிடந்தாலும் குன்றிமணி நிறம் போகாதது போல\nகுருடன் முன் பந்தம் பிடித்தது போல்\nகுருவியின் தலைமேலே பனங்காயைக் கட்டி வைப்பது போல\nகூட்டத்தைப் பிரிந்த மான்போல\nகட்டிலடைபட்ட பஞ்சவர்ண கிளியைப்போல\nகெட்டிக்காரன் புளுகு எட்டு நாளில் தெரியும்"
      },
      {
        "index": 53,
        "text": "கொள்ளித் தேளுக்கு மணியங் கொடுத்தது போல\nகோபம் பாபம் சண்டாளம் சாட்சிக்காரன்\nகாலில் விழுவதைப் பார்க்கிலும் சண்டைக்காரன்\nகாலில் விழுவது நலம் சுவரை வைத்துக் கொண்டல்லவோ\nசித்திரம் வரைய வேண்டும்\nசுழற்காற்றிலகப்பட்ட துரும்பு போல\nசெவிடன் காதில் இன்னிசை பாடினதுபோல\nசென்ம குணத்தைச் செருப்பால் அடித்தாலும் போகாது\nதலைமயிரை எண்ணினாலும் குற்றங்களை எண்ணமுடியுமா ?\nதானே வருகிற செல்வத்தைத் தள்ளிவிடலாமா?\nதிக்கற்ற பிள்ளைக்குத் தெய்வமே தந்தை\nதிங்களைக் கண்ட கடல் போல\nதீமலைமேலே கற்பூரக் கணையைச் செலுத்தியது போல\nநல்ல எழுத்து நடுவே இருக்கக் கோணல் எழுத்து குறுக்கே போட்டது போல\nநீர்மேல் எழுதிய எழுத்துப்போல\nநோயற்ற வாழ்வே குறைவற்ற செல்வம்\nபட்டப்பகல் போல\nபதறாத காரியம் சிதறாது\nபாம்பைத் தீண்டியவள் போல\nபுலிவாயிலகப்பட்ட மான்போல\nபூனை வாயி லகப்பட்ட கிளிபோல\nபெண்ணைக் கொடுத்தாயோ கண்ணைக் கொடுத்தாயோ\nபொன்மலையைச் சேர்ந்த காகமும்\nபொன்னிறம் ஆவது போல\nமலையும் மலையும் தாக்கியது போல்\nமாணிக்க ஏனத்தில் வைக்கவேண்டிய தேவாமிருதத்தை\nமண் ஏனத்தில் வைக்க விரும்புவது போல\nமுள்ளிலே சேலை மாட்டிக்கொண்டால் மெள்ள மெள்ள எடுக்க வேண்டும்\nவிண்ணில் வில் தோன்றி மறைவதுபோல\nவெண்ணெய் வைத்துக்கொண்டு நெய்க்கு அலைவது போல\n-------------------"
      }
    ]
  }
}