{
  "paragraphs": [
    {
      "index": 0,
      "text": "1. சுகுணசுந்தரியும் புவனேந்திரனும்\n[சுகுணசுந்தரியின் பிறப்பு; கல்விப் பயிற்சி ; சோம்பலே உடல்நலத்திற்குக் கேடு; ஆசிரியப் பெரியாருடைய இல்லற இயல்பு ; புவனேந்திரன் என்னும் ஒரு திக்கற்ற பிள்ளையின் வரலாறு]"
    },
    {
      "index": 1,
      "text": "1. சுகுண சுந்தரியின் பிறப்பு"
    },
    {
      "index": 2,
      "text": "கடலை மேகலையாக உடுத்த நிலமகளின் திருமுக மண்டலம் போன்ற புவனசேகரம் என்னும் நகரத்தைத் தலை நகராக உடைய தமிழ்நாடு முழுமையையும் நராதிபன் என்னும் அரசன் தீயவர்களை அழித்தும், நல்லவர்களைப் பாதுகாத்தும் அறநெறி தவறாமல் அரசாட்சி செய்து கொண்டிருந்தான். அவனுக்கு வெகு காலம் பிள்ளை-யில்லாமல் இருந்தது. பிறகு கடவுளுடைய அருளினால் பேரழகு வாய்ந்த ஒரு பெண் குழந்தை பிறந்தது. அழகுதானே ஒரு பெண்ணாக வந்து வடிவெடுத்தாற்போல் மிக வியக்கத் தக்க அழகும் அதற்கேற்ற நல்லியல்புகளும் பொருந்தி யிருந்தமையால் அந்தக் குழந்தைக்குச் சுகுணசுந்தரி என் னும் பெயரிடப்பெற்றது. அரசனும் அரசியும் அந்தக் குழந்தையை மிக அருமை பெருமையாக வளர்த்துக் கல்வி கற்கத்தக்க பருவம் வந்தவுடனே கல்விப்பயிற்சி செய்வித்து எல்லா நூலறிவுகளையும் கற்பித்தார்கள்,"
    },
    {
      "index": 3,
      "text": "2. சுகுண சுந்தரியின் கல்விப்பயிற்சி"
    },
    {
      "index": 4,
      "text": "அரசனுக்கு வேறே ஆண் குழந்தை இல்லாதபடியால் அவனுக்குப் பிற்காலம் அந்தப்பெண்ணே முடிசூடுதலுக்குத் தகுதியாகும்படி அவளுக்கு எல்லாவிதமான அரசியல் அறங்களும் அற நூல்களும் நடுவுநிலை அளவைகளும், நல்லொழுக்க முறைமைகளும் கற்பிக்கப்பட்டன. அவள் கல்வியைக் கற்கண்டினும் இனிதாக விரும்பி, ஒருகணப் பொழுதாயினும் வறிதேயிராமல் எப்பொழுதும் ஒதிய வாயும் எழுதிய கையுமாயிருப்பாள். நாள்தோறும் படிக்கும் பாடங்களை முற்றிலும் உணருமுன், அவளுடைய மனம் வேறொன்றையும் நாடாது."
    },
    {
      "index": 5,
      "text": "அவள் நாள்தோறும் மாலையில் தன்னுடைய படிப்பைத் தானே ஆராய்வாள். முந்திய நாளினும் அந்த நாளில் கல்வியில் வளர்ச்சியடையாமலிருந்தால், அவள் ஒருநாளை இழந்துவிட்டோமே என்று வருந்தி, மறுபடியும் விளக்கு வெளிச்சத்தில் பாடம் படித்துத் தனக்குள்ள குறைவை நீக்குவாள். அவள் இவ்வாறு கல்வியில் முயன்று, தன்னைக் கலைமகள் இருக்கை என்று யாவரும் சொல்லும்படி எல்லாக் கலையறிவுகளையும் ஐயந்திரிபற அதிவிரைவில் கற்றுக்கொண்டாள். சுகுணசுந்தரி குழந்தைப் பருவமாக இருக்கும்போதே அவளுடைய தாய் இறந்து போய்விட்டதால் அவளுடைய தந்தை மிகுந்த அன்போடும் உருக்கத்தோடும் மக்களைப் பாதுகாத்து வந்தார்."
    },
    {
      "index": 6,
      "text": "3. சோம்பலே உடல் நலத்திற்குக் கேடு"
    },
    {
      "index": 7,
      "text": "அவளுக்கு வேலை செய்யப் பல தாதிமார்கள் இருந்தாலும், அவள் தன்னைச் சேர்ந்த வேலைகளையெல்லாம் தானே செய்து கொள்ளுகிறதே யல்லாது, பிறருக்குத் தொல்லை கொடுக்கிறதில்லை. கல்வி அறிவில் அவளுக்குத் தெரியாத செய்தி எப்படி இல்லையோ, அப்படியே வீட்டு வேலைகளிலும் அவளுக்குத் தெரியாத வேலை ஒன்றும் இல்லை. அவள் கையாலே வேலை செய்கிறதைப் பார்த்துப் பொறுக்காமல் தாதிமார்கள் ஓடிவந்து அந்த வேலையைத் தாங்கள் செய்ய முயலுவார்கள். அப்பொழுது சுகுண சுந்தரி அவர்களை நோக்கி, \"வேலை செய்யக் கைகால் முதலிய உறுப்புக்கள் உங்களுக்கிருப்பது போலவே எனக்கும் இருக்கின்றன. வேலை செய்தற் பொருட்டே அந்த உறுப்புக்களைக் கடவுள் கொடுத்திருப்பதால், அவருடைய உள்ளக் கோட்பாட்டிற்கு மாறுபாடாக நான் வேலை செய்யாமல் இருப்பேனானால், அந்த உறுப்புக்கள் மரத்து விறைத்துப் பயனில்லாமற் போவதோடல்லாமல் உடல் நலமும் கெட்டுப் போகாதா ? நாற்காலிகள், இருக்கைகள், ஊர்திகள், மற்றைய ஏனங்கள் முதலியவைகள் எந்தப் பயனுக்காகச் செய்யப்பட்டனவோ அந்தப் பயன் இல்லாமல் இருக்குமானால் அவைகள் துருவேறிக் கெட்டுப் போவன போல், வேலை செய்வதற்காக உண்டாக்கப் பட்டடிருக்கிற நமது உடல், ஒரு வேலையும் செய்யாமல் சும்மா இருந்தால் கெட்டுப் போகாதா? யானை முதல் எறும்பு கடையாகவுள்ள எல்லா உயிர்த்தொகைகளையும் பாருங்கள். அவற்றுள் எந்த உயிராவது தன்னுடைய உயிர் வாழ்க்கைக்காகப் பாடுபடாமல் இருக்கின்றதா? நான் மட்டும் உடல் அசையாமல் சும்மா விருப்பது ஒழுங்காகுமா? சோம்பலே பல நோய்களுக்கும் தீய நடவடிக்கை-களுக்கும் புகலிடம் அல்லவா?\" என்பாள்."
    },
    {
      "index": 8,
      "text": "4. ஆசிரியப் பெரியாரின் இல்லற இயல்பு"
    },
    {
      "index": 9,
      "text": "சுகுணசுந்தரி பல ஆசிரியர்கள் இடத்தில் பல நூற் பொருள்களைக் கற்றுக் கொண்டாலும் முதன்மையாய் அரசனுடைய குல குருவாகிய ஆசிரியப் பெரியார் என்பவர் இடத்தில் பல நல்லொழுக்க முறைமைகளையும், அறங்களையும் அறிவு நூல்களையும் உள்ளங்கை நெல்லிக் சனிபோலக் கற்றுக்கொண்டாள். அறிவு வடிவராகிய அந்த ஆசிரியப் பெரியார் இல்வாழ்க்கையிலே ஒழுகி, இல்லறம் துறவறம் என்னும் இரண்டு அறங்களையும் வழுவாது நடத்திவந்தார். அவரும் அவருடைய மனைவியும் பிள்ளைப் பேறில்லாத ஒரு பெருங்குறையுடையவர்களாக இருந்தமையால், அந்தக் குறையை நீக்கிக்கொள்வதற்காக அடிக்கடி கடவுள் வழிபாடுகளும் அறங்களும் செய்துவந்தார்கள். ஆயினும் அவர்களுக்குப் பிள்ளைப்பேறு உண்டாக வில்லை. அந்த ஆசிரியப் பெரியார் நாள்தோறும் காலையிலும் மாலையிலும் வெளியே உலாவப்போகிற வழக்கப்படி, ஒரு நாள் வைகறையில் எழுந்து நகரத்தை விட்டுப் புறப்பட்டுக் கால்நடையாய் மேற்குப் பாதை வழியாகச் சென்றார். அப்பொழுது பிறநாட்டான் ஒருவன், ஓர் அழகான ஆண் குழந்தையைக் கையிலே ஏந்திக்கொண்டு அவருக்கு எதிரே வந்தான். அப்போது கீழ்த்திக்கில் கதிரவன் தோன்றுகிற சமயம் ஆகையால், அதற்கு நேராக மேற்குத் திக்கில் ஓர் இளங்கதிரவன் தோன்றியது போல அந்தக் குழவி விளங்கிற்று."
    },
    {
      "index": 10,
      "text": "5. புவனேந்திரன் என்னும் ஒரு திக்கற்ற பிள்ளையின் வரலாறு"
    },
    {
      "index": 11,
      "text": "அந்தப் பிறநாட்டான் ஆசிரியப் பெரியாரை நோக்கி, \"ஐயா! இஃது ஒரு பெரிய அரசனுடைய குழந்தை. சில தீயவர்கள் இந்தச் சிறுவனையும் என்னையும் வருத்துவதற்காகத் தொடர்ந்து வருகிறார்கள். இந்தக் குழந்தை இரவு முழுவதும் தாய்ப்பால் குடிக்காமல் மிகுந்த பசிக்களையா யிருக்கிறது; இந்தப் பாலனுக்கு எவ்வகையிலாவது தாங்கள் உடனே தாய்ப்பால் குடிப்பதற்கு வழி செய்தல் வேண்டும். நான் சிறிது போது கண்மறைவாயிருந்து, பின்பு தங்களிடம் வந்து இந்தக் குழந்தையின் வரலாற்றை விளக்கமாகத் தெரிவிக்கிறேன்.\" என்றான்."
    },
    {
      "index": 12,
      "text": "அந்தக் குழந்தை பசிக்களையினால் கண்மூடிக் கொண்டு, இளங்கொடி போலத் துவண்டு, அசைவற்றிருந்தது, ஆசிரியப் பெரியாருக்கு இரக்கத்தை உண்டாக்கியது. அந்தக் குழந்தையைக் கையிலே வாங்கிக்கொண்டு உடனே தம்முடைய அரண்மனைக்குத் திரும்பிப் போனார். சில முலைத்தாயர்களைக் கொண்டு அதற்குப்பால் ஊட்டுவித்தார். அது பிழைக்கும்படியான பல மருத்துவங்களையும் செய்தார். அது சிறிது சிறிதாகப் பால் அருந்தி, வெகு நேரத்திற்குப் பின்பே பசிக்களை தீர்ந்து கண்ணை விழித்துப் பார்த்தது. செந்தாமரை மலர் மலர்ந்தது போல அந்தக் குழந்தை கண்ணைத் திறந்தவுடனே, அதனுடைய அழகைப் பார்த்து எல்லாரும் அகமகிழ்ச்சி யடைந்தார்கள். அந்தப் பாலனுடைய வரலாற்றைக் கேட்டறியும் பொருட்டு, அதைக் கொண்டுவந்தவன் தமது அரண்மனையில் வந்திருக்கிறானா என்று ஆசிரியப் பெரியார் உசாவினார். அவன் வரவில்லை என்று தெரிந்த உடனே, பல இடங்களுக்கும் ஆள் அனுப்பித் தேடியும் அவன் அகப்படவில்லை. அவன் எப்படியும் வருவான் என்று பல நாள் எதிர்பார்த்தும், அவன் வராதபடியால் அந்தக் குழந்தையினுடைய வரலாற்றை அறிவதற்கு வழியில்லாமற் போய் விட்டது."
    },
    {
      "index": 13,
      "text": "குழந்தையின் இயல்பும் பெயர் இடுதலும்"
    },
    {
      "index": 14,
      "text": "அந்தப் பாலன் மிகவுஞ் சிறந்த ஆடை அணி கலன்களை அணிந்து கொண்டிருக்கிற-வர்கள் இடத்தில் போவதற்கு விரும்புகிறதே அல்லாமல் பொதுவான மக்களிடத்திற் போகிறதில்லை. தாய்ப்பால் கொடுப்பவர்கள் கூடத் தூய்மையான ஆடைகளை அணிந்து கொண்டு ஒழுங்காக இருந்தால் மட்டும் அவர்களிடத்தில் போகிறதே அல்லாமல், அழுக்குடன் இருக்கிறவர்கள் இடத்தில் போகிறதே இல்லை. இப்படிப்பட்ட பல செய்கைகளால் அஃது அரண்மனையில் இருந்த குழந்தை என்று எண்ணும் படியாக இருந்தது. அந்தப் பிள்ளையைக் கொண்டு வந்தவன் பெரிய அரசனுடைய பிள்ளை என்று சொன்னதாலும், எல்லா அரசியல் அடையாளங்களும் பொருந்தி உலகம் முழுவதையும் ஆளத்தக்க பிள்ளையாக இருந்த தாலும், அந்தப் பிள்ளைக்குப் புவனேந்திரன் என்னும் பெயரிடப் பெற்றது."
    },
    {
      "index": 15,
      "text": "குழந்தையைப் போற்றுதல்"
    },
    {
      "index": 16,
      "text": "மக்கட்பேறில்லாத ஆசிரியப் பெரியாரும் அவர் மனைவியும் அந்தப் பிள்ளையைக் கண்டவுடனே பிறவிக் குருடனுக்குக் கண் கிடைத்தது போலவும், மிக்க வறியவனுக்குப் புதையல் அகப்பட்டது போலவும் பேரின்பம் அடைந்து, தங்கள் வயிற்றிற் பிறந்த பிள்ளையைப் போலவே மிகுந்த பற்றுடனும் விருப்பத்துடனும் வளர்த்தார்கள். அவர்கள் அந்தப் பிள்ளையை வளர்த்த அருமையினாலும், அவனுடைய நற்குண நற்செய்கைகளினாலும் அவனை எல்லாரும் ஆசிரியப் பெரியாருடைய சொந்தப் பிள்ளையாகப் பாவித்தார்களே யொழிய, அவன் திக்கற்ற பிள்ளை என்பதைப் பலர் அடியோடு மறந்துவிட்டார்கள். அந்த உண்மை தெரிந்தவர்கள் கூட அதைப்பற்றிப் பேசினால் ஆசிரியப் பெரியாருக்கு மனவருத்தமாக இருக்கும் என்று எண்ணி, ஒருவரும் அதைப்பற்றிப் பேசுகிறதில்லை. புவனேந்திரன் ஆசிரியப் பெரியாரைத் தன்னுடைய சொந்தத் தந்தை என்றே நினைத்து, அவரிடத்தில் முழு நம்பிக்கையும் அன்பும் பாராட்டி வந்தான். சுகுணா சுந்தரியும் அவனை ஆசிரியருடைய மகன் என்றே நினைத்து அவன் தனக்கு மூத்தவனானதால் அவன் தமையனும் தான் தங்கையும் போல் மிகுந்த நட்புடன் நடந்து வந்தாள்."
    },
    {
      "index": 17,
      "text": "புவனேந்திரனும் சுகுணசுந்தரியும்"
    },
    {
      "index": 18,
      "text": "புவனேந்திரன் மற்றைக் கலைகளோடுகூட விற்பயிற்சி முதலிய போர்ப்பயிற்சிக் குரியவைகளையும் ஆசிரியப் பெரியாரிடத்தில் சிறப்பாகக் கற்றுக்கொண்டான். மற்றும் கல்வியிலும் அறிவிலும் குணத்திலும் அழகிலும் புவனேந்திரனும் சுகுணசுந்தரியும் ஒருவருக்கொருவர் ஏற்றத் தாழ்வில்லாமல் சரிசமானமா யிருந்தார்கள். கடவுள் தனது படைப்புத் தொழிலின் ஆற்றலைக் காட்டுவதற் காகவும், ஆணுக்குரிய அழகு இவ்வளவென்றும், பெண்ணுக்குரிய அழகு இவ்வளவென்றும் வரையறுத்துக் காட்டுவதற்காகவும், புவனேந்திரனையும் சுகுண சுந்தரியையும் நிலவுலகில் உண்டாக்கினதாகக் காணப் பட்டது.\n-----------------"
    }
  ]
}