{
  "paragraphs": [
    {
      "index": 0,
      "text": "9. திருமணப் பேச்சுகள்\n[பிற அரசர்களின் மணத்தூது; கணவன் மனைவியர் இயல்பு; போர் ; ஆசிரியப் பெரியார் புவனேந்திர னுடைய மனநிலையை அறிதல் ; சுகுணசுந்தரியின் மனவடக்கம்.]"
    },
    {
      "index": 1,
      "text": "1. பிற அரசர்களின் மணத்தூது"
    },
    {
      "index": 2,
      "text": "மிக உயர்ந்த விண்ணில் தோன்றுகின்ற ஞாயிறு திங்கள்களின் ஒளி, நிலவுலகெங்கும் நிறைவது போலவும், நன்மண மலர்களின் மணம் வெகு தொலைவரையில் மணப்பது போலவும், சுகுண சுந்தரியின் புகழ்ப் பெருமை பல நாடுகளிலும் பரவியதால் அவளை மணஞ் செய்ய விரும்பாத அரசர்கள் ஒருவரும் இலர். ஆனால், அந்தப் பெரும் பேறு தங்களுக்குக் கிட்டாதென்று எண்ணிப், பல அரசர்கள் அவளுக்கு மணத்தூது அனுப்பத் துணியவில்லை. இரண்டோர் அரசர்கள் மட்டும், 'ஆசை வெட்கம் அறியாது' என்கிற பழமொழிக்கு ஏற்ப, சுகுண சுந்தரியைத் தங்களுக்குத் திருமணஞ் செய்து தரும்படி அவளுடைய தந்தையிடந் தூது அனுப்பினார்கள். அந்தத் தூதர்கள் தங்கள் தங்கள் அரசர்களுடைய பெருஞ்செல்வத்தையும் வியக்கத்தக்க குணங்களையும் விரிவாகப் புகழ்ததும் அல்லாமல் பின்னுஞ் சொல்லுகிறார்கள். \"எங்களுடைய அரசருக்கு உள்ளத்திற்கு உகந்த இன்ப விலையாட்டுப் பெண்கள் பலர் இருந்தாலும், அரச குடும்பத்தின் மக்கட்பேற்றிற்குத் தகுதிவாய்ந்த ஒரு பட்டத்தரசி இருக்க வேண்டியது கட்டாயம். ஆகையால், அதற்காகத் தங்களுடைய செல்வப் புதல்வியைத் திருமணம் பேச வந்திருக்கிறோம்,\" என்றார்கள்."
    },
    {
      "index": 3,
      "text": "இதைக் கேட்டவுடனே அரசனுக்கு அடக்கக்கூடாத இனம் உண்டாகியபோதிலும், கரை கடவாத கடலை போலத் தனக்குண்டாகிய சீற்றத்தை அடக்கிக்கொண்டு, அந்தத் தூதர்களை நோக்கி, \"பல இன்பவிளையாட்டுப் பெண்களுடனே ஒப்பான இன்பவாழ்வு பெற்ற என்னுடைய மகளின் செல்வமே செல்வம் ! ஆனால் அந்தச் செல்வத்துக்கு என் மகள் தகுதி உடையவள் அல்லள். ஆகையால், நீங்கள் உடனே ஊருக்குப் போகலாம்,\" என்று அவர்களுக்குக் கட்டளை கொடுத்துவிட்டுப் பிறகு, அரசன் ஆசிரியப் பெரியாரை வரவழைத்துத் தூதர்கள் சொன்ன மொழிகளை அவருக்குத் தெரிவித்தான்."
    },
    {
      "index": 4,
      "text": "2. கணவன் மனைவியர் இயல்பு"
    },
    {
      "index": 5,
      "text": "ஆசிரியப் பெரியார் அரசனை நோக்கித் திருமணத்துக்குப் பிறகு அடைய வேண்டிய பலனை, அதற்கு முன்னமே அந்த அரசர்கள் அடைந்துவிட்டதாகத் தோன்றுகின்றது. அரசனாயிருந்தாலும் யாராயிருந்தாலும் ஒரு கணவனுக்கு ஒரே மனைவி இருக்க வேண்டியது முறையே தவிர, ஒருவன் திருமணம் இல்லாத பல பெண்களைச் சேர்த்து வைத்துக்கொண்டிருப்பது இயற்கை முறைக்கும் அறநெறிக்கும் முற்றிலும் மாறுபாடாக இருக்கின்றது. கணவனும் மனைவியும் ஒரே உடல் ஆனதால், கணவனுடைய இன்ப துன்பங்களுக்கு மனைவியும், மனைவியினுடைய இன்ப துன்பங்களுக்குக் கணவனும் சரிபங்கு உடையவர்களே தவிர அவர்களுக்குள் எவ்வகையான மாறுபாடும் இருக்கக்கூடாது."
    },
    {
      "index": 6,
      "text": "\"கணவனும் மனைவியும் ஓர் உடல் என்பதற்கு எடுத்துக்காட்டாகத் திருமால் சிவன் நான்முகன் முதலானவர்கள் அவர்களுடைய மனைவிகளைத் தனியே விடாமல், தங்களுடைய உடல்களிலே வைத்துக் கொண்டதாகப் புராணங்கள் கூறுகின்றன. 'கணவன் பாதி , மனைவி பாதி ஆக இருவருங்கூடி , ஒர் உடல்' என்று மநுவின் அற நூலினுஞ் சொல்லப்பெறுகின்றது. கடவுள் முதல் மனிதனுடைய விலா எலும்பில் இருந்து பெண்ணை உண்டு பண்ணினதால், அவர்கள் இருவரும் ஒப்பானவர்கள் என்று கிறித்துவர்களுஞ் சொல்லுகிறார்கள். கடவுளுக்குப் பிறகு கணவனே தனக்கு எல்லாச் சிறப்பும் என்று பெண் எப்படி எண்ண வேண்டியது ஒழுங்கோ, அப்படியே மனைவி தனக்கு எல்லாச் சிறப்பும் என்று கணவன் கருதக் கடமைப்பட்டிருக்கிறான்."
    },
    {
      "index": 7,
      "text": "'ஆடு மாடுகளின் மந்தை சேர்த்து வைப்பது போலப் பல பெண்களைச் சேர்த்து வைத்துக் கொண்டிருக்கும் அரசன், அந்தப் பெண்களுக்கும் தன் மனைவிக்கும் பெரிய தீமை செய்கிறான். 'பெண்ணைக் கொடுத்தாயோ கண்ணைக் கொடுத்தாயோ' என்கிற பழ மொழிப்படி, பெண்ணைத் தகுந்த இடம் தேடித் திருமணஞ் செய்துவைக்க வேண்டியது பெற்றோர்களுடைய முதன்மையான கடமையாக இருக்கின்றது. பொறை, நிறை, உண்மை, அமைதி முதலிய நல்லியல்புகளுக்கு இருப்பிடமாயிருக்கிற சுகுணசுந்தரிக்கு ஒப்பான பெண்கள் உலகத்தில் யார் இருக்கிறார்கள்? அவளுக்குத் தக்க மாப்பிள்ளை ஒருவனே அன்றி வேறொருவரும் இலர். ஆனால், அவன் இப்போது இருக்கிற நிலைமையில் அவனுக்குப் பெண் கொடுக்க உடன்பட மாட்டீர்கள். அவனுங் கொள்வதற்கு உடன்படான்,\" என்றார்."
    },
    {
      "index": 8,
      "text": "இவ்வாறு புவனேந்திரனைக் குறித்து ஆசிரிப்பெரியார் பேசுகிறார் என்பதை அரசன் கண்டுகொண்டான். அவன் ஆசிரியப் பெரியாரைப் பார்த்துப் \"புவனேந்திரனைப்-போல் நல்லியல்பு உடையவர் ஒருவரும் இலர் என்பது உறுதியே. அவன் இருக்கும்போது வேறு மாப்பிள்ளை தேடுவது கையிலே வெண்ணெய் வைத்துக் கொண்டு நெய்க்கு அலைவதற்கு நிகராகும். ஆனால், நான் என்ன செய்வேன்? தாய் தகப்பன் இன்னார் என்று தெரியாத பிள்ளைக்குப் பெண் கொடுத்தால் உலகம் இகழுமே ! ஊர் வாயை மூட உலை முடி உண்டா? அவனுடைய பழைய வரலாறு தெரியாமல் இருக்கும்போது என்ன செய்யலாம்?\" என்று நராதிபன் சொன்னான். ஆசிரியப் பெரியார் ஒன்றுஞ் சொல்லாமல் பெருமூச்செறிந்து கொண்டு பேசாமல் இருந்தார்."
    },
    {
      "index": 9,
      "text": "3. போர்"
    },
    {
      "index": 10,
      "text": "மேற்கூறியபடி பிற அரசரிடத்திலிருந்து திருமணத் தூது கொணர்ந்தவர்கள் திரும்பிப் போய்த் தங்களுடைய தூது பலிக்காமற்போனதை, அந்த அரசர்களுக்குத் தெரிவித்தவுடனே அவர்கள் மிகுந்த சினங்கொண்டார்கள். நராதிபன் மேற்படை யெடுத்துச்சென்று, அவனை வென்று சுகுணசுந்தரியைச் சிறை எடுத்துக்கொண்டு போவ தென்று முடிவு செய்துகொண்டார்கள். அந்தப் பகைவர்களால் அனுப்பப் பெற்ற நால்வகைப் படைகளையும் நராதி பன்படைகள் எதிர்த்துக் கொடிய போர் செய்து அழித்தார்கள். அப்போது புவனேந்திரனும் போர்க்கோலம் பூண்டு மாற்றார் படைகளை எதிரிட்டு அவர்களைச் சின்னா பின்னமாகச் சிதறச்செய்து, வெற்றிக்கொடி நாட்டினான். அதனால், நராதிபன் மனம் மகிழ்ந்து புவனேந்திரனுடைய பேராண்மைச் செயல்களைப் பெரிதுங் கொண்டாடினான்."
    },
    {
      "index": 11,
      "text": "4. ஆசிரியப் பெரியார் புவனேந்திரனுடைய மன நிலையை அறிதல்"
    },
    {
      "index": 12,
      "text": "இவ்வாறு நிகழுங் காலத்தில் ஒருநாள் ஆசிரியப் பெரியார் புவனேந்திரனுடைய எண்ணத்தை அறியும் பொருட்டு அவனை நோக்கி, \"அப்பா! என் ஆசைமிக்க பிள்ளைப் பெருமானே! சுகுணசுந்தரிக்கு நேரிட்ட இடை யூறுகளெல்லாம் உன்னால் ஒழிந்து போனமையின் நராதி பன் உன்னிடத்தில் மிகுந்த அன்பும் நம்பிக்கையும் உள்ளவராக இருக்கிறார். இந்தச் சமயத்தில் நீ எதை விரும்பிக் கேட்டாலும் உடனே தருவார்,\" என்றார்."
    },
    {
      "index": 13,
      "text": "உடனே புவனேந்திரன், \"ஐயா! எனக்குத் தாயுந் தகப்பனும் ஆசிரியருமாகிய நீங்கள் எனக்கு என்ன குறைவு வைத்திருக்கிறீர்கள் ? ஆகையால் எனக்கு ஒரு வகையான விருப்பமும் இல்லை,\" என்றான். ஆசிரியப் பெரியார், அவனை நோக்கி, \"அப்பா கண்மணியே ! எப்படிப்பட்ட மனவெறுப்புள்ளவர்களையும், மண்ணாசை பெண்ணாசை பொன்னாசை என்கிற மூவாசையின் மயக்கம் விடாது. ஆகையால், உனக்கு வேண்டுவனவற்றைத் தெரிவி,\" என்றார்."
    },
    {
      "index": 14,
      "text": "உடனே புவனேந்திரன், 'ஐயா! தங்களது அருளால் எனக்கு மண்ணாசையும் இல்லை; பொன்னாசையும் இல்லை; ஆனால், பெண்ணாசையும் இல்லை என்று சொல்வேனானால் அது பொய்ம் மொழியாக முடியும். அந்தப் பெண்ணும் ஒரு பெண்ணே அன்றிப் பலர் அல்ல. இப்போது அந்தப் பெண்ணுக்கும் எனக்கும் எவ்வளவு ஏற்றத்தாழ்வு என்றால் விண்ணுக்கும் மண்ணுக்கும் எவ்வளவு தொலையோ, மலைக்கும் அணுவுக்கும் எவ்வளவு தொலையோ அவ்வளவு ஏற்றத் தாழ்வில் இருக்கிறோம். மாணிக்க ஏனத்தில் வைக்க வேண்டிய தேவாமிருதத்தை மண் ஏனத்தில் வைக்க விரும்புவது போலப், பெரிய பேரரசர்களுக்குத் தகுதி வாய்ந்த அப்பெண்மணிக்கு நான் ஏற்றவன் அல்லன். ஆகையால், அந்தப் பெண்ணாசையை என்னாற் கூடியமட்டும் விலக்குவதற்கு முயற்சி செய்கிறேன்,\" என்று கூறிப் பெருமூச்சு விட்டு வருந்தினான்."
    },
    {
      "index": 15,
      "text": "ஆசிரியப் பெரியாரும் அவனோடுகூடக் கண்ணீர் சொரிந்து, \"ஐயோ! நல்லியல்பு பொருந்திய இந்தப் பிள்ளையாண்டானுக்கு வீணே மனவருத்தத்தை உண்டு பண்ணினோமே,\" என்று அவர் தம்மைத்தாமே நொந்து கொண்டு, அவனுக்கு ஆறுதல் உண்டாகும்படி பல நன்னய மொழி களை நவின்றார்."
    },
    {
      "index": 16,
      "text": "5. சுகுண சுந்தரியின் மனவடக்கம்"
    },
    {
      "index": 17,
      "text": "புவனேந்திரனுடைய மொழிகளால் அவனுடைய மனப்போக்கு இன்னதென்று தெரிந்து கொண்டோம். பெண்பால் ஆகிய சுகுணசுந்தரியின் மனநிலை யாது என்று அறியோம். ஊமை கண்ட கனவு போல் அவள் உள்ளக் கருத்தை ஒருவருக்கும் வெளியிடா விட்டாலும், அடுத்த பொருளைக் காட்டும் பளிங்கு போல், அவள் மனக்கருத்தை அவளுடைய முகக்குறி காட்டிவிட்டது. எப்படி என்றால், பெருங்காற்றினால் அசைவுற்று வீழ்கிற மரத்தோடு, அதன் மேற் படர்ந்த கொடியும் குலைந்து வீழ்வது போல், புவ னேந்திரனைப்போலவே சுகுணசுந்தரியும் மனவருத்தம் உடையவள் ஆனாள். ஆயினுங் கதிரவன் எந்தப்பக்கம் திரும்புகிறதோ, அந்தப் பக்கத்தில் தானுந் திரும்புகிற சூரியகாந்திப் பூவைப்போல் சுகுணசுந்தரி தன் தகப்பனுடைய எண்ணம் எப்படியோ அந்தப்படி நடக்கிறவ ளானதால், தன்னுடைய மனமாகிய யானை வரம்பு தப்பிச் செல்லாதபடி, அறிவாகிய தோட்டியினால் அடக்கிக் சொண்டு வந்தாள்.\n-----------"
    }
  ]
}