{
  "chapterNumber": 12,
  "title": "பழியும் சூழ்ச்சியும்",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "12. பழியும் சூழ்ச்சியும்\n[நராதிப மகாராசாவின் படைவீரர்கள் சுகுணசுந்தரி யைத் தேடல் ; புவனேந்திரன் வெளிப்பட்டதனால் உண்டான வீண் பழியுரை; ஆசிரியப் பெரியார் அரச னுக்கு ஐயந் தீர்த்தல் ; மாறுபாடான இறப்புத் தண்டனை ]"
      },
      {
        "index": 1,
        "text": "1. நராதிப மகாராசாவின் படைவீரர்கள் சுகுணசுந்தரியைத் தேடல்"
      },
      {
        "index": 2,
        "text": "சுகுணசுந்தரி காணாமற்போன செய்தி தெரிந்தவுடனே அவளுடைய தந்தைக்கும் மற்ற மக்களுக்கும் உண்டான துன்பத்தை விவரிக்கக் கம்பன் காளிதாசன் முதலிய பெரும்பாவாணர்கள் வல்லவர்களேயல்லாமல் நாம் சிறிதும் ஆற்றல் உடையேம் அல்லேம். கன்றை இழந்த ஆன் போலக் கதறினார்கள்; பார்ப்பை இழந்த பறவை போலப் பதறினார்கள்; கண்ணை இழந்த குருடன் போலக் கலங்கினார்கள்; மண்ணை இழந்த அரசன் போல மயங்கினார்கள். கடலிலே கப்பல் சென்ற வழியையும், விண்ணிலே பறவைகள் பறந்து போன வழியையும் கண்டு பிடிப்பது எப்படி முடியாதோ, அப்படியே இரவில் சுகுணசுந்தரி ஏறிப்போன விமானம் இன்ன வழியாய்ச் சென்றதென்று தெரியாமையினால் பல ஊர்களுக்குப் படை வீரர்களை அனுப்பித் தேடினார்கள். எங்கும் சுகுணா சுந்தரியைக் காணாமையால் அரசன் முதலியோர் துன்பக்கடலில் அமிழ்ந்தினார்கள்."
      },
      {
        "index": 3,
        "text": "2. புவனேந்திரன் வெளிப்பட்டதனால் உண்டான வீண் பழியுரை"
      },
      {
        "index": 4,
        "text": "அந்தச் சமயத்தில் புவனேந்திரனும் போன இடம் தெரியாமல் நீங்கிவிட்டதால், ஆசிரியப் பெரியார் முதலியோர் பலநாள் தேடியும் அவனும் அகப்படவில்லை. மதுரேசனும் அவன் தகப்பனும் இதுதான் சமயம் என்று எண்ணி, தீ மலைமேலே கற்பூரக்கணையைச் செலுத்தியது போல், புவனேந்திரன் மேலே ஒரு பெரும்பழிச்சொல்லை உண்டாக்கினார்கள். எப்படி என்றால், புவனேந்திரனே சுகுணசுந்தரியை வஞ்சகமாய்க் கலைத்து, முன்பின் தெரியாத நாட்டிற்குக் கொண்டுபோய் விட்டதாக ஒரு பெரும் புரளியைக் கட்டிவிட்டார்கள். அரசன் அந்தப் புரளியை முதலில் நம்பாவிட்டாலும், ஒரே காலத்தில் அவர்கள் இருவரையுங் காணாமையினால் நாள் செல்லச் செல்ல, அந்தப் புரளி உண்மையாய் இருக்கலாம் என்று அரசனும் ஐயப் படத் தொடங்கினான். ஐயம் மிகுதிப்பட மிகுதிப்பட, அரசனுக்கும் புவனேந்திரன் மீது சினம் அதிகரித்து வளர்ந்தது."
      },
      {
        "index": 5,
        "text": "3. ஆசிரியப் பெரியார் அரசனுக்கு ஐயத் தீர்த்தல்"
      },
      {
        "index": 6,
        "text": "ஆசிரியப் பெரியாருக்கு அது தெரிந்து அவர் அரசனை நோக்கி, \"புவனேந்திரன் மேலே குற்றம் நினைப்பது, கதிரவனுக்குக் குளிர் காய்ச்சல் என்றும், திங்களுக்குச் சூட்டுக் காய்ச்சல் என்றும் சொல்வதற்கு ஒப்பாய் இருக்கின்றது. இருப்புத் துணைச் செல்லரிக்குமா? ஆடவர்களிற் சிறந்தவனாகிய புவனேந்திரன் இப்படிப்பட்ட தீய காரியத்தைச் செய்திருப்பான் என்று எப்படி நம்பக்கூடும்? சுகுணா சுந்தரியும் அவளுடைய தோழியும் மட்டும் விமானத்தில் ஏறிச் சென்றதும், அதற்கு மறு நாள் புவனேந்திரன் இவ்விடம் இருந்ததும் வெளிப்படையாய் எல்லாருக்குந் தெரிந்த செய்தி. அப்படி இருக்க, அவன் சுகுணசுந்தரியை அழைத்துக்கொண்டு போய்விட்டான் என்று எப்படிச் சொல்லலாம்? நடந்தது தெரியாமல் நாம் சினத்திற்கு இடங்கொடுக்கக்கூடாது. \"கோபம் பாபம் சண்டாளம் \" என்று சொல்லப்படுகிறது. பித்துப்பிடித்தவன் எப்படிச் செய்யக்கூடியதையும், செய்யக் கூடாததையும் எண்ணாமல் நடக்கிறானோ, அப்படியே சினங்கொண்டவனும் அந்தச் சமயத்தில் தாறுமாறாக நடந்து தீவினைகளையும் பழிகளையும் பலருடைய பகைகளையும் தேடிக் கொள்ளுகிறாள். பகைவர்களை வெல்லுகிறவனைப் பார்க்கிலும் தன்னைத் தானே வெல்லுகிறவன் பேராற்றல் படைத்தவன். \"ஆய்ந்தோய்ந்து பாராதான் தான் சாகக் கடவன்\" என்று பெரியோர் மொழியும் இருக்கின்றதே! ஆராய்ந்து பாராமையினால் உலகத்தில் எத்தனையோ மாறுபாடுகள் உண்டாகி யிருக்கின்றன. தகுந்த சான்று ஏற்படுகிறவரையில், பெருங்குற்றவாளியைக் கூடக் குற்றம் அற்றவன் என்று எண்ண வேண்டும் என்று அற நூல்கள் சொல்லுகின்றன அன்றோ ? சுகுணசுந்தரியைப் பலருந் தேடிப்போனது போல் புவனேந்திரனுந் தேடிப் பார்ப்பதற்காகப் போயிருக்கலாம் என்று தோன்றுகின்றது. அவ்வாறிருக்க வீணான ஐயத்துக்கு இடங்கொடுப்பது ஒழுங்கல்ல. நல்வினை யாட்டியாகிய சுகுணசுந்தரி மேலேதான் குற்றம் சொன்னால் வாய் வேகாதா? நெருப்பைப் புழுப் பற்றுமா?\" என்று பலவாறாக அரசனுடைய ஐயமுஞ் சினமும் அகலுமாறு ஆசிரியப் பெரியார் நல்லுரை கூறினார்."
      },
      {
        "index": 7,
        "text": "4. மாறுபாடான இறப்புத் தண்டனை"
      },
      {
        "index": 8,
        "text": "பாசி நீங்கியவுடனே தண்ணீர் தெளிவது போல் ஆசிரியப் பெரியாருடைய அருளுரையால் அரசனுடைய மனந் தெளிவுற்றாலும், கரைப்பார் கரைத்தால் கல்லுங் கரையும் என்றபடி முதல் அமைச்சனுடைய தீய உரையால் உள்ளம் மாறுபட்டது. தன்னுடைய நாட்டு எல்லைக்குள் புவனேந்திரன் எங்கே எதிர்ப்பட்டாலும் அவனைப்\nபிடித்துக் கொள்ளுகிறது என்று எல்லா அதிகாரிகளுக்கும் முடங்கல்கள் அனுப்பும்படி முதல் அமைச்சனுக்குக் கட்டளையிட்டான். அந்தத் தீய அமைச்சன் 'புவனேந்திரனைப் பிடித்துக் கொள்ளுகிறது\" என்கிற மொழிகளுக்குப் பதிலாய், \"பிடித்துக் கொல்லுகிறது\" என்று மொழியைப் புரட்டி எழுதி மிக மறைமுகமாகப் பல அதிகாரிகளுக்கும் கட்டளை அனுப்பினான். அப்படிப்பட்ட கட்டளை அனுப்பினதே ஆசிரியப் பெரியாருக்காவது மற்ற மக்களுக்காவது சிறிதும் தெரியாது. இது நிற்க:"
      },
      {
        "index": 9,
        "text": "சுகுணசுந்தரி காணாமற்போன செய்தி தெரிந்த வுடனே புவனேந்திரன் திடுக்கிட்டுத் திகைத்து மன வருத்தம் உடையவனானான். கற்புக்கு அணிகலமாயும், மணம் ஆகா மங்கையர்க்கு முடிமணியாயும் விளங்காநின்ற சுகுணசுந்தரி, பூனை வாயில் அகப்பட்ட கிளிபோலும், புலி வாயில் அகப்பட்ட மான் போலும் எந்தத் தீயவன் கையில் அகப்பட்டு வருந்துகிறாளோ என்று, புவனேந்திரன் மன வருத்தம் உடையவனாய்த் தானும் அவளைத் தேடிப் போவது என்று முடிவு செய்து கொண்டான். ஆனால், தன் கருத்தை ஆசிரியப் பெரியார் அறிந்தால், அவர் தனக்குக் கட்டளை கொடுக்கமாட்டார் என்று நினைத்து, அவரிடத்திலும் சொல்லாமல் ஒரு குதிரையின் மேல் ஏறிக் கொண்டு புறப்பட்டு, நராதிபனுடைய அரசாட்சிக்கு உட் பட்ட பல ஊர்களைத் தேடி ஆராய்ந்தும் சுகுணசுந்தரி அகப்படாமையால் வேறு எந்த இடத்தில் தேடுகிறது என்று புவனேந்திரன் மயங்கிக்கொண்டிருந்தான். திடீர் என்று ஒரு செய்தி அவனுடைய நினைவுக்கு வந்தது. அஃ தென்னவென்றால், முதலில் அந்தப் பிரெஞ்சுக்காரன் ஆகாய விமானத்தைக் கொண்டுவந்த காலத்தில், அவனை, 'எந்த ஊரில் இருந்து வந்தாய்?' என்று உசாவியபோது, அவன் தென்னாட்டில் இருந்து வந்ததாகவும், அங்கே ஓர் அரசனுடைய காப்பாற்றுதலுக்குள் தான் இருப்பதாகவும் அவன் சொன்னது புவனேந்திரனுடைய நினைவுக்கு வந்தது. அந்த அரசனுடைய பெயரும் ஊரும் புவனேந்திரனுக்குத் தெரியாவிட்டாலும் அவன் தென்னாட்டை நோக்கிப் புறப்பட்டான். பல ஊர்களிலும் உசாவிக் கொண்டு, பிறகு தெய்வத்திருவருளால் சுகுணசுந்தரி இருக்கிற ஊரில் வந்து சேர்ந்தான்.\n------------"
      }
    ]
  }
}