{
  "paragraphs": [
    {
      "index": 0,
      "text": "3. பொறாமையும் சூழ்ச்சியும்\n[மதுரேசனுடைய பொறாமைக்குணம் ; பொறாமையைப் பற்றி ஒரு சொற்பொழிவு ; பாசாங்குக்காரப் படுநீலி ; வீம்பு வெளியாதல்.]"
    },
    {
      "index": 1,
      "text": "1. மதுரேசனுடைய பொறாமைக் குணம்"
    },
    {
      "index": 2,
      "text": "புவனேந்திரனுக்கு உலகத்தில் வெளிப்படையான புகழும் தனக்கு எங்கும் பழிப்பும் உண்டாயிருப்பதற்கும், அரசன் சுகுண சுந்தரி முதலானவர்களுக்குப் புவனேந்திரன் இடத்தில் மிகுந்த விருப்பமும் தன்னிடத்தில் வெறுப்பும் உண்டாவதற்கும் தன்னுடைய செய்கையே காரணம் என்று மதுரேசன் எண்ணாமல், அதற்காகப் புவனேந்திரனை மிகுதியாக மனதிற்குள்ளே பகைத்து வந்தான். அதை அறிந்த ஆசிரியப் பெரியார் பொறாமையைப் பற்றிப் பின்வருமாறு சொற்பொழிவு செய்தார்."
    },
    {
      "index": 3,
      "text": "2. பொறாமையைப்பற்றி ஒரு சொற்பொழிவு"
    },
    {
      "index": 4,
      "text": "பொறாமையானது இம்மை மறுமை இரண்டையுங் கெடுக்கிற கொடிய தீவினையாயிருக்கிறது. எல்லோரும் நலத்துடன் இருக்க வேண்டும் என்றும், ஒருவருந் துன்பப்படக் கூடாதென்றும் விரும்ப வேண்டியது நம்முடைய கடைமையாயிருக்க, அதற்கு மாறுபாடாகத் தான் ஒருவன் மட்டும் நன்மையுடன் இருக்கவேண்டும் என்றும், மற்றை யாவரும் கெட்டுப்போகவேண்டும் என்றும் நினைக்கச் செய்கிற பொறாமையைப் போலக் கொடிய குணம் வேறொன்றும் இல்லை. பிறருடைய நல்வாழ்வைக் கண்டு நாம் மகிழ்வதை விட்டு, அதற்காக நாம் துன்பப் படுவதும், பிறருடைய துன்பத்தைக் கண்டு நாம் களிப்பை அடைவதும் எவ்வளவு கொடிய செய்கையாய் இருக்கின்றன? அழுக்காறானது பொய், பிறரை இகழ்தல், பிறரை வருத்துதல் முதலிய கொடுங்குணங்களை விளைவிக்கின்ற விதையாயிருக்கின்றது. எப்படியென்றால், அழுக்காறுள் எவன் நல்லவர்களிடத்திலே கூடக் குற்றம் இருப்பதால் எப்போதும் குறை கூறுவான். பிறருடைய நல்வாழ்வை கெடுக்கத் தன்னாலே முடிந்தமட்டும் முயற்சி செய்வான் பிறருக்கு உண்டாகிற நன்மைகளை யெல்லாந் தனக்குக் கேடாக நினைப்பான். அவர்களுக்குண்டாகிற தீங்குகளை யெல்லாம் தனக்கு நன்மையாக நினைப்பான். உலகத்தில் நடக்கிற பல ஒழுங்கின்மைகளுக்கும் அவதூறுகளுக்கும் அழுக்காறே முதன்மையான காரணமாயிருக்கின்றது எந்தத் தீக்குணத்தை ஒப்புக்கொண்டாலும், அழுக்காறு தன்னிடத்தில் இருப்பதாக ஒப்புக்கொள்ளுகிறவன் ஒருவனும் இலன். அதைக் கொண்டே அஃது எவ்வளவு இழிவான தீக்குணம் என்று நன்றாய் விளங்குகிறது. அழுக்கா றுள்ளவன் வயிற்று வலியை விலைக்கு வாங்கினது போலவும், கொள்ளித்தேளை மடியில் வைத்துக் கட்டிக்கொண் டது போலவும் தானே எப்பொழுதும் துன்பப்படுவான். அவனுக்குச் சிறிது நேரங்கூட ஆறுதலுக்கு இடம் இல்லை. நாம் பிறர் மேலே செலுத்துகிற குண்டுகள் சில சமயங்களில் நம்முடைய உடலின் மேலே பாய்ந்து காயப்படுத்துவது போலப் பொறாமை நம்மைத்தானே துன்பப்படுத்து கின்றது."
    },
    {
      "index": 5,
      "text": "*அழுக்கா றுடையார்க்கது சாலும் ஒன்னார்\nவழுக்கியும் கேடீன் பது. [* திருக்குறள், அதிகாரம் 17, பா. 5.]"
    },
    {
      "index": 6,
      "text": "'அழுக்கா றுடையார்க்குக் கேடு விளைவிக்க அதுவே போதும்; வேறு பகைவர் வேண்டுவதில்லை.' என்று திருவள்ளுவர் சொல்வது உண்மைதானே! நல்லோர்களைப்\nபொறாமையும் சூழ்ச்சியும் பார்த்துங் கல்விமான்களைப் பார்த்தும் நாமும், அவர்கள் போல் ஆகவேண்டும் என்று முயற்சி செய்வது நல்லது தான். அவ்வாறு முயற்சி செய்யாமல் அவர்களையும் செல்வர்களையும் பார்த்துப் பார்த்து நாம் ஆண்டு முழுமையும் பொறாமைப்பட்டாலும் நம்முடைய மனம் வேகிறதே யன்றி வேறு பயன் யாது?' என்று சொற்பொழிவு செய்தார்."
    },
    {
      "index": 7,
      "text": "3. பாசாங்குக்காரப் படுநீலி"
    },
    {
      "index": 8,
      "text": "மதுரேசனுக்கு நல்லறிவு உண்டாவதற்காகவே ஆசிரியப்பெரியார் இவ்வாறு சொற்பொழிவு செய்தார். குருடனுக்கு முன் பந்தம் பிடித்தது போலவும், செவிடன் காதில் இன்னிசை பாடினது போலவும் அந்தச் சொற்பொழிவு பயன் இல்லாமற் போய்விட்டது. மதுரேசன் பொறாமைக் குணத்தை விடவே இல்லை. இப்படி நிகழுங்காலத்தில் ஒருநாள் புவனேந்திரன் காற்றுக்காகத் தெருவில் உலாவிக் கொண்டிருக்கும்பொழுது பொதுவான தோற்றம் உள்ள ஓர் எளிய பெண் ஓடிவந்து புவனேந்திரனைக் கட்டித் தழுவிக்கொண்டு, 'அப்பா மகனே ! இதுகாறும் என்னை விட்டுப் பிரிந்திருந்தாயே! உன்னை நான் ஊர்கள் தோறும் தேடிக்கொண்டு திரிந்தேனே! இப்போது கடவுளுடைய அருளால் அகப்பட்டாயே!' என்று பலவிதமாகச் சொல்லி அழுதாள்."
    },
    {
      "index": 9,
      "text": "அவள் பித்துக்கொண்டவள் என்று புவனேந்திரன் எண்ணினான். அவள் பிடித்த பிடியைத் திமிறிக்கொண்டு அப்பால் விலகினான். அப்போது கூட இருந்தவர்கள் அந்தப் பெண்ணை நோக்கி, 'எங்கள் ஆசிரியப் பெரியாருடைய நன் மகனை இழிகுல மாதாகிய நீ உன் பிள்ளை என்று சொல்ல எப்படித் துணிந்தாய்?' என்று சொல்லி அவளைப் பிடித்து அடிக்கத் தொடங்கினார்கள். அப்பொழுது புவனேந்திரன் அவர்களைத் தடுத்து, 'அந்தப் பெண், மனமயக்கங் கொண்டவள் போல் தோன்று-கின்றாள். அவளை ஒருவரும் அடிக்கவேண்டாம்,' என்று விலக்கினான். உடனே அவள் அவர்களை நோக்கி, 'உங்களுடைய ஆசிரியப் பெரியாரிடத்திலே என்னுடைய முறைமையைச் சொல்லுகிறேன். அவரே உண்மையை விளக்கட்டும்,' என்று சொல்லி, ஆசிரியப் பெரியாரிடம் சென்றாள். அவள் பித்துக்கொண்டவள் என்று எல்லாரும் அவளைப் பின்தொடர்ந்தார்கள்."
    },
    {
      "index": 10,
      "text": "அவள் ஆசிரியப் பெரியாருடைய அரண்மனையை அடைந்து, அவரை நோக்கி, 'ஐயா! இந்தப் பிள்ளை என்னுடைய பிள்ளை. என்னுடைய இருப்பிடம் மதுராபுரி. என்னுடைய கணவன் சிறிது முதற்பொருள் வைத்துக் கொண்டு வாணிகஞ் செய்து வந்தார். இந்தக் குழந்தை மிக இளமையாக இருக்கும்போது நாங்கள் அழகர்கோவில் திருவிழாப் பார்க்கப் போயிருந்தோம். அங்கே திரளான மக்கள் கூட்டத்தில் இவன் கைதப்பிப் போய்விட்டான். இவனைப் பல இடங்களில் தேடியும் அகப்படவில்லை. என் கணவர் வருந்தி அந்த வருத்தத்தினால் இறந்து போய் விட்டார். நானும் இவ்வளவு காலமாய் இவனை ஊர் ஊராகத் தேடிக்கொண்டு திரிந்தேன். இப்பொழுதுதான் அகப் பட்டான். இந்தச் செய்தி மதுரையில் உள்ள எல்லா மக்களுக்கும் தெரியும்,' என்றாள். அவளுடைய மொழிகள் முற்றிலும் முடியுமுன் அவளைப் பேச வேண்டாம் என்று கையமர்த்தி, ஆசிரியப் பெரியார் அவளை ஒரு தனி அறைக்குள்ளே அழைத்துக் கொண்டுபோய், உசாவத் தொடங்கினார். இதைப் பார்த்தவுடனே மக்கள் வியப்படைந்தனர். அவர்கள், 'இஃதென்ன வியப்பாய் இருக்கிறது! இந்தப் பித்துக்கொள்ளியை அடித்துத் துரத்தாமல், அவள் தாறு மாறாகப் பிதற்றுவதை ஆசிரியப் பெரியார் மிகவுங் கருத்தாய்க் காது கொடுத்துக் கேட்கிறாரே! அவளைப் பிடித்த பித்து ஆசிரியப் பெரியாரையும் பிடித்துக் கொண்டதாய்க் காணப்படுகிறது. அவர் பிள்ளையை அந்த இழிந்த பெண் தன் பிள்ளை என்று பித்தினால் உளறினால் அதையும் அவர் காது கொடுத்துக் கேட்கலாமா?' என்று பலவாறு பேசிக் கொண்டார்கள். புவனேந்திரன் ஆசிரியப் பெரியாருடைய சொந்தப் பிள்ளை அல்ல என்று உண்மை தெரிந்தவர்கள், ஒருகால் அந்தப் பெண்ணே அவனுக்குத் தாயாக இருந்தாலும் இருக்கலாம் என்று ஐயப்பட்டு ஒன்றும் பேசாமல் மௌனமாக இருந்தார்கள். அப்படிப்பட்ட ஐயம் கடுகளவும் இல்லாதபடியால், ஆசிரியப் பெரியார் அந்தப் பெண்ணினுடைய பித்து எத்தன்மையதென்று உறுதி செய்யும் பொருட்டு அவளிடத்திலே தனியே உரையாடுகிறார் என எண்ணிக்கொண்டு புவனேந்திரன் யாதொரு கவலையும் இல்லாமல் தன்பாட்டில் படித்துக் கொண்டிருந்தான்."
    },
    {
      "index": 11,
      "text": "4. வீம்பு வெளியாதல்"
    },
    {
      "index": 12,
      "text": "ஆசிரியப் பெரியார் அந்தப் பெண்ணினுடைய ஊர், பெயர், அவளுடைய கணவன் பெயர், குலம், மதம், தொழில், அவர்கள் குடியிருந்த தெருப்பெயர், வீட்டின் இலக்கம், அண்டை அயல் வீட்டுக்காரர்களுடைய பெயர் முதலிய விவரங்களையெல்லாம், அவள் மூலமாய் மறைமுகத்தில் தெரிந்து கொண்டு, அவளைப் பார்த்து, \" நீ இந்தச் செய்திகளைக் குறித்து இனிமேல் ஒருவர் இடத்திலும் ஒரு மொழிகூடப் பேச வேண்டாம். நம்முடைய அறவுணவுச் சாலையில் சாப்பிட்டுக்கொண்டு சும்மா இரு. ஒரு கிழமைக்குள் உனக்கு முடிவு சொல்லுகிறோம் ; இப்போது நீ ஒருவருங் காணாதபடி கொல்லை வழியாய்ப் போய்விடு, என்று மறைமுகமாகச் சொல்லி அவளை அனுப்பி விட்டார்"
    },
    {
      "index": 13,
      "text": "பிறகு ஆசிரியப் பெரியார் மதுரையில் தமக்குப் பழக்கமான ஊர் அலுவலாளர்களுக்கு மேற்படி செய்திகளைக் குறித்து, நன்றாக உசாவி உண்மையைத் தெரிவிக்கும்படி மறைமுகமாகக் கடிதம் அனுப்பினார். அவர்கள் மறைமுகமாக உசாவி, அந்தப் பெண் சொல்லுகிற பெயருள்ள ஆணாவது பெண்ணாவது, அந்த இலக்கமுள்ள வீடாவது, அயல் வீடுகளாவது அந்தத் தெருவிலே இல்லை என்றும், அவள் சொல்வது முற்றிலும் பொய்யென்றும் மறுமொழி அனுப்பினார்கள். புவனேந்திரன் அரசன் வீட்டுப் பிள்ளையாய் இருக்க வேண்டுமேயல்லாது, பொதுவான ஒரு பிள்ளையாய் இருக்க-முடியாதென்பது ஆசிரியப் பெரியாருடைய முடிவாக இருந்தபோதினும், அவர் ஒழுங்குடையவராதலால், ஒருகால் அந்தப் பெண் பிள்ளை சொல்வது உண்மையா யிருக்குமோ என்னவோ என்று ஐயப்பட்டு மேலே கூறியபடி ஆராய்ச்சி செய்தார். அவளுடைய வாக்குமூலம் முழுப்பொய் என்று தெரிந்த அளவில் ஆசிரியப் பெரியாருக்கு உண்டான மகிழ்ச்சி இவ்வளவென்று விரித்துரைக்க ஒருவராலும் முடியாது. உடனே அவர் அந்தப் பெண்ணைக் கூப்பிட்டுவரும்படி ஏவலாளர்களை அனுப் பினார். அவள் ஒருவருக்கும் அகப்படாமல் ஊரைவிட்டு ஓடிப்போய் விட்டாள்.\n--------------"
    }
  ]
}