{
  "paragraphs": [
    {
      "index": 0,
      "text": "13. முயற்சியும் சூழ்ச்சியும்\n[புவனேந்திரன் பெண் கோலம் பூண்டு சுகுணசுந்தரியைக் காணல்; புவனேந்திரன் இனிய சூழ்ச்சியை மேற் கொள்ளல்; புவனேந்திரனுடைய அலுவல் திறமையும் புகழும்.]"
    },
    {
      "index": 1,
      "text": "1. புவனேந்திரன் பெண் கோலம் பூண்டு சுகுணசுந்தரியைக் காணல்"
    },
    {
      "index": 2,
      "text": "ஒவ்வோர் ஊரிலும் புவனேந்திரன் ஏதாவது புதுமை உண்டா என்று உசாவுகிற வழக்கப்படி அந்த ஊரிலும் உசாவத் தொடங்கினான். அந்த நாட்டு அரசன், ஒரு பிற நாட்டு அரசனுடைய மகளை வலுக்கட்டாயமாகக் கொண்டு வந்திருப்பதாகவும், அவள் அவனைத் திருமணஞ்செய்து கொள்ள உடன்படாதபடியால், அவளைத் தவப்பெண்களின் மடத்தில் கடுஞ்சிறையில் வைத்திருப்பதாகவும், அந்தமடத்துக்குள் ஆடவர்கள் ஒருநாளும் போகக்கூடா தென்றும் புவனேந்திரன் சிலர் மூலமாகக் கேள்வியுற்றான். சிறையில் இருக்கிற அந்தப் பெண்ணினுடைய ஊர் பெயர் முதலிய விவரங்கள் ஒருவருக்கும் தெரியாமையினாலும் அவள் சுகுணசுந்தரியா அல்லவா என்று உறுதி செய்வதற்கு, ஆடவர்கள் அந்த மடத்துக்குள் நுழையக்கூடாமல் இருப்பதாலும் மறைமுகத்தில் உண்மையை அறிவதற்கு என்ன சூழ்ச்சி செய்யலாம் என்று புவனேந்திரன் பல வகையிலும் எண்ணம் இட்டான்."
    },
    {
      "index": 3,
      "text": "அந்தச் சிறைப்பெண், கிழமையில் ஒருமுறை ஒவ்வொரு வெள்ளிக்கிழமையிலும் பல எளிய பெண்களுக்கு, ஆடை, பொருள் முதலியன நன்கொடை வழங்குகிற வழக்கம் என்று புவனேந்திரன் கேள்வியுற்றான். தான் ஒரு பிச்சைக்காரியைப்போலக் கோலம் பூண்டு கொண்டு மற்றவர்களுடன் போய் உண்மையை அறிகிறதென்று உறுதி செய்து கொண்டான். தன்னுடைய ஆடையைத் தாறுமாறாகக் கிழித்துக் கந்தையாக்கினான். அதனை இடையில் கட்டிக்கொண்டு பிச்சைக்காரிபோல் மாறுகோலம் பூண்டான். குப்பையில் கிடந்தாலும் குன்றிமணி நிறம் போகாததுபோல் புவனேந்திரன் தன்னை எவ்வளவு விகாரப் படுத்திக் கொண்டாலும் அவனுடைய உடல் ஒளியும் அழகும் மறையவில்லை. கந்தைத் துணியானது அவனுடைய உடலைச் சேர்ந்தவுடனே பட்டாடைபோல் விளங்கிற்று ."
    },
    {
      "index": 4,
      "text": "அவன் பிச்சைக்காரிபோலக் கோலம் பூண்டு கொண்டு மற்றைய எளிய பெண்களை நெருங்கியவுடனே அவர்கள் அனைவரும் வியப்புக்கொண்டு ஒவ்வொருவரும் தத்தமக்குத் தோன்றியவாறு பேசத் தொடங்கினார்கள். \"ஐயோ அம்மா! உன்னைப் பார்த்தால் பெரிய அரசனுடைய மகள் போலத் தோன்றுகிறதே! உன் தலையெழுத்துப் பிச்சை எடுக்கும்படியாகவா வந்துவிட்டது?\" என்று சிலரும், \"கையில் உள்ள பொருள்களை-யெல்லாம் மறைத்து வைத்துக்கொண்டு பிச்சை எடுக்க வந்து விட்டாயோ? உனக்கு நாணம் இல்லையா?' என்று சிலரும், \"உன்னுடைய அழகிற்கு ஆடவர்கள் அனைவரும் ஆசைப்படுவார்களே! யாராவது ஆடவர்களை அண்டிப் பிழைக்காமல் பிச்சைத் தொழிலுக்கு ஏற்பட்டாயே\" என்று சிலரும், \"பெரிய தடிச்சியாகிய நீ நாள் ஒன்றுக்குக் கல நெல் குற்றலாமே. நீயும் பிச்சைக்கு வரலாமா?\" என்று சிலரும் வாயில் வந்தபடி இகழ்ந்து பேசினார்கள்."
    },
    {
      "index": 5,
      "text": "சுகுணசுந்தரி சிறையிருக்கிற அறைவீட்டின் பின் புறத்தில் இருக்கிற பெரிய பூஞ்சோலையின் வழியாய்ப் பிச்சைக்காரிகள் அனைவருஞ் சென்று, அந்த அறையின் பலகணி வழியாய்ச் சுகுணசுந்தரி கொடுத்த ஆடை பணம் முதலியவற்றைக் கையேந்தி வாங்கினார்கள். புவனேந்திரன் அந்தப் பிச்சைக்காரிகளுடைய வாய்க்கு அஞ்சிக் கொண்டு அவர்களுடன் சேராமல் தொலைவில் தனியே நின்றான். மற்றைய பிச்சைக்காரிகள் எல்லாரும் போன பிறகு, சுகுணசுந்தரி தொலைவில் நின்ற புவனேந்திரனைத் தன்னுடைய தோழிக்குக் காண்பித்து, \"அதோ அங்கே நிற்கிற எளிய பெண் மானம் உடையவள் போல் காணப்படுகிறாள். அவளுக்கு ஐயம் இட, அவளை இங்கே அழைத்துவா,\" என்று கட்டளையிட்டாள்."
    },
    {
      "index": 6,
      "text": "அந்தத் தோழி தன்னிடத்தில் நெருங்கினவுடனே, புவனேந்திரன் அவளுக்குத் தன்னை இன்னான் என்று தெரிவித்து, \"சுகுணசுந்தரி அறையில் தனிமையாய் இருக்கிறாளா? அல்லது வேறே யாராவது கூட இருக்கிறார்களா?\" என்று உசாவினான். அவள் தனிமையாய் இருப்பதாகத் தெரிந்து புவனேந்திரன் பலகணிக்கு நேரே சென்றான். அவர்கள் இருவரும் ஒருவரை ஒருவர் பார்த்துக்கொண்டவுடனே அவர்களுக்கு உண்டான அழுகையும் துன்பமும் அங்கலாய்ப்பும் இவ்வளவென்று யாரால் விரித்துரைக்கக் கூடும்? அவர்கள் சிறிது மனந் தேறினவுடனே, தான் விமானத்தில் ஏறின து முதல் தற் காலம் நடந்ததுவரையில் ஒவ்வொரு செய்தியையும் பல கணி வழியாய்ப் புவனேந்திரனுக்குத் தெரியப்படுத்தினாள். புவனேந்திரனும் தான் வந்த வரலாறுகளை யெல்லாம் சுகுணசுந்தரிக்கு அறிவித்ததும் அல்லாமல் மீளவும் அவளை நோக்கி, \"நான் முடிவாக ஆராய்ந்து உன்னைச் சிறை மீட்க வேண்டிய சூழ்ச்சியைத் தேடுகிறேன். ஆனால், காலம் தாழ்த்தலுக்கு இடம் ஆகும் என்று தோன்றுகிறது அதற்காக நீ அணுவளவும் எண்ணமிட்வேண்டாம். உட்கார்ந்து படுக்கவேண்டுமே யல்லாது நின்ற நிலையிலே விழுந்தால் இடுப்பொடிந்து போகாதா? முள்ளிலே சேலை மாட்டிக்கொண்டால் மெள்ள மெள்ள எடுக்கவேண்டும் அல்லவா? ஆகையால் பதறுவதால் பயன் யாது?\" என்றான்."
    },
    {
      "index": 7,
      "text": "உடனே சுகுணசுந்தரி புவனேந்திரனை நோக்கி, \"உங்கள் கட்டளைப்படி நடக்கக் காத்திருக்கிறேன். எனக்கு எப்படி விடுதலையாகப் போகிறதென்று நான் இதுகாறும் ஏங்கிக்கொண்டிருந்தேன். கடலில் விழுந்து தவிக்கிறவனுக்குக் கப்பல் அகப்பட்டது போலவும், சாகப் போகிறவனுக்கு இறவா மருந்து கிடைத்தது போலவும் வந்து சேர்ந்தீர்கள். இனி எனக்கு என்ன கவலை இருக்கிறது? ஆனால் நீங்கள் பிச்சைக்காரி-போல் கோலம் பூண்பது எனக்குச் சிறிதும் விருப்பம் இல்லை. இனிமேல் நாம் அடிக்கடி பார்ப்பது கூடாதாகையால் நீங்கள் குறிக்கும் இடத்துக்குத் தோழியை அனுப்புவேன். நாம் அவள் மூலமாக எல்லாச் செய்திகளையும் அப்போதைக்கப்போது தெரிந்து கொள்ளலாம்,\" என்றாள். புவனேந்திரன் சரி என்று ஒப்புக்கொண்டு, தோழி தன்னைக் காண வேண்டிய கிழமை பொழுது இடம் முதலியவைகளைச் சொல்லிய பின்பு, விடை பெற்றுக்கொண்டு போய்விட்டான்."
    },
    {
      "index": 8,
      "text": "2. புவனேந்திரன் இனிய சூழ்ச்சியை மேற்கொள்ளல்"
    },
    {
      "index": 9,
      "text": "புவனேந்திரன் வெளியே போனபின்பு, சுகுண சுந்தரியைச் சிறை மீட்சத் தக்க சூழ்ச்சி என்னவென்று நெடும்பொழுது எண்ணமிட்டான். தான் தன்னந்தனியே அந்த அரசனுடன் அமர் செய்து சிறை மீட்பது முடியாத செயல். அல்லது தான் திரும்பிப் போய்ப் படை சேர்த்துக் கொண்டு வந்து போர் செய்யத் தொடங்கினால் அந்தப் போர் முடிவதற்கு முன் அந்தத் தீய அரசன் சுகுணசுந்தரியைக் கொலை செய்தாவது கற்பழித்தாவது விடுவான்; ஆகையால் என்ன செய்கிறதென்று தோன்றாமல் புவனேந்திரன் மயங்கிக்கொண்டிருந்தான்."
    },
    {
      "index": 10,
      "text": "அரண்மனைப் போர் மறவர்கள் சிலர், \"அரசவையிலே சில அலுவல்கள் காலியாய் இருப்பதால் வேண்டியவர்கள் வந்து தேர்ச்சி கொடுத்தால் அவரவர்களுக்குத் தகுதியான அலுவல்கள் கொடுக்கப்படும்,\" என்று பேரிகை முழக்கி எல்லாருக்குத் தெரியப்படுத்தினார்கள். அதைக் கேட்ட உடனே புவனேந்திரனுக்குக் களிப்பு உண்டாகியது. தன்னை ஆராய்ந்து கொண்டு தனக்குத் தகுதியான அலுவல் கொடுக்கவேண்டும் என்று அரசன் முன்னிலையில் விண்ணப்பஞ் செய்து கொண்டான்."
    },
    {
      "index": 11,
      "text": "3. புவனேந்திரனுடைய அலுவல் திறமையும் புகழும்"
    },
    {
      "index": 12,
      "text": "அரசனுடைய கட்டளைப்படி சில அதிகாரிகள் புவனேந்திரனுடைய திறமையை ஆராயத் தொடங்கினார்கள். அந்த ஆராய்வு எப்படி இருந்ததென்றால் கதிரவனை ஒரு மின்மினிப் பூச்சி ஆராயத் தொடங்கியது போல் இருந்தது. ஏனென்றால், புவனேந்திரனுக்குத் தெரிந்த செய்திகளில் பதினாயிரத்தில் ஒரு பங்கு கூட அந்த ஆராய்ச்சியாளர்கள் அறியார்கள். அவனுடைய பேராற்றலை ஆராய்ச்சி யாளர்கள் அரசனுக்குத் தெரிவித்தார்கள். உடனே அரசன் இப்படிப்பட்ட பேரறிஞனை விடக் கூடாது என்று கருதினான். புவனேந்திரனுக்கு ஒரு மேலான அலுவல் கொடுத்தான். எந்த அலுவலும் அவனுக்கு மிக எளிதாக இருந்தது. அவனை அரசன் நாளுக்குநாள் அலுவல் வரிசையில் உயர்த்தினான். சில திங்களுக்குள் அவனுக்கு அமைச்சு வேலையுங் கொடுத்தான். அந்த அரசனுடைய குணம் எத்தன்மையதென்றால், தனக்கு அண்மையில் உள்ளவர்களுடைய குணம் எப்படியோ அப்படியே அவனுடைய குணமும் மாறுவது வழக்கம். ஆதலால், பொன்மலையைச் சேர்ந்த காகமும் பொன் நிறம் ஆவது போல் புவனேந்திரனுடைய கூட்டுறவின் சிறப்பால், அரசனும் நாளுக்குநாள் நன்னெறியில் செல்லத் தொடங்கினான்."
    },
    {
      "index": 13,
      "text": "புவனேந்திரனுடைய சூழ்ச்சித்திறனானது அரசனுக்கு நன்மையாயும் எல்லா மக்களுக்கும் உடன்பாடாயும் இருந்தபடியால், புவனேந்திரனுடைய புகழ் நாடெங்குஞ் செழித்தோங்கி வளர்ந்தது. கதிரவனுடைய ஒளி திங்கள் இடத்திலும் எதிர் நிழலாய்த் தோன்றுவது போல், புவனேந்திரனுடைய புகழும் நன்மையும் அரசனிடத்தி லும் காணலாயின். புவனேந்திரனுடைய கட்டளை இன்றி , அரசன் ஒரு காரியமும் செய்வதில்லை. தன்னுடைய உள்ளக்கிடக்கையையும் மறைவுகளையுங்கூட அரசன் புவனேந்திரனுக்கு வெளிப்படுத்தாமல் இருப்பதில்லை.\n------------"
    }
  ]
}