{
  "paragraphs": [
    {
      "index": 0,
      "text": "5. புறங்கூறலும் கதைகளும்\n[சுகுணசுந்தரி அவதூறு பேசிய தன் தாதியைக் கண்டித்தல் : அவதூற்றைப்பற்றி ஒரு சொற்பொழிவு; ஒரு துரைசானி கதை; பாம்பின் கதை ; உலகத்தில் நடக்கின்ற ஒழுங்கின்மைகள்.]"
    },
    {
      "index": 1,
      "text": "1. சுகுண சுந்தரி அவதூறு பேசிய தன் தாதியைக் கண்டித்தல்"
    },
    {
      "index": 2,
      "text": "ஆசிரியப் பெரியார் புவனேந்திரனுக்கு எவ்வளவோ ஆறுதல் சொல்லியும், நீர் மேல் எழுதிய எழுத்துப்போல் ஒன்றும் பயன் இல்லாமற் போய்விட்டது. சுகுணசுந்தரி தன்னைப்பற்றி என்ன நினைப்பாளோ! அவள் முகத்தில் எப்படி விழிக்கிறது என்கிற நாணத்தினால் அவளைச் சில காலமாய்ப் பாராமலே இருந்து விட்டான். அவர்கள் இருவருக்கும் முகப்பார்வை இல்லாமல் செய்யவேண்டும் என்கிற மதுரேசனுடைய விருப்பம் இப்போது நிறை வேறியதால் அவனும் அவனுடைய தகப்பனும் மிகுந்த மகிழ்ச்சி உள்ளவர்களானார்கள். அவர்கள் இது தான் தக்க சமயம் என்று நினைத்து, அந்த எளிய பெண் பிள்ளை புவனேந்திரனைத் தன் பிள்ளை யென்று சொன்னது உண்மைதான் என்றும், அதை நன்றாய் உணர்ந்து கொள்ளாமல் ஆசிரியப் பெரியார் அவளை ஒழுங்கற்ற முறையில் துரத்திவிட்டார் என்றும் சுகுணசுந்தரியின் காதிலே விழும்படி செய்வித்தார்கள். சுகுணசுந்தரி அப்படிப் பேசிய தன் தாதியை நோக்கிச் சொல்லுகிறாள்."
    },
    {
      "index": 3,
      "text": "2. அவ தூற்றைப்பற்றி ஒரு சொற்பொழிவு"
    },
    {
      "index": 4,
      "text": "ஆசிரியப் பெரியார் ஒழுங்குமுறை தவறி நடந்தார் என்று சொல்வது, அறமே தீவினை செய்தது என்று சொல்வதற்கு ஒப்பாக இருக்கிறது. குற்றம் அற்ற பெரியோர்கள் மேலே இழிவுரை கூறுவது எத்தன்மைய தென்றால், கதிரவன் ஒளியைத் திரட்டி அதன் மேலே கரியைப் பூச முயல்வது போலும். உலகத்தில் யாராக இருந்தாலும் ஒருவர் மேலும் இழிவுரை கூறப்படாது. ஏனென்றால், சில சமயங்களில் நல்லவர்களும் தீயவர்கள் போலத் தோன்றுகிறார்கள். அவர்களுடைய உள்ளம் கடவுளுக்குத் தெரியுமேயல்லாது மக்களுக்குத் தெரியாது. ஒருவன் செய்த குற்றத்தை அவனுக்கு நேரே தெரிவித்தாலுந் தெரிவிக்கலாமே அல்லாமல் அவன் இல்லாத இடத்தில் பறை சாற்றுதல் கூடாது. பலர் தங்களுடைய உயிரைப் பார்க்கிலும் பெருமையைப் பெரியதாக எண்ணுகிறார்கள். அப்படிப் பட்டவர்களுக்கு நாம் இழிவை உண்டு பண்ணுவது எவ்வளவு பெரிய தீமை? பலர் தங்களுடைய நற்புகழைக் கொண்டு உயிர் வாழ்கிறார்கள். அவர்களுடைய நற்புகழுக்குப் பழுது சொல்வது அவர்களுடைய வாழ்க்கையைக் கெடுப்பதற்கு ஒப்பான தன்றோ ?"
    },
    {
      "index": 5,
      "text": "ஒருவனுடைய வாய்ப்பிறப்பைக் கொண்டே, அவன் நல்லவன் என்றும் கெட்டவன் என்றும் அறிந்து கொள்ளலாம். எப்படியென்றால், மணந் தங்கிய பொருள்களில் இருந்து நன்மணம் உண்டாவது போல, நல்லவர்கள் எப்போதும் நன்மையைப் பேசுவார்களே யல்லாமல் ஒருவர் மீதும் இழிவுரை கூறார்கள். சாக்கடையில் இருந்து தீநாற்றம் வெளிப்படுவதைப் போலத், தீயவர்களே தீமையான மொழிகளைப் பேசுவார்கள். கடுங்காற்றுக்கு நேராக நின்று நாம் காறி உமிழ்கிற எச்சில் நம் மேலே திரும்பி விழுகிறதைப்போல நாம் பிறர்மேற் சொல்லும் இழிவுரையானது நம்மையே சாருகின்றது. களவுப் பொருளை வாங்குகிறவன் இல்லாவிட்டால் ஒருவனும் களவு செய்யமாட்டான்."
    },
    {
      "index": 6,
      "text": "அப்படியே கோளைக் கேட்கிறவன் இல்லாவிட்டால் ஒருவனுங் கோள் சொல்ல மாட்டான். ஆகையால், கோள் சொல்லுகிறவனைப்போலவே கோளைக் காது கொடுத்துக் கேட்கிறவனும் குற்றம் உடையவனாகிறான். ஒருவனுடைய தீய நடத்தையைப்பற்றி நாம் முறை மன்றத்திலே சான்று பகரும் போது மட்டும் உண்மையைச் சொல்லக் கடமைப் பட்டிருக்கிறோம். அல்லது ஒருவன் தீயவன் என்று தெரியாமல் அவனை ஒருவன் நம்பி மோசம் போகிற சமயமாயிருந்தால், அப்போது அவனுக்கு மட்டும் நமக்குத் தெரிந்த உண்மையை அறிவிக்கலாம். இப்படிப்பட்ட சமயங்கள் தவிர, மற்ற எந்தச் சமயங்களிலும் நாம் பிறர் மேல் இழிவுரை கூறுதல் கூடாது. ஒருவனுடைய செய்கைக்கு நமக்குக் காரணம் தெரியாமல் இருக்குமானால், அவன் நல்ல எண்ணத்துடனே அந்தச் செய்கையைச் செய்திருப்பான் என்று நாம் உள்ளுற உணர்ந்து கொள்ள வேண்டும். ஏனென்றால், ஒருவனுடைய செய்கை முன்னர் நமக்கு மாறுபாடாகக் காணப்பட்டாலும், பிறகு அது குற்றம் அற்றதென்று பல சமயங்களில் கண்டுபிடித்திருக்கிறோம். அதற்கு எடுத்துக்காட்டாக ஓர் ஊரில் நடந்த செய்தியை விரித்துரைக்கிறேன்."
    },
    {
      "index": 7,
      "text": "3. ஒரு துரைசானி கதை"
    },
    {
      "index": 8,
      "text": "சில ஆண்டுகளுக்கு முன் ஒருவருக்கொருவர் அறிமுகம் இல்லாத பல பேர்கள் ஓர் அஞ்சல் வண்டியில் ஏறிக் கொண்டு பல ஊர்களுக்குப் பயணம் போனார்கள். வழியில் இராக்காலம் நெருங்கியபடியால் கள்ளர்களுடைய அச்சத்தைக் குறித்துப் பேசிக்கொண்டு போனார்கள். அப்போது ஒரு செல்வன் தன் கையில் இருந்த பத்துத் தங்க நாணயங்களை எப்படிப் பாதுகாப்பதென்று மற்றவர்களைப் பார்த்துக் கேட்டான். அவனுக்கு அண்மையில் இருந்த ஒரு துரைசானி, 'அவைகளை உம்முடைய மிதியடிக்குள் (பாதரட்சைக்குள்) வைத்துப் பாதுகாக்கலாமே,' என்றாள். அவன் அப்படியே அந்தத் தங்க நாணயங்களை மிதியடிக்குள் வைத்து மறைத்தான். பிறகு, சிறிது நேரத்துக்குள் ஒரு கள்ளன் வந்து பணப்பைகளைக் கொடுக்கும்படி கேட்டான். அப்போது அந்தத் துரைசானி, \"என்னிடத்திற் பணம் இல்லை; அதோ அந்தத் துரையினுடைய மிதியடிகளை ஆராய்ந்து பார்த்தால் பத்துத் தங்க நாணயங்கள் அகப்படும்,\" என்றாள். அவன் அப்படியே ஆராய்ந்து அகப்பட்ட தங்க நாணயங்களைக் கவர்ந்து கொண்டு போய்விட்டான்."
    },
    {
      "index": 9,
      "text": "அவன் போன பிறகு, அந்தத் துரைசானியை அந்தச் செல்வன் வாயில் வந்தபடி வைத்தான். உடனே அந்தத் துரைசானி, அச்செல்வனையும் மற்றவர்களையும் பார்த்து, \"நீங்கள் அன்புகூர்ந்து நாளைக்கு என் வீட்டில் விருந்து சாப்பிடுவீர்களானால், உங்கட்கு உண்மையைத் தெரிவிக்கிறேன்,\" என்றாள். அவ்வாறே மறுநாள் மனக்களிப்புடன் அவர்கள் எல்லோரும் விருந்துண்ட பிறகு, அந்தத் துரைசானி தன் கையிலிருந்த புத்தகத்தைக் காட்டிப், \"பல ஆயிரம் தங்க நாணயம் மதிப்புள்ள கடித நாணயங்கள் இந்தப் புத்தகத்தில் இருக்கின்றன. அந்தக் கள்ளனுக்கு இந்தத் துரையினிடம் இருந்த தங்க நாணயங்களை நான் தெரிவிக்காமல் இருந்தால் அவன் இந்தப் புத்தகத்தில் உள்ள கடித நாணயங்களையெல்லாம் கவர்ந்து கொண்டு போயிருப்பான். இந்தத் துரை என்னாலே இழந்த பத்துத் தங்க நாணயங்களுக்குப் பதிலாக நூறு தங்க நாணயங்கள் கொடுக்கிறேன். அவர் வேண்டாம் என்றாலும் நான் விட மாட்டேன்,\" என்று சொல்லி, நூறு தங்க நாணயங்களை அவருக்குக் கொடுத்தாள். உடனே எல்லோரும் மிகுந்த களிப்படைந்து, அந்தப் பெண்ணினுடைய ஆற்றலையும் நல்லியல்பையும் புகழ்ந்து கொண்டாடினார்கள்."
    },
    {
      "index": 10,
      "text": "4. பாம்பின் கதை"
    },
    {
      "index": 11,
      "text": "மறுபடியும் சுகுணசுந்தரி அந்தத் தோழியை நோக்கிப், புறங்கூறலைப்பற்றி ஒரு சிறிய கதை சொல்லுகிறேன் கேள்,' என்றாள்."
    },
    {
      "index": 12,
      "text": "ஒரு காலத்தில் ஒரு மனிதனைக் கடிக்க ஒரு பாம்பு துரத்திற்று. அந்த மனிதன் அந்தப் பாம்பைப் பார்த்துப், 'பாம்பே! உனக்கு நான் ஒரு தீமையுஞ் செய்த தில்லையே ! என்னைக் கடித்துக் கொல்வதனால் உனக்கு வரும் பயன் யாது? சிங்கம் புலி முதலிய தீய விலங்குகள் ஊன் உண்பவைகளாகையால் அவைகள் மனிதர்களைக் கொல்ல நேர்மை இருக்கிறது. அப்படிப்பட்ட நேர்மை இல்லாமல் வீணாக என்னை ஏன் கொல்லத் துரத்துகிறாய்?' என்றான்."
    },
    {
      "index": 13,
      "text": "அதற்குப் பாம்பு, 'இந்தக் கேள்வி என்னைக் கேட்க வேண்டாம்; உன்னுடைய கூட்டத்தாரையே கேள். உங்களுக்கு யாதொரு தீங்குஞ் செய்யாதவர்கள் மேலே நீங்களே அவதூறு பேசி ஒருவரை ஒருவர் கெடுத்துக்கொள்ள வில்லையா? அந்தக் குணம் உங்களிடத்தில் இருக்கிறவரையில் என்னுடைய குணத்தை நானும் விடேன்' என்றது."
    },
    {
      "index": 14,
      "text": "சுகுணசுந்தரி அவதூறு பேசின தன் தாதியைக் கண்டித்ததைக் குறித்து, ஆசிரியப் பெரியாரும் புவனேந்திரனுங் கேள்விப்பட்டுக் களிகூர்ந்தார்கள். பிறகு, ஆசிரியப் பெரியார் புவனேந்திரனை நோக்கிப் , \"பாம்பு முதலிய நஞ்சுடைய உயிர்களும், தீய விலங்குகளும், இடி, பெருங் காற்று, பெருமழை, பஞ்சம், படை, நோய் முதலியவை களும் மனிதனை ஒறுக்கின்ற ஆயுதங்களாக இருக்கின்றன. உலகத்தில் தோட்டி முதல் தொண்டைமான் வரையில் எல்லோரும் முறைகேடான செய்கைகளைப் புரிகிறார்கள். 'இப்படிப்பட்ட மனிதர்களுக்கு எப்படி வெயில் எறிக்கிறது; எப்படி மழை பெய்கிறது' என்று ஓர் ஆப்பிரிக்க நாட்டான் வியப்படைந்தது போல் நாமும் வியப்படைய வேண்டியதாக இருக்கிறது."
    },
    {
      "index": 15,
      "text": "5. உலகத்தில் நடக்கின்ற ஒழுங்கின்மைகள்"
    },
    {
      "index": 16,
      "text": "பெருமையிற் சிறந்த அலெக்சான்றர் (Alexander the Great) என்னும் அரசர் திக்குகள் தோறும் வெற்றி யுடன் சென்றபோது, ஆப்பிரிக்கா நாட்டிலே ஒரு தொலை வான ஊரில் குடிசைகளில் வாழ்ந்து கொண்டிருந்த மக்களிடஞ் சென்றார். அவர்கள் அந்த அரசரைத் தங்களுடைய தலைவன் குடிசைக்கு அழைத்துக்கொண்டு போனார்கள். அந்தத் தலைவன் அலெக்சான்றருக்கு மிகுந்த வழிபாடுகள் செய்தான். தங்கத்தினாலே செய்யப்பட்ட சில பழவகைகளையும் தங்கத்தினாலே செய்யப்பட்ட உணவையும் அவர் முன்பாகக் கொண்டுவந்து வைத்தான். \" நீங்கள் இந்த ஊரில் தங்கம் சாப்பிடுகிறது வழக்கமா?\" என்று அலெக்சான்றர் கேட்டார். அந்தத் தலைவன், \"நாங்கள் தங்கம் சாப்பிடுகிற வழக்கம் இல்லை. நீங்கள் எதற்காக இவ்வளவு தொலை வந்தீர்கள்?\" என்றான். அலெக் சான்றர், \"உங்களுடைய நாட்டின் ஒழுக்கங்களையும் வழக்கங்களையும் அறிய வந்தேன்,\" என்றார். \"அப்படியானால் உங்களுக்கு விருப்பம் உள்ள காலம் வரையில் இவ் விடத்தில் இருக்கலாம்,\" என்று அந்த ஊர்த் தலைவன் சொன்னான்."
    },
    {
      "index": 17,
      "text": "ஒரு வழக்கு முடிவு"
    },
    {
      "index": 18,
      "text": "அப்படி அவர்கள் பேசி முடிந்த உடனே, இரண்டு வழக்காளிகள் அந்தத் தலைவன் இடத்துக்கு வந்தார்கள். அவர்களில் வழக்காளி தலைவனை நோக்கி, \"ஐயா! நான் எதிர் வழக்காளியிடத்தில் சில நிலம் விலைக்கு வாங்கினேன். அதில் ஆழமாய் நான் வடிகால் வெட்டின் போது ஒரு பெரும் புதையல் அகப்பட்டது. அந்தப் புதையலுக்கு நான் உரியவன் அல்லன். ஏன் என்றால் எதிர்வழக்காளி இடத்தில் நான் நிலம் மட்டும் வாங்கினேனே தவிரப் புதை யலுக்கு விலைகொடுத்து வாங்கவில்லை. அப்படியிருக்கப் புதையலை எதிர்வழக்காளி ஒப்புக்கொள்ள மாட்டேன் என்கிறான்,\" என்றான்."
    },
    {
      "index": 19,
      "text": "உடனே எதிர்வழக்காளி, \"முறைமன்றத் தலைவரே! வழக்காளியைப் போலவே எனக்கும் மனச்சான்று இருக்கின்றது. நிலத்தையும் அதிலுள்ள எல்லாப் பொருள்களை யும் நான் வழக்காளிக்கு விற்றுப்போட்டதால் இந்தப் புதையலுக்கும் எனக்கும் யாதொரு தொடர்பும் இல்லை,\" என்றான். அந்தத் தலைவன் இருவருடைய சொற்களையும் நன்கு கேட்டுத் தெரிந்து கொண்டு, இரு வழக்காளிகளையும் பார்த்து, \"உங்களில் வழக்காளிக்கு ஒரு மகனும் எதிர் வழக்காளிக்கு ஒரு மகளும் இருப்பதால், அவர்கள் இருவருக்குத் திருமணஞ் செய்வித்து அந்தப் பொருளை அவர்களுக்கு நன்கொடைப் பொருளாகக் கொடுத்துவிடுங்கள்,\" என்று முடிவு செய்தான். அந்த நேர்மையான முடிவைக் கேட்டு வியப்படைந்து கொண்டிருந்த அலெக்சான்றர் அரசனை அந்தத் தலைவன் நோக்கி, \"உங்களுடைய ஊரில் இந்த வழக்கு எப்படி முடிவு செய்யப்படும்?\" என்று கேட்டான். \"எங்களுடைய ஊரில் உண்மையாகவே இரண்டு வழக்காளிகளையும் பிடித்துக் காவற்கிடங்கில் வைத்துவிட்டுப் புதையலை அரசன் பிடுங்கிக்கொள்ளுகிறது வழக்கம்,\" என்று அலெக்சான்றர் மறுமொழி சொன்னார். உடனே அந்தத் தலைவன் மிகவும் வியப்படைந்தான். \"ஐயா! உங்கள் ஊரில் வெயில் எறிக்கிறதா? மழை பெய்கிறதா?\" என்றான். அலெக்சான்றர், \"ஆம் ஆம்\" என்றார். அப்படியானால் உங்கள் ஊரிலுள்ள ஆடு மாடுகளுக்குப் புல் பூண்டுகள் வேண்டுமே, அதற்காக மழை பெய்கிறதும் வெயில் எறிக்கிறதுமே அல்லாமல் உங்களுக்காக அல்ல,\" என்று அந்தத் தலைவன் சொன்னான். அலெக்சான்றர் நாணங் கொண்டு எழுந்து போய்விட்டார்.\n------------"
    }
  ]
}