{
  "chapterNumber": 10,
  "title": "எதிர்பாராத நிகழ்ச்சிகள்",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "10. எதிர்பாராத நிகழ்ச்சிகள்\n[பெருமழை நீர்ப்பெருக்கால் அழிவு ; விண் வழியாகச் செல்லுதல்; சுகுணசுந்தரியை ஓர் அரசன் சிறை யெடுப்பித்தல் ; கன்னியர் மாடத்தில் சுகுணசுந்தரி அடைக்கலம் புகுதல்.]"
      },
      {
        "index": 1,
        "text": "1. பெரு மழை நீர்ப்பெருக்கால் அழிவு"
      },
      {
        "index": 2,
        "text": "உலகத்தில் நடக்கிற ஒழுங்கின்மைகளுக்குத் தக்கபடி, வேண்டுங் காலத்திலே மழை பெய்யாமலும் வேண்டாத காலத்திலே அளவுகடந்து பெய்தும் கெடுப்பது போல், நராதிபனுடைய நாட்டில் ஒரு காலத்தில் மிகுந்த மழை பெய்து, பெரிய அழிவை உண்டுபண்ணிற்று. எப்படி யென்றால் தீயர்களுடைய நெஞ்சம் போல் வானங் கறுத்தது. அவர்களுடைய சினத்தீயைப்போல் மின்னல் மின்னியது. அவர்களுடைய கொடுஞ்சொற்களைப் போல இடி குமுறி இடித்தது. ஒரே நீர்ப்பெருக்காய் மழை பொழிந்து உலக முடிவு காலத்துப் பெரும் நீர்ப்பெருக்கைப்போல் எங்கும் நீர் பெருகி, ஆறுகள், குளங்கள், ஏரிகள் எல்லாம் உடைப் பெடுத்து விளைவுகளை எல்லாம் அழித்துவிட்டது. அதனாற் பெரும் பஞ்சம் உண்டாகியது. மக்கள் எல்லாரும் வருந்தினார்கள்."
      },
      {
        "index": 3,
        "text": "அக்காலத்தில் நராதிபன் தன் பண்டசாலைகளை யெல்லாம் திறந்து, நகரத்திலுள்ள மக்களுக்கு வேண்டுந் தானி யங்களைக் கொடுத்துக் காப்பாற்றினான். வெளியூர் மக்களுக்கு உணவுப் பொருள்கள் அனுப்புவதற்குப் பாதைகள் எல்லாம் நீர்ப் பெருக்கினால் இடிந்து, பள்ளமும் படுகுழியுமாய்ப் போய் விட்டதால், வண்டிகள் போக வழியில்லாமல் பலர் பசியினால் மடிந்து போனார்கள். அந்தச் சமயத்தில் சில பிரெஞ்சுக்காரர்கள் பலூன் (Balloon) என்கிற ஆகாய விமானங் கொண்டுவந்து, அதன் வழியாய் உணவுப் பொருள்கள் கொண்டுபோவதாக ஒப்புக் கொண்டார்கள். அரசன் கட்டளைப்படி பல ஊர்களுக்கு உணவுப் பொருள்கள் கொண்டு போனார்கள். சில சமயங்களில் அரசனும் அந்த விமானத்தில் ஏறிப் பல ஊர்களைச் சுற்றிப் பார்த்துக் கொண்டு வருவான். தலைநகருக்கு ஐங்காதவழி தொலைவிலுள்ள நவநீதபுரி என்னும் ஊரானது தன்னுடைய நாட்டிற்கு நடுவிடமாயும் நல்ல விளைவுள்ள தாயும் இருந்தமையால், அந்த ஊரில் அரசன் சில திங்கள் தங்கியிருந்தான். பல ஊர்களுக்கு விண்வழியாய்த் தானி யங்கள் அனுப்பிக்கொண்டு வந்தான்."
      },
      {
        "index": 4,
        "text": "2. விண்வழியாகச் செல்லுதல்; சுகுணசுந்தரியை ஓர் அரசன் சிறையெடுப்பித்தல்"
      },
      {
        "index": 5,
        "text": "தன் தந்தையை ஒருநாளும் பிரியாத சுகுணசுந்தரி இப்போது சில காலம் பிரிந்திருக்கும்படி நேரிட்டதால், நவநீதபுரிக்குப் போய்த் தந்தையைப் பார்க்க வேண்டும் என்கிற விருப்பம் உடையவள் ஆனாள். நீர்ப்பெருக்கால் வழிகளெல்லாம் அழிந்து வண்டி முதலிய ஊர்திகள் செல்வதற்குத் தடையாய் இருந்தமையால், நவநீதபுரிக்கு எப்படிப் போவதென்று சுகுணசுந்தரி மயங்கிக் கொண்டிருக்கையில், அந்தப் பிரெஞ்சுக்காரன் தன்னுடைய விண்ணூர்தியில் ஏற்றி மிக விரைவிற் கொண்டுபோய் விடுவதாக ஒப்புக்கொண்டான். உடனே சுகுணசுந்தரியும் அவளுடைய உயிர்ப் பாங்கியும் விண்ணூர்தியில் ஏறிப் புறப்பட்டார்கள். அந்தப் பிரெஞ்சுக்காரனும் அவனுடைய ஊழியர் சிலரும் கதிரவன் மறைவதற்கு முன் நவநீதபுரியிற் கொண்டுபோய் விடுவதாக வாக்களித்து மிக விரைவாக விண்ணில் விமானத்தை நடத்திக்கொண்டு சென்றார்கள். மனத்தின் விரைவிலும் மிக விரைவாய் விண்ணிற் சென்ற அந்த விமானம், கதிரவன் மறைந்து நீண்ட நேரம் ஆகியும் நவநீதபுரியிலே சேராமையால் அதற்குக் காரணம் என்ன என்று சுகுணசுந்தரி வினவினாள். அந்த விமான ஓட்டி, \"இன்னுஞ் சிறிது நேரத்துக்குள்ளே கொண்டுபோய் விடுகிறேன்; அஞ்ச வேண்டாம்,\" என்று சொல்லிக்கொண்டு போனான்."
      },
      {
        "index": 6,
        "text": "பெருங்காற்றும் மழைக்கால் இருட்டுமாய் இருந்த படியால் ஊர்தி இன்ன திக்கை நோக்கிச் செல்லுகிற தென்று சுகுணசுந்தரிக்குத் தெரியவில்லை. நள்ளிரவாகியும் குறித்த இடத்தில் வந்து சேரவில்லை. விமானம் செல்லுகிற விரைவைப் பார்த்தால் நராதிபனுடைய நாட்டு எல்லையைக் கடந்து பிற அரசர்களுடைய நாட்டிற் புகுந்து வெகு தொலை போயிருக்கலாம் என்று நினைக்கும்படியாயிருந்தது. இஃது ஏதோ கபடவழி என்று சுகுணசுந்தரிக்கு அச்சமும் ஐயமும் தோன்றின. அந்த வெள்ளை மனிதனை நோக்கி, \"இன்னமும் ஊர் வந்து சேரவில்லையா?' என்று வினவினாள். அவன் எத்தகைய பதிலுஞ் சொல்லாமலே விமானத்தை நடத்தினான். சுகுணசுந்தரியும் அவளுடைய பாங்கியும் இன்னது செய்வதென்று தோன்றாமல் மலைத்துத் தளர்ந்து மனம் மறுகலுற்றார்கள்."
      },
      {
        "index": 7,
        "text": "3. கன்னியர் மடத்தில் சுகுண சுந்தரி அடைக்கலம் புகுதல்"
      },
      {
        "index": 8,
        "text": "விடியற்காலம் வெள்ளி முளைப்பதற்கு முன், மலையையும் பெயர்க்கும்படியான பெருங்காற்று நான்கு பக்கமும் ஒங்கி வீசத் தொடங்கியது. இதுவரையில் ஒரே வழியில் ஒழுங்காய்ச் சென்றுகொண்டிருந்த விமானமானது, இப்போது சுழல்காற்றில் சிக்கிப், பெருங் குடியர்கள் கட்குடி மயக்கத்தினால் தள்ளாடித் தள்ளாடி விழுவதுபோல் நாற்பக்கத்திலும் சுழன்று தத்தளிக்கத் தொடங்கியது. அதை ஒரே வழியிற் செலுத்த அந்தப் பிரெஞ்சுக்காரனும் அவனுடைய ஊழியர்களும் எவ்வளவோ முயன்ற போதிலும், பாகனுக்கு அடங்காத மதயானை போல் அந்த விமானம் அசைந்தாடிக் கொண்டு நிலத்தை நோக்கிச் செல்லத் தொடங்கியது. சுகுணசுந்தரியும் அவளுடைய தோழியும், அந்தப் பிரெஞ்சுக்காரனுடைய வஞ்சகக் கருத்து நிறைவேறுவதைப் பார்க்கினும், விண்ணூர்தியோடு நிலத்தில் விழுந்து சாகிறது நலம் என்று நினைத்துச் சாக்காட்டிற்குத் தோதாக இருந்தார்கள்."
      },
      {
        "index": 9,
        "text": "ஆயினும், அந்தப் பிரெஞ்சுக்காரனுடைய விடா முயற்சியினால் யாதோர் இடையூற்றுக்கும் இடம் இல்லாமல் விமானம் சிறிது சிறிதாய்க் கீழே இறங்கிக் கடைசியாய் ஓர் ஊரில் கிறித்து வேதக் கன்னிப் பெண்களுடைய மணிமாடத்தின் மேலே தங்கிநின்றது. அப்பொழுது அந்தக் கன்னிப்பெண்கள், மேல் மாடியில் கடவுளை நோக்கிக் காலை வணக்கஞ் செய்து கொண்டிருந்தார்கள். அவர்களுக்கு முன் விமானம் திடீரென்று இறங்கியவுடனே அவர்கள் திடுக்கிட்டுத் திகைத்துப், பூதமோ பேயோ என்று அச்சமும் மயக்கமுங் கொண்டார்கள். அதில் இருந்து சுகுணசுந்தரி இறங்கியது எப்படி இருந்ததென்றால், இந்திர விமானத்தில் இருந்து ஒரு தெய்வப் பெண் இறங்கியதுபோற் காணப்பட்டது."
      },
      {
        "index": 10,
        "text": "உடனே சுகுணசுந்தரி அந்தக் கன்னிப்பெண்களுக்கு வணக்கஞ்செய்து, \"தாய்மார்களே! நான் தமிழ்நாட்டு அரசனாகிய நராதிப் மன்னனுடைய மகள். என்னை இந்த மனிதன் வஞ்சனையாகக் கொண்டு வந்திருக்கிறான். நான் உங்களுக்கு அடைக்கலம். என்னைக் காப்பாற்ற வேண்டும்,\" என்று வேண்டிக்கொண்டாள். அவளுடைய மொழி முடியும் முன், அந்தக் கொடியவன் கன்னிப் பெண்களை நோக்கி, \"தென்னாட்டு அரசராகிய நம்முடைய மகாராசா இந்த மாதரசியைத் திருமணஞ் செய்வதற்காகக் கொண்டு வரும்படி கட்டளையிட்டவாறு நான் கொண்டுவந்தேன்; நாங்கள் ஏறிவந்த விமானம் பெருங் காற்றினால் அலைப்புண்டு அரசனுடைய ஊரை அடையாமல் இவ்விடத்திலே தங்கிவிட்டது. இந்தப் பெண்ணை நான் அரசரிடம் கொண்டு போகும்படி நீங்கள் கட்டளை கொடுக்கவேண்டும்,\" என்றான்."
      },
      {
        "index": 11,
        "text": "உடனே அவர்கள் சுகுணசுந்தரியை நடந்தது என்ன என்று உசாவினார்கள். அவள் தன்னுடைய வரலாற்றைச் சுருக்கமாய்த் தெரிவித்ததும் அல்லாமல், தன்னுடைய தந்தையைப் பார்க்க நவநீதபுரிக்குத் தான் புறப்பட்டதும், அந்த ஊருக்கு விமானத்தைக் கொண்டுபோவதாக ஒப்புக்கொண்டவன் இவ்வளவு தொலை தன்னையுந் தோழியையும் வஞ்சகமாய்க் கொண்டுவந்தது முதலான எல்லா விவரங்களையும் விளக்கமாகத் தெரிவித்தாள். அவர்கள் அந்தப் பெரும் புளுகனைப் பார்த்து, \"எங்கள் இடத்தில் அடைக்கலம் புகுந்த பெண்ணை உன்னிடத்தில் விடோம்,\" என்றார்கள். அவன் அவர்களை நோக்கி, \"அரசனுடைய கட்டளையை நீங்கள் இகழ்ந்து, இந்தப் பெண்ணை விடோம் என்கிறீர்கள். உங்களுடைய தில்லுமல்லை அரசனுக்குத் தெரிவிக்கிறேன்,\" என்று சொல்லிச் சினவெறியுடன் சென்றான்.\n-------------"
      }
    ]
  }
}