{
  "chapterNumber": 2,
  "title": "மதுரேசனும் புவனேந்திரனும்",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "2. மதுரேசனும் புவனேந்திரனும்"
      },
      {
        "index": 1,
        "text": "[மதுரேசனுடைய தீய வரலாறும் புவனேந்திரனுடைய தூய வரலாறும்; இளமைப் பருவத்திலே புவனேந்திரனுடைய ஆண்மையும் பிறருக்குதவுதலும்; சுகுண சுந்தரியின் வியத்தகு குணங்கள்; ஓர் எளிய பிள்ளை கல்வி கற்ற வரலாறு]"
      },
      {
        "index": 2,
        "text": "1. மதுரேசனுடைய தீய வரலாறும் புவனேந்திரனுடைய தூயவரலாறும்"
      },
      {
        "index": 3,
        "text": "புவனேந்திரனோடு கூட அரசனுடைய முதல் அமைச்சன் மகனாகிய மதுரேசன் என்பவனும் ஆசிரியப் பெரியாரிடத்தில் கல்வி கற்று வந்தான். அவனும் புவனேந்திரனும் சற்றேறக்குறைய ஒப்பான அகவை உடையவர்களாக இருந்தார்கள். அகவை ஒன்றைத் தவிர மற்றவைகளில் அவர்கள் ஒருவருக்கொருவர் மிகுந்த ஏற்றத் தாழ்வோடு கூடிய மாறுபாடுகள் உள்ளவர்களாக இருந்தார்கள். ஒளிக்கும் இருளுக்கும், நல்வினைக்கும் தீவினைக்கும் எவ்வளவு வேறுபாடோ அவ்வளவு வேறுபாடு உள்ளவர்களாக இருந்தார்கள். வாய்மை, பொறை, ஈகை, உயிர்களிடத்தில் அருள், பிறருக்குதவி புரிதல் முதலிய நல் இயல்புகளுக்குப் புவனேந்திரன் உறையுளாய் இருந்தது போல், அவைகளுக்கு எதிரிடை யான தீக்குணங்களெல்லாம் மது ரேசனிடத்தில் குடி கொண்டிருந்தன. அவனைத் திருத்தி நல்வழிக்குக் கொண்டு வருவதற்கு ஆசிரியப் பெரியார் அவரால் இயன்ற மட்டும் முயன்றும் பயன்படவில்லை. \"சென்ம குணத்தைச் செருப்பால் அடித்தாலும் போகாது\" என்கிற பழமொழிக் கேற்க அவன் திருந்தாமலே இருந்து விட்டான். புவனேந்திரன் பிறருக்கு உதவி செய்வதில் எப்படி முயற்சி யுள்ளவனாக இருந்தானோ அப்படியே மதுரேசன் பிறருக்குத் தீங்கு செய்வதிலே நோக்கம் உள்ளவனாக இருந்தான். தீய பிள்ளைகள் மனிதர்களைத் துன்பஞ் செய்யக் கற்றுக் கொள்ளுமுன் வாயில்லாப் பூச்சிகளையும், பறவை, விலங்கு ஆகியவைகளையும் பிடித்துத் துன்பப்படுத்திக் கொடிய குணத்தைப் பயில்வது போலவே, மதுரேசன் இளமைப் பருவத்திலே பூச்சிகளைப் பிடித்துக் கொல்லுகிறதும், குருவிக் கூண்டுகளைக் கோலாலே கலைக்கிறதும், பறவை களையும் ஆடு மாடுகளையும் அவற்றின் கன்றுகளையும் கல்லாலும் வில்லாலும் அடிக்கிறதும், ஆகிய பல வகையான கொடுஞ் செய்கைகளைச் செய்து வருவான். அந்தச் செய்கைகளைப் புவனேந்திரன் காணும்போதெல்லாம் அந்தப் பறவைகளுக்கும் விலங்குகளுக்கும் தான் ஒரு காவலனைப்போல் இருந்து அவைகளைக் காப்பாற்றுவான். மதுரேசன் பறவைகளைக் கல்லாலும் வில்லுண்டை யாலும் அடிக்க முயலும்போது, புவனேந்திரன் கையைக் கொட்டிக் கொட்டி ஒலியுண்டாக்கி, அவைகளைத் துரத்தி விடுவான். அப்படியே தெருவில் விளையாடுகிற பிள்ளைகளையும் மதுரேசன் துன்பப்படுத்தாதபடி புவனேந்திரன் எப்பொழுதும் அவர்களுக்கு உதவியாக இருப்பான். இத்தன்மையான பல காரணங்களால் மதுரேசன் புவனேந்திரனைத் தன்னுடைய பிறவிப் பகைவனாக எண்ணத் தொடங்கினான். அவனுக்குப் புவனேந்திரன் மீது எவ்வளவு பகையிருந்தாலும், அவன் ஆசிரியருடைய மகன் என்கிற எண்ணத்தாலும், அவன் தன்னிலும் மிகுந்த ஆற்றலுடையவனாக இருப்பதாலும், அவனுக்கு யாதொரு தீங்குஞ் செய்ய மதுரேசன் துணியவில்லை."
      },
      {
        "index": 4,
        "text": "2. இளமைப் பருவத்திலே புவனேந்திரனுடைய ஆண்மையும் பிறருக்குதவுதலும்"
      },
      {
        "index": 5,
        "text": "இளமைப் பருவத்திலே புவனேந்திரனுடைய ஆண்மையும் ஆற்றலும் தெரியும் பொருட்டு உண்மையாய் நடந்த ஒரு செய்தியை விளக்கிக் கூறுவோம். புவனேந்திரனும் சுகுணசுந்தரியும் யானையேற்றம் குதிரையேற்றம் முதலிய ஊர்திப் பயிற்சிகளில் தேர்ச்சி பெறுவதற்காக அவர்கள் அடிக்கடி யானையின் மீதும் குதிரையின் மீதும் ஏறிச் செல்வது வழக்கமாக இருந்தது. அந்த வழக்கப்படி ஒரு நாள் புவனேந்திரனும் சுகுணசுந்தரியும் ஒரு யானையின் மேல் அம்பாரி வைத்து, அதன் மேல் ஏறிக்கொண்டு தெருவிற் சென்றார்கள். செல்லும் போது அந்த யானை திடீரென்று மதங்கொண்டு, தன் பிடரியின் மேல் இருந்த பாகனைத் துதிக்கையால் பற்றி இழுத்துக் கீழே தள்ளித் தன் காலின் கீழ் வைத்துத் தேய்த்தது. மேலும் அம்பாரியில் இருந்தவர்களையும் தன்கையினால் இழுக்கத் தொடங்கியது. அவர்கள் தன் கைக்கு எட்டாமையினால் அம்பாரியைத் தெருவிலுள்ள ஒரு பெரிய கல்மண்டபத்தோடு சேர்த்து மோதி உடைக்க முயன்றது. அந்தச் சமயத்தில் புவனேந்திரன் சுகுணசுந்தரியை எளிதாகத் தூக்கி, அந்த மண்டபத்தின் மேல் வைத்துவிட்டுத் தானும் ஒரே தாண்டாகத் தாண்டி, அந்த மண்டபத்தின் மேல் ஏறித் தப்பித்துக் கொண்டான். அப்படி அவன் செய்திராவிட்டால், அவர்கள் இருவரும் யானையின் கையில் அகப்பட்டு மாண்டு போயிருப்பார்கள். இந்த ஆண்மைச் செய்கையைக் கேள்வியுற்ற அரசன் தன் மகளைக் காப்பாற்றிய புவனேந்திரனிடத்தில் அளவற்ற அன்பும் நம்பிக்கையும் உள்ளவனாக இருந்தான்."
      },
      {
        "index": 6,
        "text": "ஆற்றில் விழுந்தவனைக் காப்பாற்றுதல்"
      },
      {
        "index": 7,
        "text": "மற்றொரு சமயத்தில் புவனேந்திரனும் வேறு சிலரும் ஒரு பெரிய ஆற்றின் கரையில் ஆற்று நீர் முழுப் பெருக்காக வருதலைப் பார்த்துக் கொண்டிருந்தார்கள். அப்போது அக்கரையிலிருந்து இக்கரைக்கு நீந்திவந்த ஓர் எளியவன் நடு ஆற்றிலே கைசோர்ந்து போனான். அவன் நீர்ப்பெருக்கிலே மூழ்கி இறக்கிற சமயமாக இருந்தது. அப்பொழுது அவனைக் காப்பாற்றுகிறதற்குச் சிறுவனாக இருந்த புவனேந்திரனுக்கு ஆற்றல் இல்லை. அவன் தன் கூட இருந்தவர்களைப் பார்த்து, ஆற்றில் இறங்கி அந்த மனிதனைக் கரையேற்றும்படி கெஞ்சிக் கேட்டுக் கொண்டான். அவர்கள், \"இழிந்தவனாகிய அவனை நாங்கள் தொடமாட்டோம்,\" என்று சும்மா இருந்தார்கள். உடனே புவனேந்திரன் தன்னுடைய உயிரைப் பொருட் படுத்தாமல் அந்த ஏழையைக் காப்பாற்றுவதற்காக ஆற்றில் விழ ஓடினான். அப்போது கூட இருந்தவர்கள், இந்தச் செய்தியை அரசனும் ஆசிரியப் பெரியாரும் கேள்விப்பட்டால் தங்கள் தலையை வாங்கி விடுவார்கள் என்று அச்சங்கொண்டு, புவனேந்திரனை ஆற்றில் விழாத படி தடுத்துத் தாங்களே ஆற்றில் குதித்து அந்த ஏழையைக் கரையேற்றிக் காப்பாற்றினார்கள். அவர்களுக்குப் புவனேந்திரன் தகுந்த நன்கொடைகள் வழங்கிக் களிப்பூட்டினான். இவ்வாறு புவனேந்திரன் தன்னால் இயன்ற மட்டும் பிறருக்கு உடலுறவியாவது பொருளுதவியாவது அல்லது சொல்லுதவியாவது செய்துவருவான்."
      },
      {
        "index": 8,
        "text": "3. சுகுணசுந்தரியின் வியத்தகு குணங்கள்"
      },
      {
        "index": 9,
        "text": "புவனேந்திரனுக்கு ஒப்பான ஆண்கள் எப்படியில்லையோ, அப்படியே சுகுணசுந்தரிக்கு ஒப்பான பெண்கள் ஒருவரும் இல்லை. அவள் நல்லியல்புகளை யெல்லாம் அணிகலன்களாக உடையவள். அவளுடைய கற்பு நெறியும், நல்லியல்பும், அடக்கமும், பொறுமையும், வாய்மையும், தூய்மையும் சொல்லுதற்கரியன். அவள் அரசனுடைய மகளாக இருந்தும் எளியவர்களுடைய பெருந்துன்பங்களை யெல்லாம் அறிவாள். அழுவாரோடு அழுவாள். துன்பப் படுவாரோடு துன்பப்படுவாள். மன்னுயிர்களை யெல்லாந் தன்னுயிர் போல் எண்ணுவாள். யாருக்காவது மகிழ்ச்சி நேரிட்டால் தனக்கே நேரிட்டது போல் மகிழ்வாள். யாருக்கு ஒரு வருத்தம் நேரிட்டாலும் அது தனக்கு நேரிட்டது போல் எண்ணி அதனை உடனே நீக்குவாள். அவள் அழகு குடிகொண்ட முகத்தை உடையவள். அருள் குடிகொண்ட கண்களை உடையவள். உண்மையும் இன் சொல்லும் குடிகொண்ட நாவை உடையவள். ஈகை குடி கொண்ட கையை உடையவள். கடவுளன்பு குடி கொண்ட மனத்தை உடையவள். அவளுடைய அக அழகை முக அழகு காட்டும். அவளுடைய உள்ளத் தூய்மையை உடலின் தூய்மை காட்டும். அவளுடைய மங்கள குணங்களை அழகுபெறக் கூறுவது முடியாதாகையால் இவ்வளவோடே நிறுத்தினோம்."
      },
      {
        "index": 10,
        "text": "4. ஓர் எளிய பிள்ளை கல்வி கற்ற வரலாறு"
      },
      {
        "index": 11,
        "text": "ஒருநாள் அரசனுடைய இரண்டாவது அமைச்சர், ஏதோ அரசியல் அலுவலின் பொருட்டு அரண்மனைக்கு வந்திருந்தார். அவர் எல்லா நூல்களிலும் அறிஞராயும் நல்லொழுக்கம் உடையவராயும் இருந்தார். அவர் வந்த காரியம் முடிந்தவுடனே, அரண்மனையிற் பாடம் படித்துக் கொண்டிருந்த புவனேந்திரனையும் மதுரேசனையும் கலை யறிவுகளில் ஆராய்ச்சி செய்து புவனேந்திரனுடைய கல்வித் திறமையை வியந்து கொண்டார். மதுரேசன் கல்வியில் குறைவாயிருக்கக் கண்டு அவனுக்கு அறிவு வரும்படி அவர் சொன்னதாவது: \"சில பிள்ளைகள் எவ்வளவோ முயற்சி செய்து கல்வி சுற்றுக் கொள்கிறார்கள். உனக்குக் கலைமகள் இருக்கைசையாகிய ஆசிரியப் பெரியாரே ஆசிரியராகக் கிடைத்திருந்தும் நீ கல்வியிற் குறைவாயிருப்பது மிகுந்த வியப்பாக இருக்கின்றது. இன்றைக்கு ஐம்பது ஆண்டுகட்கு முன் வறிஞனான ஒரு சிறுவன் எவ்வளவு தொல்லைப்பட்டுக் கல்வியைக் கற்றுக்கொண்டான் என்பதை உனக்குத் தெரிவிக்க விரும்புகிறேன். அவன் மிக வறியவனாக இருந்தாலும் கல்வியைக் கற்கவேண்டும் என்று அளவற்ற அவா உள்ளவனாக இருந்தான். அவனுடைய தகப்பன் கைப்பாடுபட்டுத் தொல்லையான வாழ்க்கையை நடத்துகிறவனாக இருந்ததால், ஆசிரியர்களுக்குப் பொருள் கொடுக்க முடியாத நிலைமையில் இருந்தான்."
      },
      {
        "index": 12,
        "text": "அந்தச் சிறுவன் ஆசிரியர்களுக்குத் தொண்டு செய்தாவது கல்வி கற்கலாம் என்று முயற்சி செய்தான். அவன் மிக இளைஞனாக இருந்தபடியால் அவனை ஒருவரும் வேலையில் வைத்துச் கொள்ள இணங்கவில்லை. அப்போது ஓர் ஆசிரியருக்குப் பொன்னாங்காணிக் கீரையின் மேல் விருப்பம் என்றும், அது சில நாளாய் அகப்படாமையினால் அவர் மனக்குறை உடையவராக இருப்பதாகவும் கேள்விப்பட்டான். அந்தக் கீரையை எப்படியாவது தேடிக் கொடுத்து அந்த ஆசிரியருடைய அன்பை அடைய வேண்டும் என்று அந்தப் பையன் முடிவு செய்து கொண்டான். அவன் வெகு தொலை அலைந்து தேடி அந்தக் கீரையைப் பறித்துக் கொண்டுவந்து சில நாள் வரையில் அந்த ஆசிரியருடைய மனைவியின் கையிலே கொடுத்துக் கொண்டு வந்தான். அதற்கு அவள் விலை கொடுப்பதாகச் சொல்லியும் அவன் ஒப்புக்கொள்ளவில்லை. இரண்டு மூன்று நாட்களுக்குப் பிறகு ஆசிரியர் தம் மனைவியை நோக்கி, ”இந்தக் காலத்தில் நம்முடைய ஊரில் இந்தக் கீரை அகப்படாதே. இஃது எப்படிக் கிடைத்தது?\" என்று வினவினார். அவள் அந்தப் பையனுடைய செய்தியைக் குறித்துக் கணவனுக்குத் தெரிவித்தாள்."
      },
      {
        "index": 13,
        "text": "மறுநாள் அந்தப் பையன் வந்த உடனே ஆசிரியர் அவனைக் கண்டு, 'இந்தக் கீரைக்கு ஏன் நீ விலை வாங்க மாட்டேன் என்கிறாய்?' என்றார். உடனே அந்தப் பையன் ஆசிரியருடைய அடிகளில் எண் வகை உறுப்புக்களும் தோயுமாறு விழுந்து, ”ஐயா! நான் வறியவனினும் வறியவன். என்னைப்போல் வறியவர்கள் எங்கும் இரார்கள். நான் கல்வி கற்க வேண்டும் மென்று அளவற்ற அவா உள்ளவனாக இருக்கிறேன். ஆனால் பொருள் கொடுத்துப் படிப்பதற்கு வழியில்லை. என்ன செய்வேன்?\" என்று சொல்லி அழுதான். உடனே ஆசிரியருக்கு முழு அருளும் உண்டாகி, அவனுக்குப் பொருள் பெறாமலே கல்வி கற்பிக்கத் தொடங்கினார். அந்தப் பையன் இராப்பகல் கல்வியில் முயன்று, பல கல்விச் சிறப்புகள் பெற்று ஓர் அரசருடைய அருளைப் பெற்றான். அந்த அரசர் அவனுக்குப் பல அலுவல்கள் கொடுத்துக் கடைசியாய் அவனுக்கு அமைச்சு வேலை கொடுத்தார். அந்தப் பையன் யார் என்றால் நான் தான். நம்முடைய நராதிய மாவேந்தரின் தகப்பனார் தாம் எனக்கு அமைச்சு வேலை கொடுத்தவர் என்றார். இப்பொழுது மிகச் சிறந்த நிலைமையில் இருக்கிற அந்த இரண்டாவது அமைச்சர் தம்முடைய முன்னைய வறிய நிலைமையைக் குறித்து வெளிப் படையாய்ப் பேசினவுடனே அதனைக் கேட்ட எல்லாரும் அவருடைய அருமையான அடக்கத்தையும் பொறுமையையும் புகழ்ந்து கொண்டாடினார்கள். ஆனால், மதுரேசனுக்கு மட்டும் யாதொரு பயனும் இல்லாமற் போய்விட்டது,\n---------------"
      }
    ]
  }
}