{
  "paragraphs": [
    {
      "index": 0,
      "text": "16. இன்பமும் துன்பமும்\n[சுகுணசுந்தரியின் சிறைமீட்சி; ஊருக்குத் திரும்புதல்; முறையற்ற கொலை; ஆசிரியப் பெரியாருடைய துன்பம்; மக்களின் புலம்பல்; நராதிபனுடைய மனநோயும் சாக்காடும்]"
    },
    {
      "index": 1,
      "text": "1. சுகுணசுந்தரியின் சிறைமீட்சி ; ஊருக்குத் திரும்புதல்"
    },
    {
      "index": 2,
      "text": "புவனேந்திரனுடைய முயற்சியால் இவ்வளவு உதவி கிடைத்தது என்று சுகுணசுந்தரி உள்ளங் களித்தாள் கடவுளுக்கு நன்றியறிந்த வணக்கஞ் செய்தாள். மண மாகாப் பெண்மடத்தில் தவஞ் செய்பவர்கள் எல்லாரும் இச்செய்தியைக் கேள்வியுற்றுக் களிப்படைந்தார்கள். புவனேந்திரனுக்கு உதவியாய்ச் சில படைவீரர்களை அனுப்புவதாக அரசன் சொல்லப், பிற அரசர்களுடைய நாட்டில் படைவீரர்களுடன் செல்வது தகுதி அன்று என்று புவனேந்திரன் மறுத்துவிட்டான். புவனேந்திரனும் சுகுணசுந்தரியும் அவளுடைய தோழியும் வெவ்வேறான ஊர்திகளில் ஏறிக்கொண்டு பயணப் பாதுகாப்புடன் புறப்பட்டார்கள்."
    },
    {
      "index": 3,
      "text": "சில நாட்களுக்குள் அந்த அரசனுடைய நாட்டு எல்லையைக் கடந்து, தங்களுடைய நாட்டு எல்லைக்குள் நுழைந்தார்கள். நுழைந்த உடனே அந்த ஊர் அதிகாரிகள் நராதிபனுடைய கட்டளைப்படி புவனேந்திரனைப் பிடிக்க முயன்றார்கள். புவனேந்திரன் பிடிபடாமல் அவர்களை எதிர்க்கத் தொடங்கியபோது, அவர்கள் \"அரசனுடைய கட்டளைப்படி பிடிக்கிறோம்,\" என்று சொன்னதினால் அரசனுடைய ஆணையை இகழக்கூடாது என்று புவனேந்திரன் அவர்களுடைய கையில் சிக்கினான். உடனே அந்த அதிகாரிகள் புவனேந்திரனைக் கடுமையான சிறையில் வைத்தார்கள். சுகுணசுந்தரி கூட்டத்தைப் பிரிந்த மான் போலவும், மயில் போலவும் திகைப்புற்று, மிகு விரைவாக அரசனிடம் போய்த் தெரிவித்துப் புவனேந்திரனை விடுவிக்கவேண்டும் என்று பயணப்பட்டாள்."
    },
    {
      "index": 4,
      "text": "அவள் வழியிற் செல்லும் போது எண்ணிறந்த மக்கள் அவளைச் சூழ்ந்து கொண்டு, \"எங்களுடைய மனோன்மணி வந்து விட்டாள்,\" என்று வாழ்த்திக்கொண்டு மிகுந்த களிப்புக் கூச்சலுடன் அவளுடைய ஊர்திக்கு முன்னும் பின்னுஞ் சென்றார்கள்."
    },
    {
      "index": 5,
      "text": "சுகுணசுந்தரி பலநாள் இரவும் பகலுஞ் சென்று புவனசேகரபுரியை அணுகினாள். அவளுடைய தந்தை முதலியோர் வழியில் வெகு தொலை எதிர்கொண்டுவந்து மிகுந்த சிறப்புடன் நகரத்துக்குள் அழைத்துச் சென்றார்கள். அந்நகரத்து மக்கள், வாழை கமுகுகள் நாட்டி, மகர தோரணங்கள் கட்டித் தெருக்களை அழகு செய்தார்கள். பலவகை வாத்திய முழக்கங்களுடன், சுகுணசுந்தரி நலத்துடன் வந்து சேர்ந்ததற்காக இன்பத் திருவிழாக் கொண்டாடினார்கள். மக்களுடைய மகிழ்ச்சியே இப்படி யானால், அவளுடைய தந்தை முதலானவர்களின் களிப்பு மிகுதியை எவ்வாறு விரித்துரைக்கப் போகிறோம்? இறந்து போன உயிர் மீண்டது போலவும், பசியினால் வருந்துகிற வனுக்குத் தேன், நெய், பால், வாழைக்கனி முதலியவை களுடன் சிறந்த உணவு கிடைத்தது போலவும் இன்பக் கடலில் மூழ்கினார்கள்."
    },
    {
      "index": 6,
      "text": "2. முறையற்ற கொலை; ஆசிரியப் பெரியாருடைய துன்பம்"
    },
    {
      "index": 7,
      "text": "அந்தக் களிப்பு ஆரவாரம் சிறிது தணிந்தவுடனே, சுகுணசுந்தரியினுடைய வரலாறுகளைத் தெரிவிக்கும்படி அரசன் கட்டளையிட்டான். அவள் எல்லாச் செய்திகளையும் மிக விளக்கமாகத் தெரிவித்ததும் அல்லாமல் கடைசியாய்ப் புவனேந்திரனுடைய அறிவுத் திறமையினாலும், தளரா முயற்சியினாலும் தான் தப்பிவந்த செய்தியை விரித்துரைத்தாள். அதைக் கேட்டவுடனே அரசன் தாரை தாரையாய்க் கண்ணீர் சொரிந்து, தன் தலையிலே அடித்துக் கொண்டான். \"ஐயோ மகளே! நான் தீமை செய்து விட்டேனே! நீ காணாமற்போனவுடனே புவனேந்திரன் மேலே ஐயப்பட்டேன். அவனை எங்கே கண்டாலும் பிடித்துக் கொல்லும்படி கட்டளை அனுப்பினேன். அவ்வாறே உன் முன்பாகவே அவன் பிடிபட்டதாகவும், நீ வந்தபிறகு அவனைக் கொன்று விட்டதாகவும் இன்று காலை யில் அறிக்கைத்தாள் வந்து சேர்ந்தது. அந்தக் கொலைக்கு நான் பொறுப்பாளி அல்லன். எழுத்துக்காரனுடைய கைப்பிசகினால் இவ்வளவு பெருந்தொல்லை நடந்துவிட்டது. இந்த முறைகேட்டிற்கு நான் என்ன செய்வேன்?\" என்று தேம்பித் தேம்பி அழுதான்."
    },
    {
      "index": 8,
      "text": "அதைக் கேட்டவுடனே சுகுணசுந்தரி மூர்ச்சை யானாள். உயிரற்ற உடல் போல் கீழே விழுந்து விட்டாள். ஏனென்றால், உலகத்தில் யார் துன்பப்பட்டாலும் பொறுக்காத இரக்கத்தன்மை உள்ள சுகுணசுந்தரி , தனக்கு இவ்வளவு உதவி செய்த புவனேந்திரன் தன் பொருட்டாகவே கொலை செய்யப்பட்டான் என்று கேட்க எப்படிப் பொறுப்பாள்? அப்போது ஆசிரியப் பெரியாரும் கூட இருந்தார். அரசன் அந்தக் கொடிய கட்டளையை அனுப்பினதும், புவனேந்திரன் கொலையுண்டதும் அதுவரையிலும் அவருக்குத் தெரியாது. மலை கலங்கினாலும் மனங் கலங்காத திட உள்ளம் படைத்த ஆசிரியப் பெரியார் திடீர் என்று அந்தச் செய்தியைக் கேட்ட உடனே மனம் மயங்கிக் கீழே விழுந்து, புரண்டு புரண்டு அழுதார். அரண்மனை முழுவதும் அழுகைக் குரல் எழுந்தது."
    },
    {
      "index": 9,
      "text": "3. மக்களின் புலம்பல்"
    },
    {
      "index": 10,
      "text": "இந்தச் செய்தி நகரம் முழுதும் ஒரு கணத்திற் பரவி யது. திரும்பிவந்த உயிர் மறுபடியும் போய்விட்டது போல, எங்கே பார்த்தாலும் அழுகையும் புலம்பலும் நிறைந்தன. ஏனென்றால், புவனேந்திரனுடைய நற்குணத்தை அறியாதவர்கள் ஒருவரும் இலர். \"ஐயோ! அப்பா ! நீ யார் பெற்ற பிள்ளையோ ! குறைந்த வாணாளில் இறந்து போனாயே.!' என்பாரும், \"இவ்வளவு குறைந்த வாணாள் உள்ள உனக்குப் பேரறிவையும் ஆற்றலையும் அழகையும் கல்வியையும் கடவுள் ஏன் கொடுத்தார்?\" என்பாரும், விண்ணில் இந்திராவில் அழகாகத் தோன்றி, ஒரு கணத்தில் மறைவது போல் மறைந்து போனாயே !\" என்பாரும், மரம் வைத்து வளர்ந்து பலன் கொடுக்கிற காலத்தில் வெட்டுண்டது போல் நல்ல இளமைப் பருவத்தில் மாண்டாயே!\" என்பாரும், பெரும் பஞ்ச காலத்திலே எத்தனையோ குடும்பங்களைக் காப்பாற்றினாயே! இனி அப்படிப்பட்ட காலத்தில் யாரை அடுப்போம்?\" என்பாரும், சுகுணசுந்தரியாவது தப்பியிருந்தால் அவள் எங்களைச் சமயத்தில் காப்பாற்றுவாளே ! நீ போன பிறகு அவள் உயிரை வைத்திருப்பாளா?\" என்பாரும், \"எங்களுடைய துன்பமே இவ்வளவு பெரிதாய் இருக்கும்போது, உன்னைத் தொட்டு வளர்த்து எல்லா நன்மைகளையும் நுகர்ந்த ஆசிரியப் பெரியாரும் அவருடைய மனைவியும் இனிமேல் உயிரை வைத்திருப்பார்களா?\" என்பாரும், \"உதவிக்குத் தீமை செய்த இந்த அரசனைப் போலக் கொடுங்கோலர்கள் உலகத்தில் இருப்பார்களா?\" என்பாரும், \"இராவணனுக்கு மகோதரனும், துரியோதன னுக்குச் சகுனியும் வாய்த்தது போல் எங்கள் அரசனுக்குக் கொடிய அமைச்சன் வாய்த்தானே என்பாரும், \"இனிமேல் இந்த ஊரில் தீ மழை பெய்யும்\" என்பாரும் இவ்வாறு பலரும் பலவகையாய்ச் சொல்லிப் புலம்பினார்கள்."
    },
    {
      "index": 11,
      "text": "4. நராதிபனுடைய மனநோயும் சாக்காடும்"
    },
    {
      "index": 12,
      "text": "ஆசிரியப் பெரியார் மயக்கந் தெளிந்து எழுந்த உடனே, \"இனி ஒருநாளும் இந்தத் தீய அரசனுடைய முகத்தில் விழியேன்\" என்று உறுதி செய்து கொண்டு தமது அரண்மனைக்குப் போய்விட்டார். சுகுணசுந்தரி மூர்ச்சை தெளிந்து பிழைத்தது மறுபிறப்பாயிற்று. நராதிபன் மகளைப் பிரிந்திருந்த ஏக்கத்தினால் தகுந்த உணவும் இல்லாமல் நோய் மேலிட்டு, முன்னமே துரும்பு போல் இளைப்புற்றிருந்தான். இப்பொழுது தன் மகளுக்குப் பேருதவி செய்து சிறைமீட்டு வந்த புவனேந்திரனை முறையில்லாமற் கொலை செய்வித்தும், பொறுமை வடிவினராகிய ஆசிரியப் பெரியாருடைய பகையைத் தேடிக் கொண்டோமே என்கிற மனநோயினால் அவனுக்கு உடல் நோய் மிகுந்து, சில திங்கள் படுத்த படுக்கையிலே இருந்தான். அந்தக் காலத்தில் சுகுணசுந்தரி தந்தைக்காகப் பட்ட பாடுகள் சிறிதல்ல. எண்ணிக்கை இல்லாத ஊழியக் காரர்கள் இருந்தாலும் அவளே தன் கையால் மருந்துணாச் சமையல்களும் (பத்திய பாகம்) எல்லாப் பக்குவங்களும் பணிவிடைகளுஞ் செய்து வந்தாள்."
    },
    {
      "index": 13,
      "text": "மருத்துவத்தினால் ஒன்றுங் குணம் ஆகாமல் அரசன் இறந்து போனான். அதற்காகச் சிலர் வருந்திய போதிலும் பல மக்கள், \"புவனேந்திரனை முறை இல்லாமற் கொலை செய்த அரசன் இருந்தென்ன? போய் என்ன ? இனி நம்மைக் காப்பாற்றச் சுகுணசுந்தரி இருக்கும்போது நமக்கு யாதுகுறை?\" என்று கவலையற்றிருந்தார்கள்.\n-----------"
    }
  ]
}