{
  "chapterNumber": 14,
  "title": "சுகுணசுந்தரியின் சொற்பொழிவு",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "14. சுகுணசுந்தரியின் சொற்பொழிவு\n[தவப் பெண்களுடைய மடத்தின் ஒழுங்குகளும் சட்ட திட்டங்களும், சிறுமிகள் பாடசாலையின் ஆண்டுவிழா; மிகு இளமை மணமறுப்பு ; இளமை மணத்தினால் உண்டாகும் தீமை. இளமை மணத்தில் பெண்ணுக்கும் தாய்க்கும் நடந்த உரையாடல்.]"
      },
      {
        "index": 1,
        "text": "1. தவப்பெண்களுடைய மடத்தின் ஒழுங்குகளும்"
      },
      {
        "index": 2,
        "text": "சட்ட திட்டங்களும் தவப் பெண்களுடைய மடத்தில் சிறையிருக்கலுற்ற சுகுணசுந்தரி அந்த மடத்தின் ஒழுங்குகளையும், சட்ட திட்டங்களையும், அவர்களுடைய கடவுள் அன்பு, நல்லொழுக்கம், அடக்கம், பொறுமை, அமைதி, உயிர்களிடத்தில் இரக்கம் முதலிய நற்குணங்களையும்; அவர்கள் உலக வாழ்க்கையை வெறுத்து வீடு பேறடைவதற்காகப் படும் முயற்சியையுங் கண்டு, 'புதுமை புதுமை' என்று வியந்து கொண்டாள். அந்தத் தவப்பெண்களிலே சிலர் தமிழ் படிக்க விரும்பினமையால் அவர்களுக்குத் தமிழைக் கற்பித்துத் தான் அவர்களிடத்திலே பிரெஞ்சு மொழியைக் கற்றுக் கொண்டாள்."
      },
      {
        "index": 3,
        "text": "2. சிறுமிகள் பாடசாலையின் ஆண்டுவிழா"
      },
      {
        "index": 4,
        "text": "அந்தத் தவப்பெண்கள், இந்த நாட்டுச் சிறுமிகளுக்காக ஒரு சிறுமிகள் பாடசாலையை ஏற்படுத்தி நடத்தி வந்தார்கள். அப் பாடசாலையில் இரண்டு ஆண்டு அகவை உள்ள பார்ப்பனப் பெண்களும், பிறவகுப்புப் பெண்களும் கல்வி கற்றுக்கொண்டு வந்தார்கள். பல சிறு பெண்கள் ளுடைய கழுத்தில் தாலி இருக்கக் கண்டு அவர்கள் எல்லாரும் திருமணம் ஆன பெண்கள் என்று சுகுணசுந்தரி அறிந்து கொண்டாள். அந்தப் பாடசாலையின் ஆண்டுவிழா நாளில் ஊரில் உள்ள பெண்கள் எல்லாரும் வந்து கூட்டங்கூடினார்கள். மிக இளமையில் மணஞ்செய்தல் வெறுக்கத்தக்கது என்று சொற்பொழிவு செய்யும்படி சுகுணசுந்தரியை அந்த மடத்தின் தலைவி கேட்டுக்கொண் பதினால், அவ்வாறே சுகுணசுந்தரி பின்வருமாறு சொற் பொழிவு செய்தாள்."
      },
      {
        "index": 5,
        "text": "3. மிகு இளமை மண மறுப்பு"
      },
      {
        "index": 6,
        "text": "\"இந்த நாட்டில் பார்ப்பனர் முதலானவர்களுக் குள்ளாக நடக்கும் மிகு இளமை மணமானது மிகவும் வெறுக்கத் தக்கதாய் இருக்கின்றது. சிறு பிள்ளைகள் பொம்மை மணஞ் செய்து விளையாடுவது போல், பெரிய பிள்ளைகளாகிய தாய் தந்தையர்கள் தங்களுடைய பிள்ளைகளுக்கு மிக இளமையிலே திருமணஞ் செய்து வேடிக்கை பார்த்து மகிழ்வதாகக் காணப்பெறுகின்றது. சிறு பிள்ளைகள் பொம்மைகளைப் போல அசையாப் பொருள்களாய் இருந்தால், தாய் தகப்பன்மார்கள் குழந்தை மணஞ் செய்து வேடிக்கை பார்ப்பதில் தடை இராது. உயிர் தங்கிய உடலோடு கூடிய பிள்ளைகளுக்கு மிக இளமையில் மணஞ் செய்வதினால் பல கெடுதல்களுக்கு இடம் உண்டாகிறது."
      },
      {
        "index": 7,
        "text": "\"இந்த நாட்டைத் தவிர வேறு எந்த நாட்டிலும் மிக இளமையில் மணஞ்செய்கிற வழக்கமே இல்லை. ஐரோப்பா, அமெரிக்கா, ஆப்பிரிக்கா, ஆத்திரேலியா முதலிய நாடுகளில் பக்குவகாலம் வந்த பிறகு திருமணஞ் செய்கிறார்களே அல்லாமல், மிகு இளமை மணம் என்கிற பேச்சே இல்லை. இந்த நாட்டிலும் பார்ப்பனர் முதலிய சிலரைத்தவிர மற்றை எந்தப் பிரிவினரிலும் மிகு இளமை மணமே இல்லை. இந்த நாட்டிலே கிறித்துவர்களும் மகமதியர்களும் இன்னும் பல பிரிவினரும் ஆணுக்கும் பெண்ணுக்கும் தகுந்த காலம் வந்த பிறகுதான் திருமணஞ் செய்கிறார்கள்."
      },
      {
        "index": 8,
        "text": "\"அறநூலில் மிக இளமையில் மணஞ் செய்யும்படி கூறப்படவில்லை. முன்னாளில் முனிவர்களும் மன்னர்களும் மற்றவர்களும் ஆண் பெண்களுக்குப் பக்குவ காலம் வந்த பிறகே, திருமணஞ்செய்ததாகத் தெரியவருகிறது. கிருட்டிணனுடைய மனைவி ருக்மணி, இராமருடைய மனைவி சீதை, நளனுடைய மனைவி தமயந்தி, தருமருடைய மனைவி திரௌபதி, அரிச்சந்திரனுடைய மனைவி சந்திரமதி முதலியவர்கள் பக்குவகாலம் வந்த பிறகு தங்களுடைய தலைவர்களைத் தாங்களே விரும்பித் தானே தலைவனைத் தேர்ந்தெடுக்கும் மணம் (சுயம்வரம்) செய்து கொண்டதாகப் புராணங்களிலே சொல்லப்படுகிறது. ஆகையால், முன்னாளிலே இல்லாத வழக்கம் இப்போது பார்ப்பனர்களுக் குள்ளாக மட்டும் எப்படி வந்து நுழைந்தது என்று கண்டு பிடிப்பது முடியாததாக இருக்கின்றது. மிகு இளமை மணத்தினால் உண்டாகுந் தீமைகளை ஒவ்வொன்றாக அடி யில் விவரிப்போம்."
      },
      {
        "index": 9,
        "text": "4. இளமை மணத்தினால் உண்டாகுந் தீமை"
      },
      {
        "index": 10,
        "text": "\"ஆணுக்கும் பெண்ணுக்கும் ஈடும் எடுப்பும் பார்த்துத் திருமணஞ் செய்யவேண்டியது எவ்வளவோ முதன்மையானதாக இருக்கின்றது. இளமைப் பருவத்தில் ஈடும் எடுப்பும் எப்படிக் கண்டுபிடிக்கக்கூடும்? இளமையில் நெட்டையாய்த் தோன்றுகிற பிள்ளைகள் பிறகு குட்டை யாய்ப் போகின்றனர். இளமையில் குட்டையாய் இருக்கிற பிள்ளைகள், பிறகு நெட்டையாய்விடுகின்றனர். இளமையில் அழகாயும் உடல் நலத்துடனும் தோன்றுகிற பிள்ளைகள் பிறகு விகாரமாய்ப் போகின்றனர். ஆனது பற்றியே, மிகு இளமையில் திருமணம் ஆகிற சில பெண்கள் கணவனுக்கு அக்காள் அல்லது தாய் என்று சொல்லும்படியாக மிகு நெட்டையாய் வளர்ந்துவிடுகிறார்கள். அவர்களுக்குக் கணவன் முத்தங்கொடுக்க வேண்டியிருந்தால், பலகை அல்லது நாற்காலியின் மேல் ஏறி நின்று கொண்டு முத்தங் கொடுக்கவேண்டும். சில சமயங்களில் மனைவிக்குத் தமையன் அல்லது தகப்பன் என்று சொல்லும்படியாகக் கணவன் மிகுதியாய் வளர்ந்து விடுகிறான். சில சமயங்களில் பெண்களுக்குப் பக்குவகாலம் முந்தி வந்துவிடுகிறது. கணவர்களுக்குப் பக்குவ காலம் வரத் தாழ்க்கிறபடியால் பெண்கள் சில காலம் காத்திருக்கும்படி நேரிடுகின்றது. அல்லது கணவர்களுக்குப் பக்குவகாலம் முந்தி வருவதால், அவர்களாவது சில காலம் காத்திருக்க வேண்டியதாயிருக்கிறது. அந்தக் காலத்தில் ஆடவர்கள் பிறமாதர் இடத்திற் செல்லுதல் முதலிய கெட்ட வழிகளில் நுழைய இடம் உண்டாகிறது."
      },
      {
        "index": 11,
        "text": "\"ஆடவனுடைய குணம், கல்வி, அறிவு முதலிய தகுதியைத் தெரிந்து கொண்டு பெண் கொடுக்க வேண்டியதும், அப்படியே திருமணத்துக்கு முன் பெண்களுடைய குணங்களையும் தெரிந்து கொள்ள வேண்டியதும், எவ்வளவு முதன்மையான தென்பதை எல்லோரும் ஒப்புக்கொள்ளுவார்கள். அகவை முதிர்ந்த பிள்ளைகளுடைய இயல்புகளை மட் டும் உறுதிப்படுத்தலாமே அல்லாமல், மிகு இளமையில் பிள்ளைகளுடைய நற்குணம் தீக்குணங்களை அறிவது முடியாதல்லவா? ஏனென்றால், சிறு பிள்ளைகளுடைய குணங்களும் உடல் நிலை முதலியவைகளும் நாளுக்கு நாள் மாறிப்போகின்றன. ஆகையால், ஆண் பெண்ணினுடைய குணங்களையும், உடல் நிலை முதலியவைகளையும் அறியாமல் மிகு இளமையில் திருமணஞ் செய்வது, ஆழம் அறியாமல் ஆற்றில் இறங்குவது போலும், கண்ணை மூடிக்கொண்டு காட்டில் நடப்பது போலும் இருக்கின்றது. ஆனது பற் றியே, சில பெண் ஆண்களுடைய குணங்கள் ஒன்றுக் கொன்று ஒவ்வாமல், அவர்கள் கீரியும் பாம்பும் போல் அடிக்கடி போரிட்டுக் கொள்வதைக் காண்கிறோம்."
      },
      {
        "index": 12,
        "text": "\"இளமைப்பருவமே அம்மை, மாந்தம், கணம் முதலிய நோய்களுக்கு உரிய காலம். ஆகையால், அந்தக் காலம் கடக்குமுன் மிகு இளமையில் திருமணஞ் செய்வது இடுக் கணை விலைக்கு வாங்குவதற்கு ஒப்பாய் இருக்கின்றது. மிகு இளமையில் திருமணம் ஆகிற ஆண்களுக்கும் பெண்களுக்கும் பக்குவ காலம் வரக் குறைந்தது பத்து அல்லது பன்னிரண்டு ஆண்டுகள் செல்லுதல் வேண்டும். அவ்வளவு காலஞ்சென்ற பிறகுதான் அவர்கள் திருமணத்தின் பயனை அடையவேண்டியதாய் இருக்கின்றது. அவ்வளவு காலத்துக்குள்ளாகப் பெண்ணுக்கும் ஆணுக்கும் எவ்வளவோ இடுக்கண்கள் நேரும் படியாயிருக்குமே! அந்த இடுக்கண்களுக் கெல்லாம் தப்பி இருப்பார்கள் என்பது என்ன உறுதி? அந்தக் காரணத்தைப்பற்றியே குழந்தை மணஞ் செய்யும் வழக்கமுள்ள பார்ப்பனர் முதலானவர்களுக்குள் இளம் அறுதலிகளும், மனைவி இழந்தவர்களும் மிகுதியாய் இருக்கிறார்கள்."
      },
      {
        "index": 13,
        "text": "\"மேலே சொல்லியபடி பத்து அல்லது பன்னிரண்டு ஆண்டுகளுக்குப் பிறகு நடக்கவேண்டிய காரியத்திற்கு இப்போது தானே ஏன் பரபரப்படையவேண்டும்? ஆடு மாடு முதலிய விலங்குகளைக் கூட நமக்கு வேண்டும்போது விலைக்கு வாங்குவோமே தவிரப் பத்து ஆண்டுகளுக்குமுன் அவைகள் சிறிய கன்றுகளாய் இருக்கும் போது விலை கொடுத்து வாங்குவோமா ? அப்படி வாங்கினாலும் கூட, அவைகள் பத்து ஆண்டுகள் வரையில் சாவாமல் இருந்து, பிறகு நமக்குப் பயன்படும் என்பதை நாம் எப்படி உறுதி செய்யக்கூடும்? இளங்கன்றுகள் பெரியவைகள் ஆன பின்பு, நமக்கு உதவும் உதவா என்பதை எப்படி முந்தி உறுதி செய்யக்கூடாதோ, அப்படியே மிகு இளமையில் திருமணம் ஆகிற பிள்ளைகள் தகுந்த காலத்தில் எப்படி இருக்கும் என்று முந்தியே உறுதி செய்வது கூடாதகாரிய மாக இருக்கிறது. அகவை முதிர்ந்த பின் திருமணஞ் செய்வதாயிருந்தால் கூடியவரையில் குணம், கல்வி, அறிவு, உடல் நிலைமை முதலியவைகளை அறிந்து கொள்வது எளிதாய் இருக்கும்."
      },
      {
        "index": 14,
        "text": "\"சில குழந்தைகள் மிக இளமையில் நோயற்ற உடல் வலிமை உள்ளவர்களாய்த் தோன்றியபோதிலும், தகுந்த காலத்தில் கடுமையான நோயாளர்கள் ஆகிக் குடும்ப வாழ்க்கைக்குப் பயன்படாமல் போகிறார்கள். மிக இளமையில் திருமணமான சில பெண்கள், பிற்காலத்தில் ஆணும் அல்லாமல் பெண்ணும் அல்லாமல் அலியாய்ப் போயிருக்கிறார்கள். சில பெண்கள் வெகுகாலம் வரையில் பக்குவம் ஆகாமலே இருந்து விடுகிறார்கள். கூடியவரையில் அகவை அதிகரித்த பின்பு திருமணம் ஆகுமானால் இப்படிப்பட்ட மாறுபாடுகளுக்கு இடம் இல்லையே!"
      },
      {
        "index": 15,
        "text": "\"இந்த நாட்டில் சில பெண்கள் பிஞ்சிலே பழுப்பது போல, மிகு விரைவில் பக்குவமாகிக் கணவன் வீட்டிற்குப் போய்விடுகிறார்கள். அகவை மிகுந்து உடல் உறுதிப் படுவதற்கு முன் அவர்கள் குடும்ப வாழ்க்கையிலே நுழைந்து பிள்ளைகளைப் பெறத் தொடங்குகிற படியால், அவர்கள் வயிற்றிலே பிறக்கிற பிள்ளைகள் தலைமுறை தலைமுறையாய் உடல் வலிவு அற்றவர்களாக இருப்பார்கள் என்று மருத்துவ நூல் அறிஞர்கள் சொல்லுகிறார்கள். அஃது உண்மை என்று வழக்கத்தினாலும் தெரிய வருகிறது. தாங்களே தாய் தகப்பன்மார்கள் பாதுகாப்பில் இருக்கவேண்டிய சிறு அகவை உள்ள பெண்கள், பிள்ளைகளைப் பெற்றுப் பாதுகாக்கும்படி செய்வது குருவியின் தலைமேலே பனங்காயைக் கட்டிவைப்பதற்கு ஒப்பாய் இருக்கின்றது."
      },
      {
        "index": 16,
        "text": "\"திருமணச் செயலிலே முதன்மையான ஒரு பெருங் காரியத்தை நாம் கருத்தூன்றிப் பார்க்கவேண்டியது இன்றியமையாததாய் இருக்கின்றது. அஃதென்ன வெனின், திருமணம் என்பது ஆண் பெண் இருவரும் சேர்ந்து செய்து கொள்ளுகிற உடன்படிக்கையே அல்லாமல் வேறன்று. அப்போது நடக்கிற சடங்குகளும் செய்கைகளும் மறைகளும் ஆண் பெண்கள் இனிமேல் நடக்கவேண்டிய ஒழுங்குகளைப்பற்றி, அவர்கள் செய்து கொள்ளும் கட்டுப்பாடுகளாய் இருக்கின்றன. அந்தக் கட்டுப்பாடுகளின் கருத்தையும் திருமணத்தினுடைய சிறப்பையும் மணமகனும் மணமகளும் கூடியவரையில் அறிந்திருக்கவேண்டியது இன்றியமையாததாய் இருக்கின்றது. மிக இளமையில் திருமணம் ஆகிற பிள்ளைகளுக்குத் திருமணத்தின் தன்மை இன்னதென்று எப்படித் தெரியும்? அப்படிப்பட்ட பகுத்தறிவு இல்லாத பிள்ளைகளைத் திருமணக் கட்டுப்பாடுகள் எப்படிக் கட்டுப்படுத்தும்?"
      },
      {
        "index": 17,
        "text": "5. இளமை மணத்தில் பெண்ணுக்கும் தாய்க்கும் நடந்த உரையாடல்"
      },
      {
        "index": 18,
        "text": "\"ஒர் ஊரில் மூன்று ஆண்டுள்ள ஒரு பெண் குழந்தைக்குத் திருமணஞ் செய்வதாக உறுதி செய்து, அதற்காகப் பந்தல் முதலிய திருமண முன் ஏற்பாடுகள் செய்தார்கள். அப்போது அந்தப் பெண்ணுக்கும் தாய்க்கும் நடந்த உரையாடலாவது :"
      },
      {
        "index": 19,
        "text": "மகள் : நம்முடைய வீட்டில் இவ்வளவு அமர்க்களமாய்க் கிடக்கிறதே! ஏதுக்கடி அம்மா?"
      },
      {
        "index": 20,
        "text": "தாய் : நாளைக்கு உனக்குத் திருமணம் அடி அம்மா ?\nமகள் : திருமணம் என்றால் என்ன ?"
      },
      {
        "index": 21,
        "text": "தாய் : திருமணம் என்றால் தாலி கட்டுவது."
      },
      {
        "index": 22,
        "text": "மகள் : தாலி என்றால் என்ன ?"
      },
      {
        "index": 23,
        "text": "தாய் : இதோ என் கழுத்தில் தாலி இருக்கிறது பார் ; இந்த மாதிரியாய் உன் கழுத்திலே கட்டுவது."
      },
      {
        "index": 24,
        "text": "மகள் : உன் கழுத்தில் இருக்கிற தாலியை எடுத்து என் கழுத்தில் உடனே நீயே கட்டிவிடலாமே! இதற்கு இவ்வளவு ஆரவாரம் என்ன?"
      },
      {
        "index": 25,
        "text": "தாய் : நான் கட்டக்கூடாது; ஆடவர்கள் கட்ட வேண்டும்."
      },
      {
        "index": 26,
        "text": "மகள் : அப்படியானால், அப்பா எனக்குத் தாலி கட்டட்டும்! அண்ணா கட்டட்டும்! சமையல்கார சுப்பு கட்டட்டுமே!"
      },
      {
        "index": 27,
        "text": "தாய் : அவர்கள் எல்லாரும் கட்டக்கூடாது. வேறே கணவன் தான் உனக்குத் தாலி கட்ட வேண்டும்."
      },
      {
        "index": 28,
        "text": "மகள் : எந்தப் பயல் எனக்குத் தாலி கட்டுவான் ? ஒரு பயல் என்னைத் தொடுவானா?"
      },
      {
        "index": 29,
        "text": "தாய் : அப்படியெல்லாம் இகழாதே ! கணவன் மேலே நீ அன்பாய் இருக்கவேண்டும். எத்தனையோ பெண்கள் கணவனோடு உடன்கட்டை ஏறியிருக்கிறார்களே!"
      },
      {
        "index": 30,
        "text": "மகள் : 'உடன்கட்டை' என்றால் என்ன பொருள்? தாய் : கணவன் இறந்து போனால் அவனோடுகூட மனைவியும் தீயில் பாய்வது. இது தான் உடன்கட்டை ஏறுதல்."
      },
      {
        "index": 31,
        "text": "மகள் : அப்பப்பா! இஃது என்னாலே ஆகாது! எனக்குத் திருமணமே வேண்டாம்."
      },
      {
        "index": 32,
        "text": "தாய் : நீ உடன்கட்டை ஏறவேண்டியது இல்லை. நீ கணவன் மேல் அவ்வளவு அன்பாய் இருக்க வேண்டும் என்பதற்காகச் சொன்னேன்."
      },
      {
        "index": 33,
        "text": "மகள் : கணவன் மேலே நான் மட்டும் அன்பாய் இருக்க வேண்டியதா? கணவனும் என் மேலே அன்பாய் இருக்கவேண்டியதா இல்லையா?"
      },
      {
        "index": 34,
        "text": "தாய் : கணவனும் உன் மேலே அன்பாய் இருக்க வேண்டியதுதான்."
      },
      {
        "index": 35,
        "text": "மகள்: அப்படியானால் நான் முந்தி இறந்து போனால் கணவனும் என்னோடுகூட உடன்கட்டை ஏறுவானா?"
      },
      {
        "index": 36,
        "text": "தாய் : இப்போது ஒருவரும் உடன்கட்டை ஏறும் வழக்கம் இல்லை. உன்னுடைய அலப்புவாயை மூடிக்கொண்டு சும்மா இருக்கமாட்டாயா?"
      },
      {
        "index": 37,
        "text": "மகள் : நான் சும்மா இருக்கமாட்டேன். கணவன் என்னோடுகூட உடன்கட்டை ஏற உடன்பட்டால் தான் நான் தாலி கட்டிக்கொள்வேன். அல்லாது போனால் தாலி கட்டிக்கொள்ள மாட்டவேமாட் டேன். அவன் கட்டினாலும் அறுத்து எறிந்துவிடுவேன்."
      },
      {
        "index": 38,
        "text": "இவ்வகையாகச் சொல்லித் தாலி கட்டிக்கொள்ளவே மாட்டேன் என்று அந்தப் பெண் குழந்தை பிடிவாதஞ் செய்ததாம்."
      },
      {
        "index": 39,
        "text": "\"சில சமயங்களில், பால் குடிக்கிற குழந்தைகளுக்குக் கூடத் திருமணஞ் செய்கிறார்கள். அந்தக் குழந்தைகளுக்குத் திருமணத்துக்கு அணிகலன்கள் பூட்டி அழகு செய்யும் பொழுது அந்தத் துன்பம் பொறுக்கமாட்டாமல், திருமணத் தொடக்கம் முதல் முடிவு வரையில் அந்தக் குழந்தைகள் அழுதவண்ணமாய் இருக்கின்றன. தாலி கட்டும் நேரத்தில் அழுகையை நிறுத்துவதற்காகத் தாய் மார்கள் பெண் குழந்தைகளை மடியில் வைத்துப் பால் கொடுத்துக்கொண்டு மணவறையில் உட்காருகிறார்கள். மாப்பிள்ளையும் சிறு குழந்தையானதால் இன்னாருக்குத் தாலி கட்டுகிறதென்று தெரியாமல், சில சமயங்களில் மாமியார் கழுத்திலே தாலிகட்டிவிடுகிறான். இது வேடிக்கையும் விளையாட்டும் அல்லவா ?"
      },
      {
        "index": 40,
        "text": "\" நான் மேலே சொன்ன ஒழுங்குமுறைகளை எல்லாம் அறிவாளிகள் நன்கு எண்ணி மிகு இளமையில் திருமணஞ் செய்கிற வழக்கத்தை நிறுத்த முயற்சி செய்வார்கள். என்று நம்புகிறேன்\" என்றாள் சுகுணசுந்தரி."
      },
      {
        "index": 41,
        "text": "இந்தச் சொற்பொழிவைக் கேட்ட பெண்கள் எல்லாரும் தலையை ஆட்டிப் புகழ்ந்து கொண்டார்கள். அதைத் தங்களுடைய தலைவர்களுக்குக் காண்பிக்கும் பொருட்டு எழுத்து வடிவமாகப் பல படிகள் வாங்கிக்கொண்டு அவர்களுடைய இல்லத்திற்குச் சென்றார்கள்.\n--------------"
      }
    ]
  }
}