{
  "chapterNumber": 15,
  "title": "சூழ்ச்சியின் வெற்றி",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "15. சூழ்ச்சியின் வெற்றி\n[அரசன் தனது உள்ளக்கிடக்கையைத் தெரிவித்தல்; பெண்களிடத்தில் தீமை செய்தவனை ஒறுத்த அரசன் கதை; அரசனுக்குப் புவனேந்திரன் அறிவுரை கூறு தல்; அறிவுரை பலன் அளித்தல்.]"
      },
      {
        "index": 1,
        "text": "1. அரசன் தனது உள்ளக்கிடக்கையைத் தெரிவித்தல்"
      },
      {
        "index": 2,
        "text": "ஒருநாள் அரசன் புவனேந்திரனை நோக்கி, \"உம்மை அமைச்சனாகப் பெற்ற எனக்கு எல்லாச் செல்வங்களும் குறைவு இல்லாமல் இருந்தபோதிலும் பெண்ணைப்பற்றிய ஒரு பெருங்குறையை உடையவனாக இருக்கிறேன். அந்தக் குறையைப் போக்க வழி தெரியாமல் மயங்கிக் கொண்டிருக்கிறேன்,\" என்றான். புவனேந்திரன் ஒன்றும் அறியாதவன் போல், \"அந்தப் பெண் யார்?\" என்று வினவினான். உடனே அரசன் சுகுணசுந்தரியினுடைய ஊர் பெயர் முதலிய விவரங்களைத் தெரிவித்து, அவள் பொருட்டுத் தான் நடத்திய எல்லாச் செய்கைகளையும் விளம்பினான். புவனேந்திரன் இப்படிப்பட்ட சமயத்திற்காக நெடுங்காலங் காத்திருந்தவன் ஆதலால், அரசன் செய்த ஒழுங்கின்மைகளை அவனே உணரும்படி நயமாயும் இனிமையாயும் பின்வருமாறு நல்வழி நெறிகளை அவனுக்கு உரைத்தான்."
      },
      {
        "index": 3,
        "text": "2. அரசனுக்குப் புவனேந்திரன் அறிவுரை கூறுதல்"
      },
      {
        "index": 4,
        "text": "\"திருமணத்திற்கு உடன்படாத பெண்களைச் சிறை எடுப்பது போன்ற ஒழுங்கின்மை வேறொன்றும் இல்லை. எல்லா வஞ்சனைகளிலும் பெண் வஞ்சனை பொல்லாது. அதனால் உலகத்தில் நடக்கிற கொலைகளுந் தீமைகளும் அளவற்றவைகளாக இருக்கின்றன. எந்த ஒழுங்கின்மைக்குத் தண்டனை இல்லாவிட்டாலும் பெண்ணுக்குச் செய்யும் வஞ்சனைக்குத் தண்டனை இல்லாமற் போகிறதில்லை. உங்களுடைய வாய்ப்பிறப்பைக் கொண்டே இப்போது சிறையில் இருக்கிற அந்தப் பெண்ணினுடைய தகப்பன் சிறந்த பலவான் என்று தோன்றுகின்றது. அவன் உண்மை தெரிந்த உடனே நம்மீது படை எடுத்து வருவான் என்பதற்கு ஐயம் இல்லை. அவனுக்குப் பக்கத் துணையாகப் பல அரசர்கள் சேர்ந்து வருவார்கள் என்பதும் உறுதியே. ஒரு பெண்ணின் பொருட்டுக் கோடிக் கணக்கான மக்கள் மடிவதும் அல்லாமல்; இன்னும் அரசியல் நடவடிக்கையில் என்னென்ன மாறுபாடுகளும் கலகங்களும் நடக்குமோ என்று நினைக்கும்போது, என்னுடைய உடல் எல்லாம் நடுநடுங்கிப் போகின்றது. இராவணன் இந்திரன் சந்திரன் முதலியோர் பட்ட பாடுகள் யாவருக்கும் வெளிப்படையாகத் தெரிந்தவையல்லவா?"
      },
      {
        "index": 5,
        "text": "\"இந்தக் காலத்தில் நாம் ஒரு காரியத்தை முதன்மையாக எண்ண வேண்டி யிருக்கிறது. இரைக்காக விண்ணிற் பருந்து வட்டம் இடுவது போல், சில ஐரோப்பிய அரசர்கள் இந்த ஆசியாக்கண்டத்தில் எந்த அரசன் ஒழுங் கின்றி நடப்பான்; யாருடைய நாட்டைக் கட்டிக்கொள்ளலாம் என்று எப்பொழுதும் எதிர்பார்த்துக் கொண்டிருக்கிறார்கள். அவர்கள் தாங்கள் தீமைகளைச் செய்தாலும் செய்வார்களே அல்லாமல் மற்றவர்கள் தீமைகளைச் செய்யப் பொறுக்கமாட்டார்கள். ஆகையால், அந்தக் காரியத்தில் நாம் எப்போதும் முன்கூட்டியே பாதுகாப்பாக இருத்தல் வேண்டும். ஒரு சிறிய மனிதன் செய்கிற தீமையையாவது மறைக்கலாம். அரசன் முதலிய பெரியோர்கள் செய்கிற தீமைகள் திங்களிடம் உள்ள மறுவைப்போல் எல்லா உலகங்களும் அறியும்படியாக விளங்குகின்றன. அரசன் எப்படியோ அப்படியே குடிகளும் ஆகையால், அரசனைப் பார்த்துக் குடிகளும் தீமைகளைச் செய்யக் கற்றுக்கொள்வார்கள். ஆகையால், அரசனே எல்லாருடைய தீவினைகளுக்கும் பழிகளுக்கும் பொறுப்பாளியாகிறான். பிற பெண்களை நாம் பெருநஞ்சாகப் பாவித்தல் வேண்டும். நஞ்சானது உண்கிறவனை மட்டும் கொல்லும். பிறமாதாகிய நஞ்சு பார்த்தவர்கள் நினைத்தவர்கள் எல்லாரையும் கொல்லும். ஆகையால், பிற மாதர்களைப் பாராமலும் நினையாமலும் இருத்தல் வேண்டும்."
      },
      {
        "index": 6,
        "text": "\"எல்லா வெற்றிகளிலும் பொறிகளை வெல்லுதலே சிறந்த வெற்றியாகும். பகைவர்களுடைய போர்க்களத்திலே யார் எதிர்த்து நிற்கிறார்களோ அவர்களுக்கே வெற்றி. பெண்களின் செயலிலோ என்றால், அவர்களைப் பாராமல் யார் முதுகு காட்டி ஓடுகிறார்களோ அவர்களுக்கே வெற்றி. உங்களுடைய உணவினைச் சாப்பிடுகிற நான், உங்களுக்கு நன்மையான காரியத்தைச் சொல்லக் கடமைப் பட்டிருக்கிறேன். வாய்க்கு இனிப்பாகத் தோன்றிப் பிறகு நோய்களை விளைவிக்கிற சில உணவுகளைப்போலப், பின் வருங் காரியத்தை எண்ணாமல் அரசனுக்குக் களிப்பு வரும்படியாகச் சிலர் வெல்லப்பேச்சுப் பேசுவார்கள், அதற்கு நான் அருகன் அல்லன். முந்திக் கசப்பாகத் தோன்றிப் பிறகு உடல் நலத்தைக் கொடுக்கிற மருந்து களைப்போல உங்களுக்கு இம்மை மறுமைக்கு உதவி யான மொழிகளை நான் பேசாவிட்டால், உங்களுடைய ஊழியத்துக்கு நான் எவ்வளவும் உரியவன் அல்லன். ஓர் ஒழுங்கற்ற செய்கையை நாம் தெரியாமல் செய்து விட்டபோதிலும் பிறகு அதற்குத் தக்க கழுவாய் தேட வேண்டியது முதன்மையானது. சுகுணசுந்தரி இவ்விடம் இருக்கிறவரையில் நமக்குத் துன்பத்துக்கு இடமாகை யால் அவளை அவளுடைய சொந்த ஊருக்கு அனுப்பி விடுவது எல்லாவற்றிற்கும் நன்மையாய்க் காணப்படுகிறது,\" என்றான் புவனேந்திரன்."
      },
      {
        "index": 7,
        "text": "மறுபடியும் புவனேந்திரன் அரசனை நோக்கிப், \"பெண்களிடத்தில் ஒழுங்கற்ற முறையில் நடந்து கொண்டவர்களைச் சில அரசர்கள் எவ்வளவோ கொடுமையாய் ஒறுத்திருக்கிறார்கள். அப்படிப்பட்ட ஒரு வரலாற்றைச் சொல்லுகிறேன் கேளுங்கள்,\" என்று சொல்ல லுற்றான்."
      },
      {
        "index": 8,
        "text": "3. பெண்கள் இடத்தில் தீமை செய்தவனை ஒறுத்த அரசன் கதை"
      },
      {
        "index": 9,
        "text": "\"சில காலத்திற்கு முன் ஓர் அரசனுடைய படை வீரர்களில் ஒருவன், பிறன் ஒருவனுடைய வீட்டிற்குள் வலுக்கட்டாயமாய் நுழைந்து, அங்கிருந்த வேலைக்காரியைக் கட்டிப் பிடித்துத் தழுவ முயன்றான். அதைக் குறித்து அந்த வீட்டின் தலைவன் அரசன் இடத்தில் முறையிட்டான். அரசன் அவனை நோக்கி, 'அத்தீயவன் மறுபடியும் உன் வீட்டுக்கு எப்போது வருகிறானோ, அந்தக் கணமே எனக்கு அறிவி, என்றான். அவ்வாறே மறுநாள் இரவு அந்தப் படைவீரன் தன் வீட்டிற்குள் பந்திருந்த சமயத்தில் அந்த மனிதன் அரசனுக்கு அறிக்கையிட்டான். உடனே அரசன் ஒரு கத்தியைக் கையில் எடுத்துக்கொண்டு அந்த வீட்டிற்குள் நுழைந்தான். முந்தி விளக்கை அணைத்துவிட்டு அந்தத் தீயனைக் கொன்றான். பிறகு மறுபடியும் விளக்குக் கொண்டு வரச் சொல்லிக் கொலையுண்டவனுடைய முகத்தை உற்றுப் பார்த்தான். உடனே கடவுளுக்கு வணக்கஞ் செய்தான். பிறகு அரசன் அந்த வீட்டுத் தலைவனைப் பார்த்து, 'ஏதாவது சாப்பாடு இருந்தால் கொண்டு வா,' என்றான். அவன் கொண்டுவந்த உணவை அரசன் விருப்பத்துடன் உண்டான். அரசனுடைய அந்தச் செய்கைகளைப் பார்த்து வீட்டுத்தலைவன் வியப் படைந்தான். அவைகளின் காரணத்தைத் தெரிவிக்கவேண்டும் என்று அரசனை இரந்து மன்றாடினான்."
      },
      {
        "index": 10,
        "text": "\"அரசன் சொன்ன மறுமொழியாவது : இப்படிப் பட்ட தீய செய்கையை என்னுடைய மகனைத் தவிர, வேறொருவனுஞ் செய்யத் துணியான் என்று நினைத்து, அவனுடைய முகத்தைப் பார்த்தால், அவனைக் கொல்ல எனக்கு மனம் வராதென்று அஞ்சி, முந்தி விளக்கை நிறுத்தி, அவனைப் பாராமலே கொன்றேன். பிறகு, விளக்குக் கொளுத்தி அவனுடைய முகத்தைப் பார்த்த போது என்னுடைய மகன் அல்லன் என்று தெரிந்து அதனால் கடவுளுக்கு நன்றியறிந்த வணக்கஞ் செய்தேன். முறை செய்ய வேண்டும் என்று நீ என்னிடத்தில் வேண்டிக் கொண்டபோது, அந்தக் குற்றவாளியைப் பிடித்துக் கொல்லுகிறவரையில் நான் சாப்பிடுகிறது இல்லை என்று உறுதி செய்து கொண்டு பட்டினியாய் இருந்தபடியால், உன்னுடைய வீட்டில் விருப்பத்துடன் காலம் அல்லாத காலத்தில் உணவு கொண்டேன்.\""
      },
      {
        "index": 11,
        "text": "மோக இருளில் மூழ்கிப்போயிருந்த அந்த அரசனுக்குப் புவனேந்திரன் சொன்ன அறிவுரைகள் அறிவு விளக்குப் போல் விளங்கினமையால், அவன் தன்னுடைய ஒழுங்கின்மையைத் தானே உணர்ந்து சொல்லுகிறான். உடும்பு வேண்டாம் கையை விட்டால் போதும் என்பது போல் சுகுணசுந்தரியை நாம் அனுப்பிவிட்டாலும் அவள் நடந்த காரியங்களைத் தெரிவிக்கும் பொழுது, அவளுடைய தகப்பனுக்கு நம்மிடத்தில் வெறுப்புண்டாகி, அப்பொழுதும் நம்மைப் பழிவாங்கத் தொடங்குவானே ! இந்த அறக்கேட்டிற்கு (தருமசங்கடத்திற்கு) என்ன செய்கிறது?\" என்றான்.\nபுவனேந்திரன், \"அவளுடைய தகப்பனுக்கு முந்திச் சினம் உண்டானாலும் நாம் செய்த முறைகேட்டிற்கு நாமே தக்க நீக்கமும் செய்துவிட்டதால் அவனுடைய சினம் தணிந்துவிடும். நாமும் தகுந்த அறிவாளிகளைச் சுகுண சுந்தரிக்குத் துணையாய் அனுப்பி அவனிடத்தில் உடன் பாடு பேசும்படி செய்விக்கலாம்,\" என்றான்."
      },
      {
        "index": 12,
        "text": "4. அறிவுரை பயன் அளித்தல்"
      },
      {
        "index": 13,
        "text": "அரசன் : அதற்குத் தக்க ஆண்மையாளர்கள் உம்மைத் தவிர ஒருவரும் இல்லை. ஆனால், உம்மைப் பிரிய எனக்கு மனம் இல்லை. அன்றியும், உமது நோக்கம் எப்படியோ அறியேன்."
      },
      {
        "index": 14,
        "text": "புவனே : நான் போகத் தடையில்லை. என்னாற் கூடியமட்டும் அந்த அரசனை அமைதிப்படுத்த முயலுவேன்."
      },
      {
        "index": 15,
        "text": "அரசன்: நீர் போவதுதான் நன்மையாகக் காணப்படுகிறது. நீர் போவதில் இன்னொரு பெரிய நன்மையும் இருக்கிறது. வியக்கத்தக்க உம்முடைய மொழித் திறமையால், அந்த அரசனை என்னுடைய திருமணத்துக்கு இசையச் செய்தாலும் செய்யலாம்."
      },
      {
        "index": 16,
        "text": "புவனே: அந்தச் செய்தியில் நான் உங்களுக்கு யாதோர் உறுதிமொழியும் கூறமாட்டேன். ஆனால், உங்களுடைய உள்ளக்கிடக்கையை அந்த அரசனுக்குத் தெரிவிப்பேன். அவனுடைய உள்ளம் எப்படியோ? \""
      },
      {
        "index": 17,
        "text": "அரசன்: உம்முடைய நாவசைந்தால் நாடு அசையுமே ! நீர் எனக்காகப் பேசினால் அதுவே போதும்."
      },
      {
        "index": 18,
        "text": "பின்னர் அரசன், சுகுணசுந்தரியும் அவளுடைய தாழியும் ஊருக்குப் போக முன்னேற்பாடு செய்யும்படி தூதிகள் மூலமாய்ச் சொல்லி அனுப்பினான்.\n-----------"
      }
    ]
  }
}