{
  "paragraphs": [
    {
      "index": 0,
      "text": "21. முடிசூட்டு விழாவும் திருமணமும்\n[சுகுணசுந்தரியின் முடிசூட்டு விழா, திருமணம்.]"
    },
    {
      "index": 1,
      "text": "1. முடிசூட்டு விழா"
    },
    {
      "index": 2,
      "text": "பிறகு ஆரியநாட்டு அரசர் தம்மோடு வந்திருந்த பாற்காரி கணவனை ஆசிரியப் பெரியார் முன்பாகக் கொண்டு வந்து நிறுத்தி, \"இவனை இன்னான் என்று தெரிகிறதா? பாருங்கள்\" என்றார். ஆசிரியப் பெரியார் அவனை உற்றுப் பார்த்தார். \"ஆம் ஆம்; இந்த மனிதன் தான் முன்னாளில் புவனேந்திரனை என் கையிலே கொடுத்து விட்டுக் கம்பி நீட்டிவிட்டான். இப்போது மிகுந்த அகவை சென்றவனாகி இருந்த போதிலும், இவன் தான் ஐயம் இல்லை,\" என்றார்."
    },
    {
      "index": 3,
      "text": "பிறகு ஆசிரியப் பெரியார் ஆரியநாட்டு அரசரை நோக்கி, \"புவனேந்திரன் உங்கள் பிள்ளை என்பதற்கு வேறு சான்று வேண்டுவதில்லை. நீங்கள் இருவரும் ஒரே வடிவமான தன்மையுடையவர்களாக இருக்கிறீர்கள்; உங்களை அறியாதவர்கள் கூட உங்களைப் பார்த்த உடனே தகப்பனும் பிள்ளையும் என்று ஐயம் இல்லாமல் சொல்லுவார்கள். இப்படிப்பட்ட கண்கூடான பற்றுக்கோடு இல்லாவிட்டால், நான் வளர்த்த உரிமையைக் கொண்டு புவனேந்திரனை என் பிள்ளை என்றே நிலைநாட்டி அவனை விடமாட்டேன். இப்படிப்பட்ட நன் மகப்பேறு யாருக்கு வாய்க்கும்? உங்களைத் தந்தையாக உடைய புவனேந்திரனும் பெருஞ்சிறப்புடையவனே! சுடச்சுட ஒளிவிடும் தங்கம் போல் கடவுள் உங்கள் இருவருக்கும் துன்பத்தின் மேல் துன்பத்தைக் கொடுத்து, உங்களை மேன்மைப் படுத்தியிருக்கிறார். இப்படிப்பட்ட சிறப்பு ஒருவருக்கும் எய்த மாட்டாது. உங்கள் மூலமாய்க் கடவுள் எங்களுக்கும் பெரிய உதவி செய்திருக்கிறார். நீங்கள் படை சேர்த்துக்கொண்டு தகுந்த சமயத்தில் வந்து எங்கட்கு உதவி செய்யாவிட்டால், நாங்கள் இந்நேரம் தோல்வி அடைந்திருப்போம் ஆகையால் உங்களுடைய பேருதவிக்கு நாங்கள் என்ன கைம்மாறு செய்யப்போகிறோம்?\" என்றார்."
    },
    {
      "index": 4,
      "text": "பிறகு எல்லாரும் நீராடி நாட்கடன்களை முடித்தனர். சாப்பாடான பிறகு சுகுணசுந்தரியின் முடிசூட்டு விழாவுக்காக ஒரு நன்னாள் குறிப்பிடப்பட்டது. அந்த நாளுக்குமுன் தங்கட்கு நட்புள்ள அரசர்களுக்கெல்லாம் திருமுகம் அனுப்பி வரவழைத்தார்கள். கதிரவனும் நாணும்படி அரண்மனையை மிக ஒளியுடன் அழகு படுத்தினார்கள். ஊர் முழுவதையும் தெய்வலோகத்தைப்போல விளங்கச் செய்தார்கள். எல்லா மக்களுடைய கண்ணும் மனமுங் களிக்க, சுகுணசுந்தரியின் முடிசூட்டு விழா நிறைவேறியது."
    },
    {
      "index": 5,
      "text": "முடிசூட்டு விழா நிறைவேறிய நாளில் எல்லோரும் கேட்டுக்கொண்டபடி, சுகுணசுந்தரி அரியணையில் அமர்ந்திருந்து அரசியல் நடத்தி அறமுறை செய்தலைத் தொடங்கினாள். அப்பொழுது பல பெண்கள் அழுதகண்ணும் சிந்திய மூக்குமாய் வந்து, \"பேருலகத்து இறைவியே ! எங்களுக்குத் தாலிப்பிச்சை தருதல் வேண்டும்,\" என்று வேண்டிக்கொண்டார்கள். அவர்கள் யார் என்று சுகுண சுந்தரி வினவினாள். அவர்கள், \" அம்மணி ! உண்மையை உணராத அறிவினால், உங்களுடன் எதிர்த்துப் போர் செய்த படைவீரர்களின் மனைவியர்கள் நாங்கள். எங்களுடைய தலைவர்கள் முதல் அமைச்சனுடைய தீய அறிவைக் கேட்டுக் கெட்டுப்போனார்கள். அவர்கள் தங்களுடைய தவற்றினை இப்போது நன்குணர்ந்து மனவருத்தப் படுகிறார்கள். நீங்கள் ஒறுப்பீர்கள் என்று அஞ்சிப் பலர் வேறு நாட்டிற்குப் போக ஏற்பாடு செய்து கொண்டிருக்கி றார்கள். எங்களுடைய கணவர்கள் பிற நாட்டிற்குப் போய்விட்டால், நாங்களும் எங்களுடைய பிள்ளைகளும் என்ன செய்வோம்?\" என்று சொல்லித் தேம்பித் தேம்பி அழுதார்கள்."
    },
    {
      "index": 6,
      "text": "உடனே சுகுணசுந்தரி, \"உங்களுடைய கணவர்கள் செய்த குற்றத்தை இந்தத் தடவை மன்னித் திருக்கிறோம். அவ்வாறு ஊர் எங்கும் விளம்பரப் பத்திரிகை மூலமாய் வெளிப்படுத்த எண்ணியிருக்கிறோம். ஆகையால் உங்களுடைய தலைவர்கள் வேறு நாட்டிற்குப் போகவேண்டியதில்லை. யாராவது முன்னமே போயிருந்தால் அவர்களை நீங்கள் வரவழைத்துக் கொள்ளலாம்\" என்றாள். இதைக்கேட்ட உடனே அந்தப் பெண்கள் இன்பக் கண்ணீர் சொரிந்து அரியணையின் அடியில் விழுந்து வணங்கினார்கள்."
    },
    {
      "index": 7,
      "text": "மற்றைய அமைச்சர்கள் தலைமை அலுவலாளர்கள் முதலானவர்கள், \"இஃது என்ன எங்கும் இல்லாத வியப்பாக இருக்கிறது? மன்னருடன் எதிர்த்தவர்களை எப்படி மன்னிக்கலாம்?\" என்றார்கள்."
    },
    {
      "index": 8,
      "text": "சுகுணசுந்தரி அவர்களைப் பார்த்து, \"அவர்கள் மன்னருடன் எதிர்க்கவில்லை. என்னுடைய தந்தை இறந்து போய் வேறொருவருக்கும் பட்டம் ஆகாமல் அரசன் இல்லாமல் இருந்த காலத்தில் அவர்கள் போர் செய்தார்களே அல்லாமல் வேறொன்றும் அன்று. அவர்களுக்குத் தீய அறிவைக் கற்பித்துப் போரைத் தூண்டிவிட்டவர்கள் ஐயம் இல்லாமல் தண்டனைக்கு உரியவர்களாக இருக்கிறார்கள். அவர்களை விட்டுவிட்டு இவர்களைத் தண்டிப்பது ஆயுதத்தைச் செலுத்தியவனைச் சினக்காமல் ஆயுதத்தைச் சினப்பதற்கு ஒப்பாக இருக் கிறது. இந்தப் பெண்களுடைய கணவர்கள் குற்றம் உள்ளவர்களாக இருந்தாலுங்கூட அவர்களை மன்னிக்கும் படியான அரசியல் உரிமை எப்பொழுதும் எனக்கு இயல்பாகவே உரிமையாக இருக்கிறது. இந்தக் குற்றத்தில் ஒருவர் அல்லர் இருவர் அல்லர்; பல பெயர்கள் தொடர்புடையவர்களாக இருக்கிறார்கள். இவ்வளவு பெயர்களையும் ஒரே காலத்தில் தண்டிப்பது முறைமையாய்க் தோன்றவில்லை. அவர்களைத் தண்டிப்பது அவர்களுடைய மனைவி மக்களையும் தண்டிப்பதற்கு ஒப்பல்லவா? அவர்கள் தாம் நமக்குக் குற்றம் செய்தார்கள். அவர்களுடைய மனைவி மக்கள் என்ன குற்றஞ் செய்தார்கள் ? கடவுள் ஒருவரைத் தவிர மற்றவர்கள் எல்லோரும் குற்றத்தினால் பற்றப்பட்டவர்களாகவே இருக்கிறார்கள்."
    },
    {
      "index": 9,
      "text": "\"நம்முடைய மனதினாலும், மொழியினாலும், செய்கையினாலும் நாம் நாள்தோறும் செய்கிற குற்றங்களுக்குக் கணக்குண்டா? நம்முடைய தலைமயிர்களை எண்ணினாலும் நம்முடைய குற்றங்களை எண்ணிமுடியுமா? அவ்வளவு குற்றங்களையும் இந்த உலகத்தில் கடவுள் பொறுக்கவில்லையா? நல்லவர்களுக்கும் பொல்லாதவர்களுக்கும் பொதுவாக மழைபெய்யவும், கதிரவன் ஒளிசெய்யவும், ஐம்பெரும் முதற் பொருள்கள் (பூதங்கள் ) தொழில்களைச் செய்யவும் கடவுள் அருள் செய்யவில்லையா? நம்மாற் கூடியமட்டும் கடவுளுடைய அருளையும், இரக்கத்தையும் உயிர்களிடத்தில் அருள் உடைமையையும் பின்பற்றி நடக்கவேண்டாமா? நாம் பிறருடைய குற்றங்களைப் பொறுக்காவிட்டால், கடவுள் நம்முடைய குற்றங்களை எப்படிப் பொறுப்பார்? நாம் நாள் தோறும் கடவுளுடைய அருட்பேற்றிற்காகக் கையேந்தி வேண்டிக் கொள்ளுகிறோம். நாம் ஒருவருக்கு கொருவர் அருள் செய்து கொள்ளாவிட்டால், கடவுளுடைய அருள் நமக்கு எப்படிக் கிடைக்கும்? ஒரு தீயவன் நமக்குத் தீங்கு செய்தான் என்று அவனுக்கு நாமும் தீங்கு செய்வோமானால், அவனுக்கு நாமும் ஒப்பாகிறோமே அல்லாமல், அவனுக்கும் நமக்கும் என்ன வேறுபாடு இருக்கிறது?"
    },
    {
      "index": 10,
      "text": "\"எனவே ஒருவன் நமக்குச் செய்த தீங்கை உடனே நாம் பொறுத்துக்கொள்வோ-மானால், அது நமக்கே நன்மையாய் முடியும். அப்படி இல்லாமல் அவன் செய்த தீங்குக்குப் பதிலாக நாமும் தீங்கு செய்வோமானால், அதற்குமேல் அவன் ஒன்று செய்ய, நாம் ஒன்று செய்ய இவ்வாறு தீங்குகளும் துன்பங்களும் வளர்ந்து கொண்டே இருக்கும். இதனை நான் எல்லா மக்களுக்கும் பொது வாகச் சொல்லுகிறேனே அல்லாமல் அரசியல் ஒன்றிற்காக மட்டும் சொல்லவில்லை. ஏனென்றால், தீயவர்களைத் தண்டித்து நல்லவர்களைப் பாதுகாக்கவேண்டியது அரசர்களுடைய கடமையாக இருக்கிறது. இந்தப் பெண்களுடைய கணவர்கள் எனக்குச் செய்ததுபோல் மற்றவர்களுக்கு இடுக்கண் செய்திருப்பார்களானால், அவர்களை நான் மன்னிக்க முடியாது. அவர்கள் எனக்கு மட்டும் குற்றம் செய்திருப்பதால் அந்தக் குற்றத்தை இந்தத் தடவை பொறுக்கிறேன். முடிசூடல் திருமணம் முதலிய மகிழ்ச்சிமிக்க காலங்களில் எப்படிப்பட்ட குற்றவாளிகளையும் மன்னிப்பது எந்த அரசாட்சியிலும் வழக்கமாய் இருக்கிறது. அப்படியே நானும் மன்னிக்கிறேன்,\" என்றாள்."
    },
    {
      "index": 11,
      "text": "இதைக்கேட்ட உடனே அந்தப் பெண்களும் மற்றைய மக்களும் பேரின்பம் அடைந்து, \"அறமே வடிவெடுத்து வந்தது போன்ற சுகுணசுந்தரி, நீடூழி காலம் நீண்ட வாணாளுடன் இருக்கவேண்டும்,\" என்று கோயிலுக்குக் கோயில் கும்பிட்டு வணக்கஞ் செய்தார்கள்."
    },
    {
      "index": 12,
      "text": "ஆரிய நாட்டு அரசர் வேண்டுகோள்"
    },
    {
      "index": 13,
      "text": "நாட்கள் சில சென்றன. ஆரியநாட்டு அரசர், ஆசிரியப் பெரியாரை நோக்கி, \"ஐயா! இந்த ஆசியாக் (Asia) கண்டத்திலும், ஐரோப்பாக் (Europe) கண்டத்திலும் பல பெண்களை நேரே நான் பார்த்தும் இருக்கிறேன்; கேள்விப்பட்டும் இருக்கிறேன்; அழகு இருந்தால் கல்வி இல்லை. குணம் இருந்தால் அழகு இல்லை. இவ்வாறு ஒவ்வொருவரும் ஒவ்வொரு குறை உள்ளவர்களாக இருக்கிறார்கள். எல்லா நல்லியல்புகளும், சிறந்த அழகும், கல்வியும், அறிவும் முழுநிறைவாய் அமைந்த சுகுணசுந்தரியைப் போன்ற பெண்களை நான் எங்கும் காணவில்லை. இப்படிப்பட்ட பெருங்குணம் அமைந்த நல்லாளை எனக்கு மருமகள் ஆக்கிக்கொள்ள வேண்டும் என்கிற அவா அளவற்றதாய் இருக்கிறது. சுகுணசுந்தரிக்கும் புவனேந்திரனுக்கும் தந்தையின் நிலைமையில் இருக்கும் நீங்கள் என் அவாவின்படி நிறைவேற்றி வைக்கவேண்டும்,\" என்று வேண்டிக்கொண்டார்."
    },
    {
      "index": 14,
      "text": "உடனே, ஆசிரியப் பெரியார், ஆரியநாட்டு அரசரை நோக்கி, \"இன்று நேற்று அல்ல; நெடுநாளாய் எனக்கு உண்டாகியுள்ள விருப்பமும் அதுவே. சுகுணசுந்தரிக்கு ஒப்பான பெண்கள் எப்படி இல்லையோ? அப்படியே புவனேந்திரனுக்கு ஒப்பான ஆடவர்களும் இல்லை. அவர்கள் இருவரையும், ஒருவருக்காக ஒருவரை இந்த உலகத்தில் கடவுள் அமைத்திருக்கிறார் என்பது என்னுடைய முடிவு. அவர்கள் இருவரையும் நாம் ஒன்று சேர்க்காவிட்டால், அது தெய்வத்திற்கு உடன்பாடாய் இராது. ஊராருக்கும் மனநிறைவாய் இராது,\" என்றார்."
    },
    {
      "index": 15,
      "text": "2. திருமணம்"
    },
    {
      "index": 16,
      "text": "பிறகு ஆசிரியப் பெரியாரும் ஆரியநாட்டு அரசரும் புவனேந்திரனைப் பார்த்துத் தங்களுடைய விருப்பத்தைத் தெரிவித்தார்கள். உடனே புவனேந்திரன் அவர்களை நோக்கி, \"என் அன்புக்குரிய தந்தைமார்களே! எண்ணியவைகளை எல்லாம் இனிதளிக்கும் சிந்தாமணி, யாருக்காவது கிடைத்தால், அதை வேண்டாம் என்பார்களா? அப்படியே சுகுணசுந்தரியை வேண்டாம் என்கிற ஆடவர்கள் உலகத்தில் இருப்பார்களா? ஆனால் எனக்கு ஒரு பெருந் தடை இருக்கிறது. நான் தென்னாட்டு அரசன் இடத்தில் இருந்து சுகுணசுந்தரியைச் சிறைமீட்டுக் கொண்டுவந்தபோது, அந்த அரசர் தமக்காக நராதிப அரசர் இடத்தில் திருமணம் பேசும்படி என்னைக் கேட்டுக் கொண்டார். நானும் அதற்கு உடன்பட்டேன். நராதிப அரசர் இறந்துபோய்விட்டதால், இப்போது இன்னது செய்கிறது என்று தெரியாமல் மயங்கிக் கொண்டிருக்கிறேன்,\" என்றான்."
    },
    {
      "index": 17,
      "text": "உடனே ஆசிரியப் பெரியார் புவனேந்திரனை நோக்கி, \" நீ நராதிப மன்னர் இடத்தில் மணத்தூது பேசுவதாக ஒப்புக் கொண்டபடியால், அந்த அரசர் இறந்தபோதே உன்னுடைய கடமை நீங்கிவிட்டது. தென்னாட்டு அரசன் முதலில் மணத்தூது அனுப்பியபோது நராதிப மன்னர். இசையாமையினால், அவரோடு போர் செய்து பார்த்தான். அதனாலும் பயன் இல்லாமையினால் அந்த அரசன் சுகுணா சுந்தரியை வஞ்சகமாய்ச் சிறை எடுத்துக்கொண்டு போனான். அப்பொழுதும் சுகுணசுந்தரி முடியாதென்று மறுத்துவிட்டாள். இவ்வளவு நடந்த பிறகு அவன் மறுபடியும் தூது பேசும்படி உன்னைக் கேட்டுக்கொள்ள என்ன முறைமை இருக்கின்றது?\" என்றார்."
    },
    {
      "index": 18,
      "text": "புவனேந்திரன் ஆசிரியப் பெரியார் சொன்ன முறைமைகளை ஒப்புக்கொண்டதால், ஆசிரியப் பெரியார் சுகுணசுந்தரியினுடைய உள்ளக் கிடக்கையை அறியத் தக்க முயற்சிகள் செய்தார். அவள் தன்னுடைய உடன் பாட்டை வாயால் தெரிவிக்காவிட்டாலும் அகத்தின் அழகு முகத்திலே தெரியும் என்பது போல அவளுடைய உடன்பாட்டை அவளுடைய முகமலர்ச்சியே வெளிப் படுத்தியபடியால், புவனேந்திரனுக்கும் சுகுணசுந்தரிக்கும் திருமணப் பெருவிழா மிகச் சிறப்புடன் நிறைவேறியது.\n-----------\nசுகுணசுந்தரி சரித்திரம் முற்றிற்று."
    }
  ]
}