{
  "chapterNumber": 19,
  "title": "போரும் வெற்றியும்",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "19. போரும் வெற்றியும்\n[முதல் அமைச்சன் கோட்டையை வளைத்து முற்றுகை போடல்; பெரும்போர்; மாண்டவன் மீண்டான்; அறமே வெற்றி]"
      },
      {
        "index": 1,
        "text": "க. முதல் அமைச்சன் கோட்டையை வளைத்து முற்றுகை போடல்"
      },
      {
        "index": 2,
        "text": "முழுப் பொய்யான சாக்காட்டு உறுதிமுறித்தாளை உண்டுபண்ணிய முதல் அமைச்சனையும், அவனுடைய மகனையும் எங்கே பார்த்தாலும் மக்கள் இகழ்ந்து பேசத் தொடங்கினார்கள். இனிமேல் நகரத்துக்குள் இருந்தால் தனக்கு இழிவு நேரிடும் என்று நினைத்து முதல் அமைச்சன், இராக்காலத்தில் குடும்பத்துடன் புறப்பட்டு நகரத்துக்கு வெளியே போர்ப்படைகள் இருக்கிற இடத்துக்குப் போய்விட்டான். சுகுணசுந்தரிக்கு முடி முழுக்கு ஆகாதபடி முதல் அமைச்சனும் அவனுடைய மகனும் பல் போர் மறவர்களைத் தம் வழிப்படுத்திக்கொண்டு கோட்டையை வளைத்து முற்றுகை போடும்படி முன் ஏற்பாடு செய்தார்கள். உடனே கோட்டை வாயில்கள் எல்லாம் மூடப்பட்டபடியால், உள்ளே இருக்கிற மக்கள் வெளியே போகக்கூடாமலும், வெளியே இருக்கிறவர்கள் உள்ளே வரக்கூடாமலும் எல்லாருடைய போக்கு வரவுகளும் நின்று போய்விட்டன."
      },
      {
        "index": 3,
        "text": "உணவுக்கு உரிய ஒன்பது வகைக்கூலங்களும், காய்கறிப் பொருள்களும், இன்னும் மற்றைச் சரக்குகளும், வெளியே இருந்து வராமல் நின்றுவிட்டமையால் நகர மக்கள் உணவு முதலியவைகளுக்கு வழியில்லாமல் துன்பப்படும்படியாக நேரிட்டது. சுகுணசுந்தரியின் முடி அணி விழாவுக்கு வேண்டிய பொருள்களும் இல்லாமையால் முடிசூட்டு விழாவையும் நிறுத்தும்படி நேரிட்டது. ஆகவே, நகரத்தார்களுக்கும், நகரத்தில் இருந்த போர் மறவர்களுக்கும் கடுஞ்சினம் உண்டாகிக் கோட்டையை வளைத்துக்கொண்ட வெளிப் படைகளோடு போர் செய்ய முயன்றார்கள். போரில் எண்ணிக்கை இல்லாத மக்கள் மடிவார்களே என்று ஆசிரியப் பெரியார் வருத்தப்பட்டு முதல் அமைச்சனோடு சந்திசெய்து உடன்படிக்கை பேசுவதற்காகச் சில அதிகாரிகளை அனுப்பினார். அவன் உடன்படிக்கைக்கு இசையாமையினால் போர்புரிவதைத் தவிர வேறு வழி யில்லாமற் போய்விட்டது."
      },
      {
        "index": 4,
        "text": "2. பெரும் போர்"
      },
      {
        "index": 5,
        "text": "கோட்டைக்குள் இருந்த போர் மறவர்களும் மேன்மையிற் சிறந்தவர்களும் சுகுணசுந்தரி பக்கத்திற் சேர்ந்தனர். பெண்டுகளும் பிள்ளைகளுங்கூடச் சுகுணசுந்தரிக்காக உயிரைக் கொடுக்க மனமுள்ளவர்களாய் இருந்தார்கள். வெளியே இருந்த படைகளை எல்லாம் முதல் அமைச்சன் தன்வழிப்படுத்திக் கொண்டான். அவ்விரு படைகளும் உள்நாட்டுப் படைகள் ஆதலால், தகப்பன் ஒரு படையிலும், பிள்ளை ஒரு படையிலும், தமையன் ஒரு படை யிலும் தம்பி ஒரு படையிலும், மாமன் ஒரு படையிலும், மருமகன் ஒரு படையிலும் சேர்ந்தார்கள்."
      },
      {
        "index": 6,
        "text": "அந்த இரண்டு படைகளும் பெரும் நஞ்சைப்போல் சீறிக்கொண்டு, கோடையிடிபோல் முழங்கிக்கொண்டு ஒருவரோடு ஒருவர் போர் செய்தார்கள். மலையும் மலையும் தாக்கியது போலும், முகிலும் முகிலும் பொருத்து போலும், கடலும் கடலும் எதிர்த்தது போலும், யானைப் படைகளோடு யானைப் படைகளும், குதிரைப் படைக் ளோடு குதிரைப் படைகளும், காலாட்படைகளோடு காலாட்படைகளும் கலந்து போர் செய்தார்கள். தலை அற்றவர்களும், தோள் அற்றவர்களும், இடை அற்றவர்களும், தொடை அற்றவர்களும், இவ்வாறு கண்ட கண்ட துண்டமாய்ப் போர்க்களம் எங்கும் பிணமலைகள் குவிந்தன. உதிரப்பெருக்குக் கடல் பெருக்கைப்போல ஒடியது. கழுகு, காகம் முதலிய பறவைகள் விண்ணிடம் எங்கும் பந்தல் இட்டது போல் வட்டம் இட்டுப் பறந்தன. இவ்வாறு பத்துநாள் வரையில் ஒரு பக்கத்திலும் வெற்றி இல்லாமல் கொடிய போர் நடந்தது."
      },
      {
        "index": 7,
        "text": "3. மாண்டவன் மீண்டான்; அறமே வெற்றி"
      },
      {
        "index": 8,
        "text": "பத்து நாளைக்கு மேல் போர் செய்யப் போதுமான பொருள்கள், சுகுணசுந்தரியின் படைகளுக்குக் குறைவாக இருந்தபடியால், அவர்கள் சோர்வடைந்து தோல்வி அடைகிற சமயமாய் இருந்தது. அந்தச் சமயத்தில் மேற்குத் திக்கில் இருந்து எழுகடல்களும் கரைபுரண்டு வருவது போல் எண்ணிக்கை இல்லாத தேர் யானை குதிரை காலாட்களுடன் புவனேந்திரன் வந்து முதல் அமைச்சன் படையை எதிர்த்துப் போர் செய்தான். அந்தப் படைகளுடன் எதிர்த்து நிற்கமாட்டாமல், இராமாயணப் போரில் மூலபலங்களைக் கண்டவுடனே குரங்குப்படைகள் ஒடினது போல் முதல் அமைச்சன் படைகள் பின்னிட்டு ஓடத் தொடங்கின. அவர்களை வெகு தொலை வரையில் புவனேந்திரன் துரத்திக்கொண்டு போய்க், கொக்குக் கூட்டங்களை இராசாளி அடித்தது போல் அடித்தான்."
      },
      {
        "index": 9,
        "text": "புவனேந்திரனைக் கண்டவுடனே முதல் அமைச்சன் படைகள் படைக்கலங்களை எறிந்துவிட்டு, \"இனி நாங்கள் போர் செய்கிறதில்லை. எங்களுக்கு உயிர்ப்பிச்சை கொடுத்துக் காப்பாற்றவேண்டும்,\" என்று இரந்து மன்றாடினார்கள். உடனே, \"சுகுணசுந்தரி பக்கம் வெற்றி வெற்றி, என்று வெற்றி முரசு முழக்கப்பட்டது. முதல் அமைச்சனும் அவனுடைய மகனும் போன இடந்தெரியாமல் ஓடி ஒளிந்து கொண்டார்கள்."
      },
      {
        "index": 10,
        "text": "புவனேந்திரனைக் கண்டவர்கள், \"இஃதென்ன புதுமையாக இருக்கின்றது? இறந்து போனவன் தேவலோகம் போய்த் தேவர்களைப் படை சேர்த்துக்கொண்டு வந்தான் போலும்!\" என்று வியப்படைந்தார்கள். இந்தச் செய்திகளை எல்லாம் கோட்டைக்குள் அரண்மனையில் இருந்த ஆசிரியப் பெரியாரும் சுகுணசுந்தரியும் கேள்வியுற்று, உடனே கடவுளுக்கு நன்றி செலுத்திப் புகழ்ந்தார்கள். புவனேந்திரனுடைய வரலாறுகளை அறிவதற்காக அளவற்ற விருப்பத்துடன் காத்திருந்தார்கள். புவனேந்திரனும் அவனைப் போல் முகச்சாயலை உடைய வேறொரு முதிய அரசரும் தங்களுடைய படைகளை எல்லாம் கோட்டைக்கு வெளியே பாசறைகளில் தங்கும்படி கட்டளை கொடுத்துவிட்டு, ஊர்தியின்மேல் சுகுணசுந்தரியின் திருமாளிகையை\nஅடைந்தார்கள்."
      },
      {
        "index": 11,
        "text": "புவனேந்திரனைக் கண்டவுடனே ஆசிரியப் பெரியார் அவனைக் கட்டித் தழுவி முத்தம் இட்டு, மிக்க அங்கலாய்ப்புடனே இன்பக் கண்ணீர் சொரிந்தார். சுகுண சுந்தரியும் முத்து முத்தாய்க் கண்ணீர் வடித்துக் களிப்பு மேலீட்டினால் உடல் பூரித்துத் தன்னை மறந்தாள். பிறகு, ஆசிரியப் பெரியாரும் சுகுணசுந்தரியும் அவர்கள் இருவருக்கும் தகுந்த வழிபாடுகள் செய்து, உயர்ந்த இருக்கைகள் அளித்து அதில் அமருமாறு செய்தார்கள். புவனேந்திரனோடு வந்த பெரிய அரசர் ஆசிரியப் பெரியாரைப் பார்ததுத் தம்முடைய வரலாற்றைச் சொல்லத் தொடங்கினார்.\n-------------"
      }
    ]
  }
}