{
  "chapterNumber": 39,
  "title": "卷三十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《既夕》第十三。鄭《目錄》云：『《士喪禮》之下篇也。既，已也。\n謂先葬二日，已夕哭時，與葬一日。凡朝廟日，請啟期，必容焉。此諸侯之下士一廟，其上士二廟，則既夕哭先葬前三日。《大戴》第十五，《小戴》第十四，《別錄》名《士喪禮》下篇第十三。』釋曰：鄭《目錄》云『《士喪禮》下篇』"
      },
      {
        "index": 1,
        "text": "者，依《別錄》而言，以其記下士之始死，乃記葬時，而總記之，故名《士喪禮》下篇也。鄭又云『先葬二日與葬一日』者，驗經云『既夕哭請啟期告於賓』，明旦夙興開殯，即遷於祖一日，又厥明即葬，故知是葬前二日與葬一日也。云『必容』者，請啟期在葬前二日，中容朝廟一日，故雲必容焉。鄭又云『此諸侯下士一廟，其上士二廟，則既夕哭先葬前三日』者，以其一廟則一日朝，二廟則二日朝，故葬前三日中，容二日，故三日。若然，大夫三廟者，葬前四日；諸侯五廟者，葬前六日；天子七廟者，葬前八日，差次可知。"
      },
      {
        "index": 2,
        "text": "既夕哭，（既，已也。謂出門哭止，復外位時。）\n[疏]『既夕哭』。註『既已』至『位時』。釋曰：此經論既夕哭，請啟期之事。夕哭者，是主人朝夕哭，在殯宮阼階之下，禮將請啟殯之時，主人於夕哭訖，出寢門，復外位，故鄭云『謂出門哭止，復外位時』者。鄭知復外位請者，見上篇卜日禮云『既朝哭，皆復外位』，朝夕之哭，其禮並同，明知此請啟期，亦在復外位時。若然，上篇卜日禮云『既朝哭，皆復外位』，此不於既朝哭而待既夕哭者，謂明日之朝始啟殯，又不可隔夕哭，故於既夕請也。但復外位之時，必有吊賓來亦在外位，故請期因告賓也。"
      },
      {
        "index": 3,
        "text": "請啟期，告於賓。（將葬，當遷柩於祖，有司於是乃請啟聿之期於主人以告賓，賓宜知其時也。今文啟為開。）"
      },
      {
        "index": 4,
        "text": "[疏]『請啟期告於賓』。註『將葬』至『為開』。釋曰：云『將葬，當遷柩於祖，有司於是乃請啟聿之期於主人以告賓』者，鄭解時未至，而豫前二日夕哭之後，出於門外位請期者，明旦須啟聿以柩朝於祖，故有司於此時請啟聿之期告賓，使知而來赴吊之事也。"
      },
      {
        "index": 5,
        "text": "夙興，設盥於祖廟門外。（祖，王父也。下士祖禰共廟。）\n[疏]『夙興』至『門外』。註『祖王』至『共廟』。釋曰：自此盡『階』，論豫於祖廟陳饌之事。言『夙興』者，謂夕哭請期訖，明旦早起豫設盆盥於祖廟門外，擬舉鼎之人盥手。案小斂設盆盥在東堂下，大斂設盥於門外，雖不言東方，約小斂盥在東堂下，則大斂盥亦門外東方。此下陳鼎如大斂奠，則此設盥亦在門外東方，如大斂也。云『祖，王父也』者，案《祭法》云：『曰考廟，曰王考廟。』此雲王父，王父之言出於彼。雲下士祖禰共廟者，又《祭法》云："
      },
      {
        "index": 6,
        "text": "『士二廟，官師一廟。』鄭註云：『官師，中士、下士。』案下記云『其二廟，則饌於禰』，則此經所朝據一廟者而言，設盥於祖，是下士一廟，祖禰共廟，據尊者而言也。"
      },
      {
        "index": 7,
        "text": "陳鼎皆如殯，東方之饌亦如之。（皆，皆三鼎也。如殯，如大斂既殯之奠。）\n[疏]『陳鼎』至『如之』。註『皆皆』至『之奠』。釋曰：案上文，殯後大斂之陳三鼎，有豚、魚、臘，在廟門外，西面北上，此陳鼎亦如之。云『東方之饌亦如之』者，彼大斂時，云『東方之饌，兩瓦С，其實醴酒，豆兩，其實葵菹芋、蠃醢，兩籩，無，布巾，其實栗不擇，脯四廷』，故今雲東方之饌亦如之。云『皆，皆三鼎也』者，以其言『皆』，明非一鼎，皆三鼎可知。又不言外內，即門外及陳於阼階下，亦西面北上。外內同雲如殯，如大斂，既殯之奠者，以其大斂於阼階，即移於棺而殯之，殯訖，乃於室中設大斂之奠。即大斂奠在殯後，恐於殯時別有奠，故明之，云『如殯，如大斂既殯之奠』也。"
      },
      {
        "index": 8,
        "text": "夷床饌於階。（夷之言屍也。朝正柩，用此床。）\n[疏]『夷床饌於階』。註『夷之』至『此床』。釋曰：云『夷之言屍也』者，遷屍於堂亦言夷屍，盤衾皆依屍而言，故雲夷之言屍也。云『朝正柩，用此床』者，謂柩至祖廟兩楹之，屍北首之時乃用此床，故名夷床也。"
      },
      {
        "index": 9,
        "text": "二燭俟於殯門外。（早ウ，以為明也。燭用烝。）\n[疏]『二燭』至『門外』。註『早ウ』至『用烝』。釋曰：自此盡『夷衾』，論啟殯及變服之事。二燭者，以其發殯宮二者，下云『燭入』，註云："
      },
      {
        "index": 10,
        "text": "『徹與啟聿者。』故於此豫備之。云『燭用蒸』者，案《周禮。甸師》云：\n『以薪蒸，役外內饔。』註云：『大曰薪，小曰蒸。』又案《少儀》云：『主者執燭抱ㄡ。』鄭云：『未曰ㄡ。』ㄡ即蒸，故雲燭用蒸也。"
      },
      {
        "index": 11,
        "text": "丈夫ヮ，散帶垂，即位如初。（為將啟變也。此互文以相見耳。ヮ，婦人之變。《喪服小記》曰：『男子免而婦人ヮ，男子冠而婦人笄。』如初，朝夕哭門外位。）"
      },
      {
        "index": 12,
        "text": "[疏]『丈夫』至『如初』。註『為將』至『外位』。釋曰：云『為將啟變也』者，凡男子免與括發散帶垂，婦人ヮ皆當小斂之節，今於啟殯時，亦見屍柩，故變同小斂之時，故雲為將啟變也。云『此互文以相見耳。ヮ，婦人之變』"
      },
      {
        "index": 13,
        "text": "者，ヮ既是婦人之變，則免是男子之變。今丈夫見其人不見免，則丈夫當免矣。\n婦人見其ヮ不見人，則婦人當ヮ矣，故雲互文以相見耳。引《喪服小記》者，證見未成服已前，男子免而婦人ヮ，既成服以後，男子冠婦人笄。若然，小斂之時，靳衰男子括發，齊衰以下男子免，不言男子括發者，欲見啟殯之後，雖斬衰亦免而無括發。知者，案《喪服小記》云：『緦小功，虞卒哭則免。』註云：『棺柩已藏，嫌恩輕，可以不免也。言則免者，則既殯先啟之，雖有事不免。』以此而言，先啟不免，則啟當免矣。又《喪服小記》云：『君吊，雖不當免時也，主人必免，不散麻，雖異國之君，免也。親者皆免。』註云：『不散麻者，自若絞垂，為人君變，貶於大斂之前，既啟之後也。親者，大功以上也。』註直言不散麻，貶於既啟之後，則主人著免不貶矣。以此言之，啟後主人著免可知。若啟後著免，亦是貶矣。若然，後至卒哭，其服同矣。以其反哭之時，更無變服之文，故知同也。云『婦人ヮ』及『婦人笄』者，若未成服之時，婦人ヮ無笄，故空云『ヮ』。成服之後，婦人ヮ即有笄，故《喪服》斬衰婦人云『箭笄』。《檀弓》云：『南宮縚之妻之姑之喪，夫子誨之ヮ。』蓋榛以為笄，是成服有笄明矣，是以婦人成服雲笄也。云『散帶垂』者，小斂節大功已上，男子皆然。若小功已下，及婦人，無問輕重，皆初而絞之。云『如初，朝夕哭門外位』者，但經直云『即位如初』，知如門外位者，以下經始云『主人拜賓，入即位袒』，明知此未入門，在門外如朝夕哭位也。"
      },
      {
        "index": 14,
        "text": "婦人不哭，主人拜賓，入，即位，袒。（此不象如初者，以男子入門不哭也。不哭者，將有事，止讙囂。）\n[疏]『婦人』至『位袒』。註『此不』至『讙囂』。釋曰：云『此不蒙如初者，以男子入門不哭』者，案上篇朝夕哭云：『主人即位，辟門。婦人撫心，不哭。主人拜賓，旁三，右還入門哭，婦人踴。』此主人入門不哭，婦人不哭，不踴，故不得蒙如初也。云『將有事』者，謂將有啟殯之事也。"
      },
      {
        "index": 15,
        "text": "商祝免、袒，執功布入，升自西階，盡階，不升堂。聲三，啟三，命哭。\n（功布，灰治之布也，執之，以接神為有所拂扌方也。聲三，三有聲，存神也。"
      },
      {
        "index": 16,
        "text": "啟三，三言啟，告神也。舊說以為聲，噫興也。今文免作糸免。）\n[疏]『商祝』至『命哭』。註『功布』至『作糸免』。釋曰：云『功布，灰治之布也』者，亦謂七升以下之布也。云『執之以接神，為有所拂扌方也』者，拂扌方猶言拂拭，下經云『商祝拂柩用功布』，是拂拭去塵也。此始告神而用功布拂扌方者，謂拂扌方去兇邪之氣也。云『三有聲，存神也』者，案《曾子問》亦云『祝聲三』，鄭云：『警神也。』即此存神也。云『舊說以為聲，噫興』者，鄭註《曾子問》云：『聲，噫歆。』不雲舊說，亦是舊說也。"
      },
      {
        "index": 17,
        "text": "燭入。（徹與啟聿者。）\n[疏]『燭入』。註『徹與啟聿者』。釋曰：上云『二燭』，此鄭云『徹與啟聿』，則一燭於室中，徹奠；一燭於堂，照開殯聿也。"
      },
      {
        "index": 18,
        "text": "祝降，與夏祝交於階下，取銘置於重。（祝降者，祝徹宿奠降也。與下祝交，事相接也。夏祝取銘置於重，為啟聿遷之。吉事交相左，兇事交相右。今文銘皆作名。）"
      },
      {
        "index": 19,
        "text": "[疏]『祝降』至『於重』。註『祝降』至『作名』。釋曰：此祝不言商夏，則周祝也。燭既入室，周祝從而入室，徹宿奠降，降時夏祝自下升取銘，降置於重，為妨啟殯故也。云『祝降者，祝徹宿奠降也』者，謂昨暮所設夕奠，經宿，故謂之宿奠也。此宿奠擬朝廟所用，即下云『重先奠從』者是也。此奠所徹所置之處雖不言，案上篇大斂遷，小斂奠於序西南，此亦序西南可也。云『吉事交相左』者，則《鄉射》、《大射》皆云『降與射者交於階下相左』是也。云『兇事交相右』者，此兇事不言交相左者，以兇事反於吉，明交相右可知。交相右者，周祝降階時當近東，夏祝升階當近西，是交相右也。云『今文銘皆作名』"
      },
      {
        "index": 20,
        "text": "者，此銘及下陳明器云『取銘置於茵』，二者皆名，但銘書作名，亦通一塗也。\n踴無。（主人也。）\n[疏]『踴無』。註『主人也』。釋曰：下文云『商祝拂柩』，則踴無，當知開棺柩之時，以其踴為哀號之已甚，故知主人也。"
      },
      {
        "index": 21,
        "text": "商祝拂柩用功布，無用夷衾。（拂，去塵也。無，覆之，為其形露。）\n[疏]『商祝』至『夷衾』。註『拂去』至『形露』。釋曰：開柩已出時，是棺南首，夷衾本擬覆柩，故斂時不用。今得覆棺，於後朝廟及入廣，雖不言用夷衾，又無徹文，以覆棺言之，當隨柩入廣矣。"
      },
      {
        "index": 22,
        "text": "遷於祖，用軸。（遷，徙也。徙於祖，朝祖廟也。《檀弓》曰：『殷朝而殯於祖，周朝而遂葬。』蓋象平生，將出必辭尊者。軸，輁軸也。軸狀如轉轔，刻兩頭為軹，輁狀如長床，穿程。前後著金而關軹焉。大夫諸侯以上，有四周，謂之輴。天子畫之以龍。）"
      },
      {
        "index": 23,
        "text": "[疏]『遷於祖用軸』。註『遷徙』至『以龍』。釋曰：自此盡『由足西面』，論以柩朝廟之事。云『遷於祖用軸』者，謂朝廟之時，從殯宮遷移於祖廟，朝時用輁軸載之。案《士喪禮》將殯云：『棺入，主人不哭，升，棺用軸。』"
      },
      {
        "index": 24,
        "text": "則遷於祖時，亦升輁軸於階上，載之挽柩而下。若然，未升饌，陳之當在堂下，是以下記云：『夷床輁軸，饌於西階東。』註云：『明階者，位近西，夷床饌於祖廟，輁軸饌於殯宮。』而言階，明在堂下也。云『《檀弓》曰殷朝而殯於祖』者，殷人將殯之時，先朝廟訖，乃殯，至葬時不復朝也。云『周朝而遂葬』者，周人殯於路寢，至葬時乃朝，朝訖，而遂葬。引之者，證經將葬朝祖之事。云『蓋象平生將出必辭尊』者，《曲禮》云『出必告，反必面』是也。案《聘禮》大夫將出聘，告於禰乃行，介無告禰之事，故不得象之。云『軸，輁軸也』者，下記云『夷床輁軸』是也。云『軸，狀如轉轔』者，此以漢法況之，漢時名轉軸為轉轔，轔，輪也，故《士喪禮》云『升棺用軸』，註云：『軸，輁軸也。輁狀如床，軸其輪，輓而行。』是以輪為轔也。云『刻兩頭為軹』"
      },
      {
        "index": 25,
        "text": "者，以軸頭為軹，刻軸使兩頭細，穿入輁之兩髀，前後二者皆然。云『輁狀如長床，穿桯，前後著金而關軸焉』者，此輁既雲長如床，則有先後兩畔之木，狀如床髀，厚大為之，兩畔為孔，著金釧於中，前後兩畔皆然，然後關軸於其中。言桯者，以其厚大可以容軸，故名此木為桯也。云『大夫諸侯以上有四周，謂之輴』者，大夫殯葬，雖不用輴，士朝廟用輁軸，則大夫朝廟當用輴。諸侯天子殯葬、朝廟皆用輴。但天子畫轅為龍，謂之龍輴。《檀弓》諸侯云『輴』，天子云『塗龍輴』是也。此輴皆有四周為輴，故名為輴也。"
      },
      {
        "index": 26,
        "text": "重先，奠從，燭從，柩從，燭從，主人從。（行之序也。主人從者，丈夫由右，婦人由左，以服之親疏為先後，各從其昭穆。男賓在前，女賓在後。）"
      },
      {
        "index": 27,
        "text": "[疏]『重先』至『人從』。註『行之』至『在後』。釋曰：此論發殯宮鄉祖廟之次序。柩之前後皆有燭者，以其柩車為隔，恐ウ，故各有燭以道。若至廟，燭在前者升正柩，在後者在階下，升柩，故下記云『燭先入者，升堂東楹之南，西面。後入者，西階東北面在下』是也。云『主人從者，丈夫由右，婦人由左，以服之親疏為先後』者，經直云『主人從』者，以主人為首者而言，故鄭總舉男子婦人並五服而言，知男子由右，婦人由左者，以《內則》云：『道路，男子由右，女子由左。』鄭云：『地道尊右。』彼謂吉時，此雖兇禮，亦依之也。云『親疏為先後，各從其昭穆』者，假令昭親，則在先，昭疏，則在後。"
      },
      {
        "index": 28,
        "text": "就同昭穆之中，又以年之大小為先後，男從主人後，女從主婦後。云『男賓在前，女賓在後』者，謂無服者亦各從五服男子、婦人之後為序也。"
      },
      {
        "index": 29,
        "text": "升自西階。（柩也。猶用子道，不由阼也。）\n[疏]『升自西階』。註『柩也』至『阼也』。釋曰：云『猶用子道，不由阼也』者，案《曲禮》雲為人子者，『升降不由阼階』，今以柩朝祖，故用子道，不由阼也。"
      },
      {
        "index": 30,
        "text": "奠俟於下，東面北上。（俟正柩也。）\n[疏]『奠俟』至『北上』。註『俟正柩也』。釋曰：既升階，當正之於夷床之上，北首，既正乃設奠，故云『俟正柩』也。"
      },
      {
        "index": 31,
        "text": "主人從升。婦人升，東面。眾人東即位。（東方之位。）\n[疏]『主人』至『即位』。註『東方之位』。釋曰：主人、主婦從柩而升。言『婦人升東面』，不言『主人西面』，舉主婦東面，主人西面可知，故下文云『主人西面』也。云『眾人東即位』者，唯主人、主婦一自眾主人以下，從柩至西階下，遂鄉東階下即西面位。"
      },
      {
        "index": 32,
        "text": "正柩於兩楹，用夷床。（兩楹，象鄉戶牖也。是時柩北首。）\n[疏]『正柩』至『夷床』。註『兩楹』至『北首』。釋曰：云『兩楹，象鄉戶牖也』者，以其戶牖之，賓客之位，亦是人君受臣子朝事之處，父母神之所在，故於兩楹之北面鄉之。若言鄉戶牖，則在兩楹而近西矣。故下記云『夷床輁軸，饌於西階東』，饌夷床，俟正柩而言，西階東，則正柩於楹近西可知矣。云『是時柩北首』者，既言朝祖，不可以足鄉之，又自上以來設奠，皆升自阼階，今此下文設奠升降，皆自西階下，鄭註云『奠升不由阼階，柩北首辟其足』，以此而言，此時柩北首明矣。"
      },
      {
        "index": 33,
        "text": "主人柩東，西面。置重如初。（如殯宮時也。）\n[疏]『主人』至『如初』。註『如殯宮時也』。釋曰：主人、主婦從柩升，即當西面，東面鄉柩。主婦上文即言東面，至此乃言主人西面者，以其主婦東面位不改，故從柩升，因言東面。男子在柩東西面，既改西面位，故待正柩訖，乃言西面也。其重依上文序，從之時重先，不先置者，以其上待正柩訖乃置之。"
      },
      {
        "index": 34,
        "text": "云『如初』者，亦如上篇三分庭一在南，二在北而置之，故鄭云『如殯宮時也』。\n席升，設於柩西。奠設如初，巾之。升降自西階。（席設於柩之西，直柩之西，當西階也。從奠設如初，東面也。不統於柩，神不西面也。不設柩東，東非神位也。巾之者，為禦當風塵。）"
      },
      {
        "index": 35,
        "text": "[疏]『席升』至『西階』。註『席設』至『風塵』。釋曰：此論設宿奠於柩西。云『席設於柩之西，直柩之西，當西階也』者，知當西階，以其柩當戶牖之南，席北鋪之，自然當西階之上。云『從奠設如初，東面也』者，如初，謂如殯宮朝夕設奠於室中者，從柩而來，此還是彼朝夕奠脯醢醴酒，據神東面設之於席前也。云『不統於柩，神不西面也』者，謂不近柩設奠，若近柩，則統於柩，為神不西面，故不近東統於柩。知神不西面者，《特牲》、《少牢》皆設席於奧東面，則天子諸侯亦不西面可知。云『不設柩東，東非神位也』者，此亦據神位在奧不在東而言也。若然，小斂奠設於屍東者，以其始死，未忍異於生。大斂以後，奠皆設於室中，亦不統於柩。此奠不設於室者，室中神所在，非奠死者之處故也。云『巾之者，為禦當風塵』者，案《禮記。檀弓》云：『喪不剝奠也與？"
      },
      {
        "index": 36,
        "text": "祭肉也與？』據小斂、大斂之等也，有牲肉，故不露，故巾之。以此宿奠脯醢醴酒，無祭肉巾之者，以朝夕奠在室，不巾，此雖無祭肉，為在堂風塵，故巾之，異於朝夕在室者也。"
      },
      {
        "index": 37,
        "text": "主人踴無，降，拜賓，即位，踴，襲。主婦及親者由足，西面。（設奠時，婦人皆室戶西南面，奠畢，乃得東面。親者西面，堂上迫，疏者可以居房中。）"
      },
      {
        "index": 38,
        "text": "[疏]『主人』至『西面』。註『設奠』至『房中』。釋曰：云『降拜賓，即位踴襲』者，實謂在殯宮看主人開殯朝祖之賓，襲者從殯宮中拜賓，入即位袒，至此乃襲。襲者先即位踴，踴訖乃襲於序東。云『設奠時，婦人皆室戶西南面，奠畢乃得東面』者，知婦人戶西南面者，案下記雲將載柩，『祝及執事舉奠，戶西南面東上』，則知此設之時，婦人辟之，亦戶西南面。待設奠訖，乃由柩足向柩東西面，不即鄉柩東西面者，以主人在柩東，待設奠訖，主人降拜賓，婦人乃得東也。若然，云『親者西面』，則大功以上相隨同西面也。又云『堂上迫，疏者可以居房中』者，以其言親者西面，明疏者小功以下不得堂上西面，為堂上迫狹，自然在房中西面矣。"
      },
      {
        "index": 39,
        "text": "薦車，直東榮，北辀。（薦，進也。進車者，象生時將行陳駕也，今時謂之魂車。，轅也。車當東榮，東陳西上於中庭。）"
      },
      {
        "index": 40,
        "text": "[疏]『薦車』至『北辀』。註『薦進』至『中庭』。釋曰：自此盡『還出』，論薦車馬設遷祖奠之事。薦車者，以明旦將行，故豫陳車。云『進車者，象生時將行陳駕也』者，案《曲禮》云：『君車將駕，則仆執策立於馬前，已駕，仆展軨。』是生時將行陳駕，今死者將葬，亦陳車象之也。云『今時謂之魂車』者，鄭舉漢法況之，以其神靈在焉，故謂之魂車也。云『，轅也』者，《周禮。考工記》有人為，亦謂之轅，故雲轅也。云『車當東榮，東陳西上於中庭』者，此車既非載柩之車，即下記雲薦乘車、道車、槁車，以次言之，則先陳乘車，次陳道車，次陳槁車。知東陳西上者，下云『陳明器於乘車之西』，明器繼乘車而西，明乘車在上，已東有道車、槁車，故知三者西上也。乘車既當東榮，則三者不當中庭，而雲中庭者，據南北之中庭，不據東西為中庭也。何者？"
      },
      {
        "index": 41,
        "text": "以下經雲薦馬入門，三分庭一在南，馬右還，出薦馬者，當車南在庭，近南，明車近北當中庭矣。\n質明，滅燭。（質，正也。）"
      },
      {
        "index": 42,
        "text": "[疏]『質明滅燭』。釋曰：自啟殯至此時在殯宮、在道及祖廟皆有二燭為明，以尚早故也。今至正明，故滅燭也。"
      },
      {
        "index": 43,
        "text": "徹者升自阼階，降自西階。（徹者，辟新奠，不設序西南，已再設為褻。）\n[疏]『徹者』至『西階』。註『徹者』至『為褻』。釋曰：云『新奠』"
      },
      {
        "index": 44,
        "text": "者，謂遷祖之奠將設新，故徹去從奠，以辟新奠也。云『不設序西南，已再設為褻』者，為徹從奠，不設於序西南，為再設褻黷，故不設也。其再設者，未啟殯前夕時一設，至此朝廟又設，是再設也。"
      },
      {
        "index": 45,
        "text": "乃奠如初，升降自西階。（為遷祖奠也。奠升不由阼階，柩北首，辟其足。）\n[疏]『乃奠』至『西階』。註『為遷』至『其足』。釋曰：云『為遷祖奠也』者，謂遷柩朝祖之奠也。云『如初』者，亦於柩西當階之上，東面席前為之則同，其饌則異，以其上三鼎及東方之饌，皆大斂之奠是也。云『奠升不由阼階，柩北首，辟其足』者，以前大斂、小斂及朝夕奠，皆升自阼階，降自西階，今此遷祖奠，升不由阼階，故雲辟足。辟足者，以其來往不可由首，又飲食之事不可褻之由足，故升自西階也。若然，徹時所以由足者，奠畢去之，由足無嫌也。"
      },
      {
        "index": 46,
        "text": "主人要節而踴。（節，升降。）\n[疏]『主人要節而踴』。註『節升降』。釋曰：云『節，升降』者，奠升時主人踴，降時婦人踴。由重南，主人踴，此不言婦人，文不具也。"
      },
      {
        "index": 47,
        "text": "薦馬，纓三就，入門，北面，交轡，圉人夾牽之。（駕車之馬，每車二匹。\n纓，今馬鞅也。就，成也。諸侯之臣，飾纓以三色而三成。此三色者，蓋絳絲也。"
      },
      {
        "index": 48,
        "text": "其著之如然。天子之臣，如其命數，王之革路絳纓。圉人，養馬者。在左右曰夾。既奠乃薦馬者，為其踐汙廟中也。凡入門，參分庭一在南。）"
      },
      {
        "index": 49,
        "text": "[疏]『薦馬』至『牽之』。註『駕車』至『在南』。釋曰：薦馬並薦纓者，纓為馬設，故與馬同時薦之。案下記云『薦乘車』，又云『纓轡貝勒，縣於衡』，又云『道車載朝服，槁車載蓑笠』，註云：『道車、槁車之纓轡及勒亦縣於衡也。』若然，薦車之時，纓縣於衡，此薦馬得有纓者，以薦車時縣於衡，至此薦馬時又取而用之，故兩見之也。云『駕車之馬』者，即上文薦車之馬也。云『每車二匹』者，下經云『公贈兩馬』，註云：『兩馬，士制也。』故知此車有三乘，馬則六匹矣。云『纓，今馬鞅也』者，古者謂之纓，漢時謂之鞅，故舉漢法為況也。云『諸侯之臣，飾纓以三色而三成』者，以此下士薦馬纓三就，則不依命數，則大夫亦同三色，知者，案《巾車》上公纓九就，侯伯纓七就，子男纓五就，諸侯之臣不得與子男同五就，故知與士同三就。此三色，則如《聘禮》記三色，朱、白、蒼也。云『此三色者蓋絳絲也』者，謂以絲為絳，無正文，故云『蓋』以疑之。云『其著之如然』者，鄭註《巾車》云：『玉路之樊及纓皆以五采飾之，十二就。』其下金路九就，象路七就，註皆云『五色飾之』。此則三采絲為絳飾之，但著之則同，故雲其著之如然也。云『天子之臣如其命數』"
      },
      {
        "index": 50,
        "text": "者，案《典命》云：三公八命，其卿六命，大夫四命，出封皆加一等。命數雖卑於諸侯，以王人雖微，猶序諸侯之上，故得與同依命數。就依命數，其色則無過五采，以其金路以下與諸侯，其飾與王同。諸侯之臣既同三色，明天子大夫以上，亦五采，與諸侯同。但天子之士，三命以下不得依命，少於諸侯之臣當同色，與諸侯之臣同矣。若然，公之孤四命，以降於天子，大夫宜與三卿同三色也。"
      },
      {
        "index": 51,
        "text": "云『王之革路絳纓』者，至革路、木路不用而用絳絲為纓，與此纓三色者同，故引為證也。云『圉人，養馬者』，案《周禮。校人職》云：『乘馬一師四圉。』"
      },
      {
        "index": 52,
        "text": "是圉人以養馬，以其養馬，故使之薦也。云『在左右曰夾』者，以車三乘馬則六匹，每馬二人交轡牽之，故雲在左右曰夾。云『既奠乃薦者，為其踐汙廟中』者，車馬相將之物，前薦車在奠上，今此薦馬在奠後者，欲其既薦即出，恐踐汙廟中，故後薦之也。云『凡入門，參分庭一在南』者，大斂陳事在庭，分為三分，一分在北，則繼堂而言；一分在南，則繼門而言。此既繼門，故雲三分庭一在南。又不言門左門右，則當門之北矣。"
      },
      {
        "index": 53,
        "text": "禦者執策立於馬後。哭，成踴，右還，出。（主人於是乃哭踴者，薦車之禮，成於薦馬。）\n[疏]『禦者』至『還出』。註『主人』至『薦馬』。釋曰：云『主人於是乃哭踴者，薦車之禮成於薦馬』者，以其車得馬而成，故前薦車時，主人不哭踴，至薦馬乃哭，是由車成於薦馬故也。主人哭踴訖，馬則右還，而出右者，亦取便故也。"
      },
      {
        "index": 54,
        "text": "賓出，主人送於門外。\n有司請祖期。（亦因在外位請之，當以告賓，每事畢輒出。將行而飲酒曰祖。\n祖，始也。）"
      },
      {
        "index": 55,
        "text": "[疏]『賓出』至『祖期』。註『亦因』至『始也』。釋曰：自此盡『屬引』，論祖時飾柩車之事。此賓即上來吊主人啟殯者，朝廟事畢而出，主人送之。"
      },
      {
        "index": 56,
        "text": "云『亦因在外位請之』者，上既夕哭訖，因外位請啟期，故云『亦』也。此經不言告賓，知告賓者，若不告賓，時至則設，何須請期？故知擬告賓，故云『當以告賓』也。云『每事畢輒出』者，有司請期之禮，每事皆待事畢，因主人出在外位，乃請之。言每事者，篇首云『請期』，此云『請祖期』，下文『請葬期』，皆因出在外請之，故雲每事也。云『將行而飲酒曰祖，祖始也』者，案《詩》有『韓侯出祖，出宿於屠。顯父餞之，清酒百壺』，又云『出宿於，飲餞於禰』，皆是將行飲酒曰祖。此死者將行亦曰祖，為始行，故曰祖也。"
      },
      {
        "index": 57,
        "text": "曰：『日側。』（側，昳也，謂將過中之時。）\n[疏]『曰日側』。註『側失』至『之時』。釋曰：此主人辭。以上文有司請主人祖期，主人答之曰『日側』者，昃是傍側，亦為特義轉為昃者，取差跌之義，故從昃也。云『過中之時』者，則《尚書。無逸》雲文王『至於日中昃』，昃即側也。"
      },
      {
        "index": 58,
        "text": "主人入，袒。乃載，踴無。卒束，襲。（袒，為載變也。乃舉柩下而載之。束，束棺於柩車。賓出，遂匠納車於階，謂此車。）"
      },
      {
        "index": 59,
        "text": "[疏]『主人』至『束襲』。註『袒為』至『此車』。釋曰：云『袒為載變也』者，將載，主人先袒，乃載，故雲為載變也。云『乃舉柩下而載之』者，猶卻也。鄉柩在堂北首，今下以足鄉前，下堂載於車，故謂之為卻也。云『束，束棺於柩車』者，案《禮記。喪大記》云：『君蓋用漆，三衽三束。』"
      },
      {
        "index": 60,
        "text": "《檀弓》曰：『棺束縮二橫三。』彼是棺束，此經先雲載下，乃雲卒束，則束非棺束，是載柩訖乃以物束棺，使與柩車相持不動也。云『賓出，遂匠納車於階，謂此車』者，案下記云：『既正柩，賓出，遂匠納車於階。』此經不辨納車時節，故鄭明之。"
      },
      {
        "index": 61,
        "text": "降奠，當前束。（下遷祖之奠也。當前束，猶當屍禺也。亦在柩車西，束有前後也。）\n[疏]『降奠當前束』。註『下遷』至『後也』。釋曰：束卒乃云『降奠』，則未束以前，其奠使人執之，待束訖，乃降奠之，當束也。云『當前束，猶當屍禺也』者，下記云：『即床而奠，當禺。』彼在屍東，此在柩車西，當前束亦當禺，故取當禺而言也。云『束有前後也』者，以經既言前束，則有後束可知，故雲有前後也。"
      },
      {
        "index": 62,
        "text": "商祝飾柩，一池，紐前後緇，齊三采，無貝。（飾柩，為設墻柳也。巾奠乃墻，謂此也。墻有布帷，柳有布荒。池者，象宮室之承ニ，以竹為之，狀如小車グ，衣以青布。一池縣於柳前。士不揄絞。紐，所以聯帷荒，前赤後黑，因以為飾。左右面各有前後，齊居柳之中央，若今小車蓋上蕤矣。以三采繒為之，上朱，中白，下蒼。著以絮，元士以上有貝。）"
      },
      {
        "index": 63,
        "text": "[疏]『商祝』至『無貝』。註『飾柩』至『有貝』。釋曰：此並飾車之事。其柩車即《周禮》蜃車也。四輪迫地，其亦一，狀如長床，兩畔豎令子，以帷繞之，上以荒一池縣於前面荒之爪端，荒上於中央加齊。云『飾柩，為設墻柳也』者，即加帷荒是也。云『巾奠乃墻』，下記文，鄭引之者，以此經直雲飾柩，不言設墻時節，故記人辨之，以巾覆奠乃墻，謂此飾柩者也。云『墻有布帷，柳有布荒』者，案《喪大記》雲飾棺，君龍帷，黼荒；大夫畫帷，畫荒；士布帷，布荒。鄭註云：『布帷布荒者，白布也，君大夫加文章焉。』此註墻、柳別。案《喪大記》註又云：『在旁曰帷，在上曰荒，皆所以衣柳也。』則帷荒總名為柳者。案《縫人》云『衣た柳之材』，鄭註：『必先纏衣其木，乃以張飾也。柳之言聚，諸飾之所聚。』若然，對則帷為墻，象宮室有墻壁，荒為柳，以其荒有黼黻，及齊三采諸色所聚，故得柳名。總而言之，皆得為墻巾，奠乃墻，及《檀弓》云：『周人墻置た。』皆墻中兼有柳，《縫人》『衣た柳之材』，柳中兼墻矣。"
      },
      {
        "index": 64,
        "text": "鄭註《喪大記》云：『荒，蒙也。』取蒙覆之義。云『池者，象宮室之承ニ，以竹為之』者，生人宮室，以木為承ニ，仰之以承ニ水。死者無水可承，故用竹而覆之，直取象平生有而已。云『狀如小車グ衣以青布』者，此鄭依漢禮而言。云『一池縣於柳前』者，案《喪大記》君三池，大夫二池，士一池。君三池，三面而有；大夫二池，縣於兩相；士一池，縣於柳前面而已。云『士不プ絞』者，案《雜記》云：『大夫不プ絞，屬於池下。』プ者，依《爾雅。釋鳥》云：『江、淮而南，青質，五采皆備成章曰鷂。』絞者，倉黃之色。則人君於倉黃色繒上，又畫鷂雉之形，縣於池下。大夫則闕之，故雲大夫則不プ絞，屬於池下。池下プ絞一名振容，故《喪大記》云『大夫不振容』。振容者，車行振動，以為容儀。"
      },
      {
        "index": 65,
        "text": "但大夫不振容，池下仍有銅魚縣之，士不但不プ絞，又無銅魚，故《喪大記》大夫有魚躍拂池，士則無。鄭註云：『士則去魚。』云『左右面各有前後』者，柩車左右以有帷，分兩相各為前後，故云『前後緇』。云『齊居柳之中央』者，雖無正文，以其言齊，若人之齊，亦居身之中央也。云『若今小車蓋上蕤矣』者，漢時小車蓋上有蕤，在蓋之中央，故舉以為說。云『以三采繒為之，上朱中白下倉』者，案《聘禮》記雲三采：朱、白、倉。彼據繅藉用三采，先朱，次白，下倉。此為齊用三采，亦當然，故取以為義也。云『著以絮』者，既雲齊當人所睹見，故知以絮著之使高。知『元士以上有貝』者，案《喪大記》雲君齊五采五貝，大夫齊三采三貝，士齊三采一貝。鄭註云：『齊象車蓋，蕤縫，合雜采為之，形如瓜分，然綴貝落其上及旁。』見彼士為天子元士，元士已上皆有貝也。此諸侯之士，故雲無貝也。"
      },
      {
        "index": 66,
        "text": "設披。（披輅柳棺上，貫結於戴，人居旁牽之，以備傾虧。《喪大記》曰：\n『士戴前後緇，二披，用。』今文披皆為藩。）"
      },
      {
        "index": 67,
        "text": "[疏]『設披』。註『披輅』至『為藩』。釋曰：云『披輅柳棺上，貫結於戴』者，案《喪大記》註云：『戴之言值也，所以連系棺束與柳材，使相值，因而結前後披也。』此註雲披柳棺上貫結於戴，以此而言，則戴兩頭皆結於柳材，又以披在棺上輅過，然後貫穿戴之，連系棺束者，乃結於戴，餘披出之於外，使人持之。一畔有二，為前後披，故下記云『執披者旁四人』，註云『前後左右各二人』是也。人君則三披，各三人，持之備傾虧也。引《喪大記》者，證披連戴而施之也。云『二披用』者，與戴所用異。大夫與人君則戴與披用物同，故《喪大記》云『君戴六，披六』，『大夫戴前後玄，披亦如之』，是其用物同也。云『今文披皆為藩』者，言皆者，此文披及下文商祝禦柩執披，並下記『執披者』三字皆為藩，今不從之也。"
      },
      {
        "index": 68,
        "text": "屬引。（屬猶著也。引，所以引柩車，在軸輴曰紼。古者人引柩。《春秋傳》曰：坐引而哭之三。）\n[疏]『屬引』。註『屬猶』至『之三』。釋曰：『引』謂紼繩屬著於柩車。云『在軸輴曰紼』者，士朝廟時用軸，大夫已上用輴，故並言之。"
      },
      {
        "index": 69,
        "text": "言紼見繩體，言引見用力。故鄭註《周禮》亦云：『在車曰紼，行道曰引。』\n云『古者人引柩』者，《雜記》乘人專道而行，又雲諸侯五百，大夫三百，皆是引人也。言古者人引，對漢以來不使人引也。引《春秋》者，案定公九年《左氏傳》云：齊侯伐晉夷儀，敝無存，死之，齊侯與之犀軒，而先歸之，坐引者，以師哭之，親推之三。註云：『坐而飲食之。』此鄭略引之，云『坐引』者，亦謂飲食之。而哭之，亦以師哭之三者，亦謂公親推之三也。引之者，證古者人引也。"
      },
      {
        "index": 70,
        "text": "陳明器於乘車之西。（明器，藏器也。《檀弓》曰：『其曰明器，神明之也。』\n言神明者，異於生器。『竹不成用，瓦不成味，木不成斫，琴瑟張而不平，竽笙備而不和，有鍾磬而無筍ね』。陳器於乘車之西，則重北也。）"
      },
      {
        "index": 71,
        "text": "[疏]『陳明』至『之西』。註『明器』至『北也』。釋曰：云『明器，藏器也』者，自筲以下，皆是藏器。故下云『器西南上糸青』，又云『茵』，註云：『茵在抗木上，陳器次而北也。』則自包筲以下，總曰藏器，以其俱入廣也。引《檀弓》者，案彼註：『成猶善也。竹不可善用，謂籩無，味當作沬，沬，也。』又云『琴瑟張而不平，竽笙備而不和』，註云：『無宮商之調。』"
      },
      {
        "index": 72,
        "text": "又云『有鍾磬而無иね』，註云：『不縣之也。橫曰и，植曰ね。』云『陳器乘車之西，則重北』者，無正文，上薦車云『直東榮』，繼廟屋而言，上註云『中庭』，不得雲近北，明車近不在重。今東陳於乘車之西，明重北可知。"
      },
      {
        "index": 73,
        "text": "折，橫覆之。（折猶庋也。方鑿連木為之。蓋如床，而縮者三，橫者五，無簀。窆事畢，加之廣上，以承抗席。橫陳之者，為苞筲以下糸爭於其北，便也。"
      },
      {
        "index": 74,
        "text": "覆之，見善面也。）\n[疏]『折橫覆之』。註『折猶』至『面也』。釋曰：云『折，橫覆之』\n者，鄭云『蓋如床』，則加於廣上時，南北長，東西短。今經云『橫』，明知其長者東西陳之。言『覆』者，謂善面則折，加於廣時，擬鄉上看之為面，故善者鄉下。今陳之取鄉下看之，故反覆善面鄉上也。云『折猶庋也』者，以其窆畢加之於廣上，所以承抗席。若庋藏物然，故雲折猶庋也。云『方鑿連木為之，蓋如床，而縮者三，橫者五，無簀』者，此無正文，以經雲橫覆之，明有縱對之，既為縱橫，即知有長短廣狹，以承抗席，故為如床解之。又知縮者三橫者五，亦約茵與抗木，但於廣口承抗席，宜大於茵與抗木，故知縮三橫五也。知無簀者，以其縮三橫五以當簀處，故無簀也。知『窆事畢，加之廣上，以承抗席』者，下葬時窆事畢，云『加折卻之，加抗席覆之』，是折窆事畢，加之廣上承抗席者也。云『橫陳之者，為苞筲以下糸爭於其北，便也』者，鄭解折不縮者，南北順陳，而橫陳之意，為折橫陳則東西廣，是以苞筲陳之於北便也。"
      },
      {
        "index": 75,
        "text": "抗木，橫三縮二。（抗，禦也。所以禦止土者。其橫與縮，各足掩廣。）\n[疏]『抗木橫三縮二』。註『抗禦』至『掩廣』。釋曰：云『所以禦止土』者，以其在抗席之上，故知以禦土也。『其橫與縮各足掩』者，以其廣口大小雖無文，但明器之等，皆由羨道入，諸侯已上又有輴車，亦由羨道入，廣口唯以下棺，則廣口大小容棺而已。今抗木亦足掩廣口也。"
      },
      {
        "index": 76,
        "text": "加抗席，三。（席，所以禦塵。）\n[疏]『加抗席三』。註『席所以禦塵』。釋曰：既陳抗木於折北，又加此抗席三領於抗木之上，知抗木不在折上者，以抗木直言橫三縮二，不言加，明別陳於折北抗木之下。而此雲加，加於抗木之上不知，抗席之下，而雲加茵，明又加於抗席之上。此三者，以後陳者先用，故先陳抗木於下，次陳抗席，而後陳茵，先用取後陳於上者，便故也。是以下文及葬時，茵先入廣，窆事訖，加折廣上，則先用抗席，後用抗木，是其次也。若然，折於抗席前用而不加於抗席之上者，以長大，故別陳於南，用之仍在茵後。其茵用之在明器前，入而陳之於明器上者，以其同葬具，故與抗木同陳於上也。但抗席、茵相重陳者，以其入廣時相當，又皆是縱橫重累之物，故重加陳之也。云『席所以禦塵』者，上雲抗木所以禦土，此抗席雲禦塵者，以此二者但廣口以承土承塵，但抗木在上，故雲禦塵，抗席在下，隔抗木，慮有塵鄉下，故雲禦塵，是以釋之有異也。"
      },
      {
        "index": 77,
        "text": "加茵，用疏布，緇翦，有幅，亦縮二橫三。（茵，所以藉棺者。翦，淺也。\n幅，緣之。亦者，亦抗木也。及其用之，木三在上，茵二在下，象天三合地二，人藏其中焉。今文翦作淺。）"
      },
      {
        "index": 78,
        "text": "[疏]『加茵』至『橫三』。註『茵所』至『作淺』。釋曰：云『加茵』\n者，謂以茵加於抗席之上，此說陳器之時。云『用疏布』者，謂用大功疏粗之布。"
      },
      {
        "index": 79,
        "text": "云『緇翦』者，緇則七入黑汁為緇，翦，淺也，謂染為淺緇之色，言有幅者。案下記云：『茵著用荼，實綏澤焉。』此鄭註云『有幅，緣之』者，則用一幅布為之，縫合兩邊幅為{代巾}，不去邊幅，用之以盛著也，故雲有幅也。云『茵所以藉棺』者，下葬時茵先屬引，乃窆，則茵與棺為藉，故先入在棺之下也。鄭云『幅，緣之』者，蓋縫合既訖，乃更以物緣此兩邊幅縫合之處，使之牢固不坼壞，因為飾也。云『亦者，亦抗木也』者，抗木雲縮二橫三，此亦縮二橫三，故知亦者，亦抗木也。云『及其用之，木三在上，茵二在下』者，上抗木先雲橫三，後雲縮二，此茵先雲縮二，後雲橫三，並據此陳列之時，鄭據入廣而言，故雲其用之也，木三在上茵二在下，各舉一邊而言，其實皆有二三。云『象天三合地二』"
      },
      {
        "index": 80,
        "text": "者，渾天言之，則地之上下、內外、周匝皆有天。若然，雲木二則在下，及其用之，則茵三在下，茵二在上，以此而言，木與茵皆有天三合地二也。云『人藏其中焉』者，亦謂渾天而言，上下俱有天地，人屍柩藏其中，故《說卦》云『參天兩地』，又云『立天之道』，『立地之道』，『立人之道』，為三材也。"
      },
      {
        "index": 81,
        "text": "器，西南上，糸青。（器，目言之也。陳明器，以西行南端為上。糸青，屈也，不容，則屈而反之。）\n[疏]『器西南上糸青』。註『器目』至『反之』。釋曰：云『器，目言之也』者，器與下為目，即下文苞以下是也。"
      },
      {
        "index": 82,
        "text": "茵。（茵在抗木上，陳器次而北也。）\n[疏]『茵』。註『茵在』至『北也』。釋曰：茵非明器而言之者，陳器從此茵鄉北為次第，故言之，故鄭云『茵在抗木上陳器次而北』是也。"
      },
      {
        "index": 83,
        "text": "苞二。（所以裹奠羊豕之肉。）\n[疏]『苞二』。註『所以』至『之肉』。釋曰：下文既設遣奠，而云『苞牲取下體』，故知苞二所以裹奠羊豕之肉也。"
      },
      {
        "index": 84,
        "text": "筲三，黍、稷、麥。（筲，畚種類也。其容蓋與簋同一觳也。）\n[疏]『筲三黍稷麥』。註『筲畚』至『觳也』。釋曰：案下記云『菅筲三』，則筲以菅草為之。筲三各盛一種，黍、稷、麥也。云『筲，畚種類也』者，舊說雲畚器所以盛種，此筲與畚盛種同類，故舉以為況也。云『其容蓋與簋同一觳也』者，案《考工記》『《方瓦》人為簋，實一觳』，又云『豆實三而成觳』。"
      },
      {
        "index": 85,
        "text": "案昭三年晏子云：『四升曰豆』，豆實三而成觳，則觳受升二升。此筲與簋同盛黍稷，知受一觳升二升，約同之，無正文，故云『蓋』以疑之也。"
      },
      {
        "index": 86,
        "text": "甕三，醯、醢、屑，冪用疏布。（甕，瓦器，其容亦蓋一觳。屑，姜桂之屑也。《內則》曰：『屑桂與姜。』冪，覆也。今文冪皆作密。）"
      },
      {
        "index": 87,
        "text": "[疏]『甕三』至『疏布』。註『甕瓦』至『作密』。釋曰：云『甕，瓦器』者，以甕與С等字從缶瓦，故知是瓦器。云『其容亦蓋一觳』者，《聘禮》記『致饔餼』雲甕鬥二升，則此甕約同之，故云『蓋』以疑之也。知屑是姜桂者，以其與《內則》『屑桂與姜』同雲屑，故引《內則》為證也。"
      },
      {
        "index": 88,
        "text": "С二，醴、酒，冪用功布。（С亦瓦器也。古文С皆作廡。）\n[疏]『С二』至『功布』。註『С亦』至『作廡』。釋曰：謂二者，所盛須繼甕三而陳之，言亦瓦器，亦上甕三也。"
      },
      {
        "index": 89,
        "text": "皆木桁，久之。（桁，所以苞屑甕С也。久，當為灸。灸謂以蓋案塞其口。\n每器異桁。）\n[疏]『皆木桁久之』。註『桁所』至『異桁』。釋曰：云『皆木桁，久之』者，則自苞屑以下，皆塞之置於木桁也。若然，既皆久塞，而甕С獨雲冪者，以其苞筲之等燥物，宜苞塞之而無冪。甕С濕物，非直久塞其口，又加冪覆之。"
      },
      {
        "index": 90,
        "text": "云『久當為灸，灸謂以蓋案塞其口』者，此亦如上設重鬲，亦與之同，故讀從灸也。云『每器異桁』者，以其言皆木桁，故知每器別桁也。"
      },
      {
        "index": 91,
        "text": "用器，弓矢、耒耜、兩敦、兩於、、。實於中，南流。（此皆常用之器也。於，盛湯漿。，盥器也。流，口也。今文於為桙。）"
      },
      {
        "index": 92,
        "text": "[疏]『用器』至『南流』。註『此皆』至『為桙』。釋曰：謂常用之器，弓矢，兵器；耒耜，農器；敦於，食器；，洗浴之器，皆象生時而藏之也。"
      },
      {
        "index": 93,
        "text": "無祭器，（士禮略也。大夫以上兼用鬼器、人器也。）\n[疏]『無祭器』。註『士禮』至『器也』。釋曰：知『大夫以上兼用鬼器人器也』者，案《檀弓》云：『宋襄公葬其夫人，醯醢百甕。曾子曰：既曰明器矣，而又實之。』註云：『言名之為明器，而與祭器皆實之，是亂鬼器與人器。』"
      },
      {
        "index": 94,
        "text": "以此而言，則明器，鬼器也；祭器，人器也。士禮略，無祭器，空有明器而實之。\n大夫以上，尊者備，故兩有。若兩有，則實祭器，不實明器。宋襄公既兩有，而並實之，故曾子非之。"
      },
      {
        "index": 95,
        "text": "有燕樂器可也。（與賓客燕飲用樂之器也。）\n[疏]『有燕樂器可也』。註『與賓』至『器也』。釋曰：言『可』者，許其得用，故云『可也』。云『與賓客燕飲用樂之器也』者，則升歌有琴瑟，庭中有特縣，縣磬也。"
      },
      {
        "index": 96,
        "text": "役器，甲、胄、幹、笮。（此皆師役之器。甲，鎧。胄，兜鍪。幹，。笮，矢ゅ。）\n[疏]『役器甲胄幹笮』。註『此皆』至『矢ゅ』。釋曰：此役器中有幹笮，無弓矢，示不用，故不具。上用器是常用之器，故具陳之也。云『甲，鎧。"
      },
      {
        "index": 97,
        "text": "胄，兜鍪』者，古者用皮，故名甲胄，後代用金，故名鎧，兜鍪隨世為名故也。\n但上下役用之器，皆粗沽為之，故下記云：『弓矢之新沽功。』註云：『設之宜新，沾示不用。』弓矢雲沽，餘雖不言，皆沽可知也。但此笮是送死之具，下記云『薦乘車，鹿淺，幹、笮、革世』者，是魂車所載，象生者，與此別也。"
      },
      {
        "index": 98,
        "text": "燕器，杖、笠、た。（燕居安體之器也。笠，竹{洿}蓋也。た，扇。）\n[疏]『燕器杖笠た』。註『燕居』至『た扇』。釋曰：云『燕居安體之器也』者，以杖者，所以扶身；笠者，所以禦署；た者，所以招涼，而在燕居用之，故雲燕居安體之器也。云『笠，竹{洿}蓋也』者，{洿}，竹青之皮，以竹青皮為之。"
      },
      {
        "index": 99,
        "text": "徹奠，巾席俟於西方，主人要節而踴。（巾席俟於西方，祖奠將用焉。要節者，來象升，丈夫踴；去象降，婦人踴。徹者，由明器北，西面。既徹，由重南東。不設於序西南者，非宿奠也。宿奠必設者，為神馮依之久也。）"
      },
      {
        "index": 100,
        "text": "[疏]『徹奠』至『而踴』。註『巾席』至『久也』。釋曰：自此盡『入復位』，論還車為祖奠之事。此徹遷祖奠者，為將還遷車，更設祖奠。云『巾席俟於西方，祖奠將用焉』者，以下經云『祖還車』，還車訖，布席設祖奠，則布此巾席也，故巾席俟祖奠在西方也。云『節者，來象升，丈夫踴；去象降，婦人踴』者，案上篇徹小斂、大斂奠時，皆升自阼階，丈夫踴，降自西階，婦人踴。"
      },
      {
        "index": 101,
        "text": "今奠在庭，無升降之事，直有來往，經云『要節而踴』，明來象升，丈夫踴；去象降，婦人踴。但此經直雲主人要節，知有婦人亦踴者，以下經徹祖奠時云："
      },
      {
        "index": 102,
        "text": "『徹者入，丈夫踴，設於西北，婦人踴。』註云：『猶阼階升時也。徹設於柩車西北，亦猶序西南。』是男子、婦人並有踴文。則知此要節踴內，亦兼婦人也。"
      },
      {
        "index": 103,
        "text": "云『徹者，由明器北，西面。既徹，由重南東』者，凡奠於堂室者，皆升自阼階，降自西階。奠於庭者，亦由重北，東方來陳，由重北而西，徹訖，由重南而東，象升自阼階，降自西階也。但設奠於柩車西而東面，則徹者由奠東而西面徹之也。"
      },
      {
        "index": 104,
        "text": "云『不設於序西南者，非宿奠也』者，以其大斂、小斂奠，及夕奠，乃皆經宿，故皆設之於序西南，為神馮依。此遷祖奠，旦始設之，今日側徹之，未經宿既徹，故不設於序西南也。"
      },
      {
        "index": 105,
        "text": "袒。（為將袒變。）\n[疏]『袒』。註『為將袒變』。釋曰：下經『商祝禦柩乃祖』，是將祖，故此主人袒，袒即變也。"
      },
      {
        "index": 106,
        "text": "商祝禦柩，（亦執功布居前，為還柩車為節。）\n[疏]『商祝禦柩』。註『亦執』至『為節』。釋曰：云『商祝禦柩』者，謂居柩車之前，卻行詔傾虧，使執披人知其節度。云『亦執功布』者，下經商祝執功布，以禦柩執披，故此亦如之，故執布。"
      },
      {
        "index": 107,
        "text": "乃祖。（還柩鄉外，為行始。）\n[疏]『乃祖』。註『還柩』至『行始』。釋曰：商祝既執功布，為禦乃還，柩車使轅鄉外也。祖者，始也。為行始去載處而已也。"
      },
      {
        "index": 108,
        "text": "踴，襲，少南，當前束。（主人也。柩還則當前東南。）\n[疏]『踴襲』至『前束』。註『主人』至『東南』。釋曰：前袒為祖變，今既祖訖，故踴而襲。云『主人也』者，前袒是主人，則此襲亦主人也。經云『少南』，鄭云『則當前東南』者，以其車未還之時，當前束近北，今還車，亦當前束少南。"
      },
      {
        "index": 109,
        "text": "婦人降，即位於階。（為柩將去有時也。位東上。）\n[疏]『婦人』至『階』。註『為柩』至『東上』。釋曰：『婦人降』"
      },
      {
        "index": 110,
        "text": "者，以柩還鄉外階空，故婦人從堂上降在階。云『為柩將去有時』者，去有時，即明旦遣而行之是時也，今此為行始也。云『位東上』者，以堂上時，婦人在阼階西面，統於堂下男子，今柩車南遷，男子亦在車東，故婦人降亦東上，統於男子也。婦人不鄉車西者，以車西有祖奠，故辟之，在車後。"
      },
      {
        "index": 111,
        "text": "祖，還車不還器。（祖有行漸，車亦宜鄉外也。器之陳，自已南上。）\n[疏]『祖還車不還器』。註『祖有』至『南上』。釋曰：祖還車者，為載時鄉北，今為行始，故須還鄉南，故鄭云『祖有行漸，車亦宜鄉外也』。『不還器』者，鄭云『器之陳，自已南上』，南上者，即上文『茵』，下註云『茵在抗木上，陳器次而北』是也。"
      },
      {
        "index": 112,
        "text": "祝取銘，置於茵。（重不藏，故於此移銘加於茵上。）\n[疏]『祝取銘置於茵』。註『重不』至『茵上』。釋曰：初死，為銘置於重，啟殯，祝取銘置於重，祖廟又置於重，今將行置於茵者，重不藏，擬埋於廟門左茵，是入廣之物，銘亦入廣之物，故置於茵也。是以鄭云『重不藏，故於此移銘加於茵上』也。士無旌，唯有乘車所建攝盛之旃，並此銘旌而已。"
      },
      {
        "index": 113,
        "text": "大夫以上有旌，通此二旌，則皆備三旌也。\n二人還重，左還。（重與車馬還相反，由便也。）\n[疏]『二人還重左還』。註『重與』至『便也』。釋曰：云『重與車馬還相反，由便也』者，以車馬至中庭之東，以右還，鄉門為便。重在門內，面鄉北，人在其南，以左還，鄉門為便。是以二者雖相反，各由其便。"
      },
      {
        "index": 114,
        "text": "布席，乃奠如初，主人要節而踴。（車已祖，可以為之奠也，是之謂祖奠。）\n[疏]『布席』至『而踴』。註『車已』至『祖奠』。釋曰：云『主人要節而踴』者，祖奠既與遷祖奠同車西，又皆從車而來，則此要節而踴，一與遷祖奠同。云『車已祖，可以為之奠也』者，奠本為柩設，其柩未安，不得設奠。今車已還，名之為祖屍柩已定。可以為奠也。云『是之謂祖奠』者，下記云『祝饌祖奠於主人之南』，是謂彼祖奠。"
      },
      {
        "index": 115,
        "text": "薦馬如初。（柩動車還，宜新之也。）\n[疏]『薦馬如初』。註『柩動』至『之也』。釋曰：上已薦馬，今又薦馬者，以柩車動而鄉南，為行始宜新之，故『薦馬如初』也。"
      },
      {
        "index": 116,
        "text": "賓出，主人送。有司請葬期。（亦因在外位時。）\n[疏]『賓出』至『葬期』。註『亦因在外位時』。釋曰：云『亦因在外位時』者，亦上啟期，祖期事畢，在外位，故此亦因事畢，出在外位時，請葬期也。"
      },
      {
        "index": 117,
        "text": "入，復位。（主人也，自死至於殯，自啟至於葬，主人及兄弟恒在內位。）\n[疏]『入復位』。註『主人』至『內位』。釋曰：云『主人』者，以其送賓據主人，今送賓訖，入復位，明主人也。云『自死至於殯，自啟至於葬，主人及兄弟常在內位』者，自死至於殯在內位，在殯宮中；自啟至於葬在內位，據在祖廟中，處雖不同，在內不異，故總言之。雲在內位者，始死未小斂已前，位在屍東，小斂後，位在阼階下，若自啟之後，在廟位，亦在阼階下也。"
      }
    ]
  }
}