{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "若舅姑既沒，則婦入三月，乃奠菜。（沒，終也。奠菜者，以篚祭菜也，蓋用堇。）\n[疏]『若舅』至『奠菜』。釋曰：自此至『饗禮』，論舅姑沒三月廟見之事。必三月者，三月一時天氣變，婦道可以成之故也。此言『舅姑既沒』者，若舅沒姑存，則當時見姑，三月亦廟見舅。若舅存姑沒，婦人無廟可見，或更有繼姑，自然如常禮也。案《曾子問》云：『三月而廟見，稱來婦也。擇日而祭於禰，成婦之義也。』鄭云：『謂舅姑沒者也，必祭，成婦義者。婦有供養之禮，猶舅姑存時盥饋特豚於室。』此言奠菜，即彼祭於禰一也。奠菜亦得稱祭者，若《學記》云『皮弁祭菜』之類也。註『沒終』至『用堇』。釋曰：此註云『奠菜者，以篚』，案下云『婦執菜』，篚即，一也。鄭知菜『蓋用堇』者，舅姑存時用棗、栗、段、、義取早起肅栗，治段自，則此亦取謹敬。因《內則》有堇、、、榆供養，是以疑用堇，故云『蓋』也。"
      },
      {
        "index": 1,
        "text": "席於廟奧，東面，右幾。席於北方，南面。（廟，考妣之廟。北方，墉下。）\n[疏]註『廟考』至『墉下』。釋曰：案《周禮。司几筵》云『每敦一幾』，鄭註云：『《周禮》雖合葬及時，同在殯，皆異幾，體實不同，祭於廟同幾，精氣合。』又《祭統》云『設同幾』，同幾即同席，此即祭於廟中而別席者。此既廟見，若生時見舅姑，舅姑別席異面，是以今亦異席別面，象生，不與常祭同也。"
      },
      {
        "index": 2,
        "text": "鄭知『廟，考妣廟』者，《曾子問》云『擇日而見於禰』，又象生時見舅姑，故知考妣廟也。\n祝盥，婦盥於門外。婦執菜，祝帥婦以入。祝告，稱婦之姓，曰：『某氏來婦，敢奠嘉菜於皇舅某子。』（帥，道也。入，入室也。某氏者，齊女則曰姜氏，魯女則曰姬氏。來婦，言來為婦。嘉，美也。皇，君也。）"
      },
      {
        "index": 3,
        "text": "[疏]釋曰：洗在門外，祝與婦就而盥之者，此亦異於常祭，象生見舅姑，在外沐浴，乃入舅姑之寢，故洗在門外也。云『祝帥婦以入』者，象《特牲》陰厭，祝先主人入室也。云『某子』者，言若張子、李子也。"
      },
      {
        "index": 4,
        "text": "婦拜，扌及地，坐奠菜於幾東席上，還，又拜如初。（扌及地，手至地也。\n婦人扌及地，猶男子稽首。）\n[疏]註『扌及地』至『稽首』。釋曰：云『扌及地，手至地』者，以手之至地謂之扌及地，則首不至手，又與男子空首不同。云『婦人扌及地，猶男子稽首』者，婦人肅拜為正，今雲扌及地，則婦人之重拜也，猶男子之稽首，亦拜中之重，故以相況也。案《周禮。大祝》：『辨九拜，一曰稽首，二曰頓首，三曰空首，四曰振動，五曰吉拜，六曰兇拜，七曰奇拜，八曰褒拜，九曰肅拜。』鄭云：『稽首，拜頭至地也。頓首，拜頭叩地也。空首，拜頭至手，所謂拜手也。"
      },
      {
        "index": 5,
        "text": "吉拜，拜而後稽顙，謂齊衰不杖以下者。言吉者，此殷之兇拜，周以其與頓首相近，故謂之吉拜雲。兇拜，稽顙而後拜，謂三年服者。振動，謂戰栗變動之拜。"
      },
      {
        "index": 6,
        "text": "鄭大夫云：『奇拜，謂一拜也。褒讀為報，報拜，再拜是也。』鄭玄謂『一拜，答臣下拜。再拜，拜神與屍。』鄭司農云：『肅拜，但俯下手，今時扌壹是也。』"
      },
      {
        "index": 7,
        "text": "但九拜之中，四者是正拜，即稽首、頓首、空首、肅拜是也。稽首，拜中之重，是臣拜君之拜也。頓首，平敵相與之拜，故《左氏傳》齊侯拜魯侯為稽首，魯君答以頓首。齊於魯責稽首，答曰：『天子在，無所稽首。』是臣於君以稽首，故《燕禮》臣與君皆雲稽首也。空首者，君答臣下拜也。肅拜者，婦人以肅拜為正，若以男子於軍中亦肅拜，故《左氏傳》晉至云『敢肅使者』是也。餘五者皆依於正拜。振拜，鄭雲《書》曰王動色變者，是武王觀兵，白魚入王舟，王動色變，武王於時拜天神，為此拜當稽首也。奇拜既為一拜，是君答臣下之拜，當以附空首也。褒拜為屍及神，亦當附稽首也。其吉拜，先吉拜為頓首，後稽顙，則吉拜當附頓首也。兇拜為先稽顙，後吉拜之，此周之三年之喪拜，後為吉拜，當附稽首也。《左氏傳》穆嬴抱太子趙氏，頓首於宣子者，私求法，故不為肅拜。"
      },
      {
        "index": 8,
        "text": "《喪小記》云『婦人為夫與長子稽顙』者，為重喪，故亦不肅拜也。\n婦降堂，取菜入。祝曰：『某氏來婦，敢告於皇姑某氏。』奠菜於席，如初禮。（降堂，階上也。室事交乎戶，今降堂者，敬也。於姑言敢告，舅尊於姑。）"
      },
      {
        "index": 9,
        "text": "[疏]『婦降』至『初禮』。釋曰：此為來婦奠於姑，設於北坐之前以見姑也。註『降堂』至『於姑』。釋曰：不直雲降而雲降堂者，則在階上，故云『降堂，階上』也。云『室事交乎戶，今降堂者，敬也』者，室事交乎戶，《禮器》文。彼子路與季氏之祭，云：『室事交乎戶，堂事交乎階』。今此既是室之事，當交於戶，今乃交於階，故言敬也。云『於姑言敢告，舅尊於姑』者，上文於舅言『敢奠嘉菜』，不言告，是舅尊於姑，言告，是姑卑也。"
      },
      {
        "index": 10,
        "text": "婦出，祝闔牖戶。（凡廟無事則閉之。）\n[疏]註『凡廟無事則閉之』。釋曰：先言牖後言戶者，先闔牖，後閉戶，故為文然也。以其祭訖則闔牖戶，明是無事則閉之，以其鬼神尚幽ウ故也。"
      },
      {
        "index": 11,
        "text": "老醴婦於房中，南面，如舅姑醴婦之禮。（因於廟見禮之。）\n[疏]釋曰：舅姑生時，見訖，舅姑使贊醴婦於寢之戶牖之。今舅姑沒者，使老醴婦於廟之房中，其禮則同，使老及處所則別也。註『因於廟見禮之』。"
      },
      {
        "index": 12,
        "text": "釋曰：象舅姑生時，因見禮之，故此亦因廟見禮之也。\n婿饗婦送者丈夫、婦人，如舅姑饗禮。\n[疏]釋曰：舅姑存，舅姑自饗送者，如上文。今舅姑沒，故婿兼饗丈夫、婦人，如舅姑饗禮，並有贈錦之等。"
      },
      {
        "index": 13,
        "text": "記。士昏禮，凡行事，必用昏昕，受諸禰廟。辭無不腆，無辱。（用昕，使者。用昏，婿也。腆，善也。賓不稱幣不善，主人不謝來辱。）"
      },
      {
        "index": 14,
        "text": "[疏]『記士昏』至『無辱』。釋曰：凡言『記』者，皆經不備者也。註『用昕』至『來辱』。釋曰：云『用昕，使者』，謂男氏使向女家納采、問名、納吉、納徵、請期五者，皆用昕。昕即明之始，君子舉事尚早，故用朝旦也。云『用昏，婿也』者，謂親迎時也。知『辭無不腆』者，《郊特牲》云：『告之以直、信。信，事人也。信，婦德也。』註云：『此二者所以教婦正直信也。』是賓納徵之時，不得謙虛為辭也。云『主人不謝來辱』者，此亦是不為謙虛，教女正直之義也。"
      },
      {
        "index": 15,
        "text": "摯不用死，皮帛必可制。（摯，雁也。皮帛，儷皮、束帛也。）\n[疏]釋曰：云『摯不用死』者，凡摯亦有用死者，是以《尚書》（元缺起卷首止此）云『三帛二牲一死摯』，即士摯雉。今此亦是士禮，恐用死雁，故雲不用死也。云『皮帛必可制』者，可制為衣物，此亦是教婦以誠信之義也。"
      },
      {
        "index": 16,
        "text": "臘必用鮮，魚用鮒，必殽全。（殽全者，不餧敗，不剝傷。）\n[疏]『臘必』至『殽全』。註『殽全』至『剝傷』。釋曰：臘用鮮者，義取夫婦日新之義。云『魚用鮒』者，義取夫婦相依附者也。云『殽必全』者，義取夫婦全節無虧之理。此並據同牢時也。"
      },
      {
        "index": 17,
        "text": "女子許嫁，笄而醴之，稱字。（許嫁，已受納徵禮也。笄女之禮，猶冠男也，使主婦女賓執其禮。）\n[疏]『女子』至『稱字』。釋曰：女子許嫁，謂年十五已上至十九已下。"
      },
      {
        "index": 18,
        "text": "案《曲禮》：『女子許嫁，纓。』有笄兼有纓，示有系屬。此不言纓，文不具也。\n云『醴之，稱字』者，猶男於冠醴之稱字，同。是以《禮記。喪服小記》雲："
      },
      {
        "index": 19,
        "text": "『丈夫冠而不為殤，婦人笄而不為殤。』是其義同也。註『許嫁』至『其禮』。\n釋曰：知『許嫁，已受納徵禮也』者，以納采、問名、納吉三禮雖使者往來，未成交親，故《曲禮》云：『非受幣，不交不親。』鄭據納徵，唯未行請期、親迎也，二者要待女二十為之。云『笄女之禮，猶冠男也，使主婦女賓執其禮』者，案《雜記》云：『女雖未許嫁，年二十而笄，禮之，婦人執其禮。』鄭註雲："
      },
      {
        "index": 20,
        "text": "『言婦人執其禮，明非許嫁之笄。』彼以非許嫁笄輕，故無主婦女賓，使婦人而已。明許嫁笄，當使主婦對女賓執其禮，其儀如冠男也。又許嫁者，用醴禮之；不許嫁者，當用酒醮之，敬其早得禮也。"
      },
      {
        "index": 21,
        "text": "祖廟未毀，教於公宮，三月。若祖廟已毀，則教於宗室。（祖廟，女高祖為君者之廟也。以有緦麻之親，就尊者之宮，教以婦德、婦言、婦容、婦功。宗室，大宗之家。）"
      },
      {
        "index": 22,
        "text": "[疏]『祖廟』至『宗室』。註『祖廟』至『之家』。釋曰：此謂諸侯同族之女將嫁之前教成之法。經直云『祖廟』，鄭知『女高祖為君者之廟也，以有緦麻之親』者，以其諸侯立五廟，大祖之廟不毀，親廟四，以次毀之。經云『未毀』與『已毀』，是據高祖之廟而言，故云『祖廟，女高祖為君者之廟也』。共承高祖，是四世緦麻之親。若三世共曾祖曾祖，小功之親。若共祖，大功之親。"
      },
      {
        "index": 23,
        "text": "若共禰廟，是齊衰之親，則皆教於公宮。今直言『緦麻』者，舉最疏而言親者，自然教於公宮可知也。云『教以婦德、婦言、婦容、婦功』者，《昏義》文，鄭彼註云：『婦德，貞順也。婦言，辭令也。婦容，婉娩也。婦功，絲麻也。』云『宗室，大宗之家』者，案《喪服小記》『繼別為宗』，謂別子之世長子族人來宗事之者，謂之宗者，收族者也。高祖之廟既毀，與君絕服者，則皆於大宗之家教之。又小宗有四，或繼祖，或繼禰，或繼曾祖，或繼高祖，此等至五代皆遷不就之教者，小宗卑故也。"
      },
      {
        "index": 24,
        "text": "問名，主人受雁，還，西面對。賓受命乃降。（受雁於兩楹閒，南面，還於阼階上，對賓以女名。）\n[疏]『問名』至『乃降』。註『受雁』至『女名』。釋曰：此亦記經不具者。案經直云『問名，如納采之禮』，納采禮中無主人西面對事，故記之也。"
      },
      {
        "index": 25,
        "text": "知『受雁於兩楹閒，南面』者，納采時賓『當阿東面致命，主人阼階上北面再拜』，又云『授於楹閒南面』，問名如納采之禮，故亦楹閒南面授雁，於彼唯不云『西面』，故記之也。云『還於阼階上，對賓以女名』者，此即西面對，與拜時北面異處也。"
      },
      {
        "index": 26,
        "text": "祭醴，始扌及壹祭，又扌及再祭。賓右取脯，左奉之，乃歸，執以反命。\n（反命，謂使者問名、納吉、納徵、請期，還報於婿父。）"
      },
      {
        "index": 27,
        "text": "[疏]『祭醴』至『反命』。釋曰：云『祭醴』者，謂贊醴婦之時，禮成於三，其為三祭之時。始祭醴云『初』，故始扌及壹祭，後祭醴又扌及為再祭也。"
      },
      {
        "index": 28,
        "text": "云『賓右取脯，左奉之，乃歸』者，經直云『降筵北面坐取脯』，不言用左右手，故記之也。云『右取脯，左奉之』者，謂先用右手取得脯，乃用左手兼奉之，以降授從者於西階下，乃歸，執以反命。註『反命』至『婿父』。釋曰：知反命是此問名、納吉、納徵、請期者，以下云：『凡使者歸，反命曰「某既得將事矣，敢以禮告」。』言『凡』非一，則知四者皆有反命也。以納采與問名同使，親迎又無使者，故據此四者而言也。"
      },
      {
        "index": 29,
        "text": "納徵，執皮，攝之，內文，兼執足，左首。隨入，西上，參分庭一在南。\n（攝猶辟也。兼執足者，左手執前兩足，右手執後兩足。左首，象生。《曲禮》曰：『執禽者左首。』隨入，為門中阨狹。西上，中庭位並。）"
      },
      {
        "index": 30,
        "text": "[疏]『納徵』至『在南』。釋曰：案經直云『納徵，玄束帛、儷皮，如納吉禮』，則授幣得如授雁之禮，至於庭實之皮，無可相如，故記之。註『攝猶』至『位並』。釋曰：執皮者相隨而入，至庭北面，皆以西為左，一手執兩足，毛在內，故云『內文』。云『左首，象生』者，案《聘禮》『執皮者皆左首』，此亦執皮而左首，故雲象生。與執禽者同，故引《曲禮》『執禽者左首』為證。"
      },
      {
        "index": 31,
        "text": "必象生者，取婦人生息之義。云『隨入為門中阨狹』者，皮皆橫執之。案《匠人》云『廟門容大扃七個』，註云：『大扃，牛鼎之扃，長三尺，每扃為一個，七個二丈一尺。』彼天子廟門。此士之廟門降殺，甚小，故雲門中阨狹，故隨入得並也。云『西上，中庭位並』者，俱北面西上也。"
      },
      {
        "index": 32,
        "text": "賓致命，釋外足見文。主人受幣。士受皮者自東出於後，自左受，遂坐攝皮，逆退，東壁。（賓致命，主人受幣，庭實所用為節。士，謂若中士、下士不命者，以主人為官長。自，由也。）"
      },
      {
        "index": 33,
        "text": "[疏]『賓致』至『東壁』。釋曰：此亦為經不見主人之士受皮之事，故記之也。云『釋外足』者，據人北面以足向上執之，足遠身為外，釋之則文見，故釋外足見文也。云『士受皮』者，取皮自東方，出於後者，謂自東方出於執皮者之後，至於左北面受之，故雲也。云『逆退』者，二人相隨，自東而西，今以後者先向東行，故雲逆退也。註『賓致』至『由也』。釋曰：云『賓致命，主人受幣，庭實所用為節』者，以其上經納徵、授幣如納吉之禮，其目已具。今言之者，為執皮者釋外足見文，及士受皮時節不見，故雲賓堂上致命時，庭中執皮者釋外足見文；主人堂上受幣時，主人之士於堂下受取皮，是其庭實所用為節也。"
      },
      {
        "index": 34,
        "text": "云『士，謂若中士、下士不命者』，但諸侯之士，國皆二十七人。依《周禮。典命》：侯伯之士一命，子男之士不命。命與不命，國皆分為三等：上九，中九，下九。案《周禮》三百六十官，皆有官長，其下皆有屬官。但天子之士，上士三命，中士再命，下士一命，與諸侯之士異。若諸侯上、中、下士同命。今言士，謂若中士、下士不命者，據上士為官長者。若主人是中士，則士是下士；若主人是下士，則士是不命之士、府史之等。此不命與子男之士不命者別，彼雖不得君簡策之命，仍得人君口命為士。此則不得君命，是官長自辟除者也。案《既夕》宰舉幣是士之府史，則庭實胥徒為之。云『自，由也』者，謂由執皮者之左受之也。"
      },
      {
        "index": 35,
        "text": "父醴女而俟迎者，母南面於房外。（女既次純衣，父醴之於房中，南面，蓋母薦焉，重昏禮也。女奠爵於薦東，立於位而俟婿。婿至，父出，使擯者請事。"
      },
      {
        "index": 36,
        "text": "母出南面房外，示親授婿，且當戒女也。）\n[疏]『公醴』至『房外』。註『女既』至『女也』。釋曰：此亦前經不具，故記之。云『女既次純衣，父醴之於房中，南面』者，見於上文。云『蓋母薦焉』者，舅姑共饗，婦姑薦脯醢，故知父母醴女亦母薦脯醢，重昏禮，故母薦也。云『女奠爵於薦東，立於位而俟婿』者，案《士冠禮》子與醮子及此篇禮賓、禮婦皆奠爵於薦東，明此亦奠薦東也。云『婿至，父出，使擯者請事』者，見於上文。云『母出南面房外，示親授婿，且當戒女也』者，並參下文而言也。"
      },
      {
        "index": 37,
        "text": "女出於母左，父西面戒之，必有正焉。若衣、若笄，母戒諸西階上，不降。\n（必有正焉者，以戒使不忘。）\n[疏]『女出』至『不降』。釋曰：此記亦經不具。以母出房戶之西南面，女出房西行，故云『出於母左』。父在阼階上西面，故因而戒之。云『母戒諸西階上』者，母初立房西，女出房，母行至西階上，乃戒之也。註『必有』至『不忘』。釋曰：云『戒使不忘』者，謂衣笄恒在身而不忘，持戒亦然，故戒使不忘也。下文父母及庶母重行戒者，並與此文相續成也。此士禮，父母不降送。案桓公三年經書：『九月，齊侯送姜氏於讙。』《梁傳》曰：『禮，送女，父不下堂，母不出祭門。』祭門則廟門，言不出廟門，則似得下堂者，彼諸侯禮，與此異。以其大夫、諸侯、天子各有昏禮，故不同也。"
      },
      {
        "index": 38,
        "text": "婦乘以幾。從者二人坐持幾，相對。（持幾者，重慎之。）\n[疏]『婦乘以幾』。註『持幾者重慎之』。釋曰：上經雖云『婦乘以幾』，不見從者二人持之，故記之也。此幾謂將上車時而登，若王後則履石，大夫、諸侯亦應有物履之，但無文以言。今人猶用臺，是石幾之類也。"
      },
      {
        "index": 39,
        "text": "婦入寢門，贊者徹尊冪，酌玄酒，三屬於尊，棄餘水於堂下階，加勺。\n（屬，註也。玄酒，涗水貴新，昏禮又貴新，故事至乃取之，三註於尊中。）"
      },
      {
        "index": 40,
        "text": "[疏]『婦入』至『加勺』。釋曰：經中唯置酒尊，不見徹冪以下事，故記之。註『屬註』至『尊中』。釋曰：經云『酌玄酒三註於尊』，謂於外器中酌取。此涗水三度註於玄酒尊中，禮成於三，故三註之也。云『玄酒，涗水貴新』者，案《郊特牲》云：『明水涗齊，貴新也。』又云：『凡涗，新之也。』是禮有貴新也。今昏禮，事至乃取之，故雲貴新也。若然，禮有玄酒、涗水、明水三者，各逐事物生。名玄酒，據色而言，涗水據新取為號，其實一也。以上古無酒，用水為酒，後代雖有酒，用之配尊，不忘本故也。明水者，案《周禮。秋官。司ピ氏》云『以陰鑒取明水於月』，《郊特牲》云：『其謂之明水也，由主人之著此水也。』註云：『著猶成也。言主人齊，此水乃成可得也。』配尊之酒，三酒加玄酒，郁鬯與五齊皆用明水配之。《郊特牲》云五齊加明水，三酒加玄酒，不言郁鬯者，記人文略也。相對，玄酒與明水別；通而言之，明水亦名玄酒。故《禮運》云『玄酒在室』，彼配郁鬯，五齊是明水，名為玄酒也。以其俱是水，故通言水也。若天子、諸侯祭祀，得郁鬯與五齊、三酒並用。卿大夫、士祭直用三酒與玄酒，無五齊與郁鬯。又明水若生人相禮不忘本，亦得用，以其用醴醴，則五齊之中醴齊之類也。"
      },
      {
        "index": 41,
        "text": "，緇被裏，加於橋。舅答拜，宰徹。（被，表也。有衣者，婦見舅姑，以飾為敬。橋，所以，其制未聞。今文橋為鎬。）"
      },
      {
        "index": 42,
        "text": "[疏]『緇』至『徹』。釋曰：上經雖雲，不言表裏加飾之事，故記之也。\n婦席薦饌於房。（醴婦，饗婦之席薦也。）"
      },
      {
        "index": 43,
        "text": "[疏]『婦席薦饌於房』。註『醴婦』至『薦也』。釋曰：此亦於經不見，故記之。但醴婦時唯席與薦，無俎，其饗婦非直有席薦，並有俎。俎則不饌於房，從鼎升於俎，入設於席前。今據醴婦時，同有席與薦饌於房中者而言也。"
      },
      {
        "index": 44,
        "text": "饗婦，姑薦焉。（舅姑共饗婦，舅獻爵，姑薦脯醢。）\n[疏]『饗婦姑薦焉』。釋曰：經直言『舅姑共饗婦，以一獻之禮』，時同自明，不言姑薦，故記之也。"
      },
      {
        "index": 45,
        "text": "婦洗在北堂，直室東隅，篚在東，北面盥。（洗在北堂，所謂北洗。北堂，房中半以北。洗南北直室東隅，東西直房戶與隅。）"
      },
      {
        "index": 46,
        "text": "[疏]『婦洗』至『面盥』。釋曰：經唯言『北洗』，不言洗處及篚，故記之也。註『洗在』至『隅』。釋曰：房與室相連為之房，無北壁，故得北堂之名，故云『洗在北堂』也。云『所謂北洗』者，所謂經中北洗也。云『北堂，房半以北』者，以其南堂是戶外，半以南得堂名，則堂是戶外之稱，則知此房半以北得堂名也。知房無北戶者，見上文雲尊於房戶之東，房有南戶矣。《燕禮》、《大射》皆雲羞膳者升自北階，立於房中。不言入房，是無北壁而無戶，是以得設洗直室東隅也。云『洗南北直室東隅』者，是南北節也。云『東西直房戶與隅』者，是東西節也。"
      },
      {
        "index": 47,
        "text": "婦酢舅，更爵，自薦。（更爵，男女不相因也。）\n[疏]『婦酢舅更爵自薦』。釋曰：謂舅姑饗婦獻時，舅姑薦。今婦酢舅，婦自薦之，嫌別人薦，故記之也。"
      },
      {
        "index": 48,
        "text": "不敢辭洗，舅降則辟於房，不敢拜洗。（不敢與尊者為禮。）\n[疏]『不敢』至『拜洗』。釋曰：此事當在婦酢舅之上，退之在下者，欲見酬酒洗時亦不辭，故也。此對《士冠》、《鄉飲酒》之等主與賓為禮，皆辭洗，此則不敢也。此事於經不見，故記之也。"
      },
      {
        "index": 49,
        "text": "凡婦人相饗，無降。（姑饗婦人送者於房，無降者，以北洗篚在上。）\n[疏]『凡婦人相饗無降』。註『姑饗』至『在上』。釋曰：本設北洗，為婦人有事不下堂。今以北洗及篚在上，故不降。經不言，故記之也。言『凡』"
      },
      {
        "index": 50,
        "text": "者，欲見舅姑共饗婦及姑饗婦人送者皆然，故言凡也。\n婦入三月，然後祭行。（入夫之室三月之後，於祭乃行，謂助祭也。）"
      },
      {
        "index": 51,
        "text": "[疏]『婦入』至『祭行』。註『入夫』至『祭也』。釋曰：此據舅在無姑，或舅沒姑老者。若舅在無姑，三月不須廟見，則助祭。案《內則》云『舅沒則姑老』者，謂姑六十亦傳家事，任長婦。婦入三月廟見，祭菜之後亦得助夫祭，故鄭云『謂助祭也』。此亦謂婦，其庶婦無此事。亦以經不見，故記之也。"
      },
      {
        "index": 52,
        "text": "庶婦，則使人醮之，婦不饋。（庶婦，庶子之婦也。使人醮之，不饗也。酒不酬酢曰醮，亦有脯醢。婦酌之以醴，尊之。庶婦酌之以酒，卑之。其儀則同。"
      },
      {
        "index": 53,
        "text": "不饋者，共養統於也。）\n[疏]『庶婦』至『不饋』。註『庶婦』至『也』。釋曰：不饗者，以婦不醮而有饗。今使人醮之，以醮替饗，故使人醮之，不饗也。云『酒不酬酢曰醮』者，亦如庶子醮。然知『亦有脯醢』者，以其饗婦及醮子皆有脯醢，故知亦有脯醢也。云『其儀則同』者，婦用醴於客位，東面拜受醴，贊者北面拜送。"
      },
      {
        "index": 54,
        "text": "今庶婦雖於房外之西，亦東面拜受，醮者亦北面拜送，故雲其儀則同也。云『不饋者，共養統於也』者，謂不盥饋特豚，以其共養統於婦也。"
      },
      {
        "index": 55,
        "text": "昏辭曰：『吾子有惠，貺室某也。（昏辭，擯者請事告之辭。吾子，謂女父也。稱有惠，明下達。貺，賜也。室猶妻也。子謂公冶長可妻也。某，婿名）"
      },
      {
        "index": 56,
        "text": "[疏]『昏辭』至『某也』。註『昏辭』至『婿名』。釋曰：鄭知昏辭是『擯者請事告之辭』者，以其言『吾子有惠貺室某也』，是使告主人之辭，明知是擯者出門請事，使者告之辭也。知『吾子，謂女父』者，請事告擯者，稱前已有惠，貺其妻於婿某，申明是女父，乃得以女許人，故知吾子女父也。云『明下達』者，此擯者稱有惠貺室，即婿家舊已有辭下達女家，見許，今得言貺室也，故引上文下達以釋此也。引『子謂公冶長可妻也』者，證以女許人稱貺室，室猶妻也。"
      },
      {
        "index": 57,
        "text": "某有先人之禮，使某也請納采。』（某，婿父名也。某也，使名也。）\n[疏]『某有』至『納采』。註『某婿』至『名也』。釋曰：此亦是使者門外，通連上語告擯者之辭也。以其使者稱向主人擯者，故知上某是婿父，下某是使者名也。"
      },
      {
        "index": 58,
        "text": "對曰：『某之子愚，又弗能教。吾子命之，某不敢辭。』（對曰者，擯出納賓之辭。某，女父名也。吾子，謂使者。今文弗為不，無能字。）"
      },
      {
        "index": 59,
        "text": "[疏]『對曰』至『敢辭』。註『對曰』至『能字』。釋曰：鄭知『對曰者，擯出納賓之辭』者，以其上文賓告擯者辭，下經致命主人，明此是中擯者出領賓告者辭，下經致語入告主人擯者，又領主人此語，以告使者知也。"
      },
      {
        "index": 60,
        "text": "致命，曰：『敢納采。』問名，曰：『某既受命，將加諸卜，敢請女為誰氏？』\n（某，使者名也。誰氏者，謙也，不必其主人之女。）"
      },
      {
        "index": 61,
        "text": "[疏]『致命曰：『敢納采』。釋曰：此使者升堂，致命於主人辭。若然，亦當有主人對辭，如納徵致命，主人對辭，不言之者，文不具也。問名，賓在門外請問名，主人許。無辭者，納采、問名同使，前已相親於納采，許昏訖，故於問名略，不言主人所傳辭也。是以於此直見賓升堂，致命主人之辭也。自此已下有納吉、納徵、請期之等，皆有門外賓與擯者傳辭。及升堂致命，主人對，或理有不須而言，或理須辭而文不具以情商度，義可皆知也。註『某使』至『之女』。"
      },
      {
        "index": 62,
        "text": "釋曰：知『某，使者名也』者，以使者對主人稱某，既受命，明是使者之名也。\n云『誰氏者，謙也』者，以其下達乃納采，則知女之姓矣。今乃更問主人女為誰氏者，恐非主人之女，假外人之女收養之，是謙，不敢必其主人之女也。其本雲問名，而雲誰氏者，婦人不以名行，明本不問女之三月名，此名即姓號之名。若《尚書》孔註云：『虞氏，舜名。』舜為謚號，猶為名解之，明氏姓亦得為名。"
      },
      {
        "index": 63,
        "text": "若然，本問名上氏姓，故雲誰氏也。\n對曰：『吾子有命，且以備數而擇之，某不敢辭。』（卒曰某氏，不記之者，明為主人之女。）"
      },
      {
        "index": 64,
        "text": "[疏]『對曰』至『敢辭』。釋曰：云『吾子有命』者，正謂行納采、問名，使者將命來，是已有命來擇，即是且以備數而擇之也。註『卒曰』至『之女』。"
      },
      {
        "index": 65,
        "text": "釋曰：云『卒曰某氏』者，主人終卒對客之辭，當雲某氏對使也。云『不記之』\n者，明為主人之女者。若是他女，當稱女氏以答。今不言之者，明是主人之女。"
      },
      {
        "index": 66,
        "text": "容舊知之，故不對，是以云『明為主人之女』也。\n醴，曰：『子為事故，至於某之室。某有先人之禮，請醴從者。』（言從者，謙不敢斥也。今文於為於。）對曰：『某既得將事矣，敢辭。』（將，行）『先人之禮，敢固以請。』（主人辭，固，如故。）『某辭不得命，敢不從也。』"
      },
      {
        "index": 67,
        "text": "（賓辭也，不得命者，不得許己之命，）\n納吉，曰：『吾子有貺命，某加諸卜，占曰吉，使某也敢告。』（貺，賜也。"
      },
      {
        "index": 68,
        "text": "賜命，謂許以女名也。某，婿父名。）\n[疏]註『貺賜』至『父名』。釋曰：知某是婿父名者，以其云『命某加諸卜』是婿父卜，故知某是婿父名。"
      },
      {
        "index": 69,
        "text": "對曰：『某之子不教，唯恐弗堪。子有吉，我與在，某不敢辭。』（與猶兼也。古文與為豫。）\n[疏]『對曰』至『敢辭』。註『與猶兼也』。釋曰：云『我與在』，以其夫婦一體，夫既得吉，婦吉可知，故雲我兼在，占吉中也。"
      },
      {
        "index": 70,
        "text": "納徵，曰：『吾子有嘉命，貺室某也。某有先人之禮，儷皮束帛，使某也請納徵。』致命，曰：『某敢納徵。』對曰：『吾子順先典，貺某重禮，某不敢辭，敢不承命！』（典，常也，法也。）"
      },
      {
        "index": 71,
        "text": "[疏]『納徵』至『承命』。釋曰：吾子有命以下至『請納徵』，是門外向擯者辭也。雲致『命曰，某敢納徵』者，是所升堂致命辭也。云『對曰』者，是堂上主人對辭也。"
      },
      {
        "index": 72,
        "text": "請期，曰：『吾子有賜命，某既申受命矣。惟是三族之不虞，使某也請吉日。』\n（三族，謂父昆弟、已昆弟、子昆弟。虞，度也。不億度，謂卒有死喪，此三族者，己及子皆為服期，期服則逾年，欲及今之吉也。《雜記》曰：『大功之末，可以冠子、嫁子。』）"
      },
      {
        "index": 73,
        "text": "[疏]『請期』至『吉日』。釋曰：云『某既申受命矣』者，申，重也。謂前納采已後，每度重受主人之命也。云『惟是三族之不虞，使某也請吉日』者，今將成昏，須及吉時，但吉兇不相幹，若值兇，不得行吉禮，故雲惟是三族。死生不可億度之事，若值死時，則不得娶，及今吉時，使某請吉日以成昏禮也。註『三族』至『嫁子』。釋曰：鄭知三族是父、己、子三者之昆弟者，若大功之喪服內不廢成禮，若期，親內則廢，故舉合廢者而言。以其父昆弟則伯、叔及伯、叔母，己昆弟則已之親兄弟，子昆弟則己之子、庶子者，皆己之齊衰期服之內親故，三族據三者之昆弟也。引《雜記》者，見大功小功之末，既葬，則可以嫁子、娶妻，經曰三族，不據之矣。今據父之昆弟期，於子小功，不得與子娶妻。若於子期，於父小功，亦不得娶妻。知今皆據婿之父而言。若然，己、父昆弟於子為小功而言，此三族者，己與子皆為服期者，亦據大判而言耳。"
      },
      {
        "index": 74,
        "text": "對曰：『某既前受命矣，唯命是聽。』（前受命者，申前事也。）曰：『某命某聽命於吾子。』（曰某，婿父名也。）對曰：『某固唯命是聽。』使者曰："
      },
      {
        "index": 75,
        "text": "『某使某受命，吾子不許，某敢不告期！』曰某日。（某，吉日之甲乙。）\n[疏]註『某吉日之甲乙』。釋曰：云『曰某日』者，是使者付主人吉日之辭。云『某，吉日之甲乙』者，謂以十日配十二辰，若雲甲子、乙丑、丙寅、丁卯之類，故鄭略舉甲乙而言之也。"
      },
      {
        "index": 76,
        "text": "對曰：『某敢不敬須！』（須，待）\n凡使者歸，反命，曰：『某既得將事矣，敢以禮告。』（告，禮所執脯。）"
      },
      {
        "index": 77,
        "text": "[疏]註『告禮所執脯』。釋曰：知禮是所執脯者，上文禮賓，賓皆北面取脯，降授從者。今此雲歸以反命，故知禮是所執脯也。"
      },
      {
        "index": 78,
        "text": "主人曰：『聞命矣。』\n父醮子，（子，婿。）\n[疏]『父醮子』。釋曰：女父禮女用醴，又在廟。父醮子用酒，又在寢。"
      },
      {
        "index": 79,
        "text": "不同者，父禮女者，以先祖遺體許人，以他族，婦人外成，故重之而用醴，復在廟告先祖也。男子直取婦入室，無不反之，故輕之，而用酒在寢。知醮子亦不在廟者，若在廟以禮，筵於戶西，右幾布神位，今不言，故在寢可知也。"
      },
      {
        "index": 80,
        "text": "命之，曰：『往迎爾相，承我宗事。（相，助也。宗事，宗廟之事。）勖帥以敬先妣之嗣，若則有常。』（勖，勉也。若猶女也。勉帥婦道，以敬其為先妣之嗣。女之行則當有常，深戒之。《詩》云：『大姒嗣徽音。』）"
      },
      {
        "index": 81,
        "text": "[疏]『勖帥』至『有常』。註『勖勉』至『徽音』。釋曰：云『以敬其為先妣之嗣』者，謂婦人入室，使之代姑祭也。『《詩》雲大姒嗣徽音』者，《大雅。文王》詩。大姒者，文王妃。嗣，繼。徽，美也。娶大姒，明以繼先妣美音也。引之者，證敬其為先妣之嗣也。"
      },
      {
        "index": 82,
        "text": "子曰：『諾。唯恐弗堪，不敢忘命。』\n賓至，擯者請，對曰：『吾子命某，以茲初昏，使某將，請承命。』（賓，婿也。命某，某，婿父名。茲，此也。將，行也。使某行昏禮來迎。）"
      },
      {
        "index": 83,
        "text": "[疏]『賓至』至『承命』。註『賓婿』至『來迎』。釋曰：云『命某，某，婿父名』者，以其經有二某，命某者，是婿自稱之，以對擯者也。經云『使某』者，是婿名，故不言也。"
      },
      {
        "index": 84,
        "text": "對曰：『某固敬具以須。』\n父送女，命之，曰：『戒之敬之，夙夜違命。』（夙，早也，早起夜臥。\n命，舅姑之教命。古文為無。）"
      },
      {
        "index": 85,
        "text": "[疏]『父送』至『違命』。釋曰：上送女之時，父母俱戒訖，今此記人又雲此戒者，當同是送女時，並有此戒，續成前語。庶母所戒亦然。以前後語時不同，故記人兩處記之。但父戒之，使無違舅命；母戒之，使無違姑命，故父云『命』，母云『戒』也。然若此註有云『命舅姑之教』，命有『姑』字者，傳寫誤也。云『古文為無』，不從者，以許氏《說文》毋為禁辭，故從經今文毋為正也。"
      },
      {
        "index": 86,
        "text": "母施衿結，曰：『勉之敬之，夙夜無違宮事。』（，佩巾。）\n[疏]『宮事』。釋曰：則姑命婦之事，若《內宰職》雲後教六宮，婦人稱宮故也。"
      },
      {
        "index": 87,
        "text": "庶母及門內，施ひ，申之以父母之命，命之曰：『敬恭聽，宗爾父母之言。\n夙夜無愆，視諸衿ひ。』（庶母，父之妾也。ひ，ひ囊也。男ひ革，女ひ絲，所以盛巾之屬，為謹敬。申，重也。宗，尊也。愆，過也。諸，之也。示之以衿ひ者，皆戒使識之也。不示之以衣笄者，尊者之戒，不嫌忘之。視乃正字，今文作示，俗誤行之。）"
      },
      {
        "index": 88,
        "text": "[疏]『庶母』至『衿ひ』。註『庶母』至『行之』。釋曰：云『男ひ革，女ひ絲』者，《內則》文。男女用物不同，故並引男子ひ革，於經無所當也。云『所以盛巾之屬，為謹敬』者，案《內則》云『箴、管、線、纊，施ひ帙』，鄭云：『ひ帙言施，明為箴管線糸廣有之。』是ひ以盛巾之屬。此物所以供事舅姑，故雲謹敬也。云『不示之以衣笄者，尊者之戒，不嫌忘之』者，前文父戒以衣笄，此經母施衿結，庶母直示之以衿ひ，不示以衣笄，故鄭決之也。云『視乃正字，今文作示，俗誤行之』者，案《曲禮》云『童子常視毋誑』，註雲："
      },
      {
        "index": 89,
        "text": "『視，今之示字。』彼註破視從示，此註以視為正字，以示為俗誤。不同者，但古文字少，故眼日視瞻與以物示人皆作視字，故此註云視乃正字，今文作示，是俗人以今示解古視，故雲誤也。彼註云『視今之示字』者，以今曉古，故舉今文示而言，兩註相兼乃具也。"
      },
      {
        "index": 90,
        "text": "婿授綏，姆辭曰：『未教，不足與為禮也。』（姆，教人者。）\n宗子無父，母命之。親皆沒，己躬命之。（宗子者，長子也。命之，命使者。母命之，在《春秋》『紀裂來逆女』是也。躬猶親也，親命之，則『宋公使公孫壽來納幣』是也。言宗子無父，是有父者，禮，七十老而傳，八十齊喪之事不及。若是者，子代其父為宗子，其取也，父命之。）"
      },
      {
        "index": 91,
        "text": "[疏]『宗子』至『命之』。註『宗子』至『命之』。釋曰：云『宗子者，長子也』者，案《喪服小記》云：『繼別宗，繼禰者為小宗。』大宗、小宗皆是妻所生長子也。云『命之，命使者』者，謂納采已下至請期五者，皆命使者也。云『母命之，在《春秋》「紀裂來逆女」是也』者，案隱二年經書：『秋九月，紀裂來逆女。』《公羊傳》曰：『裂者何？紀大夫也。何以不稱使？"
      },
      {
        "index": 92,
        "text": "昏禮不稱主人。』何休云：『為養廉遠恥也。』又云：『然則曷稱？稱諸父兄師友。宋公使公孫壽來納幣，則其稱主人何？辭窮也。辭窮者何？無母也。』休註云：『禮，有母，母當命諸父兄師友，稱諸父兄師友以行。宋公無母，莫使命之，辭窮，故自命之。自命之，則不得不稱使。』又云：『然則紀有母乎？曰有。有則何以不稱母？母不通也。』休註云：『禮，婦人無外事，但得命諸父兄師友，稱諸父兄師友以行耳。母命不得達，故不得稱母通使，文所以遠別也。』服註亦雲：不稱主人，母命不通，故稱使。婦人無外事，若然，直命使子之父兄師友，使命使者，不自親命使者。此註云『命之，命使者』，似母親命者，鄭略言之，其實使子父兄師友命使者也。云『躬，猶親也，親命之，則「宋公使公孫壽來納幣」是也』者，成八年文，義取《公羊傳》，如向說舉納幣，其餘使親命之也。"
      },
      {
        "index": 93,
        "text": "云『言宗子無父』至『不及』者，案《曲禮》『七十曰老而傳』，註云：『傳家事在子孫，是謂宗子之父。』又《王制》云：『八十齊衰之事弗及也。』註雲："
      },
      {
        "index": 94,
        "text": "『八十不齊，則不祭也。子代之祭，是謂宗子不孤。』二者皆是宗子有父，雖主家事，其昏事則父命使者也。\n支子，則稱其宗。（支子，庶昆弟也。稱其宗子命使者。）"
      },
      {
        "index": 95,
        "text": "[疏]『支子則稱其宗』。釋曰：云『稱其宗』者，謂命使者，當稱宗子以命之，以大、小宗皆然也。\n弟，稱其兄。（弟，宗子之母弟。）"
      },
      {
        "index": 96,
        "text": "[疏]『弟則稱其兄』。註『弟宗子之母弟』。釋曰：知此弟是宗子同母弟者，以上支子謂庶昆弟，稱其宗子命使者，故知此弟宗子同母弟也。"
      },
      {
        "index": 97,
        "text": "若不親迎，則婦入三月然後婿見，曰：『某以得為外昏姻，請覿。』（女氏稱昏，婿氏稱姻。覿，見。）\n[疏]『若不』至『請覿』。釋曰：上已言親迎，自此已下至篇末論婿不親迎，過三月及婿往見婦父母事也。必亦待三月者，亦如三月婦廟見，一時天氣變，婦道成。故見外舅姑，自此至『敢不從』，並是婿在婦家大門外與擯者請對之辭。"
      },
      {
        "index": 98,
        "text": "註『女氏』至『覿見』。釋曰：『女氏稱昏，婿氏稱姻者，《爾雅。釋親》文。所以別男女，則男曰昏，女曰姻者，義取婿昏時往娶，女則因之而來。及其親，則女氏稱昏，男氏稱姻，義取送女者昏時往男家，因得見之故也。"
      },
      {
        "index": 99,
        "text": "主人對曰：『某以得為外昏姻之數，某之子未得濯溉於祭祀，是以未敢見。\n今吾子辱，請吾子之就宮，某將走見。』（主人，女父也。以白造緇曰辱。）"
      },
      {
        "index": 100,
        "text": "[疏]『主人』至『走見』。釋曰：云『某之子未得濯溉於祭祀』者，前祭之夕濯溉祭器，以其自此以前未廟見，未得祭祀，故未敢相見也。云『請吾子之就宮』者，使婿還就家，是欲往就見也。註『主人』至『曰辱』。釋曰：云『以白造緇曰辱』者，謂以潔白之物造置於緇色器中，是汙白色。猶今賓至己門，亦是屈辱，故雲以白造緇曰辱也。"
      },
      {
        "index": 101,
        "text": "對曰：『某以非他故，不足以辱命，請終賜見。』（非他故，彌親之辭。命，謂將走見之言。今文無終賜。）\n[疏]『對曰』至『賜見』。註『非他』至『終賜』。釋曰：此婿對擯者辭。云『非他故，彌親之辭』者，上擯雲得為外昏姻，是相親之辭，今又雲非他故，是為婿而來見，彌相親之辭也。"
      },
      {
        "index": 102,
        "text": "對曰：『某得以為昏姻之故，不敢固辭，敢不從。』（不言外，亦彌親之辭。\n古文曰外昏姻。）\n主人出門左，西面。婿入門，東面。奠摯，再拜，出。（出門，出內門。入門，入大門。出內門不出大門者，異於賓客也。婿見於寢。奠摯者，婿有子道，不敢授也。摯，雉也。）"
      },
      {
        "index": 103,
        "text": "[疏]『主人』至『拜出』。註『出門』至『雉也』。釋曰：云『出內門。\n入大門』者，以大夫、士迎賓皆於大門外，故此決之也。云『婿見於寢』者，《聘禮》凡見賓客及上親迎，皆於廟者，《聘禮》敬賓客，故在廟。親迎在廟者，以先祖之遺體許人，故在廟。此婿見外舅姑非賓，非親迎，故知在寢也。云『奠摯者，婿有子道，不敢授也』者，凡執摯相見，皆親授受，此獨奠之，象父子之道質，故不親授，奠之而已。云『摯，雉也』者，以其士執雉，是其常也。"
      },
      {
        "index": 104,
        "text": "擯者以摯出，請受。（欲使以賓客禮相見。）\n[疏]『擯者以摯出請受』。註『欲使』至『相見』。釋曰：案《聘禮》賓執摯入門右，從臣禮辭之，乃出，由門左西進，北面，從賓客禮。此亦然，故知所請受者，請退從賓客相見受之。"
      },
      {
        "index": 105,
        "text": "婿禮辭，許，受摯，入。主人再拜受，婿再拜送，出。（出，已見女父。）\n[疏]『婿禮』至『送出』。註『出已見女父』。釋曰：云『受摯，入』"
      },
      {
        "index": 106,
        "text": "者，亦如《聘禮》，受摯乃更西入也。云『出，已見女父』者，以其相見訖，擬出，更與主婦相見也。\n見主婦，主婦闔扉，立於其內。（主婦，主人之婦也。見主婦者，兄弟之道，宜相親也。闔扉者，婦人無外事。扉，左扉。）"
      },
      {
        "index": 107,
        "text": "[疏]『見主』至『其內』。註『主婦』至『左扉』。釋曰：云『見主婦者，兄弟之道，宜相親也』者，《爾雅》『母與妻之黨為兄弟』，故知主婦於婿者，兄弟之道也，故雲宜相親也。云『闔扉者，婦人無外事』者，婦人送迎不出門，見弟不逾閾，是無外事也。云『扉，左扉』者，《士喪禮》卜葬云：『闔東扉，主婦立於其內。』既言東扉，即是左扉，故知是左扉也。"
      },
      {
        "index": 108,
        "text": "婿立於門外，東面。主婦一拜，婿答再拜。主婦又拜，婿出。（必先一拜者，婦人於丈夫必俠拜。）\n主人請醴，及揖讓入，醴以一獻之禮。主婦薦，奠酬，無幣。（及，與也。無幣，異於賓客。）"
      },
      {
        "index": 109,
        "text": "[疏]『主人』至『無幣』。註『及與』至『賓客』。釋曰：訓及為與者，以主人與婿揖讓而入寢門，升堂醴婿，故訓及為與也。云『無幣，異於賓客』者，上《冠禮》醴賓酬之以幣，《昏禮》饗賓酬以束錦，《燕禮》、《大射》酬賓客皆有幣，此無幣，故雲異於賓客也。"
      },
      {
        "index": 110,
        "text": "婿出，主人送，再拜。"
      }
    ]
  }
}