{
  "chapterNumber": 42,
  "title": "卷四十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "設於於東堂下，南順，齊於坫，饌於其上，兩С醴、酒，酒在南。篚在東，南順，實角觶四，木柶二，素勺二。豆在С北，二以並。籩亦如之。（於，今之也。各觶四，木柶二，素勺，為少進醴酒，兼饌之也。勺二，醴、酒各一也。豆籩二以並，則是大斂饌也。記於此者，明其他與小斂同陳。古文角觶為角柶。）"
      },
      {
        "index": 1,
        "text": "[疏]『設於』至『如之』。註『於今』至『角柶』。釋曰：自此盡『出室』，論陳大、小斂奠，記經不備之事。云『角觶四，木柶二，為夕進醴酒，兼饌之也』者，以其大、小斂之奠皆有醴酒。醴一觶，又用一柶，酒用一觶，計醴酒但用二觶一柶矣。而觶有四、柶有二者，朝夕酒醴及器別設，不同器，朝夕二奠各饌其器也。云『豆籩二以並，則是大斂饌』者，以其小斂一豆一籩，大斂乃有二豆二籩，故知二為大斂饌。云『記於此者，明其他與小斂同陳』者，鄭意大斂饌不在大斂節內陳之，而在小斂節陳之者，以其陳此籩豆之外，皆與小斂同，故就小斂節內陳之，取省文之義也。云『同陳』者，謂多少同陳，不謂大斂饌陳之，亦在小斂節內也。"
      },
      {
        "index": 2,
        "text": "凡籩豆，實具設，皆巾之。（籩豆偶而為具，具則於饌巾之。巾之，加飾也，明小斂一豆一籩不巾。）\n[疏]『凡籩』至『巾之』。註『籩豆』至『不巾』。釋曰：云『實具設，皆巾之』者，謂於東堂實之，於奠設之，二處皆巾，故雲皆巾之。云『籩豆偶而為具，具則於饌巾之。巾之，加飾也』者，此鄭指解大斂之實饌於堂東之時，巾之加飾，對小斂之實於堂東不巾，不加飾。云『明不斂一豆一籩不巾』者，以其雲籩豆具，據大斂奠二豆二籩，實與奠二處皆巾，明小斂奠一豆一籩，堂東饌時不巾。若然，小斂奠設於床東，巾之，為在堂經久設塵埃加，故雖一豆一籩亦巾之，即《禮記。檀弓》云：『喪不剝奠也與？祭肉也與？』以其有牲肉故也。"
      },
      {
        "index": 3,
        "text": "觶俟時而酌，柶覆加之，面枋，及錯，建之。（時，朝夕也。《檀弓》曰：\n『朝奠日出，夕奠逮日。』）\n[疏]『觶俟』至『建之』。註『時朝』至『逮日』。釋曰：言此者，記人恐饌時已酌於觶。故記云『俟時而酌』也。引《檀弓》者，謂時是朝夕之時。"
      },
      {
        "index": 4,
        "text": "必朝奠待日出，夕奠須日未沒者，欲得父母之神，隨陽而來故也。\n小斂，辟奠不出室。（未忍神遠之也。辟襲奠以辟斂，既斂則不出於室，設於序西南，畢事而去之。）"
      },
      {
        "index": 5,
        "text": "[疏]『小斂辟奠不出室』。註『未忍』至『去之』。釋曰：云『未忍神遠之也』者，釋奠不出室之義。始死，猶生事之，不忍即為鬼神事之，故奠不出室。云『辟襲奠以辟斂』者，以經云『小斂、辟奠』，故知辟襲奠只為辟斂也。"
      },
      {
        "index": 6,
        "text": "云『既斂則不出於室，設於序西南』者，又解襲奠不出室。若將大斂，則辟小斂奠於序西南，此將小斂，辟奠於室。至於既小斂，則亦不出於室，設於序西南，故言不出室。若然，奠不出室，為既斂而言也。云『事畢而去之』者，斂事畢，奉屍夷於堂，乃去之而設小斂奠於屍東。"
      },
      {
        "index": 7,
        "text": "無踴節。（其哀未可節也。）\n[疏]『無踴節』。註『其哀未可節也』。釋曰：自死至此為節。賓主拾踴有三者三，有踴節，而云『無踴節』者，除三者三之外，其踴皆無節。即上文『踴無』是也。云『其哀未可節也』，亦謂三者三之外無踴節而言也。"
      },
      {
        "index": 8,
        "text": "既馮屍，主人袒，髺髮，絞帶。眾主人布帶。（眾主人，齊衰以下。）\n[疏]『既馮』至『布帶』。註『眾主』至『以下』。釋曰：小斂於戶內訖，主人袒，髺髮散帶垂，經不雲絞帶及齊衰以下布帶事，故記者言之。案《喪服》苴之外，更有絞帶，鄭註云：『要象大帶，又有絞帶象革帶，齊衰以下用布。』齊衰無等皆是布帶也。知眾主人非眾子者，以其眾子皆斬衰絞帶，故知『眾主人，齊衰以下』，至緦麻首皆免也。"
      },
      {
        "index": 9,
        "text": "大斂於阼。（未忍便離主人位也。主人奉屍斂於棺，則西階上賓之。）\n[疏]『大斂於阼』。註『未忍』至『賓之』。釋曰：經大斂時直云『布席如初』，不言其處，故記云『大斂於阼』，阼是主人位，故鄭云『未忍便離主人位也』。云『主人奉屍斂於棺，則西階上賓之』者，喪事所以即遠斂訖，即奉屍斂於棺，賓客之，故《檀弓》云『周人殯於西階，則猶賓之』是也。"
      },
      {
        "index": 10,
        "text": "大夫升自西階，階東，北面東上。（視斂。）\n[疏]『大夫』至『東上』。註『視斂』。釋曰：知『視斂』者，以其文承大斂下，故知大夫升為視斂也。"
      },
      {
        "index": 11,
        "text": "既馮屍，大夫逆降，復位。（中庭西面位。）\n[疏]『既馮』至『復位』。註『中庭西面位』。釋曰：知大夫位在中庭西面者，上篇朝夕哭雲主人入堂下，直東序西面，卿大夫在其南，卿大夫與主人同西面向殯，故知大夫位在中庭西面也。"
      },
      {
        "index": 12,
        "text": "巾奠，執燭者滅燭出，降自阼階，由主人之北，東。（巾奠而室事已。）\n[疏]『巾奠』至『北東』。註『巾奠而室事已』。釋曰：上篇大斂奠時，直云『乃奠，燭升自阼階』，無執燭降由主人之北，故記人言之，云『由主人之北東』也。云『巾奠而室事已』者，既巾訖，是室事已，故執燭者出也。"
      },
      {
        "index": 13,
        "text": "既殯，主人說髦。（既殯，置銘於肂，復位時也。今文說皆作稅。兒生三月，鬋髮為鬌，男角女羈。否則男左女右，長大猶為飾存之，謂之髦。所以順父母幼小之心。至此屍柩不見，喪無飾，可以去之。髦之形象未聞。）"
      },
      {
        "index": 14,
        "text": "[疏]『既殯主人說髦』。註『既殯』至『未聞』。釋曰：自此盡『乘車』，論孝子衣服、飲食、乘車等之事。云『既殯，置銘於聿，復位時也』者，案上篇云：『主人奉屍，斂於棺，乃蓋，主人降，拜大夫之後至者，北面視聿，卒塗，祝取銘置於聿，主人復位。』雲復位者，從西階下復阼階下位也。凡『說髦』，尊卑同皆三日，知者，《喪大記》云：『小斂，主人即位於戶內，乃斂，卒斂，主人馮之，主人袒，說髦，髺髮以麻。』註云：『士既殯說髦，此雲小斂，蓋諸侯禮也。士之既殯，諸侯之小斂，於死者俱三日也。』是尊卑同三日也。必三日說髦者，案《禮記。問喪》云：『三日而不生，亦不生矣。』以髦是子事父母之飾，父母既不生，故去之。云『今文說皆作稅』者，此說及下經『不說帶』，二字皆作『稅』。凡釋今古之文，皆在註後。此在註中者，以其釋經義盡者，於註末言之，以文更有義者，釋今古字訖，乃更泛說，即此註巳解今古字訖，更釋髦義是也。云『兒生三月，髮為鬌，男角女羈，否則男左女右』者，《內則》文。彼註云：『夾囟曰角，午達曰羈。』引之者，證髦象幼時鬌之義，故云『長大猶為飾存之，謂之髦，所以順父母幼少之心』，是以舜年五十，不失孺子之心者也。云『髦之形象未聞』者，案《詩》云『{髟}彼兩髦』，鄭云：『髦者，髮至眉。子事父母之飾。』以其云{髟}{髟}者，垂之貌，又云兩髦，故以發至眉解之。其狀則未聞。"
      },
      {
        "index": 15,
        "text": "三日，絞垂。（成服日。絞，要之散垂者。）\n[疏]『三日絞垂』。註『成服』至『垂者』。釋曰：以經小斂曰要，大功以上散帶垂，不言成服之時絞之，故記人言之。云『成服日』者，士禮生與來日，則除死三日，則經雲三日成服，此雲三日絞垂之日也。小功緦麻，初而絞之，不待三日也。"
      },
      {
        "index": 16,
        "text": "冠六升，外縪，纓條屬，厭。（縪，謂縫著於武也。外之者，外其餘也。纓條屬者，通屈一條繩為武，垂下為纓，屬之冠。厭，伏也。）"
      },
      {
        "index": 17,
        "text": "[疏]『冠六』至『屬厭』。註『縪謂』至『伏也』。釋曰：云『冠六升』者，據斬衰者而言。齊衰以下，冠衰各有差降。云『縪謂縫著於武』者，古者冠吉兇皆冠，武別材，武謂冠卷，以冠前後皆縫著於武。若吉冠，則從武上鄉內縫之，縪餘在內謂之內縪。若兇冠，從武下鄉外縫之，謂之外縪，故云『外之者，外其餘』也。云『纓條屬者，通屈一條繩為武，垂下為纓，屬之冠』"
      },
      {
        "index": 18,
        "text": "者，吉冠則纓武別材，兇冠則纓武同材，以一繩從前額上以兩頭鄉項後交通，至耳各綴之於武，使鄉下纓結之。云『屬之冠』者，先為纓武訖，乃後以冠屬著武，故雲屬也。云『厭，伏也』者，以其冠在武下過，鄉上反縫著冠，冠在武下，故雲厭也。五服之冠皆厭，但此文上下據斬衰而言也。"
      },
      {
        "index": 19,
        "text": "衰三升。（衣與裳也。）\n[疏]『衰三升』。註『衣與裳也』。釋曰：經直云『衰』，鄭兼言『裳』者，以其衰裳升數同，故經舉衰而通裳。但首對身，首為尊，故冠六升，衰三升，衰裳同三升也。是以吉時朝服十五升，至於麻冕，鄭亦為三十升布，與服一倍而解之。"
      },
      {
        "index": 20,
        "text": "屨外納。（納，收餘也。）\n[疏]『屨外納』。註『納收餘也』。釋曰：案《喪服》斬衰而言，此則菅屨也。云『外納』者，謂收餘未鄉外為之，取醜惡不事飾故也。"
      },
      {
        "index": 21,
        "text": "杖下本，竹、桐一也。（順其性也。）\n[疏]『杖下』至『一也』。註『順其性也』。釋曰：案《喪服》為父斬衰，以苴杖竹，為母齊衰，以削杖桐。桐、竹皆下本，本謂根本。鄭云『順其性』"
      },
      {
        "index": 22,
        "text": "者，謂下其根本，順木之性。但為父杖竹者，義取父者子之天，竹性自然圓，象天父，子自然至孝。為母杖桐者，義取桐者同也，同之於父，言至孝同之於父，故《喪服》貶於父，非自然之意也。"
      },
      {
        "index": 23,
        "text": "居倚廬，（倚木為廬，在中門外東方，北戶。）\n[疏]『居倚廬』。註『倚木』至『北戶』。釋曰：知『在中門外東方北戶』者，一釋案《喪服傳》云：居倚廬，既虞，翦屏，既練，舍外寢。鄭彼註云："
      },
      {
        "index": 24,
        "text": "『舍外寢於中門之外，屋下壘墼為之，不塗，所謂堊室。』鄭以《子夏傳》以既練居堊屋而言外，外為中門外，則初死居倚廬，倚廬亦中門外可知也。東方者，以中門內殯宮之哭位在阼階下，西面鄉殯，明廬在中門外，亦東方鄉殯，是以主人及兄弟卿大夫外位皆西面。雲北戶者，以倚東壁為廬，一頭至地，明北戶鄉陰，至既虞之後，柱楣翦屏，乃西鄉開戶也。"
      },
      {
        "index": 25,
        "text": "寢苫，枕塊，（苫，編{蒿禾}。塊，也。）\n[疏]』寢苫枕塊『。註『苫編{蒿禾}塊也』。釋曰：孝子寢臥之時，寢於苫，以塊枕頭。必寢苫者，哀親之在草；枕塊者，哀親之在土。云『苫，編{蒿禾}』者，案《爾雅》『白蓋謂之苫』，郭云：『白茅苫也。』與此不同者，彼取絜白之義，此不取絜白，故鄭因時人用{蒿禾}為苫，而言編{蒿禾}。云『塊，也』者，亦《爾雅》文。"
      },
      {
        "index": 26,
        "text": "不說帶。（哀戚不在於安。）\n[疏]『不說帶』。註『哀戚不在於安』。釋曰：云『不說帶』者，冠衰自然不說，以其帶在冠衰之上，故周公設經，舉帶而言也。"
      },
      {
        "index": 27,
        "text": "哭晝夜無時。（哀至則哭，非必朝夕。）\n[疏]『哭晝夜無時』。註『哀至』至『朝夕』。釋曰：此謂殯後在廬中，除朝夕入哭於廬中，思憶則哭，無時節，故鄭云『哀至則哭，非必朝夕』也。"
      },
      {
        "index": 28,
        "text": "非喪事不言。（不忘所以為親。）\n[疏]『非喪事不言』。註『不忘所以為親』。釋曰：《喪服四制》云：『不言而事行者，扶而起。言而後事行者，杖而起。』庶人面垢而已，則天子諸侯有臣，不言而喪事得行者，喪事亦不言。大夫士是臣降於君，言而事行。若然，此士禮亦言而事行，故於喪非喪事不言也。《孝經》云：『言不文。』亦據大夫士也。云『不忘所以為親』者，則喪事也，是以《曲禮》云：『居喪，未葬讀喪禮，既葬讀祭禮，喪復常，讀樂章。』喪事而言亦兼此也。"
      },
      {
        "index": 29,
        "text": "歠粥，朝一溢米，夕一溢米，不食菜果。（不在於飽與滋味。粥，糜也。二十兩曰溢，為米一升二十四分升之一。實在木曰果，在地曰。）"
      },
      {
        "index": 30,
        "text": "[疏]『歠粥』至『菜果』。註『不在』至『曰』。釋曰：云『不在於飽』者，案《周禮。廩人》中歲『人食三』，註云：『六斗四升曰。』三為米一斛九斗二升，三十日之食，則日食米六升四，合今日食米二溢二升有餘，是不在於飽。又案《檀弓》云：『必有草木之滋焉，以為姜桂之謂也。』彼姜桂為滋味，此鄭以菜果為滋味，則姜桂之外，菜果亦為滋味也。云『粥，糜也』者，案《爾雅》饣糜，謂粥之稀者。故鄭舉其類，謂性不能食粥者，糜亦一溢米，同也。云『二十兩曰溢，為米一升二十四分升之一』者，依算法，百二十斤曰石，則是一斛。若然，則十二斤為一升，取十二斤分之升，得一斤，餘二斤，斤為十六兩，二斤為三十二兩，取三十兩十升，升得三兩，添前一斤十六兩，為十九兩。"
      },
      {
        "index": 31,
        "text": "餘二兩，兩二十四銖，二兩為四十八銖，取四十銖十升，升得四銖，餘八銖，銖為十，十升，升得八銖，則是一升得十九兩四銖八。於二十兩仍小十九銖二，則別取一升破為十九兩四銖八，分十兩，兩為二十四銖，則為二百四十銖。"
      },
      {
        "index": 32,
        "text": "又分九兩，兩為二十四銖，則為二百一十六銖，並四銖八。添前得四百六十銖八，總分為二十四分，且取二百四十銖分，得十銖。餘二百二十銖八在，又取二百一十六銖二十四分，分得九銖，添前分得十九銖，餘有四銖八。四銖，銖為十，總為四十，通八二十四分，得二。是一升為二十四分，分得十九銖二，將十九銖添前四銖為二十三銖，將二添前八則為十，為一銖，以此一銖添前二十三銖則為二十四銖，為一兩。以一兩添十九兩總二十兩，曰溢。"
      },
      {
        "index": 33,
        "text": "云『實在木曰果，在地曰』者，案《周禮》九職云『二曰園圃毓草木』，鄭云：\n『樹果曰圃。』案《食貨誌》：『臣瓚以為在地曰，在樹曰果。』張晏又云："
      },
      {
        "index": 34,
        "text": "『有核曰果，無核曰。』則此雲在木曰果，在地曰，用臣瓚之義。在木曰果，棗、栗之屬；在地曰，瓜、瓠之屬。"
      },
      {
        "index": 35,
        "text": "主人乘惡車。（拜君命，拜眾賓，及有故行所乘也。《雜記》曰：『端衰，喪車，皆無等。』然則此惡車，王喪之木車也。古文惡作堊。）"
      },
      {
        "index": 36,
        "text": "[疏]『主人乘惡車』。註『拜君』至『作堊』。釋曰：云『拜君命，拜眾賓，及有故行所乘也』者，以其主人在喪，恒居廬哭泣，非有此事則不行，知義然也。引《雜記》者，證喪事上下同無別義。以其貴賤雖異，於親一也。故《孝經》五孝不同，及其喪親，唯有一章而已，亦斯義也。云『然則此惡車，王喪之木車』者，案《巾車》雲王之喪車五乘，發首云『木車，蒲蔽』。是王始喪所乘木車無飾，與此惡車同，故引之，見尊卑同也。"
      },
      {
        "index": 37,
        "text": "白狗，（未成豪，狗。，覆グ也。以狗皮為之，取其也。白於喪飾宜。古文為冪。）\n[疏]『白狗』。註『未成』至『為冪』。釋曰：案《玉藻》雲士『齊車鹿』，此喪車無飾，故用白狗以覆グ。云『未成豪，狗』者，《爾雅。釋畜》文也。"
      },
      {
        "index": 38,
        "text": "蒲蔽，（蔽，藩。）\n[疏]『蒲蔽』。註『蔽藩』。釋曰：『藩』謂車兩邊禦風，為藩蔽以蒲草，亦無飾也。\n禦以蒲，（不在於驅馳。蒲，牡蒲莖。古文作騶。）"
      },
      {
        "index": 39,
        "text": "[疏]『禦以蒲』。註『不在』至『作騶』。釋曰：『禦』謂禦車者，士乘惡車之時，禦車用蒲以策馬，喪中示不在於驅馳。云『蒲，牡蒲莖』者，案宣十二年：『楚雄負羈囚知，知莊子以其族反之，廚武子禦，每射，抽矢，，納諸廚武子之房。』服註云：『，好箭。』又云：『廚子怒曰：非子之求，而蒲之愛。』註云：『蒲，楊柳可以為箭。』以此而言，蒲非直得策馬，亦為矢也。"
      },
      {
        "index": 40,
        "text": "犬服，（グ兵服，以犬皮為之，取堅也，亦白。今文犬為大。）\n[疏]『犬服』。註『グ』至『為大』。釋曰：云『グ兵服』者，凡兵器建之於車上グ，喪家乘車亦有兵器自衛，以白犬皮為服，故云『以犬皮為之，取其堅固也』。云『亦白』者，用白狗皮，明此亦用白犬皮也。"
      },
      {
        "index": 41,
        "text": "木钅官，（取少聲。今文錧為錧。）\n[疏]『木錧』。註『取少』至『為綰』。釋曰：其車錧常用金，喪用木，是『取少聲』也。"
      },
      {
        "index": 42,
        "text": "約綏，約轡，（約，繩。綏，所以引升車。）\n[疏]『約綏約轡』。註『約繩』至『升車』。釋曰：知約是繩者，案哀十一年《左傳》云：『人尋約，吳發短。』杜註云：『約，繩也。』故知此約亦謂繩也。平常吉時綏轡用索為之，今喪中取其無飾，故皆用繩為之也。"
      },
      {
        "index": 43,
        "text": "木鑣，（亦取少聲。古文鑣為苞。）\n[疏]『木鑣』。註『亦取』至『為苞』。釋曰：平常用馬鑣，以金為之，今用木，故知『亦取少聲』也。"
      },
      {
        "index": 44,
        "text": "馬不齊髦。（齊，翦也。今文髦為毛。主人之惡車，如王之木車，則齊衰以下，其乘素車、繅車、ζ車、漆車與？）"
      },
      {
        "index": 45,
        "text": "[疏]『馬不齊髦』。註『齊翦』至『車與』。釋曰：此註解文不於末者，亦以釋不齊髦訖，別記釋車義故也。云『齊衰以下其乘素車、繅車、ζ車、漆車與』，案《巾車》：王之喪車五乘：木車，始死所乘；素車，卒哭所乘；繅車，既練所乘；ζ車，大祥所乘；漆車，既𥙴禫所乘。此士之喪車亦當五乘：主人乘惡車，齊衰乘素車與？卒哭同大功乘繅車與？既練同小功乘ζ車與？大祥同緦麻乘漆車與？既禫同主人，至卒哭已後，哀殺，故齊衰以下，節級約與主人同，故鄭為此義也。若然，士尋常乘棧車，不革輓而漆之，今既禫，亦與王以下同乘漆車者，禮窮則同故也。"
      },
      {
        "index": 46,
        "text": "主婦之車亦如之，疏布裧。（裧者，車裳幃，於蓋弓垂之。）\n[疏]『主婦』至『布裧』。註『裧者』至『垂之』。釋曰：『疏布裧』在『亦如之』之下，見不與男子同。云『裧者，車裳幃』者，案《衛》詩云『漸車幃裳』，註云：『幃裳，童容。』又案《巾車》後之翟車有容蓋，容則童容也。若然，則裧與幃裳及容一也，故註者互相曉也。云『於蓋弓垂之』"
      },
      {
        "index": 47,
        "text": "者，案《巾車》云：『皆有容蓋。』容蓋相將，其蓋有弓，明於蓋弓垂之也。\n貳車，白狗攝服，（貳，副也。攝猶緣也。狗皮緣服，差飾。）"
      },
      {
        "index": 48,
        "text": "[疏]『貳車白狗攝服』。註『貳副』至『差飾』。釋曰：依正禮，大夫以上有貳車，士卑，無貳車。但以在喪，可有副貳之車。非常法，則有兵服，服又加白狗皮緣之，謂之攝服。云『狗皮緣服，差飾』者，對主人服無緣，此則有緣，是差也。"
      },
      {
        "index": 49,
        "text": "其他皆如乘車。（如所乘惡車。）\n[疏]『其他皆如乘車』。註『如所乘惡車』。釋曰：云『其他』者，唯白狗攝服為異。其他謂『惡車白狗』以下，『齊髦』以上，皆同主人惡車也。"
      },
      {
        "index": 50,
        "text": "朔月，童子執帚，卻之，左手奉之，（童子，隸子弟，若內豎寺人之屬。執用左手，卻之，示未用。）\n[疏]『朔月』至『奉之』。註『童子』至『未用』。釋曰：此盡『下室』，論饋奠埽絜之事。案《曲禮》掃地者，箕帚俱執，此直執帚，不執箕者，下文掃室聚諸{宀交}，故不用箕也。云『童子，隸子弟』者，案桓二年《左傳》云『士有隸子弟』，服註云：『士卑，自其子弟為仆隸。』祿不足以及宗，是其有隸子弟也。知有內豎及寺人者，士雖無臣，亦有內外之言寺人奄者，以通宮中之命也。"
      },
      {
        "index": 51,
        "text": "云『示未用』者，用之則用右手也。\n從徹者而入。（童子不專禮事。）\n[疏]『從徹者而入』。註『童子不專禮事』。釋曰：案《論語。憲問》云『童子將命，先生並行』，註引《玉藻》無事則立，主人之南，北面，皆不專以禮事，故『從徹者而入』也。"
      },
      {
        "index": 52,
        "text": "比奠，舉席，掃室，聚諸{宀交}，布席如初。卒奠，掃者執帚，垂末內鬣，從執燭者而東。（比猶先也。室東南隅謂之{宀交}。）"
      },
      {
        "index": 53,
        "text": "[疏]『比奠』至『而東』。註『比猶』至『之{宀交}』。釋曰：案上文童子從徹者入，及此經則從執燭者出者，以其入則燭在先，徹者在後，出則徹者在先，執燭者在後。童子常在成人之後，故出入所從不同也。云『室中東南隅謂之{宀交}』者，《爾雅。釋宮》文。"
      },
      {
        "index": 54,
        "text": "燕養、饋、羞、湯沐之饌，如他日。（燕養，平常所用供養也。饋，朝夕食也。羞，四時之珍異。湯沐，所以洗去垢。《內則》曰：三日具沐，五日具浴。"
      },
      {
        "index": 55,
        "text": "孝子不忍一日廢其事親之禮。於下室日設之，如生存也。進徹之時如其頃。）\n[疏]『燕養』至『他日』。註『燕養』至『其頃』。釋曰：云『燕養』"
      },
      {
        "index": 56,
        "text": "者，謂在燕寢之中，平生時所有共養之事，則『饋羞湯沐之饌』是也。『如他日』\n者，今死，不忍異於生平之日也。云『饋，朝夕食也』者，鄭註《鄉黨》云："
      },
      {
        "index": 57,
        "text": "『不時，非朝夕日中時。』一日之中三時食，今註雲朝夕不言日中者，或鄭略言，亦有日中也。或以死後略去日中，直有朝夕食也。知『羞，四時之珍異』者，《聘禮》有『禽羞ㄈ獻』，《聘義》云『時賜』，鄭云：『時賜，四時珍異。』"
      },
      {
        "index": 58,
        "text": "故知此羞亦四時珍異也。引《內則》者，證經進湯沐亦依《內則》之日數。知『下室日設之』者，言其燕養在燕寢。又下經雲朔月不饋食於下室，明非朔月在下室設之也，以其燕養在燕寢中設之可知。云『進，進徹之時如其頃』者，一如其平生子進食於父母，故雖死象生時，若一食之頃也。"
      },
      {
        "index": 59,
        "text": "朔月，若薦新，則不饋於下室。（以其殷奠有黍稷也。下室，如今之內堂。\n正寢聽朝事。）\n[疏]『朔月』至『下室』。註『以其』至『朝事』。釋曰：云『以其殷奠有黍稷也』者，大小斂奠、朝夕奠等，皆無黍稷，故上篇朔月有黍稷，鄭註云："
      },
      {
        "index": 60,
        "text": "『於是始有黍稷。』唯有下室若生，有黍稷，今此殷奠，大奠也，自有黍稷，故不復饋食於下室也。若然，大夫已上又有月半奠，有黍稷，亦不饋食於下室可知。"
      },
      {
        "index": 61,
        "text": "云『下室，如今之內堂』者，下室既為燕寢，故鄭舉漢法內堂況之。云『正寢聽朝事』者，天子諸侯，路寢以聽政，燕寢以燕息。案《玉藻》云：『朝玄端夕深衣。』鄭註云：『謂大夫士也。』則亦在正寢也。"
      },
      {
        "index": 62,
        "text": "筮宅，冢人物土。（物猶相也。相其地可葬者，乃營之。）\n[疏]『筮宅冢人物土』。註『物猶』至『營之』。釋曰：自此盡『不哭』，論筮宅卜日之事。正經筮宅之事不物土，故記人言之。云『相其地可葬者乃營之』"
      },
      {
        "index": 63,
        "text": "者，凡葬皆先相，乃筮之，筮吉乃掘坎。今直雲營之，不言筮宅者，營之中兼筮，故經云『筮宅，冢人物土』，是使冢人物土，乃筮者也。"
      },
      {
        "index": 64,
        "text": "卜日吉，告從於主婦。主婦哭，婦人皆哭。主婦升堂，哭者皆止。（事畢。）\n[疏]『卜日』至『皆止』。註『事畢』。釋曰：正經直云『闔東扉主人哭』，不雲主婦升堂，哭者皆止之事，故記明之。云『卜日吉』，宗人告從於主婦，主婦哭時，堂上婦人皆哭，主婦升堂，堂上婦人皆止，不哭。"
      },
      {
        "index": 65,
        "text": "啟之昕，外內不哭。（將有事，為其ん囂。既啟，命哭。古文啟為開。）\n[疏]『啟之』至『不哭』。註『將有』至『為開』。釋曰：自上皆記《士喪》上篇事，自此以下皆記此篇。葬首將啟殯，唯言婦人不哭，不雲男子，故記以明之，雲內外男女不哭，止ん囂故也。"
      },
      {
        "index": 66,
        "text": "夷床、輁軸饌於西階東。（明階者，位近西也。夷床饌於祖廟，輁軸饌於殯宮，其二廟者，於禰亦饌輁軸焉。古文輁或作拱。）"
      },
      {
        "index": 67,
        "text": "[疏]『夷床』至『階東』。註『明階』至『作拱』。釋曰：其夷床在祖廟，輁軸在殯宮，以其西階東是同，故並言之。鄭云『明階者，位近西也』"
      },
      {
        "index": 68,
        "text": "者，以正經直云『階』，恐正當兩階之，故記人明之。是以鄭雲明階者，位近西，以其柩當殯奠位之處，故夷床在西，還當牖，輁軸以候載柩，故近西，皆在西階東。云『其二廟者，於禰亦饌輁軸焉』者，以其先朝禰，故至禰廟一移，柩升堂，明旦乃移柩於輁軸上，載以朝祖廟。朝祖廟時，下柩訖，明日用蜃車，輁軸不復更用，不饌之，故雲二廟者於禰亦饌輁軸焉。"
      },
      {
        "index": 69,
        "text": "其二廟，則饌於禰廟，如小斂奠，乃啟。（祖尊禰卑也。士事祖禰，上士異廟，下士共廟。）\n[疏]『其二』至『乃啟』。註『祖奠』至『共廟』。釋曰：自此盡『主人踴如初』，論上士二廟，先朝禰奠設及位次之事。云『其二廟則饌於禰廟』者，以先朝禰，後朝祖，故先於禰廟，饌至朝設之故也。云『如小斂奠』者，則亦門外特豚一鼎，東上，兩С醴酒，一豆一籩之等也。云『祖尊禰卑也』者，欲見上文朝祖時如大斂奠，此朝禰如小斂奠，多少不同之意也。云『士事祖禰』者，總上士及中、下之士而言。云『上士異廟』，據此經而言，『下士共廟』，據經而言。中士亦共廟，而唯言下士者，略之，其實中士亦共廟，故《祭法》云：『士二廟，官師一廟。』鄭云『官師，中、下之士』是也。"
      },
      {
        "index": 70,
        "text": "朝於禰廟，重止於門外之西，東面。柩入，升自西階，正柩於兩楹。奠止於西階之下，東面北上。主人升，柩東，西面。眾主人東即位，婦人從升，東面。"
      },
      {
        "index": 71,
        "text": "奠升，設於柩西，升降自西階，主人要節而踴。（重不入者，主於朝祖而行，若過之矣。門西東面，待之便也。）"
      },
      {
        "index": 72,
        "text": "[疏]『朝於』至『而踴』。註『重不』至『便也』。釋曰：此是上士二廟，先朝禰之事。雖言正柩於兩楹，奠位在戶牖之，則此於兩楹稍近西，乃得當奠位，亦如輁軸饌於階而近西然也。云『眾主人東即位』者，柩未升之時在西階下，東面北上，柩升，主人從升，眾主人已下，乃即阼階下西面位。"
      },
      {
        "index": 73,
        "text": "云『婦人從升』，不云『主婦』者，以其婦人皆升，故總言之。云『主人要節而踴』者，奠升，主人踴，降時，婦人踴也。云『門西東面，待之便也』者，以其祖廟在東，柩入禰廟，明旦出門東鄉朝祖時，其重於柩車先，東鄉祖廟，便也。"
      },
      {
        "index": 74,
        "text": "若先在門東西面，及柩入，乃回鄉東，則不便，故雲東面待之便也。\n燭先入者，升堂，東楹之南，西面。後入者，西階東，北面，在下。（在柩者。先，先柩者。後，後柩者。祖時，燭亦然。互記於此。）"
      },
      {
        "index": 75,
        "text": "[疏]『燭先』至『在下』。註『在』至『於此』。釋曰：此燭本是殯宮中開殯者，在道時一在柩前，一在柩後。今又一升堂，一在堂下，故鄭云『先先柩者，後後柩者，祖時燭亦然，互記於此』者。上祖時，直有朝廟在道，柩前後之燭，至廟直云『質明滅燭』，不見燭之升堂不升堂。此文見至廟，燭升與不升，不見在道燭，故雲祖時燭亦然，互記於此，以其皆有在道及至廟燭升與不升之事也。"
      },
      {
        "index": 76,
        "text": "主人降，即位，徹，乃奠，升降自西階，主人踴如初。（如其降拜賓，至於要節而踴，不薦車，不從此行。）\n[疏]『主人』至『如初』。註『如其』至『此行』。釋曰：云『如其降拜賓，至於要節而踴』者，案上經朝祖時，既正柩設從奠訖，主人降拜賓至於要節而踴，故此如之也。云『不薦車，不從此行』者，案上祖禰共廟者，朝廟日即薦車，此二廟，明日於祖廟薦車馬，以其從祖廟行，故薦。今此禰廟不從此行，故不薦也。"
      },
      {
        "index": 77,
        "text": "祝及執事舉奠，巾、席從而降，柩從，序從如初，祖。（此謂朝禰明日，舉奠祖之序也。此祝執醴先，酒脯醢俎從之，巾席為後。既正柩，席升設，設奠如初。祝受巾，巾之。凡喪，自卒至殯，自啟至葬，主人之禮其變同，則此日數亦同矣。序從主人以下，今文無從。）"
      },
      {
        "index": 78,
        "text": "[疏]『祝及』至『祖』。註『此謂』至『無從』。釋曰：自此盡『不煎』，論至祖廟陳設及贈之事。云『此謂朝禰明日』者，以其下文朝祖之時『序從如初』，中有燭，若同日，則朝祖之時已自明矣，何須更有燭也？以此言之，則此朝祖與朝禰別日可知，故鄭云『舉奠祖之序也』。云『此祝執醴先，酒脯醢俎從之，巾席為後』者，此禰奠與小斂奠同，小斂奠時云：『夏祝及執事盥，執醴先，酒脯醢俎從。』此經亦祝及執事舉奠，明此亦執醴先酒脯醢俎從之，此經所云『巾席』為後。云『既正柩，席升設，設奠如初。祝受巾巾之』者，上正經朝祖時，正柩於兩楹訖，席升設於柩西，奠設如初，巾之。以經直云『巾之』，無祝受巾，知受巾巾之者，以上篇設小斂奠訖，祝受巾巾之，此與小斂奠同，明設奠訖，祝受巾巾之可知。云『凡喪，自卒至殯，自啟至葬，主人之禮其變同』"
      },
      {
        "index": 79,
        "text": "者，主人常在喪位，不出，唯君命乃出，迎及送，其變同，則此日數亦同。以其此二篇薦者啟日朝禰，又明日朝祖，又明日乃葬，與始死日襲，明日小斂，又明日大斂而殯亦同日。主人、主婦變服亦同。以其小斂，主人散帶，主婦ヮ，自啟至葬，主人、主婦亦同於未殯也。云『序從主人以下』者，案上註云『主人與男子居右，婦人居左，以服與昭穆為位』是也。"
      },
      {
        "index": 80,
        "text": "薦乘車，鹿淺，幹、笮、革世，載旃，載皮弁服，纓、轡、貝勒縣於衡。（士乘棧車。鹿淺，鹿夏毛也。，覆グ。《玉藻》曰：『士齊車，鹿豹直。』幹，盾也。笮，矢ゅ也。世，韁也。旃，旌旗之屬。通帛為旃，孤卿之所建，亦攝焉。皮弁服者，視朔之服。貝勒，貝飾勒。有幹無兵，有ゅ無弓矢，明不用。古文世為殺，旃為膳。）"
      },
      {
        "index": 81,
        "text": "[疏]『薦乘』至『於衡』。註『士乘』至『為膳』。釋曰：此並下車三乘，謂葬之魂車。云『士乘棧車』者，《巾車》之文。云『鹿淺』，為車前式豎者，グ子以鹿夏皮淺毛者為，以覆式，是以《詩。韓弈》云『享弘淺蔑』，傳云：『享，革也。弘，軾中也。淺，虎皮淺毛也。蔑，覆軾也。』引《玉藻》者，彼註云：『直謂緣也。』士之齊車與朝車同，引之欲證此鹿亦以豹皮為緣飾。云『旃，旌旗之屬』雲雲者，案《司常》云："
      },
      {
        "index": 82,
        "text": "『孤卿建旃，大夫士建物。』此士而用旃，故云『亦攝焉』。云『皮弁服者，視朔之服』者，案《玉藻》雲諸侯『皮弁以聽朔於大廟』，《鄉黨》孔子云『素衣裘』，亦是視朔之服。君臣同服，是以此士亦載皮弁視朔之服也。云『貝勒，貝飾勒』者，貝，水物，故以貝飾勒。云『有幹無兵，有ゅ無弓矢，明不用』者，以其幹與戈戟兵器，及ゅ與弓矢，皆相須乃用，今有幹無兵，有ゅ無弓矢，明死者不用，故闕之也。"
      },
      {
        "index": 83,
        "text": "道車，載朝服。（道車，朝夕及燕出入之車。朝服，日視朝之服也。玄衣素裳。）\n[疏]『道車載朝服』。註『道車』至『素裳』。釋曰：知『道車，朝夕及燕出入之車』者，但士乘棧車，更無別車，而上云『乘車』，下云『槁車』，此云『道車』，雖有一車，所用各異，故有乘車、道車、槁車之名。知『道車，朝夕』者，案《玉藻》云『朝玄端，夕深衣』，鄭註云：『謂大夫士也。』私朝之服。《春秋左氏傳》云『朝而不夕』，據朝君於是有朝無夕。若然，雲朝夕者，士家朝朝暮夕當家私朝之車，又云『及燕出入』者，謂士家遊燕出入之車。案《周禮。夏官》有道右、道仆，皆據象路而言道。又案《司常》云『道車載┸』，鄭註云：『王以朝夕燕出入。』與此道車同，則士乘棧車與王乘象路同名道。云『朝服，日視朝之服』者，案《鄉黨》云『緇衣羔裘』，是孔子所服，鄭註云『諸侯視朝之服』。是君臣同服，故《玉藻》雲諸侯『朝服以日視朝』，士之道車而用朝君之服，不用私朝玄端服者，乘車既載孤卿之旃，故道車亦載朝君之服，攝盛也。云『玄衣素裳』者，《士冠禮》云『主人玄冠朝服，緇帶，素な』，註雲不雲衣，衣象冠色。則不雲裳，裳象な色可知。故雲玄衣素裳也。"
      },
      {
        "index": 84,
        "text": "車，載蓑笠。（槁猶散也。散車以田以鄙之車。蓑笠，備雨服。今文為潦。凡道車、車之纓轡及勒，亦縣於衡也。）"
      },
      {
        "index": 85,
        "text": "[疏]『車載蓑笠』。註『槁猶』至『衡也』。釋曰：云『猶散也』\n者，案上乘車、道車皆據人之乘用為名，不取車上生稱，則此散車亦據人乘為號。"
      },
      {
        "index": 86,
        "text": "知『散車以田以鄙之車』者，案《司常》云『ヵ車載旌』，註云：『ヵ車，木路也。王以田以鄙。』謂王行小小田獵巡行縣鄙，此散車與彼ヵ車同是遊散所乘，故與ヵ車同解。若然，士亦與王同有以田以鄙者，亦謂從王以田以鄙也。若正田獵，自用冠弁服，乘棧車也。云『蓑笠，備雨服』者，案《無羊》詩云：『爾牧來思，何蓑何笠。』彼註云：『蓑所以備雨，笠所以禦暑。』而此並雲備雨者，非直蓑以禦雨，笠亦以備雨，故《都人士》詩註云『笠所以禦雨』，喪事不辟暑，是以並雲備雨之服。云『今文為潦』者，案《周禮。輪人》『為蓋』，鄭云："
      },
      {
        "index": 87,
        "text": "『禮所謂潦車，謂蓋車與？』若然，彼註此文則為潦車者，義亦通矣。『凡道車、槁車之纓轡，及勒亦縣於衡』者，以車三乘皆當有馬，有馬則有此三者，但記人舉上以明下，乘車云『纓、轡、貝勒縣於衡』，即此三者亦縣於衡可知。"
      },
      {
        "index": 88,
        "text": "將載，祝及執事舉奠，戶西，南面，東上。卒束前而降，奠席於柩西。（將於柩西當前束設之。）\n[疏]『將載』至『柩西』。註『將於』至『設之』。釋曰：經載柩時，不雲去奠設席之事，故記人明之。云『將於柩西當前束設之』者，經雖先雲舉奠，後雲降席，要須設席乃設奠，故雲將於柩西當前束設之。正經云『降奠當前束』"
      },
      {
        "index": 89,
        "text": "是也。\n巾奠，乃墻。（墻，飾柩也。）\n[疏]『巾奠乃墻』。註『墻飾柩也』。釋曰：正經直云『降奠，當前束，商祝飾棺』，不雲巾奠，故記人辨之。巾奠訖，商祝乃飾棺墻，即帷荒與棺為飾，故變飾棺雲墻也。"
      },
      {
        "index": 90,
        "text": "抗木，刊。（剝削之。古文刊為竿。）\n[疏]『抗木刊』。註『剝削之』。釋曰：刊，削也，而云『剝』者，木無皮者直削之，有皮者剝乃削之，故兼言剝。"
      },
      {
        "index": 91,
        "text": "茵著，用荼，實綏澤焉。（荼，茅秀也。綏，廉姜也。澤，澤蘭也。皆取其香，且禦濕。）\n[疏]『茵著』至『澤焉』。註『荼茅』至『禦濕』。釋曰：茵內非直用茅秀，兼實綏澤取其香，知且禦濕者，以其在棺下，須禦濕之物，故與荼皆所以禦濕。"
      },
      {
        "index": 92,
        "text": "葦苞，長三尺，一編。（用便易也。）\n[疏]『葦苞長三尺一編』。註『用便易也』。釋曰：言『便易』者，葦草即長，載取三尺一道編之，用便易故也。"
      },
      {
        "index": 93,
        "text": "菅筲三，其實皆瀹。（米麥皆湛之湯，未知神之所享，不用食道，所以為敬。）\n[疏]『菅筲三其實皆瀹』。註『米麥』至『為敬』。釋曰：經直云『筲三，黍、稷、麥』，不辨苞之所用，及黍稷生熟，故記人明之。是以雲筲用菅草，黍稷皆淹而漬之。云『未知神之所享』者，以其鬼神幽暗，生者不見，故淹而不熟，以其不知神之所享故也。云『不用食道，所以為敬』者，案《檀弓》云『飯用米貝，不以食道』，食道褻則不敬，故雲不用食道，所以為敬也。"
      },
      {
        "index": 94,
        "text": "祖，還車不易位。（為鄉外耳，未行。）\n[疏]『祖還車不易位』。註『為鄉外耳未行』。釋曰：案正經乃祖還乘車、道車、槁車，不辨還之遠近，故記人明之。雖還車，不易本位，為鄉外耳，還車未行者，皆不易位。上經未還，奉車在階，婦人在堂上，還車去階，婦人降堂下。若然，則是還車易位，而云『不易位』者，以其三分其庭為三位，車雖去階，猶不離三分其庭一在北之位，據大判而言不易位也。"
      },
      {
        "index": 95,
        "text": "執披者，旁四人。（前後左右各二人。）\n[疏]『執披者旁四人』。註『前後左右各二人』。釋曰：『前後左右各二人』者，謂前之左右，後之左右，則一旁四人，兩旁則八人，上經鄭註云『備傾虧也』。"
      },
      {
        "index": 96,
        "text": "凡贈幣，無常。（賓之贈也。玩好日贈，在所有。）\n[疏]『凡贈幣無常』。註『賓之』至『所有』。釋曰：正經云『公用玄束帛』，是贈有常矣。上又雲賓贈『奠幣如初』，直雲奠幣如初，不雲物色與多少，故記人明之，以其賓客非一，故云『凡贈幣無常』。鄭云『賓之贈也』，云『玩好曰贈，在所有』者，《詩》云：『知子之來之，雜佩以贈之。』是贈在所有也。"
      },
      {
        "index": 97,
        "text": "凡糗，不煎。（以膏煎之則褻，非敬。）\n[疏]『凡糗不煎』。註『以膏』至『非敬』。釋曰：正經葬奠直云『四籩棗糗栗脯』，不雲糗之煎不，故記人明之。凡糗直空糗而已，不用脂膏煎和之。"
      },
      {
        "index": 98,
        "text": "是以鄭云『以膏煎之則褻，非敬』，故云『不煎』。此篇唯葬奠有糗，而云『凡』\n者，記人通記大夫以上。\n唯君命，止柩於恒，其餘則否。（不敢留神也。恒，道也。《曾子問》曰：『葬既引，至於恒。』）"
      },
      {
        "index": 99,
        "text": "[疏]『唯君』至『則否』。註『不敢』至『於恒』。釋曰：正經直雲柩『至邦門，君使宰夫贈』，不雲止柩之事，故記人明之。引《曾子問》者，彼為日食，此為君命，雖不同，止柩是同，故引之，證止柩之事。"
      },
      {
        "index": 100,
        "text": "車至道左，北面立，東上。（道左，墓道東，先至者在東。）\n[疏]『車至』至『東上』。註『道左』至『在東』。釋曰：正經直云『陳器於道東西，北上』，統於廣，以其入廣故也，不雲三等之車面位之事，故記人明之。以其不入廣，故東上不統於廣也。云『道左，墓道東』者，據墓南面為正，故知道左，是墓道東也，當是陳器之南。云『先至者在東』者，以乘車、道車、槁車三者，次第為先後，先至謂乘車也。必知此車是乘車之等者，以其下有柩車，故知此是三等者也。"
      },
      {
        "index": 101,
        "text": "柩至於廣，斂服載之。（柩車至廣，祝說載除飾，乃斂乘車、道車、槁車之服載之，不空之以歸。送形而往，迎精而反，亦禮之宜。）"
      },
      {
        "index": 102,
        "text": "[疏]『柩至』至『載之』。註『柩車』至『之宜』。釋曰：正經直云『柩至於廣，屬引乃窆』，不雲柩車斂服載之，故記人明之。云『柩車至廣，祝說載除飾，乃斂乘道槁車服載之，不空之以歸』者，此解說載，謂下棺於地，除飾謂除去帷荒，柩車既空，乃斂，乘車皮弁服，道車朝服，槁車蓑笠，三者之服，載之於柩車，示不空之以歸者也。云『送形而往，迎精而反』者，《禮記。"
      },
      {
        "index": 103,
        "text": "問喪》文，引之證此不空歸之義。云『亦禮之宜』者，形往則送之，主人隨柩路是也；精反則迎之，主人隨精而反，是亦禮之宜然也，故雲禮之宜也。"
      },
      {
        "index": 104,
        "text": "卒窆而歸，不驅。（孝子往如慕，反如疑，為親之在彼。）\n[疏]『卒窆而歸不驅』。註『孝子』至『在彼』。釋曰：此文解上斂服載之下棺訖，實土三，孝子從蜃車而歸，不驅馳而疾者，疑父母之神不歸。云『孝子往如慕，反如疑』者，亦《禮記。問喪》文。雲孝子往如慕者，如嬰兒隨母而啼慕，反如疑者，孝子不見其親，不知精魂歸否，故疑之。云『為親之在彼』"
      },
      {
        "index": 105,
        "text": "者，謂疑精魂在彼不歸，言此者，解經不驅之事。\n君視斂，若不待奠，加蓋而出。不視斂，則加蓋而至，卒事。（為有他故及辟忌也。）"
      },
      {
        "index": 106,
        "text": "[疏]『君視』至『卒事』。註『為有』至『忌也』。釋曰：君於士既殯而往，有恩，則與大斂，既布衣，君至奠訖乃出，不辨，不得終視斂之事，故記人明之，是以經二事皆見於禮而言。云『君視斂，若不待奠，加蓋而出』者，一為君有急事他故，是以不得待奠。云『不視斂，則加蓋而至，卒事』者，亦是君有辟忌，不用見屍柩，是以加蓋乃來。雲卒事者，待大斂訖乃出。"
      },
      {
        "index": 107,
        "text": "既正柩，賓出，遂匠納車於階。（遂匠，遂人、匠人也。遂人主引徒役，匠人主載柩窆，職相左右也。車，載柩車。《周禮》謂之蜃車，《雜記》謂之團，或作輇，或作摶，聲讀皆相附耳，未聞孰正。其車之輿，狀如床，中央有轅，前後出，設前後輅，輿上有四周，下則前後有軸，以輇為輪。許叔重說：『有輻曰輪，無輻曰輇。』）"
      },
      {
        "index": 108,
        "text": "[疏]『既正』至『階』。註『遂匠』至『曰輇』。釋曰：正經不雲納柩車時節，故記人明之。既朝正柩於兩楹之，當此之時，遂匠納柩車於階。"
      },
      {
        "index": 109,
        "text": "云『遂人，匠人也』者，以其《周禮》有遂人、匠人，天子之官，士雖無臣，亦有遂人、匠人主其葬事。云『遂人主引徒役，匠人主載柩窆，職相左右也』者，案《周禮。遂人職》云：『大喪，帥六遂之役而致之，掌其政令。及葬，帥而屬六及窆，陳役。』註云：『致役，致於司徒，給墓上事。陳役者，主陳列之耳。』"
      },
      {
        "index": 110,
        "text": "是遂人主引徒也。又《鄉師職》云：『及葬，執以與匠師禦柩而治役。』謂監督其事。又此遂人與匠人同納車於階，即匠人主載窆，與遂人職相左右也。云『車，載柩車』者，以其此雲納車於階，正謂載柩。若乘車、道車之等，則當東榮，不在階，故知此是柩車也。云『《周禮》謂之蜃車』者，案《遂師職》云『大喪，使帥其屬以幄先，及蜃車之役』，註云『蜃車，柩路，四輪迫地而行，有似於蜃，因取名焉』是也。云『《雜記》謂之團，或作輇，或作摶，聲讀皆相附耳，未聞孰正』者，言或作輇，或作摶者，皆或《禮記》別本，故雲皆相附耳，但未知孰正也。云『其車之輿，狀如床，中央有轅，前後出』者，觀鄭此註，其輿與輴車同，亦一轅為之。云『設前後輅』者，正經唯雲前輅，言前以對後，明知亦有後輅。云『輿上有四周』者，此亦與輴車同。云『下則前後有軸，以輇為輪』者，此則與輴異，以其輴無輪，直有轉轔，此有輇輪。引『許叔重說』者，案許氏《說文》云『有輪無幅曰輇』，證此輇無輻也。"
      },
      {
        "index": 111,
        "text": "祝饌祖奠於主人之南，當前輅，北上，巾之。（言饌於主人之南，當前輅，則既祖，祝乃饌。）\n[疏]『祝饌』至『巾之』。註『言饌』至『乃饌』。釋曰：正經直雲祖還車及還重訖，『乃奠如初』，不雲饌處，故記人明之。祝饌祖奠於主人之南當前輅，云『則既祖，祝乃饌』者，以其未祖以前，柩車鄉北，輅在主人之北，今云『饌於主人之南』，明知既祖還，乃鄉饌之。"
      },
      {
        "index": 112,
        "text": "弓矢之新，沽功。（設之宜新，沽示不用。今文沽作古。）\n[疏]『弓矢之新沽功』。註『設之』至『作古』。釋曰：自此盡篇末，論死者用器弓矢粗惡之事。以其正經直云『用器弓矢』，不辨弓矢善惡，及弓矢之名，故記人明之。『設之宜新』者，為死者宜用新物。云『沽示不用』者，沽謂粗為之。"
      },
      {
        "index": 113,
        "text": "有弭飾焉，（弓無緣者謂之弭，弭以骨角為飾。）\n[疏]『有弭飾焉』。註『弓無』至『為飾』。釋曰：案《爾雅》云："
      },
      {
        "index": 114,
        "text": "『弓有緣謂之弓，無緣謂之弭。』孫氏云：『緣系約而漆之，無緣不以系約，骨飾兩頭。』是此弭也。《詩》云『象弭魚服』，是用象骨，弓隈既用角，明兩頭亦得用，故鄭總云『骨角為飾』。"
      },
      {
        "index": 115,
        "text": "亦張可也。（亦使可張。）\n[疏]『亦張可也』。註『亦使可張』。釋曰：生時之弓有張弛，此死者之弓，雖不射而沽，略亦使可張，故曰『亦』也。"
      },
      {
        "index": 116,
        "text": "有必，（必，弓檠。弛則縛之於弓裏，備損傷，以竹為之。《詩》云：\n『竹必緄。』古文必作{比木}。）"
      },
      {
        "index": 117,
        "text": "[疏]『有必』。註『必弓』至『作{比木}』。釋曰：『必，弓檠』\n者，案《冬官。弓人》造弓之時，弓成，納之檠中，以定往來體，此弓檠，謂凡平弛弓之時，以竹狀如弓，縛之於弓裏，亦名之為必者，以若馬必，然馬必所以制馬，弓必所以制弓，使不頓傷，故謂之必。引《詩》云『竹必緄』者，緄，繩也；，約也；謂以竹為必，以繩約之。此經之必雖粗略，用亦如此，故引之為證。"
      },
      {
        "index": 118,
        "text": "設依、撻焉。（依，纏弦也。撻，付側矢道也。皆以韋為之。今文撻為。）\n[疏]『設依撻焉』。註『依纏』至『為』。釋曰：言『依』者，謂以韋依纏其弦，即今時弓番是也。云『撻，付側矢道』者，所以撻矢令出，謂生時以骨為之付側，今死者用韋。云『皆以韋為之』者，謂依與撻，皆以韋為之，異於生者也。"
      },
      {
        "index": 119,
        "text": "有。（，弓衣也，以緇布為之。）\n[疏]『有』。註『弓』至『為之』。釋曰：知『，弓矢』者，案《月令》云『帶以弓』，故知弓衣也。鄭知『用緇布為之』者，此無正文，鄭驗當時弓衣用緇布而言也。"
      },
      {
        "index": 120,
        "text": "《羽侯》矢一乘，骨鏃，短衛。（《羽侯》猶候也，物而射之矢也。四矢曰乘，骨鏃短衛，亦示不用也。生時《羽侯》矢金鏃。凡為矢，五分長而羽其一。）"
      },
      {
        "index": 121,
        "text": "[疏]『《羽侯》矢』至『短衛』。註『《羽侯》猶』至『其一』。釋曰：言『候物而射之』者，案《司弓矢》鄭註云：『可以司候射敵之近者及禽獸。』鄭君兩註，語異義同。云『骨鏃短衛，亦示不用也』者，案上文沽功，鄭雲示不用，故此亦之。云『生時《羽侯》矢金鏃』者，此亦《爾雅。釋器》文，案彼云『金鏃剪羽謂之《羽侯》』是也。此言短羽，即剪羽也。云『凡為矢五分長而羽其一』"
      },
      {
        "index": 122,
        "text": "者，案《周禮。矢人》上『陳五矢』，下乃云『五分其長而羽其一』，故云『凡』\n以廣之也。案鄭彼註云：矢長三尺，五分羽一則六寸也。謂之羽者，指體而言。"
      },
      {
        "index": 123,
        "text": "謂之衛者，以其無羽，則不平正，羽所以防衛其矢，不使不調，故名羽為衛。\n誌矢一乘，軒輖中，亦短衛。（誌猶擬也，習射之矢。《書》云：『若射之有誌。』輖，摯也，無鏃短衛，亦示不用。生時誌矢骨鏃。凡為矢，前重後輕也。）"
      },
      {
        "index": 124,
        "text": "[疏]『誌矢』至『短衛』。註『誌猶』至『輕也』。釋曰：云『誌猶擬也』者，凡射，誌意有所準擬，故雲誌猶擬也。云『習射之矢』者，案《司弓矢》鄭註云『恒矢之屬，軒輖中，所謂誌』，以此言之，則此恒矢也，在八矢之下。"
      },
      {
        "index": 125,
        "text": "知是習射矢者，以其矢中特輕，於習射宜也。案六弓，唐弓、大弓亦授習射者，則此矢配唐、大也。引《尚書。盤庚》者，證誌為準擬之事。輖輊者，鄭讀輖從輊，以其車傍周，非是軒輊之輊，故讀從執下至。云『無鏃短衛，亦示不用』者，知此矢無鏃者，上經《羽侯》矢言骨鏃，此經不雲鏃，故知無鏃，示不用也。若然，《羽侯》矢生時用金鏃，死用骨鏃；誌矢生時用骨鏃，死則令去之。云『生時誌矢骨鏃』者，亦《爾雅。釋器》文。案彼云：『骨鏃不剪羽，謂之誌。』"
      },
      {
        "index": 126,
        "text": "此誌矢是也。云『凡為矢前重後輕也』者，案《司弓矢》鄭註云：『凡枉矢之制，枉矢之屬，五分二在前，三在後。殺矢之屬，參分一在前，二在後。矢之屬，七分三在前，四在後。恒矢之屬，軒輖中。』若然，前重後輕者，據殺矢、《羽侯》矢、枉矢、絜矢、矢、矢而言。引之者，證此誌是恒矢、庳矢，無前重後輕之義。但《周禮》有八矢，唯用此二矢者，以其八矢之內，《羽侯》矢居前最重，恒矢居後最輕，既不盡用，故取其首尾者也。"
      }
    ]
  }
}