{
  "chapterNumber": 34,
  "title": "卷三十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "小功布衰裳、牡麻、即葛五月者。（即，就也。小功輕，三月變麻，因故衰以就葛帶，而五月也。《傳》曰：『小功之葛與緦之麻同。』舊說小功以下，吉屨無絇也。）"
      },
      {
        "index": 1,
        "text": "[疏]註『即就』至『絇也』。釋曰：此是《小功成人章》，輕於殤小功，故次之。此章有三等：正、降、義。其衰裳之制，澡等與前同，故略也。云『即葛五月者』，以此成人文縟，故有變麻從葛，故雲即葛。但以日月為足，故不變衰也，不列冠屨，承上大功文略，小功又輕，故亦不言也。言日月者，成人文縟，故具言也。云『即就也』者，謂去麻就葛也。引《傳》，欲見小功有變麻服葛法，既葬，大小同，故變同之也。引舊說云『小功以下吉屨無絇也』者，以小功輕，非直喪服不見屨，諸經亦不見其屨，以輕略之，是以引舊說為證絇者。案《周禮。屨人職》屨舄皆有絇、繶、純。純者，於屨口緣。繶者，牙底接處縫中有條。絇者，屨鼻頭有飾，為行戒，吉時有行戒，故有絇。喪中無行戒，故無絇。以其小功輕，故從吉屨為其大飾，故無絇也。"
      },
      {
        "index": 2,
        "text": "從祖祖父母、從祖父母，報。（祖父之昆弟之親。）\n[疏]註『祖父』至『之親』。釋曰：此亦從尊向卑，故先言從祖祖父母，已上章已先言父，次言祖，次言曾。此從祖祖父母，是曾祖之子，祖之兄弟，故次之。是以鄭言祖父之昆弟之親者，雲從祖父母者，是從祖祖父之子，是父之從父昆弟之親，故鄭並言祖父之昆弟之親。云『報』者，恩輕，欲見兩相為服，故雲報也。"
      },
      {
        "index": 3,
        "text": "從祖昆弟。（父之從父昆弟之子。）\n[疏]註『父之』至『之子』。釋曰：此是從祖父之子，故鄭云『父之從父昆弟之子』，已之再從兄弟。以上三者為三小功也。"
      },
      {
        "index": 4,
        "text": "從父姊妹、（父之昆弟之女。）\n[疏]註『父之昆弟之女』。釋曰：此謂從父姊妹在家大功，出小功。不言出，與在室姊妹既逆降，宗族亦逆降報之，故不辨在室及出嫁也。"
      },
      {
        "index": 5,
        "text": "孫人者。（孫者，子之子，女孫在室，亦大功也。）\n[疏]註『孫者』至『功也』。釋曰：以女孫在室，與男孫同大功，故出小功也。"
      },
      {
        "index": 6,
        "text": "為人後者，為其姊妹人者。（不言姑者，舉其親者，而恩輕者降可知。）\n[疏]註『不言』至『可知』。釋曰：云『不言姑者，舉其親者，而恩輕者降可知』，案《詩》云：『問我諸姑，遂及伯姊。』註云：『先姑後姊，尊姑也。』"
      },
      {
        "index": 7,
        "text": "是姑尊而不親，姊妹親而不尊，故雲不言姑，舉姊妹親者也。\n為外祖父母。傳曰：何以小功也？以尊加也。\n[疏]釋曰：發問者，是傳之不得決此，以雲外親之服不過緦，今乃小功，故發問。云『以尊加也』者，以言祖者，祖是尊名，故加至小功。言『為』者，以其母之所生情重，故言為。猶若眾子恩愛，與長子同退入期，故特言為眾子也。"
      },
      {
        "index": 8,
        "text": "從母，丈夫婦人，報。（從母，母之姊妹。）\n[疏]註『從母母之姊妹』。釋曰：母之姊妹與母一體，從於己母而有此名，故曰從母。言『丈夫婦人』者，母之姊妹之男女，與從母兩相為服，故曰報。雲丈夫婦人者，馬氏云：從母報姊妹之子，男女也。丈夫婦人者，異姓無出入降。"
      },
      {
        "index": 9,
        "text": "若然，是皆成人長大為號。\n傳曰：何以小功也？以名加也。外親之服皆緦也。（外親異姓，正服不過緦。\n丈夫婦人，姊妹之子，男女同。）"
      },
      {
        "index": 10,
        "text": "[疏]註『外親』至『女同』。釋曰：云『以名加也』者，以有母名，故加至小功。云『外親之服皆緦也』者，以其異姓，故雲外親，以本非骨肉，情疏，故聖人制禮無過緦也。言此者，見有親與母名，即加服之意耳。註云『外親異姓』"
      },
      {
        "index": 11,
        "text": "者，從母與姊妹，子舅與外祖父母皆異姓，故總言外親也。\n夫之姑、姊妹，娣姒婦，報。（夫之姑姊妹，不殊在室及嫁者，因恩輕，略從降。）"
      },
      {
        "index": 12,
        "text": "[疏]註『大夫』至『從降』。釋曰：夫之姑姊妹，夫為之期，妻降一等，出嫁小功。因恩疏，略從降，故在室及嫁同小功。若此釋，恐謂未當報，然文不為娣姒設，以其娣姒婦兩見，更相為服自明，何言報也？既報字不為娣姒，其報於娣姒上者，以其於夫之兄弟使之遠別，故無名，使不相為服。要娣姒婦相為服，亦因夫而有姑娣姒婦，下雲報，使娣姒上蒙夫字以冠之也。"
      },
      {
        "index": 13,
        "text": "傳曰：娣姒婦者，弟長也，何以小功也？以為相與居室中，則生小功之親焉。\n（娣姒婦者，兄弟之妻相名也。長婦謂稚婦為娣婦，娣婦謂長婦為姒婦。）"
      },
      {
        "index": 14,
        "text": "[疏]註『娣姒』至『姒婦』。釋曰：傳雲娣姒婦者弟長也者，此二字皆以女為形，以弟為聲，則據二婦立稱，謂年小者為娣，故雲娣，弟是其年幼也；年大者為姒，故雲姒。長是其年長，假令弟妻年大，稱之曰姒，兄妻年小，謂之曰娣，是以《左氏傳》穆姜是宣公夫人，大婦也。聲伯之母是宣公弟叔之妻，小婦也。聲伯之母不聘，穆姜云：『吾不以妾為姒。』是據二婦年大小為娣姒，不據夫年為小大之事也。"
      },
      {
        "index": 15,
        "text": "大夫、大夫之子、公之昆弟為從父昆弟、庶孫、姑姊妹女子子士者。（從父昆弟及庶孫，亦謂為士者。）\n[疏]註『從父』至『士者』。釋曰：從父昆弟、庶孫本大功，此三等以尊降入小功，姑、姊妹、女子子本期，此三等出降入大功。若士又降一等，入小功也。此等以重出其文，姑姊妹又以再降，故在此。鄭云『為父昆弟及庶孫亦謂為士』者，以經女子子下總云『士』，鄭恐人疑，故鄭別言之，以其從父昆弟及庶孫已見於《大功章》，今在此，故三等人降親一等，故知此文亦謂為士者也。"
      },
      {
        "index": 16,
        "text": "大夫之妾為庶子人者。（君之庶子，女子子也。庶女子子在室大功，其嫁於大夫亦大功。）\n[疏]註『君之』至『大功』。釋曰：此云『人』者，謂士，是以本在室大功，出降，故小功。鄭云『嫁於大夫亦大功』者，直有出降，無尊降故也。"
      },
      {
        "index": 17,
        "text": "庶婦。（夫將不受重者。）\n[疏]註『夫將不受重者』。釋曰：經雲於支庶舅姑為其婦小功。鄭云『夫將不受重』，則若《喪服小記》註云：『世子有廢疾不可立，而庶子立』，其舅姑皆為其婦小功，則亦兼此婦也。"
      },
      {
        "index": 18,
        "text": "君母之父母從母。（君母，父之妻也。從母，君母之姊妹。）\n[疏]註『君母』至『姊妹』。釋曰：此亦謂妾子為妻之父母，及君母姊妹，知妻子為之同也。"
      },
      {
        "index": 19,
        "text": "傳曰：何以小功也？君母在則不敢不從服，君母不在則不服。（不敢不服者，恩實輕也。凡庶子，為君母，如子。）"
      },
      {
        "index": 20,
        "text": "[疏]註『不敢』至『子』。釋曰：何以發問者，以既不生己母，又非骨肉，怪為小功，故發問也。答云『不敢不從服』者，言無情，實但畏敬，故雲不敢不從服也。雲君母不在者，或出或死，故直雲不在，容有數事不在也。鄭云『不敢不服者，恩實輕也』者，以解不敢意也。云『如子』者，則如妻之子，非正長，而據君母在，而雲如，若君母不在，則不如。若然君母在，既為君母父母，其己母之母母或亦兼服之。若馬氏義，君母不在，乃可申矣。"
      },
      {
        "index": 21,
        "text": "君子子為庶母慈己者。（君子子者，大夫及公子之妻子。）\n[疏]註『君子』至『妻子』。釋曰：鄭云『君子子者，大夫及公子之妻子』者，禮之通例。雲君子與貴人皆據大夫已上，公子尊卑比大夫，故鄭據而言焉。又國君之子為慈母無服，士又不得稱君子，亦復自養子無三母具，故知此二人而已。必知妻子者，妾子賤，亦不合有三母故也。"
      },
      {
        "index": 22,
        "text": "傳曰：君子子者，貴人之子也，為庶母何以小功也？以慈己加也。（雲君子子者，則父在也。父沒，則不服之矣。以慈己加，則君子子亦以士禮為庶母緦也。"
      },
      {
        "index": 23,
        "text": "《內則》曰：『異為孺子室於宮中，擇於諸母與可者，必求其寬裕慈惠，溫良恭敬，慎而寡言者，使為子師。其次為慈母，其次為保母，皆居子室。他人無事不往。』又曰：『大夫之子有食母。』庶母慈己者，此之謂也。其可者賤於諸母，謂傅姆之屬也。其不慈己，則緦可矣。不言師、保，慈母居中，服之可知也。國君世子生，卜士之妻，大夫之妾，使食子，三年而出，見於公宮，則劬非慈母也。"
      },
      {
        "index": 24,
        "text": "士之妻自養其子。）\n[疏]註『雲君』至『其子』。釋曰：云『為庶母何以小功也』，發問者，以諸侯與士之子皆無此服，唯此貴人大夫與公子之子猶有此服，故發問也。答云『慈己加也』，故以緦麻上加至小功也。云『君子子者，則父在也』者，以其言子繼於父，故雲父在。且大夫公子不繼世，身死則無餘尊之厭，如凡人，則無三母慈己之義，故知父在也。云『父沒則不服之矣』者，以其無餘尊，雖不服小功，仍服庶母緦麻也，如士禮，故鄭又云『以慈己加，則君子子以士禮為庶母緦也』，是其本為庶母緦麻也。『《內則》』已下，至『非慈母也』，皆《內則》文。彼文承國君與大夫士之子生之下，鄭彼註云：『為君養子之禮。』今此鄭所引，證大夫公子養子之法，以其大夫公子妻亦得立三母故也。云『異為孺子室於宮中』"
      },
      {
        "index": 25,
        "text": "者，鄭註云：『特埽一處以處之，更不別室。』還於側室生子之處也。云『擇於諸母與可者』，諸母謂父之妾，即此經庶母者也。云『可』者，彼註云：『可者，傅禦之屬也。』謂母之外別有傅母禦妾之等有德行者，可以充三母也。云『必求其寬裕慈惠，溫良恭敬，慎而寡言者』，寬謂寬弘，裕謂容裕，慈謂恩慈，惠謂惠愛，溫謂溫潤，良謂良善，恭謂恭恪，敬謂敬肅，慎謂能謹慎，寡言謂審詞語，有此十行者，得為子師，始終與子為模範，故取德行高者為之也。故彼註云："
      },
      {
        "index": 26,
        "text": "『子師，教示以善道者。』云『其次為慈母』，彼註云：『慈母知其嗜欲者，德行稍劣者為慈母。』即此經慈母是也。又云『其次為保母者』，德行又劣前者為保母，彼註云：『保母，安其居處者。』云『皆居子室』者，以皆是子母，是以居子之室也。云『他人無事不往』者，彼註云：『為兒精氣微弱，將驚動也。』"
      },
      {
        "index": 27,
        "text": "又云『大夫之子有食母』者，彼註云：『選於傅禦之中。《喪服》所謂乳母也。』\n案下章雲乳母，註云：『謂養子者，有他故，賤者代之慈己者。』若然，大夫三母之內，慈母有他故，使賤者代慈母養子，謂之乳母。死則服之三月，與慈母服異。引之者，證三母中又有此母也。君與士皆無此事。云『庶母慈己者，此之謂也』者，謂此經庶母慈己，則《內則》所雲之謂也。云『其可者賤於諸母，謂傅姆之屬也』者，傅姆謂女師，鄭註《昏禮》云：『姆婦人年五十無子，出而不復嫁，能以婦道教人者。若今時乳母矣。』鄭註《內則》云：『可者，傅禦之屬。』"
      },
      {
        "index": 28,
        "text": "與此註不同者，無正文，故註有異，相兼乃具。云『其不慈己，則緦可矣』者，覆解子為三母之服，謂諸母也。傳云『以慈己加』，若不慈己，則不加，明本當緦也。云『不言師保，慈母居中，服之可知也』者，周公作經，舉中以見上下，故知皆服之矣。云『國君世子生，卜士之妻大夫之妾，使食子三年而出，見於公宮，則劬非慈母』者，引此者，彼既總據國君與卿大夫士養子法，向來所引，唯據大夫與公子養子法，故更見國君養子之禮。但國君子之三母具，如前說三母之外，別有食子者，二者之中，先取士妻無堪者，乃取大夫妾，不並取之。案彼註謂先有子者，以其須乳故也。劬勞三年，子大出見公宮，則勞之以束帛，此經慈母以其無服故也。知國君子於三母無服者，案《曾子問》孔子曰：『古者男子外有傅，內有慈母，君命所使教子也，何服之有？』以此而言，則知天子諸侯之子，於三母皆無服也。云『士之妻自養其子』者，此亦《內則》文。取之者，以其君大夫養子已具，故因論士之養子法。彼註云：『賤不敢使人也。』"
      },
      {
        "index": 29,
        "text": "緦麻三月者。（緦麻，布衰裳而麻帶也。不言衰，略輕服，省文。）\n[疏]註『緦麻』至『省文』。釋曰：此章五服之內，輕之極者，故以緦如絲者為衰裳。又以澡治莩垢之麻為帶，故曰『緦麻』也。『三月』者，凡喪服變除，皆法天道，故此服之輕者，法三月，一時天氣變，可以除之，故三月也。"
      },
      {
        "index": 30,
        "text": "云『緦麻布衰裳』者，緦則絲也，但古之緦麻字通用，故作緦字。直云『而麻帶』也，案上《殤小功章》云『澡麻帶』，況緦服輕，明亦澡麻可知。云『不言衰，略輕服，省文』者，據上殤小功言帶，故成人小功與此緦麻有帶可知，故雲略輕服省文也。"
      },
      {
        "index": 31,
        "text": "傳曰：緦者，十五升抽其半，有事其縷，無事其布，曰緦。（謂之緦者，治其縷，細如絲也。或曰有絲，朝服用布，何衰用絲乎？抽猶去也。《雜記》曰："
      },
      {
        "index": 32,
        "text": "『緦冠繰纓。』）\n[疏]註『謂之』至『繰纓』。釋曰：云『緦者十五升抽其半』者，以八十縷為升，十五升千二百縷，抽其半六百縷，縷粗細如朝服，數則半之，可謂緦而疏，服最輕故也。云『有事其縷，無事其布曰緦』者，案下記云『大夫吊於命婦錫衰，傳曰：錫者十五升抽其半，無事其縷，有事其布曰錫』，鄭註云：『謂之錫者，治其布使之滑易也。不錫者，不治其縷，哀在內也。緦者，不治其布，哀在外。』若然，則二衰皆同升數，但錫衰重，故治布不治縷，哀在內故也。此緦麻衰，治縷不治布，哀在外故也。云『謂之緦者，治其縷細如絲也』者，以其粗細與朝服十五升同，故細如絲也。云『或曰有絲』者，有人解有用絲為之，故雲緦。又曰『朝服用布，何衰用絲乎』者，此鄭以義破，或解朝服，謂諸侯朝服緇布衣，及天子朝服皮弁服白布衣，皆用布，至於喪衰，何得反絲乎，故不可也。"
      },
      {
        "index": 33,
        "text": "引《雜記》『緦冠繰纓』者，以其斬衰纓，纓重於冠，齊衰已下纓，纓與冠等。\n上傳曰：『齊衰大功，冠其受也。緦麻小功，冠其衰也。』則此雲緦冠者，冠與衰同用緦布，但繰纓者，以灰繰治布為纓，與冠別，以其冠與衰皆不治布纓，則繰治以其輕，故特異於上也。"
      },
      {
        "index": 34,
        "text": "族曾祖父母，族祖父母，族父母，族昆弟。（族曾祖父者，曾祖昆弟之親也。\n族祖父者，亦高祖之孫，則高祖有服明矣。）"
      },
      {
        "index": 35,
        "text": "[疏]註『族曾』至『明矣』。釋曰：此即《禮記。大傳》云：『四世而緦，服之窮也。』名為四，緦麻者也。云『族曾祖父母』者，己之曾祖親兄弟也。云『族祖父母』者，已之祖父，從父昆弟也。云『族父母』者，已之父從祖昆弟也。"
      },
      {
        "index": 36,
        "text": "云『族昆弟』者，已之三從兄弟皆名為族。族，屬也，骨肉相連屬，以其親盡，恐相疏，故以族言之耳。云『祖父之從父昆弟之親』者，欲推出高祖有服之意也。"
      },
      {
        "index": 37,
        "text": "以己之祖父與族祖父相與為從昆弟，族祖父與已之祖俱是高祖之孫，此四緦麻又與己同出高祖，已上至高祖為四世，旁亦四世，旁四世既有服，於高祖有服明矣。"
      },
      {
        "index": 38,
        "text": "鄭言此者，舊有人解，見《齊衰三月章》直見曾祖父母，不言高祖，以為無服，故鄭從下鄉上推之，高祖有服可知。上章不言者，鄭彼註高祖、曾祖皆有小功之差，服同，故舉一以見二也。然則又雲族祖父者，鄭意以族祖父者，上連祖父之從父昆弟為義句也，故下亦高祖之孫也，明己之祖父，即高祖之正孫，族祖父，高祖之旁孫也。"
      },
      {
        "index": 39,
        "text": "庶孫之婦，庶孫之中殤。（庶孫者，成人大功，其殤，中從上。此當為下殤，言中殤者，字之誤爾。又諸言中者，皆連上下也。）"
      },
      {
        "index": 40,
        "text": "[疏]註『庶孫』至『下也』。釋曰：庶孫之婦緦者，以其子之婦大功，庶子之婦小功，孫之婦小功，庶孫之婦緦，是其差也。云『庶孫之中殤』，註雲庶孫者成人大功其殤中從上者，則長、中殤皆入《小功章》中，故雲此當為下殤言中殤者字之誤爾。又諸言中者皆連上下也者，謂大功之殤，中從上，小功緦麻之殤，中從下。謂殤之內無單言中殤者，此經單言中殤，故知誤，宜為下也。"
      },
      {
        "index": 41,
        "text": "從祖姑姊妹人者，報。從祖父、從祖昆弟之長殤。（不見中殤者，中從下。）\n[疏]註『不見』至『從下』。釋曰：此一經皆本服小功，是以此經或出，或長殤，降一等皆緦麻。雲不見中殤者中從下者，以其小功之殤，中從下故也。"
      },
      {
        "index": 42,
        "text": "其雲從祖父長殤，謂叔父者也。\n外孫。（女子子之子。）\n[疏]註『女子子之子』。釋曰：雲外孫者，以女出外而生，故雲外孫。"
      },
      {
        "index": 43,
        "text": "從父昆弟侄之下殤，夫之叔父之中殤、下殤。（言中殤者，明中從下。）\n[疏]註『言中』至『從下』。釋曰：從父昆弟，成人大功，長、中殤在小功，故下殤在此章也。侄者為姑之出，降大功，長、中殤小功，故下殤在此也。"
      },
      {
        "index": 44,
        "text": "夫之叔父，成人大功，長殤在小功，故中下殤在此。以下《傳》言之，婦人為夫之族類，大功之殤中從下，故鄭據而言之也。"
      },
      {
        "index": 45,
        "text": "從母之長殤，報。\n[疏]釋曰：從母者，母之姊妹，成人小功，故長殤在此。中、下之殤則無服，故不言。雲報者，以其疏亦兩相為服也。案《小功章》已見從母報服，此殤又雲報者，以前章見兩，俱成人以小功相報。此章見從母與姊妹子，亦俱在殤死，相為報服，故二章並言報也。"
      },
      {
        "index": 46,
        "text": "庶子為父後者為其母。\n[疏]釋曰：此為無冢，唯有妾子，父死，庶子承後，為其母緦也。\n傳曰：何以緦也？《傳》曰：『與尊者為一體，不敢服其私親也。』然則何以服緦也？有死於宮中者，則為之三月不舉祭，因是以服緦也。（君卒，庶子為母大功。大夫卒，庶子為母三年也。士雖在，庶子為母皆如眾人。）"
      },
      {
        "index": 47,
        "text": "[疏]『傳曰』至『緦也』。釋曰：傳發問者，怪其親重而服輕，故問。引舊傳者，子夏見有成文，引以為證。云『與尊者為一體』者，父子一體，如有首足者也。云『不敢服其私親也』者，妾母不得體君，不得為正親，故言私親也。"
      },
      {
        "index": 48,
        "text": "云『然則何以服緦也』，又發此問者，前答既雲不敢服其私親，即應全不服，而又服緦，何也？答曰『有死於宮中者，則為之三月不舉祭，因是以服緦也』者，雲有死宮中者，縱是臣仆死於宮中，亦三月不舉祭，故此庶子因是為母服緦也。"
      },
      {
        "index": 49,
        "text": "有死即廢祭者，不欲聞兇人故也。註『君卒』至『眾人』。釋曰：云『君卒，庶子為母大功』者，《大功章》云『公之庶昆弟為其母』是也。以其先君在，公子為母在五服外，記所雲是也。先君卒，則是今君，庶昆弟為其母大功。先君餘尊之所厭，不得過大功，今庶子承重，故緦。云『大夫卒，庶子為母三年也』者，以其母在大功，父卒無餘尊所厭，故伸三年。士雖在庶子為母皆如眾人者，士卑無厭故也。鄭並言大夫士之庶子者，欲見不承後者，如此服若承後，則皆緦，故並言之也。向來經傳所雲者，據大夫士之庶子承後法。若天子諸侯庶子承後，為其母所服雲何？案《曾子問》云：『古者天子練冠以燕居。』鄭云『謂庶子王為其母』無服。案《服問》云：『君之母非夫人，則群臣無服，唯近臣及仆驂乘從服，唯君所服服也。』註云：『妾先君所不服也。禮庶子為後，為其母緦。言唯君所服，申君也。《春秋》之義，有以小君服之者，時若小君在，則益不可。』"
      },
      {
        "index": 50,
        "text": "據彼二文而言。《曾子問》所雲據小君在，則練冠五服外。《服問》所雲，據小君沒後，其庶子為得申，故鄭雲申君，是以引《春秋》之義。母以子貴。若然，天子諸侯禮同，與大夫士禮有異也。"
      },
      {
        "index": 51,
        "text": "士為庶母。\n[疏]釋曰：上下體例，平文皆士。若非士，則顯其名位。傳云『大夫已上為庶母無服』，則為庶母是士可知。而經云『士』者，當雲大夫已上，不服庶母，庶人又無庶母，為庶母服者，唯士而已，故詭例言士也。"
      },
      {
        "index": 52,
        "text": "傳曰：何以緦也？以名服也。大夫以上為庶母無服。\n[疏]釋曰：發問者，除士以外，皆無服庶母服。獨士有服，故發問。答云『以名服也』，以有母名，故有服。云『大夫以上為庶母無服』者，以其降，故無服，此傳解特稱士之意也。"
      },
      {
        "index": 53,
        "text": "貴臣、貴妾。\n[疏]『貴臣貴妾』。釋曰：此貴臣、貴妾謂公士大夫為之服緦以等。非南面。故服之也。\n傳曰：何以緦也？以其貴也。（此謂公士大夫之君也。殊其臣妾貴賤而為之服。貴臣，室老士也。貴妾，侄娣也。天子諸侯降其臣妾，無服。士卑無臣，則士妾又賤，不足殊，有子則為之緦，無子則已。）"
      },
      {
        "index": 54,
        "text": "[疏]釋曰：發問者，以臣妾言不應服，故發問之也。答云『以其貴也』，以非南面，故簡貴者服之也。註『此謂』至『則已』。釋曰：云『此謂公士大夫之君也』者，若士則無臣，又不得簡妾貴賤，天子諸侯又以此二者無服，則知為此服者，是公卿大夫之君，得『殊其臣妾貴賤而為之服』也。云『貴臣，室老士也』者，上《斬章》鄭已註云：『室老，家相也。士，邑宰也。』云『貴妾，侄娣也』者，案《曲禮》云『大夫不名家相、長妾』，《士昏》云『雖無娣，媵先』，是上侄娣不具，卿大夫有侄娣為長妾可知，故以貴妾侄娣也。云『天子諸侯降其臣妾無服』者，以其絕期已下故也。云『士卑無臣』者，《孝經》以諸侯天子大夫皆云『爭臣』，『士有爭友』，是士無臣也。云『妾又賤，不足殊』者，以大夫已上身貴，妾亦有貴，士身賤，妾亦隨之賤者，故雲妾又賤不足殊也。云『有子則為之緦，無子則已』者，《喪服小記》文。"
      },
      {
        "index": 55,
        "text": "乳母。（謂養子者有他故，賤者代之慈己。）\n[疏]註『謂養』至『慈己』。釋曰：案《內則》云：『大夫之子有食母。』"
      },
      {
        "index": 56,
        "text": "彼註亦引此云『《喪服》所謂乳母』。以天子諸侯其子有三母具，皆不為之服，士又自養其子。若然，自外皆無此法，唯有大夫之子有此食母為乳母，其子為之緦也。云『為養子者有他故』者，謂三母之內，慈母有疾病或死，則使此賤者代之養子，故雲乳母也。"
      },
      {
        "index": 57,
        "text": "傳曰：何以緦也？以名服也。\n[疏]釋曰：怪其餘人之子皆無此乳母，獨大夫之子有之，故發問也。答『以名服』，有母名，即為之服緦也。"
      },
      {
        "index": 58,
        "text": "從祖昆弟之子。（族父母為之服。）\n[疏]註『族父母為之服』。釋曰：云『從祖昆弟之子』者，據己於彼為再從兄弟之子。云『族父母為之服』者，據彼來呼己為族父母，為之服緦也。"
      },
      {
        "index": 59,
        "text": "曾孫。（孫之子。）\n[疏]註『孫之子』。釋曰：據曾祖為之緦，不言玄孫者，此亦如《齊衰三月章》直見曾祖，不言高祖，以其曾孫、玄孫為曾、高同，曾、高亦為曾孫、玄孫同，故二章皆略不言高祖玄孫也。"
      },
      {
        "index": 60,
        "text": "父之姑。（歸孫為祖父之姊妹。）\n[疏]註『歸孫』至『姊妹』。釋曰：案《爾雅》云：『女子謂弟之子為侄，謂侄之子為歸孫』，是以鄭據而言焉。"
      },
      {
        "index": 61,
        "text": "從母昆弟。傳曰：何以緦也？以名服也。\n[疏]釋曰：傳問者，怪外親輕而有服者。答云『以名服』者，因從母有母名，而服其子，故雲以名服也。必知不因兄弟名，以其昆弟非尊親之號，是以上《小功章》雲為從母小功，云『以名加也』；為外祖父母，『以尊加也』。知此以名者，亦因從母之名，而服其子為義。"
      },
      {
        "index": 62,
        "text": "甥。（姊妹之子。）\n[疏]註『姊妹之子』。釋曰：雲甥者，舅為姊妹之子。\n傳曰：甥者何也？謂吾舅者吾謂之甥。何以緦也？報之也。"
      },
      {
        "index": 63,
        "text": "[疏]釋曰：發問者，五服未有此名，故問之。答云『謂吾舅者吾謂之甥』，以其父之昆弟，有世叔之名，母之昆弟，不可復謂之世叔，故名為舅。舅既得別名，故謂姊妹之子為甥，亦為別稱也。云『何以緦也，報之也』者，此怪其外親而有服，故發問也。答曰報之者，甥既服舅以緦，舅亦為甥以緦也。"
      },
      {
        "index": 64,
        "text": "婿。（女子子之夫也。）傳曰：何以緦？報之也。\n[疏]釋曰：發問之者，怪女之父母為外親女夫服。答云『報之』者，婿既從妻而服妻之父母，妻之父母遂報之服。前疑侄及甥之名而發問，此不疑婿而發問者，侄甥本親而疑異稱，故發問。而婿本是疏人，宜有異稱，故不疑而問之也。"
      },
      {
        "index": 65,
        "text": "妻之父母。傳曰：何以緦？從服也。（從於妻而服之。）\n[疏]註『從於妻而服之』。釋曰：傳發問者，亦怪外親而有服。答云『從服』，故有此服。若然，上言甥不次言舅，此言婿次即言妻之父母者，舅甥本親，不相報，故在後別言舅。此婿本疏，恐不是從服，故即言妻之父母也。"
      },
      {
        "index": 66,
        "text": "姑之子。（外兄弟也。）傳曰：何以緦？報之也。\n[疏]釋曰：云『外兄弟』者，姑是內人，以出外而生，故曰外兄弟。傳發問者，亦疑外親而服之，故問也。答云『報之』者，姑之子既為舅之子服，舅之子復為姑之子兩相為服，故雲報之也。"
      },
      {
        "index": 67,
        "text": "舅。（母之昆弟。）傳曰：何以緦？從服也。（從於母而服之。）\n[疏]註『從於母而服之』。釋曰：傳發問者，亦疑於外親而有服。答『從服』者，從於母而服之。不言報者，既是母之懷抱之親，不得言報也。"
      },
      {
        "index": 68,
        "text": "舅之子。（內兄弟也。）傳曰：何以緦？從服也。\n[疏]釋曰：云『內兄弟』者，對姑之子。云『舅之子』，本在內不出，故得內名也。傳發問者，亦以外親服之，故問也。答云『從服』者，亦是從於母而服之。不言報者，為舅既言從服，其子相於亦不得言報也。"
      },
      {
        "index": 69,
        "text": "夫之姑姊妹之長殤。夫之諸祖父母，報。（諸祖父者，夫之所為小功，從祖祖父母，外祖父母。或曰曾祖父母。曾祖於曾孫之婦無服，而雲報乎？曾祖父母正服小功，妻從服緦。）"
      },
      {
        "index": 70,
        "text": "[疏]註『諸祖』至『服緦』。釋曰：夫之姑姊妹，成人婦為之小功，長殤降一等，故緦麻也。云『諸祖父者，夫之所為小功』者，妻降一等，故緦麻者。"
      },
      {
        "index": 71,
        "text": "以其本疏，兩相為服，則生報名。云『從祖祖父母，外祖父母』者，此依《小功章》，夫為之小功者也。云『或曰曾祖父母』者，或人解諸祖之中兼有夫之曾祖父母，凡言『報』者，兩相為服。曾祖為曾孫之婦無服，何得雲報乎？鄭破或解也。云『曾祖父母正服小功，妻從服緦』者，此鄭既破或解，更為或人而言。若今本不為曾祖齊衰三月，而依差降服小功，其妻降一等，得有緦服。今既齊衰三月，明為曾孫妻無服。"
      },
      {
        "index": 72,
        "text": "君母之昆弟。\n[疏]釋曰：前章不雲君母姊妹，而雲從母者，以其上連君之父母故也。此昆弟單出，不得直雲舅，故云『君母之昆弟』也。"
      },
      {
        "index": 73,
        "text": "傳曰：何以緦？從服也。（從於君母而舅服之也。君母在，則不敢不從服。\n君母卒，則不服也。）\n[疏]註『從於』至『服也』。釋曰：傳發問者，怪非已母而服之。答云『從服』者，雖本非己親，敬君之母，故從於君母而服緦也。云『君母在則不敢不從服，君母卒則不服也』者，君母之昆弟從服與君母之父母故亦同，取於上傳解之也，皆徒從，故所從亡則已也。"
      },
      {
        "index": 74,
        "text": "從父昆弟之子之長殤，昆弟之孫之長殤，為夫之從父昆弟之妻。\n[疏]釋曰：從父昆弟之子之長殤，昆弟之孫之長殤，此二人本皆小功，故長殤在緦麻，中殤從下殤，無服。夫之從父昆弟之妻，同堂娣姒降於親娣姒，故緦也。"
      },
      {
        "index": 75,
        "text": "傳曰：何以緦也？以為相與同室，則生緦之親焉。長殤、中殤降一等，下殤降二等。齊衰之殤中從上，大功之殤中從下。（同室者，不如居室之親也。齊衰、大功，皆服其成人也。大功之殤中從下，則小功之殤亦中從下也。此主謂妻為夫之親服也。凡不見者，以此求之。）"
      },
      {
        "index": 76,
        "text": "[疏]『傳曰』至『從下』。釋曰：『何以緦』，發問者，以本路人，夫又不服之，今相為服，故問之。答云『以為相與同室則生緦之親焉』者，以大功有同室同財之義，故雲相與同室則生緦之親焉。云『長殤中殤降一等，下殤降二等』"
      },
      {
        "index": 77,
        "text": "者，即云『齊衰之殤中從上』，乃是婦人為夫之族著殤法，則此一等、二等之傳，雖文承上男子為殤之下，要此傳為下婦人著殤服而發之。若雲長殤中殤降一等者，據下齊衰中殤從上，在大功也。下殤降二等者，亦是齊衰下殤在小功者也。註『同室』至『求之』。釋曰：云『同室者，不如居室之親也』者，言同室者，直是舍同，未必安坐。言居者，非直舍同，又是安坐，以上《小功章》親娣姒婦發傳而云『相與居室』，此從父昆弟之妻相為，即云『相與同室』，是親疏相並。"
      },
      {
        "index": 78,
        "text": "同室不如居室中，故輕重不等也。云『齊衰大功皆服其成人也』者，以其無殤在齊衰之服，明據成人。齊衰既是成人，明大功亦是成人可知也。云『大功之殤中從下，則小功之殤亦中從下』者，則舉上以明下。上《殤小功》註云『大功之殤中從上』，則齊衰之殤亦中從上。彼註舉下以明上，皆是省文之義，故言一以包二也。云『此主謂妻為夫之親服也』者，此傳又承婦人在夫家，相為著服之下。"
      },
      {
        "index": 79,
        "text": "又上文《殤小功》章已發傳，據大功、小功不據齊衰，以其重，故據男子為殤服而言。此不言小功，上取齊衰，對大功以其輕，故知婦人義服，為夫之親而發也。"
      },
      {
        "index": 80,
        "text": "云『凡不見者，以此求之』者，以其婦人為夫之親，從夫服而降一等，而經傳不見者，以此求也。事意盡可知。前章註為丈夫而言，此章更為婦人出，故兩處並見也。"
      },
      {
        "index": 81,
        "text": "記。\n[疏]釋曰：《儀禮》諸篇有『記』者，皆是記經不備者也。作記之人，其疏已在《士冠篇》。\n公子為其母，練冠、麻，麻衣縓緣；為其妻，縓冠、葛絰帶、麻衣縓緣。皆既葬除之。（公子，君之庶子也。其或為母，謂妾子也。麻者，緦麻之絰帶也。此麻衣者，如小功布，深衣，為不制衰裳變也。《詩》云：『麻衣如雪。』"
      },
      {
        "index": 82,
        "text": "縓，淺絳也，一染謂之縓。練冠而麻衣縓緣，三年練之受飾也。《檀弓》曰：『練，練衣黃裏、縓緣。』諸侯之妾子厭於父，為母不得伸，權為制此服，不奪其恩也。為妻縓冠葛帶，妻輕。）"
      },
      {
        "index": 83,
        "text": "[疏]註『公子』至『妻輕』。釋曰：云『練冠麻，麻衣縓緣』者，以練布為冠，麻者，以麻為帶。又雲麻衣者，謂白布深衣。雲縓緣者，以繒為縓色，與深衣為領緣。『為其妻縓冠』者，以布為縓色，為冠。『葛絰帶』"
      },
      {
        "index": 84,
        "text": "者，又以葛為絰帶。云『麻衣縓緣』者，與為母同。皆既葬除之者，與緦麻所除同也。云『公子君之庶子也』者，則君之夫人第二已下，及八妾子皆名庶子。"
      },
      {
        "index": 85,
        "text": "云『其或為母，謂妾子也』者，以其夫人所生第二已下，為母自與正子同，故知為母妾子也。云『麻者緦麻之絰帶也』者，以經有二麻，上麻為首絰、腰絰，知一麻而含二絰者，《斬衰》云『苴絰』，鄭云：『麻在首在要皆曰絰。』故知此經亦然。知如緦之麻者，以其此言麻，緦麻亦雲麻，又見《司服》『吊服環絰』，鄭云：『大如緦之絰。』則此雲子為母，雖在五服外，絰亦當如緦之絰，故鄭以此麻兼緦言之也。云『此麻衣者，如小功布深衣』，知者，案士之妾子，父在為母期，大夫之妾子，父在為母大功，則諸侯妾子，父在小功，是其差次，故知此當小功布也。云『為不制衰裳變也』者，此記不言衰，明不制衰裳變者，以其為深衣，不與喪服同，故云『變』也。《詩》云『麻衣如雪』者，彼麻衣及《禮記。檀弓》云『子遊麻衣』，並《間傳》云『大祥素縞麻衣』，註皆云『十五升布』，深衣與此小功布深衣異。引之者，證麻衣之名同，取升數則異。禮之通例，麻衣與深衣制同，但以布緣之則曰麻衣；以采緣之則曰深衣；以素緣之袖長在外，則曰長衣；又以采緣之袖長在衣內，則曰中衣；又以此為異也，皆以六幅破為十二幅，連衣裳則同也。云『縓，淺絳也』者，對三入為為淺絳。云『一染謂之縓』者，《爾雅》文。案彼云『一染謂之縓，再染謂之，三染謂之』也。"
      },
      {
        "index": 86,
        "text": "云『縓緣，三年練之受飾也』，知者，引《檀弓》云『練衣黃裏縓緣』，註云：『練中衣，以黃為內縓為飾。』為中衣之飾，據重服三年變服後為中衣之飾也。此公子為母，在五服外輕，故將為人初死，深衣之飾，輕重有異，故不同也。云『諸侯之妾子厭於父，為母不得申，權為制此服，不奪其恩也』者，諸侯尊，絕期已下無服，公子被厭，不合為母服。不奪其母子之恩，故五服外權為制此服。必服麻衣縓衣者，麻衣大祥受服，縓緣練之受飾，雖被抑，猶容有三年之哀故也。云『為妻縓冠葛絰帶，妻輕』者，以縓布為冠，對母用練冠，以葛是葬後受服，而為絰帶，對母用麻，皆是為妻輕故也。"
      },
      {
        "index": 87,
        "text": "傳曰：何以不在五服之中也？君之所不服，子亦不敢服也。君之所為服，子亦不敢不服也。（君之所不服，謂妾與庶婦也。君之所為服，謂夫人與婦也。"
      },
      {
        "index": 88,
        "text": "諸侯之妾，貴者視卿，賤者視大夫，皆三月而葬。）\n[疏]註『君之』至『而葬』。既曰：傳發問者，怪親母與妻其服大輕，故問之答云『君之所不服』者，以尊降諸侯，絕旁期已下，故不服妾與庶婦也。公子以厭降，亦不敢私服母與妻。又云『君之所為服，子亦不敢不服也』者，謂君之正統者也，註云『君之所不服，謂妾與庶婦也』者，解傳意，還釋上公子為母與妻者也。云『君之所為服，謂夫人與婦也』者，正統故不降也。云『諸侯之妾，貴者視卿，賤者視大夫，皆三月而葬』者，《大戴禮》文。鄭不於上經『葬之』下註之，至於此傳下乃引之者，鄭意註傳云『君之所不服』，謂妾與庶婦也，下乃解妾有貴賤，葬有早晚，故至此引之，見此意也。雲妾貴者，謂諸侯一娶九女，夫人與左右媵各有侄娣，二媵與夫人之娣三人為貴妾，餘五者為賤妾也。卿大夫三月而葬，《王制》文。"
      },
      {
        "index": 89,
        "text": "大夫、公之昆弟、大夫之子，於兄弟降一等。（兄弟，猶言族親也。凡不見者，以此求之。）\n[疏]註『兄弟』至『求之』。釋曰：此三人所以降者，大夫以尊降，昆弟以旁尊降，大夫之子以厭降，是以總云『降一等』。上經當已言訖，今又言之者，上雖言之，恐猶不盡，記人總結之，是以鄭云『凡不見者，以此求之』。云『兄弟猶言族親也』者，以下云『小功』已下為兄弟，恐此兄弟亦據小功已下得降，故曰猶族親也。則此兄弟及下文為人後者，為兄弟皆非小功已下，猶族親所容廣也。"
      },
      {
        "index": 90,
        "text": "為人後者，於兄弟降一等，報。於所為後之兄弟之子，若子。（言報者，嫌其為宗子不降。）\n[疏]註『言報』至『不降』。釋曰：謂支子為大宗子，後反來為族親兄弟之類，降一等。云『於所為後之兄弟之子若子』者，此等服其義已見於《斬章》。"
      },
      {
        "index": 91,
        "text": "云『言報者，嫌其為宗子不降』者，以其出降本親，又宗子尊重，恐本親為宗子有不敢降服之嫌，故云『報』以明之，言報是兩相為服者也。"
      },
      {
        "index": 92,
        "text": "兄弟皆在他邦，加一等。不及知父母，與兄弟居，加一等。（皆在他邦，謂行仕出遊，若辟仇。不及知父母，父母早卒。）"
      },
      {
        "index": 93,
        "text": "[疏]註『皆在』至『早卒』。釋曰：云『在他邦加一等』者，二人共在他國，一死一不死，相湣不得辭於親眷，故加一等也。云『不及知父母與兄弟居加一等』者，謂各有父母，或父母有早卒者，與兄弟共居，而死亦當湣其孤幼相育，特加一等。云『皆在他邦謂行仕』者，孔子身行七十二國，不見仕者，以古者有出他國之法，故雲行仕也。又云『出遊』者，謂若孔子弟子朋友同周遊他國，兄弟容有死者。又云『若辟仇』者，《周禮。調人》云：『從父兄弟之仇，不同國。"
      },
      {
        "index": 94,
        "text": "兄弟之仇，辟諸千里之外。』皆有兄弟共行之法也。云『不及知父母，父母早卒』\n者，或遺腹子，或幼小未有知識，而父母早死者也。"
      },
      {
        "index": 95,
        "text": "傳曰：何如則可謂之兄弟？傳曰：『小功以下為兄弟。』（於此發兄弟傳者，嫌大功已上又加也。大功以上，若皆在他國，則親自親矣。若不及知父母，則固同財矣。）"
      },
      {
        "index": 96,
        "text": "[疏]註『於此』至『財矣』。釋曰：發問者，上經及記已有兄弟，皆是降等，唯此兄弟加一等，故怪而致問。引舊傳者，以有成文，故引之。云『小功已下為兄弟』者，以其加一等故也。鄭云『於此發兄弟傳者，嫌大功以上又加也』"
      },
      {
        "index": 97,
        "text": "者，鄭亦據於此兄弟加一等發傳者，嫌大功已上親則親矣，又加之，故於小功發傳也。云『大功以上若皆在他國，則親自親矣』者，不可復加者也。云『若不及知父母則固同財矣』者，據經不及知父母，與兄弟居，既親重，則財食是同，雖無父母，恩自隆重，不可復加也。"
      }
    ]
  }
}