{
  "chapterNumber": 33,
  "title": "卷三十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "婦。（婦，子之妻。）\n[疏]註『婦子之妻』。釋曰：疏於孫，故次之。其婦從夫，而服其舅姑期，其舅姑從子，而服其婦大功，降一等者也。"
      },
      {
        "index": 1,
        "text": "傳曰：何以大功也？不降其也。（婦言者，從夫名。）\n[疏]釋曰：此傳問者，以其庶之子，其妻等是婦而為庶婦小功，特為婦服大功，故發問也，答『不降其』故也。若然，父母為長三年，今為婦不降一等服期者，長子本為正體於上，故加至三年。婦直是子之妻，無正體之義，故直加於庶婦一等，大功而已。"
      },
      {
        "index": 2,
        "text": "女子子人者為眾昆弟。（父在則同，父沒，乃為父後者服期也。）\n[疏]釋曰：前雲姑姊妹女子子出，在章首者，情重故。至此，女子子反為昆弟在此者，抑之，欲使厚於夫氏，故次在此也。為本親，降一等是其常，故無傳也。雲『父沒乃為父後者服期也』者，《不杖章》所雲是也。"
      },
      {
        "index": 3,
        "text": "侄丈夫婦人，報。（為侄男女服同。）\n[疏]註『為侄男女服同』。釋曰：侄卑於昆弟，故次之。不言男子、女子，而言丈夫、婦人者，姑與侄在室出嫁同以侄女言男人，見嫁出，因此謂侄男為丈夫，亦見長大之稱，是以鄭還以男女解之。"
      },
      {
        "index": 4,
        "text": "傳曰：侄者何也？謂吾姑者吾謂之侄。\n[疏]釋曰：雲『謂吾姑者吾謂之侄』者，名唯對姑生稱。若對世叔，唯得言昆弟之子，不得侄名也。"
      },
      {
        "index": 5,
        "text": "夫之祖父母、世父母、叔父母。\n[疏]釋曰：以其義服，故次在此。記雲為夫之兄弟降一等，此皆夫之期，故妻為之大功也。"
      },
      {
        "index": 6,
        "text": "傳曰：何以大功也？從服也。夫之昆弟何以無服也？其夫屬乎父道者，妻皆母道也。其夫屬乎子道者，妻皆婦道也。謂弟之妻婦者，是嫂亦可謂之母乎？故名者，人治之大者也，可無慎乎？（道猶行也。言婦人棄姓，無常秩，嫁於父行，則為母行，嫁於子行，則為婦行。謂弟之妻為婦者，卑遠之，故謂之婦。嫂者，尊嚴之稱，是嫂亦可謂之母乎？言不可。嫂猶叟也，叟，老人稱也。是為序男女之別爾。若己以母婦之服服兄弟之妻，兄弟之妻以舅子之服服己，則是亂昭穆之序也。治猶理也。父母兄弟夫婦之理，人倫之大者，可不慎乎？《大傳》曰：同姓從宗合族屬，異姓主名治際會。名著而男女有別。）"
      },
      {
        "index": 7,
        "text": "[疏]『傳曰』至『慎乎』。釋曰：問者，怪無骨肉之親而重服大功，故致問也。答『從服也』，從夫而服，故大功也。若然，夫之祖父母、世父母為此妻著何服也。案下《緦麻章》雲婦為『夫之諸祖父母報』，鄭註謂『夫所服小功』"
      },
      {
        "index": 8,
        "text": "者，則此夫所服期，不報限。王肅以為父為眾子期，妻小功，為兄弟之子期，其妻亦小功，以其兄弟之子猶子。引而進之，進同己子，明妻同可知。『夫之昆弟何以無服』已下，總論兄弟之妻不為夫之兄弟服，夫之兄弟不為兄弟妻服之事。"
      },
      {
        "index": 9,
        "text": "雲『其夫屬乎父道者，妻皆母道也。其夫屬乎子道者，妻皆婦道也』，此二者尊卑之敘，並依昭穆相為服，即此經『為夫之世叔父母服』是也。雲『謂弟之妻婦者，是嫂亦可謂之母乎』者，此二者欲論不著服之事。若著服，則相親，近於淫亂，故不著服。推而遠之，遠乎淫亂，故無服也。又雲『名者，人治之大者也，可無慎乎』者，欲明母之與婦本是路人，今來嫁於父子之行，則生母婦之名，既名母婦，即有服，有服則相尊敬，遠於淫亂者也。是母婦之名，人理之大，可不慎乎？當慎之。若然，兄弟之妻，本無母婦之名，名兄妻為嫂者，尊嚴之稱，名弟妻為婦，與子妻同號者，推而遠之，下同子妻也。是兄弟妻既無母婦之名，今名為嫂婦者，假作此號，使遠於淫亂，故不相為服也。註『道猶』至『有別』。"
      },
      {
        "index": 10,
        "text": "釋曰：雲『謂弟之妻為婦者，卑遠之，故謂之婦』者，使下同子妻，則本無婦名，假與子妻同遠之也。雲『嫂者尊嚴之稱，是嫂亦可謂之母乎』者，此因弟妻名為婦，以致斯問，言不可也。雲『嫂猶叟也，叟，老人稱也』者，叟有兩號："
      },
      {
        "index": 11,
        "text": "若孔註《尚書》『西蜀叟』，叟是頑愚之惡稱；若《左氏傳》雲『趙叟在後』，叟是老人之善名。是以名為嫂，嫂婦人之老，稱故雲老人之稱。雲『是為序男女之別爾』者，謂不名兄妻為母，是次序昭穆之別也。雲『若己以母婦之服服兄弟之妻，兄弟之妻以舅子之服服己，則是亂昭穆之序也』者，此解不得之意，何者？"
      },
      {
        "index": 12,
        "text": "以弟妻為婦，即以兄妻為母，而以母服服兄妻，又以婦服服弟妻，又使妻以舅服服夫之兄，又使兄妻以子服服己夫之弟，則兄弟反為父子，亂昭穆之次序，故不得以兄妻為母者也。故聖人深塞亂源，使兄弟之妻本無母婦之名，不相為服也。"
      },
      {
        "index": 13,
        "text": "引《大傳》者，雲『同姓從宗合族屬』者，謂大宗子同是正姓，姬姜之類屬聚也，合聚族人於宗子之家，在堂上行食燕之禮，即系之以姓而弗別，綴之以食而弗殊是也。又雲『異姓主名治際會』者，主名謂母與婦之名。治，正也。際，接也。"
      },
      {
        "index": 14,
        "text": "以母婦正接之會聚，則宗子之妻食燕族人之婦於房是也。雲『名著而男女有別』\n者，謂母婦之名明著，則男女各有分別而無淫亂也。"
      },
      {
        "index": 15,
        "text": "大夫為世父母、叔父母、子、昆弟、昆弟之子為士者。（子，謂庶子。）\n[疏]註『子謂庶子』。釋曰：大夫為此八者本期，今以為士，故降至大功，亦為重出此文，故次在此也。雲『子謂庶子』者，若長子在《斬章》，故謂庶子也。"
      },
      {
        "index": 16,
        "text": "傳曰：何以大功也？尊不同也。尊同，則得服其親服。（尊同，謂亦為大夫者。親服，期。）\n[疏]註『尊同』至『服期』。釋曰：尊同謂亦為大夫者，經言大夫為之，明尊同，是亦為大夫也。雲『親服期』者，此八者並見《期章》是也。"
      },
      {
        "index": 17,
        "text": "公之庶昆弟、大夫之庶子為母、妻、昆弟。（公之庶昆弟，則父卒也。大夫之庶子，則父在也。其或為母，謂妾子也。）"
      },
      {
        "index": 18,
        "text": "[疏]釋曰：雲『公之庶昆弟大夫之庶子』者，此二人各自為母、妻，為昆弟服大功。此並受厭降，卑於自降，故次在自降人之下。註『公之』至『子也』。"
      },
      {
        "index": 19,
        "text": "釋曰：若雲公子，是父在。今繼兄而言昆弟，故知父卒也。又公子父在為母、妻，在五服之外，今服大功，故知父卒也。雲『大夫之庶子則父在也』者，以其繼父而言。又大夫卒，子為母、妻得伸，今但大功，故知父在也。雲『其或為母，謂妾子也』者，以其為妻、昆弟，其禮並同，又於妻，皆大夫自不降，其子皆得伸，今在大功，明妾子自為己母也。"
      },
      {
        "index": 20,
        "text": "傳曰：何以大功也？先君餘尊之所厭，不得過大功也。大夫之庶子，則從乎大夫而降也。父之所不降，子亦不敢降也。（言從乎大夫而降，則於父卒如國人也。昆弟，庶昆弟也。舊讀昆弟在下，其於厭降之義，宜蒙此傳也，是以上而同之。父所不降，謂也。）"
      },
      {
        "index": 21,
        "text": "[疏]『傳曰』至『降也』。釋曰：問者，怪此等皆合重服期，今大功，故發問也。答雲『先君餘尊之所厭不得過大功也』者，此直答公之庶昆弟，以其公在為母、妻厭，在五服外，公卒猶為餘尊之所厭，不得過大功。其大夫之子，據父在有厭，從於大夫，降一等，大夫若卒，則得伸，無餘尊之厭也。雲『父之所不降，子亦不敢降也』者，此傳雲而降，遂言不降者也，此傳雖文承大夫下，亦兼解公之昆弟，未悉公為何人。不降弟，公不降，子亦不降，與大夫同也。註『言從』至『也』。釋曰：以大夫尊，少身在降一等，身沒其庶子則得伸，如國人也。雲『昆弟，庶昆弟也』者，若，則在父之所不降之中，故知庶昆弟也。雲『舊讀昆弟在下，其於厭降之義，宜蒙此傳也，是以上而同之』者，言舊讀，謂鄭君以前馬融之等，以『昆弟』二字抽之在傳下，今皆易之在上。鄭檢經義，昆弟乃是公之庶昆弟，大夫之庶子所為者，父以尊降庶子，則庶子亦厭而為昆弟大功。是知宜蒙此傳，則昆弟二字當在傳上，與母妻宜蒙此傳，同為厭降之文，不得如舊讀也。雲『父所不降謂也』者，不指不降之人，而雲謂者，欲見中非一，謂父為妻、子之等皆是也。"
      },
      {
        "index": 22,
        "text": "皆為其從父昆弟之為大夫者。（皆者，言其互相為服，尊同則不相降。其為士者，降在小功，子為之，亦如之。）"
      },
      {
        "index": 23,
        "text": "[疏]註『皆者』至『如之』。釋曰：此文承上公之庶昆弟，大夫之庶子之下，則是上二人為此從父昆弟之為大夫者，以其二人為父所厭降親，今此從父昆弟為大夫，故此二人不降，而服大功，依本服也。言『皆』者，鄭雲『互相為服』"
      },
      {
        "index": 24,
        "text": "者，以彼此相為同，是從父昆弟相為著服，故雲皆，互相見之義故也。雲『其為士者降在小功』者，降亦等故也。雲『子為之亦如之』者，雖不降，同故也。"
      },
      {
        "index": 25,
        "text": "為夫之昆弟之婦人子人者。（婦人子者，女子子也。不言女子子者，因出，見恩疏。）\n[疏]註『婦人』至『恩疏』。釋曰：此亦重出，故次從父昆弟下。此謂世叔母為之服，在家期，出嫁大功。雲『不言女子子者，因出，見恩疏』者，女在家室之名，是親也，婦者事人之稱，是見疏也。今不言女與母，而言夫之昆弟與婦人子者，是因出，見恩疏故也。"
      },
      {
        "index": 26,
        "text": "大夫之妾為君之庶子。（下傳曰：『何以大功也？妾為君之黨服，得與女君同。』指為此也。妾為君之長子亦三年，自為其子期，異於女君也。士之妾，為君之眾子亦期。）"
      },
      {
        "index": 27,
        "text": "[疏]註『下傳』至『亦期』。釋曰：妾為君之庶子，輕於為夫之昆弟之女，故次之。引下傳曰『何以大功也？妾為君之黨服得與女君同，指為此也』者，彼傳為此經而作，故雲指為此。在下者，鄭彼雲文爛在下爾故也。雲『妾為君之長子亦三年』者，妾從女君服，得與女君同，故亦同女君三年。又雲『自為其子期，異於女君也』者，以其女君從夫降，其庶子大功，夫不厭妾，故自服其子期，是異於女君也。雲『士之妾為君之眾子亦期』，謂亦得與女君期者，亦是與己子同故也。"
      },
      {
        "index": 28,
        "text": "女子子嫁者、未嫁者為世父母、叔父母、姑、姊妹。（舊讀合大夫之妾為君之庶子、女子子嫁者、未嫁者，言大夫之妾為此三人之服也。）"
      },
      {
        "index": 29,
        "text": "[疏]註『舊讀』至『服也』。釋曰：此是女子子逆降旁親，又是重出，故次之於此。知逆降者，此經雲嫁者為世父已下出降大功，自是常法。更言未嫁者，亦為世父已下，非未嫁逆降，如何？雲『舊讀合大夫之妾為君之庶子、女子子嫁者未嫁者，言大夫之妾為此三人之服也』者，此馬融之輩舊讀如此，鄭以此為非，故此下註破之也。"
      },
      {
        "index": 30,
        "text": "傳曰：嫁者，其嫁於大夫者也。未嫁者，成人而未嫁者也。何以大功也？妾為君之黨服，得與女君同。下言為世父母、叔父母、姑、姊妹者，謂妾自服其私親也。（此不辭，即實為妾遂自服其私親，當言其以明之。《齊衰三月章》曰："
      },
      {
        "index": 31,
        "text": "『女子子嫁者、未嫁者為曾祖父母。』經與此同，足以明之矣。傳所雲『何以大功也？妾為君之黨服得與女君同』，文爛在下爾。女子子成人者，有出道，降旁親，及將出者，明當及時也。）"
      },
      {
        "index": 32,
        "text": "[疏]釋曰：雲『嫁者，其嫁於大夫者也。未嫁者，成人而未嫁者也』，此二者，依鄭為世父巳下七人本服皆期，未嫁者逆降之，服大功也。雲『何以大功也，妾為君之黨服得與女君同』者，此傳當在上，『大夫之妾為君之庶子』下，爛脫，誤在此。但『下言』二字及『者謂妾自服其私親也』九字總十一字，既非子夏自著，又非舊讀者自安，是誰置之也？今以義，必是鄭君置之。鄭君欲分別舊讀者，如此意趣，然後以註破之。雲『此不辭』者，謂此分別文句，不是解義言辭也。"
      },
      {
        "index": 33,
        "text": "雲『即實為妾遂自服其私親，當言其以名之』者，此鄭欲就舊章讀破之。案《不杖期章》雲『女子子人者，為其父母昆弟之為父後者』也，又雲『公妾以及士妾為其父母自為其親』，皆言其以明妾為私親。今此不言，其明非妾為私親，一人逆降，一人合降，不得合雲二人，是二人為此七人等逆降者。又引《齊衰三月章》曰『女子子嫁者未嫁者為曾祖父母，經與此同，足以見之矣』者，彼二人為曾祖是正尊，雖出嫁，亦不降。此則為旁親，雖未嫁，亦逆降。聖人作文，是同足以明之，明是二人為此七人不得以嫁者、未嫁者上同君之庶子。下文為世父以下，為妾自服私親也。雲『傳所雲何以大功也，妾為君之黨服得與女君同，文爛在下爾』者，此傳為大夫之妾為君之庶子而發，應在『女子子』之上，『君之庶子』之下，以簡劄韋編爛斷，後人錯置於下，是以舊讀將為本在於此，是以遂誤也。雲『女子子成人者，有出道，降旁親』者，此鄭依經正解之，以其嫁者降旁親是其常，而雲未嫁者，成人未嫁，亦降旁親者，謂女子子十五已後許嫁笄，為成人，有出嫁之道，是以雖未出，即逆降世父已下旁親也。雲『及將出者，明當及時也』者，謂女子子年十九，後年二月，冠於娶妻之月，其女當嫁，今年遭此世父已下之喪，若依本服期者，過後二月，不得及時逆降在大功，大功之末可以嫁子，則於二月得及時而嫁，是以雲明當及時也。"
      },
      {
        "index": 34,
        "text": "大夫、大夫之妻、大夫之子、公之昆弟為姑、姊妹、女子子嫁於大夫者。君為姑、姊妹、女子子嫁於國君者。\n[疏]釋曰：此等姑姊已下，應降而不降，又兼重出其文，故次在此也。此大夫、大夫妻、大夫之子、公之昆弟，四等人尊卑同，皆降旁親。姑姊已下一等，大功，又以出降，當小功。但嫁於大夫，尊同，無尊降，直有出降，故皆大功也。"
      },
      {
        "index": 35,
        "text": "但大夫妻為命婦，若夫之姑、姊妹在室及嫁，皆小功。若不為大夫妻，又降在緦麻。假令彼姑、姊妹亦為命婦，唯小功耳。今得在大夫科中者，此謂命婦為本親，姑姊妹已之女子子，因大夫，大夫之子為姑姊妹女子子，寄文於夫與子姑姊妹之中，不煩別見也。雲『君為姑姊妹女子子嫁於國君者』，國君絕期已下，今為尊同，故亦不降，依嫁服大功。"
      },
      {
        "index": 36,
        "text": "傳曰：何以大功也？尊同也。尊同則得服其親服。諸侯之子稱公子，公子不得禰先君。公子之子稱公孫，公孫不得祖諸侯。此自卑別於尊者也。若公子之子孫有封為國君者，則世世祖是人也，不祖公子，此自尊別於卑者也。是故始封之君不臣諸父昆弟，封君之子不臣諸父而臣昆弟。封君之孫盡臣諸父昆弟。故君之所為服，子亦不敢不服也。君之所不服，子亦不敢服也。（不得禰、不得祖者，不得立其廟而祭之也。卿大夫以下，祭其祖禰，則世世祖是人，不得祖公子者，後世為君者，祖此受封之君，不得祀別子也。公子若在高祖以下，則如其親服，後世遷之，乃毀其廟爾。因國君以尊降其親，故終說此義雲。）"
      },
      {
        "index": 37,
        "text": "[疏]『傳曰』至『不敢服也』。釋曰：雲『何以大功也』，問者，以諸侯絕旁服，則大夫降一等，今此大功，故發問也。答曰雲『尊同也，尊同則得服其親服』者，大夫與諸侯所以亦為服者，各自以為尊同，故服之也。若然，大夫之下則雲命婦、大夫之子，國君之下不雲夫人，世子亦同國君，不降可知。雲『諸侯之子稱公子』已下，因尊同，遂廣說尊不同之義也。但諸侯之子，相承象賢，而旁支庶已下，並為諸侯，所絕不得稱諸侯子，變名公子。案《檀弓》註雲："
      },
      {
        "index": 38,
        "text": "『庶子言公，卑遠之。』是以子與孫皆言公，見疏遠之義故也。雲『此自卑別於尊者也』者，謂既立廟，支庶子孫不立廟，是自卑別於尊者也。雲『若公子之子孫有封為國君者』，謂若《周禮。典命》雲公八命，卿六命，大夫四命，其出封皆如一等。是公之子孫，或為天子臣，出封為五等諸侯，是公子有封為國君之事。雲『則世世祖是人也，不祖公子，此自尊別於卑者也』者，謂後世將此始封之君，世世祖是人也，不祖公子，謂不復祀別子也。雲『是故始封之君不臣諸父昆弟』者，以其初升為君，諸父是祖之一體，又是父之一體，其昆弟既是父之一體，又是己之一體，故不臣此二者，仍為之著服也。雲『封君之子不臣諸父而臣昆弟』者，以其諸父尊，故未得臣，仍為之服。昆弟卑，故臣之不為之服，亦既不臣，當服本服期。其不臣者，為君所服當服斬，以其與諸侯為兄弟者，雖在外國，猶為君斬，不敢以輕服服至尊。明諸父昆弟雖不臣，亦不得以輕服服君，為之斬衰可知。雲『封君之孫盡臣諸父昆弟』者，繼世至孫，漸為貴重，故盡臣之。"
      },
      {
        "index": 39,
        "text": "不言不降，而言不臣，君是絕宗之人，親疏皆有臣道，故雖未臣，子孫終是為臣，故以臣言之。雲『故君之所為服，子亦不敢不服也』者，此欲釋臣與不臣，君之子與君同之義。雲『君之所為服』者，謂君之所不臣者，君為之服者，子亦服之，故雲『子亦不敢不服也』。雲君之所不服子亦不敢服也者，然此謂君所臣之者，君不為之服，子亦不敢服之，以其子從父升降故也。註『不得』至『義雲』。"
      },
      {
        "index": 40,
        "text": "釋曰：雲『不得禰不得祖者，不得立其廟而祭之也』者，鄭恐人以傳雲不得禰不得祖，令卑別之，不得將為禰祖，故雲不得者，不得立其廟而祭之，名為不得也。以其廟已在，子為君者立之，旁支庶不得並立廟，故雲不得也。雲卿大夫以下祭其祖禰，鄭言此者，欲見公子、公孫若立為卿大夫，得立三廟；若作上士，得立二廟；若作中士，得立一廟，並得祭其祖禰。既不祖禰先君，當立別子已下，以其公子、公孫並是別子，若魯桓公生世子名同者，後為君慶父，叔牙、季友等謂之公子，公子並為別子，不得禰先君桓公之廟，慶父等雖為卿大夫，未有廟。"
      },
      {
        "index": 41,
        "text": "至子孫已後，乃得立別子為大祖，不毀廟。已下二廟，祖禰之外，次第則遷之也，故雲『卿大夫巳下祭其祖禰』也。雖得祭祖禰，但不得禰祖先君也。雲『則世世祖是人，不得祖公子』者，此謂鄭疊傳文也。雲『後世為君者，祖此受封之君，不得祀別子也』者，此鄭解義語，以其後世為君，祖此受封君，解世世祖是人，不得祀別子。解不祖公子者也，以其別子卑，始封君尊，是為自尊別於卑者也。"
      },
      {
        "index": 42,
        "text": "雲『公子若在高祖以下，則如其親服』者，此解始封君得立五廟，五廟者，大祖與高祖巳下四廟。今始封君，後世乃不毀其廟，為大祖於此。始封君未有大祖廟，唯有高祖以下四廟，則公子為別子者，得入四廟之限，故雲公子若在高祖以下則如其親。如其親，謂自禰已上，至高祖以次立四廟。雲『後世遷之，乃毀其廟爾』"
      },
      {
        "index": 43,
        "text": "者，謂始封君死，其子立，即以父為禰廟，前高祖者為高祖之父，當遷之，又至四世之後，始封君為高祖，父當遷之時，轉為大祖，通四廟為五廟，定制也。故雲後世遷之，乃毀其廟也。雲『因國君以尊降其親，故終說此義雲』者，自諸臣之子已下，既非經語，而傳說降與公子之義，故雲終說也。"
      },
      {
        "index": 44,
        "text": "む衰裳、牡麻，既葬除之者。\n[疏]釋曰：此む衰是諸侯之臣為天子，在大功下，小功上者，以其天子七月葬，既葬除，故在大功九月下，小功五月上。又縷雖如小功升數，又少，故在小功上也。此不言帶屨者，以其傳雲『小功之む也』，則帶屨亦同小功可知。"
      },
      {
        "index": 45,
        "text": "傳曰：む衰者何？以小功之む也。（治其縷如小功，而成布尊四升半。細其縷者，以恩輕也。升數少者，以服至也。凡布細而疏者謂之む，今南陽有鄧む。）"
      },
      {
        "index": 46,
        "text": "[疏]註『治其』至『鄧む』。釋曰：傳問者，正問縷之粗細，不問升數多少，故答雲『小功之む』也。若然，小功む知據縷粗細，非升數者，下記人記出升數，而『む衰四升有半』，鄭彼註雲：『服在小功之上者，欲著其縷之精粗也。』"
      },
      {
        "index": 47,
        "text": "故雲註亦雲『治其縷如小功而成布四升半也』。雲『細其縷者以恩輕也』者，以其諸侯大夫是諸侯，臣於天子為陪臣，唯有聘問接見天子，天子禮之而已，故服此服，是恩輕也。雲『升數少者以服至尊也』者，諸侯為天子服至尊，義服斬，縷加三升半，陪臣降君，改服至尊加一升，四升半也。雲『凡布細而疏者謂之む』"
      },
      {
        "index": 48,
        "text": "者，此喪服謂之む，由む而疏，若非喪服，細而疏亦謂之む，故雲『凡』以總之。\n雲『今南陽有鄧む』者，謂漢時南陽郡鄧氏造布，有名む，言此者，證凡布細而疏，即是む之義。"
      },
      {
        "index": 49,
        "text": "諸侯之大夫為天子。\n[疏]釋曰：此經直雲『大夫』，則大夫中有孤卿，以其小聘使下大夫，大聘或使孤，或使卿也。故《大行人》雲：諸侯之孤，以皮帛繼子男。故知大夫中兼孤卿。"
      },
      {
        "index": 50,
        "text": "傳曰：何以む衰也？諸侯之大夫，以時接見乎天子。（接猶會也。諸侯之大夫，以時會見於天子而服之，則其士庶民不服可知。）"
      },
      {
        "index": 51,
        "text": "[疏]註『接猶』至『可知』。釋曰：傳問者，怪其重，此既陪臣，何意服四升半布，七月乃除。答雲『以時接見乎天子』者，為有恩，故服之。雲『接猶會也，諸侯之大夫以時會見於天子而服之』者，案《周禮。大宗伯》有『時見曰會』，彼諸侯聘時見曰會，無常期曰時會。此鄭雲以時會見者，直據諸侯大夫，時復會其問┹天子禮，此即《周禮。大宗伯》雲：『時聘曰問，殷┹曰視。』鄭註雲：『時聘者，亦無常期。天子有事，乃聘之焉。竟外之臣，既非朝歲，不敢瀆為小禮。』是天子有事乃遣大夫來聘。彼又註雲：『殷┹謂一服朝之歲，以朝者少，諸侯乃使卿以大禮眾聘焉。一服朝在元年、七年、十一年。』此時唯有侯服一服朝，故餘五服並使卿來見天子。此並是以時會見天子。天子待之以禮，皆有委積、飧饔、饗食燕與時賜，加恩既深，故諸侯大夫報而服之也。雲『則其士庶民不服可知』者，上文雲『庶人為國君』，註雲：『天子畿內之民服，天子亦如之。』即知畿外之民不服可知。今又言之者，以畿外內民庶，於天子有服無服，無明文，今因畿外諸侯大夫接見天子者，乃有服，不聘天子者，即無服。明民庶不為天子服可知，故重明之。若然，諸侯之士約大夫，不接見天子則無服，明士不接見亦無服可知。其有士與卿大夫聘時作介者，雖亦得禮，介本副使，不得天子接見亦不服可知。"
      },
      {
        "index": 52,
        "text": "小功布衰裳、澡麻帶五月者。（澡者，治去莩垢，不絕其本也。《小記》曰：『下殤小功，帶澡麻，不絕其本，屈而反以報之。』）"
      },
      {
        "index": 53,
        "text": "[疏]『小功』至『月者』。釋曰：此《殤小功章》在此者，本齊衰大功之親，為殤降在小功，故在成人小功之上也。但言小功者，對大功是用功粗大，則小功是用功細小精密者也。自上以來，皆帶在下，今此帶在上者，以大功已上，、帶有本，小功以下，斷本。此殤小功中，有下殤，小功帶不絕本，與大功同，故進帶於上，倒文以見重，故與常例不同也。且上文多直見一包二，此別言帶者，亦欲見帶不絕本，與不同，故兩見之也。又殤大功直言無受，不言月數，此直言月，不言無受者，聖人作經，欲互見為義。大功言無受，此亦無受，此言五月，彼則九月、七月可知。又且下章言『即葛』，此章不言即葛，亦是兼見，無受之義也。又不言布帶與冠，文略也。不言屨者，當與下章同吉屨無糸句也。註『澡者』至『報之』。釋曰：雲『澡者，治去莩垢』者，謂以麻，又治去莩垢，使之滑凈，以其入輕竟故也。引《小記》者，欲見下殤小功中有本，是齊衰之喪，故特言下殤。若大功下殤，則入緦麻，是以特據下殤。雲『屈而反以報之』者，謂先以一股麻不絕本者為一條，展之為繩。報，合也。以一頭屈而反，鄉上合之，乃絞垂必屈而反以合者，見其重故也。引之者，證此帶亦不絕本，屈而反以報之也。若然，此章亦有大功長殤，在小功者，未知帶得與斬衰下殤小功同，不絕本不。案《服問》雲『小功無變也』，又雲『麻之有木者，變三年之葛』，彼雲小功無變，據成人小功無變，三年之葛有本，得變之，則知大功殤長中在小功者，輕帶無本也。以此而言，經註專據齊斬下殤小功重者而言，其中無有大功之殤在小功帶麻絕本者，似若《斬衰章》兼有義服，傳直言衰三升，冠六升，不言義服衰三升半者也。若然，姑、姊妹出降在小功者，以其成人非所哀痛，帶與大功之殤同，亦無本也。"
      },
      {
        "index": 54,
        "text": "叔父之下殤，孫之下殤，昆弟之下殤，大夫庶子為昆弟之下殤，為姑、姊妹、女子子之下殤，為人後者為其昆弟、從父昆弟之長殤。"
      },
      {
        "index": 55,
        "text": "[疏]釋曰：此經自『叔父』已下，至『女子子之下殤』八人，皆是成人期。\n長殤、中殤大功，已在上《殤大功章》；以此下殤小功，故在此章也。仍以尊者在前，卑者居後。雲『為人後者為其昆弟之長殤，從父昆弟之長殤』，此二者以本服大功，今長殤、中殤小功，故在此章。從父昆弟情本輕，故在出降昆弟後也。"
      },
      {
        "index": 56,
        "text": "傳曰：問者曰：中殤何以不見也？大功之殤，中從上，小功之殤，中從下。\n（問者，據從父昆弟之下殤在緦麻也。大功、小功，皆謂服其成人也。大功之殤中從上，則齊衰之殤亦中從上也。此主謂丈夫之為殤者服也。凡不見者，以此求之也。）"
      },
      {
        "index": 57,
        "text": "[疏]註『問者』至『求之也』。釋曰：不直雲『何以』而雲『問者曰』者，以其傳總問大功、小功，所問非一，故雲問者曰，與常例不同。鄭雲『問者，據從父昆弟之下殤在緦麻也』者，以其《緦麻章》見從父昆弟之下殤，此章見從父昆弟之長殤，唯中殤不見，故致問，是以據從父昆弟也。雲『大功小功，皆謂服其成人也』者，以其《緦麻章》傳雲：『齊衰之長中從上，大功之殤中從下。』"
      },
      {
        "index": 58,
        "text": "據此二傳言之，禮無殤在齊衰，則下齊衰之殤與大功之殤據成人，明此大功與小功之殤據服其成人可知也。若然，此經大功之殤唯有為人後者，為昆弟及從父昆弟二者，長殤、中殤在此小功，共成人小功之殤中從下，自在緦麻，於此言之者，欲使小功與大功相對，故兼言之也。雲『大功之殤中從上，則齊衰之殤亦中從上也』者，以此傳雲大功之殤中從上，小功之殤中從下而言，則大功重者中從上，齊衰重於大功，明從上可知，故謂舉輕以明重也。又雲『此主謂丈夫之為殤者服也』者，鄭以此雲大功之殤中從上，小功之殤中從下。《緦麻章》雲：『齊衰之殤中從上，大功之殤中從下。』兩文相反，故鄭以彼謂婦人為夫之族類，此謂丈夫為殤者服也。鄭必知義然者，以其此傳發在從父昆弟丈夫下，下文發傳在婦人為夫之親下，故知義然也。雲『凡不見者，以此求之也』者，周公作經，不可具出，略舉以明義，故雲不見者以此求之也。"
      },
      {
        "index": 59,
        "text": "為夫之叔父之長殤。（不見中殤者，中從下也。）\n[疏]註『不見』至『下也』。釋曰：夫之叔父義服，故次在此。成人大功，故長殤降一等，在小功。雲不見中殤者中從下也者，下《傳》雲『大功之殤中從下』，主謂此婦人為夫之黨類，故知中從下，在緦麻也。"
      },
      {
        "index": 60,
        "text": "昆弟之子女子子、夫之昆弟之子女子子之下殤。為侄、庶孫丈夫婦人之長殤。\n[疏]釋曰：雲『昆弟之子，女子子，夫之昆弟之子女子子之下殤』者，此皆成人為之齊衰期。長、中殤在大功，故下殤在此小功也。雲『為侄庶孫丈夫婦人之長殤』者，謂姑為侄成人大功，長殤在此小功。不言中殤，中從上。不言男子、女子而言丈夫、婦人，亦是見恩疏之義。庶孫者，祖為之大功，長殤、中殤亦在此小功。言丈夫、婦人，亦是見恩疏也。"
      },
      {
        "index": 61,
        "text": "大夫、公之昆弟、大夫之子為其昆弟、庶子、姑、姊妹、女子子之長殤。\n（大夫為昆弟之長殤小功，謂為士者若不仕者也，以此知為大夫無殤服也。公之昆弟不言庶者，此無服，無所見也。大夫之子不言庶者，關子亦服此殤也。雲公之昆弟為庶子之長殤，則知公之昆弟猶大夫。）"
      },
      {
        "index": 62,
        "text": "[疏]釋曰：雲『大夫、公之昆弟大夫之子為其昆弟、庶子、姑姊妹、女子子之長殤』者，謂此三人為此六種人，成人以尊，降至大功，故長殤小功中亦從上。"
      },
      {
        "index": 63,
        "text": "此一經亦尊卑為次序也。註『大夫』至『大夫』。釋曰：雲『大夫為昆弟之長殤小功，謂為士者若不仕者也』者，凡為昆弟，成人期，長殤在大功，今大夫為昆弟長殤小功，明大夫為昆弟降一等，成人大功長殤，中殤在小功，若昆弟亦為大夫同等，則不降，今言降在小功，明是昆弟為士，若不仕者也。雲『以此知為大夫無殤服也』者，已為大夫，則冠矣，丈夫冠而不為殤，是以知大夫無殤服矣。若然，大夫身用士禮，已二十而冠，而有兄姊殤者，已與兄姊同十九，而兄姊於年終死，已至明年初二十，因喪而冠，是已冠成人而有兄姊殤也。且五十乃爵命，今未二十已得為大夫者，五十乃爵命，自是禮之常法，或有大夫之子有盛德，謂若甘羅十二相秦之等，未必要至五十，是以得有幼為大夫者也。若然，《曲禮》雲』四十強而仕『，則四十然後為士。今雲殤死者為士，若不仕則為士而殤死，亦是未二十得為士者。謂若《士冠禮》鄭《目錄》雲：『士之子任士職，居士位，二十而冠。』則亦是有德未二十為士，至二十乃冠。故鄭引《管子》書四民之業，士亦世焉是也。雲『公之昆弟不言庶者，此無服，無所見也』者，經雲公之昆弟，多兼言庶，此特不雲公之庶昆弟，直雲公之昆弟者，若為母則兼雲庶，以其母庶之子，皆同服。妾子為母，見厭不申，今此經不為母服，為昆弟已下，並同長殤，故不言庶也。雲『大夫之子不言庶者，關子亦服此殤也』"
      },
      {
        "index": 64,
        "text": "者，若言大夫庶子為昆弟，謂言子不服之，若不言庶子，則兼庶，是以鄭雲不言庶子者關子，關，通也，通子亦服此服也。雲『公之昆弟為庶子之長殤，則知公之昆弟猶大夫』者，舊疑大夫與公之昆弟尊卑異，今案此經雲公之昆弟與大夫同降，昆弟已下成人大功，長殤同小功，則知此二人尊卑同，故雲猶大夫也。"
      },
      {
        "index": 65,
        "text": "大夫之妾為庶子之長殤。（君之庶子。）\n[疏]註『君之庶子』。釋曰：妾為君之庶子，成人在大功，已見上章。今長殤降一等，在此小功。雲『君之庶子』者，若長，則成人隨女君三年，長殤在大功，與此異，故言君之庶子以別之也。"
      }
    ]
  }
}