{
  "chapterNumber": 8,
  "title": "卷八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《鄉飲酒禮》第四。鄭《目錄》雲：『諸侯之鄉大夫，三年大比，獻賢者能者於其君，以禮賓之，與之飲酒，於五禮屬嘉禮。《大戴》此乃第十，《小戴》及《別錄》此皆第四。』釋曰：鄭知此鄉飲酒是諸侯之鄉大夫獻賢能法者，案《春官》小胥掌樂縣之法，而雲：『凡縣鍾磬，半為堵，全為肆。』註雲：『鍾磬者，編縣二八十六枚而在一虡，謂之堵。鍾一堵，磬一堵，謂之肆。半之者，謂諸侯之卿、大夫、士也。諸侯之卿、大夫半天子之卿、大夫。西縣鍾，東縣磬。士亦半天子之士，縣磬而已。』今此下唯縣磬而無鍾，故以為諸侯鄉大夫也。若然，謂諸侯鄉大夫，是大夫為之，亦應鍾磬俱有，而直有磬者，鄭彼註雲『賓鄉人之賢者，從士禮也』，故縣磬而已。若然，天子鄉大夫賓賢能從士禮，亦鍾磬俱有，不得獨有磬也。知諸侯之鄉大夫非士者，案《鄉射》記雲士則鹿中，大夫則兕中。又經有『堂則物當楣，序則物當棟』，則非直州射兼有諸侯。鄉大夫以五物詢眾庶，行射之禮，則知諸侯鄉大夫是大夫為之可知也。凡鄉飲酒之禮，其名有四：案此賓賢能謂之鄉飲酒，一也；又案《鄉飲酒義》雲『六十者坐，五十者立侍』，是黨正飲酒，亦謂之鄉飲酒，二也；鄉射州長春秋習射於州序，先行鄉飲酒，亦謂之鄉飲酒，三也；案《鄉飲酒義》，又有卿大夫士飲國中賢者，用鄉飲酒，四也。其《王制》雲：『習射尚功，習鄉尚齒。』還是鄉飲酒黨飲酒法。"
      },
      {
        "index": 1,
        "text": "鄉飲酒之禮。主人就先生而謀賓、介。主人，謂諸侯之鄉大夫也。先生，鄉中致仕者。賓、介，處士賢者。《周禮》大司徒之職：『以鄉三物教萬民而賓興之：一曰六德，知、仁、聖、義、忠、和；二曰六行，孝、友、睦、姻、任、恤；三曰六藝，禮、樂、射、禦、書、數。』《鄉大夫》以『正月之吉，受法於司徒，退而頒之於其鄉吏，使各以教其所治，以考其德行，察其道藝』，及三年大比，『而興賢者、能者。鄉老及鄉大夫帥其吏與其眾寡，以禮禮賓之。厥明，獻賢能之書於王』，是禮乃三年正月而一行也。諸侯之鄉大夫，貢士於其君，蓋如此雲。古者年七十而致仕，老於鄉裏，大夫名曰父師，士名曰少師，而教學焉，恒知鄉人之賢者。是以大夫就而謀之，賢者為賓，其次為介，又其次為眾賓，而與之飲酒，是亦將獻之，以禮禮賓之也。今郡國十月行此飲酒禮，以《黨正》每歲『邦索鬼神而祭祀，則以禮屬民而飲酒於序，以正治謂』之說，然此篇無正齒位之事焉。凡鄉黨飲酒必於民聚之時，欲見其化，知尚賢尊長也。《孟子》曰：『天下有達尊三，爵也、德也、齒也。』"
      },
      {
        "index": 2,
        "text": "[疏]『鄉飲』至『賓介』。釋曰：自此至『介亦如之』，論鄉大夫與先生謀賓介，並戒告之儀。『主人就先生而謀賓介』者，謂鄉大夫尊敬之，先就庠學者，若先生謀此二人道藝優者為賓，稍劣者為介。註『主人』至『齒也』。釋曰：雲『賓、介，處士賢者』者，案《玉藻》雲大夫素帶，士練帶，居士錦帶，弟子縞帶。鄭玄以居士在士之下、弟子之上，解為道藝處士，非朝廷之士。此處士亦名君子，即《鄉射禮》雲『征唯所欲，以告於先生君子可也』。鄭亦雲：『君子有大德行不仕者，以其未仕，有德自處，故名處士君子也。』雲賢者，義取鄉大夫之興賢能者而言也。雲『《周禮》』至『書數』，並《大司徒職》文。故彼鄭註雲：『物猶事也。興猶舉也。民三事教成，鄉大夫舉其賢者能者，以飲酒之禮賓客之，既則獻其書於王矣。知，明於事；仁，愛人以及物；聖，通而先識；義，能斷時宜；忠，言以中心；和，不剛不柔。善於父母為孝；善於兄弟為友；睦，親於九族；姻，親於外親；任，信於友道；恤，振憂貧者。禮，五禮之義；樂，六樂之歌舞；射，五射之法；禦，五禦之節；書，六書之品；數，九數之計。』引此天子司徒者，欲兼諸侯司徒，亦使鄉大夫教民以三物，教成亦使鄉大夫行鄉飲酒之禮，尊之為賓客，興舉之也。雲『《鄉大夫》』已下至『於王』，並《周禮·地官·鄉大夫職》文。雲『正月之吉』，謂周之正月朔日也。雲『受法於司徒』者，謂六鄉大夫皆於大司徒處受三物，教民賓舉之法也。雲『退而頒之於其鄉吏，使各以教其所治』者，吏即州長、黨正、族師、閭胥之等是也。雲『以考其德行，察其道藝』者，德行即六德、六行，道藝正謂民中有道藝者，考察知其優者，擬舉之也。雲『及三年大比，而興賢者、能者』，大比謂三年大案比戶口之時而興舉之，賢者即德行者也，能者即道藝者也。雲『鄉老』，謂三公二鄉公一人。雲『及鄉大夫帥其吏』者，即帥其鄉吏、州長已下。雲『與其眾寡』者，即鄉中之人也。雲『以禮禮賓之』者，以《鄉飲酒》之禮禮而賓舉之也。雲『厥明，獻賢能之書於王』者，今日行鄉飲酒之禮，至其明日，獻此賢能之書於王，王再拜而受之，登於天府也。雲『是禮乃三年正月而一行也』者，欲見彼是天子鄉大夫法，諸侯鄉大夫無文，以此約之，故雲『諸侯之鄉大夫貢士於其君，蓋亦如此雲』。但無正文，故雲『蓋』以疑之也。雲『古者年七十』至『學焉』，案《略說》雲：『大夫七十而致仕，老於鄉裏，名曰父師，士曰少師，以教鄉人子弟於門塾之基，而教之學焉』是也。雲『賢者為賓，其次為介，又其次為眾賓，而與之飲酒。是亦將獻之，以禮禮賓之也』者，謂據此經諸侯鄉大夫貢士之法，亦如天子之鄉大夫貢法，故雲『亦』也。若據鄉貢一人，其介與眾賓不貢之矣，但立介與眾賓，輔賓行鄉飲酒之禮，待後年還以貢之耳。案《射義》雲『古者天子之制，諸侯歲獻貢士』，註引舊說『大國三人，次國二人，小國一人』。大國三鄉，次國二鄉，小國一鄉，所貢之士與鄉同。則鄉送一人至君所，其國有遂，數亦同其鄉，並有公邑、采地，皆有賢能貢之，而貢士與鄉數同。不言遂與公邑、采地所貢者，蓋當鄉送一人至君所，君又總校德之大小，取以貢之，縱取鄉外，仍準鄉數為定。鄉大夫雖行飲酒禮客之於君，其簡訖，仍更行飲酒禮賓之於王。是《易·觀》『盥而不薦』，鄭註雲：『諸侯貢士於天子，鄉大夫貢士於其君，必以禮賓之。』唯主人觀而獻賓，賓盥而酢主人，設薦俎則弟子也。是鄉大夫及諸侯貢士皆行飲酒禮禮賓也。雲『今郡國』至『之說然』者，鄭欲解此鄉飲酒貢士法，彼漢時所行飲酒禮者是正齒位，與此不同之意。漢時已罷諸侯之國而為郡，郡有大守，而封王子、母弟者仍為國，故雲郡國也。雲『十月行此飲酒禮』者，謂行此鄉飲酒禮也。雲『以《黨正》每歲邦索鬼神而祭祀』者，則《禮記·郊特牲》雲：『蠟者，索也，歲十二月，合聚萬物而索饗之。』周謂之十二月，即夏之十月，農功畢而蠟祭也。雲『則以禮屬民而飲酒於序，以正齒位』者，屬，聚也，謂當蠟祭之月，黨正聚民於序學中，以三時務農，將闕於禮，此時農隙，故行正齒位之禮。則《禮記·鄉飲酒義》雲：『六十者坐，五十者立侍。六十者三豆，七十者四豆，八十者五豆，九十者六豆。年長者在上。』是正齒位之法也。雲『之說然』者，漢時十月飲酒禮，取此黨正之文，而然與此篇《鄉飲酒禮》異也。雲『此篇無正齒位焉』者，以其此篇以德行為本而貢之，無黨正正齒位法也。雲『凡鄉黨飲酒必於民聚之時』者，此鄉飲酒必於三年大比民聚之時，黨正鄉飲酒亦於大蠟民聚之時也。雲皆『欲其見化，知尚賢尊長也』者，尚賢，據此篇鄉飲酒；尊長，據《黨正》鄉飲酒也。但黨正飲酒，以鄉大夫臨觀行禮，或鄉大夫居此黨內，則亦名鄉飲酒也。雲『《孟子》』者，《孟子·公孫醜》篇：齊王召，孟子不肯朝，後不得已而朝之。宿於大夫景醜之家，景子譏之曰：禮雲『父召，無諾；君召，不俟駕而行』。固將朝矣。聞君命而遂不果，宜與夫禮若不相似然。對曰：『天下有達尊三，爵也，德也，齒也。朝廷莫如爵，鄉黨莫如齒，輔世長民莫如德。惡有得其一以慢其二哉』是也。引之者，證鄉大夫飲酒是尚德也，黨正飲酒尊長尚齒也。爵則於此無所當，連引之耳。"
      },
      {
        "index": 3,
        "text": "主人戒賓，賓拜辱。主人答拜，乃請賓，賓禮辭，許。主人再拜，賓答拜。戒，警也，告也。拜辱，出拜其自屈辱至己門也。請，告以其所為來之事。不固辭者，素所有誌。"
      },
      {
        "index": 4,
        "text": "[疏]『主人』至『答拜』。註『戒警』至『有誌』。釋曰：雲『拜辱，出拜其自屈辱至己門也』者，知賓出門者，見《冠禮》主人宿賓，賓出門左，《鄉射》戒賓亦出門，故知此亦出門。雲『所為來之事』者，謂行鄉飲酒之禮也。雲『不固辭者，素所有誌』者，不如《士相見》固辭，此禮辭即許者，以其主人與先生謀時，賓已知欲貢己，又賓以學習德業，擬為賓主情意相許，是以不固辭，為素有誌也。案《冠禮》主人先拜，賓答拜，此賓先拜，主人答拜者，彼《冠禮》主人戒同寮，同寮尊，又使之加冠於子，尊重之，故主人先拜。此則鄉大夫尊矣，賓是鄉人，卑矣。又將貢己，尊敬主人，故賓先拜辱也。是以下註雲『去又拜辱者，以送謝之』也。"
      },
      {
        "index": 5,
        "text": "主人退，賓拜辱。退猶去也。去又拜辱者，以送謝之。\n介亦如之。如戒賓也。\n[疏]『介亦如之』。註『如戒賓也』。釋曰：言『如戒賓』者，亦如上主人戒賓已下、賓拜辱已上之事。謀賓介及戒亦言賓介，意不言眾賓，眾賓德劣，但謀介時雖不言眾賓，亦當謀之，故上註兼言其次為眾賓。至於戒速之日必當遣人戒速，使知但略而不言，故下雲『賓及眾賓皆從之』是也。《鄉飲酒義》雲：『主人親速賓及介，而眾賓自從之。』亦據不得主人戒速而為自從也。"
      },
      {
        "index": 6,
        "text": "乃席賓、主人、介。席，敷席也。夙興往戒，歸而敷席。賓席牖前，南面。主人席阼階上，西面。介席西階上，東面。"
      },
      {
        "index": 7,
        "text": "[疏]『乃席賓主人介』。註『席敷』至『東面』。釋曰：知夙興往戒歸而敷席，不別日者，下記雲：『鄉，朝服而謀賓、介，皆使能，而不宿戒。』是同日也。鄭知賓、介與主人席位如此者，案《鄉飲酒義》雲：『主人者尊賓，故坐賓於西北，而坐介於西南以輔賓。賓者，接人以義者也，故坐於西北。主人者，接人以仁，以德厚者也，故坐於東南。而坐僎於東北，以輔主人也。』又雲：『賓必南面，介必東鄉，介賓主也。』《鄉射》雲：『乃席賓，南面，席主人於阼階上，西面。』以此，故知賓主及介其位然也。"
      },
      {
        "index": 8,
        "text": "眾賓之席，皆不屬焉。席眾賓於賓席之西。不屬者，不相續也，皆獨坐，明其德各特。\n[疏]『眾賓』至『屬焉』。註『席眾』至『各特』。釋曰：鄭知眾賓席在賓席之西者，見《鄉射》雲：『席賓，南面，東上。眾賓之席，繼而西。』此眾賓之席亦當然，但此不屬為異耳。雲『皆獨坐，明其德各特』者，《鄉射》註雲：『言繼者，甫欲習眾庶，未有所殊別。』此乃特貢於君，故眾賓之席皆不屬焉。明三物已久，其德各特，故不屬續其席。雖不屬，猶統賓為位，同南面也。"
      },
      {
        "index": 9,
        "text": "尊兩壺於房戶閒，斯禁。有玄酒，在西。設篚於禁南，東肆，加二勺於兩壺。斯禁，禁切地無足者。玄酒在西，上也。肆，陳也。"
      },
      {
        "index": 10,
        "text": "[疏]『尊兩』至『兩壺』。註『斯禁』至『陳也』。釋曰：凡設尊之法，但醴尊見其質，皆在房內，故《士冠禮》禮子、《婚禮》禮婦，醴皆在房隱處。若然，《聘禮》禮賓尊於東廂、不在房者，見尊欲與卑者為禮，相變之法。設酒之尊，皆於顯處見其文，是以此及醮子與《鄉射》、《特牲》、《少牢》、《有司徹》皆在房戶之閒是也。《燕禮》、《大射》尊，在東楹之西者，君尊專大惠也。雲『設篚於禁南，東肆』者，言東肆以頭首為記，從西向東為肆，則大頭在西也。雲『斯禁，禁切地無足』者，斯，澌也，澌盡之名，故知切地無足。《昏禮》、《冠禮》皆雲禁者，士禮以禁戒為名，卿大夫士並有禁名，故鄭以大夫士雙言也。是以《玉藻》雲：『大夫側尊用棜，士側尊用禁。』註雲：『棜，斯禁也，大夫士禮之異也。』《禮器》雲『大夫士棜禁』，註雲：『棜，斯禁也。謂之棜者，無足，有似於棜，或因名雲耳。大夫用斯禁，士用棜禁。』然則禁是定名，言棜者是其義稱。故《禮器》大夫士裛名為棜禁。案《特牲禮》雲『實獸於棜』，註雲：『棜之制，如今大木輿矣。』則棜是輿，非承尊之物，以禁與斯禁，無足似輿，故世人名為棜。若然，周公制禮，《少牢》名為棜，則以周公為世人，或有本無『世人』字者，是以《少牢》不名斯禁，謂之為棜，取不為酒戒。《特牲》雲『壺禁在東序』，記雲『壺棜禁饌於東序』，註雲：『禁言棜者，祭尚厭飫，得與大夫同器，不為神戒也。』其實不用雲棜禁，不敢與大夫同名斯禁。作記解註，故雲士用棜禁，明與《少牢》棜同也。若然，士之棜禁，大夫之斯禁，名雖異，其形同，是以《禮器》同名棜禁也。其餘《士冠》、《昏禮》禮賓用醴，不飲，故無禁，不為酒戒。若天子諸侯承尊之物謂之豐，上有舟，是尊與卑異號也。"
      },
      {
        "index": 11,
        "text": "設洗於阼階東南，南北以堂深，東西當東榮。水在洗東，篚在洗西，南肆。榮，屋翼。\n[疏]『設洗』至『南肆』。註『榮屋翼』。釋曰：雲『南北以堂深』者，堂深，謂從堂廉北至房室之壁堂下，洗北去堂遠近深淺取於堂上深淺。假令堂深二丈，洗亦去堂二丈，以此為度。雲『榮，屋翼』者，榮在屋棟兩頭，與屋為翼，若鳥之有翼，故《斯幹》詩美宣王之室雲：『如鳥斯革，如翚斯飛。』與屋為榮，故雲榮也。"
      },
      {
        "index": 12,
        "text": "羹定。肉謂之羹。定猶孰也。\n[疏]『羹定』。註『肉謂』至『孰也』。釋曰：雲『肉謂之羹』者，《爾雅》文。言肉，正謂其狗。孰雲定者，孰即定止然，故以定言之。言此者，以與速賓時節為限，不敢煩勞賓，故限之也。"
      },
      {
        "index": 13,
        "text": "主人速賓，賓拜辱，主人答拜，還，賓拜辱。速，召也。還猶退。\n[疏]『主人』至『拜辱』。釋曰：自此至『皆從之』，論主人往賓門召之使來之事。案《鄉射》雲：『主人朝服，乃速賓。賓朝服出迎，再拜。』彼雲乃速賓，此不雲主人乃者，彼戒速別服，故雲乃以閒之。此戒速，雖與彼同，但此戒速同服，故不雲乃。雲『主答拜，還，賓拜辱』，案《聘禮》雲賓入境，至近郊，使下大夫至賓館，下大夫遂以賓入賓送，不拜。又《公食大夫禮》使大夫戒賓，『大夫還，賓不拜送，遂從之』，鄭註雲：『不拜送者，為從之不終事。』皆不拜送。此獨拜送者，亦是鄉大夫尊，賓卑，又擬貢，故特拜辱而送之，異於餘者。介亦如之。如速賓也。"
      },
      {
        "index": 14,
        "text": "賓及眾賓皆從之。從猶隨也。言及眾空，介亦在其中矣。\n[疏]『賓及』至『從之』。註『從猶』至『中矣』。釋曰：鄭雲『言及眾賓，介亦在其中矣』者，上文戒及速皆言賓與介，不言眾賓，及從主人來，即言賓及眾賓，眾賓不戒不速，尚從主人，則介在從主人可知也。"
      },
      {
        "index": 15,
        "text": "主人一相迎於門外，再拜賓，賓答拜，拜介，介答拜。相，主人之吏，擯贊傳命者。\n[疏]『主人』至『答拜』。註『相主』至『命者』。釋曰：自此至『答再拜』，論主人迎賓入，升堂並拜至之事。雲『主人一相迎於門外』者，謂主人於群吏中立一相，使傳賓主之命。主人乃自出迎賓於大門外，必非一相迎賓者，案《鄉飲酒義》雲『主人拜迎賓於庠門之外』，明主人自迎。若然，主人輒言一相者，欲見使一相傳命，乃迎，故雲『相主人之吏，擯贊傳命者』也。若然，《士相見》註『異日則拜迎，同日不拜迎』者，彼以摯相見法，此自以賓舉賢能，故與彼異也。"
      },
      {
        "index": 16,
        "text": "揖眾賓。差益卑也，拜介、揖眾賓，皆西南面。\n[疏]『揖眾賓』。註『差益』至『南面』。釋曰：雲『差益卑』者，以上文主人迎賓而拜介，是介差卑於賓。今於眾賓不拜，直揖之而已，故雲差益卑也。知拜介揖眾賓皆西南面者，以其賓、介、眾賓立位在門外，位以北為上，主人與賓正東西相當，則介與眾賓差在南東面明。知主人正西面拜賓，則側身向西南拜介、揖眾賓矣。"
      },
      {
        "index": 17,
        "text": "主人揖，先入。揖，揖賓也。先入門而西面。\n[疏]『主人揖先入』。註『揖揖』至『西面』。釋曰：此鄉大夫行鄉飲酒在庠學，唯有一門，即向階，門內既有三揖，故主人導賓，揖而先入門，至內霤西向待賓也。"
      },
      {
        "index": 18,
        "text": "賓厭介，入門左。介厭眾賓，入，眾賓皆入門左，北上。皆入門西，東面，賓之屬相厭，變於主人也。推手曰揖，引手曰厭，今文皆作揖。又曰眾賓皆入左，無門。"
      },
      {
        "index": 19,
        "text": "[疏]『賓厭』至『北上』。註『皆入』至『無門』。釋曰：主人入後，賓乃厭介，介厭眾賓，相隨入門，皆東面北上定位。賓既北上，主人西面相向，揖訖乃相背，各向堂塗，介與眾賓亦隨賓至西階下也。雲『賓之屬，相厭變於主人也』者，以賓與介、眾賓等自用引手而入，故不揖，是變於主人也。雲『推手揖，引手曰厭』者，厭字或作撎字者，古字義亦通也。雲『推手揖』者，案《周禮·司儀》雲：『士揖庶姓，時揖異姓，天揖同姓。』鄭以推手小下之為士揖，平推手為時揖，推手小舉之為天揖，皆以推手為揖。又案僖二年《公羊傳》：『荀息進曰：虞、郭見與？獻公揖而進之。』何休雲：『以手通指曰揖。』與此別者，推手解其厭狀，通指道其揖意也。鄭則解揖體，何氏釋其揖意，相兼乃足也。雲『引手曰厭』者，以手向身引之。雲『今文皆作揖』者，鄭不從也。雲『又曰眾賓皆入門左，無門』，亦不從也。"
      },
      {
        "index": 20,
        "text": "主人與賓三揖，至於階，三讓。主人升，賓升。主人阼階上當楣北面再拜。賓西階上當楣北面答拜。三揖者，將進揖，當陳揖，當碑揖。楣，前梁也。復拜，拜賓至此堂，尊之。"
      },
      {
        "index": 21,
        "text": "[疏]『主人』至『答拜』。註『三揖』至『尊之』。釋曰：雲『三讓，主人升』者，主人先升，賓後升，故《鄉射》雲『主人升一等，賓升』是也。雲『三揖者，將進揖，當陳揖，當碑揖』者，《爾雅》『陳，堂塗也』。雲『楣，前梁也』者，對後梁為室戶上。雲『復拜，賓至此堂，尊之』者，案《公食禮》雲：『公升二等，賓升。』公當楣北鄉，至再拜。《燕禮》、《大射》皆雲主人升自西階，賓右至，再拜。《鄉飲酒義》亦雲『拜至拜洗』，皆不雲至者，略之。是知此升堂拜亦是拜至。可知凡拜至者，皆是尊之也。"
      },
      {
        "index": 22,
        "text": "主人坐取爵於篚，降洗。將獻賓也。\n[疏]『主人』至『降洗』。註『將獻賓也』。釋曰：自此至『主人阼階上答拜』，論主人盥洗獻賓之節也。雲『主人坐取爵於篚』者，篚在堂上尊南，故取之乃降也。賓降。從主人也。"
      },
      {
        "index": 23,
        "text": "主人坐奠爵於階前，辭。重以己事煩賓也。事同曰讓，事異曰辭。\n[疏]註『重以』至『曰辭』。釋曰：主人獻賓，乃是主人事，故雲『重以己事煩賓也』。雲『事同曰讓，事異曰辭』者，事同，謂若上文主人與賓俱升階，而雲三讓是也；事異，若此文主人有事，賓無事，是事異則曰辭。此對文為義，若散文則通。是以《周禮·司儀》雲：『主君郊勞，交擯，三辭，車逆，拜辱，三揖，三辭，拜受。』註雲：『三辭，重者先辭，辭其以禮來於外，後辭，辭升堂。』事同而雲辭，是其通也。"
      },
      {
        "index": 24,
        "text": "賓對。對，答也。賓主之辭未聞。\n[疏]註『賓主之辭未聞』。釋曰：其辭未聞者，謂若《冠禮》醮辭之等，雖行事，辭不見，於後以次見辭。此則無見辭之事，故雲『未聞』也。"
      },
      {
        "index": 25,
        "text": "主人坐取爵，興，適洗，南面坐，奠爵於篚下，盥洗。已盥乃洗爵，致絜敬也。今文無奠。\n[疏]『主人』至『盥洗』。註『已盥』至『無奠』。釋曰：案《鄉飲酒義》雲：『主人盥洗揚觶，所以致絜也。拜至，拜洗，拜受，拜送，所以致敬也。』此經先言盥、後言洗，則盥手乃洗爵者，所以致絜，鄭取《鄉飲酒義》為言也。若然盥手、洗爵，止是致絜，拜受之等乃是致敬，並言敬者，鄭註兼拜至、拜受而言耳。"
      },
      {
        "index": 26,
        "text": "賓進，東北面，辭洗。必進東行，示情。\n[疏]『賓進東北面辭洗』。釋曰：案下經雲：『賓復位，當西序，東面。』註雲：『言復位者，明始降時，位在此者。』案《鄉射》『賓進東北面，辭洗』，彼註雲：『必進者，方辭洗，宜違其位也。言東北面，則位南於洗矣。』是其賓初降立，至於序南東鄉，至於主人洗爵乃東行，故此得北面辭洗也。雲『示情』者，實進前就主人示謙，下主人之情也。"
      },
      {
        "index": 27,
        "text": "主人坐奠爵於篚，興對。賓復位，當西序，東面。言復位者，明始降時位在此。\n[疏]『主人』至『東面』。註『言復』至『在此』。釋曰：上經奠爵於階前者，主人未洗，見賓降即奠爵，故在階前奠爵。此即至洗，將洗爵，見賓辭，故奠爵於篚興對，故不同也。雲『言復位者，明始降時位在此』者，上始降時，直雲賓降，不言處所，於此見之，是舉下以明上之義也。"
      },
      {
        "index": 28,
        "text": "主人坐取爵，沃洗者西北面。沃洗者，主人之群吏。\n[疏]『主人』至『北面』。註『沃洗』至『群吏』。釋曰：知『主人群吏』者，下記雲：『主人之贊者，西面北上，不與。』註雲：『贊，佐也。謂主人之屬，佐助主人之禮事，徹鼏，沃盥，設薦俎。』是也。"
      },
      {
        "index": 29,
        "text": "卒洗，主人壹揖、壹讓，升。俱升。古文一作壹。\n[疏]『卒洗』至『讓升』。註『俱升』。釋曰：知『俱升』者，《鄉射》雲：『主人卒洗，一揖一讓，以賓升。』明俱升可知。若然，上文主人先升，賓乃升者，以初至之時，賓客之道進宜難，故主人升導之，至此以辭讓訖，故略威儀而俱升也。"
      },
      {
        "index": 30,
        "text": "賓拜洗。主人坐奠爵，遂拜，降盥。復盥，為手坋汙。\n[疏]『賓拜』至『降盥』。註『復盥為手坋汙』。釋曰：言『奠爵，遂拜』者，因事曰遂，是以《燕禮》雲：賓受酬，『坐祭酒，遂奠於薦東』，註雲：『遂者，因坐而奠，不北面。』是其類也。凡賓主行事，相報皆言答，此不言答，省文也。"
      },
      {
        "index": 31,
        "text": "賓降，主人辭，賓對，復位，當西序。卒盥，揖讓升。賓西階上疑立。疑，讀為疑然從於趙盾之疑。疑，正立自定之貌。"
      },
      {
        "index": 32,
        "text": "[疏]『賓降』至『疑立』。註『疑讀』至『之貌』。釋曰：言『揖讓』升，不言一揖一讓，從上可知。雲『疑，讀為疑然從於趙盾之疑。疑，正立自定之貌』者，案宣公六年《公羊傳》雲：晉靈公欲殺趙盾，『於是伏甲於宮中，召趙盾而食之。趙盾之車右祁彌明者，國之力士也，仡然從乎趙盾而入，放乎堂下而立』。何休雲：『仡然，壯勇貌。』鄭氏以『仡然從乎趙盾而入，放乎堂下而立』，不取何休註義，以《鄉射》註雲『疑，止也，有矜莊之色』，自定其義，不殊字義，與何少異也。"
      },
      {
        "index": 33,
        "text": "主人坐取爵，實之賓之席前，西北面獻賓。獻，進也，進酒於賓。\n[疏]『主人』至『獻賓』。註『獻進』至『於賓』。釋曰：雲『西北面』者，賓在西階，北面，將就席受，故西北面向其席故也。賓西階上拜，主人少退。少退，少辟。"
      },
      {
        "index": 34,
        "text": "賓進受爵，以復位。主人阼階上拜送爵，賓少退。復位，復西階上位。\n[疏]『賓進』至『少退』。釋曰：雲『賓進』者，以賓西階上疑立，今見主人西北面獻於己席前，故賓進，將於席前受之故也。案《鄉射》雲『賓進，受爵於席前，復位』，此不言席前，文不具也。"
      },
      {
        "index": 35,
        "text": "薦脯醢。薦，進也。進之者，主人有司。\n[疏]『薦脯醢』。註『薦進』至『有司』。釋曰：知非主人自薦者，案《昏禮》禮賓『贊者薦脯醢』，《周禮·膳宰》『薦脯醢』，皆非主人，故知此亦非主人，是有司也。"
      },
      {
        "index": 36,
        "text": "賓升席，自西方。升由下也，升必中席。\n[疏]『賓升席自西方』。註『升由』至『中席』。釋曰：案《曲禮》雲：『席南鄉、北鄉，以西方為上。』今升席自西方，雲『升由下』者，以賓統於主人，以東方為上，故以西方為升由下也。"
      },
      {
        "index": 37,
        "text": "乃設折俎。牲體枝解節折在俎。\n[疏]『乃設折俎』。註『牲體』至『在俎』。釋曰：凡解牲體之法，有全蒸其豚，解為二十一體。體解，即此折俎是也。是以下有賓俎脊、脅、肩，介俎脊、脅、肫、胳，是體解也。"
      },
      {
        "index": 38,
        "text": "主人阼階東疑立。賓坐，左執爵，祭脯醢。坐，坐於席。祭脯醢者以右手。\n[疏]『主人』至『脯醢』。註『坐坐』至『右手』。釋曰：知賓坐坐於席上者，上文賓升席，下文降席，故知此坐在席可知。雲『祭脯醢者以右手』者，此經左執爵，明祭用右手，是以《鄉射》亦雲『右祭脯醢』。"
      },
      {
        "index": 39,
        "text": "奠爵於薦西，興，右手取肺，卻左手執本，坐，弗繚，右絕末以祭，尚左手，嚌之。興，加於俎。興，起也。肺離之。本，端厚大者。繚猶紾也。大夫以上，威儀多。紾絕之，尚左手者，明垂紾之，乃絕其末。嚌，嘗也。"
      },
      {
        "index": 40,
        "text": "[疏]『奠爵』至『於俎』。註『興起』至『嘗也』。釋曰：奠爵於薦右者，為取肺奠之將舉，故奠於右。《禮記·少儀》雲『取俎進俎，不坐』，是以取時奠爵興，至加於俎又興也。雲『肺離之。本，端厚大』者，此是舉肺刲者，於下記文。本謂根本，肺之大端，故雲厚大。雲『繚，猶紾也』者，弗繚即弗紾，一也。雲『大夫以上，威儀多』者，此《鄉飲酒》大夫禮，故雲繚祭，《鄉射》士禮，雲絕祭。但雲繚必兼絕，言絕不得兼繚，是以此經雲繚兼言絕也。言大夫以上，則天子諸侯亦繚絕兼有，但禮篇亡，無以可知也。案《周禮·大祝》雲：辨九祭，『七曰絕祭，八曰繚祭』，註雲：『本同，禮多者繚之，禮略者絕則祭之。』亦據此與《鄉射》而言也。大夫已上為繚祭，《燕禮》、《大射》雖諸侯禮，以賓皆大夫為之，臣在君前，故不為繚祭，皆為絕祭也。雲『嚌，嘗也』者，嚌至齒則嘗之也。"
      },
      {
        "index": 41,
        "text": "坐捝手，遂祭酒。捝，拭也。古文捝作說。\n[疏]『坐捝手遂祭酒』。註『捝拭』至『作說』。釋曰：案《內則》事佩之中有帨，則賓客自有帨巾以拭手也。坐捝手，因事曰遂，因坐祭酒，故雲遂也。案《鄉射》『坐捝手，執爵遂祭』，此不言執爵，省文也。"
      },
      {
        "index": 42,
        "text": "興，席末坐啐酒。啐亦嘗也。\n[疏]『興席末坐啐酒』。註『啐亦嘗也』。釋曰：言『席末』，謂於席之尾，故雲末。《鄉飲酒義》雲：『祭薦、祭酒，敬禮也。嚌肺，嘗禮也。啐酒，成禮也。於席末，言是席之正，非專為飲食也。此所以貴禮而賤財也。』註雲：『祭薦、祭酒、嚌肺於席中，唯啐酒於席末。』是也。啐酒於席末者，酒是財，賤財之義也。雲『啐亦嘗』者，亦前肺雲嚌，是至齒為嘗。此酒雲啐，謂入口為嘗，雖至齒，入口不同，皆是嘗也。又肺於前用之不得言成禮，酒後乃用，故雲成禮，異於肺也。"
      },
      {
        "index": 43,
        "text": "降席，坐奠爵，拜，告旨，執爵，興。主人阼階上答拜。降席，席西也。旨，美也。\n[疏]『降席』至『答拜』。註『降席』至『美也』。釋曰：賓拜告旨，主人拜崇酒，其節同，義即異矣。賓言旨，甘主人之位，啐則拜之。主人雲崇者，崇，充也，謝賓以酒惡相充實，飲訖，乃崇酒。先後亦同也。"
      },
      {
        "index": 44,
        "text": "賓西階上北面坐，卒爵，興，坐奠爵，遂拜，執爵，興。主人阼階上答拜。卒，盡也。於此盡酒者，明此席非專為飲食起。"
      },
      {
        "index": 45,
        "text": "[疏]『賓西』至『答拜』。註『卒盡』至『食起』。釋曰：言『遂拜』者，亦因奠爵不起，因拜也。雲『於此盡酒者，明此席非專為飲食起』者，但此席為賓賢能起，故謂在席盡爵，於此西階上卒之也。雲『不專為飲食』者，啐酒於席末，兼為飲食之事，故以不專言之也。"
      }
    ]
  }
}