{
  "chapterNumber": 18,
  "title": "卷十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "三耦卒射。賓降，取弓矢於堂西。（不敢與君並俟告。取之以升，俟君事畢。）\n[疏]「三耦」至「堂西」。註「不敢」至「事畢」。釋曰：自此盡「其而俟」，論第二番射三耦訖，次公卿大夫之事。但此賓先降，取弓矢即升堂者，以其「不敢與君並待告」，故下雲司射告射於公，小射正取公之決、拾，並授弓拂弓，是君得告，乃取弓矢，是不敢與君並俟告也。云「取之以升，俟君事畢」"
      },
      {
        "index": 1,
        "text": "者，案下文云「公將射，則賓降堂西，袒、決、遂，執弓，三挾一個，升自西階」，是君事畢。君事畢，賓降，袒、決、遂，乃更升。若然，賓於此不即袒、決、遂者，去射時遠，故不可即袒也。"
      },
      {
        "index": 2,
        "text": "諸公、卿則次，繼三耦以南。（言繼三耦，明在大夫北。）\n[疏]「諸公」至「以南」。註「言繼」至「夫北」。釋曰：言「次」"
      },
      {
        "index": 3,
        "text": "者，但射位在堂東，次在洗東南，今諸公卿東南次前，北至三耦之南，以次西面立。云「繼三耦，明在大夫北」者，以其三耦在北，大夫在南，而言繼三耦，明在大夫之北也。"
      },
      {
        "index": 4,
        "text": "公將射，則司馬師命負侯，皆執其旌以負其侯而俟。（君尊，若始焉。）\n[疏]「公將」至「而俟」。註「君尊若始焉」。釋曰：云「君尊，若始焉」者，案上始時，司馬命負侯，三耦將射，司馬命去侯。今三耦卒射，君將射，司馬使更命負侯，是君尊若始焉。"
      },
      {
        "index": 5,
        "text": "司馬師反位。隸仆人埽侯道。（新之。）司射去撲，阼階下，告射於公，公許。西階東，告於賓。（告當射也。今文曰阼階下，無。）"
      },
      {
        "index": 6,
        "text": "遂撲，反位。小射正一人，取公之決、拾於東坫上。一小射正授弓、拂弓，皆以俟於東堂。（授弓，當授大射正。拂弓，去塵。）"
      },
      {
        "index": 7,
        "text": "[疏]「小射」至「東堂」。註「授弓」至「去塵」。釋曰：據此經上下，或云「大射正」，或云「司射」，或云「小射正」，不同者，今行射禮，大射正一人，為上，司射次之，或雲小射正。若然，大射正與司射各一人，據其行事，小射正不止一人而已。此云「小射正一人，取公之決、拾於東坫上」，下云「小射正奉決拾以笥」，與此一人。此又云「小射正授弓」，與取決、拾別，則小射正二人也。云「授弓，當授大射正」者，下云「大射正執弓」，以袂以授公，明此小射正授弓者，當授大射正也。"
      },
      {
        "index": 8,
        "text": "公將射，則賓降，堂西，袒、決、遂，執弓，三挾一個，升自西階，先待於物北，一，東面立。（不敢與君並。，矢。東面立，鄉君也。）"
      },
      {
        "index": 9,
        "text": "[疏]「公將」至「面立」。註「不敢」至「君也」。釋曰：云「公將射，則賓降」者，案前文賓降堂西取弓矢，無賓升堂之文，但文不具，其實即升矣，是以此文雲賓降。云「，矢」者，案《周禮。矢人》矢長三尺，則此賓立於物北三尺矣。"
      },
      {
        "index": 10,
        "text": "司馬升，命去侯如初，還右，乃降，釋弓，反位。（還右，還君之右也，猶出下射之南，還其後也。今文曰右還。）"
      },
      {
        "index": 11,
        "text": "[疏]註「還右」至「右還」。釋曰：云「還右，還君之右也」者，君為下射，賓為上射，司馬在君之西南，揚弓命去侯訖，還君之右東而南，西向，降自西階。「猶出下射之南，還其後也」者，由如上文初將射時，司馬立於物，南揚弓，命去侯訖，出於下射之南，還其後，降自西階，前後是同，故取彼解此。"
      },
      {
        "index": 12,
        "text": "云「今文曰右還」，不從右還者，若右還，則右還於上射，不得還君，故不從也。\n公就物，小射正奉決、拾以笥，大射正執弓，皆以從於物。（笥，萑葦器。"
      },
      {
        "index": 13,
        "text": "大射正舍司正，親其職。）\n[疏]「公就」至「於物」。註「笥萑」至「其職」。釋曰：前解大射正與司射別人，案此註大射正舍司正親其職，則大射正與司正為一人。又案上文司射請立司正，遂立司射為司正，則司射又與大射正為一人，與上解似相違者，以大射正與射人俱掌射事，相當，則大射正與司射別。若通而言之，射人不對大射正，射人亦名大射正，故此以射人為大射正也。"
      },
      {
        "index": 14,
        "text": "小射正坐奠笥於物南，遂拂以巾，取決，興，贊設決，朱極三。（極猶放也，所以韜指，利放弦也。以朱韋為之。三者，食指、將指、無名指。無極，放弦契於此指，多則痛。小指短，不用。）"
      },
      {
        "index": 15,
        "text": "小臣正贊袒，公袒朱襦，卒袒。小臣正退俟於東堂，小射正又坐取拾，興。\n贊設拾，以笥退奠於坫上，復位。（既袒乃設拾。拾，當以襦上。）"
      },
      {
        "index": 16,
        "text": "[疏]註「既袒」至「襦上」。釋曰：案上文設決訖，乃云「公袒朱襦」，始云「小臣正贊設拾」，拾當拾斂膚體，宜在朱襦之上。故鄭云「既袒乃設拾，拾當以襦上」。《鄉射》云「袒決遂」，以其無襦，故遂與決得俱時設。若大夫對士射，袒襦，設遂亦當在袒後。"
      },
      {
        "index": 17,
        "text": "大射正執弓，以袂順左右隈，上再下壹，左執付，右執簫，以授公。公親揉之。（順，放之也。隈，弓淵也。揉，宛之，觀其安危也。今文順為循，古文揉為紐。）"
      },
      {
        "index": 18,
        "text": "[疏]「大射」至「揉之」。註「順放」至「為紐」。釋曰：云「順，放之也」者，以袂向下，於弓隈順放之。云「觀其安危也」者，案《考工記。弓人》云「其弓安，其弓危」者，以弓弱者為危，其弓強者為安，則此雲觀安危者，謂試弓之強弱。"
      },
      {
        "index": 19,
        "text": "小臣師以巾內拂矢而授矢於公，稍屬。（內拂，恐塵及君也。稍屬，不矢。）\n大射正立於公後，以矢行告於公。（若不中，使君當知而改其度。）下曰留，上曰揚，左右曰方。（留，不至也。揚，過去也。方，出旁也。）"
      },
      {
        "index": 20,
        "text": "公既發，大射正受弓而俟，拾發以將乘矢。（公，下射也，而先發，不留尊也。）\n[疏]「公既」至「乘矢」。註「公下」至「尊也」。釋曰：案上三耦射者，上射射訖，乃次下射。此公為下射，當後射，今君射前於賓，故鄭云「先發不留尊也」。"
      },
      {
        "index": 21,
        "text": "公卒射，小臣師以巾退，反位。大射正受弓。（受弓以授有司於東堂。）\n小射正以笥受決、拾，退奠於坫上，復位。大射正退，反司正之位。小臣正贊襲。公還而後賓降，釋弓於堂西，反位於階西，東面。（階西東面，賓降位。）"
      },
      {
        "index": 22,
        "text": "[疏]註「階西」至「降位」。釋曰：案上文賓受獻訖，降立於階西東面，此云「反位於階西，東面」，故雲反位也。"
      },
      {
        "index": 23,
        "text": "公即席，司正以命升賓。賓升復筵，[疏]「公即」至「復筵」。釋曰：此公與賓復升即位者，公卿以下當繼射，公與賓當觀之，故升就位也。"
      },
      {
        "index": 24,
        "text": "而後卿大夫繼射。\n諸公卿取弓矢於次中，袒、決、遂，執弓，三挾一個，出，西面揖，揖如三耦，升射。卒射，降如三耦。次，釋弓，說決、拾，襲，反位。眾皆繼射，釋獲皆如初。（諸公卿言取弓矢，眾言釋獲，互言也。）卒射，釋獲者遂以所執餘獲阼階下，北面告於公，曰：「左右卒射。」（司射不告者，釋獲者於是有事，宜終之也。餘獲，餘也。無餘則無所執。古文曰餘。）反位，坐委餘獲於中西，興，共而俟。"
      },
      {
        "index": 25,
        "text": "司馬袒執弓，升，命取矢如初。負侯許諾，以旌負侯如初。司馬降，釋弓如初。小臣委矢於，如初。（司馬，司馬正，於是司馬師亦坐乘矢。）"
      },
      {
        "index": 26,
        "text": "[疏]「司馬」至「如初」。釋曰：自此盡「就席」，論射訖，取矢委於之事。註「司馬」至「乘矢」。釋曰：知「司馬，是司馬正，司馬師亦坐乘矢」者，此經皆言「如初」，案上番射，司馬正與司馬師乘矢，故知也。"
      },
      {
        "index": 27,
        "text": "賓、諸公、卿、大夫之矢皆異束之以茅。卒，正坐，左右撫之，進束，反位。\n（異束大夫矢，尊殊之也。正，司馬正也。進，前也。又言束，整結之，示親也。）"
      },
      {
        "index": 28,
        "text": "[疏]註「異束」至「殊之也」。釋曰：公卿皆異束，但言大夫者，公卿自相對，其矢俱束之，及其脫之，亦拾取。但三耦之內，大夫以士耦之，士矢不束，大夫束之，故曰尊殊之。下註云：「不言君矢，小臣以授矢人於東堂下可知。」"
      },
      {
        "index": 29,
        "text": "知者，以其小臣取矢，明取之以授矢人。\n賓之矢，則以授矢人於西堂下。（是言矢人，則納射器之有司，各以其器名官職。不言君矢，小臣以授矢人於東堂下可知。）"
      },
      {
        "index": 30,
        "text": "司馬釋弓，反位，而後卿、大夫升就席。（此言其升，前小臣委矢於。）\n[疏]註「此言」至「於」。釋曰：云「此言其升，前小臣委矢於」"
      },
      {
        "index": 31,
        "text": "者，案上文司馬降，釋弓如初，在小臣委矢之上，其司馬降釋弓之時，卿大夫即升就席。委矢當依司馬命取矢之下，不失其次，故不即見卿大夫升事，是以於此特言「司馬降釋弓」，與卿大夫升為節耳，故鄭亦言其次第也。"
      },
      {
        "index": 32,
        "text": "司射階西，釋弓，去撲，襲，進由中東，立於中南，北面視。（釋弓去撲，射事已也。）\n[疏]「司射」至「去撲」。釋曰：自此盡「共而俟」，論數之事。直言「去撲」，不言去矢，矢亦去之，是以下文司射執弓，挾一個，撲。明此時去矢，後更挾之。"
      },
      {
        "index": 33,
        "text": "釋獲者東面於中西坐，先數右獲。（固東面矣，復言之者，少南就右獲。）\n二為純。（純猶全也，耦陰陽也。）一純以取，實於左手。十純則縮而委之。"
      },
      {
        "index": 34,
        "text": "（縮，從也。於數者東西為從。古文縮皆作蹙。）每委異之。（易校數。）有餘純，則橫諸下。（又異之也，自近為下。）一為奇，奇則又縮諸純下。（又從之。）興，自前左，（從中前北也，更端，故起。）東面坐。（少北於故。）"
      },
      {
        "index": 35,
        "text": "坐，兼斂，實於左手，一純以委，十則異之。（變於右也。）其餘如右獲。\n（謂所縮所橫者。）司射復位，釋獲者遂進取賢獲執之，由阼階下北面告於公。"
      },
      {
        "index": 36,
        "text": "（賢獲，勝黨之也。執之者，齊而取其餘。）若右勝，則曰：「右賢於左。」\n若左勝，則曰：「左賢於右。」以純數告。若有奇者，亦曰奇。（告曰：某賢於某若干純、若干奇。）若左右鈞，則左右各執一以告，曰：「左右鈞。」還復位，坐，兼斂，實八於中，委其餘於中西，興，共而俟。"
      },
      {
        "index": 37,
        "text": "司射命設豐。（當飲不勝者射爵。）\n[疏]「司射命設豐」。釋曰：自此盡「徹豐與觶」，論二番射訖，行射爵之事。"
      },
      {
        "index": 38,
        "text": "司宮士奉豐，由西階升，北面坐設於西楹西，降復位。勝者之弟子洗觶，升酌散，南面坐奠於豐上，降反位。（弟子，其少者也。不授者，射爵猶罰爵，略之。）"
      },
      {
        "index": 39,
        "text": "[疏]註「弟子」至「略之」。釋曰：自此以上，其疏見於《鄉射》，於此不復言。云「不授者，射爵猶罰爵，略之」者，案《詩》云：「兕觥其，旨酒思柔。」註云：，陳設貌。觥，罰爵，不手授。此飲射爵亦不手授，故雲猶罰爵也。案獻酬之爵皆手授之，此不手授，故雲略之也。若然，士以下飲罰爵者，取於豐，大夫已上皆手授，尊之，故下註云：「授爵而不奠豐，尊大夫也。」其三耦之內，雖大夫亦取於豐者，以其作三耦與眾耦同事，故不復殊之。"
      },
      {
        "index": 40,
        "text": "司射遂袒執弓，挾一個，撲，東面於三耦之西，命三耦及眾射者：「勝者皆袒、決、遂，執張弓。（執張弓，言能用之也。右手挾弦。）"
      },
      {
        "index": 41,
        "text": "不勝者皆襲，說決、拾，左手，右加弛弓於其上，遂以執付。」（固襲說決、拾矣，復言之者，起勝者也。不勝者執弛弓，言不能用之也。兩手執付，無所挾也。）"
      },
      {
        "index": 42,
        "text": "[疏]註「固襲」至「挾也」。釋曰：云「固襲說決、拾矣，復言之者，起勝者也」者，起勝者，射畢之時，降堂，皆就次襲說決拾矣，故雲固襲。今復言之者，以其勝者更袒決遂，故復言。不勝，襲，說決拾，欲與勝者相起復發，故復言之也。"
      },
      {
        "index": 43,
        "text": "司射先反位。（居前，俟所命入次而來飲。）\n三耦及眾射者皆升，飲射爵於西階上。（不勝之黨無不飲。）\n[疏]註「不勝之黨無不飲」。釋曰：以其經云「三耦及眾射者皆升飲射爵」"
      },
      {
        "index": 44,
        "text": "者，言升之，明知不勝之黨無不飲。但大射者，所以擇士以助祭，今若罰爵，在於不勝之黨，雖數中亦受罰。及其助祭，雖飲射爵亦得助祭。但在勝黨，雖不飲爵，若不數中，亦不得助祭。以其飲罰據一黨而言，取其助祭取一身之藝，義故不同也。"
      },
      {
        "index": 45,
        "text": "小射正作升飲射爵者，如作射。一耦出，揖如升射。及階，勝者先升升堂，少右。（先升，尊賢也。少右，辟飲者，亦因相飲之禮然。）"
      },
      {
        "index": 46,
        "text": "[疏]註「先升」至「禮然」。釋曰：云「亦因相飲之禮然」者，案《鄉飲酒》、《鄉射》獻酬之禮，獻者在右，酬者在左，故云「亦」也。"
      },
      {
        "index": 47,
        "text": "不勝者進，北面坐取豐上之觶，興，少退，立卒觶，進，坐奠於豐下，興，揖。（立卒觶，不祭，不拜，受罰不備禮也。右手執觶，左手執弓。）"
      },
      {
        "index": 48,
        "text": "[疏]註「立卒」至「執弓」。釋曰：案《鄉飲酒》皆祭坐卒爵、拜既爵，故此決之，受罰不備禮也。云「右手執觶，左手執弓」者，以其執弛弓不釋於地，明知未飲時兩手執弓。今受罰爵，右手執爵，為便左手執弓可知。"
      },
      {
        "index": 49,
        "text": "不勝者先降，（後升先降，略之，不由次也。降而少右，復並行。）\n[疏]「不勝者先降」。註「後升」至「並行」。釋曰：云「後升先降，略之，不由次也」者，案上文「勝者先升」，此文「不勝者先降」，故雲略之不由次。云「降而少右，復並行」者，見下文「與升飲者相左」，明降至堂下，此二人少右，復並行，以其辟升者在左故也。"
      },
      {
        "index": 50,
        "text": "與升飲者相左，交於階前，相揖，次，釋弓，襲，反位。仆人師繼酌射爵，取觶實之，反奠於豐上，退俟於序端。（仆人師酌者，君使之代弟子也。自此以下，辯為之酌。）"
      },
      {
        "index": 51,
        "text": "升飲者如初，三耦卒飲。若賓、諸公、卿、大夫不勝，則不降，不執弓，耦不升，（此耦謂士也。諸公卿或闕，士為之耦者，不升。其諸公卿大夫相為耦者不降席，重恥尊也。）"
      },
      {
        "index": 52,
        "text": "[疏]「若賓」至「不升」。註「此耦」至「尊也」。釋曰：知「此耦謂士」者，以大夫坐於上，士立於下，經云「耦不升」，故雲此耦謂士也。是以鄭解其意云：諸公卿或闕，士為之耦者不升，其諸公卿大夫相為耦者不降席，以其大夫在堂上，故云「不降席」。云「重恥尊也」者，解士不升，大夫已上不降席，意以其卑者對飲尊者是可恥之事，不對飲是重恥尊者也。"
      },
      {
        "index": 53,
        "text": "仆人師洗，升實觶以授，賓、諸公、卿、大夫受觶於席，以降，西階上，北面立飲，卒觶，授執爵者，反就席。（雖尊亦西階上立飲，不可以己尊枉正罰也。授爵而不奠豐，尊大夫也。）"
      },
      {
        "index": 54,
        "text": "[疏]註「雖尊」至「夫也」。釋曰：云「不可以已尊枉正罰也」者，正罰，謂上文飲者在左，勝者在右，於西階之上北面，跪取豐上之觶飲之是也。今雖不取於豐，亦於西階北面，是不可以已尊枉正罰也。"
      },
      {
        "index": 55,
        "text": "若飲公，則侍射者降，洗角觶，升酌散，降拜。（侍射，賓也，飲君則不敢以為罰，從致爵之禮也。）\n[疏]「若飲」至「降拜」。註「侍射」至「禮也」。釋曰：云「侍射，賓也」者，以其賓與君對射，耦自相飲，故知侍射者賓也。云「飲君則不敢以為罰，從致爵之禮也」者，罰爵，如上文罰者飲之而已，今則從《燕》，臣致爵於君之禮，下文所謂夾爵者是也。但此經云「角觶」，與上文觶皆是「三升曰觶」。"
      },
      {
        "index": 56,
        "text": "觶與角連，故謂之角觶，或單言角，或單言觶。是以《禮記。少儀》云：「侍射則約矢，侍投則擁矢，勝則洗爵而請不角。」註云：「角謂觥，罰爵也。於尊長與客，如獻酬之爵。」又《詩》云：「我姑酌彼兕觥。」毛傳云：「兕觥，角爵。」"
      },
      {
        "index": 57,
        "text": "箋云：「兕觥，罰爵。」是其角觶、兕觥皆罰爵。此角觶以兕角為之，非謂「四升曰角」者也。若然，此角觶對下文飲君雲象觶，故雲角觶，謂賓酌如兕，自飲君，即下文賓降洗象觶，亦從獻酬之爵，不敢用罰爵也。"
      },
      {
        "index": 58,
        "text": "公降一等，小臣正辭，賓升，再拜稽首，公答再拜。賓坐祭，卒爵，再拜稽首。公答再拜。賓降，洗象觶，升酌膳以致，下拜，小臣正辭，升，再拜稽首。"
      },
      {
        "index": 59,
        "text": "公答再拜。公卒觶，賓進受觶，降洗散觶，升實散，下拜，小臣正辭，升，再拜稽首。公答再拜。（賓復酌自飲者，夾爵也。但如致爵，則無以異於《燕》也。"
      },
      {
        "index": 60,
        "text": "夾爵，亦所以恥公也。所謂若飲君，燕則夾爵。）\n[疏]註「賓復」至「夾爵」。釋曰：云「所謂若飲君，燕則夾爵」者，言所謂《鄉射》文。彼云「燕」者，則此經夾爵也。"
      },
      {
        "index": 61,
        "text": "賓坐，不祭，卒觶，降奠於篚，階西東面立。（不祭，象射爵。）\n[疏]註「不祭象射爵」。釋曰：案上文受罰者取爵於豐，飲之，不祭。此雲君爵不祭，是以賓飲夾爵亦不祭，皆與射同，故云「象」。"
      },
      {
        "index": 62,
        "text": "擯者以命升賓，賓升就席。（擯者，司正也。今文席為筵。）若諸公、卿、大夫之耦不勝，則亦執弛弓，特升飲。（此耦亦謂士也。特猶獨也。以尊與卑為耦，而又不勝，使之獨飲，若無倫匹，孤賤也。）眾皆繼飲射爵，如三耦。射爵辯，乃徹豐與觶。（徹，除也。）"
      },
      {
        "index": 63,
        "text": "司宮尊侯於服不之東北，兩獻酒，東面，南上，皆加勺，設洗於尊西北，篚在南，東肆，實一散於篚。（為大侯獲者設尊也。言尊侯者，獲者之功由侯也。"
      },
      {
        "index": 64,
        "text": "不於初設之者，不敢必君射也。君不射，則不獻大侯之獲者。散，爵名，容五升。）\n[疏]「司宮」至「於篚」。註「為大」至「五升」。釋曰：自此盡「侯而俟」，論設尊獻服不之事。云「不於初設之者，不敢必君射也，君不射，則不獻大侯之獲者」。若然，此設大侯之獲者，君不射則不設之，不豫設者，不敢必君射。案上張侯先設大侯，君射大侯，張之，必君射者。但聖人設法，一與一奪，以大射者為祭，擇士所以助祭，人君不可不親，故奪其尊，使之必射，故豫張大侯。至此設大侯之尊，君射訖乃設之者，許其自優暇，容有不射之理，是以不射則不設，射乃設之。云「散，爵名，容五升」者，案《韓詩傳》云：「一升曰爵，二升曰觚，三升曰觶，四升曰角，五升曰散。」是其散容五升也。"
      },
      {
        "index": 65,
        "text": "司馬正洗散，遂實爵，獻服不。（言服不者，著其官，尊大侯也。服不，司馬之屬，掌養猛獸而教擾之者。洗酌皆西面。）"
      },
      {
        "index": 66,
        "text": "[疏]「司馬」至「服不」。註「言服」至「西面」。釋曰：云「服不者，著其官，尊大侯也」者，自此已前皆以事名之，於此而言服不，著其官，言尊大侯故也。云「服不，司馬之屬」者，以其服不在大司馬下六十官之屬者。云「掌養猛獸而教擾之」者，猛獸，熊、羆之屬，教之使擾馴人，意象王者服不服諸擾，使歸服王者。云「洗酌皆西面」者，以其設尊、設洗皆東面，故知洗爵酌酒皆西面向之也。若然，獻旅食尊，後酌者為背君，此西面不嫌背君，以其南統於侯故也。"
      },
      {
        "index": 67,
        "text": "服不侯西北三步，北面拜受爵。（近其所為獻。）\n[疏]「服不」至「受爵」。註「近其所為獻」。釋曰：云「近其所為獻」"
      },
      {
        "index": 68,
        "text": "者，以其服不得獻，由侯所為，故不近乏而近侯獻之，故雲近其所為獻也。\n司馬正西面拜送爵，反位。（不俟卒爵，略賤也。此終言之，獻服不之徒乃反位。）"
      },
      {
        "index": 69,
        "text": "[疏]「司馬」至「反位」。註「不俟」至「反位」。釋曰：云「不俟卒爵，略賤也」者，案上文獻服不訖，又案下文「卒祭，左個之西北三步，東面，設薦俎，立卒爵」。若然，卒爵禮祭侯訖，今司馬反位在未祭侯之前，故略賤也。"
      },
      {
        "index": 70,
        "text": "云「此終言之。獻服不之徒乃反位」者，但大侯尊，服不與其徒二人共在獲所獻，服不亦兼獻徒。此經唯見獻服不，不見獻其徒，即雲司馬反位，明獻徒後始反位，是以知反位者終言之，其實獻徒後乃反位，故下註云「司馬正皆獻之」是也。"
      },
      {
        "index": 71,
        "text": "宰夫有司薦，庶子設折俎。（宰夫有司，宰夫之吏也。《鄉射》記曰：「獲者之俎，折脊、脅、肺。」）\n[疏]「宰夫」至「折俎」。註「宰夫」至「脅肺」。釋曰：云「宰夫有司，宰夫之吏也」者，諸侯宰夫是士，而宰夫有司明是宰夫之吏，府史也。引《鄉射》記者，此俎實無文，故引之為證。"
      },
      {
        "index": 72,
        "text": "卒錯，獲者右個，薦俎從之。（不言服不，言獲者，國君大侯，服不負侯。\n其徒居乏待獲，變其文，容二人也。司馬正皆獻之。薦俎已錯，乃右個，明此獻己，已歸功於侯也。右個由侯內。《鄉射》記曰：「東方謂之右個。」）"
      },
      {
        "index": 73,
        "text": "[疏]「卒錯」至「從之」。註「不言」至「右個」。釋曰：云「國君大侯，服不負侯。其徒居乏待獲，變其文，容二人也」者，案上註云：「天子服不氏下士一人，徒四人，掌以旌，居乏待獲。」鄭言容二人者，欲見服不與徒二人皆得獻，故鄭云「司馬正皆獻之」。云「右個由侯內」者，以其既祭左個，次祭右個，乃祭於中，故雲右個由侯內。"
      },
      {
        "index": 74,
        "text": "獲者右執爵，右祭薦俎，二手祭酒。（祭俎不奠爵，不備禮也。二手祭酒者，獲者南面於俎北，當為侯祭於豆，爵反註，為一手不能正也。此薦俎之設，如於北面人焉。天子祝侯曰：「唯若寧侯，無或若女不寧侯，不屬於王所，故抗而射女。強飲強食，貽女曾孫諸侯百福。」諸侯以下，祝辭未聞。）"
      },
      {
        "index": 75,
        "text": "[疏]「獲者」至「祭酒」。註「祭俎」至「未聞」。釋曰：云「祭俎不奠爵，不備禮也」者，言祭俎者，謂祭俎上肺。但肺有二種，此雲祭是祭肺也，非是離肺。知者，案《鄉射記》云：「獲者之俎，折脊、脅、肺、。」又曰："
      },
      {
        "index": 76,
        "text": "「釋獲者之俎，折脊、脅、肺。皆有祭。」則此俎祭肺亦離肺。若然，凡祭，祭肺皆不奠爵，是其常。雲此不奠爵，不備禮者，但祭肺、離肺兩有，祭肺不奠爵。"
      },
      {
        "index": 77,
        "text": "若空有祭肺，亦不奠爵。今祭俎不奠，故雲不備禮。云「天子祝侯曰」以下，《周禮。梓人》文。云「諸侯以下，祝辭未聞」，知諸侯不與天子祝辭，同而雲未聞者，以本所射侯，天子中之則能服諸侯，諸侯中之則得為諸侯，若天子云「抗而射女」，諸侯則不得云「抗而射女」，是以知祝辭有異，但未聞耳。"
      },
      {
        "index": 78,
        "text": "左個，祭如右個，中亦如之。（先祭個，後中者，以外即之至中，若神在中。《鄉射禮》曰：獻獲者，「俎與薦皆三祭」。）"
      },
      {
        "index": 79,
        "text": "[疏]註「鄉射」至「三祭」。釋曰：以其左、右及中，故三者皆三祭，非謂一處有三祭。\n卒祭，左個之西北三步，東面。（此鄉受獻之位也。不北面者，嫌為侯卒爵。）"
      },
      {
        "index": 80,
        "text": "[疏]「卒祭」至「東面」。註「此鄉」至「卒爵」。釋曰：云「不北面者，嫌為侯卒爵」者，前服不受獻之時，侯西北面者，欲歸功於侯故也。今卒爵雖同舊處而東面者，以其前受獻為己，今卒爵還為己卒爵，故東面，是以雲不北面者嫌為侯卒爵也。"
      },
      {
        "index": 81,
        "text": "設薦俎，立卒爵。（不言不拜既爵，司馬正己反位，不拜可知也。《鄉射禮》曰：「獲者薦右東面立飲。」）\n[疏]「設薦」至「卒爵」。註「不言」至「立飲」。釋曰：云「不言不拜既爵，司馬正已反位，不拜可知也」者，決《鄉射》「獲者薦右東面立飲，不拜既爵」。此則不言之，以其司馬在，對司馬不拜既爵，司馬已反位，不拜既爵可知，故不言。引《鄉射禮》者，此不言立位之處，當同《鄉射》薦者東面立。"
      },
      {
        "index": 82,
        "text": "司馬師受虛爵，洗，獻隸仆人與巾車、獲者，皆如大侯之禮。（隸仆人掃侯道，巾車，張大侯及參侯、幹侯之獲者，其受獻之禮，如服不也。隸仆人巾車，於服不之位受之，功成於大侯也。不言量人者，此自後以及先可知。）"
      },
      {
        "index": 83,
        "text": "[疏]「司馬」至「之禮」。註「隸仆」至「可知」。釋曰：云「隸仆人掃侯道」者，謂君射時，初掃之時，亦是隸仆人也。云「巾車，張大侯」者，舉尊者而言。其參侯、幹侯亦張之，是以上文司馬「遂命量人、巾車張三侯」。此直雲大侯，舉尊而言也。云「及參侯、幹侯之獲者」，以其上文以獻大侯服不獲者，明此經獲者是糝侯、犴侯可知。云「隸仆人巾車，於服不之位受之」，知者，以其隸仆人、巾車素無其位，而經云「如大侯之禮」，明就大侯之位受獻，是以鄭云「功成於大侯也」。云「不言量人者，此自後以及先可知」者，案上張侯之時，先言量人，後言巾車，君射之時乃有隸仆人掃侯道。受獻先言隸仆人，後言巾車，是自後以及先，隸仆尚得獻，明量人在巾車之先得獻可知。"
      },
      {
        "index": 84,
        "text": "卒，司馬師受虛爵，奠於篚。（獲者之篚。）\n獲者皆執其薦，庶子執俎從之，設於乏少南。（少南，為復射妨旌也。隸仆人、巾車、量人，自服不而南。）"
      },
      {
        "index": 85,
        "text": "[疏]註「隸仆」至「而南」。釋曰：知「自服不而南」者，雖無正文，以其受獻於服不之位，明繼服不而南可知。"
      },
      {
        "index": 86,
        "text": "服不復負侯而俟。\n司射階西，去撲，堂西，釋弓，說決、拾，襲，洗，洗觚，升實之，降，獻釋獲者於其位，少南。（獻釋獲者與獲者異，文武不同也。去撲者，撲不升堂也。少南，辟中。）"
      },
      {
        "index": 87,
        "text": "[疏]「司射」至「少南」。釋曰：自此盡「反位」，論獻釋獲者之事。註「文武不同」。釋曰：言「文武不同」者，以其獻獲者於侯西北面受獻，歸功於侯，是其武獻；釋獲者升堂酌酒，東面獻之，就釋之所，是其文，故雲文武不同。"
      },
      {
        "index": 88,
        "text": "薦脯醢、折俎，皆有祭。（俎與服不同，唯祭一為異。）\n[疏]註「俎與」至「為異」。釋曰：云「俎與服不同」者，以其俱用一俎。"
      },
      {
        "index": 89,
        "text": "云「唯祭一為異」者，上祭侯之俎，引《鄉射》獲者「俎與薦皆三祭」，鄭《鄉射》註云：「祭侯三處。」至此獻釋獲者，不主祭侯，正唯一祭俎耳，故雲唯祭一為異。"
      },
      {
        "index": 90,
        "text": "釋獲者薦右東面拜受爵。司射北面拜送爵。釋獲者就其薦坐，左執爵，右祭脯醢，興，取肺，坐祭，遂祭酒。（祭俎不奠爵，亦賤不備禮。）"
      },
      {
        "index": 91,
        "text": "[疏]註「祭俎」至「備禮」。釋曰：上祭侯之時，祭俎不奠爵，不備禮，至此祭俎亦祭肺不奠爵，賤，亦不備禮。"
      },
      {
        "index": 92,
        "text": "興，司射之西，北面立卒爵，不拜既爵。司射受虛爵，奠於篚。釋獲者少西辟薦，反位。（辟薦少西之者，為復射妨司射視，亦辟俎也。）"
      },
      {
        "index": 93,
        "text": "[疏]註「亦辟俎也」。釋曰：以其薦俎相將，薦既辟，俎亦辟可知。\n司射堂西，袒、決、遂，取弓，挾一個，階西，撲以反位。（為將復射。）"
      },
      {
        "index": 94,
        "text": "[疏]「司射」至「反位」。註「為將復射」。釋曰：自此盡「於公如初」，論司射請公為三番射事。\n司射倚撲於階西，阼階下，北面請射於公，如初。（不升堂，賓諸公卿大夫既射矣，聞之可知。）"
      },
      {
        "index": 95,
        "text": "[疏]註云「不升堂，賓諸公卿大夫既射矣，聞之可知」者，決前司射升堂，請射於公升，今不升者，諸公卿大夫前已射，聞之矣。"
      },
      {
        "index": 96,
        "text": "反撲，次，命三耦皆袒、決、遂，執弓，序出取矢。（言拾，是言序，互言耳。）\n[疏]「反」至「取矢」。註「言」至「言耳」。釋曰：自此盡「襲反位」，論三耦與卿大夫取矢之事。云「言拾」者，謂第一射時，三耦雲拾取矢。云「是言序」者，謂序出次時，一耦先後互者，皆次序出次，至庭拾取矢。"
      },
      {
        "index": 97,
        "text": "司射先反位。（言先，先三耦也。司射既命三耦以入次之事，即反位。三耦入次，袒、決、遂，執弓挾矢，乃出反次外西面位。不言司射先反位，三耦未有次位，無所先也。）"
      },
      {
        "index": 98,
        "text": "[疏]「司射先反位」。註「言先」至「先也」。釋曰：云「不言司射先反位，三耦未有次外位，無所先也」者，凡言反位者，謂前已有位，今乃反之，是今禮反於舊位。舊位第一番之時，三耦次外舊無位，司射雖先有位，不得言先反位，是以決之。"
      },
      {
        "index": 99,
        "text": "三耦拾取矢如初，小射正作取矢如初。（小射正，司射之佐，作取矢，禮殺，代之。）\n[疏]「三耦」至「如初」。註「小射」至「代之」。釋曰：云「禮殺，代之」者，決第一番不言小射正作取矢。"
      },
      {
        "index": 100,
        "text": "三耦既拾取矢，諸公、卿、大夫皆降，如初位，與耦入於次，皆袒、決、遂，執弓，皆進當，進坐，說矢束。上射東面，下射西面，拾取矢，如三耦。"
      },
      {
        "index": 101,
        "text": "（皆進當，進三耦揖之位也。凡繼射，命耦而已，不作射，不作取矢，從初。）\n[疏]「三耦」至「三耦」。註「皆進」至「從初」。釋曰：云「凡繼射，命耦而已，不作射，不作取矢，從初」者，言凡繼射命耦者，前三耦卒射後，大夫降至「三耦之南，西面北上，司射東面於大夫西，比耦，大夫與大夫，命上射曰：某禦於子。命下射曰：子與某子射。卒，遂比眾耦」雲雲。至公即席後，賓升階復位還筵，而後卿大夫繼射，後「眾皆繼射，釋獲皆如初」，註云：「諸公卿言取弓矢，眾言釋獲，互言也。」既《司射》註：「司射所作，唯上耦。」是此文小射正但作三耦拾取矢，公以下亦無作拾文，故曰「不作取矢從初」，從三耦法也。"
      },
      {
        "index": 102,
        "text": "若士與大夫為耦，士東面，大夫西面。大夫進坐，說矢束，退反位。（說矢束，自同於三耦，謙也。）\n[疏]註「說矢」至「謙也」。釋曰：云「自同於三耦，謙也」者，以其三耦是士之束，既是大夫，若束則異於三耦，故雲說矢束自同於三耦謙也。《鄉射》「坐說矢束」，註云：「說矢束者，下耦以將拾取。」彼不言同三耦者，彼三耦非大夫故也。"
      },
      {
        "index": 103,
        "text": "耦揖進，坐兼取乘矢，興，順羽，且左還，毋周，反面揖。（兼取乘矢，不敢與大夫拾。）\n大夫進坐，亦兼取乘矢，如其耦。北面三挾一個，揖進。大夫與其耦皆次，釋弓，說決、拾、襲，反位。諸公、卿升就席。（大夫反位，諸公卿乃升就席，大夫與己上下位。）"
      },
      {
        "index": 104,
        "text": "[疏]註「大夫」至「下位」。釋曰：諸公卿大夫自為耦者，拾取矢在前，大夫與士耦者說矢束，拾取矢在後，今待大夫反位，公卿乃升就席者，以其上大夫與下大夫同是大夫爵，但上下有異耳。故上大夫待下大夫反位，乃後升就席。"
      },
      {
        "index": 105,
        "text": "眾射者繼拾取矢，皆如三耦，遂入於次，釋弓矢，說決、拾、襲，反位。\n司射猶挾一個以作射，如初。一耦揖升如初。司馬升，命去侯，負侯許諾。"
      },
      {
        "index": 106,
        "text": "司馬降，釋弓反位。司射與司馬交於階前，倚撲於階西，阼階下，北面請以樂於公，公許。（請奏樂以為節也。始射，獲而未釋獲，復釋獲，復用樂行之。君子之於事也，始取茍能，中課有功，終用成法，教化之漸也。射用應樂為難。孔子曰：「射者何以聽，循聲而發，發而不失正鵠者，其唯賢者乎？」）"
      },
      {
        "index": 107,
        "text": "[疏]註「請奏」至「者乎」。釋曰：云「請奏樂以為節也」者，謂若天子《騶虞》九節，諸侯《首》七節，大夫《采》，士《采蘩》皆五節。云「始射，獲而未釋獲」者，謂第一番三耦射中時，雖唱獲未釋。云「復釋獲」者，謂第二番眾耦皆射，釋未作樂。云「復用樂行之」者，謂第三番射，非直釋，復用樂焉。云「射用應樂為難」者，但禮射，其容體比於禮，其節奏比於樂，又須中於侯，名為應樂節。云「孔子曰」者，《禮記。射義》文。引之者，證射用應樂而為難之意。"
      },
      {
        "index": 108,
        "text": "司射反，撲，東面命樂正曰：「命用樂。」（言君有命用樂射也。樂正在工南，北面。）\n[疏]註「言君」至「北面」。釋曰：云「樂正在工南，北面」者，此時工在洗東西面，樂正在工南北面，司射在西階下東面。經云「命樂正」者，東面遙命之。"
      },
      {
        "index": 109,
        "text": "樂正曰：「諾。」司射遂堂下，北面視上射，命曰：「不鼓不釋。」（不與鼓節相應，不釋也。鼓亦樂之節。《學記》曰：「鼓無當於五聲，五聲不得不和。」凡射之鼓節，《投壺》其存者也。《周禮》射節：天子九，諸侯七，卿大夫以下五。）"
      },
      {
        "index": 110,
        "text": "[疏]註「不與」至「下五」。釋曰：引《學記》者，證鼓得與樂為節之事。\n云「凡射之鼓節，《投壺》其存者也」者，射之鼓節多少無文，案今《禮記。投壺》篇圖出魯鼓、薛鼓，云「取半以下為投壺節，盡用之為射節」，是其投壺存者。云「《周禮》射節：天子九」以下者，是《射人》、《樂師》皆有此支，引之者，證射節多少。"
      },
      {
        "index": 111,
        "text": "上射揖，司射退反位。樂正命大師，曰：「奏《首》，若一。」（樂正西面受命，左還東面，命大師以《大射》之樂章，使奏之也。《首》，逸詩《曾孫》也。之言不來也。其詩有「射諸侯首不朝者」之言，因以名篇，後世失之，謂之《曾孫》。曾孫者，其章頭也。《射義》所載《詩》曰「曾孫侯氏」"
      },
      {
        "index": 112,
        "text": "是也。以為諸侯射節者，采其既有弧矢之威，又言「小大莫處，禦於君所，以燕以射，則燕則譽」，有樂以時會君事之誌也。若一者，調其聲之疏數重節。）"
      },
      {
        "index": 113,
        "text": "[疏]「上射」至「若一」。註「樂正」至「重節」。釋曰：云「《首》，逸詩《曾孫》也」者，以其《首》是篇名，《曾孫》是章頭。知者，以其《射義》上文云：其節，天子以《騶虞》，諸侯以《首》，卿大夫以《采》，士以《采蘩》。以類言之，《騶虞》、《采》是篇名，《首》篇名可知。《射義》下文「諸侯君臣盡誌於射」，又云「故《詩》曰：曾孫侯氏，四正具舉。小大莫處，禦於君所」，註云：「此《曾孫》之詩，諸侯之射節也。四正，正爵四行也。四行者，獻賓、獻公、獻卿、獻大夫，乃後樂作而射也。」上雲《首》，下雲《曾孫》。《曾孫》，章頭也，是以鄭云「《曾孫》其章頭，《射義》所載曾孫侯氏」是也。云「後世失之，謂之《曾孫》」者，以《曾孫》為篇名是失之，雲曾孫其章頭也，是正世人也。云「小大莫處」已下，「則燕則譽」以上，皆《射義》文。彼註以燕，以射先行燕禮乃射是也。云「若一者，調其聲之疏數重節」者，謂九節、七節、五節，中相去，或希疏或密數，中使如一。必疏數如一者，重此樂故也。"
      },
      {
        "index": 114,
        "text": "大師不興，許諾。樂正反位，奏《首》以射。三耦卒射。賓待於物如初。\n公樂作而後就物，稍屬，不以樂誌。其他如初儀。（不以樂誌，君之射儀，遲速從心，其發不必應樂，辟不敏也。誌，意所儗度也。《春秋傳》曰：「吾誌其目。」）"
      },
      {
        "index": 115,
        "text": "[疏]「大師」至「初儀」。註「不以」至「其目」。釋曰：此經云「如初」者，皆如上第二番射法，唯作樂為異耳。云「辟不敏也」者，若以樂誌，不與樂節相應，則見君不敏。今不以樂誌，遲速從心，其發不必應樂，是辟不敏也。"
      },
      {
        "index": 116,
        "text": "引《春秋傳》者，定八年《左氏傳》文：正月，公侵齊，門於陽州，其時魯人顏息射人中眉，退曰：「我無勇，吾誌其目也。」服氏註云：誌中其目，是非其誠，詐以自矜。引之者，證誌是意所擬度也。"
      },
      {
        "index": 117,
        "text": "卒射如初。賓就席，諸公、卿、大夫、眾射者皆繼射，釋獲如初。卒射，降反位。釋獲者執餘獲進告。左右卒射，如初。"
      },
      {
        "index": 118,
        "text": "司馬升，命取矢，負侯許諾。司馬降，釋弓反位。小臣委矢，司馬師乘之，皆如初。司射釋弓、視，如初。釋獲者以賢獲與鈞告，如初。復位。"
      },
      {
        "index": 119,
        "text": "司射命設豐、實觶，如初。遂命勝者執張弓，不勝者執弛弓，升、飲，如初，卒、退豐與觶，如初。\n司射猶袒、決、遂，左執弓，右執一個，兼諸弦，面鏃，適次，命拾取矢，如初。（側持弦矢曰執。面猶尚也。兼矢於弦，尚鏃，將止，變於射也。）"
      },
      {
        "index": 120,
        "text": "[疏]註「側持」至「射也」。釋曰：上文皆云「挾一個」，此經云「執一個」，故上註云：「方持弦矢曰挾。」以其將射故也。此註云：「側持弦矢曰執。」"
      },
      {
        "index": 121,
        "text": "謂鏃向上，故云「兼矢於弦，尚鏃，將止，變於射」也。案《鄉射禮》云：「矢不挾，兼諸弦付。」不言面鏃，此言面鏃，不言兼弦付，各舉一邊，省文之義。言兼弦附者，一矢兼弦，三矢兼付也。"
      },
      {
        "index": 122,
        "text": "司射反位。三耦及諸公、卿、大夫、眾射者皆袒、決、遂，以拾取矢，如初。\n矢不挾，兼諸弦，面鏃，退適次，皆授有司弓矢，襲，反位。（不挾，亦謂執之如司射。）卿、大夫升就席。"
      },
      {
        "index": 123,
        "text": "司射適次，釋弓，說決、拾，去撲，襲，反位。司馬正命退、解綱。小臣師退，巾車、量人解左下綱。司馬師命獲者以旌與薦俎退。（解猶釋也。"
      },
      {
        "index": 124,
        "text": "今文司馬師，無司馬。）\n司射命釋獲者退中與而俟。（諸所退射器皆俟，備君復射，釋獲者亦退其薦俎。）\n[疏]註「諸所」至「薦俎」。釋曰：云「皆俟，備君復射」者，但射已三番，於後或射或否，但臣不敢必君射，故備擬於君也。云「釋獲者亦退其薦俎」"
      },
      {
        "index": 125,
        "text": "者，前辟薦俎，今既退中與，薦俎不可虛留，明亦退之可知。\n公又舉奠觶，唯公所賜。若賓若長，以旅於西階上，如初。大夫卒受者以虛觶降，奠於篚，反位。"
      },
      {
        "index": 126,
        "text": "[疏]「公又」至「反位」。釋曰：此一節論射訖，為大夫舉旅之事。\n司馬正升自西階，東楹之東，北面告於公：「請徹俎。」公許。（射事既畢，禮殺人倦，宜徹俎燕坐。）"
      },
      {
        "index": 127,
        "text": "[疏]「司馬」至「公許」。釋曰：自此盡「反位坐」，論徹俎升坐安燕之事。\n遂西階上，北面告於賓。賓北面取俎以出。諸公、卿取俎如賓禮，遂出，授從者於門外。（自其從者。）"
      },
      {
        "index": 128,
        "text": "大夫降復位。（門東北面位。）\n[疏]「大夫降復位」。註「門東北面位」。釋曰：云「大夫降」者，大夫雖無俎，以賓及公卿皆送俎，不可獨立於堂，故降復位。云「門東北面位」者，謂初小臣納卿大夫門東北面揖位，案下文「賓諸公卿皆入門，東面，北上」，謂在西階下。知大夫不復在西階下位者，以其言復位者，復前位，其西階下舊無位，故知非西階下。若然，公卿入西階下，鄭雲諸公卿不入門而右，以將燕，亦因從賓者也。大夫以公卿未入，不可猶居西階，故在門東北面位也。"
      },
      {
        "index": 129,
        "text": "庶子正徹公俎，降自阼階以東。（降自阼階，若親徹也。以東，去藏。）賓、諸公、卿皆入門，東面，北上。（諸公卿不入門而右，以將燕，亦因從賓。）司正升賓。賓、諸公、卿、大夫皆說屨，升就席。公以賓及卿、大夫皆坐，乃安。"
      },
      {
        "index": 130,
        "text": "（命以我安，臣於君尚猶，至此乃敢安。）\n羞庶羞。（羞，進也。庶，眾也。所進眾羞，謂巽肝、狗醢也。或有炮鱉、膾鯉、雉、兔、鶉、β。）"
      },
      {
        "index": 131,
        "text": "[疏]「羞庶羞」。註「羞進」至「鶉β」。釋曰：知有「巽肝膋」者，此《大射》先行燕禮，燕法，其牲唯有狗。又案《內則》云：「肝膋，取狗肝一，之以其，濡炙之，舉ㄡ其，不蓼。」註云：「，腸脂。」故知此羞中有肝膋也。又知有「狗醢」者，以其《公食大夫》有牛炙、羊炙、豕炙，此燕無三牲，故知醢亦用狗。知「有炮鱉、膾鯉」者，案《六月》詩云：「吉甫燕喜，既多受祉。」又云：「飲禦諸友，炰鱉膾鯉。」故知有此也。《公食大夫》有王事之勞，乃有之。故《六月》詩鄭註：「以吉甫遠從鎬地來，又日月長久，今飲之酒，使其諸友恩舊者侍之。又加其珍美之饌，所以極勸之也。」是有王事之勞乃有之，無王事之勞則無，故《公食大夫》不見也。又知有雉兔鶉β者，《公食大夫》二十豆有此四者，此仍引《內則》上大夫二十豆者，不引二十豆，盡以其二十豆有三牲之物，此狗，故唯引此四者。"
      },
      {
        "index": 132,
        "text": "大夫祭薦。（燕乃祭薦，不敢於盛成禮。）\n[疏]「大夫祭薦」。註「燕乃」至「成禮」。釋曰：云「燕乃祭薦，不敢於盛成禮」者，此大夫卑，不敢與公卿同時於盛成禮也。"
      },
      {
        "index": 133,
        "text": "司正升受命，皆命。公曰：「眾無不醉。」賓及諸公、卿、大夫皆興，對曰：\n「諾，取不醉！」皆反位坐。（皆命者，命賓、命諸公、命卿大夫，皆鄉其位也。"
      },
      {
        "index": 134,
        "text": "興對必降席，敬也。司正退立西序端。）\n[疏]「司正」至「位坐」。註「皆命」至「序端」。釋曰：云「興對必降席」者，經直云「興」，不言降席，鄭知降席者，以為反坐，故知降席也。言「敬也」者，決上文司正命賓與大夫以我安，雖未坐，不雲降而對，故以此為敬。"
      },
      {
        "index": 135,
        "text": "若然，上不降席者，彼直云「安」，未盡殷勤，故不降。此命使醉，是盡殷勤，故興降，加敬也。知司正退立西序端者，案司正監酒，此將獻士，事未訖，亦如《鄉飲酒》監旅時，立於西序端也。"
      },
      {
        "index": 136,
        "text": "主人洗、酌，獻士於西階上。士長升，拜受觶，主人拜送。（獻士用觶，士賤也。今文觶作觚。）\n[疏]「主人」至「拜送」。註「獻士」至「作觚」。釋曰：自此盡「奠於篚」，論獻士及祝史等之事。云「獻士用觶，士賤也」者，言獻士用觶，對上獻大夫已上觚。觚二升，觶三升，用大者賤，用小者尊，故雲士賤也。"
      },
      {
        "index": 137,
        "text": "士坐祭，立飲，不拜既爵。其他不拜，坐祭，立飲。（其他，謂眾士也。升不拜受爵。）\n[疏]註「其他」至「受爵」。釋曰：云「其他，謂眾士也」者，長謂士中之長，次雲士，謂長已下，下雲其他，謂眾士者，亦謂二十七士，以其下經旅食，謂庶人在官，故知此非府史以下。"
      },
      {
        "index": 138,
        "text": "乃薦司正與射人於觶南，北面，東上，司正為上。（司正，射人士也。以齒受獻，既乃薦之也。司正，大射正也。射人，小射正，略其佐。）"
      },
      {
        "index": 139,
        "text": "[疏]註「司正」至「其佐」。釋曰：案《燕禮》薦司正與射人一人，司士一人，執冪二人，此不言其數，又不言司士與執冪者，以射人是小射正，非一人互見執事，執事者皆同獻，不言其數，不言執冪者二人，文不具。"
      },
      {
        "index": 140,
        "text": "辯獻士。士既獻者立於東方，西面，北上。乃薦士。（士既獻易位者，以卿大夫在堂，臣位尊東也。畢獻薦之，略賤。）"
      },
      {
        "index": 141,
        "text": "[疏]註「士既」至「略賤」。釋曰：云「畢獻薦之，略賤」者，案上獻士，立飲，是畢獻訖，乃云「乃薦司正與射人於觶南」，是獻士又獻司正已下。若然，薦士當在乃薦司正上，至此言之者，其實薦士在乃薦司正上，今此更言士得獻訖，立在東方，立畢乃薦，不畢獻，待司正薦，乃薦士也。是以薦司正言乃者，緩辭，明司正已下薦在士後也。"
      },
      {
        "index": 142,
        "text": "祝史、小臣師亦就其位而薦之。（亦者，亦士也。辯獻乃薦也，祝史門東北面，東上。）\n主人就士旅食之尊而獻之。旅食不拜，受爵，坐祭，立飲。（主人既酌，西面，士旅食北面受之，不洗者，於賤略之。）"
      },
      {
        "index": 143,
        "text": "[疏]註「主人」至「略之」。釋曰：知「主人既酌，西面，士旅食北面受之」者，以其不可背君南面授，故知位之如此。若然，大史等亦北面，則亦西面授酒也。其小臣師等，案上文位在阼階東面，自然北面授。"
      },
      {
        "index": 144,
        "text": "主人執虛爵，奠於篚，復位。\n賓降洗，升，媵觶於公，酌散，下拜。公降一等，小臣正辭。賓升再拜稽首，公答再拜。（賓受公賜多矣。禮將終，宜勸公，序厚意也。今文觶為觚。公答拜，無再拜。）"
      },
      {
        "index": 145,
        "text": "[疏]「賓降」至「再拜」。釋曰：自此盡「旅酌」，論賓舉爵為士舉旅行酬之事。註「賓受」至「再拜」。釋曰：云「賓受公賜多矣。禮將終，宜勸公，序厚意也」者，上文為賓、為卿、為大夫舉旅，皆臣自致爵。今此其賓為士舉旅行酬，因得為賓，致爵於君，故鄭雲序賓厚意也。"
      },
      {
        "index": 146,
        "text": "賓坐祭，卒爵，再拜稽首。公答再拜。賓降，洗象觚，升酌膳，坐奠於薦南，降拜。小臣正辭。賓升成拜，公答拜。賓反位。（反位，反席也。此觚當為觶。）"
      },
      {
        "index": 147,
        "text": "[疏]註「反位」至「為觶」。釋曰：自此已前，賓位在西階下東面，無席，戶牖之位則有席。此賓升成拜，不言降反位，明反位者，反於戶牖之席位。"
      },
      {
        "index": 148,
        "text": "云「此觚當為觶」者，凡旅酬皆用觶，獻士尚用觶，故知觚當為觶，下經觚亦當為觶。\n公坐取賓所媵觶，興。唯公所賜。受者如初受酬之禮，降，更爵，洗，升酌膳，下，再拜稽首。小臣正辭，升成拜。公答拜。乃就席，坐行之。（坐行之，若今坐相勸酒。）"
      },
      {
        "index": 149,
        "text": "有執爵者。（士有盥升，主酌授之。）\n[疏]「有執爵者」。註「士有」至「授之」。釋曰：知「士有盥升」者，以其為公卿大夫使行旅，不可不。知是士者，案下文雲士「有執膳爵者，有執散爵者」，故知士有盥升，主酌授之。"
      },
      {
        "index": 150,
        "text": "唯受於公者拜。（公所賜者拜，其餘則否。）\n司正命：「執爵者爵辯，卒受者興以酬士。」（欲令惠均。）\n[疏]註「欲令惠均」。釋曰：以堂上公卿大夫旅遍並堂下之士，故云「欲令惠均」也。"
      },
      {
        "index": 151,
        "text": "大夫卒受者以爵興，西階上酬士。士升，大夫奠爵拜，受答拜。（興酬士者，士立堂下，與上坐者異也。）\n[疏]註「興酬」至「異也」。釋曰：云「興酬士者」，決向來堂上相旅，皆坐相酬，執爵者行之，大夫未能受酬者，輒興西階上，故鄭云「士立堂下，與上坐者異也」。"
      },
      {
        "index": 152,
        "text": "大夫立卒爵，不拜，實之。士拜受，大夫拜送。士旅於西階上，辯。（祝史，小臣師，旅食皆及焉。）\n[疏]註「祝史」至「及焉」。釋曰：鄭知「祝史」以下皆得旅酬者，前得獻祝史與旅皆得獻，明此旅酬得之可知。"
      },
      {
        "index": 153,
        "text": "士旅酌。（旅，序也。士以次自酌相酬，無執爵者。）\n[疏]「士旅酌」。註「旅序」至「爵者」。釋曰：云「無執爵」者，對上文卿大夫等有執爵者，以其坐故也。士無執爵者，以其賤不坐，故以次自酌，以相酬無執爵者也。"
      },
      {
        "index": 154,
        "text": "若命曰「復射」，則不獻庶子。（獻庶子則正禮畢，後無事。）\n[疏]註「獻庶」至「無事」。釋曰：獻酬之禮，庶子以下最後得獻。若獻庶子之後，正禮畢，不得更有射事，故命復射在獻庶子之前。"
      },
      {
        "index": 155,
        "text": "司射命射，唯欲。（司射命賓及諸公卿大夫射，欲者則射，不欲者則止。可否之事，從人心也。）\n[疏]註「司射」至「心也」。釋曰：此乃三番射後，爵行無，非直解怠，復有醉者，是以不可恣心所欲。"
      },
      {
        "index": 156,
        "text": "卿、大夫皆降，再拜稽首。公答拜。（拜君樂與臣下執事無已。不言賓，賓從群臣禮在上。）\n[疏]註「拜君」至「在上」。釋曰：云「不言賓，賓從群臣禮在上」者，謂初酬賓，直言賓，再舉旅言若長，不專於賓，已是禮殺。第三舉旅，云「唯公所賜，若賓若長」，至此賓士舉旅，直云「唯公所賜」，復不言若賓若長，賓從群臣禮在上。"
      },
      {
        "index": 157,
        "text": "壹發，中三侯皆獲。（其功一也，而和者益多，尚歡樂也。矢揚觸，或有參中者。）\n[疏]註「其功」至「中者」。釋曰：上文第二番、第三番，唯公得中三侯，皆釋獲。至此燕後復射，禮殺，臣與君同，是以鄭云「和者益多，尚歡樂也」。"
      },
      {
        "index": 158,
        "text": "云「其功一也」者，謂三侯所中，皆是功，故雲一也。云「矢揚觸，或有參中」\n者，卿大夫主射參侯，士主射犴侯，其中或揚觸，容中別侯，皆與釋。"
      },
      {
        "index": 159,
        "text": "主人洗，升自西階，獻庶子於阼階上，如獻士之禮。辯獻。降洗，遂獻左右正與內小臣，皆於阼阼上，如獻庶子之禮。（庶子既掌正六牲之體，又正舞位，授舞器，與膳宰、樂正聯事。又掌國子戒令，教治世子之官也。左右正，謂樂正、仆人正也。位在中庭之左右。小樂正在頌磬之北，右也。工在西，即北面。工遷於東，則東面。大樂正在笙磬之北，左也。工在西，則西面。工遷於東，則北面。"
      },
      {
        "index": 160,
        "text": "仆人正相大師，工升堂，與其師士降立於小樂正之北，北上。工遷於東，則陪其工後。國君無故不釋縣。二正，君之近官也。內小臣，奄人，掌君陰事陰令，後夫人之官也。獻三官於阼階，別內外臣也。同獻更洗，以時事不聯也。獻正下及內小臣，則磬人、鍾人、鑮人、鼓人、仆人師、仆人士，盡獻可知也。庶子、內小臣，位在小臣師之東，少退，西上。）"
      },
      {
        "index": 161,
        "text": "[疏]「主人」至「之禮」。註「庶子」至「西上」。釋曰：云「小樂正在頌磬之北，右也。工在西，即北面」者，工在西，謂遷樂於下時，大師、少師、上工立於鼓北也。云「工遷於東，則東面」者，案上遷樂於東之時，直雲大師、少師、上工皆東坫之東，不見小樂正從之，明留在西縣之北，東面向工矣。云「大樂正在笙磬之北，左也。工在西，則西面」者，案上文司射「東面命樂正」，單言樂正者，謂大樂正既東面命之，則大樂正元立於東矣，以其工在西階下，故知西面向之矣。云「工遷於東，則北面」者，案上文樂正及位，大師既西面，明樂正北面可知。是以《鄉射》工遷於東，西面北上，樂正北面立於其南，此亦與彼同北面也。云「國君無故不釋縣。二正，君之近官也」，言此者，人君路寢之廷樂縣不釋，樂正與仆人正同掌樂事，是君之近官也。云「同獻更洗，以時事不聯也」者，以其雖同獻於阼階上，獻有前後，故更爵洗之，是以雲時事不聯也。"
      },
      {
        "index": 162,
        "text": "云「庶子、內小臣，位在小臣師之東」者，案《公食》堂上夾北有宰夫，內宰在東北，此《射禮》堂上夾北無宰位，又案執事者堂上，又非樂人，不得在樂正位，以其與小臣師同名小臣，故知小臣師之東也。又云「少退，西上」者，見《公食》在宰東北少退，故知此亦少退。知西上者，以此位皆西上故也。"
      },
      {
        "index": 163,
        "text": "無爵。（，數也。爵行無次數，唯意所勸，醉而止。）\n[疏]「無爵」。釋曰：自此盡「無樂」，論爵與樂恣意無數之事。"
      },
      {
        "index": 164,
        "text": "士也，有執膳爵者，有執散爵者。執膳爵者酌以進公，公不拜，受。執散爵者酌以之公，命所賜。所賜者興受爵，降席下，奠爵，再拜稽首。公答再拜。"
      },
      {
        "index": 165,
        "text": "（席下，席西。）\n受賜爵者以爵就席坐，公卒爵，然後飲。（酬之禮，爵代舉。今爵並行，嫌不代也。並行猶代者，明勸惠從尊者來。）"
      },
      {
        "index": 166,
        "text": "[疏]註「酬之」至「者來」。釋曰：凡行酬之法，轉爵遞飲，今膳、散兩有，宜得即飲，猶待公卒爵乃飲，猶代飲然。明惠從公來，嫌得即飲不代，故著嫌不卒爵然後飲，故曰嫌不代。"
      },
      {
        "index": 167,
        "text": "執膳爵者受公爵，酌，反奠之。（燕之歡在飲酒，成其意也。）\n[疏]註「燕之」至「意也」。釋曰：云「燕之歡在飲酒」者，謂安燕之歡，正在於飲酒，故受公爵者更酌，反奠於公所，擬公更賜爵，是其歡燕成之意也。"
      },
      {
        "index": 168,
        "text": "受賜者興，授執散爵者。執散爵者乃酌行之。（與其所勸者。）\n唯受於公者拜。卒爵者興，以酬士於西階上。士升。大夫不拜乃飲，實爵。"
      },
      {
        "index": 169,
        "text": "（乃猶而也。）\n[疏]註「乃猶而也」。釋曰：鄭轉乃為而者，乃是緩辭，於禮不切，故為之也。\n士不拜，受爵。大夫就席。士旅酌，亦如之。公有命徹冪，則賓及諸公卿大夫皆降，西階下北面，東上，再拜稽首。（命徹冪者，公意殷勤，欲盡酒。）"
      },
      {
        "index": 170,
        "text": "公命小臣正辭，公答拜。大夫皆辟。升，反位。（升不成拜，於將醉正臣禮。）\n[疏]註「升不」至「臣禮」。釋曰：於例，臣於堂下再拜稽首，得小臣以君命辭，其拜不成，當升成拜。今直升不成拜者，以其拜於下，是臣之正禮，故鄭云「於將醉正臣禮」。"
      },
      {
        "index": 171,
        "text": "士終旅於上，如初。（卿大夫降而爵止，於其反席卒之。）\n[疏]註「卿大」至「卒之」。釋曰：上文卿大夫酬辯，始酬士，公命徹冪，公卿以下降而爵止，是以卿大夫升反席，士以下相酬而卒之。"
      },
      {
        "index": 172,
        "text": "無樂。（升歌合無次數，唯意所樂。）\n宵則庶子執燭於阼階上，司宮執燭於西階上，甸人執大燭於庭，閽人為燭於門外。（宵，夜也。燭，ㄡ也。甸人，掌共薪蒸者。庭大燭，為其位廣也。為，作也，作燭俟賓出。）"
      },
      {
        "index": 173,
        "text": "[疏]「宵則庶子執燭」。釋曰：自此盡篇終，論禮畢容公卿出入之事。\n賓醉，北面坐取其薦脯以降。（取脯，重得君之賜。）奏《陔》。（《陔夏》，樂章也，其歌《頌》類也。以鍾鼓奏之，其篇今亡。）"
      },
      {
        "index": 174,
        "text": "賓所執脯，以賜鍾人於門內ニ，遂出。（必賜鍾人，鍾人以鍾鼓奏《陔夏》，賜之脯，明雖醉，誌禮不忘樂。）\n[疏]「賓所」至「遂出」。釋曰：案《鄉飲酒》、《鄉射》賓出無取脯賜鍾人之事者，彼是臣禮，此為君法，故詳略不同。"
      },
      {
        "index": 175,
        "text": "卿大夫皆出。（從賓出。）\n公不送。（臣也，與之安燕交歡，嫌亢禮也。）\n[疏]「公不送」。註「臣也」至「禮也」。釋曰：案《燕義》云：「使宰夫為獻主，臣莫敢與君亢禮。」來安燕交歡，君若送之，是臣與君亢禮，故君不送賓也，故《燕禮》註云「賓禮訖臣禮」是也。"
      },
      {
        "index": 176,
        "text": "公入，《驁》。（《驁夏》，亦樂章也。以鍾鼓奏之，其詩今亡。此公出而言入者，射宮在郊，以將還為入。燕不《驁》者，於路寢，無出入也。）"
      },
      {
        "index": 177,
        "text": "[疏]「公入驁」。註「驁夏」至「入也」。釋曰：云「《驁夏》，亦樂章也」者，案《周禮。鍾師》有《九夏》，皆樂章，其中有《驁夏》，如《陔夏》，故雲亦樂章也。云「以鍾鼓奏之」者，案《鍾師》「以鍾鼓奏《九夏》」，鄭云："
      },
      {
        "index": 178,
        "text": "「先擊鍾，次擊鼓。」故雲以鍾鼓奏之。云「其詩今亡」者，鄭註《鍾師》云：\n「《九夏》皆詩篇名，《頌》之族類也。此歌之大者，載在樂章，樂崩亦從而亡，是以《頌》不能具。」是其今亡。云「此公出而言入者，射宮在郊，以將還為入」"
      },
      {
        "index": 179,
        "text": "者，天子射在虞庠，周之小學在西郊，案《鄉射》記「於郊則閭中」，鄭註雲諸侯「大學在郊」。是諸侯大射所，故言入者，射宮在郊，以將還為入也。鄭知燕在路寢者，《燕禮》記云「燕朝服於寢」，與群臣賓客燕不合在燕寢，故知從路寢也。此篇所解多不具者，以其諸侯大夫射先行燕禮，大射三番多依《鄉射》，是以與禮同者，於此不復重釋之也。"
      }
    ]
  }
}