{
  "chapterNumber": 3,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "若不醴，則醮用酒。（若不醴，謂國有舊俗可行，聖人用焉不改者也。《曲禮》曰：『君子行禮，不求變俗。祭祀之禮，居喪之服，哭泣之位，皆如其國之故，謹修其法而審行之。』是。酌而無酬酢曰醮。醴亦當為禮。）"
      },
      {
        "index": 1,
        "text": "[疏]『若不』至『用酒』。註『若不』至『為禮』。釋曰：自此已上說周禮冠子之法，自此已下至『取籩脯以降如初』，說夏殷冠子之法。雲『若不醴，則醮用酒』者，案上文子冠於阼，三加訖一醴於客位是周法。今雲『若不醴，則醮用酒』非周法，故知先王法矣。故鄭雲『若不醴，謂國有舊俗可行，聖人用焉不改者也』，雲『聖人』者，即周公制此《儀禮》，用舊俗則夏殷之禮是也。"
      },
      {
        "index": 2,
        "text": "雲『《曲禮》曰』已下者，是《下曲禮》文也。雲『君子行禮，不求變俗』者，與下文為目，謂君子所住之國，不求變彼國之俗，若衛居殷墟者也。雲『祭祀之禮』者，若《郊特牲》雲：『殷人先求諸陽，周人先求諸陰。』求諸陽者，先合樂乃灌地降神也；求諸陰者，謂先灌地乃合樂。若衛居殷地用殷禮，則先合樂乃灌也。雲『居喪之服』者，謂若《檀弓》周之諸侯絕旁期降上下，殷之諸侯服旁期不降上下，衛居殷墟亦不降上下也。雲『哭泣之位』者，殷禮無文，亦應有異也。雲『皆如其國之故』者，謂上所雲皆如其故國之俗而行之。雲『是』者，依先王舊俗而行不改之事。向來所解引《曲禮》，據人君施化之法，不改彼國舊俗，證此醮用酒，舊俗之法也。故《康誥》周公戒康叔，居殷墟當用殷法，是以雲『茲殷罰有倫』，使用殷法。故所引《曲禮》，皆據不變彼國之俗。但君子行禮，不求變俗有二途，若據《曲禮》之文雲『君子行禮不求變俗』，鄭註雲：『求，猶務也。不務變其故俗，重本也。謂去先祖之國居他國。』又雲：『祭祀之禮，居喪之服，哭泣之位皆如其國之故，謹修其法而審行之。』註：『其法謂其先祖之制度若夏殷』者，謂若杞宋之人居鄭衛，鄭衛之人居杞宋。若據彼註，謂臣去己國居他國，不變己國之俗。是以定四年祝佗雲，殷人六族，在魯啟以商政。亦不變本國之俗，故開商政示之。皆據當身居他國，不變己國之俗。與此註引不同者，不求變俗，義得兩合，故各據一邊而言也。雲『酌而無酬酢曰醮』者，鄭解無酬酢曰醮，唯據此文而言。所以然者，以周法用醮，無酬酢曰醮。案《曲禮》雲『長者舉未』，鄭註雲：『盡爵曰。』是醮不專於無酬酢者。若然，醴亦無酬酢不為醮名者，但醴大古之物，自然質無酬酢。此醮用酒，酒本有酬酢，故無酬酢得名醮也。雲『醴亦當為禮』者，亦上請醴賓之醴，故破之也。"
      },
      {
        "index": 3,
        "text": "尊於房戶之，兩С，有禁。玄酒在西，加勺，南枋。（房戶者，房西室戶東也。禁，承尊之器也。名之為禁者，因為酒戒也。玄酒，新水也，雖今不用，猶設之，不忘古也。）"
      },
      {
        "index": 4,
        "text": "[疏]『尊於』至『南枋』。註『房戶』至『古也』。釋曰：雲『禁，承尊之器也。名之為禁者，因為酒戒也』者，以醴不言禁，醴非飲醉之物，故不設戒也。此用酒，酒是所飲之物，恐醉，因而禁之，故雲因為酒戒。若然，玄酒非飲亦為禁者，以玄酒對正酒，不可一有一無，故亦同有禁也。雲『不忘古也』者，上古無酒，今雖有酒，猶設之，是不忘古也。"
      },
      {
        "index": 5,
        "text": "洗，有篚在西，南順。（洗，庭洗，當東榮，南北以堂深。篚亦以盛勺觶，陳於洗西。南順，北為上也。）\n[疏]『洗有』至『南順』。註『洗庭』至『上也』。釋曰：知『洗，庭洗』者，上周法用醴之時，醴之尊在房。今醮用酒與常飲酒同，故洗亦當在庭。"
      },
      {
        "index": 6,
        "text": "是以下雲『賓降，取爵於篚，卒洗，升酌』，故知洗在庭也。設洗法在設尊前，此洗亦當在設尊前設之，故此直雲洗有篚在西，不言設也。若然，上不言設洗者，以其上雲醮用酒，即連雲尊，文勢如此，故不言設洗。雲『當東榮，南北以堂深』"
      },
      {
        "index": 7,
        "text": "者，上己有文也。雲『篚亦以盛勺觶』者，周法用醴在房，庭洗無篚。此用酒，庭洗有篚，故周公設經辨其異者。但醴篚在房，以盛勺觶，此庭洗，篚亦盛勺觶，故雲『亦』也。雲『南順，北為上也』者，席之制有首尾者，據識之先後為首尾。"
      },
      {
        "index": 8,
        "text": "此篚亦雲上者，應亦有記識為上下，以其南順之言，故北為上也。\n始加，醮用脯醢。賓降，取爵於篚，辭降如初。卒洗，升酌。（始加者，言一加一醮也。加冠於東序，醮之於戶西，同耳。始醮亦薦脯醢。賓降者，爵在庭，酒在堂，將自酌也。辭降如初，如將冠時降盥，辭主人降也。凡薦出自東房。）"
      },
      {
        "index": 9,
        "text": "[疏]『始加』至『升酌』。註『始加』至『東房』。釋曰：雲『始加，醮用脯醢』者，此言與周別之事。周家三加訖乃一醴，於客位用脯醢，此加訖即醮於客位用脯醢，是其不同也。但言始加醮用脯醢者，因言與周異之意，其實未行事，是以下乃始雲『賓降取爵於篚』也。雲『加冠於東序，醮之於戶西，同耳』"
      },
      {
        "index": 10,
        "text": "者，經不見者，嫌與周異，故辨之。其經不言冠者，醮之處即與周同，故經不見也。雲『始醮亦薦脯醢』者，以其經雲醮用脯醢，泛言若醮用酒，未著其節，故亦如上周家三加始薦脯醢。雲『賓降者，爵在庭，酒在堂，將自酌也』者，決周家醴在房，贊者酌授賓，賓不親酌，此則賓親酌酒洗爵，故有升降也。雲『辭降如初，如將冠時降盥，辭主人降也』者，欲見用醴時，直有將冠時賓降，無賓降取爵，以其酌在房故也。今雲如初者，唯謂如將冠降盥之事也。雲『凡薦出自東房』者，用醴時，尊在房，脯醢出自東房；醮用酒，酒尊在堂，脯醢亦出自東房。"
      },
      {
        "index": 11,
        "text": "《鄉飲酒》、《鄉射》、《特牲》、《少牢》薦者皆出東房，故雲『凡』以該之也。\n冠者拜受，賓答拜如初。（贊者筵於戶西，賓升，揖冠者就筵。乃酌，冠者南面拜受，賓授爵，東面答拜，如醴禮也。於賓答拜，贊者則亦薦之。）"
      },
      {
        "index": 12,
        "text": "[疏]『冠者』至『如初』。註『贊者』至『薦之』。釋曰：此經略言拜受答拜，不言處所面位。言如初者，以其雖用酒與周異，自外與周同，故直言如初也。是以鄭取上醴子法以言之，故言如初以結之也。雲『於賓答拜贊者，則亦薦之』者，經直雲拜受，答拜如初，亦不言出薦之時節，故鄭別言之，亦當如周家醴子時薦也。凡醴子、醴婦並《昏禮》禮賓，面位不同者，皆隨時之便，故不同也。"
      },
      {
        "index": 13,
        "text": "冠者升筵，坐。左執爵，右祭脯醢，祭酒，興。筵末坐，啐酒。降筵，拜，賓答拜。冠者奠爵於薦東，立於筵西。（冠者立俟賓命，賓揖之，則就東序之筵。）"
      },
      {
        "index": 14,
        "text": "[疏]『冠者』至『筵西』。註『冠者』至『之筵』。釋曰：此經雖用醴酒不同，其於行事與周禮醴子同，但位有異。彼一加訖入房，易服訖出房，立待賓容命。此則醮訖立於席西，待賓命為異，皆為更加皮弁也。雲『興。筵末坐，啐酒』者，為醮於客位敬之故也。《昏禮》禮賓與《聘禮》禮賓在西階上啐醴者，《昏禮》註雲『此筵不主為飲食起』，《聘禮》註雲『糟醴不卒』，故也。冠子用醴拜，此醮子用酒亦拜者，以與醴子同是成人法。拜啐，故雖用醮亦拜啐也。"
      },
      {
        "index": 15,
        "text": "徹薦、爵，筵尊不徹。（徹薦與爵者，辟後加也。不徹筵尊，三加可相因，由使也。）\n[疏]『徹薦』至『不徹』。註『徹薦』至『便也』。釋曰：雲『徹薦與爵者，辟後加也』者，案下文雲：『加皮弁，如初儀，再醮，攝酒，其他皆如初。』"
      },
      {
        "index": 16,
        "text": "酒則雲攝，明因前也。除酒之外，雲其他如初，明薦爵更設是後加，卒設於席前也。故知前雲徹薦爵，為辟後加也。"
      },
      {
        "index": 17,
        "text": "加皮弁，如初儀。再醮，攝酒，其他皆如初。（攝猶整也。整酒，謂撓之。\n今文攝為聶。）\n[疏]『加皮』至『如初』。註『攝猶』至『為聶』。釋曰：雲『攝猶整也。整酒，謂撓之』者，案《有司徹》雲『司官攝酒』，註雲：『更洗益整頓之。』"
      },
      {
        "index": 18,
        "text": "不可雲洗，亦當為撓，謂更撓攪添益整頓，示新也。\n加爵弁，如初儀。三醮，有乾肉折俎，嚌之，其他如初。北面取脯，見於母。"
      },
      {
        "index": 19,
        "text": "（乾肉，牲體之脯也。折其體以為俎。嚌，嘗之。）\n[疏]『加爵』至『於母』。註『乾肉』至『嘗之』。釋曰：前二醮有脯醢，更加此乾肉折俎。言『嚌之』者，嚌謂至齒嘗之。案下若殺再醮不言攝，此經再醮言攝，三醮不言攝，則再醮之後皆有攝，互文以見義也。雲『取脯，見於母』者，亦東壁俠拜，與周同。案下文若殺已下，雲卒醮取籩脯以降，此亦取籩脯。乾肉曰脯。雲『乾肉，牲體之脯也』者，案《周禮。臘人》雲『掌乾肉凡田獸之脯臘』，鄭註雲：『大物解肆乾之謂之乾肉，若今梁州烏翅矣。薄析曰脯，捶之而施姜桂曰段。』若然，乾肉與脯別言。若今梁州烏翅者，或為豚解而七體以乾之，謂之乾肉，及用之，將升於俎，則節折為二十一體，與《燕禮》同，故總名乾肉折俎也。"
      },
      {
        "index": 20,
        "text": "若殺，則特豚，載合升，離肺實於鼎，設扃。（特豚，一豚也。凡牲皆用左胖，煮於鑊曰亨，在鼎曰升，在俎曰載。載合升者，明亨與載皆合左右胖。離，割也，割肺者，使可祭也。可嚌也。今扃為鉉，古文為密。）"
      },
      {
        "index": 21,
        "text": "[疏]『若殺』至『扃』。註『特豚』至『為密』。釋曰：上醮子用乾肉不殺，自此至取籩脯以降，論夏殷醮子殺牲之事，殺言『若』者，是不定之辭，殺與不殺俱得雲若也。雲『載合升』者，在鼎曰升，在俎曰載，載在後。今先言載，後言升，又合字在載升之，通事之者，欲見在俎、在鑊俱曰合也。雲『設扃』者，以茅覆鼎，長則束其本，短則編其中。案《冬官。匠人》『廟門容大扃七個』，註雲：『大扃，牛鼎之扃，長三尺。』又曰『闈門容小扃參個』，註雲：『小扃，鄉鼎之扃，長二尺。』皆依漢禮。而知今此豚鼎之扃當用小扃也。"
      },
      {
        "index": 22,
        "text": "雲『特豚，一豚也』者，此特若《郊特牲》之特，皆以特為一也。雲『凡牲皆用左胖』者，案《特牲》、《少牢》皆用右胖，《少儀》雲：『大牢則以牛左肩折九個』。為歸胙用左，則用右而祭之。《鄉飲酒》、《鄉射》主人用右體，生人亦與祭同用右者，皆據周而言也。此雲用左，鄭據夏殷之法，與周異也。但《士虞》喪祭用左，反吉故也。雲『煮於鑊曰亨』者，案《特牲》雲：『亨於門外東方，西面北上。』註雲：『亨，煮也。亨豕魚臘，以鑊各一爨。《詩》雲：誰能亨魚，溉之釜ň。』是鑊為亨也。雲『在鼎曰升，在俎曰載』者，案《昏禮》雲『特豚合升』，又雲『側載』，《特牲》亦雲『卒載加匕於鼎』，《少牢》雲『司馬升羊，實於一鼎』，皆是在鼎曰升，在俎曰載之文。但在鼎直有升名，在俎則升、載兩稱也。故《少牢》雲『升羊載右胖』，升豕其載如羊。《有司徹》亦雲『乃升』，註雲：『升牲體於俎也。』是在俎升、載二名也。雲『載合升者，明亨與載皆合左右胖』者，以升、載並陳，又合山二者之，故知從鑊至俎，皆合左右胖也。雲『離，割也，割肺者，使可祭也，可嚌也』者，凡肺有二種：一者舉肺，一者祭肺。就舉肺之中復有三稱：一名舉肺，為食而舉；二名離肺，《少儀》雲三牲之肺，離而不提心也；三名嚌肺，以齒嚌之。此三者皆據生人為食而有也。就祭肺之中亦復有三稱：一者謂之祭肺，為祭先而有之；二者謂之忖肺，忖，切之使斷；三者謂之切肺，名雖與忖肺異，切肺則忖肺也。三者皆為祭而有。若然切肺、離肺指其形，餘皆舉其義稱也。雲『今文扃為鉉，古文為密』"
      },
      {
        "index": 23,
        "text": "者，一部之內皆然，不從今文故疊之也。\n始醮，如初。（亦薦脯醢，徹薦爵，筵尊不徹矣。）\n[疏]『始醮如初』。註『亦薦』至『徹矣』。釋曰：雲『始醮，如初』"
      },
      {
        "index": 24,
        "text": "者，此一醮與不殺同，未有所加，故雲如初也。\n再醮，兩豆：葵菹、蠃醢；兩籩：栗、脯。（蠃醢，蝓醢。今文蠃為蝸。）"
      },
      {
        "index": 25,
        "text": "[疏]『再醮』至『栗脯』。註『蠃醢』至『為蝸』。釋曰：此二豆、二籩增數者，為有殺牲，故盛其饌也。案鄭註《周禮。醢人》雲：『細切為齏，全物若為菹。』作醢及贊者，先膊乾其肉，乃後之，雜以梁麯及鹽，漬以美酒，塗置《垂瓦》中，百日則成矣，是作醢及菹之法也。雲『蠃醢，蝓醢』者，《爾雅》文。"
      },
      {
        "index": 26,
        "text": "三醮，攝酒如再醮，加俎，嚌之，皆如初，嚌肺。（攝酒如再醮，則再醮亦攝之矣。加俎嚌之，嚌當為祭，字之誤也。祭俎如初，如祭脯醢。）"
      },
      {
        "index": 27,
        "text": "[疏]『三醮』至『嚌肺』。註『攝酒』至『脯醢』。釋曰：雲『攝酒如再醮，則再醮亦攝之矣』者，周公作經取省文，再醮不言攝酒，以三醮如之，則再醮攝之可知，故鄭雲再醮亦攝之矣。雲『加俎嚌之，嚌當為祭，字之誤也』者，經有二嚌，不破『如初嚌』之嚌，唯破『加俎嚌』之字者，以祭先之法，祭乃嚌之，又不宜有二嚌，故破加俎之嚌為祭也。雲『祭俎如初，如祭脯醢』者，以三醮唯祭俎之肺，不復祭脯醢也。若然，前不殺之時，一醮徹脯醢為辭，再醮之脯醢，至再醮不言徹脯醢者，以三醮上唯加乾肉，不薦脯醢，故不徹也。今殷亦然，一醮徹薦辭，至再醮亦不徹薦，直徹爵而已，亦為三醮以不加籩豆加牲俎，是以祝辭一醮，亦雲嘉薦，至三醮者，直雲籩豆有楚。楚，陳列貌。是三醮不加籩豆明文也。"
      },
      {
        "index": 28,
        "text": "卒醮，取籩脯以降，如初。\n[疏]『卒醮』至『如初』。釋曰：此取籩脯見母，與前不異。上周法與不殺皆不雲籩者，上皆直薦脯醢，不雲籩豆。此若殺雲兩籩，故雲籩脯。若然，既殺有俎肉而取脯者，見其得禮而已，故不取俎肉。如若得束帛者，不須取脯，是以《冠禮》禮賓得束帛，皆不取脯也。"
      },
      {
        "index": 29,
        "text": "若孤子，則父兄戒、宿。（父兄，諸父諸兄。）\n[疏]『若孤』至『戒宿』。註『父兄諸父諸兄』。釋曰：上陳土有父加冠禮訖，自此至『東塾北面』，論士之無父，自有加冠之法也。周公作文，於此乃見之者，欲見周與夏殷孤子同冠於阼階，禮之於客位，唯一醮三醴不同耳，是以作經言其與上異者而已。言『父兄，諸父諸兄』者，以其上文父兄非直戒宿而己，故知此是諸父諸兄，非己之親父親兄也。"
      },
      {
        "index": 30,
        "text": "冠之日，主人而迎賓，拜，揖，讓，立於序端，皆如冠主，禮於阼。（冠主，冠者親父若宗兄也。古文為結，今文禮作醴。）"
      },
      {
        "index": 31,
        "text": "[疏]『冠之』至『於阼』。註『冠主』至『作醴』。釋曰：雲『主人而迎賓』者，即上『采衣』是也。雲『拜，揖，讓，立於序端』者，謂主人出先拜，賓答拜訖，揖讓而入於廟門。既入門，又三揖，至階，又三讓而升堂，乃立於東序端，賓升，立西序端，一皆如上。父兄為主人，故作文省略，總雲『揖讓立於序端，皆如冠主』也。雲『禮於阼』者，別言其異者也。雲『今文禮作醴』"
      },
      {
        "index": 32,
        "text": "者，鄭不從今文者，以其言醴則不兼於醮，言禮則兼醴、醮二法故也。\n凡拜，北面於阼階上。賓亦北面於西階上答拜。"
      },
      {
        "index": 33,
        "text": "[疏]『凡拜』至『答拜』。釋曰：此亦異於父在者。雲『凡拜』者，謂初拜至及啐拜之等，賓主皆北面，與父在時拜於筵西、南面，賓拜於序端東面為異也。"
      },
      {
        "index": 34,
        "text": "若殺，則舉鼎陳於門外，直東塾，北面。（孤子得申禮，盛之。父在，有鼎不陳於門外。）\n[疏]『若殺』至『北面』。釋曰：雲『若殺』者，有則殺，無則已，故雲若，不定之辭也。言舉鼎者，謂於廟門外之東壁鑊所，舉至廟門外之東，直東塾，二鼎豚魚臘鼎，皆北向，相重而列之也。註『孤子』至『門外』。釋曰：案上文父在亦有殺法。今鄭雲『孤子得申禮，盛之』者，不為殺起，止為陳鼎於外而言。鄭知『父在，有鼎不陳於外』者，以上文若殺，直雲特豚載合升，不辨外內。孤子乃雲舉鼎陳於門外，類於上，父在陳鼎不於門外也。凡陳鼎在外者，賓客之禮也；在內者，家私之禮也。是在外者為盛也。今孤子則陳鼎在外，故雲『孤子得申禮，盛之』也。"
      },
      {
        "index": 35,
        "text": "若庶子，則冠於房外，南面，遂醮焉。（房外，謂尊東也。不於阼階，非代也。不醮於客位，成而不尊。）\n[疏]『若庶』至『醮焉』。釋曰：上已言三代子冠禮訖，此經論庶子加冠法也。周公作經，於三代之下言之，則三代庶子冠禮皆於房外同用醮矣，但不知三代庶子各用幾醮耳。今於周之子三加一醴，夏殷子三加三醮，是以下文祝辭三醴一而醮三，皆為三代而為言。至於三代，庶子皆不見別辭，則周之庶子宜依子用一醮，夏殷庶子亦依三醮。三代子有祝辭，言庶子則無，故下文註雲：『凡醮者不祝。』註『房外』至『不尊』。釋曰：知『房外，謂尊東也』"
      },
      {
        "index": 36,
        "text": "者，上陳尊在房戶之，案《鄉飲酒》賓東則東，則尊東明，此亦於尊東也。雲『不於阼階，非代也』者，案下記雲：『子冠於阼，以著代也。』明庶子不於阼，非代故也。雲『不醮於客位，成而不尊』者，下記雲：『醮於客位，加有成也。』是子於客位，成而尊之，此則成而不尊，故因冠之處遂醮焉。"
      },
      {
        "index": 37,
        "text": "冠者母不在，則使人受脯於西階下。\n[疏]『冠者』至『階下』。釋曰：案《內則》雲：『舅沒則姑老。』若死，當雲沒，不得雲『不在』，且母死則不得使人受脯。今言不在者，或歸寧，或疾病也。使人受脯，為母生在，於後見之也。"
      },
      {
        "index": 38,
        "text": "戒賓，曰：『某有子某，將加布於其首，原吾子之教之也。』（吾子，相親之辭。吾，我也。子，男子之美稱。古文某為謀。）"
      },
      {
        "index": 39,
        "text": "[疏]『戒賓』至『之也』。註『吾子』至『為謀』。釋曰：自此至『唯其所當』者，周公設經，直見行事，恐失次第，不言其辭。今行事既終，總見戒賓、醮及為字之辭也。雲『某有子某』者，上某，主人名；下某，子之名。加布，初加緇布冠也。雲『原吾子之教之也』者，即此以加冠行禮為教之也。雲『吾子，相親之辭。吾，我也』者，謂自己身之子，故雲吾子，相親之辭也。雲『子，男子之美稱』者，古者稱師曰子。又《公羊傳》雲：『名不若字，字不若子。』是子者，男子之美稱也。今請賓與子加冠，故以美稱呼之也。"
      },
      {
        "index": 40,
        "text": "賓對曰：『某不敏，恐不能共事，以病吾子，敢辭。』（病猶辱也。古文病為秉。）主人曰：『某猶原吾子之終教之也。』賓對曰：『吾子重有命，某敢不從！』（敢不從，許之辭。）宿曰：『某將加布於某之首，吾子將蒞之，敢宿。』"
      },
      {
        "index": 41,
        "text": "賓對曰：『某敢不夙興。』（蒞，臨也。今文無對。）\n始加，祝曰：『令月吉日，始加元服。（令、吉，皆善也。元，首也。）"
      },
      {
        "index": 42,
        "text": "[疏]註『令吉』至『首也』。釋曰：元首，《左傳》曰先軫入狄師而死之，狄人歸先軫之元。是元為首。又《尚書》雲：『君為元首。』亦是元為首也。"
      },
      {
        "index": 43,
        "text": "棄爾幼誌，順爾成德。壽考惟祺，介爾景福。』（爾，女也。既冠為成德。\n祺，祥也。介、景，皆大也。因冠而戒，且勸之。女如是則有壽考之祥，大女之大福也。）"
      },
      {
        "index": 44,
        "text": "[疏]註『爾女』至『福也』。釋曰：雲『既冠為成德』者，案《冠義》，既冠責以父子君臣長幼之禮，皆成人之德。雲『祺，祥也』者，祺訓為祥，祥又訓為善也。雲『因冠而戒』者，則經『棄爾幼誌，順爾成德』是也。雲『且勸之』"
      },
      {
        "index": 45,
        "text": "者，即經雲『壽考惟祺，介爾景福』是也。\n再加，曰：『吉月令辰，乃申爾服。（辰，子醜也。申，重也。）\n[疏]『再加』至『爾服』。註『辰子』至『重也』。釋曰：上雲『令月吉日』，此雲『吉月令辰』，互見其言，是作文之體，無義例也。雲『辰，子醜也』者，以十配十二辰，直雲辰子醜，明有，可知即甲子、乙丑之類，略言之也。"
      },
      {
        "index": 46,
        "text": "敬爾威儀，淑慎爾德，眉壽萬年，永受胡福。』（胡猶遐也、遠也，遠無窮。\n古文眉作麋。）三加，曰：『以歲之正，以月之令，鹹加爾服。（正猶善也。鹹，皆也。皆加女之三服，謂緇布冠、皮弁、爵弁也。）兄弟具在，以成厥德。（厥，其。）"
      },
      {
        "index": 47,
        "text": "黃無疆，受天之慶。』（黃，黃發也。，凍梨也。皆壽征也。疆，竟。）\n[疏]註『黃黃』至『疆竟』。釋曰：《爾雅》云『黃發《齒兒》齒』，故以黃為黃發也。雲『，凍梨』者，《爾雅》云『、老，壽也』。此雲凍黎者，以其面似凍黎之色故也。"
      },
      {
        "index": 48,
        "text": "醴辭曰：『甘醴惟厚，嘉薦令芳。（嘉，善也。善薦，謂脯醢芳香也。）\n[疏]『醴辭』至『令芳』。註『嘉善』至『香也』。釋曰：謂脯醢為善薦芳香者，謂作之依時，又造之依法，故使芳香而善也。"
      },
      {
        "index": 49,
        "text": "拜受祭之，以定爾祥。承天之休，壽考不忘。』（休，美也。不忘，長有令名。）\n醮辭曰：『旨酒既清，嘉薦時。（，誠也。古文為癉。）"
      },
      {
        "index": 50,
        "text": "始加元服，兄弟具來。孝友時格，永乃保之。』（善父母為孝，善兄弟為友。\n時，是也。格，至也。永，長也。保，安也。行此乃能保之。今文格為嘏。凡醮者不祝。）"
      },
      {
        "index": 51,
        "text": "[疏]註『善父』至『不祝』。釋曰：『善父母為孝，善兄弟為友』者，《爾雅》文。不言善事父母、善事兄弟者，欲見非且善事兄弟而亦為兄弟之所善者，諸行周備之意也。雲『凡醮者不祝』者，案上文前後例，周與夏殷冠子法，其加冠祝辭三節不辨三代之異，則三代祝辭同可知也。至於周醮之辭三等別陳之者，以其數異，辭宜不同故也。若然，醮辭唯據子而言，以其將著代重之，故備見祝辭也。此註雲『凡醮者不祝』者，言『凡』謂庶子也，既不加冠於阼，又不禮於客位，無著代之理，故略而輕之也。亦不設祝辭者，《曾子問》註雲『凡殤不祭』之類也。其天子冠禮祝辭，案《大戴禮。公冠》篇，成王冠周公為祝詞，使王近於人，遠於天，嗇於時，惠於財。其辭既多，不可具載。其諸侯無文，蓋亦有祝辭，異於士也。"
      },
      {
        "index": 52,
        "text": "再醮，曰：『旨酒既湑，嘉薦伊脯。（湑，清也。伊，惟也。）\n[疏]註『湑清也伊惟也』。釋曰：湑，酒之稱，故《伐木》詩云『有酒湑我』，註雲：『湑，莤之文。』《鳧》詩雲『爾酒既湑』，註云：『湑，酒之者。』是湑為清也。雲『伊，惟也』者，助句辭，非為義也。"
      },
      {
        "index": 53,
        "text": "乃申爾服，禮儀有序。祭此嘉爵，承天之祜。』（祜，福也。）\n三醮，曰：『旨酒令芳，籩豆有楚。』（旨，美也。楚，陳列之貌。）"
      },
      {
        "index": 54,
        "text": "[疏]註『旨美』至『之貌』。釋曰：《楚茨》詩亦雲『籩豆有楚』，註雲：\n『楚，陳列之貌。』是用其再醮之籩豆，不增改之，故雲『有楚』也。"
      },
      {
        "index": 55,
        "text": "鹹加爾服，肴升折俎。（肴升折俎，亦謂豚。）\n[疏]註『肴升』至『謂豚』。釋曰：雲『折俎』者，即謂折上若殺之豚也。"
      },
      {
        "index": 56,
        "text": "承天之慶，受福無疆。\n字辭曰：『禮儀既備，令月吉日，昭告爾字。（昭，明也。）\n[疏]『字辭』至『爾字』。釋曰：此字文在三代之下而言，則亦遂三代字辭同。此辭賓直西序東面，與子為字時言之也。"
      },
      {
        "index": 57,
        "text": "爰字孔嘉，髦士攸宜。（爰，於也。孔，甚也。髦，俊也。攸，所也。）\n宜之於假，永受保之，曰伯某甫。』仲、叔、季，唯其所當。（於猶為也。"
      },
      {
        "index": 58,
        "text": "假，大也。宜之是為大矣。伯、仲、叔、季，長幼之稱。甫是丈夫之美稱。孔子為尼甫，周大夫有嘉甫，宋大夫有孔甫，是其類。甫，字或作父。）"
      },
      {
        "index": 59,
        "text": "[疏]『宜之』至『所當』。釋曰：雲『伯某甫』者，某若雲嘉也。但設經不得定言人字，故言甫為且字，是以《禮記》諸侯薨，復曰『臯某甫復』。鄭雲："
      },
      {
        "index": 60,
        "text": "『某甫且字。』以臣不名，君且為某之字呼之。既此，某甫立為且字。言『伯、仲、叔、季』者，是長幼次第之稱。若兄弟四人，則依次稱之。夏殷質則積仲，周文則積叔，若管叔、霍叔之類是也。雲『唯其所當』者，二十冠時與之作字，猶孔子生三月名之曰丘，至二十冠而字之曰仲尼。有兄曰伯，居第二則曰仲。但殷質，二十為字之時，兼伯、仲、叔、季呼之；周文，二十為字之時，未呼伯、仲，至五十乃加而呼之。故《檀弓》雲『五十以伯仲』，周道也。是呼伯仲之時，則兼二十字而言。若孔子生於周代，從周禮呼尼甫，至五十去甫以尼配仲，而呼之曰仲尼是也。若然，二十冠而字之，未呼伯、仲、叔、季。今於二十加冠而言者，一則是殷家冠時，遂以二十字呼之；二則見周家若不死，至五十乃加而呼之。"
      },
      {
        "index": 61,
        "text": "若二十已後死，雖未滿五十，即得呼伯仲。知義然者，見慶父乃是莊公之弟，桓六年莊公生，至閔公二年慶公死，時莊公未滿五十，慶父乃是莊公之弟，時未五十，慶父死，號曰共仲。是其死後雖未五十，得呼仲叔季。故二十冠時，則以伯、仲、叔、季當擬之，故雲『唯其所當』也。註『幹猶』至『作父』。釋曰："
      },
      {
        "index": 62,
        "text": "知『甫是丈夫之美稱』者，以其人之賢愚，皆以為字，故隱元年，『公及邾儀父盟於蔑』。《梁傳》雲：『儀，字也。父猶傅也，男子之美稱也』是也。雲『孔子為尼甫』者，哀十六年，孔丘卒，哀公誄之曰：『哀哉，尼甫！』因字號謚曰尼甫也。雲『周大夫有嘉甫』者，桓公十五年，『天王使嘉甫來求車』是也。"
      },
      {
        "index": 63,
        "text": "雲『宋大夫有孔甫，是其類』者，案《左氏傳》桓二年『孔父嘉為司馬』是也。\n鄭引此者，證有冠而為此字之意，故雲是其類也。又甫字或作父者，字亦通，或尼甫、嘉甫、孔甫等，見為父字者也。"
      },
      {
        "index": 64,
        "text": "屨，夏用葛。玄端黑屨，青絇繶純，純博寸。（屨者順裳色，玄端黑屨，以玄裳為正也。絇之言拘也，以為行戒，狀如刀衣鼻，在屨頭。繶，縫中紃也。純，緣也。三者皆青。博，廣也。）"
      },
      {
        "index": 65,
        "text": "[疏]『屨夏』至『博寸』。註『屨者』至『廣也』。釋曰：自此至『む屨』，論三服之屨。不於上與服同陳者，一則屨用皮葛，冬夏不同；二則屨在下，不宜與服同列，故退在於此。此言夏用葛，下雲冬皮，則春宜從夏，秋宜從冬，故舉冬夏寒暑極時而言。《詩》魏地以葛屨屨霜，剌褊也。雲『屨者順裳色』者，禮之通例；衣與冠同，屨與裳同，故雲順裳色也。雲『玄端黑屨，以玄裳為正也』"
      },
      {
        "index": 66,
        "text": "者，以其玄端有玄裳、黃裳、雜裳，經唯雲玄端黑屨，與玄裳同色，不取黃裳、雜裳，故雲以玄裳為正也。雲『絇之言拘也，以為行戒』者，以拘者自拘持之言，故雲以為行戒也。雲『狀如刀衣鼻，在屨頭』者，此以漢法言之。今之屨頭見有下鼻，似刀衣鼻，故以為況也。雲『繶，縫中紃也』者，謂牙底相接之縫中有絳紃也。雲『純，緣也』者，謂繞口緣邊也。雲『皆青』者，以經三者同雲青也。雲『博，廣也』者，謂純所施廣一寸也。"
      },
      {
        "index": 67,
        "text": "素積白屨，以魁付之，緇絇繶純，純博寸。（魁，蜃蛤。付，註者。）\n[疏]『素積』至『博寸』。註『魁蜃蛤付註者』。釋曰：以魁蛤灰付之者，取其白耳。雲『魁，蜃蛤』者，魁即蜃蛤，一物，是以《周禮。地官。掌蜃》掌『共白盛之蜃』，鄭司農雲謂蜃炭，引此士冠白屨以魁付之，『玄謂今東萊用蛤，謂之乂灰雲』是也。雲『付，註者』，以蛤灰塗註於上，使色白也。"
      },
      {
        "index": 68,
        "text": "爵弁屨，黑絇繶純，純博寸。（爵弁屨以黑為飾，爵弁尊，其屨飾以繢次。）\n[疏]『爵弁』至『博寸』。註『爵弁』至『繢次』。釋曰：案此三服見屨不同，何者？玄端以衣見屨，以玄端有黃裳之等，裳不得舉裳見屨，故舉玄端見屨也。皮弁以素積見屨，屨裳同色，是其正也。爵弁既不舉裳，又不舉衣，而以爵弁見屨者，上陳服已言裳，裳色自顯，以與六冕同玄衣裳，與冕服之嫌，故不以衣裳而以首服見屨也。雲『爵弁屨以黑為飾，爵弁尊，其屨飾以繢次』者，案《冬官》畫繢之事雲：『青與白相次，赤與黑相次，玄與黃相次。』鄭雲："
      },
      {
        "index": 69,
        "text": "『此言畫繢六色所象，及布采之第次，繢以為衣。』又雲：『青與赤謂之文，赤與白謂之章，白與黑謂之黼，黑與青謂之黻。』鄭雲：『此言剌繡采所用，繡以為裳。』此是對方為繢次，比方為繡次。案鄭註《屨人》雲：『復下曰舄禪，下曰屨。』又註雲：『凡舄之飾，如繢之次；凡屨之飾，如繡之次也』者，即上黑屨以青為絇繶純，白屨以黑為絇繶純，則白與黑，黑與青為繡次之事也。"
      },
      {
        "index": 70,
        "text": "今次爵弁屨，，南方之色赤。不以西方白為絇繶純，而以北方黑為絇繶純者，取對方繢次為飾。舉舄者，尊爵弁是祭服，故飾與舄同也。"
      },
      {
        "index": 71,
        "text": "冬，皮屨可也。\n[疏]『冬皮屨可也』。釋曰：冬時寒，許用皮，故雲『可也』。\n不屨む履。（む屨，喪屨也。縷不灰治曰む。）"
      },
      {
        "index": 72,
        "text": "[疏]『不屨む屨』。註『む屨』至『曰む』。釋曰：案《喪服》記雲：\n『む衰四升有半。』む衰既是喪服，明む屨亦是喪屨，故鄭雲『喪屨』也。雲『縷不灰治曰む』者，斬衰冠六升，傳雲『鍛而勿灰』，則四升半，不灰治可知。"
      },
      {
        "index": 73,
        "text": "言此者，欲見大功未可以冠子，恐人以冠子，故於屨末因禁之也。\n記。冠義。\n[疏]『記冠義』。釋曰：凡言『記』者，皆是記經不備，兼記經外遠古之言。鄭註《燕禮》雲：『後世衰微，幽、厲尤甚，禮樂之書，稍稍廢棄。』蓋自爾之後有記乎？又案《喪服》記子夏為之作傳，不應自造，還自解之。記當在子夏之前，孔子之時，未知定誰所錄。雲『冠義』者，記《士冠》中之義者，記時不同，故有二記。此則在子夏前。其《周禮。考工記》，六國時所錄，故遭秦燔滅典籍，有《韋氏》、《雕氏》闕，其記則在秦漢之際儒者加之，故《王制》有正『聽之棘木之下』，異時所記，故其言亦殊也。"
      },
      {
        "index": 74,
        "text": "始冠，緇布之冠也。大古冠布，齊則緇之。其也，孔子曰：『吾未之聞也，冠而敝之可也。』（大古，唐、虞以上。，纓飾。未之聞，大古質，蓋亦無飾。"
      },
      {
        "index": 75,
        "text": "重古，始冠冠其齊冠。白布冠，今之喪冠是也。）\n[疏]『始冠』至『可也』。註『大古』至『是也』。釋曰：此經直言加緇布冠，不言有無，又不言加冠之後此緇布冠更著以不，故言不，不更著之事也。雲『大古冠布』者，謂著白布冠也。雲『齊則緇之』者，將祭而齊則為緇者，以鬼神尚幽暗也。雲『其也，孔子曰：吾未之聞也』者，孔子時有者，故非時人之，諸侯則得著，故《玉藻》雲：『緇布冠繢，諸侯之冠也。』"
      },
      {
        "index": 76,
        "text": "鄭雲：『尊者飾也。』（元缺一字）士冠不得也。雲『冠而敝之可也』者，據士以卜冠時用之，冠訖，則敝去之不復著也。若庶人猶著之，故《詩》雲：『彼都人士，臺笠緇撮。』是用緇布冠籠其發，是庶人常服之矣。雲『大古，唐、虞以上』者，此記與《郊特牲》皆陳三代之冠，雲牟追、章甫、委貌之等，鄭註《郊特牲》雲：『三代改制，齊冠不復用也。以白布冠質，以為喪冠也。』三代既有此，明大古是唐、虞已上可知。雲『未之聞，大古質，蓋亦無飾』者，此經據孔子時非其著，未知大古有以不，故鄭雲大古質，無飾也。雲『重古，始冠冠其齊冠』者，以經雲始冠緇布之冠，即雲大古冠布則齊冠一也，故鄭雲冠其齊冠也。雲『白布冠者今之喪冠是也』者，以其大古時，吉兇同服白布冠，未有喪冠。三代有牟追之等，則以白布冠為喪冠。若然，喪服起自夏禹以下也。"
      },
      {
        "index": 77,
        "text": "子冠於阼，以著代也。醮於客位，加有成也。（醮，夏、殷之禮，每加於阼階，醮之於客位，所以尊敬之，成其為人也。）"
      },
      {
        "index": 78,
        "text": "三加彌尊，論其誌也。（彌猶益也。冠服後加益尊。論其誌者，欲其德之進也。）\n[疏]『子』至『成也』。註『醮夏』至『人也』。釋曰：此記人說夏、殷法，可兼於周。以其於阼及三加皆同，唯醮醴有異，故知舉二以見一也。"
      },
      {
        "index": 79,
        "text": "冠而字之，敬其名也。（名者，質，所受於父母，冠成人，益文，故敬之也。\n今文無之。）\n[疏]『冠而』至『名也』。註『名者』至『無之』。釋曰：案《內則》雲，子生三月父名之，不言母。今雲『受於父母』者，夫婦一體，受父即是受於母，故兼言也。雲『冠成人，益文』者，對名是受於父母，為質，字者受於賓，為文。故君父之前稱名，至於他人稱字也。是敬定名也。"
      },
      {
        "index": 80,
        "text": "委貌，周道也。章甫，殷道也。毋追，夏後氏之道也。（委猶安也。言，所以安正容貌。章，明也。殷質，言以表明丈夫也。甫，或為父，今文為斧。毋，發聲也。追猶堆也。夏後氏質，以其形名之。三冠皆所服以行道也，其制之異同未之聞。）"
      },
      {
        "index": 81,
        "text": "[疏]『委貌』至『道也』。釋曰：記人歷陳此三代冠者，上緇布冠也。諸（元缺起此）侯已下，始加之冠，此委貌之等。記人以經有緇布冠、皮弁、爵弁、玄冠，故還記緇布冠以下四種之冠，以解經之四者，此委貌即解經『易服，服玄冠』是也。註『委猶』至『之聞』。釋曰：雲『今文為斧』者，義無取，故疊之不從也。雲『毋，發聲也』者，若在上謂之發聲，在下謂之助句，義無取，則是發聲也。雲『三冠皆所常服以行道』者，以釋經三代皆言道，是諸侯朝服之冠，在朝以行道德者也。雲『其制之異同未之聞』者，委貌、玄冠於禮圖有制，但章甫、毋追相與，異同未聞也。"
      },
      {
        "index": 82,
        "text": "周弁，殷，夏收。（弁名出於。，大也，言所以自光大也。名出於無。無，覆也，言所以自覆飾也。收，言所以收斂發也。其制之異亦未聞。）"
      },
      {
        "index": 83,
        "text": "[疏]註『弁名』至『未聞』。釋曰：又歷陳此三者，欲見三代加冠皆有弁。\n雲『周弁』者，弁是古冠之大號，非直含六冕，亦兼爵弁於其中。見士之三加之冠者爵弁者，故雲弁，弁者冠名也。雲『弁名出於。，大也』者，無正文，鄭以意解之。《論語》雲『服周之冕』，以五色繅服有文飾，則知有德，故雲『言所以自光大也』。雲『名出於無。無，覆也，言所以自覆飾也。收，言所以收斂發也』者，皆以意解之也。雲『制之異亦未聞』者，案《漢禮器制度》弁冕、《周禮。弁師》相參。周之冕以木為體，廣八寸，長尺六寸，績麻三十升布為之，上以玄，下以，前後有旒，尊卑各有差等。天子玉笄朱，其制可聞。"
      },
      {
        "index": 84,
        "text": "雲未聞者，但夏、殷之禮亡，其制與周異，亦加上未聞也。\n三王共皮弁、素積。（質不變。）\n[疏]註『質不變』。釋曰：此亦三代自天子下至士皆是再加，當在周弁三加之上，退之在下者，欲見此是三代之冠，百王同之，無別代之稱也。故《郊特牲》雲『三王共皮弁』，註雲：『所不易於先代。』故《孝經》亦雲百王同之，不改易也。若然百王同之，言三王共者，以損益之極，極於三王。又上三冠亦據三代，故雲『三王其皮弁』。其實先代後代皆不易，是以鄭雲質不變也。"
      },
      {
        "index": 85,
        "text": "無大夫冠禮，而有其昏禮。古者五十而後爵，何大夫冠禮之有？（據時有未冠而命為大夫者。周之初禮，年未五十而有賢才者，試以大夫之事，猶服士服，行士禮。二十而冠，急成人也。五十乃爵，重官人也。大夫或時改取，有昏禮是也。）"
      },
      {
        "index": 86,
        "text": "[疏]『無大』至『之有』。釋曰：此經所陳，欲見無大夫冠禮之事。有大夫冠禮，記者非之。註『據時』至『是也』。釋曰：鄭雲『據時有未冠而命為大夫』者，言周末作記之時，有二十已前未加冠而命為大夫者，記非之也。雲『周之初禮，年未五十而有賢才者，試以大夫之事，猶服士服，行士禮』者，鄭解古者五十而後爵，何大夫冠禮之有？是古者未有，周大夫有冠禮，故非之。此鄭雲未五十，則二十已士，或有未二十有賢才，亦得試為大夫者，故《喪服》『殤卜功章』雲『大夫為昆弟之長殤』，鄭雲：『大夫為昆弟之長殤小功，謂士若不仕，以此知為大夫無殤服。』言為大夫無殤服，謂兄殤在小功，則兄十九已下，死大夫則十九已下既為兄殤服，己為大夫，則早冠矣。大夫冠而不為（元缺止此）殤故也。雖早冠，亦行士禮而冠，是大夫無冠禮也。雲『二十而冠，急成人也。五十乃爵，重官人也』者，解試為大夫二十，則其爵命要待五十意也。雲『大夫或時改娶，有昏禮』者，釋經『而有其昏禮』，以其三十而取，五十乃命為大夫，則昏時猶為士，何得有大夫昏禮乎？五十巳後容改娶，故有大夫昏禮也。"
      },
      {
        "index": 87,
        "text": "若然，案下文『古者生無爵』，鄭雲：『古謂殷。』此經以古為周初者，下雲『古者生無爵』，對周時士生有爵，故知古者生無爵，據殷也。今此雲古者，以周末時大夫冠，對周初時無，若以古者為殷時，則周家有大夫冠禮，何得言周末始有乎？明古者據初而言也。"
      },
      {
        "index": 88,
        "text": "公侯之有冠禮也，夏之末造也。（造，作也。自夏初以上，諸侯雖父死子繼，年未滿五十者亦服士服，行士禮，五十乃命也。至其衰末，上下相亂，篡殺所由生，故作公侯冠禮以正君臣也。《坊記》曰：『君不與同姓同車，與異姓同車不同服，示民不嫌也。以此坊民，民猶得同姓以殺其君也。』）"
      },
      {
        "index": 89,
        "text": "[疏]『公侯』至『造也』。註『造作』至『君者』。釋曰：記人言此者，欲見夏初已上，雖諸侯之貴，未有諸侯冠禮，猶依士禮，故記之於《士冠篇》末也。雲『自夏初以上』者，以經雲『公侯之有冠禮，夏之末造』，明夏初未有。"
      },
      {
        "index": 90,
        "text": "言『以上』者，夏以前唐、虞之等，亦未有諸侯冠禮也。未滿五十者亦服士服行士禮，五十乃命也者。既雲服士服，行士禮，亦如上文五十而後爵，何公侯冠禮之有？以其與大夫同未五十服行士禮也。雲『至其衰未，上下相亂』至『以正君臣也』者，解經夏之末造公侯冠禮也。引《坊記》者，欲見夏末以後制諸侯冠禮，以防諸侯相篡弒之事也。雲『同車』者，謂參乘為車，右及禦者也。雲『不同服』"
      },
      {
        "index": 91,
        "text": "者，案《玉藻》雲：『君之右虎裘，厥左狼裘。』又雲仆右恒朝服，君則各以時事服，是不同服。此謂非在軍時。若在軍時，君臣同服韋弁服也。"
      },
      {
        "index": 92,
        "text": "天子之元子猶士也，天下無生而貴者也。（元子，世子也。無生而貴，皆由下升。）\n[疏]『天子』至『者也』。註『元子』至『下升』。釋曰：此記者見天子元子冠時，亦依士冠禮，故於此兼記之也。天子之元子雖四加與十二而冠，其行事猶依士禮，故雲『猶士』也。元子尚不得生而貴，則天下之人亦無生而貴者也。雲『無生而貴，皆由下升』者，天子元子冠時行士禮，後繼世為天子，是由下升。自餘天下之人，從微至著，皆由下升也。"
      },
      {
        "index": 93,
        "text": "繼世以立諸侯，象賢也。（象，法也。為子孫能法先祖之賢，故使之繼世也。）\n[疏]『繼世』至『賢也』。釋曰：記此者欲見上言天子之子冠行士禮，此諸侯之子冠亦行士禮，以其士之子恒為士，有繼世之義。諸侯之子亦繼世，象父祖之賢。雖繼世象賢，亦無生而貴者，行士冠禮，故記之於此也。雲『能法先祖之賢』者，凡諸侯出封，皆由有德。若《周禮。典命》雲：『三公八命，其卿六命，大夫四命。及其出封，皆加一等。』出為五等諸侯，即為始封之君，是其賢也。於後子孫繼立者，皆不毀始祖之廟，是象先祖之賢也。"
      },
      {
        "index": 94,
        "text": "以官爵人，德之殺也。（殺猶衰也。德大者爵以大官，德小者爵以小官。）\n[疏]『以官』至『殺也』。註『殺猶』至『小官』。釋曰：記人記此者，欲見仕者從士至大夫而冠，無大夫冠禮者也。雲『以官爵人』者，以，用也，謂用官爵命於人也。雲『德之殺也』者，殺，衰也，以德大小為衰殺，故鄭雲『德大者爵以大官，德小者爵以小官』官者，管領為名。爵者，位次高下之稱也。"
      },
      {
        "index": 95,
        "text": "死而謚，今也。古者生無爵，死無謚。（今，謂周衰，記之時也。古，謂殷。\n殷士生不為爵，死不為謚。周制以士為爵，死猶不為謚耳，下大夫也。今記之時，士死則謚之，非也。謚之，由魯莊公始也。）"
      },
      {
        "index": 96,
        "text": "[疏]『死而』至『無謚』。註『今謂』至『始也』。釋曰：記人記此者，欲見自上所陳冠禮以士為本者，由無生而貴，皆從士賤者而升也。雲『死而謚，今也』者，據士生時雖有爵，所不合有謚，若死而謚之，正謂今周衰之時也。雲『古者生無爵，死無謚』者，古謂殷以前，夏之時，士生無爵，死無謚，是士賤。"
      },
      {
        "index": 97,
        "text": "今古皆不合有謚也。鄭雲『今謂周衰，記之時也』者，以記者自雲今也，明還據周衰記之時。案《禮運》雲：『孔子曰：我觀周道，幽、厲傷之。』是周衰也。"
      },
      {
        "index": 98,
        "text": "自此已後，始有作記，故雲周衰記之時也。雲『古謂殷』者，周時士有爵，故知古謂殷。雲『殷士生不為爵，死不為謚』者，對周士生有爵，死猶不謚也。雲『周制以士為爵，死猶不謚耳，下大夫也』者，案《周禮。掌客職》雲：『群介、行人、宰史，以其爵等為之牢禮之陳數。』鄭註雲：『以命數則參差難等，略於臣，用爵而已。』群介、行人皆士，故知周士有爵。雖有爵，死猶不謚。卿大夫已上則有謚也。雲『今記之時，士死則謚之，非也』者，解經死而謚，今也。雲『謚之，由魯莊公始也』者，案《禮記。檀弓》雲：『魯莊公及宋人戰於乘玉，縣賁父禦，卜國為右。馬驚，敗績，公墜，佐車授綏。公曰：「未之卜也。」縣賁父曰：「他日不敗績，而今敗績，是無勇也。」遂死之。圉人浴馬，有流矢在白肉。公曰：「非其罪也。」遂誄之。』士之有誄，自魯莊公始也。若然，作記前莊公誄士至記時亦行之，故此禮雲『死而謚今也』，故鄭雲『今謂周衰』之時也。案《郊特牲》雲：『死而謚之，今也。古者生無爵，死無謚。』鄭註雲："
      },
      {
        "index": 99,
        "text": "『古謂殷以前也。大夫以上乃謂之爵，死有謚也。』以此而言，則殷大夫以上死有謚。而《檀弓》雲『幼名，冠字，五十伯仲，死謚，周道也』者，殷已前皆因生號為謚，若堯、舜、湯之屬是也。因生號以謚，故不得謚名。周禮死則別為謚，故雲死謚，周道也。"
      }
    ]
  }
}