{
  "chapterNumber": 14,
  "title": "卷十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《燕禮》第六。鄭《目錄》雲：『諸侯無事，若卿大夫有勤勞之功，與群臣燕飲以樂之。燕禮於五禮屬嘉。《大戴》第十二，《小戴》及《別錄》皆第六。』釋曰：案上下經註，燕有四等。《目錄》雲諸侯無事而燕，一也；卿大夫有王事之勞，二也；卿大夫又有聘而來，還與之燕，三也；四方聘客與之燕，四也。若然，《目錄》雲卿大夫有勤勞之功，聘使之勞兼王事之勞二也者，知臣子┹聘還與之燕者，《四牡》勞使臣是也。知有王事之勞燕者，下記雲『若以樂納賓，則賓及庭，奏《肆夏》』。鄭註雲『卿大夫有王事之勞，則奏此樂焉』是也。知君臣無事有燕者，案《魯頌》雲：『夙夜在公，在公明明。振振鷺，鷺於下。鼓咽咽，醉言舞。於胥樂兮。』鄭箋雲：『君臣無事則相與，明義明德而已。"
      },
      {
        "index": 1,
        "text": "白之士，群集於君之朝，君以禮樂與之飲酒。』燕樂以盡其歡，是其無事而燕也。又知賓及庭奏《肆夏》，是己之臣子有王事之勞者，案《郊特牲》雲『賓入大門而奏《肆夏》』，鄭註雲：『賓朝聘者。』是異國聘賓入大門奏《肆夏》，故知。記雲『賓及庭奏《肆夏》』者，是己之臣子也。又知異國聘賓有燕者，《聘禮》所雲燕與時賜者是也。"
      },
      {
        "index": 2,
        "text": "燕禮。小臣戒與者。（小臣相君燕飲之法。與者，謂留群臣也。君以燕禮勞使臣，若臣有功，故與群臣樂之。小臣則警戒告語焉，飲酒以合會為歡也。）"
      },
      {
        "index": 3,
        "text": "[疏]『燕禮小臣戒與者』。釋曰：自此已下盡『射人告具』，論告戒群臣及陳饌之事。必使小臣戒與者，以其燕為聘使者為主，兼與舊在者歡樂之，故今戒可與之人使依期而至。註『小臣』至『歡也』。釋曰：雲『小臣相君燕飲之法』者，案《周禮。大仆職》雲『王燕飲則相其法』，又案《小臣職》雲『凡大事佐大仆』，則王燕飲，大仆相，小臣佐之。此諸侯禮降於天子，故宜使小臣相，是以下雲『小臣師一人在東堂下』，註雲：『師，長也。小臣之長一人，猶天子大仆，正君之服位者也。』是諸侯小臣當大仆之事。雲『與者，謂留群臣也』"
      },
      {
        "index": 4,
        "text": "者，謂群臣留在國不行者也。雲『君以燕禮勞使臣，若臣有功』者，此即《目錄》卿大夫有勤勞之功，勞使臣即《四牡》勞使臣也。若臣有功，即王事之勞也，故鄭總雲『卿大夫勤勞之功』。若然，鄭不言與群臣無事燕者，以其經雲『戒與者』，功勞之外與及之為有事之臣燕，不得雲無事燕者，故不言之。案《大射》雲『君有命戒射』者，以其大射辨尊卑，故雲君有命，明政教由尊者出。燕禮主歡心，不辨尊卑，故不言君有命。"
      },
      {
        "index": 5,
        "text": "膳宰具官饌於寢東。（膳宰，天子曰膳夫，掌君飲食膳羞者也。具官饌，具其官之所饌，謂酒也、牲也、脯醢也。寢，露寢。）"
      },
      {
        "index": 6,
        "text": "[疏]『膳宰』至『寢東』。註『膳宰』至『路寢』。釋曰：以其燕在寢，故膳宰具官饌於寢東，擬燕時設之。雲『膳宰，天子曰膳夫，掌君飲食膳羞者也』"
      },
      {
        "index": 7,
        "text": "者，以其天子有宰夫，兼有膳夫，掌君飲食。諸侯亦有宰夫，復有膳宰，掌君飲食，與天子膳夫同，故引天子膳夫並之。雲『具官饌，具官之所饌』者，謂卿大夫、士之饌總饌之。大射亦用燕禮，直雲官饌，不言膳宰，與此同不言者，文不具。雲『謂酒也、牲也、脯醢也』，知者，案下所設亦有此三者，牲即其牲狗也。"
      },
      {
        "index": 8,
        "text": "雲『寢，路寢』者，以其饗在廟，服朝服。下記雲『燕朝服於寢』，正處在路寢，不在燕寢可知，故雲路寢也。案《公食大夫》雲『凡宰夫之具饌於東房』，不使膳宰者，彼食異國之大夫，敬之，故使宰夫具饌。此燕己臣子，故使膳宰，卑者具饌。必知膳宰卑於宰夫者，案天子宰夫下大夫，膳夫上士。天子膳夫卑於宰夫，則知諸侯膳宰亦卑於宰夫者也。"
      },
      {
        "index": 9,
        "text": "樂人縣。（縣，鍾磬也。國君無故不徹縣。言縣者，為燕新之。）\n[疏]『樂人縣』。註『縣鍾』至『新之』。釋曰：案《大射》樂人宿縣在射前一日，又具辨樂縣之位者，以其大射在學宮。學宮不常縣樂，射乃設之，故射前一日縣之。又辨樂縣之位，此燕在路寢，有常縣之樂。今言『樂人縣』者，為燕新之而已，故不在燕前一日，又不辨樂縣之處。又直雲『樂人』，未知樂人意是何官？案《周禮。春官。大司樂》雲『凡樂事宿縣』，又案《樂師》雲『凡樂成則告備』，是天子有大司樂，並有樂師之官。案《序官》：『樂師下大夫四人，上士八人，下士十有六人。』以此知天子有大司樂、樂師，諸侯無大司樂，直有大樂正、小樂正，以其諸侯兼官，此二者皆當天子樂師大夫及士。則諸侯樂師不用大夫，大樂正當上士，小樂正當下士為之，故鄭下註雲『樂正於天子樂師也』，《大射》註亦雲『小樂正於天子樂師』，若然，縣樂之法，案《周禮。眠了職》雲『掌大師之縣』，鄭註雲：『大師當縣則為之。』案下仆人相大師，則諸侯無眠了，則使仆人縣樂，大師以聲展之，樂師又監之。雲『縣，鍾磬也』者，案《小胥》『天子宮縣，諸侯軒縣』，面皆鍾、磬、各一ね，『大夫判縣，士特縣』，不得有，故雲鍾磬。案下唯有磬而無鍾，而雲鍾磬者，鄭泛解樂縣法，故兼言鍾，其實諸侯之士特縣磬而已。雲『國君無故不徹縣』者，案《曲禮》唯有『大夫無故不徹縣，士無故不去琴瑟』，不言國君。但大夫無故不徹縣，則國君無故亦不徹縣可知。鄭以《燕禮》為國君法，故以義約之也。雲『言縣者，為燕新之』者，更整理樂縣之法，為新之也。"
      },
      {
        "index": 10,
        "text": "設洗篚於阼階東南，當東ニ。水在東，篚在洗西，南肆。設膳篚在其北，西面。（設此不言其官，賤也。當東ニ者，人君為殿屋也。亦南北以堂深。肆，陳也。膳篚者，君象觚所饌也，亦南陳。言西面，尊之，異其文。）"
      },
      {
        "index": 11,
        "text": "[疏]『設洗』至『西面』。註『設此』至『其文』。釋曰：雲『設此不言其官，賤也』者，決膳宰具官饌，樂人縣，司宮設尊，皆言其官，獨此不言官，故知賤也。案《少牢》司宮設水，大夫兼官。此國君禮，或可別人為之，但無文，故鄭不細辨。雲『當東ニ者，人君為殿屋也』者，漢持殿屋四向流水，故舉漢以況周。言東ニ，明亦有西ニ。對大夫士言東榮，兩下屋故也。雲『亦南北以堂深』者，亦《士冠禮》、《鄉飲酒》等也。雲『膳篚者，君象觚所饌也』者，案下文『洗象觚，升實之，東北面獻於公』是也。但尊君，不可與臣同篚，故別釋之也。雲『亦南陳』者，亦陳之南肆者也。言『西面，尊之，異其文』者，欲見膳篚西面，南肆者亦西面，此不可言南肆而言西面，是尊君之篚，故異其文也。"
      },
      {
        "index": 12,
        "text": "司宮尊於東楹之西，兩方壺，左玄酒，南上。公尊瓦大兩，有豐，冪用若錫，在尊南，南上。尊士旅食於門西，兩圜壺。（司宮，天子曰小宰，聽酒人之成要者也。尊方壺，為卿大夫士也。臣道直方，於東楹之西，予君專此酒也。"
      },
      {
        "index": 13,
        "text": "《玉藻》曰：『唯君面尊。』玄酒在南，順君之面也。瓦大，有虞氏之尊也。\n《禮器》曰：『君尊瓦С。』豐形似豆，卑而大。冪用若錫，冬夏異也。在尊南，在方壺之南也。尊士旅食者用圜壺，變於卿大夫也。旅，眾也。士眾食，謂未得正祿，所謂庶人在官者也。今文錫為糸易。）"
      },
      {
        "index": 14,
        "text": "[疏]『司宮』至『圜壺』。註『司宮』至『為糸易』。釋曰：雲『司宮，天子曰小宰，聽酒人之成要者也』者，案《天官。小宰職》：『掌建邦之宮刑，以治王宮之政令。』是小宰掌宮事。此諸侯無小宰，有司宮，明司宮亦當掌宮刑，治宮之政令，可知是司宮掌宮事，與小宰同。又案《酒正》雲：『酒正之出，日入其成，月入其要，小宰聽之。』此司宮亦設酒尊，當掌酒事，與小宰同，是以知此諸侯司宮當天子小宰者也。若然，案《酒正》雲：『酒正之出，日入其成，月入其要，小宰聽之。』案彼文則是小宰聽酒正之成要，此註雲聽酒人成要者，案彼註雲：『出，謂授酒材及用酒之多少也。受用酒者，日言其計於酒正，酒正月盡言於小宰。』雲日言其計於酒正者，是酒人也。酒正月盡總言於小宰，則是小宰所聽者，並是酒人所言，故鄭之此註據酒人而言也。雲『尊方壺，為卿大夫士也』者，以其燕總有卿大夫、士，又別有公尊瓦大兩，故知方尊為此人也。雲『於東楹之西，子君專此酒也』者，此決《鄉飲酒》、《鄉射》皆於房戶之，賓主共之。此於東楹之西，向君設之，人君尊，專大惠，故雲予君專此酒也。引《玉藻》者，欲見尊面向君，順君面，非賓主共之意。案《少儀》雲：『尊壺者面其鼻。』鄭註雲：『鼻在面中，言鄉人也。』鄉人者，據此《燕禮》尊面向君而言。《少儀》又雲：『尊者以酌者之左為上尊。』《鄉飲酒》雲：『尊兩壺於房戶之，玄酒在西。』又《鄉射》雲：『尊於賓席之東，兩壺斯禁，左玄酒。』"
      },
      {
        "index": 15,
        "text": "鄭註雲：『設尊者北面，西曰左。』此等皆據酌者北面而言，玄酒在左，若據設尊之人及尊面而言，即南面，以右為尊。此燕禮尊，面向君，據君面以左為尊，玄酒在南。若據酌者，不得背君而西面，當尊西東面，則酌者之右為上尊，是以下文媵爵於公者交於東楹北也。雲『瓦大，有虞氏之尊也』者，《明堂位》文。"
      },
      {
        "index": 16,
        "text": "引《禮器》『君尊瓦С』，《大射》亦雲『膳尊兩С』，不引《大射》而引《禮器》者，鄭欲同此三者之文，皆是一物故也。雲『豐形似豆，卑而大』者，據漢法而知。但豆徑尺，柄亦長尺，此承尊之物，不可同於常豆，故知卑而大，取其安穩也。雲『冪夏冬錫，冬夏異也』者，夏宜用，冬宜用錫。葛之粗者曰，按《喪服傳》雲：『錫者何也？麻之有錫者也。錫者十五升，抽其半，無事其縷，有事其布曰錫。』鄭註雲『治其布使之滑易』是也。雲『在尊南，在方壺之南也』"
      },
      {
        "index": 17,
        "text": "者，其冪本為瓦大設，今未用陳在方壺之南者，不可在方壺、瓦大之相雜故也。\n瓦大不言玄酒者，以其言瓦大兩，又言南上有玄酒，在南可知。凡無玄酒者，有陳之而已，不言上下，是以此尊土旅食直雲『兩圜壺』，《大射》亦雲『雨圜壺』，《特牲》尊兩圜壺於阼階，西方亦如之，皆是無玄酒，不言上下也。又凡用醴者無玄酒，《士冠禮》醴子，《昏禮》醴婦，《聘禮》醴賓，醴皆無玄酒，質故也。"
      },
      {
        "index": 18,
        "text": "《昏禮》房外之尊無玄酒，鄭雲『略之』。此及《大射》尊士旅食無玄酒，鄭雲『賤也』。《特牲》、《少牢》陽厭納一尊，無玄酒，鄭註雲『禮殺』也。《士喪》、《既夕》、《士虞》皆有酒，醴無玄酒者，以兇變於吉故也。《特牲》東西階兩壺無玄酒者，註雲：『優之。』雲『士眾食，謂未得正祿』者，以其士大夫已上得正祿。《王制》雲：『下士九人祿，中士倍下士，上士倍中士，下大夫倍上士。卿四大夫祿。』皆正祿，此則未得正祿。雲『所謂庶人在官者也』者，所謂《王制》文，故《王制》雲：『庶人在官者，其祿以是為差。』謂府史胥徒，謂府八人祿，史七人祿，胥六人，徒五人。皆非正祿，號為『士旅食者』也。"
      },
      {
        "index": 19,
        "text": "司宮筵賓於戶西，東上，無加席也。（筵，席也。席用蒲筵，緇布純。無加席。燕私禮，臣屈也。諸侯之官無司几筵也。）"
      },
      {
        "index": 20,
        "text": "[疏]『司宮』至『席也』。註『筵席』至『筵也』。釋曰：雲『筵，席也』者，案《周禮。序官。司几筵》，鄭註雲：『鋪陳曰筵，藉之曰席。然其言之筵席，通。』若然，鋪陳曰筵者，先鋪一席在地者；藉之曰席，據重已上相承藉者，筵、席一也，故鄭雲『筵席通』。雲『席用蒲筵，緇布純』者，案《公食大夫》記雲：『蒲筵常，緇布純，加萑席尋，玄帛純。』彼有加席，故有萑在上。"
      },
      {
        "index": 21,
        "text": "此無加席，故言席用蒲。雲『無加席。燕私禮，臣屈也』者，對《公食大夫禮》異國之賓有加席，禮得申。雲『諸侯之官無司几筵也』者，對天子有司几筵布席，諸侯兼官，使司官設尊，並設席。"
      },
      {
        "index": 22,
        "text": "射人告具。（告事具於君，射人主此禮，以其或射也。）\n[疏]『射人告具』。註『告事』至『射也』。釋曰：雲『射人主此禮，以其或射也』者，案《公食大夫禮》『贊者負東房，告具』，以其無射，故使贊者。此乃射人告具，與《大射》同。案下文『若射則不獻庶子』，言『若』者，或射或不，故此鄭註雲『以其或射』。言『或』，亦是不定之義。案《大射》告具之上有『羹定』，此不言羹定者，文不具也。"
      },
      {
        "index": 23,
        "text": "小臣設公席於阼階上，西鄉，設加席。公升，即位於席，西鄉。（《周禮》諸侯胙席，莞筵紛純，加繅席，畫純。後設公席者，凡禮，卑者先即事，尊者後也。）"
      },
      {
        "index": 24,
        "text": "[疏]『小臣』至『西鄉』。註『周禮』至『後也』。釋曰：自此下盡『諸公卿者』，論君臣位次及命羞者之事。註引《周禮》者，《司几筵》之文也。"
      },
      {
        "index": 25,
        "text": "彼諸侯祭祀神席及受酢之席，此乃燕飲之席，引之者，欲見燕飲與受酢席同。若饗諸侯來朝，則《郊特牲》雲『大饗君三重席而酢焉』是也。燕他國之臣，即《郊特牲》雲：『三獻之介，君專席而酢焉。』此降尊以就卑也，故君單席受酢也。雲『後設公席者，凡禮，卑者先即事，尊者後也』者，此燕私禮，故賤者先即事。《大射》辨尊卑，故先設公席，後設賓席也。"
      },
      {
        "index": 26,
        "text": "小臣納卿大夫，卿大夫皆入門右，北面東上。士立於西方，東面北上。祝史立於門東，北面東上。小臣師一人，在東堂下，南面。士旅食者立於門西，東上。"
      },
      {
        "index": 27,
        "text": "（納者，以公命引而入也。自士以下，從而入即位耳。師，長也。小臣之長一人，猶天子大仆，正君之服位者也。凡入門而右由東，左則由西。）"
      },
      {
        "index": 28,
        "text": "[疏]『小臣』至『東上』。註『納者』至『西』。釋曰：雲『卿大夫皆入門右，北面東上』者，此是擬君揖位，故下經君始爾之就庭位。雲『士立於西方，東面北上』者，此是士之定位，士賤，故不待君揖，入門即就定位。雲『祝史立於門東，北面東上』者，案《大射》『大史在犴侯之東北，北面』，不言祝，此言祝史不言大史者，《大射》及下文雲：『大史俟於所設中之西，東面以聽政。』嫌其位初在此，不在犴侯之東北，故著夫史以明之。其餘祝史彼不言者，以其《大射》先行燕禮，此《燕禮》有祝史，故於彼不言，省文也。雲『納者，以公命引而入也』者，雖無正文，進止由君，故知以公命者也。雲『自士已下，從而入即位耳』者，對大夫以上，小臣引之就門東揖位，未就庭位。自士已下，不須引，從大夫而入，徑即庭位。雲『師，長也。小臣之長一人，猶天子大仆，正君之服位者也』者，案《夏官。大仆識》雲：『掌正王之服位，出入王之大命。』彼下文有小臣之官，上士四人，其職雲：『掌王之小命，詔相王之小法儀。』諸侯兼官，無大仆，唯有小臣出入君之教命，正君之服位，但諸侯小臣之官有上下，是以《大射》雲『小臣師從者在東堂下，南面，西上』，又雲『小臣正贊袒』。若然，諸侯小臣正，次有小臣師，《大射禮》小臣正相君，小臣師佐之，常在君左右，不在堂下之位，故唯雲小臣師。從者在堂下南面，此燕輕，宜有小臣師及從者相君。燕飲小臣正一人，無事得在堂下，此言小臣師即大仆，小臣正一也，故鄭以為當天子大仆。雲『凡入門而右由東，左則由西』者，鄭雲凡入門者，廣解賓主人入門之義。案《曲禮》雲：『大夫士出入君門，由右。』"
      },
      {
        "index": 29,
        "text": "又《玉藻》雲：『公事自西，私事自東。』言私事即大夫士出入君門一也，又與此經卿大夫士入君門亦由右同。公事自西者，即《聘禮》聘賓入，由西是也。若然，此註雲入門而右由東者，是臣朝君之法也。左即由西者，是聘賓入門之法。"
      },
      {
        "index": 30,
        "text": "公降立於阼階之東南，南鄉。爾卿，卿西面北上；爾大夫，大夫皆少進。\n（爾，近也，移也，揖而移之，近之也。大夫猶北面，少前。）"
      },
      {
        "index": 31,
        "text": "[疏]『公降』至『少進』。註『爾近』至『少前』。釋曰：《曲禮》雲『揖人必違其位』，是以公將揖卿大夫，降立於阼階之東南，南面揖之。變揖言爾者，爾訓近也，移也，卿大夫得揖，移近中庭也，是以鄭雲『揖而移之，近之也』。雲『大夫猶北面，少前』者，三卿五大夫初入門右，同北面。三卿得揖，東相西面，五大夫得揖，中庭少進，北面不改，故雲大夫猶北面少前。"
      },
      {
        "index": 32,
        "text": "射人請賓。（命當由君出也。）\n[疏]『射人請賓』。註『命當由君出也』。釋曰：案《大射》雲：『大射正擯。』擯者請賓，此直雲『射人請賓』，不雲為擯者，但射人有大小，大者為大射正，其次為射正，又其次為司正，悉監射事，見於《大射》。禮大辨尊卑，故雲大射正為擯。此燕禮，或因燕而射，以其禮輕，或大射正為擯，或小射正為擯，此二者皆是射人，故直雲射人請賓，不定尊卑也。既當請君，不辨射人面位者，以其君南面，射人北面可知，故不言。"
      },
      {
        "index": 33,
        "text": "公曰：『命某為賓。』（某，大夫也。）\n[疏]『公曰命某為賓』。註『某大夫也』。釋曰：知大夫非卿者，以其賓主相對，宰夫為主人，是大夫，明賓亦是大夫。《燕義》雲：『不以公卿為賓，而以大夫為賓，為疑也。』故知是大夫。"
      },
      {
        "index": 34,
        "text": "射人命賓，賓少進，禮辭。（命賓者，東面南顧。禮辭，辭不敏也。）\n[疏]『射人』至『禮辭』。註『命賓』至『敏也』。釋曰：鄭知『命賓者，東面南顧』者，《少儀》雲：『詔辭自右。』明知在君之右，東面者，向君南顧者，向賓便也。知『禮辭，辭不敏』者，取《孝經》曾子雲『參不敏』為義。"
      },
      {
        "index": 35,
        "text": "反命。（射人以賓之辭告於君。）又命之。賓再拜稽首，許諾。（又，復。）\n射人反命。（告賓許。）\n賓出，立於門外，東面。（當更以賓禮入。）"
      },
      {
        "index": 36,
        "text": "[疏]『賓出』至『東面』。註『當更以賓禮入』。釋曰：前卿大夫從臣禮，相從而入，故出更以賓禮入，是以下經『賓入及庭，公降一等揖之』。"
      },
      {
        "index": 37,
        "text": "公揖卿大夫，乃升就席。（揖之，人之也。）\n[疏]『公揖』至『就席』。註『揖之人之也』。釋曰：言『人之』者，公將及升堂，故以人意相存偶，是以揖之，乃升。"
      },
      {
        "index": 38,
        "text": "小臣自阼階下，北面，請執冪者與羞膳者。（執冪者，執瓦大之冪也。方圜壺無冪。羞膳，羞於公，謂庶羞。）\n[疏]『小臣』至『膳者』。註『執冪』至『庶羞』。釋曰：雲『執冪者，執瓦大之冪也。方圜壺無冪』，鄭知者，以其上文『冪用』，文承瓦大之下，方圜壺不言冪，故知義然。雲『羞於公，謂庶羞』者，知羞於公者，以其言羞膳據君而言，又與執冪者連文，冪據君，明羞膳據公可知。又知是庶羞者，以其脯醢稱薦，明羞是庶羞。"
      },
      {
        "index": 39,
        "text": "乃命執冪者，執冪者升自西階，立於尊南，北面，東上。（以公命於西階前命之也。東上，玄酒之冪為上也。羞膳者從而東，由堂東升自北階，房中西面南上，不言之者，不升堂，略之也。）"
      },
      {
        "index": 40,
        "text": "[疏]『乃命』至『東上』。註『以公』至『略之也』。釋曰：鄭知『西階前命之』者，案下記雲『羞膳者與執冪者皆士也』，士位在西方，東面，故知西階前以君命命之。雲『東上，玄酒之冪為上也』者，以其唯瓦大兩有冪，玄酒尊於正酒，經雲『東上』，故知玄酒之冪為上。羞膳者以下盡略之。鄭知義然者，以經直雲『執冪者升自西階』，羞膳者無升文，又且東面階、西面階婦人之階，非男子之所升，則羞者升自北階。知由堂東者，以羞在房。又《大射》雲『工人士與梓人升自北階』，知『房中西面南上』者，約《士冠禮》脯醢在房中服北、贊者盥於洗西、升立於房中西面、南上，下註雲：『近其事也。』言『略之』者，解不由前堂升，執冪與羞膳臨時請者，以其諸侯兼官，有常職先定，亦有臨時命之者，是以經與記直雲士，不言其官，不請羞賓者，下記約與君同，亦用士也。"
      },
      {
        "index": 41,
        "text": "膳宰請羞於諸公卿者。（小臣不請而使膳宰，於卑者彌略也。禮以異為敬。）\n[疏]『膳宰』至『卿者』。註『小臣』至『為敬』。釋曰：言『彌略』"
      },
      {
        "index": 42,
        "text": "者，上請賓使射人，請執冪使小臣，已是其略。今羞諸公卿乃使膳宰，膳宰卑於小臣，故雲彌略也。知膳宰卑於士者，《周禮》膳夫是上士，此諸侯膳宰，明非上士。且禮之大例，薦羞者尊於設俎者，公士為薦羞，膳宰設俎，故知膳宰卑也。"
      },
      {
        "index": 43,
        "text": "射人納賓。（射人，為擯者也。今文曰擯者。）\n[疏]『射人納賓』。註『射人』至『擯者』。釋曰：自此至『賓以虛爵降』，論賓升堂主人獻賓之事。案《大射》『大射正擯』，此雲射人為擯，與上射人請賓義同，還是小射正也。"
      },
      {
        "index": 44,
        "text": "賓入，及庭，公降一等揖之。（及，至也。至庭，謂既入而左北面時。）\n[疏]『賓入』至『揖之』。註『及至』至『面時』。釋曰：鄭知『至庭，謂既入而左北面時』者，以其雲『賓入及庭』，賓入謂入門時，及庭謂賓入門而出堂塗北面，是其當公降揖之節，故知北面時也。"
      },
      {
        "index": 45,
        "text": "公升就席。（以其將與主人為禮，不參之也。）\n[疏]『公升就席』。註『以其』至『之也』。釋曰：鄭知『將與主人為禮，不參之』者，下經雲賓升，主人亦升。是其賓與主人為禮，不得相參之也。"
      },
      {
        "index": 46,
        "text": "賓升自西階，主人亦升自西階，賓右北面至再拜，賓答再拜。（主人，宰夫也。宰夫，大宰之屬，掌賓客之獻飲食者也。其位在洗北西面。君於其臣雖為賓，不親獻，以其尊，莫敢伉禮也。至再拜者，拜賓來至也。天子膳夫為獻主。）"
      },
      {
        "index": 47,
        "text": "[疏]『賓升』至『再拜』。註『主人』至『獻主』。釋曰：知主人是宰夫者，案《禮記。燕義》雲『使宰夫為獻主』是也。雲『宰夫，大宰之屬』者，案《天官》雲：『大宰卿一人，小宰中大夫二人，宰夫下大夫四人。』宰夫屬大宰，故雲『大宰之屬』。雲『掌賓客之獻飲食者也』者，案《宰夫職》雲：『凡朝覲、會同、賓客，掌其牢禮、委積、膳獻、飲食。』引之者，證宰夫為主人之義。雲『其位在洗北西面』者，案下文獻大夫下，胥薦主人於洗北西面是也。雲『君於其臣雖為賓，不親獻，以其尊，莫敢伉禮也』者，此略取《燕義》文。設賓主飲酒之禮，使宰夫為獻主，臣莫敢與君伉禮也。不以公卿為賓，而以大夫為賓，為疑，明嫌之義也，是君不親為主人之事也。雲『天子膳夫為獻主』者，案《膳夫職》雲『王燕飲酒則為獻主』是也。案《燕義》註雲『天子使膳宰為主人』，則是膳宰、膳夫一人也。上文註雲『膳宰，天子曰膳夫』者，欲見天子、諸侯之臣名異，其實同也。"
      },
      {
        "index": 48,
        "text": "主人降洗，洗南，西北面。（賓將從降，鄉之。）\n[疏]『主人』至『北面』。釋曰：此宰夫代君為獻主，升降不由阼階，與賓同，由西階升降，故降自西階，當洗南北面。今西北面者，鄭雲『賓將從降，鄉之』，當辭賓降故也。案《鄉飲酒》、《鄉射》主人降，洗爵，在階下辭賓降者，彼賓主異階，故在階下，不在洗南也。"
      },
      {
        "index": 49,
        "text": "賓降，階西，東面。主人辭降，賓對。（對，答。）\n主人北面盥，坐取觚洗。賓少進，辭洗。主人坐奠觚於篚，興對。賓反位。"
      },
      {
        "index": 50,
        "text": "（賓少進者，又辭，宜違其位也。獻不以爵，辟正主也。古文觚皆為觶。）\n[疏]『主人』至『反位』。註『賓少』至『為觶』。釋曰：『賓少進者，又辭，宜違其位也』者，言又辭，對前主人辭降，今又賓辭洗。言少進者，前賓降，賓在階下，《曲禮》雲『揖人必違其位』，以其賓又辭洗，宜違本位也。雲『獻不以爵，避正主也』者，此宰夫為主人，非正主，故用觚，對《鄉飲酒》、《鄉射》是正主，皆用爵。"
      },
      {
        "index": 51,
        "text": "主人卒洗，賓揖，乃升。（賓每先升，尊也。）\n[疏]『主人』至『乃升』。註『賓每先升尊也』。釋曰：『每先升』者，前賓初升時，先雲賓升自西階，後雲主人亦升自西階。此賓揖乃升，下雲主人升，故雲『賓每先升』。賓先升者，尊賓故也。"
      },
      {
        "index": 52,
        "text": "主人升，賓拜洗。主人賓右奠觚答拜，降盥。（主人復盥，為拜手分塵也。）\n[疏]『主人』至『降盥』。註『主人』至『塵也』。釋曰：言『復盥』"
      },
      {
        "index": 53,
        "text": "者，前盥為洗爵，此盥為汙手。\n賓降，主人辭，賓對。卒盥，賓揖升，主人升，坐取觚。（取觚，將就瓦大酌膳。）"
      },
      {
        "index": 54,
        "text": "執冪者舉冪，主人酌膳，執冪者反冪。（君物曰膳，膳之言善也。酌君尊者，尊賓也。）\n[疏]註『君物』至『賓也』。釋曰：言『君物曰膳，膳之言善也』者，言君物，總眾物之名。上雲設膳篚，設膳尊，膳之言善，所以別於臣子之尊篚也。"
      },
      {
        "index": 55,
        "text": "雲『酌君尊者，尊賓也』者，大夫為賓，賓亦臣子，而酌膳尊，尊賓故也。必尊之者，立賓以對君故也。\n主人筵前獻賓，賓西階上拜，筵前受爵，反位。主人賓右拜送爵。（賓既拜，前受觚，退復位。）"
      },
      {
        "index": 56,
        "text": "膳宰薦脯醢，賓升筵。膳宰設折俎。（折俎，牲體骨也。《鄉飲酒》記曰：\n『賓俎，脊、脅、肩、肺。』）\n[疏]『膳宰』至『折俎』。註『折俎』至『肩肺』。釋曰：引《鄉飲酒》記者，《燕禮》不言賓之牲體之數，此《燕禮》既與《鄉飲酒》同用狗，則與此賓之牲體數同，故引以為證也。"
      },
      {
        "index": 57,
        "text": "賓坐，左執爵，右祭脯醢，奠爵於薦右，興，取肺，坐絕祭，嚌之，興，加於俎，坐扌兌手，執爵，遂祭酒，興，席末坐，啐酒，降席，坐奠爵，拜，告旨，執爵興。主人答拜。（降席，席西也。旨，美也。）"
      },
      {
        "index": 58,
        "text": "[疏]『賓坐』至『答拜』。註『降席』至『美也』。釋曰：雲『降席，坐奠爵拜』，鄭雲『降席，席西』，不言面，案前體例降席，席西，拜者皆南面，拜訖則告旨。"
      },
      {
        "index": 59,
        "text": "賓西階上北面坐卒爵，興，坐奠爵，遂拜。主人答拜。（遂拜，拜既爵也。）\n[疏]『賓西』至『答拜』。註『遂拜拜既爵也』。釋曰：經雲『坐卒爵』，又雲『興坐奠爵遂拜』，遂拜之文，隔坐奠辭，嫌遂拜不為拜既爵，故鄭明之，雲『遂拜拜既爵也』。"
      },
      {
        "index": 60,
        "text": "賓以虛爵降。（將酢主人。）\n[疏]『賓以虛爵降』。註『將酢主人』。釋曰：自此已下盡『序內東面』，論賓酢主人之事。鄭知『將酢主人』者，下經論酢主人之事，故知也。"
      },
      {
        "index": 61,
        "text": "主人降。賓洗南坐奠觚，少進，辭降。主人東面對。（上既言爵矣，復言觚者，嫌易之也。《大射禮》曰：『主人西階西，東面少進對。』今文從此以下，觚皆為爵。）"
      },
      {
        "index": 62,
        "text": "[疏]『主人』至『面對』。註『上既』至『為爵』。釋曰：雲『上既言爵矣，復言觚者，嫌易之也』者，上文主人洗觚獻賓，雲『賓以虛爵降』，此經又雲『坐奠觚』，中言爵者，欲見對文。一升曰爵，二升曰觚，散文即通，觚亦稱爵，以此言之，此觚即前爵。周公作經，嫌易之，故復言觚也。引《大射禮》者，此經直有『主人降』，又雲『主人東面對』，不辨主人立處，又無少進之文，《大射》先行燕禮，與此同，故引以為證。"
      },
      {
        "index": 63,
        "text": "賓坐取觚，奠於篚下，盥洗。（篚下，篚南。）主人辭洗。（謙也。今文無洗。）\n賓坐奠觚於篚，興對，卒洗，及階，揖，升。主人升，拜洗如賓禮。賓降盥，主人降，賓辭降。卒盥，揖升，酌膳，執冪如初，以酢主人於西階上。主人北面拜受爵，賓主人之左拜送爵。（賓既南面授爵，乃之左。）"
      },
      {
        "index": 64,
        "text": "[疏]『賓坐』至『送爵』。註『賓既』至『之左』。釋曰：鄭雲『賓既南面授爵，乃之左』，鄭知南面授爵與主人者，以經言『主人北面拜受爵』，明賓於東楹之西，東面酌膳訖，向西階南面授主人，可知授爵訖，乃之主人之左，北面拜送爵，故鄭雲南面授爵乃之左也。"
      },
      {
        "index": 65,
        "text": "主人坐祭，不啐酒，（辟正主也。未薦者，臣也。）\n[疏]『主人坐祭不啐酒』。註『辟正』至『臣也』。釋曰：案《鄉飲酒》、《鄉射》皆是正主，經直雲『祭如賓禮』，亦不見有啐酒之事，未知正主有啐不？"
      },
      {
        "index": 66,
        "text": "此雲『不啐』，辟正主者，案文可知。以《燕禮》、《大射》啐酒、告旨並不為者，經雲『不啐酒』、『不告旨』，並言不。《鄉飲酒》、《鄉射》直雲『不告旨』，不言『不啐酒』，明主人啐矣。《有司徹》儐屍之禮，屍酢主人，雲『席末坐啐酒』。《特牲》、《少牢》屍酢主人，主人皆有啐酒，是其雖不告旨，唯有啐酒之事。雲『未薦者臣也』者，對賓禮獻訖，則薦脯醢。此主人是臣，故獻訖不薦，至獻大夫下，胥薦主人於洗北是也。"
      },
      {
        "index": 67,
        "text": "不拜酒，不告旨。（主人之義。）\n[疏]『不拜酒不告旨』。註『主人之義』。釋曰：拜酒，主人為告旨。\n但告旨者，賓拜訖，主人告酒美。《鄉飲酒》、《鄉射》正主人不拜酒，不告旨，主人無自告美，故此主人代君為主，不得直雲『主人』，故雲『主人之義』。"
      },
      {
        "index": 68,
        "text": "遂卒爵，興，坐奠爵，拜，執爵興。賓答拜。主人不崇酒，以虛爵降奠於篚。\n（崇，充也。不以酒惡謝賓，甘美君物也。）"
      },
      {
        "index": 69,
        "text": "賓降，立於西階西。（既受獻矣，不敢安盛。）\n射人升賓，賓升，立於序內，東面。（東西墻謂之序。《大射禮》曰：『擯者以命升賓。』）"
      },
      {
        "index": 70,
        "text": "[疏]『射人』至『東面』。註『東西』至『升賓』。釋曰：『東西墻謂之序』者，《爾雅》文。引《大射禮》者，證此經雲『射人升賓』之時，亦得君命。"
      },
      {
        "index": 71,
        "text": "主人盥，洗象觚，升實之，東北面獻於公。（象觚，觚有象骨飾也。取象觚者東面。）\n[疏]『主人』至『於公』。註『象觚』至『東面』。釋曰：自此下盡『奠於膳篚』，論主人獻公之事。雲『取象觚者東面』者，以膳篚南有臣之篚，不得北面取，又不得南面背君取，從西階來，不得篚東西面取，以是知『取象觚者東面』也。"
      },
      {
        "index": 72,
        "text": "公拜受爵。主人降自西階，阼階下北面拜送爵。士薦脯醢，膳宰設折俎，升自西階。（薦，進也。《大射禮》曰：『宰胥薦脯醢，由左房。』）"
      },
      {
        "index": 73,
        "text": "[疏]『公拜』至『西階』。註『薦進』至『左房』。釋曰：凡此篇內，公應先拜者，皆後拜之，尊公故也。是以下舉旅行酬，皆受酬者先拜，公乃答拜。"
      },
      {
        "index": 74,
        "text": "此公先拜受爵者，受獻禮重故也。是以下雲主人受公酢，得酌膳，燕上歡故也。\n《大射》主人受公酢者，辨尊卑故也。雲『士薦脯醢，膳宰設折俎』者，案前獻賓薦脯醢，及設折俎皆使膳宰者，賓卑故也。今於公士薦脯醢，膳宰設折俎異人，以其士尊於膳宰，君尊，故使士薦。必知士尊於膳宰者，以其諸侯膳宰當天子膳夫，上士二人，諸侯降等，膳宰則卑，故下記雲『羞膳者與執冪者皆士也』，鄭註雲：『尊君也，膳宰卑於士。』是其士尊也。《大射》主於射，略於飲酒，故公及賓同使宰胥薦脯醢，庶子設折俎。此《燕禮》燕私，主於羞，故賓之薦俎，庶羞同使膳宰，君之脯醢，庶羞同使士，尊官為之。《大射》必使庶子設折俎者，案《周禮》庶子下大夫，《大射》序尊卑變於《燕禮》，故尊官為之。引《大射禮》者，證此經脯醢從左房而來，天子諸侯有左右房，故得言『左房』。大夫士無右房，故言東房而已。"
      },
      {
        "index": 75,
        "text": "公祭如賓禮，膳宰贊授肺，不拜酒，立卒爵，坐奠爵，拜，執爵興。（凡異者，君尊，變於賓也。）\n[疏]『公祭』至『爵興』。註『凡異』至『賓也』。釋曰：雲『凡異者，君尊，變於賓也』者，雲『凡』非一，謂膳宰贊授肺，立卒爵。又上文士薦脯醢，皆是異於賓，故言凡以廣之。"
      },
      {
        "index": 76,
        "text": "主人答拜，升，受爵以降，奠於膳篚。\n更爵，洗，升，酌膳酒以降，酢於阼階下，北面坐奠爵，再拜稽首，公答再拜。（更爵者，不敢襲至尊也。古文更為受。）"
      },
      {
        "index": 77,
        "text": "[疏]『更爵』至『再拜』。釋曰：自此已下盡『主人奠爵於篚』，論主人受公酢之事。主人受公酢而自酌者，不敢煩公，尊君之義。註『更爵』至『為受』。釋曰：獻君自酢同用觚，必更之者，襲因也。不敢因君之爵，《喪服傳》雲：『君至尊也。』故以君為至尊也。"
      },
      {
        "index": 78,
        "text": "主人坐祭，遂卒爵，再拜稽首。公答再拜，主人奠爵於篚。\n主人盥洗，升，媵觚於賓，酌散，西階上坐奠爵，拜賓。賓降筵，北面答拜。"
      },
      {
        "index": 79,
        "text": "（媵，送也，讀或為揚，揚，舉也。酌散者，酌方壺酒也，於膳為散。今文媵皆作騰。）\n[疏]『主人』至『答拜』。釋曰：自此盡『東南面立』，論主人酬賓之事。"
      },
      {
        "index": 80,
        "text": "案前受獻訖，立於序內以來，未有升筵之事。案《鄉飲酒》、《大射》酬時皆主人西階上，坐奠爵，拜，賓西階上北面答拜，酬前賓皆無逆在席者，又以下文賓奠於薦東、賓降筵西，東南面立。以此約之，則此無升筵之事，或言降筵者，蓋誤。註『媵送』至『作騰』。釋曰：雲『媵，送也，讀或為揚，揚，舉也』"
      },
      {
        "index": 81,
        "text": "者，案《禮記。檀弓下》雲：『知悼子卒，未葬。平公飲酒，師曠、李調侍，鼓鍾。杜蕢自外來，升酌，曰：曠飲斯。又酌曰：調飲斯。』註雲：『皆罰平公。』"
      },
      {
        "index": 82,
        "text": "曰：『寡人亦有過焉，酌而飲寡人。杜蕢洗而揚觶。』註雲：『舉爵於君也。\n《禮》揚作媵，揚，舉也，媵，送也，揚近得之。』若然，此註今文媵作騰，騰與媵皆是送義，讀從《檀弓》杜蕢揚觶之揚，揚訓為舉，義勝於媵送，故讀從之也。"
      },
      {
        "index": 83,
        "text": "主人坐祭，遂飲，賓辭。卒爵，拜，賓答拜。（辭者，辭其代君行酒，不立飲也。此降於正主酬也。）\n[疏]『主人』至『答拜』。註『辭者』至『酬也』。釋曰：案《鄉飲酒》、《鄉射》主人酬賓，皆坐卒觶，此主人酬賓亦坐飲，賓辭之者，上文獻君，君立卒爵，此主人代君酬賓，亦宜立飲。今主人坐祭，遂飲，故鄭雲『辭者，辭其代君行酒，不立飲』。雲『此降於正主酬也』者，正主謂《鄉射》飲酒正主酬處。"
      },
      {
        "index": 84,
        "text": "主人降洗，賓降，主人辭降，賓辭洗。卒洗，揖升。不拜洗。（不拜洗，酬而禮殺。）主人酌膳，賓西階上拜。（拜者，拜其酌己。）"
      },
      {
        "index": 85,
        "text": "受爵於筵前，反位。主人拜送爵，賓升席，坐祭酒，遂奠於薦東。（遂者，因坐而奠，不北面也。奠之者，酬不舉也。）"
      },
      {
        "index": 86,
        "text": "[疏]『主人酌膳』。釋曰：自此至『薦東』，此為酬賓。若然，案《鄉飲酒》、《鄉射》主人酬賓，皆主人實觶，席前北面，賓始西階上拜。此及《大射》，主人始酌膳時，賓已西階上拜者，以其《燕禮》、《大射》皆是主人代君勸酒，其賓是臣，急承君勸，不敢安暇，故先拜也。主人又不坐奠於薦西，賓祭訖，遂南面奠於薦東，不北面奠也。"
      },
      {
        "index": 87,
        "text": "主人降復位。賓降筵西，東南面立。（賓不立於序內，位彌尊也。位彌尊者，其禮彌卑，記所謂『一張一弛』者，是之類與？）"
      },
      {
        "index": 88,
        "text": "[疏]『主人』至『面立』。註『賓不』至『類與』。釋曰：雲『賓不立於序內，位彌尊也。位彌尊者，其禮彌卑』者，案上初賓得獻，降升之時，序內立，是不敢近賓席，是禮尊而賓卑。至此酬訖，立於席西，是賓位彌尊，禮漸殺，故雲彌卑也。雲『記所謂「一張一弛」』者，《禮記。雜記》文。案彼孔子謂子貢，黨正飲酒『百日之蠟，一日之澤』，以弓弩喻，是一張一弛之法。此獻時為盛，是一張也；酬時為殺，是一弛也。無正文，故雲『是之類與』，言『與』以疑之。"
      },
      {
        "index": 89,
        "text": "小臣自阼階下請媵爵者，公命長。（命長，使選卿大夫之中長幼可使者。）\n[疏]『小臣』至『命長』。註『命長』至『使者』。釋曰：自此盡『公答再拜』，論使下大夫媵爵於公之事。此旅酬從公而起，故須大夫之中長幼可使者。知非卿大夫最長，而雲『長幼可使者』，案下文『大夫長升受旅』，是長幼次第，非專最長，則此命長非最長，是長幼之中可使者也。"
      },
      {
        "index": 90,
        "text": "小臣作下大夫二人媵爵。（作，使也。卿為上大夫，不使之者，為其尊。）\n[疏]『小臣』至『媵爵』。註『作使』至『其尊』。釋曰：案《王制》『上大夫卿』，是卿為上大夫。雲『不使之者，為其尊』者，謂若主人與賓使下大夫，不使卿之類也。"
      },
      {
        "index": 91,
        "text": "媵爵者阼階下皆北面，再拜稽首，公答再拜。（再拜稽首，拜君命也。）\n媵爵者立於洗南，西面，北上。序進，盥，洗角觶，升自西階，序進，酌散，交於楹北。降，阼階下皆奠觶，再拜稽首，執觶興，公答再拜。（序，次第也，猶代也。楹北，西楹之北也。交而相待於西階上，既酌，右還而反，往來以右為上。）"
      },
      {
        "index": 92,
        "text": "[疏]『媵爵』至『再拜』。釋曰：『西面北上』者，是未盥相待之位。序進盥則北面向洗。註『序次』至『為上』。釋曰：雲『楹北，西楹之北也』"
      },
      {
        "index": 93,
        "text": "者，二大夫盥手洗爵訖，先者升西階，由西楹之北向東楹之西，東面酌酒訖，右還，由西楹北向西階上，北面。後者升西階，亦由西楹之北向東楹之西，酌酒訖，亦由西楹之北西階上，北面相待。乃次第而降，故雲『交而相待於西階之上。既酌，右還而反，往來以右為上』。雲『以右為上』者，謂在洗南西面及階上北面時，先者在右，地道尊右故也。"
      },
      {
        "index": 94,
        "text": "媵爵者皆坐祭，遂卒觶，興，坐奠觶，再拜稽首，執觶興。公答再拜。媵爵者執觶待於洗南。（待君命也。）\n[疏]『媵爵』至『洗南』。註『待君命也』。釋曰：雲『執觶待於洗南。"
      },
      {
        "index": 95,
        "text": "待君命』者，以其君尊臣卑，雖自飲訖，故執觶待於洗南，以待君命也。\n小臣請致者。（請使一人與？二人與？優君也。）"
      },
      {
        "index": 96,
        "text": "[疏]『小臣請致者』。註『請使』至『君也』。釋曰：案下二人俱致禮法，當然是以不敢必君舉也，故雲『一人與、二人與』。取君進止，是優君也。"
      },
      {
        "index": 97,
        "text": "若君命皆致，則序進，奠觶於篚，阼階下皆再拜稽首，公答再拜。媵爵者洗象觶，升實之，序進，坐奠於薦南，北上，降，阼階下皆再拜稽首，送觶。公答再拜。（序進，往來由尊北，交於東楹之北，奠於薦南，不敢必君舉也。《大射禮》曰：『媵爵者皆退反位。』）"
      },
      {
        "index": 98,
        "text": "[疏]『若君』至『再拜』。註『序進』至『反位』。釋曰：雲『序進，往來由尊北，交於東楹之北』者，前二人酌酒，降自西階，故交於西楹之北。此酌酒奠於君所，故交於東楹之北。交於東楹北者，以其酒尊，所陳在東楹之西，西向，而陳其尊，有四並執冪者，在南，不得南頭以之君所。又唯君面尊，尊東西面，酌酒以背君，故先酌者東面酌訖，由尊北，又楹北往君所奠訖，右還而反。"
      },
      {
        "index": 99,
        "text": "後酌者亦於尊北，又於楹北與反者而交。先者於南西過，後者於北東行，奠訖，亦右還而反，相隨降自西階。雲『奠於薦南，不敢必君舉也』者，案《鄉飲酒》、《鄉射》皆雲奠者於左，將舉者於右。是《鄉飲酒》一人舉觶及二人舉觶，皆奠於薦右。今言媵爵於公，是將舉旅，當奠於薦右，而奠於薦左，故雲不敢必君舉也。引《大射禮》者，此經二人階下再拜稽首，送觶，無反位之文，故引《大射》媵爵者皆退反門右北面位。"
      },
      {
        "index": 100,
        "text": "公坐，取大夫所媵觶，興以酬賓。賓降，西階下再拜稽首。公命小臣辭，賓升成拜。（興以酬賓，就其階而酬之也。升成拜，復再拜稽首也。先時君辭之，於禮若未成然。）"
      },
      {
        "index": 101,
        "text": "[疏]『公坐』至『成拜』。註『興以』至『成然』。釋曰：自此至『奠於篚』，論公為賓舉旅之節。公坐取大夫所媵觶者，取上楹北觶。雲『興以酬賓，就其階而酬之也』者，經但雲『興以酬賓』，鄭知公就西階者，以其賓降拜不於阼階下，而言西階下，故知公在賓西階上也。不言西階者，以公尊，空其文也。"
      },
      {
        "index": 102,
        "text": "雲『升成拜，復再拜稽首也。先時君辭之，於禮若未成然』者，凡臣於君，雖為賓，與君相酬，受爵不敢拜於堂上，皆拜於堂下。若君辭之，聞命即升，若堂下拜訖，君辭之，即升堂，復再拜稽首。所以然者，以堂下再拜而君辭之，若未成然，故復升堂再拜稽首以成之，升則不雲再拜稽首，直雲成拜。以堂下既有再拜稽首，則此文是也。若堂下未拜之，聞命則升，升乃再拜稽首，則不得言升成拜，以其堂下未拜，即下經雲『小臣辭，賓升，再拜稽首』，鄭註：『不言成拜者，為拜故下，實未拜是也。』凡臣拜於君有三等，初受獻，拜於堂下，或親辭，或遣小臣辭，成與不成，如上說。至於酬酒，雖下堂拜，未即拜，待君辭，即此下經雲：『公坐奠觶，答再拜，執觶興，立卒觶。賓下拜，小臣辭。賓升，再拜稽首。』註雲：『不言成拜者，為拜故下，實未拜也。下不輒拜，禮殺也。』此篇末無爵，受公賜爵者，皆下席，堂上拜稽首，不堂下拜者，禮末又輕於酬時。"
      },
      {
        "index": 103,
        "text": "公坐奠觶，答再拜，執觶興，立卒觶。賓下拜，小臣辭。賓升，再拜稽首。\n（不言成拜者，為拜故下，實未拜也。下不輒拜，禮殺也。此賓拜於君之左，不言之者，不敢敵偶於君。）"
      },
      {
        "index": 104,
        "text": "[疏]『公坐』至『稽首』。註『不言』至『於君』。釋曰：雲『此賓拜於君之左，不言之者，不敢敵偶於君』者，上雲公酬賓於西階上，則此賓升再拜者，拜於君之左可知。經不言拜於君之左者，若言再拜於君之左，則臣與君敵偶。"
      },
      {
        "index": 105,
        "text": "故鄭雲：不言之者，不敢敵耦於君。闕其文也。\n公坐奠觶，答再拜，執觶興。賓進受虛爵，降奠於篚，易觶洗。（君尊，不酌故也。凡爵，不相襲者也。於尊者言更，自敵以下言易，更作新。易，有故之辭。進受虛爵，尊君也。不言公酬賓於西階上及公反位者，亦尊君，空其文也。）"
      },
      {
        "index": 106,
        "text": "[疏]『公坐』至『觶洗』。註『君尊』至『文也』。釋曰：雲『君尊，不酌故也』者，以其君酬賓，當親酌以授賓，今賓爵自酌者，君尊，不酌與臣故也。雲『凡爵，不相襲者也。於尊者言更，自敵以下言易』者，於尊者言更，謂受尊者之爵，及與尊者爵，皆言更。上文主人獻公訖，受爵以降，奠於膳篚，更爵洗，酌膳以自酢，是受尊者之爵言更也。下文雲賓酬卿，『若膳觶也，則降更觶』，鄭註雲：『言更觶，卿尊也。』是與尊者之爵言更。雲『自敵以下言易』"
      },
      {
        "index": 107,
        "text": "者，謂與卑者之爵及受卑者之爵皆雲易。此文公酬賓雲『賓進，受虛爵，降奠於篚，易觶洗』，言易者，賓尊，以公舉觶酬賓，是與卑者，故言易也。上文大夫二人媵爵於公者，卒觶，『執觶待於洗南，小臣請致者。若君命皆致，則序進，奠觶於篚，阼階下再拜稽首。媵爵者洗象觶，升實之，序進，坐奠於薦南』。是受卑者之爵。合言易而不言者，理自明。若不言易者，奠散觶，洗象觶，隔再拜稽首，故不復言易也。若然，主人受公酢，賓受公酬，二者之爵皆從尊者來，所以受酢為受尊者之爵，言更受酬。為與卑者之爵言易者，以其主人受酢，由己獻公，公報己，己所當得，是以為受尊者之爵言更也。賓受公酬，以公舉媵觶，就西階上以酬賓，特為賓舉旅，故以為尊者與卑者之爵言易。案下士舉旅，公坐取賓所媵觶，唯公所賜受者，如初受酬之禮，降更爵洗，升酌膳，彼亦是尊者與卑者之爵，不言易而言更者，旅酬下為上，尊前人，故不言易而言更也。雲『更作新』者，欲見此爵前人已用，今不復用，更新用一爵，故雲更作新也。雲『易，有故之辭』者，言此爵我先嘗用，今由前人後用，已不用，亦以為爵，故雲易有故之辭也。案《特牲》賓長致爵於主人、主婦，言更爵酢者，欲得嘉賓美客，以事其先，故言更。《少牢》不儐屍，雲致爵於主人主婦，賓易爵酢者，大夫禮尊於賓，有君道，故言易。若然，又案《少牢》不儐屍，主婦致爵於主人，主婦更爵酢。註雲：『更猶易也。』若然，更與易似不別者，但更、易不殊，以尊卑不同，設文有異。雲『不言公酬賓於西階及公反位者，亦尊君，空其文也』者，以其公就西階，是降尊就卑，敬公不言降尊，故空文不言。"
      },
      {
        "index": 108,
        "text": "公有命，則不易不洗，反升酌膳觶，下拜。小臣辭。賓升，再拜稽首。（下拜，下亦未拜，凡下未拜有二，或禮殺，或君親辭。君親辭，則聞命即升，升乃拜，是亦不言成拜。）"
      },
      {
        "index": 109,
        "text": "[疏]『公有』至『稽首』。註『下拜』至『成拜』。釋曰：雲『凡下未拜有二，或禮殺，或君親辭』，雲禮殺者，謂若酬時下為拜、實未拜，辭之，即升再拜稽首是也。雲『或君親辭』者，謂若《公食大夫》雲公拜至，賓降西階東北面答拜，公降一等辭，賓不拜，直言『階上北面再拜稽首』，是階下未拜，不得言升成拜，直言再拜稽首而已。"
      },
      {
        "index": 110,
        "text": "公答再拜。（拜於阼階上也。於是賓請旅侍臣。）\n[疏]註『拜於』至『侍臣』。釋曰：雲『於是賓請旅侍臣』者，案下記雲："
      },
      {
        "index": 111,
        "text": "『凡公所酬，既拜，請旅侍臣。』鄭註雲：『既拜，謂自酌升拜時也。擯者阼階下告於公，還西階下告公許。旅，行也，請行酒於群臣。必請者，不專君惠也。』"
      },
      {
        "index": 112,
        "text": "《大射》於此時賓請旅於諸臣，此不言者，文不具，故記人辨之。\n賓以旅酬於西階上。（旅，序也，以次序勸卿大夫飲酒。）"
      },
      {
        "index": 113,
        "text": "[疏]『賓以』至『階上』。註『旅序』至『飲酒』。釋曰：此經論旅酬先尊後卑之法，仍未行旅。下經『射人作大夫長』，乃始旅酬。"
      },
      {
        "index": 114,
        "text": "射人作大夫長升受旅。（言作大夫，則卿存矣。長者，尊先而卑後。）\n[疏]『射人』至『受旅』。註『言作』至『卑後』。釋曰：遣人作大夫者，燕或射，故使之。雲『言作大夫，則卿存矣』者，以其卿稱上大夫，言大夫長，故知卿亦存在作中矣。雲『長者，尊先而卑後』者，賓則旅三卿，三卿遍，次第至五大夫，大夫遍，不及士。"
      },
      {
        "index": 115,
        "text": "賓大夫之右坐奠觶，拜，執觶興，大夫答拜。（賓在右者，相飲之位。）\n[疏]『賓大』至『答拜』。註『賓在』至『之位』。釋曰：言賓在右者，賓在西階上酬卿，賓與卿並北面。賓在東，卿在西，是賓在大夫之右。賓位合在西，今在東，故雲『賓在右者，相飲之位』也。"
      },
      {
        "index": 116,
        "text": "賓坐祭，立飲，卒觶，不拜。（酬而禮殺。）\n[疏]『賓坐』至『不拜』。註『酬而禮殺』。釋曰：此對酢之時，坐卒爵，拜既爵，是禮盛也。今旅酬，立卒觶，不拜既爵，故雲『禮殺』也。"
      },
      {
        "index": 117,
        "text": "若膳觶也，則降更觶洗，升實散。大夫拜受，賓拜送。（言更觶，卿尊也。）\n[疏]『若膳』至『拜送』。註『言更觶卿尊也』。釋曰：案上文體例，與卑者之爵稱易，與尊者之爵稱更，雖立為賓，仍是大夫為之，是賓卑於卿，故言『更觶者，卿尊也』。"
      },
      {
        "index": 118,
        "text": "大夫辯受酬，如受賓酬之禮，不祭。卒受者以虛觶降，奠於篚。（卒猶後也。\n《大射禮》曰：『奠於篚，復位。』今文辯皆作遍。）"
      },
      {
        "index": 119,
        "text": "[疏]『大夫』至『於篚』。註『卒猶』至『作遍』。釋曰：言不祭者，亦是酬禮殺也。引《大射禮》者，此經雲『降奠於篚』，不言反位，故引《大射》。"
      },
      {
        "index": 120,
        "text": "奠爵於篚訖，當復門右北面位。\n主人洗，升，實散，獻卿於西階上。（酬而後獻卿，別尊卑也，飲酒成於酬也。）"
      },
      {
        "index": 121,
        "text": "[疏]『主人』至『階上』。釋曰：自此盡『無加席』，論主人獻孤卿之節。\n註『酬而』至『酬也』。釋曰：此酬非謂尋常獻酬，乃是君為賓舉旅行酬，以其主人獻君，君酢主人，主人不敢酬君，故使二大夫媵爵於公以當酬處，所以覆獻也。但君恩既大，為賓舉旅，飲酒之禮成於酬，故酬辨乃獻卿，以君尊卿卑，是以君禮成，卿乃得獻，故雲『別尊卑』也。"
      }
    ]
  }
}