{
  "chapterNumber": 25,
  "title": "卷二十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《公食大夫禮》第九。鄭《目錄》云：『主國君以禮食小聘大夫之禮，於五禮屬嘉禮。《大戴》第十五，《小戴》第十六，《別錄》第九。』釋曰："
      },
      {
        "index": 1,
        "text": "鄭知是『小聘大夫』者，案下文雲宰夫自東方，薦豆六，於醬東，設黍稷六簋，又設庶羞十六豆，此等皆是下大夫小聘之禮。下乃別云『上大夫八豆、八簋』，又云『上大夫庶羞十六豆』，是食上大夫之法，故知此篇據小聘大夫也。若然，《聘禮》據侯伯之大聘，此篇據小聘大夫者，周公設經，互見為義。案篇末云『魚、腸胃、倫膚若九，若十有一，下大夫則若七，若九』，鄭註云：『此以命數為差，九謂再命者，十一謂三命者，七謂一命者。九或上或下者，再命謂小國之卿，次國之大夫也。卿則曰上，大夫則曰下，大國之孤視子男。』以此言之，魚、腸胃、倫膚皆七者，謂子男小聘之大夫。此《公食》序在《聘禮》之下，是因聘而食之。不言食賓與上介，直雲大夫者，若雲食賓與上介，則小聘使下大夫，上介乃是士，是以直雲大夫，兼得大夫聘賓與上介，亦兼小聘之賓。若然，《聘禮》據大聘，因見小聘。此《公食》先見小聘，後言大聘者，欲見大聘、小聘，或先或後，不常之義。"
      },
      {
        "index": 2,
        "text": "公食大夫之禮。使大夫戒，各以其爵。（戒猶告也。告之必使同班，敵者易以相親敬。）\n[疏]『公食』至『其爵』。註『戒猶』至『親敬』。釋曰：自此盡『如聘』，論主君使大夫就館，戒聘客使來行食禮之事。云『各以其爵』者，此篇雖據子男大夫為正，兼見五等諸侯大聘使卿之事，故雲各以其爵也。"
      },
      {
        "index": 3,
        "text": "上介出請，入告。（問所以來事。）\n[疏]『上介出請入告』。註『問所以來事』。釋曰：據大夫就賓館之門外，賓使上介出請大夫所為來之事。"
      },
      {
        "index": 4,
        "text": "三辭。（為既先受賜，不敢當。）\n[疏]『三辭』。註『為既』至『敢當』。釋曰：既先受賜者，謂聘日致饔，受賜大禮，故今辭食，不敢當之。但受饔之時，禮辭而已，至於饗食，皆當三辭。"
      },
      {
        "index": 5,
        "text": "賓出，拜辱。（拜使者，屈辱來迎已。）大夫不答拜，將命。（不答拜，為人使也。將猶致也。）賓再拜稽首。（受命。）大夫還，（復於君。）"
      },
      {
        "index": 6,
        "text": "賓不拜送，遂從之。（不拜送者，為從之，不終事。）\n[疏]『賓不』至『從之』。註『不拜』至『終事』。釋曰：案《鄉飲酒》主人拜送，賓不答拜，雲禮有終。此賓不拜送，為從之不終事，故賓不拜送也。"
      },
      {
        "index": 7,
        "text": "若然，《鄉飲酒》、《鄉射》戒賓，遂從之，而雲拜辱、拜送者，以其主人先反，不相隨，故得拜辱、拜送。《覲禮》使者勞賓於門外，侯氏再拜，遂送之。使者既不先反，猶拜送者，尊天子使故也。"
      },
      {
        "index": 8,
        "text": "賓朝服即位於大門外，如聘。（於是朝服，則初時玄端。如聘，亦入於次俟。）\n[疏]『賓朝』至『如聘』。註『於是』至『次俟』。釋曰：云『大門外，如聘』者，則賓主設擯介以相待，如聘時。云『於是朝服，則初時玄端』者，初時，謂賓發館時服玄端。若《鄉射》『主人朝服乃速賓』，鄭註云：『射，賓輕也。戒時玄端。』以此言之，亦賓在館拜所戒大夫即玄端，賓遂從大夫至君大門外，入次，乃去玄端，著朝服，出次，即位也。云『如聘，亦入於次俟』者，案《聘禮》：『賓皮弁聘，至於朝，賓入於次。』註云：『入於次者，俟辦。』則此入次，亦俟主人辦也。若然，《聘禮》重賓，發館即皮弁。此食禮輕，及大門乃朝服。"
      },
      {
        "index": 9,
        "text": "即位。具。（主人也。擯者俟君於大門外，卿大夫士序，及宰夫具其饌物，皆於廟門之外。）\n[疏]『即位具』。註『主人』至『之外』。釋曰：云『擯者俟君於大門外』者，解即位之事。云『卿大夫士序，及宰夫具其饌物，皆於廟門之外』者，以其君迎賓入，始言卿大夫以下廟內之位，則知此具饌物時，皆在廟門外也。故鄭下文註云：『自卿大夫至此，不先即位從君而入者，明助君饗食，賓自無事，故不在大門內。』是其義也。"
      },
      {
        "index": 10,
        "text": "羹定。（肉謂之羹。定猶孰也。著之者，下以為節。）\n[疏]『羹定』。註『肉謂』至『為節』。釋曰：云『肉謂之羹』者，《爾雅》文。云『著之者，下以為節』者，羹定與下文『陳鼎』之節為目也。"
      },
      {
        "index": 11,
        "text": "甸人陳鼎七，當門，南面，西上，設扃。若束若編。（七鼎，一大牢也。\n甸人，冢宰之屬，兼亨人者。南面西上，以其為賓，統於外也。扃，鼎扛，所以舉之者也。凡鼎，蓋以茅為之，長則束本，短則編其中央。今文扃作鉉，古文皆作密。）"
      },
      {
        "index": 12,
        "text": "[疏]『甸人』至『若編』。註『七鼎』至『作密』。釋曰：云『七鼎，一大牢也』者，案《聘禮》致飧與饔餼皆九鼎，此亦一大牢而七鼎者，此食禮輕，無鮮魚、鮮臘，與《聘禮》『腥一牢鼎七』同也。云『甸人，冢宰之屬，兼亨人』"
      },
      {
        "index": 13,
        "text": "者，案《天官》有甸師氏，兼有亨人，皆屬冢宰。彼天子禮，諸侯比天子為兼官，故甸人兼亨人也。必使甸人陳鼎兼亨人者，案《亨人職》云『掌共鼎鑊』，又案《甸師職》雲掌『帥其徒以薪蒸，役外內饔之事』，故使甸人兼亨人陳鼎。若然，案《少牢》『羹定饔人陳鼎』者，以其無甸人官，故饔人陳鼎也。《既夕士禮》云『甸人抗重』，又云『甸人築今坎』，以士無臣，使屬吏攝甸人之事，非謂置此官也。云『凡鼎，蓋以茅為之』者，諸文多言鼎，皆不言所用之物，此經雖言『若束若編』，亦不指所用之體，故鄭云『蓋』以疑之。然必知用茅者，《詩》曰：『白茅苞之。』《尚書》孔傳云：『苴以白茅。』茅是絜白之物，故疑用茅也。"
      },
      {
        "index": 14,
        "text": "設洗如饗。（必如饗者，先饗後食，如其近者也。饗禮亡，《燕禮》則設洗於阼階東南。古文饗或作鄉。）\n[疏]『設洗如饗』。註『必如』至『作鄉』。釋曰：云『必如饗者，先饗後食，如其近者也』，鄭據此文行食禮，而雲如饗，明先饗，設洗訖，乃後食，故鄉前如之，是先饗後食也。案《聘禮》云『公於賓，壹食再饗』，則食在饗前矣。不言如《燕禮》者，饗食在廟，燕在寢，則是饗食重，先行之。故二者自相先後，是以不得用《燕禮》決之也。引《燕禮》者，欲見設洗之法，燕與饗食同，故無饗禮，引《燕禮》而言也。"
      },
      {
        "index": 15,
        "text": "小臣具，在東堂下。（為公盥也。公尊，不就洗。小臣於小賓客饗食，掌正君服位。）\n[疏]『小臣』至『堂下』。註『為公』至『服位』。釋曰：知此『為公盥』者，案《特牲》屍尊，不就洗，盥用，故知此所設亦為公盥，不就洗也。云『小臣於小賓客饗食，掌正君位』者，按《夏官。小臣職》云『小祭祀，賓客饗食』，如大仆之法。此諸侯之聘客饗食，故亦小臣掌之也。"
      },
      {
        "index": 16,
        "text": "宰夫設筵，加席、幾。（設筵於戶西，南面而左幾。公不賓至授幾者，親設湆醬，可以略此。）\n[疏]『宰夫』至『席幾』。註『設筵』至『略此』。釋曰：云『設筵於戶西，南面而左幾』者，以其賓在戶牖之，南面，又生人左幾，異於神右幾故也。云『公不賓至授幾者，親設湆醬，可以略此』者，決《聘禮》禮賓時，公親授幾者，以無設湆醬之事故也。故下記云『不授幾』，鄭云『異於醴也』。"
      },
      {
        "index": 17,
        "text": "無尊。（主於食，不獻酬。）\n飲酒、漿飲，俟於東房。（飲酒，清酒也。漿飲，漿也。其俟奠於豐上也。\n飲酒先言飲，明非獻酬之酒也。漿飲先言漿，別於六飲也。）"
      },
      {
        "index": 18,
        "text": "[疏]『飲酒』至『東房』。註『飲酒』至『飲也』。釋曰：云『飲酒，清酒也』者，按《周禮。酒正》註先鄭云：『清酒，祭祀之酒。』後鄭從之。則此賓客用之者，優賓故也。云『漿飲，漿也』者，之言載，以其汁滓相載，故雲。漢法有此名故也。云『其俟奠於豐上也』者，下云『飲酒實於觶，加於豐』是也。此雲奠，即彼加也。云『飲酒先言飲，明非獻酬之酒也』者，以其《鄉飲酒》、《燕禮》等獻酬之酒皆不言飲，飲之，可知此擬口，故言飲，是異於獻酬酒故也。是以《酒人》云：『共賓客之禮酒、飲酒。』鄭註云：『禮酒，饗燕之酒。』不言飲食之酒，雲飲，亦是其義也。云『漿飲先言漿，別於六飲也』"
      },
      {
        "index": 19,
        "text": "者，按《漿人》云：『共王六飲，水、漿、醴、涼、醫、酏。』彼先雲六飲，後雲水漿，與此先雲漿不同，故雲先雲漿別於六飲。必別於六飲者，彼六飲為渴而飲，此漿為口，不為渴，故異之。"
      },
      {
        "index": 20,
        "text": "凡宰夫之具，饌於東房。（凡，非一也。飲食之具，宰夫所掌也。酒漿不在凡中者，雖無尊，猶嫌在堂。）\n[疏]『凡宰』至『東房』。註『凡非』至『在堂』。釋曰：云『酒漿不在凡中者，雖無尊，猶嫌在堂』者，以其酒漿常在堂，若不特言之，則凡中不含之，言謂酒漿仍在堂，故上特言之。"
      },
      {
        "index": 21,
        "text": "公如賓服，迎賓於大門內。（不出大門，降於國君。）\n[疏]『公如』至『門內』。註『不出』至『國君』。釋曰：自此盡『階上北面再拜稽首』，論主君迎賓入拜至之事。云『不出大門，降於國君』者，按《周禮。司儀》云：『將幣，交擯，三辭，車逆，拜辱，賓車進，答拜。』又雲致饔餼，饗食，『皆如將幣之儀』。是國君來則出迎也。"
      },
      {
        "index": 22,
        "text": "大夫納賓。（大夫，謂上擯也。納賓以公命。）公入門左，公再拜。賓辟，再拜稽首。（左，西方，賓位也。辟，逡遁，不敢當君拜也。）公揖入，賓從。"
      },
      {
        "index": 23,
        "text": "（揖入，道之。）\n及廟門，公揖入。（廟，禰廟也。）\n[疏]『及廟門公揖入』。註『廟禰廟也』。釋曰：《儀禮》之內單言廟者，皆據禰廟。是以《昏禮》納采云『至於廟』，記云『凡行事必用昏昕，受諸禰廟』，以此而言，則言廟皆禰廟也。若非禰廟，則言廟祧，若《聘禮》云『不腆先君之祧』，問卿云『受於祖廟』之類是也。但受聘在祖廟，食饗在禰，燕輕於食饗，又在寢，是其差次也。"
      },
      {
        "index": 24,
        "text": "賓入，三揖。（每曲揖，及當碑揖，相人偶。）\n至於階，三讓。（讓先升。）\n[疏]『至於階三讓』。釋曰：按《曲禮》云：『客若降等，則就主人之階。"
      },
      {
        "index": 25,
        "text": "主人固辭，然後客復就西階。』此亦降等，初即就西階者，此君與客食禮，禮之正，彼謂大夫士以小小燕食之禮，故與此不同也。"
      },
      {
        "index": 26,
        "text": "公升二等，賓升。（遠下人君。）\n[疏]『公升二等賓升』。註『遠下人君』。釋曰：言『遠下人君』者，亦取君行一，臣行二之義也。"
      },
      {
        "index": 27,
        "text": "大夫立於東夾南，西面，北上。（東夾南，東西節也。取節於夾，明東於堂。）\n[疏]『大夫』至『北上』。註『東夾』至『於堂』。釋曰：此謂主國卿大夫立位。云『取節於夾，明東於堂』者，序已西為正堂，序東有夾室，今大夫立於夾室之南，是東於堂也。"
      },
      {
        "index": 28,
        "text": "士立於門東，北面，西上。（統於門者，非其正位，辟賓在此。）\n[疏]『士立』至『西上』。註『統於』至『在此』。釋曰：案《燕禮》、《大射》士在西方，東西北上，不統於門。又在門東北面，宜東統於君。今在門東西上，統於門者，以賓在門西，辟賓，在此非正位故也。"
      },
      {
        "index": 29,
        "text": "小臣，東堂下，南面，西上。宰，東夾北，西面，南上。（宰，宰夫之屬也。\n古文無南上。）\n[疏]『小臣』至『南上』。註『宰宰』至『南上』。釋曰：云『宰東夾北，西面南上』者，謂在北堂之南，與夾室相當，故雲夾北也。云『宰，宰夫之屬也』者，以經云『南上』，則非止一人。但宰官之內，有宰夫之等，是以下有宰夫之官，皆於此立可知，故雲之屬也。若然，宰尊官，在小臣之下者，以其小臣位在北堂南，故先見之，非謂尊卑先後為次也。"
      },
      {
        "index": 30,
        "text": "內官之士，在宰東北，西面，南上。（夫人之官，內宰之屬也。自卿大夫至此，不先即位，從君而入者，明助君饗食，賓自無事。）"
      },
      {
        "index": 31,
        "text": "[疏]『內官』至『南上』。註『夫人』至『無事』。釋曰：云『夫人之官內宰之屬也』者，經云『內官』，按《周禮。天官。內宰》下大夫掌王後已下，彼天子內官，諸侯未必有內宰，以其言內官之士，以士為之，明當天子內宰，故舉內宰況之也。云『自卿大夫至此，不先即位，從君而入者，明助君饗食，賓自無事』者，按前聘時，君迎客於大門內時，卿大夫已下入廟即位者，受聘事重，非饗食之事，故先入廟即位。此已下雖有宰及宰夫者，皆有事，及大夫二牲、士庶羞之等，皆助君食賓，非己之事，故後入也。"
      },
      {
        "index": 32,
        "text": "介，門西，北面，西上。（西上，自統於賓也。然則承擯以下，立於士西，少進東上。）\n[疏]『介門』至『西上』。註『西上』至『東上』。釋曰：云『然則承擯以下，立於士西，少進東上』者，以其介統於賓而西上，則擯統於君而東上可知。承擯以下，既是有事之人承擯，是大夫又尊於士，故知少進東上。不言上擯者，上擯有事，其位不定，故不言。"
      },
      {
        "index": 33,
        "text": "公當楣北鄉，至再拜，賓降也，公再拜。（楣謂之梁。至再拜者，興禮俟賓，嘉其來也。公再拜，賓降矣。）\n[疏]『公當』至『再拜』。註『楣謂』至『降矣』。釋曰：自此盡『稽首』，論公拜至賓答拜之事。云『公再拜，賓降矣』者，釋經賓降在『至再拜』"
      },
      {
        "index": 34,
        "text": "下，『公再拜』上。以其至再拜者，公已一拜，賓即降，下公再拜者，賓降後，又一拜。雖一拜，本當再拜，故皆以再拜言之。猶下侑幣之時，『公一拜，賓降，公再拜』，註云：賓不敢俟成拜也。若然，鄭云『公再拜，賓降矣』者，解經『至再拜，客降』也。"
      },
      {
        "index": 35,
        "text": "賓西階東、北面答拜。（西階東，少就主君，敬也。）擯者辭，（辭拜於下。）\n拜也。公降一等，辭曰：『寡君從子，雖將拜，興也。』（賓降再拜，公降，擯者釋辭矣。賓猶降，終其再拜稽首。興，起也。）"
      },
      {
        "index": 36,
        "text": "[疏]『賓西』至『答拜』。釋曰：自此盡『稽首』，論賓降答拜之事。此云『答拜』，下云『拜也』，並據公未降之前，賓為一拜。以其賓始一拜之，公降一等，故在一辭之中，是以鄭雲賓降再拜，釋經北面拜答及拜也。云『公降，擯者釋辭矣』者，解經『辭曰寡君從子雖將拜興也』，鄭註云『賓猶降，終其再拜稽首』者，按下文『賓栗階升，不拜』，升既不拜，略於下。雖辭賓，猶終降，再拜稽首也。若然，擯者辭拜於下之時，其位在下，故下記云『卿擯由下』，註云『不升堂』是也。按下文云『擯者退，負東塾而立』，註云『無事』，又云『擯者進相幣』，然則擯者有事則進，無事則退，故負東塾也。"
      },
      {
        "index": 37,
        "text": "賓栗階升，不拜。（自以己拜也。栗，是栗也。不拾級連步，趣主國君之命，不拾級而下曰。）\n[疏]『賓栗階升不拜』。註『自以』至『曰』。釋曰：云『自以己拜也』者，於堂下終為再拜稽首，故於堂上不拜也。云『栗，實栗也』者，謂疾之意也。云『不拾級連步』者，《曲禮》云『拾級聚足連步以上』，鄭註云：『拾當為涉聲之誤也。級，等也。涉等聚足，謂前足躡一等，後足從之並。』此涉級也。連步，鄭云『重蹉跌也』，連步謂足相隨不相過也。其連步據足而言，涉級據階而說，其實一也。此等尋常升法，此栗階據趨君命而上，按《燕禮》記云："
      },
      {
        "index": 38,
        "text": "『凡君所辭皆栗階』，註云：『栗，蹙也。謂越等急趨君命也。』又曰『凡栗階不過二等』，註云：『其始升猶聚足連步，越二等，左右足各一發而升堂。』是栗階之法也。云『不拾級而下曰』者，凡升降有四種，雲者，君臣急諫諍，則越三等為階，越一等為歷階，又有連步，又有栗階，為四等也，義已具於《燕禮》記疏也。"
      },
      {
        "index": 39,
        "text": "命之，成拜，階上北面再拜稽首。（賓降拜，主『君辭之，賓雖終拜，於主君之意猶為不成』。）\n[疏]『命之』至『稽首』。註『賓降』至『不成』。釋曰：按《論語》孔子云：『拜下，禮也，今拜乎上，泰也。』是以上文主君雖辭賓，猶終拜於下，盡臣之禮，為成拜。『主君之意猶以為不成』，故命之升成拜，賓遂主君之意，故升更拜也。"
      },
      {
        "index": 40,
        "text": "士舉鼎，去冪於外，次入。陳鼎於碑，南面，西上。右人抽扃，坐奠於鼎西，南順，出自鼎西，左人待載。（入由東，出由西，明為賓也。今文奠為委，古文待為持。）"
      },
      {
        "index": 41,
        "text": "[疏]『士舉』至『待載』。註『入由』至『為持』。釋曰：自此盡『逆退復位』，論鼎入已載之事。云『去冪於外，次入』者，次入，謂序入也。故《少牢》雲序入去冪於外者，以其入當載於俎，故去之也。《士喪》、《士虞》皆入，乃去冪者，喪禮變於吉故也。"
      },
      {
        "index": 42,
        "text": "雍人以俎入，陳於鼎南。旅人南面加匕於鼎，退。（旅人，雍人之屬。旅食者也。雍人言入，旅人言退，文互相備也。出入之由，亦如舉鼎者。匕俎每器一人，諸侯官多也。）"
      },
      {
        "index": 43,
        "text": "[疏]『雍人』至『鼎退』。註『旅人』至『多也』。釋曰：云『旅人，雍人之屬』者，即《燕禮》云：『尊士旅食於門西，兩圜壺。』鄭云：『士旅食者，所謂庶人在官者也。』引《王制》解之者是也。云『雍人言入，旅人言退，文互相備也』者，雍人言入亦退，旅人言退亦入，皆入而退去，故雲文互相備也。"
      },
      {
        "index": 44,
        "text": "云『每器一人，諸侯官多也』者，按《少牢》云：『鼎序入，雍正執一匕以從，雍府執四匕以從，司士合執二俎以從，司士贊者二人，皆合執二俎以相從。』是大夫官少，故每人兼執也。若然，《特牲》云『贊者執俎及匕從鼎入』，《士虞》亦云『匕俎從士』，《昏禮》亦云『匕俎從設』，彼註云：『執匕者，執俎者，從鼎而入，設之。』不言並合者，士官彌少，並合可知。不言者，文不具或可。"
      },
      {
        "index": 45,
        "text": "士禮又異於大夫，執鼎人兼執匕俎，故《士喪禮》小斂大斂奠舉鼎者，兼執俎也。\n若依前釋，則《士喪禮》略威儀故也。"
      },
      {
        "index": 46,
        "text": "大夫長盥，洗東南，西面，北上，序進盥。退者與進者交於前。卒盥，序進，南面匕。（長，以長幼也。序猶更也。前，洗南。）"
      },
      {
        "index": 47,
        "text": "[疏]『大夫』至『面匕』。註『長以』至『洗南』。釋曰：云『進盥，退者與進者交於前』，鄭雲前謂洗南，但言前，不雲北。《鄉飲酒》、《鄉射》賓盥北面，則此大夫亦皆北面可知。云『長，以長幼也』者，若《燕禮》云『命長』之類，皆據長幼為長，不謂眾中之長者也。"
      },
      {
        "index": 48,
        "text": "載者西面。（載者，左人。亦序自鼎東，西面於其前，大夫匕則載之。）\n[疏]『載者西面』。註『載者』至『載之』。釋曰：前云『左人待載』，其時鼎東南面，今大夫鼎北面南，匕之左人當載，故序自鼎東西面，於其前矣。"
      },
      {
        "index": 49,
        "text": "俎正當鼎南，則載者在鼎南稍東也。\n魚臘飪。（飪，孰也。食禮宜孰，饗有腥者。）\n[疏]『魚臘飪』。註『飪孰』至『宜孰』。釋曰：上文直云『羹定』，肉謂之羹，恐魚臘不在羹定之中，故此特著魚臘飪也。以食禮尚孰，故皆飪也。"
      },
      {
        "index": 50,
        "text": "註『饗有腥者』。釋曰：《樂記》雲大饗『而俎腥魚』，鄭註云：『以腥魚為俎，實不孰之。』是饗禮有腥也。又宣公十一年：『冬，晉侯使士會平王室，定王享之。原襄公相禮，ゾ烝。武子私問其故。王聞之召武子曰：季氏，而弗聞乎？王享有體薦，宴有折俎，公當享，卿當宴，王室之禮也。』又《國語》云："
      },
      {
        "index": 51,
        "text": "禘郊之事則有全烝，王公立飫則有房烝，親戚宴饗則有ゾ烝。以此觀之，明饗有腥，以饗禮用體薦。體薦則腥矣。故《禮記》云『腥其俎』，謂豚解而腥之，豚解者，皆腥也。"
      },
      {
        "index": 52,
        "text": "載體進奏。（體，謂牲與臘也。奏，謂皮膚之理也。進其理，本在前。下大夫體七個。）\n[疏]『載體進奏』。註『體謂』至『七個』。釋曰：三牲與臘皆載體，直言體，不辨體形及數，以下魚、腸胃、倫膚皆言七，則此亦七體，故鄭云『下大夫體七個』。若然，七個此不言體形，按《士虞記》云『升左肩、臂、、肫、骼、脊、脅』七體，彼喪禮用左。又按《鄉飲酒》、《鄉射記》皆云『右胖進腠』，則此亦用右胖，肩、、臂、肫、骼、脊、脅可知。既用右胖，則左胖為庶羞。"
      },
      {
        "index": 53,
        "text": "其庶羞者，此下大夫十六豆，上大夫二十豆是也。若致飧及歸饔餼，腥鼎皆無庶羞。《鄉飲酒》、《鄉射》、《燕禮》、《大射》雖同用狗一牲，以其亨，亨亦皆有庶羞也。云『奏，謂皮膚之理。進其理，本在前』者，此謂生人食法，故進本，本謂近上者。若祭祀則進末，故《少牢》云『進下』，鄭云『變於食生』是也。"
      },
      {
        "index": 54,
        "text": "魚七，縮俎，寢右。（右首也。寢右進也。乾魚近腴，多骨鯁。）\n[疏]『魚七縮俎寢右』。註『右首』至『骨鯁』。釋曰：云『縮俎』者，於人為橫，縮，縱也。魚在俎為縱，於人亦橫。雲寢右，鄭云『右首也，寢右，進』也，賓在戶牖之南面，俎則東西陳之，魚在俎，首在右，腹腴鄉南。，脊也。進脊在北，鄉賓，必以脊鄉賓者，鄭云『乾魚近腴，多骨鯁』，故不欲以腴鄉賓，取脊少骨鯁者鄉賓，優客故也。若祭祀，則進腴，以鬼神尚氣，腴者，氣之所聚，故《少牢》進腴是也。"
      },
      {
        "index": 55,
        "text": "腸、胃七，同俎。（以其同類也。不異其牛羊，腴賤也。此俎實凡二十八。）\n[疏]『腸胃七同俎』。註『以其』至『十八』。釋曰：云『以其同類也』"
      },
      {
        "index": 56,
        "text": "者，釋經同俎，以其牛羊同是畜類也。云『不異其牛羊，腴賤也』者，以牲體則異俎，及此腸胃即同俎，以其腹腴賤，故略之，同俎也。云『此俎實二十八』者，牛羊各有腸胃，腸胃各七，四七二十八也。但此腸胃與牲或同鼎同俎，或別鼎別俎，何者？據此下文七鼎腸胃與牲別鼎別俎，是其正法，取其鼎俎奇也。《少牢》五俎，腸胃與牲同鼎者，以其有鮮獸，若腸胃別鼎則六，不得奇，故並腸胃與牲同鼎，《有司徹》亦然。此腸胃七者，以其與牲體別鼎，故取數於牲亦七。《少牢》並腸胃於牲鼎，故雲腸三胃三，取數於脊脅各三也。賓屍禮殺於正祭，故腸胃各一。《既夕》盛葬奠，故腸胃五也。"
      },
      {
        "index": 57,
        "text": "倫膚七。（倫，理也，謂精理滑色者，今文倫或作論。）\n[疏]『倫膚七』。釋曰：倫膚謂豕之皮革為之，但此公食大夫為賓用為美，故膚與腸胃皆別鼎俎。《特牲》腥有三鼎，魚、臘不同鼎，故膚從牲，同鼎。"
      },
      {
        "index": 58,
        "text": "《有司徹》雖同《少牢》，亦止三鼎而已，羊、豕、魚皆一鼎，故膚還從於牲鼎也。又此膚與牲體之數亦七，而《少牢》膚九者，此食禮，故膚從體數。《少牢》大夫之祭，膚出下牲，故取數於牲之體而九也。"
      },
      {
        "index": 59,
        "text": "腸、胃、膚，皆橫諸俎，垂之。（順其在牲之性也。腸胃垂及俎拒。）\n[疏]『腸胃』至『垂之』。註『順其』至『俎拒』。釋曰：腸胃得在牲而垂膚，亦言順牲之性者，從多而言。云『垂及俎拒』者，《少牢》云『腸三，胃三，垂及俎拒』是也。"
      },
      {
        "index": 60,
        "text": "大夫既匕，匕奠於鼎，逆退，復位。（事畢，宜由便也。士匕載者，又待設俎。）\n[疏]『大夫』至『復位』。註『事畢』至『設俎』。釋曰：『士匕載者，又待設俎』者，以上文云『士舉鼎』，又云『左人待載』，下文云『士設俎於豆南』，是載者又待設俎可知也。"
      },
      {
        "index": 61,
        "text": "公降盥。（將設醬。）\n[疏]『公降盥』。註『將設醬』。釋曰：自此盡『各於其西』，論公與宰夫為賓設正饌之事。云『將設醬』者，下云『公設之』，是以盥手也。"
      },
      {
        "index": 62,
        "text": "賓降，公辭。（辭其從己。）卒盥，公壹揖、壹讓，公升，賓升。（揖讓皆壹，殺於初。古文壹皆作一。）\n宰夫自東房授醯醬，（授，授公也。醯醬，以醯和醬。）"
      },
      {
        "index": 63,
        "text": "[疏]『宰夫』至『醯醬』。註『授授』至『和醬』。釋曰：按記云：蒲筵常長丈六尺，於堂上戶牖之南面設之。乃設正饌於中席已東，自中席已西設庶羞也。云『醯醬，以醯和醬』者，按歸饔餼，醯醢別，知此醯醬不別，而以醯和醬者，此經所陳物，異者皆別器，此醯醬下但言醬，不別言醯，明以醯和醬可知。祭祀無此法，以生人尚褻味，故有之。"
      },
      {
        "index": 64,
        "text": "公設之。（以其為饌本。）\n賓辭，北面坐遷而東遷所。（東遷所，奠之東側，其故處。）\n[疏]『賓辭』至『遷所』。註『東遷』至『故處』。釋曰：云『東遷所』"
      },
      {
        "index": 65,
        "text": "者，謂以西為上，君設當席中，故東遷之，辟君設處側近也，近其故處。\n公立於序內，西鄉。（不立阼階上，示親饌。）"
      },
      {
        "index": 66,
        "text": "[疏]『公立』至『西鄉』。註『不立』至『親饌』。釋曰：云『不立阼階上，示親饌』者，以其君之行事皆在阼階上，今近阼北者，以其設饌在戶西近北，今君亦近北，是亦親監饌故也。"
      },
      {
        "index": 67,
        "text": "賓立於階西，疑立。（不立階上，以主君離阼也。疑，正立也，自定之貌。\n今文曰西階。）\n宰夫自東房薦豆六，設於醬東，西上。韭菹以東醢、昌本，昌本南麋，以西菁菹、鹿。（醢，醢有。昌本，昌蒲本，菹也。醢有骨謂之。菁，菁，菹也。今文皆作麋。）"
      },
      {
        "index": 68,
        "text": "[疏]『宰夫』至『鹿贊』。註『醢』至『作麋』。釋曰：云『醢，醢有』者，按《周禮。醢人》云：『朝事之豆，韭菹醢。』已下依此為次，彼註云：『，肉汁也。』則此醢是肉之汁。昌本者，彼註云：『昌蒲根。』"
      },
      {
        "index": 69,
        "text": "又按彼註齏菹之稱，菜肉通。又云『細切為齏，全物若為菹』。又按彼經為菹者，經言菹，不言齏菹者，即是齏也。彼言昌本，亦即齏也。此註雲菹者，齏菹，粗細為異，通而言之，齏亦得為菹，故雲菹也。云『醢有骨者謂為』，案《爾雅。釋器》云：『肉為之醢，有骨者謂之。』又鄭司農云：『有骨為，無骨為醢』也。云『菁菁菹也』者，即今之蔓菁也。"
      },
      {
        "index": 70,
        "text": "士設俎於豆南，西上，牛、羊、豕、魚在牛西，臘、腸胃亞之。（亞，次也。\n不言䋫錯，俎尊。）\n[疏]『士設俎』至『亞之』。註『亞次』至『俎尊』。釋曰：云『不言䋫錯，俎尊』者，上設豆䋫陳之，下設黍稷錯陳之，此設俎不䋫不錯者，但尊故也。"
      },
      {
        "index": 71,
        "text": "膚以為特。（直豕與腸胃東也。特膚者，出下牲，賤。）\n[疏]『膚以為特』。註『直豕』至『牲賤』。釋曰：云『出下牲，賤』"
      },
      {
        "index": 72,
        "text": "者，以豕在牛、羊之下，賤。膚，豕之所出，故雲出下牲賤，特之於俎東也。\n旅人取匕，甸人舉鼎，順出，奠於其所。（以其空也。其所，謂當門。）"
      },
      {
        "index": 73,
        "text": "[疏]『旅人』至『其所』。釋曰：前旅人以匕入，加於鼎，退出。今還使之取匕前，士舉鼎入，今不使士舉鼎出者，以其士載訖，遂設俎於賓前，事未畢，故甸人舉鼎而出也。"
      },
      {
        "index": 74,
        "text": "宰夫設黍、稷六簋於俎西，二以並，東北上。黍當牛俎，其西稷，錯以終，南陳。（並，𠊧也。今文曰𠊧。古文簋皆作軌。）"
      },
      {
        "index": 75,
        "text": "大羹湆不和，實於鐙。宰右執鐙，左執蓋，由門入，升自阼階，盡階，不升堂，授公，以蓋降，出，入反位。（大羹湆，煮肉汁也。大古之羹不和，無鹽菜。瓦豆謂之鐙。宰謂大宰，宰夫之長也。有蓋者，饌自外入，為風塵。今文湆為汁。又曰：入門自阼階，無升。）"
      },
      {
        "index": 76,
        "text": "[疏]『大羹』至『反位』。註『大羹』至『無升』。釋曰：云『以蓋降，出，入反位』者，宰位在東夾北，西面南上，今以蓋降出，送於門外，乃更入門，反於東夾北位也。云『大羹𠊧，煮肉汁也。大古之羹』者，謂是大古五帝之羹。"
      },
      {
        "index": 77,
        "text": "云『不和，無鹽菜』也，大古質，故不和以鹽菜，對羹調之以鹽菜者也。云『瓦豆謂之鐙』，《詩》云『於豆於登』，毛亦云：『木曰豆，瓦曰登。』云『宰謂大宰，宰夫之長』者，以單言宰，諸侯三卿無大宰，以司徒兼大宰，大宰之下有宰夫，故雲宰夫之長也。"
      },
      {
        "index": 78,
        "text": "公設之於醬西，賓辭，坐遷之。（亦東遷所。）\n[疏]『公設』至『遷之』。註『亦東遷所』。釋曰：言『亦』者，亦前醬東遷所，以醬既東遷所，今於醬西遷之，明亦東遷所移之，故醬處也。"
      },
      {
        "index": 79,
        "text": "宰夫設四於豆西，東上，牛以西羊，羊南豕，豕以東牛。（，菜和羹之器。）\n[疏]『宰夫』至『東牛』。註『鉶，菜和羹之器』。釋曰：云『鉶，菜和羹之器』者，下記云『牛藿，羊苦，豕薇』，是菜和羹，以鉶盛此羹，故雲之器也。據羹在鉶言之，謂之鉶羹；據器言之，謂之鉶鼎；正鼎之後設之，謂之陪鼎；據入庶羞言之，謂之羞鼎；其實一也。"
      },
      {
        "index": 80,
        "text": "飲酒，實於觶，加於豐。（豐，所以承觶者也，如豆而卑。）\n宰夫右執觶，左執豐，進設於豆東。（食有酒者，優賓也。設於豆東，不舉也。《燕禮》記曰：凡奠者於左。）"
      },
      {
        "index": 81,
        "text": "[疏]『宰夫』至『豆東』。註『食有』至『於左』。釋曰：云『食有酒者，優賓也』者，按下文宰夫執漿飲，賓興受。唯用漿口，不用酒。今主人猶設之，是優賓。引《燕禮》者，彼據酒，主人奠於薦左，賓不飲，取奠於薦右，此酒不用，故亦奠於豆東。酒義雖異，不舉是同，故引為證也。按《燕禮》無此文，《鄉飲酒》、《鄉射》記皆云『凡奠者於左，舉者於右』，不同之而引《燕禮記》者，此必轉寫者誤，鄭本引《鄉飲酒》、《鄉射》之等也。"
      },
      {
        "index": 82,
        "text": "宰夫東面，坐啟簋會，各於其西。（會，簋蓋也。亦一一合卻之。各當其簋之西。）\n[疏]註『會簋』至『之西』。釋曰：云『亦一一合卻之』者，卻者，仰也。"
      },
      {
        "index": 83,
        "text": "簋蓋有六，兩兩皆相重而仰之，謂之卻合，故雲一一卻合之。『各當其簋之西』，為兩處亦者，亦《少牢》，故《少牢》云『佐食啟會蓋二，以重設於敦南』也。"
      },
      {
        "index": 84,
        "text": "贊者負東房，南面告具於公。（負東房，負房戶而立也。南面者，欲得鄉公與賓也。）\n[疏]『贊者』至『於公』。註『負東』至『賓也』。釋曰：自此盡『醬湆不祭』，論賓所祭饌之事。經直云『負東房』，鄭知『負房戶而立』者，以公在東序內，賓在戶西，雖告具於公，且欲使賓聞之，故知於房近西，是以鄭云『得鄉公與賓也』。"
      },
      {
        "index": 85,
        "text": "公再拜，揖食。（再拜，拜賓饌具。）賓降拜。（答公拜。）公辭。賓升，再拜稽首。（不言成拜，降未拜。）賓升席，坐取韭菹，以辯擩於醢，上豆之祭。（擩猶染也。今文無於。）"
      },
      {
        "index": 86,
        "text": "贊者東面坐取黍，實於左手，辯，又取稷，辯，反於右手，興以授賓。賓祭之。（取授以右手，便也。賓亦興受，坐祭之於豆祭也。獨雲贊興，優賓也。"
      },
      {
        "index": 87,
        "text": "《少儀》曰：『受立，授立，不坐。』）\n[疏]『贊者東面』至『祭之』。註『取授』至『不坐』。釋曰：此所授者，皆謂遠賓者，故菹醢及皆不授，以其近賓，取之易，故不言。按《曲禮》云：『ゾ之序，辯祭之。』故知雖不授，亦祭可知也。經直云『祭』，知『祭之於豆祭』者，按《少牢》云：『屍取韭菹，辯扌Й於三豆，祭於豆。』故知於豆祭也。云『獨雲贊興，優賓』者，欲見賓坐而不興，是優賓，其實俱興也。引《少儀》者，欲見贊興，賓亦興之義，以其賓坐，贊亦坐故也。"
      },
      {
        "index": 88,
        "text": "三牲之肺不離，贊者辯取之，壹以授賓。（肺不離者，刌之也。不言刌，刌則祭肺也。此舉肺不離而刌之，便賓祭也。祭離肺者，絕肺祭也。壹猶稍也。古文壹作一。）"
      },
      {
        "index": 89,
        "text": "[疏]『三牲』至『授賓』。註『肺不』至『作一』。釋曰：云『肺不離者，刌之也』者，按《少儀》云：『牛羊之肺，離而不提心。』鄭云：『提猶絕也。刲之不絕中央少者。』此即為食而舉肺也。《少牢》云『舉肺一，長終肺，祭肺三，皆切之』，是祭肺切，舉肺不切。云『不言刌，刌則祭肺也』者，是興祭肺同，其實舉肺。云『祭離肺者，絕肺祭也』者，此鄭解舉肺將祭之時，絕末而祭之，與祭肺異也。凡舉肺有二名：一名離肺，亦名舉肺；祭肺亦名刌肺也。"
      },
      {
        "index": 90,
        "text": "賓興受，坐祭。（於是雲賓興受坐祭，重牲也。賓亦每肺興受，祭於豆祭。）\n捝手，扱上以四，辯擩之，上之祭。（扱以四，扱其菜也。捝，拭也，拭以巾。）"
      },
      {
        "index": 91,
        "text": "[疏]『捝手』至『祭』。註『扱以』至『以巾』。釋曰：此云『上之祭』者，著其異於餘者，餘祭於上豆之，此別自祭。云『捝，拭也，拭以巾』者，案《內則》『左佩紛』，即佩巾，而雲捝拭，拭手以巾，似不名巾者，本名者，以拭手為名，其實名巾，故鄭舉其實稱也。"
      },
      {
        "index": 92,
        "text": "此有四，而云『扱上』，辯擩則唯有一四，優賓，故用一四而已。\n《少牢》二祭神，故宜各有四也。"
      },
      {
        "index": 93,
        "text": "祭飲酒於上豆之。魚、臘、醬、湆不祭。（不祭者，非食物之盛者。）\n[疏]『祭飲』至『不祭』。註『不祭』至『盛者』。釋曰：此『不祭者』，以正在饌之內。以其有三牲之體，魚、臘、湆、醬非盛者，故不祭也。若入庶羞，則祭之，故下文云『士羞庶羞皆有大』，又云『辯取庶羞之大，興一以授賓，賓受，兼壹祭之』，《少儀》云『祭無』，無詁為大魚肉之臠，是亦祭之。"
      },
      {
        "index": 94,
        "text": "宰夫授公飯粱，公設之於湆西。賓北面辭，坐遷之。（既告具矣，而又設此，殷勤之加也。遷之，遷而西之，以其東上也。）"
      },
      {
        "index": 95,
        "text": "[疏]『宰夫』至『遷之』。註『既告』至『上也』。釋曰：自此盡『降出』，論設加饌粱與庶羞之事。云『遷之，遷而西之，以其東上也』，知粱東上者，下文『宰夫膳稻於粱西』，是以粱在東為上也。"
      },
      {
        "index": 96,
        "text": "公與賓皆復初位。（位，序內階西。）\n[疏]『公與賓皆復初位』。註『位序內階西』。釋曰：按上公設醬時，立於序內，賓立於階西，此云『公與賓復初位』，故知公還在序內，賓還在階西也。"
      },
      {
        "index": 97,
        "text": "宰夫膳稻於粱西。（膳猶進也。進稻粱者以簠。）\n[疏]『宰夫』至『粱西』。註『膳猶』至『以簠』。釋曰：知進稻以簠者，下記云『簠有蓋冪』，鄭註云：『稻粱將食乃設，去會於房，蓋以冪。』上雲設黍稷訖云『卻會』，此稻粱不雲卻會者，先於房去之故也。"
      },
      {
        "index": 98,
        "text": "士羞庶羞，皆有大、蓋，執豆如宰。（羞，進也。庶，眾也。進眾珍味可進者也。大，以肥美者特為臠，所以祭也。魚或謂之無，無，大也。唯醢醬無大。如宰，如其進大羹湆，右執鐙，左執蓋。）"
      },
      {
        "index": 99,
        "text": "[疏]『士羞』至『如宰』。註『羞進』至『執蓋』。釋曰：云『皆有大』\n者，中有二物三物之肉，兼有魚也。云『魚或謂之無，無，大也』者，或《有司徹》云『屍俎五魚，侑主人皆一魚，皆加無，祭於其上』是也。《少儀》雲無祭也。云『唯醢醬無大』者，鄭註《周禮。醢人》作醢之法，『先膊乾其肉，乃後之，雜以粱麯及鹽，漬以美酒，塗置《垂瓦》中，百日則成矣』。何大臠之有也？醬則醢也，亦無大臠也。"
      },
      {
        "index": 100,
        "text": "先者反之，由門入，升自西階。（庶羞多，羞人不足，則相授於階上，復出取也。）\n[疏]『先者反之』。釋曰：『反之』者，以其庶羞十六豆，羞人不足，故先至者，反取之。下文云『先者一人升，設於稻南』，其人不反，則此雲先者反之，謂第二已下為先者也。"
      },
      {
        "index": 101,
        "text": "先者一人升，設於稻南簋西，容人。（簋西，黍稷西也。必言稻南者，明庶羞加，不與正豆並也。容人者，賓當從往來也。）"
      },
      {
        "index": 102,
        "text": "[疏]註『簋西』至『往來也』。釋曰：『簋西，黍稷西也。必言稻南者』，以其黍稷西近北有稻，故庶羞設黍稷西南，南陳之，是稻粱與庶羞俱是加，故南北相繼，而在黍稷正饌之西，是下不與正豆並也。云『容人者，賓當從往來也』者，下文賓『左擁簠粱，右執湆以降，公辭；升，反奠於其所』，是賓往來也。"
      },
      {
        "index": 103,
        "text": "旁四列，西北上。（不統於正饌者，雖加，自是一禮，是所謂羹中別。）\n[疏]『旁四列西北上』。註『不統』至『中別』。釋曰：云『所謂羹中別』者，按《曲禮》云『左ゾ右』，彼云：『ゾ，骨體也。』此肉謂之羹，亦一也。ゾ為正饌，謂切肉，則庶羞雲左ゾ右，則曰此正饌在東，庶羞在西，容人同，故謂所謂羹中別也。"
      },
      {
        "index": 104,
        "text": "鄉以東熏、堯、牛炙。（鄉、熏、堯，今時霍也。牛曰鄉，羊曰熏，豕曰堯，皆香美之名也。古文鄉香，熏作薰。）"
      },
      {
        "index": 105,
        "text": "炙南醢，以西牛、醢、牛旨。（先設醢，䋫之以次也。肉則謂旨為膾，然則膾用旨。今文旨作鰭。）\n[疏]註『先設醢䋫之以次也』。釋曰：此云『先設醢，䋫之次』，而《特牲》註云：『以有醢，不得䋫也。』與此『先設醢，䋫之以次』違者，大凡醢配是其正，而醢卑於。今牛羊豕皆在醢下者，直是䋫之次，非尊卑之列。《特牲》以一有醢，若䋫之，當醢在上，不成錯，故不得䋫。"
      },
      {
        "index": 106,
        "text": "《少牢》四豆，羊醢，故得䋫而錯，與此同也。\n旨南羊炙，以東羊、醢、豕炙。炙南醢，以西豕、芥醬、魚膾。（芥醬，芥實醬也。《內則》曰：『膾，春用蔥，秋用芥。』）眾人騰羞者盡階、不升堂，授，以蓋降，出。（騰當作媵。媵，送也。授，授先者一人。）"
      },
      {
        "index": 107,
        "text": "贊者負東房，告備於公。（復告庶羞具者，以其異饌。）\n[疏]『贊者』至『於公』。釋曰：自此盡『兼壹祭之』，論贊告饌具，賓祭之事。"
      },
      {
        "index": 108,
        "text": "贊升賓。（以公命命賓升席。）\n[疏]『贊升賓』。註『以公命命賓升席』。釋曰：前設饌訖，贊者告具於公，公再拜揖食，此使贊升賓者，以其禮殺故也。是以上文正饌，公先拜，賓答拜，此賓先拜公，公答拜，為異也。"
      },
      {
        "index": 109,
        "text": "賓坐席末，取粱，即稻，祭於醬湆。（即，就也。祭稻粱不於豆祭，祭加宜於加。）\n[疏]註『即就』至『於加』。釋曰：云『祭稻粱不於豆祭，祭加宜於加』"
      },
      {
        "index": 110,
        "text": "者，按下文云『賓三飯以湆醬』，註云：『每飯ヱ湆，以肴擩醬，食正饌也。三飯而止。』又云『不以湆醬』，註云：『不復用正饌也。』則此湆醬是正饌，而云『加』者，但湆醬與粱皆是加，故公親設之。下文為正饌而此雲加者，為湆醬雖是加，以在正饌之上，得與正饌為本，故名正饌，其實是正饌之加，故公親設之也。"
      },
      {
        "index": 111,
        "text": "贊者北面坐，奠取庶羞之大，興，一以授賓。賓受，兼壹祭之。（壹壹受之，而兼一祭之，庶羞輕也。自祭之於鄉熏之，以異饌也。）"
      },
      {
        "index": 112,
        "text": "[疏]『贊者』至『祭之』。註『壹壹』至『饌也』。釋曰：『壹壹受之，而兼一祭之，庶羞輕也』者，決上三牲之脯祭之。今此祭庶羞並之，故云『輕』"
      },
      {
        "index": 113,
        "text": "也。云『自祭之於鄉熏之，以異饌也』者，不云『於豆祭』，而云『於鄉熏之』，以祭宜於加故也。"
      },
      {
        "index": 114,
        "text": "賓降拜，（拜庶羞。）\n[疏]『賓降拜』。註『拜庶羞』。釋曰：自此盡『魚臘不與』，論賓正食受侑幣，至於食終之事。"
      },
      {
        "index": 115,
        "text": "公辭。賓升，再拜稽首。公答再拜。\n賓北面自坐，左擁簠粱，右執湆以降。（自坐，由兩饌之也。擁，抱也。必取粱者，公所設也。以之降者，堂，尊處，欲食於階下然也。）"
      },
      {
        "index": 116,
        "text": "公辭。賓西面坐奠於階西，東面對，西面坐取之，栗階升，北面反奠於其所，降辭公。（奠而後對，成其意也。降辭公，敬也。必辭公者，為其尊而親臨己食。"
      },
      {
        "index": 117,
        "text": "侍食，贊者之事。）\n[疏]註『奠而』至『之事』。釋曰：云『成其意』者，謂成其食降階下之意，故奠乃對。此決下文大夫相食，賓執粱與湆之西序端，主人辭，賓反之而不奠也。"
      },
      {
        "index": 118,
        "text": "公許，賓升，公揖退於箱。（箱，東夾之前，俟事之處。）\n[疏]註『箱東』至『之處』。釋曰：按《爾雅》『有東西廂曰廟』，其來皆在序外故也。知是『俟事之處』者，正以此文『公揖退於廂』而俟賓食，即待事之處也。"
      },
      {
        "index": 119,
        "text": "擯者退，負東塾而立。（無事。）\n賓坐，遂卷加席，公不辭。（贊者以告公，公聽之，重來，優賓。）\n[疏]『賓坐』至『不辭』。註『贊者』至『優賓』。釋曰：知云『贊者以告公，公聽之』者，公既在序外，賓食在戶西，若不告公，公何以知之，明知贊者告公也。云『重來，優賓』者，若公來則勞賓，不來則賓不勞，故難重來，而不來則優饒賓也。"
      },
      {
        "index": 120,
        "text": "賓三飯以湆醬。（每飯，ヱ湆，以肴擩醬，食正饌也。三飯而止，君子食不求飽。不言其肴，優賓。）\n[疏]『賓三飯以湆醬』。註『每飯』至『優賓』。釋曰：云『每飯，ヱ湆，以ゾ擩醬』者，按《曲禮》：『三飯，主人延客食，然後辯ゾ。』"
      },
      {
        "index": 121,
        "text": "鄭註：『雲先食，後食ゾ。ゾ尊。』此先食ゾ者，彼鄭雲大夫士與客燕食之法，其禮食宜放《公食大夫禮》。雲若然，此為禮食，故先食ゾ；彼大夫士與客燕食，則先食，故不同。又按《昏禮》『同牢』云：『贊爾黍，授肺脊，皆食，以湆醬，皆祭舉食舉也。』註云：『皆食黍也。以，用也，用者，謂ヱ湆咂醬。』"
      },
      {
        "index": 122,
        "text": "而不食ゾ者，此公食賓禮，解體折節，明食ゾ可知。彼豚解者皆不食，故彼不食ゾ也。是以彼又云『三飯卒食』，註：『同牢示親，不主為食，起三飯而成禮也。』"
      },
      {
        "index": 123,
        "text": "故不食ゾ也。但湆言啜，淡故也。醬言擩，ゾ故也。云『三飯而止。君子食不求飽』者，解三飯而止，故下宰夫進漿，是不求飽，故引《論語》學者『食不求飽』為證也。云『不言其ゾ，優賓』者，案《特牲》、《少牢》屍食時舉ゾ，皆言次第，此不言者，任賓取之，是優賓也。"
      },
      {
        "index": 124,
        "text": "宰夫執觶漿飲與其豐以進。（此進漱也，非為卒食，為將有事，緣賓意欲自絜清。）\n賓捝手，興受。（受觶。）宰夫設其豐於稻西。（酒在東，漿在西，是所謂左酒右漿。）"
      },
      {
        "index": 125,
        "text": "[疏]『宰夫』至『稻西』。註『酒在』至『右漿』。釋曰：云『酒在東，漿在西者』，案上飲酒，實於觶，宰夫設於豆東，是酒在東也。雲漿在西者，即此經設於稻西是也。云『是所謂左酒右漿』者，按《曲禮》云『酒漿處右』，鄭云：『此言若酒若漿耳，兩有之，則左酒右漿。』雲兩有者，據此《公食》而言，左酒右漿也。"
      },
      {
        "index": 126,
        "text": "庭實設。（乘皮。）賓坐祭，遂飲，奠於豐上。（飲，漱。）\n公受宰夫束帛以侑，西鄉立。（束帛，十端帛也。侑猶勸也。主國君以為食賓，殷勤之意未至，復發幣以勸之，欲用深安賓也。西鄉立，序內位也。受束帛於序端。）"
      },
      {
        "index": 127,
        "text": "[疏]『公受』至『鄉立』。註『束帛』至『序端』。釋曰：云『西鄉立，序內位也』者，按上文公設醬，『公立於序內西鄉』，此經亦雲西鄉立，故知亦在序內位也。云『受束帛於序端者，按《大射禮》公凡受於序端，故每雲公之所受者，皆約之受於序端。"
      },
      {
        "index": 128,
        "text": "賓降筵，北面。（以君將有命也。北面於階上。）\n[疏]『賓降筵北面』。註『以君』至『階上』。釋曰：云『以君將有命』"
      },
      {
        "index": 129,
        "text": "者，謂有束帛侑食之命，故賓降筵北面，於西階上以待主君之命。\n擯者進相幣。（為君釋幣辭於賓。）賓降辭幣，升聽命。（降辭幣，主國君又命之，升，聽命，釋許辭。）"
      },
      {
        "index": 130,
        "text": "[疏]『賓降』至『聽命』。註『降辭』至『許辭』。釋曰：云『主國君又命之，升』，知者，約《聘禮》禮賓，『賓降辭幣，公降一等辭，栗階升，聽命』是也。"
      },
      {
        "index": 131,
        "text": "降拜。（當拜受幣。）公辭，賓升，再拜稽首，受幣，當東楹，北面。（主國君南面授之，當東楹者，欲得君行一，臣行二也。）"
      },
      {
        "index": 132,
        "text": "退，西楹西，東面立。（俟主國君送幣也。退不負序，以將降。）\n[疏]『退西楹西東面立』。註『俟主』至『將降』。釋曰：按《聘禮》『賓三退負序』，註云：『三退，三逡遁也。不言辟者，以執圭將進授之。』彼皆當楣再拜，故賓退負序。此亦為公拜送幣，但在楹西耳，故賓在階西，不負序，以將降故也。"
      },
      {
        "index": 133,
        "text": "公壹拜，賓降也，公再拜。（賓不敢俟成拜。）介逆出。（以賓事畢。）賓北面揖，執庭實以出。（揖執者，示親受。）公降立。（俟賓反。）"
      },
      {
        "index": 134,
        "text": "上介受賓幣，從者訝受皮。（從者，府史之屬。訝，迎也。今文曰梧受。）\n[疏]註『從者』至『梧受』。釋曰：云『從者，府史之屬』，知非士介者，此子男小聘，使大夫士介一人而已。介已受賓幣，故知訝受者非士介，是府史之屬也。"
      },
      {
        "index": 135,
        "text": "賓入門左，沒ニ，北面再拜稽首。（便退則食禮未卒。不退則嫌，更入行拜，若欲從此退。）\n[疏]『賓入』至『稽首』。註『便退』至『此退』。釋曰：云『便退則食禮未卒。不退則嫌』者，此鄭探解賓意。食禮自有常法，三飯之後當受侑幣，更入以終食禮，故送庭實而後入。是以鄭雲便退則食禮未卒，解經『賓入』之意。"
      },
      {
        "index": 136,
        "text": "云『不退則嫌』者，謂有貪食之嫌，解『再拜稽首』，將辭之意，是以『更入行拜若欲從此退』者，待公設辭留賓之意也。"
      },
      {
        "index": 137,
        "text": "公辭。（止其拜，使之卒食。）揖讓如初，升。（如初入也。）\n賓再拜稽首，公答再拜。（賓拜，拜主國君之厚意。賓揖，介入復位。）"
      },
      {
        "index": 138,
        "text": "[疏]註『賓揖介入復位』。釋曰：上文云『介逆出』，下更云『介逆出』，明知中介復入可知。但復入之節，當此賓入之時也。"
      },
      {
        "index": 139,
        "text": "賓降辭公如初。（將復食。）賓升，公揖退於箱。賓卒食會飯，三飲。（卒，已也。已食會飯，三漱漿也。會飯謂黍稷也。此食黍稷，則初時食稻粱。）"
      },
      {
        "index": 140,
        "text": "[疏]註『卒已也』至『稻粱』。釋曰：知『會飯是黍稷』者，見上文云：\n『宰夫東面坐，啟簋會，各於其西。』此云『食會飯』，故知會飯者是黍稷也。"
      },
      {
        "index": 141,
        "text": "前賓三飯不雲會，以其簠盛稻粱，以其稻粱無會，故鄭云『此食黍稷，則初時食稻粱』矣。\n不以醬湆。（不復用正饌也。初時食加飯用正饌，此食正飯用庶羞，互相成也。後言湆者，湆或時後用。）"
      },
      {
        "index": 142,
        "text": "[疏]『不以醬湆』。註『不復』至『後用』。釋曰：云『初時食加飯用正饌，此食正飯用庶羞，互相成也』者，按上文『賓三飯以湆醬』，註云："
      },
      {
        "index": 143,
        "text": "『每飯ヱ湆，以ゾ擩醬。』是正饌，稻粱是其加，此云『卒食會飯，三飲不以醬湆』，鄭意以庶羞黍稷是其正，庶羞是其加，互相成而已。言相成者，既非互文，直取饌食互相成而已。云『後言湆者，湆或時後用』者，前文賓三飯以湆醬，先言湆，後言醬，是先用湆，此後言湆，或容前三飯後用湆也，故作文有先後也。"
      },
      {
        "index": 144,
        "text": "捝手，興，北面坐取粱與醬以降，西面坐奠於階西。（示親徹也。不以出者，非所當得，又以己得侑幣。）\n[疏]註『示親』至『侑幣』。釋曰：云『不以出者，非所當得，又以已得侑幣』者，雲不以出者，決《士昏禮》客取脯出以授從者。彼是已所當得，此非直已得侑幣，下文『有司卷三牲之俎歸於賓館』，是己所當得。鄭不言三牲而言侑幣者，據已得者而言之。"
      },
      {
        "index": 145,
        "text": "東面再拜稽首。（卒食拜也。不北面者，異於辭。）\n[疏]『東面再拜稽首』。註『卒食』至『於辭』。釋曰：云『卒食拜也，不北面』者，按上文賓受侑幣出，『入門左，沒ニ，北面再拜稽首』，其時辭欲退，公留之卒食，故決之。以其待公留，故北面。此卒食禮終，故東面。為意有異，故面位不同，是以鄭雲不北面者『異於辭』也。"
      },
      {
        "index": 146,
        "text": "公降，再拜。（答之也，不辭之使升堂，明禮有終。）介逆出，賓出。公逆於大門內，再拜。賓不顧。（初來揖讓，而退不顧，退禮略也，示難進易退之義。"
      },
      {
        "index": 147,
        "text": "擯者以賓不顧告公，公乃還也。）\n[疏]『介逆』至『不顧』。註『初來』至『還也』。釋曰：云『擯者以賓不顧告公，公乃還也』者，知擯者告公者，按經公送於大門內，公不見賓矣。"
      },
      {
        "index": 148,
        "text": "而雲賓不顧，明知擯者告公，公還入宴寢也。此擯者告賓不顧，即《論語》云：\n『賓退，必復命曰：賓不顧矣。』但彼據聘享訖，此據食禮訖，事雖不同，復命雲賓不顧矣即不異。"
      },
      {
        "index": 149,
        "text": "有司卷三牲之俎，歸於賓館。（卷猶收也。無遺之辭也。三牲之俎，正饌尤尊，盡以歸賓，尊之至。歸俎者實於篚，它時有所釋故。）"
      },
      {
        "index": 150,
        "text": "[疏]『有司』至『賓館』。註『卷猶』至『釋故』。釋曰：云『歸俎者實於篚』者，此食禮無斤俎，而言卷三牲之俎，不言用俎，唯雲實於篚。按《士虞禮》亦無斤俎，屍舉牲體皆盛於篚，吉兇雖不同，無斤俎是一，故知同用篚也。云『它時有所釋故』者，解三牲之俎言卷，案《特牲》及《士虞》屍卒食，取俎歸於屍三個，是有所釋，此無所釋，故稱『卷』也。彼註云『釋猶遺也』，遺者，君子不盡人之歡，不竭人之忠也。"
      },
      {
        "index": 151,
        "text": "魚、臘不與。（以三牲之俎無所釋故也。禮之有餘為施惠。不言腸胃、膚者，在魚、臘下，不與可知也。古文與作豫。）"
      }
    ]
  }
}