{
  "chapterNumber": 28,
  "title": "卷二十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "四享，皆束帛加璧，庭實唯國所有。（四當為三。古書作三四或皆積畫，此篇又多四字，字相似，由此誤也。《大行人職》曰諸侯『廟中將幣，皆三享』，其禮差又無取於四也。初享或用馬，或用虎豹之皮。其次享，三牲魚臘，籩豆之實，龜也，金也，丹漆絲纊竹箭也，其餘無常貨。此地物非一國所能有，唯所有分為三享，皆以璧帛致之。）"
      },
      {
        "index": 1,
        "text": "[疏]『四享』至『所有』。註『四當』至『致之』。釋曰：自此盡『事畢』，論侯氏行覲禮訖，相隨即行三享之事。雲『四當為三。古書作三四或皆積畫，此篇又多四字，字相似，由此誤也』者，知四當為三者，諸文唯謂三享，無四享之事，所以誤作四者，由古書作三四之字，或皆積畫者，《堯典》雲：『帝曰：次！{二二}嶽。』《臯陶》雲『外薄{二二}海』，《泰誓》序雲『作《泰誓》三篇』，是古書三四皆積畫也。雲此篇又多四字者，下有『四傳擯』，又雲『路下四亞之』，又雲『束帛四馬』，『四門』，『四尺』，四字既多，積畫{二二}又似三，由此故誤為四字也。引《大行人》者，欲證三享為正文。雲『其禮差又無取於四也』者，案《聘禮》『小聘曰問，不享』，大聘雖有享，不言數，明一享而已。案《大行人》五等諸侯皆同三享，若然，三與一及不享，是其禮之差，是無取於四之義，故從三為正。雲『初享或用馬，或虎豹之皮』者，案下經先陳馬，《聘禮》特言皮，故知初享以此二者為先。言『或』者，《聘禮》記雲『皮馬相，可也』，又《聘禮》經夕幣時，皮則左首，展幣時，更雲馬則幕南北面，此下經亦用馬，案《郊特牲》雲『虎豹之皮，示服猛也』，是其或用馬，或用虎豹之皮，為初享也。雲『其次享，三牲魚臘，籩豆之實』以下，皆《禮器》文。"
      },
      {
        "index": 2,
        "text": "是以《禮器》雲：『大饗，其王事與？三牲、魚、臘，四海九州之美味也。籩豆之薦，四時之和氣也。內金，示和也。束帛加璧，尊德也。龜為前列，先知也。"
      },
      {
        "index": 3,
        "text": "金次之，見情也。丹漆、絲纊、竹箭，與眾共財也。其餘無常貨，各以其國之所有，則致遠物也。』彼諸侯國王為祭而致之，與此因覲致之同，以其因覲即助祭，因祭即致享物，若不當三年袷祭，即特致三享也。雲『皆以璧帛致之』者，案《聘禮》束帛加璧，享君；束錦加琮，享夫人。《小行人》亦雲『璧以帛，琮以錦』，是五等諸侯享天子與後。此雲璧帛致之者，據享天子而言，若享後，即用琮錦。但三享在庭分為三段，一度致之，據三享而言，非謂三度致之為皆也。"
      },
      {
        "index": 4,
        "text": "凡享者，貢國所有，或因朝而貢，或歲之常貢，歲之常貢則《小行人》雲『春入貢』及《大宰》『九貢』是也，因朝而貢者，則《大行人》雲『侯服，歲一見，其貢祀物』之等是也，皆有璧帛以致之。案《小行人》雲：『合六幣：圭以馬，璋以皮，璧以帛，琮以錦，琥以繡，璜以黼。此六物者，以和諸侯之好故。』註雲：『合，同也。六幣所以享也。五等諸侯享天子用璧，享後用琮，其大各如其瑞，皆有庭實以馬。若皮，皮虎豹之皮。用圭璋者，二王之後也。二王後尊，故享用圭璋而特之。《禮器》曰圭璋特，義亦通於此，其於諸侯亦用璧琮耳。子男於諸侯，則享用琥璜，下其瑞也。凡二王後，諸侯相享之玉，大小各降其瑞一等。』"
      },
      {
        "index": 5,
        "text": "若如此言，鄭知五等享玉各如其瑞者，見《玉人職》雲：『璧琮九寸，諸侯以享天子。』言九寸，據上公琮以享後，不言者，文不具。公依命數與瑞等，則侯伯子男之享玉，亦如其瑞可知。又知五等自相享，各降其瑞一等者，又見《玉人職》雲：『彖琮八寸，諸侯以享夫人。』鄭雲：『獻於所朝聘君之夫人。』兼言聘者，欲見聘使亦下君之瑞一寸，與君同，直言彖琮享夫人，不言彖璧以享君，亦文不具。若然，侯伯子男自相享，各降其瑞一寸可知。圭璋據二王後享天子與後者，五等諸侯既用璧琮，二王後尊，明用圭以享天子，用璋以享後可知。又知二王後自相享，亦用璧琮者，以五等諸侯降於享天子，明二王後退用璧琮可知。"
      },
      {
        "index": 6,
        "text": "子男自相享用琥璜者，以其子男瑞用璧，享天子可與瑞同，自相享不得與瑞等，降用琥璜可知。若然，子男之臣自相聘，亦享用琥璜，不得逾君故也。又知五等之臣聘享之玉，皆降其君一寸者，又見《玉人》雲：『彖圭璋八寸，璧琮八寸，以┹聘。』八寸，據上公之臣，則侯伯子男臣，各降其君一寸可知。案《孝經緯援神契》雲：二王後稱公，大國稱侯。則二王之後為公，而則前謂公者，案《典命》雲：『上公九命為伯，其國家、宮室、車旗、衣服禮儀皆以九為節。』鄭註雲：『上公者，謂王之三公有德者，加命為二伯，二王之後亦為上公。』若然，《典命》雲：『王之三公八命。』有功加一命為二伯，則周公、召公是也。本國猶稱侯，則魯侯燕伯是也。"
      },
      {
        "index": 7,
        "text": "奉束帛，匹馬卓上，九馬隨之，中庭西上，奠幣，再拜稽首。（卓，讀如卓王孫之卓，卓猶的也。以素的一馬以為上，書其國名，後當識其何產也。馬必十匹者，不敢斥王之乘，用成數，敬也。）"
      },
      {
        "index": 8,
        "text": "[疏]『奉束』至『稽首』。註『卓讀』至『敬也』。釋曰：雲『中庭西上』者，案《昏禮》雲『參分庭一在南』，又《聘禮》雲『庭實，皮則攝之』，註雲：『參分庭，一在南。』又米『設於中庭』，鄭註雲：『言當中庭者，南北之中也。』則此雲中庭，亦是南北之中。不參分庭一在南者，以其三享同陳，須入庭深設之故也。雲『卓，讀如卓王孫之卓，卓猶的也』者，以音字既同，而讀從之。卓王孫，是司馬相如之妻文君之父也。於十馬之內以素的一馬以為上，故訓卓為的也。雲『書其國名，後當識其何產也』者，謂若晉有鄭之小駟，復有屈產之類是也。雲『馬必十匹者，不敢斥王之乘，用成數，敬也』者，此為庭實，故用十匹。案《康王之誥》二伯率諸侯而入，皆布乘黃朱，而陳四匹者，彼據二王之後，以國所有享新王。享物陳於庭，用圭，以馬致享，馬不得上堂，亦陳於庭，直以圭升堂致命，乘馬若乘皮，故以四為禮。非所享之物，故用四馬，與此異也。"
      },
      {
        "index": 9,
        "text": "擯者曰：『予一人將受之。』（亦言王欲親受之。）\n[疏]『擯者』至『受之』。註『亦言』至『受之』。釋曰：雲『亦言王欲親受之』者，亦上親受之也。"
      },
      {
        "index": 10,
        "text": "侯氏升致命。王撫玉。侯氏降自西階，東面授宰幣，西階前再拜稽首，以馬出，授人，九馬隨之。（王不受玉，撫之而已，輕財也。以馬出，隨侯氏出授王人於外也。王不使人受馬者，主於享，王之尊益君，侯氏之卑益臣。）"
      },
      {
        "index": 11,
        "text": "[疏]『侯氏』至『隨之』。註『王不』至『益臣』。釋曰：雲『授宰幣』，王既撫玉，不受幣，幣即束帛加璧，並玉言幣，故《小行人》合六幣，皮馬與玉皆為幣。此單言宰，即大宰，大宰主幣，故《周禮。大宰職》雲：『大朝覲會同，贊玉幣、玉獻、玉幾、玉爵。』註雲『助王受此四者』是也。雲『王不受玉，撫之而已，輕財也』者，案《聘義》，圭璋還之為重禮，璧琮不還為輕財。是以圭璋親受，璧琮初即不受，為輕財故也。雲『以馬出，隨侯氏出授王人於外也』者，謂侯氏牽馬而出，馬隨侯氏之後出，授王人於外也。雲『王之尊益君，侯氏之卑益臣』者，春夏受贄於朝，雖無迎法，王猶在朝。至受享又迎之，而稱賓主，至覲禮受享，皆無迎法，不下堂而見諸侯，已是王尊為君禮，臣卑為臣禮。王猶親受其玉，今至於三享，貢國所有，行供奉之節，故使自執其馬，王不使人受之於庭者，是王之尊益君，侯氏之卑益臣故也。《聘禮》享用皮，及賓私覿，馬皆使人受之者，見他國之君不臣人之臣，故與此異也。若然，《聘禮》享君，尚有幣問卿大夫；此諸侯覲天子，享天子訖，亦當有幣問公卿大夫，是以隱七年《左氏傳》雲『初，戎朝於周，發幣於公卿，而凡伯不賓』，服註雲：『戎以朝禮，及公卿大夫發陳其幣。』凡伯以諸侯為王，卿士不修賓主之禮，敬報於戎。是以冬天王使凡伯來聘，還戎，伐之於楚丘以歸，是諸侯朝天子，亦有聘及公卿大夫之事也。"
      },
      {
        "index": 12,
        "text": "事畢。（三享訖。）\n乃右肉袒於廟門之東。乃人門右，北面立，告聽事。（右肉袒者，刑宜施於右也。凡以禮事者左袒，入更從右者，臣益純也。告聽事者，告王以國所用為罪之事也。《易》曰：折其右肱，無咎。）"
      },
      {
        "index": 13,
        "text": "[疏]『乃右』至『聽事』。註『右肉』至『無咎』。釋曰：自此盡『降出』，論侯氏受刑，王免之降出之事。刑袒於右者，右是用事之便，又是陰，陰主刑，以不能用事，故刑袒於右也。雲『凡以禮事者左袒』，左袒者，無問吉兇禮，皆袒左。知者，《士喪禮》雲：『主人出南面，左袒，扌及諸面之右。』"
      },
      {
        "index": 14,
        "text": "《檀弓》雲：廷陵季子葬其子於嬴、博之，葬訖，左袒。故雲『凡』以該之。\n引『《易》曰折其右肱無咎』者，案《易。豐ⅲⅵ卦》九三雲『折其右肱，無咎』，凡卦爻，二至四，三至五，兩體交互，各成一卦，先儒謂之互體，故鄭隨其義而註雲：三，艮爻，艮為手，互體為巽。巽又為進退，手而便於進退，右肱也，猶大臣用事於君，君能誅之，故無咎。引之者，證刑理宜於右之義。雲『告聽事者』，告王以國所用為罪之事也者，加得字解之，當雲『告王以國所用為者得非罪之事』"
      },
      {
        "index": 15,
        "text": "也。正是罪之一辭，解擬受刑之意，又解雲告王以己無罪，引下文『伯父無事』，解之不辭之甚也。\n擯者謁諸天子。天子辭於侯氏，曰：『伯父無事，歸寧乃邦。』（謁，告。"
      },
      {
        "index": 16,
        "text": "寧，安也。乃猶女也。）侯氏再拜稽首，出，自屏南門西，遂入門左，北面立，王勞之。再拜稽首。擯者延之曰：『升。』升成拜，降出。（王辭之，不即左者，當出隱於屏而襲之也。天子外屏，勞之，勞其道勞也。）"
      },
      {
        "index": 17,
        "text": "[疏]『侯氏』至『降出』。註『王辭』至『勞也』。釋曰：雲『當出隱於屏而襲之也』者，以屏外不見天子為隱。向者右袒，今王辭以無事，故宜襲也。"
      },
      {
        "index": 18,
        "text": "雲『天子外屏』者，據此文出門乃雲屏南，即是外屏。雲天子外屏，取《禮緯》之文，故《禮緯》雲：『天子外屏，諸侯內屏，大夫以簾，士以帷』是也。"
      },
      {
        "index": 19,
        "text": "天子賜侯氏以車服。迎於外門外，再拜。（賜車者，同姓以金路，異姓以象路。服則袞也，也，毳也。古文曰：迎於門外也。）"
      },
      {
        "index": 20,
        "text": "[疏]『天子』至『再拜』。註『賜車』至『外也』。釋曰：自此盡『亦如之』，論王使人賜侯氏車服之事。雲『同姓金路，異姓象路』，案《周禮。巾車》『掌五路』，自玉路至木路，玉路以祀，尊之，不賜諸侯。金路雲『同姓以封』，象路雲『異姓以封』，革路雲『以封四衛』，木路雲『以封蕃國』。鄭雲："
      },
      {
        "index": 21,
        "text": "同姓『謂王子母弟，率以功德出封，雖為侯伯，其畫服猶如上公』。賜魯侯，鄭伯服則袞冕，得乘金路，以下與上公同，則大公與杞宋雖異姓，服袞冕，乘金路矣。異姓謂舅甥之國，與王有親者，得乘象路。異姓侯伯，同姓子男，皆乘象路。"
      },
      {
        "index": 22,
        "text": "以下四衛，謂要服以內，庶姓與王無親者，自侯伯子男，皆乘革路。以下蕃國，據外為總名，皆乘木路而已。鄭直言金路、象路者，略之也。雲『服則袞也，也，毳也』，據《司服》而言。案《司服》上陳王之吉服有九，下雲公之服，自袞冕而下，如王之服；侯伯自冕而下，如公之服；於男自毳冕而下，如侯伯之服也。"
      },
      {
        "index": 23,
        "text": "路先設，西上，路下四，亞之。重賜無數，在車南。（路謂車也。凡君所乘車曰路。路下四，謂乘馬也。亞之，次車而東也。《詩》雲：『君子來朝，何錫予之？雖無予之，路車乘馬。又何予之？玄袞及黼。』重猶善也。所加賜善物。"
      },
      {
        "index": 24,
        "text": "多少由恩也。《春秋傳》曰：『重錦三十兩。』）\n[疏]『路先』至『車南』。註『路謂』至『十兩』。釋曰：雲『凡君乘車曰路』者，鄭註《周禮》雲：『路，大也。』君之居以大為名，是以雲路寢、路門之等。引《春秋》者，閔二年《左氏傳》雲：『狄人伐衛』，又雲『及狄人戰於熒澤，衛師敗績，遂滅衛。夜與國人出，狄入衛，遂從之，又敗諸河。宋桓公逆諸河，宵濟，立戴公以廬於曹，齊侯使公子無虧帥車三百乘、甲士三千人以戍曹，歸公乘馬，祭服五稱，牛、羊、豕、雞、狗皆三百與門材，歸夫人魚軒，重錦三十兩』。鄭引之，證重賜無數，在車南也。"
      },
      {
        "index": 25,
        "text": "諸公奉篋服，加命書於其上，升自西階，東面，大史是右。（言諸公者，王同時分命之而使賜侯氏也。右讀如『周公右王』之右。是右者，始隨入，於升東面，乃居其右。古文是為氏也。）"
      },
      {
        "index": 26,
        "text": "[疏]『諸公』至『是右』。註『言諸』至『氏也』。釋曰：雲『言諸公者，王同時分命之而使賜侯氏也』者，以其言『諸』，非一之義，以諸侯來覲者，眾各停一館，故命諸公分往賜之。雲『右讀如周公右王之右』者，案襄公二十一年《左氏傳》，晉欒盈出奔楚，範宣子殺羊舌虎，囚伯華。於是，祁奚老矣，聞之，乘ㄞ而見宣子，祁奚曰：『夫謀而鮮過，惠訓不倦者，叔向有焉，社稷之固也。猶將十世宥之，以勸能者。今壹不免其身，以棄社稷，不亦惑乎？鯀殛而禹興，伊尹放太甲而相之，而卒無怨色。管、蔡為戮，周公右王。若之何其以虎也棄社稷？』鄭引此者，證大史是右，是佐公，而在公右之義也。雲『是右者，始隨入，於升東面，乃居其右』者，大史卑，明始時隨公後，升訖，公東面，大史乃居其右，故雲是右，謂於是乃居公右而並東面。知並立者，以其在公右，宣王命故也。"
      },
      {
        "index": 27,
        "text": "侯氏升，西面立。大史述命。（讀王命書也。）侯氏降兩階之，北面再拜稽首。（受命。）升成拜。（大史辭之降也。《春秋傳》曰：且有後命，以伯舅耋老，毋下拜。此辭之類。）"
      },
      {
        "index": 28,
        "text": "[疏]『升成拜』。註『大史』至『之類』。釋曰：引《春秋》者，僖九年《經》：夏，公會宰周公、齊侯、宋子、衛侯之等於葵丘。《傳》雲：『王使宰孔賜齊侯胙，曰：天子有事於文、武，使孔賜伯舅胙。齊侯將下拜，孔曰：且有後命，天子使孔曰，以伯舅耋老，加勞，賜一級，無下拜。對曰：天威不違顏咫尺，小白余敢貪天子之命，無下拜，恐隕越於下，以遺天子羞，敢不下拜？下拜，登受。』鄭引之者，證此大史述王辭，侯氏下拜亦如此。故鄭雲『此辭之類』"
      },
      {
        "index": 29,
        "text": "也。但彼以齊侯年老，故未降已辭。此下拜禮也，故降拜乃辭之。彼齊侯不升成拜者，亦以年老故也。\n大史加書於服上，侯氏受。（受篋服。）使者出。侯氏送，再拜，儐使者，諸公賜服者，束帛、四馬，儐大史亦如之。（既雲拜送，乃言儐使者，以勞有成禮，略而遂言。）"
      },
      {
        "index": 30,
        "text": "[疏]『使者』至『如之』。註『既雲』至『遂言』。釋曰：雲『既雲拜送，乃言儐使者，以勞有成禮，略而遂言』者，經雲『侯氏送再拜』者，事勢宜終，故連言之。其實儐使者在拜送前，必以之儐後略言者，以儐有成禮可依，故後略言。案上篇以來，每有儐禮，皆是成篇之法，是成禮也。"
      },
      {
        "index": 31,
        "text": "同姓大國，則曰『伯父』，其異姓，則曰『伯舅』。同姓小邦，則曰『叔父』，其異姓小邦，則曰『叔舅』。（據此禮雲伯父，同姓大邦而言。）"
      },
      {
        "index": 32,
        "text": "[疏]『同姓』至『叔舅』。註『據此』至『而言』。釋曰：案《周禮。\n冢宰職》雲：『掌建邦之六典，以佐王治邦國。』註雲『大曰邦，小曰國。邦之所居，亦曰國』者，彼經或邦國連言，或單言國。則邦國連言據諸侯，單言國據王。以邦在國上，故雲大曰邦，小曰國。唯王建國是邦之所居，亦曰國。彼對文則例，散文則通，故此大國言國，小國言邦也。鄭雲『據此禮雲伯父，同姓大邦而言』者，鄭欲解稱伯父、叔父不要同姓為定之意。雲據此雲伯父者，即上文雲伯父，此文即雲『同姓大國則曰伯父』，是以雲據此禮雲伯父，同姓大邦而言。"
      },
      {
        "index": 33,
        "text": "若也據文，則不要同姓與大國，案下《曲禮》東西二伯，不問同姓異姓，皆稱伯父，州牧而稱叔父。鄭雲：『牧尊於大國之君而謂之叔父，辟二伯，亦以此為尊』"
      },
      {
        "index": 34,
        "text": "是也。又雲『同姓大國，則曰伯父』者，唯據此禮而雲伯父而言，不據他文，故鄭此註決為不定之意。\n饗禮，乃歸。（禮，謂食燕也。王或不親以其禮幣致之，略言饗禮，互文也。"
      },
      {
        "index": 35,
        "text": "《掌客職》曰：上公三饗三食三燕，侯伯再饗再食再燕，子男一饗一食一燕。）\n[疏]『饗禮乃歸』。註『禮謂』至『一燕』。釋曰：雲『禮，謂食燕也』"
      },
      {
        "index": 36,
        "text": "者，案《聘禮》及諸文，言饗皆單雲饗，無雲禮。鄭所引《掌客》五等，饗、食、燕三者具有，今饗下有禮，故以禮為食燕也。雲『王或不親以其禮幣致之』，鄭言此者，欲解經變食燕而言之禮，見王有故不親食燕，則以禮幣致之，故言之禮。"
      },
      {
        "index": 37,
        "text": "雲『略言饗禮，互文』者，直言饗，見王無故親饗之，若王有故，亦以侑幣之禮致之，食燕公之禮，見王有故，以幣之禮致之，亦宜有王無故，親食燕，故雲互文也。引《掌客》者，見五等諸侯饗、食、燕皆具有，證經之禮是食燕之義也。"
      },
      {
        "index": 38,
        "text": "以此文為互，則饗食燕皆有酬幣、侑幣，是以《掌客職》『三饗三食三燕』雲雲，即雲『若弗酌，則以幣致之』，鄭註雲：『若弗酌，謂君有故，不親饗食燕。』"
      },
      {
        "index": 39,
        "text": "彼是諸侯自相待法，此鄭引之，證經天子待諸侯法，則天子待諸侯三者皆有幣可知。案《掌客》雲：王巡守，『從者三公視上公之禮，卿視侯伯之禮，大夫視子男之禮』，則天子使公卿大夫存┹省至諸侯之國，諸侯與之饗、食、燕皆有幣，與諸侯同可知也。若大國之孤聘於天子及鄰國，其饗、食、燕有侑幣、酬幣，亦與子男同。故《大行人》雲：『凡大國之孤，執皮帛以繼小國之君，出入三積，不問一勞。』又雲『其他皆視小國之君』，鄭註雲：『他謂貳車及介牢禮，賓主之，擯者將幣，酢饗食之數。』故知饗食燕亦有幣也。案《聘禮》雲：『若不親食，使大夫各以其爵朝服致之，以侑幣如致饔，無儐。致饗以酬幣，亦如之。』"
      },
      {
        "index": 40,
        "text": "是親饗食之有幣可知。又雲『燕與ㄈ獻無常數』，又不言致燕以幣，則無致燕之禮，親燕亦無酬幣。《鹿鳴》序雲：『燕群臣嘉賓也，既飲食之，又實幣帛筐篚，以將其厚意。』則飲食據饗食有幣。若然，發首雲燕群臣嘉賓者，文王於群臣嘉賓恩厚，燕之無數，故先言其實無幣也。若然，天子燕已臣及四方卿大夫，諸侯燕己臣及四方卿大夫，皆無酬幣也。"
      },
      {
        "index": 41,
        "text": "諸侯覲於天子，為宮方三百步，四門，壇十有二尋，深四尺，加方明於其上。\n（四時朝覲受之於廟，此謂時會殷同也。宮，謂土為埒，以象墻壁也。為宮者，於國外，春會同則於東方，夏會同則於南方，秋會同則於西方，冬會同則於北方。"
      },
      {
        "index": 42,
        "text": "八尺曰尋，十有二尋則方九十六尺也。深謂高也，從上曰深。《司儀職》曰：\n『為壇三成。』成猶重也。三重者，自下差之為三等，而上有堂焉。堂上方二丈四尺，上等、中等、下等，每面十二尺。方明者，上下四方神明之象也。上下四方之神者，所謂神明也。會同而盟，明神監之，則謂之天之司盟，有象者，猶宗廟之有主乎？王巡守，至於方嶽之下，諸侯會之，亦為此宮以見之。《司儀職》曰『將會諸侯，則命為壇三成，宮旁一門，詔王儀，南鄉見諸侯』也。）"
      },
      {
        "index": 43,
        "text": "[疏]『諸侯』至『其上』。註『四時』至『侯也』。釋曰：自此盡『四傳儐』，論會同王為壇見諸侯之事。雲『四時朝覲受之於廟』者，案《曲禮下》經言之春夏朝宗在朝不在廟，而言四時朝覲皆在廟者，朝宗雖在朝，受享則在廟，故並言之。雲『此謂時會殷同也』者，以《司儀職》雲『將合諸侯則令為壇三成』，與此為一事，則合者，合諸侯也，故知此為壇見諸侯謂時會殷同時也。案《大宗伯》雲『時見曰會，殷見曰同』，鄭註雲：『時見者，言無常期。諸侯有不順服者，王將有征討之事，則既朝覲，王為壇於國外，合諸侯而命事焉。《春秋傳》曰「有事而會，不協而盟」是也。殷猶眾也。十二歲王如不巡守，則六服盡朝。"
      },
      {
        "index": 44,
        "text": "朝禮既畢，王亦為壇，合諸侯以命政焉。所命之政，如王巡守殷見四方。四時分來，終歲則遍。』若如此註，則時會殷同，亦有朝覲在廟，而獨雲四時朝覲在廟者，以其《周禮。大行人》諸侯依服數來朝、時會無常期。假令當方諸侯有不順服，則順服者皆來朝王，其中則有當朝之歲者，復有不當朝之歲者。若當朝之歲者，自於廟朝覲，若不當朝之歲者，當在壇朝。若十二年王不巡守，則殷朝，亦雲既朝，乃於壇者六服之內，若以當歲者，即在廟，則依服數，十二歲合有侯服。"
      },
      {
        "index": 45,
        "text": "年年朝者在廟朝覲，其五服自甸男采衛要五服。若以十二歲王巡守，總合朝服，不得獨在廟，在壇朝，故鄭會同皆言既朝覲乃為壇於國外也。朝事儀未在壇朝而先言帥諸侯拜日，亦謂帥已朝者諸侯而言也。雲『為宮者，於國外，春會同則於東方』，雲雲者，經直言『為壇』，鄭知逐四方為之者，案《司儀》雲『將合諸侯，則令為壇三成』，鄭註雲：『合諸侯，謂有事而會也。為壇於國外以命事。』"
      },
      {
        "index": 46,
        "text": "天子春帥諸侯拜日於東郊，則為壇於國東；夏禮日於南郊，則為壇於國南；秋禮山川丘陵於西郊，則為壇於國西；冬禮月與四瀆於北郊，則為壇於國北。既拜禮而還，加方明於壇上而祀焉。鄭引此文，下及朝事儀而言，故知為壇皆依方為之。"
      },
      {
        "index": 47,
        "text": "但四方之壇，並宜在四郊之內，以其拜日之等，於近郊退來就壇，明壇在近郊之內。但去城不知遠近，或四方皆依成數，東方八里，南方七里，西方九里，北方六里。四方此其定分。案《職方》王會同或出畿在諸侯之國，故《職方氏》令諸侯共待之事則無常數。雲『八尺曰尋』者，依《考工記》雲『殳長尋有四尺』，從軫差之，知尋長八尺。雲『三重者，自下差之為三等，而上有堂焉。堂上方二丈四尺，上等、中等、下等，每面十二尺』者，此以下基九十六尺，上下三等，每等兩相各丈二尺，共二丈四尺，三等總七丈二尺，通堂上二丈四，合九丈六尺也。雲『方明者，上下四方神明之象也』者，謂合木為上下四方，故名方，此則神明之象，故名明。此樂解得名方明，神之義也。雲『所謂明神也』者，所謂《秋官。司盟》之職雲『北面詔明神，既盟，則貳之』是也。雲『則謂之天之司盟，有象』者，案《春秋》襄十一年《經》書：公會晉侯，宋公之等伐鄭。鄭人懼，行成。秋七月，同盟於亳。範宣子曰：『不慎，必失諸侯。』乃盟，載書曰："
      },
      {
        "index": 48,
        "text": "『凡我同盟，毋蘊年，毋壅利，毋保奸，毋留慝，救災患，恤禍亂，同好惡，獎王室。或茲命，司慎司盟，名山名川，明神殛之。』註雲：『二司，天神。』"
      },
      {
        "index": 49,
        "text": "司盟司慎不敬者，盟司察明者，是為天之司盟也。雲『有象者猶宗廟之有主乎』\n者，以其宗廟木主，亦上下四方為之，故雲猶宗廟之有主。無正文，約同之，故雲『乎』以疑之。雖同四方為之，但宗廟主止一神，而已此下文以六色為六神，用六玉禮之，有此別，但取四方同而已。雲『王巡狩至於方嶽之下，諸侯會之，亦為此宮以見之』者，案下文『祭天燔柴，祭山丘陵升，祭川沈，祭地瘞』。鄭註雲『升沈必就祭者也，則是謂王巡守及諸侯之盟祭也』者，是王巡守在方嶽，亦為此宮可知。是以《司儀》註雲：『王巡守殷國而同，則其為宮亦如此與？』"
      },
      {
        "index": 50,
        "text": "以其與宮同也。案《司儀》雲：『王合諸侯，令為宮。』據時會而言。其巡守，據王就方嶽殷國。此王有故不行，諸侯同來，此二者，其壇文約與時會同，故雲『與』以疑之。是以鄭註《大宗伯》雲殷同，王亦為壇於國外。亦時會有文者也。"
      },
      {
        "index": 51,
        "text": "引《司儀》者，彼此同是一事，但文有詳略。此文言者，取《司儀》以足之。雲『南鄉見諸侯也』者，王在堂上，公於上等，侯伯於中等，子男於下等，奠玉、拜皆升堂，授玉乃降也。"
      },
      {
        "index": 52,
        "text": "方明者，木也，方四尺。設六色：東方青，南方赤，西方白，北方黑，上玄，下黃。設六玉：上圭，下璧，南方璋，西方琥，北方璜，東方圭。（六色象其神，六玉以禮之。上宜以蒼璧，下宜以黃琮，而不以者，則上下之神，非天地之至貴者也。設玉者，刻其木而著之。）"
      },
      {
        "index": 53,
        "text": "[疏]『方明』至『方圭』。註『六色』至『著之』。釋曰：雲『上宜以蒼璧，下宜以黃琮』者，案《大宗伯》雲：蒼璧禮天，黃琮禮地，青圭禮東方，赤璋禮南方，白琥禮西方，玄璜禮北方。據彼文，上宜用蒼璧，下宜用黃琮，今於四方還依《宗伯》，唯上不用璧，下不用琮，故鄭雲『而不以者，則上下之神非天地之至貴者也』。案《宗伯》註：『此禮天以冬至，謂天皇大帝在北極者也。"
      },
      {
        "index": 54,
        "text": "禮地以夏至，謂神在昆侖者也。』鄭雲：非天地之貴，其天地之貴，即昊天昆侖是也。既非天地之貴，即日月之神，故下雲『祭天燔柴』，『祭地瘞』，鄭註："
      },
      {
        "index": 55,
        "text": "『天地謂日月也。』若然，日月用圭璧者，《典瑞》雲『圭璧以祀日月』，故用圭璧也。四方用圭璋之等，案《大宗伯》註雲：禮東方以立春，謂蒼精之帝而大昊句芒食焉，餘三方皆據天帝、人帝、人神，則此亦非彼神也。以其下文有日、月、四瀆、山川、丘陵之神迎拜，以為明神，故知非天帝、人帝之等。是以《司盟》雲：『凡邦國有疑會同，則掌其盟約之載及其禮儀，北面詔盟神。』鄭註雲："
      },
      {
        "index": 56,
        "text": "『有疑，不協也。明神，神之明察者，謂日月山川也。覲禮加方明於壇上，所以依之也。』是鄭解方明之神，明日月山川之等，非天帝也。若然，四方禮神還用圭璋琥璜，非天神還用禮玉者，尊此明神而與天神同，故用之也。雲『刻其木而著之』者，雖無正文，以意言之，以其非置於坐以禮神於上下，猶南北為順，刻木於四方亦順，不刻木安於中則不可，故知義然也。"
      },
      {
        "index": 57,
        "text": "上介皆奉其君之，置於宮，尚左。公侯伯子男皆就其而立。（置於宮者，建之，豫為其君見王之位也。諸公，中階之前，北面東上。諸侯，東階之東，西面北上。諸伯，西階之西，東面北上。諸子，門東，北面東上。諸男，門西，北面東上。尚左者，建，公東上，侯先伯，伯先子，子先男，而位皆上東方也。"
      },
      {
        "index": 58,
        "text": "諸侯入門，或左或右，各就其而立。王降階，南鄉見之三揖。土揖庶姓，時揖異姓，天揖同姓。見揖，位乃定。古文尚作上。）"
      },
      {
        "index": 59,
        "text": "[疏]『上介』至『而立』。註『置於』至『作上』。釋曰：雲『上介皆奉其君之，置於宮，尚左』者，此雖不言前期，鄭雲『豫為其君見王之位也』，則亦前期一日可也。公侯就，據臨朝之時也。此鄭雖不解，鄭註《夏官》中夏辨號名，此表朝位之，與銘旌及在軍徽幟同，皆以尺易刃，小而為之也。雲『中階之前』已下皆朝事儀，《明堂位》文。以朝事儀論會同之事，《明堂位》周公朝諸侯於明堂，不在宗廟，皆與此同，故鄭依之也。言『上』者，皆以近王為上。雲『尚左者，建，公東上，侯先伯，伯先子，子先男，而位皆上東方』"
      },
      {
        "index": 60,
        "text": "者，以其侯伯別階相，對子男雖隔門，亦相對，皆以東為上，故雲侯先伯、子先男也。雲『諸侯入門，或左或右，各就其而立』者，案下註雲『諸侯初入門，王官之伯帥之』，則此雲諸侯入門或左或右者，是二伯初帥之，各依左右。若《康王之誥》雲：『大保帥西方諸侯入應門左，畢公帥東方諸侯入應門右。』皆北面。此雖無應門，亦二伯帥諸侯初入宮門，或左或右，亦皆北面立定，乃始各就其而立。王乃降南面，見之而揖。必知王有降揖之事者，《燕禮》、《大射》公降揖群臣，使定位，故知王亦然。又知王『土揖庶姓』之等者，此是《司儀職》王在壇揖諸侯之事，彼與此同。鄭彼註雲：『土揖，推手小下之也。時揖，平推手也。天揖，推手小舉之。以推手曰揖，引手曰扌壹。』故為此解也。若然，《覲禮》天子不下堂而見諸侯，今王降者，以在壇會同相見，與覲異故也。以其《覲禮》廟門設擯，此則堂門設擯，是以雖繼《覲禮》之下，《覲禮》無降揖法，此與諸侯對面相見，故有降揖之事。"
      },
      {
        "index": 61,
        "text": "四傳擯。（王既揖五者，升壇，設擯，升諸侯以會同之禮。其奠瑞玉及享幣，公拜於上等，侯伯於中等，子男於下等。擯者每延之，升堂致命，王受玉撫玉，降拜於下等。及請事、勞，皆如覲禮，是以記之覲雲。四傳擯者，每一位畢，擯者以告，乃更陳列而升。其次，公也，侯也，伯也，各一位，子男俠門而俱東上，亦一位也。至庭乃設擯，則諸侯初入門，王官之伯帥之耳。古文傳作傅。）"
      },
      {
        "index": 62,
        "text": "[疏]『四傳擯』。註『王既』至『作傳』。釋曰：知『奠瑞玉及享幣，公拜於上等，侯伯於中等，子男於下等，擯者每延之。升堂致命，王受玉撫玉，降拜於下等』者，三等拜禮皆《司儀職》文。擯者延之升堂以下，約上《覲禮》之法，雲王受玉謂朝時，撫玉謂享時。是以《司儀》三等之下雲『其將幣亦如之』，鄭雲：『將幣，享也。』又雲『及請事、勞，皆如覲禮』者，請事謂上文侯氏奠圭，擯者請侯氏，王欲親受之；勞謂侯氏受刑後，王勞之，故雲皆如覲禮。雲『公也，侯也，伯也，各一位』者，以其面位同，故各自設擯。雲『子男俠門而俱東上，亦一位也』者，以其雖隔門，相去近，又同北面東上，故共一位設擯，故有四傳擯。雲『至庭乃設擯』者，對上覲禮門外設擯。案此上經，諸侯各就其而立，乃雲『四傳擯』，則在諸侯之北，故知至庭乃設擯。雲『則諸侯初入門，王官之伯帥之耳』者，約《顧命》而知之。"
      },
      {
        "index": 63,
        "text": "天子乘龍，載大，象日月、升龍、降龍，出，拜日於東門之外，反祀方明。\n（此謂會同以春者也。馬八尺以上為龍。大，大常也。王建大常，縿首畫日月，其下及旒交畫升龍、降龍。《朝事儀》曰：天子冕而執鎮圭，尺有二寸，繅藉尺有二寸，大圭，乘大路，建大常十有二旒，樊纓十有二就，貳車十有二乘，帥諸侯而朝日於東郊，所以教尊尊也。退而朝諸侯。由此二者言之，已祀方明，乃以會同之禮見諸侯也。凡會同者，不協而盟。《司盟職》曰：『凡邦國有疑會同，則掌其盟約之載書及其禮儀，北面詔明神，既盟則藏之。』言北面詔明神，則明神有象也。象者其方明乎？及盟時又加於壇上，乃以載辭告焉。詛祝掌其祝號。）"
      },
      {
        "index": 64,
        "text": "[疏]『天子』至『方明』。註『此謂』至『祝號』。釋曰：自此盡『西門外』，論將見諸侯，先禮日月山川之事。雲『此謂會同以春者也』者，案下文於南門、北門、西門之外禮日月四瀆，會同以夏、秋、冬，此雲『拜日於東門之外』，故知會同以春者也。雲『馬八尺以上為龍』者，是《周禮。人職》文，案彼雲『馬八尺以上為龍，七尺以上為來，六尺以上為馬』，五尺以上為駒。"
      },
      {
        "index": 65,
        "text": "雲『大，大常也』者，案《周禮。司常》雲：『日月為常，交龍為。』則與常別，此既象日月，則是大常。而雲大者，九各有定稱，亦有通名，故桓二年臧哀伯雲：『三辰旗』，服氏註雲：『九之總名。』故大常亦謂之大，是以諸侯建交龍為，亦謂之常。《大行人》雲五等諸侯亦曰『建常九ヵ』，亦是通稱也。雲『王建大常，縿首畫日月，其下及旒交畫升龍、降龍』，知義然者，以其先言日月，後言龍，故知縿首畫日月，依《爾雅》說旌旗雲正幅為縿，『長尋曰』，謂旌旗身也，其下屬旒，乃畫日月交龍。案《左傳》雲："
      },
      {
        "index": 66,
        "text": "『三辰旗。』服註雲：『三辰，謂日、月、星。』孔君《尚書傳》亦雲畫日、月、星於衣服旌旗。鄭註《司服》亦雲：『王者相變，至周而以日、月、星辰畫於旌旗，所謂三辰，旗昭其明也。』若然，大常當有星，所以《司常》及此直雲日、月，不雲星者，既言三辰，則日月星俱有。《周禮。司常》不言星者，《司常》九皆以二字為名，故略不言星，是以此文亦略不言星。案文大常之上又有交龍，則諸侯交龍為無日月，王之大常非直有日月兼有交龍。《司常》不言交龍，亦是於文略。引《朝事儀》以下，至『朝諸侯』，此亦同法，故引之證此拜日於東門之事。雲『天子冕而執鎮圭』者，案《玉藻》天子玄冕拜日於東門之外，則知此亦玄冕也。大圭者，則《周禮。玉人職》『大圭長三尺，杼上終葵首』是也。雲『乘大路』者，則《周禮。玉路》也，以周之玉路，因殷之大路，飾之以玉，故猶以大路為名。雲『樊纓十有二就』者，案《巾車》鄭註雲：『樊，馬大帶。纓，馬鞅。就，成也。以五采飾之，一匝為一成，樊與纓各飾為十二匝，十二就也。雲『貳車十有二乘』者，案《周禮。大行人》雲：上公貳車九乘，侯伯七乘，子男五乘。而天子十二以為節，故十二乘。貳車者，飾皆與正路同，當亦飾之以玉，使人乘之。《少儀》雲『乘貳車則式，佐車則否』是也。雲『帥諸侯朝日於東郊』者，朝日即拜日，一也，以其朝必有拜。雲『所以教尊尊也』"
      },
      {
        "index": 67,
        "text": "者，天子至尊，猶往朝日，是教天下尊敬其所尊者，故雲教尊尊也。雲『退而朝諸侯』者，朝日於東郊，退就壇使諸侯朝已。雲『由此二者言之，已祀方明，乃以會同之禮見諸侯也』者，言二者，諸侯朝事儀與此覲禮，其朝事儀朝日退，乃始朝諸侯，此覲禮加方明於壇上，公侯伯子男就其而立，王乃四傳擯見之，是已祀方明，乃始見諸侯，二者同，故雲由此二者言之。若然，朝事儀直有朝日，禮畢退見諸侯，此覲禮祀方明，禮畢乃朝諸侯，不同者，以其邦國有疑，則有盟事。朝日既畢，乃祀方明於壇，祀方明禮畢，退去方明於下，天子乃升壇與諸侯相見。朝禮既畢，乃更加方明於壇，與諸侯行盟誓之禮。若邦國無疑，王帥諸侯朝日而已，無祀方明之事。是以《朝事儀》直雲朝日教尊尊而朝諸侯，不言祀方明之事。鄭雲已祀方明者，據此《覲禮》上下有盟誓而言。此天子乘龍及下文禮日之等，若有盟誓，文當在『宮方三百步』之上。今退文在下者，欲見盟誓非常，尋常無盟誓之事，直朝日而已故也。雲『凡會同者，不協而盟』者，《左氏傳》雲：『有事而會，不協而盟。』引此者，解此經反祀方明之意。反祀方明者，為不協而盟故也，故引《司盟》證之。雲『既盟則藏之』者，盟誓既訖，寫此盟辭頒之於六官，司盟之官覆寫一通自藏，擬後覆驗。雲『言北面詔明神，則明神有象也。象者其方明乎』，鄭雲此者，《司盟》雲『詔明神』，不言方明，此文直言方明，不言明神，鄭欲合為一事，故雲言北面詔明神，則明神有形象可告，以其方明有四方四色，是其象，無正文，以義約為一事，故言『乎』以疑之。雲『及盟時又加於壇上，乃以載辭告焉』者，對前祀方明加於壇上，祀訖，退而乃朝諸侯訖，又加於壇上，以載辭告之。雲『詛祝掌其祝號』者，案《春官。詛祝職》雲：『掌盟、詛、類、造、攻、說、襘、禜之祝號。』註雲：『八者之辭，皆所以告神明也。盟詛主要誓，大事曰盟，小事曰詛。』又雲『作盟詛之載辭，以敘邦國之信』是也。"
      },
      {
        "index": 68,
        "text": "禮日於南門外，禮月與四瀆於北門外，禮山川丘陵於西門外。（此謂會同以夏、冬、秋者也。變拜言禮者，容祀也。禮月於北郊者，月，大陰之精，以為地神也。盟神必雲日月山川焉者，尚著明也。《詩》曰：『謂予不信，有如皦日。』《春秋傳》曰：『縱子忘之，山川神祗其忘諸乎？』此皆用明神為信也。）"
      },
      {
        "index": 69,
        "text": "[疏]『禮日』至『門外』。註『此謂』至『信也』。釋曰：知『此謂會同夏、秋、冬』者，以經禮日之等，各於其門外。上經禮日於東門之外，已是春會同，明知此是夏、秋、冬也。既所禮各於門外為壇，亦各合於其方，是以《司儀》雲：『將合諸侯，則令為壇三成，宮旁一門。』鄭註雲：『天子春率諸侯拜日於東方，則為壇於國東。夏禮日於南郊，則為壇於國南。秋禮山川丘陵於西郊，則為壇於國西。冬禮月四瀆於北郊，則為壇於國北。』雲『變拜言禮者，容祀也』"
      },
      {
        "index": 70,
        "text": "者，言拜無祀，祀則兼拜。上經雲拜日無盟誓，不加方明於壇，直拜日教尊尊而已。此經三時皆言禮，見有盟誓之事。加方明於壇，則有祀日與四瀆及山川之事，故言禮。是以或言拜，或言禮。雲『禮月於北郊者，月，大陰之精，以為地神也』"
      },
      {
        "index": 71,
        "text": "者，鄭據經，三時先北後西，不以次第，以其祭地於北郊，祭月、四瀆亦於北郊，與地同。但日者，大陽之精，故於東郊、南郊，於陽方而禮之。以月是地神，四瀆與山陵俱是地神，以山陵出見為微陰，故配西方四瀆為極陰，故月同配北方。"
      },
      {
        "index": 72,
        "text": "又以月尊，故先言之而又祭於北郊也。雲『盟神必雲日月山川焉』者，為其著明也者，以山川是著見，日月是其明，故同為盟神也。引《詩》者曰，明詩人以為明證。引《春秋》者，定元年二月，孟懿子會城成周，宋仲幾不受功，即雲士彌牟曰：晉之從政者新，子姑受功，歸吾視諸故府。仲幾曰：縱子忘之，山川鬼神其忘諸乎？引之者，山川神為盟神義也。不言月者，諸文無以月為盟神之事，故不引。據此《覲禮》，言月以月明為盟神可知。"
      },
      {
        "index": 73,
        "text": "祭天，燔柴。祭山、丘陵，升。祭川，沈。祭地，瘞。（升、沈必就祭者也。就祭，則是謂王巡守及諸侯之盟祭也。其盟，愒其著明者。燔柴、升、沈、瘞，祭禮終矣，備矣。《郊特牲》曰：『郊之祭也，迎長日之至也，大報天而主日也。』《宗伯職》曰：『以實柴祀日月星辰。』則燔柴祭天，謂祭日也。柴為祭日，則祭地瘞者，祭月也。日月而雲天地，靈之也。《王制》曰：王『巡守，至於岱宗，柴』，是王巡守之盟，其神主日也。《春秋傳》曰：『晉公為踐土之盟。』而《傳》雲山川之神，是諸侯之盟，其神主山川也。月者，大陰之精，上為天使，臣道莫貴焉。是王官之伯，會諸侯而盟，其神主月與？古文瘞作殪。）"
      },
      {
        "index": 74,
        "text": "[疏]『祭天』至『地瘞』。註『升沈』至『作殪』。釋曰：上論天子在國行會同之禮，於國之四郊拜禮於日月山川之神，以為盟主，已備於上。今更言祭日月山川者，據天子巡守於四嶽，各隨方向祭之，以為盟主，故重見此文。雲『升、沈必就祭者也』者，對上經山川丘陵，但於四郊望祭之，故不言升沈之事。"
      },
      {
        "index": 75,
        "text": "此經言升沈，必是就山川丘陵，故言升沈。案《爾雅》雲：『祭山曰懸，祭川曰浮沈。』不言升，此山丘陵雲升者，升即懸也。此祭川直言沈，不言浮者，以牲體或沈或浮，不言浮，亦文略也。雲『就祭，則是謂王巡守及諸侯之盟神也』"
      },
      {
        "index": 76,
        "text": "者，此經主為天子，春東郊，夏南郊，皆禮日，即此經『祭天燔柴』也；秋西郊，即此經『祭山丘陵升』是也；冬北郊，即此經『祭川沈祭地瘞』也。以其川即四瀆也，鄭兼言諸侯之盟者，以其諸侯自盟，亦祭山川為神主，故兼言之。此經兼有王官之伯，以月為神主。不言者，無正文，故不言也。雲『其盟，愒於著明者』，亦如上釋以日月為明，山川為著也。云『燔柴、升、沈、瘞，祭禮終矣』"
      },
      {
        "index": 77,
        "text": "者，案《周禮》祀實柴燎是歆神始，禮未終，而言禮終者，以其祭禮有三始，樂為下神始，柴為歆神始，牲體為薦饌始，燔柴是樂為下神之後，是下神之禮終，故雲禮終。案《爾雅》：『祭天曰燔柴，祭地曰瘞埋。』柴與瘞相對，則瘞埋亦是歆神。若然，則升沈在柴瘞之，則升沈亦是歆神之節，皆據樂為下神之後，而為祭禮終矣或可。《周禮》此三者為歆神，至祭祀之後，更有此柴瘞升沈之事，若今時祭祀訖，始有柴瘞之事者也。引《郊特牲》者，案《易緯》三王之郊，一用夏正，春分以後，始日長，於建寅之月郊天。雲『迎長日之至』者，預迎之。又雲『大報天而主日也』者，鄭註雲：『大猶遍。』謂郊天之時，祭尊可以及卑，日月以下皆祭，以日為主。又雲《大宗伯職》曰『以實柴祀日月星辰』"
      },
      {
        "index": 78,
        "text": "者，此所引不取月與星辰之義，直取日而已與？此經燔祭文同。鄭引此諸文者，欲證此經祭天燔柴是祭日，非正祭天神，以其日亦是天神，故以祭天言之，是以鄭雲『則燔柴祭天謂祭日也』。又雲『柴為祭日，則祭地瘞者，祭月也』者，以其前文天子在國祀日月，燔祭既是日，祭地是月可知，亦非正地神也。雲『日月而雲天地，靈之』者，以其尊之欲為方明之主，故變日月而雲天地，是神靈之也。"
      },
      {
        "index": 79,
        "text": "雲『《王制》曰：王「巡守，至於岱宗，柴」，是王巡守之盟，其神主日也』者，案彼註以為告至，案祀典『歲二月東巡守，至於岱宗，柴』，註為考績燔燎柴。"
      },
      {
        "index": 80,
        "text": "此又為祭日柴，不同者，但巡守至岱宗之下，有此三種之柴，告至訖，別有考績，皆正祭之神，別有祭日，以為方明之主。《尚書》與《王制》並此文唯有柴之文，故註不同，互見為義，明皆有，是以此引《王制》之柴以為祭日。引《春秋》者，僖公二十八年，晉文公敗楚於城濮，為踐土之盟。《傳》雲：『山川之神。』引之，證諸侯之盟用山川為主。此不言宋仲幾者，所引之言，皆是諸侯之事。雲『月者，大陰之精，上為天使，臣道莫貴焉』者，鄭註《周禮。九嬪職》引孔子雲：『日者天之明，月者地之理。陰契制，故月上屬為天，使婦從夫。放《月紀》』，此二處俱是緯文。鄭言此者，證王官之伯，臣中最尊，奉王使出與諸侯盟，其神主月，以其無正文，故言『與』以疑之。鄉來所解，諸侯以山為主，王官之伯以月為主。案襄十一年《左傳》雲：秋七月，諸侯同盟於亳，雲『司慎、司盟，名山、名川』，彼非直有山川，兼有二司，則此所雲日月山川者，兼有此二司可知。"
      },
      {
        "index": 81,
        "text": "又王官之伯非直奉王使出會諸侯而盟，若受弓矢之賜，得專征伐，亦與諸侯為盟。\n記。幾俟於東箱。（王即席，乃設之也。東箱，東來之前，相翔待事之處。）"
      },
      {
        "index": 82,
        "text": "[疏]『記幾俟於東箱』。註『王即』至『之處』。釋曰：雲『王即席，乃設之也』者，案《公食大夫》記：『宰夫筵出自東房。』則此天子禮，几筵亦在東房，其席先敷其幾，且俟於東箱，待王即席，乃設之，謂若《聘禮》賓即席乃授幾。若然，《公食大夫》：『宰夫設筵，加席幾。』同時預設者，公親設氵音，可以略幾，故以幾與席同時設之。若為神几筵，亦同時而設，故《聘禮》："
      },
      {
        "index": 83,
        "text": "『几筵設，擯者出請命。』雲『東箱，東夾之前』者，案上文覲在文王廟中，案鄭《周禮》註，宗廟路寢制如明堂，明堂有五室、四堂，無箱夾，則宗廟亦無箱夾之制。此有東夾者，此周公制禮，據東都乃有明堂。此文王廟仍依諸侯之制，是以有東夾室。若然，《樂記》註雲『文王廟為明堂制』者，彼本無『制』字，直雲文王廟為明堂。雲『相翔待事之處』者，翔謂翺翔無事，故《公食》賓將食辭於公親臨己食，公揖退於箱以俟賓食，是相翔待事之處也。"
      },
      {
        "index": 84,
        "text": "偏駕不入王門。（在旁與己同曰偏。同姓金路，異姓象路，四衛革路，蕃國木路。駕之與王同，謂之偏。駕不入王門，乘墨車以朝是也。偏駕之車，舍之於館與？）"
      },
      {
        "index": 85,
        "text": "[疏]『偏駕不入王門』。註『在旁』至『館與』。釋曰：雲『在旁與己同曰偏』者，依《周禮。巾車》掌王五路：玉路以祀，不賜諸侯；金路以賓，同姓以封；象路以朝，異姓以封；革路以即戎，以封四衛；木路以田，以封蕃國。"
      },
      {
        "index": 86,
        "text": "此五路者，天子所乘為正，四路者，諸侯乘之為偏。是據諸侯在旁，與王同為偏。\n雲『不入王門，乘墨路以朝是也』者，據上文而言。雲『偏駕之車，舍之於館與』"
      },
      {
        "index": 87,
        "text": "者，偏駕既雲不入王門，又雲乘墨車而至門外，諸侯各停於館，明舍在館。無正文，故言『與』以疑之。\n奠圭於繅上。（謂釋於地也。古文繅作ロ。）"
      },
      {
        "index": 88,
        "text": "[疏]『奠圭於繅上』。釋曰：此解侯氏入門右，奠圭，釋於地時，當以繅藉承之，（元損一字）乃釋於地。此繅謂韋衣木版，朱白蒼與朱綠畫之者，非謂絢組尺為系者，彼所以系玉固者也。"
      }
    ]
  }
}