{
  "chapterNumber": 12,
  "title": "卷十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "司射猶挾乘矢，以命三耦：『各與其耦讓取弓矢，拾。』（猶，有故之辭。\n拾，更也。）\n[疏]『司射』至『拾矢』。註『猶有』至『更也』。釋曰：自此盡『取撲搢之以反位』，論司射誘射，教三耦射法之事。《大射》有次，『三耦取弓矢於次』，註雲：『取弓矢不拾者，次中隱蔽處。』則此無次取弓矢。拾者，拾更也。遞取弓矢，見威儀故也。云『猶，有故之辭』者，前已雲司射兼挾乘矢，此云『猶』是有故之辭，雲此者，欲見司射恒執弓矢未改之意。"
      },
      {
        "index": 1,
        "text": "三耦皆袒、決、遂。有司左執付，右執弦，而授弓。（有司，弟子納射器者也。凡納射器者，皆執以俟事。）\n[疏]『三耦』至『授弓』。註『有司』至『俟事』。釋曰：前有司請射，解為司馬。此有司為弟子者，以有事者皆有司，故鄭註解上有司請射與《大射》為政請射同，故解為司馬。此經以納射器使弟子，不見出文，則弟子執射器入者，即使守之以授用者，故知有司還是弟子。是以鄭云『凡納射器者，皆執以俟事』。"
      },
      {
        "index": 2,
        "text": "遂授矢。（受於納矢而授之。）\n[疏]『遂授矢』。註『受於』至『授之』。釋曰：此授矢者，則上文有司授弓者，以其弟子執弓矢，故授弓訖復授矢。是以鄭云『受於納矢而授之』。"
      },
      {
        "index": 3,
        "text": "三耦皆執弓，搢三而挾一個。（未違俟處也。搢，插也，插於帶右。）\n[疏]『三耦』至『一個』。註『未違』至『帶右』。釋曰：上云『三耦俟於堂西』，又云『遂以比三耦於堂西』，此云『三耦皆執弓搢三而挾一個』，前後皆因前位，去未違俟處。下文乃云『三耦皆進，由司射之西，立於其西南，東面北上』，是移本位者也。云『搢，插也，插於帶右』者，以其左手執弓，右手抽矢而射，故知插於帶右，故《詩》云『左旋右抽』是也。"
      },
      {
        "index": 4,
        "text": "司射先立於所設中之西南，東面。三耦皆進，由司射之西，立於其西南，東面北上而俟。\n司射東面立於三耦之北，搢三而挾一個。（為當誘射也，固東面矣。復言之者，明卻時還。）"
      },
      {
        "index": 5,
        "text": "[疏]『司射』至『一個』。註『為當』至『時還』。釋曰：云『固東面矣，復言之者，明時還』者，司射先在中西南，東面，今三耦立定，司射來向三耦之北，東面，明司射時，右還西南，東面也。"
      },
      {
        "index": 6,
        "text": "揖進，當階，北面揖。及階揖，升堂揖。豫則鉤楹內，堂則由楹外。當左物，北面揖。（鉤楹，繞楹而東也。序無室，可以深也。周立四代之學於國，而又以有虞氏之庠為鄉學。《鄉飲酒義》曰『主人迎賓於庠門外』是也。庠之制，有堂有室也。今言豫者，謂州學也。讀如『成周宣謝災』之謝，《周禮》作序。凡屋無室曰謝，宜從謝。州立謝者，下鄉也。左物，下物也。今文豫為序，序乃夏後氏之學，亦非也。）"
      },
      {
        "index": 7,
        "text": "[疏]『揖進』至『面揖』。註『鉤楹』至『非也』。釋曰：凡行射禮耦，耦各相對揖，故司射誘射，發東面位，揖進，當西階北面揖，及階揖，升堂揖訖，東行向兩楹，物須過西楹，是以豫則鉤楹內北過，以記雲：『序則物當棟。』"
      },
      {
        "index": 8,
        "text": "物近北，故過由楹北也。堂則由楹外過而東行，以記雲：『堂則物當楣。』物近南，故過由楹南也。云『當左物』者，以南面為正，東為左物，北面又揖也。云『鉤楹，繞楹而東也』者，北而東也。云『序無室，可以深也』者，據州立序而言。云『周立四代之學於國』者，案《王制》雲：有虞氏上庠下庠，夏後氏東序西序，殷人左學右學，周人東膠虞庠。周立四代者，通己為四代，但質家貴右，故虞殷大學在西郊，小學在國中。文家貴左，故夏周大學在國中王宮之東，小學在西郊。周所立前代學者，立虞、夏、殷三代大學。若然，則虞氏上庠，則周之小學為有虞氏之庠，制在西郊也。立殷之右學則瞽宗，周立之亦在西郊。立夏後氏之東序，則周之東膠立在王宮之東，以其改東序為東膠。東膠，二代名，故雲周立四代學。《文王世子》亦論四代學中學樂之事。云『而又以有虞氏之庠為鄉學』者，與周立虞庠同制，故引《鄉飲酒義》為證鄉立庠之義也。云『庠之制，有堂有室也』者，則此篇云『堂則由楹外』，又記云『堂則物當楣』是也。《論語》雲：『由也升堂矣，未入於室。』室堂相將，有室必有堂。言此者，見庠則室堂俱有，對榭則有堂無室也。云『今言豫者，謂州學也』者，《周禮。地官。"
      },
      {
        "index": 9,
        "text": "州長職》云『春秋以禮會民而射於序』是也。云『讀如「成周宣榭災」之榭』者，案宣公十六年《經》書：『成周宣榭火。』彼雖不據學，以其無室，與《爾雅》『無室曰榭』同，故引以為證也。云『《周禮》作序』者，據《州長職》文。云『凡屋無室曰榭，宜從榭』者，鄭廣解榭名。《爾雅》雲：『謂之臺，有木者謂之榭。』及成周宣謝，及此州立謝，皆是無室，故云『凡』以該之，不得從豫及序，故雲宜從榭也。云『州立榭者，下鄉也』者，以其鄉之庠有室有堂，州謝則有堂無室，故雲下鄉也。云『今文豫為序，序乃夏後氏之學，亦非也』，不從今文者，以其虞庠、夏序皆是有室，州之序則無室，故云『非』。言『亦』者，古文為豫已非，今文作夏後氏之序亦非。若然，《禮記。學記》及《州長職》並下記皆作序，鄭不破之者，以鄉立虞庠，依虞有室，州立夏序，去室，猶取序名，是以鄭註《州長》云『序，州黨之學也』，故不破之也。"
      },
      {
        "index": 10,
        "text": "及物揖。左足履物，不方足，還，視侯中，俯正足。（方猶並也。誌在於射，左足至，右足還，並足則是立也。南面視侯之中，乃俯視並正其足。）"
      },
      {
        "index": 11,
        "text": "[疏]『及物』至『正足』。註『方猶』至『其足』。釋曰：云『誌在於射』者，解足未正先視侯中之意。言『左足至』者，解左足履物也。右足還並足則是立也者，解經不方足，還及正足之言。若然，雲還時兼視侯中也。此不言畫物早晚，案《大射》納射器之下，即言『工人、士與梓人升自北階兩楹，疏數容弓，若丹，若墨，度尺而午』。此不言者，卑者文略，亦當在納射器後即畫之也。"
      },
      {
        "index": 12,
        "text": "不去旌。（以其不獲。）\n[疏]『不去旌』。註『以其不獲』。釋曰：以其旌擬唱獲，今以三耦誘射，不唱獲，故不去旌也。"
      },
      {
        "index": 13,
        "text": "誘射，（誘猶教也。）將乘矢。（將，行也。行四矢，象有事於四方。）\n[疏]『將乘矢』。註『將行』至『四方』。釋曰：云『象有事於四方』"
      },
      {
        "index": 14,
        "text": "者，《詩》雲：『四矢反兮，以禦亂兮。』是四矢有事於四方。\n執弓不挾，右執弦。（不挾，矢盡。）\n[疏]『執弓』至『執弦』。註『不挾矢盡』。釋曰：案上文司射將射時云『搢三而挾一個』，又云『將乘矢』，故知矢盡，空執弦也。"
      },
      {
        "index": 15,
        "text": "南面揖，揖如升射。降，出於其位南，堂西，改取一個，挾之。（改，更也。不射而挾之，示有事也。今文曰序西。）"
      },
      {
        "index": 16,
        "text": "[疏]『南面』至『挾之』。釋曰：云『出於其位南，堂西』者，上文司射位設於所設中之西南，東面，今乃位南，而北回堂西者，取教眾耦威儀之法故也。云『改取一個，挾之』者，此不在西階而在堂西，故堂西即雲改取一個也。"
      },
      {
        "index": 17,
        "text": "遂階西，取撲，搢之，以反位。（撲，所以撻犯教者。《書》雲：『撲作教刑。』）\n[疏]『遂』至『反位』。註『撲所』至『教刑』。釋曰：引《書》者，《舜典》文也。彼謂教學之刑，此為教射法，教雖不同，用撲是一，故引為證也。"
      },
      {
        "index": 18,
        "text": "司馬命獲者執旌以負侯。（欲令射者見侯與旌，深有誌於中。）\n[疏]『司馬』至『負侯』。註『欲令』至『於中』。釋曰：自此盡『搢撲』，論三耦為第一番射法。云『欲令射者見侯與旌，深有誌於中』者，凡射主欲中侯，使獲者舉旌唱獲，以是豫使見之，望深有誌於中也。"
      },
      {
        "index": 19,
        "text": "獲者侯，執旌負侯而俟。（俟，待也。今文俟為立。）\n[疏]『獲者』至『而俟』。釋曰：俟，待也，而待者謂待司馬命去侯。"
      },
      {
        "index": 20,
        "text": "司射還，當上耦，西面作上耦射。（還，左還也。作，使也。）\n[疏]『司射』至『耦射』。註『還左還也』。釋曰：知『左還』者，經云『還當上耦』，上耦位在司射之西南，東面。司射還欲西面與上耦相當，故知左還回身當之取便可知也。"
      },
      {
        "index": 21,
        "text": "司射反位，上耦揖進，上射在左，並行。當階，北面揖，及階揖。上射先升三等，下射從之，中等。（中猶也。）"
      },
      {
        "index": 22,
        "text": "[疏]『司射』至『中等』。釋曰：云『司射反位』者，反中西南，東面位也。\n上射升堂，少左。下射升，上射揖，並行。（並，併也，併東行。）"
      },
      {
        "index": 23,
        "text": "[疏]『上射』至『並行』。註『併東行』。釋曰：知並行並東行者，以其既言升，乃言並行，故知並東行向物也。云『少左』者，言上射先升，少左，避下射升階也。"
      },
      {
        "index": 24,
        "text": "皆當其物，北面揖，及物揖。皆左足履物，還，視侯中，合足而侯。司馬適堂西，不決、遂、袒，執弓。（不決遂，因不射，不備。）"
      },
      {
        "index": 25,
        "text": "[疏]『皆當』至『執弓』。註『不決』至『不備』。釋曰：『皆左足履物』者，謂先以左足履物，東頭合足而俟，司馬命去侯。云『因不射，不備』，此決司射誘射行事，袒即決、遂，執弓挾矢，今司馬不射，故不備，直袒而已也。"
      },
      {
        "index": 26,
        "text": "若然，《大射》司馬正不射而袒，又復決、遂者，彼《大射》誌於射，故司馬正雖不射，袒復決、遂，以其不為射，仍不挾矢也。"
      },
      {
        "index": 27,
        "text": "出於司射之南，升自西階，鉤楹，由上射之後，西南面立於物間。右執簫，南揚弓，命去侯。（鉤楹，以當由上射者之後也。簫，弓末也。《大射》曰：『左執弣。』揚猶舉也。）"
      },
      {
        "index": 28,
        "text": "[疏]『出於』至『去侯』。註『鉤楹』至『舉也』。釋曰：『鉤楹』者，於西楹西而北，東行過。由上射之後，乃西南面立於物間者，欲取南揚弓，向侯便故也。右執簫者，不可一手揚弓，故引《大射》曰左手執弣，左當卻手，則右執簫者，右當覆手也。"
      },
      {
        "index": 29,
        "text": "獲者執旌許諾，聲不絕，以至於乏，坐，東面偃旌，興而俟。（聲不絕，不以宮商，不絕而已。鄉射威儀省。偃猶什也。）"
      },
      {
        "index": 30,
        "text": "[疏]『獲者』至『而俟』。註『聲不』至『仆也』。釋曰：云『而俟』\n者，待射者發矢當坐，故下云『獲者坐而獲也』。云『鄉射威儀省』者，決《大射》雲：『負侯皆許諾，以宮趨，直西及乏南，又諾以商，至乏，聲止。』是其唱諾為宮商，是其威儀多，此至者，威儀省故也。"
      },
      {
        "index": 31,
        "text": "司馬出於下射之南，還其後，降自西階，反由司射之南，適堂西，釋弓，襲，反位，立於司射之南。（圍下射者，明為二人命去侯。）"
      },
      {
        "index": 32,
        "text": "[疏]『司馬』至『之南』。註『圍下』至『去侯』。釋曰：司馬由上射之後立於物間，命去侯訖，物南行，西向，階降，是其順矣。今命去侯訖，乃圍下射之後，繞下射之東南行，而西階去。若出物西行，則似直為上射命去侯，是以並下射圍繞之，明為二人命去侯也。"
      },
      {
        "index": 33,
        "text": "司射進，與司馬交於階前，相左，由堂下西階之東，北面視上射。命曰：\n『無射獲，無獵獲。』上射揖，司射退，反位。（射獲，謂矢中人也。獵，矢從傍。）"
      },
      {
        "index": 34,
        "text": "[疏]『司射』至『反位』。註『射獲』至『從傍』。釋曰：云『交於階前，相左』者，既雲司射與司馬交於階前相左，乃雲由堂下西階繞東北面，則相左之時在西階之西。司馬由北而西行，司射由南而東行，各以左相迎，故雲相左也。司射既不升堂，不得雲司射向北，司馬向南，而相左也。云『射獲，謂矢中人也』者，人謂獲者，亦以事名。云『獵，矢從傍』者，謂從乏傍也。"
      },
      {
        "index": 35,
        "text": "乃射。上射既發，挾弓矢，而後下射射，拾發，以將乘矢。（古文而後作後，非也。《孝經說》然後曰後者，後也當從後。）"
      },
      {
        "index": 36,
        "text": "[疏]『乃射』至『乘矢』。註『古文』至『從後』。釋曰：引《孝經說》，取《孝經緯。援神契》文。彼說《孝經》云『然後能保其社稷』之等，皆作後，後者，後也，故不從古文後，是以云『當從後』。"
      },
      {
        "index": 37,
        "text": "獲者坐而獲。（射者中，則大言獲。獲，得也。射，講武田之類，是以中為獲也。）\n[疏]『獲者坐而獲』。註『射者』至『獲也』。釋曰：此未釋，故下經云『獲而未釋獲』，鄭云『但大言獲，未釋其』是也。云『獲，得也。射，講武田之類，是以中為獲也』者，《詩》云『舍拔則獲』，謂射著禽獸為獲，獲則得也。戰伐得囚俘亦曰獲，射著正鵠亦曰獲，但『舉旌以宮』大言獲也，『偃旌以商』小言獲也。"
      },
      {
        "index": 38,
        "text": "舉旌以宮，偃旌以商。（宮為君，商為臣，聲和律呂相生。）\n[疏]註『宮為』至『相生』。釋曰：宮為君，商為臣，《禮記。樂記》文。"
      },
      {
        "index": 39,
        "text": "宮數八十一，數最濁，故為君，配中央土。商數七十二，次君，故為臣，配西方金。云『聲和律呂相生』者，以其以黃鍾之初九，下生林鍾之初六，林鍾又上生大蔟之九二。初九與九二雖非以次相生，大蔟亦由黃鍾所生，故雲聲和由律呂相生。故舉旌以宮，偃旌以商，不取其餘律呂也。"
      },
      {
        "index": 40,
        "text": "獲而未釋獲。（但大言獲，未釋其。）卒射，皆執弓，不挾，南面揖，揖如升射。（不挾，亦右執弦，如司射。）"
      },
      {
        "index": 41,
        "text": "上射降三等，下射少右，從之，中等，並行，上射於左。（降，下。）\n[疏]『上射』至『於左』。釋曰：此上射、下射升與降，皆上射為先。又上射升降皆在左。"
      },
      {
        "index": 42,
        "text": "與升射者相左，交於階前，相揖。由司馬之南堂西，釋弓，說決拾，襲而俟於堂西，南面，東上。三耦卒射，亦如之。司射去撲，倚於西階之西，升堂，北面告於賓，曰：『三耦卒射。』（去撲乃升，不敢佩刑器即尊者之側。）"
      },
      {
        "index": 43,
        "text": "[疏]『與升』至『卒射』。註『去撲』至『之側』。釋曰：云『不敢佩刑器即尊者之側』者，此司射將升堂即賓前，故去撲於階西，乃升，是不敢佩刑器即於尊者之側也。《大射》：『司射去撲，倚於階西，阼階下，北面告於公曰：三耦卒射。』不升堂亦去撲者，國君尊，雖堂下亦去撲也。"
      },
      {
        "index": 44,
        "text": "賓揖。（以揖然之。）\n[疏]『賓揖』。註『以揖然之』。釋曰：《大射》司射告公三耦卒射，不見公揖，然之者，公尊故也。"
      },
      {
        "index": 45,
        "text": "司射降，搢撲，反位。司馬堂西。\n[疏]『司馬堂西』。釋曰：自此盡『加於』，論三耦射訖取矢之事。"
      },
      {
        "index": 46,
        "text": "袒，執弓，由其位南進，與司射交於階前，相左，升自西階，鉤楹，自右物之後，立於物，西南面，揖弓，命取矢。（揖，推之也。）"
      },
      {
        "index": 47,
        "text": "[疏]註『揖推之也』。釋曰：推手曰揖，引手曰厭，故《周禮。司儀》天揖、時揖、土揖，鄭註皆以『推手』解之，是以推手為揖。但揖弓者向侯而揖之，以其命取矢故也。揚弓者，向乏而揚之，以其命去侯故也。"
      },
      {
        "index": 48,
        "text": "獲者執旌許諾，聲不絕，以旌負侯而俟。（俟弟子取矢，以旌指教之。）\n[疏]註『俟弟』至『教之』。釋曰：此即下文弟子取矢，委於是也。"
      },
      {
        "index": 49,
        "text": "司馬出於左物之南，還其後，降自西階，遂堂前，北面立於所設之南，命弟子設。（猶幅也，所以承矢者。）"
      },
      {
        "index": 50,
        "text": "[疏]『司馬』至『設』。註『猶』至『矢者』。釋曰：云『猶幅也』訓為幅者，義取若布帛有邊幅，整齊之意，故云『所以承齊矢』，即下云『委於北括』。又《大射》雲：『既拾取矢，困之。』註雲："
      },
      {
        "index": 51,
        "text": "『困，齊等之。』是其承也。\n乃設於中庭，南當洗，東肆。（東肆，統於賓。）\n[疏]『乃設』至『東肆』。註『東肆統於賓』。釋曰：此弟子設之時，司馬教之，故《大射》雲：『小臣師設。司馬正東面以弓為畢。』鄭註雲：『畢，所以教助執事者。』明此亦然。云『東肆，統於賓』者，然則有首尾，故下記雲：『長如，博三寸，厚寸有半，龍首。』鄭註雲：『兩端為龍首。』若然，則有首無尾。而言西上者，應有刻飾，記之為首尾也。"
      },
      {
        "index": 52,
        "text": "司馬由司射之南退，釋弓於堂西，襲，反位。弟子取矢，北面坐委於，北括，乃退。司馬襲進，當南，北面坐，左右撫矢而乘之。（撫，拊之也。"
      },
      {
        "index": 53,
        "text": "就委矢，左右手撫而四四數分之也。上既言襲矣，復言之者，嫌有事即袒也。凡事升堂乃袒。）\n[疏]『司馬』至『乘之』。註『撫拊』至『乃袒』。釋曰：云『司射之南退，釋弓』者，司馬往堂西釋弓，還依三耦所行之處，亦取威儀進止之事，故曰司射之南也。云『委矢於，北括』者，順射時矢南行故也。云『撫，拊之也』者，言撫者，撫拍之義，言拊者，取拊近之理，故轉從拊也。云『就委矢，左右手撫而四四數分之也』者，謂司馬北面就所委矢之南，北面以右手撫四矢，於東以之手撫四矢，於西是四四數而分之也。云『上既言襲矣，復言之者，嫌有事即袒也』者，案上文命弟子設，退時已襲，今復言襲進者，嫌有事則袒，故重言之也。云『凡事升堂乃袒』者，堂下雖有事亦不袒，若司射不問堂上、堂下，有事即袒。司馬與司射遞行事，恐同，故明之也。"
      },
      {
        "index": 54,
        "text": "若矢不備，則司馬又袒執弓如初，升，命曰：『取矢不索。』（索猶盡也。）\n弟子自西方應曰：『諾。』乃復求矢，加於。（增故曰加。獲者許諾，至此弟子曰諾，事同，互相明。）"
      },
      {
        "index": 55,
        "text": "[疏]註『增故』至『相明』。釋曰：上言獲者執旌許諾，故曰『獲者許諾』，至此弟子曰諾，以其事同，互相明也。言『互』者，獲者執旌許諾，不言弟子許諾，則弟子亦許諾。此直言弟子自西方應曰諾，不言獲者應諾，則獲者亦應諾可知，以其事同，省文，故互相明之。"
      },
      {
        "index": 56,
        "text": "司射倚撲於階西，升，請射於賓，如初。賓許諾。賓、主人、大夫若皆與射，則遂告於賓，阼階上告於主人，主人與賓為耦。（言若者，或射或否，在時欲耳。射者繹己之誌，君子務焉。大夫，遵者也。告賓曰：『主人禦於子。』告主人曰：『子與賓射。』）"
      },
      {
        "index": 57,
        "text": "[疏]『司射』至『為耦』。註『言若』至『賓射』。釋曰：自此盡『比眾耦辯』，論次番將射比眾耦之事。但射禮三而止，第一番直司射與三耦誘射，不釋；第二番三耦與眾耦俱射，釋；第三番兼有作樂為射節。云『言若者，或射或否』者，以『若』是不定之辭，故知或射或否。射者繹己之誌者，《禮記。射義》文，繹謂陳己之誌意也。云『大夫，遵者也』者，上雲大夫有遵者是也，故與賓主同在任情之限。云『告賓曰：「主人禦於子。」告主人曰：「子與賓射」』，此約下大夫與士射之辭，以賓比大夫，以主人比士，尊賓之義也。"
      },
      {
        "index": 58,
        "text": "遂告於大夫，大夫雖眾，皆與士為耦。以耦告於大夫，曰：『某禦於子。』\n（大夫皆與士為耦，謙也。來觀禮，同爵自相與耦，則嫌自尊別也。大夫為下射而雲禦於子，尊大夫也。士謂眾賓之在下者，及群士來觀禮者也。禮，一命已下，齒於鄉裏。）"
      },
      {
        "index": 59,
        "text": "[疏]『遂告』至『於子』。註『大夫』至『鄉裏』。釋曰：云『大夫為下射，而雲禦於子，尊大夫也』者，上命三耦雲：命上射曰某禦於子，命下射曰子與某子射。今命大夫雲某禦於子，與上射同者，尊大夫也。大夫雖為下射，其辭不與下射同也。云『士謂眾賓之在下者』，言眾賓則與賓俱來者也。下記雲："
      },
      {
        "index": 60,
        "text": "『大夫與，則公士為賓。』鄭註雲：『公士，在官之士。』則眾賓之內亦有士矣，與賓俱至，則得主人之所命者也。其將射而至者，非主人之所命，直來觀禮者也。"
      },
      {
        "index": 61,
        "text": "但是一命已下，莫問先後而至，皆齒於堂下，故鄭總雲：『士謂眾賓之在下者及群士來觀禮者也。』云『《禮》一命以下，齒於鄉裏』者，《周禮》黨正禮十月行正齒位之禮雲：『一命齒於鄉裏，再命齒於父族，三命不齒。』案《鄉飲酒》註云『此篇無正齒位之禮』，則鄉射先行鄉飲酒之禮，亦無正齒位之法。而雲一命以下齒於鄉裏者，《鄉飲酒》、《鄉射》雖無正齒位之禮，士立於下，是以一命者在下，與鄉裏齒，是其常法。諸侯之士無再命以上，若為公卿大夫，自在尊東，為遵也。言士與眾賓之在下者，則堂上三賓不與大夫為耦矣，亦皆射，故下文云『眾賓與射者皆降』是也。"
      },
      {
        "index": 62,
        "text": "西階上北面作眾賓射。（作，使。）\n司射降，搢撲，由司馬之南堂西，立，比眾耦。（眾耦，大夫耦及眾賓也。"
      },
      {
        "index": 63,
        "text": "命大夫之耦曰：『子與某子射。』其命眾耦如三耦。）\n[疏]『司射』至『眾耦』。註『眾耦』至『三耦』。釋曰：云『眾耦，大夫耦及眾賓也』者，言大夫之耦，唯謂堂下之士，言眾賓，則兼堂上三賓，故下雲眾賓皆降。云『命大夫之耦曰：子與某總射』，此即上文命下射之辭也。云『其命眾耦如三耦』者，上命三耦云『命上射曰某禦於子，命下射曰子與某子射』"
      },
      {
        "index": 64,
        "text": "是也。以其俱是士，故命辭同。\n眾賓將與射者皆降，由司馬之南堂西，繼三耦而立，東上。大夫之耦為上，若有東面者，則北上。（言若有者，大夫士來觀禮及眾賓多，無數也。）"
      },
      {
        "index": 65,
        "text": "[疏]『眾賓』至『北上』。註『言若』至『數也』。釋曰：言由司馬之南堂西者，上文司馬位在司射之南、東面是也。云『多，無數也』者，以其言『若』，亦是不定之辭，故無常數也。眾賓若少，以南面為正，若多不受，則西邊東面，北上。若然，大夫來在尊東為遵，而此言之者，鄭總解來觀禮之意，不謂大夫輒在此位也。"
      },
      {
        "index": 66,
        "text": "賓、主人與大夫皆未降。（言未降者，見其誌在射。）\n[疏]『賓主』至『未降』。註『言未』至『在射』。釋曰：言『未降』，後有降階之理，故下云『三耦卒射。賓、主人、大夫揖，皆由其階降』。與耦俱升射也。言『誌在射』者，以其射在於堂上故也。"
      },
      {
        "index": 67,
        "text": "司射乃比眾耦，辯。（眾賓射者降，比之，耦乃遍。）\n[疏]『司射』至『耦辯』。註『眾賓』至『乃遍』。釋曰：云『眾賓射者降，比之，耦乃遍』者，以上文司射降比眾耦，下文乃雲眾賓將與射者皆降，鄭恐眾賓堂上後降者不比，故兼堂上後降亦比，乃遍也。"
      },
      {
        "index": 68,
        "text": "遂命三耦拾取矢，司射反位。（反位者，俟其袒、決、遂來。）\n[疏]『遂命』至『反位』。註『反位』至『遂來』。釋曰：自此盡『為上』，論拾取矢並眾耦皆就射位之事。云『反位者，俟其袒、決、遂來』者，下文云『三耦拾取矢，進立於司馬之西南』是也。此司射反位，不言先下，將欲為下番射。司射堂西命三耦及眾賓，皆袒、決、遂，執弓就位，司射先反位。鄭註雲：言先三耦及眾賓，不言先三耦，未有拾取矢位，無所先。以此言之，明言先反者，對未反位之辭俱有位。得言先，若一有一無，不得言先，即此文。是以下文註決此也。若俱無，亦得言先，故上雲司射比三耦於堂西。云『司射先立於所設中之西南，東面。三耦皆進，由司射之西，立於其西南，東面北上而俟』，是其皆未有位，亦得言先。"
      },
      {
        "index": 69,
        "text": "三耦拾取矢，皆袒、決、遂，執弓，進立於司馬之西南。（必袒、決、遂者，明將有射事。）\n[疏]『三耦』至『西南』。註『必袒』至『射事』。釋曰：『立於司馬之西南』者，案上司射位在中西南，司馬位在司射南，今立於司馬之西南，亦東面北上也。云『必袒、決、遂者，明將有射事』者，始取未有射事而袒、決、遂者，以其取矢即訖有射，故豫著之，故雲將有射事也。"
      },
      {
        "index": 70,
        "text": "司射作上耦取矢。（作之者，還當上耦，如作射。）\n[疏]『司射』至『取矢』。註『作之』至『作射』。釋曰：案上文司射作射之時左還，當上耦西面作上耦射。今作取矢亦如之，故云『還當上耦如作射』。"
      },
      {
        "index": 71,
        "text": "司射反位，上耦揖進，當北面揖，及揖。（當，正南之東西。）\n[疏]『司射』至『揖』。註『當』至『東西』。釋曰：此上耦發位東行時，一南一北並行。及將至南，下耦在南，稍進，當前南，俱北面揖，其時上射稍西，下射稍東，東西相當，故云『當正南之東西』"
      },
      {
        "index": 72,
        "text": "也。\n上射東面，下射西面。上射揖進，坐，橫弓，卻手自弓下取一個，兼諸付，順羽，且興，執弦而左還，退反位，東面揖。（橫弓者，南踣弓也。卻手由弓下取矢者，以左手在弓表，右手從裏取之，便也。兼並矢於付，當順羽，既又當執弦也。順羽者，手放而下，備不整理也。不言毋周，在阼非君，周可也。）"
      },
      {
        "index": 73,
        "text": "[疏]『上射』至『面揖』。註『橫弓』至『可也』。釋曰：言『順羽且興』者，謂以右手順羽之時則興，故雲且興也。言『左還』者，以左手向外而西回。『東面揖』者，揖下射，使取矢也。云『橫弓者，南踣弓也』者，覆左手以執弓，卻右手以取矢便，故知不北踣弓也。云『以左手在弓表』者，表，弓背也，覆手以執背，故雲左手在弓表。云『右手從裏取之，便也』者，覆手在表執弓，右手在裏取矢，故雲便也。云『不言毋周，在阼非君，周可也』者，案《大射》雲：『左旋，毋周，反面揖。』鄭註雲：『左還，反其位。毋周，右還而反東面也。君在阼，還周則下射將背之。』此直雲左還反位，不言毋周，明還周可也。"
      },
      {
        "index": 74,
        "text": "鄭雲下射將背之，則上射背左還，毋周也。\n下射進，坐，橫弓，覆手自弓上取一個，興，其他如上射。（覆手由弓上取矢者，以左手在弓裏，右手從表取之，亦便。）"
      },
      {
        "index": 75,
        "text": "[疏]『下射』至『上射』。註『覆手』至『亦便』。釋曰：云『以左手在弓裏，右手從表取之，亦便』者，上射在西雲南踣弓，此不雲踣弓，則亦南踣弓。知者，以其亦用左手執弓，覆右手取矢，則執弓卻左手可知。既仰左手向上執弓而南踣，故用右手弓上向下取矢，亦便也。"
      },
      {
        "index": 76,
        "text": "既拾取乘矢，揖，皆左還，南面揖，皆少進，當南，皆左還，北面，搢三挾一個。（南，鄉當之位。）"
      },
      {
        "index": 77,
        "text": "[疏]『既拾』至『一個』。註『南』至『之位』。釋曰：云『南，鄉當之位』者，上雲進當北面揖，今至此位，皆還北面也。"
      },
      {
        "index": 78,
        "text": "揖，皆左還，上射於右。（上射轉居右，便其反位也。下射左還，少南行，乃西面。）\n[疏]『揖皆』至『於右』。註『上射』至『西面』。釋曰：云『上射轉居右，便其反位也』者，此決射時升降，上射皆居左。彼自堂西，不復庭位故也。"
      },
      {
        "index": 79,
        "text": "此復庭位，故上射轉在右，是以鄭雲便其反位也。云『下射左還，少南行，乃西面』者，以其初北面時，東西相當，今西行，宜並，故下射少南行，乃西面取並行故也。"
      },
      {
        "index": 80,
        "text": "與進者相左，相揖，反位。（相左皆由進者之北。）\n[疏]『與進』至『反位』。註『相左』至『之北』。釋曰：云『由進者之北』者，以其進取矢者東行，此則西行，由進者之北則得相左也。"
      },
      {
        "index": 81,
        "text": "三耦拾取矢，亦如之。後者遂取誘射之矢，兼乘矢而取之，以授有司於西方，而後反位。（取誘射之矢，挾五個，弟子逆受於東面位之後。）"
      },
      {
        "index": 82,
        "text": "[疏]『三耦』至『反位』。註『取誘』至『之後』。釋曰：云『三耦拾取矢亦如之』者，上雲三耦之中，上耦外而言之。云『取誘射之矢，挾五個』者，以其前拾取矢皆進三挾一個，乃反位。此則先取四矢，亦搢三挾一個，乃並取誘射四矢，兼挾之，故五個也。云『弟子逆受於東面位之後』者，弟子即納射器者，因留主授受於堂西西方，今見下耦將司射矢來向位，仍西面，弟子即往逆受之訖，下射乃反東面，故云『授有司於西方而後反位』，謂反向東面位，是以鄭亦云『弟子逆受於東面位之後』也。"
      },
      {
        "index": 83,
        "text": "眾賓未拾取矢，皆袒、決、遂，執弓，搢三挾一個，由堂西進，繼三耦之南而立，東面，北上，大夫之耦為上。（未猶不也。眾賓不拾者，未射，無上矢也。言此者，嫌眾賓三耦同倫，初時有射者，後乃射有拾取矢，禮也。）"
      },
      {
        "index": 84,
        "text": "[疏]『眾賓』至『為上』。註『未猶』至『禮也』。釋曰：云『未猶不也』者，若言未，謂此第一番初時，未有拾取矢，禮以其第一番唯有三耦射，無賓射法，不得雲未。是以轉為不以其全，不拾取矢也。云『言此者，嫌眾賓三耦同倫，初時有射』者，此解經雲眾賓不拾之意有此嫌，故明之。云『後乃射有拾取矢，禮也』者，據第三番眾賓乃射，自然有上拾取矢禮，後文見之也。"
      },
      {
        "index": 85,
        "text": "司射作射如初，一耦揖升如初。司馬命去侯，獲者許諾。司馬降，釋弓反位。\n司射猶挾一個，去撲，與司馬交於階前，升，請釋獲於賓。（猶，有故之辭。司射既誘射，恒執弓挾矢以掌射事，備尚未知，當教之也。今三耦卒射，眾足以知之矣。猶挾之者，君子不必也。）"
      },
      {
        "index": 86,
        "text": "[疏]『司射』至『於賓』。註『猶有』至『必也』。釋曰：自此盡『共而俟』，論第二番射之事。案《大射》第二番射，司馬命去侯雲如初。此司馬命去侯，不言如初者，此臣禮，威儀省。司馬初命去侯時，獲者許諾，聲不絕，以至於乏。再番、三番命去侯，獲者直許諾，無不絕聲，故不言如初。《大射》君禮，威儀多，故第二番與前同，獲者以宮商趨之，故言如初。於第三番禮殺，復不以宮商，直許諾，又不得言如初。云『今三耦卒射，眾足以知之矣。猶挾矢者，君子不必也』者，三耦教射者，三耦卒射，眾賓足知射禮，猶挾矢教之者，君子不必也者。案《論語》孔子雲君子『無必、無固、無我』，以不必即知，故仍教之。"
      },
      {
        "index": 87,
        "text": "賓許，降，搢撲，西面立於所設中之東，北面命釋獲者設中，遂視之。（視之，當教之。）\n[疏]『賓許』至『視之』。註『視之當教之』。釋曰：云『當教之』者，謂教其釋，安置左右，及數告勝負之事，亦教之也。"
      },
      {
        "index": 88,
        "text": "釋獲者執鹿中，一人執以從之。（鹿中，謂射於謝也，於庠當兕中。）\n[疏]『釋獲』至『從之』。註『鹿中』至『兕中』。釋曰：以州長是士，射於榭；鄉大夫是大夫，為之射於庠。下記云『士則鹿中，大夫兕中』，故云『鹿中謂射於榭也，於庠當兕中也』。"
      },
      {
        "index": 89,
        "text": "釋獲者坐設中，南當，西當西序，東面，興受，坐實八於中，橫委其餘於中西，南末。興，共而俟。（興還北面受，反東面實之。）"
      },
      {
        "index": 90,
        "text": "[疏]『釋獲』至『而俟』。註『興還』至『實之』。釋曰：云『設中，南當』，南北節，西當西序，東西節。云『興還北面受，反東面實之』者，以其所納射器皆在堂西，執中與，皆從堂西來，向西序之南，南面，執中者既東面坐，設訖，興，還向北面受，回向東面實之也。"
      },
      {
        "index": 91,
        "text": "司射遂進，由堂下，北面命曰：『不貫不釋。』（貫猶中也。不中正不釋也。古文貫作關。）\n[疏]『司射』至『不釋』。註『貫猶』至『作關』。釋曰：言『不貫』"
      },
      {
        "index": 92,
        "text": "者，以其以布為侯，故中者貫穿布侯，故以中為貫也。是以鄭雲貫猶中也。中則貫也。\n上射揖。司射退反位。釋獲者坐取中之八，改實八於中，興，執而俟。"
      },
      {
        "index": 93,
        "text": "（執所取。）\n[疏]『上射』至『而俟』。註『執所取』。釋曰：八者，人四矢，一耦八矢。雖不知中否，要須一矢則一，改實八，擬後來者用之。"
      },
      {
        "index": 94,
        "text": "乃射。若中，則釋獲者坐而釋獲，每一個釋一。上射於右，下射於左，若有餘，則反委之。（委餘，禮尚異也。委之，合於中西。）"
      },
      {
        "index": 95,
        "text": "[疏]『乃射』至『委之』。註『委餘』至『中西』。釋曰：云『上射於右，下射於左』者，以釋者東面為正，依投壺禮，賓黨於右，主黨於左，是以上射於右，賓黨也；下射於左，主黨也。云『委餘，禮尚異也』者，手中餘未知有幾，不可盡中所有，餘亦得於後釋，要委餘於地，別取中內八者，禮尚異，故不用餘者。云『委之，合於中西』者，法多少視射人多少不定，要橫委其餘於中西，手中餘者與之合也。"
      },
      {
        "index": 96,
        "text": "又取中之八，改實八於中，興，執而俟。三耦卒射。\n賓、主人、大夫揖，皆由其階降，揖。主人堂東袒、決、遂，執弓，搢三挾一年。賓於堂西亦如之。皆由其階，階下揖，升堂揖。主人為下射，皆當其物，北面揖，及物揖，乃射。卒，南面揖，皆由其階，階上揖，降階揖。賓序西，主人序東，皆釋弓，說決、拾，襲，反位，升，及階揖，升堂揖，皆就席。（或言堂，或言序，亦為庠謝互言也。賓主人射，大夫止於堂西。）"
      },
      {
        "index": 97,
        "text": "[疏]『又取』至『就席』。註『或言』至『堂西』。釋曰：上云『榭則鉤楹內』，謂射於榭者也；『堂則由楹外』，謂射於庠者也。此當有鄉大夫射於庠，亦有州長射於序，故互見其義。互言者，今袒、決、遂，則言堂東西，見在庠，在榭亦然。釋弓說決、拾，則言序東、序西，序則榭也，在庠亦然。故言互言之，周公省文，欲兩見之也。云『大夫止於堂西』者，上賓、主人、大夫俱降，無堂西之文，下雲大夫袒、決、遂，就其耦，故知此時止於堂西，故記云『大夫降，立於堂西以俟射』也。"
      },
      {
        "index": 98,
        "text": "大夫袒、決、遂，執弓，搢三挾一個，由堂西出於司射之西，就其耦。大夫為下射，揖進，耦少退。揖如三耦。及階，耦先升。卒射，揖如升射，耦先降。"
      },
      {
        "index": 99,
        "text": "降階，耦少退。皆釋弓於堂西，襲。耦遂止於堂西，大夫升就席。（耦於庭，不並行，尊大夫也。在堂如上射之儀，近其事，得申。）"
      },
      {
        "index": 100,
        "text": "[疏]『大夫』至『就席』。註『耦於』至『得申』。釋曰：言『在堂如上射之儀』者，謂耦先升，是如上射身先升法，以其近射事，故得申也。"
      },
      {
        "index": 101,
        "text": "眾賓繼射，釋獲皆如初。司射所作，唯上耦。（於是言唯上耦者，嫌賓、主人射亦作之。《大射》三耦卒射，司射請於公及賓。）"
      },
      {
        "index": 102,
        "text": "[疏]『眾賓』至『上耦』。註『於是』至『及賓』。釋曰：云『於是言唯上耦者，嫌賓、主人射亦作之』，鄭言此者，若二耦射，下即言所作唯上耦，則賓、主人射作之未可知，故於眾賓射訖乃言此，明賓、主射不作可知，故於此乃言『所作唯上耦』，明除賓、主矣。故鄭雲：『於是言唯上耦，嫌賓主射亦作之。』引《大射》者，公尊，公與賓射，不作直請，記雲：『賓、主人射，則司射擯升降。』是雖不作，猶為擯相之，但不請也。"
      },
      {
        "index": 103,
        "text": "卒射，釋獲者遂以所執餘獲，升自西階，盡階，不升堂，告於賓曰：『左右卒射。』降，反位，坐委餘獲於中西，興，共而俟。（司射不告卒射者，釋獲者於是有事，宜終之也。餘獲，餘也，無餘則空手耳。俟，俟數也。）"
      },
      {
        "index": 104,
        "text": "[疏]『卒射』至『而俟』。註『司射』至『數也』。釋曰：雲：『宜終之也』者，決前番射，司射告卒射，此二番射不告卒，使獲者告，是宜終之也。"
      },
      {
        "index": 105,
        "text": "云『餘獲，餘』者，一耦不必盡中，故有餘也。云『無餘則空手耳』者，或賓、主八矢盡中，釋八，故空手告也。"
      },
      {
        "index": 106,
        "text": "司馬袒、決，執弓升，命取矢，如初。獲者許諾，以旌負侯，如初。司馬降，釋弓，反位。弟子委矢，如初。大夫之矢，則兼束之以茅，上握焉。（兼束大夫矢，優之，是以不拾也。束於握上，則兼取之，順羽便也。握，謂中央也。不束主人矢，不可以殊於賓也。言大夫之矢，則矢有題識也。肅慎氏貢椐矢，銘其括。"
      },
      {
        "index": 107,
        "text": "今文上作尚。）\n[疏]『司馬』至『握馬』。註『兼束』至『作尚』。釋曰：自此盡『司馬乘矢』，論取矢之事。云『束於握上，則兼取之，順羽便也』者，握上則兼取之順持之處，全束於握之上，取持於中央，握之向下順羽便，故乘矢總束之也。"
      },
      {
        "index": 108,
        "text": "云『不束主人矢，不可以殊於賓也』者，主人鄉大夫，則是大夫官當束之，不敢殊別於賓，若主人是州長，則士自然不束也。肅慎氏者，《國語》文。引之者，證矢有題識，以有題識，故束者得知是大夫之矢也。"
      },
      {
        "index": 109,
        "text": "司馬乘矢如初。\n司射遂西階西，釋弓，去撲，襲，進由中東，立於中南，北面視。（釋弓去撲，射事已。）"
      },
      {
        "index": 110,
        "text": "[疏]『司馬』至『視』。註『釋弓』至『事已』。釋曰：凡言『遂』\n者，因上事。司射於上無事，而言『遂』者，以司射與司馬遞行事，今以司馬進乘矢，司射遂西階西，釋弓去撲也。云『射事已』，此始再番射未已，而言已者，前番不釋獲，今據第二釋獲之，功成則為已，是以下記雲：『司射釋弓矢，視，與獻釋獲者釋弓矢。』註雲：『唯此二事，休武主文。』休武者，射訖數，主文者，洗爵獻釋獲者是也。"
      },
      {
        "index": 111,
        "text": "釋獲者東面於中西坐，先數右獲。（固東面矣，復言之者，為其少南就右獲。）\n[疏]『釋獲』至『右獲』。註『固東』至『右獲』。釋曰：釋獲者在中西東面。釋之時，賓黨於右，主黨於左。今將數，宜就之，是以少南就右獲，更東面也。"
      },
      {
        "index": 112,
        "text": "二為純。（純猶全也。耦陰陽。）\n[疏]『二為純』。註『純猶』至『陰陽』。釋曰：云『耦陰陽』者，陰陽對合，故二為耦陰陽也。"
      },
      {
        "index": 113,
        "text": "一純以取，實於左手，十純則縮而委之。（縮，從也。於數者東西為從。古文縮皆為蹙。）\n[疏]註『縮從』至『為蹙』。釋曰：凡言『從』、『橫』者，南北為從，東西為橫。今釋者東面而言從橫，則據數東為正，是以東西者為從，南北者為橫，故鄭云『於數者東西為從』也。"
      },
      {
        "index": 114,
        "text": "每委異之。（易校數。）\n有餘純，則橫於下。（又異之也，自近為下。）\n[疏]『有餘』至『於下』。釋曰：此則以南北為橫也。"
      },
      {
        "index": 115,
        "text": "一為奇，奇則又縮諸純下。（奇猶虧也。又從之。）\n興，自前左，東面。（起由中東就左獲，少北於故，東面鄉之。）"
      },
      {
        "index": 116,
        "text": "[疏]註『少北』至『鄉之』。釋曰：云『少北於故』，故則右也。又移至左之後，東面鄉之，是以雲少北於故。"
      },
      {
        "index": 117,
        "text": "坐，兼斂，實於左手，一純以委，十則異之。（變於右。）\n[疏]註『變於右』。釋曰：云『變於右』者，右則一一取之於地，實於左手。此則總斂於左手，一一取之於左手，委於地是變也。必變之者，禮以變為敬也。"
      },
      {
        "index": 118,
        "text": "其餘如右獲。（謂所縮所橫。）\n司射復位，釋獲者遂進取賢獲，執以升，自西階，盡階，不升堂，告於賓。\n（賢獲，勝黨之也。齊之而取其餘。）"
      },
      {
        "index": 119,
        "text": "[疏]『司射』至『於賓』。註『賢獲』至『其餘』。釋曰：云『齊之而取其餘』者，解經『取賢獲』，以為獲，以其唱獲則釋，故名為獲。左右數齊，有餘則賢獲，故以告也。"
      },
      {
        "index": 120,
        "text": "若右勝，則曰『右賢於左』。若左勝，則曰『左賢於右』。以純數告。若有奇者，亦曰奇。（賢猶勝也。言賢者，射之以中為俊也。假如右勝，告曰右賢於左，若干純、若干奇。）"
      },
      {
        "index": 121,
        "text": "[疏]『若右』至『曰奇』。註『賢猶』至『幹奇』。釋曰：『若干』者，數不定之辭。凡數法，一二已上得稱若干，奇則一也，一外無若干。鄭亦言若干者，因純有若干，奇亦言若干，奇言若干者，衍字也。"
      },
      {
        "index": 122,
        "text": "若左右鈞，則左右皆執一以告，曰：『左右鈞。』降復位，坐，兼斂，實八於中，委其餘於中西，興，共而俟。"
      },
      {
        "index": 123,
        "text": "[疏]『若左』至『而俟』。釋曰：此將為第三番射，故豫設之。或實或委，一如前法也。\n司射堂西，命弟子設豐。（將飲不勝者，設豐所以承其爵也。豐形蓋似豆而卑。）"
      },
      {
        "index": 124,
        "text": "[疏]『司射』至『設豐』。註『將飲』至『而卑』。釋曰：自此盡『徹豐與觶』，論罰爵之事。云『設豐所以承其爵也』者，案《燕禮》君尊有豐，此雲承爵，豐則兩用之。《燕禮》註：『豐形似豆，卑而大。』此不言大，彼以承尊，故言大。此承爵，不言大，或小耳。"
      },
      {
        "index": 125,
        "text": "弟子奉豐升，設於西楹之西，乃降。勝者之弟子洗觶，升酌，南面坐奠於豐上。降，袒執弓，反位。（勝者之弟子，其少者也。耦不酌，下無能也。酌者不授爵，略之也。執弓反射位，不俟其黨，已酌有事。）"
      },
      {
        "index": 126,
        "text": "[疏]『弟子』至『反位』。註『勝者』至『有事』。釋曰：知弟子是『少者』，以其執弟子禮使令，故知少者也。云『執弓反射位，不待其黨，已酌有事』者，以此弟子由堂西，固在射賓中矣。黨即眾賓是也。案下文『三耦及眾射者皆與其耦進，立於射位』，今酌者不待其黨與俱進，而先反射位者，由已酌酒有事訖，其黨未得司射命，又無事，不得共酌者同就射位，故酌者先得反射位也。"
      },
      {
        "index": 127,
        "text": "司射遂袒執弓，挾一個，搢撲，北面於三耦之南，命三耦及眾賓勝者：『皆袒、決、遂，執張弓。（執張弓，言能用之也。右手執弦，如卒射。）"
      },
      {
        "index": 128,
        "text": "[疏]『司射』至『張弓』。註『執張』至『卒射』。釋曰：云『右手執弦，如卒射』者，上文卒射，執弓不挾，右執弦，矢盡故也。此非卒射，亦執張弓，為無矢亦右執弦也，故註雲如卒射。"
      },
      {
        "index": 129,
        "text": "不勝者皆襲，說決拾，左手，右加弛弓於其上，遂以執付。（固襲說決拾矣，復言之者，起勝者也。執弛弓，言不能用之也。兩手執付，又不得執弦。）"
      },
      {
        "index": 130,
        "text": "[疏]註『固襲』至『執弦』。釋曰：云『固襲說決拾矣』者，謂前降堂時既襲，說決拾矣。云『起勝者也』者，謂至此復言不勝者，謂以此襲說決拾，以不能用也，起發勝者袒決遂，能用也。云『兩手執付，又不得執弦』者，上勝者言執張弓，如卒射，則左手執弓，右手執弦，此則雲執付，明仰弓於左手之上，執付橫之，而不得執弦，則宜右手共執弓付，故雲兩手執付又不得執弦也。"
      },
      {
        "index": 131,
        "text": "司射先反位。（居前俟所命來。）\n[疏]『司射先反位』。註『居前俟所命來』。釋曰：云『居前俟所命來』\n者，以眾射者皆止於堂西，未向射位，而司射先反位，於下文眾耦等乃來就射位，是得命即來，故雲俟所命來也。來訖，司射乃作之也。"
      },
      {
        "index": 132,
        "text": "三耦及眾射者皆與其耦進立於射位，北上。司射作升飲者，如作射。一耦進，揖如升射，及階，勝者先升，升堂，少右。（先升，尊賢也。少右，辟飲者也，亦相飲之位。）"
      },
      {
        "index": 133,
        "text": "[疏]『三耦』至『少右』。註『先升』至『之位』。釋曰：云『少右，辟飲者也』者，以其豐於西楹之西，正當西階，飲者升，少西，又當辟豐上之爵，故雲少右辟飲酒也。云『亦相飲之位』者，以其相飲者皆北面於西階，授者在東，飲者在西，故雲亦相飲之位。"
      },
      {
        "index": 134,
        "text": "不勝者進，北面坐取豐上之觶，興，少退，立卒觶，進，坐奠於豐下，興，揖。（立卒觶，不祭不拜，受罰爵，不備禮也。右手執觶，左手執弓。）"
      },
      {
        "index": 135,
        "text": "[疏]註『右手』至『執弓』。釋曰：此無正文，以祭禮皆左手執爵，用右手以祭，故知此亦用左手執弓，右手執觶可知也。"
      },
      {
        "index": 136,
        "text": "不勝者先降。（後升先降，略之，不由次。）\n[疏]註『後升』至『由次』。釋曰：此對射時，升降皆有上射在先，今後升先降，故云『略之不由次第』也。"
      },
      {
        "index": 137,
        "text": "與升飲者相左，交於階前，相揖，出於司馬之南，遂堂西，釋弓，襲而俟。\n（俟復射。）\n[疏]註『俟復射』。釋曰：『待復射』者，謂待第三番射也。"
      },
      {
        "index": 138,
        "text": "有執爵者。（主人使贊者代弟子酌也。於既升飲而升自西階，立於序端。）\n[疏]『有執爵者』。註『主人』至『序端』。釋曰：以初使勝黨弟子酌酒於豐上以發首，故使弟子。今云『有執爵者』，明主人使贊者代弟子酌於豐上，以次至終也。贊者，謂主人之賤不射者。此則《鄉飲酒》云『主人之贊者』之類也。云『於既升飲而升自西階，立於序端』者，謂於上耦既飲訖，贊者乃升自西階，酌訖，奠於豐上，如下文贊者即立於序端。立於序端，文出於《大射》也。"
      },
      {
        "index": 139,
        "text": "執爵者坐取觶，實之，反奠於豐上。升飲者如初。（每者輒酌，以至於遍。）\n[疏]『執爵』至『如初』。註『每者』至『於遍』。釋曰：云『執爵者坐取觶，實之』者，謂初飲訖，反奠於豐上，贊者取此觶實之，反奠於豐上。云『升飲者如初』，已下皆如初，故鄭云『每者輒酌，以至於遍』也。"
      },
      {
        "index": 140,
        "text": "三耦卒飲。賓、主人、大夫不勝，則不執弓，執爵者取觶，降洗，升實之，以授於席前。（優尊也。）受觶，以西階上，北面立飲。（受罰爵者，不宜自尊別。）卒觶，授執爵者，反就席。大夫飲，則耦不升。（以賓主人飲，耦在上，嫌其升。）若大夫之耦不勝，則亦執弛弓，特升飲。（尊者可以孤，無能對。）"
      },
      {
        "index": 141,
        "text": "眾賓繼飲，射爵者辯，乃徹豐與觶。（徹猶除也。設豐者反豐於堂西，執爵者反觶於篚。）\n司馬洗爵，升實之以降，獻獲者於侯。（鄉人獲者賤，明其主以侯為功得獻也。）"
      },
      {
        "index": 142,
        "text": "[疏]『司馬』至『於侯』。註『鄉人』至『獻也』。釋曰：自此『盡負侯而俟』，論司馬獻獲者之節。云『鄉人獲者賤，明其主以侯為功得獻也』者，案《大射》雲：『司馬正洗散，遂實爵，獻服不。服不侯西北三步，北面拜受爵。』"
      },
      {
        "index": 143,
        "text": "註雲：『近其所為獻。』彼國君禮，使服不士官唱獲，故就其所為唱獲獻之。此鄉人獲者賤，故獻於侯，明以侯為功得獻也。"
      },
      {
        "index": 144,
        "text": "薦脯醢，設折俎，俎與薦皆三祭。（皆三祭，為其將祭侯也，祭侯三處也。）\n[疏]『薦脯』至『三祭』。註『皆三』至『處也』。釋曰：『三處』者，下文右與左、中是也。"
      },
      {
        "index": 145,
        "text": "獲者負侯，北面拜受爵，司馬西面拜送爵。（負侯，負侯中也。拜送爵不同面者，辟正主也。其設薦俎，西面錯，以南為上。為受爵於侯，薦之於位。古文曰再拜受爵。）"
      },
      {
        "index": 146,
        "text": "[疏]『獲者』至『送爵』。註『負侯』至『受爵』。釋曰：知『負侯中』\n者，以下雲右個，又左個，後言中，明先居中可知。云『拜送爵不同面者，辟正主也』者，案上文正主獻賓、獻眾賓皆北面，與受獻者同面，今此與受獻不同面，故雲辟正主也。云『其設薦俎，西面錯，以南為上』者，獲者據文東面，而雲西面錯，據設人而言。以南為上者，《特牲》、《少牢》東面籩豆，皆以南方為上，故知此亦然。云『受爵於侯，薦之於位』者，此云『負侯，北面拜受爵』，是受爵於侯。云『薦之於位』者，下云『左個之西北三步東面設薦』，是薦之於位也。若然，不薦亦在侯者，以其酒在人首，可得就侯獻獲者，薦乃設之於地。"
      },
      {
        "index": 147,
        "text": "若與酒俱在侯所，則正祭侯何名獻獲也？若《大射》，則獻與薦俱在乏，乃侯祭之，君禮，與此異也。\n獲者執爵，使人執其薦與俎從之，右個，設薦俎。（獲者以侯為功，是以獻焉。人，謂主人贊者，上設薦俎者也。為設籩在東，豆在西，俎當其北也。言使設，新之。）"
      },
      {
        "index": 148,
        "text": "[疏]『獲者』至『薦俎』。註『獲者』至『新之』。釋曰：此將祭侯也。\n云『獲者以侯為功，是以獻焉』者，以獲者卑賤，因侯有功乃得獻，今還以得獻之酒獻侯，故雲是以獻也。云『人，謂主人贊』者，以其前使為獲者設薦俎，是主人之贊者，今還使之設薦俎，故知人是主人贊者。知『籩在東，豆在西，俎當其北也』者，以其侯以北面為正，依《特牲》、《少牢》皆籩在右，故知籩在東，右廂；豆在西，左廂可知也。云『言使設，新之』者，鄭意嫌更使人設之，其實薦此者仍前人，而雲使人設薦俎，示新之而已，故雲言使設也。"
      },
      {
        "index": 149,
        "text": "獲者南面坐，左執爵，祭脯醢，執爵興，取肺，坐祭，遂祭酒。（為侯祭也，亦二手祭酒反註，如《大射》。）\n[疏]『獲者』至『祭酒』。註『為侯』至『大射』。釋曰：此正祭侯，故獲者南面鄉侯祭，故鄭云『為侯祭也』。云『亦二手祭酒反註，如《大射》』"
      },
      {
        "index": 150,
        "text": "者，案《大射》雲：『獲者左執爵，又祭薦俎，二手祭酒。』鄭註雲：『二手祭酒者，南面於俎之北，當為侯祭於豆，爵反註，為一手不能正也。此薦俎之設，如於北面人焉。』此祭亦然，故雲如《大射》也。"
      },
      {
        "index": 151,
        "text": "興，左個，中皆如之。（先祭左個，後中者，以外即之，至中，若神在中也。）\n左個之西北三步，東面設薦、俎。獲者薦右東面立飲，不拜既爵。（不就乏者，明其享侯之餘也。立飲薦右，近司馬，於是司馬北面。）"
      },
      {
        "index": 152,
        "text": "[疏]『左個』至『既爵』。註『不就』至『北面』。釋曰：云『不就乏者，明其享侯之餘也』者，若就乏，則己所當得，今不就乏近侯者，明享侯之餘。"
      },
      {
        "index": 153,
        "text": "云『立飲於薦右，近司馬』者，解在薦右之意也。知『於是司馬北面』者，此約獻釋獲者司射之位，案下文司射獻釋獲者，『釋獲者薦右東面拜受爵，司射北面拜送爵』，故知此時司馬亦北面也。若然，釋獲者在司射之西，北面，立飲，此獲者不北面飲者，案《大射》註：『此受獻之位也，不北面者，嫌為侯卒爵。』"
      },
      {
        "index": 154,
        "text": "此亦然，故不北面也。\n司馬受爵，奠於篚，復位。獲者執其薦，使人執俎從之，辟設於乏南。（遷設薦俎就乏，明己所得禮也。言辟之者，不使當位，辟舉旌，偃旌也。設於南，右之也。凡他薦俎，皆當其位之前。）"
      },
      {
        "index": 155,
        "text": "[疏]『司馬』至『乏南』。註『遷設』至『之前』。釋曰：云『遷設薦俎就乏，明己所得禮也』者，前設近侯，見享侯之餘，此近乏者，乏者，己所有事之處，遷近乏，是明其己所得禮故也。云『設於南，右之也』者，以右取之便也。云『凡他薦俎，皆當其位之前』者，言『凡』，見廣解薦處，謂凡燕及食並祭祀之薦俎，皆當其位之前，唯此與《大射》獲者與釋獲者薦俎辟設，不當前也。"
      },
      {
        "index": 156,
        "text": "獲者負侯而俟。\n[疏]『獲者負侯而俟』。釋曰：獲者既受獻，負侯而俟第三番射也。\n司射階西，釋弓矢，去撲，說決、拾，襲，洗，洗爵，升實之，以降，獻釋獲者於其位，少南。薦脯醢，折俎，有祭。（不當其位，辟中。）"
      },
      {
        "index": 157,
        "text": "[疏]『司射』至『有祭』。註『不當其位辟中』。釋曰：自此盡『反位』，論司射獻釋獲之事。此薦脯醢及折俎有肺祭一，與獻獲者同。但彼三祭，此一祭為異也。一祭者，亦薦有祭肺。俎有祭肺，以為將食而祭，故言『有祭』也。云『不當其位，辟中』者，以釋獲者位在中西，故獻之於其位少南，所以辟中也。"
      },
      {
        "index": 158,
        "text": "釋獲者薦右東面拜受爵，司射北面拜送爵。釋獲者就其薦坐，左執爵，祭脯醢，興，取肺，坐祭，遂祭酒，興，司射之西，北面立飲，不拜既爵。司射受爵，奠於篚。釋獲者少西辟薦，反位。（辟薦少西之者，為復射妨司射視也，亦辟俎。）"
      },
      {
        "index": 159,
        "text": "[疏]『釋獲』至『反位』。註『辟薦』至『辟俎』。釋曰：云『亦辟俎』\n者，上獻獲者訖，獲者執其薦，使人執俎從之，設於乏南。此釋獲者受獻訖，釋獲者少西辟薦，不雲辟俎，亦辟俎與獲者同可知，故雲亦辟俎也。"
      },
      {
        "index": 160,
        "text": "司射堂西，袒、決、遂，取弓於階西，挾一個，搢撲，以反位。（為將復射。）\n[疏]『司射』至『反位』。註『為將復射』。釋曰：自此盡『反位』，論將為下番射作之，使拾取矢之事。"
      },
      {
        "index": 161,
        "text": "司射去撲，倚於階西，升，請射於賓，如初。賓許。司射降，搢撲，由司馬之南堂西，命三耦及眾賓：『皆袒、決、遂，執弓，就位。』（位，射位也。"
      },
      {
        "index": 162,
        "text": "不言射者，以當序取矢。）\n[疏]『司射』至『就位』。註『位射』至『取矢』。釋曰：云『位，射位』者，知是射者，下云『各以其耦反於射位』，故知此是射位在司射之西南東面者也。云『不言射位者，以當序取矢』者，以此當次序拾取矢射，故不言射位也。"
      },
      {
        "index": 163,
        "text": "司射先反位。（言先三耦及眾賓也。既命之，即反位，不俟之也。不言先三耦，未有拾取矢位，無所先。）\n[疏]『司射先反位』。註『言先』至『所先』。釋曰：言『先三耦及眾賓也』者，此下有三耦及眾賓，故知先三耦及眾賓也。云『不言先三耦，未有拾取矢位，無所先』者，案前第二番將射，命三耦拾取矢，司射反位，不言先，未有位，無所先，故決之。第二番無位者，以司射之西南有三耦射位，至再番司射反於故位，三耦將移於司馬之西南，拾取矢之位，未往之時，末有故位，三耦既無故位，故司射不得言先，故以此決之也。凡射，大射與鄉射各有三位，此鄉射無次，有堂西取弓矢，袒、決、遂及比耦之位；又有三耦射位，在司射位西南；又有拾取矢及再番射位，是三位。《大射》有次，次內有袒、決、遂取弓矢之位；又有堂東次比耦之位；又有射位，並拾取矢之位，是亦有三位。但君臣禮異，故位事不同也。"
      },
      {
        "index": 164,
        "text": "三耦及眾賓皆袒、決、遂，執弓，各以其耦進，反於射位。（以猶與也。今文以為與。）\n[疏]『三耦』至『射位』。註『以猶與也』。釋曰：訓以為與者，《春秋》之義，能東西之曰以。若存以字，謂言尊卑不同，任意以之，故轉為與，則平敵之義也。"
      },
      {
        "index": 165,
        "text": "司射作拾取矢。三耦拾取矢如初，反位。賓、主人、大夫降揖如初。主人堂東，賓堂西，皆袒、決、遂，執弓，皆進階前揖。（南面相俟而揖行也。）"
      },
      {
        "index": 166,
        "text": "[疏]『司射』至『前揖』。註『南面』至『行也』。釋曰：言『南面』\n者，謂賓主各於堂東西，南面立相待。言『揖行』者，謂各於堂上北面相見而揖，揖訖，行向也。"
      },
      {
        "index": 167,
        "text": "及揖，拾取矢如三耦。（及，當東西也。主人西面，賓東面，相揖拾取矢。不北面揖，由便也。）\n[疏]『及』至『三耦』。註『及』至『便也』。釋曰：云『及，當東西也』者，賓主出堂東西相見，揖訖，東西行至所也。云『不北面揖，由便也』者，決三耦及眾賓皆於南北面揖，及揖。此則無，南北面揖，賓主各由東西便故也。"
      },
      {
        "index": 168,
        "text": "卒，北面搢三挾一個。（亦於三耦為之位。）\n[疏]『卒北』至『一個』。註『亦於三耦為之位』。釋曰：經云『搢三挾一個』，與上三耦取矢訖，搢三挾一個同，又同處，故云『亦於三耦為之位』"
      },
      {
        "index": 169,
        "text": "也。\n揖退。（皆已揖左還，各由其塗反位。）\n[疏]『揖退』。註『皆已』至『反位』。釋曰：云『皆已揖左還，各由其塗反位』者，謂賓主北面揖退之時，賓主皆左還，相背各向堂塗，反堂東西之位。知左還者，約上三耦也。"
      },
      {
        "index": 170,
        "text": "賓堂西，主人堂東，皆釋弓矢，襲，及階揖，升堂揖，就席。（將袒先言主人，將襲先言賓，尊賓也。）\n[疏]『賓堂』至『就席』。註『將袒』至『賓也』。釋曰：袒是盡敬之事，襲是脩容之禮，故上經將袒先言主人，此經襲則先言賓，是尊賓故也。"
      },
      {
        "index": 171,
        "text": "大夫袒、決、遂，執弓，就其耦。（降袒、決、遂於堂西，就其耦於射位，與之拾取矢。）\n[疏]『大夫』至『其耦』。註『降袒』至『取矢』。釋曰：知『於堂西』"
      },
      {
        "index": 172,
        "text": "者，上文賓主人大夫降，賓堂西袒、決、遂，又上文大夫射時，堂西袒、決、遂，故知也。\n揖皆進，如三耦。耦東面，大夫西面。大夫進，坐，說矢束。（說矢束者，下耦，以將拾取。）"
      },
      {
        "index": 173,
        "text": "[疏]『揖皆』至『矢束』。註『說矢』至『拾取』。釋曰：『大夫西面』\n者，為下射故也。\n興，反位。而後耦揖進坐，兼取乘矢，順羽而興，反位，揖。（兼取乘矢者，尊大夫，不敢與之拾也。相下相尊，君子之所以相接也。）"
      },
      {
        "index": 174,
        "text": "[疏]『興反』至『位揖』。註『兼取』至『接也』。釋曰：此大夫與耦取矢、踣弓、覆手、仰手，一如上三耦法，其揖退之儀亦如上，左還而西也。"
      },
      {
        "index": 175,
        "text": "大夫進坐，亦兼取乘矢，如其耦。北面，搢三挾一個。（亦於三耦為之位。）\n揖退。耦反位，大夫遂序西，釋弓矢，襲，升即席。（大夫不序於下，尊也。）"
      },
      {
        "index": 176,
        "text": "眾賓繼拾取矢，皆如三耦，以反位。\n司射猶挾一個以進，作上射如初。一耦揖升如初。（進，前也。言還當上耦西面，是言進，終始互相明也。今文或言作升射。）"
      },
      {
        "index": 177,
        "text": "[疏]『司射』至『如初』。註『進前』至『升射』。釋曰：自此盡『退中與而俟』，論第三番用樂射之事。云『言還當上耦西面，是言進，終始互相明也』者，上番將射時，雲司射還當上耦西面，作上耦射，不言進，明還當上耦時者進，近上耦乃作之，此直進作射，不言還當上耦，明進時亦還當上耦而作之，故言終始互相明也。"
      },
      {
        "index": 178,
        "text": "司馬升，命去侯，獲者許諾。司馬降，釋弓反位。司射與司馬交於階前，去撲，襲，升，請以樂樂於賓。賓許諾。司射降，搢撲，東面命樂正，曰：『請以樂樂於賓，賓許。』（東西，於西階之前也。不就樂正命之者，傳尊者之命於賤者，遙號令之可也。樂正亦許諾，猶北面不還，以賓在堂。）"
      },
      {
        "index": 179,
        "text": "[疏]『司馬』至『賓許』。註『東面』至『在堂』。釋曰：知在『西階之前，不就樂正命之』者，以經云『司射降，搢撲』，即言東面命樂正，無行進之事，故知西階之前遙命之也。云『樂正亦許諾』，知者，案《大射》雲：『司射東面命樂正曰：命用樂。樂正曰：諾。』是樂正許諾之事。此不言者，文不具，故言之。云『猶北面不還，以賓在堂』者，此亦無文，樂正位東階東南，北面；大師位東北，西面；賓在堂，南面；樂正猶北面，不還西面，是以下文特云『東面命大師』，明此時不西面受命矣。《大射》鄭註彼雲：『樂正西面受命，左還，東面命大師。』與此禮異者，雖無正文，鄭以義言，在阼故也。"
      },
      {
        "index": 180,
        "text": "司射遂階，堂下北面命曰：『不鼓不釋。』（不與鼓節相應，不釋也。\n鄉射之鼓五節，歌五終，所以將八矢，一節之當拾發，四節四拾，其一節先以聽也。）"
      },
      {
        "index": 181,
        "text": "[疏]『司射』至『不釋』。註『不與』至『聽也』。釋曰：云『鄉射之鼓五節』者，以卿、大夫、士用五節，是以《射人》雲：王以《騶虞》九節，諸侯以《貍首》七節，卿大夫以《采》五節，士以《采蘩》五節。是卿大夫士同五節。云『歌五終，所以將八矢』者，下記雲：『歌《騶虞》若《采》。』歌五終是也。云『一節之當拾發，四節四拾，其一節先以聽也』者，尊卑樂節雖多少不同，四節以盡乘矢則同，其餘外皆以聽，以知樂終始長短也。王九節者，五節先以聽；諸侯七節者，三節先以聽；卿、大夫、士五節者，一節先以聽；皆四節拾將乘矢。但尊者先以聽則多，卑者先以聽則少，優至尊，先知審政也。此節亦取侯道之數，故鄭註《射人》雲：九節、七節、五節者，奏樂以為射耦之差，言節者，容侯道之數也。凡射皆與臣下共為，若與尊者同耦，自然與尊者同節。"
      },
      {
        "index": 182,
        "text": "若不與尊者同耦，則各自用其節，樂當與《射義》同。\n上射揖。司射退反位。樂正東面命大師，曰：『奏《騶虞》，若一。』"
      },
      {
        "index": 183,
        "text": "（東面者，進還鄉大師也。《騶虞》，《國風。召南》之詩篇也。《射義》曰：\n『《騶虞》者，樂官備也。』其詩有『一發五、五《豕從》，於嗟騶虞』之言，樂得賢者眾多，嘆思至仁之人以充其官，此天子之射節也。而用之者，方有樂賢之誌，取其宜也。其他賓客、鄉大夫則歌《采》。『若一』者，重節。）"
      },
      {
        "index": 184,
        "text": "[疏]『上節』至『若一』。註『東面』至『重節』。釋曰：云『東面者，進還鄉大師也』者，以其大師西面，樂正北面，明知進身鄉大師乃命之。云『此天子之射節也』者，《周禮。射人》而知。云『取其宜也』者，《騶虞》喻得賢者多，此《鄉射》亦樂賢，故雲取其宜也。云『其他賓客、鄉大夫則歌《采》』"
      },
      {
        "index": 185,
        "text": "者，《采》是鄉大夫樂節，其他謂賓射與燕射，若州長他賓客自奏《采蘩》。\n若然，此篇有鄉大夫、州長射法，則同用《騶虞》，以其同有樂賢之誌也。云『若一者，重節』者，若一謂五節之，長短希數皆如一，則是重樂節也。"
      },
      {
        "index": 186,
        "text": "大師不興，許諾。樂正退反位。\n乃奏《騶虞》以射。三耦卒射，賓、主人、大夫、眾賓繼射，釋獲如初。卒射，降。（皆應鼓與歌之節，乃釋。降者，眾賓。）"
      },
      {
        "index": 187,
        "text": "[疏]『大師』至『射降』。註『皆應』至『眾賓』。釋曰：云『樂正退反位』者，反工南北面位也。云『降者，眾賓』者，次番射時，賓與主人、大夫卒射皆升堂，此降者眾賓也。"
      },
      {
        "index": 188,
        "text": "釋獲者執餘獲，升告左右卒射，如初。（卒，已也。今文曰告於賓。）\n司馬升，命取矢，獲者許諾。司馬降，釋弓反位。弟子委矢，司馬乘之，皆如初。"
      },
      {
        "index": 189,
        "text": "司射釋弓視，如初。（，獲也。今文曰視數也。）釋獲者以賢獲與鈞告，如初。降復位。\n司射命設豐，設豐、實觶如初。遂命勝者執張弓，不勝者執弛弓，升飲如初。"
      },
      {
        "index": 190,
        "text": "司射遂袒、決、遂，左執弓，右執一個，兼諸弦，面鏃，堂西，以命拾取矢，如初。（側持弦矢曰執。面猶尚也。並矢於弦，尚其鏃，將止，變於射也。）"
      },
      {
        "index": 191,
        "text": "[疏]『釋獲』至『如初』。註『側持』至『射也』。釋曰：言猶袒者，亦是有故之辭，以其常袒，恐不袒，故言猶以連之也。云『側持弦矢曰執』者，對方持弦矢曰挾。並矢於弦尚其鏃將止變於射也者，亦是對將射挾矢而言。"
      },
      {
        "index": 192,
        "text": "司射反位。三耦及賓、主人、大夫、眾賓皆袒、決、遂，拾取矢，如初。矢不挾，兼諸弦付以退，不反位，遂授有司於堂西。（不挾，亦謂執之如司射也。"
      },
      {
        "index": 193,
        "text": "不以反射位授有司者，射禮畢。）\n[疏]『司射』至『堂西』。註『不挾』至『禮畢』。釋曰：云『不挾，亦謂執之如司射也』者，執之如司射兼諸弦付，則與司射異。以其司射直執一個，無三矢兼於付，三耦以下則執一個，並於弦，又以三矢並於付，所以異也。"
      },
      {
        "index": 194,
        "text": "辯拾取矢，揖，皆升就席。（謂賓大夫及眾賓也。相俟堂西，進立於西階之前。主人以賓揖升，大夫及眾賓從升，立時少退於大夫。三耦及弟子自若留下。）"
      },
      {
        "index": 195,
        "text": "[疏]『辯拾』至『就席』。註『謂賓』至『留下』。釋曰：知相俟於堂西者，以經言辯拾取矢訖，乃言『揖，皆升就席』，則知先取矢者皆相待堂西，其主人則在堂東，遍取矢訖，乃揖而升堂就席也。云『主人以賓揖升，大夫及眾賓從升，立時少退於大夫。三耦及弟子自若留下』者，眾賓則三賓也，皆依上文獻後升，及留在下之法。"
      },
      {
        "index": 196,
        "text": "司射乃堂西，釋弓，去撲，說決、拾、襲，反位。\n[疏]『司射』至『反位』。釋曰：司射之撲在階西，今來去撲於堂西之等，以其不復射故也。"
      },
      {
        "index": 197,
        "text": "司馬命弟子說侯之左下綱而釋之，（說，解也。釋之不復射，奄束之。）\n[疏]『司馬』至『釋之』。註『說解』至『束之』。釋曰：上初張侯時，云『乃張侯，下綱不及地武，不系左下綱，中掩束之』，鄭雲：『事未至也。』"
      },
      {
        "index": 198,
        "text": "又至將射時，『司馬命張侯，弟子說束，遂系左下綱』。鄭註雲：『事至。』今言司馬命弟子說侯之左下綱而釋之，直言『說侯之左下綱而釋之』，明未全去，備復射，故鄭下註雲：『諸所退皆俟於堂西，備復射也。』故知此釋之為三番射畢，不復射。若有射，則行燕射，旅酬以後乃為之，故於此時中掩左下綱，如初張時也。"
      },
      {
        "index": 199,
        "text": "命獲者以旌退，命弟子退。司射命釋獲者退中與而俟。（諸所退皆俟堂西，備復射也。旌言『以』者，旌恒執也。獲者，釋獲者，亦退其薦俎。）"
      },
      {
        "index": 200,
        "text": "[疏]『命獲』至『而俟』。註『諸所』至『薦俎』。釋曰：『獲者，釋獲者，亦退薦俎』者，上獻時皆有薦俎，辟之於右，今獲者以旌退，釋獲者退中，故知亦退薦俎也。"
      },
      {
        "index": 201,
        "text": "司馬反為司正，退復觶南而立。（當監旅酬。）\n[疏]『司馬』至『而立』。註『當監旅酬』。釋曰：自此盡『司正降復位』，論射訖行旅酬之事。故司馬反為司正，鄭云『當監旅酬』也。"
      },
      {
        "index": 202,
        "text": "樂正命弟子贊工即位。弟子相工，如其降也，升自西階，反坐。（贊工遷樂也。降時如初入。樂正反自西階東，北面。）"
      },
      {
        "index": 203,
        "text": "[疏]『樂正』至『反坐』。註『贊工』至『北面』。釋曰：前為將射，遷工於東方西面，樂正北面。今將旅酬作樂，故遷升於堂上也。云『降時如初入』"
      },
      {
        "index": 204,
        "text": "者，以經直云『如其降也』，降時威儀不見，故取上文降時如初入。初入則上『工四人』已下是也。云『樂正反自西階東，北面』者，上初升於西階之東，樂正立於其西，合樂訖，工告樂正曰：『正歌備。』樂正告於賓，乃降立於西階東，北面。又將射時，樂正命弟子贊工遷樂於下，弟子相工如初入，降自西階東，北面，近其事。知不升者，以正樂畢，上無告請於賓之事，宜與正歌備已後同也。"
      },
      {
        "index": 205,
        "text": "賓北面坐，取俎西之觶，興，阼階上北面酬主人。主人降席，立於賓東。賓坐奠觶，拜，執觶興，主人答拜。賓不祭，卒觶，不拜，不洗，實之，進東南面。"
      },
      {
        "index": 206,
        "text": "（所不者，酬而禮殺也。賓立飲。）\n[疏]『賓北』至『南面』。註『所不』至『立飲』。釋曰：『賓北面坐，取俎西之觶』者，謂上一人舉觶於賓，賓奠於薦西者也。云『賓立飲』者，《鄉飲酒》當此賓酬主人時雲賓『不祭，立飲』是也。"
      },
      {
        "index": 207,
        "text": "主人阼階上北面拜，賓少退。（少退，少逡遁也。）\n主人進受觶，賓主人之西，北面拜送。（旅酬而同階，禮殺也。）"
      },
      {
        "index": 208,
        "text": "[疏]註『旅酬』至『殺也』。釋曰：對獻酬之時，賓主各於其階，故云『同階，禮殺也』。\n賓揖，就席。主人以觶西階上酬大夫。大夫降席，立於主人之西，如賓酬主人之禮。（其既實觶，進西南面，立鄉所酬。）"
      },
      {
        "index": 209,
        "text": "[疏]『賓揖』至『之禮』。註『其既』至『所酬』。釋曰：云『主人以觶西階上酬大夫』者，旅酬恒執此觶以相酬，故言『以』。知義然者，上文『命獲者以旌退』，鄭註云『旌言以者，旌恒執也』是也。云『其既實觶，進西南面，立所酬』，知者，以上賓酬主人，阼階上實觶進南面，則知此主人酬大夫西階上，實觶而亦進西面可知也。"
      },
      {
        "index": 210,
        "text": "主人揖，就席。若無大夫，則長受酬，亦如之。（長，謂以長幼之次酬眾賓。）\n[疏]『主人』至『如之』。釋曰：云『若無大夫』者，鄉人為公卿大夫來觀禮者為遵，或有或無，不定，故雲若。有大夫先酬之，無大夫則酬長，以《鄉射》無介，直有三賓，以長幼之次受酬。此言酬眾賓，則三賓也。"
      },
      {
        "index": 211,
        "text": "司正升自西階，相旅，作受酬者曰：『某酬某子。』（某者，字也。某子者，氏也。稱酬者之字，受酬者曰某子。旅酬下為上，尊之也。《春秋傳》曰『字不若子』，此言某酬某子者，《射禮》略於《飲酒》，《飲酒》言某子受酬，以飲酒為主。）"
      },
      {
        "index": 212,
        "text": "[疏]『司正』至『某子』。註『某者』至『為主』。釋曰：云『旅酬下為上，尊之也』者，以旅酬者少長以齒，逮下之道，前人雖卑，其司正命之飲酒，呼之稱謂尊於酬者，故受酬者為某子，酬他為某也。云『《春秋傳》曰』者，案莊十年秋九月經書：『荊敗蔡師於莘，以蔡侯獻舞歸。』《公羊傳》曰：『荊者何？州名也。州不若國，國不若氏，氏不若人，人不若名，名不若字，字不若子。』"
      },
      {
        "index": 213,
        "text": "何休雲：『爵最尊也。』鄭引之者，證旅酬下為上之義。酬者稱字，受酬者稱子，子是尊稱。云『此言某酬某子者，《射禮》略於《飲酒》，《飲酒》言某子受酬，以飲酒為主』者，此《鄉射》主於射，略於《飲酒》，故稱酬他者字，又稱受酬飲酒者為子，是字不若子。《飲酒》言『某子受酬』，直以飲酒為主故也。"
      },
      {
        "index": 214,
        "text": "受酬者降席。司正退立於西序端，東面。（退立，俟後酬者也。始升相，立階西北面。）\n[疏]『受酬』至『東面』。註『退立』至『北面』。釋曰：云『始升相，立階西北面』者，《鄉飲酒》註亦然。知者，以司正升自西階，與西階之酬者立，故知始時在西階西北面也。"
      },
      {
        "index": 215,
        "text": "眾受酬者拜，興、飲，皆如賓酬主人之禮。辯，遂酬在下者，皆升，受酬於西階上。（在下，謂賓黨也。《鄉飲酒》記曰：『主人之贊者，西面北上，不與，無爵然後與。』此異於賓。）"
      },
      {
        "index": 216,
        "text": "[疏]『眾受』至『階上』。註『在下』至『於賓』。釋曰：引《鄉飲酒》記者，欲見賓黨在西，主黨在東，主黨不與酬之義。"
      },
      {
        "index": 217,
        "text": "卒受者以觶降，奠於篚。"
      }
    ]
  }
}