{
  "chapterNumber": 16,
  "title": "卷十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《大射》第七。鄭《目錄》雲：『名曰大射者，諸侯將有祭祀之事，與其群臣射以觀其禮。數中者，得與於祭；不數中者，不得與於祭。射義於五禮屬嘉禮。《大戴》此第十三，《小戴》及《別錄》皆第七。』釋曰：雲諸侯將有祭祀之事以下，交出於《射義》。"
      },
      {
        "index": 1,
        "text": "大射之儀。君有命戒射。（將有祭祀之事，當射，宰告於君，君乃命之。言君有命，政教宜由尊者。）\n[疏]『大射』至『戒射』。註『將有』至『尊者』。釋曰：自此盡『西』，論射前預戒諸官，及張侯設樂懸之事。不言『禮』、言『儀』者，以射禮盛，威儀多，故以儀言之。是以《射義》雲：『孔子曰：射者何以射？何以聽？"
      },
      {
        "index": 2,
        "text": "循聲而發，發不失正鵠者，其唯賢者乎！若夫不肖之人，則彼將安能以中。』是其射容難，故稱儀也。雲『將有祭祀之事，當射』者，按《射義》雲：『天子將祭，必先習射於澤。澤者，所以擇士也。已射於澤，而後射於射宮。射中者得與於祭，不中者不得與於祭。』是其將祭必射也。雲『宰告於君，君乃命之』者，鄭意不雲宰戒百官者，宰先告君，君之使戒，乃戒，即雲戒百官是也。雲『言君有命，政教宜由尊者』，其經雲『戒射』，此戒亦政教之類，故以政教言之也。"
      },
      {
        "index": 3,
        "text": "宰戒百官有事於射者。（宰，於天子冢宰，治官卿也。作大事，則掌以君命，戒於百官。）\n[疏]『宰戒』至『射者』。註『宰於』至『百官』。釋曰：按《周禮。"
      },
      {
        "index": 4,
        "text": "大宰職》雲：『掌百官之誓戒。』此言宰戒百官，其事同，故鄭以天子冢宰言之也。其實諸侯兼官，無冢宰，立地官司徒以兼之，故《聘禮》雲『宰命司馬』，註雲：『宰，上卿貳，君事者也。諸侯謂司徒為宰。』是諸侯立司徒兼冢宰之事也。言『大事，則掌以君命，戒於百官』者，《周禮。大宰職》雲：『作大事則戒於百官，贊王命。』是鄭之所引，以證宰戒之事也。"
      },
      {
        "index": 5,
        "text": "射人戒諸公、卿、大夫射。司士戒士射與贊者。（射人掌以射法治射儀，司士掌國中之士，治凡其戒命，皆司馬之屬也。殊戒公卿大夫與士，辨貴賤也。贊，佐也，謂士佐執事不射者。）"
      },
      {
        "index": 6,
        "text": "[疏]『射人』至『贊者』。註『射人』至『射者』。釋曰：上文宰官尊，總戒。此射人司士，色別重戒之。謂若《天官。冢宰》戒百官宗伯、大司寇之等，重戒也。雲『射人掌以射法治射儀』者，《夏官。射人》文。雲『司士掌國中之士，治凡其戒令』者，此《司士職》文。雲『國中之士』，彼士總公卿大夫士而言，此射人巳戒公卿大夫，則司士戒士贊者，唯有士不兼，大夫已上不同者，斷章取義，故與本職不同也。雲『皆司馬之屬也』者，射人、司士皆屬司馬，故雲司馬屬也。此上下文所雲戒者，皆謂祭前旬有一日，知者，《祭統》雲：『先期旬有一日，宮宰宿夫人，夫人亦散齋七日，致齋三日。』若然，卜及戒皆在旬有一日，是《大宰》雲：『前期十日，帥執事而卜日。遂戒。』註雲：『前期，前所諏之日也。十日，容散齋七日，致齋三日。』其天子又有天地及山川、社稷、宗廟，諸侯直有境內山川、社稷、宗廟，卜日及戒皆同也。按《郊特牲》雲："
      },
      {
        "index": 7,
        "text": "『卜郊，受命於祖廟，作龜於禰宮。』卜之日，王立於澤親聽。《誓命》又雲：\n『獻命庫門之內，戒百官也。大廟之命，戒百姓也。』註雲：『王自澤宮而還，以誓命重相申敕也。』王自此還齋路寢之室。若然，卜日在澤宮，又至射宮，皆同在旬有一日，空十日，故後日乃齋也。"
      },
      {
        "index": 8,
        "text": "前射三日，宰夫戒宰及司馬。射人宿視滌。（宰夫，冢宰之屬，掌百官之徵令者。司馬，於天子政官之卿，凡大射則合其六耦。滌，謂溉器，埽除射宮。）"
      },
      {
        "index": 9,
        "text": "[疏]『前射』至『視滌』。註『宰夫』至『射宮』。釋曰：此宰夫戒是再戒之宿，不雲『宿』者，辟下宿視滌。何者？宰夫戒是申戒，下宿是夕宿，是以《宗伯》雲：『凡祀大神、享大鬼、祭大示，帥執事而卜日宿，視滌濯。』註雲：『宿，申戒也。』此前有射人戒，是七日前期。此宰夫戒是申戒，又知宿是夕宿者，以戒宿同文。明不同日，以其上雲前射三日戒，明此非三日，是前一日矣。雲『宰夫，冢宰之屬』者，按《大宰》雲：『小宰中大夫二人，宰夫下大夫四人。』屬冢宰，故雲冢宰之屬。雲『掌百官之徵令』者，《宰夫職》文。雲『司馬，於天子政官之卿』者，《小宰職》雲『四曰司馬，其屬六十，掌邦政』"
      },
      {
        "index": 10,
        "text": "是也。雲『凡大射則合其六耦』者，《大司馬職》雲：『若大射，合諸侯之六耦。』\n是將祭而射，故使諸侯為耦。若其餘射，則卿大夫以下為耦也。雲『滌，謂溉器，埽除』者，以其諸侯射，先行燕禮，不視滌器，明滌器是射器，及埽除射宮也。"
      },
      {
        "index": 11,
        "text": "司馬命量人量侯道與所設乏以步：大侯九十，參七十，幹五十。設乏，各去其侯西十、北十。（量人，司馬之屬，掌量道巷塗數者。侯，謂所射布也。尊者射之以威，不寧侯，卑者射之以求為侯。量侯道，謂去堂遠近也。容謂之乏，所以為獲者之禦矢。之伺物，每舉足者，止視遠近，為發必中也。是以量侯道取象焉。《鄉射》記曰：『侯道五十弓。』《考工記》曰『弓之下制六尺』，則此步六尺明矣。大侯，熊侯，謂之大者，與天子熊侯同。參讀為糝，糝，雜也，雜侯者，豹鵠而麋飾，下天子大夫也。幹，讀為犴，犴侯者，犴鵠犴飾也。大夫將祭，於己射麋侯，士無臣，祭不射。）"
      },
      {
        "index": 12,
        "text": "[疏]『司馬』至『北十』。註『量人』至『不射』。釋曰：雲『量人，司馬之屬，掌量道巷塗數者』，《量人職》文。量人屬司馬，故雲司馬之屬也。"
      },
      {
        "index": 13,
        "text": "雲『侯，謂所射布也』者，以其三侯皆以布，以皮為鵠，旁又飾以皮也。雲『尊者射之以威，不寧侯』者，即《梓人》雲『毋或若汝不寧侯，不屬於王所，故抗而射汝』是也。雲『卑者射之以求為諸侯』者，《射義》雲『故天子之大射，謂之射侯。射侯者，射為諸侯也。射中則得為諸侯，射不中則不得為諸侯』是也。"
      },
      {
        "index": 14,
        "text": "『容謂之乏』所以為獲者之禦矢者，此雲『乏』，《周禮。射人》雲『容』，所以為獲者之禦矢，解容乏之義。以其容身，故得禦矢。言乏，矢於此乏匱不去也。"
      },
      {
        "index": 15,
        "text": "雲『則此步六尺明矣』，鄭雲此者，陰破先鄭，故先鄭註《射人》步謂一舉足為步，於今為半步，故鄭註彼亦引弓之下制六尺以非之也。雲『大侯，熊侯，謂之大者，與天子熊侯同』者，《司裘職》雲：『王大射則共虎侯、熊侯、豹侯，設其鵠。諸侯則共熊侯、豹侯。』彼畿內諸侯二侯，以熊侯為首，此畿外諸侯三侯，與天子同。不得與天子同其大射時所用物，宜與畿內諸侯同用熊，又與天子熊侯同，故雲大侯也。雲『參讀為糝，糝，雜也，雜侯者，豹鵠而麋飾，下天子大夫也』者，《司裘》雲：『卿大夫則共麋侯。』此則以豹皮為鵠，以麋飾其側，不用純麋，是下天子大夫也。必知以豹為鵠，以麋為飾者，天子卿大夫用麋侯，諸侯卿大夫亦用麋侯，並據己家用之。若助祭，亦射君之第二侯，明君之第二侯用麋飾其側，侯以飾得名。又畿內諸侯第二侯用豹為鵠，故知畿外諸侯亦以豹皮為鵠可知。雲『幹，讀為犴，犴侯者，犴鵠犴飾也』者，亦取捷黠意。『大夫將祭，於己射麋侯』者，《司裘》雲：『卿大夫共麋侯。』是天子卿大夫。以《孝經》雲：『大夫有爭臣三人。』以有臣，故將祭得大射擇士。鄭言此者，以己射用麋侯，又見助君祭，亦射君之麋侯。雲『士無臣，祭不射』者，《孝經》雲『士有爭友』，不言臣，以仆隸為友。《司裘》卿大夫下不言士，故祭不言士大射。若然，士有賓射、燕射，不得大射，雖不得大射，得與君賓射，故《射人》註不言士者，此與諸侯之賓射，士不與也。若然，諸侯之士亦然也。"
      },
      {
        "index": 16,
        "text": "遂命量人、巾車張三侯，大侯之崇，見鵠於參，參見鵠於幹幹，不及地武。\n不系左下綱。設乏，西十、北十。凡乏用革。（巾車，於天子、宗伯之屬，掌裝衣車者，亦使張侯。侯，巾類。崇，高也。高必見鵠。鵠，所射之主。《射義》曰：『為人君者以為君鵠，為人臣者以為臣鵠，為人父者以為父鵠，為人子者以為子鵠。』言射中此乃能任己位也。鵠之言較，較，直也，射者所以直己誌。或曰：鵠，鳥名，射之難中，中之為俊，是以所射於侯取名也。《淮南子》曰："
      },
      {
        "index": 17,
        "text": "『幹鵠知來。』然則所雲正者正也，亦鳥名。齊、魯之，名題肩為正。正、鵠皆鳥之捷黠者。《考工記》曰：『梓人為侯，廣與崇方，參分其廣而鵠居一焉。』"
      },
      {
        "index": 18,
        "text": "則大侯之鵠方六尺，糝侯之鵠方四尺六寸大半寸，犴侯之鵠方三尺三寸少半寸。\n及，至也。武，跡也。中人之足，長尺二寸，以犴侯計之，糝侯去地一丈五寸少半寸，大侯去地二丈二尺五寸少半寸。凡侯北面，西方謂之左。前射三日，張侯設乏，欲使有事者豫誌焉。）"
      },
      {
        "index": 19,
        "text": "[疏]『遂命』至『用革』。註『巾車』至『誌焉』。釋曰：上文直命量人量侯道，及乏遠近之處，此經論張侯高下之法也。雲『設乏西十北十』者，《鄉射》雲：『乏參侯道，居侯黨之一，西五步。』註雲：『此乏去侯北十丈，西三丈。』雲西十北十，則西與北皆六丈，不得為三分居侯黨之一者，以其三侯入堂深故也。若然，此三侯之下總雲西十北十，則三侯之乏皆西十北十矣。西亦六丈者，以三侯恐矢揚傷人，與一侯亦異也。雲『巾車，於天子、宗伯之屬』者，《周禮》巾車屬宗伯，故雲宗伯之屬也。雲『掌裝衣車』者，天子五路：木路無革鞔，革路有革無異飾，玉路、金路、象路有革鞔，又有玉金象為飾。孤乘夏篆，卿乘夏縵，皆以物為飾，故雲裝衣車者也。雲『侯，巾類』者，侯亦有飾，故《鄉射》記雲『凡畫者丹質』，及正鵠之飾，故雲巾類也。引《射義》者，欲證射以鵠為主也。雲『鵠之言較，較，直也，射者所以直己誌』，並下註雲『然則所雲正者正也』，此取《射義》解之，故《射義》雲射者『內誌正，外體直，然後持弓矢審固』，註雲『內正外直，正鵠之名出自此』是也。雲『或曰：鵠，鳥名，射之難中，中之為俊，是以所射於侯取名也』，並下雲『正，亦鳥名。齊、魯之名題肩為正。正、鵠皆鳥之捷黠者』，鄭以正鵠之名有此二義，故兩解之也。雲『《考工記》：「梓人為侯，廣與崇方，參分其廣而鵠居一焉」』者，三等皆高廣等，引之者，鄭欲解經見鵠之義，故先知侯鵠廣狹尺寸也。雲『則大侯之鵠方六尺』者，以侯道九十弓，弓取二寸，二九十八，侯中丈八尺，三分其侯而鵠居一，故知鵠方六尺也。雲『糝侯之鵠方四尺六寸大半寸』者，以侯道七十弓，弓取二寸，則侯中丈四尺，三分其侯，鵠居其一，丈四取丈二，三分得四尺，又於二尺之內取尺八寸又得六寸，又二寸，一寸為三分，總六分，取二分，二分於三分為三分寸之二，三分寸之二即是大半寸，故雲糝侯之鵠方四尺六寸大半寸也。雲『犴侯之鵠方三尺三寸少半寸』者，犴侯侯道五十弓，弓取二寸，則侯中方一丈，三分其侯，鵠居一焉，一丈且取九尺得三尺，一尺取九寸得三寸，一寸分為三分得一分，則是三分寸之一，三分寸之一則是少半寸，故雲犴侯之鵠方三尺三寸少半寸也。雲『中人之足，長尺二寸』者，無正文，以目驗而知。雲『以犴侯計之』者，以大侯、糝侯高下無文，犴侯雲下綱不及地武，則犴侯下綱去地尺二寸，以是從犴侯計之也。犴侯侯中一丈，上下躬及上下舌各二尺，合八尺，是丈八尺矣。又下不及地尺二寸，則犴侯上綱去地丈九尺二寸也。糝侯侯中丈四尺，中上、中下各四尺，得八尺，並之二丈二尺也。鵠居侯中三分之一，則鵠下亦有四尺六寸大半寸，通躬身四尺為八尺六寸三分寸之二矣。張法，糝鵠下畔與犴侯之上綱齊，所謂見鵠於犴。自餘糝侯鵠下畔八尺六寸大半寸，在掩犴侯亦如之。犴侯上犴本去地丈九尺二寸，直掩八尺，上有一丈一尺二寸在，復掩六寸，上有一丈六寸在，復掩三分寸二，唯有一丈五寸三分寸一在。少半寸者，即三分寸一也。言大半寸者，即三分寸二也。故知『糝侯下綱去地一丈五寸少半寸』也。"
      },
      {
        "index": 20,
        "text": "大侯中丈八尺，中之上下各四尺，即八尺矣。中方丈八尺，更加八尺，二丈六尺也。『糝侯去地丈五寸少半寸』，本上綱下綱相去二丈二尺，其舉也上綱去地三丈二尺五寸少半寸也。大侯鵠下畔與糝侯上綱齊，所謂見鵠於糝也。侯中丈八尺，三分之則鵠下亦有六尺，下躬身四尺，一丈矣，則大侯自鵠以下掩糝侯一丈也。"
      },
      {
        "index": 21,
        "text": "自一丈以下猶有二丈二尺五寸少半寸在，是大侯下綱去地亦然，故註於此數也。\n雲『前射三日，張侯設乏』，知『三日』者，前文雲前射三日，下雲『樂人宿縣』，下雲『厥明』，自前射三日以後，論事不著異日，故知張侯與設乏同是射前三日矣。"
      },
      {
        "index": 22,
        "text": "樂人宿縣於阼階東，笙磬西面，其南笙鍾，其南鑮，皆南陳。（笙猶生也。\n東為陽中，萬物以生。《春秋傳》曰：『大蔟所以金奏，贊陽出滯，沽洗所以百物，考神納賓。』是以東方鍾磬謂之笙，皆編而縣之。《周禮》曰：『凡縣鍾磬，半為堵，全為肆。』有鍾有磬為全。鑮如鍾而大，奏樂以鼓鑮為節。）"
      },
      {
        "index": 23,
        "text": "[疏]『樂人』至『南陳』。註『笙猶』至『為節』。釋曰：雲『東為陽中，萬物以生』者，陽氣起於子，盛於午，故東方為陽中也。萬物以生，以其正月三陽生，大蔟用事，故萬物生焉。雲『《春秋傳》』者，是《外傳》伶州鳩對周景王辭。引之者，證鍾磬為笙之事。『大蔟』者，寅上候氣之管，度律均鍾，金即鍾也，故奏之所以贊陽出滯。雲『姑洗所以百物，考神納賓』者，亦據度律均鍾，姑洗在辰，三月百物而出，考神納賓，謂祭祀而有助祭之賓客。"
      },
      {
        "index": 24,
        "text": "但東方陽管唯有此二律，故據此二律言之，是以名東方鍾磬為笙也。雲『皆編而縣之』者，言皆者，欲解磬非應律之物，與鍾同言之者，以其鑮與鼓雖同西面，與鍾同，不編之。而磬與鍾同十六枚而在一ね，與鍾同編又同宮，故兼言磬。是以《磬師職》雲：『掌教擊磬，擊編鍾。』註雲：『磬亦編於鍾。言之者，鍾有不編，不編者，鍾師擊之。』是其磬與鍾編之。此東方雲笙而西方言頌者，以其夷則、無射主西方，成功收藏，故稱頌。頌者，美盛德之形容，故雲頌也。但天有十二次，地有十二辰，按《書傳》雲：『天子出撞黃鍾之鍾，右五鍾皆應，入剛撞蕤賓之鍾，左五鍾皆應。』左右雲五，則除黃鍾、蕤賓並為陽，而應鍾、林鍾已西為右五也，大呂、中呂已東為左五也。雲『《周禮》曰：「凡縣鍾磬，半為堵，全為肆」』者，《周禮。小胥職》文。鼓鑮亦縣，而直言鍾磬者，據編縣者為文。鼓鑮筍ね之上，各縣一而已，不編之。鄭彼註雲『半之』者，謂諸侯之卿大夫士也，諸侯之卿大夫半天子之卿大夫。天子之卿大夫判縣，東西各有鍾磬，是全之為肆。諸侯卿大夫雖同判縣，半天子卿大夫，取一相鍾磬分為兩相，西縣鍾，東縣磬。而天子之士特縣，直東有鍾磬，且是全之為肆。諸侯之士直特縣，半天子之士，縣磬而已，或於階，或於東方。又天子宮縣，四面皆有，諸侯軒縣，闕南面，面皆有鍾磬鑮，及鼓具有也。卿大夫士皆無鑮者，若有鑮，則諸侯臣半天子臣，不得具，是以闕之。雲『鑮如鍾而大』者，《特牲》註亦雲：『鑮如鍾而大。』並據《國語》而註之。以言鑮形如鍾而復大，以大，故特一縣，不編之也。雲『奏樂以鼓鑮為節』者，按《周禮。鑮師》雲："
      },
      {
        "index": 25,
        "text": "『掌金奏之鼓。』註雲：『謂主擊晉鼓，以奏其鍾鑮也。』以此言之，則先擊鼓，後擊鍾鑮，皆是與樂為節，故鄭註以鼓鑮為節，不言鍾磬，已註解，故不言也。"
      },
      {
        "index": 26,
        "text": "建鼓在阼階西，南鼓。應鼙在其東，南鼓。（建猶樹也。以木貫而載之，樹之跗也。南鼓，謂所伐面也。應鼙，應朔鼙也。先擊朔鼙，應之。鼙，小鼓也。"
      },
      {
        "index": 27,
        "text": "在東，便其先擊小後擊大也。鼓不在東縣南，為君也。）\n[疏]『建鼓』至『南鼓』。註『建猶』至『君也』。釋曰：下西面、北面建鼓，皆言一。此建鼓不言一者，彼在本方，故須言一。見無他鼓，此鼓本東方以為君，故移來在北方，故異其文，不言一也。雲『建猶樹也。以木貫而載之，樹之跗也』者，按《明堂位》雲：『殷楹鼓，周縣鼓。』註雲：『楹為之柱貫中上出也。縣，縣之於иね也。』此雲以木貫而載之，則為之柱貫中上出，一也。"
      },
      {
        "index": 28,
        "text": "周人縣鼓，今言建鼓，則殷法也，若醮用酒之類。主於射，略於樂，故用先代鼓。\n雲『鼓不在東縣南，為君』者，決下『一建鼓在其南，東鼓』者，為賓復不在東縣北者，取順君面故也。"
      },
      {
        "index": 29,
        "text": "西階之西，頌磬東面，其南鍾，其南鑮，皆南陳。一建鼓在其南，東鼓。\n朔鼙在其北。（言成功曰頌。西為陰中，萬物之所成。《春秋傳》曰：『夷則所以詠歌九則，平民無忒。無射所以宣布哲人之令德，示民軌義。』是以西方鍾磬謂之頌。朔，始也。奏樂先擊西鼙，樂為賓所由來也。鍾不言頌，鼙不言東鼓，義同，省文也。古文頌為庸。）"
      },
      {
        "index": 30,
        "text": "[疏]『西階』至『其北』。註『言成』至『為庸』。釋曰：言《春秋傳》者，亦是《外傳》文。雲『詠歌九則』者，謂六府三事，九功之德是也。以此九則平民，使無差慝。雲『無射所以宣布哲人之令德』者，哲人，謂後稷，後稷以稼穡之功成於季秋，先王之業，以農為本，故雲示民軌義，謂軌法義理也。雲『先擊西鼙，樂為賓所由來也』者，解先擊朔鼙之意，賓向外來，位在西，其樂主為樂賓，故先擊朔鼙、應鼙應之也。雲『鍾不言頌，鼙不言東鼓，義同，省文也』者，決上東方言笙鍾，應鼙言南鼓，此當言頌鍾東鼓，義與上文同，亦合有，而不言者，省文也。雲『古文頌為庸』者，此雖疊古文不從，亦通義，是《尚書》雲：『笙庸以。』笙東方，鍾磬西方。是庸亦功也，亦有成功之義也。"
      },
      {
        "index": 31,
        "text": "一建鼓在西階之東，南面。（言面者，國君於其群臣，備三面爾。無鍾磬，有鼓而已。其為諸侯則軒縣。）\n[疏]『一建』至『南面』。註『言面』至『軒縣』。釋曰：雲『言面者，國君於其群臣，備三面爾』者，言國君合有三面，為辟射位，又與群臣射，闕北面。無鍾磬，直有一建鼓而已，故不言『南鼓』而言『南面』也。雲『其為諸侯則軒縣』者，若與諸侯饗燕之類，則依諸侯軒縣，三面皆有鼓與鍾磬。"
      },
      {
        "index": 32,
        "text": "在建鼓之。（，竹也，謂笙簫之屬，倚於堂。）\n[疏]『蕩在建鼓之』。註『竹』至『於堂』。釋曰：按《禹貢》雲："
      },
      {
        "index": 33,
        "text": "『筱既敷。』註雲：『，竹。』故知此亦竹也。其器則管也，是以下雲：\n『乃管《新宮》』，註雲：『管，謂吹。』故知竹管也。按《小師職》註雲："
      },
      {
        "index": 34,
        "text": "『管如笛而小，並兩而吹之，今大予樂官有焉。』《爾雅》雲：『大笙謂之巢，小者謂之和。』簫大者二十三管，長尺四寸，小者十六管，長尺二寸。大笙十九簧，小者十三簧。若然，笙、簫與管器異，以其皆用竹，故雲笙簫之屬也。雲『倚於堂』者，管擬吹之，不倚在兩建鼓者，以不得倚於鼓，故知倚於堂也。"
      },
      {
        "index": 35,
        "text": "鼗倚於頌磬西。（鼗如鼓而小，有柄。賓至，搖之以奏樂也。，編磬繩也，設鼗於磬西，倚於也。《王制》曰：『天子賜諸侯樂，則以祝將之。賜伯、子、男樂，則以鼗將之。』）"
      },
      {
        "index": 36,
        "text": "[疏]『鼗倚』至『西』。註『鼗如』至『將之』。釋曰：知『鼗如鼓而小』者，按《那》詩雲：『猗與那與，置我鼗鼓。』《傳》雲：『猗，嘆辭。"
      },
      {
        "index": 37,
        "text": "那，多也。鄭讀置為植。植鼗鼓者，為楹貫而樹之，美湯受命伐桀定天下，而作護樂，故嘆之多。其改夏之制，乃始植我殷家之樂，鼗與鼓也。鼗雖不植，貫而搖之，亦植之類。』以其殷人植鼓，以木貫之，而下有拊，鼗亦以木為柄而貫之，但手執而不植為異，故雲亦植之類。鼗與鼓同文，是鼗如鼓而小也。知『有柄。"
      },
      {
        "index": 38,
        "text": "賓至，搖之以奏樂』者，按《氐職》雲：『掌凡樂事播鼗，擊頌磬、笙磬。』\n磬言擊，鼗言播，播為搖之可知。鼗所以節樂，賓至乃樂作，故至賓至，搖之以奏樂也。雲『，編磬繩也』者，若天子諸侯冕而朱用組之類。磬又編縣之，用，故知編磬繩也。知『設鼗於磬西，倚於』者，以其鍾磬皆面向東，人居其前西面，故知鼗在磬西，倚之於也。引《王制》者，證鼗為節樂之器，狀如漆筒，中有椎，所以節樂，鼗亦節樂，大於鼗，故賜公侯樂則以將命，賜伯、子、男樂則以鼗將命，自餘樂器陳於外也。"
      },
      {
        "index": 39,
        "text": "厥明，司宮尊於東楹之西，兩方壺，膳尊兩С在南，有豐。冪用錫若，綴諸箭。蓋冪，如勺，又反之。皆玄尊。酒在北。（膳尊，君尊也。後陳之，尊之也。豐以承尊也。說者以為若井鹿盧，其為字從豆，[C116]聲，近似豆，大而卑矣。冪，覆尊巾也。錫，細布也。，細葛也。箭，筱也。為冪，蓋卷辟，綴於筱，橫之也。又反之，為覆勺也。皆玄尊，二者皆有玄酒之尊，重本也。酒在北，尊統於君，南為上也。唯君面尊，言專惠也。今文錫或作糸易，或作，古文箭作晉。）"
      },
      {
        "index": 40,
        "text": "[疏]『厥明』至『在北』。註『膳尊』至『作晉』。釋曰：自此盡『羹定』，論豫設尊洗具饌之事。案《禮記。燕義》，諸侯射先行燕禮，此以下至東陳，皆陳設器物，與《燕禮》同，但文有詳略耳。雲『說者以為若井鹿盧』者，鹿盧之形，即葬下棺，碑間重鹿盧之輩，今見井上豎柱夾之，以索繞而挽之是也。"
      },
      {
        "index": 41,
        "text": "雲其為字從豆[C116]聲者，此謂上聲下形之字，年和豆多有，故從豆為形也。\n『豐』者，承尊之器，象形也。是以豐年之字，[C116]下著豆，今諸經皆以承尊爵之[C116]，不用本字之[C116]，而用豐年之豐，故鄭還旅豐字解之，故雲其為字從豆為形，以[C116]為聲也。雲『近似豆，大而卑矣』者，既用豆為形，還近似籩豆之豆，舉漢法而知。但豆口徑尺，柄亦長尺，口徑小而又高。此承尊之物，口足徑各宜差寬，中央亦大，共高尺，比常豆而下，故雲近似豆而卑。但斫一大木為之，取其安穩，此豐若在宗廟，或兩君燕亦謂之坫，致爵在於上，故《論語》雲『邦君為兩君之好，有反坫』，鄭註雲『反坫，反爵之坫』是也。必用豐年之豐為坫者，以其時和年豐，萬物成孰，粢盛豐備，以共郊廟，神歆其祀，祝嘏其福，至《鄉飲酒》、《鄉射》、《燕禮》、《大射》，或君與臣下及四方之賓燕，家富民足，人情優暇，旨酒嘉肴，盈尊滿俎，於以講道論政，既獻酬侑酢，至無爵，行禮交樂，和上下相歡，勸飲為樂故也。雲『錫，細布也』者，《喪服記》曰：『錫者，十五升抽其半。無事其縷，有事其布，曰錫。』故知錫是細布也。"
      },
      {
        "index": 42,
        "text": "謂之錫者，治其布使之滑易也。雲『唯君面尊』者，《玉藻》文，註雲：『面，向也。』彼謂人君燕臣子，專其恩惠，此《大射》亦謂人君燕臣下，與彼是同專惠之道，故皆尊鼻向君。雲『言專惠』者，決《鄉飲酒》尊於房戶之，賓主夾之，不得專惠故也。"
      },
      {
        "index": 43,
        "text": "尊士旅食於西鑮之南，北面，兩圜壺。（旅，眾也。士眾食未得正祿，謂庶人在官者。圜壺，變於方也。賤無玄酒。）"
      },
      {
        "index": 44,
        "text": "[疏]『尊士』至『圜壺』。註『旅眾』至『玄酒』。釋曰：前設縣時，鑮南更有一建鼓。今設尊不應在鼓北，而雲鑮南者，其實在鼓南門西，北面，與《燕禮》同。而雲鑮南者，遙繼鑮而言，必繼鑮者，樂以縣為主故也。"
      },
      {
        "index": 45,
        "text": "又尊於大侯之乏東北，兩壺獻酒。（為隸仆人、巾車、糝侯犴侯之獲者。獻讀為沙，沙酒濁，特之，必摩沙者也。兩壺皆沙酒。《郊特牲》曰：『汁獻涗於酒。』服不之尊，俟時而陳於南，統於侯，皆東面。）"
      },
      {
        "index": 46,
        "text": "[疏]『又尊』至『獻酒』。註『為隸』至『東面』。釋曰：知『為隸仆人、巾車、糝侯犴侯之獲』者，以其此人皆有功，又下文以此尊獻之，故知也。"
      },
      {
        "index": 47,
        "text": "知『沙酒濁』者，以五齊從下向上差之，醍沈清於泛醴，鬯郁又在五齊之上，故知沙酒濁也。雲『特之，必摩沙者也』者，此解名沙酒之意。雲『《郊特牲》曰：汁獻涗於酒』者，此以五齊中取酒，盎齊郁鬯之事。獻，沙也，郁鬯之時，和盎齊以手摩沙，出其香汁，涗清也，之使清也。此為隸仆以下卑賤之人而獻郁鬯者，此所得獻，皆因祭侯，謂侯之神，故用郁鬯也。雲『服不之尊，俟時而陳於南，統於侯，皆東面』，知此不為大侯服不設者，案下文雲『服不之尊東面南上』，故鄭雲：『俟時而陳於南。』統於侯，皆東面也。"
      },
      {
        "index": 48,
        "text": "設洗於阼階東南，水在東，篚在洗西，南陳。設膳篚在其北，西面。（或言南陳，或言西面，異其文也。）\n[疏]『設洗』至『西面』。註『或言』至『文也』。釋曰：雲『異其文也』者，洗篚言南陳，亦西面，膳篚言西面，亦南陳，其實所從言異，尊君故也。"
      },
      {
        "index": 49,
        "text": "又設洗於獲者之尊西北，水在洗北，篚在南，東陳。（亦統於侯也。無爵，因服不也。有篚，為奠虛爵也。服不之洗，亦俟時而陳於其南。）"
      },
      {
        "index": 50,
        "text": "[疏]『又設』至『東陳』。註『亦統』至『其南』。釋曰：雲『亦統於侯也』者，前設尊兩獻酒，亦雲『服不之尊』，俟時而陳於南，統於侯。今此設篚在南，後設服不之洗在南，亦統於侯。"
      },
      {
        "index": 51,
        "text": "小臣設公席於阼階上，西鄉。司宮設賓席於戶西，南面，有加席。卿席賓東，東上。小卿賓西，東上。大夫繼而東上。若有東面者，則北上。席工於西階之東，東上。諸公阼階西，北面，東上。（唯賓及公席布之也，其餘樹之於位後耳。小卿，命於其君者也。席於賓西，射禮辨貴賤也。諸公，大國有孤卿一人，與君論道，亦不典職如公矣。）"
      },
      {
        "index": 52,
        "text": "[疏]『小臣』至『東上』。註『唯賓』至『公矣』。釋曰：知『賓及公席布之，其餘樹之於位後』者，下文更有孤卿大夫席文，故知也。此實未布而言布之者，欲辨尊卑，故先言也。孤尊而後言之者，言『若』，是有無不定，故後言也。雲『小卿，命於其君者也』者，按《王制》雲：『大國三卿，皆命於天子。"
      },
      {
        "index": 53,
        "text": "次國三卿，二卿命於天子。一卿命於其君。』小國亦三卿，一卿命於天子，二卿命於其君。若言小卿，據次國已下有之。雲『射禮辨貴賤也』者，決《燕禮》大、小卿皆在尊東，西無小卿位，彼主於燕，不辨貴賤故也。雲『與君論道，亦不典職如公矣』者，成王《周官》雲：『立太師、太傅、太保，茲惟三公。論道經邦，燮理陰陽。』是三公論道無職，比大國立孤一人，論道與公同，亦無職，故雲不典職如公也。縱鄭不見《周官》，於《周禮》三公亦無職，《考工記》雲『或坐而論道』，亦通及三公矣。"
      },
      {
        "index": 54,
        "text": "官饌。（百官各饌其所當共之物。）\n[疏]『官饌』。釋曰：《燕禮》宰饌，此不言宰而言官者，欲見非獨宰，故鄭雲『百官各饌』。"
      },
      {
        "index": 55,
        "text": "羹定。（亨肉孰也。《射義》曰：『諸侯之射也，必先行燕禮。』燕禮牲用狗。）\n射人告具於公。公升即位於席，西鄉。小臣師納諸公卿大夫，諸公卿大夫皆入門右，北面，東上。士西方，東面，北上。大史在幹侯之東北，北面，東上。"
      },
      {
        "index": 56,
        "text": "士旅食者在士南，北面東上。小臣師、從者在東堂下，南面，西上。（大史在幹侯東北，士旅食者在士南，為有侯，入庭深也。小臣師，正之佐也。正相君，出入君之大命。）"
      },
      {
        "index": 57,
        "text": "[疏]『射人』至『西上』。註『大史』至『大命』。釋曰：自此盡『少進』，論群臣立位之事。雲『大史在幹侯東北，士旅食者在士南，為有侯，入庭深也』者，決《燕禮》，士旅食者立於門西東上。此不繼門而在士南繼士者，為有侯，故入庭深也。雲『小臣師，正之佐也』者，下有小臣正，正，長也，故以師為佐。雲『正相君，出入君之大命』者，小臣正，小臣中尊如天子大仆，故引《大仆職》解之也。"
      },
      {
        "index": 58,
        "text": "公降，立於阼階之東南，南鄉。小臣師詔揖諸公卿大夫，諸公卿大夫西面，北上，揖大夫，大夫皆少進。（詔，告也。變爾言揖，亦以其入庭深也。上言大夫，誤衍耳。）"
      },
      {
        "index": 59,
        "text": "[疏]註『詔告』至『衍耳』。釋曰：《燕禮》言『爾』，以其近門去君遠而言爾。爾，近也，移也，揖之使移近。此入庭深，故不言爾而言揖，揖之而已，不須移近之也。雲『上言大夫，誤衍』者，以其大夫與公卿面有異，故下別言大夫少進，明上有大夫，誤衍『大夫大夫』四字也。"
      },
      {
        "index": 60,
        "text": "大射正擯。（大射正，射人之長。）\n[疏]『大射正擯』。註『大射正射人之長』。釋曰：自此盡『門外北面』，論請立賓之事。大射正對射人為長，若小臣正對小臣師亦為長。"
      },
      {
        "index": 61,
        "text": "擯者請賓。公曰：『命某為賓。』（某，大夫名。）擯者命賓，賓少進，禮辭。（命賓者，東面南顧。辭，辭以不敏。）反命，（以賓之辭告於君。）又命之。賓再拜稽首，受命。（又，復。）"
      },
      {
        "index": 62,
        "text": "擯者反命。賓出，立於門外，北面。公揖卿大夫，升就席。小臣自阼階下北面，請執冪者與羞膳者。（請士可使執君兩С之冪，及羞脯醢庶羞於君者。方圜壺獻無冪。）"
      },
      {
        "index": 63,
        "text": "[疏]『公揖』至『膳者』。註『請士』至『無冪』。釋曰：自此盡『公卿者』，論卿大夫定位及請執冪之事。雲『請士可使』者，鄭知請士者，據《燕禮》而知。雲『方圜壺獻無冪』者，方圜壺，臣尊獻獲者，尊皆無冪。"
      },
      {
        "index": 64,
        "text": "乃命執冪者。執冪者升自西階，立於尊南，北面，東上。（命者於西階前以公命命之，東上，執玄尊之冪為上。羞膳者從而東，由堂東升自北階，立於房中，西面南上。不言命者，不升堂，略之。）"
      },
      {
        "index": 65,
        "text": "[疏]『乃命』至『東上』。註『命者』至『略之』。釋曰：知『命之在西階前』者，以其小臣位在東堂下，於阼階請公命，乃就西階請執冪者，以其執冪者士位在西故也。雲『羞膳者從而東』者，已於《燕禮》釋訖。雲『不升堂』"
      },
      {
        "index": 66,
        "text": "者，但不由南方升，略之。升自北堂，是亦升堂矣。\n膳宰請羞於諸公卿者。（膳宰請者，異於君也。）\n[疏]『膳宰』至『卿者』。釋曰：不言命者，對君言命於臣，略之。"
      },
      {
        "index": 67,
        "text": "擯者納賓，賓及庭，公降一等揖賓，賓辟。（及，至也。辟，逡遁，不敢當盛。）\n[疏]『擯者』至『賓辟』。註『及至』至『當盛』。釋曰：自此盡『賓答再拜』，論主人迎賓拜至及獻賓之事。雲『公降一等揖賓』，不言請賓至位就席者，亦是以賓與主人為禮，禮不參，故不請也。此言『賓辟』，《燕禮》不言，文略也。"
      },
      {
        "index": 68,
        "text": "公升，即席。（以賓將與主人為禮，不參之。）\n奏《肆夏》。（《肆夏》，樂章名，今亡。呂叔玉雲：《肆夏》，《時邁》也。《時邁》者，大平巡守，祭山川之樂歌。其《詩》曰：『明昭有周，式序在位。』又曰：『我求懿德，肆於《時夏》。』奏此以延賓，其著宣王德，勸賢與？"
      },
      {
        "index": 69,
        "text": "《周禮》曰：『賓出入，奏《肆夏》。』）\n[疏]『奏肆夏』。註『肆夏』至『肆夏』。釋曰：雲『《肆夏》樂章名，今亡』者，案《周禮。鍾師》雲『以鍾鼓奏《九夏》』，杜子春引呂叔王以為『《肆夏》，《時邁》也；《繁遏》、《執亻竟》也；《渠》，《思文》也』。"
      },
      {
        "index": 70,
        "text": "後鄭雲：『以《文王》、《鹿鳴》言之，則《九夏》皆《詩》篇名，《頌》之族類也。此歌之大者，載在樂章，樂崩亦從而亡，是以《頌》不能具。』鄭彼註破呂叔玉。此註亦雲『《肆夏》，樂章名，今亡』，與彼註亦同。今此又引『呂叔玉』於下者，以無正文，叔玉或為一義，故鄭於此兩解之也。雲『祭山川之樂歌』"
      },
      {
        "index": 71,
        "text": "者，以其《時邁》序雲：『巡守告祭柴望也。』謂巡守祭當方山用，則《王制》及《尚書》雲『望秩於山川』是也。雲『明昭有周』者，美武王有明，明於周。"
      },
      {
        "index": 72,
        "text": "雲『式序在位』者，式，用也，任賢用能，序之使在官位。雲『我求懿德』者，懿，美也，我求取美德之人也。雲『肆於《時夏》』，肆，遂也，夏，大也，能如此遂於王道之大。雲『奏此以延賓，其著宣王德，勸賢與』者，今國君歌此詩，延賓入者，其欲著明諸侯，宣布王之德，以勸賢人，使有德言與者？鄭以義解之，無正文，故雲『與』以疑之也。雲『《周禮》曰：賓出入，奏《肆夏》』者，按《大司樂》雲：『王出入則令奏《王夏》，屍出入則令奏《肆夏》，牲出入則令奏《昭夏》。』下雲：『大饗不入牲，其他皆如祭祀。』鄭註雲：『大饗，饗賓客也。』彼賓客謂諸侯來朝者也。『不入牲，牲不入，亦不奏《昭夏》也。其他謂王出入，賓客出入，亦奏《王夏》、《肆夏》。』以此言之，王用《肆夏》以饗諸侯來朝。今引之者，證燕時納賓，亦奏之。按《燕禮》記雲：『若以樂納賓，則賓及庭奏《肆夏》。』鄭雲：『卿大夫有王事之勞，則奏此樂焉。』此亦同彼註也。若臣無王事之勞，則如常燕，無以樂，納賓法也。又此納賓樂，故諸侯亦得用，若升歌則不可。若賓醉而出，奏《陔夏》，與此異也。"
      },
      {
        "index": 73,
        "text": "賓升自西階，主人從之。賓右北面至再拜，賓答再拜。（主人，宰夫也，又掌賓客之獻飲食。君於臣雖為賓，不親獻，以其莫敢亢禮。）"
      },
      {
        "index": 74,
        "text": "主人降洗，洗南，西北面。（賓將從降，鄉之，不於洗北，辟正主。）\n[疏]『主人』至『北面』。註『賓將』至『正主』。釋曰：自此至『虛爵降』，論主人獻賓之事也。雲『不於洗北，辟正主』者，按《鄉飲酒》、《鄉射》主人降洗，洗北南面是正主，此宰夫代君為主，故不於洗北南面也。"
      },
      {
        "index": 75,
        "text": "賓降階西，東面。主人辭降，賓對。（對，答。）主人北面盥，坐取觚，洗。\n賓少進，辭洗。主人坐奠觚於篚，興對。賓反位。（賓少進者，所辭異，宜違其位也。獻不用爵，辟正主。）主人卒洗。賓揖，升。（賓每先升，尊也。）主人升，賓拜洗。主人賓右奠觚答拜，降盥。賓降，主人辭降，賓對。卒盥。賓揖升。"
      },
      {
        "index": 76,
        "text": "主人升，坐取觚。（取觚，將就瓦С酌膳。）執冪者舉冪，主人酌膳，執冪者蓋冪。酌者加勺，又反之。（反之，覆勺。）"
      },
      {
        "index": 77,
        "text": "筵前獻賓。賓西階上拜，受爵於筵前，反位。主人賓右拜送爵。（賓既拜，於筵前受爵，退復位。）\n[疏]註『賓既』至『復位』。釋曰：雲『賓既拜，於筵前受爵』者，鄭恐讀者以拜下讀為句。"
      },
      {
        "index": 78,
        "text": "宰胥薦脯醢。（宰胥，宰官之吏也，不使膳宰薦，不主於飲酒，變於燕。）\n[疏]註『宰胥』至『於燕』。釋曰：雲『不使膳宰薦者，不主飲酒，變於燕』者，決《燕禮》使膳宰薦，主於飲酒故也。"
      },
      {
        "index": 79,
        "text": "賓升筵。庶子設折俎。（庶子，司馬之屬，掌正六牲之體者也。《鄉射》記曰：『賓俎，脊、脅、肩、肺。』不使膳宰設俎，為射變於燕。）賓坐，左執觚，右祭脯醢，奠爵於薦右，興取肺，坐絕祭，嚌之，興加於俎，坐扌兌手，執爵，遂祭酒，興，席末坐啐酒，降席，坐奠爵，拜，告旨，執爵興。主人答拜。（降席，席西也。旨，美也。）"
      },
      {
        "index": 80,
        "text": "樂闋。（闋，止也。樂止者，尊賓之禮盛於上也。）\n[疏]『樂闋』。註『闋止』至『上也』。釋曰：此上經雲『奠爵拜告旨』，下經雲『賓卒爵』，則此經者是賓啐酒節即樂闋。《燕禮》記亦雲：『賓及庭，奏《肆夏》。賓拜酒，主人答拜而樂闋。』亦據啐酒時。按《郊特牲》『賓入大門而奏《肆夏》』，又曰『卒爵而樂闋』，與此啐酒樂闋不同者，彼註謂朝聘者，故卒爵而樂闋，此燕己臣子法，故啐酒而樂闋也。雲『尊賓之禮盛於上也』者，賓及庭，奏《肆夏》，乃至升堂飲酒，乃樂止，是尊賓之禮盛於堂上者也。"
      },
      {
        "index": 81,
        "text": "賓西階上北面坐，卒爵，興，坐奠爵，拜，執爵興。主人答拜。"
      }
    ]
  }
}