{
  "chapterNumber": 37,
  "title": "卷三十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "管人汲，不說繘，屈之。（管人，有司主館舍者。不說繘，將以就祝濯米。屈，縈也。）\n[疏]註『管人』至『縈也』。釋曰：自此盡『明衣裳』，論沐浴及寒屍之事。云『不說繘，屈之』者，以其喪事遽，則知吉尚安舒，汲宜說之矣。云『管人，有司主館舍』者，士既無臣，所行事者是府史，故知管人是有司也。《聘禮》記云：『管人為客，三日具沐，五日具浴。』此為死者，故亦使之汲水也。云『不說繘，將以就祝濯米』者，以下經云『祝淅米』，明此管人將以就堂授祝濯米可知。"
      },
      {
        "index": 1,
        "text": "祝淅米於堂，南面，用盆。（祝，夏祝也。淅，汏也。）\n[疏]註『祝夏』至『汏也』。釋曰：知是夏祝者，見下記云『夏祝淅米，差盛之』是也。"
      },
      {
        "index": 2,
        "text": "管人盡階，不升堂，受潘，煮於垼，用重鬲。（盡階，三等之上。《喪大記》曰：『管人受沐，乃煮之。甸人取所徹廟之西北厞，薪用爨之。』）"
      },
      {
        "index": 3,
        "text": "[疏]註『盡階』至『爨之』。釋曰：云『盡階』者，三階上也。云『用重鬲』者，以其先煮潘，後煮米，為鬻懸於重，故煮潘用重鬲也。云『取所徹廟之西北厞，薪用爨之』者，此薪即復人降自西北榮所徹者也。"
      },
      {
        "index": 4,
        "text": "祝盛米於敦，奠於貝北。（復於筐處。）\n[疏]註『復於筐處』。釋曰：『敦』即上『廢敦』也。云『復於筐處』者，向未淅實於筐，今淅訖，盛於敦所置之處，還於筐，所以擬飯之所用也。"
      },
      {
        "index": 5,
        "text": "士有冰，用夷可也。（謂夏月而君加賜冰也。夷，承屍之。《喪大記》曰：『君設大，造冰焉。大夫設夷，造冰焉。士並瓦，無冰。設床衤第，有枕。』）"
      },
      {
        "index": 6,
        "text": "[疏]註『謂夏』至『有枕』。釋曰：『謂夏月』者，以《周禮。淩人職》云『夏頒冰』，據臣而言，《月令》二月出冰，據君為說。云『而君加賜冰也』"
      },
      {
        "index": 7,
        "text": "者，《喪大記》雲士無冰用水，此雲有冰，明據士得賜者也。云『夷，承屍之』者，案《喪大記》註『禮自仲春之後，屍既襲，既小斂，先內冰中，乃設床於其上，不施席而遷屍焉，秋涼而止』是也。引『《喪大記》』已下，欲證士有賜乃有冰，又取用冰之法。案彼註『造猶內』，『夷小焉』，策為簀，謂無席如浴時床也，特欲通冰之寒氣。若然，《淩人》云『大喪共夷冰』，則天子有夷。鄭註《淩人》云：『漢禮器制度，大廣八尺，長丈二尺，深三尺，漆赤中。』諸侯稱大，辟天子。其大夫言夷，此《士喪》又用夷，卑不嫌，但小耳，故鄭雲夷小焉。"
      },
      {
        "index": 8,
        "text": "外禦受沐入。（外禦，小臣侍從者。沐，管人所煮潘也。）\n[疏]註『外禦』至『潘也』。釋曰：此云『外禦』者，對內禦為名。故下記云：『其母之喪，則內禦者浴。』則此外禦，是士之侍禦仆從者，故《尚書。"
      },
      {
        "index": 9,
        "text": "ぁ命》云：『今予命汝作大正，正於群仆侍禦之臣。』此雖無臣，亦有侍禦仆從者也。知『沐，管人所煮潘也』者，以其上文管人煮潘，此外禦受沐入，明所受之於管人也。"
      },
      {
        "index": 10,
        "text": "主人皆出，戶外北面。（象平生沐浴倮裎，子孫不在旁，主人出而衤策。）\n[疏]註『象平』至『衤策』。釋曰：云『象平生沐浴裸裎』者，裸謂赤體，裎猶袒也。將浴屍，裸袒無衣，故子孫不在旁，主人出也。下記云：『禦者四人，抗衾而浴。』鄭云：『抗衾，為其倮裎，蔽之也。』以浴屍時袒露無衣，故抗衾以蔽之也。云『而衤策』者，又下記云『衤策』，鄭云『衤，袒也。"
      },
      {
        "index": 11,
        "text": "袒簀去席，水便』是也。\n乃沐，櫛，扌臣用巾。（扌臣，晞也，清也。古文扌臣皆作振。）\n[疏]註『扌臣晞』至『作振』。釋曰：扌臣謂拭也，而云『晞也、清也』"
      },
      {
        "index": 12,
        "text": "者，以其櫛訖，又以巾拭發乾，又使清凈無潘敖，拭訖，仍未作紛。下文待蚤扌前訖，乃鬠用組，是其次也。\n浴用巾，扌臣用浴衣。（用巾，用拭之也。《喪大記》曰：『禦者二人浴，浴水用盆，沃水用鬥。』）"
      },
      {
        "index": 13,
        "text": "[疏]註『用巾』至『用鬥』。釋曰：鬥，酌水器，受五升，方有柄。\n今用大匏，不方，用挹盆中水以沃屍。又案《喪大記》『浴水用盆，沃水用鬥』，沐用瓦盆，明沐浴俱有盤及鬥，此沐浴、鬥亦皆有也。引《喪大記》者，證人之數及浴之器物也。"
      },
      {
        "index": 14,
        "text": "氵Й濯棄於坎。（沐浴餘潘水、巾、櫛、浴衣，亦並棄之。古文氵Й作緣，荊沔之語。）\n[疏]註『沐浴』至『語』。釋曰：潘水既經溫煮，名之為氵Й。已將沐浴，謂之為濯。已沐浴訖，餘潘水棄於坎。知巾、櫛、浴衣亦棄之者，以其已經屍用，恐人褻之，若棄杖者棄於隱者，故知亦棄於坎。云『古文氵Й作緣，荊沔之語』者，《禹貢》云：『荊河惟豫州。』則鄭見豫卅人語氵Й為緣，是以古文誤作緣也。"
      },
      {
        "index": 15,
        "text": "蚤扌前如他日。（蚤，讀為爪，斷爪扌前須也。人君則小臣為之。他日，平生時。）\n[疏]註『蚤讀』至『生時』。釋曰：鄭讀蚤從爪者，此蚤乃是《詩》云『其蚤獻羔祭韭』，古早字，鄭讀從手爪之爪。知『人君則小臣為之』者，《喪大記》云『小臣爪足』，註云『爪足，斷足爪』是也。"
      },
      {
        "index": 16,
        "text": "鬠用組，乃笄，設明衣裳。（用組，組束發也。古文鬠皆為括。）\n[疏]註『用組』至『為括』。釋曰：鬠乃可設，明衣以蔽體，是其次也。"
      },
      {
        "index": 17,
        "text": "主人入，即位。（已設明衣，可以入也。）\n[疏]釋曰：自此盡『反位』，論布襲衣裳並飯含之事。\n商祝襲祭服，衤彖衣次。（商祝，祝習商禮者。商人教之以敬，於接神宜。"
      },
      {
        "index": 18,
        "text": "襲，布衣床上。祭服，爵弁服、皮弁服，皆從君助祭之服。大蠟有皮弁素服而祭，送終之禮。襲衣於床，床次含床之東，衽如初也。《喪大記》曰：『含一床，襲一床，遷屍於堂又一床。』）"
      },
      {
        "index": 19,
        "text": "[疏]註『商祝』至『一床』。釋曰：云『商祝，祝習商禮』者，雖同是周祝，仰習夏禮則曰夏祝，仰習商禮則曰商祝也。云『商人教之以敬，於接神宜』"
      },
      {
        "index": 20,
        "text": "者，案《表記》云：『殷人尊神，率民以事神。』尊而不親言尊敬，故知殷人教以敬，是以使之襲，於接神宜。若然，此篇及《既夕》以夏人教忠，從小斂奠、大斂奠及朔半薦新、祖奠、大遣奠皆是夏祝為之，其雖不言祝名，亦夏祝可知。"
      },
      {
        "index": 21,
        "text": "其徹之者，皆不言祝名，則周祝徹之也。殷人教以敬，但是接神皆商祝為之，其行事，若祝取銘之類，不言祝名者，亦周祝可知。唯《既夕》開殯時，以周祝徹饌，而堂下二事不可並使周祝，故夏祝取銘置於重。案《周禮》有大祝、小祝、喪祝、詛祝、甸祝，此篇及《既夕》言夏祝、商祝，周禮以喪祝行事，皆當喪祝者也。天子以下喪禮，雲亦當喪祝行事也。云『襲，布衣床上』者，《喪大記》雲襲一床，故知襲時布衣床上也。此雖布衣未襲，待飯含訖，乃襲，下經為次是也。云『祭服，爵弁服、皮弁服，皆從君助祭之服』者，以其爵弁從君助祭宗廟之服，《雜記》云『士弁而祭於公』是也。皮弁，從君聽朔之服，《玉藻》云『皮弁以聽朔於大廟』是也。云『大蠟有皮弁素服而祭，送終之禮也』者，《郊特牲》文。引之者，證皮弁之服有二種：一者皮弁時白布衣積素為裳，是天子朝服，亦是諸侯及臣聽朔之服；二者皮弁時衣裳皆素葛帶榛杖，大蠟時送終之禮兇服也。此士之襲及士冠所用聽朔者，不用此素服，引者欲見《郊特牲》皮弁素服是大蠟送終之服，非此襲時所用者也。知『襲衣於床，床次含床之東』者，以其死於北墉下，遷屍於當牖下，沐浴而飯含。引《大記》云『含一床，襲一床，遷屍於堂又一床』者，喪事所以即遠，故知襲床次含床之東。云『衽如初也』者，衽臥席下莞上簟，彼一床之下，又雲皆有枕席，君、大夫、士一也，故知衽如初含時也。"
      },
      {
        "index": 22,
        "text": "主人出，南面，左袒，扌及諸面之右。盥於盆上，洗貝，執以入。宰洗柶，建於米，執以從。（俱入戶，西鄉也。今文宰不言執。）"
      },
      {
        "index": 23,
        "text": "[疏]註『俱入』至『言執』。釋曰：云『扌及諸面之右』者，面，前也，謂袒左袖，扌及於左腋之下帶之內，取便也。云『洗貝執以入』者，洗訖，還於笄內執以入。云『宰洗柶，建於米』者，亦於廢敦之內建之。鄭知『俱入戶，西鄉』者，以下經始云『主人與宰床西東面』，故知此時西鄉也。"
      },
      {
        "index": 24,
        "text": "商祝執巾從入，當牖北面，徹枕，設巾，徹楔，受貝，奠於屍西。（當牖北面，值屍南也。設巾覆面，為飯之遺落米也。如商祝之事位，則屍南首明矣。）"
      },
      {
        "index": 25,
        "text": "[疏]註『當牖』至『明矣』。釋曰：雲受貝者就屍東，主人邊受取笄貝，從屍南過，奠屍西床上，以待主人親含也。鄭云『當牖北面，值屍南也』者，知屍當牖者，見《既夕》記：『設床策，當牖衽，下莞上簟。』遷屍於上，是屍當牖。今言當牖北面，故知值屍南可知。云『設巾覆面，為飯之遺落米也』者，但士之子親含，發其巾，不嫌穢惡，今設巾覆面者，為飯時恐有遺落米在面上，故覆之也。云『如商祝之事位，則屍南首明矣』者，舊有解云：『遷屍於南牖時，北首。』若北首則祝當在北頭而南鄉，以其為徹枕設巾，要須在屍首，便也。今商祝事位以北面，則屍南首明矣。若然，未葬已前，不異於生，皆南首。《檀弓》云『葬於北方北首』者，從鬼神尚幽ウ，鬼道事之故也。唯有喪朝廟時北首，順死者之孝心，故北首也。"
      },
      {
        "index": 26,
        "text": "主人由足西，床上坐，東面。（不敢從首前也。祝受貝米奠之，口實不由足也。）\n[疏]註『不敢』至『足也』。釋曰：云『祝受貝米奠之口實不由足也』者，前文祝入，當牖北面，是由屍首，故受主人貝奠之，並受米奠於屍西，故主人空手由足過，以其口實，不可由足，恐褻之故也。"
      },
      {
        "index": 27,
        "text": "祝又受米，奠於貝北。宰從立於床西，在右。（米在貝北，便扌及者也。宰立床西，在主人之右，當佐飯事。）\n[疏]註『米在』至『飯事』。釋曰：云『米在貝北，便扌及』者，以其祝先奠貝於屍西，祝又受米從首西過，奠於貝南，便矣。今不於貝南奠之而奠於貝北，故雲便主人之扌及也。云『宰立床西，在主人之右，當佐飯事』者，此不敢取『詔辭自右』之義，直以米在主人之右，故宰亦在右，故雲當佐飯事也。"
      },
      {
        "index": 28,
        "text": "主人左扌及米，實於右，三，實一貝。左、中亦如之。又實米，唯盈。（於右，屍口之右。唯盈，取滿而已。）\n[疏]註『於右』至『而已』。釋曰：云『於右，屍口之右』者，屍南首，雲右，謂口東邊也。云『唯盈，取滿而已』者，以經左右及中各三扌及米，更雲實米唯盈，則九扌及恐不滿，是以重雲唯盈也。"
      },
      {
        "index": 29,
        "text": "主人襲，反位。（襲，復衣也。位在屍東。）\n[疏]註『襲復』至『屍東』。釋曰：云『襲，復衣也』者，以其鄉袒則露形，今雲襲，是復著衣，故雲復衣。知『位在屍東』者，以其鄉者在屍西，今還屍東西面位也。"
      },
      {
        "index": 30,
        "text": "商祝掩，，設冥目，乃屨，綦結於跗，連糸句。（掩者，先結頤下。既，冥目，乃還結項也。跗，足上也。糸句，屨飾，如刀衣鼻，在屨頭上，以餘組連之，止足坼也。）"
      },
      {
        "index": 31,
        "text": "[疏]註『掩者』至『坼也』。釋曰：自此盡『於坎』，論襲屍之事。云『掩者，先結頤下。既，冥目，乃還結項也』者，經先言掩，後言與冥目，鄭知後結項者，以其掩有四腳，後二腳先結頤下，無所妨，故先結之。若即以前二腳向後結於項，則掩於耳及面，兩邊與冥目無所施，故先結頤下，待設塞耳，並施冥目，乃結項後也。云『跗，足上也』者，謂足背也。云『糸句，屨飾，如刀衣鼻在屨頭上』者，以漢時刀衣鼻況糸句，在屨頭上，以其皆有孔，得穿系於中而過者也。若無糸句，則謂之屨，是以鄭註《周禮。婁氏》雲屨者，無糸句之。云『以餘組連之』者，以綦屨系既結，有餘組穿連兩屨之糸句，使兩足不相恃離，故云『止足坼也』。"
      },
      {
        "index": 32,
        "text": "乃襲，三稱。（遷屍於襲上而衣之。凡衣死者，左衽，不紐，襲不言設床，又不言遷屍於襲上，以其俱當牖，無大異。）"
      },
      {
        "index": 33,
        "text": "[疏]註『遷屍』至『大異』。釋曰：云『遷屍於襲上而衣之』者，以其上文已布衣於含東床上而未襲，今已飯含訖，乃遷屍，以衣著於屍，故雲遷屍於襲上而衣之也。云『凡衣死者，左衽，不紐』者，案《喪大記》云：『小斂、大斂，祭服不倒，皆左衽結，絞不紐。』註云：『左衽，衽鄉左，反生時也。』云『襲不言設床，又不言遷屍於襲上，以其俱當牖，無大異』者，此對大斂、小斂布衣訖，皆言遷屍於斂上，以其小斂於戶內，大斂於阼階，其處有異故也。此襲床與含床並在南牖下，小別而已，無大異，故不言設床與遷屍也。若然，疾者於北墉下廢床，始死遷屍於南牖，即有床，故上文主人入坐於床東，主婦床西，以其夏即寒屍，置冰於屍床之下，雖不言設床，有床可知。故將飯含，祝以米貝，致於床西也。《大記》唯言含一床，襲一床，大斂不言床者，以大、小斂衣裳多陳於地，故不言床。襲衣裳少，含時須漉水，又須寒屍，故並須床也。此士襲三稱，小斂十九稱，大斂三十稱。案《雜記》註云：『士襲三稱，子羔襲五稱，今公襲九稱，則尊卑襲數不同矣。諸侯七稱，天子十二稱與？』以無正文，故云『與』"
      },
      {
        "index": 34,
        "text": "以疑之。《喪大記》雲小斂十有九稱，尊卑同，大斂君百稱，五等同大夫五十稱，以下文士三十稱。天子諸侯卿大夫士命數雖殊，稱數亦等，三公宜與諸侯同。"
      },
      {
        "index": 35,
        "text": "明衣不在。（，數也。不在數，明衣衤單衣不成稱也。）\n[疏]註『數』至『稱也』。釋曰：云『不在數，明衣衤單衣不成稱也』"
      },
      {
        "index": 36,
        "text": "者，《喪大記》云：『袍必有表，不衤單，衣必有裳謂之一稱。』其衤彖衣雖衤單，以袍為表，故云『稱』。明衣衤單而無裏，不成稱，故不數也。"
      },
      {
        "index": 37,
        "text": "設、帶、搢笏。（帶，緇帶。不言緇者，省文，亦欲見自有帶。\n帶用革。搢，插也，插衣帶之右旁。古文為合也。）"
      },
      {
        "index": 38,
        "text": "[疏]註『帶』至『合也』。釋曰：云『帶，緇帶』者，案上陳服之時，有，有緇帶，故雲是緇帶也。云『不言緇者，省文，亦欲見自有帶』者，本正言帶，亦同得為省文，今言者用革帶也，以其生時緇帶以束衣，革帶以佩，王之等生時有二帶，死亦備此二帶，是以《雜記》云："
      },
      {
        "index": 39,
        "text": "『朱綠帶，申加大帶於上。』註云『朱綠帶者，襲衣之帶，飾之，雜以朱綠，異於生也。此帶亦以素為之，申，重也，重於革帶也。革帶以佩，必言重加大帶者，明雖有變，必備此二帶』是也。案《玉藻》云：『雜帶，君朱綠，大夫玄華，士緇辟。』又案《雜記》云：『率帶，諸侯大夫皆五采，士二采。』註云『此謂襲屍之大帶也』。以此而言，生時君大夫二色，今死則加以五采。士生時一色，死更加二色，是異於生。若然，又《雜記》『朱綠帶』註云：『朱綠帶者，襲衣之帶，飾之，雜以朱綠，異於生也。此帶亦以素為之。』彼是帶衣之帶，非大帶，諸侯禮，則士大夫亦宜有之，此不言，文不具也。但人君衣帶用朱綠，與大帶同，此則大夫士，飾與大帶同也。云『搢，插也，插於帶之右旁』者，以右手取之便故也。"
      },
      {
        "index": 40,
        "text": "設決，麗於，自飯持之。設握，乃連。（麗，施也。，手後節中也。\n飯，大擘指本也。決，以韋為之籍，有區。區內端為紐，外端有橫帶，設之，以紐擐大擘本也。因沓其區，以橫帶貫紐結於{取手}之表也。設握者，以綦系鉤中指，由手表與決帶之餘連結之。此謂右手也。古文麗亦為連，作扌宛。）"
      },
      {
        "index": 41,
        "text": "[疏]註『麗施』至『作扌宛』。釋曰：云『決，以韋為之籍，有區。\n區內端為紐外端有橫帶』者，以下當大擘本鄉掌為內端，屬紐，子鄉手表為外端，屬橫帶也。云『設之，以紐擐大擘本也。因沓其區，以橫帶貫紐結於之表也』者，以鄭言之，大指短，其著之先以紐擐大擘本，然後因沓其區於指，乃以橫帶繞手，一二貫紐，反向手表結之。鄭雖雲結於之表，且內於帶，未即結此橫帶，即上組系是也。云『設握者，以綦系鉤中指，由手表與決帶之餘連結之』者，案上文握手長尺二寸，裹手一端，繞於手表，必重宜於上掩者，屬一系於下角，乃以系繞手一匝，當手表中指向上鉤，中指又反而上繞取系鄉下，與決之帶餘連結之。云『此謂右手也』者，以其右手有決，今言與決同結，明是右手也。下記所云『設握』者，此謂左手，鄭云：『手無決者也。』"
      },
      {
        "index": 42,
        "text": "設冒，之。無用衾。（，韜盛物者，取事名焉。衾者，始死時斂衾。\n今文為橐。）\n[疏]註『韜』至『為橐』。釋曰：云『取事名焉』者，此本名冒，而雲，是韜盛之名，今以此冒盛屍，故名為，是取盛物之事名焉。云『衾者，始死時斂衾』者，篇首始死云『無用斂衾』，註云：『大斂之衾。』今雖襲訖，乃用大斂衾，以其襲時無衾，小斂之衾陳之，與前未襲同，不言斂衾，單言衾，是斂衾可知，故不言也。"
      },
      {
        "index": 43,
        "text": "巾、柶、鬊、蚤埋於坎。（坎至此築之也。將襲辟奠，既則反之。）\n[疏]註『坎至』至『反之』。釋曰：云『坎至此築之也』者，上文直云『氵Й濯棄於坎』，不言埋，以其未築故也。至此言『埋』者，事訖當築之故也。"
      },
      {
        "index": 44,
        "text": "必至此乃築之者，以其斂事遽，無暇即埋，又慮更有須埋者，故至此覆屍訖，乃埋之。前為坎者，是甸人也，則此埋之，亦甸人也。云『將襲辟奠，既則反之』"
      },
      {
        "index": 45,
        "text": "者，言此者，以初死脯醢醴酒之奠，爾來不言，恐不知所安之處，但始死設於屍東，方襲事，必當辟之，襲訖，反之於屍東，以其不可空無所依故也。案下記云："
      },
      {
        "index": 46,
        "text": "『小斂，辟奠不出室。』彼還是襲奠，辟小斂，則此辟襲奠，亦不出室，仍不言處。大斂時，辟小斂奠於序西南，則此宜室西南隅，至大斂，辟小斂奠，則言於序西南，有文可知也。若然，此奠襲後，因名襲奠，故下鄭註云：『將小斂，則避襲奠。』"
      },
      {
        "index": 47,
        "text": "重木刊鑿之。甸人置重於中庭，參分庭一，在南。（木也，縣物焉曰重。刊，斫治，鑿之為縣簪孔也。士重木長三尺。）"
      },
      {
        "index": 48,
        "text": "[疏]註『木也』至『三尺』。釋曰：自此至『於重』，論設重之事。云『木也，縣物焉曰重』者，解名木為重之意，以其木有物縣於下，相重累，故得重名。云『鑿之為縣簪孔也』者，下云『系用今』，用今內此孔中，雲簪者，若冠之笄，謂之簪，使冠連屬於，此簪亦相連屬於木之名也。云『士重木長三尺』者，鄭言士重木長三尺，則大夫以上各有等，當約銘旌之杠，士三尺，大夫五尺，諸侯七尺，天子九尺，據豎之者，橫者宜半之，鄭不言大夫以上，無正文故也。"
      },
      {
        "index": 49,
        "text": "夏祝鬻餘飯，用二鬲，於西墻下。（夏祝，祝習夏禮者也。夏入教以忠，其於養宜。鬻餘飯，以飯屍餘米為鬻也。重，主道也。士二鬲，則大夫四，諸侯六，天子八與？簋同差。）"
      },
      {
        "index": 50,
        "text": "[疏]註『夏祝』至『同差』。釋曰：云『於西墻下』者，西墻下有竈，即上文甸人為{役土}是也。云『夏人教以忠，其於養宜』者，案《禮記。表記》云："
      },
      {
        "index": 51,
        "text": "『夏道尊命，敬神而遠之，近人而忠焉。』《書傳略說》亦云『夏後氏主教以忠』，是夏人教以忠也。《曲禮》云：『君子不盡人之歡，不竭人之忠。』鄭云：『歡謂飲食，忠謂衣服。』若忠不對歡，忠亦飲食，故此飲食使夏祝忠者，養宜也。"
      },
      {
        "index": 52,
        "text": "前商祝奠米、飯米，夏祝徹之，今乃鬻之，而盛於鬲，是以下記云『夏祝徹餘飯』，註云『徹，去鬻』是也。云『重，主道也』者，《檀弓》文，彼註云：『始死，未作主，以重主其神也。』即是虞祭之後，以木主替重處，故雲重主道也。引之者，證此重是木主之道也。云『士二鬲，則大夫四，諸侯六，天子八與，簋同差』"
      },
      {
        "index": 53,
        "text": "者，亦無正文，鄭言之者，以其同盛黍稷，故知同差也。案《特牲》用二敦，《少牢》用四敦，同姓之大夫士用簋，故皆以簋言之。《明堂位》云：『周之八簋。』《詩》云：『陳饋八簋。』皆天子禮。自上降殺以兩，明諸侯六。《祭統》諸侯禮，而云『四簋黍見其脩於廟中也』，二簋留，陽厭不用餕，故不言也。"
      },
      {
        "index": 54,
        "text": "冪用疏布，久之，系用今，縣於重。冪用葦席，北面，左衽，帶用今，賀之，結於後。（久讀為灸，謂以蓋塞鬲口也。今竹{密}也。以席覆重，辟屈而反，兩端交於後。左衽，西端在上。賀，加也。古文冪皆作密。）"
      },
      {
        "index": 55,
        "text": "[疏]註『久讀』至『作密』。釋曰：云『冪用疏布，久之』者，鄭久讀為灸，灸塞義，謂直用粗布蓋鬲口為塞也。云『今，竹{密}也』者，案《顧命》云：『牖南向，敷重篾席。』即此今{密}一也，謂竹之青，可以為系者。"
      },
      {
        "index": 56,
        "text": "云『以席覆重，辟屈而反，兩端交於後。左衽，西端在上』者，據人北面以席先於重北面南掩之，然後以東端為下向西，西端為上向東，是為辟屈而反，兩端交於後，為左衽、右衽，然後以{密}加束之，結於後也。"
      },
      {
        "index": 57,
        "text": "祝取銘，置於重。（祝，習周禮者也。）\n[疏]釋曰：以銘未用，待殯訖乃置於隸。今且置於重，必且置於重者，重與主皆是錄神之物故也。"
      },
      {
        "index": 58,
        "text": "厥明，陳衣於房，南領，西上，糸青。絞橫三縮一，廣終幅，析其末。（糸青，屈也。絞，所以收束衣服為堅急者也，以布為之。縮，從也。橫者三幅，從者一幅。析其末者，令可結也。《喪大記》曰：『絞一幅為三。』）"
      },
      {
        "index": 59,
        "text": "[疏]註『糸青屈』至『為三』。釋曰：自此盡『東柄』，論陳小斂衣物之事。云『厥明』者，對昨日始死之日，為厥明。此陳衣將陳，並取以斂，皆用篋，是以《喪大記》云『凡陳衣者，實之篋，取衣者，亦以篋。升降者自西階』是也。"
      },
      {
        "index": 60,
        "text": "云『絞所以收束衣服為堅急』者，此總解大小斂之絞，若細而分之則別。故鄭註《喪大記》云：『小斂之絞也，廣終幅，析其末，以為堅之強也。大斂之絞，一幅三析，用之以為堅之急也。』雲以布為之，知者，下記云『凡絞糸今用布，倫如朝服』，註云：『倫，比也。』此絞直言從橫幅數，不言長短者，人有短長不定，取足而已。引《喪大記》，證絞為三析之事。"
      },
      {
        "index": 61,
        "text": "緇衾，裏，無ヨ。（ヨ，被也。斂衣或倒，被無別於前後可也。凡衾制同，皆五幅也。）\n[疏]註『ヨ被』至『幅也』。釋曰：云『斂衣或倒』者，案下文云『祭服不倒』，則餘服有倒者，皆有領可記也。云『被無別於前後可也』者，被本無首尾，生時有ヨ，為記識前後，恐於後互換。死者一定，不須別其前後可也。云『凡衾制同，皆五幅也』者，此無正文，《喪大記》云：『糸今五幅，無ヨ。』"
      },
      {
        "index": 62,
        "text": "衾是糸今之類，故知亦五幅。\n祭服次，（爵弁服，皮弁服。）\n[疏]註『爵弁服皮弁服』。釋曰：凡陳斂衣，先陳絞糸今於上，次陳祭服於下，故云『祭服次』。至大斂陳衣，亦先陳絞糸今衾，次陳君衤遂祭服，所以然者，以絞糸今為裏束衣，故皆絞糸今為先。但小斂美者在內，大斂美者在外，故小斂先布散衣，後布祭服；大斂則先布祭服，後布散衣。是小斂美者在內，大斂美者在外也。襲時美者在外，是三者相變也。"
      },
      {
        "index": 63,
        "text": "散衣次，（衤遂衣以下，袍繭之屬。）\n[疏]註『衤彖衣』至『之屬』。釋曰：袍繭有著之異名，同入散衣之屬也。"
      },
      {
        "index": 64,
        "text": "凡十有九稱。（祭服與散衣。）\n[疏]釋曰：士之服唯有爵弁、皮弁、衤彖衣而已。云『十九稱』，當重之使充十九。必十九者，案《喪大記》小斂『衣十有九稱，君陳衣於序東，大夫士陳衣於房中』，註云：『衣十有九稱，法天地之終數也。』則天子以下皆同十九稱。"
      },
      {
        "index": 65,
        "text": "言法天地之終數者，天地之初數，天一地二，終數則雲天九地十，人在天地之而終，故取終數為斂衣稱數，尊卑共為一節也。"
      },
      {
        "index": 66,
        "text": "陳衣繼之，（庶衤遂。）\n[疏]註『庶衤遂』。釋曰：知『庶衤遂』者，以其襲時陳衣訖，乃雲庶衤遂，繼陳不用，此亦陳衣訖，乃雲陳衣繼之，明亦是庶衤遂。"
      },
      {
        "index": 67,
        "text": "不必盡用。（取稱而已，不務多。）\n[疏]釋曰：襲時言庶衤遂，繼陳則全不用，此陳衣繼之，下云『不必盡用』，則兼用之，不必盡而已。以其小斂用衣多，主人自盡不足，故容用之也。云『取稱而已，不務多』者，衣服雖多，不得過十九耳。"
      },
      {
        "index": 68,
        "text": "饌於東堂下，脯、醢、醴、酒。冪奠用功布，實於簞，在饌東。（功布，鍛濯灰治之布也。凡在東西堂下者，南齊坫。古文奠為尊。）"
      },
      {
        "index": 69,
        "text": "[疏]註『功布』至『為尊』。釋曰：知『功布，鍛濯灰治之布』者，案《喪服傳》云：冠六升，鍛而勿灰。七升已下，鍛濯灰治之。是以《殤大功章》云『大功布衰裳』，註云：『大功布者，其鍛治之功粗治之。』則此雲功布者，大功之布，故雲鍛濯灰治之也。云『凡在東西堂下者，南齊坫』，知者，《既夕》記云：『設於於東堂下，南順，齊於坫，饌於其上兩С醴酒。』若然，則凡設物於東西堂下者，皆南與坫齊。北陳之堂隅，有坫以士為之，或謂堂隅為坫也。"
      },
      {
        "index": 70,
        "text": "設盆盥於饌東，有巾。（為奠設盥也。喪事略，故無洗也。）\n[疏]註『為奠』至『洗也』。釋曰：云『為奠設盥也』者，謂為設奠人設盥洗及巾。云『喪事略，故無洗也』，直以盆為盥器也。下云『夏祝及執事盥，執醴先酒』，即是於此盥也。但諸文設洗篚者，皆不言巾，至於設洗篚不言巾者，以其設洗篚，篚內有巾可知，故不言。凡不就洗篚皆言巾者，既不就洗篚，恐揮之不用，故言巾。是以《特牲》、《少牢》屍尊，不就洗篚，及此喪事略，不設洗篚，皆見巾是也。"
      },
      {
        "index": 71,
        "text": "苴，大鬲，下本在左，要小焉。散帶垂，長三尺。牡麻，右本在上，亦散帶垂。皆饌於東方。（苴，斬衰之也。苴麻者，其貌苴，以為。服重者尚粗惡，之言實也。鬲，扼也。中人之手，扼圍九寸。帶之差，自此出焉。"
      },
      {
        "index": 72,
        "text": "下本在左，重服統於內而本陽也。要小焉，五分去一。牡麻者，齊衰以下之也。牡麻者其貌易，服輕者宜差好也。右本在上，輕服本於陰而統於外。散帶之垂者，男子之道，文多變也。饌於東方東坫之南，苴為上。）"
      },
      {
        "index": 73,
        "text": "[疏]註『苴』至『為上』。釋曰：此陳帶者，以其小斂訖，當服未成服之麻故也。云『亦散帶垂』者，不言尺寸，亦與苴同垂三尺。云『苴，斬衰之也』者，案《喪服。斬衰章》云：『喪服，斬衰裳，苴杖。』故知此苴，斬衰之。云『苴麻者，其貌苴，以為』者，案《禮記。傳》云『斬衰貌若苴』，彼據人之形貌若苴麻，明麻之形貌亦苴可知，故此指麻之貌苴者以為。云『服重者尚粗惡』者，對齊衰已下服輕，不尚粗惡，故《傳》云『齊衰貌若，大功貌若止』，是不尚粗惡也。云『之言實也』者，《檀弓》云："
      },
      {
        "index": 74,
        "text": "『也者，實也。』鄭註《喪服》云：『明孝子有忠實之心。』是明孝子之心與服相稱，不虛服此服也。云『鬲，扼也，中人之手扼圍九寸』者，此無正文，《喪服》及此皆言苴大鬲，鬲是扼物之稱，故據中人一扼，而言大者，據大拇指與大巨指扼之，故言大也。云『帶之差，自此出焉』者，案《喪服傳》云："
      },
      {
        "index": 75,
        "text": "『苴大扌鬲，左本在下，去五分一以為帶。齊衰之，斬衰之帶也。』自此斬衰之帶差至緦麻之帶，故雲帶之差自此出焉。云『下本在左，重服統於內而本陽也』者，謂斬衰統於內，以解本在下而本陽，以解在左對齊衰之，右本在上輕服，本於陰而統外。案《雜記》云『親喪外除』，鄭云：『日月已竟而哀未忘。』"
      },
      {
        "index": 76,
        "text": "『兄弟之喪內除』，註云：『日月未竟而哀已殺。』此言統內統外者，亦據哀在內外而言。本陽本陰者，亦據父者子之天，為陽，母者子之地，為陰而言也。云『要小焉，五分去一』者，亦據《喪服傳》而言。首圍九寸，五分之五寸正去一寸，得四寸。餘四寸每寸為五分，四寸為二十分，去四分，得十六分，取十五分為三寸，餘一分在，總得七寸五分寸之一。彼傳因即分之至緦麻。雲齊衰之，斬衰之帶也，以其俱七寸五分寸之一，又去五分一以為帶。七寸取五寸，去一寸得四寸，彼二寸，一寸為二十五分，二寸為五十分，一分為五分，添前為五十五分，總去十一分，餘有四十四分，二十五分為一寸，添前四寸為五寸，仍有十九分在，是齊衰之帶總有五寸二十五分寸之十九。彼又雲大功之，齊衰之帶，以其俱五寸二十五分寸之十九，又去五分一以為帶，五寸去一寸得四寸，餘二十五分寸之十九者，一分為五分，十分為五十分，又九分者為四十五分，添前五十，總為九十五分，去一者，五十去十，四十五去九，總得七十六，據整寸破之而言，此四寸百二十五分寸之七十六，以為小功之。大功之帶以下，仍有小功之帶，但小功之帶以小功之又五分去一，下至緦麻之帶，皆以五倍破寸，計之可知耳。"
      },
      {
        "index": 77,
        "text": "云『牡麻者，齊衰以下之也』者，案《喪服》齊衰、大功皆言牡麻，小功又言澡麻，則齊衰以下皆牡麻。傳曰：『牡麻者，麻也。』對苴為麻之有ナ色如苴黎，則此雄麻色好者，故《傳》云『齊衰貌若』，是以鄭云『牡麻者其貌易，服輕者宜差好也』。云『散帶之垂者，男子之道，文多變也』者，此小斂，有散麻帶垂之至三日成服。絞之，對婦人陰質，初而絞之，與小功以下男子同。知『饌於東方東坫之南，苴為上』者，以其對下床笫夷衾之等在西坫南，故此亦在東坫南也。若然，經直言東方，知不在東堂下東方者，以其小斂陳饌皆在東堂下，若此亦在東堂下，當言陳於饌東饌北，何須言東方乎？明此非東堂下也。知苴為上者，以其經先言苴，明依此為首南陳之也。"
      },
      {
        "index": 78,
        "text": "婦人之帶，牡麻結本，在房。（婦人亦有苴，但言帶者，記其異。此齊衰婦人，斬衰婦人亦苴也。）\n[疏]註『婦人』至『也』。釋曰：知『婦人亦有苴』者，《喪服》首云『苴杖』，下經男子婦人俱陳，則婦人亦有苴。《禮記。服問》之等每雲婦人麻之事，故知婦人亦有。今此經不言婦人苴者，記其異。謂男子帶有散麻，婦人則結本無異者。且男子小功緦麻，小斂有帶則絞之，亦結本，婦人帶結本，可以兼之矣。云『此齊衰婦人』者，以其牡麻宜言齊衰，以下至緦麻皆同牡麻也。云『斬衰婦人亦苴也』者，此亦據帶而言，以其帶亦名，則《喪服》云『苴杖』，鄭云：『麻在首在要皆曰。』彼既兼男女，則婦人有苴麻為帶可知。經不言者，以義可知，故省文也。此帶牡麻兼男子小功以下，陳之則別處，以其男子陳之於坫南，此經雲在房，明知異處也。"
      },
      {
        "index": 79,
        "text": "床笫、夷衾，饌於西坫南。（笫，簀也。夷衾，覆屍之衾。《喪大記》曰：\n『自小斂以往用夷衾，夷衾質殺之，裁猶冒也。』）"
      },
      {
        "index": 80,
        "text": "[疏]註『笫簀』至『冒也』。釋曰：云『夷衾覆屍之衾』者，小斂訖，奉屍夷於堂，無用夷衾矣，故陳之於西坫南。案《曲禮》云：『在床曰屍，在棺曰柩。』此夷衾小斂以往，用之覆屍柩，今直言覆屍者，鄭據此小斂未入棺而言。"
      },
      {
        "index": 81,
        "text": "云『《喪大記》曰自小斂以往用夷衾』者，對小斂已前用大斂之衾，今小斂以往，大斂之衾當陳之，故用夷衾，證小斂不用之，兼明夷衾之制。鄭言小斂以往，則此夷衾本為覆屍覆柩，不用人棺矣。是以將葬，啟殯覆棺亦用之矣。云『夷衾質殺之，裁猶冒也』者，案上文冒之材云『冒緇質，長與手齊，殺掩足』，註云："
      },
      {
        "index": 82,
        "text": "『上曰質，下曰殺。』此作夷衾，亦如此，上以緇下以，連之乃用也。其冒則韜下韜上訖，乃為綴旁使相續，此色與形制大同，而連與不連則異也。"
      },
      {
        "index": 83,
        "text": "西方盥，如東方。（為舉者設盥也。如東方者，亦用盆布巾，饌於西堂下。）\n[疏]註『為舉』至『堂下』。釋曰：云『為舉』者，謂將舉屍者，則下經『士盥二人』是也。云『西堂下』，知者，以其東方盥在東堂下，則知此西方亦在西堂下可知。"
      },
      {
        "index": 84,
        "text": "陳一鼎於寢門外，當東塾，少南，西面。其實特豚，四鬄，去蹄，兩白、脊、肺。設扃，西末。素俎在鼎西，西順，覆匕，東柄。（鬄，解也。四解之，殊肩髀而已，喪事略。去蹄，去其甲，為不絜清也。白，脅也。"
      },
      {
        "index": 85,
        "text": "素俎，喪尚質。既饌，將小斂，則辟襲奠。今文鬄為剔，白為迫。古文為密。）\n[疏]註『鬄解』至『為密』。釋曰：此亦為小斂奠陳之，用茅為編。"
      },
      {
        "index": 86,
        "text": "言西末，則茅本在東方。四解之殊肩髀而已喪事略者，凡牲體之法有二：一者四解而已，此經直云『四鬄』，即雲去蹄，明知殊肩髀為四段。案《士冠禮》云『若殺，則特豚載合升』，註云：『合左右胖。』此下文大斂亦雲豚合升，則吉兇之禮，豚皆合升，而鄭云『喪事略』者，但喪中之奠，雖用成牲，亦四解，故《既夕》葬奠云：『其實羊左胖。』豕亦如之。是以鄭總釋喪中四解之事，故雲喪事略。若禘郊，大祭雖吉祭，亦先有豚解，後為體解，是以《禮運》云："
      },
      {
        "index": 87,
        "text": "『腥其俎，孰其ゾ。』鄭云：『腥其俎，謂豚解而腥之。孰其ゾ，謂體解而閻之。』《國語》亦雲禘郊之事則有全┵，王公立飫則有房俎，親戚燕飲則有ゾ┵者。若然，禘郊雖先有全┵，後有體解、豚解，《禮運》所雲者是也。若然，此經雲四鬄，並兩白脅與脊總為七體，若豚解皆然也。云『既饌，將小斂，則辟襲奠』者，既始死之奠襲，後改為襲奠，以恐妨斂事，故知辟襲奠，前襲時已辟之，今將小斂亦辟之，亦當於室之西南隅。如將大斂，辟小斂奠於序西南也。"
      },
      {
        "index": 88,
        "text": "凡奠在室外經宿者，皆辟之於序西南，是以小斂奠與祖奠等皆辟之於序西南。朝廟遷祖之奠，不設於序西南，以其以再設為褻，是以遷之，即設新之也。"
      },
      {
        "index": 89,
        "text": "士盥，二人以並，東面立於西階下。（立，俟舉屍也。今文並為並。）\n[疏]註『立俟舉屍也』。釋曰：舉屍謂小斂從襲床為遷屍於戶內服上，即下文『士舉遷屍反位』是也。"
      },
      {
        "index": 90,
        "text": "布席於戶內，下莞上簟。（有司布斂席也。）商祝布絞、衾，散衣、祭服。\n祭服不倒，美者在中。（斂者趨方，或傎倒衣裳，祭服尊，不倒之也。美，善也。善衣後布，於斂則在中也。既後布祭服，而又言善者在中，明每服非十稱也。）"
      },
      {
        "index": 91,
        "text": "[疏]註『斂者』至『稱也』。釋曰：云『斂者趨方，或傎倒衣裳』者，以其襲時衣裳少，不倒，小斂十九稱，衣裳多，取其要方，除祭服之外，或倒或否。云『祭服尊，不倒』者，士之助祭服，則爵弁服、皮弁服，並家祭服玄端亦不倒也。云『善衣後布，於斂則在中也』者，以其斂衣半在屍下，半在屍上，今於先布者在下，則後布者在中可知也。云『既後布祭服，而又言善者在中，明每服非一稱也』者，欲見祭服文在散衣之下，即是後布祭服，祭服則是善者。復雲善者在中，則祭服之中更有善者可知。故雲每服非一稱，以其總十九稱之中，善者非一稱也。"
      },
      {
        "index": 92,
        "text": "士舉遷屍，反位。（遷屍於服上。）設床笫於兩楹之，衽如初，有枕。\n（衽，寢臥之席也。亦下莞上簟。）\n[疏]註『衽寢』至『上簟』。釋曰：《曲禮》云：『請席何鄉，請衽何趾。』"
      },
      {
        "index": 93,
        "text": "鄭云：『坐問鄉，臥問趾，因於陰陽。』是衽為臥席。云『亦下莞上簟』者，《詩。斯幹》宣王寢席而言『下莞上簟』，是尋常寢席，無問貴賤者下莞上簟。"
      },
      {
        "index": 94,
        "text": "卒斂，徹帷。（屍已飾。）主人西面馮屍，踴無。主婦東面馮，亦如之。\n（馮，服膺之。）主人髺發，袒，眾主人免於房。（始死，將斬衰者雞斯，將齊衰者素冠。今至小斂變，又將初喪服也。髺發者，去笄纚而。眾主人免者，齊衰將袒，以免代冠。冠，服之尤尊，不以袒也。免之制未聞。舊說以為如冠狀，廣一寸。《喪服小記》曰：『斬衰髺發以麻，免而以布。』此用麻布為之，狀如今之著參頭矣。自項中而前，交於額上，卻繞也。於房於室，釋髺發宜於隱者。今文免皆作糸免，古文髺作括。）"
      },
      {
        "index": 95,
        "text": "[疏]註『始死』至『作括』。釋曰：知『始死將斬衰者雞斯』者，案《禮記。問喪》云：『親始死，雞斯徒跣。』鄭註云：『雞斯，當為笄纚。』以成服乃斬衰，是始死未斬衰，故雲始死將斬衰者雞斯也。云『將齊衰者素冠』者，《喪服小記》云：『男子冠而婦人笄。』冠笄相對。《問喪》親始死，男子雲笄纚，明齊衰男子素冠可知。云『今至小斂變』者，謂服麻之節，故云『變』也。"
      },
      {
        "index": 96,
        "text": "云『又將初喪服也。髺發者，去笄纚而』者，此即《喪服小記》云：\n『斬衰髺發以麻，為母髺發以麻，免而以布。』是母雖齊衰，初亦髺發，與斬衰同，故云『去笄纚而』，上著髺發也。云『眾主人免者，齊衰將袒，以免代冠』者，此亦小斂節與斬衰髺發同時，此皆據男子。若婦人，斬衰，婦人以麻為髽，齊衰，婦人以布為髽。髽與髺發皆以麻布自項而向前，交於額上，繞如著參頭焉。免亦然，但以布廣一寸為異也。云『於房於室釋，髺發宜於隱者』，並下文婦人髽於室兼言之也。"
      },
      {
        "index": 97,
        "text": "婦人髽於室。（始死，婦人將斬衰者，去笄而纚，將齊衰者，骨笄而纚。\n今言髽者，亦去笄纚而也。齊衰以上，至笄猶髽。髽之異於髺發者，既去纚而以發為大，如今婦人露，其象也。《檀弓》曰：『南宮糸舀之妻之姑之喪，夫子誨之髽。曰：爾毋縱縱爾，爾毋扈扈爾。』其用麻布，亦如著參頭然。）"
      },
      {
        "index": 98,
        "text": "[疏]註『始死』至『頭然』。釋曰：知『婦人將斬衰者去笄而纚』者，《喪服小記》云：『男子冠而婦人笄。』冠笄相對。將斬衰，男子既去冠而著笄纚，則婦人將斬衰亦去笄而纚可知。又知『將齊衰者骨笄而纚』者，上引男子齊衰，始死素冠，則知婦人將齊衰，骨笄而纚也。云『今言髽者，亦去笄纚而也』者，謂今至小斂節，亦如上將斬衰。男子去笄纚而髺發，則此將斬衰，婦人亦去笄纚而麻髽，齊衰，婦人去骨笄與纚而布髽矣。鄭不雲斬衰婦人去纚，而雲去笄纚者，專據齊衰婦人而言，文略故也。鄭所以雲而，即髽也。故《喪服》註亦云：『髽，露也。』云『齊衰以上，至笄猶髽。』"
      },
      {
        "index": 99,
        "text": "者，謂從小斂著未成服之髽，至成服之笄，猶髽不改，至大斂殯後，乃著成服之髽代之也。云『髽之異於髺髮者，既去纚而以髮為大，如今婦人露，其象也』者，古者男子、婦人，吉時皆有笄纚，有喪至小斂，則男子去笄纚，著髺髮，婦人去纚而著髽，髽形先以發為大，上，斬衰，婦人以麻，齊衰，婦人以布，其著之如男子髺發與免，故鄭依《檀弓》『縱縱』、『扈扈』之後，乃云『其用麻布，亦如著參頭然』。既髺發與髽皆如著參頭，而異為名者，以男子陽，外物為名，而謂之髺發；婦人陰，內物為稱，而謂之髽也。但經云『婦人髽於室』者，男子髺發與免在東房，若相對婦人，宜髽於西房，大夫士無西房，故於室內戶西，皆於隱處為之也。"
      },
      {
        "index": 100,
        "text": "士舉，男女奉屍，侇於堂，無用夷衾。男女如室位，踴無。（侇之言屍也。夷衾，覆屍柩之衾也。堂謂楹。床，笫上也。今文侇作夷。）"
      },
      {
        "index": 101,
        "text": "[疏]註『侇之』至『作夷』。釋曰：云『侇之言屍也』者，屍之衾曰夷，衾屍之床曰夷床，並此經侇屍不作移字，皆作侇者，侇人旁作之，故鄭註《喪大記》皆是依屍為言也。云『無用夷衾』者，初死無用大斂之衾，以小斂之衾當陳，今小斂後，大斂之衾當擬大斂，故用覆棺之夷衾以覆屍也。"
      },
      {
        "index": 102,
        "text": "主人出於足，降自西階。眾主人東即位。婦人阼階上西面。主人拜賓，大夫特拜，士旅之，即位，踴，襲、於序東，復位。（拜賓，鄉賓位拜之也。即位踴，東方位。襲於序東、東夾前。）"
      },
      {
        "index": 103,
        "text": "[疏]註『拜賓』至『夾前』。釋曰：云『眾主人東即位』者，雖無降階之文，當從主人降自西階。主人就拜賓之時，眾主人遂東即位於阼階，下主人位南，西面也。於時阼階空，故婦人得向阼階上西面也。云『復位』者，復阼階下西面位。云『拜賓，鄉賓位拜之也』者，經雲主人『降自西階』，即云『主人拜賓』，明不即位而先拜賓，是主人鄉賓位拜賓可知。云『即位踴，東方位』者，謂主人拜賓訖，即鄉東方阼階下，即西面位踴，踴訖，襲也。云『襲於序東，東夾前』者，經雲主人降自西階，更無升降之文，而雲序東東夾前者，主人即位，踴訖，而去襲於序東，謂鄉堂東，東西當序墻之東。又當東夾之前，非謂就堂上東夾前也。云『復位』者，復阼階下西面位。"
      },
      {
        "index": 104,
        "text": "乃奠。（祝與執事為之。）舉者盥，右執匕，卻之，左執俎，橫攝之，入，阼階前西面錯，錯俎北面。（舉者盥，出門舉鼎者，右人以右手執匕，左人以左手執俎，因其便也。攝，持也。西面錯，錯鼎於此宜西面。錯俎北面，俎宜西順之。）"
      },
      {
        "index": 105,
        "text": "[疏]註『舉者』至『順之』。釋曰：右執匕左執俎者，謂鄉北入內，東方為右人，西方為左人，故鄭云『右人以右手執匕，左人以左手執俎』，各用內手舉鼎，外手執匕俎，故云『便也』。云『錯鼎於此宜西面』者，對在門外時，北面陳鼎，鄉內為宜也。"
      },
      {
        "index": 106,
        "text": "右人左執匕，抽扃予左手，兼執之，取，委於鼎北，加扃，不坐。（抽扃取，加扃於上，皆右手。今文扃為鉉，古文於為與，為密。）"
      },
      {
        "index": 107,
        "text": "[疏]註『抽扃』至『為密』。釋曰：云『抽扃取，加扃於上，皆右手』\n者，以其經云『左執匕』，即云『抽扃予左手兼執之』，不言用右手，故鄭明之以其右人用左手執匕，即知抽扃已下用右手，似若左執爵，用右手祭脯祭薦，取便也。"
      },
      {
        "index": 108,
        "text": "乃朼，載，載兩髀於兩端，兩肩亞，兩白亞，脊、肺在於中，皆覆，進柢，執而俟。（乃朼，以朼次出牲體，右人也。載，受而載於俎，左人也。"
      },
      {
        "index": 109,
        "text": "亞，次也。凡七體，皆覆，為塵。柢，本也。進本者，未異於生也。骨有本末。\n古文朼為匕，髀為脾，今文白，白為迫，柢皆為胝。）"
      },
      {
        "index": 110,
        "text": "[疏]註『乃朼』至『為胝』。釋曰：凡七體者，前左右肩，臂、屬焉，後左右脾，肫、胳屬焉，並左右脅，通脊為七體也。案下文，大斂豚合升，言合升則髀亦升之矣。凡言『合升』，多言皆並髀升，非獨喪禮。若體解升者，皆髀不升，鄭云：『近竅，賤也。』云『皆覆，為塵』者，諸進體皆不言覆，此言覆者，由無屍而不食，故覆之也。云『進本者，未異於生也』者，《公食大夫》亦進本，是生人法，今以始死，故未異於生也。"
      },
      {
        "index": 111,
        "text": "夏祝及執事盥，執醴先，酒、脯、醢、俎從，升自阼階。丈夫踴，甸人徹鼎巾，待於阼階下。（執事者，諸執奠事者。巾，功布也。執者不升，己不設，祝既錯醴，將受之。）"
      },
      {
        "index": 112,
        "text": "[疏]註『執事』至『受之』。釋曰：云『甸人徹鼎巾』者，以其空無事，故徹。案《公食大夫》云：『甸人舉鼎順，出奠於其所。』謂當門也。或雲徹鼎者誤，何者？前陳饌於東堂下，脯醢、醴、酒奠用功布，實於簞，何徹之有也？"
      },
      {
        "index": 113,
        "text": "云『執者不升，己不設，祝既錯醴，將受之』者，此執者不升，唯據執巾者，故鄭雲祝既錯醴將受之。當以覆酒醴，故下云『祝受巾』是也。"
      },
      {
        "index": 114,
        "text": "奠於屍東，執醴酒，北面西上。（執醴酒者先升，尊也。立而俟，後錯，要成也。）豆錯，俎錯於豆東。立於俎北，西上。醴酒錯於豆南。祝受巾，巾之，由足降自西階。婦人踴。奠者由重南，東，丈夫踴。（巾之，為塵也。東，反其位。）"
      },
      {
        "index": 115,
        "text": "[疏]註『東反其位』。釋曰：云『由足降自西階，婦人踴』者，主人位在阼階下，婦人位在上，故奠者升，丈夫踴，奠者降，婦人踴，各以所見先後為踴之節也。云『奠者由重南，東，丈夫踴』者，此奠者奠訖，主人見之，更與主人為踴之節也。奠者降反位，必由重南東者，以其重主道神，所馮依不知神之所為，故由重南而過，是以主人又踴也。註云『東，反其位』者，其位蓋在盆盥之東，南上。"
      },
      {
        "index": 116,
        "text": "賓出，主人拜送於門外。（廟門外也。）\n[疏]註『廟門外也』。釋曰：廟門者，士死於室，以鬼神所在則曰廟，故名寢為廟也。"
      },
      {
        "index": 117,
        "text": "乃代哭，不以官。（代，更也。孝子始有親喪，悲哀憔悴，禮防其以死傷生，使之更哭，不絕聲而已。人君以官尊卑，士賤以親疏為之。三日之後，哭無時。"
      },
      {
        "index": 118,
        "text": "《周禮。挈壺氏》：『凡喪，縣壺以代哭。』）\n[疏]註『代更』至『代哭』。釋曰：此經論君及大夫士於小斂之後，隨尊卑代哭之事。註云『人君以官尊卑，士賤以親疏為之』者，案《喪大記》雲君喪，縣壺，『乃官代哭』，大夫官代哭不縣壺，士代哭不以官，註云：『自以親疏哭也。』此註不言大夫，舉人君與士，其大夫有《大記》可參，以官可知，故不言也。云『三日之後哭無時』者，禮有三無時之哭：始死未殯，哭不絕聲，一無時；殯後葬前，朝夕入於廟，阼階下哭，又於廬中，思憶則哭，是二無時；既練之後，在堊室之中，或十日或五日一哭，是三無時。練則葬後有朝夕在阼階下哭，唯此有時無無時之哭也。引《挈壺氏》者，證人君有縣壺為漏克分更代哭法，大夫士則無縣壺之義也。"
      },
      {
        "index": 119,
        "text": "有衤遂者，則將命。擯者出請，入告。主人待於位。（喪禮略於威儀，既小斂，擯者乃用辭。出請之辭曰：『孤某使某請事。』）"
      },
      {
        "index": 120,
        "text": "[疏]註『喪禮』至『請事』。釋曰：云『喪禮略於威儀，既小斂，擯者乃用辭』者，案上文始死，雲有賓則拜之，君使人吊，皆不雲擯者出請入告之事，至此乃雲擯者出請入告，是喪禮略於威儀，既小斂，擯者乃用辭也。云『出請之辭曰孤，某使某請事』者，此約《雜記》諸侯使人吊鄰國諸侯之喪嗣君，在阼階之下使擯者出請，云：『孤某使某請事。』此亦宜然，故引為證也。"
      },
      {
        "index": 121,
        "text": "擯者出，告須，以賓入。（須，亦待也。出告之辭曰：『孤某須矣。』）\n[疏]註『須亦』至『須矣』。釋曰：云『出告之辭曰，孤某須矣』者，此約《雜記》辭為證也。"
      },
      {
        "index": 122,
        "text": "賓入中庭，北面致命。主人拜稽顙。賓升自西階，出於足，西面委衣，如於室禮，降，出。主人出，拜送。朋友親衤遂，如初儀，西階東，北面哭，踴三，降。主人不踴。（朋友既委衣，又還哭於西階上，不背主人。）"
      },
      {
        "index": 123,
        "text": "[疏]註『朋友』至『主人』。釋曰：云『朋友親衤遂如初儀』者，謂初死時，庶兄弟衤遂，使人以將命於室，朋友衤遂，親以進，親之恩是也。云『西階東，北面哭，踴三，降，主人不踴』者，案前初死，『朋友衤遂，親以進，退，哭不踴』，註云：『主人徒哭不踴。』以為朋友不哭，主人徒哭。此朋友堂上北面哭，據朋友哭，知上文退哭非朋友哭者，前文朋友君命俱來，君之使者不哭，朋友亦不哭，故退哭，據主人。此朋友特來，無君命，故哭與彼異，不可相決。"
      },
      {
        "index": 124,
        "text": "衤遂者以褶，則必有裳，執衣如初，徹衣者亦如之。升降自西階，以東。\n（帛為褶，無絮，雖復，與衤單同。有裳乃成稱，不用表也。以東，藏以待事也。"
      },
      {
        "index": 125,
        "text": "古文褶為襲。）\n[疏]註『帛為』至『為襲』。釋曰：案《喪大記》云：『小斂，君大夫復衣復衾；大斂，君褶衣褶衾。大夫士猶小斂也。』若然，則士小斂、大斂皆同用復，而衤遂者用褶者，褶者所以衤遂主人，未必用之衤遂耳。云『帛為褶，無絮，雖復與衤單同，有裳乃成稱，不用表也』者，此決《雜記》云『子羔之襲也，繭衣裳與稅衣』，乃為一稱，以其絮褻，故須表。此雖有表裏為褶，衣裳別，則裳又無絮，非褻，故有裳乃成稱不須表也。言雖復與衤單同者，案《喪大記》君大夫士褶衣與復衣相對，有著為復，無著為褶，散文褶亦為復也。案《喪大記》有衣必有裳乃成稱，據衤單衣、祭服之等而言。此褶雖復，與衤單同，亦得裳乃成稱也。雲不用表也者，見異於袍繭也。云『藏以待事也』者，以待大斂事而陳之也。"
      },
      {
        "index": 126,
        "text": "宵，為燎於中庭。（宵，夜也。燎，火ㄡ。）\n[疏]註『宵夜也燎火ㄡ』。釋曰：案《少儀》雲主人『執燭抱ㄡ』，註云："
      },
      {
        "index": 127,
        "text": "『未曰ㄡ。』古者以荊ㄡ為燭，故云『燎，火ㄡ』也。或解庭燎與手執為燭別，故《郊特牲》云：『庭燎之百，由齊桓公始也。』註云：『僭天子也。庭燎之差，公蓋五十，侯伯子男皆三十。』大夫士無文。大燭或雲以布纏葦，以蠟灌之，謂之庭燎。則此雲庭燎，亦如之。云『大』者，對手執者為大也。"
      }
    ]
  }
}