{
  "chapterNumber": 21,
  "title": "卷二十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "擯者出請。（不必賓事之有無。）\n[疏]『擯者出請』。註『不必』至『有無』。釋曰：自此盡『以束帛如享禮』，論享禮之事。"
      },
      {
        "index": 1,
        "text": "賓裼，奉束帛加璧享。擯者入告，出許。（許受之。）\n庭實，皮則攝之，毛在內，內攝之，入設也。（皮，虎豹之皮。攝之者，右手並執前足，左手並執後足，毛在內，不欲文之豫見也。內攝之者，兩手相鄉也。"
      },
      {
        "index": 2,
        "text": "入設，亦參分庭一在南，言則者，或以馬也。凡君於臣，臣於君，麋鹿皮可也。）\n[疏]『庭實』至『設也』。註『皮虎』至『可也』。釋曰：知『皮，是虎豹皮』者，經雲『毛在內』，不欲文之豫見，是有文之皮。《郊特牲》雲："
      },
      {
        "index": 3,
        "text": "『虎豹之皮，示服猛也。束帛加璧，往德也。』文無所屬，則天子諸侯皆得用之。\n此聘使為君行之，故知皮是虎豹之皮也。《齊語》雲：『桓公知諸侯歸己，令諸侯輕其幣，用麋鹿皮』，非其正也。雲『攝之者，右手並執前足，左手並執後足』"
      },
      {
        "index": 4,
        "text": "者，下雲皮右首，故雲右手執前兩足。必以一手執兩足者，取兩足相向，得掩毛在內，俱放，又得毛向外，故鄭雲『內攝之者，兩手相鄉』也。知入設參分庭一在南者，見《昏禮記》：『納徵，執皮，攝之，內文，兼執足。左首，隨入西上，參分庭一在南。』故知此亦然。但此右首，彼左首者，《昏禮》象生，故與此異也。雲『則者，或以馬也』者，以其皮馬相，有皮則用皮，無皮則用馬，故雲『則』，見其不定故也。雲『凡君於臣，臣於君，麋鹿皮可也』者，雲凡君於臣，謂使者歸，若使卿贈如覿幣，及食饗以侑幣、酬幣，庭實皆有皮，故雲『凡』也。"
      },
      {
        "index": 5,
        "text": "臣於君，謂私覿，庭實設四皮，及介用儷皮，此皆有麋鹿皮，故亦雲『凡』也。\n若然，《大宗伯》雲『孤執皮帛』，鄭雲：天子之孤用虎皮，諸侯之孤用豹皮。"
      },
      {
        "index": 6,
        "text": "得用虎豹者，彼所執以為贄，與庭實不同，故得用虎豹也。\n賓入門左，揖讓如初，升致命，張皮。（張者，釋外足，見文也。）"
      },
      {
        "index": 7,
        "text": "[疏]『賓入』至『張皮』。註『張者』至『文也』。釋曰：案《昏禮記》：\n『賓致命，釋外足，見文，主人受幣，士受皮。』註雲：『賓致命，主人受幣，庭實所用為節。』此亦然，下受皮以授幣為節也。"
      },
      {
        "index": 8,
        "text": "公再拜受幣。士受皮者自後右客。（自，由也。從東方來，由客後西，居其左受皮也。執皮者既授，亦自前西而出。）"
      },
      {
        "index": 9,
        "text": "[疏]『公再』至『右客』。註『自由』至『而出』。釋曰：雲『執皮者既授，亦自前西而出』者，此約下私覿時，『牽馬者自前西向出』相類，故雲『亦』也。"
      },
      {
        "index": 10,
        "text": "賓出，當之坐攝之。（象受於賓。）\n[疏]『賓出』至『攝之』。註『象受於賓』。釋曰：雲『坐攝之』者，向張皮見文，今攝之者，還如入時，執前後足，內文也。"
      },
      {
        "index": 11,
        "text": "公側授宰幣，皮如入，右首而東。（如入，左在前。皮右首者，變於生也。）\n[疏]『公側』至『而東』。註『如入』至『生也』。釋曰：雲『公側授宰幣』者，上雲『公側襲』，側猶獨也，此已上側亦獨，無人贊之也。雲『如入，左在前』者，皮四張，三人入門時，先者北面在左，西頭為上，餘取皮向東者，亦左在前，向東為次第也。雲『皮右首者，變於生也』者，《曲禮》雲『執禽者左首』，《士相見》贄用雉，左頭奉之，下大夫執雁，上大夫執羔，如執雉，皆左首。雉雖死，以不可生服，執之如羔，雁亦從左首，象陽。今此皮則右首，變於生。《昏禮》左首，《昏禮》取象生，與此異也。"
      },
      {
        "index": 12,
        "text": "聘於夫人用璋，享用琮，如初禮。（如公立於中庭以下。）\n若有言，則以束帛，如享禮。（有言，有所告請，若有所問也。記曰：有故，則束帛加書以將命。《春秋》臧孫辰告糴於齊，公子遂如楚乞師，晉侯使韓穿來言汶陽之田，皆是也。無庭實也。）"
      },
      {
        "index": 13,
        "text": "[疏]『若有』至『享禮』。註『有言』至『實也』。釋曰：雲『有言，有所告請，若有所問也』者，言有所告，即告糴之類是也。請，即乞師之類是也。"
      },
      {
        "index": 14,
        "text": "問，即言汶陽之田之類是也。鄭據《傳》而言，有此三事，皆是有言。有言，即記雲『有故』，一也。雲『有言』，即有書致之，故記雲，有故則『束帛加書以將命』也。雲『《春秋》臧孫辰告糴』者，事在莊公二十八年也。雲『公子遂如楚乞師』者，事在僖二十六年也。雲『晉侯使韓穿來言汶陽之田』，事在成公八年也。此三者皆見《春秋經》，引之者，證此有言以『束帛加書』之事也。雲『無庭實也』者，以經直雲『束帛如享禮』，則除束帛之外，更無所有，故知無庭實也。《國語》雲：臧孫辰以鬯圭者，是告糴之物。服註雲：無庭實也。又哀七年《左傳》雲：『邾茅夷鴻以乘韋束帛自請救於吳』，求救非法，故有乘韋為庭實也。"
      },
      {
        "index": 15,
        "text": "擯者出請事，賓告事畢。（公事畢。）\n賓奉束錦以請覿。（覿，見也。鄉將公事，是欲交其歡敬也。不用羔，因使而見，非特來。）"
      },
      {
        "index": 16,
        "text": "[疏]『擯者』至『事畢』。註『覿見』至『特來』。釋曰：自此盡『從者訝受馬』，論賓將私覿，主人不許而行禮賓之事。雲『鄉將公事』者，聘享是也。雲『是欲交其歡敬也』者，聘是公禮，非是交歡，此行私禮，為交歡敬也。"
      },
      {
        "index": 17,
        "text": "案《郊特牲》雲：『為人臣者無外交。』鄭註『私覿是外交也』者，彼謂臣為君介，而行私覿，是外交。若特行聘，則得私覿，非外交也。故彼上經雲：『大夫執圭而使，所以申信也。』註雲『其君親來，其臣不敢私見於主國君也。以君命聘，則有私見』是也。雲『不用羔，因使而見，非特來』者，謂因為君聘使而行私見，故用束錦，非特來。若特來，則卿用羔也。若然，案《士相見》卿初仕見已君及卿，皆見以羔。見他君得有羔者，案《尚書》有『三帛二生』，二生，卿執羔，大夫執雁，彼見天子法。從朝君而見，得有羔。若諸侯相朝，其臣從君，亦得執羔見主君可知。其為君聘，則不得執羔見主君也，故鄭雲因使而見非特來。"
      },
      {
        "index": 18,
        "text": "案定公八年經書『公會晉師於瓦』，《左傳》雲：『範獻子執羔，趙簡子、中行文子皆執雁。』亦是從君見，主君法也。"
      },
      {
        "index": 19,
        "text": "擯者入告，出辭。（客有大禮，未有以待之。）\n[疏]『擯者入告出辭』。註『客有』至『待之』。釋曰：雲『大禮』者，即上行聘享是也。雲『未有以待之』者，謂主人未有以待之，以禮待之，即下禮賓是也。故止客私覿，即下文行禮賓也。"
      },
      {
        "index": 20,
        "text": "請禮賓，賓禮辭，聽命。擯者入告。（告賓許也。）\n宰夫徹幾改筵。（宰夫，又主酒食者也。將禮賓，徹神幾，改神席，更布也。"
      },
      {
        "index": 21,
        "text": "賓席東上。《公食大夫禮》曰：『蒲筵常，緇布純，加萑席尋，玄帛純。』此筵上、下大夫也。《周禮》曰：筵國賓於牖前，莞筵紛純，加繅席畫純，左彤幾者，則是筵孤也。孤，彤幾，卿大夫其漆幾與？）"
      },
      {
        "index": 22,
        "text": "[疏]『宰夫徹幾改筵』。註『宰夫』至『幾與』。釋曰：雲『宰夫，又主酒食者也』者，對上宰夫設飧，今又主酒食以禮賓也。雲『賓席東上』者，對前為神而西上也。雲『《公食大夫禮》曰蒲筵及萑席，此筵上、下大夫也』者，以《公食》蒲筵、萑席二者是為上、下大夫法。又引《周禮》者，鄭欲推出上、下大夫用漆幾也。案《司几筵》雲：諸侯酢席，莞筵紛純，加繅席畫純，筵國賓於牖前，亦如之，左彤幾。註雲『國賓諸侯來朝，孤卿大夫來聘，後言幾者，使不蒙如也。朝者，幾。聘者，彤幾』。但司几筵是天子之官，几筵又是諸侯之法，又鄭雲『國賓諸侯來朝，孤卿大夫來聘』，是諸侯與朝聘天子法，則孤卿大夫是諸侯之臣也。以此言之，則天子孤卿大夫几筵與諸侯之臣同可知。若然，《公食大夫》筵，上、下大夫禮同用蒲筵莞席，與此席不同。鄭註此國賓中卿大夫得與孤同者，鄭欲廣國賓之義，其實此國賓中，唯有諸侯與孤無卿大夫也。鄭必知卿大夫漆幾者，《司几筵》有五幾，從上向下序之：天子玉幾，諸侯幾，孤彤幾，卿大夫漆幾，下有素幾，喪事所用，差次然也。無正文，故雲『與』之疑之。"
      },
      {
        "index": 23,
        "text": "公出，迎賓以入，揖讓如初。（公出迎者，已之禮更端也。）\n[疏]『公出』至『如初』。註『公出』至『端也』。釋曰：雲『公出迎者，己之禮更端也』者，前聘享俱是公禮，故不出迎。此禮賓私禮，改更其端序，故公出迎也。"
      },
      {
        "index": 24,
        "text": "公升，側受幾於序端。（漆幾也。今文無升。）\n宰夫內拂幾三，奉兩端以進。（內拂幾，不欲塵分尊者。以進，自東箱來授君。）"
      },
      {
        "index": 25,
        "text": "[疏]『宰夫』至『以進』。註『內拂』至『授君』。釋曰：知幾『自東箱來』者，案《覲禮》記雲：『幾俟於東箱。』又此經直雲進，不言升，明不從下來，從東箱來可知也。"
      },
      {
        "index": 26,
        "text": "公東南鄉，外拂幾三，卒，振袂，中攝之，進，西鄉。（進就賓也。）\n[疏]『公東』至『西鄉』。釋曰：雲『中攝之』者，擬賓用兩手在公手外取之故也。"
      },
      {
        "index": 27,
        "text": "擯者告。（告賓以公授幾。）\n賓進，訝受幾於筵前，東面俟。（未設也。今文訝為梧。）\n[疏]『賓進』至『面俟』。註『未設』至『為梧』。釋曰：未設而俟者，待公拜送訖乃設之故也。"
      },
      {
        "index": 28,
        "text": "公壹拜送。（公尊也。古文壹作一。）\n[疏]『公壹拜送』。註『尊公』至『作一』。釋曰：賓再拜稽首，公乃壹拜，當空首，故註雲『公尊也』。"
      },
      {
        "index": 29,
        "text": "賓以幾辟。（辟位逡遁。）\n北面設幾，不降，階上答再拜稽首。（不降，以主人禮未成也。幾賓左幾。）\n[疏]註『不降』至『左幾』。釋曰：雲『不降，以主人禮未成』者，案《鄉飲酒義》雲：『啐酒，成禮也於席末。』據此而言，則啐酒為成禮。此設幾，主為啐酒，今未啐醴，故雲禮未成也。雲『凡賓左幾』者，對神右幾也。"
      },
      {
        "index": 30,
        "text": "宰夫實觶以醴，加四於觶，面枋。（酌以授君也。君不自酌，尊也。宰夫亦洗升實觶，以醴自東箱來，不面扌，不訝授也。）"
      },
      {
        "index": 31,
        "text": "[疏]『宰夫』至『面枋』。註『酌以』至『授也』。釋曰：『宰夫亦洗升實觶』者，經無宰夫升降之文，以理亦之者，亦上授幾時，從下而升東箱，取幾進以授君。今又從下升東箱，酌醴，進以授君，故亦之。不言宰夫升降者，賤，略之也。雲『以醴自東箱來』者，下記雲『醴尊於東箱瓦泰一，有豐』，是也。"
      },
      {
        "index": 32,
        "text": "雲『不面扌，不訝授也』者，公西面向賓，宰夫自東箱來，在公傍側，並授與公，是以下雲『公側受醴』，不訝受，故不面扌也。"
      },
      {
        "index": 33,
        "text": "公側受醴。（將以飲賓。）\n賓不降，壹拜，進筵前受醴，復位。公拜送醴。（賓壹拜者，醴質，以少為貴。）\n[疏]註『賓壹』至『為貴』。釋曰：《禮器》雲禮有『以少為貴者』，今賓於上下皆再拜稽首，獨此一拜，故鄭據大古之醴質，無玄酒配之，故壹拜，以少為貴也。"
      },
      {
        "index": 34,
        "text": "宰夫薦籩豆脯醢，賓升筵，擯者退負東塾。（事未畢，擯者不退中庭，以有宰夫也。）\n[疏]『宰夫』至『東塾』。註『事未』至『宰夫』。釋曰：雲『事未畢，擯者不退中庭，以有宰夫也』者，案上文擯者退中庭，又雲擯者進，事未畢，在中庭可知。此下文亦雲『擯者進，相幣』，事亦未畢，而在東塾，故決之。若然，以有宰夫主飲食之事，宰夫所主己雖事未畢，猶得負東塾，以其有事，宰夫相已無事故也。若無宰夫，在中庭矣。"
      },
      {
        "index": 35,
        "text": "賓祭脯醢，以四祭醴三，庭實設。（庭實，乘馬。）\n[疏]註『庭實乘馬』。釋曰：鄭知『乘馬』者，下文（元缺起此）『賓執左馬以出』，故知也。"
      },
      {
        "index": 36,
        "text": "降筵，北面，以四兼諸觶，尚扌，坐啐醴。（降筵，就階上。）\n[疏]註『降筵，就階上』。釋曰：以左手執觶，右手以四，祭醴訖，降筵北面，以四兼並於觶，兩手奉之，尚扌。不作上字者，尚，古今通用也。"
      },
      {
        "index": 37,
        "text": "雲『降筵，就階上』者，以《鄉飲酒》賓主行禮獻酢，卒爵，皆各於其階，此降筵啐醴，明亦在西階之上。\n公用束帛。（致幣也。言用，尊於下也。亦受之於序端。）"
      },
      {
        "index": 38,
        "text": "[疏]註『致幣』至『序端』。釋曰：上文郊勞，賓用束錦儐勞者，下文歸饔餼於上介，雲大夫用束帛致之，皆亦雲『用』，獨於此言用『尊於下』者，儐勞者及歸饔餼，皆是賓敬君之使者，自尊之可知。今君親用束帛禮賓，故言用尊於下也。雲『亦受之於序端』者，上公側受幾於序端，則知此幣亦受之於序端也。"
      },
      {
        "index": 39,
        "text": "建四，北面奠於薦東。（糟醴不啐。）擯者進，相幣。（贊以辭。）賓降，辭幣。（不敢當公禮也。）公降一等辭，（辭賓降也。）"
      },
      {
        "index": 40,
        "text": "栗階升，聽命。（栗階，趨君命尚疾，不連步。）\n[疏]註『栗階』至『連步』。釋曰：凡『栗階』者，其始升亦連步，於上栗階不過二等，今雲『不連步』者，謂不從下向上皆連步，其始升連步，則有之也。"
      },
      {
        "index": 41,
        "text": "降拜，（拜受。）\n公辭。（不降一等，殺也。）\n[疏]註『不降一等殺也』。釋曰：案前辭辭幣，君降一等，今不降，故言『殺』。"
      },
      {
        "index": 42,
        "text": "升，再拜稽首，受幣，當東楹，北面。（亦訝受而北面者，禮主於己。已，臣也。）\n[疏]註『亦訝』至『臣也』。釋曰：前行聘享時，賓東面，主君西面，訝授受，但以奉君命，故賓不北面。此以主君禮己，己臣也，故北面受，異於聘享時也。若然，上受幾受醴，亦是己之禮，以禮未成，故不北面也。此禮成，故北面也。"
      },
      {
        "index": 43,
        "text": "退，東面俟。（俟君拜也。不北面者，謙若不敢當階然。）\n公壹拜，賓降也。公再拜。（不俟公再拜者，不敢當公之盛也。公再拜者，事畢成禮也。）"
      },
      {
        "index": 44,
        "text": "[疏]註『不俟』至『禮也』。釋曰：此賓主俱謙，公本欲再拜，賓見公一拜止，則降，不敢當，公不止，遂再拜也。雲『公再拜者，事畢成禮也』者，前受幾及醴，公送皆一拜，註雲『公尊也』。令事畢成禮，不可亦自尊亢，故送幣亦再拜也。"
      },
      {
        "index": 45,
        "text": "賓執左馬以出。（受尊者禮，宜親之也。效馬者並左右勺授之。餘三馬，主人牽者從出也。）\n[疏]註『受尊』至『出也』。釋曰：案下歸饔餼於賓，賓儐大夫，庭實設乘馬，賓用束錦，乘馬，大夫降，執左馬以出。《覲禮》侯氏至郊，王使人用璧勞訖，侯氏用束帛、乘馬儐使者，使者受幣降，以左驂出。二者皆是尊國賓故也。"
      },
      {
        "index": 46,
        "text": "唯上文郊勞賓儐勞執幣揖皮者，皮是死物，異於馬故也。雲『效馬者並左右勺授之』者，《曲禮》雲：『效馬效羊者，右牽之。』效猶呈見，故謂牽馬人為效馬者也。雲『餘三馬，主人牽者從出也』者，以是主人庭實，出門乃有從者訝受馬，明主人牽者從出可知。"
      },
      {
        "index": 47,
        "text": "上介受賓幣，從者訝受馬。（從者，士介。）\n[疏]註『從者士介』。釋曰：鄭雲『從者，士介』，下記文。案《公食》雲：『上介受賓幣，從者訝受皮。』鄭註：『從者，府史之屬。』不為士者，彼《公食》是子男之大夫小聘，一介，其餘皆府史以下，故知從者是府史之屬也。"
      },
      {
        "index": 48,
        "text": "《既夕》雲則馬兩，士受馬，鄭雲：『此士謂胥徒之長，有勇力者受馬。』彼據一廟下士，不應更有其屬士，故以為胥徒之長言之也。《昏禮記》雲『士受皮』，鄭註：『士謂若中士、下士不命者。』以其主人為官長，據上士而言也。"
      },
      {
        "index": 49,
        "text": "賓覿，奉束錦，總乘馬，二人贊。入門右，北面奠幣，再拜稽首。（不請不辭，鄉時已請也。覿用束錦，辟享幣也。總者，總八轡牽之。贊者，居馬扣馬也。入門而右，私事自右。奠幣再拜，以臣禮見也。贊者，賈人之屬，介特覿也。）"
      },
      {
        "index": 50,
        "text": "[疏]『賓覿』至『稽首』。註『不請』至『覿也』。釋曰：自此盡『公降立』，論行私覿之事。雲『不請不辭，鄉時已請也』者，雲不請，賓不請；不辭，主君不辭。所以不辭者，鄉時已請覿，主人辭之以禮賓，故今不復請，亦不辭之也。雲『覿用束錦，辟享幣也』者，以上文享主君用束帛，享夫人用玄束帛，以今用束錦，是辟享幣也。雲『總者』至『扣馬也』者，賓總八轡，在前牽之，二人贊者各居兩馬，各用左右手，手扣一匹，故雲『在馬扣馬也』。雲『入門而右，私事自右』者，《玉藻》雲『公事自西』，鄭註雲：『聘享也。』"
      },
      {
        "index": 51,
        "text": "又雲『私事自東』，註雲：『覿面也。』此行覿禮，故引之也。雲『奠幣再拜，以臣禮見也』者，謂由東，介又不從，又自牽馬，又不升堂入幣，皆是以臣禮見也。雲『贊者，賈人之屬』者，既行臣禮，不使介從，明贊者是賈人之屬從行者。雲『介特覿也』者，主君辭賓，賓入門左，則介五人隨入門西，北面西上，其介五人行覿禮，各自特行，無介從，為特覿也。"
      },
      {
        "index": 52,
        "text": "擯者辭，（辭其臣。）賓出。（事畢。）\n擯者坐取幣，出，有司二人牽馬以從，出門，西面於東塾南。（將還之也。"
      },
      {
        "index": 53,
        "text": "贊者有司受馬乃出。凡取幣於庭，北面。）\n[疏]註『將還』至『北面』。釋曰：雲『贅者有司受馬乃出』者，賓出之時，贊扣馬者未得出，待人受馬乃得出。所以然者，幣可奠之於地，其馬不可散放，故待人受之乃可以出，故雲有司受馬乃出也。雲『凡取幣於庭，北面』者，言『凡』非一，此時辭賓，更出取幣，後門右禮訖，又取幣，皆北面，又眾介奠幣，擯者取亦北面，故雲凡以廣之也。"
      },
      {
        "index": 54,
        "text": "擯者請受。（請以客禮受之。）賓禮辭，聽命。（賓受其幣，贊者受馬。）\n牽馬，右之。入設。（庭實先設，客禮也。右之，欲人居馬左，任右手便也。"
      },
      {
        "index": 55,
        "text": "於是牽馬者四人，事得申也。《曲禮》曰：『效馬效羊者右牽之。』）\n[疏]『牽馬右之入設』。註『庭實』至『牽之』。釋曰：雲『庭實先設，客禮也』者，對前入門右時，賓奉束錦總乘馬，一時入，無先後之別，是臣禮。"
      },
      {
        "index": 56,
        "text": "今此入設，下經乃雲『賓奉幣』，是先設庭實，客禮也。雲『於是牽馬者四人，事得申也』者，知四人者，若如前贊者二人，則不得雲『右之』。既言右之，明人牽一匹，不須賓牽之，事得申，人牽一匹，賓不總牽是也。引《曲禮》者，欲見牽馬在右，禮之常。彼效馬、效羊謂尊者之物使養之，今來呈見，此取一邊牽之法，義不與彼同也。"
      },
      {
        "index": 57,
        "text": "賓奉幣，入門左，介皆入門左，西上。（以客禮入，可從介。）\n[疏]註『以客』至『從介』。釋曰：對入門右行臣禮，不得從介也。"
      },
      {
        "index": 58,
        "text": "公揖讓如初，升。公北面再拜。（公再拜者，以其初以臣禮見，新之也。）\n[疏]『公揖』至『再拜』。註『公再拜』至『之也』。釋曰：臣禮見，謂初入門右，是以今再拜，新之也。知此不為拜至者，下記雲『禮不拜至』，鄭註雲：『以賓不於是始至。』私覿固非始至，而為再拜，明為臣禮見新之也。"
      },
      {
        "index": 59,
        "text": "賓三退，反還，負序。（反還者，不敢與授圭同。）\n[疏]『賓三』至『負序』。註『反還』至『圭同』。釋曰：雲『反還者，不敢與授圭同』者，上行聘時，三退負序，不言反還，故決之也。"
      },
      {
        "index": 60,
        "text": "振幣進授，當東楹北面。（不言君受，略之也。）\n[疏]註『不言』至『之也』。釋曰：此決聘享皆言公受，此乃私覿，故略之，不言其公受也。"
      },
      {
        "index": 61,
        "text": "士受馬者，自前還牽者後，其右，受。（自，由也。牽者之右而受之也。\n此亦並授者，不自前左，由便也，便其已授而去也。受馬自前，變於受皮。）"
      },
      {
        "index": 62,
        "text": "[疏]『士受』至『右受』。註『自由』至『受皮』。釋曰：此庭實之馬，四匹在庭北面西上，牽馬者亦四人，各在馬西，以右手執馬而立。士受馬者從東方來，由馬前各牽馬者之前，還繞其後，牽馬者之東，馬西而受之。牽馬者自前行而出之。雲『世亦並授者，不自前左，由便也』者，《鄉飲酒》之等於西階之上，皆授由其右，受由其左，今乃受馬者，不自左而由其右受者，使授馬者授訖，右回，其身於出時為便，故鄭註雲便其已授而去也。雲『受馬自前，變於受皮』者，上受享庭實之皮，『受皮者自後右客』，鄭註雲：『自，由也。從東方來，由客後西，居其左受皮也。』此亦從東而來，由馬前者，馬是生物，恐驚，故由前，是變於受皮也。"
      },
      {
        "index": 63,
        "text": "牽馬者自前西，乃出。（自，由也。）\n[疏]『牽馬』至『乃出』。釋曰：四馬並北面，牽馬者皆在馬西，士既受馬，其最西頭者，便即出門，不須由馬之前。其次東三匹者，皆由西於馬前而出，故雲『牽馬者自前西乃出』，據三人而言也。"
      },
      {
        "index": 64,
        "text": "賓降階東拜送，君辭。（拜送幣於階東，以君在堂，鄉之。）\n[疏]『賓降』至『君辭』。註『拜送』至『鄉之』。釋曰：此言賓拜送幣者，私覿己物故也。前享幣不拜送者，致君命，非己物故也。"
      },
      {
        "index": 65,
        "text": "拜也，君降一等辭。（君乃辭之，而賓由拜，敬也。）\n[疏]註『君乃』至『敬也』。釋曰：經上雲拜送，而雲君辭，君辭復雲拜也，是其君乃辭之，賓由拜者，敬主國君故也。"
      },
      {
        "index": 66,
        "text": "擯者曰：『寡君從子，雖將拜，起也。』（此禮固多有辭矣，未有著之者，是其誌而煥乎？未敢明說。）\n[疏]註『此禮』至『明說』。釋曰：雲『此禮固多有辭矣』者，謂此《儀禮》之內，賓主之辭固多有辭矣，但周公作經，未有顯著明言之者，直雲『辭』"
      },
      {
        "index": 67,
        "text": "耳。此及《公食》皆著其辭，此二者是誌記之，言『煥乎』可見。雲『未敢明說』\n者，據此二者，觸類而長之，餘辭亦可以意量作，但疑事無質，未可造次明說，故上註每雲『其辭未聞』也。"
      },
      {
        "index": 68,
        "text": "栗階升。公西鄉。賓階上再拜稽首。（成拜。）公少退。（為敬。）\n賓降出。公側授宰幣。馬出。（廟中宜清。）"
      },
      {
        "index": 69,
        "text": "[疏]『賓降』至『馬出』。註『廟中宜清』。釋曰：雲『公側授宰幣』，不言出，言馬出者，以廟中宜清潔，出就廄。幣不言出，與上皮幣同，皆以東入藏之，故記雲『賓之幣，唯馬出，其餘皆東』，註雲：『馬出，當就廄也。餘物皆東，藏之內府。』是幣不出之義也。"
      },
      {
        "index": 70,
        "text": "公降立。擯者出請。上介奉束錦，士介四人皆奉玉錦束，請覿。（玉錦，錦之文纖縟者也。禮有以少文為貴者，後言束，辭之便也。）"
      },
      {
        "index": 71,
        "text": "[疏]『公降』至『請覿』。註『玉錦』至『便也』。釋曰：自此盡『舉皮以東』，論上介、眾介行私覿之事。雲『玉錦，錦之文纖縟者也』者，案《聘義》孔子論玉而雲『縝密以栗，知也』，是玉有密致，錦之纖縟似玉之密致者。"
      },
      {
        "index": 72,
        "text": "雲『禮有以少文為貴』者，《禮器》直雲有『以文為貴者』，有『以少為貴者』，無少文為貴之語，但有以少為貴，以文為貴，明亦有以少文為貴，故鄭以義而言之也。"
      },
      {
        "index": 73,
        "text": "擯者入告，出許。上介奉幣，儷皮，二人贊。（儷猶兩也。上介用皮，變於賓也。皮，麋鹿皮。）\n[疏]註『上介用皮變於賓』。釋曰：賓用馬，今上介用皮，故雲『變於賓也』。"
      },
      {
        "index": 74,
        "text": "皆入門右，東上，奠幣，皆再拜稽首。（皆者，皆眾介也。贊者奠皮出。）\n[疏]註『贊者奠皮出』。釋曰：鄭知贊者奠皮出者，下雲『有司二人舉皮從其幣出』，無人授之，明贊者奠即出可知。"
      },
      {
        "index": 75,
        "text": "擯者辭，（亦辭其臣。）介逆出。（亦事畢也。）\n擯者執上幣，士執眾幣，有司二人舉皮，從其幣，出請受。（此請受，請於上介也。擯者先即西面位請之。釋辭之時，眾執幣者隨立門中而俟。）"
      },
      {
        "index": 76,
        "text": "[疏]註『此請』至『而俟』。釋曰：雲『此請受，請於上介也』者，對前賓，此請上介亦不請眾介也。知『擯者先即西面位請之』者，以其上介等先立門西，東面，故擯西面對之。雲『釋辭之時，眾執幣者隨（元缺起此）立門中而俟』"
      },
      {
        "index": 77,
        "text": "者，以其請受之，下經雲『委皮南面，執幣者西面』，故知當請之時，立於門中可知。言『隨』者，謂相隨從，故《昏禮》記雲：納徵，執皮，『隨入』，註雲："
      },
      {
        "index": 78,
        "text": "『為門中阨狹。』記雲『凡庭實隨入左先』，明此出時亦隨出而立也。案《匠人》雲：『廟門容大扃七個。』註：『大扃，牛鼎之扃，長三尺。』七個則二丈一尺。東，明不得並出也。"
      },
      {
        "index": 79,
        "text": "委皮南面，（擯者既釋辭，執眾幣者進即位，有司乃得委之。南面，便其復入也。委皮當門。）\n[疏]註『擯者』至『當門』。釋曰：雲『擯者既釋辭，執眾幣者進即位，有司乃得委皮』者，以前文雲舉皮者從其幣出，皮在後，可知隨立門中之時未得委皮，明執幣者進即位，乃得委皮也。雲『南面，便其復入也。委皮當門』者，此決執幣者西面，其皮不西面委之者，以皮入右首，右先，故南面橫委於門中，當門北上，執皮者北面受之而乃入，便故也。"
      },
      {
        "index": 80,
        "text": "執幣者西面，北上。擯者請受。（請於上介也。上言『其次』，此言『其位』，互約文也。）\n[疏]註『請於』至『文也』。釋曰：上文『擯者執上幣』，註雲：『請受，請於上介也。』此雖眾介所請，亦請上介，上介尊故也。雲『上言其次，此言其位，互約文也』者，上雲『擯者執上幣，士執眾幣，有司二人舉皮，從其幣出請受』，是其次也。此言『委皮南面，執幣者西面北上』，是其位也。言『互』者，此言西面北上，則上當有北面東上之文，下雲士介覿幣時，『士三人東上，坐取幣立』是也。此宜有士執眾幣，立於南面之文，如是者，互文也。言『約』者，雖互見其文，文猶不備。若欲備文，當上取歸賓幣之文，下取歸士介幣之文，以理推，約之乃備也。若然，上當言擯者執幣，士四人，北面東上，坐取幣，從有司二人，坐舉皮，從其幣出，隨立於門中，擯者出門西面，於東塾南請受，士執幣者進，立擯南西面，北上，執皮者南面委皮於門中，北上。如是，乃為文備也。"
      },
      {
        "index": 81,
        "text": "介禮辭，聽命。皆進，訝受其幣。（此言皆訝受者，嫌擯者一一授之。）\n[疏]註『此言』至『授之』。釋曰：『此言皆訝受者，嫌擯者一一授之』"
      },
      {
        "index": 82,
        "text": "者，案上受享皮及賓私覿之馬，並不雲皆，此獨雲『皆』者，嫌擯者獨請上介，請先授上介幣，故言皆。明不一一授，同時訝受可知也。享幣無門外授先後之法，故不言皆。"
      },
      {
        "index": 83,
        "text": "上介奉幣，皮先，入門左，奠皮。（皮先者，介隨執皮者而入也。入門左，介至揖位而立。執皮者奠皮以有不敢授之義。古文重入。）"
      },
      {
        "index": 84,
        "text": "[疏]註『皮先』至『重入』。釋曰：雲『介至揖位而立』者，謂賓覿時幣入門左，介皆入門左，西上，公揖讓如初，升，賓至此待揖而後進，明此介亦至揖位而立。雲『執皮者奠皮，以有不敢授之義』者，案享時庭實使人執之，《昏禮》庭實亦使人執之，亦皆東，不奠於地，以其得親授主人，有司此奠之不敢授，故下雲『二人坐舉皮』，明不授也。"
      },
      {
        "index": 85,
        "text": "公再拜。（拜中庭也。不受於堂，介賤也。）\n[疏]註『拜中』至『賤也』。釋曰：知『拜中庭』者，上雲公降立，不見更有進退之文，自受享以來，降立皆在中庭，故知此公拜亦中庭可知也。"
      },
      {
        "index": 86,
        "text": "介振幣，自皮西進，北面授幣，退復位，再拜稽首送幣。（進者，北行，參分庭一而東行，當君乃復北行也。）\n[疏]註『進者』至『行（元缺止此）也』。釋曰：介初在揖位，君在中庭，奠皮近西，故介發揖位，經皮西北出三分一乃東行，北向，當君乃北行，至君所乃授幣，故雲『自皮西進，北面授幣』也。"
      },
      {
        "index": 87,
        "text": "介出。宰自公左受幣。（不側授，介禮輕。）\n[疏]『介出』至『受幣』。註『不側授介禮輕』。釋曰：案賓覿禮雲『側授宰幣』，此不雲『側授』，故雲『介禮輕』。宰自公左受則是側，不雲『側』者，當有贊者於公受，轉授宰，故雲『介禮輕』也。"
      },
      {
        "index": 88,
        "text": "有司二人坐舉皮以東。\n擯者又納士介。（納者，出道入也。）\n[疏]『擯者又納士介』。註『納者出道入也』。釋曰：自此盡『序從之』，論士介行私覿之事。雲『納者，出道入也』者，謂若《燕禮》、《大射》小臣納卿大夫，出道入之也。"
      },
      {
        "index": 89,
        "text": "士介入門右，奠幣，再拜稽首。（終不敢以客禮見。）\n[疏]註『終不』至『禮見』。釋曰：上介奠幣訖，辭之，終以客禮，是士介卑，奠幣出，私覿即了，終不敢以客禮見也。"
      },
      {
        "index": 90,
        "text": "擯者辭，介逆出。擯者執上幣以出，禮請受，賓固辭。（禮請受者，一請受而聽之也。賓為之辭，士介賤，不敢以言通於主君也。固，衍字，當如面大夫也。）"
      },
      {
        "index": 91,
        "text": "[疏]『擯者』至『固辭』。註『禮請』至『大夫也』。釋曰：知『固，衍字，當如面大夫』者，案下士介面大夫時，擯者執上幣出，禮請受，賓辭無固字。故知此固衍字，當如士介面大夫。"
      },
      {
        "index": 92,
        "text": "公答再拜。擯者出，立於門中以相拜。（擯者以賓辭入告，還立門中閾外，西面。公乃遙答拜也，相者贊告之。）"
      },
      {
        "index": 93,
        "text": "[疏]註『擯者』至『吉之』。釋曰：鄭知擯立門中閾外西面者，以公在內，賓在門外之西，東面，擯者兩處相之，明居閾外西面，向賓告之也。"
      },
      {
        "index": 94,
        "text": "士介皆辟。（辟，於其東面位逡遁也。）\n士三人，東上，坐取幣，立。（俟擯者執上幣來也。）\n[疏]『士三』至『幣立』。註『俟擯』至『來也』。釋曰：上文擯者執上幣以出，賓辭之，士皆辟之，乃雲士三人取幣立，擯者執上幣始來，明士三人立俟之可知也。"
      },
      {
        "index": 95,
        "text": "擯者進。（就公所也。）\n[疏]『擯者進』。註『就公所也』。釋曰：以公在庭，故擯者自門外來，進向公左，授幣與宰也。"
      },
      {
        "index": 96,
        "text": "宰夫受幣於中庭，以東。（使宰夫受於士，士介幣輕也。受之於公左。賓幣，公側授宰，上介幣，宰受於公左，士介幣，宰夫受於士，敬之差。）"
      },
      {
        "index": 97,
        "text": "[疏]註『使宰』至『之差』。釋曰：雲『使宰夫受於士』者，以上文士三人取幣，明此宰夫所受，受於士也。知『受之於公左』者，《禮記。少儀》雲『贊幣自左』，是以凡受幣皆於公左也。雲『賓幣，公側授宰』者，即上文公側授宰幣於序端是也。雲『上介幣，宰受於公左』者，即上雲庭中，宰自公左受之是也。雲『士介幣，宰夫受於士』者，即經文是也。在公左受之，是尊卑不同，敬之差也。（元缺一字）所受之雖不同，及其以東，其藏並是宰夫，宰夫幣所主故也。"
      },
      {
        "index": 98,
        "text": "執幣者序從之。（序從者，以宰夫當一一受之。）\n擯者出請，賓告事畢。（賓既告事畢，眾介逆道賓而出也。）"
      },
      {
        "index": 99,
        "text": "[疏]『擯者』至『事畢』。註『賓既』至『出也』。釋曰：自此盡『不顧』，論事畢送賓之事。雲『眾介逆道賓而出也』者，介為首，賓為尾，謂逆道也。必知有逆出者，上文聘訖，雲『賓降介逆出』，又聘夫人私覿亦介逆出，諸聘禮之等皆逆出，故知此亦逆出可知也。"
      },
      {
        "index": 100,
        "text": "擯者入告，公出送賓。（公出，眾擯亦逆道。紹擯及賓並行，亦六步。）\n及大門內，公問君。（鄉以公禮將事，無由問也。賓至始入門之位，北面，將揖而出。眾介亦在其右，少退西上，於此可以問君『居處為於』，序殷勤也。"
      },
      {
        "index": 101,
        "text": "時承擯、紹擯亦於門東，北面東上。上擯往來傳君命，南面。蘧伯玉使人於孔子，孔子問曰：『夫子何為？』此公問君之類也。）"
      },
      {
        "index": 102,
        "text": "[疏]『及大』至『問君』。註『鄉以』至『類也』。釋曰：雲『眾介亦在其右，少退西上』者，案上賓初入門左，鄭註雲：由賓位也。眾介隨入，北面西上，少退，今賓出，至入門之位，將北面拜君，而後出，故知其位亦當初入門之位。此位前後皆約聘享入廟，北面西上之位也。雲『時承擯、紹擯亦於門東，北面東上。上擯往來傳君命』者，亦約常朝入門，門東，北面東上之揖位。上擯往來相君，自是其常。引《論語》者，彼雖非聘，亦是大夫使人往來法，問夫子何為？亦是問君之類，故雲『之類』也。"
      },
      {
        "index": 103,
        "text": "賓對，公再拜。（拜其無恙。公拜，賓亦辟。）\n[疏]註『拜其』至『亦辟』。釋曰：案《爾雅。釋言》：『恙，憂也。』"
      },
      {
        "index": 104,
        "text": "言『亦』者，亦初迎賓入門，主君拜，賓辟，故雲亦也。\n公問大夫，賓對。公勞賓，賓再拜稽首，公答拜。（勞以道路之勤。）"
      },
      {
        "index": 105,
        "text": "公勞介，介皆再拜稽首，公答拜。賓出，公再拜送，賓不顧。（公既拜，客趨辟，君命上擯送賓出，反告賓不顧，於此君可以反路寢矣。《論語》說孔子之行曰：『君召使擯，色勃如也，足ㄟ如也。賓退，必復命曰，賓不顧矣。』）"
      },
      {
        "index": 106,
        "text": "[疏]『公勞』至『不顧』。註『公既』至『顧矣』。釋曰：雲『賓不顧』，據上擯送賓復回，謂君雲賓不顧矣，故引孔子事為證。若然，此送賓是上擯，則卿為上擯，孔子為下大夫，得為上擯者，以孔子有德，君命使攝上擯，若定十年夾谷之會令孔子為相同也。"
      },
      {
        "index": 107,
        "text": "賓請有事於大夫。（請問，問卿也。不言問聘，聘亦問也，嫌近君也。上擯送賓出，賓東面而請之，擯者反命，因告之。）"
      },
      {
        "index": 108,
        "text": "[疏]『賓請』至『大夫』。註『請問』至『告之』。釋曰：自此盡『亦如之』，論賓請問大夫訖，即館，卿大夫勞賓介之事。雲『不言問聘，聘亦問也，嫌近君也』者，對文大聘曰聘，小聘曰問，總而言之，問聘一也。不得雲問卿，若言問近君矣，故雲『有事於大夫也』。鄭雲『擯者反命，因告之』者，但從朝以來，行聘享、行禮賓之事，事已煩矣，今日即請，未可即行，故雲反命因告之。"
      },
      {
        "index": 109,
        "text": "告之使知而已，是以賓至館行勞賓介，及受饔餼，終日有事，明日乃行問卿之禮也。賓所請問，卿宜雲有事於某子，故下記雲『幣之所及皆勞』，鄭雲『所以知及不及者，賓請有事，固曰某子某子』是也。"
      },
      {
        "index": 110,
        "text": "公禮辭，許。（禮辭，一辭。）\n賓即館。（小休息也。即，就也。）\n[疏]『賓即館』。註『小休息也』。釋曰：言休息者，據此一日之間，其事多矣，明旦行問，卿暫時止息，故雲『小休息也』。"
      },
      {
        "index": 111,
        "text": "卿大夫勞賓，賓不見。（以己公事未行，上介以賓辭辭之。）\n[疏]註『以己』至『辭之』。釋曰：『以己公事未行』者，其聘享公事已行，仍有問大夫之等公事未行，故不敢見。雲『上介以賓辭辭之』者，以經雲『賓不見』，明上介以賓辭辭之，可知。是以下言『上介受』，明此上介辭也。"
      },
      {
        "index": 112,
        "text": "大夫奠雁再拜，上介受。（不言卿，卿與大夫同執雁，下見於國君。《周禮》：\n凡諸侯之卿見朝君，皆執羔。）"
      },
      {
        "index": 113,
        "text": "[疏]『大夫』至『介受』。註『不言』至『執羔』。釋曰：雲《周禮》者，案《周禮。秋官。掌客》雲：凡諸侯之禮，上公五積，卿皆見以羔；侯伯四積，卿皆見以羔。是主國之卿見朝君皆執羔。引之證主國卿見聘，客不得執羔，與大夫同用雁，不見朝君故也。"
      },
      {
        "index": 114,
        "text": "勞上介，亦如之。\n君使卿韋弁，歸饔餼五牢。（變皮弁，服韋弁，敬也。韋弁，韋之弁，兵服也。而服之者，皮韋同類，取相近耳。其服蓋布以為衣，而素裳。牲，殺曰饔，生曰餼。今文歸或為饋。）"
      },
      {
        "index": 115,
        "text": "[疏]『君使』至『五牢』。註『變皮』至『為饋』。釋曰：自此盡『無儐』，論主君使卿歸饔餼於賓介之事。雲『變皮弁，服韋弁，敬也』者，案《周禮。春官。司服》王之吉服有九，祭服之下先雲兵事韋弁服，後雲視朝皮弁服，則韋弁尊於皮弁。今行聘享之事等皆皮弁，至歸饔餼則韋弁，故雲敬也。雲『韋弁，韋之弁，兵服也』者，鄭知弁用韋者，案《司服》註，鄭引《春秋傳》曰：『晉至衣韋之跗。』註又雲：『今時五伯緹衣，古兵服之遺色。』故知用韋也。即赤色，以赤韋為弁也。雲兵服者，《司服》雲『凡兵事韋弁服』，故雲兵服也。雲『服之者，皮韋同類，取相近耳』者，有毛則曰皮，去毛熟治則曰韋，本是一物，有毛無毛為異，故雲取相近耳。雲『其服蓋布以為衣，而素裳』者，此無正文，但正服則鄭註《司服》雲『韋弁，以韋為弁，又以為衣裳』，又晉至衣韋之跗註，《鄭誌》解此跗註，以跗為幅，以註為屬，謂制韋如布帛之幅，而連屬為衣及裳。今此鄭雲以布為衣而素裳，全與兵服異者，鄭以意量之。此為賓館於大夫士之廟，既為入廟之服，不可純如兵服，故為布為衣而素裳。《鄭誌》兵服以其與皮弁同白舄，故以素裳解之。此言素裳，又與《鄭誌》同。若然，唯變其衣耳，以無正文，故雲『蓋』以疑之也。雲『殺曰饔，生曰餼』"
      },
      {
        "index": 116,
        "text": "者，《周禮》有內饔、外饔，皆掌割亨之事。《詩》雲：『有母之屍饔。』故知殺曰饔，生曰餼者，以其對饔是腥飪，故知餼是生。故下雲『餼二牢』，皆活陳之也。"
      },
      {
        "index": 117,
        "text": "上介請事，賓朝服禮辭。（朝服，示不受也。受之當以尊服。）\n[疏]『上介』至『禮辭』。註『朝服』至『尊服』。釋曰：鄭知義然者，案下雲『賓皮弁迎大夫』是受之，用皮弁為尊服，明此著朝服，朝服卑於皮弁，是示不受。言示不受，終受之也。"
      },
      {
        "index": 118,
        "text": "有司入陳。（入賓所館之廟，陳其積。）\n[疏]『有司入陳』。註『入賓』至『其積』。釋曰：案上文直雲『致館』"
      },
      {
        "index": 119,
        "text": "及『即館』，不辨廟與正客館之名。案下記雲『卿館於大夫，大夫館於士』，皆是大夫士之廟。下文又雲『揖入及廟』，鄭據此而言，明陳之於廟也。《曾子問》："
      },
      {
        "index": 120,
        "text": "『孔子雲：自卿大夫士之家曰私館。』即卿大夫士之廟一也。孔子又雲：『公館，與公所為曰公館。』鄭註雲：『公館，若今縣官宮也。』彼是正客館，彼此兩言之者，若朝聘使少，則皆於正客館，若使多，則有在大夫廟。多少不定，兩言之也。案《大行人》及《掌客》積與饔餼各別，此註以饔餼為陳其積者，對文饔餼與積別，散文總是委積，故雲『積』也。"
      },
      {
        "index": 121,
        "text": "饔，（謂飪與腥。）\n[疏]『饔』。註『謂飪與腥』。釋曰：知者，上總言『饔餼五牢』，下陳有三處，據此，饔下雲『飪一牢』，『腥二牢』，下又別雲『餼二牢』，故知饔別飪、腥二者也。若然，飪與腥共以饔目之者，以其同是死，列之以鼎故也。"
      },
      {
        "index": 122,
        "text": "飪一牢，鼎九，設於西階前，陪鼎當內廉，東面，北上，上當碑，南陳；牛、羊、豕、魚、臘、腸胃同鼎，膚、鮮魚、鮮臘，設扃。鄉、熏、堯，蓋陪牛、羊、豕。（陪鼎三牲，霍、鄉、熏、堯陪之，庶羞加也。當內廉，辟堂塗也。腸胃次臘，以其出牛羊也。膚，豕肉也，唯Ь者有膚。此饌先陳其位，後言其次，重大禮，詳其事也。宮必有碑，所以識日景，引陰陽也。凡碑，引物者，宗廟則麗牲焉，以取毛血。其材，宮廟以石，窆用木。）"
      },
      {
        "index": 123,
        "text": "[疏]註『陪鼎』至『用木』。釋曰：案《公食大夫》庶羞也，以非正饌，故在正鼎後，而言『加』也。雲『當內廉，辟堂塗也』者，正鼎九，雖大判繼階而言，其雲於階前，則階東稍遠，故陪鼎猶當內廉也，而辟堂塗，堂塗之內也。"
      },
      {
        "index": 124,
        "text": "雲『腸胃次臘，以其出牛羊』也，鄭言此者，以其膚是豕肉，腸胃是腹內之物，而在肉前者，以其腸胃出於牛羊，故在膚前列之也。雲『膚，豕肉也，唯Ь者有膚』者，君子不食腴，犬豕曰。若然，牛羊有腸胃而無膚，豕則有膚而無腸胃也。且豕則有膚，豚則無膚，故《士喪禮》豚皆無膚。以其皮薄故也。縱豕以四解，亦無膚，故《既夕》大遣奠少牢無膚，以其豚解故也。雲『此饌先陳其位，後言其次，重大禮，詳其事也』者，先陳其位者，『南陳』已上是也，後言其次者，『牛羊豕』已下是也。案設飧時，直雲飪一牢在西，鼎九，羞鼎三，腥一牢在東，鼎七。直言西九東七，不言次陳位，飧是小禮，輕之故也。雲『宮必有碑，所以識日景，引陰陽也』者，言宮必有碑者，案諸經雲『三揖』者，鄭註皆雲："
      },
      {
        "index": 125,
        "text": "入門將曲揖，既北面揖，當碑揖。若然，《士昏》及此《聘禮》是大夫士廟內皆有碑矣。《鄉飲酒》、《鄉射》言三揖，則庠序之內亦有碑矣。《祭義》雲："
      },
      {
        "index": 126,
        "text": "『君牽牲，麗於碑。』則諸侯廟內有碑明矣。天子廟及庠序有碑可知。但生人寢內不見有碑，雖無文，兩君相朝，燕在寢，豈不三揖乎？明亦當有碑矣。言所以識日景者，《周禮。匠人》雲『為規識日出之景，與日入之景』者，自是正東西南北。此識日景，唯可觀碑景邪正，以知日之早晚也。又雲『引陰陽』者，又觀碑景南北長短，十一月，日南至，景南北最長，陰盛也。五月，日北至，景南北最短，陽盛也。二至之，景之盈縮、陰陽進退可知。雲『凡碑，引物者，宗廟則麗牲焉，以取毛血』者，雲凡碑引物，則識日景、引陰陽皆是引物，則宗廟之中是引物。但廟碑又有麗牲，麗，系也。案《祭義》雲：『君牽牲，麗於碑。』"
      },
      {
        "index": 127,
        "text": "以其鸞刀以取血毛，毛以告純，血以告殺，兼為此事也。雲『其材，宮廟以石，窆用木』者，此雖無正文，以義言之，葬碑取縣繩繂暫時之，往來運載，當用木而已。其宮廟之碑，取其妙好，又須久長，用石為之，理勝於木，故雲宮廟以石窆用木也。是以《檀弓》雲：『公室視豐碑，三家視桓楹。』時魯與大夫皆僭，言視桓楹，桓楹，宮廟兩楹之柱，是葬用木之驗也。"
      },
      {
        "index": 128,
        "text": "腥二牢，鼎二七，無鮮魚、鮮臘，設於阼階前，西面，南陳如飪鼎，二列。\n（有臘者，所以優賓也。）\n[疏]『腥二』至『二列』。註『有腥』至『賓也』。釋曰：雲『優賓』"
      },
      {
        "index": 129,
        "text": "者，案下文士四人皆餼大牢，無腥，是不優之也。\n堂上八豆，設於戶西，西陳，皆二以並，東上，韭菹，其南醢，屈。（戶，室戶也。東上，變於親食賓也。醢，汁也。屈猶錯也。今文並皆為並。）"
      },
      {
        "index": 130,
        "text": "[疏]『堂上』至『醢屈』。註『戶室』至『為並』。釋曰：雲『設於戶西，西陳，皆二以並，東上，韭菹，其南醢，屈』者，謂其南東上醢，醢西昌本，昌本西麋，麋西菁菹，菁菹北鹿，鹿東葵菹，葵菹東蝸醢，蝸醢東韭菹。案《周禮。天官。醢人》朝事之豆有八：韭菹、醢、昌本、麋、菁菹、鹿、茆菹、。饋食之豆：葵菹、蠃醢。此經直雲韭菹、醢，屈，知此昌本以下八豆者，案《公食》下大夫六豆，韭菹、醢、昌本、麋、菁菹、鹿；又雲『上大夫八豆』，鄭註雲：記《公食》上大夫異於下大夫之豆數，加葵菹、蝸醢，以充八豆。若然，案朝事八豆，菁菹、鹿下，仍有茆菹、の不取，而取饋食葵菹、蝸醢者，案《少牢》正祭用韭菹、醢、葵菹、蝸醢，朝事饋食之豆兼用之，明此賓上大夫亦兼用朝事饋食之豆以充八豆可知。雲『東上者，變於親食賓也』者，案《公食大夫》公親食賓，雲『宰夫自東房薦豆六，設於醬東，西上』，此雲東上，是變於親食賓也。雲『屈猶錯也』者，猶下經錯黍，此經菹，菹不自相，當皆交錯陳之，故雲錯也。"
      },
      {
        "index": 131,
        "text": "八簋繼之，黍其南稷，錯。（黍在北。）\n[疏]『八簋』至『稷錯』。註『黍在北』。釋曰：雲『繼』者，繼八豆以西陳之。雲『八簋』者，此陳之次第與八豆同，故鄭雲『屈猶錯也』。八豆言屈，八簋言錯者，以八豆之實各別，直次第屈陳之，則得相變，故雲『屈』也。"
      },
      {
        "index": 132,
        "text": "八簋唯有黍、稷二種，雖屈陳之，則雜錯陳之，使當行黍、稷錯，不得並陳，設亦相變，故鄭下註『幾饌屈錯要相變』是也。"
      },
      {
        "index": 133,
        "text": "六繼之，牛以西羊、豕，豕南牛，以東羊、豕。（，羹器也。）\n[疏]『六』至『羊豕』。註『羹器也』。釋曰：此不言䋫屈錯者，䋫文自具，故不言之也。案此文上下䋫屈錯似各別，鄭此註屈猶錯。《士喪禮》『陳衣於房中，南領，西上䋫』，註雲：『䋫猶屈。』又似不別者。雲䋫屈二者，下手陳之少異，屈者，句而屈陳之；䋫者，直屈陳之；不為句陳訖則相似。故註《士喪禮》雲：『䋫猶屈。』言錯者，雜而陳之，與䋫屈同。或句屈陳而錯，此文是也；或䋫陳如錯，《公食大夫》是也。故《公食大夫》雲：『宰夫設黍稷六簋於俎西，二以並，東北上，黍當牛俎，其西稷，錯以終，南陳。』是其直䋫錯之也。"
      },
      {
        "index": 134,
        "text": "兩繼之，粱在北。（不次簋者，粱稻加也。凡饌屈錯要相變。）\n[疏]註『凡饌』至『相變』。釋曰：凡豆及簋之數皆耦，兩自相對而陳之。"
      },
      {
        "index": 135,
        "text": "屈錯不相對者，欲使陳設者，其要殺各得相變，不使相當。其六䋫者，牛及豕二者相變，羊豕相當，不相變，以其大牢牛、羊、豕不耦，故羊豕不得變也。"
      },
      {
        "index": 136,
        "text": "八壺設於西序，北上，二以並，南陳。（壺，酒尊也。酒蓋稻酒、粱酒。不錯者，酒不以雜錯為味。）\n[疏]『八壺』至『南陳』。註『壺酒』至『為味』。釋曰：鄭雲『蓋稻酒粱酒也』者，以下夫人歸禮，叟黍清各兩壺，此中若有黍，不得各二壺。若三者各二壺，則止有六壺，與夫人歸禮同。又不得各三壺，若三者各三壺，則九壺，不合八數。止有稻、粱，無正文，故雲『蓋』以疑之。鄭知不直有稻黍而為稻粱者，稻粱是加相對之物，故為稻粱也。此陳饔餼，堂上及東西夾簋有二十，六。上文設飧時，與此堂上及西夾，其對則簋十四，四。案《掌客》設飧，公、侯、伯、子、男簋同十二，公十，侯伯八，子男六，又皆陳饔餼，其死牢加飧之陳，如何此中飧之簋數及饔餼之數皆多於君者？彼是君禮，自上下為差，此乃臣禮，或多或少，自是一法，不可以彼相並。又此中致饔餼於賓，醯醢百甕，米百。《周禮》上公甕百二十，侯伯甕百，子男甕八十。子男少於此卿大夫禮，禮或損之而益，此其類也。"
      },
      {
        "index": 137,
        "text": "西夾六豆，設於西墉下，北上。韭菹，其東醢，屈。六簋繼之。黍其東稷，錯。四繼之，牛以南羊，羊東豕，豕以北牛。兩繼之，粱在西。皆二以並，南陳。六壺西上，二以並，東陳。（東陳在北墉下，統於豆。）"
      },
      {
        "index": 138,
        "text": "[疏]『西夾』至『東陳』。釋曰：『六豆』者，先設韭菹，其東醢，又其東昌本，南麋，麋西菁菹，又西鹿。此陳還取朝事之豆，其六簋、四、兩、六壺，東陳，其次可知，義復與前同也。"
      }
    ]
  }
}