{
  "chapterNumber": 51,
  "title": "卷五十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "主人降，南面拜眾賓於門東，三拜。眾賓門東，北面，皆答壹拜。（拜於門東，明少南就之也。言三拜者，眾賓賤，旅之也。眾賓一拜，賤也。卿大夫尊，賓賤，純臣也，位在門東。古文壹為一。）"
      },
      {
        "index": 1,
        "text": "[疏]『主人』至『壹拜』。註『拜於』至『為一』。釋曰：自此盡『賓降』，論主人獻長賓已下並主人受酢之事。云『拜於門東，明少南就之也』者，以其繼門言之，明少南就之。云『言三拜者，眾賓賤，旅之也』者，案《周禮。"
      },
      {
        "index": 2,
        "text": "司士職》：『孤卿特揖，大夫以其等旅揖。』註云：『特揖，一一揖之，旅眾也。大夫爵同者眾揖之。』此云旅之者，旅眾也，眾人共得一拜。云『眾賓一拜，賤也』者，以賤不得備禮，故云賤也。云『純臣也，位在門東』者，此對《特牲》云：『公有司門西，北面東上，獻次眾賓。私臣門東，北面西上，獻次兄弟。』"
      },
      {
        "index": 3,
        "text": "此賓皆在門東，故云純臣者，指北面時也。得獻訖，在西階下，亦不純臣，故下經云『獻私人於阼階上』，註云：『私人，家臣，己所自謁除也。大夫言私人，明不純臣也。』若然，大夫雲私人，見不純臣，士言私臣，不言人者，大夫尊，近君。若言私臣，則臣與君不異，故名私人。士卑，無辟君臣之名，不嫌，故名私臣。"
      },
      {
        "index": 4,
        "text": "主人洗爵，長賓辭。主人奠爵於篚，興，對。卒洗，升，酌，獻賓於西階上。\n長賓升，拜受爵。主人在其右，北面答拜。宰夫自東房薦脯、醢，醢在西。司士設俎於豆北，羊骼一、腸一、胃一、切肺一、膚一。（羊骼，羊左骼，上賓一體，賤也。薦與設俎者，既則俟於西序端。古文骼為胳。）"
      },
      {
        "index": 5,
        "text": "[疏]註『羊骼』至『為胳』。釋曰：云『設俎者，既則俟於西序端』者，案《鄉飲酒》『司正升相旅，受酬者降席，司正退立於序端』。然則先事既設，後事未至，其退立之位，當在於序端。知此不降者，下文賓執祭以降，宰夫執薦以從，司士執俎以從，無升文，明此不降，退立於序端可知。"
      },
      {
        "index": 6,
        "text": "賓坐，左執爵，右取肺㨎於醢，祭之，執爵興，取肺，坐祭之，祭酒，遂飲，卒爵，執以興，坐奠爵，拜，執爵以興。主人答拜，受爵。賓坐取祭以降，西面坐委於西階西南。（成祭於上，尊賓也。取祭以降，反下位也。反下位而在西階西南，已獻，尊之。祭，脯肺。）"
      },
      {
        "index": 7,
        "text": "[疏]註『成祭』至『脯肺』。釋曰：云『取祭以降，反下位也。反下位而在西階西南，已獻，尊之』者，凡言『反位』者，或反初位，或上下位異亦為反。"
      },
      {
        "index": 8,
        "text": "此則初位，在門東，今得獻，反在西階南，與主人相對，已獻尊之故也。若《燕禮》士得獻位於東方，亦是尊之者也。云『祭，脯肺』者，案經云取脯取肺祭之，明祭是脯、肺。"
      },
      {
        "index": 9,
        "text": "宰夫執薦以從，設於祭東。司士執俎以從，於設薦東。\n眾賓長升，拜受爵，主人答拜。坐祭，立飲，卒爵，不拜既爵。（既，盡也。長賓升者，以次第升受獻。言眾賓長拜，則其餘不拜。）"
      },
      {
        "index": 10,
        "text": "[疏]註『既盡』至『不拜』。釋曰：云『長賓升者，以次第升受獻』者，知不直次上賓後，一人為眾賓長時，受獻必以長幼次第受獻者，以其下文云『宰夫贊主人酌，若是以辯』，鄭云：『每獻一人，奠空爵於於，宰夫酌授於尊南。』"
      },
      {
        "index": 11,
        "text": "是奠爵，故以長幼次第受獻也。\n宰夫贊主人酌，若是以辯。（主人每獻一人，奠空爵於於，宰夫酌授於尊南。今文若為如，辯皆為遍。）辯受爵。其薦脯、醢與┵，設於其位。其位繼上賓而南，皆東面。其者體，儀也。（遍獻乃薦，略之，亦宰夫薦，司士┵。用儀者，尊體盡，儀度餘骨，可用而用之。尊者用尊體，卑者用卑體而已。亦有切肺膚。今文儀皆作義，或為議。）"
      },
      {
        "index": 12,
        "text": "[疏]『辯受』至『儀也』。註『遍獻』至『為議』。釋曰：即薦，謂若燕禮三，卿已上得獻，即薦，大夫遍獻乃薦，亦其類。云『亦宰夫薦，司士┵』"
      },
      {
        "index": 13,
        "text": "者，此約上賓，此眾賓亦同此二人為之。云『儀者，尊體盡，儀度餘骨，可用而用之，尊者用尊體，卑者用卑體而已』者，以其言儀，取尊卑得其儀，但尊體既盡，就卑體之中度尊卑之儀而用之。不可辯其尊體，故鄭以意解之，尊者用尊體卑者用卑體而已也。云『亦有切肺膚』者，案《特牲》用離肺，知此眾賓用切肺膚者，以其侑用切肺，不敢殊於屍，明眾賓亦不敢殊於侑。若然，不儐屍者亦用切肺者，亦是不敢變於儐屍禮也。"
      },
      {
        "index": 14,
        "text": "乃升長賓。主人酌，酢於長賓，西階上北面，賓在左。（主人酌自酢，序賓意，賓卑不敢酢。）\n[疏]『乃升』至『在左』。註『主人』至『敢酢』。釋曰：《特牲》主人獻長賓訖即酢，此辯獻乃酢者，主人益尊，先自達其意。《特牲》主人獻內賓辯，乃自酢。註云：『爵辯乃自酢，以初不殊其長也。』則此大夫尊，初則殊其長故也。"
      },
      {
        "index": 15,
        "text": "主人坐奠爵，拜，執爵以興。賓答拜。坐祭，遂飲，卒爵，執爵以興，坐奠爵，拜。賓答拜。賓降。（降反位。）"
      },
      {
        "index": 16,
        "text": "宰夫洗觶以升。主人受，酌，降酬長賓於西階南，北面。賓在左。主人坐奠爵，拜，賓答拜。坐祭，遂飲，卒爵，拜。賓答拜。（宰夫授主人觶，則受其虛爵奠於篚。古文酌為爵。）"
      },
      {
        "index": 17,
        "text": "[疏]『宰夫』至『答拜』。註『宰夫』至『為爵』。釋曰：自此盡『於薦左』，論主人酬長賓於堂下之事也。云『宰夫授主人觶，則受其虛爵奠於篚』者，謂上主人受賓之酢爵，今宰夫既授觶訖，因受取酢之，虛爵降，奠於篚也。"
      },
      {
        "index": 18,
        "text": "知然者，上文主人受爵訖，賓降，主人無降文，即云宰夫授觶，主人受之，明主人手中虛爵，宰夫受之，奠於篚可知。若然，知不待酬賓，虛觶受之，奠於篚者，以其下文賓之虛觶奠於薦左，故知非賓虛觶，其賓奠薦左者後舉之，以為無爵也。"
      },
      {
        "index": 19,
        "text": "主人洗，賓辭。主人坐奠爵於篚，對。卒洗，升酌，降復位。賓拜受爵，主人拜送爵。賓西西坐奠爵於薦左。\n主人洗，升，酌，獻兄弟於阼階上。兄弟之長升，拜受爵。主人在其右答拜。"
      },
      {
        "index": 20,
        "text": "坐祭，立飲，不拜既爵。皆若是以辯。（兄弟長幼立飲，賤不別。大未之賓尊於兄弟，宰夫不贊酌者，兄弟以親昵來，不以官待之。）"
      },
      {
        "index": 21,
        "text": "[疏]『主人』至『以辯』。註『兄弟』至『待之』。釋曰：自此盡『其眾儀也』，論主人獻兄弟於阼階之事。云『兄弟長幼立飲，賤不別』者，案《特牲》云『獻長兄弟於阼階上，如賓儀』者，士卑，長兄弟為貴，殊貴賤，故云如賓儀，長賓坐飲也。此大夫禮，長賓坐飲，眾賓立飲，至於大夫貴，兄弟賤，兄弟長幼皆立飲，不得如賓儀，故立飲賤不別也。云『大夫之賓尊於兄弟，宰夫不贊云酌者，兄弟以親昵來，不以官待之』者，決上文大夫賓貴，使宰夫贊酌；今兄弟酌，不使宰夫贊酌者，為兄弟是親昵，不以官待之，故兄弟雖賤於賓，不得使人贊酌而親之也。"
      },
      {
        "index": 22,
        "text": "辯受爵。其位在洗東，西面北上。升受爵，其薦┵設於其位。（亦辯獻乃薦，既云辯矣，復言升受爵者，為眾兄弟言也。眾兄弟升不拜受爵，先著其位於上，乃後云薦┵設於其位，明位初在是也。位不繼於主人，而云洗東，卑不統於尊。"
      },
      {
        "index": 23,
        "text": "此薦┵皆使私人。）\n[疏]『辯受』至『其位』。註『亦辯』至『私人』。釋曰：云『既云辯矣，復言升受爵者，為眾兄弟言也』者，以上經云『兄弟之長升拜受爵』，嫌眾兄弟亦升拜受爵，是以此更云升受爵，直為眾兄弟不拜受爵而言，鄭即云『眾兄弟升，不拜受爵』也。若然，上賓拜受爵，又拜既爵，眾賓拜受爵，不拜既爵。"
      },
      {
        "index": 24,
        "text": "長兄弟得與眾賓同，眾兄弟又不拜受爵，是其差也。云『先著其位於上，乃後云薦┵設於其位，明位初在是』者，初位，謂經云『其位在洗東，西面北上』，是先著其位於上，乃云升受爵者，謂發此位升堂受爵。又云『薦┵設於其位』者，謂受爵時設薦┵於其東，西面位，是先著其位於上，乃後云薦┵設於其位，明位初在是也，故先云洗東位。以此而言，則眾賓亦先有位在門東北面，繼上賓後獻訖，亦薦┵於位，皆是先有位，不繼於門東，而在西階西南者，彼謂已獻薦之故也。云『位不繼於主人，而雲洗東，卑不統於尊』者，案《特牲》主人卑，故兄弟助祭之位，得繼主人於阼階下南陳，又得辟夫人，不敢自尊也。此以大夫尊，故兄弟之位在洗東，不繼主人，卑不統於尊故也。云『此薦┵皆使私人』者，上獻賓長及眾賓，使宰夫設薦，司士設俎，又使宰夫贊酌，至於此獻兄弟為親昵，不以官待之，主人親酌，明亦不以官，使私人薦┵可知。"
      },
      {
        "index": 25,
        "text": "其先生之┵，折，脅一，膚一。（先生，長兄弟。折，豕左肩之折。）\n[疏]註『先生』至『之折』。釋曰：知先生是『長兄弟』者，以其文承長兄弟之下，故知先生非老人教學者。知折是『豕左肩之折』者，以上初亨牲體，明侑俎豕左肩折，註云『折分為長兄弟俎』是也。"
      },
      {
        "index": 26,
        "text": "其眾，儀也。\n主人洗，獻內賓於房中。南面拜受爵，主人南面於其右答拜。（內賓，姑姊妹及宗婦，獻於主婦之席東，主人不西面，尊，不與為賓主禮也。南面於其右，主人之位恒左人。）"
      },
      {
        "index": 27,
        "text": "[疏]『主人』至『答拜』。註『內賓』至『左人』。釋曰：自此盡『亦有薦┵』，論主人獻姑姊之等於房中之事。知內賓是『姑姊妹及宗婦』者，約《特牲》記而知也。云『獻於主婦之席東，主人不西面，尊，不與為賓主禮也』"
      },
      {
        "index": 28,
        "text": "者，案《特牲》獻內兄弟於房中，如獻眾兄弟之儀，主人西面答拜。此大夫禮，主人南面拜，故決之，不與為賓主之禮也。云『南面於其右，主人之位恒左人』"
      },
      {
        "index": 29,
        "text": "者，謂人在主人左，若《鄉飲酒》、《鄉射》之等，於西階上北面，主人在東，賓在西。此南面，則主在西，賓在東，故云恒左人也。"
      },
      {
        "index": 30,
        "text": "坐祭，立飲，不拜既爵。若是以辯，亦有薦┵。（亦設薦┵於其位。《特牲饋食禮記》曰：內賓立於房中西墉下，東面南上，宗婦北堂東面，北上。）"
      },
      {
        "index": 31,
        "text": "[疏]『坐祭』至『薦┵』。註『亦設』至『北上』。釋曰：云『亦設薦┵於其位』者，言『亦』者，亦上先生之等。引《特牲》記者，欲見內賓設薦之位處。"
      },
      {
        "index": 32,
        "text": "主人降洗，升，獻私人於阼階上。拜於下，升受，主人答其長拜。乃降，坐祭，立飲，不拜既爵。若是以辯。宰夫贊主人酌。主人於其群私人不答拜。其位繼兄弟之南，亦北上，亦有薦┵。（私人，家臣，己所自謁除也。大夫言私人，明不純臣也。士言私臣，明有君之道。北上，不敢專其位。亦有薦┵，初亦北面在眾賓之後爾。言繼者，以爵既獻為文。凡獻，位定。）"
      },
      {
        "index": 33,
        "text": "[疏]『主人』至『薦┵』。註『私人』至『位定』。釋曰：自此盡『主人就筵』，論主人獻私人之事。云『私人，家臣，已所自謁除也』者，此對公士得君所命者，此乃大夫自謁請於君，除其課役，以補任為之。云『大夫言私人，明不純臣也』者，大夫尊，近於君，故屈已之臣名為私人。云『士言私臣，明有君之道』者，士卑，不嫌近君，故得名屬吏為私臣也。云『北上，不敢專其位』"
      },
      {
        "index": 34,
        "text": "者，以其兄弟北上，今繼兄弟之南，亦北上，與兄弟位同，故云不敢專其位。云兄弟位定者，與上眾兄弟云『其位在洗東，西面北上，升受爵，其薦┵設於其位』，註云：『先著其位於上。』明位初在是。此不先著位於上，俱言繼。凡獻者，是據獻位為言，則未獻時，在眾賓後矣。案《特牲》記云私臣位在『門東北面』，是眾賓後也。云『凡獻位定』，則是凡獻以前，非定位也。"
      },
      {
        "index": 35,
        "text": "主人就筵。（古文曰：升就筵。）\n屍作三獻之爵。（上賓所獻爵，不言三獻作之者，賓屍而屍益卑，可以自舉。）"
      },
      {
        "index": 36,
        "text": "[疏]『屍作三獻之爵』。註『上賓』至『自舉』。釋曰：自此盡『降實於篚』，論舉三獻之爵，賓長又獻侑並致爵之事。云『上賓所獻爵』者，若然三獻是上賓，不言上賓而言三獻者，以其主人、主婦並此賓長備三獻，因號上賓為三獻，是以事名官者也。云『不言三獻作之』者，對《特牲》云『三獻作止爵』，故決之下大夫不儐屍，自作爵者，順上大夫為文，作其爵者，以神惠均於庭訖，欲使屍飲此酒。但此一節之內有四爵行事，四者：屍作三獻之爵，一也；獻侑，二也；致爵於主人，三也；受屍酢，四也。"
      },
      {
        "index": 37,
        "text": "司士羞湆魚，縮執俎以升。屍取無祭祭之，祭酒，卒爵。（不羞魚匕湆，略小味也。羊有正俎，羞匕湆，肉湆。豕無正俎，魚無匕湆，隆之殺。）"
      },
      {
        "index": 38,
        "text": "[疏]註『不羞』至『之殺』。釋曰：云『不羞魚匕湆，略小味也』者，對羊、豕牲之大，有匕湆之等。魚無，以魚為小味，故略之也。云『隆之殺』"
      },
      {
        "index": 39,
        "text": "者，以有者為隆盛，無者為殺少也。\n司士縮奠俎於羊俎南，橫載於羊俎，卒，乃縮執俎以降。屍奠爵，拜，三獻北面答拜，受爵，酌，獻侑。侑拜受，三獻北面答拜。司馬羞湆魚一，如屍禮。"
      },
      {
        "index": 40,
        "text": "卒爵，拜。三獻答拜，受爵。（司馬羞湆魚，變於屍。）\n[疏]註『司馬』至『於屍』。釋曰：上文屍使司士羞魚，此侑使司馬羞魚，故云『變於屍』也。"
      },
      {
        "index": 41,
        "text": "酌，致主人。主人拜受爵，三獻東楹東、北面答拜。（賓拜於東楹東，以主人拜受於席，就之。）\n[疏]註『賓拜』至『就之』。釋曰：『就之』者，賓於禮當在西階上，今在東楹之東，以主人席在於阼階，是以賓拜於東楹東就之也。"
      },
      {
        "index": 42,
        "text": "司士羞一湆魚，如屍禮。卒爵，拜。三獻答拜，受爵。屍降筵，受三獻爵，酌以酢之。（既致主人，屍乃酢之，遂賓意。）"
      },
      {
        "index": 43,
        "text": "[疏]註『既致』至『賓意』。釋曰：遂賓意者，賓雖不言其意，欲得與主人抗獻酢之禮，今屍見致爵於主人訖，即酌以酢賓，是遂達賓之意。"
      },
      {
        "index": 44,
        "text": "三獻西楹西、北面拜，受爵，屍在其右以授之。屍升筵，南面答拜。坐祭，遂飲，卒爵，拜。屍答拜。執爵以降，實於篚。"
      },
      {
        "index": 45,
        "text": "二人洗觶，升，實爵，西楹西、北面東上，坐奠爵，拜，執爵以興，屍、侑答拜。坐祭，遂飲，卒爵，執爵以興，坐奠爵，拜。屍、侑答拜。皆降。（三獻而禮小成，使二人舉爵，序殷勤於屍侑。）"
      },
      {
        "index": 46,
        "text": "[疏]『二人』至『皆降』。註『三獻』至『屍侑』。釋曰：自此盡『及私人』，論旅酬從屍及上下無不遍之事。云『三獻而禮小成』者，以此獻為正，後仍有舉奠加爵之等，終備乃是禮之大成，故云小成也。云『使二人舉爵，序殷勤於屍侑』者，飲酒之禮，酬與無爵乃盡歡心，故以旅酬及無乃為殷勤於屍侑也。案《鄉飲酒》及《鄉射》、《特牲》等皆一人舉觶為旅酬始，二人舉觶為無爵始。今儐屍乃以二人為旅酬始者，此儐屍別一禮，與彼不同。以其初時主人酬屍，屍奠之，侑未得酬，故使二人舉觶，侑乃得奠，而不舉即與，亦奠一爵，一爵遂酬於下，是以須二人舉觶。兄弟之後，生者舉觶於其長為無爵者，以其賓長所舉奠酬，亦為無爵。以此二觶者，皆在堂下，故為無爵。屍不與無爵，故舉堂下觶為無爵，其為旅酬皆從上發屍為首，故《特牲》等使一人舉觶為旅酬，與賓長所舉薦右之觶。此賓不舉，旅酬皆從屍舉，故所奠者為無一爵，亦是異於《特牲》。"
      },
      {
        "index": 47,
        "text": "洗，升，酌，反位。屍、侑皆拜受爵，舉觶者皆拜送。侑奠觶於右。（奠於右者，不舉也。神惠右不舉，變於飲酒。）"
      },
      {
        "index": 48,
        "text": "屍遂執觶以興，北面於阼階上酬主人，主人在右。（屍拜於阼階上，酬禮殺。）\n[疏]註『屍拜』至『禮殺』。釋曰：決上文屍酢主人，『主人東楹東，北面拜受爵，屍西楹西北面答拜』，是各各於其階。今屍酬主人，同於阼階，故云禮殺也。"
      },
      {
        "index": 49,
        "text": "坐奠爵，拜，主人答拜。不祭，立飲，卒爵，不拜既爵。酬，就於阼階上酬主人。（言就者，主人立待之。）\n[疏]註『言就』至『待之』。釋曰：言『立待之』者，以其不言阼階上酢主人，明主人不去，立待之可知。"
      },
      {
        "index": 50,
        "text": "主人拜受爵，屍拜送。（酬不奠者，急酬侑也。）\n[疏]註『酬不』至『侑也』。釋曰：此決上主人酬賓奠之也。"
      },
      {
        "index": 51,
        "text": "屍就筵，主人以酬侑於西楹西，侑在左。坐奠爵，拜。執爵興，侑答拜。不祭，立飲，卒爵，不拜既爵。酌，復位。侑拜受，主人拜送。（言酌復位，明受於西階上。）"
      },
      {
        "index": 52,
        "text": "主人復筵，乃升長賓。侑酬之，如主人之禮。（遂，旅也。言升長賓，則有贊呼之。）\n[疏]註『遂旅』至『呼之』。釋曰：知者，若不贊呼之，則當如上文眾賓長升，兄弟之長升，拜受爵，故知有贊呼之也。"
      },
      {
        "index": 53,
        "text": "至於眾賓，遂及兄弟，亦如之，皆飲於上。（上，西階上。）\n遂及私人，拜受者升受，下飲，（私人之長拜於下，升受兄弟之爵，下飲之。）"
      },
      {
        "index": 54,
        "text": "[疏]註『私人』至『飲之』。釋曰：私人位在兄弟之南，今言下飲之，則私人之長一人在西階下飲之，其餘私人皆飲於其位，故下經云『卒爵升，酌以之其位，相酬辯』是也。"
      },
      {
        "index": 55,
        "text": "卒爵，升酌，以之其位。相酬辯。（其位，兄弟南位，亦拜受，拜送，升酌由西階。）\n卒飲者實爵於篚。（未受酬者，雖無所旅，猶飲。）"
      },
      {
        "index": 56,
        "text": "[疏]『卒飲』至『於篚』。註『末受』至『猶飲』。釋曰：凡旅酬之法，皆執觶酒以酬前人，前人領受其意，乃始自飲。此私人末受酬者，後雖無人可旅，猶自飲之訖，乃實爵於篚。以其酒是前人所酬，不可不飲故也。"
      },
      {
        "index": 57,
        "text": "乃羞庶羞於賓、兄弟、內賓及私人。（無房中之羞，賤也。此羞同時羞，則酌房中亦旅。其始，主婦舉酬於內賓，遂及宗婦。）"
      },
      {
        "index": 58,
        "text": "[疏]『乃羞』至『私人』。註『無房』至『宗婦』。釋曰：此經論無爵時，羞庶羞於賓及兄弟之等事。云『此羞同時羞，則酌房中亦旅』者，旅酬之下云『乃羞庶羞』，內賓羞在私人之上，私人得旅酬，則房中內賓亦旅可知。"
      },
      {
        "index": 59,
        "text": "兄弟之後生者舉觶於其長。（後生，年少也。古文觶皆為爵。延熹中，設校書，定作觶。）\n[疏]『兄弟』至『其長』。註『後生』至『作觶』。釋曰：自此盡『爵止』，論後生舉觶於長兄弟，主人酬兄弟之事。"
      },
      {
        "index": 60,
        "text": "洗，升酌，降，北面立於阼階南，長在右。坐奠爵，拜，執爵以興，長答拜。\n（長在左，辟主人。）\n[疏]註『長在左辟主人』。釋曰：凡獻酬之法，主人常左，人若北面，則主人在東。今長兄弟北面，云『長在左』，則在西，故辟主人。"
      },
      {
        "index": 61,
        "text": "坐祭，遂飲，卒爵，執爵以興，坐奠爵，拜，執爵以興，長答拜。洗，升，酌，降，長拜受於其位，舉爵者東面答拜。爵止。（拜受、答拜不北面者，儐屍禮殺。長賓言奠，兄弟言止，互相發明，相待也。）"
      },
      {
        "index": 62,
        "text": "[疏]註『拜受』至『待也』。釋曰：云『儐屍禮殺』者，案《特牲》兄弟之後生舉觶於其長，為旅酬。又兄弟、弟子舉觶於其長，為無爵，拜送皆北面。"
      },
      {
        "index": 63,
        "text": "此云『東面』，決上儐屍禮殺也。云『長賓言奠，兄弟言止，互相發明』者，上文主人酬賓，奠爵於薦左，是長賓言奠，此言爵止，是兄弟言止。長賓言奠，明止而未行，此言止，明亦奠薦左，故云互相發明也。云『相待也』者，酬賓雖在前，及其行之相待，俱時舉行，故下文云『賓及兄弟交錯其酬，皆遂及私人，爵無』是也。若二人舉觶於屍、侑，侑奠於右，不舉屍，即酬主人，主人酬侑，侑酬長賓，至於眾賓，遂及兄弟，遂及私人，依次第行遍，不交錯，所謂旅酬也。"
      },
      {
        "index": 64,
        "text": "賓長獻於屍，如初，無湆，爵不止。（如初，如其獻侑酌致主人受屍酢也。\n無湆，爵不止，別不如初者，不使兄弟，不稱加爵，大夫尊也。不用觚，大夫尊者也。）"
      },
      {
        "index": 65,
        "text": "[疏]『賓長』至『不止』。註『如初』至『者也』。釋曰：此一經論眾賓長加為爵數多，與上賓異。何者？上賓獻侑致爵於主人時，皆有湆魚從，今無湆魚從，故經云『無湆』也。云『爵不止』者，上賓獻屍時，亦止爵，待獻堂下畢，乃舉觶。今屍不止爵即飲，故云爵不止。云『賓長』者，賓之長次上賓者，非即上賓者，以其上賓將獻，異之言上賓，此不異其文，明非上文上賓為賓長者，故以為次上賓者也。經云『無湆爵不止』，文在『如初』之下，不蒙如初之文，則知與上異，故文在如初下也。云『不使兄弟，不稱加爵，大夫尊也』"
      },
      {
        "index": 66,
        "text": "者，此決《特牲》雲長兄弟為加爵，又眾賓長為加爵。不言獻，此言獻者，尊大夫。若三獻之外，更容其獻，故云大夫尊也。云『不用觚，大夫尊』者，此亦決《特牲》云『長兄弟洗觚為加爵』，此用爵，爵尊於觚，故云大夫尊者也。"
      },
      {
        "index": 67,
        "text": "賓一人舉爵於屍，如初，亦遂之於下。（一人，次賓長者。如初，如二人洗觶之為也。遂之於下者，遂及賓兄弟，下至於私人。是言亦遂之於下，言上無湆爵不止，互相發明。）"
      },
      {
        "index": 68,
        "text": "[疏]『賓一』至『於下』。註『一人』至『發明』。釋曰：此一經論次賓舉觚於屍，更為旅酬如上旅酬之事。但前二人舉觶於屍侑，屍舉旅酬從上至下皆遍飲。今亦從上至下，故云『亦遂之於下』。云『上言無湆爵不止，互相發明』者，上經云爵止，與上賓奠爵云互相發明，今此又與上文無湆爵不止相發明，是以二文皆在如初之下。"
      },
      {
        "index": 69,
        "text": "賓及兄弟交錯其酬，皆遂及私人，爵無。（，數也。長賓取觶酬兄弟之黨，長兄弟取觶酬賓之黨，唯已所欲，無有次第之數也。）"
      },
      {
        "index": 70,
        "text": "[疏]『賓及』至『無』。註『數』至『數也』。釋曰：自此盡『有司徹』，論堂下行無爵禮終，屍侑出，主人送於廟門外之事。云『長賓取觶』"
      },
      {
        "index": 71,
        "text": "者，是主人酬賓觶。云『長兄弟取觶』者，是兄弟之後生者舉觶於其長之觶也。\n屍出，侑從。主人送於廟門之外，拜，屍不顧。（拜送之。）"
      },
      {
        "index": 72,
        "text": "[疏]『屍出』至『不顧』。註『拜送之』。釋曰：儐屍之禮，屍侑賓也，故孔子亦云『賓不顧矣』。\n拜侑與長賓，亦如之。眾賓從。（從者，不拜送也。）司士歸屍、侑之俎。"
      },
      {
        "index": 73,
        "text": "（屍侑尊，送其家。）主人退，（反於寢也。）\n有司徹。（徹堂上、下之薦俎也。外賓屍，雖堂上，婦人不徹。）"
      },
      {
        "index": 74,
        "text": "[疏]『有司徹』。註『徹堂』至『不徹』。釋曰：云『徹堂上下之薦俎也』者，案上文堂上有屍、侑之薦俎，堂下有賓及兄弟之薦俎，皆徹之也。云『外賓屍，雖堂上，婦人不徹』者，案《特牲》云：『宗婦徹祝豆籩入於房，徹主婦薦俎。』此篇首云『有司徹』，鄭註云：『徹室中之饋及祝佐食之俎。』為將儐屍，故使有司徹之。下大夫不儐屍，改饋饌於西北隅。云『有司官徹饋，饌於室中西北隅』，至篇末禮終云『婦人乃徹』，註云：『徹祝之薦及房中薦俎，不使有司者，下上大夫之禮。』然則此篇首云『有司徹』，別無婦人也。下大夫有司饌陽厭，婦人徹之。篇末云『徹室中之饌』，註云：『有司饌之，婦人徹之，外內相兼，禮殺。』此戶外儐屍，亦禮殺，嫌婦人亦徹之，故云雖堂上婦人不徹。"
      },
      {
        "index": 75,
        "text": "婦人必不徹者，異於下大夫也。堂上儐屍，猶如堂內之陽厭，故鄭註篇首云『賓屍則不設饌西北隅，以此薦俎之陳有祭象，而亦足以厭飫神』是也。"
      },
      {
        "index": 76,
        "text": "若不賓屍，（不儐屍，謂下大夫也。其牲物則同，不得備其禮耳。舊說云：\n謂大夫有疾病，攝昆弟祭。《曾子問》曰：『攝主不厭祭，不旅，不假，不綏祭，不配，布奠於賓，賓奠而不舉。』而此備有，似失之矣。）"
      },
      {
        "index": 77,
        "text": "[疏]『若不賓屍』。註『不賓』至『之矣』。釋曰：自此盡『牢舉如賓』，論下大夫不賓屍之事。云『不賓屍，謂下大夫』者，從屍飲七已前，皆與上大夫已屍者同，已後則以此祝侑續之，是儐屍之禮，故云不儐屍謂下大夫也。云『其牲物則同，不得備其禮耳』者，謂不備儐屍禮也，引《曾子問》者，破舊說。案彼上云：『若宗子有罪，居於他國，庶子為大夫，其祭也，祝曰：孝子某使介子某執其常事。攝主不厭祭，不旅，不假，不綏祭，不配。』註云：『皆辟正主。"
      },
      {
        "index": 78,
        "text": "厭，厭飫神也。厭有陰有陽，迎屍之前，祝酌奠，奠之且饗，是陰厭也。屍謖之後，徹薦俎敦，設於西北隅，是陽厭也。此不厭者，不陽厭也。不旅，不旅酬也。"
      },
      {
        "index": 79,
        "text": "假讀為嘏，不嘏，不嘏主人也。不綏祭，謂今主人也。』又云『布奠於賓，賓奠而不舉』是也。云『而此備有，似失之矣』者，謂此不儐屍者，不厭已下皆有，則非如舊說使昆弟攝者，故云似失之矣。"
      },
      {
        "index": 80,
        "text": "則祝、侑亦如之。（謂屍七飯時。）\n[疏]『則祝侑亦如之』。註『謂屍七飯時』。釋曰：案上篇屍食七飯告飽，祝西面於主人之南，獨侑不拜，侑曰：皇屍未實，侑屍也。"
      },
      {
        "index": 81,
        "text": "屍食，（八飯。）\n[疏]『屍食』。註『八飯』。釋曰：上已七飯，故知此當八飯也。\n乃盛俎，、臂、肫、廷脊、橫脊、短脅、代脅，皆牢；（盛者，盛於斤俎也。此七體，羊、豕，其脊脅皆取一骨也，與所舉正脊、、骼凡十矣。"
      },
      {
        "index": 82,
        "text": "肩未舉，既舉而俎猶有六體焉。）\n[疏]『乃盛』至『皆牢』。註『盛者』至『體焉』。釋曰：案《特牲》屍食訖乃盛，今八飯即盛者，大夫禮與士相變。若然，此先言者，見從下起，不言盛肩，肩未舉，舉乃盛。不言骼，骼已舉先在俎，有司徹不盛俎者，更無所用，全以歸屍故也。云『盛者，盛於斤俎也』者，以《特牲》云：『盛斤俎，俎釋三個。』故知盛於斤，以歸屍故也。云『此七體，羊豕』者，以其五鼎下有魚、臘、膚，又不升，故唯羊、豕也。云『其脊脅皆取一骨也，與所舉正脊、、骼凡十矣』者，案上篇載時皆二骨以並，今但盛一骨，不云正脊、長脅者，先舉一骨，故不序也。凡骨體之數，左右合為二十一體。案《少牢》註云：肩、臂、、肱骨也；{專}、骼，股骨。《鄉飲酒》註：前脛骨三，肩、臂、也。"
      },
      {
        "index": 83,
        "text": "後脛骨二，{專}、骼也。又後有髀觳折。《特牲》記云：『主婦俎觳折。』註云『觳，後足』也。《昏禮》不數者，凡體，前貴於後，觳賤於，故數不數觳，是以不升於鼎。又以髀在肫上，以竅賤，正俎不用。又脊有三分，一分以為正脊，次中為廷脊，後分為橫脊。脅亦為三分，前分為代脅，次中為中脅，後分為短脅。是其二十一體也。云『而俎猶有六體焉』者，謂三脊、三脅，皆取一骨盛於斤，各有一骨體在俎，不取以備陽厭也，故云而俎猶有六體焉也。"
      },
      {
        "index": 84,
        "text": "魚七；（盛半也。魚十有五而俎，其一已舉。必盛半者，魚無足翼，於牲，象脊脅而已。）\n[疏]『魚七』。註『盛半』至『而已』。釋曰：云『魚十有五而俎』者，案《少牢》載魚鮒云『十有五而俎』，雲其一已舉者，謂屍食時已舉其一，唯有十四在。云『必盛半者，魚無足翼，於牲，象脊脅而已』者，案《中候》云："
      },
      {
        "index": 85,
        "text": "『魚者，水精隨流出入，得申朕意。』鄭註引《春秋緯璇璣樞》曰：『魚無足翼，紂如魚，乃討之。是也。紂雖有臣，無益於股肱，若魚雖有翼，不能飛。』若然，此註云魚無翼者，亦從彼文魚雖有翼不能飛。云『象脊脅』者，六體十二骨，盛六是半。魚無足，象牲脊脅，亦盛半。盛半相似，數則不同，以其牲之脊脅則六，魚之半則七也。"
      },
      {
        "index": 86,
        "text": "臘辯，無髀。（亦盛半也。所盛者，右體也，脊屬焉。言無髀者，云一純而俎，嫌有之。古文髀作脾。）\n[疏]『臘辯無髀』。註『亦盛』至『作脾』。釋曰：云『亦盛半』者，謂除屍舉，其餘兩半亦似魚十四盛七為半。必知盛半者，以其此臘在魚下，明盛半與魚同。此臘亦盛右體，知者，以其牲用右，故此亦盛右體。知『脊屬焉』者，案上篇《少牢》云『臘一純而俎』，脊不折，直為一段，代脅、長脅、短脅各一骨，左右三脅，脅骨合為六體，並脊為七。通肩臂等十為十七體，與牲體同，如臘肩，屍食既舉，而俎唯有十六在。言盛半，明脊屬，又且凡牲載體者，脊皆屬焉。下經云『乃摭於魚臘俎，俎釋三個，其餘皆取之』，明不盡盛可知。若然，案《士虞禮》：『升臘左胖，髀不升，實於下鼎。』註云：『臘亦七體牲之類。』"
      },
      {
        "index": 87,
        "text": "又《特牲》記云『臘如牲骨』，鄭註云：『不但言體，以有一骨二骨者。』以此言之，臘與牲體設骨多少盡同，而云臘脊、脅皆一骨者，以其左右盡升，欲使祝及主婦已下，俱取於此臘體，故下云『祝主人之魚臘取於是』，註云：『祝、主人、主婦俎之魚臘取於此者，大夫之禮文，待神餘也。三者各取一魚。其臘，主人臂，主婦，祝則骼也。』今若復分一骨二骨，則數多於《特牲》，祝以下俎無臘體，不升，臘右胖，故云臘如牲骨，與右胖同，皆祝俎所不用。上篇《少牢》雖祝俎有臘，兩髀屬竅，上大夫禮又異於此。《士虞禮》祝以下亦無臘體，故鄭註《士虞禮》臘亦七體牲之類，鄭註云：『凡臘用純者，據上、下大夫，以上祭祀及士之嘉禮，士祭禮則臘不用純，辟大夫。』云『言無髀者，云一純而俎，嫌有之』者，案上篇《少牢》載臘云『一純而俎』，不云髀不升，故此明之，而云臘辯無髀也。案上篇《少牢》祝俎云臘兩髀在祝俎，不升於鼎，不在神俎，已自明矣。今此更明之者，以《少牢》陳鼎，上、下大夫皆同，今此下大夫不儐屍，其祝俎臘骼，不云無髀，何以明之？"
      },
      {
        "index": 88,
        "text": "卒盛，乃舉牢肩。屍受，振祭，嚌之。佐食受，加於斤。（卒，已。）\n佐食取一俎於堂下以入，奠於羊俎東。（不言魚俎東，主於尊。）"
      },
      {
        "index": 89,
        "text": "[疏]註『不言』至『於尊』。釋曰：案《少牢》云：『設俎，羊在豆東，豕亞其北，魚在羊東，臘在豕東，特膚當俎北端。』今摭魚臘宜在魚俎東，而繼羊俎言之，以羊尊，為主也。"
      },
      {
        "index": 90,
        "text": "乃摭於魚、臘俎，俎釋三個，其餘皆取之，實於一俎以出。（個猶枚也。魚摭四枚，臘摭五枚。其所釋者，臘則短脅、正脅、代脅，魚三枚而已。古文摭為扌帶。）"
      },
      {
        "index": 91,
        "text": "[疏]『乃摭』至『以出』。註『個猶』至『為扌帶』。釋曰：知『魚摭四枚，臘摭五枚』者，以魚盛半，其俎猶有七個在，故摭去四枚，釋三個。臘盛半，而俎猶有八體，在摭去五枚，釋三個，皆為改饌西北隅也。云『臘則短脅、正脅、代脅，魚三枚而已』者，以臘右體已盛，脊又屬焉，唯有左在。下文雲主人臘臂，主婦臘，祝則骼所釋者，故知脅又牲體，所釋者是脅脊，此臘脊已在盛，半限，故知所釋唯有三脅耳。"
      },
      {
        "index": 92,
        "text": "祝、主人之魚臘取於是。（祝、主人、主婦俎之魚臘取於此者，大夫之禮文，待神餘也。三者各取一魚。其臘，主人臂，主婦，祝則骼也與？此皆於鼎側更載焉。不言主婦，未聞。）"
      },
      {
        "index": 93,
        "text": "[疏]『祝主』至『於是』。註『祝主』至『未聞』。釋曰：案《特牲》士禮不待神餘，故主人、主婦、祝皆無臘。上大夫之祝當有臘俎，至於儐屍，臘為庶羞，又不載於俎，與此異。此下大夫待神餘，故祝、主人、主婦皆有臘體也。"
      },
      {
        "index": 94,
        "text": "云『其臘，主人臂，主婦，祝則骼也與』者，主人用臂，主婦用，見於下經。\n祝無文，而知用骼者，其骼無正文，故云『與』以疑之也。云『此皆於鼎側更載焉』者，上摭時共在一俎，以出及下設時，主人、主婦及祝各異俎，又不同時，故知更載俎。云『鼎側』，則不復升鼎也。云『不言主婦，未聞』者，下有主婦俎臘，則主婦用臘可知，此經直云『祝』、『主人』，不云『主婦』，未聞其義，或轉寫者脫耳。"
      },
      {
        "index": 95,
        "text": "屍不飯，告飽。主人拜侑，不言。屍又三飯。（凡十一飯，士九飯，大夫十一飯，其餘有十三飯，十五飯。）\n[疏]『屍不』至『三飯』。註『凡十』至『五飯』。釋曰：上篇士禮九飯，《少牢》上、下大夫同十一飯，士、大夫既不分命數為尊卑，則五等諸侯同十三飯，天子十五飯可知。"
      },
      {
        "index": 96,
        "text": "佐食受牢舉，如儐。（舉，肺脊。）\n主人洗，酌，屍，賓羞肝，皆如儐禮。卒爵，主人拜，祝受屍爵，屍答拜。"
      },
      {
        "index": 97,
        "text": "祝酌授屍，屍以醋主人，亦如儐。其綏祭，其嘏，亦如儐。（肝，牢肝也。綏皆當作ソ。ソ讀為『藏其墮』之墮。古文為扌Й。）"
      },
      {
        "index": 98,
        "text": "[疏]『主人』至『如儐』。釋曰：自此盡『薦┵皆如賓』禮，論主人獻屍祝及佐食之事。此主人獻有五節：主人獻屍，一也；酢主人，二也；獻祝，三也；獻上佐食，四也；獻下佐食，五也。註『肝牢』至『為扌Й』。釋曰：云『綏皆當作ソ』者，案經唯有一綏而云『皆』者，鄭並下佐食綏總破之，故云皆也。云『讀為藏其墮之墮』者，讀從《周禮。守祧職》云：『既祭，則藏其隋。』"
      },
      {
        "index": 99,
        "text": "必讀從之者，義取墮減之事也。\n其獻祝與二佐食，其位、其薦┵皆如儐。\n主婦其洗獻於屍，亦如儐。（自屍侑不飯告飽至此，與賓同者在上篇。）"
      },
      {
        "index": 100,
        "text": "[疏]『主婦』至『如儐』。註『自屍』至『上篇』。釋曰：自此盡『入於房』，論主婦亞獻屍及祝並獻二佐食之事。此一節之內，獻數與主人同。唯不受嘏為異。云『與儐同』者，經既云『如儐』，而註復云與儐同者，為事在上篇而發也。"
      },
      {
        "index": 101,
        "text": "主婦反取籩於房中，執棗、糗，坐設之，棗在稷南，糗在棗南。婦贊者執栗、脯，主婦不興，受，設之，栗在糗東，脯在棗東。主婦興，反位。（棗，饋食之籩。糗，羞籩之實。雜用之，下賓屍也。栗脯，加籩之實也。反位，反主人之北拜送爵位。）"
      },
      {
        "index": 102,
        "text": "[疏]『主婦』至『反位』。釋曰：此設籩實，繼在《少牢》室內西南隅，陰厭神饌也。註『棗饋』至『爵位』。釋曰：案《周禮。籩人職》云：饋食之籩，棗、栗、桃、乾{艹}、榛實；羞籩之實，糗、餌、粉、糍；又加籩之實，菱、芡、芡、脯。是鄭據《籩人職》而言也。云『雜用之，下儐屍也』者，案上儐屍者，、ナ、白、黑、糗、餌之等，朝事之籩，羞籩之實，各用之而不雜也。"
      },
      {
        "index": 103,
        "text": "案上賓屍，主婦亞獻屍，設籩直有脯、二籩，下大夫之禮。主婦亞獻有四籩者，賓屍之禮，主人獻屍，主婦設四籩，、ナ、白、黑，故至主婦獻時，直設糗餌與脯二籩，通前四籩六籩。此主人初獻，如上篇無籩從，故至主婦亞獻設四籩，猶自少於賓屍兩籩。"
      },
      {
        "index": 104,
        "text": "屍左執爵，取棗、糗。祝取栗、脯以授屍。屍兼祭於豆祭，祭酒，啐酒。次賓羞牢燔，用俎，鹽在右。屍兼取燔扌Й於鹽，振祭，嚌之，祝受，加於斤。"
      },
      {
        "index": 105,
        "text": "卒爵，主婦拜，祝受屍爵，屍答拜。（自主婦反籩至受加於斤，此異於賓。）\n[疏]註『自主』至『於賓』。釋曰：上篇主婦但有獻而已，無籩燔從之事。"
      },
      {
        "index": 106,
        "text": "此篇首儐屍，主婦亞獻屍，乃有籩餌之事，其物又異，唯糗同耳，故云『此異於儐』也。上註云『自屍侑不飯告飽至此，與儐同者在上篇』，此註云此異於儐者，上註云『至此與儐同者』，皆與儐禮同在上篇，故註云至此也。此自『卒爵』下，至答拜與儐同在上篇。自祝受加於斤以上，至主婦反籩儐屍異，所得相決，鄭所以不在卒爵上註，而在屍答拜下註者，取終一事故也。"
      },
      {
        "index": 107,
        "text": "祝易爵洗，酌，授屍。屍以臘主婦。主婦主人之北拜受爵，屍答拜。主婦反位，又拜。上佐食綏祭，如儐。卒爵拜，屍答拜。（主婦夾爵拜，為不賓屍降崇敬。今文酢曰酌。）"
      },
      {
        "index": 108,
        "text": "[疏]註『主婦』至『曰酌』。釋曰：案《特牲》主婦獻屍，不夾爵拜，上篇上大夫賓屍，主婦獻屍，夾爵拜。此下大夫既不賓屍，主婦宜與士妻同。今夾爵拜者，為拜賓屍降崇敬，故夾爵拜，與上大夫同，言降，謂降賓屍之禮也。"
      },
      {
        "index": 109,
        "text": "主婦獻祝，其酌如儐。拜，坐受爵，主婦主人之北答拜。（自屍卒爵至此，亦與賓同者，亦在上篇。）\n[疏]註『自屍』至『上篇』。釋曰：經無屍卒爵之文，鄭註云『屍』者，以經有卒爵之文多，故言屍以別之也。"
      },
      {
        "index": 110,
        "text": "宰夫薦棗、糗，坐設棗於菹西，糗在棗南。祝左執爵，取棗、糗祭於豆祭，祭酒，啐酒。次賓羞燔，如屍禮。卒爵。（內子不薦籩，祝賤，使官可也。自宰夫薦至賓羞燔，亦異於賓。）"
      },
      {
        "index": 111,
        "text": "[疏]註『內子』至『於賓』。釋曰：案《特牲》主婦設籩者，士妻卑也。\n案上屍與主人籩，皆主婦設之，至此祝不使主婦而使宰夫設籩，故云『祝賤，使官可也』。案《禮記》註內子卿妻，引《春秋》趙姬請逆叔隗以為內子，證卿妻為內子。今此下大夫妻得稱內子者，欲見此下大夫妻於祝不薦籩，兼見上大夫妻亦不薦籩，故變言內子也或可。散文，下大夫妻亦得為內子也。云『自宰夫薦至賓羞燔，亦異於賓』者，《少牢》主婦獻祝亦無籩燔從一事，此有籩燔從者，亦異於賓也。"
      },
      {
        "index": 112,
        "text": "主人受爵，酌，獻二佐食，亦如儐。主婦受爵，以入於房。\n賓長洗爵，獻於屍。屍拜受，賓戶西北面答拜。爵止。（屍止爵者，以三獻禮成，欲神惠之均於室中，是以奠而待之。）"
      },
      {
        "index": 113,
        "text": "[疏]『賓長』至『爵止』。註『屍止』至『待之』。釋曰：自此盡『庶羞在左』，論賓長獻屍祝佐食並致爵之事。此一節之內，凡有十爵：獻屍，一也；主婦致爵於主人，二也；主人酢主婦，三也；屍作止爵，飲訖酢賓長，四也；賓獻長，五也；又獻上佐食，六也；又獻下佐食，七也；賓致爵於主人，八也；又致爵於主婦，九也；賓受主人酢，十也。云『賓戶西北面答拜』者，案上《少牢》正祭賓獻與此篇首賓長獻，皆云拜送，此特言答拜者，下大夫故也。言『拜送』"
      },
      {
        "index": 114,
        "text": "者，禮重；云『答拜』者，禮輕。\n主婦洗於房中，酌，致於主人，主人拜受，主婦戶西、北面送爵。司宮設席。"
      },
      {
        "index": 115,
        "text": "（拜受乃設席，變於士也。）\n[疏]『主婦』至『設席』。註『拜受』至『士也』。釋曰：此下大夫夫婦致爵之禮。《祭統》云夫祭有十倫之義，七曰『見夫婦之別焉』，又曰：『屍酢夫人執柄，夫人受屍執足，夫婦相授受，不相襲處，酢必易爵。』彼據夫婦致爵而言。又《詩。既醉序》云『醉酒飽德』，謂見十倫之義，誌意充滿，是天子諸侯皆有夫婦致爵之事。但《少牢》上大夫受致不酢，下大夫受致又酢不致，士受致自致，是上大夫尊，辟君，受致不酢，下大夫與士卑，不嫌，得與人君同，夫婦致爵也。云『拜受乃設席，變於士也』者，案《特牲》禮未致爵已設席，故云異於士。其上大夫正祭未致爵，至賓屍，屍酢主人，設席，以有屍賓，故設席在前也。案《周禮。司几筵》云『祀先王胙席亦如之』，鄭註云：『謂祭祀及王受酢之席。』彼受酢時已設席，與大夫禮異也。鄭註《周禮。司几筵》又云："
      },
      {
        "index": 116,
        "text": "『後諸臣致爵乃設席。』與此禮同者，士卑，不嫌多與君同故也。\n主婦薦韭、菹、醢，坐設於席前，菹在北方。婦贊者執棗、糗以從，主婦不興，受，設棗於菹北，糗在棗西。佐食設俎，臂、脊、脅、肺皆牢，膚三，魚一，臘臂。（臂，左臂也。《特牲》五體，此三者，以其牢與臘臂而七，牢臘俱臂，亦所謂臘如牲體。）"
      },
      {
        "index": 117,
        "text": "[疏]註『臂左』至『牲體』。釋曰：知是『左臂』者，右臂屍所用，故知左臂也。云『《特牲》五體，此三者，以其牢與臘臂而七』者，以經云臂、脊、脅皆牢，牢謂羊、豕也。既羊、豕、臂、脊、脅俱有是六也，通臘臂而七，是以牲體唯有三也。云『牢臘俱臂，亦所謂臘如牲體』者，臘如牲體，《特牲》記文。"
      },
      {
        "index": 118,
        "text": "案彼云：『臘如牲骨。』骨即體也，故以體言之。以其上臘摭五枚，左肩、臂、、肫、骼，今主人不用肩，而用臂者，以其羊豕皆用臂，故臘亦用臂，是以鄭云臘如牲體。但此臘臂直一骨，無並，故須云臘如牲體也。"
      },
      {
        "index": 119,
        "text": "主人左執爵，右取菹扌Й於醢，祭於豆，遂祭籩，奠爵，興，取牢肺，坐絕祭，嚌之，興，加於俎，坐扌兌手，祭酒，執爵以興，坐卒爵，拜。（無從者，變於士也。亦所謂順而摭也。）"
      },
      {
        "index": 120,
        "text": "[疏]『主人』至『爵拜』。註『無從』至『摭也』。釋曰：云『無從者，變於士也』者，案《特牲》主婦致爵於主人，肝燔並從。此無肝燔從，故云變於士也。"
      },
      {
        "index": 121,
        "text": "主婦答拜，受爵，酌以醋，戶內北面拜。（自酢不更爵，殺。）\n[疏]註『自酢不更爵殺』。釋曰：此決上主婦受酢時，祝易爵洗酌授屍，屍以醋主婦。今自酢，又不更爵，故云『殺』也。"
      },
      {
        "index": 122,
        "text": "主人答拜。卒爵，拜。主人答拜。主婦以爵入於房。屍作止爵，祭酒，卒爵。\n賓拜。祝受爵，屍答拜。（作止爵乃祭酒，亦變於士。自爵止至作止爵，亦異於賓。）"
      },
      {
        "index": 123,
        "text": "[疏]註『作止』至『於賓』。釋曰：云『作止爵乃祭酒，亦變於士』者，《特牲》：『賓三獻如初，燔從如初，爵止。』無祭酒之文，至三獻作止爵，屍卒爵，亦無祭酒之文。知《特牲》祭酒訖乃止爵者，以經云『燔從如初』，乃云『爵止』，鄭註云：『初，亞獻也。』亞獻時祭酒訖，乃始燔從，則三獻燔從如初，始云爵止，明是祭酒既訖，乃始止爵。今大夫作止爵乃祭酒，故云變於士。"
      },
      {
        "index": 124,
        "text": "云『自爵止至作止爵，亦異於賓』者，此篇首賓屍禮，賓長獻屍奠爵，又云『屍作三獻之爵』，不解以為與賓同，云『異』者，賓屍止爵在致爵後，其作之在獻私人後，欲神惠之均於庭。此止爵在主婦致爵前，作之在致爵後，欲神惠均於室中，與《特牲》『燔從如初爵止』同。《少牢》上篇所以不致爵者，為賓屍，賓屍止爵者，欲室中神惠均於庭，故止爵也。《特牲》再止爵者，一止爵欲神惠均於室中，一止爵者順上大夫之禮也。"
      },
      {
        "index": 125,
        "text": "祝酌，授屍。賓拜受爵，屍拜送。坐祭，遂飲，卒爵，拜。屍答拜。獻祝及二佐食。洗，致爵於主人。（洗致爵者，以承佐食賤，新之。）"
      },
      {
        "index": 126,
        "text": "主人席上拜受爵，賓北面答拜。坐祭，遂飲，卒爵，拜。賓答拜，受爵。酌，致爵於主婦。主婦北堂。司宮設席，東面。（北堂，中房以北。東面者，變於士妻。賓屍不變者，賓屍禮異矣。內子東面，則宗婦南面西上，內賓自若，東面南上。）"
      },
      {
        "index": 127,
        "text": "[疏]註『北堂』至『南上』。釋曰：云『東面者，變於士妻』者，案《特牲》記『宗婦北堂東面北上』，註云：『宗婦宜統於主婦，主婦南面。』此東面，故雲變於士妻。云『內子東面，則宗婦南面西上』者，此無正文，鄭以意解之。"
      },
      {
        "index": 128,
        "text": "何者？宗婦位繼於主婦，今主婦準特牲在宗婦位易處，則宗婦位亦易處在主婦位，南面西上可知。云『內賓自若，東面南上』者，亦約《特牲》記文。"
      },
      {
        "index": 129,
        "text": "主婦席北、東面拜受爵，賓西面答拜。（席北東面者，北為下。）\n[疏]註『席北』至『為下』。釋曰：案《特牲》宗婦東面北上，今主婦在宗婦之位東面。鄭以北為下者，若宗婦之眾則北為上，今主婦特位立，則依《曲禮》席東鄉西鄉，以南方為上，因於陰陽，故『北為下』。"
      },
      {
        "index": 130,
        "text": "婦贊者薦韭、菹、醢，菹在南方。婦人贊者執棗、糗授婦贊者，婦贊者不興，受，設棗於菹南，糗在棗東。（婦人贊者，宗婦之弟婦也。今文曰婦也，贊者執棗糗授婦贊者，不興受。）"
      },
      {
        "index": 131,
        "text": "佐食設俎於豆東，羊，豕折，羊脊、脅，祭肺一、膚一、魚一、臘。\n（豕折，豕折骨也。不言所折，略之。《特牲》主婦觳折，豕無脊脅，下主人，羊豕四體，與臘而五。）"
      },
      {
        "index": 132,
        "text": "[疏]註『豕折』至『而五』。釋曰：云『豕折骨也』者，謂不全體，就體骨中折之，故雲折骨。云『不言所折，略之』者，謂不言所折骨名，是略之。引《特牲》主婦觳折者，證略而不言骨名，其折是觳折也。云『豕無脊脅，下主人』"
      },
      {
        "index": 133,
        "text": "者，主人於上文有脊脅也。云『羊豕四體，與臘而五』者，上主人牢與臘臂而七，此五，是其略也。\n主婦升筵，坐，左執爵，右取菹扌Й於醢，祭之，祭籩，奠爵，興取肺，坐絕祭，嚌之，興，加於俎，坐扌兌手，祭酒，執爵興，筵北東面立卒爵，拜。"
      },
      {
        "index": 134,
        "text": "（立飲拜既爵者，變於大夫。）\n賓答拜。賓受爵，易爵於篚，洗，酌，醋於主人，戶西北面拜，主人答拜。\n卒爵，拜，主人答拜。賓以爵降奠於篚。（自賓及二佐食至此，亦異於賓。）"
      },
      {
        "index": 135,
        "text": "[疏]註『自賓』至『於賓』。釋曰：異者，謂賓獻及二佐食以下，至此奠於篚，異於《少牢》賓長獻直及祝，不及佐食，故鄭彼註云『不獻佐食，將儐屍，禮殺』是也。"
      },
      {
        "index": 136,
        "text": "乃羞，宰夫羞房中之羞，司士羞庶羞於屍、祝、主人、主婦，內羞在右，庶羞在左。\n主人降，拜眾賓，洗，獻眾賓。其薦┵，其位、其酬醋，皆如儐禮。主人洗，獻兄弟與內賓與私人，皆如儐禮。其位、其薦┵，皆如儐禮。卒，乃羞於賓、兄弟、內賓及私人，辯。（自乃羞至私人之薦┵，此亦與儐同者，在此篇。不儐屍，則祝猶侑耳。卒，已也。乃羞者，羞庶羞。）"
      },
      {
        "index": 137,
        "text": "[疏]『主人降』至『人辯』。註『自乃』至『庶羞』。釋曰：此一經論主人獻堂下眾賓、兄弟下及私人並房中內賓，皆與上大夫禮同之事。"
      },
      {
        "index": 138,
        "text": "賓長獻於屍，屍醋，獻祝，致，醋。賓以爵，降實於篚。（致，謂致爵於主人、主婦。不言如初者，爵不止，又不及佐食。）"
      },
      {
        "index": 139,
        "text": "[疏]『賓長』至『於篚』。註『致謂』至『佐食』。釋曰：此經論次賓長獻屍已下之事。以其上賓長上已獻屍訖，明此是次賓長為加爵也。云『不言如初者，爵不止，又不及佐食』者，謂不言同，上文云：『賓長獻於屍如初，無湆，爵不止。』註云：『如初，如其獻侑酌致主人受屍酢也。無湆，爵不止，別不如初者。』此文不與彼同者，為經不可如一，故鄭註彼此各申經意。"
      },
      {
        "index": 140,
        "text": "賓、兄弟交錯其酬，無爵。（此亦與儐同者，在此篇。）\n[疏]『賓兄』至『爵』。註『此亦』至『此篇』。釋曰：此一經論堂下賓及兄弟行無爵之事。此堂下兄弟及賓行無爵，似上大夫無旅酬，故鄭云『此亦與儐同者，在此篇』。若此經兼有旅酬，鄭不得言與儐同。案《特牲》屍在室內，亦不與旅酬之事。而堂下賓及兄弟行旅酬，又使弟子二人舉觶為無爵者，下大夫雖無儐屍之禮，堂下亦與神靈共尊，不敢與人君之禮同。既與神靈共尊，故闕旅酬，直行無爵而已。《特牲》堂下得獻之後，與神別尊，故旅酬、無爵並皆行之。事賤，不嫌與君同，故得禮備也。"
      },
      {
        "index": 141,
        "text": "利洗爵，獻於屍。屍酢。獻祝，祝受，祭酒，啐酒，奠之。（利獻不及主人，殺也。此亦異於賓。）\n[疏]『利洗』至『奠之』。註『利獻』至『於賓』。釋曰：此一經論佐食事屍禮將畢，為加爵獻屍及祝之事。云『利獻不及主人，殺也』者，此對上文，賓長為加爵及主人，此不及主人，是殺也。又云『此亦異於賓』者，案上《少牢》無利獻賓，三獻屍即止，此篇首儐屍之禮，佐食又不與，故無佐食獻，故云『異』也。"
      },
      {
        "index": 142,
        "text": "主人出，立於阼階上，西面。祝出，立於西階上，東面。祝告於主人曰：『利成。』祝入。主人降，立於阼階東，西面。屍謖，祝前，屍從，遂出於廟門。"
      },
      {
        "index": 143,
        "text": "祝反，復位於室中。祝命佐食徹屍俎。佐食及出屍俎於廟門外，有司受，歸之。\n徹阼薦俎。（自主人出至此，與賓雜者也。先徹主人薦俎者，變於士。《特牲饋食禮》曰：『徹阼俎豆籩，設於東序下。』）"
      },
      {
        "index": 144,
        "text": "[疏]釋曰：云『自主人出至此，與賓雜者也』者，謂有同者不同，故上《少牢》直云『祝告曰利成』，此云『祝告於主人曰利成』；上《少牢》云『祝入，屍謖，主人降，立於阼階東，西面』，此云『祝入，主人降立於阼階東，西面，屍謖』；彼云『祝先』，此云『祝前』；彼云『祝命佐食徹斤俎，降設於堂下』，此云『祝反，復位於室中，祝命佐食徹屍俎，佐食乃出屍俎於廟門外，有司受歸之』；故雲雜。云『先徹主人薦俎者，變於士』者，《特牲》既，祝命佐食徹阼俎。此前徹阼薦俎，故雲變於士。引《特牲》者，證徹阼薦俎所置之處也。"
      },
      {
        "index": 145,
        "text": "乃，如儐。（謂上篇自司宮設對席，至上興出也。古文作。）\n卒，有司官徹饋，饌於室中西北隅，南面，如饋之設，右幾，用席。"
      },
      {
        "index": 146,
        "text": "（官徹饋者，司馬、司士舉俎，宰夫取敦及豆。此於屍謖改饌，當室之白，孝子不知神之所在，庶其饗之於此，所以為厭飫。不令婦人改徹饌敦豆，變於始也，尚使官也。佐食不舉羊豕俎，親，尊也。，隱也。古文右作侑，作。）"
      },
      {
        "index": 147,
        "text": "[疏]『卒』至『用席』。註『官徹』至『作』。釋曰：自此下盡篇末，論訖改饌於西北隅為陽厭之事。云『官徹饋者，司馬、司士舉俎』者，經雲官徹，則司馬主羊，司士主豕，明還遣此二人舉俎可知。即上經云『司馬羊，司士擊豕』是之。云『宰夫取敦及豆』者，以其宰夫多主主婦之事，此敦及豆本主婦設之，今雲官徹，明非婦人，知是宰夫為之也。是以上文云『宰夫羞房中之羞』，又上主婦獻祝，宰夫薦，鄭註云：『內子不薦籩，祝賤，使官可也。』以此言之，則宰夫代主婦設籩豆及敦可知。云『當室之白，孝子不知神之所在，庶其饗之於此，所以為厭飫』者，此言雜取《曾子問》、《郊特牲》、《祭義》之文。案《曾子問》說陽厭之事云：『當室之白尊於東房。』鄭云：『得戶明者也。』"
      },
      {
        "index": 148,
        "text": "《郊特牲》云：『索祭祝於祊，不知神之所在，於彼乎？於此乎？尚曰求諸遠者與？』《祭義》云『勿勿乎其欲饗之』。是鄭所取陽厭及礻方祭求神之事。云『不令婦人改饌敦豆，變於始也，尚使官也』者，此決《少牢》初設饌，主婦薦兩豆，宗婦一人贊兩豆，主婦設一敦，宗婦贊三敦，是其始時婦人設之。今使宰夫徹豆敦者，尚使官故也。"
      },
      {
        "index": 149,
        "text": "納一尊於室中。（陽厭殺，無玄酒。）\n司宮掃祭。（掃豆之祭，舊說雲：埋之西階東。）\n[疏]註『掃豆』至『階東』。釋曰：引『舊說』者，案《曾子問》『凡幣帛皮圭為主，命埋之階』。此豆之祭，案舊說埋之西階東，以神位在西，故近西階，是以鄭亦依用也。"
      },
      {
        "index": 150,
        "text": "主人出，立於阼階上，西面。祝執其俎以出，立於西階上，東面。司宮闔牖戶。（閉牖與戶，為鬼神或者欲幽ウ。）"
      },
      {
        "index": 151,
        "text": "祝告利成，乃執俎以出於廟門外，有司受，歸之。眾賓出，主人拜送於廟門外，乃反。（拜送賓者，亦拜送其長，不言長賓者，下大夫無尊賓也。）"
      },
      {
        "index": 152,
        "text": "[疏]註『拜送』至『賓也』。釋曰：此決賓屍時，『屍出，侑從，主人送於廟門之外拜，屍不顧，拜侑於長賓，亦如之，眾賓從』，鄭註云：『從者，不拜送也。』言從者不拜送，則此雲拜送者，拜送長可知。不言長者，下大夫賤，無尊賓，故不別其長也。"
      },
      {
        "index": 153,
        "text": "婦人乃徹，（徹祝之薦及房中薦俎，不使有司者，下上大夫之禮。）\n[疏]註『徹祝』至『之禮』。釋曰：云『不使有司者，下上大夫之禮』者，決上大夫祭畢，將儐屍，有司徹，儐屍禮終，亦有司徹。今婦人徹，故雲下上大夫之禮也。"
      },
      {
        "index": 154,
        "text": "徹室中之饌。（有司饌之，婦人徹之，外內相兼，禮殺。）\n[疏]註『有司』至『禮殺』。釋曰：云『有司饌之，婦人徹之，外內相兼，禮殺』者，此徹室中之饌者，於上經『有司徹饋，饌於室中西北隅』者，今使婦人徹之，故雲外內相兼。外者，謂有司宮改饌西北隅；內者，謂今婦人（元缺二字）徹饋，故雲相兼也。"
      }
    ]
  }
}