{
  "chapterNumber": 47,
  "title": "卷四十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "嗣舉奠，盥，入，北面再拜稽首。（嗣，主人將為後者。舉猶飲也。使嗣子飲奠者，將傳重累之者。大夫之嗣子不舉奠，辟諸侯。）"
      },
      {
        "index": 1,
        "text": "[疏]『嗣舉』至『稽首』。註『嗣主』至『諸侯』。釋曰：自此盡『出復位』，論嗣子飲奠酌獻之事。云『嗣，主人將為後』者，不言而言將為後者，欲見無長，立庶子及同宗為後皆是，故言將為後也。云『舉猶飲也』者，非謂訓舉為飲，直是嗣子舉而飲之耳。云『將傳重累之』者，謂將使為嗣牽累崇敬，承重祭祀之事，是以使飲之而獻也。云『大夫之嗣子不舉奠，辟諸侯』者，案《文王世子》云：『其登、獻、受爵，則以上嗣。』註云：『上嗣，君之長子。以《特牲饋食禮》言之，受爵謂上嗣舉奠也，獻謂舉奠洗爵酌入也，謂宗人遣舉奠盥祝命之也。大夫之嗣無此禮，辟君也。』今案《少牢》無嗣子舉奠之事，故此註雲辟諸侯。士卑不嫌，得與人君同，故有嗣子舉奠之事也。奠者，即上文『祝酌奠，奠於南』是也。《郊特牲》云：『舉角，詔妥屍。』鄭註云：『始入舉奠。若奠角，將祭之，祝則詔主人，拜安之，使之坐，屍即至尊之坐，或時不自安，則以拜安之。天子奠，諸侯奠角。』彼鄭註，意亦引此《特牲》祝酌奠於南也。"
      },
      {
        "index": 2,
        "text": "屍執奠，進受，復位，祭酒，啐酒。屍舉肝。舉奠左執觶，再拜稽首，進受肝，復位，坐食肝，卒觶，拜。屍備答拜焉。（食肝，受尊者賜，不敢餘也。備猶盡也。每拜答之，以尊者與卑者為禮，略具文耳。古文備為復。）"
      },
      {
        "index": 3,
        "text": "[疏]『屍執』至『拜焉』。註『食肝』至『為復』。釋曰：直言受肝，明有鹽，是以下記云『嗣舉奠，佐食設豆鹽』是也。云『食肝，受尊者賜，不敢餘也』者，食之當盡，以其食若不盡，直雲嚌之而已。此經云『食肝』，明不敢餘也。"
      },
      {
        "index": 4,
        "text": "舉奠洗酌入，屍拜受，舉奠答拜。屍祭酒，啐酒，奠之。舉奠出，復位。\n（啐之者，答其欲酢己也。奠之者，復神之奠觶。嗣齒於子姓，凡非主人，升降自西階。）"
      },
      {
        "index": 5,
        "text": "[疏]『舉奠』至『復位』。註『啐之』至『西階』。釋曰：云『啐之者，答其欲酢己也』者，《鄉飲酒》、《鄉射》主人獻賓，賓皆啐酒洗爵，即酢主人。"
      },
      {
        "index": 6,
        "text": "此嗣子獻賓，賓啐之，亦欲酢己，故啐之，其實無酢也。云『嗣齒於子姓』者，姓之言生，子之所生謂孫行者，今嗣亦孫之流，故齒之也。云『凡非主人，升降自西階』者，案《曲禮》雲為人子者，『升降不由阼階』，是以雖嗣子，亦宜升降自西階。子孫不升降階，故於此總言『凡』也。"
      },
      {
        "index": 7,
        "text": "兄弟弟子洗酌於東方之尊，阼階前北面舉觶於長兄弟，如主人酬賓儀。（弟子，後生也。）\n[疏]『兄弟』至『賓儀』。註『弟子後生』。釋曰：自此盡『乃羞』，論弟子舉觶將行旅酬之事。云『如主人酬賓儀』者，謂如上文主人酬賓就其階，同北面並拜，乃飲，卒爵拜，洗酌，乃西面，賓北面拜位，故言『如』。此亦然，弟子洗觶，酌於東方之尊，阼階前東面獻長兄弟，長兄弟北面拜受，弟子奠於薦南，長兄弟坐取觶，還，西面拜，弟子北面答拜，長兄弟奠於薦北，揖復位。若《有司徹》云：『兄弟之後生者，舉觶於其長』，長在左，弟子自飲訖，『升酌降，長拜受於其位，舉爵者東面答拜』，鄭註云：『拜受答拜不北面者，儐屍禮殺。』此不儐屍，則拜送皆北面可知也。弟子後生者，此即《有司徹》云『兄弟之後生者』是也。"
      },
      {
        "index": 8,
        "text": "宗人告祭┵。（┵，俎也。所告者，眾賓、眾兄弟、內賓也。獻時設薦俎於其位，至此禮又殺，告之祭，使成禮也。其祭皆離肺，不言祭豆可知。）"
      },
      {
        "index": 9,
        "text": "[疏]註『┵俎』至『可知』。釋曰：云『告祭┵』者，謂告眾賓之等。知無長賓者，以其初得獻時，即祭肺於階上，此獻時，乃設薦俎於其位，故此無長賓也。上又下長兄弟如賓儀，則亦獻時祭可知，故雲宗人所告，『告眾賓、眾兄弟、內賓也』。云『獻時設薦俎於其位』者，得獻時乃薦於堂下及房內之位。云『至此禮又殺，告之祭，使成禮也』者，案上文加爵、致爵不及佐食，無從，殺也。此告之祭使成禮，是再殺，故雲又殺也。云『其祭皆離肺』者，已於記文解之也。云『不言祭豆可知』者，以眾賓言薦俎從設，言薦即豆也，故雲不言祭豆可知。"
      },
      {
        "index": 10,
        "text": "乃羞。（羞，庶羞也。下屍，醢豆而已。此所羞者，自祝主人至於內賓，無內羞。）\n[疏]『乃羞』。註『羞庶』至『內羞』。釋曰：知羞非薦羞者，上文受獻時皆設薦俎於其位，故知此羞乃是庶羞，非薦也。云『下屍，醢豆而已』者，上為屍『佐食羞庶羞四豆，設於左』，鄭註：『四豆，堯、炙、、醢。』此祝以下薦羞降於屍，當去堯、炙，故雲醢豆而已。云『此所羞者，自祝主人至於內賓』者，言自祝下及內賓，及眾賓兄弟皆在可知。又下記雲公有司『獻次眾賓』，私臣『獻次兄弟』，則內賓亦及之，是以《少牢》下篇云：『乃羞庶羞於賓、兄弟、內賓及私人。』不儐屍，亦雲乃羞於賓、兄弟、內賓及私人辯是也。"
      },
      {
        "index": 11,
        "text": "若然，《少牢》與《有司徹》儐屍與不儐屍，庶羞與房中羞，皆與屍佐食及祝，主人、主婦皆同時羞之者，彼上下大夫禮尊，故得與屍同時羞，此士禮卑，故不得與屍同也。云『內羞』者，以其屍尊，尚無內羞，況祝卑，故無內羞也。"
      },
      {
        "index": 12,
        "text": "賓坐取觶，阼階前北面酬長兄弟，長兄弟在右。（薦南奠觶。）\n[疏]『賓坐』至『在右』。註『薦南奠觶』。釋曰：自此盡『實觶於篚』，論行旅酬之作止爵之事。但此《特牲》之禮，堂下行旅酬無爵，並在室中者，不與旅酬之事。上大夫儐屍與旅酬，不與無爵之事，故別使二人舉觶，於屍侑，屍侑得舉為旅酬，遍及堂下，屍與旅酬者，以其儐屍在堂，禮殺故也。若下大夫不儐屍者，堂下無旅酬，直行無爵於堂下而已。屍則不與之，所以下大夫無旅酬，直有無爵者，以其禮屍於室中，辟國君，堂下不設尊，故無旅酬，直行無爵而已。以其堂上與神靈共尊，不得與屍行旅酬，故屈之。此《特牲》堂下得旅酬、無爵並行者，以其堂下與神靈別尊，故為加爵禮屍於室中，酌上尊，堂下旅酬行神惠，酌下尊，故上大夫及士之祭禮，旅酬行無爵，或行或不，皆參差不等也。賓酬長兄弟，長兄弟在右，下文長兄弟酬，眾賓長自左受旅如初，是賓主相酬，主人常在東，其同在賓中，則受酬者在左。若《鄉飲酒》賓酬主人，主人立於賓東，主人酬介，介立於主人之西。其眾賓受介，『酬者自介右』，鄭註云：『尊介，使不失故位。』眾受酬者受自左，異其義也。賓主相酬，各守其位，不以尊卑變。同類之中，受者於左，尊右也。"
      },
      {
        "index": 13,
        "text": "賓奠觶拜，長兄弟答拜。賓立卒觶，酌於其尊，東面立。長兄弟拜受觶。賓北面答拜，揖，復位。（其尊，長兄弟尊也。此受酬者拜，亦北面。）"
      },
      {
        "index": 14,
        "text": "[疏]註『其尊』至『北面』。釋曰：以其旅酬無爵以飲者，酌己尊，酬人之時，酌彼尊，是各自其酒，故無爵賓弟子及兄弟。弟子舉觶，於其長各酌於其尊也。云『此受酬者拜亦北面』者，以經『長兄弟拜受觶』，不言面位，故鄭雲受酌者拜亦北面。言『亦』者，亦賓北面也。"
      },
      {
        "index": 15,
        "text": "長兄弟西階前北面，眾賓長自左受旅，如初。（旅，行也。受行酬也。初，賓酬長兄弟。）長兄弟卒觶，酌於其尊，西面立。受旅者拜受。長兄弟北面答拜，揖，復位。眾賓及眾兄弟交錯以辯，皆如初儀。（交錯，猶言東西。）"
      },
      {
        "index": 16,
        "text": "為加爵者作止爵，如長兄弟之儀。（於旅酬之，言作上爵，明禮殺，並作。）\n[疏]『為加』至『之儀』。註『於旅』至『並作』。釋曰：前眾賓之長為加爵如初爵止，今還使為加爵者，作止爵也，故云『如長兄弟之儀』。云『於旅酬之，言作止爵，明禮殺，並作』者，此決上文賓三獻爵止，鄭註云：『三獻禮成，欲神惠之均於室中，是以奠而待之。』故有室中主人、主婦致爵訖，乃三獻作止爵，此眾賓長為加爵如初爵止，鄭註云：『屍爵止者，欲神惠之均於在庭。』而堂下庭中行旅酬未訖為加爵者，作止爵，故鄭註雲禮殺並作也。"
      },
      {
        "index": 17,
        "text": "長兄弟酬賓，如賓酬兄弟之儀，以辯。卒受者實觶於篚。（長兄弟酬賓，亦坐取其奠觶，此不言交錯以辯，賓之酬不言卒受者實觶於篚，明其相報，禮終於此，其文省。）"
      },
      {
        "index": 18,
        "text": "[疏]註『長兄』至『文省』。釋曰：云『長兄弟酬賓，亦坐取其奠觶』者，亦謂亦上賓坐取薦南奠觶。此長兄弟所舉奠觶者，即上弟子舉觶於其長是也。云『明其相報，禮終於此，其文省』者，以其賓舉奠觶，於長兄弟行旅酬，盡皆遍，長兄弟舉觶於賓，行旅酬亦皆遍，故雲相報禮終。言明者，嫌其不終。所以嫌者，賓之酬不言卒受者，此不言交錯以辯，嫌其不卒不辯。其實賓之酬亦卒受者，實觶於篚，此亦交錯以辯，故鄭雲文省。"
      },
      {
        "index": 19,
        "text": "賓弟子及兄弟弟子洗，各酌於其尊，中庭北面西上，舉觶於其長，奠觶拜，長皆答拜。舉觶者祭，卒觶，拜，長皆答拜。舉觶者洗，各酌於其尊，復初位，長皆拜。舉觶者皆奠觶於薦右。（奠觶，進奠之於薦右，非神惠也。今文曰奠於薦右。）"
      },
      {
        "index": 20,
        "text": "[疏]『賓弟』至『薦右』。註『奠觶』至『薦右』。釋曰：自此盡『爵無』，論二觶並行無爵之事。云『奠觶，進奠之於薦右，非神惠也』者，案上『尊兩壺於阼階東，加勺南柄，西方亦如之』，鄭註云：『為酬賓及兄弟行神惠。』至此雲非神惠者，彼三獻止爵，欲得神惠均於室中，眾賓長為加爵止爵者，欲神惠均於在庭，故止爵，行旅酬雖以屍而奠爵待之，亦得為神惠，至此別為無爵，在下自相勸，故得為非神惠，故『奠於薦右』，同於生人飲酒，舉者奠於薦右也。"
      },
      {
        "index": 21,
        "text": "長皆執以興，舉觶者皆復位，答拜。長皆奠觶於其所，皆揖其弟子，弟子皆復其位。（復其位者，東西面位。弟子舉觶於其長，所以序長幼，教孝弟。凡堂下拜，亦皆北面。）"
      },
      {
        "index": 22,
        "text": "[疏]『長皆』至『其位』。註『復其』至『北面』。釋曰：云『復其位者，東西面位』者，上既言皆復位答拜，此復重雲復位，則上文復位，復在庭初舉北面位，此重言復位者，當復東西面位可知。云『凡堂下拜，亦皆北面』者，前主人酬賓，弟子舉於其長行旅酬及無爵，兄弟弟子賓弟子舉觶皆北面，則知凡堂下，雖不見面位者，皆北面拜可知。雲凡賓以下，至於私人拜受送，皆北面，故云『凡』也。"
      },
      {
        "index": 23,
        "text": "爵皆無。（，數也。賓取觶酬兄弟之黨，長兄弟取觶酬賓之黨，唯己所欲，亦交錯以辯，無次第之數。因今接會，使之交恩定好，優勸之。）"
      },
      {
        "index": 24,
        "text": "利洗散，獻於屍，酢，及祝，如初儀。降，實散於篚。（利，佐食也。言利，以今進酒也。更言獻者，以利待屍禮將終，宜一進酒，嫌於加酒亦當三也。不致爵，禮又殺也。）"
      },
      {
        "index": 25,
        "text": "[疏]『利洗』至『於篚』。註『利佐』至『殺也』。釋曰：自此盡『西序下』，論佐食獻屍祭祀畢之事。云『利，佐食也。言利，以今進酒也』者，利與佐食乃有二名者，以上文設俎啟會爾敦之時，以黍稷為食，故名佐食。今進以酒，酒所以供養，故名利，利即養也，故鄭雲以今進酒也。若然，《少牢》名『佐食，上利執羊俎，下利執豕俎』者，大夫禮文，故即兩見其名。云『更言獻者，以利待屍禮將終，宜一進酒，嫌於加酒亦當三也』者，此決兄弟長及眾賓長為加爵於屍，不言獻，今進酒更言獻不言加爵，故鄭君解其義意，以利事屍禮將終，宜一進酒，不似長兄弟助宗子祭祀為加爵，眾賓之長助主人祭祀，設為加爵，嫌此佐食同彼二者為加爵，故變言獻，是以鄭雲嫌亦當三也。『亦』者，亦上主人獻主婦獻賓長為三獻也。長兄弟為加爵，眾賓長為加爵，通洗散獻屍亦三，都並屍飲，六士祭事屍禮畢也。云『不致爵，禮又殺也』者，上文云：『長兄弟洗觚為加爵，如初儀，不及佐食，洗致如初，無從。』註云：『不及佐食，無從，殺也。』此又不致，故雲又殺也。"
      },
      {
        "index": 26,
        "text": "主人出，立於戶外，西南。（事屍禮畢。）\n祝東面告利成。（利猶養也。供養之禮成，不言禮畢，於屍之嫌。）"
      },
      {
        "index": 27,
        "text": "[疏]『祝東面告利成』。註『利猶』至『之嫌』。釋曰：《少牢》云：\n『主人出，立於阼階上南面。祝出，立於西階上東面。祝告曰：利成。』此戶外告利成，彼階上告利成，以尊者稍遠於屍。若天子諸侯禮畢，於堂下告利成。故《詩。楚茨》云：『禮儀既備，鍾鼓既戒，孝孫徂位，工祝致告。』鄭註云："
      },
      {
        "index": 28,
        "text": "『鍾鼓既戒，戒諸在廟中者，以祭禮畢，孝孫往位堂下西面位也。祝於是致孝孫之意，告屍以利成。』是尊者告利成，遠於屍也。云『不言禮畢，於屍之嫌』"
      },
      {
        "index": 29,
        "text": "者，，暇無事。若然，禮畢則於屍暇無事，有發遣屍之嫌，故直言『利成』\n而已也。\n屍謖，祝前，主人降。（謖，起也。前猶導也。《少牢饋食禮》曰：『祝入，屍謖，主人降，立於阼階東，西面。祝先，屍從，遂出於廟門。』前屍之義，《士虞禮》備矣。）"
      },
      {
        "index": 30,
        "text": "[疏]『屍謖』至『人降』。註『謖起』至『備矣』。釋曰：引《少牢》者，證大夫禮主人立位與士不同，又證前屍出廟之事。云『前屍之儀，《士虞禮》備矣』者，彼有室中出屍降階出廟前屍之事，故雲備矣。"
      },
      {
        "index": 31,
        "text": "祝反，及主人入，復位。命佐食徹屍俎，俎出於廟門。（俎所以載斤俎，《少牢饋食禮》曰：『有司受歸之。』）"
      },
      {
        "index": 32,
        "text": "[疏]註『俎所』至『歸之』。釋曰：引《少牢》者，是《少牢》下篇《有司徹》下大夫不賓屍之禮，彼云：『佐食徹屍俎，佐食乃出屍俎於廟門外，有司受歸之。』此士禮，不儐屍與下大夫同，故引以相證也。"
      },
      {
        "index": 33,
        "text": "徹庶羞，設於西序下。（為將，去之。庶羞主為屍，非神饌也。《尚書傳》曰：『宗室有事，族人皆侍終日。大宗已侍於賓奠，然後燕私。燕私者何也？已而與族人飲也。』此徹庶羞置西序下者，為將以燕飲與？然則自屍祝至於兄弟之庶羞，宗子以與族人燕飲於堂，內賓宗婦之庶羞，主婦以燕飲於房。）"
      },
      {
        "index": 34,
        "text": "[疏]『徹庶』至『序下』。註『為將』至『於房』。釋曰：知非神饌而云『為屍』者，以其屍三飯後始薦庶羞，故徹之乃也。凡『』者，屍鬼神之餘，祭者屍之餘，義取鬼神之惠遍廟中，庶羞非鬼神惠，故不用也。引《尚書傳》已下者，是彼《康誥》傳文。大宗已侍於賓，奠者或有作，或有作暮者，皆誤，以奠為正也。引之者，證徹庶羞不入於房，而設於西序下，以擬燕故也。"
      },
      {
        "index": 35,
        "text": "必知祭有燕者，案《楚茨》詩云『鼓鍾送屍』，下云『備言燕私』，鄭註云：\n『祭祀畢，歸賓客之俎。同姓則留與之燕，所以尊賓客，親骨肉也。』其上大夫當日儐屍安有燕，故《有司徹》上大夫云『主人退』，註：『雲反於寢也。』是無燕私。若下大夫不儐屍，與此士禮同，亦當有燕也。云『與』者，以經直言『設於序下』，不言燕，疑之。引《書傳》為證有燕，故言與以疑之也。云『然則自屍祝』以下，知義如此者，以兄弟受獻於堂上，主婦內賓受獻於房中，屍出之後，堂房無事，故知燕時男子在堂，婦人在房可也。"
      },
      {
        "index": 36,
        "text": "筵對席，佐食分簋、。（為將分之也。分簋者，分敦黍於會，為有對也。\n敦，有虞氏之器也。周制，士用之。變敦言簋，容同姓之士得從周制耳。《祭統》曰：『者，祭之末也，不可不知也。是故古之人有言曰：善終者如始。其是已。是故古之君子曰：屍亦鬼神之餘，惠術也，可以觀政矣。』）"
      },
      {
        "index": 37,
        "text": "[疏]『筵對』至『簋』。註『為將』至『政矣』。釋曰：自此盡『戶外西面』，論嗣子共長兄弟對之事。云『敦，有虞氏之器』者，《禮記。明堂位》云：『有虞氏之兩敦。』上文黍稷之敦是周制，士用之。云『言簋，容同姓之士得從周制耳』者，大夫異姓既用異代之器，故《少牢》、《特牲》皆用敦，則同姓之士當同周制用簋，故經言分簋。是以《文王世子》鄭註亦云：『同姓之士緦衰，異姓之士疑衰。』亦同姓與異姓別也。引《祭統》者，證是鬼神之惠遍廟中，若國君之惠遍境內，是可以觀政之事也。"
      },
      {
        "index": 38,
        "text": "宗人遣舉奠及長兄弟盥，立於西階下，東面北上。祝命嘗食，者、舉奠許諾，升，入，東面。長兄弟對之，皆坐。佐食授舉，各一膚。（命，告也。士使嗣子及兄弟，其惠不過族親也。古文皆作。）"
      },
      {
        "index": 39,
        "text": "[疏]註『命告』至『作』。釋曰：此決下篇《少牢》二佐食及二賓長，明惠大及異姓，不止族親而已。\n主人西面再拜，祝曰：『有以也。』兩奠舉於俎，許諾，皆答拜。（以，讀如『何其久也，必有以也』之以。祝告，釋辭以戒之，言女於此，當有所以也。以先祖有德而享於此祭，其坐其餘，亦當以之也。《少牢饋食禮》不戒者，非親昵也。舊說曰：主人拜下席南。）"
      },
      {
        "index": 40,
        "text": "[疏]註『以讀』至『席南』。釋曰：云『以，讀如「何其久也，必有以也」之以』者，此辭在《詩。邶風。旄丘》篇，必有以從之者，以此經云『有以也』"
      },
      {
        "index": 41,
        "text": "者，以先祖有功德，子孫當嗣之，而廟食先祖有德亦合享此祭，故讀從之也。是以彼註亦云：『我君何以久留於二佐，必以衛有功德故也。』云『其坐其餘，亦當以之也』者，亦謂亦似其先祖，已上皆為以，為似者，誤也。云『《少牢饋食禮》不戒者，非親昵也』者，謂二佐食與二賓長是非親昵也。引舊說者，以經直言主人西面拜，不見其處，故引舊說以明下席南面。"
      },
      {
        "index": 42,
        "text": "若是者三。（丁寧戒之。）\n皆取舉、祭食、祭舉乃食，祭，食舉。（食乃祭，禮殺。）\n[疏]註『食乃祭禮殺』。釋曰：前正祭之時，屍祭嘗之，告旨訖，佐食爾黍於席上，屍始食。今食乃祭，故決之，云『禮殺』故也。"
      },
      {
        "index": 43,
        "text": "卒食，主人降洗爵，宰贊一爵。主人升，酌，上，上拜受爵，主人答拜。下亦如之。（《少牢饋食禮》曰：『贊者洗三爵，酌。主人受於戶內，以授次。』舊說云：主人北面，授下爵。）"
      },
      {
        "index": 44,
        "text": "[疏]註『少牢』至『爵』。釋曰：引《少牢》者，欲見此禮主人亦受於戶內，以授次。引『舊說』，以此經云『下』，主人面位無文，當北面也。"
      },
      {
        "index": 45,
        "text": "主人拜，祝曰：『有與也。』如初儀。（主人復拜，為戒也。與讀如『諸侯以禮相與』之與。言女此，當有所與也。與者，與兄弟也。既知似先祖之德，亦當與女兄弟，謂教化之。）"
      },
      {
        "index": 46,
        "text": "[疏]註『主人』至『化之』。釋曰：云『讀如諸侯以禮相與之與』者，案《禮運》云『諸侯以禮相與』者，諸侯會同聘問一德，以尊天子。言此者，戒嗣子與長兄弟及眾兄弟相教化，相與以尊先祖之德也。"
      },
      {
        "index": 47,
        "text": "兩執爵拜，（答主人也。）祭酒，卒爵，拜。主人答拜。兩皆降，實爵於篚。上洗爵，升酌，酢主人，主人拜受爵。（下復兄弟位，不復升也。）"
      },
      {
        "index": 48,
        "text": "上即位坐，答拜。（既授爵戶內，乃就坐。）\n[疏]註『既授』至『就坐』。釋曰：以其主人位在戶內，下席南西面，故知上『授爵於戶內，乃就坐』。"
      },
      {
        "index": 49,
        "text": "主人坐祭，卒爵，拜。上答拜，受爵，降，實於篚。主人出，立於戶外，西面。（事者禮畢。）\n祝命徹阼俎、豆、籩，設於東序下。（命，命佐食。阼俎，主人之俎。宗婦不徹豆籩，徹禮略，各有為而已。設於東序下，亦將燕也。）"
      },
      {
        "index": 50,
        "text": "[疏]『祝命』至『序下』。註『命命』至『燕也』。釋曰：自此盡『畢出』，論徹薦俎，改設饌於西北隅為陽厭之事。云『祝命徹阼俎』者，是佐食徹之。當徹阼俎之時，堂下賓兄弟俎畢，出故下文云『佐食徹阼俎，堂下俎畢出』"
      },
      {
        "index": 51,
        "text": "是也者。然祝命徹阼俎時，堂下俎畢出，又退在下者，欲見先徹室內俎，乃徹堂下，是以祝命佐食徹阼俎及豆籩。又祝自執俎以出，又宗婦徹祝豆籩，入於房即佐食，改饌西北隅。是以作經並說室內行事，乃到本雲上佐食徹阼俎時，堂下俎畢出也。云『命，命佐食』者，此命命使徹阼俎，下文云『佐食徹俎』，故知祝命者，命佐食也。云『宗婦不徹豆籩，徹禮略，各有為而已』者，以豆籩宗婦贊設之，佐食設俎，理應佐食還自徹俎，宗婦徹豆籩，以徹禮略，各自有為而已，故宗婦豆籩，今佐食並徹之，故雲徹禮略也。『各有為而已』者，謂宗婦徹祝俎豆籩，佐食徹阼俎豆籩，是各自有為，何必依前所設之時也。"
      },
      {
        "index": 52,
        "text": "祝執其俎以出，東面於戶西。（俟告利成。《少牢》下篇曰：『祝告利成，乃執俎以出。』）\n[疏]註『俟告』至『以出』。釋曰：案《有司徹》下大夫不儐屍，改饌於西北隅訖，主人出立於阼階上，西面，祝執其俎以出，立於西階上，東面。司宮闔牖戶，祝告利成，乃執俎以出於廟門外，有司受歸之。彼不儐屍之禮，亦與此《特牲》禮同，故引為證也。"
      },
      {
        "index": 53,
        "text": "宗婦徹祝豆、籩入於房，徹主婦薦、俎。（宗婦既並徹，徹其卑者。《士虞禮》曰：『祝薦席徹入於房。』）\n[疏]『宗婦』至『薦俎』。註『宗婦』至『於房』。釋曰：宗婦不徹主人豆籩，而徹祝豆籩入房者，為主婦將用之為燕。祝兩豆籩而主婦用之者，祝接神屍之類，主婦燕姑姊妹及宗女宜行神惠，故主人以薦羞並及祝庶羞，燕宗人於堂。主婦以祝籩豆用之，燕內賓於房，是其事也。云『宗婦既並徹，徹其卑者』，以宗婦不徹主人籩豆，而徹祝與主婦，是徹其卑者，故得並徹。引《士虞禮》者，以經自有入房之文，註更引《士虞禮》者，有嫌也。嫌者以主婦薦俎先在房，嫌經入房又為徹。"
      },
      {
        "index": 54,
        "text": "佐食徹屍薦、俎、敦，設於西北隅，幾在南，用筵，納一尊。佐食闔牖戶，降。（，隱也。不知神之所在，或諸遠人乎？屍謖而改饌為幽ウ，庶其饗之，所以為厭飫。《少牢饋食禮》曰：『南面而饋之設。』此所謂當室之白，陽厭也。"
      },
      {
        "index": 55,
        "text": "則屍未入之前為陰厭矣。《曾子問》曰：『殤不備祭，何謂陰厭陽厭也？』）\n[疏]註『隱』至『厭也』。釋曰：云『不知神之所在，或諸遠人乎』，《禮記。郊特牲》之文。彼論正祭與繹祭之事，此為陽厭，引之者，欲見孝子求神非一處，故先為陰厭，後為陽厭之事也。引《少牢》者，見彼大夫禮陽厭，南面，此士禮東面，雖面位不同，當室之白則同。案《曾子問》庶殤為陽厭之事，故彼云：『凡殤與無後者，祭於宗子之家，當室之白，尊於東房，是謂陽厭。』"
      },
      {
        "index": 56,
        "text": "鄭註云：『當室之白，謂西北隅得戶之明者也。』凡言『厭』者，謂無屍直厭飫神，故鄭云『則屍未入之前為陰厭矣』，謂祭於奧中，不得戶明，故名陰厭。對屍謖之後，改饌於西北隅為陽厭，以向戶明，故為陽厭也。引《曾子問》云『殤不備祭，何謂陰厭陽厭也』，彼上文孔子曰『有陰厭，有陽厭』，謂宗子有陰厭，無陽厭，凡殤有陽厭，無陰厭。曾子言謂殤死陰厭、陽厭並有，故問孔子。孔子引宗子一有陰厭，凡殤一有陽厭。引之證成人陰厭、陽厭並有之義也。"
      },
      {
        "index": 57,
        "text": "祝告利成，降，出。主人降，即位。宗人告事畢。\n賓出，主人送於門外，再拜。（拜送賓也。凡去者不答拜。）"
      },
      {
        "index": 58,
        "text": "[疏]註『拜送』至『答拜』。釋曰：云『凡去者不答拜』者，云『凡』，總解諸文主人拜送，賓皆不答拜。鄭註《鄉飲酒》云『禮有終』是也。若賓更答拜，是更崇新敬禮，故不答也。"
      },
      {
        "index": 59,
        "text": "佐食徹阼俎，堂下俎畢出。（記俎出節。兄弟及眾賓自徹而出，唯實俎有司徹歸之，尊賓者。）\n[疏]註『記俎』至『賓者』。釋曰：雲唯賓俎有司徹歸屍侑之俎，不儐屍歸屍俎，皆不見歸賓俎，鄭所以知歸賓俎者，正見賓出，主人送於門外再拜，明賓不自徹俎，主人使歸之。若助君祭，必自徹其俎。鄭註《曲禮》大夫以下或使人歸之，是以《孔子世家》云：魯郊不致燔俎於大夫，孔子不稅冕而行。士大夫家尊賓，則使歸之，自餘亦自徹而去也。"
      },
      {
        "index": 60,
        "text": "記。特牲饋食，其服皆朝服，玄冠，緇帶，緇。（於祭服此也。皆者，謂賓及兄弟，筮日、筮屍、視濯亦玄端，至祭而朝服。朝服者，諸侯之臣與其君日視朝之服，大夫以祭。今賓兄弟緣孝子欲得嘉賓尊客以事其祖禰，故服之。緇者，下大夫之臣。夙興，主人服如初，則固玄端。）"
      },
      {
        "index": 61,
        "text": "[疏]記『特牲』至『緇』。註『於祭』至『玄端』。釋曰：此退玄冠在朝服下者，欲令近緇色。士冠在朝服上，從而正也。云『皆者，謂賓及兄弟，筮日、筮屍、視濯亦玄端』者，見上經雲筮日主人冠玄端，子姓兄弟如主人之服，有司群執事如兄弟服，筮屍云『如求日之儀』，至於視濯又不見異服，故知皆玄端。至祭日夙興，云『主人服如初』，初即玄端。明其餘不如初，是朝服可知，是以此註雲皆者謂賓及兄弟也。云『朝服者，諸侯之臣與其君日視朝之服，大夫以祭』者，案《玉藻》雲諸侯朝服，『以日視朝』，下《少牢》云『主人朝服』"
      },
      {
        "index": 62,
        "text": "是也。『緇者，下大夫之臣』者，《士冠禮》云：『主人玄冠朝服，緇帶素。』\n與裳同色，此朝服緇，大夫之臣朝服素，此緇，故雲下大夫之臣。云『夙興，主人服如初，則固玄端』，引上經者，直言『皆朝服』，恐主人亦在其中，故引證主人服玄端，與兄弟異也。"
      },
      {
        "index": 63,
        "text": "唯屍、祝、佐食玄端，玄裳、黃裳、雜裳可也，皆爵。（與主人同服。\n《周禮》士之齊服，有玄端、素端。然則玄裳，上士也，黃裳中士，雜裳下士。）"
      },
      {
        "index": 64,
        "text": "[疏]註『與主』至『下士』。釋曰：《周禮》士之齊服有玄端、素端，《司服》文。引之者，欲見士之齊服有一玄端，而裳則異，故鄭云『然則玄裳』"
      },
      {
        "index": 65,
        "text": "以下，見玄端一而裳有三也。彼註云『素端』者，亦謂劄荒有所禱請服之，於此經無所當而連引之耳。若然，士冠亦有玄端三等裳，而引《司服》者，以此特牲祭祀時，彼據齊時四命已上齊祭異冠，大夫齊祭同冠，故就此祭祀引齊時冠服為證也。"
      },
      {
        "index": 66,
        "text": "設洗，南北以堂深，東西當東榮。（榮，屋翼也。）水在洗東。（祖天地之左海。）篚在洗西，南順，實二爵、二觚、四觶、一角、一散。（順，從也。言南從，統於堂也。二爵者，為賓獻爵止，主婦當致也。二觚，長兄弟酬眾賓長為加爵，二人班同，宜接並也。四觶，一酌奠，其三，長兄弟酬賓，卒受者，與賓弟子兄弟弟子舉觶於其長，禮殺，事相接。《禮器》曰：『貴者獻以爵，賤者獻以散，尊者舉觶，卑者舉角。』舊說云：爵一升，觚二升，觶三升，角四升，散五升。）"
      },
      {
        "index": 67,
        "text": "[疏]註『順從』至『五升』。釋曰：云『二爵者，為賓獻爵止，主婦當致也』者，以一爵獻屍，屍奠之未舉，又一爵，主婦當致者，案經主婦致爵於主人，婦人不見就堂下洗，當於內洗，則主婦致爵於主人時，不取堂下爵，而雲主婦當致者，謂主婦當受致之時，用此爵也。云『四觶，一酌奠，其三長兄弟酬賓，卒受者，與賓弟子兄弟弟子舉觶於其長，禮殺，事相接』者，酌奠於南，是嗣子雖飲，還復神之奠觶也。餘有三在，主人洗一觶酬賓，奠於薦北，賓舉奠於薦南，此未舉也。下篚有二觶在，又長兄弟洗觶為加爵，眾賓長（元缺起此）為加爵，如初爵止，此亦未舉也。下篚仍有一觶在，屍羞之後，賓始舉奠觶，行旅酬辨，卒受者以虛觶奠於下篚，還有二觶，至為加爵者作止爵，長兄弟亦坐舉其奠觶酬賓，如賓酬兄弟之儀，以辨，卒受者未實觶於篚時，賓弟子兄弟弟子洗觶，各酌舉觶於其長，即用其篚二觶，卒受者未奠之，故三觶並用也，故註雲卒受者與賓弟子兄弟弟子舉觶於其長也。云『《禮器》曰，貴者獻以爵』者，謂賓長獻屍，主人致爵於主婦是也。『賤者獻以散』，上利洗散是也。『尊者舉觶』，謂若酌奠之及長兄弟酬賓之等是也。『卑者舉角』，謂主人獻用角。鄭雲不用爵者，下大夫也。則大夫尊，用爵；士卑，用角是也。引『舊說』者，爵觚已下，升數無正文，《韓詩》雖有升數，亦非正經，故引舊說為證也。"
      },
      {
        "index": 68,
        "text": "壺、於禁，饌於東序，南順，覆兩壺焉，蓋在南。明日卒奠，冪用，即位而徹之，加勺。（覆壺者，瀝水，且為其不宜塵。冪用，以其堅。禁言於者，祭尚厭飫，得與大夫同器，不為神戒也。）"
      },
      {
        "index": 69,
        "text": "[疏]註『覆壺』至『戒也』。釋曰：未奠不設冪，卒奠乃設之，故曰『卒奠，冪用』。云『禁言於者，祭尚厭飫，得與大夫同器，不為神戒也』者，器本無名，人與作號，於之與禁，因物立名，是以大夫尊，以厭飫為名，士卑，以禁戒為稱，復以有足無足立名，故《禮記》註云：『無足有似於於。』或因名雲耳。但經已有於字，註雲世人因名者，誤，當無世人字也。士曰禁由有足，以《士虞禮》云：『尊於室中，兩С醴酒，無禁。』禁由足生名。《禮記》雲大夫用於，士用禁。及《鄉飲酒》、《鄉射》皆非祭禮，是以雖大夫去足，猶存禁名，至祭則去足名為於禁，不為神戒也。"
      },
      {
        "index": 70,
        "text": "籩、巾以也，裏。棗，栗擇。（籩有巾者，果實之物多皮核，優尊者，可裏之也。擇互文。舊說云：裏者皆玄被。）"
      },
      {
        "index": 71,
        "text": "[疏]註『籩有』至『玄被』。釋曰：言多皮核者，栗多皮，棗多核。\nΡ，用苦，若薇，皆有滑，夏葵、冬。（苦，苦荼也。，堇屬，乾之，冬滑於葵。《詩》云：『周原無々，堇荼如飴。』今文苦為芐，芐乃地黃，非也。）"
      },
      {
        "index": 72,
        "text": "[疏]註『苦苦』至『非也』。釋曰：云『乾之，冬滑於葵』者，以其冬乾用之，不用葵而用，明知冬則滑於葵也。引《詩》證之，《詩》言『堇荼』，即經『苦』之類也。云『今文苦為芐，芐乃地黃，非也』者，《爾雅。釋草》云：『芐，地黃。』非者，以其與薇、葵等菜為不類，故知非也。"
      },
      {
        "index": 73,
        "text": "棘心匕，刻。（刻，若今龍頭。）\n牲爨在廟門外東南，魚臘爨在其南，皆西面。饣喜爨在西壁。（饣喜，炊也。"
      },
      {
        "index": 74,
        "text": "西壁，堂之西墻下。舊說云：南北直屋，稷在南。）\n[疏]註『饣喜炊』至『在南』。釋曰：云『西壁，堂之西墻下』者，案上經云：『主婦視饣喜，爨於西堂下。』逼西壁為之，故以舊說辨之也。『舊說』"
      },
      {
        "index": 75,
        "text": "者，案《爾雅。釋宮》曰：『檐謂之。』孫氏云：謂室。周人謂之，齊人謂之檐，謂承檐行材。《士喪禮》銘『置於宇西階上』，鄭註云『宇，』是也。"
      },
      {
        "index": 76,
        "text": "斤俎，心、舌皆去本末，午割之，實於牲鼎，載，心立，舌縮俎。（午割，從橫割之，亦勿沒。立，縮順其牲，心舌知食味者，欲屍之饗此祭，是以進之。）"
      },
      {
        "index": 77,
        "text": "[疏]註『午割』至『進之』。釋曰：云『載，心立，舌縮俎』者，《少牢》云：『舌皆切本末，亦午割勿沒，其載於斤，橫之。』此言縮俎者，彼言橫，據俎上雲為橫，此言縮，據鄉人為縮，是以《少牢》云『皆進下』是也。云『亦勿沒』者，亦《少牢》文，謂四面皆鄉中央割之，不絕中央少許，謂之勿沒也。"
      },
      {
        "index": 78,
        "text": "賓與長兄弟之薦自東房，其餘在東堂。（東堂，東夾之前，近南。）\n[疏]註『東堂』至『近南』。釋曰：『其餘』，謂眾賓兄弟之薦也。"
      },
      {
        "index": 79,
        "text": "沃屍盥者一人。奉者東面，執者西面淳沃，執巾者在北。（北，執之北，亦西面。每事各一人，淳沃，稍註之。今文淳作激。）宗人東面取巾，振之三，南面授屍，卒，執巾者受。（宗人代授巾，庭長尊。）屍入，主人及賓皆避位，出亦如之。（避位，逡遁。）"
      },
      {
        "index": 80,
        "text": "嗣舉奠，佐食設豆、鹽。（肝宜鹽也。）佐食，當事則戶外南面，無事則中庭北面。（當事，將有事而未至。）凡祝呼，佐食許諾。（呼猶命也。）宗人，獻與旅齒於眾賓。（尊庭長，齒從其齒幼之次。）佐食，於旅齒於兄弟。"
      },
      {
        "index": 81,
        "text": "尊兩壺於房中西墉下，南上。（為婦人旅也，其尊之節亞西方。）\n[疏]註『為婦』至『西方』。釋曰：先尊東方者，亦惠由之也。西方雖是賓，以其男子，故在前設尊。此處為房內婦人設尊，故知亞次西方。又經云『尊兩壺於阼階東』，又云『西方亦如之』，明其相亞次。此房內婦人之尊，上文不見者，異之於婦人。"
      },
      {
        "index": 82,
        "text": "內賓立於其北，東面西上，宗婦北堂東面北上。（二者所謂內兄弟。內賓，姑姊妹也。宗婦，族人之婦，其夫屬於所祭為子孫。或南上，或北上，宗婦宜統於主婦，主婦南面。北堂，中房而北。）"
      },
      {
        "index": 83,
        "text": "[疏]註『二者』至『而北』。釋曰：言『所謂』者，上經云『主人洗，獻內兄弟於房中，如獻眾兄弟之儀』是也。云『其夫屬於所祭為子孫』者，以其在父行，則謂之為母，今言宗婦，則其夫屬於所祭死者之子孫之妻皆稱婦也。云『或南上，或北上』，雲內賓、姑姊妹、賓客之類南上，自取《曲禮》云：『東鄉、西鄉，以南方為上。』宗婦雖東鄉，取統於主婦，故北上，主婦南面故也。"
      },
      {
        "index": 84,
        "text": "云『北堂，中房而北』者，謂房中半已北為北堂也。\n主婦及內賓、宗婦亦旅，西面。（西面者，異於獻也。男子獻於堂上，旅於堂下。婦人獻於南面，旅於西面。內賓象眾賓，宗婦象兄弟，其節與其儀依男子也。主婦酬內賓之長，酌奠於薦左。內賓之長坐取奠於右。宗婦之娣婦，舉觶於其姒婦，亦如之。內賓之長坐取奠觶，酬宗婦之姒，交錯以辯。宗婦之姒亦取奠觶，酬內賓之長，交錯以辯。內賓之少者，宗婦之娣婦，各舉奠於其長，並行交錯，無。其拜及飲者，皆西面，主婦之東南。）"
      },
      {
        "index": 85,
        "text": "[疏]註『西面』至『東南』。釋曰：云『西面者，異於獻也』者，以受獻時南面也。云『男子獻於堂上，旅於堂下』者，見上經。云『婦人獻於南面，旅於西面』者，見於《有司徹》。云『其節與其儀依男子也』者，謂依上經旅酬及無爵，早晚行事之節，皆依男子也。云『主婦酬內賓之長，酌奠於薦左內，賓之長坐取奠於右』者，此約上經主人洗觶，酌於西方之尊，西階前酬賓時，主人奠觶於薦北，賓坐取觶，奠觶於薦南是也。云『宗婦之娣婦，舉觶於其姒婦，亦如之』者，此亦約上經兄弟弟子洗酌於東方之尊，阼階前北面舉觶於長兄弟，如主人酬賓儀是也。云『內賓之長坐取奠觶酬宗婦之姒，交錯以辯』者，此亦上經正行旅酬節，賓坐取觶，阼階前北面酬長兄弟。雲交錯以辯，皆如初儀是也。云『宗婦之姒亦取奠觶，酬內賓之長，交錯以辯』者，此亦約旅酬節，雲長兄弟酬賓，如賓酬兄弟之儀，以辯，卒受者實觶於篚是也。云『內賓之少者，宗婦之娣婦，各舉觶於其長』者，此亦約上經正行無爵時，雲賓弟子及兄弟弟子各酌於其尊，舉觶於其長，下云『爵皆無』是也。云『其拜及飲者，皆西面，主婦之東南』者，此經云『亦旅，西面』，故知其拜受及拜受飲皆西面。又亦旅酬之法，飲皆西面，知在主婦之東南者，以其不背主婦，又得邪角相向也。"
      },
      {
        "index": 86,
        "text": "宗婦贊薦者，執以坐於戶外，授主婦。\n屍卒食，而祭饣喜爨、雍爨。（雍，孰肉。以屍享祭，竈有功也。舊說云："
      },
      {
        "index": 87,
        "text": "宗婦祭饣喜爨，享者祭雍爨，用黍肉而已，無籩豆俎。《禮器》曰：『燔燎於爨。\n夫爨者，老婦之祭，盛於盆，尊於瓶。』）"
      },
      {
        "index": 88,
        "text": "[疏]註『雍孰』至『於瓶』。釋曰：云『亨』者，則《周禮》亨人之官，其職主實鑊水爨亨之事，以供外內饔，故使之祭饔爨也。云『用黍肉而已，無籩豆俎』者，亦約《禮器》云『盆瓶』知之。引《禮器》者，案彼云：孔子曰："
      },
      {
        "index": 89,
        "text": "『臧文仲焉知禮，燔柴於奧。』鄭註云：『奧當為爨，字之誤也，或作竈。禮屍，卒食而祭，饣喜爨，雍爨也，時人以為祭火神，乃燔柴。』又云『夫爨者，老婦之祭也，盛於盆，尊於瓶』，註云：『老婦，先炊者也。盆、瓶，炊器也。明此祭先炊，非祭火神，燔柴似失之。』引之者，證祭（元缺止此）爨之事也。"
      },
      {
        "index": 90,
        "text": "賓從屍，俎出廟門，乃反位。（賓從屍，送屍也。士之助祭，終其事也。俎，屍俎也，賓既送屍，復入反位者，宜與主人為禮，乃去之。）"
      },
      {
        "index": 91,
        "text": "[疏]註『賓從』至『去之』。釋曰：『雲士之助祭，終其事也』者，謂送屍為終其事。既送屍，為終其事，則更無儐屍之禮。若上大夫有儐屍者，屍出，賓不送，以其事終於儐屍故也。"
      },
      {
        "index": 92,
        "text": "屍俎：右肩、臂、、肫、胳，正脊二骨，橫脊，長脅二骨，短脅。（屍俎，神俎也。士之正祭禮九體，貶於大夫，有並骨二，亦得十一之名，合《少牢》之體數，此所謂放而不致者。凡俎實之數奇，脊無中，脅無前，貶於尊者，不貶正脊，不奪正也。正脊二骨，長脅二骨者，將舉於屍，屍食未飽，不欲空神俎。）"
      },
      {
        "index": 93,
        "text": "[疏]註『屍俎』至『神俎』。釋曰：云『亦得十一之名，合《少牢》之體數』者，謂《少牢》正體之數十一，若牢並骨並數則十七。鄭云『此所謂放而不致』者，致，至也，所謂《禮器》彼鄭註云：『謂若諸侯自山龍以下，皆有放象。』"
      },
      {
        "index": 94,
        "text": "諸侯山龍以下，至日月星辰，卿大夫又不山龍，此士並骨二數，乃得十一，除此唯九而已，亦是放而不至也。云『凡俎實之數奇』者，有九，有七，有五，是奇數。以其鼎俎奇，故實數亦奇而相稱也。云『脊無中，脅無前，貶於尊者，不貶正脊，不奪正也』者，以《少牢》大夫禮三脊脅具有，此但有二體，貶於大夫。"
      },
      {
        "index": 95,
        "text": "大夫即尊者也等，貶牲體不貶正脊者，不奪其正。長脅亦不貶者，義與正脊同。\n云『正脊二骨，長脅二骨者，將舉於屍，屍食未飽，不欲空神俎』者，此脊與脅二骨，本為饌厭飫所設也。又次屍既舉脊脅，而猶有脊脅在，既不空神俎，義得兩施。"
      },
      {
        "index": 96,
        "text": "膚三，（為用二，厭飫一也。）\n離肺一，（離猶㨒也。小而長，午割之，亦不提心，謂之舉肺。）\n[疏]『離肺一』。註『離猶』至『舉肺』。釋曰：云『亦不提心』者，言『亦』，謂亦《少儀》云『牛羊之肺，離而不提心』，鄭註云『提猶絕也，㨒離之不絕中央少許者』是也。"
      },
      {
        "index": 97,
        "text": "刌肺三，（為屍主人主婦祭。今文刌為切。）\n魚十有五，（魚，水物，以頭枚數，陰中之物，取數於月十有五日而盈。"
      },
      {
        "index": 98,
        "text": "《少牢饋食禮》亦云：『十有五而俎。』尊卑同。此所謂經而等也。）\n[疏]註『魚水』至『等也』。釋曰：云『魚，水物，以頭枚數』者，對三牲與臘以體數也。云『取數於月十有五日而盈』者，案《禮運》雲月『三五而盈，三五而闕』，文出於彼也。云『此所謂經而等』者，亦所謂《禮器》彼鄭註云『謂若天子以下至士庶人為父母三年』是也。引之者，謂魚數亦尊卑同也。"
      },
      {
        "index": 99,
        "text": "臘如牲骨。（不但言體，以有一骨二骨者。）\n[疏]註『不但』至『骨者』。釋曰：云『不但言體，以有一骨二骨者』，若但言體，體有九，有十一，則不兼二骨者。若言牲骨，則一骨二骨兼在其中，故直『言如牲骨』也。"
      },
      {
        "index": 100,
        "text": "祝俎：脾廷，脊二骨，脅二骨，（凡接於神及屍者，俎不過牲三體，以《特牲》約，加其可並者二，亦得奇名。《少牢饋食禮》羊豕各三體。）"
      },
      {
        "index": 101,
        "text": "[疏]『祝俎』至『二骨』。註『凡接』至『三體』。釋曰：云『祝俎』，直云『脅二骨』，謂代脅也。知者，以屍俎無廷脊，祝則有之，屍俎無代脅，祝俎有代脅可知。云『凡接於神及屍者，俎不過牲三體，以《特牲》約，加其可並者二，亦得奇名』者，言『凡』者，凡祝、佐食、賓長、長兄弟、宗人之等是也。接神者，謂祝與佐食，佐食屍未入為神，設俎卻會，祝酌奠於南，故曰接神也。接屍者，賓為三獻，長兄弟為加爵，屍盥，宗人授巾，皆是與屍相接也。"
      },
      {
        "index": 102,
        "text": "知皆三體者，下『佐食俎觳折脊脅』也，『賓骼，長兄弟及宗人折，其餘如佐食俎』，故知皆三體也。眾賓之長亦有加爵，接於屍亦應三體，下文但言兄弟及宗人，而眾賓長亦在焉可知。故下文直云『眾賓及眾兄弟皆ゾ┵』，註云『不備三者，賤』也。則眾賓長為加爵，不在賤限，以《特牲》約加，其可並者二骨者，是尊祝也，佐食也，已下卑無加，故下註云『三體，卑者從正』是也。雲《少牢饋食禮》羊豕各三體者，以《少牢》二牲，故祝俎無加者，直三體。引之，以證此《特牲》約三體之外加其並骨也。若然，俎實奇數，二牲各三體，共六體，不奇者，通臘髀為七，則亦奇數也。以其臘既兩髀屬於尻，不殊，故為一體也。"
      },
      {
        "index": 103,
        "text": "膚一，離肺一。阼俎：臂，正脊二骨，橫脊，長脅二骨，短脅，（主人尊，欲其體得祝之加數。五體，又加其可並者二，亦得奇名。臂，左體臂。）"
      },
      {
        "index": 104,
        "text": "[疏]『膚一』至『短脅』。註『主人』至『體臂』。釋曰：云『臂，左體臂』者，以其屍用右，不雲折，明全升主人。又雲臂，明左臂可知。脅骨多，不嫌得與屍同用右體，猶脊然也。"
      },
      {
        "index": 105,
        "text": "膚一，離肺一。主婦俎：觳折，（觳，後足。折，分後右足以為佐食俎，不分左折，辟大夫妻。古文觳皆作。）"
      },
      {
        "index": 106,
        "text": "[疏]註『觳後』至『作』。釋曰：云『觳，後足』者，案《既夕》記云：\n『明衣裳，長及觳。』鄭註云：『觳，足跗也。』是觳後足也。云『分後右足，以為佐食俎』者，經不雲後右足，鄭知者，以《少牢》主婦用左，此士妻辟之，不用左，用後右足，不用後左足，左足大卑，故知用後右足。故知用後右足，故鄭云『辟大夫妻』也。"
      },
      {
        "index": 107,
        "text": "其餘如阼俎。（餘，謂脊、脅、膚、肺。）\n佐食俎：觳折，脊，脅，（三體，卑者從正。）\n[疏]『佐食』至『脊脅』。註『三體卑者從正』。釋曰：直云『脊脅』，不定體名，欲見得便用之。《少牢》佐食，『俎設於兩階之，其俎折一膚』，鄭註云：『折者，擇取牢正體，餘骨折分用之，有┵而無薦，亦遠下屍。』是無定體也。"
      },
      {
        "index": 108,
        "text": "膚一，離肺一。賓，骼。長兄弟及宗人，折。其餘如佐食俎。（骼，左骼也。\n賓俎全體，尊賓。不用尊體，為其已甚，卑而全之，其宜可也。長兄弟及宗人折，不言所分，略之。）"
      },
      {
        "index": 109,
        "text": "[疏]註『骼左』至『略之』。釋曰：知骼是左骼者，以其屍用右骼，故知賓所用骼是左骼可知也。云『長兄弟及宗人折，不言所分，略之』者，此決上文主婦俎觳折，佐食俎亦名觳折，此不言所分，故知略之也。"
      },
      {
        "index": 110,
        "text": "眾賓及眾兄弟、內賓、宗婦，若有公有司、私臣，皆ゾ┵，（又略。此所折骨，直破折餘體可ゾ者升之俎，一而已。不備三者，賤。祭禮，接神者貴。凡骨有肉曰ゾ。《祭統》曰：『凡為俎者，以骨為主。』貴者取貴骨，賤者取賤骨。"
      },
      {
        "index": 111,
        "text": "貴者不重，賤者不虛，示均也。俎者，所以明惠之必均也。善為政者如此，故曰見政事之均焉。公有司亦士之屬，命於君者也。私臣，自己所辟除者。）"
      },
      {
        "index": 112,
        "text": "[疏]註『又略』至『除者』。釋曰：云『又略』者，上文長兄弟及宗人直言『折』，不言所折骨體，已是略。此又不言折而言『ゾ┵』，是又略也。言此所折骨，值有餘體，即破之可也。云『祭禮，接神者貴』者，謂長兄弟及宗人已上俎皆三，皆有嚌肺，以接神及屍貴，故三體，不止接神，屍，神象。所接屍者，亦貴可知。自眾賓已下，折體而已，不接屍，神賤無獻故也。宗人雖不獻，執巾以授屍，亦名接屍也。引《祭統》者，見貴賤皆有骨，示均之義。云『己所辟除』"
      },
      {
        "index": 113,
        "text": "者，則府史之等不命於君者也。\n膚一，離肺一。\n公有司門西，北面東上，獻次眾賓。私臣門東，北面西上，獻次兄弟。升受，降飲。（獻在後者，賤也。祭祀有上事者，貴之，亦皆與旅。）"
      },
      {
        "index": 114,
        "text": "[疏]註『獻在』至『與旅』。釋曰：公有司獻在眾賓後，私臣獻在兄弟後，故云『獻在後者賤也』。云『祭祀有上事者貴之』者，謂眾賓兄弟次賓之卑，得獻眾賓，擇取公有司可執事者，謂前舉鼎匕載羞從獻眾賓，擇取公有司酬爵之屬。"
      },
      {
        "index": 115,
        "text": "如此者，門外在有司群執事中，入門列在東面，為眾賓，餘者在門西位也。兄弟雖無上事，亦皆在西面位，族親故也。私臣獻在兄弟後者，職賤，公有司在眾賓後，不執事賤於執事者，故曰有上事者貴之。宗人獻與旅齒於眾賓，則公有司為之佐食，於旅齒於兄弟，則私臣之中擇為賓使為佐食也。是以前文『佐食北面，立於中庭』，註云『佐食，賓佐屍食者』是也。案前賓得獻，『薦脯醢，設折俎』，註云：『公有司設之。』及獻兄弟薦┵，註云：『私人為之。』與二者皆使執事，雲非執事者，以受獻者不得自設俎，暫使二者設之，非本執事之人。然則公有司私臣薦俎，皆使徒隸為之與？云『皆與旅』者，上宗人獻旅，雲齒於眾賓，佐食旅，齒於兄弟。是但言獻次，不言旅，以宗人佐食，約之與旅者，亦此二人也。"
      },
      {
        "index": 116,
        "text": "若天子諸侯祭祀，其位無文，此公有司在門西，北面東上，私臣在門東，北面西上。天子諸侯祭祀，可依此位矣。同姓無爵者，在阼階前西面北上，卿西階前東面北上。大夫在門東北面，士門西北面，旅食在其後。《少牢》下篇雲眾賓位在門東，北面。既獻，在西階西南，眾賓繼上賓而南。天子諸侯之賓，其位或依此與？案《祭統》云：『凡賜爵，召為一，穆為一。昭與昭齒，穆與穆齒。凡群有司皆以齒。此之謂長幼有序。』此不見昭穆位者，主人眾兄弟非昭穆乎？故彼註昭穆，猶《特牲》、《少牢饋食之禮》主人之眾兄弟也。群有司猶眾賓，下及執事者，君賜之爵，謂若酬之是也。若其有爵者，則以爵序之，何故然也？案《文王世子》其在外朝則以官，其在宗廟之中，則如外朝之位。宗人授事，以爵以官，是不以姓。其獻之亦以官，故《祭統》云『屍飲五，君洗玉爵獻卿；屍飲七，以瑤爵獻大夫；屍飲九，以散爵獻士及群有司。皆以齒，明尊卑之等』是也。"
      },
      {
        "index": 117,
        "text": "其酬，蓋因此位而昭穆得獻，蓋依《少牢》下篇：『主人洗升，酌獻兄弟阼階上。』\n註云：『兄弟長幼立飲賤，不別大夫之賓，尊於兄弟。』又曰：『辨受爵，其位在洗東，西面北上。升受爵，其薦┵設於其位。』註云：『先著其位於上，乃後雲薦┵設於其位，明位初在是也。』此中皆無爵者，以此二者差之，知無爵者從昭穆，有爵者則以官矣。鄉釋執事者，貴即眾賓無事者公有司、私臣，註《祭統》云『群有司猶眾賓下及執事者』，似眾賓不執事，言『下及』，殊卑者，指謂公有司、私臣，是亦得名為執事。言眾賓據尊言，謂之不執事者，或眾賓中容有不執事者也。"
      }
    ]
  }
}