{
  "chapterNumber": 50,
  "title": "卷四十九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《有司徹》第十七。釋曰：鄭《目錄》雲：『《少牢》之下篇也。大夫既祭儐屍於堂之禮。祭畢，禮屍於室中。天子、諸侯之祭，明日而繹。有司徹於五禮屬吉。《大戴》第九，《小戴》第十二。《別錄》，《少牢》下篇第十七。』"
      },
      {
        "index": 1,
        "text": "釋曰：言『大夫既祭儐屍於堂之禮』者，謂上大夫室內事屍，行三獻禮畢，別行儐屍於堂之禮。又雲『祭畢，禮屍於室中』者，據下大夫室內事屍行三獻，即於室內為加爵禮屍，即下文雲『若不儐屍』以下是也。"
      },
      {
        "index": 2,
        "text": "有司徹。（徹室中之饋及祝佐食之俎。卿大夫既祭而賓屍，禮崇也。賓屍則不設饌西北隅，以此薦俎之陳有祭象，而亦足以厭飫神。天子諸侯，明日祭於祊而繹。《春秋傳》曰『辛巳，有事於大廟，仲遂卒於垂。壬午，猶繹』是也。"
      },
      {
        "index": 3,
        "text": "《爾雅》曰：『繹，又祭也。』）\n[疏]『有司徹』。註『徹室』至『祭也』。釋曰：自此盡『如初』，論徹室內之饋並更整設及溫屍俎之事。雲『徹室中之饋及祝佐食之俎』者，室內之饋，主於屍饌，薦俎黍稷皆名饋。下大夫不儐屍，餕訖，雲『有司官徹饋，饌於室中西北隅』，彼鄭註雲：『官徹饋者，司馬、司士舉俎，宰夫取敦及豆。』則此饋內兼數物，唯無斤俎。斤俎，上篇佐食徹之，先設於堂下也。又言及祝佐食之俎者，殊其尊卑為文，祝亦有薦在室內北墉下，佐食之俎在兩楹之，無薦。此等見於上篇。今徹祝與佐食並為文者，賤者省文之義，其實祝薦俎在室內，佐食俎在階。此直雲有司，不言官，下大夫不儐屍，雲官徹者，彼為更饌西北隅，為陽厭，故見官也。斤俎亦用儐屍，不使有司同時徹者，斤俎本為屍故設之，徹之皆不與正俎同時，而後設先徹。案《楚茨》詩雲：『諸宰君婦，廢徹不遲。』此不言者，彼人君禮，故不同也。雲『卿大夫既祭而儐屍禮崇也』者，此對下大夫不儐屍，禮不崇也。雲『以此薦俎之陳有祭象而亦足以厭飫神』者，對下大夫屍出之後，改饌西北隅，為厭飫神。今儐屍者雖不設饌西北隅，以此薦俎之陳，有祭象，亦足以厭飫神，亦下大夫也。雲『天子諸侯明日祭於祊而繹』"
      },
      {
        "index": 4,
        "text": "者，欲見天子諸侯尊，別日為之，與卿大夫禮異。但祊與繹，二者俱時為之，故《郊特牲》雲：『繹之於庫門內，祊之於東方，失之矣。』鄭註雲：『祊之禮宜於廟門外之西室，繹又於其堂，神位在西。此二者同時而大名曰繹，其祭禮簡而事屍禮大。』引《春秋傳》者，此宣八年《左氏傳》：『辛巳，有事於大廟，仲遂卒於垂。』卿佐卒輕於正祭，不合廢，但繹祭禮輕，宜廢而不廢，故譏之。雲『壬午猶繹』，引之者，證人君別日為繹。又見二者雖同時而大名繹，故孔子書繹不書祊。引《爾雅》者，《爾雅。釋天》文，彼雲『周曰繹，商曰彤，夏曰復胙』。復胙者，復昨日之胙祭。殷曰彤者，義取彤彤祭不絕。周曰繹者，取尋繹前祭之事。但祊者，《禮器》雲『為祊乎外』，註『祊祭，明日之繹祭也。謂之祊者，於廟門之旁，因名焉。其祭之禮既設祭於室，而事屍於堂，孝子求神非一處』是也。此祊是明日又祭，故於廟門外。若然，正祭祊即於廟門內，故《楚茨》詩雲：『祝祭於祊，祀事孔明。』毛傳雲：『祊，門內也。』鄭雲：『孝子不知神之所在，故使祝博求之於廟門內之旁，待賓客之處，祀禮於是甚明。』是正祭祊在門內也。《郊特牲》雲：『索祭祝於祊，不知神之所在，於彼乎？於此乎？或諸遠人乎？祭於祊，尚曰求諸遠者與？』亦是祭之明日祊，故雲求諸遠者。但此大夫儐屍，同日正祭之牲，天子諸侯禮大，別日又別牲，故《牛人》雲：『享牛求牛。』鄭雲：『享，獻也。獻神之牛，謂所以祭者也。求，終也，終事之牛，謂所以繹者也。』是其別牲也。"
      },
      {
        "index": 5,
        "text": "掃堂。（為賓屍新之。《少儀》曰：『埽曰掃，掃席前曰拚。』）\n[疏]『掃堂』。註『為賓』至『曰拚』。釋曰：為賓屍新之者，正祭於室之時，堂亦掃訖，今將儐屍又掃之，故雲為儐屍新之。引《少儀》者，若直掃席前，止可雲拚，今雲掃不雲拚，明於堂廟泛掃，引之見掃為義也。"
      },
      {
        "index": 6,
        "text": "司宮攝酒，（更洗，益整頓之。今文攝為聶。）\n[疏]『司宮攝酒』。註『更洗』至『為聶』。釋曰：鄭雲『更洗，益整頓之』者，案《士冠禮》『再醮攝酒』，註雲：『攝猶整也。整酒謂撓之。』此更添益整頓，則此洗當作撓，此謂賓屍，唯徹室中之饋，亦因前正祭之酒，更撓攪添益整新之也。"
      },
      {
        "index": 7,
        "text": "乃[A16D]屍俎。（[A16D]，溫也。溫屍俎於爨，斤亦溫焉。獨言溫屍俎，則祝與佐食不與賓屍之禮。古文[A16D]皆作尋，記或作Ь。《春秋傳》曰：『若可Ь也，亦可寒也。』）"
      },
      {
        "index": 8,
        "text": "[疏]『乃[A16D]屍俎』。註『[A16D]溫』至『寒也』。釋曰：知溫屍俎於爨者，見下文雲『卒[A16D]，乃升羊豕魚三鼎』，故知先溫於爨之鑊，乃後升之於鼎也。斤亦溫焉，知者，案下文載俎所舉在斤，肩胳脊脅皆在載於俎，明亦溫可知。又雲『獨言溫屍俎則祝與佐食不與賓屍之禮』者，但正祭時，屍祝及佐食皆有俎，今獨言溫屍俎，欲見賓屍時，祝與佐食不與而別立侑也。雲『古文[A16D]皆作尋』者，《論語》及《左傳》與此古文皆作尋，《論語》不破，至此疊古文不從者，彼不破者，或古文通用，至此見有今作[A16D]有火義，故從今文也。雲『記或作Ь』者，案《郊特牲》雲：『有虞氏之祭也，尚用氣、血、腥、閻祭，用氣也。』註雲：『閻，或為Ь。』今此義指彼記或讀之，故雲記或作Ь也。引《春秋傳》者，案哀公十二年《左傳》，夏，『公會吳幹橐臯，吳子使大宰請尋盟。公不欲，使子貢對曰：盟，所以周信也，故心以制之，玉帛以奉之，言以結之，明神以要之，寡君以為茍有盟焉，弗可改也已，若猶可改，日盟何益？今吾子曰必尋盟，若可尋也，亦可寒也。』服註雲：『尋之言重也，溫也；寒，歇也。亦可寒而歇之。』（元缺一字）鄭引之者，證[A16D]屍俎是重溫之義。"
      },
      {
        "index": 9,
        "text": "卒[A16D]，乃升羊、豕、魚三鼎，無臘與膚。乃設扃，陳鼎於門外，如初。\n（臘為庶羞，膚從豕，去其鼎者，賓屍之禮殺於初。如初者，如廟門之外東方，北面北上。今文扃為鉉，古文為密。）"
      },
      {
        "index": 10,
        "text": "[疏]『卒[A16D]』至『如初』。註『臘為』至『為密』。釋曰：雲『臘為庶羞』者，鄭解不[A16D]臘之義。案上[A16D]屍俎，則皆在其內，今升鼎言無臘，下載又不見臘體，明從庶羞可知。雲『膚從豕去其鼎』，知者，下載體時，膚猶在豕鼎，不為庶羞可知。但正祭時五鼎，今二者皆去其鼎，故雲『賓屍之禮殺於初』也。"
      },
      {
        "index": 11,
        "text": "乃議侑於賓，以異姓。（議猶擇也。擇賓之賢者，可以侑屍。必用異姓，廣敬也。是時，主人及賓有司已復內位。古文侑皆作宥。）"
      },
      {
        "index": 12,
        "text": "[疏]『乃議』至『異姓』。註『議猶』至『作宥』。釋曰：自此盡『侑答拜』，論選侑並迎屍及侑之事。雲『是時主人及賓有司已復內位』者，下文『侑出，俟於廟門之外』，又雲主人出迎屍、侑，言侑，即賓之賢者，明賓有司主人皆復內位矣。若然，知賓主不先在內，必知出復內位者，上篇雲四餕者，二佐食，二賓長，餕訖皆出，未見入。主人送上餕言退，皆有出事，今議侑在內，故雲『是時賓主人已復內位』也。"
      },
      {
        "index": 13,
        "text": "宗人戒侑。（戒猶告也。南面告於其位。戒曰：『請子為侑。』）\n[疏]『宗人戒侑』。註『戒猶』至『為侑』。釋曰：知南面告於其位者，以賓位在門東北面，請以為侑，明面鄉其位可知。知賓位在門東北面者，下文將獻賓時，雲『主人降南面，拜眾賓門東，三拜眾賓，門東北面，皆答壹拜』是也。"
      },
      {
        "index": 14,
        "text": "雲『戒曰請子為侑』者，案《燕禮》，公曰：『命某為賓。』射人傳公命當雲：\n『請子為賓。』此處命侑，當先雲：『主人曰命某為侑。』宗人傳主人辭，戒曰："
      },
      {
        "index": 15,
        "text": "『請子為侑。』鄭以互文約之，故雲然也。\n侑出，俟於廟門之外。（俟，待也。待於次，當與屍更入。主人興禮事屍，極敬心也。）"
      },
      {
        "index": 16,
        "text": "[疏]『侑出』至『之外』。註『俟待』至『心也』。釋曰：雲『主人興禮事屍，極敬心也』者，正謂立侑以輔屍，使出，便迎之，是極其敬心也。"
      },
      {
        "index": 17,
        "text": "司宮筵於戶西，南面。（為屍席也。）又筵於西序，東面。（為侑席也。）\n屍與侑北面於廟門之外，西上。（言『與』，殊尊卑。北面者，賓屍而屍益卑。西上，統於賓客。）"
      },
      {
        "index": 18,
        "text": "[疏]註『言與』至『賓客』。釋曰：雲『屍益卑』者，以儐屍之禮，以屍為賓客，當在門西，東面北上。今執臣道，門外北面，故雲益卑也。"
      },
      {
        "index": 19,
        "text": "主人出迎屍，宗人擯。（賓客屍而迎之，主人益尊。擯，贊。）\n[疏]『主人』至『人擯』。註『賓客』至『擯贊』。釋曰：案《少牢》宿屍祝擯。此宗人擯者，以祝不與儐屍，故使宗人為擯也。雲『賓客屍而迎之，主人益尊』者，上篇正祭時，主人不迎屍，以申屍之尊。至此賓客屍而迎之，以屍同賓客，是主人益尊故也。"
      },
      {
        "index": 20,
        "text": "主人拜，屍答拜。主人又拜侑，侑答拜。主人揖，先入門右。（道屍。）\n屍入門左，侑從，亦左。揖，乃讓。（沒ニ相揖，至階又讓。）"
      },
      {
        "index": 21,
        "text": "[疏]註『沒ニ』至『又讓』。釋曰：經直雲『揖乃讓』，鄭知『沒ニ相揖，至階又讓』者，案上篇《鄉飲酒》之等，入門三揖，至階又讓，故知也。"
      },
      {
        "index": 22,
        "text": "主人先升自阼階，屍、侑升自西階，西楹西，北面東上。（東上，統於其席。）\n[疏]註『東上統於其席』。釋曰：屍在門外北面西上，統於賓客，至此升堂，亦應西上，故決之。雲『東上，統於其席』，以其賓席以東為上故也。"
      },
      {
        "index": 23,
        "text": "主人東楹東，北面拜至，屍答拜。主人又拜侑，侑答拜。（拜至，喜之。）\n乃舉。（舉，舉鼎也。舉者不盥，殺也。）"
      },
      {
        "index": 24,
        "text": "[疏]『乃舉』。註『舉舉』至『殺也』。釋曰：自此盡『西枋』，論門外舉鼎，匕俎入陳於廟門之事。雲『舉者不盥，殺也』者，決正祭時皆盥訖乃舉鼎，此儐屍禮殺，舉者不盥，故雲殺也。"
      },
      {
        "index": 25,
        "text": "司馬舉羊鼎，司士舉豕鼎、舉魚鼎以入，陳鼎如初。（如初，如阼階下西面北上。）\n[疏]註『如初』至『北上』。釋曰：雲『如初』者，此如上經正祭時陳鼎之事也。"
      },
      {
        "index": 26,
        "text": "雍正執一匕以從，雍府執二匕以從，司士合執二俎以從，司士贊者亦合執二俎以從。匕皆加於鼎，東枋。二俎設於羊鼎西，西縮。二俎皆設於二鼎西，亦西縮。（雍正，群吏掌辨體名肉物者。府，其屬。凡三匕，鼎一匕。四俎為屍、侑、主人、主婦。其二俎，設於豕鼎、魚鼎之西，陳之宜具也。古文縮皆為蹙。）"
      },
      {
        "index": 27,
        "text": "[疏]註『雍正』至『為蹙』。釋曰：雲『雍正，群吏掌辨體名肉物』者，案《周禮。內饔職》雲掌『割烹煎和之事，辨體名肉物』，註雲：『體名，脊、脅、肩、臂、之屬。肉物，燔之屬。』此士之雍正所掌，亦依之也。知四俎據屍侑主人主婦者，據下文四者皆有俎知之也。雲『陳之宜具』者，此四俎當俱陳於鼎之西，分二俎陳豕鼎、魚鼎之西者，欲使三鼎之西並有俎，故雲陳之宜具也。"
      },
      {
        "index": 28,
        "text": "雍人合執二俎，陳於羊俎西，[B083]，皆西縮。覆二疏匕於其上，皆縮俎，西枋。（[B083]，並也。其南俎，司馬以羞羊匕湆羊肉湆。其北俎，司士以羞豕匕湆豕肉湆。豕┵，湆魚。疏匕，匕柄有刻飾者。古文[B083]皆作𠊧。）"
      },
      {
        "index": 29,
        "text": "[疏]註『[B083]並』至『作𠊧』。釋曰：雲『其南俎，司馬以羞羊匕湆羊肉湆』者，匕湆謂無肉，直汁以其在匕湆也。即下文『司馬在羊鼎之東，二手執桃匕枋以挹湆，註於疏匕』是也。雲肉湆者，直是肉從湆中來，實無汁，下文雲『羊肉湆，折，正脊一，正脅一，腸一，胃一』是也。"
      },
      {
        "index": 30,
        "text": "案下文次賓羞羊匕湆，司馬羞羊肉湆。此註並雲『司馬』，不雲『次賓』者，案上經正祭時，雲『司馬刲羊』，據此正文沒次賓，不言，其實羞羊匕湆者是次賓也。又雲『其北俎，司士以羞豕匕湆豕肉湆。豕┵，湆魚』者，此經陳二俎以為益送之俎，南俎已是司馬所用於羊湆之等，則此北俎是司士羞豕湆之等。若然，案下文亦次賓羞豕匕湆，司士羞豕┵，此並雲『司士』者，亦據上經正文『司士擊豕』而言，實次賓羞豕匕湆也。雲『疏匕，匕柄有刻飾』者，以其言疏是疏通，刻飾之名，若《禮記》雲『疏屏』之類。故知柄有刻飾，亦通柄刻雲氣以飾也。"
      },
      {
        "index": 31,
        "text": "主人降，受宰幾。屍、侑降。主人辭，屍對。（幾，所以坐安體。《周禮。\n大宰》掌『贊玉幾、玉爵』。）\n[疏]註『幾所』至『玉爵』。釋曰：引《大宰》者，證宰授主人幾之義。"
      },
      {
        "index": 32,
        "text": "宰授幾，主人受，二手橫執幾，揖屍。（獨揖屍，幾禮主於屍。）\n主人升，屍、侑升，復位。（位，阼階、賓階上位。）"
      },
      {
        "index": 33,
        "text": "[疏]註『位阼』至『上位』。釋曰：鄭言此者，主人位常在阼階上，其賓位在戶西及在西階上。今恐屍復位在戶西，以其未得在戶西，故言賓階上位也。"
      },
      {
        "index": 34,
        "text": "主人西面，左手執幾，縮之，以右袂推拂幾三，二手橫執幾，進授屍於筵前。\n（衣袖謂之袂，推拂去塵，示新。）屍進，二手受於手。（受從手，謙也。）"
      },
      {
        "index": 35,
        "text": "主人退。屍還幾，縮之，右手執外廉，北面奠於筵上，左之，南縮，不坐。\n（左之者，異於鬼神。生人陽，長左。鬼神陰，長右。不坐奠之者，幾輕。）"
      },
      {
        "index": 36,
        "text": "[疏]『主人』至『不坐』。註『左之』至『幾輕』。釋曰：雲『主人退，屍還幾，縮之』者，以主人橫執幾進授屍時，屍二手受於主人手時，亦橫受之，將欲縱設於席，故還之使縮，以右手執幾外廉，故鄉北面，縮設於席也。雲『左之者，異於鬼神』者，謂若上篇以來，設神幾皆在右，為生人皆左幾之等，是其生人陽，故尚左，鬼神陰，故尚右也。雲『不坐奠之者，幾輕』者，此決下文啐酒，坐奠之，不言坐，是重之，此言坐執之故也。"
      },
      {
        "index": 37,
        "text": "主人東楹東，北面拜。（拜送幾也。）\n屍復位，屍與侑皆北面答拜。（侑拜者，從於屍。）\n[疏]註『侑拜者從於屍』。釋曰：以主人授幾，止為屍，故主人拜送，其屍獨答拜。今侑亦拜，故雲『從於屍』。以其立侑以輔屍，故侑從屍拜也。"
      },
      {
        "index": 38,
        "text": "主人降，洗，屍、侑降。屍辭洗，主人對。卒洗，揖。主人升，屍、侑升。\n屍西楹西，北面拜洗。主人東楹東，北面奠爵，答拜。降盥，屍、侑降。主人辭，屍對。卒盥，主人揖，升，屍、侑升。主人坐取爵，酌，獻屍。屍北面拜受爵，主人東楹東，北面拜送爵。（降盥者，為上汙手，不可酌。）"
      },
      {
        "index": 39,
        "text": "[疏]『主人』至『送爵』。釋曰：自此盡『興退』，論主人主婦獻於屍之事。雲『主人降洗，屍侑降，屍辭洗』者，案《鄉飲酒》主人降洗，賓降，主人辭降，賓對。此中亦應主人降洗，賓降，主人辭降。"
      },
      {
        "index": 40,
        "text": "主婦自東房薦韭、菹醢，坐奠於筵前，菹在西方。婦贊者執昌、菹、醢以授主婦，主婦不興，受，陪設於南，昌在東方。興，取籩於房，、ナ坐設於豆西，當外列，在東方。婦贊者執白、黑以授主婦。主婦不興，受，設於初籩之南，白在西方。興，退。（昌，昌本也，韭菹、醢、昌本、麋。，熬麥也。ナ，熬實也。白，熬稻。黑，熬黍。此皆朝事之豆籩。大夫無朝事，而用之賓屍，亦豐大夫之禮。主婦取籩興者，以饌異，親之。當外列，辟也。退，退入房也。）"
      },
      {
        "index": 41,
        "text": "[疏]『主婦』至『興退』。註『昌昌』至『房也』。釋曰：案此上下經主人先獻，主婦乃後薦者，若正祭則先薦後獻，若繹祭則先獻後薦。故《祭義》雲：『君獻屍，夫人薦豆。』鄭註雲：『謂繹日也。』則此儐屍禮與天子諸侯繹祭同，故亦先獻後薦也。雲『昌本』已下等物，至『此皆朝事豆籩』，、ナ、白、黑、形鹽、無、鮑魚、肅，《醢人》雲：『朝事之豆，韭菹、醢，昌本、麋，菁菹、鹿，茆菹、麋。』故鄭註此，皆據彼而言。又案彼註，昌本，昌蒲根，有骨為，無骨為醢。雲『ナ，熬實也』者，案《喪服傳》雲："
      },
      {
        "index": 42,
        "text": "『苴者麻之有ナ者也。』『牡麻者，麻也。』若然，ナ麻有實，麻無實。鄭雲ナ實者，舉其類耳。其實是雄麻，無實。若竹器圓曰簞，方曰笥，鄭註《論語》亦雲簞笥，亦是舉其類也。白黑之等，無正文，鄭以形色而言之。雲『大夫無朝事而用之儐屍，亦豐大夫之禮』者，案《禮記》坐屍於堂，子北面而事之，註雲：『天子諸侯之祭，朝事延屍於戶外。』是以有北面事屍之禮。是《特牲》、《少牢》正祭無朝事於堂，直有室中之事。若然，大夫雖用天子諸侯朝事之籩豆，以其禮殺，故八籩八豆之中，各取其四耳。其韭菹醢者，則無骨之醢。昌菹醢者，即《周禮》麋。，散文亦名醢。又案《周禮》鄭註雲：『齏菹之稱，菜肉通』，『全物，若為菹，細切為齏。』彼昌本不言菹，是細切為齏。此雲昌菹，則大夫以昌本為菹，異於天子諸侯所用也。雲『主婦取籩興者，以饌異，親之』者，鄭意以籩豆俱時設，而籩不使婦贊者取籩以授主婦者，以籩與豆不同，所實又別，故主婦宜親就房，親取之也。"
      },
      {
        "index": 43,
        "text": "乃升。（升牲體於俎也。）\n[疏]『乃升』。釋曰：自『乃升』盡『於其上』，論司馬載俎，因歷說十一俎之事。"
      },
      {
        "index": 44,
        "text": "司馬匕羊，亦司馬載。載右體，肩、臂、肫、骼、，正脊一、廷脊一、橫脊一、短脅一、正脅一、代脅一、腸一、胃一、祭肺一，載於一俎。（言[A16D]屍俎，復序體者，明所舉肩骼存焉。亦著脊脅皆一骨也。在下者，折分之以為肉湆，貶也。一俎，謂司士所設羊鼎西第一俎。）"
      },
      {
        "index": 45,
        "text": "[疏]註『言[A16D]』至『一俎』。釋曰：雲『言[A16D]屍俎，復序體者，明所舉肩骼存焉』者，上篇《少牢》載牲體十一，脊、脅皆加並骨二，屍食特舉脊肩骼在於斤俎。上文直言[A16D]屍俎，嫌所舉在，斤者不在，故復序其體，所舉肩骼則存焉，所舉未知。此正俎為在下羊肉湆以本脊脅皆二骨以並，今皆一骨，故鄭雲明所舉肩骼存焉。以肩骼一骨，前屍所舉，今復序之，明在可知。"
      },
      {
        "index": 46,
        "text": "脊脅雖舉，以其二以並，今脊脅載一骨在正俎，一骨在湆俎，故鄭雲『亦著脊脅皆一骨也』。以其前所舉者，未知在何俎，故直註雲著脊脅皆一骨，不雲存耳。"
      },
      {
        "index": 47,
        "text": "雲『一俎，謂司士所設羊鼎西第一俎』者，此俎在侑俎之南，故下文註『侑俎』\n雲：『羊鼎西之北俎也。』鄭君知屍俎在南，見羊肉湆俎在豕俎之南，羊尊豕卑，明屍俎在侑俎之南。或解雲言第一者，最在北，故『侑俎』下註雲：『司士所設羊鼎西之北俎也。』明北俎在俎之南，已下所註俎之次第，皆據司士雍人所陳為次，義可知也。"
      },
      {
        "index": 48,
        "text": "羊肉湆，折、正脊一、正脅一、腸一、胃一、嚌肺一，載於南俎。（肉湆，肉在汁中者，以增俎實為屍加也。必為折，上所折分者。嚌肺，離肺也。"
      },
      {
        "index": 49,
        "text": "南俎，雍人所設在南者。此以下十一俎，俟時而載，於此歷說之爾。今文湆為汁。）\n[疏]『羊肉』至『南俎』。註『肉湆』至『為汁』。釋曰：雲『肉湆，肉在汁中者，以增俎實為屍加也』者，以決正祭之鼎，直升牲體無湆者。"
      },
      {
        "index": 50,
        "text": "以正祭之俎非加，今儐屍增俎，實為屍加，故有湆也。凡牲體皆出汁，不言湆。又下豕┵亦出於汁，皆不言湆。此特得湆名者，《特牲》、《少牢》正祭升牲體於鼎時，皆無匕湆，故直雲升體於俎。設於屍前鼎內，亦無匕湆升文。今此升牲體於屍前，匕湆亦升焉，故得湆名。以其俎實無汁，故進羊肉湆，必先進羊匕湆，然後進羊肉湆。見此湆為肉而有，故在羊肉湆前進之，使屍嘗之。故鄭下註雲『嚌湆者，明湆肉加耳。嘗之以其汁，尚味』"
      },
      {
        "index": 51,
        "text": "是也。若然，豕亦有匕湆，不名肉湆而名豕┵者，互見為文。言┵者，見在俎無汁。言肉湆者，見在鼎內時有汁也。若然，羊豕互見為文，魚何以不言魚湆而雲湆魚者，羊先言肉後言湆，使肉前進匕湆，明是湆從肉來可知。"
      },
      {
        "index": 52,
        "text": "魚前無進匕湆，故先言湆，以明魚在湆可知。魚無匕湆者，鄭下註雲：\n『不羞魚，匕湆略小味也。』羊有正俎，羞匕湆、肉湆，豕無正俎，魚無匕湆，隆之殺。雲『必為折，上所折分者』，上經退在下者，以折分，故退之。今此經雲折，即上經所退在下者也。左右體之，而必取右體之，折分用之，貴神俎故也。若然，脊脅二骨亦分一骨為肉湆者，亦是貴神俎故也。"
      },
      {
        "index": 53,
        "text": "雲『此以下十有一俎，俟時而載，於此歷說之爾』者，案下文『卒升，賓長設羊俎於豆南，賓降，屍升筵』，唯設此一俎，餘十一俎皆未。又主人、主婦升席時乃設之，是其俟時而載。今於此已下雖未載，因前俎遂歷陳說之耳。十一俎者，即屍之羊肉湆一也，豕┵俎二也，侑之羊俎三也，豕俎四也，主人羊俎五也，羊肉湆俎六也，豕┵七也，主婦羊俎八也，屍侑主人三者，皆有魚俎，是其十一。通屍羊正俎為十二俎。其四俎，屍侑主人、主婦，載羊體俎，皆為正俎。其餘八俎，雍人所執二俎，益送往還，故有八，其實止二俎也。"
      },
      {
        "index": 54,
        "text": "司士匕豕，亦司士載，亦右體，肩、臂、肫、骼、，正脊一、廷脊一、橫脊一、短脅一、正脅一、代脅一、膚五、嚌肺一，載於一俎。（在下者，順羊也。俎謂雍人所設在北者。）"
      },
      {
        "index": 55,
        "text": "[疏]『司士』至『一俎』。註『在』至『北者』。釋曰：雲『在下者，順羊也』者，以其豕┵不折，亦在下，順上文羊在下，由折分，此雖不折，順羊，故亦在下也。豕肉湆所以不折者，由豕無正俎，皆是肉湆，故不順所折也。"
      },
      {
        "index": 56,
        "text": "侑俎，羊左肩、左肫、正脊一、脅一、腸一、胃一、切肺一，載於一俎。侑俎，豕左肩折，正脊一、脅一、膚三、切肺一，載於一俎。（侑俎用左體，侑賤。"
      },
      {
        "index": 57,
        "text": "其羊俎過三體，有肫，尊之，加也。豕左肩折，折分為長兄弟俎也。切肺亦祭肺，互言之爾。無羊湆，下屍也。豕又祭肺，不嚌肺，不備禮。俎，司士所設羊鼎西之北俎也。豕俎與屍同。）"
      },
      {
        "index": 58,
        "text": "[疏]『侑俎』至『一俎』。註『侑俎』至『屍同』。釋曰：『侑俎用左體』者，案《少牢》載屍俎皆右體，脊、脅皆二骨，舉肺一，切肺三，屍、主人、主婦盡用。腸三、胃三，屍正俎用一，湆俎用一，唯有一在此，是以自侑已下，及主人、主婦皆用左體脊脅。若然，[A16D]屍俎時，左體亦同升於鼎上，不雲者，文不具。是以前陳俎時，皆設於鼎西，若不同升鼎，則侑主人、主婦俎，如《特牲》執事之俎，陳在階，不應在鼎側也。若然，《特牲》執事與主人、主婦之俎亦不升鼎，彼為自，異於神。《少牢》祝與佐食俎亦不升鼎，亦自異於神。此自侑已下，悉與屍同鼎者，以儐屍禮益卑，唯屍尊，禮詳，侑已下，禮略故也。"
      },
      {
        "index": 59,
        "text": "雲『其羊俎過三體，有肫，尊之，加也』者，鼎俎數奇，今體數四，故雲『加』。\n若《禮緯》雲禮六十已上，籩豆有加。是以《少牢》祝羊豕體各三，又下文主人羊肉湆俎體亦三。今儐屍之有侑，猶正祭之有祝，侑四體，必知以肫為加者，侑豕俎無肫，主人羊肉湆俎亦無肫，故知有肫為加。以立侑以輔屍，尊之，故以肫為加體也。雲『豕左肩折，折分為長兄弟俎也』者，以下文設薦俎而註雲『眾兄弟』。《儀禮》文，薦┵皆不雲折，唯兄弟雲『先生之┵折』，鄭雲："
      },
      {
        "index": 60,
        "text": "『先生，長兄弟。折，豕左肩之折。』是以知義然也。雲『無羊湆，下屍也』。\n者，直雲無羊湆，不雲肉者，以匕湆肉湆皆無，故直雲無羊湆，以包二者皆無。此二湆屍皆有，侑皆無，故雲下屍也。雲『豕又祭肺，不嚌肺，不備禮』者，上屍羊俎有祭肺，豕俎有嚌肺，是備禮。侑羊俎、豕俎皆切肺，故曰不備禮也。"
      },
      {
        "index": 61,
        "text": "阼俎，羊肺一、祭肺一，載於一俎。羊肉湆，臂一、脊一、脅一、腸一、胃一、嚌肺一，載於一俎。豕┵，臂一、脊一、脅一、膚三、嚌肺一，載於一俎。"
      },
      {
        "index": 62,
        "text": "（阼俎，主人俎。無體，遠下屍也。以肺代之，肺尊也。加羊肉湆而有體，崇屍惠亦尊主人。臂，左臂也。侑用肩，主人用臂，下之也。不言左臂者，大夫尊，空其文也。降於侑羊體一，而增豕膚三，有所屈，有所申，亦所謂順而摭也。阼俎，司士所設豕鼎西俎也。其湆俎與屍俎同，豕俎又與屍豕俎同。）"
      },
      {
        "index": 63,
        "text": "[疏]『阼俎』至『一俎』。註『阼俎』至『俎同』。釋曰：『無體，遠下屍』者，屍用右體，主人用左，體是其相下之義。今主人正俎全無牲體，故雲遠下屍也。雲『以肺代之，肺尊也』者，屍侑一肺，今主人一俎有兩肺，故知以肺代體。肺者，氣之主，食所先祭，尊於腸胃，故以肺代體。雲『加羊肉湆而有體，崇屍惠亦尊主人』者，以俎物雖與屍不同者，肉湆與屍同，至屍酢主人而設之，故曰崇屍惠。正俎所以不崇屍惠者，遠下屍，故無正俎，遠下則無肉湆者，近下屍，故侑無羊肉湆。註但雲下，此非直崇屍惠，亦見尊主人者。"
      },
      {
        "index": 64,
        "text": "侑無羊匕湆，無豕匕湆，而主人盡有，是其尊主人。所有者尊，見下文受酢致爵時。雲『不言左臂者，大夫尊，空其文』者，牲右體貴，左體賤，侑用左體，皆言左肩左肫，今主人用左臂，直雲臂不雲左者，大夫尊，故空其文，似若得用右體然。必知是左臂者，以右臂在屍俎故也。雲『降於侑羊體一而增豕膚三，有所屈有所申，亦所謂順而摭也』者，案《禮器》註雲：『謂若君沐粱，大夫沐稷，士沐粱。大夫不沐粱，屈於君，士則申，與君同。』是亦屈申之義，故引為證也。"
      },
      {
        "index": 65,
        "text": "雲『其湆俎與屍俎同，豕俎又與屍豕俎同』者，以其共用益送之俎，故知同也。\n主婦俎，羊左、脊一、脅一、腸一、胃一、膚一、嚌羊肺一，載於一俎。"
      },
      {
        "index": 66,
        "text": "（無豕體而有膚，以主人無羊體，不敢備也。無祭肺有嚌肺，亦下侑也，祭肺尊。\n言嚌羊肺者，文承膚下，嫌也。膚在羊肺上，則羊豕之體名同相亞也。其俎，司士所設在魚鼎西者。）"
      },
      {
        "index": 67,
        "text": "[疏]『主婦』至『一俎』。註『無豕』至『西者』。釋曰：雲『無豕體而有膚，以主人無羊體，不敢備也』者，以主人俎無羊體，故主婦俎亦無豕體，以主人遠下屍，主婦亦遠下屍也。雲『無祭肺有嚌肺，亦下侑也，祭肺尊』者，言『亦』者，亦主人下侑也。侑用肩，主人用臂，祭肺尊，嚌肺卑，侑俎皆祭肺，主婦皆嚌肺，故雲下侑也。雲『嚌羊肺者，文承膚下，嫌也』者，肺文承膚下，有豕肺之嫌，故須辨之，雲嚌羊肺者以別之也。雲『膚在羊肺上，則羊豕之體名同相亞也』者，羊、豕雖異，脊、脅之等體名則同。今豕雖直言膚，不言體，以豕膚在羊肺之上，使糸爭羊之體，故雲相亞。若然，下文主人獻賓之時，司士設俎，羊骼一、腸一、胃一、切肺一、膚一，所以膚又在肺下者，彼取用之先後，故退膚在下。"
      },
      {
        "index": 68,
        "text": "司士匕魚，亦司士載，屍俎五魚，橫載之；侑、主人皆一魚，亦橫載之；皆加無祭於其上。（橫載之者，異於牲體，彌變於神。無讀如殷之。刳魚時，割其腹以為大臠也，可用祭也。其俎又與屍豕俎同。）"
      },
      {
        "index": 69,
        "text": "[疏]『司士』至『其上』。註『橫載』至『俎同』。釋曰：案上歷說十一俎，屍、侑、主人之下，皆次言豕俎、魚、俎，亦是歷說十一俎，獨不陳魚俎於豕俎之下，而陳並於此者，欲見魚，水物，別於正牲。又欲見魚獨副賓長獻三，故並於此序之。雲『橫載之者，異於牲體，彌變於神』者，以其牲體皆橫載於俎，於人為縮，鬼進下，生人進腠，上篇《少牢》正祭升體時，雲：『下利升豕，其載如羊，無腸胃。體其載於俎，皆進下。』鄭註：『進下，變於食生也。所以交於神明，不敢以食道，敬之至也。引《鄉飲酒禮》進腠，羊次其體，豕言進下，互相見。』明正祭之時，牲體皆橫載進下可知。至此儐屍事神禮簡，儐屍禮隆，以屍為賓客，故從生人禮。牲體皆進腠，橫載於俎，異於載魚於正祭之時，縮載，故《少牢》雲司士『升魚十有五而俎，縮載，右首，進腴』，於俎為縮，於屍為橫，首向右，腹腴向屍，鄭註雲：『右首進腴，亦變於食生也。』若生人則亦縮載，於人為橫首，亦向右進，鰭脊向人，腹腴向外。今儐屍之禮，載魚宜亦同生人，縮載進鰭，今橫載，於人為縮，不與正祭同，又與生人異。欲見儐屍之禮，異於正祭，又不得全與生人同。鄭雲彌變於神者，牲體既進腠，是已變於神。至於魚載，又橫於俎，是彌變於神也。雲無讀如殷之者，讀從《士冠禮》、《郊牲牲》『周弁、殷』，，覆也。可以覆首，此亦取魚腹反覆於上以擬祭。"
      },
      {
        "index": 70,
        "text": "雲『其俎又與屍豕俎同』者，謂上司士所設於豕鼎之西者也。\n卒升。（卒，已也。已載屍羊俎。）\n[疏]『卒升』。註『卒已』至『羊俎』。釋曰：自此盡『立於筵末』，論薦獻於屍之事。雲『卒升』者，案上有主人酌獻屍，主婦薦籩豆，又升羊俎，進於屍前，因歷說十一俎之事。今言卒升，還計上升羊俎，故雲卒，是以鄭亦雲『已載屍羊俎』而言之。此事從上文『獻屍』，下盡『乃卒爵』有五節。五節者，從主人獻酒於屍，並主婦設籩豆，是其一也。賓長設俎，二也。次賓羞羊燔，屍乃卒爵，五也。"
      },
      {
        "index": 71,
        "text": "賓長設羊俎於豆南。賓降。屍升筵自西方，坐，左執爵，右取韭、菹，扌Й於三豆，祭於豆。屍取、ナ，宰夫贊者取白、黑以授屍。屍受，兼祭於豆祭。"
      },
      {
        "index": 72,
        "text": "（賓長，上賓。）\n[疏]『賓長』至『豆祭』。註『賓長上賓』。釋曰：上文載羊俎，退，卒升於十一俎下者，欲就此賓長設羊俎之事，故此言『賓長設羊俎於豆南，賓乃降』，註雲『賓長，上賓』者，案下三獻時，雲『上賓洗爵』，註雲：『上賓長也。』是以鄭上下交相，曉為一人者也。"
      },
      {
        "index": 73,
        "text": "雍人授次賓疏匕與俎，受於鼎西，左手執俎左廉，縮之，卻右手執匕枋，縮於俎上，以東面受於羊鼎之西。司馬在羊鼎之東，二手執桃匕枋以挹湆，註於疏匕，若是者三。（桃謂之歃，讀如或舂或[A086]之[A086]。字或作桃者，秦人語也。此二匕者，皆有淺升，狀如飯參。桃長枋，可以抒物於器中者。註猶寫也。今文桃作[A086]，挹皆為扱。）"
      },
      {
        "index": 74,
        "text": "[疏]註『桃謂』至『為扱』。釋曰：雲『讀如或舂或[A086]之[A086]』\n者，讀從《詩》『或舂或[A086]』，彼註：『[A086]，抒臼也。』雲『此二匕者皆有淺升，狀如飯參』，此以漢法況之，言淺升，（元缺一字）對尋常勺升深，此淺耳。"
      },
      {
        "index": 75,
        "text": "屍興，左執爵，右取肺，坐祭之，祭酒，興，左執爵。（肺，羊祭肺。）\n[疏]註『肺羊祭肺』。釋曰：知『羊祭肺』者，見上載屍羊正俎而雲『祭肺一』，故知此羊俎上祭肺。其羊肉湆，雖有嚌肺一，此下經乃升，此時未升，故知非嚌肺也。"
      },
      {
        "index": 76,
        "text": "次賓縮執匕俎以升，若是以授屍。屍手授匕枋，坐祭，嚌之，興，覆手以授賓。賓亦覆手以受，縮匕於俎上，以降。（嚌湆者，明湆肉加耳。嘗之以其汁，尚味。）"
      },
      {
        "index": 77,
        "text": "[疏]『次賓』至『以降』。註『嚌湆』至『尚味』。釋曰：雲『嚌湆者，明湆肉加耳。嘗之以其汁，尚味』者，此匕湆似大羹。案《特牲》大羹不祭不嚌，以不為神，非盛。此嚌之者，明湆肉加，先進其汁而嘗之，尚味故也。以湆肉加在鼎有汁，在俎無汁，故以匕進汁，是以上註雲『肉湆，肉在汁中者，以增俎實為屍加』是也。《特牲》大羹自門入，本不在鼎，不調之，此肉湆在鼎已調之，故雲尚味也。"
      },
      {
        "index": 78,
        "text": "屍席末坐，啐酒，興，坐奠爵，拜，告旨，執爵以興。主人北面於東楹東答拜。（旨，美也。拜告酒美，答主人意。古文曰東楹之東。）"
      },
      {
        "index": 79,
        "text": "[疏]『屍席』至『答拜』。註『旨美』至『之東』。釋曰：案上篇《少牢》屍不啐奠，不告旨，大夫之禮，屍彌尊。至於儐屍啐酒告旨者，異於神奠具，屍禮彌儐故也。"
      },
      {
        "index": 80,
        "text": "司馬羞羊肉湆，縮執俎。屍坐奠爵，興，取肺，坐絕祭，嚌之，興，反加於俎。司馬縮奠俎於羊湆俎南，乃載於羊俎，卒載俎，縮執俎以降。（絕祭，絕肺末以祭。《周禮》曰絕祭。湆使次賓，肉使司馬，大夫禮多，崇敬也。）"
      },
      {
        "index": 81,
        "text": "[疏]『司馬』至『以降』。註『絕祭』至『敬也』。釋曰：引《周禮》者，案《大祝職》辨九祭，『七曰絕祭』，註雲：『絕末以祭。』引之證絕祭與此同也。雲『湆使次賓，肉使司馬，大夫禮多，崇敬也』者，司馬，火官，羊又火畜，則羊湆與肉，皆當司馬載之。案上文次賓載湆，此經司馬羞肉者，以大夫官多，各所載其一，是以雲大夫禮多崇敬也。"
      },
      {
        "index": 82,
        "text": "屍坐執爵以興。次賓羞羊燔，縮執俎，縮一燔於俎上，鹽在右。屍左執爵，受燔，扌Й於鹽，坐，振祭，嚌之，興，加於羊俎。賓縮執俎以降。（燔，炙。）"
      },
      {
        "index": 83,
        "text": "[疏]註『燔炙』。釋曰：案《詩》雲『載燔載烈』，註雲：『傅火曰燔，貫之加於火曰烈。』烈則炙也。彼以燔、炙相對則異，此雲『燔，炙』者，燔之傅火，亦是炙類，故曰燔炙。"
      },
      {
        "index": 84,
        "text": "屍降筵，北面於西楹西，坐卒爵，執爵以興，坐奠爵，拜，執爵以興。主人北面於東楹東答拜。主人受爵。屍升筵，立於筵末。"
      },
      {
        "index": 85,
        "text": "主人酌，獻侑。侑西楹西，北面拜受爵。主人在其右，北面答拜。（不洗者，俱獻，無事也。主人就右者，賤不專階。）"
      },
      {
        "index": 86,
        "text": "[疏]『主人』至『答拜』。註『不洗』至『專階』。釋曰：自此盡『主人答拜』，論主人獻侑並薦俎從獻之事也。此節內從獻有三事，主人獻時，主婦薦籩豆，一也；司馬羞羊俎，二也；次賓羞羊燔，三也。侑降於屍二等，無羊匕湆又無肉湆。雲『不洗者，俱獻，無事也』者，此則以其獻屍訖，即獻侑，中無別酢酬之事，故不洗凡爵。行爵，從尊者來向卑者，俱獻，無事則不洗爵；從卑者來向尊，雖獻，無事亦洗。是以此文獻屍訖，俱獻侑，不洗，是爵從尊者來。故《特牲》賓致爵於主人洗爵者，鄭雲洗乃致爵，為異事新之。以其承佐食賤，雖就獻，以其爵從卑者來，故洗之，故不儐屍。鄭註雲洗致爵者，以承佐食賤，新之。是爵從卑者來，故洗也。雲『主人就右者，賤不專階』者，對主人不就屍階者，屍尊，得專階故也。"
      },
      {
        "index": 87,
        "text": "主婦薦韭菹醢，坐奠於筵前，醢在南方。婦贊者執二籩、ナ以授主婦，主婦不興，受之，奠於醢南，ナ在東。主婦入於房。（醢在南方者，立侑為屍，使正饌統焉。）"
      },
      {
        "index": 88,
        "text": "[疏]註『醢在』至『統焉』。釋曰：凡設菹常在右，便其扌Й。今菹在醢北者，以其立侑以輔屍，故菹在北，統於屍也。"
      },
      {
        "index": 89,
        "text": "侑升筵自北方，司馬橫執羊俎以升，設於豆東。侑坐，左執爵，右取菹扌Й於醢，祭於豆，又取、ナ同祭於豆祭，興，左執爵，右取肺，坐祭之，祭酒，興，左執爵。次賓羞羊燔，如屍禮。侑降筵自北方，北面於西楹西，坐卒爵，執爵以興，坐奠爵，拜。主人答拜。（答拜，拜於侑之右。）"
      },
      {
        "index": 90,
        "text": "[疏]註『答拜』至『之右』。釋曰：知『拜於侑之右』者，以其前拜爵時，屍在侑之右。（元缺一字）\n屍受侑爵，降，洗。侑降立於西階西，東面。主人降自阼階，辭洗。屍坐奠爵於篚，興，對。卒洗，主人升，屍升自西階。主人拜洗。屍北面於西楹西，坐奠爵，答拜。降盥，主人降，屍辭，主人對。卒盥，主人升。屍升，坐取爵，酌。"
      },
      {
        "index": 91,
        "text": "（酌者，將酢主人。）\n[疏]『屍受』至『爵酌』。註『酌者將酢主人』。釋曰：自此盡『就筵』，論主人受屍酌，並薦籩豆及俎之事。就此事中亦有五節：行事尊主人，故與屍同者，屍酢主人時，主婦亦設籩豆，一也；賓長設羊俎，二；次賓羞羊匕湆，三司；馬羞肉湆，四也；次賓羞羊燔，主人乃卒爵，五也。但《特牲》、《少牢》主人獻屍，屍即酢主人，主人乃獻祝及佐食，此屍待主人獻侑乃酢主人，不同者，此屍卑，達主人之意，欲得先進酒於侑，乃自飲。彼屍尊，不達主人，欲自達己意，故先酢主人，乃使主人獻祝與佐食，故不同。是以下文賓長獻屍，致爵主人，屍乃酢之，遂賓意，亦此類也。"
      },
      {
        "index": 92,
        "text": "司宮設席於東序，西面。主人東楹東，北面拜受爵。屍西楹西，北面答拜。\n主婦薦韭、菹、醢，坐奠於筵前，菹在北方。婦贊者執二籩、ナ，主婦不興，受，設於菹西北，ナ在西。主人升筵自北方，主婦入於房。（設籩於菹西北，亦辟。今文無二籩。）"
      },
      {
        "index": 93,
        "text": "[疏]『司宮』至『於房』。註『設籩』至『二籩』。釋曰：此乃陳主人受酢設席之位。案《特牲》為士，案《少牢》下大夫皆致爵乃設席，此儐屍受酢即設席者，以其儐屍，屍益卑，主人益尊，故明一等受酢即設席。案上設屍籩，雲『興，取籩於房，ナ』，註雲：『以饌異親之。』與此婦贊者執二籩ナ，主婦不興受，文不同者，凡執籩豆之法，皆兩雙執之。此侑與主人皆二籩，故主婦與婦贊者，各執其二，於事便，故主婦不興受設之。上屍籩豆各四，故主婦興，取籩豆於房，亦見異饌，親之義也。雲『設籩於菹西北，亦辟』者，上設侑籩正當豆，此在西北，明辟。雲『亦』，亦屍籩當豆西外列以辟故也。"
      },
      {
        "index": 94,
        "text": "長賓設羊俎於豆西。主人坐，左執爵，祭豆籩，如侑之祭。興，左執爵，右取肺，坐祭之，祭酒，興。次賓羞匕湆，如屍禮。席末坐啐酒，執爵以興。司馬羞羊肉湆，縮執俎。主人坐奠爵於左，興，受肺，坐絕祭，嚌之，興，反加於湆俎。司馬縮奠湆俎於羊俎西，乃載之，卒載，縮執虛俎以降。（奠爵於左者，神惠變於常也。言受肺者，明有授。言虛俎者，羊湆俎訖，於此虛不復用。）"
      },
      {
        "index": 95,
        "text": "[疏]註『奠爵』至『復用』。釋曰：雲『言虛俎者，羊湆俎訖，於此虛不復用』者，此俎雍人所執，陳奠於羊俎西，在南者，自此賓羞匕湆，司馬羞羊肉湆於屍，次賓又羞匕湆於主人，同用此俎，三降皆不言虛，欲見後將更用。至於此言虛俎，明其不復用此俎，又見下次賓羞羊燔於主人，則北之豕俎，用北之豕俎而得羞羊燔者，以其禮殺故也。"
      },
      {
        "index": 96,
        "text": "主人坐取爵以興，次賓羞燔，主人受，如屍禮。主人降筵自北方，北面於阼階上，坐卒爵，執爵以興，坐奠爵，拜，執爵以興。屍西楹西答拜。主人坐奠爵於東序南。（不降奠爵於篚，急崇酒。）"
      },
      {
        "index": 97,
        "text": "[疏]『主人』至『序南』。註『不降』至『崇酒』。釋曰：直雲『次賓羞燔』者，燔即羊燔，知者，以其主人與屍、侑皆用羊體，鄉主婦獻屍以後，悉用豕體，賓長獻屍後，悉用魚從，是以知主人之燔羊燔也。雲『不降奠爵於篚，急崇酒』者，此下唯有崇酒之文，更無餘事，故雲急崇酒。案《鄉飲酒》介答拜，主人卒爵，坐奠於西楹南介右，再拜崇酒，註雲：『奠爵西楹南，以當獻眾賓』。"
      },
      {
        "index": 98,
        "text": "與此不同者，彼實有獻眾賓之事，故雲『當獻眾賓』，亦得見急崇酒，兩見之也。\n侑升。屍、侑皆北面於西楹西。（見主人不反位，知將與己為禮。）主人北面於東楹東，再拜崇酒。（崇，充也。拜謝屍、侑以酒薄充滿。）屍、侑皆答再拜。主人及屍、侑皆升就筵。"
      },
      {
        "index": 99,
        "text": "司宮取爵於篚，以授婦贊者於房東，以授主婦。（房東，房戶外之東。）\n[疏]『司宮』至『主婦』。註『房東』至『之東』。釋曰：自此盡『主婦答拜』，論主婦亞獻屍並見從獻之事。上文主人獻節，凡有三爵：有主人獻屍，獻侑並受酢。此主婦獻內，凡有四爵，即分為四節解之，四者：主婦獻屍，一也；獻侑，二也；致爵於主人，三也；受屍酢，四也。下文賓長為三獻爵止，故與主婦亞獻同。此主婦亞獻屍一節之內，從獻有五，五者：主婦亞獻，主婦設兩，一也；主婦又設糗與脩，二也；次賓羞豕匕湆，三也；司士羞豕┵，四也；次賓羞豕燔屍，乃卒爵，五也。"
      },
      {
        "index": 100,
        "text": "主婦洗於房中，出，實爵，尊南西面拜獻屍。屍拜於筵上，受。（尊南西面，拜由便也。）\n[疏]『屍拜於筵上受』。註『尊南』至『便也』。釋曰：賓主獻酢，無在筵上受法，今屍於筵上受者，以婦人所獻，故屍不與行賓主之禮，故不得各就其階。若然，《少牢》主人『祝拜於席上，坐受』者，註雲：『室內迫狹。』故拜筵上，與此禮異。雲『尊南西面，拜由便也』者，此決下文『西面於主人之北拜送爵』，今酌尊，因在尊南西面拜獻屍者便也。言便者，便其西面授屍，故不退主人之北。"
      },
      {
        "index": 101,
        "text": "主婦西面於主人之席北拜送爵。入於房，取一羊，坐奠於韭菹西。主婦贊者執豕以從，主婦不興，受，設於羊之西，興，入於房，取糗與段脩，執以出，坐設之，糗在ナ西，脩在白西；興，立於主人席北，西面。（飲酒而有者，祭之餘，無黍稷，殺也。糗，糗餌也。段脩，搗肉之脯。今文段為斷。）"
      },
      {
        "index": 102,
        "text": "[疏]註『飲酒』至『為斷』。釋曰：雲『無黍稷，殺也』者，決正祭時有黍稷故也。\n屍坐，左執爵，祭糗、脩，同祭於豆祭，以羊之四挹羊，遂以挹豕，祭於豆祭，祭酒。次賓羞豕匕湆，如羊匕湆之禮。屍坐啐酒，左執爵，嘗上，執爵以興，坐奠爵，拜。主婦答拜。執爵以興。司士羞豕┵。屍坐奠爵，興，受，如羊肉湆之禮，坐取爵，興。次賓羞豕燔。屍左執爵，受燔，如羊燔之禮，坐卒爵，拜。主婦答拜。"
      },
      {
        "index": 103,
        "text": "受爵，酌，獻侑。侑拜受爵。主婦，主人之北、西面答拜。（酌獻者，主婦。\n今文無西面。）\n[疏]『酌獻』至『答拜』。註『酌獻』至『西面』。釋曰：同有三等，降於屍二等，無羹與豕匕湆。雲三等者，主婦酌獻侑，主婦羞糗脩，一也；司士羞豕┵，二也；次賓羞燔侑，乃卒爵，三也。"
      },
      {
        "index": 104,
        "text": "主婦羞糗、脩，坐奠糗於南，脩在ナ南。侑坐，左執爵，取糗、脩，兼祭於豆祭。司士縮執豕┵以升。侑興，取肺，坐祭之。司士縮奠豕┵於羊俎之東，載於羊俎，卒，乃縮執俎以降。侑興。（豕┵無湆，於侑禮殺。）"
      },
      {
        "index": 105,
        "text": "[疏]『主婦』至『侑興』。註『豕┵』至『禮殺』。釋曰：案上下文屍與侑及主人主婦，但是正俎，皆橫執俎以升，又橫設於席前。若益送之俎，皆縮執之，又縮於席前。今司士所羞豕┵，是益送之俎，縮執是其常，而言縮執者，以其文承上，主人獻侑時無羊肉湆，故主婦獻侑，司士羞豕┵，不得相如，是以經特著『縮執俎』，見異於正俎。諸文特雲『橫執』、『縮執』者，皆此類。"
      },
      {
        "index": 106,
        "text": "次賓羞豕燔，侑受如屍禮，坐卒爵，拜。主婦答拜。\n受爵，酌以致於主人。主人筵上拜受爵，主婦北面於阼階上答拜。（主婦易位，拜於阼階上，辟並敬。）"
      },
      {
        "index": 107,
        "text": "[疏]『受爵』至『答拜』。註『主婦』至『並敬』。釋曰：自此盡『答拜受爵』，論主婦致爵於主人之事。此科亦有五節：行事主婦致爵於主人時，主婦設二，一也；又設糗脩，二也；豕匕湆，三也；豕┵，四也；豕燔，主人卒爵，五也。雲『主婦易位，拜於阼階上，辟並敬』者，前主婦獻屍、侑，拜送於主人北。今致爵於主人，拜於阼階上者，辟並敬主人與屍、侑，故易位也。若然，案《特牲》三獻爵止，乃致爵。此未三獻，已致爵者，以上篇已有獻於屍，故此不待三獻。又見儐屍禮殺，故早致。"
      },
      {
        "index": 108,
        "text": "主婦設二與糗、脩，如屍禮。主人其祭糗脩、祭、祭酒、受豕匕湆、拜啐酒，皆如屍禮。嘗不拜。（主人如屍禮，尊也。其異者，不告旨。）"
      },
      {
        "index": 109,
        "text": "[疏]『主婦』至『不拜』。註『主人』至『告旨』。釋曰：雲主人『拜啐酒』，『嘗不拜』，若然，則啐酒有拜，嘗無拜案前主婦獻屍，屍坐啐酒，左執爵，嘗上，執爵以興，坐奠爵拜，拜在嘗之下，則嘗有拜，坐啐酒不拜。與此違者，彼拜雖在嘗下，其拜仍為啐酒，拜在嘗下者，以因坐啐酒，不興即嘗，嘗訖，執爵興，坐奠爵拜，拜仍為啐酒。是以《特牲》、《少牢》屍嘗皆不拜。或此經啐酒之上無拜文，有者，衍字也。"
      },
      {
        "index": 110,
        "text": "其受豕┵，受豕燔，亦如屍禮。坐卒爵，拜。主婦北面答拜，受爵。\n屍降筵，受主婦爵以降。（將酢主婦。）\n[疏]『屍降』至『以降』。註『將酢主婦』。釋曰：自此盡『皆就筵』，論屍酢主婦之事。此科內從酢有三，三者，主婦受酢之時，婦贊者設豆籩，一也；司馬設羊俎，二也；次賓羞羊燔，主婦卒爵，三也。以其主婦受從與侑同三，主人受從與屍同五，尊卑差也。"
      },
      {
        "index": 111,
        "text": "主人降，侑降。主婦入於房。主人立於洗東北，西面。侑東面於西階西南。\n（俟屍洗。）屍易爵於篚，盥，洗爵。（易爵者，男女不相襲爵。）主人揖屍、侑。（將升。）主人升。屍升自西階，侑從。主人北面立於東楹東，侑西楹西、北面立。（俟屍酌。）"
      },
      {
        "index": 112,
        "text": "屍酌。主婦出於房，西面拜，受爵。屍北面於侑東答拜。主婦入於房。司宮設席於房中，南面。主婦立於西席。（設席者，主婦尊。今文曰：南面立於席西。）"
      },
      {
        "index": 113,
        "text": "[疏]註『設席者主婦尊』。釋曰：以賓長以下，皆無設席之文，唯主婦與主人同設席，故雲『主婦尊』。《特牲》及下大夫主婦設席，亦是主婦尊。"
      },
      {
        "index": 114,
        "text": "婦贊者薦韭、菹、醢，坐尊於筵前，菹在西方。婦人贊者執、ナ以授婦贊者，婦贊者不興，受，設於菹西，ナ在南。（婦人贊者，宗婦之少者。）"
      },
      {
        "index": 115,
        "text": "[疏]註『婦人』至『少者』。釋曰：案《特牲》記雲：『宗婦北堂，東面北上。』註雲『宗婦，族人之婦。其夫屬於所祭為子孫』者是也。彼直雲『宗婦』，是《特牲》宗婦一人而已，不言『贊』或『少』，未可定。此大夫禮隆，贊非一人，而稱贊，贊主婦及長婦，故雲『宗婦之少』者。"
      },
      {
        "index": 116,
        "text": "主婦升筵。司馬設羊俎於豆南。主婦坐，左執爵，右取菹扌Й於醢，祭於豆；又取、ナ，兼祭於豆祭。主婦奠爵，興，取肺，坐絕祭，嚌之，興，加於俎，坐扌兌手，祭酒，啐酒。（扌兌手者於，，佩巾。《內則》曰婦人亦左佩紛。古文作說。）"
      },
      {
        "index": 117,
        "text": "次賓羞羊燔。主婦興，受燔，如主人之禮。主婦執爵以出於房，西面於主人席北，立卒爵，執爵拜。屍西楹西、北面答拜。主婦入，立於房。屍、主人及侑皆就筵。（出房立卒爵，宜鄉尊。不坐者，變於主人也。執爵拜，變於男子也。）"
      },
      {
        "index": 118,
        "text": "[疏]註『出房』至『子也』。釋曰：雲『不坐者，變於主人也』者，上主人受酢，坐卒爵，故雲變於主人也。『執爵拜，變於男子』者，上下經凡男子拜卒爵，皆奠爵乃拜，故雲變於男子也。"
      },
      {
        "index": 119,
        "text": "上賓洗爵以升，酌，獻屍。屍拜受爵。賓西楹西北面拜送爵。屍奠爵於薦左。\n賓降。（上賓，賓長也。謂之上賓，以將獻異之，或謂之長賓。奠爵，爵止也。）"
      },
      {
        "index": 120,
        "text": "[疏]『上賓』至『賓降』。註『上賓』至『止也』。釋曰：此一經論賓長備三獻，獻屍，其屍奠於薦左未舉之事。屍不舉者，以三獻訖，正禮終，欲使神惠均，於庭遍得獻，乃舉之。故下文主人獻，及眾賓以下訖乃作止爵。若然，《特牲》及下大夫屍在室內，始行三獻，未行致爵，屍奠爵，欲得神惠均於室。"
      },
      {
        "index": 121,
        "text": "此儐屍之禮，室內已行三獻，至此儐屍，夫婦又巳行致爵訖，儐屍又在堂，故爵止者，欲得神惠均於庭，與正祭者異。雲『上賓，賓長』者，上文雲『賓長設羊俎』，是此與上文長賓互見為一人。雲『謂之上賓，以將獻異之』者，言長賓，賓中長，尊稱輕，若言上賓，賓中上，尊稱重，故以將獻變言上賓。雲『或謂之長賓』者，或《少牢》文。案彼雲長賓洗爵，獻於屍，此異之，稱長上者，《少牢》屍有父尊，屈之故，但雲長賓耳。若然，不儐屍亦雲長賓。《特牲》雲『賓三獻如初』，又不言長賓者，士賓卑，又闕之。雲『奠爵，爵止』者，《特牲》雲：『賓三獻如初，燔從如初，爵止。』不儐屍者，亦然是其爵止之事。案下經爵止者，多非為均神惠之事，故此特解之。"
      },
      {
        "index": 122,
        "text": "主人降，洗觶。屍、侑降。主人奠爵於篚，辭，屍對。卒洗，揖。屍升，侑不升。（侑不升，屍禮益殺，不從。）"
      },
      {
        "index": 123,
        "text": "[疏]『主人』至『不升』。註『侑不』至『不從』。釋曰：自此盡『皆左之』，論主人酬屍設羞之事。雲『侑不升，屍禮益殺』者，儐屍之禮殺於初，今侑不升，又殺，故雲益殺也。"
      },
      {
        "index": 124,
        "text": "主人實觶，酬屍，東楹東，北面坐奠爵，拜。屍西楹西，北面答拜。坐祭，遂飲，卒爵，拜。屍答拜。降洗，屍降，辭。主人奠爵於篚，對。卒洗，主人升，屍升。主人實觶，屍拜受爵。主人反位，答拜。屍北面坐奠爵於薦左。（降洗者主人。）"
      },
      {
        "index": 125,
        "text": "[疏]『屍北』至『薦左』。註『降洗者主人』。釋曰：此主人酬屍，屍奠於薦左者不舉。案下經不舉，二人舉爵於屍侑，『侑奠爵於右』，註雲：『奠於右者，不舉也。神惠右不舉，變於飲酒。』與此不同者，《特牲》及下不儐屍，皆無酬屍之事，此特有之。由儐屍，如與賓客飲酒無，故有酬，異於神惠，神惠右不舉，侑奠於右是也。侑一名加者，《少牢》無侑屍，此乃有，故無加稱，是以主人酬賓，賓奠於左，亦是神惠，故即舉之。《特牲》及不儐屍皆有酬賓，同是神惠，故皆奠於左也。"
      },
      {
        "index": 126,
        "text": "屍、侑、主人皆升筵，乃羞。宰夫羞房中之羞於屍、侑、主人、主婦，皆右之。司士羞庶羞於屍、侑、主人、主婦，皆左之。（二羞所以盡歡心，房中之羞，其籩則糗餌粉糍，其豆則酏食糝食。庶羞，羊熏豕堯，皆有醢。房中之羞，內羞也。內羞在右，陰也。庶羞在左，陽也。）"
      },
      {
        "index": 127,
        "text": "[疏]註『二羞』至『陽也』。釋曰：以二羞是內羞，房中之羞，以儐屍用之，故雲『盡歡心』。雲『房中之羞，其籩』是《周禮。籩人職》雲『羞籩之實』，案彼鄭註雲『此二物皆粉，稻米、黍米所為也。合蒸曰餌，餅之曰糍。糗者，搗粉熬大豆為餌，糍之粘著以粉之耳。餌言糗，糍言粉，互相足』是也。雲『其豆則酏食糝食』者，《周禮。醢人職》羞『豆之實』，案彼鄭雲『酏，饣也。"
      },
      {
        "index": 128,
        "text": "《肉則》曰：取稻米舉蚤溲之，小切，狼蜀膏，以與稻米為饣。又曰：糝取牛、羊、豕之肉三如一，小切之，與稻米。稻米二，肉一，合以為餌，煎之』"
      },
      {
        "index": 129,
        "text": "是也。若然，案《王制》雲『庶羞不逾牲』，註雲：『祭以羊，則不以牛肉為羞。』\n依《內則》羞用三牲者，據得用大牢者，若大夫已下不用大牢者，則無牛矣。而此引之者，舉其成文，以曉人耳。雲『庶羞，羊熏豕堯，皆有』，知者，案《公食大夫》牲皆霍及炙。今此鄭直雲熏，不言炙者，此儐屍飲酒之禮，故主人獻屍，皆羊燔從，當主婦獻，皆豕燔從。《公食大夫》是食禮，故庶羞並陳。此飲酒之禮，故先以番從，酬賓之後，乃言司士羞庶羞，則知止有羊熏豕堯，羊豕，以其燔炙前已從獻訖，故知止有熏而已。雲『房中之羞，內羞也』者，案下大夫不儐屍，雲乃羞，宰夫羞房中之羞，司士羞庶羞，於屍、祝、主人、主婦內羞在右，庶羞在左是也。雲『內羞在右，陰也』者，以其是物，故雲陰也。雲『庶羞在左，陽也』者，以其是牲物，故雲陽。《大宗伯》亦雲：天產作陰德，地產作陽德。鄭亦雲：『天產六牲之屬，地產九之屬。』"
      },
      {
        "index": 130,
        "text": "是其物陰，牲物陽者也。"
      }
    ]
  }
}