{
  "chapterNumber": 46,
  "title": "卷四十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "主人及祝升，祝先入，主人從，西面於戶內。（祝先入，接神宜在前也。\n《少牢饋食禮》曰：「祝盥於洗，升自西階，主人盥，升目阼階，祝先入，南面。」）"
      },
      {
        "index": 1,
        "text": "[疏]「主人」至「戶內」。註「祝先」至「南面」。釋曰：自此盡「稽首」，論主人、主婦及祝與佐食陳設陰厭之事。云「主人從，西面於戶內」，註引《少牢》者，證主人戶內西面，其時祝北墉下南面之事，以其未有祝行事之法，直監納祭而已。下文乃云「祝在左」，為孝子釋辭，乃有事也。"
      },
      {
        "index": 2,
        "text": "主婦盥於房中，薦兩豆，葵菹、蝸醢，醢在北。（主婦盥，盥於內洗。《昏禮》婦洗在北堂，直室東隅。）宗人遣佐食及執事盥，出。（命之盥出，當助主人及賓舉鼎。）"
      },
      {
        "index": 3,
        "text": "主人降，及賓盥，出。主人在右，及佐食舉牲鼎。賓長在右，及執事舉魚、臘鼎，除。（及，與也。主人在右，統於東。主人與佐食者，賓尊不載。《少牢饋食禮》：魚用鮒，臘用麋，士臘用兔。）"
      },
      {
        "index": 4,
        "text": "[疏]註「及與」至「用兔」。釋曰：鼎在門外北上，東為右人，西為左人，右人尊，入時在鼎前，左人卑，入時在鼎後。又盡載牲體於俎，又設俎於神坐之前，主人升，乃以東為主。今在堂下，主人在右，故云「統於東」也。云「主人與佐食者，賓尊不載」者，以賓主當相對為左右，以賓尊不載牲體，故使佐食對主人，使賓為右人，而使執事在左而載也。"
      },
      {
        "index": 5,
        "text": "宗人執畢，先入，當阼階，南面。（畢狀如叉，蓋為其似畢星取名焉。主人親舉，宗人則執畢導之。既錯，叉以畢臨匕載，備失脫也。《雜記》曰：「匕用桑，長三尺，畢用桑，三尺，刊其本與末。」匕、畢同材明矣。今此匕用棘心，則畢亦用棘心。舊說云：畢以禦他神物，神物惡桑叉。則少牢饋食及虞無叉，何哉？此無叉者，乃主人不親舉耳。《少牢》大夫祭不親舉。虞，喪祭祭也，主人未執事。、練、祥執事用桑叉，自此純吉，用棘心叉。）"
      },
      {
        "index": 6,
        "text": "[疏]「宗人」至「南面」。註「畢狀」至「心叉」。釋曰：云「畢，狀如叉」者，下引舊說有他神物惡桑叉之言，故以叉而言。云「蓋為其似畢星取名焉」者，案《詩》云：「有扌求天畢，載施之行。」無正文，故云「蓋」以疑之也。云「主人親舉，宗人則執畢導之。既錯，叉以畢臨匕載，備失脫也」，知義然者，以經言「宗人執畢先入」，是導之也。又知既錯，叉以畢臨匕載，備失脫也者，以經云「當阼階南面」，明鄉主人執事臨匕備失脫可知也。云「今此匕用棘心，則畢亦用棘心」者，案下記云「棘心匕刻」是也。知畢亦棘心者，以《雜記》匕、畢同用桑，據喪祭。今吉祭，匕用棘心，則畢亦棘心也。云「舊說雲，畢以禦他神物，神物惡桑叉」，舊說如此。又引《少牢》、《士虞》已下，破舊說之意也。云「此無叉者，乃主人不親舉耳」者，總解《士虞》、《少牢》二禮。云「《少牢》大夫祭不親舉」者，大夫尊，主人不親舉。云「虞，喪祭祭也主人未執事」者，對吉祭主人執事有畢，彼無也。云「練祥執事用桑叉」者，以其虞時主人不執事，則已執事，執事用桑叉，則《雜記》所雲是也。云「自此純吉，用棘心叉」者，除祥後則礻覃月及吉祭用棘心也。案《易。震卦》彖辭云：「震來，笑言啞啞，震驚百里，不喪匕鬯。」鄭註云：雷發聲於百里。"
      },
      {
        "index": 7,
        "text": "古者諸侯象諸侯出教令能警戒國內，則守其宗廟社稷，為之祭主，不亡其匕鬯。\n人君於祭匕牲體薦鬯而已，其餘不親為也。若然，諸侯親匕牲體，大夫不親者，辟人君，士卑不嫌，得與人君同親匕也。"
      },
      {
        "index": 8,
        "text": "鼎西面錯，右人抽扃，委於鼎北。（右人，謂主人及二賓。既錯，皆西面俟也。）\n贊者錯俎，加匕。（贊者執俎及匕從鼎入者，其錯俎東縮，加匕，東柄，既則退，而左人北面也。）"
      },
      {
        "index": 9,
        "text": "[疏]註「贊者」至「北面」。釋曰：云「其錯俎東縮，加匕，東柄」者，《少牢》云「俎皆設於鼎西西肆」，又云「匕皆加於鼎東枋」，則此加匕於鼎東柄可知。云「既則退，而左人北面也」，知者，以其俎從於鼎西，其人當北面，於其南載之便，是以《昏禮》亦云「北面載，執而俟」是也。"
      },
      {
        "index": 10,
        "text": "乃匕。（右人也，尊者於事，指使可也。左人載之。）\n佐食升肵俎，之，設於阼階西。（肵，謂心舌之俎也。《郊特牲》曰："
      },
      {
        "index": 11,
        "text": "「肵之為言敬也。」言主人之所以敬屍之俎。古文皆作密。）\n[疏]註「肵謂」至「作密」。釋曰：知肵謂心舌者，下記云「肵俎心舌，皆去本末，午割之，實於牲鼎。載心立，舌縮俎」是也。引《郊特牲》者，見敬有肵俎，送於屍前。"
      },
      {
        "index": 12,
        "text": "卒載，加匕於鼎。（卒，已也。已載，畢亦加焉。）\n[疏]註「卒已」至「加焉」。釋曰：主人匕牲體，宗人以畢助之。主人匕事訖，加之於鼎，則宗人既事，亦加於鼎可知。"
      },
      {
        "index": 13,
        "text": "主人升，入復位。俎入設於豆東。魚次，臘特於俎北。（入設俎，載者。臘特，饌要方也。凡饌必方者，明食味人之性所以正。）"
      },
      {
        "index": 14,
        "text": "[疏]註「入設」至「以正」。釋曰：知載人設俎者，以其經卒載下，即雲入設，不見別人，明是載者設之可知。云「臘特，饌要方也」者，案經豆在神坐之前，豕俎入設於豆東，魚俎又次其東，若臘俎復在東，則饌不得方，故臘俎特於俎北，取其方故也。"
      },
      {
        "index": 15,
        "text": "主婦設兩敦黍稷於俎南，西上，及兩，Ρ設於豆南，南陳。（宗婦不贊敦者，以其少，可親之。Ρ，菜也。）"
      },
      {
        "index": 16,
        "text": "[疏]註「宗婦」至「菜也」。釋曰：案《少牢》主婦設金敦，宗婦贊三敦，以其多，故使宗婦贊。此士祭祀二敦，少，故不使宗婦贊，主婦可親之也。若然，案《少牢》佐食贊，宗婦不贊，此不以佐食決之，而並雲宗婦者，此決《有司徹》，故《有司徹》云：「主婦洗於房中。出實爵，尊南，西面拜獻屍，屍拜，於筵上受，主婦西面於主人之席北，拜送爵，入於房，取一羊，坐奠於韭菹西，主婦贊者執豕以從，主婦不興，受，設於羊之西。」又下至主婦致爵於主人，「主婦設二與糗、，如屍禮」，皆是也。"
      },
      {
        "index": 17,
        "text": "祝洗，酌奠，奠於南，遂命佐食啟會。佐食啟會，卻於敦南，出立於戶西，南面。（酌奠，奠其爵觶也。《少牢饋食禮》啟會，乃奠之。）"
      },
      {
        "index": 18,
        "text": "[疏]註「酌奠」至「奠之」。釋曰：引《少牢》者，案《少牢》：「祝酌奠，遂命佐食。」佐食啟會乃奠者，彼大夫禮，與此士禮相變，是以與此奠乃啟會異也。"
      },
      {
        "index": 19,
        "text": "主人再拜稽首。祝在左，（稽首，服之甚者。祝在左，當為主人釋辭於神也。\n祝祝曰：「孝孫某，敢用剛鬣、嘉薦、普淖，用薦某事於皇祖某子，尚饗。」）"
      },
      {
        "index": 20,
        "text": "[疏]註「稽首」至「尚饗」。釋曰：引《少牢》「祝祝」已下者，欲見迎屍之前，釋孝子之辭也。\n卒祝，主人再拜稽首。"
      },
      {
        "index": 21,
        "text": "祝迎屍於門外。（屍自外來，代主人接之。就其次而請，不拜，不敢與尊者為禮。《周禮。掌次》：「凡祭祀，張屍次。」）"
      },
      {
        "index": 22,
        "text": "[疏]「祝迎屍於門外」。註「屍自」至「屍次」。釋曰：自此盡「反黍稷於其所」，論陰厭後迎屍於正祭之事。云「屍自外來，代主人接之」者，下註云「主人不迎屍，成屍尊」故也。云「就其次而請，不拜，不敢與尊者為禮」者，凡平賓客，皆在門西，主人出門左，西面拜。今此經直云「迎屍於門外」，不言祝拜，屍答拜，是祝出就次，屍乃出次迎之而入門，是不敢與尊者為禮。引《周禮》者，證門外張屍次之事也。"
      },
      {
        "index": 23,
        "text": "主人降，立於阼階東。（主人不迎屍，成屍尊。屍，所祭者之孫也。祖之屍，則主人乃宗子。禰之屍，則主人乃父道。事神之禮，廟中而已，出迎則為厭。）"
      },
      {
        "index": 24,
        "text": "[疏]註「主人」至「為厭」。釋曰：云「主人不迎屍，成屍尊」者，案《祭統》云：「君迎牲而不迎屍，別嫌也。屍在廟門外，則疑於臣；在廟中，則全於君。君在廟門外，則疑於君；入廟門，則全於臣，全於子。」鄭云：「不迎屍者，欲全其尊也。屍，神象也。鬼神之尊在廟中，人君之尊，出廟門則伸。」"
      },
      {
        "index": 25,
        "text": "此士禮，雖無君道，亦尊屍。主人不迎，迎之尊不成，不迎之則成，屍之道尊也。\n云「屍，所祭者之孫也」者，《禮記》云「孫為王父屍」是也。云「祖之屍，則主人乃宗子」者，以其祭祖，兄弟來助祭，故知宗子，小宗、大宗，五宗皆然。"
      },
      {
        "index": 26,
        "text": "《書傳》云：「宗子將有事，族人皆入侍也。」云「禰之屍，則主人乃父道」者，《禮記。祭統》云：「夫祭之道，孫為王父屍。所使為屍者，於祭者子行也。父北面而事之，所以明子事父之道也，此父子之倫也。」註云：「祭祖則用孫列，皆取於同姓之孫。」是其禰之屍，則主人乃父道也。云「事神之禮，廟中而已，出迎則為厭」，有出廟門，主人是君，是是厭臣之義，故不迎也。"
      },
      {
        "index": 27,
        "text": "屍入門左，北面盥，宗人授巾。（侍盥者執其器就之，執簞者不授巾，賤也。\n宗人授巾，庭長尊。《少牢饋食禮》曰：「祝先入門右，屍入門左。」）"
      },
      {
        "index": 28,
        "text": "[疏]註「侍盥」至「門左」。釋曰：引《少牢》者，見上經陳盥在門右，今屍入門左，屍尊，不就盥巾等，鄉門右就屍之義也。"
      },
      {
        "index": 29,
        "text": "屍至於階，祝延屍。屍升，入，祝先，主人從。（延，進，在後詔侑曰延。\n《禮器》所謂「詔侑武方」者也。《少牢饋食禮》曰：「屍升自西階，入，祝從。"
      },
      {
        "index": 30,
        "text": "主人升自阼階，祝先入，主人從。」）\n[疏]「屍至」至「人從」。註「延進」至「人從」。釋曰：云「在後詔侑曰延」者，案《士虞禮》「屍謖祝前鄉屍」，鄭註云：「前，道也。祝道屍，必先鄉之，為之節。」彼祝居屍前道之，此則在屍後詔之，故雲延也。雲《禮器》所謂「詔侑武方」者，彼註：「武，無也。」祝詔侑屍無常，謂若《檀弓》子事父母「左右就養無方」，今祝延屍、道屍亦無常也。引《少牢》者，見祝從屍，主人又從祝入之事。"
      },
      {
        "index": 31,
        "text": "屍即席坐，主人拜妥屍。（妥，安坐也。）\n屍答拜，執奠，祝饗，主人拜如初。（饗，勸強之也。其辭取於《士虞》記，則宜云：「孝孫某主為孝薦之饗。」舊說云：「明薦之。」）"
      },
      {
        "index": 32,
        "text": "[疏]「屍答」至「如初」。註「饗勸」至「薦之」。釋曰：云「其辭取於《士虞》記，則宜雲孝孫某圭為孝薦之饗」者，但喪祭稱哀，吉祭稱孝，故《士虞》記卒哭饗屍，辭曰：「哀子某圭為哀薦之饗。」此既吉祭，宜云「孝孫某圭為孝薦之饗」。以其改哀雲孝，故曰宜雲也。引舊說者，證圭為明之義也。"
      },
      {
        "index": 33,
        "text": "祝命ソ祭。屍左執觶，右取菹，扌Й於醢，祭於豆。（命，詔屍也。ソ祭，祭神食也。《士虞禮》古文曰：「祝命佐食墮祭。」《周禮》曰：「既祭，則藏其墮。」墮與ソ讀同耳。今文改ソ皆為綏，古文此皆為ソ祭也。扌Й醢者，染於醢。）"
      },
      {
        "index": 34,
        "text": "[疏]「祝命」至「豆」。註「命詔」至「於醢」。釋曰：云「ソ祭，祭神食也」者，鄉者設饌未迎屍，陰厭，厭飫神。今屍來升席，而ソ祭，祭訖，當食神餘。引《周禮》而云「墮與ソ讀同」，則二字通用。云「今文改ソ皆為綏」，不從今文引古文者，欲見扌Й下有祭無醢，故疊之而不從也。云「扌Й醢者染於醢」，從經為正也。"
      },
      {
        "index": 35,
        "text": "佐食取黍稷肺祭授屍。屍祭之，祭酒，啐酒，告旨。主人拜，屍奠觶答拜。\n（肺祭，刌肺也。旨，美也。祭酒，味之芬芬者。齊敬共之，唯恐不美。告之美，達其心，明神享之。）"
      },
      {
        "index": 36,
        "text": "[疏]註「肺祭」至「享之」。釋曰：知「肺祭是刌肺也」者，下記「刌肺三」，鄭註：「為屍主人主婦祭。」明是刌肺，非舉肺也。"
      },
      {
        "index": 37,
        "text": "祭，嘗之，告旨。主人拜，屍答拜。（，肉味之有菜和者。《曲禮》曰：\n「客絮羹，主人辭不能亨。」）\n[疏]註「肉」至「能亨」。釋曰：云「，肉味之有菜和」者，此即《公食大夫》「牛霍、羊苦、豕薇之等」是也。以其盛之器，因號羹為，故雲肉味有菜和者。引《曲禮》者，證羹有五味調和，不合絮調之義，故告旨。"
      },
      {
        "index": 38,
        "text": "若大羹不調，以鹽菜無絮調之理也。\n祝命爾敦。佐食爾黍稷於席上。（爾，近也。近之，便屍之食也。）\n設大羹湆於醢北。（大羹湆，煮肉汁也。不和，貴其質，設之所以敬屍也。不祭，不嚌，大羹不為神，非盛者也。《士虞禮》曰：「大羹湆自門入。」"
      },
      {
        "index": 39,
        "text": "今文湆皆為汁。）\n[疏]「設大羹湆於醢北」。註「大羹」至「為汁」。釋曰：云「醢北」者，為薦左。案《公食大夫》、《昏禮》大羹湆皆在薦右，此在左者，神禮變於生人。《士虞禮》大夫羹湆，設於南，在右。與生人同，有不忍異於生故也。云「不和，貴其質」者，案桓二年《左氏傳》云「大羹不和以鹽菜」，是貴其質也。云「不為神」者，陰厭時未設，屍來始設為屍，故《士虞記》云「無屍，則禮及薦饌皆如初。不ソ祭，無大羹湆從獻。」有屍即有大羹湆從獻，縱有，亦不祭不嚌，是不為神為屍，非盛者也。引《士虞禮》曰「大羹湆自門入」"
      },
      {
        "index": 40,
        "text": "者，證迎屍後，乃從獻來也。\n舉肺、脊以授屍。屍受，振祭，嚌之，左執之。（肺，氣之主也。脊，正體之貴者。先食之，所以導食通氣。）"
      },
      {
        "index": 41,
        "text": "乃食，食舉。（舉言食者，明凡解體皆連肉。）\n[疏]「乃食食舉」。註「舉言」至「連肉」。釋曰：「乃食」，謂食肺。"
      },
      {
        "index": 42,
        "text": "云「食舉」，謂骨體正脊從俎，舉鄉日，因名體為舉。凡牲體，或七或二十一，皆據骨節而言。今言食不可空食，骨以體皆連肉也。"
      },
      {
        "index": 43,
        "text": "主人羞肵俎於臘北。（肵俎主於屍，主人親羞，敬也。神俎不親設者，貴得賓客以神事其先。）\n[疏]註「肵俎」至「其先」。釋曰：云「肵俎主於屍」者，以其入後乃設之，故知主於屍。主人親進者，敬屍故也。前神俎使載者設之者，欲得尊賓，嘉客以事其先故也。"
      },
      {
        "index": 44,
        "text": "屍三飯，告飽。祝侑，主人拜。（三飯，告飽，禮一成也。侑，勸也。或曰又，勸之使又食。《少牢饋食禮》侑辭曰「皇屍未實，侑」也。）"
      },
      {
        "index": 45,
        "text": "佐食舉，屍受，振祭，嚌之。佐食受，加於肵俎。舉獸、魚一，亦如之。（，長脅也。獸，臘，其體數與牲同。）"
      },
      {
        "index": 46,
        "text": "[疏]註「長」至「牲同」。釋曰：云「長脅」，文出下記也。云「獸，臘，其體數與牲同」，知者，亦見下記云「臘如牲骨」是也。"
      },
      {
        "index": 47,
        "text": "屍實舉於菹豆。（為將食庶羞，舉謂肺脊。）\n佐食羞庶羞四豆，設於左，南上，有醢。（庶，眾也。眾羞以豕肉，所以為異味。四豆者，堯、炙、、醢。南上者，以堯炙為上，以有醢不得䋫也。）"
      },
      {
        "index": 48,
        "text": "[疏]註「庶眾」至「䋫也」。釋曰：案《公食大夫》云：「旁四列，西北上。鄉以東熏堯，牛炙，炙南醢，以西牛醢。」註云：「先設醢，䋫之次也。」此四豆有醢，則不得先設，非䋫之次故也。又復一醢，不得與炙相對。相對之法，炙在南，醢在北，在北，醢南，如此，見得䋫。故《少牢》云：「韭菹、醢、葵菹、蠃醢，韭菹在南，葵菹在北。」註云：「葵菹在北䋫。」又云：「羞，兩瓦豆，有醢，亦用瓦豆，設於薦豆之北。」註云：「四豆亦䋫，羊在南，豕在北。」此皆有醢，亦得䋫者，以其四豆醢具相對，故鄭皆䋫也。"
      },
      {
        "index": 49,
        "text": "屍又三飯，告飽。祝侑之如初。（禮再成也。）舉骼及獸、魚如初。屍又三飯，告飽。祝侑之如初。（禮三成。獸魚如初者，獸骼，魚一也。）"
      },
      {
        "index": 50,
        "text": "舉肩及獸、魚如初。（不復飯者，三三者，士之禮大成也。舉，先正脊，後肩，自上而卻下，䋫而前，終始之次也。）"
      },
      {
        "index": 51,
        "text": "[疏]註「不復」至「次也」。釋曰：云「舉，先正脊，後肩，自上而卻下，䋫而前，終始之次也」者，先舉正脊自上也，次舉脅即卻也，後舉骼即下䋫也，終舉肩即前也。前者，牲體之始；後者，牲體之終，故雲終始之次也。"
      },
      {
        "index": 52,
        "text": "佐食盛肵俎，俎釋三個。（佐食取牲魚臘之餘，盛於肵俎，將以歸屍。\n俎釋三個，為改饌於西北隅遺之。所釋者，牲臘則正脊一骨，長脅一骨及也，魚則三頭而已。個猶枚也，今俗言物數有云若干個者，此讀然。）"
      },
      {
        "index": 53,
        "text": "[疏]註「佐食」至「讀然」。釋曰：云「俎釋三個，為改饌於西北隅遺之。\n所釋者，牲臘則正脊一骨，長脅一骨及也」，知者，案下記云：「屍俎，右肩、臂、臑、肫、骼，正脊二骨，橫脊，長脅二骨，短脅。」今屍舉正脊一骨，長脅一骨，及骼脊脅各一骨，在前腳三節，後腳二節，各舉其一訖，前腳舉肩訖，宜次盛臂，後腳舉骼訖，宜次盛肫。前後各一節以歸廷脊，以其次正脊故也。前腳唯有在，並脊、脅各一骨為三也。"
      },
      {
        "index": 54,
        "text": "舉肺、脊加於肵俎，反黍稷於其所。（屍授佐食，佐食受而加之，反之也。\n肺脊初在俎豆。）\n[疏]註「屍授」至「俎豆」。釋曰：經直云「肺脊加於肵俎」，鄭知屍不自加而授與佐食，佐食受而加之者，約《少牢》云：「上佐食受屍牢肺、正脊加於肵。」鄭註云：「受者，屍授之」是也。云「肺脊初在菹豆」者，上文云「屍實舉於菹豆」是也。"
      },
      {
        "index": 55,
        "text": "主人洗角，升，酌，酳屍。（猶衍也，是獻屍也。謂之者，屍既卒食，又欲頤衍養樂之。不用爵者，下大夫也。因父子之道質而用角，角加人事略者。今文皆為酌。）"
      },
      {
        "index": 56,
        "text": "[疏]「主人」至「屍」。註「猶」至「為酌」。釋曰：自此盡「入復位」，論主人獻屍及祝佐食之事。知是獻屍者，下有主婦洗爵獻屍，並賓長獻屍，故知此是主人屍也。云「不用爵者，下大夫也」者，此決《少牢》云："
      },
      {
        "index": 57,
        "text": "「主人降，洗爵，酌酒，乃屍。」用爵不用角也。云「因父子之道質而用角，角加人事略」者，既辟大夫，不用爵，次當用觚，而用角者，因無臣助祭，父子相養之道，而用角者，父子是質角，加人事略，得用功少故也。"
      },
      {
        "index": 58,
        "text": "屍拜受，主人拜送。屍祭酒，啐酒，賓長以肝從。（肝，肝炙也。今文曰啐之，古文無長。）\n[疏]「屍拜」至「肝從」。註「肝肝」至「無長」。釋曰：此直言「肝從」，亦當如《少牢》：「賓長羞牢肝，用俎，縮執俎，肝亦縮，進末，鹽在右。」"
      },
      {
        "index": 59,
        "text": "此亦不言者，文不具也。\n屍左執角，右取肝扌Й於鹽，振祭，嚌之，加於菹豆，卒角。祝受屍角，曰：\n「送爵，皇屍卒爵。」主人拜，屍答拜。（曰送爵者，節主人拜。）"
      },
      {
        "index": 60,
        "text": "祝酌，授屍，屍以醋主人。（醋，報也。祝酌不洗，屍不親酌，尊屍也。屍親醋，相報之義。古文醋作酢。）\n[疏]註「醋報」至「作酢」。釋曰：云「祝酌不洗」者，屍當酢主人，宜親洗爵酌酒，不親洗酌，屍尊故也。授代酌，由祝代酌，故不洗也。"
      },
      {
        "index": 61,
        "text": "主人拜受角，屍拜送。主人退，佐食授ソ祭。（退者，進受爵反位。妥亦當為ソ。屍將嘏主人，佐食授之，ソ祭亦使祭屍食也。其授祭，亦取黍稷肺祭。今文或皆改妥作ソ。）"
      },
      {
        "index": 62,
        "text": "[疏]註「退者」至「作ソ」。釋曰：云「ソ祭亦使祭屍食也」者，前祝命屍ソ祭，祭神食，今命主人祭，屍食亦如屍祭神食，故云「亦」也。云「其授祭亦取黍稷肺祭」者，亦如上佐食取黍稷肺祭授屍，屍祭之相似，故云「亦」也。"
      },
      {
        "index": 63,
        "text": "主人坐，左執角，受祭，祭之，祭酒，啐酒，進，聽嘏。（聽猶待也。受福曰嘏。嘏，長也，大也，待屍授之以長大之福。）"
      },
      {
        "index": 64,
        "text": "佐食摶黍授祝，祝授屍。屍受以菹豆，執以親嘏主人。（獨用黍者，食之主，其辭則《少牢饋食禮》有焉。）\n[疏]「佐食」至「主人」。註「獨用」至「有焉」。釋曰：案《少牢》云：「祝與二佐食皆出，盥於洗，入，二佐食各取黍於一敦，上佐食兼受，摶之以授屍。屍執以命祝，卒命祝，祝受，以東北面於戶西，以嘏於主人。」但《少牢》不親嘏者，大夫屍尊，又大夫禮文，此親嘏者，士屍卑，禮質故也。云「其辭則《少牢饋食禮》有焉」者，案《少牢》雲祝「以嘏於主人曰：皇屍命工祝，承致多福無疆，於女孝孫，來女孝孫，使女受祿於天，宜稼於田，眉壽萬年，勿替引之」是也。云「獨用黍者，食之主」者，案上文云「爾黍於席上」，不云「爾稷」者，以稷雖五之長，不如黍之美，故雲食之主。是以《喪大記》云："
      },
      {
        "index": 65,
        "text": "「君沐粱，大夫沐稷，士沐粱。」《士喪禮》士沐稻，諸侯之士，鄭註云：「差率而上，天子沐黍。」是黍為之貴也。"
      },
      {
        "index": 66,
        "text": "主人左執角，再拜稽首受，復位，詩懷之，實於左袂，掛於季指，卒角，拜。\n屍答拜。（詩猶承也。謂奉納之懷中。季，小也。實於左袂，掛以小指者，便卒角也，《少牢饋食禮》曰：「興受黍，坐振祭，嚌之。」古文掛作卦。）"
      },
      {
        "index": 67,
        "text": "[疏]註「詩猶」至「作卦」。釋曰：云「掛以小指者，便卒角也」，但右手執角，左手掛，以小指不幹左手。言便卒角者，飲酒之時，恐其遺落，故掛以小指，故雲便卒角也。"
      },
      {
        "index": 68,
        "text": "主人出，寫嗇於房，祝以籩受。（變黍言嗇，因事戒欲其重稼嗇。嗇者，農力之成功。）\n[疏]「主人」至「籩受」。註「變黍」至「成功」。釋曰：案《少牢》云：「主人出，宰夫以籩受嗇黍，主人嘗之，納諸內。」此大夫尊，不自入房，直見大夫出，宰夫以籩受。此主人寫嗇於房，祝以籩受，以其士賤故也。云「變黍言嗇，因事戒欲其重稼嗇」者，以黍者五之名，非農力成功之稱，故以黍為嗇，欲其重稼嗇。故《少牢》鄭註云：「收斂曰嗇。」是用農力之言也。"
      },
      {
        "index": 69,
        "text": "筵祝，南面。（主人自房還時。）\n主人酌，獻祝，祝拜受角。主人拜送。設菹醢、俎。（行神惠也。先獻祝，以接神，尊之。菹醢皆主婦設之，佐食設俎。）"
      },
      {
        "index": 70,
        "text": "[疏]註「行神」至「設俎」。釋曰：此汝佐食，以佐食接屍，故後獻之，祝接神先獻之。云「菹醢皆主婦設之，佐食設俎」，知者，前獻屍時菹醢主婦設之，亞獻及致爵於主人籩豆，亦皆主婦設之，則此設菹醢亦主婦可知。又知佐食設俎，約《少牢》「主人獻祝，佐食設俎」，故此亦佐食設俎可知。"
      },
      {
        "index": 71,
        "text": "祝左執角，祭豆，興，取肺，坐祭，嚌之，興，加於俎，坐祭酒，啐酒，以肝從。祝左執角，右取肝扌Й於鹽，振祭，嚌之，加於俎，卒角，拜。主人答拜，受角，酌，獻佐食。佐食北面拜受角，主人拜送。佐食坐祭，卒角，拜。主人答拜，受角，降，反於篚。升，入復位。"
      },
      {
        "index": 72,
        "text": "[疏]「祝左」至「復位」。釋曰：云「主人答拜受角，酌獻佐食」者，案上獻祝有俎，此獻佐食不言俎者，上經云「執事之俎陳於階，二列，北上」，鄭註云：「執事，謂有司。」以佐食亦在有司內者，下記云「佐食俎，觳折，脊，脅」也。又下經賓長獻節，鄭註云：「凡獻佐食皆無從。」（元缺起字）其薦俎，獻兄弟以齒設之。若《少牢》獻佐食俎，即設於兩階之，西上。大夫將賓屍，故即設佐食俎，至於賓屍時，佐食無俎也。"
      },
      {
        "index": 73,
        "text": "主婦洗爵於房，酌，亞獻屍。（亞，次也。次猶貳。主婦貳獻不夾拜者，士妻儀簡耳。）\n[疏]註「亞次」至「簡耳」。釋曰：自此盡「以爵入於房」，論主婦獻屍，祝及佐食之事。云「主婦貳獻不夾拜者，士妻儀簡耳」者，此決《少牢》主婦亞獻屍時夾拜，此士妻下之，故雲儀簡耳。"
      },
      {
        "index": 74,
        "text": "屍拜受。主婦北面拜送。（北面拜者，辟內子也。大夫之妻拜於主人北，西面。）\n[疏]註「北面」至「西面」。釋曰：案《少牢》云：「主婦洗於房中，出酌，入戶，西面拜獻屍。」鄭註云：「入戶西面拜，由便也。不北面者，辟人君夫人也。拜而後獻者，當夾拜也。」又云「屍拜受。主婦主人之北西面拜送爵」"
      },
      {
        "index": 75,
        "text": "是也。若大夫妻貴，辟人君夫人，士妻賤，不嫌得與人君夫人同也。\n宗婦執兩籩，戶外坐。主婦受，設於敦南。（兩籩棗栗，棗在西。）"
      },
      {
        "index": 76,
        "text": "[疏]註「兩籩」至「在西」。釋曰：知者，案下記云「籩巾以也，裏。\n棗栗擇」是也。知棗在西者，依《士虞禮》雲主婦亞獻屍時，云「自反兩籩，棗栗設於會南，棗在西」，鄭云「尚棗，棗美」故知也。"
      },
      {
        "index": 77,
        "text": "祝贊籩祭。屍受，祭之，祭酒，啐酒。（籩祭，棗栗之祭也。其祭之，亦於豆祭。）\n[疏]註「其祭之亦於豆祭」。釋曰：知者，見上經屍ソ祭時，雲若平「取菹扌Й於醢，祭於豆」，又「佐食取黍稷肺祭，授屍，屍祭之」，不言其處，明亦祭於豆。今此祝贊籩祭之，亦不言其處，亦祭於豆可知。又案《有司徹》云：「屍取韭，菹扌Й於豆，祭於豆。」又：「屍取ナ，宰夫贊者，取白黑以授屍，屍受，兼祭於豆祭。」是籩豆同祭於豆也。"
      },
      {
        "index": 78,
        "text": "兄弟長以燔從。屍受，振祭，嚌之，反之。（燔，炙肉也。）\n[疏]註「燔炙肉也」。釋曰：云「反之」者，謂反燔於長兄弟。"
      },
      {
        "index": 79,
        "text": "羞燔者受，加於肵，出。（出者，俟後事也。）\n[疏]註「出者俟後事也」。釋曰：云「俟後事」者，謂俟主婦獻祝之時，更當羞燔於祝。知者，約上文主人獻屍，云「賓長以肝從」，至獻祝時但云「以肝從」，不言其人，明亦賓長可知。此下文主婦獻祝籩燔從如初儀，明獻祝時亦長兄弟羞燔可知，故鄭註雲俟後事也。"
      },
      {
        "index": 80,
        "text": "屍卒爵，祝受爵，命送如初。（送者，送卒爵。）\n酢，如主人儀。（屍酢主婦，如主人儀者，自祝酌至屍拜送，如酢主人也。"
      },
      {
        "index": 81,
        "text": "不易爵，辟內子。）\n[疏]註「屍酢」至「內子」。釋曰：云「屍酢主婦，如主人儀者，自祝酌至屍拜送，如酢主人也」者，言此上則如之，其異者，不並取也。謂主人受佐食ソ自祭之，此佐食錯ソ於地，主婦撫之而已是也。云「不易爵，辟內子」者，以經云「酢如主人儀」，上屍酢主人時不易爵，故此主婦受酢亦不易爵可知。男女不相襲爵，所以今襲爵者，辟內子。是以《少牢》云：「祝受屍爵，屍答拜，易爵洗酌授屍，主婦拜受爵，屍答拜。」是其易爵也。"
      },
      {
        "index": 82,
        "text": "主婦房，南面。佐食ソ祭。主婦左執爵，右撫祭，祭酒，啐酒，入，卒爵，如主人儀。（撫ソ祭，示親祭，佐食不授而祭於地，亦儀簡也。入室卒爵，於尊者前成禮，明受惠也。）"
      },
      {
        "index": 83,
        "text": "[疏]註「撫ソ」至「惠也」。釋曰：云「佐食不授而祭於地，亦儀簡也」\n者，《少牢》大夫妻云「上佐食ソ祭，主婦西面，於主人之北受祭，祭之」，此佐食祭於地，主婦撫之而已，故雲亦儀簡。云「亦」者，亦前不夾拜也。"
      },
      {
        "index": 84,
        "text": "獻祝，籩、燔從，如初儀。及佐食，如初。卒，以爵入於房。（及佐食如初，如其獻佐食，則拜主人之北，西面也。）"
      },
      {
        "index": 85,
        "text": "[疏]註「及佐」至「面也」。釋曰：此無正文，以佐食北面拜受，主婦不宜與佐食同面拜送。又言「如初」，明與主人同西面拜，故鄭云「拜主（元缺止此）人之北，西面」，與內子同。"
      },
      {
        "index": 86,
        "text": "賓三獻如初，燔從如初，爵止。（初，亞獻也。屍止爵者，三獻禮成，欲神惠之均於室中，是以奠而待之。）\n[疏]「賓三」至「爵止」。註「初亞」至「待之」。釋曰：自此盡「卒復位」，論賓長獻屍，及佐食並主人主婦致爵之事。此一科之內，乃有十一爵："
      },
      {
        "index": 87,
        "text": "賓獻屍，一也；主婦致爵於主人，二也；主人酢主婦，三也；主人致爵於主婦，四也；主婦酢主人，五也；屍舉奠爵酢賓長，六也；賓長獻祝，七也；又獻佐食，八也；賓又致爵於主人，九也；又致爵於主婦，十也；賓獻主人酢，十一也。云「初，亞獻也」者，知不初獻者，以主婦亞獻承初獻後，賓長又承亞獻後，故知如亞獻，不得如初獻也。又面位及燔從皆如亞獻也。云「三獻禮成，欲神惠之均於室中，是以奠而待之」者，謂屍得三獻而禮成，言其實飲三爵，祝與佐食亦得三獻，主人、主婦各得一酢而已。未得獻，是神惠未均。奠而待之者，待主人、主婦致爵乃均也。案下文「眾賓長為加爵如初，爵止」，鄭註云：「屍止爵者，欲神惠之均於在庭。」止得一獻，亦言均，則不以爵數為均，直據得一獻則為均也。"
      },
      {
        "index": 88,
        "text": "席於戶內。（為主人鋪之，西面，席自房來。）\n主婦洗爵，酌，致爵於主人。主人拜受爵，主婦拜送爵。（主婦拜，拜於北面也。今文曰主婦洗酌爵。）"
      },
      {
        "index": 89,
        "text": "[疏]註「主婦」至「酌爵」。釋曰：云「主婦拜，拜於北面也」者，約有司儐屍於堂，主婦致爵於主人，主人致爵於主婦，北面於阼階上答拜是也。"
      },
      {
        "index": 90,
        "text": "宗婦贊豆如初。主婦受，設兩豆、兩籩。（初，贊亞獻也。主婦薦兩豆籩，東面也。）\n[疏]註「初贊」至「面也」。釋曰：上主婦亞獻時，但云「宗婦執兩籩」，又云「祝贊籩祭」，無豆。此云「贊豆如初」，明贊豆之時，與贊籩同，故得言如初。知「東面」者，以主人西面，故知也。"
      },
      {
        "index": 91,
        "text": "俎入設。（佐食設之。）\n[疏]「俎入設」。註「佐食設之」。釋曰：知「佐食設之」者，見《有司》下大夫不儐屍者，主婦致爵於主人時，佐食設俎。彼室內行事，與士禮略同，故鄭約之，知佐食設之也。"
      },
      {
        "index": 92,
        "text": "主人左執爵，祭薦，宗人贊祭。奠爵，興，取肺，坐絕祭，嚌之，興，加於俎，坐扌兌手，祭酒，啐酒。（絕肺祭之者，以離肺長也。《少儀》曰：「牛羊之肺，離而不提心。」豕亦然。扌兌，拭也。扌兌手者，為絕肺染汙也。刌肺不扌兌手。古文扌兌皆作說。）"
      },
      {
        "index": 93,
        "text": "[疏]註「絕肺」至「作說」。釋曰：引《少儀》者，彼註云：「提猶絕也，不絕中央少許者。」引之證離肺長而不絕，故須絕之。云「忖肺不扌兌手」者，以已斷絕取祭之，不須以手絕之，故不扌兌手也。"
      },
      {
        "index": 94,
        "text": "肝從。左執爵，取肝扌Й於鹽，坐振祭，嚌之。宗人受，加於俎。燔亦如之。\n興，席末坐，卒爵，拜。（於席末坐卒爵，敬也。一酌而備，再從而次之，示均。）"
      },
      {
        "index": 95,
        "text": "[疏]註「於席」至「示均」。釋曰：此決上主人獻屍，賓長以肝從主婦獻屍，兄弟以燔從。今一酌而肝燔從，則與屍等，故云「亦均」。亦者，亦上酒均於堂內。"
      },
      {
        "index": 96,
        "text": "主婦答拜，受爵，酌，醋，左執爵拜，主人答拜。坐祭，立飲，卒爵，拜，主人答拜。主婦出，反於房。主人降，洗，酌，致爵於主婦。席於房中，南面。"
      },
      {
        "index": 97,
        "text": "主婦拜受爵，主人西面答拜。宗婦薦豆、俎，從獻皆如主人。主人更爵，酌，醋，卒爵，降，實爵於篚，入，復位。（主人更爵自酢，男子不承婦人爵也。《祭統》曰：「夫婦相授受，不相襲處。酢不易爵，明夫婦之別。」古文更為受。）"
      },
      {
        "index": 98,
        "text": "[疏]註「主人」至「為受」。釋曰：云「主人更爵自酢，男子不承婦人爵也」者，案上主婦獻屍，屍酢，主婦不易爵，鄭註云「辟內子」。致爵於主人，則易爵也。若然，案下記設洗，「篚在洗西，實二爵」，鄭註云：「二爵者，為賓獻爵止，主婦當致也。」此賓長所獻爵，屍奠之，未舉其篚，唯有一爵，得雲易者，上主婦亞獻洗爵，洗爵於房中，則房中有爵。又主婦獻祝及佐食訖，以爵入於房後，主婦致爵於主人，還是房內爵。後主人致爵於主婦者，是下篚之爵。"
      },
      {
        "index": 99,
        "text": "主婦飲訖，實於房中之篚，主人更取房內之爵以酌酢，酢訖，奠於下篚。雲主人更爵者，謂酌酢爵與房內爵相更，鄭註下記云：「主婦當致者，謂主人致爵於主婦」，則用下篚內爵也。"
      },
      {
        "index": 100,
        "text": "三獻作止爵。（賓也，謂三獻者，以事命之。作，起也。舊說云：賓入戶，北面，曰皇屍請舉爵。）\n屍卒爵，酢。酌獻洗及佐食。洗爵，酌，致於主人、主婦，燔從皆如初。更爵，酢於主人，卒，復位。（洗乃致爵，為異事新之。燔從皆如初者，如亞獻及主人、主婦致爵也。凡獻佐食皆無從，其薦俎，獻兄弟以齒設之。賓更爵自酢，亦不承婦人爵。今文曰洗致，古文更為受。）"
      },
      {
        "index": 101,
        "text": "[疏]註「洗乃」至「為受」。釋曰：此決上文賓獻屍、獻祝及佐食，皆不洗，今致於主人洗，故決之也。案下篇不儐屍洗爵，致於主人，註云：「以承佐食，賤新之。」此云「為異事新之」，註不同者，但為異事，異事則是承賤，承賤後則事異，言雖不同，理則一也。云「燔從皆如初者，如亞獻及主人主婦致爵」"
      },
      {
        "index": 102,
        "text": "者，謂如上主婦亞獻屍，及祝皆燔從，此言皆燔從如初，故雲如亞獻及主人主婦致爵。雖雲如初，則無肝從，故經釋云「燔從皆如初」。云「凡獻佐食皆無從」"
      },
      {
        "index": 103,
        "text": "者，謂主人、主婦及賓長獻佐食皆無從，故云「凡」。鄭言此者，以經獻祝及佐食洗爵，致於主人、主婦，燔從皆如初，在獻佐食下，嫌獻佐食亦然有燔從，故鄭辨之。若然，佐食得獻，與祝得獻，同亦得如初，但無從為異。云「其薦俎獻，兄弟以齒設之」者，以上佐食得獻時，不見有設薦俎之文，下記云：「佐食於旅也，齒於兄弟。」故佐食薦俎，亦與兄弟同時設之也。"
      },
      {
        "index": 104,
        "text": "主人降阼階，西面拜賓如初，洗。（拜賓而洗爵，為將獻之。如初，如視濯時，主人再拜，賓答拜，三拜眾賓，眾賓答再拜者。）"
      },
      {
        "index": 105,
        "text": "[疏]「主人」至「初洗」。註「拜賓」至「拜者」。釋曰：自此盡「實爵於篚」，論獻賓及眾賓之事也。\n賓辭洗。卒洗，揖讓升，酌，西階上獻賓。賓北面拜受爵。主人在右，答拜。"
      },
      {
        "index": 106,
        "text": "（就賓拜者，此禮不主於尊也。賓卑則不專階，主人在右，統於其位。今文無洗。）\n[疏]「賓辭」至「答拜」。註「就賓」至「其位」。釋曰：云「就賓拜者，此禮不主於尊也」者，案《鄉飲酒》、《鄉射》賓主獻酢，各於其階，至酬乃同階。此因祭如初，賓非為尊之，所尊者，謂屍也。又賓是士家有司，卑，不得專階，故就之使不得專階也，對《鄉飲酒》、《鄉射》得專階也。云「主人在右，統於其位」者，以其賓得在西階上，北面，以東為右，主人位在阼階，故雲統於其位。鄭言此者，主人就西階，異於飲酒，主人在右，則與飲酒禮同，以言主人常居右也。"
      },
      {
        "index": 107,
        "text": "薦脯醢，設折俎。（凡節解者皆曰折俎，不言其體。略雲折俎，非貴體也。\n上賓骼，眾賓儀，公有司設之。）\n[疏]「薦脯醢設折俎」。註「凡節」至「設之」。釋曰：案下記云「賓骼」，鄭云「骼，左骼也。賓俎全體，尊賓」也。折骨而曰折俎，明凡節解牲體皆曰折，升於俎，故名折俎。與折同名，其折義則異彼折骨。云「不言其體，略雲折俎，非貴體也」者，案下記云「賓骼」，骼是牲體。此經雲折俎者，亦用骼，非貴體，故略雲折俎。若然，經屍俎祝佐食及主人、主婦俎體，皆不言之，而鄭註獨雲賓俎，不言體者，屍祝等經不言牲體，亦不言折，以其體貴故也。此賓俎不言牲體而言折，明非貴體也。云「上賓骼，眾賓儀」者，案下記唯云「賓骼」，其眾賓已下皆ゾ┵，不言儀者，鄭見《有司徹》主人獻賓儀，司士設俎羊骼一；又雲眾賓長拜受爵，其┵體儀也。註云「儀者，尊體盡，儀度餘骨，可用而用之。尊者用尊體，卑者用卑體而已」是也。云「公有司設之」者，此即《有司徹》云「司士設俎，羊骼一，眾賓┵體儀」是也。此下文雲公有司在門西，則此設俎者也。"
      },
      {
        "index": 108,
        "text": "賓左執爵，祭豆，奠爵，興，取肺，坐絕祭，嚌之，興，加於俎，坐扌兌手，祭酒，卒爵，拜。主人答拜，受爵，酌，酢，奠爵，拜。賓答拜。（主人酌自酢者，賓不敢敵主人，主人達其意。）"
      },
      {
        "index": 109,
        "text": "[疏]註「主人」至「其意」。釋曰：云「賓不敢敵主人，主人達其意」者，以其賓是士之有司之中，以卑不敢與主人為敵，酢之，是以主人酌以自酢，達賓意故也。若《鄉飲酒》、《鄉射》賓皆親酢主人，以其賓尊，行敵禮故也。"
      },
      {
        "index": 110,
        "text": "主人坐祭，卒爵，拜。賓答拜，揖，執祭以降，西面奠於其位，位如初，薦俎從設。（位如初，復其位東面。《少牢饋食禮》：「宰夫執薦以從，設於祭東。"
      },
      {
        "index": 111,
        "text": "司士執俎以從，設於薦東。」是則皆公有司為之與？）\n[疏]註「位如」至「之與」。釋曰：以賓位在西階下東面，今受獻於西階上，經云「執祭以降，西面奠於其位」，又言「位如初」，明復西階下東面位可知也。"
      },
      {
        "index": 112,
        "text": "眾賓升，拜受爵，坐祭，立飲。薦俎設於其位，辨。主人備答拜焉，降，實爵於篚。（眾賓立飲，賤不備禮。《鄉飲酒》記曰：「立卒爵者不拜既爵。」備，盡，盡人之答拜。）"
      },
      {
        "index": 113,
        "text": "尊兩壺於阼階東，加勺，南枋，西方亦如之。（為酬賓及兄弟，行神惠，不酌上尊，卑異之，就其位尊之。兩壺皆酒，優之，先尊東方，示惠由近。《禮運》曰：「澄酒在下。」）"
      },
      {
        "index": 114,
        "text": "[疏]「尊兩」至「如之」。註「為酬」至「在下」。釋曰：自此盡「揖復位」，論堂下設尊酬賓之事。云「行神惠，不酌上尊，卑異之」者，決上文獻賓及兄弟皆酌上尊者，獻是嚴正，故得與神靈共尊。至此旅酬禮褻，故不敢酌上尊。案《司尊彜職》四時之祭，云「皆有，諸臣之所酢」，《少牢》上下大夫堂下皆無尊者，士卑，得與人君同，大夫尊，辟人君故也。云「兩壺皆酒，優之」"
      },
      {
        "index": 115,
        "text": "者，設尊之法，皆有玄酒，今兩壺皆酒，無玄酒，優之也。案《玉藻》云「唯饗野人皆酒」，鄭云：「飲賤者不備禮。」與此註無玄酒為優之異者，此士之祭禮，欲得尊賓嘉客，以事其先非賤者，故以皆酒為優之。彼饗野人，野人是賤者，故以不備禮解之也。云「先尊東方，示惠由近」者，東方主人位，西方賓位，今先設東方，乃設西方者，見酒由主人來，故雲示惠由近為始也。引《禮運》者，彼註澄為沈，齊酒是三酒，酒所以飲諸臣，證此壺尊亦飲在下者也。"
      },
      {
        "index": 116,
        "text": "主人洗觶，酌於西方之尊，西階前北面酬賓，賓在左。（先酌西方者，尊賓之義。）\n主人奠觶拜，賓答拜。主人坐祭，卒觶，拜，賓答拜。主人洗觶，賓辭，主人對。卒洗，酌，西面。賓北面拜。（西面者，鄉賓位，立於西階之前，賓所答拜之東北。）"
      },
      {
        "index": 117,
        "text": "[疏]註「西面」至「東北」。釋曰：以經云「主人對卒洗酌西面賓北面拜」，主人西面授賓，北面答拜，明主人之得南過於賓，故鄭以義言之，云「立於西階之前，賓所答拜之東北」也。"
      },
      {
        "index": 118,
        "text": "主人奠觶於薦北。（奠酬於薦左，非為其不舉。行神惠，不可同於飲酒。）\n[疏]註「奠酬」至「飲酒」。釋曰：以其神惠，右不舉；生人飲酒，左不舉。今行神惠，不可同於飲酒，故奠於左，與生人相變。故《有司徹》云「二人舉觶酬屍侑，侑奠觶於右」，鄭註云「奠於右者，不舉也。神惠右不舉，變於飲酒」是也。此酬奠於薦左，下文賓舉為旅酬，以其神惠故也。言「不可同飲酒」"
      },
      {
        "index": 119,
        "text": "者，謂不可同於《鄉飲酒》，故《鄉飲酒》記云「將舉者於右，奠者於左」，其義與此別。此下文奠觶於薦南，明將舉，以初在北飲酒，將舉奠於薦南，便其復舉。"
      },
      {
        "index": 120,
        "text": "賓坐取觶，還，東面，拜，主人答拜。賓奠觶於薦南，揖，復位。（還東面，就其位薦西，奠觶薦南，明將舉。）"
      },
      {
        "index": 121,
        "text": "[疏]「賓坐」至「復位」。註「還東」至「將舉」。釋曰：云「揖復位」\n者，則初奠時少南於位可知。云「還東面」者，則初賓坐取觶，薦東西面可知。"
      },
      {
        "index": 122,
        "text": "故鄭註雲還東面，「就其位薦西」也。\n主人洗爵，獻長兄弟於阼階上，如賓儀。（酬賓乃獻長兄弟者獻之禮成於酬，先成賓禮，此主人之義。亦有薦┵設於位，私人為之與？）"
      },
      {
        "index": 123,
        "text": "[疏]「主人」至「賓儀」。註「酬賓」至「之與」。釋曰：自此盡「如眾賓儀」，論主人獻長兄弟及眾兄弟之事。云「酬賓乃獻長兄弟者獻之禮成於酬」"
      },
      {
        "index": 124,
        "text": "者，以其獻賓之禮，以酬副之乃禮成，故《冠禮》云「乃禮賓以一獻之禮」，鄭註云：「獻酢酬賓，主人各兩爵而禮成。」又《鄉飲酒》獻及酬賓訖，乃獻介。"
      },
      {
        "index": 125,
        "text": "又此文獻賓即酬賓，乃獻兄弟，故鄭註「獻之禮成於酬」也。云「亦有薦┵設於位」者，以經云「獻長兄弟於阼階上，如賓儀」，則長兄弟初受獻於阼階上時，亦薦脯醢，設折俎於阼階上。祭訖，乃執以降設於下位，皆當如賓儀。鄭下註云「設薦俎於其位」者，據執祭以降及其位而言也。言「亦」者，亦賓。鄭必知有薦俎者，見於下記云「長兄弟及宗人折」是也。云「私人為之與」者，私人者，即私臣，下記云「私臣門東，北面西上」是也。以賓薦，公有司設之，則兄弟薦俎私人可知，以無正文，故言「與」以疑之也。"
      },
      {
        "index": 126,
        "text": "洗，獻眾兄弟，如眾賓儀。（獻卑而必為之洗者，顯神惠。此言如眾賓儀，則如獻眾賓洗明矣。）\n[疏]註「獻卑」至「明矣」。釋曰：云「此言如眾賓儀，則如獻眾賓洗明矣」者，以其上獻眾賓時雖不言洗，此云「洗獻眾兄弟如眾賓儀」，明獻眾賓洗可知。不言之者，舉下以明上，省文之義故也。"
      },
      {
        "index": 127,
        "text": "洗，獻內兄弟於房中，如獻眾兄弟之儀。（內兄弟，內賓宗婦也。如眾兄弟，如其拜受，坐祭立飲，設薦俎於其位而立。內賓，其位在房中之尊北。不殊其長，略婦人者也。《有司徹》曰：「主人洗，獻內賓於房中，南面拜受爵。」）"
      },
      {
        "index": 128,
        "text": "[疏]「洗獻」至「之儀」。註「內兄」至「受爵」。釋曰：自此盡「入復位」，論主人獻姑姊妹及宗婦之事。云「內賓宗婦也」者，此總云「內兄弟」，下記云「內賓宗婦」，案彼註云：「內賓，姑姊妹。宗婦，族人之婦。」若然，兄弟者服名，故號婦人為兄弟也。云「其位在房中之尊北」者，案下記云「尊兩壺於房中西墉下，南上。內賓立於其北，東面，南上。宗婦北堂，東面，北上」"
      },
      {
        "index": 129,
        "text": "是也。云「不殊其長，略婦人」者，決上文獻賓於西階上，獻兄弟於阼階上，皆殊其長，此不殊，故雲略之。引《有司徹》者，欲見此內賓受獻時，亦南面拜受爵，故下註云：「內賓之長亦南面答拜」，言「亦」者，亦前受獻時。前雖無文，約《有司徹》，內賓之長亦南面答拜。"
      },
      {
        "index": 130,
        "text": "主人西面答拜，更爵酢，卒爵，降。實爵於篚，入復位。（爵辨乃自酢，以初不殊其長也。內賓之長亦南面答拜。）"
      },
      {
        "index": 131,
        "text": "[疏]註「爵辨」至「答拜」。釋曰：云「爵辨乃自酢，以初不殊其長也」\n者，對上賓與長兄弟不得獻眾賓、眾兄弟偏，主人先自酢也。云「內賓之長亦南面答拜」者，獻時不殊其長，酢時猶如賓及兄弟殊其長，與男子同。男子、婦人、眾賓以下，皆無酢也。"
      },
      {
        "index": 132,
        "text": "長兄弟洗觚為加爵，如初儀，不及佐食。洗致如初，無從。（大夫士三獻而禮成，多之為加也。不及佐食，無從，殺也。致，致於主人、主婦。）"
      },
      {
        "index": 133,
        "text": "[疏]「長兄」至「無從」。註「大夫」至「主婦」。釋曰：此一經論士三獻之外，為加獻屍之事。云「如初儀」者，如賓長三獻之儀。但賓長獻十一爵，此兄弟之長，加獻則降，唯有六爵。以其闕主人、主婦致爵，並酢四爵，及獻佐食五。唯有六在者，洗觚為加獻，一也；屍酢長兄弟，二也；獻祝，三也；致爵於主人，四也；致爵於主婦，五也；受主人酢，六也。云「大夫士三獻而禮成」"
      },
      {
        "index": 134,
        "text": "者，天子大十有二獻，四時與唯有九獻，上公亦九獻，侯伯七獻，子男五獻，卿大夫士略，同三獻而祭禮成也，是以多之者為加。若主人飲酒禮，卿大夫三獻，士唯一獻而已。祭禮士與大夫同者，攝盛，葬奠亦與（元缺一字）大夫同，《少牢》五鼎，又乘車建旃，亦與卿大夫同也。"
      },
      {
        "index": 135,
        "text": "眾賓長為加爵，如初，爵止。（屍爵止者，欲神惠之均於在庭。）\n[疏]「眾賓」至「爵止」。註「屍爵」至「在庭」。釋曰：庭賓及兄弟雖得一獻，未得旅酬，其已得三獻。又別受加爵，故停之，使庭行旅酬，是以云「屍爵止者，欲神惠之均於在庭」也。"
      }
    ]
  }
}