{
  "chapterNumber": 35,
  "title": "卷三十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "朋友皆在他邦，袒免，歸則已。（謂服無親者，當為之主，每至袒時則袒，袒則去冠，代之以免。舊說雲，以為免，象冠，廣一寸。已猶止也。歸有主，則止也。主若幼少，則未止。《小記》曰：『大功者主人之喪，有三年者，則必為之再祭，朋友虞而已。』）"
      },
      {
        "index": 1,
        "text": "[疏]註『謂服』至『而已』。釋曰：謂同門曰朋，同誌曰友。或其遊學，皆在他國而死者，每至可袒之節，則為之袒而免，與宗族五世袒免同。雲『歸則已』者，謂在他國袒免，為死者無主，歸至家，自有主，則止，不為袒免也。鄭雲『謂服無親者當為之主』者，以其有親入五服，今言朋友，故知是義合之輕，無親者也。既孤在外，明為之作主可知。雲『每至袒時則袒』者，凡喪至小斂節，主人素冠環以視，斂訖，投冠括發，將括發，先袒，乃括發，括發據正。主人齊衰已下，皆以免代冠，以冠不居，肉袒之，禮故也。雲『舊說雲以為免，象冠，廣一寸』者，鄭註《士喪禮》雲『免之制未聞』，舊說以為如冠狀，廣一寸。引《喪服小記》曰齊衰括發以麻，免而以布，此用麻布為之，狀如今之著參頭矣。"
      },
      {
        "index": 2,
        "text": "自項中而前，反於項上，繞也，是著免之義也。雲『歸有主則止也，主若幼少則未止』者，本以在外為無主，與之為主，今至家，主若幼少，不能為主，則朋友猶為之主，未止。引《小記》者，證主幼少不能主喪，朋友為主之義。以雖有子，是三年之人，小不能為主，大功為主者，為之再祭，謂練祥。朋友輕，為之虞而已。以其又無大功已下之親，此朋友自外來及在家，朋友皆得為主，虞乃去，彼鄭註以義推之。又雲小功緦麻，為之練祭可也。是親疏差降之法也。"
      },
      {
        "index": 3,
        "text": "朋友，麻。（朋友雖無親，有同道之恩，相為服緦之帶。《檀弓》曰：\n『群居則，出則否。』其服，吊服也。《周禮》曰：凡吊，當事則弁。服弁者，如爵弁而素，加環也。其服有三：錫衰也，緦衰也，疑衰也。王為三公六卿錫衰，為諸侯緦衰，為大夫士疑衰。諸侯卿及大夫亦以錫衰為吊服，當事乃弁，否則皮弁，辟天子也。士以緦衰為喪服，其吊服則疑衰也。舊說以為士吊服布上素下，或曰素委貌冠加朝服。《論語》曰：『緇衣羔裘。』又曰：『羔裘玄冠不以吊。』何朝服之有乎？然則二者皆有似也。此實疑衰也，其弁皮弁之時，則如卿大夫然。又改其裳以素，辟諸侯也。朋友之相為服，即士吊服疑衰素裳。庶人不爵弁，則其吊服素冠委貌。）"
      },
      {
        "index": 4,
        "text": "[疏]註『朋友』至『委貌』。釋曰：雲『朋友麻』者，上文據在他國，加袒免，今此在國，相為吊服，麻帶而已。註雲『朋友雖無親，有同道之恩，相為服緦之帶』者，案《禮記。禮運》雲『人其父生而師教之』，朋友成之。"
      },
      {
        "index": 5,
        "text": "又《學記》雲：『獨學而無友，則孤陋而寡聞。』《論語》雲：『以文會友，以友輔仁。』以此而言，人須朋友而成也。故雲朋友雖無親，有同道之恩，故為之服。知緦之帶者，以其緦是五服之輕，為朋友之帶約與之等，故雲緦之帶也。雲『《檀弓》曰群居則，出則否』者，彼註群，謂七十二弟子相為朋友。"
      },
      {
        "index": 6,
        "text": "彼亦是朋友相為之法。雲居則，謂在家居止則為之，出家行道則否。引之者，證此亦然也。彼又雲：『孔子之喪，二三子皆而出。』是為師出行亦也。"
      },
      {
        "index": 7,
        "text": "雲『其服，吊服也』者，以其不在五服，五服之外唯有吊服，故即引《周禮》吊服之等也。《周禮》者，《司服職》文。彼雲：『凡吊事，弁服。』鄭註亦雲『弁者，如爵弁而素加環』也。言爵弁者，制如冕，以木為中，廣八寸，長尺六寸，前低一寸二分，以三升布，上玄下。爵弁之體，廣長亦然，亦以三升布，但染作爵頭色，赤多黑少之色，置之於版上，今則以素為之。又加環者，一股麻為骨，又以一股麻為繩，纏之如環然，謂之環加於素弁之上。彼註雲『大如緦』之，是吊服之。但此文雲『朋友麻』，鄭引《周禮》王吊諸臣之及三衰證此者，以其王於諸臣，諸侯於諸臣，皆有朋友之義，故《泰誓》武王謂諸侯雲我『友邦冢君』，是謂諸侯為友。《洛誥》周公謂武王雲『孺子其朋』，是王以諸臣為朋。諸侯於臣亦有朋友之義可知。故引《周禮》弁與三衰證此朋友麻也。若然，弁唯一衰則有三，則一弁冠三衰也。雲『其服有三，錫衰也，緦麻也，疑衰也』者，案彼雲：『王為三公六卿錫衰，為諸侯緦衰，為大夫士疑衰。』鄭司農雲：『錫，麻之滑易者也。十五升去其半，有事其布，無事其縷。"
      },
      {
        "index": 8,
        "text": "緦亦十五升去其半，有事其縷，無事其布。疑衰十四升，玄謂無事其縷，哀在內；無事其布，哀在外。疑之言擬也，擬於吉』者也。雲『諸侯及卿大夫亦以錫衰為吊服，當事乃弁，否則皮弁，辟天子也』者，案《禮記。服問》雲：『公為卿大夫錫衰以居，出亦如之，當事則弁。大夫相為亦然。為其妻，往則服之，出則否。』註雲：『出，謂以他事不至喪所。』是諸侯及卿大夫亦以錫衰為吊服也。"
      },
      {
        "index": 9,
        "text": "天子常弁，諸侯卿大夫當事大斂、小斂及殯時，乃弁，非此時則皮弁，是辟天子也。雲『士以緦衰為喪服』者，士卑，無降服，是以緦為喪服。既以緦為喪服，不得復將緦為吊服，故向下取疑衰為吊服也。舊說者以士吊服無文，故舊說雲『以為士吊服布上素下』，雲或曰『素委貌冠加朝服』者，前有此二種解者，故鄭引《論語》破之。雲『《論語》曰緇衣羔裘』，言此者，欲解緇衣羔裘與下羔裘玄冠為一物，並是朝服。是以雲又曰『羔裘玄冠不以吊』，何朝服之有乎？"
      },
      {
        "index": 10,
        "text": "此破舊以言朝服，不合首加素委貌，又布上素下，近是天子之朝服，又不言首所加，故非之也。雲『然則二者皆有似也』者，以其未小斂已前，容有著朝服吊法，則子遊、曾子吊是也，但非正吊法之服。又布上素下，近士之吊服素下，故雲二者皆有似也。雲『此實疑衰也』者，總破二者也。雲『弁皮弁之時，則如卿大夫然』者，以其三衰共有弁，當事著皮弁亦同，故知二者如卿大夫然也。雲『又改其裳，以素辟諸侯也』者，諸侯及卿大夫否則皮弁，辟天子，此諸侯之士不著疑裳而用素，又辟諸侯也。雲『朋友之相為服，即士吊服疑衰素裳』者，是鄭正解士之吊服。雲『庶人不爵弁』者，則其冠素委貌，不言其服，則白布深衣，以白布深衣，庶人之常服，又尊卑始死，未成服已前服之，故庶人得為吊服也。"
      },
      {
        "index": 11,
        "text": "向來所釋，皆據鄭君所引而言，案《司服》諸侯如王之服言之，鄭則諸侯皆如王，亦有三衰服，問直雲君吊用錫衰，未辨緦衰、疑衰所施用。案《文王世子》註雲："
      },
      {
        "index": 12,
        "text": "『君雖不服臣，卿大夫死則皮弁錫衰以居往吊，當事則弁，於士蓋疑衰，同姓則緦衰。』若然，案《士喪禮》：『君若有賜焉則視斂。』註雲：『賜，恩惠也。"
      },
      {
        "index": 13,
        "text": "斂，大斂。君視大斂，皮弁服，襲裘，主人成服之後往，則錫衰。』此註又與《文王世子》違者，《士喪禮》既言有恩惠，則君與此士有師友之恩，特加與卿大夫同，其諸侯卿大夫則有錫衰，士唯疑衰。其天子卿大夫士既執摯與諸侯之臣同，則吊服亦同也。天子孤與卿同六命，又亦名為卿，諸侯孤雖四命，與卿異，及其聘之介數，與卿降君二等等同，則孤吊服皆與卿同也。天子三公與王子母弟得稱諸侯，其吊服亦與畿外諸侯同三衰也。凡吊服直雲素弁環，不言帶，或有解雲有無帶。但吊服既著衰，首有，不可著吉時之大帶，吉時之大帶既有采矣。麻既不加於采，采可得加於兇服乎？明不可也。案此經註服緦之帶，則三衰帶同有可知。其以三衰所用，皆是朋友，故知凡吊皆有帶矣。首言環，則其帶未必如環，但亦五分去一為帶，糾之矣，其吊服除之。案《雜記》雲：『君於卿大夫，比葬不食肉，比卒哭不舉樂。』是知未吉，則凡吊服亦當依氣節而除，並與緦麻同三月除之矣。為士雖比殯不舉樂，其服亦當既葬除矣。"
      },
      {
        "index": 14,
        "text": "君之所為兄弟服，室老降一等。（公士大夫之君。）\n[疏]註『公士』至『之君』。釋曰：天子諸侯絕期，今言為兄弟服，明是公士大夫之君。於旁親降一等者，室老家相降一等，不言士，士邑宰遠臣，不從服。若然，室老似正君近臣，故從君所服也。"
      },
      {
        "index": 15,
        "text": "夫之所為兄弟服，妻降一等。庶子為後者，為其外祖父母、從母、舅無服。\n不為後，如邦人。\n[疏]釋曰：妻從夫服其族親，即上經夫之諸祖父母，見於《緦麻章》。夫之世叔見於《大功章》，夫之昆弟之子不降嫂叔，又無服。今言從夫降一等，記其不見者，當是夫之從母之類乎？雲『庶子為後者，為其外祖父母從母舅無服』"
      },
      {
        "index": 16,
        "text": "者，以其與尊者為一體，既不得服所出母，是以母黨皆不服之，不言兄弟而顯尊親之名者。雷氏雲：『為父後者服其本族。』若言兄弟，恐本族亦無服，故著其尊親之號，以別於族人也。"
      },
      {
        "index": 17,
        "text": "宗子孤為殤，大功衰、小功衰皆三月。親則月如邦人。（言孤，有不孤者。\n不孤，則族人不為殤服服之也。不孤，謂父有廢疾，若年七十而老，子代主宗事者也。孤為殤，長殤、中殤大功衰，下殤小功衰，皆如殤服而三月，謂與宗子絕屬者也。親，謂在五屬之內。，數也。月數如邦人者，與宗子有期之親者，成人服之齊衰期，長殤，大功衰九月，中殤，大功衰七月，下殤，小功衰五月。有大功之親者，成人服之齊衰三月。卒哭，受以大功衰九月。其長殤、中殤，大功衰五月；下殤，小功衰三月。有小功之親者，成人服之齊衰三月。卒哭，受以小功衰五月。其殤與絕屬者同。有緦麻之親者，成人及殤，皆與絕屬者同。）"
      },
      {
        "index": 18,
        "text": "[疏]註『言孤』至『者同』。釋曰：宗子，謂繼別為大宗，百世不遷，收族者也。雲『孤為殤』者，謂無父未冠而死者也。雲『大功衰、小功衰』者，以其成人齊衰，故長殤、中殤皆在大功衰，下殤在小功衰也。雲『皆三月』者，以其衰雖降月，本三月法，一時不可更服，故還依本三月也。雲『親則月如邦人』"
      },
      {
        "index": 19,
        "text": "者，上三月者，是絕屬者，若在五屬之內親者，月數當依本親為限，故雲如邦人也。註雲『言孤有不孤』者，鄭以記文雲孤，明對不孤者，故《曲禮》註雲："
      },
      {
        "index": 20,
        "text": "『是謂宗子不孤。』彼不孤對此孤也。雲『不孤則族人不為殤服服之也』者，以父在，猶如周之道有子無孫，以其父在，為子則不為孫服，同於庶孫，明此本無服，父在亦不為之服殤可知也。雲『不孤謂父有廢疾』者，案《喪服小記》雲：『婦不為舅後者，則姑為之小功。』註雲：『謂夫有廢疾他故，若死而無子，不受重者。』是子不孤。謂父有廢疾不立，其子代父主宗事。雲『若年七十而老，子代主宗事』者，案《曲禮》雲：『七十曰老，而傳。』註雲：『傳家事任子孫。』是謂宗子不孤，是父年七十，子代主宗事者。雲『與宗子有期之親者，成人服之齊衰期』者，謂宗子親昆弟及伯叔昆弟之子，姑姊妹在室之等皆是也。自大功親以下，盡小功親以上，成人月數雖依本皆服齊衰者，以其絕屬者，猶齊衰三月。明親者無問大功、小功、緦麻，皆齊衰者也。既皆齊衰，故三月既葬，受服乃始受以大功、小功、齊衰也。至於小功親已下，殤與絕屬者同者，以其成人小功五月，殤即入三月，是以與絕屬者同皆大功衰、小功衰三月，故與絕屬者同也。雲『有緦麻之親者，成人及殤皆與絕屬者同』者，以其絕屬者為宗子齊衰三月，緦麻親亦三月，是以成人及殤死皆與絕屬者同也。"
      },
      {
        "index": 21,
        "text": "改葬，緦。（謂墳墓以他故崩壞，將亡失屍柩也。言改葬者，明棺物毀敗，改設之，如葬時也。其奠如大斂，從廟之廟，從墓之墓，禮宜同也。服緦者，臣為君也，子為父也，妻為夫也。必服緦者，親見屍柩，不可以無服，緦三月而除之。）"
      },
      {
        "index": 22,
        "text": "[疏]註『謂墳』至『除之』。釋曰：雲『謂墳墓以他故崩壞，將亡失屍柩者也』者，鄭解改葬之意。雲他故者，謂若遭水潦漂蕩之等，墳墓崩壞，將亡失屍柩，故須別處改葬也。雲『改葬者，明棺物毀敗，改設之，如葬時也』者，直言棺物毀敗而改設，不言依服，則所設者，唯此棺如葬時也。雲『其奠如大斂』"
      },
      {
        "index": 23,
        "text": "者，案《既夕》記朝廟至廟中更設遷祖奠雲『如大斂奠』，即此移柩向新葬之處所設之奠亦如大斂之奠，士用肫三鼎，則大夫已上更加牲牢。大夫用特牲，諸侯用少牢，天子用大牢可知。雲『從廟之廟，從墓之墓，禮宜同也』者，即設奠之禮，朝廟是也。又朝廟載柩之時，士用共軸，大夫已上用盾，不用蜃車，飾以帷荒，則此從墓之墓亦與朝廟同可知，故雲禮宜同也。雲『服緦者，臣為君也，子為父也，妻為夫也』，知者，若更言餘服，無妨更及齊衰已下，今直言緦之輕服，明知唯據極重而言，故以三等也。不言妾為君，以不得體君，差輕故也。不言女子子，婦人外成，在家又非常，故亦不言。諸侯為天子，諸侯在畿外差遠，改葬不來，故亦不言也。雲『必服緦者，親見屍柩，不可以無服』者，君親死已多時，哀殺已久，可以無服，但親見君父屍柩，暫時之痛，不可不制服以表哀，故皆服緦也。故雲『三月而除』者，謂葬時服之，及其除也，亦法天道一時，故亦三月除也。若然，鄭言三等，舉痛極者而言，父為長子，子為母，亦與此同也。"
      },
      {
        "index": 24,
        "text": "童子，唯當室緦。（童子，未冠之稱也。當室者，為父後，承家事者，為家主，與族人為禮。於有親者，雖恩不至，不可以無服也。）"
      },
      {
        "index": 25,
        "text": "[疏]註『童子』至『服也』。釋曰：此雲『當室』者，《周禮》謂之『門子』，與宗室往來，故為族人有緦服。雲『童子，未冠之稱』者，謂十九已下。"
      },
      {
        "index": 26,
        "text": "案《內則》年二十『敦行孝弟』，十九已下，未能敦行孝弟，非當室則無緦麻，以當室故服緦也。雲『當室者，為父後，承家事者』，以其言當室，是代父當家事，故雲『為家主，與族人為禮』。『於有親者』，則族內四緦麻以來皆是也。"
      },
      {
        "index": 27,
        "text": "雲『雖恩不至，不可以無服也』者，以其童子未能敦行孝弟，故雲恩不至，與族為禮而為服，故服之也。若然，不在《緦章》者，若在《緦章》則外內俱報，此當室童子，直與族人為禮，有此服不及外親，故不在《緦章》而在此記也。"
      },
      {
        "index": 28,
        "text": "傳曰：不當室則無緦服也。\n[疏]釋曰：記自雲『唯當室緦』，自然不當室則無緦服。而傳言之者，案《曲禮》雲：『孤子當室，冠衣不純采。』但是孤子，皆不純以采。《曲禮》言之者，嫌當室與不當室異，故言之。此傳恐不當室與當室者同，故明之也。"
      },
      {
        "index": 29,
        "text": "凡妾為私兄弟，如邦人。（嫌厭降之也。私兄弟，自其族親也。然則女君有以尊降其兄弟者，謂士之女為大夫妻，大夫之女為諸侯夫人，諸侯之女為天王後也。父卒，昆弟之為父後者宗子，亦不敢降也。）"
      },
      {
        "index": 30,
        "text": "[疏]註『嫌厭』至『降也』。釋曰：妾言『凡』者，總天子以下至士，故凡以該之也。雲『嫌厭降之也』者，解記此之意，君與女君不厭妾，故雲嫌厭之，其實不厭，故記人明之。雲『私兄弟自其族親也』者，以其兄弟總外內之稱，若言私兄弟，則妾家族親也。雲『然則女君有以尊降其兄弟者』，以其女君與君體敵，故得降其兄弟旁親之等。子尊不加父母，唯不降父母，則可降其兄弟旁親。"
      },
      {
        "index": 31,
        "text": "雲『謂士之女為大夫妻，大夫之女為諸侯夫人，諸侯之女為天王後』者，此等皆得降其兄弟旁親也。雲『父卒，昆弟之為父後者宗子，亦不敢降也』者，雖得降其兄弟，此為父後者，不得降，容有歸宗之義，歸於此家，故不降。"
      },
      {
        "index": 32,
        "text": "大夫吊於命婦，錫衰。命婦吊於大夫，亦錫衰。（吊於命婦，命婦死也。吊於大夫，大夫死也。《小記》曰：『諸侯吊，必皮弁錫衰。』《服問》曰：『公為卿大夫錫衰以居，出亦如之，當事則弁。大夫相為亦然。為其妻，往則服之，出則否。』）"
      },
      {
        "index": 33,
        "text": "[疏]註『吊於』至『則否』。釋曰：雲『吊於命婦，命婦死也』者，鄭恐以記雲大夫吊命婦者，以為大夫死，其妻受吊於命婦，故雲命婦死也。知不吊命婦，為命婦夫死者，以其記人作文，宜先吊大夫身，然後吊其婦，故以命婦死吊其夫解之也。引《小記》者，以記人直言身上衰，不言首服，故引《小記》也。"
      },
      {
        "index": 34,
        "text": "言『諸侯吊，必皮弁』者，言諸侯不言君，謂諸侯因朝吊異國之臣，著皮弁錫衰，雖成服後，亦不弁也。引《服問》者，有己君並有卿大夫與命婦相吊法。雲『以居』者，君在家服之，出亦如之，出行不至喪所，亦服之。雲『當事則弁』"
      },
      {
        "index": 35,
        "text": "者，謂當大、小斂及殯，皆弁也。雲『大夫相為亦然』者，一與君為卿大夫同，為其妻降於大夫，出則否。引之者，證大夫與命婦相吊服錫衰同也。"
      },
      {
        "index": 36,
        "text": "傳曰：錫者何也？麻之有錫者也。錫者，十五升抽其半，無事其縷，有事其布，曰錫。（謂之錫者，治其布，使之滑易也。錫者，不治其縷，哀在內也。緦者不治其布，哀在外。君及卿大夫吊士，雖當事，皮錫衰而已。士之相吊，則如朋友服矣，疑衰素裳，凡婦人相吊，吉笄無首，素總。）"
      },
      {
        "index": 37,
        "text": "[疏]註『謂之』至『素總』。釋曰：問者先問其名，答雲『麻之有錫者也』，答以名『錫』之意。但言麻者，以麻表布之縷也，又雲『錫者，十五升抽其半』"
      },
      {
        "index": 38,
        "text": "者，以其縷之多少與緦同。雲『無事其縷，有事其布』者，事猶治也，謂不治其縷，治其布，以哀在內，故也。緦則治縷，不治布，哀在外，以其王為三公六卿，重於畿外諸侯故也。鄭雲謂之錫者，治其布使之滑易，以治解事，以滑易解錫，謂使錫錫然滑易也。雲『君及卿大夫吊士，雖當事，皮弁錫衰而已』者，是士輕，無服弁之禮，有事無事皆皮弁衰而已，見其不足之意也。若然，《文王世子》註：『諸侯為異姓之士疑衰，同姓之士緦衰。』今言士與大夫又同錫衰者，此言與《士喪禮》註同，亦是君於此士有師友之恩者也。雲『士之相吊，則如朋友服矣』者，朋友麻，是朋友服也。上註士吊服用疑衰素裳，腰首服麻吊，亦朋友服也。雲『凡婦人相吊，吉笄無首，素總』者，上文命婦吊於大夫錫衰，未解首服，至此乃解之者，婦人吊之首服無文，故特傳釋錫衰後，下近『婦人吉笄無首布總』"
      },
      {
        "index": 39,
        "text": "乃解之。必知用吉笄無首素總者，下文女子子為父母卒哭，折吉笄之首，布總，此吊服用吉笄無首，素總。又男子冠，婦人笄，相對，婦人喪服，又笄糸忽相對，上註男子吊用素冠，故知婦人吊亦吉笄無首，素總也。"
      },
      {
        "index": 40,
        "text": "女子子人者為其父母，婦為舅姑，惡笄有首以ヮ。卒哭，子折笄首以笄，布總。（言以ヮ，則ヮ有著笄者明矣。）"
      },
      {
        "index": 41,
        "text": "[疏]註『言以』至『明矣』。釋曰：此二者皆期服，但婦人以飾事人，是以雖居喪內，不可頓去修容，故使惡笄而有首。至卒哭，女子子哀殺歸於夫氏，故折吉笄之首而著布總也。案《斬衰章》『吉笄尺二寸』，斬衰以箭，笄長尺。"
      },
      {
        "index": 42,
        "text": "《檀弓》齊衰笄亦雲尺，則齊衰已下皆與斬同一尺，不可更變，故折吉笄首而已。\n其總，斬衰已六升，長六寸，鄭註：總六升，象冠數。則齊衰總亦象冠數。正服，齊衰冠八升，則正齊衰總亦八升，是以總長八寸。笄總與斬衰長短為差，但笄不可更變，折其首總可更變，宜從大功總十升之布總也。言以ヮ者則ヮ有著笄明矣，鄭言此者，舊有人解《喪服小記》雲『男子免而婦人ヮ』，免而無笄，則ヮ亦無笄矣。但免、ヮ自相對，不得以婦人與男子有笄無笄相對，故鄭以經雲『惡笄』"
      },
      {
        "index": 43,
        "text": "有首以ヮ，ヮ笄連言，則ヮ有著笄明矣。\n傳曰：笄有首者，惡笄之有首也。惡笄者，櫛笄也。折笄首者，折吉笄之首也。吉笄者，象笄也。何以言子折笄首而不言婦？終之也。（櫛笄者，以櫛之木為笄，或曰榛笄。有首者，若今時刻鏤摘頭矣。卒哭而喪之大事畢，女子子可以歸於夫家而著吉笄。吉笄尊，變其尊者，婦人之義也。折其首者，為其大飾也。"
      },
      {
        "index": 44,
        "text": "據在夫家，宜言婦。終之者，終子道於父母之恩。）\n[疏]註『櫛笄』至『之恩』。釋曰：案記自雲『惡笄之有首也』，即惡笄自有首明矣。而傳更雲『笄有首』，重言之者，但惡者，直木理粗惡，非木之名。"
      },
      {
        "index": 45,
        "text": "若然，斬衰笄用箭，齊衰用櫛，俱是惡。傳恐名通於箭，故重疊言之，名不通於箭，直謂此齊衰櫛木為惡木也。又雲『惡笄者，櫛笄也』者，既疊不通箭，乃釋木名，故雲櫛木之笄也。雲『折笄首者，折吉笄之首也』者，以記折笄首，文承惡笄之下，恐折惡笄之首，故傳辨之。以折首去飾，不可以初喪重時有首，至卒哭哀殺之後，乃更去首，應輕更重，於義不可。故傳以為初死惡笄有首，至卒哭更著吉笄，嫌其大飾，乃折去首而著之也。又雲『吉笄者，象笄也』者，傳明吉時之笄以象骨為之，據大夫士而言。案《弁師》天子諸侯笄皆玉也。鄭雲『櫛笄者，以櫛之木為笄』者，此櫛亦非木名。案《玉藻》雲沐『櫛用單櫛，發晞用象櫛』，鄭雲：『單，白理木為櫛。』櫛即梳也，以白理木為梳櫛也。彼單木與象櫛相對，此櫛笄與象笄相對，故鄭雲櫛笄者以櫛之木為笄。雲『或曰榛笄』"
      },
      {
        "index": 46,
        "text": "者，案《檀弓》雲：『南宮糸舀之妻之姑之喪，夫子誨之ヮ，曰：爾毋從從爾，爾毋扈扈爾。蓋榛以為笄，長尺而總八寸。』彼為姑用榛木為笄，此亦婦人為姑，與彼同。但此用單木，彼用櫛木，不同耳。蓋二木俱用，故鄭兩存之也。雲『笄有首者，若今刻鏤摘頭矣』，鄭時摘頭之物刻鏤為之，此笄亦在頭，而去首為大飾，明首亦刻鏤之，故舉漢法況之也。雲『卒哭而喪之大事畢，女子子可以歸於夫家』者，但以出女子與在家婦俱著惡笄，婦不言卒哭折吉笄首，女子子即言折吉笄之首，明女子子有所為，故獨折笄首耳。所為者，以女子外成，既以哀殺事人，可以加容，故著吉笄，仍為大飾，折去其首，故以歸於夫家解之。若然，《喪大記》雲女子子『既練而歸』，與此註違者，彼小祥，歸是其正法，此歸者，容有故許之歸，故雲『可以』，權許之耳。雲『吉笄尊，變其尊者婦人之義也』，婦人之事人，不可頓兇居喪，不可盡飾，故著吉笄，又折笄首，是婦人事人之義，異於男子也。若然，案《服問》雲：『男子重首，婦人重要。』此雲笄尊者，彼男女相對，故雲婦人重要。若婦人不同，對男子，然亦是上體尊於下體。故雲笄尊也。雲『據在夫家，宜言婦』者，傳解記文女子人猶雲『子折笄首』。雲『終之者，終子道於父母之恩』者，子對父母生稱父對舅姑立名，出應稱婦，故雖出猶稱子，終初未出之恩也。"
      },
      {
        "index": 47,
        "text": "妾為女君、君之長子，惡笄有首，布總。\n[疏]釋曰：妾為女君之服，得與女君同，為長子亦三年。但為情輕，故與上文婦事舅姑齊衰同，惡笄有首，布總也。"
      },
      {
        "index": 48,
        "text": "凡衰，外削幅。裳，內削幅，幅三衤句。（削猶殺也。大古冠布衣布，先知為上，外殺其幅，以便體也。後知為下，內殺其幅，稍有飾也。後世聖人易之，以此為喪服。衤句者，謂辟兩側，空中央也。祭服朝服，辟積無數。凡裳，前三幅，後四幅也。）"
      },
      {
        "index": 49,
        "text": "[疏]註『削猶』至『幅也』。釋曰：自此已下盡『尺二寸』，記人記衰裳之制，用布多少，尺寸之數也。雲『凡』者，總五服而言，故雲凡以該之。雲『衰外削幅』者，謂縫之邊幅向外。『裳內削幅』者，亦謂縫之邊幅向內。雲『幅三衤句』者，據裳而言，為裳之法，前三幅後四幅，幅皆三辟，攝之以其七幅，布幅二尺二寸，幅皆兩畔各去一寸，為削幅則二七十四尺。若不辟積，其腰中則束身不得就，故須辟積其腰中也。腰中廣狹，在人粗細，故衤句之。辟攝亦不言寸數多少，但幅別以三為限耳。鄭雲『大古冠布衣布』者，案《禮記。郊特牲》雲：『大古冠布，齊則緇之。』鄭註雲：『唐虞以上曰大古也。』是大古冠布衣布也。雲『先知為上，外殺其幅，以便體也。後知為下，內殺其幅，稍有飾也』者，此亦唐虞已上，黃帝已下，故《禮運》雲：『未有麻絲，衣其羽皮。』"
      },
      {
        "index": 50,
        "text": "謂黃帝已前。下文雲後聖有作，『治其絲麻，以為布帛』。後聖謂黃帝，是黃帝始有布帛，是時先知為上，後知為下，便體者。邊幅向外，於體便有飾者，邊幅向內，觀之美也。雲『後世聖人易之，以此為喪服』者，又案《郊特牲》雲緇布冠，『冠而敝之可也』，註：『此重古而冠之耳。三代改制，齊冠不復用也。以白布冠質，以為喪冠也。』以此言之，唐虞以下，冠衣皆白布，吉兇同，齊則緇之，鬼神尚幽ウ。三代改制者，更制牟追、章甫、委貌，為行道朝服之冠。緇布冠，三代將為始冠之冠，白布冠質，三代為喪冠也。若然，此後世聖人指夏禹身也，以其三代最先故也。雲『衤句者謂辟兩側，空中央也』者，案《曲禮》『以脯置者，左朐右未』，鄭雲：『屈中雲朐。』則此言衤句者，亦是屈中之稱。"
      },
      {
        "index": 51,
        "text": "一幅凡三處出之，辟兩邊相著，自然中央空矣，幅別皆然也。雲『祭服朝服，辟積無數』者，朝服謂諸侯與其臣以玄冠服為朝服，天子與其臣以皮弁服為朝服。"
      },
      {
        "index": 52,
        "text": "祭服者，六冕與爵弁為祭服。不雲玄端，亦是士家祭服中兼之。凡服唯深衣、長衣之等，六幅破為十二幅，狹頭向上，不須辟積。其實腰已外，皆辟積無數，似喪冠三辟積，吉冠辟積無數也。然『凡裳，前三幅，後四幅』者，前為陽，後為陰，故前三後四，各象陰陽也。唯深衣之等，連衣裳十二幅，以象十二月也。"
      },
      {
        "index": 53,
        "text": "若齊，裳內衰外。（齊，緝也。凡五服之衰，一斬四緝。緝裳者，內展之。\n緝衰者，外展之。）\n[疏]註『齊緝』至『展之』。釋曰：據上齊斬五章，有一斬四齊。此據四齊而言，不一斬者，上文已論五服衰裳，縫之外內，斬衰裳亦在其中。此據衰裳之下，緝之用針功者，斬衰不齊，無針功，故不言也。『若』言者，不定辭，以其上有斬，不齊，故雲若也。言『裳內衰外』者，上言衰外削幅，此齊還向外展之，上言裳內削幅，此齊還向內展之，並順上外內而緝之。此先言裳者，凡齊據下裳而緝之，裳在下，故先言裳，順上下也。鄭雲『齊，緝也』者，據上傳而言之也。雲『凡五服之衰，一斬四緝』者，謂齊衰至總麻並齊，齊既有針功，緦之名則沒，去齊名，亦齊可知也。言『展之』者，若今亦先展訖，乃行針功者也。"
      },
      {
        "index": 54,
        "text": "負，廣出於寸。（負，在背上者也。，辟領也。負出於辟領外旁一寸。）\n[疏]註『負在』至『一寸』。釋曰：以一方布置於背上，上畔縫著領，下畔垂放之，以在背上，故得負名。辟領，即下文也，出於辟領外旁一寸，總尺八寸也。"
      },
      {
        "index": 55,
        "text": "，博四寸，出於衰。（博，廣也。辟領廣四寸，則與闊中八寸也。兩之為尺六寸也。出於衰者，旁出衰外，不著寸數者，可知也。）"
      },
      {
        "index": 56,
        "text": "[疏]註『博廣』至『知也』。釋曰：此辟領廣四寸，據兩相而言。雲『出於衰』者，謂比前衰而言出也。雲『博，廣也』者，若言博，博是寬狹之稱，上下兩旁俱名為博。若言廣，則唯據橫闊而言。今此四寸據橫，故博為廣，見此義焉。雲『辟領，廣四寸』者，據項之兩相向外各廣四寸。雲『則與闊中八寸也』者，謂兩身當縫，中央總闊八寸，一邊有四寸，並辟領四寸，為八寸。雲『兩之為尺六寸也』者，一相闊與辟領八寸，故兩之總一尺六寸。雲『出於衰者，旁出衰外』者，以兩旁辟領，向前望衰之外也。雲『不著寸數者可知也』者，以衰廣四寸，辟領橫廣總尺六寸，除中央四寸當衰，衰外兩旁各出衰六寸，故雲不著寸數可知也。"
      },
      {
        "index": 57,
        "text": "衰，長六寸，博四寸。（廣袤四寸也。前有衰，後有負板，左右有辟領，孝子哀戚無所不在。）\n[疏]註『廣袤』至『不在』。釋曰：袤，長也，據上下而言也。綴於外衿之上，故得廣長當心。雲『前有衰，後有負板』者，謂負廣出於寸，及衰長六寸，博四寸。雲『左右有辟領』者，謂左右各四寸。雲『孝子哀戚無所不在』者，以衰之言摧，孝子有哀摧之誌，負在背上者，荷負其悲哀在背也。雲『』者，以哀戚之情，指緣於父母，不兼念餘事，是其四處皆有悲痛，是無所不在也。"
      },
      {
        "index": 58,
        "text": "衣帶，下尺。（衣帶下尺者，要也。廣尺，足以掩裳上際也。）\n[疏]註『衣帶』至『際也』。釋曰：謂衣腰也。雲『衣』者，即衰也，但衰是當心廣四寸者，取其哀摧在於偏體，故衣一名為衰。今此雲據在上曰衣，舉其實稱。雲『帶』者，此謂帶衣之帶，非大帶、革帶者也。雲『衣帶下尺者』，據上下闊一尺，若橫而言之，不著尺寸者，人有粗細，取足為限也。雲『足以掩裳上際也』者，若無腰，則衣與裳之交際之，露見表衣，有腰則不露見，故雲掩裳上際也。言上際者，對兩旁有衽，掩旁兩廂下際也。"
      },
      {
        "index": 59,
        "text": "衽，二尺有五寸。（衽，所以掩裳際也。二尺五寸，與有司紳齊也。上正一尺，燕尾二尺五寸，凡用布三尺五寸。）"
      },
      {
        "index": 60,
        "text": "[疏]註『衽所』至『五寸』。釋曰：雲『掩裳際也』者，對上腰而言，此掩裳兩廂下際不合處也。雲『二尺五寸，與有司紳齊也』者，《玉藻》文。案彼士已上，大帶垂之皆三尺，又雲有司二尺有五寸，謂府史紳即大帶也。紳，重也，屈而重，故曰紳。此但垂之二尺五寸，故曰與有司紳齊也。雲『上正一尺』者，取布三尺五寸，廣一幅，留上一尺為正。正者，正方不破之言也。一尺之下，從一畔旁入六寸，乃向下，邪向下一畔一尺五寸，去下畔亦六寸，橫斷之，留下一尺為正。如是，則用布三尺五寸，得兩條衽，衽各二尺五寸，兩條共用布三尺五寸也。然後兩旁皆綴於衣，垂之向下掩裳際，此謂男子之服。婦人則無，以其婦人之服連衣裳，故鄭上《斬章》註雲婦人之服『如深衣則衰無帶，下又無衽』是也。"
      },
      {
        "index": 61,
        "text": "袂，屬幅。（屬猶連也。連幅，謂不削。）\n[疏]註『屬猶』至『不削』。釋曰：屬幅者，謂整幅二尺二寸，凡用布為衣物及射侯，皆去邊幅一寸，為縫殺，今此屬連其幅，則不削去其邊幅，取整幅為袂。必不削幅者，欲取與下文衣二尺二寸同，縱橫皆二尺二寸，正方者也。故《深衣》雲『袂中可以運肘』，二尺二寸亦足以運肘也。"
      },
      {
        "index": 62,
        "text": "衣，二尺有二寸。（此謂袂中也。言衣者，明與身參齊。二尺二寸，其袖足以容中人之肱也。衣自領至要二尺二寸，倍之四尺四寸，加辟領八寸，而又倍之，凡衣用布一丈四寸。）"
      },
      {
        "index": 63,
        "text": "[疏]註『此謂』至『四寸』。釋曰：雲『此謂袂中也』者，上雲袂，據從身向而言，此衣據從上向掖下而言。雲『言衣者，明與身參齊』者，袂所以連衣為之，衣即身也，兩旁袂與中央身總三事，下與畔皆等，故變袂言衣，欲見袂與衣齊參也，故雲與身參齊。雲『二尺二寸，其袖足以容中人之肱也』者，案《深衣》雲袂中『可以運肘』，鄭註雲：『肘不能不出入。』彼雲肘，此雲肱也。"
      },
      {
        "index": 64,
        "text": "凡手足之度，鄭皆據中人為法，故雲中人也。雲『衣自領已下』雲雲者，鄭欲計衣之用布多少之數，自領至腰皆二尺二寸者，衣身有前後，今且據一相而言，故雲衣二尺二寸，倍之為四尺四寸，總前後計之，故雲『倍之為四尺四寸』也。雲『加闕中八寸』者，闕中謂闕去中央安項處，當縫兩相總闕去八寸，若去一相，正去四寸，若前後據長而言，則一相各長八寸，通前兩身四尺四寸，總五尺二寸也。雲『而又倍之』者，更以一相五尺二寸，並計之，故雲又倍之。雲『凡衣用布一丈四寸』者，此唯計身，不計袂與，及負衽之等者，彼當丈尺寸自見，又有不全幅者，故皆不言也。"
      },
      {
        "index": 65,
        "text": "，尺二寸。（，袖口也。尺二寸，足以容中人之並兩手也。吉時拱尚左手，喪時拱尚右手。）\n[疏]註『袖』至『右手』。釋曰：雲『，袖口也』者，則袂末接者也。雲『尺二寸』者，據衤復攝而言，圍之則二尺四寸，與深衣之同，故雲『尺二寸，足以容中人之並兩手』也。『吉時拱尚左手，喪時拱尚右手』者，案《檀弓》雲：『孔子與門人立，拱而尚右。二三子亦皆尚右。孔子曰：我則有姊之喪故也。二三子皆尚左。』鄭雲：『復，正也。喪尚右，右，陰也。吉尚左，左，陽也。』是其吉時拱尚左，喪時拱尚右也。以橫既與深衣尺二寸，既據橫而言，不言緣之深淺、尺寸者，同故，緣口深淺亦與深衣同寸半可知，故記人略不言也。"
      },
      {
        "index": 66,
        "text": "衰三升，三升有半。其冠六升。以其冠為受，受冠七升。（衰，斬衰也。或曰三升半者，義服也。其冠六升，齊衰之下也。斬衰正服，變而受之此服也。三升，三升半，其受冠皆同，以服至尊，宜少差也。）"
      },
      {
        "index": 67,
        "text": "[疏]註『衰斬』至『差也』。釋曰：自此至篇末，皆論衰冠升數多少也。\n以其正經言斬與齊衰，及大功、小功、緦麻之等，並不言布之升數多少，故記之也。雲『衰三升，三升有半，其冠六升』者，衰異冠同者，以其三升半，謂縷如三升半，成布還三升，故其冠同六升也。雲『以其冠為受，受冠七升』者，據至虞變麻服葛時，更以初死之冠六升布為衰，更以七升布為冠，以其葬後哀殺，衰冠亦隨而變輕故也。雲『衰，斬衰也』者，總二衰皆在《斬衰章》也。雲『或曰三升半者，義服也』者，以其《斬章》有正、義，子為父，父為長子，妻為夫之等，是正斬。雲諸侯為天子，臣為君之等，是義斬。此三升半實是義服，但無正文，故引或人所解為證也。上章子夏傳亦直雲衰三升冠六升，亦據正斬而言。不言義服者，欲見義服成布同三升故也。雲『六升，齊衰之下也』者，齊衰之降服四升，正服五升，義服六升，以其六升是義服，故雲『下』也。雲『斬衰正服，變而受之此服也』者，下註雲『重者輕之故也』。雲『三升，三升半，其受冠者同，以服至尊，宜少差也』者，以父與君尊等，恩情則別，故恩深者三升，恩淺者三升半，成布還三升，故雲少差也。"
      },
      {
        "index": 68,
        "text": "齊衰四升，其冠七升。以其冠為受，受冠八升。（言受以大功之上也。此謂為母服也。齊衰正服五升，其冠八升。義服六升，其冠九升。亦以其冠為受。凡不著之者，服之首主於父母。）"
      },
      {
        "index": 69,
        "text": "[疏]註『言受』至『父母』。釋曰：此據父卒為母齊衰三年而言也。雲『言受以大功之上也』者，以其降服，大功衰七升；正服，大功衰八升，故雲大功之上。雲『此謂為母服也』者，據父卒為母而言，若父在為母，在正服齊衰前已解訖。雲『齊衰正服五升，其冠八升，義服六升，其冠九升，亦以其冠為受，凡不著之者，服之首主於父母』者，上斬言三升主於父，此言四升主於母，正服以下輕，故不言從可知也。"
      },
      {
        "index": 70,
        "text": "む衰四升有半，其冠八升。（此謂諸侯之大夫為天子む衰也。服在小功之上者，欲著其縷之精粗也。升數在齊衰之中者，不敢以兄弟之服服至尊也。）"
      },
      {
        "index": 71,
        "text": "[疏]註『此謂』至『尊也』。釋曰：雲『諸侯之大夫為天子む衰也』者，是正經文也。雲『服在小功之上者，欲著其縷之精粗也』者，據升數合在杖期上，以其升數雖少，以縷精粗與小功同，不得在杖期上，故在小功之上也。雲『升數在齊衰之中者，不敢以兄弟之服服至尊也』者，據縷如小功，小功已下乃是兄弟，故雲不敢以兄弟之服服至尊。至尊，則天子是也。"
      },
      {
        "index": 72,
        "text": "大功八升，若九升。小功十升，若十一升。（此以小功受大功之差也。不言七升者，主於受服，欲其文相值，言服降而在大功者衰七升，正服衰八升，其冠皆十升。義服九升，其冠十一升。亦皆以其冠為受也。斬衰受之以下大功，受之以正者，重者輕之，輕者從禮，聖人之意然也。其降而在小功者，衰十升，正服衰十一升，義服衰十二升，皆以即葛及緦麻無受也。此大功不言受者，其章既著之。）"
      },
      {
        "index": 73,
        "text": "[疏]註『此以』至『著之』。釋曰：雲『此以小功受大功之差也』者，以其小功、大功俱有三等，此唯各言二等，故雲此以小功受大功之差也。以此二小功衰，衰受二大功之冠，為衰二大功，初死，冠還用二小功之衰，故轉相受也。"
      },
      {
        "index": 74,
        "text": "雲『不言七升者，主於受服，欲其文相值』者，以其七升乃是殤大功，《殤大功章》雲『無受』，此主於受，故不言七升者也。雲欲其文相值，值者，當也，以其正大功衰八升，冠十升，與降服小功衰十升同；既葬，受衰十升，冠十一升，義服，大功衰九升，其冠十一升，與正服小功衰同；既葬，以其冠為受，受衰十一升，冠十二升，初死，冠皆與小功衰相當，故雲文相值也，是冠衰之文相值。"
      },
      {
        "index": 75,
        "text": "雲『言服降而在大功者衰七升，正服衰八升，其冠皆十升，義服九升，其冠十一升，亦皆以其冠為受也』，鄭言此者，既解為文相值，又覆解文相值之事。若然，降服既無受，而亦覆言之者，欲見大功正服與降服冠升數同之意。必冠同者，以其自一斬及四齊，衰與降大功冠皆校衰三等，及至正大功衰八升，冠十升，冠與降大功同上校二等者，若不進正大功冠與降同，則冠宜十一升。義大功衰九升者，冠宜十二升，則小功緦麻冠衰同，則降小功衰冠當十二升，正服小功冠衰同十三升，義服小功當冠衰十四升，緦麻冠衰當十五升，十五升即與朝服十五升同，與吉無別。故聖人之意，進正大功冠與降大功同，則緦麻不至十五升。若然，正服大功不進之，使義服小功至十四升，緦麻十五升抽其半，豈不得為緦乎？然者，若使義服小功十四升，則與疑衰同，非五服之差故也。又雲『斬衰受之以下大功，受之以正者，重者輕之，輕者從禮，聖人之意然也』者，聖人之意，重者恐至滅性，故抑之，受之以輕服、義服，齊衰六升是也。輕者從禮者，正大功八升，冠十升，既葬，衰十升，受以降服小功義服，大功衰九升，冠十一升。既葬，衰十一升，受以正服小功二等，大功皆不受，以義服小功是從禮也，是聖人有此抑揚之義也。雲『其降而在小功者，衰十升，正服衰十一升，義服衰十二升，皆以即葛及緦麻無受』者，此鄭雲皆以即葛及無受，文出《小功緦麻章》。以其小功因故衰，唯變麻服葛為異也。其降服，小功已下升數，文出《傳》，故彼雲："
      },
      {
        "index": 76,
        "text": "『斬衰三升，齊衰四升、五升、六升，大功七升、八升、九升，小功十升、十一升、十二升，緦麻十五升去其半，有事其縷，無事其布曰緦，此哀之發於衣服者也。』鄭註雲：『此齊衰多二等，大功、小功多一等，服主於受，是極列衣服之差也。』鄭彼註顧此文校多少而言。雲『服主於受』，據此文不言降服大功、小功、緦麻之受，以其無受，又不言正服、義服，齊衰者二者雖有受，齊斬之受主於父母，故亦不言。若然，此言十升、十一升小功者，為大功之受，而言非小功有受，彼註雲是極列衣服之差者，據彼經總言，是極盡陳列於服之差降，故其言之與此異也。"
      }
    ]
  }
}