{
  "chapterNumber": 22,
  "title": "卷二十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "饌於東方，亦如之，（東方，東夾室。）西北上。（亦韭菹，其東醢也。）\n[疏]『饌於』至『北上』。釋曰：云『西北上』者，則於東壁下南陳，西北有韭菹，東有醢，次昌本，次南麋，次西有菁菹，次北有鹿，亦屈錯也。"
      },
      {
        "index": 1,
        "text": "上西夾饌六豆，直言北上，不雲西北上。此東夾獨雲西北上者，以其西夾言北上，其東醢，是西北上可知。此東夾饌，若不言西北上，恐東夾饌從東壁南陳，以東北為上，其西有醢，與西夾相對陳之，故雲西北上。見雖東夾，其陳亦與西夾同，是以鄭雲亦韭菹其東醢也。"
      },
      {
        "index": 2,
        "text": "壺東上，西陳。（亦在北墉下，統於豆。）\n醯醢百甕，夾碑，十以為列，醯在東。（夾碑在鼎之中央也。醯在東，醯、，陽也。醢、肉，陰也。）"
      },
      {
        "index": 3,
        "text": "[疏]『醯醢』至『在東』。註『夾碑』至『陰也』。釋曰：案《既夕禮》云『甕三醯醢屑』，鄭註云：『甕，瓦器。其容亦蓋一觳。』《《方瓦》人》云："
      },
      {
        "index": 4,
        "text": "『簋，實一觳。』又云：『豆，實三而成觳。』四升曰豆，則甕與簋同受升二升也。《禮器》云：『五獻之尊，門外缶，門內壺，君尊瓦С。』註云：『壺大一石，瓦С五升。』即此壺大一石也。云『夾碑在鼎之中央也』者，上陳鼎云『西階前，陪鼎當內廉，東面北上，上當碑，南陳』，下腥鼎亦如之，此言夾碑，自然在鼎之中央可知。云『醯在東，醯，陽也。醢、肉，陰也』者，醯是釀為之酒之類，在人消散，故雲陽；醢是釀肉為之，在人沈重，故雲陰也。《大宗伯》云：『天產作陰德，地產作陽德。』註云：『天產六牲之屬，地產九之屬。』"
      },
      {
        "index": 5,
        "text": "以六牲為陽，九為陰，與此醯是物為陽違者，物各有所對，六牲動物行蟲也，故九為陰。《郊特牲》云：『鼎俎奇而籩豆偶，陰陽之義也。』又以籩豆、醯醢等為陰。鼎俎肉物總為陽者，亦各有所對。以鼎俎之實以骨為主，故為陽；籩豆物，故為陰也。《有司徹》註又以庶羞為陽，內羞為陰者，亦羞中自相對。"
      },
      {
        "index": 6,
        "text": "內羞雖有糝食，是肉物，其中有糗餌粉食物故為陰，庶羞肉物故為陽也。\n餼二牢，陳於門西，北面，東上。牛以西羊、豕，豕西牛、羊、豕。（餼，生也。牛羊，右手牽之。豕，束之，寢右，亦居其左。）"
      },
      {
        "index": 7,
        "text": "[疏]『餼二』至『羊豕』。註『餼生』至『其左』。釋曰：先言『饔』\n後言『餼』者，陳者先以孰為主，是以先陳饔。饔下即陳孰物繼之，故六豆以下相次，此餼是生物，其下次陳芻薪米禾之等相繼也。云『牛羊，右手牽之』者，《曲禮》云『效馬、效羊者右牽之』，以不噬囓人，用右手，便也。言右手牽之，則人居其左也。云『豕，束之，寢右，亦居其左』者，豕束縛其足，亦北首，寢臥其右，亦人居其左。案《特牲》云：『牲在其西，北首東足。』鄭註云：『東足者，尚右也。』與此不同者。彼祭禮法用右胖，故寢左上右。《士虞》記云："
      },
      {
        "index": 8,
        "text": "『陳牲於廟門外，北首西上，寢右。』鄭註：『寢右者，當升左胖也。』變吉，故與此生人同也。\n米百，半斛，設於中庭，十以為列，北上。黍、粱、稻皆二行，稷四行。"
      },
      {
        "index": 9,
        "text": "（庭實固當庭中，言當中庭者，南北之中也。東西為列，列當醯醢南，亦相變也。\n此言中庭，則設碑近如堂深也。）"
      },
      {
        "index": 10,
        "text": "[疏]『米百』至『四行』。註『庭實』至『深也』。釋曰：云『庭實固當庭中，言當中庭者，南北之中也』者，上享時，直言庭實入設，不言中庭，則在東西之中，其南北三分庭一在南，此更言中庭，欲明南北之中也。上文公立於中庭，宰受幣於中庭，皆南北之中也。知北上東西為行者，以經云『北上黍粱稻皆兩行，稷四行』，若南北縱陳，止得言東西，不得言北上。何者？以黍、粱、稻及稷當行皆一種，無上下故也。明橫陳，可知黍兩行在北，次粱兩行，次稻兩行，次南稷四行。所以不用稻為上者，稻、粱是加，黍、稷是正，故黍為上端，稷為下端，以見上下，而稻粱居其，亦相變者，亦上糸爭屈錯之義。云『此言中庭，則設碑近如堂深也』者，陳鼎，上當其碑，南向陳之，醯醢夾碑在鼎中央，亦南向陳之。今米為，在醯醢之南北之中，則碑近北可知。言堂深者，猶若設洗南北，以堂深相似。若然，碑東當洗矣。"
      },
      {
        "index": 11,
        "text": "門外，米三十車，車秉有五{數}，設於門東，為三列，東陳。（大夫之禮，米禾皆視死牢。秉、{數}，數名也。秉有五{數}，二十四斛也。{數}讀若不數之數。今文{數}或為逾。）"
      },
      {
        "index": 12,
        "text": "[疏]『門外』至『東陳』。註『大夫』至『為逾』。釋曰：云『大夫之禮，米禾皆視死牢』者，上文飪一牢，腥二牢，是三牢死，故米三十車，並下禾三十車，亦是視死牢也。云『秉、{數}，數名也。秉有五{數}，二十四斛也』"
      },
      {
        "index": 13,
        "text": "者，下記云：『十斗曰斛，十六斗曰{數}，十{數}曰秉。』若然，一秉十六斛，又有五{數}為八斛，總二十四斛也。云『{數}讀若不數之數』者，鄭君時以{數}為數名，數名有數有不數，故雲不數之數。此從音讀，其字仍竹下為之，得為十六斗為{數}，故下記註云：『今江、淮之，量名有為{數}者。』"
      },
      {
        "index": 14,
        "text": "是十六斗量器之名。\n禾三十車，車三乇，設於門西，西陳。（乇，數名也。三乇，千二百秉。）\n[疏]註『乇數』至『百秉』。釋曰：下記云：『四秉曰，十曰，十曰乇，四百秉為一乇。』三四十二，為千二百秉也。"
      },
      {
        "index": 15,
        "text": "薪芻倍禾。（倍禾者，以其用多也。薪從米，芻從禾，四者之車皆陳，北。\n凡此所以厚重禮也。《聘義》曰：『古之用財不能均如此，然而用財如此其厚者，言盡之於禮也。盡之於禮，則內君臣不相陵，而外不相侵，故天子制之，而諸侯務焉爾。』）"
      },
      {
        "index": 16,
        "text": "[疏]『薪芻倍禾』。註『倍禾』至『焉爾』。釋曰：云『薪從米，芻從禾』者，以其薪可以炊爨，故從米陳之；芻可以食馬，故從禾陳之。鄭言此者，以經云『倍禾』，恐並從禾陳之故也。云『四者之車皆陳，北』者，以其向內為正故也。引《聘義》者，欲見主君享禮聘賓，外內皆善，故引為證也。"
      },
      {
        "index": 17,
        "text": "賓皮弁迎大夫於外門外，再拜，大夫不答拜。（大夫，使者，卿也。）\n[疏]『賓皮』至『答拜』。註『大夫使者卿也』。釋曰：云『外門外』"
      },
      {
        "index": 18,
        "text": "者，謂於主人大門外，入大門東行，即至廟門也。云『不答拜』者，亦以為君使，不敢當故也。云『大夫，使者，卿也』者，即上卿韋弁者也。"
      },
      {
        "index": 19,
        "text": "揖入。及廟門，賓揖入。（賓與使者揖而入。使者止執幣，賓俟之於門內，謙也。古者天子諸侯，必舍於大祖廟。諸侯行，舍於諸公廟。大夫行，舍於大夫廟。）"
      },
      {
        "index": 20,
        "text": "[疏]『揖入』至『揖入』。註『賓與』至『夫廟』。釋曰：云『使者止執幣』者，下經始云『大夫奉束帛入』，明此賓揖入時，使者止執幣可知。云『賓俟之於門內，謙也』者，聘時主君揖入，立於庭，尊卑法。此賓與使者敵，故賓在門內，謙也。雲門內即寧下，故下賓問卿，云：『及廟門，大夫揖入。』"
      },
      {
        "index": 21,
        "text": "鄭註『入者，省內事也，既而俟於寧下』是也。云『古者天子諸侯，必舍於大祖廟』者，案《禮運》云：『天子諸侯，必舍其祖廟。』下記云：『卿館於大夫，大夫館於士，士館於工商。』鄭註云：不館於敵者之廟，為大尊也。以此差之，諸侯無正文，鄭註舍於諸公廟者，諸公，大國之孤。云『大夫行，舍於大夫廟』者，謂卿舍於大夫也。若無孤之國，諸侯舍於卿廟也。"
      },
      {
        "index": 22,
        "text": "大夫奉束帛，（執其所以將命。）入，三揖，皆行，（皆猶並也。使者尊，不後主人。）\n[疏]『入三揖皆行』。註『皆猶』至『主人』。釋曰：云『使者尊，不後主人』者，主人則賓所在，若主人也。然君與使者行，當後君也。"
      },
      {
        "index": 23,
        "text": "至於階，讓，大夫先升一等。（讓不言三，不成三也。凡升者，主人讓於客三。敵者則客三辭，主人乃許升，亦道賓之義也。使者尊，主人三讓，則許升矣。"
      },
      {
        "index": 24,
        "text": "今使者三讓，則是主人四讓也。公雖尊，亦三讓乃許升，不可以不下主人也。古文曰三讓。）\n[疏]『至於』至『一等』。註『讓不』至『三讓』。釋曰：云『讓不言三，不成三也。凡升者，主人讓於客三。敵者則客三辭，主人乃許升』者，是三讓三辭成也。今賓三讓，大夫即升，無三辭，則不成三也。云『使者尊，主人三讓，則許升矣』者，即此經主人讓大夫先升是也。云『今使者三讓，則是主人四讓也』者，經雖言讓，大夫先升，大夫之讓不明，故鄭君兩言之，但使尊終先升。"
      },
      {
        "index": 25,
        "text": "若主人三讓，使人亦三讓，主人又一讓，則主人四讓，使者乃升，故鄭復言此也。\n案《周禮。司儀》云『諸公之臣相為國客』，大夫郊勞，『三讓，登聽命』，又云『致饔餼如勞之禮』，即得行三讓之禮。此中『古文雲三讓』，與彼合。鄭不從者，《周禮》統心，舉其大率而雲三讓，此《儀禮》據屈曲行事。觀此經直雲讓，大夫先升，是主人或三讓，大夫無三讓，故不從古文也。云『公雖尊，亦三讓乃許升，不可以不下主人也』者，此據公為主人，亦有三讓，故上行聘時，云『至於階，三讓，公升二等賓升』，亦是公先讓先升，故成三讓。是以《聘義》云『三讓而後升』，公尊，必三讓者，不下賓客，主人之義故也。"
      },
      {
        "index": 26,
        "text": "賓從，升堂，北面聽命。（北面於階上也。）\n大夫東面致命。賓降，階西再拜稽首，拜餼亦如之。（大夫以束帛同致饔餼也，賓殊拜之，敬也，重君之禮也。）"
      },
      {
        "index": 27,
        "text": "[疏]註『大夫』至『禮也』。釋曰：『大夫以束帛同致饔餼五牢』，及陳豆壺車米之等，今賓拜饔三牢，及庭實又別拜餼二牢，及門外米禾殊拜之者，敬主君以重禮故也。"
      },
      {
        "index": 28,
        "text": "大夫辭，升成拜。（尊賓。）受幣堂中西，北面。（趨主君命也。堂中西，中央之西。）大夫降，出。賓降，授老幣，出迎大夫。（老，家臣也。賓出迎，欲擯之。）"
      },
      {
        "index": 29,
        "text": "大夫禮辭，許。入，揖讓如初。賓升一等，大夫從，升堂。（賓先升，敵也，皆北面。）\n[疏]『大夫』至『升堂』。註『賓先』至『北面』。釋曰：前大夫奉君命歸饔餼，故先升一等，今賓私儐使者，無君命，體敵，故賓先升在館，如主人之儀故也。知皆北面者，以其體敵，又下始云『賓奉幣西面，大夫東面』，明此北面可知。"
      },
      {
        "index": 30,
        "text": "庭實設，馬乘。（乘，四馬也。）賓降堂，受老束錦，大夫止。（止不降，使之餘尊。）\n[疏]註『止不』至『餘尊』。釋曰：凡賓主體敵之法，主人降，賓亦降。"
      },
      {
        "index": 31,
        "text": "今賓降，使者不降者，使之餘尊，雖合降而不降。\n賓奉幣西面，大夫東面。賓致幣。（不言致命，非君命也。）"
      },
      {
        "index": 32,
        "text": "大夫對，北面當楣，再拜稽首。（稽首，尊君客也。致對，有辭也。）\n[疏]註『稽首』至『辭也』。釋曰：賓主既行敵體之禮，當行頓首，今大夫稽首，於賓為拜君之拜，尊君客故也。致者，賓致幣當有辭，對者，大夫對亦當有辭，所以無辭者，文不具故也。"
      },
      {
        "index": 33,
        "text": "受幣於楹，南面，退，東面俟。（賓北面授，尊君之使。）\n[疏]『受幣』至『面俟』。註『賓北』至『之使』。釋曰：北賓儐使者，是體敵之義。經云『受幣於楹南面』，知賓不南面並授，而雲賓北面授者，凡敵體授之義，授由其右，受由其左。今尊君之使，是以大夫南面，賓北面，故知賓北面授幣。"
      },
      {
        "index": 34,
        "text": "賓再拜稽首送幣。大夫降，執左馬以出。（出廟門，從者亦訝受之。）\n[疏]註『出廟』至『受之』。釋曰：言『亦』者，上賓受禮時，受幣馬，雲賓降，『執左馬以出，上介受賓幣，從者訝受馬』，此亦從者訝受馬，故雲亦也。"
      },
      {
        "index": 35,
        "text": "賓送於外門外，再拜。明日，賓拜於朝，拜饔與餼，皆再拜稽首。（拜謝主君之恩惠於大門外。《周禮》曰：凡賓客之治令，訝聽之。此拜亦皮弁服。）"
      },
      {
        "index": 36,
        "text": "[疏]『賓送』至『稽首』。註『拜謝』至『弁服』。釋曰：知拜謝在大門外者，以其直言賓拜於朝，無入門之文，故知在大門外。若然，諸侯外朝在大門外明矣。引《周禮》者，《秋官。掌訝職》云：賓客『至於國，賓入館，次於舍門外，待事於客。及將幣，為前驅，至於朝，詔其位』。凡賓客之治令訝訝治之。引之者，欲見賓客發館至朝來往，皆掌訝前驅為之導。知『此拜亦皮弁』者，以其受時皮弁，故知此拜亦皮弁也。故《公食大夫》云：『若不親食，使大夫各以其爵、朝服以侑幣致之。賓朝服以受，明日賓朝服以拜賜於朝。』彼朝服受，還朝服拜，則知此皮弁受，亦皮弁拜可知。"
      },
      {
        "index": 37,
        "text": "上介，饔餼三牢，飪一牢，在西，鼎七，羞鼎三；（飪鼎七，無鮮魚、鮮臘也。賓、介皆異館。）\n[疏]『上介』至『鼎三』。釋曰：自此盡『兩馬束錦』，論主君使下大夫歸饔餼於上介之事。註『飪鼎』至『異館』。釋曰：云『飪鼎七，無鮮魚、鮮臘也』者，對上賓九鼎，有鮮魚、鮮臘也。云『賓、介皆異館』者，案下記云："
      },
      {
        "index": 38,
        "text": "『卿館於大夫，大夫館於士，士館於工商。』彼雲卿，即此賓，一也。彼雲大夫，即此上介也。彼雲士，即此眾介也。故知賓、介各異館。必異館者，所陳饔餼厚，無所容故也。"
      },
      {
        "index": 39,
        "text": "腥一牢，在東，鼎七；堂上之饌六。（六者，賓西夾之數。）\n西夾亦如之。及甕，如上賓。（凡所不貶者，尊介也。言如上賓者，明此賓客介也。）"
      },
      {
        "index": 40,
        "text": "[疏]『西夾』至『上賓』。註『凡所』至『介也』。釋曰：云『如上賓者，明此賓客介也』者，案下云『賓之公幣、私幣皆陳，上介公幣陳』，是上介有與賓同者。前經不言如上賓，獨此經言如上賓，以其此饔餼大禮，西夾及甕如上賓，以其客此上介，如上賓之禮也。"
      },
      {
        "index": 41,
        "text": "餼一牢。門外米、禾視死牢，牢十車，薪芻倍禾。凡其實與陳，如上賓。\n（凡，凡飪以下。）下大夫韋弁，用束帛致之。上介韋弁以受，如賓禮。（介不皮弁者，以其受大禮似賓，不敢純如賓也。）"
      },
      {
        "index": 42,
        "text": "儐之兩馬束錦。\n[疏]『儐之兩馬束錦』。釋曰：此下大夫使者受上介之儐禮，如卿使者受賓儐禮，當庭同，不言如上大夫者，省文也。"
      },
      {
        "index": 43,
        "text": "士介四人，皆餼大牢，米百，設於門外。（牢米不入門，略之也。米設當門，亦十為列，北上。牢在其南，西上。）"
      },
      {
        "index": 44,
        "text": "[疏]『士介』至『門外』。註『牢米』至『西上』。釋曰：自此至『無儐』，論使宰夫歸餼於眾介之事。上文賓與上介米陳碑南，餼陳門內，此不入門，陳於門外者，鄭云『略之也』。云『米設當門，亦十為列，北上』，彼亦當門。"
      },
      {
        "index": 45,
        "text": "此直云『設於門外』，不雲東西，明當門北上，與賓同。云『牢在其南，西上』\n者，以此餼本設於庭，在門內，由士介賤，不得入門，且賓與上介門東有米三十車，薪六十車，門西禾三十車，芻六十車，皆統門為上。此餼本非門外東西之物，制不在門外東西，宜當門陳之。云『牢在其南，西上』，知如此設之者，以其賓、上介餼在米南，門西，東上，明知此牢亦在米南而，西上為異耳。"
      },
      {
        "index": 46,
        "text": "宰夫朝服，牽牛以致之。（執糸引牽之，東面致命，朝服無束帛，亦略之。\n士介西面拜迎。）\n[疏]『宰夫』至『致之』。註『執糸引』至『拜迎』。釋曰：案下記云『士館於工商』，則此致者在工商之館，宰夫從外來，即為賓客，宜在門西東面，此就太牢之中，取以致餼。云『朝服無束帛，亦略之』者，決上賓與上介皮弁有束帛，故以為略之也。云『士介西面拜迎』者，以其士介為主人，故西面。每上賓與上介米禾皆視死牢，具有芻薪米禾，此士直有生餼，無死牢，則無芻薪米禾矣。"
      },
      {
        "index": 47,
        "text": "士介朝服，北面再拜稽首受。（受，於牢東拜，自牢後宰夫右受，由前東面授從者。）\n[疏]『士介』至『首受』。註『受於』至『從者』。釋曰：知『自牢後宰夫右受』者，以其牢東北面拜，明在宰夫東南，從牢後來宰夫，至宰夫之後受取牛，便故也。必知在宰夫右受者，見前君使士受私覿之馬，其右受，知此亦在右受也。若然，君使士受私覿由前，此由牢後，與受馬不同者，牛畜擾馴，與馬有異，故得從其後宰夫右，取便也。云『由前東面授從』者，於宰夫之後受牛，遂由宰夫之前東授從者，亦是取便也。"
      },
      {
        "index": 48,
        "text": "無擯。（既受，拜送之矣。明日，眾介亦各如其受之服，從賓拜於朝。）\n[疏]『無擯』。註『既受』至『於朝』。釋曰：言『無擯』者，決上賓與上介皆有儐。士介賤，故略之。知『明日，眾介亦各如其受之服，從賓拜於朝』"
      },
      {
        "index": 49,
        "text": "者，案下夫人使下大夫韋弁歸禮，賓受，如受饔之禮，儐之乘馬束錦，又歸禮於上介，上介受之如賓禮，儐之兩馬束錦，明日賓拜禮於朝。鄭註云『於是乃言賓拜，明介從拜』。夫人歸禮，介尚從拜，則君饔餼介皆從拜可知。"
      },
      {
        "index": 50,
        "text": "賓朝服問卿。（不皮弁，別於主君。卿，每國三人。）\n[疏]『賓朝服問卿』。註『不皮』至『三人』。釋曰：自此盡『無儐』，論賓賫聘君之幣，問主國卿之事。云『不皮弁，別於主君』者，對上文行聘享、私覿皆皮弁，此朝服降一等，故鄭註云『別於主君』。云『卿，每國三人』者，每國三卿是其常，鄭言此者，欲見三卿皆以幣問之。其主國下大夫曾使向己國者，乃得幣問之，與卿異。"
      },
      {
        "index": 51,
        "text": "卿受於祖廟。（重賓禮也。祖，王父也。）\n[疏]『卿受於祖廟』。註『重賓』至『父也』。釋曰：卿受鄰國君所問之禮，不辭讓者，以其初，君送客之時，賓請有事於大夫，君禮辭許，是以卿不敢更辭，故下記云『大夫不敢辭』。云『祖，王父也』者，大夫三廟，有別子者，立大祖廟；非別子者，並立曾祖廟；王父即祖廟也。今不受於大祖廟及曾祖廟而受於祖廟者，以其天子受於文王廟，諸侯受於祖廟，大夫下君，故受於王父廟。"
      },
      {
        "index": 52,
        "text": "下大夫擯。（無士擯者，既接於君所，急見之。）\n[疏]『下大夫擯』。註『無士』至『見之』。釋曰：行聘享於主國君時，主君擯者三人，以上並有士擯賓，又設介。今直云『大夫擯』，無士擯者，以其設擯介多者不敢質，示行事有漸。但賓行聘享於主君之時，卿以與賓相接，故急見之，不須士擯。"
      },
      {
        "index": 53,
        "text": "擯者出請事，大夫朝服迎於外門外，再拜。賓不答拜，揖。大夫先入，每門、每曲揖。及廟門，大夫揖入。（入者，省內事也。既而俟於寧也。）"
      },
      {
        "index": 54,
        "text": "[疏]『擯者』至『揖入』。註『入者』至『寧也』。釋曰：大夫二門，入大門東行即至廟門。未及廟門而有每門者，大夫三廟，每廟兩旁皆南北豎墻，墻皆閣門，假令王父廟在東，則有每門每曲之事。云『入者，省內事也』者，《曲禮》云『請入為席』是也。云『既而俟於寧』者，寧，門屋寧也，知俟於寧者，下雲賓入，『三揖皆行』，鄭註云：『皆猶並也。』賓與卿並行，以卿俟於寧，故得並行。與卿三揖，不俟於庭者，下君也。案《曲禮》云：『客至於寢門，則主人請入為席，然後出迎客，主人肅客而入。』此卿既入，不重出迎客者，彼《曲禮》平常賓客，故重出迎客。此聘問之賓，與平常賓客異，上君揖賓不重出，此卿亦不重出，與彼同，但在庭與在寧不同矣。"
      },
      {
        "index": 55,
        "text": "擯者請命。（亦從入而出請，不几筵，辟君也。）\n[疏]註『亦從』至『君也』。釋曰：『亦』者，亦君受聘時，擯者從君而入，几筵既設，擯者出請。此擯者亦從卿而入，省內然後出請。"
      },
      {
        "index": 56,
        "text": "庭實設四皮。（麋鹿皮也。）\n賓奉束帛入。三揖，皆行，至於階，讓。（皆猶並也。古文曰三讓。）\n[疏]註『古文曰三讓』。釋曰：不從古文者，亦是不成三，故賓先升一等，大夫從，升堂，故不從三讓也。"
      },
      {
        "index": 57,
        "text": "賓升一等，大夫從，升堂，北面聽命。（賓先升，使者尊。）賓東面致命。\n（致其君命。）大夫降，階西再拜稽首。賓辭，升成拜。受幣堂中西，北面。"
      },
      {
        "index": 58,
        "text": "（於堂中央之西受幣，趨聘君之命。）\n賓降，出。大夫降，授老幣，無擯。（不擯賓，辟君也。）\n[疏]註『不擯賓辟君也』。釋曰：上文賓行聘享訖，而君禮賓有束帛乘馬，敵者曰擯。今卿不擯賓者，辟國君也。"
      },
      {
        "index": 59,
        "text": "擯者出請事。賓面，如覿幣。（面，亦見也。其謂之面，威儀質也。）\n[疏]『擯者』至『覿幣』。註『面亦』至『質也』。釋曰：自此至『授老幣』，論賓行私面於卿之事。賓私面於卿，其幣多少與私覿於君同，故云『如覿幣』。賓私覿之時，用束錦、乘馬，則此私面於卿，亦用束錦、乘馬可知也。"
      },
      {
        "index": 60,
        "text": "云『面，亦見也。其謂之面，威儀質也』者，覿面並文，其面為質。若散文，面亦為覿，故鄭《司儀》註云：『私面，私覿也。』又《左傳》云『楚公子棄疾以乘馬八匹私面鄭伯』是也。"
      },
      {
        "index": 61,
        "text": "賓奉幣，庭實從。（庭實，四馬。）\n[疏]『賓奉幣庭實從』。註『庭實四馬』。釋曰：以其言如覿幣，故知庭實四馬也。"
      },
      {
        "index": 62,
        "text": "入門右，大夫辭。（大夫於賓入，自階下辭迎之。）\n[疏]註『大夫』至『迎之』。釋曰：知『階下辭』者，以其授老幣時降故也。知迎者，下文『揖讓如初』，明（元缺一字）迎之可知。"
      },
      {
        "index": 63,
        "text": "賓遂左。（見，私事也。雖敵，賓猶謙，入門右，為若降等然。《曲禮》曰：\n『客若降等，則就主人之階，主人興辭於客，然後客復就西階。』）"
      },
      {
        "index": 64,
        "text": "[疏]註『見私』至『西階』。釋曰：云『為若降等』者，主人是大夫，客是士，降等法，士就東階。今此賓與卿覿者，就門右，若士於大夫降等。引《曲禮》者，主人辭賓，賓遂左，就門右西階，復正也。"
      },
      {
        "index": 65,
        "text": "庭實設，揖讓如初。（大夫至庭中，旋並行。）\n[疏]『庭實』至『如初』。註『大夫』至『並行』。釋曰：云『大夫至庭中，旋並行』者，賓初入門右，大夫階下辭賓，賓遂門左，大夫至庭中迎賓，大夫回，旋與賓揖而並行，北出。言『如初』者，大夫不出門，唯有庭中一揖，至碑（元缺一字）又揖，再揖而已。"
      },
      {
        "index": 66,
        "text": "大夫升一等，賓從之。（大夫先升，道賓。）大夫西面，賓稱面。（稱，舉也。舉相見之辭以相接。）\n大夫對，北面當楣再拜，受幣於楹，南面，退，西面立。（受幣楹，敵也。賓亦振幣進，北面授。）"
      },
      {
        "index": 67,
        "text": "[疏]註『受幣』至『面授』。釋曰：知賓北面授者，以雲大夫『南面退西面立』，言退，明賓不得南面。又見下文『賓當楣再拜』，明北面授，因拜可知。"
      },
      {
        "index": 68,
        "text": "云『受幣楹，敵也』者，凡授受之義，在於兩楹之者，皆是體敵，故《昏禮》云『授於楹南面』，註云：『授於楹，明為合好，其節同也，南面並授也。』"
      },
      {
        "index": 69,
        "text": "謂賓主俱至楹，南面並而授。是以《曲禮》云：『鄉與客並，然後受。』註云：\n『於堂上，則俱南面，禮敵者並授。』此是敵者之常禮也。雖是敵者，於兩楹之，或有訝受者，皆是相尊敬之法。則此雲大夫南面，賓北面授，雖是敵禮，是尊大夫，故訝受。又前致饔餼，儐使者於楹，賓北面授幣，鄭云：賓北面授，尊君之使。自餘不在楹，別相尊敬。是以前云『公受玉於中堂，與東楹之』，鄭註云：『東楹之，亦以君行一，臣行二。』又雲公禮賓，賓『受幣，當東楹北面』，註云：『亦訝受。』又賓覿公云『振幣進授，當東楹北面』，如此之類，不在兩楹之者，皆非敵法，就文解之。"
      },
      {
        "index": 70,
        "text": "賓當楣再拜送幣，降，出。大夫降，授老幣。\n擯者出請事。上介特面，幣如覿。介奉幣。（特面者，異於主君，士介不從而入也。君尊，眾介始覿不自別也。上賓則眾介皆從之。）"
      },
      {
        "index": 71,
        "text": "[疏]『擯者』至『奉幣』。註『特面』至『從之』。釋曰：自此盡『再拜送幣』，論上介私面於鄰國卿之事。云『特面者，異於主君』者，介初覿主君之時，不敢自尊，別與眾介同執幣而入。今私面於鄰國卿，不與眾介同，而特行禮焉，故雲特面者異於主君也。云『士介不從而入』者，對覿君時，眾介從而入，故鄭雲君尊於眾介，始覿不自別也。云『上賓則眾介皆從之』者，上介言特面，則賓問卿與私面，介皆從可知。"
      },
      {
        "index": 72,
        "text": "皮，二人贊。（亦儷皮也。）\n[疏]『皮二人贊』。註『亦儷皮也』。釋曰：案經云『幣如覿』，則上介私面，亦與私覿於君幣同，故云『亦儷皮』也。"
      },
      {
        "index": 73,
        "text": "入門右，奠幣，再拜。（降等也。）\n[疏]『入門』至『再拜』。註『降等也』。釋曰：言『降等』者，主人是卿，上介是大夫，故入門右，不敢自同賓客。"
      },
      {
        "index": 74,
        "text": "大夫辭。（於辭上介則出。）\n擯者反幣。（出還於上介也。）\n[疏]『擯者反幣』。註『出還於上介也』。釋曰：不言反皮，出還於上介，皮出可知，但文不具。"
      },
      {
        "index": 75,
        "text": "庭實設，介奉幣入，大夫揖讓如初。（大夫亦先升一等。今文曰入設。）\n[疏]註『大夫』至『入設』。釋曰：云『亦』者，亦上賓行私面，大夫升一等，賓乃升。此上介私面亦然，故雲亦也。"
      },
      {
        "index": 76,
        "text": "介升，大夫再拜受。（亦於楹南面而受。）\n[疏]註『亦於』至『而受』。釋曰：『亦』者，賓行私面，大夫受幣於楹，南面，故雲亦，得在楹為敵法。上介是下大夫，與卿小異大同，明得行敵法，在楹可知。"
      },
      {
        "index": 77,
        "text": "介降拜，大夫降辭。介升，再拜送幣。（介既送幣，降出也。大夫亦授老幣。）\n擯者出請。眾介面，如覿幣，入門右，奠幣，皆再拜。大夫辭，介逆出。擯者執上幣出，禮請受，賓辭。（賓亦為士介辭。）"
      },
      {
        "index": 78,
        "text": "[疏]『擯者』至『賓辭』。註『賓亦為士介辭』。釋曰：自此至『拜辱』，論士介私面於鄰國卿之事。云『賓亦為士介辭』者，亦者，亦士介私覿於主國君時，故雲亦也。"
      },
      {
        "index": 79,
        "text": "大夫答再拜。擯者執上幣，立於門中以相拜，士介皆辟。老受擯者幣於中庭，士三人坐取群幣以從之。擯者出請事。賓出，大夫送於外門外，再拜。賓不顧。"
      },
      {
        "index": 80,
        "text": "（不顧，言去。）擯者退，大夫拜辱。（拜送也。）\n下大夫嘗使至者，幣及之。（嘗使至己國，則以幣問之也。君子不忘舊。）"
      },
      {
        "index": 81,
        "text": "[疏]『下大』至『及之』。註『嘗使』至『忘舊』。釋曰：自此盡『於卿之禮』，論主國下大夫嘗使至己國者，聘君使上介以幣問之事。諸侯之國皆有三卿五大夫，其三卿不問至己國、不至己國，皆以幣及之，上已論訖。其五大夫者，或作介，或特行，至彼國者，乃以幣及之，略於三卿故也。言『君子不忘舊』"
      },
      {
        "index": 82,
        "text": "者，此大夫嘗與彼國君相接，即是故舊也，今以幣及之，故雲君子不忘舊也。\n上介朝服，三介，問下大夫，下大夫如卿受幣之禮。（上介三介，下大夫使之禮也。）"
      },
      {
        "index": 83,
        "text": "[疏]註『上介』至『禮也』。釋曰：云『上介三介，下大夫使之禮也』者，下經云『小聘曰問』，其禮如為介，三介是下大夫小聘之禮。據此篇，大聘使卿五介，小聘使大夫三介，若大國之卿七介，小聘使大夫五介。小國之卿三介，小聘使大夫一介也。《曲禮》云『儗人必於其倫』，故問下大夫還使上介，是各於其爵易，以相尊敬者也。"
      },
      {
        "index": 84,
        "text": "其面，如賓面於卿之禮。\n大夫若不見，（有故也。）\n[疏]『大夫若不見』。註『有故也』。釋曰：自此盡『不拜』，論主國卿大夫有故，不得親受聘君之幣之事。言『有故』者，或有病疾，或有哀慘，不得受其問禮。"
      },
      {
        "index": 85,
        "text": "君使大夫各以其爵為之受，如主人受幣禮，不拜。（各以其爵，主人卿也。\n則使卿；大夫也，則使大夫。不拜，代受之耳，不當主人禮也。）"
      },
      {
        "index": 86,
        "text": "[疏]『君使』至『不拜』。註『各以』至『禮也』。釋曰：云『各以其爵，主人卿也，則使卿；大夫也，則使大夫』者，若然，經云『君使大夫』，大夫中有卿，大夫，總名也。雲各以其爵，亦是易以相尊敬故也。云『不拜，代受之耳，不當主人禮也』者，案《周禮。宗伯》云：『大賓客，則攝而載。』鄭註云：宗伯代王為。拜送則王亦此類，拜是致敬之事，不可代人之拜，故直受之而已，不當主人之禮拜之。"
      },
      {
        "index": 87,
        "text": "夕，夫人使下大夫韋弁歸禮。（夕，問卿之夕也。使下大夫，下君也。君使之。雲夫人者，以致辭當稱寡小君。）"
      },
      {
        "index": 88,
        "text": "[疏]『夕夫』至『歸禮』。註『夕問』至『小君』。釋曰：自此盡『賓拜禮於朝』，論主君夫人歸禮於賓與上介之事。云『夕，問卿之夕也』者，案下記云：『聘日致饔，明日問大夫。夕，夫人歸禮。』是其問卿之夕也。云『使下大夫，下君也』者，歸饔餼使卿，此夫人使下大夫，故雲下君也。云『君使之，雲夫人者，以致辭當稱寡小君』者，案隱二年《傳》：『九月，紀裂來逆女。"
      },
      {
        "index": 89,
        "text": "何以不稱使？婚禮不稱主人。』又云：『紀有母乎？曰有。有則何以不稱母？母不通也。』何休註云：『禮，婦人無外事。』明知此使下大夫歸禮者，是君使之可知，而稱夫人使者，以其致辭於賓客時，當稱寡小君，故稱夫人使下大夫，其實君使之也。"
      },
      {
        "index": 90,
        "text": "堂上籩豆六，設於戶東，西上，二以並，東陳。（籩豆六者，下君禮也。臣設於戶東，又辟饌位也。其設，脯其南醢，屈，六籩六豆。）"
      },
      {
        "index": 91,
        "text": "[疏]『堂上』至『東陳』。註『籩豆』至『六豆』。釋曰：言『籩豆六東陳』者，其饌自戶東為首，二以並，東陳，先於北設脯，即於脯南設醢，又於醢東設脯，以次屈而陳之，皆如上也。云『籩豆六者，下君禮也』者，君歸饔餼八豆，此六豆，故雲下君也。設於戶東，又辟君饌位故也。云『其設，脯其南醢，屈，六籩六豆』者，此約君禮設豆法。云『韭菹其南醢屈』，故知此醢在南屈陳之。又知籩豆各六者，下文『上介四豆、四籩』，降殺以兩，明夫人多二，六豆六籩可知。"
      },
      {
        "index": 92,
        "text": "壺設於東序，北上，二以並，南陳。叟、黍、清，皆兩壺。（叟，白酒也。凡酒，稻為上，黍次之，粱次之，皆有清白，以黍清白者，互相備，明三酒六壺也。先言叟，白酒尊，先設之。）"
      },
      {
        "index": 93,
        "text": "[疏]『壺設』至『兩壺』。註『叟白』至『設之』。釋曰：其設壺於東序，自北向南而陳，稻、黍、粱皆二壺，並之而陳也，故言『叟黍清皆兩壺』"
      },
      {
        "index": 94,
        "text": "也。云『以黍清白者，互相備』者，叟，白也，上言白，明黍、粱皆有白；下言清，明稻、黍亦有清故也。於清白中言黍，明叟即是稻，清即是粱也，故言互相備也。三酒既有清白二色，故言六壺。必先言叟者，以白酒尊重，故先設之也。"
      },
      {
        "index": 95,
        "text": "大夫以束帛致之。（致夫人命也。此禮無牢，下朝君也。）\n[疏]『大夫』至『致之』。註『致夫』至『君也』。釋曰：案《周禮。"
      },
      {
        "index": 96,
        "text": "掌客》云：上公之禮，『夫人致禮，八籩，膳大牢，致饗大牢』。侯伯以下亦皆有牢，是朝君來時有牢。此卿來聘無牢，故云『下朝君也』。"
      },
      {
        "index": 97,
        "text": "賓如受饔之禮，儐之乘馬、束錦。上介四豆、四籩、四壺，受之如賓禮。\n（四壺，無稻酒也。不致牢，下於君也。）"
      },
      {
        "index": 98,
        "text": "[疏]註『四壺無稻酒』。釋曰：知者，案上致於賓六壺，稻、黍、粱皆有清白。今上介四壺，明從上去之，無稻米之酒，清白俱去之，（元缺一字）故四壺也。"
      },
      {
        "index": 99,
        "text": "儐之兩馬、束錦。明日，賓拜禮於朝。（於是乃言賓拜，明介從拜也。今文禮為醴。）\n[疏]註『於是』至『為醴』。釋曰：鄭解若於上文賓下言之，則介從拜之事不明，故於上介之下乃云『明日賓拜禮於朝』，則介從（元缺起此）賓拜可知。"
      },
      {
        "index": 100,
        "text": "大夫餼賓大牢，米八筐。（其陳於門外，黍、粱各二筐，稷四筐，二以並，南陳，無稻。牲陳於後，東上，不饌於堂庭，辟君也。）"
      },
      {
        "index": 101,
        "text": "[疏]註『其陳』至『君也』。釋曰：自此至『牽羊以致之』，論主國大夫餼賓及上介之事。云『陳於門外』，知者，經無牢米八門之文，故明是門外可知，與君餼士介同。云『黍粱各二筐，稷四筐，二以並，南陳，無稻』者，案上使卿歸饔餼之時，米百，設於中庭，十以為列，北上，稻、粱、黍各二行，稷四行。"
      },
      {
        "index": 102,
        "text": "此云『八筐』，黍、、稷亦宜法其行數，故知黍、粱各二筐，稷四筐。知二以並南陳者，以其君米北上，故知此亦北上，南陳。知二以並者，以其陳米，粱、黍、稻不雜陳，則知此筐米亦不雜陳，二以並可知。云『無稻』者，見記云『凡餼大夫，黍、粱、稷筐五斛』是也。云『牲陳於後，東上』者，此與君餼士介略同，餼士介時，不言門東西，鄭註云『當門』，則知此門外亦當門。君餼賓，米在庭，牲在門西，雖不正當米南，亦得牲在其南，故知此牲陳亦在米南可知。"
      },
      {
        "index": 103,
        "text": "知東上者，君餼賓時，陳於門西東上也。云『不饌於堂庭，辟君也』者，案上君致饔餼，籩豆在堂，牲牢米等在庭，此在門外，故雲辟君也。若然，案《掌客》鄰國之君來朝，卿皆見以羔，膳大牢，侯伯子男膳特牛，彼又無筐米，此侯伯之臣得用大牢，有筐米者，彼為君禮，此是臣禮，各自為差降，不得以彼難此。"
      },
      {
        "index": 104,
        "text": "賓迎，再拜。老牽牛以致之，賓再拜稽首受。老退，賓再拜送。（老，室老，大夫之貴臣。）\n[疏]註『老室』至『貴臣』。釋曰：案《喪服》：『公士大夫之眾臣，為其君布帶、繩屨。《傳》曰：室老，士貴臣，其餘皆眾臣也。』鄭註云：『室老，家相也，士邑宰也。』即此室老貴臣者，家相邑宰之屬，故為貴臣也。"
      },
      {
        "index": 105,
        "text": "上介亦如之。眾介皆少牢，米六筐，皆士牽羊以致之。（米六筐者，又無粱也。士亦大夫之貴臣。）\n[疏]註『米六』至『貴臣』。釋曰：言『又無粱也』者，上文八筐無稻，從上去之，明知此亦從上去之，無粱，其稻、粱是加，故去之。云『士亦大夫之貴臣』者，即是大夫邑宰也，以其大夫使之，故知大夫之貴臣也。"
      },
      {
        "index": 106,
        "text": "公於賓，壹食，再饗。（饗，謂亨大牢以飲賓也。《公食大夫禮》曰：『設洗如饗。』則饗與食互相先後也。古文壹皆為一，今文饗皆為鄉。）"
      },
      {
        "index": 107,
        "text": "[疏]註『饗謂』至『為鄉』。釋曰：此篇雖據侯伯之卿聘使五等諸侯，其臣聘使牢禮皆同，無大國次國之別。是以《掌客》五等諸侯相朝，其下皆雲群介、行人、宰、史皆有飧饔餼，以其爵等為之牢禮之陳數。又云『凡諸侯之卿、大夫、士為國客，則如其介之禮以待之』，鄭註云：『尊其君以及其臣也。以其爵等為之牢禮之陳。數爵，卿也，則飧二牢，饔餼五牢；大夫也，則飧大牢，饔餼三牢；士也，則飧少牢，饔餼大牢也。此降小禮，豐大禮也。以命數則參差難等，略於臣用爵而已。』以此言之，公、侯、伯、子、男大聘使卿，主君一食再饗；小聘使大夫，則主君一食一饗。若然，案《掌客》子男一食一饗，子男之卿再饗。多於君者，以其君臣各自相望，不得以君決臣也。云『饗，謂亨大牢以飲賓也』者，以其饗禮與食禮同，食禮既亨大（元缺止此）牢，明饗禮亨大牢可知。但以食禮無酒，饗禮有酒，故以飲賓言之。引《公食》饗與食互相先後者，此經先言食，後言饗，則食在饗前。《公食》言設洗如饗禮，則饗在食前，饗先後出於主君之意，故先後不定也。"
      },
      {
        "index": 108,
        "text": "燕與羞，ㄈ獻，無常數。（羞，謂禽羞雁鶩之屬，成孰煎和也。ㄈ，始也。\n始獻，四時新物，《聘義》所謂時賜無常數，由恩意也。古文ㄈ作淑。）"
      },
      {
        "index": 109,
        "text": "[疏]『燕與』至『常數』。註『羞謂』至『作淑』。釋曰：案《周禮。\n掌客》：上公三燕，侯伯再燕，子男一燕。皆有常數。此臣無常數者，亦是君臣各為一，不得相決。知『羞，謂禽羞雁鶩之屬』者，案下記云『禽羞ㄈ獻』，故知是禽。知『成孰煎和』者，以其言羞鼎熏之類，故知成孰煎和者也。知禽是雁鶩之屬者，案下記云：『宰夫歸乘禽，日如饔餼之數。』鄭註：『乘禽，乘行之禽也，亦雲雁鶩之屬。』以無正文，故以意解之。"
      },
      {
        "index": 110,
        "text": "賓介皆明日拜於朝。上介壹食、壹饗。（饗食賓，介為介，從饗獻矣，復特饗之，客之也。）\n[疏]註『饗食』至『之也』。釋曰：不言從食者，《公食》介雖從入，不從食。賓食畢，介逆出，是不得從食矣。知『從饗』者，下記云：『大夫來使，無罪饗之，過則餼之，其介為介。』註云：『饗賓有介者，賓尊，行敵禮也。』"
      },
      {
        "index": 111,
        "text": "故知介從饗。案襄二十七年：『宋公兼享晉、楚之大夫，趙孟為客，子木與之言，弗能對，使叔向侍言焉，子木亦不能對也。』叔向為趙孟介，而得從饗，是其義也。云『復特饗之』，即此經是也。"
      },
      {
        "index": 112,
        "text": "若不親食，使大夫各以其爵，朝服致之以侑幣，如致饔，無儐。（君不親食，謂有疾及他故也。必致之，不廢其禮也。致之必使同班，敵者易以相親敬也。致禮於卿，使卿；致禮於大夫，使大夫，非必命數也。無儐，以己本宜往。古文侑皆作宥。）"
      },
      {
        "index": 113,
        "text": "[疏]『若不』至『無儐』。註『君不』至『作宥』。釋曰：案上文雲君使卿歸饔餼於賓館，賓儐之。今君有故，不親食，使卿生致其牢，禮亦於賓館，但無儐為異。云『謂有疾及他故也』者，他故之中，兼及有哀慘。云『非必命數也』者，依《典命》：公侯伯之卿三命，大夫再命；子男之卿再命，大夫一命。"
      },
      {
        "index": 114,
        "text": "經云『各以其爵』，故知不依命數。云『無儐，以己本宜往』者，饔餼之等，不宜召賓，故君使人致禮賓則儐使者，此饗食之禮，主君無故，合速賓之來就主君，入廟，賓無儐禮。今主君有故，生致於賓，亦無儐，故雲本宜往。此篇據侯伯之卿來聘，是使卿致禮。鄭兼云『使大夫』，於大夫者，小聘使大夫來，使大夫致禮也。若然，經直言『使大夫』者，大夫中兼有上大夫兼卿也。"
      },
      {
        "index": 115,
        "text": "致饗以酬幣，亦如之。（酬幣，饗禮酬賓勸酒之幣也，所用未聞也。禮幣束帛、乘馬，亦不是過也。《禮器》曰『琥璜爵』，蓋天子酬諸侯。）"
      },
      {
        "index": 116,
        "text": "[疏]『致饗』至『如之』。註『酬幣』至『諸侯』。釋曰：云『禮幣束帛、乘馬，亦不是過也』者，鄭以饗之酬幣無文，故約上主君禮賓之時，用束帛、乘馬，此饗賓酬幣亦不過是，故雲亦不是過。引《禮器》者，案彼經云：有以少為貴者，『圭璋特，琥璜爵』，鄭註云：『圭璋特，朝聘以為瑞，無幣帛也。琥璜爵者，天子酬諸侯，諸侯相酬，以此玉將幣也。』彼經不雲天子諸侯相酬之幣，故此註云『蓋』，言『酬諸侯』者，公侯伯用琥，於子男用璜，引之者，證與此酬卿大夫不同之義。"
      },
      {
        "index": 117,
        "text": "大夫於賓，壹饗，壹食。上介，若食、若饗。若不親饗，則公作大夫致之以酬幣，致食以侑幣。（作，使也。大夫有故，君必使其同爵者為之致之。列國之賓來，榮辱之事，君臣同之。）"
      },
      {
        "index": 118,
        "text": "[疏]『大夫』至『侑幣』。註『作使』至『同之』。釋曰：此一經論主國卿大夫饗食聘賓及上介之事。此直言饗食不言燕，亦有燕，是以《鄭詩。羔裘》云：『知子之來之，雜佩以贈之。』鄭註云『與異國賓客燕時，雖無此物，猶言之以致其厚意。其若有之，固將行之。士大夫以君命出使，主君之臣必以燕禮樂之，助君之嘆』是也。又昭二年《左傳》雲，韓宣子來聘，宴於季氏。《傳》無譏文，明鄰國大夫有相燕之法。又此大夫相禮，饗食有常數，雖有燕之，亦無常數，亦無酬幣矣。"
      }
    ]
  }
}