{
  "chapterNumber": 19,
  "title": "卷十九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]『聘禮第八』。鄭《目錄》雲：『大問曰聘。諸侯相於久無事，使卿相問之禮。小聘使大夫。』《周禮》曰：『凡諸侯之邦交，歲相問，殷相聘也，世相朝也。』於五禮屬賓禮。《大戴》第十四，《小戴》第十五，《別錄》第八。"
      },
      {
        "index": 1,
        "text": "釋曰：鄭雲『大問曰聘者』，則此篇發首所論是也。雲『久無事』者，案下記雲：『久無事則聘焉。』註雲：『事謂盟會之屬。』若有事，事上相見，故鄭據久無事而言。雲『小聘使大夫』者，下經雲『小聘曰問。其禮如為介，三介』是也。『《周禮》曰』者，《大行人》文，鄭彼註：『小聘曰問殷中也，久無事又於殷朝者，及而相聘也。父死子立曰世。凡君即位，大國朝焉，小國聘焉。此皆所以習禮考義，正刑一德，以尊天子也。必擇有道之國而就修之。』然歲相問，殷相聘，《聘義》所雲『比年小聘，三年大聘』是也。《大行人》雲：『上公九介，侯伯七介，子男五介。』又雲：『凡諸侯之卿，其禮各下其君二等。』《聘義》：『上公七介，侯伯五介，子男三介。』是諸侯之卿、介各下其君二等者也。"
      },
      {
        "index": 2,
        "text": "若小聘曰問，使大夫，又下其卿二等，此《聘禮》是侯伯之卿大聘，以其經雲五介，『上介奉束錦，士介四人，皆奉玉錦』。又雲入竟張旃，孤卿建旃，據侯伯之卿之聘者。必見侯伯之卿聘者，周公作經，互見為義，此見侯伯之卿大聘。"
      },
      {
        "index": 3,
        "text": "《玉人》雲：『彖圭璋八寸，璧琮八寸，以┹聘。』上公之臣，《公食大夫》俎實雲『倫膚七』，據子男之臣，是各舉一邊，而言明五等俱有，是其互見為義也。"
      },
      {
        "index": 4,
        "text": "聘禮。君與卿圖事，（圖，謀也。謀聘故及可使者。謀事者必因朝，其位，君南面，卿西面，大夫北面，士東面。）"
      },
      {
        "index": 5,
        "text": "[疏]『聘禮』至『圖事』。註『圖謀』至『東面』。釋曰：自此盡『官具』，論聘人及用幣之事。雲『謀聘故及可使』者，謀聘者，為久無事，須聘，故謂有事，故或因聘，或特行。若記雲：『若有故，則卒聘，束帛加書將命。』"
      },
      {
        "index": 6,
        "text": "是因聘者也。晉侯使韓穿來言汶陽之田之類，是特行者也。言及可使者，謂於三卿之中選可使者，即經雲『遂命使者』是也。其總三事皆須謀者也，言謀事者必因朝者，欲取對眾共詢之意。雲『其位，君南面』已下，知面位然者，此《儀禮》之內見諸侯三朝：燕朝，《燕禮》是也；又射朝，《大射》是也；不見路門外正朝，正朝，當與二朝面位同。案《燕禮》、《大射》皆雲『卿西面，大夫北面，士東面』，公降階南面揖之，是以知正朝面位然也。若天子三朝，射人見射朝，司士見正朝，不見燕朝，以諸侯正朝與燕朝同，明天子燕朝亦與正朝同也。"
      },
      {
        "index": 7,
        "text": "遂命使者。（遂猶因也。既謀其人，因命之也。聘使卿。）\n[疏]『遂命使者』。註『遂猶』至『使卿』。釋曰：雲『既謀其人，因命之也』者，謂謀其人，人亦在謀事之中，故雲因命，即上註可使者是也。雲『聘使卿』者，以其經雲『及竟張旃』，《周禮。司常》雲『孤卿建旃』，故知使卿也。若然，使者自在謀內，審知所聘之國遠近，何以下記雲使者『既受行，出，遂見宰，問幾月之資』，註雲：『古者君臣謀密草創，未知所之遠近。』問行用多少，但所謀之時，經雲出聘，不言其國，使者不得審知，故更問之。是以《左氏》吳公子季劄遂聘齊晉衛鄭之等，下文雲『無行則重賄反幣』，是亦有歷聘之事也。"
      },
      {
        "index": 8,
        "text": "使者再拜稽首，辭。（辭以不敏。）\n[疏]『使者』至『首辭』。註『辭以不敏』。釋曰：雲『辭以不敏』者，鄭取《孝經》『曾子曰參不敏』之辭為義也。"
      },
      {
        "index": 9,
        "text": "君不許，乃退。（退，反位也。受命者必進。）\n[疏]『君不許乃退』。註『退反』至『必進』。釋曰：知『受命者必進』"
      },
      {
        "index": 10,
        "text": "者，以其雲『退』，故知進乃有退法，是受命前進，近君也。\n既圖事，戒上介，亦如之。（既，已也。戒猶命也。已謀事，乃命上介，難於使者易於介。）"
      },
      {
        "index": 11,
        "text": "[疏]『既圖』至『如之』。註『既已』至『於介』。釋曰：既謀事乃命介，在謀後別命之，謀使者是難，謀後命介是易也。"
      },
      {
        "index": 12,
        "text": "宰命司馬戒眾介，眾介皆逆命，不辭。（宰，上卿，貳君事者也。諸侯謂司徒為宰。眾介者，士也，士屬司馬。《周禮》司馬之屬，司士掌作士，四方，使為介。逆猶受也。）"
      },
      {
        "index": 13,
        "text": "[疏]『宰命』至『不辭』。註『宰上』至『受也』。釋曰：天子有六卿：\n天、地、四時之官。是諸侯兼官而有三卿：立地官司徒兼冢宰，立夏官司馬兼春官，立冬官司空兼秋官。是以《左氏》杜泄雲：吾子為司徒，叔孫為司馬，孟孫為司空。故《禮記。內則》雲：『後王命冢宰，降德於眾兆民。』鄭雲：『《周禮》冢宰掌飲食，司徒掌十二教。今一雲冢宰，記者據諸侯也，諸侯並六卿為三，或兼職焉。』是其諸侯並六卿為三，諸侯以司徒為冢宰，義與此同。宰上卿，貳君事，諸侯謂司徒為宰者也。雲『士屬司馬』，引《周禮》者，案司士屬司馬，而雲『作士四方使為介』，諸侯之司馬亦然，故引以證諸侯司馬戒眾介也。雲『不辭』者，是其副使之賤者，故不敢辭。"
      },
      {
        "index": 14,
        "text": "宰書幣，（書聘所用幣多少也。宰又掌制國之用。）\n[疏]『宰書幣』。註『書聘』至『之用』。釋曰：宰即上命司馬兼官者也。雲『書聘所用幣多少也』者，謂聘鄰國享君及夫人問卿之等幣。《周禮。司儀》雲：『凡諸侯之交，各稱其邦而為之幣，以其幣為之禮。』鄭雲：『幣，享幣也。於大國則豐，於小國則殺』是也。雲『宰又掌制國之用』者，案《王制》雲：『冢宰制國用，必於歲之杪。』是以使之書幣也。"
      },
      {
        "index": 15,
        "text": "命宰夫官具。（宰夫，宰之屬也。命之使眾官具幣及所宜賫。）\n[疏]『命宰夫官具』。註『宰夫』至『宜賫』。釋曰：所命者冢宰，司徒命之以宰夫，屬司徒。《周禮》宰夫『掌百官府之徵令』，故命諸官雲『官具』"
      },
      {
        "index": 16,
        "text": "者，謂使宰夫命諸官，各具所行幣。幣在官之府，其司非一，故言『眾官』。幣謂享幣，及問大夫問卿，總具之及所宜賫者，謂行道所用多少皆是。"
      },
      {
        "index": 17,
        "text": "及期，夕幣。（及猶至也。夕幣，先行之日，夕陳幣而視之，重聘也。）\n[疏]『及期夕幣』。註『及猶』至『聘也』。釋曰：自此盡『受書以行』，論陳幣付使者之事。雲『夕幣，先行之日夕』，知者，下雲『厥明，釋幣於禰』，是行日，明此夕是先行之日夕也。雲『視之』者，正謂賓及眾介視之，故下雲『使者朝服帥眾介夕』，註雲『視其事』是也。"
      },
      {
        "index": 18,
        "text": "使者朝服，帥眾介夕。（視其事也。古文帥皆作率。）\n管人布幕於寢門外。（管猶館也。館人，謂掌次舍帷幕者也。布幕以承幣。"
      },
      {
        "index": 19,
        "text": "寢門外，朝也。古文管作官，今文布作敷。）\n[疏]『管人』至『門外』。註『管猶』至『作敷』。釋曰：雲『館人，謂掌次舍帷幕者也』者，案《天官》有《掌舍》、《掌次》、《幕人》等。《掌次》雲：『有邦事，則張幕設案。』《掌舍職》雲：『為帷宮，設旌門。』又《幕人》雲：『掌帷幕幄綬之事。』鄭雲：『在旁曰帷，在上曰幕。幕或在地，展陳於上。』即此布幕是也。館人即彼掌舍，以諸侯兼官，故鄭總言之也。雲『幕以承幣』者，即下文『官陳幣』是也。雲『寢門外，朝也』者，謂路門外，即正朝之處也。下記雲：『宗人授次，次以帷。』則館人與宗人共掌之，若賓客則宗人掌之也。"
      },
      {
        "index": 20,
        "text": "官陳幣：皮，北首西上，加其奉於左皮上；馬則北面，奠幣於其前。（奉，所奉以致命，謂束帛及玄也。馬言則者，此享主用皮，或時用馬，馬入則在幕南，皮馬皆乘。古文奉為卷，今文無則。）"
      },
      {
        "index": 21,
        "text": "[疏]『官陳』至『其前』。註『奉所』至『無則』。釋曰：雲『官陳幣』\n者，即上文『官具』者也。館人布幕於地，官陳幣於其上。雲『奉，所奉以致命，謂束帛及玄也』者，所奉謂後享時奉，入以致命，故知。是以下文享時所致，束帛加璧以享君，玄加琮以享夫人，鄭不言璧琮者，璧琮不陳，厥明乃授之也。"
      },
      {
        "index": 22,
        "text": "雲『馬言則者，此享主用皮，或時用馬』者，主用皮，謂有皮之國。國無皮者，乃用馬。故下雲：『庭實，皮則攝之。』鄭註：『皮言則者，或用馬也。』記雲『皮馬相可也』，註『猶代也。土物有宜』也。雲『馬入則在幕南』者，以經雲『馬則北面，奠幣於其前』也，是馬在幕南。故下展幣時雲：『馬則幕南北面，奠幣於其前』也。知『皮馬皆乘』者，案下賓覿時雲『總乘馬』，又雲『禮，玉束帛乘皮』，是皆乘也。"
      },
      {
        "index": 23,
        "text": "使者北面，眾介立於其左，東上。（既受行，同位也。位在幕南。）\n[疏]『使者』至『東上』。註『既受』至『幕南』。釋曰：雲『既受行，同位』者，對未受命行已前，卿大夫士面位各異，是以記雲：『使者既受行日，朝同位。』鄭註雲『謂前夕幣之，同位者，使者北面，介立於其左，少退，別其處臣也』是也。知『在幕南』者，幣在幕上，使者須視幣，故在幕南也。"
      },
      {
        "index": 24,
        "text": "卿大夫在幕東，西面北上。（大夫西面，辟使者。）\n[疏]『卿大』至『北上』。註『大夫』至『使者』。釋曰：此謂處者，大夫常北面，今與卿同西面，故雲『辟使者』。"
      },
      {
        "index": 25,
        "text": "宰入，告具於君。君朝服出門左，南鄉。（入告，入路門而告。）\n[疏]註『入告』至『而告』。釋曰：朝在路門外，故知『入路門』，至路寢而告君，以其在路寢聽政處故也。"
      },
      {
        "index": 26,
        "text": "史讀書展幣。（展猶校錄也。史幕東西面讀書。賈人坐撫其幣。每者曰在必。\n西面者，欲君與使者俱見之也。）"
      },
      {
        "index": 27,
        "text": "[疏]『史讀書展幣』。註『展猶』至『之也』。釋曰：知『史幕東西面』\n者，以其君南面，使者北面，故知幕東西面讀之可知，是以鄭雲『欲君與使者俱見之也』。知賈人撫幣者，以其賈人主幣行者，故知賈人撫幣。受之其幣，謂官具之者，非直所奉而已。若然，賈人當在幕西，東面撫之，亦欲使君與賓俱見之也。"
      },
      {
        "index": 28,
        "text": "宰執書，告備具於君，授使者。使者受書，授上介。（史展幣畢，以書還授宰，宰既告備，以授使者。其受授皆北面。）"
      },
      {
        "index": 29,
        "text": "[疏]註『史展』至『北面』。釋曰：雲『史展幣畢，以書還授宰』者，以其宰在幕東，西面，史居前西面，讀書展幣，展幣訖，明回還授宰，宰以書授使者。雲『其受授皆北面』者，當宰以書授使者之時，宰來至使者之東，北面授使者，使者北面授介，三者皆北面，向君故也。"
      },
      {
        "index": 30,
        "text": "公揖入。（揖，禮群臣。）\n[疏]『公揖入』。釋曰：以展幣授使者訖，禮畢，故入於寢也。\n官載其幣，舍於朝。（待旦行也。）"
      },
      {
        "index": 31,
        "text": "[疏]『官載』至『於朝』。註『待旦行也』。釋曰：此雲『官』，謂官人從賓行者，與前官陳幣者異。必知行者，以下文入竟又展之，又『有司展群幣以告』，註雲『有司，載幣者，自展自告』是也。雲『待旦行』者，下文『厥明，釋幣遂行』是也。"
      },
      {
        "index": 32,
        "text": "上介視載者，（監其安處之，畢乃出。）\n[疏]『上介視載者』。註『監其』至『乃出』。釋曰：經直雲『上介視載者』，註雲『監其安處之，畢乃出』，不言餘人出，則上文舍於朝，不出，待旦則行，以其須守幣故也。"
      },
      {
        "index": 33,
        "text": "所受書以行。（為當復展。）\n[疏]『所受書以行』。註『為當復展』。釋曰：『書』謂前宰授使者，此書將行，為當復展故也。"
      },
      {
        "index": 34,
        "text": "厥明，賓朝服釋幣於禰。（告為君使也。賓，使者謂之賓，尊之也。天子諸侯將出，告群廟，大夫告禰而已。凡釋幣，設洗盥如祭。）"
      },
      {
        "index": 35,
        "text": "[疏]『厥明』至『於禰』。註『告為』至『如祭』。釋曰：自此盡『亦如之』，論賓與上介將行告禰之事。雲『朝服』者，卿大夫朝服祭，故還服朝服告也。雲『天子諸侯將出，告群廟』者，案《禮記。曾子問》雲：『孔子曰：諸侯天子，必告於祖，奠於禰。』註雲：『皆奠幣以告之。』是諸侯出告群廟。"
      },
      {
        "index": 36,
        "text": "案彼下文又雲：『孔子曰：天子諸侯將出，必以幣帛皮圭告於祖禰，遂奉以出。』\n是天子與諸侯同告群廟之事。雲『大夫告禰而已』者，大夫三廟，降天子，不得並告，故直告禰而已。若父在則告祖，知者，下記雲：『賜饔唯羹飪。筮一屍，若昭若穆。』註雲：『筮屍若昭若穆，容父在，父在則祭祖，父卒則祭禰。』以此言之，明初行時，父在釋幣於祖廟可知。案昭元年楚公子圍聘於鄭，雲『布几筵，於莊、共之廟而來』，服氏雲：『莊，謂楚莊王，圍之祖。共王，圍之父。』"
      },
      {
        "index": 37,
        "text": "是大夫並告群廟者。彼不告聘，直告娶，故得並告。古者大夫得因聘而娶，故《傳》雲『且娶於公孫段氏』是也。雲『凡釋幣，設洗盥如祭』者，案《曾子問》雲『凡告用牲幣』，註雲『牲當為制』，則告無牲，直用幣而已。但執幣須，當有洗而盥手，其設洗如祭祀之時，亦洗當東榮，南北以堂深，水在洗東，篚在洗西。必知無祭事者，下文還時雲：『乃至於禰，筵幾於室，薦脯醢，觴酒陳。』"
      },
      {
        "index": 38,
        "text": "鄭雲：『行釋幣，反釋奠，略出謹入。』是其差也。\n有司筵幾於室中。祝先入，主人從入。主人在右，再拜，祝告，又再拜。"
      },
      {
        "index": 39,
        "text": "（更雲主人者，廟中之稱也。祝告，告以主人將行也。）\n[疏]『有司』至『再拜』。註『更雲』至『行也』。釋曰：雲『更雲主人者，廟中之稱也』者，上雲『賓』，至此更雲『主人』，是廟中之稱，故《特牲》、《少牢》皆稱主人，對《聘》稱賓也。"
      },
      {
        "index": 40,
        "text": "釋幣，制玄束，奠於幾下，出。（祝釋之也。凡物十曰束。玄之率，玄居三，居二。《朝貢禮》雲：純，四只。制，丈八尺。）"
      },
      {
        "index": 41,
        "text": "[疏]『釋幣』至『下出』。註『祝釋』至『八尺』。釋曰：知『祝釋幣』\n者，案《曾子問》：君薨而世子生，大祝裨冕執束帛，升自西階，命無哭。告曰："
      },
      {
        "index": 42,
        "text": "某之子生，敢告。奠幣於殯東。則知此亦大祝釋之可知也。雲『凡物十曰束』者，案《昏禮》『玄束』，則每卷二丈，自餘行禮雲束者，每卷一丈八尺為制，幣帛錦十卷者皆名束，至於脯十廷亦曰束，故雲凡物十曰束也。雲『玄之率，玄居三，居二』者，言『率』，皆如是也。玄三二者，象天三覆地二也。雲『《朝貢禮》雲純四只制丈八尺』者，純謂幅之廣狹，制謂舒之長短，《周禮》趙商問只長八寸，四八三十二，幅廣三尺二寸，大廣非其度。鄭誌答雲：古積畫誤為四，當為三，三咫則二尺四寸矣。《雜記》雲：『納幣一束，束五兩，兩五尋。』然則每卷二丈，若作制幣者，每卷丈八尺為制，合卷為匹也。"
      },
      {
        "index": 43,
        "text": "主人立於戶東，祝立於牖西。（少頃之，示有俟於神。）\n[疏]註『少頃』至『於神』。釋曰：案《士虞禮》無屍者，出戶而聽若食間，此無祭事，故雲『有俟於神』也。"
      },
      {
        "index": 44,
        "text": "又入，取幣，降，卷幣，實於笄，埋於西階東。（又入者，祝也。埋幣必盛以器，若藏之然。）\n又釋幣於行。（告將行也。行者之先，其古人之名未聞。天子諸侯有常祀在冬。大夫三祀：曰門、曰行、曰厲。喪禮有『毀宗躐行，出於大門』，則行神之位在廟門外西方。不言埋幣，可知也。今時民春秋祭祀有行神，古之遺禮乎？）"
      },
      {
        "index": 45,
        "text": "[疏]『又釋幣於行』。註『告將』至『禮乎』。釋曰：雲『行者之先，其古人之名未聞』者，此謂平地道路之神。雲『古人名未聞』者，謂古人教人行道路者，其人名字未聞。雲『天子諸侯有常祀在冬』者，《月令》祀行是也。言此者，欲見大夫雖三祀，有行無常祀，因行使始出有告禮而已。至於出城，又有祭祭山川之神，喻無險難也。『大夫三祀曰門、曰行、曰厲』者，見《祭法》文。雲『喪禮有「毀宗躐行，出於大門」』者，《檀弓》文。案彼雲：『掘中ニ而浴，毀竈以綴足。及葬，毀宗躐行，出於大門，殷道也。』下文周柩入毀宗，雖不雲躐行，亦有行可知。所毀者，毀廟門西而雲躐行，明行神在廟門西矣。"
      },
      {
        "index": 46,
        "text": "『不雲埋幣，可知』者，承上宗廟埋之，此亦埋可知。雲『今時民春秋祭祀有行神，古之餘禮乎』者，鄭以行神無正文，雖約《檀弓》，猶引漢法為況乎者，猶，疑之矣。若然，城外祭山川之神有壇，此禮行神亦當有壤。是《月令》『冬祭行』註雲『行在廟門外之西，為壇，厚二寸，廣五尺，輪四尺』是也。"
      },
      {
        "index": 47,
        "text": "遂受命。（賓須介來，乃受命也。言遂者，明自是出，不復入。）\n[疏]『遂受命』。註『賓須』至『復入』。釋曰：下雲『上介及眾介俟於使者之門外』，是其賓須介來，乃受命也。雲『自是出，不復入』者，自釋幣於門，不復更入。若然，則待介於門矣。"
      },
      {
        "index": 48,
        "text": "上介釋幣亦如之。（如其於禰與行。）\n上介及眾介俟於使者之門外。（俟，待也。待於門外，東面北上。）\n[疏]『上介』至『門外』。註『俟待』至『北上』。釋曰：自此盡『斂旃』，為使者與介向君朝受命即行之事。知『待於門外，東面北上』者，上雲賓釋幣訖不復入，明介待賓於大門外，賓出則向君也。言『東面北上』者，依賓客門外之位。"
      },
      {
        "index": 49,
        "text": "使者載旃，帥以受命於朝。（旃，旌旗屬也。載之者，所以表識其事也。\n《周禮》曰『通帛為旃』，又曰『孤卿建旃』。至於朝門，使者北面東上。古文旃皆為膳。）"
      },
      {
        "index": 50,
        "text": "[疏]『使者』至『於朝』。註『旃旌』至『為膳』。釋曰：雲『載之者，所以表識其事』者，人見張旃，則知是孤卿為使之事，是表識其事也。雲『《周禮》曰』者，《司常》文。雲『至於朝門』者，凡諸侯三門：臯、應、路。路門外有常朝位。下文君臣皆朝列位，乃使卿進使者，使者乃入至朝，即此朝門者，臯門外矣。知『北面東上』者，還依展幣之位也。"
      },
      {
        "index": 51,
        "text": "君朝服，南鄉。卿大夫西面，北上。君使卿進使者。（進之者，使者謙，不敢必君之終使己。）\n[疏]『君朝服』至『使者』。註『進之』至『使己』。釋曰：此還依展幣之位，知大夫與卿同西面，避賓。下文使者還，亦同展幣北面東上位。"
      },
      {
        "index": 52,
        "text": "使者入，及眾介隨入，北面，東上。君揖使者進之，上介立於其左，接聞命。\n（進之者，有命，宜相近也。接猶續也。）"
      },
      {
        "index": 53,
        "text": "賈人西面坐啟櫝，取圭，垂繅，不起而授宰。（賈人，在官知物賈者。繅，所以藉圭也。其或拜，則奠於其上。今文繅作ロ。）"
      },
      {
        "index": 54,
        "text": "[疏]『賈人』至『授宰』。註『賈人』至『作ロ』。釋曰：雲『賈人，在官知物賈者』，謂若《王制》雲庶人之在官，府史胥徒之類，以知物賈，故名賈。雲『其或拜，則奠於其上』者，故《覲禮》記雲『奠圭於繅上』是也。但繅有二種：一者以木為中，以韋衣之，天子五采，公侯伯三采，子男二采，采為再行。下記及《典瑞》皆有其文，此為繅也。下記雲『絢組尺』，及《曲禮》下文『執玉其有藉者則裼』，鄭亦為之繅，若韋版為之者，奠玉於上，此則無垂繅、屈繅之事。若絢組為之者，所以系玉於韋版，使不失墜，此乃有屈垂之法，則此經所雲者是也。案向來所註，皆以韋版繅藉解之者，鄭意以承玉及系玉二者，所據雖異，所用相將，又同名為繅，是以和合解之。故以韋版為之者，以解絢組之繅也。"
      },
      {
        "index": 55,
        "text": "宰執圭，屈繅，自公左授使者。（屈繅者，斂之。禮以相變為敬也。自公左，贊幣之義。）\n[疏]『宰執』至『使者』。註『屈繅』至『之義』。釋曰：雲『自公左，贊幣之義』者，《禮記。少儀》雲：『詔辭自右，贊幣自左。』取地道尊右之法，是贊幣之義，故於公左也。"
      },
      {
        "index": 56,
        "text": "使者受圭，同面，垂繅以受命。（同面者，宰就使者北面並授之。既授之，而君出命矣。凡授受者，授由其右，受由其左。）"
      },
      {
        "index": 57,
        "text": "[疏]『使者』至『受命』。註『同面』至『其左』。釋曰：知『宰就使者北面』者，以經言『同面』，不見使者進文，使者既先北面，故知就使者北面，並面授之。既授與使者，即言受命，明知則出命矣。雲『凡授受者，授由其右，受由其左』者，據此宰由其右授使者，使者受由其左。又據《鄉飲酒》、《鄉射》、《燕禮》，獻酢酬皆授由其右，受由其左，故雲『凡』以廣之。若有所因由，則有授由左，受由右，是以使者反命之時，宰自公左受玉。鄭雲亦於使者之東，同面並受，不右使者，由便也。又賓授覿時，士受馬，右受。鄭雲：『牽者之右，而受由便。』又《鄉飲酒》雲：『受酬者自介右。』鄭雲：『尊介，使不失故位。』如此者，皆是變例，鄭據平常行事而言也。"
      },
      {
        "index": 58,
        "text": "既述命，同面授上介。（述命者，循君之言，重失誤。）\n[疏]『既述』至『上介』。註『述命』至『失誤』。釋曰：上文授玉訖，君出命，命辭雖不知何語，要知使者既受命，使者又重述君命，為述命。述命者，重失誤。"
      },
      {
        "index": 59,
        "text": "上介受圭，屈繅，出授賈人，眾介不從。（賈人，將行者，在門外北面。）\n[疏]『上介』至『不從』。註『賈人』至『北面』。釋曰：雲『眾介不從』者，以上介送圭，向外與賈人，反來，故眾介不從，以待之。雲『賈人，將行者』，知者，經言『授賈人』，使受之，則是行人主掌此玉，故知。將行者，對上雲賈人出玉者，是留者也。知『在門外北面』者，以其使者在門外時，皆北面，此賈人不入，明依本北面可知。"
      },
      {
        "index": 60,
        "text": "受享束帛加璧，受夫人之聘璋，享玄束帛加琮，皆如初。（享，獻也。既聘又獻，所以厚恩惠也。帛，今之璧色繒也。夫人亦有聘享者，以其與己同體，為國小君也。其聘用璋，取其半圭也。君享用璧，夫人用琮，天地配合之象也。"
      },
      {
        "index": 61,
        "text": "圭璋特達，瑞也；璧琮有加，往德也。《周禮》曰：『彖、圭、璋、璧、琮，以┹聘。』）\n[疏]『受享』至『如初』。註『享獻』至『┹聘』。釋曰：此經中三事，上經已受聘君圭，此經受享君束帛加璧，又受聘夫人璋，又受享夫人琮。案上文夕幣時，雲『官陳幣皮北首西上加其奉於左皮上』，鄭註雲：『奉，所奉以致命，謂束帛及玄也。』則知所陳，直陳束帛及玄，不陳璧、琮。是以此經受璧而連言束帛玄者，以其享時，束帛加璧於其上，玄加琮於其上，以相配之物，故兼言束帛玄。若然，璧、琮右受者，以其璧、琮與圭、璋同類，尊之故也。"
      },
      {
        "index": 62,
        "text": "雲『帛，今之璧色繒』者，《周禮。大宗伯》雲：『孤執皮帛。』鄭註亦然。又案《宗伯》雲『以蒼璧禮天』，下雲『牲幣各放其器之色』，幣即幣帛，禮天之璧用蒼色，則幣帛之色亦蒼色，是璧色繒。於漢時雲『璧色繒』者，亦因周法，則此束帛亦與璧色同，以其相配，但未知正用何色耳。雲『聘用璋，取其半圭』，知半曰璋者，案《周禮。典瑞》雲：『四圭有邸以祀天，兩圭有邸以祀地，圭璧以祀日月，璋邸射以祀山川。』以上向下差之，以兩圭半四圭，圭璧半兩圭，璋邸射又半圭璧，是半圭曰璋也。雲『圭璋特達，瑞也』者，《聘義》雲：『圭璋特達，德也。』鄭雲：『特達，謂以朝聘也。』言瑞者，《大宗伯》雲：『以玉作六瑞。』公執桓圭以下皆是瑞。故《尚書》雲：『班瑞於群後。』言特達者，不加束帛也。雲『璧琮有加，往德也』者，謂加於束帛之上。言往德者，《郊特牲》雲：『束帛加璧，往德也。』謂以束帛加璧，致厚往，為主君有德，故以玉致之。君子於玉比德，故言往德也，往德義出於彼。鄭言此者，欲見朝置享用玉之意也。『《周禮》曰』，《玉人》文。雲『彖、圭、璋、璧、琮，以┹聘』"
      },
      {
        "index": 63,
        "text": "者，欲見此篇聘賓不用君之所執圭璋，以其公則執桓圭，侯執信圭，伯執躬圭，子執璧，男執蒲璧，臣出聘，圭璋璧琮，則彖之而已，無此桓、信、躬、、蒲之文。又所執皆降其君一等，故引之為證也。"
      },
      {
        "index": 64,
        "text": "遂行，舍於郊。（於此脫舍衣服，乃即道也。《曲禮》曰：『凡為君使，已受命，君言不宿於家。』）\n[疏]『遂行舍於郊』。註『於此』至『於家』。釋曰：言『遂行』者，受命則行，不留停，故雲遂行。言『於此脫舍衣服，乃即道』者，上文雲賓朝服，告禰，及遂朝君受命，至此衣服未改，鄭註雲『吉時道路深衣』，則此脫舍朝服，服深衣而行，故雲於此所脫舍衣服乃即道也。引《曲禮》者，見受君命及君言，言別有告請之事，遂行舍於郊，則彼雲不宿於家也。"
      },
      {
        "index": 65,
        "text": "斂旃。（此行道耳，未有事也。斂，藏也。）\n[疏]『斂旃』。註『此行』至『藏也』。釋曰：雲『此行道耳，未有事也』者，案下文雲『及竟張旃』，是有事也。故此自郊已後未有事，斂，藏也。"
      },
      {
        "index": 66,
        "text": "若過邦，至於竟，使次介假道，束帛將命於朝，曰：『請帥。』奠幣。（至竟而假道，諸侯以國為家，不敢直徑也。將猶奉也。帥猶道也，請道已道路所當由。）"
      },
      {
        "index": 67,
        "text": "[疏]『若過』至『奠幣』。註『至竟』至『當由』。釋曰：自此盡『執策於其後』，論過他國竟假道之事。雲『諸侯以國為家，不敢直徑』者，案《左氏傳》僖三十三年：秦師襲鄭，不假道於晉，為晉所敗。是其不假道，直徑過天子之師。行過無假道，以其天子以天下為家，所在如主人故也。天子微弱，則有之。是以《周語》』定王使單襄公聘於宋，遂假道於陳以聘楚』。服氏註雲："
      },
      {
        "index": 68,
        "text": "『是時天子微弱，故與諸侯相聘同』是也。\n下大夫取以入告，出許，遂受幣。（言遂者，明受其幣，非為許故也。容其辭讓不得命也。）"
      },
      {
        "index": 69,
        "text": "[疏]『下大夫』至『受幣』。註『言遂』至『命也』。釋曰：雲『言遂者，明受其幣，非為許故也』者，幣本為行禮，非為求許。若許受幣，當雲出許受幣，不須言遂。今不以許道受幣，雲遂，是以容其辭讓，不受此幣，不得命遂受之，故雲遂也。"
      },
      {
        "index": 70,
        "text": "餼之以其禮，上賓大牢，積唯芻禾，介皆有餼。（凡賜人以牲，生曰餼。餼猶稟也，給也。以其禮者，尊卑有常差也。常差者，上賓、上介牲用大牢，群介用少牢。米皆百，牲陳於門內之西，北面。米設於中庭。上賓、上介致之以束帛，群介則牽羊焉。上賓有禾十車、芻二十車，禾以秣馬。）"
      },
      {
        "index": 71,
        "text": "[疏]『餼之』至『有餼』。註『凡賜』至『秣馬』。釋曰：此謂主國所致禮。雲『凡賜人以牲，生曰餼』者，言『凡』者，總解諸文。案此下經雲："
      },
      {
        "index": 72,
        "text": "『主國使卿歸饔餼五牢』，雲『飪一牢，腥二牢，餼二牢，陳於門西』。鄭註雲：\n『餼，生也。牛羊右牽之。豕，東之。』是牲生曰餼，上介及士亦皆牲生為餼。"
      },
      {
        "index": 73,
        "text": "《論語》雲：『告朔之餼羊。』鄭註亦雲：『牲，生曰餼。』《春秋傳》雲：\n『餼臧石牛。』服氏亦雲：『牲生。』是凡牲生曰餼。《春秋》僖三十三年鄭皇武子雲：『餼牽竭矣。』服氏以為腥曰餼，以其對牽，故以餼為腥。《詩序》雲："
      },
      {
        "index": 74,
        "text": "『雖有牲牢饔餼。』鄭雲：『腥曰餼。』以其對生是活，故以餼為腥。又不為牲生者，鄭望文為義，故註不同也。『餼猶稟也給也』者，於賓為稟，稟，受也。"
      },
      {
        "index": 75,
        "text": "於主人為給，給，賓客也。雲『以其禮者，尊卑有常差。常差者，上賓、上介牲用大牢』，經不言上介，知與賓同大牢者，若上介與群介同，當為介皆少牢，是以下文『大夫餼賓』，雲上賓、上介皆大牢，米八筐，眾介皆少牢，米六筐，是上介與賓同之義也。雲『米皆百』以下，盡二十車，皆約下文君使卿致饔餼禮。"
      },
      {
        "index": 76,
        "text": "若然，上介與賓同大牢，依大夫餼賓禮，米不依大夫餼賓，與上介米八筐而依君致饔餼者，以此經有芻禾，大夫餼賓禮無芻禾，故還依主國歸饔餼之禮也。案下歸饔餼，上賓、上介米陳於門內，眾介米百設於門外，鄭不言者，略而不辨之也。雲『上賓、上介致之以束帛，群介則牽羊』者，案大夫餼賓禮，使老牽牛以致之，上介亦如之。不依此依歸饔餼者，以其彼此皆是國君禮，唯牽以行道之，不依歸饔餼之法，致之用束帛，宜與歸饔餼同也。雲『群介則牽羊焉』者，致禮於士，無用束帛之法，但歸餼則用大牢。禮盛，宰夫朝服，牽牛以致之。此眾介皆少牢，當與大夫餼賓，少牢亦牽羊以致之同也。無正文，故言『則』也。『上賓有禾十車，芻二十車』，亦與下歸饔餼同也。若然，大牢則上介與上賓同，芻禾不同者，以經上賓雲『唯芻禾』，言『唯』著異，明上介無也。但下文設飧時，大夫之禮禾視死牢而已，此餼賓用生牢，不用死牢，得有禾者，此過國致禮，異於常禮，故生致而有芻禾也。以芻薪倍禾，故禾十車，芻二十車也。"
      },
      {
        "index": 77,
        "text": "士帥，沒其竟。（沒，盡。）\n誓於其竟，賓南面，上介西面，眾介北面，東上。史讀書，司馬執策立於其後。（此使次介假道，止而誓也。賓南面，專威信也。史於眾介之前，北面讀書，以敕告士眾，為其犯禮暴掠也。禮，君行師從，卿行旅從。司馬，主軍法者，執策示罰。）"
      },
      {
        "index": 78,
        "text": "[疏]『誓於』至『其後』。註『此使』至『示罰』。釋曰：此誓當在使次介假道之時，止而誓，言今在士帥沒其竟之後言之者，此文因上設彼國禮法訖，乃更卻本而言之，不謂此士帥沒竟後，是以鄭雲：『此使次介假道止而誓也。』"
      },
      {
        "index": 79,
        "text": "言『賓南面，專威信』者，此聘禮雖非軍事，亦是困外之事，使專威信，故南面若君然也。知史於眾介之前北面讀書者，以經言『眾介北面』，則言史讀書，明亦北面，與眾介同北面，又賓南面復對之故也。雲『君行師從』已下，定四年召陵之會祝佗辭，引之者，此聘使有旅從，恐暴掠也。"
      },
      {
        "index": 80,
        "text": "未入竟，壹肄。（謂於所聘之國竟也。肄，習也。習聘之威儀，重失誤。）\n[疏]『未入竟壹肄』。註『謂於』至『失誤』。釋曰：自此盡『私事』，論雖未至主國，預習聘享威儀之事。此與下文為目，所習之禮事在下。雲『謂於所聘之國』者，鄭解未入境，境謂所聘之國境，未入也。"
      },
      {
        "index": 81,
        "text": "為壇，畫階，帷其北，無宮。（土象壇也。帷其北，宜有所鄉依也。無宮，不土，畫外垣也。）\n[疏]『為』至『無宮』。註『土』至『垣也』。釋曰：案《覲禮》與《司儀》同為壇三成，宮方三百步，此則無外宮，其壇土為之，無成，又無尺數，象之而已。雲『帷其北，宜有所鄉依』者，雖不立主人，賓、介習禮，宜有所向，故帷其北也。雲『無宮，不土，畫外垣也』者，不土，為宮是畫外垣，垣墻土為外墻土，今則不畫宮也。"
      },
      {
        "index": 82,
        "text": "朝服無主，無執也。（不立主人，主人尊也。不執玉，不敢褻也。徒習其威儀而已。）\n[疏]『朝服』至『執也』。註『不立』至『而已』。釋曰：雲『不立主人，主人尊也』者，主人則主國君受聘享者，不立臣作君，故雲主人尊也。"
      },
      {
        "index": 83,
        "text": "介皆與，北面西上。（入門左之位也。古文與作豫。）\n[疏]『介皆』至『西上』。註『入門』至『作豫』。釋曰：此所習之禮，不習大門外內及廟門內之禮者，以其於外威儀少而易行，故略之。但習入廟聘享、揖讓、升降、布幣、授玉之禮，是以直雲『北面西上』之位也。雲『入門左之位』"
      },
      {
        "index": 84,
        "text": "者，案下文雲『賓入門左，介皆入門左，北面，西上』是也。\n習享，士執庭實。（士，士介也。庭實必執之者，皮則有攝張之節。）"
      },
      {
        "index": 85,
        "text": "[疏]『習享士執庭實』。註『士士』至『之節』。釋曰：享時庭實旅百，獻國所有，非止於皮，知所執是皮者，以其金龜竹箭之等，皆列之於地，不執之。"
      },
      {
        "index": 86,
        "text": "所執者，唯有皮而已，是以下聘時，賓升致命授玉之時，執皮者張之以見文，是以特言『執』也，是以雲『皮有攝張之節』。"
      },
      {
        "index": 87,
        "text": "習夫人之聘享，亦如之。習公事，不習私事。（公事，致命者也。）\n[疏]『習夫』至『私事』。註『公事致命者也』。釋曰：雲『習夫人之聘享亦如之』者，以其行聘君訖，則行聘夫人，行享君訖，即行享夫人，還君受之，一如受君禮，故雲亦如之也。雲『習公事』者，謂君聘享、夫人聘享及問大夫，皆致君命，故鄭雲『公事，致命者』。是以下文行君聘享及夫人聘享訖，擯出，請賓告事畢，鄭註雲『公事畢』。又問卿時，雲卿大夫『升堂，北面聽命，賓東面致命』，鄭註雲：『致其君之命。』皆公事致命者也。『私事』者，謂私覿於君，私面於卿大夫，故下文賓覿，『入門右』，註雲『私事自右』是。又問卿訖，賓西面如覿幣，『入門右，大夫辭，賓遂左』，註雲：『見，私事。賓雖敵，謙入門右，為若降等然』是也。若然，大夫之幣不在朝付之，至郊乃付之，避君禮，不謂非公事。"
      },
      {
        "index": 88,
        "text": "及竟，張旃，誓。（及，至也。張旃，明事在此國也。張旃，謂使人維之。）\n[疏]『及竟張旃誓』。註『及至』至『維之』。釋曰：自此盡『入境斂旃』，論賓至主國之境，謁關人見威儀之事。雲『張旃，明事在此國』者，以其行道斂旃，及境張旃，明所聘之事在此國，故張旃以表其事也。是以鄭雲明事在此國也。雲『張旃，使人維之』者，案《禮緯。稽命徵》雲：大夫杠五刃，齊於較，較崇八尺，人又長八尺，人維得手及之者。蓋以物接之，乃得維持之。案《節服氏》『掌祭祀朝覲，六人維王之大常，諸侯則四人』。但大常十二旒，人有六，則一人維持二旒，鄭雲：『維之以縷。』用線維之。大夫無文。諸侯四人，不依命數。大夫或一人，或二人維持之。"
      },
      {
        "index": 89,
        "text": "乃謁關人。（謁，告也。古者竟上為關，以譏異服，識異言。）\n[疏]『乃謁關人』。註『謁告』至『異言』。釋曰：古者境上為關者，王城十二門，則亦通十二辰，辰有一門一關，諸侯未知幾關。魯廢六關，半天子，則餘諸侯亦或然也。雲關譏異言，案《王制》雲：『關譏而不征。』註亦雲："
      },
      {
        "index": 90,
        "text": "『幾，幾異服、異言。』二註皆無正文。案《周禮。司門》雲：『幾出入不物者。』\n註雲：『不物，衣服視占不與眾同。』鄭以出入不物幾之，則不物中含有此異服異言。雲衣服視占不與眾同，則是異也。但《周禮。司關》：『上士二人，中士四人。』又雲：『每關下士二人。』但司關為都總，主十二關，居在國都，每關下士二人者，各主一關，今所謂關人者，謂告每關，關人來告司關，司關為之告王，故《司關職》雲『凡四方之賓客叩關，則為之告』是也。"
      },
      {
        "index": 91,
        "text": "關人問從者幾人。（欲知聘問，且為有司當共委積之具。）\n[疏]『關人』至『幾人』。註『欲知』至『之具』。釋曰：不問使人而問從者，關人卑者，不敢輕問尊者，故問從者。雲『欲知聘問』者，問得從者，即知使者是大聘，亦知使者是小聘。知者，以君行師從一州之民，卿行旅從一黨之人，若大夫小聘，當一旅之人，百人也。『且謂有司當共委積之具』者，賓客入竟，當於廬宿市設，少曰委，多曰積，是為行道之具也。"
      },
      {
        "index": 92,
        "text": "以介對。（以所與受命者對，謙也。《聘禮》：上公之使者七介，侯伯之使者五介，子男之使者三介。以其代君交於列國，是以貴之。《周禮》曰：『凡諸侯之卿，其禮各下其君二等。』）"
      },
      {
        "index": 93,
        "text": "[疏]『以介對』。註『以所』至『二等』。釋曰：雲『以所與受命者對，謙也』者，上問從者幾人，當為卿行旅從對，今不雲而以介與受命者對，是謙也。"
      },
      {
        "index": 94,
        "text": "《聘禮》上公之使七介至三介，皆《禮記。聘義》文，而雲《聘禮》者，《聘義》亦得言《聘禮》也。雲『以其代君交於列國，是以貴之』，貴之者，隨國大小節級，與之介以副使者，是貴之也。引《周禮》者，欲見貴之才下其君二等而已也。"
      },
      {
        "index": 95,
        "text": "鄭註《周禮》二等，謂介與朝位賓主之也。\n君使士請事，遂以入竟。（請猶問也，問所為來之故也。遂以人，因道之。）"
      },
      {
        "index": 96,
        "text": "[疏]『君使』至『入竟』。註『請猶』至『道之』。釋曰：君得關入告，即知為聘來，使士迎之，故《聘義》雲『君使士迎於竟』是也。而雲使士請事，君子不必入，故知而猶問也。雲『遂以入』竟者，若然，向來賓之問，猶停關外，君使士請訖，乃導以入竟。"
      },
      {
        "index": 97,
        "text": "入竟，斂旃，乃展。（復校錄幣，重其事。斂旃，變於始入。）\n[疏]『入竟斂旃乃展』。註『復校』至『始入』。釋曰：自此盡『賈人之館』，論三度展幣之事。雲『重其事』者，亦恐有脫漏失錯，故雲重其事，不可輕也。『斂旃，變於始入』者，上『及竟張旃』註雲：『事在此國也。』此則入竟後乃斂，斂之者，謂若初出至郊斂旃，鄭雲：『行道耳，未有事也。』此亦及竟，示有事於此國，張之始入。張之去國遠，更是行道未有事，故鄭雲變於始入。始入時示有事於此國，今是行道去之，故雲變於始入也。"
      },
      {
        "index": 98,
        "text": "布幕，賓朝服立於幕東，西面，介皆北面，東上。賈人北面，坐拭圭。（拭，清也。側幕而坐，乃開櫝。）\n[疏]『布幕』至『拭圭』。註『拭清』至『開櫝』。釋曰：賓西面者，雖不對君，由是臣道，異於前誓時，示威信也。知賈人側幕者，以其幕所陳皆賈人所主，此圭雖不陳，亦宜側近於幕以開圭也。知賈人坐者，下文聘時於廟門外，賈人開圭坐授上介，故知此亦坐。"
      },
      {
        "index": 99,
        "text": "遂執展之。（持之而立，告在。）\n[疏]『遂執展之』。註『持之而立告在』。釋曰：此經告訖，下文乃雲『上介北面視之』，則此所告者告賓，雲在上介乃視之。"
      },
      {
        "index": 100,
        "text": "上介北面視之，退復位。（言退復位，則視圭進違位。）\n[疏]『上介』至『復位』。註『言退』至『違位』。釋曰：鄭言此者，見經直有退文，不見其進，故雲『則視圭進』也。『違位』之言，出於《曲禮》。"
      },
      {
        "index": 101,
        "text": "《曲禮》雲：『揖人必違其位。』鄭雲：『禮以變為敬。』今此進違位，亦是敬也。\n退圭。（圭璋尊，不陳之。）"
      },
      {
        "index": 102,
        "text": "[疏]『退圭』。註『圭璋尊不陳之』。釋曰：尊不陳，對下文拭璧加於左皮上，陳之為卑故也。上不言璋，直言圭，下乃言夫人之聘享，則璋未拭而並言璋者，欲見皆不陳故。"
      },
      {
        "index": 103,
        "text": "陳皮，北首，西上，又拭璧，展之，會諸其幣，加於左皮上。上介視之，退。\n（會，合也。諸，於也。古文曰陳幣北首。）"
      },
      {
        "index": 104,
        "text": "[疏]『陳皮』至『之退』。註『會合』至『北首』。釋曰：璧言合諸幣者，享時當合，故今亦合而陳之。故《小行人》雲：『合六幣。』六幣亦是所享之物故也。"
      },
      {
        "index": 105,
        "text": "馬則幕南，北面，奠幣於其前。（前，當前幕上。）\n展夫人之聘享，亦如之。賈人告於上介，上介告於賓。（展夫人聘享，上介不視，貶於君也。賈人既拭璋琮，南面告於上介，上介於是乃東面以告賓，亦所謂『放而文』之類。）"
      },
      {
        "index": 106,
        "text": "[疏]『展夫』至『於賓』。註『展夫』至『之類』。釋曰：知面位如此者，其賈人北面，在幕南，上介亦北面，明賈人既拭夫人聘璋享琮訖，乃回身南面告上介，上介於是還東面告賓可知也。雲『所謂「放而文」之類』者，所謂《禮器》文。案《禮器》雲：『有放而文也。』註雲：『謂若天子服日月以至黼黻。』是天子衣放象日月以下而為文。今夫人聘享展訖，但上介不視，至於賈人南面告上介，上介東面告賓，放象君禮而為文變，是其類也。"
      },
      {
        "index": 107,
        "text": "有司展群幣，以告。（群幣，私覿及大夫者。有司，載幣者，自展自告。）\n[疏]『有司』至『以告』。註『群幣』至『自告』。釋曰：雲『群幣，私覿及大夫』者，上展君及夫人幣訖，此言有司展群幣，故知是私覿及大夫者。"
      },
      {
        "index": 108,
        "text": "私覿者，行君夫人聘享訖，賓以私禮已物見主君。雲大夫者，亦謂賓以已物面主國之卿。必知私覿之幣是賓介自將己物者，以經記上下唯有君及夫人聘享，及問大夫聘之幣付使者之文，不見有付賓介私覿之幣。又案下文賓將還，雲『遂行，舍於郊』，公使卿贈如覿幣，使下大夫贈上介亦如之，使士贈眾介，如其覿幣，還至本國，陳幣於朝。雲『上賓之公幣、私幣皆陳，上介公幣陳，他介皆否』，註雲：『此幣使者及介所得，於彼國君卿大夫之贈賜也。』其禮於君者不陳。公幣，君之賜也；私幣，卿大夫之幣也。至於賓反命訖，君使宰賜使者及介幣，以此言之，彼國所報私覿之幣還與賓介。明知私覿是賓介私賫行可知也。《夏官。"
      },
      {
        "index": 109,
        "text": "校人》雲：『凡國之使者，皆供其幣馬。』鄭註：『使者所用私覿。』若然，彼使者謂天子使卿大夫存┹省問諸侯之事，使者得之行私覿。私覿之馬，校人供之，與諸侯禮異也。"
      },
      {
        "index": 110,
        "text": "及郊，又展，如初。（郊，遠郊也。周制，天子畿內千里，遠郊百里。以此差之，遠郊上公五十里，侯伯三十里，子男十里也。近郊各半之。）"
      },
      {
        "index": 111,
        "text": "[疏]『及郊』至『如初』。註『郊遠』至『半之』。釋曰：雲『周制，天子畿內千里』者，《周禮。大司徒》雲：『制其畿方千里。』據《周禮》而言，其自殷已上，亦畿方千里。《商頌》雲：『邦畿千里，唯民所止。』夏亦千里。"
      },
      {
        "index": 112,
        "text": "《王制》雲：『天子縣內方千里。』鄭據夏時《禹貢》方千里曰甸服，據唐虞畿內是也。雲『遠郊百里』者，《司馬法》文。畿方千里，王城面五百里。以百里為遠郊。若公百里中置國城，面二百五十里，故遠郊五十里。自此已下，至子男差之可知。雲『近郊各半之』者，亦約周天子遠郊百里，近郊五十里，亦無正文。"
      },
      {
        "index": 113,
        "text": "《尚書。君陳》序雲：『命君陳分正東郊成周。』鄭註：『周之近郊五十里。今河南、洛陽相去則然。』鄭以目驗知之。若然，天子近郊半遠郊，則諸侯近郊各半遠郊可知也。"
      },
      {
        "index": 114,
        "text": "及館，展幣於賈人之館，如初。（館，舍也。遠郊之內有候館，可以小休止沐浴。展幣不於賓館者，為主國之人有勞問己者就焉，便疾也。）"
      },
      {
        "index": 115,
        "text": "[疏]『及館』至『如初』。註『館舍』至『疾也』。釋曰：案《周禮。\n遺人職》雲：十里有廬，三十里有宿，五十里有市，市有候館。畿內道路皆有候館，鄭雲『遠郊之內有候館』者，據此。候館在遠郊之內，指而言之，不謂於此獨有也。以行道之停息，故雲『小休止沐浴』，又得展幣也。雲『展幣不於賓館者，為主國之人有勞問己者就焉，便疾也』者，若並在賓館，則事煩不疾，若展幣於賈人之館，其賓館受勞問，是以就賈人之館展幣，便疾也。案《大行人》諸侯朝天子，上公三勞，侯伯再勞，子男一勞，孤不問，一勞。諸侯自相朝，無過如朝天子，遣臣相聘，無過一勞。此下文使卿近郊勞，此乃遠郊之內，得有此勞問己者，謂同姓舅甥之國。而加恩厚者，別有遠郊之內問勞也。"
      },
      {
        "index": 116,
        "text": "賓至於近郊，張旃。君使下大夫請行，反。君使卿朝服，用束帛勞。（請行，問所之也。雖知之，謙不必也。士請事，大夫請行，卿勞，彌尊賓也。其服皆朝服。）"
      },
      {
        "index": 117,
        "text": "[疏]『賓至』至『帛勞』。註『請行』至『朝服』。釋曰：自此盡『遂以賓入』，論主君使大夫及卿行請勞之事。入近郊張旃者，示將有事以自表也。"
      },
      {
        "index": 118,
        "text": "知皆朝服者，以卿勞禮重，尚朝服，明以外士大夫輕者，朝服可知也，故舉後以明前也。\n上介出請，入告。賓禮辭，迎於舍門之外，再拜。（出請，出門西面，請所以來事也。入告，入北面告賓也。每所及至，皆有舍。其有來者者，皆出請入告，於此言之者，賓彌尊，事彌錄。）"
      },
      {
        "index": 119,
        "text": "[疏]『上介』至『再拜』。註『出請』至『彌錄』。釋曰：雲『入北面告賓也』者，此時賓當在賓館，阼階西面，故上介北面告賓也。雲『每所及至，皆有舍。其有來者，皆出請入告，於此言之者，賓彌尊，事彌錄』者，道皆有廬、宿、市，來之舍前，出請，士大夫請行，亦當出請入告。於此始言之者，先士，次大夫，後卿，以是先卑後尊，今復見此言，故雲賓彌尊事彌錄也。"
      },
      {
        "index": 120,
        "text": "勞者不答拜。（凡為人使，不當其禮。）\n[疏]『勞者不答拜』。註『凡為』至『其禮』。釋曰：言『凡』者，非直此卿為君勞，賓不敢當其禮，不答拜，聘賓亦初入大門，主君拜賓，辟不答拜也。如此之類皆然，故雲凡以該之。至後，儐勞者與之答拜，為己故也。"
      },
      {
        "index": 121,
        "text": "賓揖，先入，受於舍門內。（不受於堂，此主於侯伯之臣也。公之臣，受勞於堂。）\n[疏]『賓揖』至『門內』。註『不受』至『於堂』。釋曰：知『公之臣，受勞於堂』者，案《司儀》雲：『諸公之臣相為國客，及大夫郊勞，三辭拜辱，三讓，登聽命。』是公之臣受勞於堂之事。"
      },
      {
        "index": 122,
        "text": "勞者奉幣入，東面致命。（東面，鄉賓。）\n[疏]『勞者』至『致命』。註『東面鄉賓』。釋曰：賓在館，如主人當入門西面，故勞者東面向之也。"
      },
      {
        "index": 123,
        "text": "賓北面聽命，還，少退，再拜稽首，受幣。勞者出。（北面聽命，若君南面然。少退，象降拜。）\n[疏]『賓北』至『者出』。註『北面』至『降拜』。釋曰：雲『北面聽命，若君南面然。少退，象降拜』者，下文歸饔餼，『大夫東面致命，賓降階西面，再拜稽首』，是此象之也。若然，此行尊卑禮，訝受法，歸饔餼時，上北面受幣。此在庭，亦當北面，訝受幣，勞者南面可知也。"
      },
      {
        "index": 124,
        "text": "授老幣。（老，賓之臣。）\n[疏]『授老幣』。註『老賓之臣』。釋曰：大夫家臣稱老。若趙魏『臧氏老』之類也。"
      },
      {
        "index": 125,
        "text": "出迎勞者。（欲儐之。）\n[疏]『出迎勞者』。註『欲儐之』。釋曰：《司儀》註雲：『上於下曰禮，敵者曰儐。』此言儐者，欲見賓以禮禮使者，故雲『欲儐之』。"
      },
      {
        "index": 126,
        "text": "勞者禮辭。賓揖，先入，勞者從之。乘皮設。（設於門內也。物四曰乘。皮，麋鹿皮也。）\n[疏]『勞者』至『皮設』。註『設於』至『皮也』。釋曰：庭實當三分庭一在南設之。今以儐勞者在庭，故設於門內也。雲『皮，麋鹿皮』者，鄭於下註雲：『君於臣，臣於君，麋鹿皮可者。』以無正文，知用麋鹿皮者，案《郊特牲》雲：『虎豹之皮，示服猛也。』彼諸侯朝享天子法，用虎豹。此臣聘君，降於享天子法，用麋鹿皮。故《齊語》雲：『齊桓公使諸侯輕其幣，用麋鹿皮四張。』"
      },
      {
        "index": 127,
        "text": "亦一隅也。\n賓用束錦儐勞者。（言儐者，賓在公館如家之義，亦以來者為賓。）\n[疏]『賓用』至『勞者』。註『言儐』至『為賓』。釋曰：雲『言儐者，賓在公館如家之義，亦以來者為賓』者，凡言儐者，謂報於賓。今以賓館，故賓若主人。故雲『儐勞者』，即以勞者為賓故也。"
      },
      {
        "index": 128,
        "text": "勞者再拜稽首受。（稽首，尊國賓也。）\n[疏]『勞者』至『首受』。註『稽首尊國賓』。釋曰：《周禮。大祝》辨九拜：一曰稽首，首至地，臣拜君法；二曰頓首，頭叩地，平敵相於法；三曰空首，首至手，君答臣下拜法。《郊特牲》雲：『大夫之臣不稽首，非尊家臣，以辟君也。』今此勞者與賓同類，不頓首而稽首，故雲『尊國賓』也。下賓亦稽首送者，以是為君使，故亦稽首以報之也。"
      },
      {
        "index": 129,
        "text": "賓再拜稽首，送幣。（受、送，拜皆北面，象階上。）\n[疏]註『受送』至『階上』。釋曰：知『受、送，拜皆北面，象階上』者，此經面位無文。案歸饔餼賓儐大夫時，賓楹北面授幣，大夫西面受，此賓亦宜與彼同。北面授，還北面拜送。若然，雲『受送拜皆北面』者，誤，當雲『授送拜皆北面』，並據賓而言也。"
      },
      {
        "index": 130,
        "text": "勞者揖皮出，乃退。賓送再拜。（揖皮出，東面揖執皮者而出。）\n[疏]『勞者』至『再拜』。註『揖皮』至『而出』。釋曰：知『東面揖執皮』者，以其執皮者在門內，當門，勞者在執皮之西，故知東面揖皮，可知揖之若親受之。又執皮者是賓之使者，執皮者得揖從出勞者，從人當訝受之，是以《公食大夫禮》雲：『賓三飯，公侑食以束帛，庭實設乘皮，賓受幣，賓出，揖庭實出。』鄭雲：『揖執皮者，若親受。』雲『上介受賓幣，從者訝受皮』，則此從者亦訝受可知也。"
      }
    ]
  }
}