{
  "chapterNumber": 7,
  "title": "卷七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《士相見禮》第三。鄭《目錄》云：『士以職位相親，始承摯相見禮。\n《雜記》會葬禮曰：相見也，反哭而退，朋友虞而退。士相見於五禮屬賓禮。"
      },
      {
        "index": 1,
        "text": "大、小戴及《別錄》皆第三。』釋曰：鄭云『士以職位相親，始承摯相見』者，釋經亦有大夫及庶人見君之禮，亦士見大夫之法，獨以《士相見》為名者，以其兩士職位不殊，同類昵近，故以《士相見》為首。云『《雜記》：相見也，反哭而退，朋友虞而退』者，以送葬之禮，恩厚者退遲，恩薄者退疾。引之者，證有執摯相見之義也。云『士相見於五禮屬賓禮』者，案《周禮。大宗伯》『五禮』"
      },
      {
        "index": 2,
        "text": "賓禮之別有八：春朝、夏宗、秋覲、冬遇、時會、殷同，此六者，是五等諸侯見天子，兼有自相朝覲之禮。彼又云『時聘曰問，殷┹曰視』二者是諸侯使臣出聘，天子及自相聘之禮，並執玉帛而行，無執禽摯之法。此屬直新升為士大夫之等，同國執禽摯相見及見君之禮，雖非出聘，亦是賓主相見之法，故屬賓禮也。且士卑，唯得作介，從君與卿大夫出向他國，無身自聘問之事。案《周禮》行夫是士官，其有美惡無禮，特行無介，始得出向他邦，亦非聘問之法也。然昏、冠及喪、祭，尊卑各自有禮，及執摯相見，唯有此《士相見》。其篇內含卿大夫相見，以其新升為士，或士自相見，或士往見卿大夫，或卿大夫下見士，或見己國君，或士大夫見他國君來朝者，新出仕從微至著，以士為先後，更有功乃升為大夫已上，故以士為總號也。又天子之孤卿、大夫、士與諸侯之孤卿、大夫、士，執摯既同，相見之禮亦無別也。"
      },
      {
        "index": 3,
        "text": "士相見之禮。摯，冬用雉，夏用居。左頭奉之，曰：『某也原見，無由達。\n某子以命命某見。』（摯，所執以至者，君子見於所尊敬，必執摯以將其厚意也。"
      },
      {
        "index": 4,
        "text": "士摯用雉者，取其耿介，交有時，別有倫也。雉必用死者，為其不可生服也。夏用居，備腐臭也。左頭，頭，陽也。無由達，言久無因緣以自達也。某子，今所因緣之姓名也。以命者，稱述主人之意。今文頭為ㄕ。）"
      },
      {
        "index": 5,
        "text": "[疏]『士相見』至『某見』。釋曰：自此至『送於門外再拜』，論士與士相見之事也。云『某也原見，無由達』者，謂新升為士，欲見舊為士者，謂久無紹介中之人達彼此之意，雖原見，無由得與主人通達相見也。云『某子以命命某見』者，某子是紹介中之人姓名，以主人之命命某，是賓之名命某來見主人也。案《少儀》『始見君子者，辭曰：某固原聞名於將命』者，謂以卑見尊法。"
      },
      {
        "index": 6,
        "text": "彼又云『敵者曰：某固願見』於將命者，此兩士相見，亦是敵者。不言原見於將命者者，此既言願見，無由達見敵者始欲相見。案下文及還摯者，皆雲於將命者，明此亦有原見於將命者，不言者，文不具也。註『摯所』至『為ㄕ』。釋曰："
      },
      {
        "index": 7,
        "text": "云『摯，所執以至』者，摯得訓為至，升為士者（元缺一字）彼人相見，欲相尊敬，必執禽鳥始得至，故雲摯所執以至者也。云『士摯用雉』者，對大夫已上所執羔、雁不同也。云『取其耿介，交有時，別有倫也』者，倫，類也。交接有時，至於別後，則雄雌不雜，謂春交秋別也。士之義亦然，義取耿介不犯於上也。云『雉必用死者，為其不可生服也』者，經直雲冬用雉，知用死雉者，《尚書》云："
      },
      {
        "index": 8,
        "text": "『三帛、二牲、一死摯。』則雉，義取耿介，為君致死也。云『夏用居，備腐臭也』者，案《周禮。庖人》云：『春行羔豚，夏行居肅。』鄭云：『居，乾雉。肅乾魚。』居肅熱而乾，乾則不腐臭，故此取不腐臭也。冬時雖死，形體不異，故存本名，稱曰雉。夏為乾居，形體異，故變本名稱曰居也。云『左頭，頭，陽也』者，《曲禮》云『執禽者左首』，雉與羔、雁同是合生執之物，以不可生服，故殺之雖死，猶尚左以從陽也。云『某子，今所因緣之姓名也』者，謂紹介之姓名。云『以命者，稱述主人之意』者，言紹介之人稱述主人之辭意傳來賓也。云『今文頭為ㄕ』者，鄭不從今文者，以其ㄕ，項也，項不得為頭，故不從也。但此雲某子以命命某見，謂舊未相見，今始來見主人，故須某子傳，通孺悲欲見孔子，不由紹介，故孔子辭以疾。且經雲某子，鄭雲某子，今所因緣之姓名。案《鄉飲酒》云『某子受酬』，註云：『某者，眾賓姓。』又《鄉射》云『某酬某子』，註云：『某子者，氏也。』與此註某子為姓名不同者。"
      },
      {
        "index": 9,
        "text": "彼旅酬下為上，尊敬在上，以《公羊傳》：『名不若字，字不若子。』故下者稱姓，以配子，彼對面語，故不言名。此非對面之言，於彼遙稱紹介之意，若不言名，直稱姓是何人，故鄭以姓名解之也。若然，《特牲》云『皇祖某子』，註為伯子、仲子者，以孫不宜雲父祖姓，故以伯子、仲子言之，望經為義，故註有殊。"
      },
      {
        "index": 10,
        "text": "若然，註宜有名，無者誤也。\n主人對曰：『某子命某見，吾子有辱。請吾子之就家也，某將走見。』（有，又也。某子命某往見，今吾子又自辱來，序其意也。走，猶往也。今文無走。）"
      },
      {
        "index": 11,
        "text": "[疏]『主人』至『走見』。釋曰：云『某子命某見』者，某子則是紹介姓名，以某子是中之人，故賓主共稱之也。此上下皆言請，不言辭。辭而不受，須相見，故言請而已。註『有又』至『無走』。釋曰：鄭轉有為又者，以言某子以命命某，往就彼見吾子，又自辱來，於義為便，故從又，不從有也。云『走，猶往也』者，以言走，直取急往相見之意，非走驟之義，故釋從往也。云『今文無走』字者，無走，於文義不足，故不從今文從古文也。"
      },
      {
        "index": 12,
        "text": "賓對曰：『某不足以辱命，請終賜見。』（命，謂請吾子之就家。）\n主人對曰：『某不敢為儀，固請吾子之就家也，某將走見。』（不敢為儀，言不敢外貌為威儀，忠誠欲往也。固，如故也。今文不為非，古文云『固以請』"
      },
      {
        "index": 13,
        "text": "也。）\n[疏]註『不敢』至『以請』。釋曰：固如故也者，固為堅固，堅固則如故，以再請如前，故雲固如故也。云『今文不為非』者，雲非敢於義不便，故不從今文非也。云『古文雲「固以請」』者，固請於文從便，若有以字於文賒緩，故不從古文『固以請』也。"
      },
      {
        "index": 14,
        "text": "賓對曰：『某不敢為儀，固以請。』（言如固請終賜見也。今文不為非。）\n主人對曰：『某也固辭，不得命，將走見。聞吾子稱摯，敢辭摯。』（不得命者，不得見許之命也。走，猶出也。稱，舉也。辭其摯，為其大崇也。古文曰『某將走見』。）"
      },
      {
        "index": 15,
        "text": "[疏]註『不得』至『走見』。釋曰：云『走猶出也』者，亦如上之走往，披據句賓家，故走為往，此據出門，故雲走猶出也。云『辭其摯，為其大崇也』"
      },
      {
        "index": 16,
        "text": "者，凡賓主相見，唯此新升為士有摯，又初不相識，故有摯為重。對重相見，則無摯為輕。是以始相見，辭之為大崇，故也。云『古文曰「某將走見」』者，上再番皆云『某將走見』，今此三者亦云『某將走見』，與前同，此疊古文不從者，以上第一番請賓主皆無『不敢為儀』，第二番賓及主人皆云『不敢為儀』，文句既異，若不雲某，於文不便，故須雲某也。此三番於上已雲某也，固辭不得命，於下不須雲某，於文便，古文更云『某將走見』，文疊，故不從也。"
      },
      {
        "index": 17,
        "text": "賓對曰：『某不以摯不敢見。』（見於所尊敬而無摯，嫌大簡。）\n[疏]註『見於』至『大簡』。釋曰：此士相見唯是平敵相伉，案《曲禮》云：『主人敬客則先拜客，客敬主人則先拜主人。』並不問爵之大小，唯以相尊敬為先後，故雖兩士，亦得雲相尊敬，不敢空手，須以摯相見。若無摯相見，是則大簡略也。"
      },
      {
        "index": 18,
        "text": "主人對曰：『某不足以習禮，敢固辭。』（言不足習禮者，不敢當其崇禮來見己。）\n[疏]註『言不』至『見己』。釋曰：案上經賓雲某不以摯不敢見，是賓以崇禮來見主人。今主人不敢當其崇禮來見己，故變文言『不足以習禮』，故鄭雲言不足習禮者，不敢當其崇禮來見已也。"
      },
      {
        "index": 19,
        "text": "賓對曰：『某也不依於摯不敢見，固以請。』（言依於摯，謙自卑也。今文無也。）\n[疏]註『言依』至『卑也』。釋曰：凡相見之禮，以卑見尊必依摯。《禮記。檀弓》云『魯人有周豐也者，哀公執摯請見之』者，是下賢，非正法。今《士相見》云『不依於摯不敢見』，謙自卑也。"
      },
      {
        "index": 20,
        "text": "主人對曰：『某也固辭，不得命，敢不敬從！』出迎於門外，再拜。賓答再拜。主人揖，入門右。賓奉摯，入門左。主人再拜受。賓再拜送摯，出。（右，就右也。左，就左也。受摯於庭，既拜受，送則出矣。不受摯於堂，下人君也。"
      },
      {
        "index": 21,
        "text": "今文無。）\n[疏]註『右就』至『無文』。釋曰：凡門出，則以西為右，以東為左；入門則以東為右，以西為左，依賓西主東之位也。知『受摯於庭』者，以其入門左右，不言揖讓而升之事，故知在庭也。云『既拜，送則出矣』者，欲見賓拜送摯訖而言出，則去還家，無意得待主人留己也。云『不受摯於堂，下人君也』者，《聘禮》賓升堂致命授玉，又下雲君在堂升見無方階，亦是升堂見君法，故雲不升堂下人君也。"
      },
      {
        "index": 22,
        "text": "主人請見，賓反見，退。主人送於門外，再拜。（請見者，為賓崇禮來，相接以矜莊，歡心未交也。賓反見，則燕矣。下云『凡燕見於君』至『凡侍坐於君子』，博記反見之燕義，臣初見於君，再拜，奠摯而出。）"
      },
      {
        "index": 23,
        "text": "[疏]『主人請見』至『再拜』。註『請見』至『而出』。釋曰：鄭解主人留賓之意。云『請見』者，為賓崇禮來相接，則執摯來是也。云『以矜莊，歡心未交也』者，正謂入門拜受，拜送時賓主俱矜莊相敬，歡心未交也。云『賓反見，則燕矣』者，上《士冠》禮賓、《士昏》納采之等，《禮記》皆有禮賓、饗賓之事，明此行禮，主人留必不虛，宜有歡燕，故雲則燕矣。以摯相見，非聘問之禮。燕既在寢，明前相見亦在寢之庭矣。若諸文有留賓者，多是禮賓之事，知此不行禮賓而雲燕者，彼諸文皆是為餘事相見，以其事重，故為禮賓。此直當身相見，其事輕，故直有燕矣。是以諸文禮賓，此燕賓，故直云『請見』也。云『「凡燕見於君」至「反見之燕義」』者，凡燕見，或反見，或本來侍坐，非反見，下註云『此謂特見圖事，非立賓主之燕』是也。侍坐於君子之下，乃有侍坐、問夜、膳葷、賜食爵之等，不引證燕見者，彼直是侍坐法，非燕見之禮故也。云『臣初見於君，再拜，奠摯而出』者，鄭欲見自『燕見於君』下至『凡侍坐於君子』皆反見燕法，其中仍有臣見於君法，臣始事見於君法，禮畢，奠摯而出，君亦當遣人留之燕也。若然，下有他邦之人則還摯，雖不見反燕，臣尚燕他邦，有燕可知，但文不具也。"
      },
      {
        "index": 24,
        "text": "主人復見之，以其摯，曰：『者吾子辱，使某見。請還摯於將命者。』\n（復見之者，禮尚往來也。以其摯，謂時所執來者也。，曩也。將猶傳也。"
      },
      {
        "index": 25,
        "text": "傳命者，謂擯相者。）\n[疏]『主人』至『命者』。釋曰：自此至『賓退送再拜』論主人還於賓之事。註『復見』至『相者』。釋曰：云『復見之者，禮尚往來也』者，鄭解主人還摯之意，云『禮尚往來』，《曲禮》文。五等諸侯，身自出朝及遣臣出聘，以其圭璋重，不可遙復，朝聘訖，即還之。璧琮財輕，故不還。彼朝聘用玉，自為一禮，有不還之義，其在國之臣，自執摯相見，雖禽摯皆還之。臣見於君，則不還。義與朝聘異，不可相決也。云『將猶傳也。傳命者，謂擯相者』者，謂出接賓曰擯，入詔禮曰相，一也。故《聘禮》與《冠義》皆雲每一門止一相，是謂擯介為相也。"
      },
      {
        "index": 26,
        "text": "主人對曰：『某也既得見矣，敢辭。』（讓其來答己也。）\n[疏]『主人』至『敢辭』。釋曰：上言主人，此亦言主人者，上言主人者據前為主人而言。此雲主人者，謂前賓今在己家而說也。"
      },
      {
        "index": 27,
        "text": "賓對曰：『某也非敢求見，請還摯於將命者。』（言不敢求見，嫌褻主人，不敢當也。今文無也。）\n[疏]註『言不』至『當也』。釋曰：云『嫌褻主人，不敢當也』者，者主人見己，今即來見主人，賓主頻見，是褻也。今云『非敢求見』，嫌褻主人，不敢更相見也，故不敢當相見之法，直云『還摯』而已。"
      },
      {
        "index": 28,
        "text": "主人對曰：『某也既得見矣，敢固辭。』（固，如故也。）賓對曰：『某不敢以聞，固以請於將命者。』（言不敢以聞，又益不敢當。）"
      },
      {
        "index": 29,
        "text": "[疏]註『言不敢』至『敢當』。釋曰：上云『非敢求見』，已是不敢當，此云『不敢以聞』，耳聞疏於目見，故云『又益不敢當』也。"
      },
      {
        "index": 30,
        "text": "主人對曰：『某也固辭，不得命，敢不從。』（許受之也。異日則出迎，同日則否。）\n[疏]註『異日』至『則否』。釋曰：下云『賓奉摯入』，不言主人出迎，又不言厥明，是與前相見同日。知異日出迎者，《鄉飲酒禮》云：明日，乃息司正，主人出迎之。司正猶迎之，況同僚乎，是知異日出迎也。若然，《聘禮》公迎於大門內，至禮賓又出迎者，彼初是公迎，彼初之命不為迎賓身，故至醴賓身，雖同日亦出迎之，故鄭註雲公出迎者，已之禮更端是也。《昏禮》賓為男家使，初時出迎，至醴賓身，雖同日亦出迎也。《有司徹》前為屍，後為賓，所為異，故雲雖同日亦出迎。此二者亦是更端之義也。案《鄉飲酒》及《公食大夫》皆於戒賓之時，未行賓主之禮，是以賓至乃迎之，故雖同日，亦迎賓，非更端之義也。"
      },
      {
        "index": 31,
        "text": "賓奉摯入，主人再拜受。賓再拜送摯，出。主人送於門外，再拜。士見於大夫，終辭其摯。於其入也，一拜其辱也。賓退，送，再拜。（終辭其摯，以將不親答也。凡不答而受其摯，唯君於臣耳。大夫於士，不出迎。入一拜，正禮也。"
      },
      {
        "index": 32,
        "text": "送再拜，尊賓。）\n[疏]『士見於大夫』至『再拜』。註『終辭』至『尊賓』。釋曰：云『以將不親答也』者，事未至謂之將，如上《士相見》賓來見士，後將親答就士家，則辭而受其摯。此則以將不親答，終不受也。若然，經直云『終辭其摯』，不言一辭、再辭，亦有可知，但略而不言也。又《少儀》雲始見君子曰『願聞名』"
      },
      {
        "index": 33,
        "text": "此不言願聞，亦文不具也。云『凡不答而受其摯，唯君於臣耳』者，見下文『他邦之人則使擯者還其摯』，見己君不言還摯。又文有三辭：初辭、中辭、終辭。"
      },
      {
        "index": 34,
        "text": "初辭之時，則云『使某』，中辭云『命某』，以辭在中者，傳言而已，故云『命某』。然使某者是尊君卑臣之義，其心重。若云『命某』者，尊君卑臣，稍淺漸輕之義，故鄭雲或言命某傳言耳。必知有此義者，案僖九年《左傳》曰：『天子有事於文武，使孔賜伯舅胙。』以伯舅耋老，加勞賜一級，無下拜，是尊君。稱使傳言，雲命有輕重之義也。"
      },
      {
        "index": 35,
        "text": "若嘗為臣者，則禮辭其摯，曰：『某也辭，不得命，不敢固辭。』（禮辭，一辭其摯而許也。將不答而聽其以摯入，有臣道也。）賓入，奠摯，再拜。主人答壹拜。（奠摯，尊卑異，不親授也。古文壹為一。）賓出，使擯者還其摯於門外，曰：『某也使某還摯。』（還其摯者，辟正君也。）賓對曰：『某也既得見矣，敢辭。』（辭君還其摯也。今文無。）擯者對曰：『某也命某，某非敢為儀也。敢以請。』（還摯者請使受之。）賓對曰：『某也夫子之賤私，不足以踐禮，敢固辭。』（家臣稱私。踐，行也。言某臣也，不足以行賓客禮。賓客所不答者，不受摯。）擯者對曰：『某也使某，不敢為儀也。固以請。』（言使某，尊君也。"
      },
      {
        "index": 36,
        "text": "或言命某，傳言耳。）\n賓對曰：『某固辭，不得命，敢不從！』再拜受。（受其摯而去之。）\n[疏]註『受其摯而去之』。釋曰：云『受其摯而去』者，以其嘗為臣為輕，既不受其摯，又相見無饗燕之禮，故鄭雲而去以絕之也。"
      },
      {
        "index": 37,
        "text": "下大夫相見，以雁，飾之以布，維之以索，如執雉。（雁，取知時，飛翔有行列也。飾之以布，謂裁縫衣其身也。維，謂系聯其足。）"
      },
      {
        "index": 38,
        "text": "[疏]『下大夫』至『執雉』。釋曰：言『下大夫』者，國皆有三卿五大夫。\n言上大夫，據三卿，則此下是五大夫也。二十七士與五大夫轉相副貳，則三卿宜有六大夫，而五者，何休云：司馬事省，闕一大夫。註『雁取』至『其足』。"
      },
      {
        "index": 39,
        "text": "釋曰：云『雁，取知時』者，以其木落南翔，冰泮北徂，隨陽南北，義取大夫能從君政教而施之。云『飛翔有行列也』者，義取大夫能依其位次，尊卑有敘也。"
      },
      {
        "index": 40,
        "text": "上士執雉，左頭奉之，此云『如執雉』，明執雁者亦左頭奉之也。案《曲禮》云：\n『飾羔雁者以繢。』彼天子卿大夫，非直以布，上又畫之，此諸侯卿大夫執摯，雖與天子之臣同飾羔雁者，直用布為飾，無繢。彼不言士，則天子之士與諸侯之士同，亦無飾。士賤，故無別也。"
      },
      {
        "index": 41,
        "text": "上大夫相見，以羔，飾之以布，四維之，結於面，左頭，如は執之。（上大夫，卿也。羔取其從帥，群而不黨也。面，前也。系聯四足，交出背上，於前結之也。如は執之者，秋獻は，有成禮，如之。或曰は，孤之摯也。其禮蓋謂左執前足，右執後足。今文頭為ㄕ。）"
      },
      {
        "index": 42,
        "text": "[疏]『上大夫』至『執之』。註『上大』至『為ㄕ』。釋曰：云『上大夫，卿也』者，即三卿也。云『羔取其從帥』者，凡羔羊群皆有引帥，若卿之從君之命者也。云『群而不黨也』者，羊羔群而不黨，義取三卿亦皆正直，雖群居不阿黨也。云『系聯四足，交出背上，於胸前結之』者，謂先以繩雙系前兩足，復以繩系後兩足，乃以雙繩於左右從腹下向背上交過，於胸前結之也。云『如は執之者，秋獻は，有成禮，如之』者，案《周禮。獸人》云：『冬獻狼，夏獻麋，春秋獻獸物。』鹿、豕、群獸及狐貍可也。は是鹿子，與鹿同時獻之，又《庖人》云『秋行犢は』，則獻當在秋時，故雲秋獻は也。又案《禮器》『曲禮三千』，鄭云：『曲猶事也。事禮謂今禮也，其中事儀三千。』則禮未亡之時，三千條內有此獻は之法，是有成禮可依，故此經得如之也。云『或曰は，孤之摯也』者，案《大宗伯》及《大行人》與《聘禮》皆雲孤執皮帛，謂天子之孤與諸侯之孤執皮帛。今此執は者，謂新升為孤，見己君法，至餘事則皆皮帛也。云『其禮蓋謂左執前足，右執後足』者，案經雲左頭則與雉、雁同，是以《曲禮》云『執禽者左首』。此鄭又雲執之，蓋謂左執前足，右執後足者。（元缺起此）此釋經は執之，據四足而言之。凡以摯相見之法，唯有新升為臣，及聘朝，及他國君來，主國之臣見，皆執摯相見。常朝及餘會聚皆執笏，無執摯之禮。又執摯者，或平敵，或以卑見尊，皆用摯。尊無執摯見卑之法。《檀弓》雲哀公執摯見己臣周豐者，彼謂下賢，非正法也。"
      },
      {
        "index": 43,
        "text": "如士相見之禮。（大夫雖摯異，其儀猶如士。）\n[疏]『如士相見之禮』。釋曰：此下大夫及卿，其摯雖有羔、雁之異，其相見之儀則皆如士也。註『大夫』至『如士』。釋曰：云『儀猶如士』者，或兩大夫，或兩卿相見，皆如上文『某也原見無由達己』下至『主人拜送於門外』"
      },
      {
        "index": 44,
        "text": "也。\n始見於君，執摯，至下，容彌蹙。（下，謂君所也。蹙猶促也，促，恭愨貌也。其為恭，士、大夫一也。）"
      },
      {
        "index": 45,
        "text": "[疏]註『下謂』至『一也』。釋曰：直云『見於君』，不辨臣之貴賤，則臣之貴賤皆同。故鄭云『其為恭，士大夫一也』。不言所而言『下』者，凡臣視袷已下，故不言所、言下也。"
      },
      {
        "index": 46,
        "text": "庶人見於君，不為容，進退走。（容，謂趨翔。）\n[疏]註『容謂趨翔』。釋曰：此不言民而言庶人，則是庶人在官，謂若《王制》云：『庶人在官者，其祿以是為差。』即府史胥徒是也。按鄭註《曲禮》云：『行而張足曰趨，行而張拱曰翔。』皆是庶人貌也。此庶人見君不趨翔，謂是常法。《論語》是孔子行事，而云『趨進翼如』者，彼謂孔子與君圖事於堂，圖事訖，降堂，向時揖處至君前橫過，向門，特加肅敬，與庶人同也。"
      },
      {
        "index": 47,
        "text": "士大夫則奠摯，再拜稽首，君答壹拜。（言君答士大夫一拜，則於庶人不答之。庶人之摯鶩。古文壹作一。）\n[疏]註『言君』至『作一』。釋曰：臣拜君雲再拜稽首，則君答一拜者，當作空首，則九拜中奇拜是也。云『言君答士大夫一拜則於庶人不答之』者，案《曲禮》『君於士不答拜』，謂己士。此得與大夫同答一拜者，士賤，君不答拜。"
      },
      {
        "index": 48,
        "text": "此以新升為士，故答拜。《聘禮》問勞雲答士拜者，亦以新使反，故拜之也。云『庶人之摯鶩』者，案《大宗伯》云『以禽作六摯，庶人執鶩』，註云：『鶩取其不飛遷。』象庶人安土重遷是也。"
      },
      {
        "index": 49,
        "text": "若他邦之人，則使擯者還其摯，曰：『寡君使某還摯。』賓對曰：『君不有其外臣，臣不敢辭。』再拜稽首，受。"
      },
      {
        "index": 50,
        "text": "[疏]釋曰：賓不辭即受摯，以君所不臣，禮無受他臣摯法，賓如此法，故不敢亢禮於他君，故不辭即受之也。凡臣無境外之交，今得以摯執見他邦君者，謂他國之君來朝，此國之臣因見之，謂若《掌客》『卿皆見以羔』之類是也。《春秋》卿、大夫與他國之君相見者，皆因聘會乃見之，非特行也。"
      },
      {
        "index": 51,
        "text": "凡燕見於君，必辯君之南面。若不得，則正方，不疑君。（辯猶正也。君南面，則臣見正北面。君或時不然，當正東面，若正西面，不得疑君所處邪鄉之。"
      },
      {
        "index": 52,
        "text": "此謂特見圖事，非立賓主之燕也。疑，度之。）\n[疏]釋曰：案上文註以此為博記反見之燕義，則此與燕義、燕禮立賓主之燕，別以其此經君之面位正南，臣北面向之。若不得南面，或君東、西面，則臣亦正方向之，不可預度君之面位，邪立向之，皆與《燕禮》君在阼階西面為正異，故知此經是特見，皆圖事，並與賓反見之燕義也。知有『圖事』者，《論語。鄉黨》雲孔子與君圖事於庭、圖事於堂，《燕禮》亦雲君與卿同事之時，有此面位無常之法也。"
      },
      {
        "index": 53,
        "text": "君在堂，升見無方階，辯君所在。（升見，升堂見於君也。君近東，則升東階。君近西，則升西階。）\n[疏]註『升見』至（元缺止此）『西階』。釋曰：此文據君所在，隨便升階，無常之事，亦謂反燕及圖事之法。若立賓主，君升自阼階，賓及主人升自西階，《燕禮》所雲是也。"
      },
      {
        "index": 54,
        "text": "凡言，非對也，妥而後傳言。（凡言，謂己為君言事也。妥，安坐也。傳言，猶出言也。若君問，可對則對，不待安坐也。古文妥為綏。）"
      },
      {
        "index": 55,
        "text": "[疏]『凡言』至『傳言』。註『凡言』至『為綏』。釋曰：此據臣與君言之法也。云『凡言』，謂己為君言事也者，謂臣有圖，為君言也。《禮記。少儀》云：『量而後入，不入而後量。』是臣有事將入見君，須量己所言，亦當量君安坐，乃可得入，而後傳出己言，向君道之。云『妥，安坐也』者，《爾雅。"
      },
      {
        "index": 56,
        "text": "釋詁》文。\n與君言，言使臣。與大人言，言事君。與老者言，言使弟子。與幼者言，言孝弟於父兄。與眾言，言忠信慈祥。與居官者言，言忠信。（博陳燕見言語之儀也。言使臣者，使臣之禮也。大人，卿大夫也。言事君者，臣事君以忠也。祥，善也。居官，謂士以下。）"
      },
      {
        "index": 57,
        "text": "[疏]『與君』至『忠信』。釋曰：上文據與君言，此文則總說尊卑言語之別。云『與君言，言使臣。與大人言，言事君』者，但君臣相對，有事即言，不必與君言恒言使臣，與臣言恒言事君。今唯言使臣、事君者，下供上命，禮法當然，故君以使臣為主，臣以事君為正，無妨更言。餘事已下，皆隨事為主可也。"
      },
      {
        "index": 58,
        "text": "云『與老者言，言使弟子』者，謂七十致仕之人，依《書》傳：大夫致仕為父師，士致仕為少師，教鄉間子弟。雷次宗云：學生事師，雖無服，有父兄之恩，故稱弟子也。云『與幼者言，言孝弟於父兄』者，幼既與老者相對，此幼即弟子之類，孝弟事父兄之名，是人行之本，故雲言孝弟於父兄。『與眾言，言忠信慈祥』者，此文承老幼之下，亦非朝廷之臣，但是鄉閭長幼共聚之處，使之行忠信慈善之事也。云『與居官者言，言忠信』者，此與在朝之士，言以忠信為主也。註『博陳』至『以下』。釋曰：云『博陳燕見言語之儀也』者，據已上博陳與君燕見舉動言語，知此博陳也。云『言使臣者，使臣之禮也』者，並事君以忠，並是《論語》孔子對定公之文。云『大人，卿大夫也』者，此云『言事君』，明非天子諸侯，又非士，是卿大夫可知。又案下文云『凡與大人言，始視面，中視抱，卒視面』，並是臣視君之法，則大人據君也。又《禮運》云：『大人世及以為禮。』"
      },
      {
        "index": 59,
        "text": "鄭解為諸侯者，以彼上文云『天下為家』，以據天子，明下雲大人是諸侯可知。\n《易。革卦》云『君子豹變』據諸侯，則大人虎變是天子可知。又案《論語》云『狎大人』，註為天子諸侯為政教者，彼據小人不在朝廷，故以大人為天子諸侯政教解之。鄭皆望文為義，故解大人不同。云『居官，謂士以下』者，以上大夫雲事君，已據居官，卿大夫其居官之內，唯有二十七士並府史胥徒，故雲士以下也。"
      },
      {
        "index": 60,
        "text": "凡與大人言，始視面，中視抱，卒視面，毋改。眾皆若是。（始視面，謂觀其顏色可傳言未也。中視抱，容其思之，且為敬也。卒視面，察其納己言否也。"
      },
      {
        "index": 61,
        "text": "毋改，謂傳言見答應之间，當正容體以待之，毋自變動，為嫌解惰不虛心也。眾，謂諸卿大夫同在此者。皆若是，其視之儀無異也。古文毋作無，今文眾為終。）"
      },
      {
        "index": 62,
        "text": "[疏]『凡與』至『若是』。註『始視』至『為終』。釋曰：云『中視抱，容其思之，且為敬』者，案《曲禮》：『天子視不上於袷。』袷，交領也。『不下於帶』，上於袷則敖，下於帶則憂。視大夫得視面。此視君得視面者，彼據尋常視君法，此據與君言時，故不同也。云『且為敬』者，此言抱即面相袷，不視袷是敬君之常禮，故雲且為敬也。云『為嫌解惰不虛心也』者，《禮記》云『虛中以治之』，鄭註云：『虛中，言不兼念餘事。』是虛心之意也。云『眾，謂諸卿大夫同在此』者，言於君視之高下如此，其卿大夫視君之儀與言者無異也。云『古文毋作無』，不從者，《說文》雲毋蓋亦禁辭，故不從有無之無也。云『今文眾為終』，不從者，以上已有卒，卒為終，故從古為眾也。"
      },
      {
        "index": 63,
        "text": "若父，則遊目，毋上於面，毋下於帶。（子於父，王孝不主敬，所視廣也，因觀安否何如也。今文父為甫，古文毋作無。）"
      },
      {
        "index": 64,
        "text": "[疏]『若父』至『於帶』。註『子於』至『作無』。釋曰：案《曲禮》大夫之臣視大夫得視面不得遊目，士之臣視士得旁遊目。今子視父，應與視君同，不上於袷。與士大夫同者，以子於父主孝不主敬，所視廣者，因視安否何如也。"
      },
      {
        "index": 65,
        "text": "若不言，立則視足，坐則視膝。（不言則伺其行起而已。）\n[疏]『若不』至『視膝』。註『不言』至『而已』。釋曰：已上皆據臣子與君父言語之時，此據不言之時，鄭言『伺其行起』者，行解經立，行由立始，故以行解立。是以《論語》云『立不中門』，鄭云『立行不當棖之中央』，是亦以行解立，一也。又以起解坐，以其起由坐始故也。"
      },
      {
        "index": 66,
        "text": "凡侍坐於君子，君子欠伸，問日之早晏，以食具告。改居，則請退可也。\n（君子，謂卿大夫及國中賢者也。誌倦則欠，體倦則伸，問日晏，近於久也。具猶辯也。改居，謂自變動也。古文伸作信，早作蚤。）"
      },
      {
        "index": 67,
        "text": "[疏]『凡侍』至『可也』。註『君子』至『作蚤』。釋曰：此陳侍坐於君子之法。鄭雲君子卿大夫者，禮之通例，大夫得稱君子，亦得稱貴人，而士賤，不得也。知『及國中賢者』者，《鄉射禮》云：『征唯所欲，以告於鄉先生君子，可也。』鄭云：『鄉先生，鄉大夫致仕者。君子，有大德行不仕者。』則《曲禮》云『博聞強識而讓，敦善行而不怠，謂之君子』是也。云『誌倦則欠，體倦則伸』，鄭註《曲禮》亦然。云『古文伸作信，早作蚤』者，此二字古通用，故《大宗伯》云『侯執身圭』，為信字。《詩》云：『四之日其蚤，獻羔祭韭。』為蚤字既通用，疊古文者，據字體非直，從今為正，亦得通用之義也。"
      },
      {
        "index": 68,
        "text": "夜侍坐，問夜，膳葷，請退可也。（問夜，問其時數也。膳葷，謂食之。葷，辛物，蔥薤之屬，食之以止臥。古文葷作薰。）"
      },
      {
        "index": 69,
        "text": "[疏]『夜侍』至『可也』。註『問夜』至『作薰』。釋曰：云『問夜，問其時數也』者，謂若鍾鼓漏刻之數也。云『古文葷作薰』者，《玉藻》云『膳於君，有葷桃茢』，作此葷。鄭註《論語》作，義亦通。若作薰，則《春秋》『一薰一蕕』，薰，香草也，非葷辛之字，故疊古文不從也。"
      },
      {
        "index": 70,
        "text": "若君賜之食，則君祭先飯，遍嘗膳，飲而俟。君命之食，然後食。（君祭先飯，食其祭食，臣先飯，示為君嘗食也。此謂君與之禮食。膳，謂進庶羞，既嘗庶羞，則飲，俟君之遍嘗也。今雲占嘗膳。）"
      },
      {
        "index": 71,
        "text": "[疏]『若君』至『後食』。註『君祭』至『嘗膳』。釋曰：此經及下經論臣侍君坐得賜食之法。鄭云『先飯，示為君嘗食也』者，凡君將食，必有膳宰進食，則膳宰嘗君前之食，備火齊不得，下文是也。今此文謂膳宰不在，則侍食者自嘗自己前食，既不嘗君前食，則不正嘗食，故雲示為君嘗食也。云『此謂君與之禮食』者，謂君與臣小小禮食法，仍非正禮食，正禮食則《公食大夫》是也。"
      },
      {
        "index": 72,
        "text": "彼君前無食，此君臣俱有食，故知小小禮食。此即《玉藻》云：『若賜之食，而君客之，則命之祭，然後祭。』彼雲客之，則此註禮食亦不得祭，故一也。但此文不雲客之命之祭然後祭，文不具也。若臣嘗食，不得雲禮食，亦不得祭，故鄭註《玉藻》云『侍食則正不祭』是也。"
      },
      {
        "index": 73,
        "text": "若有將食者，則俟君之食，然後食。（將食猶進食，謂膳宰也。膳宰進食，則臣不嘗食。《周禮。膳夫》：『品嘗食，王乃食。』）"
      },
      {
        "index": 74,
        "text": "[疏]『若有』至『後食』。註『將食』至『乃食』。釋曰：云『膳宰進食，則臣不嘗食』者，臣為君嘗食，本為膳宰不在，今膳宰既在，明臣不嘗食也。"
      },
      {
        "index": 75,
        "text": "是以《玉藻》云：『若有嘗羞者，則俟君之食，然後食，飯飲而俟。』註云『不祭侍食，不敢備禮也。不嘗羞，膳宰存也』是也。云『膳夫』者，天子膳夫，則諸侯之膳宰。引之者，證經將食之人是膳宰，因將膳與君品嘗食。凡君食，臣有侍食之時，唯子不侍食。是以《文王世子》云：『命膳宰曰，末有原。應曰諾，然後退。』是大子不侍食。若卿大夫已下，則有侍食法，故《內則》云『父沒母存，冢子禦食，群子婦佐』是也。"
      },
      {
        "index": 76,
        "text": "若君賜之爵，則下席，再拜稽首，受爵，升席祭，卒爵而俟，君卒爵，然後授虛爵。（受爵者於尊所，至於授爵，坐授人耳。必俟君卒爵者，若欲其然也。"
      },
      {
        "index": 77,
        "text": "今文曰『若賜之爵』，無君也。）\n[疏]『若君』至『虛爵』。註『受爵』至『君也』。釋曰：云『受爵者於尊所』者，《曲禮》亦是賜爵法，而云『酒進則起，拜受於尊所』是也。云『至於授爵，坐授人耳』者，見《曲禮》與《玉藻》並此文，並無立授之文，故知坐授也。云『必俟君卒爵者，若欲其然也』者，此經文與《玉藻》文同，皆燕而君客之賜爵法。故臣先飲以酒，是甘味，欲美君之味，故先飲。必待君卒爵而後授虛爵者，臣意若欲君盡爵然也。案《曲禮》云：『侍飲於長者，酒進則起，拜受於尊所，長者辭，少者反席而飲。長者舉未，少者不敢飲。』彼是大燕飲禮，故鄭註引《燕禮》曰『公卒爵而後飲』。案《燕禮》當無爵，後得君賜爵，待君卒爵乃飲是也。"
      },
      {
        "index": 78,
        "text": "退，坐取屨，隱辟而後屨。君為之興，則曰：『君無為興，臣不敢辭。』君若降送之，則不敢顧辭，遂出。（謂君若食之飲之而退也。隱辟，亻免而逡巡。"
      },
      {
        "index": 79,
        "text": "興，起也。辭君興而不敢辭其降，於已大崇，不敢當也。）\n[疏]『退坐』至『遂出』。註『謂君』至『當也』。釋曰：云『謂君若食之飲之而退也』者，以上云『若君賜之食』、『若君賜之爵』，下而雲退者，明為此二者而退也。云『隱辟，亻免而逡巡』者，案《曲禮》云『鄉長者而屨』，此亦當然。云『不敢辭其降』者，謂君降送時，明有不降法，故《曲禮》云『就屨跪而舉之，屏於側』，註云『謂獨退也』。云『若』者，不定之辭也。"
      },
      {
        "index": 80,
        "text": "大夫則辭，退下，比及門，三辭。（下亦降也。）\n[疏]『大夫』至『三辭』。釋曰：云『大夫則辭退下』者，對上不敢辭，是士，士卑不敢辭降。大夫之內兼三卿、五大夫，臣中尊者，故得辭降也。"
      },
      {
        "index": 81,
        "text": "若先生、異爵者請見之，則辭。辭不得命，則曰：『某無以見，辭不得命，將走見。』先見之。（先生，致仕者也。異爵，謂卿大夫也。辭，辭其自降而來。"
      },
      {
        "index": 82,
        "text": "走猶出也。先見之者，出先拜也。《曲禮》曰：『主人敬賓，則先拜賓。』）\n[疏]『若先』至『見之』。註『先生』至『拜賓』。釋曰：此先生即《鄉飲酒》云『就先生而謀賓介』，亦一也。故彼註與此註皆云『致仕者』也。"
      },
      {
        "index": 83,
        "text": "云『異爵，謂卿大夫也』者，此《士相見》本文是士，故以卿大夫為異爵也。訓走為出者，亦謂士見異爵，取急意而言走，其實非走，直出也。引《曲禮》者，欲見言敬，客先拜也。彼雲客，此雲賓者，對文，賓客異；散文，賓客通；故變文雲賓也。"
      },
      {
        "index": 84,
        "text": "非以君命使，則不稱寡。大夫士，則曰『寡君之老』。（謂擯贊者辭也。不稱寡者，不言寡君之某，言姓名而已。大夫、卿、士，其使則皆曰寡君之某。"
      },
      {
        "index": 85,
        "text": "《檀弓》曰：『士而未有祿者，君有饋焉曰獻。使焉曰寡君之老。』）\n[疏]『非以』至『之老』。註『謂擯』至『之老』。釋曰：云『非以君命使，則不稱寡』者，此則《玉藻》云『大夫私事使，私人擯，則稱名』。以其非聘問之禮，則為私事使，私人擯也。《聘禮》云：『若有言，則以束帛，如享禮。』引《春秋》晉侯使韓穿來言汶陽之田歸於齊，《玉藻》註亦引之是也。鄭云『謂擯贊者辭也』者，以《玉藻》自諸侯之於天子以下至大夫，皆云『擯者曰』，故知不自稱，是擯贊之辭也。云『其使則皆曰寡君之某』者，釋經『大夫士則曰寡君之老』，為公事使者也。此則《玉藻》云『公士擯，則曰寡大夫、寡君之老。"
      },
      {
        "index": 86,
        "text": "大夫有所往，必與公士為賓』，亦一也。彼註云：『謂聘也。大聘使上大夫，小聘使下大夫。』則曰寡君之某，故鄭總云『某』也。若然，經直雲大夫，鄭兼雲士者，經本文是士，則雲非以君命使，可以兼士也。但士無特聘問，或作介，往他國亦有稱謂，而雲寡君之士某也。云『《檀弓》曰仕而未有祿』者，謂試為大夫，士直有試功之祿，未有正祿。云『君有饋焉曰獻』者，謂有饋物於君，亦與正祿者同稱獻。云『使焉雲寡君之老』者，於他國君邊自稱寡君之某，此文亦兼士大夫。引之者，證公事使稱寡君之某也。"
      },
      {
        "index": 87,
        "text": "凡執幣者，不趨，容彌蹙以為儀。（不趨，主慎也。以進而益恭為威儀耳。\n今文無容。）\n[疏]『凡執』至『為儀』。釋曰：案《小行人》合六幣：玉、馬、皮、圭、璧、帛，皆稱幣。下文別云『執玉』，則此幣謂皮馬享幣及禽摯皆是。註『不趨』至『無容』。釋曰：凡趨有二種：有疾趨，『行而張足曰趨』是也；有徐趨，則下文『舒武舉前曳踵』是也。今此經云『不趨』者，不為疾趨，故云『主慎也』。既不雲疾趨，又不為下文徐趨，但徐疾之為之，故『以進而益恭為威儀』也。"
      },
      {
        "index": 88,
        "text": "執玉者，則唯舒武，舉前曳踵。（唯舒者，重玉器，尤慎也。武，跡也。舉前曳踵，備合也。今文無者，古文曳作扌世。）"
      },
      {
        "index": 89,
        "text": "[疏]『執玉』至『曳踵』。釋曰：此篇直見在國以禽摯相見之禮，無執玉朝聘鄰國之事。而云『執玉』者，因執摯相見，故兼見朝聘執玉之禮也。案《玉藻》記徐趨之節云『圈豚行』，又與此不同者，文有詳略，俱是徐趨也。註『唯舒』至『作抴』。釋曰：云『唯舒者，重玉器，尤慎也』者，案《玉藻》云『執龜玉不趨』，不趨者，不為疾趨。又《曲禮》云：『凡執主器，執輕如不克。』故為重玉器，尤慎也。云『備合也』者，合，則顛倒恐損玉，故徐趨也。"
      },
      {
        "index": 90,
        "text": "凡自稱於君，士大夫則曰『下臣』。宅者在邦，則曰『市井之臣』；在野，則曰『草茅之臣』；庶人則曰『剌草之臣』。他國之人則曰『外臣』。（宅者，謂致仕者也。致仕者，去官而居宅，或在國中，或在野。《周禮。載師》之職『以宅田任近郊之地』。剌猶剗除也。今宅為，古文茅作苗。）"
      },
      {
        "index": 91,
        "text": "[疏]『凡自』至『外臣』。釋曰：云『凡自稱於君，士大夫則曰下臣』者，此與君言之時。案《玉藻》云『上大夫曰下臣』，與此同也。註『宅者』至『作苗』。釋曰：此亦自稱於君，以其致仕不在，故指宅而言，故曰『宅者，謂致仕者』也。云『或在國中，或在野』者，案《爾雅》『郊外曰野』，則自郊至畿五百裏內皆名野。又案《鄉大夫職》『國中七尺，野自六尺』，此亦雲在國在野，相對其言，國外則雲野，則雲宅在野者，城外畿內皆是也。云『《載師》之職』者，彼鄭註云：『宅田，致仕者之家所受田也』。引之，證彼言宅田據地，此言宅據所居，一也。云『剌猶剗除也』者，案《詩》有『其斯趙』，註云：『趙，剌也』，故以剌為剗除草木者也。"
      },
      {
        "index": 92,
        "text": "●卷八。鄉飲酒禮第四[疏]《鄉飲酒禮》第四。鄭《目錄》云：『諸侯之鄉大夫，三年大比，獻賢者能者於其君，以禮賓之，與之飲酒，於五禮屬嘉禮。《大戴》此乃第十，《小戴》及《別錄》此皆第四。』釋曰：鄭知此鄉飲酒是諸侯之鄉大夫獻賢能法者，案《春官》小胥掌樂縣之法，而云：『凡縣鍾磬，半為堵，全為肆。』註云：『鍾磬者，編縣二八十六枚而在一ね，謂之堵。鍾一堵，磬一堵，謂之肆。"
      },
      {
        "index": 93,
        "text": "半之者，謂諸侯之卿、大夫、士也。諸侯之卿、大夫半天子之卿、大夫。西縣鍾，東縣磬。士亦半天子之士，縣磬而已。』今此下唯縣磬而無鍾，故以為諸侯鄉大夫也。若然，謂諸侯鄉大夫，是大夫為之，亦應鍾磬俱有，而直有磬者，鄭彼註云『賓鄉人之賢者，從士禮也』，故縣磬而已。若然，天子鄉大夫賓賢能從士禮，亦鍾磬俱有，不得獨有磬也。知諸侯之鄉大夫非士者，案《鄉射》記雲士則鹿中，大夫則兕中。又經有『堂則物當楣，序則物當棟』，則非直州射兼有諸侯。鄉大夫以五物詢眾庶，行射之禮，則知諸侯鄉大夫是大夫為之可知也。凡鄉飲酒之禮，其名有四：案此賓賢能謂之鄉飲酒，一也；又案《鄉飲酒義》云『六十者坐，五十者立侍』，是黨正飲酒，亦謂之鄉飲酒，二也；鄉射州長春秋習射於州序，先行鄉飲酒，亦謂之鄉飲酒，三也；案《鄉飲酒義》，又有卿大夫士飲國中賢者，用鄉飲酒，四也。其《王制》云：『習射尚功，習鄉尚齒。』還是鄉飲酒黨飲酒法。"
      },
      {
        "index": 94,
        "text": "鄉飲酒之禮。主人就先生而謀賓、介。（主人，謂諸侯之鄉大夫也。先生，鄉中致仕者。賓、介，處士賢者。《周禮》大司徒之職：『以鄉三物教萬民而賓興之：一曰六德，知、仁、聖、義、忠、和；二曰六行，孝、友、睦、姻、任、恤；三曰六藝，禮、樂、射、禦、書、數。』《鄉大夫》以『正月之吉，受法於司徒，退而頒之於其鄉吏，使各以教其所治，以考其德行，察其道藝』，及三年大比，『而興賢者、能者。鄉老及鄉大夫帥其吏與其眾寡，以禮禮賓之。厥明，獻賢能之書於王』，是禮乃三年正月而一行也。諸侯之鄉大夫，貢士於其君，蓋如此雲。古者年七十而致仕，老於鄉裏，大夫名曰父師，士名曰少師，而教學焉，恒知鄉人之賢者。是以大夫就而謀之，賢者為賓，其次為介，又其次為眾賓，而與之飲酒，是亦將獻之，以禮禮賓之也。今郡國十月行此飲酒禮，以《黨正》每歲『邦索鬼神而祭祀，則以禮屬民而飲酒於序，以正治謂』之說，然此篇無正齒位之事焉。凡鄉黨飲酒必於民聚之時，欲見其化，知尚賢尊長也。《孟子》曰："
      },
      {
        "index": 95,
        "text": "『天下有達尊三，爵也、德也、齒也。』）\n[疏]『鄉飲』至『賓介』。釋曰：自此至『介亦如之』，論鄉大夫與先生謀賓介，並戒告之儀。『主人就先生而謀賓介』者，謂鄉大夫尊敬之，先就庠學者，若先生謀此二人道藝優者為賓，稍劣者為介。註『主人』至『齒也』。釋曰：云『賓、介，處士賢者』者，案《玉藻》雲大夫素帶，士練帶，居士錦帶，弟子縞帶。鄭玄以居士在士之下、弟子之上，解為道藝處士，非朝廷之士。此處士亦名君子，即《鄉射禮》云『征唯所欲，以告於先生君子可也』。鄭亦云："
      },
      {
        "index": 96,
        "text": "『君子有大德行不仕者，以其未仕，有德自處，故名處士君子也。』雲賢者，義取鄉大夫之興賢能者而言也。云『《周禮》』至『書數』，並《大司徒職》文。"
      },
      {
        "index": 97,
        "text": "故彼鄭註云：『物猶事也。興猶舉也。民三事教成，鄉大夫舉其賢者能者，以飲酒之禮賓客之，既則獻其書於王矣。知，明於事；仁，愛人以及物；聖，通而先識；義，能斷時宜；忠，言以中心；和，不剛不柔。善於父母為孝；善於兄弟為友；睦，親於九族；姻，親於外親；任，信於友道；恤，振憂貧者。禮，五禮之義；樂，六樂之歌舞；射，五射之法；禦，五禦之節；書，六書之品；數，九數之計。』引此天子司徒者，欲兼諸侯司徒，亦使鄉大夫教民以三物，教成亦使鄉大夫行鄉飲酒之禮，尊之為賓客，興舉之也。云『《鄉大夫》』已下至『於王』，並《周禮。地官。鄉大夫職》文。云『正月之吉』，謂周之正月朔日也。云『受法於司徒』者，謂六鄉大夫皆於大司徒處受三物，教民賓舉之法也。云『退而頒之於其鄉吏，使各以教其所治』者，吏即州長、黨正、族師、閭胥之等是也。云『以考其德行，察其道藝』者，德行即六德、六行，道藝正謂民中有道藝者，考察知其優者，擬舉之也。云『及三年大比，而興賢者、能者』，大比謂三年大案比戶口之時而興舉之，賢者即德行者也，能者即道藝者也。云『鄉老』，謂三公二鄉公一人。云『及鄉大夫帥其吏』者，即帥其鄉吏、州長已下。云『與其眾寡』"
      },
      {
        "index": 98,
        "text": "者，即鄉中之人也。云『以禮禮賓之』者，以《鄉飲酒》之禮禮而賓舉之也。云『厥明，獻賢能之書於王』者，今日行鄉飲酒之禮，至其明日，獻此賢能之書於王，王再拜而受之，登於天府也。云『是禮乃三年正月而一行也』者，欲見彼是天子鄉大夫法，諸侯鄉大夫無文，以此約之，故云『諸侯之鄉大夫貢士於其君，蓋亦如此雲』。但無正文，故云『蓋』以疑之也。云『古者年七十』至『學焉』，案《略說》云：『大夫七十而致仕，老於鄉裏，名曰父師，士曰少師，以教鄉人子弟於門塾之基，而教之學焉』是也。云『賢者為賓，其次為介，又其次為眾賓，而與之飲酒。是亦將獻之，以禮禮賓之也』者，謂據此經諸侯鄉大夫貢士之法，亦如天子之鄉大夫貢法，故云『亦』也。若據鄉貢一人，其介與眾賓不貢之矣，但立介與眾賓，輔賓行鄉飲酒之禮，待後年還以貢之耳。案《射義》云『古者天子之制，諸侯歲獻貢士』，註引舊說『大國三人，次國二人，小國一人』。大國三鄉，次國二鄉，小國一鄉，所貢之士與鄉同。則鄉送一人至君所，其國有遂，數亦同其鄉，並有公邑、采地，皆有賢能貢之，而貢士與鄉數同。不言遂與公邑、采地所貢者，蓋當鄉送一人至君所，君又總校德之大小，取以貢之，縱取鄉外，仍準鄉數為定。鄉大夫雖行飲酒禮客之於君，其簡訖，仍更行飲酒禮賓之於王。"
      },
      {
        "index": 99,
        "text": "是《易。觀》『盥而不薦』，鄭註云：『諸侯貢士於天子，鄉大夫貢士於其君，必以禮賓之。』唯主人觀而獻賓，賓盥而酢主人，設薦俎則弟子也。是鄉大夫及諸侯貢士皆行飲酒禮禮賓也。云『今郡國』至『之說然』者，鄭欲解此鄉飲酒貢士法，彼漢時所行飲酒禮者是正齒位，與此不同之意。漢時已罷諸侯之國而為郡，郡有大守，而封王子、母弟者仍為國，故雲郡國也。云『十月行此飲酒禮』者，謂行此鄉飲酒禮也。云『以《黨正》每歲邦索鬼神而祭祀』者，則《禮記。郊特牲》云：『蠟者，索也，歲十二月，合聚萬物而索饗之。』周謂之十二月，即夏之十月，農功畢而蠟祭也。云『則以禮屬民而飲酒於序，以正齒位』者，屬，聚也，謂當蠟祭之月，黨正聚民於序學中，以三時務農，將闕於禮，此時農隙，故行正齒位之禮。則《禮記。鄉飲酒義》云：『六十者坐，五十者立侍。六十者三豆，七十者四豆，八十者五豆，九十者六豆。年長者在上。』是正齒位之法也。"
      },
      {
        "index": 100,
        "text": "云『之說然』者，漢時十月飲酒禮，取此黨正之文，而然與此篇《鄉飲酒禮》異也。云『此篇無正齒位焉』者，以其此篇以德行為本而貢之，無黨正正齒位法也。"
      },
      {
        "index": 101,
        "text": "云『凡鄉黨飲酒必於民聚之時』者，此鄉飲酒必於三年大比民聚之時，黨正鄉飲酒亦於大蠟民聚之時也。雲皆『欲其見化，知尚賢尊長也』者，尚賢，據此篇鄉飲酒；尊長，據《黨正》鄉飲酒也。但黨正飲酒，以鄉大夫臨觀行禮，或鄉大夫居此黨內，則亦名鄉飲酒也。云『《孟子》』者，《孟子。公孫醜》篇：齊王召，孟子不肯朝，後不得已而朝之。宿於大夫景醜之家，景子譏之曰：禮云『父召，無諾；君召，不俟駕而行』。固將朝矣。聞君命而遂不果，宜與夫禮若不相似然。"
      },
      {
        "index": 102,
        "text": "對曰：『天下有達尊三，爵也，德也，齒也。朝廷莫如爵，鄉黨莫如齒，輔世長民莫如德。惡有得其一以慢其二哉』是也。引之者，證鄉大夫飲酒是尚德也，黨正飲酒尊長尚齒也。爵則於此無所當，連引之耳。"
      },
      {
        "index": 103,
        "text": "主人戒賓，賓拜辱。主人答拜，乃請賓，賓禮辭，許。主人再拜，賓答拜。\n（戒，警也，告也。拜辱，出拜其自屈辱至己門也。請，告以其所為來之事。不固辭者，素所有誌。）"
      },
      {
        "index": 104,
        "text": "[疏]『主人』至『答拜』。註『戒警』至『有誌』。釋曰：云『拜辱，出拜其自屈辱至己門也』者，知賓出門者，見《冠禮》主人宿賓，賓出門左，《鄉射》戒賓亦出門，故知此亦出門。云『所為來之事』者，謂行鄉飲酒之禮也。"
      },
      {
        "index": 105,
        "text": "云『不固辭者，素所有誌』者，不如《士相見》固辭，此禮辭即許者，以其主人與先生謀時，賓已知欲貢己，又賓以學習德業，擬為賓主情意相許，是以不固辭，為素有誌也。案《冠禮》主人先拜，賓答拜，此賓先拜，主人答拜者，彼《冠禮》主人戒同寮，同寮尊，又使之加冠於子，尊重之，故主人先拜。此則鄉大夫尊矣，賓是鄉人，卑矣。又將貢己，尊敬主人，故賓先拜辱也。是以下註云『去又拜辱者，以送謝之』也。"
      },
      {
        "index": 106,
        "text": "主人退，賓拜辱。（退猶去也。去又拜辱者，以送謝之。）\n介亦如之。（如戒賓也。）\n[疏]『介亦如之』。註『如戒賓也』。釋曰：言『如戒賓』者，亦如上主人戒賓已下、賓拜辱已上之事。謀賓介及戒亦言賓介，意不言眾賓，眾賓德劣，但謀介時雖不言眾賓，亦當謀之，故上註兼言其次為眾賓。至於戒速之日必當遣人戒速，使知但略而不言，故下云『賓及眾賓皆從之』是也。《鄉飲酒義》云："
      },
      {
        "index": 107,
        "text": "『主人親速賓及介，而眾賓自從之。』亦據不得主人戒速而為自從也。\n乃席賓、主人、介。（席，敷席也。夙興往戒，歸而敷席。賓席牖前，南面。"
      },
      {
        "index": 108,
        "text": "主人席阼階上，西面。介席西階上，東面。）\n[疏]『乃席賓主人介』。註『席敷』至『東面』。釋曰：知夙興往戒歸而敷席，不別日者，下記云：『鄉，朝服而謀賓、介，皆使能，而不宿戒。』是同日也。鄭知賓、介與主人席位如此者，案《鄉飲酒義》云：『主人者尊賓，故坐賓於西北，而坐介於西南以輔賓。賓者，接人以義者也，故坐於西北。主人者，接人以仁，以德厚者也，故坐於東南。而坐亻巽於東北，以輔主人也。』又云："
      },
      {
        "index": 109,
        "text": "『賓必南面，介必東鄉，介賓主也。』《鄉射》云：『乃席賓，南面，席主人於阼階上，西面。』以此，故知賓主及介其位然也。"
      },
      {
        "index": 110,
        "text": "眾賓之席，皆不屬焉。（席眾賓於賓席之西。不屬者，不相續也，皆獨坐，明其德各特。）\n[疏]『眾賓』至『屬焉』。註『席眾』至『各特』。釋曰：鄭知眾賓席在賓席之西者，見《鄉射》云：『席賓，南面，東上。眾賓之席，繼而西。』此眾賓之席亦當然，但此不屬為異耳。云『皆獨坐，明其德各特』者，《鄉射》註云：『言繼者，甫欲習眾庶，未有所殊別。』此乃特貢於君，故眾賓之席皆不屬焉。明三物已久，其德各特，故不屬續其席。雖不屬，猶統賓為位，同南面也。"
      },
      {
        "index": 111,
        "text": "尊兩壺於房戶，斯禁。有玄酒，在西。設篚於禁南，東肆，加二勺於兩壺。\n（斯禁，禁切地無足者。玄酒在西，上也。肆，陳也。）"
      },
      {
        "index": 112,
        "text": "[疏]『尊兩』至『兩壺』。註『斯禁』至『陳也』。釋曰：凡設尊之法，但醴尊見其質，皆在房內，故《士冠禮》禮子、《婚禮》禮婦，醴皆在房隱處。"
      },
      {
        "index": 113,
        "text": "若然，《聘禮》禮賓尊於東廂、不在房者，見尊欲與卑者為禮，相變之法。設酒之尊，皆於顯處見其文，是以此及醮子與《鄉射》、《特牲》、《少牢》、《有司徹》皆在房戶之是也。《燕禮》、《大射》尊，在東楹之西者，君尊專大惠也。云『設篚於禁南，東肆』者，言東肆以頭首為記，從西向東為肆，則大頭在西也。云『斯禁，禁切地無足』者，斯，澌也，澌盡之名，故知切地無足。《昏禮》、《冠禮》皆雲禁者，士禮以禁戒為名，卿大夫士並有禁名，故鄭以大夫士雙言也。是以《玉藻》云：『大夫側尊用於，士側尊用禁。』註云：『於，斯禁也，大夫士禮之異也。』《禮器》云『大夫士於禁』，註云：『於，斯禁也。謂之於者，無足，有似於於，或因名雲耳。大夫用斯禁，士用於禁。』"
      },
      {
        "index": 114,
        "text": "然則禁是定名，言於者是其義稱。故《禮器》大夫士總名為於禁。案《特牲禮》云『實獸於於』，註云：『於之制，如今大木輿矣。』則於是輿，非承尊之物，以禁與斯禁，無足似輿，故世人名為於。若然，周公制禮，《少牢》名為於，則以周公為世人，或有本無『世人』字者，是以《少牢》不名斯禁，謂之為於，取不為酒戒。《特牲》云『壺禁在東序』，記云『壺於禁饌於東序』，註云：『禁言於者，祭尚厭飫，得與大夫同器，不為神戒也。』其實不用雲於禁，不敢與大夫同名斯禁。作記解註，故雲士用於禁，明與《少牢》於同也。若然，士之於禁，大夫之斯禁，名雖異，其形同，是以《禮器》同名於禁也。其餘《士冠》、《昏禮》禮賓用醴，不飲，故無禁，不為酒戒。若天子諸侯承尊之物謂之豐，上有舟，是尊與卑異號也。"
      },
      {
        "index": 115,
        "text": "設洗於阼階東南，南北以堂深，東西當東榮。水在洗東，篚在洗西，南肆。\n（榮，屋翼。）\n[疏]『設洗』至『南肆』。註『榮屋翼』。釋曰：云『南北以堂深』者，堂深，謂從堂廉北至房室之壁堂下，洗北去堂遠近深淺取於堂上深淺。假令堂深二丈，洗亦去堂二丈，以此為度。云『榮，屋翼』者，榮在屋棟兩頭，與屋為翼，若鳥之有翼，故《斯幹》詩美宣王之室云：『如鳥斯革，如斯飛。』與屋為榮，故雲榮也。"
      },
      {
        "index": 116,
        "text": "羹定。（肉謂之羹。定猶孰也。）\n[疏]『羹定』。註『肉謂』至『孰也』。釋曰：云『肉謂之羹』者，《爾雅》文。言肉，正謂其狗。孰雲定者，孰即定止然，故以定言之。言此者，以與速賓時節為限，不敢煩勞賓，故限之也。"
      },
      {
        "index": 117,
        "text": "主人速賓，賓拜辱，主人答拜，還，賓拜辱。（速，召也。還猶退。）\n[疏]『主人』至『拜辱』。釋曰：自此至『皆從之』，論主人往賓門召之使來之事。案《鄉射》云：『主人朝服，乃速賓。賓朝服出迎，再拜。』彼雲乃速賓，此不雲主人乃者，彼戒速別服，故雲乃以之。此戒速，雖與彼同，但此戒速同服，故不雲乃。云『主答拜，還，賓拜辱』，案《聘禮》雲賓入境，至近郊，使下大夫至賓館，下大夫遂以賓入賓送，不拜。又《公食大夫禮》使大夫戒賓，『大夫還，賓不拜送，遂從之』，鄭註云：『不拜送者，為從之不終事。』"
      },
      {
        "index": 118,
        "text": "皆不拜送。此獨拜送者，亦是鄉大夫尊，賓卑，又擬貢，故特拜辱而送之，異於餘者。介亦如之。（如速賓也。）"
      },
      {
        "index": 119,
        "text": "賓及眾賓皆從之。（從猶隨也。言及眾空，介亦在其中矣。）\n[疏]『賓及』至『從之』。註『從猶』至『中矣』。釋曰：鄭云『言及眾賓，介亦在其中矣』者，上文戒及速皆言賓與介，不言眾賓，及從主人來，即言賓及眾賓，眾賓不戒不速，尚從主人，則介在從主人可知也。"
      },
      {
        "index": 120,
        "text": "主人一相迎於門外，再拜賓，賓答拜，拜介，介答拜。（相，主人之吏，擯贊傳命者。）\n[疏]『主人』至『答拜』。註『相主』至『命者』。釋曰：自此至『答再拜』，論主人迎賓入，升堂並拜至之事。云『主人一相迎於門外』者，謂主人於群吏中立一相，使傳賓主之命。主人乃自出迎賓於大門外，必非一相迎賓者，案《鄉飲酒義》云『主人拜迎賓於庠門之外』，明主人自迎。若然，主人輒言一相者，欲見使一相傳命，乃迎，故云『相主人之吏，擯贊傳命者』也。若然，《士相見》註『異日則拜迎，同日不拜迎』者，彼以摯相見法，此自以賓舉賢能，故與彼異也。"
      },
      {
        "index": 121,
        "text": "揖眾賓。（差益卑也，拜介、揖眾賓，皆西南面。）\n[疏]『揖眾賓』。註『差益』至『南面』。釋曰：云『差益卑』者，以上文主人迎賓而拜介，是介差卑於賓。今於眾賓不拜，直揖之而已，故雲差益卑也。知拜介揖眾賓皆西南面者，以其賓、介、眾賓立位在門外，位以北為上，主人與賓正東西相當，則介與眾賓差在南東面明。知主人正西面拜賓，則側身向西南拜介、揖眾賓矣。"
      },
      {
        "index": 122,
        "text": "主人揖，先入。（揖，揖賓也。先入門而西面。）\n[疏]『主人揖先入』。註『揖揖』至『西面』。釋曰：此鄉大夫行鄉飲酒在庠學，唯有一門，即向階，門內既有三揖，故主人導賓，揖而先入門，至內ニ西向待賓也。"
      },
      {
        "index": 123,
        "text": "賓厭介，入門左。介厭眾賓，入，眾賓皆入門左，北上。（皆入門西，東面，賓之屬相厭，變於主人也。推手曰揖，引手曰厭，今文皆作揖。又曰眾賓皆入左，無門。）"
      },
      {
        "index": 124,
        "text": "[疏]『賓厭』至『北上』。註『皆入』至『無門』。釋曰：主人入後，賓乃厭介，介厭眾賓，相隨入門，皆東面北上定位。賓既北上，主人西面相向，揖訖乃相背，各向堂塗，介與眾賓亦隨賓至西階下也。云『賓之屬，相厭變於主人也』者，以賓與介、眾賓等自用引手而入，故不揖，是變於主人也。云『推手揖，引手曰厭』者，厭字或作扌壹字者，古字義亦通也。云『推手揖』者，案《周禮。司儀》云：『士揖庶姓，時揖異姓，天揖同姓。』鄭以推手小下之為士揖，平推手為時揖，推手小舉之為天揖，皆以推手為揖。又案僖二年《公羊傳》："
      },
      {
        "index": 125,
        "text": "『荀息進曰：虞、郭見與？獻公揖而進之。』何休云：『以手通指曰揖。』與此別者，推手解其厭狀，通指道其揖意也。鄭則解揖體，何氏釋其揖意，相兼乃足也。云『引手曰厭』者，以手向身引之。云『今文皆作揖』者，鄭不從也。云『又曰眾賓皆入門左，無門』，亦不從也。"
      },
      {
        "index": 126,
        "text": "主人與賓三揖，至於階，三讓。主人升，賓升。主人阼階上當楣北面再拜。\n賓西階上當楣北面答拜。（三揖者，將進揖，當陳揖，當碑揖。楣，前梁也。復拜，拜賓至此堂，尊之。）"
      },
      {
        "index": 127,
        "text": "[疏]『主人』至『答拜』。註『三揖』至『尊之』。釋曰：云『三讓，主人升』者，主人先升，賓後升，故《鄉射》云『主人升一等，賓升』是也。云『三揖者，將進揖，當陳揖，當碑揖』者，《爾雅》『陳，堂塗也』。云『楣，前梁也』者，對後梁為室戶上。云『復拜，賓至此堂，尊之』者，案《公食禮》云：『公升二等，賓升。』公當楣北鄉，至再拜。《燕禮》、《大射》皆雲主人升自西階，賓右至，再拜。《鄉飲酒義》亦云『拜至拜洗』，皆不雲至者，略之。"
      },
      {
        "index": 128,
        "text": "是知此升堂拜亦是拜至。可知凡拜至者，皆是尊之也。\n主人坐取爵於篚，降洗。（將獻賓也。）\n[疏]『主人』至『降洗』。註『將獻賓也』。釋曰：自此至『主人阼階上答拜』，論主人盥洗獻賓之節也。云『主人坐取爵於篚』者，篚在堂上尊南，故取之乃降也。賓降。（從主人也。）"
      },
      {
        "index": 129,
        "text": "主人坐奠爵於階前，辭。（重以己事煩賓也。事同曰讓，事異曰辭。）\n[疏]註『重以』至『曰辭』。釋曰：主人獻賓，乃是主人事，故云『重以己事煩賓也』。云『事同曰讓，事異曰辭』者，事同，謂若上文主人與賓俱升階，而雲三讓是也；事異，若此文主人有事，賓無事，是事異則曰辭。此對文為義，若散文則通。是以《周禮。司儀》云：『主君郊勞，交擯，三辭，車逆，拜辱，三揖，三辭，拜受。』註云：『三辭，重者先辭，辭其以禮來於外，後辭，辭升堂。』事同而雲辭，是其通也。"
      },
      {
        "index": 130,
        "text": "賓對。（對，答也。賓主之辭未聞。）\n[疏]註『賓主之辭未聞』。釋曰：其辭未聞者，謂若《冠禮》醮辭之等，雖行事，辭不見，於後以次見辭。此則無見辭之事，故云『未聞』也。"
      },
      {
        "index": 131,
        "text": "主人坐取爵，興，洗，南面坐，奠爵於篚下，盥洗。（已盥乃洗爵，致敬也。今文無奠。）\n[疏]『主人』至『盥洗』。註『已盥』至『無奠』。釋曰：案《鄉飲酒義》云：『主人盥洗揚觶，所以致也。拜至，拜洗，拜受，拜送，所以致敬也。』"
      },
      {
        "index": 132,
        "text": "此經先言盥、後言洗，則盥手乃洗爵者，所以致，鄭取《鄉飲酒義》為言也。\n若然盥手、洗爵，止是致，拜受之等乃是致敬，並言敬者，鄭註兼拜至、拜受而言耳。"
      },
      {
        "index": 133,
        "text": "賓進，東北面，辭洗。（必進東行，示情。）\n[疏]『賓進東北面辭洗』。釋曰：案下經云：『賓復位，當西序，東面。』"
      },
      {
        "index": 134,
        "text": "註云：『言復位者，明始降時，位在此者。』案《鄉射》『賓進東北面，辭洗』，彼註云：『必進者，方辭洗，宜違其位也。言東北面，則位南於洗矣。』是其賓初降立，至於序南東鄉，至於主人洗爵乃東行，故此得北面辭洗也。云『示情』"
      },
      {
        "index": 135,
        "text": "者，實進前就主人示謙，下主人之情也。\n主人坐奠爵於篚，興對。賓復位，當西序，東面。（言復位者，明始降時位在此。）"
      },
      {
        "index": 136,
        "text": "[疏]『主人』至『東面』。註『言復』至『在此』。釋曰：上經奠爵於階前者，主人未洗，見賓降即奠爵，故在階前奠爵。此即至洗，將洗爵，見賓辭，故奠爵於篚興對，故不同也。云『言復位者，明始降時位在此』者，上始降時，直雲賓降，不言處所，於此見之，是舉下以明上之義也。"
      },
      {
        "index": 137,
        "text": "主人坐取爵，沃洗者西北面。（沃洗者，主人之群吏。）\n[疏]『主人』至『北面』。註『沃洗』至『群吏』。釋曰：知『主人群吏』者，下記云：『主人之贊者，西面北上，不與。』註云：『贊，佐也。謂主人之屬，佐助主人之禮事，徹，沃盥，設薦俎。』是也。"
      },
      {
        "index": 138,
        "text": "卒洗，主人壹揖、壹讓，升。（俱升。古文一作壹。）\n[疏]『卒洗』至『讓升』。註『俱升』。釋曰：知『俱升』者，《鄉射》云：『主人卒洗，一揖一讓，以賓升。』明俱升可知。若然，上文主人先升，賓乃升者，以初至之時，賓客之道進宜難，故主人升導之，至此以辭讓訖，故略威儀而俱升也。"
      },
      {
        "index": 139,
        "text": "賓拜洗。主人坐奠爵，遂拜，降盥。（復盥，為手分。）\n[疏]『賓拜』至『降盥』。註『復盥為手分』。釋曰：言『奠爵，遂拜』者，因事曰遂，是以《燕禮》云：賓受酬，『坐祭酒，遂奠於薦東』，註云：『遂者，因坐而奠，不北面。』是其類也。凡賓主行事，相報皆言答，此不言答，省文也。"
      },
      {
        "index": 140,
        "text": "賓降，主人辭，賓對，復位，當西序。卒盥，揖讓升。賓西階上疑立。（疑，讀為疑然從於趙盾之疑。疑，正立自定之貌。）"
      },
      {
        "index": 141,
        "text": "[疏]『賓降』至『疑立』。註『疑讀』至『之貌』。釋曰：言『揖讓』\n升，不言一揖一讓，從上可知。云『疑，讀為疑然從於趙盾之疑。疑，正立自定之貌』者，案宣公六年《公羊傳》云：晉靈公欲殺趙盾，『於是伏甲於宮中，召趙盾而食之。趙盾之車右祁彌明者，國之力士也，仡然從乎趙盾而入，放乎堂下而立』。何休云：『仡然，壯勇貌。』鄭氏以『仡然從乎趙盾而入，放乎堂下而立』，不取何休註義，以《鄉射》註云『疑，止也，有矜莊之色』，自定其義，不殊字義，與何少異也。"
      },
      {
        "index": 142,
        "text": "主人坐取爵，實之賓之席前，西北面獻賓。（獻，進也，進酒於賓。）\n[疏]『主人』至『獻賓』。註『獻進』至『於賓』。釋曰：云『西北面』"
      },
      {
        "index": 143,
        "text": "者，賓在西階，北面，將就席受，故西北面向其席故也。賓西階上拜，主人少退。\n（少退，少辟。）\n賓進受爵，以復位。主人阼階上拜送爵，賓少退。（復位，復西階上位。）"
      },
      {
        "index": 144,
        "text": "[疏]『賓進』至『少退』。釋曰：云『賓進』者，以賓西階上疑立，今見主人西北面獻於己席前，故賓進，將於席前受之故也。案《鄉射》云『賓進，受爵於席前，復位』，此不言席前，文不具也。"
      },
      {
        "index": 145,
        "text": "薦脯醢。（薦，進也。進之者，主人有司。）\n[疏]『薦脯醢』。註『薦進』至『有司』。釋曰：知非主人自薦者，案《昏禮》禮賓『贊者薦脯醢』，《周禮。膳宰》『薦脯醢』，皆非主人，故知此亦非主人，是有司也。"
      },
      {
        "index": 146,
        "text": "賓升席，自西方。（升由下也，升必中席。）\n[疏]『賓升席自西方』。註『升由』至『中席』。釋曰：案《曲禮》云："
      },
      {
        "index": 147,
        "text": "『席南鄉、北鄉，以西方為上。』今升席自西方，云『升由下』者，以賓統於主人，以東方為上，故以西方為升由下也。"
      },
      {
        "index": 148,
        "text": "乃設折俎。（牲體枝解節折在俎。）\n[疏]『乃設折俎』。註『牲體』至『在俎』。釋曰：凡解牲體之法，有全蒸其豚，解為二十一體。體解，即此折俎是也。是以下有賓俎脊、脅、肩，介俎脊、脅、肫、胳，是體解也。"
      },
      {
        "index": 149,
        "text": "主人阼階東疑立。賓坐，左執爵，祭脯醢。（坐，坐於席。祭脯醢者以右手。）\n[疏]『主人』至『脯醢』。註『坐坐』至『右手』。釋曰：知賓坐坐於席上者，上文賓升席，下文降席，故知此坐在席可知。云『祭脯醢者以右手』者，此經左執爵，明祭用右手，是以《鄉射》亦云『右祭脯醢』。"
      },
      {
        "index": 150,
        "text": "奠爵於薦西，興，右手取肺，卻左手執本，坐，弗繚，右絕末以祭，尚左手，嚌之。興，加於俎。（興，起也。肺離之。本，端厚大者。繚猶糸也。大夫以上，威儀多。糸絕之，尚左手者，明垂糸之，乃絕其末。嚌，嘗也。）"
      },
      {
        "index": 151,
        "text": "[疏]『奠爵』至『於俎』。註『興起』至『嘗也』。釋曰：奠爵於薦右者，為取肺奠之將舉，故奠於右。《禮記。少儀》云『取俎進俎，不坐』，是以取時奠爵興，至加於俎又興也。云『肺離之。本，端厚大』者，此是舉肺者，於下記文。本謂根本，肺之大端，故雲厚大。云『繚，猶糸也』者，弗繚即弗糸，一也。云『大夫以上，威儀多』者，此《鄉飲酒》大夫禮，故雲繚祭，《鄉射》士禮，雲絕祭。但雲繚必兼絕，言絕不得兼繚，是以此經雲繚兼言絕也。"
      },
      {
        "index": 152,
        "text": "言大夫以上，則天子諸侯亦繚絕兼有，但禮篇亡，無以可知也。案《周禮。大祝》云：辨九祭，『七曰絕祭，八曰繚祭』，註云：『本同，禮多者繚之，禮略者絕則祭之。』亦據此與《鄉射》而言也。大夫已上為繚祭，《燕禮》、《大射》雖諸侯禮，以賓皆大夫為之，臣在君前，故不為繚祭，皆為絕祭也。云『嚌，嘗也』"
      },
      {
        "index": 153,
        "text": "者，嚌至齒則嘗之也。\n坐扌兌手，遂祭酒。（扌兌，拭也。古文扌兌作說。）\n[疏]『坐扌兌手遂祭酒』。註『扌兌拭』至『作說』。釋曰：案《內則》事佩之中有，則賓客自有巾以拭手也。坐扌兌手，因事曰遂，因坐祭酒，故雲遂也。案《鄉射》『坐扌兌手，執爵遂祭』，此不言執爵，省文也。"
      },
      {
        "index": 154,
        "text": "興，席末坐啐酒。（啐亦嘗也。）\n[疏]『興席末坐啐酒』。註『啐亦嘗也』。釋曰：言『席末』，謂於席之尾，故雲末。《鄉飲酒義》云：『祭薦、祭酒，敬禮也。嚌肺，嘗禮也。啐酒，成禮也。於席末，言是席之正，非專為飲食也。此所以貴禮而賤財也。』註云："
      },
      {
        "index": 155,
        "text": "『祭薦、祭酒、嚌肺於席中，唯啐酒於席末。』是也。啐酒於席末者，酒是財，賤財之義也。云『啐亦嘗』者，亦前肺雲嚌，是至齒為嘗。此酒雲啐，謂入口為嘗，雖至齒，入口不同，皆是嘗也。又肺於前用之不得言成禮，酒後乃用，故雲成禮，異於肺也。"
      },
      {
        "index": 156,
        "text": "降席，坐奠爵，拜，告旨，執爵，興。主人阼階上答拜。（降席，席西也。\n旨，美也。）\n[疏]『降席』至『答拜』。註『降席』至『美也』。釋曰：賓拜告旨，主人拜崇酒，其節同，義即異矣。賓言旨，甘主人之位，啐則拜之。主人雲崇者，崇，充也，謝賓以酒惡相充實，飲訖，乃崇酒。先後亦同也。"
      },
      {
        "index": 157,
        "text": "賓西階上北面坐，卒爵，興，坐奠爵，遂拜，執爵，興。主人阼階上答拜。\n（卒，盡也。於此盡酒者，明此席非專為飲食起。）"
      },
      {
        "index": 158,
        "text": "[疏]『賓西』至『答拜』。註『卒盡』至『食起』。釋曰：言『遂拜』\n者，亦因奠爵不起，因拜也。云『於此盡酒者，明此席非專為飲食起』者，但此席為賓賢能起，故謂在席盡爵，於此西階上卒之也。云『不專為飲食』者，啐酒於席末，兼為飲食之事，故以不專言之也。"
      }
    ]
  }
}