{
  "chapterNumber": 23,
  "title": "卷二十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "君使卿皮弁，還玉於館。（玉，圭也。君子於玉比德焉。以之聘，重禮也。\n還之者，德不可取於人，相切厲之義也。皮弁者，始以此服受之，不敢不終也。）"
      },
      {
        "index": 1,
        "text": "[疏]『君使』至『於館』。註『玉圭』至『終也』。釋曰：自此盡『賓送不拜』，論主君使卿詣館還玉及報享之事。云『玉，圭也』者，舉聘君之圭。"
      },
      {
        "index": 2,
        "text": "云『君子於玉比德焉。以之聘，重禮也。並相切厲之義』，並《聘義》文。案《聘義》雲：『天子制諸侯，比年小聘，三年大聘，相厲以禮。』又雲：『已聘而還圭璋，此輕財而重禮之義。』又雲：『夫昔者君子比德於玉焉。』是其義也。"
      },
      {
        "index": 3,
        "text": "云『還之者，德不可取於人，相切厲之義也』者，既以玉比德，德在於身，不取於人，彼既將玉來，似將德與己，己不可取彼之德，故還之，不取德也。既不得取，而將玉往來者，相切磋，相磨厲以德，而尊天子，故用之也。云『皮弁者，始以此服受之，不敢不終也』者，始謂受聘享在廟時，今還，以皮弁還玉，是終之也。"
      },
      {
        "index": 4,
        "text": "賓皮弁，襲，迎於外門外，不拜，帥大夫以入。（迎之不拜，示將去，不純為主也。帥，道也。今文曰迎於門外，古文帥為率。）"
      },
      {
        "index": 5,
        "text": "[疏]『賓皮』至『以入』。註『迎之』至『為率』。釋曰：云『帥大夫以入』者，大夫即卿，卿亦大夫也。云『不純為主也』者，客在館如主人，卿往如賓，今不拜迎，是不純為主也，決上君使卿歸饔餼時，賓拜迎，是純為主人故也。"
      },
      {
        "index": 6,
        "text": "大夫升自西階，鉤楹。（鉤楹，由楹內，將南面致命。致命不東面，以賓在下也。必言鉤楹者，賓在下，嫌楹外也。）"
      },
      {
        "index": 7,
        "text": "[疏]『大夫』至『鉤楹』。註『鉤楹』至『外也』。釋曰：云『不東面，以賓在下也』者，決歸饔餼時，大夫東面致命；行聘時，賓亦東面致命也。云『必言鉤楹者，賓在下，嫌楹外也』，若然，不在楹外近之者，以初行聘時，在堂上楹內，故今還在楹內也。"
      },
      {
        "index": 8,
        "text": "賓自碑內聽命，升自西階，自左，南而受圭，退負右房而立。（聽命於下，敬也。自左南面，右大夫且並受也。必並受者，若鄉君前耳。退，為大夫降逡遁。"
      },
      {
        "index": 9,
        "text": "今文或曰：由自西階，無南面。）\n[疏]『賓自』至『而立』。註『聽命』至『南面』。釋曰：云『聽命於下，敬也』者，此決賓受禮時，公用束帛，賓西階上聽命；歸饔餼時，賓阼階上聽命。此特於下聽命，故雲敬也。云『自左南面，右大夫且並受也』者，以《鄉飲酒》獻酢之時，授者在右，受者在左，故右大夫也。且並受者欲取，如向君前然也。云『若向君前耳』者，謂於本國君前受圭璋時，北面並受，今還，南面並受，面位受不同，並受一邊不異，故雲若向君前耳。云『退，為大夫降逡遁』者，以大夫降為之逡遁，而退因即負右房，南面而立，大夫士直有東房西室，天子諸侯左右房，今不在大夫廟，於正客館，故有右房也。"
      },
      {
        "index": 10,
        "text": "大夫降中庭。賓降自碑內，東面，授上介於阼階東。（大夫降出，言中庭者，為賓降節也。授於阼階東者，欲親見賈人藏之也。賓還阼階下西面立。）"
      },
      {
        "index": 11,
        "text": "[疏]『大夫』至『階東』。註『大夫』至『面立』。釋曰：云『大夫降出，言中庭者，為賓降節也』者，以其大夫授賓圭訖，降自西階，將出門至中庭，不止。今雲大夫降出中庭者，大夫中庭賓乃降，故鄭雲為賓降節也。云『授於阼階東者，欲親見賈人藏之也』者，賈人是上啟櫝者，是掌玉之人，此時無事，在堂東待此玉，故賓向阼階東得見之。云『賓還阼階下西面立』者，以其賓在館如主人，在階下西面立是其常處，立者以待授璋也。"
      },
      {
        "index": 12,
        "text": "上介出請，賓迎。大夫還璋，如初入。（出請，請事於外以入告也。賓雖將去，出入猶東，唯升堂由西階。凡介之位，未有改也。）"
      },
      {
        "index": 13,
        "text": "[疏]註『唯升堂』至『改也』。釋曰：案上文云『賓自碑內聽命，升自西階』，是其升堂由西階也。云『凡介之位，未有改也』者，以其賓唯升自西階，明介猶在東方，故上文授上介於阼階東也，故言未有改。"
      },
      {
        "index": 14,
        "text": "賓裼，迎。大夫賄用束紡。（賄，予人財之言也。紡，紡絲為之，今之糸專也，所以遺聘君，可以為衣服，相厚之至。）"
      },
      {
        "index": 15,
        "text": "[疏]『賓裼』至『束紡』。註『賄予』至『至也』。釋曰：此則未知何用之財，若是報享之物，不應在禮玉之上。今言此『束紡』者，以其上圭璋是彼國之物，下云『禮玉束帛』，報聘君之享物，彼君厚禮於此，此亦當厚禮於彼，故特加此束紡，是以鄭云『相厚之至』也。云『賄，予人財之言也』者，案下記云『賄，在聘於賄』，又云『無行則重賄反幣』。鄭註《周禮》雲：『布帛曰賄。』"
      },
      {
        "index": 16,
        "text": "是賄為財物，是與人財物謂之賄也。云『紡，紡絲為之』者，因名此物為紡。云『今之糸專也』者，鄭註《周禮。內司服》亦云『素紗者，今之白糸專也。』則此束紡者，素紗也，故據漢法況之。"
      },
      {
        "index": 17,
        "text": "禮玉、束帛、乘皮，（禮，禮聘君也，所以報享也。亦言玉璧可知也。今文禮皆作醴。）\n[疏]『禮玉束帛乘皮』。註『禮禮』至『作醴』。釋曰：云『禮，禮聘君也』者，此謂報享之物，以其彼持享物來禮此主君，此主君亦以物禮彼君，故雲禮禮聘君也。云『所以報享也』者，彼以物享此君，此君亦以物享彼君，《曲禮》雲：『往而不來，非禮也，來而不往，亦非禮也。』今以來而往，是相享之法，故雲報享也。云『亦言玉璧可知也』者，上文聘賓行享之時，束帛加璧，束錦加琮，今報享物，亦有璧琮致之，故雲亦言玉璧可知。此玉則琮也，以其經言玉，故以玉言之。若然，經言束帛兼有束錦矣，案下記云『賄，在聘於賄』，又云『無行則重賄反幣』，則此禮也。"
      },
      {
        "index": 18,
        "text": "皆如還玉禮。大夫出，賓送，不拜。\n公館賓，（為賓將去，親存送之，厚殷勤，且謝聘君之意也。公朝服。）\n[疏]『公館賓』。註『為賓』至『朝服』。釋曰：自此盡『賓退』，論明日賓將發，主君就館拜謝聘君使臣來禮己國之事。云『公朝服』者，以其行聘享在廟之時，相尊敬重，故著皮弁。此拜謝之禮輕，故知著朝服。"
      },
      {
        "index": 19,
        "text": "賓辟，（不敢受主國君見己於此館也。此亦不見，言『辟』者，君在廟門，敬也。凡君有事於諸侯臣之家，車造廟門乃下。）"
      },
      {
        "index": 20,
        "text": "[疏]『賓辟』。註『不敢』至『乃下』。釋曰：云『此亦不見，言辟者，君在廟門，敬也』者，此言亦者，亦勞賓時，故上文賓即館，卿大夫勞賓，賓不見，以其不見，故遣上介聽命，故知此賓亦不見。凡言『辟』者，將見而不見，則謂之辟。此本不見而言辟者，以其君在廟門外，雖不見而言辟，故鄭云『敬也』。"
      },
      {
        "index": 21,
        "text": "云『凡君有事於諸臣之家，車造廟門乃下』者，以其卿館於大夫之廟，此館則是諸臣之家，案《公食》記雲：『賓之乘車在大門外。』又《曲禮》云『客車不入大門』，以此言之，君車入大門矣。大夫士有兩門，入門東行則是廟門矣。既至廟門，須與賓行禮，故鄭雲造廟門乃下也。"
      },
      {
        "index": 22,
        "text": "上介聽命。（聽命於廟門中，西面，如相拜然也。擯者每贊君辭，則曰：\n『敢不承命，告於寡君之老。』）\n[疏]『上介聽命』。註『聽命』至『之老』。釋曰：云『聽命於廟門中，西面，如相拜然也』者，案前受士介幣之時，『賓固辭，公答再拜，擯者出，立於門中以相拜』，註雲：『立門中閾外西面。』此中賓不見，使介聽命，明如相拜，然取其視外，便也。必知在門中西面者，以其君來如賓禮，東面，介西面，面公可知。云『擯者每贊君辭，則曰：敢不承命，告於寡君之老』者，以其君尊，不自出辭，以是故君之擯者，每事贊君出辭，則曰『敢不承命』者，謂上介答君之辭，知告賓。云『告於寡君之老』者，案《玉藻》雲：『擯者曰寡君之老。』"
      },
      {
        "index": 23,
        "text": "註雲：『擯者之辭，主於見他國君。』今上介當擯者之處，故知告於賓，稱告於寡君之老。\n聘享，夫人之聘享，問大夫，送賓，公皆再拜。（拜此四事，公東面拜，擯者北面。）"
      },
      {
        "index": 24,
        "text": "[疏]『聘享』至『再拜』。註『拜此』至『北面』。釋曰：云『聘享』\n者，謂賓聘君以圭，享君以璧。夫人聘享者，謂賓聘夫人以璋，享夫人以琮。問大夫者，間三卿及嘗聘彼國之下大夫，送賓以登路。云『拜此四事』者，君禮一，夫人禮二，大夫禮三，送賓禮四，四事皆再拜。云『公東面』者，公如賓禮，門西東面，擯者向公、向介，故知北面為相而言也。"
      },
      {
        "index": 25,
        "text": "公退，賓從，請命於朝。（賓從者，實為拜主君之館己也。言請命者，以己不見，不敢斥尊者之意。）\n[疏]『公退』至『於朝』。註『賓從』至『之意』。釋曰：云『言請命者，以己不見，不敢斥尊者之意』者，案《司儀》雲：『君館客，客辟，介受命，遂送，客從拜辱於朝。』此經不言拜辱，而言請命，凡言請者，得不由君，君聽則拜，此下經直云『公辭賓退』，不見拜文，是君不受其謝，故云『請命者，以己不敢斥尊者之意』，故不言『辱』而言『請』。"
      },
      {
        "index": 26,
        "text": "公辭，賓退。（辭其拜也。退，還館裝駕，為且將發也。《周禮》曰：『賓從，拜辱於朝，明日，客拜禮賜，遂行之。』）"
      },
      {
        "index": 27,
        "text": "[疏]『公辭賓退』。註『辭其』至『行之』。釋曰：云『退，還館裝駕』\n者，以明旦將發，故裝束駕乘。引《周禮》者，證明日客拜禮賜，遂行之事。鄭彼註雲：『禮賜者，謂乘禽。』即此下文『賓拜乘禽』是也。"
      },
      {
        "index": 28,
        "text": "賓三拜乘禽於朝，訝聽之。（發去乃拜乘禽，明己受賜，大小無不識。）\n[疏]『賓三』至『聽之』。註『發去』至『不識』。釋曰：自此盡『送至於竟』，論賓介發行王國贈送之事。云『明己受賜，大小無不識』者，以其乘禽是禮，以細小尚記識而拜之，況饗餼食禮之大者，記識可知，故雲大小無不識。"
      },
      {
        "index": 29,
        "text": "遂行，舍於郊。（始發，且宿近郊，自展令。）\n[疏]『遂行舍於郊』。註『始發』至『展令』。釋曰：《曲禮》雲："
      },
      {
        "index": 30,
        "text": "『已駕，仆展令。』鄭註云『具視』也。彼是君車，故使仆展之，此卿大夫，故鄭云『自展令』恐不得所故也。"
      },
      {
        "index": 31,
        "text": "公使卿贈，如覿幣。（贈，送也，所以好送之也。言如覿幣，見為反報也。\n今文公為君。）\n[疏]『公使』至『覿幣』。註『贈送』至『為君』。釋曰：『所以好送之』者，來而不往非禮，以禮來往，皆是和好之事，故雲好送之也。云『言如覿幣，見為反報也』者，以其贈之多少，一如覿幣，故鄭雲見為反報也。"
      },
      {
        "index": 32,
        "text": "受於舍門外，如受勞禮，無儐。（不入，無儐，明去而宜有已也。如受勞禮，以贈勞同節。）\n[疏]註『不入』至『同節』。釋曰：言『不入，無儐』，對歸饔餼入設而有儐。此則不入，無儐，明賓去，禮宜有已。云『如受勞禮，以贈勞同節』者，賓來勞之，去有贈之，皆在近郊，禮又不別，故言同節也。"
      },
      {
        "index": 33,
        "text": "使下大夫贈上介，亦如之。使士贈眾介，如其覿幣。大夫親贈，如其面幣，無儐。贈上介亦如之。使人贈眾介，如其面幣。士送至於竟。"
      },
      {
        "index": 34,
        "text": "使者歸，及郊，請反命。（郊，近郊也。告郊人，使請反命於君也。必請之者，以己久在外，嫌有罪惡，不可以入。春秋時，鄭伯惡其大夫高克使之將兵，逐而不納，此蓋請而不得入。）"
      },
      {
        "index": 35,
        "text": "[疏]『使者』至『反命』。註『郊近』至『得入』。釋曰：自此盡『拜其辱』，論使者反命之事。知郊是近郊者，以下文云『朝服載旃』，鄭云『行時稅舍於此郊，今還至此，正其故行服，以俟君命，敬也』者，初行云『舍於郊斂旃』，今至此載旃而入，故知近郊也。云『告郊人，使請反命於君』者，以其使者至所聘之國，謁關人，明此至郊告郊人，使請可知。引《春秋》者，案閔二年《公羊傳》雲：『鄭伯惡高克，使之將，逐而不納，棄師之道也。』何休雲："
      },
      {
        "index": 36,
        "text": "『使將師救衛，隨後逐之。』彼無大夫文，言大夫者，鄭君加之也。\n朝服，載旃。（行時稅舍於此郊，今還至此，正其故行服，以俟君命，敬也。"
      },
      {
        "index": 37,
        "text": "古文旃作膳。）\n禳，乃入。（禳，祭名也。為行道累歷不祥，禳之以除災兇。）\n[疏]『禳乃入』。註『禳祭』至『災兇』。釋曰：案《春官。小祝》雲掌『侯禳禱祠之祝號』，鄭註雲：『禳，禳兇咎。』故鄭此雲禳是祭名也。"
      },
      {
        "index": 38,
        "text": "乃入，陳幣於朝，西上。上賓之公幣、私幣皆陳，上介公幣陳，他介皆否。\n（皆否者，公幣、私幣皆不陳。此幣，使者及介所得於彼國君卿大夫之贈賜也。"
      },
      {
        "index": 39,
        "text": "其或陳或不陳，詳尊而略卑也。其陳之，及卿大夫處者待之，如夕幣。其禮於君者不陳。上賓，使者。公幣，君之賜也。私幣，卿大夫之幣也。他介，士介也。"
      },
      {
        "index": 40,
        "text": "言他，容眾從者。）\n[疏]『乃入陳』至『皆否』。註『皆否』至『從者』。釋曰：云『此幣，使者及介所得於彼國君卿大夫之贈賜也』者，於君所得為公幣，於卿大夫所為私幣。賓之公幣有：入郊勞幣，一也；禮賓幣，二也；致饔餼，三也；夫人歸禮幣，四也；侑食幣，五也；再饗幣，六也；夕幣，七也；贈賄幣，八也。此八者，皆主君禮賜使者，皆用束錦，故曰公幣。賓之私幣略有十九：主國三卿五大夫皆一，食有侑幣，饗有酬幣，皆用束錦，則是十六；有三卿郊贈，則十九也。其上介公幣則有五：致饔餼，一也；夫人致禮幣，二也；侑食幣，三也；饗酬幣，四也；郊贈幣，五也。降於賓者，以其上介無郊贈幣，又無禮賓幣，又闕一饗幣，故賓八，上介五也。上介私幣有十一：主國三卿五大夫，或饗或食不備，要有其一，則其幣八也；又三卿皆有郊贈，如其面幣，通前則十一也。主國下大夫嘗使己國者，聘亦有幣及之，則亦有報幣之事，其數不定。士介四人直有郊贈報私幣，主國卿大夫報士介私面，士介私幣，數不甚明。云『禮於君者不陳』者，謂賄用束紡，禮用束帛、乘皮，不陳之者，以經雲公幣，又雲上介公幣，他介皆否。若禮於君者，一統於賓，不得雲介之幣，故知禮於君者不陳。必禮於君不陳，禮於己始陳者，以其禮於君者，是其正，故不陳之。禮於己者，以其榮，故陳之。是以下註雲：『不加於其皮上，榮其多。』是其義也。若然，聘君以幣問卿，而其卿不見報聘君之幣者，以其尊卑不敵，若報之，嫌其敵體故也。"
      },
      {
        "index": 41,
        "text": "束帛各加其庭實，皮左。（不加於其皮上，榮其多也。）\n[疏]註『不加』至『多也』。釋曰：此決初夕幣時，束帛皆加於左皮上。"
      },
      {
        "index": 42,
        "text": "今不言加於皮上者，若加於皮上，相掩蔽，故不加於皮上，榮其多也。\n公南鄉。（亦宰告於君，君乃朝服出門。左，南鄉。）"
      },
      {
        "index": 43,
        "text": "[疏]『公南鄉』。註『亦宰』至『南鄉』。釋曰：此陳幣，當如初夕幣之時，管人布幕於寢門外，使者北面，眾介立於其左，東上，卿大夫在幕東，西面北上，宰告於君，君朝服出門左，南鄉，是以鄭此註亦依夕幣而言之。"
      },
      {
        "index": 44,
        "text": "卿進使者，使者執圭，垂繅，北面。上介執璋，屈繅，立於其左。（此主於反命，士介亦隨入，並立，東上。）\n[疏]『卿進』至『其左』。註『此主』至『東上』。釋曰：案上行聘禮之時，上介屈繅授賓，賓襲受之。今此賓執圭垂繅，賓則𤟤，變於賓，彼國致命時也。上介執璋，屈繅者，變於賓故也。必變之者，反命致敬少於鄰國致命時，故賓於君前得裼，見美為敬也。云『士介亦隨入，並立，東上』者，此言『亦』"
      },
      {
        "index": 45,
        "text": "者，亦初行受於朝時，君使卿進，使者入，眾介隨入，北面東上。此中雖不雲士介入，明亦隨入可知。\n反命，曰：『以君命聘於某君，某君受幣於某宮，某君再拜。以享某君，某君再拜。』（君亦揖使者進之，乃進反命也。某君，某國名也。某宮，若言桓宮、僖宮也。某君再拜，謂再拜受也。必言此者，明彼君敬君，己不辱命。）"
      },
      {
        "index": 46,
        "text": "[疏]『反命』至『再拜』。註『君亦』至『辱命』。釋曰：云『君亦揖使者進之，乃進反命也』者，亦謂亦受命於朝位，立定時，君揖，使者乃進受命，明反命亦然。某君某國名者，若雲鄭國君、齊國君。云『某宮，若言桓宮、僖宮』"
      },
      {
        "index": 47,
        "text": "者，《左傳》有桓宮之楹宮，是廟名。其受聘享於廟，故以宮言之。但受聘享在大祖廟，不在親廟四，而雲桓宮、僖宮者，略舉廟名而言也。"
      },
      {
        "index": 48,
        "text": "宰自公左受玉。（亦於使者之東，同面並受也。不右使者，由便也。）\n[疏]『宰自公左受玉』。註『亦於』至『便也』。釋曰：此言『亦』者，亦於出使初受玉時，宰『自公左授使者圭，同面』，註雲：北面並授之。凡並授者，授由其右，受由其左。此中受由其右者，因東藏之便，故鄭云『不右使者，由便也。』"
      },
      {
        "index": 49,
        "text": "受上介璋，致命亦如之。（變反言致者，若雲非君命也。致命曰：『以君命聘於某君夫人，某君再拜，以享於某君夫人，某君再拜。』不言受幣於某宮，可知，略之。）"
      },
      {
        "index": 50,
        "text": "[疏]『受上』至『如之』。註『變反』至『略之』。釋曰：云『變反言致者，若雲非君命也』者，君與夫人聘於鄰國君與夫人，各有所當。聘鄰國君受命於君，今使者還，反命於君；聘於鄰國夫人，當受命於夫人，使者還，反命於夫人。但婦人無外事，雖聘夫人，亦君命之。今使還反命，不雲反命於君，變反言致命者，若本非君命，猶夫人之命然，故變反言致也。若然，夫人既無外事，而承君命聘鄰國夫人者，以其夫婦一體，共事社稷，故下記雲：『君以社稷，故在寡小君，拜。』是賓主相對之辭也。云『致命曰』已下，聘夫人反命無文，此鄭君依記上文反命於君之辭而言之，云『不言受幣於某宮可知，略之』者，以其夫人受聘享，皆因君聘享同時同宮，故略之也。"
      },
      {
        "index": 51,
        "text": "執賄幣以告，曰：『某君使某子賄。』授宰。（某子，若言高子、國子。凡使者所當以告君者，上介取以授之，賄幣在外也。）"
      },
      {
        "index": 52,
        "text": "[疏]『執賄』至『授宰』。註『某子』至『外也』。釋曰：此賄幣者，即上文賄用束紡是也。云『某子，若言高子、國子』者，案閔公二年冬《經》書『齊高子來盟』，僖三十三年《經》書『齊國歸父來聘』，《左傳》曰『國子為政，齊猶有禮』者是也。云『凡使者所當以告君者，上介取以授之』者，以上受上介璋，是上介授賓，明其餘皆上介取以授之。云『賄幣在外』者，以其上文云『禮於君者不陳』，此賄幣即是禮於君前，明在外也。"
      },
      {
        "index": 53,
        "text": "禮玉亦如之。（亦執束帛加璧也。告曰：『某君使某子禮。』宰受之，士隨，自後左士介，受乘皮如初。上介出取玉束帛，士介從取皮也。）"
      },
      {
        "index": 54,
        "text": "[疏]『禮玉亦如之』。註『亦執』至『皮也』。釋曰：此即上云『禮玉束帛乘皮』，鄭註雲：『禮，禮聘君也，所以報享也。』云『亦執束帛加璧也』"
      },
      {
        "index": 55,
        "text": "者，言『亦』，亦上文行享時束帛加璧者也。云『宰受之，士隨，自後左士介，受乘皮』者，此約初行享之時，公側授宰幣，士受皮皆自後右客，今執享皮幣玉，宰受之可知。言宰受之士隨，自後隨宰，自後謂自士介後，其在東上者，不須雲自後。其餘三人皆後，乃得左之。必左士介者，取向東藏之便故也。云『上介出取玉束帛，士介從取皮也』者，此亦初享之時，賓奉束帛加璧，是上介取以授賓，明士介從取皮可知。"
      },
      {
        "index": 56,
        "text": "執禮幣，以盡言賜禮。（禮幣，主國君初禮賓之幣也。以盡言賜禮，謂自此至於贈。）\n[疏]註『禮幣』至『於贈』。釋曰：云『禮幣，主國君初禮賓之幣也』者，謂從郊勞已後，至於贈賄，八度禮賓，皆有幣，是自郊勞為初也。云『以盡言賜禮，謂自此至於贈』者，此則郊勞也。"
      },
      {
        "index": 57,
        "text": "公曰：『然，而不善乎？』（善其能使於四方。而猶女也。）\n授上介幣，再拜稽首。公答再拜。（授上介幣，當拜公言也。不授宰者，當復陳之。）"
      },
      {
        "index": 58,
        "text": "[疏]『授上』至『再拜』。註『授上』至『陳之』。釋曰：云『不授宰者，當復陳之』者，此幣皆先陳之，今賓執以告君，賓釋辭，君曰勤勞使於四方。"
      },
      {
        "index": 59,
        "text": "故授上介幣，當拜答君，言此幣不授與宰者，當復陳之於本處。此幣入於己者，故不授宰也。上賄幣禮君者，反命訖，皆授宰，故以此決之。"
      },
      {
        "index": 60,
        "text": "私幣不告。（亦略卑也。）君勞之，再拜稽首。君答再拜。（勞之以道路勤苦。）\n若有獻，則曰：『某君之賜也。（言此物某君之所賜予為惠者也。其所獻雖珍異，不言某為彼君服禦物，謙也。其大夫出，反必獻，忠孝也。）"
      },
      {
        "index": 61,
        "text": "[疏]『若有』至『賜也』。註『言此』至『孝也』。釋曰：此獻物謂入賓者，故下記雲：『既覿，賓若私獻，奉獻將命。』註雲：『時有珍異之物，或賓奉之，猶以君命致之。』則是賓亦言有私獻於彼君，則彼君亦有私獻報賓，則此獻者也。云『大夫出，反必獻，忠孝也』者，案下《曲禮》雲：『大夫私行，出疆必請，反必有獻。』彼私行出疆，反必有獻，此以公聘出疆，反亦有獻，故雲大夫出，反必獻。此以入己之物獻於君者，忠孝也。事君言忠，事父言孝，此獻君忠也，而兼言孝者，忠臣出孝子之門，故連言孝也。"
      },
      {
        "index": 62,
        "text": "君其以賜乎？』（不必其當君也。獻不拜者，為君之答已也。）\n[疏]『君其以賜乎』。註『不必』至『己也』。釋曰：言君其以賜乎者，大夫所獻之物，謙不必當君所須此物，君其以賜臣下乎？言乎者，或當君意，或不當君意，故言『乎』以疑之。云『獻不拜者，為君之答己也』者，士拜國君，國君不拜，士賤故也。大夫拜國君，國君即答拜，大夫尊故也。故雲不拜者，為君之答己拜。若然，自反命以來，盡於賜禮之等，或拜或不拜，無答己之嫌。獨此不拜，為君之答己者。自此以前，皆是彼國報君之物，賓直告事而已，君受之而無言，故賓不拜君。有言及己者，乃拜之，拜君言也。此獻是彼國君賜於己，理須拜送，是以《玉藻》雲：『凡獻於君，大夫使宰，士親，皆再拜稽首送之。』"
      },
      {
        "index": 63,
        "text": "又《郊特牲》雲：『大夫有獻弗親，不面拜，為君之答己。』亦此類。故鄭雲獻不拜者，為君之答己。若然，《玉藻》不親，此親者，此因反命，故親獻也。"
      },
      {
        "index": 64,
        "text": "上介徒以公賜告，如上賓之禮。（徒謂空手，不執其幣。）\n君勞之，再拜稽首。君答拜。勞士介亦如之。（士介四人，旅答壹拜，又賤也。）"
      },
      {
        "index": 65,
        "text": "[疏]註『士介』至『賤也』。釋曰：鄭知旅答士介共一拜者，君勞上介，上介再拜稽首，君答拜，不言再拜，則君答上介一拜矣。勞士亦如之。不言『皆』，則總答一拜矣。勞賓，君答再拜，勞上介，君答一拜，對賓再拜，已是賤矣。今此士介四人，共答一拜，故云『又賤也』。此一拜答臣下，則《周禮。大祝》辨九拜，『七曰奇拜』是也。是以彼註雲：一拜，答臣下也。案《曲禮》云『君於士不答拜』，此君答拜士者，以其新行反命，君勞苦之，故答拜異於常也。"
      },
      {
        "index": 66,
        "text": "君使宰賜使者幣，使者再拜稽首。（以所陳幣賜之也。禮，臣子，人賜之而必獻之君父，不敢自私服也。君父因以予之，則拜受之，如更受賜也。既拜，宰以上幣授之。）"
      },
      {
        "index": 67,
        "text": "[疏]『君使』至『稽首』。註『以所』至『授之』。釋曰：云『禮，臣子，人賜之而必獻之君父，不敢自私服也。君父因以予之，則拜受之，如更受賜也』者，案《內則》雲：『婦或賜之衣服，則受而獻諸舅姑，舅姑受之則喜，若反賜之則辭，不得命，如更受賜。』臣子於君父亦然，言此者，證此經君使宰以所獻之物反賜使者，使者辭不得命，再拜稽首受之，如更受賜。云『既拜，宰即以上幣授之』者，以其上文雲執禮幣，授上介者，是執上幣，不執下幣，明知宰所執授之者是上幣可知。"
      },
      {
        "index": 68,
        "text": "賜介，介皆再拜稽首。（士介之幣，皆載以造朝，不陳之耳。與上介同受賜命，俱拜。既拜，宰亦以上幣授上介。）"
      },
      {
        "index": 69,
        "text": "乃退。（君揖入，皆出去。）\n[疏]『乃退』。註『君揖入皆出去』。釋曰：知『君揖入，皆出去』者，初賓將行，君前受命訖，君揖入，揖賓介出，故知此君退者，亦反命訖，賓介出可知。"
      },
      {
        "index": 70,
        "text": "介皆送至於使者之門，（將行，俟於門，反又送於門，與尊長出入之禮也。）\n[疏]『介皆』至『之門』。註『將行』至『禮也』。釋曰：云『將行，俟於門』，是出之禮，初行之時，介皆至賓門，俟賓同行。今行反，又送至於門，是入之禮，故云『與尊長出入之禮』。"
      },
      {
        "index": 71,
        "text": "乃退揖。（揖別也。）\n使者拜其辱。（隨謝之也，再拜上介，三拜士介。）\n[疏]註『再拜上介三拜士介』。釋曰：上介是大夫，與己同類，故知再拜。"
      },
      {
        "index": 72,
        "text": "士卑，與己異類，各一拜，故言三拜士介。\n釋幣於門。（門，大門也。主於，布席於西閾外，東面，設洗於門外東方，其餘如初於禰時。出於行，入於門，不兩告，告所先見也。）"
      },
      {
        "index": 73,
        "text": "[疏]『釋幣於門』。註『門大』至『見也』。釋曰：自此盡『亦如之』，論賓上介使還禮門神及奠於禰之事。知『門是大門』者，以其從外來，先至大門，即禮門神，故知門是大門也。案《特牲》筮時云『席於門中，西閾外』，故知此亦席於西閾外。知『東面』者，神居東面為正故也。云『設洗於門外東方』"
      },
      {
        "index": 74,
        "text": "者，以其廟在學，設洗皆云『洗當東榮』，故在門外，亦在東方也。云『其餘如初於禰時』者，初出亦釋幣於行，不如之者，以其初出於廟，禮文具設於行，其文略，故此雲如禰時也。言如者，謂釋幣於祝，先入己下，埋於西階東是也。云『出於行，入於門，不兩告，告所以先見也』者，出時自廟出，先見行，即告行，入時先見門，故告門。出入皆告一，故雲不兩告也。"
      },
      {
        "index": 75,
        "text": "乃至於禰，筵幾於室，薦脯醢。（告反也。薦，進也。）\n[疏]『乃至』至『脯醢』。註『告反也薦進也』。釋曰：云『筵幾於室』"
      },
      {
        "index": 76,
        "text": "者，還以《特牲》、《少牢》司宮設席於奧東面，右幾，但無牲牢，進脯醢而已，以告祭非常故也。\n觴酒陳。（主人酌進奠，一獻也。言陳者，將復有次也。先薦後酌，祭禮也。"
      },
      {
        "index": 77,
        "text": "行釋幣，反釋奠，略出謹入也。）\n[疏]『觴酒陳』。註『主人』至『入也』。釋曰：云『言陳者，將復有次也』者，但雲主人一獻當言奠，今不言奠而言陳者，以其下仍有室老及士獻，以備三獻，故言陳。陳有次第之言，以其三時次第皆列於坐者也。云『先薦後酌，祭禮也』者，以其《特牲》、《少牢》皆先薦饌，乃後獻奠於南，此與彼同，故雲先薦後酌祭禮也。云『行釋幣，反釋奠，略出謹入也』者，必略出謹入者，出時以禱祈，入時以祠報，故不同也。"
      },
      {
        "index": 78,
        "text": "席於阼，（為酢主人也。酢主人者，祝取爵酌，不酢於室，異於祭。）\n[疏]『席於阼』。註『為酢』至『於祭』。釋曰：鄭知『祝取爵酌』者，案《特牲》、《少牢》屍酢主人，祝取爵，以酢主人。但此無屍為異也。不酢於室異於祭者，此決《特牲》、《少牢》皆於室內，屍東西面受酢，此乃於外行來告反，故在阼不在室，知與正祭異也。又於正祭時有屍，屍飲卒爵，以屍爵酢主人。此吉祭無屍，爵兼奠，故別取爵以酢主人，亦異也。"
      },
      {
        "index": 79,
        "text": "薦脯醢，（成酢禮也。）\n[疏]『薦脯醢』。註『成酢禮也』。釋曰：此奠謂若《特牲》、《少牢》主人受酢時，皆席於戶內，有薦俎，此雖無俎，亦薦脯醢於主人之前，以成酢禮也。"
      },
      {
        "index": 80,
        "text": "三獻。（室老亞獻，士三獻也。每獻奠，輒取爵酌主人，自酢也。）\n[疏]『三獻』。註『室老』至『酢也』。釋曰：鄭註《喪服》雲：室老，家相、士、邑宰。知無主婦而取士者，以其自外來，主於告，反即釋奠於禰廟，故知主婦不與而取士。備三獻，必知有室老與士者，以其前大夫致饔餼於賓時，使老牽牛以致之，鄭註雲：皆大夫之貴臣。故知此亦貴臣為獻也。云『每獻奠，輒取爵酌』者，此通三獻皆獻奠訖，別取爵自酢，故雲輒取爵酌也。別云『主人自酢』者，對正祭有屍，三獻皆獻屍訖，屍酢主人，主婦賓長。今此無屍，皆自酢，獨雲主人者，主人為首正，故舉前以包後。"
      },
      {
        "index": 81,
        "text": "一人舉爵，（三獻禮成，更起酒也。主人奠之，未舉也。）\n[疏]『一人舉爵』。註『三獻』至『舉也』。釋曰：云『三獻禮成』者，大夫士家祭三獻，《特牲》、《少牢》禮是也。云『更起酒』者，此欲獻酬，從者不得酌神之尊，是以《特牲》行酬時，設尊兩壺於阼階東，西方亦如之。鄭註雲：『謂酬賓及兄弟。』則此亦當然，故知別取酒也。云『主人奠之，未舉』者，以其下文云『獻從者』，乃云『行酬』，似《鄉飲酒》、《鄉射》一人舉觶，未舉，待獻介眾賓後乃行酬，亦然也。"
      },
      {
        "index": 82,
        "text": "獻從者，（從者，家臣從行者也。主人獻之，勞之也。皆升飲酒於西階上，不使人獻之，辟國君也。）\n[疏]『獻從者』。註『從者』至『君也』。釋曰：知升飲於上者，案《特牲禮》獻眾賓及兄弟之等，皆升飲於西階上，故此獻從者，亦於階上可知。"
      },
      {
        "index": 83,
        "text": "云『不使人獻之，避國君』者，若正祭，雖國君亦自獻，故《祭統》云『屍飲五，君洗玉爵獻卿；屍飲七，君洗瑤爵獻大夫』之等。若然，則告祭非常，今獻從者，從燕法。案《燕禮》使宰夫為獻主，是國君不親獻，此大夫親獻，故雲避國君也。"
      },
      {
        "index": 84,
        "text": "行酬，乃出。（主人舉奠酬從者，下辯，室老亦與焉也。）\n[疏]註『室老亦與』。釋曰：知者，案《燕禮》使者勞者，在者亦與，故知此室老亦與。不言士者，文不具，亦與可知。"
      },
      {
        "index": 85,
        "text": "上介至，亦如之。\n聘遭喪，入竟，則遂也。（遭喪，主國君薨也。入竟則遂，國君以國為體，士既請事，已入竟矣。關人未告，則反。）"
      },
      {
        "index": 86,
        "text": "[疏]『聘遭喪入竟則遂也』。註『遭喪』至『則反』。釋曰：自此盡『卒殯乃歸』，上陳告行聘之事，此以下論或遭主國君喪，或聘君薨於後，或使者與介身卒。安不忘危，故見此非常之事。從此盡『練冠以受』，論主國君或夫人薨，或世子死，行變禮之事。云『以國為體』者，謂《公羊傳》宋人執鄭祭仲，使之逐忽而立突仲，以逐忽則國存，不逐則國滅，故逐忽而立突，是以國為體。"
      },
      {
        "index": 87,
        "text": "但聘君主以聘國，故君雖薨而遂入，關人未告則反者，聘使至關，乃謁關人，關人入告君，君知乃使士請事。已入關，自然入矣，若關人未告君，君不知，使者又未入聞，主國君死，理當反矣。"
      },
      {
        "index": 88,
        "text": "不郊勞，（子未君也。）\n[疏]『不郊勞』。註『子未君也』。釋曰：案文公八年，天王崩。九年，毛伯來求金，《公羊傳》曰：『何以不稱使？當喪未君也。逾年矣，何以謂之未君？即位矣而未稱王也。未稱王何以知其即位？以諸侯逾年即位，亦知天子之逾年即位也。以天子三年然後稱王，亦知諸侯於其封內三年稱子。』若然，云『子未君』，《公羊傳》文。但彼據逾年即位後，此據新遭父喪，引之者，以其同是子未君故也。"
      },
      {
        "index": 89,
        "text": "不筵幾，（致命不於廟，就屍柩於殯宮，又不神之。）\n[疏]『不筵幾』。註『致命』至『神之』。釋曰：『不筵幾，致命不於廟』，決正聘設几筵也。『就屍柩於殯宮』者，國君雖以國為體，主聘其國，但聘亦為兩君相好，今君薨，當就屍柩，故不就祖廟也。云『又不神之』者，以其鬼神所在曰廟，則殯宮亦得為廟，則設几筵亦可矣。但始死，不忍異於生，不神之，故於殯傍無几筵也。《曾子問》云『君薨世子生』，告殯殯東有几筵者，鄭雲：『明繼體也。』然則尋常則殯東不設几筵，當在室內矣。"
      },
      {
        "index": 90,
        "text": "不禮賓。（喪降事也。）\n[疏]『不禮賓』。註『喪降事也』。釋曰：云『不禮』者，謂既行聘享訖，不以醴酒禮賓也。"
      },
      {
        "index": 91,
        "text": "主人畢歸禮，（賓所飲食不可廢也。禮，謂饔餼饗食。）\n[疏]『主人畢歸禮』。註『賓所』至『饗食』。釋曰：知歸禮中兼有饗食者，主人有故，雖饗食，亦有生致法，故主人亦歸之。且下文云『賓唯饔餼之受』，明本並饗食，亦歸賓，乃就中受饔餼。若本不歸饗食，空歸饔餼何頓雲饔餼之受，明其時並致饗食也。"
      },
      {
        "index": 92,
        "text": "賓唯饔餼之受。（受正不受加也。）\n[疏]『賓唯饔餼之受』。註『受正不受加也』。釋曰：饔餼大禮是其正，自饗食之等是其加也。"
      },
      {
        "index": 93,
        "text": "不賄，不禮玉，不贈。（喪殺禮，為之不備。）\n[疏]『不賄不禮玉不贈』。註『喪殺禮為之不備』。釋曰：云『不賄』"
      },
      {
        "index": 94,
        "text": "者，皆據上文謂不以束紡。『不禮玉』者，謂不以束帛、乘皮以報享。『不贈』\n者，賓出至郊，不以物贈之也。"
      },
      {
        "index": 95,
        "text": "遭夫人、世子之喪，君不受，使大夫受於廟，其他如遭君喪。（夫人、世子死，君為喪主，使大夫受聘禮，不以兇接吉也。其他，謂禮所降。）"
      },
      {
        "index": 96,
        "text": "[疏]『遭夫』至『君喪』。註『夫人』至『所降』。釋曰：云『夫人、世子死，君為喪主』者，案《禮記。服問》云『君所主，夫人、妻、大子婦』，鄭註雲：『言妻，見大夫以下，亦為此三人為喪主也。』故雲君為喪主。既為喪主，是以使大夫受聘禮，不以兇接吉也。云『其他，謂禮所降』者，謂『不禮以下，不贈以上』，皆闕之。"
      },
      {
        "index": 97,
        "text": "遭喪，將命於大夫，主人長衣練冠以受。（遭喪，謂主國君薨，夫人、世子死也。此三者，皆大夫攝主人。長衣，素純布衣也。去衰易冠，不以純兇接純吉也。吉時在裏為中衣，中衣、長衣，繼皆掩尺，表之曰深衣，純袂寸半耳。君喪不言使大夫受，子未君，無使臣義也。）"
      },
      {
        "index": 98,
        "text": "[疏]『遭喪』至『以受』。註『遭喪』至『義也』。釋曰：此經總說上三人死，主君不得受命，故使將命於大夫，主人即大夫，故鄭云『此三者，皆大夫攝主人』也。云『長衣，素純布衣』者，此長衣則與深衣同布，但袖長素純為異，故雲長衣素純布衣也。此長衣之緣以素為之，故雲素純也。去衰易冠者，謂脫去斬衰之服，而著長衣，脫去六升、九升之冠，而著練冠，故云『去衰易冠』"
      },
      {
        "index": 99,
        "text": "也。云『不以純兇接純吉』者，《聘禮》是純吉禮，為君三升衰裳六升冠，為夫人、世子，六升衰裳九升冠，是純兇禮。麻與屨不易，直去衰易冠而已，故雲不以純兇接純吉。云『吉時在裏為中衣，中衣、長衣，繼皆掩尺，表之曰深衣，純袂寸半耳』，鄭言此者，欲廣解長衣、中衣、深衣三者之義。此三者之衣，皆用朝服十五升布，六幅分為十二幅而連衣裳，袖與純緣則異，故雲吉時在裏為中衣。中衣與長衣繼皆掩尺者，案《玉藻》云『長中繼掩尺』，鄭註雲：『其為長衣、中衣，則繼袂掩一尺。』此鄭雲吉時之服純袂寸半者，純為衣裳之側，袂為口緣，皆寸，半表裏共三寸。案《深衣目錄》雲：『深衣，連衣裳而純以彩。』"
      },
      {
        "index": 100,
        "text": "純素曰長衣，有表則謂之中衣。以此言之，則長衣、中衣皆用素純。云『君喪不使大夫受，子未君，無使臣義也』者，其疏見於上。若然，臣為君斬，為夫人、世子期，輕重不同。今受鄰國之聘禮，同用長衣練冠者，但接鄰國者，禮不可以純兇，故權制此服，略為一節耳。向來所釋，皆是君主始薨。假令君薨逾年，嗣子即位，鄰國朝聘，以吉禮受之於廟，故成十七年《經》書『邾子ㄑ且卒』，十八年『邾宣公來朝』，《傳》云『即位而來見』，逾年可以朝他國，他國來朝亦得以吉禮受之於廟矣。雖逾年而未葬，則不得朝人。人來朝已，亦使人受之於廟。於夫人、世子亦然，以其本為死者，來故也。"
      },
      {
        "index": 101,
        "text": "聘，君若薨於後，入竟則遂。（既接於主國君也。）\n[疏]『聘君』至『則遂』。註『既接於主國君也』。釋曰：自此盡『唯稍受之』，論聘者遭已君之喪，行非常之禮事。云『接於主國』者，謂謁關人，關人告君，君使士請事，是接於主國矣。故『入境則遂』也。"
      },
      {
        "index": 102,
        "text": "赴者未至，則哭於巷，衰於館。（未至，謂赴告主國君者也。哭於巷者，哭於巷門，未可為位也。衰於館，未可以兇服出見人。其聘享之事，自若吉也。今文赴作計。）"
      },
      {
        "index": 103,
        "text": "[疏]『赴者』至『於館』。註『未至』至『作計』。釋曰：『未至，謂赴告主國君者也』，以其本國遭喪，赴者有兩使，一使告聘者，一使告主國。云『未可為位』者，以其赴主國之使未至，是以未可為位，受人吊禮。云『衰於館未可以兇服出見人』者，對下經『赴者至，則衰而出』。云『其聘享之事，自若吉』者，下雲受饔餼之禮，故知先行聘享，乃後受禮，以其主國未得赴告，故自若吉也。"
      },
      {
        "index": 104,
        "text": "受禮，（受饔餼也。）\n[疏]『受禮』。註『受饔餼也』。釋曰：上文遭主國之喪，賓唯饔餼之受，受禮亦饔餼之禮。"
      },
      {
        "index": 105,
        "text": "不受饗食。（亦不受加。）\n[疏]『不受饗食』。註『亦不受加』。釋曰：上文遭主國之喪，云『唯饔餼之受』，註雲：『受正不受加也。』加，即此饗食也，故此云『亦不受加』"
      },
      {
        "index": 106,
        "text": "也。\n赴者至，則衰而出，（禮為鄰國闕，於是可以兇服將事也。）\n[疏]『赴者』至『而出』。註『禮為』至『事也』。釋曰：云『禮為鄰國闕』者，案襄二十三年，《春秋左氏傳》雲：『杞孝公卒，晉悼夫人喪之，平公不徹樂，非禮也。禮，為鄰國闕。』服註雲：『鄰國尚為之闕樂，況舅甥之親乎？』若然，赴者至，主國君使者衰而出，則主國可以闕樂。云『於是可以兇服將事』者，謂主人所歸禮，則賓可以兇服受之，其正行聘享，則著吉服矣。故《雜記》云『執玉不麻』是也。"
      },
      {
        "index": 107,
        "text": "唯稍受之。（稍，稟食也。）\n[疏]『唯稍受之』。註『稍稟食也』。釋曰：禮，君行師從，卿行旅從。\n從者既多，不可闕於稍食。案《周禮》每云『稍事』，皆謂米稟以其稍稍給之，故謂米稟為稍。"
      },
      {
        "index": 108,
        "text": "歸，執圭復命於殯，升自西階，不升堂。（復命於殯者，臣子之於君父，存亡同。）\n[疏]『歸執』至『升堂』。註『復命』至『亡同』。釋曰：自此盡『即位踴』，論使者喪，還執圭還國復命之事。云『臣子之於君父，存亡同』者，案《禮記》奔父母之喪，升自西階。此復命於殯，亦升自西階法。生時出必告，反必面，故雲臣子於君父存亡同也。"
      },
      {
        "index": 109,
        "text": "子即位，不哭。（將有告請之事，宜清凈也。不言世子者，君薨也。諸臣待之，亦皆如朝夕哭位。）\n[疏]『子即位不哭』。註『將有』至『哭位』。釋曰：云『不言世子者，君薨也』者，案《公羊傳》：『君存稱世子，君薨稱子某，既葬稱子，逾年稱君。』"
      },
      {
        "index": 110,
        "text": "案上文稱世子，此文單稱子，是知其君薨，故君不稱某，而與此既葬同號者，以其既不得稱世子，略雲子而已。故不言某，其實正法稱子某，是以《雜記》在殯待鄰國之使皆稱某。云『諸臣待之，亦皆如朝夕哭位』者，但臣子一列，上下文唯言子，不言群臣，與子同。知如朝夕哭位者，案《奔喪》雲：奔父之喪在家者，待之皆如朝夕哭位，故知此亦然。"
      },
      {
        "index": 111,
        "text": "辯復命，如聘。（自陳幣至於上介，以公賜告，無勞。）\n[疏]『辯復命如聘』。註『自陳』至『無勞』。釋曰：言『辯復命如聘』"
      },
      {
        "index": 112,
        "text": "者，上文君存時，使者復命，自陳公幣已下，至賜告之等，今復命於殯所，亦盡陳之，故言『辯』。知『無勞』者，勞主君出命，今君薨，不可代君出命，故知無勞也。"
      },
      {
        "index": 113,
        "text": "子臣皆哭。（使者既復命，子與群臣皆哭。）\n[疏]『子臣皆哭』。註『使者』至『皆哭』。釋曰：此據子在位哭，亦兼群臣，故鄭云『子與群臣皆哭』。"
      },
      {
        "index": 114,
        "text": "與介入，北鄉哭。（北鄉哭，新至別於朝夕。）\n[疏]『與介入北鄉哭』。註『北鄉』至『朝夕』。釋曰：使者升階復命訖，不見出文，而言與介入者，以其復命之時，介在幣南，北面，去殯遠，復命訖，除去幣，賓更與介前入近殯，北鄉哭，鄉內為入，故云『與介入，北鄉哭』"
      },
      {
        "index": 115,
        "text": "也。云『北鄉哭，新至別於朝夕』者，朝夕哭位在阼階下，西面，今於殯前北鄉，故雲別於朝夕也。\n出，袒括發。（悲哀變於外，臣也。）"
      },
      {
        "index": 116,
        "text": "[疏]『出袒括發』。註『悲哀變於外臣也』。釋曰：案《奔喪》云『至於家，入門左，升自西階』，東面哭，括發袒於殯東，是於內者，子故也。此使者出門，袒括發，變於外者，臣故也。"
      },
      {
        "index": 117,
        "text": "入門右，即位踴。（從臣位，自哭至踴，如奔喪禮。）\n[疏]『入門右即位踴』。註『從臣』至『喪禮』。釋曰：案《奔喪》雲："
      },
      {
        "index": 118,
        "text": "袒括發於西階，東即位，踴，襲、於序東。此門外袒括發，入門右，即位踴，亦當襲於序東，故鄭云『自哭至踴，如奔喪禮』也。"
      },
      {
        "index": 119,
        "text": "若有私喪，則哭於館，衰而居，不饗食。（私喪，謂其父母也。哭於館，衰而居，不敢以私喪自聞於主國，兇服幹君之吉使。《春秋傳》曰：『大夫以君命出，聞喪，徐行而不反。』）"
      },
      {
        "index": 120,
        "text": "[疏]『若有』至『饗食』。註『私喪』至『不反』。釋曰：自此盡『從之』，論使者有父母之喪行變禮之事。云『不敢以私喪自聞於主國』者，解『哭於館』。又云『兇服幹君之吉使』者，亦取不敢解之。言『衰而居』，謂服衰居館行聘享，即皮弁吉服，故不敢兇服幹君之吉使也。引《春秋傳》者，案宣八年《經》書：『夏六月，公子遂如齊，至黃乃復。』《公羊傳》雲：『其言至黃乃復何？有疾也。何言乎有疾乃復？譏。何譏爾？大夫以君命出，聞喪徐行而不反。』"
      },
      {
        "index": 121,
        "text": "何氏註：『聞大喪而不反，重君命也。徐行者，為君當使人追代之，以喪喻疾者，喪猶不還，而況疾乎？』是也。以此言之，使雖未出國境，聞父母之喪，遂行，不敢以私廢王事，君使人代之可也。以此言之，明至彼所使之國，雖聞父母之喪，不反可知，是以哭於館衰而居。"
      },
      {
        "index": 122,
        "text": "歸，使眾介先，衰而從之。（己有齊斬之服，不忍顯然趨於往來，其在道路，使介居前，歸又請反命，己猶徐行隨之。君納之，乃朝服，既反命，出公門，釋服，哭而歸。其佗如奔喪之禮。吉時道路深衣。）"
      },
      {
        "index": 123,
        "text": "[疏]『歸使』至『從之』。註『己有』至『深衣』。釋曰：云『己有齊斬之服』者，以其私喪之內，有為父斬為母齊衰，故齊斬並言之也。云『不忍顯然趨於往來』者，解經並『使眾介先衰而從之』意。經雲歸，據反國時兼雲往者。"
      },
      {
        "index": 124,
        "text": "鄭意去時聞父母之喪，不敢即反，亦使眾介先，衰而從之，故往來並言。云『在道路，使介居前』者，謂去向彼國時。云『歸又請反命，己猶徐行隨之』者，此謂還國至近郊，使人請反命，君許入，猶使介居前，徐行於後，隨介至國也。云『君納之，乃朝服』者，以其行聘之時，猶不以兇服幹君之吉使，而服吉服，知此反命時，亦不以兇服於君之吉使，而服朝服，如吉時反命矣。云『出公門，釋服，哭而歸』者，案《雜記》雲：『大夫士將與祭於公，既視濯而父母死，則猶是與祭也。次於異宮，既祭，釋服出公門外，哭而歸。』亦云『其它如奔喪之禮』，明此亦出公門，釋朝服而歸。但彼祭服不可著出，故門內釋服。此朝服可以著，出門乃釋服為異也。云『其他如奔喪之禮』者，案《奔喪》雲：『至於家，入門左，升自西階，殯東西面坐，哭盡哀，括發，袒，降堂東即位，西鄉哭，成踴，襲、於序東，絞帶，反位拜賓，成踴，送賓，反位。有賓後至者，則拜之成踴，送賓皆如初，眾主人、兄弟皆出門，出門哭止闔門，相者告就次，於又哭。括發，袒，成踴。於三哭，猶括發，袒，成踴。三日成服，拜賓送賓皆如初。云『吉時道路深衣』者，以其朝服之下，唯有深衣，庶人之常服。既以朝服反命，出門去朝服，還服吉時，深衣三日，成服乃去之。"
      }
    ]
  }
}