{
  "chapterNumber": 45,
  "title": "卷四十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《特牲饋食禮》第十五。鄭《目錄》云：『特牲饋食之禮，謂諸侯之士祭祖禰，非天子之士，而於五禮屬吉禮。』釋曰：鄭知非天子之士而云『諸侯之士』者，案《曲禮》云：『大夫以索牛，士以羊豕。』彼天子大夫、士，此《儀禮》特牲、少牢，故知是諸侯大夫、士也。且經直云『其皇祖某子』，不云『考』，鄭云『祖禰』者，《祭法》云：『士二廟，官師一廟。』官師謂中下之士，祖禰共廟，亦兼祭祖，故經舉祖兼有禰者，鄭達經意祖禰俱言也。若祭無問一廟、二廟，皆先祭祖，後祭禰，是以文二年《左傳》云：『文武不先不窟。』"
      },
      {
        "index": 1,
        "text": "子不先父是也。若祭無問尊卑，廟數多少，皆同日而祭畢，以此及少牢，唯筮一日，明不別日祭也。\n特牲饋食之禮。不諏日。（祭祀自孰始，曰饋食。饋食者，食道也。諏，謀也。士賤職褻，時至事暇，可以祭，則筮其日矣。不如《少牢》大夫先與有司於廟門諏丁已之日。今文諏皆為詛。）"
      },
      {
        "index": 2,
        "text": "[疏]『特牲饋食之禮不諏日』。註『祭祀』至『為詛』。釋曰：自此至『事畢』，論士將筮日之事。云『祭祀自孰始，曰饋食。饋食者，食道也』者，案《檀弓》云：『飯用米貝，弗忍虛也。不用食道，用美焉爾。』鄭註云：『食道褻米貝美。』若然，食道是生人飲食之道，孝子於親，雖死事之若生，故用生人食道饋之也，此釋經不言祭祀而言饋食之意耳。雲祭祀自孰始者，欲見天子諸侯饋食已前，仍有灌鬯、朝踐、饋獻之事，但饋食見進黍稷。雲饋孰見牲體，而言天子諸侯堂上朝踐、饋獻後，迎屍於堂，亦進黍稷牲體，其犬、豕、牛、羊亦孰之，同節也。云『士賤職褻，時至事暇，可以祭，則筮其日矣』者，此解經不諏日，謂不如大夫以上，預前十日與臣諏日而筮之，是以鄭云『不如《少牢》大夫先與有司於廟門諏丁巳之日』也。凡士言『不』者，對大夫以上為之，此士言不諏日；《少牢》大夫諏日。《士喪禮》月半不殷奠則大夫已上殷奠。如此之類，皆是也。鄭雲時至事暇可以祭者，若祭時至，有事不得暇，則不可以私廢公故也。"
      },
      {
        "index": 3,
        "text": "若大夫已上尊，時至，唯有喪故不祭，自餘吉事皆不廢祭，若有公事及病，使人攝祭。故《論語》孔子云：『吾不與祭，如不祭。』註云：『孔子或出或病，不自親祭，使攝者為之，不致肅敬，於心與不祭同。』又《祭統》云：『是故君子之祭也，必身親進之。』有故，則使人可也。雖使人也，君不失其義者，君明其義故也。是君大夫有病，故皆得使人攝祭。若諸侯有朝會之事，則不得使人攝。"
      },
      {
        "index": 4,
        "text": "故《王制》云：『諸侯礿則不，則不嘗，嘗則不，則不礿。』鄭註云：『虞夏之制，諸侯歲朝，廢一時祭。』又《明堂位》云『是故夏礿、秋嘗、冬』，鄭註云：『不言春祠，魯在東方，王東巡守以春，或闕之。』是諸侯朝會不得攝，以諸侯禮大故也。案桓八年《經》書：『正月已卯，。』《公羊傳》云：『者何？冬祭也。春曰祠，夏曰礿，秋曰嘗，冬曰。常事不書，此何以書？譏。何譏爾？譏亟也，亟則黷，黷則不敬。君子之祭也，敬而不黷，疏則怠，怠則忘。士不及茲四者，則冬不裘，夏不葛。』何休云：禮本下，為士制四者，士有公事，不得及茲四時祭者，則不敢美其衣服。若然，則士不暇不得祭，又不得使人攝。大夫已上有公事，乃有攝可知。"
      },
      {
        "index": 5,
        "text": "及筮日，主人冠端玄，即位於門外，西面。（冠端玄，玄冠、玄端。下言玄者，玄冠有不玄端者。門謂廟門。）\n[疏]『及筮』至『西面』。註『冠端』至『廟門』。釋曰：云『冠端玄，玄冠、玄端，下言玄者，玄冠有不玄端』者，不玄端則朝服，下記云『助祭者朝服』，不著玄端故也。若然，玄端一冠，冠兩服也。對文則玄端有裳、玄裳、黃裳、雜裳，若朝服，緇布衣而素裳。但六入為玄，七入為緇，大判言之。緇衣亦名玄，是以散文言之，朝服亦名玄端。故《論語》云『端章甫』，鄭云：『端，玄端也。諸侯日視朝之服。』以端是正幅，非直服稱端，六冕亦有端稱。故《禮記》魏文侯曰：『吾端冕而聽古樂，則唯恐臥。』是冕服正幅亦名端也。云『門謂廟門』，知者，《士冠禮》云『筮於廟門』，為冠禮筮尚在廟門，此為祭廟，筮在廟門可知。若然，《士冠》言廟非祭，恐不在廟，故言廟。此不言廟者，為祭廟筮可知，不須言廟也。"
      },
      {
        "index": 6,
        "text": "子姓兄弟如主人之服，立於主人之南，西面北上。（所祭者之子孫，言子姓者，子之所生。小宗祭，而兄弟皆來與焉。宗子祭，則族人皆侍。）"
      },
      {
        "index": 7,
        "text": "[疏]『子姓』至『北上』。註『所祭』至『皆侍』。釋曰：云『子姓者，子之所生』者，案鄭註《喪大記》云：『姓之言生也。』雲子之所生，則孫是也。"
      },
      {
        "index": 8,
        "text": "云『小宗祭而兄弟皆來與焉』者，案《喪服小記》云：『繼別為宗，繼禰者為小宗。』鄭註云：『小宗有四：或繼高祖，或繼曾祖，或繼祖，或繼禰。皆至五世則遷。』若然，繼禰者，長者為小宗，親弟等雖異宮，皆來祭；繼祖者，從父昆弟皆來祭；繼曾祖者，從祖昆弟皆來祭；繼高祖者，族祖昆弟皆來祭。是皆據小宗而言也。云『宗子祭則族人皆侍』者，此鄭據《書傳》而言，案《書傳。康誥》雲天子有事，諸侯皆侍，尊卑之義。註云：『事謂祭祀。』又雲宗室有事，族人皆侍終日，大宗已侍於賓奠，然後燕私。註云：『謂卿大夫以下。宗室，大宗之家。』引《禮記》別子為祖，繼別為大宗，繼禰為小宗，賓寮友，助祭者。若然，大宗子祭，一族之內皆來助祭。引之者，證經子姓兄弟，若據小宗有服者，若據大宗兼有絕服者也。"
      },
      {
        "index": 9,
        "text": "有司群執事如兄弟服，東面北上。（士之屬吏也。）\n[疏]『有司』至『北上』。註『士之屬吏也』。釋曰：云『如兄弟服』"
      },
      {
        "index": 10,
        "text": "者，如主人冠端玄。《左傳》云『士有隸子弟』，謂此言為屬吏而已。\n席於門中，西，閾外。（為筮人設之也。古文作{執木}，閾作蹙。）"
      },
      {
        "index": 11,
        "text": "[疏]『席於』至『閾外』。註『為筮人設之也』。釋曰：案《士冠禮》云：『筮與席，所卦者，具饌於西塾。』乃言『布席於門中，筮人執策，抽上賣，兼執之』，此不言具饌於西塾，而經但言席於門中，取筮於西塾，又不雲抽上賣者，皆是互見省文之義。"
      },
      {
        "index": 12,
        "text": "筮人取筮於西塾，執之，東面受命於主人。（筮人，官名也。筮，問也。取其所用問神明者謂蓍也。）\n[疏]註『筮人』至『蓍也』。釋曰：案《周禮。春官》有卜人、筮人，此士禮亦雲筮人，故云『官名也』。云『筮，問也，取其所用問神明者謂蓍也』者，案《周禮。天府職》云：『季冬，陳玉以貞來歲之美惡。』註云：『問事之正曰貞，凡卜筮實問於鬼神。』謂卜用龜，龜知生數，一二三四五之神。筮用蓍，蓍知成數，七八九六之神，則此鄭雲神明者也。若然，神既為生成之神，鄭雲謂蓍者，則蓍亦有神，《易。系辭》有『蓍之德圓而神』，非直筮有成數之神，亦有蓍之神也。"
      },
      {
        "index": 13,
        "text": "宰自主人之左贊命，命曰：『孝孫某，筮來日某，諏此某事，其皇祖某子。\n尚饗！』（宰，群吏之長。自，由也。贊，佐也，達也。贊命由左者為神求變也。"
      },
      {
        "index": 14,
        "text": "士祭曰歲事，此言某事，又不言妃者，容大祥之後，禫月之吉祭。皇，君也。\n言君祖者，尊之也。某子者，祖字也，伯子、仲子也。尚，庶幾也。）"
      },
      {
        "index": 15,
        "text": "[疏]『宰自』至『尚饗』。註『宰群』至『庶幾也』。釋曰：云『宰，群吏之長』者，贊命之事，非長不為。又天子諸侯宰皆尊官，故知群吏之長也。"
      },
      {
        "index": 16,
        "text": "云『贊命由左者，為神求變也』者，決《士冠禮》：『宰自右，少退贊命。』鄭註云：『宰，有司主政教者。自，由也。贊，佐也。命，告也。佐主人告所以筮也。《少儀》曰：贊幣自左，詔辭自右。』此祭祀，故宰自左，贊命為神求吉，故變於常禮也。云『士祭曰歲事，此言某事，又不言妃者，容大祥之後，禫月之吉祭』者，案下宿賓云『薦歲事』，據吉祭而言。又《少牢》吉祭云『以某妃配』，即與《士虞》記云：『中月而禫，是月也，吉祭，猶未配。』此與彼文同，故知是禫月吉祭也。云『言君祖者，尊之也』者，天子諸侯名曾祖為皇考，此士亦雲皇祖，故雲尊之也。云『某子者，祖字也，伯子、仲子』者，以其某在子上，為男子美稱，故以某為伯仲叔季五十字。下篇云『皇祖伯某』，鄭註云："
      },
      {
        "index": 17,
        "text": "『伯某，且字也。』不為五十字者，以某在伯下，故為且字解之，與此異也。\n筮者許諾，還，即席，西面坐，卦者在左。卒筮，寫卦。筮者執以示主人。"
      },
      {
        "index": 18,
        "text": "（士之筮者坐，蓍短由便。卦者主畫地識爻，爻備，以方寫之。）\n[疏]註『士之』至『寫之』。釋曰：云『士之筮者坐，蓍短由便』者，決下《少牢》云：史曰若，遂述命既，『乃釋賣立筮』，鄭註云：『卿大夫之蓍長五尺，立筮由便。』與士不同。知蓍有長短者，案《三正記》云『天子蓍長九尺，諸侯七尺，大夫五尺，士三尺』是也。云『卦者主畫地識爻，爻備，以方寫之』者，案《士冠禮》云：『筮人許諾，右還，即席坐，西面，卦者在左。卒筮書卦，執以示主人。』鄭云：『卒，已也。書卦者，筮人以方寫所得之卦。』彼雲書卦，即雲執以示主人，則筮者書寫以示主人也。此經云『卒筮寫卦』，乃云『筮者執以示主人』，則寫卦者非筮人，故此鄭雲卦者主畫地識爻，爻備，以方寫之也。"
      },
      {
        "index": 19,
        "text": "主人受視，反之。（反，還。）\n筮者還，東面，長占。卒，告於主人：『占曰吉。』（長占，以其屬之長幼旅占之。）"
      },
      {
        "index": 20,
        "text": "[疏]註『長占』至『占之』。釋曰：經直云『長占』，知非長者一人。而云『長幼旅占之』者，《士冠禮》云『筮人還，東面旅占』，明此亦是長幼旅占。"
      },
      {
        "index": 21,
        "text": "經直雲長者，見從長者為始也。\n若不吉，則筮遠日，如初儀。（遠日，旬之外日。）\n[疏]『若不』至『初儀』。註『遠日旬之外日』。釋曰：案《曲禮》云："
      },
      {
        "index": 22,
        "text": "『吉事先近日，喪事先遠日。』此尊卑禮同也。又云：『旬之內曰近某日，旬之外曰遠某日。』此尊卑有異。雲旬之內曰近某日，據士禮吉事先近日，謂祭祀，假令孟月，先於孟月上旬內筮，筮不吉，乃用中旬之內更筮，中旬又不吉，更於下旬內筮，筮不吉，即止。大夫已上，假令孟月祭，於前月下旬筮來月之上旬，不吉，又於孟月之上旬筮中旬，中旬不吉，又於中旬筮下旬，下旬又不吉，即止，不祭。今云『遠日，旬之外日』者，謂上旬不吉，更於上旬外筮中旬，為旬之外日。非謂如大夫已上，旬之外，謂旬前為旬外也。"
      },
      {
        "index": 23,
        "text": "宗人告事畢。\n前期三日之朝，筮屍，如求日之儀。命筮曰：『孝孫某，諏此某事，其皇祖某子，筮某之某為屍。尚饗！』（三日者，容宿賓視濯也。某之某者，字屍父而名屍，連言其親，庶幾其馮依之也。大夫士以孫之倫為屍。）"
      },
      {
        "index": 24,
        "text": "[疏]『前期』至『尚饗』。註『三日』至『為屍』。釋曰：自此盡『主人退』，論祭前筮屍、宿屍之事。云『三日者，容宿賓視濯也』者，謂前期二日，宿賓一日視濯，是以下云『厥明夕陳鼎於門外』，下至『夙興』，皆祭前一日視濯之事，以其夙興上事是祭前一日也。宿賓又是厥明夕，為期上則宿賓與視濯別日。又知宿賓是祭前二日，此經乃祭前三日筮屍，故鄭雲容宿賓視濯。言容者，為筮屍之後，祭日之前有二日，容此二事也。若然，筮屍在祭前三日，宿屍云『乃』，乃是緩辭，則與筮屍別日矣。以此而言，則宿屍與宿賓中無『厥明』之文，則二者同日矣。二者既同日，鄭直言容宿賓視濯，不言容宿屍者，以其宿賓在厥明之上，故不嫌宿屍與宿賓別日也。云『某之某者，字屍父而名屍』者，經直云『某之某』，鄭知字屍父而名屍者，《曲禮》雲為人子者『祭祀不為屍』，鄭彼註云：『尊者之處，為其失子道，然則屍卜筮無父者。』又云『卒哭乃諱』，諱則不稱名，故知屍父雲某是字，屍既對父，故某為名。云『連言其親，庶幾其馮依之也』者，屍父前世與所祭之父同時，同時必相識，知今又筮其子為屍，屍又與所祭之子相一，父子皆同類，故連言其親，庶幾其神馮依之也。云『大夫士以孫之倫為屍』者，案《祭統》云：『夫祭之道，孫為王父屍，所使為屍者，於祭者子行也。父北面而事之，所以明子事父之道也。』註云：『祭祖則用孫列，皆取於同姓之孫也。天子諸侯之祭，朝事延屍於戶外，是以有北面事屍之禮。』"
      },
      {
        "index": 25,
        "text": "如是則天子諸侯宗廟之祭，亦用孫之倫為屍。而雲大夫士者，但天子諸侯雖用孫之倫，取卿大夫有爵者為之，故《鳧》詩祭屍之等，皆言『公屍』。又《曾子問》云：『卿大夫將為屍於公。』若大夫士祭屍，皆取無爵者，無問成人與幼，皆得為之。故《曾子問》『孔子曰：祭成喪者必有屍，屍必以孫，孫幼則使人抱之』是也。"
      },
      {
        "index": 26,
        "text": "乃宿屍。（宿讀為肅。肅，進也。進之者，使知祭日當來。古文宿皆作羞。\n凡宿，或作速，記作肅，《周禮》亦作宿。）"
      },
      {
        "index": 27,
        "text": "[疏]『乃宿屍』。註『宿讀』至『作宿』。釋曰：云『古文宿皆作羞』，疊之不從古文。雲凡宿或作速，謂一部之內，或作速者，若《公食大夫》速賓之類是也。云『記作肅』者，《曲禮》云『主人肅客而入』是也。又云『《周禮》亦作宿』者，《大宗伯》文『宿視滌濯』是也。是以鄭泛雲或也。"
      },
      {
        "index": 28,
        "text": "主人立於屍外門外，子姓兄弟立於主人之後，北面東上。（不東面者，來不為賓客。子姓立於主人之後。上當其後。）"
      },
      {
        "index": 29,
        "text": "[疏]『主人』至『東上』。註『不東』至『其後』。釋曰：云『不東面者，來不為賓客』者，為屍者父象也，主人有子道，故主人北面，不為賓客，不敢當尊，故不東面，此決冠禮宿賓，主人東面，此中北面，不同也。云『上當其後』者，子姓、兄弟北面陪主人，後東頭為上者，不得過主人，故為上者當主人之後也。"
      },
      {
        "index": 30,
        "text": "屍如主人服，出門左，西面。（不敢南面當尊。）\n[疏]『屍如』至『西面』。註『不敢南面當尊』。釋曰：此決《少牢》云『主人即位於廟門外之東方南面』，以其大夫尊於恩有君道，故南面當尊。此士之孫倫為屍，雖被宿，猶不敢當尊也。"
      },
      {
        "index": 31,
        "text": "主人辟，皆東面北上。（順屍。）\n主人再拜，屍答拜。（主人先拜，尊屍。）\n[疏]註『主人先拜尊屍』。釋曰：此決下文宿賓，賓先拜，主人乃答拜，故云『尊屍』，是以主人先拜也。案《少牢》云：吉則遂宿屍，祝擯，主人再拜稽首，祝告曰：孝孫某雲雲。屍拜許諾，祝先釋辭訖，屍乃拜許。此屍答拜後，宗人乃擯辭者，士屍卑，主人拜，屍即答拜，不待擯辭訖。大夫之屍尊，尊得釋辭訖，乃拜。"
      },
      {
        "index": 32,
        "text": "宗人擯辭如初，卒曰：『筮子為某屍，占曰吉，敢宿。』（宗人擯者，釋主人之辭。如初者，如宰贊命筮屍之辭。卒曰者，著其辭所易也。今文無敢。）"
      },
      {
        "index": 33,
        "text": "[疏]『宗人』至『敢宿』。註『宗人』至『無敢』。釋曰：云『如初者，如宰贊命筮屍之辭』者，案筮屍時，雖不見宰贊命，以其云『筮屍如求日之儀』，筮日時有宰贊命，則筮屍時亦有宰贊命可知，故此得如之也。云『卒曰者，著其辭所易也』者，前筮屍辭云『筮某之某為屍，尚饗』，易已上之辭也。"
      },
      {
        "index": 34,
        "text": "祝許諾，致命。（受宗人辭，許之，傳命於屍。始宗人祝北面，至於傳命，皆西面受命，東面釋之。）\n[疏]『祝許諾致命』。註『受宗』至『釋之』。釋曰：云『始宗人祝北面，至於傳命，皆西面受命，東面釋之』者，以其上文始時，主人與子姓、兄弟立於屍門外，北面，重行則宗人與祝相隨，亦皆北面，故雲始宗人祝北面。至於屍出門左西面，主人避之門西東面，定位訖，宗人進主人之前，西面鄉之受命，受命訖，屍既西面，明宗人旋鄉東面釋之可知。"
      },
      {
        "index": 35,
        "text": "屍許諾，主人再拜稽首。（其許，亦宗人受於祝，而告主人。）\n[疏]『屍許』至『稽首』。註『其許』至『主人』。釋曰：云『其許，亦宗人受於祝，而告主人』者，謂祝受，屍許諾辭，旋西面告宗人，宗人告主人，屍許諾，主人乃再拜稽首。"
      },
      {
        "index": 36,
        "text": "屍入，主人退。（相揖而去，屍不拜送，屍尊。）\n[疏]註『相揖』至『屍尊』。釋曰：鄭知有『相揖而去』者，約下篇《少牢》云『主人退，屍送，揖不拜』是也。但彼有送文，此經屍入後，乃言『主人退』，則屍不送可知。此屍不送者，士卑，故屍被宿之後不送也。大夫尊，故屍雖受宿，猶送大夫也。"
      },
      {
        "index": 37,
        "text": "宿賓。賓如主人服，出門左，西面再拜。主人東面答再拜。宗人擯曰：『某薦歲事，吾子將蒞之，敢宿。』（薦，進也。蒞，臨也。言吾子將臨之，知賓在有司中，今特肅之，尊賓耳。）"
      },
      {
        "index": 38,
        "text": "[疏]『宿賓』至『敢宿』。註『薦進』至『賓耳』。釋曰：自此盡『賓拜送』，論士將祭，宿屬吏內一人為備三獻賓之事也。云『言吾子將臨之，知賓在有司中』者，以其雲將臨之，明前筮屍在其中可知。以上無戒文，今宿之，云『吾子將蒞之』，明知賓在有司內可知。案前文『有司群執事如兄弟服，東面北上』，鄭云：『士之屬吏。』此雲賓在有司內，則賓是士之屬吏可知。下記云："
      },
      {
        "index": 39,
        "text": "『公有司門西，北面東上，獻次眾賓。私臣門東，北面西上，獻次兄弟。』賓及眾賓行事在西階之下，復似賓不在有司中者，但賓是士之屬吏。內言私臣，據已自辟除者。言公有司者，亦是士之屬吏命於其君者。言賓在有司中者，諸士此獻者之中選以為賓，又選為眾賓以下，若在門外時，同在門西，東面北上。及其入為賓及眾賓者，西階以俟行事。公有司不選為賓者，門西北面；私臣不選為賓，門東北面。門外不列者，以其未有事；入門而列者，為將行事。公有司門西，私臣門東，二者皆無事，故經不見，記人乃辨之，見其與於獻也。云『今特肅之，尊賓耳』者，賓有司之內不嫌不助祭，今特宿之者，將使為賓也。"
      },
      {
        "index": 40,
        "text": "賓曰：『某敢不敬從。』主人再拜，賓答拜。主人退，賓拜送。\n厥明夕，陳鼎於門外，北面北上，有鼏。（厥，其也，宿賓之明日夕。門外北面，當門也。古文為密。）"
      },
      {
        "index": 41,
        "text": "[疏]註『厥其』至『為密』。釋曰：自此盡『主人拜送』，論祭前一日之夕視濯與視牲之事。云『門外北面，當門也』者，以其經直云『門外』，不言門之東西，故知當門。下篇《少牢》陳鼎在門東，此當門者，士卑，避大夫故也。"
      },
      {
        "index": 42,
        "text": "於在其南，南順，實獸於其上，東首。（順猶從也。於之制，如今大木輿矣。上有四周，下無足。獸，臘也。）"
      },
      {
        "index": 43,
        "text": "[疏]『於在』至『東首』。註『順猶』至『臘也』。釋曰：下篇雲《少牢》：『牲北首東上，司馬羊，司士擊豕，宗人告備，方退。』不言獸，《少牢》五鼎，明有獸可知。不言之者，已有二牲，略其小者，故不言之也。案《士虞》記：『陳牲於廟門外，北首西上。』鄭註云：『言牲，臘在其中。西上，變吉。』此亦其西，北首東足，與彼文同。彼雲變吉者，彼牲雲北首西上，明臘亦北首可知。此實獸於上東首，不與牲相統，故雲變吉。云『於之制，如今大木輿矣，上有四周，下無足』者，鄭舉漢法，以曉古諸禮。《禮記》及此《儀禮》而言於者，以無足解之。云『獸，臘也』者，特牲鼎有豕、魚、臘，案《周禮。臘人》鄭註云：『小物全乾為臘。』故知豕雲牲，魚，水物，雲獸是臘可知。"
      },
      {
        "index": 44,
        "text": "牲在其西，北首，東足。（其西，於西也。東足者，尚右也。牲不用於，以其生。）\n[疏]註『其西』至『其生』。釋曰：豕不可牽之，縛其足，陳於門外，首北，出於東，其足寢其左。以其周人尚右，將祭故也。云『牲不用於，以其生』者，對臘死用於而言之。"
      },
      {
        "index": 45,
        "text": "設洗於阼階東南，壺禁在西序，豆、籩、在東房，南上。幾、席、兩敦在西堂。（東房，房中之東，當夾北。西堂，西夾室之前近南耳。）"
      },
      {
        "index": 46,
        "text": "[疏]註『東房』至『南耳』。釋曰：大夫士直有東房、西室，若言房則東房矣。故《士冠禮》：『陳服於房中西墉下，東領北上。』不言東。又《昏禮》『側尊С醴於房中』，亦不言東。如此之類，皆不言東。以其直有一房，不嫌非東房，故不言東。今此經特言『東房』，明房內近東邊，故雲東房也。夾室半以南為之，以壁外相望，則當夾北也。又與《少牢》籩豆所陳相反，《少牢》近於西方，此經則房中之東也。言『當夾北』者，以其夾室在房近南東，故云『房中之東當夾北』也。云『西堂，西夾之前近南耳』者，案《爾雅》註：『夾室，前堂謂之相。』此在西堂，在西相，故雲西夾之前近南也。"
      },
      {
        "index": 47,
        "text": "主人及子姓、兄弟即位於門東，如初。（初，筮位也。）\n賓及眾賓即位於門西，東面北上。（不象如初者，以宰在而宗人祝不在。）"
      },
      {
        "index": 48,
        "text": "[疏]註『不象』至『不在』。釋曰：云『不象如初』者，此決上經主人及子姓兄弟即位於門東，如初筮位。今賓及眾賓者即是前者有司群吏執事，當言如初，不言者，以宰前筮時在門東，贊主人辭。今宰在門西，同行，又宗人祝離位，賓西北，東面南上，異於筮位時，故不言如初也。"
      },
      {
        "index": 49,
        "text": "宗人、祝立於賓西北，東面南上。（事彌至，位彌異。宗人祝，於祭宜近廟。）\n[疏]註『事彌』至『位彌異』。釋曰：云『事彌至』者，謂祭事彌至。"
      },
      {
        "index": 50,
        "text": "『位彌異』者，謂宗人祝近門，離本位，故雲位彌異。\n主人再拜，賓答再拜，三拜眾賓，眾賓答再拜。（眾賓再拜者，士賤，旅之得備禮也。）"
      },
      {
        "index": 51,
        "text": "[疏]註『眾賓』至『禮也』釋曰：云『旅之得備禮』者，謂眾賓無問多少，總三拜之。旅，眾也，眾賓共得三拜，故雲旅之也。眾賓再拜者，士賤，眾賓得備禮。案《有司徹》：『主人降，南面拜眾賓於門東。三拜眾賓，門東北面，皆答一拜。』註云：『言三拜者，眾賓賤，旅之也。眾賓一拜，賤也。卿大夫尊，賓賤，純臣也。』經雲皆答一拜，明人人從上至下，皆一一獨答拜，以其純臣故也。所以不再拜者，避國公故也。此士賓莫問多少，皆得一時再拜者，以其士賤，眾賓得備禮故也。"
      },
      {
        "index": 52,
        "text": "主人揖入，兄弟從，賓及眾賓從，即位於堂下，如外位。（為視濯也。）\n宗人升自西階，視壺濯及豆籩，反降，東北面告濯具。（濯，溉也。不言敦鉶者，省文也。東北面告，緣賓意欲聞也。言濯具不言絜，以有幾席。）"
      },
      {
        "index": 53,
        "text": "[疏]『主人』至『濯具』。註『濯溉』至『幾席』。釋曰：云『不言敦者，省文也』者，決上文初饌時，云『豆籩在東方』，明敦及亦視可知。"
      },
      {
        "index": 54,
        "text": "經不言者，省文故也。上陳時，經有幾席，鄭註所以不並言幾席，省文者，經言『告濯具』，幾席不在濯內，故不得雲幾席，為省文也。云『東北面告，緣賓意欲聞也』者，經云『即位於堂下，如外位』，則主人在東階之下，宗人降自西階，宜東面告濯具，以賓在西，亦欲聞之故也。所以不正面告者，為主人告故也。云『言濯具不言，以有幾席』者，凡洗濯，當告，不洗者，告具而已。幾席不在洗內，故直告濯具，不言，嫌通幾席，亦在洗濯之限。此決下經門外舉鼎云『告』。"
      },
      {
        "index": 55,
        "text": "賓出，主人出，皆復外位。（為視牲也。今文復為反。）\n宗人視牲，告充。雍正作豕。（充猶肥也。雍正，官名也。北面以策動作豕，視聲氣。）"
      },
      {
        "index": 56,
        "text": "[疏]註『充猶』至『聲氣』。釋曰：云『北面以策動作豕』者，此無正文，經雲作是動作之言，故知以策動作豕。云『視聲氣』者，案《禮記。內則》，《周禮。庖人》唯云：『豕望視而交睫，腥。』不雲豕之聲氣，而鄭雲視聲氣者，但祭祀之牲，當充盛肥，若聲氣不和，即是疾病不堪祭祀，故雲視聲氣也。"
      },
      {
        "index": 57,
        "text": "宗人舉獸尾，告備，舉鼎，告。（備，具。）\n請期，曰『羹飪』。（肉謂之羹。飪，孰也。謂明日質明時，而曰肉孰，重豫勞賓。宗人既得期，西北而告賓有司。）"
      },
      {
        "index": 58,
        "text": "[疏]『請期曰羹飪』。註『肉謂』至『有司』。釋曰：案《少牢》云：\n『宗人曰：旦明行事。』此不雲旦明行事，而云『羹飪』者，彼大夫尊，有君道，可以豫勞賓，故雲時節。此士卑，無君道，故不雲旦明，而雲羹飪。是以鄭云『重豫勞賓』，羹飪乃來也。云『宗人既得期，西北面告賓有司』者，此案《少牢》云：『主人門東南面，宗人朝服北面，曰請祭期。主人曰：比於子。宗人曰："
      },
      {
        "index": 59,
        "text": "旦明行事。』上文門外，賓位在門西東面，今既得期，鄉西，在賓南，北面，告賓與有司，使知祭日當來也。\n告事畢，賓出，主人拜送。"
      },
      {
        "index": 60,
        "text": "夙興，主人服如初，立於門外東方，南面，視側殺。（夙，早也。興，起也。\n主人服如初，則其餘有不玄端者。側殺，殺一牲也。）"
      },
      {
        "index": 61,
        "text": "[疏]『夙興』至『側殺』。註『夙早』至『牲也』。釋曰：自此盡『於中庭』，論祭日夙興，主人主婦陳設及行位之事。云『主人服如初，則其餘有不玄端』者，案下記云：『特牲饋食，其服皆朝服，玄冠，緇帶，緇。』註云『於祭服此也。皆者，謂賓及兄弟，筮日、筮屍、視濯亦玄端，至祭而朝服。朝服者，諸侯之臣與其君日視朝之服。大夫以祭，今賓兄弟緣孝子，欲得嘉賓尊客以事其祖禰，故服之。緇者，下大夫之臣。夙興，主人服如初，則固玄端』是也。鄭雲其餘有不玄端者，明亦有著玄端者，是以下記人辨之，云：『唯屍、祝、佐食玄端，玄裳、黃裳、雜裳可也，皆爵。』鄭註云：『與主人同服。』是有同服者，有著朝服者，故鄭雲其餘有不玄端者也。云『側殺，殺一牲也』者，案《少牢》『主人即位於廟門之外，司馬羊，司士擊豕』，皆主人不視殺。案《楚語》雲諸侯宗廟之事，『必自射其牲，羊，擊豕』。又《司弓矢》云："
      },
      {
        "index": 62,
        "text": "『凡祭祀，共射牲之弓矢。』註云：『射牲，示親殺也。殺牲非尊者所親，唯射為可。』又《國語》云：『禘郊之事，天子必自射其牲。』《玉藻》云『凡有血氣之類，君子弗身翦也』者，據凡常，非祭祀，天子尊，於郊射牲，諸侯降天子，故宗廟亦親殺。大夫士不敢與君同，故視之而不親殺之。側殺殺一牲者，案《冠禮》云：『側尊一甒，醴在服北。』鄭註云：『側猶特也，無偶曰側。』以其無玄酒，是以《少牢》云：『司馬羊，司士擊豕。』以其二牲，不雲側也。"
      },
      {
        "index": 63,
        "text": "主婦視饎爨於西堂下。（炊黍稷曰饎，宗婦為之。爨，竈也。西堂下者，堂之西下也，近西壁，南齊於坫。古文饎作喜，《周禮》作𩟄。）"
      },
      {
        "index": 64,
        "text": "[疏]註『炊黍』至『作𩟄』。釋曰：知『宗婦為之』者，以經言『主婦視饎爨』，明主婦自為也。是以下記云：『宗婦贊薦者，執以坐於戶外，授主婦。屍卒食而祭饎爨。』鄭以祭饎爨用黍而已，是宗婦為之可知也。云『爨，竈也』者，周公制禮之時，謂之爨，至孔子時則謂之竈。故《論語》王孫賈云："
      },
      {
        "index": 65,
        "text": "『與其媚於奧，寧媚於竈。』是孔子時為竈也。云『西堂下者，堂之西下也』者，以其為爨不可正在堂下，當逼西壁為之，故云『堂之西下，近西壁』也。又知『南齊於坫』者，案《既夕》記云：『設於於東堂下南順，齊於坫。』明在東西堂下，皆齊於坫可知。又鄭下註引舊說，云『南北直屋，稷在南』是也。案《少牢》云：『雍人摡鼎、匕、俎於雍爨，雍爨在門東南，北上。廩人摡甑、甗、匕與敦於廩爨，廩爨在雍爨之北。』廩爨既在門外，不見主婦有視文，主婦未知視之以否，主婦視饎爨，猶主人視殺牲，故《易。歸妹》上六云：『女承筐無實。士刲羊，無血。』鄭註宗廟之禮，主婦奉筐米，如饎之時，兼視之可知。云『《周禮》作𩟄』者，所謂故書者，或作𩟄也。"
      },
      {
        "index": 66,
        "text": "亨於門外東方，西面北上。（亨，煮也。煮豕、魚、臘以鑊，各一爨。《詩》云：『誰能亨魚，溉之釜ň。』）\n[疏]註『亨煮』至『釜ň』。釋曰：知用鑊者，下《少牢》云：『羹定，雍人陳鼎五『三鼎在羊鑊之西，二鼎在豕鑊之西。』故用鑊也。"
      },
      {
        "index": 67,
        "text": "羹飪，實鼎，陳於門外，如初。（初，視濯也。）\n尊於戶東，玄酒在西。（戶東，室戶東。玄酒在西，尚之。凡尊，酌者在左。）"
      },
      {
        "index": 68,
        "text": "[疏]註『戶東』至『在左』。釋曰：知戶東是『室戶東』者，若據房戶東西，則舉東房而言。今直雲戶，東故知室戶東也。云『玄酒在西，尚之。凡尊，酌者在左』者，左為上尊，今雲玄酒在西，故雲尚之。是以《鄉飲酒》、《鄉射》皆玄酒在西，事酒在東。若《燕禮》、《大射》唯君面尊，不從此義也。"
      },
      {
        "index": 69,
        "text": "實豆、籩、鉶，陳於房中，如初。（如初者，取而實之，既而反之。）\n[疏]註『如初』至『反之』。釋曰：經云『實豆籩』者，（元缺一字）取豆籩實之。又言『陳於房中如初』者，明既而反之可知也。"
      },
      {
        "index": 70,
        "text": "執事之俎，陳於階間，二列，北上。（執事，謂有司及兄弟。二列者，因其位在東西，祝主人主婦之俎亦存焉。不升鼎者，異於神。）"
      },
      {
        "index": 71,
        "text": "[疏]『執事』至『北上』。註『執事』至『於神』。釋曰：鄭知經『執事之俎』，祝主人主婦亦存焉者，見《士虞》記祝俎『陳於階閒，敦東』。彼虞不致爵，故見主人主婦俎，明此吉祭有致爵，主人主婦陳於階閒可知，以主婦亦是執事之人也。若然，《少牢》主人主婦無俎者，以三獻禮成，別為儐屍，正祭無致爵，故主人主婦無俎。儐屍行三獻，致爵乃有俎，下大夫不儐屍者，亦於三獻屍爵止，行致爵乃有俎也。云『不升鼎者，異於神』者，前俎升鼎而入，設於階前，此鼎在門外不入，而言陳於階閒二列，故知不升鼎。"
      },
      {
        "index": 72,
        "text": "盛兩敦，陳於西堂，藉用萑，幾席陳於西堂，如初。（盛黍稷者，宗婦也。\n萑，細葦。古文用為於。）\n[疏]註『盛黍稷者宗婦也』。釋曰：知盛黍稷是宗婦者，以其黍稷是宗婦所主，故知也。"
      },
      {
        "index": 73,
        "text": "屍盥水，實於中，簞巾，在門內之右。（設盥水及巾，屍尊，不就洗，又不揮。門內之右，象洗在東，統於門東，西上。凡鄉內，以入為左右。鄉外，以出為左右。）"
      },
      {
        "index": 74,
        "text": "[疏]『屍盥』至『之右』。註『設盥』至『左右』。釋曰：云『不揮』\n者，揮振去水，使手乾。今有巾，故不揮也。是以僖二十三年《左氏傳》雲，公子重耳在秦，『秦伯納女五人，懷嬴與焉，奉匜沃盥，既而揮之』，懷嬴怒是也。"
      },
      {
        "index": 75,
        "text": "云『門內之右象洗在東』者，東謂門東，據向內為右，故鄭云『統於門東，西上』。\n云『凡鄉內，以入為左右。鄉外，以出為左右』者，欲明門內據鄉內以入為右者也。"
      },
      {
        "index": 76,
        "text": "祝筵几於室中，東面。（為神敷席也，至此使祝接神。）\n[疏]註『為神』至『接神』。釋曰：案上視濯時，云『宗人、祝立於賓西北，東面南上』，鄭註云：『事彌至，位彌異。宗人、祝於祭宜近廟。』至入廟時，宗人獨升，視濯及出門外視牲，告充，未有使祝之文，至此臨祭使祝，敷神席，故鄭云『至此使祝接神』故也。"
      },
      {
        "index": 77,
        "text": "主婦纚笄宵衣，立於房中，南面。（主婦，主人之妻。雖姑存，猶使之主祭祀。纚笄，首服。宵，綺屬也，此衣染之以黑，其繒本名曰宵。《詩》有『素衣朱宵』，記有『玄宵衣』，凡婦人助祭者同服也。《內則》曰：『舅沒則姑老，冢婦所祭祀賓客，每事必請於姑。』）"
      },
      {
        "index": 78,
        "text": "[疏]『主婦』至『南面』。註『主婦』至『於姑』。釋曰：云『雖姑存，猶使之主祭祀』者，謂姑老不堪祭祀，故姑存猶使之主祭祀也。雲纚者，謂若《士冠禮》廣終幅，長六尺。『笄』，安發之笄，非冠冕之笄。冠冕之笄，男子有，婦人無。若安發之笄，男子婦人俱有。婦人笄對男子冠，故《內則》云：『男女未冠笄。』又《喪服小記》云『男子冠而婦人笄』是也。云『宵，綺屬也，此衣染之以黑，其繒本名曰宵』者，謂此宵衣是綾綺之屬。鄭註《內司服》云："
      },
      {
        "index": 79,
        "text": "『男子之褖衣黑，則是亦黑也。』以其《士喪禮》有褖衣，與《士冠》玄端為一。玄端黑，是男子褖衣亦黑，則此婦人宵衣亦黑可知。其玄則黑之類也，故鄭引《玉藻》『君子狐青裘，玄宵衣以裼之』，證婦人玄宵衣亦黑也。云『其繒本名宵』者，此字據形聲為綃，從絲，肖聲，但《詩》及《禮記》、《儀禮》皆作宵字，故鄭雲其繒本名曰宵，故引《詩》及《禮記》為證。引《詩》者，直取字為證，引記謂《禮記。玉藻》，非直取證字為宵，亦以證婦人宵衣為玄也。"
      },
      {
        "index": 80,
        "text": "云『凡婦人助祭者同服也』者，經及記不見主婦及宗婦異服之文，故知同服。對男子助祭，祝佐食等與主人服異也。《少牢》云：『主婦贊者一人，亦髲鬄衣移袂。』與主婦同，其餘雖不移袂，同亦宵衣可知。依《內司服》天子諸侯王後以下，助祭皆不同者，人君尊卑差等，大夫士卑，服窮則同也。引《內則》者，彼舅沒時年七十以上，姑雖有，年六十已上，而當傳之家事，故子之妻代姑祭。雖代姑，每事必請於姑。引之者，證經主婦而含姑，未老自為主婦，姑老則子妻為主婦也。"
      },
      {
        "index": 81,
        "text": "主人及賓、兄弟、群執事，即位於門外，如初。宗人告有司具。（具猶辦也。）\n主人拜賓如初，揖入，即位，如初。（初，視濯也。）"
      },
      {
        "index": 82,
        "text": "佐食北面立於中庭。（佐食，賓佐屍食者，立於宗人之西。）\n[疏]『佐食』至『中庭』。註『佐食』至『之西』。釋曰：案下記云："
      },
      {
        "index": 83,
        "text": "『佐食當事，則戶外南面，無事，則中庭北面。』據此而言，則此經謂無事時也。\n云『立於宗人之西』者，案《士虞禮》云：『主人及兄弟賓即位於西方，如反哭位。』註引《既夕禮》云：『反哭入門，升自西階，東面。』經又云『宗人西階前北面』，註云：『當詔主人。』此《特牲》吉禮，主人行事由阼階，宗人亦在阼階，階南擯主人佐食北面於中庭，明在宗人之西可知。"
      }
    ]
  }
}