{
  "chapterNumber": 43,
  "title": "卷四十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《士虞禮》第十四。鄭《目錄》云：『虞，安也。士既葬父母，迎精而反，日中祭之於殯宮以安之。虞於五禮屬兇。《大戴》第六，《小戴》第八，《別錄》第十四。』釋曰：案此經云『側亨於廟門外之右』，又記云『陳牲於廟門外』，皆雲廟，《目錄》云『祭之殯宮』者，廟則殯宮也。故鄭註《士喪禮》『凡宮有鬼神曰廟』，以其虞，卒哭在寢，乃在廟，是以鄭註《喪服小記》云『虞於寢，於祖廟』是也。"
      },
      {
        "index": 1,
        "text": "士虞禮。特豕饋食。（饋猶歸也。）\n[疏]『士虞禮特豕饋食』。註『饋猶歸也』。釋曰：自此盡『南順』，論陳鼎鑊祭器几筵等之事。案《左氏傳》云：『卜日曰牲。』是以《特牲》雲牲，大夫已上稱牲，亦稱牢，故雲少牢。此虞為喪祭，又葬日虞，因其吉日，故略無卜牲之禮，故指豕體而言，不雲牲，大夫以上亦當然。《雜記》云『大夫之虞也，直牲』，又此下記云『陳牲於廟門外』，《檀弓》云『與有司視虞牲』，皆言牲者，記人之言，不依常例故也。然《少牢》云：『司馬刲羊，士擊豕。』不言牲者，據殺特須指事而言，亦非常例也。云『饋猶歸』者，謂以物與神及人皆言饋，是以此虞及《特牲》、《少牢》皆言饋。《坊記》云：『父母在，饋獻不及車馬。』是生死皆言饋。又案《周禮·玉府》雲掌『凡王之獻金玉、兵器』，註："
      },
      {
        "index": 2,
        "text": "『謂百工為王所作，可以獻遺諸侯。古者致物於人，尊之則曰獻，通行曰饋。』\n以此而言，獻雖主於尊，其《春秋》齊侯來獻魯戎捷，尊魯也。其雲饋者，上下通稱，故祭祀於神而言饋。陽貨饋孔子豚而言饋，《鄉黨》云『朋友之饋』，是上下通言饋。《膳夫》云『凡王之饋食用六』，註云：『進物於尊曰饋。此饋之盛者，王舉之饌也。』彼鄭據當文是進於王，故雲進物於尊，其實通也。"
      },
      {
        "index": 3,
        "text": "側亨於廟門外之右，東面。（側亨，亨一胖也。亨於爨用鑊，不於門東，未可以吉也。是日也，以虞易奠，而以吉祭易喪祭。鬼神所在則曰廟，尊言之。）"
      },
      {
        "index": 4,
        "text": "[疏]『側亨』至『東面』。註『側亨』至『言之』。釋曰：云『側亨，亨一胖』也，知者，案吉禮皆全，左右胖皆亨，不云『側』。此云『側亨』，明亨一胖而已。必亨一胖者，以其虞不致爵，自獻賓已後，則無主人、主婦及賓已下之俎，故唯亨一胖也。若然，《特牲》亦雲側殺者，彼雖亨左右胖，少牢二，特牲一，故以一牲為側，各有所對故也。云『亨於爨用鑊』者，亦案《少牢》有羊鑊，故亨在鑊。云『不於門東，未可以吉也』者，以虞為喪祭，不於門東，對《特牲》吉禮，鼎鑊皆在門東，此云『門外之右』，是門之西，未可以吉也。云『是日也』至『喪祭』，皆《檀弓》文。云『是日』，謂葬日，日中而虞，易去奠，以死事之，故立屍而祭之。云『而以吉祭易喪祭』者，案下記云：『三虞、卒哭、他，用剛日，亦如初，曰：哀薦成事。』鄭註引《檀弓》文，『葬日中而虞，不忍一日離也，是日也，以虞易奠，卒哭曰成事，是日也，以吉祭易喪祭』。"
      },
      {
        "index": 5,
        "text": "如是，則卒哭即是吉祭。而鄭此註雲為吉祭者，卒哭對虞為吉祭，卒哭比為喪祭，故下記云『卒哭，祭乃餞』，云『尊兩С於廟門外之右，少南，洗在尊東南，水在洗東，篚在西』，註云：『在門之左，又少南。』則鼎鑊亦在門左。又云『明日，以其班，沐浴』，又云『其他如饋食』，是乃與《特牲》吉祭同，以為吉祭，是以雲而以吉祭易喪祭也。云『鬼神所在則曰廟，尊言之』者，對時廟與寢別，今雖葬，既以其迎魂而反，神還在寢，故以寢為廟，虞於中祭之也。"
      },
      {
        "index": 6,
        "text": "魚、臘爨亞之，北上。（爨，竈。）\n[疏]『魚臘』至『北上』。註『爨竈』。釋曰：上豕爨在門右，東面。\n此魚臘各別鑊，言『北上』，則次在豕鼎之北，而云『爨，竈』者，周公經為爨，至孔子時為竈，故王孫賈問孔子曰：『與其媚於奧，寧媚於竈。』是前後異名，故鄭舉後決前也。"
      },
      {
        "index": 7,
        "text": "饎爨在東壁，西面。（炊黍稷曰饎。饎北上，上齊於屋宇。於虞有亨饎之爨，彌吉。）\n[疏]『饎爨』至『西面』。註『炊黍』至『彌吉』。釋曰：以三鑊在西方反吉。案《特牲》云：『主婦視饎，爨於西堂下。』宗婦主之在西方，今在東，亦反吉也。《少牢》廩爨在饔爨之北，在門外者，是大夫主之，廩人掌男子之事，故與牲爨同在門外東方也。知『炊黍稷曰饎』者，案《周禮。饎人》云：『掌凡祭祀共盛。』齊盛即黍稷，故知也。云『北上，上齊於屋宇』者，此案《特牲》記云『饎爨在西壁』，鄭註云：『西壁，堂之西墻下。舊說雲南北直屋，稷在南。』彼此東西皆言壁。彼雲屋，此云屋宇，故知此亦齊屋也。"
      },
      {
        "index": 8,
        "text": "云『於虞有亨饎之爨，彌吉』者，以其小斂、大斂未有黍稷，朔月薦新之等，始有黍稷。向吉，仍未有爨，至此始有亨饎之爨，故雲彌吉。"
      },
      {
        "index": 9,
        "text": "設洗於西階西南，水在洗西，篚在東。（反吉也。亦當西榮，南北以堂深。）\n[疏]『設洗』至『在東』。註『反吉』至『堂深』。釋曰：如其上文設爨反吉，此亦反吉。又上下篇吉時設洗，皆當東榮，南北以堂深，今在西階西南，亦當西榮，南北以堂深可知也。"
      },
      {
        "index": 10,
        "text": "尊於室中北墉下，當戶，兩С醴、酒，酒在東，無禁，冪用布，加勺，南枋。（酒在東，上醴也。布，葛屬。）"
      },
      {
        "index": 11,
        "text": "[疏]『尊於』至『南枋』。註『酒在』至『葛屬』。釋曰：云『酒在東，上醴也』者，醴法，上古酒是人所常飲，故在東，吉禮玄酒在酒上。今以喪祭禮無玄酒，則醴代玄酒，在上，故雲上醴也。云『布，葛屬』者，以葛為之，布則以麻為之。今布並言，則此麻葛雜，故有兩號，是以鄭雲葛屬也。"
      },
      {
        "index": 12,
        "text": "素幾、葦席，在西序下。（有幾，始鬼神也。）\n[疏]『素几』至『席下』。註『有几始鬼神也』。釋曰：經幾席具有，註唯雲幾者，以其大斂奠時已有席，至此虞祭乃有几故也。然案《檀弓》雲："
      },
      {
        "index": 13,
        "text": "『虞而立屍，有几筵。』筵則席，虞祭始有者，以几筵相將，故連言筵，其虞有幾。若天子諸侯始死，則幾席具，故《周禮。司几筵》云『每燾一幾』，據始殯及葬時，是始死即幾席具也。"
      },
      {
        "index": 14,
        "text": "苴刌茅，長五寸，束之，實於篚，饌於西坫上。（苴猶藉也。）\n[疏]『苴刌』至『坫上』。註『苴猶藉也』。釋曰：此苴而雲藉祭，故《易》云：『藉用白茅，無咎。』"
      },
      {
        "index": 15,
        "text": "饌兩豆菹、醢於西楹之東，醢在西，一亞之。（醢在西，南面取之，得左取菹，右取醢，便其設之。）\n[疏]『饌兩』至『亞之』。註『醢在』至『設之』。釋曰：此饌繼西楹言之，則以西楹為主，向東陳之。云『一亞之』者，菹以東也。云『醢在西，南面取之，得左取菹，右取醢，便其設之』者，以其屍在奧東面設者，西面設於屍前，菹在南，醢在北。今於西楹東饌之，菹在東，醢在西，是南面取之，得左取菹，右取醢。至屍前西面，又左菹右醢，故雲便也。"
      },
      {
        "index": 16,
        "text": "從獻豆兩，亞之，四籩亞之，北上。（豆從主人獻祝，籩從主婦獻屍祝，北上，菹與棗。不東陳，別於正。）\n[疏]『從獻』至『北上』。註『豆從』至『於正』。釋曰：此從獻豆籩，雖文承一之下，而云『亞之』。下別云『北上』，是不從東為次，宜於東北，以北為上，向南陳之。若然，文承一下而雲亞之者，以其次在以東，去楹漸遠，故雲亞，不謂亞以東也。據此陳之次，然則東北菹為首，次南醢，醢東栗，栗北棗，棗東棗，棗南栗。此以東面取之，而入北面，設之祝前，得右菹左醢，其籩亦然，先陳者先設，後陳者後設，棗在左，亦得其設，故鄭云『北上，菹與棗』也。云『豆從主人獻祝』者，以其屍前正豆已設訖，以為陰厭不名為從，此二豆主人先獻，祝酒後乃薦豆，故言從。云『籩從主婦獻屍祝』者，以其四籩："
      },
      {
        "index": 17,
        "text": "二籩從主婦獻屍，二籩從主婦獻祝，亦是從也。云『不東陳，別於正』者，以二豆與，在屍為獻，前為正，此皆在獻後，為非正，故東北別也。"
      },
      {
        "index": 18,
        "text": "饌黍稷二敦於階，西上，藉用葦席。（藉猶薦也。古文藉為席。）\n[疏]『饌黍』至『葦席』。註『藉猶』至『為席』。釋曰：云『藉猶薦也』者，謂先陳席，乃陳黍稷於上，是所陳席藉薦黍稷也。"
      },
      {
        "index": 19,
        "text": "水錯於中，南流，在西階之南，簞巾在其東。（流，吐水口也。）陳三鼎於門外之右，北面，北上，設扃。（門外之右，門西也。今文扃為鉉。）"
      },
      {
        "index": 20,
        "text": "[疏]『陳三』至『扃』。註『門外』至『為鉉』。釋曰：此扃雖先云『設』，其設扃在後，知者，案《士喪禮》小斂云：『右人左執匕，抽扃予左手兼執之，取委於鼎北，加扃。』則扃在上，故先抽扃，後去，則先設可知。扃雖在三鼎之下，總言其實，陳一鼎訖，即設之，知者，案下記云『皆設扃』，註云『嫌既陳，乃設扃』是也。"
      },
      {
        "index": 21,
        "text": "匕俎在西塾之西。（不饌於塾上，統於鼎也。塾有西者，是室南鄉。）\n[疏]『匕俎在西塾之西』。註『不饌』至『南鄉』。釋曰：云『不饌於塾上，統於鼎也』者，決下文『羞燔俎在內西塾上』，而在塾上。又云『賓降，反俎於西塾』，至於主婦亞獻訖，直雲賓『燔從如初』，明屍受燔訖，賓亦反俎於西塾上，是互見義也。"
      },
      {
        "index": 22,
        "text": "羞燔俎在內西塾上，南順。（南順，於南面取縮執之便也。肝俎在燔東。）\n主人及兄弟如葬服，賓執事者如吊服，皆即位於門外，如朝夕臨位。婦人及內兄弟，服即位於堂，亦如之。（葬服者，《既夕》曰『丈夫ヮ，散帶垂』也。"
      },
      {
        "index": 23,
        "text": "賓執事者，賓客來執事也。）\n[疏]『主人』至『如之』。註『葬服』至『事也』。釋曰：自此盡『北面』，論將虞祭於位及衣服之事。云『葬服者，《既夕》曰丈夫ヮ散帶垂也』者，此唯謂葬日反日中而虞，及三虞時，其後卒哭，即服其故服，是以《既夕》記註雲自卒至殯，自啟至葬，主人之禮，其變同。則始虞與葬服同，三虞皆同。至卒哭卒，去無時之哭則依其喪服，乃變麻服葛也。云『賓執事者，賓客來執事也』"
      },
      {
        "index": 24,
        "text": "者，以其虞為喪祭，主人未執事，故雲賓客來執事也。案下註云『士之屬官為其長吊服加麻』，即此經『賓執事者吊服』是也。若然，此士屬官中有命於其君者，是以《特牲》記賓中『有公有司』，鄭註云：『公有司亦士之屬，命於其君者也。』"
      },
      {
        "index": 25,
        "text": "案《曾子問》：『士則朋友奠，不足取於大功以下。』又云：『士祭不足，則取於兄弟大功以下者。』鄭云：『祭謂虞卒哭時。』以此而言，彼朋友則公有司與此執事一物，以僚友言之，雖屬官，亦為朋友也。"
      },
      {
        "index": 26,
        "text": "祝免，澡葛帶，布席於室中，東面，右几，降，出，及宗人即位於門西，東面南上。（祝亦執事。免者，祭祝之禮，祝所親也。澡，治也，治葛以為首及帶，接神宜變也。然則士之屬官為其長，吊服加麻矣。至於既卒哭，主人變服則除。右幾，於席近南也。）"
      },
      {
        "index": 27,
        "text": "[疏]『祝免』至『南上』。註『祝亦』至『南也』。釋曰：云『祝亦執事』者，謂亦上執事也。云『免者，祭祀之禮，祝所親也』者，案《禮記。喪服小記》云：『緦麻小功，虞卒哭則免。』註雲：卒哭，緦麻以上至斬衰皆免。今祝是執事屬吏之等，皆無免法，今與緦以上同著免，嫌其大重，故雲祭祀之禮祝所親，而可以受服也。"
      },
      {
        "index": 28,
        "text": "宗人告有司具，遂請拜賓，如臨。入門哭，婦人哭。（臨，朝夕哭。）\n[疏]『宗人』至『人哭』。註『臨朝夕哭』。釋曰：朝夕哭，祭時門外送賓訖，入門男子、婦人共哭也。"
      },
      {
        "index": 29,
        "text": "主人即位於堂，眾主人及兄弟、賓即位於西方，如反哭位。（《既夕》曰：『乃反哭，入門，升自西階東面，眾主人堂下東面，北上。』此則異於朝夕。）"
      },
      {
        "index": 30,
        "text": "[疏]『主人』至『哭位』。註『既夕』至『朝夕』。釋曰：此明賓將與祭，主人及兄弟等即位之事。云『如反哭位』，鄭引《既夕》者，證主人等面位之事也。"
      },
      {
        "index": 31,
        "text": "祝入門左，北面。（不與執事同位，接神尊也。）\n[疏]『祝入門左北面』。註『不與』至『尊也』。釋曰：云『不與執事同位，接神尊也』者，執事即上兄弟賓即位於西方，如反哭位，皆是執事，故《曾子問》『喪祭不足，則取兄弟』，故雲不與執事同位接神尊也。"
      },
      {
        "index": 32,
        "text": "宗人西階前北面。（當詔主人及賓之事。）\n[疏]『宗人』至『北面』。註『當詔』至『之事』。釋曰：此宗人在堂下，是主人在堂時。若主人在室，宗人即升堂，是以下記云：『主人在室，則宗人升戶外北面。』註云『當詔主人室事』是也。"
      },
      {
        "index": 33,
        "text": "祝盥，升，取苴降，洗之，升，入設於幾東席上，東縮，降，洗觶，升，止哭。（縮，從也。古文縮為蹙。）\n[疏]『祝盥』至『止哭』。註『縮從也』。釋曰：自此盡『哭出復位』，論設饌於神，杖不入於門之事也。案此文陰厭時，『主人倚杖，入，祝從，在左，西面』，下記云『屍入祝從屍』，註云：『祝在主人前也。嫌如初時，主人倚杖入，祝從之。初時，主人之心尚若親存，宜自親之。今既接神，祝當詔侑屍也。』"
      },
      {
        "index": 34,
        "text": "主人前自西入，向東，在階下未得倚杖於序，今主人在西階，將入室，故倚杖於西序。\n主人倚杖，入，祝從，在左，西面。（主人北旋，倚杖西序乃入。《喪服小記》曰：『虞杖不入於室，杖不升於堂。』然則練杖不入於門，明矣。）贊薦菹醢，醢在北。（主婦不薦，衰斬之服不執事也。《曾子問》曰：『士祭不足，則取於兄弟大功以下者。』）"
      },
      {
        "index": 35,
        "text": "[疏]『贊薦』至『在北』。註『主婦』至『下者』。釋曰：案《特牲》主婦盥於房中，薦兩豆，此主婦不薦，故決之。既引《曾子問》士祭不足則取於兄弟大功以下者，彼文承奠下，故引之。下卒哭既取大功以下，則齊衰不執事可知。此齊衰不執事，唯為今時，至於屍入之後，亦執事。兩籩棗、栗，設於會南，至於祭，雖陰厭亦主婦薦，主人自執事也。知者，下記云『其他如饋食』，案《特牲》云『主人在右，及佐食舉牲鼎』是也。若大夫已上尊，不執事，故《少牢》云『主人出迎鼎』，註云：『道之也。』是不執事也。"
      },
      {
        "index": 36,
        "text": "佐食及執事盥，出舉，長在左。（舉，舉鼎也。長在左，西方位也。凡事宗人詔之。）鼎入，設於西階前，東面北上，匕俎從設。左人抽扃、，匕，佐食及右人載。（載，載於俎。佐食載，則亦在右矣。今文扃為鉉。古文為密。）"
      },
      {
        "index": 37,
        "text": "卒，朼者逆退復位。（復賓位也。）俎入，設於豆東，魚亞之，臘特。（亞，次也。今文無之。）\n贊設二敦於俎南，黍，其東稷。（簋實尊黍也。）"
      },
      {
        "index": 38,
        "text": "[疏]『贊設』至『東稷』。註『簋實尊黍也』。釋曰：云『簋實尊黍也』\n者，以經西黍東稷西上，故雲尊黍也。經云『敦』，註言『簋』者，案《特牲》云『佐食分簋』，註云：『分簋者，分敦黍於會，為有對也。敦，有虞氏之器也。周制，士用之，變敦言簋，容同姓之士，得從周制耳。』然則此註變敦言簋者，亦謂同姓之士得用簋故也。"
      },
      {
        "index": 39,
        "text": "設一於豆南。（，菜羹也。）\n[疏]註『菜羹也』。釋曰：此對泰是湆羹。\n佐食出，立於戶西。（饌已也。今文無『於戶西』。）"
      },
      {
        "index": 40,
        "text": "[疏]『佐食』至『戶西』。註『饌已』至『戶西』。釋曰：『佐食出』\n者，以無事不可以空立，故出立於戶西。不從今文無『於戶西』三字者，若無，此文不知立之所在，故不從也。"
      },
      {
        "index": 41,
        "text": "贊者徹鼎。（反於門外。）祝酌醴，命佐食啟會。佐食許諾，啟會，卻於敦南，復位。（會，合也，謂敦蓋也。復位，出立於戶西。今文啟為開。）"
      },
      {
        "index": 42,
        "text": "[疏]『祝酌』至『復位』。註『會合』至『為開』。釋曰：《特牲》、《少牢》直言酌奠，不言酌醴者，以彼直有酒，故不言酒，是酒可知。此酒、醴兩有，今所奠者醴，故須言醴也。若然，彼單酒，此兩有者，以其同小斂、大斂、朔月遷祖、祖奠、大遣奠等皆酒醴並有，故此虞之喪祭亦兩有，異於吉祭也。"
      },
      {
        "index": 43,
        "text": "祝奠觶於南，復位。主人再拜稽首。（復位，復主人之左。）\n[疏]『祝奠』至『稽首』。註『復位』至『之左』。釋曰：云『復主人之左』者，上主人倚杖入，祝從在左，不見祝更有位，故復主人左也。"
      },
      {
        "index": 44,
        "text": "祝饗，命佐食祭。（饗，告神饗。此祭，祭於苴也。饗神辭，記所謂『哀子某，哀顯相，夙興夜處不寧』，下至『爾皇祖某甫尚饗』是也。）"
      },
      {
        "index": 45,
        "text": "[疏]『祝饗命佐食祭』。註『饗告』至『是也』。釋曰：下云『祝祝卒』，註云：『祝祝者，釋孝子祭辭。』又下文迎屍後，屍墮祭，云『祝祝，主人拜如初』，此等三者皆有辭。此文饗神引記者，是陰厭饗神辭，下文迎屍上釋孝子辭者，經記無文，案《少牢》迎屍祝孝子辭云：『孝孫某，敢用柔毛剛鬣，嘉薦，普淖，用薦歲事於皇祖伯某，以某妃配某氏，尚饗。』此是釋孝子辭。此迎屍上釋孝子辭，宜與彼同。但稱哀為異，其迎屍後祝辭者，即下記饗辭，云『哀子某，圭為而哀薦之，饗』，鄭註云：『饗辭，勸強屍之辭也。』凡吉祭饗屍曰『孝子』。"
      },
      {
        "index": 46,
        "text": "是以《特牲》迎屍後云『祝饗』，註云：『饗，勸強之也。』其辭取於《士虞記》，則宜云『孝孫某圭為孝薦之饗』是也。下二虞卒哭，記皆有辭，至彼別釋。"
      },
      {
        "index": 47,
        "text": "佐食許諾，鉤袒，取黍稷，祭於苴三，取膚祭，祭如初。祝取奠觶祭，亦如之，不盡，益，反奠之。主人再拜稽首。（鉤袒，如今擐衣也。苴，所以藉祭也。"
      },
      {
        "index": 48,
        "text": "孝子始將納屍以事其親，為神疑於其位，設苴以定之耳。或曰：苴，主道也。則《特牲》、《少牢》當有主象而無，何乎？）"
      },
      {
        "index": 49,
        "text": "[疏]『佐食』至『稽首』。註『鉤袒』至『何乎』。釋曰：云『鉤袒，如今擐衣也』者，經雲鉤袒，若漢時人擐衣以露臂，故雲如今擐衣也。云『孝子始將納屍以事其親，為神疑於其位，設苴以定之耳』者，案上文祝取苴，降洗，設於幾東者，至此乃祭於苴。下文乃延屍，是孝子迎屍之前用苴，以將納屍，以事其親，為神疑於其位，故設苴以定之，解預設苴之意也。云『或曰，苴主道也，則《特牲》、《少牢》當有主象而無，何乎』者，解舊有人雲苴主道，似重為主道然，故鄭破之，雲若是苴為主道，《特牲》、《少牢》吉祭亦當有主象，亦宜設苴，今而無苴何乎？是鄭以苴為藉祭，非主道也。若然，此據文有屍而言，將納屍有苴，案下記文無屍者，亦有苴，又《特牲》、《少牢》吉祭無苴，案《司巫》『祭祀則供《匚單》主及蒩館』，常祀亦有苴者，以天子諸侯尊者禮備，故吉祭亦有苴，兇祭有苴可知。"
      },
      {
        "index": 50,
        "text": "祝祝。卒，主人拜如初，哭，出，復位。（祝祝者，釋孝子祭辭。）\n祝迎屍。一人衰奉篚，哭從屍。（屍，主也。孝子之祭，不見親之形象，心無所系，立屍而主意焉。一人，主人兄弟。《檀弓》曰：『既封，主人贈而祝宿虞屍。』）"
      },
      {
        "index": 51,
        "text": "[疏]『祝迎』至『從屍』。註『屍主』至『虞屍』。釋曰：自此盡『如初設』，論迎屍入九飯之事。鄭知『一人衰』是『主人兄弟』者，以主人哭出復位，無從屍之理，又云衰絰，且非疏遠，故知一人衰絰是主人兄弟也。引《檀弓》者，證祝隨主人葬，先反，宿虞屍，故得有祝迎屍之事。云『既封』者，封當為窆，窆下棺也。"
      },
      {
        "index": 52,
        "text": "屍入門，丈夫踴，婦人踴。（踴不同文者，有先後也。屍入，主人不降者，喪事主哀不主敬。）\n[疏]『屍入』至『人踴』。註『踴不』至『主敬』。釋曰：云『踴不同文者，有先後也』者，主人在西序東面，眾兄弟西階下亦東面，婦人堂上當東序，西面，故主人與兄弟見屍先踴，婦人後見屍，故後踴，是有先後。云『屍入，主人不降者，喪事主哀不主敬』者，決《特牲》、《少牢》屍入，主人皆降立於阼階東，敬屍，故此不降為主哀。"
      },
      {
        "index": 53,
        "text": "淳屍盥，宗人授巾。（淳，沃也。沃屍盥者，賓執事者也。）\n[疏]『淳屍』至『授巾』。註『淳沃』至『者也』。釋曰：此直言盥，不言面位，案《特牲》云：『屍入門左，北面盥，宗人授巾。』上陳器時，水之等在西階之東，合在門左，則以器就，《特牲》註云：『侍盥者執其器就之。』"
      },
      {
        "index": 54,
        "text": "若然，《特牲》設屍盥『在門內之右』，註云：『屍尊不就洗，門內之右，象洗在東。』此虞禮反吉祭，故在西階東。少牢禮異於士禮，故屍盥在西階東，與此虞禮同也。云『沃屍盥者，賓執事者』也，案上文賓與主人皆在執事之中，既宗人授巾，明沃盥亦賓執事也。"
      },
      {
        "index": 55,
        "text": "屍及階，祝延屍。（延，進也，告之以升。）\n[疏]『屍及階祝延屍』。註『延進』至『以升』。釋曰：案《特牲》云『祝延屍』，註云：『延，進也，在後詔侑曰延。』又案《少牢》註云『由後詔相之曰延』，然則延者，皆在後也。若然，記云『屍稷祝前鄉屍』，又曰『降階還及門，如出戶』，註云：『降階如升時。』以此言之，降在屍前。雲如升者，直取與屍升同，不取後同，故《禮器》『詔侑無方』是也。"
      },
      {
        "index": 56,
        "text": "屍升，宗人詔踴如初。（言詔踴如初，則凡踴，宗人詔之。）\n[疏]『屍升』至『如初』。註『言詔』至『詔之』。釋曰：云『言詔踴如初，則凡踴，宗人詔之』者，以其上無宗人詔踴之事，以此宗人詔踴，雲如初，明前踴並明下文踴，皆宗人詔之，故鄭云『凡』也。"
      },
      {
        "index": 57,
        "text": "屍入戶，踴如初，哭止。（哭止，尊屍。）婦人入於房。（辟執事者。）\n[疏]『婦人入於房』。註『辟執事者』。釋曰：以其婦人在堂上，執事者由堂東，故辟之入房也。"
      },
      {
        "index": 58,
        "text": "主人及祝拜妥屍。屍拜，遂坐。（妥，安坐也。）\n[疏]『主人』至『遂坐』。釋曰：案《郊特牲》註云：『屍即至尊之，坐或時不自安，則以拜安之。』此亦然。『妥，安坐也』，《爾雅》文。"
      },
      {
        "index": 59,
        "text": "從者錯篚於屍左席上，立於其北。（北，席北也。）\n[疏]『從者』至『其北』。註『北席北也』。釋曰：此虞禮篚象《特牲》肵俎，肵俎置於席北，明此篚亦在席北，以擬盛屍之饌也。"
      },
      {
        "index": 60,
        "text": "屍取奠，左執之。取菹，擩於醢，祭於豆。祝命佐食墮祭。（下祭曰墮，墮之猶言墮下也。《周禮》曰：『既祭，則藏其墮。』謂此也。今文墮為綏。"
      },
      {
        "index": 61,
        "text": "《特牲》、《少牢》或為羞，失古正矣。齊、魯之，謂祭為墮。）\n[疏]『屍取』至『墮祭』。註『下祭』至『為墮』。釋曰：云『屍取奠，左執之』者，以右手將墮故也。云『下祭曰墮』者，以其凡祭皆手舉之，向下祭之，故雲下祭曰墮。云『墮之猶言墮下』者，案《左傳》雲子路『將墮三都』，以三都大高，故墮下之。取墮為下祭之義，故讀從之。引《周禮。守祧職》云『既祭藏其墮，謂此也』者，謂此墮、祭一也。引之者，證《守祧》同之耳。云『今文墮為綏』，又云『《特牲》、《少牢》或為羞，失古正矣』者，此二字皆非墮下之義，故雲失古正也。云『齊魯之謂祭為墮』者，齊南魯北謂祭為墮者，由墮下而祭，因即謂祭為墮，是鄭從墮不從綏與羞之意也。案《特牲》云『祝命ソ祭』，註云：『《士虞禮》古文曰：祝命佐食墮祭。《周禮》曰：既祭則藏其墮。墮與ソ讀同耳。今文改ソ皆為綏，古文此皆為擩祭也。』又《少牢》屍將酢主人時，『上佐食以綏祭』，鄭註云：『綏讀為墮。』此三處經中墮皆不同者，此五字或為墮，或為ソ，或為羞，或為綏，或為擩，此五者鄭既以ソ、綏及羞三者已從墮，復雲古文作擩，以其《特牲》及此《士虞》皆有擩祭，故亦兼擩解。"
      },
      {
        "index": 62,
        "text": "佐食取黍稷肺祭授屍，屍祭之。祭奠，祝祝。主人拜如初。屍嘗醴，奠之。\n（如初，亦祝祝卒，乃再拜稽首。）"
      },
      {
        "index": 63,
        "text": "[疏]『佐食』至『奠之』。註『如初』至『稽首』。釋曰：云『如初，亦祝祝卒，乃再拜稽首』者，亦如上文，迎屍前祝祝卒也。"
      },
      {
        "index": 64,
        "text": "佐食舉肺脊授屍。屍受，振祭，嚌之，左手執之。（右手將有事也。屍食之時，亦奠肺脊於豆。）\n[疏]『佐食』至『執之』。註『右手』至『於豆』。釋曰：案《特牲》『祝命爾敦，佐食爾黍稷於席上』，『舉肺脊以授屍，屍受，振祭嚌之』，彼舉肺脊在爾敦後，此舉肺脊在爾敦前者，彼吉祭，吉兇相變故也。云『右手將有事也』者，為下文祭、嘗是也。云『屍食之時，亦奠肺脊於豆』者，解經無奠文。知不執以食卒者，案下文云『屍卒食，佐食受肺脊實於篚』，在屍手當雲受肺脊，又知在豆者，《特牲》云『屍實舉於菹豆』是也。案《特牲》屍『乃食食舉』，註云：『舉言食者，明凡解體皆連肉。』《少牢》云『食舉』，註雲："
      },
      {
        "index": 65,
        "text": "『舉，牢肺正脊也，先飯啖之，以為道也。』此喪祭不言食舉，亦食舉可知。是以《特牲》註云『肺，氣之主也』，脊正體之貴者，先食啖之，所以道食通氣也。"
      },
      {
        "index": 66,
        "text": "案下文註云『屍不受魚臘，以喪不備味』，則亦不食庶羞矣。\n祝命佐食邇敦。佐食舉黍，錯於席上。（邇，近也。）屍祭、嘗。（右手也。《少牢》曰：『以柶祭羊，遂以祭豕，嘗羊。』）"
      },
      {
        "index": 67,
        "text": "[疏]『屍祭嘗』。註『右手』至『羊』。釋曰：知以右手者，上經云『佐食舉肺脊授屍，屍受，振祭，嚌之，左手執之』，鄭云『右手將有事』，指此嘗用右手也。引《少牢》者，證此經嘗祭之時亦用柶。案下記云：『鉶芼，用苦若薇，有滑，夏用葵，冬用荁，有柶。』是用柶祭之義。"
      },
      {
        "index": 68,
        "text": "泰羹湆自門入，設於南，四豆，設於左。（博異味也。湆，肉汁也。\n，切肉也。）\n[疏]『泰羹』至『於左』。註『博異』至『肉也』。釋曰：云『設於南』者，以泰羹湆未設，故繼而言之，其實觶北留空處，以待泰羹。云『四豆，設於左』者，案《特牲》『四豆設於左，南上』，云左者，正豆之左。又《少牢》云：『上佐食羞，兩瓦豆，有醢，設於薦豆之北。』註云：『設於薦豆之北，以其加也。』言北亦是左也。云『博異味』者，以其有湆有故也。"
      },
      {
        "index": 69,
        "text": "屍飯，播餘於篚。（不反餘也。古者飯用手，吉時播餘於會。古文播為半。）\n[疏]『屍飯播餘於篚』。註『不反』至『為半』。釋曰：云『古者飯用手』者，案《曲禮》云『無摶飯』，又云『無放飯』，『飯黍毋以箸』，故知古者飯用手。言此者，證播飯去手為放飯。云『吉時播餘於會』者可知，故決之。"
      },
      {
        "index": 70,
        "text": "三飯，佐食舉，屍受，振祭，嚌之，實於篚。（飯門啖肉，安食氣。）\n[疏]『三飯』至『於篚』。註『飯』至『食氣』。釋曰：云『飯啖肉安食氣』者，以其胳脅骨體連肉，又在三飯之，故雲飯啖肉安食氣。"
      },
      {
        "index": 71,
        "text": "又三飯，舉胳，祭如初。佐食舉魚、臘，實於篚。（屍不受魚臘，以喪不備味。）\n[疏]『又三』至『於篚』。註『屍不』至『備味』。釋曰：云『屍不受魚臘』者，案經『佐食舉魚臘』，不雲屍受嚌之，明屍不受魚臘可知。云『以喪不備味』者，案《特牲》三舉魚臘，屍皆振祭嚌之，此佐食舉魚臘，實於篚，屍不嚌，故雲喪不備味。"
      },
      {
        "index": 72,
        "text": "又三飯，舉肩，祭如初。（後舉肩者，貴要成也。）\n[疏]『又三』至『如初』。註『後舉』至『成也』。釋曰：云『後舉肩者，貴要成也』者，案《禮記。祭統》云『周人貴肩』，故雲貴者要成也。要成者，據後食即飽也。"
      },
      {
        "index": 73,
        "text": "舉魚、臘俎、俎釋三個。（釋猶遺也。遺之者，君子不盡人之歡，不竭人之忠。個猶枚也。今俗或名枚曰個，音相近。此臘亦七體，如其牲也。）"
      },
      {
        "index": 74,
        "text": "[疏]『舉魚』至『三個』。註『釋猶』至『牲也』。釋曰：此經直舉魚臘俎盛於篚，俎釋三個，不言盛牲體者，案下記云『羹飪升左肩、臂、臑、肫、胳、脊、脅』七體，此上經佐食，初舉脊，次舉臑，又舉胳，終舉肩，總舉四體，唯有臂、臑、肫三者，佐食即當俎釋三個，不復盛牲體，故直舉魚臘而已。云『遺之者，君子不盡人之歡，不竭人之忠』，此《上曲禮》文，案彼註『歡謂飲食，竭謂衣服』。於此引之並據飲食者，彼註對文，此註散文，則歡與忠通，故總證牲體也。又案《特牲》『釋三個』註云：『謂改饌於西北隅遺之。』與此註不同者，此註亦有改饌之義，又兼有此不盡歡忠之禮。云『今俗或名枚曰個，音相近』者，經中個人下豎牽俗語，名枚曰個者，人傍著固，字雖不同，音聲相近，同是一個之義。云『此臘亦七體，如其牲也』者，案下記牲有七體，此臘亦不過特牲體，故雲如其牲，言此以對彼。案彼特牲吉祭十一體，是以《特牲》記云『臘如牲骨』，乃有十一體，與此不同，吉禮異故也。"
      },
      {
        "index": 75,
        "text": "屍卒食，佐食受肺脊，實於篚，反黍，如初設。（九飯而已，士禮也。篚猶吉祭之有肵俎。）\n[疏]『屍卒』至『初設』。註『九飯』至『肵俎』。釋曰：云『反黍如初設』者，案上設黍稷在俎南，西黍東稷，次上文佐食舉黍，錯於席上，此屍卒食，故反黍於本處，如初設。云『九飯而已，士禮也』者，少牢十一飯，諸侯十三飯，天子十五飯，故雲九飯士禮也。云『篚猶吉祭之有肵俎』者，案《特牲》、《少牢》屍舉牲體振祭嚌之，皆加於肵俎，此屍舉牲體振祭嚌之，皆實於篚，故雲篚猶吉祭之有肵俎。"
      },
      {
        "index": 76,
        "text": "主人洗廢爵，酌酒酳屍。屍拜受爵，主人北面答拜。屍祭酒，嘗之。（爵無足曰廢爵。酳，安食也。主人北面以酳酢，變吉也。凡異者皆變吉。古文酳作酌。）"
      },
      {
        "index": 77,
        "text": "[疏]『主人』至『嘗之』。註『爵無』至『作酌』。釋曰：自此盡『升堂復位』，論主人初獻屍並獻祝及獻佐食之事。云『爵無足曰廢爵』者，案下文『主婦洗足爵』，鄭云：『爵有足，輕者飾也。』則主人喪重，爵無足可知。凡諸言廢者，皆是無足廢敦之類是也。云『主人北面以酳酢，變吉也』者，案《特牲》、《少牢》屍拜受，主人西面拜送，與此面相反，故雲變吉也。案《特牲》直有主人送拜，雖不見主人面位，約與《少牢》同，皆西面也。云『凡異者皆變吉』者，案《特牲》云『主人拜送』，此雲主人答拜；《特牲》云：『屍卒角，祝受屍角，曰送爵。』此不雲送爵；《特牲》濟肝訖，加於菹豆，此嚌肝訖，加於俎，皆是異於吉時，故雲凡異者皆變吉。"
      },
      {
        "index": 78,
        "text": "賓長以肝從，實於俎，縮，右鹽。（縮，從也。從，實肝炙於俎也。喪祭進柢。右鹽於俎近北，便屍取之也。縮執俎，言右鹽，則肝鹽並也。）"
      },
      {
        "index": 79,
        "text": "[疏]『賓長』至『右鹽』。註『縮從』至『並也』。釋曰：云『縮，從也。從，實肝炙於俎也。喪祭進柢』者，案下記云『載猶進柢』，柢，本也，謂肝之本，頭進之向屍。云『右鹽於俎近北，便屍取之也』者，從執俎一頭向屍，據執俎之人左畔有肝，右畔有鹽，西面向屍，屍東面，以右手取肝於俎右畔，擩鹽於左畔，是以鹽於俎之近北，便屍取之。云『縮執俎，言右鹽，則肝鹽並也』者，謂俎既縮，執則狹肝，鹽不容相遠，是執俎人右畔有鹽，左畔有肝，故云『並』也。"
      },
      {
        "index": 80,
        "text": "屍左執爵，右取肝，擩鹽，振祭，嚌之，加於俎。賓降，反俎於西塾，復位。（取肝，右手也。加於俎，從其牲體也。以喪不誌於味。）"
      },
      {
        "index": 81,
        "text": "[疏]『屍左』至『復位』。註『取肝』至『於味』。釋曰：復位者，謂賓長也，屍既振肝訖，復西階前眾兄弟之南，東面位。云『以喪不誌於味』者，決《特牲》、《少牢》屍嚌肝訖，加菹豆以近身。此虞禮，屍嚌肝訖，不加於菹豆，而遠加於俎，以同牲體者，以喪誌不在於味，故遠身加俎也。若然，《特牲》、《少牢》祝不敢與屍同加於菹豆，嚌肝訖，加於俎，與此屍同者，祝無不在位之嫌，禮窮則同故也。"
      },
      {
        "index": 82,
        "text": "屍卒爵，祝受，不相爵。主人拜，屍答拜。（不相爵，喪祭於禮略。相爵者，《特牲》曰：『送爵，皇屍卒爵。』）祝酌授屍，屍以醋主人，主人拜受爵，屍答拜。（醋，報。）"
      },
      {
        "index": 83,
        "text": "主人坐祭，卒爵，拜，屍答拜。筵祝，南面。（祝接神，尊也。筵用萑席。）\n[疏]『筵祝南面』。註『祝接』至『萑席』。釋曰：上文屍用葦席，其祝席經記雖不言，以屍用在喪，故不用萑，今祝宜與平常同，故用萑也。云『祝接神，尊也』者，解先得獻之事。"
      },
      {
        "index": 84,
        "text": "主人獻祝，祝拜，坐受爵，主人答拜。（獻祝，因反西面位。）\n[疏]『主人』至『答拜』。註『獻祝』至『面位』。釋曰：云『獻祝，因反西面位』者，以《少牢》雲主人受酢時，『主人拜受爵，屍答拜，主人西面奠爵』。《特牲》云『主人拜受角』，雖不言西面，彼註云：『退者，進受爵反位。』則西面也，是吉祭時主人西面，故上註云『北面以酳酢變吉也』，今至酳酢及獻祝訖，明因反西面位可知也。"
      },
      {
        "index": 85,
        "text": "薦菹醢，設俎。祝左執爵，祭薦，奠爵，興，取肺，坐祭，嚌之，興，加於俎，祭酒，嘗之，肝從。祝取肝擩鹽，振祭，嚌之，加於俎，卒爵，拜。主人答拜。（今文無擩鹽。）"
      },
      {
        "index": 86,
        "text": "[疏]『薦菹』至『答拜』。釋曰：此直言『薦菹醢設俎』者，不見薦徹之人，案下文云『祝薦席徹入於房』，註云：『徹薦席者，執事者。』則此設者亦執事可知。"
      },
      {
        "index": 87,
        "text": "祝坐受主人。主人酌獻佐食，佐食北面拜，坐受爵，主人答拜。佐食祭酒，卒爵，拜。主人答拜，受爵，出，實於篚，升堂，復位。（篚在庭，不復入，事已也。亦因取杖，乃東面立。）"
      },
      {
        "index": 88,
        "text": "[疏]註『篚在』至『面立』。釋曰：云『篚在庭』者，此雖無文，約同薦車設遷奠之等也。云『不復入，事已也，亦因取杖，乃東西面立』者，上文哭時，主人升堂，西序東面，又上文云『主人倚杖入』，今升堂復位，不復入室，以其事已，因得取杖復東面位也。"
      },
      {
        "index": 89,
        "text": "主婦洗足爵於房中，酌，亞獻屍，如主人儀。（爵有足，輕者飾也。《昏禮》曰：『內洗在北堂，直室東隅。』）"
      },
      {
        "index": 90,
        "text": "[疏]『主婦』至『人儀』。註『爵有』至『東隅』。釋曰：自此盡『入於房』，論主婦獻屍並獻祝及佐食之事。云『如主人儀』者，即上主人酳屍，屍拜受爵，主人北面答拜之等。今主婦亞獻亦然，故雲如主人儀也。云『爵有足，輕者飾也』者，主婦，主人之婦，為舅姑齊衰，是輕於主人，故爵有足為飾也。"
      },
      {
        "index": 91,
        "text": "引《昏禮》者，證經洗爵於房中，不言設洗處，宜與《昏禮》同也。\n自反兩籩，棗、栗，設於會南，棗在西。（尚棗，棗美。）"
      },
      {
        "index": 92,
        "text": "[疏]『自反』至『在西』。註『尚棗棗美』。釋曰：案《特牲》：『宗婦執兩籩，主婦受，設於敦南。』此主婦自反兩籩，不使宗婦者，以喪尚縱，縱，反吉故。然上主人獻，使贊薦菹醢，註雲：齊斬之服不執事者。彼為主人獻，故不使主婦薦，此亞獻，己所有事，故自薦可知。"
      },
      {
        "index": 93,
        "text": "屍祭籩、祭酒如初。賓以燔從，如初。屍祭燔、卒爵如初。酌獻祝，籩、燔從，獻佐食，皆如初。以虛爵入於房。（初，主人儀。）"
      },
      {
        "index": 94,
        "text": "[疏]『屍祭』至『於房』。註『初主人儀』。釋曰：此『屍祭籩』已下，至『籩燔從獻佐食』，皆舉主人獻屍，賓長以肝從，至佐食祭酒，卒爵拜，主人答拜，受爵出，實於篚，並如主人儀，故皆云『如初』也。"
      },
      {
        "index": 95,
        "text": "賓長洗繶爵，三獻，燔從，如初儀。（繶爵，口足之閒有篆文，又彌飾。）\n[疏]『賓長』至『初儀』。註『繶爵』至『彌飾』。釋曰：此一節論賓長終三獻之事。云『繶爵，口足之閒有篆又彌飾』者，案《屨人》繶是屨之牙底之，縫中之飾，則此爵云繶者，亦是爵口足之閒有飾可知。云『又彌飾』，以其主婦有足已是有飾，今口足之閒又加飾也。"
      },
      {
        "index": 96,
        "text": "婦人復位。（復堂上西面位，事已，屍將出，當哭踴。）\n[疏]『婦人復位』。註『復堂』至『哭踴』。釋曰：自此盡『拜稽顙』，論祭訖送屍，及改饌為陽厭之事。云『復堂上西面位』者，上雲主人即位於門外，如朝夕臨位，婦人及內兄弟服，即位於堂亦如之，以下更不見別有婦人位，明復位者還此位可知。又案《士喪禮》凡臨位，婦人即位於堂南上即面位也。云『屍將出，當哭踴』者，以哭送，此喪祭故踴，《特牲》吉祭不哭踴，故亦無此復位之事也。"
      },
      {
        "index": 97,
        "text": "祝出戶，西面告利成。主人哭，（西面告，告主人也。利猶養也。成，畢也。\n言養禮畢也。不言養禮畢，於屍嫌。）"
      },
      {
        "index": 98,
        "text": "[疏]『祝出』至『人哭』。註『西面』至『嫌』。釋曰：云『西面告，告主人也』者，以處主人東面，故祝西面對而告之。云『不言養禮畢，於屍嫌』"
      },
      {
        "index": 99,
        "text": "者，若言養禮畢，即於屍中有嫌諷去之。或本作閑音，以養屍事畢，而屍空閑，嫌諷去之。\n皆哭。（丈夫婦人於主人哭，斯哭矣。）"
      },
      {
        "index": 100,
        "text": "[疏]『皆哭』。註『丈夫』至『哭矣』。釋曰：言上雲主人哭，則主人之外，緦麻以上，在位者皆哭。故鄭總『丈夫、婦人於主人哭斯哭矣』。"
      },
      {
        "index": 101,
        "text": "祝入，屍謖。（謖，起也。祝入而無事，屍則知起矣。不告屍者，無遣尊者之道也。古文謖或為休。）\n[疏]『祝入屍謖』。註『謖起』至『為休』。釋曰：云『祝入而無事，屍則知起矣』者，雖不告屍無事，屍亦知無事，禮畢而起矣。云『不告屍者，無遣尊者之道也』者，謂不告屍以禮畢者，屍尊，若告之，則如發遣尊者，故雲不告屍者無遣尊者之道也。"
      },
      {
        "index": 102,
        "text": "從者奉篚哭，如初。（初，哭從屍。）祝前屍，出戶，踴如初，降堂，踴如初，出門，亦如之。（前，道也。如初者，出如入，降如升，三者之節悲哀同。）"
      },
      {
        "index": 103,
        "text": "[疏]『祝前』至『如之』。註『前道』至『哀同』。釋曰：案上文屍入門，丈夫踴，婦人踴。屍及階，祝延屍，屍升，宗人詔踴如初。屍入戶，踴如初，故此鄭云『出如入，降如升，三者之節悲哀同』，是以如之，得有三者也。"
      },
      {
        "index": 104,
        "text": "祝反，入徹，設於西北隅，如其設也。幾在南，用席。（改設饌者，不知鬼神之節，改設之。庶幾歆饗，所以為厭飫也。幾在南變古文，明東面。不南面，漸也。，隱也，於隱之處，從其幽ウ。）"
      },
      {
        "index": 105,
        "text": "[疏]『祝反』至『用席』。註『改設』至『幽ウ』。釋曰：祝反入，謂送屍出門，而反入徹神前之饌，故設於西北隅也。云『如其設也』者，謂設於西北隅，次第一如奧中東面設。云『幾在南，變古文』者，上文陰厭時，設幾席於室中東面，右幾，今雲幾在南，明其同。必變文者，案《少牢》大夫禮陽厭時南，亦幾在右，此言右幾，嫌與大夫同南面而右幾，故變文雲幾在南，與前在奧同，故云『明東面』也。又以《特牲》云：『祝筵幾於室中，東面。』至於改饌雲："
      },
      {
        "index": 106,
        "text": "『佐食徹屍薦俎，敦設於西北隅，幾在南。』是與此同也。云『不南面，漸也』\n者，以《特牲》東面右幾，今虞為喪祭，是向吉有漸，故設幾與吉祭同。『，隱也。於隱之處，從其幽ウ』者，謂以席為障，使之隱，故雲隱從其幽ウ也。"
      },
      {
        "index": 107,
        "text": "祝薦席，徹入於房。祝自執其俎出。（徹薦席者，執事者。祝薦席，則初自房來。）\n[疏]『祝薦』至『俎出』。註『徹薦』至『房來』。釋曰：云『徹薦席者，執事者』，但祝之薦席，設與徹不言其人，知使執事者，以其主人之士不言官者皆為之故也。云『祝薦席，則初自房來』者，以其上文神席在西序下，此祝經記俱不言，今知自房來者，見《公食大夫》記云『筵出自房』。《昏禮》與《士冠》席皆亦在於房，故比祝席亦自房來，今還於房可知也。"
      },
      {
        "index": 108,
        "text": "贊闔牖戶。（鬼神尚居幽ウ，或者遠人乎？贊，佐食者。）\n[疏]『贊闔牖戶』。註『鬼神』至『食者』。釋曰：云『或者遠人者乎』，《禮記。郊特牲》文。此鄭玄之義，非直取鬼神居幽ウ，或取遠人之意故也，知是生人之意。云『贊佐食』者，自上以來行事，唯有祝與佐食，以其云『祝自執其俎出』，故知闔牖戶者是佐食也。"
      },
      {
        "index": 109,
        "text": "主人降，賓出。（宗人詔主人。降，賓則出廟門。）主人出門，哭止，皆復位。（門外未入位。）\n[疏]註『門外未入位』。釋曰：知是門外位者，以經云『出門』，乃更云『皆復位』，明『門外未入位』可知。"
      },
      {
        "index": 110,
        "text": "宗人告事畢，賓出，主人送，拜稽顙。（送拜者，明於大門外也。賓執事者皆去，即徹室中之饌者，兄弟也。）\n[疏]『宗人』至『稽顙』。註『送拜』至『弟也』。釋曰：云『送拜者，明於大門外也』者，以其上文雲復位，是殯門外，未出大門，此云『送拜』，是大門外送拜可知。知『徹室中之饌者兄弟也』者，賓即執事，而云『賓出』，則室中無執事之人，唯有兄弟，故徹室中之饌者兄弟可知也。"
      },
      {
        "index": 111,
        "text": "記。虞，沐浴，不櫛。（沐浴者，將祭，自絜清。不櫛，未在於飾也。唯三年之喪不櫛，期以下櫛可也。今文曰沐浴。）"
      },
      {
        "index": 112,
        "text": "[疏]『記虞沐浴不櫛』。註『沐浴』至『沐浴』。釋曰：云『唯三年之喪不櫛，期以下櫛可也』者，經雲不據三年為主，案下文『班』，而明期以下，虞而沐浴、櫛可也。"
      },
      {
        "index": 113,
        "text": "陳牲於廟門外，北首，西上，寢右。（言牲，臘在其中。西上，變吉。寢右者，當升左胖也。臘用於。《檀弓》曰：『既反哭，主人與有司視虞牲。』）"
      },
      {
        "index": 114,
        "text": "[疏]『陳牲』至『寢右』。註『言牲』至『虞牲』。釋曰：知臘在牲中者，《士虞》唯有一豕，而云『西上』，明知兼免臘得雲西上也。云『西上，變吉』者，案《少牢》二牲東上，是吉祭東上，今此西上，是變吉也。云『寢右者，當升左胖也』者，若然，《特牲》臘在東，置於於東首，牲在西，尚右，今虞禮反吉，故寢右升左胖。知『臘用於』者，案《特牲》陳鼎於門外北面，北上，於在南，南順，實獸於其上，東首是也。引《檀弓》者，證虞時有牲之事。"
      },
      {
        "index": 115,
        "text": "日中而行事。（朝葬，日中而虞，君子舉事必用辰正也。再虞、三虞皆質明。）\n[疏]『日中而行事』。註『朝葬』至『質明』。釋曰：云『辰正』者，謂朝夕日中也，以朝有葬事，故至日中而行虞事也。云『再虞三虞皆質明』者，以朝無葬事，故皆質明而行虞事，是用朝之辰正也。"
      },
      {
        "index": 116,
        "text": "殺於廟門西，主人不視。豚解。（主人視牲不視殺，凡為喪事略也。豚解，解前後脛脊脅而已，孰乃體解，升於鼎也。今文無廟。）"
      },
      {
        "index": 117,
        "text": "[疏]『殺於』至『豚解』。註『主人』至『無廟』。釋曰：云『主人視牲不視殺，凡為喪事略也』者，案《特牲饋食禮》宗人『告濯具，賓出，主人出，皆復外位』，鄭云：『為視牲也。』又曰：『告事畢，賓出，主人拜送，夙興，主人服如初，立於門外東方，南面，視側殺。』然則特牲吉祭，故主人視牲又視殺。今虞為喪事，故主人視牲不視殺，是其略也。『凡』者，眾辭，但此經與《特牲饋食》不同者，皆為喪事略，故雲凡以廣之。『豚解，解前後脛脊脅而已，孰乃體解，升於鼎也』者，體解下文七體是也。"
      },
      {
        "index": 118,
        "text": "羹飪，升左肩、臂、臑、肫、骼、脊、脅、離肺，膚祭三，取諸左膉上，肺祭一，實於上鼎。（肉謂之羹。飪，孰也。脊脅，正脊、正脅也。喪祭略，七體耳。離肺，舉肺也。《少牢饋食禮》曰：『舉肺一，長終肺。祭肺三，皆刌。』"
      },
      {
        "index": 119,
        "text": "膉，ㄕ肉也。古文曰左股上。此字從肉殳，殳矛之殳聲。）\n[疏]『羹飪』至『上鼎』。註『肉謂』至『殳聲』。釋曰：肉謂之羹，《爾雅。釋器》文。飪孰，《釋言》文。云『脊脅，正脊、正脅也』者，案《特牲》註云：『不貶正脊，不奪正也。』然則此為喪祭，體數雖略，亦不奪正，故知脊脅正脊正脅也。云『喪祭略，七體耳』者，案《特牲》『屍俎，右肩、臂、臑、肫、胳，正脊二骨，橫脊、長脅二骨，短脅』，註云：『士之正祭禮九體，貶於大夫，有並骨二，亦得十一之名。合《少牢》之體數，此所謂放而不致者。』"
      },
      {
        "index": 120,
        "text": "然則此所升唯七體，故雲喪祭略七體耳。云『離肺，舉肺也』者，案《特牲》註云『離猶扌奎也。小而長，午割之，亦不提心，謂之舉肺』是也。引《少牢饋食禮》者，證離肺舉肺之異也。云『膉，ㄕ肉也』者，案《少牢》云：『雍人倫膚九，實於一鼎。』註云：『倫，擇也。膚，脅革肉擇之取美者。』案下註『今以ㄕ肉貶於純吉』，則此用膉為貶於純吉之事也。云『古文曰左股上，此字從肉殳，殳矛之殳聲』者，鄭註《儀禮》疊古文從經今文，又說古文解之者，鄭欲兩從故也。但字從肉義可知，而以殳與股不是形人之類，其理未審。"
      },
      {
        "index": 121,
        "text": "升魚：鱄專鮒九，實於中鼎。（差減之。）\n[疏]『升魚』至『中鼎』。註『差減之』。釋曰：『差減之』者，案《特牲》魚十有五，今為喪祭略而用九，故雲差減之也。"
      },
      {
        "index": 122,
        "text": "升臘左胖，髀不升，實於下鼎。（臘七亦體，牲之類。）\n[疏]『升臘』至『下鼎』。註『臘七亦體牲之類』。釋曰：云『臘亦七體牲之類』者，牲，上文升左肩、臂、臑、肫、胳、脊、脅，是牲之七體。今升臘左胖亦然，《特牲》記云『臘如牲骨』是也。"
      },
      {
        "index": 123,
        "text": "皆設扃，陳之。（嫌既陳乃設局也。今文扃作鉉，古文作密。）\n[疏]『皆設扃陳之』。註『嫌既』至『作密』。釋曰：云『嫌既陳乃設扃也』者，經雲陳三鼎，後言設扃，有嫌，故記人辨之，皆先扃後陳之也。"
      },
      {
        "index": 124,
        "text": "載猶進柢，魚進。（猶，猶《士喪》、《既夕》，言未可以吉也。柢，本也。，脊也。今文柢為胝，古文為耆。）"
      },
      {
        "index": 125,
        "text": "[疏]『載猶』至『進』。註『猶猶』至『為耆』。釋曰：、柢二者，皆變於吉，是以《少牢》云：『下利升豕，其載如羊，皆進下。』註云：『變於食生也。』又曰『臘一純而俎亦進下』，又曰『魚用鮒十有五而俎，縮載，右首，進腴』，註云：『亦變於食生也。』是皆與此反矣，是變於吉也。云『猶，猶《士喪》、《既夕》，言未可以吉也』者，雲與吉反，則明與生人同。《士喪禮》小斂云『皆覆進柢』，註云：『柢，本也。進本者，未異於生也。』至大斂『載魚左首，進，臘進柢』，鄭註云：『亦未異於生也。』又葬奠雲如初，皆未異於生，故記人以猶之。是以《鄉飲酒》、《鄉射》記皆云『右體進腠』是也。"
      },
      {
        "index": 126,
        "text": "祝俎，髀、脰、脊、脅、離肺，陳於階，敦東。（不升於鼎，賤也。統於敦，明神惠也。祭以離肺，下屍。）\n[疏]『祝俎』至『敦東』。註『不升』至『下屍』。釋曰：云『不升於鼎，賤也』者，祝對上屍俎羹飪升於鼎為貴者也。云『統於敦，明神惠也』者，案上文饌黍稷二敦於階，西上，是神之黍稷，今陳祝饌於神饌之東，統於神物，明惠由神也。云『祭以離肺，下屍』者，以共屍祭用刲肺，祝不用刲肺，用離肺，故雲下屍也。"
      },
      {
        "index": 127,
        "text": "淳屍盥，執，西面。執，東面。執巾在其北，東面。宗人授巾，南面。\n（以盛棄水，為淺人也。執巾不授，巾卑也。）"
      },
      {
        "index": 128,
        "text": "[疏]『淳屍』至『南面』。註『以』至『卑也』。釋曰：上經直云『淳屍盥，宗人授巾』，不雲執與執、執巾及宗人授巾等面位，故記人明之。"
      },
      {
        "index": 129,
        "text": "主人在室，則宗人升，戶外北面。（當詔主人室事。）\n[疏]『主人』至『北面』。註『當詔主人室事』。釋曰：上經唯言宗人告有司具及詔主人踴，皆堂下之事，今主人入室，宗人當升戶外詔主人，室中之事，故升堂也。"
      },
      {
        "index": 130,
        "text": "佐食無事，則出戶，負依南面。（室中尊，不空立。戶牖之謂之依。）\n[疏]『佐食』至『南面』。註『至中』至『之依』。釋曰：云『戶牖之謂之扆』，此《爾雅》文，謂戶西南面也。"
      },
      {
        "index": 131,
        "text": "Ρ，用苦，若薇，有滑。夏用葵，冬用，有柶。（苦，苦荼也。，堇類也。乾則滑。夏秋用生葵，冬春用乾。古文苦為枯，今文或作芐。）"
      },
      {
        "index": 132,
        "text": "[疏]『Ρ』至『有柶』。註『苦苦』至『作芐』。釋曰：案《公食》記三牲具，則牛藿、羊苦、豕薇，各用其一。若一牲者，容兼用其二，是以及特牲一豕，皆雲Ρ，苦薇，是科用其一也。知『，堇類』者，《內則》云『堇枌榆』，同為滑物，故知堇類也。云『乾則滑』者，以其冬用之，故知乾則滑於堇也。云『夏秋用生葵，冬春用乾』者，以其秋與夏同有生葵，春初未生者，故春約與冬同，是以經直雲冬，明舉夏以兼秋，舉冬以兼春也。"
      },
      {
        "index": 133,
        "text": "豆實，葵菹，菹以西蠃醢。籩，棗烝，栗擇。（棗烝栗擇，則菹刌也。棗烝栗擇，則豆不揭，籩有{}也。）"
      },
      {
        "index": 134,
        "text": "[疏]『豆實』至『栗擇』。註『棗烝』至『{}也』。釋曰：云『棗烝栗擇，則菹刌也。棗烝栗擇，則豆不揭，籩有{}也』者，此雖無正文，案《士喪禮》大斂云：『豆兩，其實葵菹芋蠃醢，兩籩，無{}，布巾，其實栗，不擇，脯四廷。』自大斂後皆雲如初，則葬奠四豆，脾、析、葵、菹，亦長矣，四籩，棗、糗、栗、脯亦不擇也。至此乃雲棗烝栗擇，則菹亦切矣，豆籩有飾可知。"
      },
      {
        "index": 135,
        "text": "屍入，祝從屍。（祝在主人前也。嫌如初時，主人倚杖入，祝從之。初時，主人之心尚若親存，宜自親之。今既接神，祝當詔侑屍也。）"
      },
      {
        "index": 136,
        "text": "[疏]『屍入祝從屍』。註『祝在』至『屍也』。釋曰：上經陰厭時，主人先祝入戶，至此迎屍祝在主人前，先後有異，故記人明之，是以鄭云『祝在主人前也，嫌如初時，主人倚杖入，祝從之』也。云『今既接神，祝當詔侑屍也』"
      },
      {
        "index": 137,
        "text": "者，屍，神象，是以雲既接神祝當詔侑屍。即上祝命佐食爾敦舉黍稷，及祝酌授屍，及祝出告利成，祝入屍謖之等是也。"
      },
      {
        "index": 138,
        "text": "屍坐不說屨。（侍神，不敢燕惰也。今文說為稅。）\n[疏]『屍坐不說屨』。註『侍神』至『為稅』。釋曰：案《鄉飲酒》、《燕禮》之等，凡坐降，說屨乃升坐，今屍雖坐，不說屨者，為『侍神，不敢燕惰』故也。"
      }
    ]
  }
}