{
  "chapterNumber": 17,
  "title": "卷十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "賓以虛爵降。（既卒爵，將酢也。）\n[疏]『賓以虛爵降』。釋曰：自此盡『西序東面』，論賓酢主人之事。\n主人降。賓洗南西北面坐奠觚，少進，辭降。主人西階西、東面，少進，對。"
      },
      {
        "index": 1,
        "text": "賓坐取觚，奠於篚下，盥洗。（篚下，篚南。）\n主人辭洗。賓坐奠觚於篚，興對，卒洗，及階，揖升。主人升，拜洗如賓禮。"
      },
      {
        "index": 2,
        "text": "賓降盥，主人降。賓辭降，卒盥，揖升。酌膳，執冪如初，以酢主人於西階上。\n主人北面拜受爵。賓主人之左拜送爵。（賓南面授爵，乃於左拜。凡授爵，鄉所受者。）"
      },
      {
        "index": 3,
        "text": "[疏]註『賓南』至『受者』。釋曰：知者，以經云『主人北面』，明凡授爵鄉所受者，《鄉飲酒》、《鄉射》獻酬酢皆然，故云『凡』，謂南面授與所受者也。"
      },
      {
        "index": 4,
        "text": "主人坐祭，不啐酒，（辟正主也。未薦者，臣也。）不拜酒。（主人之義。\n《燕禮》曰：『不拜酒，不告旨。』）遂卒爵，興，坐奠爵，拜，執爵興。賓答拜。主人不崇酒，以虛爵降，奠於篚。（不崇酒，辟正主也。崇，充也，謂謝酒惡相充實。）"
      },
      {
        "index": 5,
        "text": "賓降，立於西階西，東面。（既受獻矣，不敢安盛。）\n[疏]『實降』至『東面』。註『既受』至『安盛』。釋曰：以堂上為盛，故降下。下文於酬賓『降筵西，東南面立』，註云：『不立於序內，位彌尊。』"
      },
      {
        "index": 6,
        "text": "《燕禮》註云：『位彌尊，禮彌卑。』是未酬已前禮盛者也。\n擯者以命升賓。賓升，立於西序，東面。（命，公命也。東西墻謂之序。）"
      },
      {
        "index": 7,
        "text": "[疏]註『命公』至『之序』。釋曰：知『公命』者，命由尊者出，故也。\n云『東西墻謂之序』者，《爾雅。釋宮》文。"
      },
      {
        "index": 8,
        "text": "主人盥，洗象觚，升酌膳，東北面獻於公。（象觚，觚有象骨飾者也。取象觚東面，不言實之，變於《燕》。）\n[疏]『主人』至『於公』。註『象觚』至『於燕』。釋曰：自此盡『於篚』，論主人獻公之事。云『取象觚東面』者，鄉公為敬故也。云『不言實之，變於《燕》』者，《燕禮》雲實之主於飲酒，此雲酌，不雲實之，主於射，略於飲酒故也。"
      },
      {
        "index": 9,
        "text": "公拜受爵，乃奏《肆夏》。（言乃者，其節異於賓。）\n[疏]『公拜』至『肆夏』。註『言乃』至『於賓』。釋曰：言『異』者，賓及庭奏，此君受爵乃奏，是其節異故也。云『乃』者，緩辭也。"
      },
      {
        "index": 10,
        "text": "主人降自西階，阼階下北面拜送爵。宰胥薦脯醢，由左房。庶子設折俎，升自西階。（自，由也。左房，東房也。人君左右房。《鄉射》記曰：『主人俎，脊、脅、臂、肺也。』）"
      },
      {
        "index": 11,
        "text": "[疏]註『人君左右房』。釋曰：以人君左右房，故云『左房』，對大夫士東房而已，故云『東房』。不言左，以無右所對故也。"
      },
      {
        "index": 12,
        "text": "公祭，如賓禮，庶子贊授肺。不拜酒，立卒爵，坐奠爵，拜，執爵興。（凡異者，君尊，變於賓。）\n[疏]註『凡異』至『於賓』。釋曰：言『異』者，使庶子授肺，不拜酒，立卒爵之等，皆異於賓也。"
      },
      {
        "index": 13,
        "text": "主人答拜。樂闋。升受爵，降奠於篚。\n更爵洗，升酌散以降，酢於阼階下，北面坐奠爵，再拜稽首。公答拜。（更，易也。易爵，不敢襲至尊。古文更為受。）"
      },
      {
        "index": 14,
        "text": "[疏]『更爵』至『答拜』。註『更易』至『為受』。釋曰：自此盡『於篚』，論主人受公酢之事。\n主人坐祭，遂卒爵，興，坐奠爵，再拜稽首。公答拜。主人奠爵於篚。"
      },
      {
        "index": 15,
        "text": "主人盥洗，升媵觚於賓，酌散，西階上坐奠爵，拜。賓西階上北面答拜。\n（媵，送也。散，方壺之酒也。古文媵皆作騰。）"
      },
      {
        "index": 16,
        "text": "[疏]『主人』至『答拜』。註『媵送』至『作騰』。釋曰：自此盡『南面立』，論主人受賓爵之事。\n主人坐祭，遂飲。賓辭。卒爵興，坐奠爵，拜，執爵興。賓答拜。（辭者，辭其代君行酒不立飲也，比於正主酬也。）"
      },
      {
        "index": 17,
        "text": "[疏]註『辭者』至『酬也』。釋曰：上文公飲立卒爵，此則坐飲，故以公決之。云『比於正主酬也』者，謂於《鄉飲酒》、《鄉射》下正主酬賓之節也。"
      },
      {
        "index": 18,
        "text": "主人降洗，賓降。主人辭降，賓辭洗。卒洗。賓揖升，不拜洗。（不拜洗，酬而禮殺也。）\n主人酌膳。賓西階上拜，受爵於筵前，反位。主人拜送爵。賓升席，坐祭酒，遂奠於薦東。（遂者，因坐而奠之，不北面也。奠之者，酬不舉也。）"
      },
      {
        "index": 19,
        "text": "[疏]『主人』至『薦東』。註『遂者』至『舉也』。釋曰：云『不北面也』者，此決《鄉飲酒》、《鄉射》『賓北面坐奠觶於薦東』，註皆云：『酬酒不舉。』引《曲禮》：『君子不盡人之歡，不竭人之忠，以全交也。』"
      },
      {
        "index": 20,
        "text": "主人降，復位。賓降筵西，東南面立。（賓不立於序內，位彌尊。）\n[疏]註『賓不』至『彌尊』。釋曰：案《鄉飲酒》註云：『位彌尊，禮彌卑。』引《雜記》『一張一弛』，此對酬時立於西序之時，不降於下，禮稍卑，位稍尊。此在席西，東面，位彌尊，禮彌卑也。"
      },
      {
        "index": 21,
        "text": "小臣自阼階下請媵爵者，公命長。（命之使選於長幼之中也。卿則尊，士則卑。）\n[疏]『小臣』至『命長』。註『命之』至『則卑』。釋曰：自此盡『反位』，論將為賓舉旅，使二大夫媵爵之事。云『命之使選於長幼之中』，知不取卿大夫之年長者，以其下作大夫不取年長，又知不取臣中位長者，以其不取卿，故鄭云『卿則尊，士則卑』，故不取之，而取下大夫尊卑處中者。"
      },
      {
        "index": 22,
        "text": "小臣作下大夫二人媵爵。（作，使。）媵爵者阼階下皆北面再拜稽首。公答拜。（再拜稽首，拜君命。）媵爵者立於洗南，西面北上，序進，盥洗角觶，升自西階，序進，酌散，交於楹北，降，阼階下，皆奠觶，再拜稽首，執觶興。"
      },
      {
        "index": 23,
        "text": "公答拜。（序，次第也，猶代也。先者既酌，右還而反，與後酌者交於西楹北，相左，俟於西階上，乃降，往來以右為上。古文曰：降造阼階下。）媵爵者皆坐祭，遂卒觶，興，坐奠觶，再拜稽首，執觶興。公答再拜。媵爵者執觶待於洗南。"
      },
      {
        "index": 24,
        "text": "（待，待君命。）小臣請致者。（請君使一人與？二人與？不必君命。）\n若命皆致，則序進，奠觶於篚，阼階下皆北面再拜稽首。公答拜。媵爵者洗象觶，升實之，序進，坐奠於薦南，北上，降，阼階下，皆再拜稽首送觶公答拜。（既酌而代進，往來由尊北，交於東楹北，亦相左，奠於薦南，不敢必君舉。）"
      },
      {
        "index": 25,
        "text": "[疏]註『既酌』至『君舉』。釋曰：言『亦』者，亦前酬酌自飲時，相左於西楹之北時，後者南相東向，先者北相西向，向西階右旋，北面待後至降也。"
      },
      {
        "index": 26,
        "text": "今此二人，先者於尊西東面酌訖，於東楹之北，東向，向公前奠之，右旋於東楹之北，北畔西過。後者亦於樽西東面酌訖，於東楹之北南過，東向，於公前奠之，是亦交於楹北，相左也。云『奠於薦南』，不敢必君舉者，凡舉者於右，不舉者於左，今奠於薦左，是不舉之處，故云『不敢必君舉』也。"
      },
      {
        "index": 27,
        "text": "媵爵者皆退反位。（反門右北面位。）\n[疏]註『反門右北面位』。釋曰：但大夫初與卿在門右北面，得揖，少進，中庭北面，今當反庭中位而立。云『門右北面位』者，大夫雖得揖少進，仍是門右北面位，少進而已，故鄭還以『門右北面』言之。"
      },
      {
        "index": 28,
        "text": "公坐取大夫所媵觶，興以酬賓。賓降，西階下再拜稽首。小臣正辭，賓升成拜。（公起酬賓於西階，降尊以就卑也。正，長也。小臣長辭，變於《燕》。升成拜，復再拜稽首，先時君辭之，於禮若未成然。）"
      },
      {
        "index": 29,
        "text": "[疏]『公坐』至『成拜』。註『公起』至『成然』。釋曰：自此盡『復位』，論為賓舉旅下及大夫之事。云『小臣長辭，變於《燕》』者，《燕禮》直使小臣辭，亦是《燕》主歡，此《射禮》辨尊卑，故使小臣長辭，異於飲酒禮，故雲變於《燕》也。"
      },
      {
        "index": 30,
        "text": "公坐奠觶，答拜，執觶興。公卒觶，賓下拜，小臣正辭。賓升，再拜稽首。\n（不言成拜者，為拜故下，實未拜也。下不輒拜，禮殺也。下亦降也。發端，言降拜，因上事，言下拜。）"
      },
      {
        "index": 31,
        "text": "[疏]『公坐』至『稽首』。註『不言』至『下拜』。釋曰：自此已下皆云『公答拜』，不言『再拜』，《燕禮》皆言『公答再拜』，不同者，《燕》主歡，不用尊卑，故公拜皆再拜。此《射禮》主辨尊卑，故直云『答拜』，答一拜。"
      },
      {
        "index": 32,
        "text": "此一拜者，正禮也，故《周禮。大祝》辨九拜：一曰稽首，首至地，臣拜君法。\n二曰頓首，頓首平敵相拜法。三曰空首，君答臣下拜，復不為再拜，即七曰奇拜是也。云『下亦降也』者，此非訓下為降，故云『發端言降拜，因上事言下拜』，直因降有上文，即雲下也。經云『公卒觶，賓下拜』者，公尊不拜，既爵，賓降拜，若為君拜既爵也。"
      },
      {
        "index": 33,
        "text": "公坐奠觶，答拜，執觶興。賓進，受虛觶，降，奠於篚，易觶，興洗。（賓進以臣道，就君受虛爵，君不親酌。凡爵不相襲者，於尊者言更，自敵以下言易。"
      },
      {
        "index": 34,
        "text": "更，作新；易，有故之辭也。不言公酬賓於西階上及公反位者，尊君，空其文也。）\n公有命，則不易不洗。反升酌膳，下拜。小臣正辭。賓升，再拜稽首。公答拜。"
      },
      {
        "index": 35,
        "text": "（不易，君義也。不洗，臣禮也。）賓告於擯者，請旅諸臣。擯者告於公，公許。\n（旅，序也。賓欲以次序勸諸臣酒。）賓以旅大夫於西階上。擯者作大夫長升受旅。（作，使也，使之以長幼之次，先孤卿，後大夫。）"
      },
      {
        "index": 36,
        "text": "賓大夫之右坐奠觶，拜，執觶興。大夫答拜。（賓在右，相飲之位。）\n[疏]註『賓在右相飲之位』。釋曰：賓位在左，而在大夫之右者，是相飲之位，非賓主之位也。"
      },
      {
        "index": 37,
        "text": "賓坐祭，立卒觶，不拜。（酬而禮殺。）\n若膳觶也，則降，更觶，洗，升實散。大夫拜受。賓拜送，遂就席。（言更觶，尊卿，尊卿則賓禮殺。）"
      },
      {
        "index": 38,
        "text": "[疏]註『言更』至『禮殺』。釋曰：上註云『不相襲』者，於尊言『更』，自敵以下言『易』。此賓於卿是自敵以下，當言易，今言更者，尊卿，尊則卑賓，禮殺也。"
      },
      {
        "index": 39,
        "text": "大夫辯受酬，如受賓酬之禮，不祭酒。卒受者以虛觶降，奠於篚，復位。\n（卒猶已也。今文辯作遍。）\n[疏]『大夫』至『復位』。釋曰：言『復位』者，亦如上復門右北面位，即中庭北面位也。"
      },
      {
        "index": 40,
        "text": "主人洗觚，升實散，獻卿於西階上。（酬賓而後獻卿，飲酒禮成於酬。）\n[疏]『主人』至『階上』。註『酬賓』至『於酬』。釋曰：自此盡『無加席』，論獻公卿之事。"
      },
      {
        "index": 41,
        "text": "司宮兼卷重席，設於賓左，東上。（言兼卷，則每卿異席。重席，蒲筵緇布純。席卿言東上，統於君，席自房來。）"
      },
      {
        "index": 42,
        "text": "[疏]『司宮』至『東上』。註『言兼』至『房來』。釋曰：上文設席之下，註謂『唯賓及公席布之也，其餘樹之於位後耳』者，以至獻卿乃布之。若然，此云『兼卷』者，不謂始卷之，直是鋪設之時，兼卷而設之也。"
      },
      {
        "index": 43,
        "text": "卿升，拜受觚。主人拜送觚。卿辭重席，司宮徹之。（徹猶去也。重席雖非加，猶為其重累，辭之，辟君。）\n乃薦脯醢。卿升席，庶子設折俎。（卿折俎未聞，蓋用脊、脅、、折、肺。"
      },
      {
        "index": 44,
        "text": "卿有俎者，射禮尊。）\n[疏]『乃薦』至『折俎』。註『卿折』至『禮尊』。釋曰：云『卿折俎未聞』者，以《燕禮》卿無俎，故雲未聞。又云『蓋用脊、脅、、折、肺』者，案《鄉射》記云『賓俎，脊、脅、肩、肺，主人俎，脊、脅、臂、肺』，又『獲者之俎，折脊、脅、肺、』，彼註云：『，若膊胳觳之折，以大夫之餘體。』"
      },
      {
        "index": 45,
        "text": "以此言之，則此賓俎亦用脊、脅、肩、肺，君俎亦脊、脅、臂、肺，前體有肩、臂、，後體有專、胳、觳，尊卑以次用之，故卿宜用。若有公，公用，卿宜用專也。云『卿有俎者』，《射禮》尊者，對《燕禮》不辨尊卑，故公卿等皆無俎也。"
      },
      {
        "index": 46,
        "text": "卿坐，左執爵，右祭脯醢，奠爵於薦右，興取肺，坐絕祭，不嚌肺，興，加於俎，坐扌兌手，取爵，遂祭酒，執爵興，降席，西階上北面坐卒爵，興，坐奠爵，拜，執爵興。（陳酒肴，君之惠也。不嚌啐，事在射，臣之意。）"
      },
      {
        "index": 47,
        "text": "[疏]註『陳酒』至『之意』。釋曰：案《燕禮》不在射亦不啐者，彼為臣有功，君與之燕，恩及於卿，故卿不敢啐也。卿有無俎者，自然不嚌也。"
      },
      {
        "index": 48,
        "text": "主人答拜，受爵，卿降，復位。（復西面位，不酢，辟君。）辯獻卿。主人以虛爵降，奠於篚。擯者升卿，卿皆升，就席。若有諸公，則先卿獻之，如獻卿之禮，席於阼階西，北面，東上，無加席。（公，孤也。席之北面，為大尊，屈之也。亦因阼階上近君，近君則親寵茍敬私昵之坐。）"
      },
      {
        "index": 49,
        "text": "小臣又請媵爵者，二大夫媵爵如初。請致者。若命長致，則媵爵者奠觶於篚。\n（命長致者，使長者一人致也。公或時未能舉，自優暇。）"
      },
      {
        "index": 50,
        "text": "[疏]『小臣』至『於篚』。註『命長』至『優暇』。釋曰：自此盡『奠於篚』，論舉旅之事。\n一人待於洗南。（不致者。）長致者阼階下再拜稽首，公答拜。（再拜稽首，拜君命。）洗象觶，升實之，坐奠於薦南，降，與立於洗南者二人皆再拜稽首送觶。公答拜。（奠於薦南，先媵者上觶之處也。二人皆拜如初，共勸君飲之。）"
      },
      {
        "index": 51,
        "text": "公又行一爵，若賓若長，唯公所賜。（一爵，先媵者之下觶也。若賓若長，禮殺也。長，孤卿之尊者也。於是言賜，《射禮》明尊卑。）"
      },
      {
        "index": 52,
        "text": "[疏]註『於是言』至『尊卑』。釋曰：案《燕禮》為卿舉旅，言『若賓若長，唯公所酬』，《燕禮》主於飲酒，此言所賜，是以決之也。"
      },
      {
        "index": 53,
        "text": "以旅於西階上，如初。（賜賓則以酬長，賜長則以酬賓，大夫長升受旅以辯。）\n大夫卒受者以虛觶降，奠於篚。"
      },
      {
        "index": 54,
        "text": "主人洗觚，升，獻大夫於西階上。大夫升，拜受觚。主人拜送觚。大夫坐祭，立卒爵，不拜既爵。主人受爵。大夫降復位。（既，盡也。大夫卒爵不拜，賤不備禮。）"
      },
      {
        "index": 55,
        "text": "[疏]『主人』至『復位』。釋曰：自此盡『就席』，論獻大夫之事。註『大夫』至『備禮』。釋曰：此註云『大夫卒爵不拜，賤不備禮』，《燕禮》註云：『禮殺者，兩註相兼乃足。』對公卿拜既爵，此不拜，此獻卿後是禮殺，亦是賤不備禮也。"
      },
      {
        "index": 56,
        "text": "胥薦主人於洗北，西面。脯醢，無┵。（胥，宰官之吏。主人，下大夫也。\n先大夫薦之，尊之也。不薦於上，辟正主。┵，俎實。）"
      },
      {
        "index": 57,
        "text": "辯獻大夫，遂薦之，繼賓以西，東上。若有東面者，則北上。卒，擯者升大夫，大夫皆升，就席。（辯獻乃薦，略賤也。亦獻後布席也。）"
      },
      {
        "index": 58,
        "text": "[疏]『辯獻』至『就席』。註『辯獻』至『席也』。釋曰：既言『辯獻大夫，遂薦之』，後乃云『繼賓以西，東上』以下雲雲者，上總言獻大夫辯，乃一時薦之，下文更明布席位次，就席之儀，故云『辯獻乃薦，略賤』也。『略賤』"
      },
      {
        "index": 59,
        "text": "則是獻訖，降階，獻辯，擯者乃總升之就席，就席訖，乃薦之。\n乃席工於西階上，少東。小臣納工，工六人，四瑟。（工，謂瞽矇善歌諷誦《詩》者也。六人，大師、少師各一人，上工四人。四瑟者，禮大樂眾也。）"
      },
      {
        "index": 60,
        "text": "[疏]『乃席』至『四瑟』。註『工謂』至『眾也』。釋曰：自此盡『西面北上坐』，論作樂及獻工之事。云『六人者，大師、少師各一人，上工四人』，皆據文而言也。云『禮大樂眾也』者，對《燕禮》工四人而言也。"
      },
      {
        "index": 61,
        "text": "仆人正徒相大師，仆人師相少師，仆人士相上工。（徒，空手也。仆人正，仆人之長。師，其佐也。士，其吏也。天子視了相工，諸侯兼官，是以仆人掌之。"
      },
      {
        "index": 62,
        "text": "大師、少師，工之長也。凡國之瞽矇正焉。杜蒯曰：『曠也，大師也。』於是分別工及相者。《射禮》明貴賤。）"
      },
      {
        "index": 63,
        "text": "[疏]『仆人正』至『上工』。註『徒空』至『貴賤』。釋曰：云『仆人正，仆人之長。師，其佐也』者，以正為長，師為眾，故仆人正為長，仆人師為佐也。云『士，其吏也』者，以其在仆人之下，故知仆人之吏，吏則府史之類。"
      },
      {
        "index": 64,
        "text": "云『天子視了相工』者，見於《氐了職》文。云『大師、少師，工之長也』者，《周禮。春官》：『大師，下大夫二人，小師上士四人。』鄭註云：『凡樂之歌，必使瞽矇為焉。命其賢知者，以為大師、小師。』是樂工之長也。云『杜蒯曰，曠也大師也』者，《禮記。檀弓》文。引之者，證大師為樂工之長也。云『於是分別工及相者，《射禮》明貴賤』者，對《燕禮》主歡，不明貴賤，故不分別工貴及相賤（元空一字）。"
      },
      {
        "index": 65,
        "text": "相者皆左何瑟，後首，內弦，挎越，右手相。（謂相上工者，後首，主於射，略於此樂。內弦挎越，以右手相工，由便也。越，瑟下孔，所以發越其聲者也。"
      },
      {
        "index": 66,
        "text": "古文後首為後手。）\n後者徒相入。（謂相大師、少師者也。上列官之尊卑，此言先後之位，亦所以明貴賤，凡相者以工出入。）"
      },
      {
        "index": 67,
        "text": "[疏]『後者徒相入』。註『謂相』至『出入』。釋曰：『上列官之尊卑』，此陳先後之位，亦是以明貴賤者。『上列官之尊卑』，謂先言仆人正與大師，後言仆人士與上工，是列官尊卑也。此陳先後，則上工與瑟在前，大師、少師在後，是先後之位。既據入時行位，亦據升堂坐之先後，亦依此也。云『凡相者以工出入』者，欲見入時如此，出時亦然。"
      },
      {
        "index": 68,
        "text": "小樂正從之。（從大師也，後升者，變於《燕》也。小樂正於天子，樂師也。）\n[疏]『小樂正從之』。註『從大』至『師也』。釋曰：云『從大師也，後升者，變於《燕》也』者。《燕禮》樂正先升，又不使小樂正者，彼主於樂，此則略於樂故也。"
      },
      {
        "index": 69,
        "text": "升自西階，北面，東上。（工六人。）\n坐授瑟，乃降。（相者也，降立於西縣之北。）\n[疏]』坐授瑟乃降『。註』相者『至』之北『。釋曰：《鄉飲酒》註云："
      },
      {
        "index": 70,
        "text": "『降立於西方，近其事。』以取近其事，故在西縣之北也。\n小樂正立於西階東。（不統於工，明工雖眾，位猶在此。）"
      },
      {
        "index": 71,
        "text": "[疏]『小樂』至『階東』。註『不統』至『在此』。釋曰：云『不統於工，明工雖眾，位猶在此』者，決《燕禮》工四人，樂正升立於工之西，在西階東，不統於工，此雖六人，眾於彼，猶統於階，而雲西階東不變。若使小樂正通之於工，恐工位移近西，故猶統於階也。"
      },
      {
        "index": 72,
        "text": "乃歌《鹿鳴》三終。（《鹿鳴》，《小雅》篇也。人君與臣下及四方之賓燕，講道脩政之樂歌也。言已有旨酒，以召嘉賓，與之飲者，樂嘉賓之來，示我以善道，又樂嘉賓有孔昭之明德，可則效也。歌《鹿鳴》三終，而不歌《四牡》、《皇皇者華》，主於講道，略於勞苦與諮事。）"
      },
      {
        "index": 73,
        "text": "[疏]『乃歌鹿鳴三終』。註『鹿鳴』至『諮事』。釋曰：云『主於講道，略於勞苦』者，據《四牡》勞使臣，此不用之。云『與諮事』者，謂《皇皇者華》有諮謀、諮度、諮詢之事，亦略之也。"
      },
      {
        "index": 74,
        "text": "主人洗，升實爵，獻工。工不興，左瑟。（工歌而獻之，以事報之也。洗爵獻工，辟正主也。獻不用觚，工賤，異之也。工不興，不能備禮，左瑟，便其右。"
      },
      {
        "index": 75,
        "text": "大師無瑟，於是言左瑟者，節也。）\n[疏]『主人』至『左瑟』。註『工歌』至『節也』。釋曰：云『洗爵獻工，辟正主也』者，案《鄉飲酒》、《鄉射》云『大師則為之洗』，謂君賜之樂者，其餘工不為之洗，是正主法。今此工六人皆為之洗，故云『辟正主人』。必知同洗者，以其更無別獻之文，故知同洗也。云『獻不用觚，工賤，異之也』者，《燕禮》、《大射》獻賓、獻卿大夫皆用觚，而獻工用爵，故雲異之。《鄉飲酒》、《鄉射》獻同用爵者，變於君故也。云『大師無瑟，於是言左瑟者，節也』者，上言『獻工』，下云『一人拜受爵』，則六人皆在工內，而云『工不興』，『左瑟』，於是明大師亦入左瑟中，故須云『大師無瑟』。於是言左瑟者，以其六人總當獻酒之節，故總入左瑟文，不謂有瑟也。"
      },
      {
        "index": 76,
        "text": "一人拜受爵。（謂大師也。言一人者，工賤，同之也。工拜於席。）\n[疏]『一人拜受爵』。註『謂大』至『於席』。釋曰：云『謂大師也。"
      },
      {
        "index": 77,
        "text": "言一人者，工賤，同之也』者，《鄉飲酒》、《鄉射》云：『大師則為之洗。』\n則知此一人謂大師，不言大師，對君，工賤，不異其文，故同之而雲一人也。"
      },
      {
        "index": 78,
        "text": "主人西階上拜送爵。薦脯醢。（輒薦之，變於大夫。）\n[疏]『主人』至『脯醢』。註『輒薦之變於大夫』。釋曰：案上文云『辯獻大夫遂薦之』，此工得獻，不待辯輒薦之，故云『變於大夫』也。"
      },
      {
        "index": 79,
        "text": "使人相祭。（使人相者，相其祭薦，祭酒。）\n[疏]『使人相祭』。註『使人』至『祭酒』。釋曰：知『祭薦，祭酒』"
      },
      {
        "index": 80,
        "text": "者，此文承一人受爵薦脯醢之下，明二者皆祭也，若下文眾工直祭酒，不祭脯醢也。\n卒爵，不拜。主人受虛爵。眾工不拜，受爵，坐祭，遂卒爵。辯有脯醢，不祭。（相者，相其祭酒而已。）"
      },
      {
        "index": 81,
        "text": "主人受爵，降奠於篚，復位。大師及少師、上工皆降，立於鼓北，群工陪於後。（鼓北，西縣之北也。言鼓北者，與鼓齊面，餘長在後也。群工陪於後，三人為列也。於是時，小樂正亦降立於其南，北面。工立，仆人立於其側，坐則在後。《考工記》曰：『鼓人為臯陶，長六尺有六寸。』）"
      },
      {
        "index": 82,
        "text": "[疏]『大師』至『於後』。註『鼓北』至『六寸』。釋曰：知『鼓北是西縣之北』者，以其下文大師、少師始遷向東，明此降者降在西縣之北可知。云『言鼓北者，與鼓齊面，餘長在後也』者，案前列樂縣之時，鼓在鑮南，今不言在鍾磬之北，遙據鼓而言之者，欲取形大又面向東，工亦面向東，故遙取鼓面也。言『餘長在後』者，欲見鼓長六尺六寸，工面與鼓面齊，鼓有餘長在人後矣。"
      },
      {
        "index": 83,
        "text": "言此者，工與鼓前面齊、後面不齊之意也。云『群工陪於後，三人為列也』者，大師、少師二人，上工四人，今若立時，三人為列，大師後有工二人，少師後亦有工二人，故雲三人為列也。云『於是時，小樂正亦降立於其南，北面』者，亦約遷樂於東方，工西面，樂正北面，言『亦』者，亦東方也。云『工立，仆人立於其側，坐則在後』者，亦約遷樂東方時面位得知也。云『《考工記》曰：鼓人為臯陶，長六尺有六寸』者，彼云『《韋軍》人為臯陶』，先鄭云：『《韋軍》，書或為。』玄謂者以臯陶，名官，即陶字，從革，今雲鼓人者，誤。"
      },
      {
        "index": 84,
        "text": "當作人，人掌鼓，後人誤言鼓，鼓人自在《地官》，掌教六鼓矣。云『為臯陶』者，鼓木之名，其穹隆二十板，謂鼓木長六尺六寸，賈侍中彼解為晉鼓，引之者，證鼓東西長，工齊前面，於後有餘之義也。"
      },
      {
        "index": 85,
        "text": "乃管《新宮》三終。（管，謂吹以播《新宮》之樂。其篇亡，其義未聞。\n笙從工而入，既管不獻，略下樂也。立於東縣之中。）"
      },
      {
        "index": 86,
        "text": "[疏]『乃管《新宮》三終』。註『管謂』至『之中』。釋曰：云：『管，謂吹』者，此雲管，上雲，故鄭合為一事解之。云『其篇亡，其義未聞』者，以其堂下詩，故與《由庚》之等同亡，但上《由庚》、《由儀》之等有序無詩，同雲有其義而亡其辭，此則辭義皆亡，故雲其義未聞。云『笙從工而入』者，案《燕禮》云：『笙入，立於縣中。』有笙入之文，此上下不見笙入之文，故知笙從工而入也。上雲，解為竹，謂笙簫之屬。竹即管也。今此經雲管，已解為管，復雲笙從工而入者，《燕禮》記云『下管《新宮》，笙入三成』。則吹管者亦吹笙，故兼言笙，欲見笙管相將也。云『立於東縣之中』者，《燕禮》笙入立於縣中，則於此縣而言，此辟射位，故知立於東縣之中也。"
      },
      {
        "index": 87,
        "text": "卒管。大師及少師、上工皆東坫之東南，西面，北上，坐。（不言縣北，統於堂也。於是時，大樂正還北面立於其南。）"
      },
      {
        "index": 88,
        "text": "[疏]『卒管』至『上坐』。註『不言』至『其南』。釋曰：工人前不即遷於東者，為管笙所作，不以無事亂有事，故待卒管。大師乃東坫西面北上坐，不言去堂，遠近當如《鄉射》遷工阼階下之東南，堂前三，西面北上。云『不言縣北，統於堂也』者，上雲鼓北，不統於堂者，彼權立，非正位故也。"
      },
      {
        "index": 89,
        "text": "擯者自阼階下請立司正。（三爵既備，上下樂作，君將留群臣而射，宜更立司正以監之，察儀法也。）\n[疏]『擯者』至『司正』。註『三爵』至『法也』。釋曰：自此盡『北面立』，論將射，立司正察儀安賓之事。"
      },
      {
        "index": 90,
        "text": "公許，擯者遂為司正。（君許其請，因命用之，不易之者，俱相禮，其事同也。）\n司正洗，洗角觶，南面坐奠於中庭。（奠觶者，著其位以顯其事，威儀多也。）"
      },
      {
        "index": 91,
        "text": "[疏]註『奠觶』至『多也』。釋曰：《燕禮》及此《射禮》，司正不以觶升而奠之於地，比《鄉飲酒》及《鄉射》為顯，其威儀多，自此已後，還與二鄉同也。"
      },
      {
        "index": 92,
        "text": "升，東楹之東受命於公，西階上北面命賓、諸公、卿大夫：『公曰「以我安賓」。』諸公、卿大夫皆對曰：『諾，敢不安！』（以我安者，君意殷勤，欲留之，以我故安也。）司正降自西階，南面坐取觶，升酌散，降，南面坐奠觶，（奠於中庭故處。）興，右還，北面少立，坐取觶興，坐，不祭，卒觶，奠之，興，再拜稽首，左還，南面坐取觶，洗，南面反奠於其所，北面立。（皆所以自昭明於眾也。將於觶南北面則右還，於觶北南面則左還，如是，得從觶西往來也。"
      },
      {
        "index": 93,
        "text": "必從觶西往來者，為君在阼不背之也。）\n司射次，袒、決、遂，執弓，挾乘矢於弓外，見鏃於付，右巨指鉤弦。"
      },
      {
        "index": 94,
        "text": "（司射，射人也。次，若今時更衣處，張幃席為之。耦次在洗東南。袒，左免衣也。決，猶闓也，以象骨為之，著右巨指，所以鉤弦而闓之。遂，射也，以朱韋為之，著左臂，所以遂弦也。方持弦矢曰挾。乘矢，四矢。付，弓杷也。見鏃焉，順其射也。右巨指，右手大擘，以鉤弦，弦在旁，挾由便也。古文挾皆作接。）"
      },
      {
        "index": 95,
        "text": "[疏]『司射』至『鉤弦』。註『司射』至『作接』。釋曰：自此至『於次』，論射事將至，誓射者及比三耦之事。云『司射，射人也』者，案《燕禮》『射人告具』，註云：『射人主此禮，以其或射。』又云：『射人納賓。』又云："
      },
      {
        "index": 96,
        "text": "射人『請立司正，公許，射人遂為司正』。則射人、司正一人也。又云：『乃薦司正與射人一人。』註：『天子射人、司士皆下大夫二人，諸侯則上士，其人數亦如之。』又曰：『若射，則大射正為司射。』註：『大射正，射人之長。』此篇云『射人告具』，又曰『大射正擯』，自此以後皆止云『擯』。擯者自阼階下請立司正，公許，遂為司正，則此篇司正與大射正為一人也。下云：『公就物，小射正奉決、拾以笥，大射正執弓。』註云：『大射正舍司正，親其職。』『乃薦司正』，註云：『司正，大射正是也。』云『耦次在洗東南』者，此無正文，案《鄉射》記云：『設橫奉之，南面坐奠之，南北當洗。』此下雲三耦出次，西行拾取矢，又當北行向，則次在洗東南矣。云『方持弦矢曰挾』者，以矢橫為方，《鄉射》記云『凡挾矢，於二指橫之』是也。"
      },
      {
        "index": 97,
        "text": "自阼階前曰：『為政請射。』（為政，謂司馬也。司馬，政官，主射禮。）\n[疏]『自阼』至『請射』。註『為政』至『射禮』。釋曰：云『為政，謂司馬也』者，案《大宰》云：『四曰夏官，其屬六十，掌邦政。』是為政謂司馬也。云『司馬，政官，主射禮』者，其屬有射人，主射事，故司馬政官主射禮也。"
      },
      {
        "index": 98,
        "text": "遂告曰：『大夫與大夫，士禦於大夫。』（因告選三耦於君。禦猶侍也。大夫與大夫為耦，不足，則士侍於大夫，與為耦也。今文於為於。）"
      },
      {
        "index": 99,
        "text": "[疏]『遂告』至『大夫』。註『因告』至『為於』。釋曰：云『不足，則士侍於大夫，與為耦也』者，是以《曲禮》云：『君使士射。』註謂『以備耦』"
      },
      {
        "index": 100,
        "text": "是也。\n遂西階前，東面右顧，命有司納射器。（納，內也。）\n[疏]『遂』至『射器』。釋曰：命，謂司射命之也，言有司，則前文『司士戒士射與贊者』，註云『謂士佐執事不射者』是也。《鄉射》西階前『西面命弟子納射器』，此言東面者，君在阼，宜向之，故『東面右顧』者。以其有司是士，士在西階南，東面，是以右顧向之。"
      },
      {
        "index": 101,
        "text": "射器皆入。君之弓矢東堂，賓之弓矢與中、籌、豐，皆止於西堂下。眾弓矢不挾。總眾弓矢、，皆次而俟。（中，閭中，器也。籌，也。豐，可奠射爵者。眾弓矢，三耦及卿大夫以下弓矢也。司射矢亦止西堂下。眾弓矢不挾，則納公與眾弓矢者挾之。，承矢器。今文俟作待。）"
      },
      {
        "index": 102,
        "text": "[疏]『射器』至『而俟』。註『中閭』至『作待』。釋曰：云『中，閭中，器也』者，《鄉射》記云：『於郊則閭中。』據此《大射》，故知閭中。"
      },
      {
        "index": 103,
        "text": "中所以盛，故雲器也。云『司射矢亦止西堂下』者，下文雲司射卒誘射，『遂堂西，改取一個挾之』是也。若然，司射有矢無弓，在堂西有弓者，誤。"
      },
      {
        "index": 104,
        "text": "或則據司射將獻釋獲者，阼階西去樸，堂西釋弓，脫決、拾，是時弓在西堂下也。\n工人、士與梓人升自北階，兩楹之，疏數容弓，若丹若墨，度尺而午，射正蒞之。（工人士、梓人，皆司空之屬，能正方圜者。一從一橫曰午，謂畫物也。"
      },
      {
        "index": 105,
        "text": "射正，司射之長。）\n[疏]『工人』至『蒞之』。註『工人』至『之長』。釋曰：知『工人士與梓人皆司空之屬，能正方圜』者，《冬官》雖亡，不知官屬之號，見今《考工記》有三十官，有梓人之官，此工人士又與梓人同事，故知《冬官》未亡時，屬司空也。云『能正方圜者』，以工巧之能知也。《繢人職》云『火以圜，土以黃，其象方』，《梓人職》『張五采之侯』之類，是知方圜也。云『一從一橫曰午，謂畫物也』者，則上文橫與距隨是也。但未知從者橫者，若為用丹，若為用墨，或科用其一。云『午』，十字，謂之先以左足履物，右足隨而並立也。云『度尺』"
      },
      {
        "index": 106,
        "text": "者，即《鄉射記》『從如三尺，橫如武尺二寸』是也。\n卒畫，自北階下。司宮埽所畫物，自北階下。（掃物，重射事也。工人士、梓人、司宮，位在北堂下。）"
      },
      {
        "index": 107,
        "text": "[疏]『卒畫』至『階下』。註『掃物』至『堂下』。釋曰：知『工人、梓人、司宮，位在北堂下』，雖無正文，南方不見有位，其人升降自北階，明位在北堂下。"
      },
      {
        "index": 108,
        "text": "大史俟於所設中之西，東面以聽政。（中未設也，大史俟焉，將有事也。\n《鄉射禮》曰：『設中，南當，西當西序，東面。』）"
      },
      {
        "index": 109,
        "text": "[疏]『大史』至『聽政』。註『中未』至『東面』。釋曰：註引《鄉射》者，欲見大史位之所在，在此也。\n司射西面誓之曰：『公射大侯，大夫射參，士射幹。射者非其侯，中之不獲。"
      },
      {
        "index": 110,
        "text": "卑者與尊者為耦，不異侯。』大史許諾。（誓猶告也。古文異作辭。）\n[疏]『司射』至『許諾』。註『誓猶』至『作辭』。釋曰：卑者、尊者射不異侯，言此者，以其誓云：『君射大侯，大夫射參侯，士射幹侯。』恐與尊為耦，亦各射己侯，故覆言。此賓與君為耦，同射大侯；士與大夫為耦，同射參侯。以其既與尊者為耦，不可使之別侯。別侯者，則非耦類故也。"
      },
      {
        "index": 111,
        "text": "遂比三耦。（比，選次之也。不言面者，大夫在門右北面，士西方東面。）\n[疏]『遂比三耦』。註『比選』至『東面』。釋曰：云『不言面』者，以下雲面，故決之。云『大夫在門右北面，士西方東面』者，仍依朝位，以其設朝之班位以來，其位未改，明知司射命誓及比次須還依舊位，司射面皆向之而比次也。若耦及侯數，天子大射、賓射六耦三侯，畿內諸侯則二侯四耦，畿外諸侯大射、賓射皆三侯三耦。但諸侯畿外、畿內各有一申一屈，故畿外三侯遠尊得申，與天子同三耦則屈。畿內二侯近尊則屈，四耦則申。若燕射，則天子、諸侯例同三耦，一侯而已，以其燕私，屈也。若卿大夫士例同一侯三耦，略言之數，備《禮記。射義》也。"
      },
      {
        "index": 112,
        "text": "三耦俟於次北，西面北上。（未知其耦。今文俟為立。）\n[疏]『三耦』至『北上』。註『未知』至『為立』。釋曰：云『未知其耦』者，下經始命之，故雲未知其耦。若然，此經已言面位者，三耦雖未知與誰為耦，要知為三耦，故立於此。"
      },
      {
        "index": 113,
        "text": "司射命上射，曰：『某禦於子。』命下射，曰：『子與某子射。』卒，遂命三耦取弓矢於次。（取弓矢不拾者，次中隱蔽處。）"
      },
      {
        "index": 114,
        "text": "[疏]『司射』至『於次』。註『取弓』至『蔽處』。釋曰：云『取弓矢不拾者，次中隱蔽處』者，對《鄉射》堂西顯露之處拾取矢也。"
      },
      {
        "index": 115,
        "text": "司射入於次，搢三挾一個，出於次，西面揖，當階北面揖，及階揖，升堂揖，當物北面揖，及物揖，由下物少退，誘射。（搢，扌及也。挾一個挾於弦也。個猶枚也。由下物而少退，謙也。誘猶教也，『夫子循循然，善誘人』。）"
      },
      {
        "index": 116,
        "text": "[疏]『司射』至『誘射』。註『搢扌及』至『誘人』。釋曰：自此至『東面』，論司射誘射之事。此射人誘射與《鄉射》同，但《鄉射》往階西取弓矢，此則入次取弓矢為異。然此云『入次，搢三挾一個』，則已前皆挾乘矢不改，《鄉射》亦然。引《論語》者，彼夫子教弟子學問事。司射教人射事，雖不同，同是教法，故引為證也。"
      },
      {
        "index": 117,
        "text": "射三侯，將乘矢，始射幹，又射參，大侯再發。（將，行也。行四矢，象有事於四方。《詩》云：『四矢反兮，以禦亂兮。』）"
      },
      {
        "index": 118,
        "text": "卒射，北面揖。（揖於當物之處，不南面者，為不背卿。）\n[疏]註『不南』至『背卿』。釋曰：案《鄉射》誘射，射卒南面揖者，彼尊東，或公或卿大夫位同不別，故司射不特尊之。此《大射》辨尊卑，尊東唯有天子命卿，其餘小卿及大夫皆賓西，故特尊之，不背之也。"
      },
      {
        "index": 119,
        "text": "及階揖，降，如升射之儀。遂堂西，改取一個挾之。（改，更也。不射而挾矢，示有事也。）\n遂取撲搢之，以立於所設中之西南，東面。（撲，所以撻犯教者也。於是言立，著其位也。《鄉射》記曰：『司射之弓矢與撲，倚於西階之西。』）"
      },
      {
        "index": 120,
        "text": "[疏]註『撲所』至『之西』。釋曰：云『於是言立，著其位』者，案《鄉射》司射先立所設中之西南，三耦從之，立於西南，司射卻就之，搢三挾一個，乃誘射。此則誘射卒，乃始來就位者，由此有次，就次取弓矢，射訖，無事乃於此立，故雲於是言立，著其位也。引《鄉射》記者，此不言司射倚弓矢之處，引之，證此與彼記文同也。"
      },
      {
        "index": 121,
        "text": "司馬師命負侯者：『執旌以負侯。』（司馬師，正之佐也。欲令射者見侯與旌，深誌於侯中也。負侯，獲者也。天子，服不氏下士一人，徒四人，掌以旌居乏待獲。析羽為旌。）"
      },
      {
        "index": 122,
        "text": "[疏]『司馬』至『負侯』。註『司馬』至『為旌』。釋曰：自此盡『而俟』，論司馬師命服不負侯之事也。引『天子服不氏，下士一人，徒四人』者，欲見諸侯亦三侯，亦使服不氏與徒為獲者也。云『析羽為旌』，《周禮。司常》文。"
      },
      {
        "index": 123,
        "text": "負侯者皆侯，執旌負侯而俟。司射次，作上耦射。（作，使也。）\n司射反位。\n[疏]『司射反位』。釋曰：此不言先反位者，為三耦始出次，未有次前位，無所先，故不言先也。"
      },
      {
        "index": 124,
        "text": "上耦出次，西面揖進。上射在左，並行，當階北面揖，及階揖。上射先升三等，下射從之，中等。（上射在左，便射位也。中猶也。）"
      },
      {
        "index": 125,
        "text": "[疏]註『上射』至『也』。釋曰：云『上射在左，便射位也』者，《鄉射》亦雲上射在左，不雲便射位者，彼東面位，上射在北，故在左不取便射位之義。此次北西面位，亦上射在北，居右，故上射須在左，以其發位並行，及升北面就物位皆言居左，履物南面，上射乃在右，故雲上射在左便射位也。"
      },
      {
        "index": 126,
        "text": "上射升堂，少左。下射升，上射揖，並行。（並，併也，併東行。）\n皆當其物北面揖，及物揖。皆左足履物，還視侯中，合足而俟。（視侯中，各視其侯之中。大夫耦則視參中，參中十四尺。士耦則視幹中，幹中十尺。）"
      },
      {
        "index": 127,
        "text": "[疏]註『視侯』至『十尺』。釋曰：弓二寸，以為侯中。參侯七十弓，故侯中十四尺；幹侯五十弓，故侯中十尺。"
      },
      {
        "index": 128,
        "text": "司馬政適次，袒、決、遂，執弓，右挾之，出，升自西階，適下物，立於物閒，左執弣，右執簫，南揚弓，命去侯。（司馬正，政官之屬。簫，弓末。揚弓者，執下末。揚猶舉也。下物，由上射後東過也。命去侯者，將射當獲也。"
      },
      {
        "index": 129,
        "text": "《鄉射禮》曰：『西南面，立於物閒。』）\n[疏]『司馬』至『去侯』。註『司馬』至『物閒』。釋曰：云『司馬正政官之屬』者，非大司馬，大司馬之下屬大司馬，故雲司馬屬。案天子有大司馬卿一人，小司馬中大夫二人。此雖諸侯禮，亦應有小司馬，號為司馬正也。知『閒下物由上射後東過也』者，案《鄉射》司馬命去侯時，由上射後過至下射西，西南面揚弓，命去侯，故引《鄉射》證此亦在物閒西南面也。"
      },
      {
        "index": 130,
        "text": "負侯皆許諾，以宮趨，直西，及乏南，又諾以商，至乏，聲止。（宮為君，商為臣，其聲和相生也。《鄉射禮》曰：『獲者執旌許諾。』古文聲為磬。）"
      },
      {
        "index": 131,
        "text": "[疏]『負侯』至『聲止』。註『宮為』至『為磬』。釋曰：云『宮為君，商為臣』，《樂記》文。云『聲和相生』者，宮生徵，徵生商，而雲相生者，雖隔徵亦是相生之義也。云『聲和』者，宮數八十一，商數七十二，彈宮則商應，故雲聲和也。引《鄉射》者，彼臣禮，下云『諾聲不絕』，不言宮商，引之，證與此不同之意。"
      },
      {
        "index": 132,
        "text": "授獲者，退立於西方。獲者興，共而俟。（大侯，服不氏負侯，徒一人居乏，相代而獲。參侯、幹侯，徒負侯居乏，不相代。《鄉射禮》曰：『獲者執旌許諾，聲不絕，以至於乏，坐東面偃旌，興而俟。』古文獲皆作護，非也。）"
      },
      {
        "index": 133,
        "text": "[疏]『授獲』至『而俟』。註『大侯』至『非也』。釋曰：云『大侯，服不氏負侯，徒一人居乏，相代而獲』者，上註引《周禮》服不氏下士一人，徒四人，是以鄭分之於三侯之上，大侯尊，故使服不氏與一徒居乏，自餘徒三人分之於二侯，徒以少一人，不得相代也。引《鄉射》者，此文不具，宜與彼同。"
      },
      {
        "index": 134,
        "text": "司馬正出於下射之南，還其後，降自西階，遂適次，釋弓，說決、拾，襲，反位。（拾，遂也。《鄉射禮》曰：司馬『反位，立於司射之南』。）"
      },
      {
        "index": 135,
        "text": "[疏]『司馬』至『反位』。註『拾遂』至『之南』。釋曰：引《鄉射》者，於此司馬不言位，宜與《鄉射》同，故引為證。"
      },
      {
        "index": 136,
        "text": "司射進，與司馬正交於階前，相左，由堂下，西階之東，北面視上射。命曰：\n『毋射獲，毋獵獲。』上射揖。司射退，反位。（射獲，矢中乏也。從旁為獵。）"
      },
      {
        "index": 137,
        "text": "乃射。上射既發，挾矢，而後下射射，拾發以將乘矢。（拾，更也。將，行也。）\n獲者坐而獲。（坐言獲也。）舉旌以宮，偃旌以商。（再言獲也。）"
      },
      {
        "index": 138,
        "text": "獲而未釋獲。（但言獲，未釋。古文釋為舍。）\n[疏]『獲而未釋獲』。註『但言』至『為舍』。釋曰：云『但言獲，為釋』者，鄭註《鄉射》云：『但大言獲。』此註不言大，省文也。"
      },
      {
        "index": 139,
        "text": "卒射，右挾之，北面揖，揖如升射。（右挾之，右手挾弦。）\n上射降三等，下射少右，從之，中等，並行。上射於左，與升射者相左交於階前，相揖。適次，釋弓，說決、拾、襲，反位。（上射於左，由下射階上少右，乃降待之。言襲者，凡射皆袒。）"
      },
      {
        "index": 140,
        "text": "[疏]『上射』至『反位』。註『上射』至『皆袒』。釋曰：云『上射降三等』者，諸侯階有七等，言三等者，欲明下射中等，是降一等之上下，下射過向西畔由右，故上射至地待之，乃得二人並行，上射於左也。云『與升射者相左交於階前』者，降射者仍南行，故得階前交往來也。云『上射於左，由下射階上少右，乃降待之』者，此鄭解在階下，而上射得在左之意，由下射階上少右，向西畔乃降，上射於地待之，故並行時得上射在左也。云『凡射皆袒』者，案《鄉射》『命三耦，各與其耦讓取弓矢，拾』，三耦取弓遂至卒射，云『脫決、拾，襲而俟於堂西，南面』。此則前遂命三耦取弓矢於次，不言袒，至此亦言襲，故須言凡射皆袒，決在此不見袒，亦袒可知也。"
      },
      {
        "index": 141,
        "text": "三耦卒射，亦如之。司射去撲，倚於階西，阼階下，北面告於公，曰：\n『三耦卒射。』反，搢撲，反位。\n[疏]『三耦』至『反位』。釋曰：云『司射去撲，倚於西階西，適阼階下，北面告於公』者，案《鄉射》：『司射去撲，倚於西階之西，升堂，北面告於賓曰：三耦卒射。』註云：『去撲乃升，不敢佩刑器即尊者之側。』此不升堂而在阼階下而亦去撲者，尊公故也。"
      },
      {
        "index": 142,
        "text": "司馬正袒、決、遂，執弓，右挾之，出，與司射交於階前，相左。（出，出於次也。袒時亦適次。）\n[疏]『司馬』至『相左』。註『出出』至『適次』。釋曰：自此至『興反位』，論取矢設。云『出於次也，袒時亦適次』者，以此而言，則袒時入次，今更出次。知不在位上袒而入次取弓者，凡袒、襲皆隱處。《鄉射》無次，司馬適堂西袒，執弓矢，不在位。此《大射》有次，明入次袒，不在位可知。"
      },
      {
        "index": 143,
        "text": "升自西階，自右物之後，立於物閒，西南面，揖弓，命取矢。（揖，推之。）\n負侯許諾，如初去侯，皆執旌以負其侯而俟。（俟小臣取矢，以旌指教之。）"
      },
      {
        "index": 144,
        "text": "司馬正降自西階，北面命設。（此出於下射之南，還其後而降之。）\n[疏]註『此出』至『降之』。釋曰：『此出於下射之南，還其後而降之』"
      },
      {
        "index": 145,
        "text": "者，《鄉射》文。此亦然，故引為證也。\n小臣師設。司馬正東面以弓為畢。（畢，所以教助執事者。《鄉射》記曰：『乃設於中庭，南當洗，東肆。』）"
      },
      {
        "index": 146,
        "text": "[疏]『小臣』至『為畢』。註『畢所』至『東肆』。釋曰：云『畢，所以教助執事』者，以畢是助載鼎實之物，故司馬執弓為畢以指授，若《周禮》執殳以為鞭度。然引《鄉射禮》文者，證經設，故亦當洗。"
      },
      {
        "index": 147,
        "text": "既設，司馬正適次，釋弓，說決、拾，襲，反位。小臣坐委矢於，北括，司馬師坐乘之，（乘，四四數之。）卒。若矢不備，則司馬正又袒執弓，升，命取矢如初，曰：『取矢不索。』乃復求矢，加於。卒，司馬正進坐，左右撫之，興，反位。（左右撫，分上下射，此坐皆北面。）"
      },
      {
        "index": 148,
        "text": "司射西階西，倚撲，升自西階，東面請射於公。（倚樸者，將即君前，不敢佩刑器也。升堂者，欲諸公卿大夫辯聞也。）"
      },
      {
        "index": 149,
        "text": "[疏]『司射』至『於公』。註『倚撲』至『聞之』。釋曰：自此盡『未降』，請君行第二番射，並命謂之為。云『倚撲者，將即君，前不敢佩刑器也』"
      },
      {
        "index": 150,
        "text": "者，上以去撲告君不註，至此乃註者，彼告在阼階下，遠君，故不註。至此升堂乃註，義與彼同也。上不升者，以告以三耦射，射卒事緩，故在下。此告欲諸公卿大夫遍聞也，故升，但升者是其正，故《鄉射》升堂，《大射》告公，故前在堂下，此升者，欲公卿聞之故也。"
      },
      {
        "index": 151,
        "text": "公許。遂西階上，命賓禦於公，諸公、卿則以耦告於上，大夫則降，即位而後告。（告諸公卿於堂上，尊之也。）"
      },
      {
        "index": 152,
        "text": "司射自西階上北面告於大夫，曰：『請降。』司射先降，搢撲，反位。大夫從之降，適次，立於三耦之南，西面，北上。（適次，由次前而北，西面立。）"
      },
      {
        "index": 153,
        "text": "[疏]『司射』至『北上』。註『適次』至『面立』。釋曰：云『告於大夫曰請降』者，以諸公卿在上，故請大夫降。《鄉射》降告『主人與賓為耦，遂告於大夫』，又曰：『賓主人與大夫皆未降。』註云：『言未降者，見其誌在射。』"
      },
      {
        "index": 154,
        "text": "大夫未降者，彼臣禮，主人與賓皆卑，故大夫未降，與此異也。云『適次，由次前而北，西面立』者，上雲司射等適次，謂入次中，此適次者，大夫降自西階，東行適次，所過向堂東，西面立，因過次為適次，非入次也。"
      },
      {
        "index": 155,
        "text": "司射東面於大夫之西比耦。大夫與大夫，命上射曰：『某禦於子。』命下射曰：『子與某子射。』卒，遂比眾耦。（眾耦，士也。）"
      },
      {
        "index": 156,
        "text": "眾耦立於大夫之南，西面北上。若有士與大夫為耦，則以大夫之耦為上。\n（為上，居群士之上。）\n[疏]『司射』至『為上』。註『為上』至『之上』。釋曰：云『為上，居群士之上』者，若是士與大夫之尊者為耦，故居群士之上也。鄭雲群士之上者，既為上射，恐在大夫之上，故雲群士之上。是以下註云：『士雖為上射，其辭猶尊大夫也。』若然，國皆有三卿五大夫，三耦六人而已，而雲使士為耦者，卿大夫或有故，或出使，容其不足，使士備耦之法也。"
      },
      {
        "index": 157,
        "text": "命大夫之耦曰：『子與某子射。』告於大夫曰：『某禦於子。』（士雖為上射，其辭猶尊大夫。）\n命眾耦，如命三耦之辭。諸公、卿皆未降。（言未降者，見其誌在射。）"
      },
      {
        "index": 158,
        "text": "[疏]註『言未』至『在射』。釋曰：言『未』者，後當降，故雲未也。若終六射不得言未，是以《鄉射》記云『眾賓不與射者不降』，註：『不以無事亂有事。』是不射不得雲未也。"
      },
      {
        "index": 159,
        "text": "遂命三耦各與其耦拾取矢，皆袒、決、遂，執弓，右挾之。（此命入次之事也。司射既命而反位，不言之者，上射出，當作取矢，事未訖。）"
      },
      {
        "index": 160,
        "text": "[疏]『遂命』至『挾之』。註『此命』至『未訖』。釋曰：自此盡『襲反位』，論命拾取矢之事。鄭知此是『命入次之事』者，上來未有三耦入次袒、決、遂之事，又下文乃云『一耦出』，明此是命入次之事。若然，『司射命訖當反位，不言』者，以其三耦入次，出乃當作取矢，待作取矢，即是事未訖，故不言反位也。仍未知令入次之後，未出之，且在西方位，且在階下位。三者雖無文，以事緩急言之，三耦入次，出則作之，宜在階下位，於義可也。又《鄉射》云『司射反位』者，司射反位，則有三耦位，得言反位。此曰射位在西方，去次遠，又曰射位若階下，去次亦遠，不得言反，故不言也。"
      },
      {
        "index": 161,
        "text": "一耦出，西面揖，當北面揖，及揖。（三耦同入次，其出也，一上射出，西面立，司射作之，乃揖行也。當，正南之東西。）上射東面，下射西面。上射揖進，坐橫弓，手自弓下取一個，兼諸付，興，順羽，且左還，毋周，反面揖。（橫弓者，南踣弓也。手自弓下取矢者，以左手在弓表，右手從裏取之，便也。兼，並也。並矢於付，當順羽，既又當執弦。順羽者，手放而下，備不整理也。左還，反其位。毋周，右還而反東面也。君在阼，還周則下射將背之。古文且為阻。）"
      },
      {
        "index": 162,
        "text": "[疏]『上射』至『面揖』。註『橫弓』至『為阻』。釋曰：云『左還，反其位。毋周，右還而反東面也』者，毋周者，左還行至位，即位右還而反東面，是還不周也。云『君在阼，還周則下射將背之』者，上射左還，已還背君，而據下射而言者，上射去君遠，故據下射而言。以其下射若右還周，為背君，若左還，向東覆，即右還西面，是不背君，周即背故也。"
      },
      {
        "index": 163,
        "text": "下射進，坐橫弓，覆手自弓上取一個，兼諸弣，興，順羽，且左還，毋周，反面揖。（橫弓，亦南踣弓也。人東西鄉，以南北為橫。覆手自弓上取矢，以左手在弓裏，右手從表取之，便也。）"
      },
      {
        "index": 164,
        "text": "[疏]『下射』至『面揖』。註『橫弓』至『便也』。釋曰：云『橫弓，亦南踣弓也』者，謂南踣弓以左手仰執弓裏，以覆右手，於弓表向下取矢，亦便也。上射、下射俱南踣弓者，取背君向南為順故也。"
      },
      {
        "index": 165,
        "text": "既拾取矢，困之。（困，齊等之也。古文困作魁。）\n兼挾乘矢，皆內還，南面揖。（內還者，上射左，下射右，不皆右還，亦以君在阼，嫌下射，故左還而背之也。上以陽為內，下以陰為內，因其宜可也。）"
      },
      {
        "index": 166,
        "text": "[疏]『兼挾』至『面揖』。註『內還』至『可也』。釋曰：云『不皆右還，亦以君在阼，嫌下射，故左還而背之』者，若上下俱向內，是相向為順。若上射左還，是不故背君。若下射右還背君，少亦左還，初時面向君，轉身南向背君多，似故背君，故不左還也。云『上以陽為內，下以陰為內，因其宜可也』者，上射東面左還時，以左手還，取東相陽方為內，下射西面右還時，以右手還，取西相陰方為內，隨其陰陽得左右相向，是因其宜也。"
      },
      {
        "index": 167,
        "text": "南，皆左還，北面揖，搢三挾一個。（南，鄉當之位也。）\n揖，以耦左還，上射於左。（以猶與也。言以者，耦之事成於此，意相人耦也。上射轉居左，便其反位也。上射少北，乃東面。）"
      },
      {
        "index": 168,
        "text": "[疏]『揖以』至『於左』。註『以猶』至『東面』。釋曰：云『言以者，耦之事成於此，意相人耦也』者，揖不須言以，今云『以者』，必有義意，故鄭雲言以者耦之事成於此，謂成於此拾取矢，以其取矢後，一番了更無事，故雲成於此，人意相存耦也。云『上射轉居左，便其反位也』者，位在次北西面，是以上射居左，至次北右還西面，便也。云『上射少北，乃東面』，知不少南者，以其次在東南，北面揖時，已在次西面，故知上射少北，乃東面，得東當次也。"
      },
      {
        "index": 169,
        "text": "退者與進者相左，相揖。退，釋弓矢於次，說決、拾、襲，反位。二耦拾取矢，亦如之。後者遂取誘射之矢，兼乘矢而取之，以授有司於次中。皆襲，反位。"
      },
      {
        "index": 170,
        "text": "（有司納射器，因留，主授受之。）\n司射作射如初。一耦揖、升如初。司馬命去侯，負侯許諾如初。司馬降，釋弓，反位。司射猶挾一個，去撲，與司馬交於階前，適阼階下，北面請釋獲於公。"
      },
      {
        "index": 171,
        "text": "（猶，守故之辭，於此言之者，司射既誘射，恒執弓挾矢以掌射事，備尚未知，當教之也。今三耦卒射，眾足以知之矣，猶挾之者，君子不必也。）公許。反，搢撲，遂命釋獲者設中，以弓為畢，北面。（北面立於所設中之南，當視之也。"
      },
      {
        "index": 172,
        "text": "《鄉射禮》曰：『設中，南當，西當西序。』）\n大史釋獲。小臣師執中，先首，坐設之，東面，退。大史實八於中，橫委其餘於中西，興，共而俟。（先猶前也。命大史而小臣師設之，國君官多也。小臣師退，反東堂下位。《鄉射禮》曰：『橫委其餘於中西，南末。』）"
      },
      {
        "index": 173,
        "text": "[疏]『大史』至『而俟』。註『先猶』至『南末』。釋曰：此不見執之人，案《鄉射》命釋獲者，『釋獲者執鹿中，一人執以從之』。彼臣禮，官少，釋獲者自執中設之，尚使人執，況國君官臣多，大史不自執中，豈得自執，明亦使人執之。云『小臣師退，反東堂下位』者，其位已見篇首也。引《鄉射》者，證以南末為順也。"
      },
      {
        "index": 174,
        "text": "司射西面命曰：『中離維綱，揚觸，困復，公則釋獲，眾則不與。』（離猶過也，獵也。侯有上下綱，其邪制躬舌之角者為維。或曰維當為絹。絹，綱耳。"
      },
      {
        "index": 175,
        "text": "揚觸者，謂矢中他物，揚而觸侯也。困復，謂矢至侯，不著而還。復，復反也。\n公則釋獲，優君也。正當中鵠而著。古文困作魁。）"
      },
      {
        "index": 176,
        "text": "[疏]『司射』至『不與』。註『離猶』至『作魁』。釋曰：中謂中侯，註不言可知。云『離猶過也，獵也』者，謂矢過獵，因著維與綱二者。云『侯有上下綱，其邪制躬舌之角者為維』者，案《梓人》云：『上綱與下綱出舌尋，縜寸焉。』註：『綱所以系侯於植者也。上下皆出舌一尋者，亦人張手之節也。"
      },
      {
        "index": 177,
        "text": "鄭司農云：縜，籠綱者，維持侯者。』若然，則綱與維皆用繩為之，又以布為縜，籠綱，然後以上個、下個邊綴著縜，兩頭以綱系著，植維者於上個、下個，上下躬兩頭皆有角，又以小繩綴角系著植，故矢或離綱，或離維也。云『或曰維當為絹，絹，綱耳』者，鄭更為一解，絹則維也，雲絹綱耳者，以絹為綱耳，離著絹也。云『眾當中鵠』者，大射鵠，則《梓人》云『張皮侯而棲鵠』是也。"
      },
      {
        "index": 178,
        "text": "唯公所中，中三侯皆獲。』（值中一侯則釋獲。）\n[疏]『唯公』至『皆獲』。註『值中』至『釋獲』。釋曰：云『中三侯皆釋獲』，則離維綱及揚觸困復亦釋之，不言者，以中為主也。"
      },
      {
        "index": 179,
        "text": "釋獲者命小史，小史命獲者。（傳告服不，使知此司射所命。）\n[疏]註『傳告』至『所命』。釋曰：據在大侯而言告服不，則參侯、幹侯告可知，舉遠見近。"
      },
      {
        "index": 180,
        "text": "司射遂進，由堂下北面視上射，命曰：『不貫不釋。』上射揖。司射退，反位。（貫猶中也。射不中鵠，不釋。古文貫作關。）"
      },
      {
        "index": 181,
        "text": "[疏]『司射』至『反位』。註『貫猶』至『作關』。釋曰：案上文離維綱，公則釋獲言之，則此雲不中不釋者，據除君而言也。"
      },
      {
        "index": 182,
        "text": "釋獲者坐取中之八，改實八，興，執而俟。（執所取。）乃射。若中，則釋獲者每一個釋一，上射於右，下射於左。若有餘，則反委之。（委餘，禮貴異。）又取中之八，改實八於中，興，執而俟。"
      }
    ]
  }
}