{
  "chapterNumber": 36,
  "title": "卷三十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《士喪禮》第十二。鄭《目錄》云：『士喪其父母，自始死至於既殯之禮。喪於五禮屬兇。《大戴》第四，《小戴》第八，《別錄》第十二。』釋曰：鄭云『自始死至於既殯之禮』者，自，從也；既，已也；謂從始死已殯之後，未葬之前，皆錄之。是已下殯後論朔奠、筮宅、井槨、卜葬日之事也。又云『喪於五禮屬兇』者，案《周禮。大宗伯》掌五禮：吉、兇、賓、軍、嘉。此於五禮屬兇。若然，天子諸侯之下皆有士，此當諸侯之士。知者，下云『君若有賜不言王』。又《喪大記》云：『君沐粱，大夫沐稷，士沐粱。』鄭云：『《士喪禮》沐稻，此雲士沐粱，蓋天子之士也。』又大斂陳衣與《喪大記》不同，鄭亦云："
      },
      {
        "index": 1,
        "text": "『彼天子之士，此諸侯之士。』以此言之，此篇諸侯之士可知。但公侯伯之士一命，子男之士不命。一命與不命皆分為三等，各有上、中、下，及行喪禮，其節同，但銘旌有異，故下云『為銘各以其物，亡則以緇長半幅』，物謂公侯伯之士，一命已上，生時得建旌旗；亡謂子男之士，生時無旌旗之物者，唯此為異。又鄭直雲士喪父母，不言妻與長子二者，亦依士禮，故下記云：『赴曰：君之臣某死。"
      },
      {
        "index": 2,
        "text": "赴母、妻、長子則曰：君之臣某之某死。』是禮同，故得同附於君之臣。記不雲父者，以其經主於父死，故記不言也。"
      },
      {
        "index": 3,
        "text": "士喪禮。死於室，無用斂衾。（室，正寢之室也。疾者齊，故於正寢焉。疾時處北墉下，死而遷之當牖下，有床衽。無，覆也。斂衾，大斂所並用之衾。衾，被也。小斂之衾當陳。《喪大記》曰：『始死，遷屍於床，無用斂衾，去死衣。』）"
      },
      {
        "index": 4,
        "text": "[疏]註『室』至『死衣』。釋曰：自此盡『帷堂』，論始死招魂、綴足、設奠、帷堂之事。云『室，正寢之室也』者，若對天子諸侯謂之路寢，卿大夫士謂之室，亦謂之寢，故下記云『士處寢』，總而言之，皆謂之正寢。是以莊三十二年秋八月，公薨於路寢，《公羊傳》云：『路寢者何？正寢也。』"
      },
      {
        "index": 5,
        "text": "《梁傳》亦云：『路寢，正寢也。』言正寢者，對燕寢與側室非正。案《喪大記》云：『君夫人卒於路寢，大夫世婦卒於寢，內子未命，則死於下室，遷屍於寢，士之妻皆死於寢。』鄭註云：『言死者必皆於正處也。』以此言之，妻皆與夫同處。若然，天子崩亦於路寢，是以《顧命》成王崩，延康王於翼室。翼室，則路寢也。若非正寢，則失其所。是以僖三十三年冬十二月，『公薨於小寢』，《左氏傳》云：『即安也。』是譏不得其正。云『疾者齊，故於正寢焉。疾時處北墉下，死而遷之當牖下，有床衽』者，此並取下記文，但文有詳略，文次不與本同。云『疾者齊，故於正寢焉』，以其齊須在寢，是以故在正寢。鄭彼註云："
      },
      {
        "index": 6,
        "text": "『正情性也。』衽是臥席，故彼云『下莞上簟，設枕』焉。云『無，覆也，斂衾，大斂所並用之衾』者，經直雲衾，不辯大小。鄭知非小斂衾，是大斂衾者，鄭雲小斂之衾當陳者，不用小斂衾，以其大斂未至，故且覆屍，是以小斂訖，大斂之衾當陳，則用夷衾覆屍，是其次也。此所覆屍，屍襲後將小斂，乃去之，是以下襲訖，亦云『無用衾』，鄭註云：『始死時，斂衾。』必覆之者，為其形褻。言大斂所用之衾者，案《喪大記》君大夫士皆小斂一衾，大斂二衾。今始死，用大斂一衾以覆屍，及至大斂之時，兩衾俱用，一衾承薦於下，一衾以覆屍，故雲大斂所並用之衾。引《喪大記》者，欲見加斂衾以覆屍，以『去死衣』，鄭彼註云『去死衣，病時所加新衣及復衣也，去之以俟沐浴』是也。"
      },
      {
        "index": 7,
        "text": "復者一人，以爵弁服，簪裳於衣，左何之，扌及領於帶。（復者，有司招魂復魄也。天子則夏采、祭仆之屬，諸侯則小臣為之。爵弁服，純衣裳也，禮以冠名服。簪，連也。）"
      },
      {
        "index": 8,
        "text": "[疏]註『復者』至『連也』。釋曰：言『復者一人』者，諸侯之士一命與不命並皆一人。案《雜記》云『復西上』者，鄭註云：『北面而西上，陽長左也。"
      },
      {
        "index": 9,
        "text": "復者多少，各如其命之數。』若然，案《典命》諸侯卿大夫三命、再命、一命；天子三公八命，其卿六命，大夫四命，上士三命，中士再命，下士一命；上公九命，侯伯七命，子男五命，皆依命數，九人以下。則天子宜十二為節，當十有二人也。云『復者，有司』者，案《喪大記》復者小臣，則士家不得同僚為之，則有司府史之等也。不言所著衣服者，案《喪大記》小臣朝服，下記亦云『復者朝服』，則尊卑皆朝服可知。必著朝服者，鄭註《喪大記》云：『朝服而復，所以事君之衣也。』復者庶其生氣，復既不蘇，方始為死事耳。愚謂朝服平生所服，冀精神識之，而來反，衣以其事死如事生，故復者皆朝服也。若然，天子崩，復者皮弁服也。云『招魂復魄也』者，出入之氣謂之魂，耳目聰明謂之魄，死者魂神去，離於魄，今欲招取魂來復歸於魄，故雲招魂復魄也。云『天子則夏采、祭仆之屬』者，案《周禮。天官。夏采職》云：『大喪以冕服復於大祖，以乘車建綏復於四郊。』鄭註云：『求之王平生嘗所有事之處。乘車玉路於大廟，以冕服不出宮也。』又《夏宮。祭仆職》云：『大喪復於小廟。』鄭註云：『小廟，高祖以下也。始祖曰大廟。』又《隸仆》云『大喪復於小寢』，鄭註云：『小寢，高祖以下廟之寢也。始祖曰大寢。』此不言隸仆，以其隸仆與祭仆同仆官之屬中兼之。案《檀弓》：『君復於小寢、大寢、小祖、大祖、庫門、四郊。』鄭註云："
      },
      {
        "index": 10,
        "text": "『尊者求之備也，亦他日所嘗有事。』是諸侯復法。言庫門，據魯作說，若凡平諸侯，則臯門，舉外門而言，三門俱復。則天子五門及四郊皆復。不言者，文不具。卿大夫以下，復自門以內廟及寢而已。婦人無外事，自王後以下，所復處亦自門以內廟及寢而已。云『諸侯則小臣為之』者，《喪大記》文也。云『爵弁服，純衣裳也』者，案《士冠禮》云『陳服於房中西墉下，東領北上。爵弁，服裳，純衣』是也。士用爵弁者，案《雜記》云：『士弁而祭於公，冠而祭於己。』"
      },
      {
        "index": 11,
        "text": "是士服爵弁，助祭於君玄冠，自祭於家廟，士復用助祭之服。則諸侯以下皆用助祭之服可知。故《雜記》云：『復，諸侯以褒衣冕服，爵弁服。』鄭註云：『復，招魂復魄也。冕服者，上公五，侯伯四，子男三。褒衣亦始命為諸侯，及朝覲見加賜之衣也。褒猶進也。』則袞冕之類。若然，冕服者有六，除大裘，有袞冕、冕、毳冕、冕、玄冕，上公袞冕而下，侯伯冕而下，子男毳冕而下，皆爵弁。若然，孤自冕而下，卿大夫玄冕，爵弁，士爵弁而已。天子孤卿大夫士，其衣亦與之同。三公執璧，與子男同，其服亦同。若然，大裘是祭天地之服，又與四郊建綏，而復不用大裘，而冕則門及廟寢等用袞冕以下，與上公同。但復者依命數，衣服不足覆，取上服重用之，以充其數。王後以下，案《雜記》雲復衣『夫人稅衣揄狄』，鄭鞠衣、展衣、褖衣至揄狄，是侯伯夫人。案《周禮。內司服》掌王後六服，褘衣、揄狄、闕狄、鞠衣、展衣、褖衣。王後及上公夫人，二王後及魯之夫人，皆用褘衣下至褖衣。侯伯夫人與王之三夫人，同揄翟以下至褖衣。子男夫人與三公夫人，自闕狄以下至褖衣。孤之妻與九嬪，鞠衣、展衣、褖衣。卿大夫妻與王之世婦，展衣、褖衣。士妻與女禦，褖衣而已。云『禮以冠名服』者，案《士冠禮》皮弁、爵弁，並列於階下執之，而空陳服於房，云『皮弁服』、『爵弁服』，是以冠名服。鄭言此者，欲見復時唯用緇衣裳，不用爵弁。而經言爵弁服，是禮以冠名服也。云『簪，連也』者，若凡常，衣服、衣裳各別，今此招魂，取其便，故連裳於衣。"
      },
      {
        "index": 12,
        "text": "升自前東榮，中屋，北面招以衣，曰：『臯某復！』三。降衣於前。（北面招，求諸幽之義也。臯，長聲也。某，死者之名也。復，反也。降衣，下之也。"
      },
      {
        "index": 13,
        "text": "《喪大記》曰：『凡復，男子稱名，婦人稱字。』）\n[疏]註『北面』至『稱字』。釋曰：案《喪大記》：『復有林麓，則虞人設階；無林麓，則狄人設階。』鄭云：『階，所乘以外屋者。虞人，主林麓之官也。狄人，樂吏之賤者。階，梯也，иね之類。』有林麓，謂君與夫人有國有采地者，無林麓，謂大夫士無采地者。則此升屋之時，使狄人設梯。復聲必三者，禮成於三。『北面招求諸幽之義也』者，《禮記。檀弓》文。以其死者必歸幽暗之方，故北面招之，求諸幽之義。引《喪大記》者，證經復時所呼名字，云『男子稱名』者，據大夫以下。若天子崩，則云『臯天子復』，若諸侯薨，則稱『臯某甫復』，若婦人稱字，則尊卑同。此經含有男子、婦人之喪，故言男子稱名，婦人稱字。案《喪服小記》云：『男子稱名，婦人書姓與伯仲。』是也。"
      },
      {
        "index": 14,
        "text": "受用篋，升自阼階，以衣屍。（受者，受之於庭也。復者，其一人招，則受衣亦一人也。人君則司服受之，衣屍者覆之，若得魂反之。）"
      },
      {
        "index": 15,
        "text": "[疏]註『受者』至『反之』。釋曰：鄭『知受之於庭』者，以其降衣檐前，受而升自阼階，明知受之於堂下，在庭可知。云『復者其一人招，則受衣亦一人也』者，以其服唯一領，明知各一人也，自再命以上，受者亦各依命數。云『人君則司服受之』者，案《喪大記》云：『北面三號，卷衣投於前，司服受之。』"
      },
      {
        "index": 16,
        "text": "以其大夫士無司服之官，明據君也。云『衣屍者覆之，若得魂反之』者，此服衣浴而去之，不用襲斂，故《喪大記》云：『始死，遷屍於床，無用斂衾，去死衣。』鄭註云：『死衣，病時所加新衣及復衣也。』彼又云：『復衣不以衣屍，不以斂。』鄭註云：『不以衣屍，謂不以襲也。』斂謂小斂、大斂，而云『覆之』，直取魂魄反而已。"
      },
      {
        "index": 17,
        "text": "復者降自後西榮。（不由前降，不以虛反也。降因徹西北，若雲此室兇不可居然也。自是行死事。）\n[疏]註『不由』至『死事』。釋曰：云『不由前降，不以虛反也』者，凡復者，緣孝子之心，望得魂氣復反，復而不蘇，則是虛反。今降自後，是不欲虛反也。云『降因徹西北』者，案此文及《喪大記》皆言降自西北榮，皆不言徹，鄭雲徹者，案《喪大記》將沐，『甸人為{役土}於西墻下，陶人出重鬲。"
      },
      {
        "index": 18,
        "text": "管人受沐，乃煮之。甸人取所徹廟之西北薪』，用爨之諸文更不見徹薪之文，故知復者降時徹之，故鄭雲降因徹西北也。西北名為者，案《特牲》屍謖之後，改饌於西北隅，以為陽厭，而云『用筵』，鄭云：『，隱也。』故以西北隅為也。必徹毀之者，鄭云『若雲此室兇不可居然也，自是行死事』者，復而不蘇，下文楔齒、綴足之等，皆是行死事也。"
      },
      {
        "index": 19,
        "text": "楔齒用角四，（為將含，恐其口閉急也。）\n[疏]註『為將』至『急也』。釋曰：案記云：『楔貌如軛上兩末。』鄭云："
      },
      {
        "index": 20,
        "text": "『事便也。』此角四其形與扌及醴角四制別，故屈之如軛，中央入口，兩末向上，取事便也。以其兩末向上，出入易故也。"
      },
      {
        "index": 21,
        "text": "綴足用燕幾。（綴猶拘也。為將屨，恐其辟戾也。今文綴為對。）\n[疏]註『綴猶』至『為對』。釋曰：案記云：『綴足用燕幾，校在南，禦者坐持之。』鄭註云：『校，脛也。屍南首，幾脛在南，以拘足則不得辟戾矣。』"
      },
      {
        "index": 22,
        "text": "以此言之，幾之兩頭皆有兩足，今豎用之一頭，以夾兩足，恐幾傾倒，故使禦者坐持之。案《喪大記》：『小臣楔齒用角四，綴足用燕幾。君、大夫、士一也。』"
      },
      {
        "index": 23,
        "text": "又案《周禮。天官。玉府》：『大喪共含玉，復衣裳，角枕、角四。』則自天子以下至於士，其禮同。言燕幾者，燕，安也。當在燕寢之內，常馮之以安體也。"
      },
      {
        "index": 24,
        "text": "奠脯醢、醴酒，升自阼階，奠於屍東。（鬼神無象，設奠以馮依之。）\n[疏]註『鬼神』至『依之』。釋曰：案《檀弓》曾子云：『始死之奠，其餘閣也與？』鄭註云『不容改新』也，則此奠是閣之餘食為之。案下小斂一豆一籩，大斂兩豆兩籩。此始死，俱言亦無過一豆一籩而已。下記云：『若醴若酒。』"
      },
      {
        "index": 25,
        "text": "鄭註云：『或卒無醴，用新酒。』此醴酒雖俱言，亦科用其一，不並用，以其小斂酒醴具有，此則未具，是其差。"
      },
      {
        "index": 26,
        "text": "帷堂。（事小訖也。）\n[疏]註『事小訖也』。釋曰：云『事小訖也』者，以其未襲，斂必帷之者，鬼神尚幽ウ故也。"
      },
      {
        "index": 27,
        "text": "乃赴於君。主人西階東，南面命赴者，拜送。（赴，告也。臣，君之股肱耳目，死當有恩。）\n[疏]註『赴告』至『有恩』。釋曰：此及下經，論使人告君之事。云『臣，君之股肱耳目』者，案《虞書》云：『帝曰：臣作朕股肱耳目。』註云：『大體若身。』雲死當有恩，是以下有吊及贈襚之事也。案《檀弓》云：『父兄命赴者。』鄭註云：『謂大夫以上也，士主人親命之。』是尊卑禮異也。"
      },
      {
        "index": 28,
        "text": "有賓，則拜之。（賓，僚友群士也。其位猶朝夕哭矣。）\n[疏]註『賓僚』至『哭矣』。釋曰：此謂因命赴者，有賓則拜之。若不因命赴者，則不出，是以下云『唯君命出』，鄭云『始喪之日，哀戚甚，在室故不出』是也。云『賓，僚友群士也』者，同官為僚，同誌為友，群士即僚友也。以其始死，唯赴君，此僚友未蒙赴及即來，是先知疾重，故未赴即來，明是僚友之士，非大夫及疏遠者。若有大夫，則經辨之而稱大夫，是以下文因君襚，即云『有大夫則特拜之』是也。云『其位猶朝夕哭矣』者，謂賓吊位猶如賓朝夕哭位，其主人之位則異於朝夕，而在西階東，南面拜之，拜訖，西階下東面，下經所云『拜大夫之位』是也。"
      },
      {
        "index": 29,
        "text": "入，坐於床東，眾主人在其後，西面。婦人俠床，東面。（眾主人，庶昆弟也。婦人，謂妻妾子姓也，亦妻在前。）"
      },
      {
        "index": 30,
        "text": "[疏]註『眾主』至『在前』。釋曰：自此盡『北面』，論主人以下哭位之事。云『入坐』者，謂上文主人拜賓訖，入坐於床東，是其眾主人直言在其後，不言坐，則立可知。婦人雖不言坐，案《喪大記》婦人皆坐，無立法。言『俠床』"
      },
      {
        "index": 31,
        "text": "者，男子床東，婦人床西，以近而言也。案《喪大記》：『士之喪，主人、父、兄、子姓皆坐於東方，主婦、姑、姊妹、子姓皆坐於西方。』此義恐錯，此經有不命士，《喪大記》無不命士，又與《大記》文不同，釋亦不合。『子姓皆坐於西方』，註云：『士賤，同宗尊卑皆坐。』此除主人之外不坐者，此據命士，彼據不命之士。知者，案《喪大記》云：『大夫之喪，主人坐於東方，主婦坐於西方，其有命夫、命婦則坐，無則皆立。』是大夫喪，尊者坐，卑者立，是知此非主人皆立，據命士；《大記》雲尊卑皆坐，據不命之士。云『婦人謂妻妾子姓』"
      },
      {
        "index": 32,
        "text": "者，下云『親者在室』，其中有姑姊，故此註直言妻妾子姓也。《喪大記》兼言姑姊妹者，彼無別文，見親者在室，故註總言之也。言『亦妻在前』者，亦主人在眾主人前也。"
      },
      {
        "index": 33,
        "text": "親者在室。（謂大功以上父兄姑姊妹子姓在此者。）\n[疏]註『謂大』至『此者』。釋曰：知親者謂大功以上者，以大功以上有同財之義，相親昵之理，下有眾婦人戶外，據小功以下疏者，故知此為大功以上也。云『父兄姑姊妹』在此者，上註據死者妻妾子姓也，此註據主人之兄弟姑姊妹子姓而言。若然，父謂諸父，兄謂諸兄、從父昆弟，姑謂主人之姑，姊妹謂從父姊妹，子姓謂主人之孫，於死者謂曾孫、玄孫。曾孫為曾祖、高祖齊衰三月，當在大功親之內，故云『子姓』在此者。"
      },
      {
        "index": 34,
        "text": "眾婦人戶外北面，眾兄弟堂下北面。（眾婦人、眾兄弟，小功以下。）\n[疏]註『眾婦人』至『以下』。釋曰：案《喪服記》云：『兄弟皆在他邦加一等。』傳曰：『小功以下為兄弟。』玄謂於此發兄弟傳者，嫌大功以上又加也。大功以上，若皆在他國，則親自親矣，是大功以上為親者，則上文是也。是以知此婦人在戶外，是小功以下可知。若然，同是小功以下，而男子在堂下者，以其婦人有事自堂及房，不合在下，故男子在堂下，婦人戶外堂上耳。"
      },
      {
        "index": 35,
        "text": "君使人吊。徹帷。主人迎於寢門外，見賓不哭，先入，門右北面。（使人，士也。禮使人必以其爵。使者至，使人入將命，乃出迎之。寢門，內門也。徹帷，《戶去》之，事畢則下之。）"
      },
      {
        "index": 36,
        "text": "[疏]註『使人士』至『下之』。釋曰：自此盡『不辭入』，論君使人吊禭之事。鄭知禮使人必以其爵者，案《聘禮》使人歸饔餼及致禮皆各以其爵，此君使人吊朝士，明亦以其爵，使士可知，此《儀禮》見諸侯吊法。若天子則不以其爵，各以其官，是以《周禮。大仆職》云：『掌三公孤卿之吊勞。』鄭云："
      },
      {
        "index": 37,
        "text": "『王使往。』又《小臣職》云：『掌士大夫之吊勞。』又《禦仆職》掌群使之吊勞。又案《宰夫職》云：『凡邦之吊事，掌其戒令與幣器。』註：『吊事，吊諸侯。』是其皆以官不以爵也。云『使者至，使人入將命，乃出迎之』者，將命，謂傳賓主人之言擯者也。案下小斂後云：『有禭者，則將命擯者出請入告。』"
      },
      {
        "index": 38,
        "text": "註云：『《喪禮》略於威儀，既小斂擯者乃用辭。』若然，則此雖有擯者，未用辭，故此下經不雲主人出迎。經不雲擯者，鄭探其意，使者，使人入將命所使之人。入將命，即包主人擯者也。云『寢門，內門也』者，以其大夫士唯有兩門，有寢門者、外門者。以其下云『主人拜送於外門外』，故知此寢門，內門也。云『徹帷，《戶去》之』者，謂褰帷而上，非謂全徹去。知事『畢則下之』者，案下『君使人禭，徹帷』，明此事畢，下之可知。"
      },
      {
        "index": 39,
        "text": "吊者入，升自西階，東面。主人進中庭，吊者致命。（主人不升，賤也。致命曰：『君聞子之喪，使某如何不淑。』）"
      },
      {
        "index": 40,
        "text": "[疏]註『主人』至『不淑』。釋曰：上雲主人迎於寢門外，此雲吊者入，謂入寢門，以其死在適寢。云『主人不升，賤也』者，對大夫之喪，其子得升堂受命。知者，案《喪大器》：『大夫於君命，迎於寢門外，使者升堂致命，主人拜於下。』言拜於下，明受命之時得升堂，必知大夫之子得升堂受命者。案《喪大記》云：『大夫之喪，將大斂，君至，主人迎，先入門右，君即位於序端，主人房外南面，卒斂，宰告，主人降，北面於堂下，君撫之，主人拜稽顙。』鄭註云：『大夫之子尊，得升，視斂。』下文又云：『士之喪，將大斂，君不在，其餘禮猶大夫也。』以君常視士殯，故言君不在。若有恩賜，君視大斂則不得如大夫。言君不在者，謂士之子不升堂，在君側。以此言之，士受君命，不得升堂，以其賤。明大夫之子得升，受命乃降拜可知。是以《大戴禮》云：『大夫於君命升聽命降拜』是也。云『致命曰』以下，鄭知有此辭者，案《雜記》諸侯使人吊鄰國之君喪，而雲吊者入，升自西階東面，致命曰：『寡君聞君之喪，寡君使某，如何不淑。』彼據鄰國之君，故稱寡；此使士吊己國之士，故直雲君，不言寡也。"
      },
      {
        "index": 41,
        "text": "主人哭，拜稽顙，成踴。（稽顙，頭觸地。成踴，三者三。）\n[疏]註『稽顙』至『者三』。釋曰：云『稽顙頭觸地』者，案《禮記。檀弓》曰：『稽顙而後拜，頎乎其致也。』為稽首之拜，但觸地無容即名稽顙。云『成踴三者三』，案《曾子問》，君薨，世子生，三日告殯云：『眾主人卿大夫士，哭踴三者三。』凡九踴也。"
      },
      {
        "index": 42,
        "text": "賓出，主人拜送於外門外。\n君使人襚。徹帷。主人如初。襚者左執領，右執要，入，升，致命。\n（襚之言遺也。衣被曰襚。致命曰：『君使某襚。』）"
      },
      {
        "index": 43,
        "text": "[疏]註『襚之』至『某襚』。釋曰：云『主人如初』者，如上吊時迎於寢門外以下之事也。云『襚之言遺也』者，謂君有命，以衣服遺與主人。云『衣被曰襚』者，案《左傳》隱元年：『秋七月，天王使宰亙來歸惠公仲子之。』《榖梁傳》曰『乘馬曰，衣衾曰襚，貝玉曰含，錢財曰賻』是也。"
      },
      {
        "index": 44,
        "text": "云『致命曰君使某襚』者，亦約《雜記》文。此君襚雖在襲前，主人襲與小斂俱不得用君襚，大斂乃用之。知者，案《喪大記》云：『君無襚，大夫士畢主人之祭服，親戚之衣受之不以即陳。』註云『無襚者，不陳不以斂』謂不用之為小斂，至大斂乃用之。故下文大斂之節云『君襚不倒』，註云『至此乃用君襚，主人先自盡』是也。"
      },
      {
        "index": 45,
        "text": "主人拜如初，襚者入，衣屍，出。主人拜送如初。唯君命，出，升降自西階。遂拜賓，有大夫則特拜之。即位於西階下，東面，不踴。大夫雖不辭，入也。"
      },
      {
        "index": 46,
        "text": "（唯君命出，以明大夫以下，時來吊襚，不出也。始喪之日，哀戚甚，在室，故不出拜賓也。大夫則特拜，別於士旅拜也。即位西階下，未忍在主人位也。不踴，但哭拜而已。不辭而主人升入，明本不為賓出，不成禮也。）"
      },
      {
        "index": 47,
        "text": "[疏]註『唯君』至『禮也』。釋曰：云『主人拜如初』者，亦如上主人進中庭，哭拜稽顙成踴。云『襚者入，衣屍出』者，案《既夕》記：『襚者委衣於床，不坐。』眾襚者委於床上不坐。則此襚者左執領，右執要，以衣屍，亦不坐。云『唯君命出』者，欲見孤卿大夫士，雖有吊襚來皆不出，故雲唯著異也。云『遂拜賓』者，因事曰遂，以因有君命，故拜賓，若無君命，則不出戶。"
      },
      {
        "index": 48,
        "text": "云『大夫雖不辭，入也』者，謂主人小斂後，賓致辭云『如何不淑』，乃復位踴。\n今以初死，大夫雖不辭，主人升入室。云『以明大夫以下，時來吊襚，不出也』"
      },
      {
        "index": 49,
        "text": "者，言唯君命出，明大夫已下，時來吊襚，不出可知。經雲拜大夫者，以因君命，出見故也。云『未忍在主人位也』者，至小斂後始就東階下，西南面主人位也。云『明本不為賓出，不成禮也』者，總解不為之踴，及雖不辭而入二事。"
      },
      {
        "index": 50,
        "text": "親者襚，不將命，以即陳。（大功以上，有同財之義也。不將命，不使人將之致於主人也。即陳，陳在房中。）\n[疏]註『大功』至『房中』。釋曰：自此盡『房』，論大功兄弟及朋友吊襚之事。云『大功以上』，謂並異門齊衰，故雲以上。云『即陳，陳在房中』"
      },
      {
        "index": 51,
        "text": "者，下云『如襚以房』，故知此陳陳在房中也。\n庶兄弟襚，使人以將命於室，主人拜於位，委衣於屍東床上。（庶兄弟，即眾兄弟也。變眾言庶，容同姓耳。將命曰：『某使某襚。』拜於位，室中位也。）"
      },
      {
        "index": 52,
        "text": "[疏]註『庶兄』至『位也』。釋曰：知『庶兄弟即眾兄弟』者，見上文云『親者在室』，又云『眾兄弟堂下北面』，註云『是小功以下』。又云『親者襚』，此云『庶兄弟襚』，以文次而言，故知庶兄弟即眾兄弟也。云『變眾言庶，容同姓耳』者，以同姓絕服者有襚法，鄭必知變眾言庶，即容同姓者，見《喪服。不杖麻屨章》士言眾子，大夫言庶子。鄭云：『士謂之眾子未能遠別也。』是庶者疏遠之稱，故知言庶容同姓。云『將命曰，某使某襚』者，某謂庶兄弟名，使某襚者名，但庶兄弟是小功緦麻之親，在堂下，使有司歸家取服，致命於主人，若同姓，容不在始來吊襚也。云『拜於位，室中位也』者，以其非君命不出，故知拜於室中位也。"
      },
      {
        "index": 53,
        "text": "朋友襚，親以進，主人拜，委衣如初。退，哭，不踴。（親以進，親之恩也。退，下堂反賓位也，主人徒哭不踴，別於君襚也。）"
      },
      {
        "index": 54,
        "text": "[疏]註『親以』至『襚也』。釋曰：云『別於君襚也』者，上文君襚之時，主人哭拜，稽顙成踴，此朋友襚，主人徒哭不踴，故雲別於君襚。"
      },
      {
        "index": 55,
        "text": "徹衣者執衣如 ，以房。（凡於襚者出，有司徹衣。）\n[疏]註『凡於』至『徹衣』。釋曰：云『執衣如襚』者，上文君襚之時，襚者左執領右執要。此徹衣者，亦左執領，右執要，故雲如襚也。云『凡於襚者，出有司徹衣』者，案此徹衣之文，在諸襚者之下言之，故《雜記》諸侯使人吊，含襚訖，乃云『主人有司』，故雲凡於襚者出有司徹衣。"
      },
      {
        "index": 56,
        "text": "為銘，各以其物。亡則以緇，長半幅，末，長終幅，廣三寸。書銘於末曰：\n『某氏某之柩。』（銘，明旌也。雜帛為物。大夫之所建也，以死者為不可別，故以其旗識識之，愛之斯錄之矣。亡，無也。無旌，不命之士也。半幅一尺，終幅二尺。在棺為柩。今文銘皆為名，末為旆也。）"
      },
      {
        "index": 57,
        "text": "[疏]註『銘明』至『旆也』。釋曰：自此至『西階上』，論書死者銘旌之事。此《士喪禮》記公侯伯之士一命，亦記子男之士不命，故此銘旌總見之也。"
      },
      {
        "index": 58,
        "text": "云『為銘各以其物』者，案《周禮。司常》大夫士同建雜帛為物。今雲各以其物，而不同者，雜帛之物雖同，其旌旗之杠，長短則異，故《禮緯》云：天子之旗九刃，諸候七刃，大夫五刃，士三刃。但死以尺易刃，故下云『竹杠長三尺』，長短不同，故言各以別之，此據候伯之士一命者也。云『銘，明旌也』者，《檀弓》文。雜帛為物大夫之所建也者，此《司常》文也。言『雜帛』者，為旗旌之縿，以絳帛為之，以白色之帛裨緣之，鄭彼註云：『大夫士雜帛，言以先王正道佐職』"
      },
      {
        "index": 59,
        "text": "是也。云『以死者』至『錄之矣』者，《檀弓》文。案彼自『銘明旌』至『錄之矣』，引之者，事恰盡重與奠，自為下事之別，不得以《周禮。小祝》之職，社子春解熬為重，鄭不從其義，故以證破子春。又鄭註《檀弓》雲謂重與奠，此引證銘旌者，鄭君兩解之，以彼兼有重與奠，亦是錄死者之義。此銘旌是錄死者之名，故兩註不同。案《周禮。小祝》云『設熬置銘』，杜子春引『《檀弓》曰："
      },
      {
        "index": 60,
        "text": "銘，明旌也。以死者為不可別，故以其旗識之，愛之斯錄之矣』。子春亦為此解，云『無旌不命之士也』者，謂子男之士也。云『半幅一尺，終幅二尺』者，經直云『長半幅』，不言廣，則亦三寸。云『末，長終幅，廣三寸』，則廣三寸總結之，但布幅二尺二寸，今雲二尺者，鄭君計侯與深衣皆除邊幅一寸，此亦兩邊除二寸而言之。凡書銘之法，案《喪服小記》云：『復與書銘，自天子達於士，其辭一也。男子稱名，婦人書姓與伯仲。』鄭註云：『此謂殷禮也。殷質，不重名，復則臣得名君。周之禮，天子崩，復曰：臯天子復。諸侯薨，復曰：臯某甫復。其餘及書銘則同。』以此而言，除天子諸侯之外，其復男子皆稱姓名，是以此雲某氏某之柩。云『在棺為柩』者，下《曲禮》文。以其銘旌表柩不表屍，故據柩而言。"
      },
      {
        "index": 61,
        "text": "竹杠長三尺，置於宇西階上。（杠，銘ㄅ也。宇，也。）\n[疏]註『杠銘』至『也』。釋曰：此始造銘訖，且置於宇下西階上，待為重訖，以此銘置於重。又下文卒塗，始置於聿。若然，此時未用權，置於此及於重也。云『宇，也』者，案《爾雅。釋宮》云：『檐謂之。』郭云："
      },
      {
        "index": 62,
        "text": "『屋。』謂當檐下，故《特牲記》云『爨在西壁』，鄭註云：『西壁，堂之西墻下。』舊說云『南北直屋，稷在南』是也。"
      },
      {
        "index": 63,
        "text": "甸人掘坎於階，少西。為{役土}於西墻下，東鄉。（甸人，有司主田野者。\n{役土}，塊竈。西墻，中庭之西。今文卿為面。）"
      },
      {
        "index": 64,
        "text": "[疏]註『甸人』至『為面』。釋曰：自此盡『西階下』，論掘坎為{役土}饌陳沐浴之具。此坎不論淺深及所盛之物。案《既夕》記云：『掘坎，南順。廣尺，輪二尺，深三尺，南其壤。』下文沐浴餘潘及巾四等，棄埋之於北坎也。"
      },
      {
        "index": 65,
        "text": "云『甸人，有司主田野』者，士無臣，所行事皆是有司屬吏之等。言主田野者，案《周禮。甸師》其徒三百人，掌帥其屬，而耕耨王藉。是掌田野，士雖無此官，亦有掌田野之人，謂之甸人。云『{役土}，塊竈』者，案《既夕》記云『{役土}用塊』，是以塊為竈名，為{役土}用之，以煮沐浴者之潘水。知在中庭之西者，經直云『於西墻下』，不繼階宇，明近南，中庭之西也。"
      },
      {
        "index": 66,
        "text": "新盆、、瓶、廢敦、重鬲，皆濯，造於西階下。（新此瓦器五種者，重死事。盆以盛水，承氵Й濯，瓶以汲水也。廢敦，敦無足者，所以盛米也。重鬲，鬲將縣重者也。濯，滌溉也。造，至也，猶饌也。以造言之，喪事遽。）"
      },
      {
        "index": 67,
        "text": "[疏]註『新此』至『事遽』。釋曰：云『盆以盛水』者，案下文祝浙米時所用。『以盛氵Й濯』者，謂置於屍床下時，餘潘水名為氵Й濯。知以此盛者，下文別云『士有冰，用夷』，彼是寒屍之，故知此承氵Й濯。云『瓶以汲水也』者，下文管人汲，用此瓶也。知『廢敦，敦無足』者，若有足直名敦，故下文徹朔奠云『敦啟會面足』，註云：『面足執之，令足卿前也。』是其有足直名敦，凡物無足稱廢。是以《士虞禮》云：『主人洗廢爵，主婦洗足爵。』"
      },
      {
        "index": 68,
        "text": "廢爵，註云『爵無足』是也。云『所以盛米也』者，以下文而知。云『重鬲，鬲將縣重者』也，下文鬻餘飯，乃縣於重。此時先用煮沐潘，故雲將縣重者也。以其事未至，故言『將』也。云『以造言之，喪事遽』者，以其不言饌造者，造是造次，故以造言之喪事遽也。"
      },
      {
        "index": 69,
        "text": "陳襲事於房中，西領，南上，不綪。（襲事謂衣服也。綪讀為䋫，䋫，屈也。襲事少，上陳而下不屈。江沔之，謂縈收繩索為䋫。古文綪皆為精。）"
      },
      {
        "index": 70,
        "text": "[疏]註『襲事』至『為䋫』。釋曰：自此至『繼陳不用』，論陳襲所用之事。云『襲事謂衣服也』者，此先陳之，至下文商祝襲時及用之。但用者三稱而已，其中庶襚之等雖不用，亦陳之，以多為貴。案下小斂、大斂先陳先用，後陳後用，依次第而陳。此襲事，以其初死，先成先陳，後成後陳，喪事遽，備之而已，故不依次也。云『襲事少，上陳而下不屈』者，所陳之法，房戶之內，於戶東西領南上，以衣裳少，從南至北則盡，不須䋫屈。知戶東陳之者，取之便故也。云『江沔之』者，案《禹貢》云：『れ冢導漾，東流為漢。』孔傳云："
      },
      {
        "index": 71,
        "text": "『泉始出山為漾水，南東流為沔水，至漢中東行為漢水。』南有江水，北有沔水，故云『江沔之，以縈收繩索為䋫』。引之證取䋫為屈義也。"
      },
      {
        "index": 72,
        "text": "明衣裳，用布。（所以親身，為圭也。）\n[疏]註『所以』至『也』。釋曰：案下記云『明衣裳，用幕布』，註云："
      },
      {
        "index": 73,
        "text": "『幕布，帷幕之布。』則此布用帷幕之布，但升數未聞。知『親身』者，下浴訖，先設明衣，故知親身也。云『為圭也』者，以其言明，明者凈之義，故知取圭者也。"
      },
      {
        "index": 74,
        "text": "鬠笄用桑，長四寸，[A213]中。（桑之為言，喪也。用為笄，取其名也。\n長四寸，不冠故也。[A213]，笄之中央以安發。）"
      },
      {
        "index": 75,
        "text": "[疏]註『桑之』至『安發』。釋曰：以髻為鬠，義取以發會聚之意。\n云『桑之為言喪也』者，為喪所用，故用桑以聲名之，是以雲取其名也。云『長四寸，不冠故也』者，凡笄有二種：一是安發之笄，男子、婦人俱有，即此笄是也；一是為冠笄、皮弁笄、爵弁笄，唯男子有而婦人無也。此二笄皆長，不唯四寸而已。今此笄四寸者，僅取人髻而已，以其男子不冠，冠則笄長矣。此註及下註知死者不冠者，下記云：『其母之喪，鬠無笄。』註云：『無笄，猶丈夫之不冠也。』以此言之，生時男子冠，婦人笄。今死婦人不笄，則知男子亦不冠也。《家語》雲孔子之喪，襲而冠者。《家語》王肅之增改，不可依用也。云『[A213]，笄之中央以安發』者，兩頭闊，中央狹，則於發安，故雲以安發也。"
      },
      {
        "index": 76,
        "text": "布巾，環幅，不鑿。（環幅，廣袤等也。不鑿者，士之子親含，及其巾而已。\n大夫以上，賓為之含，當口鑿之，嫌有惡。古文環作還。）"
      },
      {
        "index": 77,
        "text": "[疏]註『環幅』至『作還』。釋曰：此為飯含而設，所以覆死者。而云『廣袤等也』者，布幅二尺二寸，鄭計布廣狹例，除邊幅二寸，以二尺為率，則此廣袤等亦二尺也。云『不鑿者，士之子親含，反其巾而已』者，下經云『主人左扌及米實於右，三實一貝，左中亦如之』，是士之子親含。此經云『不鑿』，明反其巾而已也。又知『大夫以上賓為之含，當口鑿之，嫌有惡』者，案《雜記》云：『鑿巾以飯，公羊賈為之也。』鄭云：『記士失禮所由始也。士親飯必發其巾，大夫以上，賓為飯焉，則有鑿巾。』以此經云『不鑿』，則大夫以上鑿，謂若士月半不殷奠，則大夫以上月半殷奠可知。以其大夫以上有臣，臣為賓，賓飯含嫌有惡，故鑿之也。"
      },
      {
        "index": 78,
        "text": "掩，練帛廣終幅，長五尺，析其末。（掩，裹首也。析其末，為將結於頤下，又還結於項巾。）\n[疏]註『掩裹』至『項中』。釋曰：掩，若今人襆頭。但死者以後二腳於頤下結之，與生人為異也。此陳之耳，若設之。案下經云『商祝掩瑱設幎目』，註云：『掩者，先結頤下。既瑱幎目，乃還結項』是也。"
      },
      {
        "index": 79,
        "text": "瑱，用白纊。（瑱，充耳。纊，新綿。）\n[疏]註『瑱，充耳，纊，新綿』。釋曰：案下記云『瑱塞耳』，《詩》云『充耳』，充即塞也。生時人君用玉，臣用象。又《著》詩云『充耳以素』、『充耳以黃』之等，註云『所以懸瑱』，則生時以黃以素，又以玉象等為之，示不聽讒。"
      },
      {
        "index": 80,
        "text": "今死者直用纊塞耳而已，異於生也。云『纊，新綿』者，案《禹貢》豫州貢絲纊，故知纊新綿，對是舊絮也。\n幎目，用緇，方尺二寸，裏，著，組系。（幎目，覆面者也。幎，讀若《詩》云『葛ぱ縈』之縈。，赤也。著，充之以絮也。組系，為可結也。"
      },
      {
        "index": 81,
        "text": "古文幎為涓。）\n[疏]註『幎目』至『結也』。釋曰：鄭讀從『葛ぱ縈』之縈者，以其葛ぱ縈於樹木，此面衣亦縈於面目，故讀從之也。云『組系，為可結也』者，以四角有系於後結之，故有組系也。"
      },
      {
        "index": 82,
        "text": "握手，用玄，裏，長尺二寸，廣五寸，牢中旁寸，著，組系。（牢讀為樓，樓謂削約握之中央以安手也。今文樓為[A213]，旁為方。）"
      },
      {
        "index": 83,
        "text": "[疏]註『牢讀』至『為方』。釋曰：名此衣為握，以其在手，故言握手，不謂以手握之為握手。云『牢讀為樓，樓謂削約握之中央以安手也』者，經云『廣五寸，牢中旁寸』者，則中央廣三寸，廣三寸中央又容四指而已。四指，指一寸，則四寸，四寸之外，仍有八寸，皆廣五寸也。讀從樓者，義取樓斂挾少之意。云『削約』者，謂削之使約少也。"
      },
      {
        "index": 84,
        "text": "決，用正王棘，若棘，組系，纊極二。（決猶闓也，挾弓以橫執弦。\n《詩》云：『決拾既次。』正，善也。王棘與棘，善理堅刃者皆可以為決。"
      },
      {
        "index": 85,
        "text": "極猶放也。以沓指放弦，令不挈也。生者以朱韋為之，而三。死用纊，又二，明不用也。古文王為玉。今文為也。世俗謂王棘乇鼠。）"
      },
      {
        "index": 86,
        "text": "[疏]註『決猶』至『乇鼠』。釋曰：云『挾弓以橫執弦』者，方持弓矢曰挾，未射時已然，至射時還依此法以闓弦，故雲挾弓以橫執弦也。引《詩》者，證決是闓弦之物。云『王棘與棘』者，科用其一，皆得不謂兼用二者。云『以沓指放弦，令不挈也』者，謂以此二者與決為藉，令弦不決挈傷指耳。云『生者以朱韋為之，而三』者，《大射》所云『朱極三』者是也。彼但為君設文，引證此士禮，則尊卑生時俱三，皆用朱韋，死者尊卑同二，用纊也。"
      },
      {
        "index": 87,
        "text": "冒，緇質，長與手齊，殺，掩足。（冒，韜屍者，制如直囊，上曰質，下曰殺。質，正也。其用之，先以殺韜足而上，後以質韜首而下，齊手。上玄下，象天地也。《喪大記》曰：『君錦冒黼殺，綴旁七。大夫玄冒黼殺，綴旁五。士緇冒殺，綴旁三。』凡冒，質長與手齊，殺三寸。）"
      },
      {
        "index": 88,
        "text": "[疏]註『冒韜』至『三尺』。釋曰：云『制如直囊』者，下經云『設冒之』，故雲如直囊。云『上曰質，下曰殺。質，正也』者，案此經以冒為總目，下別雲質與殺，自相對。則知上曰質，質正者，以其在上，故以正為名。引《喪大記》君與大夫士皆以冒對殺，不雲質，則冒既總名，亦得對殺，為在上之稱。"
      },
      {
        "index": 89,
        "text": "皆云『綴旁』者，以其冒無帶，又無鈕，一定不動，故知旁綴，質與殺相接之處，使相連，尊卑降殺而已。云『其用之，先以殺韜足而上，後以質韜首而下，齊手』"
      },
      {
        "index": 90,
        "text": "者，凡人著服，先下後上，又質長與手齊，殺長三尺，人有短者，質下覆殺，故後韜質也。\n爵弁服，純衣。（謂生時爵弁之服也。純衣者，裳。古者以冠名服，死者不冠。）"
      },
      {
        "index": 91,
        "text": "[疏]註『謂生』至『不冠』。釋曰：云『謂生時爵弁之服也』者，凡襲斂之服，無問尊卑，皆先盡上服生時服，即士之常服，以助祭者也。云『裳』者，《士冠禮》文。云『古者以冠名服，死者不冠』者，以死者不冠，而經雲爵弁、皮弁，此直取以冠名服，不用其冠，故雲此也。"
      },
      {
        "index": 92,
        "text": "皮弁服，（皮弁所衣之服也。其服，白布衣素裳也。）\n[疏]註『皮弁』至『裳也』。釋曰：云『皮弁所衣之服也』者，亦見死者不冠，不用皮弁，今直取以冠名服，是皮弁所衣著之服也。知『其服，白布衣素裳』者，《士冠禮》註：『衣與冠同色，裳與屨同色。』以皮弁白而白屨，故《士冠禮》云『素積白屨』是也。《雜記》云：『朝服十五升。』則皮弁天子朝服與諸侯朝服同十五升布也。"
      },
      {
        "index": 93,
        "text": "褖衣，（黑衣裳，赤緣謂之褖。褖之言緣也，所以表袍者也。《喪大記》曰：『衣必有裳，袍必有表，不襌，謂之一稱。』古文褖為緣。）"
      },
      {
        "index": 94,
        "text": "[疏]註『黑衣』至『為緣』。釋曰：知此褖衣是黑衣裳者，此褖衣則玄端。知者，以其《士冠禮》陳三服，玄端、皮弁、爵弁，有玄端，無褖衣。"
      },
      {
        "index": 95,
        "text": "此《士喪》襲亦陳三服，與彼同此，無玄端，有褖衣，故知此褖衣則玄端者也。玄端有三等裳，此《喪禮》質，略同玄裳而已。但此玄端連衣裳，與婦人褖衣同，故變名褖衣也。若然，連衣裳者，以其用之以表袍，袍連衣裳故也。"
      },
      {
        "index": 96,
        "text": "是以《雜記》云：『子羔之襲也，繭衣裳與稅衣袡。曾子曰：不襲婦服。』\n彼曾子譏用袡，不譏其稅衣，是稅衣以表袍，故連衣裳而名褖衣。引《喪大記》者，欲見褖衣以表袍之意。若然，《雜記》雲繭衣，《大記》雲袍，不同者，《玉藻》云：『纊為繭，為袍。』鄭云：『衣有著之異名也。』其實連衣裳一也。云『赤緣謂之禒』者，《爾雅》文。彼釋婦人嫁時褖衣，此引之者，證此褖衣雖不赤緣，褖衣之名同，故引為證也。"
      },
      {
        "index": 97,
        "text": "緇帶，（黑繒之帶。）\n[疏]註『黑繒之帶』。釋曰：上雖陳三服同用一帶者，以其士唯有此一帶而已。案《玉藻》雲士『練帶緇辟』，是黑繒之帶據裨者而言也。但生時著服不重各設帶，此襲時三服俱著共一帶，為異也。"
      },
      {
        "index": 98,
        "text": "，（一命。）\n[疏]註『一節』。釋曰：者據色，而言以草染之，取其赤者，合韋而為之，故名也。云『一命』者，《玉藻》文。但祭服謂之，他服謂之，士一命名為，亦名，不得直名也。但《士冠禮》玄端爵，皮弁素，爵弁服，，今亦三服共設者，以其重服，亦如帶矣。"
      },
      {
        "index": 99,
        "text": "竹笏。（笏，所以書思對命者。《玉藻》曰：『笏，天子以球玉，諸侯以象，大夫以魚須文竹，士以竹本象可也。』又曰：『笏度二尺有六寸，其中博三寸，其殺六分而去一。』又曰：『天子，方正於天下也。諸侯荼，前詘後直，讓於天子也。大夫前詘後詘，無所不讓。』今文笏作忽。）"
      },
      {
        "index": 100,
        "text": "[疏]註『笏所』至『作忽』。釋曰：云『笏所以書思對命』者，亦《玉藻》文。引《玉藻》者，證天子以下，笏之所用物不同，及長短廣狹有異。言公侯，不言伯子男，亦與公侯同。案彼鄭云：『謂之，之言挺然無所屈也。或謂之大圭長三尺。』或者，或《玉人職》文。鄭又云『荼讀為舒遲之舒，舒懦者，所畏在前也。詘謂圜殺其首，不為椎頭。諸侯唯天子詘焉，是以謂笏為荼。大夫前詘後詘無所不讓也』，鄭註云：『大夫奉君命出入者也。上有天子，下有己君，又殺其下而圜。』前後皆詘，故雲無所不讓。彼雖不言士，士與大夫同。"
      },
      {
        "index": 101,
        "text": "夏葛屨，冬白屨，皆繶緇絇純，組綦系於踵。（冬皮屨變言白者，明夏時用葛，亦白也。比皮弁之屨，《士冠禮》曰：『素積白屨，以魁付之。緇絇、繶、純，純博寸。』綦，屨系也，所以拘止屨也。綦，讀如馬絆綦之綦。）"
      },
      {
        "index": 102,
        "text": "[疏]註『冬皮』至『之綦』。釋曰：云『變言白者，明夏時用葛，亦白也』者，案《士冠禮》云：『屨，夏用葛，冬用皮。』今此變言白者，欲互見其義，以夏言葛，冬當用皮，冬言白，明夏亦用白。又《士冠禮》云『爵弁屨，素積白屨，玄端黑屨』。以三服各自用屨，屨從裳色，其色自明。今死者重用其服，屨唯一，故須見色。若然，三服相參，帶用玄端，屨用皮弁，用爵弁，各用其一，以當三服而已。云『此皮弁之屨』者，以其色白，即所引《士冠禮》曰『素積白屨』者為證是也。引緇絇繶純者，欲解《士冠禮》繶絇純同用緇，此經繶雖在緇上，明亦用緇可知。繶謂條在牙底相接之縫中，絇在屨鼻，純謂緣口，皆以條為之，但舄則對方為繢次，屨則比方為繡次為，異耳。云『綦屨系也』者，經云『系於踵』，則綦當屬於跟後以兩端向前，與絇相連於腳跗踵足之上合結之，名為系於踵也。云『讀如馬絆綦之綦』者，此無正文，蓋俗讀馬有絆名為綦，拘止馬，使不得浪去，此屨綦亦拘止屨，使不縱誕也。"
      },
      {
        "index": 103,
        "text": "庶襚繼陳，不用。（庶，眾也。不用，不用襲也。多陳之為榮，少納之為貴。）\n[疏]註『庶眾』至『為貴』。釋曰：直云『庶襚』，即上經親者襚，庶兄弟襚，朋友襚，皆是，故雲庶襚。云『繼陳』，謂繼襲衣之下陳之。"
      },
      {
        "index": 104,
        "text": "云『不用，不用襲也』者，以其繼襲衣而言不用，明不用襲，至小斂，則陳而用之，唯君襚至大斂乃用也。云『多陳之為榮』者，庶襚皆陳之是也。少納之為貴者，襲時唯用三陳是也。"
      },
      {
        "index": 105,
        "text": "貝三，實於。（貝，水物。古者以為貨，江水出焉。笄，竹器名。）\n[疏]註『貝水』至『器名』。釋曰：自此盡『夷可也』，論陳飯含沐浴器物之事。此云『貝三』，下云『稻米』，則士飯含用米貝。上《檀弓》云『飯用米貝』，亦據士禮也。案《喪大記》云：『君沐粱，大夫沐稷，士沐粱。』鄭云：『《士喪禮》沐稻，此雲士沐粱，蓋天子之士也。』飯與沐米同，則天子之士飯用粱，大夫用稷，諸侯用粱。鄭又云：『以差率而上之，天子沐委與。』則飯亦用委可知。但士飯用米，不言兼有珠玉，大夫以上飯時兼用珠玉也。《雜記》云：『天子飯九貝，諸侯七，大夫五，士三。』鄭註云：『此蓋夏時禮也。周禮天子飯含用玉。』案《典瑞》云：『大喪，共飯玉，含玉。』《雜記》云：『含者執璧。』彼據諸侯而用璧，唯大夫含無文。哀十一年《左氏傳》云：公會吳子伐齊，陳子行命其徒具含玉，示必死者。春秋時非正法，若趙簡子云『不設屬卑』之類。文五年，『王使榮叔歸含且』。何休云：『天子以珠，諸侯以玉，大夫以璧，士以貝，春秋之制也。』《禮緯稽命徵》云：天子飯以珠含，竟未釋。"
      },
      {
        "index": 106,
        "text": "周大夫所用以玉，蓋亦異代法。云『貝，水物』者，按《書傳》云：『紂囚文王，散宜生等於江淮之，取大貝如車渠以獻於紂，遂放文王。』是貝水物，出江水也。又云『古者以為貨』者，《漢書。食貨誌》云：『五貝為朋。』又云：有大貝、壯貝之等，以為貨用。是古者以為貨也。知是竹器名者，以其字從竹，又《聘禮》云：『夫人使下大夫勞以二竹簋方，其實棗蒸栗。』《婚禮》婦見舅姑執以盛棗栗。此雖盛貝不盛棗栗，其並竹器也。"
      },
      {
        "index": 107,
        "text": "稻米一豆，實於筐。（豆四升。）\n[疏]註『豆四升』。釋曰：昭公三年晏子辭。\n浴巾一，浴巾二，皆用，於。（巾所以拭垢。浴巾二者，上體、下體異也。，粗葛。）"
      },
      {
        "index": 108,
        "text": "[疏]註『巾所』至『粗葛』。釋曰：云『浴巾二者，上體下體異』，此士禮，上下同用。按《玉藻》云：『浴用二巾，上下。』彼據大夫以上，分別上下為貴賤，故上用細，下用粗也。"
      },
      {
        "index": 109,
        "text": "櫛，於簞。（簞，葦笥。）\n[疏]註『簞葦笥』。釋曰：案《曲禮》云『凡以弓劍包苴簞笥問人者』，註云：『圓曰簞，方曰笥。』則是簞、笥別。此註簞葦笥者，舉其類。按《論語》雲顏回『一簞食』，註云：『簞，笥也。』亦舉其類，謂若ナ麻與麻，雄雌異，而鄭註云『ナ麻，麻也』，亦舉其類也。"
      },
      {
        "index": 110,
        "text": "浴衣，於篋。（浴衣，已浴所衣之衣，以布為之，其制如今通裁。）\n[疏]註『浴衣』至『通裁』。釋曰：知『浴衣，已浴所衣之衣』者，下經云『浴用巾，扌臣用浴衣』，是既浴所著之衣，用之以晞身，明以布為之。云『如今通裁』者，以其無殺，即布單衣，漢時名為通裁，故舉漢法為況。"
      },
      {
        "index": 111,
        "text": "皆饌於西序下，南上。（皆者，皆具以下。東西墻謂之序，中以南謂之堂。）\n[疏]註『皆者』至『之堂』。釋曰：謂從序半以北陳之。云『東西墻謂之序』者，《爾雅。釋宮》文。云『中以南謂之堂』者，諸於序中半以南乃得堂稱，以其堂上行事非專一所。若近戶，即言戶東、戶西；若近房，即言房外之東、房外之西；若近楹，即言東楹、西楹；若近序，即言東序下、西序下；若近階，即言東階、西階；若自半以南無所繼屬者，即以堂言之，即下文『淅米於堂』是也。"
      },
      {
        "index": 112,
        "text": "其實戶外、房外皆是堂，故《論語》云：『由也升堂矣，未入於室。』是室外皆名堂也。"
      }
    ]
  }
}