{
  "chapterNumber": 13,
  "title": "卷十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "司正降復位，[疏]『司正降復位』。釋曰：自此盡『唯賓』，論舉觶於賓與大夫，為無爵之事。云『司正降復位』者，司正當監旅酬訖，故降，使二人舉觶於賓與大夫，為無始也。"
      },
      {
        "index": 1,
        "text": "使二人舉觶於賓與大夫。（二人，主人之贊者。）\n舉觶者皆洗觶，升，實之，西階上北面，皆坐奠觶，拜，執觶興。賓與大夫皆席末答拜。舉觶者皆坐祭，遂飲，卒觶，興，坐奠觶，拜，執觶興。賓與大夫皆答拜。舉觶者逆降，洗，升實觶，皆立於西階上，北面，東上。賓與大夫拜。"
      },
      {
        "index": 2,
        "text": "舉觶者皆進，坐奠於薦右。（坐奠之，不敢授。）\n[疏]『舉觶』至『薦右』。註『坐奠之不敢授』。釋曰：賓與大夫皆席末答拜者，皆席西南面答拜。云『皆進，坐奠於薦右』者，以其將飲者於右，故也。云『坐奠之，不敢授』者，對獻酬時親授主人之贊者，卑不敢親授觶也。"
      },
      {
        "index": 3,
        "text": "賓與大夫辭，坐受觶以興。（辭，辭其坐奠觶。）\n[疏]『賓與』至『以興』。註『辭辭其坐奠觶』。釋曰：必辭者，贊者不敢親授，賓與大夫不可自尊，故辭之。不言『取』而言『受』者，亦是若親受之然。"
      },
      {
        "index": 4,
        "text": "舉觶者退反位，皆拜送，乃降。賓與大夫坐，反奠於其所，興。（不舉者，盛禮已崇。古文曰反坐。）\n[疏]『舉觶』至『所興』。註『不舉』至『反坐』。釋曰：崇，重也。"
      },
      {
        "index": 5,
        "text": "凡飲酒，禮成於酬。前已旅酬，所盛禮已重，今主人復舉觶，為無爵，盡歡情，客不盡主人歡，故且奠之。未舉之，故不奠薦左。"
      },
      {
        "index": 6,
        "text": "若無大夫，則唯賓。（長一人舉觶，如《燕禮》媵爵之為。）\n[疏]若『無大夫則唯賓』。註『長一』至『之為』。釋曰：二人舉觶為賓與大夫，今若無大夫，當闕一人，故云『則唯賓』也。云『長一人舉觶，如《燕禮》媵爵之為』者，燕禮初，二大夫媵觶，至旅酬，復使二人，君命長媵一爵於君，與此同，故雲如《燕禮》之為彼旅酬。此為無爵，不同，但一人是同，故引為證也。"
      },
      {
        "index": 7,
        "text": "司正升自西階，阼階上受命於主人，西階上，北面請坐於賓。（請坐，欲與賓燕，盡殷勤也。至此盛禮以成，酒清肴乾，強有力者猶倦焉。）"
      },
      {
        "index": 8,
        "text": "[疏]『司正』至『於賓』。註『請坐』至『倦焉』。釋曰：自此盡『少退北上』，論請坐徹俎之事。云『酒清肴乾，強有力者猶倦焉』者，此《禮記。"
      },
      {
        "index": 9,
        "text": "聘義》文。案彼云：『故強有力者將以行禮也，酒清人渴而不敢飲也，肉乾人饑而不敢食也，日莫人倦。』引之者，證此賓須坐之義。"
      },
      {
        "index": 10,
        "text": "賓辭以俎。（俎者，肴之貴者也。辭之者，不敢以燕坐褻貴肴。）\n[疏]『賓辭以俎』。註『俎者』至『貴肴』。釋曰：俎所盛骨體，骨體是肴之貴者，故辭之也。"
      },
      {
        "index": 11,
        "text": "反命於主人，主人曰：『請徹俎。』賓許。司正降自西階，階前命弟子俟徹俎。（弟子，賓黨也。俎者，主人贊者設之。今賓辭之，使其黨俟徹，順賓意也。"
      },
      {
        "index": 12,
        "text": "上言『請坐於賓』，此言『主人曰』，互相備耳。）\n[疏]『反命』至『徹俎』。註『弟子』至『備耳』。釋曰：知弟子是賓黨者，以其司正降自西階，階前命之，明賓黨弟子在西階東面也。必使賓黨弟子者，徹俎是賓請之，故鄭云『俎者，主人贊者設之，今賓辭之，使其黨俟徹，順賓意也』。云『上言請坐於賓，此言主人曰，互相備耳』者，凡辭，皆司正請於主人，主人有命，司正乃傳告賓。今上文雲司正『請坐於賓』，直見司正傳主人辭，不見『主人曰請坐於賓』之辭，此經直見『主人曰請徹俎』，不見司正傳主人以告賓，是互相備也。不言『互文』而云『互相備』者，凡言互文者，各舉一事，一事自周，是互文。此據一邊禮，一邊禮不備，文相續乃備，故雲互相備。"
      },
      {
        "index": 13,
        "text": "若云『糗餌粉』，鄭註云『餌言糗，言粉，互相足』之類也。\n司正升，立於序端。賓降席，北面。主人降席自南方，阼階上北面。大夫降席，席東南面。（俟弟子升受俎。）"
      },
      {
        "index": 14,
        "text": "[疏]『司正』至『南面』。註『俟弟子升受俎』。釋曰：云『俟弟子升受俎』者，下云『司正以俎出授從者』，註云：『授賓家從來者也，所以厚禮之。』"
      },
      {
        "index": 15,
        "text": "則此弟子升受俎者。案下文據大夫與主人而言，若賓俎授司正，非弟子也。\n賓取俎，還授司正。司正以降自西階，賓從之降，遂立於階西，東面。司正以俎出，授從者。（授賓家從來者也。古者與人飲食，必歸其盛者，所以厚禮之。）"
      },
      {
        "index": 16,
        "text": "[疏]註『授賓』至『禮之』。釋曰：云『古者與人飲食，必歸其盛者，所以厚禮之』者，《鄉飲酒》、《燕禮》、《大射》賓客皆有俎，徹歸客之左右，俎是肴之貴，是歸其盛者。《公食大夫》既食，『有司卷三牲之俎，歸於賓館』。"
      },
      {
        "index": 17,
        "text": "故總雲古者與人飲食必歸其盛者，所以厚禮之也。\n主人取俎，還授弟子。弟子受俎，降自西階以東。主人降自阼階，西面立。"
      },
      {
        "index": 18,
        "text": "（以東，授主人侍者。）\n[疏]『主人』至『面立』。註『以東』至『侍者』。釋曰：云『以東，授主人侍』者，弟子是賓黨，非主人之贊者，故知徹主人俎，還授主人侍者，歸入於內也。"
      },
      {
        "index": 19,
        "text": "大夫取俎，還授弟子。弟子以降自西階，遂出授從者。大夫從之降，立於賓南。（凡言還者，明取俎各自鄉其席。）"
      },
      {
        "index": 20,
        "text": "眾賓皆降，立於大夫之南，少退，北上。（從降，亦為將燕。）\n[疏]註『從降亦為將燕』。釋曰：賓、主人、大夫有俎，從俎而降。此三賓無俎，亦從大夫而降，亦如賓、主人、大夫將燕，故同降同升也。"
      },
      {
        "index": 21,
        "text": "主人以賓揖讓，說屨，乃升。大夫及眾賓皆說屨，升，坐。（說屨者，將空坐，屨褻賤，不宜在堂也。說屨則摳衣，為其被地。）"
      },
      {
        "index": 22,
        "text": "[疏]『主人』至『升坐』。註『說屨』至『被地』。釋曰：自此盡『門外再拜』，論升坐行無爵，賓醉送出之事。云『說屨則摳衣，為其被地』者，《曲禮》云『摳衣趨隅』，彼謂升席時，引之證說屨，低身亦然，若不摳衣，恐衣被地履之。但對文上曰衣，下曰裳，散文衣裳通，此衣即裳也。案《少儀》云："
      },
      {
        "index": 23,
        "text": "『排闔說屨於戶內，一人而已矣。』鄭註云：『雖眾敵，猶有所尊也。』彼尊卑在室，則尊者說屨在戶內，自餘說屨於戶外。若尊卑在堂，則亦尊者一人說屨在堂，自餘說屨於堂下，是以《燕禮》、《大射》臣皆說屨於階下。公不見說屨之文，明公舄在堂矣。此乃《鄉飲酒》臣禮，賓主人行敵禮，故皆說屨於堂下也。"
      },
      {
        "index": 24,
        "text": "乃羞。（羞，進也。所進者，狗醢也。燕設具，所以案酒。）\n[疏]『乃羞』。註『羞進』至『案酒』。釋曰：云『所進者，狗醢也』"
      },
      {
        "index": 25,
        "text": "者，以其牲用狗，故知狗醢。醢未必狗，以其醢豫造乃成，非臨時之物，故知非狗，連言之也。\n無爵。使二人舉觶。賓與大夫不興，取奠觶飲，卒觶，不拜。（二人，謂者二人也。使之升，立於西階上。賓與大夫將旅，當執觶也。卒觶者固不拜矣，著之者，嫌坐卒爵者拜既爵。此坐於席，禮既殺，不復崇。）"
      },
      {
        "index": 26,
        "text": "[疏]『無』至『不拜』。註『二人』至『復崇』。釋曰：經『賓』上有『於』字者，誤。以此二觶仍是前二人所舉者，今以二人升者，舉發使行無爵，非新觶，以鄭註可知，故誤有也。若然，舉觶上屬，實下屬為句也。云『卒觶者固不拜矣，著之者，嫌坐卒爵者拜既爵』者，上正旅酬時，賓酬主人，賓不祭，卒觶，不拜，不洗，今此二人舉觶，禮彌殺，故雲卒觶者固不拜矣。嫌坐卒爵者拜既爵者，以正獻酬時皆坐，卒爵拜既爵，嫌此無爵飲，卒觶，亦有拜義，故明之。云『坐於席，禮既殺，不復崇』者，此決正行獻酬時，在於階下，有拜既爵，此說屨就席，禮既殺，不復崇重，故無拜爵也。"
      },
      {
        "index": 27,
        "text": "執觶者受觶，遂實之。賓觶以之主人，大夫之觶長受，（長，眾賓長。）而錯，皆不拜。（錯者，實主人之觶，以之次賓也。實賓長之觶，以之次大夫，其或多者，叠飲於坐而已，皆不拜受，禮又殺也。）"
      },
      {
        "index": 28,
        "text": "[疏]註『錯者』至『殺也』。釋曰：云『其或多者，叠飲於坐而已』者，眾賓之長在賓西者三人，大夫則席於賓東。若大夫亦三人，則與眾賓等，得交錯相酬。言其或多者，若有一大夫，則眾賓二人無所酬，直二人叠飲而已。若大夫四人已上，多於三賓，自三人之外，亦無所酬，則亦自相酬，叠飲而已。云『皆不拜受，禮殺也』者，上二人舉觶於賓與大夫，皆拜受，及飲卒不拜，是其殺。"
      },
      {
        "index": 29,
        "text": "今眾賓與大夫不拜受觶，故言禮又殺也。\n辯，卒受者興，以旅在下者於西階上。（眾賓之末，飲而酬主人之贊者；大夫之末，飲而酬賓黨，亦錯焉。不使執觶者酌，以其將旅酬，不以己尊孤人也。"
      },
      {
        "index": 30,
        "text": "其末若皆眾賓，則先酬主人之贊者，若皆大夫，則先酬賓黨而已。執觶者酌，在上辯，降復位。）\n[疏]『辯卒』至『階上』。註『眾賓』至『復位』。釋曰：經云『辯』，謂堂上眾賓已上皆飲訖。云『卒受』者，謂最末後飲者。云『眾賓之末，飲而酬主人之贊者；大夫之末，飲而酬賓黨，亦錯焉』者，此亦若堂上交錯也。云『不使執觶者酌』，謂不使二人執觶者酌。云『以其將旅酬，不以己尊孤人也』者，其堂上皆坐行酒，至此立階上，旅在下，解經『興，以旅在下者』。云『其末若皆眾賓，則先酬主人之贊』者，謂大夫或少或無，則眾賓為末飲也。云『若皆大夫』者，謂大夫多，眾賓遍後，二觶並酬大夫，則大夫為末飲也。云『執觶者酌在上辯，降復位』者，謂二人舉觶酌堂上眾賓已上辯，其堂下自酌相旅，二人無事，故降復於東階前，西面北上位也。故《鄉飲酒》記云：『主人之贊者西面北上，不與，無爵然後與。』必知復位者，下經云『執觶者皆與旅』是也。"
      },
      {
        "index": 31,
        "text": "長受酬，酬者不拜，乃飲，卒觶，以實之。（言酬者不拜者，嫌酬堂下異位當拜也。古文曰受酬者不拜。）\n[疏]『長受』至『實之』。註『言酬』至『不拜』。釋曰：謂堂下或賓黨之長，或主人贊者之長，受堂上酬，酬者不拜。鄭云『酬者不拜者，嫌酬堂下異位，當拜也』者，嫌堂下異位，堂上酬堂下當拜，故明之也。"
      },
      {
        "index": 32,
        "text": "受酬者不拜受。（禮殺，進受尊者之酬，猶不拜。）\n[疏]『受酬者不拜受』。註『禮殺』至『不拜』。釋曰：堂下卑者受堂上尊者酒當拜，由禮殺，雖尊者之酬，猶不拜也。"
      },
      {
        "index": 33,
        "text": "辯旅，皆不拜。（主人之贊者於此始旅，嫌有拜。）\n[疏]『辯旅皆不拜』。註『主人』至『有拜』。釋曰：以《鄉飲酒》記云：『主人之贊者不與，無爵然後與。』故鄭偏言主人之贊者於此始旅，嫌有拜，故明之也。"
      },
      {
        "index": 34,
        "text": "執觶者皆與旅。（嫌已飲不復飲也。上使之勸人耳，非逮下之惠也。亦自以齒與於旅也。）\n[疏]『執觶者皆與旅』。註『嫌已』至『旅也』。釋曰：此即上文二人舉觶者於西階上，已卒觶，故鄭云『嫌已飲不復飲也』。"
      },
      {
        "index": 35,
        "text": "卒受者以虛觶降，奠於篚。執觶者洗，升實觶，反奠於賓與大夫。（復奠之者，燕以飲酒為歡，醉乃止，主人之意也。今文無執觶及賓觶、大夫之觶，皆為爵。實觶，觶為之。）"
      },
      {
        "index": 36,
        "text": "[疏]『卒受』至『大夫』。註『復奠』至『為之』。釋曰：今文此經雲執觶者，無此執觶，又今文無執觶及賓觶、大夫之觶皆為爵，不從者，以其皆在無爵之科，明不為爵。云『實觶，觶為之』者，亦不從也。"
      },
      {
        "index": 37,
        "text": "無樂。（合鄉樂無次數。）\n[疏]『無樂』。註『合鄉樂無次數』。釋曰：知合鄉樂《二南》者，約上正歌時不略，其正已歌鄉樂。但上有次第，先歌《關雎》，次歌《葛覃》、《卷耳》，次歌《鵲巢》、《采》、《采蘩》，皆三終，有次數。今無次數，在賓主所好也。"
      },
      {
        "index": 38,
        "text": "賓興，樂正命奏《陔》。（《陔》，《陔夏》，其詩亡。《周禮》賓醉而出，奏《陔夏》。《陔夏》者，天子諸侯以鍾鼓，大夫、士鼓而已。）"
      },
      {
        "index": 39,
        "text": "[疏]『賓興』至『奏陔』。註『陔陔』至『而已』。釋曰：此賓興，即命奏，下文賓降，乃作樂也。云『《陔》，《陔夏》其詩亡』者，《九夏》皆《詩》篇，鄭註《鍾師》云：『歌之大者，載在樂章，樂崩亦從而亡。』云『《周禮》』者，《鍾師》云：《陔夏》，杜子春云：『客醉而出，奏《陔夏》。』"
      },
      {
        "index": 40,
        "text": "雖非正文，亦據《周禮》而言。云『《陔夏》者，天子諸侯以鍾鼓』，知者，《鍾師》云：『以鍾鼓奏《九夏》。』是天子法。襄公四年：『穆叔如晉，晉侯饗之，金奏《肆夏》之三，不拜。』則《陔夏》奏用鍾矣。大夫、士尚有鼓，明諸侯亦有鼓，故總云『天子、諸侯以鍾鼓』。知『大夫、士用鼓』者，此《鄉射》、《鄉飲酒》皆有鼓，故知以鼓奏《陔》而已也。"
      },
      {
        "index": 41,
        "text": "賓降及階，《陔》作。賓出，眾賓皆出，主人送於門外，再拜。（拜送賓於門東，西面。賓不答拜，禮有終。）\n[疏]『賓降』至『再拜』。註『拜送』至『有終』。釋曰：知『拜送賓於門東，西面』者，此約迎賓時於此拜也。云『不答拜，禮有終』者，以行禮有終，故不答也。"
      },
      {
        "index": 42,
        "text": "明日，賓朝服以拜賜於門外。（拜賜，謝恩惠也。）\n[疏]『明日』至『門外』。釋曰：自此盡『經末』，論息勞司正之事。"
      },
      {
        "index": 43,
        "text": "主人不見，如賓服，遂從之，拜辱於門外，乃退。（不見，不褻禮也。拜辱，謝其自屈辱。）\n[疏]『主人』至『乃退』。註『不見』至『屈辱』。釋曰：不見不褻禮者，禮不欲數，數則瀆。今主人不見，恐相褻，故不見也。"
      },
      {
        "index": 44,
        "text": "主人釋服，乃息司正。（釋服，說朝服，服玄端也。息猶勞也。勞司正，謂賓之與之飲酒，以其昨日尢勞倦也。《月令》曰：『勞農以休息之。』）"
      },
      {
        "index": 45,
        "text": "[疏]『主人』至『司正』。註『釋服』至『息之』。釋曰：上文主人如賓服，則主人亦朝服矣。今言『釋服』，謂釋去朝服。朝服之下，衣則次玄端，故知『釋服說朝服服玄端也』。玄端即朝服之下易其裳為異也。《月令》者，彼是十月農功畢，勞農以休息之，為息田夫之臘祭，引之者，證息勞來休息之義也。"
      },
      {
        "index": 46,
        "text": "無介。（勞禮略，貶於飲酒也。此已下皆記禮之異者。）\n[疏]『無介』。註『勞禮』至『異者』。釋曰：云『勞禮略，貶於飲酒也』者，謂貶於《鄉飲酒》，《鄉飲酒》禮有介，此上司正飲酒及此勞禮皆無介，是貶於《鄉飲酒》也。云『此以下皆記禮之異』者，謂息司正之禮與上飲酒禮異之事也。"
      },
      {
        "index": 47,
        "text": "不殺。（無俎故也。）\n[疏]『不殺』。註『無俎故也』。釋曰：下文云『無俎』，無俎故不殺，殺即有俎也。"
      },
      {
        "index": 48,
        "text": "使人速。（速，召賓。）\n[疏]『使人速』。註『速召賓』。釋曰：若《公食》使人召之還，司正為擯也。\n迎於門外，不拜，入，升。不拜至，不拜洗。薦脯醢，無俎。賓酢主人，主人不崇酒，不拜眾賓。既獻眾賓，一人舉觶，遂無爵。（言遂者，明其間闕也。"
      },
      {
        "index": 49,
        "text": "賓坐奠觶於其所，擯者遂受命於主人，請坐於賓，賓降說屨升坐矣。不言遂請坐者，請坐主於無爵。）\n[疏]『迎於』至『爵』。註『言遂』至『爵』。釋曰：云『言遂者，明其闕也』者，闕謂一人舉觶，下有工升歌，立司正旅酬，及二人舉觶及徹俎之事，以其闕此數事，故云『遂無爵』也。云『賓坐奠觶於其所，擯者遂受命於主人，請坐於賓，賓降說屨升坐矣』，此並依正飲酒禮。不言遂請坐者，請坐主於無爵者，以其請坐主於無爵，今言無爵，自然請坐可知，故不須言請坐於賓也。"
      },
      {
        "index": 50,
        "text": "無司正。（使擯者而已，不立之。）\n[疏]『無司正』。註『使擯』至『立之』。釋曰：不立司正，亦是與飲酒禮異。"
      },
      {
        "index": 51,
        "text": "賓不與。（昨日至尊，不可褻也。古文與作豫。）\n[疏]『賓不與』。註『昨日』至『作豫』。釋曰：賓者，主人所尊敬，不可復召之，復召之亦是褻瀆也。"
      },
      {
        "index": 52,
        "text": "征唯所欲，（征，召也。謂所欲請呼。）\n[疏]『征唯所欲』。註『征召』至『請呼』。釋曰：須止則止，須召則召，在主人之意，故云『所欲請呼』也。"
      },
      {
        "index": 53,
        "text": "以告於鄉先生、君子可也。（告，請也。鄉先生，鄉大夫致仕者也。君子，有大德行不仕者。）\n[疏]『以告』至『可也』。註『告請』至『仕者』。釋曰：云『鄉大夫致仕者也』者，此即《鄉飲酒》註云『先生，謂老人教學者』。云『君子，有大德行不仕』者，大德行，謂六德、六行，可貢而不仕者。此即居士縞帶，亦曰處士。"
      },
      {
        "index": 54,
        "text": "羞唯所有。（用時見物。）\n[疏]『羞唯所有』。註『用時見物』。釋曰：謂昨日所有之餘見物。\n鄉樂唯欲。（不歌《雅》、《頌》，取《周》、《召》之《詩》，在所好。）"
      },
      {
        "index": 55,
        "text": "[疏]『鄉樂唯欲』。註『不歌』至『所好』。釋曰：此即與上無樂同，而雲不歌《雅》、《頌》者，以其上飲酒主於射，略於樂，不用《小雅》。此非鄉射，而亦不歌《雅》、《頌》者，亦不可過於正飲酒禮，故云『《周》、《召》之詩在所好』也。"
      },
      {
        "index": 56,
        "text": "記。大夫與，則公士為賓。（不敢使鄉人加尊於大夫也。公士，在官之士。\n鄉賓主用處士。）\n[疏]『記大』至『為賓』。註『不敢』至『處士』。釋曰：據此鄉射使處士無爵命者為賓，故有大夫來，不以鄉人加尊於大夫，故易去之，使公士為賓。"
      },
      {
        "index": 57,
        "text": "若然，《鄉飲酒》貢士法：賢者為賓，其次為介，又其次為眾賓。有大夫來，不易去之，以其賓擬貢故也。云『鄉賓主用處士』，即君子者也。"
      },
      {
        "index": 58,
        "text": "使能，不宿戒。（能者敏於事，不待宿戒而習之。）\n[疏]『使能不宿戒』。註『能者』至『習之』。釋曰：解上賓用處士。"
      },
      {
        "index": 59,
        "text": "云『能者敏於事』者，《孝經》云：『參不敏。』鄭云：『敏猶達也。』則此通達於事。\n其牲，狗也。（狗取擇人。）"
      },
      {
        "index": 60,
        "text": "[疏]『其牲狗也』。註『狗取擇人』。釋曰：《鄉飲酒》、《鄉射》義取擇賢士為賓，天子已下，燕亦用狗，亦取擇人可與燕者。"
      },
      {
        "index": 61,
        "text": "亨於堂東北。（《鄉飲酒義》曰：『俎陽氣之所發也。』）\n[疏]『亨於堂東北』。註『鄉飲』至『發也』。釋曰：陽氣起於東北而盛於南方，亨狗於東北，飲酒是陽，故法之。"
      },
      {
        "index": 62,
        "text": "尊，冪。賓至，徹之。（以為冪，取其堅絜。）\n[疏]『尊冪賓至徹之』。註『以』至『堅絜』。釋曰：凡冪者皆為塵埃加，故設之。但用冪不用冪不同者，凡用醴，皆不見用冪，質故也。即《士冠》禮子，《昏禮》禮賓贊禮婦，《聘禮》禮賓，此等用醴皆無冪是也。醮無酒，亦用冪者，從禮子，質也。或以尊厭卑，亦無冪。《燕禮》君尊，有冪，方圜壺則無冪。《昏禮》尊於室內有冪，尊於房戶外為媵禦賤，故無冪。《鄉飲酒》、《鄉射》有冪者，無所厭故也。若祭祀之冪，《冪人》云：『以疏布冪八尊。』"
      },
      {
        "index": 63,
        "text": "鄭云：『天地之神尚質。』『以畫布冪六彜。』鄭云：『宗廟可以文。』『凡王巾皆黼。』註云：『周尚武，其用文德則黻可。』諸侯無文，或與王同。其喪中之冪皆用疏布。《士喪禮》小斂用功布，大斂亦同。《士虞》用冪，與吉同，大夫亦當然也。云『賓至，徹之』者，巾冪必布，執冪，賓未至，恐塵加，賓至，徹去不復用，以其《鄉射》、《飲酒》不見更用之文故也。《燕禮》君命徹冪，則未命之前重用之者。君尊，久設恐塵，故重覆之。"
      },
      {
        "index": 64,
        "text": "蒲筵，緇布純。（筵，席也。純，緣。）\n[疏]『蒲筵緇布純』。註『筵席也純緣』。釋曰：鄉大夫、州長與鄉人習禮，雖有公卿之尊，無加席，唯一種，故記人記之雲筵席者，鄭註《周禮。序官》云：『鋪陳曰筵，藉之曰席。』然其言之筵席，通但在地者為筵，取鋪陳之義，在上曰席，取相承藉之義耳。"
      },
      {
        "index": 65,
        "text": "西序之席，北上。（眾賓統於賓。）\n[疏]『西序之席北上』。註『眾賓統於賓』。釋曰：眾賓之席繼賓，己西南面東上，今云『西序之席北上』者，謂眾賓有東面者則北上，此東面非常，故記之也。若然，此鄉射上設席，雖不言眾賓之數，上文云『三拜眾賓』，鄭云："
      },
      {
        "index": 66,
        "text": "『三拜，示遍也。』則眾賓亦三人矣。而復有東面者，若公卿大夫多，尊東不受則於尊西，賓近於西，則三賓東面北上，統於賓也。"
      },
      {
        "index": 67,
        "text": "獻用爵，其他用觶。（爵尊，不可褻也。）以爵拜者，不徒作。（以爵拜，謂拜既爵。徒猶空也。作，起也。不空起，言起必酢主人。）"
      },
      {
        "index": 68,
        "text": "薦，脯用籩，五只，祭半只，橫於上。醢以豆，出自東房。只長尺二寸。（脯用籩，籩宜乾物也。醢以豆，豆宜濡物也。只猶廷也，為記者異耳。"
      },
      {
        "index": 69,
        "text": "祭橫於上，殊之也。於人為縮。只廣狹未聞也。古文只為，今文或作植。）\n[疏]『薦脯』至『二寸』。註『脯用』至『作植』。釋曰：云『豆，宜濡物也』者，案《王制》云：『一為乾豆。』鄭云：『謂臘之以為祭祀，豆實。』"
      },
      {
        "index": 70,
        "text": "與此違者，以其豆實則醢也。鄭註《周禮。醢人》云：『作醢及贊者，必先膊乾其肉，乃後細之，雜以梁麯及鹽漬，以美酒塗置《垂瓦》中，百日則成矣。』是乾以為豆實，醢是也。云『只猶廷也，為記者異耳』者，《鄉飲酒》記云："
      },
      {
        "index": 71,
        "text": "『脯五廷。』此雲五只，只與廷不同，非訓之，是記者異，名不同，非別有義，故鄭雲只猶廷也。云『於人為縮』者，脯法於人為縮者，《鄉飲酒》記引《曲禮》云：『以脯脩置者，左朐右末。』鄭註《曲禮》云：『屈中曰朐。』"
      },
      {
        "index": 72,
        "text": "取左手案之，右手擘之，便故。於人為縮。橫，祭半只橫上，於脯為橫，於人則為縱也。\n俎由東壁，自西階升。（狗既亨，載於東方。）"
      },
      {
        "index": 73,
        "text": "[疏]『俎由』至『階升』。註『狗既』至『東方』。釋曰：云『狗既亨，載於東方』者，上云『亨於堂東北』，今云『俎由東壁』者，亨在東北，實俎曰載，載則於東方，東方則東壁，故雲俎由東壁也。云『自西階升』者，既由東壁，恐如祭饌由東階升，故記人明之。若祭饌則東階升，《特牲》、《少牢》是也。"
      },
      {
        "index": 74,
        "text": "尊神，故由阼階升。\n賓俎，脊、脅、肩、肺。主人俎，脊、脅、臂、肺。肺皆離。皆右體也。進腠。（以骨名肉，貴骨也。賓俎用肩，主人用臂，尊賓也。離猶扌奎也。腠，膚理也。進理，謂前其本。右體，周所貴也。若有尊者，則俎其餘體也。）"
      },
      {
        "index": 75,
        "text": "[疏]『賓俎』至『進腠』。註『以骨』至『體也』。釋曰：云『以骨名肉』者，骨為本，有名，肉為末，無名。所食即肉，故以骨名肉，必知骨有肉者，《特牲》『乃食舉』，註云：『舉言食者，明凡解體皆連肉。』是有肉也。云『賓俎用肩，主人用臂，尊賓也』者，此據前三體而言，以其體有肩、臂、。"
      },
      {
        "index": 76,
        "text": "《禮記。祭統》云：『周人貴肩。』為其顯，故賓用肩，尊賓也。云『離猶扌奎也』者，案《禮記。少儀》云：『牛羊之肺，離而不提心。』鄭云：『提猶絕也。"
      },
      {
        "index": 77,
        "text": "扌奎離之不絕中央少者。』中央少者，即是心也。此將食，舉肺也。云『進理，謂前其本』者，此與《公食》同，生人食法。《少牢》進下者，是鬼神食法。云『右體，周所貴也』者，對左，殷所貴。云『若有尊』者，則俎其餘體也者，前有三，肩、臂、，以次用之。賓、主、已用肩臂，有一大夫則用，二大夫則取後體用專，若有三大夫巳上則用胳，其脊、脅與賓、主同，故下文云『獲者之俎折脊脅肺』，註云『，若專胳觳折之，以為大夫之餘體』是也。"
      },
      {
        "index": 78,
        "text": "凡舉爵，三作而不徒爵。（謂獻賓、獻大夫、獻工，皆有薦。）\n[疏]註『謂獻』至『有薦』。釋曰：知此三人者，以其言三作，故知唯此三人而已。"
      },
      {
        "index": 79,
        "text": "凡奠者於左，（不飲，不欲其妨。）\n[疏]『凡奠者於左』。釋曰：謂若酬賓奠於右，賓奠之於左。\n將舉者於右。（便其舉也。）"
      },
      {
        "index": 80,
        "text": "[疏]『將舉者於右』。釋曰：謂若酬一人二人，舉奠之，於薦右後舉之者也。\n眾賓之長，一人辭洗，如賓禮。（尊之於其黨。）"
      },
      {
        "index": 81,
        "text": "[疏]『眾賓』至『賓禮』。註『尊之於其黨』。釋曰：此獻三賓之時，主人唯為長者一人洗爵，如經文恐已後更洗，故記人明之也。"
      },
      {
        "index": 82,
        "text": "若有諸公，則如賓禮，大夫如介禮。無諸公，則大夫如賓禮。（尊卑之差。\n諸公，大國之孤也。）樂作，大夫不入。（後樂賢也。）樂正與立者齒。（謂其飲之次也。尊樂正同於賓黨。《鄉飲酒》記曰：『與立者皆薦以齒。』）"
      },
      {
        "index": 83,
        "text": "三笙一和而成聲。（三人吹笙，一人吹和，凡四人也。《爾雅》曰：『笙小者謂之和。』）\n[疏]『三笙』至『成聲』。註『三人』至『之和』。釋曰：云『《爾雅》曰：笙小者謂之和』者，案《爾雅。釋樂》云：『大笙謂之巢。』孫氏註云："
      },
      {
        "index": 84,
        "text": "『巢高大。』又云：『小者謂之和。』註云：『和，小笙是也。』\n獻工與笙，取爵於上篚。既獻，奠於下篚。其笙，則獻諸西階上。（奠爵於下篚，不復用也。今文無與笙。）"
      },
      {
        "index": 85,
        "text": "[疏]『獻工』至『階上』。註『奠爵』至『與笙』。釋曰：云『奠爵於下篚，不復用也』者，謂堂上不復用，無妨堂下更入用之。知者，獻獲及釋獲者皆取而獻之是也。《大射》獻服不氏用散不用爵者，彼君禮，與此異也。"
      },
      {
        "index": 86,
        "text": "立者，東面北上。（賓黨。）\n[疏]『立者東面北上』。註『賓黨』。釋曰：此謂一命及不命來觀禮者，與堂下眾賓齒，東面北上而立。"
      },
      {
        "index": 87,
        "text": "司正既舉觶而薦諸其位。（薦於觶南。）\n[疏]『司正』至『其位』。註『薦於觶南』。釋曰：知薦於觶南不薦於觶北者，以司正觶南北面立，若薦觶北，與觶相隔，非位前，故知觶南位北也。"
      },
      {
        "index": 88,
        "text": "三耦者，使弟子，司射前戒之。（弟子，賓黨之少者也。前戒，謂先射請戒之。）\n[疏]『三耦』至『戒之』。註『弟子』至『戒之』。釋曰：云『使弟子，司射前戒之』者，謂請射之前戒之，以其經云『三耦俟於堂西』，故鄭云『前戒謂先射請戒之』也。"
      },
      {
        "index": 89,
        "text": "司射之弓矢與撲，倚於西階之西。（便其事也。）\n[疏]『司射』至『之西』。註『便其事也』。釋曰：此矢謂挾一個者，初，司射堂西袒、決、遂，取弓矢於階西，兼挾一矢，則誘射之，弓矢亦在階西矣。若然，誘射訖，堂西改取一個挾之，遂階西取撲，此一個實在堂西，至視之時，於西階西釋弓矢，去撲，獻釋獲者，此亦在西階西，故鄭云『便其事也』。"
      },
      {
        "index": 90,
        "text": "司射既袒、決、遂而升，司馬階前命張侯，遂命倚旌。（著並行也。古文曰：\n遂命獲者倚旌。）\n[疏]『司射』至『倚旌』。註『著並』至『倚旌』。釋曰：云『著並行』"
      },
      {
        "index": 91,
        "text": "者，謂司射與司馬有不並行事時，案上文將射，堂西，袒決遂，取弓矢於西階上，北面告賓曰：『弓矢既具，有司請射。』其時司馬即階前令倚旌，此皆同時，故鄭雲著並行事。如上經納射器及比三耦以前，司射獨行事後及司正為司馬，與司射並行事，故記人記之也。"
      },
      {
        "index": 92,
        "text": "凡侯，天子熊侯，白質；諸侯麋侯，赤質；大夫布侯，畫以虎豹；士布侯，畫以鹿豕。（此所謂獸侯也，燕射則張之。鄉射及賓射，當張采侯二正。而記此者，天子諸侯之燕射，各以其鄉射之禮而張此侯，由是雲焉白質、赤質，皆謂采其地。其地不采者，白布也。熊、麋、虎、豹、鹿、豕，皆正面畫其頭象於正鵠之處耳。君畫一，臣畫二，陽奇陰偶之數也。燕射射熊、虎、豹，不忘上下相犯。"
      },
      {
        "index": 93,
        "text": "射麋、鹿、豕，誌在君臣相養也。其畫之皆毛物之。）\n[疏]『凡侯』至『鹿豕』。註『此所』至『物之』。釋曰：云『此所謂獸侯也』者，《周禮。梓人》云『張獸侯以息燕』，註云『息者，休農息老物也。"
      },
      {
        "index": 94,
        "text": "燕謂勞使臣，若與群臣飲酒而射』是也。云『燕射則張之』者，《燕禮》大射正為司射，如鄉射之禮，是諸侯燕用鄉射之禮，故雲燕射則張之也。天子雖無文，據記天子燕射記，明天子燕射亦用鄉射之法也。云『鄉射及賓射，當張采侯二正』"
      },
      {
        "index": 95,
        "text": "者，案《周禮》射人掌賓射，大夫、士同二正，是賓射二正。鄉射無文，知亦采侯二正者，《周禮》賓射與賓客為射，此鄉射雖與鄉人習禮，亦如賓主行射禮，又非私相燕勞，故約與賓射同也。言采侯者，《梓人》云：『張五采之侯，則遠國屬。』是賓射之侯，故雲采侯也。云『而記此者，天子諸侯之燕射，各以其鄉射之禮』者，以天子自用鄉射之禮，諸侯自用鄉射之禮，大夫士亦各隨其君用鄉射之禮也。用鄉射之禮，謂張侯道五十步及三耦，一與鄉射同。云『張此侯』，則經獸侯是也。云『由是雲焉』者，謂由是用鄉射法，故雲獸侯，於此鄉記也。"
      },
      {
        "index": 96,
        "text": "云『白質、赤質，皆謂采其地』者，案《周禮。掌蜃》云：『共白盛之蜃。』則此以蜃灰塗之，使白為地。赤質者亦以赤塗之，使赤為地。云『不采者，白布也』"
      },
      {
        "index": 97,
        "text": "者，謂大夫士直雲布侯者也。云『熊、麋、虎、豹、鹿、豕，皆正面畫其頭』者，知皆畫首者，以其言首者，射不來者之首，明此獸侯等亦正面畫其頭也。云『象於正鵠之處耳』者，案《梓人》云『參分其廣，而鵠居一焉』，據《大射》之侯。若賓射之侯，則三分其侯正居一焉。若燕射之侯，則獸居一焉，故雲象其正鵠之處耳。云『君畫一，臣畫二，陽奇陰偶之數也』者，《禮記。郊特牲》云："
      },
      {
        "index": 98,
        "text": "『君之南鄉，答陽之義也。臣之北面，答君也。』是君陽臣陰，又天一生水，地二生火，是一二陰陽之數，故雲君一臣二，陽奇陰偶之數也。云『燕射射熊虎豹，不忘上下相犯』者，三者皆猛獸，不茍相下，若君臣之道，亦獻可者替，否者不茍相從，輒當犯顏而諫，似獸等，故用之。云『射麋、鹿、豕，誌在君臣相養也』"
      },
      {
        "index": 99,
        "text": "者，案《內則》雲麋鹿豕皆有軒，並是可食之物，故雲相養也。云『其畫之皆毛物之』者，此無正文，但畫五三三正之侯，各以其色，明畫獸侯亦以毛物畫之可知也。"
      },
      {
        "index": 100,
        "text": "凡畫者，丹質。（賓射之侯，燕射之侯，皆畫雲氣於側以為飾。必先以丹采其地，丹淺於赤。）\n[疏]『凡畫者質丹』。註『賓射』至『於赤』。釋曰：云『賓射之侯，燕射之侯』者，此鄉射以采侯二正，是賓射之侯也，此獸侯也，又是燕射之侯，故鄭並言之云『皆畫雲氣於側以為飾』者，鄭解經凡言『畫』者，皆畫雲氣，故以雲氣解之也。蓋象雲色，若賓射之侯，天子九十步侯，朱、白、蒼、黃、玄五正者，還畫此五色雲氣於其側；七十步侯，朱、白、蒼三正者，還畫此三色雲氣於其側；五十步侯，朱、綠二正者，還畫此二色雲氣於其側，以為飾也。云『必先以丹采其地』者，欲畫此五色、三色雲氣時，必先用丹采此地，乃於其上畫雲氣也。天子侯九十步之內，更有七十、五十步侯。畿內諸侯七十步侯內，更有五十步侯。畿外諸侯者之九十步侯之內，更有七十、五十步侯。其畫之采皆如其數也。以侯數非一，尊卑又不同，故云『凡』以廣之，言凡畫雲氣，以丹為質地者也。云『丹淺於赤』者，案《月令》云：『乘朱路，駕赤，載赤，衣朱衣。』"
      },
      {
        "index": 101,
        "text": "朱與赤互言之，即為一物。又案《冬官。鍾氏》云：『以朱湛丹秫。』四入為朱，色深而湛丹秫，故知丹淺於赤。鄭言此者，欲見以丹為地，丹上得見赤色雲之義，故言此也。"
      },
      {
        "index": 102,
        "text": "射自楹，物長如，其容弓，距隨長武。（自楹者，謂射於庠也。楹，中央東西之節也。物，謂射時所立處也。謂之物者，物猶事也，君子所有事也。長如者，謂從畫之長短也。，矢也，長三尺，與跬相應，射者進退之節也。容弓者，上下射相去六尺也。距隨者，物橫畫也，始前足至東頭為距，後足來合而南面為隨。武，跡也，尺二寸。）"
      },
      {
        "index": 103,
        "text": "[疏]『射自』至『長武』。註『自楹』至『二寸』。釋曰：云『自楹者，謂射於庠』也，知者，以其言楹則是庠，則物當楣，故知非射於序者也。"
      },
      {
        "index": 104,
        "text": "云『楹，中央東西節也』者，以其楹北面無限，東楹西楹相當，故知東西之節也。云『長如者，謂從畫之長短也』者，其下有距隨為橫，此言物長，又是從跡之稱，故知南北之長短也。云『，矢也，長三尺』者，以《矢人職》得知也。云『與跬相應』者，《禮記。祭義》云：『故君子跬步而弗忘孝也。』一舉足謂之跬，再舉足謂之步。步射者，履物不過一跬，故知以三尺為限也。云『距隨者，物橫畫也，始前足至東頭為距，後足來合而南面為隨』者，謂上射下射並足處皆然。言長武，武，跡也，中人之跡尺二寸，謂橫尺二寸也。"
      },
      {
        "index": 105,
        "text": "序則物當棟，堂則物當楣。（是制五架之屋也。正中曰棟，次曰楣，前曰。）\n[疏]『序則』至『當楣』。註『是制』至『曰』。釋曰：云『是制五架之屋也』者，庠序皆然，但有室、無室為異。"
      },
      {
        "index": 106,
        "text": "命負侯者，由其位。（於賤者，禮略。）\n[疏]『命負』至『其位』。釋曰：『其位』者，正據司馬自在己位，遙命之。遙命者，由負侯者賤，略之故也。對司射比耦，則就其位，經無司馬命負侯之位，故記之也。"
      },
      {
        "index": 107,
        "text": "凡堂西，皆出入於司馬之南。唯賓與大夫降階，遂西取弓矢。（尊者宜逸，由便也。）\n旌，各以其物。旌，總名也。雜帛為物，大夫士之所建也。言各者，鄉射或於庠，或於謝。"
      },
      {
        "index": 108,
        "text": "[疏]『旌各以其物』。註『旌總』至『於謝』。釋曰：云『旌，總名也』\n者，以《周禮。司常》雲九旗，對文『通帛為旃，雜帛為物，全羽為┸，析羽為旌』各別。今名物為旌者，散文通，故雲旌總名也。云『雜帛為物，大夫士之所建也』者，《司常》文。通帛者，通體並是絳帛，周所尚赤也。雜帛者，中絳，緣邊白也，白，殷之正色，故鄭彼註雲言『先王正道佐職』也。云『各者，鄉射或於庠，或於謝』者，諸侯鄉大夫是大夫，詢眾庶，射於庠；射於謝、於序，是諸侯、州長。是士春秋習射於謝。大夫、士同建物而雲各者，雖同建物，仞則大夫五仞、士三仞，不同，故雲各也。"
      },
      {
        "index": 109,
        "text": "無物，則以白羽與朱羽糅，杠長三仞，以鴻ㄕ韜上，二尋。（無物者，謂小國之州長也。其鄉大夫一命，其州長士不命，不命者無物。此旌也，亦所以進退眾者。糅，雜也。杠，ㄅ也。七尺曰仞。鴻，鳥之長ㄕ者也。八尺曰尋。今文糅為縮，韜為。）"
      },
      {
        "index": 110,
        "text": "[疏]『無物』至『二尋』。註『無物』至『為』。釋曰：云『無物者，謂小國之州長也』者，案《典命》：『子男之卿再命，大夫一命，士不命。』大夫一命，得建物。士不命，則無物，是以不得與上『各以其物』同，別為此旌。"
      },
      {
        "index": 111,
        "text": "云『此旌也』者，據下文『士鹿中旌』也。下云：『君國中射，則皮樹中，以旌獲。』此不命士與國君同者，士卑不嫌，命士以上，尊卑自異也。云『亦所以進退眾』者，此非直用之於獲，案《喪大記》君葬時，執居前詔傾虧，亦所以進退眾人也。云『七尺曰仞』者，無正文，鄭案《書傳》云：雉長三丈高一丈，則墻高一丈。《禮記。祭義》云：『築宮仞有三尺。』墻高一丈，雲仞有三尺，除三尺之外只有七尺，故知七尺曰仞也。王肅則依《小爾雅》四尺曰仞，孔君則八尺曰仞，所見不同也。云『鴻，鳥之長ㄕ者』也者，ㄕ則項也。云『八尺曰尋』者，亦無正文，《冬官》云『車有六等之數』，云『殳長尋有四尺』，長丈二而雲尋有四尺，除四尺則尋長八尺矣。"
      },
      {
        "index": 112,
        "text": "凡挾矢，於二指之橫之。（二指，謂左右手之第二指，此以食指、將指挾之。）\n[疏]『凡挾』至『橫之』。註『二指』至『挾之』。釋曰：云『二指，謂左右手之第二指』，知左右手皆挾之者，以云『二指之橫之』，則知左右手也。云『此以食指、將指挾之』者，以左擘指拓弓，右擘指鉤弦，故知挾矢以第二、第三指。第二指為食指，《左傳》云『子公之食指動』是也。第三指為將指，《左傳》云『吳王闔閭傷於將指』是也。故雲食指將指之挾之。知不在無名指者，以無名指短，與將指不相應，故知不是也。"
      },
      {
        "index": 113,
        "text": "司射在司馬之北。\n[疏]『司射在司馬之北』。釋曰：經不明言司射與司馬南北相當，故明之也。\n司馬無事不執弓。（以不主射，故也。）"
      },
      {
        "index": 114,
        "text": "始射，獲而未釋獲；復，釋獲；復，用樂行之。（君子取人以漸。）\n[疏]『始射』至『行之』。釋曰：始射，獲而未釋獲，據三耦射時。云『復釋獲』者，據第二番射時。復用樂行之，據第三番射時。"
      },
      {
        "index": 115,
        "text": "上射於右。（於右物射。）\n，長如，博三寸，厚寸有半，龍首，其中蛇交，韋當。（博，廣也。\n兩端為龍首，中央為蛇身相交也。蛇龍，君子之類也。交者，象君子取矢於上也。直心背之衣曰當，以丹韋為之。司馬左右撫矢而乘之，分委於當。）"
      },
      {
        "index": 116,
        "text": "[疏]『長』至『韋當』。註『博廣』至『於當』。釋曰：云『蛇龍，君子之類也』者，《易》云：『龍戰於野，其血玄黃。』鄭註云：『聖人喻龍，君子喻蛇。』是蛇龍總為君子之類也。云『直心背之衣曰當』者，直通身之言，其兩頭為龍首，於背上通身著當。言當心中央也。知『丹韋為之』者，周尚赤，上云『凡畫者丹質』，又《周禮》九旗之帛皆用絳，故知此當亦以丹韋為之。"
      },
      {
        "index": 117,
        "text": "云『司馬左右撫矢而乘之，分委於當』者，若未分時，總在於當，今則四四在一邊，不謂分訖，乃至於兩當也。\n，，橫而拳之，南面坐而奠之，南北當洗。（，赤黑漆也。）"
      },
      {
        "index": 118,
        "text": "[疏]『』至『當洗』。註『赤黑漆也』。釋曰：云『南面坐而奠之』者，取向弟子持矢北面，故南面奠之。云『南北當洗』者，恐南北不知遠近，故記言南北當洗，南北節也。"
      },
      {
        "index": 119,
        "text": "射者有過，則撻之。（過，謂矢揚中人。凡射時矢中人，當刑之。今鄉會眾賢以禮樂勸民，而射者中人，本意在侯，去傷害之心遠，是以輕之，以撲撻於中庭而已。《書》曰：『撲作教刑。』）"
      },
      {
        "index": 120,
        "text": "[疏]『射者』至『撻之』。註『過謂』至『教刑』。釋曰：云『是以輕之，以撲撻於中庭而已』，引《書》者，謂《尚書。堯典》之文，彼據教學，故彼註云：『不勤道業則撻之。』引之者，於射時司射搢撲，亦是教射法，故引證撻犯禮之過者，是以《尚書》亦云『侯以明之，撻以記之』是也。"
      },
      {
        "index": 121,
        "text": "眾賓不與射者不降。（不以無事亂有事。古文與為豫。）\n[疏]『眾賓』至『不降』。註『不以』至『為豫』。釋曰：鄉射不得與射者，雖誓，僅有存焉。三賓已上，容其有文無武者，許其不射，故記者言之也。"
      },
      {
        "index": 122,
        "text": "取誘射之矢者，既拾取矢，而後兼誘射之乘矢而取之。（謂反位巳禮成，乃更進取之，不相因也。）\n[疏]『取誘』至『取之』。註『謂反』至『因也』。釋曰：云『不相因』"
      },
      {
        "index": 123,
        "text": "者，既自拾取已之乘矢，反位，東西望訖，上射乃更向前，兼取誘射之矢。禮以變為敬，故不相因。\n賓、主人射，則司射擯升降，卒射即席，而反位卒事。（擯賓主人升降者，皆尊之也。不使司馬擯其升降，主於射。）"
      },
      {
        "index": 124,
        "text": "[疏]『賓主』至『卒事』。註『擯賓』至『於射』。釋曰：云『不使司馬擯其升降，主於射』者，必以司射決之者，以司馬本是司正，不主射事，司射主射事，故使司射也。"
      },
      {
        "index": 125,
        "text": "鹿中，髤，前足跪，鑿背，容八筭。釋獲者奉之，先首。（前足跪者，象教擾之獸受負也。）\n[疏]註『前足』至『負也』。釋曰：服不氏教擾猛獸，猛獸不堪受負。其有合負物者，教擾則屈前足以受負，若今扆受負則四足俱屈之類也。"
      },
      {
        "index": 126,
        "text": "大夫降，立於堂西以俟射。（尊大夫，不使久列於射位。）\n[疏]『大夫』至『俟射』。註『尊大』至『射位』。釋曰：謂主人、大夫降時，賓、主先射，大夫則立於堂西，其耦在司馬之西射位，大夫且立於堂西，射至，乃取其耦共升射。"
      },
      {
        "index": 127,
        "text": "大夫與士射，袒薰襦。（不肉袒，殊於耦。）耦少退於物。（下大夫也，既發則然。）\n司射，釋弓矢視筭。與獻釋獲者釋弓矢。（唯此二事，休武主文，釋弓矢耳。"
      },
      {
        "index": 128,
        "text": "然則擯升降不釋。）\n[疏]『司射』至『弓矢』。註『唯此』至『不釋』。釋曰：此二者經文自具記之者，以唯此二事釋，欲顯出賓、主升降時不釋，故言之。是以鄭云『然則擯升降不釋』也。"
      },
      {
        "index": 129,
        "text": "禮射不主皮。主皮之射者，勝者又射，不勝者降。（禮射，謂以禮樂射也。\n大射、賓射、燕射是矣。不主皮者，貴其容體比於禮，其節比於樂，不待中為備也。言不勝者降，則不復升射也。主皮者無侯，張獸皮而射之，主於獲也。《尚書傳》曰：戰鬥不可不習，故於狩以閑之也。閑之者，貫之也。貫之者，習之也。凡祭，取餘獲陳於澤，然後卿大夫相與射也。中者，雖不中也取；不中者，雖中也不取。何以然？所以貴揖讓之取也，而賤勇力之取。向之取也於囿中，勇力之取也。今之取也於澤宮，揖讓之取也。澤，習禮之處，非所於行禮，其射又主中，此主皮之射與？天子大射，張皮侯；賓射，張五采之侯；燕射，張獸侯。）"
      },
      {
        "index": 130,
        "text": "[疏]『禮射』至『者降』。註『禮射』至『獸侯』。釋曰：云『禮射，謂以禮樂射也』者，射時有禮，兼作樂，故連樂言之。不言鄉射者，鄉射用采侯，賓射中兼之，故不言也。云『不主皮者，貴其容體比於禮，其節比於樂』者，此即九節、七節、五節，應於樂節是也。云『言不勝者降，不復升射也』者，據主皮射者也。禮射二番不勝，仍待三番，復升射也。《尚書傳》者，濟南伏生為《尚書》作傳。云『已祭，取餘獲陳於澤，然後卿大夫相與射也』者，此則《周禮》山虞田訖，虞人植旗於中，屬禽焉。每禽擇取三十餘，將向國以祭，謂若《大司馬》云：仲春祭社，仲夏享礻勺，仲秋祀方，仲冬享烝。已祭，乃以餘獲陳於澤。宮中卿大夫、士，共以主皮之禮射取之。云『雖不中雖中』者，據內田時也。云『非所於禮』者，雲揖讓取即是行禮，而雲非所於行禮者，揖讓雖是禮，對大射之等，其體比於禮，其節比於樂，為非所行禮也。云『此主皮之射與』者，《書傳》不言主皮，以義約同，故云『與』以疑之也。云『天子大射』已下者，案《梓人》云『張皮侯而棲以鵠，則春以功』，即此鄭云『天子大射張皮侯』，一也。《梓人》又云：『張五采之侯遠國屬』，即此鄭云『賓射張五采之侯』也。"
      },
      {
        "index": 131,
        "text": "《梓人》又云『張獸侯以息燕』，即此鄭云『燕射張獸侯』也。鄭言此者，證此是禮射，與主皮異也。若然，天子有澤宮，又有射宮，二處皆行射禮者，澤宮之內有班餘獲射，又有試弓習武之射，若西郊學中射者，行大射之禮，張皮侯者是也。澤宮中射，將欲向射宮，先向澤宮中試弓，習武之射，此習武之射無侯，直射甲革椹質，故《司弓矢職》云：『王弓弧弓，以授射甲革椹質。』而註引《圉人職》曰『射則充椹質』是也。"
      },
      {
        "index": 132,
        "text": "主人亦飲於西階上。（就射爵而飲也，己無俊才，不可以辭罰者。）\n[疏]『主人』至『階上』。註『就射』至『辭罰』。釋曰：此謂主人在不勝之黨受罰爵之時也。云『就射爵而飲也』者，謂西楹西豐上射爵也。云『己無俊才，不可以辭罰』者，以主人尊，恐不受罰爵，故言此也。"
      },
      {
        "index": 133,
        "text": "獲者之俎，折脊、脅、肺、臑。（臑，若膞胳觳之折，以大夫之餘體。）\n[疏]『獲者』至『肺』。註『若』至『餘體』。釋曰：上賓主人已用肩、臂，唯有及膞、胳、觳，若脊脅骨多，尊卑皆有，自已下，各得其一。今鄭具言之，欲見科取其一不定，以其若無大夫，獲者得，即經所云者，故在肺下，欲見無大夫已合得。若大夫一人，大夫得，獲者得膞。若大夫二人，獲者即得胳。若大夫三人，獲者即得觳。若大夫公卿更多，則折之不得整體，或更取餘體也。故鄭又云『折以大夫之餘體』也。"
      },
      {
        "index": 134,
        "text": "東方謂之右個。（侯，以鄉堂為面也。）\n[疏]『東方謂之右不』。註『侯以鄉堂為面也』。釋曰：以其經直雲左右個，不辨東西，故記人明之也。"
      },
      {
        "index": 135,
        "text": "釋獲者之俎，折脊、脅、肺。皆有祭。（皆，皆獲者也。祭，祭肺也。以言肺，謂刌肺不離，嫌無祭肺。）\n[疏]『釋獲』至『有祭』。註『皆皆』至『祭肺』。釋曰：云『以言肺，謂刌肺不離』者，即經中脊、脅、肺，是切肺與祭肺同也。云『嫌無祭肺』者，此明記人之意，見上已有刌肺不離者，即經中脊、脅、肺，是刌肺與祭肺同，嫌更不別有祭肺，故言皆有祭肺。言『皆，皆獲者』，欲見釋獲者與主獲者二者皆別有祭肺，故云『皆』也。若然，上肺即舉肺，案《公食大夫》有切肺與祭肺者，優賓，使賓祭。此二者亦以舉肺為祭肺者，略賤者之義，是以《有司徹》侑俎，羊切肺一，侑豕，俎亦切肺一。鄭云：『豕又祭肺，不嚌肺，不備禮。』則是略賤之類也。"
      },
      {
        "index": 136,
        "text": "大夫說矢束，坐說之。（明不自尊別也。）\n歌《騶虞》若《采蘋》，皆五終。射無筭。（謂眾賓繼射者，眾賓無數也。每一耦射，歌五終也。）"
      },
      {
        "index": 137,
        "text": "[疏]『歌騶』至『無』。註『謂眾』至『終也』。釋曰：上用《騶虞》以化民，下用《采蘋》，大夫之樂節，亦可皆五終者，大夫、士皆五節，一節一終，故云『五終』也。鄭言『眾賓無數』者，謂堂下眾賓繼射者，故無數。若堂上眾賓，則三人也。"
      },
      {
        "index": 138,
        "text": "古者於旅也語。（禮成樂備，乃可以言語，先王禮樂之道也。疾今人慢於禮樂之盛，言語無節，故追道古也。）凡旅，不洗。（敬殺。）不洗者不祭。（不盛。）"
      },
      {
        "index": 139,
        "text": "既旅，士不入。（後正禮也。既旅，則將燕矣。士入，齒於鄉人。）\n[疏]註『士入齒於鄉人』。釋曰：以其士立於下，故齒於鄉人也。"
      },
      {
        "index": 140,
        "text": "大夫後出。（下鄉人，不幹其賓主之禮。）\n[疏]『大夫後出』。註『不幹其賓主之禮』。釋曰：賓主及眾賓出後乃出，故云『不幹其賓主之禮』。"
      },
      {
        "index": 141,
        "text": "主人送於門外，再拜。（拜送大夫，尊之也。主人送賓還，入門揖，大夫乃出，送拜之。）\n[疏]『主人』至『再拜』。註『拜送』至『拜之』。釋曰：上文大夫後出，是大夫意不幹賓主之禮。此經主人意，故鄭云『拜送大夫尊之也』。知『主人送賓還，入門揖，大夫乃出送拜之』者，以其上經雲賓出，『主人送於門外，再拜』。此記又云：『大夫後出，主人送於門外，再拜。』故知主人送賓還，入門揖，大夫乃出，送再拜之也。"
      },
      {
        "index": 142,
        "text": "鄉侯，上個五尋。（上個，謂最上幅也。八尺曰尋，上幅用布四丈。）\n[疏]『鄉侯上個五尋』。註『上個』至『四丈』。釋曰：以五尋，尋八尺，五八四十，故四丈也。"
      },
      {
        "index": 143,
        "text": "中十尺。（方者也，用布五丈。今官市幅廣二尺二寸，旁削一寸。《考工記》曰：『梓人為侯，廣與崇方。』謂中也。）"
      },
      {
        "index": 144,
        "text": "[疏]『中十尺』。註『方者』至『中也』。釋曰：云『方者也』者，謂侯中正方十尺。云『用布五丈。今官布幅廣二尺二寸，旁削一寸』者，鄭意此言十尺，用布五幅，幅廣二尺二寸，兩畔各削一寸為縫，幅各二尺在，故五幅為一丈也。漢法，幅二尺二寸，亦古制存焉，故舉以為況。若然，《周禮》、《鄭誌》純三只，只八寸，二尺四寸者，據繒幅也。《士喪禮》云：『亡則以緇長半幅。』"
      },
      {
        "index": 145,
        "text": "註云：『半幅一尺，終幅二尺。』亦謂繒而幅二尺者。幅有二種，喪禮略，用其狹者，故《周禮》鄭云『凡為神之衣物，必沽而小』是也。引《梓人》者，彼總據三侯，侯中皆廣與崇方，引之證經十尺是方也。"
      },
      {
        "index": 146,
        "text": "侯道五十弓，弓二寸以為侯中。（言侯中所取數也。量侯道以步，而雲弓者，侯之所取數，宜於躬器也。正二寸，中之博也。今文改弓為肱也。）"
      },
      {
        "index": 147,
        "text": "[疏]『侯道』至『侯中』。註『言侯』至『肱也』。釋曰：云『言侯中所取數也』者，謂侯中大小取數於侯道。云『量侯道以步』者，《大射》文，故彼雲以步張三侯，是用步耳。而雲弓者六尺為步，弓之下制六尺，與步相應。"
      },
      {
        "index": 148,
        "text": "而雲弓者，侯之所取數，宜於射器也，故此經雲弓也。云『正二寸者，中之博也』者，案《周禮·弓人》云：『解中有變焉。』謂弓付把中側骨之處博二寸，故於此處取數焉。"
      },
      {
        "index": 149,
        "text": "倍中以為躬，（躬，身也。謂中之上下幅也，用布各二丈。）\n[疏]『倍中以為躬』。註『躬身』至『二丈』。釋曰：身謂中，上、中、下各橫接一幅布者，故鄭云『中之上下幅，用布各二丈』也。"
      },
      {
        "index": 150,
        "text": "倍躬以為左右舌。（謂上個也。居兩旁謂之個，左右出謂之舌。）\n[疏]『倍躬以為左右舌』。註『謂上』至『之舌』。釋曰：言『謂上個』者，對下個不得倍躬，故謂上個也。云『兩旁謂之個』，在躬之兩傍則謂之個。"
      },
      {
        "index": 151,
        "text": "云『左右出謂之舌』，謂躬外兩相各出一丈，若人舒舌，故下云『下舌半上舌』，據出者而言也。\n下舌半上舌。（半者，半其出於射者也，用布三丈。所以半上舌者，侯，人之形類也，上個象臂，下個象足。中人張臂八尺，張足六尺，五八四十，五六三十，以此為衰也。凡鄉侯用布十六丈，數起侯道五十弓以計。道七十弓之侯，用布二十五丈二尺；道九十弓之侯，用布三十六丈。）"
      },
      {
        "index": 152,
        "text": "[疏]註『半者』至『六丈』。釋曰：『半者，半其出於躬者也』者，以其言『舌』，故知半其出者也。云『用布三丈』者，上舌兩相各一丈，今下舌兩相各五尺，通躬二丈，故雲用布三丈也。云『侯，人之形類也』者，人形上廣下狹故也。云『五八四十』，據上個四丈；五六三十，據下個三丈；以此上下為衰差也。云『凡鄉侯用布十六丈，數起侯道五十弓以計』者，用布十六丈者，中五幅，幅一丈，用布五丈；上下躬各二丈，總四丈；上個四丈，下個三丈，是總十六丈也。云『道七十弓之侯，用布二十五丈二尺』者，道七十弓，弓取二寸，二七十四，侯中丈四尺。七幅，幅有丈四尺，中用布九丈八尺；上下躬各用布二丈八尺，上下總用布五丈六尺；上個倍躬，為五丈六尺；下舌半上舌，上舌出者，兩相各出丈四尺；下舌半之，兩相各出七尺，下舌用布一丈四尺，通躬二丈八尺，總計用布四丈二尺也，通計用布二十五丈二尺。云『道九十弓之侯，用布三十六丈』"
      },
      {
        "index": 153,
        "text": "者，弓取二寸，九十弓，侯中丈八尺。侯中用布九幅，幅別丈八尺；中用布十六丈二尺；倍中以為躬，上下躬各用布三丈六尺，上下總七丈二尺；倍躬以為左右舌，上舌用布亦七丈二尺，下舌亦半上舌，上舌出者丈八尺，下舌半之，則下舌總用布五丈四尺，以此計之，總用布三十六丈也。"
      },
      {
        "index": 154,
        "text": "箭籌八十。（箭，筱也。籌，也。八十者，略以十耦為正，貴全數。其時眾寡從賓。）\n[疏]『箭籌八十』。註『箭筱』至『從賓』。釋曰：云『箭，筱也』者，謂以箭為籌射之耦，隨賓多少。今言八十，舉成數，以十耦為文。但一者數之始，十者數之終，以十耦為成數也。"
      },
      {
        "index": 155,
        "text": "長尺有握，握素。（握，本所持處也。素，謂刊之也。刊本一膚。）\n[疏]『長尺有握握素』。註『握本』至『一膚』。釋曰：云『長尺』，復雲有握，則握在一尺之外，則此籌尺四寸矣。云『刊本一膚』者，《公羊傳》僖三十一年云：『觸石而出，膚寸而合，不崇朝而遍雨乎天下者，唯泰山爾。』"
      },
      {
        "index": 156,
        "text": "何休云：『側手為膚。』又《投壺》云：『室中五扶。』註云：『鋪四指曰扶。\n一指案寸。』皆謂布四指，一指一寸，四指則四寸。引之者，證握膚為一，謂刊四寸也。"
      },
      {
        "index": 157,
        "text": "楚撲長如笴。刊本尺。（刊其可持處。）君射，則為下射。上射退於物一笴，既發，則答君而俟。（答，對也。此以下雜記也。今文君射則為下。）君樂作而後就物。君，袒朱襦以射。（君尊。）小臣以巾執矢以授。（君尊，不搢矢，不挾矢，授之稍屬。）若飲君，如燕則夾爵。（謂君在不勝之黨也。賓飲君如燕，賓媵觚於公之禮則夾爵。夾爵者，君既卒爵，復自酌。）"
      },
      {
        "index": 158,
        "text": "君國中射，則皮樹中，以翿旌獲，白羽與朱羽糅；（國中，城中也。謂燕射也。皮樹，獸名。以翿旌獲，尚文德也。今文皮樹繁豎，糅為縚。古文無以。）"
      },
      {
        "index": 159,
        "text": "[疏]『以翿旌獲』。註『國中』至『無以』。釋曰：知城中是燕射者，以其下有賓射、大射，不在國，故國中是燕射，以其燕在寢故也。云『以翿旌獲，尚文德也』者，以其燕主歡心，故旌從不命之士，亦取尚文德之義。必知取尚文德者，以其以文德者舞文舞，羽舞也，以武德者舞武舞，幹舞也。此既用羽，知取尚文德也。"
      },
      {
        "index": 160,
        "text": "於郊，則閭中，以旌獲；（於郊，謂大射也，大射於大學。《王制》曰：『小學在公宮之左，大學在郊。』閭，獸名，如驢一角；或曰如驢歧蹄。《周書》曰：北唐以閭。析羽為旌。）"
      },
      {
        "index": 161,
        "text": "[疏]『於郊』至『旌獲』。註『於郊』至『為旌』。釋曰：知『於郊，謂大射也』者，案《大射》云：『公入《驁》。』從外來入，此既言於郊，故知大射在郊也。云『大射於大學』者，據諸侯而言也。天子大射在虞庠小學，以其天子大學在國中，小學在郊。諸侯不得立大學在國，立大學在郊，故鄭引《王制》『小學在公宮之左，大學在郊』，是殷法，諸侯用焉，故引為證。必知諸侯立大學在郊者，見《詩。魯頌》有泮宮。《禮記》云：『故魯人將有事於上帝，必先有事於泮宮。』鄭云：『泮宮，郊之學也。』則《詩》泮宮，此郊學是也。云『閭，獸名，如驢一角，或曰如驢歧蹄。《周書》曰：北唐以閭』者，歧蹄已上，《山海經》文，《周書》見於《國語》也。"
      },
      {
        "index": 162,
        "text": "於竟，則虎中龍旃。（於竟，謂與鄰國君射也。畫龍於旃，尚文章也。通帛為旃。）\n[疏]『於竟則虎中龍旃』。註『於竟』至『為旃』。釋曰：與鄰國君射，則賓射也。以其君有送賓之事，因送則射。云『尚文章也』者，亦若旌也。云『通帛為旃』，《司常》文，鄭註云：『凡九旗之帛皆用絳。』則通帛者，正幅為絳，長尋曰，系曰旆，通體皆用絳帛為之名旃。"
      },
      {
        "index": 163,
        "text": "大夫，兕中，各以其物獲。（兕，獸名，似牛一角。）\n[疏]『大夫』至『物獲』。註『兕，獸名，似牛一角』。釋曰：下有士，則此專據大夫為文。而云『各以其物』者，公、侯、伯大夫再命，子男之大夫一命，為卿大夫，刃數雖同，旒依命數不同，故雲各。又下雲士『旌以獲』，唯小國之州長不命者，則公侯之州長一命，有旌，亦入物中，則各內兼之矣，故雲各。兕似牛一角，案《爾雅》及《山海經》知之。"
      },
      {
        "index": 164,
        "text": "士，鹿中，旌以獲。（謂小國之州長也。用為旌以獲，無物也。古文無以獲。）\n唯君有射於國中，其餘否。（臣不習武事於君側也。古文『有』作『又』，今文無『其餘否』。）"
      },
      {
        "index": 165,
        "text": "[疏]『唯君』至『餘否』。註『臣不』至『餘否』。釋曰：天子、諸侯皆燕射在國。又天子賓射在朝，亦在國。大夫、士燕射、賓射不在國。大夫又得行大射，雖無郊學，亦不得在國。是以孔子為鄉射，射於矍相之圃，是其一隅。"
      },
      {
        "index": 166,
        "text": "若然，此鄉射亦不在國，射亦宜在國外，故記人於此見之也。\n君在，大夫射則肉袒。（不袒薰襦，厭於君也。今文無射。）"
      },
      {
        "index": 167,
        "text": "[疏]『君在』至『肉袒』。註『不袒』至『於君』。釋曰：上雲大夫與士射袒薰襦，今與君射為厭，與士同，故肉袒也。"
      }
    ]
  }
}