{
  "chapterNumber": 15,
  "title": "卷十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "司宮兼卷重席，設於賓左，東上。（言兼卷，則每卿異席也。重席，重蒲筵緇布純也。卿坐東上，統於君也。席自房來。）"
      },
      {
        "index": 1,
        "text": "[疏]『司宮』至『東上』。註『言兼』至『房來』。釋曰：此經設三卿之席，在於賓東，言兼卷，則每卿異席也者。若三卿同席，則直雲卷重席，不須言兼。今雲『兼卷』，則兼三卿重席皆卷之，故知『每卿皆異席也』。雲『重席，重蒲筵』者，案《公食大夫》記雲：『司宮具幾與蒲筵常，緇布純，加萑席尋，玄帛純。』彼為異國之賓，有蒲筵、萑席兩種席，故稱加。上小臣設公席與公食大夫席，及賓皆稱加，亦是兩種席。兩種而稱加。此燕已臣子，一種席重設之，故不稱加。若然，案《鄉飲酒》雲：『席於賓東，公三重，大夫再重。』公升如賓禮，大夫則如介禮，有諸公則辭加席。《鄉射》亦雲：『大夫辭加席。』案彼二文雖稱加，上文雲三重再重，則無異席，故彼記直雲蒲筵。彼雲加者，以上席加於下席，故鄭彼雲『加席上席』也，故此下註雲『重席雖非加，猶為其重累去之』，是其一種席也。雲『卿坐東上，統於君也』者，決《鄉飲酒》、《鄉射》諸公大夫席於尊東，西上，彼遵尊於主人，故鄭註雲『統於尊』。此為君尊，故統於君而東上也。雲『席自房來』者，案《公食記》雲：『宰夫筵，出自東房。』"
      },
      {
        "index": 2,
        "text": "故知也。\n卿升，拜受觚，主人拜送觚。卿辭重席，司宮徹之。（徹猶去也。重席雖非加，猶為其重累去之，辟君也。）"
      },
      {
        "index": 3,
        "text": "[疏]『卿升』至『徹之』。註『徹猶』至『君也』。釋曰：雲『重席雖非加，猶為其重累去之，辟君也』者，案《鄉射》雲『大夫辭加席』之等，皆是異席而辭之。此重席重蒲筵，不合辭，以君有加席兩重，故辭之以辟君。"
      },
      {
        "index": 4,
        "text": "乃薦脯醢。卿升席坐，左執爵，右祭脯醢。遂祭酒，不啐酒，降席，西階上北面坐卒爵。興，坐奠爵，拜，執爵興。主人答拜，受爵。卿降復位。（不酢，辟君也。卿無俎者，燕主於羞。）"
      },
      {
        "index": 5,
        "text": "[疏]『乃薦』至『復位』。釋曰：此雲卿薦脯醢，不言其人，略之，故下記辨之雲『羞卿者，小膳宰』是也。註『不酢』至『於羞』。釋曰：案上主人獻公，主人酢於阼階下，此即不酢，故決之。雲『卿無俎者，燕主於羞』者，決《大射》庶子設俎辨尊卑，故與此異。"
      },
      {
        "index": 6,
        "text": "辯獻卿，主人以虛爵降，奠於篚。（今文無奠於篚。）\n射人乃升卿，卿皆升就席。若有諸公，則先卿獻之，如獻卿之禮。（諸公者，謂大國之孤也。孤一人，言諸者，容牧有三監。）"
      },
      {
        "index": 7,
        "text": "[疏]『射人』至『之禮』。註『諸公』至『三監』。釋曰：雲『諸公者，謂大國之孤也』，知者，《周禮。典命》雲『公之孤四命』，侯伯已下不言孤，故據大國而言。雲『孤一人』者，鄭司農註《典命》雲，上公得置孤卿一人，後鄭從之，故此亦雲孤一人，與司農義同。雲『言諸者，容牧有三監』者，以其言諸，非一人，案《王制》雲：『天子使其大夫為三監，監於方伯之國，國三人。』"
      },
      {
        "index": 8,
        "text": "彼是殷法，同之。周制使伯佐牧，不置監。周公制禮，因殷不改者，若《士冠》醮用酒之類，故鄭雲容。言容有異代之法，據《周禮》天子大夫四命，與孤等，故同稱公。"
      },
      {
        "index": 9,
        "text": "席於阼階西，北面，東上，無加席。（席孤北面，為其大尊，屈之也。亦因阼階西位近君，近君則屈，親寵茍敬私昵之坐。）"
      },
      {
        "index": 10,
        "text": "[疏]『席於』至『加席』。註『席孤』至『之坐』。釋曰：案上文卿初設重席，辭之乃徹。此孤北面，初無加席者，皆是為大尊屈之也。雲『親寵茍敬私昵之坐』者，案下記雲『賓為茍敬，席於阼階之西』，以為敬。此孤亦席於阼階之西，故為茍敬私昵之坐也。"
      },
      {
        "index": 11,
        "text": "小臣又請媵爵者，二大夫媵爵如初。（又，復。）\n[疏]『小臣』至『如初』。釋曰：自此至『送觶公答再拜』，論一人致爵於公之事。雲『二大夫媵爵如初』者，亦上二人媵爵，『媵爵者阼階下皆北面再拜稽首，公答再拜。媵爵者立於洗南，西面北上，序進，盥，洗角觶，升自西階，序進酌散，交於楹北。降，阼階下，皆奠觶，再拜稽首，執觶興。公答再拜，媵爵者皆坐，祭，遂卒觶，興，坐奠觶，再拜稽首，執觶興，公答再拜。媵爵者執觶待於洗南』，相似也，故言二大夫媵爵如初也。"
      },
      {
        "index": 12,
        "text": "請致者。若命長致，則媵爵者奠觶於篚，一人待於洗南。長致，致者阼階下再拜稽首，公答再拜。（命長致者，公或時未能舉，自優暇也。古文雲：阼階下北面再拜。）"
      },
      {
        "index": 13,
        "text": "[疏]『請致』至『再拜』。註『命長』至『暇也』。釋曰：上文小臣請媵爵，則此請致者亦小臣也。雲『命長致者，公或時未能舉，自優暇也』者，脫履升坐以前，公為賓、為卿、為大夫，三舉旅也。燕禮之正，不得損益，而雲公或時未能舉，自優暇者，正謂周公作經以優之，非實也，故雲『若命長致』。言『若』者，不定之辭，優君之義，故唯命長致。不然，似言皆致，以其三舉旅，唯有此三觶故也。"
      },
      {
        "index": 14,
        "text": "洗象觶，升實之，坐奠於薦南，降，與立於洗南者二人皆再拜稽首送觶。公答再拜。（奠於薦南者，於公所用酬賓觶之處。二人俱拜，以其共勸君。）"
      },
      {
        "index": 15,
        "text": "[疏]『洗象』至『再拜』。註『奠於』至『勸君』。釋曰：雲『奠於薦南者，於公所用酬賓觶之處』者，案前大夫二人媵觶奠於公，薦南，北上，其上觶已取，為賓舉旅，下觶仍在。今大夫又媵一觶，而雲『奠於薦南』，明知是所用酬賓觶之處。雲『二人俱拜，以其共勸君』者，上雲『媵爵者二大夫媵爵如初』，是共勸君酒，今始命長致，故俱拜，以其共勸君故也。"
      },
      {
        "index": 16,
        "text": "公又行一爵，若賓若長，唯公所酬。（一爵，先媵者之下觶也。若賓若長，則賓禮殺矣。長，公卿之尊者也。賓則以酬長，長則以酬賓。）"
      },
      {
        "index": 17,
        "text": "[疏]『公又』至『所酬』。釋曰：自此至『奠於篚』，論為卿舉旅之事。\n註『一爵』至『酬賓』。釋曰：知『一爵是先媵者之下觶』者，以其前大夫二人媵爵，皆奠於薦南，以其上觶者已為賓舉旅，今又行一爵，故知先媵者之下觶也。其後媵一觶者，留之後為大夫舉旅也。雲『若賓若長，則賓禮殺矣』者，前為賓舉旅，不雲『若賓若長』，專為賓，禮盛。至此為卿舉旅，不專為賓舉旅，科從其一，是賓禮殺也。雲『長，公卿之尊者也』者，有諸公，公為尊；若無諸公，三卿為尊；長中可以兼此二者。雲『賓則以酬長，長則以酬賓』者，釋經『若賓若長』，言『若』，不定，或先或後，故兩言之。"
      },
      {
        "index": 18,
        "text": "以旅於西階上，如初。大夫卒受者以虛觶降，奠於篚。\n[疏]『以旅』至『於篚』。釋曰：言『如初』者，一如上為賓舉旅之節。"
      },
      {
        "index": 19,
        "text": "主人洗，升，獻大夫於西階上。大夫升，拜受觚。主人拜送觚。大夫坐祭，立卒爵，不拜既爵。主人受爵。大夫降復位。（既，盡也。不拜之者，禮又殺。）"
      },
      {
        "index": 20,
        "text": "[疏]『主人』至『復位』。釋曰：自此盡『皆升就席』，論獻大夫之節。\n註『既盡』至『又殺』。釋曰：雲『不拜之者，禮又殺』者，前卿受獻不酢，辟君，已是禮殺，今大夫受獻，不但不酢主人，又不拜既爵，故雲『禮又殺』。"
      },
      {
        "index": 21,
        "text": "胥薦主人於洗北，西面，脯醢，無┵。（胥，膳宰之吏也。主人，大夫之下，先大夫薦之，尊之也。不於上者，上無其位也。┵，俎實。）"
      },
      {
        "index": 22,
        "text": "[疏]『胥薦』至『無┵』。註『胥膳』至『俎實』。釋曰：雲『胥，膳宰之吏也』者，案《周禮》有府史胥徒，鄭註《天官》胥讀如，謂其有才知為什長，是庶人在官者。所羞薦者皆膳宰，胥是膳宰之吏。雲『主人，大夫之下，先大夫薦之，尊之也』者，案《大射》註直雲主人大夫，不雲『下』，此雲『大夫之下』者，謂大夫之中位次在下。下經雲『辯獻大夫，乃薦』，此薦文在上，是先大夫薦之，尊之也。雲『不於上者，上無其位也』者，案此《燕禮》大夫堂上，士在下，獨此宰夫言堂上無位者，以其主人位在阼階，君已在阼，故主人辟之，位在下，是以《大射》註雲：『不薦於上，辟正主也。』雲『┵，俎實』者，┵者，升也，謂升特牲體於俎，故雲俎實也。"
      },
      {
        "index": 23,
        "text": "辯獻大夫，遂薦之，繼賓以西，東上。（遍獻之乃薦，略賤也。亦獻而後布席也。）\n[疏]『辯獻』至『東上』。註『遍獻』至『席也』。釋曰：凡大夫升堂受獻，得獻訖，即降，獻遍，不待大夫升，遂薦於其位，大夫始升，故言『遂』"
      },
      {
        "index": 24,
        "text": "也。雲『遍獻之乃薦，略賤也』者，決上卿與賓得獻，即薦，貴故也。雲『亦獻而後布席也』者，亦上獻卿之時，司宮兼卷重席設於賓左，此大夫不言設席，明亦得獻後即布席也。若言案《大射》席『小卿賓西東上』，註雲：『席於賓西，射禮辨貴賤也。』以此言之，燕禮主歡，不辨貴賤，小卿與大卿皆在賓東，故此賓西無小卿位。"
      },
      {
        "index": 25,
        "text": "卒，射人乃升大夫，大夫皆升，就席。\n席工於西階上，少東。樂正先升，北面立於其西。（工，瞽蒙歌諷誦詩者也。凡執技藝者稱工。《少牢饋食禮》曰：『皇屍命工祝。』《樂記》師乙曰："
      },
      {
        "index": 26,
        "text": "『乙賤工也。』樂正，於天子樂師也。凡樂，掌其序事，樂成則告備。）\n[疏]『席工』至『其西』。釋曰：自此至『降復位』，論作樂之事。此上下作樂之中有四節：升歌一，笙二，三，合樂四。註『工瞽』至『告備』。"
      },
      {
        "index": 27,
        "text": "釋曰：『工，瞽蒙歌諷誦詩者也』者，案《周禮》瞽蒙掌播鼗，諷誦詩。\n鄭雲：『諷誦詩，謂ウ讀之不依詠也。』彼不依琴瑟ウ讀之，即《爾雅》『徒歌曰謠』。此作樂之時依於瑟，即詩註雲：『曲合樂曰歌』，一也。故下雲『工歌《鹿鳴》』之類是也。雲『凡執技藝者稱工』者，執技藝，文出於《王制》，但能其事者皆稱工。是以引《少牢饋食》祝稱工，《樂記》師乙為大師樂官，亦稱工。至於《冬官》，巧作者皆稱工。雲『樂正，於天子樂師』也，知樂正與樂師相當者，案《周禮。樂師職》雲：『凡樂成則告備。』此樂正告樂備，故知樂正當天子樂師。『樂師下大夫四人，上士八人，下士十有六人』，樂師大小多矣。"
      },
      {
        "index": 28,
        "text": "此諸侯樂正亦有大小之名也，故《大射》雲：『小樂正從之。』鄭註雲：『小樂正，於天子樂師也。』是其諸侯樂正雖有大小，當天子樂師。知大樂正不當天子大司樂者，以其天子大司樂不告樂備，故不得以大樂正當之。但《大射》主於射，略於樂，故小樂正告樂備。此燕主歡心，故大樂正告樂備，故不同。"
      },
      {
        "index": 29,
        "text": "小臣納工，工四人，二瑟。小臣左何瑟，面鼓，執越，內弦，右手相。入，升自西階，北面東上坐。小臣坐授瑟，乃降。（工四人者，燕禮輕，從大夫制也。"
      },
      {
        "index": 30,
        "text": "面鼓者，燕尚樂，可鼓者在前也。越，瑟下孔也。內弦，弦為主也。相，扶工也。\n後二人徒相，天子大仆二人也。小臣四人，祭仆六人，禦仆十二人，皆同官。）"
      },
      {
        "index": 31,
        "text": "[疏]『小臣』至『乃降』。註『工四』至『同官』。釋曰：『工四人者，燕禮輕，從大夫制也』者，鄭言此者，決大射禮重，工六人，從諸侯制。案《公羊傳》：『諸公六，諸侯四。』若然，知非大射，是諸公制。此燕禮是諸侯制者，案《鄉射》之工四人，是大夫制，則諸侯不得有工四人。五等諸侯同六人，彼《公羊》六人、四人不同者，自是舞人之數，不得以彼決此也。雲『面鼓者，燕尚樂，可鼓者在前也』者，此決《鄉飲酒》『左何瑟，後首』，臣降於君故也。"
      },
      {
        "index": 32,
        "text": "引『天子大仆二人也』者，《周禮。序官》文。引之者，此經小臣相工，《大射》雲：『仆人正徒相大師，仆人師相少師，仆人士相上工。』仆人以下，同官既多，遞換相工，但大射辨尊卑，故仆人正等相工。此燕禮輕，故小臣相工，是以別《周禮》同官人多，得相參之意。"
      },
      {
        "index": 33,
        "text": "工歌《鹿鳴》、《四牡》、《皇皇者華》。（三者皆《小雅》篇也。《鹿鳴》，君與臣下及四方之賓宴，講道政之樂歌也。此采其己有旨酒，以召嘉賓，嘉賓既來，示我以善道。又樂嘉賓有孔昭之明德，可則效也。《四牡》，君勞使臣之來樂歌也。此采其勤苦王事，念將父母，懷歸傷悲，忠孝之至，以勞賓也。《皇皇者華》，君遣使臣之樂歌也。此采其更是勞苦，自以為不及，欲諮謀於賢知，而以自光明也。）"
      },
      {
        "index": 34,
        "text": "[疏]『工歌』至『者華』。註『三者』至『明也』。釋曰：此經歌《詩》之類，鄭於《鄉飲酒》已註。此註與彼同，但此燕禮歌《小雅》，亦合鄉樂，下就卑也。《鄉飲酒》升歌《鹿鳴》之等，饗或上取，故彼此《詩》同註，亦不異也。"
      },
      {
        "index": 35,
        "text": "卒歌，主人洗，升獻工。工不興，左瑟，一人拜受爵。主人西階上拜送爵。\n（工歌乃獻之，賤者先就事也。左瑟，便其右。一人，工之長者也。工拜於席。）"
      },
      {
        "index": 36,
        "text": "[疏]『卒歌』至『送爵』。註『工歌』至『於席』。釋曰：雲『工歌乃獻之，賤者先就事也』者，歌《詩》是其事，先施功勞，乃始獻之，是賤者先就事。對工以上，不就事而得獻也，故《大射》註雲『工歌而獻之，以事報之』是也。雲『左瑟，便其右』者，工北面，以西為左，空其右受獻。便者，酒從東楹之西來，故以右為便。案《大射》雲獻工，工左瑟，鄭註雲：『大師無瑟，於是言左瑟者，節也。』以其經雲『仆人正徒相大師』，無瑟。言大師左瑟者，為飲酒之節，此與《鄉飲酒》同，無所分別。大師或瑟或歌，是以不得言節之。案《鄉飲酒》大師則為之洗，則眾工不洗也。此經主人洗升獻工，不辨大師與眾工，則皆為之洗爵。又案《鄉飲酒》記：『不洗者不祭。』此篇與《大射》群工與眾笙皆言祭，故知皆為之洗。雲『工拜於席』者，以經雲工與左瑟，即雲『一人拜受爵』，不見有降席之文，明工拜於席可知。"
      },
      {
        "index": 37,
        "text": "薦脯醢。（輒薦之，變於大夫也。）\n[疏]『薦脯醢』。註『輒薦』至『夫也』。釋曰：案上獻大夫之時雲『辨獻大夫，遂薦之』，鄭註雲：『遍獻之乃薦，略賤也。』此獻工之長一人即薦脯醢，非謂貴工即獻之，正是禮尚異，變於大夫也。"
      },
      {
        "index": 38,
        "text": "使人相祭。（使扶工者相其祭薦、祭酒。）\n[疏]『使人相祭』。註『使扶』至『祭酒』。釋曰：上雲『小臣相祭』，則此扶工相祭是小臣也。此據相長一人，文承『受爵薦脯醢』之下，故知祭薦脯醢及祭酒二事，對下眾工祭酒，不祭脯醢也。"
      },
      {
        "index": 39,
        "text": "卒受，不拜。（賤，不備禮。）主人受爵。（將復獻眾工也。）眾工不拜，受爵，坐祭，遂卒爵。辯有脯醢，不祭。主人受爵，降奠於篚。（遂猶因也。古文曰卒爵不拜。）"
      },
      {
        "index": 40,
        "text": "公又舉奠觶。唯公所賜。以旅於西階上，如初。（言賜者，君又彌尊，賓長彌卑。）\n[疏]『公又』至『如初』。註『言賜』至『彌卑』。釋曰：此燕尚飲酒，故工歌之後，笙奏之前，而為大夫舉旅。《大射》雖行燕禮，主於射，故笙之至射，乃為大夫舉旅。雲『言賜者，君又彌尊，賓長彌卑』者，案上為賓舉旅，直雲『公興以酬賓』，為卿舉旅而雲『若賓若長』，言若不定，科酬其一，不專為賓，是君禮漸尊，賓禮漸殺。雖然，猶言酬，至此言唯公所賜者，以上下言之，是君又彌尊，賓長彌卑也。"
      },
      {
        "index": 41,
        "text": "卒。（旅畢也。）\n[疏]『卒』。註『旅畢也』。釋曰：言『旅畢』者，謂為大夫舉旅酬，行於西階之上，或從賓或從卿，次第盡大夫，故雲旅畢也。"
      },
      {
        "index": 42,
        "text": "笙入，立於縣中，奏《南陔》、《白華》、《華黍》。（以笙播此三篇之詩。\n縣中，縣中央也。《鄉飲酒禮》曰：磬南北面奏《南陔》、《白華》、《華黍》。"
      },
      {
        "index": 43,
        "text": "皆《小雅》篇也，今亡，其義未聞。昔周之興也，周公制禮作樂，采時世之詩以為樂歌，所以通情相風切也，其有此篇明矣。後世衰微，幽、厲尤甚，禮樂之書，稍稍廢棄，孔子曰：『吾自衛反魯，然後樂正，《雅》、《頌》各得其所。』謂當時在者而復重雜亂者也，惡能存其亡者乎？且正考父校商之名《頌》十二篇於周大師，歸以祀其先王。至孔子二百年之，五篇而已，此其信也。）"
      },
      {
        "index": 44,
        "text": "[疏]『笙入』至『華黍』。註『以笙』至『信也』。釋曰：此笙奏《南陔》、《白華》、《華黍》三篇等，經註與《鄉射》同，亦不復重釋。但此雲『笙入，立於縣中』，以其諸侯軒縣，闕南面而已，故得言『縣中』。《鄉飲酒》唯有一磬縣而已，不得言縣中而雲磬南。註引《鄉飲酒》者，欲見此雖軒縣，近北面縣之南也。"
      },
      {
        "index": 45,
        "text": "主人洗，升，獻笙於西階上。一人拜，盡階，不升堂，受爵，降，主人拜送爵。階前坐祭，立卒爵，不拜既爵，升授主人。（一人，笙之長者也。《鄉射禮》曰：『笙一人拜於下。』）"
      },
      {
        "index": 46,
        "text": "[疏]『主人』至『主人』。註『一人』至『於下』。釋曰：引《鄉射禮》者，證笙一人拜，此與《鄉飲酒》皆直雲『一人拜』，不言拜於下，故《鄉飲酒》與此註皆引《鄉射》以為證，欲見拜者拜於階下。"
      },
      {
        "index": 47,
        "text": "眾笙不拜，受爵，降，坐祭，立卒爵。辯有脯醢，不祭。\n[疏]『眾笙』至『不祭』。釋曰：言不拜受爵降者，於階下受爵者亦盡階不升堂。雲『辯有脯醢』者，亦獻訖薦於位之前。"
      },
      {
        "index": 48,
        "text": "乃歌《魚麗》，笙《由庚》；歌《南有嘉魚》，笙《崇丘》；歌《南山有臺》，笙《由儀》。（，代也，謂一歌則一吹也。六者皆《小雅》篇也。《魚麗》言大平年豐物多也，此采其物多酒旨，所以優賓也。《南有嘉魚》言大平君子有酒，樂與賢者共之也，此采其能以禮下賢者，賢者累蔓而歸之，與之宴樂也。"
      },
      {
        "index": 49,
        "text": "《南山有臺》言大平之治以賢者為本也，此采其愛友賢者，為邦家之基，民之父母，既欲其身之壽考，又欲其名德之長也。《由庚》、《崇丘》、《由儀》今亡，其義未聞。）"
      },
      {
        "index": 50,
        "text": "[疏]『乃』至『由儀』。註『代』至『未聞』。釋曰：此經註一與《鄉飲酒》同，彼已釋訖，不復重解。\n遂歌鄉樂，《周南》：《關雎》、《葛覃》、《卷耳》；《召南》：《鵲巢》、《采蘩》、《采》。（《周南》、《召南》，《國風》篇也。王後、國君夫人房中之樂歌也。《關雎》言後妃之德，《葛覃》言後妃之職，《卷耳》言後妃之誌，《鵲巢》言國君夫人之德，《采蘩》言國君夫人不失職也，《采》言卿大夫之妻能其法度也。昔大王、王季居於岐山之陽，躬行《召南》之教，以興王樂。及文王而行《周南》之教以受命。《大雅》雲：『刑於寡妻，至於兄弟，以禦於家邦。』謂此也。其始一國爾。文王作邑於豐，以故地為卿士之采地，乃分為二國。周，周公所食也；召，召公所食也。於時文王三分天下有其二，德化被於南土，是以其詩有仁賢之風者，屬之《召南》焉；有聖人之風者，屬之《周南》焉。夫婦之道者，生民之本，王政之端。此六篇者，其教之原也。故國君與其臣下及四方之賓燕，用之合樂也。鄉樂者，《風》也。《小雅》為諸侯之樂，《大雅》、《頌》為天子之樂。《鄉飲酒》升歌《小雅》，禮盛者可以進取。燕合鄉樂者，禮輕者可以逮下也。《春秋傳》曰：《肆夏》、《繁遏》、《渠》，天子所以享元侯也；《文王》、《大明》、《綿》，兩君相見之樂也。然則諸侯之相與燕，升歌《大雅》，合《小雅》也。天子與次國、小國之君燕，亦如之。與大國之君燕，升歌《頌》，合《大雅》，其笙之篇未聞。）"
      },
      {
        "index": 51,
        "text": "[疏]『遂歌』至『采』。註『周南』至『未聞』。釋曰：雲『遂歌鄉樂』者，《鄉飲酒》雲：『乃合樂。』與此文不同者，以其《二南》是大夫士樂，大夫士或作鄉大夫，或作州長，故名鄉大夫樂。飲酒不言鄉樂者，以其是己之樂，不須言鄉，故直言合樂。此燕禮是諸侯禮，下歌大夫士樂，故以鄉樂言之。又《鄉飲酒》註雲合樂謂歌與眾聲俱作。彼經有合樂之字故也。此經無合樂之字，故闕而不言。其實此歌鄉樂亦與眾聲俱作，是以彼處解合為歌，與眾聲俱作耳。"
      },
      {
        "index": 52,
        "text": "此歌而解合，明同也。自《周南》以下，所註亦與《鄉飲酒》同，亦不復重釋。\n大師告於樂正曰：『正歌備。』（大師，上工也。掌合陰陽之聲，教六詩，以六律為之音者也。子貢問師乙曰：『吾聞聲歌各有宜也，如賜者宜何歌也？』"
      },
      {
        "index": 53,
        "text": "是明其掌而知之也。正歌者，聲歌及笙各三終，歌三終，合樂三終，為一備。\n備亦成也。）\n[疏]『大師』至『歌備』。註『大師』至『成也』。釋曰：雲『大師，上工也』者，案《春官》：『大師下大夫二人，小師上士四人。』又雲：『上瞽四十人，中瞽百人，下瞽百有六十人。』註雲：『凡樂之歌，必使瞽蒙為焉。"
      },
      {
        "index": 54,
        "text": "命其賢知者。』以其大師對小師，已下二百人為上士也。雲『掌合陰陽之聲，教六詩，以六律為之音者也』者，並《大師職》文。案彼雲『掌六律、六同以合陰陽之聲』，註雲：『陽聲，黃鍾、大蔟、姑洗、蕤賓、夷則、無射；陰聲，大呂、應鍾、南呂、林鍾、中呂、夾鍾。』又雲：『皆文之以五聲：宮、商、角、徵、羽。皆播之以八音：金、石、土、革、絲、木、匏、竹。』又雲：『教六詩，曰風，曰賦，曰比，曰興，曰雅，曰頌。以六德為之本，以六律為之音。』雲『子貢問師乙』以下，至『何歌也』，並《樂記》文。師乙，魯之大師，以掌樂事，故子貢問焉。引之者，證大師知樂節，故告歌備，故鄭雲『是明其掌而知之』也。"
      },
      {
        "index": 55,
        "text": "知升歌以下四節皆三終者，案《禮記。鄉飲酒義》雲：『工八，升歌三終，主人獻之；笙入三終，主人獻之；歌三終，合樂三終。工告樂備。』故知皆三終。"
      },
      {
        "index": 56,
        "text": "彼與此經歌合樂，不獻之者，但歌合樂還是始升歌，笙奏之前已得獻，故不復重獻。雲『備亦成也』者，案《周禮。樂師職》雲：『凡樂成則告備。』故雲亦成也。"
      },
      {
        "index": 57,
        "text": "樂正由楹內、東楹之東，告於公，乃降復位。（言由楹內者，以其立於堂廉也。復位，位在東縣之北。）\n[疏]『樂正』至『復位』。註『言由』至『之北』。釋曰：『言由楹內』"
      },
      {
        "index": 58,
        "text": "者，以其樂正與工俱在堂廉，則楹南無過處，故由楹內東楹之東告於公。雲『復位，位在東縣之北』者，案《大射》略於樂，小樂正升堂，經有左右正，則知亦有大樂正，至席工於西階上少東，東面時，小樂正亦降立於其南，北面。卒管，工向東坫之東南，西面北上坐時，鄭註雲：『於是時，大樂正還北面立於其南。』臣位尊東，明工升堂時，小樂正升，大樂正東方，西面，工來東坫之東南，西面時，大樂正東縣之北，北面，其小樂正則立於西階下東面。此燕禮主於樂，故大樂正升堂。今降，明復於東縣之北，北面也。"
      },
      {
        "index": 59,
        "text": "射人自阼階下請立司正，公許。射人遂為司正。（君許其請，因命用為司正。\n君三舉爵，樂備作矣。將留賓飲酒，更立司正以監之，察儀法也。射人俱相禮，其事同。）"
      },
      {
        "index": 60,
        "text": "[疏]『射人』至『司正』。註『君許』至『事同』。釋曰：自此盡『皆反坐』，論立司正遂行所監之事。雲『君三舉爵』者，為賓、為卿、為大夫舉旅。"
      },
      {
        "index": 61,
        "text": "雲『樂備作矣』者，歌、笙、、合四者備作，各三終矣。案《鄉飲酒》、《鄉射》立司正後始行旅酬者，彼是士饗禮。饗禮之法，莫問尊卑，遍獻之後，乃行旅酬，故立司正之後乃行旅酬。此《燕禮》，國君燕其臣子，雖一獻以辨尊卑，故主人獻君而受酬，主人卑，不敢酬，公獻之禮成於酬。故使大夫媵觶於公，當酬公，君行大惠，即舉之為賓，賓得觶，請旅諸臣遍卿大夫，乃成一獻之禮。復獻，卿大夫皆為之舉旅行酬，皆成其獻。但卿大夫皆堂上有位，近君不敢失禮，故雖舉旅行酬，而未立司正。作樂後，將獻群士，士職卑，位在堂下，將為士舉旅，恐失禮，故未獻之前，即立司正監之，故不同也。"
      },
      {
        "index": 62,
        "text": "司正洗角觶，南面坐奠於中庭，升，東楹之東受命，西階上北面命卿大夫：\n『君曰「以我安」。』卿大夫皆對曰：『諾。敢不安！』（洗奠角觶於中庭，明其事以自表，威儀多也。君意殷勤，欲留賓飲酒。命卿大夫以我故安，或亦其實不主意於賓。）"
      },
      {
        "index": 63,
        "text": "[疏]『司正』至『不安』。註『洗奠』至『於賓』。釋曰：雲『洗奠角觶於中庭，明其事以自表，威儀多也』者，此奠觶於中庭，威儀多，決《鄉飲酒》不奠，是以《鄉飲酒》作相為司正，洗觶，執以升自西階，是不奠，威儀少也。"
      },
      {
        "index": 64,
        "text": "雲『君意殷勤，欲留賓飲酒。命卿大夫以我故安』者，以上人安，客乃安，故欲安賓，先語卿大夫，以我意故須安也。雲『或亦其實不主意於賓』者，鄭意兩解，前解主意為賓，故使卿大夫為賓安；或亦其實不專主為賓，兼群臣共安也。"
      },
      {
        "index": 65,
        "text": "司正降自西階，南面坐取觶，升酌散，降，南面坐奠觶，右還，北面少立，坐取觶，興，坐不祭，卒觶，奠之，興，再拜稽首。（右還，將觶南，先西面也。必從觶西，為君之在東也。少立者，自嚴正，慎其位。）"
      },
      {
        "index": 66,
        "text": "[疏]『司正』至『稽首』。註『右還』至『其位』。釋曰：『右還，將觶南，先西面也』者，右還，謂奠時南面，乃以右手向外而西面，乃從觶西南行，而右還北面。雲『必從觶西，為君之在東也』者，若從觶東而左還北面，則背君，以其君在阼故也。雲『自嚴正，慎在位』者，以司正監察，主為使人嚴正謹慎，故先自嚴正謹慎也。"
      },
      {
        "index": 67,
        "text": "左還，南面坐取觶，洗，南面反奠於其所。（反奠虛觶，不空位也。）\n[疏]『左還』至『其所』。註『反奠』至『位也』。釋曰：必使不空者，亦欲使眾人睹，知司正嚴正之處。"
      },
      {
        "index": 68,
        "text": "升自西階，東楹之東請徹俎，降，公許。告於賓，賓北面取俎以出。膳宰徹公俎，降自阼階以東。（膳宰降自阼階，以賓親徹，若君親徹然。）"
      },
      {
        "index": 69,
        "text": "[疏]『升自』至『以東』。註『膳宰』至『徹然』。釋曰：雲『降自阼階，以賓親徹，若君親徹然』者，臣之升降當西階，今見賓親徹，膳宰代君徹，不降西階，而降自阼階，當君降處，故雲若君親徹降自阼然也。"
      },
      {
        "index": 70,
        "text": "卿大夫皆降，東面，北上。（以將坐，降待賓反也。）\n[疏]『卿大』至『北上』。註『以將』至『反也』。釋曰：案《大射》雲：『大夫降復位。』註雲：『門東北面位。』不與卿同東面位者，彼卿有俎，卿取俎以出。故大夫不敢獨在西階下，故復位，復門東，北面位。此燕，卿無俎，故大夫與卿同降西階下，東面，北上位也。雲『以將坐，降待賓反』者，上文賓以俎出，當反入升坐，故卿大夫待賓反，亦升坐也。"
      },
      {
        "index": 71,
        "text": "賓反入，及卿大夫皆說屨，升就席。公以賓及卿大夫皆坐，乃安。（凡燕坐必說屨，屨賤，不在堂也。禮者尚敬，敬多則不親。燕安坐，相親之心。）"
      },
      {
        "index": 72,
        "text": "[疏]『賓反』至『乃安』。註『凡燕』至『之心』。釋曰：凡在堂立行禮，不說屨，安坐則說屨，故鄭雲『凡燕坐必說屨』。以其屨在足，賤，不宜在堂，陳於尊者之側也。雲『禮者尚敬，敬多則不親。燕安坐，相親之心』者，《左氏傳》雲『饗以訓恭儉』，設幾而不倚，爵盈而不飲，『燕以示慈惠』，饗在廟立行禮，是敬多則不親者也。燕在寢，以醉為度，是相親之心者也。若然，直雲賓及卿大夫說屨，不雲君降說屨，則君說屨之在堂上席側，是以《禮記。少儀》雲：『排闔說屨於戶內者，一人而已矣。』彼據尊者坐在室，則尊者一人說屨在戶內。今此燕在堂上，則君尊說屨於席側可知也。"
      },
      {
        "index": 73,
        "text": "羞庶羞。（謂巽肝，狗醢也。骨體所以致敬也，庶羞所以盡愛也。敬之愛之，厚賢之道。）\n[疏]『羞庶羞』。註『謂巽』至『之道』。釋曰：案《大射》雲『羞庶羞』，註雲：『所進眾羞，謂巽肝、狗醢也。或有炮鱉、膾鯉、雉、兔、鶉、β。』大射先行燕禮，明與彼同。此註不言『炮鱉』已下，註文不具。鄭知有此物者，以經雲庶羞，不唯二豆而已。案《內則》為：『肝，取狗肝一，之以其，濡炙之，舉ㄡ其，不蓼。』註雲：『，腸脂。』此及大射其牲皆用狗，故知有肝狗。知有炮鱉膾鯉者，《詩》雲：『吉甫燕喜』，『飲禦諸友，炮鱉膾鯉。』又《內則》及《公食大夫》上大夫二十豆，有雉兔鶉β。"
      },
      {
        "index": 74,
        "text": "《禮記。王制》雲：『庶羞不逾牲。』此燕用狗，必可有此物而已。《鄉飲酒》、《鄉射》亦有狗，但經直雲羞，不雲庶，是以鄭註雲：『醢，明二豆無餘物也。』"
      },
      {
        "index": 75,
        "text": "雲『骨體所以致敬也』者，據未坐以前；『庶羞所以盡愛』，據說屨已後也。\n大夫祭薦。（燕乃祭薦，不敢於盛成禮也。）"
      },
      {
        "index": 76,
        "text": "[疏]『大夫祭薦』。註『燕乃』至『禮也』。釋曰：『不敢於盛成禮』，謂未立司正之前，立行禮，受獻之時，不祭脯醢，祭先是成禮，不敢成禮於盛時。"
      },
      {
        "index": 77,
        "text": "司正升受命，皆命：『君曰無不醉。』賓及卿大夫皆興，對曰：『諾。敢不醉！』皆反坐。（皆命者，命賓，命卿大夫也。起對必降席，司正退立西序端。）"
      },
      {
        "index": 78,
        "text": "[疏]『司正』至『反坐』。註『皆命』至『序端』。釋曰：雲『起對必降席』者，經雲『反坐』，不雲『降』，明起對必降席，既對乃反坐也。是以《孝經》雲：『曾子避席，曰：參不敏。』亦是起對也。知『司正退立西序端』"
      },
      {
        "index": 79,
        "text": "者，此無降文，見《鄉飲酒》雲：『司正升相旅，退立於序端東面。』故知此亦然也。\n主人洗，升，獻士於西階上。士長升，拜受觶，主人拜送觶。（獻士用觶，士賤也。今文觶作觚。）"
      },
      {
        "index": 80,
        "text": "[疏]『主人』至『送觶』。註『獻士』至『作觚』。釋曰：自此盡『立飲』，論獻士之事。雲『獻士用觶，士賤也』者，對上大夫已上獻用觚，旅酬乃用觶。此獻士即用觶，故雲士賤也。不從今文觚者，若從觚，與大夫巳上何異？"
      },
      {
        "index": 81,
        "text": "故不從。\n士坐祭，立飲，不拜既爵。其他不拜，坐祭，立飲。（他，謂眾士也，亦升受爵，不拜。）\n[疏]『士坐』至『立飲』。註『他謂』至『不拜』。釋曰：雲『他，謂眾士也』者，上雲士長，明此士長之外皆眾士也。知『亦升受爵』者，以其士尊於笙之長，笙之長尚受爵於階上，明士得升堂受爵也。言『不拜』者，以其士長得拜，明眾士不拜也。"
      },
      {
        "index": 82,
        "text": "乃薦司正與射人一人、司士一人、執冪二人，立於觶南，東上。（天子射人、司士，皆下大夫二人，諸侯則上士，其人數亦如之。司正為上。）"
      },
      {
        "index": 83,
        "text": "[疏]『乃薦』至『東上』。註『天子』至『為上』。釋曰：此等皆士而先薦者，以其皆有事，故先得薦。司士亦先薦者，案《周禮》司士掌群士爵祿、廢置之事，士中之尊，故亦先得薦也。鄭引《周禮。序官》射人、司士下大夫二人，約出此。『諸侯則上士』者，天子官尊，諸侯宜降一等，以是諸侯射人、司士得在士位中。雲『其人數亦如之』者，案《周禮。序官》：『射人下大夫二人，上士四人，下士八人。』皆名射人。則諸侯雖使士為之，人數亦等。以其畿外諸侯張三侯，與天子同，故知射人之數亦同也。言此者，欲見射時射人有事非一，故下文註雲『大射正，射人之長』，是以《大射禮》大射正及小射正皆有事也。"
      },
      {
        "index": 84,
        "text": "雲『司正為上』者，雖同是士，以其為庭長，故設在上先薦之。此經三者當官雖多，皆取長先薦，其餘在於眾位，依齒也。又士位在西有事者，別在觶南，北面東上也。"
      },
      {
        "index": 85,
        "text": "辯獻士。士既獻者，立於東方，西面，北上。乃薦士。（每已獻而即位於東方，蓋尊之，畢獻，薦於其位。）\n[疏]『辯獻』至『薦士』。註『每已』至『其位』。釋曰：雲『即位於東方，蓋尊之』者，以其庭中之位，卿東方西面，大夫北面，士西方東面，是東方尊。今卿大夫得獻升堂，位空，故士得獻，即東方卿位，是尊之。以無正文，故雲『蓋』以疑之也。知『畢獻，薦之』者，以其經雲『辯獻士』，『乃薦士』，故知當畢獻後乃薦也。"
      },
      {
        "index": 86,
        "text": "祝史、小臣師亦就其位而薦之。（次士獻之，已，不變位，位自在東方。）\n[疏]『祝史』至『薦之』。註『次士』至『東方』。釋曰：雲『次士獻之，已，不變位』者，對先獻士，士即變位，鄉東方也。雲『位自在東方』者，案上設位之時，祝史在門，其小臣在東堂下，是先在東方也。"
      },
      {
        "index": 87,
        "text": "主人就旅食之尊而獻之。旅食不拜，受爵，坐祭，立飲。（北面酌，南鄉獻之於尊南。不洗者，以其賤，略之也。亦畢獻乃薦之。主人執虛爵奠於篚，復位。）"
      },
      {
        "index": 88,
        "text": "[疏]『主人』至『立飲』。註『北面』至『復位』。釋曰：雲『北面酌，南鄉獻之於尊南』者，案《大射》旅食尊，在西鑮之南，北面。則此主人在南，亦北面以陳尊，向君，若東楹之西，東向設尊，亦是向君為正。彼酌者，尊後東面酌，此亦尊後北面酌，南面獻之於尊南也。雲『不洗者，以其賤』者，此乃庶人在官，府史胥徒之輩，故雲『賤，略之也』。雲『亦畢獻乃薦之』者，亦上文，士此畢獻，乃薦可知。雲『主人執虛爵奠於篚，復位』者，此約《大射》獻旅食訖，雲執虛爵奠於篚復位，故知也。"
      },
      {
        "index": 89,
        "text": "若射，則大射正為司射，如鄉射之禮。（大射正，射人之長者也。如鄉射之禮者，燕為樂卿大夫，宜從其禮也。如者，如其『告弓矢既具』至『退中與』"
      },
      {
        "index": 90,
        "text": "也。納射器而張侯，其告請先於君，乃以命賓及卿大夫，其為司正者亦為司馬，君與賓為耦。《鄉射》記曰自『君射』至『龍旃』，亦其異者也。薦旅食乃射者，是燕射主於飲酒。）"
      },
      {
        "index": 91,
        "text": "[疏]『若射』至『之禮』。註『大射』至『飲酒』。釋曰：此一經論燕末行射之節。雲『大射正，為司射』者，燕禮輕，又不主為射，故射人為擯，又為司正。至射時，大射正為司射。大射之時略於燕，主於射，故大射正為擯，又為司正，至射又親其職，故不同為司射也。雲宜從之者，《鄉射》是卿大夫禮，故樂之還從之也。雲『如者，如其「告弓矢既具」至「退中與」也』者，經雲如鄉射之禮，明從始至末皆如之。案《鄉射》初，司射告弓矢既具，至三番射訖，而退中與，故如之也。雲『納射器而張侯』者，欲見此與《鄉射》因納射器後即張侯，大射納射器之後無張侯之事，是以特言此也。雲『告請先於君，乃以命賓及鄉大夫』者，此《燕禮》與《大射》皆國君之禮，此《燕禮》每事皆先請於君，《大射》亦先請於君，故曰大射初，司射自阼階前請於公，公許，乃命賓。"
      },
      {
        "index": 92,
        "text": "及卿大夫鄉射，西階上告賓曰，弓矢既具，乃告於主人，遂告大夫，是先後異也。\n雲『其為司正者亦為司馬』者，《鄉射》將射，雲司正為司馬，此亦於將射，司正為司馬，亦射之也。若然，則上文射人告具，射人請賓，又雲射人請立司正，公許，射人遂為司正，皆一人也。必雲司正為司馬者，諸侯有常官，嫌與《鄉射》異，故言此也，若士射，則司正不為司馬。雲『君與賓為耦』者，欲見《鄉射》賓與主人為耦，此君與賓為耦，亦是異於《鄉射》也。引『《鄉射》記「君射」至「龍旃」，亦其異者也』者，謂旌與中異，何者？彼因記國君三處射，旌與中各不同。雲『君國中射，則皮樹中，以旌獲，白羽與朱羽糅』，言國中，則此《燕射》也。又雲『於郊則閭中，以旌獲』，謂諸侯大射在郊。又雲『於竟則虎中，龍旃』，謂諸侯賓射在竟。此皆諸侯禮，射雖記在《鄉射》，皆與《鄉射》異也。雲『薦旅食乃射者，是燕射主於飲酒』者，此獻士旅食後乃射，是燕射於飲酒，決《大射》未為大夫舉旅之前則射，是彼《大射》主於射故也。"
      },
      {
        "index": 93,
        "text": "賓降洗，升媵觚於公，酌散，下拜。公降一等，小臣辭。賓升，再拜稽首。\n公答再拜。（此當言媵觶，酬之禮皆用觶。言觚者，字之誤也。古者觶字或作角旁氏，由此誤爾。）"
      },
      {
        "index": 94,
        "text": "[疏]『賓降』至『再拜』。註『此當』至『誤爾』。釋曰：自此盡『賓反位』，論賓媵爵於公之節。雲『古者觶字或作角旁氏，由此誤爾』者，案《冬官。梓人》：『為飲器，勺一升，爵一升，觚二升。獻以爵而酬以觚，一獻而三酬，則一豆矣。』鄭引南郡大守馬季長雲：『觚當為觶，豆當為鬥。』鄭康成雲："
      },
      {
        "index": 95,
        "text": "『古者觶，角傍氏，似觚，故誤為觚，時人又多間觚，寡聞，是以誤為觚。』\n此註與彼同也。\n賓坐祭，卒爵，再拜稽首。公答再拜。賓降洗象觶，升酌膳，坐奠於薦南，降拜。小臣辭。賓升成拜，公答再拜。賓反位。（反位，反席也。今文曰洗象觚。）"
      },
      {
        "index": 96,
        "text": "[疏]『賓坐祭』至『反位』。註『反位』至『象觚』。釋曰：知『反位，是反席』者，以其堂下無席，堂上乃有之，而雲賓升成拜，不雲降，明上反位者，反席可知也。"
      },
      {
        "index": 97,
        "text": "公坐取賓所媵觶，興。唯公所賜。（至此又言興者，明公崇禮不倦也。今文觶又為觚。）\n[疏]『公坐』至『所賜』。註『至此』至『為觚』。釋曰：自此盡『士旅酌卒』，論君為士舉旅之事。雲『唯公所賜』者，辭與為大夫舉旅同也。雲『至此又言興者，明公崇禮不倦也』者，以其說屨升坐之後，理當倦，今言興，明不倦矣。"
      },
      {
        "index": 98,
        "text": "受者如初受酬之禮，降，更爵洗，升，酌膳，下拜。小臣辭。升成拜，公答拜。乃就席，坐行之。（坐行之，若今坐相勸酒。）"
      },
      {
        "index": 99,
        "text": "有執爵者。（士有盥升主酌授之者。）\n[疏]『有執爵者』。註『士有』至『之者』。釋曰：無，坐勸酒，有執爵行之者。今此為士舉旅，亦有執爵行之，若無爵，然後士有盥升，主酌授之者。若然，前三舉旅皆酬者，自酌授人也。"
      },
      {
        "index": 100,
        "text": "唯受於公者拜。（公所賜者也，其餘則否。）\n司正命執爵者爵辯，卒受者興，以酬士。（欲令惠均。）\n[疏]『司正』至『酬士』。註『欲令惠均』。釋曰：此所命者，命大夫也。以前三舉旅，辯大夫則止，今此為士舉旅，故及之。雲『欲令惠均』者，惠均於室及均於庭也，士特牲爵止，欲得神惠均於室及均於庭。此據人君之惠，均於庭也。"
      },
      {
        "index": 101,
        "text": "大夫卒受者以爵興，西階上酬士。士升，大夫奠爵拜，士答拜。（興酬士者，士立堂下，無坐位。）\n[疏]『大夫』至『答拜』。註『興酬』至『坐位』。釋曰：此即上文司正所命者也。雲『興酬士者，士立堂下，無坐位』者，凡禮，堂上有席者坐，堂下無席者立。是以《禮記。檀弓》工尹商陽是士，而雲『朝不坐』，堂下無坐位者也。"
      },
      {
        "index": 102,
        "text": "大夫立卒爵，不拜，實之。士拜受，大夫拜送。士旅於西階上，辯。（祝史、小臣，旅食皆及焉。）\n[疏]『大夫』至『上辯』。註『祝史』至『及焉』。釋曰：知旅食皆及者，以士未得獻時，旅酬不及。得獻之後，旅則及之。旅食亦次士得獻，故知亦酬及之，其庶子以下未得獻者，至獻後無爵及焉。"
      },
      {
        "index": 103,
        "text": "士旅酌。（旅，序也。士以次序自酌相酬，無執爵者。）卒。\n主人洗，升自西階，獻庶子於阼階上，如獻士之禮。辯，降洗，遂獻左右正與內小臣，皆於阼階上，如獻庶子之禮。（庶子，掌正六牲之體及舞位，使國子德學道，世子之官也，而與膳宰、樂正聯事。樂正亦學國子以舞。左右正，謂樂正、仆人正也。小樂正立於西縣之北，仆人正、仆人師、仆人士立於其北，北上。大樂正立於東縣之北。若射，則仆人正、仆人士陪於工後。內小臣、奄人掌君陰事陰令，後夫人之官也，皆獻於阼階上，別於外內臣也。獻正下及內小臣，則磬人、鍾人、鑮人、鼓人、仆人之屬盡獻可知也。凡獻皆薦也。）"
      },
      {
        "index": 104,
        "text": "[疏]『卒主』至『之禮』。註『庶子』至『薦也』。釋曰：此一經獻庶子以下之節。雲『庶子，掌正六牲之體及舞位，使國子德學道，世子之官也』"
      },
      {
        "index": 105,
        "text": "者，案《周禮。諸子職》雲：『大祭祀，正六牲之體。凡樂事，正舞位。』國子存遊倅，使之德學道，彼天子諸子之官，屬大子。若據諸侯，為世子之官。引之者，以天子謂之諸子，諸侯謂之庶子，掌公卿大夫士之子，掌事同，故取《諸子職》解此庶子之事。雲『而與膳宰、樂正聯事』者，以掌正六牲之體，得與膳宰聯事；掌國子德學道，得與樂正聯事；以其樂正亦掌教國子故也。言此者，欲見膳宰得獻，此庶子亦得獻之意。雲『樂正亦教國子之舞』者，欲見庶子掌國子得與樂正聯事。雲『左右正，謂樂正、仆人正也』，仆人正以下至『北上』，鄭知義然者，見《大射禮》而知。雲『左右正』者，據中庭為左右，《大射禮》工遷於東，仆人正亦與樂正同處，名曰左正，復雲右正，明是小樂正在西為一也。"
      },
      {
        "index": 106,
        "text": "若小樂正不在西，大射之禮不得有左右正之文。又兩面俱縣，明大、小樂正各監一縣。又知『仆人正』以下在小樂正之北北上者，以《鄉射》弟子相工皆在西，今仆人正以下亦是相工之人，故知亦在西方也。又工堂上西階之東相工者，宜近其事，故在西方樂正之北也。又知『北上』者，以《大射》、《鄉射》工遷在下之時，皆北上統於樂正，今相者以工為主，明在堂下，則宜北統於堂上矣。下又知『大樂正在東縣北』者，約《鄉射》雲：『縣於洗東北。』至射時遷樂於阼階下之東南，堂前三西面，北上，坐樂正北面，立於其南，是得為一證也。雲『若射』以下至『工後』者，案《大射》將射之時，工遷於下東坫之東南，西面，北上坐，相者以工為主，故知相工陪於東，即在工後也。雲『內小臣、奄人掌君陰事陰令，後夫人之官也』者，案《天官。小臣。序官》雲：『內小臣奄上士四人。』其職雲：『掌王之陰事陰令。』鄭註雲：『陰事，群妃禦見之事。陰令，王所求為於北宮。』彼後之官，兼雲夫人者，欲見諸侯夫人內小臣亦與後之內小臣職同，故雙言之。雲『皆獻於阼階上，別於外內臣也』者，臣雲外內者，案《周禮》有外內命夫，鄭註雲：『外命夫六鄉以出。』案內命夫，朝廷卿大夫，則諸侯臣在鄉遂及采地者為外臣，在朝廷者為內臣。但外內臣皆獻於西階上，此獻於阼階，故雲『別於外內臣』也。雲『則磬人』以下至『盡獻可知也』者，此據《周禮》天子有此官，諸侯並以下士為之，則諸侯亦有此官，以其庭中之樂，軒縣別有鍾、磬、、鼓，故知也。兼言仆人者，此經直見仆人正，不見仆人師、仆人士，《大射》見之。內小臣、奄人之賤者尚得獻，明此等皆得獻可知也。"
      },
      {
        "index": 107,
        "text": "知『凡獻皆薦』者，以經雲『如獻士』，獻士有薦，凡此等獻訖，明皆有薦也。\n無爵。（，數也，爵行無次無數，唯意所勸，醉而止。）"
      },
      {
        "index": 108,
        "text": "[疏]『無爵』。註『數』至『而止』。釋曰：自此盡『無樂』，論酒行樂作無次數之節。雲『爵行無次無數』者，此對四舉旅以前，皆有次有數，此則無次數也。"
      },
      {
        "index": 109,
        "text": "士也，有執膳爵者，有執散爵者。執膳爵者酌以進公，公不拜，受。執散爵者酌以之公，命所賜。所賜者興，受爵，降席下，奠爵，再拜稽首。公答拜。"
      },
      {
        "index": 110,
        "text": "（席下，席西也。古文曰：公答再拜。）\n[疏]『士也』至『答拜』。註『席下』至『再拜』。釋曰：自旅酬已前，受公爵皆降，拜，升成拜。至此不復降拜者，禮殺故也。雲『席下，席西也』者，賓與卿大夫席皆南面統於君，皆以東為上，故知席下為席西也。"
      },
      {
        "index": 111,
        "text": "受賜爵者以爵就席坐，公卒爵，然後飲。（不敢先虛爵，明此勸惠從尊者來也。）\n[疏]『受賜』至『後飲』。註『不敢』至『來也』。釋曰：上已言君命所賜，至此經雲『受賜』，自然惠從尊者來。但先君受爵，似惠不由君來，故後飲然後授虛爵，是由尊者來，故後飲之也。此執爵者皆酌行之以遍，唯卒爵者興以酬士，自酌與之，是以《鄉飲酒》、《鄉射》皆雲：『辯，卒受者興，以旅在下者』。註雲：『不使執觶者酌，以其將旅，不以已尊孤人也。』"
      },
      {
        "index": 112,
        "text": "執膳爵者受公爵，酌，反奠之。（宴歡在於飲酒，成其意。）\n[疏]『執膳』至『奠之』。註『宴歡』至『其意』。釋曰：雲『成其意』"
      },
      {
        "index": 113,
        "text": "者，君意欲得皆醉，今執膳者酌，反奠於君前，望當君心，故雲『宴歡在於飲酒，成其意』也。\n受賜爵者興，授執散爵，執散爵者乃酌行之。（予其所勸者。）"
      },
      {
        "index": 114,
        "text": "唯受爵於公者拜。卒受爵者興，以酬士於西階上。士升，大夫不拜，乃飲實爵。（乃猶而也。）\n[疏]註『乃猶而也』。釋曰：轉乃為而者，『乃』是緩辭。此將勸士，士已升階，大夫即飲，不可為乃，故從而解之也。"
      },
      {
        "index": 115,
        "text": "士不拜，受爵。大夫就席。士旅酌，亦如之。公有命徹冪，則卿大夫皆降，西階下，北面，東上，再拜稽首。公命小臣辭。公答再拜，大夫皆辟。（命徹冪者，公意殷勤，必盡酒也。小臣辭，不升成拜，明雖醉，正臣禮也。不言賓，賓彌臣也。君答拜於上，示不虛受也。）"
      },
      {
        "index": 116,
        "text": "[疏]『士不』至『皆辟』。註『命徹』至『受也』。釋曰：雲『士旅酌，亦如之』者，亦如大夫相酌之法。雲『公有命徹冪』者，此君尊，在東楹之西，專大惠，故待無爵乃徹冪。《鄉飲酒》尊在房戶之，賓主共之，故賓至則徹之，與此異也。雲『小臣辭，不升成拜，明雖醉，正臣禮也』者，臣之禮當下拜為正，今不言升成拜者，於下已拜，是雖無爵，已醉而不倦，行臣禮，禮之正也。雲『不言賓，賓彌臣也』者，經直言『卿大夫皆降』，不別言賓，是燕末賓同於臣。言彌者，上旅酬雲『若賓若長』，猶言賓，但言賜不言酬己，是賓卑。"
      },
      {
        "index": 117,
        "text": "今乃設賓，不言賓，是賓彌臣，故同臣例也。雲『君答拜於上，示不虛受也』者，案《燕義》雲：『禮無不答，言上之不虛取於下也。』彼釋此言也，但彼言不虛取於下者，總申此燕禮君答拜之事，不獨為此言也。"
      },
      {
        "index": 118,
        "text": "遂升，反坐。士終旅於上，如初。（卿大夫降而爵止，於其反席卒之。）\n[疏]『遂升』至『如初』。註『卿大』至『卒之』。釋曰：雲『卿大夫降而爵止』者，上文已雲『大夫不拜，乃飲實爵，士不拜受爵』，是大夫飲訖爵止也。雲『於其反席卒之』者，謂上士受得大夫爵，此經雲『士終旅於上如初』，是於大夫反席，士卒之也。"
      },
      {
        "index": 119,
        "text": "無樂。（升、歌、、合無數也，取歡而已，其樂章亦然。）\n[疏]『無樂』。註『升歌』至『亦然』。釋曰：此無對上升歌笙合，各依次第而三終，有次有數。此則任君之情，無次無數，其《詩》樂章亦然，亦無次無數。"
      },
      {
        "index": 120,
        "text": "宵則庶子執燭於阼階上，司宮執燭於西階上，甸人執大燭於庭，閽人為大燭於門外。（宵，夜也。燭，ㄡ也。甸人，掌共薪蒸者。庭大燭，為位廣也。閽人，門人也。為，作也，作大燭以俟賓客出。）"
      },
      {
        "index": 121,
        "text": "[疏]『宵則』至『門外』。註『宵夜』至『客出』。釋曰：凡燕法設燭者，或射之後，終燕則至宵也。或冬之日不射亦宵，夏之日不射未必至宵也。雲『燭，ㄡ也』者，古者無麻燭，而用荊ㄡ，故《少儀》雲主人『執燭抱ㄡ』，鄭雲：『未曰ㄡ。』但在地曰燎，執之曰燭，於地廣設之則曰大燭。其燎亦名大燭，故《詩》雲：『庭燎之光。』毛雲『庭燎，大燭』也，鄭雲『夜未央，而於庭設大燭。』毛、鄭並指此『甸人執大燭』之文也。《司ピ氏》雲：『凡邦之大事，共墳燭庭燎。』『玄謂墳，大也，樹於門外曰大燭，於門內曰庭燎。』言樹，則大燭亦在地，廣設之而已。此閽人為大燭於門外者，亦是大燭在地者。案《郊特牲》雲：『庭燎之百由齊桓公始也。』註雲：『僭天子也。庭燎之差，公蓋五十，侯、伯、子、男皆三十。』文出《大戴禮》也。此亦諸侯禮，以燕禮輕，故不言庭燎設大燭而已。雲『甸人，掌共薪蒸者』，《天官。甸師氏職》文。引之者，以其內有燭ㄡ，故使之在門為大燭也。雲『閽人，門人也』者，案《天官。"
      },
      {
        "index": 122,
        "text": "閽人》『掌守王中門之禁』，諸侯亦當然。\n賓醉，北面坐取其薦脯以降。（取脯，重得君賜。）\n奏《陔》。（《陔》，《陔夏》，樂章也。賓出奏《陔夏》，以為行節也。"
      },
      {
        "index": 123,
        "text": "凡《夏》，以鍾鼓奏之。）\n[疏]『奏陔』。註『陔夏』至『奏之』。釋曰：雲『陔，陔夏』者，案《鍾師》『九夏』之中有《陔夏》，《九夏》皆是《詩》。《詩》為樂章，故知樂章也。雲『賓出奏《陔夏》，以為行節也』者，此及《鄉飲酒》皆於賓出奏《陔夏》，明此為行節戒之，使不失禮。雲『凡《夏》，以鍾鼓奏之』者，案《周禮。鍾師》雲：『以鍾鼓奏《九夏》。』鄭註雲：『先奏鍾次擊鼓。』是凡《夏》皆以鍾鼓奏之。"
      },
      {
        "index": 124,
        "text": "賓所執脯，以賜鍾人於門內ニ，遂出。（必賜鍾人，鍾人掌以鍾鼓奏《九夏》。\n今奏《陔》以節己，用賜脯以報之，明雖醉不忘禮。古文賜作錫。）卿大夫皆出。"
      },
      {
        "index": 125,
        "text": "（隨賓出也。）公不送。（賓禮訖，是臣也。）\n公與客燕，（謂四方之使者。）\n[疏]『公與客燕』。註『謂四方之使者』。釋曰：自此盡『敢拜賜命』，論與異國臣將燕，使卿大夫就館戒客之辭事。但燕異國卿大夫與臣子同，唯戒賓為異，故於禮末特見之也。雲『謂四方之使』者，以其雲『客』，以寡君對之，故知四方使卿大夫來聘，主君將燕之也。"
      },
      {
        "index": 126,
        "text": "曰：『寡君有不腆之酒，以請吾子之與寡君須臾焉，使某也以請。』（君使人戒客辭也。禮使人各以其爵。寡，鮮也，猶言少德，謙也。腆，膳也。上介出請入告。古文腆皆作殄，今文皆曰不腆酒，無之。）"
      },
      {
        "index": 127,
        "text": "[疏]『曰寡』至『以請』。註『君使』至『無之』。釋曰：雲『禮使人各以其爵』者，案《公食大夫》雲：『使大夫戒，各以其爵。』以其大聘使卿，小聘使大夫，爵不同，故主君亦以其爵戒之也。雲『上戒出請入告』者，亦約《公食》使者至館門外，客使者上介出請事，入告賓。但彼食禮重，故三辭，此燕禮輕，故再辭，為異耳。又彼見賓出，拜辱，大夫不答拜，此不言者，文不具。"
      },
      {
        "index": 128,
        "text": "對曰：『寡君，君之私也。君無所辱賜於使臣，臣敢辭。』（上介出答主國使者辭也。私，謂獨有恩厚也。君無所為辱賜於使臣，謙不敢當也。敢者，怖懼用勢決之辭。）"
      },
      {
        "index": 129,
        "text": "[疏]『對曰』至『敢辭』。註『上介』至『之辭』。釋曰：雲『敢者，怖懼用勢決之辭也』者，謂若怖懼之事，不避危難，用勢往決之，故雲用勢決之辭也。"
      },
      {
        "index": 130,
        "text": "『寡君固曰「不腆」，使某固以請。』『寡君，君之私也，君無所辱賜於使臣，臣敢固辭。』（重傳命。固，如故。）『寡君固曰「不腆」，使某固以請。』"
      },
      {
        "index": 131,
        "text": "『某固辭，不得命，敢不從！』（許之也。於是出見主國使者，辭以見許為得命。\n今文無使某。）致命曰：『寡君使某，有不腆之酒，以請吾子之與寡君須臾焉。』"
      },
      {
        "index": 132,
        "text": "（親相見，致君命辭也。）\n『君貺寡君多矣，又辱賜於使臣，臣敢拜賜命。』（貺，賜也，猶愛也。敢拜賜命，從使者拜君之賜命，猶謙不必辭也。）"
      },
      {
        "index": 133,
        "text": "[疏]註『敢拜』至『辭也』。釋曰：主君使大夫往戒，只為燕事。今客從之者，來就燕。而雲拜主君賜燕之命者，謙不必有燕事。"
      },
      {
        "index": 134,
        "text": "記。燕，朝服於寢。（朝服者，諸侯與其群臣日視朝之服也。謂冠玄端、緇帶、素，白屨也。燕於路寢，相親昵也。今辟雍十月行此燕禮。玄冠而衣皮弁服，與禮異也。）"
      },
      {
        "index": 135,
        "text": "[疏]『記燕朝服於寢』。註『朝服』至『異也』。釋曰：凡記皆記經不具者，以經不言燕服及燕處，故記人言之也。雲『謂冠玄端、緇帶、素、白屨』"
      },
      {
        "index": 136,
        "text": "者，皆《士冠禮》文。案《屨人》註：『天子諸侯吉事皆舄。』諸侯朝服素裳、素，應白舄，而雲白屨者，引《士冠禮》成文。其實諸侯當白舄，其臣則白屨也。鄭註《周禮。屨人》雲：『復下曰舄，衤單下曰屨。』下謂底，以此為異也。"
      },
      {
        "index": 137,
        "text": "雲『燕於路寢，相親昵也』，知燕於寢者，以其饗在廟，明燕在寢私處可知也。\n引漢法，欲見與古異者。周時玄冠服則緇布衣，今衣皮弁服，是其異也。"
      },
      {
        "index": 138,
        "text": "其牲，狗也。（狗取擇人也，明非其人不與為禮也。）\n亨於門外東方。（亨於門外，臣所掌也。）\n[疏]『亨於門外東方』。註『亨於』至『掌也』。釋曰：此君禮，故雲臣使掌。案《公食》記雲：『亨於門外東方。』註雲：『必於門外者，大夫之事也。』註不同者，以其饗食在廟，嚴凝宜親監視，不得言臣所掌，故註雲大夫之事也。《鄉飲酒》亨狗於堂東北者，非君禮，是臣於堂東北。不在外者，宜主人親供，又法陽氣之所始，故三者註皆不同也。"
      },
      {
        "index": 139,
        "text": "若與四方之賓燕，則公迎之於大門內，揖讓升。（四方之賓，謂來聘者也。\n自戒至於拜至，皆如《公食》，亦告饌具而後公即席。小臣請執冪、請羞者，乃迎賓也。）"
      },
      {
        "index": 140,
        "text": "[疏]『若與』至『讓升』。註『四方』至『賓也』。釋曰：雲『自戒至於拜至，皆如《公食》』者，此燕用狗，彼用大牢；此戒賓再辭，彼三辭；至於卿大夫立位，皆不同。而雲如《公食》者，謂除此之外如之。若然，依《公食》從首『使大夫戒，各以其爵，上介出請入告』已下，至『北面再拜稽首』，皆如之，饌具之等，不如之也。雲『亦告饌具而後公即席。小臣請執冪、請羞者，乃迎賓也』者，言此者，欲見燕四方賓，此等依上文與燕己臣子同，亦不如《公食》。"
      },
      {
        "index": 141,
        "text": "以其《公食》公無席，又無入廟之事，又《公食》無請執冪羞膳，故別言此也。\n賓為茍敬，席於阼階之西，北面。有┵，不嚌肺，不啐酒。其介為賓。（茍，且也，假也。主國君鄉時，親進醴於賓。今燕，又宜獻焉。人臣不敢褻煩尊者，至此升堂而辭讓，欲以臣禮燕，為恭敬也。於是席之如獻諸公之位。言茍敬者，賓實主國所宜敬也。┵，折俎也。不嚌啐，似若尊者然也。介門西北面，西上，公降迎上介以為賓，揖讓升，如初禮。主人獻賓、獻公，既獻茍敬，乃媵觚，群臣即位，如燕也。）"
      },
      {
        "index": 142,
        "text": "[疏]『賓為』至『為賓』。註『茍且』至『燕也』。釋曰：雲『主國君饗時，親進醴於賓』者，謂行聘享訖，禮賓之時，君親酌醴進於賓。若然，前有饗食，不言之者，饗禮亡，無以可言。食禮又無酒醴所獻之事，故不言，而雲饗時也。雲『今燕，又宜獻焉』者，案上燕己臣子，使宰夫為主人，知此親獻者，若不親獻，即同己臣子，賓何須辭之而為茍敬，故知君當親獻焉。雲『至此升堂而辭讓』者，若此時升堂，不辭即行燕賓之禮，故知辭之在初升堂時。雲『欲以臣禮燕，為恭敬也』者，此謂在阼西，北面，故雲『席之如諸公之位』也。雲『言茍敬者，賓實主國所宜敬也』者，賓實主國所宜敬，但為辭讓，故以命介為賓，不得敬之。今雖以介為賓，不可全不敬，於是席之於阼階西，且敬也，故雲茍敬也。雲』不嚌啐，似若尊者然也』者，案此《燕禮》與《大射》、《鄉射》皆不嚌啐，是諸公如鄉禮，今聘卿在諸公之坐，亦不嚌不啐，是為似若諸公尊者然也。雲『介門西北面，西上』者，約《聘禮》而知也。雲『公降迎上介以為賓，揖讓升，如初禮』者，此如上文，燕己臣子以大夫為賓者，同故雲如初禮也。雲『主人獻賓、獻公，既獻茍敬，乃媵觚』者，若上燕己臣子之時，獻賓、獻公既，即媵觶以酬賓，但茍敬之。前宜有薦、有俎，實與君同，明知獻公後即獻茍敬，乃可酬賓也。雲『群臣即位，如燕』者，如上燕已臣子同。若然，群臣不待迎賓入，乃從君入者，以其皆蒙獻酬，故因其先至寢門，故小臣引之即入，不待賓入後也。"
      },
      {
        "index": 143,
        "text": "無膳尊，無膳爵。（降尊以就卑也。）\n[疏]『無膳尊無膳爵』。註『降尊以就卑』。釋曰：《郊特牲》雲：\n『三獻之介，君專席而酢焉，此降尊以就卑也。』註雲：『三獻，卿大夫來聘，主君饗燕之，以介為賓，賓為茍敬，則徹重席而受酢也。專猶單也。』彼與此事同，故鄭引彼經以證此。燕己臣子，不見有君親受賓酢。若燕異國臣子，得有專席，受酢者獻卿大夫之後，依次各為此三人舉旅。獻士之後，賓乃媵觶於公，賓取所媵觶為士舉旅，應以為酢君，君專席而受之也。"
      },
      {
        "index": 144,
        "text": "與卿燕則大夫為賓，與大夫燕亦大夫為賓。（不以所與燕者為賓者，燕為序歡心，賓主敬也。公父文伯飲南宮敬叔酒，以路堵父為客，此之謂也。君恒以大夫為賓者，大夫卑，雖尊之，猶遠於君。今文無則，下無燕。）"
      },
      {
        "index": 145,
        "text": "[疏]『與卿』至『為賓』。註『不以』至『無燕』。釋曰：此謂與已臣子燕法。若與異國賓燕，皆用上介為賓，如上說也。雲『公父文伯』已下，是《魯語》文。此三人皆魯大夫，自相燕法。雲『此之謂也』者，此謂不使所為燕者為賓之義。雲『君恒以大夫為賓者，大夫卑，雖尊之，猶遠於君』者，案《禮記。燕義》雲：『不以公卿為賓，而以大夫為賓，為疑也，明嫌之義也。』註雲："
      },
      {
        "index": 146,
        "text": "『公卿尊矣，復以為賓，則尊與君大相近。』是不用公卿為賓，恐逼君用大夫為賓。雖尊之，猶遠於君，不畏逼君也。"
      },
      {
        "index": 147,
        "text": "羞膳者與執冪者，皆士也。（尊君也。膳宰卑於士。）\n[疏]『羞膳』至『士也』。註『尊君』至『於士』。釋曰：經直雲請執冪與羞膳，不辨其人，故記人言之。雲『尊君也，膳宰卑於士』者，言膳宰，別小膳宰也，以其下雲『羞卿者小膳宰』，明於君者，士也，士尊於小膳宰也。若然，士則膳宰之長者，故下註『小膳宰』雲『膳宰之佐也』。"
      },
      {
        "index": 148,
        "text": "羞卿者，小膳宰也。（膳宰之佐也。）若以樂納賓，則賓及庭，奏《肆夏》。\n賓拜酒，主人答拜而樂闋。公拜受爵而奏《肆夏》，公卒爵，主人升受爵以下而樂闋。（《肆夏》，樂章也，今亡。以鍾鑮播之，鼓磬應之，所謂金奏也。記曰『入門而縣興』，『示易以敬也』。卿大夫有王事之勞，則奏此樂焉。）"
      },
      {
        "index": 149,
        "text": "[疏]『若以』至『樂闋』。註『肆夏』至『樂焉』。釋曰：自此盡『若舞則勺』，論臣子有王事之勞與之燕之事。雲『若』者，不定之辭，以其常燕已臣子無樂，王事之勞，或有或無，故言若也。雲『《肆夏》，樂章也，今亡』者，鄭註《鍾師》雲：『《九夏》皆《詩》篇名，《頌》之族類也。此歌之大者，載在樂章。樂崩亦從而亡。是以《頌》不能具也。』雲『以鍾鑮播之，鼓磬應之』"
      },
      {
        "index": 150,
        "text": "者，《鍾師》雲『掌金奏』，鄭註雲：『擊金以為奏樂之節。金謂鍾及。』\n又雲：『凡樂事以鍾鼓奏《九夏》。』鄭註雲：『先擊鍾，次擊鼓。』是奏《肆夏》時有鍾、鑮、鼓、磬。彼經註雖不言磬，但縣內有此四者，故鄭兼言磬也。"
      },
      {
        "index": 151,
        "text": "言『所謂金奏也』者，所謂《鍾師》掌金奏也。雲『記曰』者，此鄭引二記之文。\n何者？雲『入門而縣興』，是《仲尼》之文。《仲尼燕居》雲：『兩君相見，揖讓而入門，入門而縣興，揖讓而升堂，升堂而樂闋。』《郊特牲》雲：『賓入大門而奏《肆夏》，示易以敬也。』必引二記文者，以燕在寢，賓及庭、及寢庭，與《仲尼燕居》入門而縣興事相類，故引之，證賓及庭樂作之義也。此《肆夏》以金奏之，故引《郊特牲》示易以敬，證用《肆夏》之義也。不取賓入大門者，大門非寢門故也。雲『卿大夫有王事之勞，則奏此樂焉』，知者，以發首陳君與臣子常燕，及聘使之臣燕，次論四方賓燕，今此言賓及庭奏《肆夏》，則非尋常大夫為賓。與宰夫為主人相對者，謂若賓為茍敬四方賓之類，特奏《肆夏》，其事既重，若非有王事之勞，何以致此。故知是臣有王事之勞者，乃奏此樂也。"
      },
      {
        "index": 152,
        "text": "升歌《鹿鳴》，下管《新宮》，笙入三成。（《新宮》，《小雅》逸篇也。\n管之入三成，謂三終也。）\n[疏]『升歌』至『三成』。註『新宮』至『終也』。釋曰：《鹿鳴》不言工，歌《新宮》不言笙，奏而言升歌、下管者，欲明笙奏異於常燕，常燕即上所陳四節是也。今工歌《鹿鳴》三終，與笙奏全別，故特言。下管《新宮》，乃始笙入三成者，止謂笙奏《新宮》三終，申說『下管』之義。雲『《新宮》，《小雅》逸篇也』，知在《小雅》者，以配《鹿鳴》，而言《鹿鳴》是《小雅》，明《新宮》，《小雅》可知。"
      },
      {
        "index": 153,
        "text": "遂合鄉樂。（鄉樂，《周南》、《召南》六篇。言遂者，不也。）\n若舞，則《勺》。（《勺》，《頌》篇，告成《大武》之樂歌也。其《詩》曰：『於鑠王師，遵養時晦。』又曰：『實維爾公允師。』既合鄉樂，萬武而奏之，所以美王侯，勸有功也。）"
      },
      {
        "index": 154,
        "text": "[疏]『若舞則勺』。註『勺頌』至『功也』。釋曰：言『若』者，或為之舞，或不為之舞，在於君意，故以不定而言。雲『舞則《勺》』者，謂為之舞，則歌《勺》詩以為曲。雲『《勺》、《頌》篇，告成《大舞》之樂歌也』者，《勺》詩序文。雲『其《詩》曰：「於鑠王師，遵養時晦」』者，鑠，美也，言於呼美武王之師；遵，循也，循養晦昧之，紂三分天下猶服事於殷。又曰『實維爾公允師』者，公事允信也，言武王伐紂，實維汝武王之事，信得用師之道。雲『既合鄉樂』者，以文承合鄉樂之下，故知既合鄉樂也。雲『萬舞而奏之』者，釋經舞時，作周萬舞之舞，而奏《勺》詩。宣八年《公羊傳》雲：『壬午，猶繹，萬八去。』《傳》曰：『萬者何？幹舞也。』謂秉幹舞以奏《勺》詩也。雲『所以美王侯，勸有功也』者，天子諸侯作之，是美王侯，亦所以勸有功也。"
      },
      {
        "index": 155,
        "text": "唯公與賓有俎。（主於燕，其餘可以無俎。）\n[疏]『唯公與賓有俎』。註『主於』至『無俎』。釋曰：主於燕其餘可以無俎者，對《大射》辨尊卑，公卿皆有俎，其牲用狗則同。"
      },
      {
        "index": 156,
        "text": "獻公，曰：『臣敢奏爵以聽命。』（授公釋此辭，不敢必受之。）\n[疏]『獻公』至『聽命』。註『授公』至『受之』。釋曰：謂若主人獻公，賓媵觶於公，雖非獻，亦釋此辭也。"
      },
      {
        "index": 157,
        "text": "凡公所辭，皆栗階。（栗，蹙也，謂越等急趨君命也。）\n凡栗階，不過二等。（其始升，猶聚足連步。越二等，左右足各一發而升堂。）"
      },
      {
        "index": 158,
        "text": "[疏]『凡栗階不過二等』。註『其始』至『升堂』。釋曰：凡堂及階，尊者高而多，卑者庳而少。案《禮器》雲：『天子之堂九尺，諸侯七尺，大夫五尺，士三尺。』《士冠禮》『降三等受爵弁』，鄭註雲：『降三等，下至地。』"
      },
      {
        "index": 159,
        "text": "則士三等階。以此推之，則一尺為一階，大夫五尺，五等階；諸侯七尺，七等階；天子九尺，九等階可知。今雲『凡栗階不過二等』，言『凡』，則天子九等已下，至士三等皆有栗階之法。栗階不過二等，據上等而言。故鄭雲『其始升猶聚足連步』，一也。故《曲禮》雲：『涉級聚足，連步以上。』鄭註雲：『涉等聚足，謂前足躡一等，後足從之並。連步，謂足相隨不相過也。』此即聚足，一也。天子已下，皆留上等為栗階，左右足各一發而升堂。其下無問多少，皆連步。《雜記》雲：『主人之升降散等。』鄭註雲：『散等，栗階。』則栗階亦名散等。凡升階之法有四等：連步，一也；栗階，二也；歷階，三也，歷階謂從下至上皆越等，無連步，若《禮記。檀弓》雲『杜蕢入寢，歷階而升』是也；越階，四也。"
      },
      {
        "index": 160,
        "text": "越階謂左右足越三等，若《公羊傳》雲『趙盾避靈公，躇階而走』是也。\n凡公所酬，既拜，請旅侍臣。（既拜，謂自酌升拜時也。擯者阼階下告於公，還西階下告公許。旅，行也，請行酒於群臣。必請者，不專惠也。）"
      },
      {
        "index": 161,
        "text": "[疏]『凡公』至『侍臣』。註『既拜』至『惠也』。釋曰：雲『既拜，謂自酌升拜時也』者，此即上賓得君酬酒飲訖，自酌降拜，升時請旅侍臣。雲『擯者阼階下告於公，還西階下告公許。旅，行』者，此約《大射》而知也。"
      },
      {
        "index": 162,
        "text": "凡薦與羞者，小膳宰也。（謂於卿大夫以下也。上特言羞卿者、小膳宰者，欲絕於賓。羞賓者亦士。）\n[疏]『凡薦』至『宰也』。註『謂於』至『亦士』。釋曰：雲『謂於卿大夫以下』者，以其執冪與羞膳，於君是士，則知此『凡』者，於卿大夫也。雲『上特言羞卿者小膳宰者，欲絕於賓。羞賓者亦士』者，鄭意於此言凡，總卿大夫，於文足矣。上文君下特言『羞卿者小膳宰』者，欲見直言君，不須言賓，以其賓之薦俎與君同，明羞膳亦與君同，不使小膳宰，故雲欲絕於賓，為羞賓者亦士也。"
      },
      {
        "index": 163,
        "text": "有內羞。（謂羞豆之實，酏食糝食，羞籩之實，糗餌粉。）\n[疏]『有內羞』。註『謂羞』至『粉』。釋曰：雲『謂羞豆之實，酏食糝食』者，《天官。醢人》雲：『羞豆之實，酏食糝食。』鄭註雲：『酏，《食衍》也。』《內則》曰：『取稻米，舉蚤溲之，小切狼蜀膏，以與稻米為《食衍》。』又曰：『糝取牛、羊、豕之肉，三如一，小切之，與稻米，稻米二，肉一，合以為餌，煎之。』是也。雲『羞籩之實，糗餌粉』者，《籩人職》雲："
      },
      {
        "index": 164,
        "text": "『羞籩之實，糗餌、粉。』鄭註雲：『此二物者粉稻米、黍米所為也。合蒸曰餌，餅之曰。糗者，搗粉熬大豆為之，為餌，之，黏著以粉之耳。餌言糗，言粉，互相足。』是也。糗熬之，亦粉之，其粉搗之，亦糗之，是互相足也。"
      },
      {
        "index": 165,
        "text": "君與射，則為下射，袒朱襦，樂作而後就物。（君尊。）小臣以巾授矢，稍屬。（君尊，不矢。）不以樂誌。（辟不敏也。）既發，則小臣受弓以授弓人。"
      },
      {
        "index": 166,
        "text": "（俟復發也。不使大射正，燕射輕。）上射退於物一，既發，則答君而俟。\n（答，對。）\n若飲君，燕，則夾爵。（謂君在不媵之黨，賓飲之如燕媵觚，則又夾爵。）"
      },
      {
        "index": 167,
        "text": "[疏]『若飲君燕則夾爵』。釋曰：『夾爵』者，將飲君，先自飲，及君飲訖，又自飲，為夾爵。\n君在，大夫射，則肉袒。（不襦，厭於君。）"
      },
      {
        "index": 168,
        "text": "[疏]註『不襦厭於君』。釋曰：《鄉射》記大夫對士射，袒襦，此對君，肉袒，故雲『厭於君』也。\n若與四方之賓燕，媵爵，曰：『臣受賜矣，臣請贊執爵者。』（受賜，謂公卿者酬之，至燕，主人事賓之禮殺，賓降洗，升媵觶於公，答恩惠也。）"
      },
      {
        "index": 169,
        "text": "[疏]『若與』至『爵者』。註『受賜』至『惠也』。釋曰：謂公取二大夫所媵觶上者以酬賓是也。雲『賓降洗，升媵觶於公』者，謂上獻士訖，賓媵觶於公，是答恩惠也。"
      },
      {
        "index": 170,
        "text": "相者對曰：『吾子無自辱焉。』（辭之也。對，答也。亦告公，以公命答之也。）\n有房中之樂。（弦歌《周南》、《召南》之詩，而不用鍾磬之節也。謂之房中者，後夫人之所諷誦，以事其君子。）"
      },
      {
        "index": 171,
        "text": "[疏]『有房中之樂』。註『弦歌』至『君子』。釋曰：雲『弦歌《周南》、《召南》之詩，而不用鍾磬之節』者，此文承四方之賓，燕下而雲『有』，明四方之賓而有之。知『不用鍾磬』者，以其此《二南》本後夫人侍禦於君子，用樂師，是本無鍾磬。今若改之而用鍾磬，當雲有房中之奏樂，今直雲『有房中之樂』，明依本無鍾磬也。若然，案《磬師》雲：『教縵樂，燕樂之鍾磬。』註雲：『燕樂，房中之樂，所謂陰聲也。二樂皆教其鍾磬。』房中樂得有鍾磬者，彼據教房中樂，待祭祀而用之，故有鍾磬也。房中及燕，則無鍾磬也。"
      }
    ]
  }
}