{
  "chapterNumber": 41,
  "title": "卷四十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "至於廣，陳器於道東西，北上。（統於廣。）\n[疏]『至於』至『北上』。註『統於廣』。釋曰：自此盡『拜送』，論至廣陳器及下棺訖送賓之事。云『統於廣』者，對廟中南上，此則北上，故雲統於廣也。"
      },
      {
        "index": 1,
        "text": "茵先入。（當藉柩也。元士則葬用共軸，加茵焉。）\n[疏]『茵先入』。註『當藉』至『茵焉』。釋曰：云『當藉柩也』者，解茵先入之意，以其茵入，乃後屬引下棺於其上，以須藉柩，故茵先入。云『元士則葬用共軸加茵焉』者，元士謂天子之士，葬時，先以共軸由羨道入，乃加茵於其上，乃下棺於中。知元士葬用共軸者，《檀弓》云：『孺子《享黃》之喪，哀公欲設撥。』註云：『撥可撥引盾車，所謂紼。』『問於有若，有若曰：其可也，君之三臣猶設之。顏柳曰：天子龍盾而槨幬，諸侯盾而設幬，為榆沈，故設撥。三臣者廢盾而設撥，竊禮之不中者也。』以此言之，天子諸侯殯葬，皆用盾，朝廟用盾，可知大夫雖殯葬，不用盾，朝廟亦用盾，以其士殯葬不用共軸，朝廟得用之，明大夫朝廟得用盾。故上註云："
      },
      {
        "index": 2,
        "text": "『大夫諸侯以上，有四周謂之盾。』以其大夫諸侯以上，有四周謂之盾，以其大夫朝廟得用盾，故言之也。諸侯之大夫有三命、再命、一命，殯葬不得用盾，天子之元士亦三命、再命、一命，葬得用共軸者，《春秋》之義，王人雖微，猶在諸侯之上。明天子之士尊，謂之為元。元者，善之長，故得用共軸，不與諸侯大夫同也。"
      },
      {
        "index": 3,
        "text": "屬引。（於是說載除飾，更屬引於緘耳。古文屬為燭。）\n[疏]『屬引』。註『於是』至『為燭』。釋曰：云『於是說載』者，謂柩車至廣，解說去載與披及引之等。『除飾』者，解去帷荒池組之等，然後下棺。云『更屬引於緘耳』者，案《喪大記》云：『君窆以衡，大夫士以鹹。』鄭註云：『衡，平也。人君之喪，又以木橫貫緘耳，居旁，持而平之。』今齊人謂棺束為緘，以此而言，則棺束君三衽三束，大夫士二衽二束，束有前後，於束末皆為緘耳。以紼貫結之而下棺，人君又於橫木之上以屬紼也。"
      },
      {
        "index": 4,
        "text": "主人袒，眾主人西面，北上。婦人東面。皆不哭。（俠羨道為位。）\n[疏]『主人』至『不哭』。註『俠羨道為位』。釋曰：主人袒者，為下棺變。婦人不言北上，亦如男子北上可知。『不哭』者，為下棺宜靜。云『俠羨道為位』者，羨道謂入廣道，上無負土為羨道。天子曰隧，塗上有負上為隧，僖二十五年，晉文公請隧弗許是也。"
      },
      {
        "index": 5,
        "text": "乃窆。主人哭，踴無。（窆。下棺也。今文窆為封。）\n[疏]『乃窆』至『無』。註『窆下棺也』。釋曰：主人哭踴，不言處，還於廣東西面也。云『窆，下棺』者，《春秋》謂之崩，皆是下棺之名也。"
      },
      {
        "index": 6,
        "text": "襲，贈用制幣玄束。拜稽顙，踴如初。（丈八尺曰制。二制合之。束，十制五合。）\n[疏]『襲贈』至『如初』。註『丈八』至『五合』。釋曰：云『丈八尺曰制』者，朝貢禮及巡狩禮皆有此文，以丈八尺名為制。《昏禮》幣用二丈，取成數。凡禮幣，皆用制者，取以儉為節。《聘禮》云：『釋幣制玄束。』註云："
      },
      {
        "index": 7,
        "text": "『凡物，十曰束。玄之率，玄居三，居二。』此註云『二制合之，束，十制五合』者，則每一端丈八尺，二端為一匹，五匹合為十制也。"
      },
      {
        "index": 8,
        "text": "卒，袒，拜賓，主婦亦拜賓。即位，拾踴三，襲。（主婦拜賓，拜女賓也。\n即位，反位。）\n[疏]『卒袒』至『三襲』。註『主婦』至『反位』。釋曰：『卒』謂贈卒，更袒拜賓。云『反位』者，各反羨道東西位，其男賓在眾主人之南，女賓在眾婦之南。"
      },
      {
        "index": 9,
        "text": "賓出，則拜送。（相問之賓也。凡吊賓有五，去皆拜之，此舉中焉。）\n[疏]『賓出則拜送』。註『相問』至『中焉』。釋曰：鄭知賓是『相問之賓也。凡吊賓有五，此舉中』者，案《雜記》云：『相趨也，出宮而退；相揖也，哀次而退；相問也，既封而退；相見也，反哭而退；朋友，虞而退。』註云：『此吊者恩薄厚去遲速之節也。相趨，謂相聞姓名，來會喪事也。相揖，嘗會於他也。相問，嘗相惠遺也。相見，嘗執贄相見也。』以此而言，此經既葬而退，是相見問遺之賓，舉中以見上下五者，去即皆拜送可知。"
      },
      {
        "index": 10,
        "text": "藏器於旁，加見。（器，用器、役器也。見，棺飾也。更謂之見者，加此則棺柩不復見矣。先言藏器，乃雲加見者，器在見內也。內之者，明君子之於事，終不自逸也。《檀弓》曰：有虞氏之瓦棺，夏後氏┾，周、殷人棺槨，周人墻置た。）"
      },
      {
        "index": 11,
        "text": "[疏]『藏器於旁加見』。註『器用』至『置た』。釋曰：云『器，用器、役器也』者，用器，即上弓矢、耒耜之等；役器，即上甲胄、幹笮之屬。此器中亦有樂器，不言者，省文。知有用器役器者，以下別云『包筲』之等，則所藏者是此器也。云『見，棺飾也』者，飾則帷荒，以其與棺為飾，是以《喪大記》云："
      },
      {
        "index": 12,
        "text": "『飾棺，君龍帷，黼荒；大夫畫帷，畫荒；士布帷，布荒。』註云：『飾棺者，以華道路及廣中，不欲眾惡其心也。』此柩入廣，還以帷荒加於柩，故鄭註云『及廣中』也。云『更謂之見者，加此則棺柩不復見矣』者，以其唯見此帷荒，故名帷荒為見，是棺柩不復見也。云『先言藏器，乃雲加見者，器在見內也。"
      },
      {
        "index": 13,
        "text": "內之者，明君子之於事，終不自逸也』者，以用器、役器近身陳之，是不自逸也。\n引《檀弓》者，見帷荒在柩外，周人名為墻，若墻屋，然其外又置た為飾也。"
      },
      {
        "index": 14,
        "text": "藏苞筲於旁。（於旁者，在見外也。不言甕С，饌相次可知。四者兩兩而居。\n《喪大記》曰：『棺槨之，君容祝，大夫容壺，士容С。』）"
      },
      {
        "index": 15,
        "text": "[疏]『藏包筲於旁』。註『於旁』至『容С』。釋曰：云『於旁者，在見外也』者，以其加見，乃云『藏包筲』，故知見外也。云『不言甕С，饌相次可知』者，以其陳器之法，後陳者先用，甕С後用包筲，包筲藏，明甕С先藏可知，故雲相次可知。云『四者兩兩而居』者，謂包筲居一旁，甕С居一旁，故雲兩兩而居也。引《喪大記》者，欲見槨內棺外，所容寬狹，得容器物之意也。"
      },
      {
        "index": 16,
        "text": "加折，卻之。加抗席，覆之。加抗木。（宜次也。）\n[疏]『加折』至『抗木』。註『宜次也』。釋曰：云『宜次也』者，宜謂折上陳之，美面鄉上，今用即美面鄉下，抗席又覆之，又折宜承席，席宜承木，皆是其宜也。次者，木則先陳後用，席則後陳先用，是其次也。"
      },
      {
        "index": 17,
        "text": "實土三，主人拜鄉人。（謝其勤勞。）\n[疏]『實土』至『鄉人』。註『謝其勤勞』。釋曰：案《雜記》云：\n『鄉人五十者從反哭，四十者待盈坎。』註云：『非鄉人則少長皆反。』以此而言，於時主人未反哭，鄉人並在，故今至實土三遍，主人拜謝之，謝其勤勞。勤勞者，謂在道助執紼，在廣助下棺，及實土也。"
      },
      {
        "index": 18,
        "text": "即位，踴，襲，如初。（哀親之在斯。）\n[疏]『即位踴襲如初』。註『哀親之在斯』。釋曰：謂既拜鄉人，乃於羨道東即位，踴無，如初也。云『哀親之在斯』者，以親之在斯，故哀號甚，踴無。"
      },
      {
        "index": 19,
        "text": "乃反哭，入，升自西階，東面。眾主人堂下，東面，北上。（西階東面，反諸其所作也。反哭者，於其祖廟，不於阼階西面。西方，神位。）"
      },
      {
        "index": 20,
        "text": "[疏]『乃反』至『北上』。註『西階』至『神位』。釋曰：自此盡『門外拜稽顙』，論主人反哭賓吊之事。反哭者，拜鄉人訖，反還家哭，於廟入升西階東面哭。云『西階東面，反諸其所作也』者，案《檀弓》云：『反哭升堂，反諸其所作也。』註云『親所行禮之處』是也。云『反哭者，於其祖廟』者，謂下士祖禰共廟，故下經賓出，主人送於門外，遂於殯宮。士二廟者，自殯宮先朝禰，後朝祖。今反哭，則先於祖，後幹禰，遂殯宮也。案《春秋》僖八年經書『用致夫人』，《左氏》雲凡夫人『不殯於廟』者，春秋之世，多行殷法，不與禮合也。云『不於阼階西面。西方，神位』者，以《特牲》、《少牢》主人行事升降，皆由阼階，今不於阼階，故決之以西方神位。知者，《特牲》、《少牢》皆布席於奧，殯又在西階，是西方神位，主人非行事，直哭而已，故就神位。"
      },
      {
        "index": 21,
        "text": "婦人入，大夫踴，升自阼階。（辟主人也。）\n[疏]『婦人』至『阼階』。註『辟主人也』。釋曰：反哭之禮，主人、男子等先入，主婦、婦人等後入，故婦人入，丈夫在位者皆踴。婦人不升西階者，由主人在西階，故鄭云『辟主人』。"
      },
      {
        "index": 22,
        "text": "主婦入於室，踴，出即位，及丈夫拾踴三。（入於室，反諸其所養也。出即位，堂上西面也。拾，更也。）\n[疏]『主婦』至『踴三』。註『入於』至『更也』。釋曰：案《檀弓》云：『主婦入於室，反諸其所養也。』鄭註云：『親所饋食之處。』但主人既在西階親所行禮之處，以婦人無外事，故於饋食之處哭也。云『出即位堂上西面也』"
      },
      {
        "index": 23,
        "text": "者，自小斂奉屍夷於堂已後，主婦等位皆在阼階上，西面，是以知出即位者，阼階上西面也。云『拾，更也』者，凡成踴而拾，皆主人踴，主婦人踴，賓乃踴，故雲更也。"
      },
      {
        "index": 24,
        "text": "賓吊者升自西階，曰：『如之何！』主人拜稽顙。（賓吊者，眾賓之長也。\n反而亡焉，失之矣，於是為甚，故吊之。吊者北面，主人拜於位，不北面拜賓東者，以其亦主人位也。今文無曰。）"
      },
      {
        "index": 25,
        "text": "[疏]『賓吊』至『稽顙』。註『賓吊』至『無曰』。釋曰：知賓吊是『眾賓之長』者，以其吊賓皆在堂下，今升堂釋詞，故知賓中為首者，賓之長也。"
      },
      {
        "index": 26,
        "text": "云『反而亡焉，失之矣，於是為甚』者，亦《檀弓》文，引之證周人反哭，而吊哀之甚也。云『吊者北面』者，以經云『賓吊者升自西階』，即雲曰『如之何』，不見吊者改面之文，明升堂北面可知。云『主人拜於位』者，拜於西階上東面位，知者，以其上經主人升自西階東面，故知仍東面位也。云『不北面拜賓東者，以其亦主人位也』者，《鄉飲酒》、《鄉射》主人酬賓，皆於賓東主人位，《特牲》、《少牢》助祭之賓，主人皆拜送於西階東面，故於東面不移，以其亦主人位故也。"
      },
      {
        "index": 27,
        "text": "賓降，出，主人送於門外，拜稽顙。\n[疏]『賓降』至『稽顙』。釋曰：此於《雜記》五賓當相見之賓，故鄭上註云『舉中焉』，明五賓皆依節而吊也。）"
      },
      {
        "index": 28,
        "text": "遂殯宮，皆如啟位，拾踴三。（啟位，婦人入升堂，丈夫即中庭之位。）\n[疏]『遂』至『踴三』。註『啟位』至『即位』。釋曰：案上《喪禮》朝夕哭位，雲婦人即位於堂，南上，主人堂下，直東序西面，啟殯時，雲主人位如初，又雲主人入即位，則此主啟位，婦人亦即位於堂東面，主人即位於堂下，直東序西面。直東序西面，即中庭位也。"
      },
      {
        "index": 29,
        "text": "兄弟出，主人拜送。（兄弟，小功以下也。異門大功，亦可以歸。）\n[疏]『兄弟』至『拜送』。註『兄弟』至『以歸』。釋曰：丈夫婦人在殯宮，拾踴既訖，兄弟入門者，出主人拜而送之。知『兄弟，小功以下也』者，此兄弟等，始死之時，皆來臨喪，殯訖，各歸其家，朝夕哭則就殯所，至葬開殯而來喪所，至此反哭，亦各歸其家，至虞卒祭，還來預焉，故《喪服小記》云『緦小功，虞卒哭則皆免』是也。云『異門大功，亦可以歸』者，大功以上，有同財之義，為異門則恩輕，故可歸也。"
      },
      {
        "index": 30,
        "text": "眾主人出門，哭止。闔門。主人揖眾主人，乃就次。（次，倚廬也。）\n[疏]『眾主』至『就次』。註『次倚廬也』。釋曰：云『眾主人出門』"
      },
      {
        "index": 31,
        "text": "者，則主人拜送兄弟因在門外。云『闔門』者，鬼神尚幽ウ。云『次，倚廬也』\n者，以未虞以前，仍依於初東壁下，倚木為廬，齊衰居堊室，大功張幃。《喪服傳》云『既虞，柱楣，前屏』，此直雲倚廬，據主人斬衰者而言。"
      },
      {
        "index": 32,
        "text": "猶朝夕哭，不奠。（是日也，以虞易奠。）\n[疏]『猶朝夕哭不奠』。註『是日』至『易奠』。釋曰：自啟殯已來常奠，今反哭，至殯宮猶朝夕哭，如前不奠耳。《檀弓》云：『葬日虞，弗忍一日離也。是日也，以虞易奠。』故不奠也。"
      },
      {
        "index": 33,
        "text": "三虞。（虞，喪祭名。虞，安也。骨肉歸於土，精氣無所不之，孝子為其仿徨，三祭以安之。朝葬，日中而虞，不忍一日離。）"
      },
      {
        "index": 34,
        "text": "[疏]『三虞』。註『虞喪』至『日離』。釋曰：云『虞，喪祭名、日中而虞，不忍一日離』，皆《檀弓》文。案彼云：『葬日虞，弗忍一日離也。』又云：『卒哭曰成事，是日也，以吉祭易喪祭。』喪祭則三虞也。云『虞，安也』"
      },
      {
        "index": 35,
        "text": "者，主人孝子葬之時，送形而往，迎魂而返，恐魂神不安，故設三虞以安之。云『骨肉歸於土，精氣無所不之』者，案《檀弓》云：延陵季子葬其長子於嬴博之，既窆，左袒，右還其封，云『骨肉歸復於土，命也。若魂氣則無不之』。是其骨肉歸於土，精氣無所不之之事。言此者，欲見迎魂而返，以虞祭安之，是以鄭云『孝子為其仿徨，三祭以安之』。云『朝葬，日中而虞』，即《檀弓》所云："
      },
      {
        "index": 36,
        "text": "『葬日虞，弗忍一日離。』又下《士虞記》亦云『日中而行事』是也。\n卒哭。（卒哭，三虞之後祭名。始朝夕之，哀至則哭。至此祭，止也。朝夕哭而已。）"
      },
      {
        "index": 37,
        "text": "[疏]『卒哭』。註『卒哭』至『而已』。釋曰：云『卒哭，三虞之後祭名』者，三虞者，再虞用柔日，後虞改用剛日，又隔柔日，卒哭用剛日，故雲卒哭三虞之後祭名也。云『始朝夕之，哀至則哭。至此祭，止也』者，始死，主人哭不絕聲；小斂之後，以親代哭，亦不絕聲；至殯後，主人在廬，廬中思憶則哭，又有朝夕於阼階下哭；至此為卒哭，祭唯有朝夕哭而已，言其哀殺也。然則喪有三無時哭者，始死至殯，哭不絕聲，一無時；既殯廬中，思憶則哭，二無時；卒哭祭後，唯有朝夕哭，為有時，至練祭之後，又止朝夕哭，唯有堊室之中，或十日，或五日一哭，通前為三無時之哭也。是以《檀弓》云：『哭無時，使必知其反也。』是據練後哭無時也。"
      },
      {
        "index": 38,
        "text": "明日，以其班。（班，次也。，卒哭之明日祭名。猶屬也。祭昭穆之次而屬之。今文班為胖。）\n[疏]『明日以其班』。註『班次』至『為胖』。釋曰：云『班，次也』"
      },
      {
        "index": 39,
        "text": "者，謂昭穆之次第。云『，卒哭之明日祭名』者，以卒哭用剛日，用柔日，是以下《士虞記》云『卒哭祭』，即云『明日以其班』，故雲卒哭之明日祭名。"
      },
      {
        "index": 40,
        "text": "云『猶屬也，祭昭穆之次而屬之』者，以其孫於祖，孫與祖昭穆同，故以孫連屬於祖，而就祖而祭之也。\n記。"
      },
      {
        "index": 41,
        "text": "[疏]『記』。釋曰：凡記者，皆是經不具，記之使充經，文理備足也。\n士處寢，寢東首於北墉下。（將有疾，乃寢於室。今文處為居，於為於。）"
      },
      {
        "index": 42,
        "text": "[疏]『士處』至『墉下』。註『將有』至『為於』。釋曰：云『將有疾，乃寢於室』者，以《士喪》篇首雲士『死於室』，此記雲寢者，室一也，故互見其文。若不疾，則在燕寢。將有疾，乃寢臥於室，故變室為寢也。云『東首』者，鄉生氣之所。云『墉下』者，墉謂之墻，《喪大記》謂之北牖下，必在北墉下，亦取十一月一陽生於北，生氣之始故也。《士喪禮》論其死事，故不雲疾。此記人記其不備，凡人死皆因疾，故記其疾之所在也。"
      },
      {
        "index": 43,
        "text": "有疾，疾者齊。（正情性也。寢者，不齊不居其室。）\n[疏]『有疾疾者齊』。註『正情』至『其室』。釋曰：云『有疾』者，既有疾，當齊戒正情性故也。云『寢者，不齊不居其室』者，案《鄉黨》孔子齊居必遷坐，又《祭義》云『致齊於內，散齊於外』，皆在寢。但散齊得鄉外，故雲於外耳，是其齊居寢也。"
      },
      {
        "index": 44,
        "text": "養者皆齊。（憂也。）\n[疏]『養者皆齊』。註『憂也』。釋曰：案《曲禮》云：『父母有疾，冠者不櫛，行不翔，笑不至矧，怒不至詈，不飲酒食肉，疾止復。』故男女養疾，皆齊戒正情性也。"
      },
      {
        "index": 45,
        "text": "徹琴瑟。（去樂。）\n[疏]『徹琴瑟』。註『去樂』。釋曰：君子無大故，琴瑟不離其側。今以父母有疾，憂不在於樂，故去之。案《喪大記》云：『疾病，內外皆掃，君大夫徹縣，士去琴瑟。』註云：『凡樂器，天子宮縣，諸侯軒縣，大夫判縣，士特縣。去琴瑟者，不命之士。』亦謂子男之士不命者也。"
      },
      {
        "index": 46,
        "text": "疾病，外內皆掃。（為有賓客來問也。疾甚曰病。）\n[疏]『疾病外內皆掃』。註『為有』至『曰病』。釋曰：云『疾甚曰病』"
      },
      {
        "index": 47,
        "text": "者，則外內皆掃，為賓客來問疾，自清也。\n徹褻衣，加新衣。（故衣垢，為來人穢惡之。）\n[疏]『徹褻衣加新衣』。註『故衣』至『惡之』。釋曰：此文承疾病者及養病者，則徹褻衣據死者而言，則生者亦去故衣服新衣矣。『徹褻衣』，謂故玄端已有垢汙，故來人穢惡，是以徹去之。『加新衣』者，謂更加新朝服。《喪大記》亦云：『徹褻衣，加新衣。』鄭註云：『徹褻衣，則所加者新朝服矣，互言之也。加朝服者，明其終於正也。』互者，褻衣是玄端，新衣是朝服。朝服言新，則褻衣是故，玄端言褻，朝服是，不褻矣。各舉一邊而言，明皆有兼也。"
      },
      {
        "index": 48,
        "text": "必知褻衣是玄端，新衣是朝服者，案《司服》士之齊戒服玄端，則疾者與養疾者皆齊，明服玄端矣。《檀弓》云：『始死，羔裘玄冠者，易之而已。』羔裘玄冠，即朝服。故知臨死所著新衣，則朝服也，故鄭雲終於正也。"
      },
      {
        "index": 49,
        "text": "禦者四人，皆坐持體。（為不能自轉側。禦者，今時侍從之人。）\n[疏]『禦者』至『持體』。註『為不』至『之人』。釋曰：案《喪大記》云『體一人』，註云：『為其不能自伸屈也。』若然，四體各一人，亦為不能自轉側。《詩》云『輾轉反側』，據身，雲不能自屈伸，據手足，二文相兼乃具。"
      },
      {
        "index": 50,
        "text": "云『禦者，今時侍從之人』者，士雖無臣，亦有侍禦仆從之人，終於其手也。\n屬纊，以俟絕氣。（有其氣微難節也。纊，新絮。）"
      },
      {
        "index": 51,
        "text": "[疏]『屬纊以俟絕氣』。註『有其』至『新絮』。釋曰：案《喪大記》註云：『纊，今之新綿，易動搖，置口鼻之上以為候。』亦二註相兼乃具。云『纊，新絮』，即新綿。《禹貢》豫州貢纖、纊，明纊新綿也。"
      },
      {
        "index": 52,
        "text": "男子不絕於婦人之手，婦人不絕於男子之手。（備褻。）\n[疏]『男子』至『之手』。註『備褻』。釋曰：案《喪大記》註云："
      },
      {
        "index": 53,
        "text": "『君子重終，為其相褻。』若然，疾時使禦者持體，並死於其手。若婦人則內禦者，持體還死於其手。故《喪大記》云：『其母之喪，則內禦者抗衾而浴。』僖三十三年冬，公薨於小寢，《左氏傳》曰『即安』，服註云：『小寢，夫人寢也。』"
      },
      {
        "index": 54,
        "text": "禮，男子不絕於婦人之手，今僖公薨於小寢，譏其近女室，是男子不絕於婦人之手，備褻也。\n乃行禱於五祀。（盡孝子之情。五祀，博言之。士二祀，曰門，曰行。）"
      },
      {
        "index": 55,
        "text": "[疏]『乃行禱於五祀』。註『盡孝』至『曰行』。釋曰：云『盡孝子之情』者，死期已至，必不可求生，但盡孝子之情，故乃行禱五祀，望祐助病者，使之不死也。云『五祀，博言之。士二祀，曰門曰行』者，《祭法》文。今禱五祀，是廣博言之，望助之者眾，其言五祀，則與諸侯五祀同，則《祭法》云『諸侯五祀』是也。"
      },
      {
        "index": 56,
        "text": "乃卒。（卒，終也。）\n[疏]『乃卒』。註『卒終也』。釋曰：自此盡『遷屍』，論上篇始死遷屍於南牖之事。《曲禮》與《爾雅》皆云『大夫曰卒，士曰不祿』，今士不言不祿，而云『卒』者，義取君子曰終，小人曰死，故鄭云『卒，終也』，美言之，使與大夫同稱也。"
      },
      {
        "index": 57,
        "text": "主人啼，兄弟哭。（哀有甚有否，於是始去笄纚，服深衣。《檀弓》曰：『始死，羔裘玄冠者易之。』）\n[疏]『主人啼兄弟哭』。註『哀有』至『易之』。釋曰：云『哀有甚有否』者，啼即泣也。《檀弓》雲高柴『泣血三年』，註云：『言泣，無聲，如血出。』則啼是哀之甚，發聲則氣竭，而息之聲不委曲，若往而不反。對齊衰以下，直哭無啼，是其否也。知『於是始去笄纚，服深衣』者，《禮記。問喪》云："
      },
      {
        "index": 58,
        "text": "『親始死，雞斯徒跣，扱上衽。』註云：『雞斯，當為笄纚。』上衽深衣之裳，前是其親始死，笄纚服深衣也。引《檀弓》者，證服深衣，易去朝服之事也。"
      },
      {
        "index": 59,
        "text": "設床笫，當牖。衽，下莞上簞。設枕。（病卒之廢床，至是設之，事相變。衽，臥席，古文策為茨。）\n[疏]『設床』至『設枕』。註『病卒』至『為茨』。釋曰：經直雲士『死於室，無用斂衾』，不雲此等之事，故記人言之也。云『病卒之廢床，至是設之』者，《喪大記》云：『疾病，寢東首於北牖下，廢床。』是其始死，亦因在地無床，復而不蘇，乃設床於南牖下，有枕席，是病卒之廢床，於是設之。云『事相變』者，謂疾病時去床，既死設床，是生死事相變也。『衽，臥席』"
      },
      {
        "index": 60,
        "text": "者，《曲禮》云：『請席何鄉，請衽何趾。』鄭云：『坐問鄉，臥問趾，因於陰陽。』是衽為臥席。《昏禮》註云：『衽，臥席也。』"
      },
      {
        "index": 61,
        "text": "遷屍。（徙於牖下也，於是無用斂衾。）\n[疏]『遷屍』。註『徙於』至『斂衾』。釋曰：云『徙於牖下』者，即上文『床笫當牖』者也。於是無用斂衾者，釋《士喪禮》『無用斂衾』之時節也。"
      },
      {
        "index": 62,
        "text": "復者朝服，左執領，右執要，招而左。（衣朝服，服未可以變。）\n[疏]『復者』至『而左』。註『衣朝』至『以變』。釋曰：云『招而左』"
      },
      {
        "index": 63,
        "text": "者，以左手執領，還以左手以領招之。必用左者，招魂所以求生，左陽，陽主生，故用左也。『復者』，士之有司，著朝服。『左執領』，謂爵弁服也。云『衣朝服，服未可以變』者，謂始死，未可以變之服兇服，以其復所以求生故也。《喪大記》『小臣復，復者朝服』，彼言小臣，據君，則上下尊卑復者，皆朝服也。"
      },
      {
        "index": 64,
        "text": "楔，貌如軛，上兩末。（事便也。今文軛作厄。）\n[疏]『楔貌』至『兩末』。註『事便』至『作厄』。釋曰：云『如軛』"
      },
      {
        "index": 65,
        "text": "者，軛謂馬鞅，軛馬領亦上兩末，令以屈處入口，取出時易，故鄭云『事便也』。\n此用四，異於吉時所用也。"
      },
      {
        "index": 66,
        "text": "綴足用燕幾，校在南，禦者坐持之。（校，脛也。屍南首，凡脛在南以拘足，則不得辟戾矣。古文校為枝。）\n[疏]『綴足』至『持之』。註『校脛』至『為枝』。釋曰：云『幾脛在南以拘足，則不得辟戾矣』者，古者凡兩頭各施兩足，今以夾則豎用之，屍南首，足鄉北，故以幾腳鄉南以夾足。恐幾欹側，故使生存侍禦者一人坐持夾之，使足不辟戾，可以著屨也。"
      },
      {
        "index": 67,
        "text": "即床而奠，當禺，用吉器。若醴，若酒，無巾、四。（禺，肩頭也。\n用吉器，器未變也。或卒無醴，用新酒。）"
      },
      {
        "index": 68,
        "text": "[疏]『即床』至『巾四』。註『禺肩』至『新酒』。釋曰：即，就也，謂就屍床而設之。屍南首則在床東，當屍肩頭也。此即《檀弓》云：『始死之奠，其餘閣也與？』云『用吉器，器未變也』者，謂未忍異於生，故未變。至小斂奠，則變豆之等，為變矣。云『或卒無醴，用新酒』者，釋經『若醴若酒』，科有其一，不得並有之事。以其始死，卒未有醴，則用新酒。若然，醴酒俱有，容有醴則用之，不更用酒，以其始死不備故也。若小斂以後，則酒醴具設，С二，醴、酒是也。"
      },
      {
        "index": 69,
        "text": "赴曰：『君之臣某死。』赴母、妻、長子則曰：『君之臣某之某死。』（赴，走告也。今文赴作訃。）\n[疏]『赴曰』至『某死』。註『赴走』至『作訃』。釋曰：云『母妻長子則曰君之臣某之某死』者，上某是士名，下某是母妻長子。假令長子，則雲長子某甲，母、妻則婦人不以名行，直雲母與妻也。云『赴，走告也』者，言赴，取急疾之意，故雲赴走告也。云『今文赴作訃』者，《雜記》作訃者，義取以言語相通，亦一塗也。"
      },
      {
        "index": 70,
        "text": "室中，唯主人、主婦坐。兄弟有命夫、命婦在焉，亦坐。（別尊卑也。）\n[疏]『室中』至『亦坐』。註『別尊卑也』。釋曰：云『兄弟有命夫命婦在焉，亦坐』者，若無命夫、命婦，則皆立可知。此《士喪禮》，故鄭云『別尊卑也』，尊謂命夫、命婦。案《大記》君之喪，主人、主婦坐，以外皆立；若大夫喪，主人、主婦、命夫、命婦皆坐，以外皆立也；士之喪，主人父、兄、主婦姑姊妹皆坐，鄭云：『士賤，同宗尊卑皆坐。』此命夫、命婦之外立而不坐者，此謂有命夫、命婦來，兄弟為士者則立，若命夫、命婦，則同宗皆坐也。"
      },
      {
        "index": 71,
        "text": "屍在室，有君命，眾主人不出。（不二主。）\n[疏]『屍在』至『不出』。註『不二主』。釋曰：經直云『主人唯君命出』，不言眾主人，故記人辨之。云『眾主人不出』，在屍東耳。云『不二主』"
      },
      {
        "index": 72,
        "text": "者，《曾子問》云『喪有二孤，廟有二主』為非禮。不云『不二孤』，而云『不二主』者，彼廟主與喪孤相對，此孤不對廟主，孤亦是喪主，故以主言之也。"
      },
      {
        "index": 73,
        "text": "襚者委衣於床，不坐。（床高由便。）\n[疏]『襚者』至『不坐』。註『床高由便』。釋曰：云『床高由便』\n者，《曲禮》云：『授立不跪，授坐不立。』此委衣於床者，不坐，委之以床高，亦如授立不坐之義，故雲由便也。"
      },
      {
        "index": 74,
        "text": "其襚於室，戶西北面致命。（始死時也。）\n[疏]『其襚』至『致命』。註『始死時也』。釋曰：云『始死時』者，謂未小斂之前，屍在室中戶西，故北面致命。若小斂之後，奉屍夷於堂，則中庭北面致命。"
      },
      {
        "index": 75,
        "text": "夏祝淅米，差盛之。（差，擇之。）\n[疏]『夏祝』至『盛之』。註『差擇之』。釋曰：經直云『祝淅米於堂南面，用盆』，不言夏與盛之，故記人言之。"
      },
      {
        "index": 76,
        "text": "禦者四人，抗衾而浴，襢笫。（抗衾，為其倮裎蔽之也。襢，袒也。袒簀，去席，水便。）其母之喪，則內禦者浴，{髟會}無笄。（內禦，女禦也。無笄，猶丈夫之不冠也。）"
      },
      {
        "index": 77,
        "text": "[疏]註『內禦』至『冠也』。釋曰：云『內禦，女禦』者，以婦人稱內，故以女禦為內禦。婦人不死男子之手，故知內禦女禦也。天子八十一禦妻亦曰女禦，與此別也。云『無笄猶丈夫之不冠也』者，《喪服小記》云：『男子冠而婦人笄。』《士喪禮》：『男子免不冠。』此雲婦人不笄，與男子不冠同，故雲猶丈夫不冠也。"
      },
      {
        "index": 78,
        "text": "設明衣，婦人則設中帶。（中帶，若今之襌襂。）\n[疏]『設明』至『中帶』。註『中帶』至『襌襂』。釋曰：經直云『設明衣』，不辨男子與婦人，故此記人雲設明衣者男子，其婦人則設中帶。鄭云『中帶若今襌襂』者，鄭舉目驗而言，但男子明衣之狀，鄭不明言，亦當與中帶相類，有不同之處，故別。雖名中帶，亦號明衣，取其圭也。"
      },
      {
        "index": 79,
        "text": "卒洗，貝反於，實貝，柱右齻、左齻。（象齒堅。）\n[疏]『卒洗』至『左齻』。註『象齒堅』。釋曰：經直云『實貝於屍左右及中』，不言遠近，故記人辨之。云『右齻左齻』，謂牙兩畔最長者，象生時齒堅也。"
      },
      {
        "index": 80,
        "text": "夏祝徹餘飯。（徹去鬻。）\n[疏]『夏祝徹餘飯』。釋曰：經不言『夏祝徹』，故記人記之。\n塞耳。（塞，充窒。）"
      },
      {
        "index": 81,
        "text": "[疏]『塞耳』。釋曰：經直云『用白纊用掩之』，不云『塞耳』，恐同生人縣於耳旁，故記人言之也。\n掘坎，南順，廣尺，輪二尺，深三尺，南其壤。（南順，統於堂。輪，從也。今文掘為今也。）"
      },
      {
        "index": 82,
        "text": "[疏]『掘坎』至『其壤』。釋曰：經直云『甸人掘坎於階』，不辨大小，故記人明之。\n{役土}用塊。（塊，也。古文{役土}為役。）"
      },
      {
        "index": 83,
        "text": "[疏]註『塊也』。釋曰：云『塊，』者，《爾雅。釋言》文。孫氏云：，土塊也。\n明衣裳用幕布，袂屬幅，長下膝。（幕布，帷幕之布，升數未聞也。屬幅，不削幅也。長下膝，又有裳，於蔽下體深也。）"
      },
      {
        "index": 84,
        "text": "[疏]『明衣』至『下膝』。註『幕布』至『深也』。釋曰：云『明衣裳用幕布』，則衣裳同用幕布。云『袂屬幅，長下膝』者，唯據衣而言，以其下別雲裳故也。云『幕布，帷幕之布』者，《周禮。幕人》云『掌帷幕幄綬』，鄭云：『帷幕皆以布為之，幄皆以繒為之。』以其帷幕所以張之於外，恐不相勝舉，故須用布。鄭亦取此文用幕布為義也，故此雲帷幕之布。云『升數未聞』者，以其不雲疏布，直雲幕布，故雲未聞也。云『屬幅，不削幅』者，布幅二尺二寸，凡用布，皆削去邊幅旁一寸，為二寸計之，則此不削幅，謂繚使相著，還以袂二尺二寸。云『長下膝』者，謂為此衣長至膝下。云『又有裳，於蔽下體深』者，凡平為衣，以其有裳，故不至膝下，此又有裳，而言膝下，故云於蔽下體深也。"
      },
      {
        "index": 85,
        "text": "蔽下體，解此經衣至膝下也。\n有前後裳，不辟，長及觳。（不辟，質也。觳，足跗也。凡他服，短無見膚，長無被土。）"
      },
      {
        "index": 86,
        "text": "[疏]『有前』至『及觳』。註『不辟』至『被土』。釋曰：云『不辟，質也』者，以其凡男子，裳不連衣，故皆前三幅，後四幅。辟積其要，示文。"
      },
      {
        "index": 87,
        "text": "今此亦前三後四，不辟積者，以其一服不動，不假上狹下寬也。云『凡他服，短無見膚，長無被土』者，他服謂深衣，《深衣》云：『短毋見膚。』註云：『衣取蔽形。』又云：『長無被土。』註云『為辱』是也。此裳及觳，至足跗亦是不被土，故引為證也。"
      },
      {
        "index": 88,
        "text": "縓綼緆。（一染謂之綼，今紅也。飾裳在幅曰綼，在下曰緆。）\n[疏]『縓綼緆』。註『一染』至『曰緆』。釋曰：云『一染謂之縓』者，《爾雅》文。謂一入赤汁染之，即漢時紅，故舉以為況也。云『飾裳在幅曰縓』者，案《深衣》云：『純袂，緣純邊。』註云：『純謂緣之也。緣邊，衣裳之側。廣各寸半，則表裏共三寸矣。』此在幅亦衣裳之側，緣法如彼也。"
      },
      {
        "index": 89,
        "text": "緇純。（七入為緇。緇，黑也。飾衣曰純，謂領與袂，衣以緇，裳以縓，象天地也。）設握，裏親膚，系鉤中指，結於。（，掌後節中也。手無決者，以握系一端繞，還從上自貫，反與其一端結之。）"
      },
      {
        "index": 90,
        "text": "[疏]『設握』至『於』。註『掌』至『結之』。釋曰：手無決者，以其經已雲設握麗於與決運結，據右手有決者，不言左手無決者，故記之云『以握系一端繞，還從上自貫，反與其一端結之』者，案上文握手用玄，裏，長尺二寸，今裏親膚，據從手內置之，長尺二寸，十掩之手才相對也。兩端各有系，先以一端繞一匝，還從上自貫，又以一端鄉上鉤中指，反與繞者結於掌後節中。"
      },
      {
        "index": 91,
        "text": "甸人築今坎。（築，實土其中，堅之。穿坎之名，一曰今。）\n[疏]『甸人築今坎』。註『築實』至『曰今』。釋曰：經直云『甸人掘坎』，不雲還使甸人築，故記人明之，還使甸人築之也。"
      },
      {
        "index": 92,
        "text": "隸人涅廁。（隸人，罪人也。今之徒役作者也。涅，塞也，為人復往褻之，又亦鬼神不用。）\n[疏]『隸人涅廁』。註『隸人』至『不用』。釋曰：知『隸人，罪人』"
      },
      {
        "index": 93,
        "text": "者，案《周禮。司厲職》云：『其奴，男子入於罪隸。』則中國罪人對夷隸蠻隸、貉隸之等，是征四夷所得也，故鄭舉漢法，今之徒役作者也。云『為人復往褻之，又亦鬼神不用』者，若然，古者非直不共逼浴，亦不共廁，故得雲死者不用也。"
      },
      {
        "index": 94,
        "text": "既襲，宵為燎於中庭。（宵，夜。）\n[疏]『既襲』至『中庭』。釋曰：士之喪，死日而襲，經不雲中庭設燎，故記明之也。"
      },
      {
        "index": 95,
        "text": "厥明，滅燎，陳衣。（記節。）\n[疏]『厥明滅燎陳衣』。註『記節』。釋曰：云『記節』者，為小斂陳衣，當襲之，明旦滅燎之時，故記節。正經不雲，故記人以明之也。"
      },
      {
        "index": 96,
        "text": "凡絞紟用布，倫如朝服。（凡，凡小斂大斂也。倫，比也。今文無紟，古文倫為輪。）\n[疏]『凡絞』至『朝服』。註『凡凡』至『為輪』。釋曰：言『凡』，非一之言，以其唯小斂至大斂有絞，大斂又有紟，故知凡中有大、小斂也。言類如朝服者，《雜記》云『朝服十五升』是也。"
      }
    ]
  }
}