{
  "chapterNumber": 1,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "（《儀禮疏》序。○竊聞道本沖虛，非言無以表其疏；言有微妙，非釋無能悟其理。是知聖人言曲事資，註釋而成。至於《周禮》、《儀禮》，發源是一，理有終始，分為二部，並是周公攝政大平之書。《周禮》為末，《儀禮》為本。"
      },
      {
        "index": 1,
        "text": "本則難明，末便易曉。是以《周禮》注者，則有多門，《儀禮》所注，後鄭而已。\n其為章疏，則有二家：信都黃慶者，齊之盛德；李孟悊者，隋日碩儒。慶則舉大略小，經註疏漏，猶登山遠望而近不知；悊則舉小略大，經注稍周，似入室近觀而遠不察。二家之疏，互有修短。時之所尚，李則為先。案士冠三加，有緇布冠、皮弁、爵弁，既冠，又著玄冠見於君。有此四種之冠，故記人下陳緇布冠、委貌、周弁，以釋經之四種。經之與記都無天子冠法，而李雲委貌與弁皆天子始冠之冠，李之謬也。《喪服》一篇，凶禮之要，是以南北二家，章疏甚多，時之所以，皆資黃氏。案鄭注《喪服》引《禮記·檀弓》云：絰之言實也，明孝子有忠實之心，故為制此服焉。則絰之所作，表心明矣。而黃氏妄云：衰以表心，絰以表首。以黃氏公違鄭注，黃之謬也。黃、李之訓，略言其一，餘足見矣。今以先儒失路，後宜易涂，故悉鄙情，聊裁此疏，未敢專欲，以諸家為本，擇善而從，兼增己義，仍取四門助教李玄植詳論可否，僉謀已定，庶可施以函丈之儒，青衿之俊，幸以去瑕取玖，得無譏焉。）"
      },
      {
        "index": 2,
        "text": "士冠禮第一\n[疏]《士冠禮》第一。○鄭《目錄》云：童子任職居士位，年二十而冠，主人玄冠朝服，則是於諸侯。天子之士，朝服皮弁素積。古者四民世事，士之子恆為士。冠禮於五禮屬嘉禮，大、小《戴》及《別錄》此皆第一。○釋曰：鄭云「童子任職居士位，年二十而冠」，為士身加冠。知者，鄭見下《昏禮》及《士相見》皆據士身自昏、自相見。又《大戴禮。公冠》篇及下諸侯有冠禮，夏之末造，亦據諸侯身自加冠，故鄭據士身自加冠為目也。鄭云「四民人世事，士之子恆為士」者，是《齊語》文。彼云：「桓公謂管仲曰：『成民之事若何？』管子對曰：『四民勿雜處也。』公曰：『處士、農、工、商若何？』管子對曰：『昔聖王之處士就閒燕也，處工就官府也，處商就市井也，處農就田野也。少而習焉，其心安焉。是四民世事，士之子恆為士也。」引之者，證此士身年二十加冠法。"
      },
      {
        "index": 3,
        "text": "若士之子，則四十︹而仕，何得有二十為士自加冠也？二十而冠者，鄭據《曲禮》文「二十曰弱冠」，故雲年二十而冠。其大夫始仕者，二十已冠，訖五十乃爵命為大夫，故大夫無冠禮。又案《喪服。小功章》云「大夫為昆弟之長殤」，鄭云："
      },
      {
        "index": 4,
        "text": "「大夫為昆弟之長殤，小功謂為士者若不仕者也。以此知為大夫無殤服也。」\n《小記》云：「丈夫冠而不為殤。」大夫身已加冠，降兄殤在小功，是身有德行，得為大夫冠，不以二十始冠也。若諸侯則十二而冠，故《左傳》襄九年：「晉侯與諸侯伐鄭，還，公送晉侯，以公宴於河上。問公年，季武子對曰：『會於沙隨之歲，寡君以生。』注云：沙隨在成十六年。晉侯曰：『十二年矣，是謂一終，一星終也。國君十五而生子，冠而生子，禮也。君可以冠矣。』」是諸侯十二而冠也。若天子，亦與諸侯同十二而冠，故《尚書。金縢》云「王與大夫盡弁」，時成王年十五，雲王與大夫盡弁，則知天子亦十二而冠矣。又《大戴禮》云："
      },
      {
        "index": 5,
        "text": "「文王十三生伯邑考。」《左傳》云：「冠而生子，禮也。」是殷之諸侯亦十二而冠。若夏之天子、諸侯與殷天子亦十二而冠。可知若天子之子則亦二十而冠。"
      },
      {
        "index": 6,
        "text": "故《禮記。祭法》云「王下祭殤五」。又《禮記。檀弓》云：「君之適長殤，車三乘。」是年十九已下乃為殤，故二十乃冠矣。若天子、諸侯冠，自有天子、諸侯冠禮，故《大戴禮》有《公冠》篇，天子自然有冠禮，但《儀禮》之內亡耳。"
      },
      {
        "index": 7,
        "text": "士既三加，為大夫早冠者，亦依士禮三加。若天子、諸侯禮則多矣。故《大戴禮。公冠》篇雲「公冠四加」者，緇布、皮弁、爵弁後加玄冕。天子亦四加，後當加袞冕矣。案下文云：「天子之元子猶士，天下無生而貴者。」則天子之子雖早冠，亦用士禮而冠。案《家語。冠頌》云：「王大子之冠，擬冠。」則天子元子亦擬諸侯四加。若然，諸侯之子不得四加，與士同三加可知。鄭又云「冠於五禮屬嘉禮」者，鄭據《周禮》大宗伯所掌五禮，吉、凶、賓、軍、嘉而言。《宗伯》雲「以嘉禮親萬民」，下雲「以昏冠之禮親成男女」，是冠禮屬嘉禮者也。鄭又云「大、小戴及《別錄》此皆第一」者，大戴，戴聖，與劉向為《別錄》十七篇，次第皆《冠禮》為第一，《昏禮》為第二，《士相見》為第三，自茲以下，篇次則異。故鄭雲大、小《戴》、《別錄》即皆第一也。其劉向《別錄》，即此十七篇之次是也，皆尊卑吉凶次第倫敘，故鄭用之。至於大戴即以《士喪》為第四，《既夕》為第五，《士虞》為第六，《特牲》為第七，《少牢》為第八，《有司徹》為第九，《鄉飲酒》第十，《鄉射》第十一，《燕禮》第十二，《大射》第十三，《聘禮》第十四，《公食》第十五，《覲禮》第十六，《喪服》第十七。"
      },
      {
        "index": 8,
        "text": "小戴於《鄉飲》、《鄉射》、《燕禮》、《大射》四篇亦依此《別錄》次第，而以《士虞》為第八，《喪服》為第九，《特牲》為第十，《少牢》為第十一，《有司徹》為第十二，《喪》為第十三，《既夕》為第十四，《聘禮》為第十五，《公食》為第十六，《覲禮》為第十七。皆尊卑吉凶雜亂，故鄭玄皆不從之矣。"
      },
      {
        "index": 9,
        "text": "儀禮。\n[疏]「儀禮」。○釋曰：《儀禮》者，一部之大名；《士冠》者，當篇之小號。退大名在下者，取配注之意故也。然《周禮》言周不言儀，《儀禮》言儀不言周，既同是周公攝政六年所制。題號不同者，《周禮》取別夏、殷，故言周；《儀禮》不言周者，欲見兼有異代之法，故此篇有醮用酒，《燕禮》雲諸公，《士喪禮》雲商祝、夏祝，是兼夏、殷，故不言周。又《周禮》是統心，《儀禮》是履踐，外內相因，首尾是一。故《周禮》已言周，《儀禮》不須言周，同可知矣。且《儀禮》亦名《曲禮》，故《禮器》云：「經禮三百，曲禮三千。」鄭注云：「曲猶事也，事禮謂今禮也。其中事儀三千。」言儀者，見行事有威儀；言曲者，見行事有屈曲。故有二名也。"
      },
      {
        "index": 10,
        "text": "鄭氏注。\n[疏]「鄭氏注」。○釋曰：《後漢書》云：「鄭玄，字康成，青州北海郡高密縣人，鄭崇之後也。」言「注」者，注義於經下，若水之注物，亦名為著。故鄭敘云：「凡著《三禮》七十二篇。」雲著者，取著明經義者也。孔子之徒言傳者，取傳述之意。為意不同，故題目有異也。但《周禮》六官六十，敘官之法，事急者為先，不問官之大小。《儀禮》見其行事之法，賤者為先，故以《士冠》為先。無大夫冠禮，諸侯冠次之，天子冠又次之。其《昏禮》亦士為先，大夫次之，諸侯次之，天子為後。諸侯鄉飲酒為先，天子鄉飲酒次之，鄉射、燕禮已下皆然。又以《冠》、《昏》、《士相見》為先後者，以二十而冠，三十而娶，四十強而仕，即有摯見鄉大夫、見己君及見來朝諸侯之等，又為鄉大夫、州長行鄉飲酒、鄉射之事已下，先吉後凶，盡則行祭祀、吉禮，次敘之法，其義可知。略陳《儀禮》元本，至於禮之大義，備於《禮記疏》。"
      },
      {
        "index": 11,
        "text": "士冠禮。筮於廟門。（筮者，以蓍問日吉凶於《易》也。冠必筮日於廟門者，重以成人之禮成子孫也。廟，謂祢廟。不於堂者，嫌蓍之靈由廟神。）"
      },
      {
        "index": 12,
        "text": "[疏]「士冠」至「廟門」。○釋曰：自此至「宗人告事畢」一節，論將行冠禮，先筮取日之事。案下文雲「布席於門中，闑西閾外」者，闑為門限，即是門外。故《特牲禮》筮日，主人即位於門外西面。此不言門外者，閾外之文可參，故省文也。○注「筮者」至「廟神」。○釋曰：鄭知筮以蓍者，《曲禮》云「龜曰卜，蓍曰筮」，故知筮以蓍也。云「問日吉凶於《易》也」者，下云「若不吉，則筮遠日，如初儀」；又案《周禮》大卜掌《三易》，一曰《連山》，二曰《歸藏》，三曰《周易》；筮得卦，以《易》辭佔吉凶，故云問日吉凶於《易》也。"
      },
      {
        "index": 13,
        "text": "不筮月者，《夏小正》云：「二月綏多士女，冠子取妻時也。」既有常月，故不筮也。雲「冠必筮日於廟門者，重以成人之禮成子孫也」者，案《冠義》云："
      },
      {
        "index": 14,
        "text": "「筮日筮賓，所以敬冠事。敬冠事，所以重禮。」是筮日為重禮之事也。《冠義》又云：「古者重冠。重冠，故行之於廟。行之於廟者，所以尊重事。尊重事，而不敢擅重事。不敢擅重事，所以自卑而尊先祖也。」是成人之禮成子孫也。此經唯論父子、兄弟，不言祖孫。鄭兼言孫者，家事統於尊，若祖在則為冠主，故兼孫也。雲「廟謂祢廟」者，案《昏禮》行事皆直雲廟，《記》雲「凡行事，受諸祢廟」，此經亦直雲廟，故知亦於祢廟也。然《儀禮》之內單言廟者，皆是祢廟，若非祢廟，則以廟名別之。故《聘禮》云：「賓朝服問卿，卿受於祖廟。」又受聘在始祖廟，即云「不腆先君之祧」，是不言於廟，舉祖祧以別之也。士於廟，若天子、諸侯冠，在始祖之廟。是以襄九年季武子雲「以先君之祧處之」，祧則與《聘禮》先君之祧謂遷主所藏始祖同也。若然，服虔注以祧為曾祖者，以其公還及衛，冠於衛成公之廟。服註：「成公，衛曾祖。」故以祧為曾祖廟。時不冠於衛之始祖，以非已廟故也。無大夫冠禮，若幼而冠者，與士同在祢廟也。雲「不於堂者，嫌蓍龜之靈由廟神」者，此據經冠在廟堂，此蓍筮在門外，不同處，故以廟決堂。以蓍自有靈，知吉凶不假廟神，故雲嫌蓍龜之靈由廟神也。案《天府職》云：「季冬，陳玉，以貞來歲之美惡。」注云：「問歲之美惡，謂問於龜。」"
      },
      {
        "index": 15,
        "text": "凡卜筮者，實問於鬼神，龜筮能出其卦兆之佔耳。若然，卜筮實問七八九六之鬼神，故以六玉禮耳。而龜筮直能出其卦兆之佔，似無靈者，各有所對。若以蓍龜對生數、成數之鬼神，則蓍龜直能出卦兆，不得有神。若以卦對生成之鬼神，則蓍龜亦自有神。是以《易。繫辭》雲「蓍之德圓而神」，又云「定天下之吉凶，成天下之亹亹者，莫善於蓍龜。」又郭璞云：「上有蔭叢蓍，下有千齡蔡。」凡蟲之智，莫善於龜；凡草之靈，莫善於蓍。蓍、龜自有靈也。若蓍自有神，不假廟神也。不於寢門筮者，一取成人之禮成子孫，二兼取鬼神之謀。故《易。繫辭》云「人謀鬼謀」，鄭注云：「鬼謀，謂謀卜筮於廟門。」是也。"
      },
      {
        "index": 16,
        "text": "主人玄冠，朝服，緇帶，素韠，即位於門東，西面。（主人，將冠者之父兄也。玄冠，委貌也。朝服者，十五升布衣而素裳也。衣不言色者，衣與冠同也。"
      },
      {
        "index": 17,
        "text": "筮必朝服者，尊蓍龜之道。緇帶，黑繒帶。士帶博二寸，再繚四寸，屈垂三尺。\n素韠，白韋韠，長三尺，上廣一尺，下廣二尺，其頸五寸，肩革帶博二寸。天子與其臣，玄冕以視朔，皮弁以日視朝。諸侯與其臣，皮弁以視朔，朝服以日視朝。"
      },
      {
        "index": 18,
        "text": "凡染黑，五入為緅，七入為緇，玄則六入與？）\n[疏]「主人」至「西面」。○釋曰：此主人將欲謀日之時，先服，即位於祢廟門外，東西而立，以待筮事也。○注「主人」至「八與」。○釋曰：經直雲主人，當是父兄加冠之禮。知兼有兄者，《論語》云：「出則事公卿，入則事父兄。」"
      },
      {
        "index": 19,
        "text": "父兄者，一家之統，父不在則兄為主可知，故兼其兄也。又案下文「若孤子，則父兄戒宿。冠之日，主人紒而迎賓」，則無親父親兄，故彼注云「父、兄，諸父、諸兄」，則知此主人迎賓是親父、親兄也。云「玄冠，委貌」者，此雲玄冠，下記雲委貌，彼雲委貌，見其安正容體；此雲玄冠，見其色；實一物也。云「朝服者，十五升布衣」者，《雜記》云「朝服十五升」，布也。云「素裳」者，雖經不言裳，裳與韠同色，云素韠者，故知裳亦積白素絹為之也。云「衣不言色者，衣與冠同也」者，禮之通例，衣與冠同色，故《郊特牲》云「黃衣黃冠」是也。"
      },
      {
        "index": 20,
        "text": "裳與韠同色，故下爵弁服、纁裳、𩎟韐，𩎟韐即纁之類是也。經直云朝服不言色，與冠同可知也。若然，鄭不言裳與韠同色者，舉衣與冠同，裳與韠同，亦明知，故不言也。其衣冠色異，經即別言之。是以下雲爵弁服純衣是也。雲「筮必朝服者，尊蓍龜之道」者，此決正冠時，主人服玄端爵韠，不服此服，朝服是尊蓍龜之道也。若然，下文雲有司如主人服，又宿賓，賓如主人服，又宿贊冠者，及夕為期，皆朝服。雲尊蓍龜者，案《鄉飲酒》主人朝服，則此有司、賓主朝服，自是尋常相見所服，非特相尊敬之禮。此筮而朝服，決正冠時與。士之祭禮，入廟常服玄端。今此筮亦在廟，不服玄端，故雲尊蓍龜之道。此筮唯有蓍草，言龜者，按《周禮》小事徒筮而已；若大事，先筮而後卜。龜筮是相將之物，同著朝服，故兼言龜，是以《雜記》卜筮皆朝服也。案《特牲禮》筮日與祭同服玄端，《少牢》筮日與祭同服朝服，不特尊蓍龜者。彼為祭事，龜不可尊於先祖，故同服。"
      },
      {
        "index": 21,
        "text": "此為冠事，冠事龜可尊於子孫，故服異也。雲「緇帶，黑繒帶」者，案《玉藻》雲「君素帶，終裨。大夫素帶，裨垂。士練帶，率下裨」。注云：「大夫裨其紐及末，士裨其末而已。」又云「雜帶，君朱綠，大夫玄華，士緇裨」。鄭云："
      },
      {
        "index": 22,
        "text": "「君裨帶上以朱，下以綠終之。大夫裨垂外以玄，內以華。士裨垂之下，外內皆以緇，是謂緇帶。」鄭彼云「是謂」者，指此文也。若然，天子、諸侯帶繞腰及垂者，皆裨之。大夫則不裨其繞腰者，直裨垂之三尺屈而垂者。士則裨其末繞三尺，所垂者不裨，在者若然。大帶所用物：大夫已上用素；士練繒為帶體，所裨者用緇。則此言緇，據裨者而言也。云「士帶博二寸，再繚四寸，屈垂三尺」者，此亦《玉藻》文。大夫已上大帶博四寸。此士卑降於大夫已上，博二寸，再繚共為四寸，屈垂三尺。則大夫已上亦屈垂三尺同矣。云「素韠，白韋韠」者，案《玉藻》云：「韠，君朱，大夫素，士爵韋。」彼以韠為總目，而云君朱，大夫素，士爵韋，是韠色不同。下云韋者，是君、大夫同用韋也。但彼是玄端服之韠，此士用素韋為之，故鄭云白韋韠也。又云「韠，長三尺」至「博二寸」，亦皆《玉藻》文。鄭彼注云：「頸五寸，亦謂廣也。頸中央、肩兩角皆上接革帶，肩與革帶廣同。」此韠即黻也。祭服謂之黻，朝服謂之韠也。云「天子與其臣，玄冕以視朔，皮弁以日視朝」者，此約《玉藻》而知。案彼云天子玄端，「聽朔於南門之外」，「皮弁以日視朝」。又云諸侯「皮弁以聽朔於大廟，朝服以日視朝於內朝」，彼注云：「端當為冕。」謂天子以玄冕聽朔於南門之外、明堂之中。"
      },
      {
        "index": 23,
        "text": "彼皆不言臣，此鄭兼言臣者，欲見在朝君臣同服。引之者，證此玄冕朝服而筮者是諸侯之士。則諸侯與其臣與子加冠，同服皮弁以筮日。天子與其臣與子加冠，同服玄冕以筮日矣。知天子服玄冕、諸侯服皮弁以筮日者，鄭既取君臣同服，明筮時還君臣同服。若雲天子用玄冕、諸侯用皮弁，其臣不得上同於君，君下就臣同朝服也。云「凡染黑，五入為緅，七入為緇，玄則六入與」者，案《爾雅》一染謂之縓，再染謂之赬，三染謂之纁。」此三者皆是染赤法。《周禮。鍾氏》染鳥羽云：「三入為纁，五入為緅，七入為緇。」此是染黑法，故雲凡染黑也。"
      },
      {
        "index": 24,
        "text": "但《爾雅》及《周禮》無四入與六入之文，《禮》有色朱玄之色，故注此玄則六入，下經注雲朱則四入，無正文，故皆云「與」以疑之。但《論語》有紺緅連文，紺又在緅上，則以纁入赤為朱，若以纁入黑則為紺。故《淮南子》云："
      },
      {
        "index": 25,
        "text": "「以涅染緅則黑於涅。」又以紺入黑汁則為緅，故紺緅連言也。若然，玄為六入，緇為七入，深淺不同。而鄭以衣與冠同，以緇與玄同色者，大同小異，皆是黑色，故雲同也。"
      },
      {
        "index": 26,
        "text": "有司如主人服，即位於西方，東面，北上。（有司，群吏有事者，謂主人之吏，所自辟除，府史以下，今時卒吏及假吏是也。）"
      },
      {
        "index": 27,
        "text": "[疏]「有司」至「北上」。○釋曰：此論主人有司從主人有事，故立位於廟門外西方，東面以待事也。○注「有司」至「是也」。○釋曰：士雖無臣，皆有屬吏、胥徒及僕隸，故云「有司，群吏有事者」也。雲「謂主人之吏，所自辟除，府史以下」者，案《周禮》三百六十官之下，皆有府史胥徒，不得君命，主人自辟除，去役賦，補置之，是也。又案《周禮》皆云府史，此雲群吏，吏、史亦一也。故舉漢法為證。又《周禮》鄭注云：「官長所自辟除。」此雲主人者，以此經雲主人，故依經而直雲主人，主亦為長者也。又此注以有司為群吏，案《特牲》以有司為士屬吏，不同者，言群吏則為府吏胥徒也；言屬吏則謂君命之士。是以下文「宿贊冠者」注云：「謂賓若他官之屬，中士若下士也。」又主人讚者，亦云「其屬中士若下士」，是言屬者尊之義。《特牲》之「有司，士之屬吏」亦親類也。《特牲》有司之上有子姓，此文無者，彼祭祀事重，故子姓皆來；此冠事稍輕，故容有不至，故不言。"
      },
      {
        "index": 28,
        "text": "筮與席、所卦者，具饌於西塾。（筮，所以問吉凶，謂蓍也。所卦者，所以畫地記爻，《易》曰：「六畫而成卦。」饌，陳也。具，俱也。西塾，門外西堂也。）"
      },
      {
        "index": 29,
        "text": "[疏]「筮與」至「西塾」。○釋曰：下云「布席於門中闑西閾外」，彼據筮。\n此云西塾，據陳處。○注「筮所」至「堂也」。○釋曰：「筮，所以問吉凶，謂蓍也」者，案《曲禮》云：「龜為卜，策為筮。」故知問吉凶謂蓍。案《易》筮法用四十九蓍，「分之為二以像兩，卦一以像三，揲之以四以象四時。歸奇於扌力以象閏」，「十有八變而成卦」是也。雲「所卦者，所以畫地記爻」者，筮法，依七八九六之爻而記之，但古用木畫地，今則用錢。以三少為重錢，重錢則九也。三多為交錢，交錢則六也。兩多一少為單錢，單錢則七也。兩少一多為拆錢，拆錢則八也。案《少牢》云：「卦者在左坐，卦以木。」故知古者畫卦以木也。雲「《易》曰六畫而成卦」者，《說卦》文，彼云：「昔者聖人之作《易》也，將以順性命之理，是以立天之道曰陰與陽，立地之道曰柔與剛，立人之道曰仁與義。兼三才而兩之，故《易》六畫成卦。」注云：三才，天、地、人之道，六畫，畫六爻。引之者，證畫地識爻之法。雲「西塾，門外西堂也」者，案《爾雅》云：「門側之堂謂之塾。」即《士虞禮》雲「羞燔俎在內西塾上，南順」是也。筮在門外，故知此經西塾門外西堂也。"
      },
      {
        "index": 30,
        "text": "布席於門中，闑西閾外，西面。（闑，門橛。閾，閫也。古文闑為𣙗，閾為蹙。）\n[疏]「布席」至「西面」。○釋曰：此所佈之席擬卜筮之事。言在「門中」者，以大分言之。云「闑西閾外」者，指陳席處也。○注「闑門」至「為蹙」。"
      },
      {
        "index": 31,
        "text": "○釋曰：云「闑，門橛」者，闑，一名橛也。云「閾，閫也」者，《曲禮》云「外言不入於閫」，閫，門限，與閾為一也。云「古文闑為𣙗，閾為蹙」者，遭於暴秦，燔滅典籍，漢興，求錄遺文之後，有古書、今文。《漢書》云：魯人高堂生為漢博士，傳《儀禮》十七篇。是今文也。至武帝之末，魯恭王壞孔子宅，得古《儀禮》五十六篇，其字皆以篆書，是為古文也。古文十七篇與高堂生所傳者同，而字多不同，其餘三十九篇絕無師說，秘在於館。鄭注《禮》之時，以今、古二字並之。若從今文不從古文，即今文在經，闑閾之等是也，於注內疊出古文，𣙗蹙之屬是也。若從古文不從今文，則古文在經，注內疊出今文，即下文「孝友時格」，鄭注云：「今文格為嘏。」又《喪服》注「今文無冠布纓」之等是也。此注不從古文𣙗蹙者，以𣙗蹙非門限之義，故從今不從古也。"
      },
      {
        "index": 32,
        "text": "《儀禮》之內，或從今，或從古，皆逐義強者從之。若二字俱合義者，則互挽見之，即下文雲「壹揖壹讓升」，注云：「古文壹皆作一。」《公食大夫》「三牲之肺不離贊者辯取之一以授賓」，注云：「古文一為壹。」是大小注皆疊。今古文二者俱合義，故兩從之。又鄭疊古今之文者，皆釋經義盡乃言之。若疊今古之文說，須別釋餘義者，則在後乃言之，即下文「孝友時格」注雲「今文格為嘏」，又云「凡醮不祝」之類是也。若然，下記雲「章甫殷道」，鄭云：「章，明也。"
      },
      {
        "index": 33,
        "text": "殷質，言以表明丈夫也。甫，或為父，今文為斧。」事相違，故因疊出今文也。\n筮人執，抽上賣，兼執之，進受命於主人。（筮人，有司主三《易》者。"
      },
      {
        "index": 34,
        "text": "賣，藏筮之器。今時藏弓矢者謂之賣丸也。兼，並也。進，前也，自西方而前。受命者，當知所筮也。）\n[疏]「筮人」至「主人」。○釋曰：此經所陳，據筮時之事。案《少牢》云："
      },
      {
        "index": 35,
        "text": "史「左執筮，右抽上賣、兼與筮執之，東面受命於主人」。得主人命訖，「史曰：諾。西面於門西，抽下賣，左執筮，右兼執賣以擊筮」。乃立筮。此雲，彼雲筮，一也。但筮法不殊，此亦應不異。《少牢》具陳，此不言者，文不具，當與彼同。案《三正記》，大夫蓍五尺，故立筮；七之蓍三尺，當坐筮。與彼異也。○注「筮人」至「筮也」。○釋曰：案《周禮。春官》：「筮人掌《三易》：一曰《連山》，二曰《歸藏》，三曰《周易》。」注云：「問蓍曰筮，其佔《易》。」是筮人主《三易》者也。雲「賣，藏之器」者，賣有二，其一從下向上承之，其一從上向下韜之也。雲「今時藏弓矢者謂之賣丸也」者，此舉漢法為況，亦欲見韜弓矢者以皮為之，故《詩》雲」象弭魚服「，是以魚皮為矢服，則此賣亦用皮也。知「自西方而前」者，上雲「即位於西方」，故知前向東方受命也。雲「受命者，當知所筮也」者，謂執之不知以請筮何事，宰遂命之也。凡卜筮之法，案《洪範》云：「七稽疑，擇建立卜筮人」，三人佔，從二人之言」。又案《尚書。金》云：「乃卜三龜，一習吉。」則天子、諸侯卜時三龜並用，於玉、瓦、原三人各佔一兆也。筮時，《連山》、《歸藏》、《周易》亦《三易》並用。夏殷以不變為佔，《周易》以變者為佔，亦三人各佔一《易》，筮皆三佔從二。三者，三吉為大吉，一凶為小吉，三凶為大凶，一吉為小凶。案《士喪禮》筮宅，「卒筮，執卦以示命筮者，命筮者受視，反之，東面，旅佔」。注云：「旅，眾也。反與其屬共佔之，謂掌《連山》、《歸藏》、《周易》者。」又卜葬日云：「佔者三人在其南。」注云：「佔者三人，掌玉兆、瓦兆、原兆者也。」《少牢》，大夫禮，亦云三人佔。鄭既雲反與其屬佔之，則鄭意大夫卜筮同用一龜、一《易》，三人共佔之矣。其用一龜、一《易》，則三代顆用，不專一代。故《春秋緯演孔圖》云：「孔子《春秋》，九月而成。卜之，得《陽豫》之卦。」宋均注云：「《陽豫》，夏殷之卦名。」故今《周易》無文。"
      },
      {
        "index": 36,
        "text": "是孔子用異代之筮。則大夫卜筮，皆不常據一代者也。\n宰自右少退，贊命。（宰，有司主政教者。自，由也。贊，佐也。命，告也。"
      },
      {
        "index": 37,
        "text": "佐主人告所以筮也。《少儀》曰：「贊幣自左，詔辭自右。」）\n[疏]「宰自」至「贊命」。○注「宰有」至「自右」。○釋曰：知宰是有司主政教者，士雖無臣，以屬吏為宰，若諸侯使司徒兼冢宰以出政教之類，故雲「主政教者」。引《少儀》者，取證贊命在右之義，以其地道尊右，故贊命皆在右。是以《士喪禮》亦云：「命筮者在主人之右。」注云：「命尊者宜由右出。」"
      },
      {
        "index": 38,
        "text": "《特牲》云：「宰自主人之左贊命。」不由右者，為神求吉變故也。《士喪》在右不在左者，以其始死，未忍異於生，故在右也。《少牢》宰不讚命，大夫尊屈，士卑不嫌，故使人讚命也。"
      },
      {
        "index": 39,
        "text": "筮人許諾，右還，即席坐，西面，卦者在左。（即，就也。東面受命，右還北行就席。卦者，有司主畫地識爻者。）"
      },
      {
        "index": 40,
        "text": "[疏]「筮人」至「在左」。○釋曰：此言筮人於主人受命訖，行筮事也。但即席坐西面者，主人為筮人而言作坐，文宜在西面下。今退西面於下者，欲西面之文下就畫卦者，亦西向故也。○注「即就」至「爻者」。○釋曰：鄭知「東面受命」者，以其上文有司在西方東面，主人在門東西面，今從門西東面，主人之宰命之，故東面受命可知也。知「右還北行就席」者，以其主人在門外之東南，席在門中，故知右還北行，乃得西面就席坐也。雲「卦者，有司主畫地識爻者」，上雲所卦者，謂於此雲卦者，據人以杖畫地，記識爻之七八九六者也。"
      },
      {
        "index": 41,
        "text": "卒筮，書卦，執以示主人。（卒，已也。書卦者，筮人以方寫所得之卦。）\n[疏]「卒筮」至「主人」。○釋曰：此言所筮六爻俱了，卦體得成，更以方版畫體示主人之事也。○注「卒已」至「之卦」。○釋曰：雲「書卦者筮人」者，下文雲「筮人還東面旅佔」，明此書卦是筮人也。不使他人書卦者，筮人尊卦，亦是尊蓍龜之道也。案《特牲》云：「卒筮，寫卦，筮者執以示主人。」注云："
      },
      {
        "index": 42,
        "text": "「卦者主畫地識爻，六爻備，乃以方版寫之。」則彼寫卦亦是卦者。故鄭雲卦者畫爻者。彼為祭禮，吉事尚提提，故卦者寫卦，筮人執卦以示主人。《士喪禮》注云：「卦者寫卦示主人。」經無寫卦之文，是卦者自畫示主人。以其喪禮遽於事，故卦者自畫自示主人也。此冠禮，筮者自為自示主人，冠禮異於祭禮、喪禮故也。"
      },
      {
        "index": 43,
        "text": "主人受氐，反之。（反，還也。）\n[疏]「主人受氐反之」。○釋曰：此筮訖，寫所得卦示主人。主人受得省視，雖未辨吉凶，主人尊，先受視以知卦體而已。主人既知卦體，反還與筮人，使人知其佔吉凶也。"
      },
      {
        "index": 44,
        "text": "筮人還，東面旅佔，卒，進告吉。（旅，眾也。還與其屬共佔之。古文旅作臚也。）\n[疏]「筮人」至「告吉」。○釋曰：此言筮人既於主人受得卦體，還於門西東面，旅共佔之，是吉卦。乃進向門東，東面告主人云：吉也。"
      },
      {
        "index": 45,
        "text": "若不吉，則筮遠日，如初儀。（遠日，旬之外。）\n[疏]「若不」至「初儀」。○釋曰：《曲禮》「吉事先近日」，此《冠禮》是吉事，故先筮近日。不吉，乃更筮遠日。是上旬不吉，乃更筮中旬；又不吉，乃更筮下旬。雲「如初儀」者，自「筮於廟門」已下至「告吉」是也。○注「遠日旬之外」。○釋曰：《曲禮》云：「旬之內曰近某日，旬之外曰遠某日。」彼據吉禮而言。旬之內曰近某日，據士禮旬內筮，故雲近某日，是以《特牲》旬內筮日是也。旬之外曰遠某日者，據大夫以上禮旬外筮，故言遠某日，是以《少牢》筮旬有一日是也。案《少牢》云：「若不吉，則及遠日，又筮日如初。」鄭注云："
      },
      {
        "index": 46,
        "text": "「及，至也。遠日後丁若後己。」言至遠日，又筮日如初，明不併筮，則前月卜來月之上旬，上旬不吉；至上旬，又筮中旬，中旬不吉；至中旬，又筮下旬；下旬不吉則止，不祭祀也。若然，《特牲》不言及，則可上旬之內筮，不吉則預筮中旬，中旬不吉，又預筮下旬，又不吉則止。若此冠禮亦先近日，《士冠禮》亦於上旬之內預筮三旬，不吉則更筮後月之上旬。以其祭祀用孟月，不容入他月。"
      },
      {
        "index": 47,
        "text": "若冠子，則年已二十不可止，然須冠，故容入後月也。若然，大夫已上筮旬外，士筮旬內。此士禮，而注雲「遠日，旬之外」者，此遠日旬之外，自是當月上旬之內筮不吉，更筮中旬。雲遠日，非謂《曲禮》文。大夫以上，前月預筮來月上旬為遠某日者，彼自有遠日，與此別也。"
      },
      {
        "index": 48,
        "text": "徹筮席。（徹，去也，斂也。）\n[疏]「徹筮席」。○注「徹去也斂也」。○釋曰：據席則徹去之，筮則斂藏之，故兩訓之也。"
      },
      {
        "index": 49,
        "text": "宗人告事畢。（宗人，有司主禮者。）\n[疏]「宗人告事畢」。○注「宗人」至「禮者」。○釋曰：士雖無臣，亦有宗人掌禮，比於宗伯，故雲「有司主禮者」。"
      },
      {
        "index": 50,
        "text": "主人戒賓，賓禮辭，許。（戒，警也，告也。賓，主人之僚友。古者有吉事則樂與賢者歡成之，有凶事則欲與賢者哀戚之。今將冠子，故就告僚友使來。禮辭，一辭而許。再辭而許曰固辭。三辭曰終辭，不許也。）"
      },
      {
        "index": 51,
        "text": "[疏]「主人」至「辭許」。○釋曰：自此以下至「賓拜送」一節，論主人筮日訖三日之前，廣戒僚友，使來觀禮之事也。雲「主人戒賓」者，謂主人親至賓大門外之西、東面，賓出大門外之東、西面戒之。雲「賓禮辭許」者，即下云："
      },
      {
        "index": 52,
        "text": "「戒賓曰：『某有子某，將加佈於其首，願吾子之教之也。』賓對曰：『某不敏，恐不能共事，以病吾子，敢辭。』主人曰：『某猶原吾子之終教之也。』賓對曰："
      },
      {
        "index": 53,
        "text": "『吾子重有命，某敢不從。』」是一度辭，後乃許之，是賓禮辭許者也。○注「戒警」至「許也」。○釋曰：同官為僚，同志為友。此賓與主人同是官，與為同志，故以「僚友」解之。此謂上、中、下士嘗執摯相見者也。若未嘗相見，則不必戒，故鄭以僚友言之是也。雲「古者有吉事則樂與賢者歡成之」者，則此經戒賓使來者是也。雲「有凶事則欲與賢者哀戚之」者，則《士喪禮》始死命赴者使告君及同僚之等是也。雲「禮辭，一辭而許」者，即此文是也。雲「再辭而許曰固辭」者，則《士相見》云：「『某也原見，無由達，某子以命命某見。』主人對曰：『某子命某見，吾子有辱，請吾子之就家也，某將走見。』賓對曰："
      },
      {
        "index": 54,
        "text": "『某不足以辱命，請終賜見。』主人對曰：『某不敢為儀，固請吾子之就家也，某將走見。』賓對曰：『某不敢為儀，固以請。』主人對曰：『某也固辭，不得命，將走見。』」是其再辭而許，名為固辭之義也。雲「三辭曰終辭不許也」者，又《士相見》云：「士見於大夫，終辭其摯。」是三辭不許為終辭之義也。若一辭不許，後辭上許，則為禮辭許。若再辭不許，後三辭上許，則為再辭而許之曰固。辭若不許至於三辭，又不許，則為三辭曰終辭不許也。又三辭而許則曰三辭，若三辭不許乃曰終辭。是以《公食大夫》戒賓，「上介出請，入告，三辭」。又《司儀》云：「諸公相為賓，主君郊勞，交擯，三辭，車逆，拜辱，三揖，三辭。」"
      },
      {
        "index": 55,
        "text": "注云：「先辭，辭其以禮來於外。後辭，辭升堂。」皆是三辭而許稱三辭。若然，此戒賓，賓禮辭許，不固辭。案《鄉飲酒》主人「請賓，賓禮辭，許」。注云："
      },
      {
        "index": 56,
        "text": "「不固辭者，素所有志。」是賓習道藝，本望賓舉，是素所有志，故不固辭。此亦素有志，樂與主人歡成冠禮，故不固辭。諸經雲禮辭許者，是素有志之類也。"
      },
      {
        "index": 57,
        "text": "主人再拜，賓答拜。主人退，賓拜送。（退，去也，歸也。）\n[疏]案《鄉飲酒》：「主人戒賓，賓拜辱，主人答拜。乃請賓，賓禮辭，許，主人再拜，賓答拜。主人退，賓拜辱。」《鄉射》亦然，皆與此文不同。此經文不具，當依彼文為正。但此不言拜辱者，亦是不為賓已故也。"
      },
      {
        "index": 58,
        "text": "前期三日，筮賓，如求日之儀。（前期三日，空二日也。筮賓，筮其可使冠子者，賢者恆吉。《冠義》曰：「古者冠禮筮日筮賓，所以敬冠事。敬冠事所以重禮，重禮所以為國本。」）"
      },
      {
        "index": 59,
        "text": "[疏]「前期」至「之儀」。○釋曰：此文下盡「宿贊冠者亦如之」，論筮賓若贊冠者之節。雲「前期三日」者，加日為期，期前三日也。筮賓者，謂於僚友眾士之中，筮取吉者為加冠之賓也。雲「如求日之儀」者，亦於廟門外，下至告事畢，唯命筮別，其餘威儀並同，故雲如求日之儀也。命筮雖無文，宰、贊蓋云："
      },
      {
        "index": 60,
        "text": "主人某為子某加冠，筮某為賓，庶幾從之。若庶子，則改「」為一「庶」，字異，餘亦同。此經不雲命筮，並上筮日亦不雲命筮者，皆文不具也。○注「前期」至「國本」。○釋曰：雲「前期三日，空二日也」者，謂正加冠日是期日，冠日之前空二日，外為前期三日，故雲空二日也。二日之中，雖有宿賓、宿贊冠者，及夕為期，但非加冠之事，故雲空也。雲」筮賓，筮其可使冠子者」，即下文三加，皆賓親加冠於首者是也。雲「賢者恆吉」者，解經先戒後筮之意。凡取人之法，先筮後戒。今以此賓是賢者，必知吉，故先戒賓，賓已許，方始筮之。"
      },
      {
        "index": 61,
        "text": "以其賢恆自吉，故先戒後筮之也。若賢恆吉，必筮之者，取其審慎重冠禮之事，故鄭引《冠義》為證也。雲「重禮所以為國本」者，《詩》云：「人而無禮，胡不遄死。」《禮運》云：「治國不以禮，猶無耜而耕也。」故雲重禮所以為國本也。然冠既筮賓，《特牲》、《少牢》不筮賓者，彼以祭祀之事，主人自為獻主，群臣助祭而已。天子諸侯之祭，祭前已射，於射宮擇取可預祭者，故不筮之也。"
      },
      {
        "index": 62,
        "text": "乃宿賓。賓如主人服，出門左，西面再拜。主人東面答拜。（宿，進也。宿者必先戒，戒不必宿。其不宿者為眾賓，或悉來或否。主人朝服。）"
      },
      {
        "index": 63,
        "text": "[疏]「乃宿」至「答拜」。○釋曰：此經為宿賓，擯者傳主人辭，入內告賓，賓如主人服，出門與主人相見之儀也。○注「宿進」至「朝服」。○釋曰：鄭訓宿為進者，謂進之使知冠日當來，故下文「宿曰：『某將加佈於某之首，吾子將蒞之，敢宿。』賓對曰：『某敢不夙興。』」是宿之使進之義也。雲「宿者必先戒」者，謂若賓及贊冠同在上戒賓之內已戒之矣，今又宿，是宿者必先戒也。雲「戒不必宿」者，即上文戒賓之中，除正賓及贊冠者，但是僚友欲觀禮者，皆戒之。使知而已，後更不宿，是戒不必宿者也。雲「不宿者為眾賓，或悉來或否」"
      },
      {
        "index": 64,
        "text": "者，此決賓與贊冠者戒而又宿，不得不來，眾賓主來觀禮，非要須來，容有不來者，故直戒不宿也。雲「主人朝服」者，是上文筮日時朝服，至此無改服之文，則知皆朝服。凡有戒無宿者，非止於此。案《鄉飲酒》、《鄉射》主人戒賓及《公食大夫》各以其爵，皆是當日之戒，理無宿也。又《大射》「宰戒百官有事於射者，射人戒諸公卿大夫射，司士戒士射與贊者。前射三日，宰夫戒宰及司馬」，皆有戒而無宿是也。「射人宿視滌」，此言宿者，謂將射之前，於宿預視滌濯，非戒宿之意也。若然，《特牲禮》雲前期三日宿屍，前無戒而直有宿者，《特牲》文不具，其實亦有戒也。又《禮記。祭統》云：「先期旬有一日，宮宰宿夫人，夫人亦散齊七日，致齊三日。」注云：「宿，讀為肅。肅，猶戒也。戒輕、肅重也者。彼以夫人尊，故不得言戒，而變言宿。讀為肅者，肅亦戒之意。」彼以宿當戒處，非謂祭前三日之宿也。《大宰》雲「祀五帝則掌百官之誓戒」者，謂戒百官使之散齊，至祭前三日，當致齊也。凡宿賓之法，案《特牲》雲前期三日筮屍，乃宿屍，厥明夕，陳鼎。則前期二日宿之也。《少牢》「筮吉」下雲「宿」，鄭注云：「大夫尊，儀益多，筮月既戒，諸官以齊戒矣。至前祭一日，又戒以進之，使知祭日當來。」又云：「前宿一日，宿戒屍。」注云：「先宿屍者，重所用為屍者，又為將筮。」吉則乃遂宿屍。是前祭二日筮屍訖宿屍，至前祭一日又宿屍。天子、諸侯祭前三日宿之，使致齊也。"
      },
      {
        "index": 65,
        "text": "乃宿賓。賓許，主人再拜，賓答拜。主人退，賓拜送。（乃宿賓者，親相見，致其辭。）\n[疏]「乃宿」至「拜送」。○釋曰：上據擯者傳辭，賓出與主人相見。此經據主人自致辭，故再舉宿賓之文也。"
      },
      {
        "index": 66,
        "text": "宿贊冠者一人，亦如之。（贊冠者，佐賓為冠事者，謂賓若他官之屬，中士若下士也。宿之以筮賓之明日。）\n[疏]「宿贊」至「如之」。○注「贊冠」至「明日」。○釋曰：案下文冠子之時，贊者坐櫛、設纚、卒之類，是贊冠者佐賓為冠事者。以其佐賓為輕，故不筮也。雲「謂賓若他官之屬」者，此所取本由主人之意，或取賓之屬，或取他官之屬，故鄭兩言之。案《周禮》三百六十官，每官之下皆有屬官。假令上士為官首，其下有中士、下士為之屬。若中士為官首，其下即有下士為之屬也。雲「中士若下士也」者，此據主人是上士而言之。贊冠者皆降一等。假令主人是上士，賓亦是上士，則取中士為之贊。假令主人是下士，賓亦是下士，則亦取下士為之贊。禮窮則同，故也。雲「宿之以筮賓之明日」者，以下有「厥明夕為期」，是冠前一日宿賓。宿贊在厥明之上，則去冠前二日矣。筮賓是前期三日，則知宿賓贊冠者是筮賓之明日，可知不在宿賓下。而在宿贊冠之下言之者，欲取為厥明相近故也。"
      },
      {
        "index": 67,
        "text": "厥明夕，為期於廟門之外。主人立於門東，兄弟在其南，少退，西面，北上。\n有司皆如宿服，立於西方，東面，北上。（厥，其也。宿服，朝服。）"
      },
      {
        "index": 68,
        "text": "[疏]「厥明」至「北上」。○釋曰：自此至「賓之家」，論冠前一日之夕為明日加冠之期告賓之事也。雲「厥明夕為期」者，謂宿賓與贊冠明日向暮為加冠之期。必於廟門者，以冠在廟，知亦在廟為期也。主人之類在門東，賓之類在門西者，各依賓主之位，夾處東西也。○注「厥其」至「朝服」。○釋曰：知「宿服，朝服」者，以其宿服如筮日之服，筮日朝服，轉相如，故知是朝服也。"
      },
      {
        "index": 69,
        "text": "擯者請期，宰告曰：「質明行事。」（擯者，有司佐禮者，在主人曰擯，在客曰介。質，正也。宰告曰，旦日正明行冠事。）"
      },
      {
        "index": 70,
        "text": "[疏]「擯者」至「行事」。○釋曰：上經布位已訖，故此經見為期之事。言請期者，謂請主人加冠之期。言告曰者，即是宰贊命告之也。○注「擯者」至「冠事」。○釋曰：上雲有司，此言擯者，故知擯者是有司佐主人行冠禮者也。"
      },
      {
        "index": 71,
        "text": "雲「在主人曰擯，在客曰介」者，案《聘禮》及《大行人》皆以在主人曰擯，在客稱介，亦曰相，《司儀》雲「每門止一相」是也。雲「旦日正明行冠事」者，案《特牲》「請期曰羹飪」，鄭注云：「肉謂之羹。飪，熟也。謂明日質明時而曰肉熟，重豫勞賓。」此無羹飪，故雲質明。《少牢》雲「旦明行事」，故此注取彼而言旦日正明行冠事也。"
      },
      {
        "index": 72,
        "text": "告兄弟及有司，（擯者告也。）\n[疏]「告兄弟及有司」。○注「擯者告也」。○釋曰：上文陳兄弟及有司位次，此告訖，下乃雲告事畢，則兄弟及有司亦廟門之外矣。必告之者，禮取審慎之義，故也。必知擯者告者，上擯者請期，此即雲告，明還是擯者告可知。"
      },
      {
        "index": 73,
        "text": "告事畢。（宗人告也。）\n[疏]「告事畢」。○注「宗人告也」。○釋曰：知宗人告者，亦約上文筮日時宗人告事得知也。"
      },
      {
        "index": 74,
        "text": "擯者告期於賓之家。\n[疏]「擯者」至「之家」。○釋曰：有司是家之屬吏者，則告期皆得在位。\n賓是同僚之等，為期時不在，故就家告之。於夕為期，當暮即得告之者，以其共仕於君，其家必在城郭之內相近，故得告也。"
      },
      {
        "index": 75,
        "text": "夙興，設洗，直於東榮，南北以堂深。水在洗東。（夙，早也。興，起也。\n洗，承盥洗者棄水器也，士用鐵。榮，屋翼也。周制，自卿大夫以下，其室為夏屋。水器，尊卑皆用金，及大小異。）"
      },
      {
        "index": 76,
        "text": "[疏]「夙興」至「洗東」。○釋曰：自此至「賓升則東面」，論將冠子豫陳設冠與服、器物之事也。○注「夙早」至「小異」。○釋曰：雲「洗，承盥洗者棄水器也」者，謂盥手洗爵之時，恐水穢地，以洗承盥洗水而棄之，故雲棄水器也。雲「士用鐵」者，案《漢禮器制度》，洗之所用，士用鐵，大夫用銅，諸侯用白銀，天子用黃金也。雲「榮屋翼也」者，即今之博風。雲榮者，與屋為榮飾；言翼者，與屋為翅翼也。雲「周制自卿大夫以下，其室為夏屋」者，言周制者，夏、殷卿大夫以下屋無文，故此經是周法，即以周制而言也。案此經是士禮而雲榮，《鄉飲酒》卿大夫禮，《鄉射》、《喪大記》大夫士禮，皆云榮。又案《匠人》云：「夏後氏世室，堂修二七，廣四修一，五室。」此謂宗廟。路寢同制，則路寢亦然。雖不雲兩下為之，彼下文雲殷人重屋、四阿，鄭云：四阿，四注屋。"
      },
      {
        "index": 77,
        "text": "重屋謂路寢。殷之路寢四阿，則夏之路寢不四阿矣，當兩下為之。是以《檀弓》孔子云：「見若覆夏屋者矣。」鄭注云：「夏屋，今之門廡。」漢時門廡也，兩下為之，故舉漢法以況。夏屋兩下為之，或名兩下屋為夏屋。夏後氏之屋亦為夏屋。鄭雲卿大夫以下其室為夏屋兩下，而周之天子諸侯皆四注。故《喪大記》雲「升自屋東榮」，鄭以為卿大夫士，其天子諸侯當言東ニ也。周天子路寢，制似明堂五室十二堂，上圓下方，明四注也。諸侯亦然。故《燕禮》雲「洗當東ニ」，鄭云：「人君為殿屋也。」雲「水器，尊卑皆用金，及大小異」者，此亦案《漢禮器制度》，尊卑皆用金，及其大小異。此篇與《昏禮》、《鄉飲酒》、《鄉射》、《特牲》皆直言水，不言。《大射》雖雲水，不雲斗。《少牢》云：「司宮設水於洗東，有斗。」鄭注云：「設水用，沃盥用斗，禮在此也。」欲見、斗俱有，餘文無者，不具之意也。《儀禮》之內，設洗與設尊，或先或後，不同者，若先設洗則兼餘事。此士冠，賓與贊共洗，《昏禮》有夫婦與御媵之等，《少牢》、《特牲》兼舉鼎，不專為酒，以是皆先設洗。《鄉飲酒》、《鄉射》先設尊者，以其專為酒。《燕禮》、《大射》自相對，《大射》辨尊卑，故先設尊；《燕禮》不辨尊卑，故先設洗。又《儀禮》之內或有尊無洗，或尊、洗皆有，文不言設之者，是不具也。"
      }
    ]
  }
}