{
  "chapterNumber": 32,
  "title": "卷三十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "繼父同居者。\n[疏]『繼父同居者』。釋曰：繼父本非骨肉，故次在女子子之下。案《郊特牲》云：夫死不嫁，終身不改。詩恭姜自誓不許再歸，此得有婦人將子嫁而有繼父者，彼不嫁者，自是貞女守誌，而有嫁者，雖不如不嫁，聖人許之，故《齊衰三年章》有繼母，此又有繼父之文也。"
      },
      {
        "index": 1,
        "text": "傳曰：何以期也？《傳》曰：『夫死，妻稚，子幼，子無大功之親，與之人。而所者，亦無大功之親，所者以其貨財為之築宮廟，歲時使之祀焉，妻不敢與焉。』若是，則繼父之道也。同居則服齊衰期，異居則服齊衰三月。必嘗同居，然後為異居，未嘗同居，則不為異居。（妻稚，謂年未滿五十。子幼，謂年十五已下。子無大功之親，謂同財者也。為之築宮廟於家門之外，神不歆非族。"
      },
      {
        "index": 2,
        "text": "妻不敢與焉，恩雖至親，族已絕矣。夫不可二，此以恩服爾。未嘗同居，則不服之。）\n[疏]『傳曰』至『異居』。釋曰：『何以期也』者，以本非骨肉，故致問也。『傳曰』已下，並是引舊傳為問答。自此至齊衰期，謂子家無大功之內親，繼父家亦無大功之內親，繼父以財貨為此子築宮廟，使此子四時祭祀不絕，三者皆具，即為同居，子為之期，以繼父恩深故也。言妻不言母者，已他族，與己絕，故言妻，欲見與他為妻，不合祭己之父故也。云『異居則服齊衰三月。必嘗同居，然後為異居』者，此一節論異居，繼父言異者，昔同今異，謂上三者若闕一事，則為異居。假令前三者仍是具，後或繼父有子，即是繼父有大功之內親，亦為異居矣。如此，父死為之齊衰三月，入下文《齊衰三月章》繼父是也。雲必嘗同居然後為異居者，欲見前時三者具，為同居，後三者一事闕，即為異居之意。"
      },
      {
        "index": 3,
        "text": "云『未嘗同居，則不為異居』，謂子初與母往繼父家時，或繼父有大功內親，或已有大功內親，或繼父不為已築宮廟，三者一事闕，雖同在繼父家，亦名不同居，繼父全不服之矣。註『妻稚』至『服之』。釋曰：鄭知『妻稚謂年未滿五十』"
      },
      {
        "index": 4,
        "text": "者，案《內則》妾年五十閉房，不復禦，何得更嫁？故未滿五十也。云『子幼謂年十五已下』者，案《論語》云『可以六尺之孤』，鄭亦云『十五已下』，知者，見《周禮。鄉大夫職》云：『國中自七尺以及六十，野自六尺以及六十有五，皆征之。』七尺謂年二十，六尺謂年十五。十五則受征役，何得隨母，則知子幼十五已下。言『已下』則不通十五，以其十五受征，明據十四至年一歲已上也。"
      },
      {
        "index": 5,
        "text": "云『大功之親謂同財』者，下記云『小功巳下為兄弟』，則小功已下疏，故得兄弟之稱。則大功之親容同財共活可知。云『為之築宮廟於家門之外』者，以其中門外有己宗廟，則知此在大門外築之也。必在大門外築之者，神不歆非族故也。"
      },
      {
        "index": 6,
        "text": "若在門內，於鬼神為非族，恐不歆之，是以大門外為之。隨母嫁得有廟者，非必正廟，但是鬼神所居曰廟，若《祭法》云『庶人祭於寢也』，神不歆非族，《大戴禮》文。云『夫不可二』者，據傳雲妻，明據繼父而言，以其與繼父為妻，不可更於前夫為妻而祭，故雲夫不可二也。云『此以恩服爾』者，並解為繼父期與三月。云『未嘗同居則不服之』者，以其同居與異居有服，明未嘗同居不服可知。"
      },
      {
        "index": 7,
        "text": "為夫之君。傳曰：何以期也？從服也。\n[疏]『為夫之君傳曰』至『從服也』。釋曰：此以從服，故次繼父下。但臣之妻皆稟命於君之夫人，不從服小君者，欲明夫人命亦由君來，故臣妻於夫人無服也。不直言夫之君而言為者，以夫之君而言為者，以夫之君從服輕，故特言為夫之君也。傳曰『何以期』者，問比例者，怪人疏而同親者，故發問。云『從服也』，以夫為君斬，故妻從服期也。"
      },
      {
        "index": 8,
        "text": "姑、姊妹、女子子人無主者，姑、姊妹報。\n[疏]『姑姊』至『姊妹報』。釋曰：此等親出，已降在大功，雖矜之服期，不絕於夫氏，故次義服之下。女子子在上，不言報者，女子子出大功，反為父母，自然猶期，不須言報，故不言也。姑對侄，姊妹對兄弟出，反為侄與兄弟大功，侄與兄弟為之降至大功，今還相為期，故須言報也。"
      },
      {
        "index": 9,
        "text": "傳曰：無主者，謂其無祭主者也。何以期也？為其無祭主故也。（無主後者，人之所哀憐，不忍降之。）\n[疏]『傳曰』至『主者也』。釋曰：云『無主者謂其無祭主』者，無主有二：謂喪主、祭主。傳不言喪主者，喪有無後，無無主者，若當家無喪主，或取五服之內親，又無五服親，則取東西家，若無則裏尹主之。今無主者，謂無祭主也，故可哀憐而不降也。註『無主』至『降之』。釋曰：云『人之所哀憐』"
      },
      {
        "index": 10,
        "text": "者，謂行路之人，見此無夫復無子而不嫁，猶生哀{敏心}，況侄與兄弟及父母，故不忍降之也。若然，除此之外，餘人為之服者，仍依出降之服，而不服加，以其餘人恩疏故也。不言嫁而雲人者，若言人，即謂士也；若言嫁之，嫁之乃嫁於大夫，於本親又以尊降，不得言報，故雲人不言嫁。"
      },
      {
        "index": 11,
        "text": "為君之父母、妻、長子、祖父母。\n[疏]『為君之父母妻長子祖父母』。釋曰：此亦從服輕，於夫之君及姑姊妹女子子無主，故次之。言『為』者，亦如為夫之君也。"
      },
      {
        "index": 12,
        "text": "傳曰：何以期也？從服也。父母、長子，君服斬。妻，則小君也。父卒，然後為祖後者服斬。（此為君矣，而有父若祖之喪者，謂始封之君也。若是繼體，則其父若祖有廢疾不立。父卒者，父為君之孫，宜嗣位而早卒，今君受國於曾祖。）"
      },
      {
        "index": 13,
        "text": "[疏]『傳曰』至『者服斬』。釋曰：云『父母長子君服斬』者，欲見臣從君服期。若然，君之母當在齊衰，與君父同在斬者，以母亦有三年之服，故並言之。云『妻則小君也』者，欲見臣為小君，期是常，非從服之例。云『父卒然後為祖後者服斬』者，傳解經臣為君之祖父母服期，若君在，則為君祖父母從服期。"
      },
      {
        "index": 14,
        "text": "註『此為』至『尊祖』。釋曰：云『此為君矣，而有父若祖之喪者，謂始封之君也』者，若《周禮。典命》三公八命，其卿六命，大夫四命，出封皆加一等，是五等諸侯為始封之君非繼體，容有祖父不為君而死，君為之斬，臣亦從服期也。"
      },
      {
        "index": 15,
        "text": "云『若是繼體，則其父若祖有《疒發》疾不立』者，此祖與父合立，為《疒發》疾不立，己當立，是受國於曾祖。若然，此二者自是不立，今君立不關父祖。又云『父卒者，父為君之孫宜嗣位而早卒，今君受國於曾祖』者，此解傳之『父卒』"
      },
      {
        "index": 16,
        "text": "耳。鄭意以父祖有《疒發》疾，必以今君受國於曾祖，不取受國於祖者。若今君受國於祖，祖薨，則群臣為之斬，何得從服期？故鄭以新君受國於曾祖。若然，曾祖為君薨，群臣自當服斬，若君之祖薨，君為之服斬，臣從服期也。若然，父卒者，父為君之孫，宜嗣位而早卒，則君之祖亦是《疒發》疾，或早死不立，是以君之父受國於祖，復早卒，今君乃受國於曾祖也。趙商問：『己為諸侯，父有《疒發》疾，不任國政，不任喪事，而為其祖服，制度之宜，年月之斷雲何？』答云："
      },
      {
        "index": 17,
        "text": "『父卒為祖後者三年斬，何疑？』趙商又問：『父卒為祖後者三年，已聞命矣。\n所問者，父在為祖如何？欲言三年則父在，欲言期，復無主，斬杖之宜，主喪之制，未知所定。』答曰：『天子諸侯之喪，皆斬衰，無期。』彼誌與此註相兼乃具也。"
      },
      {
        "index": 18,
        "text": "妾為女君。\n[疏]『妾為女君』。釋曰：妾事女君，使，與臣事君同，故次之也。以其妻既與夫體敵，妾不得體夫，故名妾。妾，接也，接事妻，故妾稱妻為女君也。"
      },
      {
        "index": 19,
        "text": "傳曰：何以期也？妾之事女君，與婦之事舅姑等。（女君，君妻也。女君於妾無服，報之則重，降之則嫌。）\n[疏]『傳曰』至『姑等』。釋曰：傳意謂妾或是妻之侄娣同事一人，忽為之重服，故發問也。答曰『妾之事女君與婦之事舅姑等』者，婦之事舅姑亦期，故云『等』。但並後匹，傾覆之階，故抑之，雖或侄娣，使如子之妻，與婦事舅姑同也。註『女君』至『則嫌』。釋曰：云『女君於妾無服』者，諸經傳無女君服妾之文，故雲無服。必無服者，鄭解其不服之意，是以云『報之則重』。"
      },
      {
        "index": 20,
        "text": "還報以期，無尊卑降殺，大重也。云『降之則嫌』者，若降之大功、小功，則似舅姑為婦庶婦之嫌，故使女君為妾無服也。"
      },
      {
        "index": 21,
        "text": "婦為舅姑。\n[疏]『婦為舅姑』。釋曰：文在此者，既欲抑妾事女君，使如事舅姑，故婦事舅姑在下，欲使妾情先於婦，故婦文在後也。"
      },
      {
        "index": 22,
        "text": "傳曰：何以期也？從服也。\n[疏]『傳曰』至『從服也』。釋曰：問之者，本是路人，與子判合，則為重服，服夫之父母，故問也。云『從服也』者，答辭既得體，其子為親，故重服，為其舅姑也。"
      },
      {
        "index": 23,
        "text": "夫之昆弟之子。（男女皆是。）\n[疏]『夫之昆弟之子』。註『男女皆是』。釋曰：《檀弓》云：『兄弟之子猶子也。』蓋引而進之，進同己子，故二母為之，亦如已子服期也。云『男女皆是』者，據女在室與出嫁，與二母相為服同期與大功，故子中兼男女，但以義服情輕，同婦事舅姑，故次在下也。"
      },
      {
        "index": 24,
        "text": "傳曰：何以期也？報之也。\n[疏]『傳曰何以期也報之也』。釋曰：『報之』者，二母與子本是路人，為配二父，而有母名，為之服期，故二母報子還服期。若然，上世叔之下不言報，至此言之者，二父本是父之一體，又引同己子，不得言報，至此本疏，故言報也。"
      },
      {
        "index": 25,
        "text": "公妾、大夫之妾為其子。\n[疏]『公妾大夫之妾為其子』。釋曰：二妾為其子，應降而不降，重出此文，故次之。"
      },
      {
        "index": 26,
        "text": "傳曰：何以期也？妾不得體君，為其子得遂也。（此言二妾不得從於女君尊降其子也。女君與君一體，唯為長子三年，其餘以尊降之，與妾子同也。）"
      },
      {
        "index": 27,
        "text": "[疏]『傳曰』至『遂也』。釋曰：傳嫌二妾承尊應降，今不降，故發問。\n答云『妾不得體君為其子得遂也』者，諸侯絕旁期，為眾子無服，大夫降一等，為眾子大功。其妻體君，皆從夫而降之，至於二妾賤，皆不得體君，君不厭妾，故自為其子得伸，遂而服期也。註『此言』至『同也』。釋曰：云『唯為長子三年』，更云『其餘』，謂己所生第二已下，以尊降，與妾子同，諸侯夫人無服，大夫妻為之大功也。"
      },
      {
        "index": 28,
        "text": "女子子為祖父母。\n[疏]『女子子為祖父母』。釋曰：章首已言『為祖父母』，兼男女，彼女據成人之女，此言『女子子』，謂十五許嫁者，亦以重出其文，故次在此也。"
      },
      {
        "index": 29,
        "text": "傳曰：何以期也？不敢降其祖也。（經似在室，傳似已嫁。明雖有出道，猶不降。）\n[疏]『傳曰』至『祖也』。釋曰：祖父母正期也。已嫁之女，可降旁親，祖父母正期，故不降也，故云『不敢降其祖也』。註『經似』至『不降』。釋曰：知經似在室者，以其直云『女子子』，無嫁文，故云『似在室』。云『傳似已嫁』者，以其言『不敢』，則有敢者，敢謂出嫁，降旁親，是已嫁之文。此言不敢，是雖嫁而不敢降祖，故云『傳似已嫁』也。經傳互言之，欲見在室、出嫁同不降，故鄭云『明雖有出道猶不降』也。云『出道』者，女子子雖十五許嫁，始行納采、問名、納吉、納徵四禮，即著笄為成人，得降旁親。要至二十乃行，謂請期、親迎之禮，以其笄而未出，故雲明雖有出道，猶不降。不直言出而言道者，實未出，故雲出道，猶如鄭註《論語》云：『雖不得祿，亦得祿之道。』是亦未得祿而雲之道，亦此類也。"
      },
      {
        "index": 30,
        "text": "大夫之子為世父母、叔父母、子、昆弟、昆弟之子、姑姊妹女子子無主者為大夫命婦者，唯子不報。傳曰：大夫者，其男子之為大夫者也。命婦者，其婦人之為大夫妻者也。無主者，命婦之無祭主者也。何以言唯子不報也？女子子人者為其父母期，故言不報也。言其餘皆報也。何以期也？父之所不降，子亦不敢降也。大夫曷為不降命婦也？夫尊於朝，妻貴於室矣。（命者，加爵服之名。自士至上公，凡九等。君命其夫，則後夫人亦命其妻矣。此所為者，凡六命夫、六命婦。無主者，命婦之無祭主，謂姑姊妹女子子也。其有祭主者，如眾人。唯子不報，男女同不報爾。傳以為主謂女子子，似失之矣。大夫曷為不降命婦，據大夫於姑姊妹女子子，既以出降在大功，其士者又以尊降在小功也。夫尊於朝，與己同，妻貴於室，從夫爵也。）"
      },
      {
        "index": 31,
        "text": "[疏]『大夫之子』至『於室矣』。釋曰：此言大夫之子為此六大夫、六命婦服期不降之事。其中雖有子女重出其文，其餘並是應降而不降，故次在女子為祖下。但大夫尊，降旁親一等，此男女皆合降至大功，為作大夫與己尊同，故不降，還服期。若姑姊妹女子子，若出嫁，大功，士又降至小功。今嫁大夫雖降至大功，為無祭主，哀憐之不忍降，還服期也。傳云『無主者命婦之無祭主者也』"
      },
      {
        "index": 32,
        "text": "者，鄭兼言命婦，欲見既為命婦不降，又無祭主，更不降服期之意也。傳云『何以言唯子不報也』，鄭雲子中兼男女，傳唯據女子子，鄭不從也。云『何以期也，父之所不降，子亦不敢降也』者，欲見此經雲大夫之子得行大夫禮，降與不降，一與父同，故傳據父為大夫為本，以子亦之也。云『大夫曷為不降命婦也』已下，欲見大夫是尊同，大夫妻是婦人，非尊同，亦不降者，傳解妻亦與夫同尊卑之意，是以云『夫尊於朝』、『妻貴於室』，以其大夫以上貴，士以下賤，此中無士與士妻，故以貴言之也。註『命者』至『夫爵也』。釋曰：云『命者加爵服之名』者，見《公羊傳》云：『錫者何？賜也。命者何？加我服也。』又案《覲禮》『諸公奉篋服，加命書於其上』，以命侯氏，是命者加爵服之名也。云『自士至上公凡九等』者，不據爵，皆據命而言，故《大宗伯》云：『以九儀之命，正邦國之位。壹命受爵，再命受服，三命受位，四命受器，五命賜則，六命賜官，七命賜國，八命作牧，九命作伯。』伯則分陜上公者，是九等者也。以其《典命》上公九命，侯伯七命，子男五命；大國孤四命，公侯伯卿三命，大夫再命，士一命；子男卿二命，大夫一命，士不命。天子三公八命，其卿六命，大夫四命，上士三命，中士二命，下士一命。此經雖無士，鄭總解天子諸侯命臣、後夫人命妻之事，故兼言士也。云『君命其夫』者，君中總天子諸侯。云『後夫人亦命其妻矣』者，案《禮記》云：『夫人不命於天子，自魯昭公始也。』由昭公娶同姓不告天子，天子亦不命，明臣妻皆得後夫人命也。鄭言此者，經雲命夫命婦，不辨天子諸侯之臣，則天子諸侯下但是大夫，大夫妻皆是命夫、命婦也。云『此所為者凡六大夫六命婦』者，六大夫，謂世父一也，叔父二也，子三也，昆四也，弟五也，昆弟之子六也；六命婦者，世母一也，叔母二也，姑三也，姊四也，妹五也，女子子六也。云『無主者，命婦之無祭主，謂姑姊妹女子子也』，鄭言此者，經六命婦中有世母、叔母，故鄭辨之，以其世母、叔母無主有主皆為之期，故知唯據此四人而言也。云『其有祭主者如眾人』者，自為大功矣。云『唯子不報，男女同不報爾』者，以其男女俱為父母三年，父母唯為長子斬，其餘降，何得言報，故知子中兼男女，是知傳唯據女子子失之矣。云『大夫曷為不降命婦者，據大夫於姑姊妹女子子，既以出降，其士者，又以尊降在小功也』者，此亦六命婦中有二母，故鄭辨之也。云『夫尊於朝』已下，鄭亦解姑姊妹女子子之夫，貴與已同之義。若然，案《曲禮》云：『四十強，而仕，五十艾，服官政，為大夫。』"
      },
      {
        "index": 33,
        "text": "何得大夫子又為大夫？又何得為弟之子為大夫者？五十命為大夫，自是常法，大夫之子有德行茂盛者，豈待五十乃命之乎？是以《殤小功》有大夫為其昆弟之長殤，大夫既為兄弟殤，明是幼為大夫。舉此一隅，不得以常法相難也。"
      },
      {
        "index": 34,
        "text": "大夫為祖父母、孫為士者，[疏]『大夫』至『為士者』。釋曰：祖與孫為士卑，故次在此也。\n傳曰：何以期也？大夫不敢降其祖與也。（不敢降其祖與，則可降其旁親也。）"
      },
      {
        "index": 35,
        "text": "[疏]註『不敢』至『親也』。釋曰：大夫以尊降其旁親，雖有差約，不顯著，故於此更明之。經雲不降祖與，明於餘親降可知，大夫降旁親明矣。"
      },
      {
        "index": 36,
        "text": "公妾以及士妾為其父母。\n[疏]『公妾』至『父母』。釋曰：以出嫁為其父母，亦重出其文，故次在此。云『公』，謂五等諸侯皆有八妾，士謂一妻一妾，中間猶有孤，猶有卿大夫妻，不言之者，舉其極尊卑，其中有妾，為父母可知。"
      },
      {
        "index": 37,
        "text": "傳曰：何以期也？妾不得體君，得為其父母遂也。（然則女君有以尊降其父母者與？《春秋》之義，『雖為天王後，猶曰吾季姜』。是言子尊不加於父母，此傳似誤矣。禮，妾從女君而服其黨服，是嫌不自服期父母，故以明之。）"
      },
      {
        "index": 38,
        "text": "[疏]『傳曰』至『遂也』。釋曰：傳曰『何以期也』，問者，以公子為君厭，為己母不在五服，又為己母黨無服。公妾既不得體君，君不厭，故妾為父母得伸，遂而服期也。註『然則』至『明之』。釋曰：鄭欲破傳義，故據傳云『妾不得體君得為其父母遂也』，然則女君體君者，有以尊降其父母者與，言『與』，猶不正執之辭也。云『《春秋》之義』者，案桓九年《左傳》云『紀季姜歸於京師』，杜云：『季姜，桓王後也。季，字姜。紀，姓也。書字者，伸父母之尊。』是王後猶不待降父母，是子尊不加父母。傳何雲妾不得體君乎？豈可女君降其父母，是以云『傳似誤矣』。言『似』，亦是不正執，故雲似，其實誤也。云『禮妾從女君而服其黨服』者，《雜記》文也。云『是嫌不自服其父母，故以明之』者，鄭既以鄭為誤，故自解之。鄭必不從傳者，一則以女君不可降父母，二則經文兼有卿大夫士，何得專據公子以決父母乎？是以傳為誤也。"
      },
      {
        "index": 39,
        "text": "疏衰裳齊、牡麻，無受者。（無受者，服是服而除，不以輕服受之。不著月數者，天子諸侯葬異月也。《小記》曰：『齊衰三月，與大功同者繩履。』）"
      },
      {
        "index": 40,
        "text": "[疏]『疏衰』至『受者』。釋曰：此《齊衰三月章》以其義服，日月又少，故在《不杖章》下。上皆言冠帶，此及下傳大功皆不言冠帶者，以其輕，故略之。"
      },
      {
        "index": 41,
        "text": "至正大功言冠，見其正猶不言帶，緦麻又直言緦麻，餘又略之。若然，《禮記》雲齊衰居堊室者，據期，故譙周亦云：『齊衰三月，不居堊室。』註『無受』"
      },
      {
        "index": 42,
        "text": "至『繩履』。釋曰：云『無受者，服是服而除，不以輕服受之』者，凡變除，皆因葬練祥乃行。但此服至葬即除，無變服之理，故雲服是服而除。若大功已上，至葬後以輕服受之。若斬衰三升，冠六升，葬後受衰六升，是更以輕服受之也。"
      },
      {
        "index": 43,
        "text": "云『不著月數者，天子諸侯葬異月也』者，大夫士三月葬，此章皆三月葬後除之，故以三月為主。三月者，法一時天氣變，可以除之。但此經中有寄公為所寓，又有舊君，舊君中兼天子諸侯，又有『庶人為國君』，鄭云：『天子畿內之民服，天子亦如之也。』但天子七月葬，諸侯五月葬，為之齊衰者，皆三月，藏其服至葬更服之，葬後乃除，是以不得言少以包多，亦不得言多以包少，是以不著月數者，天子諸侯葬異月故也。云『《小記》』者，彼記人見此喪服齊衰三月，與大功皆不言屨，故解此二章同繩屨。是以鄭還引之，證此章著繩屨也。"
      },
      {
        "index": 44,
        "text": "寄公為所寓。（寓，亦寄也。為所寄之國君服。）\n[疏]『寄公為所寓』。註『寓亦』至『君服』。釋曰：此章論義服，故以疏者為首，故寄公在前。言寓亦寄者，《詩。式微》云：『黎侯寓於衛。』寓即寄，其義同，故云『寓亦寄也』。作文之勢，不可重言，寄公為所寄，故雲寓也。"
      },
      {
        "index": 45,
        "text": "傳曰：寄公者何也？失地之君也。何以為所寓服齊衰三月也？言與民同也。\n（諸侯五月而葬，而服齊衰三月者，三月而藏其服，至葬又反服之，既葬而除之。）"
      },
      {
        "index": 46,
        "text": "[疏]『傳曰』至『同也』。釋曰：傳依上例，執所不知稱者何，問比例者等，是諸侯各有國土，而寄在他國，故發問也。『失地之君也』，答辭也。失地君者，謂若《禮記。射義》貢士不得其人數有讓，數有讓，黜爵削地，削地盡，君則寄在他國。《詩。式微》『黎侯寓於衛』，彼為狄人所迫逐，寄在衛，黎之臣子勸以歸，是失地之君，為衛侯服齊衰三月，藏其服，至葬更服，葬訖，乃除也。云『言與民同也』者，以客在主國，得主君之恩，故報主君與民同。則民亦服之三月，藏其服，至葬又反服之，既葬訖，乃除也。註『諸侯』至『除之』。"
      },
      {
        "index": 47,
        "text": "釋曰：上以釋變除要待葬後，諸侯五月葬，而言三月，故知三月藏服，至葬更服，葬後乃除可知。不於章首言之，欲就三月之下解之故也。"
      },
      {
        "index": 48,
        "text": "丈夫、婦人為宗住⒂宗子之母、妻。（婦人，女子子在室及嫁歸宗者也。宗子，繼別之後，百世不遷，所謂大宗也。）"
      },
      {
        "index": 49,
        "text": "[疏]『丈夫』至『母妻』。釋曰：此與大宗同宗，親如寄公為所寓，故次在此。言丈夫、婦人者，謂同宗男子、女子皆為大宗子，並宗子母、妻齊衰三月也。註『婦人』至『大宗也』。釋曰：此經為宗子，謂與大宗別，高祖之人皆服三月也。案《斬章》女子子在室，及女反在父室者。又《不杖章》中歸宗婦人，為當家小宗親者期，為大宗疏者三月也。云『宗子繼別之後』者，案《喪服小記》及《大傳》云『繼別為大宗』，又云『有五世則遷之宗』，小宗有四是也。"
      },
      {
        "index": 50,
        "text": "有百世不遷之宗，繼別為大宗是也。云『所謂大宗也』者，即上文大宗者尊之統是也。\n傳曰：何以服齊衰三月也？尊祖也。尊祖故敬宗。敬宗者，尊祖之義也。宗子之母在，則不為宗子之妻服也。"
      },
      {
        "index": 51,
        "text": "[疏]『傳曰』至『妻服也』。釋曰：傳以丈夫婦人與宗子服絕，而越大功、小功與曾祖同，怪其大重，故問比例，何以服齊衰三月？云『尊祖也』，至之義也，答辭也。祖謂別子為祖，百世不遷之祖。當祭之日，同宗皆來陪位及助祭，故雲尊祖也。云『尊祖故敬宗』者，是百世不遷之宗，大宗者尊之統，故同宗敬之。云『敬宗者尊祖之義也』者，以宗子奉事別子之祖，是尊祖之義也。宗子之母在則不為宗子之妻服也者，謂宗子父已卒，宗子主其祭。《王制》云：『八十齊喪之事不與。』則母七十亦不與。今宗子母在，未年七十，母自與祭，母死，宗人為之服。宗子母七十已上，則宗子妻得與祭，宗人乃為宗子妻服，故雲然也。"
      },
      {
        "index": 52,
        "text": "必為宗子母、妻服者，以宗子燕食族人於堂，其母、妻亦燕食族人之婦於房，皆序以昭穆，故族人為之服也。\n為舊君、君之母、妻。"
      },
      {
        "index": 53,
        "text": "[疏]『為舊君君之母妻』。釋曰：舊君，舊蒙恩深，以對於父，今雖退歸田野，不忘舊德，故次在宗子之下也。但為舊君有二：一則致仕，二則待放未去。"
      },
      {
        "index": 54,
        "text": "此則致仕者也。不云『舊臣』，而云『舊君』者，若雲舊臣，言謂舊君為之，非《喪服》體例，故雲舊君。若《斬章》雲父君者則臣子為之。此不復言臣法，如君也。"
      },
      {
        "index": 55,
        "text": "傳曰：為舊君者，孰謂也？仕焉而已者也。何以服齊衰三月也？言與民同也。\n君之母、妻，則小君也。（仕焉而已者，謂老若有廢疾而致仕者也。為小君服者，恩深於民。）"
      },
      {
        "index": 56,
        "text": "[疏]『傳曰』至『小君也』。釋曰：云『為舊君者孰謂也』者，此經上下臣為舊君有二，故發問雲孰謂也。云『仕焉而已者也』者，答辭也。傳意以下為舊君，是待放之臣，以此為致仕之臣也。云『何以服齊衰三月』者，怪其舊服斬衰，今服三月也。云『言與民同也』者，以本義合，且今義已斷，故抑之使與民同也。云『君之母妻則小君也』者，雖前後不得同時，皆是小君，故齊衰三月，恩深於人故也。註『仕焉』至『於民』。釋曰：云『仕焉而已』者，謂老若有廢疾而致仕者也者，此解仕焉而已。有仕已老者，《曲禮》云『大夫七十而致仕』，雲有廢疾者，謂未七十而有廢疾，亦致仕，是致仕之中有二也。云『為小君服者，恩深於民也』者，下文庶人為國君，無小君，是恩淺；此為小君，是恩深於民也。"
      },
      {
        "index": 57,
        "text": "庶人為國君。（不言民而言庶人，庶人或有在官者。天子畿內之民，服天子亦如之。）\n[疏]『庶人為國君』。註『不言』至『如之』。釋曰：案《論語》云："
      },
      {
        "index": 58,
        "text": "『民可使由之，不可使知之。』註云：『民者，冥也。其見人道遠。』案《王制》云：『庶人在官者，其祿以是為差也。』庶人謂府史胥徒。經不言民而言庶人，庶人或有在官者，據在官者而言之。《檀弓》云：『君之喪，諸達官之長杖。』"
      },
      {
        "index": 59,
        "text": "謂士大夫為君杖，則庶人不為君杖，斬則下同於民三月也。云『天子畿內之民亦如之』者，以其畿外上公五百里，侯四百里已下，其民皆服君三月，則畿內千里，是專屬天子，故知為天子亦如諸侯之境內也。"
      },
      {
        "index": 60,
        "text": "大夫在外，其妻、長子為舊國君。（在外，待放已去者。）\n[疏]『大夫』至『國君』。註『在外待放已去者』。釋曰：此大夫在外，不言為本君服與不服者，案《雜記》云：『違諸侯之大夫不反服，違大夫之諸侯不反服。』以其尊卑不敵。若然，其君尊卑敵，乃反服舊君服。則此大夫已去他國，不言服者，是其君尊卑不敵，不反服者也，是以直言其妻長子為舊國君，註云『在外待放已去者』。知是待放已去者，對上下文而知。以其上傳以為仕焉，而已下傳雲而猶未絕，此傳云『長子言未去』，明身是已去他國，與本國絕者，故鄭雲待放已去者也。"
      },
      {
        "index": 61,
        "text": "傳曰：何以服齊衰三月也？妻，言與民同也。長子，言未去也。（妻雖從夫而出，古者大夫不外娶，婦人歸宗，往來猶民也。《春秋傳》曰：『大夫越竟逆女，非禮。』君臣有合離之義，長子去，可以無服。）"
      },
      {
        "index": 62,
        "text": "[疏]『傳曰』至『未去也』。釋曰：並服而問者，怪其重，何者，妻本從夫服君，今夫已絕，妻不合服而服之；長子本為君斬者，亦大夫之子得行大夫禮，從父而服之，今父已絕於君，亦當不服矣，而皆服衰三月，故發問也。註『妻雖』至『無服』。釋曰：云『妻雖從夫而出，古者大夫不外娶』者，鄭欲解傳云『妻言與民同』之意。以古者不外娶，是當國娶婦，婦是當國之女，今身與妻俱出他國，大夫雖絕而妻歸宗，往來猶是本國之民。其歸者，則《期章》云『為昆弟之為父後者』，曰小宗者是也。云『《春秋》』者，案《春秋公羊傳》莊二十七年『莒慶來逆叔姬』，《傳》曰：『大夫越竟逆女，非禮。』彼雲婦，此雲女，鄭以義言之，以其未至夫家，故雲女。引之者，證古者大夫不外娶之事。云『君臣有合離之義』者，謂諫爭從臣，是有義則合三諫，不從是無義，則離子既隨父，故去可以無服矣。"
      },
      {
        "index": 63,
        "text": "繼父不同居者。（嘗同居，今不同。）\n[疏]『繼父不同居者』。註『嘗同居今不同』。釋曰：此則《期章》云『必嘗同居，然後為異居』者也。但章皆有傳，唯庶人為國君，及此繼父不傳者，以其庶人已於寄公與上下舊君釋訖，繼父已於《期章》釋了，是以皆不言也。"
      },
      {
        "index": 64,
        "text": "曾祖父母。\n傳曰：何以齊衰三月也？小功者，兄弟之服也，不敢以兄弟之服服至尊也。\n（正言小功者，服之數盡於五，則高祖宜緦麻，曾祖宜小功也。據祖期，則曾祖宜大功，高祖宜小功也。高祖、曾祖，皆有小功之差，則曾孫、玄孫，為之服同也。重其衰麻，尊尊也。減其日月，恩殺也。）"
      },
      {
        "index": 65,
        "text": "[疏]『曾祖父母』。釋曰：曾、高本合小功，加至齊衰，故次繼父之下。\n此經直雲曾祖，不言高祖，案下《緦麻章》鄭註云：『族祖父者，亦高祖之孫。』"
      },
      {
        "index": 66,
        "text": "則高祖有服明矣。是以此註亦兼曾、高而說也。若然，此曾祖之內合有高祖可知。\n不言者，見其同服故也。『傳曰』至『尊也』。釋曰：云『何以齊衰三月也』"
      },
      {
        "index": 67,
        "text": "者，問者，怪其三月大輕，齊衰又重，故發問也。云『小功者兄弟之服也』，案下記傳雲凡『小功已下為兄弟』，是以雲小功者兄弟之服也。云『不敢以兄弟之服服至尊也』者，傳釋服齊衰之意也。註『正言』至『恩殺也』。釋曰：云『正言小功者，服之數盡於五』者，自斬至緦是也。云『則高祖宜緦麻，曾祖宜小功也』，據為父期而言，故三年。問云『何以至期也』，曰『至親以期斷』。"
      },
      {
        "index": 68,
        "text": "『是何也』，曰『天地則已易矣，四時則已變矣，其在天地之中莫不更始焉，以是象之也』。彼又云『然則何以三年也』，曰『加隆焉爾也，焉使倍之，故再期也』。是本為父母加隆至三年，故以父為本而上殺下殺也。是故言為高祖緦麻者，謂為父期，為祖宜大功，曾祖宜小功，高祖宜緦麻。又云『據祖期』，是為父加隆三年，為祖宜期，曾祖宜大功，高祖宜小功，故鄭雲高祖、曾祖皆有小功之差。"
      },
      {
        "index": 69,
        "text": "此鄭總釋傳云『小功者兄弟之服』，其中含有曾、高二祖而言之也。又云『則曾孫玄孫為之服同也』者，曾祖中既兼有高祖，是以雲曾孫、玄孫各為之齊衰三月也。云『重其衰麻尊尊也』者，既不以兄弟之服服至尊，故雲重其衰麻，謂以義服，六升衰，九升冠，此尊尊者也。云『減其日月，恩殺也』者，謂減五月為三月者，因曾、高於己非一體，恩殺故也。"
      },
      {
        "index": 70,
        "text": "大夫為宗子。\n[疏]『大夫為宗子』。釋曰：大夫尊，降旁親皆一等，尊祖故敬宗，是以大夫雖尊不降，宗子為之三月。宗子既不降，母、妻不降可知。"
      },
      {
        "index": 71,
        "text": "傳曰：何以服齊衰三月也？大夫不敢降其宗也。\n[疏]『傳曰』至『其宗也』。釋曰：以大夫於餘親皆降，獨不降宗子，故並服而問。答云『不敢降其宗也』者，於餘親則降也。"
      },
      {
        "index": 72,
        "text": "舊君。（大夫待放未去者。）\n[疏]『舊君』。註『大夫待放未去者』。釋曰：此舊君以重出，故次在此也。鄭知此舊君是待放未去之大夫者，鄭據傳而言也。案上下四經皆為舊君，不言國。庶人為國君言國，其妻、長子為舊國君言國，此舊君又不言國者，據繼在土地，而為之服，正如為舊君止，是不敢進同臣例，故服之三月，非為土地，故不言國。庶人本繼土地，故言國也。其妻、長子本為繼土地，故言國。此待放未去，本為君埽其宗廟為服不繼土地，故不言國也。"
      },
      {
        "index": 73,
        "text": "傳曰：大夫為舊君，何以服齊衰三月也？大夫去，君埽其宗廟，故服齊衰三月也，言與民同也，何大夫之謂乎？言其以道去君而猶未絕也。（以道去君，為三諫不從，待放於郊。未絕者，言爵祿尚有列於朝，出入有詔於國，妻子自若民也。）"
      },
      {
        "index": 74,
        "text": "[疏]『傳曰』至『絕也』。釋曰：此為舊君服，對前已去，不服舊君。此雖未去，已在境而為服，故怪其重，所以並服而問也。又餘皆不並人問，直雲何以齊衰，唯此與寄公並人而問者，所怪深重者，並人而言。至如寄公，本是體敵，一朝重服，故並言寄公。此待放之臣，已在國境，可以不服而服之，故並言大夫也。註『以道』至『若民也』。釋曰：云『以道去君，謂三諫不從待放』者，此以道去君，據三諫不從，在境待放，得環則還，得則去。如此者，謂之以道去君。有罪放逐，若晉放胥甲父於衛之等，為非道去君。云『未絕者言爵祿有列於朝，出入有詔於國』者，《下曲禮》文。爵祿有列，謂待放大夫舊位乃在。出入有詔於國者，謂兄弟宗族猶存，吉兇之事，書信往來相告不絕。引之者，證大夫去君，埽其宗廟，詔使宗族祭祀，為此大夫雖去，猶為舊君服。若然，君不使埽宗廟，爵祿已絕，則是得而去，則亦不服矣。云『妻子自若民也』者，此鄭還約上大夫在外，其妻、長子為舊國君也。上下舊君皆不言士者，上仕焉者，有士可知。是以傳亦不言大夫，次雲大夫在外，言大夫者，以其士妻亦歸宗，與大夫同。其大夫長子，父在朝，長子得行大夫禮，未去，為君服斬。若士之長子與眾子同，父去，子雖未去，即無服矣，與大夫長子異，故特言大夫也。此不言士者，此主為待放未絕，大夫有此法。士雖有三諫不從，出國之時，案《曲禮》逾竟，素服，乘髦馬，不蚤，不禦婦人，三月而後，即向他國。無待放之法，是出國即不服舊君矣。是以此舊君唯有大夫也。若然，不言公卿及孤者，《詩》云『三事大夫』，則三公亦號大夫，則大夫中總兼之矣。"
      },
      {
        "index": 75,
        "text": "曾祖父母為士者，如眾人。傳曰：何以齊衰三月也？大夫不敢降其祖也。\n[疏]『曾祖父母為士者如眾人』。『傳曰』至『其祖也』。釋曰：問者，以大夫尊，皆降旁親，今怪其服，故發問。經不言大夫，傳為大夫解之者，以其言曾祖為士者，故知對大夫下為之服，明知曾孫是大夫。"
      },
      {
        "index": 76,
        "text": "女子子嫁者、未嫁者為曾祖父母。\n[疏]『女子子』至『未嫁』。釋曰：此亦重出，故次在男子曾孫下也。但未嫁者同於前故曾祖父母，今並言者，女子子有嫁逆降之理，故因已嫁，並言未嫁。"
      },
      {
        "index": 77,
        "text": "傳曰：嫁者，其嫁於大夫者也。未嫁者，其成人而未嫁者也。何以服齊衰三月？不敢降其祖也。（言嫁於大夫者，明雖尊猶不降也。成人謂年二十已笄醴者也。此著不降，明有所降。）"
      },
      {
        "index": 78,
        "text": "[疏]註『言嫁』至『所降』。釋曰：云『言嫁於大夫者，明雖尊猶不降也』\n者，以舉尊以見卑，欲明士者以下不降可知也。云『成人謂年二十已笄醴者也』"
      },
      {
        "index": 79,
        "text": "者，以其云『成人』，明據二十已笄以醴禮之。若十五許嫁，亦笄為成人，亦得降，與出嫁同。但鄭據二十不許嫁者而言之，案上章為祖父母，本無降理，不須言不敢。又女子子為祖父母，傳亦不敢言降其祖父母，傳不言不敢降其祖者，至此乃言者，謂曾祖輕，尚不降，況祖父母重者，不降可知。是舉輕以見重也。云『此著不降，明有所降』者，案《大功章》女子子嫁者、未嫁者為世叔父母，如此類是有所降也，餘者皆不次。"
      },
      {
        "index": 80,
        "text": "大功布衰裳、牡麻，無受者。（大功布者，其鍛治之功粗沽之。）\n[疏]『大功』至『受者』。釋曰：章次此者，以其本服齊衰斬，為殤死，降在大功，故在正大功之上，義齊衰之下也。不雲月數者，下文有纓、無纓，須言七月、九月，彼已見月，故於此略之。且此經與前不同，前《期章》具文，於前《杖章》下《不杖章》直言其異者，此殤《大功章》首為文略，於正具文者，欲見殤不成人故，故前略後具，亦見相參取義。云『無受』者，以傳雲殤文不縟，不以輕服受之。註『大功』至『沽之』。釋曰：云『大功布者，其鍛治之功粗沽之』者，斬粗皆不言布與功，以其哀痛極，未可言布體與人功，至此輕，可以見之。言大功者，《斬衰章》傳雲冠六升不加灰，則此七升言鍛治，可以加灰矣，但粗沽而已。若然，言大功者，用功粗大，故沽疏，其言小者，對大功是用功細小。"
      },
      {
        "index": 81,
        "text": "子、女子子之長殤、中殤。（殤者，男女未冠笄而死，可殤者。女子子許嫁，不為殤也。）\n[疏]『子女子子之長殤中殤』。註『殤者』至『殤也』。釋曰：『子、女子子』在章首者，以其父母於子，哀痛情深，故在前。云『殤者，男女未冠笄』"
      },
      {
        "index": 82,
        "text": "者，案《禮記。喪服小記》云：『男子冠而不為殤，女子笄而不為殤。』故知男女未冠笄而死可哀殤者。女子子許嫁不為殤者，女子笄與男子冠同，明許嫁笄，雖未出，亦為成人，不為殤可知。兄弟之子亦同此，而不別言者，以其兄弟之子猶子，明同於子，故不言。且中殤或從上，或從下，是則殤有三等，制服唯有二等者，欲使大功下殤有服故也。若服，亦三等，則大功下殤無服，故聖人之意然也。"
      },
      {
        "index": 83,
        "text": "傳曰：何以大功也？未成人也。何以無受也？喪成人者其文縟，喪未成人者其文不縟，故殤之不つ垂，蓋未成人也。年十九至十六為長殤，十五至十二為中殤，十一至八歲為下殤，不滿八歲以下皆為無服之殤。無服之殤以日易月，以日易月之殤，殤而無服。故子生三月則父名之，死則哭之，未名則不哭也。（縟猶數也。其文數者，謂變除之節也。不つ垂者，不絞其帶之垂者。《雜記》曰："
      },
      {
        "index": 84,
        "text": "『大功以上散帶。』以日易月，謂生一月者哭之一日也。殤而無服者，哭之而已。\n為昆弟之子、女子子亦如之。凡言子者，可以兼男女。又雲女子子者，殊之以子，關庶也。）"
      },
      {
        "index": 85,
        "text": "[疏]『傳曰』至『不哭也』。釋曰：云『何以大功也』，問者，以成人皆期，今乃大功，故發問也。云『未成人也』者，答辭。以其未成人，故降至大功。"
      },
      {
        "index": 86,
        "text": "云『何以無受也』，問者，以其成人至葬後皆以輕服受之，今喪未成人，即無受，故發問也。云『喪成人者其文縟』已下，答辭。遂因廣解四等之殤，年數之別，並哭與不哭，具列其文。但此殤次成人，是以從長以及下，與無服之殤又三等殤，皆以四年為差，取法四時物變易故也。又以八歲巳上為有服，七歲已下為無服者，案《家語。本命》云：『男子八月生齒，八歲齔齒，女子七月生齒，七歲齔齒。』今傳據男子而言，故八歲已上為有服之殤也。傳必以三月造名，始哭之者，以其三月一時天氣變，有所識眄，人所加憐，故據名為限也。云『未名則不哭也』"
      },
      {
        "index": 87,
        "text": "者，不止依以日易月而哭，初死亦當有哭而已。註『縟猶』至『庶也』。釋曰：云『其文數者謂變除之節也』者，成人之喪，既葬，以輕服受之，又變麻服葛，緦麻者除之，至小祥，又以輕服受之，男子除於首，婦人除於帶，是有變除之數也。今於殤人喪，象物不成，則無此變除之節數，月滿則除之。又云『不つ垂者，不絞帶之垂』者，凡喪至小斂皆服，未成服之麻，麻、麻帶，大功以上散帶之垂者，至成服乃絞之，小功以下，初而絞之。今殤大功，亦於小斂服麻，散垂，至成服後，亦散不絞，以示未成人，故與成人異，亦無受之類，故傳雲蓋不成也。引《雜記》者，證此殤大功有散帶，要至成服則與成人異也。云『以日易月』，謂生一月者哭之一日也，若至七歲，歲有十二月，則八十四日哭之。此既於子、女子子下發傳，則唯據父母於子，不關餘親。云『殤而無服，哭之而已』"
      },
      {
        "index": 88,
        "text": "者，此鄭總解無服之殤，以日易月哭之事也。云『昆弟之子、女子子亦如之』者，以其成人同是期，與眾子同。今經傳不言者，以其亦猶子故也。云『凡言子者，可以兼男女』者，謂若《期章》云『子』，又云『昆弟之子』，是子中兼男女也。"
      },
      {
        "index": 89,
        "text": "又云『女子子者，殊之以子，關庶』，關，通也，為子中通有長之。若然，成人為之斬衰三年，今殤死，與眾子同者，以其殤不成人，與物未熟，故同入殤大功也，故別言子見斯義也。王肅、馬融以為日易月者，以哭之日易服之月，殤之期親，則以旬有三日哭，緦麻之親者，則以三日為制。若然，哭緦麻三月，喪與七歲同。又此傳承父母子之下，而哭緦麻孩子，疏失之甚也。"
      },
      {
        "index": 90,
        "text": "叔父之長殤、中殤，姑姊妹之長殤、中殤，昆弟之長殤、中殤，夫之昆弟之子、女子子之長殤、中殤，孫之長殤、中殤，大夫之庶子為昆弟之長殤、中殤，公為子之長殤、中殤，大夫為子之長殤、中殤。（公，君也。諸侯大夫不降殤者，重也。天子亦如之。）"
      },
      {
        "index": 91,
        "text": "[疏]『叔父』至『中殤』。釋曰：自此盡『大夫庶子為昆弟之長殤中殤』，皆是成人齊衰期。長殤、中殤，殤降一等在功，故於此總見之。又皆尊卑為前後次第，作文也。雲公為子，大夫為子，皆是正統，成人斬衰。今為殤死，不得著代，故入大功。特言子者，天子諸侯於庶子，則絕而無服，大夫於庶子降一等，故於此不言，唯言子也。若然，二在下者，亦為重出其文故也。註『公君』至『如之』。釋曰：云『公，君也』者，直言公恐是公士之公，及三公與孤皆號公，故訓為君，見是五等之君，故言諸侯。言『天子亦如之』者，以其天子與諸侯同絕宗故也。"
      },
      {
        "index": 92,
        "text": "其長殤皆九月，纓。其中殤七月，不纓。（有纓者，為其重也。自大功以上有纓，以一條繩為之，小功巳下無纓也。）"
      },
      {
        "index": 93,
        "text": "[疏]『其長殤』至『纓』。註『有』至『無纓也』。釋曰：之有纓，所以固，猶如冠之有纓，以固冠，亦結於頤下也。五服之正，無七月之服，唯此大功中殤有之，故《禮記》云：『九月、七月之喪，三時是也。』云『有纓者為其重也』者，以經雲九月纓，七月不纓，故知有纓，為其情重故也。"
      },
      {
        "index": 94,
        "text": "『自大功已上有纓』，此鄭廣解五服有纓、無纓之事，但諸文唯有冠纓，不見有纓之文。鄭檢此經長殤有纓法，則知成人大功已上有纓明矣。鄭知『一條繩為之』者，見斬衰冠繩，纓通屈一條繩，屈之武垂下為，故知此之纓，亦通屈一條屬之，垂下為纓可知。『小功已下無纓也』者，亦以此經中殤七月無纓，明小功五月已下，無纓可知。"
      },
      {
        "index": 95,
        "text": "大功布衰裳、牡麻纓、布帶三月，受以小功衰，即葛九月者。（受猶承也。）\n傳曰：大功布，九升。小功布，十一升。（此受之下也，以發傳者，明受盡於此也。又受麻以葛。《傳》曰：『大功之葛，與小功之麻同。』凡天子諸侯卿大夫既虞，士卒哭而受服。正言三月者，天子諸侯無大功，主於大夫士也。"
      },
      {
        "index": 96,
        "text": "此雖有君為姑姊妹女子子嫁於國君者，非內喪也。古文依此禮也。）\n[疏]『大功』至『月者』。註『受猶承也』。釋曰：此成人《大功章》，輕於前《殤章》，既略，於此具言。『傳曰』至『十一升』。註『此受之』"
      },
      {
        "index": 97,
        "text": "至『禮也』。釋曰：云『大功布九升，小功布十一升』者，此章有降、有正、有義。降則衰七升，冠十升；正則衰八升，冠亦十升；義則衰九升，冠十一升。"
      },
      {
        "index": 98,
        "text": "十升者，降小功。十一升者，正小功。傳以受服不言降大功與正大功，直雲義大功之受者，鄭雲此受之下，正據受之下發傳者，明受盡於此。義服大功，以其小功至葬，唯有變麻服葛，因故衰無受服之法，故傳據義大功而言也。云『又受麻以葛』者，言受，衰麻俱受，而傳唯發衰，不言受麻以葛，故鄭解之雲又受麻以葛。引《傳》者，證經大功既葬，其麻受以小功葛者，以其大功既葬，變麻為葛，五分去一，大小與小功初死同。即《傳》雲大功之葛小功之麻同，一也，故引之為證耳。云『凡天子諸侯卿大夫既虞，士卒哭而受服』者，以於《斬章》釋訖，言此者，欲見天子七月而葬，諸侯五月而葬，虞而受服。若然，經正三月者，以其天子諸侯絕旁期，無此大功喪，以此而言，經言三月者，主於大夫士三月葬者。若然，大夫除死月數，亦得為三月也。云『此雖有君為姑姊妹女子子嫁於國君者，非內喪也』者，彼國自以五月葬後服，此諸侯為之，自以三月受服，同於大夫士，故云『主於大夫士也』。"
      },
      {
        "index": 99,
        "text": "姑、姊妹、女子子人者。\n[疏]『姑姊』至『人者』。釋曰：此等並是本期，出，降大功，故次在此。\n傳曰：何以大功也，出也。（出必降之者，蓋有受我而厚之者。）"
      },
      {
        "index": 100,
        "text": "[疏]『傳曰』至『出也』。釋曰：問之者，以本期，今大功，故發問也。\n註『出必』至『之者』。釋曰：案《檀弓》云：『姑姊妹之薄也，蓋有受我而厚之者也。』鄭取以為說。若然，女子子出降，亦同受我而厚之，皆是於彼厚，夫自為之禫杖期，故於此薄，為之大功。"
      },
      {
        "index": 101,
        "text": "從父昆弟。（世父、叔父之子也，其姊妹在室亦如之。）\n[疏]『從父昆弟』。註『世父』至『如之』。釋曰：昆弟親為之期，此從父昆弟，降一等，故次姑姊妹之下。云『其姊妹在室亦如之』者，義當然也。"
      },
      {
        "index": 102,
        "text": "謂之從父昆弟，世叔父與祖為一體，又與己父為一體，緣親以致服，故云『從』\n也。降於親兄弟一等是其常，故不傳問。"
      },
      {
        "index": 103,
        "text": "為人後者為其昆弟。\n[疏]『為人』至『昆弟』。釋曰：在此者，以其小宗之後大宗，欲使厚於大宗之親，故抑之，在從父昆弟之下。"
      },
      {
        "index": 104,
        "text": "傳曰：何以大功也？為人後者，降其昆弟也。\n[疏]『傳曰』至『昆弟也』。釋曰：案下記云『為人後者於兄弟降一等』"
      },
      {
        "index": 105,
        "text": "者，故大功也。若然，於本宗餘親，皆降一等也。\n庶孫。（男女皆是下殤。《小功章》曰為侄庶孫，丈夫婦人同。）"
      },
      {
        "index": 106,
        "text": "[疏]『庶孫』。註『男女』至『婦人同』。釋曰：卑於昆弟，故次之。\n庶孫從父而服祖期，故祖從子而服孫大功，降一等，亦是其常，故傳亦不問也。"
      },
      {
        "index": 107,
        "text": "云『男女皆是』者，女孫在室，與男孫同，其義然也。引殤小功者，欲見彼殤既男女同，證此成人同，不異也。"
      }
    ]
  }
}