{
  "chapterNumber": 49,
  "title": "卷四十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "卒┵，祝盥於洗，升自西階。主人盥，升自阼階。祝先入，南面。主人從，戶內西面。（將納祭也。）\n[疏]『卒┵』至『戶內西面』。註『將納祭也』。釋曰：自此盡『主人又再拜稽首』，論先設置為陰厭之事也。"
      },
      {
        "index": 1,
        "text": "主婦被錫，衣移袂，薦目東房，韭菹、醢，坐奠於筵前。主婦贊者一人，亦被錫，衣移袂，執葵菹、蠃醢以授主婦。主婦不興，遂受，陪設於東，韭菹在南，葵菹在北。主婦興，入於房。（被錫，讀為髲鬄。古者或剔賤者刑者之發，以被婦人之為飾，因名髲鬄焉。此《周禮》所謂次也。不糸麗笄者，大夫妻尊，亦衣綃衣，而侈其袂耳，侈者，蓋半士之袂以益之，衣三尺三寸，尺八寸。韭菹醢，朝事之豆也，而饋食用之，豐大夫禮。葵菹在糸爭。今文錫為糸易，蠃為蝸。）"
      },
      {
        "index": 2,
        "text": "[疏]『主婦被錫衣』至『入於房』。註『被錫』至『為蝸』。釋曰：雲『主婦贊者一人亦被錫』者，此被錫移袂與主婦同，既一人與主婦同，則其餘不得如主婦，當與士妻同，糸麗笄綃衣。若士妻與婦人助祭一皆糸麗笄綃衣，以綃衣下更無服，服窮則同。故《特牲》雲『凡婦人助祭者同服』是也。雲『被錫讀為髲鬄』者，欲見鬄取人發為之之義也。雲『古者或剔賤者刑者之發，以被婦人為飾，因名髲鬄焉』者，此解名髲鬄之意。案哀公十七年《左傳》說衛莊公登城望戎州，見己氏之妻發美，使髡之，以為呂姜┶。是其取賤者發為髲鬄之事也。雲『此《周禮》所謂次也』者，案《周禮。追師》雲掌王後以下副編次。三翟者，首服副，鞠衣衤衣，首服編，祿衣，首服次。鄭彼註：『副，首飾，若今步搖。編，編列發為之，若今假。"
      },
      {
        "index": 3,
        "text": "次，次第發長短為之，所謂髲鬄。』鄭雲所謂髲鬄者指此文也。\n是彼此相曉也。雲『不糸麗笄者，大夫妻尊』者，此決《特牲》主婦糸麗笄，士妻卑故也。雲『亦衣綃衣』者，亦如《特牲》士妻主婦綃衣也。綃衣者，六服外之下者。雲『而侈其袂耳，侈者蓋半士妻之袂以益之，衣三尺三寸，袂尺八寸』"
      },
      {
        "index": 4,
        "text": "者，士妻之袂二尺二寸，尺二寸，三分益一，故三尺三寸，袂尺八寸也，故《內司服》註亦為此解也。或雲衣三尺三寸，或雲袂，俱合義，是以《喪服》記雲『亦名袂為衣也』。雲『韭菹醢，朝事之豆也』者，案《周禮。醢人職》："
      },
      {
        "index": 5,
        "text": "『朝事之豆，韭菹、醢、昌本、麋、菁菹、鹿、茆菹、麋。』彼天子八豆，今大夫取二豆為饋食，用之豐大夫禮故也。若然，葵菹、蠃醢亦天子饋食之豆，今大夫用之，鄭不言者，彼饋食當其節，天子八豆，此大夫取二而已，故不須言之。雲『葵菹在糸爭』者，以其韭菹在南，醢在北，今於次東，葵菹在北，蠃醢在南，是其糸爭次之也。"
      },
      {
        "index": 6,
        "text": "佐食上利執羊俎，下利執豕俎，司士三人執魚、臘、膚俎，序升自西階，相從入。設俎，羊在豆東，豕亞其北，魚在羊東，臘在豕東，特膚當俎北端。（相，助也。）"
      },
      {
        "index": 7,
        "text": "主婦自東房執一金敦黍，有蓋，坐設於羊俎之南。婦贊者執敦稷以授主婦，主婦興受，坐設於魚俎南；又興受贊者敦黍，坐設於稷南；又興受贊者敦稷，坐設於黍南。敦皆南首。主婦興，入於房。（敦有首者，尊者器飾也，飾蓋象龜。"
      },
      {
        "index": 8,
        "text": "周之禮，飾器各以其類，龜有上下甲。今文曰：主婦入於房。）\n[疏]『主婦』至『於房』。註『敦有』至『於房』。釋曰：『敦有首者，尊者器飾也，飾蓋象龜』，知有此義者，以其經曰『敦南首』，明象龜蟲獸之形，故雲首。知象龜者，以其蓋形龜象故也。雲『周之禮，飾器各以其類』者，案《周禮。梓人》雲『外骨，內骨，以ㄕ鳴者，以胸鳴者』之類，鄭雲：『刻畫祭器，博庶物也。』又《周禮。司尊彜》有雞彜之等，是周之禮，飾器各以其類也。"
      },
      {
        "index": 9,
        "text": "雲『龜有上下甲』者，欲言此敦蓋取象之意，以龜有上下甲，故敦蓋象之，是亦取其類也。敦蓋既象龜，明簋亦象龜為之，故《禮器》雲：『管仲鏤簋，朱。』"
      },
      {
        "index": 10,
        "text": "註雲：『謂刻而飾之。大夫刻為龜耳，諸侯飾以象，天子飾以玉。』言以玉飾之，還依大夫象形為飾也，天子則簋敦兼有。《九嬪職》雲：『凡祭祀贊玉。』註雲：『玉、玉敦，受黍稷器。』是天子八簋之外，兼用敦也。《特牲》雲："
      },
      {
        "index": 11,
        "text": "『佐食分簋。』註雲：『為將餕。敦，有虞氏之器也。周制，士用之，變敦言簋，容同姓之士得從周制耳。』則同姓大夫亦用簋。《特牲》、《少牢》用敦者，異姓大夫士也。《明堂位》雲：『有虞氏之兩敦，夏後氏之四璉，殷之六瑚，周之八簋。』鄭註雲：『皆黍稷器，制之異同未聞。』案《周禮。舍人》註：『圓曰簋。』《孝經》註直雲『外方曰簋』者，據而言。若然，雲未聞者，據殷已上未聞，周之簋則聞矣。故《易。損卦》雲：『二簋可用享。』註雲：『離為日，日圓。巽為本，木器象』，是其周器有聞也。《孝經緯鉤命決》雲：『敦規首上下圓相連，簠簋上圓下方，法陰陽』，是有聞而鄭雲未聞者，鄭不信之故也。"
      },
      {
        "index": 12,
        "text": "祝酌，奠，遂命佐食啟會。佐食啟會蓋，二以重，設於敦南。（酌奠，酌酒為神奠之，後酌者，酒尊，要成也。《特牲饋食禮》曰：『祝洗，酌奠，奠於南。』重累之。）"
      },
      {
        "index": 13,
        "text": "[疏]註『酌奠』至『累之』。釋曰：『酌奠，酌酒為神奠之』者，以其迎屍之前，將為陰厭，為神不為屍，故雲為神奠之也。雲『後酌者，酒尊，要成也』"
      },
      {
        "index": 14,
        "text": "者，上經先設餘饌，此經乃酌者，酒尊物設饌要由尊者成，故後設之也。引《特牲》者，酌奠之處，當在南，此經不言，故引為證也。雲『重累之』者，以黍稷各二，二者各自當重累於敦南，卻合之也。"
      },
      {
        "index": 15,
        "text": "主人西面，祝在左。主人再拜稽首。祝祝曰：『孝孫某，敢用柔毛、剛鬣、嘉薦、普淖，用薦歲事於皇祖伯某，以某妃配某氏。尚饗！』主人又再拜稽首。"
      },
      {
        "index": 16,
        "text": "（羊曰柔毛，豕曰剛鬣。嘉薦，菹醢也。普淖，黍稷也。普，大也。淖，和也。\n德能大和，乃有黍稷。《春秋傳》曰：奉粢曰『絜粢豐盛』，謂其三時不害，而民和年豐也。）"
      },
      {
        "index": 17,
        "text": "[疏]註『羊曰』至『豐也』。釋曰：雲『羊曰柔毛，豕曰剛鬣』，《下曲禮》文。羊肥則毛柔濡，豕肥則鬣剛也，彼註雲：『號牲物者，異於人用也。』"
      },
      {
        "index": 18,
        "text": "引《春秋》者，證黍稷大和之義。案彼《左氏》桓六年傳文：『楚武王侵隨，使章求成焉，軍於瑕以待之，隨人使少師入楚軍。董成楚以羸師而納少師，少師還，請追楚師。季梁止之曰：天方授楚，楚之羸，其誘我也。臣聞小之能敵大也，小道大淫。所謂道，忠於民而信於神也。上思利民，忠也。祝史正辭，信也。今民餒而君逞欲，祝史矯舉以祭，臣不知其可也。公曰：吾牲肥盾，粢盛豐備，何則不信？對曰：夫民，神之主也。是以聖王先成民而後致力於神，故奉牲以告曰「博碩肥盾」，謂民力之普存也。奉盛以告曰「絜粢豐盛」，謂其三時不害而民和年豐也。』則此之所言隨季梁辭也。"
      },
      {
        "index": 19,
        "text": "祝出，迎屍於廟門之外。主人降立於阼階東，西面。祝先，入門右，屍入門左。（主人不出迎屍，伸尊也。《特牲饋食禮》曰：『屍入，主人及賓皆辟位，出亦如之。』祝入門右者，辟屍盥也，既則後屍。）"
      },
      {
        "index": 20,
        "text": "[疏]註『主人』至『後屍』。釋曰：自此盡『牢肺正脊加於斤』，論屍入正祭之事。雲『主人不出迎屍，伸尊也』者，《禮記》雲『君迎牲而不迎屍』，別嫌也。屍在廟門外，則疑於臣，在廟中則全於君，故主人皆不出迎屍。屍在廟門外為臣道，故主人不出迎屍，伸尊也。引《特牲》者，屍出入時，主人與賓西位，上皆逡巡辟位，敬屍也。雲『既則後屍』者，下經雲『祝延屍，屍升自西階，入，祝從』，註雲：『由後詔相之曰延。』是後屍者也。"
      },
      {
        "index": 21,
        "text": "宗人奉，東面於庭南。一宗人奉水，西面於東。一宗人奉簞巾，南面於北。乃沃屍，盥於上。卒盥，坐奠簞，取巾，興，振之三，以授屍，坐取簞，興，以受屍巾。（庭南，沒ニ。）"
      },
      {
        "index": 22,
        "text": "[疏]註『庭南沒ニ』。釋曰：庭南者，於庭近南，是沒盡門屋ニ，近門而盥也。是以《特牲》亦雲『屍入門北面盥』，繼門而言，即亦此沒ニ者也。"
      },
      {
        "index": 23,
        "text": "祝延屍，屍升自西階，人，祝從。（由後詔相之曰延。延，進也。《周禮》曰大祝相屍禮。祝從，從屍升自西階。）"
      },
      {
        "index": 24,
        "text": "[疏]『祝延』至『祝從』。註『由後』至『西階』。釋曰：《周禮》曰大祝相屍禮者，案職雲『相屍禮』，註雲『延其出入，詔其坐作』是也。"
      },
      {
        "index": 25,
        "text": "主人升自阼階。祝先入，主人從。（祝接神，先入宜也。）\n屍升筵，祝、主人西面立於戶內，祝在左。（主人由祝後而居右，尊也。祝從屍，屍即席，乃居主人左。）"
      },
      {
        "index": 26,
        "text": "[疏]註『主人』至『人左』。釋曰：祝先入，至主人入而居祝之右者，以祝從屍後詔侑之，故在屍後。主人前及屍，即筵主人與祝西面，則主人尊故也。"
      },
      {
        "index": 27,
        "text": "雲『祝從屍，屍即席，乃卻居主人左』者，解祝在先，居左之意也。\n祝、主人皆拜妥屍，屍不言。屍答拜，遂坐。（拜妥屍，拜之使安坐也。屍自此答拜，遂坐而卒食，其有不啐奠，不嘗，不告旨，大夫之禮，屍彌尊也。"
      },
      {
        "index": 28,
        "text": "不告旨者，為初亦不饗，所謂曲而殺。）\n[疏]『祝主』至『遂坐』。註『拜妥』至『而殺』。釋曰：案《爾雅》："
      },
      {
        "index": 29,
        "text": "『妥、安，坐也。』故雲『拜妥屍，拜之使安坐也。』案《特牲》雲屍『啐酒，告旨，主人拜，屍答拜，祭嘗之，告旨』，不得遂坐，此經雲『答拜逐坐』，故鄭解其遂坐而卒食之意，以『其有不啐奠，不嘗，不告旨』也。大夫之禮屍彌尊，故無三事。《特牲》所雲嘗，謂嘗豕。此不嘗，謂不嘗豕也。"
      },
      {
        "index": 30,
        "text": "知非不嘗羊者，案下雲『嘗羊』，故知不嘗豕也。不告旨者，既不啐奠，故無告也。言『彌尊』者，既不啐奠，一尊，又不嘗，不告者，是彌尊也。雲『不告旨者，為初亦不饗』者，案《特牲》迎『屍即席坐，主人拜妥屍，屍答拜，執奠，祝饗，主人拜如初』，註雲：『饗，勸強之也。其辭取於《士虞》記，則宜雲孝孫某，圭為而孝薦之饗。』是士賤不嫌，得與人君同。大夫尊，嫌與人君同，故初不饗，後亦不告旨。故雲不告旨者，為初亦不饗也。雲『所謂曲而殺』"
      },
      {
        "index": 31,
        "text": "者，《禮器》文，彼註雲：『謂若父在為母期。』不得申，大夫不得者，亦不得申，故引為證。若然，曲而殺，為初不饗而言也。"
      },
      {
        "index": 32,
        "text": "祝反南面。（未有事也。墮祭，爾敦，官各肅其職，不命。）\n[疏]註『未有』至『不命』。釋曰：雲『未有事也』者，釋祝反南面也。"
      },
      {
        "index": 33,
        "text": "雲『墮祭，爾敦』，文在下經。『官各肅其職，不命』者，言祝無事之義。案宿諸官各肅其事，不須命，故祝得反南面。"
      },
      {
        "index": 34,
        "text": "屍取韭菹，辯扌Й於三豆，祭於豆。上佐食取黍稷於四敦，下佐食取牢一切肺於俎，以授上佐食。上佐食兼與黍以授屍。屍受，同祭於豆祭。（牢，羊豕也。同，合也。合祭於俎豆之祭也。黍稷之祭為墮祭，將食神餘，尊之而祭之。"
      },
      {
        "index": 35,
        "text": "今文辯為遍。）\n[疏]註『牢羊』至『為遍』。釋曰：雲『黍稷之祭為墮祭』者，肺與黍稷俱得為墮，故《周禮。守祧職》：『既祭，則藏其墮。』墮中豈不能兼肺，肺與黍稷俱祭於菹上。上既藏之，明肺與黍稷器不動，人就器減取之，故特得墮名。"
      },
      {
        "index": 36,
        "text": "舉肺則全取，因上絕之，不得墮稱，及其藏之，並有墮名也。雲『將食神餘，尊之而祭之』者，謂陰厭是神食，後屍來即席食，屍餕鬼神之餘，故屍亦尊神而祭之。以其凡祭者，皆不是盛主人之饌，故以祭之為尊也。"
      },
      {
        "index": 37,
        "text": "上佐食舉屍牢肺、正脊以授屍，上佐食爾上敦黍於筵上，右之。（爾，近也，或曰移也。右之，便屍食也。重言上佐食，明更起，不相因。）"
      },
      {
        "index": 38,
        "text": "[疏]『上佐』至『右之』。註『爾近』至『相因』。釋曰：《曲禮》雲：\n『飯黍無以箸。』是古者飯食不用匙箸。若然，器即不動，器中取之，故移之於席上，便屍食也。雲『重言上佐食，明更起，不相因』者，前舉屍牢肺時，坐而取之，興以授屍，不因此坐取肺，即爾敦黍，明更坐爾黍而起，不因前坐也。案《特牲》雲『黍稷』，此及虞皆不雲『稷』者，此後皆黍稷連言，明並黍稷食之，不虛陳而不食。不言爾之者，文不具，其實亦爾之也。"
      },
      {
        "index": 39,
        "text": "主人羞斤俎，升自阼階，置於膚北。（羞，進也。斤，敬也。親進之，主人敬屍之加。）\n[疏]『主人』至『膚北』。註『羞進』至『之加』。釋曰：《郊特牲》訓斤為敬，今此主人親進之，故鄭雲敬屍之加，以其為屍特加，故雲『加』也。"
      },
      {
        "index": 40,
        "text": "若然，特牲三俎膚從豕俎，故斤在臘北，此五俎有膚俎，故斤在膚北。\n上佐食羞兩，取一羊於房中，坐設於韭菹之南。下佐食又取一豕於房中以從，上佐食受，坐設於羊之南，皆Ρ，皆有四。屍扌及以四，祭羊，遂以祭豕，嘗羊。（Ρ，菜也。羊用苦，豕用薇，皆有酒。）"
      },
      {
        "index": 41,
        "text": "[疏]『上佐』至『羊』。註『Ρ菜』至『有滑』。釋曰：Ρ菜者，菜是地之Ρ。知『羊用苦，豕用薇，皆有滑』者，案《公食大夫》記雲『Ρ，牛藿，羊苦，豕薇，皆有滑』是也。"
      },
      {
        "index": 42,
        "text": "食舉，（舉，牢肺正脊也。先飲啖之，以為道也。）\n[疏]『食舉』。註『舉牢』至『道也』。釋曰：此食舉在羞斤之下，《特牲》食舉在羞斤之上。不同者，彼《特牲》食舉下乃雲『羞斤俎』者，是其正以食舉。後屍即嚌之屬，即加於斤俎，故食舉後即進斤是正也。此食舉不在羞斤之上，上佐食羞羹，屍祭訖，乃得食舉，故退食舉在祭之下。又不退羞斤在食舉下者，由主人敬屍，故不退在下也。《特牲》爾敦下設大羹，此不雲者，大羹不為神，直是為屍者，故此不言儐，屍乃有也。雲『舉，牢肺正脊也』者，上文雲『上佐食舉屍牢肺、正脊以授屍』，屍受祭肺明。今食先雲食舉，是上牢肺正脊也。雲『先食啖之，以為道也』者，案《特牲》：『舉肺脊以授屍，屍受振祭嚌之，左執之。』註『肺，氣之主也。脊，體之貴者，先食啖之，所以道食通氣』是也。"
      },
      {
        "index": 43,
        "text": "三飯。（食以黍。）\n[疏]『三飯』。註『食以黍』。釋曰：知先食黍者，以前文先言爾黍，故知先食黍也。\n上佐食舉屍牢，屍受，振祭，嚌之。佐食受，加於斤。（，正脅也。"
      },
      {
        "index": 44,
        "text": "古文為肝。）\n[疏]註『正脅也』。釋曰：上文序體先言短脅，次言正脅，則正脅在中，上食舉是正脊，故知此食亦先取正脅也。《特牲》雲『食』，鄭註『為長脅也』。彼記序九體，有長脅無代脅者，案鄭註雲：『脊無中，脅無前，貶於尊者。』"
      },
      {
        "index": 45,
        "text": "故與此異也。\n上佐食羞兩瓦豆，有醢，亦用瓦豆，設於薦豆之北。（設於薦豆之北，以其加也。四豆亦糸爭。羊在南，豕在北，無熏堯者，尚牲不尚味。）"
      },
      {
        "index": 46,
        "text": "[疏]『上佐』至『之北』。註『設於』至『尚味』。釋曰：《特牲》略於《少牢》，故有豕堯。此《少牢》二牲，故不尚味，而無熏堯也。"
      },
      {
        "index": 47,
        "text": "屍又食，食。上佐食舉屍一魚，屍受，振祭，嚌之。佐食受，加於斤，橫之。（又，復也。或言食，或言飯。食，大名。小數曰飯。魚橫之者，異於肉。）"
      },
      {
        "index": 48,
        "text": "[疏]『屍又』至『橫之』。註『又復』至『於肉』。釋曰：雲『食，大名』者，以其《論語》文多言食，故雲食大名也。雲『小數曰飯』者，此《少牢》、《特牲》言三飯、五飯、九飯之等，據一口謂之一飯，五口謂之五飯之等，據小數而言，故雲小數曰飯也。雲『魚橫之者，異於肉』者，魚在俎縮，肉在俎則橫，其同在斤，俎仍橫之。魚本縮，今則橫矣，與牲體異，故雲魚橫異於肉也。必知肉在斤仍橫者，但言加於斤，不雲縮，則與本俎同橫可知也。大夫不儐屍者，於此時亦當設大羹，此主為大夫不儐屍者，大羹之文也。"
      },
      {
        "index": 49,
        "text": "又食，上佐食舉屍臘肩，屍受，振祭，嚌之，上佐食受，加於斤。（臘魚皆一舉者，《少牢》二牲，略之。臘必舉肩，以肩為終也。別舉魚臘，崇威儀。）"
      },
      {
        "index": 50,
        "text": "[疏]註『臘魚』至『威儀』。釋曰：雲『臘（元缺起此）魚皆一舉者，《少牢》二牲，略之』者，以《特牲》三舉獸魚，以其牲少故也。此《少牢》二牲略之者，體足可舉，故臘魚一舉以略之。雲『臘必舉肩，以肩為終也』者，以臘如牲骨，但舉一肩，肩尊，以為終取其成義，牲體舉肩為終。雲『別舉魚臘，崇威儀』者，《特牲》雲：『屍三飯，佐食舉獸，魚一，亦如之。屍又三飯，舉骼及獸魚如初。屍又三飯，舉肩及獸魚如初。』獸魚常一時同舉，而此獸魚別舉，大夫之禮，故雲崇威儀。案《特牲》先舉臘後魚，此《少牢》後舉臘者，彼《特牲》三俎，臘皆三舉，故後舉魚。此《少牢》臘魚皆一舉，故使臘在後肩，取其終義故也。"
      },
      {
        "index": 51,
        "text": "又食，上佐食舉屍牢骼，如初。（如舉也。）\n又食，（不舉者，卿大夫之禮，不過五舉，須侑屍。）\n[疏]註『不舉』至『侑屍』。釋曰：雲『五舉』者，舉牢肺一也，又舉牢二也，又舉一魚三也，又舉臘肩四也，又舉牢骼五也，是卿大夫之禮五舉也。"
      },
      {
        "index": 52,
        "text": "屍告飽。祝西面於主人之南，獨侑，不拜。侑曰：『皇屍未實，侑。』（侑，勸也。祝獨勸者，更則屍飽。實猶飽也。祝既侑，復反南面。）"
      },
      {
        "index": 53,
        "text": "[疏]註『侑勸』至『南面』。釋曰：雲『侑勸也，祝獨勸者，更則屍飽』\n者，此決《特牲》九飯三侑，皆祝、主人共侑，不更以侑者，欲使屍飽。若其重侑，則嫌相褻。《特牲》重侑，不更者，以士禮九飯，縱更亦不飽，故不更。此大夫禮十一飯，更則飽，故有更。是以使祝獨侑，與主人更之義。雲『祝既侑，復反南面』者，戶內主人及祝有事之位。屍席北，祝無事之位，今侑訖，亦復屍北，南面位也。此與《特牲》皆有屍飯法，天子諸侯亦當有之。故大祝九拜之下，雲『以享侑祭祀』，註雲：『侑，勸屍食而拜。』若然，士三飯即告飽而侑，大夫七飯告飽而侑，諸侯九飯告飽而侑，天子十一飯而侑也。"
      },
      {
        "index": 54,
        "text": "屍又食，上佐食舉屍牢肩，屍受，振祭，嚌之。佐食受，加於斤。（四舉牢體，始於正脊，終於肩，尊於終始。）"
      },
      {
        "index": 55,
        "text": "[疏]註『四舉』至『終始』。釋曰：正脊及肩，此體之貴者，故先舉正脊為食之始，後舉肩者為食之終，故雲『尊於終始』。"
      },
      {
        "index": 56,
        "text": "屍不飯，告飽。祝西面於主人之南。（祝當贊主人辭。）\n[疏]註『祝當贊主人辭』。釋曰：以其西面是祝之有事之位，故從南向西面位也。"
      },
      {
        "index": 57,
        "text": "主人不言，拜侑。（祝言而不拜，主人不言而拜，親疏之宜。）\n[疏]註『祝言』至『之宜』。釋曰：雲『親疏之』者，雲祝言而不拜者，疏也；雲主人不言而拜者，親也。事相成，故雲『親疏之宜』也。"
      },
      {
        "index": 58,
        "text": "屍又三飯。（為祝一飯，為主人三飯，尊卑之差。凡十一飯，下人君也。）\n上佐食受屍牢肺、正脊，加於斤。（言受者，屍授之也。屍授牢而實舉幹俎豆，食畢，操以授佐食焉。）"
      },
      {
        "index": 59,
        "text": "[疏]註『言受』至『食焉』。釋曰：此案上文初食舉謂正脊與牢肺，不言置舉之所。下文即言『三飯，上佐食舉屍牢，屍受，振祭，嚌之，佐食受加於斤』，至此屍十一飯後，乃言『上佐食受屍牢肺、正脊，加於斤』者，是卻本，初食約《特牲》舉肺脊，其時屍實舉於菹豆。今屍食畢，屍乃於菹豆上取而授上佐食，上佐食受而加於斤，故言『受屍牢肺、正脊，加於斤』也。"
      },
      {
        "index": 60,
        "text": "主人降，洗爵，升，北面酌酒，乃屍。屍拜受，主人拜送。（猶羨也。\n既食之而又飲之，所以樂之。古文作酌。）"
      },
      {
        "index": 61,
        "text": "[疏]註『猶』至『作酌』。釋曰：自此盡『折一膚』，謂主人屍之事。\n雲『猶羨也』者，取饒羨之義，故以為樂之也。"
      },
      {
        "index": 62,
        "text": "屍祭酒，啐酒。賓長羞牢肝，用俎，縮執俎，肝亦縮，進末，鹽在右。（羞，進也。縮，從也。鹽在肝右，便屍扌Й之。古文縮為蹙。）"
      },
      {
        "index": 63,
        "text": "[疏]註『羞進』至『為蹙』。釋曰：雲『鹽在肝右，便屍扌Й之』者，鹽在肝右，據賓長西面，手執而言，屍東面，若至屍前，鹽在屍之左，屍以右手取肝，鄉左（元缺止此）扌Й之，是其便也。"
      },
      {
        "index": 64,
        "text": "屍左執爵，右兼取肝，扌Й於俎鹽，振祭，嚌之，加於菹豆，卒爵。主人拜，受屍爵，屍答拜。（兼，兼羊、豕。）"
      },
      {
        "index": 65,
        "text": "祝酌受屍，屍醋主人，主人拜受爵，屍答拜，主人西面奠爵，又拜。（主人受酢酒，俠爵拜，彌尊屍。）\n[疏]註『主人』至『尊屍』。釋曰：雲『彌尊屍』者，此《少牢》與《特牲》屍酢主人，使祝代屍酌者，已是尊屍。今主人拜受訖，又拜為俠拜，是彌尊屍也。"
      },
      {
        "index": 66,
        "text": "上佐食取四敦黍稷，下佐食取牢一切肺，以授上佐食。上佐食以綏祭。（綏，或作ソ。ソ讀為墮。將受嘏，亦尊屍餘而祭之。古文墮為斤。）"
      },
      {
        "index": 67,
        "text": "[疏]註『綏或』至『為斤』。釋曰：經中綏是車綏，或有《禮》本作ソ者，故亦讀從《周禮。守祧》：『既葬，則藏其墮。』取墮減之義也。雲『將受嘏』者，下文主人受嘏之時，先墮祭，是以佐食授黍稷，與主人為墮禮。"
      },
      {
        "index": 68,
        "text": "主人佐執爵，右受佐食，坐祭之，又祭酒，不興，遂啐酒。（右受佐食，右手受墮於佐食也。至此言坐祭之者，明屍與主人為禮也。屍恒坐，有事則起。主人恒立，有事則坐。）"
      },
      {
        "index": 69,
        "text": "[疏]註『右手』至『則坐』。釋曰：雲『尺常坐，有事則起。主人常立，有事則坐』者，案《禮器》雲：『周坐屍。』《曲禮》雲：『立如齊。』鄭雲："
      },
      {
        "index": 70,
        "text": "『齊，謂祭祀時。』則是屍常坐，主人祭時則常立。經雲『坐祭之』，謂墮祭屍餘是屍與主人為禮，是主人有事乃坐也。屍答主人拜乃立，是屍有事則起也。"
      },
      {
        "index": 71,
        "text": "祝與二佐食皆出，盥於洗，入，二佐食各取黍於一敦，上佐食兼受，摶之，以授屍。屍執以命祝。（命祝以嘏辭。）"
      },
      {
        "index": 72,
        "text": "[疏]註『命祝以嘏辭』。釋曰：謂命祝使出嘏辭，以嘏於主人，下文是也。\n卒命祝，祝受以東，北面於戶西，以嘏於主人曰：『皇屍命工祝，承致多福無疆於女孝孫。來女孝孫，使女受祿於天，宜稼於田，眉壽萬年，勿替引之。』"
      },
      {
        "index": 73,
        "text": "（嘏，大也。予主人以大福。工，官也。承猶傳也。來讀曰，，賜也。耕種曰稼。勿猶無也。替，廢也。引，長也。言無廢止時，長如是也。古文嘏為格，祿為福，眉為微，替為，或為《至》。《至》、替，聲相近。）"
      },
      {
        "index": 74,
        "text": "[疏]『卒命』至『引之』。註『嘏大』至『相近』。釋曰：雲『嘏，大也』者，《郊特牲》雲：『嘏，長也，大也。』故鄭雲『予主人以大福』。案《特牲》屍親嘏主人，此屍使祝嘏主人者，大夫屍尊，故不親嘏，《特牲》無嘏，文不具也。"
      },
      {
        "index": 75,
        "text": "主人坐奠爵，興，再拜稽首，興，受黍，坐振祭，嚌之，詩懷之，實於左袂，掛於季指，執爵以興，坐卒爵，執爵以興，坐奠爵，拜。屍答拜。執爵以興，出。"
      },
      {
        "index": 76,
        "text": "宰夫以籩受嗇黍。主人嘗之，納諸內。（詩猶承也。實於左袂，便右手也。季猶小也。出，出戶也。宰夫，掌飲食之事者。收斂曰嗇，明豐年乃有黍稷也。復嘗之者，重之至也。納猶入也。古文掛作卦。）"
      },
      {
        "index": 77,
        "text": "[疏]『主人』至『諸內』。註『詩猶』至『作卦』。釋曰：雲『出，出戶也』者，以主人位在戶內西面，今雲出，故知是出戶也。此宰夫以籩受嗇，大夫之禮，《特牲》主人出寫嗇於房，祝以籩受，彼士禮，與大夫異也。案《春官。郁人》雲：『大祭祀，與量人受舉之卒爵而飲之。』鄭雲：『，受福之嘏。"
      },
      {
        "index": 78,
        "text": "聲之誤也。王屍，屍嘏王，此其卒爵也。《少牢饋食禮》：主人受嘏，詩懷之。\n卒爵，執爵以興，出，宰夫以籩受嗇黍，主人嘗之，乃還，獻祝。此郁人受王之卒爵，亦王出房時也。』是王受嘏與大夫同也。案《楚茨》詩：『既齊既稷，既匡既敕。』註雲：『嘏之禮，祝遍取黍稷牢肉魚扌需於醢，以授屍。孝孫前就屍受之，天子使宰夫受之，以筐祝則釋嘏辭以敕之。』天子嘏辭與大夫同也。雲『復嘗之者，重之至也』者，前已嚌之，是已嘗。今復言嘗，是重受，福之至也。"
      },
      {
        "index": 79,
        "text": "《特牲》不言復嘗者，文不具也。\n主人獻祝，設席南面。祝拜於席上，坐受。（室中迫狹。）\n[疏]『主人』至『坐受』。註『室中迫狹』。釋曰：言迫狹，大夫士廟室也，皆兩下五架，正中曰棟，棟南兩架，北亦兩架。棟南一架名曰楣，前承檐，以前名曰。棟北一架為室，南壁而開戶，即是一架之開，廣為室，故雲『迫狹』"
      },
      {
        "index": 80,
        "text": "也。必知棟北一架後乃為室者，《昏禮》主人筵賓升自西階，『當阿東面致命』，鄭雲：『阿，棟也。入堂深。』明不入室，是棟北乃有室也。"
      },
      {
        "index": 81,
        "text": "主人西面答拜。（不言拜送，下屍。）\n[疏]『主人西面答拜』。註『不言拜送下屍』。釋曰：上主人屍，屍拜受，主人拜送。今主人獻祝，祝拜受，主人答拜。拜送禮重，答拜禮輕，今言答拜，故雲『不言拜送，下屍』也。"
      },
      {
        "index": 82,
        "text": "薦兩豆菹、醢。（葵菹、蠃醢。）\n[疏]『薦兩豆菹醢』。註『葵菹蠃醢』。釋曰：知者，上雲『韭菹醢』，鄭雲：『朝事之豆也，而饋食用之，豐大夫禮。』上亦雲葵菹、蠃醢，是饋食之豆，當饋食之節，是其常事，故不言豐大夫之禮，今祝用之，亦其常事，故知用『葵菹、蠃醢』也。"
      },
      {
        "index": 83,
        "text": "佐食設俎，牢髀，橫脊一、短脅一、腸一、胃一、膚三、魚一，橫之，臘兩髀屬於尻。（皆升下體，祝賤也。魚橫者，四物共俎，殊之也。臘兩髀屬於尻，尤賤，不殊。）"
      },
      {
        "index": 84,
        "text": "[疏]註『皆升』至『不殊』。釋曰：言『升下體』者，髀與短脅、橫脊皆羊、豕之下體，屬於尻，又臘之下體，為祝賤故也。雲『魚橫者，四物共俎，殊之也』者，以其魚猶在俎，縮載，今橫者，為四物共俎，橫而殊之也。縮其七物而雲四物者，據羊、豕、魚、臘，故雲四物也。雲『尤賤』者，羊、豕體不屬於尻，以臘用左、右胖，故有兩髀。言髀屬於尻，尻在中，謂髀與尻相連屬，不殊，是尤賤也。周祝賤，常連之也。"
      },
      {
        "index": 85,
        "text": "祝取菹扌Й於醢，祭於豆。祝祭俎，（大夫祝俎無肺，祭用膚，遠下屍。\n不嚌之，膚不盛。）\n[疏]『祝取』至『祭俎』。註『大夫』至『不盛』。釋曰：雲『大夫祝俎無肺，祭用膚，遠下屍』者，案《特牲》屍俎有祭肺、離肺，祝俎有離肺，無祭肺，是下屍。今大夫屍俎亦皆有祝，則離肺、祭肺俱無，是遠下屍也。雲『不嚌之，膚不盛』者，決離肺祭訖，嚌之，加於俎。今以無肺祭，不盛故也。凡膚皆不齊，獨於此言之者，以其以膚替肺，肺則嚌，此則不嚌，故須言之也。"
      },
      {
        "index": 86,
        "text": "祭酒，啐酒。肝牢從。祝取肝扌Й於鹽，振祭，嚌之，不興，加於俎，卒爵，興。（亦如佐食授爵乃興，不拜既爵，大夫祝，賤也。）"
      },
      {
        "index": 87,
        "text": "[疏]註『亦如』至『賤也』。釋曰：『亦如佐食授爵乃興』者，此經直雲『卒爵興』，不雲『授爵』，故特明之。案下文主婦獻祝，祝卒爵，坐授主婦爵。"
      },
      {
        "index": 88,
        "text": "主婦又獻二佐食，二佐食坐授主婦爵，主婦獻祝與獻二佐食同，明主人獻祝，祝授主人爵，亦與二佐食同可知。雲『不拜既爵，大夫祝，賤也』者，此決《特牲》："
      },
      {
        "index": 89,
        "text": "『祝卒角拜，主人答拜。』以士卑，故祝不賤。此大夫尊，故祝賤，不拜既爵也。\n主人酌獻上佐食。上佐食戶內牖東北面拜，坐受爵。主人西面答拜。佐食祭酒，卒爵，拜，坐授爵，興。（不啐而卒爵者，大夫之佐食賤，禮略。）"
      },
      {
        "index": 90,
        "text": "[疏]註『不啐』至『禮略』。釋曰：《特牲》士之佐食亦啐，大夫佐食賤，禮略。天子諸侯禮雖亡，或可對天子諸侯佐食啐，乃卒爵，貴故也。"
      },
      {
        "index": 91,
        "text": "俎設於兩階之，其俎：折，一膚。（佐食不得成禮於室中。折者，擇取牢正體餘骨，折分用之。有┵而無薦，亦遠下屍。）"
      },
      {
        "index": 92,
        "text": "[疏]『俎設』至『一膚』。註『佐食』至『下屍』。釋曰：雲『有┵而無薦，亦遠下屍』者，有┵即經俎實是也，無薦謂無菹醢也。既無肺，已是下屍，又無薦，是遠下屍也。"
      },
      {
        "index": 93,
        "text": "主人又獻下佐食，亦如之。其┵亦設於階，西上，亦折，一膚。（上佐食既獻則出，就其俎。《特牲》記曰佐食『無事則中庭北面』，謂此時。）"
      },
      {
        "index": 94,
        "text": "有司贊者取爵於篚以升，授主婦贊者於房戶。（男女不相因。《特牲饋食禮》曰：『佐食卒角，主人受角，降，反於篚。』）"
      },
      {
        "index": 95,
        "text": "[疏]『有司』至『房戶』。註『男女』至『於篚』。釋曰：雲自此盡『入於房』，論主婦亞獻祝獻屍與佐食之事。此直雲有司『授婦贊者於房』，案《禮記。內則》雲：『非祭非喪，不相授器。其相授，則女受以篚，其無篚，則皆坐奠之，而後取之。』此經雖不言受以篚，及奠於地之事，亦當然也。雲『男女不相因』者，案《特牲》：『佐食卒角，主人受角，降，反於篚，升，入復位訖，主婦乃洗爵於房，酌亞獻屍。』是不相因爵也。引《特牲》者，證男女不相因爵，主婦不取此爵也。"
      },
      {
        "index": 96,
        "text": "婦贊者受，以授主婦。主婦洗於房中，出酌，入戶，西面拜，獻屍。（入戶西面拜，由便也。不北面者，辟人君夫人也。拜而後獻者，當俠拜也。《昏禮》曰：『婦洗在北堂，直室東隅。』）"
      },
      {
        "index": 97,
        "text": "[疏]註『入戶』至『東隅』。釋曰：雲『入戶西面拜，由便也』者，下註雲：『此拜於北，則上拜於南矣，由便也。』雲『不北面者，辟人君夫人也』者，案《特牲》『主婦北面拜』，註雲：『北面拜者，辟內子也。』則是士妻卑，不嫌，得北面與人君夫人同也。"
      },
      {
        "index": 98,
        "text": "屍拜受。主婦主人之北，西面拜送爵。（拜於主人之北，西面，婦人位在內，此拜於北，則上拜於南矣，由便也。）屍祭酒，卒爵。主婦拜，祝受屍爵，屍答拜。"
      },
      {
        "index": 99,
        "text": "易爵，洗，酌，授屍。（祝出易爵，男女不同爵。）主婦拜受爵，屍答拜。\n上佐食綏祭。主婦西面於主人之北受祭，祭之。其綏祭如主人之禮，不嘏，卒爵，拜。屍答拜。（不嘏，夫婦一體。綏亦當作ソ，古文為斤。）"
      },
      {
        "index": 100,
        "text": "主婦以爵出，贊者受，易爵於篚，以授主婦於房中。（贊者，有司贊者也。\n易爵，亦以授婦贊者，婦贊者受房戶外，入授主婦。）"
      },
      {
        "index": 101,
        "text": "[疏]註『贊者』至『主婦』。釋曰：知『贊者，有司贊者，也』者，上文雲『有司贊者取爵於篚』，此還是上有司贊者也。"
      },
      {
        "index": 102,
        "text": "主婦洗，酌，獻祝。祝拜，坐受爵。主婦答拜於主人之北。卒爵，不興，坐授主婦。（不俠拜，下屍也。今文曰：祝拜受。）"
      },
      {
        "index": 103,
        "text": "主婦受，酌，獻上佐食於戶內。佐食北面拜，坐受爵。主婦西面答拜。祭酒，卒爵，坐授主婦。主婦獻下佐食亦如之。主婦受爵以入於房。（不言拜於主人之北，可知也。爵奠於內篚。）"
      },
      {
        "index": 104,
        "text": "賓長洗爵獻於屍，屍拜受爵，賓戶西北面拜送爵。屍祭酒，卒爵。賓拜。祝受屍爵，屍答拜。\n祝酌，授屍。賓拜受爵。屍拜送爵。賓坐奠爵，遂拜，執爵以興，坐祭，遂飲，卒爵，執爵以興，坐奠爵，拜，屍答拜。"
      },
      {
        "index": 105,
        "text": "賓酌，獻祝。祝拜，坐受爵，賓北面答拜。祝祭酒，啐酒，奠爵於其筵前。\n（啐酒而不卒爵，祭事畢，示醉也。不獻佐食，將儐屍，禮殺。）"
      },
      {
        "index": 106,
        "text": "[疏]『賓長』至『筵前』。釋曰：雲『屍祭酒，卒爵』者，案《特牲》賓長獻爵止，註雲：『欲神惠之均。』於室中待夫婦致爵。此大夫禮，或有賓屍者，致爵在儐屍之上，故不致爵，爵不止也。若然，《有司徹》屍作止爵，三獻致爵於主人，主人不酢主婦，又不致爵於主婦，下大夫不儐屍，賓獻屍止爵，主婦致爵於主人，酢主婦，主人不致於主婦。《特牲》主人與主婦交相致爵。參差不同者，此以尊卑為差降之數，故有異也。上大夫得儐屍，故致爵，上辟人君。下大夫不儐屍，故增酢主婦而已。士卑，不嫌與君同，故致爵具也。註『啐酒』至『禮殺』。釋曰：雲『不獻佐食，將儐屍，禮殺』者，以其祝與佐食，俱是事神及屍，是以獻屍並及之，故主人、主婦獻祝與佐食。今賓獻祝不及佐食者，但為待賓屍，故於賓長獻是祭末禮殺，故不及佐食，闕之也。"
      },
      {
        "index": 107,
        "text": "主人出，立於阼階上，西面。祝出，立於西階上，東面。祝告曰：『利成。』\n（利猶養也。成，畢也。孝子之養禮畢。）"
      },
      {
        "index": 108,
        "text": "祝入。屍謖。主人降立於阼階東，西面。（謖，起也。謖或作休。）\n祝先，屍從，遂出於廟門。（事屍之禮，訖於廟門。）"
      },
      {
        "index": 109,
        "text": "[疏]『主人』至『廟門』。釋曰：自此盡『廟門』，論祭祀畢屍出廟之事。\n註事屍之禮訖於廟門者，上祝迎屍於廟門，今禮畢又送屍於廟門。案《禮記》屍在廟門外，則疑於臣，是以據廟門為斷。"
      },
      {
        "index": 110,
        "text": "祝反，復位於室中。主人亦入於室，復位。祝命佐食徹斤俎，降設於堂下阼階南。（徹斤俎不出門，將儐屍也。斤俎而以儐屍者，其本為不反魚肉耳。"
      },
      {
        "index": 111,
        "text": "不雲屍俎，未歸屍。）\n[疏]『祝反』至『階南』。註『徹斤』至『歸屍』。釋曰：自此盡篇末，論徹斤俎行餕之事。雲『徹斤俎不出門，將儐屍也』者，決《特牲》佐食徹屍俎出廟門者，送屍者也。雲『斤俎而以儐屍者，其本為不反魚肉耳』者，案《曲禮》雲『毋反魚肉』，謂食時魚肉不反俎，故屍食亦加斤俎，本為屍不反魚肉。今賓屍將更食魚肉，當加於斤俎，未得即送屍家，故雲本為不反魚肉也，故儐屍訖並後加者，得歸之也。"
      },
      {
        "index": 112,
        "text": "司宮設對席，乃四人。（大夫禮，四人餕，明惠大也。）\n[疏]註『大夫』至『大也』。釋曰：案《祭統》雲：『凡餕之道，而興施惠之象也。』是故上有大澤，則惠必及下。是以《特牲》二人餕，惠之小者。大夫四人餕，明惠之大者也。"
      },
      {
        "index": 113,
        "text": "上佐食盥，升，下佐食對之，賓長二人備。（備四人餕也。三餕亦盥升。）\n[疏]『上佐』至『人備』。註『備四』至『盥升』。釋曰：『下佐食對之』者，不謂東西相當，直取上佐食東面，下佐食西面為對。以其下佐食西面近北，故不得東西相當也。雲『賓長二人備』者，亦不東西相當，以其一賓長在上佐食之北，一賓長在下佐食之南，是亦不東西相當也，故雲『備』，不言『對』"
      },
      {
        "index": 114,
        "text": "也。\n司士進一敦黍於上佐食，又進一敦黍於下佐食，皆右之於席上。（右之者，東面在南，西面在北。）\n[疏]註『右之』至『在北』。釋曰：東面在南，據上佐食，西面在北，據下佐食。右之者，飯用手右之便故也。"
      },
      {
        "index": 115,
        "text": "資黍於羊俎兩端，兩下是餕。（資猶減也。減置於羊俎兩端，則一賓長在上佐食之北，一賓長在下佐食之南。今文資作賫。）"
      },
      {
        "index": 116,
        "text": "[疏]註『餕猶』至『作賫』。釋曰：雲『兩下是餕』者，據二賓長以二佐食為下，故雲『一賓長在上佐食之北，一賓長在下佐食之南』，以地道尊右，故二佐食皆在右。若然，羊俎兩，南北面置之，故二賓長於俎一端取黍也。必知上佐食東面近南，下佐食西面近北者，以其屍東面近南，今屍起，上佐食居屍坐處，明知位次如此。"
      },
      {
        "index": 117,
        "text": "司士乃辯舉，者皆祭黍、祭舉。（舉，舉膚。今文辯為遍。）\n[疏]『司士』至『祭舉』。註『舉舉』至『為遍』。釋曰：知舉是舉膚者，以其屍舉肺，餕者下屍，明不舉肺當舉膚。是以《特牲》雲：『佐食授餕者各一膚。』明此大夫禮，亦舉膚也。"
      },
      {
        "index": 118,
        "text": "主人西面，三拜者。者奠舉於俎，皆答拜，皆反，取舉。（三拜，旅之，示遍也。言反者，拜時或去其席，在東面席者，東面拜，在西面席者，皆南面拜。）"
      },
      {
        "index": 119,
        "text": "[疏]『主人』至『取舉』。註『三拜』至『面拜』。釋曰：知面位如此者，以主人在戶內，西面三拜餕者，餕者在東面而答主人拜，可知在西面位者，以主人在南，西面，不得與主人同面而拜，明回身南面向主人而拜，故鄭以義解之如此也。"
      },
      {
        "index": 120,
        "text": "司士進一於上，又進一於次，又進二豆湆於兩下。乃皆食，食舉。\n（湆，肉汁也。）\n[疏]『司士』至『食舉』。釋曰：雲『又進二豆湆於兩下』者，以其神坐之上，止有羊、豕二，一進與上佐食，一進與下佐食，故更羞二豆湆於兩下，湆者從門外鑊中來，以兩下無，故進湆也。"
      },
      {
        "index": 121,
        "text": "卒食，主人洗一爵，升，酌，以授上。贊者洗三爵，酌。主人受於戶內，以授次，若是以辯。皆不拜，受爵。主人西面三拜者。者奠爵，皆答拜，皆祭酒，卒爵，奠爵，皆拜。主人答壹拜。（不拜受爵者，大夫餕者賤也。答壹拜，略也。古文一為壹也。）"
      },
      {
        "index": 122,
        "text": "[疏]註『不拜』至『壹也』。釋曰：雲『不拜受爵者，大夫餕者賤也』者，決《特牲》使嗣子與兄弟餕為貴，故拜受爵也。雲『答壹拜，略也』者，《特牲》亦無再拜法，此雲『略』者，以其四餕皆拜，主人總答一拜，故雲略也。"
      },
      {
        "index": 123,
        "text": "者三人興，出。（出，降實爵於篚，反賓位。）上止。主人受上爵，酌以酢於戶內，西面坐奠爵，拜。上答拜，坐祭酒，啐酒。（主人自酢者，上獨止，當屍位，尊不酌也。）"
      },
      {
        "index": 124,
        "text": "[疏]註『主人』至『酌也』。釋曰：《特牲》上餕親自酌酢主人，此上餕不酌者，上餕將嘏主人，故在屍位，不可親酌。《特牲》上餕酌者，以上餕不嘏主人，既卒爵，三餕俱出，上餕酢主人。《少牢》禮備，又嘏主人，故不酌也。"
      },
      {
        "index": 125,
        "text": "上親嘏，曰：『主人受祭之福，胡壽保建家室。』（親嘏，不使祝授之，亦以黍。）\n[疏]註『親嘏』至『以黍』。釋曰：言『亦』者，亦上皇屍命工祝嘏主人以黍，此亦以黍。上文司士進敦，乃分黍於羊俎兩端，下不言稷，故知亦黍也。"
      },
      {
        "index": 126,
        "text": "主人興，坐奠爵，拜，執爵以興，坐卒爵，拜。上答拜，上興，出。主人送，乃退。（送佐食不拜，賤。）\n[疏]註『送佐食不拜賤』。釋曰：賓主之禮，賓出主人皆拜送，此佐食送之而不拜，故雲『賤』也。"
      }
    ]
  }
}