{
  "chapterNumber": 20,
  "title": "卷二十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "夫人使下大夫勞以二竹簋方，玄被裏，有蓋。（竹簋方者，器名也。以竹為之，狀如簋而方，如今寒具。者圜，此方耳。）"
      },
      {
        "index": 1,
        "text": "[疏]『夫人』至『有蓋』。註『竹簋』至『方耳』。釋曰：自此盡『以賓入』，論夫人勞賓之事。夫人勞使下大夫者，降於君，故不使卿。凡簋皆用木而圓，受鬥二升，此則用竹而方，故云『如簋而方』。受鬥二升則同。『如今寒具』者，寒具，若《籩人》先鄭云：『朝事，謂清朝未食，先進寒具，口實之籩實以冬食。』故謂之寒具。圓，此方者，方圓不同，為異也。案《玉人》云："
      },
      {
        "index": 2,
        "text": "『案十有二寸，棗栗十有二列，諸侯純九，大夫純五，夫人以勞諸侯。』彼有玉案者，謂王後法有玉案，並有竹簋以盛棗栗，故彼引此為證。此諸侯夫人勞卿大夫，故無案，直有竹簋以盛棗栗。"
      },
      {
        "index": 3,
        "text": "其實棗蒸栗擇，兼執之以進。（兼猶兩也。右手執棗，左手執栗。）\n[疏]『其實』至『以進』。註『兼猶』至『執栗』。釋曰：云『兼，猶兩』者，謂一人執兩事，知『右手執棗，左手執栗』者，見下文云『賓受棗，大夫二手授栗』，則大夫先度右手，乃以左手共授栗，便也。明知右手執棗可知，必用右手執棗先度之者，鄭註《士虞禮》云『棗美，故用右手執棗也』。"
      },
      {
        "index": 4,
        "text": "賓受棗，大夫二手授栗。（受授不遊手，慎之也。）\n[疏]註『受授』至『之也』。釋曰：初兩手俱用，既受棗，不共授栗，遊暇一手，不慎也。今右手授棗訖，即共授栗，不遊手，為謹慎也。"
      },
      {
        "index": 5,
        "text": "賓之受，如初禮。（如卿勞之儀。）\n儐之如初。下大夫勞者遂以賓入。（出以束錦授從者，因東面釋辭，請道之以入，然則賓送不拜。）"
      },
      {
        "index": 6,
        "text": "[疏]『儐之』至『賓入』。註『出以』至『不拜』。釋曰：云『出以束錦授從者，因東面釋辭，請導之』者，儐下大夫，如前有束錦，則此大夫亦受得束錦。經言『遂以賓入』，明知有辭請導之。雖無文，鄭以意言之。大夫在西，明出時授束錦與已從者，乃得因東面釋請導之辭也。云『然則賓送不拜』者，以其雲遂以賓入即從之，明賓送不拜，謂若《公食大夫》使人戒賓，『不拜送，遂從之』，其類也。案上君使士請，遂以賓入，鄭雲因導之。鄭不言賓送不拜者，士請事空手無幣，賓亦不儐，請導賓，賓從入，無再拜送之理，故鄭不言賓送不拜。此大夫勞儐，與卿同有拜送之理，故雲賓送不拜也。《覲禮》大夫勞侯氏，侯氏即從大夫入，拜送大夫。天子使尊，故雖從亦拜送，與此異。"
      },
      {
        "index": 7,
        "text": "至於朝，主人曰：『不腆先君之祧，既拚以俟矣。』（賓至外門，下大夫入告，出釋此辭。主人者，公也。不言公而言主人，主人，接賓之辭，明至欲受之，不敢稽賓也。腆猶善也。遷主所在曰祧。周禮，天子七廟，文武為祧，諸侯五廟。"
      },
      {
        "index": 8,
        "text": "則祧，始祖也，是亦廟也。言祧者，祧尊而廟親，待賓客者，上尊者。）\n[疏]『至於』至『俟矣』。釋曰：自此盡『俟』，論賓初至，主君請行聘禮，賓又請俟之事。云『至於朝』者，鄭云『賓至外門』者，外門即諸侯之外朝，故下云『以柩造朝』，亦謂大門外為外朝也。云『下大夫入告，出釋此辭』"
      },
      {
        "index": 9,
        "text": "者，此下大夫即夫人勞賓導賓入者也。云『明至欲受之，不敢稽賓』，案《覲禮》云：『侯氏遂從之，天子賜舍。』鄭云『且使即安』，不即言欲受之者，彼天子以諸侯為臣，故使且安。此鄰國聘賓，不臣人之臣，故言不敢稽賓也。云『遷主所在曰祧』者，此總解天子諸侯稱祧也。云『周禮：天子七廟，文武為祧』者，案《周禮。大宗伯序官。守祧職》云『奄八人』，鄭註云：『遠廟曰祧。』又《守祧職》云『掌守先王先公之廟祧』，鄭註云：『廟謂大祖之廟，及三昭三穆，遷主所藏曰祧，先公之遷主藏於後稷之廟。先王之遷主藏於文武之廟。』雲奄八人，廟有一奄，周立七廟，通姜原廟為八，故奄八人。《祭法》，鄭註云："
      },
      {
        "index": 10,
        "text": "『祧之言超也。超，上去意也，不毀之也。』云『遷主所藏曰祧』，天子有二祧，以藏遷主，諸侯無二祧，遷主藏於大祖廟，故此名大祖廟為祧也。云『既拚』者，《少儀》云：『掃席前曰拚。』拚者，掃除之名。云『諸侯五廟』，《王制》與《祭法》文。云『則祧，始祖，是亦廟也，言祧者，祧尊而廟親，待賓客者，上尊者』，下文『迎賓於大門，揖入，及廟門』，受賓聘享皆在廟。此雲先君之祧，明下雲廟是大祖廟可知。是以於大祖廟受聘享，尊之。若饗食則於禰廟，燕又在寢，彌相親也。此鄭義。若孔君、王肅，則以高祖之父及祖為二祧，非鄭義也。"
      },
      {
        "index": 11,
        "text": "賓曰：『俟。』（賓之意不欲奄卒主人也。且以道路悠遠，欲沐浴齊戒，俟，未敢聞命。）\n[疏]『賓曰俟』。註『賓之』至『聞命』。釋曰：此鄭以意解之。上文以意解主君不欲稽留於賓。此經解『賓意不欲奄卒主人』，故云『俟』。必知有齊戒沐浴者，案《玉藻》云：『將公所，宿齊戒，沐浴。』彼謂臣見己君入廟，必須齊戒沐浴，此有齊戒沐浴可知也。云『未敢聞命』者，謂不腆先君之祧，既拚以俟之命，不敢聞之也。"
      },
      {
        "index": 12,
        "text": "大夫帥至於館，卿致館。（致，至也。賓至此館，主人以上卿禮致之，所以安之也。）\n[疏]『大夫』至『致館』。註『致至』至『之也』。釋曰：自此盡『送再拜』，論主君遣卿致館之事。云『賓至此館，主人以上卿禮致之』者，案《覲禮》云：『侯氏遂從之，天子賜舍，辭曰：賜伯父舍。侯氏再拜稽首，受儐之束帛、乘馬。』註云：『王使人以命致館無禮，猶儐之者，尊王使也。』無禮，謂無束帛。此云『以上卿禮』，明有束帛，致亦可知。若然，有禮則稱致，覲禮不稱致，無禮故也。案《司儀》雲諸公相為賓，主君郊勞，云『三辭，拜受』，拜受謂拜受幣。又云『致館亦如之』，鄭云：『使大夫授之，君又以禮親致焉。』"
      },
      {
        "index": 13,
        "text": "亦是有幣可知。又云：『諸侯、諸伯、諸子、諸男之相為賓也，各以其禮相待也，如諸公之儀。』是五等相待，致館同有幣矣。天子待諸侯無幣，則其臣來無幣可知。據此文，侯、伯之卿聘郊勞致館有幣，則五等待臣皆同有幣也。《司儀》諸侯之臣相為國客，亦皆有幣，與此同。若諸侯遣大夫小聘曰問，下云：『小聘曰問，不享，有獻，不及夫人，不筵幾，不禮，面不升，不郊勞。』註云：『記貶於大聘，所以為小也。獻，私獻也。面猶覿也。』雖不言不致館，略之耳，亦不致也。又諸臣朝覲天子，天子無禮以致，猶儐，尊王使。又五等自相朝，主國皆有禮，皆有儐，故《司儀》云：『賓繼主君，皆如主國之禮。』鄭玄謂『繼主君者，儐主君也。儐之者，主君郊勞，致館饔餼，還圭贈郊送之時也』，此等皆主君親致館。又云『致館亦如之』，亦如郊勞時，亦有儐矣。以此言，諸臣致者，皆有儐也。若諸侯遣卿大夫聘，王國有用幣致館，無儐也。故《司儀》云『諸公之臣相為國客』，『致館如初之儀』，鄭註云『如郊勞也，不儐耳』是也。"
      },
      {
        "index": 14,
        "text": "賓迎，再拜。卿致命，賓再拜稽首。卿退，賓送再拜。（卿不俟設飧之畢，以不用束帛致故也。不用束帛致之者，明為新至，非大禮也。）"
      },
      {
        "index": 15,
        "text": "[疏]『賓迎』至『再拜』。註『卿不』至『禮也』。釋曰：云『賓迎再拜』者，賓在館如主人，故先拜也。卿不言答拜，答拜可知，但文略耳。雖不言入、言迎，則入門可知。言『卿致命』者，亦東面致君命也。云『卿不俟設飧之畢，以不用束帛致故也』者，下直云『宰夫朝服設飧』，不言致，則此卿致館，兼致飧矣。致館有束帛，致飧空以辭。致君命無束帛者，案下記云『飧不致』，鄭註云：『不以束帛致命，草次饌，飧具輕。』若然，卿以空拜致飧，既即退，不待宰夫設畢也，以不用束帛致故也。云『非大禮也』者，對下『聘日致饔』，鄭云『急歸，大禮』也。若然，此侯伯之卿禮，其公之臣，亦以幣帛致。案《司儀》云『諸公之臣相為國客，致館如初之儀』，鄭註云『不言致飧者，君於聘大夫不致飧也。《聘禮》曰「飧不致，賓不拜」』是也。其子男之臣，不致可知。"
      },
      {
        "index": 16,
        "text": "又案《司儀》雲君親致館，至於『致飧如致積之禮』，鄭註云：『俱使大夫，禮同也。』以此言之，致館致飧，似別人者，但致積在道，致飧在館，所致別人。"
      },
      {
        "index": 17,
        "text": "若致館與致飧同時，致館者兼致飧，無嫌也。言俱使大夫者，言積與飧同使大夫，決君不親之義，何妨致館與致飧一人也。其臣致飧無幣，其五等諸侯致飧則有幣。"
      },
      {
        "index": 18,
        "text": "案《司儀》諸侯相於『致飧如致積』，致積有幣，知致飧亦有幣也。\n宰夫朝服設飧，（食不備禮曰飧。《詩》云『不素飧兮』，《春秋傳》曰『方食魚飧』，皆謂是。）"
      },
      {
        "index": 19,
        "text": "[疏]『宰夫朝服設飧』。註『食不』至『謂是』。釋曰：云『食不備禮曰飧』者，對饔餼也。生與腥飪俱有，餘物又多，此飧唯有腥飪而無生，餘物又少，故雲不備禮也。引《詩傳》者，案《詩》云：『彼君子兮，不素飧兮。』毛云：『熟食曰飧。』鄭云：『讀如魚飧之飧。』則《詩》飧與《傳》魚飧同，是直食魚與飯為飧。彼少牢，小禮中不備；此則兩大牢，大禮中不備。不備是同，故引證一邊不備，其實禮有異也。『《春秋傳》曰」方食魚飧「』者，案宣六年經書晉趙盾衛孫免侵陳，《公羊傳》曰：『趙盾弒君，此其復見何？親弒君者趙穿也。親弒君者，趙穿，則曷為加之趙盾？不討賊也。復國不討賊，此非弒君如何？趙盾之復國柰何？靈公為無道，靈公使膳宰以熊番不熟，公殺之。盾入諫，公見盾再拜，盾拜稽首，歸。公使勇士某者往殺之，勇士入門，不見人，其戶，方食魚飧。勇士曰：嘻，子誠仁人也，是子之儉也，吾不忍殺子也。雖然，吾不可復見吾君矣。遂刎頸而死。』是魚飧之事。"
      },
      {
        "index": 20,
        "text": "飪一牢，在西，鼎九，羞鼎三；腥一牢，在東，鼎七。（中庭之饌也。飪，孰也。孰在西，腥在東，象春秋也。鼎西九東七。凡其鼎實與其陳，如陳饔餼。"
      },
      {
        "index": 21,
        "text": "羞鼎則陪鼎也，以其實言之，則曰羞，以其陳言之，則曰陪。）\n[疏]『飪一』至『鼎七』。註『中庭』至『曰陪』。釋曰：云『中庭之饌也』者，對下文是堂上及門外之饌也。云『象春秋也』者，腥之言生，象春物生；飪，孰也，象秋物有成孰，故雲象春秋也。云『鼎西九東七』者，九謂正鼎九，牛、羊、豕、魚、臘、腸胃、膚、鮮魚、鮮臘；東七者，腥鼎無鮮魚、鮮臘，故七。云『凡其鼎實與其陳，如陳饔餼』者，如其死牢，故《掌客》云：諸侯之禮，饔餼九牢、七牢、五牢，其死牢如飧之陳，凡介、行人皆有飧饔餼。此則如介禮也。是飧之死牢與饔餼死牢，實與飧陳同，亦於東階、西階也。云『羞鼎則陪鼎也』，知是一物者，此云『羞鼎』，下饔餼言『陪鼎』，故知一也。陪鼎三，則下雲鄉、熏、堯是也。"
      },
      {
        "index": 22,
        "text": "堂上之饌八，西夾六。（八、六者，豆數也。凡饌以豆為本。堂上八豆、八簋、六鐦、兩簋、八壺。西夾六豆、六簋、四、兩、六壺。其實與其陳，亦如饔餼。）"
      },
      {
        "index": 23,
        "text": "[疏]『堂上』至『夾六』。註『八六』至『饔餼』。釋曰：堂上與西夾所陳六、八非一，知六、八是豆者，凡設饌皆先設豆，乃設餘饌，故鄭雲凡饌以豆為本。無妨六八之內，兼有餘饌，故鄭言簋、鐦之等也。凡鄭所雲，皆約饔餼，故云『亦如饔餼』也。鄭必約與陳饔餼同者，以其陳鼎饔餼同，故知餘亦同也。"
      },
      {
        "index": 24,
        "text": "門外米、禾皆二十車。（禾，稿實並刈者也。諸侯之禮，車米視生牢，禾視死牢，牢十車。大夫之禮，皆視死牢而已。雖有生牢，不取數焉。米陳門東，禾陳門西。）"
      },
      {
        "index": 25,
        "text": "[疏]『門外』至『十車』。註『禾稿』至『門西』。釋曰：『諸侯之禮，車米視生牢，禾視死牢，牢皆十車』者，案《掌客》云：上公之禮，飧五牢，饔餓九牢，其死牢如飧之陳，牽四牢，車米視生牢，牢十車，車秉有五{數}，車禾視死牢，牢十車；侯伯飧四牢，饔餼七牢，其死牢如飧之陳，牽三牢；子男飧三牢，饔餼五牢，其死牢如飧之陳，牽二牢，皆米視生牢，牢十車，禾視死牢，牢十車。是其義也。云『大夫之禮，皆視死牢而已。雖有生牢，不取數焉』者，知然者，見下歸饔餼五牢，饔三牢，餼二牢，饔三牢，死牢也。門外米禾皆三十車，與死三牢同，不取餼二牢生之數，故知義然也。云『米陳門東，禾陳門西』"
      },
      {
        "index": 26,
        "text": "者，此亦約下歸饔餼知之，上皆雲陳如饔餼，此不雲如饔餼者，至下經與薪芻並云『凡此之陳，亦如饔餼』是也。"
      },
      {
        "index": 27,
        "text": "薪芻倍禾。（各四十車。凡此之陳，亦如饔餼。）\n上介，飪一牢，在西，鼎七，羞鼎三；堂上之饌六；門外米禾皆十車，薪芻倍禾。（西鼎七，無鮮魚、鮮臘。）"
      },
      {
        "index": 28,
        "text": "[疏]『上介』至『倍禾』。註『西鼎』至『鮮臘』。釋曰：六者與賓西夾數同，但言堂則西夾無矣。云『西鼎七，無鮮魚、鮮臘』者，此亦約饔餼時賓飪鼎數，故下文賓腥鼎七，無鮮魚、鮮臘，此亦鼎七，故知無鮮魚、鮮臘也。"
      },
      {
        "index": 29,
        "text": "眾介皆少牢。（亦飪在西。鼎五，羊、豕、腸、胃、魚、臘。新至尚孰，堂上之饌四豆、四簋、兩鐦、四壺，無。）"
      },
      {
        "index": 30,
        "text": "[疏]『眾介皆少年』。註『亦飪』至『無』。釋曰：知『亦飪』者，依上介知然。知『鼎五』者，以賓九，上介七，眾介當五，降殺以兩。又約少牢五鼎，此亦少牢，故知亦五鼎也。知鼎實有羊、豕、魚、臘與腸胃者，以上介無鮮魚、鮮臘，此又無牛，故從羊豕以下數之得五。案少牢有膚，此無者，生人食與祭異，故《玉藻》『朔月少牢五俎』，亦雲羊、豕、魚、臘、腸胃，不數膚也。"
      },
      {
        "index": 31,
        "text": "案上註皆不言『新至尚熟』，於此言之者，上文賓與上介皆言飪一牢，在西；下歸饔餼亦言飪一牢，在西；此眾介直言少牢，不言飪；下文歸饔餼，亦直言餼一牢，無飪；恐眾介飧饔前後皆無飪，故特言之。新至尚熟，對後無饔，直有餼，不尚熟也。必知少牢是飪者，承上介一牢飪，知此亦飪。云『堂上之饌四豆、四簋、兩鐦、四壺，無』，知數如此者，以賓與上介降殺以兩，故然也。知無者，以賓有二，《曲禮》云：『歲兇，大夫不食粱。』非歲兇，大夫食粱。"
      },
      {
        "index": 32,
        "text": "粱，大夫常食，大夫禮多，與賓同簠，盛稻粱，則上介亦二簠，與賓同。士非直不合食粱，差降，亦無簠也。\n厥明，訝賓於館。（此訝下大夫也。以君命迎賓謂之訝。訝，迎也。亦皮弁。）"
      },
      {
        "index": 33,
        "text": "[疏]『厥明』至『於館』。註『此訝』至『皮弁』。釋曰：自此盡『每曲揖』，論將行聘禮主君迎賓向廟之事。云『此訝下大夫也』者，案《周禮》有掌訝，中士八人為之。此訝下大夫，非彼掌訝也。案下記云：『卿，大夫訝；大夫，士訝；士皆有訝。』又《周禮。掌訝》云：『凡賓客，諸侯有卿訝，卿有大夫訝，大夫有士訝，士皆有訝。』此大聘是卿，故使下大夫訝也。天子諸侯雖有掌訝之官，朝聘之賓，不使掌訝為訝，直以尊卑節級為訝，故雲此訝下大夫也。"
      },
      {
        "index": 34,
        "text": "言『以君命迎』者，凡舉事，皆以承君命，故知迎賓待君命也。云『亦皮弁』者，下文君及賓皮弁，明此大夫亦皮弁服也。"
      },
      {
        "index": 35,
        "text": "賓皮弁聘，至於朝。賓入於次。（服皮弁者，朝聘主相尊敬也。諸侯視朔皮弁服。入於次者，俟辨也。次在大門外之西，以帷為之。）"
      },
      {
        "index": 36,
        "text": "[疏]『賓皮』至『於次』。註『服皮』至『為之』。釋曰：云『服皮弁者，朝聘主相尊敬也』者，《周禮。大行人》諸侯朝天子，各服冕服，廟中將幣三享。《覲禮》亦云『侯氏裨冕』，在廟覲天子。此諸侯待四方朝聘皆皮弁者，入天子廟，得申其上服；入已廟，不可以冕服，又不可服常朝之服，故服天子之朝服，諸侯以為視朔之服，在廟待朝聘之賓，是相尊敬故也。知此皮弁是諸侯視朔服者，以其《玉藻》雲諸侯『皮弁以聽朔於大廟』是也。云『次在大門外之西，以帷為之』者，下記云：『宗人授次，次以帷，少退於君之次。』以賓位在西，故知也。"
      },
      {
        "index": 37,
        "text": "乃陳幣。（有司入於主國廟門外，以布幕陳幣，如展幣焉。圭璋，賈人執櫝而俟。）\n[疏]『乃陳幣』。註『有司』至『而俟』。釋曰：『有司入於主國廟門外』者，案下文行聘時，幣在主國廟門外，知在此也。知有幕者，以言陳幣如展幣，明亦布幕陳幣也。云『圭璋，賈人執櫝而俟』者，案下文云：『賈人東面坐啟櫝取圭。』鄭註『賈人鄉入陳幣，東面俟，於此言之，就有其事也』是也。"
      },
      {
        "index": 38,
        "text": "卿為上擯，大夫為承擯，士為紹擯。擯者出請事。（擯，謂主國之君所使出接賓者也。紹，繼也，其位相承繼而出也。主君，公也，則擯者五人；侯伯也，則擯者四人；子男也，則擯者三人。《聘義》曰：『介紹而傳命，君子於其所尊不敢質，敬之至也。』既知其所為來之事，復請之者，賓來當與主君為禮，為其謙不敢斥尊者，啟發以進之。於是時，賓出次，直西，北面。上擯在東閾外，西面。其相去也，公之使者七十步，侯伯之使者五十步，子男之使者三十步。此旅擯耳，不傳命。上介在賓西北，東面。承擯在上擯東南，西面，各自次序而下。"
      },
      {
        "index": 39,
        "text": "末介、末擯，旁相去三丈六尺。上擯之請事，進南面，揖賓俱前，賓至末介，上擯至末擯，亦相去三丈六尺。止揖而請事，還入告於公。天子諸侯朝覲，乃命介紹傳命耳。其儀，各鄉本受命，反面傳而下，及末，則鄉受之，反面傳而上。又受命傳而下，亦如之。此三丈六尺者，門容二徹參個，旁加各一步也。今文無擯。）"
      },
      {
        "index": 40,
        "text": "[疏]『卿為』至『請事』。註『擯謂』至『無擯』。釋曰：此擯陳在主國大門外，主君之擯與賓之介東西相對，南北陳之。云『其位相承繼而出也』者，從門向南陳，為繼而出。云『主君，公也，則擯者五人；侯伯也，則擯者四人；子男也，則擯者三人』者，案《周禮。大行人》天子待諸侯，雲上公之禮擯者五人，侯伯之禮擯者四人，子男則擯者三人。今以諸侯待聘賓，用天子待已之擯數者，以諸侯自相待，無文，鄭以意解之。但天子尊，得分辨諸侯尊卑以待之。諸侯卑，降天子，不敢分辨。前人故據已國大小而為擯數，且《春秋》又有大國朝焉，小國聘焉，又有卿出並聘之事，則小國有朝大國法，無大國下朝小國之禮。"
      },
      {
        "index": 41,
        "text": "若相聘問，大小皆得。若然，待其臣，據此文與待君等，天子待諸侯之臣亦宜與君同也。又案《周禮》大宗伯為上擯，小行人為承擯，《覲禮》嗇夫為末擯，若待子男，三人足矣。若侯伯少一人，待上公少二人，一人、二人，皆以士充數也。"
      },
      {
        "index": 42,
        "text": "引《聘義》者，案彼鄭註：『質，謂正自相當。』故設擯介通情乃相見，是敬之至。引之者，證須擯介之意也。云『既知其所為來之事』者，在道已遣士請事、大夫問行郊勞致館之等，是足知來事矣。云『復請之者，賓來當與主君為禮，為其謙不敢斥尊者，啟發以進之』者，亦解所以立擯介通情，及進相見之義也。云『於是時，賓出次，直西，北面』者，案《玉藻》云：『君入門，介拂，大夫中棖與之，士介拂辰。』此謂朝君。又云『賓入不中門』，此謂聘賓，雲不中門，則此西北面者。若然，聘賓入門，還依作介入時同，亦拂也。云『上擯在東閾外，西面』者，主位在東，故賓在西。上擯在東，以擯位並門東西面，故上擯亦西面向君也。云『其相去也，公之使者七十步，侯伯之使者五十步，子男之使者三十步』者，此依《大行人》云：『諸侯之卿，其禮各下其君二等。』鄭註云：『所下者，介與賓主之。』是以步數與介數亦降二等也。"
      },
      {
        "index": 43,
        "text": "云『此旅擯耳』者，案《司儀》云『三問，旅擯』，鄭云：『旅，陳，陳擯介，不傳辭。』故鄭此雲不傳命也。若然，上註下註皆引《聘義》云『介紹而傳命』"
      },
      {
        "index": 44,
        "text": "者，若交擯傳命，則是賓介傳命。此旅擯傳命者，直是賓來至末介下，對上擯傳本君之命也。其介相紹繼，則交擯旅擯同，唯傳命，不傳辭，有異矣。是以《司儀》云：『及將幣交擯。』鄭註亦引《聘義》『介紹而傳命』為證，以其皆是相連繼於位也。云『上介在賓西北，東面。承擯在上擯東南，西面』，此謂賓直西北面，主君在門內南面，列位時雲西北東南者，據賓西北望上介，介仍向正北陳之矣。上擯東南望承擯等，仍向正南陳之矣。不謂介西北邪陳，擯東南向邪陳也。云『各自次序而下』者，賓之介或七，或五，或三，從南向北，次序上次，下至末介；主人之擯，或五，或四，或三，從承擯向南上次，下至末擯也；東西相去三丈六尺。云『上擯之請事，進南面，揖賓俱前』者，謂上擯入，向公前北面受命，出門南面遙揖賓使前，擯者漸南行，賓至末介北，東面，上擯至末擯南，西面，東西相去亦三丈六尺。云『止揖而請事』者，二人俱立定，乃揖而請所為來之事。云『還入告於公』者，賓對訖，上擯入告公，公乃有命納賓也。云『天子諸侯朝覲，乃命介紹傳命耳』者，此引《聘義》文。自此以下，論天子諸侯交擯法。云『紹』者，亦謂使介相紹繼以傳命，傳命即擯介相傳賓主之命也。此交擯謂在大門外，初未迎賓時。案《曲禮》註：『春夏受摯於朝，受享於廟，秋冬一受之於廟。』《覲禮》『天子不下堂而見諸侯』，則秋冬受摯、受享皆無迎法。"
      },
      {
        "index": 45,
        "text": "無迎法，則無此交擯之義。若春夏受摯於朝，無迎法，受享於廟則迎之，故《大行人》云『廟中將幣三享』，鄭註：『朝，先享不言朝者，朝正禮，不嫌有等也。』"
      },
      {
        "index": 46,
        "text": "是正朝無迎法。若然，《覲禮》無迎法，此雲朝覲，彼言覲者，覲雖無迎法，饗食則有迎法。故《齊仆》雲朝覲宗遇，饗食皆乘金路，其法儀各以其等，為車送逆之節，故連覲也。云『其儀，各鄉本受命，反面傳而下』者，雖言各鄉本受命，非一時之事，先上擯入受命，出，傳與承擯，承擯傳與末擯，此是上擯鄉本受命。"
      },
      {
        "index": 47,
        "text": "反面傳而下，末介向末擯邊受命傳與次介，次介傳與上介，上介傳與賓，是及其末，則鄉受之，反面傳而上也。云『又受命傳而下，亦如之』者，此乃發賓傳向主君，一如前發主君傳而向下，故雲亦如之。如此三回，為交擯三辭，此則《司儀》云『諸公相為賓，交擯三辭』者也。諸、侯、伯、子、男相為賓，如諸公之儀，其交擯則同也。云『此三丈六尺』者，此則卻計前雲相去三丈六尺。云『門容二徹參個』者，《冬官。匠人》雲天子五門。匠人直計應門，直舉應門，則臯、庫、雉亦同。云『二徹參個』者，轍廣八尺，參個三八二十四，門容二丈四。云『傍加各壹步也』者，此無正文，但人之進退周旋，不過再舉足一步，故門傍各空一步，丈二添二丈四尺，為三丈六尺。"
      },
      {
        "index": 48,
        "text": "公皮弁，迎賓於大門內。大夫納賓。（公不出大門，降於待其君也。大夫，上擯也，謂之大夫者，上序可知。從大夫總，無所別也。於是賓主人皆裼。）"
      },
      {
        "index": 49,
        "text": "[疏]註『公不』至『皆裼』。釋曰：云『降於待其君也』者，案《司儀》諸公相為賓，公皮弁，交擯，車迎，拜辱，出大門。此於門內，是降於待其君也。"
      },
      {
        "index": 50,
        "text": "云『從大夫總，無所別也』者，《春秋》之義，卿稱大夫。《王制》云『上大夫卿』，是總無別也。云『於是賓主人皆裼』者，案《玉藻》云：『不文飾也不裼。』"
      },
      {
        "index": 51,
        "text": "又云：『執龜玉襲。』下文行聘時執玉，賓主人皆襲，此時未執玉，正是文飾之時，明賓主人皆裼也。\n賓入門左。（內賓位也。眾介隨入，北面西上少退，擯者亦入門而右，北面東上，上擯進相君。）"
      },
      {
        "index": 52,
        "text": "[疏]『賓入門左』。註『內賓』至『相君』。釋曰：知『眾介隨入，北面西上少退』者，約下文入廟行聘享時，眾介入廟，隨賓入門左，北面西上，少退，不敢與賓齊也。知『擯者亦入門而右，北面東上』者，亦約眾介統於賓，北面西上，明擯者北面東上，亦約朝君揖位亦北面東上而知之也。知『上擯進相君』"
      },
      {
        "index": 53,
        "text": "者，《鄉黨》云『君召使擯』，鄭云：『有賓客，使迎之。』彼據初迎賓時，至於入門之後，每事皆上擯相君也。"
      },
      {
        "index": 54,
        "text": "公再拜。（南面拜迎。）\n[疏]『公再拜』。註『南面拜迎』。釋曰：知『君南面』者，經雖不見君面位，主君尊於外國，臣猶南面，故《郊特牲》云：『君之南鄉，答陽之義。』"
      },
      {
        "index": 55,
        "text": "故知君南面也。\n賓辟，不答拜。（辟位逡遁，不敢當其禮。）\n[疏]註『不敢當其禮』。釋曰：云『不敢當其禮』者，以卿奉君命使，不敢賓辟，當相酬亢之禮，故不答拜，直逡遁而已。"
      },
      {
        "index": 56,
        "text": "公揖入，每門、每曲揖。（每門輒揖者，以相人偶為敬也。凡君與賓入門，賓必後君，介及擯者隨之，並而雁行。既入，則或左或右，相去如初。《玉藻》曰：『君入門，介拂，大夫中棖與之，士介拂棖。賓入不中門，不履閾。』"
      },
      {
        "index": 57,
        "text": "此賓，謂聘卿大夫也。門中，門之正也。不敢與君並由之，敬也。介與擯者雁行，卑不逾尊者之跡，亦敬也。賓之介，猶主人之擯。）"
      },
      {
        "index": 58,
        "text": "[疏]『公揖』至『曲揖』。註『每門』至『之擯』。釋曰：諸侯三門，臯、應、路，則應門為中門，左宗廟，右社稷。入大門東行，即至廟門，其得有每門者，諸侯有五廟，大祖之廟居中，二昭居東，二穆居西。廟皆別門，門外兩邊皆有南北隔墻，隔墻中夾通門。若然，祖廟已西，隔墻有三，則ト門亦有三。"
      },
      {
        "index": 59,
        "text": "東行經三門，乃至大祖廟，門中則相逼，入門則相遠，是以每門皆有曲，有曲即相揖，故『每曲揖』也。是以《司儀》亦云『每門止一相』，亦據ト門而言也。"
      },
      {
        "index": 60,
        "text": "云『以相人偶』者，以人意相存偶也。云『凡君與賓入門，賓必後君』者，以賓主不敵，是以《玉藻》云『於異國之君稱外臣某』，故知聘賓後於主國君也。言『凡』者，非直聘享向祖廟，若饗食向禰廟，燕禮向路寢，皆當後於主君，故言凡以廣之。云『介及擯者隨之，並前而雁行』者，言並，上擯與上介並，次擯與次介並，末擯與末介並，各自雁行於後也。云『既入，則或左或右』者，東行，賓介於左，君擯於右也。云『相去如初』者，初謂大門外相去三丈六尺也。《玉藻》曰：『君入門，介拂，大夫中棖與之，士介拂棖。』鄭註云：『此謂兩君相見也。君入必中門，上介夾，大夫介、士介雁行於後，示不相沿也。君若迎聘客，擯者亦然。』又云：『賓入不中門，不履閾。』鄭註云：『辟尊者所從也。』此經謂聘客，鄭君並引朝君，欲見卿大夫聘來，還與從君為介時入門同，故並引之也。云『君入門介拂』，又云『門中，門之正』，又云『卑不逾尊者之跡』，若然，聊為一言之，君最近，亦拂之而過，上介則隨君而行，拂而過，所以與君同行者，臣自為一列。主君既出迎賓，主君與君並入，主君於東之內，賓於西之內，並行而入。上介於西之外，上擯於東之外，皆拂。"
      },
      {
        "index": 61,
        "text": "次介、次擯皆大夫，中棖與之，末介、末擯皆士，各自拂棖，如是得君入中門之正。上擯、上介俱得拂，又得不逾尊者之跡矣。又云『賓入不中門』者，此謂聘賓，大聘大夫，故鄭卿、大夫並言入門之時，還依與君為介來入相似，賓入還拂，故上註賓自西，擬入時拂西故也。云『門中，門之正也』者，謂兩之。云『卑不逾尊者之跡』者，士以大夫為尊，大夫以上介為尊，上介以君為尊也。云『賓之介，猶主人之擯』者，欲見擯介雁行，不別也。"
      },
      {
        "index": 62,
        "text": "及廟門，公揖入，立於中庭。（公揖先入，省內事也。既則立於中庭以俟賓，不復出。如此，得君行一臣行二，於禮可矣。公迎賓於大門內，卿大夫以下入廟門即位而俟之。）"
      },
      {
        "index": 63,
        "text": "[疏]『及廟』至『中庭』。註『公揖』至『俟之』。釋曰：自此盡公『裼降立』，論行聘之事。云『公揖先入，省內事也』者，《曲禮》云『請入為席』，彼卿大夫士禮，是以鄭註云『雖君亦然』，省內事即請入為席之類也。云『如此，得君行一臣行二，於禮可矣』者，言得君行一臣行二者，案下文三揖言之，初揖註云：『將曲揖，謂在內ニ之住，主君先立，無過近於內ニ。』若然，去門既近，去階又遠也，以此不得君行一，臣行二。下文受玉於東楹之，彼得為君行一，臣行二矣。下文又云『公升二等，賓升』，君階七等，君升二等，賓升一等，已上仍有五階，亦不得為君行一，臣行二，與此同。欲見君行近，臣行遠之義。皆據大判而言，不可細分之矣。言於禮可者，以其尊者宜逸，卑者宜勞，故言於禮可也。云『公迎賓於大門內，卿大夫以下，入廟門即位而俟之』者，上初命拜迎賓於館之時，卿大夫士固在朝矣，及賓來大門外陳介之時，主君之擯亦在大門外之位，君在大門內時，其卿大夫不以無事亂有事，當於廟中在位矣。"
      },
      {
        "index": 64,
        "text": "必知義然，當見行事之時，公授宰玉，又雲士受皮，又雲宰夫授公幾，皆是於外無事，在廟始有事，更不見此官等命人廟之文，明君未入廟時，此官已在位而俟。"
      },
      {
        "index": 65,
        "text": "《公食大夫》以其官各具饌物，皆有事，不預入廟，故公迎賓入，後乃見卿大夫以下之位，與此異也。\n賓立接西塾。（接猶近也。門側之堂謂之塾。立近塾者，已與主君交禮，將有出命，俟之於此。介在幣南，北面西上，上擯亦隨公入門東，東上，少進於士。）"
      },
      {
        "index": 66,
        "text": "[疏]『賓立接西塾』。註『接猶』至『於士』。釋曰：云『門側之堂謂之塾』者，《爾雅。釋宮》文。云『立近塾者，已與主君交禮，將有出命，俟之於此』者，對在大門外時，未與主君交禮，直使擯傳命，故去門七十步，五十步，三十步，此將與君交禮，故近門也。雲於此『介在幣南，北面西上』者，以上文入竟展幣時，布幕，賓西面，介北面東上，統於賓，今此陳幣賓在門西，北面，明介北面，西上，統於賓也。云『上擯隨公入門東，東上，少進於上』者，案下『几筵既設，擯者出請命』，更不見上擯別入之文，明隨公入可知也。知門東有士者，案《公食》云：『士立於門東，北面西上。』鄭云『統於門者，非其正位』"
      },
      {
        "index": 67,
        "text": "也。故知此亦然。以擯者是卿，又相君，故知進於士，在士前也。\n几筵既設，擯者出請命。（有几筵者，以其廟受，宜依神也。賓至廟門，司宮乃於依前設之。神尊，不豫事也。席西上，上擯待而出請受賓所以來之命，重停賓也。至此言命，事彌至，言彌信也。《周禮》：『諸侯祭祀，席蒲筵，繢純，右幾。』）"
      },
      {
        "index": 68,
        "text": "[疏]『几筵』至『請命』。註『有幾』至『幾』。釋曰：云『有几筵者，以其廟受，宜依神也』者，此對不在廟受，不几筵，故下云：『聘遭喪，入竟則遂也。不郊勞，不几筵。』註云：『致命不於廟，就屍柩於殯宮，又不神之。』"
      },
      {
        "index": 69,
        "text": "下小聘不几筵，註云：『記貶於聘。』是以記云『唯大聘有几筵』。《覲禮》不雲几筵，文不具也。又案《曲禮》註：春夏受摯於朝，受享於廟，秋冬一受之於廟。諸侯無此法，四時皆在於廟，亦無四時朝覲之別名，同，皆曰朝也。云『賓至廟門，司宮乃於依前設之。神尊，不豫事也』者，此對《公食》『宰夫設筵，加席幾』，而後迎賓，彼食禮，與此異也。知在前者，案《司几筵》云：大朝覲、大饗射，王位依前南鄉，設筵幾。《覲禮》亦雲依前，諸侯亦然。《爾雅。"
      },
      {
        "index": 70,
        "text": "釋宮》云：『牖戶之謂之。』但天子以屏風設於，諸侯無屏風，為異席，亦不同也。云『至此言命，事彌至，言彌信也』者，上入竟，士請事，近郊，下大夫請行，皆是謙問，不敢以必來之己國，不正言之。至此，事益至，言則信矣。"
      },
      {
        "index": 71,
        "text": "故正問之而言請命，是其事至言信矣。云『《周禮》』至『幾』者，《周禮。\n司几筵》文。彼諸侯祭祀，席三重，上更有『加莞筵，紛純』，不引之者，文略可知。引之者，證此所設者，設常祭祀之席也。"
      },
      {
        "index": 72,
        "text": "賈人東面坐啟櫝，取圭，垂繅，不起而授上介。（賈人鄉入陳幣，東面俟，於此言之，就有事也。授圭不起，賤不與為禮也。不言裼襲者，賤不裼也。繅，有組系也。）"
      },
      {
        "index": 73,
        "text": "[疏]『賈人』至『上介』。註『賈人』至『系也』。釋曰：『賈人鄉入陳幣，東面俟，於此言之，就有事也』者，上文賓入次，乃陳幣在門外，不言者，彼賈人未有事。今此有事，故就此言面位，以此東面，明初亦東面矣，故舉此明前東面也。云『授圭不起，賤不與為禮也』者，以賈人是庶人在官者，故雲賤不與為禮，為禮當起而授也。云『不言裼襲者，賤不裼也』者，若不賤，以垂繅當裼，以賤故不裼也。云『繅，有組系』也，知有組者，下記云：『所以朝天子，圭與繅皆九寸。』『問諸侯，朱綠繅，八寸，皆玄系，長尺，絢組』是也。"
      },
      {
        "index": 74,
        "text": "上介不襲，執圭，屈繅，授賓。（上介北面受圭，進西面授賓。不襲者，以盛禮不在於已也。屈繅，並持之也。《曲禮》曰：『執玉，其有藉者則裼，無藉者則襲。』）"
      },
      {
        "index": 75,
        "text": "[疏]『上介』至『授賓』。註『上介』至『則襲』。釋曰：上介裼於賈人處，垂繅受得圭而不襲者，鄭云『以盛禮不在於己故也』，以賓執圭，升堂致命，為盛禮在己者也。云『上介北面受圭，進西面授賓』者，以上介本位北面，故北面受圭，賓東面，故上介西面授賓。引《曲禮》者，彼記人據此絢組尺為繅藉，不據韋皮衣木板畫以五采之繅藉也。云『執玉，其有藉者則裼』，據此，賈人垂繅以授上介，上介不襲受之時也。雲其『無藉者』，則襲者據此上介屈繅以授賓，賓襲受之時也。記人直記裼襲之義，不論盛禮在己之意，故各舉一邊而言也。"
      },
      {
        "index": 76,
        "text": "賓襲，執圭。（執圭盛禮，而又盡飾，為其相蔽敬也。《玉藻》曰：『服之襲也，充美也。是故屍襲，執玉龜襲』也。）"
      },
      {
        "index": 77,
        "text": "[疏]『賓襲執玉』。註『執圭』至『襲也』。釋曰：云『執圭盛禮』者，《玉藻》云『執玉龜襲』，註：『重寶瑞也。』若然，雲盛禮者，以其圭瑞以行禮，故為盛禮也。云『又盡飾，為其相蔽敬也』者，《玉藻》又云：『君在則裼盡飾也。』註云：『臣於君所。』今聘賓於主君，亦是臣於君所，合裼以盡飾。"
      },
      {
        "index": 78,
        "text": "今既執圭，以瑞為敬，若又盡飾而裼，則掩蔽玉之敬，故不得裼也。云『服之襲也，充美也』者，彼註云：『充猶覆也。』『是故屍襲』者，為屍尊，故去飾也，不裼。云『執玉龜襲也』者，彼註云：『重寶瑞也。』以龜玉為寶瑞，若裼，則盡飾為蔽敬，故引之證不裼也。"
      },
      {
        "index": 79,
        "text": "擯者入告，出辭玉。（擯者，上擯也。入告公以賓執圭，將致其聘命。圭，贄之重者，辭之，亦所以致尊讓也。）"
      },
      {
        "index": 80,
        "text": "[疏]『擯者』至『辭玉』。註『擯者』至『尊讓』。釋曰：知擯是上擯者，案上相禮者皆上擯，故知此亦據上擯。云『圭，贄之重』者，《大宗伯》云『以玉作六瑞』，君之所執；又云『以禽作六贄』，臣之所執；總而言之皆是贄。"
      },
      {
        "index": 81,
        "text": "故《左氏傳》雲男贄不過玉帛、禽鳥，但君之所執，為贄之重者也。云『辭之，亦所以致尊讓』也，致尊讓，《鄉飲酒義》文。彼為賓主三辭三讓，是致尊讓。"
      },
      {
        "index": 82,
        "text": "此辭玉，亦是致尊讓之事，故引之為證也。案文公十二年《左氏傳》云：秦伯使西乞術來聘，襄仲辭玉，賓對曰：『不腆敝器，不足辭也。』彼主人無三辭者，文不具，亦當三辭也。"
      },
      {
        "index": 83,
        "text": "納賓，賓入門左。（公事自西。）\n[疏]『納賓賓入門左』。註『公事自西』。釋曰：案《玉藻》云：\n『公事自西。』註云：『聘享也。』又云：『私事自東。』註云：『覿面也。』"
      },
      {
        "index": 84,
        "text": "故鄭引之以證此入門左是聘享。賓入自西，入門左也。\n介皆入門左，北面，西上。（隨賓入也。介無事，止於此。今文無門。）"
      },
      {
        "index": 85,
        "text": "[疏]『介皆』至『西上』。註『隨賓』至『無門』。釋曰：案《司儀》云：諸公之臣相為國客，及將幣，『每門止一相，及廟，唯君相入』，註云："
      },
      {
        "index": 86,
        "text": "『唯君相入，客臣也。相不入矣。』此介皆入，不同者，彼雲每門止一相，鄭雲絕行在後耳，非是全不入廟。又雲唯君相入者，謂前相君禮須入，故言之；臣相不前相禮，故不言入；其實皆入，與此同也。"
      },
      {
        "index": 87,
        "text": "三揖，（君與賓也。入門將曲，揖；既曲北面，又揖；當碑揖。）\n[疏]『三揖』。註『君與』至『碑揖』。釋曰：前雲公揖入，立於中庭，三分庭一在南。賓後獨入，得云『入門將曲，揖』者，謂公先在庭南面，賓既入門，至碑曲，揖，賓既曲北面，賓又揖，主君揖，主君二者，皆向賓揖之，再揖訖，亦主君東面向堂塗，北行當碑，乃得賓主相向而揖，是以得君行一，臣行二，非謂賓入門時，主君更向內ニ，相近而揖。若然，何得雲君行一，臣行二也。"
      },
      {
        "index": 88,
        "text": "至於階，三讓。（讓，升。）\n公升二等，（先賓升二等，亦欲君行一，臣行二。）\n[疏]『公升二等』。註『升賓』至『行二』。釋曰：諸侯階有七等，公升二等，在上仍有五等，而得雲君行一，臣行二者，但君行少，臣行多，大判而言，非謂即君行一，臣行二。此文出《齊語》晏子辭。"
      },
      {
        "index": 89,
        "text": "賓升，西楹西，東面。（與主君相鄉。）\n擯者退中庭。（鄉公所立處，退者以公宜親受賓命，不用擯相也。）\n[疏]『擯者退中庭』。註『鄉公』至『相也』。釋曰：上文公揖入，立於中庭，今公與賓升堂，云『擯者退中庭』，此文與君立中庭同，故云『鄉公所立處』。"
      },
      {
        "index": 90,
        "text": "賓致命。（致其君之命也。）\n公左還，北鄉。（當拜。）\n[疏]『公左還北鄉』。註『當拜』。釋曰：言『左還北鄉』者，公升受賓致命時西鄉，以左手鄉外，回身北面乃拜，故云『當拜』。"
      },
      {
        "index": 91,
        "text": "擯者進。（進阼階西，釋辭於賓，相公拜也。）\n[疏]『擯者進』。註『進阼』至『拜也』。釋曰：知『阼階西』者，以其擯者在中庭公立處，直言『進』，則進至阼階西，不得更向阼階前，亦不可更進西階，故知『進阼階西，釋辭於賓』，復得『相公拜』也。"
      },
      {
        "index": 92,
        "text": "公當楣再拜。（拜貺也。貺，惠賜也。楣謂之梁。）\n[疏]『公當楣再拜』。註『拜貺』至『賜也』。釋曰：拜貺之言，文出《聘義》。彼云『北面拜貺，拜君命之辱』是也。"
      },
      {
        "index": 93,
        "text": "賓三退，負序。（三退，三逡遁也。不言辟者，以執圭將進授之。）\n[疏]『賓三退負序』。註『三退』至『授之』。釋曰：案上文賓入門，『公再拜，賓辟，不答拜』。又下文雲賓訝受幾於筵前，『公一拜送，賓以幾辟』，皆言辟，此不言辟，故決之也。案《司儀》云：諸公之臣相為國客，及將幣，『客登拜，客三辟，授幣』，註云：『客三辟，三退，負序也』者，彼諸公之臣相聘之禮，與侯伯之卿聘於鄰國之禮少異故也。"
      },
      {
        "index": 94,
        "text": "公側襲，受玉於中堂與東楹之。（側猶獨也。言獨，見其尊賓也。他日公有事，必有贊為之者。凡襲於隱者，公序坫之可知也。中堂，南北之中也。入堂深，尊賓事也。東楹之閒，亦以君行一，臣行二。）"
      },
      {
        "index": 95,
        "text": "[疏]『公側』至『之』。註『側猶』至『行二』。釋曰：云『他日公有事，必有贊為之』者，案《大射》雲公卒射，小臣正贊襲，是其贊為之也。云『幾襲於隱』者，案《士喪禮》：小斂，主人袒於戶內，襲於序東。喪禮遽於事，尚襲於序東，況吉事乎？明知襲於隱者也。云『公序坫之可也』者，《士喪》襲於序東，謂於堂東地上，此則公在堂上。堂東南角為坫，鄭以意斟酌隱處無過於序東坫北可也。無正文，故雲可也。云『中堂，南北之中也。入堂深，尊賓事也』者，凡廟之室堂皆五架，棟南北皆有兩架，棟北一架，下有壁，開戶棟南一架，謂之楣。則楣北有二架，楣南有一架。今於當楣北面拜訖，乃更前北侵半架，於南北之中乃受玉，故雲南北之中，乃入堂深，尊賓事故也。云『東楹之，亦以君行一，臣行二』者，兩楹之為賓主處中，今乃於東楹之，更侵東半，故雲君行一臣行二也。"
      },
      {
        "index": 96,
        "text": "擯者退，負東塾而立。（反其等位，無事。）賓降，介逆出。（逆出，由便。）\n賓出。（聘事畢。）\n公側授宰玉。（使藏之，授於序端。）"
      },
      {
        "index": 97,
        "text": "[疏]『公側授宰玉』。註『使藏』至『序端』。釋曰：鄭知『授於序端』\n者，凡公授受皆於序端，是以下文『公升側受幾於序端』，故知此亦授於序端也。"
      },
      {
        "index": 98,
        "text": "裼，降立。（裼者，免上衣，見裼衣。凡當盛禮者，以充美為敬。非盛禮者，以見美為敬。禮尚相變也。《玉藻》曰：『裘之裼也，見美也。』又曰：『は裘青犴α，絞衣以裼之。』《論語》曰：『素衣，は裘。』皮弁時或素衣，其裘同可知也。裘者為溫，表之，為其褻也。寒暑之服，冬則裘，夏則葛。凡衤裼者左，降立，俟享也。亦於中庭。古文裼皆作賜。）"
      },
      {
        "index": 99,
        "text": "[疏]『裼降立』。註『裼者』至『作賜』。釋曰：云『裼者，免上衣，見裼衣』者，案《玉藻》云：『君衣狐白裘，錦衣以裼之。』註云：『君衣狐白毛之裘，則以素錦為衣覆之使可裼也。袒而有衣曰裼，必覆之者，裘褻也。《詩》云：「衣錦衣，裳錦裳。」然則錦衣復有上衣明矣。天子狐白之上衣，皮弁服與？凡裼衣象裘色也。』若然，凡服四時不同，假令冬有裘，儭身禪衫，又有襦絝，襦絝之上有裘，裘上有裼衣，裼衣之上又有上服、皮弁、祭服之等。若夏則以絺綌，絺綌之上則有中衣，中衣之上復有上服、皮弁、祭服之等。若春秋二時，則衣袷褶，袷褶之上加以中衣，中衣之上加以上服也。言見裼衣者，謂袒衿前，上服見裼衣也。故《玉藻》云：『裘之裼也，見美也。』襲者掩之，故《玉藻》云『襲充美』是也。云『凡當盛禮者，以充美為敬。非盛禮者，以見美為敬。禮尚相變也』者，《玉藻》云『執龜玉襲』，是禮之盛者，充美為敬。"
      },
      {
        "index": 100,
        "text": "《玉藻》又云：『君在則裼，盡飾也。』是非盛禮者，以見美為敬。據此二者，是禮尚有相變也。引《玉藻》者，證禮不盛者，以裼見美也。又曰『は裘青犴α，絞衣以裼之』，引《論語》『素衣は裘』，又云『皮弁時或素衣，其裘同，可知也』，鄭並引二文者，欲見諸侯與其臣視朔與行聘禮，皆服は裘，但君則は裘還用はα，臣則不敢純如君，は裘則青犴α裼衣，君臣亦有異時。若在國視朔，君臣同素衣為裼，故《鄉黨》云『素衣は裘』，彼一篇是孔子行事。鄭兼見君臣視朔之服，是其君臣同用素裼可知。若聘禮，亦君臣同用は裘，但主君則用素衣為裼，使臣則用絞衣為裼，是以鄭總雲皮弁時或素衣其裘同可知也。言『或素衣』"
      },
      {
        "index": 101,
        "text": "者，在國則君臣同素衣，聘時主君亦素衣，唯臣用絞衣為裼也。依《雜記》云『朝服十五升布』，皮弁亦天子朝服，與諸侯朝服同用十五升布，亦同素積以為裳，白舄，臣用白屨也。云『裘者為溫，表之，為褻』者，案《月令》雲孟冬天子始裘。是裘為溫。云『表之』者，則裼衣是也。裼衣象裘色，復與上服色同也。"
      },
      {
        "index": 102,
        "text": "云『凡衤裼者左』者，吉兇皆袒左是也，是以《士喪禮》主人左袒，《檀弓》雲吳季劄『左袒右還其封』，《大射》亦左袒。若受刑，則袒右，故《覲禮》侯氏袒右受刑是也。知降立俟享也者，下文賓行享是也。"
      }
    ]
  }
}