{
  "chapterNumber": 44,
  "title": "卷四十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "屍謖，祝前，鄉屍。（前，道也。祝道屍，必先鄉之，為之節。）\n[疏]『屍謖祝前鄉屍』。註『前道』至『之節』。釋曰：此記屍謖之時，祝前屍之儀也。云『必先鄉之，為之節』者，言必先面鄉屍者，為之節度也。"
      },
      {
        "index": 1,
        "text": "還，出戶，又鄉屍。還，過主人，又鄉屍。還，降階，又鄉屍。（過主人則西階上，不言及階，明主人見屍，有之敬。）"
      },
      {
        "index": 2,
        "text": "[疏]『還出』至『鄉屍』。註『過主』至『之敬』。釋曰：『過主人則西階上，不言及階，明主人見屍，有之敬』者。以其經出戶降階，及門皆指物而言主人者，欲見階上不言，西階而言主人者，欲見主人見屍有之敬，故沒去階名，而雲主人也。"
      },
      {
        "index": 3,
        "text": "降階，還，及門，如出戶。（及，至也。言還至門，明其無節也。降階如升時，將出門如出戶時，皆還鄉屍也。每將還，必有辟退之容。凡前屍之禮儀在此。）"
      },
      {
        "index": 4,
        "text": "[疏]『降階』至『出戶』。註『及至』至『在此』。釋曰：言還至門明其無節也者，以經自階已前，皆不言及，從階到門言及者，以其自階到門，其中道遠，故特言及以殊之，是以鄭云『言還至門，明其無節』，謂無還鄉屍之節也。云『降階如升時，將出門如出戶時，皆還鄉屍也』，經直云『及門如出戶』，雖不言降階如升時，以將出門如出戶，明降階如升時，故鄭約出門以明降階也。"
      },
      {
        "index": 5,
        "text": "雲皆還鄉屍者，欲見經還者皆還鄉屍也，謂鄉屍乃前道也。云『每將還，必有辟退之容』者，辟退即逡巡，謙讓之容貌也。云『凡前屍之禮儀在此』者，以《儀禮》一部所雲，前屍之禮儀在此經為具悉者。"
      },
      {
        "index": 6,
        "text": "屍出，祝反，入門左，北面復位，然後宗人詔降。\n[疏]『屍出』至『詔降』。釋曰：『屍出，祝反，入門左，北面復位』者，謂祝既送屍出，反入門復位，復上文祝入門左北面位，故雲復位也。云『然後宗人詔降』者，謂祝復位，宗人乃詔告主人降，以其無事故也。"
      },
      {
        "index": 7,
        "text": "屍服卒者之上服。（上服者，如《特牲》士玄端也。不以爵弁服為上者，祭於君之服，非所以自配鬼神。士之妻則宵衣耳。）"
      },
      {
        "index": 8,
        "text": "[疏]『屍服卒者之上服』。註『上服』至『衣耳』。釋曰：上經直見主人服，不見屍服，故記人明之。雲主服對深衣在下玄端者，案《特牲》經筮日雲主人冠玄端，至祭日『夙興，主人服如初』，是士之正祭服玄端，即是卒者生時所著之祭服，故屍還服之。云『不以爵弁服為上者，祭於君之服，非所以自配鬼神』者，案《曾子問》：『孔子曰：屍弁冕而出，卿大夫士皆下之。』註雲："
      },
      {
        "index": 9,
        "text": "『為君屍或弁者，先祖或有為大夫士者。』彼君之先祖為士，屍服爵弁，不服玄端者，子孫為諸侯，先祖屍在中，故先祖為士者，屍還服助祭於君之服也。云『士之妻則宵衣耳』者，以其經直雲屍，不辨男女，《士虞》既男女別屍，明經雲屍可以兼男女，故鄭並雲士之妻也。案《特牲》正祭主婦著糸麗笄宵衣，明女屍亦宵衣可知。"
      },
      {
        "index": 10,
        "text": "男，男屍。女，女屍，必使異姓，不使賤者。（異姓，婦也。賤者，謂庶孫之妾也。屍配尊者，必使也。）\n[疏]『男男』至『賤者』。註『異姓』至『也』。釋曰：虞卒哭之祭，男女別屍，故男女別言之也。云『異姓，婦也』者，以男無異姓之禮故也。知經云『必使異姓』者，據與婦為屍者也。不使同姓與婦為屍者，屍須得孫列者，孫與祖為屍，孫婦還與夫之祖姑為屍，故不得使同姓女為屍也。云『賤者謂庶孫之妾也，屍配尊者，必使也』者，男屍先使孫，無孫乃使庶孫。女屍先使孫妻，無孫妻使孫妾，又無妾乃使庶孫妻，即不得使庶孫妾，以庶孫之妾是賤之極者。若然，庶孫妻亦容用之，而鄭雲必使也者，據經不使賤，有孫妻則先用而言，其實容用庶孫妻法也。必知無容用庶孫者，以《曾子問》：『孔子曰：祭成喪者必有屍，屍必以孫，孫幼使人抱之，無孫則取於同姓可也。』彼不言，是容無而用庶。此經男女別屍，據虞祭而言。至卒哭已後，自禫已前，喪中之祭皆男女別屍。知者，案《司几筵》云『每敦一幾』，鄭註云：『雖合葬，及同時在殯，皆異幾。體實不同，祭於廟，同幾，精氣合。』《少牢》吉祭云『某妃配』是男女共屍，篇末云『是月也吉祭猶未配』，註云：『是月，是禫月也。當四時之祭月則祭，猶未以某妃配某氏，哀未忘也。』則引《少牢》吉祭妃配之事為證，明禫月不當四時祭月，則不雲某妃配，配則共屍可知。"
      },
      {
        "index": 11,
        "text": "無屍，則禮及薦饌皆如初。（無屍，謂無孫列可使者也。殤亦是也。禮，謂衣服即位升降。）\n[疏]『無屍』至『如初』。註『無屍』至『升降』。釋曰：自此盡『詔降如初』，論喪祭無屍之事。云『無屍謂無孫列可使』者，知謂無孫列者，《禮記》云『無孫則取同姓之』，則大夫士祭先取孫，無孫取同姓之，是有孫列可使，復無同姓之，是無孫列可使者也。云『殤亦是也』者，《禮記。曾子問》云『祭成喪者必有屍』，明殤死無屍可知。《曾子問》又雲宗子直有陰厭，庶殤直有陽厭。是無屍也。云『禮謂衣服即位升降』者，雖無屍，主人亦如葬所服，即位於西序，及升降與有屍相似。"
      },
      {
        "index": 12,
        "text": "既饗，祭於苴，[疏]『既饗祭於苴』。釋曰：云『既饗』者，正謂祝釋饗神辭，告之使令之，安之。釋饗訖，佐食取黍稷祭於苴。"
      },
      {
        "index": 13,
        "text": "祝祝卒。（記異者之節。）\n[疏]『祝祝卒』。註『記異者之節』。釋曰：云『記異者』，謂記無屍者異於有屍何者。有屍，祝釋孝子辭，釋辭訖，為祝祝卒，別有迎屍已後之事。"
      },
      {
        "index": 14,
        "text": "今無屍者，祝祝卒，饗神訖，無迎屍已後之事。故下文云『不綏祭』之等，是記異者之節也。\n不綏祭，無泰羹、湆、、從獻。（不綏，言獻，記終始也。事屍之禮，始於綏祭，終於從獻。綏，當為墮。）"
      },
      {
        "index": 15,
        "text": "[疏]『不綏』至『從獻』。註『不綏』至『為墮』。釋曰：此四事皆為屍，是以上文有屍者，雲迎屍而入，祝命佐食，綏祭，又泰羹湆自門入，設於南，四豆，設於左，又屍食之後，主人獻之後，賓長以肝從，主婦亞獻，賓長以燔從，賓長獻後亦如之，無屍闕此四事。自羹已下，三事皆蒙無字解之也。"
      },
      {
        "index": 16,
        "text": "云『不綏，言獻，記終始也』者，以見經無屍，具陳四事，凡祭禮以獻為終，舉終以見始，亦得為義。今不但言獻，記其終始，具言四事者，欲明始於綏祭，終於從獻，故鄭即云『事屍之禮始於綏祭，終於從獻』者，故具言之。云『綏當為墮』者，《周禮。守祧職》云：『既祭，藏其墮。』字為正，取減為義。"
      },
      {
        "index": 17,
        "text": "主人哭，出復位。（於祝祝卒。）\n[疏]『主人哭出復位』。註『於祝祝卒』。釋曰：謂祝祝卒，無屍可迎，既無上四事，主人遂即哭出，復戶外東面位也。"
      },
      {
        "index": 18,
        "text": "祝闔牖戶，降，復位於門西，（門西北面位也。）\n[疏]『祝闔』至『門西』。註『門西北面位也』。釋曰：鄭此及下註皆云『復位者，門西北面位』者，據上文『屍出，祝反，入門左，北面復位』也。"
      },
      {
        "index": 19,
        "text": "男女拾踴三。（拾，更也。三更踴。）\n[疏]『男女拾踴三』。註『拾更也三更踴』。釋曰：凡言『更踴』者，主人踴，主婦踴，賓乃踴，三者三，為拾也。"
      },
      {
        "index": 20,
        "text": "如食。（隱之，如屍一食，九飯之頃也。）\n[疏]『如食』。註『隱之』至『頃也』。釋曰：隱之者，謂闔牖戶也，九飯之頃，時節也。"
      },
      {
        "index": 21,
        "text": "祝升，止哭，聲三，啟戶。（聲者，噫歆也。將啟戶，警覺神也。今文啟為開。）\n[疏]『祝升』至『啟戶』。註『聲者』至『為開』。釋曰：云『聲者，噫歆也』者，若《曲禮》云：『將上堂，聲必揚。』故雲將啟戶，警覺神也。"
      },
      {
        "index": 22,
        "text": "主人入，（親之。）\n[疏]『主人入』。註『親之』。釋曰：云『親之』者，啟牖鄉是親之事。\n主人無事而入者，是主人親至神所恭敬之事也。"
      },
      {
        "index": 23,
        "text": "祝從，啟牖鄉，如初。（牖先闔後啟，扇在內也。鄉，牖一名也。如初者，主人入，祝從在左。）\n[疏]註『牖先』至『在左』。釋曰：云『牖先闔後啟，扇在內也』者，見上文『闔牖戶』，闔時牖先言，此經上雲主人入，祝從，乃言啟牖，是戶先開，乃啟牖，故須解之扇在內也。云『鄉牖一名也』者，案《詩》云『塞鄉堇戶』，註云：『鄉，北出牖也。』與此註不同者，語異義同。北牖名鄉，鄉亦是牖，故雲牖一名也。云『如初者，主人入，祝從入在左』者，鄭以經『如初』之文在『牖鄉』之下，恐人以為啟牖鄉如初，上既無啟牖鄉之事，明據主人與祝位如初也。"
      },
      {
        "index": 24,
        "text": "主人哭，出復位。（堂上位也。）\n[疏]『主人哭出復位』。註『堂上位也』。釋曰：案下文云『宗人詔降如初』，註云：『詔主人降之。』乃降堂，明此『復位』者，復堂上東面位也。"
      },
      {
        "index": 25,
        "text": "卒徹，祝、佐食降，復位。（祝復門西北面位，佐食復西方位，不復設西北隅者，重閉牖戶，褻也。）\n[疏]註『祝復』至『褻也』。釋曰：鄭知祝與佐食位如此者，見上經雲："
      },
      {
        "index": 26,
        "text": "『主人即位於堂，眾主人及兄弟賓即位於西方。』佐食即賓也，故知佐食言復位，復西方可知。知祝復位，復門西北面位者，上經『祝入門左北面』，註：『不與執事同位，接神尊也。』明此祝復位，復門西北面位可知。云『不復設西北隅者，重閉牖戶，褻也』者，上經有屍者有陰厭、有陽厭，無闔牖戶之事。今無屍者，陰厭時闔牖戶，今更設饌於西北隅，復更闔牖戶為褻瀆，故不為也。"
      },
      {
        "index": 27,
        "text": "宗人詔降如初。（初，贊闔牖戶。宗人詔主人降之。）\n[疏]『宗人詔降如初』。註『初贊』至『降之』。釋曰：此降謂禮畢降堂也。上經云『贊闔牖戶，主人降，賓出』，註云：『宗人詔主人降。』彼謂降堂，故鄭知此雲如初，亦如上經詔降也。"
      },
      {
        "index": 28,
        "text": "始虞用柔日。（葬之日，日中虞，欲安之。柔日陰，陰取其靜。）\n[疏]『始虞用柔日』。註『葬之』至『其靜』。釋曰：自此下盡『哀薦成事』，論初虞、二虞、三虞卒哭，明三者之祭饗神辭及用日不同之事。雲葬之日日中者，上文云『日中行事』是也。葬用丁亥，是柔日。葬始虞用日中，故云『始虞用柔日』也。"
      },
      {
        "index": 29,
        "text": "曰：『哀子某，哀顯相，夙興夜處不寧。（曰，辭也，祝祝之辭也。《喪祭》稱哀顯相，助祭者也。顯，明也。相，助也。《詩》云：『於穆清廟，肅雍顯相。』"
      },
      {
        "index": 30,
        "text": "不寧，悲思不安。）\n敢用絜牲剛鬣、（敢，昧冒之辭。豕曰剛鬣。）\n[疏]註『敢昧』至『剛鬣』。釋曰：『敢，昧冒之辭』者，凡言『敢』者，皆是以卑觸尊，不自明之意，故雲昧冒之辭。云『豕曰剛鬣』者，《下曲禮》文。"
      },
      {
        "index": 31,
        "text": "香合、（黍也。大夫士於黍稷之號，合言普淖而已。此言香合，蓋記者誤耳。\n辭次黍，又不得在薦上。）\n[疏]『香合』。註『黍也』至『薦上』。釋曰：案《下曲禮》云『黍曰香合，粱曰香萁，稷曰明粢』是也。云『大夫士於黍稷之號，合言普淖而已，此言香合，蓋記者誤耳』者，《曲禮》所雲黍稷別號者，是人君法。《特牲》、《少牢》黍稷合言普淖，此別號黍為香合，下特號稷為普淖，故知記誤也。云『辭次黍又不得在薦上』者，依設薦法，先設菹醢，次設俎，後設黍稷。今黍在嘉薦之上，此亦記者之誤，故鄭非之也。若然，俎在後，今絜牲在黍上者，祭以牲為主，故先言，非設時在前也。"
      },
      {
        "index": 32,
        "text": "嘉薦、普淖、（嘉薦，菹醢也。普淖，黍稷也。普，大也。淖，和也。德能大和，乃有黍稷，故以為號雲。）\n[疏]『嘉薦普淖』。註『嘉薦』至『號雲』。釋曰：言『故以為號雲』"
      },
      {
        "index": 33,
        "text": "者，鄭以意解之，無正文，故言云『以』疑之。\n明齊溲酒，（明齊，新水也。言以新水溲釀此酒也。《郊特牲》曰：『明水涚齊，貴新也。』或曰：當為明視，為兔臘也。今文曰明粢。粢，稷也。皆非其次。今文溲為叟。）"
      },
      {
        "index": 34,
        "text": "[疏]『明齊溲酒』。註『明齊』至『為叟』。釋曰：云『言以新水溲釀此酒也』者，鄭以溲水邊為之，與縮字義異，謂以新水漬麯乃溲釀此酒，又引《郊特牲》『明水涚齊貴新也』者，彼註云：『涚猶清也。五齊濁，之使清，謂之涚齊及取明水，皆貴新也。』據彼註，明水則《周禮》司ピ氏所取月中之水，與此明齊新水別。鄭引之者，彼此雖異，引之直取新義是同，故引為證，非謂為一物也。云『或曰當為明視，謂兔臘也』者，士祭有兔臘，是故或有人作如此說。云『今文曰明粢。粢，稷也，皆非其次』者，若以明齊當為明視，作兔臘解者，應在上與牲為次，何因退在下。今文又為稷解者，上已雲普淖兼黍稷，何用又見稷也，故知二者皆非其次也。若然，《特牲》、《少牢》無臘號，以小物略之。"
      },
      {
        "index": 35,
        "text": "哀薦祫事，（始虞謂之祫事者，主欲其祫先祖也，以與先祖合為安。今文曰古事。）\n[疏]『哀薦祫事』。註『始虞』至『古事』。釋曰：云『虞謂之祫事者，主欲其祫先祖也』者，案《公羊傳》文二年云：『大祫者何？合祭也。』合先君之主於大廟，故此鄭亦以祫為合而言。但三虞卒哭後，乃有祭，始合先祖始虞而已。言祫者，鄭云『以與先祖合為安』，故下文云『爾皇祖某甫』，是始虞預言祫之意也。"
      },
      {
        "index": 36,
        "text": "爾皇祖某甫。（爾，女也。女，死者，告之以皇祖，所以安之也。皇，君也。某甫，皇祖字也。若言尼甫。）饗！』（勸強之也。）"
      },
      {
        "index": 37,
        "text": "再虞，皆如初，日『哀薦虞事』。（丁日葬，則己日再虞，其祝辭異者一言耳。）\n[疏]註『丁日』至『言耳』。釋曰：『己日再虞』者，以其後虞用剛日，初虞、再虞皆用柔日，始虞用丁日，隔戊日，故知再虞用己日。云『祝辭異者一言耳』者，一言，或有一句為一言，若《論語》云『一言以蔽之，曰思無邪』是也。今此一言，則一字為一言，謂數一虞雲祫，再虞雲虞，三虞雲成是也。"
      },
      {
        "index": 38,
        "text": "三虞、卒哭、他，用剛日，亦如初，曰『哀薦成事』。（當於祖廟，為神安於此。後虞改用剛日。剛日，陽也。陽取其動也。士則庚日三虞，壬日卒哭。"
      },
      {
        "index": 39,
        "text": "其祝辭異者，亦一言耳。他，謂不及時而葬者。《喪服小記》曰：『報葬者報虞者，三月而後卒哭。』然則虞卒哭之有祭事者，亦用剛日，其祭無名，謂之他者，假設言之。文不在卒哭上者，以其非常也，令正者自相亞也。《檀弓》曰："
      },
      {
        "index": 40,
        "text": "『葬日中而虞，弗忍一日離也。是日也，以虞易奠。卒哭日成事。是日也，以吉祭易喪祭，明日於祖父。』如是虞為喪祭，卒哭為吉祭。今文他為它。）"
      },
      {
        "index": 41,
        "text": "[疏]『三虞』至『成事』。註『當』至『為它』。釋曰：鄭云『當於祖廟，為神安於此』者，卻解初虞、再虞稱祫、稱虞之意。今三虞改用剛日，將於祖，取其動義故也。云『士則庚日三虞，壬日卒哭』者，以其己日為再虞，後改用剛日，故次取庚日為三虞也。卒哭亦用剛日，故庚日後降辛日，取壬日為卒哭。云『祝辭異者，亦一言耳』者，改虞為成，是一言也。云『他謂不及時而葬者』，謂有故及家貧不及三月，因三日殯日，即葬於國北。引《喪服小記》者，彼鄭註云：『報讀為赴疾之赴。』謂不待三月，因殯日虞，所以安神，以送形而往，迎魂而反，而須安之，故疾虞。三月而後卒哭者，謂卒去無時之哭，鄭雲卒哭待哀殺，故至三月，待尋常葬後，乃為卒哭祭。云『然則虞卒哭之有祭事者，亦用剛日』者，以虞卒哭已是剛日，他祭在後，故亦用剛日也。云『其祭無名，謂之他』者，謂虞卒哭，祥皆有名，此則無名，故謂之他。云『文不在卒哭上』"
      },
      {
        "index": 42,
        "text": "者，此他祭在卒哭上，今退在卒哭下者，以其非常又非祭故也。引《檀弓》者，證卒哭辭稱成事之義，但卒哭為吉祭者，喪中自相對，若據二十八月後吉祭而言，禫祭已前，總為喪祭也。若然，此經雲三虞與卒哭，『哀薦成事』明文，而鄭註《檀弓》云：『卒哭而祭，其辭蓋曰：哀薦成事。』言『蓋』疑之者，以鄭君以前，有人解雲三虞與卒哭同為一事解之者，鄭故疑卒哭之辭而雲蓋也。是以《雜記》云：『上大夫之虞也少牢，卒哭成事，皆大牢。』鄭註云：『卒哭成事，言皆則卒哭成事，與虞異矣。』是微破前人三虞與卒哭同解者也。"
      },
      {
        "index": 43,
        "text": "獻畢，未徹，乃餞。（卒哭之祭，既三獻也。餞，送行者之酒。《詩》雲：\n『出宿於濟，飲餞於禰。』屍旦將始於皇祖，是以餞送之。古文餞為踐。）"
      },
      {
        "index": 44,
        "text": "[疏]『獻畢未徹乃餞』。註『卒哭』至『為踐』。釋曰：自此盡『不脫帶』，論卒哭之祭未徹，餞屍於寢門外之事。鄭云『卒哭之祭』者，案上文直雲："
      },
      {
        "index": 45,
        "text": "『獻畢未徹，乃餞。』不言卒哭，鄭知是卒哭之祭者，以其三虞無餞屍之事，明旦於祖，入廟乃有餞屍之禮，故鄭據卒哭而言。若然，三虞不餞屍者，以其三虞與卒哭同在寢，則在廟，以明旦當入廟，以其易處鄉尊所，故特有餞送屍之禮也。引《詩》者，彼生人餞行人之禮，為行始，此祭祀餞屍之禮，亦鄉祖廟為行始。事雖異，餞送飲酒是同，故引為證也。知『旦將始於皇祖』者，下云『明日以其班』，鄭云：『卒哭之明日也。』是明日之旦也。"
      },
      {
        "index": 46,
        "text": "尊兩С於廟門外之右，少南。水尊在酒西，勺北枋。（少南，將有事於北。\n有玄酒，即吉也。此在西，尚兇也。言水者，喪質，無，不久陳。古文С為廡也。）"
      },
      {
        "index": 47,
        "text": "[疏]註『少南』至『廡也』。釋曰：云『少南，將有事於北』者，正謂下文云『屍出門右南面』已下是也。云『有玄酒，即吉也』者，以其虞祭用醴酒，無玄酒，至卒哭雲如初，則與虞祭同，今至餞屍用玄酒，酒則尋常祭祀之酒，非醴酒，故雲即吉也。云『此在西，尚兇也』者，以其吉祭，祭尊，在房戶之，至於虞，祭尊在室，是兇。今卒哭餞屍，尊在門西，不在門東，是尚兇，故變於吉也。"
      },
      {
        "index": 48,
        "text": "洗在尊東南，水在洗東，篚在西。（在門之左又少南。）饌籩豆，脯四廷。\n（酒宜脯也。古文廷為挺。）\n有乾肉折俎，二尹縮，祭半尹，在西塾。（乾肉，牲體之脯也。如今涼州烏翅矣。折以為俎實，優屍也。尹，正也，雖其折之，必使正。縮，從也。古文縮為蹙。）"
      },
      {
        "index": 49,
        "text": "[疏]註『乾肉』至『為蹙』。釋曰：云『涼州烏翅』者，經雲乾肉折俎，則漢時乾脯似之，故鄭以今曉古也。\n屍出，執幾從，席從。（祝入亦告利成。入前屍，屍乃出。幾席，素幾葦席也。以幾席從，執事也。）"
      },
      {
        "index": 50,
        "text": "[疏]『屍出』至『席從』。註『祝入』至『事也』。釋曰：云『祝入亦告利成，入前屍，屍乃出』者，雖餞行飲酒，屍將起之時，祝亦如虞祭，告雲利成，屍乃興以前屍也。知『幾席，素幾葦席也』者，上經初虞云『素幾葦席』，在西席。至及再虞、三虞，及卒哭皆如初，不見更設幾席之文，明同初虞用素幾葦席。今卒哭祭，末餞屍於門外，明是卒哭之幾席，故知是素幾葦席也。"
      },
      {
        "index": 51,
        "text": "屍出門右，南面。（俟設席也。）\n[疏]『屍出門右南面』。註『俟設席也』。釋曰：知『俟設席』者，屍在門右南面，在坐北立，下即雲設席之事，明俟設席也。"
      },
      {
        "index": 52,
        "text": "席設於尊西北，東面。幾在南。賓出，復位。（將入臨之位。《士喪禮》賓繼兄弟『北上，門東，北面西上；門西，北面東上；西方，東面北上』。）"
      },
      {
        "index": 53,
        "text": "主人出，即位於門東，少南；婦人出，即位於主人之北，皆西面，哭不止。\n（婦人出者，重餞屍。）\n[疏]註『婦人出者重餞屍』。釋曰：婦人有事，自堂及房而已，今出寢門之外，故云『重餞屍』也。"
      },
      {
        "index": 54,
        "text": "屍即席坐，唯主人不哭，洗廢爵，酌獻屍，屍拜受。主人拜送，哭，復位。\n薦脯醢，設俎於薦東，朐在南。（朐，脯及乾肉之屈也。屈者在南，變於吉。）"
      },
      {
        "index": 55,
        "text": "[疏]『屍即』至『在南』。註『朐脯』至『於吉』。釋曰：云『主人拜送』者，案上祭雲主人其拜，《特牲》亦雲拜送，則拜送吉兇同也。云『屈者在南，變於吉』者，案《曲禮》云：『以脯脩置者，左朐右末。』鄭云：『屈中曰朐。』則吉時屈者在左，今屍東面而雲朐在南，則是兇禮，屈者在右末，頭在左，故雲變於吉也。"
      },
      {
        "index": 56,
        "text": "屍左執爵，取脯扌需醢，祭之。佐食授嚌。（授乾肉之祭。）\n屍受，振祭，嚌，反之。祭酒，卒爵，奠於南方。（反之，反於佐食。佐食反之於俎。屍奠爵，禮有終。）"
      },
      {
        "index": 57,
        "text": "[疏]註『反之』至『有終』。釋曰：鄭知『反之，反於佐食』者，經云『佐食授嚌，屍受，振祭，嚌』，嚌訖，而云『反之』，明反與佐食，佐食乃反於俎可知也。云『屍奠爵，禮有終』者，上經雲三獻屍皆有酢，今餞屍，三獻皆不酢而奠之，是為禮有終。謂若主人拜送，賓不答拜，亦是禮有終也。"
      },
      {
        "index": 58,
        "text": "主人及兄弟踴，婦人亦如之。主婦洗足爵，亞獻，如主人儀，婦人踴如初。\n賓長洗糸意爵，三獻，如亞獻，踴如初。佐食取俎，實於篚。屍謖，從者奉篚哭從之。祝前，哭者皆從，及大門內，踴如初。（男女從屍，男由左，女由右。及，至也。從屍不出大門者，由廟門外無事屍之禮也。古文謖作休。）"
      },
      {
        "index": 59,
        "text": "[疏]註『男女』至『作休』。釋曰：鄭知『男女從屍，男由左，女由右』\n者，約上文男子在南，婦人在北，南為左，北為右，因從此位便，故知男子由左，婦人由右也。云『從屍不出大門者，由廟門外無事屍之禮也』者，在廟以廟為限，在寢門外以大門為限。正祭在廟，廟門外無事屍之禮，今餞屍在寢門外，則大門外無事屍之禮，故鄭舉正祭況之。從屍不出大門外，取正祭比之，故註雲由廟門外無事屍之禮也。"
      },
      {
        "index": 60,
        "text": "屍出門，哭者止。（以餞於外，大門猶廟門。）\n[疏]『屍出門哭者止』。註『以餞』至『廟門』。釋曰：鄭意所以屍出大門，哭者便止者，正以餞於寢門，以大門為限，似事屍在廟門為限，故鄭云『大門猶廟門』也。"
      },
      {
        "index": 61,
        "text": "賓出，主人送，拜稽顙。（送賓，拜於大門外。）\n[疏]『賓出』至『稽顙』。註『送賓』至『門外』。釋曰：上從屍不出大門者，有事屍限，故不出大門送之。送賓於大門外自是常禮，故云『送賓拜於大門外』。但禮有終，賓無答拜之禮也。"
      },
      {
        "index": 62,
        "text": "主婦亦拜賓。（女賓也。不言出，不言送，拜之於闈門之內，闈門如今東西掖門。）\n[疏]『主婦亦拜賓』。註『女賓』至『掖門』。釋曰：上主人送男賓，故知此主婦拜女賓也。云『不言出，送拜之於闈門之內』者，決上文男主拜男賓，言出送，此明主婦送女賓於門之內。以其婦人送迎不出門，見兄弟不逾閾故也。"
      },
      {
        "index": 63,
        "text": "云『闈門如今東西掖門』者，案《爾雅。釋宮》云：『宮中之門謂之闈。』則闈門在宮內。漢時宮中掖門在東西，若人左右掖，故舉以為況也。"
      },
      {
        "index": 64,
        "text": "丈夫說帶於廟門外。（既卒哭，當變麻，受之以葛也。夕日，則服葛者為期。今文說為稅。）\n[疏]『丈夫』至『門外』。註『既卒』至『為稅』。釋曰：云『既卒哭，當變麻，受之以葛也』者，《喪服》鄭註云：『大夫以上虞而受服，士卒哭而受服。』士亦約此文而言也。云『夕日則服葛者為期』者，今日為卒哭祭，明旦為，前日之夕，為祭之期，變麻服葛，是變重從輕。明旦亦得變，不要夕期之時變之。夕時言變麻服葛者，鄭雲為期，亦因期即變之，使賓知變節故也。"
      },
      {
        "index": 65,
        "text": "入徹，主人不與。（入徹者，兄弟大功以下。言主人不與，則知丈夫、婦人在其中。古文與為豫。）\n[疏]『入徹主人不與』。註『入徹』至『為豫』。釋曰：鄭知入徹是大功以下者，見《曾子問》云：『士祭不足，則取於兄弟大功以下者。』經雲入徹主人不與，明取大功、小功、緦麻之等入徹也。云『言主人不與則知丈夫婦人在其中』者，上文直言丈夫說，不辨親疏，下文婦人脫首，不辨齊衰婦人，此雲入徹據大功以下，則此文入徹，主人不與之中，丈夫、婦人兼有可知。以其平常祭時，諸宰君婦廢徹不遲，則兇祭丈夫、婦人亦在，但齊斬不與徹耳。"
      },
      {
        "index": 66,
        "text": "婦人說首，不說帶。（不說帶，齊斬婦人帶不變也。婦人少變而重帶，帶，下體之上也。大功、小功者葛帶，時亦不說者，未可以輕文變於主婦之質。至，葛帶以即位。《檀弓》曰：『婦人不葛帶。』）"
      },
      {
        "index": 67,
        "text": "[疏]『婦人』至『說帶』。註『不說』至『葛帶』。釋曰：知『齊斬婦人帶不變也』者，案《喪服小記》云『齊衰帶惡笄以終喪』，鄭云：『有除無變。』"
      },
      {
        "index": 68,
        "text": "舉齊衰則斬衰帶不變可知。齊斬帶不變，則大功以下變可知。云『婦人少變』者，以其男子既葬，首腰帶俱變，男子陽多變，婦人既葬，直變首，不變帶，故雲少變也。云『而重帶，帶，下體之上也』者，對男子陽，重首，在上體，婦人陰，重腰，腰是下體，以重下體，故帶不變也。云『大功小功者葛帶』者，案《大功章》云：『布衰裳、牡麻纓、布帶三月，受以小功衰，即葛九月者。』"
      },
      {
        "index": 69,
        "text": "又案《小功章》云：『布衰裳，澡麻帶五月者。』二者章內皆男女俱陳，明大功、小功婦人皆葛帶可知。云『時亦不說者，未可以輕文變於主婦之質』者，變是文，不變是質，不可以大功以下輕服之文變主婦重服之質，故經直見主婦，不見大功以下也。云『至，葛帶以即位』者，此鄭解大功以下，雖夕時未變麻服葛，至日亦當葛帶即位也。知大功以下夕時未變麻服葛者，以其與主婦同在廟門外，主婦不變，大功以下亦不變。若然，夕時不變，夕後入室可以變，故至旦以葛帶即位也。引《檀弓》者，亦證齊衰婦人不葛帶之事。"
      },
      {
        "index": 70,
        "text": "無屍，則不餞，猶出，幾席設如初，拾踴三。（以餞屍者本為送神也。丈夫、婦人亦從幾席而出。古文席為筵。）"
      },
      {
        "index": 71,
        "text": "[疏]『無屍』至『踴三』。註『以餞』至『為筵』。釋曰：自此至『賓出』，論卒哭祭無屍可餞之事。云『幾席設如初』者，雖無屍，送神不異，故雲如初，故鄭云『餞屍者本為送神也』。云『丈夫婦人亦從幾席而出』者，以其云『出，幾席設如初』，即云『拾踴三』，明在門外有屍行禮之處，即如丈夫、婦人從幾席出可知。言『亦』者，亦餞屍之時也。"
      },
      {
        "index": 72,
        "text": "哭止，告事畢，賓出。\n死三日而殯，三月而葬，遂卒哭。（謂士也。《雜記》曰：『大夫三月而葬，五月而卒哭；諸侯五月而葬，七月而卒哭。』此記更從死起，異人之，其義或殊。）"
      },
      {
        "index": 73,
        "text": "[疏]『死三』至『卒哭』。註『謂士』至『或殊』。釋曰：自此盡『他辭一也』，論記人所記，其義或殊，是以更有此文也。云『遂卒哭』，不言三虞者，是記人略言之。註云『謂士也』者，以其此篇是士虞，故知三日、三月據士而說。引《雜記》者，見大夫已上與士異者，以其《王制》大夫、士同有三日而殯，三月而葬之文。《雜記》雲大夫亦同三月而葬，卒哭。則士雲三月，大夫五月，卒哭之月不同者，《曲禮》云『生與來日，死與往日』，鄭云：『與猶數也。"
      },
      {
        "index": 74,
        "text": "生數來日，謂成服杖以死來日數也。死數往日，謂殯斂以死日數也。大夫以上皆以來日數。』若然，士雲三日殯，三月葬，皆通死日死月數。大夫以上，殯葬皆除死日死月數，是以士之卒哭得葬之三月內。大夫三月葬，除死月，通死月則四月。大夫有五虞，卒哭在五月，諸侯已上以義可知。云『此記更從死起，異人之，其義或殊』者，上已論虞卒哭，此記更從始死記之，明非上記人是異人之，其辭或殊，更見記之事，其實義亦不異前記也。"
      },
      {
        "index": 75,
        "text": "將旦而，則薦。（薦謂卒哭之祭。）\n[疏]『將旦而則薦』。註『薦謂卒哭之祭』。釋曰：謂卒哭之祭，日將旦而，則薦，薦謂卒哭之祭。云『則薦』者，記人見卒哭之祭為而設，故連文云『將旦而』，則為此卒哭而祭也。"
      },
      {
        "index": 76,
        "text": "卒辭曰：『哀子某，來日某，隮爾於爾皇祖某甫。尚饗！』（卒辭，卒哭之祝辭。隮，升也。尚，庶幾也。不稱饌，明主為告也。今文隮為齊。）"
      },
      {
        "index": 77,
        "text": "[疏]『卒辭』至『尚饗』。註『卒辭』至『為齊』。釋曰：云『卒辭，卒哭之祝辭』者，謂迎屍之前，祝釋孝子辭雲爾，云『不稱饌』，明主為告也者。但卒哭之祭，實有牲饌而不稱者，以其卒哭祭，主為告神，將附於祖而設牲饌，故不言也。"
      },
      {
        "index": 78,
        "text": "女子，曰：『皇祖妣某氏。』（女孫附於祖母。）\n[疏]『女子』至『某氏』。註『女孫於祖母』。釋曰：此女子謂女未嫁而死，或出而歸，或未廟見而死，歸葬女氏之家，既葬於祖母也。"
      },
      {
        "index": 79,
        "text": "婦，曰：『孫婦於皇祖姑某氏。』（不言爾，曰孫婦，婦差疏也。今文無某氏。）\n[疏]註『不言』至『某氏』。釋曰：此對上文孫於祖，而雲於爾皇祖某甫。此則不曰爾，而變曰孫婦，婦差疏，故不雲爾也。若然，上女子亦不雲爾者，文承孫下，雲爾可知。直言其皇祖妣，異者耳。"
      },
      {
        "index": 80,
        "text": "其他辭，一也。（來日某，隮，尚饗。）\n[疏]『其他辭一也』。註『來日』至『尚饗』。釋曰：他辭一者，正謂來日某隮尚饗，女子及孫婦皆有此辭，故云『其他辭，一也』。其，女子雲：來日某隮爾於爾皇祖妣某氏尚饗。其孫婦雲：來日某隮孫婦於皇祖姑某氏尚饗。"
      },
      {
        "index": 81,
        "text": "饗辭曰：『哀子某，圭為而哀薦之。饗！』（饗辭，勸強屍之辭也。圭，絜也。《詩》曰：『吉圭為饣喜。』凡吉祭饗屍，曰孝子。）"
      },
      {
        "index": 82,
        "text": "[疏]『饗辭』至『之饗』。註『饗辭』至『孝子』。釋曰：『饗辭，勸強屍之辭也』者，案《特牲禮》迎屍入室，『屍即席坐，主人拜妥屍，屍答拜，執奠，祝饗』，鄭云：『勸強之也。其辭引此《士虞》記，則宜雲：孝孫某圭為孝薦之饗。』當此時為之。『凡吉祭饗屍，曰孝子』者，此一辭說三虞卒哭勸屍辭，若及練祥，吉祭其辭亦用此，但改哀為孝耳，故鄭云『凡』以該之也。"
      },
      {
        "index": 83,
        "text": "明日，以其班。（卒哭之明日也。班，次也。《喪服小記》曰：必以其昭穆，亡則中一以上。凡已，復於寢。如既祫，主反其廟，練而後遷廟。古文班或為辨，辨氏姓或然，今文為胖。）"
      },
      {
        "index": 84,
        "text": "[疏]『明日以其班』。註『卒哭』至『為胖』。釋曰：引《喪服小記》者，彼解中猶也，一以上祖又祖。孫祖為正，若無祖，則於高祖，以其必以昭穆，孫與祖昭穆同，故。一以上取昭穆相當者，若婦則於夫之所之妃，無亦一以上，若妾，亦於夫之所之妾，無則易牲女君也。云『凡已，復於寢，如既祫，主反其廟』者，案文二年《公羊》云：『大事者何？大祫也。大祫者何？合祭也。毀廟之主，陳於大祖，未毀廟之主皆升，合食於太祖。』"
      },
      {
        "index": 85,
        "text": "又案《曾子問》雲天子諸侯既祫祭，『主各反其廟』，今於廟，已，復於寢。\n若大夫士無木主，以幣主其神。天子諸侯有木主者，以主祭訖，主反於寢，如祫祭訖，主反廟相似，故引為證也。云『練而後遷廟』者，案文二年《經》雲："
      },
      {
        "index": 86,
        "text": "『丁丑，作僖公主。』《梁傳》云：『作僖公主，譏其後也。作主壞廟有時日，於練焉壞廟。壞廟之道，易檐可也，改塗可也。』是練而遷廟，引之者，證練乃遷廟，遷於寢。案《左氏》僖公三十三年傳云：『凡君薨，卒哭而。而作主，特祀於主，烝嘗禘於廟。』服註云：『特祀於主，謂在寢烝、嘗、禘於廟者，三年喪畢，遭烝、嘗則行祭，皆於廟。』言遭烝、嘗乃於廟，則自三年已前，未得遷於廟而禘祭。此賈、服之義，不與鄭同。案《春官。鬯人職》云『廟用卣』，鄭註云：『廟用卣者，謂始禘時，自饋食始。』以此言之，鄭義若於三年後，四時當祭在廟，用彜盛郁，必用卣中尊獻象等，以盛鬯酒而已。故鄭取《梁》練而遷廟，特祀新死者，於廟故用卣也。若然，唯祭與練祭，祭在廟，祭訖，主反於寢，其大祥與禫祭，其主自然在寢祭之。案下文禫月，逢四時吉祭之月，即得在廟祭，旦未配而已。又《玄鳥》詩鄭註云：『君喪三年，既畢禘於其廟，而後祫祭於大祖，明年春，禘於群廟。』若如此言，則三年喪畢，更有特禘者。"
      },
      {
        "index": 87,
        "text": "鄭意除練時特禘，三年喪畢更有此特禘之禮也。\n沐浴、櫛、搔翦。（彌自飾也。搔當為爪。今文曰沐浴。搔翦或為蚤扌前，扌前或為。）"
      },
      {
        "index": 88,
        "text": "[疏]『沐浴櫛搔翦』。註『彌自』至『為』。釋曰：云『彌自飾也』\n者，上文『虞沐浴不櫛』註云：『自潔清。不櫛，未在於飾。』鄭雖不言不在於飾，沐浴少飾，今時櫛，是彌自飾也。"
      },
      {
        "index": 89,
        "text": "用專膚為折俎，取諸ㄕ益。（專猶厚也。折俎，謂主婦以下俎也。體盡人多，折骨以為之。今以ㄕ益，貶於純吉。今文字為折俎，而說以為斤俎，亦已誣矣。古文ㄕ益為頭嗌也。）"
      },
      {
        "index": 90,
        "text": "[疏]『用專』至『ㄕ益』。註『專猶』至『嗌也』。釋曰：云『折俎謂主婦以下俎』者，鄭知折俎是主婦以下俎者，《特牲》記云『主俎，觳折，佐食俎，觳折』，《少牢》云『主婦俎折』是也。"
      },
      {
        "index": 91,
        "text": "其他如饋食。（如特牲饋食之事。或雲以左胖虞，右胖，今此如饋食，則屍俎、斤俎皆有肩臂，豈復用虞臂乎？其不然明矣。）"
      },
      {
        "index": 92,
        "text": "[疏]『其他如饋食』。註『如特』至『明矣』。釋曰：云『如特牲饋食之事』者，知不如士虞饋食禮者，虞不致爵，則夫婦無俎矣。上文有俎則時夫婦致爵，以時變麻服葛，其辭稱孝，夫婦致爵與特牲同，故雲如特牲饋食之事也。『或雲以左胖虞，右胖』者，當鄭君時，有人解者雲虞祭與祭共用一牲，各用一胖，以左胖為虞祭，右胖為祭，不是，故鄭破之雲，今此經云『如饋食』，謂如特牲饋食之禮，屍俎用右胖，解之主人俎左臂，左胖之臂以為虞祭，主人豈得復取虞時左胖之臂而用之乎？明不然矣。"
      },
      {
        "index": 93,
        "text": "用嗣屍。（虞尚質，未暇筮屍。）\n[疏]『用嗣屍』。註『虞』至『筮屍』。釋曰：言『用嗣屍』，則從虞以至祭，唯用一屍而已。云『虞尚質，未暇筮屍』者，以其哀未殺，故雲尚質，未暇筮屍。若然，練祥則筮屍矣，故《喪服小記》云『練筮日筮屍』，大祥筮屍可知。是以鄭上文註云：『餞屍，旦將始於皇祖。』是用一屍也。"
      },
      {
        "index": 94,
        "text": "曰：『孝子某，孝顯相，夙興夜處，小心畏忌，不惰其身，不寧。（稱孝者，吉祭。）\n[疏]註『稱孝者吉祭』。釋曰：對虞時稱哀。案《檀弓》虞為喪祭，卒哭為吉祭。卒哭既為吉祭，在卒哭後，亦是吉祭，故鄭以吉祭言之也。"
      },
      {
        "index": 95,
        "text": "用尹祭、（尹祭，脯也。大夫士祭無雲脯者。今不言牲號而雲尹祭，亦記者誤矣。）\n[疏]『用尹祭』。註『尹祭』至『誤矣』。釋曰：鄭知尹祭是脯者，《下曲禮》云：『脯曰尹祭。』故知也。但《曲禮》所雲是天子諸侯禮用脯號，案《特牲》、《少牢》無雲用脯者，故云『大夫士祭無雲脯』者。唯上餞屍有脯，此非餞屍，『今不言牲號而雲尹祭，亦記者誤也』，以其上文初虞云『敢用絜牲剛鬣』，今不言牲號而雲尹祭，是記人誤。云『亦』者，亦上香合也。"
      },
      {
        "index": 96,
        "text": "嘉薦、普淖、普薦、溲酒，（普薦，羹。不稱牲，記其異者。今文溲為叟。）\n[疏]註『普薦』至『為叟』。釋曰：知普薦是羹者，案上文虞禮及特牲皆云『祝酌奠於南』，則在酒前而設，此亦普薦在酒上，故知也。但虞禮一，此雲饋食，則與特牲同二，故云『普薦』也。云『不稱牲，記其異』者，對與初虞之等稱牲，但記其異，雖不說牲之號，有號可知也。若然，雲記其異者，所以嘉薦、普淖、普薦、溲酒與前不異，記之，以其普薦與前異，將言設薦在普淖後，溲酒前，故並言其次耳。"
      },
      {
        "index": 97,
        "text": "爾皇祖某甫，以隮爾孫某甫。尚饗！』（欲其合，兩告之。《曾子問》曰：『天子崩，國君薨，則祝取群廟之主而藏諸祖廟，禮也。卒哭成事，而後主各反其廟。』然則士之皇祖，於卒哭亦反其廟。無主，則反廟之禮未聞，以其幣告之乎？）"
      },
      {
        "index": 98,
        "text": "[疏]『爾』至『尚饗』。註『欲其』至『之乎』。釋曰：云『欲其合，兩告之』者，欲使死者於皇祖，又使皇祖與死者合食，故須兩告之。是以告死者曰『爾皇祖某甫』，謂皇祖曰『隮爾孫某甫』，二者俱饗，是其兩告也。引《曾子問》者，案彼鄭註：『象有兇事者聚也。』云『卒哭成事，而後主各反其廟』者，至須得祖之木主，以孫祭故也。天子諸侯有木主，可言聚與反廟之事，大夫無木主，聚而反之，故云『無主，則反廟之禮未聞』。云『以其幣告之乎』者，《曾子問》云：『無遷主將行，以幣帛為主命。』此大夫士，或用幣以依神而告使聚之，無正文，故云『乎』以疑之。"
      },
      {
        "index": 99,
        "text": "期而小祥，（小祥，祭名。祥，吉也。《檀弓》曰：『歸祥肉。』古文期皆作基。）\n[疏]『期而小祥』。註『小祥』至『作基』。釋曰：自以後，至十三月小祥，故雲期而小祥。引《檀弓》者，彼謂顏回之喪，饋祥肉於孔子而言。彼雲饋，今雲歸者，饋即歸也，故變文言之。引之者，證小祥是祭，故有肉也。"
      },
      {
        "index": 100,
        "text": "曰：『薦此常事。』（祝辭之異者。言常者，期而祭，禮也。古文常為祥。）\n[疏]『曰薦此常事』。註。祝辭之異者，謂小祥辭與虞之辭有異。異者，以虞之祭非常，一期天氣變易，孝子思之而祭，是其常事，故祝辭異也。云『期而祭，禮也』者，《喪服小記》文。案彼云：『期而祭，禮也。期而除喪，道也，祭不為除喪也。』註云：『此謂練祭也。禮，正月存親，親亡至今而期，期則宜祭，期天道一變，哀惻之情益衰，衰則宜除，不相為也。』以是謂小祥祭，謂常事也。"
      },
      {
        "index": 101,
        "text": "又期而大祥，曰：『薦此祥事。』（又，復也。）\n[疏]『又期』至『祥事』。註『又復也』。釋曰：此謂二十五月大祥祭，故雲復期也。變言『祥事』，亦是常事也。"
      },
      {
        "index": 102,
        "text": "中月而禫。（中猶也。禫，祭名也。與大祥一月。自喪至此，凡二十七月，禫之言，淡淡然平安意也。古文禫或為導。）"
      },
      {
        "index": 103,
        "text": "[疏]『中月而禫』。註『中猶』至『為導』。釋曰：知與大祥一月，二十七月禫。徙月樂，二十八月復平常，正作樂也。云『禫之言，淡淡然平安意也』者，禫月得無所不佩，又於禫月將鄉吉祭，又得樂懸，故雲平安意也。但至後月，乃是即吉之正也。"
      },
      {
        "index": 104,
        "text": "是月也，吉祭，猶未配。（是月，是禫月也。當四時之祭月則祭，猶未以某妃配某氏，哀未忘也。《少牢饋食禮》：『祝祝曰：孝孫某，敢用柔毛、剛鬣、嘉薦、普淖，用薦歲事於皇祖伯某，以某妃配某氏，尚饗。』）"
      },
      {
        "index": 105,
        "text": "[疏]『是月』至『未配』。註『是月』至『尚饗』。釋曰：謂是禫月，禫祭仍在寢，此月當四時吉祭之月，則於廟行四時之祭，於群廟而猶未得以某妃配，哀未忘，若喪中然也。言『猶』者，如祥祭以前，不以妃配也。案《禮記》云：『吉事先近日，喪事先遠日。』則大祥之祭，仍從喪事，先用遠日，下旬為之。故《檀弓》云：『孔子既祥，五日彈琴而不成聲。十日而成笙歌。』註："
      },
      {
        "index": 106,
        "text": "『逾月且異旬也。』祥亦兇事，先遠日。案此禫言淡然平安，得行四時之祭，則可從吉事先近日，用上旬為之。若然，二十七月上旬行禫祭於寢，當祭月即從四時祭於廟，亦用上旬為之。引《少牢禮》者，證禫月吉祭未配，後月吉如《少牢》，配可知也。"
      }
    ]
  }
}