{
  "chapterNumber": 27,
  "title": "卷二十六下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《覲禮》第十。鄭《目錄》云：『覲，見也，諸侯秋見天子之禮。春見曰朝，夏見曰宗，秋見曰覲，冬見曰遇。朝宗禮備，覲遇禮省，是以享獻不見焉。三時禮亡，唯此存。爾覲禮於五禮屬賓。《大戴》第十六，《小戴》十七，《別錄》第十。』釋曰：鄭云『春見曰朝』等，《大宗伯》文。云『朝宗禮備，覲遇禮省』者，按《曲禮下》云：『天子當而立，諸侯北面而見天子曰覲。天子當寧而立，諸公東面，諸侯西面曰朝。』鄭註：『諸侯春見曰朝，受摯於朝，受享於廟，生氣，文也。秋見曰覲，一受之於廟，殺氣，質也。朝者，位於內朝而序進；覲者，位於廟門外而序入。王南面立於，寧而受焉。夏宗依春，冬遇依秋，春秋時齊侯唁魯昭公，以遇禮相見，取易略也。覲禮今存，朝、宗、遇禮今亡。』據此彼而言，是朝宗禮備，覲遇禮省可知。鄭又云『是以享獻不見焉』"
      },
      {
        "index": 1,
        "text": "者，享謂朝覲而行三享，獻謂二享後行私覿，私覿後即有私獻，獻其珍異之物。\n故《聘禮記》云：『既覿，賓若私獻，奉獻將命。』註云：『時有珍異之物，或賓奉之，所以自序尊敬也。猶以君命致之。』臣聘猶有私獻，況諸侯朝覲，有私獻可知。是以《周禮。大宰職》云：『大朝覲會同，贊玉幣、玉獻。』註云："
      },
      {
        "index": 2,
        "text": "『幣，諸侯享幣。玉獻，獻國珍異，亦執玉以致之。』大朝覲會同既有私獻者，四時常朝有私獻可知。案下文有享，亦當有獻，而雲享，獻不見者，案《周禮。"
      },
      {
        "index": 3,
        "text": "大行人》云：上公冕服九章，介九人，賓主之九十步，廟中將幣三享。侯伯子男亦雲。鄭云：『朝先享不言朝者，朝正禮，不嫌有等。』彼據春夏朝宗而言，不見秋冬者，以四時相對，朝宗禮備，故見之。覲遇禮省，故略而不言。此下文見享者，不對春夏，故言之。鄭雲是以享獻不見者，據《周禮。大行人》而說也。"
      },
      {
        "index": 4,
        "text": "必知鄭據《大行人》者，以其引《周禮》四時朝見，即云『是以享獻不見』，明鄭據《周禮。大行人》而言也。有人解享字上讀，以獻不見為義者，茍就此文有享無獻，不辭之甚也。"
      },
      {
        "index": 5,
        "text": "覲禮。至於郊，王使人皮弁用璧勞。侯氏亦皮弁迎於帷門之外，再拜。（郊，謂近郊，去王城五十里。《小行人職》曰：『凡諸侯入王，則逆勞於畿。』則郊勞者，大行人也。皮弁者，天子之朝朝服也。璧無束帛者，天子之玉尊也。不言諸侯，言侯氏者，明國殊舍異，禮不凡之也。郊舍狹寡，為帷宮以受勞。《掌舍職》曰：『為帷宮，設旌門。』）"
      },
      {
        "index": 6,
        "text": "[疏]『覲禮』至『再拜』。註『郊謂』至『旌門』。釋曰：自此盡『乃出』，論侯氏至近郊，天子使使者勞侯氏之事。云『郊，謂近郊』者，案《聘禮》雲至於近郊，君使卿勞。故知此郊者亦近郊也。知『近郊去王城五十里』者，成周與王城相去五十里，而《君陳序》云『分正東郊成周』，鄭云：『今河南洛陽相去則然，是近郊五十里也。』引《小行人職》者，約近郊勞是大行人，以其尊者宜逸，小行人既勞於畿，明近郊使大行人也。案《大行人》上公三勞，侯伯再勞，子男一勞。此雖不辨勞數，案《小行人》云『凡諸侯入王，則逆勞於畿』，不辨尊卑，則五等同有畿勞。其子男唯有此一勞而已，侯伯又加遠郊勞，上公又加近郊勞，則此雲近郊，據上公而言。若然，《聘禮》使臣聘，而雲近郊勞者，臣禮異於君禮。君禮宜先遠，臣禮宜先近故也。若然，《書傳略說》云『天子之子十八曰孟侯』者，於四方諸侯來朝，迎於郊。《孝經》註亦雲天子使世子郊迎者，皆異代法，非周禮也。案《玉人職》云：『案十有二寸，棗栗十有二列，諸侯純九，大夫純五，夫人以勞諸侯。』註云：夫人謂王後。勞諸侯皆九勞，大夫皆五。此文不見者，以其《聘禮》於聘客，主國夫人尚有勞，以二竹簋方，明後亦有。略言王勞，不言後，文不具也。云『皮弁者，天子之朝朝服』者，《司服》云『視朝則皮弁』，故知在朝服皮弁，至入廟乃裨冕也。云『璧無束帛者，天子之玉尊』者，此對諸侯玉卑，故《聘禮》云『束帛加璧』，是諸侯臣所執。《小行人》合六幣云『璧以帛，琮以錦，琥以繡，璜以黼』，是諸侯所執。以致享皆有束帛配之，諸侯玉卑故也。此乃行勞所用，以享禮況之耳。云『不言諸侯，言侯氏者，明國殊舍異，禮不凡之也』者，言諸侯則凡之總稱，言侯氏則指一身，不凡之也。而所勞之處，或非一國，舍處不同，故不總言諸侯而雲侯氏也。云『郊舍狹寡，為帷宮以受勞』者，《周禮》十里有廬，三十里有宿，五十里有市，市有館，郊關之所各自有舍。或來者多，館舍狹寡，故不在館舍，以帷為宮，以受勞禮也。云『《掌舍職》曰：為帷宮，設旌門』者，謂為帷宮，則設旌旗以表四門。彼天子所舍，平地之事，引之者，證諸侯行亦有帷宮，設旌為門之事也。"
      },
      {
        "index": 7,
        "text": "案《聘禮》使卿勞，賓受於門內。司儀，諸侯之臣相為國客，亦是受勞於館，不為帷宮者，彼臣禮，卿行旅從徒眾少，故在館。此諸侯禮，君行師從徒眾多，故於帷宮。襄二十八年《左氏傳》云：『子產相鄭伯以如楚，舍不為壇。』註云："
      },
      {
        "index": 8,
        "text": "『至敵國郊，除地封土為壇，以受郊勞。』又：『外仆言曰：先大夫相先君四國，未嘗不為壇，今子草舍，無乃不可乎？子產曰：大小，則為壇，小大，茍舍而已，焉用壇。』彼亦是諸侯相朝，當為壇，以帷為宮受勞之事也。"
      },
      {
        "index": 9,
        "text": "使者不答拜，遂執玉，三揖。至於階，使者不讓，先升。侯氏升聽命，降，再拜稽首，遂升受玉。（不答拜者，為人使不當其禮也。不讓先升，奉王命尊也。"
      },
      {
        "index": 10,
        "text": "升者，升壇。使者東面致命，侯氏東階上西面聽之。）\n[疏]『使者』至『受玉』。註『不答』至『聽之』。釋曰：云『升者，外壇』者，以帷宮無堂可升，故知升者升壇也。云『使者東面致命，侯氏東階上西面聽之』者，知面位如此者，並約下文就館賜侯氏車服而知也。"
      },
      {
        "index": 11,
        "text": "使者左還而立，侯氏還璧，使者受。侯氏降，再拜稽首，使者乃出。（左還，還南面，示將去也。立者，見侯氏將有事於己，俟之也。還玉，重禮。）"
      },
      {
        "index": 12,
        "text": "[疏]『使者』至『乃出』。註『左還』至『重禮』。釋曰：直云『使者左還』，不雲拜送玉者，凡奉命使，皆不拜送。若卿歸饔餼，不拜送幣，亦斯類也。若身自致者，乃拜送，下文儐使者及聘禮私覿、私面皆拜送幣是也。云『左還，還南面，示將去也』者，以其東面致命而左還，明左還者，南面也，未降而南面，示將去故也。云『立者，見侯氏將有事於己，俟之』者，經云『而立』，即云『侯氏還璧』，故知立者見侯氏將有還玉之事，於已故俟之不降。云『還玉，重禮』者，案《聘義》圭璋還之，璧琮加束帛報之，所以輕財重禮。彼以璧琮不還，則為輕財者，以其璧琮加束帛，故為輕財不還。此以天子之璧不加束帛，尊之，與圭璋同，故亦還之，為重禮也。"
      },
      {
        "index": 13,
        "text": "侯氏乃止使者，使者乃入。侯氏與之讓升。侯氏先升，授幾。侯氏拜送幾，使者設幾，答拜。（侯氏先升，賓禮統焉。幾者，安賓，所以崇優厚也。上介出止使者，則己布席也。）"
      },
      {
        "index": 14,
        "text": "[疏]『侯氏』至『答拜』。註『侯氏』至『席也』。釋曰：自此盡『遂從之』，論侯氏儐使者遂從入朝之事。云『侯氏先升，賓禮統焉』者，行賓禮是賓客之禮，是以賓在館為主人，主人先升，使者為賓，賓後升，故雲禮統焉，謂賓統有此堂也。云『幾者，安賓，所以崇優厚』者，按《大宰》云『贊玉幾』，註云：『立而設幾，優尊也。』此使者亦不坐而設幾，故雲所以優厚也。《聘禮》卿勞受儐不設幾者，諸侯之卿卑，故不與此同也。云『上介出止使者，則己布席』"
      },
      {
        "index": 15,
        "text": "者，經不雲上介出止使者，鄭雲上介出止使者，案至館皆不敢當，皆使上介出請事。又見此經云『使者乃入』，始云『侯氏與之讓升』，是侯氏不出，故知使上介止使者也。云『則己布席』者，以其素不雲布席，而雲設幾，幾不可設於地，明有席，席之所設，唯在此時。案《聘禮》受聘云『几筵既設』，是几筵相將，故雲上介出止使者，則己布席也。"
      },
      {
        "index": 16,
        "text": "侯氏用束帛、乘馬儐使者，使者再拜受。侯氏再拜送幣。（儐使者，所以致尊敬也。拜者各於其階。）\n[疏]『侯氏』至『送幣』。註『儐使』至『其階』。釋曰：云『儐使者，所以致尊敬也』者，案《聘禮》使卿用束帛勞賓，賓不還束帛，賓儐卿以束錦。"
      },
      {
        "index": 17,
        "text": "此使者以玉勞侯氏，侯氏還玉，仍亦儐使者，是致尊敬天子之使故也。知『拜各於其階』者，此賓與使行敵禮，若《鄉飲酒》、《鄉射》賓主拜各於其階也。"
      },
      {
        "index": 18,
        "text": "使者降，以左驂出。侯氏送於門外，再拜。侯氏遂從之。（馬曰驂。左驂，設在西者。其餘三馬，侯氏之士遂以出授使者之從者於外。從之者，遂隨使者以至朝。）"
      },
      {
        "index": 19,
        "text": "[疏]『使者』至『從之』。註『馬』至『至朝』。釋曰：知『左驂，設在西』者，陳四馬與人，以西為上，案《聘禮》禮賓時，賓執左馬以出，此亦以左驂出，故知左驂設在西也。又知『其餘三馬，侯氏之士遂以出授使者之從者於外』者，亦案《聘禮》禮賓執左馬以出，記云：『主人之庭實，則主人遂以出，賓之士訝受之。』此侯氏在館如主人，明三馬亦侯氏之士以出授使者從者可知。"
      },
      {
        "index": 20,
        "text": "云『從之者遂隨使者以至朝』者，亦如《聘禮》雲下大夫勞賓使者，『遂以賓入，至於朝』，其義同，故知義然也。"
      },
      {
        "index": 21,
        "text": "天子賜舍。（以其新至，道路勞苦，未受其禮，且使即安也。賜舍猶致館也，所使者司空與？小行人為承擯。今文賜皆作錫。）"
      },
      {
        "index": 22,
        "text": "[疏]『天子賜舍』。註『以其』至『作錫』。釋曰：自此盡『乘馬』，論賜侯氏舍館，侯氏儐使之事。云『賜舍，猶致館』者，猶《聘禮》賓至於朝，君使卿致館，此不言致館，言賜舍者，天子尊極，故言賜舍也。云『所使者司空與』者，《聘禮》使卿致館，此亦宜使卿。知是司空，非卿者，《周禮》以天、地、春、夏、秋、冬六卿，無致館之事。司空主營城郭宮室，館亦宮室之事，故知所使者，司空也。但司空亡，無正文，故云『與』以疑之。知『小行人為承儐』"
      },
      {
        "index": 23,
        "text": "者，案《聘禮》致館，賓主人各擯介，故知此亦陳擯介。必知使小行人為承擯者，案《小行人》云：『及郊勞，視館，將幣，為承而擯。』是其義也。"
      },
      {
        "index": 24,
        "text": "曰：『伯父，女順命於王所，賜伯父舍。』（此使者致館辭。）\n[疏]『曰伯』至『父舍』。註『此使者致館辭』。釋曰：此及下經皆云『伯父』者，案下文謂同姓大國，舉同姓大國，則同姓小國及異姓之國禮不殊也。"
      },
      {
        "index": 25,
        "text": "侯氏再拜稽首，（受館。）儐之束帛、乘馬。（王使人以命致館，無禮，猶儐之者，尊王使也。侯氏受館於外，既則儐使者於內。）"
      },
      {
        "index": 26,
        "text": "[疏]『儐之束帛乘馬』。註『王使』至『於內』。釋曰：云『王使人以命致館，無禮，猶儐之者，尊王使也』者，決《聘禮》卿無禮致館，賓無束帛儐卿，此王使亦無禮致館，其賓猶儐使者，用束帛、乘馬，故雲尊王使也。云『侯氏受館於外』者，案《聘禮》『大夫帥至館，卿致館』，而雲賓迎再拜，卿退，賓送再拜，則《聘禮》致館不在外。此不見大夫帥至館，即雲天子賜舍，是侯氏受舍於外可知，與《聘禮》異也。知『既則儐使者於內』者，以其既受館，則為己所有，明儐使者在內可知也。"
      },
      {
        "index": 27,
        "text": "天子使大夫戒，曰：『某日，伯父帥乃初事。』（大夫者，卿為訝者也。\n《掌訝職》曰：『凡訝者，賓客至而往，詔相其事。』戒猶告也。其為告，使順循其事也。初猶故也。古文帥作率。）"
      },
      {
        "index": 28,
        "text": "[疏]『天子』至『初事』。註『大夫』至『作率』。釋曰：自此盡『再拜稽首』，論天子使大夫戒侯氏期日使行覲禮之事。知大夫是卿為訝者，以其《周禮。秋官。掌訝職》云『諸侯有卿訝』，故知大夫即卿為訝者。云『其為告，使順循其事也。初猶故』者，以其四時朝覲，自是尋常，故使恒循故事之常也。"
      },
      {
        "index": 29,
        "text": "侯氏再拜稽首。（受覲日也。）\n諸侯前朝，皆受舍於朝。同姓西面北上，異姓東面北上。（言諸侯者，明來朝者眾矣。顧其入覲，不得並耳。受舍於朝，受次於文王廟門之外。《聘禮記》曰：『宗人授次，次以帷，少退於君之次。』則是次也。言舍者，尊舍也，天子使掌次為之。諸侯上介先朝受焉此覲也，言朝者，覲、遇之禮雖簡，其來之心，猶若朝也。分別同姓異姓受之，將有先後也。《春秋傳》曰：『寡人若朝於薛，不敢與諸任齒。』則周禮先同姓。）"
      },
      {
        "index": 30,
        "text": "[疏]『諸侯』至『北上』。註『言諸』至『同姓』。釋曰：此一經論前朝一日，諸侯各遣上介受次於朝之事。云『言諸侯者，明來朝者眾矣』者，上註云『言侯氏者，明國殊舍異，禮不凡之』；於此言諸侯凡之者，以其諸國同時遣上介，故言來朝者眾矣。若其行禮，自有前後，故鄭云『顧其入覲不得並耳』。"
      },
      {
        "index": 31,
        "text": "云『受舍於朝，受次於文王廟門之外』者，以其春夏受贄於朝，無迎法，受享於廟，有迎禮。秋冬受贄、受享皆在廟，並無迎法。是以大門外無位，既受覲於廟，故在大門外受次。知在文王廟門外者，案《聘禮》云：『不腆先君之祧，既拚以俟。』則諸侯待朝聘之賓，皆在大祖之廟。以其諸侯者無二祧，遷主所藏，皆在始祖之廟，故以始祖為祧。案天子待覲、遇亦當在祧，《祭法》雲天子七廟有二祧，又案《周禮。守祧職》云：『掌守先王先公之廟祧。』鄭註：『遷主所藏曰祧。』穆之遷主藏於文王廟，昭之遷主藏於武王廟。今不在武王廟而在文王廟者，父尊而子卑，故知在文王廟也。若然，先公木主藏於後稷廟，受覲、遇不在後稷廟者，後稷生非王，故不宜在焉。云『言舍者，尊舍也』者，此賓以帷為次，非屋舍，尊天子之次，故以屋舍言之，是尊舍也。若天子春夏受享，諸侯相朝聘迎賓客者，皆有外次，即《聘禮記》『宗人授次』是也。有外次於大門外者，則無廟門外之內次。天子覲、遇在廟者，有廟門外之內次，無大門外之外次，此文是也。云『天子使掌次為之』者，案《周禮。掌次》云『掌王次舍之法，以待張事』，故知使掌次為之。諸侯兼官，無掌次，使館人為之，故《聘禮》云：『館人布幕於寢門外。』鄭註云『館人掌次舍帷幕者』是也。云『諸侯上介先朝受焉』者，知使上介者，案下文諸侯覲於天子，為官方三百步，上介皆奉其君之置於宮，明知此亦使上介也。云『其來之心，猶若朝也』者，案《周禮。大宗伯》雲春曰朝，秋曰覲，鄭註云：『朝之言朝也，欲其來之早。覲之言勤，欲其勤王事。』"
      },
      {
        "index": 32,
        "text": "各舉一邊而言，其實早來、勤王通有也。故鄭云『其來之心猶若朝，故變覲言朝也』。云『分別同姓異姓受之，將有先後』者，案此經同姓西面，異姓東面，案下《曲禮》云：『天子當依而立，諸侯北面而見天子曰覲。』彼此皆是覲禮，彼諸侯皆北面，不辨同姓異姓，與此不同者，此謂廟門外為位時，彼謂入見天子時，故鄭註雲覲者位於廟門外而序人，入謂北面見天子時。引《春秋》者，案隱十一年《經》書：『滕侯、薛侯來朝。』《左傳》曰『爭長。薛侯曰：我先封。滕侯曰：我周之卜正也，薛，庶姓也，我不可以後之。公使羽父請於薛侯曰：君與滕君辱在寡人，周諺有之曰：山有木，工則度之；賓有禮，主則擇之。周之宗盟，異姓為後，寡人若朝於薛，不敢與諸任齒。君若辱貺寡人，則原以滕君為請。薛侯許之，乃長滕侯』也。若然，彼服註云：『爭長，先登授玉。』此位在門外，引之者，以其在先即先登，外內同，故引以為證。"
      },
      {
        "index": 33,
        "text": "侯氏裨冕，釋幣於禰。（將覲，質明時也。裨冕者，衣裨衣而冠冕也。裨之為言埤也。天子六服，大裘為上，其餘為裨，以事尊卑服之，而諸侯亦服焉。上公袞無升龍，侯伯，子男毳，孤，卿大夫玄。此差，司服所掌也。禰，謂行主遷主矣而雲禰，親之也。釋幣者，告將覲也。其釋幣，如聘大夫將受命釋幣於禰之禮。既則祝藏其幣，歸乃埋之於祧西階之東。今文冕皆作絻。）"
      },
      {
        "index": 34,
        "text": "[疏]『侯氏』至『於禰』。註『將覲』至『為絻』。釋曰：此經明諸侯之在館內，將覲於王，先釋幣告於行主之禮。知『將覲質明時』者，案《聘禮》賓厥明釋幣於禰，故知此亦質明時也。云『裨之言埤』者，讀從《詩》『政事一埤益我』，取裨陪之義。云『天子六服，大裘為上，其餘為埤』者，天子吉服有九，而言六服者，據六冕而言，以大裘為上，無埤義，袞冕以下，皆為裨，故雲其餘為裨。云『以事尊卑服之』者，即《司服》所雲王『祀昊天上帝，則大裘而冕，祀五帝亦如之，祀先王則袞冕』以下，至『群小祀則玄冕』，舉天子而言，故雲以事尊卑服之。云『而諸侯亦服焉』者，亦據《司服》而言，諸侯唯不得有大裘，上公則袞冕以下，故鄭云『此差司服所掌也』。云『上公袞無升龍』者，案《白虎通》引《禮記》曰，天子乘龍，載大，象日月升龍。傳曰：天子升龍，諸侯降龍。以此言之，上得兼下，下不得僭上，則天子升降俱有，諸侯直有降龍而已。若然，彼升龍文承大旗之下，知不施於旌旗而據衣服者，案《司常》云『交龍為』，又云『諸侯建』，註云：『諸侯畫交龍，一象其升朝，一象其下復。』則旌旗升降俱有。而《白虎通》云『諸侯降龍』者，據衣服而言。案《玉藻》諸侯玄冕以祭，不得服袞冕以下，是以鄭註《司服》云『諸侯自於其家則降』。若然，諸侯自家祭降，魯與二王之後，皆不得用袞冕、冕、毳冕，則此及孤卿大夫冕、玄冕者，是入君廟及入天子之廟，故服也。今雲諸侯告禰用裨冕者，將入天子之廟，故服以告禰，謂若《曾子問》云『諸侯裨冕以朝』，鄭註雲為『將廟受』，亦斯之類也。云『禰，謂行主遷主矣』者，案《禮記。曾子問》云：『師行必以遷廟主行乎？孔子曰，天子巡守，以遷廟主行，載於齊車，言必有尊也。』彼雖據天子，其諸侯行亦然，以其皆有遷廟木主。若然，大夫無木主，《聘禮》賓釋幣於禰者，大夫雖無木主，以幣帛主其神，亦為行主也。而云『禰，親之』者，以其在外，唯有遷主可事，故不言遷主，而雲禰也。云『其釋幣，如聘大夫將受命釋幣於禰之禮』者，案《聘禮》將行，釋幣於禰，此禰無文，故約與之同。乃受命，即出行，故雲將受命釋幣於禰，皆是告將行，無祭祀。"
      },
      {
        "index": 35,
        "text": "知『既則祝藏其幣歸乃埋之於祧西階之東』者，此無正文，案《聘禮》祝告，祝『又入取幣，降，卷幣，實於，埋於西階東』，此亦與彼同。雲祧者，諸侯遷主藏於始祖之廟，諸侯既以始祖之廟為祧，遷主歸還入祧廟，故知此幣埋於祧西階之東也。"
      },
      {
        "index": 36,
        "text": "乘墨車，載龍、弧，乃朝以瑞玉，有繅。（墨車，大夫制也。乘之者，入天子之國，車服不可盡同也。交龍為，諸侯之所建。弧，所以張縿之弓也，弓衣曰。瑞玉，謂公桓圭、侯信圭、伯躬圭、子璧、男蒲璧。繅，所以藉玉，以韋衣木，廣袤各如其玉之大小，以朱白蒼為六色。今文玉為圭，繅或為ロ。）"
      },
      {
        "index": 37,
        "text": "[疏]『乘墨』至『有繅』。註『墨車』至『為ロ』。釋曰：自此盡『乃出』，論諸侯發館至天子廟門之外，以次行覲禮之事。云『墨車，大夫制也』者，案《周禮。巾車職》云：『孤墨夏篆，卿乘夏縵，大夫乘墨車，士乘棧車，庶人乘役車。』故知乘車大夫制也。必言墨車大夫制者，對玉路、金路、象路之等，天子諸侯之制也。云『乘之者，入天子之國，車服不可盡同』者，《巾車》雲同姓金路，異姓象路，四衛革路。並得與天子同，據在本國所乘，下記云『偏駕不入王門』，偏駕金路、象路等是也。既不入王門，舍於客館，乘此墨車以朝也。"
      },
      {
        "index": 38,
        "text": "云『交龍為諸侯之所建』者，《司常職》文也。云『弧，所以張縿之弓也』\n者，《爾雅》說旌旗正幅為縿，故以此弧弓張縿之兩幅，故雲張縿之弓也。"
      },
      {
        "index": 39,
        "text": "云『弓衣曰』者，案《月令》云：『後妃帥九嬪禦，乃禮天子所禦，帶以弓，授以弓矢，於高之前。』言帶以弓，是弓衣可知。云『瑞玉，謂公桓圭』"
      },
      {
        "index": 40,
        "text": "之等，皆《大宗伯》、《典瑞職》文。云『繅，所以藉玉』，至為六色，其義疏已見於《聘禮》記。\n天子設斧依於戶牖之，左右幾。（依，如今綈素屏風也。有繡斧文，所以示威也。斧謂之黼。幾，玉幾也。左右者，優至尊也。其席莞席紛純，加繅席畫純，加次席黼純。）"
      },
      {
        "index": 41,
        "text": "[疏]『天子』至『右幾』。註『依如』至『黼純』。釋曰：云『依，如今綈素屏風也』者，案《爾雅》『牖戶之謂之』，以屏風為斧文，置於依地。孔安國《顧命傳》云『，屏風，畫為斧文，置戶牖』是也。言綈素者，綈，赤也，素，白也。漢時屏風以綈素為之，象古者白黑斧文，故鄭以漢法為況。云『有繡斧文，所以示威也』者，案《周禮。繢人》云：『青與赤謂之文，赤與白謂之章，白與黑謂之黼，黑與青謂之黻，五采備謂之繡。』此白黑斧以比方繡次為之，故雲有繡斧文，所以示威也。云『斧謂之黼』者，據繡次言之，白與黑謂之黼，即為此黼字也。據文體形質言之，刃白而銎黑，則為此斧字，故二字不同也。云『幾，玉幾也』者，案《周禮。司几筵》云『左右玉幾』，故知此幾是玉幾也。註：『左右有幾，優至尊也。』亦與此同。又案《大宰》云『贊玉幾』，鄭註云：『玉幾，王所依也。立而設幾，優尊者。』但幾唯須其一，又幾坐時所以馮依，今左右及立而設之，皆是優至尊也。兩註相兼乃具。云『其席莞席』以下，亦《司几筵》文。案彼云『大朝覲，大饗射。凡封國命諸侯，王位設黼依，依前南鄉設莞席紛純』等，鄭註雲紛純者，『紛如綬，有文而狹。繅席者，削蒲弱展之，編以五采，若今合歡矣。畫純者，謂畫雲氣。次席者，桃枝蓆有次列成文』，此次席即《顧命》所謂『篾席』也。篾謂竹青，據竹而言。次謂次列，據文體而說。是以《顧命》云：『牖南向，敷重篾席。』孔傳云：『桃枝竹。』義與鄭同。"
      },
      {
        "index": 42,
        "text": "天子袞冕，負斧依。（袞衣者，裨之上也。繢之，繡之為九章。其龍，天子有升龍，有降龍。衣此衣而冠冕，南鄉而立，以俟諸侯見。）"
      },
      {
        "index": 43,
        "text": "[疏]『天子袞冕負斧依』。註『袞衣』至『侯見』。釋曰：云『負斧依』\n者，負謂背之南面也。云『袞衣者，裨之上也』者，但裨衣者，自袞冕至玄冕，五者皆裨衣，故雲裨之上也。上文雲裨衣者，總五等諸侯，指其衣有三等，不得定其衣號，故言總裨衣。此據天子一身，故指其衣體言袞冕。云『繢之，繡之為九章』者，衣繢而裳繡，衣在上為陽，陽主輕浮，故對方為繢次。裳在下為陰，陰主沈深，故刺之為繡次。是以《尚書》衣言作繢，裳言紩繡，為九章首，鄭註《司服》云：冕服九章，登龍於山，登火於宗，彜尊其神明也。九章：初一曰龍，次二曰山，次三曰華蟲，次四曰火，次五曰宗彜，皆畫以為繢；次六曰藻，次七曰粉米，次八曰黼，次九曰黻，皆絺以為繡。則袞之衣五章，裳四章，凡九也。云『南鄉而立』者，此文及《司几筵》雖不雲立，案下《曲禮》云『天子當寧而立』，又云『當而立』，在朝、在廟皆雲立，故知此南面而立，以俟諸侯之見也。"
      },
      {
        "index": 44,
        "text": "嗇夫承命，告於天子。（嗇夫，蓋司空之屬也。為末擯，承命於侯氏。下介傳而上，上擯以告於天子。天子見公，擯者五人；見侯伯，擯者四人；見子男，擯者三人。皆宗伯為上擯。《春秋傳》曰：『嗇夫馳。』）"
      },
      {
        "index": 45,
        "text": "[疏]『嗇夫』至『天子』。註『嗇夫』至『夫馳』。釋曰：云『嗇夫，蓋司空之屬也』者，無正文，知司空屬者，案五官之內，無嗇夫之名，故知是司空之屬。但《司空職》亡，故言『蓋』以疑之。云『末擯，承命於侯氏。下介傳而上，上擯以告於天子』者，案《周禮。司儀職》兩諸侯相朝，皆為交擯。則此諸侯見天子，交擯可知。此所陳擯介，當在廟之外，門東陳擯，從北鄉南；門西陳介，從南鄉北，各自為上下，此經先云『嗇夫承命，告於天子』，則命先從侯氏出。下文天子得命，呼之而入命，又從天子下至侯氏即令入，故下註云：『君乃許入。』若然，此覲遇之禮略，唯有此一辭而已，無三辭之事。《司儀》云『交擯三辭』者，據諸侯自相見於大門外法，其天子春夏受享於廟，見於大門外，亦可交擯三辭矣。云『天子見公，擯者五人』以下，並《大行人》文。云『皆宗伯為上擯』者，案《大宗伯職》云『朝覲會同，則為上相』，鄭註云：『相詔王禮也。出接賓曰擯，入詔禮曰相。』若四時常朝，則小行人為承擯，故《小行人職》云：『將幣，為承而擯。』此文嗇夫為末擯，若子男三擯，此則足矣。若侯伯四擯，別增一士。若上公五擯，更別增二士。若時會殷同，則肆師為承擯。故《肆師職》云『大朝覲佐擯』，鄭註云：『為承擯。』是其義也。引《春秋傳》者，案《左氏傳》昭十七年，『夏六月朔，日有食之』，叔孫昭子救日食，引《夏書》云：『辰不集於房，瞽奏鼓，嗇夫馳，庶人走。』鄭引者，欲見嗇夫是卑官，得為末擯之意也。"
      },
      {
        "index": 46,
        "text": "天子曰：『非他，伯父實來，予一人嘉之。伯父其入，予一人將受之。』\n（言非他者，親之辭。嘉之者，美之辭也。上擯又傳此而下至嗇夫，侯氏之下介受之，傳而上，上介以告其君，君乃許入。今文實作，嘉作賀。）"
      },
      {
        "index": 47,
        "text": "[疏]『天子』至『受之』。註『言非』至『作賀』。釋曰：此經直云『伯父其入』，不雲迎之，《禮記。郊特牲》云『覲禮天子不下堂而見諸侯』，故無迎法。若然，案《夏官。齊仆》云『掌馭金路以賓，朝、覲、宗、遇、饗食皆乘金路，其法儀各以其等為車送逆之節』者，覲遇雖無迎法，至於饗，即與春夏同，故連言之。"
      },
      {
        "index": 48,
        "text": "侯氏入門右，坐奠圭，再拜稽首。（入門而右，執臣道不敢由賓客位也。卑者見尊，奠摯而不授。）\n[疏]『侯氏』至『稽首』。註『入門』至『不授』。釋曰：云『卑者見尊，奠摯而不授』者，案《士昏禮》雲婿執雁，升奠雁，又云『若不親迎，則婦入三月然後婿見』，主人出門，婿入門，『奠摯再拜出』，鄭註云：『奠摯者，婿有子道，不敢授也。』又《士相見》凡臣見於君，奠摯再拜，與此奠圭皆是卑者不敢授而奠之。"
      },
      {
        "index": 49,
        "text": "擯者謁。（謁猶告也。上擯告以天子前辭，欲親受之，如賓客也。其辭所易者，曰『伯父其升』。）\n[疏]『擯者謁』。註『謁猶』至『其升』。釋曰：云『其辭所易者，曰伯父其升』者，此又不見謁告之辭。鄭註云『上擯告以天子前辭』者，謂擯者謁以上辭云：『天子曰：非他，伯父實來，予一人嘉之，伯父其入，予一人將受之。』"
      },
      {
        "index": 50,
        "text": "是擯者於門外傳王辭，告之使入。此擯者謁告，還用彼辭，所改易者，唯改入字為升，故雲伯父其升也。以其喚使升堂，親受之也。"
      },
      {
        "index": 51,
        "text": "侯氏坐取圭，升致命。王受之玉。侯氏降，階東北面再拜稽首。擯者延之曰：\n『升。』升成拜，乃出。（擯者請之。侯氏坐取圭，則遂左，降拜稽首送玉也。"
      },
      {
        "index": 52,
        "text": "從後詔禮曰延。延，進也。）\n[疏]『侯氏』至『乃出』。註『擯者』至『進也』。釋曰：云『侯氏坐取圭，則遂左，降』者，以經侯氏得擯者之告，坐取圭即言升致命，無出門之文，明知遂向門左，從左堂塗升自西階致命也。云『從後詔禮曰延。延，進也』者，以其賓升堂，擯者不升，若《特牲》、《少牢》祝延屍，使升，屍升，祝從升。"
      },
      {
        "index": 53,
        "text": "與此文同，皆是從後詔禮之事。"
      }
    ]
  }
}