{
  "chapterNumber": 30,
  "title": "卷二十九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "父，傳曰：為父何以斬衰也？父至尊也。\n[疏]『父』。釋曰：周公設經，上陳其服，下列其人，即此文。父已下是為其人服上之服者也。先陳父者，此章恩義並設，忠臣出孝子之門，義由恩出，故先言父也。又下文諸侯為天子、妻為夫、妾為君之等，皆兼舉著服之人於上，乃言所為之人於下。若然，此父與君直單舉所為之人者，餘者若直言天子，臣皆為天子，故舉諸侯也。若直言夫，則妾於君體敵，亦有夫義。妾為君，若直言君，與前臣為君文不殊，已外亦皆嫌疑，故兼舉著服之人。子為父、臣為君，二者無嫌疑，故單舉所為之人而已。云『傳曰：為父何以斬衰也？父至尊也』者，言何以者，問比例，以父母恩愛等，母則在齊衰，父則入於斬，比並不例，故問何以斬，不齊衰。答雲父至尊者，天無二日，家無二尊，父是一家之尊，尊中至極，故為之斬也。"
      },
      {
        "index": 1,
        "text": "諸侯為天子，[疏]『諸侯為天子』。釋曰：此文在父下君上者，以下文君中雖言天子，兼有諸侯及大夫，此天子不兼餘君，君中最尊上，故特著文於上也。"
      },
      {
        "index": 2,
        "text": "傳曰：天子至尊也。\n[疏]『傳曰天子至尊也』。釋曰：不發問而直答之者，義可知，故直答而云『天子至尊』，同於父也。"
      },
      {
        "index": 3,
        "text": "君，[疏]『君』。釋曰：臣為之服。此君內兼有諸侯及大夫，故文在天子下。\n鄭註《曲禮》云：『臣無君猶無天。』則君者，臣之天。故亦同之於父為至尊，但義故，還著義服也。"
      },
      {
        "index": 4,
        "text": "傳曰：君至尊也。（天子諸侯及卿大夫有地者，皆曰君。）\n[疏]註『天子』至『曰君』。釋曰：卿大夫承天子諸侯，則天子諸侯之下，卿大夫有地者皆曰君。案《周禮。載師》云：家邑任稍地，小都任縣地，大都任地。是天子卿大夫有地者，若魯國季孫氏有費邑，叔孫氏有郈邑，孟孫氏有郕邑，晉國三家亦皆有韓、趙、魏之邑，是諸侯之卿大夫有地者皆曰君，以其有地則有臣故也。天子不言公與孤，諸侯大國亦有孤，鄭不言者，《詩》云『三事大夫』，謂三公，則大夫中含之也。但士無臣，雖有地不得君稱，故仆隸等為其長，吊服加麻，不服斬也。"
      },
      {
        "index": 5,
        "text": "父為長子，（不言子，通上下也。亦言立以長。）\n[疏]『父為長子』。釋曰：君、父尊外，次長子之重，故其文在此。註『不言』至『以長』。釋曰：言長子通上下，則子之號，唯據大夫士，不通天子諸侯。若言大子，亦不通上下。案《服問》云：『君所主夫人妻、大子、婦。』鄭註云：『言妻，見大夫已下，亦為此三人為喪主也。』則大子下及大夫之子不通士，若言世子，亦不通上下，唯據天子諸侯之子。是以鄭云『不言子，通上下』，非直長子得通上下，冢子亦通上下。故《內則》云『冢子則大牢』，註云：『冢子猶言長子，通於下也。』是冢子亦通上下也。云『亦言立以長』"
      },
      {
        "index": 6,
        "text": "者，欲見妻所生，皆名子，第一子死也，則取妻所生第二長者立之，亦名長子。若言子，唯據第一者，若雲長子，通立以長，故也。"
      },
      {
        "index": 7,
        "text": "傳曰：何以三年也？正體於上，又乃將所傳重也。庶子不得為長子三年，不繼祖也。（此言為父後者，然後為長子三年，重其當先祖之正體，又以其將代己為宗廟主也。庶子者，為父後者之弟也，言庶者，遠別之也。《小記》曰：『不繼祖與禰。』此但言祖不言禰，容祖、禰共廟。）"
      },
      {
        "index": 8,
        "text": "[疏]『傳曰何』至『祖也』。釋曰：云『何以』者，亦是問，比例，以其俱是子，《不杖章》父為眾子期，此章長子則為之三年，故發何以之傳也。不問斬而問三年者，斬重而三年輕，長子非尊極，故舉輕以問之。輕者尚問，明重者可知，故舉輕以明重也。云『正體於上，又乃將所傳重也』者，此是答辭也。以其父祖相承，為上已又是承之於後，故雲正體於上。雲又乃將所傳重者，為宗廟主是有此二事，乃得三年。云『庶子不得為長子三年，不繼祖也』者，此明相承，故須繼祖乃得為長子三年也。註『此言』至『共廟』。釋曰："
      },
      {
        "index": 9,
        "text": "云『此言為父後者，然後為長子三年』者，經云『繼祖』，即是為祖後乃得為長子三年。鄭雲為父後者然後為長子三年，不同者，周之道有子，無孫，孫猶同庶孫之例，要子死後乃立孫，乃得為長子三年。是為父後者然後為長子三年也。云『重其當先祖之正體』者，解經正體於上。又云『又以其將代巳為宗廟主也』者，釋經傳重也。云『庶子者，為父後者之弟也』者，謂兄得為父後者是子，其弟則是庶子，是為父後者之弟，不得為長子三年。此鄭據初而言，其實繼父祖身三世，長子四世乃得三年也。云『言庶者，遠別之也』者，庶子，妾子之號，妻所生第二者是眾子，今同名庶子，遠別於長子，故與妾子同號也。"
      },
      {
        "index": 10,
        "text": "云『《小記》曰不繼祖與禰，此但言祖不言禰，容祖禰共廟』者，案《祭法》云：\n士二廟，官師一廟。鄭註云：『官師，中下之士，祖禰共廟。』則此容祖、禰共廟，據官師而言。若然，《小記》所雲祖禰並言者，是士二廟者也。祖、禰共廟，不言禰直言祖，舉尊而言也。鄭註《小記》云『言不繼祖、禰，則長子不必五世』者，鄭前有馬融之等，解為長子五世，鄭以義推之，己身繼祖與禰，通已三世，即得為長子斬，長子唯四世，不待五世也，此微破先師馬融之義也。以融是先師，故不正言，而雲不必而已也。若然，雖承重不得三年有四種：一則正體不得傳重，謂子有廢疾，不堪主宗廟也；二則傳重非正體，庶孫為後是也；三則體而不正，立庶子為後是也；四則正而不體，立孫為後是也。案《喪服小記》云：『婦不為舅後者，則姑為之小功。』鄭註云：『謂夫有廢疾他故，若死而無子，不受重者。』婦既小功不大功，則夫死亦不三年期可知也。"
      },
      {
        "index": 11,
        "text": "為人後者，[疏]『為人後者』。釋曰：此出後大宗，其情本疏，故設文次在長子之下也。案《喪服小記》云：『繼別為大宗，繼禰為小宗。』大宗即下文為宗子齊衰三月，彼雲後大宗者，則此所後，亦後大宗者也。"
      },
      {
        "index": 12,
        "text": "傳曰：何以三年也？受重者，必以尊服服之。何如而可為之後？同宗則可為之後。何如而可以為人後？支子可也。為所後者之祖父母、妻、妻之父母、昆弟、昆弟之子，若子。（若子者，為所為後之親，如親子。）"
      },
      {
        "index": 13,
        "text": "[疏]『傳曰』至『若子』。釋曰：云『何以三年』者，以生己父母三年，彼不生己亦為之三年，故發問，比例之傳也。云『受重者必以尊服服之』者，答辭也。雷氏云：此文當雲為人後者，『為所後之父』，闕此五字者，以其所後之父或早卒，今所後其人不定，或後祖父，或後曾高祖，故闕之，見所後不定故也。"
      },
      {
        "index": 14,
        "text": "云『何如而可為之後』，問辭。『同宗則可為之後』，答辭。此問亦問比類，以其取後取何人為之，答以同宗則可為之後，以其大宗子當收聚族人，非同宗則不可。謂同承別子之後，一宗之內，若別宗同姓，亦不可以其收族故也。又云『何如而可以為人後』，問辭。云『支子可也』，答辭。以其他家子當家，自為小宗，小宗當收斂，五服之內亦不可闕，則子不得後他，故取支子，支子則第二已下，庶子也。不言庶子，雲支子者，若言庶子，妾子之稱，言謂妾子得後人，妻第二巳下子不得後人，是以變庶言支，支者，取支條之義，不限妾子而已。"
      },
      {
        "index": 15,
        "text": "若然，子不得後人，無後亦當有立後之義也。云『為所後者之祖父母』已下之親至『若子』，謂如死者之親子，則死者祖父母，則當己曾祖父母，齊衰三月也。"
      },
      {
        "index": 16,
        "text": "妻謂死者之妻，即後人之母也。妻之父母、昆弟、昆弟之子，並據死者妻之父母、妻之昆弟、妻之昆弟之子，於後人為外祖父母及舅與內兄弟，皆如親子為之著服也。若然，上經直言為人後，不言為父，此經直言為所後者之祖父母及妻及死者外親之等，不言死者緦麻、小功、大功及期之骨肉親者，子夏作傳，舉疏以見親，言外以包內，骨肉親者，如親子可知。"
      },
      {
        "index": 17,
        "text": "妻為夫。\n傳曰：夫至尊也。\n[疏]『妻為夫傳曰夫至尊也』。釋曰：自此已下論婦人服也。婦人卑於男子，故次之。案《曲禮》云：『天子曰後，諸侯曰夫人，大夫曰孺人，士曰婦人，庶人曰妻。』後以下皆以義稱士，庶人得其總名妻者，齊也。婦人無爵，從夫之爵，坐以夫之齒，是言妻之尊卑，與夫齊者也。若然，此經雲妻為夫者，上從天子，下至庶人，皆同為夫斬衰也。傳言『夫至尊』者，雖是體敵，齊等夫者，猶是妻之尊敬。以其在家天父，出則天夫。又婦人有三從之義：在家從父，出嫁從夫，夫死從子。是其男尊女卑之義，故雲夫至尊，同之於君父也。"
      },
      {
        "index": 18,
        "text": "妾為君。\n傳曰：君至尊也。（妾謂夫為君者，不得體之，加尊之也，雖士亦然。）\n[疏]『妾為君傳曰君至尊也』。釋曰：妾賤於妻，故次妻後。案《內則》云：『聘則為妻，奔則為妾。』鄭註云：『妾之言接，聞彼有禮，走而往焉，以得接見於君子。』是名妾之義。但其並後匹，則國亡家絕之本，故深抑之，別名為妾也。既名為妾，故不得名婿為夫，故加其尊名，名之為君也。亦得接於夫，又有尊事之稱，故亦服斬衰也。云『君至尊也』者，既名夫為君，故同於人君之至尊也。註『妾謂』至『亦然』。釋曰：云『不得體之，加尊之也』者，以妻得體之得名為夫，妾雖接見於夫，不得體敵，故加尊之而名夫為君，是以服斬也。云『雖士亦然』者，案《孝經》士言爭友，則屬隸不得為臣，則士身不合名君，至於妾之尊夫，與臣為異，是以雖士妾得稱夫為君，故雲雖士亦然也。"
      },
      {
        "index": 19,
        "text": "女子子在室為父，（女子子者，子女也，別於男子也。言在室者，謂已許嫁。）\n[疏]『女子』至『為父』。註『女子』至『許嫁』。釋曰：自此盡『為父三年』，論女子子為父出及在室之事。制服又與男子不同。云『女子子者，子女也，別於男子也』者，男子、女子，各單稱子，是對父母生稱。今於女子別加一字，故雙言二子，以別於男一子者。云『言在室者，關已許嫁』者，鄭意經直雲女子子為父得矣，而別加在室者，關已許嫁。關，通也，通已許嫁。《內則》『女子十年不出』，又云『十有五年而笄』，女子子十五許嫁而笄，謂女子子年十五笄，四德已備，許嫁與人，即加笄，與丈夫二十而冠同。死而不殤，則同成人矣。身既成人，亦得為父服斬也。雖許嫁為成人，及嫁，要至二十乃嫁於夫家也。"
      },
      {
        "index": 20,
        "text": "布總，箭笄，ヮ，衰，三年。（此妻妾女子子喪服之異於男子者。總，束發。\n謂之總者，既束其本，又總其末。箭笄，筱竹也。ヮ，露也，猶男子之括發。"
      },
      {
        "index": 21,
        "text": "斬衰括發以麻，則ヮ亦用麻。以麻者自項而前，交於額上，卻繞，如著參頭焉。《小記》曰：『男子冠而婦人笄，男子免而婦人ヮ。』凡服，上曰衰，下曰裳。此但言衰不言裳，婦人不殊裳，衰如男子衰，下如深衣，深衣則衰無帶，下又無衽。）"
      },
      {
        "index": 22,
        "text": "[疏]『布總』至『三年』。註『此妻』至『無衽』。釋曰：上文不言布，不言三年，至此言之者，上以哀極，故沒其布名與年月，至此須言之故也。以其笄既用箭，則總不可不言用布。又上文至練有除者，此經三者既與男子有殊，並終三年乃始除之矣。案《喪服小記》雲婦人帶『惡笄以終喪』，彼謂婦人期服者，帶與笄終喪。此斬衰，帶亦練而除笄，亦終三年矣，故以三年言之。云『此妻妾女子子喪服之異於男子』者，鄭據經上下婦人服斬者而言。若然，周公作經，越妻妾而在女子子之下言之者，雷氏云：服者本為至情，故在女子之下為文也。"
      },
      {
        "index": 23,
        "text": "若然，經之體例皆上陳服，下陳人，此服之異在下言之者，欲見與男子同者如前，與男子異者如後，故設文與常不例也。以上陳服下陳人，則上服之中亦有女子子，今更言女子子，是言其異者。若然，上文列服之中，冠繩纓非女子所服，此布總笄ヮ等，亦非男子所服，是以為文以易之也。云『謂之總者，既束其本，又總其末』者，鄭解此經雲布總者，只為出後垂為飾者，而言以其布總六升，與男子冠六升相對，故知據出見者而言，是以鄭雲謂之總者，既束其本又總其末也。云『箭笄，筱竹也』者，案《尚書。禹貢》云『筱既敷』，孔云：『筱，竹箭。』"
      },
      {
        "index": 24,
        "text": "是箭筱為一也。又云『ヮ，露也，猶男子之括發』者，ヮ有二種，案《士喪禮》曰『婦人ヮ於室』，註云：『始死，婦人將斬衰者，去笄而纚。將齊衰者，骨笄而纚。今言ヮ者，亦去笄纚而也。齊衰以上至笄猶ヮ，ヮ之異於括發者，既去纚而以發為大，如今婦人露其象也。』其用麻布，亦如著參頭，然是婦人ヮ之制也。二種者：一是未成服之ヮ，即《士喪禮》所雲者是也，將斬衰者用麻，將齊衰者用布；二者成服之後露之ヮ，即此經註是也。云『斬衰括發以麻，則ヮ亦用麻』者，案《喪服小記》雲斬衰『括發以麻，免而以布』，男子髻發與免用布，有文；婦人ヮ用麻布，無文。鄭以男子髻發，婦人ヮ，同在小斂之節，明用物與制度亦應不殊。但男子陽，以外物為名，名為括發。婦人陰，以內物為稱，稱為ヮ，為異耳。鄭引漢法參頭況者，古之括發，其ヮ之狀亦如此，故鄭註《士喪禮》云：『其用麻布亦如著參頭也。』引《喪服小記》者，彼男子冠，婦人笄，相對有二時：一者男子二十而冠，婦人許嫁而笄，吉時相對也；一者成服後，男子喪服，婦人箭笄，喪中相對也。今此《小記》所雲，參上下文，是據喪中冠笄相對而言。引之者，證經箭笄是與男冠相對之物也。云『男子免而婦人ヮ』者，亦《小記》之文。此免既齊衰以下，用布為免，則ヮ是齊衰以下，亦同用布為ヮ，相對而言也。但男子陽多變，斬衰名括發，齊衰以下名免耳；婦人陰少變，故齊、斬婦人同名ヮ。案《士喪禮》鄭註云：『眾主人免者，齊衰將袒，以免代冠。免之制未聞，舊說以為如冠狀，廣一寸』，亦引《小記》括發及漢參頭為說。則及發及免與ヮ，三者雖用麻布不同，皆如著參頭不別。若然，成服以後，斬衰至緦麻皆冠如著參頭，婦人皆露而ヮ也。云『凡服，上曰衰，下曰裳。此但言衰不言裳，婦人不殊裳』者，以其男子殊衣裳，是以衰綴於衣，衣統名為衰，故衰裳並見。案《周禮。內司服》王後六服，皆單言衣不言裳，以連衣裳，不別見裳。則此《喪服》亦連裳於衣，衰亦綴於衣而名衰，故直名衰，無裳之別稱也。云『衰如男子衰』者，婦人衰亦如下記所云『凡衰外削幅』，以下之制如男子衰也。云『下如深衣』者，如深衣六幅，破為十二，闊頭鄉下，狹頭鄉上，縫齊倍要也。云『深衣則衰無帶，下』者，案下記云『衣帶下尺』，註云：『衣帶下尺者，要也。廣尺，足以掩裳上際也。』今此裳既縫著衣，不見裏衣，故不須要以掩裳上際，故知無要也。云『又無衽』者，又案下記云『衽二尺有五寸』，註云：『衽，所以掩裳際也。』彼據男子陽多變，故衣裳別制。裳又前三幅，後四幅，開兩邊，露裏衣，是以須衽。屬衣兩旁垂之，以掩交際之處。"
      },
      {
        "index": 25,
        "text": "此既下如深衣，縫之以合前後，兩邊不開，故不須衽以掩之也。案《深衣》云『續衽鉤邊』，註云：『續猶屬也。衽，在裳旁者也。屬連之，不殊裳前後也。"
      },
      {
        "index": 26,
        "text": "鉤邊，如今曲裾也。』彼吉服深衣，須有曲裾之衽。此婦人兇服之衰，下連裳，雖如深衣，不得盡如深衣並有衽，故鄭總雲下無衽，則非直無喪服之衽，亦無吉服深衣之衽也。"
      },
      {
        "index": 27,
        "text": "傳曰：總六升，長六寸，箭笄長尺，吉笄尺二寸。（總六升者，首飾象冠數。\n長六寸，謂出後所垂為飾也。）"
      },
      {
        "index": 28,
        "text": "[疏]『傳曰總』至『二寸』。釋曰：云『箭笄長尺，吉笄尺二寸』者，此斬之笄用箭，下記云：女子子人為父母，婦為舅姑，用惡笄。鄭以為榛木為笄，則《檀弓》『南宮縚之妻之姑之喪』，云『蓋榛以為笄』，是也。吉時，大夫士與妻用象，天子諸侯之後、夫人用玉為笄。今於喪中，唯有此箭笄及榛二者。"
      },
      {
        "index": 29,
        "text": "若言寸數，亦不過此二等。以其斬衰尺，吉笄尺二寸。《檀弓》南宮縚之妻為姑，榛以為笄，亦雲一尺。則大功以下，不得更容差降。鄭註《小記》云：『笄所以卷發。』既在同卷發，故五服略為一節，皆用一尺而已。是以女子子為父母既用榛笄，卒哭之後，折吉笄之首歸於夫家。以榛笄之外，無可差降，故用吉笄也。若然，總不言吉，而笄言之者，以其喪中有用吉笄之法，故《小記》無折笄之法當記文，故《小記》折吉笄之首是也。註『總六』至『飾也』。釋曰："
      },
      {
        "index": 30,
        "text": "云『總六升者，首飾象冠數』也，上雲男子冠六升，此女子子總用布，當男子冠用布之處，故同六升，以同首飾故也。十五升首飾尊，故吉服之冕三十升，亦倍於朝服十五升也。云『長六寸，謂出後所垂為飾』也，鄭知者，若據其束本，入所不見，何寸數之有乎？故鄭以六寸據垂之者，此斬衰六寸。南宮縚妻為姑總八寸，以下雖無文，大功當與齊同八寸，緦麻、小功同一尺，吉緫當尺二寸，與笄同也。"
      },
      {
        "index": 31,
        "text": "子嫁，反在父之室，為父三年。（謂遭喪後而出者，始服齊衰期，出而虞，則受以三年之喪受，既虞而出，則小祥亦如之，既除喪而出，則已。凡女行於大夫以上曰嫁，行於士庶人曰人。）"
      },
      {
        "index": 32,
        "text": "[疏]『子嫁』至『三年』。釋曰：不言女子子，直云『子嫁』者，上文已雲女子子，別於男子，此承上，故不須具言，直雲子嫁，是女子子可知。直雲反為父足矣，而云『反在父之室』者，以其出時，父已死，初服齊衰，不與在室同。"
      },
      {
        "index": 33,
        "text": "既服齊衰，後反被出，更服斬衰，即與在室同，故須言在室也。言『三年』者，亦有事須言，以其初死服期服，死後被出向父家，更服斬衰三年，與上在室者同，故須言三年也。註『謂遭喪』至『人』。釋曰：鄭知遭喪後被出者，若父未死被出，自然是在室，與上文同，何須設此經。明是遭喪後，被七出者。云『始服齊衰』者，以其遭父喪時未出，即不杖期，《麻屨章》雲女子子嫁為父母是也。云『出而虞，則受以三年之喪受』者，若不被出，則虞後以其冠為受，嫁女在室，為父五升衰裳，八升總。今未虞而出，是出而乃虞，虞後受服與在家兄弟同受斬衰。斬衰，初死三升衰裳，六升冠。既葬，以其冠為受，衰六升，冠七升。此被出之女，亦受衰裳六升，總七升，與在室之女同，故雲受以三年之喪受也。云『既虞而出，則小祥亦如之』者，未虞已前未被出，至受後，受以出嫁之受，以八升衰裳，九升總。今既虞後，乃被出至家，又與在室女同。至小祥練祭，在室之女受衰七升，總八升，此被出之女與之同，故雲既虞而出小祥亦如之。云『既除喪而出，則已』者，此謂既小祥而出者，以其嫁女為父母期，至小祥已除矣，除服後乃被出，不復為父更著服，故雲既除而出則已也。云『凡女行於大夫已上曰嫁，行於士庶人者曰人』，案《齊衰三月章》云：『女子子嫁者、未嫁者為曾祖父母。』傳曰：嫁者，嫁於大夫；未嫁者，成人而未嫁者。是行於大夫曰嫁。《不杖章》云：『女子子人者為其父母、昆弟之為父後者。』傳雖不解喪服，本文是士，故知行於士庶人曰人。庶人謂庶人在官者，府史、胥徒名曰庶人。至於民庶，亦同行士禮，以禮窮則同之。行大夫以上曰嫁，若天子之女嫁於諸侯，諸侯之女嫁於大夫。出嫁為夫斬，仍為父母不降。知者，以其外宗、內宗及與諸侯為兄弟者為君皆斬。明知女雖出嫁，反，為君不降。若然，下傳云："
      },
      {
        "index": 34,
        "text": "『婦人不二斬，猶曰不二天。』今若為夫斬，又為父斬，則是二天，與傳違者，彼不二天者，以婦人有三從之義，無自專之道，欲使一心於其天，此乃尊君宜斬，不可以輕服服之，不得以彼決此。若然，外宗、內宗與諸侯為兄弟服斬者，豈不為夫服斬乎？明為君斬，為夫亦斬矣。"
      },
      {
        "index": 35,
        "text": "公士、大夫之眾臣，為其君布帶、繩屨。（士，卿士也。公卿大夫厭於天子諸侯，故降其眾臣布帶繩屨，貴臣得伸，不奪其正。）"
      },
      {
        "index": 36,
        "text": "[疏]『公士』至『繩屨』。註『士卿』至『其正』。釋曰：云『士，卿士也』者，以其在公之下，大夫之上，尊卑當卿之位，故知是卿士也。不言公卿言士者，欲見公無正職，大夫又承副於卿士之言事，卿有職事之重，故變言士，見斯義也。云『公卿大夫厭於天子諸侯，故降其眾臣布帶繩屨』者，鄭解公卿大夫、天子諸侯並言之者，欲見天子諸侯下皆有公卿大夫，公卿大夫下皆有貴臣眾臣。若然，天子諸侯下公卿大夫，《周禮。典命》及《大宰》具有其文，此諸侯下公卿，《典命》大國立孤一人是也。以其諸侯無公，故以孤為公卿。《燕禮》云：『若有諸公，則先卿獻之。』鄭註云：『諸公者，大國之孤也。孤一人，言諸者，容牧有三監。』是以其孤為公，言厭於天子諸侯，故除其眾臣布帶、繩屨二事，其餘服杖、冠、則如常也。其布帶則與齊衰同，其繩屨則與大功等也。"
      },
      {
        "index": 37,
        "text": "云『貴臣得伸，不奪其正』者，下傳云『室老士貴臣』，故雲貴臣得伸。得伸者，依上文絞帶、菅屨，故雲不奪其正也。"
      },
      {
        "index": 38,
        "text": "傳曰：公卿大夫室老、士，貴臣，其餘皆眾臣也。君，謂有地者也。眾臣杖，不以即位。近臣，君服斯服矣。繩屨者，繩菲也。（室老，家相也。士，邑宰也。"
      },
      {
        "index": 39,
        "text": "近臣，閽寺之屬。君，嗣君也。斯，此也。近臣從君矣，服無所降也。繩菲，今時不借也。）\n[疏]『傳曰公』至『菲也』。釋曰：云『室老、士，貴臣，其餘皆眾臣也』"
      },
      {
        "index": 40,
        "text": "者，傳以經直雲眾臣，不分別上下貴賤，故雲室老、士二者是貴臣，其餘皆眾臣也。云『有地者。眾臣，杖不以即位』，欲見公卿大夫，或有地或無地，眾臣為之皆有杖。但無地公卿大夫其君卑，眾臣為之皆得以杖，與嗣君同即阼階下朝夕哭位。若有地公卿大夫，其君尊，眾臣雖杖，不得與嗣君同即阼階下朝夕哭位，下君故也。註『室老』至『借也』。釋曰：云『室老，家相也』者，《左氏傳》云『臧氏老』，《論語》云『趙魏老』，是家臣稱老。雲家相者，案《曲禮》雲大夫不名，家相長妾。以大夫稱家，是室老相家事者也。云『士，邑宰也』者，《雜記》云：『大夫居廬，士居堊室。』鄭註云：『士居堊室，亦謂邑宰也。』"
      },
      {
        "index": 41,
        "text": "與此同，皆謂邑宰為士也。若然，孤卿大夫有菜邑者，其邑既有邑宰，又有家相，若魯三卿，公山弗擾為季氏費宰，子羔為孟氏之郕宰之類，皆為邑宰也。陽貨、冉有、子路之等為季氏家相，亦名家宰。若無地，卿大夫則無邑宰，直有家宰。"
      },
      {
        "index": 42,
        "text": "則孔子為魯大夫，而原思為之宰，是直有家相者也。此等諸侯之臣，而有貴臣、眾臣之事。案《周禮。載師》云：家邑任稍地，小都任縣地，大都任地。是天子公卿大夫有菜地者也。案《鄭誌》答云：天子之卿，其地見賜乃有，何由諸侯之臣正有此地，則天子下有無地者也。有菜地者有邑宰，復有家相，無地者，直有家相可知。云『近臣，閽寺之屬』者，《周禮》天子宮有閽人，寺人。閽人掌守中門之禁，晨夜開閉，墨者使守門者也。寺人掌外內之通令，奄人使守後之宮門者也。是皆近君之小臣，又與眾臣不同，無所降其服，又得與貴臣等不嫌相逼通也。是以《喪服小記》云：『近臣，君服斯服矣，其餘從而服，不從而稅。』"
      },
      {
        "index": 43,
        "text": "彼亦是近君小臣，與大臣異也。云『君，嗣君也』者，釋傳云：君服但其君以死矣，更有君為死君之服，故知是嗣君。若然，案《王制》畿內諸侯不世爵而世祿，彼則天子公卿大夫未爵命，得有嗣君者，以世祿降未得爵，亦得為嗣君，況其中兼畿外諸侯下卿大夫也。且《詩》云：『維周之士，不顯亦世。』《左氏傳》云："
      },
      {
        "index": 44,
        "text": "『官有世功，則有官族。』皆是臣有世功，子孫得襲爵，故雖畿內公卿大夫有嗣君也。雲繩菲今時不借也者，周時人謂之屨，子夏時人謂之菲，漢時謂之不借者，此兇荼屨，不得從人借，亦不得借人，皆是異時而別名也。"
      }
    ]
  }
}