{
  "chapterNumber": 2,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陳服於房中西墉下，東領北上。（墉，墻。）\n[疏]『陳服』至『北上』。釋曰：自此至『東面』，論陳設衣服器物之等，以待冠者。《喪大記》與《士喪禮》服或西領，或南領，此東領者，此嘉禮異於兇禮，故士之冠特先用卑服。北上，便也。"
      },
      {
        "index": 1,
        "text": "爵弁服，裳，純衣，緇帶，。（此與君祭之服。《雜記》曰：『士弁而祭於公。』爵弁者，冕之次，其色赤而微黑，如爵頭然，或謂之緅。其布三十升。裳，淺絳裳。凡染絳，一入謂之縓，再入謂之赬，三入謂之纁，朱則四入與？純衣，絲衣也。餘衣皆用布，唯冕與爵弁服用絲耳。先裳後衣者，欲令下近緇，明衣與帶同色。，縕也。士縕而幽衡，合韋為之。士染以茅，因以名焉。今齊人名為。之制似。冠弁者不與衣陳而言於上，以冠名服耳。今文皆作熏。）"
      },
      {
        "index": 2,
        "text": "[疏]『爵弁』至『』。釋曰：此所陳從北而南，故先陳爵弁服。註『此與』至『作熏』。釋曰：士禮昏冠，自祭以爵弁服助君祭，故云『與君祭之服』也。云『爵弁者，冕之次』者，凡冕以木為體，長尺六寸，廣八寸，績麻三十升布，上以玄，下以，前後有旒。其爵弁制大同，唯無旒，又為爵色為異。"
      },
      {
        "index": 3,
        "text": "又名冕者，俛也，低前一寸二分，故得冕稱。其爵弁則前後平，故不得冕名。\n以其尊卑次於冕，故雲爵弁冕之次也。云『其色赤而微黑，如爵頭然，或謂之緅』者，七入為緇，若以入黑則為紺，以紺入黑則為緅，是三入赤，再入黑，故雲其色赤而微黑也。云『如爵頭然』者，以目驗爵頭，赤多黑少，故以爵頭為喻也。以緅再入黑汁，與爵同，故取《鍾氏》緅色解之。故鄭註《鍾氏》云：『今《禮》俗文作爵，言如爵頭色也。』玄此言赤者，對文為赤。若將緅比，則又黑多矣。故《淮南子》云：『以涅染紺則黑於涅。』況更一入黑為緅乎！故《巾車》云『雀飾』，鄭註云『雀，黑多赤少之色』是也。云『其布三十升』者，取冠倍之義。是以《喪服》衰三升、冠六升、朝服十五升，故冕三十升也。云『裳，淺絳裳』者，絳則一染至三染，同雲淺絳。《詩》云：『我朱孔陽。』毛傳云：『朱，深也。』故從一染至三染皆謂之淺絳也。云『朱則四入與』者，《爾雅》及《鍾氏》皆無四入之文。經有朱色，故鄭約之，若以入黑則為紺，若以入赤則為朱，無正文，故云『與』以疑之也。然上註以解玄緇，故引《鍾氏》染黑法；此註解，故引《爾雅》染赤法也。云『純衣，絲衣也』者，案鄭解純字或為絲，或為色，兩解不同者，皆望經為註。若色理明者，以絲解之；若絲理明者，以色解之。此經玄衣與裳相對，上玄下，色理自明。"
      },
      {
        "index": 4,
        "text": "絲理不明，則以絲解之。《昏禮》『女次純衣』，註云『絲衣』，以下文有女從者畢衤玄，色理自明，則亦絲理不明，故亦以絲理解之。《周禮。媒氏》云："
      },
      {
        "index": 5,
        "text": "『純帛無過五兩。』註云：『純，實緇字也。古緇以才為聲，納幣用緇，婦人陰也。』以經雲純帛，絲理自明，故為色解之。《祭統》云：『蠶於北郊，以共純服。』絲理自明，故鄭亦以色解也。《論語》云：『麻冕，禮也。今也純，儉。』"
      },
      {
        "index": 6,
        "text": "以純對麻，絲理自明，故鄭亦以色解之。是況有不同之事，但古緇、䊷二字並行。若據布為色者，則為緇字。若據帛為色者，則為䊷字。但緇布之緇多在，本字不誤，䊷帛之䊷，則多誤為純。云『餘衣皆用布』者，此據朝服、皮弁服、玄端服及深衣、長衣之等，皆以布為之，是以《雜記》雲朝服十五升布。玄端亦服之類，則皮弁亦是天子朝服。深衣或名麻衣，故知用布也。云『唯冕與爵弁服用絲耳』者，《祭統》云：『王後蠶於北郊，以供純服。』爵弁服是冕服之次，故知亦用絲也。云『先裳後衣者，欲令下近緇，明衣與帶同色』者，衣在上，宜與冠相近，應先言衣。今退衣在裳下者，若衣與冠同色者，先言衣，後言裳。"
      },
      {
        "index": 7,
        "text": "今爵弁與衣異，故退純衣於下，使與帶同色也。云『，縕也』者，此經雲，二者一物，故鄭合為一物解之也。云『士縕而幽衡』者，《玉藻》文。"
      },
      {
        "index": 8,
        "text": "言幽衡者，同系於革帶，故連引之也。雲』合韋為之『者，鄭即因解名縕之字，言者韋旁著合，謂合韋為之故名也。云『士染以茅，因以名焉』者，案《爾雅》云：『茹藘，茅。』孫氏註：『一名，可以染絳。』若然，則一草有此三名矣。但周公時名草為草，以此染韋合之為，因名為也。云『之制似』者，案上註已釋制，其之制亦如之，但有飾無飾為異耳。祭服謂之，其他服謂之。《易。困封》：『九二，困於酒食，朱绂方來，利用享祀。』是祭服之也。又案《明堂位》云：『有虞氏服，夏後氏山，殷火，周龍章。』鄭云：『後王彌飾，天子備焉。諸侯火而下，卿大夫山，士韋而已。』是士無飾則不得單名，一名，一名縕而已。是有與縕異，以制同飾異。故鄭云之制似也。但染韋為之體，天子與其臣及諸侯與其臣有異。《詩》云：『朱芾斯黃。』鄭云：『天子純朱，諸侯黃朱。』《詩》又云『赤芾在股』，是諸侯用黃朱。《玉藻》再命、三命皆雲赤，是諸侯之臣亦用赤。《易。困卦》九二云：『困於酒食，朱绂方來，利用享祀。』鄭註云：二據初辰在未，未為土，此二為大夫有地之象。未上值天廚酒食，象困於酒食者，采地薄，不足己用也。二與日為體，離為鎮霍爻。四為諸侯有明德，受命當王者。"
      },
      {
        "index": 9,
        "text": "離為火，火色赤。四爻辰在午時，離氣赤，又朱是也。文王將王，天子制用朱绂，故《易。乾鑿度》云：『孔子曰，天子、三公、諸侯同色。』《困卦》：『困於酒食，朱绂方來。』又云天子、三公、大夫不朱绂。諸侯亦同色者，其染之法，同以淺絳為名，是天子與其臣純朱，諸侯與其臣黃朱，為異也。云『冠弁不與衣陳而言於上，以冠名服耳』者，案此文上下陳服，則於房緇布冠及皮弁，在堂下是冠弁，不與服同陳。今以弁在服上並言之者，以冠弁表明其服耳，不謂同陳之也。云『今文皆作熏』者，是色，當從絲旁為之，故疊今文不從熏，從經文古也。"
      },
      {
        "index": 10,
        "text": "皮弁服，素積，緇帶，素。（此與君視朔之服也。皮弁者，以白鹿皮為冠，象上古也。積猶辟也，以素為裳，辟蹙其要中。皮弁之衣用布亦十五升，其色象焉。）"
      },
      {
        "index": 11,
        "text": "[疏]『皮弁』至『素』。釋曰：此皮弁服卑於爵弁，故陳之次在爵弁之南。上爵弁服、下玄端服皆言衣，此獨不言衣者，以其上爵弁服與爵弁異，故言衣；下玄端服服但冠時用緇布冠，不用玄冠，既不言冠，故言衣也。今此皮弁之服用白布，衣與冠同色，故不言衣也。註『此與』至『象焉』。釋曰：案《玉藻》云：『諸侯皮弁，聽朔於大廟。』又案《鄉黨》說孔子之服云『素衣，裘』。鄭云『視朔之服』。視朔之時，君臣同服也。云『皮弁者，以白鹿皮為冠，象上古也』者，謂三皇時冒覆頭，句頷繞項，至黃帝則有冕，故《世本》云『黃帝作旒冕』。《禮運》云『先王未有宮室』，又云『食草木之實，鳥獸之肉』，『未有麻絲，衣其羽皮』，鄭云：『此上古之時。』則此象上古謂象三皇時。以五帝為大古，以三皇為上古也。若然，黃帝雖有絲麻、布帛、皮弁，至三王不變，是以下記云『三王共皮弁』，鄭註云：『質不變。』鄭註《郊特牲》云：『所不易於先代。』故《孝經緯》云『百王同之不改易』也。案《禮圖》仍以白鹿皮為冠，故云：『以白鹿皮為冠，象上古也。』云『積，猶辟也，以素為裳，辟蹙其要中』者，經典云素者有三義：若以衣裳言素者，謂白繒也，即此文之等是也；畫繢言素者，謂白色，即《論語》云『繢事後素』之等是也；器物無飾亦曰素，則《檀弓》云『奠以素器』之等是也。是以鄭雲以素為裳辟蹙其要中也。知『皮弁之衣亦用十五升布』者，《雜記》云『朝服十五升』，此皮弁亦天子之朝服，故亦十五升布也。然《喪服》註云祭服、朝服，辟積無數。則祭服、皮弁，皆辟積無數。餘不雲者，舉皮弁可知，不並言也。唯喪服裳幅三衤句有數耳。云『其色象焉』者，謂象皮弁之色用白布也。以此言之，《論語》註雲素用繒者，彼上服裼衣用素也。"
      },
      {
        "index": 12,
        "text": "玄端，玄裳、黃裳、雜裳可也。緇帶，爵。（此莫夕於朝之服。玄端即朝服之衣，易其裳耳。上士玄裳，中士黃裳，下士雜裳。雜裳者，前玄後黃。《易》曰：『夫玄黃者，天地之雜色，天玄而地黃。』士皆爵韋為輯，其爵同。不以玄冠名服者，是為緇布冠陳之。《玉藻》曰：『，君朱，大夫素，士爵韋。』）"
      },
      {
        "index": 13,
        "text": "[疏]『玄端』至『爵』。釋曰：此玄端服，服之下，故後陳於皮弁之南。\n陳三等裳者，凡諸侯之下皆有二十七士，公侯伯之士一命，子男之士不命，不同一命、不命皆分為三等，故服分為三等之裳以當之。上下經三等之服同用緇帶者，以其士唯有一幅裨之帶，故三服共用之。大帶，所以束衣。革帶，所以及佩玉之等。不言革者，舉有革帶可知，故略不言耳。三裳之下云『可也』者，欲見三等之士各有所當。當者即服之，故言可以許之也。註『此莫』至『爵韋』。"
      },
      {
        "index": 14,
        "text": "釋曰：云『此莫夕於朝之服』者，當是莫夕於君之朝服也。案《玉藻》云：\n『君朝服以日視朝於內朝。』『夕深衣，祭牢肉。』是君朝服，朝服、夕服，深衣矣。下又云『朝玄端，夕深衣』。朝時不服，與君不同，故鄭註雲謂大夫士也。"
      },
      {
        "index": 15,
        "text": "則彼朝玄端、夕深衣，是大夫、士家私朝也。若然，大夫、士既服玄端、深衣以聽私朝矣。此服註雲莫夕於朝之服，是士向莫之時夕君之服。必以莫為夕者，朝禮備，夕禮簡，故以夕言之也。若卿大夫莫夕於君，當亦朝服矣。案《春秋左氏傳》成十二年晉至謂子反曰：『百官承事，朝而不夕。』此雲莫夕者，無事則無夕法，若夕有事，須見君則夕。故昭十二年子革雲夕，哀十四年子我亦雲夕者，皆是有事見君，非常朝夕之事也。云『玄端即朝服之衣，易其裳耳』者，上云『玄冠，朝服，緇帶，素』，此玄端亦緇帶。彼雲朝服，即此玄端也。但朝服亦得名端，故《論語》云『端章甫』，鄭云：端，諸侯視朝之服耳。皆以十五升布為緇色，正幅為之同名也。云『易其裳耳』者，彼朝服素，同裳色，則裳亦素。此既易其裳，以三等裳同爵，則亦易之矣。不言者，朝服言素，不言裳，故須言易。彼言素，此雲爵，於文自明，故不須言易也。云『上士玄裳，中士黃裳，下士雜裳』者，此無正文，直以諸侯之士皆有三等之裳，故還以三等之士記之。但玄是天色，黃是地色，天尊而地卑，故上士服玄，中士服黃，下士當雜裳。雜裳者，還用此玄黃，但前陽後陰，故知『前玄後黃』也。云『《易》曰』者，是《文言》文，引之者，證此裳等是天地二色為之。云『士皆爵韋為，其爵同』者，三裳同雲爵，故知三等之士同用爵韋為也。其爵韋者，所引《玉藻》文是也。云『不以玄冠名服者，是為緇布冠陳之』者，今不以玄冠表此服者，此為冠時緇布冠陳之冠，既不用玄冠，故不言也。云『《玉藻》』者，案彼註云：『此玄端服之к也。』云『』者，與下君、大夫、士為總目。韋者，又總三者用韋為之，言君朱，大夫素，士爵者，之韋色也。云『君朱』者，見五等諸侯，則天子亦朱矣。同裳色，則天子諸侯朱裳。士言爵，則此經爵、亦一也。以其裳有三等，爵亦雜色，故同爵。若然，大夫素裳則與朝服不異者，禮窮則同也。"
      },
      {
        "index": 16,
        "text": "緇布冠缺項，青組纓屬於缺；緇纚，廣終幅，長六尺；皮弁笄；爵弁笄；緇組，邊；同篋。（缺讀如『有者弁』之。緇布冠無笄者，著，圍發際，結項中，隅為四綴，以固冠也。項中有𦁐，亦由固為之耳。今未冠笄者著卷幘，象之所生也。滕、薛名蔮為。屬猶著。纚，今之幘梁也。終，充也。纚一幅，長六尺，足以韜發而結之矣。笄，今之簪。有笄者，屈組為，垂為飾。無笄者，纓而結其絳。邊，組側赤也。同篋，謂此上凡六物。隋方曰篋。）"
      },
      {
        "index": 17,
        "text": "[疏]『緇布』至『同篋』。註『缺讀』至『曰篋』。釋曰：云『缺讀如「有者弁」之』者，讀從《弁詩》，義取在首，者，弁貌之意也。云『緇布冠無笄』者，案經皮弁、爵弁言笄，緇布冠不言笄，故雲無笄也。云『著，圍發際』者，無正文，約漢時卷幘亦圍發際，故知也。云『結項』者，此亦無正文，以經雲，明於項上結之也。云『隅為四綴，以固冠也』者，此亦無正文，以義言之。既武以下別有項，明於首四隅為綴，上綴於武，然後項得安穩也。云『項中有𦁐，亦由固為之耳』者，此亦無正文，以義言之。之兩頭皆為𦁐，別以繩穿𦁐中結之，然後得牢固，故云亦由固為之也。云『今之未冠笄者著卷幘，象之所生』者，此舉漢法以況義耳。漢時男女未冠笄者，首著卷幘之狀雖不智，知既言圍發際，故以冠之，明漢時卷幘亦以布帛之等圍繞發際為之矣。云『象之所生』者，漢時卷幘是之遺象所生，至漢時，故雲象之所生也。云『滕、薛名蔮為』者，此亦舉漢時事以況之。漢時滕、薛二國雲蔮。蔮，卷幘之類亦遺象，故為況也。云『纚，今之幘梁』者，亦舉漢法為況耳。幘梁之狀，鄭目驗而知，至今久遠，亦未審也。云『纚一幅，長六尺，足以韜發而結之矣』者，人之長者不過六尺，纚六尺，故雲足以韜發。既雲韜發，乃雲結之，則韜訖乃為矣。云『有笄』者，即經雲皮弁及爵弁皆雲笄者，是有笄也。云『屈組為』者，經緇組邊，是為有笄者而設。言屈組，謂以一條組於左笄上系定，繞頤下，又相向上仰屬於笄，屈系之有餘，因垂為飾也。云『無笄者，纓而結其絳』者無笄，即經緇布冠是也，則以二條組兩相屬於，故經云『組纓屬於』也。既屬訖，則所垂絳於頤下結之，故雲纓而結其絳也。云『邊，組側赤也』者，是三入之赤色，又雲邊，則於邊側赤也。若然，以緇為中，以為邊，側而織之也。云『同篋，謂此上凡六物』者，『緇布』至『屬於』共為一物；纚長六尺，二物；皮弁笄，三物；爵弁笄，四物；其緇組邊，皮弁、爵弁各有一，則為二物，通前四為六物。云『隋方曰篋』者，《爾雅》無文，此對笥方而不隋也。隋謂狹而長也。案《周禮。弁師》云『掌五冕』，而云『玉笄朱』，則天子以玉為笄，以朱為。又案《祭義》雲天子『冕而朱』，諸侯『冕而青』。諸侯之笄亦當用玉矣。又案《弁師》韋弁與皮弁同科，皮弁有笄，則二者亦有笄矣。又為笄者屬纓，不見有，則六冕無矣。然士緇布冠無，故下記云：孔子曰『其也，吾未之聞也』。"
      },
      {
        "index": 18,
        "text": "若諸侯亦以緇布冠為始冠之冠。故《玉藻》云：『緇布冠繢，諸侯之冠也。』\n鄭註云『尊者飾』，其大夫。案《禮器》云『管仲鏤簋朱』，鄭註云『大夫、士當緇組，邊』是也。其笄亦當用象耳。"
      },
      {
        "index": 19,
        "text": "櫛實於簞。（簞，笥也。）\n[疏]『櫛實於簞』。註『簞笥也』。釋曰：鄭註《曲禮》『圓曰簞，方曰笥』。笥與簞方圓有異，而雲簞、笥共為一物者，鄭舉其類，註《論語》亦然。"
      },
      {
        "index": 20,
        "text": "蒲筵二，在南。（筵，席也。）\n[疏]『蒲筵二在南』。註『筵席也』。釋曰：筵二者，一為冠子，即下云『筵於東序少北』是也；一為醴子，即下云『筵於戶西南面』是也。云『在南』"
      },
      {
        "index": 21,
        "text": "者，最在南頭，對下文『側尊一С醴，在服北』也。鄭註云『筵，席也』者，鄭註《周禮。司几筵》云：『敷陳曰筵，藉之曰席。』然其散言之，筵、席通矣。"
      },
      {
        "index": 22,
        "text": "前敷在地者，皆言藉，取相承之義，是以諸席在地者，多言筵也。\n側尊一С醴，在服北。有篚實勺、觶、角柶，脯醢，南上。（側猶特也。"
      },
      {
        "index": 23,
        "text": "無偶曰側，置酒曰尊。側者，無玄酒。服北者，裳北也。篚，竹器如グ者。勺，尊升，所以㪺酒也。爵三升曰觶。柶狀如匕，以角為之者，欲滑也。南上者，篚次尊，籩豆次篚。古文С作廡。）"
      },
      {
        "index": 24,
        "text": "[疏]『側尊』至『南上』。註『側猶』至『作廡』。釋曰：云『側猶特也。無偶曰側，置酒曰尊。側者，無玄酒』者，凡禮之通例，稱側有二：一者無偶，特一為側，則此文側是也。又《昏禮》云『側尊С醴於房中』，亦是無玄酒曰側。至於《昏禮》合升側載，《聘禮》雲側襲，《士虞禮》雲側尊，此皆是無偶為側之類也。一者《聘禮》云『側受幾』者，側是旁側之義也。云『服北者，裳北也』者，此上先陳爵弁服之時，裳最在北，向南陳之。此雲服北，明在裳北可知也。云『篚，竹器如グ』者，其字皆竹下為之，故以竹器言之。如グ者，亦舉漢法為況也。云『勺，尊升，所以㪺酒也』者，案《少牢》云罍水有鬥，與此勺為一物，故雲尊升。對彼是罍鬥，所以㪺水，則此為尊鬥㪺酒者也。云『爵三升曰觶』者，案《韓詩外傳》云：『一升曰爵，二升曰觚，三升曰觶，四升曰角，五升曰散。』相對爵、觶有異，散文則通皆曰爵，故鄭以爵名觶也。云『柶狀如匕，以角為之者，欲滑也』者，對《士喪禮》用木柶者，喪禮反吉也。云『南上者，篚次尊，籩豆次篚』，知然者，以經雲尊在服北南上，則是從南北向陳之，以尊為貴，次雲篚，後雲籩豆，故知次第然也。云『古文С作廡』者，此С為酒器，廡是夏屋兩下，故不從古文也。"
      },
      {
        "index": 25,
        "text": "爵弁、皮弁、緇布冠各一匴，執以待於西坫南，南面，東上。賓升則東面。（爵弁者，制如冕，黑色，但無繅耳。《周禮》：『王之皮弁，會五采玉基，象邸，玉笄。諸侯及孤卿大夫之冕、皮弁，各以其等為之。』則士之皮弁，又無玉象邸飾。緇布冠，今小吏冠其遺象也。匴，竹器名，今之冠箱也。執之者，有司也。坫在堂角。古文匴作纂，坫作。）"
      },
      {
        "index": 26,
        "text": "[疏]『爵弁』至『東面』。釋曰：此一節論使有司三人各執其一，豫在階，以待冠事。賓未入，南面以向賓，在堂，亦以向賓。言升則東面，據終言之也。"
      },
      {
        "index": 27,
        "text": "註『爵弁』至『作』。釋曰：云『爵弁者，制如冕而黑色，但無繅耳』者，已於上解訖，今復言之者。上文直舉冠以表服，其冠實不陳，故略言其冠。至此專為冠言之，是以註弁引皮弁以下之事。案《弁師》言冕有五采繅玉，皮弁有五采玉基、象邸、玉笄，下雲諸侯及孤卿大夫之冕、韋弁、皮弁、弁，各以其等為之。鄭註云：『各以其等，繅ヵ玉基如其命數也。』但上文已言上公之法，故此諸侯唯據侯伯子男，是以鄭云：『冕則侯伯繅七就，用玉九十八；子男繅五就，用玉五十，繅玉皆三采。孤繅四就，用玉三十二；三命之卿繅三就，用玉十八；再命之大夫繅再就，用玉八，藻玉皆朱綠。韋弁、皮弁則侯伯基飾七，子男基飾五，玉亦三采。孤則基飾四，三命之卿基飾三，再命之大夫基飾二，玉亦二采。弁之弁，其辟積如冕繅之就然。庶人吊者素委貌。一命之大夫冕而無ヵ，士變冕為爵弁。其韋弁、皮弁之會無結飾，弁之弁不辟積。』彼經文具言之，今此註略引以證士皮弁無玉，以象為飾之意，不取於韋弁、弁及依命數之事，故不具引之。云『緇布冠，今小吏冠其遺象也』者，但緇布冠，士為初加之冠，冠訖則弊之不用，庶人則常著之。故《詩》云『臺笠緇撮』，是庶人以布冠常服者。以漢之小吏亦常服之，故舉為況。云『匴，竹器名，今之冠箱也』者，此亦舉漢法為況。云『執之者有司也』者，則上雲有司如主人服，有司不主一事，故知此亦有司也。云『坫在堂角』者，但坫有二文，一者謂若《明堂位》云『崇坫亢圭』，及《論語》云『兩君之好，有反坫』之等，在廟中有之，以亢反爵之屬。此篇之內言坫者，皆據堂上角為名，故雲堂角。云『古文匴為纂，坫作檐』者，皆從經今文，故疊古文也。"
      },
      {
        "index": 28,
        "text": "主人玄端爵，立於阼階下，直東序，西面。（玄端，士入廟之服也。阼猶酢也。東階，所以答酢賓客也。堂東西墻謂之序。）"
      },
      {
        "index": 29,
        "text": "[疏]『主人』至『西面』。釋曰：上文已陳衣冠器物，自此以下至『外門外』，論賓主兄弟等著服及位處也。云『玄端爵』者，主人之服與上所陳子加冠玄端服亦一也。云『立於阼階下』者，時欲與賓行禮之事也。云『直東序』者，直，當也。謂當堂上東序墻也。註『玄端』至『之序』。釋曰：案《特牲》士禮祭服用玄端，此亦士之加冠在廟，故與祭同服，故云『士入廟之服也』。云『東西墻謂之序』者，《爾雅。釋宮》文。"
      },
      {
        "index": 30,
        "text": "兄弟畢衤玄，立於洗東，西面，北上。（兄弟，主人親戚也。畢猶盡也。\n衤，同也。玄者，玄衣、玄裳也。緇帶。位在洗東，退於主人，不爵者，降於主人也。古文衤為均也。）"
      },
      {
        "index": 31,
        "text": "[疏]『兄弟』至『北上』。釋曰：此論兄弟來觀禮之服也。註『兄弟』\n至『均也』。釋曰：云『兄弟，主人親戚也』者，既雲兄弟，故是親戚。云『衤，同也。玄者，玄衣、玄裳也。緇帶』者，以其同玄，故知上下皆玄。"
      },
      {
        "index": 32,
        "text": "雲緇帶者，緇亦玄之類，因士有緇帶，故亦言緇，實亦玄也。云『位在洗東，退於主人』者，主人當序南，西面，洗當榮，兄弟又在洗東，故雲退於主人也。"
      },
      {
        "index": 33,
        "text": "云『不爵者，降於主人也』者，爵弁同色，主人尊，故也。兄弟用緇，不用爵，兄弟卑，故雲降於主人也。"
      },
      {
        "index": 34,
        "text": "擯者玄端，負東塾。（東塾，門內東堂，負之北面。）\n[疏]『擯者』至『東塾』。釋曰：擯者不言如主人服，別言玄端，則與主人不同可知。主人與兄弟不同，故特言玄端，與下贊者玄端從之同言玄，則此擯者是主人之屬中士若下士也，故直舉玄端，不言裳也。註『東塾』至『北面』。"
      },
      {
        "index": 35,
        "text": "釋曰：知是擯者是主人擯，相事在門內，故知在門內東堂。負之北面，向主人也。\n將冠者采衣，，在房中，南面。（采衣，未冠者所服。《玉藻》曰：『童子之節也，緇布衣，錦緣，錦紳，並紐，錦束發，皆朱錦也。』，結發。古文為結。）"
      },
      {
        "index": 36,
        "text": "[疏]『將冠』至『南面』。註『采衣』至『為結』。釋曰：『將冠者』，即童子二十之人也。以其冠事未至，故言將冠者也。云『緇布衣，錦緣』者，以其童子不帛襦，不衣裘裳，故雲緇布衣，以錦為緇布衣之緣也。云『錦紳』者，以錦為大帶也。云『並紐』者，亦以錦為紐紳之垂也。云『錦束發』者，以錦為總。云『皆朱錦也』者，童子之錦皆朱錦也。云『，結發』者，則《詩》云『總角？兮』是也。以童子尚華飾，故衣此也。"
      },
      {
        "index": 37,
        "text": "賓如主人服，贊者玄端從之，立於外門之外。（外門，大門外。）\n[疏]『賓如』至『之外』。註『外門大門外』。釋曰：云『賓如主人服』"
      },
      {
        "index": 38,
        "text": "者，以其賓與主人尊卑同，故得如之。贊者皆降主人一等，其衣冠雖同，其裳則異，故不得如主人服，故別玄端也。若然，此冠兄弟及賓贊皆得玄端。《特牲》主人與屍，祝、佐食玄端，自餘皆朝服者，彼助祭在廟，緣孝子之心，欲得尊嘉賓以事其祖禰，故朝服與主異也。"
      },
      {
        "index": 39,
        "text": "擯者告。（告者，出請入告。）\n[疏]『擯者告』。註『告者出請入告』。釋曰：『出請入告』者，告主人也。"
      },
      {
        "index": 40,
        "text": "主人迎，出門左，西面再拜。賓答拜。（左，東也。出以東為左，入以東為右。）\n[疏]『主人』至『答拜』。註『左東』至『為右』。釋曰：『出以東為左，入以東為右』，據主人在西，出則以西為右，入以西為左也。"
      },
      {
        "index": 41,
        "text": "主人揖贊者，與賓揖，先入。（贊者賤，揖之而已。又與賓揖，先入道之，贊者隨賓。）\n[疏]『主人』至『先入』。註『贊者』至『隨賓』。釋曰：云『贊者賤，揖之而已』者，正謂贊者降於主人，與賓一等，為賤也。云『又與賓揖』者，對前為賓拜訖，今又揖者，為主人將先入，故又與賓揖，乃入也。云『贊者隨賓』"
      },
      {
        "index": 42,
        "text": "者，後不見更與贊者為禮，故知隨賓入也。\n每曲揖。（周左宗廟，入外門，將東曲，揖；直廟，將北曲，又揖。）"
      },
      {
        "index": 43,
        "text": "[疏]『每曲揖』。註『周左』至『又揖』。釋曰：『周左宗廟』者，《祭義》與《小宗伯》俱有比文，對殷右宗廟也。言此，皆欲見入大門東向入廟。"
      },
      {
        "index": 44,
        "text": "云『入外門，將東曲，揖』者，主人在南，賓在北，俱東向，是一曲，故一揖也。\n至廟南，主人在東，北面，賓在西，北面，是曲為二揖，故云『直廟將北曲又揖』"
      },
      {
        "index": 45,
        "text": "也。通下將入廟又揖，三也。\n至於廟門，揖入。三揖，至於階，三讓。（入門將右曲，揖；將北曲，揖；當碑，揖。）"
      },
      {
        "index": 46,
        "text": "[疏]『至於』至『三讓』。註『入門』至『碑揖』。釋曰：經直雲入門揖，鄭知此為三揖者，以上云『每曲揖』，據入門東行時。此入廟門三揖，是據主人將右，欲背客，宜揖；將北曲，與客相見，又揖。云『當碑揖』者，碑是庭中之大節，又宜揖。是知三揖，據此而言也。案《昏禮》註：『入三揖者，至內ニ，將曲，揖；既曲，北面，揖；當碑，揖。』及《聘禮》、《鄉飲酒》『入三揖』註雖不同。皆據此三節為三揖，義不異也。"
      },
      {
        "index": 47,
        "text": "主人升，立於序端，西面，賓西序，東面。（主人、賓俱升，立相鄉。）\n[疏]『主人』至『東面』。註『主人』至『相鄉』。釋曰：此文主人與賓立相鄉，位定，將行冠禮者也。主人升堂不拜至者，冠子為賓客，故異於《鄉飲酒》之等也。"
      },
      {
        "index": 48,
        "text": "贊者盥於洗西，升，立於房中，西面，南上。（盥於洗西，由賓階升也。立於房中，近其事也。南上，尊於主人之贊者。古文盥皆作浣。）"
      },
      {
        "index": 49,
        "text": "[疏]『贊者』至『南上』。註『盥於』至『作浣』。釋曰：此賓者之贊冠者不在堂，升即位於房中，與主人贊者並立者，以其與主人贊者俱是執勞役之事，故先入房並立待事，故鄭云『近事』也。云『盥於洗西，由賓階升也』者，贊者盥於洗西無正文，案《鄉飲酒》主人在洗北、南面，賓在洗南、北面，如此相鄉。又主人從內，賓從外來之，便贊者亦從之。又卑不可與賓並，明在洗西、東面，及向賓階，便知在洗西也。雲由賓階升者，以與主人、贊者在房並立，恐由阼階，故明之，同於賓客也。云『南上，尊於主人之贊』者，以其賓主贊者俱降一等，兩贊尊卑同而雲尊者，直以主人尊，敬賓之贊，故雲尊於主人之贊。又知與主人、贊並立者，以贊冠一人而已，而雲南上，明與主人為序也。"
      },
      {
        "index": 50,
        "text": "主人之贊者筵於東序，少北，西面。（主人之贊者，其屬中士若下士。筵，布席也。東序，主人位也。子冠於阼，少北，辟主人。）"
      },
      {
        "index": 51,
        "text": "[疏]『主人』至『西面』。註『主人』至『主人』。釋曰：云『主人之贊者，其屬中士若下士』者，以主人上士為正，故雲其屬中士。若主人是中士，贊是其屬下士為之。賓與贊冠者同。云『筵，布席也』者，謂布冠者席也。云『東序，主人位也』者，引《冠義》云『子冠於阼』為證是也。"
      },
      {
        "index": 52,
        "text": "將冠者出房，南面。（南面立於房外之西，待賓命。）\n[疏]『將冠』至『南面』。註『南面』至『賓命』。釋曰：知在房外之西，不在東者，以房外之東南當阼階，是知房外者皆在房外之西。故《昏禮》『女出於母左』，母在房外之西，故得出時在母左也。云『待賓命』者，以其下文有『賓揖將冠』，則賓有命也。"
      },
      {
        "index": 53,
        "text": "贊者奠纚、笄、櫛於筵南端。（贊者，賓之贊冠者也。奠，停也。古文櫛為節。）\n[疏]『贊者』至『南端』。註『贊者』至『為節』。釋曰：前項已下六物同一篋，陳於房，今將用之，故贊冠者取置於將冠之席南，擬用。若然，六者俱用，不言纓、等四物，大略其實皆有，可知。不言櫛盛於簞，今亦並簞將來置於席南端也。服不將來置於席南者，皆加冠訖，宜房中隱處加服訖，乃見容體也。知贊者是其賓之贊冠者也者，以其贊冠者主為冠事而來，故知取笄、纚是賓之贊冠者。若非賓之贊者，則雲主人以別之，故上雲主人之贊者是也。"
      },
      {
        "index": 54,
        "text": "賓揖將冠者，將冠者即筵坐。贊者坐，櫛，設纚。（即，就。設，施。）\n[疏]『賓揖』至『設纚』。釋曰：此二者勞役之事，故贊者為之也。"
      },
      {
        "index": 55,
        "text": "賓降，主人降。賓辭，主人對。（主人降，為賓將盥，不敢安位也。辭對之辭未聞。）\n[疏]『賓降』至『人對』。釋曰：云『辭對之辭未聞』者，上筮賓、宿賓之時，雖不言其辭，下皆陳其辭。此賓主之辭，下皆不言，故雲未聞也。"
      },
      {
        "index": 56,
        "text": "賓盥，卒，壹揖，壹讓，升。主人升，復初位。（揖讓皆壹者，降於初。古文壹皆作一。）\n[疏]『賓盥』至『初位』。釋曰：云『主人升復初位』者，謂初升序端也。"
      },
      {
        "index": 57,
        "text": "註『古文壹皆作一』。釋曰：一、壹得通用，雖疊古文，不破之也。\n賓筵前坐，正纚，興，降西階一等。執冠者升一等，東面授賓。（正纚者，將加冠，宜親之。興，起也。降，下也。下一等，升一等，則中等相授。冠，緇布冠也。）"
      },
      {
        "index": 58,
        "text": "[疏]『賓筵』至『授賓』。註『正纚』至『冠也』。釋曰：云『正纚者，將加冠，宜親之』者，以其贊者前已設纚訖，今賓復出正之者，雖舊設已正，以親加冠，故纚亦宜親之也。云『下一等，升一等，則中等相授』者，案《匠人》天子之堂九尺，賈、馬以為傍九等為階，則諸侯堂宜七尺，則七等階；大夫堂宜五尺，則五等階；士宜三尺，則三等階；故鄭以中等解之也。知冠是緇布冠者，以下文有皮弁、爵弁，故知此是緇布冠也。"
      },
      {
        "index": 59,
        "text": "賓右手執項，左手執前，進容，乃祝。坐如初，乃冠。興，復位。贊者卒。\n（進容者，行翔而前，焉，至則立祝。坐如初，坐筵前。興，起也。復位，西序東面。卒，謂設缺項、結纓也。）"
      },
      {
        "index": 60,
        "text": "[疏]『賓右』至『者卒』。註『進容』至『纓也』。釋曰：知『進容者，行翔而前，焉』者，《曲禮》云：『堂下不趨』，『室中不翔』，則堂下固得翔矣。又云『大夫濟濟、士蹌蹌』，註云：『皆行容止之貌。』此進容是士，故知進容謂行翔而前焉。云『至則立祝』者，以經祝下乃雲坐如初，故祝時立可知。云『坐如初，坐筵前』者，上正纚時筵前坐，是初坐也。云『卒，謂設缺項、結纓也』者，下文皮弁，贊者卒，此謂緇布冠，無笄，直項，青組纓屬於，故卒者終項與結纓也。若然，經云『右手執項』，謂冠後為項，非項，其下皮弁、爵弁無項，皆雲執項，故知非項也。"
      },
      {
        "index": 61,
        "text": "冠者興，賓揖之。房，服玄端爵。出房，南面。（復出房南面者，一加禮成，觀眾以容體。）\n[疏]『冠者』至『南面』。註『復出』至『容體』。釋曰：言『復』者，對前出房，故雲復。前出為待賓命，此出為觀眾以容體也。案《郊特牲》論加冠之事，云『加有成』也，故此鄭云『一加禮成』也。云『觀眾以容體』者，以其既去緇布衣錦緣童子服，著此玄端成人之服，使眾觀知，故雲觀眾以容體也。"
      },
      {
        "index": 62,
        "text": "賓揖之，即筵坐。櫛，設笄。賓盥，正纚如初。降二等，受皮弁，右執項，左執前，進祝，加之如初，復位。贊者卒。（如初，為不見者言也。卒，謂系屬之。）"
      },
      {
        "index": 63,
        "text": "[疏]『賓揖』至『卒』。註『如初』至『屬之』。釋曰：此當第二加皮弁之節。云『即筵坐，櫛』者，坐訖，當脫緇布冠，乃更櫛也。云『設笄』者，凡諸設笄有二種：一是內安發之笄，一是皮弁、爵弁及六冕固冠之笄。今此櫛訖，未加冠即言設笄者，宜是內安發之笄也。若安發之笄，則緇布冠亦宜有之，前櫛訖不言設笄者，以其固冠之笄。緇布冠無笄，而皮弁、爵弁有笄，上文巳陳訖。今若緇布冠亦言設笄，即與皮弁、爵弁相亂，故緇布冠不言設笄，其實亦有也。若然，緇布冠不言設笄而言設纚，皮弁冠言設笄不言設纚，互見為義，明皆有也。其於固冠之笄，則於賓加弁之時自設之可知。云『如初，為不見者言也』者，上加緇布冠時，有賓降主人降，賓辭主人對，賓盥卒一揖一讓升，主人升復初位，賓筵前坐之等相次，此皆不見，故設經省文如之而已，故雲為不見者言也。云『卒，謂系屬之』者，即上註雲有笄者，屈組以為，伸屬之左相，系定右相，𦁐系，擬解時易，為系屬之也。"
      },
      {
        "index": 64,
        "text": "興，賓揖之。房，服素積素，容，出房，南面。（容者，再加彌成，其儀益繁。）\n[疏]『興賓』至『南面』。釋曰：興，謂冠者加皮弁訖，起待賓揖之也。"
      },
      {
        "index": 65,
        "text": "云『房，服素積素』者，上陳服皮弁雲緇帶素，此不言緇帶者，上唯有一帶，不言可知，故不言也。註『容者』至『益繁』。釋曰：此對上加緇布冠時，直言出房南面，不言容，此則言容，以再加彌成，其儀益繁，故言容，其實彼出亦是容，故鄭註云『觀眾以容體』也。"
      },
      {
        "index": 66,
        "text": "賓降三等，受爵弁，加之。服裳。其他如加皮弁之儀。（降三等，下至地。他，謂卒容出。）\n[疏]『賓降』至『之儀』。註『降三』至『容出』。釋曰：云『降三等，下至地』者，據士而言。云『他，謂卒容出』者，以其自餘皆緇布冠見訖，皮弁如之而已。至卒容出，唯皮弁有之，故知他謂此二者也。"
      },
      {
        "index": 67,
        "text": "徹皮弁、冠、櫛、筵，入於房。（徹者，贊冠者，主人之贊者為之。）\n[疏]『徹皮』至『於房』。註『徹者』至『為之』。釋曰：冠即緇布冠也，不言緇布冠者，可知故也。皮弁具言者，以有爵弁之嫌。然不言爵弁者，著之以受醴，至見母兄弟姑妒訖乃易服，故也。云『徹者，贊冠者，主人之贊者為之』者，以其贊冠者奠櫛，主人之贊者設筵，故知還遣之也。"
      },
      {
        "index": 68,
        "text": "筵於戶西，南面。（筵，主人之贊者。戶西，室戶西。）\n[疏]『筵於戶西南面』。註『筵主』至『戶西』。釋曰：知主人之贊者設筵者，以上文筵於東序，已遣主人之贊，故知此亦『主人之贊者』也。云『戶西，室戶西』者，以下記醮於客位在戶西，醮醴同處，故知戶西也。"
      },
      {
        "index": 69,
        "text": "贊者洗於房中，側酌醴，加柶，覆之，面葉。（洗，盥而洗爵者。《昏禮》曰房中之洗『在北堂，直室東隅。篚在洗東，北面盥』。側酌者，言無為之薦者。"
      },
      {
        "index": 70,
        "text": "面，前也。葉，柶大端。贊酌者，賓尊不入房。古文葉為扌葛。）\n[疏]『贊者』至『面葉』。註『洗盥』至『為扌葛』。釋曰：云『洗，盥而洗爵』者，凡洗爵者必先盥，盥有不洗爵者。此經直雲洗，明盥手乃洗爵，故鄭雲盥而洗爵。引《昏禮》『房中之洗』至『北面盥』者，證房中有洗之事。"
      },
      {
        "index": 71,
        "text": "若然，前設洗於庭者，不為醴，以房中有洗、醴尊也。云『側酌者，言無為之薦』\n者，謂無人為之薦脯醢，還是此贊者，故下直言薦脯醢，不言別有他人，明還是贊者也。《昏禮》贊醴婦是贊者自酌自薦，經雖不言側酌，側自明也。云『葉，柶大端』者，謂扌及醴之面柄細，故以為柶大端，此與《昏禮》賓皆云『面葉』者，此以賓尊，不入戶，贊者面葉授賓，賓得面枋授冠者，冠者得之面葉以扌及醴而祭。《昏禮》賓亦主人尊，不入房，贊者面葉以授主人，主人面枋以授賓，賓得面葉以扌及祭。至於《聘禮》禮賓，宰夫實觶以醴，加柶於觶，面枋授公者，凡醴皆設柶。《聘禮》宰夫不訝授，公側受醴，則還面枋以授賓，故面枋也。"
      },
      {
        "index": 72,
        "text": "賓揖，冠者就筵，筵西，南面。賓受醴於戶東，加柶，面枋，筵前北面。\n（戶東，室戶東。今文枋為柄。）\n[疏]『賓揖』至『北面』。註『戶東』至『為柄』。釋曰：知『室戶東』"
      },
      {
        "index": 73,
        "text": "者，以其冠者筵室戶西。賓自至房戶取醴酌醴者，出向西以授也。\n冠者筵西拜受觶，賓東面答拜。（筵西拜，南面拜也。賓還答拜於西序之位。"
      },
      {
        "index": 74,
        "text": "東面者，明成人與為禮，異於答主人。）\n[疏]『冠者』至『答拜』。註『筵西』至『主人』。釋曰：云『筵西拜，南面拜也』者，上雲冠者筵西南面，知受觶拜還南面也。知賓東面在西序者，以上文與主人相對，本位於西序也。云『東面者，明成人與為禮，異於答主人』者，案《鄉飲酒》、《鄉射》，賓於西階北面答主人拜，今此於西序東面拜，故雲異於答主人。又《昏禮》禮賓、《聘禮》禮賓皆云『拜送』，此云『答拜』，不雲拜送者，彼醴是主人之物，故雲拜送，此醴非賓物，故雲答拜也。"
      },
      {
        "index": 75,
        "text": "薦脯醢。（贊冠者也。）\n[疏]『薦脯醢』。註『贊冠者也』。釋曰：上文云『贊側酌醴』是贊冠者，明此薦亦是贊冠者也。"
      },
      {
        "index": 76,
        "text": "冠者即筵坐，左執觶，右祭脯醢，以柶祭醴三，興。筵末坐，啐醴，建柶，興。降筵，坐奠觶，拜。執觶興。賓答拜。（建柶，扌及柶於醴中。"
      },
      {
        "index": 77,
        "text": "其拜皆如初。古文啐為呼。）\n[疏]『冠者』至『答拜』。釋曰：云『祭醴三興』者，三祭者一，如《昏禮》始扌及一祭，又扌及再祭也。云『筵末坐啐醴，建柶興。降筵』，此啐醴不拜既爵者，以其不卒爵，故不拜也。"
      },
      {
        "index": 78,
        "text": "冠者奠觶於薦東，降筵，北面坐取脯，降自西階，東壁，北面見於母。\n（薦東，薦左。凡奠爵，將舉者於右，不舉者於左。東壁者，出闈門也。時母在闈門之外，婦人入廟由闈門。）"
      },
      {
        "index": 79,
        "text": "[疏]『冠者』至『於母』。註『薦東』至『闈門』。釋曰：云『薦東，薦左』者，據南面為正，故雲薦左也。云『凡奠爵，將舉者於右』者，謂若《鄉飲酒》、《鄉射》是也。此文及《昏禮》贊醴婦是不舉者，皆奠之於左也。云『東壁者，出闈門也』者，宮中之門曰闈門。母既冠子無事，故不在門外。今子須見母，故知出闈門也。云『婦人入廟由闈門』者，《雜記》雲夫人奔喪『入自闈門，升自側階』，鄭註云：『宮中之門曰闈門，為相通者也。』是也。"
      },
      {
        "index": 80,
        "text": "母拜受，子拜送，母又拜。（婦人於丈夫，雖其子猶俠拜。）\n[疏]『母拜』至『又拜』。註『婦人』至『俠拜』。釋曰：鄭云『婦人於丈夫，雖其子猶俠拜』者，欲見禮子之體例，但是婦人於丈夫皆使俠拜，故舉子以見義也。"
      },
      {
        "index": 81,
        "text": "賓降，直西序，東面，主人降，復初位。（初位，初至階讓升之位。）\n[疏]『賓降』至『初位』。釋曰：此將欲與冠者造字而迎之位也。註『初位』至『之位』。釋曰：云『初位，初至階讓升之位』者，謂初迎賓至階讓升之位，其賓直西序則非初讓升之位，主人直東序西者，欲迎其事，聞字之言故也。"
      },
      {
        "index": 82,
        "text": "冠者立於西階東，南面，賓字之，冠者對。（對，應也。其辭未聞。）\n[疏]『冠者』至『者對』。註『對應』至『未聞』。釋曰：云『賓字之』"
      },
      {
        "index": 83,
        "text": "者，即下文有字辭、又有某甫之字，若孔子雲尼父之字是也。云『其辭未聞』者，下有賓祝辭，不見冠者應辭，故雲未聞也。案《禮記。冠義》云『既冠而字之，成人之道也』。見於母，母拜之，據彼則字訖乃見母。此文先見乃字者，此文見母是正見。彼見母在下者，記人以下有兄弟之等皆拜之，故退見母於下，使與兄弟拜，文相近也。若然，未字先見母，字訖乃見兄弟之等者，急於母，緩於兄弟也。"
      },
      {
        "index": 84,
        "text": "賓出，主人送於廟門外。（不出外門，將醴之。）\n[疏]『賓出』至『門外』。註『不出』至『醴之』。釋曰：以下雲請醴賓，故云『將醴之』也。"
      },
      {
        "index": 85,
        "text": "請醴賓，賓禮辭，許。賓就次。（此醴當作禮，禮賓者，謝其自勤勞也。次，門外更衣處也，以帷幕簟席為之。）"
      },
      {
        "index": 86,
        "text": "[疏]『請醴』至『就次』。註『此醴』至『為之』。釋曰：云『此醴當作禮』者，對上文有酌醴、受醴之等，不破之，此當為上於下之禮，不得用醴。"
      },
      {
        "index": 87,
        "text": "禮即從醴字，何者？《周禮》雲諸侯用鬯，不雲鬯賓，明不得以醴禮賓，即為醴，故破從禮也。云『次，門外更衣處也』者，次者，舍之名，以其行禮，衣服或與常服不同，更衣之時須入於次，故雲更衣處也。云『必帷幕簟席為之』者，案《聘禮。記》云：『宗人授次，次以帷，少退於君之次。』註云：『主國之門外，諸侯及卿大夫之所使者，次位皆有常處。』又案《周禮。幕人》『掌帷幕幄綬之事』，註云：『帷幕皆以布為之，四合象宮室，曰幄。』雲簟席者，士卑或用簟席，是以《雜記》諸侯大夫喪皆用布，士用簟席為之，次亦當然。"
      },
      {
        "index": 88,
        "text": "冠者見於兄弟，兄弟再拜，冠者答拜。見贊者，西面拜，亦如之。（見贊者西面拜，則見兄弟東面拜，贊者後賓出。）"
      },
      {
        "index": 89,
        "text": "[疏]『冠者』至『如之』。註『見贊』至『賓出』。釋曰：兄弟位在東方，此贊冠者則賓之類，故贊者東面也。言贊者先拜，冠者答之也。知贊者後賓出者，文於見兄弟下始見之，明贊者後賓出也，出亦當就次待禮之也。"
      },
      {
        "index": 90,
        "text": "入見姑姊，如見母。（入，入寢門也。廟在寢門外。如見母者，亦北面，姑與姊亦俠拜也。不見妹，妹卑。）\n[疏]『入見』至『見母』。註『入入』至『妹卑』。釋曰：男子居外，女子居內。廟在寢門外，入見，入寢門可知，不見父與賓者，蓋冠畢則已見也。"
      },
      {
        "index": 91,
        "text": "不言者，從可知也。云『不見妹，妹卑』者，以其妹卑於姑姊，故不見也。\n乃易服，服玄冠、玄端、爵，奠摯見於君。遂以摯見於鄉大夫、鄉先生。"
      },
      {
        "index": 92,
        "text": "（易服不朝服者，非朝事也。摯，雉也。鄉先生，鄉中老人為卿大夫致仕者。）\n[疏]『乃易』至『先生』。註『易服』至『仕者』。釋曰：云『易服』"
      },
      {
        "index": 93,
        "text": "者，爵弁既助祭之服，不可服見君與先生等，故易服，服玄端也。云『易服不朝服者，非朝事也』者，此乃因加冠以成人之禮，見君非正服之節，故不朝服。經直雲玄端，則兼玄冠矣。今更雲玄冠者，以初冠時服玄端為緇布冠服，緇布冠非常著之冠而弊之。易服宜服玄冠配玄端，故兼雲玄冠也。朝服與玄端同，玄端則玄裳、黃裳、雜裳、黑屨，若朝服玄冠、玄端雖同，但裳以素而屨色白也。以其但正幅，故朝服亦得端名。然六冕皆正幅，故亦名端。是以《樂記》雲魏文侯『端冕而聽古樂』，又《論語》云『端章甫』，鄭云：『端，玄端，諸侯視朝之服。』則玄端不朝，得名為玄端也。云『摯，雉也』者，士執雉是其常，故知摯是雉也。云『鄉先生，鄉中老人為卿大夫致仕者』者，此即《鄉飲酒》與《鄉射記》『先生』，及《書傳》『父師』皆一也。先生亦有士之少師，鄭不言者，經雲鄉大夫不言士，故先生亦略不言，其實亦當有士也。"
      },
      {
        "index": 94,
        "text": "乃醴賓以壹獻之禮。（壹獻者，主人獻賓而已，即燕無亞獻者。獻、酢、酬，賓主人各兩爵而禮成。《特牲》、《少牢饋食之禮》獻屍，此其類也。士禮一獻，卿大夫三獻。禮賓不用柶者，其醴。《內則》曰：『飲，重醴清糟，稻醴清糟，黍醴清糟，粱醴清糟。』凡醴事，質者用糟，文者用清。）"
      },
      {
        "index": 95,
        "text": "[疏]『乃醴』至『之禮』。註『壹獻』至『用清』。釋曰：此『醴』亦當為『禮』，不言可知也。云『壹獻者，主人獻賓而已，即燕無亞獻者』者，案《特牲》、《少牢》，主人獻屍，主婦亞獻，為二獻。此則主人獻賓而已，無亞獻，知即燕者，《鄉飲酒》末有燕，故知獻後有燕。云『獻、酢、酬，賓主人各兩爵而禮成』者，主人獻賓，賓酢主人；主人將酬賓，先自飲訖乃酬，賓奠而不舉，是賓、主人各兩爵而禮成也。必知一獻之禮，禮備有酬酢者，《昏禮》舅姑饗婦以一獻之禮奠酬，得正禮不旅，又曰婦酢舅，更爵自薦，是備酬酢也。《鄉飲酒》亦備獻酢酬，是其義也。云『《特牲》、《少牢饋食之禮》獻屍，此其類也』者，此賓、主人各兩爵，無亞獻。彼主人、主婦各一爵，有亞獻。雖不同，得主人一獻，義類同，故雲此其類也。云『士禮一獻』者，即《士冠》及《昏禮》、《鄉飲酒禮》、《鄉射》皆是一獻也。云『卿大夫三獻』者，案《左氏傳》云："
      },
      {
        "index": 96,
        "text": "『季孫宿如晉，拜莒田也。晉侯享之，有加籩。武子退，使行人告曰：小國之事大國也，茍免於討，不敢求貺。得貺不過三獻。』又《禮記。郊特牲》云『三獻之介』，亦謂卿大夫三獻之介。案《大行人》雲上公饗禮九獻，侯伯七獻，子男五獻。是以大夫三獻，士一獻，亦是其差也。云『禮賓不用柶者，其醴』者，此有獻、酢、酬，飲之者，故不用柶。《冠禮》禮子用醴不，故用柶也。"
      },
      {
        "index": 97,
        "text": "云『《內則》曰飲』者，鄭註云：『目諸飲也。』云『重醴清糟』者，鄭云：\n『重，陪也。糟，醇也。清，也。致飲有醇者，有者，陪設之。』稻醴以下是也。云『凡禮事，質者用糟，文者用清』者，質者，謂若《冠禮》禮子之類是也，故以房戶之顯處設尊也。"
      },
      {
        "index": 98,
        "text": "主人酬賓，束帛儷皮。（飲賓客而從之以財貨曰酬，所以申暢厚意也。束帛，十端也。儷皮，兩鹿皮也。古文儷為離。）"
      },
      {
        "index": 99,
        "text": "[疏]『主人』至『儷皮』。註『飲賓』至『為離』。釋曰：主人酬賓，當奠酬之節，行之以財貨也。此禮賓與饗禮同，但為饗禮有酬幣則多。故《聘禮》雲若不親饗，『致饗以酬幣』，註云：『禮幣束帛，乘馬亦不是過也。』又案《大戴禮》雲禮幣采飾而四馬，是大夫禮多，與士異也。案《禮器》云『琥璜爵』，鄭云：『天子酬諸侯，諸侯相酬以此玉將幣也。』則又異於大夫也。下凡酬幣之法，尊卑獻數多少不同，及其酬幣，唯於奠酬之節一行而已。《春秋》：秦後子出奔晉，後子享晉侯，『歸取酬幣終事八反』，杜註云：『備九獻之儀，始禮自賫其一，故續送其八酬酒幣。』彼九獻之皆雲幣，春秋之代奢侈之法，非正禮也。云『束帛，十端也』者，禮之通例。凡言束者，無問脯與錦，皆以十為數也。"
      },
      {
        "index": 100,
        "text": "云『儷皮，兩鹿皮也』者，當與《射禮》庭實之皮同，《禮記。郊特牲》云：\n『虎豹之皮，示服猛也。』又《覲禮》用馬，則國君用馬或虎豹皮，若臣聘則用鹿皮，故鄭註《聘禮》云：『凡君於臣，臣於君，麋鹿皮可也。』言可者，以無正文。若然，兩國諸侯自相見，亦用虎豹皮也。"
      },
      {
        "index": 101,
        "text": "贊者皆與，贊冠者為介。（贊者，眾賓也。皆與，亦飲酒為眾賓。介，賓之輔，以贊為之，尊之。飲酒之禮，賢者為賓，其次為介。）"
      },
      {
        "index": 102,
        "text": "[疏]『贊者』至『為介』。註『贊者』至『為介』。釋曰：鄭知『贊者眾賓』者，以其下別言贊冠者，明上雲贊者是眾賓也。云『介，賓之輔』者，以其《鄉飲酒之禮》，賢者為賓，其次為介，又其次為眾賓。彼據將貢以為優劣之次也，此雖不貢，以飲酒之禮立賓主，亦以優劣立介以輔也。云『以贊為之，尊之』者，謂賓此贊冠者，故遣為介也。云『飲酒之禮，賢者為賓，其次為介』者，取尊為義也。"
      },
      {
        "index": 103,
        "text": "賓出，主人送於外門外，再拜，歸賓俎。（一獻之禮，有薦有俎，其牲未聞。\n使人歸諸賓家也。）\n[疏]『賓出』至『賓俎』。註『一獻』至『家也』。釋曰：賓不言薦脯醢者，案舅姑共饗婦，以一獻有姑薦，則此一獻亦有薦脯醢可知。經有俎必有特牲，但《鄉飲酒》、《鄉射》取擇人而用狗，此《冠禮》無擇人之義，則不用狗，但無正文，故云『其牲未聞』也。知『使人歸諸賓家』者，以賓出，主人送於門外，乃始言歸賓俎，明歸於賓家也。"
      }
    ]
  }
}