{
  "chapterNumber": 5,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "女次，純衣纁袡，立於房中，南面。（次，首飾也，今時髲也。《周禮·追師》掌『為副、編、次』。純衣，絲衣。女從者畢袗玄，則此衣亦玄矣。衻，亦緣也。衻之言任也。以纁緣其衣，象陰氣上任也。凡婦人不常施衻之衣，盛昏禮，為此服。《喪大記》曰『復衣不以衻』，明非常。）"
      },
      {
        "index": 1,
        "text": "[疏]『女次』至『南面』。註『次首』至『非常』。釋曰：不言裳者，以婦人之服不殊裳，是以《內司服》皆不殊裳。彼註云：『婦人尚專一德，無所兼，連衣裳不異其色』是也。註云『次，首飾也，今時髲也。《周禮。追師》掌「為副、編、次」』者，案彼註云：『副之言覆，所以覆首，為之飾其遺象，若今步繇矣。編，編列發為之，其遺象若今假紒矣。次，次第發長短為之，所謂髲髢。』言『所謂』，謂如《少牢》『主婦髲鬄』也。又云『外內命婦衣鞠衣、襢衣者服編，衣褖衣者服次』。其副唯於三翟祭祀服之。士服爵弁助祭之服以迎，則士之妻亦服褖衣助祭之服也。若然，案《內司服》："
      },
      {
        "index": 2,
        "text": "『王後之六服：褘衣、揄翟、闕翟、鞠衣、展衣、褖衣，素沙。』素沙與上六服為裏，五等諸侯、上公夫人與王後同侯伯夫人，自揄翟而下，子男夫人自闕而下。案《玉藻》有鞠衣、衤衣、褖衣，註云：『諸侯之臣皆分為三等，其妻以次受此服。公之臣、孤為上，卿大夫次之，士次之。侯伯子男之臣，卿為上，大夫次之，士次之。』其三夫人已下內命婦，則三夫人自闕翟而下，九嬪自鞠衣而下，世婦自衤衣而下，女禦自褖衣而下，嫁時以服之。諸侯夫人無助天子祭，亦各得申上服，與祭服同也。云『純衣，絲衣』者，此經純亦是絲，理不明，故見絲體也。云『女從者畢衤玄，則此衣亦玄矣』者，此鄭欲見既以純為絲，恐色不明，故雲女從衤玄，則此絲衣亦同玄色矣。云『袡，亦緣也』者，上裳緇衤，衤為緣，故雲袡亦緣也。云『袡之言任也。以緣其衣，象陰氣上任也』者，婦人陰，象陰氣上交於陽，亦取交接之義也。云『凡婦人不常施袡之衣，盛昏禮，為此服』者，此純衣即褖衣，是士妻助祭之服，尋常不用為袡，今用之，故雲盛昏禮為此服。云『《喪大記》曰復衣不以袡，明非常』者，以其始死，招魂復魄用生時之衣。生時無袡，知亦不用袡，明為非常所服，為盛昏禮，故服之。引之者，證袡為非常服也。然鄭言凡婦人服不常施袡者，鄭欲見王後已下，初嫁皆有袡之意也。"
      },
      {
        "index": 3,
        "text": "姆纚、笄、宵衣，在其右。（姆，婦人年五十無子，出而不復嫁，能以婦道教人者，若今時乳母矣。纚，縚發。笄，今時簪也。纚亦廣充幅，長六尺。宵，讀為《詩》『素衣朱綃』之綃，《魯詩》以綃為綺屬也。姆亦玄衣，以綃為領，因以為名，且相別耳。姆在女右，當詔以婦禮。）"
      },
      {
        "index": 4,
        "text": "[疏]『姆纚』至『其右』。釋曰：此經欲見女既在房，須有傳命者之義也。註『姆婦』至『婦禮』。釋曰：云『姆，婦人年五十無子，出而不復嫁，能以婦道教人』者，婦人年五十陰道絕，無子，乃出之。案《家語》云：『婦人有七出：不順父母出，淫辟出，無子出，不事舅姑出，惡疾出，多舌出，盜竊出。』"
      },
      {
        "index": 5,
        "text": "又莊二十七年何休註：『公羊雲：無子棄，絕世也；淫佚棄，亂類也；不事舅姑棄，悖德也；口舌棄，離親也；盜竊棄，反義也；嫉妒棄，亂家也；惡疾棄，不可奉宗廟也。』又《家語》有『三不去』：『曾經三年喪，不去。』休云：『不忘恩也。』『賤取貴，不去。』休云：『不背德也。』『有所受無所歸，不去。』"
      },
      {
        "index": 6,
        "text": "休云：『不窮窮也。』休又云：『喪婦長女不娶，無教戒也；世有惡疾不取，棄於天也；世有刑人不娶，棄於人也；亂家不娶，類不正也；逆家女不娶，廢人倫也。』是五不娶。又案《易。同人》『六二』鄭註云：『天子諸侯後夫人，無子不出。』則猶有六出。其天子之後雖失禮，鄭云：『嫁於天子，雖失禮，無出道，遠之而已。若其無子不廢，遠之，後尊如故，其犯六出則廢之。』然就七出之中餘六出，是無德行不堪教人，故無子出。能以婦道教人者，以為姆，既教女，因從女向夫家也。云『若今時乳母』者，漢時乳母與古時乳母別。案《喪服》乳母者，據大夫子有三母：子師、慈母、保母。其慈母闕，乃令有乳者，養子謂之為乳母，死為之服緦麻。師教之乳母，直養之而已。漢時乳母則選德行有乳者為之，並使教子，故引之以證姆也。云『纚，縚發』者，此纚亦如《士冠》纚，以繒為之，廣充幅，長六尺，以縚發而之。姆所異於女者，女有纚，兼有次，此姆則有纚而無次也。云『笄，今時簪』者，舉漢為況義也。云『宵，讀為《詩》「素衣朱綃」之綃』者，引《詩》以為證也。云『姆亦玄衣，以綃為領，因以為名』者，此衣雖言綃衣，亦與純衣同是褖衣，用綃為領，故因得名綃衣也。必知綃為領者，《詩》云『素衣朱綃』，《詩》又云『素衣朱襮』，《爾雅。釋器》云：『黼領謂之襮。』襮既為領，明朱綃亦領可知。案上文雲女褖衣，下文雲女從者畢衤玄，皆是褖衣，則此綃衣亦褖衣矣。女與女從襌黼領，此姆以玄綃為領也。若然，《特牲》雲綃衣者，謂以綃繒為衣。知此綃為領者，以下女從者云『被[A14C]黼』據領，明此亦據領也。云『姆在女右，當詔以婦禮』者，案《禮記。少儀》云『贊幣自左，詔辭自右』，地道尊右之義，故姆在女右也。"
      },
      {
        "index": 7,
        "text": "女從者畢袗玄，纚笄，被顈黼，在其後。（女從者，謂侄娣也。《詩》云：『諸娣從之，祁祁如雲。』衤，同也，同玄者，上下皆玄。[A14C]，襌也。《詩》云：『素衣朱襮。』《爾雅》云：『黼領謂之襮。』《周禮》曰：『白與黑謂之黼。』天子、諸侯後夫人狄衣，卿大夫之妻，剌黼以為領，如今偃領矣。士妻始嫁，施襮黼於領上，假盛飾耳。言被，明非常服。）"
      },
      {
        "index": 8,
        "text": "[疏]『女從』至『其後』。釋曰：此是從女之人，在女後為尊卑威儀之事也。註『女從』至『常服』。釋曰：知女從是侄娣者，案下文云『雖無娣媵先』，鄭云：『古者嫁女，必侄娣從，謂之媵。』即此女從，故云『女從者，謂侄娣也』。云『《詩》』者，《韓奕》篇，引之證侄之義也。云『衤，同也，同玄者，上下皆玄』者，此衤讀從《左氏》『均服振振』一也。故雲同玄，上下皆玄也。同者即婦人之服，不殊裳也。云『[A14C]，襌也』者，此讀如《詩》雲衣之，故為襌也。引《詩》、《爾雅》、《周禮》者，證黼得為領之義也。黼謂剌之在領為黼文，名為襮，故云『黼領謂之襮』。云『天子、諸侯後夫人狄衣』者，案《周禮。內司服》云：『掌王後之六服：褘衣、揄狄、闕狄。』又註云：『侯伯之夫人揄狄，子男之夫人亦闕狄，唯二王後褘衣。』故雲後夫人狄衣也。云『卿大夫之妻，剌黼以為領』者，以士妻言被，明非常，故知大夫之妻，剌之常也。不於後夫人下言領，於卿大夫妻下乃雲剌黼為領，則後夫人亦同剌黼為領也。但黼乃白黑色為之，若於衣上則畫之，若於領上則剌之。"
      },
      {
        "index": 9,
        "text": "以為其男子冕服，衣畫而裳繡，繡皆剌之。其婦人領雖在衣，亦剌之矣。然此士妻言被襌黼，謂於衣領上別剌黼文，謂之被，則大夫以下剌之，不別被之矣。"
      },
      {
        "index": 10,
        "text": "案《禮記。郊特牲》云：『綃黼丹朱中衣，大夫之僭禮也。』彼天子、諸侯中衣有黼領，服則無之。此今婦人事華飾，故於上服有之，中衣則無也。云『如今偃領矣』者，舉漢法，鄭君目驗而知，至今已遠，偃領之制，亦無可知也。云『士妻始嫁，施襌黼於領上，假盛飾耳。言被，明非常服』者，對大夫已上妻則常服有之，非假也。"
      },
      {
        "index": 11,
        "text": "主人玄端，迎於門外，西面再拜。賓東面答拜。（賓，婿。）\n[疏]『主人』至『答拜』。釋曰：此言男至女氏之大門外，女父出迎之事也。"
      },
      {
        "index": 12,
        "text": "主人揖入，賓執雁從。至於廟門，揖入。三揖，至於階，三讓。主人升，西面。賓升，北面，奠雁，再拜稽首，降，出。婦從，降自西階。主人不降送。"
      },
      {
        "index": 13,
        "text": "（賓升奠雁拜，主人不答，明主為授女耳。主人不降送，禮不參。）\n[疏]『主人』至『降送』。釋曰：此言女父迎賓婿入廟門，升堂，父迎出大門之事也。云『賓升，北面奠雁，再拜稽首』者，此時當在房外當楣北面，知在房戶者，見隱二年『紀履緰來逆女』，《公羊傳》曰：『譏始不親迎也。』"
      },
      {
        "index": 14,
        "text": "何休云：『夏後氏逆於庭，殷人逆於堂，周人逆於戶。』後代漸文，迎於房者，親親之義也。註『賓升』至『不參』。釋曰：云『賓升奠雁拜，主人不答，明主為授女耳』者，案納采阼階上拜，至問名、納吉、納徵、請期，轉相如皆拜，獨於此主人不答，明主為授女耳。云『主人不降送，禮不參』者，禮賓主宜各一人，今婦既從，主人不送者，以其禮不參也。"
      },
      {
        "index": 15,
        "text": "婿禦婦車，授綏，姆辭不受。（婿，禦者，親而下之。綏，所以引升車者。\n仆人之禮，必授人綏。）\n[疏]『婿禦』至『不受』。註『婿禦』至『人綏』。釋曰：云『仆人之禮，必授人綏』者，《曲禮》文。今婿禦車，即仆人禮，仆人合授綏，姆辭不受，謙也。"
      },
      {
        "index": 16,
        "text": "婦乘以幾，姆加景，乃驅。禦者代。（乘以幾者，尚安舒也。景之制蓋如明衣，加之以為行道禦塵，令衣鮮明也。景亦明也。驅，行也。行車輪三周，禦者乃代婿。今文景作憬。）"
      },
      {
        "index": 17,
        "text": "[疏]『婦乘』至『者代』。註『乘以』至『作憬』。釋曰：云『乘以幾』\n者，謂登車時也。幾，所以安體，謂若屍乘以幾之類。以重其初昏，與屍同也。"
      },
      {
        "index": 18,
        "text": "云『景之制蓋如明衣』者，案《既夕禮》：『明衣裳用布，袂屬幅，長下膝。』\n鄭註云：『長下膝，又有裳於蔽下體深也。』此景之制無正文，故雲蓋如明衣，直雲制如明衣。此嫁時尚飾，不用布。案《詩》云：『衣錦衣，裳錦裳。』"
      },
      {
        "index": 19,
        "text": "鄭云：『，襌也。蓋以襌為之中衣，裳用錦而上加襌焉。為其文之大著也。庶人之妻嫁服也。士妻䊷衣袡。』彼以庶人用襌，連引士妻䊷衣，則此士妻衣上亦用襌。《碩人》是國君夫人，亦衣錦衣，則尊卑同用襌。庶人卑，得與國君夫人同用錦為衣大著。此士妻不用錦，不為文大著，故云『行道禦風塵』也。"
      },
      {
        "index": 20,
        "text": "婿乘其車先，俟於門外。（婿車在大門外，乘之先者，道之也。男率女，女從男，夫婦剛柔之義，自此始也。俟，待也。門外，婿家大門外。）"
      },
      {
        "index": 21,
        "text": "[疏]『婿乘』至『門外』。註『婿車』至『門外』。釋曰：云『婿車在大門外』者，謂在婦家大門外。知者，以其婿於此始言乘其車，故知也。云『男率女，女從男，夫婦剛柔之義，自此始也』者，並《郊特牲》文。云『門外，婿家大門外』者，命士已上，父子異宮，故解為婿家大門外。若不命之士，父子同宮，則大門父之大門外也。"
      },
      {
        "index": 22,
        "text": "婦至，主人揖婦以入。及寢門，揖入，升自西階。媵布席於奧。夫入於室，即席。婦尊西，南面，媵、禦沃盥交。（升自西階，道婦入也。媵，送也，謂女從者也。禦，當為訝。訝，迎也，謂婿從者也。媵沃婿盥於南洗，禦沃婦盥於北洗。夫婦始接，情有廉恥，媵、禦交道其誌。）"
      },
      {
        "index": 23,
        "text": "[疏]『婦至』至『盥交』。釋曰：此明夫導於婦入門升階，及對席，媵、禦沃盥之儀。云『主人揖婦以入』者，此則《詩》云『好人提提，宛然左辟』是也。云『夫入於室，即席』者，謂婿也。婦在尊西，未設席。婿既為主，東面須設饌，訖，乃設對席。揖即對席為前後至之便故也。註『升自』至『其誌』。"
      },
      {
        "index": 24,
        "text": "釋曰：云『升自西階，道婦入也』者，以尋常客客，主人在東，賓在西。今主人與妻俱升西階，故雲道婦入也。云『媵，送也，謂女從者也』，即侄娣也。云『禦，當為訝。訝，迎也，謂婿從者也』者，以其與婦人為盥，非男子之事，謂夫家之賤者也。知『媵沃婿盥於南洗，禦沃婦盥於北洗』者，以其有南北二洗。"
      },
      {
        "index": 25,
        "text": "又云『媵禦沃盥交』，明知夫婦與媵禦南北交相沃盥也。\n贊者徹尊冪。舉者盥，出，除冪，舉鼎入，陳於阼階南，西面，北上。匕俎從設。（執匕者，執俎者，從鼎而入，設之。匕，所以別出牲體也。俎，所以載也。）"
      },
      {
        "index": 26,
        "text": "[疏]『贊者』至『從設』。註『執匕』至『載也』。釋曰：案《特牲》、《少牢》、《公食》與《有司徹》，及此《昏禮》等，執匕俎舉鼎各別人者，此吉禮尚威儀故也。《士喪禮》舉鼎，右人以右手執匕，左人以左手執俎，舉鼎人兼執匕俎者，喪禮略也。云『從設』者，以從男之事，故從吉祭法也。《公食》執匕俎之人，入加匕於鼎，陳俎於鼎南，其匕與載，皆舉鼎者為之。《特牲》註云：『右人也，尊者於事指使可也。』則右人於鼎北，南面匕肉出之。左人於鼎西俎南，北面承取肉，載於俎。《士虞》右人載者，喪祭少變，故在西方，長者在左也。今《昏禮》鬼神陰陽當與《特牲禮》同，亦右人匕，左人載，遂執俎而立，以侍設也。云『匕，所以別出牲體也』者，凡牲有體，別謂肩、臂、、肫、胳、脊、脅之等於鼎，以次別匕出之載者，依其體別，以次載之於俎，故雲別出牲體也。"
      },
      {
        "index": 27,
        "text": "北面載，執而俟。（執俎而立，俟豆先設。）\n[疏]『北面載執而俟』。註『執俎』至『先設』。釋曰：知俟豆先設者，下文菹醢後乃云『俎入，設於豆東』，故知也。"
      },
      {
        "index": 28,
        "text": "匕者逆退，復位於門東，北面，西上。（執匕者事畢逆退，由便。至此乃著其位，略賤也。）\n[疏]『匕者』至『西上』。註『執匕』至『賤也』。釋曰：云『至此乃著其位，略賤也』者，案《士冠》未行事，陳主人位訖，即言兄弟及擯者之位，於此初陳鼎門外時，不見執匕者位，至此乃著其位，故言略賤也。"
      },
      {
        "index": 29,
        "text": "贊者設醬於席前，菹醢在其北。俎入，設於豆東，魚次。臘特於俎北。（豆東，菹醢之東。）\n[疏]註『豆東菹醢之東』。釋曰：醬與菹醢俱在豆，知不在醬東者，下文醬東有黍稷，故知在菹醢東也。"
      },
      {
        "index": 30,
        "text": "贊設黍於醬東，稷在其東，設湆於醬南。（饌要方也。）\n[疏]『贊設』至『醬南』。註『饌要方也』。釋曰：豆東，兩俎醬東，黍稷是其要方也。"
      },
      {
        "index": 31,
        "text": "設對醬於東，（對醬，婦醬也，設之當特俎。）\n[疏]『設對醬於東』。註『對醬』至『特俎』。釋曰：婿東面設醬，在南為右，婦西面，則醬在北為右，皆以右手取之為便，故知設之當特俎東也。"
      },
      {
        "index": 32,
        "text": "菹醢在其南，北上。設黍於臘北，其西稷。設湆於醬北。禦布對席，贊啟會，於敦南，對敦於北。（啟，發也。今文啟作開，古文為。）"
      },
      {
        "index": 33,
        "text": "[疏]『菹醢』至『於北』。釋曰：『菹醢在其南，北上』者，謂菹在醬南，其南有菹有醢。若婿醢在菹北，從南向北陳為南上。此從北向南陳，亦醢在菹南，為北上也。云『湆』，即上文大羹湆。在爨者，羹宜熱，醢食乃將入，是以《公食大夫》云『大羹湆不和，實於鐙，由門入，公設之於醬西』是也。又生人食，《公食大夫》是也。《特牲》、《士虞》等為神設，皆為敬屍，屍亦不食也。《鄉飲酒》、《鄉射》、《燕禮》、《大射》不設者，湆非飲食之具，故無也。《少牢》無湆者，文不備。《有司徹》有湆者，賓屍禮褻，故有之，與《少牢》禮異也。云『設湆於醬北』者，案上設婿湆於醬南，在醬黍之南，特俎出於饌北，此設婦湆於醬北，在特俎東，饌內則不得要方，上註云：『要方者，據大判而言耳。』云『啟會，於敦南，對敦於北』者，取婿東面以南為右，婦西面以北為右，各取便也。，仰也，謂仰於地也。"
      },
      {
        "index": 34,
        "text": "贊告具。揖婦，即對筵，皆坐，皆祭。祭薦、黍、稷、肺。（贊者西面告饌具也。婿揖婦，使即席，薦菹醢。）\n[疏]『贊者』至『稷肺』。註『贊者』至『菹醢』。釋曰：知『贊者西面告饌具』者，以其所告者宜告主人，主人東面，知西面告也。云『薦菹醢』者，以其《儀禮》之內單言薦者，皆據籩豆而言也。"
      },
      {
        "index": 35,
        "text": "贊爾黍，授肺脊。皆食，以湆、醬，皆祭舉、食舉也。（爾，移也，移置席上，便其食也。皆食，食黍也。以，用也，用者，謂啜湆咂醬。古文黍作稷。）"
      },
      {
        "index": 36,
        "text": "[疏]『贊爾』至『舉也』。釋曰：云『祭舉、食舉也』者，舉謂舉肺，以其舉以祭以食，故名肺為舉，則上文云『祭者，祭肺』也。註『爾移』至『作稷』。釋曰：云『爾，移也』者，爾訓為近，謂移之使近人，故云『移置席上，便其食也』。案《玉藻》云『食坐盡前』，謂臨席前畔，則不得移黍於席上。此云『移置席上』者，鬼神陰陽，故此昏禮從《特牲》祭祀法。云『皆食，食黍也』"
      },
      {
        "index": 37,
        "text": "者，案《特牲》、《少牢》祭舉、食舉乃飯，此先食黍，乃祭舉，相反者，彼九飯禮成，故先食舉，以為導食氣。此三飯禮略，故不須導也。此先爾黍稷，後授肺，《特牲》亦然，以其士禮同也。《少牢》佐食，先以舉肺脊，授屍，乃爾黍者，大夫禮與士異故也。然《士虞》亦先授舉肺脊，後乃爾黍者，喪禮與吉反故也。云『用者，謂啜湆肺咂醬』者，以其大羹汁不用箸，醬又不須以箸，故用口啜湆，用指咂醬也。"
      },
      {
        "index": 38,
        "text": "三飯，卒食。（卒，已也。同牢示親，不主為食起，三飯而成禮也。）\n[疏]『三飯卒食』。註『同牢』至『禮也』。釋曰：云『同牢示親，不主為食起』者，《少牢》十一飯，《特牲》九飯而禮成，此獨三飯，故雲同牢示親，不主為食起，三飯而成禮也。"
      },
      {
        "index": 39,
        "text": "贊洗爵，酌主人，主人拜受。贊戶內北面答拜。婦亦如之。皆祭。（，漱也。之言演也，安也。漱，所以口，且演安其所食。酌內尊。）"
      },
      {
        "index": 40,
        "text": "[疏]『贊洗』至『皆祭』。釋曰：自此至『尊否』，論夫婦食訖及徹饌於房節。云『主人拜受』者，婿拜當東面，婦亦如之者，婦拜當南面。是以《少牢》雲『皆答拜』，鄭註云：『在東面席者，東面拜。在西面席者，皆南面拜。』故知婦拜南面。若贊答婦拜，亦於戶內北面也。云『皆祭』者，祭先也。"
      },
      {
        "index": 41,
        "text": "註『漱』至『內尊』。釋曰：云『，漱也。之言演也，安也。漱，所以口，且演安其所食』者，案《特牲》云：『主人洗角升，酌屍。』註雲："
      },
      {
        "index": 42,
        "text": "『猶衍也，是獻屍也。謂之者，屍既卒食，又欲頤衍養樂之。』又《少牢》云：『主人酌酒，乃屍。』註云：『猶羨也，既食之而又飲之，所以樂之。』"
      },
      {
        "index": 43,
        "text": "三註不同者，文有詳略，相兼乃具。《士虞》亦是屍，註直云：『，安食也。』\n不言養樂及羨者，喪故略之。此三俱不言獻，皆雲，直取其，故註雲漱所以口，演安其所食，亦頤養樂之義。知『酌內尊』者，以下文雲贊『酌於戶外尊』，故知此夫婦酌內尊也。"
      },
      {
        "index": 44,
        "text": "贊以肝從，皆振祭，嚌肝，皆實於菹豆。（肝，肝炙也。飲酒，宜有肴以安之。）\n[疏]『贊以』至『菹豆』。釋曰：案《特牲》、《少牢》獻屍，以肝從屍嚌之，加於菹豆，與此同禮之正也。主人與祝亦以肝從，加於俎不加於豆者，下屍，故不敢同之也。《士虞》獻屍，屍以肝加於俎者，喪祭，故鄭雲加於俎，從其牲體也，以喪不誌於味，但此雲實，不雲加，異於祭故也。"
      },
      {
        "index": 45,
        "text": "卒爵，皆拜。贊答拜，受爵。再如初，無從。三用巹，亦如之。（亦無從也。）\n[疏]『卒爵』至『如之』。註『亦無從也』。釋曰：『卒爵，皆拜，贊答拜』者，獻主處也。云『再如初』者，如自贊洗爵已下，至答拜受爵也。云『亦無從也』者，三用巹亦如之，亦自贊洗爵至受爵，鄭直云『亦無從』。用巹文承再之下，明知事事如再，以其初有從，再如初無從，三用巹亦無從，故鄭以亦無從言之，其實皆同再也。"
      },
      {
        "index": 46,
        "text": "贊洗爵，酌於戶外尊。入戶，西北面奠爵，拜。皆答拜。坐祭，卒爵，拜。\n皆答拜。興。（贊酌者，自酢也。）"
      },
      {
        "index": 47,
        "text": "[疏]『贊洗』至『拜興』。釋曰：言『皆』者，皆夫婦也。三乃酌外尊，自酢者皆是略賤者也。既隔，合巹乃用爵，不嫌相襲爵，明更洗餘爵也。"
      },
      {
        "index": 48,
        "text": "主人出，婦復位。（復尊西南面之位。）\n[疏]『主人出婦復位』。註『復尊西南面之位』。釋曰：直云『主人出』，不雲處所，案下文云『主人說服於房』矣，則此時亦向東房矣。云『復尊西南面之位』者，婦人不宜出復入，故因舊位而立也。"
      },
      {
        "index": 49,
        "text": "乃徹於房中，如設於室，尊否。（徹室中之饌設於房中，為媵禦之。徹尊不設，有外尊也。）\n[疏]『乃徹』至『尊否』。釋曰：經云『乃徹於房中，如設於室』，雖據豆俎而言，理兼於尊矣，故雲徹尊。不設有外尊，明徹中兼尊也。云『尊否』者，唯尊不設於房中而言也。知為媵禦之者，下文云『媵主人之餘』已下是也。"
      },
      {
        "index": 50,
        "text": "主人說服於房，媵受。婦說服於室，禦受。姆授巾。（巾，所以自清。今文說皆作稅。）\n[疏]『主人』至『授巾』。釋曰：自此至『呼則聞』，論夫婦寢息及媵、禦之事也。云『主人說服於房，媵受。婦說服於室，禦受』者，與沃盥文同，亦是交接有漸之義也。疊今文為稅不從者，稅是追服之言，非脫去之義，故不從也。"
      },
      {
        "index": 51,
        "text": "禦衽於奧，媵衽良席在東，皆有枕，北止。（衽，臥席也。婦人稱夫曰良。\n《孟子》曰：『將見良人之所之。』止，足也。古文止作趾。）"
      },
      {
        "index": 52,
        "text": "[疏]『禦衽』至『北止』。註『衽臥』至『作趾』。釋曰：衽於奧，主於婦席。使禦布婦席，使媵布夫席，此亦示交接有漸之義也。云『衽，臥席也』"
      },
      {
        "index": 53,
        "text": "者，案《曲禮》云：『請席何鄉，請衽何趾。』鄭云：『坐問鄉，臥問趾，因於陰陽。』彼衽稱趾，明衽臥席也。若然，前布同牢席，夫在西，婦在東，今乃夫在東，婦在西，易處者，前者示有陰陽交會有漸，故男西女東，今取陽往就陰，故男女各於其方也。云『《孟子》』者，案《孟子。離婁篇》云：『齊人有一妻一妾而處室者，其良人出，則必厭酒肉而後反。其妻問所與飲食者，則盡富貴者。"
      },
      {
        "index": 54,
        "text": "其妻告其妾曰：良人出，則厭酒肉而後反，問所與飲食者，則盡富貴者也，而未嘗有顯者，來吾將良人之所之。』註云：『，視也。』彼為視，亦得為見，故鄭此註為見也。引之者，證婦人稱夫為良人之義也。云『古文止作趾』"
      },
      {
        "index": 55,
        "text": "者，雖疊古文，趾為足，亦一義也。\n主人入，親說婦之纓。（入者，從房還入室也。婦人十五許嫁，笄而禮之，因著纓，明有系也。蓋以五采為之，其制未聞。）"
      },
      {
        "index": 56,
        "text": "[疏]『主人』至『之纓』。註『入者』至『未聞』。釋曰：知『從房還入室』者，夫前出說服於房，今言入，明從房入室也。云『婦人十五許嫁，笄而禮之，因著纓』者，案《曲禮》云『女子許嫁纓』，又云『女子許嫁笄而字』，鄭據此諸侯文而言。但言十五許嫁，則以十五為限，則自十五巳上皆可許嫁也。"
      },
      {
        "index": 57,
        "text": "云『明有系也』者，纓是系物為之，明有系也。云『蓋以五采為之』者，以《周禮。巾車職》五路，皆有繁纓就數，鄭註：『纓皆用五采為之。』此纓雖用絲為之，當用五采，但無文，故云『蓋』以疑之也。云『其制未聞』者，此纓與男子冠纓異，彼纓垂之兩傍，結其絳。此女子纓，不同於彼，故雲其制未聞。但纓有二，時不同，《內則》云：『男女未冠笄者，總角衿纓，皆佩容臭。』鄭註雲："
      },
      {
        "index": 58,
        "text": "『容臭，香物也。以纓佩之，為迫尊者給小使也。』此是幼時纓也。《內則》又雲，婦事舅姑，子事父母，『衿纓、綦屨』。註云：『衿，猶結也。婦人有纓示系屬也。』是婦人、女子有二時之纓。《內則》示有系屬之纓，即許嫁之纓，與此說纓一也。若然，笄亦有二等，案《問喪》親始死，笄纚，據男子去冠仍有笄（元缺一字）與婦人之笄，並有安發之笄也。爵弁、皮弁及六冕之笄，皆是固冠冕之笄，是其二也。"
      },
      {
        "index": 59,
        "text": "燭出。（昏禮畢，將臥息。）媵主人之餘，禦婦餘，贊酌外尊之。\n（外尊，房戶外之東尊。）\n[疏]『媵』至『之』。釋曰：亦陰陽交接之義。云『酌外尊』者，賤不敢與主人同酌內尊也。"
      },
      {
        "index": 60,
        "text": "媵侍於戶外，呼則聞。（為尊者有所徵求。今文侍作待。）\n[疏]『媵待』至『則聞』。釋曰：不使禦待於戶外供承夫婦者，以女為主，故使媵待於戶外也。"
      },
      {
        "index": 61,
        "text": "夙興，婦沐浴。纚笄、宵衣以俟見。（夙，早也。昏，明日之晨。興，起也。俟，待也。待見於舅姑寢門之外。古者命士以上，年十五父子異宮。）"
      },
      {
        "index": 62,
        "text": "[疏]『夙興』至『俟見』。釋曰：自此至『授人』，論婦見舅姑之事。云『纚笄宵衣』者，此則《特牲》主婦宵衣也。不著純衣袡者，彼嫁時之盛服。今已成昏之後，不可使服，故退從此服也。註『夙早』至『異宮』。釋曰：言『昏，明日之晨』者，以昨日昏時成禮，此經言『夙興』，故知是昏之晨旦也。云『興，起也。俟，待也。待見於舅姑寢門之外』者，因訓即解之也。云『古者命士以上，年十五父子異宮』者，案《內則》云：『由命士以上，父子異宮。』不雲年限。今鄭知十五為限者，以其十五成童，是以鄭註《喪服》亦雲："
      },
      {
        "index": 63,
        "text": "『子幼謂年十五以下，則不隨母嫁。』故知十五以後乃異宮也。鄭言此限者，欲見不命之士父子同宮，雖俟見，不得言舅姑寢門外也。"
      },
      {
        "index": 64,
        "text": "質明，贊見婦於舅姑。席於阼，舅即席。席於房外，南面，姑即席。（質，平也。房外，房戶外之西。古文舅皆作咎。）"
      },
      {
        "index": 65,
        "text": "[疏]『質明』至『即席』。註『質平』至『作咎』。釋曰：此經論設舅姑席位所在。鄭知房外是房戶外之西者，以其舅在阼，阼當房戶之東。若姑在房戶之東，即當舅之北，南面向之不便。又見下記云『父醴女而俟迎者，母南面於戶外，女出於母左』，以母在房戶西，故得女出於母左。是以知此房外亦房戶外之西也。"
      },
      {
        "index": 66,
        "text": "婦執棗栗，自門入，升自西階，進拜，奠於席。（，竹器而衣者，其形蓋如今之《蘆去》蘆矣。進拜者，進東面乃拜。奠之者，舅尊，不敢授也。）"
      },
      {
        "index": 67,
        "text": "[疏]『婦執』至『於席』。釋曰：此經論婦從舅寢門外入見舅之事也。必見舅用棗栗，見姑以段者，案《春秋》莊二十四年經書：『秋，八月丁丑，夫人姜氏入。戊寅，大夫宗婦覿，用幣。』《公羊傳》云：『宗婦者何？夫夫之妻也。覿者何？見也。用者何？用者不宜用也。見用幣，非禮也。然則曷用？棗栗雲乎？段雲乎？』註云：『段者，脯也。禮，婦人見舅以棗栗為贄，見姑以段為贄，見夫人至尊，兼而用之。雲乎？辭也。棗栗，取其早自謹敬。"
      },
      {
        "index": 68,
        "text": "段，取其斷，斷自正。』是用棗栗、段之義也。案《雜記》云：『婦見舅姑，兄弟姑姊妹皆立於堂下，西面，北上，是見已。』註云：『婦來為供養也，其見主於尊者，兄弟以下在位，是為已見，不復特見。』又云：『見諸父，各就其寢。』註云：『旁尊也。亦為見時不來。』今此不言者，文略也。註『竹』至『授也』。釋曰：知『，竹器』者，以字從竹，故知竹器。知有衣者，下記云『緇被裏加於橋』，註云：『被，表也。有衣者，婦見舅姑，以飾為敬。』是有衣也。云『如今之[B157]{盧}矣』者，此舉漢法以況義，但漢法去今以遠，其狀無以可知也。云『進拜者，進東面乃拜』者，謂從西階進至舅前而拜。云『奠之者，舅尊，不敢授也』者，案下姑奠於席不授，而雲舅尊不敢授者，但舅直撫之而已，至姑則親舉之。親舉者，若親授之，然故於舅得雲尊不敢授也。"
      },
      {
        "index": 69,
        "text": "舅坐撫之，興，答拜。婦還，又拜。（還又拜者，還於先拜處拜。婦人與丈夫為禮則俠拜。）\n[疏]『舅坐』至『又拜』。註『還又』至『俠拜』。釋曰：云『先拜處』"
      },
      {
        "index": 70,
        "text": "者，謂前東面拜處也。云『婦人與丈夫為禮則俠拜』者，謂若《士冠》冠者見母，『母拜受，子拜送，母又拜』。母於子尚俠拜，則不徒此婦於舅而已，故廣言婦人與丈夫為禮則俠拜。"
      },
      {
        "index": 71,
        "text": "降階，受段，升，進，北面拜，奠於席。姑坐，舉以興，拜，授人。\n（人，有司。姑執以起，答婦拜，授有司徹之，舅則宰徹之。）"
      },
      {
        "index": 72,
        "text": "[疏]『降階』至『授人』。釋曰：此經論婦見姑之事。註『人有』至『徹之』。釋曰：云『人，有司』者，凡行事者，皆主人有司也。知舅則使宰徹者，此見下記云『舅答拜宰徹』是也。"
      },
      {
        "index": 73,
        "text": "贊醴婦。（醴當為禮。贊禮婦者，以其婦道新成，親厚之。）\n[疏]『贊醴婦』。註『醴當』至『厚之』。釋曰：自此至『於門外』，論舅姑堂上禮婦之事。云『醴當為禮』者，《士冠》、《內則》、《昏義》諸文，醴皆破從禮者，案《司儀》註：『上於下曰禮，敵者曰儐。』又案《大行人》云『王禮再而酢』之等用郁鬯，不言王鬯，再而酢而言禮，則此諸文雖用醴禮賓，不得即言主人醴賓，故皆從上於下曰禮解之。"
      },
      {
        "index": 74,
        "text": "席於戶牖，（室戶西，牖東，南面位。）\n[疏]『席於戶牖』。註『室戶』至『面位』。釋曰：知義然者，以其賓客位於此，是以禮子、禮婦、禮賓客，皆於此尊之，故也。"
      },
      {
        "index": 75,
        "text": "側尊С醴於房中。婦疑立於席西。（疑，正立自定之貌。）\n[疏]『側尊』至『席西』。註『疑正立自定之貌』。釋曰：云『婦疑立於席西』者，以其禮未至而無事，故疑然自定而立，以待事也。若行之而立，則雲立，不得雲疑立也。"
      },
      {
        "index": 76,
        "text": "贊者酌醴，加四，面枋，出房，席前北面。婦東面拜受。贊西階上北面拜送。婦又拜。薦脯醢。（婦東面拜，贊北面答之，變於丈夫始冠成人之禮。）"
      },
      {
        "index": 77,
        "text": "[疏]『贊者』至『脯醢』。釋曰：云『面枋，出房』者，以其贊授，故面枋。《冠禮》贊酌醴，將授賓，則面葉。賓受醴，將授子，乃面枋也。此婦又拜，並下經『婦又拜』者，皆俠拜也。註『婦東』至『之禮』。釋曰：云『婦東面拜，贊北面答之，變於丈夫始冠成人之禮』者，案《冠禮》禮子與此禮婦俱在賓位，彼禮子南面受醴，此則東面，不同，故決之。彼南面者，以向賓拜，此東面者，以舅姑在東，亦面拜之也。"
      },
      {
        "index": 78,
        "text": "婦升席，左執觶，右祭脯醢，以四祭醴三，降席，東面坐，啐醴，建四，興，拜。贊答拜。婦又拜，奠於薦東，北面坐取脯，降，出，授人於門外。（奠於薦東，升席，奠之。取脯降出授人，親徹，且榮得禮。人，謂婦氏人。）"
      },
      {
        "index": 79,
        "text": "[疏]『婦升』至『門外』。註『奠於』至『氏人』。釋曰：鄭知奠者『升席奠之』者，見上《冠禮》禮子、禮賓，皆雲即筵『奠於薦東，降筵，北面坐取脯』，明此奠時升席，南面奠，乃降，北面取脯，降出授人。云『親徹，且榮得禮』者，言且兼二事，何者？下饗婦之俎不親徹，又自出門授人，是且榮得禮。下饗不親徹俎者，於禮時禮訖，故於後略之。知人是婦氏人者，以其在門外，婦往授之，明是婦氏之人也。"
      },
      {
        "index": 80,
        "text": "舅姑入於室，婦盥饋。（饋者，婦道既成，成以孝養。）特豚，合升，側載，無魚臘，無稷，並南上。其他如取女禮。（側載者，右胖載之舅俎，左胖載之姑俎，異尊卑。並南上者，舅姑共席於奧，其饌各以南為上。其他，謂醬湆菹醢。"
      },
      {
        "index": 81,
        "text": "女，謂婦也。如取婦禮同牢時。今文並當作並。）\n[疏]『舅姑』至『女禮』。釋曰：自此至『之錯』，論婦饋舅姑成孝養之事。云『其他如取女禮』者，則自『側載』以下，『南上』以上，與取女異。異者，彼則有魚臘並稷，此則無魚臘與稷。彼男東面，女西面別席，其醬醢菹，夫則南上，婦則北上；今此舅姑共席東面，俎及豆等皆南上。是其異也。註『側載』至『作並』。釋曰：豚載皆合升，若成牲載一胖，是常得雲側，此乃載胖，故云『側』。但周人尚右，故知右胖載之舅俎，左胖載之姑俎。是以鄭云『異尊卑』也。云『並南上者，舅姑共席於奧，其饌各以南為上』者，決同牢男女東西相對，各上其右也。云『其他，謂醬湆菹醢』者，以同牢時夫婦各有此四者，今以饋舅姑，亦各有此四物，故云『如同牢時』也。雖不言酒，既有饋，明有酒在其他中，酒在內者，亦在北牖下，外尊亦當在房戶外之東。鄭不雲者，略耳。"
      },
      {
        "index": 82,
        "text": "婦贊成祭，卒食，一，無從。（贊成祭者，授處之。今文無成也。）\n[疏]『婦贊』至『無從』。註『贊成祭者授處之』。釋曰：『贊成祭』"
      },
      {
        "index": 83,
        "text": "者，謂授之，又處置，令知在於豆也。\n席於北墉下。（墉，墻也，室中北墻下。）\n[疏]『席於北墉下』。釋曰：此席將為婦之位處也。"
      },
      {
        "index": 84,
        "text": "婦徹，設席前如初，西上。婦，舅辭，易醬。（婦者，即席將也。辭易醬者，嫌淬。）\n[疏]『婦徹』至『易醬』。釋曰：『婦徹，設於席前如初，西上』者，此直餘。『舅辭，易醬』者，舅尊故也。不舅餘者，以舅尊，嫌相褻。言『西上』者，亦以右為上也。註『婦』至『淬』。釋曰：言『將』者，事未至，以其此始。言婦之意至下文『婦姑之饌』乃始耳。云『辭易醬者，婦嫌淬』者，以其醬乃以指咂之，淬也。"
      },
      {
        "index": 85,
        "text": "婦姑之饌。禦贊祭豆、黍、肺，舉肺、脊。乃食，卒。姑之，婦拜受，姑拜送。坐祭，卒爵，姑受，奠之。（奠之，奠於篚。）"
      },
      {
        "index": 86,
        "text": "[疏]『婦』至『奠之』。註『奠之奠於篚』。釋曰：云『禦贊祭豆、黍、肺，舉肺、脊』者，禦贊婦祭之也。鄭知『奠之於篚』者，此雲如取女禮，取女有篚，明此亦奠之於篚可知也。"
      },
      {
        "index": 87,
        "text": "婦徹於房中，媵禦，姑之。雖無娣，媵先。於是與始飯之錯。（古者嫁女，必侄娣從，謂之媵。侄，兄之子。娣，女弟也。娣尊侄卑。若或無娣，猶先媵，容之也。始飯謂舅姑。錯者，媵舅餘，禦姑餘也。古文始為姑。）"
      },
      {
        "index": 88,
        "text": "[疏]『婦徹』至『之錯』。註『古者』至『為姑』。釋曰：云『古者嫁女，必侄娣從，謂之媵』者，媵有二種，若諸侯有二媵外別有侄娣。是以莊公十九年經書：『秋，公子結媵陳人之婦於鄄。』《公羊傳》曰：『媵者何？諸侯娶一國，則二國往媵之，以侄娣從。侄者何？兄之子也。娣者何？弟也。』諸侯夫人自有侄娣，並二媵各有侄娣，則九女是媵，與侄娣別也。若大夫、士無二媵，即以侄娣為媵。鄭云『古者嫁女，必侄娣從，謂之媵』，是據大夫、士言也。云『侄，兄之子。娣，女弟也。娣尊侄卑』者，解經云『雖無娣，媵先』之義，以其若有娣，乃先，媵即侄也。云『猶先媵，容之也』者，對禦是夫之從者，為後。"
      },
      {
        "index": 89,
        "text": "若然，侄與娣俱名媵，今言雖無娣媵先，似娣不名媵者，但侄娣俱是媵。今去娣，娣外唯有侄，侄言媵先，以對禦為先，非對娣也。稱媵以其侄娣，俱是媵也。云『始飯謂舅姑』者，舅姑始飯，如今媵舅餘，禦姑餘，是交錯之義，若『媵禦沃盥交』也。舅姑為飯始，不為始，俗本雲與始之錯者，誤也。"
      },
      {
        "index": 90,
        "text": "舅姑共饗婦以一獻之禮。舅洗於南洗，姑洗於北洗，奠酬。（以酒食勞人曰饗。南洗在庭，北洗在北堂。設兩洗者，獻酬酢以清為敬。奠酬者，明正禮成，不復舉。凡酬酒皆奠於薦左，不舉。其燕則更使人舉爵。）"
      },
      {
        "index": 91,
        "text": "[疏]『舅姑』至『奠酬』。註『以酒』至『舉爵』。釋曰：自此至『歸俎於婦氏人』，論饗婦之事。此饗與上盥饋同日為之，知者，見《昏義》曰："
      },
      {
        "index": 92,
        "text": "『舅姑入室，婦以特豚饋，明婦順也。厥明，舅姑共饗婦。』鄭彼註云：『昏禮不言厥明，此言之者，容大夫以上禮多，或異日。』故知此士同日可也。此與上事相因，亦於舅姑寢堂之上，與禮婦同在客位也。云『其饗婦以一獻之禮』者，案下記云『饗婦姑薦焉』，註云：『舅姑共饗婦，舅獻姑薦脯醢。』但薦脯醢無盥洗之事，今設此洗，為婦人不下堂也。云『姑洗於北洗』，洗者洗爵，則是舅獻姑酬，共成一獻，仍無妨姑薦脯醢也。云『凡酬酒皆奠於薦左，不舉』者，此經直雲奠酬，不言處所，故云『凡』，通《鄉飲酒》、《鄉射》、《燕禮》之等。"
      },
      {
        "index": 93,
        "text": "云『燕則更使人舉爵』者，案《燕禮》獻酬訖，別有人舉旅行酬是也。饗亦用醴酒，知者，以下記云『庶婦使人醮之』，註云『使人醮之，不饗也。酒不酬酢曰醮，亦有脯醢。婦酌之以醴，尊之；庶婦酌之以酒，卑之』是也。若然，知記非醴婦者，以記云『庶婦使人醮之』，明婦親之。案上醴婦雖，使贊者親，明記醮庶婦使人當饗，節也。"
      },
      {
        "index": 94,
        "text": "舅姑先降自西階，婦降自阼階。（授之室，使為主，明代己。）\n[疏]『舅姑』自『阼階』。註『授之』至『代己』。釋曰：案《曲禮》雲子事父母，『升降不由阼階』，是主人尊者之處。今舅姑降自西階，婦降自阼階，是授婦以室之事也。云『授之室』，《昏義》文也。"
      },
      {
        "index": 95,
        "text": "歸婦俎於婦氏人。（言俎，則饗禮有牲矣。婦氏人，丈夫送婦者，使有司歸以婦俎，當以反命於女之父母，明其得禮。）"
      },
      {
        "index": 96,
        "text": "[疏]『歸婦俎於婦氏人』。註『言俎』至『得禮』。釋曰：案《雜記》雲大饗，『卷三牲之俎歸於賓館』，是賓所當得也。饗時設幾而不倚，爵盈而不飲，肴乾而不食，故歸俎。此饗婦，婦亦不食，故歸也。經雖不言牲，既言俎，俎所以盛肉，故知有牲。此婦氏人即上婦所授脯者也，故上註引此婦氏人，證所授人為一也。"
      },
      {
        "index": 97,
        "text": "舅饗送者以一獻之禮，酬以束錦。（送者，女家有司也。爵至酬賓，又從之以束錦，所以相厚。古文錦皆為帛。）"
      },
      {
        "index": 98,
        "text": "[疏]『舅饗』至『束錦』。註『送者』至『作帛』。釋曰：此一獻與饗婦一獻同，禮則異，彼兼有姑，此依常饗賓客法。知送者是女家有司者，故《左氏傳》云：『齊侯送姜氏，非禮也。凡公女嫁於敵國，姊妹則上卿送之，以禮於先君。公子則下卿送之。於大國，雖公子亦上卿送之。於天子，則諸卿皆行，公不自送。於小國，則上大夫送之。』以此而言，則尊無送卑之法，則大夫亦遣臣送之，士無臣，故知有司送之也。云『古文錦皆為帛』者，此及下文錦皆為帛，不從古文者，禮有玉錦，非獨此文，則禮有贈錦之事，故不從古文也。"
      },
      {
        "index": 99,
        "text": "姑饗婦人送者，酬以束錦。（婦人送者，隸子弟之妻妾。凡饗，速之。）\n[疏]『姑饗』至『束錦』。註『婦人』至『速之』。釋曰：《左氏傳》云：『士有隸子弟。』士卑無臣，自以其子弟為仆隸，並已之子弟之妻妾，但尊無送卑，故知婦人送者是隸子弟之妻妾也。云『凡饗，速之』者，案《聘禮》饗食速賓，則知此舅姑饗送者，亦速之也。凡速者，皆就館召之，是以下云『若異邦則贈丈夫送者以束錦』，鄭云：『就賓館。』則賓自有館。若然，婦人送者，亦當有館。男子則主人親速，其婦送者不親速，以其婦人迎客不出門，當別遣人速之。"
      },
      {
        "index": 100,
        "text": "若異邦，則贈丈夫送者以束錦。（贈，送也。就賓館。）\n[疏]『若異』至『束錦』。註『贈送也就賓館』。釋曰：案莊二十七年冬，莒慶來迎叔姬，《公羊傳》曰：『大夫越竟逆女，非禮也。』鄭註《喪服》亦云：『古者大夫不外娶。』今言異邦得外娶者，以大夫尊，外娶則外交，故不許。士卑不嫌，容有外娶法，故有異邦送客也。鄭知就館者，贈賄之等皆就館，故知此亦就館也。"
      }
    ]
  }
}