{
  "chapterNumber": 31,
  "title": "卷三十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "疏衰裳齊、牡麻、冠布纓、削杖、布帶、疏屨三年者。（疏猶粗也。）\n[疏]『疏衰』至『年者』。註『疏猶粗也』。釋曰：此《齊衰三年章》，以輕於斬，故次斬後。疏猶粗也，粗衰者，案上《斬衰章》中為君三升半粗衰，鄭註《雜記》雲微細焉，則屬於粗，則三升正服斬不得粗名，三升半成布三升微細則得粗稱。粗衰為在三升斬內，以斬為正，故沒義服之粗。至此四升，始見粗也。若然，為父哀極，直見深痛之斬，不沒人功之粗。至於義服斬衰之等，乃見粗稱，至於大功、小功，更見人功之顯，緦麻極輕，又表細密之事，皆為哀有深淺，故作文不同也。斬衰先言斬者，一則見先斬其布，乃作衰裳；二則見為父極哀，先表斬之深重。此齊衰稍輕，直見造衣之法。衰裳既就，乃始緝之，是以斬衰，斬在上，齊衰，齊在下。『牡麻』者，斬衰不言麻，此齊衰見麻者，彼有杖，杖亦苴，故不得言麻。此文孤不兼杖，故得言麻也。云『冠布纓』者，案斬衰冠繩纓，退在絞帶下，使不蒙苴齊，冠布纓，無此義，故進之使與同處。"
      },
      {
        "index": 1,
        "text": "此布纓亦如上繩纓，以一條為武，垂下為纓也。云『削杖布帶』者，並不取蒙苴之義，故在常處。但杖實是桐，不言桐者，以斬衰杖不言竹，使蒙苴故闕竹字。"
      },
      {
        "index": 2,
        "text": "此既不取蒙苴，亦不言桐者，欲見母比父削殺之義，故亦沒桐文也。布帶者，亦象革帶，以七升布為之，此即下章帶緣各視其冠是也。齊斬不言布，此纓帶言布者，以對斬衰纓帶用繩，故此須言用布之事也。『疏屨』者，疏取用草之義，即《爾雅》云『疏不熟』之疏。若然，註雲疏猶粗者，直釋經疏衰而已，不釋疏屨之疏。若然，《斬衰章》言『菅屨』，見草體者，以其重，故見草體，舉其惡貌。"
      },
      {
        "index": 3,
        "text": "此言疏以其稍輕，故舉草之總稱。自此以下，各舉差降之宜，故《不杖章》言『麻屨』，《齊衰三月》與《大功》同『繩屨』，《小功》緦麻輕，又沒其屨號。"
      },
      {
        "index": 4,
        "text": "言『三年』者，以其為母稍輕，故表其年月。若然，父在為厭降至期，今既父卒，直申三年之衰，猶不申斬者，以天無二日，家無二尊也。是以父雖卒後，仍以餘尊所厭，直申三年，不得申斬也。云『者』者，亦如《斬衰章》文，明者為下出也。"
      },
      {
        "index": 5,
        "text": "《傳》曰：齊者何？緝也。牡麻者，麻也。牡麻，右本在上，冠者沽功也。疏屨者，蒯之菲也。（沽猶粗也。冠尊，加其粗。粗功，大功也。齊衰不書受月者，亦天子諸侯卿大夫士虞卒哭異數。）"
      },
      {
        "index": 6,
        "text": "[疏]『傳曰』至『菲也』。註『沽猶』至『異數』。釋曰：緝則今人謂之為緶也。上章傳先云『斬者何不緝也』，此章言齊對斬，故亦先言『齊者何緝也』。雲牡麻者麻也者，此對上章苴，苴是惡色，則是好色。故《傳》云『斬衰貌若苴，齊衰貌若』也。云『牡麻右本在上』者，上章為父，左本在下者，陽統於內；則此為母，陰統於外，故右本在上也。云『疏屨者蒯之菲也』者，是草名，案《玉藻》云『屨蒯席』，則蒯亦草類。云『冠尊加其粗，粗功大功也』者，此鄭雖據齊衰三年而言，冠尊加服皆同，是以衰裳升數恒少，冠之升數恒多。冠在首尊，既冠從首尊，故加飾而升數恒多也。斬冠六升，不言功者，六升雖是齊之末，未得沽稱，故不見人功。此三年齊冠七升，初入大功之境，故言沽功，始見人功。沽，粗之義，故雲粗功，見人功粗大不精者也。云『齊衰不書受月者，亦天子諸侯卿大夫士虞卒哭異數』者，其義說與《斬章》同，故云『亦』也。"
      },
      {
        "index": 7,
        "text": "父卒則為母。（尊得伸也。）\n[疏]『父卒則為母』。註『尊得伸也』。釋曰：此章專為母三年，重於期，故在前也。直雲父卒為母足矣，而云『則』者，欲見父卒三年之內而母卒，仍服期，要父服除後，而母死乃得伸三年，故雲則以差其義也。必知義如此者，案《內則》云：『女子十有五而笄，二十而嫁。有故，二十三年而嫁。』註云："
      },
      {
        "index": 8,
        "text": "『故，謂父母之喪。』言二十三而嫁，不止一喪而已，故鄭並雲父母喪也。若前遭母喪，後遭父喪，自然為母期為父三年，二十三而嫁可知。若前遭父服未闋，即得為母三年，則是有故，二十四而嫁，不止二十三也。知者，假令女年二十，二月嫁娶之月，將嫁，正月而遭父喪，並後年正月為十三月小祥，又至後年正月大祥，女年二十二，欲以二月將嫁，又遭母喪，至後年正月十三月大祥，女年二十三將嫁。此是父服將除，遭母喪，猶不得為申三年。況遭父喪，在小祥之前，何得即申三年也。是父服未除，不得為母三年之驗，一也。又《服問》註曰："
      },
      {
        "index": 9,
        "text": "『為母既葬，衰八升。』亦據父卒為母，與父在為母同五升衰裳，八升冠。既葬，以其冠為之受衰八升，是父卒為母，未得申三年之驗，二也。《傳》雲為母既虞卒哭，衰七升者，乃是父服除後，乃為母申三年。初死，衰四升，冠七升；既葬，以其冠為之受衰七升，與此經同是父服除後為母，乃申三年之驗，是三也。"
      },
      {
        "index": 10,
        "text": "諸解者全不得思此義，妄解則文，說義多塗，皆為謬也。尊得伸者，得伸三年，猶未伸斬。\n繼母如母。\n[疏]『繼母如母』。釋曰：繼母本非骨肉，故次親母後。謂己母早卒，或被出之後，繼續己母，喪之如親母，故云『如母』。但父卒之後如母，明父在如母可知。下《期章》不言者，舉父沒後，明父在如母，可知慈母之義亦然，皆省文也，故皆舉後以明前也。若然，直言繼母載在《三年章》內，自然如母可知，而言如母者，欲見生事，死事一皆如己母也。"
      },
      {
        "index": 11,
        "text": "傳曰：繼母何以如母？繼母之配父與因母同，故孝子不敢殊也。（因猶親也。）\n[疏]『傳曰』至『殊也』。釋曰：傳發問者，以繼母本是路人，今來配父，輒如己母，故發斯問。答雲繼母配父，即是片合之義，既與己母無別，故孝子不敢殊異之也。"
      },
      {
        "index": 12,
        "text": "慈母如母。\n[疏]『慈母如母』。釋曰：慈母非父片合，故次後也。雲如母者，亦生禮、死事皆如己母。\n傳曰：慈母者何也？傳曰：『妾之無子者，妾子之無母者，父命妾曰：「女以為子。」命子曰：「女以為母。」』若是，則生養之，終其身如母。死則喪之三年如母，貴父之命也。（此主謂大夫士之妾，妾子之無母，父命為母子者。其使養之，不命為母子，則亦服庶母慈己之服可也。大夫之妾子，父在為母大功，則士之妾子為母期矣。父卒則皆得伸也。）"
      },
      {
        "index": 13,
        "text": "[疏]『傳曰』至『命也』。釋曰：傳別舉『傳』者，是子夏引舊傳證成己義故也。欲見慈母之義，舊已如此，故須重之如己母也。云『妾之無子』者，謂舊有子，今無者，失子之妾，有恩慈深，則能養他子以為己子者也。若未經有子，恩慈淺，則不得立後而養他。不云『君命妾曰』，而云『父』者，對子而言父，故言父也。必先命母者，容子小，未有所識，乃命之或養子是然，故先命母也。"
      },
      {
        "index": 14,
        "text": "云『若是則生養之終其身』者，案《內則》云：『孝子之身終，終身也者，非終父母之身，終其身也。』彼終其身為終孝子之身。此終其身下乃雲如母，死則喪之三年，則以慈母輕於繼母，言終其身，唯據終慈母之身而已。明三年之後不復如是，以《小記》雲慈母『不世祭』，亦見輕之義也。云『如母，貴父之命也』"
      },
      {
        "index": 15,
        "text": "者，一非骨血之屬，二非配父之尊，但唯貴父之命故也。傳所引唯言妾之子與妾相事者，案《喪服小記》云：『為慈母後者，為庶母可也，為祖庶母可也。』鄭云：『緣為慈母後之義，父之妾無子者，亦可命已庶子為後。』又雲即庶子為後，此皆子也，傳重而已不先命之，與妻使為母子也。若然，此父命妾之文，兼有庶母、祖庶母，但不命女君與妾子為母子而已。註『此謂』至『伸也』。釋曰：鄭知『此主謂大夫士之妾，妾子之無母，父命為母子者』，知非天子諸侯之妾與妾子者，案下記云：『公子為其母，練冠，麻衣縓緣。』既葬除之，父沒乃大功。明天子庶子亦然，何有命為母子為之三年乎？故知主謂大夫士之妾與妾子也。云『其使養之，不命為母子，則亦服庶母慈己之服可也』者，《小功章》云：『君子子為庶母之慈己者』。註云：『君子子者，大夫及公子之妻子。』"
      },
      {
        "index": 16,
        "text": "彼謂妻，子備三母：有師母、慈母、保母。慈居中，服之則師母、保母服，可知是庶母為慈母服，《小功》下雲其不慈己則緦可也，是大夫之妻子不命，為母子慈己加服小功。若妾子為父之妾，慈己加服小功可知。若不慈己，則緦麻矣。"
      },
      {
        "index": 17,
        "text": "士為庶母，《緦麻章》云：『士為庶母。』傳曰：『以名服也。』故此雲不命為母子則亦服庶母慈己者之服可也。云『大夫之妾子，父在為其母大功』者，《大功章》云『大夫之庶子為其母』，是大功也。云『士之妾子為其母期矣』者，《期章》云：『父在為母』，不可言士之妾子為其母，鄭知者，推究其理，大夫妾子厭降，為母大功。士無厭降，明如眾人服期也。云『父卒則皆得伸也』者，士父在已伸矣，但大夫妾子父在大功者，父卒則與士皆得伸三年也。"
      },
      {
        "index": 18,
        "text": "母為長子。\n[疏]『母為長子』。釋曰：長子卑，故在母下。但父為長子在《斬章》，母為長子在齊衰，以子為母服齊衰，母為之不得過於子為己，故亦齊衰也。若然，長子與眾子為母，父在期，若夫在為長子，豈亦不得過於子為己服期乎？然者子為母有降屈之義，父母為長子本為先祖之正體，無厭降之義，故不得以父在屈至期，明母為長子不問夫之在否也。"
      },
      {
        "index": 19,
        "text": "傳曰：何以三年也？父之所不降，母亦不敢降也。（不敢降者，不敢以己尊降祖禰之正體。）\n[疏]『傳曰』至『降也』。釋曰：云『何以三年』者，此亦問，比例，父母為眾子期等是子，此何以獨三年？云『父之所不降母亦不敢降也』者，《斬章》又云『何以三年』，答云『正體於上，將所傳重』，不降，故於母亦雲不敢降，故答雲父之所不降母亦不敢降。若然，夫不敢降，妻亦不敢降，而雲父母者，以其父母各自為子，故父母各云『何以三年』而問之，是以答各據父母為子而言，不據夫妻也。註『不敢』至『正體』。釋曰：云『不敢以己尊降祖禰之正體』"
      },
      {
        "index": 20,
        "text": "者，上傳於父已答云『正體於上』，是以鄭解母不降，亦與父同，以夫婦一體，故不降之義亦等。\n疏衰裳齊、牡麻絰、冠布纓、削杖、布帶、疏屨期者。"
      },
      {
        "index": 21,
        "text": "[疏]『疏衰』至『期者』。釋曰：案下章不言疏衰已下者，還依此經所陳，唯言不杖及麻屨異於上者，此章『疏衰』已下，與前章不殊，唯『期』一字與前三年有異。今不直言其異，而還具列之者，以其此一期與前三年懸絕，恐服制亦多不同，故須重列七服者也。但此章雖止一期，而禫杖具有。案下《雜記》云："
      },
      {
        "index": 22,
        "text": "『期之喪，十一月而練，十三月而祥，十五月而禫。』註云：『此謂父在為母。』\n即是此章者也。母之與父，恩愛本同，為父所厭屈而至期，是以雖屈猶申禫杖也。為妻亦申，妻雖義合，妻乃天夫，為夫斬衰，為妻報以禫杖，但以夫尊妻卑，故齊斬有異。"
      },
      {
        "index": 23,
        "text": "傳曰：問者曰：何冠也？曰：齊衰、大功，冠其受也。緦麻、小功，冠其衰也。帶緣各視其冠。（問之者，見斬衰有二，其冠同。今齊衰有四章，不知其冠之異同爾。緣，如深衣之緣。今文無冠布纓。）"
      },
      {
        "index": 24,
        "text": "[疏]『傳曰』至『其冠』。釋曰：云『問者曰何冠也』者，此還子夏之問答而言。問者曰者，子夏欲起發前人使之開悟，故假他問答己之言也。云『曰齊衰大功，冠其受也』者，降服，齊衰四升，冠七升；既葬，以其冠為受，衰七升，冠八升。正服，齊衰五升，冠八升；既葬，以其冠為受，衰八升，冠九升。義服，齊衰六升，冠九升；既葬，以其冠為受，受服衰九升，冠十升。降服，大功衰七升，冠十升；既葬，以其冠為受，受衰十升，冠十一升。正服，大功衰八升，冠十升；既葬，以其冠為受，受衰十升，冠十一升。義服，大功衰九升，冠十一升；既葬，以其冠為受，受衰十一升，冠十二升。以其初死，冠升皆與既葬衰升數同，故雲冠其受也。大功亦然。云『緦麻小功，冠其衰也』者，以其降服，小功衰十升；正服，小功衰十一升；義服，小功衰十二升，緦麻十五升，抽其半七升半，冠皆與衰升數同，故雲冠其衰也。義疏備於下記也。云『帶緣各視其冠』者，帶謂布帶，象革帶者，緣謂喪服之內，中衣緣用布，緣之二者之布升數多少，視猶比也，各比擬其冠也。然本問齊衰之冠，因答大功與緦麻，小功並答帶緣者，子夏欲因問博陳其義，是以假問答異常例也。註『問之』至『布纓』。釋曰："
      },
      {
        "index": 25,
        "text": "云『問之者見斬衰有二，其冠同』者，下記云『斬衰三升，三升有半，冠六升』，是其冠同也。云『今齊衰有四章不知其冠之異同爾』者，下記云『齊衰四升，其冠七升』，既葬，『以其冠為受，受衰七升，冠八升』，唯見此降服齊衰，不見正服、義服，及三月齊衰一章不見，以不知其冠之異同，故致此問也。云『緣如深衣之緣』者，案深衣《目錄》云：『深衣，連衣裳而純之，以采素純曰長衣，有表則謂之中衣。』此既在喪服之內，則是中衣矣。而雲深衣，以其中衣與深衣同是連衣裳，其制大同，故就深衣有篇目者而言之。案《玉藻》雲其為『長中繼扌尺』，註云：『其為長衣、中衣則繼袂扌一尺，若今α矣。深衣則緣而已。』"
      },
      {
        "index": 26,
        "text": "若然，中衣與長衣袂皆手外長一尺。案《檀弓》雲練時『鹿裘衡長』，註云『謂α緣袂口也』。練而為裘，橫廣之又長之，又為，則先時狹短，無可知。若然，此初喪之中衣緣亦狹短，不得如《玉藻》中衣繼袂扌一尺者也。但吉時は裘，即兇時鹿裘，吉時中衣，深衣。《目錄》雲大夫以上用素，士中衣不用布，緣皆用采，況喪中緣用布，明中衣亦用布也。其中衣用布，雖無明文，亦當視冠。若然，直言緣視冠，不言中衣緣用采，故特言緣用布，何妨喪時中衣亦用布乎？云『今文無冠布纓』者，鄭註《儀禮》從經今文者，註內疊出古文，不從古文。若從經古文者，註內疊出今文，不從今文。此註既疊出今文，明不從今文，從經古文，有冠布纓為正也。"
      },
      {
        "index": 27,
        "text": "父在為母。\n[疏]『父在為母』。釋曰：《斬章》直言父，即知子為之可知。今此言母，亦知子為之，而言父在為母者，欲明父母恩愛等，為母期者，由父在厭，故為母屈至期，故須言父在為母也。"
      },
      {
        "index": 28,
        "text": "傳曰：何以期也？屈也。至尊在，不敢伸其私尊也。父必三年然後娶，達子之誌也。\n[疏]『傳曰』至『之誌也』。釋曰：上章已論斬衰不同訖，故傳直言『何以期』而不三年決之也。『屈也』者，答辭，以家無二尊，故於母屈而為期，是以云『至尊在，不敢伸其私尊也』，解父在母屈之意也。言不敢伸其私尊，明子於父母本尊。若然，不直言尊而言私尊者，其父非直於子為至尊，妻於夫亦至尊。"
      },
      {
        "index": 29,
        "text": "母則於子為尊，夫不尊之，直據子而言，故言私尊也。若然，夫妻敵體而言屈，公子為母練冠在五服之外，不言屈者，舉尊以見卑，屈可知。大夫妾子為母大功，亦斯類也。云『父必三年然後娶達子之誌也』者，子於母屈而期，心喪猶三年，故父雖為妻期，而除三年乃娶者，通達子之心喪之誌故也。不云『心』而言『誌』"
      },
      {
        "index": 30,
        "text": "者，心者，萬慮之總，喜怒哀樂好惡六情皆是情，則為誌母雖一期，哀猶未絕，是六情之中而哀偏在，故雲誌也，不雲心也。《左氏傳》晉叔向雲一歲王『有三年之喪二』，據大子與穆後，天子為後亦期，而雲三年喪者，據達子之誌而言三年也。"
      },
      {
        "index": 31,
        "text": "妻。傳曰：為妻何以期也？妻至親也。（子父在則為妻不杖，以父為之主也。《服問》曰：『君所主，夫人、妻、大子婦。』父在，子為妻以杖即位，謂庶子。）"
      },
      {
        "index": 32,
        "text": "[疏]『妻傳曰』至『親也』。釋曰：妻卑於母，故次之。夫為妻，年月禫杖亦與母同，故同章也。以其出嫁天夫，為夫斬，故夫為之，亦與父在為母同。傳曰『何以期也』者，傳意以妻擬母，母是血屬得期，怪妻義合亦期，故發此之傳也。此問異於常例，上問母直云『何以期』，今云『為妻』，乃云『何以期』者，雷氏云：『妻卑，以擬同於母，故問深於常也。』云『妻至親也』，答以妻至親，故同於母。言妻至親者，妻既移天齊體，與己同奉宗廟，為萬世之主，故雲至親也。註『子』至『庶子』。釋曰：云『子父在則為妻不杖，以父為之主也』者，《不杖章》之文也。又引《服問》者，鄭彼註云：『言妻見大夫已下，亦為此三人為喪主也。』若士卑，為此三人為喪主可知。若然，至此經為妻，非直是庶子為妻，欲見兼有子父沒為妻在其中。云『父在子為妻以杖即位謂庶子』者，案《喪服小記》云『父在，子為妻以杖即位可』是也。引之者，證經雲是天子以下至士庶人，父皆不為庶子之妻為喪主，故夫皆為妻杖，得伸也。"
      },
      {
        "index": 33,
        "text": "出妻之子為母。（出猶去也。）\n[疏]『出妻之子為母』。釋曰：此謂母犯七出。去，謂去夫氏或他族，或之本家子從而為服者也。七出者：無子一也，淫二也，不事舅姑三也，口舌四也，盜竊五也，妒忌六也，惡疾七也。天子諸侯之妻，無子不出，唯有六出耳。"
      },
      {
        "index": 34,
        "text": "雷氏云：子無出母之義，故繼夫而言出妻之子也。\n傳曰：出妻之子為母期，則為外祖父母無服。傳曰：『絕族無施服，親者屬。』"
      },
      {
        "index": 35,
        "text": "出妻之子為父後者，則為出母無服。傳曰：『與尊者為一體，不敢服其私親也。』\n（在旁而及曰施，親者屬，母子至親，無絕道。）"
      },
      {
        "index": 36,
        "text": "[疏]『傳曰』至『私親也』。釋曰：云『出妻之子為母期，則為外祖父母無服』者，傳意似言出妻即是絕族，故於外祖可以無服，恐人疑為之服，故傳明言之也。又云『傳曰』者，子夏引他舊傳，證成己義。云『絕族』者，嫁來承奉宗廟，與族相連綴，今出則與族絕，故雲絕族也。『無施服』者，傍及為施，以母為族絕，即無傍及之服也。云『親者屬』者，舊傳解母被出，猶為之服也。云『出妻之子為父後者則為出母無服』者，舊傳釋為父後者，謂父沒子承重，不合為出母服意。云『傳』曰者，子夏釋舊傳意雲與尊者為一體者，不言與父為體，而言與尊者，上《斬衰章》已有《傳》云『正體於上，將所傳重』，釋相承父祖已上皆是尊者，故不言父也。但事宗廟祭祀者，不欲聞見兇人，故《雜記》雲有死於宮中三月不祭，況有故可得祭乎？是以不敢服其私親也。父已與母無親，子獨親之，故云『私親』也。註『在旁』至『絕道』。釋曰：云『在旁而及曰施』者，《詩》云『莫莫葛ぱ，施於條枚』，『蔦與女蘿，施於松上』，皆是在旁而及曰施。此以母為主，旁及外祖，今母已絕族，不復及在旁，故雲無施服也。"
      },
      {
        "index": 37,
        "text": "云『親者屬母子至親無絕道』者，屬猶續也，《孝經》云『父母主之，續莫大焉』，故謂母子為屬，對父與母義合有絕道，故雲母子至親無絕道。"
      },
      {
        "index": 38,
        "text": "父卒，繼母嫁，從，為之服，報。傳曰：何以期也？貴終也。（嘗為母子，貴終其恩。）\n[疏]『父卒繼母嫁從為之服報』。釋曰：云『父卒繼母嫁』者，欲見此母為父已服斬衰三年，恩意之極，故子為之一期，得伸禫杖。但以不生己，父卒改嫁，故降於已母。雖父卒後，不伸三年，一期而已。云『從為之服』者，亦為本是路人，暫時之與父片合，父卒，還嫁，便是路人，子仍著服，故生從為之文也。『報』者，《喪服上、下》並記雲報者十有二，無降殺之差。感恩者皆稱報。"
      },
      {
        "index": 39,
        "text": "若此子念繼母恩，終從而為服，母以子恩，不可降殺，即生報文，餘皆放此。\n不杖、麻屨者，（此亦齊衰，言其異於上。）"
      },
      {
        "index": 40,
        "text": "[疏]『不杖麻屨者』。註『此亦』至『於上』。釋曰：案上《斬章》布總箭笄亦是異於上，鄭不言之，至此乃註者，彼亦是異於上，不言者，以下文更有公士大夫之眾臣，為其君布帶繩屨，亦是異於上。同是斬衰，而有二文皆異，故不得言異於上，直註云：『此妻妾女子子異於男子而已。此則雖是別章，唯此二事異於上，故得言之也。此《不杖章》輕於上禫杖，故次之。又雲此章與上章雖杖與不杖不同，其正服齊衰裳皆同五升而冠八升則不異也。必知父在為母不衰四升，冠七升，與上三年齊衰同者，見鄭註《雜記》云：『士以臣從君服之齊衰，為其母與兄弟。』是父在，為母與兄弟同正服五升，八升之驗也。又鄭註《服問》云『為母既葬衰八升』，是初死衰五升，冠八升。既葬，以其冠為受，受衰八升，冠九升，是亦為母同正服衰五升之驗也。又案此章云『不杖麻屨』，鄭云『言其異於上』，則上章下疏衰之等亦同，又是為母同正服五升之驗也。案下記雲齊衰四升冠七升，及《傳》雲為母既虞，受衰七升者，唯據上章父卒為母齊衰三年者也。"
      },
      {
        "index": 41,
        "text": "祖父母。\n[疏]『祖父母』。釋曰：孫為之服喪服條例，皆親而尊者在先，故《斬章》先父三年，齊衰先母，此不杖期先祖，亦是其次。若然，此章有降、有正、有義服之本制，若為父期，祖合大功，為父母加隆至三年，祖亦加隆至期，是以祖在於章，首得其宜也。"
      },
      {
        "index": 42,
        "text": "傳曰：何以期也？至尊也。\n[疏]『傳曰』至『尊也』。釋曰：云『何以期也至尊也』者，此據母而問，所生之母至親，唯期而已，祖為孫止大功，孫為祖既疏，何以亦期。答云『至尊也』者，祖為孫降至大功，似父母於子降至期，祖雖非至親，是至尊，故期。若然，不云『祖至尊』，而直云『至尊』者，以是父之至尊，非孫之至尊，故直雲至尊也。"
      },
      {
        "index": 43,
        "text": "世父母、叔父母。\n[疏]『世父母叔父母』。釋曰：世叔既卑於祖，故次之。伯言世者，欲見繼世為昆弟之子，亦期。不言報者，以昆弟之子猶子，若言報為疏，故不言報也。"
      },
      {
        "index": 44,
        "text": "傳曰：世父、叔父何以期也？與尊者一體也。然則昆弟之子何以亦期也？旁尊也。不足以加尊焉，故報之也。父子一體也，夫妻一體也，昆弟一體也。故父子，首足也；夫妻，《片半》合也；昆弟，四體也。故昆弟之義無分，然而有分者，則辟子之私也。子不私其父，則不成為子。故有東宮，有西宮，有南宮，有北宮，異居而同財，有餘則歸之宗，不足則資之宗。世母、叔母，何以亦期也？以名服也。（宗者，世父為小宗典宗事者。資，取也。為姑姊妹在室，亦如之。）"
      },
      {
        "index": 45,
        "text": "[疏]『傳曰』至『名服也』。釋曰：傳發『何以期』問比例者，雷氏云：\n『非父之所尊，嫌服重，故問也。』不直云『何以言世父叔父』者，以經總言而傳離釋，故二文欲別問也。云『與尊者一體也』者，雖非至尊，既與尊者為一體，故服期。不言與父為一體者，直言尊者，明父為一體也，為與一尊，故加期也。"
      },
      {
        "index": 46,
        "text": "云『然則昆弟之子何以亦期也』者，以世叔父與二尊為體，故加期。昆弟之子無此義，何以亦期？故怪而致問也。云『旁尊也，不足以加尊焉，故報之也』者，凡得降者，皆由已尊也，故降之。世叔非正尊，故生報也。云『父子一體』已下雲雲，傳雲此者，上既雲一體，故傳又廣明一體之義，凡言『體』者，若人之四體，故傳解父子、夫妻、兄弟，還比人四體而言也。云『父子一體也』者，謂子與父骨血是同為體，因其父與祖亦為一體，又見世叔與祖亦為一體也。云『夫妻一體也』者，亦見世叔母與世叔父為一體也。云『昆弟一體也』者，又見世叔與父亦為一體也。故馬云：言一體者，還是至親，因父加於世叔，故雲昆弟一體。"
      },
      {
        "index": 47,
        "text": "因世叔加於世叔母，故以夫妻一體也。因上世叔是旁尊，故以下廣明尊有正有旁之義也。人身首足為上下，父子亦是尊卑之上下，故父子比於首足。因父子兼見祖孫，故馬雲首足者，父尊若首，加祖在期，子卑若足，曾孫在緦也。云『夫婦《片半》合也』者，《郊特牲》云『天地合而後萬物興焉』，是夫婦半合，子胤生焉，是半合為一體也。云『昆弟四體也』者，四體謂二手、二足，在身之旁，昆弟亦在父之旁，故雲四體也。云『故昆弟之義無分』者，此傳兄弟有合離之義，以手足四體本在一身，不可分別。若昆弟共成父身，亦不可分別，是昆弟之義不合分也。云『然而有分者，則辟子之私也』者，昆弟理不合分，然而分者，則辟子之私也，使昆弟之子各自私朝其父，故須分也。云『子不私其父，則不成為子』"
      },
      {
        "index": 48,
        "text": "者，《內則》云：『子事父母，雞初鳴，鹹盥漱，櫛纚笄總。』朝事父母，若兄弟同在一宮，則尊崇諸父之長者。第二已下，其子不得私其父，不成為人人之子之法也。云『故有東宮有西宮』雲雲，案《內則》云：『命士以上，父子異宮。』"
      },
      {
        "index": 49,
        "text": "不命之士，父子同宮，縱同宮亦有隔別，亦為四方之宮也。云『世母、叔母，何以亦期也，以名服也』者，二母是路人，以來配世叔父，則生母名，既有母名，則當隨世叔而服之，故雲以名服也。註『宗者』至『如之』。釋曰：案《喪服小記》云：『繼別為大宗，繼禰為小宗。』大宗繼別子之後，百世不遷之宗，在五服之中者，族人為之月如邦人，如為齊衰，《齊衰三月章》宗子是也。小宗有四，皆據五服之內，依常著服。五世別高祖，則別事親者。今宗子在《期章》之內，明非大宗子，是世父為小宗典宗事者也。云『為姑姊妹在室亦如之』者，《大功章》云『為姑嫁大功』，明未嫁在此《期章》。若然，不見姑者，雷云："
      },
      {
        "index": 50,
        "text": "不見姑者，欲見時早出之義。\n大夫之子為妻。\n[疏]『大夫之子為妻』。釋曰：云『大夫之子為妻』，在此《不杖章》，則上《杖章》為妻者是庶子為妻，父沒後子亦為妻杖，亦在彼章也。"
      },
      {
        "index": 51,
        "text": "傳曰：何以期也？父之所不降，子亦不敢降也。何以不杖也？父在則為妻不杖。（大夫不以尊降婦者，重也。凡不降者，謂如其親服服之。降有四品："
      },
      {
        "index": 52,
        "text": "君、大夫以尊降，公子、大夫之子以厭降，公之昆弟以旁尊降，為人後者、女子子嫁者以出降。）\n[疏]『傳曰』至『不杖』。釋曰：怪所以期，發比例而問者。大夫眾子為妻皆大功，今令子為妻期，故發問也。云『父之所不降子亦不敢降也』者，《大功章》有婦，註云：『子之妻。』是父不降婦也。雲子亦不敢降者，謂不敢降至大功，與庶子同也。云『何以不杖也』者，既不降，怪不杖，故發問也。『父在為妻不杖』者，父為子之婦為喪主，故子不敢伸而杖也。《服問》云：『君所主，夫人、妻、大子婦。』是大夫為婦為喪主也，故子不杖也。"
      },
      {
        "index": 53,
        "text": "若然，此子為妻通貴賤，今不云『長子』通上下而云『子』，唯據大夫者，以五十始爵，為降服之始，嫌降婦，其子亦降其妻，故明。舉大夫不降，天子諸侯雖尊，不降可知。註『大夫』至『出降』。釋曰：云『大夫不以尊降婦者，重也』者，此解經文所不降子之婦，對大夫為庶子之婦小功，是尊降也。云『凡不降者謂如其親服服之』者，謂依五服常法服之。云『降有四品』者，鄭因傳有降、不降之文，遂總解《喪服》上下降服之義。云『君大夫以尊降』者，天子諸侯為正統之親，後夫人與長子、長子之妻等不降，餘親則絕。天子諸侯絕者，大夫降一等，即大夫為眾子大功之等是也。云『公子大夫之子以厭降』者，此非身自尊，受父之厭屈以降，無尊之妻。下記云『公子為其母練冠麻麻衣縓緣，為其妻縓冠葛帶麻衣』，父卒乃大功是也。大夫之子即《小功章》云『大夫之子為從父昆弟在小功』皆是也。云『公之昆弟以旁尊降』者，此亦非己尊旁及昆弟，故亦降其諸親，即《小功章》云『公之昆弟為從父母昆弟』是也。"
      },
      {
        "index": 54,
        "text": "案《大功章》云『公之庶昆弟為母妻昆弟』，傳曰：『先君餘尊之所厭，不得過大功。』若然，公之昆弟有兩義，既以旁尊，又為餘尊厭也。云『為人後者，女子子嫁者以出降』者，謂若下文云『為人後者為其父母報』，又下文云『女子人者為其父母、昆弟為父後者』，此二者是出也。凡大夫之服，例在正服後，今在昆弟上者，以其妻本在杖期，直以父為主，故降入《不杖章》，是以進之在昆弟上也。"
      },
      {
        "index": 55,
        "text": "昆弟。（昆，兄也。為姊妹在室亦如之。）\n[疏]『昆弟』。註『昆兄』至『如之』。釋曰：昆弟卑於世叔，故次之，此亦至親以期斷。云『昆，兄也』者，昆，明也，以其次長，故以明為稱弟。弟也，以其小，故以次弟為名。云『為姊妹在室亦如之』者，義同於上，姑在室也。"
      },
      {
        "index": 56,
        "text": "為眾子。（眾子者，長子之弟及妾子，女子子在室亦如之。士謂之眾子，未能遠別也，大夫則謂之庶子，降之為大功。天子、國君不服之。《內則》曰："
      },
      {
        "index": 57,
        "text": "『冢子未食而見，必執其右手。子、庶子已食而見，必循其首。』）\n[疏]『為眾子』。註『眾子』至『其首』。釋曰：眾子卑於昆弟，故次之，註兼雲女子之義，如上姑姊妹。但上註鄭云『在室』，此不雲在室可知，故略不言也。昆弟眾子及下昆弟之子者，皆不發傳者，以其同是一體，故無異問。"
      },
      {
        "index": 58,
        "text": "姊妹女子子在室不見者，亦如上姑不見。雷氏云：『欲見出當及時』，又《大功章》見姑姊妹女子子嫁大功，明此在室可知，故略之也。云『士謂之眾子未能遠別也』者，經不雲士，鄭雲士者，《喪服》平文是士，故言士可知也。云『大夫則謂之庶子，降之為大功』者，下文大夫之子皆雲庶子，降一等，故大功。云『天子國君不服之』者，以其絕旁親，故知不服。若然，經所雲唯據士也。引《內則》者，案彼雲子生三月之末，釋日翦發為{髟}，以見於父。若冢子，生則見於正寢，其日夫妻共食，具視朔食，天子則大牢，諸侯則少牢，大夫特牲，士特豚。冢子未食而見，必執其右手，咳而名之。執右明授之室事，退入夫之燕寢乃食，下雲其非冢子皆降一等。云『子庶子巳食而見必循其首』者，不授室事故也，而鄭註未食已食，急正緩庶之義。言冢子猶言長子，通於下也，彼言子，謂妻所生第二已下，庶子謂妾子也。引之者，證言庶子是別於長者也。"
      },
      {
        "index": 59,
        "text": "昆弟之子。\n傳曰：何以期也？報之也。（《檀弓》曰：『喪服，兄弟之子猶子也。』蓋引而進之。）\n[疏]『昆弟之子』。註『檀弓』至『進之』。釋曰：昆弟子疏於親子，故次之。世叔父為之，此兩相為服，不言報者，引同己子，與親子同，故不言報，是以《檀弓》為證，言『進』者，進同己子故也。"
      },
      {
        "index": 60,
        "text": "大夫之庶子為昆弟。（兩言之者，子或為兄，或為弟。）\n[疏]『大夫』至『昆弟』。註『兩言』至『為弟』。釋曰：此大夫之妾子，故言庶，若妻所生第二已下，當直雲昆弟，不言庶也。云『兩言之』者，以其妻所生子，或長於妾子，或小於妾子，故雲兩言之。子或為兄，或為弟，是以經昆弟並言之。"
      },
      {
        "index": 61,
        "text": "《傳》曰：何以期也？父之所不降，子亦不敢降也。（大夫雖尊，不敢降其，重之也。子為庶昆弟，庶昆弟相為，亦如大夫為之。）"
      },
      {
        "index": 62,
        "text": "[疏]『傳曰』至『降也』。釋曰：云『父之所不降』者，即《斬章》父為長子是也。云『子亦不敢降』者，於此服期是也。發『何以』傳者，餘兄弟相為皆大功，獨為服期，故發問比例之傳也。註『大夫』至『為之』。釋曰："
      },
      {
        "index": 63,
        "text": "云『大夫雖尊，不敢降其，重之也』者，釋傳父之所不降。云『子為庶昆弟』\n已下，鄭廣明大夫與子所降者，以大夫子得行大夫禮，故父子俱降庶，庶又自相降也。如大夫為之皆大功也。"
      },
      {
        "index": 64,
        "text": "孫。\n[疏]『孫』。釋曰：孫卑於昆弟，故次之。此謂子死，其孫承重者，祖為之期。\n傳曰：何以期也？不敢降其也。有子者無孫，孫婦亦如之。（周之道，子死則立孫，是孫將上為祖後者也。長子在，則皆為庶孫耳，孫婦亦如之。"
      },
      {
        "index": 65,
        "text": "婦在，亦為庶孫之婦。凡父於將為後者，非長子，皆期也。）\n[疏]『傳曰』至『如之』。釋曰：傳云『何以』問比例者，亦為眾孫大功，此獨期，故發問也。云『有子者無孫』者，謂子在，不得立孫為後也。"
      },
      {
        "index": 66,
        "text": "云『孫婦亦如之』，亦謂不立之，故雲亦如之也。註『周之』至『期也』。釋曰：云『周之道，適子死則立適孫，是適孫將上為祖後者也』者，此釋祖為孫服重之義。言周之道，對殷道則不然，以其殷道，適子死，弟乃當先立，故言周之道也。云『長子在則為庶孫耳』者，既適子在不得立孫，明同庶孫之例。云『凡父於將為後者，非長子皆期也』者，案《喪服小記》云：『適婦不為舅後者，則姑為之小功。』註云：『謂夫有廢疾他故，若死而無子不受重者，小功庶婦之服也。凡父母於子，舅姑於婦，將不傳重於適。及將傳重者非適，服之皆如眾子庶婦也。』是以鄭雲凡父母於子，舅姑於婦，非長子皆期。明非長子婦及於非適孫傳重，同於庶孫，大功可知也。若然，長子為父斬，父亦為斬，適孫承重為祖斬，祖為之期，不報之斬者，父子一體，本有三年之情，故特為祖斬。祖為孫本非一體，但以報期，故期不得斬也。"
      },
      {
        "index": 67,
        "text": "為人後者為其父母，報。\n[疏]『為人後者為其父母報』。釋曰：此謂其子後人反來為父母在者，欲其厚於所後，薄於本親，抑之，故次在孫後也。若然，既為本生不降斬，至《禫杖章》者，亦是深抑厚於大宗也。言報者，既深抑之，使同本疏往來相報之法故也。"
      },
      {
        "index": 68,
        "text": "傳曰：何以期也？不貳斬也。何以不貳斬也？持重於大宗者，降其小宗也。\n為人後者孰後？後大宗也。曷為後大宗？大宗者，尊之統也。禽獸知母而不知父。"
      },
      {
        "index": 69,
        "text": "野人曰：父母何焉？都邑之士，則知尊禰矣。大夫及學士，則知尊祖矣。諸侯及其大祖，天子及其始祖之所自出，尊者尊統上，卑者尊統下。大宗者，尊之統也。大宗者，收族者也，不可以絕。故族人以支子後大宗也。子不得後大宗。"
      },
      {
        "index": 70,
        "text": "（都邑之士，則知尊彌，近政化也。大祖，始封之君。始祖者，感神靈而生，若稷、契也。自，由也。及始祖之所由出，謂祭天也。上猶遠也。下猶近也。收族者，謂別親疏，序昭穆。《大傳》曰：系之以姓而弗別，綴之以食而弗殊，雖百世昏姻不通者，周道然也。）"
      },
      {
        "index": 71,
        "text": "[疏]『傳曰』至『大宗』。釋曰：問者，本生父母應斬及三年，今乃不杖期，故問比例也。云『不貳斬』者，答辭。又不貳斬者，持重於大宗者，降其小宗，此解不貳斬之意也。此問答雖兼母，專據父，故答以斬而言。案《喪服小記》云：『別子為祖，繼別為大宗。』謂若魯桓公夫人文姜生大子，名同，後為君，次子慶父、叔牙、季友，此三子謂之別子。別子者，皆以臣道事君，無兄弟相宗之法，與大子有別，又與後世為始，故稱別子也。大宗有一，小宗有四。大宗一者，別子之子，者為諸弟來宗之，即謂之大宗。自此以下，相承，謂之百世不遷之宗。五服之內，親者月如邦人，五服之外，皆來宗之，為之齊衰，《齊衰三月章》『為宗子之母妻』是也。小宗有四者，謂大宗之後生者，謂別子之弟。《小記》註云：『別子之世長子兄弟宗之。』第二已下，長者親弟來宗之，為繼禰小宗。更一世長者，非直親兄弟，又從父昆弟亦來宗之，為繼祖小宗。更一世長者，非直親昆弟，從父昆弟，又有從祖昆弟來宗之，為繼曾祖小宗。更一世長者，非直有親昆弟，從父昆弟，從祖昆弟來宗之，又有從曾祖昆弟來宗之，為繼高祖小宗也。更一世絕服，不復來事，以彼自事，五服內繼高祖巳下者也。"
      },
      {
        "index": 72,
        "text": "四者皆是小宗，則家家皆有兄弟相事長者之小宗。雖家家盡有小宗，仍世事繼高祖已下之小宗也，是以上傳云『有餘則歸之宗』，亦謂當家之長為小宗者也。云『為人後者孰後，後大宗也』者，此問小宗、大宗二者與何者為後，後大宗也。"
      },
      {
        "index": 73,
        "text": "案何休云『小宗無後當絕』，與此義同也。又云『後大宗者降其小宗』，此則繼為人後為父母，父母尚降，明餘皆降也。故《大功章》云『為人後者為其昆弟』，是降小宗之類也。云『曷為後大宗，大宗者，尊之統』者，此問必後大宗，何意也？明宗子尊統領，是以《書傳》云：『宗子燕族人於堂，宗婦燕族人於房，序之以昭穆』，既有族食、族燕齒序族人之事，是以須後不可絕也，故雲尊之統也。"
      },
      {
        "index": 74,
        "text": "云『禽獸』已下者，因之尊宗子，遂廣申尊祖，宗子之事也。云『禽獸知母不知父』者，《爾雅》云：『兩足而羽謂之禽，四足而毛謂之獸。』彼對文而言之也。"
      },
      {
        "index": 75,
        "text": "若散文言之，獸亦名禽。禽獸所生，唯知隨母，不知隨父，是知母不知父。云『野人曰父母何焉』者，野人謂若《論語》鄭註云『野人粗略』，與都邑之士相對。亦謂國外為野人，野人稍遠政化，都邑之士為近政化。《周禮》云『野自六尺』之類者，不知分別父母尊卑也。云『都邑之士則知尊禰』者，士下對野人，上對大夫，則此士所謂在朝之士並在城郭士，民知義禮者，總謂之為士也。云『大夫及學士則知尊祖』者，此學謂鄉庠序及國之大學、小學之學士，文王之世子亦云『學士』，雖未有官爵，以其習知四術，閑知六藝，知祖義父仁之禮，故敬父遂尊祖，得與大夫之貴同也。諸侯及其大祖，天子及其始祖，皆是爵尊者，其德所及遠之義也。雲大宗『收族』已下，謂論大宗立後之意也。云『子不得後大宗』者，以其自當主家事並承重祭祀之事故也。註『都邑』至『道然也』。"
      },
      {
        "index": 76,
        "text": "釋曰：都邑之士者，對天子諸侯曰國采地，大夫曰都邑。故《周禮。載師》有家邑、小都、大都，《春秋左氏》諸侯下大夫采地，亦雲邑曰築，都曰城。散文天子已下皆名都邑，都邑之內者，其民近政化。若然，天子諸侯施政化，民無以遠近為異，但近者易化，遠者難感，故民近政化者識深，則知尊父，遠政化者識淺，不知父母有尊卑之別也。大祖始封之君者，案《周禮。典命》雲三公八命，卿六命，大夫四命，其爵皆加一等。加一等者，八命為上公九命，為牧八命，為侯伯七命，為子男五命，此皆為大祖，後世不毀其廟。若魯之周公，齊之大公，衛之康叔，鄭之桓公之類，皆是大祖者也。云『始祖感神靈而生，若後稷契也。"
      },
      {
        "index": 77,
        "text": "自，由也。及始祖所由出謂祭天』者，謂祭所感帝，還以始祖配之。案《大傳》云：『王者其祖之所自出，以其祖配之。』是後稷感東方青帝靈威仰所生，契感北方黑帝汁光紀所生。《易緯》云『三王之郊，一用夏正』。《郊特牲》云『兆日於南郊，就陽位』，則王者建寅之月祀所感帝於南郊，還以感生祖配祭，周以後稷，殷以契配之，故鄭雲謂祖配祭天也。又鄭註《大傳》雲王者之先祖，皆感大微五帝之精以生，則不止後稷與契而已。但後稷感青帝所生，即《生民》詩云『履帝武敏歆』，據鄭義，帝嚳後世妃姜原履青帝大人跡而生後稷，殷之先母有氏之女簡狄吞燕卵而生契，此二者文著，故鄭據而言之，其實帝王皆有所感而生也。云『上猶遠也，下猶近』者，天子始祖，諸侯及大祖，並於親廟外祭之，是尊統遠。大夫三廟，士二廟，中下士一廟，是卑者尊統近也。若然，此論大宗子，而言天子諸侯、大夫士之等者，欲見大宗子統領百世而不遷，又上祭別祖子大祖而不易，亦是尊統遠。小宗子唯統五服之內，是尊統近，故傳言尊統遠近而雲大宗者，尊之統也。又雲大宗者，收族，是大宗統遠之事也。引《大傳》者，案彼稱姓謂正姓，若殷於、周姬之類，綴之以食者，以食禮相連綴，使不相疏，若宗子於族人行族食、族燕者也。云『百世婚姻不通周道然』者，對殷道則不然，謂殷家不系之以正姓，但五世絕服，以後庶姓別於上，而戚單於下，下婚姻通也。引之者，證周之大宗子統領族人，序以昭穆，百世不亂之事也。"
      },
      {
        "index": 78,
        "text": "女子子人者，為其父母、昆弟之為父後者。\n[疏]『女子子』至『父後者』。釋曰：女子卑於男子，故次男子後。"
      },
      {
        "index": 79,
        "text": "傳曰：為父何以期也？婦人不貳斬也。婦人不貳斬者何也？婦人有三從之義，無專用之道，故未嫁從父，既嫁從夫，夫死從子。故父者，子之天也。夫者，妻之天也。婦人不貳斬者，猶曰不貳天也。婦人不能貳尊也。為昆弟之為父後者何以亦期也？婦人雖在外，必有歸宗，曰小宗，故服期也。（從者，從其教令。歸宗者，父雖卒，猶自歸宗，其為父後持重者，不自絕於其族類也。曰小宗者，言是乃小宗也，小宗明非一也，小宗有四。丈夫婦人之為小宗，各如其親之服，辟大宗。）"
      },
      {
        "index": 80,
        "text": "[疏]『傳曰』至『服期也』。釋曰：經兼言父母，傳特問父不問母者，家無二尊，故父在為母期，今出嫁仍期，但不杖禫而已。未多懸絕，故不問女子子在室斬衰三年。今出嫁與母同在不杖麻屨懸絕，故問云『為父何以期也』。"
      },
      {
        "index": 81,
        "text": "『婦人不貳斬也』，答辭。云『婦人不貳斬者何』，更問不貳斬之意也。云『婦人有三從之義』已下，答辭。前《斬章》雲為人後，不雲丈夫不貳斬，至此女子子雲婦人不貳斬者，則丈夫容有貳斬，故有為長子皆斬。又《喪服四制》云："
      },
      {
        "index": 82,
        "text": "『門內之治，恩扌義，門外之治，義斷恩。』至於君父別時而喪，仍得為父申斬，則丈夫有二斬。至於女子子在家為父，出嫁為夫，唯一無二，故特言婦人，是異於男子故也。若然，案《雜記》云：『與諸侯為兄弟者服斬。』是婦人為夫並為君得二斬者，然則此婦人不貳斬者，在家為父斬，出嫁為夫斬，為父期，此其常事。彼為君不可以輕服，服君非常之事，不得決此也。言婦人有三從之義者，欲言不貳斬之意，婦人從人所從，即為之斬。若然，夫死從子，不為子斬者，子為母齊衰，母為子不得過齊衰，故亦不斬也。云『婦人不能二尊』者，欲見不貳斬之義。雲曰『小宗故服期』者，欲見大宗子百世不遷，婦人所歸，雖不歸大宗，宗內丈夫，婦人為之齊衰三月。小宗宗內兄弟父之長者為之，婦人之所歸宗者，歸此小宗，遂之期，與大宗別。傳恐人疑為大宗，故辨之曰小宗故服期也。註『從者』至『大宗』。釋曰：歸宗者父雖卒猶自歸宗，知義然者，若父母在，嫁女自當歸寧父母，何須歸宗子。傳言『婦人雖在外必歸宗』，明是據父母卒者，故鄭據父母卒而言。若然，天子諸侯夫人父母卒，不得歸宗，以其人君絕宗，故許穆夫人、衛侯之女，父死不得歸，賦《載馳》詩是也。云『小宗者言是乃小宗也』者，鄭解傳意言『曰小宗』者，傳重釋歸宗，是乃小宗也。云『明非一』者，欲見家家皆有也。云『小宗有四』者，已於上釋。云『丈夫婦人為小宗各如其親之服』者，謂各如五服尊卑，服之無所加減。云『避大宗』者，大宗則齊衰三月，雲丈夫婦人五服外，皆齊衰三月。五服內，月如邦人，亦皆齊衰，無大功、小功、緦麻，故雲避大宗也。"
      }
    ]
  }
}