{
  "chapterNumber": 11,
  "title": "卷十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《鄉射禮》第五。鄭《目錄》雲：『州長春秋以禮會民，而射於州序之禮。謂之鄉者，州，鄉之屬，鄉大夫或在焉，不改其禮。射禮於五禮屬嘉禮。"
      },
      {
        "index": 1,
        "text": "《大戴》十一，《小戴》及《別錄》皆第五。』釋曰：鄭雲『州長春秋以禮會人，而射於州序』者，《周禮。地官。州長職》文也，鄭引之者，證此鄉射是州長射法。雲『謂之鄉』者，欲見州長射，得名《鄉射》之意。雲『州，鄉之屬』"
      },
      {
        "index": 2,
        "text": "者，《周禮。大司徒職》雲：『五州為鄉。』是州屬鄉，故雲州鄉之屬。雲『鄉大夫或在焉』者，一鄉管五州，鄉大夫或宅居一州之內，則鄭註《禮記》雲『或則鄉之所居州黨，而鄉大夫來臨此射禮』，是為鄉大夫在焉，則名《鄉射》。又鄉大夫三年大比，興賢者能者訖，而以鄉射之禮五物詢眾庶，亦行此州長射禮以詢之，亦是鄉大夫在焉，故名為《鄉射》。雲『不改其禮』者，雖鄉大夫在，其禮仍依州長射禮，故雲不改其禮。案經鄉大夫射於庠，雲堂則由楹外，又雲堂則物當楣，又雲大夫用兕中，其禮與士射於序別，而雲不改者，《大射》鄉大夫、士射，先行鄉飲酒禮，及未旅而射，為不改其實，亦有少異也。鄭雲『射禮於五禮屬嘉禮』者，案《周禮。大宗伯》雲：『以嘉禮親萬民。』下有『以賓射之禮親故舊朋友』，故知屬嘉禮也。"
      },
      {
        "index": 3,
        "text": "鄉射之禮。主人戒賓。賓出迎，再拜。主人答再拜，乃請。（主人，州長也。\n鄉大夫若在焉，則稱鄉大夫也。戒猶警也，語也。出迎，出門也。請，告也。告賓以射事，不言拜辱，此為習民以禮樂，不主為賓己也。不謀賓者時，不獻賢能，事輕也。今郡國行此禮以季春。《周禮》鄉老及鄉大夫，三年正月獻賢能之書於王，退而以鄉射之禮五物詢眾庶。諸侯之鄉大夫既貢士於其君，亦用此禮射而詣眾庶乎？）"
      },
      {
        "index": 4,
        "text": "[疏]『鄉射』至『乃請』。釋曰：自此至『無介』，論州長將射，先戒賓之事。案大射前三日，宰夫戒宰及司馬，又射前一日，樂人宿縣。此不言日數，則戒賓與射同日矣，禮同鄉飲酒也。以其鄉射先行鄉飲酒，鄉飲酒戒賓與飲酒同日，知此《鄉射》戒賓，與射亦同日也。註『主人』至『庶乎』。釋曰：案鄉大夫是諸侯鄉大夫，則此州長亦諸侯之州長，以士為之。是以經雲：『釋獲者執鹿中。』記雲『士鹿中』，是皆為此州長射而言，是諸侯州長可知。若天子州長，中大夫為之，若然，記雲『大夫兕中』者，為鄉大夫詢眾庶而言也。雲『鄉大夫若在焉，則稱鄉大夫也』者，謂大夫來臨禮之時，州長戒賓不自稱，稱鄉大夫以戒賓也。雲『出迎，出門也』者，謂出序之學門，亦如鄉飲酒出庠門，皆有一門，入門即至堂耳。雲『不言拜辱者，此為習民以禮樂，不主為賓己也』者，對鄉飲酒主人戒賓，賓拜辱者，彼為賓也，非為習民以禮樂故也。雲『不謀賓者時，不獻賢能，事輕也』者，還決鄉飲酒獻賢能，故須就先生而謀賓、介，禮重，對此不獻賢能為輕，故不謀賓也。雲『今郡國行此禮以季春』者，漢時雖無諸侯國，而置郡為守，其王之子弟猶名國，其君曰相，故鄭註《禮記》雲『如今從大守相臨之禮』是也。引之者，證時節與周異也。雲『《周禮》』至『眾庶』，皆《周禮。鄉大夫職》文。引之者，證此鄉射中兼有鄉大夫行射禮，故有射於堂及兕中之事。雲『五物』者，案彼雲：『一曰和，二曰容，三曰主皮，四曰和容，五曰興舞。』鄭註雲『和載六德，容包六行也。庶民無射禮，因田獵分禽則有主皮。主皮者，張皮射之，無侯也。主皮、和容、興舞，則六藝之射與禮樂與？當射之時，民必觀焉，因詢之也』是也。鄭雲和載六德者，和是六德之下，六德大，故舉下以載上也。容為孝者，人有孝行則性行含容，故以孝為容。孝是六行中之大，故舉上以包下，故雲容包六行也。雲主皮六藝之射者，但六藝中，射總言諸射，不專據主皮。但三物教萬民，射唯有主皮，此詢眾庶，不兼士已上，故以主皮為六藝之射。以和容為禮者，禮之用，和為貴。又行禮有容儀，是以漢時謂禮為容，故以禮為和容也。以樂為興舞者，為樂必興舞，故興舞以表樂也。若然，六德與六行在身所有，故可舉少以兼多，六藝施於外，非獨身所行，不可舉一以包六。但六者之中，禦與書、數三者，於施化民為緩，故特舉禮、樂與射而言之。"
      },
      {
        "index": 5,
        "text": "鄭以主皮、和容、興舞，非射及禮樂之正名，故雲『乎』以疑也。\n賓禮辭，許。主人再拜，賓答再拜。主人退，賓送，再拜。（退，還射宮，省錄射事。）"
      },
      {
        "index": 6,
        "text": "[疏]註『退還』至『射事』。釋曰：射宮者，鄉庠、州序是也。知『省錄射事』者，即下文雲『乃張侯』之等是也。下言飲酒之事，知不為飲酒事者，以飲酒者止為射事，故以射為主也。"
      },
      {
        "index": 7,
        "text": "無介。（雖先飲酒，主於射也，其序賓之禮略。）\n[疏]『無介』。註『雖先』至『禮略』。釋曰：鄭雲『雖先飲酒』者，自此已下，先言飲酒，獻後乃射，以是《禮記。射義》雲『古者諸侯之射也，必先行燕禮，卿、大夫、士之射也，必先行《鄉飲酒》之禮』是也。但《鄉飲酒》之禮有介一人以輔賓，此無介者，主於射，序賓之禮略，故無介以輔賓也。"
      },
      {
        "index": 8,
        "text": "乃席賓，南面，東上。（不言於戶牖之者，此射於序。）\n[疏]『乃席』至『東上』。註『不言』至『於序』。釋曰：自此以下至『羹定』，論將射，預前設席位、尊、樂懸及張侯之事也。雲『不言於戶牖之』者，此射於序者，決鄉飲酒在庠，以其序無室，庠有室，此據州長射於序，以其無室、無戶牖，設席亦當戶牖之處耳。言『東上』，亦主人在東，故席端在東，不得以《曲禮》『席南向北向，西方為上』，因陰陽解之也。"
      },
      {
        "index": 9,
        "text": "眾賓之席繼而西。（言繼者，甫欲習眾庶，未有所殊別。）\n[疏]『眾賓』至『而西』。註『言繼』至『殊別』。釋曰：甫，始也。"
      },
      {
        "index": 10,
        "text": "言始欲習眾庶，未有所殊別，此決《鄉飲酒》三賓之席不屬殊別，彼有德之人，故各自特，不繼，有所殊別。\n席主人於阼階上，西面。（阼階，東階。）"
      },
      {
        "index": 11,
        "text": "尊於賓席之東，兩壺，斯禁。左玄酒，皆加勺。篚在其南，東肆。（斯禁，禁切地無足者也。設尊者北面，西曰左，尚之也。肆，陳也。）"
      },
      {
        "index": 12,
        "text": "[疏]『尊於』至『東肆』。註『斯禁』至『陳也』。釋曰：雲『斯禁，禁切地無足者也』者，案州長是士，應言禁制，不言者，其中兼有卿、大夫禮，故舉大夫斯禁，與《鄉飲酒》同。雲『設尊者北面，西曰左，尚之也』者，經雲『左玄酒』，據人設尊，北面，故以西為左。若據酒，則以南面為正，地道尊右，以西為右，玄酒在右，故雲尚之。若然，雲左，據設尊，又雲尚之，據酒尊也。"
      },
      {
        "index": 13,
        "text": "設洗於阼階東南，南北以堂深，東西當東榮。水在洗東，篚在洗西，南肆。\n（榮，屋異也。）\n縣於洗東北，西面。（此縣謂磬也。縣於東方，辟射位也。但縣磬者，半天子之士，無鍾。）"
      },
      {
        "index": 14,
        "text": "[疏]註『此縣』至『無鍾』。釋曰：雲『此縣謂磬也』者，對《大射》縣鍾、磬、具有也。雲『縣於東方，辟射位也』者，此言決《鄉飲酒》無射事，縣於階也。雲『但縣磬者，半天子之士，無鍾』者，案《周禮。小胥職》雲："
      },
      {
        "index": 15,
        "text": "『半為堵，全為肆。』鄭雲：『鍾磬者，編縣之二八十六枚而在一ね謂之堵。鍾一堵、磬一堵謂之肆。半之者，謂諸侯之卿、大夫、士也，諸侯之卿、大夫半天子之卿、大夫。』天子之卿、大夫判縣者，東西各有鍾磬為肆。諸侯之卿、大夫判縣者，分一肆於兩廂，東縣磬，西縣鍾。若天子之士特縣者，直東廂有鍾磬，二ね為一肆，諸侯之士分取磬而已。縣於東方為特縣，故雲無鍾，對大夫及天子士有鍾。若然，此既兼鄉大夫詢眾庶，當為判縣，宜有鍾，而總雲無鍾者，方以禮樂化民，雖大夫亦同士特縣也。若《鄉飲酒》方賓鄉人之賢者，從士禮也。其天子諸侯鍾、磬、具，卿、大夫、天子士已下亦無。知者，以其諸侯卿、大夫、士半天子卿、大夫、士，若有，添鍾、磬為三，半不得，故知卿大夫已下皆無也。"
      },
      {
        "index": 16,
        "text": "乃張侯，下綱不及地武。（侯，謂所射布也。綱，持舌繩也。武，跡也。中人之跡尺二寸。侯象人，綱即其足也，是以取數焉。）"
      },
      {
        "index": 17,
        "text": "[疏]『乃張』至『地武』。註『侯謂』至『數焉』。釋曰：此已下，論預張侯之事。鄭知侯用布，案下記雲獸侯，大夫士皆言布侯。則餘賓射、大射，其侯皆用布，此鄉射采侯二正，亦用布可知。雲『綱，持舌繩也』者，《周禮。"
      },
      {
        "index": 18,
        "text": "梓人》雲：『上綱與下綱出舌尋，糸員寸焉』。註雲：『綱所以系侯於植者也。』\n故雲綱持舌繩也。雲『武，跡也。中人之跡尺二寸』者，無正文，蓋目驗當時而言，似雲中人定扼圍九寸也。漢禮雲五武成步，步六尺，或據此而言也。雲『侯象人』者，案鄭註《梓人》雲：『上下皆出舌一尋者，亦人張手之節也。』以其張侯之法，下兩舌半上舌，兩頭綱皆出一尋，即是上廣下狹，象人張足六尺，張臂八尺，故雲象人也。雲『綱即其足也』者，謂經下綱象足。雲『是以取數焉』"
      },
      {
        "index": 19,
        "text": "者，以下綱象足，張之六尺，是取數於武也。\n不系左下綱，中掩束之。（事未至也。）\n[疏]『不系』至『束之』。註『事未至也』。釋曰：案下記雲：『東方謂之右個。』註雲：『侯以向堂為面也。』則此左下綱以西畔而言。雲『中掩束之』者，案記雲：鄉侯一丈，『倍中以為躬』；躬二丈，『倍躬以為左右舌』；舌四丈，兩舌各出一丈。又雲『下舌半上舌』，則左右各出五尺。今將此五尺與下綱不系者，中掩左廂向東，待將射乃解之，故雲『事未至』也。"
      },
      {
        "index": 20,
        "text": "乏參侯道，居侯黨之一，西五步。（容謂之乏，所以為獲者禦矢也。侯道五十步，此乏去侯北十丈，西三丈。）\n[疏]『乏參』至『五步』。註『容謂』至『三丈』。釋曰：乏參侯道者，謂三分侯道。雲『居侯黨之一』者，黨，旁也。謂在侯西北邪向之，故以旁言之。"
      },
      {
        "index": 21,
        "text": "其居旁之一者，謂侯道內三分之，居一分之地十丈也。雲『西五步』者，據侯之正北落西有五步，即三丈也。雲『容謂之乏』者，案《周禮。射人職》雲：『王以六耦射三侯，三獲三容。五正。』彼據王三侯有三容。容者以革為之，可以容身，故雲容也。雲『乏』者，謂矢於此匱乏不去，故雲乏也。雲『獲者禦矢也』"
      },
      {
        "index": 22,
        "text": "者，謂唱獲者恐矢至身，故雲獲者禦矢也。雲『侯道五十步』者，記雲鄉侯五十弓。弓之下制六尺，與步相應，故鄭雲步也。雲『此乏去侯北十丈』者，五十步計之，步六尺，五十步則三十丈，三分取一為十丈。雲『西三丈』者，經雲『西五步』，五六三十，故雲三丈也。遠近如此者，一得避矢，一得去堂二十丈，聞唱獲聲是其節也。"
      },
      {
        "index": 23,
        "text": "羹定。（肉謂之羹。定猶孰也，謂狗孰可食。）\n[疏]『羹定』。註『肉謂』至『可食』。釋曰：雲『謂狗孰』者，此與《鄉飲酒》同，亨狗於東方是也。"
      },
      {
        "index": 24,
        "text": "主人朝服，乃速賓。賓朝服出迎，再拜。主人答再拜，退，賓送，再拜。\n（速，召也。射賓輕也。戒時玄端。今郡國行此鄉射禮，皮弁服，與《禮》為異。）"
      },
      {
        "index": 25,
        "text": "[疏]『主人』至『再拜』。釋曰：自此至『當楣北面答再拜』，論主召賓從己之事。此主人與賓俱朝服，案《鄉飲酒》賓主俱不言服者，以彼賓禮重，故戒與速賓俱朝服，故不言。此習禮輕，是故戒時玄端，召時乃朝服，故須言之也。"
      },
      {
        "index": 26,
        "text": "必此戒時玄端者，見《公食大夫》雲：『賓朝服，即位於大門外，如聘。』註雲：\n『於是朝服，則初時玄端。』宜與彼同，皆是戒時不言服，後速時朝服，故知此亦戒時玄端矣。且《鄉飲酒》戒速俱不言服，知皆朝服者，下記雲『鄉朝服而謀賓介』是也。雲『今郡國』已下，引之者，欲見與周異也。"
      },
      {
        "index": 27,
        "text": "賓及眾賓遂從之。\n及門，主人一相出迎於門外，再拜。賓答再拜。（相，主人家臣，擯贊傳命者。）\n[疏]『賓及』至『再拜』。註『相主』至『命者』。釋曰：《鄉飲酒》雲：『賓及眾賓皆從之。』彼兼介，故雲『皆』。此無介，故不言皆也。雲『主人一相出迎於門外』，註與《鄉飲酒》同，此亦主人自迎，而言一相者，使之傳賓，言兼相禮也。"
      },
      {
        "index": 28,
        "text": "揖眾賓。（差卑，禮宜異。）\n[疏]『揖眾賓』。註『差卑禮宜異』。釋曰：此賓與眾賓同是鄉人無爵者，而雲『差卑』者，唯據立為賓者尊，眾賓即不為卑，不論有爵無也。雲『禮宜異』者，賓則拜之，眾賓則揖之，是其異也。"
      },
      {
        "index": 29,
        "text": "主人以賓揖，先入。（以猶與也。先入，入門右西面。）\n[疏]『主人』至『先入』。註『以猶』至『西面』。釋曰：雲『以，猶與』者，案《左氏傳》雲『蔡人以吳子與楚人戰於柏舉』，彼以者，能東西之曰以，以謂驅使前人之稱，此言嫌有驅使之稱，故以為與，謂主人與賓，是以為平敵之義，故須訓之。雲『先入，入門右西面』者，此註亦與《鄉飲酒》同。以其賓入東面，故西面待之。"
      },
      {
        "index": 30,
        "text": "賓厭眾賓，眾賓皆入門左，東面北上。賓少進。（引手曰厭。少進，差在前也。今文皆曰揖眾賓。）\n[疏]『賓厭』至『少進』。註『引手』至『眾賓』。釋曰：此經亦與《鄉飲酒》同。此雲『賓少進』，彼亦宜然。不言者，文不具也。"
      },
      {
        "index": 31,
        "text": "主人以賓三揖，皆行。及階，三讓，主人升一等，賓升。（三讓而主人先升者，是主人先讓於賓。不俱升者，賓客之道，進宜難也。）"
      },
      {
        "index": 32,
        "text": "[疏]『主人』至『賓升』。註『三讓』至『難也』。釋曰：言『皆行』\n者，賓主既行，眾賓亦行，故雲皆行。《鄉飲酒》亦皆行，不言者，文略也。知『主人先讓於賓』者（元空一字），以其主人之法先升導賓，賓後升。進宜難，禮之常然，故知主人先讓賓也。此先升一等，禮之常。《燕禮》君升二等者，尊君故也。"
      },
      {
        "index": 33,
        "text": "主人阼階上當楣北面再拜，賓西階上當楣北面答再拜。（主人拜賓至此堂。）\n[疏]註『主人拜賓至此堂』。釋曰：知拜是拜至者，《鄉飲酒義》雲："
      },
      {
        "index": 34,
        "text": "『拜至，拜洗。』《公食》亦雲：『當楣北鄉再拜。』故知拜是拜至。\n主人坐取爵於上篚，以降。（將獻賓也。）"
      },
      {
        "index": 35,
        "text": "[疏]『主人』至『以降』。註『將獻賓也』。釋曰：自此至『主人阼階上答拜』，論主人獻賓之事。凡取爵於篚以降者，皆是上篚。《鄉飲酒》不言上者，文略也。"
      },
      {
        "index": 36,
        "text": "賓降。（從主人也。）主人阼階前西面坐奠爵，興辭降。（重以主人事煩賓也。今文無阼階。）\n賓對。（對，答。）"
      },
      {
        "index": 37,
        "text": "[疏]『賓對』。註『對答』。釋曰：《鄉飲酒》註雲：『賓主之辭未聞。』\n此不註，從可知。\n主人坐取爵，興，洗，南面坐奠爵於篚下，盥洗。（盥手又洗爵，致敬也。古文盥皆作浣。）賓進，東北面辭洗。（必進者，方辭洗，宜違位也。言『東北面』，則位南於洗矣。）主人坐奠爵於篚，興對，賓反位。（反從降之位也。《鄉飲酒》曰：『當西序東面。』）主人卒洗，壹揖壹讓以賓升。賓西階上北面拜洗，主人阼階上北面奠爵，遂答拜，乃降。（乃降，將更盥也。古文壹皆作一。）"
      },
      {
        "index": 38,
        "text": "賓降，主人辭降，賓對。主人卒盥，壹揖壹讓升，賓升，西階上疑立。（疑，止也。有矜莊之色。）\n[疏]註『疑止』至『之色』。釋曰：《鄉飲酒》註『疑讀為疑然從於趙盾之疑』，疑，正立自定之貌。此言疑止也有矜莊之色，二註相兼乃具也。"
      },
      {
        "index": 39,
        "text": "主人坐取爵，實之賓席之前，西北面獻賓。（進酒於賓也。凡進物曰獻。）\n[疏]註『進酒』至『曰獻』。釋曰：雲『凡進物曰獻』者，欲見此賓乃是鄉民而已，無尊卑上下。猶言獻者，此獻直是進物，而言獻，進之也。案《周禮。玉府》註雲：『古者致物於人，尊之則曰獻。』彼據尊敬前人，雖卑亦曰獻。"
      },
      {
        "index": 40,
        "text": "若齊侯獻捷於魯之類，義與此別也。\n賓西階上北面拜，主人少退。（少退猶少辟也。）\n[疏]註『少退猶少辟也』。釋曰：《鄉飲酒》文與此同，註雲：『少退，少辟。』及下文雲『賓少退』註雲：『少退，逡巡。』義亦與此同。"
      },
      {
        "index": 41,
        "text": "賓進受爵於席前，復位。（復位，西階上位。）主人阼階上拜送爵，賓少退。\n薦脯醢。（薦，進。）\n賓升席，自西方。（賓升降由下也。）"
      },
      {
        "index": 42,
        "text": "[疏]註『賓升降由下也』。釋曰：凡席升由下，降由上。下文降席不由上者，以主人在東，敬主人，不得降由上。又於席西拜，便使升降皆由下，故雲『賓升降由下也』。"
      },
      {
        "index": 43,
        "text": "乃設折俎。（牲體枝解節折以實俎也。）\n主人阼階東疑立。賓坐，左執爵，右祭脯醢，奠爵於薦西，興取肺，坐絕祭。"
      },
      {
        "index": 44,
        "text": "（左手執本，右手絕末以祭也。肺離，上為本，下為末。）\n[疏]註『卻左』至『為末』。釋曰：鄭皆約《鄉飲酒》知之也。"
      },
      {
        "index": 45,
        "text": "尚左手，嚌之。（嚌，嘗也。右手在下，絕以授口嘗之。）興加於俎，坐扌兌手，執爵，遂祭酒，興，席未坐啐酒。（扌兌，拭也。啐，嘗也。古文扌兌作說。）降席，坐奠爵，拜，告旨。（降席，席西也。旨，美也。）執爵興，主人阼階上答拜。賓西階上北面坐，卒爵，興，坐奠爵，遂拜，執爵興。（卒，盡。）"
      },
      {
        "index": 46,
        "text": "主人阼階上答拜。\n賓以虛爵降。（將洗以酢主人。）\n[疏]『賓以虛爵降』。註『將洗以酢主人』。釋曰：自此至『賓西階上答拜』，論賓酢主人之事。《鄉飲酒》不言虛爵，直雲『降洗』，此直雲『虛爵降』，不言洗，互見為義，相兼乃具也。"
      },
      {
        "index": 47,
        "text": "主人降。（從賓也。降立阼階東，西面，當東序。）\n[疏]註『從賓』至『東序』。釋曰：皆《鄉飲酒》文也。"
      },
      {
        "index": 48,
        "text": "賓西階前東面坐奠爵，興，辭降。主人對。賓坐取爵，洗，北面坐奠爵於篚下，興，盥洗。（賓北面盥洗，自外來。）"
      },
      {
        "index": 49,
        "text": "[疏]註『賓北』至『外來』。釋曰：對主人自內出、南面是也。上文主人坐取爵，洗，南面是也。\n主人阼階之東，南面辭洗。賓坐奠爵於篚，興對。主人反位。（反位，從降之位也。主人辭洗，進。）"
      },
      {
        "index": 50,
        "text": "[疏]註『反位』至『洗進』。釋曰：雲『反位，從降之位也』者，即上東序之西南面位。雲『主人辭洗，進』者，經直言反，不言進，鄭以言反位由前，進乃反位，故鄭卻本之，主人辭洗，進也。"
      },
      {
        "index": 51,
        "text": "賓卒洗，揖讓如初，升。\n[疏]『賓卒』至『初升』。釋曰：言『如初』，則亦一揖一讓也。\n主人拜洗，賓答拜，興，降盥，如主人之禮。賓升，實爵主人之席前，東南面酢主人。（酢，報。）主人阼階上拜，賓少退。主人進受爵，復位。賓西階上拜送爵，薦脯醢。主人升席自北方。乃設折俎。祭如賓禮。（祭薦俎及酒，亦嚌啐。）不告旨。（酒己物。）"
      },
      {
        "index": 52,
        "text": "自席前阼階上，北面坐卒爵，興，坐奠爵，遂拜，執爵興。賓西階上北面答拜。（自，由也。啐酒於席末，由前降，便也。）"
      },
      {
        "index": 53,
        "text": "[疏]註『自由』至『便也』。釋曰：鄭知義然者，亦約《鄉飲酒》得知也。\n主人坐奠爵於序端，阼階上再拜崇酒。賓西階上答再拜。（序端，東序頭也。"
      },
      {
        "index": 54,
        "text": "崇，充也。謝酒惡相充滿也。）\n[疏]『主人坐奠爵於序端』。釋曰：奠爵於序端，此擬下獻眾賓，故雲『取爵於序端』，與《鄉飲酒》同也。"
      },
      {
        "index": 55,
        "text": "主人坐取觶於篚，以降。（將酬賓。）\n[疏]『主人』至『以降』。註『將酬賓』。釋曰：自此至『當西序』，論酬賓之事。"
      },
      {
        "index": 56,
        "text": "賓降。主人奠觶，辭降。賓對，東面立。主人坐取觶，洗，賓不辭洗。（不辭洗。以其將自飲。）卒洗，揖讓升。賓西階上疑立。主人實觶，酬之，阼階上北面坐奠觶，遂拜，執觶興。（酬，勸酒。）"
      },
      {
        "index": 57,
        "text": "賓西階上北面答拜。主人坐祭，遂飲，卒觶，興，坐奠觶，遂拜，執觶興。\n賓西階上北面答拜。主人降洗。賓降辭，如獻禮。（以將酌己。）"
      },
      {
        "index": 58,
        "text": "[疏]註『以將酌己』。釋曰：鄭言此者，前不辭洗，主人自飲，至此辭洗，以將酌己，故辭也。\n升，不拜洗。（酬禮殺也。）賓西階上立。主人實觶賓之席前，北面。（酬賓。）"
      },
      {
        "index": 59,
        "text": "賓西階上拜。主人坐奠觶於薦西。賓辭，坐取觶以興，反位。（賓辭，辭主人復親酌己。）\n[疏]註『賓辭』至『酌己』。釋曰：此射前獻時親酌己，今復親酌己。"
      },
      {
        "index": 60,
        "text": "主人阼階上拜送。賓北面坐，奠觶於薦東，反位。（酬酒不舉。）\n[疏]『主人阼階上拜送』。註『酬酒不舉』。釋曰：《鄉飲酒》註引《曲禮》不盡人之歡之事，此不言，亦從鄭註可知。"
      },
      {
        "index": 61,
        "text": "主人揖降。賓降，東面立於西階西，當西序。（主人將與眾賓為禮，賓謙，不敢獨居堂。）\n主人西南面三拜眾賓，眾賓皆答壹拜。（三拜，示遍也。壹拜，不備禮也。"
      },
      {
        "index": 62,
        "text": "獻賓畢，乃與眾賓拜，敬不能並。）\n[疏]『主人』至『壹拜』。註『三拜』至『能並』。釋曰：雲『三拜，示遍也』（元空一字）者，眾賓無問多少，止為三拜而已，是示遍也。雲『壹拜，不備禮也』者，眾賓人皆壹拜，是拜不備禮，此亦答大夫拜法。以其此禮中含卿大夫法，若答士拜，則亦再拜，見於《特牲》也。雲『獻賓畢，乃與眾賓拜』者，自爾來唯與賓拜，未與眾賓拜，今始拜之，故雲『敬不能並』。"
      },
      {
        "index": 63,
        "text": "主人揖升，坐取爵於序端，降洗，升，實爵，西階上獻眾賓。眾賓之長升，拜受者三人。（長，其老者。言三人，則眾賓多矣。國以多德行、道藝為榮，何常數之有乎？）"
      },
      {
        "index": 64,
        "text": "[疏]『主人』至『三人』。註『長其』至『有乎』。釋曰：眾賓之長升拜受者三人，此雖非賓賢能，其眾亦三人在堂上，與《鄉飲酒》數同。其堂上眾賓無定數，故鄭雲『言三人則眾賓多矣。』雲『國以多德行、道藝為榮』者，案《周禮。大司徒》以鄉三物教萬民，一曰六德，二曰六行，三曰六藝。此既鄉人，則德行亦據六德、六行，道藝則六藝也。此並與《鄉飲酒》賓、介與眾賓之類，並來與在射中，是以孔子射於矍相之圃，觀者如堵墻。彼亦據孔子為鄉大夫，習人以禮樂之射，至於誓之於後，僅有存焉，亦無常數之事也。"
      },
      {
        "index": 65,
        "text": "主人拜送。（送拜爵於眾賓右。）\n[疏]『主人拜送』。註『拜送』至『賓右』。釋曰：知在眾賓右者，約《鄉飲酒》獻眾賓皆於西階上，賓右知之也。"
      },
      {
        "index": 66,
        "text": "坐祭，立飲，不拜既爵，授主人爵，降復位。（既，盡。）\n[疏]『坐祭』至『復位』。釋曰：此還上三人者，降復賓南東面位。"
      },
      {
        "index": 67,
        "text": "眾賓皆不拜，受爵，坐祭，立飲。（自第四已下，又不拜受爵，禮彌略。）\n[疏]『眾賓』至『立飲』。註『自第』至『彌略』。釋曰：此謂堂下眾賓無數者，故鄭雲『自第四』以下。云『又不拜受爵，禮彌略』者，三賓雖坐祭，立飲，不拜既爵，仍拜受，此眾賓非直坐祭，立飲，不拜既爵，又不拜受爵，故雲禮彌略也。"
      },
      {
        "index": 68,
        "text": "每一人獻，則薦諸其席。（諸，於。）\n[疏]『每一』至『其席』。釋曰：此還據堂上三人有席者，故云『薦諸其席』，謂席前也。"
      },
      {
        "index": 69,
        "text": "眾賓辯有脯醢。（薦於其位。）\n[疏]『眾賓辯有脯醢』。註『薦於其位』。釋曰：還據堂下無席者，故鄭云『薦於其位』，不席也。"
      },
      {
        "index": 70,
        "text": "主人以虛爵降，奠於篚。（不復用。）\n揖讓升。賓厭眾賓升，眾賓皆升，就席。\n[疏]『揖讓』至『就席』。釋曰：自此以下至『舉觶者降』，論旅酬之事。"
      },
      {
        "index": 71,
        "text": "一人洗，舉觶於賓。（一人，主人之吏。）\n[疏]『一人洗舉觶於賓』。註『一人主人之吏』。釋曰：主人之吏，亦謂府史以下，非屬官也。"
      },
      {
        "index": 72,
        "text": "升，實觶，西階上坐奠觶，拜，執觶興。賓席末答拜。舉觶者坐祭，遂飲，卒觶，興。坐奠觶，拜，執觶興。賓答拜，降洗，升實之，西階上北面。（將進奠觶。）賓拜。（拜受觶。）"
      },
      {
        "index": 73,
        "text": "舉觶者進，坐奠觶於薦西。（不授，賤不敢也。）\n[疏]註『不受賤不敢也』。釋曰：以其是主人之吏，既賤，故不敢親授奠之也。"
      },
      {
        "index": 74,
        "text": "賓辭，坐取以興。（若親受然。）\n[疏]註『若親受然』。釋曰：云『若親受然』者，賓辭，即坐取以興，故云『若親受然』也。"
      },
      {
        "index": 75,
        "text": "舉觶者西階上拜送。賓反奠於其所。舉觶者降。\n[疏]『舉觶』至『舉觶者降』。釋曰：云『反奠於其所』者，還於薦西，以其射後賓北面舉之為旅酬，故不奠於薦東也。"
      },
      {
        "index": 76,
        "text": "大夫若有遵者，則入門左。（謂此鄉之人為大夫者也。謂之遵者，方以禮樂化民，欲其遵法之也。其士也，於旅乃入。鄉大夫、士非鄉人，禮亦然，主於鄉人耳。今文遵為僎。）"
      },
      {
        "index": 77,
        "text": "[疏]『大夫』至『門左』。註『謂此』至『為僎』。釋曰：云『大夫若有遵』者，言若者，或無不定，故雲若也。鄭知是當鄉大夫者，以其《鄉射》既與人行射禮，而言大夫者，當鄉大夫可知。云『其士也，於旅乃入』者，下記云『士既旅不入』，明未旅皆得入，是以未旅而射，其士皆在也。知鄉大夫、士非鄉人，禮亦然者，以其同是鄉大夫、士，禮無異，故也。但異鄉不助主人樂賓，為別也。"
      },
      {
        "index": 78,
        "text": "主人降，（迎大夫於門內也。不出門，別於賓。）\n[疏]『主人降』。註『迎大』至『於賓』。釋曰：鄭知『迎大夫於門內』"
      },
      {
        "index": 79,
        "text": "者，以其上文大夫入門左，此經直云『主人降』，不雲出，故知迎大夫在門內可知。\n賓及眾賓皆降，復初位。（不敢居堂，俟大夫入也。初位，門內東面。）"
      },
      {
        "index": 80,
        "text": "[疏]『賓及』至『初位』。註『不敢』至『東面』。釋曰：知『初位，門內東面』者，上文賓厭眾賓，皆入門左，東面北上，故知也。"
      },
      {
        "index": 81,
        "text": "主人揖讓，以大夫升，拜至，大夫答拜。主人以爵降，大夫降。主人辭降。\n大夫辭洗，如賓禮。席於尊東。（尊東，明與賓夾尊也。不言東上，統於尊也。）"
      },
      {
        "index": 82,
        "text": "[疏]『主人』至『尊東』。註『尊東』至『尊也』。釋曰：上雲尊於賓席之東，則在尊西。今大夫言席於尊東，明與賓夾尊可知。云『不言東上，統於尊也』者，席於尊東，繼尊而言，又不言東上西上，是以下雲大夫降席東南面。"
      },
      {
        "index": 83,
        "text": "降由下，故知西上，統於尊也。\n升，不拜洗。主人實爵，席前獻於大夫。大夫西階上拜，進受爵，反位。主人大夫之右拜送。大夫辭加席，主人對，不去加席。（辭之者，謙不以己尊加賢者也。不去者，大夫再重席，正也。賓一席重。）"
      },
      {
        "index": 84,
        "text": "[疏]『升不』至『加席』。註『辭之』至『重席』。釋曰：云『升，不拜洗』者，以大夫尊，故不拜洗也。云『反位』者，大夫反西階上位。云『主人大夫之右拜送』者，謂在大夫之東拜送爵也。云『辭之者，謙不敢以己尊加賢』"
      },
      {
        "index": 85,
        "text": "者，《鄉射》之禮，鄉人為賓。下記云：若『大夫與，則以公士為賓』，亦選賢者為之，故辭加席，又不以己尊加賢者也。云『不去者，大夫再重席，正也』者，《鄉飲酒》云：『公三重，大夫再重。』故知大夫再重席，禮之正也。云『賓一重席』者，鄉人，故一重，縱公士為賓，亦一重也。"
      },
      {
        "index": 86,
        "text": "乃薦脯醢。大夫升席。設折俎。祭如賓禮，不嚌肺，不啐酒，不告旨，西階上卒爵，拜。主人答拜。（凡所不者，殺於賓也。大夫升席由東方。）"
      },
      {
        "index": 87,
        "text": "[疏]『乃薦』至『答拜』。註『凡所』至『東方』。釋曰：云『凡所』，謂經中三事，以其殺於賓。若然，上云『不拜洗』，亦是殺於賓之類也。云『大夫升席由東方』者，以其大夫席西上，升由下，故知大夫升席由東方也。"
      },
      {
        "index": 88,
        "text": "大夫降洗。（將酢主人也。大夫若眾，則辯獻，長乃酢。）\n[疏]『大夫降洗』。註『將酢』至『乃酢』。釋曰：自此至『皆升就席』，論大夫酢主人訖，賓主皆升就席之事。知『大夫若眾，則辯獻，長乃酢』者，此經據一大夫而言，故獻大夫即酢。案《有司徹》：主人洗爵，獻長賓於西階上，然後眾賓長升，拜受爵，宰夫贊主人酌，若是以辯，乃升長賓，主人酌於長賓西階上，北面，賓在左。註云：『主人酌自酢，序賓，意賓卑不敢酢。』賓屍與，凡平飲酒禮同，可以相參，亦是辯獻長乃酢也。"
      },
      {
        "index": 89,
        "text": "主人復阼階，降辭如初。卒洗，主人盥。（盥者，雖將酌自飲，尊大夫，不敢褻。）\n[疏]『主人』至『人盥』。註『盥者』至『不敢褻』。釋曰：云『盥者，雖將酌自飲』者，以其下文大夫洗爵升，授主人爵，是主人酌以自酢，故雲雖將酌自飲。云『不敢褻』者，決《有司徹》主人自酌不盥，是此為尊大夫，雖自酢亦不敢褻也。"
      },
      {
        "index": 90,
        "text": "揖讓升。大夫授主人爵於兩楹，復位。主人實爵，以酢於西階上。坐奠爵，拜，大夫答拜。坐祭，卒爵，拜，大夫答拜。主人坐奠爵於西楹南，再拜崇酒，大夫答拜。主人復阼階，揖降。（將升賓。）"
      },
      {
        "index": 91,
        "text": "[疏]『揖讓』至『揖降』。註『將升賓』。釋曰：云『主人坐奠爵於西楹南』者，前獻賓，賓酢主人，主人飲酢訖，奠爵於東序端。將後獻眾賓，不得奠於篚中，此受大夫酢，不奠於篚者，為士於旅乃入，擬獻士，故奠爵於此也。"
      },
      {
        "index": 92,
        "text": "大夫降，立於賓南。（雖尊，不奪人之正禮。）\n[疏]『大夫』至『賓南』。註『雖尊』至『正禮』。釋曰：大夫尊，在堂則席之於尊東，特尊之。今降而在賓下者，欲使賓主相對行禮。若在其北，則妨賓主揖讓之正禮，故云『不奪主人之正禮』。"
      },
      {
        "index": 93,
        "text": "主人揖讓，以賓升，大夫及眾賓皆升，就席。\n席工於西階上，少東。樂正先升，北面立於其西。（言少東者，明樂正西側階，不欲大東，辟射位。）"
      },
      {
        "index": 94,
        "text": "[疏]『席工』至『其西』。註『言少』至『射位』。釋曰：自此至『告於賓』，論作樂之事。云『席工』者，謂為工設席，下文乃升席也。云『言少東者，明樂正西側階』者，既言席工於西階上少東，則在西階東矣。復雲樂正立於其西，則近席西，其言從近，故知樂正側近西階東，則不欲大東，辟射位，《大射》亦同此註。《燕禮》註亦然者，燕亦容有射法，《鄉飲酒》工位與此同，註不言者，不射故也。"
      },
      {
        "index": 95,
        "text": "工四人，二瑟，瑟先。相者皆左何瑟，面鼓，執越，內弦，右手相。入，升自西階，北面東上。工坐，相者坐授瑟，乃降。（瑟先，賤者先就事也。相，扶工也。面，前也。鼓在前，變於君也。執越內弦，右手相，由便也。越，瑟下孔，所以發越其聲也。前越言執者，內有弦結，手入之淺也。相者降，立西方。）"
      },
      {
        "index": 96,
        "text": "[疏]『工四』至『乃降』。釋曰：雲『四人二瑟』，則是二人歌可知。經不言相歌二人者，以其空相，亦與瑟者同，故不言，直言瑟之難者也。註『瑟先』至『西方』。釋曰：雲『瑟先，賤者先就事也』者，案《大射》大師、少師歌，眾工瑟，是知瑟者賤也。凡工者皆先瑟後歌，是賤者先即事，故序亦在前。"
      },
      {
        "index": 97,
        "text": "若然，得獻亦在前，以隨其先後而取之故也。雲『鼓在前，變於君也』者，《鄉射》與《大射》相對，《大射》君禮而後首，此臣禮前首，故雲變於君。《燕禮》與《鄉飲酒》相對，是以《燕禮》面鼓，又與《鄉飲酒》後首相變。雲『執越內弦，右手相』者，案《鄉飲酒》註雲『內弦側擔之』者，據瑟體而言。《燕禮》註雲『內弦弦為主』者，據弦體而說。此言『內弦右手相，由便』，語異義同也。"
      },
      {
        "index": 98,
        "text": "雲『前越言執者，內有弦結，手入之淺也』者，瑟體首寬尾狹，內越孔雖長，廣狹亦等，但弦居瑟上，近首鼓處則寬，近尾不鼓處並而狹。側持之法，近鼓持之入則近，手入則深，是以通與《燕禮》言面鼓，則雲執之手入淺也。《大射》與《鄉飲酒》言後首，則雲挎越，手入深故也。雲『相者降，立西方』者，其相者是弟子，位在西者，是以下文雲：『樂正西方，命弟子贊工遷樂於下。』故知此相工是弟子，故降立還於西方也。"
      },
      {
        "index": 99,
        "text": "笙入，立於縣中，西面。（堂下樂相從也。縣中，磬東立，西面。）\n[疏]『笙入』至『西面』。註『堂下』至『西面』。釋曰：雲『堂下樂相從也』者，案上文雲『縣於洗東北西面』，此雲『立於縣中』，明是堂下相從，皆在東方也。雲『縣中，磬東立，西面』者，謂在磬東，當磬之東。鄭知不在磬西，西面者，若磬西、西面，則笙者背磬，不可，故知在磬東，西面也。"
      },
      {
        "index": 100,
        "text": "乃合樂，《周南。關雎》、《葛覃》、《卷耳》，《召南。鵲巢》、《采蘩》、《采》。（不歌、不笙、不，誌在射，略於樂也。不略合樂者，《周南》、《召南》之風，鄉樂也，不可略其正也。昔大王、王季、文王始居岐山之陽，躬行《召南》之教，以成王業，至三分天下，乃宣《周南》、《召南》之化，本其德之初，『刑於寡妻，至於兄弟，以禦於家邦』，故謂之鄉樂。用之房中以及朝廷《饗》、《燕》、《鄉射》、《飲酒》，此六篇其風化之原也。是以合金石絲竹而歌之。）"
      },
      {
        "index": 101,
        "text": "[疏]『乃合』至『采』。釋曰：言『乃』者，以其作樂之法，先歌後乃合樂。今不歌、不笙、不，唯合樂，故言乃以見非常故也。註『不歌』至『歌之』。釋曰：據《鄉飲酒》、《燕禮》作樂有四節，今不歌、不笙、不，唯有合樂，故雲『誌在射略於樂也』。雲『合樂者，《周南》、《召南》之風，鄉樂也』者，上註已雲《頌》及《大雅》天子樂，《小雅》諸侯樂，此《二南》鄉大夫樂，但《鄉飲酒》、《鄉射》是大夫、士為主人，故大夫、士樂為鄉樂者也。雲『不可略其正也』者，《二南》是大夫、士之鄉樂，己之正樂，故雲不可略其正者也。雲『昔大王』已下，於《鄉飲酒》註己說，義具於彼，此註略言之耳。若然者，《燕禮》與《鄉飲酒》文同，註又與《燕禮》不異者，以其《鄉射》與《鄉飲酒》同是大夫、士禮，卿大夫、士行《射禮》，先行《鄉飲酒禮》，《鄉飲酒》與《鄉射》自為首尾，故《鄉飲酒》註具，於此略。言《燕禮》是諸侯禮，天子、諸侯射先行《燕禮》，則《燕禮》與《大射》自為首尾，是以《燕禮》歌、笙、、合鄭亦具註之，《大射》又略言之也。"
      },
      {
        "index": 102,
        "text": "工不興，告於樂正曰：『正歌備。』（不興者，瞽蒙禮略也。）\n[疏]『工不』至『歌備』。註『不興』至『略也』。釋曰：言『正歌』"
      },
      {
        "index": 103,
        "text": "者，升歌也。升歌，《鹿鳴》是上歌。諸侯樂非己正樂，故以《二南》為正歌也。\n言『備』者，凡作樂皆三終，此備明亦三終也。雲『不興者，瞽蒙禮略也』者，以工告樂正，以卑告尊當興，今以瞽蒙無目，不可責其備禮，故不興者，於禮略也。"
      },
      {
        "index": 104,
        "text": "樂正告於賓，乃降。（樂正降者，堂上正樂畢也。降立西階東，北面。）\n[疏]『樂正』至『乃降』。註『樂正』至『北面』。釋曰：言『告於賓』"
      },
      {
        "index": 105,
        "text": "者，作樂主為樂賓，今歌備，故告賓，言歌備也。言『樂正降者，堂上正樂畢也』\n者，以其《鄉飲酒》、《燕禮》但升歌、笙、合樂皆是正歌，今略去升歌、笙、三者，唯有合樂於堂上，故雲堂上正樂畢也。雲正樂者，對後無樂非正樂也。"
      },
      {
        "index": 106,
        "text": "下射雖歌《騶虞》，亦是堂下，非堂上，故以堂上決之也。雲『降立西階東，北面』者，此無正文，約堂上樂正位在西階東，北面，今降亦當在西階東，北面也。"
      },
      {
        "index": 107,
        "text": "主人取爵於上篚，獻工。大師，則為之洗。（尊之也。君賜大夫樂，又從之以其人，謂之大師。）\n[疏]『主人』至『之洗』。註『尊之』至『大師』。釋曰：自此至『反升就席』，論主人獻工笙之事。但天子、諸侯官備，有大師、少師、瞽人作樂之長，大夫、士官不備，不合有大師，君有賜大夫、士樂器之法，故《春秋左氏》雲：晉侯歌鍾二肆，取半以賜魏絳，魏絳於是乎始有金石之樂，禮也。時以樂人賜之，故鄭雲『君賜大夫樂，又從之以其人，謂之大師』也。"
      },
      {
        "index": 108,
        "text": "賓降，主人辭降。（大夫不降，尊也。）\n[疏]『賓降主人辭降』。註『大夫不降尊也』。釋曰：雲『大夫不降，尊也』者，此賓降，大夫若降，直與賓共文，今不言大夫降，《鄉飲酒》亦雲賓介，不言大夫降，明大夫皆不降，以其尊故也。"
      },
      {
        "index": 109,
        "text": "工不辭洗。卒洗，升實爵。工不興，左瑟，一人拜受爵。（左瑟，辟主人授爵也。一人，無大師，則工之長者。）"
      },
      {
        "index": 110,
        "text": "[疏]『工不』至『受爵』。釋曰：此言工不辭洗，及一人拜受爵，皆上大師也。不言大師，言工一人者，欲見有大師，則大師不辭洗，拜受爵；若無大師，則凡工不辭洗，拜受爵，故變言工與一人。假令大師左瑟先獻，若歌則後獻，亦先獻工一人，是以鄭雲一人無大師則工之長者。以《鄉飲酒》獻工時雲『一人不興受爵』，註雲：『一人，工之長也。』大師為歌者未得獻，先獻瑟工之長者也。"
      },
      {
        "index": 111,
        "text": "主人阼階上拜送爵。薦脯醢。使人相祭。（人，相者。）\n[疏]『主人』至『相祭』。註『人相者』。釋曰：雲『人，相者』，則弟子相之，既相工，明祭亦相之可知。"
      },
      {
        "index": 112,
        "text": "工飲，不拜既爵，授主人爵。眾工不拜受爵，祭飲，辯有脯醢，不祭。（祭飲，不興受爵，坐祭，坐飲。）\n[疏]『工飲』至『不祭』。註『祭飲』至『坐飲』。釋曰：雲『工飲，不拜既爵』者，還是上一人拜受爵者，雖不拜，既爵仍拜受也。下眾工又對上一人拜受爵，眾工不拜受爵也。鄭雲『祭飲，不興受爵，坐祭，坐飲』者，對上賓主坐祭，立飲，故雲『坐祭，坐飲』，亦不拜既爵可知也。"
      },
      {
        "index": 113,
        "text": "不洗，遂獻笙於西階上。（不洗者，賤也。眾工而不洗矣，而著笙不洗者，笙賤於眾工，正君賜之，猶不洗也。）"
      },
      {
        "index": 114,
        "text": "[疏]『不洗』至『階上』。註『不洗』至『洗也』。釋曰：雲『眾工而不洗矣，而著笙不洗者，笙賤於眾工，正君賜之，猶不洗也』，鄭雲此者，欲見工在上貴，君賜之大師為之洗，笙賤位在下，正謂君賜之，笙人猶不為之洗，況眾笙乎？欲取賜笙人不為之洗之意，不取眾笙不為洗也。"
      },
      {
        "index": 115,
        "text": "笙一人拜於下，盡階，不升堂。受爵，主人拜送爵。階前坐祭，立飲，不拜既爵，升，授主人爵。眾笙不拜，受爵，坐祭，立飲，辯有脯醢，不祭。主人以爵降，奠於篚。"
      },
      {
        "index": 116,
        "text": "[疏]『笙一』至『於篚』。釋曰：此經總獻，笙人雖賤，中亦有尊卑，故一人升階受爵，餘者不升，不拜既爵則同也。"
      },
      {
        "index": 117,
        "text": "反升，就席。（亦揖讓以賓升，眾賓皆升。）\n[疏]『反升就席』。註『亦揖』至『皆升』。釋曰：雲『亦揖讓以賓升，眾賓皆升』者，謂亦前大夫若有遵者，則入門左，主人降，賓及眾賓皆降，主人共大夫行禮訖，主人揖讓以賓升，大夫及眾賓皆升就席相似，故雲『亦』。若然，上賓降時雖不言眾賓降，眾賓卑，從降可知，故今從賓升也。"
      },
      {
        "index": 118,
        "text": "主人降席自南方，（禮殺，由便。）\n[疏]『主人』至『南方』。註『禮殺由便』。釋曰：自此盡『未旅』，論立司正之事也。雲『禮殺，由便』者，對上文主人受作爵時禮盛，故主人降席自北方，啐酒於席末亦然，今此立司正禮殺，故降席自南方，故雲禮殺由便也。"
      },
      {
        "index": 119,
        "text": "側降。（賓不從降。）\n[疏]『側降』。註『賓不從降』。釋曰：側降猶特降，故雲『賓不從降』\n也。\n作相為司正。司正禮辭，許諾，主人再拜，司正答拜。（爵備樂畢，將留賓以事，為有解倦失禮，立司正以監之，察儀法也。《詩》雲：『既立之監，或佐之史。』）"
      },
      {
        "index": 120,
        "text": "[疏]『作相』至『答拜』。註『爵備』至『之史』。釋曰：雲『爵備』\n者，謂賓及眾賓與尊者並工笙並得獻，是爵備也。雲『樂畢』者，合樂訖是樂畢。"
      },
      {
        "index": 121,
        "text": "以無升笙與，故不言樂成而雲畢而已也。雲『將留賓以事』者，下有射事，射訖，行旅無之事，故須立司正以監之。但中為射系變司正為司馬。射訖，反為司正，以監察儀法也。引《詩》者，證監與正為一物，皆察儀法也。"
      },
      {
        "index": 122,
        "text": "主人升就席。司正洗觶，升自西階，由楹內阼階上，北面受命於主人。\n（洗觶者，當酌以表其位，顯其事也。楹內，楹北。）"
      },
      {
        "index": 123,
        "text": "[疏]『主人』至『主人』。註『洗觶』至『楹北』。釋曰：雲『受命於主人』者，謂受主人請安賓之命，是以下雲『請安於賓』，鄭註雲：『傳主人之命也。』"
      },
      {
        "index": 124,
        "text": "西階上北面請安於賓。（傳主人之命。）賓禮辭，許。司正告於主人，遂立於楹以相拜。（相，謂贊主人及賓相拜之辭。）主人阼階上再拜，賓西階上答再拜，皆揖就席。（為己安也。今文揖為升。）"
      },
      {
        "index": 125,
        "text": "司正實觶，降自西階，中庭北面坐奠觶，興，退，少立。（奠觶，表其位也。\n少立，自修正，慎其位也。古文曰少退立。）"
      },
      {
        "index": 126,
        "text": "[疏]『司正』至『少立』。註『奠觶』至『退立』。釋曰：此雲『北面坐奠觶』，《鄉飲酒》亦然者，此二者皆臣禮，故北面奠觶。《燕禮》、《大射》皆司正南面奠觶者，彼是君禮，欲取還不背君，故南面奠觶。故《大射》雲："
      },
      {
        "index": 127,
        "text": "『南面坐奠觶，興，右還，北面少立。坐取觶，興，坐，不祭，卒觶，奠之，興，再拜稽首，左還，南面坐取觶，洗，南面反奠於其所，北面立。』註雲：『皆所以自昭明於眾也。將於觶南北面則右還，於觶北南面則左還。如是，得從觶西往來也。必從觶西往來者，為君在阼，不背之也。』又取威儀多。此及《鄉飲酒》在阼，非君直北面奠觶，又威儀簡故也。"
      },
      {
        "index": 128,
        "text": "進，坐取觶，興，反坐，不祭，遂卒觶，興。坐奠觶，拜，執觶興，洗，北面坐奠於其所。（今文坐取觶，無進。又曰坐奠之拜。）"
      },
      {
        "index": 129,
        "text": "興，少退，北面立於觶南。（立觶南，亦其故擯位。）\n[疏]『興少』至『觶南』。註『立觶』至『擯位』。釋曰：雲『立觶南，亦其故擯位』者，案上未有擯位，此雲擯位者，案《射禮》雲：『擯者退中庭。』"
      },
      {
        "index": 130,
        "text": "是擯者在中庭有位。《燕禮》、《大射》皆擯者為司馬，則此《鄉射》及《鄉飲酒》雲『作相為司正』，相即擯者也，故知觶南者中庭，故擯位也。"
      },
      {
        "index": 131,
        "text": "未旅。（旅，序也。未以次序相酬，以將射也。旅則禮終也。）\n[疏]『未旅』。註『旅序』至『終也』。釋曰：旅，眾也，而言序者，謂眾以次序相酬，必於未旅而射者。旅則醉，禮終恐不得射，故於未旅而射也。"
      },
      {
        "index": 132,
        "text": "此大夫、士禮，將射，先行鄉飲酒行旅酬而已，故射前未旅，而射後乃始行旅酬。\n《燕禮》、《大射》國君禮，故先行燕禮，雖行一獻，以其辨尊卑，故行四舉旅。"
      },
      {
        "index": 133,
        "text": "《大射》主為射，故再拜訖即射。《燕禮》主為燕，故三舉旅乃射，彼皆與此不同也。\n三耦俟於堂西，南面，東上。（司正既立，司射選弟子之中德行道藝之高者，以為三耦，使俟事於此。）"
      },
      {
        "index": 134,
        "text": "[疏]『三耦』至『東上』。註『司正』至『於此』。釋曰：自此已下盡『樂正北面立於其南』，論三番射事。鄭知司正既立司射，即選弟子之中為三耦俟事於此者，經雲『俟於堂西』，明此時始選，故知既立司正，司射乃選弟子使俟事於此也。故記雲：『三耦者，使弟子。司射前戒之。』註雲：『弟子，賓黨之少者也。前戒，謂先射請戒之。』"
      },
      {
        "index": 135,
        "text": "司射堂西，袒、決、遂，取弓於階西，兼挾乘矢，升自西階。階上北面告於賓，曰：『弓矢既具，有司請射。』（司射，主人之吏也。於堂西袒、決、遂者，主人無次，隱蔽而已。袒，左免衣也。決猶闓也，以象骨為之，著右大擘指，以鉤弦闓體也。遂，射也，以韋為之，所以遂弦者也。其非射時，則謂之拾。"
      },
      {
        "index": 136,
        "text": "拾，斂也，所以蔽膚斂衣也。方持弦矢曰挾。乘矢，四矢也。《大射》曰：『挾乘矢於弓外，見鏃於付，右巨指鉤弦。』古文挾皆作接。）"
      },
      {
        "index": 137,
        "text": "[疏]『司射』至『請射』。註『司射』至『作接』。釋曰：雲『司射，取弓於階西，兼挾乘矢』者，以其司射之弓矢豫陳於西階，故司射於堂西袒、決、遂訖，即取弓矢於階西。是以下記雲『司射之弓矢與撲，倚於西階之西』是也。"
      },
      {
        "index": 138,
        "text": "雲『有司請射』者，此有司謂司馬，故《大射》雲司射『自阼階前曰：為政請射』，註：『為政，謂司馬。司馬，政官，主射禮。』諸侯之州長無司馬官，直言有司請射，以比司馬也。雲『司射，主人之吏也』者，《大射》諸侯禮有大射正為長，射人次之，司射又次之，小射正次之，皆是士為也。則此大夫士禮，不得用士，故知是主人之吏為之可知。雲『於堂西袒、決、遂者，主人無次，隱蔽而已』者，此對《大射》人君禮有次，在東方，不須堂西也。雲『袒左免衣也』，知袒左者，凡事無問吉兇，皆袒左，是以《士喪》主人左袒，此及《大射》亦皆袒左，不以吉兇相反。唯有受刑袒右，故《覲禮》雲：『乃右肉袒於廟門之東。』註雲『右肉袒者，刑宜施於右』是也。雲『決猶闓也，以象骨為之』者，《大射》註亦然。案《繕人》雲：『掌王之用弓弩矢ゅ弋決拾。』鄭註雲：『《士喪禮》「決用正，王棘若棘」，則天子用象骨與？』無正文，故引《士喪禮》，又言『與』以疑之。若然，諸侯及大夫生用象，死用棘。天子無問死生，皆用象者，蓋取其滑也。雲『著右大擘指，以鉤弦闓體也』，知者，以右巨指鉤弦，故知著於右大擘指也。以右擘著極，是以《大射》雲『朱極三』，註雲『以朱韋為之三者，食指、將指、無名指』是也。雲『遂，射也，以韋為之，以遂弦者也』者，《大射》註亦雲：『遂，射也。以朱韋為之，著左臂所以遂弦也。』雲『其非射時，則謂之拾。拾，斂也，所以蔽膚斂衣也』者，此篇及《大射》將射雲袒、決、遂，射訖，則雲說、決、拾，於公雖射亦謂之拾，故《大射》雲：『公就物，小射正奉決拾以笥，大射正執弓，皆以從於物。』彼亦臨時而雲拾，以公射袒朱襦言拾，以見斂衣，故變文以見義也。雲『所以蔽膚斂衣也』者，言蔽膚，據士；斂衣，據大夫已上。是以下記；『大夫與士射袒薰襦。』《燕禮》記雲君射『袒朱襦』，若對君，大夫亦與士同，亦蔽膚也。雲『方持弦矢曰挾』，知者，下記雲：『凡挾矢，於二指之橫之。』是言其方可知。引《大射》『挾乘矢於弓外，見鏃於付』，是其方也。若側持弓矢，則名執，故下文雲：『司射猶袒、決、遂，左執弓，右執一個，兼諸弦面鏃。』註雲『側持弓矢曰執。面猶尚也，並矢於弦，尚其鏃』是也。雲『乘矢，四矢也』者，下雲司射『三挾一個』，又《詩》雲：『四矢反兮。』是四矢曰乘，凡物四皆曰乘也。引《大射》者，欲見挾為方持弦矢。"
      },
      {
        "index": 139,
        "text": "賓對曰：『某不能，為二三子。』許諾。（言某不能，謙也。二三子，謂眾賓已下。）\n[疏]『賓對』至『許諾』。註『言某』至『已下』。釋曰：『二三子，謂眾賓以下』者，謂除三耦之外，通射者而言，故雲謂眾賓以下也。若然，《投壺》禮賓固辭乃許者，彼因燕而為之再辭乃許。此為眾習禮，不專為己，故一辭即許。大射不請者，彼為擇士而射，故不須雲許，直告射節而已。此為眾庶習禮，故雲『為二三子許諾』，亦一辭而許也。"
      },
      {
        "index": 140,
        "text": "司射阼階上，東北面告於主人，曰：『請射於賓，賓許。』\n司射降自西階，階前西面，命弟子納射器。（弟子，賓黨之年少者也。納，內也。射器，弓、矢、決、拾、旌、中、籌、、豐也。賓黨東面，主人之吏西面。）"
      },
      {
        "index": 141,
        "text": "[疏]『司射』至『射器』。註『弟子』至『西面』。釋曰：鄭知弟子是賓黨之年少者，以其賓黨西方，東面，今以西面命之，明是賓黨。是以鄭雲『賓東矢面，主人之吏西面』也。言弟子，故知少者。知射器弓九以下者，並案下文所陳用者知之也。雲『賓黨東面，主人之吏西面』者，案《投壺》賓黨及主黨皆為弟子，皆得與投壺者，彼燕法主歡心，故皆與。今此射與鄉人習禮，《鄉飲酒》同，上下經文黨皆不與也。"
      },
      {
        "index": 142,
        "text": "乃納射器，皆在堂西。賓與大夫之弓倚於西序，矢在弓下，北括。眾弓倚於堂西，矢在其上。（上，堂西廉。矢亦北括。）"
      },
      {
        "index": 143,
        "text": "[疏]『乃納』至『其上』。註『上堂』至『北括』。釋曰：雲『賓與大夫之弓倚於西序，矢在弓下，北括。眾弓倚於堂西，矢在其上』者，以其序在堂上，故矢在弓下，堂西矢在堂上，隨其弓在堂下，隨其所宜而已。雲『上，堂西廉』者，以其在堂西，故矢在上者，還在堂上之廉棱也。雲『矢亦北括』者，其在堂上西序者北括，故知堂下者於上亦北括也。"
      },
      {
        "index": 144,
        "text": "主人之弓矢在東序東。（亦倚於東序也。矢在其下，北括。）\n[疏]『主人』至『序東』。註『亦倚』至『北括』。釋曰：上賓大夫弓矢在西序，矢在北括，此主人弓矢如上也。"
      },
      {
        "index": 145,
        "text": "司射不釋弓矢，遂以比三耦於堂西。三耦之南，北面，命上射曰：『某禦於子。』命下射曰：『子與某子射。』（比，選次其才相近者也。古文曰某從於子。）"
      },
      {
        "index": 146,
        "text": "[疏]『司射』至『子射』。註『比選』至『於子』。釋曰：言『遂以』\n者，司正因上階前令弟子納射器，不釋弓矢，遂比三耦，因曰遂，故雲遂以也。"
      },
      {
        "index": 147,
        "text": "雲『比，選次其才相近者也』者，才雖各自用，乃因選其力相近為宜也。\n司正為司馬。（兼官，由便也。立司正為蒞酒爾，今射，司正無事。）"
      },
      {
        "index": 148,
        "text": "[疏]『司正為司馬』。註『兼官』至『無事』。釋曰：言『兼官』者，若以諸侯對大夫，大夫兼官，諸侯具官；特以諸侯對天子，天子具官，諸侯兼官，各有所對，故雲兼官，雲『由使也』者。使司正為司馬，不煩餘官也。案《射義》雲：『孔子射於矍相之圃，射至於司馬，使子路執弓矢，出延射。又使公罔之裘、序點揚觶而語。』但此篇是州長春秋習射法，兼士，有卿大夫三年貢士之後，以五物詢眾庶，射於庠，鄉大夫五物詢眾，而引孔子射於矍相之事，則孔子魯之鄉大夫也。以其天子鄉卿大夫為之，諸侯鄉大夫使下大夫為之，是其差也。但《鄉飲酒》之禮二人舉觶為無爵，據此篇未旅先射，射訖行旅酬，酬訖，賓始二人舉觶為無爵。未射時詢眾庶，得使公罔之裘、序點二人揚觶者，揚觶實在射後一酬訖始行之。今孔子詢眾庶之時，借取無爵時於旅也語，故使公罔之裘、序點二人揚觶以詢眾庶。此篇司射恒執弓矢，子路亦執弓矢，則子路為司射也。射於矍相時雲射至司馬，此文又雲『司正為司馬』，則使子路詢眾庶時當此節也。"
      },
      {
        "index": 149,
        "text": "司馬命張侯，弟子說束，遂系左下綱。（事至也。今文說皆作稅。）\n[疏]『司馬』至『下綱』。註『事至也』。釋曰：上張侯時不系左下綱，中掩束之，今弟子說其束不致地，遂系左下綱於植，事至故也。"
      },
      {
        "index": 150,
        "text": "司馬又命獲者倚旌於侯中。（為當負侯也，獲者亦弟子也。謂之獲者，以事名之。）\n[疏]『司馬』至『侯中』。註『為當』至『名之』。釋曰：案下記雲："
      },
      {
        "index": 151,
        "text": "『司馬階前命張侯，遂命倚旌。』以記言之，司馬命張侯與命倚旌，其事相因，故雲『遂』，明同是西階前也。雲『為當負侯也』者，下雲『司馬命獲者執旌以負侯』是也。知『獲者亦弟子』者，堂下位，主人之黨在東，賓弟子在西，下雲『獲者由西方坐取旌倚於侯中』，言由西方，是賓黨弟子可知，亦上張侯者也。"
      },
      {
        "index": 152,
        "text": "雲『以事名之』者，以其唱獲，故名獲者也。\n獲者由西方坐取旌，倚於侯中，乃退。\n樂正西方，命弟子贊工，遷樂於丁。（當辟射也。贊，佐也。遷，徙也。）"
      },
      {
        "index": 153,
        "text": "弟子相工，如初入。降自西階，阼階下之東南，堂前三，西面北上坐。\n（，矢也。今文無南。）\n[疏]『弟子』至『上坐』。註『矢也』。釋曰：言『如初入』者，亦如上升堂時，相者亦在，左何瑟，面鼓，內弦，右手以如入升時也。雲『，矢也』者，案《矢人》註：『矢長三尺。』是去堂九尺也。"
      },
      {
        "index": 154,
        "text": "樂正北面立於其南。（北面，鄉堂，不與工序也。）\n[疏]『樂正』至『其南』。註『北面』至『序也』。釋曰：雲『不與工序也』者，工西面北上，以南北為序，樂正北面，則東西為列，故雲不與工序也。"
      }
    ]
  }
}