{
  "chapterNumber": 38,
  "title": "卷三十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "厥明，滅燎。陳衣於房，南領，西上，綪。絞，紟，衾二。君襚、祭服、散衣、庶襚，凡三十稱。紟不在，不必盡用。（紟，單被也。衾二者，始死斂衾，今又復制也。小斂衣數，自天子達，大斂則異矣。《喪大記》曰："
      },
      {
        "index": 1,
        "text": "『大斂，布絞，縮者三，橫者三。』）\n[疏]註『紟單』至『者三』。釋曰：云『君襚、祭服、散衣』者，士祭服有助祭爵弁服，自家祭，玄端服散衣，非祭服、朝服之等。云『庶襚』者，謂朋友兄弟之等來襚者也。云『紟不在』者，案《喪大記》『紟五幅，無ヨ』，鄭雲今之單被也。以其不成稱，故不在數內。云『不必盡用』者，案《周禮。守祧職》云『其遺衣服藏焉』，鄭云：『遺衣服，大斂之餘也。』即此不盡用者也。云『衾二者，始死斂衾，今又復制』者，此大斂之衾二：始死無用斂衾，以小斂之衾當陳之，故用大斂衾，小斂已後，用夷衾覆屍，故知更制一衾，乃得二也。云『小斂衣數，自天子達』者，案《喪大記》君大夫小斂已下，同雲十九稱，則天子亦十九稱，註云：『十九稱，法天地之終數也。』案《易。"
      },
      {
        "index": 2,
        "text": "系辭》生成之數，從『天一地二，天三地四，天五地六，天七地八，天九地十』，是十九為天地之終數。云『大斂則異矣』者，案此文，士喪大斂三十稱，《喪大記》士三十稱，大夫五十稱，君百稱。不依命數，是亦喪數略，則上下之大夫及五等諸侯各同一節，則天子宜百二十稱。此鄭雖不言襲之衣數，案《雜記》註云："
      },
      {
        "index": 3,
        "text": "『士襲三稱，大夫五稱，公九稱，諸侯七稱，天子十二稱與？』以其無文，推約為義，故云『與』以疑之。\n東方之饌，兩瓦С，其實醴酒，角觶，木四。豆兩，其實葵菹芋，蠃醢。"
      },
      {
        "index": 4,
        "text": "兩籩無，布巾，其實栗，不擇。脯四廷。（此饌但言東方，則亦在東堂下也。\n，白也。齊人或名全菹為芋。，緣也。《詩》云：『竹必緄。』布巾，籩巾也。籩豆具而有巾，盛之也。《特牲饋食禮》有籩巾。今文蠃為蝸，古文為甸。）"
      },
      {
        "index": 5,
        "text": "[疏]註『此饌』至『為甸』。釋曰：云『此饌但言東方，則亦在東堂下也』\n者，案上小斂之饌雲於東堂下，此直言東方，則亦東堂下。鄭云『亦』者，亦上小斂也。云『齊人或名全菹為芋』者，案鄭於《周禮。醢人》註云：『細切為齏，全物若為菹。』若然，凡菹者，全物不得芋名。此雲齊人名全菹為芋者，菹法舊短四寸者全之，若長於四寸者，亦切之，則葵長者自然切乃為菹。但喪中之菹葵，雖長而不切，取齊人全菹為芋之解也。引《詩》者，欲見為緣義。云『籩豆具而有巾，盛之也』者，使小斂一豆一籩，籩豆不具，故無巾。若然，籩有巾，豆無巾者，以豆盛菹醢，濕物不嫌無巾，故不言，其實有巾矣。案此註引《特牲》記『籩巾』，鄭彼註云：『籩有巾者，果實之物多皮核，優尊者。』此言盛之，不同，引之者，以其彼為屍，屍食，故雲優尊者。此為神，神不食，故雲盛之，引之直取證有巾覆之同。"
      },
      {
        "index": 6,
        "text": "奠席在饌北，斂席在其東。（大斂奠而有席，彌神之。）\n[疏]註『大斂』至『神之』。釋曰：云『彌神之』者，以其小斂奠無巾，大斂奠有巾，已是神之。今於大斂奠，又有席，是彌神之也。"
      },
      {
        "index": 7,
        "text": "掘聿見衽。（聿，埋棺之坎者也，掘之於西階上。衽，小要也。《喪大記》曰：『君殯用盾，贊至於上，畢塗屋。大夫殯以幬，贊置於西序，塗不暨於棺。士殯見衽，塗上，帷之。』又曰：『君蓋用漆，三衽三束。大夫蓋用漆，二衽二束。士蓋不用漆，二衽二束。』）"
      },
      {
        "index": 8,
        "text": "[疏]註『聿埋』至『二束』。釋曰：云『聿，埋棺之坎』者，聿訓為陳，謂陳屍於坎，鄭即以聿為埋棺之坎也。知『於西階上』者，《檀弓》孔子云：『夏後氏殯於東階，殷人殯於兩楹之，周人殯於西階之上。』故知士亦殯於西階之上。此殯時，雖不言南首，南首可知。鄭註上文雲如商之事位，則屍南首。以《檀弓》又云：『葬於北方北首，三代之達禮也。』《禮運》云："
      },
      {
        "index": 9,
        "text": "『故死者北首，生者南鄉。』亦據葬後而言，則未葬已前，不忍異於生，皆南首，唯朝廟時北首。故《既夕》云：『正柩於兩楹，用夷床。』註云：『是時柩北首。』必北首者，朝事當不背父母，以首鄉之故也。引《喪大記》者，云『畢塗屋』者，畢，盡也。四面及上盡塗之，如屋然。云『大夫殯以幬，贊置於西序』者，大夫不得如人君於西階，離序而四面贊之，大夫但逼西序，以木幬覆棺營贊置於西序。云『塗不暨於棺』者，彼註云：『贊中狹小，裁取容棺。』"
      },
      {
        "index": 10,
        "text": "暨，及也，但塗木不及棺而已。云『士殯見衽塗上』者，即此經掘聿而見其小要於上塗之而已。云『帷之』者，鬼神尚幽ウ，君大夫士皆同也。云『又曰君蓋用漆，三衽三束』者，古者棺不釘，彼鄭註云：『用漆者，塗合牡，牡之中也。"
      },
      {
        "index": 11,
        "text": "衽，小要也。』棺蓋每一縫為三道，小要每道為一條皮束之，故雲君蓋用漆三衽三束。大夫士降於君，故二衽二束，大夫有漆，士無漆也。引之者，證經聿與衽之義也。"
      },
      {
        "index": 12,
        "text": "棺入，主人不哭。升棺用軸，蓋在下。（軸，共軸也。共狀如床，軸其輪，免而行。）\n[疏]註『軸共』至『而行』。釋曰：云『共狀如床，軸其輪』者，此註文略。案《既夕》云『遷於祖用軸』，註云『軸，共軸也。軸狀如轉轔，刻兩頭為軹。共狀如長床，穿呈前後著金，而關軸焉。大夫諸侯以上，有四周，謂之盾，天子畫之以龍』是也。"
      },
      {
        "index": 13,
        "text": "熬黍稷各二筐，有魚臘，饌於西坫南。（熬所以惑蚍蜉，令不至棺旁也。為舉者設盆盥於西。）\n[疏]註『熬所』至『於西』。釋曰：《喪大記》云：『熬，君四種八筐，大夫三種六筐，士二種四筐。加魚臘焉。』註云：『熬者，煎也。將塗設於棺旁，所以惑蚍蜉，使不至棺也。』引此『《士喪禮》曰：熬黍稷各二筐。又云："
      },
      {
        "index": 14,
        "text": "設熬旁一筐，大夫三種，加以粱，君四種，加以稻，四筐則首足皆一，其餘設於左右。』若然，則此士二筐，首足各一筐，其餘設於左右可知也。云『為舉者設盆盥於西』者，以小斂既雲設盆盥饌於東方，明大斂用西方之盆盥矣。以其先陳盥，後陳鼎，故於鼎上言之也。"
      },
      {
        "index": 15,
        "text": "陳三鼎於門外，北上。豚合升，魚專鮒九，臘左胖，髀不升，其他皆如初。\n（合升，合左右體升於鼎。其他皆如初，謂豚體及匕俎之陳，如小斂時，合升四鬄，亦相互耳。）"
      },
      {
        "index": 16,
        "text": "[疏]註『合升』至『互耳』。釋曰：云『其他皆如初，謂豚體及匕俎之陳，如小斂時』者，謂豚七體之等，一依前斂時也。云『合升四鬄亦相互耳』者，小斂雲四鬄，四解為七體，亦左右體合升，今升左右體，亦四解可知也，故雲相互也。"
      },
      {
        "index": 17,
        "text": "燭俟於饌東。（燭，ㄡ也。饌，東方之饌。有燭者，堂雖明，室猶ウ。火在地曰燎，執之曰燭。）\n[疏]註『堂雖』至『曰燭』。釋曰：云『堂雖明，室猶ウ』者，前小斂陳衣於房，無燭者，近戶得明，故無燭。此大斂於室之奧，故有燭以待之。云『在地曰燎』者，謂若《郊特牲》云『庭燎之百』，又《詩》云『庭燎之光』，如此之類，皆在地曰燎。此云『執之曰燭』，及《少儀》云『主人執燭抱ㄡ』，此之類皆是人之手執燭也。庭燎且《燕禮》亦謂之大燭也，《司ピ氏》亦謂之墳燭也。"
      },
      {
        "index": 18,
        "text": "祝、徹盥於門外，入，升自阼階，丈夫踴。（祝徹，祝與有司當徹小斂之奠者。小斂設盥於饌東，有巾。大斂設盥於門外，彌有威儀。）"
      },
      {
        "index": 19,
        "text": "[疏]註『祝徹』至『威儀』。釋曰：此直云『祝徹盥於門外』者，不知何時設，此案上小斂陳饌訖，即言設盥，則陳大斂饌訖，亦設盥於門外也。"
      },
      {
        "index": 20,
        "text": "祝徹巾，授執事者以待。（授執巾者於屍東，使先待於阼階下，為大斂奠又將巾之。祝還徹醴也。）\n[疏]註『授執』至『醴也』。釋曰：云『授執巾者於屍東，使先待於阼階下』者，此巾前為小斂奠巾之，今祝徹巾，還為大斂奠巾之，前小斂奠，升自阼階，設於屍東，祝受巾於阼階下而升。今大斂奠，亦升自阼階，設於奧，亦宜受巾於阼階下而升，故知祝授巾於執巾者，使先待於阼階下也。又知『祝還徹醴』"
      },
      {
        "index": 21,
        "text": "者，下文『徹饌先取醴』故也。\n徹饌，先取醴酒，北面。（北面立，相待俱降。）其餘取先設者，出於足，降自西階。婦人踴。設於序西南，當西榮，如設於堂。（為求神於庭。孝子不忍使其親須臾無所馮依也。堂，謂屍東也。凡奠設於序西南者，畢事而去之。）"
      },
      {
        "index": 22,
        "text": "[疏]註『為求』至『去之』。釋曰：云『堂謂屍東也』者，謂如屍東堂上陳設之次第，故雲屍東也。云『凡奠設於序西南者，畢事而去之』者，言『凡奠』，謂小斂奠、大斂奠、遷柩奠、祖奠，但將設後奠，則徹先奠於西序南，待後奠事畢，則去之。故小斂奠設之於此不巾，以不久設故也。"
      },
      {
        "index": 23,
        "text": "醴酒位如初。執事豆北南面，東上。（如初者，如其醴酒北面西上也。執醴尊，不為便事變位。）\n[疏]註『如初』至『變位』。釋曰：前設小斂奠於屍東時，醴酒先升，北面西上，執豆俎者立於俎北，西上。至此執豆俎者，豆北東上，為便事，事訖，向東為便，故東上變位，以執醴者尊，仍西上，是不得『為便事變位』也。"
      },
      {
        "index": 24,
        "text": "乃饌。（東方之新饌。）\n[疏]註『東方之新饌』。釋曰：以其將設大斂，新饌於室，故知是新饌也。\n帷堂。（徹事畢。）婦人屍西，東面。主人及親者升自西階，出於足，西面袒。（袒，大斂變也。不言髽免髻髮，小斂以來自若矣。）"
      },
      {
        "index": 25,
        "text": "[疏]註『袒大』至『若矣』。釋曰：知袒為『大斂變』者，前將小斂袒，今言袒，下文即行大斂事，故知為大斂變也。云『不言髽免髺髮，小斂以來自若矣』者，決前小斂袒，男有髺髮免，婦人有髽，今大斂袒，不言者，自小斂以來有此，至成服乃改。若，如也，自如常有，故不言之也。"
      },
      {
        "index": 26,
        "text": "士盥，位如初。（亦既盥並立西階下。）\n[疏]註『亦既』至『階下』。釋曰：言『亦』者，亦如小斂時，士盥二人並立於西階下，以待遷屍也。"
      },
      {
        "index": 27,
        "text": "布廣如初。（亦下莞上簟，鋪於阼階上，於楹為少南。）\n[疏]註『亦下』至『少南』。釋曰：『布席如初』，初謂小斂時下莞上簟。"
      },
      {
        "index": 28,
        "text": "云『鋪於阼階上』者，案《喪大記》云『小斂於戶內，大斂於阼』是也。云『於楹為少南』者，取南北節，以其言阼階上，故知於楹為少南，近阼階也。"
      },
      {
        "index": 29,
        "text": "商祝布絞、紟、衾、衣，美者在外，君襚不倒。（至此乃用君襚，主人先自盡。）\n[疏]註『至此』至『自盡』。釋曰：云『至此乃用君襚，主人先自盡』"
      },
      {
        "index": 30,
        "text": "者，《喪大記》『君無襚大夫士』，註云：『不陳，不以斂。』彼無襚大夫士止謂不陳，為小斂用之，故雲無襚大夫士。以其上文士喪始死，君使人襚，何得雲君全無襚大夫士也？故以不陳，不以斂解之，至大斂乃用君襚，於小斂所用，主人先自盡也。"
      },
      {
        "index": 31,
        "text": "有大夫，則告。（後來者，則告以方斂。非斂時，則當降拜之。）\n[疏]註『後來』至『拜之』。釋曰：案《檀弓》『大夫吊，當事而至，則辭焉。』註云：『辭猶告也。擯者以主人有事告也。主人無事，則為大夫出。』"
      },
      {
        "index": 32,
        "text": "《喪大記》云：『士之喪，於大夫，不當斂則出。』註：『父母始死，悲哀，非所尊不出也。』上文有君命，則出迎於門外，是始死唯君命出。若小斂後，則為大夫出，故《雜記》云：『當袒，大夫至，雖當踴，絕踴而拜之，反，改成踴。』"
      },
      {
        "index": 33,
        "text": "若士來，即成踴，乃拜之也。\n士舉遷屍，復位。主人踴無。卒斂，徹帷。主人馮如初，主婦亦如之。\n主人奉屍斂於棺，踴如初，乃蓋。（棺在聿中，斂屍焉，所謂殯也。《檀弓》曰：『殯於客位。』）"
      },
      {
        "index": 34,
        "text": "[疏]釋曰：士舉遷屍，謂從戶外夷床上，遷屍於斂上。下云『奉屍斂於棺』，謂從阼階斂上遷屍鄉西階，斂於棺中，乃加蓋於棺上也。註『棺在』至『客位』。"
      },
      {
        "index": 35,
        "text": "釋曰：云『棺在聿中，斂屍焉』者，欲見先以棺入聿中，乃奉屍入棺中。\n云『所謂殯也』者，即所引《檀弓》『殯於客位』者是也。以屍入棺名斂，亦名殯也。"
      },
      {
        "index": 36,
        "text": "主人降，拜大夫之後至者，北面視聿。（北面於西階東。）\n[疏]註『北面於西階東』。釋曰：小斂後，主人阼階下。今殯後，拜大夫後至者，殯訖，不忍即阼階，因拜大夫即於西階東，北面，視聿而哭也。"
      },
      {
        "index": 37,
        "text": "眾主人復位。婦人東復位。（阼階上下之位。）\n[疏]註『阼階上下之位』。釋曰：眾主人與婦人於賓無事，故殯後即鄉東阼階上下之位也。"
      },
      {
        "index": 38,
        "text": "設熬，旁一筐，乃塗，踴無。（以木覆棺上而塗之，為火備。）卒塗，祝取銘置於聿。主人復位，踴，襲。（為銘設付，樹之聿東。）"
      },
      {
        "index": 39,
        "text": "[疏]註『為銘』至『聿東』。釋曰：上文始死，則作銘訖，置於重。今殯訖，取置於聿上，銘所以表柩故也。云『聿東』者，以不使當聿於東可知。"
      },
      {
        "index": 40,
        "text": "乃奠。燭升自阼階。祝執巾，席從，設於奧，東面。（執燭者先升堂照室，自是不復奠於屍。祝執巾，與執席者從入，為安神位。室中西南隅謂之奧，執燭南面，巾委於席右。）"
      },
      {
        "index": 41,
        "text": "[疏]註『執燭』至『席右』。釋曰：云『執燭者先升堂照室』者，以其設席於奧，當先照之為明也。云『自是不復奠於屍』者，鄭欲解自始死已來襲奠，小斂奠皆在屍旁，今大斂奠，不在西階上，就柩所，故於室內設之。則自此已下，朝夕奠、朔月奠、新奠皆不於屍所，總解之。知『執燭南面』者，以其燭先入室，南面照之便故也。云『巾委於席右』者，以巾為神，故知委於席右也。"
      },
      {
        "index": 42,
        "text": "祝反降，及執事執饌。（東方之饌。）士盥，舉鼎入，西面北上，如初。載，魚左首，進，三列，臘進柢。（如初，如小斂舉鼎、執匕俎扃、匕載之儀。"
      },
      {
        "index": 43,
        "text": "魚左首設而在南。，脊也。左首進，亦未異於生也。凡未異於生者，不致死也。古文首為手，為耆。）\n[疏]註『如初』至『為耆』。釋曰：云『左首進亦未異於生也』者，案《公食》右首進，此雲左首，則與生異，而雲亦未異於生者，下文註『載者統於執，設者統於席』，彼《公食》言右首，據席而言，此左首，據載者統於執，若設於席前，則亦右首也。云『不致死也』者，《檀弓》云：『之死而致死之，不仁而不可為也。』今進魚不異於生，則亦是之死不致死之，故引為證也。"
      },
      {
        "index": 44,
        "text": "祝執醴如初，酒豆籩俎從，升自阼階。丈夫踴。甸人徹鼎。（如初，祝先升。）\n[疏]註『如初祝先升』。釋曰：以其小斂祝執醴，醴在先，此云『如初』，故知祝先升也。"
      },
      {
        "index": 45,
        "text": "奠由楹內入於室，醴酒北面。（亦如初。）\n[疏]註『亦如初』。釋曰：以其小斂之醴酒先升，北面西上，此經亦言『北面』，明與小斂同，故云『亦如初』。謂如初，小斂經不言如初，文略也。"
      },
      {
        "index": 46,
        "text": "設豆，右菹，菹南栗，栗東脯，豚當豆，魚次，臘特於俎北。醴酒在籩南，巾如初。（右菹，菹在醢南也。此左右異於魚者，載者統於執，設者統於席。醴當栗南，酒當脯南。）"
      },
      {
        "index": 47,
        "text": "[疏]註『右菹』至『脯南』。釋曰：云『設豆，右菹』者，凡設醢菹常在右，今特言之者，此從北鄉南而陳，嫌先設者在北，故言右。言右菹，則醢自然在左，是以鄭雲右菹菹在醢南也。註云『此左右異於魚者，載者統於執，設者統於席』者，鄭以上文魚言左首，據載者統於執，故雲左首，及設則右首，此言設豆右菹，據設者統於席，前若執來即左菹也。云『醴當栗南，酒當脯南』者，以其陳饌要成，尊者後設，故先設栗脯於北，乃於南設醴酒，酒在東，故醴在栗南，酒在脯南也。"
      },
      {
        "index": 48,
        "text": "既錯者出，立於戶西，西上。祝後，闔戶。先由楹西，降自西階，婦人踴。\n奠者由重南，東。丈夫踴。（為神馮依之也。）"
      },
      {
        "index": 49,
        "text": "[疏]註『為神』至『之也』。釋曰：鄭解丈夫見奠者，至重即踴者，重主道，為神馮依之，故丈夫取以為踴節也。"
      },
      {
        "index": 50,
        "text": "賓出，婦人踴。主人拜送於門外。人，及兄弟北面哭殯。兄弟出，主人拜送於門外。（小功以下，至此可以歸，異門大功亦存焉。）"
      },
      {
        "index": 51,
        "text": "[疏]註『小功』至『存焉』。釋曰：云『北面哭殯』者，案《喪大記》云：\n『大夫士哭殯則杖，哭柩則輯杖。』註云：『哭殯，謂既塗也。哭柩，謂啟後也。』"
      },
      {
        "index": 52,
        "text": "此哭不言杖者，文略也。云『小功以下，至此可以歸』者，案《喪服》記云『小功以下為兄弟』，則此兄弟可以兼男女也。云『異門大功亦存焉』者，大功容有同門，有同財，故《喪服》以小功以下為兄弟。但大功亦容不同門，不同財之義，以異門疏，至此亦可以歸，故雲亦存焉，謂存在家之註也。既殯雖歸，至朝夕朔奠之日，近者亦人哭限也。若至葬時，皆就柩所，故《既夕》反哭，云『兄弟出主人拜送』，註云『兄弟小功以下也，異門大功，亦可以歸』是也。"
      },
      {
        "index": 53,
        "text": "眾主人出門，哭止，皆西面於東方。闔門。主人揖，就次。（次，謂斬衰倚廬，齊衰堊室也。大功有帷帳，小功緦麻有床笫可也。）"
      },
      {
        "index": 54,
        "text": "[疏]註『次謂』至『可也』。釋曰：凡言『次』者，廬、堊室以下總名，是賓客所在，亦名次也，故引《禮記。傳》為證。案《傳》云：『父母之喪居倚廬，寢苫枕塊，不說帶。齊衰居堊室，芐翦不納。大功寢有席，小功緦麻，床可也。』齊衰既居堊室，故大功以下有帷帳也。"
      },
      {
        "index": 55,
        "text": "君若有賜焉，則視斂。既布衣，君至。（賜，恩惠也。斂，大斂。君視大斂，皮牟服，襲裘。主人成服之後往，則錫衰。）"
      },
      {
        "index": 56,
        "text": "[疏]註『賜恩』至『錫衰』。釋曰：案《雜記》云：『公視大斂，公升，商祝鋪席，乃斂。』註引《喪大記》曰：『大夫之喪，將大斂，既鋪絞紟衾，君至』，此君升乃鋪席。則君至為之改，始新之。此經上下不言改新者，文不具也。云『斂，大斂』者，案《喪大記》云：『君於士，既殯而往，為之賜，大斂焉。』此經云『若有賜』，明君於士視大斂也。云『君視大斂皮弁服襲裘』者，案《喪服小記》云：『諸侯吊，必皮弁錫衰。』言諸侯不言君者，以其彼是吊異國之臣法。案《服問》云：『公為卿大夫錫衰以居，出亦如之，當事則弁。』"
      },
      {
        "index": 57,
        "text": "不見君吊士服。案《文王世子》註君為同姓之士緦衰，異姓之士疑衰，並據成服後。今大斂未成服，緣吊異國之臣有服皮弁之法，則君吊士未成服之前，可服皮弁襲裘。襲裘之文出《檀弓》，子遊吊，小斂後，『襲裘帶而入』，此小斂後，亦宜然也。云『成服之後往則錫衰』者，亦約《服問》君吊卿大夫之法。若然，《文王世子》註同姓之士緦衰，異姓之士疑衰，不同者，彼謂凡平之士，此士於君有師友之恩，特賜與大夫同也。"
      },
      {
        "index": 58,
        "text": "主人出迎於外門外，見馬首，不哭，還，入門右，北面，及眾主人袒。（不哭，厭於君，不敢伸其私恩。）\n[疏]註『不哭』至『私恩』。釋曰：案《喪大記》云『男子出寢門見人不哭』，平常出門時，此迎君宜哭。"
      },
      {
        "index": 59,
        "text": "巫止於廟門外，祝代之。小臣二人執戈先，二人後。（巫，掌招弭以除疾病。\n小臣，掌正君之法儀者。《周禮。男巫》：『王吊則與祝前。』《檀弓》曰："
      },
      {
        "index": 60,
        "text": "『君臨臣喪，以巫祝桃執戈以惡之，所以異於生也。』皆天子之禮。諸侯臨臣之喪，則使祝代巫，執居前，下天子也。小臣，君行則在前後，君升則俠阼階北面。凡宮有鬼神曰廟。）"
      },
      {
        "index": 61,
        "text": "[疏]註『巫掌』至『曰廟』。釋曰：云『巫掌招彌以除疾病』者，《周禮。春官。男巫職》文。彼註云：『招，招福也。彌讀為敉，敉，安也，謂安兇禍也。』云『小臣掌正君之法儀』者，《夏官。小臣職》文。雲男巫『王吊則與祝前』者，亦《男巫職》文。云『祝』者，則《周禮。春官。喪祝職》云『王吊則與巫前』是也。引之者，證經巫祝小臣之事也。引《檀弓》者，證彼與此經異，故云『皆天子之禮』也。以其巫祝桃具，故為天子禮也。云『諸侯臨臣之喪，則使祝代巫執居前下天子也』者，此據《喪大記》而言。案彼云：『大夫既殯，而君往焉。巫止於門外，祝代之先，君釋菜於門內，祝先升自阼階，負墉南面，君即位於阼，小臣二人執戈立於前，二人立於後。』文與此經同，文有詳略耳。"
      },
      {
        "index": 62,
        "text": "云『小臣君行則在前後』者，非直為吊喪，則凡平行，皆有此小臣從，以其與君為儀衛者。云『君升則俠阼階』，案《顧命》雲二人雀弁，夾階，是其類也。云『凡宮有鬼神曰廟』者，以經雲廟，謂寢為廟，故雲有鬼神曰廟。"
      },
      {
        "index": 63,
        "text": "君釋采，入門，主人辟。（釋采者，祝為君禮門神也。必禮門神者，明君無故不來也。《禮運》曰：『諸侯非問疾吊喪，而入諸臣之家，是謂君臣為謔。』）"
      },
      {
        "index": 64,
        "text": "[疏]註『釋采』至『為謔』。釋曰：引《禮運》者，證君無故而入臣家，故將入必禮門神也。彼註引陳靈公與孔寧、儀行父數如夏氏，以取弒焉，是君臣相謔，致禍之事也。"
      },
      {
        "index": 65,
        "text": "君升自阼階，西鄉。祝負墉，南面，主人中庭。（祝南面房中，東鄉君。墻謂之墉。主人中庭，進益北。）\n[疏]註『祝南』至『益北』。釋曰：祝必負墉南面鄉君者，案《喪大記》云：『君稱言，視祝而踴。』鄭註：『視祝而踴，祝相君之禮，當節之也。』故須鄉君也。云『主人中庭進益北』者，前主人先入門右，中庭之南，今雲中庭，明益北至庭也。"
      },
      {
        "index": 66,
        "text": "君哭，主人哭，拜稽顙，成踴，出。（出，不敢必君之卒斂事。）君命反行事，主人復位。（大斂事。）君升主人，主人西楹東，北面。（命主人使之升。）"
      },
      {
        "index": 67,
        "text": "升公卿大夫，繼主人，東上。乃斂。（公，大國之孤，四命也。《春秋傳》曰：\n『鄭伯有耆酒，為窟室，而夜飲酒擊鍾焉，朝至未已，朝者曰：公焉在？其人曰："
      },
      {
        "index": 68,
        "text": "吾公在壑谷。』伯有者，公子子良之孫良霄。）\n[疏]註『公大』至『壑谷』。釋曰：案《典命》云：『公之孤四命。』故云『大國之孤四命』也。引《春秋》者，襄三十年《左氏傳》文。鄭為伯爵，不合立孤，但良霄鄭之公族大夫貴重之極，以比大國之孤，故臣子尊其君，亦號為公。引之者，證經公是公之孤也。以其天子有三孤，副貳三公，大國無公，唯有孤，亦號為公，是以《燕禮》亦謂之為公也。"
      },
      {
        "index": 69,
        "text": "卒，公卿大夫逆降，復位。主人降，出。（逆降者，後升者先降，位如朝夕哭吊之位。）\n[疏]註『逆降』至『之位』。釋曰：卒者，謂卒斂也。云『主人降出』者，亦是不敢久留，君先出。下文君反主人，主人反鄉中庭，君乃撫屍，主人乃拜稽顙，踴出，出謂主人出鄉門外立。"
      },
      {
        "index": 70,
        "text": "君反主人，主人中庭。君坐撫，當心。主人拜稽顙，成踴，出。（撫，手案之。凡馮屍興必踴。今文無成。）\n[疏]註『撫手』至『無成』。釋曰：云『凡馮屍興必踴』者，《喪大記》文。此經直云『君坐撫，當心』，主人直踴，又不言馮屍，而鄭雲凡馮屍興必踴者，欲見撫即馮之類，興亦踴，故得與主人拾踴也。是以《喪大記》：『君於臣撫之，父母於子執之，子於父母馮之，婦於舅姑奉之，舅姑於婦撫之。馮屍不當君所。』又云：『凡馮屍，興必踴。』是馮為總名，故君撫之亦踴也。"
      },
      {
        "index": 71,
        "text": "君反之，復初位。眾主人辟於東壁，南面。（以君將降也。南面則當坫之東。）\n[疏]註『以君』至『之東』。釋曰：云『君反之復初位』，初位即中庭位。"
      },
      {
        "index": 72,
        "text": "知者，以其文承中庭位故也。云『以君將降也，南面則當坫之東』者，下文『君降，西鄉，命主人馮屍』，則君降當在阼階下，西面命之，故眾主人辟君東壁南面，南面則西頭為首，者當堂角之坫，故雲當坫之東也。"
      },
      {
        "index": 73,
        "text": "君降，西鄉，命主人馮屍。主人升自西階，由足，西面馮屍，不當君所，踴。\n主婦東面馮，亦如之。（君必降者，欲孝子盡其情。）奉屍斂於棺，乃蓋。主人降，出。君反之，入門左，視塗。（聿在西階上，入門左，由便趨疾，不敢久留君。）"
      },
      {
        "index": 74,
        "text": "君升即位，眾主人復位。卒塗，主人出，君命之反奠，入門右。（亦復中庭位。）\n[疏]註『亦復中庭位』。釋曰：經云『入門右』，註復中庭位，謂在門右，南北當中庭也。"
      },
      {
        "index": 75,
        "text": "乃奠，升自西階。（以君在阼。）\n[疏]註『以君在阼』。釋曰：以其凡奠皆升自阼階，是為君在阼，故辟之而升西階也。"
      },
      {
        "index": 76,
        "text": "君要節而踴，主人從踴。（節，謂執奠始升階，及既奠由重南東時也。）\n[疏]註『節謂』至『時也』。釋曰：云『節謂執奠始升階，及既奠由重南東時也』者，案上文大斂奠，升時丈夫踴，降時婦人踴，由重南而東，丈夫踴。"
      },
      {
        "index": 77,
        "text": "此註不雲降時踴者，以經直有君與主人丈夫踴節，故不言降時踴節也。\n卒奠，主人出，哭者止。（以君將出，不敢ん囂聒尊者也。）君出門，廟中哭，主人不哭，辟。君式之。（辟，逡遁辟位也。古者立乘，式，謂小俛以禮主人也。《曲禮》曰：『立視五巂，式視馬尾。』）"
      },
      {
        "index": 78,
        "text": "[疏]註『辟逡』至『馬尾』。釋曰：君入臣家，至廟門乃下車，則貳車本不入大門，下云『貳車畢乘主人哭拜送』者，明出大門矣。云『辟，逡遁辟位也。"
      },
      {
        "index": 79,
        "text": "者，案《曲禮》云：『君出就車，左右攘辟。』則此雲辟，亦是主人攘辟，故雲逡遁辟位也。云『古者立乘』者，以其坐乘則不得式而小俛，故云古者立乘也。"
      },
      {
        "index": 80,
        "text": "知式是『禮主人』者，《曲禮》云『式宗廟』，《曾子問》卿大夫見君之屍，『皆下之，屍必式』，是凡式皆是禮前物為式。引《曲禮》者，欲見式小俛。"
      },
      {
        "index": 81,
        "text": "彼註：『巂，猶規也。』車輪轉之一匝為一規。案《周禮。冬官》輪崇六尺六寸，圍三徑一，三六十八，一匝則一丈九尺八寸，五規則五個一丈九尺八寸，總為九丈九尺，六尺為一步，總十六步半。凡平立視，視前十六步半。若小俛為式，則低頭視馬尾，故連引《曲禮》云『式視馬尾』也。"
      },
      {
        "index": 82,
        "text": "貳車畢乘，主人哭，拜送。（貳車，副車也。其數各視其命之等。君出，使異姓之士乘之，在後。君吊，蓋乘象路。《曲禮》曰：『乘君之乘車不敢曠左，左必式。』）"
      },
      {
        "index": 83,
        "text": "[疏]註『貳車』至『必式』。釋曰：云『其數各視其命之等』者，案《周禮。大行人》云：上公貳車九乘，侯伯貳車七乘，子男貳車五乘，故知視命數也。"
      },
      {
        "index": 84,
        "text": "云『君出，使異姓之士乘之在後』者，《禮記。坊記》云：『君不與同姓同車，與異姓同車。』彼謂與君同在一車為禦，與車右者也。此經云『貳車畢乘』，明亦使異姓之上乘之在後可知。云『君吊，蓋乘象路』者，案《周禮。巾車職》王有五路：玉、金、象、革、木。諸侯，則同姓金路已下，異姓象路已下，四衛革路已下，蕃國唯有木路。若然，唯王與同姓異姓得吊乘象路。今雲蓋乘象路者，以諸侯言之，唯據上公與侯伯於王有親者，得用象路吊臨其臣以巾車。又雲象路以朝，釋曰王以朝及燕出入，雖不言吊臨，然吊臨亦是出入之事，故云『蓋』以疑之。若四衛、諸侯、侯伯已下，與王無親者，亦各乘己所賜之車，革路、木路之等。今鄭於貳車之下言所乘車者，以其言貳車，其飾皆與正車同，故於貳車以下，言君之所乘車也。引《曲禮》者，乘君之乘車，則貳車是也。以其與君為副貳，即是君之乘車也，彼註云：『君存惡空其位。』則此乘車亦居左，以其人君皆左載，無禦者在中，鄭註《周禮》亦有車右也，云『左必式』者，不敢立相視常為式耳。"
      },
      {
        "index": 85,
        "text": "襲，入即位。眾主人襲。拜大夫之後至者，成踴。（後至，布衣而後來者。）\n[疏]註『後至』至『來者』。釋曰：知布衣而後來者，若未布衣時來，即入前卿大夫從君之內，今承上君大夫之下，別君拜大夫之後至者，明布衣後來，不得與前卿大夫同時從君入者，故鄭以布衣之後解之。"
      },
      {
        "index": 86,
        "text": "賓出，主人拜送。（自賓出以下，如君不在之儀。）\n[疏]註『自賓』至『之儀』。釋曰：上經君在之時，卿大夫士從君者，不得與主人為禮。君出後，有賓來，即乃得別與主人為禮，故云『自賓出以下，如君不在之儀』也。"
      },
      {
        "index": 87,
        "text": "三日，成服，杖。拜君命及眾賓，不拜棺中之賜。（既殯之明日，全三日，始ヱ粥矣。禮，尊者加惠，明日必往拜謝之。棺中之賜，不施己也。《曲禮》曰："
      },
      {
        "index": 88,
        "text": "『生與來日。』）\n[疏]註『既殯』至『來日』。釋曰：云『既殯之明日』者，上厥明滅燎者，是三日之朝行大斂之事。今別言『三日成服』，則除上三日，更加一日是四日矣。"
      },
      {
        "index": 89,
        "text": "而言三日者，謂除死日數之為三日也。云『全三日，始ヱ粥矣』者，謂成服日乃食粥，除此日已前，是未全三日，不食，至四日乃食也。案《喪大記》云『三日不食』，謂通死日不數成服日，故雲三日不食，《孝經》『三日而食』者，是除死日數，故雲三日而食也。云『禮尊者加惠，明日必往拜謝之』者，案《既夕》記云『主人乘惡車』，註云『拜君命』是也。引《曲禮》者，彼註云：『與猶數也，生數來日，謂成服杖以死明日數也。死數往日，謂殯斂以死日數也。此士禮貶於大夫者，大夫以上皆以來日數。』引之以證此《士喪禮》與大夫已上異也。"
      },
      {
        "index": 90,
        "text": "朝夕哭，不辟子卯。（既殯之後，朝夕及哀至乃哭，不代哭也。子卯，桀、紂亡日，兇事不辟，吉事闕焉。）\n[疏]註『既殯』至『闕焉』。釋曰：云『既殯之後，朝夕及哀至乃哭』者，此據殯後阼階下朝夕哭，廬中思憶則哭。云『不代哭也』者，決未殯以前，大夫以上以官代哭，士以親疏代哭，不絕聲。云『子卯，桀紂亡日』者，《詩》云："
      },
      {
        "index": 91,
        "text": "『韋顧既伐，昆吾夏桀。』《左傳》雲乙卯，『昆吾稔之日』，昆吾與夏桀同時誅，則桀以乙卯亡。案《尚書。牧誓》序云『時甲子昧爽』，武王伐紂之日，是紂以甲子日死，王者以為忌日。云『兇事不辟』者，即此經是也。云『吉事闕焉』"
      },
      {
        "index": 92,
        "text": "者，《檀弓》云：『子卯不樂。』是吉事闕也。\n婦人即位於堂，南上，哭。丈夫即位於門外，西面北上。外兄弟在其南，南上。賓繼之，北上。門東，北面西上。門西，北面東上。西方，東面北上。主人即位。辟門。（外兄弟，異姓有服者也。辟，開也。凡廟門有事則開，無事則閉。）"
      },
      {
        "index": 93,
        "text": "[疏]註『外兄』至『則閉』。釋曰：《喪大記》云『祥而外無哭者』，則此外位皆有哭。今直雲婦人哭，則丈夫亦哭矣，但文不備也。案下註云『兄弟，齊衰大功者，主人哭則哭。小功緦麻，亦即位乃哭』是也。云『外兄弟，異姓有服者』，謂若舅之子，姑姊妹從母之子等，皆是有服者也。云『凡廟門有事則開，無事則閉』者，有事謂朝夕哭及設奠之時，無此事等則閉之，鬼神尚幽ウ故也。"
      },
      {
        "index": 94,
        "text": "婦人拊心，不哭。（方有事，止ん囂。）\n[疏]註『方有事止ん囂』。釋曰：云『方有事』者，謂下經徹大斂奠、設朝奠之事也。"
      },
      {
        "index": 95,
        "text": "主人拜賓，旁三，右還，入門，哭，婦人踴。（先西面拜，乃南面拜，東面拜也。）\n[疏]註『先西』至『拜也』。釋曰：知先西面、後東面者，以經云『旁三右還入門』，故知先西面，後乃東，遂北面。入門以一面，故云『旁』。"
      },
      {
        "index": 96,
        "text": "主人堂下直東序，西面。兄弟皆即位，如外位。卿大夫在主人之南。諸公門東，少進。他國之異爵者門西，少進。敵則先拜他國之賓。凡異爵者，拜諸其位。"
      },
      {
        "index": 97,
        "text": "（賓皆即此位，乃哭盡哀止。主人乃右還拜之，如外位矣。兄弟，齊衰大功者，主人哭則哭。小功緦麻，亦即位乃哭。上言賓，此言卿大夫，明其亦賓爾。少進，前於列。異爵，卿大夫也。他國卿大夫亦前於列，尊之，拜諸其位，就其位特拜。）"
      },
      {
        "index": 98,
        "text": "[疏]註『賓皆』至『特拜』。釋曰：既云『如外位』，又案外位，主人之南有外兄弟，其南乃有賓，此內位。主人之南即有卿大夫，不言兄弟者，以外兄弟雖在主人之南，以少退，故卿大夫繼主人而言也。云『諸公門東，少進』者，謂門東有士，故雲少進，少進於士。此所陳位不言士之屬吏者，案大夫家臣位在門右，則士之屬吏亦在門右，又在賓之後也。云『賓皆即此位，乃哭盡哀止，主人乃右還拜之，如外位矣』者，以其雲外位，明拜之亦右還如外位也。云『兄弟，齊衰大功者，主人哭則哭』者，以其大功已上親無門外內位，但主人哭則亦哭矣。"
      },
      {
        "index": 99,
        "text": "小功緦麻疏，故入即進前於士之列也。云『異爵，卿大夫也』者，以主人是士，明異爵是卿大夫也。云『他國卿大夫亦前於列』者，以經雲他國之異爵者，門西少進，亦當前於士之位也。云『拜諸其位，就其位特拜』者，以其異爵則亦卿大夫，故知特拜，一一拜諸其位也。"
      },
      {
        "index": 100,
        "text": "徹者盥於門外。燭先入，升自阼階。丈夫踴。（徹者，徹大斂之宿奠。）祝取醴，北面，取酒立於其東，取豆、籩、俎，南面西上。祝先出，酒、豆、籩、俎序從，降自西階。婦人踴。（序，次也。）"
      },
      {
        "index": 101,
        "text": "[疏]註『序次也』。釋曰：序次者，次第人，使相當。此經所言先後，則祝執醴在先，次酒，次豆籩，次俎，為次第也。"
      },
      {
        "index": 102,
        "text": "設於序西南，直西榮。醴酒北面西上。豆西面錯，立於豆北，南面。籩、俎既錯，立於執豆之西，東上。酒錯，復位。醴錯於西，遂先，由主人之北饌。"
      },
      {
        "index": 103,
        "text": "（遂先者，明祝不復位也。饌，新饌，將復奠。）\n[疏]註『遂先』至『復奠』。釋曰：云『遂先』者，明祝不復位也者。以其雲遂先，先即祝不得復位，遂東相新饌也。"
      },
      {
        "index": 104,
        "text": "乃奠。醴、酒、脯、醢升，丈夫踴。入，如初設，不巾。（入，入於室也。\n如初設者，豆先，次籩，次酒，次醴也。不巾，無菹、無栗也。菹、栗具則有俎，有俎乃巾之。）"
      },
      {
        "index": 105,
        "text": "[疏]註『入入』至『巾之』。釋曰：註云『入，入於室也』者，以其設奠在室中故也。云『如初設者，豆先，次籩，次酒，次醴也』者，以其大斂有俎，籩豆又多，今言如初設，直豆籩酒醴見用者，先後次第耳。云『不巾，無菹，無栗也』者，以大斂奠，兼有菹栗，則巾之。是以《檀弓》云：『喪不剝，奠也與？"
      },
      {
        "index": 106,
        "text": "祭肉也與？』其大斂皆有俎，俎有祭肉，故巾之也。若然，朝廟之奠，亦是宿奠，無菹栗有巾者，為在堂而久設，塵埃故也。"
      },
      {
        "index": 107,
        "text": "錯者出，立於屍西，西上。滅燭，出。祝闔戶，先降自西階。婦人踴。奠者由重南，東。丈夫踴。賓出，婦人踴，主人拜送。（哭止乃奠，奠則禮畢矣。今文無拜。）"
      },
      {
        "index": 108,
        "text": "[疏]註『哭止』至『無拜』。釋曰：云『祝闔戶，先降』者，以其出戶時，祝闔戶在後，故須雲祝先降也。云『哭止乃奠』者，謂朝夕哭止，拜賓乃奠，奠則禮畢矣。是以《檀弓》云『朝奠日出』是也。"
      },
      {
        "index": 109,
        "text": "眾主人出，婦人踴。出門，哭止。皆復位。闔門。主人卒拜送賓，揖眾主人，乃就次。\n朔月，奠用特豚、魚、臘，陳三鼎如初。東方之饌亦如之。（朔月，月朔日也。自大夫以上，月半又奠。如初者，謂大斂時。）"
      },
      {
        "index": 110,
        "text": "[疏]註『朔月』至『斂時』。釋曰：知『大夫以上月半又奠』者，下經云『月半不殷奠』，士不者，大夫以上則有之。謂若下文云『不述命』，大夫已上則有之。又若《特牲》雲士『不諏日』，大夫已上則諏。諸士言不者，大夫已上則皆有之，故知大夫以上，又有月半奠也。云『如初者，謂大斂時』者，以其上陳大斂事，此言如初，故知如大斂時也。"
      },
      {
        "index": 111,
        "text": "無籩，有黍、稷。用瓦敦，有蓋，當籩位。（黍稷並於С北也。於是始有黍稷。死者之於朔月月半，猶平常之朝夕。大祥之後，則四時祭焉。）"
      },
      {
        "index": 112,
        "text": "[疏]註『黍稷』至『祭焉』。釋曰：云『於是始有黍稷』者，始死以來，奠不言黍稷，至此乃言之，故雲於是始有黍稷也。云『死者之於朔月月半，猶平常之朝夕』者，謂猶生時朝夕之常食也。案《既夕》記云：『燕養饋羞，湯沐之饌如他日。』註云：『燕養，平常所用供養也。饋，朝夕食也。羞，四時之珍異。』"
      },
      {
        "index": 113,
        "text": "若然，彼謂下室中不異於生時，殯宮中則無黍稷，今至朔月月半乃有之。若朔月月半殯宮中有黍稷，下室則無。故《既夕》記云『朔月若薦新，則不饋於下室』，註云『以其殷奠有黍稷也。下室如今之內堂』是也，是以雲猶平常朝夕決之也。"
      },
      {
        "index": 114,
        "text": "云『大祥之後則四時祭焉』者，《士虞禮》禫月，『吉祭猶未配』，是大祥之後，得四時祭，若虞祭之後，卒哭之等，雖不四時，亦有黍稷，是其常也。"
      },
      {
        "index": 115,
        "text": "主人拜賓，如朝夕哭，卒徹。（徹宿奠也。）舉鼎入、升，皆如初奠之儀。\n卒朼，釋匕於鼎。俎行，朼者逆出。甸人徹鼎，其序：醴酒、菹醢、黍稷、俎。（俎行者，俎後執，執俎者行，鼎可以出，其序，升入之次。）"
      },
      {
        "index": 116,
        "text": "[疏]註『俎行』至『之次』。釋曰：云『俎行者，俎後執，執俎者行，鼎可以出』者，案下文設時，豆錯、俎錯，黍稷後設，則俎宜在黍稷前。今在黍稷後而言俎行者，欲見俎雖在黍稷前設，以執之在後，欲與鼎匕出為節，故雲俎行，即匕鼎出也。云『其序，升入之次』者，謂如經醴已下次第也。"
      },
      {
        "index": 117,
        "text": "其設於室，豆錯，俎錯，臘特。黍稷當籩位。敦啟會，卻諸其南。醴酒位如初。（常籩位，俎南黍，黍東稷。會，蓋也。今文無敦。）"
      },
      {
        "index": 118,
        "text": "[疏]註『當籩』至『無敦』。釋曰：知『當籩位，俎南黍，黍東稷』者，依特牲所設為之也。\n祝與執豆者巾，乃出。（共為之也。）主人要節而踴，皆如朝夕哭之儀。月半不殷奠。（殷，盛也。士月半不復如朔盛奠，下尊者。）"
      },
      {
        "index": 119,
        "text": "[疏]註『殷盛』至『尊者』。釋曰：云『下尊』者，以下大夫以上有月半奠故也。\n有薦新，如朔奠。（薦五若時果物新出者。）"
      },
      {
        "index": 120,
        "text": "[疏]註『薦五』至『出者』。釋曰：案《月令》仲春『開冰，先薦寢廟』，季春云『薦鮪於寢廟』，孟夏云『以彘嘗麥，先薦寢廟』，仲夏云『羞以含桃，先薦寢廟』。皆是薦新如朔奠者，牲牢籩豆，一如上朔奠也。"
      },
      {
        "index": 121,
        "text": "徹朔奠，先取醴酒，其餘取先設者。敦啟會，面足。序出如入。（啟會，徹時不復蓋也。面足執之，令足鄉前也。敦有足，則敦之形如今酒敦。）"
      },
      {
        "index": 122,
        "text": "[疏]註『啟會』至『蓋也』。釋曰：以前設時即不蓋，至徹亦不蓋。今經云『敦啟會』，嫌先蓋，至徹重啟之，故云『不復蓋』也。"
      },
      {
        "index": 123,
        "text": "其設於外，如於室。（外，序西南。）\n筮宅，冢人營之。（宅，葬居也。冢人，有司掌墓地兆域者。營猶度也。"
      },
      {
        "index": 124,
        "text": "《詩》云：『經之營之。』）\n[疏]註『宅葬』至『營之』。釋曰：案《周禮》有冢人掌公墓之地，辨其兆域。此士亦有冢人掌墓地兆域，故云『冢人營之』也。"
      },
      {
        "index": 125,
        "text": "掘四隅，外其壤，掘中，南其壤。（為葬將北首故也。）\n[疏]註『為葬』至『故也』。釋曰：云『為葬將北首』者，解掘中南其壤，為葬時北首，故壤在足處。案《檀弓》云：『葬於北方北首，三代之達禮也。』"
      },
      {
        "index": 126,
        "text": "是葬時北首也。\n既朝哭，主人皆往，兆南北面，免。（兆，域也，所營之處。免者，求吉不敢純兇。）\n[疏]註『兆域』至『純兇』。釋曰：案《雜記》云：『大夫卜宅與葬日，有司麻衣、布衰、布帶，因喪屨，緇布冠不蕤；占者皮弁。』下又云：『如筮，則史練冠、長衣以筮、占者朝服。』彼有司與占者之服，不純吉，亦不純兇，此乃主人之服，不純吉，免，亦不純兇也。"
      },
      {
        "index": 127,
        "text": "命筮者在主人之右。（命尊者宜由右出也。《少儀》曰：『贊幣自左，詔辭自右。』）\n[疏]註『命尊者自右』。釋曰：云『命尊者宜由右出也』者，對贊幣卑者在左，故引《少儀》為證也。"
      },
      {
        "index": 128,
        "text": "筮者東面，抽上賣，兼執之，南面受命。（賣，藏之器也。兼與執之。今文無兼。）\n[疏]註『賣藏』至『無兼』。釋曰：云『抽上賣』者，則下賣未抽，待用筮時乃並抽也。"
      },
      {
        "index": 129,
        "text": "命曰：『哀子某，為其父某甫筮宅。度茲幽宅兆基，無有後艱？』（某甫，且字也。若言山甫、孔甫矣。宅，居也。度，謀也。茲，此也。基，始也。言為其父筮葬居，今謀此以為幽冥居兆域之始，得無後將有艱難乎？艱難，謂有非常若崩壞也。《孝經》曰：『卜其宅兆，而安厝之。』古文無兆，基作期。）"
      },
      {
        "index": 130,
        "text": "[疏]註『某甫』至『作期』。釋曰：云『某甫，且字也』者，謂二十加冠時且字。云『若言山甫、孔甫矣』者，此亦二十加冠所稱，故《士冠禮》云『伯某甫』，仲、叔、季唯其所當。鄭亦以孔甫之字解某甫，則孔甫之等是實字，以某甫擬之，是且字也，是以諸侯薨，復者亦言某甫。鄭雲某甫且字，是為之造字也。引《孝經》卜其宅兆者，證宅為葬居。又見上大夫以上，卜而不筮，故《雜記》云『大夫卜宅與葬日』，下文云『如筮，則史練冠』，鄭註云：『謂下大夫若士也。』則卜者謂上大夫。上大夫卜，則天子諸侯亦卜可知。但此註兆為域，彼註兆為吉兆，不同者，以其《周禮》大卜掌三兆，有玉兆、瓦兆、原兆，《孝經》註亦云『兆，塋域』，此文主人皆往兆南北面，兆為營域之處，義得兩全，故鄭註兩解，俱得合義。"
      },
      {
        "index": 131,
        "text": "筮人許諾，不述命，右還，北面，指中封而筮。卦者在左。（述，循也。既受命而申言之曰述。不述者，士禮略。凡筮，因會命筮為述命。中封，中央壤也。"
      },
      {
        "index": 132,
        "text": "卦者，識爻卦畫地者。古文述皆作術。）\n[疏]註『述循』至『作術』。釋曰：云『不述者，士禮略』者，但士禮，命筮辭有一，命龜辭有二。大夫已上，命筮辭有二，命龜辭有三。士命筮辭有一者，即上經是直有命筮，無述命，又無即席西面命筮辭，是命筮辭唯有一也。下文卜日有族長蒞卜，為事命龜。直云『哀子某』以下，又有『即席西面一命龜』，註云：『不述命，亦士禮略』，是士命龜辭有二。又知大夫以上命筮辭有二，命龜辭有三者，案《少牢》是大夫筮禮，彼上文云『主人曰孝孫某來日丁亥』以下，是為一事命筮，下又云『遂述命曰假爾大筮有常』，是直云『孝孫某來日丁亥』"
      },
      {
        "index": 133,
        "text": "已下，將即西面命筮，冠於述命之上，共為一辭，通前為事命筮有二。若卜則有為事命龜，通述命，又有卿當席西面命為三。知大夫龜亦有述命，士雲不者，《士喪禮》士之卜筮皆云『不述命』，士雲不者，大夫已上皆有，謂若士『月半不殷奠』，大夫則殷奠之類。知大夫命龜不將述命，與即西面命龜共為一命龜，亦只有二者，案此《士喪》註述命，命龜異龜，重威儀多也。對《少牢》述命與命龜為二，通前命龜為三。若然，則天子諸侯亦命筮辭有二，命龜辭有三可知也。"
      },
      {
        "index": 134,
        "text": "知士不述命，非為喪禮略者，《特牲》之吉禮亦雲不述命，故知士吉兇皆不述命，非為喪禮略也。\n卒筮，執卦以示命筮者。命筮者受視，反之。東面旅占，卒，進告於命筮者與主人：『占之曰從。』（卒筮，卦者寫卦示主人，乃受而執之。旅，眾也。反與其屬共占之，謂掌《連山》、《歸藏》、《周易》者。從猶吉也。）"
      },
      {
        "index": 135,
        "text": "[疏]註『卒筮』至『吉也』。釋曰：經云『卒筮，執卦以示命筮』者，不言主人，註云『寫卦示主人』，不言命筮者，其實皆示。經直云『命筮者』，以命筮人於卦吉兇審，故據而言之。是以下覆告命筮，與主人二人並告，明與前不異也。云『與其屬共占之』，謂掌《連山》、《歸藏》、《周易》者，案《洪範》卜筮云『三人占，則從二人之言』，註云：『卜筮各三人。』大卜掌三兆、三《易》，以其龜有三兆：玉兆、瓦兆、原兆；筮有三《易》：《連山》、《歸藏》、《周易》。《連山》者，夏家《易》以純艮為首，艮為山，象山之出雲，連連不絕，故《易》名《連山》。《歸藏》者，殷之《易》以純坤為首，坤為地，萬物歸藏於地，故《易》名《歸藏》。周以十一月為正月，一陽爻生為天統，故以乾為首，乾為天，天能周匝於四時，故《易》名《周易》也。"
      },
      {
        "index": 136,
        "text": "主人，哭，不踴。若不從，筮擇如初儀。（更擇地而筮之。）歸，殯前北面哭，不踴。（易位而哭，明非常。）"
      },
      {
        "index": 137,
        "text": "[疏]註『易位』至『非常』。釋曰：朝夕哭當在阼階下西面，今筮宅來北面哭者，是易位，非常故也。\n既井槨，主人西面拜工，左還槨，反位，哭，不踴。婦人哭於堂。（既，已也。匠人為槨，刊治其材，以井構於殯門外也。反位，拜位也。既哭之，則往施之中矣。主人還槨，亦以既朝哭矣。）"
      },
      {
        "index": 138,
        "text": "[疏]註『既已』至『哭矣』。釋曰：自此盡『亦如之』，論將葬，須觀知槨材與明器之材善惡之事。案《禮記。檀弓》云：『既殯，旬而布材與明器。』"
      },
      {
        "index": 139,
        "text": "註云：『木工宜乾臘。』則此雲井槨及明器之材，布之已久，故云『既，已』也。\n又須作之，豈今始獻材也。但至此時將用，故主人親看視，是以雲既哭之則往施之中也。云『匠人為槨，刊治其材』者，此解經主人拜工之事，以其《冬官》主百工，百工之內，匠人主木工之事，所雲者拜匠人，以其為槨刊治其材有功，故主人拜之也。云『以井構於殯門外也』者，以下文『獻材於殯門外』，則此亦在殯門外。此不言，下言者，以明器之材多，並有獻素、獻成之事，故具言處所也。『反位，拜位』者，謂反西面拜位。知既哭施之中者，以其文承筮宅以下，見其即入廣故也。知『主人還槨，亦以既朝哭矣』者，以其筮宅與卜日皆在朝哭訖，明還槨亦既朝哭。言『亦』者，亦彼二事也。"
      },
      {
        "index": 140,
        "text": "獻材於殯門外，西面北上綪。主人遍視之，如哭槨。獻素、獻成亦如之。\n（材，明器之材。視之，亦拜工左還。形法定為素，飾治畢為成。）"
      },
      {
        "index": 141,
        "text": "[疏]註『材明』至『為成』。釋曰：上經已言槨，此經言材，故鄭言『明器之材』也。《檀弓》云：『既殯，旬而布材與明器。』明器與材別言，故彼言材為槨材也。又此下別言素與成，則此明器之材，未斫治，先獻之，驗其堪否也。"
      },
      {
        "index": 142,
        "text": "云『形法定為素，飾治畢為成』，知義然者，以其言素，素是未加飾名，又經言獻材是斫治，明素是形法定，斫治訖可知。又言成，成是就之名，明知飾治畢也。"
      },
      {
        "index": 143,
        "text": "此明器須好，故有三時獻法。上槨材既多，故不須獻，直還觀之而已。\n卜日，既朝哭，皆復外位。卜人先奠龜於西塾上，南首，有席。楚享置於ㄡ，在龜東。（楚，荊也。荊享，所以鉆灼龜者。ㄡ，炬也。所以然火者也。"
      },
      {
        "index": 144,
        "text": "《周禮。氏》：『掌共ㄡ契，以待卜事。凡卜，以明火ㄡ，遂灼其契，以授卜師，遂以役之。』）\n[疏]註『楚荊』至『役之』。釋曰：云『楚，荊也』者，荊本是草之名，以其與荊州之荊名同，楚又是荊州之國，故或言荊也。『荊享所以鉆灼龜』者，古法鉆龜，用荊謂之荊享也。云『ㄡ，炬也』者，謂存火者為炬，亦用荊為之，故鄭云『所以然火者也』。《周禮。氏》『掌共ㄡ契，以待卜事』者，案彼下註：『杜子春云：明火，以陽燧取火於日。玄謂讀如戈之，謂以契柱ㄡ火而吹之也。契既然，以授卜師，用作龜也。役之，使助之。』是楚享與契為一，皆謂鉆龜之荊，讀為戈之者，取其銳頭為之灼龜也。"
      },
      {
        "index": 145,
        "text": "族長蒞卜，及宗人，吉服立於門西，東面南上。占者三人在其南，北上。卜人及執ㄡ、席者在塾西。（族長，有司掌族人親疏者也。蒞，臨也。吉服，服玄端也。占者三人，掌玉兆、瓦兆、原兆者也。在塾西者，南面東上。）"
      },
      {
        "index": 146,
        "text": "[疏]註『族長』至『東上』。釋曰：云『族長，有司掌族人親疏者也』者，以其言族長，故知掌族人親疏也。云『吉服，服玄端也』者，案《雜記》云『大夫卜宅與葬日，有司麻衣』，又云『如筮則史練冠長衣』，此宗人直雲吉服，不言服名，則士之吉服，祭服為吉服，士之祭服為玄端而已。宗人掌禮之官，非卜筮者著玄端，則筮史亦服練冠、長衣。《雜記》所雲是求吉，故筮者不純兇也。"
      },
      {
        "index": 147,
        "text": "云『占者三人，掌玉兆、瓦兆、原兆』者，案《周禮。大卜》『掌三兆之法』，註云：『兆者，灼龜發於火，其形可占者。其象似玉、瓦、原之璺罅，是用名之焉。上古以來，作其法可用者有三原。原，田也。杜子春云：玉兆，帝顓頊之兆，瓦兆，帝堯之兆，原兆，有周之兆。』此三兆者，當代之別名。及占之又有體、色、墨、坼之等，故《占人》云：『君占體，大夫占色，史占墨，卜人占坼。』"
      },
      {
        "index": 148,
        "text": "註云：『體兆，象也。色兆，氣也。墨兆，廣也。坼兆，璺也。體有兇吉，色有善惡，墨有大小，坼有微明。尊者視兆象而已，卑者以次，詳其餘也。周公卜武王，占之曰體，王其無害，凡卜體吉，色善、墨大、坼明，則逢吉。』是其卜專據此三兆也。云『在塾西者南面東上』者，以其取堂南行事，明不得背之北面，故知南面取近為尊，故知東上也。"
      },
      {
        "index": 149,
        "text": "闔東扉，主婦立於其內。（扉，門扉也。）席於西閾外。（為卜者也。古文作{執木}，閾作蹙。）宗人告事具。主人北面，免，左擁之。蒞卜即位於門東，西面。（蒞卜，族長也。更西面，當代主人命卜。）"
      },
      {
        "index": 150,
        "text": "[疏]註『蒞卜』至『命卜』。釋曰：云『蒞卜，族長也』者，上文所雲是也。以其改鄉西面，下文受龜、受視、受命訖，則云『命曰哀子某』，則族長非直視高，兼行命龜之事也，故云『當代主人命卜』也。《周禮》天子卜法，則與士異，假使大事，則大宗伯蒞卜，小宗伯陳龜、貞龜、命龜，大卜視高作龜，次事小事以下，各有差降也。"
      },
      {
        "index": 151,
        "text": "卜人抱龜ㄡ，先奠龜，西首，ㄡ在北。（既奠ㄡ，又執龜以待之。）\n[疏]註『既奠』至『待之』。釋曰：云『卜人抱龜ㄡ』者，謂從塾上抱，鄉閾外待也。先奠龜於席上，乃復奠ㄡ在龜北。云『既奠ㄡ，又執龜以待之』者，鄉時先奠龜，次奠ㄡ，既奠ㄡ，又取龜執之以待，待者，下經授與宗人，宗人受之是也。"
      },
      {
        "index": 152,
        "text": "宗人受卜人龜，示高。（以龜腹甲高起所當灼處，雲蒞卜也。）\n[疏]註『以龜』至『上也』。釋曰：凡卜法，案《禮記》云『禎祥見乎龜之四體』，鄭註云：『春占後左，夏占前左，秋占前右，冬占後右。』今云『腹甲高』者，謂就龜之四體腹下之甲高者部之處鉆之，以示蒞卜也。"
      },
      {
        "index": 153,
        "text": "蒞卜受視，反之。宗人還，少退，受命。（受蒞卜命。授龜宜近，受命宜卻也。）命曰：『哀子某，來日某，卜葬其父某甫，考降，無有近悔。』（考，登也。降，下也。言卜此日葬，魂神上下得無近於咎悔者乎？）"
      },
      {
        "index": 154,
        "text": "[疏]註『考登』至『者乎』。釋曰：云『某甫』者，亦上孔甫之類且字也。\n云『魂神上下』者，總指一切神，無所偏指也。云『咎悔』者，亦謂冢墓有所崩壞也。"
      },
      {
        "index": 155,
        "text": "許諾，不述命，還即席，西面坐，命龜，興，授卜人龜，負東扉。（宗人不述命，亦士禮略。凡卜，述命，命龜異，龜重，威儀多也。負東扉，俟龜之兆也。）"
      },
      {
        "index": 156,
        "text": "[疏]註『宗人』至『兆也』。釋曰：云『宗人不述命，亦士禮略』者，以《少牢》述命，此云『不述命』，故雲士禮略。云『凡卜，述命，命龜異，龜重，威儀多也』者，言『凡』非一，則大夫已上皆有述命，述命與命龜異，故知此不述，而有即席西面命龜。若大夫以上有述命者，自然與西面命龜異可知。言凡卜述命命龜異龜重威儀多，對筮時述命、命筮同，筮輕，威儀少。云『俟龜之兆也』"
      },
      {
        "index": 157,
        "text": "者，下文『告於主婦，主婦哭』是也。\n卜人坐，作龜，興。（作猶灼也。《周禮。卜師》：『凡卜事，示高，揚火以作龜，致其墨。』興，起也。）"
      },
      {
        "index": 158,
        "text": "[疏]註『作猶』至『起也』。釋曰：《周禮。卜師》凡卜揚火以作龜致其墨者，此據小事，故不使大卜視高作龜。"
      },
      {
        "index": 159,
        "text": "宗人受龜，示氵位卜。氵位卜受視，反之。宗人退，東面。乃旅占。卒，不釋龜，告於氵位卜與主人：『占曰「某日從」。』（不釋龜，復執之也。古文曰為日。）"
      },
      {
        "index": 160,
        "text": "[疏]註『不釋』至『為日』。釋曰：云『不釋龜』者，似元執不釋。註云『復執之也』者，似釋後重執之。二疑之，謂宗人退東面，旅占之時，授人傳占，占訖，授宗人，宗人復執之，與本不釋相似，故經雲不釋龜也。"
      },
      {
        "index": 161,
        "text": "授卜人龜。告於主婦，主婦哭。（不執龜者，下主人也。）告於異爵者。使人告於眾賓。（眾賓，僚友不來者也。）"
      },
      {
        "index": 162,
        "text": "[疏]釋曰：上雲既朝哭，皆復外位，外位中有異爵卿大夫等，故就位告之。\n云『使人告於眾賓』者，既言使人告，明不在此，故鄭云『不來者也』。"
      },
      {
        "index": 163,
        "text": "卜人徹龜。宗人告事畢。主人，入，哭，如筮宅。賓出，拜送。若不從，卜宅如初儀。"
      }
    ]
  }
}