{
  "chapterNumber": 9,
  "title": "卷九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "賓降洗，（將酢主人。）\n[疏]『賓降洗』。註『將酢主人』。釋曰：自此已下至『西階上答拜』，論賓酢主人之事。雲『將酢主人』者，案《爾雅》雲：『酢，報也。』前得主人之獻，今將酌以報之，故降洗而致敬，故雲將酢主人也。"
      },
      {
        "index": 1,
        "text": "主人降。（亦從賓也。降，降立阼階東，西面。）\n[疏]『主人降』。註『降立』至『西面』。釋曰：知面位如此者，案下雲『主人復阼階東，西面』，故知此當於阼階東西面也。"
      },
      {
        "index": 2,
        "text": "賓坐奠爵，興辭。（西階前也。）\n[疏]『賓坐奠爵興辭』。註『西階前也』。釋曰：鄭知『西階前』者，《鄉射》雲：『賓西階前東面坐奠爵，興，辭降。』此亦然，故也。"
      },
      {
        "index": 3,
        "text": "主人對，賓坐取爵，洗南，北面。主人阼階東，南面辭洗。賓坐奠爵於篚，興對。主人復阼階東，西面。賓東北面盥，坐取爵，卒洗，揖讓如初，升。主人拜洗，賓答拜，興，降盥，如主人禮。賓實爵主人之席前，東南面酢主人。主人阼階上拜，賓少退。主人進受爵，復位，賓西階上拜送爵，薦脯醢。主人升席自北方，設折俎，祭如賓禮。（祭者，祭薦俎及酒，亦嚌啐。）"
      },
      {
        "index": 4,
        "text": "[疏]『主人』至『賓禮』。註『祭者』至『嚌啐』。釋曰：此賓坐取爵，洗南盥，坐取爵，卒洗，以此言之，則賓未盥，主人辭洗。案《鄉射禮》盥訖將洗，主人乃辭洗，先後不同者，彼與鄉人習禮輕，故盥訖乃辭洗，此鄉人將賓舉之，故未盥先辭洗，重之故也。若然，《鄉射禮》內兼有鄉大夫，即尊與州長同於盥後辭洗者，以其盥後辭洗是禮之常故也。但《鄉射》『賓坐取爵洗，坐奠爵於篚下』，主人辭洗之時，賓方奠爵於篚下，此不奠爵篚下，便言奠爵於篚者，《鄉射》雲『賓坐取爵洗』之時，未得主人之命，故得奠於篚下，得主人之命，乃奠於篚。此則賓取爵洗，未奠之時，主人即辭，故奠於篚也。雲『揖讓如初，升』者，謂前主人卒洗，一揖一讓升也。雲『降盥，如主人禮』者，謂如主人降盥禮，則此賓降，主人亦降，賓辭降，主人對，一與主人降辭已下同也。"
      },
      {
        "index": 5,
        "text": "雲『祭如賓禮』者，如上賓祭時坐，『左執爵，右祭脯醢，奠爵於薦西，興，右手取肺，左手執本，坐，弗繚，右絕末以祭，尚左手，嚌之。興，加於俎。坐扌兌手，遂祭酒。興，席末坐，啐酒。』故雲祭如賓禮。雲『祭者，祭薦俎及酒』"
      },
      {
        "index": 6,
        "text": "者，薦謂脯醢，俎即離肺也。雲『亦嚌啐』者，直雲祭如賓禮。嫌祭不嚌啐，故鄭明之。雲亦嚌肺啐酒，是以下文雲『不告旨』，明亦啐也。"
      },
      {
        "index": 7,
        "text": "不告旨。（酒，己物也。）\n自席前阼階上，北面坐卒爵，興，坐奠爵，遂拜，執爵興。賓西階上答拜。\n（自席前者，啐酒席末，因從北方降，由便也。）"
      },
      {
        "index": 8,
        "text": "[疏]『自席』至『答拜』。註『自席』至『便也』。釋曰：案《曲禮》雲席『東鄉、西鄉以南方為上，南鄉、北鄉以西方為上。』凡升席，必由下，降由上。今主人當降自南方，以啐酒於席末，遂因從席北頭降，又從北向南，北面拜，是由便也。若降由上之正，亦是便，故下雲主人作相『降席自南方』，不由北方，亦由便也。"
      },
      {
        "index": 9,
        "text": "主人坐奠爵於序端，阼階上北面再拜崇酒。賓西階上答拜。（東西墻謂之序。\n崇，充也，言酒惡，相充實。）\n[疏]『主人坐奠爵於序端』。註『東西』至『充實』。釋曰：『奠爵於序端』者，擬後酬賓訖，取此爵以獻介也。雲『東西墻謂之序』者，《爾雅。釋宮》文。但彼雲『東西廂』，廂即墻，故變言之也。"
      },
      {
        "index": 10,
        "text": "主人坐取觶於篚，降洗。賓降，主人辭降。賓不辭洗，立當西序，東面。\n（不辭洗者，以其將自飲。）\n[疏]『主人』至『東面』。釋曰：自此至『復位』，論主人酬賓之事。註『不辭』至『自飲』。釋曰：酬酒先飲，乃酬賓，故雲『將自飲』。若然，既自飲而盥洗者，禮法宜故也。若然，經雲『賓降主人辭』，應奠爵，不言者，理在可知，故為文略也。"
      },
      {
        "index": 11,
        "text": "卒洗，揖讓升。賓西階上疑立。主人實觶酬賓，阼階上北面坐奠觶，遂拜，執觶興。賓西階上答拜。（酬，勸酒也。酬之言周，忠信為周。）"
      },
      {
        "index": 12,
        "text": "[疏]『卒洗』至『答拜』。註『酬勸』至『為周』。釋曰：雲『賓西階上疑立』者，待主人自飲故也。雲『酬之言周，忠信為周』者，此解主人將酬賓，先自飲之意。以其酬賓若不自先飲，主人不忠信，恐賓不飲，示忠信之道，故先自飲，乃飲賓為酬也。忠信為周，《國語》文。"
      },
      {
        "index": 13,
        "text": "坐祭，遂飲，卒觶，興，坐奠觶，遂拜，執觶興。賓西階上答拜。主人降洗，賓降，辭如獻禮。升，不拜洗。（不拜洗，殺於獻。）"
      },
      {
        "index": 14,
        "text": "[疏]『坐祭』至『拜洗』。註『不拜洗殺於獻』。釋曰：雲『坐祭，遂飲』者，因坐祭即飲，飲卒觶，因事曰遂，故曰遂。雲『辭，如獻禮』者，主人辭，賓降，主人為己洗爵，此與獻賓時同，故雲『辭如獻禮』。禮殺升堂，不拜洗，與獻時異，故別言之，使不蒙如也。禮殺於獻者，獻時拜洗，禮初不殺故也。"
      },
      {
        "index": 15,
        "text": "賓西階上立，主人實觶賓之席前，北面，賓西階上拜，主人少退，卒拜，進，坐奠觶於薦西。（賓已拜，主人奠其觶。）"
      },
      {
        "index": 16,
        "text": "[疏]『賓西』至『薦西』。註『賓已』至『其觶』。釋曰：賓已拜，『主人奠其觶』者，非久停，下文賓取之『奠於薦東』是也。"
      },
      {
        "index": 17,
        "text": "賓辭，坐取觶，復位。主人阼階上拜送，賓北面坐奠觶於薦東，復位。（酬酒不舉，君子不盡人之歡，不竭人之忠，以全交也。）"
      },
      {
        "index": 18,
        "text": "[疏]『賓辭』至『復位』。註『酬酒』至『交也』。釋曰：賓辭，不解所辭之事，案《鄉射》：『二人舉觶於賓與大夫，進，坐奠於薦右，賓與大夫辭，坐受觶以興。』註雲：『辭，辭其坐奠觶。』以彼雲賓與大夫辭，即雲坐受觶以興。若自手受之以舉觶，是禮已，故賓與大夫可以當亢答之禮，得雲辭其親奠。"
      },
      {
        "index": 19,
        "text": "此禮初，賓謙卑，不辭其奠，故經不雲坐受以興。然此辭是主人復親酌已，故《鄉射》主人酬賓雲賓辭，鄭註雲『辭主人復親酌己』是也。雲『酬酒不舉，君子不盡人之歡，不竭人之忠，以全交也』者，並《曲禮》文。案彼歡謂飲食，忠謂衣服，引之並謂飲食者，鄭於彼歡與忠相對解之，故歡為飲食，忠為衣服，通而言之，總為飲食，於義合也。雲『全交』者，所有飲食與已已盡之，恐人嫌貧而交絕，故不盡為全交，酬酒不飲亦是全交，故引為證也。此以奠於薦東，為酬酒不舉。案《燕禮》二人媵爵於公，『奠於薦南』，彼皆舉為旅酬而在左者，鄭彼註雲：『奠於薦南，不敢必君舉也。』案《特牲》主人酬賓，『奠於薦北』，彼舉旅而在左者，鄭彼雲：『行神惠。』故不與此同也。"
      },
      {
        "index": 20,
        "text": "主人揖，降。賓降，立於階西，當序，東面。（主人將與介為禮，賓謙，不敢居堂上。）\n[疏]『主人』至『東西』。註『主人』至『堂上』。釋曰：自此下至『主人介右答拜』，論主人獻介之事。"
      },
      {
        "index": 21,
        "text": "主人以介揖讓升，拜如賓禮。主人坐取爵於東序端，降洗。介降，主人辭降，介辭洗，如賓禮。升，不拜洗。（介禮殺也。）"
      },
      {
        "index": 22,
        "text": "[疏]『主人』至『拜洗』。註『介禮殺也』。釋曰：案上主人迎賓之時，介與眾賓從入，又主人與客三揖至於階之時，介與眾賓亦隨至西階下東面。今此文雲揖讓升，如客禮，則唯於升堂時相讓，無庭中三揖之事矣。升堂而雲拜者，謂拜至亦如賓矣。雲『介禮殺也』者，謂不拜洗，是以《鄉飲酒義》雲『三讓以賓升，拜至、獻酬、辭讓之節繁，及介省矣』是也。"
      },
      {
        "index": 23,
        "text": "介西階上立。（不言疑者，省文。）\n[疏]註『不言疑者，省文』。釋曰：此決上獻酬辭賓時，賓於西階上疑立，此亦當獻酒節而不言疑者，省文也。"
      },
      {
        "index": 24,
        "text": "主人實爵介之席前，西南面獻介。介西階上北面拜，主人少退。介進，北面受爵，復位。主人介右北面拜送爵，介少退。（主人拜於介右，降尊以就卑也。"
      },
      {
        "index": 25,
        "text": "今文無北面。）\n[疏]『主人』至『少退』。註『主人』至『北面』。釋曰：雲主人『介之席前，西南面獻介』者，以介席東面，故邪向之。若獻賓時，於賓席前北面向之也。『主人拜於介右，降尊以就卑也』者，以主人獻賓時，主人自在阼階，今於獻介，主人來在西階介右，是介卑，故降主人之尊，就西階介之東北面拜也。"
      },
      {
        "index": 26,
        "text": "至旅酬皆同階者，禮殺故也。\n主人立於西階東，薦脯醢。介升席自北方，設折俎。祭如賓禮，不嚌肺，不啐酒，不告旨。自南方降席，北面坐卒爵，興，坐奠爵，遂拜，執爵興。主人介右答拜。（不嚌啐，下賓。）"
      },
      {
        "index": 27,
        "text": "[疏]『主人』至『答拜』。註『不嚌啐下賓』。釋曰：雲『主人立於西階東』者，始獻介之時近西，在介右，今於設薦之時，主人無事，稍近東。案上獻賓薦設之時，主人雲『疑立』，此不言者，文略也。雲『主人介右答拜』者，還近西於前立處答拜也。"
      },
      {
        "index": 28,
        "text": "介降洗，主人復阼階，降辭如初。（如賓酢之時。）\n[疏]『介降』至『如初』。註『如賓酢之時』。釋曰：自此至『介降立於賓南』，論介酢主人之事。雲『主人復阼階，降辭如初』者，如賓酢主人之時，介辭主人從己降，主人辭介為己洗，一皆如之也。"
      },
      {
        "index": 29,
        "text": "卒洗，主人盥。（盥者，當為介酌。）\n[疏]『卒洗主人盥』。註『盥者當為介酌』。釋曰：此主人自飲而盥者，尊介也。是以《鄉射》雲：大夫將酢，主人卒洗，『主人盥』。註雲：『盥者，雖將酌自飲，尊大夫，不敢褻。』是其類也。"
      },
      {
        "index": 30,
        "text": "介揖讓升，授主人爵於兩楹之。（就尊南授之。介不自酌，下賓。酒者，賓主共之。）\n[疏]『介揖』至『之間』。釋曰：『揖讓升』者，謂一揖一讓升也。雲『授主人爵於兩楹之間』，以爵授主人也。註『就尊』至『共之』。釋曰："
      },
      {
        "index": 31,
        "text": "知兩楹間是尊南者，以上雲尊於房戶，房戶當兩楹之北，故雲『就尊南授之』\n也。雲『介不自酌，下賓』者，以其賓親酌以酢主人，此不自酌，故雲下賓也。"
      },
      {
        "index": 32,
        "text": "雲『酒者，賓主共之』者，此鄭解酒賓主共之，故賓自酌以酢主人，介卑，故不敢酌，是以《鄉飲酒義》雲『尊於房戶之，賓主共之』是也。"
      },
      {
        "index": 33,
        "text": "介西階上立。主人實爵，酢於西階上，介右坐奠爵，遂拜，執爵興。介答拜。\n主人坐祭，遂飲，卒爵，興，坐奠爵，遂拜，執爵興。介答拜。主人坐奠爵於西楹南，介右再拜崇酒。介答拜。（奠爵西楹南，以當獻眾賓。）"
      },
      {
        "index": 34,
        "text": "[疏]『介西』至『答拜』。釋曰：此主人既受爵，介無事，故於西階上立。\n不言疑立，可知也，亦省文。註『奠爵』至『眾賓』。釋曰：知此奠爵為眾賓者，案下文雲『主人揖升坐取爵於西楹下』是也。鄉射無介，故獻眾賓時於東序端，取爵獻訖，奠爵於篚也。"
      },
      {
        "index": 35,
        "text": "主人復阼階，揖降。介降立於賓南。\n[疏]『主人』至『賓南』。釋曰：向來主人與介行禮於西階上，事訖，故復阼階揖讓降。介降立於賓南者，以將獻眾賓，故介無事，就賓南也。"
      },
      {
        "index": 36,
        "text": "主人西南面三拜眾賓，眾賓皆答壹拜。（三拜、壹拜，示遍，不備禮也。不升拜，賤也。）\n[疏]『主人』至『壹拜』。註『三拜』至『賤也』。釋曰：自此已下至『奠於篚』，論獻眾賓之事。雲『西南面』者，以其主人在阼階下，眾賓在賓、介之南，故西南向拜之。雲『三拜、壹拜，示遍，不備禮也』者，眾賓各得主人一拜，主人亦遍得一拜，是不備禮，故《鄉射》雲：『三拜眾賓，眾賓皆答壹拜。』"
      },
      {
        "index": 37,
        "text": "彼註雲：『三拜，示遍也。壹拜，不備禮也。』大夫禮皆然，故《少牢》雲：\n『主人三拜者，者皆答拜。』鄭雲：『三拜，旅之示遍也。』又《有司徹》雲：『主人降南面，拜眾賓於門東，三拜眾賓，門東北面，皆答壹拜。』大夫尊，故也。士則答再拜，故《特牲》雲：主人『三拜眾賓，眾賓答再拜。』鄭雲『眾賓再拜者，士賤，旅之，得備禮』是也。雲『不升拜，賤也』者，此決上主人與賓、介行禮皆升堂拜，至此三拜，賓賤，故不升拜至也。"
      },
      {
        "index": 38,
        "text": "主人揖升，坐取爵於西楹下，降洗，升實爵，於西階上獻眾賓。眾賓之長升拜受者三人。（長，其老者，言三人，則眾賓多矣。）"
      },
      {
        "index": 39,
        "text": "[疏]『主人』至『三人』。註『長其』至『多矣』。釋曰：雲『主人揖升』者，從三人為首，一一揖之而升也。雲『降洗，升實爵』者，以下不更言洗，則以下因此不復洗矣。雲『西階上獻眾賓』者，下別言眾賓之長三人，則眾賓之中兼言堂下眾賓，故鄭雲『眾賓多矣』。自三人已下，於下便以次歷言之矣。雲『拜受者三人』，則堂下眾賓不拜受矣。"
      },
      {
        "index": 40,
        "text": "主人拜送。（於眾賓右。）\n[疏]『主人拜送』。註『於眾賓右』。釋曰：知在眾賓右，拜送者約上文介右而知也。"
      },
      {
        "index": 41,
        "text": "坐祭，立飲，不拜既爵。授主人爵，降復位。（既，卒也。卒爵不拜，立飲，立授，賤者禮簡。）\n[疏]『坐祭』至『復位』。註『既卒』至『禮簡』。釋曰：雲『卒爵不拜，立飲，立授，爵賤者禮簡』者，賓賢能，以賢者為賓，其次為介，不間長幼。"
      },
      {
        "index": 42,
        "text": "其三賓德劣於賓、介，則數年之長幼，故上眾賓之長也。賓介則坐祭，坐飲，又拜既爵，此三賓則坐祭，與賓、介同不拜既爵、立飲、立授則異，賤，故禮簡也。"
      },
      {
        "index": 43,
        "text": "眾賓獻，則不拜受爵，坐祭，立飲。（次三人以下也，不拜，禮彌簡。）\n[疏]『眾賓』至『立飲』。註『次三』至『彌簡』。釋曰：此據堂下眾賓不拜受，簡於三人，故雲『禮彌簡』也。"
      },
      {
        "index": 44,
        "text": "每一人獻，則薦諸其席。（謂三人也。）\n[疏]『每一』至『其席』。註『謂三人也』。釋曰：上已雲獻，此以下別言薦。雲每一人，還發三人而言。雲『每一人獻則薦諸、其席』，則一一得獻，即薦之，以其言席，又下別言眾賓，則此三是三人，故鄭雲『三人』也。"
      },
      {
        "index": 45,
        "text": "眾賓辯有脯醢。（亦每獻薦於其位，位在下。今文辯皆作遍。）\n[疏]『眾賓辯有脯醢』。註『亦每』至『作遍』。釋曰：雲『亦每獻薦於其位』者，如上三人，一一薦之。知位在下者，以其言堂下立侍，不合有席，既不言席，故位在下，既不言其數，則鄉人有學識者，皆來觀禮，皆入飲酒之內。"
      },
      {
        "index": 46,
        "text": "是以《鄉射》雲：旅酬堂上，『辯，卒受者興，以旅在下者』，明眾賓在堂下也。\n主人以爵降，奠於篚。（不復用也。）"
      },
      {
        "index": 47,
        "text": "[疏]『主人』至『於篚』。釋曰：以此合一獻遍，不復用，故以主人爵降，奠於篚也。\n揖讓升。賓厭介升，介厭眾賓升，眾賓序升，即席。（序，次也。即，就也。"
      },
      {
        "index": 48,
        "text": "今文厭皆為揖。）\n[疏]『揖讓』至『即席』。註『序次』至『為揖』。釋曰：自此至『舉觶者降』，論遍獻眾賓訖，將以旅酬之事。雲『眾賓序升』者，謂三賓堂上有席者，以年長為首，以次即席也。雲『今文厭皆為揖』，不從者，以賓相引以手，不得為揖故也。"
      },
      {
        "index": 49,
        "text": "一人洗，升，舉觶於賓。（一人，主人之吏。發酒端曰舉。）\n[疏]『一人』至『於賓』。註『一人』至『曰舉』。釋曰：此一人舉觶，為旅酬也。雲『發酒端曰舉』者，從上至下遍飲訖，又從上而起，是發酒端曰舉也。"
      },
      {
        "index": 50,
        "text": "實觶，西階上坐奠觶，遂拜，執觶興，賓席末答拜。坐祭，遂飲，卒觶興，坐奠觶，遂拜，執觶興，賓答拜。降洗，升實觶，立於西階上，賓拜。（賓拜，拜將受觶。）"
      },
      {
        "index": 51,
        "text": "[疏]『實觶』至『賓拜』。註『賓拜拜將受觶』。釋曰：雲『賓席末答拜』者，謂於席西南面，非謂席上，近西為末，以其無席上拜法也。已下賓拜皆然。"
      },
      {
        "index": 52,
        "text": "進，坐奠觶於薦西。賓辭，坐受以興。（舉觶不授，下主人也。言坐受者，明行事相接，若親受，謙也。）\n[疏]『進坐』至『以興』。註『舉觶』至『謙也』。釋曰：雲『舉觶不授，下主人也』者，決上主人獻賓皆親授而奠之，今不親授，是下主人。《鄉射》註雲：『不授，賤不敢也。』下主人明。此亦賤不敢授也。雲『言坐受者，明行事相接，若親受，謙也』者，若於人手相授受，名為受，不於人取之，不得言受。"
      },
      {
        "index": 53,
        "text": "今於地取之而言受者，以主人奠之，賓取之而無隔絕，雖於地，若手受之，故雲明行事相接若親受之謙也。\n舉觶者西階上拜送，賓坐奠觶於其所。（所，薦西也。）"
      },
      {
        "index": 54,
        "text": "[疏]『舉觶』至『其所』。註『所薦西也』。釋曰：賓奠於其所者，待作樂後立司正，賓乃取此觶以酬主人，以其將舉，故且奠之於右也。"
      },
      {
        "index": 55,
        "text": "舉觶者降。（事已。）\n[疏]『舉觶者降』。註『事已』。釋曰：案《鄉射》『舉觶者降』後有大夫，此不言者，大夫觀禮之人，或來或否，故不言也。"
      },
      {
        "index": 56,
        "text": "設席於堂廉，東上。（為工布席也。側邊曰廉，《燕禮》曰：『席工於西階上少東，樂正先升，北面。』此言樂正先升，立於西階東，則工席在階東。）"
      },
      {
        "index": 57,
        "text": "[疏]『設席』至『東上』。註『為工』至『階東』。釋曰：自此下至『樂正告於賓乃降』，論主人樂賓之事。大判總為作樂，其中別有四節之殊：有歌，有笙，有間，有合，次第不同也。案《燕禮》『席工於西階上』，即雲『樂正先升』，《大射》亦雲『席工於西階上，工六人四瑟』，始雲『小樂正從之』，不同者，《燕禮》主於歡心，尚樂，故先雲樂正先升，《大射》主於射，略於樂，故辨工數，乃雲樂正從之也。若然，此主於樂，不與燕同，而席工下辨工數，乃雲樂正升者，此臣禮避初也。至於《鄉射》亦應主於射，略於樂，而不言工數，先雲樂正，而不與《大射》同者，亦是避初之事也。雲『為工布席也』者，以《鄉射》、《燕禮》、《大射》皆席工連言，此不言席工，文不具爾，故此為工布席。下雲工入升，明此席也。引《燕禮》者，欲證此席為工，又取此工席在西階東，以其此經雲堂廉東上，不言階東，故取《燕禮》西階上少東，樂正又在工西。此下雲樂正於西階東，據樂正於西階東，而立在工西，則知工席更在階東、北面可知。但此言近堂廉，亦在階東，彼雲階東亦近堂廉也。"
      },
      {
        "index": 58,
        "text": "工四人，二瑟，瑟先。相者二人，皆左何瑟，後首，挎越，內弦，右手相。\n（四人，大夫制也。二瑟，二人鼓瑟，則二人歌也。瑟先者，將入，序在前也。"
      },
      {
        "index": 59,
        "text": "相，扶工也，眾賓之少者為之，每工一人。《鄉射禮》曰『弟子相工如初入』，天子相工使視了者，凡工，瞽蒙也，故有扶之者。『師冕見，及階，子曰："
      },
      {
        "index": 60,
        "text": "「階也。」及席，子曰：「席也。」』固相師之道。後首者，變於君也。挎，持也。相瑟者則為之持瑟。其相歌者，徒相也。越，瑟下孔也。內弦，側擔之者。）"
      },
      {
        "index": 61,
        "text": "[疏]『工四』至『手相』。註『四人』至『之者』。釋曰：雲『四人，大夫制也』者，此鄉大夫飲酒而雲四人，《大射》諸侯禮而雲六人，故知四人者，大夫制也。《燕禮》亦諸侯禮，而雲四人者，鄭彼註雲：工四人者，《燕禮》輕，從大夫制也。《鄉射》是諸侯之州長，士為之，其中兼有鄉大夫，以三物詢眾庶行《射禮》法，故工亦四人，大夫制也。若然，士當二人，天子當八人，為差次也。雲『二瑟，二人鼓瑟，則二人歌也』者，既雲工四人二人瑟，明二人鼓瑟可知也。雲『相，扶工也，眾賓之少者為之』者，見《鄉射》雲：『樂正西方，命弟子。』弟子則眾賓之少者也。雲『每工一人』者，案《周禮》瞽三百人，又此經二人瑟，相者二人，皆左何瑟。又《大射》仆人正相大師，以諸文言之，故知每工一人。若然，此經工四人，二人瑟，相二人，則工二人。歌雖不言相，亦二人可知。以空手無事，故不言也。雲『《鄉射禮》曰弟子相工如初入』者，彼謂將射，樂正命弟子相工遷樂於下，降時如初入之次第，亦瑟先歌後，引之，證弟子相工之事。天子相工亦使氐了為之，知者，見《周禮。氐職》雲『凡樂事相瞽』是也。雲『凡工，瞽蒙也』者，鄭司農雲：無目關謂之瞽，有目關而無見謂之蒙，有目無眸予謂之瞍，故《詩。大雅》雲『蒙瞍奏工』"
      },
      {
        "index": 62,
        "text": "是也。引《論語》者，證瞽人無目，須扶之義也。雲師，即大師之官，無目蒙瞽之長也。雲『後首者，變於君也』者，案《燕禮》雲：『小臣左何瑟，面鼓。』"
      },
      {
        "index": 63,
        "text": "註雲：『燕尚樂，可鼓者在前也。』此《鄉飲酒》亦尚樂，而不面鼓，是變於君也。案《大射》主於射，略於樂，《鄉射》亦應主於射，略於樂，所以面鼓，亦是變於君也。雲『挎，持也』者，瑟底有孔越，以指深入謂之挎也。雲『其相歌者，徒相也』者，徒，空也，無可荷空，以右手相，以經不言故也。雲『內弦，側擔之者』，以左於外，側擔之使弦向內也。"
      },
      {
        "index": 64,
        "text": "樂正先升，立於西階東。（正，長也。）\n[疏]『樂正』至『階東』。註『正長也』。釋曰：案《周禮》有大司樂、樂師，天子之官。此樂正者，諸侯及大夫、士之官，當天子大司樂。言先升，對後升。雲『長』，樂官之長也。"
      },
      {
        "index": 65,
        "text": "工入，升自西階。北面坐。相者東面坐，遂授瑟，乃降。（降立於西方，近其事。）\n[疏]『工入』至『乃降』。註『降立』至『其事』。釋曰：工入升，不言歌瑟先後，案上文已雲瑟先其歌可知也。鄭知『降立於西方，近其事』者，《鄉射》雲：『樂正西方，命弟子贊工遷樂。』故知西方是近其事也。"
      },
      {
        "index": 66,
        "text": "工歌《鹿鳴》、《四牡》、《皇皇者華》。（三者皆《小雅》篇也。《鹿鳴》，君與臣下及四方之賓燕，講道修政之樂歌也。此采其己有旨酒，以召嘉賓，嘉賓既來，示我以善道。又樂嘉賓有孔昭之明德，可則效也。《四牡》，君勞使臣之來樂歌也。此采其勤苦王事，念將父母，懷歸傷悲，忠孝之至，以勞賓也。《皇皇者華》，君遣使臣之樂歌也。此采其更是勞苦，自以為不及，欲諮謀於賢知而以自光明也。）"
      },
      {
        "index": 67,
        "text": "[疏]『工歌』至『者華』。註『三者』至『光明』。釋曰：凡歌《詩》之法，皆歌其類。此時貢賢能，擬為卿大夫，或為君所燕食，以《鹿鳴》詩也；或為君出聘，以《皇皇者華》詩也；或使反為君勞來，以《四牡》詩也。故賓賢能而預歌此三篇，使習之也。雲『三者皆《小雅》篇也』者，其詩見於《小雅》之內也。雲『《鹿鳴》，君與臣下及四方之賓燕，講道修政之樂歌也』者，自此已下，鄭皆先引《詩序》於上，復引《詩經》於下，以其子夏作序，所以序述經意，故鄭並引之也。案《鹿鳴》序雲：『《鹿鳴》，燕群臣嘉賓也。』然後群臣嘉賓得盡其心之事，還依序而言也。雲『此采其己有旨酒，以召嘉賓，嘉賓既來，示我以善道』至『可則效也』者，案彼經雲『我有旨酒，以燕樂嘉賓之心』，又雲『示我周行』，『德音孔昭，視民不恌，是則是效』之事。《四牡》序云："
      },
      {
        "index": 68,
        "text": "『勞使臣之來也。』經雲：『王事靡，我心傷悲』，『豈不懷歸』，『將母來諗。』《皇皇者華》序雲：『君遣使臣也。』經雲：『於彼原隰，先先征夫，每懷靡及』，『周爰諮謀』之事，故鄭依而引之為證也。"
      },
      {
        "index": 69,
        "text": "卒歌，主人獻工。工左瑟，一人拜，不興，受爵。主人阼階上拜送爵。（一人，工之長也。凡工賤，不為之洗。）"
      },
      {
        "index": 70,
        "text": "[疏]『卒歌』至『送爵』。註『一人』至『之洗』。釋曰：雲『一人，工之長也』者，謂就四人之內為首者也。云『凡工賤，不為之洗』者，下大師為之洗，是君賜者為之洗，明自外不為之洗也。案此《鄉飲酒》及《燕禮》同是主歡心尚樂之事，故有升歌笙合樂，及其獻工獻笙後合不獻，以知二節自前已得獻，故不復重獻。《鄉射》主於射，略於樂，無笙，唯有合樂，笙工並為，至終總獻之。《大射》亦主於射，略於樂，但不歌，不合樂，故有升歌，《鹿鳴》三終，主人獻工，乃後下管新宮，不復得獻，此君禮異於《鄉射》也。若《鄉射》與《大射》同略於樂，《大射》不略升歌而略笙合者，《二南》是鄉大夫之正，《小雅》是諸侯之正，鄭註《鄉射》云『不略合樂』者，不可略其正。"
      },
      {
        "index": 71,
        "text": "諸侯不略《鹿鳴》之等，義亦然也。\n薦脯醢，使人相祭。（使人相者，相其祭酒、祭薦。）\n[疏]『薦脯醢使人相祭』。註『使人』至『祭薦』。釋曰：知『使人相祭』者，以相者扶工之人，每事使之指授，故知還使相者為之。知『祭酒、薦祭』"
      },
      {
        "index": 72,
        "text": "者，以其雲獻薦脯醢即雲相祭，知相其祭酒祭薦也。\n工飲，不拜既爵，授主人爵。（坐授之。）\n[疏]註『坐授之』。釋曰：知『坐授之』者，以經不雲『興』，故知坐授之也。"
      },
      {
        "index": 73,
        "text": "眾工則不拜，受爵，祭飲，辯有脯醢，不祭。（祭飲，獻酒重，無不祭也。\n今文辯為遍。）\n[疏]『眾工』至『不祭』。註『祭飲』至『為遍』。釋曰：言『獻酒重，無不祭也』者，眾工諸事皆不備，尚祭飲，則知得獻酒無有不祭，故知獻酒重無不祭也。其正酬亦祭，至於旅酬以下，則不祭而已。故下記云：『凡旅不洗，不洗者，不祭。』鄭註雲：『敬禮殺也。』不甚也。此眾工亦不洗而祭，是以雲獻酒重無不祭也。"
      },
      {
        "index": 74,
        "text": "大師，則為之洗，賓、介降，主人辭降。工不辭洗。（大夫若君賜之樂，謂之大師，則為之洗，尊之也。賓、介降，從主人也。工，大師也。上既言獻工矣，乃言大師者，大師或瑟，或歌也。其獻之，瑟則先，歌則後。）"
      },
      {
        "index": 75,
        "text": "[疏]『大師』至『辭洗』。註『大夫』至『則後』。釋曰：天子諸侯有常官，則有大師也。大夫則無常官，若君賜之樂，並樂人與之，則亦謂之大師，主人為之洗。若然，工非大師則無洗。云『賓，介降，從主人也』者，案《鄉射》云：『大師則為之洗，賓降。』註云：『大夫不降，尊也。』此既大夫禮，則有大夫亦不降可知也。雲『工，大師也』者，既言大師則為之洗，而雲工不辭洗，故知工即大師。是以《論語》雲『師冕見，孔子為之相』，鄭云：『相，扶工。』"
      },
      {
        "index": 76,
        "text": "是工為樂人之總稱也。云『上既言獻工矣，乃言大師者，大師或瑟，或歌也』者，以其前工有瑟有歌，後別言大師，則大師能瑟，或在瑟中，若大師能歌，或在歌中，故雲大師或瑟或歌也。雲『其獻之，瑟則先，歌則後』者，以其序入及升堂，皆瑟先歌後，其獻法皆先瑟後歌，是以知獻之瑟先歌後，隨大師所在，以次獻之也。《燕禮》云：『卒歌，主人洗升，獻工，工不興，左瑟，一人拜，受爵。』"
      },
      {
        "index": 77,
        "text": "註云：『左瑟，便其右。一人，工之長者也。』《燕禮》諸侯禮有常官，不言大師，以《燕禮》主為臣子，故工四人，從大夫制，其大師入工，不別言之也。"
      },
      {
        "index": 78,
        "text": "《大射》云：『主人洗升，實爵，獻工，工不興，左瑟。』註雲：『大師無瑟，於是言左瑟者，節也。』若大師在歌，亦先得獻，與《燕》異也。"
      },
      {
        "index": 79,
        "text": "笙入堂下，磬南，北面立。樂《南陔》、《白華》、《華黍》。（笙，吹笙者也，以笙吹此詩以為樂也。《南陔》、《白華》、《華黍》，《小雅》篇也，今亡，其義未聞。昔周之興也，周公制禮作樂，采時世之詩以為樂歌，所以通情，相風切也，其有此篇明矣。後世衰微，幽、厲尤甚，禮樂之書，稍稍廢棄。孔子曰：『吾自衛反魯，然後樂正，《雅》、《頌》各得其所。』謂當時在者而復重雜亂者也，惡能存其亡者乎？且正考父校商之名頌十二篇於周大師，歸以祀其先王。至孔子二百年之，五篇而已，此其信也。）"
      },
      {
        "index": 80,
        "text": "[疏]『笙入』至『華黍』。釋曰：此升歌訖得獻，乃始入也。雲『磬南，北面』者，磬既南面，其南當有擊磬者在磬南、北面，而雲笙入磬南北面者，在磬者之南北面也。註『笙吹』至『信也』。釋曰：言『《小雅》篇也』者，今序仍在《魚麗》之下，是《小雅》也。雲『今亡，其義未聞』者，案詩《魚麗》之下見子夏序，序此三篇。案彼子夏序雲『《南陔》，孝子相戒以養也。《白華》，孝子之白也。《華黍》，時和歲豐，宜黍稷也。』此已上是子夏序，文則雲『有其義而亡其辭』者，此是毛公續序。雲有其義，指子夏序有其義也；雲而亡其辭者，謂《詩》辭亡矣。若然，彼亡辭，此亡義，與此義異也。雲『昔周之興也，周公制禮作樂』至『明矣』者，欲明周公制此《儀禮》之時，有此三篇之意也。雲『後世衰微，幽、厲尤甚』者，《禮運》云：孔子曰：我觀周道，幽厲傷之，吾舍魯何。是幽厲尤甚者也。禮樂之書稍稍廢棄者，自幽、厲已後，稍稍更加廢棄，此篇之失也。又引孔子以下至『其信』者，欲明孔子以前，言亡三篇之意也。案《南陔》註云：『孔子論《詩》，《雅》、《頌》各得其所，時俱在耳。篇第當在於此，時遭戰國及秦之世而亡之，其義則與眾篇之義合編，故存。"
      },
      {
        "index": 81,
        "text": "至毛公為詁訓傳，乃分眾篇之義，各置於其篇端。』彼《詩》鄭註又與此不同者，鄭君註《禮》之時，未見《毛傳》，以為此篇孔子前亡。註《詩》之時，既見《毛傳》，以為孔子後失。必知戰國及秦之世者，以子夏作序，具序三篇之義，明其《詩》見在，毛公之時亡其辭，故知當戰國及秦之世也。"
      },
      {
        "index": 82,
        "text": "主人獻之於西階上。一人拜，盡階，不升堂，受爵，主人拜送爵。階前坐祭，立飲，不拜既爵，升授主人爵。（一人，笙之長者也。笙三人，和一人，凡四人。"
      },
      {
        "index": 83,
        "text": "《鄉射禮》曰：『笙一人拜於下。』）\n[疏]『主人』至『人爵』。註『一人』至『於下』。辭曰：自此至『不祭』，論獻笙者之事。雲『一人拜』者，謂在地拜，乃盡階，不升堂受爵也。雲『一人，笙之長者也』者，笙者四人，今言一人受爵，明據為首長者而言也。雲『笙三人，和一人，凡四人』者，案《鄉射》記雲：『三笙一和而成聲。』註："
      },
      {
        "index": 84,
        "text": "『三人吹笙，一人吹和，凡四人。』《爾雅》曰『笙小者謂之和』是也。雲『《鄉射禮》曰：笙一人拜於下』者，即此一人拜者，亦在堂下可知。但獻工之時，拜送在西階東，以工在階東故也。此主人拜送笙之時，在西階上，以其笙在階下，故不同也。"
      },
      {
        "index": 85,
        "text": "眾笙則不拜，受爵，坐祭，立飲，辯有脯醢，不祭。（亦受爵於西階上，薦之者於其位，磬南。今文辯為遍。）\n[疏]『眾笙』至『不祭』。註『亦受』至『為遍』。釋曰：眾笙除一人之外，二人者不備禮，故亦受爵於西階上者，與一人同也。雲『薦之皆於其位，磬南』者，依前笙入，立於磬南之處，是其類也。"
      },
      {
        "index": 86,
        "text": "乃歌《魚麗》，笙《由庚》；歌《南有嘉魚》，笙《崇丘》；歌《南山有臺》，笙《由儀》。（，代也，謂一歌則一吹。六者皆《小雅》篇也。《魚麗》，言大平年豐物多也。此采其物多酒旨，所以優賓也。《南有嘉魚》，言大平君子有酒樂與賢者共之也。此采其能以禮下賢者，賢者累蔓而歸之，與之燕樂也。"
      },
      {
        "index": 87,
        "text": "《南山有臺》，言大平之治以賢者為本。此采其愛友賢者，為邦家之基，民之父母，既欲其身之壽考，又欲其名德之長也。《由庚》、《崇丘》、《由儀》，今亡，其義未聞。）"
      },
      {
        "index": 88,
        "text": "[疏]『乃』至『由儀』。釋曰：此一經堂下吹笙，堂上升歌，代而作，故謂之『乃』也。註『代』至『未聞』。釋曰：雲『謂一歌則一吹』者，謂堂上歌《魚麗》終，堂下笙中吹《由庚》續之。以下皆然。此《魚麗》、《南有嘉魚》、《南山有臺》，其詩見在。云『六者皆《小雅》篇也』者，見編在《小雅》之內，故知之。見在者，鄭君亦先引其序，後引其詩。案《魚麗》序雲："
      },
      {
        "index": 89,
        "text": "『《魚麗》，美萬物盛多也。』詩云：『君子有酒，旨且多。』《南有嘉魚》序云：『大平之君子至誠，樂與賢者共之也。』詩云：『君子有酒，嘉賓式燕以樂。』"
      },
      {
        "index": 90,
        "text": "《南山有臺》序云：『樂得賢也。得賢則能為邦家立大平之基矣。』詩雲：『樂只君子，邦家之基。』又云：『樂只君子，民之父母，遐不眉壽』是也。此其鄭君所言義意。云『《由庚》、《崇丘》、《由儀》，今亡，其義未聞』者，案《詩》序云：『《由庚》，萬物得由其道也。《崇丘》，萬物得極其高大也。"
      },
      {
        "index": 91,
        "text": "《由儀》，萬物之生，各得其宜也。』『有其義而亡其辭』，此毛公續序，義與《南陔》、《白華》、《華黍》同。堂上歌者不亡，堂下笙者即亡，蓋當時方以類聚，笙歌之詩，各自一處，故存者並存，亡者並亡也。"
      },
      {
        "index": 92,
        "text": "乃合樂，《周南》：《關雎》、《葛覃》、《卷耳》，《召南》：《鵲巢》、《采蘩》、《采》（合樂，謂歌樂與眾聲俱作。《周南》、《召南》，《國風》篇也。王後、國君夫人房中之樂歌也。《關雎》言後妃之德，《葛覃》言後妃之職，《卷耳》言後妃之誌，《鵲巢》言國君夫人之德，《采蘩》言國君夫人不失職，《采》言卿大夫之妻能修其法度。昔大王、王季居於岐山之陽，躬行《召南》之教，以興王業。及文王而行《周南》之教，以受命。《大雅》云：『刑於寡妻，至於兄弟，以禦於家邦。』謂此也。其始一國耳，文王作邑於豐，以故地為卿士之采地，乃分為二國。周，周公所食；召，召公所食。於時文王三分天下有其二，德化被於南土，是以其詩有仁賢之風者，屬之《召南》焉；有聖人之風者，屬之《周南》焉。夫婦之道，生民之本，王政之端，此六篇者，其教之原也。"
      },
      {
        "index": 93,
        "text": "故國君與其臣下及四方之賓燕，用之合樂也。鄉樂者，風也。《小雅》為諸侯之樂，《大雅》、《頌》為天子之樂。《鄉飲酒》升歌《小雅》，禮盛者可以進取也。《燕》合鄉樂，禮輕者可以逮下也。《春秋傳》曰：《肆夏》、《繁遏》、《渠》，天子所以享元侯也。《文王》、《大明》、《綿》，兩君相見之樂也。"
      },
      {
        "index": 94,
        "text": "然則諸侯相與燕，升歌《大雅》，合《小雅》。天子與次國、小國之君燕亦如之，與大國之君燕，升歌《頌》，合《大雅》。其笙之篇未聞。）"
      },
      {
        "index": 95,
        "text": "[疏]『乃合』至『采』。註『合樂』至『未聞』。釋曰：此一經論堂上（元缺一字）堂下眾聲俱合之事也。雲『合樂，謂歌樂眾聲俱作』者，謂堂上有歌瑟，堂下有笙磬，合奏此詩，故雲眾聲俱作。雲『《周南》、《召南》，《國風》篇也』者，案《論語》註《國風》之首篇，謂『十五國風之篇首』，義可知也。雲『王後國君夫人房中之樂歌也』者，案《燕禮》記云：『有房中之樂。』"
      },
      {
        "index": 96,
        "text": "註云『弦歌《周南》、《召南》之詩，而不用鍾磬之節。謂之房中者，後、夫人之所諷誦以事其君子』是也。既名房中之樂用鍾鼓奏之者，諸侯、卿、大夫燕、饗亦得用之，故用鍾鼓。婦人用之，乃不用鍾鼓，則謂之房中之樂也。雲『《關雎》言後妃之德』以下至『修其法度』，《周南》三篇即言後妃，《召南》三篇則言夫人，不同者，此雖同是文王之化，《召南》是文王未受命已前之事，諸侯之禮，故稱夫人，《周南》是文王受命稱王之後，天子之禮，故稱後也。云『昔大王、王季居於岐山之陽』者，案《魯頌》云：『後稷之孫，實維大王，居岐之陽。』鄭雲：『大王自豳徙居岐陽。』是大王居於岐陽也。兼言王季者，王季，大王之子，繼大王後亦居岐陽，至文王始居於豐，故兼言王季也。雲『躬行《召南》之教，以興王業』者，大王得鳴於岐，又實始翦商，王季又纂我祖考，是其以興王業也。雲『及文王而行《周南》之教，以受命』者，文王徙居豐，得赤雀之命，故雲以受命也。鄭註《鄉射》雲：『昔大王、王季、文王始居岐山之陽。』彼兼言文王者，欲見文王未受命以前，亦得《召南》之化。知者，案《羔羊》詩序雲：『召南之國，化文王之政。』《В有梅》序云：『召南之國，被文王之化。』此不兼言文王者，據文王徙豐，受命之後，專行《周南》之教，是《周南》十一篇唯言文王之化，不言大王、王季也。《大雅》雲『刑於寡妻』者，是《大雅。思齊》之詩也。引之者，證文王施化，自近及遠，自微至著之意。雲『其始一國耳』者，謂大王自豳遷於岐山，周原無々，過百里之地。言此者，欲見徙居於豐以後，二分天下，以此故國分與二公，故雲文王作邑於豐，以故地為卿士之采地，乃分為二國也。云『周，周公所食；召，召公所食』者，此二公身為三公，下兼卿士，即上采地一也。雲此者，欲見采地得稱周召之意。云『於時文王三分天下有其二，德化被於南土』者，欲見周、召皆稱南之意也。云『是以其詩有仁賢之風者，屬之《召南》焉』者，謂文王未受命以前也。云『有聖人之風者，屬之《周南》焉』者，謂受命以後也。故《詩》序云：『《關雎》、《麟趾》之化，王者之風，故系之周公。《鵲巢》、《騶虞》之德，諸侯之風也。先王之所以教，故系之召公。』必將《二南》系此二公者，天子不風，文王受命稱王，故系於二公也。云『夫婦之道，生民之本，王政之端』者，欲見合樂之時，作此六篇之意也。雲『故國君與其臣下及四方之賓燕，用之合樂也』者，此據《燕禮》而言之也。雲『鄉樂者，風也』者，亦據《燕禮》而言，故《燕禮》記雲『遂合鄉樂』者，據此《鄉飲酒》、《鄉大夫》所作也。雲『《小雅》為諸侯之樂』者，則升歌《鹿鳴》之等是也。雲『《大雅》、《頌》為天子之樂』者，《肆夏》、《繁遏》、《渠》之等是也。雲『《鄉飲酒》升歌《小雅》，禮盛者可以進取也』者，據此《鄉飲酒》為饗禮，升歌《鹿鳴》，進取諸侯之樂，饗禮盛，可以進取也。雲『《燕》合鄉樂，禮輕者可以逮下也』者，逮，及也，以《燕禮》輕，故言可以逮下也。鄭君據《儀禮》上下而言，其實饗、燕同樂，知者，穆叔如晉，晉侯饗之，歌《鹿鳴》之三，是與《燕禮》同樂也。若然，《小雅》雲鄉或進取，燕可以逮下者，饗亦逮下也。云『《春秋傳》曰』者，襄公四年《左氏傳》文。彼雲：『穆叔如晉，晉侯享之，金奏《肆夏》之三，不拜。工歌《文王》之三，又不拜。歌《鹿鳴》之三，三拜。韓獻子使行人子員問之曰："
      },
      {
        "index": 97,
        "text": "吾子舍其大，而重拜其細，敢問何禮也？穆叔對曰：《三夏》，天子所以享元侯也，使臣弗敢與聞。《文王》，兩君相見之樂也，臣不敢及。《鹿鳴》，所以嘉寡君也，敢不拜嘉？』引之者，證《肆夏》、《繁遏》、《渠》是《頌》，謂天子之樂歌。案《鍾師》杜子春註引呂叔玉雲：『《肆夏》，時邁也。《繁遏》，執競也。《渠》，思文也。』鄭君不從，以為《詩》篇名《頌》之族類也，此歌之大者載在樂章，樂崩亦從而亡之，是以《頌》不能具是也。云『然則諸侯相與燕，升歌《大雅》，合《小雅》。天子與次國、小國之君燕亦如之，與大國之君燕，升歌《頌》，合《大雅》』者，此約穆叔雲《肆夏》、《繁遏》、《渠》天子所以享元侯，《肆夏》、《繁遏》、《渠》則《頌》也。元侯，大國之君也。"
      },
      {
        "index": 98,
        "text": "凡合樂者，遏取卑者一節，故歌《頌》，合《大雅》也。若元侯自相享，亦依此。\n案《詩譜》云：『天子、諸侯燕群臣及聘問之賓，皆歌《鹿鳴》，合鄉樂。』鄭云：諸侯相燕，天子與國君燕，與大國之君燕。《國語》及襄公四年公言饗見之者，亦欲饗同也。向來所言，皆據升歌合樂有此尊卑之差，若納賓之樂，天子與五等諸侯同用《肆夏》，是以《燕禮》納賓用《肆夏》。《禮記。郊特牲》云："
      },
      {
        "index": 99,
        "text": "『大夫之奏《肆夏》，由趙文子始也。』是大夫不得用之，其諸侯以上同用之也。\n云『其笙之篇未聞』者，案《鄉飲酒禮》笙之樂前與升歌同在《小雅》，則知元侯及國君相饗燕，笙亦同升歌矣。而雲未聞知，謂如《由庚》、《由儀》之等篇名未聞。"
      },
      {
        "index": 100,
        "text": "工告於樂正曰：『正歌備。』樂正告於賓，乃降。（樂正降者，以正歌備，無事也。降立西階東，北面。）\n[疏]『工告』至『乃降』。註『樂正』至『北面』。釋曰：鄭知『降立西階東，北面』者，以其堂上時在西階之東，北面，知降堂下亦然。在笙磬之西，亦得監堂下之樂，故知位在此也。此《鄉飲酒》及《鄉射》大夫禮卑，無大師，故工告樂備。國君禮備，有大師告樂備。《大射》不告樂備者，是禮主於射，略於樂故也。"
      },
      {
        "index": 101,
        "text": "主人降席自南方，（不由北方，由便。）\n[疏]『主人降席自南方』。註『不由北方由便』。釋曰：自此至『退立於觶南』，論立司正之事。云『不從北方，由便』者，主人之席南上，升由下，降由上，是其常而言。不從北方由便者，解禮，故所以升由下，降由上者，是由便也。"
      },
      {
        "index": 102,
        "text": "側降。（賓、介不從。）\n[疏]『側降』。註『賓介不從』。釋曰：側者，特也。賓、介不從，故言側。上來主人降，賓、介皆從降，此獨不從者，以其方燕，禮殺故也。"
      },
      {
        "index": 103,
        "text": "作相為司正。司正禮辭，許諾。主人拜，司正答拜。（作，使也。禮樂之正既成，將留賓，為有解惰，立司正以監之。拜，拜其許。）"
      },
      {
        "index": 104,
        "text": "[疏]『作相為司正』。註『作使至其許』。釋曰：上經雲一相迎子門外，今將燕使為司正，監察賓主之事，故使相為司正也。雲『禮樂之正既成』者，謂主人與賓行獻酢之禮，是禮成也。升歌笙，合樂三終，是樂成也。故鄭總言禮樂之正既成也。"
      },
      {
        "index": 105,
        "text": "主人升，復席。司正洗觶，升自西階，阼階上北面受命於主人。主人曰：\n『請安於賓。』司正告於賓，賓禮辭，許。（為賓欲去，留之，告賓於西階。）"
      },
      {
        "index": 106,
        "text": "[疏]『主人』至『辭許』。註『為賓』至『西階』。釋曰：此司正升西階，阼階上，案《鄉射》雲司正『升自西階，由楹內阼階上，北面』，彼此同。此不言由楹內者，省文也。雲『告賓於西階』者，《鄉射》雲司正西階上，故知也。"
      },
      {
        "index": 107,
        "text": "司正告於主人，主人阼階上再拜，賓西階上答拜。司正立於楹以相拜，皆揖，復席。（再拜，拜賓許也。司正既以賓許告主人，遂立楹以相拜。賓、主人既拜，揖就席。）"
      },
      {
        "index": 108,
        "text": "[疏]『司正』至『復席』。註『再拜』至『就席』。釋曰：凡相拜者，當在賓主拜前。今相見，雲在賓拜下者，以經雲『司正告於主人』，因即拜賓，賓即答拜，文理切，不得先言相拜，故退之在下，其實相時在賓主拜前，是以《鄉射》雲：『司正告於主人，遂立楹以相拜，主人阼階上再拜，賓西階上答再拜。』是其相拜在前也。雲『主、賓既拜，揖就席』者，以《鄉射》賓主拜訖，即揖就席故也，知此亦然也。"
      },
      {
        "index": 109,
        "text": "司正實觶，降自西階，階北面坐奠觶，退共，少立。（階北面，東西節也。其南北當中庭。共，拱手也。少立，自正，慎其位也。己帥而正，孰敢不正。"
      },
      {
        "index": 110,
        "text": "《燕禮》曰：『右還北面。』）\n[疏]『司正』至『少立』。註『階』至『北面』。釋曰：云『階北面，東西節也』者，階謂兩階之，東西等是東西節也。雲『其南北當中庭』"
      },
      {
        "index": 111,
        "text": "者，案《鄉射》云：『司正實觶，降自西階中庭，北面坐奠觶。』此經雖不言中庭，宜與彼同，故雲中庭也。雲『己帥而正，孰敢不正』者，此是《論語》孔子語季康子之言也。彼言子帥，指季康子為子；此言己帥，指司正為己，欲見司正退也。云『共，拱手也。少立，自正，慎其位也』者，欲見令賓主亦皆正，慎其位也。云『《燕禮》曰：右還北面』者，《燕禮》司正降自西階，又還北面，取不背其君。此亦降自西階，亦右還北面，取不背大夫也，故引以為證也。"
      },
      {
        "index": 112,
        "text": "坐取觶，不祭，遂飲，卒觶興，坐奠觶，遂拜，執觶興，盥洗，北面坐奠觶於其所，退立於觶南。（洗觶奠之，示敬。立於其南以察眾。）"
      },
      {
        "index": 113,
        "text": "[疏]『坐取』至『觶南』。註『洗觶』至『察眾』。釋曰：執觶興洗北面者，案《鄉射》、《大射禮》皆直雲取觶洗，南面反奠於其所，不雲盥，此俗本有盥者，誤。又此文及《鄉射》奠空觶，皆位南，北面奠之。《燕禮》、《大射》皆南面奠之者，以國君禮盛、儀多故也。"
      }
    ]
  }
}