{
  "chapterNumber": 4,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《士昏禮》第二。鄭《目錄》雲：『士娶妻之禮，以昏為期，因而名焉。必以昏者，陽往而陰來，日入三商為昏。昏禮於五禮屬嘉禮，大、小《戴》及《別錄》此皆第二。』釋曰：鄭知是士娶妻之禮者，以『記』雲『記士昏禮』，故知是士娶妻。鄭雲『日入三商』者，商謂商量，是漏刻之名，故三光靈曜亦日入三刻為昏，不盡為明。案馬氏雲：日未出、日沒後皆雲二刻半，前後共五刻。"
      },
      {
        "index": 1,
        "text": "今雲三商者，據整數而言，其實二刻半也。\n昏禮。下達，納采用雁。（達，通也。將欲與彼合昏姻，必先使媒氏下通其言。女氏許之，乃後使人納其采擇之禮。用雁為摯者，取其順陰陽往來。《詩》雲：『取妻如之何？匪媒不得。』昏必由媒，交接設紹介，皆所以養廉恥。）"
      },
      {
        "index": 2,
        "text": "[疏]『昏禮』至『用雁』。釋曰：從此下至『主人許，賓入，授如初禮』，陳納采問名之禮。雲『下達』者，謂未行納采已前，男父先遣媒氏女氏之家通辭往來，女氏許之，乃遣使者行納采之禮也。言下達者，男為上，女為下，取陽倡陰和之義，故雲下達，謂以言辭下通於女氏也。是以下記昏辭雲『吾子有惠，貺室某也』，註雲：『稱有惠，明下達。』謂此下達也。雲『納采用雁』者，昏禮有六，五禮用雁：納采、問名、納吉、請期、親迎是也，唯納徵不用雁，以其自有幣帛可執故也。且三禮不雲納，言納者恐女氏不受，若《春秋》內納之義。若然，納采言納者，以其始相采擇，恐女家不許，故言納。問名不言納者，女氏已許，故不言納也。納吉言納者，男家卜吉，往與女氏，復恐女家翻悔不受，故更言納也。納徵言納者，納幣帛則昏禮成，復恐女家不受，故更雲納也。請期、親迎不言納者，納幣則昏禮已成，女家不得移改，故皆不言納也。其昏禮有六，尊卑皆同，故《左氏》莊公二十二年《經》書：『冬，公如齊納幣。』《梁傳》曰：『納幣，大夫之事也。禮有納采，有問名，有納徵，有告期，四者備而後娶，禮也。公之親納幣，非禮也，故譏之。』彼無納吉者，以莊公在母喪內，親行納幣，非禮之事，故關其納吉以非之也。註『達通』至『廉恥』。釋曰：鄭雲『必先使媒氏下通其言，女氏許之，乃後使人納其采擇之禮』者，欲見納采之前，有此下達之言也。案《周禮。地官》有媒氏職，是天子之官，則諸侯之國亦有媒氏，傳通男女，使成婚姻，故雲媒氏也。雲『用雁為摯者，取其順陰陽往來』者，案《周禮。大宗伯》雲：『以禽作六摯，卿執羔，大夫執雁，士執雉。』此昏禮無問尊卑皆用雁，故鄭註其意雲取順陰陽往來也。順陰陽往來者，雁木落南翔，冰泮北徂，夫為陽、婦為陰，今用雁者，亦取婦人從夫之義，是以昏禮用焉。引『《詩》』者，證須媒下達之義也。雲『昏必由媒，交接設紹介』者，《詩》雲『匪媒不得』，是由媒也。其行五禮，自納采已下，皆使使往，是交接設紹介也。"
      },
      {
        "index": 3,
        "text": "雲『皆所以養廉恥』者，解所以須媒及設紹介者，皆所以養成男女使有廉恥也，使媒通之、媵禦沃盥交之等，皆是行事之漸，養廉恥之義也。"
      },
      {
        "index": 4,
        "text": "主人筵於戶西，西上，右幾。（主人，女父也。筵，為神布席也。戶西者，尊處，將以先祖之遺體許人，故受其禮於禰廟也。席西上，右設幾，神不統於人，席有首尾。）"
      },
      {
        "index": 5,
        "text": "[疏]『主人』至『右幾』。釋曰：此女將受男納采之禮，故先設神坐，乃受之。註『主人』至『首尾』。釋曰：雲『筵，為神布席也』者，下文禮賓雲『徹幾改筵』，是為人設席，故以此為神席也。雲『戶西』者，以戶西是賓客之位，故為尊處也。必以西為客位者，以地道尊右故也。知『受禮於禰廟』者，以記雲凡行事受諸禰廟也。雲『席西上，右設幾，神不統於人』者，案《鄉射》、《燕禮》之等設席皆東上，是統於人。今以神尊，不統於人，取地道尊右之義，故席西上，幾在右也。雲『席有首尾』者，以《公食》記蒲筵萑席，皆卷自末，是席有首尾也。"
      },
      {
        "index": 6,
        "text": "使者玄端至。（使者，夫家之屬，若群吏使往來者。玄端，士莫夕之服，又服以事於廟。有司緇裳。）\n[疏]『使者玄端至』。註『使者』至『緇裳』。釋曰：雲『使者，夫家之屬』者，案《士冠》贊者於中士下差次為之。此雲夫家之屬，亦當然。假令主人是上士，屬是中士；主人是中士，屬是下士；主人是下士，屬亦當是下士，禮窮即同也。雲『玄端，士莫夕之服，又服以事其廟』者，此亦如《士冠禮》玄端，士莫夕於朝之服也。但士以玄端祭廟，今使者服玄端至，亦於主人廟中行事，故雲又服以事其廟也。雲『有司緇裳』者，案士唯有三等之裳：玄裳、黃裳、雜裳。"
      },
      {
        "index": 7,
        "text": "此雲緇裳者，即玄裳者矣，以其緇、玄大同小異也。然士有三等裳，今直言玄裳者，據主人是上士而言。案《士冠》雲：『有司如主人服。』則三等士之有司，亦如主人服也。"
      },
      {
        "index": 8,
        "text": "擯者出請事，入告。（擯者，有司佐禮者。請猶問也。禮不必事，雖知，猶問之，重慎也。）\n[疏]『擯者』至『入告』。註『擯者』至『慎也』。釋曰：雲『擯者，有司佐禮』者，案《士冠禮》有司並是主人之屬及群吏佐主人行禮之人，故知此擯者亦是主人有司佐禮者也。在主人曰擯。雲『請猶問也。禮不必事，雖知，猶問之，重慎也』者，案《論語》雲『無必』，故雲不必事也。以其前已有下達之事，今使者來在門外，是知有昏事也，而猶問之，重慎也。"
      },
      {
        "index": 9,
        "text": "主人如賓服，迎於門外，再拜，賓不答拜。揖入。（門外，大門外。不答拜者，奉使不敢當其盛禮。）\n[疏]『主人』至『揖入』。釋曰：案《士冠禮》主人迎賓於大門外，雲主人西面，賓東面。此及《鄉飲酒》、《鄉射》皆不言面位者，文不具耳，當亦如《士冠》也。註『門外』至『盛禮』。釋曰：知門外是大門外者，以其大夫唯有兩門：寢門、大門而已。廟在寢門外之東，此下有至於廟門，明此門外是大門外可知也。雲『賓不答拜者，奉使不敢當其盛禮』者，此士卑，無君臣之禮，故賓雖屬吏，直言不答拜，不言辟。若諸侯於使臣，則言辟，是以《射禮》賓迎入門，公拜，賓辟，不答拜。《公食大夫》主為賓已，故賓答拜，稽首，亦辟，乃拜之。以其君尊故也。"
      },
      {
        "index": 10,
        "text": "至於廟門，揖入。三揖，至於階，三讓。（入三揖者：至內ニ，將曲，揖；既曲，北面，揖；當碑，揖。）\n[疏]『至於』至『三讓』。註『入三』至『碑揖』。釋曰：凡入門三揖者，以其入門，賓主將欲相背，故須揖；賓主各至堂塗北面相見，故亦須揖；至碑，碑在堂下，三分庭之一，在北曲庭中之節，故亦須揖。但《士冠》註雲："
      },
      {
        "index": 11,
        "text": "『入門將右曲，揖；將北曲，揖；當碑，揖。』此註：『至內ニ，將曲，揖；既曲，北面，揖；當碑，揖。』文不同者，鄭舉二文相兼乃足也。三者，禮之大節，尊卑同，故《鄉飲酒》、《鄉射》、《聘禮》、《公食大夫》皆有此三揖之法，但註有詳略耳。"
      },
      {
        "index": 12,
        "text": "主人以賓升，西面。賓升西階，當阿，東面致命。主人阼階上北面再拜。\n（阿，棟也。入堂深，示親親。今文阿為。）"
      },
      {
        "index": 13,
        "text": "[疏]『主人』至『再拜』。釋曰：賓則使者也。禮之通例，賓主敵者，賓主俱升，若《士冠》與此文是也。若《鄉飲酒》、《鄉射》皆主尊賓卑，故初至之時，主人升一等，賓乃升，至卒洗之後亦俱升。唯《聘禮》公升二等，賓始升者，彼註雲『亦欲君行一，臣行二』也。《覲禮》，王使人勞侯氏，使者不讓，先升者，奉王命尊故也。『主人阼階上北面再拜』者，主人不言當阿，則如《鄉飲酒》主人當楣，再拜。註『阿棟』至『為』。釋曰：案《鄉飲酒》、《聘禮》皆雲『賓當楣』，無雲『當阿』者，獨此雲賓當阿，故雲『示親親』也。"
      },
      {
        "index": 14,
        "text": "凡士之廟，五架為之，棟北一楣下有室戶，中脊為棟，棟南一架為前楣，楣前接檐為。《鄉射》記雲：『序則物當棟，堂則物當楣。』故雲是制五架之屋也。"
      },
      {
        "index": 15,
        "text": "鄉大夫射於庠，庠則有室，故物當前楣。士射於序，序則無室，故物當棟。此士之廟，雖有室，其棟在室外，故賓得深入當之也。"
      },
      {
        "index": 16,
        "text": "授於楹，南面。（授於楹，明為合好，其節同也。南面，並授也。）\n[疏]『授於楹南面』。註『授於』至『授也』。釋曰：楹，謂兩楹之，賓以雁授主人於楹者，明和合親好，令其賓主遠近節同也。凡賓主敵者，授於楹。不敵者，不於楹。是以《聘禮》賓覿大夫雲『受幣於楹南面』，鄭註雲：『受幣楹，敵也。』《聘禮》又雲『公側襲受玉於中堂與東楹之』，鄭註雲：『東楹之，亦以君行一，臣行二。』至禮賓及賓私覿，皆雲『當東楹』，是尊卑不敵，故不於楹也。今使者不敵，而於楹，故雲『明為合好』也。雲『南面，並授也』者，以經雲南面不辨賓主，故知俱南面並授也。"
      },
      {
        "index": 17,
        "text": "賓降，出，主人降。授老雁。（老，群吏之尊者。）\n[疏]『賓降』至『老雁』。釋曰：授雁訖，賓降，自西階出門。主人降，自阼階授老雁，於階立，待後事也。註『老群吏之尊者』。釋曰：大夫家臣稱老，是以《喪服》公士大夫以貴臣為室老，《春秋左氏傳》雲『執臧氏老』，《論語》雲『趙魏老』，《禮記》『大夫室老行事』，皆是老為家臣之貴者。士雖無君臣之名，雲『老』亦是群吏中尊者也。"
      },
      {
        "index": 18,
        "text": "擯者出請。（不必賓之事有無。）\n[疏]『擯者出請』。註『不必』至『有無』。釋曰：此主人不知賓有事，使擯出請者，亦是不必賓之事有無也。"
      },
      {
        "index": 19,
        "text": "賓執雁，請問名，主人許。賓入，授，如初禮。（問名者，將歸卜其吉兇。\n古文禮為醴。）\n[疏]『賓執』至『初禮』。釋曰：此之一使，兼行納采、問名，二事相因。"
      },
      {
        "index": 20,
        "text": "又使還須卜，故因即問名，乃還卜之，故共一使也。雲『主人許』者，擯請入告，乃報賓，賓得主人許，乃入門，升堂，授雁，與納采禮同，故雲『如初禮』也。"
      },
      {
        "index": 21,
        "text": "註『問名』至『為醴』。釋曰：言『問名』者，問女之姓氏，不問三月之名，故下記問名辭雲『某既受命，將加諸卜，敢請女為誰氏』，鄭雲：『誰氏者，謙也。不必其主人之女。』是問姓氏也。然以姓氏為名者，名有二種：一者是名字之名，三月之名是也；一者是名號之名，故孔安國註《尚書》以舜為名，鄭君《目錄》以曾子為姓名，亦據子為名，皆是名號為名者也。今以姓氏為名，亦名號之類也。鄭雲『將歸卜其吉兇』者，亦據下記文也。"
      },
      {
        "index": 22,
        "text": "擯者出請，賓告事畢。入告，出請醴賓。（此醴亦當為禮。禮賓者，欲厚之。）\n[疏]『擯者』至『醴賓』。註『此醴』至『厚之』。釋曰：此下至『送於門再拜』，主人禮賓之事。雲『此醴亦當為禮』者，亦《士冠》禮賓為醴字，彼已破從禮，故雲『亦』。此以醴酒禮賓，不從醴者，以《大行人》雲上公『再而酢』，侯伯『一而酢』，子男『一不酢』，及『以酒禮之』，用齊禮之，皆不依酒醴為名，皆取相禮，故知此醴亦為禮敬之禮，不取用醴為醴之義也。"
      },
      {
        "index": 23,
        "text": "《秋官。司儀》雲『諸公相為賓』，及將幣，『賓亦如之』，註雲：『上於下曰禮，敵者曰儐。』《聘禮》鄉亦雲『無擯』，註雲：『無擯，辟君是大夫已上尊，得有禮、擯兩名。』士以下卑，唯稱禮也。"
      },
      {
        "index": 24,
        "text": "賓禮辭，許。（禮辭，一辭。）\n[疏]『賓禮辭許』。註『禮辭一辭』。釋曰：禮賓一辭許者，主人禮賓之常法，鄉已行納采、問名，賓主之情已通矣，故略行一辭而已。"
      },
      {
        "index": 25,
        "text": "主人徹幾改筵，東上。側尊С醴於房中。（徹幾改筵者，鄉為神，今為人。\n側尊，亦言無玄酒，側尊於房中，亦有篚有籩豆，如冠禮之設。）"
      },
      {
        "index": 26,
        "text": "[疏]『主人』至『房中』。釋曰：徹幾改筵者，於戶西禮神坐，徹去其幾，於後授賓，改設其筵，設側尊С醴在東房之中，以禮賓也。註『徹幾』至『之設』。釋曰：經雲『東上』者，統於主人。註雲『鄉為神，今為人』者，為神則西上，為人則東上，不同，故辨之。雲『側尊，亦言無玄酒』者，醴糟例無玄酒配之，以其醴象大古質，故士冠與此昏禮之等皆無玄酒也。鄭知此『亦有篚有籩豆如冠禮』者，此下雲『贊者酌醴，加角四』，明有篚盛之，又雲『贊者薦脯醢』，則有籩豆可知。但冠禮尊在服北，南上，則此尊與篚等亦南上，故雲『如冠禮之設』也。"
      },
      {
        "index": 27,
        "text": "主人迎賓於廟門外，揖讓如初，升。主人北面，再拜。賓西階上北面答拜。\n主人拂幾，授校，拜送。賓以幾辟，北面設於坐，左之，西階上答拜。（拂，拭也。拭幾者，尊賓，新之也。校，幾足。辟，逡巡。古文校為技。）"
      },
      {
        "index": 28,
        "text": "[疏]『主人』至『答拜』。釋曰：雲『主人迎賓於廟門外。揖讓如初，升』\n者，如納采時三揖三讓也。雲『主人北面再拜』者，拜賓至此堂飲之，是以《公食大夫》、《燕禮》、《鄉飲酒》、《鄉射》、《大射》皆雲『拜至』，並是拜賓至此堂也。但《燕禮》、《大射》、《公食大夫》皆雲『至，再拜』，先言至者，欲見賓至乃拜之，是有尊卑不敵之義。餘皆言拜至，至在拜下者，體敵之義也。若然，此為禮賓，有拜至者，前雖有納采、問名之事，以昏禮有相親之義，故雖後亦拜至也。聘禮、享禮及禮賓不拜至者，聘禮不取相親之義，故不拜至。"
      },
      {
        "index": 29,
        "text": "是以彼鄭註雲：『以賓不於此始至也。』雲『主人拂幾』者，此拂幾雖不言外拂、內拂，又不言三，案《有司徹》：『主人西面，左手執幾，縮之，以右袂推拂幾三，二手橫執幾，進，授屍於筵前。』註雲：『衣袖謂之袂。推拂，去塵示新。』"
      },
      {
        "index": 30,
        "text": "雲拂者，外拂之也。則此亦外拂之三也。凡行敵禮者，拂幾皆若此。卑於尊者，則內拂之。故《聘禮》雲：『宰夫內拂幾三，奉兩端以進。』鄭雲『內拂幾，不欲塵分尊者』是也。若然，《冠禮》禮賓無幾者，冠禮比昏為輕，故無幾。"
      },
      {
        "index": 31,
        "text": "《鄉飲酒》、《鄉射》及《燕》賓，賓輕，故無幾。《聘》賓及《公食大夫》賓重，故有幾也。雲『授校』者，凡授幾之法，卑者以兩手執幾兩端，尊者則以兩手於幾執之，授皆然。是以《聘禮》宰夫奉兩端以進，《有司徹》雲：『屍進，二手受於手。』註雲：『受從手，謙也。』雖不言兩手，兩手授之可知。又案《聘禮》雲：『公東南鄉，外拂幾三，卒，振袂，中攝之，進，西鄉。賓進，訝，受幾於筵前。』以此言之，公尊，中執幾以一手，則賓以兩手於幾兩端執之也。而此亦賓主不敵授校者，昏禮異於餘禮。雲『拜送』者，此當再拜送君，於聘賓則一拜，故《聘禮》雲『公一拜送』，鄭註雲『公，尊也』是也。此幾以安體，非己所得，故賓受訖，然後答拜。下經受醴之時，先拜乃受者，彼是入口之物，己所當得，故先拜乃受之。雲『賓以幾辟』者，以賓卑，故以凡辟。《聘禮》賓卑，亦雲以幾辟。《有司徹》不雲以幾辟者，尊屍故也。《覲禮》不雲以幾辟者，尊王使也。凡設幾之法，受時或受其足，或受於手，皆橫受之。及其設之，皆旋幾縱執，乃設之於坐南，北面陳之，位為神則右之，為人則左之，為異。不坐設之者，幾輕，故也。註『拂拭』至『為枝』。釋曰：鄭知『校，幾足者，《既夕記》雲『綴足用燕幾，校在南，禦者坐持之』，故知校是幾足也。"
      },
      {
        "index": 32,
        "text": "贊者酌醴，加角四，面葉，出於房。（贊，佐也，佐主人酌事也。贊者亦洗酌，加角四，覆之，如冠禮矣。出房南面，待主人迎受。古文葉作扌葛。）"
      },
      {
        "index": 33,
        "text": "[疏]『贊者』至『於房』。註『贊佐』至『作扌葛』。釋曰：雲『贊者亦洗酌，加角四，覆之，如冠禮矣』者，案《冠禮》雲：『贊者洗於房中，側酌醴，加四覆之。』此與冠禮同，故知如冠禮矣。"
      },
      {
        "index": 34,
        "text": "主人受醴，面枋，筵前西北面。賓拜受醴，復位。主人阼階上拜送。（主人西北面疑立，待賓即筵也。賓復位於西階上北面，明相尊敬。此筵不主為飲食起。）"
      },
      {
        "index": 35,
        "text": "[疏]『主人』至『拜送』。註『主人』至『食起』。釋曰：經唯雲主人西北面，知『疑立』者，《鄉飲酒》雲『主人阼階東疑立』，明此亦然也。凡主人將授酒醴，於筵前待賓，即筵前乃授之。此鄭雲『即筵』，謂就筵前，與下賓即筵別也。是以冠禮禮子及下禮婦皆於筵西受禮。然禮賓進筵前受醴，是不躐席之事也。雲『賓復位於西階上北面，明相尊敬。此筵不主為飲食起』者，但此筵為行禮，故拜及啐皆於西階也。"
      },
      {
        "index": 36,
        "text": "贊者薦脯醢。（薦，進）賓即筵坐，左執觶，祭脯醢，以四祭醴三，西階上北面坐，啐醴，建四，興，坐奠觶，遂拜。主人答拜。（即，就也。左執觶，則祭以右手也。凡祭於脯醢之豆，必所為祭者，謙敬，示有所先也。啐，嘗也。"
      },
      {
        "index": 37,
        "text": "嘗之者，成主人意。建猶扌及也。興，起也。奠，停也。）\n[疏]『贊者』至『答拜』。釋曰：此經雲『坐奠觶，遂拜』，言遂者，因事曰遂，因建四興，坐奠觶，不復興，遂因坐而拜。《冠禮》禮子並醮子，及此下禮婦，不言坐奠觶遂者，皆文不具。《聘》禮賓不言拜者，理中有拜可知也。"
      },
      {
        "index": 38,
        "text": "註『即就』至『停也』。釋曰：鄭雲『祭以右手』，出於《鄉射》也。雲『凡祭於脯醢之豆』者，謂祭脯醢俎豆皆於豆，此及《冠禮》、《鄉飲酒》、《鄉射》、《燕禮》、《大射》皆有脯醢，則在籩豆之。此註不言籩直言豆者，省文。《公食大夫》及《有司徹》豆多者，則言祭於上豆之也。雲『必所為祭者，謙敬，示有所先也』者，案《曲禮》雲『主人延客祭』，註雲：『祭，祭先也。君子有事不忘本也。』此雲謙敬，示有所先。先即本，謂先世造此食者也。"
      },
      {
        "index": 39,
        "text": "雲『啐，嘗也。嘗之者，成主人意』者，主人設饌，望賓為美之，今客嘗之告旨，是成主人意也。\n賓即筵，奠於薦左，降筵，北面坐取脯，主人辭。（薦左，籩豆之東。降，下也。自取脯者，尊主人之賜，將歸執以反命。辭者，辭其親徹。）"
      },
      {
        "index": 40,
        "text": "[疏]『賓即』至『人辭』。釋曰：此奠於薦左，不言面位，下贊禮婦『奠於薦東』，註雲：『奠於薦東，升席奠之。』此雲奠於薦東，升席奠之，明皆升席，南面奠也。必南面奠者，取席之正。又祭酒亦皆南面，並因祭酒之而奠之，則《冠禮》禮子亦南面奠之。《聘禮》禮賓，賓北面奠者，以公親執束帛待賜，已不敢稽留，故由便疾北面奠之也。《鄉飲酒》、《鄉射》酬酒不祭不舉，不得因祭而奠於薦東也。《燕禮》、《大射》重君物，君祭酬酒，故亦南面奠。雲『降，下也。自取脯者，尊主人之賜，將歸執以反命』者，案下記雲『賓右取脯，左奉之，乃歸執以反命』是也。"
      },
      {
        "index": 41,
        "text": "賓降，授人脯，出，主人送於門外，再拜。（人，謂使者從者，授於階下西面，然後出去。）\n[疏]『賓降』至『再拜』。註『人謂』至『出去』。釋曰：鄭知『人，謂使者從者』者，以其此脯使者將歸，故授從者也。又知『授於階下西面，然後出去』者，以其賓位在西，授脯文在出上，故知西階下西面授之，然後出去也。"
      },
      {
        "index": 42,
        "text": "納吉，用雁，如納采禮。（歸卜於廟，得吉兆，復使使者往告，昏姻之事於是定。）\n[疏]『納吉』至『采禮』。釋曰：案上文納采在前，問名在後，今此不雲如問名而雲如納采者，問名賓不出大門，故此納吉如其納采也。註『歸卜』至『是定』。釋曰：鄭知義然者，案下記雲：『納吉曰吾子有貺命，某加諸卜，占吉，使某也敢告。』凡卜並皆於禰廟，故然也。未卜時恐有不吉，婚姻不定，故納吉乃定也。"
      },
      {
        "index": 43,
        "text": "納徵，玄束帛、儷皮，如納吉禮。（徵，成也。使使者納幣以成昏禮。用玄者，象陰陽備也。束帛，十端也。《周禮》曰：『凡嫁子取妻，入幣純帛無過五兩。』儷，兩也。執束帛以致命。兩皮為庭實。皮，鹿皮。今文皆作熏。）"
      },
      {
        "index": 44,
        "text": "[疏]『納徵』至『吉禮』。釋曰：此納徵無雁者，以有束帛為贄故也。是以《孝經鉤命決》雲『五禮用雁』是也。案《春秋左氏》莊公二十二年：『冬，公如齊納幣。』不言納徵者，孔子制《春秋》，變周之文從殷之質，故指幣體而言周文，故以義言之。徵，成也，納此則昏禮成，故雲『徵』也。註『徵成』"
      },
      {
        "index": 45,
        "text": "至『作熏』。釋曰：雲『用玄者，象陰陽備也。束帛，十端也』者，《周禮》：\n『凡嫁子娶妻，入幣緇帛無過五兩。』鄭彼註雲：『納幣帛緇，婦人陰也。凡於娶禮，必用其類。五兩，十端也。必言兩者，欲得其配合之名，十象五行十日相成也。士大夫乃以玄束帛，天子加以圭，諸侯加以大璋。《雜記》雲：「納幣一束，束五兩，兩五尋。」然則每端二丈。』若彼據庶人空用緇色，無，故鄭雲用緇婦人陰，此玄俱有，故雲象陰陽備也。案《玉人》，圭，天子以聘女；大璋，諸侯以聘女。故鄭據而言焉。『玄束帛』者，合言之陽奇陰耦，三玄二也。其大夫無冠禮而有昏禮，若試為大夫及幼為大夫者，依士禮。若五十而爵，改娶者，大夫昏禮，玄及鹿皮則同於士。餘有異者，無文以言也。"
      },
      {
        "index": 46,
        "text": "請期，用雁。主人辭，賓許，告期，如納徵禮。（主人辭者，陽倡陰和，期日宜由夫家來也。夫家必先卜之，得吉日，乃使使者往，辭即告之。）"
      },
      {
        "index": 47,
        "text": "[疏]『請期』至『徵禮』。釋曰：請期如納徵禮，納吉禮如納采禮。案上納采之禮下至『主人拜送於門外』，其中揖讓升降及禮賓迎送之事，此皆如之。"
      },
      {
        "index": 48,
        "text": "註『主人』至『告之』。釋曰：婿之父使使納徵訖，乃下卜婚月，得吉日，又使使往女家告日，是期由男家來。今以男家執謙，故遣使者請女家。若雲期由女氏，故雲『請期』。女氏知陽倡陰和，當由男家出，故主人辭之。使者既見主人辭，遂告主人期日也。是以下記雲：『使者曰：某使某受命吾子，不許，某敢不告！期曰某日。』註雲：『某吉日之甲乙。』是告期之辭，故鄭雲『辭即告』"
      },
      {
        "index": 49,
        "text": "也。\n期，初昏，陳三鼎於寢門外東方，北面，北上。其實特豚，合升，去蹄。舉肺脊二，祭肺二，魚十有四，臘一肫，髀不升。皆飪。設扃。（期，取妻之日。"
      },
      {
        "index": 50,
        "text": "鼎三者，升豚、魚、臘也。寢，婿之室也。北面，鄉內也。特猶一也。合升，合左右胖升於鼎也。去蹄，蹄甲不用也。舉肺、脊者，食時所先舉也。肺者，氣之主也，周人尚焉。脊者，體之正也，食時則祭之，飯必舉之，貴之也。每皆二者，夫婦各一耳。凡魚之正，十五而鼎，減一為十四者，欲其敵偶也。臘，兔臘也。"
      },
      {
        "index": 51,
        "text": "肫，或作純，純，全也，凡臘用全。髀不升者，近竅，賤也。飪，孰也。扃，所以扛鼎。，覆之。古文純為鈞，髀為脾。今文扃作鉉，皆作密。）"
      },
      {
        "index": 52,
        "text": "[疏]『期初』至『扃』。釋曰：此文下盡『合巹』一節，論夫家欲迎婦之時，豫陳同牢之饌也。雲『陳三鼎於寢門外東方，北面北上』者，謂在夫寢門外也。言『東方』、『北面』，是禮之正。但數鼎，故雲『北面，北上』，則此及《少牢》皆是也。《特牲『陳鼎於門外，北面北上』，當門而不在東方者，辟大夫故也。今此亦東方，不辟大夫者，重昏禮，攝盛也。鼎不言『北上』，直言『北面』，《士冠》所雲是也。凡鼎陳於外者，北面為正。阼階下，西面為正。"
      },
      {
        "index": 53,
        "text": "《士喪禮》小斂陳一鼎於門外西面者，喪禮少變，在東方者，未忍異於生。於大斂大奠及朔月奠，《既夕》陳鼎，皆如大斂奠。門外皆西面者，亦是《喪禮》、《既夕》變也。《士虞》陳三鼎於門外之右，北面，北上，入設於西階前，東面，北上。不在東者，既葬，鬼事之反吉故也。《公食》陳鼎七，當門南面西上者，以賓是外人，向外統之。註『期取』至『作密』。釋曰：雲『期，娶妻之日』"
      },
      {
        "index": 54,
        "text": "者，此陳同牢之饌。下雲親迎之禮，其中無厥明之文，明是娶婦之日也。雲『鼎三者，升豚、魚、臘也』者，即經文自顯也。雲『寢，婿之室也』者，命士以上之父子異宮，自然別有寢。若不命之士，父子同宮，雖大院同居，其中亦隔別，各有門戶，故經總雲『寢門外』也。雲『合升，合左右胖升於鼎也』者，以夫婦各一，故左右胖俱升，若祭，則升右也。雲『去蹄，蹄甲不用也』者，以其踐地，穢惡也。雲『舉肺、脊者，食時所先舉』者，案下文『贊者告具，揖婦，即對筵，皆坐祭，祭薦、黍、稷、肺』，即此祭肺也。下又雲『贊爾黍稷』，授肺脊，皆食，以湆醬，皆祭舉，食舉也』，即此舉肺、脊也。祭時二肺俱有，生人唯有舉肺，皆祭。今此得有祭肺者，《禮記。郊特牲》論娶婦『玄冕齊戒，鬼神陰陽也』，故與祭祀同二肺也。據下文先用祭肺，後用舉肺，此經先言舉肺，後言祭肺者，以舉肺脊長大，故先言。是以《特牲》、《少牢》入鼎時舉肺脊在前。雲『肺者，氣之主也，周人尚焉』者，案《禮記。明堂位》雲：『有虞氏祭首，夏後氏祭心，殷祭肝，周祭肺。』鄭註雲：『氣主盛也。』但所尚不同，故雲周人尚焉。雲『脊者，體之正也，食時則祭之』者，對祭肺未食時祭也。雲『飯必舉之，貴之也』者，但一身之上體總有二十一節，前有肩、臂、，後有肫、胳、脊，在中央有三脊：正、廷、橫脊，而取中央正脊，故雲體之正。凡雲先以對後，案《特牲》舉肺脊後食骼，註雲：『肺，氣之主也。脊，正體之貴者，先食啖之，所以導食通氣。』此不言先食啖之，從彼可知也。雲『每皆二者，夫婦各一耳』者，釋經多之義。雲『凡魚之正，十五而鼎，減一為十四』者，據《特牲》記雲『魚十有五』，註雲：『魚，水物，以頭枚數，陰中之物，重數於月十有五日而盈。《少牢饋食禮》亦雲十有五而俎。尊卑同。』則是尊卑同用十五而同鼎也。雲『欲其敵偶也』者，夫婦各有七也。此夫婦鬼神陰陽，故同祭禮十五而去一，若平生人則與此異，故《公食太夫》一命者七魚，再命者九魚，三命者十有一魚，天子諸侯無文，或諸侯十三魚，天子十五魚也。雲『臘，免臘也』者，《少牢》用麋臘，士兔臘可知，故《曲禮》雲『兔曰明視』也。雲『肫，或作純。"
      },
      {
        "index": 55,
        "text": "純，全也，凡臘用全』者，此或《少牢》文，案《少牢》『臘一純』，註雲：\n『純猶全也。』凡牲體則用一胖不得雲全，其臘則左右體脅相配，共為一體，故得全名也。《特牲》、《少牢》亦用全，《士喪》大斂與《士虞》皆用左胖，不全者，《喪禮》略文。今文皆作密者，鄭以省文，故兼下冪總疊之，故雲『皆』也。設洗於阼階東南。（洗，所以承盥洗之器棄水者。）"
      },
      {
        "index": 56,
        "text": "饌於房中，醯醬二豆，菹醢四豆，兼巾之。黍稷四敦，皆蓋。（醯醬者，以醯和醬，生人尚褻味。兼巾之者，六豆共巾也。巾為禦塵，蓋為尚溫。《周禮》曰：『食齊視春時。』）"
      },
      {
        "index": 57,
        "text": "[疏]『饌於』至『皆蓋』。註『醯醬』至『春時』。釋曰：鄭知『以醯和醬』者，得醯者無醬，得醬者無醯，若和之，則夫妻皆有，是以知以醯和醬也。"
      },
      {
        "index": 58,
        "text": "雲『生人尚褻味』者，此文與《公食》皆以醯和醬，《少牢》、《特牲》不言之，故雲然也。引《周禮》釋敦皆有蓋者，飯宜溫，比春時故也。"
      },
      {
        "index": 59,
        "text": "大羹湆在爨。（大羹湆，煮肉汁也。大古之羹無鹽菜。爨，火上。《周禮》曰：『羹齊視夏時。』今文湆皆作汁。）"
      },
      {
        "index": 60,
        "text": "[疏]『大羹湆在爨』。註『大羹』至『作汁』。釋曰：湆與汁一也。\n知『大古之羹無鹽菜』者，《左傳》桓二年臧哀伯雲：『大羹不致。』《禮記。"
      },
      {
        "index": 61,
        "text": "郊特牲》雲『大羹不和』，謂不致五味，故知不和鹽菜。唐虞以上曰大古，有此羹。三王以來更有羹，則致以五味。雖有羹，猶存大羹，不忘古也。引《周禮》者，證大羹須熱，故在爨，臨食乃取也。"
      },
      {
        "index": 62,
        "text": "尊於室中北墉下，有禁。玄酒在西。冪，加勺，皆南枋。（墉，墻也。禁，所以С者。玄酒不忘古也。，粗葛。今文枋作柄。）"
      },
      {
        "index": 63,
        "text": "[疏]『尊於』至『南枋』。註『墉墻』至『作柄』。釋曰：雲『禁所以С』者，《士冠》雲С，此亦士禮，雖不言С，然此尊亦С也。承於С。雲『禁』者，因為酒戒，故以禁言之也。雲『玄酒不忘古也』者，古謂黃帝已前，以《禮運》雲『汙尊而А飲』，謂神農時雖有黍稷未有酒醴，則神農以上以水為玄酒也。《禮運》又雲：『後聖有作，以為醴酪。』據黃帝以後，雖有酒醴，猶是不忘古也。"
      },
      {
        "index": 64,
        "text": "尊於房戶之東，無玄酒。篚在南，實四爵合巹。（無玄酒者，略之也。夫婦酌於內尊，其餘酌於外尊。合巹，破匏也。四爵兩巹凡六，為夫婦各三。一升曰爵。）"
      },
      {
        "index": 65,
        "text": "[疏]『尊於』至『合巹』。註『無玄』至『曰爵』。釋曰：雲『無玄酒者，略之』者，此對上文夫婦之尊有玄酒，此尊非為夫婦，故略之也。雲『夫婦酌於內尊，其餘酌於外尊』者，據上文玄酒知之。雲『一升曰爵』者，《韓詩內傳》雲『一升曰爵，二升曰觚，三升曰觶，四升曰角，五升曰散』是也。"
      },
      {
        "index": 66,
        "text": "主人爵弁，裳，緇衤。從者畢玄端。乘墨車，從車二乘，執燭前馬。\n（主人，婿也，婿為婦主。爵弁而裳，玄冕之次。大夫以上親迎冕服。冕服迎者，鬼神之。鬼神之者，所以重之親之。裳者，衣緇衣。不言衣與帶而言衤者，空其文，明其與衤俱用緇。衤，謂緣。衤之言施，以緇緣裳，象陽氣下施。從者，有司也。乘貳車，從行者也。畢猶皆也。墨車，漆車，士而乘墨車，攝盛也。執燭前馬，使徒役持炬火居前道。）"
      },
      {
        "index": 67,
        "text": "[疏]『主人』至『前馬』。釋曰：此至『俟於門外』，論婿親迎之節。註『主人』至『道』。釋曰：雲『主人，婿也』者，以其親迎向女家。女父稱主人，男稱婿，已下皆然。今此未至女家，仍據男家而言，故雲主人是婿。為婦主，故下親迎至男家，婿還稱主人也。雲『爵弁而裳』者，下爵弁亦冕之類，故亦裳也。雲『玄冕之次』者，鄭註《周禮。弁師》雲：『一合之大夫冕而無旒，士變冕為爵弁。』故雲冕之次也。雲『大夫以上親迎冕服』者，士家自祭，服玄端；助祭，用爵弁。今爵弁用助祭之服親迎，一為攝盛，則卿大夫朝服以自祭，助祭用玄冕，親迎亦當玄冕，攝盛也。若上公有孤之國，孤冕，卿大夫同玄冕。侯伯子男無孤之國，卿冕，大夫玄冕也。孤卿大夫士為臣卑，復攝盛取助祭之服，以親迎則天子諸侯為尊，則袞矣，不須攝盛，宜用家祭之服，則五等諸侯玄冕，以家祭則親迎不過玄冕，天子親迎當服袞冕矣。是以《禮記。郊特牲》雲：『玄冕齋戒，鬼神陰陽也。將以為社稷主。』以社稷言之，據諸侯而說，故知諸侯玄冕也。其於孤卿，雖冕以助祭，至於親迎，亦用玄冕，臣乃不得過君故也。雲『冕服迎者，鬼神之。鬼神之者，所以重之親之』者，《郊特牲》文。"
      },
      {
        "index": 68,
        "text": "雲『裳者，衣緇衣。不言衣與帶而言衤者，空其文，明其與衤俱用緇』者，鄭言裳者，衣緇衣，言緇衣即玄衣，大同故也。上《士冠》陳爵弁服雲『緇衣緇帶』，此文有緇衤無『衣帶』二字，故雲空其文。以衤著緇者，欲見衤與衣帶色同，故雲『俱用緇』也。雲『衤謂緣』者，謂純緣於裳，故字從衣。"
      },
      {
        "index": 69,
        "text": "雲『衤之言施』者，義取施及於物，故作施也。雲『以緇緣裳，象陽氣下施』\n者，男陽女陰，男女相交接，示行事有漸，故雲『象陽氣下施』，故以衣帶上體同色之物下緣於裳也。雲『從者，有司也。乘貳車，從行者也』者，以士雖無臣，其仆隸皆曰有司。使乘貳車，從婿。大夫已下有貳車，士無貳車，此有者，亦是攝也。雲『墨車，漆車』者，案《巾車》註雲：『棧車不革鞔而漆之。』則士之棧車漆之，但無革為異耳。案《考工記》雲『棧車欲其』，鄭雲：『無革鞔。』"
      },
      {
        "index": 70,
        "text": "又雲『飾車欲其侈』，鄭雲：『革鞔。』則大夫已上皆以革鞔，則得飾車之名。\n飾者，革上又有漆飾。士卑無飾，雖有漆，不得名墨車，故唯以棧車為名。若然，自卿已上更有異飾，則又名玉金，象夏篆、夏縵之等也。雲『士乘墨車，攝盛也』"
      },
      {
        "index": 71,
        "text": "者，案《周禮。巾車》雲：一曰玉路以祭祀。又雲：金路，同姓以封；象路，異姓以封；革路，以封四衛；木路，以封蕃國；孤乘夏篆，卿乘夏縵，大夫乘墨車，士乘棧車，庶人乘役車。士乘大夫墨車為攝盛，則大夫當乘卿之夏縵，卿當乘孤之夏篆，已上有木路，質而無飾，不可使孤乘之，禮窮則同也。孤還乘夏篆。又於臣之外特置，亦是尊尊，則尊矣，不欲攝盛。若然，庶人當乘士之棧車，則諸侯天子尊則尊矣，亦不假攝盛，依《巾車》自乘本車矣。玉路祭祀，不可以親迎，當乘金路矣。以攝言之，士之子冠與父同，則昏亦同。但尊子，皆與父同，庶子宜降一等也。"
      },
      {
        "index": 72,
        "text": "婦車亦如之，有衤炎。（亦如之者，車同等，士妻之車，夫家共之。大夫以上嫁女，則自以車送之。衤炎，車裳幃，《周禮》謂之容。車有容，則固有蓋。）"
      },
      {
        "index": 73,
        "text": "[疏]『婦車』至『有衤炎』。註『亦如』至『有蓋』。釋曰：婦車亦墨車，但有衤炎為異耳。曰『士妻之車，夫家共之』者，即此是也。雲『大夫以上嫁女，則自以車送之』者，案宣公五年冬《左傳》雲，齊高固及子叔姬來，反馬也。休以為禮無反馬，而左氏以為得禮。禮，婦人謂嫁曰歸，明無大，故不反於家。經書高固及子叔姬來，故譏乘行匹至也。《士昏》皆異，據《士禮》無反馬，蓋失之矣。《士昏禮》曰：『主人爵弁，裳緇衤。從者畢玄端，乘墨車，從車二乘，執燭前馬。婦車亦如之，有衤炎。』此婦乘夫家之車。《鵲巢》詩曰："
      },
      {
        "index": 74,
        "text": "『之子於歸，百兩禦之。』又曰：『之子於歸，百兩將之。』國君之禮，夫人始嫁，自乘其車也。《何彼衤農矣》篇曰：『曷不肅雍，王姬之車。』言齊侯嫁女，以其母王姬始嫁之車遠送之，則天子、諸侯女嫁，留其車。可知今高固大夫反馬，大夫亦留其車。禮雖散亡，以《詩》論之，大夫以上至天子，有反馬之禮。留車，妻之道；反馬，婿之義。高固秋月逆叔姬，冬來反馬，則婦人三月祭行，故行反馬禮也。以此鄭《箴膏肓》言之，則知大夫巳上嫁女，自以其車送之。若然，《詩》註以為王姬嫁時自乘其車，《箴膏肓》以為齊侯嫁女，乘其母王姬始嫁時車送之，不同者，彼取《三家詩》，故與《毛詩》異也。凡婦車之法，自士已上至孤卿皆與夫同，有衤炎為異，至於王後及三夫人並諸侯夫人皆乘翟車。案《周禮。巾車》王後之五路，重翟、厭翟、安車皆有容蓋，又雲翟車、輦車，鄭註雲："
      },
      {
        "index": 75,
        "text": "《詩。國風。碩人》曰『翟蔽以朝』，謂諸侯夫人始來乘翟蔽之車，以朝見於君，成之也。此翟蔽蓋厭翟也，然則王後始來乘重翟矣。又《詩序》雲：王姬下嫁於諸侯，車服不系其夫，下王後一等。以此差之，王後始來乘重翟，則上公夫人用厭翟，侯伯子男夫人用翟車。若然，巾車、安車次厭翟，在翟車之上者，以其安車在宮中所乘，有容蓋，與重翟、厭翟同。翟車有屋，退之在下，其實安車無翟飾，不用為嫁時所乘也。三夫人與三公夫人當用翟車，九嬪與孤妻同用夏篆，世婦與卿大夫妻同用夏縵，女禦與士妻同用墨車也。其諸侯夫人侄娣及二媵並侄娣，依次下夫人以下一等為差也。雲『衤炎，車裳幃，《周禮》謂之容』者，案《巾車職》重翟、厭翟、安車皆有容蓋，鄭司農雲：『容謂と車，山東謂之裳幃，或謂之潼容。』後鄭從之。《衛詩》雲『漸車帷裳』，是山東名幃裳也。雲『車有容，則固有蓋』者，《巾車》雲『有容蓋』，容、蓋相配之物，此既有衤炎之容，明有蓋可知，故雲固有蓋矣。"
      },
      {
        "index": 76,
        "text": "至於門外。（婦家大門之外。）\n[疏]『至於門外』。註『婦家大門之外』。釋曰：知是大門外者，以下有揖入，乃至廟，廟乃大門內，故知此大門外也。"
      },
      {
        "index": 77,
        "text": "主人筵於戶西，西上，右幾。（主人，女父也。筵，為神布席。）\n[疏]『主人』至『右幾』。註『主人』至『布席』。釋曰：以先祖之遺體許人，將告神，故女父先於廟設神席，乃迎婿也。"
      }
    ]
  }
}