{
  "chapterNumber": 10,
  "title": "卷十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "賓北面坐取俎西之觶，阼階上北面酬主人。主人降席，立於賓東。（初起旅酬也。凡旅酬者，少長以齒，終於沃盥者，皆弟長而無遺矣。）"
      },
      {
        "index": 1,
        "text": "[疏]『賓北』至『賓東』。釋曰：自此至『司正降復位』，論堂上堂下遍行旅酬之事。云『取俎西之觶』者，謂前一人舉觶，奠於薦右，今為旅酬而舉之。"
      },
      {
        "index": 2,
        "text": "前主人酬賓奠於薦東者不舉，故言俎西以別之。云『主人降席』，不雲自南方北方者，案下記云：『主人、介凡升席自北方，降席自南方。』指此文也。註『初起』至『遺矣』。釋曰：云『凡旅酬者，少長以齒』以下，並是《鄉飲酒義》文，是以彼云：『賓酬主人，主人酬介，介酬眾賓，少長以齒，終於沃洗者焉，知其能弟長而無遺矣。』案下記云：『主人之贊者西面北上，不與。』註云："
      },
      {
        "index": 3,
        "text": "『贊，佐也。謂主人之屬，佐助主人禮事，徹沃盥，設薦俎者。與，及也。不及，謂不及獻酒，言不及獻酒則旅酬，亦不與旅酬，所以酬正獻也。』記又云："
      },
      {
        "index": 4,
        "text": "『無爵然後與。』若然，此旅酬得終於沃洗者，鄭解酬之大法，欲見堂上賓、主人之黨無不與，故鄭君連引無爵旅酬，而言終沃洗也。其實此時未及沃洗也。"
      },
      {
        "index": 5,
        "text": "賓坐奠觶，遂拜，執觶興，主人答拜。不祭，立飲，不拜，卒觶，不洗，實觶，東南面授主人。（賓立飲卒觶，因更酌以鄉主人，將授。）"
      },
      {
        "index": 6,
        "text": "主人阼階上拜，賓少退。主人受觶，賓拜送於主人之西。（旅酬同階，禮殺。）\n[疏]註『旅酬同階禮殺』。釋曰：決上正酬時不同階，今同階，故云『禮殺』也。"
      },
      {
        "index": 7,
        "text": "賓揖，復席。（酬主人訖。）\n主人西階上酬介。介降席自南方，立於主人之西，如賓酬主人之禮。主人揖，復席。（其酌，實觶西南面授介。自此以下旅酬，酌者亦如之。）"
      },
      {
        "index": 8,
        "text": "[疏]註『其酌』至『如之』。釋曰：知『西南面授介』者，案賓酬主人時，於阼階上東南面向之，則知此主人酬介於西階上西南面可知。云『自此已下旅酬，酌者亦如之』者，謂亦如主人酬介，其酬酌介實觶，西南面授之，以其旅酬皆西階上故也。"
      },
      {
        "index": 9,
        "text": "司正升相旅，曰：『某子受酬。』受酬者降席。（旅，序也。於是介酬眾賓，眾賓又以次序相酬。某者，眾賓姓也，同姓則以伯仲別之。又同，則以且字別之。）"
      },
      {
        "index": 10,
        "text": "[疏]註『旅序』至『別之』。釋曰：上文『作相為司正』，註云：『將留賓，為有懈惰，立司正以監之。』今以賓、主及介旅酬不監之，至眾賓乃監者，以其主人與賓、介習禮已久，又各一位，不嫌失禮。至於眾賓，既不久習禮，又同在一位，恐其失禮，故須監之也。云『某者，眾賓姓也』者，以某在子上，故知是眾賓姓也。若單言某，則是字，故《鄉射》云『某酬某子』，註云：『某者，字也。』云『同姓則以伯仲別之』者，但此眾賓之內有同姓，司正命之，則呼伯仲別之也。云『又同，則以且字別之』者，為同姓之中有伯仲同者，則以某甫且字別之也。"
      },
      {
        "index": 11,
        "text": "司正退立於序端，東面。（辟受酬者，又便其贊上贊下也。始升相，西階西北面。）\n[疏]『司正』至『東面』。註『辟受』至『北面』。釋曰：司正初時在堂上西階西，北面命受酬者訖，退立於西序端東面者，一則案此下文『眾受酬者受自左』，即是司正立處，故須辟之；二則東面時贊上贊下便也。云『始升相，西階西北面』者，雖無正文，以眾賓之席在賓西南面，介酬在西階上，司正升相旅，當在西階西北面命賓，故知位如此也。"
      },
      {
        "index": 12,
        "text": "受酬者自介右，（由介東也。尊介，使不失故位。）\n[疏]『受酬者自介右』。註『由介』至『故位』。釋曰：北面以東為右，故鄭云『由介東』也。云『尊介，使不失故位』者，凡授受之法者，授由其右，受由其左，即下文『眾受酬者』是也。此受介酬者應自介左，而自介右者，介位在西，故雲尊介使不失故位也。"
      },
      {
        "index": 13,
        "text": "眾受酬者受自左，（後將受酬者，皆由西變於介也。今文無眾酬者。）\n[疏]『眾受』至『自左』。註『後將』至『酬者』。釋曰：言『眾受酬』"
      },
      {
        "index": 14,
        "text": "者，謂上眾賓之內為首者一人，自介右受之，自第二以下，並堂下眾賓皆自左受之。言『變於介』者，即是授受之常法也。"
      },
      {
        "index": 15,
        "text": "拜，興，飲，皆如賓酬主人之禮。（嫌賓以下異也。）\n辯，卒受者以觶降，坐奠於篚。（辯，辯眾賓之在下者。《鄉射禮》曰："
      },
      {
        "index": 16,
        "text": "『辯，遂酬在下者，皆升，受酬於西階上。』）\n[疏]註『辯辯』至『階上』。釋曰：引《鄉射》者，彼禮與此同。經直言辯，不云『遂酬在下者，皆升，受酬於西階上』者，文不具，故引以證也。"
      },
      {
        "index": 17,
        "text": "司正降，復位。（觶南之位。）\n[疏]『司正降復位』。註『觶南之位』。釋曰：復位者，以相旅畢，堂上無事，故降復觶南之位。"
      },
      {
        "index": 18,
        "text": "使二人舉觶於賓、介，洗，升實觶於西階上，皆坐奠觶，遂拜，執觶興。賓、介席末答拜。皆坐祭，遂飲，卒觶，興，坐奠觶，遂拜，執觶興，賓、介席末答拜。（二人亦主人之吏。若有大夫，則舉觶於賓與大夫。《燕禮》曰：『媵爵者於洗南，西面北上，序進盥洗。』）"
      },
      {
        "index": 19,
        "text": "[疏]『使二』至『答拜』。註『二人』至『盥洗』。釋曰：自此至『無樂』，論賓主燕坐爵樂無數之事。云『賓介席末答拜』者，賓於席西南面答拜，介於席南東面答。云『二人亦主人之吏』者，亦上一人舉觶是主人之吏，以其主人使之，故知皆是主人之吏也。云『若有大夫，則舉觶於賓與大夫』者，以其大夫尊於介故也。引《燕禮》者，證此二人舉觶將盥時，亦於洗南西面北，上以次盥手也。"
      },
      {
        "index": 20,
        "text": "逆降，洗，升實觶，皆立於西階上，賓、介皆拜。（於席末拜。）\n[疏]註『於席末拜』。釋曰：言『席末拜』者，賓在席西南面，介在席南東面，以其俱是答拜，故同前席末拜也。"
      },
      {
        "index": 21,
        "text": "皆進，薦西奠之，賓辭，坐取觶以興。介則薦南奠之。介坐受以興。退，皆拜送，降。賓、介奠於其所。（賓言取，介言受，尊卑異文。今文曰賓受。）"
      },
      {
        "index": 22,
        "text": "[疏]『皆進』至『其所』。釋曰：言『皆進』者，一人之賓所，奠觶於薦西，一人之介所，奠觶於薦南。註『賓言』至『異文』。釋曰：尊者得卑者物言取，是以《家語》云：『定公假馬於季氏，孔子曰：君於臣有取無假。』故賓尊言取，介卑言受也。"
      },
      {
        "index": 23,
        "text": "司正升自西階，受命於主人。主人曰：『請坐於賓。』賓辭以俎。（至此盛禮俱成，酒清肴乾，賓主百拜，強有力者猶倦焉。張而不弛，弛而不張，非文武之道。請坐者，將以賓燕也。俎者，肴之貴者。辭之者，不敢以禮殺當貴者。）"
      },
      {
        "index": 24,
        "text": "[疏]『司正』至『以俎』。釋曰：云『司正升自西階，受命於主人』，此不言阼階上受，案《鄉射》：『司正升自西階，阼階上受命於主人，西階上，北面，請坐於賓。』則此亦同彼。云『主人曰：請坐於賓』者，亦是使司正傳語於賓也。註『至此』至『貴者』。釋曰：自此以上，皆立行禮，人皆勞倦，故請坐於賓也。云『酒清肴乾』者，案《聘義》云：『酒清，人渴而不敢飲也；肉乾，人饑而不敢食也。』彼上云：『聘、射之禮，至大禮也。』則是聘、射皆有飲酒禮，故此《鄉飲酒》引之。云『賓主百拜』者，《樂記》文。彼是飲酒禮，與此同，故引而相證。但此鄉飲酒之禮雖無百拜，舉全數而言也。云『強有力』"
      },
      {
        "index": 25,
        "text": "者，亦《聘義》文。言此者，欲見自此以前未得安坐飲食也。云『張而不弛，弛而不張，非文武之道』者，此《雜記》文。略而言之，此以弓弩喻行禮之法。張而不弛，以喻旅酬已前立行禮；弛而不張，喻無爵以後坐食。一張一弛，是文武之道。張而不弛，弛而不張，非文武之道，故後須坐也。云『俎者，肴之貴者』，謂骨體貴而肉賤，故雲肴之貴者。云『辭之者，不敢以禮殺當貴者』，自旅以前立行禮，是盛，自此後無爵，坐以禮，謂之殺，故今將坐辭以俎，不敢以禮殺當貴者。案《燕禮》司正奠觶於中庭，請徹俎而坐。此禮司正監旅訖，二人舉觶後將行無爵，始請坐於賓，不同者，《燕禮》司正之前雲二人致爵，三舉旅，得爵多，故司正奠時即坐燕。此禮由來未行旅酬，故使二人舉觶，敵俎後乃坐也。"
      },
      {
        "index": 26,
        "text": "主人請徹俎，賓許。（亦司正傳請告之。）\n司正降階前，命弟子俟徹俎。（西階前也。弟子，賓之少者。俎者，主人之吏設之，使弟子俟徹者，明徹俎賓之義。）"
      },
      {
        "index": 27,
        "text": "[疏]『司正降階』。註『西階』至『之義』。釋曰：云『弟子，賓之少者』，以其稱弟子，故知是賓之少者。西階前命之，故知賓弟子。賓敬主人而使弟子徹俎，故云『賓之義』也。"
      },
      {
        "index": 28,
        "text": "司正升，立於席端。（待事。）\n[疏]『司正』至『席端』。釋曰：司正降階前，命弟子徹俎訖即升，立於席端。弟子仍未徹俎，故鄭云『待事』也。"
      },
      {
        "index": 29,
        "text": "賓降席，北面。主人降席，阼階上北面。介降席，西階上北面。遵者降席，席東、南面。（皆立，相須徹俎也。遵者，謂此鄉之人仕至大夫者也，今來助主人樂賓，主人所榮而遵法者也，因以為名。或有無，來不來，用時事耳。今文遵為僎，或為全。）"
      },
      {
        "index": 30,
        "text": "[疏]『賓降階』至『南面』。釋曰：『皆立』者，將取俎以授人。遵不北面者，以其尊，故席東、南面向主人。註『皆立』至『為全』。釋曰：云『皆立，相須徹俎也』者，須，待也，受俎之人一時徹而授之也。云『遵者，謂此鄉之人仕至大夫者也』者，以《鄉射》云『大夫若有遵者入門左』，註云："
      },
      {
        "index": 31,
        "text": "『謂此鄉之人為大夫者也。謂之遵者，方以禮樂化民，欲其遵法之也。』既雲大夫若有遵，明士不得有遵，又士立於下，不得升堂，故知此遵是大夫也。云『或有無』者，下文云『賓若有遵』，言若者，不定之辭，故知或有或無也。云『來不來，用時事耳』者，言來之與不來，事在當時，故雲用時事耳。"
      },
      {
        "index": 32,
        "text": "賓取俎，還授司正，司正以降，賓從之。主人取俎，還授弟子，弟子以降自西階。主人降自阼階。介取俎，還授弟子，弟子以降，介從之。若有諸公、大夫，則使人受俎，如賓禮。眾賓皆降。（取俎者皆鄉其席，既授弟子，皆降，復初入之位。）"
      },
      {
        "index": 33,
        "text": "[疏]『賓取』至『皆降』。釋曰：主人取俎還授弟子，弟子以降自西階，案《燕禮》：『膳宰徹公俎，降自阼階。』與此不同者，彼公不降，故宰夫降阼階。此主人降自阼階，故弟子降自西階也。註『取俎』至『之位』。釋曰："
      },
      {
        "index": 34,
        "text": "云『取俎者皆鄉其席』者，以其俎在席前，鄉席取俎，還轉授之，故經皆言『還授』也。云『既授弟子，皆降，復初入之位』者，以其下云『揖讓如初升』，故知此降時，亦復初入之位，位在東階，西階相讓也。"
      },
      {
        "index": 35,
        "text": "說屨，揖讓如初，升，坐。（說屨者，為安燕當坐也。必說於下者，屨賤，不空居堂。說屨，主人先左，賓先右。今文說為稅。）"
      },
      {
        "index": 36,
        "text": "[疏]『說屨』至『升坐』。釋曰：自此以下至『再拜』，論無爵飲酒禮終送賓之事也。云『如初，升，坐』者，謂賓主初入，揖讓而升堂，升堂雖同，前則升堂立，此則即席坐，與前異也。註『說屨』至『為稅』。釋曰：云『說屨者，為安燕當坐也』者，凡堂上行禮之法：立行禮不說屨，坐則說屨。屨空則不宜陳於側，故降，說屨，然後升坐也。云『說屨，主人先左，賓先右』者，案《曲禮》云：『上於東階則先右足，上於西階則先左足。』鄭註云『近於相鄉敬也』。案《玉藻》著屨之法，坐左納右，坐右納左。今說之亦北面鄉階，主人先坐左，賓先坐右，亦取近為相鄉敬之義也。"
      },
      {
        "index": 37,
        "text": "乃羞。（羞，進也。所進者，狗胾醢也。鄉設骨體，所以致敬也。今進羞，所以盡愛也。敬之，愛之，所以厚賢也。）"
      },
      {
        "index": 38,
        "text": "[疏]『乃羞』。註『羞進』至『賢也』。釋曰：知『所進者，狗胾醢』者，案下記云：『其牲狗。』《禮記》又云：『薦羞不逾牲。』則所羞者狗胾也。"
      },
      {
        "index": 39,
        "text": "但醢是舊作之物，諸經又不見以狗作醢，則胾必狗也。醢則當兼有餘牲也。云『鄉設骨體，所以致敬也。今進羞所以盡愛也』者，骨體貴，人不食，故雲致敬。"
      },
      {
        "index": 40,
        "text": "胾醢，賤人所食，故云盡愛也。\n無筭爵。（筭，數也。賓主燕飲，爵行無數，醉而止也。《鄉射禮》曰：『使二人舉觶於賓與大夫。』又曰：『執觶者洗，升實觶，反奠於賓與大夫。』皆是。）"
      },
      {
        "index": 41,
        "text": "[疏]『無筭爵』。註『筭數』至『皆是』。釋曰：引『《鄉射禮》』者，證此無筭爵從首至末，更從上至下，唯醉乃止。鄭雲皆是者，從首至末皆是行無筭爵之義。"
      },
      {
        "index": 42,
        "text": "無樂。（燕樂亦無數，或或合，盡歡而止也。《春秋》襄二十九年：吳公子劄來聘，請觀於周樂。此國君之無。）"
      },
      {
        "index": 43,
        "text": "[疏]『無樂』。註『燕樂』至『無』。釋曰：云『燕樂亦無數』者，亦上無爵也。案上升歌笙合樂皆三終，言有數，此即無也。云『或或合，盡歡而止也』者，以其不言《風》、《雅》，故知或如上，歌用《小雅》也；或合用《二南》也。言『或或合』者，於後科用其一，但不並用也。引『《春秋》』者，彼是國君禮，此是大夫禮，見其異也。但無之樂，還依尊卑用之。"
      },
      {
        "index": 44,
        "text": "案《春秋》為季劄所歌《大雅》與《頌》者，但季劄請觀周樂，魯為之盡陳。又魯，周公之後，歌樂得與元侯同，故無之樂，《雅》、《頌》並作也。"
      },
      {
        "index": 45,
        "text": "賓出，奏《陔》。（《陔》，《陔夏》也。陔之言戒也，終日燕飲，酒罷，以《陔》為節，明無失禮也。《周禮。鍾師》『以鍾鼓奏《九夏》』，是奏《陔夏》則有鍾鼓矣。鍾鼓者，天子諸侯備用之，大夫、士鼓而已。蓋建於阼階之西，南鼓。《鄉射禮》曰：『賓興，樂正命奏《陔》，賓降及階，《陔》作，賓出，眾賓皆出。』）"
      },
      {
        "index": 46,
        "text": "[疏]『賓出奏陔』。註『陔陔』至『皆出』。釋曰：云『《陔》，《陔夏》也』者，《周禮。鍾師》有《陔夏》，故雲《陔夏》也。云『《周禮。鍾師》以鍾鼓奏九夏』者，案《鍾師》云：『凡樂事，以鍾鼓奏九夏：《王夏》、《肆夏》、《昭夏》、《納夏》、《章夏》、《齊夏》、《族夏》、《祴夏》、《驁夏》。』杜子春云：『王出入奏《王夏》，屍出入奏《肆夏》，牲出入奏《昭夏》，四方賓來奏《納夏》，臣有功奏《章夏》，夫人祭奏《齊夏》，族人侍奏《族夏》，客醉而出奏《陔夏》，公出入奏《驁夏》。』言以鍾鼓者，庭中先擊鍾，卻擊鼓，而奏此《九夏》，故雲是奏《陔夏》則有鍾鼓矣。云『鍾鼓者，天子諸侯備用之』者，《鍾師》天子禮有鍾鼓，《大射》諸侯禮亦具有鍾鼓，故雲天子諸侯備用之。云『大夫、士鼓而已』者，案《鄉射》云：『不鼓不釋。』"
      },
      {
        "index": 47,
        "text": "明無鍾可知。此且語鍾鼓，若用九夏則尊卑不同，天子則九夏俱作，諸侯則不用《王夏》，得奏其《肆夏》以下，大夫以下，據此文用《陔夏》，其餘無文。云『蓋建於阼階之西，南鼓』者，據此奏《陔夏》之時，其鼓約《大射》建鼓在阼階西、南鼓而知。無正文，故云『蓋』。彼註云：鼓不在東縣，南為君也。此鄉大夫無東縣，直有一鼓而已，故縣在阼階之西，南鄉主人也。引《鄉射》者，證賓出遠近《陔》作之義。云『賓出，眾賓皆出』者，經賓據正賓，不言眾賓與介，則賓出之時，眾賓與介俱出可知。"
      },
      {
        "index": 48,
        "text": "主人送於門外，再拜。（門東，西面拜也。賓介不答拜，禮有終也。）\n[疏]『主人』至『再拜』。註『門東』至『終也』。釋曰：云『門東，西面拜也』者，此約主人迎賓之時門東西面拜，今送賓，還依此位立也。云『賓介不答拜，禮有終也』者，於迎賓介時，賓介答拜，今送賓，主人再拜，若賓介答拜，是行禮無終畢，故賓介不答，是禮有終也。不言眾賓者，迎送俱不拜，故不言也。"
      },
      {
        "index": 49,
        "text": "賓若有遵者，諸公、大夫，則既一人舉觶，乃入。（不幹，主人正禮也。遵者，諸公大夫也。謂之賓者，同從外來耳。大國有孤，四命謂之公。）"
      },
      {
        "index": 50,
        "text": "[疏]『賓若』至『乃入』。釋曰：自此已下至『不加席』，論鄉內有諸公、大夫來觀禮，主人迎之與行禮事也。註『不幹』至『謂之公』。釋曰：言『不幹，主人正禮』者，正禮，謂賓主獻酢是也。是以一人舉觶為旅酬始，乃入。"
      },
      {
        "index": 51,
        "text": "若然，即是作樂前入，而於此篇末乃言之者，以其無常，或來或不來，故於後言之也。云『遵者，諸公大夫也』者，孤只一人，而言諸者，案鄭註《燕禮》云："
      },
      {
        "index": 52,
        "text": "『諸公者，謂大國之孤也。孤一人，言諸者，容牧下三監。』案《王制》云：\n『天子使其大夫監於方伯之國，國三人。』《王制》所陳是殷法，言容者，周公制禮時因而不改，故雲容也。云『大國有孤，四命』者，《周禮。典命》文。謂之公者，若天子有三公也。"
      },
      {
        "index": 53,
        "text": "席於賓東，公三重，大夫再重。（席此二者於賓東，尊之，不與鄉人齒也。\n天子之國，三命者不齒。於諸侯之國，爵為大夫則不齒矣。不言遵者，遵者亦卿大夫。）"
      },
      {
        "index": 54,
        "text": "[疏]『席於』至『再重』。註『席此』至『大夫』。釋曰：言『三重』、『再重』者，席有地可依，若衣裳在身，一領即為一重，再重、三重猶二領、三領也。云『席此二者於賓東』者，賓在戶牖之，酒尊又在戶東席，此二者又在酒尊之東，但繼賓而言耳。云『尊之，不與鄉人齒也』者，鄉人謂眾賓之席，在賓西，故雲不與鄉人齒。案上註雲此篇無正齒位之事，今此言齒者，彼雲無正齒位者，對黨正飲酒，鄉人五十已上、九十已下有齒法。《鄉飲酒》貢士以德為次，故雲無正齒位之禮。此言齒者，謂士已上來觀禮，乃有齒法。云『天子之國，三命者不齒』者，案《周禮。黨正職》云：『國索鬼神而祭祀，則以禮屬民而飲酒於序，以正齒位。壹命齒於鄉裏，再命齒於父族，三命不齒。』彼是天子黨正飲酒法，故知天子之國三命不齒。此是天子貢人鄉飲酒法，鄭引之為證者，欲見天子鄉飲酒三命不齒同也。云『於諸侯之國，爵為大夫則不齒矣』者，以此篇及《鄉射》皆雲若有大夫不辨命數，故知爵為大夫即不齒也。皆謂《鄉射》、《鄉飲酒》之禮，若黨正飲酒則與此異。案《文王世子》云：『其朝於公，內朝則東面北上，臣有貴者以齒。』下文云『庶子治之，雖有三命，不逾父兄』，鄭註云："
      },
      {
        "index": 55,
        "text": "『治之，治公族之禮也。唯於內朝則然，其餘會聚之事則與庶姓同。』又引黨正飲酒云：『一命齒於鄉裏，再命齒於父族，三命不齒。不齒者，特為位不在父兄行列中。』但《文王世子》是諸侯之法，即諸侯黨正飲酒還與天子同。但諸侯之國一命已上，至三命大夫、士具有言『一命齒於鄉裏』者，公、侯、伯之士一命與堂下鄉人齒，以其士立堂下故也。子、男之士不命，與一命之士同齒於階下。"
      },
      {
        "index": 56,
        "text": "子、男之大夫一命，坐於上，與六十已上齒於堂。再命齒於父族者，謂子、男之卿與公、侯、伯之大夫以父族為賓，則與之齒，異姓為賓，則不與之齒，席於尊東。三命不齒者，謂公、侯、伯之卿雖父族為賓，亦不與之齒，席於尊東也。云『不言遵者，遵者亦卿大夫』者，案上文賓若有遵者，與諸公、大夫雖文異，諸公、大夫則遵也。故鄭雲遵者，諸公、大夫也。明此經不言遵者，亦卿、大夫可知。"
      },
      {
        "index": 57,
        "text": "公如大夫入，主人降，賓、介降，眾賓皆降，復初位。主人迎，揖讓升。公升如賓禮，辭一席，使一人去之。（如，讀若今之若。主人迎之於門內也。辭一席，謙自同於大夫。）"
      },
      {
        "index": 58,
        "text": "[疏]『公如』至『去之』。釋曰：此據諸公、大夫入，賓、介與眾賓皆避之，降，復西階下東面位。註『如讀』至『大夫』。釋曰：鄭曰『如讀若今之若』者，前無大夫入，直以大夫與主人為禮是其當，公則非當，故鄭讀如若今之若，謂大夫之於公，更無異禮矣。云『主人迎於門內』者，以經公如大夫，主人不言出，故知迎於門內也。云『辭一席，謙自同於大夫』者，大夫再重，公三重，故辭去一席，同於大夫再重。"
      },
      {
        "index": 59,
        "text": "大夫則如介禮，有諸公，則辭加席，委於席端，主人不徹。無諸公，則大夫辭加席，主人對，不去加席。（加席，上席也。大夫席再重。）"
      },
      {
        "index": 60,
        "text": "[疏]『大夫』至『加席』。釋曰：云『大夫則如介禮』者，以其公如賓，故大夫則如介禮。主人迎賓，賓厭介，此公與大夫同入，公亦厭大夫，故云大夫如介禮。云『有諸公，則辭加席，委於席端，主人不徹』者，大夫再重是其正，大夫以公在，故謙，委加席於席端，主人不徹也。註『加席』至『再重』。釋曰：云『加席，上席也』者，以其再重、三重，席皆一種，故雲上席也。記云『蒲筵緇布純』，明無異也。以其鄉大夫賢者，公與大夫來觀禮而已，故俱加重，數更無異席也。《公食大夫禮》異國之客有別席，是以《公食大夫》云：『宰夫設筵，加席幾。』又記云：『司宮具幾與蒲筵常，緇布純，加萑席尋。』又上註云：謂三命大夫也。孤為賓，則莞筵紛純，加藻席畫純，是與當國之大夫異也。"
      },
      {
        "index": 61,
        "text": "《燕禮》云『司宮筵賓於戶西東上，無加席』也者，以其燕私故也。《大射》云：\n『司宮設賓席於戶西，南面，有加席。』與公侯同者，以其《大射》辨尊卑故也。"
      },
      {
        "index": 62,
        "text": "明日，賓服鄉服以拜賜。（拜賜，謝恩惠。鄉服，昨日與鄉大夫飲酒之朝服也。不言朝服，未服以朝也。今文曰賓服鄉服。）"
      },
      {
        "index": 63,
        "text": "[疏]『明日』至『拜賜』。註『拜賜』至『鄉服』。釋曰：鄭知鄉服是朝服者，下記云『朝服而謀賓介』是也。此賓言鄉服，其《鄉射》賓言朝服，不同者，案《鄉射》記云：『大夫與，則以公士為賓。』謂在朝著朝服是其常，此賓是鄉人子弟，未仕，雖著朝服，仍以鄉服言之，故鄭云『不言朝服未服以朝也』。"
      },
      {
        "index": 64,
        "text": "主人如賓服以拜辱。（拜賓復自屈辱也。《鄉射禮》曰：『賓朝服以拜賜於門外，主人不見。如賓服，遂從之，拜辱於門外，乃退。』）"
      },
      {
        "index": 65,
        "text": "[疏]『主人』至『拜辱』。註『拜賓』至『乃退』。釋曰：引《鄉射》者，於此文不具，故引以為證，明彼此賓主皆不相見，造門外拜謝而已。"
      },
      {
        "index": 66,
        "text": "主人釋服。（釋朝服，更服玄端也。古文釋作舍。）\n[疏]『主人釋服』。釋曰：自此已下至『鄉樂唯所欲』，論後日息司正，征唯所欲，更行飲酒之禮。註『釋朝』至『作舍』。釋曰：言『釋朝服，更服玄端也』者，以其昨日正行賓舉飲酒之禮相尊敬，故朝服。此乃燕私輕，故玄端勞也。"
      },
      {
        "index": 67,
        "text": "乃息司正。（息，勞也。勞賜昨日贊執事者，獨雲司正。司正，庭長也。）\n[疏]註『息勞』至『長也』。釋曰：鄭云『勞賜昨日贊執事者』者，案下記云：『主人之贊者西面北上，不與。』鄭註云：『主人之屬，佐助主人禮事，徹冪，沃盥，設薦（元缺起比）俎者。與，及也。不及謂不獻酒。』明此時勞，可知今獨言司正，司正是庭長，故獨言之也。"
      },
      {
        "index": 68,
        "text": "無介，（勞禮略也，司正為賓。）\n[疏]註『勞禮』至『為賓』。釋曰：此勞時司正為賓，當立介以輔賓。無介者，勞禮略故也。"
      },
      {
        "index": 69,
        "text": "不殺，（市買，若因所有可也，不殺則無俎。）\n[疏]註『市買』至『無俎』。釋曰：市買無正文，鄭以意言之。云『不殺則無俎』者，其殺則俎以盛骨體，既言不殺，故知無俎也。"
      },
      {
        "index": 70,
        "text": "薦脯醢，（羞同也。）\n[疏]註『羞同也』。釋曰：以其脯醢與正行飲酒同有此薦，故云『羞同』也。\n羞唯所有。（在有何物。）"
      },
      {
        "index": 71,
        "text": "[疏]註『在有何物』。釋曰：羞謂上文正行飲酒之時用狗胾，今不殺，故言羞唯所有也。云『在有何物』者，雜物皆是也。"
      },
      {
        "index": 72,
        "text": "征唯所欲，（征，召也。）\n[疏]註『征召也』。釋曰：昨日正行飲酒，不得喚親友，故今禮食之餘，別召知友，故言『征唯所欲』也。"
      },
      {
        "index": 73,
        "text": "以告於先生、君子可也。（告，請也。先生不以筋力為禮，於是可以來。君子，國中有盛德者。可者，召不召唯所欲。）"
      },
      {
        "index": 74,
        "text": "[疏]註『告請』至『所欲』。釋曰：案《曲禮》云：『老者不以筋力為禮。』\n此先生，老人教學者，故雲先生不以筋力為禮，於是可以來也。云『君子，國中有盛德者』者，此君子則《曲禮》『博聞強識，敦善行而不殆，謂之君子』也。"
      },
      {
        "index": 75,
        "text": "又《玉藻》云『居士錦帶』，鄭云『居士，道藝處士』，亦一也。云『可者，召不召唯所欲』者，上文云『征唯所欲』，上下相成解也。"
      },
      {
        "index": 76,
        "text": "賓、介不與。（禮瀆則褻。古文與為預。）\n[疏]註『禮瀆』至『為預』。釋曰：賓介昨日正行禮，今又召之，則是數，數則瀆，瀆則不敬，故云『禮瀆則褻』，是以不與。"
      },
      {
        "index": 77,
        "text": "鄉樂唯欲。（鄉樂，《周南》、《召南》六篇之中，唯所欲作，不從次也。\n不歌《鹿鳴》、《魚麗》者，辟國君也。）"
      },
      {
        "index": 78,
        "text": "[疏]註『鄉樂』至『君也』。釋曰：云『鄉樂，《周南》、《召南》』者，上註以《二南》為鄉大夫之樂，《小雅》為諸侯之樂，故知《二南》也。但鄉燕同樂，上正行飲酒，歌《小雅》，今燕不歌《鹿鳴》、《魚麗》，是避國君也。"
      },
      {
        "index": 79,
        "text": "記。鄉，朝服而謀賓、介，皆使能，不宿戒。（鄉，鄉人，謂鄉大夫也。朝服，冠玄端，緇帶，素，白屨。今郡國行鄉飲酒之禮，玄端而衣皮弁服，與禮異。再戒為宿戒。禮，將有事，先戒而又宿戒。）"
      },
      {
        "index": 80,
        "text": "[疏]『記鄉』至『宿戒』。釋曰：上經直雲主人與先生謀賓介，不雲服衣，不雲使能及不宿戒之事，故記之也。註『鄉鄉』至『宿戒』。釋曰：『鄉，鄉人，謂鄉大夫』者，以鄉大夫為主人，故知鄉大夫。知『朝服，冠玄端，緇帶，素韠，白屨』者，玄端即朝服之衣，裳又與同色，屨亦同裳色，故知義然也。"
      },
      {
        "index": 81,
        "text": "云『再戒為宿戒。禮，將有事，先戒而又宿戒』者，此即《士冠》先戒賓及宿是也。此直戒而不宿，與冠禮異。\n蒲筵，緇布純。（筵，席也。純，緣也。）"
      },
      {
        "index": 82,
        "text": "[疏]釋曰：《公食》記云『蒲筵常緇布純』，此不言常，文不具也。倍尋曰常，丈六尺也。\n尊綌冪，賓至徹之。（綌，葛也。冪，覆尊巾。）其牲，狗也。（狗取擇人。）"
      },
      {
        "index": 83,
        "text": "亨於堂東北。（祖陽氣之所始也。陽氣主養。《易》曰：『天地養萬物，聖人養賢以及萬民。』）\n[疏]註『祖陽』至『萬民』。釋曰：此據《鄉飲酒義》而言，以正月三陽生之月，萬物出地盛於東南，故云『祖陽氣之所始也』。引《易。頤》『彖辭』"
      },
      {
        "index": 84,
        "text": "者，義取養賢能而賓舉之事也。\n獻用爵，其他用觶。（爵尊，不褻用之。）\n[疏]註『爵尊不褻用之』。釋曰：案上獻賓、獻眾賓等皆用一升之爵，至酬及旅酬之等皆用三升之觶。以獻為初相敬，故用爵，以酬之等皆用為相勸，故用觶，是以鄭云『爵尊，不褻用之』也。"
      },
      {
        "index": 85,
        "text": "薦脯，五挺，橫祭於其上，出自左房。（挺猶只也。《鄉射禮》曰：『祭半只，只長尺有二寸。』左在東，陽也，陽主養。房，饌陳處也。《冠禮》之饌，脯醢南上。《曲禮》曰：『以脯置者，左朐右末。』）"
      },
      {
        "index": 86,
        "text": "[疏]註『挺猶』至『右末』。釋曰：此橫祭於（元缺止此）其上者，於脯為橫，於人為縮，其挺有五，通祭者六，故《鄉射》記云：『薦脯用籩，五只，祭半只，橫於上。只長尺二寸。』則祭半只者，長六寸。此脯不言長短者，記文不具也。云『《冠禮》之饌，脯醢南上』者，欲見此房中之饌亦南上也。引《曲禮》者，欲見此脯與《曲禮》脯羞雖朐挺有異，其設之皆橫於人前。鄭彼註云：『屈中曰朐。』以左手案之，右手擘之便。"
      },
      {
        "index": 87,
        "text": "俎由東壁，自西階升。（亨狗既孰，載之俎，饌於東方。）\n[疏]『俎由』至『階升』。註『亨狗』至『東方』。釋曰：亨狗於東方，孰乃載之於俎，饌陳於東壁，既饌於東方，恐由東階升，故記辯之，云『自西階升』也。"
      },
      {
        "index": 88,
        "text": "賓俎，脊、脅、肩、肺。主人俎，脊、脅、臂、肺。介俎，脊、脅、肫、胳、肺。肺皆離。皆右體，進腠。（凡牲，前脛骨三：肩、臂、臑也。後脛骨二：膊、胳也。尊者俎尊骨，卑者俎卑骨。《祭統》曰：『凡為俎者，以骨為主，骨有貴賤。』凡前貴後賤。離猶扌奎也。腠，理也。進理，謂前其本也。今文胳作骼。）"
      },
      {
        "index": 89,
        "text": "[疏]『賓俎』至『進腠』。註『凡牲』至『作骼』。釋曰：此序體，賓用肩，主人用臂，介用胳，其有肫在而介不用者，蓋為大夫俎，故此闕焉。"
      },
      {
        "index": 90,
        "text": "是以《鄉射》記云：『賓俎，脊、脅、肩、肺。主人俎，脊、脅、臂、肺。』註云：『賓俎用肩，主人用臂，尊賓也。』若有尊者，則俎其餘體，是臑肫為大夫明矣。大夫雖尊，不奪賓主正禮，故用體卑於主人與賓，而尊於介也。或有介俎肫、胳，不言者，欲見用體無常，若有一大夫即介用肫，若有二大夫則介用胳，故肫、胳兩見亦徒也。雲一『脛骨二：膊、胳也』者，此皆如《特牲》、《少牢》不取觳也。云『《祭統》』者，據祭祀歸俎之法，此據飲酒生人之禮，引之者，取一邊，骨有貴賤之義，以其賓用肩，主人用臂，介用胳，前貴於後也。"
      },
      {
        "index": 91,
        "text": "以爵拜者不徒作。（作，起也。言拜既爵者不徒起，起必酢主人。）\n[疏]『以爵拜者不徒作』。註『作起』至『主人』。釋曰：經直云『以爵拜者不徒作』，鄭知『拜既爵者不徒起，起必酢主人』者，以其拜受爵者有不酢主人法，故上經眾賓之長一人受爵而不酢主人，故此是拜，既爵起，必酢主人者也。"
      },
      {
        "index": 92,
        "text": "坐卒爵者拜既爵，立卒爵者不拜既爵。（降殺各從其宜，不使相錯，唯工不從此禮。）\n[疏]『坐卒』至『既爵』。註『降殺』至『此禮』。釋曰：以其工無目，不使立卒爵，唯坐卒爵，不拜既爵與立卒爵者，同故云『唯工不從此禮』也。"
      },
      {
        "index": 93,
        "text": "凡奠者於左，（不飲者，不欲其妨。）\n[疏]『凡奠者於左』。註『不飲』至『其妨』。釋曰：奠於左者，謂主人酬賓之觶，主人奠於薦右，客不盡主人之歡，奠之於左，是不欲其妨後奠爵也。"
      },
      {
        "index": 94,
        "text": "將舉，於右。（便也。）\n[疏]『將舉於右』。註『便也』。釋曰：謂若上文一人舉觶為旅酬始，二人舉觶為無筭爵始，皆奠於右，是其將舉者於右，以右手舉之便也。"
      },
      {
        "index": 95,
        "text": "眾賓之長一人辭洗，如賓禮。（於三人之中，復差有尊者，餘二人雖為之洗，不敢辭，其下不洗。）\n[疏]『眾賓』至『賓禮』。註『於三』至『不洗』。釋曰：此記上主人獻眾賓時，主人揖升，坐取爵於西楹下，降洗爵，眾賓長一人降，亦進，東向辭洗，如賓禮。是於三人之中復差尊者得辭洗，餘二人雖為之洗，不敢辭也。云『其下不洗』者，謂其堂下立者不為之洗，獻之而已。"
      },
      {
        "index": 96,
        "text": "立者東面北上。若有北面者，則東上。（賢者眾寡無常也。或統於堂，或統於門。）\n[疏]『立者』至『東上』。註『賢者』至『於門』。釋曰：此謂堂下立者，鄉人賢者或多或少。若少，則東面北上，統於堂也；若多，東面立不盡，即門西，北面東上，統於門也。"
      },
      {
        "index": 97,
        "text": "樂正與立者，皆薦以齒。（謂其飲之次也。尊樂正同於賓黨，不言飲而言薦，以明飲也。既飲，皆薦於其位，樂正位西階東，北面。）"
      },
      {
        "index": 98,
        "text": "[疏]『樂正』至『以齒』。註『謂其』至『北面』。釋曰：云『謂其飲之次也』者，謂樂正與立者以齒受旅，是飲之次也。雲薦者以先飲乃薦，依飲之次而薦之，故明飲也。必有飲薦相將者，案上經云『眾賓偏有脯醢』，鄭註云："
      },
      {
        "index": 99,
        "text": "『以每獻薦於其位，位在下。』此言樂正與立者皆薦以齒，明受獻乃薦於眾賓，在下者同也。\n凡舉爵，三作而不徒爵。（謂獻賓、獻大夫、獻工，皆有薦。）"
      },
      {
        "index": 100,
        "text": "[疏]『凡舉』至『徒爵』。釋曰：徒，空也。謂獻賓、獻大夫、獻工，不空以爵，獻之而已，皆有薦脯醢。\n樂作，大夫不入。（後樂賢者。）"
      },
      {
        "index": 101,
        "text": "[疏]『樂作大夫不入』。註『後樂賢者』。釋曰：大夫之入，當一人舉觶之後，未樂作之前，以助主人樂賢。若樂作之後，後樂賢者，故不入也。"
      },
      {
        "index": 102,
        "text": "獻工與笙，取爵於上篚。既獻，奠於下篚。（明其異器，敬也。如是，則獻大夫亦然。上篚三爵。）\n[疏]『獻工』至『下篚』。註『明其』至『三爵』。釋曰：鄭知『上篚三爵』者，以上經初主人獻賓時，雲取爵於篚，降洗，獻賓，受酢，主人奠爵於序端，酬賓訖，又取爵於東序端以獻介，受酢訖，奠爵於西楹南，降，三拜眾賓訖，猶升，取爵於西楹下，獻堂上堂下眾賓訖，主人以爵降，奠於篚。是其上篚一爵也。此記又云『獻工與笙，取爵於上篚，既獻，奠於下篚』，是上篚二爵也。"
      },
      {
        "index": 103,
        "text": "又《鄉射禮》獻大夫云：『主人揖讓，以大夫升，拜至，大夫答拜，主人以爵降。』\n洗獻大夫，此篇亦有大夫，故知上篚有三爵也。"
      },
      {
        "index": 104,
        "text": "其笙，則獻諸西階上。（謂主人拜送爵也。於工拜於阼階上者，以其坐於西階東也。古文無上。）\n[疏]『其笙』至『階上』。註『謂主』至『無上』。釋曰：上經主人獻笙於西階上，此記人又言之者，為拜送送爵而言也，故鄭云『主人拜送爵』也。"
      },
      {
        "index": 105,
        "text": "云『於工拜於阼階上者，以其坐於西階東也』者，以工坐於西階東，主人不得西階上拜送爵故也。此笙在西階，獻於西階，工嫌亦阼階拜送，故此明之也。"
      },
      {
        "index": 106,
        "text": "磬，階閒縮霤，北面鼓之。（縮，從也。ニ以東西為從。鼓猶擊也。大夫而特縣，方賓鄉人之賢者，從士禮也。射則磬在東。古文縮為蹙。）"
      },
      {
        "index": 107,
        "text": "[疏]『磬階』至『鼓之』。註『縮從』至『為蹙』。釋曰：言『大夫而特縣』者，案《周禮。小胥》『半為堵，全為肆』，鄭註云：『鍾磬者，縮縣之，二八十六枚而在一ね謂之堵。鍾一堵、磬一堵謂之肆。半之者，謂諸侯之卿、大夫、士也。』諸侯之卿、大夫西縣鍾，東縣磬。今諸侯、卿、大夫合鍾磬俱有，今直雲磬，是以鄭云：大夫而特縣，方賓鄉人之賢者，從士禮也。云『射則磬在東』者，據《鄉射》而言，避射位，故在東，與此階異也。"
      },
      {
        "index": 108,
        "text": "主人、介，凡升席自北方，降自南方。（席南上，升由下，降由上，由便。）\n[疏]『主人』至『南方』。註『席南』至『由便』。釋曰：案《曲禮》云：『席南鄉、北鄉，以西方為上，東鄉、西鄉，以南方為上。』鄭註云：『坐在陽則上左，在陰則上右。』是以主人與介席南方為上，故升由下，降由上者，便也。若然，席坐在陰，以東為上者，統於主人也。"
      },
      {
        "index": 109,
        "text": "司正，既舉觶而薦諸其位。（司正，主人之屬也。無獻，因其舉觶而薦之。）\n[疏]『司正』至『其位』。註『司正』至『薦之』。釋曰：案下文云『主人之贊者西面北上，不與，無爵然後與』。是其無獻也，故因舉觶薦諸其位。"
      },
      {
        "index": 110,
        "text": "凡旅，不洗。（敬禮殺也。）\n[疏]『凡旅不洗』。註『敬禮殺也』。釋曰：案上二人舉觶皆為旅始，不可不自，故洗。自此以後，旅酬皆不洗，故云『凡旅不洗』也。"
      },
      {
        "index": 111,
        "text": "不洗者不祭。（不甚也。）\n既旅，士不入。（後正禮也，既旅則將燕矣。）\n[疏]『既旅士不入』。註『後正』至『燕矣』。釋曰：旅謂旅酬，所酬獻皆拜受，故云『正禮』。既旅之後無筭爵，行燕飲之法，非正禮，故士不入，後正禮故也。"
      },
      {
        "index": 112,
        "text": "徹俎，賓、介、遵者之俎，受者以降，遂出授從者。（以送之。）\n[疏]『徹俎』至『從者』。釋曰：以上文正經賓、介、遵者之俎直雲降自西階，無出之文，故記之。上之必授從者，以其己所當得也。"
      },
      {
        "index": 113,
        "text": "主人之俎，以東。（藏於東方。）\n[疏]『主人之俎以東』。註『藏於東方』。釋曰：已上文三雲主人授弟子俎，弟子以降自西階，不言以東，故記人辨之。云『藏於東方』者，以其主人，故雲藏之。"
      },
      {
        "index": 114,
        "text": "樂正命奏《陔》，賓出，至於階，《陔》作。\n[疏]『樂正』至『陔作』。釋曰：《陔》謂《陔夏》，《詩》篇名。命擊鼓者，賓降自西階，恐賓醉失禮，故至階奏之。"
      },
      {
        "index": 115,
        "text": "若有諸公，則大夫於主人之北，西面。（其西面者，北上，統於公。）\n[疏]『若有』至『北面』。註『其西』至『於公』。釋曰：若無諸公，則大夫南面西上，統於遵也。"
      },
      {
        "index": 116,
        "text": "主人之贊者西面，北上，不與。（贊，佐也。謂主人之屬，佐助主人禮事，徹冪，沃盥，設薦俎者。西面北上，統於堂也。與，及也。不及謂不獻酒。）"
      },
      {
        "index": 117,
        "text": "[疏]『主人』至『不與』。註『贊佐』至『獻酒』。釋曰：云『西面北上，統於堂也』者，以其主人之屬故也。"
      },
      {
        "index": 118,
        "text": "無筭爵，然後與。（燕乃及之。）\n[疏]註『燕乃及之』。釋曰：以其主人之屬，非主人所敬，故無筭爵乃得酒也。"
      }
    ]
  }
}