{
  "chapterNumber": 24,
  "title": "卷二十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "賓入竟而死，遂也。主人為之具，而殯。（具，謂始死至殯所當用。）\n[疏]『賓入』至『而殯』。註『具謂』至『當用』。釋曰：自此盡『卒殯乃歸』，論賓介死之事。云『賓入境而死，遂也』者，若未入境即反來。云『主人為之具而殯』者，謂從始死至殯所當用者，主人皆供之。鄭云『具，謂始死至殯所當用』，直雲至殯所當用，明不殯於館，取其至殯節，主人供喪具，以其大斂訖即殯，故連言殯。故下文『歸介復命』之時，柩止門外，明斂於棺而已。"
      },
      {
        "index": 1,
        "text": "介攝其命。（為致聘享之禮也。初時，上介接聞命。）\n[疏]『介攝其命』。註『為致』至『聞命』。釋曰：云『初時，上介接聞命』者，鄭解介得代賓致命之意，以其命出於君。初，賓受命於君之時，賓介同北面，上介接聞君命矣，以是今賓死，得攝其命。"
      },
      {
        "index": 2,
        "text": "君吊，介為主人。（雖有臣子親因，猶不為主人，以介與賓並命於君，尊也。）\n[疏]『君吊介為主人』。註『雖有』至『尊也』。釋曰：古者賓聘，家臣子皆從行，是以延陵季子聘於齊，其子死葬於嬴搏之。故鄭云『雖有臣子親因，猶不為主人』，以其介尊故也。"
      },
      {
        "index": 3,
        "text": "主人歸禮幣，必以用。（當中奠贈諸喪具之用，不必如賓禮。）\n[疏]『主人』至『以用』。註『當中』至『賓禮』。釋曰：賓既死，主人所歸禮與幣，必以當喪者之用。云『當中奠贈』者，解經中小斂、大斂之用。"
      },
      {
        "index": 4,
        "text": "云『當中奠贈，諸喪具之用』者，具謂襲與小斂、大斂，解經『幣』，云『不必如賓禮』者，不必如致飧饔之禮，束紡、皮帛之類，不堪喪者之用故也。"
      },
      {
        "index": 5,
        "text": "介受賓禮，無辭也。（介受主國賓己之禮，無所辭也。以其當陳之以反命也。\n有賓喪，嫌其辭之。）\n[疏]『介受賓禮無辭也』。註『介受』至『辭之』。釋曰：云『介受主國賓己之禮』者，謂公幣、私幣之屬，故鄭云『當陳之以反命也』。言『無辭』"
      },
      {
        "index": 6,
        "text": "者，雖無三辭，以其殯受饔餼之時禮辭，受食三辭，明介亦有禮辭。云『無所辭也』者，以有賓喪，嫌介有三辭，故雲介受賓禮無辭也。"
      },
      {
        "index": 7,
        "text": "不饗食。\n[疏]『不饗食』。釋曰：案上遭君喪，受饔餼不受饗食。鄭云『受正不受加』，此云『不饗食』，介不就君受饗食，明受饔餼正禮也。"
      },
      {
        "index": 8,
        "text": "歸，介復命，柩止於門外。（門外，大門外也。必以柩造朝，達其忠心。）\n[疏]『歸介』至『門外』。註『門外』至『忠心』。釋曰：知『門外，是大門外』者，國君有三門：臯、應、路；又有三朝：內朝在路寢庭，正朝在路門外，應門外無朝，外朝當在臯門外。經直云『止於門外』，無入門之言，明知止於大門外，外朝之上。是以上賓拜賜，皆云『於門外』，亦在外朝矣。故鄭云『必以柩造朝，達其忠心』也。"
      },
      {
        "index": 9,
        "text": "介卒復命，出，奉柩送之。君吊，卒殯。（卒殯，成節乃去。）\n[疏]『介卒』至『卒殯』。註『卒殯成節乃去』。釋曰：當介復命之時，賓之屍柩在外朝，上介卒復命，謂復命訖，出君大門，奉賓之柩，送至賓之家。"
      },
      {
        "index": 10,
        "text": "屍柩入殯於兩楹之，君往就吊。『卒殯』者，謂殯訖，殯是喪之大節。故云『卒殯，成節乃』去，謂君與大夫盡去。"
      },
      {
        "index": 11,
        "text": "若大夫介卒，亦如之。（不言上介者，小聘，上介，士也。）\n[疏]『若大』至『如之』。註『不言』至『士也』。釋曰：云『不言上介者，小聘，上介，士也』者，案經大夫介卒，據大聘上介是大夫而言。今鄭以經不言上介，則大夫介卒，中兼有聘使大夫，其卒亦如之。故鄭雲不言上介小聘上介士也，欲兼見小聘之法也。若小聘，上介、末介皆士，則入下文『士介死』"
      },
      {
        "index": 12,
        "text": "中，以其下文更不見小聘賓介死法，故此兼言之也。\n士介死，為之棺斂之，（不具佗衣物也，自以時服也。）\n[疏]註『不具』至『服也』。釋曰：以其士介卑，其禮降於賓與上介，非直具棺，他衣物亦具之。此士介直具棺，不具他物也。其士介從者，自用時服斂之。"
      },
      {
        "index": 13,
        "text": "君不吊焉。（主國君使人吊，不親往。）\n[疏]『君不吊焉』。註『主國』至『親往』。釋曰：云『主國君使人吊，不親往』者，對上經賓死，『君吊，介為主人』。此士，云『不吊』者，明不親吊，使人吊之可知也。"
      },
      {
        "index": 14,
        "text": "若賓死，未將命，則既斂於棺，造於朝，介將命。（未將命，謂俟之後也。\n以柩造朝，以已至朝，誌在達君命。）"
      },
      {
        "index": 15,
        "text": "[疏]『若賓』至『將命』。註『未將』至『君命』。釋曰：前云『賓入境而死』，謂在路死，未至國。此經更說賓至朝俟之後，使大夫致館，未行聘享，而賓在館死之事，故鄭云『俟之後』。是以鄭云『以柩造朝』，以其既至朝，誌在達君命，則知上國外死，不以柩造朝可知。"
      },
      {
        "index": 16,
        "text": "若介死，歸復命，唯上介造於朝。若介死，雖士介，賓既復命，往，卒殯乃歸。（往，謂送柩。）\n小聘曰問。不享，有獻，不及夫人。主人不筵幾，不禮。面不升，不郊勞。"
      },
      {
        "index": 17,
        "text": "（記貶於聘，所以為小也。獻，私獻也。面猶覿也。）\n[疏]『小聘』至『郊勞』。註『記貶』至『覿也』。釋曰：自此盡『三介』，論侯伯行小聘之事。云『不享』者，謂不以束帛加璧，獻國所有。云『不禮』者，聘訖，不以齊酒禮賓。『面不升』者，謂私覿庭中受之，不升堂，此對大聘升堂受。若然，不言私覿而言面者，對大聘言覿，故辟之而言面也。"
      },
      {
        "index": 18,
        "text": "其禮，如為介，三介。（如為介，如為大聘上介。）\n[疏]『其禮』至『三介』。註『如為』至『上介』。釋曰：云『其禮如為介』者，謂特問使大夫得主國之禮多少，如大聘卿。此大夫為上介之時，即上文介之禮，飧饔餼及食燕之等。三介者，大夫降於卿二等故也。舉此侯伯之小聘，則公之臣，子男之臣，小聘禮數，其義可知也。"
      },
      {
        "index": 19,
        "text": "記。久無事，則聘焉。（事，謂盟會之屬。）\n[疏]『記久』至『聘焉』。註『事謂盟會之屬』。釋曰：此云『久無事，則聘焉』者，則《周禮》殷聘也。是以《周禮。大行人》雲：『凡諸侯之邦交，歲相問也，殷相聘也，世相朝也。』註雲：『小聘曰問。殷，中也。久無事，又於殷朝者，及而相聘也。』云『事，謂盟會之屬』者，案《春秋》有事而會，不協而盟。是以《春秋》有會而不盟，盟必因會，若有盟會相見，故雲久無事則聘焉。"
      },
      {
        "index": 20,
        "text": "若有故，則卒聘。束帛加書將命，百名以上書於策，不及百名書於方。（故，謂災患及時事相告請也。將猶致也。名，書文也，今謂之字。策，簡也。方，板也。）"
      },
      {
        "index": 21,
        "text": "[疏]『若有』至『於方』。註『故謂』至『板也』。釋曰：云『故，謂災患及時相告請』者，此即上經云『若有言』一也。言災患，上註引《春秋》臧孫辰告糴於齊、公子遂如楚乞師。此云『及時事』者，即上註引《春秋》晉侯使韓穿來言汶陽之田是也。云『名，書文，今謂之字』者，鄭註《論語》亦雲："
      },
      {
        "index": 22,
        "text": "『古者曰名，今世曰字。』許氏《說文》亦然。言此者，欲見經云『名』，名者即今之文字也。云『策，簡方。板也』者，簡謂據一片而言，策是編連之稱，是以《左傳》雲南史氏『執簡以往』，是簡者未編之稱。此經云『百名以上書之於策』，是其眾簡相連之名。鄭作《論語序》雲：『《易》、《詩》、《書》、《禮》、《樂》、《春秋》，策皆尺二寸，《孝經》謙，半之，《論語》八寸策者，三分居一，又謙焉。』是其策之長短。鄭註《尚書》：『三十字，一簡之文。』"
      },
      {
        "index": 23,
        "text": "服虔註《左氏》雲：『古文篆書，一簡八分字。』是一簡容字多少者。云『方，板』者，以其百名以下書之於方，若今之祝板，不假連編之策。一板書盡，故言方板也。"
      },
      {
        "index": 24,
        "text": "主人使人與客讀諸門外。（受其意，既聘享，賓出而讀之。讀之不於內者，人稠處嚴，不得審悉。主人，主國君也。人，內史也。書必璽之。）"
      },
      {
        "index": 25,
        "text": "[疏]『主人』至『門外』。註『受其』至『璽之』。釋曰：云『既聘享，賓出而讀之』者，上經雲：『若有言，則以束帛如享禮。』文承聘享之後，故知此讀諸門外，故雲既聘享也。鄭知人是內史者，案《內史職》雲：『凡四方之事書，內史讀之。』此云『使人與客讀諸門外』者，亦是四方事書，故知人是內史也。知書必璽之者，案襄二十九年《左傳》雲：公如楚，『還，及方城，季武子取卞，使公冶問，璽書追而與之』。故知此書亦璽之也。"
      },
      {
        "index": 26,
        "text": "客將歸，使大夫以其束帛反命於館。（為書報也。）\n[疏]『客將』至『於館』。註『為書報』也。釋曰：此為書報上有故之事，彼以束帛加書將命，此亦以束帛加書反命於館。"
      },
      {
        "index": 27,
        "text": "明日君館之。（既報，館之，書問尚疾也。）\n[疏]『明日君館之』。註『既報』至『疾也』。釋曰：為昨日為書報之，今日君始就館送客者，書問之道尚疾故也。必須尚疾者，以其所報告請，多是密事，是以鄭云『既報，館之，書問尚疾也』。"
      },
      {
        "index": 28,
        "text": "既受行，出，遂見宰，問幾月之資。（資，行用也。古者君臣謀密草創，未知所之遠近，問行用，當知多少而已。古文資作賫。）"
      },
      {
        "index": 29,
        "text": "[疏]『既受』至『之資』。註『資行』至『作賫』。釋曰：使者受命於君，但知出聘，不知遠近，故云『古者君臣謀密草創，未知所之遠近』，故問宰行糧多少，即知遠近也，故知須問之。"
      },
      {
        "index": 30,
        "text": "使者既受行日，朝同位。（謂前夕幣之，同位者，使者北面，介立於左少退，別其處臣也。）\n[疏]『使者』至『同位』。註『謂前』至『臣也』。釋曰：云『既受行日』者，謂已受命日，夕幣之前，使者及介朝君之時，皆同位，北面，東上；在朝處，臣東方，西面，北上，故鄭云『同位者，使者北面，介立於左，少退，以別處臣也。』"
      },
      {
        "index": 31,
        "text": "出祖，釋，祭酒脯，乃飲酒於其側。（祖，始也。既受聘享之禮，行出國門，止陳車騎，釋酒脯之奠於，為行始也。《詩傳》曰：，道祭也。"
      },
      {
        "index": 32,
        "text": "謂祭道路之神。《春秋傳》曰：涉山川。然則，山行之名也。道路以險阻為難，是以委土為山，或伏牲其上，使者為，祭酒脯祈告也。卿大夫處者，於是餞之，飲酒於其側。禮畢，乘車轢之而遂行，舍於近郊矣。其牲，犬羊可也。"
      },
      {
        "index": 33,
        "text": "古文作祓。）\n[疏]『出祖』至『其側』。註『祖始』至『作祓』。釋曰：云『既受聘享之禮，行出國門，止陳車騎，釋酒脯之奠於』者，凡道路之神有二：在國內釋幣於行者，謂平道路之神；出國門釋奠於者，謂山行道路之神；是以委土為山象，國中不得名，國外即得稱。引《詩傳》曰者，證祭道路之神也。引《春秋傳》曰者，案襄二十八年《左氏傳》子大叔雲：『涉山川，蒙犯霜露。』引之者，證是山行之名，涉者水行之稱。故《》詩雲："
      },
      {
        "index": 34,
        "text": "『大夫涉，我心則憂。』《毛傳》雲：『草行曰，水行曰涉。』云『是以委土為山』者，案《月令》冬祀行，鄭註：『行廟門外之西，為壤，厚二寸，廣五尺，輪四尺。祀行之禮，北面設主於上。國外祀山行之神為壤，大小與之同。』鄭註《夏官。大馭》雲：『封土為山象，以菩芻棘柏為神主，既祭之，以車轢之而去，喻無險難也。』云『或伏牲其上』者，案《周禮。犬人》雲：『掌犬牲，凡祭祀供犬牲，用物，伏瘞亦如之。』鄭註雲：『伏，謂伏犬，以王車轢之。』故知有伏牲其上。云『使者為祭酒脯祈告也』者，案《周禮。大馭》：『掌馭玉路以祀。及犯，王自左馭，馭下祝，登，受轡。』彼天子禮，使馭祭。此大夫禮，故使者自祭，犯而去。云『卿大夫處者，於是餞之』者，案《詩》云『飲餞於禰』，是處者送行人而飲酒，名曰餞也。云『遂行，舍於郊』者，即上經雲舍於近郊是也。云『其有牲，犬羊可』者，《犬人職》雲："
      },
      {
        "index": 35,
        "text": "『伏、瘞亦如之。』是用犬也。《詩》云『取羝以』，是用羊也。是犬羊各用其一，未必並用之。言可者，人君有牲，大夫無牲，直用酒脯。若然，此見出行時祭，案《韓奕》詩雲：『韓侯出祖，出宿於屠。顯父餞之，清酒百壺。』"
      },
      {
        "index": 36,
        "text": "是韓侯入覲天子，出京城為祖道。又《左氏傳》：『鄭忽逆婦媯於陳，先配而後祖，陳钅鹹子曰：是不為夫婦，誣其祖矣。』《鄭誌》以祖為祭道神，是亦將還而後祖道，此聘使還亦宜有祖，但文不具。"
      },
      {
        "index": 37,
        "text": "所以朝天子，圭與繅皆九寸，剡上寸半，厚半寸，博三寸，繅三采六等，朱白倉。（圭，所執以為瑞節也。剡上，象天圜地方也。雜采曰繅，以韋衣木板，飾以三色。再就，所以薦玉，重慎也。九寸，上公之圭也。古文繅或作藻，今文作ロ。）"
      },
      {
        "index": 38,
        "text": "[疏]『所以』至『白倉』。註『圭所』至『作ロ』。釋曰：云『圭，所執以為瑞節』者，案《周禮。大宗伯》雲：『以玉作六瑞，以等邦國。』又雲："
      },
      {
        "index": 39,
        "text": "『王執鎮圭，公執桓圭，侯執信圭，伯執躬圭，子執璧，男執蒲璧。』是以其圭為瑞。又案《周禮。掌節》有玉節之節，即是節與瑞別矣。今此雲瑞節，但連言節者，案節不得言瑞，瑞亦是節信，故連言節也。云『剡上，象天圜地方也』"
      },
      {
        "index": 40,
        "text": "者，下不剡象地方，上剡象天圜。案《雜記》贊大行曰：博三寸，厚半寸，剡上，左右各寸半。此經直剡上寸半，不言左右，文不具也。凡圭，天子鎮圭，公桓圭，侯信圭，皆博三寸，厚半寸，剡上，左右各寸半，唯長短依命數不同。云『雜采曰繅』者，凡言繅者，皆象水草之文。天子五采，公侯伯三采，子男二采，皆是雜采也。云『以韋衣木板，飾以三色。再就』者，依《漢禮器制度》而知也。但木板大小，一如玉制，然後以韋衣之，大小一如其板，經云『三采六等』，註雲："
      },
      {
        "index": 41,
        "text": "『三色再就者，就即等也。』是一采為再就，三采即六等也，是以鄭註《典瑞》雲一匝為一就。《典瑞》雲侯伯『三采三就』者，以一采雖有再匝，並為一就。"
      },
      {
        "index": 42,
        "text": "《覲禮》註雲朱白倉為六色者，亦是一采一匝為二色，三采故六色。三采，據公侯伯子男則二采，故《典瑞》雲子男『皆二采再就』是也。所以薦玉重慎者，玉者寶而脆，今以繅藉薦之，是其重慎也。"
      },
      {
        "index": 43,
        "text": "問諸侯，朱綠繅，八寸。（二采再就，降於天子也。於天子曰朝，於諸侯曰問，記之於聘，文互相備。）\n[疏]『問諸』至『八寸』。註『二采』至『相備』。釋曰：此諸侯使臣聘，繅藉之等云『二采再就』者，上雲三采六等，此二采不雲四就者，此臣禮與君禮異。此二采雖與子男同，子男即一采為一匝，二采為再匝，為四等。今臣一采為一就，二采共為再就，是二采當君一采之處，是以《典瑞》雲：『彖圭璋璧琮，繅皆二采一就，以┹聘。』亦是臣二采共當君一采一匝之處。云『降於天子』者，案《典瑞》王『執鎮圭，繅藉五采五就』，言五就者，據一采為一等，若據一采一匝而言，即五采十等，此二采二等，是降於天子也。此亦降於諸侯，而言降於天子者，此鄭君指上文朝天子而言，故言聘諸侯降於朝天子也。云『於天子曰朝』者，據上文所以朝天子是也。則諸侯自相朝亦同圭與繅九寸，侯伯以下亦依命數。云『於諸侯曰問』者，詩侯遣臣自問。若遣臣問天子，圭與繅亦八寸，是以云『記之於聘，文互相備』。案《玉人》雲：『彖圭璋八寸，璧琮八寸，以┹聘。』無所依據，則於天子諸侯同言八寸者，據上公之臣。侯伯之臣則六寸，子男之臣則四寸，各降其君二等。若然，經言八寸者，據上公之臣也。"
      },
      {
        "index": 44,
        "text": "皆玄系，長尺，絢組。（采成文曰絢。系，無事則以系玉，因以為飾，皆用五采組，上以玄，下以絳為地。今文絢作𥾡。）"
      },
      {
        "index": 45,
        "text": "[疏]『皆玄』至『絢組』。註『采成』至『作𥾡』。釋曰：上文繅藉，尊卑不同，此之組系，尊卑一等。云『采成文曰絢』，鄭註《論語》文成章曰絢，與此語異義同。云『系，無事則以系玉，因以為飾』者，無事謂在櫝之時，亦以系玉，因以為飾。此組系亦名繅藉，即上文反命之時，使者執圭垂繅，上介執璋屈繅。又《曲禮下》雲：『執玉，其有藉者則裼，無藉者則襲。』鄭註亦雲："
      },
      {
        "index": 46,
        "text": "『藉，繅也。』裼、襲皆據有繅無繅之時，是其因以為飾。云『皆用五采組』者，以其言絢，絢是文章之名，經又言皆，復無尊卑之別，故知皆用五采組也。云『上以玄，下以絳為地』者，以其皆用五采，而經直雲玄為地，上加五采，上下皆據垂之為上下，必知上玄下絳者，上玄以法天，下絳以法地故也。經云『』，註云『絳』者，《爾雅》三入赤汁為，絳則赤也，故本絳以解。"
      },
      {
        "index": 47,
        "text": "問大夫之幣，俟於郊，為肆，又賫皮馬。（肆猶陳列也。賫猶付也。使者既受命，宰夫載問大夫之禮待於郊，陳之為行列，至則以付之也。使者初行，舍於近郊。幣雲肆，馬雲賫，因其宜，亦互文也。不於朝付之者，辟君禮也。必陳列之者，不夕也。古文肆為肄。）"
      },
      {
        "index": 48,
        "text": "[疏]『問大夫』至『皮馬』。註『肆猶』至『為肄』。釋曰：知載大夫幣是宰夫者，以其初，宰眾官具幣，故知載幣於郊，付使者亦是宰夫可知。云『幣雲肆，馬雲賫，因其宜，亦互文也』者，以其幣是財賄易可陳列，故言肆，不言賫，亦付使者矣。馬是難陳之物，故直言賫，亦付使者亦陳之，是因其宜，互文也。"
      },
      {
        "index": 49,
        "text": "辭無常，孫而說。（孫，順也。大夫使，受命不受辭，辭必順且說。）\n[疏]註『受命不受辭』。釋曰：受命，謂受君命，聘於鄰國，不受賓主對答之辭。必不受辭者，以其口及則言辭無定準，以辭無常，故不受之也。"
      },
      {
        "index": 50,
        "text": "辭多則史，少則不達。（史，謂策祝。）\n[疏]註『史謂策祝』。釋曰：案《周禮》大史、內史皆掌策書。《尚書。"
      },
      {
        "index": 51,
        "text": "金》云『史乃策祝』，是策書祝辭，故辭多為文史。\n辭茍足以達，義之至也。（至，極也。今文至為砥。）\n辭曰：『非禮也，敢。』對曰：『非禮也，敢辭。』（辭，不受也。對，答問也。二者皆卒曰敢，言不敢。）"
      },
      {
        "index": 52,
        "text": "[疏]『辭曰』至『敢辭』。註『辭不』至『不敢』。釋曰：辭謂賓辭主人，答謂賓答主人，介則在旁。曰非禮也敢，故《易。旅卦。初六》云『瑣瑣，斯其所取災』，鄭雲：瑣瑣，猶小小。爻互體艮，艮小石，小小之象。三為聘客，初與二其介也。介當以篤實之人為之，而用小人瑣瑣，然客主人為言，不能辭曰非禮，不能對曰非禮。每者不能以禮行之，則其所以得罪是其義也。"
      },
      {
        "index": 53,
        "text": "卿館於大夫，大夫館於士，士館於工商。（館者必於廟，不館於敵者之廟，為大尊也。自官師以上，有廟有寢，工商則寢而已。）"
      },
      {
        "index": 54,
        "text": "[疏]『卿館』至『工商』。註『館者』至『而已』。釋曰：云『館者必於廟』，案上歸饔餼雲於廟，明其禮皆在廟可知。云『不館於敵者之廟，為大尊也』者，以其在廟尊，則尊矣，故就降等而已。若又在敵者之廟，以上是其大尊。"
      },
      {
        "index": 55,
        "text": "云『自官師以上，有廟有寢』者，案《祭法》雲：『士二廟，官師一廟。』鄭雲：『官師謂中士、下士。』是其官師有廟。知廟有寢，案《周禮。隸仆》雲："
      },
      {
        "index": 56,
        "text": "『掌五寢之掃除。』鄭註雲：『五寢，五廟之寢。天子七廟，唯祧無寢。』《詩》云『寢廟奕奕』，相連之貌。故《左傳》雲：『大叔之廟在道南，其寢在道北。』"
      },
      {
        "index": 57,
        "text": "是其前曰廟，後曰寢。『工商則寢而已』者，案《爾雅。釋宮》雲：『室有東西廂曰廟。』註雲：『夾室前堂。』又雲：『無東西廂有室曰寢。』註雲：『但有大室。』是其自士以上有廟者必有寢，庶人在官者、工商之等有寢者則無廟，故《祭法》云『庶士庶人無廟，祭於寢』是也。"
      },
      {
        "index": 58,
        "text": "管人為客，三日具沐，五日具浴。（管人，掌客館者也。客，謂使者下及士介也。）\n飧不致。（不以束帛致命，草次饌，飧具輕。）"
      },
      {
        "index": 59,
        "text": "[疏]『飧不致』。註『不以』至『具輕』。釋曰：『君不以束帛致命』\n者，對饔餼以束帛致之，此不以束帛致，草次饌具輕者，以其客始至則致之，故言『草次』也。對聘日致饔餼，生死俱有禮物，又多為重，故以此物為輕而不致。"
      },
      {
        "index": 60,
        "text": "賓不拜，（以不致命。）\n[疏]『賓不拜』。註『以不致命』。釋曰：云『不拜』者，宰夫朝服設食，賓無拜受之文，以其不以束帛致故也。"
      },
      {
        "index": 61,
        "text": "沐浴而食之。（自清，尊主國君賜也。記此，重者沐浴可知。）\n[疏]『沐浴而食之』。註『自』至『可知』。釋曰：云『記此，重者沐浴可知』者，以其食禮輕，尚沐浴而食，饔餼食重者，沐浴而食可知。"
      },
      {
        "index": 62,
        "text": "卿，大夫訝。大夫，士訝。士皆有訝。（卿，使者。大夫，上介也。士，眾介也。訝，主國君所使迎待賓者，如今使者護客。）"
      },
      {
        "index": 63,
        "text": "[疏]『卿大』至『有訝』。註『卿使』至『護客』。釋曰：云『卿，大夫訝』者，謂大聘使卿，主人使大夫迎。士訝者，小聘使大夫，主人使士迎。言『皆有訝』者，自介已下皆迎之。云『卿，使者。大夫，上介。士，眾介也』者，據此篇是侯伯之卿大聘而言，其實小聘使大夫，亦使士迎之。所迎者，謂初行聘及饗食燕皆迎之，故鄭君無所止定。"
      },
      {
        "index": 64,
        "text": "賓即館，訝將公命。（使已迎待之命。）\n[疏]『賓即館訝將公命』。註『使已迎待之命』。釋曰：案《秋官。掌訝職》雲：『賓入館，次於舍門外，待事於客。』註雲：『次，如今宮府門外更衣處。待事於客，通其所求索。』彼謂天子有掌訝之官，共承客禮。此諸侯使，無掌訝，是以還遣所使大夫士訝，將公命有事，通傳於君。"
      },
      {
        "index": 65,
        "text": "又見之以其摯。（又，復也。復以私禮見者，訝將舍於賓館之外，宜相親也。\n大夫訝者執雁，士訝者執雉。）\n[疏]『又見之以其摯』。註『又復』至『執雉』。釋曰：云『復以私禮見』者，訝將舍於賓館之外，宜相親也者。禮，掌訝舍於賓之館門外。此大夫士，君使為訝，雖非掌訝之官，亦為次舍於賓之館外，宜相親，故執摯以相見。『大夫訝者執雁，士訝者執雉』，案《士相見》及《大宗伯》文也。"
      },
      {
        "index": 66,
        "text": "賓既將公事，復見之以其摯。（既，已也。公事，聘享問大夫。復，報也。\n使者及上介執雁，群介執雉，各以見其訝。）"
      },
      {
        "index": 67,
        "text": "[疏]『賓既』至『其摯』。註『既已』至『其訝』。釋曰：雲以『公事，聘享問大夫』者，此並行君物享主國君，及問大夫，故雲公事也。云『復，報也』"
      },
      {
        "index": 68,
        "text": "者，有報訝者以摯私見己，今還以摯私報之。知『使者及上介同執雁』，不執羔者，見上文主國卿大夫勞賓同執雁，則知此使者及上介同執雁可知。『各以見其訝』者，謂使者見大夫之訝者，上介見士之訝者，士介亦見士訝者。"
      },
      {
        "index": 69,
        "text": "凡四器者，唯其所寶，以聘可也。（言國獨以此為寶也。四器，謂圭、璋、璧、琮。）\n[疏]『凡四』至『可也』。註『言國』至『璧琮』。釋曰：案以公事，《宗伯》云『以玉作六瑞』，王執鎮圭，公執桓圭，以下人執之曰瑞。又云『以玉作六器，以禮天地四方』，謂禮神曰器。此四者，人所執。不言『瑞』而言『器』者，對文，執之曰瑞，禮神曰器。散文則通，雖執之亦曰器。是以《尚書》云『五器卒乃復』，與此文皆稱器。云『言四國獨此以為寶』者，案《周禮。天府職》：『凡邦國之玉鎮、大寶器藏焉。』註雲：『玉鎮大寶器，玉瑞、玉器之美者。』是其玉稱寶。云『四器，謂圭、璋、璧、琮』者，是據上經圭璋以行聘，璧琮以行享而言。此據公侯伯之使者用圭、璋、璧、琮；若子男使者，聘用璧、琮，享用琥、璜。"
      },
      {
        "index": 70,
        "text": "宗人授次。次以帷。少退於君之次。（主國之門外，諸侯及卿大夫之所使者，次位皆有常處。）\n[疏]『宗人』至『之次』。註『主國』至『常處』。釋曰：『主國門外』，以其行朝聘、陳賓介皆在大門外，故次亦在大門外可知。云『諸侯及卿大夫之使者，次位皆有常處』者，以其上公九十步，侯伯七十步，子男五十步，使其臣聘使，大聘、小聘又各降二等。其次皆依其步數，就西方而置之。未行禮之時，止於次中，至將行禮，賓乃出次。凡為次，君次在前，臣次在後，故云『少退於君之次』，故云『皆有常處』。"
      },
      {
        "index": 71,
        "text": "上介執圭，如重，授賓。（慎之也。《曲禮》曰：『凡執主器，執輕如不克。』）\n[疏]『上介』至『授賓』。註『慎之』至『不克』。釋曰：此謂當將聘於主君廟門外，上介屈繅以授賓，賓襲受之節。引《曲禮》者，彼器即此玉，欲證執玉如重之義也。"
      },
      {
        "index": 72,
        "text": "賓入門，皇；升堂，讓；將授，誌趨。（皇，自莊盛也。讓，謂舉手平衡也。\n誌猶念也。念趨，謂審行步也。孔子之執圭，鞠躬如也，如不勝。上如揖，下如授，勃如戰色，足宿宿如有循。古文皇皆作王。）"
      },
      {
        "index": 73,
        "text": "[疏]『賓入』至『誌趨』。註『皇自』至『作王』。釋曰：賓入門皇，謂未至堂時。升堂讓，謂升堂東面向主君之時。將授誌趨，謂賓執玉向楹，將授玉之時。念鄉入門在庭時，執玉徐趨，今亦然。若降堂後趨進翼如，則疾趨也。"
      },
      {
        "index": 74,
        "text": "云『讓，謂舉手平衡也』者，謂若《曲禮》云『凡奉者當心』，下又云『執天子之器則上衡』，註雲：『謂高於心。』『國君則平衡』，註雲：『謂與心平。』"
      },
      {
        "index": 75,
        "text": "則此亦執國君器也，故引之為證。引『孔子之執圭』者，《鄉黨》論孔子為君聘使法。彼『足宿宿如有循』，謂徐趨，據入彼國廟門，執玉行步之時，以足容重退之，在降堂之下，與此趨同，故為證也。"
      },
      {
        "index": 76,
        "text": "授如爭承，下如送；君還，而後退。（重失隊也。而後猶然後也。）\n[疏]『授如』至『後退』。註『重失』至『後也』。釋曰：授，謂就東楹授玉於主君時，如與人爭承取物，恐失墜。云『下如送，君還而後退』者，以上文次言之，此下如送者，止謂聘享每訖，君實不送，而賓之敬如君送然，故雲下如送也。君回還，賓則退出廟門，更行後事，非謂賓出大門也。"
      },
      {
        "index": 77,
        "text": "下階，發氣，怡焉；再三舉足，又趨。（發氣，舍息也。再三舉足，自安定，乃復趨也。至此雲舉足，則誌趨卷Т而行也。孔子之升堂，鞠躬如也，屏氣似不息者，出降一等，逞顏色，怡怡如也。沒階，趨進，翼如也。）"
      },
      {
        "index": 78,
        "text": "[疏]『下階』至『又趨』。註『發氣』至『如也』。釋曰：云『下階，發氣怡焉』者，即《論語》云『出降一等，逞顏色，怡怡如也』。云『再三舉足，自安定，乃復趨也』者，謂降時再三舉足，故又趨進翼如也。云『發氣，舍息』"
      },
      {
        "index": 79,
        "text": "者，以將授玉，屏氣似不息，今既授玉，降階，縱舍其氣，怡然和悅也。云『至此舉足，則誌趨卷Т而行也』者，是釋誌趨為徐趨，此舉足為疾趨也。"
      },
      {
        "index": 80,
        "text": "及門，正焉。（容色復故，此皆心變見於威儀。）\n[疏]『及門正焉』。註『容色』至『威儀』。釋曰：此謂聘訖，將更有享而出門時。云『心變見於威儀』者，以其貌從心起，觀威儀，省禍福，睹貌可以知心故也。"
      },
      {
        "index": 81,
        "text": "執圭，入門，鞠躬焉，如恐失之。（記異說也。）\n[疏]『執圭』至『失之』。註『記異說也』。釋曰：亦謂將聘，執圭入廟門時。云『鞠躬焉』，則鞠躬如也，如恐失之者，即執輕如不克也。云『記異說』者，以上文已記執圭此，又記執圭之儀，以同記事而言有差，異人記事，說有不同也。"
      },
      {
        "index": 82,
        "text": "及享，發氣焉，盈容。（發，舍氣也。孔子之於享禮，有容色。）\n[疏]『及享』至『盈容』。註『發舍』至『容色』。釋曰：云『及享發氣焉盈容』者，即孔子行享禮有容色，一也，故註引為證也。此發氣，即上註云『舍息』，一也。"
      },
      {
        "index": 83,
        "text": "眾介北面，蹌焉。（容貌舒揚。）\n[疏]『眾介北面蹌焉』。註『容貌舒揚』。釋曰：此謂賓行聘，眾介從，入門左，北面。《曲禮》雲：『大夫濟濟，士蹌蹌。』鄭雲：『皆行容止之貌。』"
      },
      {
        "index": 84,
        "text": "故此註亦云『容貌舒揚』也。但彼大夫雲濟濟，諸侯雲皇皇，上文賓入門皇，得與諸侯同者，以其執君圭璋，誌在重玉，故行容得與君同。若尋常行，則大夫濟濟也。"
      },
      {
        "index": 85,
        "text": "私覿，愉愉焉。（容貌和敬。）\n[疏]『私覿愉愉焉』。註『容貌和敬』。釋曰：上文享時盈容，對聘時儀貌戰色，顏舒緩。此私覿，對享時又愉愉和敬，舒於盈容也。"
      },
      {
        "index": 86,
        "text": "出，如舒雁。（威儀自然而有行列。舒雁，鵝。）\n[疏]『出如舒雁』。註『威儀』至『雁鵝』。釋曰：此出廟門之外，行步如鵝，又紓緩於愉愉也。云『舒雁，鵝』者，《爾雅。釋鳥》文。"
      },
      {
        "index": 87,
        "text": "皇，且行；人門主敬，升堂主慎。（復記執玉異說。）\n[疏]『皇且』至『主慎』。註『復記執玉異說』。釋曰：上已二度記執玉行步之法。今又云『皇且行』，是別有人更記此執玉行法，故云『復記執玉異說』也。"
      },
      {
        "index": 88,
        "text": "凡庭實，隨入，左先，皮馬相可也。（隨入，不並行也。，猶代也。士物有宜，君子不以所無為禮，畜獸同類可以相代。古文作幹。）"
      },
      {
        "index": 89,
        "text": "[疏]『凡庭』至『可也』。註『隨入』至『作幹』。釋曰：云『左先』\n者，以皮馬以四為禮，北面以西頭為上，故左先入陳也。云『君子不以所無為禮』"
      },
      {
        "index": 90,
        "text": "者，案《禮器》雲：『天不生，地不養，君子不以為禮。』言當國有馬而無虎豹皮，則用馬；或有虎豹皮並有馬，則以皮為主而用皮也。云『畜獸同類可以相代』"
      },
      {
        "index": 91,
        "text": "者，畜謂馬，獸謂虎豹，《爾雅》釋雲：『在家曰畜，在野曰獸。』云『同類』\n者，《爾雅》又雲：『二足而羽謂之禽，四足而毛謂之獸。』若然，則馬畜亦是四足之類，故雲同類可以相代也。"
      },
      {
        "index": 92,
        "text": "賓之幣，唯馬出，其餘皆東。（馬出，當從廄也。餘物皆東，藏之內府。）\n[疏]『賓之』至『皆東』。註『馬出』至『內府』。釋曰：云『馬出，當從廄也』者，若有皮之國，用皮則不出，亦從餘物東藏也。知『東藏之內府』"
      },
      {
        "index": 93,
        "text": "者，案《天官。內府職》雲：『凡四方之幣獻之，金玉、齒革、兵器，凡良貨賄入焉。』註雲：『諸侯朝聘所獻國珍。』彼天子禮諸侯，亦當有內府。諸侯自朝聘，其貨獻珍異，亦人內府，故註依之也。"
      },
      {
        "index": 94,
        "text": "多貨，則傷於德。（貨，天地所化生，謂玉也。君子於玉比德焉。朝聘之禮，以為瑞節，重禮也。多之則是主於貨，傷敗其為德。）"
      },
      {
        "index": 95,
        "text": "[疏]『多貨則傷於德』。註『貨天』至『為德』。釋曰：此經主論聘享所用圭璋璧琮不得過多之事也。云『貨，天地所化生，謂玉也』者，鄭註《周禮。九職》亦雲：『金玉曰貨，布帛曰賄。』故此註雲貨天地所化生謂玉也。下註云『幣人所造成』，幣則布帛曰賄，對金玉是自然之物也。云『君子於玉比德焉』"
      },
      {
        "index": 96,
        "text": "者，《聘義》文。云『重禮』也，亦《聘義》文。云『多之則是主於貨，傷敗其為德』者，以玉比德，故朝聘用之，相厲以德，不取重寶珍美之意。若多之，則是主於貨物，不取相厲以德，是傷敗其為德。是以圭璧聘享主國君，璋琮聘享主國夫人，各用一而已也。"
      },
      {
        "index": 97,
        "text": "幣美，則沒禮。（幣，人所造成，以自覆幣，謂束帛也。愛之斯欲衣食之，君子之情也，是以享用幣，所以副忠信，美之，則是主於幣，而禮之本意不見也。）"
      },
      {
        "index": 98,
        "text": "[疏]『幣美則沒禮』。註『幣人』至『見也』。釋曰：此主論享時用束帛。故享君用束帛，享夫人用束錦，皆不得過美。云『幣，人所造成，以自覆幣，謂束帛也』者，案《禮記。檀弓》：『伯高之喪，孔氏之使者未至，冉子攝束帛乘馬而將之。孔子曰：異哉！徒使我不誠於伯高。』鄭註雲：『禮所以副忠信也。"
      },
      {
        "index": 99,
        "text": "忠信而無禮，何傳乎！』是知自覆者，覆忠信而已。若更美，則主意於財美而禮不見，故沒禮也。云『愛之斯欲衣食之，君子之情也』者，《禮記。檀弓》雲："
      },
      {
        "index": 100,
        "text": "『愛之斯錄之矣。』彼據愛父母而作重，此亦微取彼文。但此雲愛之斯欲衣食之，兼言食，謂以幣欲之，君子之情則忠信。"
      },
      {
        "index": 101,
        "text": "賄，在聘於賄。（賄，財也。於，讀曰為。言主國禮賓，當視賓之聘禮，而為之財也。賓客者，主人所欲豐也。若茍豐之，是又傷財也。《周禮》曰：『凡諸侯之交，各稱其邦而為之幣，以其幣為之禮。』古文賄皆作悔。）"
      },
      {
        "index": 102,
        "text": "[疏]『賄在聘於賄』。註『賄財』至『作侮』。釋曰：鄭轉『於』作『為』者，欲就《司儀》之文為解故也。云『言主國禮賓』者，釋經賄是主國禮賓也。云『當視賓之聘禮』者，釋經在聘，謂在賓聘財多少。云『而為之財也』"
      },
      {
        "index": 103,
        "text": "者，釋經於賄也，謂主人視賓多少，為財賄報賓。云『若茍豐之，是又傷財也』\n者，凡行禮用財者，取不豐不儉，取於折中。若句且豐多，則傷於貪財。引《周禮》者，《秋官。司儀職》文。案彼註雲：『幣謂享幣也。於大國則豐，於小國則殺。』解經各稱其邦而為之幣。彼又註雲：『主國禮之如其豐殺之禮。』解經以其幣為之禮，『謂賄用束紡，禮玉束帛、乘皮，及贈之屬』是也。"
      },
      {
        "index": 104,
        "text": "凡執玉，無藉者襲。（藉，謂繅也。繅所以藉玉。）\n[疏]『凡執玉無藉者襲』。註『藉謂』至『藉玉』。釋曰：凡繅藉有二種，若以木為中，施五采三采者，此繅常有，不得雲無藉。今此云『無藉者襲』，據絢組尺繅藉而言。若廟門外賈人啟櫝取玉，垂繅以授上介，上介裼受，上介屈繅以授賓，賓即襲受，即此執玉無藉者是也。此文與《曲禮》同，故《曲禮》凡執玉，『其有藉者則裼，無藉者則襲』是也。"
      },
      {
        "index": 105,
        "text": "禮，不拜至。（以賓不於是始至。今文禮為醴。）\n[疏]『禮不拜至』。註『以賓』至『為醴』。釋曰：此文承執玉帛之下聘臣事，據《鄉飲酒》賓主升堂，主人有拜至之禮。此賓昨日初至之時，主人請賓行禮，賓言俟，此時賓已至矣，故聘時不拜至，是以鄭云『以賓不於是始至』。"
      },
      {
        "index": 106,
        "text": "醴尊於東箱，瓦大一，有豐。（瓦大，瓦尊。豐，承尊器，如豆而卑。）\n薦脯五只，祭半只，橫之。（只，脯如版然者，或謂之廷，皆取直貌焉。）"
      },
      {
        "index": 107,
        "text": "[疏]註『只脯』至『貌焉』。釋曰：此脯禮賓時所用薦脯是也。案《鄉飲酒禮》雲薦脯『五廷』，故云『或謂之廷，皆取直貌』。"
      },
      {
        "index": 108,
        "text": "祭醴，再扌及，始扌及一祭，卒再祭。（卒，謂後扌及。）\n主人之庭實，則主人遂以出，賓之士訝受之。（此謂餘三馬也，左馬，賓執以出矣。士，士介從者。）"
      },
      {
        "index": 109,
        "text": "[疏]『主人』至『受之』。註『此謂』至『從者』。釋曰：此『主人之庭實』者，謂主人禮賓時設乘馬也。經云『賓執左馬以出』，三馬在後，主人從者牽之，遂從賓以出於門外，賓之士介迎受之，故鄭云『此謂餘三馬也』。知『士，是士介從』者，以其經云『從者訝受馬』，此既雲士，故知士介從者也。"
      },
      {
        "index": 110,
        "text": "既覿，賓若私獻，奉獻，將命。（時有珍異之物，或賓奉之，所以自序尊敬也，猶以君命致之。）\n[疏]『既覿』至『將命』。註『時有』至『致之』。釋曰：云『猶以君命致之』者，以經云『將命』，是以知雖是私獻己物，與君物同，皆雲君命致之，臣統於君故。"
      },
      {
        "index": 111,
        "text": "擯者入告，出禮辭。（辭其獻也。）\n賓東面坐奠獻，再拜稽首。（送獻不入者，奉物禮輕。）\n[疏]註『送獻』至『禮輕』。釋曰：云『奉物禮輕』者，謂以奉私獻入，則是主於貨，傷敗於享覿，故不入。"
      },
      {
        "index": 112,
        "text": "擯者東面坐取獻，舉以入告，出，禮請受。（東面坐取獻者，以宜並受也。\n其取之，由賓南而自後右客也。）\n[疏]『擯者』至『請受』。註『東面』至『客也』。釋曰：『擯者東面坐取獻，舉以入告』者，謂擯者從門東南方，西行於賓北，舉幣入告於君，及出，一請於賓而受之，故云『出禮請受』。云『東面坐取獻者』，以宜並受也者。"
      },
      {
        "index": 113,
        "text": "獻物在門外，擯者出受之，擯者與賓敵並受，故云『宜並受也』。云『其取之，由賓南而自後右客也』者，案上受享之時，受皮者自後右客。鄭註雲：『自，由也。』從東方來，由客後西居其左受皮也。此賓門西東面奠獻擯者，從東由賓南，自客後居賓左，取獻物，故雲自後右客也。"
      },
      {
        "index": 114,
        "text": "賓固辭，公答再拜。（拜受於賓也，固亦衍字。）\n[疏]註『拜受』至『衍字』。釋曰：知『固是衍字』者，以其上擯者禮請受，不云『固』，明知賓不固辭，故雲固衍字。云『亦』者，亦士介私覿時，『賓固辭』，鄭註雲：『固衍字，當如面大夫也。』"
      },
      {
        "index": 115,
        "text": "擯者立於閾外以相拜，賓辟。（相，贊也。古文閾為蹙。）擯者授宰夫於中庭。（東藏之，既乃介覿。）\n若兄弟之國，則問夫人。（兄弟，謂同姓若昏姻甥舅有親者。問猶遺也，謂獻也。不言獻者，變於君也。非兄弟，獻不及夫人。）"
      },
      {
        "index": 116,
        "text": "[疏]註『兄弟』至『夫人』。釋曰：云『兄弟，謂同姓』者，若魯於晉鄭之等，同姓也。云『若昏姻甥舅有親』者，若魯取齊女以為舅，齊則以魯為甥，是有親者也。云『非兄弟，獻不及夫人』者，以其經云『兄弟之國則問』，夫人則非兄弟，問不及夫人可知。"
      },
      {
        "index": 117,
        "text": "若君不見。（君有疾若他故，不見使者。）\n[疏]『若君不見』。註『君有』至『使者』。釋曰：云『他故』者，病之外，或新有哀慘也。"
      },
      {
        "index": 118,
        "text": "使大夫受。（受聘享也，大夫，上卿也。）\n[疏]『使大夫受』。註『受聘』至『卿也』。釋曰：知『受聘享』者，以其在後雖有覿獻之法，聘享在前，是以據在先者而言。云『大夫，上卿也』者，以其卿上大夫，故以卿為大夫。必知使卿，不使下大夫者，以其君無故，君親受，今既有故，明使上卿代君受之。"
      },
      {
        "index": 119,
        "text": "自下聽命，自西階升受，負右房而立。賓降亦降。（此儀如還圭然，而賓大夫易處耳。今文無而。）\n[疏]註『此儀』至『處耳』。釋曰：案上使大夫還玉於館，『大夫升自西階鉤楹，賓自碑內聽命，升自西階，自左南面受圭，退負右房而立，大夫降中庭，賓降自碑內東面，授上介於阼階東』。此中與彼還玉，皆升自西階，此非易處也。"
      },
      {
        "index": 120,
        "text": "但還玉時，賓自大夫左受之，此中大夫於賓左受之，其賓主之位，皆易處於還玉時，故云『易』處也。\n不禮。（辟正主也。古文禮作醴。）"
      },
      {
        "index": 121,
        "text": "[疏]『不禮』。註『辟正主也』。釋曰：案上聘享及私覿訖，主君禮賓。\n此大夫代君，不禮，故云『辟正主也』。"
      },
      {
        "index": 122,
        "text": "幣之所及，皆勞，不釋服。（以與賓接於君所，賓又請有事於己，不可以不速也。所不及者，下大夫未嘗使者也。不勞者，以先是賓請有事於己同類，既聞彼為禮所及，則己往有嫌也。所以知及不及者，賓請有事，固曰某子某子。）"
      },
      {
        "index": 123,
        "text": "[疏]『幣之』至『釋服』。註『以與』至『某子』。釋曰：云『不可以不速也』者，釋經『不釋服』，即註雲：『所不及者，下大夫未嘗使者。』以其經雲：『下大夫嘗使至者，幣及之。』故知所不及者，是下大夫未嘗使者也。云『不勞者，以先是賓請有事於己同類，既聞彼為禮所及，則已往有嫌也』者，此勞賓在後，賓請有事於大夫在聘日。云『先是賓請有事於己同類』，同類謂幣所及者，故鄭雲既聞彼為禮所及。云『則已往有嫌』者，彼國幣及己，是以禮加於己，今勞賓者，是以禮報之，若幣不及己，若往勞賓，則是己有禮於賓，是譏賓無禮於己之嫌，是以不往勞之，故雲已往有嫌也。云『所以知及不及者，賓請有事，固曰某子某子』者，當賓請事於大夫之時，顯此張子、李子之等，使受禮者預知，爾時不道己姓，則知己乃幣所不及。"
      },
      {
        "index": 124,
        "text": "賜饔，唯羹飪。筮一屍，若昭若穆。（羹飪，謂飪一牢也。肉謂之羹。唯是祭其先，大禮之盛者也。筮屍若昭若穆，容父在，父在則祭祖，父卒則祭禰。腥餼不祭，則士介不祭也。士之初行，不釋幣於禰，不祭可也。古文羹為羔，飪作念。）"
      },
      {
        "index": 125,
        "text": "[疏]『賜饔』至『若穆』。註『羹飪』至『作念』。釋曰：古者天子諸侯行，載廟木主。大夫雖無木主，亦以幣帛主其神，是以受主國饔餼，故筮屍祭，然後食之，尊神以求福故也。昭穆言『若』者，以其昭穆不定，故雲若也。"
      },
      {
        "index": 126,
        "text": "云『腥餼不祭，則士介不祭也』者，上致饔餼之時，云『上介饔餼三牢』，則飪、腥、餼三者皆有，故雲士介四人皆餼，大牢無飪可祭，故知士介不祭也。"
      },
      {
        "index": 127,
        "text": "仆為祝。祝曰：『孝孫某，孝子某，薦嘉禮於皇祖某甫，皇考某子。』（仆為祝者，大夫之臣攝官也。）\n[疏]『仆為』至『某子』。註『仆為』至『官也』。釋曰：經並雲孝孫孝子、皇祖皇考，以其不定，故兩言，謂上經若昭若穆，亦兩言之。云『仆為祝者，大夫之臣攝官也』者，若然，諸侯不攝官使祝，祝，策矣。案定四年祝佗雲："
      },
      {
        "index": 128,
        "text": "『嘉好之事，君行師從，卿行旅從，則臣無事。』若君到主國祭饔之時，得不攝官乎？諸侯不使人攝，是以《覲禮》雲：『侯氏裨冕，釋幣於禰。』註雲：『釋幣於禰之禮，既則祝藏其幣，歸乃埋之於祧，西階之東。』大夫使仆攝祝，則是本無祝官，與諸侯異矣。其諸侯禮，大祝不行，知不使小祝行者，以其《掌客》云『群介行人宰史』，是諸侯從官不言祝，明大、小祝俱不行矣。"
      },
      {
        "index": 129,
        "text": "如饋食之禮。（如少牢饋食之禮，不言少牢，今以大牢也。今文無之。）\n[疏]『如饋食之禮』。註『如少牢』至『無之』。釋曰：云『如少牢饋食之禮』者，案少牢禮有尊俎籩豆鼎敦之數，陳設之儀，陰厭陽厭之禮，九飯三獻之法，上大夫又有正祭於室，儐屍於堂，此等皆宜有之。至於致爵、加爵，及獻兄弟弟子等，固當略之矣。"
      },
      {
        "index": 130,
        "text": "假器於大夫。（不敢以君之器為祭器。）\n[疏]『假器於大夫』。註『不敢』至『祭器』。釋曰：案《曲禮》雲："
      },
      {
        "index": 131,
        "text": "『大夫士去國，大夫寓祭器於大夫，士寓祭器於士。』註雲：『與得用者言寄覬己後還。』若然，卑者不得用尊者之器，是以此大夫聘使，不得將己之祭器而行致饔餼，雖是祭器，人臣不敢以君之器為祭器。是以聘使是大夫，還於主國，大夫假祭器而行之。"
      },
      {
        "index": 132,
        "text": "分肉及、車。（分猶賦也。，人也。車，巾車也。二人掌視車馬之官也。賦及之，明辯也。古文分作紛。）"
      },
      {
        "index": 133,
        "text": "[疏]『分肉及車』。註『分猶』至『作紛』。釋曰：此謂怒訖歸胙在下。云『，人也。車，巾車也』者，案《周禮》天子夏官有人職掌養馬，春官有巾車職。諸侯雖兼官，亦當有人、巾車，是故引《周禮》為證。"
      },
      {
        "index": 134,
        "text": "聘日致饔。（急歸大禮。）明日，問大夫。（不以殘日問人，崇敬也。古文曰問夫人也。）夕，夫人歸禮。（與君異日，下之也。今文歸作饋。）"
      },
      {
        "index": 135,
        "text": "既致饔，旬而稍，宰夫始歸乘禽，日如其饔餼之數。（稍，稟食也。乘禽，乘行之禽也，謂雁鶩之屬。其歸之，以雙為數。其，賓與上介也。古文既為餼。）"
      },
      {
        "index": 136,
        "text": "[疏]『既致』至『之數』。註『稍稟』至『為餼』。釋曰：云『既致饔，旬而稍』者，以其賓客之道，十日為正，行聘禮既訖，合歸一旬之後，或逢兇變，或主人留之，不得時反，即有稍禮。故下文雲：『既將公事，賓請歸。』註雲："
      },
      {
        "index": 137,
        "text": "『謂已問大夫，事畢請歸，不敢自專，謙也。主國留之，饗食燕獻無日數，盡殷勤也。』是主人留之。是以《周禮。漿人》亦『共賓客之稍禮』，註雲：『稍禮非飧饔之禮，留王稍所給賓客者，漿人所給，亦六飲而已。』諸侯相待亦如之，是其留致稍者也。云『乘禽，乘行之禽也』者，別言此者，欲見此乘非物四曰乘，言如其饔餼之數者，一牢當一雙，故《聘義》云『乘禽日五雙』，是此饔餼五牢者也。云『雁鶩之屬』者，案《爾雅》『二足而羽』，若然，上介三牢則三雙也，士介一牢則一雙也，羽謂之禽，故以禽為雁鶩之屬。云『其，賓與上介也』"
      },
      {
        "index": 138,
        "text": "者，以其下文別有士介故也。\n士中日則二雙。（中猶也。不一日一雙，大寡，不敬也。）\n凡獻，執一雙，委其餘於面。（執一雙，以將命也。面，前也，其受之也。"
      },
      {
        "index": 139,
        "text": "上介受以入告之，士舉其餘從之，賓不辭，拜受於庭。上介執之，以相拜於門中，乃入授人。上介受，亦如之。士介拜受於門外。）"
      },
      {
        "index": 140,
        "text": "[疏]『凡獻』至『於面』。註『執一』至『門外』。釋曰：云『上介受以入告之，士舉其餘從之』者，此乘禽而云『凡獻』，宜約私獻。私獻，擯者取獻以入，士舉其餘。此若上介受入，明其餘士舉從入可知。云『不辭，拜受於庭』"
      },
      {
        "index": 141,
        "text": "者，以其經無辭文，又饔餼雲禮辭，明此禽禮輕，無辭，受於庭可知。『上介執之，以相拜於門中，乃入授人』者，此亦約私獻，私獻之時，擯者取獻以入，又雲擯者立於閾外，以相拜賓，辟擯者，授宰夫是其約也。云『上介受，亦如之』"
      },
      {
        "index": 142,
        "text": "者，以其受饔餼之時，上介受己如賓禮，故知受乘禽亦如賓也。云『士介拜受於門外』者，以其受餼在門外，此受乘禽在門外可知。"
      },
      {
        "index": 143,
        "text": "禽羞、ㄈ獻比。（比，放也。其致之，禮如乘禽也。禽羞，謂成孰有齊和者。\nㄈ獻，四時珍美新物也。ㄈ，始也，言其始可獻也。《聘義》謂之時賜。）"
      },
      {
        "index": 144,
        "text": "[疏]『禽羞ㄈ獻比』。註『比放』至『時賜』。釋曰：云『禽羞，謂成孰有齊和者』，以其稱羞，謂若庶羞、內羞之等，故稱禽則以雁鶩等為之，故以成孰解之。『《聘義》謂之時賜』者，案《聘義》雲：『燕與時賜無數。』時賜，謂四時珍異，以賜諸賓客。與此ㄈ獻是一物，故引以為證。"
      },
      {
        "index": 145,
        "text": "歸大禮之日，既受饔餼，請觀。（聘於是國，欲見其宗廟之好，百官之富，若尤尊大之焉。）訝帥之，自下門入。（帥猶道也。從下門外入，遊觀非正也。）"
      },
      {
        "index": 146,
        "text": "各以其爵，朝服。（此句似非其次，宜在『凡致禮』下，絕爛在此。）\n[疏]『各以其爵朝服』。註『此句』至『在此』。釋曰：云『宜在「凡致禮」下』者，以其各以其爵朝服為致禮而言，故知義然。"
      },
      {
        "index": 147,
        "text": "士無饔，無饔者無擯。（謂歸餼也。）\n[疏]『士無』至『無擯』。註『謂歸餼也』。釋曰：案上經直雲宰夫朝服以致之，是其無饔，宰夫退去，士介不儐之，是也。"
      },
      {
        "index": 148,
        "text": "大夫不敢辭，君初為之辭矣。（此句亦非其次，宜在『明日問大夫』之下。）\n[疏]『大夫』至『辭矣』。註『此句』至『之下』。釋曰：此謂賓問卿之時，卿不敢辭者，以賓聘享訖，出大門，請有事於大夫，君禮辭許，是君初為之辭，故卿不辭也。"
      },
      {
        "index": 149,
        "text": "凡致禮，皆用其饗之加籩豆。（凡致禮，謂君不親饗賓及上介，以酬幣致其禮也。其，其賓與上介也。加籩豆，謂其實也，亦實於甕筐。饗禮今亡。）"
      },
      {
        "index": 150,
        "text": "[疏]『凡致』至『籩豆』。註『凡致』至『今亡』。釋曰：云『其，其賓與上介也』者，案上經賓壹食壹饗，上介若食若饗，唯士介不言饗，故知其中唯有賓與上介耳。云『加籩豆，謂其實也，亦實於甕』者，案致饗餼，醯醢是豆實，實於甕，明此饗之豆實，亦實於甕，可知也。案昭六年：『夏，季孫宿如晉，拜莒田也。晉侯享之以加籩。武子退，使行人告曰：小國之事大國也，茍免於討，不敢求貺，得貺不過三獻。今豆有加，下臣弗堪，無乃戾也。』此中致饗有加籩豆者，饗使者無加籩豆之正禮，此雲加籩豆者，殷勤之義也。云『饗禮今亡』者，以其食禮在，知其豆數，饗禮亡，無文以知之。"
      },
      {
        "index": 151,
        "text": "無饔者無饗禮。（士介無饗禮。）\n[疏]『無饔者無饗禮』。註『士介無饗禮』。釋曰：『無饔者，無饗禮』，文承饗下，故鄭以無饗禮解之。以其賓與上介饔餼俱有，故有饗。士介唯有餼而已，無饔，故無饗禮也。"
      },
      {
        "index": 152,
        "text": "凡餼，大夫黍、粱、稷，筐五斛。（謂大夫餼賓、上介也。器寡而大，略。）\n[疏]『凡餼』至『五斛』。註『謂大』至『大略』。釋曰：案上經云『大夫餼賓，大牢米八筐』，眾介米六筐，不辨大小，故此記人辨之，云『筐五斛』。云『器寡而大，略』者，以其君歸饔餼於賓，與大夫介米小而多者，是尊者所致，以多器為榮。今大夫致禮於賓、介，器寡而大，是略之於卑者也。"
      },
      {
        "index": 153,
        "text": "既將公事，賓請歸。（謂已問大夫，事畢請歸，不敢自專，謙也。主國留之，饗食燕獻無日數，盡殷勤也。）\n[疏]『既將公事賓請歸』。主『謂已』至『勤也』。釋曰：云『已問大夫』者，請問三卿與下大夫，嘗使於彼國，幣所及皆是君命，及以君物行禮者，皆是公事，事訖，故請歸也。云『主國留之，饗食燕獻無日數，盡殷勤也』者，亦謂至旬，賓乃將歸，主君乃留賓，有此饗食燕獻之等，故《燕禮》註云『今燕又宜獻焉』是也。雲無日數者，謂行此饗食之等，相去希數，無常日數，盡主人殷勤也。"
      },
      {
        "index": 154,
        "text": "凡賓拜於朝，訝聽之。（拜，拜賜也。唯稍不拜。）\n[疏]『凡賓』至『聽之』。註『拜拜』至『不拜』。釋曰：案上經雲："
      },
      {
        "index": 155,
        "text": "『賓三拜乘禽於朝，訝聽之，遂行，舍於郊。』又案《司儀》雲：『明日，客拜禮賜，遂行。』是臨行大小禮皆拜賜，則知唯米稟芻薪等不拜也。"
      },
      {
        "index": 156,
        "text": "燕則上介為賓，賓為茍敬。（饗食，君親為主，尊賓也。燕，私樂之禮，崇恩殺敬也。賓不欲主君復舉禮事禮已，於是辭為賓，君聽之。從諸公之席，命為茍敬。茍敬者，主人所以小敬也。更降迎其介以為賓。介，大夫也。雖為賓，猶卑於君，君則不與亢禮也。主人所以致敬者，自敵以上。）"
      },
      {
        "index": 157,
        "text": "[疏]『燕則』至『茍敬』。註『饗食』至『以上』。釋曰：云『饗食，君親為主，尊賓也』者，以其饗食在廟，為賓，故君親為主。至後燕禮在寢，又以醉為度，崇於恩，殺於敬，故賓辭而使介為賓也。以茍敬為小敬者，以阼階西近主，為位諸公坐位，故我小敬，對戶牖南面為大敬。云『更降迎其介以為賓』"
      },
      {
        "index": 158,
        "text": "者，介在廟門內西北面，降至庭迎之。云『不與亢禮也』者，略取《燕義》文，解君不親為獻主而使宰夫之意也。云『主人所以致敬者，自敵以上』者，謂兩君相見，兩大夫、兩士以上，則主人親獻也。"
      },
      {
        "index": 159,
        "text": "宰夫獻。（為主人代公獻。）\n無行，則重賄反幣。（無行，謂獨來，復無所之也。必重其賄與反幣者，使者歸，以得禮多為榮，所以盈聘君之意也。反幣，謂禮玉、束帛、乘皮，所以報聘君之享禮也。昔秦康公使西乞術聘於魯，辭孫而說。襄仲曰：不有君子，其能國乎？厚賄之。此謂重賄反幣者也。今文曰賄反幣。）"
      },
      {
        "index": 160,
        "text": "[疏]『無行』至『反幣』。註『無行』至『反幣』。釋曰：云『重其賄』，即上賄在聘於賄是也。『反幣』，謂上禮玉、束帛、乘皮是也。云『秦康公』者，案文公十二年《左氏傳》云『秦伯使西乞術來聘』雲雲是也。此特來，非歷聘，歷聘則吳公子劄聘於上國、聘齊、聘魯是也。"
      },
      {
        "index": 161,
        "text": "曰：『子以君命在寡君，寡君拜君命之辱。』（此贊君拜聘享辭也。在，存也。）\n[疏]『曰子』至『之辱』。釋曰：此及下三經，即上經雲：『公館賓，賓辟，上介聽命，聘享，夫人之聘享，問大夫，送賓，公皆再拜。』註雲：『拜此四事。』彼見其拜，此見其贊辭也。"
      },
      {
        "index": 162,
        "text": "『君以社稷故，在寡小君，拜。』（此贊拜夫人聘享辭也。言君以社稷故者，夫人與君體敵，不敢當其惠也。其卒亦曰：『寡君拜命之辱。』）"
      },
      {
        "index": 163,
        "text": "[疏]『君以』至『君拜』。註『此贊』至『之辱』。釋曰：云『言君以社稷故者，夫人與君體敵，不敢當其惠也』者，釋經云『社稷故』，以其《禮記。哀公問》孔子雲取夫人為社稷主。婦人無外事，天地並社稷，後夫人雖不與，以夫婦一體，故夫人亦得雲社稷主，是其雲社稷故者。見夫人與君體敵，今夫人使致禮來，主人不敢當，下文云『君貺寡君延及二三老』，是與君不敵，敢當之也。"
      },
      {
        "index": 164,
        "text": "『君貺寡君，延及二三老，拜。』（此贊拜問大夫之辭。貺，賜也。大夫曰老。）\n又拜送。（拜送賓也。其辭蓋雲：『子將有行，寡君敢拜送。』自拜聘享至此，亦非其次，宜承上君館之下。）"
      },
      {
        "index": 165,
        "text": "[疏]『又拜送』。註『拜送』至『之卜』。釋曰：此即上經君即館拜送賓，故鄭雲此宜承上『君館之』下。\n賓於館堂楹，釋四皮、束帛。賓不致，主人不拜。（賓將遂去是館，留禮以禮主人，所以謝之也。不致，不拜，不以將別崇新敬也。）"
      },
      {
        "index": 166,
        "text": "[疏]註『不致』至『敬也』。釋曰：若賓敬主，宜致，主人敬賓，宜拜，皆是崇敬。若致與拜，即是崇新敬，故不為。若《鄉飲酒》送賓，賓不答，禮有終，相類也。"
      },
      {
        "index": 167,
        "text": "大夫來使，無罪，饗之；（樂典嘉賓為禮。）\n[疏]『大夫』至『饗之』。註『樂與嘉賓為禮』。釋曰：案《鹿鳴序》燕群臣嘉賓，此無罪饗之，亦是樂賓，為禮者也。"
      },
      {
        "index": 168,
        "text": "過則餼之。（餼之，腥致其牢禮也。其致之辭，不雲君之有故耳。《聘義》曰：『使者聘而誤，主君不親饗食，所以愧厲之也。』不言罪者，罪將執之。）"
      },
      {
        "index": 169,
        "text": "[疏]『過則餼之』。註『餼之』至『執之』。釋曰：云『過則餼之』，謂禮有失誤，故引《聘義》使者聘而誤主君。云『不言罪者，罪將執之』者，《春秋》之義，聘賓有罪皆執之。若然，上經雲無罪饗之，有罪非但不饗，又執之。此過則餼之，雖不饗，猶生致，過輕故也。若然，上雲罪，下雲過，互見其義也。"
      },
      {
        "index": 170,
        "text": "其介為介。（饗賓有介者，賓尊，行敵禮也。）\n[疏]『其介為介』。註『饗賓』至『禮也』。釋曰：謂饗賓於廟之時，還以聘之上介為介。若然上經上介主人別行饗，則是從賓為介得介，則饗復別饗也。云『賓尊，行敵禮也』者，若《鄉飲酒》賓主行敵禮，而有介然也。"
      },
      {
        "index": 171,
        "text": "有大客後至，則先客不饗食，致之。（卑不與尊者齊禮。）\n[疏]『有大』至『致之』。註『卑不』至『齊禮』。釋曰：此據《聘禮》而言，則無君朝之事。若然，則前有小國之卿大夫來聘，將行饗食，有大國卿大夫來聘，則廢小國饗食之禮，以其卑不與尊齊禮並行之。"
      },
      {
        "index": 172,
        "text": "唯大聘有几筵。（謂受聘享時也。小聘輕，雖受於廟，不為神位。）\n[疏]『唯大聘有几筵』。註『謂受』至『神位』。釋曰：案上經云『几筵既設，擯者出請命』者，行聘享及私覿禮畢，雲宰夫徹幾改筵，是行聘享為神位。今小聘不為神位，屈也。"
      },
      {
        "index": 173,
        "text": "十斗曰斛，十六斗曰籔，十籔曰秉。（秉，十六斛。今江、淮之間，量名有為籔者。今文籔為逾。）二百四十斗。（謂一車之米，秉有五籔。）"
      },
      {
        "index": 174,
        "text": "四秉曰筥。（此秉謂刈禾盈手之秉也。，齊名也，若今萊陽之，刈稻聚把，有名為者。《詩》雲：『彼有遺秉。』又雲：『此有不斂齊。』）"
      },
      {
        "index": 175,
        "text": "[疏]『四秉曰筥』。註『此秉』至『斂齊』。釋曰：云『此秉為刈禾盈手之秉也』，對上文秉為量名也。引《詩》者，證此秉為盈手齊，即此亦一，即今人謂之一鋪、兩鋪也。"
      },
      {
        "index": 176,
        "text": "十筥曰稯。十稯曰秅。四百秉為一秅。（一車之禾三秅，為千二百秉。三百，三十也。古文作糸。）"
      },
      {
        "index": 177,
        "text": "[疏]註『一車』至『作糸』。釋曰：云『一車之禾三秅』，即經致饔餼時，云『禾三十車車三秅』也。"
      }
    ]
  }
}