{
  "chapterNumber": 48,
  "title": "卷四十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]少牢饋食禮第十六。鄭《目錄》云：『諸侯之卿大夫祭其祖禰於廟之禮。羊豕曰少牢。少牢於五禮屬吉禮。《大戴》第八，《小戴》第十一，《別錄》第十六。』釋曰：鄭知『諸侯之卿大夫』者，《曲禮下》云：『大夫以索牛。』"
      },
      {
        "index": 1,
        "text": "用大牢是天子卿大夫，明此用少牢，為諸侯之卿大夫可知。賓屍是卿，不賓屍為下大夫，為異也。\n少牢饋食之禮。（禮將祭祀，必先擇牲，系於牢而芻之。羊豕曰少牢，諸侯之卿大夫祭宗廟之牲。）"
      },
      {
        "index": 2,
        "text": "[疏]『少牢饋食之禮』。註『禮將』至『之牲』。釋曰：自此盡『如初儀』，論卿大夫祭前十日，先筮日之事。云『禮將祭祀，必先擇牲，系於牢而芻之』者，案《周禮。地官。充人職》云：『掌系祭祀之牲，祀五帝，則系於牢，芻之三月，享先王亦如之。』註云：『牢，閑也。必有閑者，防禽獸觸囓。養牛羊曰芻，三月一時節氣成。』案《楚語》諸侯卿大夫等雖不得三月，亦皆有養牲之法。故鄭據焉。言芻之唯據羊，若豕則曰豢，故《地官。槁人職》云：『掌豢祭祀之犬。』《樂記》亦云『豢豕作酒，非以為禍』，不言豕曰豢，文略也。云『羊豕曰少牢』者，對三牲具為大牢，若然，豕亦有牢稱。故《詩。公劉》云『執豕於牢』。下經云『上利升牢心舌』，註云：『牢，羊豕也。』是豕亦稱牢也。但非一牲即得牢稱，一牲即不得牢名，故郊特牲與士特牲皆不言牢也。"
      },
      {
        "index": 3,
        "text": "日用丁、己。（內事用柔日，必丁己者，取其令名，自丁寧，自變改，皆為謹敬。必先諏此日，明日乃筮。）\n[疏]『日用丁己』。註『內事』至『乃筮』。釋曰：云『內事用柔日』，《曲禮》文。彼云：『外事以剛日，內事以柔日。』內事謂冠昏祭祀，出郊為外事，謂征伐、巡守之等。若然，甲丙戊庚壬為剛日，乙丁己辛癸為柔日。今直言丁己者，鄭云『取其令名，自丁寧，自變改』，皆為謹敬之義故也。云『必先諏此日，明日乃筮』者，以其舉事尚朝旦，不可今日謀日即筮，是以此文云『日用丁己』，乃云『筮旬有一日』，是別於後日乃筮也。"
      },
      {
        "index": 4,
        "text": "筮旬有一日。（旬，十日也。以先月下旬之己，筮來月上旬之己。）\n[疏]『筮旬有一日』。註『旬十』至『之己』。釋曰：知旬十日者，此雲旬有一日，以先月下旬之己，筮來月上旬之己者，除後己之前，通前己為十日，十日為齊，後己日則祭。若然，筮日即齊乃可，故下文筮日即云『乃戒宮』，不云『厥明』也。鄭直云『下旬己』、『上旬己』，據用己一日而言。若用丁，言先月下旬丁，筮來月上旬丁。若丁己之外，辛乙之等皆然。鄭必言來月上旬，不用中旬、下旬者，吉事先近日故也。"
      },
      {
        "index": 5,
        "text": "筮於廟門之外。主人朝服，西面於門東。史朝服，左執筮，右抽上賣，兼與筮執之，東面受命於主人。（史，家臣，主筮事者。）"
      },
      {
        "index": 6,
        "text": "[疏]『筮於』至『主人』。註『史家』至『事者』。釋曰：云『主人朝服，西面於門東』者，此為將筮，故西面。案下文『為期於廟門外，主人門東，南面』，註云『主人不西面者，大夫尊，於諸臣有君道也』者，彼不為卜筮之事，故主人南面也。又主人朝服者，為祭而筮，還服祭服。是以上篇《持牲》筮亦服祭服，玄端。以此而言，天子諸侯為祭，卜筮亦服祭服。案《司服》云：『享先王則袞冕。』《祭義》云：『易抱龜南面，天子袞冕北面。雖有明知之心，必進斷其志焉。』是為祭而卜，還服祭服，則諸侯為祭卜筮，服祭服可知。若為他事卜筮，則異於此。《孝經》註云：『卜筮，冠皮弁，衣素積，百王同之，不改易。』"
      },
      {
        "index": 7,
        "text": "《士冠》『主人朝服』註云『尊蓍龜之道』是也。云『史，家臣，主筮事』者，案《雜記》大夫士筮，亦云『史練冠長衣』，是史主筮事也。"
      },
      {
        "index": 8,
        "text": "主人曰：『孝孫某，來日丁亥，用薦歲事於皇祖伯某，以某妃配某氏，尚饗！』\n（丁，未必亥也，直舉一日以言之耳。《於大廟禮》曰：日用丁亥，不得丁亥，則己亥、辛亥亦用之，無則茍有亥焉可也。薦，進也，進歲時之祭事也。皇，君也。伯某，且字也。大夫或因字為謚。《春秋傳》曰『魯無駭卒，請謚與族，公命之以字為展氏』是也。某仲、叔、季，亦曰仲某、叔某、季某。某妃，某妻也。"
      },
      {
        "index": 9,
        "text": "合食曰配。某氏，若言姜氏、子氏也。尚，庶幾。饗，歆也。）\n[疏]『主人』至『尚饗』。註『丁未』至『歆也』。釋曰：云『丁，未必亥也，直舉一日以言之耳』者，以日有十，辰有十二，以五剛日配六陽辰，以五柔日配六陰辰，若雲甲子、乙丑之等。以日配辰，丁日不定，故云丁未必亥。"
      },
      {
        "index": 10,
        "text": "經云『丁亥』者，不能具載，直舉一日以丁當亥而言，餘或以己當亥，或以丁當醜，此等皆得用之也。云『《於大廟禮》曰日用丁亥』者，《大戴禮》文。引之證祭用丁亥之義也。云『不得丁亥則己亥辛亥亦用之』者，鄭雲此吉事先近日，唯用上旬。若上旬之內，或不得丁、己以配亥，或上旬之內，無亥以配日，則餘陰辰亦用之。故《春秋》宣八年經書：『辛巳，有事於大廟。』文二年經書："
      },
      {
        "index": 11,
        "text": "『八月丁卯，大事於大廟。』昭十五年經書：『二月癸酉，有事於武官。』桓十四年：『乙亥，嘗。』此等皆不獨用丁己之日與亥辰也。云『無則茍有亥焉可也』"
      },
      {
        "index": 12,
        "text": "者，此即乙亥是也。必須亥者，案《月令》云：『乃擇元辰，天子乃耕。』註云：\n『元辰，蓋郊後之吉亥也。』陰陽式法，亥為天倉，祭祀所以求福，宜稼於田，故先取亥。上旬無亥，乃用餘辰也。云『伯某，且字也』者，以某在伯下，若其在子上者，某是伯、仲、叔、季，以某且字，不得在子上故也。云『大夫或因字為謚』者，謂因二十冠而字為謚，知者，以某且字者，觀德明功。若五十字，人人皆有，非功德之事，故知取二十字為謚也。《春秋》者，案隱八年《左氏傳》云：『無駭卒，羽父請謚與族，公問族於眾仲。眾仲對曰：天子建德，因生以賜姓，胙之土而命之氏，諸侯以字為謚，因以為族。』公命以字為展氏。彼無駭之祖，公子展以展為謚。在《春秋》前，其孫無駭取以為族，故公命為展氏。若然，無駭賜族不賜謚，引之者，大夫有因字為謚，證伯某，某或且字有謚者，即某為謚也。此經雲伯某，是正祭之稱也。若時有告請及非常祭祀，則去伯，直雲且字，言某甫，則聘禮賜饔唯羹飪，筮一屍，若昭若穆，仆為祝，祝曰『孝孫某，薦嘉禮於皇祖某甫』是也。若卿大夫無謚，正祭與非常祭一，皆言五十字在子上，與士正祭禮同，則雲某子，故《聘禮》記云『皇考某子』是也。《特牲》士禮無謚，正祭稱皇考某子。若士告請之祭，則稱且字。故《士虞》記云『適爾皇祖某甫』"
      },
      {
        "index": 13,
        "text": "是也。\n史曰：『諾。』西面於門西，抽下賣，左執筮，右兼執賣以擊筮。（將問吉凶焉，故擊之以動其神。《易》曰：『蓍之德圜而神。』）"
      },
      {
        "index": 14,
        "text": "[疏]『史曰』至『擊筮』。註『將問』至『而神』。釋曰：云『史曰諾，西面於門西』者，謂既雲諾，乃之於門西閾外，西面述命，乃筮也。云『左執筮』，及下云『擊筮』，筮者皆是蓍，以其用蓍為筮，因名蓍為筮。云『兼執賣』者，上文已用右手抽上賣，此經又用右手抽下賣，是二賣兼執之也。云『《易》曰蓍之德圓而神』者，鄭彼註云：『蓍形圓，而可以立變化之數，故謂之神也。』"
      },
      {
        "index": 15,
        "text": "引之者，證蓍有神，故擊而動之也。\n遂述命曰：『假爾大筮有常。孝孫某，來日丁亥，用薦歲事於皇祖伯某，以某妃配某氏，尚饗！』（述，循也。重以主人辭告筮也。假，借也。言因蓍之靈以問之。常，吉凶之占繇。）"
      },
      {
        "index": 16,
        "text": "[疏]『遂述』至『尚饗』。註『述循』至『占繇』。釋曰：云『遂述命』\n者，史既受主人命，乃右還，向閾外西面，遂述上主人之辭，謂之述命。述命訖，乃連言曰假爾大筮有常，此是即席西面，命筮與述命同為一辭者。對《士喪禮》卜葬日雲不述命，若述命，即與即席西面命龜異。異者，鄭註云：『述命命龜，異龜，重威儀多也。』對此大夫少牢述命，命筮同，筮輕，威儀少為文也。云『常，吉凶之占繇』者，謂應凶告吉，應吉告凶，則不常。此吉凶之占，依龜之繇辭，繇辭則占龜之長，若《易》之爻辭以占筮也。"
      },
      {
        "index": 17,
        "text": "乃釋賣，立筮。（卿大夫之蓍長五尺，立筮由便。）\n[疏]『乃釋賣立筮』。註『卿大』至『由便』。釋曰：云『卿大夫之蓍長五尺』者，《大戴禮》、《三正記》皆有此文。立筮由便，以其蓍長，立筮為便。對士之蓍三尺，坐筮為便。若然，諸侯蓍七尺，天子蓍九尺，立筮可知。"
      },
      {
        "index": 18,
        "text": "卦者在左坐，卦以木。卒筮，乃書卦於木，示主人，乃退占。（卦者，史之屬也。卦以木者，每一爻，畫地以識之。六爻備，書於版。史受以示主人，退占，東面旅占之。）"
      },
      {
        "index": 19,
        "text": "[疏]『卦者』至『退占』。註『卦者』至『占之』。釋曰：云『卦者，史之屬也』者，以其筮是史，故知卦者是史之屬也。云『書於版』者，釋經書『卦於木』，木即版也。云『史受以示主人』者，以經書卦是畫卦者，恐是卦者以示於主人，以卦者卑，宜還使筮史受以示主人也。"
      },
      {
        "index": 20,
        "text": "吉，則史賣筮，史兼執筮與卦以告於主人：『占曰從。』（從者，求吉得吉之言。）\n[疏]註『從者』至『之言』。釋曰：以主人之祭本以求吉，今以疑而問筮，筮而得吉，是從主人本心，故曰『從』者是『求吉得吉之言』也。"
      },
      {
        "index": 21,
        "text": "乃官戒，宗人命滌，宰命為酒，乃退。（官戒，戒諸官也。當共祭祀事者，使之具其物，且齊也。滌，溉濯祭器，埽除宗廟。）"
      },
      {
        "index": 22,
        "text": "[疏]『乃官』至『乃退』。註『官戒』至『宗廟』。釋曰：云『官戒，戒諸官也，當共祭祀事者，使之具其物，且齊也。滌，溉濯祭器，掃除宗廟』者，此其筮祭日得吉，當以崇祭事，故知官戒。戒諸官有此數事，此等皆事見於下文，故鄭總而言也。"
      },
      {
        "index": 23,
        "text": "若不吉，則及遠日，又筮日如初。（及，至也。遠日，後丁若後己。）\n[疏]『若不』至『如初』。註『及至』至『後己』。釋曰：云『遠日，後丁若後己』者，案上《曲禮》云：『喪事先遠日，吉事先近日。』近日，即上旬丁巳是也。若上旬丁巳不吉，則至上旬又筮中旬丁巳；不吉，至中旬又筮下旬丁巳；不吉則止，不祭。以其卜筮不過三也，是以鄭雲後丁若後己也。"
      },
      {
        "index": 24,
        "text": "宿。（宿讀為肅。肅，進也。大夫尊，儀益多，筮日既戒諸官以齊戒矣。至前祭一日，又戒以進之，使知祭日當來。古文宿皆作羞。）"
      },
      {
        "index": 25,
        "text": "[疏]『宿』。註『宿讀』至『作羞』。釋曰：自此盡『改筮屍』，論筮屍宿屍及宿諸官之事。云『大夫尊，儀益多』者，其大夫宿戒兩有，士有宿而無戒，是儀略，故云大夫儀多也。此直是儀多，而雲益多者，據士屍一宿，下文大夫屍再宿，是儀益多。益多，猶雲彌多也。此云『前祭一日，又戒以進之，使知祭日當來』，並下文『明日朝服筮屍』，並是前祭一日，唯下文『前宿一日宿戒屍』者，是前祭二日。以言前宿一日，明祭前二日可知也。"
      },
      {
        "index": 26,
        "text": "前宿一日，宿戒屍。（皆肅諸官之日，又先肅屍者，重所用為屍者，又為將筮。）\n[疏]註『皆肅』至『將筮』。釋曰：云『皆肅諸官之日』者，解經『宿』"
      },
      {
        "index": 27,
        "text": "是肅諸官之日。云『又先肅屍者』，總解經『前宿一日，宿戒屍』，謂是肅諸官之日，前又先肅屍校一日，當祭前二日也。云『重所用為屍』者，肅諸官唯一肅，屍有再肅，是重所用為屍者故也。云『又為將筮』者，亦是肅之使知祭日當來故也。若然，宿與戒前後名不同，今合言之者，以前有十日之戒，後有一日之宿。"
      },
      {
        "index": 28,
        "text": "若單言戒，嫌同十日。若單言宿，嫌同一日。故宿戒並言，明其別也或可。此是初戒屍，雲宿戒屍者，故加宿字於戒上也。"
      },
      {
        "index": 29,
        "text": "明日，朝筮屍，如筮日之禮。命曰：『孝孫某，來日丁亥，用薦歲事於皇祖伯某，以某妃配某氏，以某之某為屍。尚饗！』筮、卦、占如初。（某之某者，字屍父而名屍也。字屍父，尊鬼神也。不前期三日筮屍者，大夫下人君，祭之朝乃視濯，與士異。）"
      },
      {
        "index": 30,
        "text": "[疏]『明日』至『如初』。註『某之』至『士異』。釋曰：云『某之某者，字屍父而名屍也』者，案《曲禮》云『父在不為屍』，註云：『為其失子道，然則屍卜筮無父者。』若然，凡為人屍者，父皆死矣。死者當諱其名，今對屍，故知不稱屍父之名。故上『某』是屍之父字，下『某』為屍名，是生者可稱名，是以雲字屍父而名屍也。云『字屍父，尊鬼神也』者，以不稱名，是尊鬼神也。"
      },
      {
        "index": 31,
        "text": "云『不前期三日筮屍者，大夫下人君』者，決上篇《特牲》士禮云『前期三日筮屍』，此祭前一日筮屍，吉遂宿屍，不同之事。但天子諸侯前期十日十得吉日，則戒諸官散齊，至前祭三日，卜屍得吉，又戒宿諸官使之致齊。士卑，不嫌，故得與人君同三日筮屍，但下人君，不得散齊七日耳。大夫尊，不敢與人君同，直散齊九日，前祭一日筮屍，並宿諸官致齊也。云『祭之朝乃視濯，與士異』者，亦是士卑，得與人君同，祭前一日視濯。大夫尊，不敢與人君同，故與士異也。"
      },
      {
        "index": 32,
        "text": "雲與士異，亦是下人君，下人君亦是與士異，互換省文為義也。\n吉，則乃遂宿屍，祝擯。（筮吉又遂肅屍，重屍也。既肅屍，乃肅諸官及執事者。祝為擯者，屍，神象。）"
      },
      {
        "index": 33,
        "text": "[疏]『吉則』至『祝擯』。註『筮吉』至『神象』。釋曰：云『筮吉又遂肅屍，重屍也』者，以其諸官一肅，其屍（元缺一字）已宿訖，今筮吉又肅，再肅者，是重屍者也。云『既肅屍，乃肅諸官及執事者』，此重解上文宿，是此宿屍後事置於上文者，彼為前宿一日宿戒屍之事，故云也，其實當在此重肅屍之後也。云『祝為擯者，屍，神象』者，決前筮屍時皆主人出命，至此使祝擯以屍，是神象，故使祝擯也。案《特牲》使宗人擯，主人辭，又有祝共傳命者，士卑，不嫌，兩有，與人君同。此大夫尊，下人君，故闕之，唯有祝擯而已。又此屍不言出門面位，案《特牲》主人宿屍時，『屍如主人服，出門左，西面』，鄭註云："
      },
      {
        "index": 34,
        "text": "『不敢南面當尊。』則大夫之屍尊，屍出門徑南面，故主人與屍皆不在門東，門西也。\n主人再拜稽首。祝告曰：『孝孫某，來日丁亥，用薦歲事於皇祖伯某，以某妃配某氏。敢宿！』（告屍以主人為此事來肅。）"
      },
      {
        "index": 35,
        "text": "屍拜，許諾，主人又再拜稽首。主人退，屍送，揖，不拜。（屍不拜者，屍尊。）\n[疏]註『屍不拜者屍尊』。釋曰：凡賓主之禮，賓去，主人皆拜送。今云『屍送揖不拜』者，以大夫屍尊故也。"
      },
      {
        "index": 36,
        "text": "若不吉，則遂改筮屍。（即改筮之，不及遠日。）\n[疏]註『即改』至『遠日』。釋曰：此決上文筮日不吉筮遠日者，以日為祭祀之本，須取丁己之類，故須取遠日後旬丁，此筮屍不吉，不須退至後旬，故筮不待遠日也。"
      },
      {
        "index": 37,
        "text": "既宿屍，反，為期於廟門之外。（為期，肅諸官而皆至，定祭早晏之期，為期亦夕時也。言既肅屍反為期，明大夫尊，肅屍而已。其為賓及執事者，使人肅之。）"
      },
      {
        "index": 38,
        "text": "[疏]『既肅』至『之外』。註『為期』至『肅之』。釋曰：自此盡『曰諾乃退』，論宗人請祭期之事。云『為期肅諸官而皆至』者，此即上文宿同時之事。以其後宿屍，及宿諸官與為期，皆於祭前之日也。知『為期亦夕時也』者，案《特牲》云：『厥明夕，陳鼎於門外。』又下文同日夕時，而云『請期曰羹飪』，是夕時，則此大夫禮為期，亦夕時可知也。知大夫尊，直肅屍，餘使人肅之者，以經云『宿屍，反』，即云『為期』，明大夫不自肅賓，以下可知，故云『使人肅之』也。"
      },
      {
        "index": 39,
        "text": "主人門東南面。宗人朝服北面，曰：『請祭期。』主人曰：『比於子。』\n（比次早晏，在於子也。主人不西面者，大夫尊，於諸官有君道也。為期，亦唯屍不來也。）"
      },
      {
        "index": 40,
        "text": "[疏]註『比次』至『來也』。釋曰：言『比次早晏』者，一日一夜，辰有十二，冬日夏夜，長短不同，是以推量比次日辰之早晏也。云『主人不西面者，大夫尊，於諸官有君道也』者，決《特牲》主人門外西面，士卑於屬吏，無君道故也。云『為期亦唯屍不來也』者，言亦《特牲》為期時，賓及眾賓即位於門西時無屍，此大夫禮，餘賓之等並來，亦唯屍不來，是以主人南面亦為無屍也。"
      },
      {
        "index": 41,
        "text": "宗人曰：『旦明行事。』主人曰：『諾。』乃退。（旦明，旦日質明。）\n明日，主人朝服即位於廟門之外，東方南面。宰、宗人西面北上。牲北首東上。司馬刲羊，司士擊豕。宗人告備，乃退。（刲、擊，皆謂殺之。此實既省，告備乃殺之，文互者，省也。《尚書傳》曰：羊屬火，豕屬水。）"
      },
      {
        "index": 42,
        "text": "[疏]『明日』至『乃退』。註『刲擊』至『屬水』。釋曰：自此盡『東榮』，論視殺視濯之事。案《特牲》視牲與視殺別日，今《少牢》不言視牲，直言刲、擊告備，乃退者，省。此大夫禮，視牲告充，即刲、擊殺之，下人君，士卑不嫌，故異日矣。必知人君視殺別日者，《大宰職》云：『及執事，視滌濯，及納亨，贊王牲事。』註云：『納亨，納牲，將告殺。謂鄉祭之晨，既殺以授亨人。』又云：『及祀之日，贊玉幣爵之事。』註云：『日旦明也。』是其視牲與殺別日。案《祭義》云：『君牽牲，穆答君，卿大夫序從。既入門，麗於碑，卿大夫袒，而毛牛尚耳。』諸侯禮殺於門內，此大夫與《特牲》士皆殺於門外者，辟人君。云『刲擊皆謂殺之』者，豕言擊，動之使鳴，是視牲也；羊言刲，謂殺之，是視殺也。大夫視牲、視殺同日，故互見皆有，故鄭雲刲擊皆謂殺之。又云『此實既省，告備乃殺之，文互者，省也』者，亦是視牲訖即視殺，如鄉所解，下言告備，欲見兼有也。云『《尚書傳》曰羊屬火，豕屬水』者，此《尚書大傳》文。引之者，解司馬刲羊，以其司馬火官，還使刲羊，羊屬火故也。案《周禮》鄭註司空奉豕，司士乃司馬之屬官，今不使司空者，諸侯猶兼官，大夫又職職相兼，況士無官，仆隸為司馬、司士，兼其職可知，故司士擊豕也。"
      },
      {
        "index": 43,
        "text": "雍人扌既鼎、匕、俎於雍爨，雍爨在門東南，北上。（雍人，掌割亨之事者。\n爨，竈也。在門東南，統於主人，北上。羊豕魚臘皆有竈，竈西有鑊。凡扌既者，皆陳之而後告絜。）"
      },
      {
        "index": 44,
        "text": "[疏]註『雍人』至『告絜』。釋曰：云『雍人掌割亨之事』者，《周禮。\n饔人職》文。云『凡扌既者，皆陳之而後告絜』者，案《特牲》視濯時皆陳之，視訖告絜，此亦當然。"
      },
      {
        "index": 45,
        "text": "廩人扌既甑、、匕與敦於廩爨，廩爨在雍爨之北。（廩人，掌米入之藏者。\n如甑，一孔。匕，所以匕黍稷者也。古文甑為。）"
      },
      {
        "index": 46,
        "text": "[疏]註『廩人』至『為』。釋曰：云『廩人掌米入之藏』者，《周禮。\n地官。廩人職》文。以其穀入倉人，米入廩人故也。云『如甑，一孔』者，案《冬官。陶人職》云：『實二，厚半寸，唇寸，甑實二，厚半寸，唇寸，七穿。』鄭司農云：『無底。』甑以其無底，故以一孔解之。云『匕所以匕黍稷者也』者，上雍人云匕者，所以匕肉，此廩人所掌米，故云匕黍稷也。"
      },
      {
        "index": 47,
        "text": "司宮扌既豆、籩、勺、爵、觚、觶、幾、洗、篚，於東堂下，勺、爵、觚、觶，實於篚。卒扌既，饌豆、籩與篚於房中，放於西方。設洗於阼階東南，當東榮。（放猶依也。大夫攝官，司宮兼掌祭器也。）"
      },
      {
        "index": 48,
        "text": "[疏]『司宮』至『東榮』。註『放猶』至『器也』。釋曰：案《特牲》云：『宗人升自西階，視壺濯及豆籩，反降，東北面告濯具。』鄭註云：『不言絜，以有幾席。』若然，彼幾席不扌既，則凡洗篚三者，亦不扌既而並言之者，以其同降於東堂下，故繼觚觶連言之，其實不扌既也。云『大夫攝官，司宮兼掌祭器』者，下文司宮筵神席於奧，此又掌豆籩之等，故鄭雲攝官。案《內則》鄭註云『諸侯兼官』者，彼對天子，天子六卿，諸侯三卿兼六卿，此則大夫對諸侯，諸侯具官，大夫攝官也。"
      },
      {
        "index": 49,
        "text": "羹定，雍人陳鼎五，三鼎在羊鑊之西，二鼎在豕鑊之西。（魚臘從羊，膚從豕，統於牲。）\n[疏]『羹定』至『之西』。註『魚臘』至『於牲』。釋曰：自此盡『簞巾於西階東』，論鼎及豆籩盤匜等之事。云『魚臘從羊，膚從豕，統於牲』者，案《公食大夫》云『甸人陳鼎』，鄭註云：『甸人，冢宰之屬，兼亨人者。』此大夫雍人陳鼎者。《周禮》甸人『掌供薪與亨爨』，聯職相通，是以諸侯無亨人，故甸人陳鼎。此大夫又無甸人，故使雍人與亨人聯職，故《亨人》云『職外內饔之爨亨』，故使饔人也。雲魚臘從羊，膚從豕者，上文扌既鼎時，鄭云『羊豕魚臘皆有竈』，今陳鼎宜各當其鑊，此三鼎在羊鑊之西，二鼎在豕鑊之西，故云魚臘從羊，膚從豕也，其實羊、豕、魚、臘各有鑊也。此直有羊豕，言皆有鑊，前註何知魚臘皆有竈，案《士虞禮》云：『側亨於廟門外之右，東面。』魚臘爨在廟門外東南，魚臘爨在其南，士之魚臘皆有爨，則大夫魚臘皆有鑊可知，故羊豕魚臘皆有竈也。"
      },
      {
        "index": 50,
        "text": "司馬升羊右胖，脾不升，肩、臂、、膞、骼，正脊一、廷脊一、橫脊一、短脅一、正脅一、代脅一，皆二骨以並，腸三、胃三、舉肺一、祭肺三，實於一鼎。（升猶上也。上右胖，周所貴也。髀不升，近竅，賤也。肩、臂、，肱骨也。膞、骼，股骨。脊從前為正，脅旁中為正。脊先前，脅先後，屈而反，猶器之䋫也。並，亻並也。脊脅骨多，六體各取二骨並之，以多為貴。舉肺一，屍食所先舉也。祭肺三，為屍、主人、主婦。古文胖皆作辯，髀皆作脾。今文並皆為亻並。）"
      },
      {
        "index": 51,
        "text": "[疏]『司馬』至『一鼎』。註『升猶』至『為亻並』。釋曰：上十一體言一者，見其體也。下言『皆二骨』，以並見一體皆有二骨也。云『脊從前為正，脅旁中為正。脊先前，脅先後，屈而反，猶器之䋫』也，雲先前者，正脊是也，先後者，即短脅是也。故《特牲》記雲屍俎『正脊二骨，橫脊，長脅二骨，短脅』，鄭註云：『脊無中，脅無前，貶也。』明代脅最在前也。脊先前，脅先後者，取䋫屈之義。若然，脊以前為正，其次名廷，卻後名橫者，取廷，廷然直，後言橫者，取闊於廷。凡名骨，皆隨形名之，唯言正者，以義取稱焉。此言䋫者，指解脊不取肩胳也。若屍舉牲體，則脅、肩、胳為䋫。故鄭註《特牲》云舉先正脊，後肩，自上而下䋫而前，終始之次也。故屍舉牲體如䋫也。"
      },
      {
        "index": 52,
        "text": "案下註云『升之以尊卑』，此註雲猶器之䋫也。若䋫，則不得見尊卑。若以尊卑升，復不得見䋫。兩註似乖者，凡牲體四支為貴，故先序肩、臂、、膞、胳為上，是尊；然後序脊、脅於下，是卑。次應先言正脅，而先言短者，又取䋫之義也。但所序骨體各有宜，不可準定也。若然，既以尊卑升之，而祭肺貴，序在下者，腸胃及肺在內，不得與外體為尊卑之次，當以腸內自為先後之次也。云『脊脅骨多，六體各取二骨亻並之，以多為貴』者，此經肩臂已下皆言一，至十一體之下總言皆二骨。知二骨，據脊脅骨多，六體各取二骨者，案《特牲》記肩、臂、、肫、胳，不言二骨，至序脊、脅即言二骨以並，故知此言皆二骨，亦據脊脅可知也。"
      },
      {
        "index": 53,
        "text": "司士升豕右胖，脾不升，肩、臂、、膞、骼，正脊一、廷脊一、橫脊一、短脅一、正脅一、代脅一，皆二骨以並，舉肺一、祭肺三，實於一鼎。（豕無賜胃，君子不食混腴。）"
      },
      {
        "index": 54,
        "text": "[疏]註『豕無』至『混腴』。釋曰：云『君子不食混腴』，《禮記。少儀》文，彼註云：『腴有似於人穢。』故《樂記》註云：『以谷食犬豕曰豢。』是似人也。"
      },
      {
        "index": 55,
        "text": "雍人倫膚九，實於一鼎。（倫，擇也。膚，脅革肉，擇之，取美者。）\n[疏]註『倫擇』至『美者』。釋曰：知『脅革肉』者，下文云『膚九而俎，亦橫載，革順』，故知膚者是脅革肉也。"
      },
      {
        "index": 56,
        "text": "司士又升魚、臘，魚十有五而鼎，臘一純而鼎，臘用麋。（司士又升，副倅者。合升左右胖曰純。純猶全也。）\n[疏]『司士』至『用麋』。註『司士』至『全也』。釋曰：云『司士又升，副倅者』，謂是第三俎，其司士與前文司士升豕者別。知者，以下經云『司士三人升魚、臘、膚』，則此豕、魚、臘宜各一人。又此升鼎宜俱時，明是副倅者，非升豕者可知。雲倅者，案《諸子職》云『掌國子之倅』，鄭云：『是公卿大夫之副貳。』則此雲倅，亦副之別名。以其副牲鼎，故云副倅也。"
      },
      {
        "index": 57,
        "text": "卒┵，皆設扃，乃舉，陳鼎於廟門之外東方，北面北上。（北面北上，鄉內相隨。古文皆為密。）\n司宮尊兩甒於房戶之閒，同杅，皆有冪，甒有玄酒。（房戶之閒，房西室戶東也。杅無足，禁者，酒戒也。大夫去足改名，優尊者，若不為之戒然。古文甒皆作廡，今文作冪。）"
      },
      {
        "index": 58,
        "text": "[疏]『司宮』至『玄酒』。註『房戶』至『作冪』。釋曰：云『杅無足，禁者酒戒也，大夫去足改名優尊者，若不為之戒然』者，此決《特牲》用杅仍雲禁，此改名曰杅，是優尊者，若不為神戒然。《鄉飲酒》雖是大夫禮，猶名斯禁者，尋常飲酒，異於祭祀也。"
      },
      {
        "index": 59,
        "text": "司宮設水於洗東，有枓。設篚於洗西，南肆。（枓，[A179]水器也。\n凡設水用，沃盥用枓，禮在此也。）"
      },
      {
        "index": 60,
        "text": "[疏]『司宮』至『南肆』。註『枓[A179]』至『此也』。釋曰：云『凡設水用，沃盥用枓，禮在此也』者，言凡，總《儀禮》一部內用水者，皆須盛之，沃盥水者，皆用枓為之。鄭言禮在此者，以《士冠禮》直言『水在洗東』，《士昏禮》亦直言『水在洗東』，《鄉飲酒》、《特牲》記亦云，然皆不言器，亦不雲有枓，其《燕禮》、《大射》雖雲水，又不言有枓，故鄭註總雲凡此等設水用，沃盥用枓，其禮具在此，故餘文不具，省文之義也。"
      },
      {
        "index": 61,
        "text": "改饌豆、籩於房中，南面，如饋之設，實豆、籩之實。（改，更也。為實之更之，威儀多也。如饋之設，如其陳之左右也。饋設東面。）"
      },
      {
        "index": 62,
        "text": "[疏]『改饌』至『之實』。註『改更』至『東面』。釋曰：前司宮扌既豆籩訖，饌豆籩放於西方，今欲實之，乃更設豆籩於房中，南面，如饋之禮東面設。然者，此大夫禮，威儀多，決《特牲》士禮視濯時，豆籩在東房，至實豆籩時，直云『豆籩陳於房中如初』。鄭云『如初者，取而實之，既而反之』，是其不改豆籩之處，因而實之，是士禮威儀略也。"
      },
      {
        "index": 63,
        "text": "小祝設盤、匜與簞、巾於西階東。（為屍將盥。）\n[疏]『小祝』至『階東』。註『為屍將盥』。釋曰：案《特牲》直云："
      },
      {
        "index": 64,
        "text": "『屍盥，匜水實於盤中，簞巾在門內之右。』不言其人，未聞也。知非祝者，彼下文始言『祝筵幾於室中』，註云：『至此使祝接神。』明前非祝也。"
      },
      {
        "index": 65,
        "text": "主人朝服即位於阼階東，西面。（為將祭也。）\n[疏]『主人』至『西面』。註『為將祭也』。釋曰：自此盡『革順』，論祭時將至，布設舉鼎匕載之事。"
      },
      {
        "index": 66,
        "text": "司宮筵於奧，祝設幾於筵上，右之。（布陳神坐也。室中西南隅謂之奧，席東面近南為右。）\n[疏]『司宮』至『右之』。註『布陳』至『為右』。釋曰：案《特牲》云『祝筵幾』，鄭云：『使祝接神。』此使司宮者，此大夫禮，異於士，故司宮設席，祝設幾。大夫官多，故使兩官。若共其事，亦是接神，故祝設幾也。"
      },
      {
        "index": 67,
        "text": "主人出迎鼎，除。士盥，舉鼎，主人先入。（道之也。主人不盥不舉。）\n[疏]註『道之』至『不舉』。釋曰：此決《特牲》主人降及賓盥，士禮自舉鼎，此大夫尊，不舉，故不盥也。"
      },
      {
        "index": 68,
        "text": "司宮取二勺於篚，洗之，兼執以升，乃啟二尊之蓋冪，奠於杅上，加二勺於二尊，覆之，南柄。（二尊，兩甎也。今文啟為開，古文柄皆為枋。）"
      },
      {
        "index": 69,
        "text": "[疏]『司宮』至『南柄』。註『二尊』至『為枋』。釋曰：云『二尊，兩甎』者，即上『司宮尊兩甎於房戶之』是也。知二勺兩尊用之者，玄酒雖有不酌，重古，如酌者然也。"
      },
      {
        "index": 70,
        "text": "鼎序入，雍正執一匕以從，雍府執四匕以從，司士合執二俎以從。司士贊者二人，皆合執二俎以相，從入。（相，助。）"
      },
      {
        "index": 71,
        "text": "陳鼎於東方，當序，南於洗西，皆西面北上，膚為下。匕皆加於鼎，東枋。\n（膚為下，以其加也。南於洗西，陳於洗西南。）"
      },
      {
        "index": 72,
        "text": "[疏]『陳鼎』至『東枋』。註『膚為』至『西南』。釋曰：此云『膚為下』，門外陳鼎時不言，至此言之者，以膚者豕之實，前陳鼎在門外時，未有俎，據鼎所陳則膚在魚上。今將載於俎，設之最在後，故須分別之也。云『膚為下，以其加』者，以羊無別俎，而豕有膚俎，故謂之加，以加為下也。云『南於洗西，陳於洗西南』者，洗當東榮近東也。其陳鼎，鼎當東序，則近西也。而言南於洗西，則鼎陳於洗西，稍近南，東西不得與洗相當也。"
      },
      {
        "index": 73,
        "text": "俎皆設於鼎西，西肆。肵俎在羊俎之北，亦西肆。（肵俎在北，將先載也。異其設文，不當鼎。）\n[疏]『俎皆』至『西肆』。註『肵俎』至『當鼎』。釋曰：云『異其設文，不當鼎』者，羊俎在羊鼎西，今云『肵俎在羊俎北』，不繼鼎，明不當鼎也。若繼鼎言者，即在鼎西也。"
      },
      {
        "index": 74,
        "text": "宗人遣賓就主人，皆盥於洗，長朼。（長朼者，長賓先，次賓後也。主人不朼，言就主人者，明親臨之。古文朼作七。）"
      },
      {
        "index": 75,
        "text": "佐食上利升牢心、舌，載於肵俎。心皆安下切上，午割勿沒。其載於肵俎，末在上。舌皆切本末，亦午割勿沒，其載於肵，橫之。皆如初為之於爨也。"
      },
      {
        "index": 76,
        "text": "（牢，羊、豕也。安，平也。平割其下，於載便也。凡割本末，食必正也。午割，使可絕也。勿沒，為其分散也。肵之為言敬也，所以敬屍也。《周禮》祭尚肺，事屍尚心舌，心舌知滋味。今文切皆為寸刂。）"
      },
      {
        "index": 77,
        "text": "[疏]『佐食』至『爨也』。註『牢羊』至『為寸刂』。釋曰：言『皆如初為之於爨也』者，經言此者，以前膚鼎時不見心舌，嫌不在爨，故明之。雲皆如初為之於爨，『皆』者，皆羊、豕，羊、豕皆有心舌也。案《特牲》記云："
      },
      {
        "index": 78,
        "text": "『肵俎，心舌皆去本末，午割之，實於牲鼎，載，心立，舌縮俎。』即是未入鼎時，則制此心舌然也。既未入鼎時先制之，是以雖出爨，亦得為皆如初爨也。"
      },
      {
        "index": 79,
        "text": "云『凡割本末，食必正也』者，《鄉黨》孔子云：『割不正不食。』故割本末為食正也。云『肵乏為言敬也』者，《郊特牲》文，彼云『肵之為言敬也』，言『所以敬屍也』。云『《周禮》祭尚肺』者，《禮記。明堂位》云：『有虞氏祭首，夏後氏祭心，殷祭肝，周祭肺。』是周之禮法祭肺，而此肵俎不取肺而用心者，以其事屍尚心舌，心舌知滋味者，故《特牲》記鄭註亦云：『心舌知食味者，欲屍之饗。』此祭是以進之。若然，舌之所嘗五味，乃是心之所知酸苦也，故心舌並言之。"
      },
      {
        "index": 80,
        "text": "佐食遷肵俎於阼階西，西縮，乃反。佐食二人。上利升羊，載右胖，髀不升，肩、臂、臑、膞、骼；正脊一，脡脊一，橫脊一，短脅一、正脅一、代脅一，皆二骨以並；腸三、胃三，長皆及俎拒；舉肺一，長終肺；祭肺三，皆切。"
      },
      {
        "index": 81,
        "text": "肩、臂、臑、膞、骼，在兩端，脊、脅、肺、肩，在上。（升之以尊卑，載之以體次，各有宜也。拒讀為介距之距。俎距，脛中當橫節也。凡牲體之數及載，備於此。）"
      },
      {
        "index": 82,
        "text": "[疏]『佐食』至『在上』。註『升之』至『於此』。釋曰：升羊載右胖者，準例實鼎曰升，實俎曰載。今實俎而言升者，以其升者上也，是以載俎、升載兩言之也。但此經所載，牲體多少一依上文。升鼎不異而重序之者，以其載俎之時，恐與入鼎時多少有異，故重序之。舉肺、祭肺上已言，今又言之者，以其上升鼎時，直言舉肺一、祭肺三，不言長短。上所以不言長短者，以其入鼎時二者未制，故不辯長短，至此載俎，乃制長短及切之，故具辯之也。若然，上升鼎時不制者，若升鼎制之，恐二肺雜亂，是以升俎乃制之。若然，心舌未升鼎時，己午割切沒，不言至載俎，乃言午割者，彼二者其體殊異，不雜亂，故俎乃一辯之而已。云肩臂膞胳在兩端，脊脅肺肩在上者，此是在俎之次。俎有上下，猶牲體有前後，故肩、臑在上端，膞、胳在下端，脊、脅、肺在中。其載之次序，肩、臂、臑、正脊、脡脊、橫脊、代脅、長脅、短脅、肺、胃、腸、膊、胳也。云『升之以尊卑』者，即上文『上利升羊』以下序其在鼎也。云『載之以體次』者，俎法，四體尊於脊脅，即經四體在兩端，脊脅肺在中者，故云『各有宜也』。云『拒讀為介距之距』者，案《左氏傳》昭二十五年云：『季郈之雞鬥，季氏介其雞。』服氏云：『搗芥子播其雞羽。』鄭氏云：『介甲，為雞著甲。』"
      },
      {
        "index": 83,
        "text": "又云『郈氏為之金距』，註云：『金距，以金踏距。』今鄭君合取季氏之介，又取郈氏之距，而雲介距之距也。引之者，彼距在雞足為距，此俎距在俎為橫也，是以云俎距脛中當橫節也。案《明堂位》云：『俎，有虞氏以梡，夏後氏以蹷，殷以椇，周以房俎。』註云：『梡，斷木為四足而已。嶡之言蹷也，謂中足為橫距之象，《周禮》謂之距。』彼註云『《周禮》謂之距』，即指此俎距而言。是距為俎，足中央橫者也。此言俎距脛中當橫節者，案《明堂位》『夏後氏以嶡』，謂中足之橫。下仍有殷之椇，謂橫，下仍有曲橈之足，下又有周之房俎，謂四足下更有跗。鄭云『上下兩，有似於堂房』，是橫下更有二事，故言脛中當橫節也。云『凡牲體之數及載備於此』者，案此經即折前體肩、臂、臑兩相為六，後體膞、胳兩相為四，短脅、正脅、代脅兩相為六，脊有三，總為十九體。唯不數觳二，通之為二十一體。二觳，正祭不薦於神屍，故不言。是牲體之數備於此。言及載備於此者，上經云『升於鼎』，此經云『載於俎』，是其及載備於此也。"
      },
      {
        "index": 84,
        "text": "下利升豕，其載如羊，無腸、胃。體其載於俎，皆進下。（進下，變於食生也。所以交於神明，不敢以食道，敬之至也。《鄉飲酒禮》進腠，羊次其體，豕言進下，互相見。）"
      },
      {
        "index": 85,
        "text": "[疏]『下利』至『進下』。註『進下』至『相見』。釋曰：云『進下，變於食生也』者，決《公食大夫》、《鄉飲酒》牲體皆進腠。腠是本，是食生人之法。此言進末，末為終，謂骨之終，食鬼神法，故云變於食生也。云『所以交於神明』（元終起此至卷末）者，《郊特性》文。云『不敢以食道』，《檀弓》文。云『羊次其體，豕言進下，互相見』者，羊次其體，即上終『上利升羊』以下，是次其體。言互相見者，羊言體，亦進下，豕言進下，亦次其體也。"
      },
      {
        "index": 86,
        "text": "司士三人，升魚、臘、膚。魚用鮒，十有五而俎，縮載，右首，進腴。（右首進腴，亦變於食生也。《有司》載魚橫之。《少儀》曰：『羞濡魚者進尾。』）"
      },
      {
        "index": 87,
        "text": "[疏]註『右首』至『進尾』。釋曰：云『右首進腴，亦變於食生也』者，凡載魚為生人，首皆向右，進鰭。其祭祀亦首皆在右，進腴，生人、死人皆右首，陳設在地，地道尊右故也。鬼神進腴者，腴是氣之所聚，故祭祀進腴也。生人進鰭者，鰭是脊，生人尚味，故《公食大夫》云：『魚七，縮俎寢右。』鄭註云『右，首也，寢右，進鰭也。乾魚近腴，多骨鯁』是也。云『《有司》載魚橫之，《少儀》曰羞濡魚者進尾』，引之者，欲見正祭與儐屍載魚禮異，又與生人食禮不同。以其屍之禮，上大夫載魚橫之，於人為縮，於俎為橫。既見乾魚，則進首可知。復取《少儀》者，濡魚進尾，見與乾魚異。《有司徹》進首，是上大夫繹祭儐屍之禮，有乾魚橫於俎，宜進其首。則《少儀》羞濡魚者，是天子諸侯繹祭可知。以其天子諸侯繹祭，乾濕皆有，乾魚則進首，鮮魚則進尾。必知是天子諸侯繹祭者，以其大夫儐屍云『加無祭』，《少儀》云『祭無』，又與儐屍加無祭於上同，故知義然也。"
      },
      {
        "index": 88,
        "text": "臘一純而俎，亦進下，肩在上。（如羊豕。凡臘之體，載禮在此。）\n[疏]註『如羊』至『在此』。釋曰：以其諸經唯有臘文，無升載之事，唯有此經所載之法，故云載禮在此也。"
      },
      {
        "index": 89,
        "text": "膚九而俎，亦橫載，革順。（列載於俎，令其皮相順。亦者，亦其骨體。）\n[疏]註『列載』至『骨體』。釋曰：云『列載於俎，令其皮相順』者，解經革順也。載革順，謂以此膚之體，相次而作，行列以膚革相順而載也。云『亦者，亦其骨體』者，上牲體橫載，文不明，故舉膚亦橫載以明之。此膚言橫，則上羊豕骨體亦橫載可知也。"
      }
    ]
  }
}