{
  "chapterNumber": 29,
  "title": "卷二十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]《喪服》第十一。案：鄭《目錄》云：『天子以下，死而相喪，衣服、年月、親疏、隆殺之禮。不忍言死而言喪，喪者，棄亡之辭，若全存居於彼焉，已亡之耳。《大戴》第十七，《小戴》第九，劉向《別錄》第十一。』釋曰："
      },
      {
        "index": 1,
        "text": "案《禮器》云：『經禮三百，曲禮三千。』鄭云：『經禮謂《周禮》也。曲猶事也。事禮謂今禮也。禮篇今亡，本數未聞，其中事儀三千。』若然，未亡之時，有天子、諸侯、卿大夫、士之喪服，其篇各別，今皆亡，唯士喪禮在。若然，據《喪服》一篇總包天子以下服制之事，故鄭《目錄》云『天子以下相喪衣服親疏之禮』。喪服之制，成服之後，宜在《士喪》始死之下，今在《士喪》之上者，以《喪服》總包尊卑上下，不專據士，故在《士喪》之上。是以《喪服》為第十一。《喪服》所陳，其理深大，今之所釋，且以七章明之。第一，明黃帝之時樸略尚質，行心喪之禮終身不變。第二，明唐虞之日，淳樸漸虧，雖行心喪，更以三年為限。第三，明三王以降，澆為漸起，故制《喪服》以表哀情。第四，明既有《喪服》，須明『喪服』二字。第五，明《喪服》章次，以精粗為序。第六，明作傳之人，並為傳之意。第七，明鄭玄之註，經傳兩解之。第一明黃帝之時樸略尚質行心喪之禮終身不變者，案《禮運》云：昔者先王未有宮室，食鳥獸之肉，衣其羽皮。此乃伏羲之時也。又云：後聖有作，治其絲麻以為布帛，養生送死，以事鬼神。此謂黃帝之時也。又案《易。系辭》云：『古之葬者，厚衣之以薪，葬之中野，不封不樹，喪期無數。』在《黃帝九事》章中，亦據黃帝之日，言喪期無數，是其心喪終身者也。第二明唐虞之日淳樸漸虧雖行心喪更以三年為限者，案《禮記。三年問》云：『將由夫患邪淫之人與？則彼朝死而夕忘之，然而從之，則是曾鳥獸之不若也，夫焉能相與群居而不亂乎？將由夫飾之君子與？則三年之喪，二十五月而畢，若駟之過隙，然而遂之，則是無窮也。故先王焉為之立中制節，壹使足以成文理，則釋之矣，然則何以至期也？曰：至親以期斷。是何也？"
      },
      {
        "index": 2,
        "text": "曰：天地則已易矣，四時則己變矣，其在天地之中者，莫不更始焉，以是象之也。』\n鄭註云：『法此變易，可以期也。』又云：『然則何以三年也？』註云：『言法此變易，可以期，何以乃三年為。』又云：『曰加隆焉爾也，焉使倍之，故再期也。』註云：『言於父母加隆其恩，使倍期也。』據此而言，則聖人初欲為父母期加隆焉，故為父母三年。必加隆至三年者，孔子答宰我云：『子生三年，然後免於父母之懷。』是以子為之三年，報之三年。《問》又云：『三年之喪，人道之至文者也。夫是之謂至隆。是百王之所同，古今之所壹也，未有知其所由來者也。』註云：『不知其所從來，喻此三年之喪，前世行之久矣。』既雲喻前世行之久，則三年之喪，實知其所從來，但喻久爾。故《虞書》云：『二十八載，帝乃殂落，百姓如喪考妣三載，四海遏密八音。』是心喪三年，未有服制之明驗也。"
      },
      {
        "index": 3,
        "text": "第三明三王已降，澆偽漸起，故制喪服，以表哀情者，案《郊特牲》云：『大古冠布，齊則緇之。』鄭註云：『唐虞已上曰大古。』又云『冠而敝之可也』，註云：『此重古而冠之耳。三代改制，齊冠不復用也。以白布冠質，以為喪冠也。』"
      },
      {
        "index": 4,
        "text": "據此而言，則唐虞已上，吉兇同服，惟有白布衣、白布冠而已。故鄭註雲白布冠為喪冠。又案三王以來，以唐虞白布冠為喪冠。又案《喪服》記云：『凡衰外削幅，裳內削幅。』註云：『大古冠布衣布，先知為上，外殺其幅，以便體也。後知為下，內殺其幅，稍有飾也。後世聖人易之，以此為喪服。』據此《喪服》記與《郊特牲》兩註而言，則鄭雲後世聖人，夏、禹也。是三王用唐虞白布冠、白布衣為喪服矣。第四明既有喪服須明喪服二字者，案鄭《目錄》云：『不忍言死而言喪，喪者棄亡之辭，若全存於彼焉，已棄亡之耳。』又案《曲禮》云：『天子曰崩，諸侯曰薨，大夫曰卒，士曰不祿，庶人曰死。』《爾雅》曰崩、薨、卒、不祿，皆訓死也，是士以上為義。稱庶人言死，得其總名。鄭註《曲禮》云："
      },
      {
        "index": 5,
        "text": "『死之言澌，精神澌盡。』又案《檀弓》孔子云：『喪欲速貧。』《春秋左氏傳》魯昭公出居乾侯，齊侯唁公於野井，公曰：喪人其何稱。是喪棄亡之辭，棄於此，存於彼。是孝子不忍言父母精神盡澌，雖棄於此，猶存於彼。以此鄭義言之，其喪字去聲讀之，人或以平聲讀之者，雖不與同，義亦通也。死者既喪，生人制服服之者，但貌以表心，服以表貌，故《禮記。傳》云：『斬衰何以服苴？苴，惡貌也，所以苴其內，見諸外。斬衰貌若苴，齊衰貌若，大功貌若止，小功、緦麻，容貌可也。』下又云『斬衰三升』，三升半齊衰，四升以下是其孝子喪親，以衣服表心。但吉服所以表德，兇服所以表哀。德有高下，章有升降，哀有淺深，布有精粗，不同者也。第五明喪服章次以精粗為敘者，案《喪服》上下十有一章，從斬至緦麻，升數有異。異者，斬有二義不同：為父以三升為正，為君以三升半為義，其冠同六升，三年。齊衰惟有正之四升，冠七升。繼母、慈母雖是義以配父，故與因母同，是以略為節，有正而已。杖期，齊衰有正而已，父在為母，與為妻同正服，齊衰五升，冠八升，不杖。齊衰期章有正、有義二等：正則五升，冠八升；義則六升，冠九升。齊衰三月章皆義服，齊衰六升，冠九升，曾祖父母計是正服。但正服合以小功，以尊其祖。不服小功而服齊衰，非本服，故同義服也。殤大功有降、有義：為夫之昆弟之長子殤，是義，其餘皆降服也。降服衰七升，冠十升；義服衰九升，冠十一升。大功章有降、有正、有義：姑姊妹出之等是降，婦人為夫之族類為義，自餘皆正。衰冠如上釋也。む衰唯有義服，四升半，皆冠七升而已。以諸侯大夫為天子，故同義服也。殤小功有降、有義：婦人為夫之族類是義，自餘皆降服。降則衰、冠同十升，義則衰、冠同十二升。小功亦有降，亦有正、有義，如前釋。緦麻亦有降、有正、有義，皆如上陳。但衰冠同十五升，抽去半而已，自斬以下至緦麻，皆以升數。升數少者在前，升數多者在後，要不得以此升數為敘者，一則正義及降升數不得同在一章，又む衰四升半，在大功之下，小功之上。鄭下註云：『在小功之上者，欲審著縷之精粗。』若然，《喪服》章次，雖以升數多少為前後，要取縷之精粗為次第也。第六明作傳之人，又明作傳之義，傳曰者，不知是誰人所作，人皆雲孔子弟子卜商字子夏所為。案《公羊傳》是公羊高所為，公羊高是子夏弟子，今案《公羊傳》有云『者何』、『何以』、『曷為』、『孰謂』之等，今此《傳》亦云『者何』、『何以』、『孰謂』、『曷為』等之問。師徒相習，語勢相遵，以弟子卻本前師，此傳得為子夏所作，是以師師相傳，蓋不虛也。其傳內更雲傳者是子夏，引他舊傳以證己義。《儀禮》見在一十七篇，餘不為傳，獨為《喪服》作傳者，但《喪服》一篇總包天子已下，五服差降，六術精粗，變除之數既繁，出入正殤交互，恐讀者不能悉解其義，是以特為傳解。第七明鄭玄之註經傳兩解之，雲鄭氏者，北海郡高密縣人，姓鄭名玄字康成，漢仆射，鄭崇八世孫也。後漢征為大司農而不就，年七十四卒於家。云『註』者，註義於經傳之下，辨其義意。若傳不釋經者，則註在傳上以釋經，若傳義難明者，則在傳下以釋傳。又在傳下註，皆須題云『玄謂』"
      },
      {
        "index": 6,
        "text": "以別傳，若在傳上註者，不須題玄義可知。或雲註，或雲傳，出註述者意耳。或有解云：前漢以前雲傳，後漢以後雲註。若然，王弼、王肅之等後漢之人雲傳，此說非也。"
      },
      {
        "index": 7,
        "text": "喪服。斬衰裳，苴、杖、絞帶，冠繩纓，菅屨者：（者者，明為下出也。\n凡服，上曰衰，下曰裳，麻在首、在要皆曰。之言實也，明孝子有忠實之心，故為制此服焉。首象緇布冠之缺項，要象大帶，又有絞帶，象革帶。齊衰以下用布。）"
      },
      {
        "index": 8,
        "text": "[疏]『喪服』至『屨者』。釋曰：題此二字於上者，與此一篇為總目。言『斬衰裳』者，謂斬三升布以為衰裳。不言裁割而言『斬』者，取痛甚之意。知者，案《三年問》云：『創鉅者，其日久；痛甚者，其愈遲。』《雜記》：『縣子云：三年之喪如斬，期之喪如剡。』謂哀有深淺，是斬者痛深之義，故雲斬也。"
      },
      {
        "index": 9,
        "text": "若然，斬衰先言斬，下疏衰後言齊者，以斬衰先斬布，後作之，故先言斬；疏衰，先作之，後齊之，故後雲齊。斬齊既有先後，是以作文有異也。云『苴、杖、絞帶』者，以一苴目此三事，謂苴麻為首、要，又以苴竹為杖，又以苴麻為絞帶。知此三物皆同苴者，以其冠繩纓不得用苴，明此三者皆用苴。又《喪服小記》云『苴杖，竹也』，記人解此杖是苴竹也。又絞帶與要象大帶與革帶，二者同在要。要既苴，明絞帶與要同用苴可知。又《喪服四制》云『苴衰不補』，則衰裳亦同苴矣。云『冠繩纓』者，以六升布為冠，又屈一條繩為武，垂下為纓。"
      },
      {
        "index": 10,
        "text": "冠在首，退在帶下者，以其衰用布三升，冠六升。冠既加飾，故退在帶下。又齊衰冠纓用布，則知此繩纓不用苴麻，用麻，故退冠在下，更見斬義也。云『菅屨』者，謂以菅草為屨，《詩》：『雲白華菅兮，白茅束兮。』鄭云：『白華已漚名之為菅，濡刃中用。』則此菅亦是已漚者也。已下諸章並見年月，唯此斬章不言三年者，以其喪之痛極，莫甚於斬，故不言年月，表創鉅而已。是以衰設人功之疏，又言麻之形體，至於齊衰已下，非直見人功之疏，又見去麻之狀貌。"
      },
      {
        "index": 11,
        "text": "舉齊衰雲三年，明上斬衰三年可知。然此一經為次若此者，以先喪而後服，故服在喪下。又先斬，後乃為衰裳，故斬文在衰裳之上。、杖、絞帶俱蒙於苴，故苴又在前。經中有二事，仍以首為主，故文在上。杖者各齊其心，故在絞帶之前。冠纓雖加於首，以其不蒙於苴，故退文在下。屨乃服中之賤，最後為宜，聖人作文倫次然。註『者者』至『用布』。釋曰：云『者者，明為下出也』"
      },
      {
        "index": 12,
        "text": "者，周公設經，上陳其服，下列其人。此經所陳服者，明為下人所出，故服下出者，明臣子為君父等所出也。案下諸章皆言『者』，鄭止一解，餘皆不釋，義皆如此也。云『凡服，上曰衰，下曰裳』者，言『凡』者，鄭欲兼解五服。案下記云：衰廣四寸，長六寸。綴之於心，總號為衰。非正當心而已，故諸言衰皆與裳相對。至於吊服三者，亦謂之為衰也。云『麻在首，在要皆曰』，知一而兼二者，以子夏《傳》要、首二俱解，《禮記》諸文亦首、要並陳，故《士喪禮》云『要小焉』，故知一而兼二文也。云『之言實也，明孝子有忠實之心，故為制此服焉』，《檀弓》云『也者實也』，明孝子有忠實之心，故為制此服焉。案《問喪》云『斬衰貌若苴，齊衰貌若』之等，皆是心內苴惡，貌亦苴惡，服亦苴惡，是服以象貌，貌以象心，是孝子有忠實之心。若服苴而貌美，心不苴惡者，是中外不相稱，無忠實之心者也。云『首象緇布冠之缺項』者，案《士冠禮》：緇布冠，『青組纓，屬於缺』，鄭註云：『缺，讀如「有者弁」之，緇布冠之無笄者，著圍發際，結項中隅為四綴，以固冠也。』此所象無正文，但喪服法吉服而為之，吉時有二帶，兇時有二，以要象大帶，明首象項可知。以彼項為吉時，緇布冠無笄，故用項以固之。今喪之首與冠繩纓，別材而不相綴，今言象之者，直取法象項而為之。至於喪冠，亦無笄，直用六升布為冠，一條繩為纓，與此全異也。云『要象大帶』者，案《玉藻》雲，大夫以下大帶用素，天子朱裏，終裨以玄黃，士則練帶，裨下末三赤，用緇，是大帶之制。今此要，下傳名為帶，明象吉時大帶也。云『又有絞帶，象革帶』"
      },
      {
        "index": 13,
        "text": "者，案《玉藻》之形制，云『肩革帶博二寸』，吉備二帶，大帶申束衣，革帶以佩玉佩及事佩之等。今於要之外，別有絞帶，明絞帶象革帶可知。案《士喪禮》云：『苴大鬲，要小焉。』又云：『婦人之帶牡麻，結本。』註云："
      },
      {
        "index": 14,
        "text": "『婦人亦有首，但言帶者，記其異。此齊衰婦人，斬衰婦人亦有苴。』以此而言，則婦人吉時，雖雲女ひ絲，以絲為帶，而無項。今於喪禮哀痛甚，亦有二與絞帶，以備喪禮。故此具陳於上，男女俱言於下，明男女共有此服也。"
      },
      {
        "index": 15,
        "text": "云『齊衰已下用布』者，即下《齊衰章》云『削杖布帶』是也。若然，案此經，兇服皆依舊名，唯衰與特制別名者，案《禮記。檀弓》云『有以故興物者』，鄭云：『衰之制。』以表孝子忠實之心，衰明孝子有哀摧之義，故制此二者而異名，見其哀痛之甚故也。"
      },
      {
        "index": 16,
        "text": "傳曰：斬者何？不緝也。苴者，麻之有ナ者也。苴大扌鬲，左本在下，去五分一以為帶。齊衰之，斬衰之帶也，去五分一以為帶。大功之，齊衰之帶也，去五分一以為帶。小功之，大功之帶也，去五分一以為帶。緦麻之，小功之帶也，去五分一以為帶。苴杖，竹也。削杖，桐也。杖各齊其心，皆下本。"
      },
      {
        "index": 17,
        "text": "杖者何？爵也。無爵而杖者何？擔主也。非主而杖者何？輔病也。童子何以不杖？\n不能病也。婦人何以不杖？亦不能病也。絞帶者，繩帶也。冠繩纓，條屬，右縫，冠六升，外畢，鍛而勿灰。衰三升，菅屨者，菅菲也，外納。居倚廬，寢苫枕塊，哭晝夜無時。ヱ粥，朝一溢米，夕一溢米。寢不說帶。既虞，翦屏柱楣，寢有席，食疏食，水飲，朝一哭、夕一哭而已。既練，舍外寢，始食菜果，飯素食，哭無時。（盈手曰扌鬲。扌鬲，扼也。中人之扼圍九寸，以五分一為殺者，象五服之數也。爵，謂天子諸侯卿大夫士也。無爵，謂庶人也。擔猶假也。無爵者假之以杖，尊其為主也。非主，謂眾子也。屬猶著也。通屈一條繩為武，垂下為纓，著之冠也。布八十縷為升，升字當為登。登，成也。今之《禮》皆以登為升，俗誤已行久矣。《雜記》曰：『喪冠條屬，以別吉兇。三年之練冠，亦條屬，右縫，小功以下左縫。』外畢者，冠前後屈而出，縫於武也。二十兩曰溢，為米一升二十四分升之一。楣謂之梁，柱楣所謂梁ウ。疏猶粗也。舍外寢，於中門之外，屋下壘墼為之。不塗，所謂堊室也。素猶故也，謂復平生時食也。斬衰不書受月者，天子諸侯卿大夫士，虞卒哭異數。）"
      },
      {
        "index": 18,
        "text": "[疏]『傳曰』至『無時』。釋曰：云『斬者何』，問辭，以執所不知，故雲者何。云『不緝也』者，答辭，此對下疏衰裳齊，齊是緝，此則不緝也。云『苴者，麻之有ナ者也』，案《爾雅。釋草》云『ナ，實』，孫氏註云："
      },
      {
        "index": 19,
        "text": "『ナ，麻子也。』以色言之謂之苴，以實言之謂之ナ。下言牡者，對ナ為名；言者，對苴生稱也，是以云『斬衰貌若苴，齊衰貌若』也。若然，是雄麻，ナ是子麻，《爾雅》云『ナ，實』者，舉類而言，若圓曰簞，方曰笥。鄭註《論語》云：『簞、笥，亦舉其類也。』下傳云：『牡麻者，麻也。』不連言，此苴連言者，欲見苴別於苴杖。故下傳別雲苴杖，後傳牡麻不連言，此苴連言者，彼無他物之嫌，獨有，故不須連言也。云『苴大扌鬲，左本在下』者，《士喪禮》文與此同，彼此皆云『苴大扌鬲』，連言苴者，但經連言苴，中有此二，言大扌鬲，先據首而言也。雷氏以扌鬲，扌益不言寸數，則各從其人大小為扌益，非鄭義。據鄭註：無問人之大小，皆以九寸圍之為正。若中人之跡，尺二寸也。雲左本在下者，本謂麻根，案《士喪禮》鄭註云："
      },
      {
        "index": 20,
        "text": "『下本在左，重服統於內，而本陽也。』以其父是陽，左亦陽，言下是內，故雲重服統於內，以言痛從心內發故也。此對為母右本在上，輕服統於外，而本陰也。"
      },
      {
        "index": 21,
        "text": "云『去五分一以為帶』者，以其首圍九寸，取五寸，去一寸，得四寸；餘四寸，寸為五分，總二十分，去四分，餘十六分，取十五分，五分為寸，為三寸；添前四寸，為七寸，並一分，總七寸五分寸之一也。云『齊衰之，斬衰之帶也』者，以其大小同，故疊而同之也。云『去五分一以為帶』者，謂七寸五分寸之一也，中五分去一，為齊衰之帶，今計之以七寸中取五寸，去一寸，得四寸；餘二寸，寸分為二十五分，二寸合為五十分，餘一分者，又破為五分；添前為五十五分，亦五分去一，總去一十一分，餘四十四分在；又二十五分為一寸，餘十九分在，齊衰之帶，總五寸二十五分寸之十九也。云『大功之，齊衰之帶也，去五分一以為帶』者，就五寸中去一寸，得四寸；前二十五分破寸，今大功百二十五分破寸，則以十九分者各分破為五分，十九分總破為九十五，與百二十五分破寸相當，就九十五分中五分去一，去十九餘七十六，則大功之五寸二十五分寸之十九，帶則四寸百二十五分寸之七十六。又云『小功之，大功之帶也，去五分一以為帶』者，又就四寸百二十五分寸之七十六中，五分去一，前百二十五分破寸，今亦四倍加之，以六百二十五分破寸，然後五分去一，為小功帶。又云『緦麻之，小功之帶，去五分一以為帶』，則亦四倍加之，前六百二十五分破寸，今則三千一百二十五分破寸，五分去一取四，以為緦麻之帶。帶之等皆以五分破寸，既有成法，何假盡言。然斬衰有二，齊衰有四，大功、小功成人與殤各有二等，緦麻殤與成人章又不別，若使帶各依升數，則參差難等。是以子夏作傳，五服各為一節計之。似《周禮。掌客》雲群介行人宰史，各以爵等為牢禮之數。鄭云："
      },
      {
        "index": 22,
        "text": "『以命數則參差難等，略於臣，用爵而已。』此亦然也。《士喪禮》云：『苴大鬲，下本在左，要小焉。』鄭註云：『帶之差，自此出焉。』謂子夏言帶之差，出於《士喪》之，故鄭指而言之也。但斬衰之圍九寸者，首是陽，故欲取陽數極於九，自齊衰以下，自取降殺之義，無所法象也。云『苴杖，竹也。"
      },
      {
        "index": 23,
        "text": "削杖，桐也』者，《傳》意見經唯雲苴杖，不出杖體所用，故言苴杖者竹也。下章直雲削竹，亦不辨木名，故因釋之云：『削竹者，桐也。』若然，經言苴杖，因釋削杖，唯上下二章不通於下，是以兼釋之。至於帶，五服自明，故不兼釋。"
      },
      {
        "index": 24,
        "text": "然為父所以杖竹者，父者子之天，竹圓亦象天，竹又外內有節，象子為父，亦有外內之痛。又竹能貫四時而不變，子之為父哀痛亦經寒溫而不改，故用竹也。為母杖桐者，欲取桐之言同，內心同之於父，外無節，象家無二尊，屈於父。為之齊衰，經時而有變。又案變除削之使方者，取母象於地故也。此雖不言杖之粗細，案《喪服小記》云：『殺五分而去一，杖大如。』鄭註云：『如要也。』"
      },
      {
        "index": 25,
        "text": "鄭知如要者，以其先雲五分為殺，為要，其下即雲杖大如，明如要也。\n如要者，以杖從心已下，與要同處，故如要也。云『杖各齊其心』者，杖所以扶病，病從心起，故杖之高下以心為斷也。云『皆下本』者，本，根也，案《士喪禮》『下本』，註雲順其性也。云『杖者何爵也』者，自此已下，有五問五答，皆為杖起文。云『者何』者，亦是執所不知，以其吉時，五十已後乃杖，所以扶老。今為父母之喪，有杖有不杖，不知，故執而問之。云『爵』，以爵答之，以其有爵之人必有德，有德則能為父母致病深，故許其以杖扶病。云『無爵而杖者何』，問辭也，庶人無爵，亦得杖。云『檐主也』者，答辭也，以其雖無爵無德，然以子，故假取有爵之杖為之，喪主拜賓、送賓，成喪主之義也。云『非主而杖者何』，問辭也；『輔病也』，答辭也。鄭雲謂眾子雖非為主，子為父母致病是同，亦為輔病也。云『童子何以不杖』者，案此子夏之問辭，有不同，或云『者何』，或云『何以』，或云『何如』，或云『孰後』，或云『孰謂』，或云『何大夫』，或云『曷為』，有此七者。答有義意，凡言者何，皆謂執所不知，故隱元年《公羊傳》云：『元年者何？』何休云：『諸據疑問所不知，故曰者何。』即此問『杖者何』是也。稱何以者，皆據彼決此，即下云：父為長子，『何以三年』，據期章為眾子期，庶皆子，長子獨三年，是據彼決此也。此即《公羊傳》云『何以不言即位』，何休云：『據文公言即位。』隱不稱即位是也。"
      },
      {
        "index": 26,
        "text": "雲何如者，問比類之辭，即下傳云『何為而可為人後』者，『同宗則可為人後』，是其問比類也。雲孰後者，不問比類，依《不杖章》，子夏傳云：孰後？後大宗。"
      },
      {
        "index": 27,
        "text": "禮有大宗、小宗，故問誰為後。雲孰謂者，亦是問比類，但舊君有二等，一是待放之臣，二是致仕之臣，俱為舊君。是以《齊衰三月章》云『舊君』，傳曰："
      },
      {
        "index": 28,
        "text": "『為舊君者，孰謂也，仕焉而已者也。』由其有二等，故問比類也。即《公羊傳》云『王者孰謂？謂文王』是也。雲何大夫者，亦是據彼決此，即《齊衰三月章》云『大夫為舊君』，《傳》曰：『何大夫之謂乎？言其以道去君，而猶未絕也。』"
      },
      {
        "index": 29,
        "text": "由其大夫有致仕者，有待放者，不同，故舉何大夫之問也。言曷為者，亦是據彼決此，故《不杖章》云：『大夫曷為不降，命婦也。』雲謂據大夫於姑姊妹出嫁，宜降不降，故舉曷為之問也。今雲童子何以不杖，問辭也，不能病也，答辭也。"
      },
      {
        "index": 30,
        "text": "此庶童子，非直不杖，以其未冠首加免而已。故《問喪》云：『免者以何為也？\n曰：不冠者之所服也。』言何以者，據當室童子及成人皆杖，唯此庶童子不杖，故雲何以決之也。知當室童子杖者，案《問喪》云：『《禮》曰：童子不緦，唯當室緦。緦者，其免也。當室則免而杖矣。』謂子也。案《雜記》云：『童子哭不亻哀，不踴，不杖，不菲，不廬。』註云：『未成人者，不能備禮也。』此獨雲不杖，餘不言者，此上下皆釋杖，故言杖，不雲餘者。其實皆無，直有衰裳帶而已。又云『婦人何以不杖？亦不能病也』者，此亦謂童子婦人，若成人婦人正杖，知者，此《喪服》上陳其服，下陳其人。喪服之下，男子婦人俱列，男子婦人同有苴杖。又《喪大記》云：『三日，子、夫人杖；五日，大夫世婦杖。』"
      },
      {
        "index": 31,
        "text": "諸經皆有婦人杖文，故知成人婦人正杖也。明此童子婦人，案《喪服小記》云：\n『女子子在室為父母，其主喪者不杖，則子一人杖。』鄭註云：『女子子在室，亦童子也。無男昆弟，使同姓為攝主不杖，則子一人杖，謂長女也。許嫁及二十而笄，笄為成人，成人正杖也。』是其童女為喪主，則亦杖矣。若然，童子得稱婦人者，案《小功章》云：『為侄、庶孫丈夫、婦人之長殤。』是未成人稱婦人也。雷氏以為此《喪服》妻為夫、妾為君、女子子在室為父、女子子嫁及在父之室為父三年，如傳所雲婦人者皆不杖，《喪服小記》婦人不為主而杖者，唯著此一條，明其餘不為主者皆不杖。此說非，何者？此四等婦人皆在杖科之內，何得不杖？又《禮記》記文說婦人杖者甚眾，何言無杖也。云『絞帶者，繩帶也』者，以絞麻為繩作帶，故雲絞帶也。王肅以為絞帶如要，馬、鄭不言，當依王義。"
      },
      {
        "index": 32,
        "text": "雷氏以為絞帶在要之下言之，則要五分去一為帶。但首象項之布，又在首，要象大帶，用繒，又在要，故須五分去一以為帶。今絞帶象革帶，與要同在要，一則無上下之差，二則無粗細可象，而雲去要五分一為絞帶，失其義也。但帶至虞後，變麻服葛。絞帶虞後雖不言所變，案公士、眾臣為君服布帶，又齊衰已下亦布帶，則絞帶虞後變麻服布，於義可也。云『冠繩纓，條屬』者，喪用繩，為纓屬，著也，著之冠，垂之為纓也。云『外畢』者，前後兩畢之未而向外攝之也。云『鍛而勿灰』者，以冠為首飾，布倍衰裳而用六升，又加以水濯，勿用灰而已。冠六升勿灰，則七升巳上故灰矣。故《大功章》鄭註云：『大功布者，其鍛治之功粗沽之。』則七升已上皆用灰也。云『衰三升』者，不言裳，裳與衰同，故舉衰以見裳。為君義服衰三升半，不言者，以縷如三升半，成布三升，故直言三升，舉正以包義也。云『菅屨者，菅菲也，外納。居倚廬』者，周公時謂之屨，子夏時謂之菲。案《士喪禮》『屨外納』，鄭註云：『納，收餘也。』"
      },
      {
        "index": 33,
        "text": "王謂正向外編之，居倚廬，孝子所居，居在門外東壁，倚木為廬，故《既夕》記云『居倚廬』，鄭註云：『倚木為廬，在中門外東方，北戶。』又《喪大記》云："
      },
      {
        "index": 34,
        "text": "『凡非子者，自未葬，以於隱者為廬。』註云：『不欲人屬目，蓋廬於東南角。』\n若然子則廬於其北顯處為之，以其子當應接吊賓，故不於隱者。若然，此下有臣為君，則亦居廬。案《周禮。宮正》雲大喪，『授廬舍，辨其親疏貴賤之居』，註云：『親者、貴者居倚廬，疏者、賤者居堊室。』又《雜記》朝廷卿大夫士居廬，都邑之士居堊室，見諸侯之臣為其君之禮。案《喪大記》云：『婦人不居廬。』"
      },
      {
        "index": 35,
        "text": "若然，此經雲居倚廬，專據男子生文。云『寢苫枕塊』，《既夕》文與此同，彼註云：『苫，編槁。塊，也。』彼又云『不說帶』，鄭註云：『哀戚不在於安。』若然，在中門外者，哀親之在外；寢苫者，哀親之在草故也。此之衰三升枕塊，據大夫已上。若士，則大夫子為士者得行大夫禮。若正士則枕草，衰則縷三升半，成布三升，《雜記》所云『齊晏平仲為其父粗衰斬枕草』是也，但平仲謙為父服士服耳。云『哭晝夜無時』者，哭有三無時：始死未殯已前，哭不絕聲，一無時；既殯已後，卒哭祭已前，阼階之下為朝夕哭，在廬中思憶則哭，二無時；既練之後，無朝夕哭，唯有廬中或十日，或五日，思憶則哭，三無時也。"
      },
      {
        "index": 36,
        "text": "卒哭之後，未練之前，唯有朝夕哭，是一有時也。云『ヱ粥，朝一溢米，夕一溢米』者，孝子遭父母之喪，當為父母致病，故《喪大記》云『水漿不入口』，三日之後乃始食。必三日許食者，聖人制法，不以死傷生，恐至滅性，故禮許之食。"
      },
      {
        "index": 37,
        "text": "雖食猶節之，使朝夕各一溢米而已也。曾子有母之喪，水漿不入於口七日者，失禮之法，故子思非之，云『先王制禮，過之者俯而就之，不至者而及之，故君子執親之喪，水漿不入於口者三日，杖而後能起』，是禮之常法也。云『寢不說帶』者，案《雜記》：『孔子雲，少連、大連善居喪，三月不解。』鄭註云："
      },
      {
        "index": 38,
        "text": "『不解倦也。』又案《既夕》文與此同，鄭註云：『哀戚不在於安。』帶在衰裳之上，而雲不說，則衰裳在內，不說可知。此據未葬前，故文在虞上，既虞後，寢有席，衰說可知也。云『既虞，翦屏柱楣』者，案《王制》雲天子七月而葬，諸侯五月而葬，大夫士三月而葬。又案《士虞禮》既葬，反，日中而虞，鄭註《士喪》『三虞』云：『虞，安也。』葬時送形而往，迎魂而反，反哭之時，入廟中，上堂不見，入室又不見，乃至寢之中，舊殯之處，為虞祭，以安之。"
      },
      {
        "index": 39,
        "text": "《禮記。檀弓》云『葬日虞，不忍一日離也。是日也，以虞易奠』是也。依《公羊傳》云：天子九虞，諸侯七虞，大夫五虞，士三虞。今傳言既虞，謂九虞、七虞、五虞、三虞之後，乃改舊廬，西鄉開戶，翦去戶傍兩廂屏之餘草。柱者，前梁謂之楣，楣下兩頭豎柱，施梁乃夾戶傍之屏也。云『寢有席』者，案《間傳》云『既虞，卒哭，柱楣翦屏，芐翦不納』，鄭云：『芐，今之蒲蘋。』即此寢有席，謂蒲粗加於苫上也。云『食疏食，水飲』者，未虞以前，朝一溢米，夕一溢米而為粥。今既虞之後，用粗疏米為飯而食之，明不止朝一溢夕一溢而已，當以足為度。雲飲水者，未虞以前，渴亦飲水，而在既虞後，與疏食同。言水飲者，恐虞後飲漿酪之等，故雲飲水而已也。云『朝一哭夕一哭而已』者，此當《士虞禮》卒哭之後。彼雲卒哭者，謂卒去廬中無時之哭，唯有朝夕於阼階下有時之哭。《喪服》之中，三無時哭外，唯此卒哭之後，未練之前一節之是有時之哭，故雲而已，言其不足之意。云『既練，舍外寢』者，謂十三月服七升冠，男子除首而帶獨存，婦人除於帶而獨存。又練布為冠，著繩，屨止舍外寢之中，不復居廬也。云『始食菜果，飯疏食』者，案《喪大記》『祥而食肉』，《傳》云『大祥有醯醬，中月而禫，而飲醴酒，始飲酒者，先飲醴酒，始食肉者，先食乾肉』，《曲禮》雲父母之喪，『有疾飲酒食肉，疾止復初』，皆為不以死傷生也。云『哭無時』者，此三無時哭中，謂練後堊室之中，或十日，或五日，思憶則哭。《大記》云『祥而外無哭者，禫而內無哭者』，皆在哭無時之限也。註『盈手』至『異數』。釋曰：云『以五分一為殺者，象五服之數也』者，鄭五服之內，升數至多，若帶象升數，降殺參差難等。若五服，服為一節，則降殺易明，故鄭雲象五服之數也。云『爵，謂天子諸侯卿大夫士也』者，案《白虎通》云：『天子爵號。』又夏殷之士無爵，周之道，爵及命士通大夫自然皆爵也。是天子以下，皆曰爵也。云『屬猶著也。通屈一條繩為武，垂下為纓，著之冠也』者，案《禮記》云：『喪冠條屬，以別吉兇。』若然，吉冠則纓、武別材，兇冠則纓、武同材，是以鄭雲通屈一條繩為武，謂將一條繩從額上約之，至項後交過，兩相各至耳，於武綴之，各垂於頤下結之。云『著之冠』者，武纓皆上屬著冠，冠六升，外畢是也。云『布八十縷為升』者，此無正文，師師相傳言之，是以今亦雲八十縷謂之宗，宗即古之升也。云『今之《禮》皆以登為升，俗誤已行久矣』者，案鄭註《儀禮》之時，古今二《禮》並觀，疊古文者，則從經今文，若疊今文者，則從經古文。今此註而雲今之《禮》皆以登為升，與諸註不同，則今古《禮》皆作升字，俗誤已行久矣也。若然，《論語》云『新既升』，升亦訓為成，今從登不從升者，凡織之法，皆縷縷相登，上乃成繒布，登義強於升，故從登也。引《雜記》者，證條屬是喪冠，若吉冠則纓、武異材。云『三年之練冠，亦條屬』者，欲見條屬以至大祥，除衰杖，大祥除喪之際，朝服縞冠，當纓、武異材，從吉法也。云『右縫，小功以下左』者，案《大戴禮》云：『大功已上唯唯，小功已下額額。』然孝子朝夕哭在阼階之下，西面吊，賓從外入門，北面見之。大功以上，哀重其冠，三辟積，鄉右為之，從陰，陰，唯唯然順。小功緦麻，哀輕，其冠亦三辟積，鄉左為之，從陽，吊賓入門，北鄉望之，額額然逆。鄉賓二者皆條屬，但從吉從兇不同也。云『外畢者，冠前後屈而出，縫於武也』者，冠廣二寸，落頂，前後兩頭皆在武下，鄉外出，反屈之，縫於武而為之，兩頭縫，畢鄉外，故雲外畢。案《曲禮》云『厭冠不入公門』，鄭註云：『厭猶伏也。喪冠厭伏。』是五服同名。由在武下，出反屈之，故得厭伏之名。《檀弓》云：『古者冠縮縫，今也衡縫。故喪冠之反吉，非古也。』是吉冠則辟積無殺，橫縫，亦兩頭皆在武上，鄉內，反屈而縫之，不得厭伏之名。云『二十兩曰溢，為米一升二十四分升之一』者，依法，百二十斤曰石，則是一斛。若然，則十二斤為一鬥，取十斤分之，升得一斤；餘二斤，斤為十六兩，二斤為三十二兩，升取三十兩十升，升得三兩，添前一斤十六兩，為十九兩。餘二兩，兩為二十四銖，二兩為四十八銖，取四十銖十升，升得四銖，餘八銖。一銖為十累，八銖為八十累，十升，升得八累。添前則是一升得十九兩四銖八累。於二十兩，仍少十九銖二累。則別取一升破為十九兩四銖八累，分十兩，兩為二十四銖，則為二百四十銖，又分九兩，兩為二十四銖，則九兩者二百一十六銖，並四銖八累，添前四百六十銖八累，總為二十四分。直取二百四十銖，餘二百二十銖八累在，又取二百一十六銖二十四分，分得九銖，添前分得十九銖，有四銖八累。四銖，銖為十累，總為四十累，通八累為四十八累，二十四分，分得二累，是一升為二十四分，分得十九銖，添前四銖為二十三銖，將二累添前八累則為十累，則十參為一銖，以此一銖添前二十三銖，則為二十四銖，為一兩，一兩添十九兩，外二十兩曰溢。云『楣謂之梁，所謂梁闇』者，所謂《書傳》文。案《喪服四制》云『高宗諒闇三年』，鄭註云：『諒，古作梁，楣謂之梁。闇，讀如鶉鵪之鵪，闇謂廬也。廬有梁者，所謂柱楣也。』即此柱楣者也。云『舍外寢，於中門之外，屋下壘墼為之。不塗初喪虞練哭寝飲食之節傳曰斬者何不緝也苴絰者麻之有蕡者也苴絰大搹左本在下去五分一以為帶齊哀之絰斬衰之帶也去五分一以為帶大功之絰齊衰之帶也去五分一以為帶小功之絰大功之帶也去五分一以為帶緦麻之絰小功之帶也去五分一以為帶苴杖竹也削杖桐也杖各齊其心皆下本杖者何爵也無爵而杖者何擔主也非主而杖者何輔病也童子何以不杖不能病也婦人何以不杖亦不能病也絞帶者繩帶也冠繩纓條屬右縫冠六升外畢鍜而勿灰衰三升菅屨者菅菲也外納居倚廬寢苫枕塊哭晝夜無時歠粥朝一溢米夕一溢米寢不說絰帶既虞翦屏柱楣寢有席食疏食水飲朝一哭夕一哭而已既練舍外寢始食菜菓飯素食哭無時注盈手曰搹搹㧖也中人之㧖圍九寸以五分一為殺者象五服之數也爵謂天子諸侯卿大夫士也無爵謂庶人也擔猶假也無爵者假之以杖尊其為主也非主謂衆子也屬猶著也通屈一條繩為武垂下為纓著之冠也布八十縷為升升字當為登登成也今之禮皆以登為升俗誤已行久矣雜記曰喪冠條屬以別吉凶三年之練冠亦條屬右縫小功以下左縫外畢者冠前後屈而出縫於武也二十兩曰溢為米一升二十四分升之一楣謂之梁柱楣所謂梁闇疏猶粗也舍外寢於中門之外屋下壘墼為之不塗塈所謂堊室也素猶故也謂復平生時食也斬衰不書受月者天子諸侯卿大夫士虞卒哭異數，所謂堊室也』者，今至練後不居舊廬，還於廬處為屋。但天子五門，諸侯三門，得有中門，大夫士唯有大門、內門兩門而已。無中門而雲中門外者，案《士喪禮》及《既夕》，外位唯在寢門外，其東壁有廬，堊室。若然，則以門為中門，據內外皆有哭位，其門在外，內位中，故為中門，非謂在外門、內門之中為中門也。言屋下壘墼為之者，東壁之所，舊本無屋，而雲屋下為之者，謂兩下為屋，謂之屋下。對廬偏加東壁，非兩下謂之廬也。雲不塗不泥者，謂翦屏而已，不泥塗不泥飾也。雲所謂堊室者，《間傳》云父母之喪，既虞，翦屏，期而小祥，居堊室。彼練後居堊室，即此外寢，故鄭雲所謂堊室也。云『謂復平生時食也』者，此食為飼讀之，不得為食讀之，知者，天子已下，平常之食皆有牲牢、魚臘。練後始食菜果，未得食肉飲酒，何得平常時食，明專據米飯而言也。以其初據一溢米而言，既虞，飯疏食，食亦米飯也。此既練後，復平生時食，食亦據米飯而言。以其古者名飯為食，與《公食大夫》者同音也。云『斬衰不書受月者』"
      },
      {
        "index": 40,
        "text": "雲雲，凡喪服，所以表哀，哀有盛時、殺時，服乃隨哀以降殺。故初服粗，至葬後練，後大祥，後漸細加飾，是以冠為受，斬衰裳三升冠六升，既葬後，以其冠為受，衰裳六升冠七升，小祥又以其冠為受，衰裳七升冠八升。自餘齊衰以下，受服之時，差降可知。然葬後有受服，有不受服，案下《齊衰三月章》及《殤大功章》，皆雲無受，《正大功章》即雲三月受，以小功衰即葛九月者，今此《斬衰章》及《齊衰章》應言受月，而不言，故鄭君特解之。案《雜記》云：天子七月而葬，九月而卒哭；諸侯五月而葬，七月而卒哭；大夫三月而葬，五月而卒哭；士三月而葬，是月而卒哭。是天子已下，虞、卒哭異數，尊卑皆葬訖反日中而虞。"
      },
      {
        "index": 41,
        "text": "天子九虞，諸侯七虞，大夫五虞，虞訖即受服。士三虞，待卒哭乃受服。必然者，以其大夫已上，卒哭在後月，虞在前月，日已多，是以虞即受服，不得至卒哭。"
      },
      {
        "index": 42,
        "text": "士葬月，卒哭與虞同月，故受服待卒哭後也。今不言受月者，《喪服》總包天子以下，若言七月，唯據天子，若言五月，唯據諸侯，皆不該上下，故周公設經，沒去受服之文，欲見上下俱含故也。"
      }
    ]
  }
}