{
  "chapterNumber": 6,
  "title": "卷四　西湖南路",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "柳洲亭"
      },
      {
        "index": 2,
        "text": "柳洲亭，宋初為豐樂樓。高宗移汴民居杭地嘉、湖諸郡，時歲豐稔，建此樓以與民同樂，故名。門以左，孫東瀛建問水亭。高柳長堤，樓船畫舫會合亭前，雁次相綴。朝則解維，暮則收纜。車馬喧闐，騶從嘈雜，一派人聲，擾嚷不已。堤之東盡為三義廟。過小橋折而北，則吾大父之寄園、銓部戴斐君之別墅。折而南，則錢麟武閣學、商等軒冢宰、祁世培柱史、余武貞殿撰、陳襄範掌科各家園亭，鱗集於此。過此，則孝廉黃元辰之池上軒、富春周中翰之芙蓉園，比閭皆是。今當兵燹之後，半椽不剩，瓦礫齊肩，蓬蒿滿目。李文叔作《洛陽名園記》，謂以名園之興廢，卜洛陽之盛衰；以洛陽之盛衰，卜天下之治亂。誠哉言也！余於甲午年，偶涉於此，故宮離黍，荊棘銅駝，感慨悲傷，幾效桑苧翁之遊苕溪，夜必慟哭而返。"
      },
      {
        "index": 3,
        "text": "張傑《柳洲亭》詩："
      },
      {
        "index": 4,
        "text": "誰為鴻濛鑿此陂，湧金門外即瑤池。平沙水月三千頃，畫舫笙歌十二時。今古有詩難絕唱，乾坤無地可爭奇。溶溶漾漾年年綠，銷盡黃金總不知。"
      },
      {
        "index": 5,
        "text": "誰為鴻濛鑿此陂，湧金門外即瑤池。平沙水月三千頃，畫舫笙歌十二時。今古有詩難絕唱，乾坤無地可爭奇。溶溶漾漾年年綠，銷盡黃金總不知。"
      },
      {
        "index": 6,
        "text": "王思任《問水亭》詩："
      },
      {
        "index": 7,
        "text": "我來一清步，猶未拾寒煙。燈外兼星外，沙邊更檻邊。孤山供好月，高雁語空天。辛苦西湖水，人還即熟眠。"
      },
      {
        "index": 8,
        "text": "我來一清步，猶未拾寒煙。燈外兼星外，沙邊更檻邊。孤山供好月，高雁語空天。辛苦西湖水，人還即熟眠。"
      },
      {
        "index": 9,
        "text": "趙汝愚《豐樂樓柳梢青》詞："
      },
      {
        "index": 10,
        "text": "水月光中，煙霞影裡，湧出樓臺。空外笙簫，雲間笑語，人在蓬萊。　天香暗逐風回，正十里荷花盛開。買個小舟，山南游遍，山北歸來。"
      },
      {
        "index": 11,
        "text": "靈芝寺"
      },
      {
        "index": 12,
        "text": "靈芝寺，錢武肅王之故苑也。地產靈芝，舍以為寺。至宋而規制濅宏，高、孝兩朝四臨幸焉。內有浮碧軒、依光堂，為新進士題名之所。元末毀，明永樂初僧竺源再造，萬曆二十二年重修。余幼時至其中看牡丹，幹高丈餘，而花蕊爛熳，開至數千餘朵，湖中誇為盛事。寺畔有顯應觀，高宗以祀崔府君也。崔名子玉，唐貞觀間爲磁州鑑陽令，有異政，民生祠之，既卒，為神。高宗為康王時，避金兵，走鉅鹿，馬斃，冒雨獨行，路值三岐，莫知所往。忽有白馬在道，鞚馭乘之，馳至崔祠，馬忽不見。但見祠馬赭汗如雨，遂避宿祠中。夢神以杖擊地，促其行。趨出門，馬复在戶，乘至斜橋，會耿仲南來迎，策馬過澗，見水即化。視之，乃崔府君祠中泥馬也。及即位，立祠報德，累朝崇奉異常。六月六日是其生辰，遊人闐塞。"
      },
      {
        "index": 13,
        "text": "張岱《靈芝寺》詩："
      },
      {
        "index": 14,
        "text": "項羽曾悲騅不逝，活馬猶然如泥塑。焉有泥馬去如飛，等閒直至黃河渡。一堆龍骨蛻厓前，迢遞芒碭迷雲路。煢煢一介走亡人，身陷柏人脫然過。建炎尚是小朝廷，百靈亦復加呵護。"
      },
      {
        "index": 15,
        "text": "項羽曾悲騅不逝，活馬猶然如泥塑。焉有泥馬去如飛，等閒直至黃河渡。一堆龍骨蛻厓前，迢遞芒碭迷雲路。煢煢一介走亡人，身陷柏人脫然過。建炎尚是小朝廷，百靈亦復加呵護。"
      },
      {
        "index": 16,
        "text": "錢王祠"
      },
      {
        "index": 17,
        "text": "錢鏐，臨安石鑑鄉人，驍勇有謀略。壯而微，販鹽自活。"
      },
      {
        "index": 18,
        "text": "唐僖宗時，平浙寇王仙芝，拒黃巢，滅董昌，積功自顯。梁開平元年，封鏐為吳越王。有諷鏐拒梁命者，鏐笑曰：「吾豈失一孫仲謀耶！」遂受之。改其鄉為臨安縣，軍為錦衣軍。是年，省塋壟，延故老，旌鉞鼓吹，振耀山谷。自昔遊釣之所，盡蒙以錦繡，或樹石至有封官爵者，舊貿鹽擔，亦裁錦韜之。"
      },
      {
        "index": 19,
        "text": "一鄰媼九十餘，攜壺泉迎於道左，鏐下車亟拜。媼撫其背，以小字呼之曰：「錢婆留，喜汝長成。」蓋初生時，光怪滿室，父懼，將沉於了溪，此媼苦留之，遂字焉。為牛酒大陳，以飲鄉人；別張蜀錦為廣幄，以飲鄉婦。年上八十者飲金爵，百歲者飲玉爵。鏐起勸酒，自唱還鄉歌以娛賓，曰：「玉節還鄉兮掛錦衣，父老遠近來相隨。斗牛光起天無欺，吳越一王駟馬歸。」時將築宮殿，望氣者言：「因故府大之，不過百年；填西湖之半，可得千年。」武肅笑曰：「焉有千年而其中不出真主者乎？奈何困吾民為！」遂弗改造。宋熙寧間，蘇子瞻守郡，請以龍山廢祠妙音院者，改為表忠觀以祀之。今廢。明嘉靖三十九年，督撫胡宗憲建祠於靈芝寺址，塑三世五王像，春秋致祭，令其十九世孫德洪者守之。郡守陳柯重鐫表忠觀碑記於祠。"
      },
      {
        "index": 20,
        "text": "蘇軾《表忠觀碑記》："
      },
      {
        "index": 21,
        "text": "熙寧十年十月戊子，資政殿大學士、右諫議大夫、知杭州軍事臣言：「故越國王錢氏墳廟，及其父、祖、妃、夫人、子孫之墳，在錢塘者二十有六，在臨安者十有一，皆蕪穢不治，父老過之，有流涕者。謹按：故武肅王鏐，始以鄉兵破走黃巢，名聞江淮。復以八都兵討劉漢宏，並越州以奉董昌，而自居於杭。及昌以越叛，則誅昌而並越，盡有浙東西之地，傳其子文穆王元瓘。至其孫忠獻王仁佐，遂破李景兵而取福州。而仁佐之弟忠懿王俶又大出兵攻景，以迎周世宗之師，其後，卒以國入覲。三世四王，與五代相為終始。天下大亂，豪傑蜂起，方是時，以數州之地盜名字者不可勝數，既覆其族，延及於無辜之民，罔有孑遺。而吳越地方千里，帶甲十萬，鑄山煮海，象犀珠玉之富甲於天下，然終不失臣節，貢獻相望於道。是以其民至於老死不識兵，四時嬉遊，歌舞之聲相聞，至於今不廢。其有德於斯民甚厚。皇帝受命，四方僭亂，以次削平。西蜀江南，負其險遠，兵至城下，力屈勢窮，然後束手。而河東劉氏百戰守死，以抗王師，積骸為城，灑血為池，竭天下之力，僅乃克之。獨吳越不待告命，封府庫，籍郡縣，請吏於朝，視去國如傳舍，其有功於朝廷甚大。昔竇融以河西歸漢，光武詔右扶風修其父祖墳塋，祀以太牢。今錢氏功德殆過於融，而未及百年，墳廟不治，行道傷嗟，甚非所以勸獎忠臣、慰答民心之義也。臣願以龍山廢佛寺曰妙音院者為觀，使錢氏之孫為道士曰自然者居之。凡墳廟之在錢塘者，以付自然。其在臨安者，以付其縣之淨土寺僧曰道微。歲各度其徒一人，使世掌之。籍其地之所入，以時修其祠宇，封植其草木。有不治者，縣令亟察之，甚者，易其人，庶幾永終不墮以稱朝廷待錢氏之意。臣昧死以聞。」制曰：可。其妙音院賜改名表忠觀。"
      },
      {
        "index": 22,
        "text": "銘曰："
      },
      {
        "index": 23,
        "text": "天目之山，苕水出焉。龍飛鳳舞，萃於臨安。篤生異人，絕類離羣。奮挺大呼，從者如雲。仰天誓江，月星晦蒙。強弩射潮，江海為東。殺宏誅昌，奄在吳越。金券玉冊，虎符龍節。大城其居，包絡山川。左江右湖，控引島蠻。歲時歸休，以燕父老。曄如神人，玉帶球馬。四十一年，寅畏小心。厥篚相望，大貝南金。五胡昏亂，罔堪托國。三王相承，以符有德。既獲所歸，弗謀弗諮。先王之志，我維行之。天祚忠孝，世有爵邑。允文允武，子孫千億。帝謂守臣，治其祠墳。毋俾樵牧，愧其後昆。龍山之陽，巋焉斯宮。匪私於錢，惟以勸忠。非忠無君，非孝無親。凡百有位，視此刻文。"
      },
      {
        "index": 24,
        "text": "張岱《錢王祠》詩："
      },
      {
        "index": 25,
        "text": "扼定東南十四州，五王並不事兜鍪。英雄球馬朝天子，帶礪山河擁冕旒。大樹千株被錦紱，錢塘萬弩射潮頭。五胡紛擾中華地，歌舞西湖近百秋。"
      },
      {
        "index": 26,
        "text": "扼定東南十四州，五王並不事兜鍪。英雄球馬朝天子，帶礪山河擁冕旒。大樹千株被錦紱，錢塘萬弩射潮頭。五胡紛擾中華地，歌舞西湖近百秋。"
      },
      {
        "index": 27,
        "text": "又《錢王祠柱銘》："
      },
      {
        "index": 28,
        "text": "力能分土，提鄉兵殺宏誅昌；一十四州，雞犬桑麻，撐住東南半壁。志在順天，求真主迎周歸宋；九十八年，象犀筐篚，混同吳越一家。"
      },
      {
        "index": 29,
        "text": "力能分土，提鄉兵殺宏誅昌；一十四州，雞犬桑麻，撐住東南半壁。志在順天，求真主迎周歸宋；九十八年，象犀筐篚，混同吳越一家。"
      },
      {
        "index": 30,
        "text": "淨慈寺"
      },
      {
        "index": 31,
        "text": "淨慈寺，周顯德元年錢王俶建，號慧日永明院，迎衢州道潛禪師居之。潛嘗欲向王求金鑄十八阿羅漢，未白也。王忽夜夢十八巨人隨行。翌日，道潛以請，王異而許之，始作羅漢堂。宋建隆初，禪師延壽以佛祖大意，經綸正宗，撰《宗鏡錄》一百卷，遂作宗鏡堂。熙寧中，郡守陳襄延僧宗本居之。歲旱，湖水盡涸。寺西隅甘泉出，有金色鰻魚游焉，因鑿井，寺僧千餘人飲之不竭，名曰圓照井。南渡時，毀而復建，僧道容鳩工五歲始成。塑五百阿羅漢，以田字殿貯之。紹興九年，改賜淨慈報恩光化寺額。复毀。孝宗時，一僧募緣修殿，日饜酒肉而返，寺僧問其所募錢幾何，曰：「盡飽腹中矣。」募化三年，簿上布施金錢，一一開載明白。一日，大喊街頭曰：「吾造殿矣。」復置酒肴，大醉市中，揠喉大嘔，撒地皆成黃金，眾緣自是畢集，而寺遂落成。僧名濟顛。識者曰：「是即永明後身也。」嘉泰間，复毀，再建於嘉定三年。寺故閎大，甲於湖山。翰林程珌記之，有「濕紅映地，飛翠侵霄，簷轉鸞翎，階排雁齒。星垂珠網，寶殿洞乎琉璃；日耀璇題，金椽聳乎玳瑁」之語。時宰官建議，以京輔佛寺推次甲乙，尊表五山，為諸剎綱領，而淨慈與焉。先是，寺僧艱汲，擔水湖濱。紹定四年，僧法薰以錫杖扣殿前地，出泉二派，鍫為雙井，水得無缺。淳祐十年，建千佛閣，理宗書「華嚴法界正偏知閣」八字賜之。元季，湖寺盡毀，而茲寺獨存。明洪武間毀，僧法淨重建。正統間复毀，僧宗妙復建。萬曆二十年，司禮監孫隆重修，鑄鐵鼎，葺鐘樓，構井亭，架掉楔。永樂間，建文帝隱遁於此，寺中有其遺像，狀貌魁偉，迥異常人。"
      },
      {
        "index": 32,
        "text": "袁宏道《蓮花洞小記》："
      },
      {
        "index": 33,
        "text": "蓮花洞之前為居然亭。亭軒豁可望，每一登覽，則湖光獻碧，鬚眉形影，如落鏡中。六橋楊柳一絡，牽風引浪，蕭疏可愛。晴雨煙月，風景互異，淨慈之絕勝處也。洞石玲瓏若生，巧逾雕鏤。余常謂吳山南屏一派皆石骨土膚，中空四達，愈搜愈出。近若宋氏園享，皆搜得者。又紫陽宮石，為孫內使搜出者甚多。噫，安得五丁神將，挽錢塘江水，將塵泥洗盡，出其奇奧，當何如哉！"
      },
      {
        "index": 34,
        "text": "王思任《淨慈寺》詩："
      },
      {
        "index": 35,
        "text": "淨寺何年出，西湖長翠微。佛雄香較細，雲飽綠交肥。巖竹支僧閣，泉花蹴客衣。酒家蓮葉上，鷗鷺往來飛。"
      },
      {
        "index": 36,
        "text": "淨寺何年出，西湖長翠微。佛雄香較細，雲飽綠交肥。巖竹支僧閣，泉花蹴客衣。酒家蓮葉上，鷗鷺往來飛。"
      },
      {
        "index": 37,
        "text": "小蓬萊"
      },
      {
        "index": 38,
        "text": "小蓬萊在雷峯塔右，宋內侍甘昇園也。奇峯如雲，古木蓊蔚，理宗常臨幸。有御愛松，蓋數百年物也。自古稱為小蓬萊。石上有宋刻「青雲巖」、「鰲峯」等字。今為黃貞父先生讀書之地，改名「寓林」，題其石為「奔雲」。余謂「奔雲」得其情，未得其理。石如滇茶一朵，風雨落之，半入泥土，花瓣棱棱，三四層折。人走其中，如蝶入花心，無須不綴。色黝黑如英石，而苔蘚之古，如商彝周鼎入土千年，青綠徹骨也。貞父先生為文章宗匠，門人數百人。一時知名士，無不出其門下者。余幼時從大父訪先生。先生面黧黑，多髭鬚，毛頰，河目海口，眉棱鼻梁，張口多笑。交際酬酢，八面應之。耳聆客言，目睹來牘，手書回札，口囑傒奴，雜沓於前，未嘗少錯。客至，無貴賤，便肉、便飯食之，夜即與同榻。余一書記往，頗穢惡，先生寢食之無異也。天啟丙寅，余至寓林，亭榭傾圮，堂中窀先生遺蛻，不勝人琴之感。今當丁酉，再至其地，牆圍俱倒，竟成瓦礫之場。余欲築室於此，以為東坡先生專祠，往鬻其地，而主人不肯。但林木俱無，苔蘚盡剝。「奔雲」一石，亦殘缺失次，十去其五。數年之後，必鞠為茂草，盪為冷煙矣。菊水桃源，付之一想。"
      },
      {
        "index": 39,
        "text": "張岱《小蓬萊奔雲石》詩："
      },
      {
        "index": 40,
        "text": "滇茶初著花，忽為風雨落。簇簇起波棱，層層界輪廓。如蝶綴花心，步步堪咀嚼。薜蘿雜松楸，陰翳罩輕幕。色同黑漆古，苔斑解竹籜。土繡鼎彝文，翡翠兼丹雘。雕琢真鬼工，仍然歸渾樸。須得十年許，解衣恣盤礴。況遇主人賢，胸中有丘壑。此石是寒山，吾語爾能諾。"
      },
      {
        "index": 41,
        "text": "滇茶初著花，忽為風雨落。簇簇起波棱，層層界輪廓。如蝶綴花心，步步堪咀嚼。薜蘿雜松楸，陰翳罩輕幕。色同黑漆古，苔斑解竹籜。土繡鼎彝文，翡翠兼丹雘。雕琢真鬼工，仍然歸渾樸。須得十年許，解衣恣盤礴。況遇主人賢，胸中有丘壑。此石是寒山，吾語爾能諾。"
      },
      {
        "index": 42,
        "text": "雷峯塔"
      },
      {
        "index": 43,
        "text": "雷峯者，南屏山之支麓也。穹窿回映，舊名中峯，亦名回峯。宋有雷就者居之，故名雷峯。吳越王於此建塔，始以十三級為準，擬高千尺。後財力不敷，止建七級。古稱王妃塔。元末失火，僅存塔心。雷峯夕照，遂為西湖十景之一。曾見李長蘅題畫有云：「吾友聞子將嘗言：『湖上兩浮屠，保俶如美人，雷峯如老衲。』予極賞之。辛亥在小築，與沈方回池上看荷花，輒作一詩，中有句云：『雷峯倚天如醉翁』。嚴印持見之，躍然曰：『子將老衲不如子醉翁，尤得其情態也。』蓋余在湖上山樓，朝夕與雷峯相對，而暮山紫氣，此翁頹然其間，尤為醉心。然予詩落句云：『此翁情淡如煙水。』則未嘗不以子將老衲之言為宗耳。癸丑十月醉後題。」"
      },
      {
        "index": 44,
        "text": "林逋《雷峯》詩："
      },
      {
        "index": 45,
        "text": "中峯一徑分，盤折上幽雲。夕照前林見，秋濤隔岸聞。長松標古翠，疏竹動微薰。自愛蘇門嘯，懷賢事不羣。"
      },
      {
        "index": 46,
        "text": "中峯一徑分，盤折上幽雲。夕照前林見，秋濤隔岸聞。長松標古翠，疏竹動微薰。自愛蘇門嘯，懷賢事不羣。"
      },
      {
        "index": 47,
        "text": "張岱《雷峯塔》詩："
      },
      {
        "index": 48,
        "text": "聞子狀雷峯，老僧掛偏裻。日日看西湖，一生看不足。時有薰風至，西湖是酒床。醉翁潦倒立，一口吸西江。慘淡一雷峯，如何擅夕照。遍體是煙霞，掀髯复長嘯。怪石集南屏，寓林為其窟。豈是米襄陽，端嚴具袍笏。"
      },
      {
        "index": 49,
        "text": "聞子狀雷峯，老僧掛偏裻。日日看西湖，一生看不足。時有薰風至，西湖是酒床。醉翁潦倒立，一口吸西江。慘淡一雷峯，如何擅夕照。遍體是煙霞，掀髯复長嘯。怪石集南屏，寓林為其窟。豈是米襄陽，端嚴具袍笏。"
      },
      {
        "index": 50,
        "text": "包衙莊"
      },
      {
        "index": 51,
        "text": "西湖之船有樓，實包副使涵所創為之。大小三號：頭號置歌筵，儲歌童；次載書畫；再次偫美人。涵老以聲伎非侍妾比，仿石季倫、宋子京家法，都令見客。常靚妝走馬，媻姍勃窣，穿柳過之，以為笑樂。明檻綺疏，曼謳其下，擫籥彈箏，聲如鶯試。客至，則歌童演劇，隊舞鼓吹，無不絕倫。"
      },
      {
        "index": 52,
        "text": "乘興一出，住必浹旬，觀者相逐，問其所止。南園在雷峯塔下，北園在飛來峯下。兩地皆石藪，積牒磊砢，無非奇峭。但亦借作溪澗橋梁，不於山上疊山，大有文理。大廳以拱斗抬梁，偷其中間四柱，隊舞獅子甚暢。北園作八卦房，園亭如規，分作八格，形如扇面。當其狹處，橫亙一床，帳前後開合，下里帳則床向外，下外帳則床向內。涵老居其中，扃上開明窗，焚香倚枕，則八床面面皆出。窮奢極欲，老於西湖者二十年。金谷、郿塢，著一毫寒儉不得，索性繁華到底，亦杭州人所謂「左右是左右」也。西湖大家何所不有，西子有時亦貯金屋。咄咄書空，則窮措大耳。"
      },
      {
        "index": 53,
        "text": "陳函輝《南屏包莊》詩："
      },
      {
        "index": 54,
        "text": "獨創樓船水上行，一天夜氣識金銀。歌喉裂石驚魚鳥，燈火分光入藻蘋。瀟灑西園出聲伎，豪華金谷集文人。自來寂寞皆唐突，雖是逋仙亦恨貧。"
      },
      {
        "index": 55,
        "text": "獨創樓船水上行，一天夜氣識金銀。歌喉裂石驚魚鳥，燈火分光入藻蘋。瀟灑西園出聲伎，豪華金谷集文人。自來寂寞皆唐突，雖是逋仙亦恨貧。"
      },
      {
        "index": 56,
        "text": "南高峯"
      },
      {
        "index": 57,
        "text": "南高峯在南北諸山之界，羊腸佶屈，松篁蔥蒨，非芒鞋布襪，努策支筇，不可陟也。塔居峯頂，晉天福間建，崇寧、乾道兩度重修。元季毀。舊七級，今存三級。塔中四望，則東瞰平蕪，煙銷日出，盡湖中之景。南俯大江，波濤洄洑，舟楫隱見杳靄間。西接巖竇，怪石翔舞，洞穴邃密。其側有瑞應像，巧若鬼工。北矚陵阜，陂陀曼延，箭櫪叢出，麰麥連雲。山椒巨石屹如峨冠者，名先照壇，相傳道者鎮魔處。峯頂有缽盂潭、穎川泉，大旱不涸，大雨不盈。潭側有白龍洞。"
      },
      {
        "index": 58,
        "text": "道隱《南高峯》詩："
      },
      {
        "index": 59,
        "text": "南北高峯兩鬱蔥，朝朝滃浡海煙封。極顛螺髻飛雲棧，半嶺峨冠怪石供。三級浮屠巢老鶻，一泓清水豢痴龍。倘思濟勝煩攜具，布襪芒鞋策短筇。"
      },
      {
        "index": 60,
        "text": "南北高峯兩鬱蔥，朝朝滃浡海煙封。極顛螺髻飛雲棧，半嶺峨冠怪石供。三級浮屠巢老鶻，一泓清水豢痴龍。倘思濟勝煩攜具，布襪芒鞋策短筇。"
      },
      {
        "index": 61,
        "text": "煙霞石屋"
      },
      {
        "index": 62,
        "text": "由太子灣南折而上為石屋嶺。過嶺為大仁禪寺，寺左為煙霞石屋。屋高廠虛明，行迤二丈六尺，狀如軒榭，可布几筵。洞上周鐫羅漢五百十六身。其底邃窄通幽，陰翳杏靄。側有蝙蝠洞，蝙蝠大者如鴉，掛搭連牽，互銜其尾。糞作奇臭，古廟高梁，多受其累。會稽禹廟亦然。由山椒右旋為新庵，王子安亹、陳章侯洪綬嘗讀書其中。余往訪之，見石如飛來峯，初經洗出，潔不去膚，雋不傷骨，一洗楊髡鑿佛之慘。峭壁奇峯，忽露生面，為之大快。建炎間，里人避兵其內，數千人皆獲免。嶺下有水樂洞，嘉泰間為楊郡王別圃。壘石築亭，結構精雅。年久蕪穢不治，水樂絕響。賈秋壑以厚直得之，命寺僧深求水樂所以興廢者，不得其說。一日，秋壑往遊，俯睨旁聽，悠然有會，曰：「谷虛而後能應，水激而後能響，今水瀦其中，土壅其外，欲其發響，得乎？」亟命疏壅導瀦，有聲從洞澗出，節奏自然。二百年勝概，一日始復。乃築亭，以所得東坡真跡，刻置其上。"
      },
      {
        "index": 63,
        "text": "蘇軾《水樂洞小記》："
      },
      {
        "index": 64,
        "text": "錢塘東南有水樂洞，泉流巖中，皆自然宮商。又自靈隱、下天竺而上，至上天竺，溪行兩山間，巨石磊磊如牛羊，其聲空礱然，真若鐘鼓，乃知莊生所謂天籟，蓋無在不有也。"
      },
      {
        "index": 65,
        "text": "袁宏道《煙霞洞小記》："
      },
      {
        "index": 66,
        "text": "煙霞洞，亦古亦幽，涼沁入骨，乳汁涔涔下。石屋虛明開朗，如一片雲，欹側而立，又如軒榭，可布几筵。余凡兩過石屋，為傭奴所據，嘈雜若市，俱不得意而歸。"
      },
      {
        "index": 67,
        "text": "張京元《石屋小記》："
      },
      {
        "index": 68,
        "text": "石屋寺，寺卑下無可觀。巖下石龕，方廣十笏，遂以屋稱。屋內，好事者置一石榻，可坐。四旁刻石像如傀儡，殊不雅馴。想以幽僻得名耳。出石屋西，上下山坡夾道皆叢桂，秋時著花，香聞數十里，堪稱金粟世界。"
      },
      {
        "index": 69,
        "text": "又《煙霞寺小記》："
      },
      {
        "index": 70,
        "text": "煙霞寺在山上，亦荒落，系中貴孫隆易創，頗新整。殿後開宕取土，石骨盡出，巉峭可觀。由殿右稍上兩三盤，經象鼻峯東折數十武，為煙霞洞。洞外小亭踞之，望錢塘如帶。"
      },
      {
        "index": 71,
        "text": "李流芳《題煙霞春洞畫》："
      },
      {
        "index": 72,
        "text": "從煙霞寺山門下眺，林壑窈窕，非復人境。李花時尤奇，真瓊林瑤島也。猶記與閒孟、無際，自法相寺至煙霞洞，小憩亭子，渴甚，無從得酒。見兩傖父攜榼至，閒孟口流涎，遽從乞飲，傖父不顧。予輩大怪。偶見梁間惡詩書一板上，乃抉而擲之。傖父蹌踉而走。念此輒噴飯不已也。"
      },
      {
        "index": 73,
        "text": "高麗寺"
      },
      {
        "index": 74,
        "text": "高麗寺本名慧因寺，後唐天成二年，吳越錢武肅王建也。"
      },
      {
        "index": 75,
        "text": "宋元豐八年，高麗國王子僧統義天入貢，因請淨源法師學賢首教。元祐二年，以金書漢譯《華嚴經》三百部入寺，施金建華嚴大閣藏塔以尊崇之。元祐四年，統義天以祭奠淨源為名，兼進金塔二座。杭州刺史蘇軾疏言：「外夷不可使屢入中國，以疏邊防，金塔宜卻弗受。」神宗從之。元延祐四年，高麗沈王奉詔進香幡經於此。至正末毀。洪武初重葺。俗稱高麗寺。礎石精工，藏輪宏麗，兩山所無。萬曆間，僧如通重修。余少時從先宜人至寺燒香，出錢三百，命輿人推轉輪藏，輪轉呀呀，如鼓吹初作。後旋轉熟滑，藏輪如飛，推者莫及。"
      },
      {
        "index": 76,
        "text": "法相寺"
      },
      {
        "index": 77,
        "text": "法相寺俗稱長耳相。後唐時，有僧法真，有異相，耳長九寸，上過於頂，下可結頤，號長耳和尚。天成二年，自天台國清寒巖來游，錢武肅王待以賓禮，居法相院。至宋乾祐四年正月六日，無疾，坐方丈，集徒眾，沐浴，趺跏而逝。弟子輩漆其真身，供佛龕，謂是定光佛後身。婦女祈求子嗣者，懸幡設供無虛日。以此法相名著一時。寺後有錫杖泉，水盆活石。僧廚香潔，齋供精良。寺前茭白筍，其嫩如玉，其香如蘭，入口甘芳，天下無比。然須在新秋八月，餘時不能也。"
      },
      {
        "index": 78,
        "text": "袁宏道《法相寺拜長耳和尚肉身戲題》："
      },
      {
        "index": 79,
        "text": "輪相居然足，漆光與鑑新。神魂知也未，爪齒幻耶真。古董休疑容，莊嚴不待人。饒他金與石，到此亦成塵。"
      },
      {
        "index": 80,
        "text": "輪相居然足，漆光與鑑新。神魂知也未，爪齒幻耶真。古董休疑容，莊嚴不待人。饒他金與石，到此亦成塵。"
      },
      {
        "index": 81,
        "text": "徐渭《法相寺看活石》："
      },
      {
        "index": 82,
        "text": "蓮花不在水，分葉簇青山。徑折雖能入，峯迷不待還。取蒲量石長，問竹到溪灣。莫怪掩斜日，明朝恐未閒。"
      },
      {
        "index": 83,
        "text": "蓮花不在水，分葉簇青山。徑折雖能入，峯迷不待還。取蒲量石長，問竹到溪灣。莫怪掩斜日，明朝恐未閒。"
      },
      {
        "index": 84,
        "text": "張京元《法相寺小記》："
      },
      {
        "index": 85,
        "text": "法相寺不甚麗，而香火駢集。定光禪師長耳遺蛻，婦人謁之，以為宜男，爭摩頂腹，漆光可鑑。寺右數十武，度小橋，折而上，為錫杖泉。涓涓細流，雖大旱不竭。經流處，僧置一砂缸，挹注供爨。久之，水土銹結，蒲生其上，厚幾數寸，竟不見缸質，因名蒲缸。倘可鏟置研池爐足，古董家不秦漢不道矣。"
      },
      {
        "index": 86,
        "text": "李流芳《題法相山亭畫》："
      },
      {
        "index": 87,
        "text": "去年在法相，有送友人詩云：「十年法相松間寺，此日淹留卻共君。忽忽送君無長物，半間亭子一溪雲。」時與方回、孟暘避暑竹閣，連夜風雨，泉聲轟轟不絕。又有題扇頭小景一詩：「夜半溪閣響，不知風雨歇。起視杳靄間，悠然見微月。」"
      },
      {
        "index": 88,
        "text": "一時會心，不知作何語。今日展此，亦自可思也。壬子十月大佛寺倚醉樓燈下題。"
      },
      {
        "index": 89,
        "text": "于墳"
      },
      {
        "index": 90,
        "text": "于墳。于少保公以再造功，受冤身死，被刑之日，陰霾翳天，行路踴嘆。夫人流山海關，夢公曰：「吾形殊而魂不亂，獨目無光明，借汝眼光見形於皇帝。」翌日，夫人喪其明。會奉天門災，英廟臨視，公形見火光中。上憫然念其忠，乃詔貸夫人歸。又夢公還眼光，目復明也。公遺骸，都督陳逵密囑瘞藏。繼子冕請葬錢塘祖塋，得旨奉葬於此。成化二年，廷議始白。上遣行人馬暶諭祭。其詞略曰：「當國家之多難，保社稷以無虞；惟公道以自持，為權奸之所害。先帝已知其枉，而朕心實憐其忠。」弘治七年賜諡曰「肅愍」，建祠曰「旌功」。萬曆十八年，改諡「忠肅」。四十二年，御使楊鶴為公增廓祠宇，廟貌巍煥，屬雲間陳繼儒作碑記之。碑曰：「大抵忠臣為國，不惜死，亦不惜名。不惜死，然後有豪傑之敢；不惜名，然後有聖賢之悶。黃河之排山倒海，是其敢也；即能伏流地中萬三千里，又能千里一曲，是其悶也。昔者土木之變，裕陵北狩，公痛哭抗疏，止南遷之議，召勤王之師。鹵擁帝至大同，至宣府，至京城下，皆登城謝曰：『賴天地宗社之靈，國有君矣。』此一見《左傳》：楚人伏兵車，執宋公以伐宋。公子目夷令宋人應之曰：賴社稷之靈，國已有君矣。楚人知雖執宋公，猶不得宋國，於是釋宋公。又一見《廉頗傳》：秦王逼趙王會澠池。廉頗送至境曰：『王行，度道里會遇禮畢還，不過三十日，不還，則請立太子為王，以絕秦望。』又再見《王旦傳》：契丹犯邊，帝幸澶州。旦曰：『十日之內，未有捷報，當何如？』帝默然良久，曰：『立皇太子。』三者，公讀書得力也。由前言之，公為宋之目夷；由後言之，公不為廉頗、旦，何也？嗚呼！茂陵之立而復廢，廢而後當立，誰不知之？公之識，豈出王直、李侃、朱英下？又豈出鐘同、章綸下？蓋公相時度勢，有不當言者，有不必言者。當裕陵在鹵，茂陵在儲，拒父則衛輒，迎父則高宗，戰不可，和不可，無一而可。為製鹵地，此不當言也。裕陵既返，見濟薨，郕王病，天人攸歸，非裕陵而誰？又非茂陵而誰？明率百官，朝請復辟，直以遵晦待時耳，此不必言也。若徐有貞、曹、石奪門之舉，乃變局，非正局；乃劫局，非遲局；乃縱橫家局，非社稷大臣局也。或曰：盍去諸？嗚呼！公何可去也。公在則裕陵安，而茂陵亦安。若公諍之，而公去之，則南宮之錮，不將燭影斧聲乎？東宮之廢後，不將宋之德昭乎？公雖欲調郕王之兄弟，而實密護吾君之父子，乃知回，公功；其他日得以復辟，公功也；复儲亦公功也。人能見所見，而不能見所不見。能見者，豪傑之敢；不能見者，聖賢之悶。敢於任死，而悶於暴君，公真古大臣之用心也哉！」公祠既盛，而四方之祈夢至者接踵，而答如響。"
      },
      {
        "index": 91,
        "text": "王思任《弔于忠肅祠》詩："
      },
      {
        "index": 92,
        "text": "涕割西湖水，于墳望岳墳。孤煙埋碧血，太白黯妖氛。社稷留還我，頭顱擲與君。南城得意骨，何處暮楊聞。一派笙歌地，千秋寒食朝。白雲心浩浩，黃葉淚蕭蕭。天柱擎鴻社，人生付鹿蕉。北邙今古諱，幾突麗山椒。"
      },
      {
        "index": 93,
        "text": "涕割西湖水，于墳望岳墳。孤煙埋碧血，太白黯妖氛。社稷留還我，頭顱擲與君。南城得意骨，何處暮楊聞。一派笙歌地，千秋寒食朝。白雲心浩浩，黃葉淚蕭蕭。天柱擎鴻社，人生付鹿蕉。北邙今古諱，幾突麗山椒。"
      },
      {
        "index": 94,
        "text": "張溥《吊于忠肅》詩："
      },
      {
        "index": 95,
        "text": "栝柏風嚴辭月明，至今兩袖識書生。青山魂魄分夷夏，白日鬚眉見太平。一死錢塘潮尚怒，孤墳岳渚水同清。莫言軟美人如土，夜夜天河望帝京。"
      },
      {
        "index": 96,
        "text": "栝柏風嚴辭月明，至今兩袖識書生。青山魂魄分夷夏，白日鬚眉見太平。一死錢塘潮尚怒，孤墳岳渚水同清。莫言軟美人如土，夜夜天河望帝京。"
      },
      {
        "index": 97,
        "text": "張岱《于少保祠》詩："
      },
      {
        "index": 98,
        "text": "平生有力濟危川，百二山河去復旋。宗澤死心援北狩，李綱痛哭止南遷。澠池立子還無日，社稷呼君別有天。復辟南宮豈是奪，借公一死取貂蟬。社稷存亡股掌中，反因罪案見精忠。以君孤注憂王旦，分我杯羹歸太公。但使廬陵存外邸，自知冕服返桐宮。屬鏤賜死非君意，曾道于謙實有功。"
      },
      {
        "index": 99,
        "text": "平生有力濟危川，百二山河去復旋。宗澤死心援北狩，李綱痛哭止南遷。澠池立子還無日，社稷呼君別有天。復辟南宮豈是奪，借公一死取貂蟬。社稷存亡股掌中，反因罪案見精忠。以君孤注憂王旦，分我杯羹歸太公。但使廬陵存外邸，自知冕服返桐宮。屬鏤賜死非君意，曾道于謙實有功。"
      },
      {
        "index": 100,
        "text": "楊鶴《于墳華表柱銘》："
      },
      {
        "index": 101,
        "text": "赤手挽銀河，君自大名垂宇宙。青山埋白骨，我來何處哭英雄。"
      },
      {
        "index": 102,
        "text": "赤手挽銀河，君自大名垂宇宙。青山埋白骨，我來何處哭英雄。"
      },
      {
        "index": 103,
        "text": "又《正祠柱銘》："
      },
      {
        "index": 104,
        "text": "千古痛錢塘，並楚國孤臣，白馬江邊，怒卷千堆夜雪。兩朝冤少保，同岳家父子，夕陽亭裡，傷心兩地風波。"
      },
      {
        "index": 105,
        "text": "千古痛錢塘，並楚國孤臣，白馬江邊，怒卷千堆夜雪。兩朝冤少保，同岳家父子，夕陽亭裡，傷心兩地風波。"
      },
      {
        "index": 106,
        "text": "董其昌《于少保祠柱銘》："
      },
      {
        "index": 107,
        "text": "賴社稷之靈，國已有君，自分一腔拋熱血。竭股肱之力，繼之以死，獨留青白在人間。"
      },
      {
        "index": 108,
        "text": "賴社稷之靈，國已有君，自分一腔拋熱血。竭股肱之力，繼之以死，獨留青白在人間。"
      },
      {
        "index": 109,
        "text": "張岱《于少保柱銘》："
      },
      {
        "index": 110,
        "text": "宋室無謀，歲輸鹵數万幣，和議既成，安得兩宮歸朔漠。漢家鬥智，幸分我一杯羹，挾求非計，不勞三寸返新豐。"
      },
      {
        "index": 111,
        "text": "宋室無謀，歲輸鹵數万幣，和議既成，安得兩宮歸朔漠。漢家鬥智，幸分我一杯羹，挾求非計，不勞三寸返新豐。"
      },
      {
        "index": 112,
        "text": "張岱《定香橋小記》："
      },
      {
        "index": 113,
        "text": "甲戌十月，攜楚生住不繫園看紅葉。至定香橋，客不期而至者八人：南京曾波臣，東陽趙純卿，金壇彭天錫，諸暨陳章侯，杭州楊與民、陸九、羅三，女伶陳素芝。余留飲。章侯攜縑素為純卿畫古佛，波臣為純卿寫照，楊與民彈三弦子，羅三唱曲，陸九吹簫。與民復出寸許紫檀界尺，據小梧，用北調說《金瓶梅》一劇，使人絕倒。是夜，彭天錫與羅三、與民串本腔戲，妙絕；與楚生、素芝串調腔戲，又復妙絕。章侯唱村落小歌，余取琴和之，牙牙如語。純卿笑曰：「恨弟無一長，以侑兄輩酒。」余曰：「唐裝將軍旻居喪，請吳道子畫天宮壁度亡母。道子曰：『將軍為我舞劍一回，庶因猛厲以通幽冥。』旻脫縗衣，纏結，上馬馳驟，揮劍入雲，高十數丈，若電光下射，執鞘承之，劍透室而入，觀者惊栗。道子奮袂如風，畫壁立就。章侯為純卿畫佛，而純卿舞劍，正今日事也。」純卿跳身起，取其竹節鞭，重三十斤，作胡旋舞數纏，大噱而罷。"
      },
      {
        "index": 114,
        "text": "風篁嶺"
      },
      {
        "index": 115,
        "text": "風篁嶺，多蒼筤筿簜，風韻淒清。至此，林壑深沉，迥出塵表。流淙活活，自龍井而下，四時不絕。嶺故叢薄荒密。"
      },
      {
        "index": 116,
        "text": "元豐中，僧辨才淬治潔楚，名曰「風篁嶺」。蘇子瞻訪辨才於龍井，送至嶺上，左右驚曰：「遠公過虎溪矣。」辨才笑曰："
      },
      {
        "index": 117,
        "text": "「杜子有云：與子成二老，來往亦風流。」遂造亭嶺上，名曰「過溪」，亦曰「二老」。子瞻記之，詩云：「日月轉雙轂，古今同一丘。惟此鶴骨老，凜然不知秋。去住兩無礙，人土爭挽留。去如龍出水，雷雨卷潭秋。來如珠還浦，魚鱉爭駢頭。此生暫寄寓，常恐名實浮。我比陶令愧，師為遠公優。送我過虎溪，溪水噹逆流。聊使此山人，永記二老遊。」"
      },
      {
        "index": 118,
        "text": "李流芳《風篁嶺》詩："
      },
      {
        "index": 119,
        "text": "林壑深沉處，全憑筿簜迷。片雲藏屋裡，二老到雲棲。學士留龍井，遠公過虎溪。烹來石巖白，翠色映玻璃。"
      },
      {
        "index": 120,
        "text": "林壑深沉處，全憑筿簜迷。片雲藏屋裡，二老到雲棲。學士留龍井，遠公過虎溪。烹來石巖白，翠色映玻璃。"
      },
      {
        "index": 121,
        "text": "龍井"
      },
      {
        "index": 122,
        "text": "南山上下有兩龍井。上為老龍井，一泓寒碧，清冽異常，棄之叢薄間，無有過而問之者。其地產茶，遂為兩山絕品。再上為天門，可通三竺。南為九溪，路通徐村，水出江干。其西為十八澗，路通月輪山，水出六和塔下。龍井本名延恩衍慶寺。唐乾祐二年，居民募緣改造為報國看經院。宋熙寧中，改壽聖院，東坡書額。紹興三十一年，改廣福院。淳祐六年，改龍井寺。元豐二年，辨才師自天竺歸老於此，不復出，與蘇子瞻、趙閱道友善。後人建三賢閣祀之，歲久寺圮。萬曆二十三年，司禮孫公重修，構亭軒，築橋，鍬浴龍池，創霖雨閣，煥然一新，遊人駢集。"
      },
      {
        "index": 123,
        "text": "一片雲"
      },
      {
        "index": 124,
        "text": "神運石在龍井寺中，高六尺許，奇怪突兀，特立簷下。有木香一架，穿繞竅竇，蟠若龍蛇。正統十三年，中貴李德駐龍井。天旱，令力士淘之。初得鐵牌二十四、玉佛一座、金銀一錠，鑿大宋元豐年號。後得此石，以八十人舁起之。上有「神運」二字，旁多款識，漶漫不可讀，不知何代所鐫，大約皆投龍以祈雨者也。風篁嶺上有一片雲石，高可丈許，青潤玲瓏，巧若鏤刻。松磴盤屈，草莽間有石洞，堆砌工致巉巖。石後有片雲亭，司禮孫公所構，設石棋枰於前，上鐫「興來臨水敲殘月，談罷吟風倚片雲」之句。遊人倚徙，不忍遽去。"
      },
      {
        "index": 125,
        "text": "秦觀《龍井題名記》："
      },
      {
        "index": 126,
        "text": "元豐二年，中秋後一日，余自吳興來杭，東還會稽。龍井有辨才大師，以書邀余入山。比出郭，日已夕，航湖至普寧，遇道人參寥，問龍井所遣籃輿，則曰：「以不時至，去矣。」"
      },
      {
        "index": 127,
        "text": "是夕，天宇開霽，林間月明，可數毫髮。遂棄舟，從參寥策杖並湖而行。出雷峯，度南屏，濯足於惠因澗，入靈石塢，得支徑上風篁嶺，憩於龍井亭，酌泉據石而飲之。自普寧凡經佛寺十五，皆寂不聞人聲。道旁廬舍，燈火隱顯，草木深鬱，流水激激悲鳴，殆非人間之境。行二鼓，始至壽聖院，謁辨才於朝音堂，明日乃還。"
      },
      {
        "index": 128,
        "text": "張京元《龍井小記》："
      },
      {
        "index": 129,
        "text": "過風篁嶺，是為龍井，即蘇端明、米海岳與辨才往來處也。寺北向，門內外修竹琅琅。並在殿左，泉出石罅，甃小園池，下復為方池承之。池中各有巨魚，而水無腥氣。池淙淙下瀉，繞寺門而出。小坐，與偕亭玩一片雲石。山僧汲水供茗，泉味色俱清。僧容亦枯寂，視諸山迥異。"
      },
      {
        "index": 130,
        "text": "王稚登《龍井詩》："
      },
      {
        "index": 131,
        "text": "深谷盤回入，靈泉觱沸流。隔林先作雨，到寺不勝秋。古殿龍王在，空林鹿女遊。一尊斜日下，獨為古人留。"
      },
      {
        "index": 132,
        "text": "深谷盤回入，靈泉觱沸流。隔林先作雨，到寺不勝秋。古殿龍王在，空林鹿女遊。一尊斜日下，獨為古人留。"
      },
      {
        "index": 133,
        "text": "袁宏道《龍井》詩："
      },
      {
        "index": 134,
        "text": "都說今龍井，幽奇逾昔時。路迂迷舊處，樹古失名兒。渴仰雞蘇佛，亂參玉版師。破筒分谷水，芟草出秦碑。數盤行井上，百計引泉飛。畫壁屯雲族，紅欄蝕水衣。路香茶葉長，畦小藥苗肥。宏也學蘇子，辨才君是非。"
      },
      {
        "index": 135,
        "text": "都說今龍井，幽奇逾昔時。路迂迷舊處，樹古失名兒。渴仰雞蘇佛，亂參玉版師。破筒分谷水，芟草出秦碑。數盤行井上，百計引泉飛。畫壁屯雲族，紅欄蝕水衣。路香茶葉長，畦小藥苗肥。宏也學蘇子，辨才君是非。"
      },
      {
        "index": 136,
        "text": "張岱《龍井柱銘》："
      },
      {
        "index": 137,
        "text": "夜壑泉歸，渥洼能致千巖雨。曉堂龍出，崖石皆為一片雲。"
      },
      {
        "index": 138,
        "text": "夜壑泉歸，渥洼能致千巖雨。曉堂龍出，崖石皆為一片雲。"
      },
      {
        "index": 139,
        "text": "九溪十八澗"
      },
      {
        "index": 140,
        "text": "九溪在煙霞嶺西，龍井山南。其水屈曲洄環，九折而出，故稱九溪。其地徑路崎嶇，草木蔚秀，人煙曠絕，幽闃靜悄，別有天地，自非人間。溪下為十八澗，地故深邃，即緇流非遺世絕俗者，不能久居。按志，澗內有李巖寺、宋陽和王梅園、梅花徑等跡，今都湮沒無存。而地復遼遠，僻處江干，老於西湖者，各名勝地尋討無遺，問及九溪十八澗，皆茫然不能置對。"
      },
      {
        "index": 141,
        "text": "李流芳《十八澗》詩："
      },
      {
        "index": 142,
        "text": "己酉始至十八澗，與孟暘、無際同到徐村第一橋，飯於橋上。溪流淙然，山勢回合，坐久不能去。予有詩云：「溪九澗十八，到處流活活。我來三月中，春山雨初歇。奔雷與飛霰，耳目兩奇絕。悠然向溪坐，況對山嵯嵲。我欲參雲棲，此中解脫法。善哉汪子言，閒心隨水滅。」無際亦有和余詩，忘之矣。"
      }
    ]
  }
}