{
  "chapterNumber": 5,
  "title": "卷三　西湖中路",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "秦樓"
      },
      {
        "index": 2,
        "text": "秦樓初名水明樓，東坡建，常攜朝雲至此遊覽。壁上有三詩，為坡公手跡。過樓數百武，為鏡湖樓，白樂天建。宋時宦杭者，行春則集柳洲亭，競渡則集玉蓮亭，登高則集天然圖畫閣，看雪則集孤山寺，尋常宴客則集鏡湖樓。兵燹之後，其樓已廢，變為民居。"
      },
      {
        "index": 3,
        "text": "蘇軾《水明樓》詩："
      },
      {
        "index": 4,
        "text": "黑雲翻墨未遮山，白雨跳珠亂入船。卷地風來忽吹散，望湖樓下水連天。放生魚鳥逐人來，無主荷花到處開。水浪能令山俯仰，風帆似與月裝回。未成大隱成中隱，可得長閒勝暫閒。我本無家更焉往，故鄉無此好湖山。"
      },
      {
        "index": 5,
        "text": "黑雲翻墨未遮山，白雨跳珠亂入船。卷地風來忽吹散，望湖樓下水連天。放生魚鳥逐人來，無主荷花到處開。水浪能令山俯仰，風帆似與月裝回。未成大隱成中隱，可得長閒勝暫閒。我本無家更焉往，故鄉無此好湖山。"
      },
      {
        "index": 6,
        "text": "片石居"
      },
      {
        "index": 7,
        "text": "由昭慶緣湖而西，為餐香閣，今名片石居。閟閣精廬，皆韻人別墅。其臨湖一帶，則酒樓茶館，軒爽面湖，非惟心胸開滌，亦覺日月清朗。張謂「晝行不厭湖上山，夜坐不厭湖上月」，則盡之矣。再去則桃花港，其上為石函橋，唐刺史李鄴侯所建，有水閘洩湖水以入古盪。沿東西馬塍、羊角埂，至歸錦橋，凡四派焉。白樂天記云：「北有石函，南有筧，決湖水一寸，可溉田五十餘頃。」閘下皆石骨磷磷，出水甚急。"
      },
      {
        "index": 8,
        "text": "徐渭《八月十六片石居夜泛》詞："
      },
      {
        "index": 9,
        "text": "月倍此宵多，楊柳芙蓉夜色蹉。鷗鷲不眠如晝裡，舟過，向前驚換幾汀莎。筒酒覓稀荷，唱盡塘栖《白苧歌》。天為紅妝重展鏡，如磨，漸照胭脂奈褪何。"
      },
      {
        "index": 10,
        "text": "十錦塘"
      },
      {
        "index": 11,
        "text": "十錦塘，一名孫堤，在斷橋下。司禮太監孫隆於萬曆十七年修築。堤闊二丈，遍植桃柳，一如蘇堤。歲月既多，樹皆合抱。行其下者，枝葉扶蘇，漏下月光，碎如殘雪。意向言斷橋殘雪，或言月影也。蘇堤離城遠，為清波孔道，行旅甚稀。孫堤直達西泠，車馬游人，往來如織。兼以西湖光艷，十里荷香，如入山陰道上，使人應接不暇。湖船小者，可入里湖，大者緣堤倚徙，由錦帶橋循至望湖亭，亭在十錦塘之盡。漸近孤山，湖面寬廠。孫東瀛修葺華麗，增築露臺，可風可月，兼可肆筵設席。笙歌劇戲，無日無之。今改作龍王堂，旁綴數楹，咽塞離披，舊景盡失。再去，則孫太監生祠，背山面湖，頗極壯麗。近為盧太監舍以供佛，改名盧舍庵，而以孫東瀛像置之佛龕之後。孫太監以數十萬金錢裝塑西湖，其功不在蘇學士之下，乃使其遺像不得一見湖光山色，幽囚面壁，見之大為鯁悶。"
      },
      {
        "index": 12,
        "text": "袁宏道《斷橋望湖亭小記》："
      },
      {
        "index": 13,
        "text": "湖上由斷橋至蘇公堤一帶，綠煙紅霧，瀰漫二十餘里。歌吹為風，粉汗為雨，羅絝之盛，多於堤畔之柳，艷冶極矣。然杭人遊湖，止午、未、申三時，其實湖光染翠之工，山嵐設色之妙，全在朝日始出、夕舂未下，始極其濃媚。月景尤為清艷，花態柳情，山容水意，別是一種趣味。此樂留與山僧遊客受用，安可為俗士道哉！望湖亭即斷橋一帶，堤甚工致，比蘇公堤猶美。夾道種緋桃、垂柳、芙蓉、山茶之屬二十餘種。堤邊白石砌如玉，布地皆軟沙如茵。杭人曰：「此內使孫公所修飾也。」此公大是西湖功德主。自昭慶、天竺、淨慈、龍井及山中庵院之屬，所施不下數十萬。余謂白、蘇二公，西湖開山古佛，此公異日伽藍也。「腐儒，幾敗乃公事！」可厭！可厭！"
      },
      {
        "index": 14,
        "text": "張京元《斷橋小記》："
      },
      {
        "index": 15,
        "text": "西湖之勝，在近；湖之易窮，亦在近。朝車暮舫，徒行緩步，人人可遊，時時可遊。而酒多於水，肉高於山，春時肩摩趾錯，男女雜沓，以挨簇為樂。無論意不在山水，即桃容柳眼，自與東風相倚，遊者何曾一著眸子也。"
      },
      {
        "index": 16,
        "text": "李流芳《斷橋春望圖題詞》："
      },
      {
        "index": 17,
        "text": "往時至湖上，從斷橋一望，便魂消欲死。還謂所知，湖之瀲灩熹微，大約如晨光之著樹，明月之入廬。蓋山水映發，他處即有澄波巨浸，不及也。壬子正月，以訪舊重至湖上，輒獨往斷橋，裴回終日，翌日為楊讖西題扇云：「十里西湖意，都來到斷橋。寒生梅萼小，春入柳絲嬌。乍見應疑夢，重來不待招。故人知我否，吟望正蕭條。」又明日作此圖。小春四月，同孟暘、子與夜話，題此。"
      },
      {
        "index": 18,
        "text": "譚元春《湖霜草序》："
      },
      {
        "index": 19,
        "text": "予以己未九月五日至西湖，不寓樓閣，不捨庵剎，而以琴尊書札，託一小舟。而舟居之妙，在五善焉。舟人無酬答，一善也。昏曉不爽其候，二善也。訪客登山，恣意所如，三善也。入斷橋，出西泠，午眠夕興，四善也。殘客可避，時時移棹，五善也。挾此五善，以長於湖。僧上鳧下，觴止茗生，篙楫因風，漁筊聚火。蓋以朝山夕水，臨澗對松，岸柳池蓮，藏身接友，早放孤山，晚依寶石，足了吾生，足濟吾事矣。"
      },
      {
        "index": 20,
        "text": "王叔杲《十錦塘》詩："
      },
      {
        "index": 21,
        "text": "橫截平湖十里天，錦橋春接六橋煙。芳林花發霞千樹，斷岸光分月兩川。幾度觴飛堤外景，一清棹發鏡中船。奇觀妝點知誰力，應有歌聲被管弦。"
      },
      {
        "index": 22,
        "text": "橫截平湖十里天，錦橋春接六橋煙。芳林花發霞千樹，斷岸光分月兩川。幾度觴飛堤外景，一清棹發鏡中船。奇觀妝點知誰力，應有歌聲被管弦。"
      },
      {
        "index": 23,
        "text": "白居易《望湖樓》詩："
      },
      {
        "index": 24,
        "text": "盡日湖亭臥，心閒事亦稀。起因殘醉醒，坐待晚涼歸。松雨飄蘇帽，江風透葛衣。柳堤行不厭，沙軟絮霏霏。"
      },
      {
        "index": 25,
        "text": "盡日湖亭臥，心閒事亦稀。起因殘醉醒，坐待晚涼歸。松雨飄蘇帽，江風透葛衣。柳堤行不厭，沙軟絮霏霏。"
      },
      {
        "index": 26,
        "text": "徐渭《望湖亭》詩："
      },
      {
        "index": 27,
        "text": "亭上望湖水，晶光淡不流。鏡寬萬影落，玉湛一磯浮。寒入沙蘆斷，煙生野鶩投。若從湖上望，翻羨此亭幽。"
      },
      {
        "index": 28,
        "text": "亭上望湖水，晶光淡不流。鏡寬萬影落，玉湛一磯浮。寒入沙蘆斷，煙生野鶩投。若從湖上望，翻羨此亭幽。"
      },
      {
        "index": 29,
        "text": "張岱《西湖七月半記》："
      },
      {
        "index": 30,
        "text": "西湖七月半，一無可看，止可看看七月半之人。看七月半之人，以五類看之。其一，樓船簫鼓，峨冠盛筵，燈火優傒，聲光相亂，名為看月而實不見月者，看之。其一，亦船亦樓，名娃閨秀，攜及童孌，笑啼雜之，環坐露臺，左右盼望，身在月下而實不看月者，看之。其一，亦船亦聲歌，名妓閒僧，淺酌低唱，弱管輕絲，竹肉相發，亦在月下，亦看月，而欲人看其看月者，看之。其一，不舟不車，不衫不幘，酒醉飯飽，呼羣三五，擠入人叢，昭慶、斷橋，嘄呼嘈雜，裝假醉，唱無腔曲，月亦看，看月者亦看，不看月者亦看，而實無一看者，看之。其一，小船輕幌，淨几暖爐，茶鐺旋煮，素瓷靜遞，好友佳人，邀月同坐，或匿影樹下，或逃囂里湖，看月而人不見其看月之態，亦不作意看月者，看之。杭人遊湖，巳出酉歸，避月如仇，是夕好名，逐隊爭出，多犒門軍酒錢，轎夫擎燎，列俟岸上。一入舟，速舟子急放斷橋，趕入勝會。以故二鼓以前，人聲鼓吹，如沸如撼，如魘如囈，如聾如啞，大船小船一齊湊岸，一無所見，止見篙擊篙，舟觸舟，肩摩肩，面看面而已。少刻興盡，官府席散，皂隸喝道去，轎夫叫船上人，怖以關門，燈籠火把如列星，一一簇擁而去。岸上人亦逐隊趕門，漸稀漸薄，頃刻散盡矣。吾輩始艤舟近岸，斷橋石磴始涼，席其上，呼客縱飲。此時，月如鏡新磨，山复整妝，湖复颒面。向之淺斟低唱者出，匿影樹下者亦出，吾輩往通聲氣，拉與同坐。韻友來，名妓至，杯箸安，竹肉發。月色蒼涼，東方將白，客方散去。吾輩縱舟，酣睡於十里荷花之中，香氣拍人，清夢甚愜。"
      },
      {
        "index": 31,
        "text": "孤山"
      },
      {
        "index": 32,
        "text": "《水經註》曰：水黑曰盧，不流曰奴；山不連陵曰孤。梅花嶼介於兩湖之間，四面巖巒，一無所麗，故曰孤也。是地水望澄明，皦焉衝照，亭觀繡峙，兩湖反景，若三山之倒水下。山麓多梅，為林和靖放鶴之地。林逋隱居孤山，宋真宗徵之不就，賜號和靖處士。常畜雙鶴，豢之樊中。逋每泛小艇，遊湖中諸寺，有客來，童子開樊放鶴，縱入雲霄，盤旋良久，逋必棹艇遄歸，蓋以鶴起為客至之驗也。臨終留絕句曰：「湖外青山對結廬，墳前修竹亦蕭疏。茂陵他日求遺稿，猶喜曾無封禪書。」紹興十六年建四聖延祥觀，盡徙諸院剎及士民之墓，獨逋墓詔留之，弗徙。至元，楊連真伽發其墓，唯端硯一、玉簪一。明成化十年，郡守李瑞修復之。天啟間，有王道士欲於此地種梅千樹。雲間張侗初太史補《孤山種梅序》。"
      },
      {
        "index": 33,
        "text": "袁宏道《孤山小記》："
      },
      {
        "index": 34,
        "text": "孤山處士，妻梅子鶴，是世間第一種便宜人。我輩只為有了妻子，便惹許多閒事，撇之不得，傍之可厭，如衣敗絮行荊棘中，步步牽掛。近日雷峯下有虞僧儒，亦無妻室，殆是孤山後身。所著《溪上落花詩》，雖不知於和靖如何，然一夜得百五十首，可謂迅捷之極。至於食淡參禪，則又加孤山一等矣，何代無奇人哉！"
      },
      {
        "index": 35,
        "text": "張京元《孤山小記》："
      },
      {
        "index": 36,
        "text": "孤山東麓，有亭翼然。和靖故址，今悉編籬插棘。諸巨家規種桑養魚之利，然亦賴其稍葺亭榭，點綴山容。楚人之弓，何問官與民也。"
      },
      {
        "index": 37,
        "text": "又《蕭照畫壁》："
      },
      {
        "index": 38,
        "text": "西湖涼堂，紹興間所構。高宗將臨觀之。有素壁四堵，高二丈，中貴人促蕭照往繪山水。照受命，即乞尚方酒四斗，夜出孤山，每一鼓即飲一斗，盡一斗則一堵已成，而照亦沉醉。"
      },
      {
        "index": 39,
        "text": "上至，覽之歎賞，宣賜金帛。"
      },
      {
        "index": 40,
        "text": "沈守正《孤山種梅疏》："
      },
      {
        "index": 41,
        "text": "西湖之上，蔥蒨親人，亦爽朗易盡。獨孤山盤鬱重湖之間，水石草木皆有幽色。唐時樓閣參差，詩歌點綴，冠於兩湖。讀「不雨山常潤，無雲水自陰」之句，猶可想見當時。道孤山者，不徑西泠，必沿湖水，不似今從望湖折闤闠而入也。"
      },
      {
        "index": 42,
        "text": "此地尚有古梅偃蹇，云是和靖故居。"
      },
      {
        "index": 43,
        "text": "李流芳《題孤山夜月圖》："
      },
      {
        "index": 44,
        "text": "曾與印持諸兄弟醉後泛小艇，從孤山而歸。時月初上新堤，柳枝皆倒影湖中，空明摩盪，如鏡中，復如畫中。久懷此胸臆，壬子在小築，忽為孟暘寫出，真畫中矣。"
      },
      {
        "index": 45,
        "text": "蘇軾《書林逋詩後》："
      },
      {
        "index": 46,
        "text": "吳儂生長湖山曲，呼吸湖光飲山淥。不論世外隱君子，傭兒販婦皆冰玉。先生可是絕俗人，神清骨冷無由俗。我不識見曾夢見，瞳子瞭然光可燭。遺篇妙字處處有，步繞西湖看不足。詩如東野不言寒，書似西臺差少肉。平生高節已難繼，將死微言猶可錄。自言不作封禪書，更肯悲吟白頭曲。我笑吳人不好事，好作祠堂傍修竹。不然配食水仙王，一盞寒泉薦秋菊。"
      },
      {
        "index": 47,
        "text": "吳儂生長湖山曲，呼吸湖光飲山淥。不論世外隱君子，傭兒販婦皆冰玉。先生可是絕俗人，神清骨冷無由俗。我不識見曾夢見，瞳子瞭然光可燭。遺篇妙字處處有，步繞西湖看不足。詩如東野不言寒，書似西臺差少肉。平生高節已難繼，將死微言猶可錄。自言不作封禪書，更肯悲吟白頭曲。我笑吳人不好事，好作祠堂傍修竹。不然配食水仙王，一盞寒泉薦秋菊。"
      },
      {
        "index": 48,
        "text": "張祜《孤山》詩："
      },
      {
        "index": 49,
        "text": "樓臺聳碧岑，一徑入湖心。不雨山常潤，無雲水自陰。斷橋荒蘚合，空院落花深。猶憶西窗月，鐘聲出北林。"
      },
      {
        "index": 50,
        "text": "樓臺聳碧岑，一徑入湖心。不雨山常潤，無雲水自陰。斷橋荒蘚合，空院落花深。猶憶西窗月，鐘聲出北林。"
      },
      {
        "index": 51,
        "text": "徐渭《孤山玩月》詩："
      },
      {
        "index": 52,
        "text": "湖水淡秋空，練色澄初靜。倚棹激中流，幽然適吾性。舉酒忽見月，光與波相映。西子拂淡妝，遙嵐掛孤鏡。座客本玉姿，照耀几筵瑩。暇時吐高懷，四座盡傾聽。卻言處士疏，徒抱梅花詠。如以徑寸魚，蹄涔即成泳。論久興彌洽，返棹堤逾迥。自顧縱清談，何嫌麾塵柄。"
      },
      {
        "index": 53,
        "text": "湖水淡秋空，練色澄初靜。倚棹激中流，幽然適吾性。舉酒忽見月，光與波相映。西子拂淡妝，遙嵐掛孤鏡。座客本玉姿，照耀几筵瑩。暇時吐高懷，四座盡傾聽。卻言處士疏，徒抱梅花詠。如以徑寸魚，蹄涔即成泳。論久興彌洽，返棹堤逾迥。自顧縱清談，何嫌麾塵柄。"
      },
      {
        "index": 54,
        "text": "卓敬《孤山種梅》詩："
      },
      {
        "index": 55,
        "text": "風流東閣題詩客，瀟灑西湖處士家。雪冷江深無夢到，自鋤明月種梅花。"
      },
      {
        "index": 56,
        "text": "風流東閣題詩客，瀟灑西湖處士家。雪冷江深無夢到，自鋤明月種梅花。"
      },
      {
        "index": 57,
        "text": "王稚登《贈林純卿卜居孤山》詩："
      },
      {
        "index": 58,
        "text": "藏書湖上屋三間，松映軒窗竹映關。引鶴過橋看雪去，送僧歸寺帶雲還。輕紅荔子家千里，疏影梅花水一灣。和靖高風今已遠，後人猶得住孤山。"
      },
      {
        "index": 59,
        "text": "藏書湖上屋三間，松映軒窗竹映關。引鶴過橋看雪去，送僧歸寺帶雲還。輕紅荔子家千里，疏影梅花水一灣。和靖高風今已遠，後人猶得住孤山。"
      },
      {
        "index": 60,
        "text": "陳鶴《題孤山林隱君祠》詩："
      },
      {
        "index": 61,
        "text": "孤山春欲半，猶及見梅花。笑踏王孫草，閒尋處士家。塵心瑩水鏡，野服映山霞。巖壑長如此，榮名豈足誇。"
      },
      {
        "index": 62,
        "text": "孤山春欲半，猶及見梅花。笑踏王孫草，閒尋處士家。塵心瑩水鏡，野服映山霞。巖壑長如此，榮名豈足誇。"
      },
      {
        "index": 63,
        "text": "王思任《孤山》詩："
      },
      {
        "index": 64,
        "text": "淡水濃山畫裡開，無船不署好樓臺。春當花月人如戲，煙入湖燈聲亂催。萬事賢愚同一醉，百年修短未須哀。只憐逋老棲孤鶴，寂寞寒籬幾樹梅。"
      },
      {
        "index": 65,
        "text": "淡水濃山畫裡開，無船不署好樓臺。春當花月人如戲，煙入湖燈聲亂催。萬事賢愚同一醉，百年修短未須哀。只憐逋老棲孤鶴，寂寞寒籬幾樹梅。"
      },
      {
        "index": 66,
        "text": "張岱《補孤山種梅敘》："
      },
      {
        "index": 67,
        "text": "蓋聞地有高人，品格與山川並重；亭遺古蹟，梅花與姓氏俱香。名流雖以代遷，勝事自須人補。在昔西泠逸老，高潔韻同秋水，孤清操比寒梅。疏影橫斜，遠映西湖清淺；暗香浮動，長陪夜月黃昏。今乃人去山空，依然水流花放。瑤葩灑雪，亂飄塚上苔痕；玉樹迷煙，恍墮林間鶴羽。茲來韻友，欲步前賢，補種千梅，重修孤嶼。凌寒三友，早連九里松篁；破臘一枝，遠謝六橋桃柳。佇想水邊半樹，點綴冰花；待將雪後橫枝，低昂鐵幹。美人來自林下，高士臥於山中。白石蒼崖，擬築草亭招放鶴；濃山淡水，閒鋤明月種梅花。有志竟成，無約不踐。將與羅浮爭艷，還期庾嶺分香。實為林處士之功臣，亦是蘇長公之勝友。吾輩常勞夢想，應有宿緣。"
      },
      {
        "index": 68,
        "text": "哦曲江詩，便見孤芳風韻；讀廣平賦，尚思鐵石心腸。共策灞水之驢，且向斷橋踏雪；遙瞻漆園之蝶，羣來林墓尋梅。莫負佳期，用追芳躅。"
      },
      {
        "index": 69,
        "text": "張岱《林和靖墓柱銘》："
      },
      {
        "index": 70,
        "text": "雲出無心，誰放林間雙鶴。月明有意，即思塚上孤梅。"
      },
      {
        "index": 71,
        "text": "雲出無心，誰放林間雙鶴。月明有意，即思塚上孤梅。"
      },
      {
        "index": 72,
        "text": "關王廟"
      },
      {
        "index": 73,
        "text": "北山兩關王廟。其近岳墳者，萬曆十五年為杭民施如忠所建。如忠客燕，涉潞河，颶風作，舟將覆，恍惚見王率諸河神拯救獲免，歸即造廟祝之，並祀諸河神。冢宰張瀚記之。"
      },
      {
        "index": 74,
        "text": "其近孤山者，舊祠卑隘。萬曆四十二年，金中丞為導首鼎新之。太史董其昌手書碑石記之，其詞曰：「西湖列剎相望，梵宮之外，其合於祭法者，岳鄂王、于少保與關神而三爾。甲寅秋，神宗皇帝夢感聖母中夜傳詔，封神為伏魔帝君，易兜鍪而袞冕，易大纛而九斿。五帝同尊，萬靈受職。視操、懿、莽、溫偶姦大物，生稱賊臣，死墮下鬼，何啻天淵。顧舊祠湫隘，不稱詔書播告之意。金中丞父子爰議鼎新，時維導首，得孤山寺舊址，度材壘土，勒牆墉，莊像設，先後三載而落成。中丞以余實倡議，屬余記之。余考孤山寺，且名永福寺。"
      },
      {
        "index": 75,
        "text": "唐長慶四年，有僧刻《法華》於石壁。會元微之以守越州，道出杭，而杭守白樂天為作記。有九諸侯率錢助工，其盛如此。"
      },
      {
        "index": 76,
        "text": "成毀有數，金石可磨，越數百年而祠帝君。以釋典言之，則舊寺非所謂現天大將軍身，而今祠非所謂現帝釋身者耶。至人捨其生而生在，殺其身而身存。孔曰成仁，孟曰取義，與《法華》一大事之旨何異也。彼謂忠臣義士猶待坐蒲團、修觀行而後了生死者，妄矣。然則石壁巋然，而石經初未泐也。頃者四川殲叛，神為助力，事達宸聰，非同語怪。惟遼西黠鹵尚緩天誅，帝君能報曹而有不報神宗者乎？左挾鄂王，右挾少保，驅雷部，擲火鈴，昭陵之鐵馬嘶風，蔣廟之塑兵濡露，諒蕩魔皆如蜀道矣。先是金中丞撫閩，藉神之告，屢殲倭夷，上功盟府，故建祠之費，視眾差巨，蓋有夙意云。」寺中規制精雅，廟貌莊嚴，兼之碑碣清華，柱聯工確，一以文理為之，較之施廟，其雅俗真隔霄壤。"
      },
      {
        "index": 77,
        "text": "董其昌《孤山關王廟柱銘》："
      },
      {
        "index": 78,
        "text": "忠能擇主，鼎足分漢室君臣。德必有鄰，把臂呼岳家父子。"
      },
      {
        "index": 79,
        "text": "忠能擇主，鼎足分漢室君臣。德必有鄰，把臂呼岳家父子。"
      },
      {
        "index": 80,
        "text": "宋兆禴《關帝廟柱聯》："
      },
      {
        "index": 81,
        "text": "從真英雄起家，直參聖賢之位。以大將軍得度，再現帝王之身。"
      },
      {
        "index": 82,
        "text": "從真英雄起家，直參聖賢之位。以大將軍得度，再現帝王之身。"
      },
      {
        "index": 83,
        "text": "張岱《關帝廟柱對》："
      },
      {
        "index": 84,
        "text": "統係讓偏安，當代天王歸漢室。春秋明大義，後來夫子屬關公。"
      },
      {
        "index": 85,
        "text": "統係讓偏安，當代天王歸漢室。春秋明大義，後來夫子屬關公。"
      },
      {
        "index": 86,
        "text": "蘇小小墓"
      },
      {
        "index": 87,
        "text": "蘇小小者，南齊時錢塘名妓也。貌絕青樓，才空士類，當時莫不艷稱。以年少早卒，葬於西泠之塢。芳魂不歿，往往花間出現。宋時有司馬槱者，字才仲，在洛下夢一美人搴帷而歌，問其名，曰：西陵蘇小小也。問歌何曲？曰：《黃金縷》。後五年，才仲以東坡薦舉，為秦少章幕下官，因道其事。"
      },
      {
        "index": 88,
        "text": "少章異之，曰：「蘇小之墓，今在西泠，何不酹酒弔之。」才仲往尋其墓拜之。是夜，夢與同寢，曰：妾願酬矣。自是幽昏三載，才仲亦卒於杭，葬小小墓側。"
      },
      {
        "index": 89,
        "text": "西陵蘇小小詩："
      },
      {
        "index": 90,
        "text": "妾乘油壁車，郎跨青驄馬。何處結同心，西陵松柏下。"
      },
      {
        "index": 91,
        "text": "妾乘油壁車，郎跨青驄馬。何處結同心，西陵松柏下。"
      },
      {
        "index": 92,
        "text": "又詞："
      },
      {
        "index": 93,
        "text": "妾本錢塘江上住，花落花開，不管流年度。燕于銜將春色去，紗窗幾陣黃梅雨。　斜插玉梳雲半吐，檀板輕敲，唱徹《黃金縷》。夢斷彩云無覓處，夜涼明月生南浦。"
      },
      {
        "index": 94,
        "text": "李賀《蘇小小》詩："
      },
      {
        "index": 95,
        "text": "幽蘭露，如啼眼。無物結同心，煙花不堪剪。草如茵，松如蓋。風為裳，水為珮。油壁車，久相待。冷翠燭，勞光彩。西陵下，風吹雨。"
      },
      {
        "index": 96,
        "text": "沈原理《蘇小小歌》："
      },
      {
        "index": 97,
        "text": "歌聲引回波，舞衣散秋影。夢斷別青樓，千秋香骨冷。青銅鏡裡雙飛鸞，飢烏吊月啼勾欄。風吹野火火不滅，山妖笑入狐狸穴。西陵墓下錢塘潮，潮來潮去夕复朝。墓前楊柳不堪折，春風自綰同心結。"
      },
      {
        "index": 98,
        "text": "元遺山《題蘇小像》："
      },
      {
        "index": 99,
        "text": "槐蔭庭院宜清晝，簾捲香風透。美人圖畫阿誰留，都是宣和名筆內家收。　鶯鶯燕燕分飛後，粉淺梨花瘦。只除蘇小不風流，斜插一枝萱草鳳釵頭。"
      },
      {
        "index": 100,
        "text": "徐渭《蘇小小墓》詩："
      },
      {
        "index": 101,
        "text": "一抔蘇小是耶非，繡口花腮爛舞衣。自古佳人難再得，從今比翼罷雙飛。薤邊露眼啼痕淺，松下同心結帶稀。恨不顛狂如大阮，欠將一曲慟兵閨。"
      },
      {
        "index": 102,
        "text": "一抔蘇小是耶非，繡口花腮爛舞衣。自古佳人難再得，從今比翼罷雙飛。薤邊露眼啼痕淺，松下同心結帶稀。恨不顛狂如大阮，欠將一曲慟兵閨。"
      },
      {
        "index": 103,
        "text": "陸宣公祠"
      },
      {
        "index": 104,
        "text": "孤山何以祠陸宣公也？蓋自陸少保炳為世宗乳母之子，攬權怙寵，自謂係出宣公，創祠祀之。規制宏廠，吞吐湖山。臺榭之盛，概湖無比。炳以勢焰，孰有美產，即思攫奪。旁有故錦衣王佐別墅壯麗，其孽子不肖，炳乃羅織其罪，勒以獻產。捕及其母，故佐妾也。對簿時，子強辯。母膝行前，道其子罪甚詳。子泣，謂母忍陷其死也。母叱之曰：「死即死，尚何說！」指炳座顧曰：「而父坐此非一日，作此等事亦非一日，而生汝不肖子，天道也，汝死猶晚！」炳頰發赤，趣遣之出，弗終奪。炳物故，祠沒入官，以名賢得不廢。隆慶間，御史謝廷傑以其祠後增祀兩浙名賢，益以嚴光、林逋、趙忭、王十朋、呂祖謙、張九成、楊簡、宋濂、王琦、章懋、陳選。會稽進士陶允宜以其父陶大臨自製牌版，令人匿之懷中，竊置其旁。時人笑其痴孝。"
      },
      {
        "index": 105,
        "text": "祁彪佳《陸宣公祠》詩："
      },
      {
        "index": 106,
        "text": "東坡佩服宣公疏，俎豆西冷蘋藻香。泉石蒼涼存意氣，山川開滌見文章。畫工界畫增金碧，廟貌巍峨見矞皇。陸炳湖頭誇勢焰，崇韜乃敢認汾陽。"
      },
      {
        "index": 107,
        "text": "東坡佩服宣公疏，俎豆西冷蘋藻香。泉石蒼涼存意氣，山川開滌見文章。畫工界畫增金碧，廟貌巍峨見矞皇。陸炳湖頭誇勢焰，崇韜乃敢認汾陽。"
      },
      {
        "index": 108,
        "text": "六一泉"
      },
      {
        "index": 109,
        "text": "六一泉在孤山之南，一名竹閣，一名勤公講堂。宋元祐六年，東坡先生與惠勤上人同哭歐陽公處也。勤上人講堂初構，掘地得泉，東坡為作泉銘。以兩人皆列歐公門下，此泉方出，適哭公訃，名以六一，猶見公也。其徒作石屋覆泉，且刻銘其上。南渡高宗為康王時，常使金，夜行，見四巨人執殳前驅。登位後，問方士，乃言紫薇垣有四大將，曰：天蓬、天猷、翊聖、真武。帝思報之，遂廢竹閣，改延祥觀，以祀四巨人。至元初，世祖又廢觀為帝師祠。泉沒於二氏之居二百餘年。元季兵火，泉眼復見，但石屋已圮，而泉銘亦為鄰僧舁去。洪武初，有僧名行升者，鋤荒滌垢，圖復舊觀。仍樹石屋，且求泉銘，復於故處。乃欲建祠堂，以奉祀東坡、勤上人，以參寥故事，力有未逮。教授徐一夔為作疏曰：「睠茲勝地，實在名邦。勤上人於此幽棲，蘇長公因之數至。跡分緇素，同登歐子之門；誼重死生，會哭孤山之下。惟精誠有感通之理，故山岳出迎勞之泉。名聿表於懷賢，忱式昭於薦菊。雖存古蹟，必肇新祠。此舉非為福田，實欲共成勝事。儒冠僧衲，請恢雅量以相成；山色湖光，行與高峯而共遠。願言樂助，毋誚濫竽。」"
      },
      {
        "index": 110,
        "text": "蘇軾《六一泉銘》："
      },
      {
        "index": 111,
        "text": "歐陽文忠公將老，自謂六一居士。予昔通守錢塘，別公於汝陰而南。公曰：「西湖僧惠勤甚文而長於詩。吾昔為《山中樂》三章以贈之。子閒於民事，求人於湖山間而不可得，則往從勤乎？」予到官三日，訪勤於孤山之下，抵掌而論人物，曰：「六一公，天人也。人見其暫寓人間，而不知其乘雲馭風，歷五嶽而跨滄海也。此邦之人，以公不一來為恨。公麾斥八極，何所不至。雖江山之勝，莫適為主，而奇麗秀絕之氣，常為能文者用。故吾以為西湖蓋公几案間一物耳。」勤語雖怪幻，而理有實然者。明年公薨，予哭於勤舍。又十八年，予為錢塘守，則勤亦化去久矣。訪其舊居，則弟子二仲在焉。畫公與勤像，事之如生。舍下舊無泉，予未至數月，泉出講堂之後，孤山之趾，汪然溢流，甚白而甘。即其地鑿巖架石為室。"
      },
      {
        "index": 112,
        "text": "二仲謂：「師聞公來，出泉以相勞苦，公可無言乎？」乃取勤舊語，推本其意，名之曰「六一泉」。且銘之曰：「泉之出也，去公數千里，後公之沒十八年，而名之曰『六一』，不幾於誕乎？曰：君子之澤，豈獨五世而已，蓋得其人，則可至於百傳。常試與子登孤山而望吳越，歌山中之樂而飲此水，則公之遺風餘烈，亦或見於此泉也。」"
      },
      {
        "index": 113,
        "text": "白居易《竹閣》詩："
      },
      {
        "index": 114,
        "text": "晚坐松簷下，宵眠竹閣間。清虛當服藥，幽獨抵歸山。巧未能勝拙，忙應不及閒。無勞事修煉，只此是玄關。"
      },
      {
        "index": 115,
        "text": "晚坐松簷下，宵眠竹閣間。清虛當服藥，幽獨抵歸山。巧未能勝拙，忙應不及閒。無勞事修煉，只此是玄關。"
      },
      {
        "index": 116,
        "text": "葛嶺"
      },
      {
        "index": 117,
        "text": "葛嶺者，葛仙翁稚川修仙地也。仙翁名洪，號抱朴子，句容人也。從祖葛玄，學道得仙術，傳其弟子鄭隱。洪從隱學，盡得其秘。上黨鮑玄妻以女。咸和初，司徒導招補主簿，干寶薦為大著作，皆同辭。聞交趾出丹砂，獨求為勾漏令。行至廣州，刺史鄭岳留之，乃煉丹於羅浮山中。如是者積年。一日，遺書岳曰：「當遠遊京師，剋期便發。」岳得書，狼狽往別，而洪坐至日中，兀然若睡，卒年八十一。舉屍入棺，輕如蟬蛻，世以為屍解仙去。智果寺西南為初陽臺，在錦塢上，仙翁修煉於此。臺下有投丹井，今在馬氏園。宣德間大旱，馬氏甃井得石匣一，石瓶四。匣固不可啟。瓶中有丸藥若芡實者，噉之，絕無氣味，乃棄之。施漁翁獨啖一枚，後年百有六歲。浚井後，水遂淤惡不可食，以石匣投之，清洌如故。"
      },
      {
        "index": 118,
        "text": "祁豸佳《葛嶺》詩："
      },
      {
        "index": 119,
        "text": "抱朴遊仙去有年，如何姓氏至今傳。釣臺千古高風在，漢鼎雖遷尚姓嚴。勾漏靈砂世所稀，攜來烹煉作刀圭。若非漁子年登百，幾使還丹變井泥。平章甲第半湖邊，日日笙歌入畫船。循州一去如煙散，葛嶺依然還稚川。葛嶺孤山隔一丘，昔年放鶴此山頭。高飛莫出西山缺，嶺外無人勿久留。"
      },
      {
        "index": 120,
        "text": "抱朴遊仙去有年，如何姓氏至今傳。釣臺千古高風在，漢鼎雖遷尚姓嚴。勾漏靈砂世所稀，攜來烹煉作刀圭。若非漁子年登百，幾使還丹變井泥。平章甲第半湖邊，日日笙歌入畫船。循州一去如煙散，葛嶺依然還稚川。葛嶺孤山隔一丘，昔年放鶴此山頭。高飛莫出西山缺，嶺外無人勿久留。"
      },
      {
        "index": 121,
        "text": "蘇公堤"
      },
      {
        "index": 122,
        "text": "杭州有西湖，潁上亦有西湖，皆為名勝，而東坡連守二郡。其初得潁，潁人曰：「內翰只消遊湖中，便可以了公事。」"
      },
      {
        "index": 123,
        "text": "秦太虛因作一絕云：「十里荷花菡萏初，我公身至有西湖。欲將公事湖中了，見說官閒事亦無。」後東坡到潁，有謝執政啟云：「入參兩禁，每玷北扉之榮；出典二幫，迭為西湖之長。」"
      },
      {
        "index": 124,
        "text": "故其在杭，請浚西湖，聚葑泥，築長堤，自南之北，橫截湖中，遂名蘇公堤。夾植桃柳，中為六橋。南渡之後，鼓吹樓船，頗極華麗。後以湖水漱囓，堤漸凌夷。入明，成化以前，里湖盡為民業，六橋水流如線。正德三年，郡守楊孟瑛辟之，西抵北新堤為界，增益蘇堤，高二丈，闊五丈三尺，增建里湖六橋，列種万柳，頓復舊觀。久之，柳敗而稀，堤亦就圮。"
      },
      {
        "index": 125,
        "text": "嘉靖十二年，縣令王釴令犯罪輕者種桃柳為贖，紅紫燦爛，錯雜如錦。後以兵火，砍伐殆盡。萬曆二年，鹽運使朱炳如復植楊柳，又復燦然。迨至崇禎初年，堤上樹皆合抱。太守劉夢謙與士夫陳生甫輩時至。二月，作勝會於蘇堤。城中括羊角燈、紗燈幾萬盞，遍掛桃柳樹上，下以紅氈鋪地，冶童名妓，縱飲高歌。夜來萬蠟齊燒，光明如晝。湖中遙望堤上萬蠟，湖影倍之。蕭管笙歌，沉沉昧旦。傳之京師，太守鐫級。"
      },
      {
        "index": 126,
        "text": "因想東坡守杭之日，春時每遇休暇，必約客湖上，早食於山水佳處。飯畢，每客一舟，令隊長一人，各領數妓，任其所之。晡後鳴鑼集之，復會望湖亭或竹閣，極歡而罷。至一、二鼓，夜市猶未散，列燭以歸。城中士女夾道云集而觀之。此真曠古風流，熙世樂事，不可復追也已。"
      },
      {
        "index": 127,
        "text": "張京元《蘇堤小記》："
      },
      {
        "index": 128,
        "text": "蘇堤度六橋，堤兩旁盡種桃柳，蕭蕭搖落。想二三月，柳葉桃花，遊人闐塞，不若此時之為清勝。"
      },
      {
        "index": 129,
        "text": "李流芳《題兩峯罷霧圖》："
      },
      {
        "index": 130,
        "text": "三橋龍王堂，望西湖諸山，頗盡其勝。煙林霧障，映帶層疊；淡描濃抹，頃刻百態。非董、巨妙筆，不足以發其氣韻。余在小築時，呼小舟槳至堤上，縱步看山，領略最多。然動筆便不似甚矣，氣韻之難言也。予友程孟暘《湖上題畫》詩云：「風堤露塔欲分明，閣雨縈陰兩未成。我試畫君團扇上，船窗含墨信風行。」此景此詩，此人此畫，俱屬可想。癸丑八月清暉閣題。"
      },
      {
        "index": 131,
        "text": "蘇軾《築堤》詩："
      },
      {
        "index": 132,
        "text": "六橋橫截天漢上，北山始與南屏通。忽驚二十五萬丈，老葑席捲蒼煙空。昔日珠樓擁翠鈿，女牆猶在草芊芊。東風第六橋邊柳，不見黃鸝見杜鵑。"
      },
      {
        "index": 133,
        "text": "六橋橫截天漢上，北山始與南屏通。忽驚二十五萬丈，老葑席捲蒼煙空。昔日珠樓擁翠鈿，女牆猶在草芊芊。東風第六橋邊柳，不見黃鸝見杜鵑。"
      },
      {
        "index": 134,
        "text": "又詩："
      },
      {
        "index": 135,
        "text": "惠勤、惠思皆居孤山。蘇子倅郡，以臘日訪之，作詩云："
      },
      {
        "index": 136,
        "text": "天欲雪時雲滿湖，樓臺明滅山有無。水清石出魚可數，林深無人鳥相呼。臘月不歸對妻孥，名尋道人實自娛。道人之居在何許，寶雲山前路盤紆。孤山孤絕誰肯廬，道人有道山不孤。紙窗竹屋深自暖，擁褐坐睡依團蒲。天寒路遠愁僕夫，整駕催歸及未晡。出山回望雲水合，但見野鶴盤浮屠。茲遊淡泊歡有餘，到家恍如夢蘧蘧。作詩火急追亡逋，清景一失後難摹。"
      },
      {
        "index": 137,
        "text": "天欲雪時雲滿湖，樓臺明滅山有無。水清石出魚可數，林深無人鳥相呼。臘月不歸對妻孥，名尋道人實自娛。道人之居在何許，寶雲山前路盤紆。孤山孤絕誰肯廬，道人有道山不孤。紙窗竹屋深自暖，擁褐坐睡依團蒲。天寒路遠愁僕夫，整駕催歸及未晡。出山回望雲水合，但見野鶴盤浮屠。茲遊淡泊歡有餘，到家恍如夢蘧蘧。作詩火急追亡逋，清景一失後難摹。"
      },
      {
        "index": 138,
        "text": "王世貞《泛湖度六橋堤》詩："
      },
      {
        "index": 139,
        "text": "拂幰鶯啼出谷頻，長堤夭矯跨蒼旻。六橋天闊爭虹影，五馬飆開散曲塵。碧水乍搖如轉盼，青山初沐競舒顰。莫輕楊柳無情思，誰是風流白舍人？"
      },
      {
        "index": 140,
        "text": "拂幰鶯啼出谷頻，長堤夭矯跨蒼旻。六橋天闊爭虹影，五馬飆開散曲塵。碧水乍搖如轉盼，青山初沐競舒顰。莫輕楊柳無情思，誰是風流白舍人？"
      },
      {
        "index": 141,
        "text": "李鑑龍《西湖》詩："
      },
      {
        "index": 142,
        "text": "花柳曾聞暗六橋，近來游舫甚蕭條。折殘畫閣堤邊失，倒入山光波上搖。秋水湖心眸一點，夜潭塔影黛雙描。蘭亭感慨今移此，痴對雷峯話寂寥。"
      },
      {
        "index": 143,
        "text": "花柳曾聞暗六橋，近來游舫甚蕭條。折殘畫閣堤邊失，倒入山光波上搖。秋水湖心眸一點，夜潭塔影黛雙描。蘭亭感慨今移此，痴對雷峯話寂寥。"
      },
      {
        "index": 144,
        "text": "湖心亭"
      },
      {
        "index": 145,
        "text": "湖心亭舊為湖心寺，湖中三塔，此其一也。明弘治間，按察司僉事陰子淑秉憲甚厲。寺僧怙鎮守中官，杜門不納官長。"
      },
      {
        "index": 146,
        "text": "陰廉其奸事，毀之，並去其塔。嘉靖三十一年，太守孫孟尋遺跡，建亭其上。露臺畝許，周以石欄，湖山勝概，一覽無遺。數年尋圮。萬曆四年，僉事徐廷祼重建。二十八年，司禮監孫東瀛改為清喜閣，金碧輝煌，規模壯麗，遊人望之如海市蜃樓。煙雲吞吐，恐滕王閣、岳陽樓俱無甚偉觀也。春時，山景、睺羅、書畫、古董，盈砌盈階，喧闐擾嚷，聲息不辨。夜月登此，闃寂淒涼，如入鮫宮海藏。月光晶沁，水氣滃之，人稀地僻，不可久留。"
      },
      {
        "index": 147,
        "text": "張京元《湖心亭小記》："
      },
      {
        "index": 148,
        "text": "湖心亭雄麗空闊。時晚照在山，倒射水面，新月掛東，所不滿者半規，金盤玉餅，與夕陽彩翠重輪交網，不覺狂叫欲絕。恨亭中四字匾、隔句對聯，填楣盈棟，安得借咸陽一炬，了此業障。"
      },
      {
        "index": 149,
        "text": "張岱《湖心亭小記》："
      },
      {
        "index": 150,
        "text": "崇禎五年十二月，余住西湖。大雪三日，湖中人鳥聲俱絕。是日更定矣，余拿一小舟，擁毳衣爐火，獨往湖心亭看雪。霧淞沆碭，天與雲、與山、與水，上下一白。湖上影子，惟長堤一痕，湖心亭一點，與余舟一芥，舟中人兩三粒而已。"
      },
      {
        "index": 151,
        "text": "到亭上，有兩人鋪氈對坐，一童子燒酒，爐正沸。見余大驚喜，曰：「湖中焉得更有此人！」拉余同飲。余強飲三大白而別。問其姓氏，是金陵人，客此。及下船，舟子喃喃曰：「莫說相公痴，更有痴似相公者。」"
      },
      {
        "index": 152,
        "text": "胡來朝《湖心亭柱銘》："
      },
      {
        "index": 153,
        "text": "四季笙歌，尚有窮民悲夜月。六橋花柳，深無隙地種桑麻。"
      },
      {
        "index": 154,
        "text": "四季笙歌，尚有窮民悲夜月。六橋花柳，深無隙地種桑麻。"
      },
      {
        "index": 155,
        "text": "鄭燁《湖心亭柱銘》："
      },
      {
        "index": 156,
        "text": "亭立湖心，儼西子載扁舟，雅稱雨奇睛好。席開水面，恍東坡遊赤壁，偏宜月白風清。"
      },
      {
        "index": 157,
        "text": "亭立湖心，儼西子載扁舟，雅稱雨奇睛好。席開水面，恍東坡遊赤壁，偏宜月白風清。"
      },
      {
        "index": 158,
        "text": "張岱《清喜閣柱對》："
      },
      {
        "index": 159,
        "text": "如月當空，偶似微雲點河漢。在人為目，且將秋水剪瞳神。"
      },
      {
        "index": 160,
        "text": "如月當空，偶似微雲點河漢。在人為目，且將秋水剪瞳神。"
      },
      {
        "index": 161,
        "text": "放生池"
      },
      {
        "index": 162,
        "text": "宋時有放生碑，在寶石山下。蓋天禧四年，王欽若請以西湖為放生池，禁民網捕，郡守王隨為之立碑也。今之放生池，在湖心亭之南。外有重堤，朱欄屈曲，橋跨如虹，草樹蓊翳，尤更岑寂。古云三潭印月，即其地也。春時遊舫如鶩，至其地者，百不得一。其中佛舍甚精，复閣重樓，迷禽暗日，威儀肅潔，器缽無聲。但恨魚牢幽閉，漲膩不流，劌鬐缺鱗，頭大尾瘠，魚若能言，其苦萬狀。以理揆之，孰若縱壑開樊，聽其游泳，則物性自遂，深恨俗僧難與解釋耳。昔年余到雲棲，見雞鵝豚羖，共牢飢餓，日夕挨擠，墮水死者不計其數。"
      },
      {
        "index": 163,
        "text": "余向蓮池師再四疏說，亦謂未能免俗，聊复爾爾。後見兔鹿猢猻亦受禁鎖，余曰：「雞鳧豚羖，皆藉食於人，若兔鹿猢猻，放之山林，皆能自食，何苦鎖禁，待以胥縻。」蓮師大笑，悉為撤禁，聽其所之，見者大快。"
      },
      {
        "index": 164,
        "text": "陶望齡《放生池》詩："
      },
      {
        "index": 165,
        "text": "介盧曉牛鳴，冶長識雀噦。吾願天耳通，達此音聲類。羣魚泣妻妾，雞鶩呼弟妹。不獨死可哀，生離亦可慨。閩語既嚶咿，吳聽了難會。寧聞閩人肉，忍作吳人膾。可憐登陸魚，噞喁向人誶。人曰魚口喑，魚言人耳背。何當破網羅，施之以無畏。昔有二勇者，操刀相與酤。曰子我肉也，奚更求食乎。互割還互啖，彼盡我亦屠。食彼同自食，舉世嗤其愚。還語血食人，有以異此無？"
      },
      {
        "index": 166,
        "text": "介盧曉牛鳴，冶長識雀噦。吾願天耳通，達此音聲類。羣魚泣妻妾，雞鶩呼弟妹。不獨死可哀，生離亦可慨。閩語既嚶咿，吳聽了難會。寧聞閩人肉，忍作吳人膾。可憐登陸魚，噞喁向人誶。人曰魚口喑，魚言人耳背。何當破網羅，施之以無畏。昔有二勇者，操刀相與酤。曰子我肉也，奚更求食乎。互割還互啖，彼盡我亦屠。食彼同自食，舉世嗤其愚。還語血食人，有以異此無？"
      },
      {
        "index": 167,
        "text": "吳越王錢鏐於西湖上稅漁，名「使宅漁」。一日，羅隱入謁，壁有磻溪垂釣圖，王命題之。題云：「呂望當年展廟謨，直鉤釣國又何如？假令身住西湖上，也是應供使宅魚。」王即罷漁稅。"
      },
      {
        "index": 168,
        "text": "放生池柱對："
      },
      {
        "index": 169,
        "text": "天地一網罟，欲度眾生誰解脫。飛潛皆性命，但存此念即菩提。"
      },
      {
        "index": 170,
        "text": "天地一網罟，欲度眾生誰解脫。飛潛皆性命，但存此念即菩提。"
      },
      {
        "index": 171,
        "text": "醉白樓"
      },
      {
        "index": 172,
        "text": "杭州刺史白樂天嘯傲湖山時，有野客趙羽者，湖樓最暢，樂天常過其家，痛飲竟日，絕不分官民體。羽得與樂天通往來，索其題樓。樂天即顏之曰「醉白」。在茅家埠，今改吳莊。"
      },
      {
        "index": 173,
        "text": "一松蒼翠，飛帶如虯，大有古色，真數百年物。當日白公，想定盤礴其下。"
      },
      {
        "index": 174,
        "text": "倪元璐《醉白樓》詩："
      },
      {
        "index": 175,
        "text": "金沙深處白公堤，太守行春信馬蹄。冶艷桃花供祗應，迷離煙柳藉提攜。閒時風月為常主，到處鷗鳧是小傒。野老偶然同一醉，山樓何必更留題。"
      },
      {
        "index": 176,
        "text": "金沙深處白公堤，太守行春信馬蹄。冶艷桃花供祗應，迷離煙柳藉提攜。閒時風月為常主，到處鷗鳧是小傒。野老偶然同一醉，山樓何必更留題。"
      },
      {
        "index": 177,
        "text": "小青佛舍"
      },
      {
        "index": 178,
        "text": "小青，廣陵人。十歲時遇老尼，口授《心經》，一過成誦。"
      },
      {
        "index": 179,
        "text": "尼曰：「是兒早慧福薄，乞付我作弟子。」母不許。長好讀書，解音律，善奕棋。誤落武林富人，為其小婦。大婦奇妒，凌逼萬狀。一日攜小青往天竺，大婦曰：「西方佛無量，乃世獨禮大士，何耶？」小青曰：「以慈悲故耳。」大婦笑曰：「我亦慈悲若。」乃匿之孤山佛舍，令一尼與俱。小青無事，輒臨池自照，好與影語，絮絮如問答，人見輒止。故其詩有「瘦影自臨春水照，卿須憐我我憐卿」之句。後病瘵，絕粒，日飲梨汁少許，奄奄待盡。乃呼畫師寫照，更換再三，都不謂似。"
      },
      {
        "index": 180,
        "text": "後畫師注視良久，匠意妖纖。乃曰：「是矣。」以梨酒供之榻前，連呼：「小青！小青！」一慟而絕，年僅十八。遺詩一帙。"
      },
      {
        "index": 181,
        "text": "大婦聞其死，立至佛舍，索其圖並詩焚之，遽去。"
      },
      {
        "index": 182,
        "text": "小青《拜慈雲閣》詩："
      },
      {
        "index": 183,
        "text": "稽首慈雲大士前，莫生西土莫生天。願將一滴楊枝水，灑作人間並蒂蓮。"
      },
      {
        "index": 184,
        "text": "稽首慈雲大士前，莫生西土莫生天。願將一滴楊枝水，灑作人間並蒂蓮。"
      },
      {
        "index": 185,
        "text": "又《拜蘇小小墓》詩："
      },
      {
        "index": 186,
        "text": "西冷芳草綺粼粼，內信傳來喚踏青。杯酒自澆蘇小墓，可知妾是意中人。"
      },
      {
        "index": 187,
        "text": "西冷芳草綺粼粼，內信傳來喚踏青。杯酒自澆蘇小墓，可知妾是意中人。"
      }
    ]
  }
}