{
  "chapterNumber": 4,
  "title": "卷二　西湖西路",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "玉泉寺"
      },
      {
        "index": 2,
        "text": "玉泉寺為故淨空院。南齊建元中，僧曇起說法於此，龍王來聽，為之撫掌出泉，遂建龍王祠。晉天福三年，始建淨空院於泉左。宋理宗書「玉泉淨空院」額。祠前有池畝許，泉白如玉，水望澄明，淵無潛甲。中有五色魚百餘尾，投以餅餌，則奮鬐鼓鬣，攫奪盤旋，大有情致。泉底有孔，出氣如橐籥，是即神龍泉穴。又有細雨泉，晴天水面如雨點，不解其故。泉出可溉田四千畝。近者曰鮑家田，吳越王相鮑慶臣採地也。萬曆二十八年，司禮孫東瀛於池畔改建大士樓居。春時，遊人甚眾，各攜果餌到寺觀魚，餵飼之多，魚皆饜飫，較之放生池，則侏儒飽欲死矣。"
      },
      {
        "index": 3,
        "text": "道隱《玉泉寺》詩："
      },
      {
        "index": 4,
        "text": "在昔南齊時，說法有曇起。天花墮碧空，神龍聽法語。撫掌一讚歎，出泉成白乳。澄潔更空明，寒涼卻酷暑。石破起冬雷，天驚逗秋雨。如何烈日中，水紋如碎羽。言有橐籥聲，氣孔在泉底。內多海大魚，猙獰數百尾。餅餌驟然投，要遮全振旅。見食即忘生，無怪盜賊聚。"
      },
      {
        "index": 5,
        "text": "在昔南齊時，說法有曇起。天花墮碧空，神龍聽法語。撫掌一讚歎，出泉成白乳。澄潔更空明，寒涼卻酷暑。石破起冬雷，天驚逗秋雨。如何烈日中，水紋如碎羽。言有橐籥聲，氣孔在泉底。內多海大魚，猙獰數百尾。餅餌驟然投，要遮全振旅。見食即忘生，無怪盜賊聚。"
      },
      {
        "index": 6,
        "text": "集慶寺"
      },
      {
        "index": 7,
        "text": "九里松，唐刺史袁仁敬植。松以達天竺，凡九里，左右各三行，每行相去八九尺。蒼翠夾道，藤蘿冒塗，走其下者，人面皆綠。行里許，有集慶寺，乃宋理宗所愛閻妃功德院也。"
      },
      {
        "index": 8,
        "text": "淳祐十一年建造。閻妃，鄞縣人，以妖艷專寵後宮。寺額皆御書，巧麗冠於諸剎。經始時，望青採斫，勳舊不保，鞭笞追逮，擾及雞豚。時有人書法堂鼓云：「淨慈靈隱三天竺，不及閻妃好面皮。」理宗深恨之，大索不得。此寺至今有理宗御容兩軸。六陵既掘，冬青不生，而帝之遺像竟托閻妃之面皮以存，何可輕誚也。元季毀，明洪武二十七年重建。"
      },
      {
        "index": 9,
        "text": "張京元《九里松小記》："
      },
      {
        "index": 10,
        "text": "九里松者，僅見一株兩株，如飛龍劈空，雄古奇偉。想當年萬綠參天，松風聲壯于錢塘潮，今已化為烏有。更千百歲，桑田滄海，恐北高峯頭有螺蚌殼矣，安問樹有無哉！"
      },
      {
        "index": 11,
        "text": "陳玄暉《集慶寺》詩："
      },
      {
        "index": 12,
        "text": "玉鉤斜內一閻妃，姓氏猶傳真足奇。宮嬪若非能佞佛，御容焉得在招提。布地黃金出紫薇，官家不若一閻妃。江南賦稅憑誰用，日縱平章恣水嬉。開荒築土建壇塠，功德巍峨在石碑。集慶猶存宮殿毀，面皮真個屬閻妃。昔日曾傳九里松，後聞建寺一朝空。放生自出羅禽鳥，聽信阇黎說有功。"
      },
      {
        "index": 13,
        "text": "玉鉤斜內一閻妃，姓氏猶傳真足奇。宮嬪若非能佞佛，御容焉得在招提。布地黃金出紫薇，官家不若一閻妃。江南賦稅憑誰用，日縱平章恣水嬉。開荒築土建壇塠，功德巍峨在石碑。集慶猶存宮殿毀，面皮真個屬閻妃。昔日曾傳九里松，後聞建寺一朝空。放生自出羅禽鳥，聽信阇黎說有功。"
      },
      {
        "index": 14,
        "text": "飛來峯"
      },
      {
        "index": 15,
        "text": "飛來峯，棱層剔透，嵌空玲瓏，是米顛袖中一塊奇石。使有石癖者見之，必具袍笏下拜，不敢以稱謂簡褻，只以石丈呼之也。深恨楊髡，遍體俱鑿佛像，羅漢世尊，櫛比皆是，如西子以花豔之膚，瑩白之體，刺作臺池鳥獸，乃以黔墨塗之也。奇格天成，妄遭錐鑿，思之骨痛。翻恨其不匿影西方，輕出靈鷲，受人戮辱；亦猶士君子生不逢時，不束身隱遁，以才華傑出，反受摧殘，郭璞、禰衡並受此慘矣。慧理一嘆，謂其何事飛來，蓋痛之也，亦惜之也。且楊髡沿溪所刻羅漢，皆貌己像，騎獅騎象，侍女皆裸體獻花，不一而足。田公汝成錐碎其一；余少年讀書岣嶁，亦碎其一。聞楊髡當日住德藏寺，專發古塚，喜與殭屍淫媾。知寺後有來提舉夫人與陸左丞化女，皆以色夭，用水銀灌殮。楊命發其塚。有僧真諦者，性呆戇，為寺中樵汲，聞之大怒，嘄呼詬誶。主僧懼禍，鎖禁之。及五鼓，楊髡起，趣眾發掘，真諦踰垣而出，抽韋馱木杵，奮擊楊髡，裂其腦蓋。從人救護，無不被傷。但見真諦於眾中跳躍，每逾尋丈，若隼撇虎騰，飛捷非人力可到。一時燈炬皆滅，耰鋤畚插都被毀壞。楊髡大懼，謂是韋馱顯聖，不敢往發，率眾遽去，亦不敢問。此僧也，洵為山靈吐氣。"
      },
      {
        "index": 16,
        "text": "袁宏道《飛來峯小記》："
      },
      {
        "index": 17,
        "text": "湖上諸峯，當以飛來為第一。峯石逾數十丈，而蒼翠玉立。渴虎奔猊，不足為其怒也；神呼鬼立，不足為其怪也；秋水暮煙，不足為其色也；顛書吳畫，不足為其變幻詰曲也。石上多異木，不假土壤，根生石外。前後大小洞四五，窈窕通明，溜乳作花，若刻若鏤。壁間佛像，皆楊禿所為，如美人面上瘢痕，奇醜可厭。余前後登飛來者五：初次與黃道元、方子公同登，單衫短後，直窮蓮花峯頂。每遇一石，無不發狂大叫。次與王聞溪同登；次為陶石簣、周海寧；次為王靜虛、陶石簣兄弟；次為魯休寧。每遊一次，輒思作一詩，卒不可得。"
      },
      {
        "index": 18,
        "text": "又《戲題飛來峯》詩："
      },
      {
        "index": 19,
        "text": "試問飛來峯，未飛在何處。人世多少塵，何事飛不去。高古而鮮妍，楊、班不能賦。白玉簇其顛，青蓮藉其色。惟有虛空心，一片描不得。平生梅道人，丹青如不識。"
      },
      {
        "index": 20,
        "text": "試問飛來峯，未飛在何處。人世多少塵，何事飛不去。高古而鮮妍，楊、班不能賦。白玉簇其顛，青蓮藉其色。惟有虛空心，一片描不得。平生梅道人，丹青如不識。"
      },
      {
        "index": 21,
        "text": "張岱《飛來峯》詩："
      },
      {
        "index": 22,
        "text": "石原無此理，變幻自成形。天巧疑經鑿，神功不受型。搜空或洚水，開闢必雷霆。應悔輕飛至，無端遭巨靈。石意猶思動，躨跜勢若撐。鬼工穿曲折，兒戲斫瓏玲。深入營三窟，蠻開倩五丁。飛來或飛去，防爾為身輕。"
      },
      {
        "index": 23,
        "text": "石原無此理，變幻自成形。天巧疑經鑿，神功不受型。搜空或洚水，開闢必雷霆。應悔輕飛至，無端遭巨靈。石意猶思動，躨跜勢若撐。鬼工穿曲折，兒戲斫瓏玲。深入營三窟，蠻開倩五丁。飛來或飛去，防爾為身輕。"
      },
      {
        "index": 24,
        "text": "冷泉亭"
      },
      {
        "index": 25,
        "text": "冷泉亭在靈隱寺山門之左。丹垣綠樹，翳映陰森。亭對峭壁，一泓泠然，淒清入耳。亭後西栗十餘株，大皆合抱，冷颸暗樾，遍體清涼。秋初栗熟，大若櫻桃，破苞食之，色如蜜珀，香若蓮房。天啟甲子，余讀書岣嶁山房，寺僧取作清供。余謂雞頭實無其鬆脆，鮮胡桃遜其甘芳也。夏月乘涼，移枕簟就亭中臥月，澗流淙淙，絲竹並作。張公亮聽此水聲，吟林丹山詩：「流向西湖載歌舞，回頭不似在山時。」言此水聲帶金石，已先作歌舞矣，不入西湖安入乎！余嘗謂住西湖之人，無人不帶歌舞，無山不帶歌舞，無水不帶歌舞，脂粉紈綺，即村婦山僧，亦所不免。因憶眉公之言曰：「西湖有名山，無處士；有古剎，無高僧；有紅粉，無佳人；有花朝，無月夕。」曹娥雪亦有詩嘲之曰：「燒鵝羊肉石灰湯，先到湖心次岳王。斜日未曛客未醉，齊拋明月進錢塘。」余在西湖，多在湖船作寓，夜夜見湖上之月，而今又避囂靈隱，夜坐冷泉亭，又夜夜對山間之月，何福消受。余故謂西湖幽賞，無過東坡，亦未免遇夜入城。而深山清寂，皓月空明，枕石漱流，臥醒花影，除林和靖、李岣嶁之外，亦不見有多人矣。即慧理、賓王，亦不許其同在臥次。"
      },
      {
        "index": 26,
        "text": "袁宏道《冷泉亭小記》："
      },
      {
        "index": 27,
        "text": "靈隱寺在北高峯下，寺最奇勝，門景尤好。由飛來峯至冷泉亭一帶，澗水溜玉，畫壁流青，是山之極勝處。亭在山門外，嘗讀樂天記有云：「亭在山下水中，寺西南隅，高不倍尋，廣不累丈，撮奇搜勝，物無遁形。春之日，草薰木欣，可以導和納粹；夏之日，風泠泉渟，可以蠲煩析酲。山樹為蓋，巖石為屏，雲從棟生，水與階平。坐而玩之，可濯足於床下；臥而狎之，可垂釣於枕上。潺湲潔澈，甘粹柔滑，眼目之囂，心舌之垢，不待盥滌，見輒除去。」觀此記，亭當在水中，今依澗而立。澗闊不丈餘，無可置亭者。然則冷泉之景，比舊蓋減十分之七矣。"
      },
      {
        "index": 28,
        "text": "靈隱寺"
      },
      {
        "index": 29,
        "text": "明季昭慶寺火，未幾而靈隱寺火，未幾而上天竺又火，三大寺相繼而毀。是時唯具德和尚為靈隱住持，不數年而靈隱早成。蓋靈隱自晉咸和元年，僧慧理建，山門匾曰「景勝覺場」，相傳葛洪所書。寺有石塔四，錢武肅王所建。宋景德四年，改景德靈隱禪寺，元至正三年毀。明洪武初再建，改靈隱寺。宣德七年，僧曇贊建山門，良玠建大殿。殿中有拜石，長丈餘，有花卉鱗甲之文，工巧如畫。正統十一年，玹理建直指堂，堂文額為張即之所書，隆慶三年毀。萬曆十二年，僧如通重建；二十八年司禮監孫隆重修，至崇禎十三年又毀。具和尚查如通舊籍，所費八萬，今計工料當倍之。具和尚慘淡經營，咄嗟立辦。其因緣之大，恐蓮池金粟所不能逮也。具和尚為余族弟，丁酉歲，余往候之，則大殿、方丈尚未起工，然東邊一帶，朗閣精藍凡九進，客房僧舍百什餘間，棐几藤床，鋪陳器皿，皆不移而具。香積廚中，初鑄三大銅鍋，鍋中煮米三擔，可食千人。具和尚指鍋示余曰：「此弟十餘年來所掙家計也。」飯僧之眾，亦諸剎所無。午間方陪余齋，見有沙彌持赫蹄送看，不知何事，第對沙彌曰：「命庫頭開倉。」沙彌去。及余飯後出寺門，見有千餘人蜂擁而來，肩上擔米，頃刻上禀，斗斛無聲，忽然競去。余問和尚，和尚曰：「此丹陽施主某，歲致米五百擔，水腳挑錢，纖悉自備，不許飲常住勺水，七年於此矣。」余為嗟嘆。因問大殿何時可成，和尚對以：「明年六月，為弟六十，法子萬人，人饋十金，可得十萬，則吾事濟矣。」逾三年而大殿、方丈俱落成焉。余作詩以記其盛。"
      },
      {
        "index": 30,
        "text": "張岱《壽具和尚並賀大殿落成》詩："
      },
      {
        "index": 31,
        "text": "飛來石上白猿立，石自呼猿猿應石。具德和尚行腳來，山鬼啾啾寺前泣。生公叱石同叱羊，沙飛石走山奔忙。驅使萬靈皆辟易，火龍為之開洪荒。正德初年有簿對，八萬今當增一倍。談笑之間事已成，和尚功德可思議。黃金大地破慳貪，聚米成丘粟若山。萬人團族如蜂蟻，和尚植杖意自閒。余見催科祇數貫，縣官敲撲加鍛煉。白糧升合尚怒呼，如坻如京不盈半。憶昔訪師坐法堂，赫蹄數寸來丹陽。和尚聲色不易動，第令侍者開倉場。去不移時階戺亂，白粲馱來五百擔。上倉斗斛寂無聲，千百人夫頃刻散。米不追呼人不繫，送到座前猶屏氣。公侯福德將相才，羅漢神通菩薩慧。如此工程非戲謔，向師頌之師不諾。但言佛自有因緣，老僧只怕因果錯。余自聞言請受記，阿難本是如來弟。與師同住五百年，挾取飛來復飛去。"
      },
      {
        "index": 32,
        "text": "飛來石上白猿立，石自呼猿猿應石。具德和尚行腳來，山鬼啾啾寺前泣。生公叱石同叱羊，沙飛石走山奔忙。驅使萬靈皆辟易，火龍為之開洪荒。正德初年有簿對，八萬今當增一倍。談笑之間事已成，和尚功德可思議。黃金大地破慳貪，聚米成丘粟若山。萬人團族如蜂蟻，和尚植杖意自閒。余見催科祇數貫，縣官敲撲加鍛煉。白糧升合尚怒呼，如坻如京不盈半。憶昔訪師坐法堂，赫蹄數寸來丹陽。和尚聲色不易動，第令侍者開倉場。去不移時階戺亂，白粲馱來五百擔。上倉斗斛寂無聲，千百人夫頃刻散。米不追呼人不繫，送到座前猶屏氣。公侯福德將相才，羅漢神通菩薩慧。如此工程非戲謔，向師頌之師不諾。但言佛自有因緣，老僧只怕因果錯。余自聞言請受記，阿難本是如來弟。與師同住五百年，挾取飛來復飛去。"
      },
      {
        "index": 33,
        "text": "張祜《靈隱寺》詩："
      },
      {
        "index": 34,
        "text": "峯巒開一掌，朱檻幾環延。佛地花分界，僧房竹引泉。五更樓下月，十里郭中煙。後塔聳亭後，前山橫閣前。溪沙涵水靜，洞石點苔鮮。好是呼猿父，西巖深響連。"
      },
      {
        "index": 35,
        "text": "峯巒開一掌，朱檻幾環延。佛地花分界，僧房竹引泉。五更樓下月，十里郭中煙。後塔聳亭後，前山橫閣前。溪沙涵水靜，洞石點苔鮮。好是呼猿父，西巖深響連。"
      },
      {
        "index": 36,
        "text": "賈島《靈隱寺》詩："
      },
      {
        "index": 37,
        "text": "峯前峯後寺新秋，絕頂高窗見沃洲。人在定中聞蟋蟀，鶴於棲處掛獼猴。山鐘夜度空江水，汀月寒生古石樓。心欲懸帆身未逸，謝公此地昔曾遊。"
      },
      {
        "index": 38,
        "text": "峯前峯後寺新秋，絕頂高窗見沃洲。人在定中聞蟋蟀，鶴於棲處掛獼猴。山鐘夜度空江水，汀月寒生古石樓。心欲懸帆身未逸，謝公此地昔曾遊。"
      },
      {
        "index": 39,
        "text": "周詩《靈隱寺》詩："
      },
      {
        "index": 40,
        "text": "靈隱何年寺，青山嚮此開。澗流原不斷，峯石自飛來。樹覆空王苑，花藏大士臺。探冥有玄度，莫遣夕陽催。"
      },
      {
        "index": 41,
        "text": "靈隱何年寺，青山嚮此開。澗流原不斷，峯石自飛來。樹覆空王苑，花藏大士臺。探冥有玄度，莫遣夕陽催。"
      },
      {
        "index": 42,
        "text": "北高峯"
      },
      {
        "index": 43,
        "text": "北高峯在靈隱寺後，石磴數百級，曲折三十六灣。上有華光廟，以祀五聖。山半有馬明王廟，春日祈蠶者咸往焉。峯頂浮屠七級，唐天寶中建，會昌中毀；錢武肅王修復之，宋咸淳七年復毀。此地羣山屏繞，湖水鏡涵，由上視下，歌舫漁舟，若鷗鳧出沒煙波，遠而益微，僅規其影。西望羅剎江，若匹練新濯，遙接海色，茫茫無際。張公亮有句：「江氣白分海氣合，吳山青盡越山來。」詩中有畫。郡城正值江湖之間，委蛇曲折，左右映帶，屋宇鱗次，竹木雲蓊，鬱鬱蔥蔥，鳳舞龍盤，真有王氣蓬勃。山麓有無著禪師塔。師名文喜，唐肅宗時人也，瘞骨於此。韓侂冑取為葬地，啟其塔，有陶龕焉，容色如生，髮垂至肩，指爪盤屈繞身，舍利數百粒，三日不壞，竟荼毘之。"
      },
      {
        "index": 44,
        "text": "蘇軾《遊靈隱高峯塔》詩："
      },
      {
        "index": 45,
        "text": "言遊高峯塔，蓐食始野裝。火雲秋未衰，及此初旦涼。霧霏巖谷暗，日出草木香。嘉我同來人，又便雲水鄉。相勸小舉足，前路高且長。古松攀龍蛇，怪石坐牛羊。漸聞鐘馨音，飛鳥皆下翔。入門空無有，雲海浩茫茫。惟見聾道人，老病時絕糧。問年笑不答，但指穴梨床。心知不復來，欲歸更徬徨。贈別留匹布，今歲天早霜。"
      },
      {
        "index": 46,
        "text": "言遊高峯塔，蓐食始野裝。火雲秋未衰，及此初旦涼。霧霏巖谷暗，日出草木香。嘉我同來人，又便雲水鄉。相勸小舉足，前路高且長。古松攀龍蛇，怪石坐牛羊。漸聞鐘馨音，飛鳥皆下翔。入門空無有，雲海浩茫茫。惟見聾道人，老病時絕糧。問年笑不答，但指穴梨床。心知不復來，欲歸更徬徨。贈別留匹布，今歲天早霜。"
      },
      {
        "index": 47,
        "text": "韜光庵"
      },
      {
        "index": 48,
        "text": "韜光庵在靈隱寺右之半山，韜光禪師建。師，蜀人，唐太宗時，辭其師出遊，師囑之曰：「遇天可留，逢巢即止。」師遊靈隱山巢溝塢，值白樂天守郡，悟曰：「吾師命之矣。」遂卓錫焉。樂天聞之，遂與為友，題其堂曰「法安」。內有金蓮池、烹茗井，壁間有趙閱道、蘇子瞻題名。庵之右為呂純陽殿，萬曆十二年建，參政郭子章為之記。駱賓王亡命為僧，匿跡寺中。宋之問自謫所還至江南，偶宿於此。夜月極明，之問在長廊索句，吟曰：「鷲嶺鬱岧嶢，龍宮鎖寂寥。」後句未屬，思索良苦。有老僧點長明燈，同曰：「少年夜不寐，而吟諷甚苦，何耶？」之問曰：「適欲題此寺，得上聯而下句不屬。」"
      },
      {
        "index": 49,
        "text": "僧請吟上句，宋誦之。老僧曰：「何不云『樓觀滄海日，門對浙江潮』？」之問愕然，訝其遒麗，遂續終篇。遲明訪之，老僧不復見矣。有知者曰：此駱賓王也。"
      },
      {
        "index": 50,
        "text": "袁宏道《韜光庵小記》："
      },
      {
        "index": 51,
        "text": "韜光在山之腰，出靈隱後一二里，路徑甚可愛。古木婆娑，草香泉漬，淙淙之聲，四分五絡，達於山廚。庵內望錢塘江，浪紋可數。余始入靈隱，疑宋之問詩不似，意古人取景，或亦如近代詞客捃拾幫湊。及登韜光，始知「滄海」、「浙江」、「捫蘿」、「刳木」數語，字字入畫，古人真不可及矣。"
      },
      {
        "index": 52,
        "text": "宿韜光之次日，余與石簣、子公同登北高峯，絕頂而下。"
      },
      {
        "index": 53,
        "text": "張京元《韜光庵小記》："
      },
      {
        "index": 54,
        "text": "韜光庵在靈鷲後，鳥道蛇盤，一步一喘。至庵，入坐一小室，峭壁如削，泉出石罅，彙為池，蓄金魚數頭。低窗曲檻，相向啜茗，真有武陵世外之想。"
      },
      {
        "index": 55,
        "text": "蕭士瑋《韜光庵小記》："
      },
      {
        "index": 56,
        "text": "初二，雨中上韜光庵。霧樹相引，風煙披薄，木末飛流，江懸海掛。倦時踞石而坐，倚竹而息。大都山之姿態，得樹而妍；山之骨格，得石而蒼；山之營衛，得水而活；惟韜光道中能全有之。初至靈隱，求所謂「樓觀滄海日，門對浙江潮」，竟無所有。至韜光，了了在吾目中矣。白太傅碑可讀，雨中泉可聽，恨僧少可語耳。枕上沸波，竟夜不息，視聽幽獨，喧極反寂。益信聲無哀樂也。"
      },
      {
        "index": 57,
        "text": "受肇和《自韜光登北高峯》詩："
      },
      {
        "index": 58,
        "text": "高峯千仞玉嶙峋，石磴攀躋翠藹分。一路松風長帶雨，半空嵐氣自成雲。上方樓閣參差見，下界笙歌遠近聞。誰似當年蘇內翰，登臨處處有遺文。"
      },
      {
        "index": 59,
        "text": "高峯千仞玉嶙峋，石磴攀躋翠藹分。一路松風長帶雨，半空嵐氣自成雲。上方樓閣參差見，下界笙歌遠近聞。誰似當年蘇內翰，登臨處處有遺文。"
      },
      {
        "index": 60,
        "text": "白居易《招韜光禪師》詩："
      },
      {
        "index": 61,
        "text": "白屋炊香飯，葷羶不入家。濾泉澄葛粉，洗手摘藤花。青菜除黃葉，紅姜帶紫芽。命師相伴食，齋罷一甌茶。"
      },
      {
        "index": 62,
        "text": "白屋炊香飯，葷羶不入家。濾泉澄葛粉，洗手摘藤花。青菜除黃葉，紅姜帶紫芽。命師相伴食，齋罷一甌茶。"
      },
      {
        "index": 63,
        "text": "韜光禪師《答白太守》詩："
      },
      {
        "index": 64,
        "text": "山僧野性愛林泉，每向巖阿倚石眠。不解栽松陪玉勒，惟能引水種青蓮。白雲乍可來青嶂，明月難教下碧天。城市不能飛錫至，恐妨鶯囀翠樓前。"
      },
      {
        "index": 65,
        "text": "山僧野性愛林泉，每向巖阿倚石眠。不解栽松陪玉勒，惟能引水種青蓮。白雲乍可來青嶂，明月難教下碧天。城市不能飛錫至，恐妨鶯囀翠樓前。"
      },
      {
        "index": 66,
        "text": "楊蟠《韜光庵》詩："
      },
      {
        "index": 67,
        "text": "寂寂階前草，春深鹿自耕。老僧垂白髮，山下不知名。"
      },
      {
        "index": 68,
        "text": "寂寂階前草，春深鹿自耕。老僧垂白髮，山下不知名。"
      },
      {
        "index": 69,
        "text": "王思任《韜光庵》詩："
      },
      {
        "index": 70,
        "text": "雲老天窮結數楹，濤呼萬壑盡松聲。鳥來佛座施花去，泉入僧廚漉菜行。一捺斷山流海氣，半株殘塔插湖明。靈峯佔絕杭州妙，輸與韜光得隱名。"
      },
      {
        "index": 71,
        "text": "雲老天窮結數楹，濤呼萬壑盡松聲。鳥來佛座施花去，泉入僧廚漉菜行。一捺斷山流海氣，半株殘塔插湖明。靈峯佔絕杭州妙，輸與韜光得隱名。"
      },
      {
        "index": 72,
        "text": "又《韜光澗道》詩："
      },
      {
        "index": 73,
        "text": "靈隱入孤峯，庵庵疊翠重。僧泉交竹驛，仙屋破雲封。綠暗天俱貴，幽寒月不濃。澗橋秋倚處，忽一響山鐘。"
      },
      {
        "index": 74,
        "text": "靈隱入孤峯，庵庵疊翠重。僧泉交竹驛，仙屋破雲封。綠暗天俱貴，幽寒月不濃。澗橋秋倚處，忽一響山鐘。"
      },
      {
        "index": 75,
        "text": "岣嶁山房"
      },
      {
        "index": 76,
        "text": "李茇號岣嶁，武林人，住靈隱韜光山下。造山房數楹，盡駕回溪絕壑之上。溪聲淙淙出閣下，高厓插天，古木蓊蔚，人有幽致。山人居此，孑然一身。好詩，與天池徐渭友善。客至，則呼僮駕小肪，盪槳於西泠斷橋之間，笑詠竟日。以山石自磥生壙，死即埋之。所著有《岣嶁山人詩集》四卷。天啟甲子，余與趙介臣、陳章侯、顏敘伯、卓珂月、余弟平子讀書其中。主僧自超，園蔬山蔌，淡薄淒清。但恨名利之心未淨，未免唐突山靈，至今猶有愧色。"
      },
      {
        "index": 77,
        "text": "張岱《岣嶁山房小記》："
      },
      {
        "index": 78,
        "text": "岣嶁山房，逼山、逼溪、逼韜光路，故無徑不梁，無屋不閣。門外蒼松傲睨，蓊以雜木，冷綠萬頃，人面俱失。石橋低磴，可坐十人。寺僧刳竹引泉，橋下交交牙牙，皆為竹節。天啟甲子，余鍵戶其中者七閱月，耳飽溪聲，目飽清樾。山上下多西栗、邊筍，甘芳無比。鄰人以山房為市，蓏果、羽族日致之，而獨無魚。乃瀦溪為壑，系巨魚數十頭。有客至，輒取魚給鮮。日晡，必步冷泉亭、包園、飛來峯。一日，緣溪走看佛像，口口罵楊髡。見一波斯坐龍象，蠻女四五獻花果，皆裸形，勒石誌之，乃真伽像也。余椎落其首，並碎諸蠻女，置溺溲處以報之。寺僧以余為椎佛也，咄咄作怪事，及知為楊髡，皆歡喜讚歎。"
      },
      {
        "index": 79,
        "text": "徐渭《訪李岣嶁山人》詩："
      },
      {
        "index": 80,
        "text": "岣嶁詩客學全真，半日深山說鬼神。送到澗聲無響處，歸來明月滿前津。七年火宅三車客，十里荷花兩槳人。兩岸鷗鳧仍似昨，就中應有舊相親。"
      },
      {
        "index": 81,
        "text": "岣嶁詩客學全真，半日深山說鬼神。送到澗聲無響處，歸來明月滿前津。七年火宅三車客，十里荷花兩槳人。兩岸鷗鳧仍似昨，就中應有舊相親。"
      },
      {
        "index": 82,
        "text": "王思任《岣嶁僧舍》詩："
      },
      {
        "index": 83,
        "text": "亂苔膏古蔭，慘綠蔽新芊。鳥語皆番異，泉心即佛禪。買山應較尺，賒月敢辭錢。多少清涼界，幽僧抱竹眠。"
      },
      {
        "index": 84,
        "text": "亂苔膏古蔭，慘綠蔽新芊。鳥語皆番異，泉心即佛禪。買山應較尺，賒月敢辭錢。多少清涼界，幽僧抱竹眠。"
      },
      {
        "index": 85,
        "text": "青蓮山房"
      },
      {
        "index": 86,
        "text": "青蓮山房，為涵所包公之別墅也。山房多修竹古梅，倚蓮花峯，跨曲澗，深巖峭壁，掩映林巒間。公有泉石之癖，日涉成趣。臺榭之美，冠絕一時。外以石屑砌壇，柴根編戶，富貴之中，又著草野。正如小李將軍作丹青界畫，樓臺細畫，雖竹籬茅舍，無非金碧輝煌也。曲房密室，皆儲偫美人，行其中者，至今猶有香艷。當時皆珠翠團簇，錦繡堆成。一室之中，宛轉曲折，環繞盤旋，不能即出。主人於此精思巧構，大類迷樓。而後人欲如包公之聲伎滿前，則亦兩浙薦紳先生所絕無者也。今雖數易其主，而過其門者必曰「包氏北莊」。"
      },
      {
        "index": 87,
        "text": "陳繼儒《青蓮山房》詩："
      },
      {
        "index": 88,
        "text": "造園華麗極，反欲學村莊。編戶留柴葉，磊壇帶石霜。梅根常塞路，溪水直穿房。覓主無從入，裝回走曲廊。主人無俗態，築圃見文心。竹暗常疑雨，松梵自帶琴。牢騷寄聲伎，經濟儲山林。久已無常主，包莊說到今。"
      },
      {
        "index": 89,
        "text": "造園華麗極，反欲學村莊。編戶留柴葉，磊壇帶石霜。梅根常塞路，溪水直穿房。覓主無從入，裝回走曲廊。主人無俗態，築圃見文心。竹暗常疑雨，松梵自帶琴。牢騷寄聲伎，經濟儲山林。久已無常主，包莊說到今。"
      },
      {
        "index": 90,
        "text": "呼猿洞"
      },
      {
        "index": 91,
        "text": "呼猿洞在武林山。晉慧理禪師，常畜黑白二猿，每於靈隱寺月明長嘯，二猿隔岫應之，其聲清皦。後六朝宋時，有僧智一仿舊跡而畜數猿於山，臨澗長嘯，則羣猿畢集，謂之猿父。好事者施食以齋之，因建飯猿堂。今黑白二猿尚在。有高僧住持，則或見黑猿，或見白猿。具德和尚到山間，則黑白皆見。余於方丈作一對送之：「生公說法，雨墮天花，莫論飛去飛來，頑皮石也會點頭。慧理參禪，月明長嘯，不問是黑是白，野心猿都能答應。」具和尚在靈隱，聲名大著。後以徑山佛地謂歷代祖師多出於此，徙往徑山。事多格迕，為時無幾，遂致涅槃。方知盛名難居，雖在緇流，亦不可多取。"
      },
      {
        "index": 92,
        "text": "陳洪綬《呼猿洞》詩："
      },
      {
        "index": 93,
        "text": "慧理是同鄉，白猿供使令。以此後來人，十呼十不應。明月在空山，長嘯是何意。呼山山自來，麾猿猿不去。痛恨遇真伽，斧斤殘怪石。山亦悔飛來，與猿相對泣。洞黑复幽深，恨無巨靈力。余欲錘碎之，白猿當自出。"
      },
      {
        "index": 94,
        "text": "慧理是同鄉，白猿供使令。以此後來人，十呼十不應。明月在空山，長嘯是何意。呼山山自來，麾猿猿不去。痛恨遇真伽，斧斤殘怪石。山亦悔飛來，與猿相對泣。洞黑复幽深，恨無巨靈力。余欲錘碎之，白猿當自出。"
      },
      {
        "index": 95,
        "text": "張岱《呼猿洞》對："
      },
      {
        "index": 96,
        "text": "洞里白猿呼不出，崖前殘石悔飛來。"
      },
      {
        "index": 97,
        "text": "三生石"
      },
      {
        "index": 98,
        "text": "三生石在下天竺寺後。東坡《圓澤傳》曰：洛師惠林寺，故光祿卿李憕居第。祿山陷東都，憕以居守死之。子源，少時以貴遊子豪侈善歌聞於時。及憕死，悲憤自誓，不仕，不娶，不食肉，居寺中五十餘年。寺有僧圓澤，富而知音。源與之遊甚密，促膝交語竟日，人莫能測。一日相約遊蜀青城峨嵋山，源欲自荊州溯峽，澤欲取長安斜谷路。源不可，曰：「吾以絕世事，豈可復到京師哉！」澤默然久之，曰：「行止固不由人。」遂自荊州路。舟次南浦，見婦人錦襠負罌而汲者，澤望而歎曰：「吾不欲由此者，為是也。」源驚問之。澤曰：「婦人姓王氏，吾當為之子。孕三歲矣，吾不來，故不得乳。今既見，無可逃之。公當以符咒助吾速生。三日浴兒時，願公臨我，以笑為信。後十三年中秋月夜，杭州天竺寺外，當與公相見。」源悲悔，而為具沐浴易服。至暮，澤亡而婦乳。"
      },
      {
        "index": 99,
        "text": "三日，往觀之，兒見源果笑。具以語王氏，出家財葬澤山下。"
      },
      {
        "index": 100,
        "text": "源遂不果行。返寺中，問其徒，則既有治命矣。後十三年，自洛還吳，赴其約。至所約，聞葛洪川畔有牧童扣角而歌之曰："
      },
      {
        "index": 101,
        "text": "「三生石上舊精魂，賞月吟風不要論。慚愧情人遠相訪，此身雖異性長存。」呼問：「澤公健否？」答曰：「李公真信士，然俗緣未盡，慎弗相近，惟勤修不墮，乃復相見。」又歌曰："
      },
      {
        "index": 102,
        "text": "「身前身後事茫茫，欲話因緣恐斷腸。吳越山川尋已遍，卻回煙棹上瞿唐。」遂去不知所之。後二年，李德裕奏源忠臣子，篤孝，拜諫議大夫。不就，竟死寺中，年八十一。"
      },
      {
        "index": 103,
        "text": "王元章《送僧歸中竺》詩："
      },
      {
        "index": 104,
        "text": "天香閣上風如水，千歲巖前云似苔。明月不期穿樹出，老夫曾此聽猿來。相逢五載無書寄，卻憶三生有夢迴。鄉曲故人憑問訊，孤山梅樹幾番開。"
      },
      {
        "index": 105,
        "text": "天香閣上風如水，千歲巖前云似苔。明月不期穿樹出，老夫曾此聽猿來。相逢五載無書寄，卻憶三生有夢迴。鄉曲故人憑問訊，孤山梅樹幾番開。"
      },
      {
        "index": 106,
        "text": "蘇軾《贈下天竺惠淨師》詩："
      },
      {
        "index": 107,
        "text": "予去杭十六年而復來，留二年而去。平生自覺出處老少，粗似樂天，雖才名相遠，而安分寡求亦庶幾焉。三月六日，來別南北山諸道人，而下天竺惠淨師以丑石贈，作三絕句："
      },
      {
        "index": 108,
        "text": "當年衫鬢兩青青，強說重來慰別情。衰鬢只今無可白，故應相對說來生。出處依稀似樂天，敢將衰朽較前賢。便從洛社休官去，猶有閒居二十年。在郡依前六百日，山中不記幾回來。還將天竺一峯去，欲把雲根到處栽。"
      },
      {
        "index": 109,
        "text": "當年衫鬢兩青青，強說重來慰別情。衰鬢只今無可白，故應相對說來生。出處依稀似樂天，敢將衰朽較前賢。便從洛社休官去，猶有閒居二十年。在郡依前六百日，山中不記幾回來。還將天竺一峯去，欲把雲根到處栽。"
      },
      {
        "index": 110,
        "text": "上天竺"
      },
      {
        "index": 111,
        "text": "上天竺，晉天福間，僧道翊結茅庵於此。一夕，見毫光發於前澗，晚視之，得一奇木，刻畫觀音大士像。後漢乾祐間，有僧從勳自洛陽持古佛舍利來，置頂上，妙相莊嚴，端正殊好，晝放白光，士民崇信。錢武肅王常夢白衣人求葺其居，寤而有感，遂建天竺觀音看經院。宋咸平中，浙西久旱，郡守張去華率僚屬具幡幢華蓋迎請下山，而澍雨沾足。自是有禱輒應，而雨每滂薄不休，世傳爛稻龍王焉。南渡時，施捨珍寶，有日月珠、鬼谷珠、貓睛等，雖大內亦所罕見。嘉祐中，沈文通治郡，謂觀音以聲聞宣佛力，非禪那所居，乃以教易禪，令僧元淨號辨才者主之。鑿山築室，幾至萬礎。治平中，郡守蔡襄奏賜「靈感觀音」殿額。辨才乃益鑿前山，闢地二十有五尋，殿加重簷。建咸四年，兀术入臨安，高宗航海。兀术至天竺，見觀音像喜之，乃載後車，與《大藏經》並徙而北。時有比丘知完者，率其徒以從。至燕，舍於都城之西南五里，曰玉河鄉，建寺奉之。天竺僧乃重以他木刻肖前像，詭曰：「藏之井中，今方出現」，其實並非前像也。乾道三年，建十六觀堂，七年，改院為寺，門匾皆御書。慶元三年，改天台教寺。元至元三年毀。五年，僧慶思重建，仍改天竺教寺。元末毀。明洪武初重建，萬曆二十七年重修。崇禎末年又毀，清初又建。時普陀路絕，天下進香者皆近就天竺，香火之盛，當甲東南。二月十九日，男女宿山之多，殿內外無下足處，與南海潮音寺正等。"
      },
      {
        "index": 112,
        "text": "張京元《上天竺小記》："
      },
      {
        "index": 113,
        "text": "天竺兩山相夾，回合若迷。山石俱骨立，石間更繞松篁。過下竺，諸僧鳴鐘肅客，寺荒落不堪入。中竺如之。至上竺，山巒環抱，風氣甚固，望之亦幽致。"
      },
      {
        "index": 114,
        "text": "蕭士瑋《上天竺小記》："
      },
      {
        "index": 115,
        "text": "上天竺，疊嶂四周，中忽平曠，巡覽迎眺，驚無歸路。余知身之入而不知其所由入也。從天竺抵龍井，曲澗茂林，處處有之。一片雲、神運石，風氣遒逸，神明刻露。選石得此，亦娶妻得姜矣。泉色紺碧，味淡遠，與他泉迥矣。"
      },
      {
        "index": 116,
        "text": "蘇軾《記天竺詩引》："
      },
      {
        "index": 117,
        "text": "軾年十二，先君自虔州歸，謂予言：「近城山中天竺寺，有樂天親書詩云：『一山門作兩山門，兩寺原從一寺分。東澗水流西澗水，南山雲起北山雲。前臺花發後臺見，上界鐘鳴下界聞。遙想吾師行道處，天香桂子落紛紛。』筆勢奇逸，墨跡如新。」今四十七年，予來訪之，則詩已亡，有刻石在耳。感涕不已，而作是詩。"
      },
      {
        "index": 118,
        "text": "又《贈上天竺辨才禪師》詩："
      },
      {
        "index": 119,
        "text": "南北一山門，上下兩天竺。中有老法師，瘦長如鸛鵠。不知修何行，碧眼照山谷。見之自清涼，洗盡煩惱毒。坐令一都會，方丈禮白足。我有長頭兒，角頰峙犀玉。四歲不知行，抱負煩背腹。師來為摩頂，起走趁奔鹿。乃知戒律中，妙用謝羈束。何必言法華，佯狂啖魚肉。"
      },
      {
        "index": 120,
        "text": "南北一山門，上下兩天竺。中有老法師，瘦長如鸛鵠。不知修何行，碧眼照山谷。見之自清涼，洗盡煩惱毒。坐令一都會，方丈禮白足。我有長頭兒，角頰峙犀玉。四歲不知行，抱負煩背腹。師來為摩頂，起走趁奔鹿。乃知戒律中，妙用謝羈束。何必言法華，佯狂啖魚肉。"
      },
      {
        "index": 121,
        "text": "張岱《天竺柱對》："
      },
      {
        "index": 122,
        "text": "佛亦愛臨安，法像自北朝留住。山皆學靈鷲，洛伽從南海飛來。"
      },
      {
        "index": 123,
        "text": "佛亦愛臨安，法像自北朝留住。山皆學靈鷲，洛伽從南海飛來。"
      }
    ]
  }
}