{
  "chapterNumber": 7,
  "title": "卷五　西湖外景",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "西溪"
      },
      {
        "index": 2,
        "text": "粟山高六十二丈，周回十八里二百步。山下有石人嶺，峭拔凝立，形如人狀，雙髻聳然。過嶺為西溪，居民數百家，聚為村市。相傳宋南渡時，高宗初至武林，以其地豐厚，欲都之。後得鳳凰山，乃云：「西溪且留下。」後人遂以名。地甚幽僻，多古梅，梅格短小，屈曲槎椏，大似黃山松。好事者至其地，買得極小者，列之盆池，以作小景。其地有秋雪庵，一片蘆花，明月映之，白如積雪，大是奇景。余謂西湖真江南錦繡之地，入其中者，目厭綺麗，耳厭笙歌，欲尋深溪盤谷，可以避世如桃源、菊水者，當以西溪為最。余友江道闇有精舍在西溪，招余同隱。余以鹿鹿風塵，未能赴之，至今猶有遺恨。"
      },
      {
        "index": 3,
        "text": "王稚登《西溪寄彭欽之書》："
      },
      {
        "index": 4,
        "text": "留武林十日許，未嘗一至湖上，然遂窮西溪之勝。舟車程並十八里，皆行山雲竹靄中，衣袂盡綠。桂樹大者，兩人圍之不盡。樹下花覆地如黃金，山中人縛帚掃花售市上，每擔僅當脫粟之半耳。往歲行山陰道上，大歎其佳，此行似勝。"
      },
      {
        "index": 5,
        "text": "李流芳《題西溪畫》："
      },
      {
        "index": 6,
        "text": "壬子正月晦日，同仲錫、子與自雲棲翻白沙嶺至西溪。夾路修篁，行兩山間，凡十里，至永興寺。永興山下夷曠，平疇遠村，幽泉老樹，點綴各各成致。自永興至嶽廟又十里，梅花綿亙村落，彌望如雪，一似余家西磧山中。是日，飯永興，登樓嘯詠。夜還湖上小築，同孟暘、印持、子將痛飲。翼日出冊子畫此。癸丑十月烏鎮舟中題。"
      },
      {
        "index": 7,
        "text": "楊蟠《西溪》詩："
      },
      {
        "index": 8,
        "text": "為愛西溪好，長憂溪水窮。山源春更落，散入野田中。"
      },
      {
        "index": 9,
        "text": "為愛西溪好，長憂溪水窮。山源春更落，散入野田中。"
      },
      {
        "index": 10,
        "text": "王思任《西溪》詩："
      },
      {
        "index": 11,
        "text": "一嶺透天目，千溪叫雨頭。石雲開繡壁，山骨洗寒流。鳥道苔衣滑，人家竹語幽。此行不作路，半武百年遊。"
      },
      {
        "index": 12,
        "text": "一嶺透天目，千溪叫雨頭。石雲開繡壁，山骨洗寒流。鳥道苔衣滑，人家竹語幽。此行不作路，半武百年遊。"
      },
      {
        "index": 13,
        "text": "張岱《秋雪庵詩》："
      },
      {
        "index": 14,
        "text": "古宕西溪天下聞，輞川詩是記遊文。庵前老荻飛秋雪，林外奇峯聳夏雲。怪石棱層皆露骨，古梅結屈止留筋。溪山步步堪盤礴，植杖聽泉到夕曛。"
      },
      {
        "index": 15,
        "text": "古宕西溪天下聞，輞川詩是記遊文。庵前老荻飛秋雪，林外奇峯聳夏雲。怪石棱層皆露骨，古梅結屈止留筋。溪山步步堪盤礴，植杖聽泉到夕曛。"
      },
      {
        "index": 16,
        "text": "虎跑泉"
      },
      {
        "index": 17,
        "text": "虎跑寺本名定慧寺，唐元和十四年性空師所建。憲宗賜號曰廣福院。大中八年改大慈寺，僖宗乾符三年加「定慧」二字。宋末毀。元大德七年重建。又毀。明正德十四年，寶掌禪師重建。嘉靖十九年又毀。二十四年，山西僧永果再造。今人皆以泉名其寺云。先是，性空師為蒲坂盧氏子，得法於百丈海，來游此山，樂其靈氣鬱盤，棲禪其中。苦於無水，意欲他徙。夢神人語曰：「師毋患水，南嶽有童子泉，當遣二虎驅來。」翼日，果見二虎跑地出泉，清香甘冽。大師遂留。明洪武十一年，學士宋濂朝京，道山下。主僧邀濂觀泉，寺僧披衣同舉梵咒，泉觱沸而出，空中雪舞。濂心異之，為作銘以記。城中好事者取以烹茶，日去千擔。寺中有調水符，取以為驗。"
      },
      {
        "index": 18,
        "text": "蘇軾《虎跑泉》詩："
      },
      {
        "index": 19,
        "text": "亭亭石榻東峯上，此老初來百神仰。虎移泉眼趨行腳，龍作浪花供撫掌。至今遊人灌濯罷，臥聽空階環玞響。故知此老如此泉，莫作人間去來想。"
      },
      {
        "index": 20,
        "text": "亭亭石榻東峯上，此老初來百神仰。虎移泉眼趨行腳，龍作浪花供撫掌。至今遊人灌濯罷，臥聽空階環玞響。故知此老如此泉，莫作人間去來想。"
      },
      {
        "index": 21,
        "text": "袁宏道《虎跑泉》詩："
      },
      {
        "index": 22,
        "text": "竹林松澗淨無塵，僧老當知寺亦貧。飢鳥共分香積米，枯枝常足道人薪。碑頭字識開山偈，爐裡灰寒護法神。汲取清泉三四盞，芽茶烹得與嚐新。"
      },
      {
        "index": 23,
        "text": "竹林松澗淨無塵，僧老當知寺亦貧。飢鳥共分香積米，枯枝常足道人薪。碑頭字識開山偈，爐裡灰寒護法神。汲取清泉三四盞，芽茶烹得與嚐新。"
      },
      {
        "index": 24,
        "text": "鳳凰山"
      },
      {
        "index": 25,
        "text": "唐宋以來，州治皆在鳳凰山麓。南渡駐輦，遂為行宮。東坡云：「龍飛鳳舞入錢塘」，茲蓋其右翅也。自吳越以逮南宋，俱於此建都，佳氣扶輿，萃於一脈。元時惑於楊髡之說，即故宮建立五寺，築鎮南塔以厭之，而茲山到今落寞。今之州治，即宋之開元故宮，乃鳳凰之左翅也。明朝因之，而官司藩臬皆列左方，為東南雄會。豈非王氣移易，發洩有時也。故山川壇、八卦田、御教場、萬松書院、天真書院，皆在鳳凰山之左右焉。"
      },
      {
        "index": 26,
        "text": "蘇軾《題萬松嶺惠明院壁》："
      },
      {
        "index": 27,
        "text": "余去此十七年，復與彭城張聖途、丹陽陳輔之同來。院僧梵英，葺治堂宇，比舊加嚴潔。茗飲芳烈，問：「此新茶耶？」英曰：「茶性，新舊交則香味复。」余嘗見知琴者，言琴不百年，則桐之生意不盡，緩急清濁，常與雨暘寒暑相應。此理與茶相近，故並記之。"
      },
      {
        "index": 28,
        "text": "徐渭《八仙臺》詩："
      },
      {
        "index": 29,
        "text": "南山佳處有仙臺，臺畔風光絕素埃。嬴女只教迎鳳入，桃花莫去引人來。能令大藥飛雞犬，欲傍中央剪草萊。舊伴自應尋不見，湖中無此最深隈。"
      },
      {
        "index": 30,
        "text": "南山佳處有仙臺，臺畔風光絕素埃。嬴女只教迎鳳入，桃花莫去引人來。能令大藥飛雞犬，欲傍中央剪草萊。舊伴自應尋不見，湖中無此最深隈。"
      },
      {
        "index": 31,
        "text": "袁宏道《天真書院》詩："
      },
      {
        "index": 32,
        "text": "百尺頹牆在，三千舊事聞。野花粘壁粉，山鳥煽爐溫。江亦學之字，田猶畫卦文。兒孫空滿眼，誰與薦荒芹。"
      },
      {
        "index": 33,
        "text": "百尺頹牆在，三千舊事聞。野花粘壁粉，山鳥煽爐溫。江亦學之字，田猶畫卦文。兒孫空滿眼，誰與薦荒芹。"
      },
      {
        "index": 34,
        "text": "宋大內"
      },
      {
        "index": 35,
        "text": "《宋元拾遺記》：高宗好耽山水，於大內中更造別院，曰小西湖。自遜位後，退居是地，奇花異卉，金碧輝煌，婦寺宮娥充斥其內，享年八十有一。按錢武肅王年亦八十一，而高宗與之同壽，或曰高宗即武肅後身也。《南渡史》又云：徽宗在汴時，夢錢王索還其地，是日即生高宗，後果南渡，錢王所轄之地，盡屬版圖。疇昔之夢，蓋不爽矣。元興，楊璉真伽壞大內以建五寺，曰報國，曰興元，曰般若，曰仙林，曰尊勝，皆元時所建。按志，報國寺即垂拱殿，興元即芙蓉殿，般若即和寧門，仙林即延和殿，尊勝即福寧殿。雕梁畫棟，尚有存者。白塔計高二百丈，內藏佛經數十萬卷，佛像數千，整飾華靡。取宋南渡諸宗骨殖，雜以牛馬之骼，壓於塔下，名以鎮南。未幾，為雷所擊，張士誠尋毀之。"
      },
      {
        "index": 36,
        "text": "謝皋羽《弔宋內》詩："
      },
      {
        "index": 37,
        "text": "復道垂楊草亂交，武林無樹是前朝。野猿引子移來宿，攪盡花間翡翠巢。隔江風雨動諸陵，無主園林草自春。聞說光堯皆墮淚，女官猶是舊宮人。紫宮樓閣逼流霞，今日淒涼佛子家。寒照下山花霧散，萬年枝上掛袈裟。禾黍何人為守閽，落花臺殿暗銷魂。朝元閣下歸來燕，不見當時鸚鵡言。"
      },
      {
        "index": 38,
        "text": "復道垂楊草亂交，武林無樹是前朝。野猿引子移來宿，攪盡花間翡翠巢。隔江風雨動諸陵，無主園林草自春。聞說光堯皆墮淚，女官猶是舊宮人。紫宮樓閣逼流霞，今日淒涼佛子家。寒照下山花霧散，萬年枝上掛袈裟。禾黍何人為守閽，落花臺殿暗銷魂。朝元閣下歸來燕，不見當時鸚鵡言。"
      },
      {
        "index": 39,
        "text": "黃晉卿《弔宋內》詩："
      },
      {
        "index": 40,
        "text": "滄海桑田事渺茫，行逢遺老嘆荒涼。為言故國遊麋鹿，漫指空山號鳳凰。春盡綠莎迷輦道，雨多蒼翠上宮牆。遙知汴水東流畔，更有平蕪與夕陽。"
      },
      {
        "index": 41,
        "text": "滄海桑田事渺茫，行逢遺老嘆荒涼。為言故國遊麋鹿，漫指空山號鳳凰。春盡綠莎迷輦道，雨多蒼翠上宮牆。遙知汴水東流畔，更有平蕪與夕陽。"
      },
      {
        "index": 42,
        "text": "趙孟《宋內》詩："
      },
      {
        "index": 43,
        "text": "東南都會帝王州，三月鶯花非舊遊。故國金人愁別漢，當年玉馬去朝周。湖山靡靡今猶在，江水茫茫只自流。千古興亡盡如此，春風麥秀使人愁。"
      },
      {
        "index": 44,
        "text": "東南都會帝王州，三月鶯花非舊遊。故國金人愁別漢，當年玉馬去朝周。湖山靡靡今猶在，江水茫茫只自流。千古興亡盡如此，春風麥秀使人愁。"
      },
      {
        "index": 45,
        "text": "劉基《宋大內》詩："
      },
      {
        "index": 46,
        "text": "澤國繁華地，前朝此建都。青山彌百粵，白水入三吳。艮嶽銷王氣，坤靈肇帝圖。兩宮千里恨，九子一身孤。設險憑天塹，偷安負海隅。雲霞行殿起，荊棘寢園蕪。幣帛敦和議，弓刀抑武夫。但聞當佇奏，不見立廷呼。鬼蜮昭華袞，忠良賜屬鏤。何勞問社稷，且自作歡娛。秔稻來吳會，龜黿出巨區。至尊巍北闕，多士樂西湖。鷁首馳文舫，龍鱗舞繡襦。暖波搖襞積，涼月浸氍毹。紫桂秋風老，紅蓮曉露濡。巨螯擎擁劍，香飯漉雕胡。蝸角乾坤大，鰲頭氣勢殊。秦庭迷指鹿，周室嘆瞻烏。玉馬違京輦，銅駝擲路衢。含容天地廣，養育羽毛俱。橘柚馳包貢，塗泥賦上腴。斷犀埋越棘，照乘走隋珠。弔古江山在，懷今歲月逾。鯨鯢空渤澥，歌詠已唐虞。鴟革愁何極，羊裘釣不迂。征鴻暮南去，回首憶蓴鱸。"
      },
      {
        "index": 47,
        "text": "澤國繁華地，前朝此建都。青山彌百粵，白水入三吳。艮嶽銷王氣，坤靈肇帝圖。兩宮千里恨，九子一身孤。設險憑天塹，偷安負海隅。雲霞行殿起，荊棘寢園蕪。幣帛敦和議，弓刀抑武夫。但聞當佇奏，不見立廷呼。鬼蜮昭華袞，忠良賜屬鏤。何勞問社稷，且自作歡娛。秔稻來吳會，龜黿出巨區。至尊巍北闕，多士樂西湖。鷁首馳文舫，龍鱗舞繡襦。暖波搖襞積，涼月浸氍毹。紫桂秋風老，紅蓮曉露濡。巨螯擎擁劍，香飯漉雕胡。蝸角乾坤大，鰲頭氣勢殊。秦庭迷指鹿，周室嘆瞻烏。玉馬違京輦，銅駝擲路衢。含容天地廣，養育羽毛俱。橘柚馳包貢，塗泥賦上腴。斷犀埋越棘，照乘走隋珠。弔古江山在，懷今歲月逾。鯨鯢空渤澥，歌詠已唐虞。鴟革愁何極，羊裘釣不迂。征鴻暮南去，回首憶蓴鱸。"
      },
      {
        "index": 48,
        "text": "梵天寺"
      },
      {
        "index": 49,
        "text": "梵天寺在山川壇後，宋乾德四年錢吳越王建，名南塔。治平十年，改梵天寺。元元統中毀，明永樂十五年重建。有石塔二、靈鰻井、金井。先是，四明阿育王寺有靈鰻井。武肅王迎阿育王舍利歸梵天寺奉之，鑿井南廊，靈鰻忽見，僧贊有記。東坡倅杭時，寺僧守詮住此。東坡過訪，見其壁間詩有：「落日寒蟬鳴，獨歸林下寺。柴扉夜未掩，片月隨行履。惟聞犬吠聲，又入青蘿去。」東坡援筆和之曰：「但聞煙外鐘，不見煙中寺。幽人行未已，草露濕芒履。惟應山頭月，夜夜照來去。」清遠幽深，其氣味自合。"
      },
      {
        "index": 50,
        "text": "蘇軾《梵天寺題名》："
      },
      {
        "index": 51,
        "text": "余十五年前，杖藜芒履，往來南北山。此間魚鳥皆相識，況諸道人乎！再至惘然，皆晚生相對，但有愴恨。子瞻書。"
      },
      {
        "index": 52,
        "text": "元祐四年十月十七日，與曹晦之、晁子莊、徐得之、王元直、秦少章同來，時主僧皆出，庭戶寂然，徙倚久之。東坡書。"
      },
      {
        "index": 53,
        "text": "勝果寺"
      },
      {
        "index": 54,
        "text": "勝果寺，唐乾寧間，無著禪師建。其地松徑盤紆，澗淙潺灂。羅剎石在其前，鳳凰山列其後，江景之勝無過此。出南塔而上，即其地也。宋熙寧間，在寺僧清順住此。順約介寡交，無大故不入城市。士夫有以米粟饋者，受不過數斗，盎貯几上，日取二三合噉之，蔬筍之供，恆缺乏也。一日，東坡至勝果，見壁間有小詩云：「竹暗不通日，泉聲落如雨。春風自有期，桃李亂深塢。」問誰所作，或以清順對。東坡即與接談，聲名頓起。"
      },
      {
        "index": 55,
        "text": "僧圓淨《勝果寺》詩："
      },
      {
        "index": 56,
        "text": "深林容鳥道，古洞隱春蘿。天迥聞潮早，江空得月多。冰霜叢草木，舟楫玩風波。巖下幽棲處，時聞白石歌。"
      },
      {
        "index": 57,
        "text": "深林容鳥道，古洞隱春蘿。天迥聞潮早，江空得月多。冰霜叢草木，舟楫玩風波。巖下幽棲處，時聞白石歌。"
      },
      {
        "index": 58,
        "text": "僧處默《勝果寺》詩："
      },
      {
        "index": 59,
        "text": "路自中峯上，盤回出薜蘿。到江吳地盡，隔岸越山多。古木叢青藹，遙天浸白波。下方城郭近，鐘磬雜笙歌。"
      },
      {
        "index": 60,
        "text": "路自中峯上，盤回出薜蘿。到江吳地盡，隔岸越山多。古木叢青藹，遙天浸白波。下方城郭近，鐘磬雜笙歌。"
      },
      {
        "index": 61,
        "text": "五雲山"
      },
      {
        "index": 62,
        "text": "五雲山去城南二十里，岡阜深秀，林巒蔚起，高千丈，周回十五里。沿江自徐村進路，繞山盤曲而上，凡六里，有七十二灣，石磴千級。山中有伏虎亭，梯以石墄，以便往來。至頂半，岡名月輪山，上有天井，大旱不竭。東為大灣，北為馬鞍，西為雲塢，南為高麗，又東為排山。五峯森列，駕軼雲霞，俯視南北兩峯，若錐朋立。長江帶繞，西湖鏡開，江上帆檣，小若鷗鳧，出沒煙波，真奇觀也。宋時每歲臘前，僧必捧雪表進，黎明入城中，霰猶未集，蓋其地高寒，見雪獨早也。山頂有真際寺，供五福神，貿易者必到神前借本，持其所掛楮鏹去，獲利則加倍還之。借乞甚多，楮鏹恆缺。即尊神放債，亦未免窮愁。為之掀髯一笑。"
      },
      {
        "index": 63,
        "text": "袁宏道《御教場小記》："
      },
      {
        "index": 64,
        "text": "余始慕五雲之勝，刻期欲登，將以次登南高峯。及一觀御教場，遊心頓盡。石簣嘗以余不登保俶塔為笑。余謂西湖之景，愈下愈冶，高則樹薄山瘦，草髡石禿，千頃湖光，縮為杯子。北高峯、御教場是其例也。雖眼界稍闊，然此軀長不逾六尺，窮目不見十里，安用許大地方為哉！石簣無以難。"
      },
      {
        "index": 65,
        "text": "雲棲"
      },
      {
        "index": 66,
        "text": "雲棲，宋熙寧間有僧志逢者居此，能伏虎，世稱伏虎禪師。天僖中，賜真濟院額。明弘治間為洪水所圮。隆慶五年，蓮池大師名袾宏，字佛慧，仁和沈氏子，為博士弟子，試必高等，性好清淨，出入二氏。子殤婦歿。一日閱《慧燈集》，失手碎茶甌，有省，乃視妻子為鶻臭布衫，於世相一筆盡勾。"
      },
      {
        "index": 67,
        "text": "作歌寄意，棄而專事佛，雖學使者屠公力挽之，不回也。從蜀師剃度受具，遊方至伏牛，坐煉囈語，忽現舊習，而所謂一筆勾者，更隱隱現。去經東昌府謝居士家，乃更釋然，作偈曰：「二十年前事可疑，三千里外遇何奇。焚香執戟渾如夢，魔佛空爭是與非。」當是時，似已惑破心空，然終不自以為悟。"
      },
      {
        "index": 68,
        "text": "歸得古雲棲寺舊址，結茅默坐，懸鐺煮糜，日僅一食。胸掛鐵牌，題曰：「鐵若開花，方與人說。」久之，檀越爭為構室，漸成叢林，弟子日進。其說主南山戒律，東林淨土，先行《戒疏發隱》，後行《彌陀疏鈔》。一時江左諸儒皆來就正。王侍郎宗沐問：「夜來老鼠唧唧，說盡一部《華嚴經》？」師云："
      },
      {
        "index": 69,
        "text": "「貓兒突出時如何？」自代云：「走卻法師，留下講案。」又書頌云：「老鼠唧唧，《華嚴》歷歷。奇哉王侍郎，卻被畜生惑。"
      },
      {
        "index": 70,
        "text": "貓兒突出畫堂前，床頭說法無消息。大方廣佛《華嚴經》，世主妙嚴品第一。」其持論嚴正，詁解精微。監司守相下車就語，侃侃略無屈。海內名賢，望而心折。孝定皇太后繪像宮中禮焉，賜蟒袈裟，不敢服，被衲敝幃，終身無改。齋惟蓏菜。有至寺者，高官輿從，一概平等，幾無加豆。仁和樊令問：「心雜亂，何時得靜？」師曰：「置之一處，無事不辦。」坐中一士人曰：「專格一物，是置之一處，辦得何事？」師曰：「論格物，只當依朱子豁然貫通去，何事不辦得？」或問：「何不貴前知？」"
      },
      {
        "index": 71,
        "text": "師曰：「譬如兩人觀《琵琶記》，一人不曾見，一人見而預道之，畢竟同看終場，能增減一出否耶？」甬東屠隆於淨慈寺迎師觀所著《曇花傳奇》，虞淳熙以師梵行素嚴阻之。師竟偕諸紳衿臨場諦觀訖，無所忤。寺必設戒，絕釵釧聲，而時撫琴弄簫，以樂其脾神。晚著《禪關策進》。其所述，峭似高峯、冷似冰者，庶幾似之矣。喜樂天之達，選行其詩。平居笑談諧謔，灑脫委蛇，有永公清散之風。未嘗一味槁木死灰，若宋旭所議擔板漢，真不可思議人也。出家五十年，種種具囑語中。萬曆乙卯六月晦日，書辭諸友，還山設齋，分錶施襯，若將遠行者。七月三日，卒僕不語，次日復醒。弟子輩問後事，舉囑語對。四日之午，命移面西向，循首開目，同無疾時，哆哪念佛，趺坐而逝。往吳有神李曇降毗山，謂師是古佛。而楊靖安萬春嘗見師現佛身，施食吳中。一信士窺空室，四鬼持燈至，忽列三蓮座，師坐其一，佛像也。乩仙之靈者云，張果聽師說《心賦》於永明。李屯部婦素不信佛，偏受師戒，逾年屈三指化，云身是梵僧阿那吉多。而僧俗將坐脫時，多請說戒、說法。然師自名凡夫，諸事恐呵責，不敢以聞。化前一日，漏語見一大蓮華蓋，不復能秘其往生之奇云。"
      },
      {
        "index": 72,
        "text": "袁宏道《雲棲小記》："
      },
      {
        "index": 73,
        "text": "雲棲在五雲山下，籃輿行竹樹中，七八里始到，奧僻非常，蓮池和尚棲止處也。蓮池戒律精嚴，於道雖不大徹，然不為無所見者。至於單提念佛一門，則尤為直捷簡要，六個字中，旋天轉地，何勞捏目更趨狂解，然則雖謂蓮池一無所悟可也。一無所悟，是真阿彌，請急著眼。"
      },
      {
        "index": 74,
        "text": "李流芳《雲棲春雪圖跋》："
      },
      {
        "index": 75,
        "text": "余春夏秋常在西湖，但未見寒山而歸。甲辰，同二王參雲棲。時已二月，大雪盈尺。出赤山步，一路瓊枝玉幹，披拂照曜。望江南諸山，皚皚雲端，尤可愛也。庚戌秋，與白民看雪兩堤。余既歸，白民獨留，遲雪至臘盡。是歲竟無雪，怏怏而返。世間事各有緣，固不可以意求也。癸丑陽月題。"
      },
      {
        "index": 76,
        "text": "又《題雪山圖》："
      },
      {
        "index": 77,
        "text": "甲子嘉平月九日大雪，泊舟閶門，作此圖。憶往歲在西湖遇雪，雪後兩山出雲，上下一白，不辯其為雲為雪也。余畫時目中有雪，而意中有雲，觀者指為雲山圖，不知乃畫雪山耳。放筆一笑。"
      },
      {
        "index": 78,
        "text": "張岱《贈蓮池大師柱對》："
      },
      {
        "index": 79,
        "text": "說法平臺，生公一語石一語。棲真斗室，老僧半間雲半間。"
      },
      {
        "index": 80,
        "text": "說法平臺，生公一語石一語。棲真斗室，老僧半間雲半間。"
      },
      {
        "index": 81,
        "text": "六和塔"
      },
      {
        "index": 82,
        "text": "月輪峯在龍山之南。月輪者，肖其形也。宋張君房為錢塘令，宿月輪山，夜見桂子下塔，霧旋穗散墜如牽牛子。峯旁有六和塔，宋開寶三年，智覺禪師築之以鎮江潮。塔九級，高五十餘丈，撐空突兀，跨陸府川。海船方泛者，以塔燈為之嚮導。宣和中，毀於方臘之亂。紹興二十三年，僧智曇改造七級。明嘉靖十二年毀。中有湯思退等匯寫佛說四十二章、李伯時石刻觀音大士像。塔下為渡魚山，隔岸剡中諸山，歷歷可數也。"
      },
      {
        "index": 83,
        "text": "李流芳《題六和塔曉騎圖》："
      },
      {
        "index": 84,
        "text": "燕子磯上臺，龍潭驛口路。昔時並馬行，夢中亦同趣。後來五云山，遙對西興渡。絕壁瞰江立，恍與此境遇。人生能幾何，江山幸如故。重來復相攜，此樂不可喻。置身畫圖中，那復言歸去。行當尋雲棲，雲棲渺何處。"
      },
      {
        "index": 85,
        "text": "燕子磯上臺，龍潭驛口路。昔時並馬行，夢中亦同趣。後來五云山，遙對西興渡。絕壁瞰江立，恍與此境遇。人生能幾何，江山幸如故。重來復相攜，此樂不可喻。置身畫圖中，那復言歸去。行當尋雲棲，雲棲渺何處。"
      },
      {
        "index": 86,
        "text": "此予甲辰與王淑士平仲參雲棲舟中為題畫詩，今日展予所畫《六和塔曉騎圖》，此境恍然，重為題此。壬子十月六日，定香橋舟中。"
      },
      {
        "index": 87,
        "text": "吳琚《六和塔應制》詞："
      },
      {
        "index": 88,
        "text": "玉虹遙掛，望青山、隱隱如一抹。忽覺天風吹海立，好似春雷初發。白馬凌空，瓊鰲駕水，日夜朝天闕。飛龍舞鳳，鬱蔥環拱吳越。　此景天下應無，東南形勝，偉觀真奇絕。好似吳兒飛彩幟，蹴起一江秋雪。黃屋天臨，水犀雲擁，看擊中流楫。晚來波靜，海門飛上明月。"
      },
      {
        "index": 89,
        "text": "楊維楨《觀潮》詩："
      },
      {
        "index": 90,
        "text": "八月十八睡龍死，海龜夜食羅剎水。須臾海辟龕赭門，地捲銀龍薄於紙。艮山移來天子宮，宮前一箭隨西風。劫灰欲洗蛇鬼穴，婆留折鐵猶爭雄。望海樓頭誇景好，斷鰲已走金銀島。天吳一夜海水移，馬蹀沙田食沙草。厓山樓船歸不歸，七歲呱呱啼軹道。"
      },
      {
        "index": 91,
        "text": "八月十八睡龍死，海龜夜食羅剎水。須臾海辟龕赭門，地捲銀龍薄於紙。艮山移來天子宮，宮前一箭隨西風。劫灰欲洗蛇鬼穴，婆留折鐵猶爭雄。望海樓頭誇景好，斷鰲已走金銀島。天吳一夜海水移，馬蹀沙田食沙草。厓山樓船歸不歸，七歲呱呱啼軹道。"
      },
      {
        "index": 92,
        "text": "徐渭《映江樓看潮》詩："
      },
      {
        "index": 93,
        "text": "魚鱗金甲屯牙帳，翻身卻指潮頭上。秋風吹雪下江門，萬里瓊花卷層浪。傳道吳王渡越時，三千強弩射潮低。今朝筵上看傳令，暫放胥濤掣水犀。"
      },
      {
        "index": 94,
        "text": "魚鱗金甲屯牙帳，翻身卻指潮頭上。秋風吹雪下江門，萬里瓊花卷層浪。傳道吳王渡越時，三千強弩射潮低。今朝筵上看傳令，暫放胥濤掣水犀。"
      },
      {
        "index": 95,
        "text": "鎮海樓"
      },
      {
        "index": 96,
        "text": "鎮海樓舊名朝天門，吳越王錢氏建。規石為門，上架危樓。樓基壘石高四丈四尺，東西五十六步，南北半之。左右石級登樓，樓連基高十有一丈。元至正中，改拱北樓。明洪武八年，更名來遠樓，後以字畫不祥，乃更名鎮海。火於成化十年，再造於嘉靖三十五年，是年九月又火，總制胡宗憲重建。樓成，進幕士徐渭曰：「是當記，子為我草。」草就以進，公賞之，曰：「聞子久僑矣。」趨召掌計，廩銀之兩百二十為秀才廬。渭謝侈不敢。公曰：「我愧晉公，子於是文，乃遂能愧湜，倘用福先寺事數字以責我酬，我其薄矣，何侈為！」"
      },
      {
        "index": 97,
        "text": "渭感公語，乃拜賜持歸。盡橐中賣文物如公數，買城東南地十畝，有屋二十有二間，小池二，以魚以荷；木之類，果木材三種，凡數十株；長籬亙畝，護以枸杞，外有竹數十個，筍迸云。客至，網魚燒筍，佐以落果，醉而詠歌。始屋陳而無次，稍序新之，遂領其堂曰「酬字」。"
      },
      {
        "index": 98,
        "text": "徐渭《鎮海樓記》："
      },
      {
        "index": 99,
        "text": "鎮海樓相傳為吳越錢氏所建，用以朝望汴京，表臣服之意。其基址、樓臺、門戶、欄楯，極高廣壯麗，具載別誌中。"
      },
      {
        "index": 100,
        "text": "樓在錢氏時，名朝天門。元至正中，更名拱北樓。皇明洪武八年，更名來遠。時有術者病其名之書畫不祥，後果驗，乃更今名。火於成化十年，再建於嘉靖三十五年，九月又火。予奉命總督直浙閩軍務，開府於杭，而方移師治寇，駐嘉興，比歸，始與某官某等謀復之。人有以不急病者。予曰：「鎮海樓建當府城之中，跨通衢，截吳山麓，其四面有名山大海、江湖潮汐之勝，一望蒼茫，可數百里。民廬舍百萬戶，其間村市官私之景，不可億計，而可以指顧得者，惟此樓為傑特之觀。至於島嶼浩渺，亦宛在吾掌股間。高翥長騫，有俯壓百蠻氣。而東夷之以貢獻過此者，亦往往瞻拜低迴而始去。故四方來者，無不趨仰以為觀遊的。如此者累數百年，而一旦廢之，使民若失所歸，非所以昭太平、悅遠邇。非特如此已也，其所貯鐘鼓刻漏之具，四時氣候之榜，令民知昏曉，時作息，寒暑啟閉，桑麻種植漁佃，諸如此類，是居者之指南也。而一旦廢之，使民懵然迷所往，非所以示節序，全利用。"
      },
      {
        "index": 101,
        "text": "且人傳錢氏以臣服宋而建，此事昭著已久。至方國珍時，求緩死於我高皇，猶知借鏐事以請。誠使今海上羣醜而亦得知錢氏事，其祈款如珍之初詞，則有補於臣道不細，顧可使其跡湮沒而不章耶？予職清海徼，視今日務，莫有急於此者。公等第營之，毋浚徵於民，而務先以己。」於是予與某官某等，捐於公者計銀凡若干，募於民者若干。遂集工材，始事於某年月日。計所構，甃石為門，上架樓，樓基壘石，高若干丈尺。東西若干步，南北半之。左右級曲而達於樓，樓之高又若干丈。凡七楹，礎百。巨鐘一，鼓大小九，時序榜各有差，貯其中，悉如成化時制。蓋歷幾年月而成。始樓未成時，劇寇滿海上，予移師往討，日不暇至。於今五年，寇劇者禽，來者遁，居者懾不敢來，海始晏然，而樓適成，故從其舊名「鎮海」。"
      },
      {
        "index": 102,
        "text": "張岱《鎮海樓》詩："
      },
      {
        "index": 103,
        "text": "錢氏稱臣歷數傳，危樓突兀署朝天。越山吳地方隅盡，大海長江指顧連。使到百蠻皆禮拜，潮來九折自盤旋。成嘉到此經三火，皆值王師靖海年。都護當年築廢樓，文長作記此中游。適逢困鱷來投轄，正值飢鷹自下鞲。嚴武題詩屬杜甫，曹瞞拆字忌楊修。而今縱有青藤筆，更討何人數字酬！"
      },
      {
        "index": 104,
        "text": "錢氏稱臣歷數傳，危樓突兀署朝天。越山吳地方隅盡，大海長江指顧連。使到百蠻皆禮拜，潮來九折自盤旋。成嘉到此經三火，皆值王師靖海年。都護當年築廢樓，文長作記此中游。適逢困鱷來投轄，正值飢鷹自下鞲。嚴武題詩屬杜甫，曹瞞拆字忌楊修。而今縱有青藤筆，更討何人數字酬！"
      },
      {
        "index": 105,
        "text": "伍公祠"
      },
      {
        "index": 106,
        "text": "吳王既賜子胥死，乃取其屍盛以鴟夷之革，浮之江中。子胥因流揚波，依潮來往，盪激堤岸，勢不可禦。或有見其銀鎧雪獅，素車白馬，立在潮頭者，遂為之立廟。每歲仲秋既望，潮水極大，杭人以旗鼓迎之。弄潮之戲，蓋始於此。宋大中祥符間，賜額曰「忠靖」，封英烈王。嘉、熙間，海潮大溢。京兆趙與權禱於神，水患頓息，乃奏建英衛閣於廟中。元末毀，明初重建。有唐盧元輔《胥山銘序》、宋王安石《廟碑銘》。"
      },
      {
        "index": 107,
        "text": "高啟《伍公祠》詩："
      },
      {
        "index": 108,
        "text": "地大天荒霸業空，曾於青史嘆遺功。鞭屍楚墓生前孝，抉眼吳門死後忠。魂壓怒濤翻白浪，劍埋冤血起腥風。我來無限傷心事，盡在吳山煙雨中。"
      },
      {
        "index": 109,
        "text": "地大天荒霸業空，曾於青史嘆遺功。鞭屍楚墓生前孝，抉眼吳門死後忠。魂壓怒濤翻白浪，劍埋冤血起腥風。我來無限傷心事，盡在吳山煙雨中。"
      },
      {
        "index": 110,
        "text": "徐渭《伍公廟》詩："
      },
      {
        "index": 111,
        "text": "吳山東畔伍公祠，野史評多無定詞。舉族何辜同刈草，後人卻苦論鞭屍。退耕始覺投吳早，雪恨終嫌入郢遲。事到此公真不幸，鐲鏤依舊遇夫差。"
      },
      {
        "index": 112,
        "text": "吳山東畔伍公祠，野史評多無定詞。舉族何辜同刈草，後人卻苦論鞭屍。退耕始覺投吳早，雪恨終嫌入郢遲。事到此公真不幸，鐲鏤依舊遇夫差。"
      },
      {
        "index": 113,
        "text": "張岱《伍相國祠》詩："
      },
      {
        "index": 114,
        "text": "突兀吳山雲霧迷，潮來潮去大江西。兩山吞吐成婚嫁，萬馬奔騰應鼓鼙。清濁溷淆天覆地，玄黃錯雜血連泥。旌幢幡蓋威靈遠，檄到娥江取候齊。從來潮汐有神威，鬼氣陰森白日微。隔岸越山遺恨在，到江吳地故都非。錢塘一臂鞭雷走，龕赭雙頤噀雪飛。燈火滿江風雨急，素車白馬相君歸。"
      },
      {
        "index": 115,
        "text": "突兀吳山雲霧迷，潮來潮去大江西。兩山吞吐成婚嫁，萬馬奔騰應鼓鼙。清濁溷淆天覆地，玄黃錯雜血連泥。旌幢幡蓋威靈遠，檄到娥江取候齊。從來潮汐有神威，鬼氣陰森白日微。隔岸越山遺恨在，到江吳地故都非。錢塘一臂鞭雷走，龕赭雙頤噀雪飛。燈火滿江風雨急，素車白馬相君歸。"
      },
      {
        "index": 116,
        "text": "城隍廟"
      },
      {
        "index": 117,
        "text": "吳山城隍廟，宋以前在皇山，舊名永固，紹興九年徙建於此。宋初，封其神，姓孫名本。永樂時，封其神，為周新。"
      },
      {
        "index": 118,
        "text": "新，南海人，初名日新。文帝常呼「新」，遂為名。以舉人為大理寺評事，有疑獄，輒一語決白之。永樂初，拜監察御史，彈劾敢言，人目為「冷面寒鐵」。長安中以其名止兒啼。轉雲南按察使，改浙江。至界，見羣蚋飛馬首，尾之蓁中，得一暴屍，身餘一鑰、一小鐵識。新曰：「布賈也。」收取之。既至，使人入市市中布，一一驗其端，與識同者皆留之​​。鞠得盜，召屍家人與布，而置盜法，家人大驚。新坐堂，有旋風吹葉至，異之。左右曰：「此木城中所無，一寺去城差遠，獨有之。」新曰：「其寺僧殺人乎？而冤也。」往樹下，發得一婦人屍。他日，有商人自遠方夜歸，將抵舍，潛置金叢祠石罅中，旦取無有。商白新。新曰：「有同行者乎？」曰：「無有。」"
      },
      {
        "index": 119,
        "text": "「語人乎？」曰：「不也，僅語小人妻。」新立命械其妻，考之，得其盜，則其私也。則客暴至，私者在伏匿聽取之者也。凡新為政，多類此。新行部，微服視屬縣，縣官觸之，收繫獄，遂盡知其縣中疾苦。明日，縣人聞按察使來，共迓不得。新出獄曰：「我是。」縣官大驚。當是時，周廉使名聞天下。錦衣衛指揮紀綱者最用事，使千戶探事浙中，千戶作威福受賕。"
      },
      {
        "index": 120,
        "text": "會新入京，遇諸涿，即捕千戶系涿獄。千戶逸出，訴綱，綱更誣奏新。上怒，逮之，即至，抗嚴陛前曰：「按察使擒治奸惡，與在內都察院同，陛下所命也，臣奉詔書死，死不憾矣。」"
      },
      {
        "index": 121,
        "text": "上愈怒，命戮之。臨刑大呼曰：「生作直臣，死作直鬼！」是夕，太史奏文星墜，上不懌，問左右周新何許人。對曰：「南海。」上曰：「嶺外乃有此人。」一日，上見緋而立者，叱之，問為誰。對曰：「臣新也。上帝謂臣剛直，使臣城隍浙江，為陛下治姦貪吏。」言已不見。遂封新為浙江都城隍，立廟吳山。"
      },
      {
        "index": 122,
        "text": "張岱《吳山城隍廟》詩："
      },
      {
        "index": 123,
        "text": "宣室殷勤問賈生，鬼神情狀不能名。見形白日天顏動，浴血黃泉御座驚。革伴鴟夷猶有氣，身殉豺虎豈無靈。只愁地下龍逢笑，笑爾奇冤遇聖明。尚方特地出楓宸，反向西郊斬直臣。思以鬼言回聖主，還將屍諫退僉人。血誠無藉丹為色，寒鐵應教金鑄身。坐對江潮多冷面，至今冤氣未曾伸。"
      },
      {
        "index": 124,
        "text": "宣室殷勤問賈生，鬼神情狀不能名。見形白日天顏動，浴血黃泉御座驚。革伴鴟夷猶有氣，身殉豺虎豈無靈。只愁地下龍逢笑，笑爾奇冤遇聖明。尚方特地出楓宸，反向西郊斬直臣。思以鬼言回聖主，還將屍諫退僉人。血誠無藉丹為色，寒鐵應教金鑄身。坐對江潮多冷面，至今冤氣未曾伸。"
      },
      {
        "index": 125,
        "text": "又《城隍廟柱銘》："
      },
      {
        "index": 126,
        "text": "厲鬼張巡，敢以血身污白日。閻羅包老，原將鐵面比黃河。"
      },
      {
        "index": 127,
        "text": "厲鬼張巡，敢以血身污白日。閻羅包老，原將鐵面比黃河。"
      },
      {
        "index": 128,
        "text": "火德廟"
      },
      {
        "index": 129,
        "text": "火德祠在城隍廟右，內為道士精廬。北眺西冷，湖中勝概，盡作盆池小景。南北兩峯如研山在案，明聖二湖如水盂在几。窗櫺門槔凡見湖者，皆為一幅圖畫。小則斗方，長則單條，闊則橫披，縱則手捲，移步換影。若遇韻人，自當解衣盤礴。畫家所謂水墨丹青，淡描濃抹，無所不有。昔人言「一粒粟中藏世界，半升鐺裡煮山川」，蓋謂此也。火居道士能為陽羨書生，則六橋三竺，皆是其鵝籠中物矣。"
      },
      {
        "index": 130,
        "text": "張岱《火德祠》詩："
      },
      {
        "index": 131,
        "text": "中郎評看湖，登高不如下。千頃一湖光，縮為杯子大。余愛眼界寬，大地收隙罅。甕牖與窗櫺，到眼皆圖畫。漸入亦漸佳，長康食甘蔗。數筆倪雲林，居然勝荊、夏。刻畫非不工，淡遠長聲價。余愛道士廬，寧受中郎罵。"
      },
      {
        "index": 132,
        "text": "中郎評看湖，登高不如下。千頃一湖光，縮為杯子大。余愛眼界寬，大地收隙罅。甕牖與窗櫺，到眼皆圖畫。漸入亦漸佳，長康食甘蔗。數筆倪雲林，居然勝荊、夏。刻畫非不工，淡遠長聲價。余愛道士廬，寧受中郎罵。"
      },
      {
        "index": 133,
        "text": "芙蓉石"
      },
      {
        "index": 134,
        "text": "芙蓉石今為新安吳氏書屋。山多怪石危巒，綴以松柏，大皆合抱。階前一石，狀若芙蓉，為風雨所墜，半入泥沙。較之寓林奔雲，尤為茁壯。但恨主人深愛此石，置之懷抱，半步不離，樓榭逼之，反多陒塞。若得礎柱相讓，脫離丈許，松石間意，以淡遠取之，則妙不可言矣。吳氏世居上山，主人年十八，身無寸縷，人輕之，呼為吳正官。一日早起，拾得銀簪一枝，重二銖，即買牛血煮之以食破落戶。自此經營五十餘年，由徽抵燕，為吳氏之典鋪八十有三。東坡曰：「一簪之資，可以致富。」觀之吳氏，信有然矣。蓋此地為某氏花園，先大夫以三百金折其華屋，徙造寄園，而吳氏以厚值售其棄地，在當時以為得計。而今至吳園，見此怪石奇峯，古松茂柏，在懷之璧，得而復失，真一回相見，一回懊悔也。"
      },
      {
        "index": 135,
        "text": "張岱《芙蓉石》詩："
      },
      {
        "index": 136,
        "text": "吳山為石窟，是石必玲瓏。此石但渾樸，不復起奇峯。花瓣幾層折，墮地一芙蓉。痴然在草際，上覆以長松。濯磨如結鐵，蒼翠有苔封。主人過珍惜，周護以牆墉。恨無舒展地，支鶴閉韜籠。僅堪留几席，聊為怪石供。"
      },
      {
        "index": 137,
        "text": "吳山為石窟，是石必玲瓏。此石但渾樸，不復起奇峯。花瓣幾層折，墮地一芙蓉。痴然在草際，上覆以長松。濯磨如結鐵，蒼翠有苔封。主人過珍惜，周護以牆墉。恨無舒展地，支鶴閉韜籠。僅堪留几席，聊為怪石供。"
      },
      {
        "index": 138,
        "text": "雲居庵"
      },
      {
        "index": 139,
        "text": "雲居庵在吳山，居鄙。宋元祐間，為佛印禪師所建。聖水寺，元元貞間，為中峯禪師所建。中峯又號幻住，祝髮時，有故宋宮人楊妙錫者，以香盒貯發，而捨利叢生，遂建塔寺中，元末毀。明洪武二十四年，並聖水於雲居，賜額曰「雲居聖水禪寺」。歲久殿圮，成化間僧文紳修復之。寺中有中峯自寫小像，上有贊云：「幻人無此相，此相非幻人。若喚作中峯，鏡面添埃塵。」向言六橋有千樹桃柳，其紅綠為春事淺深，雲居有千樹楓桕，其紅黃為秋事淺深，今且以薪以槱，不可復問矣。曾見李長蘅題畫曰：「武林城中招提之勝，當以雲居為最。山門前後皆長松，參天蔽日，相傳以為中峯手植，歲久，浸淫為寺僧剪伐，什不存一，見之輒有老成凋謝之感。去年五月，自小築至清波訪友寺中，落日坐長廊，沽酒小飲已，裴回城上，望鳳凰南屏諸山，沿月踏影而歸。翌日，遂為孟暘畫此，殊可思也。」"
      },
      {
        "index": 140,
        "text": "李流芳《雲居山紅葉記》："
      },
      {
        "index": 141,
        "text": "余中秋看月於湖上者三，皆不及待紅葉而歸。前日舟過塘栖，見數樹丹黃可愛，躍然思靈隱、蓮峯之約，今日始得一踐。及至湖上，霜氣未遍，雲居山頭，千樹楓桕尚未有酣意，豈余與紅葉緣尚慳與？因憶往歲忍公有代紅葉招余詩，余亦率爾有答，聊記於此：「二十日西湖，領略猶未了。一朝別爾歸，此遊殊草草。當我欲別時，千山秋已老。更得少日留，霜酣變林杪。子常為我言，靈隱楓葉好。千紅與萬紫，亂插向晴昊。爛然列錦鏽，森然建旂旐。一生未得見，何異說食飽。」"
      },
      {
        "index": 142,
        "text": "高啟《宿幻住棲霞臺》詩："
      },
      {
        "index": 143,
        "text": "窗白鳥聲曉，殘鐘渡溪水。此生幽夢迴，獨在空山里。松巖留佛燈，葉地響僧履。予心方湛寂，閒臥白雲起。"
      },
      {
        "index": 144,
        "text": "窗白鳥聲曉，殘鐘渡溪水。此生幽夢迴，獨在空山里。松巖留佛燈，葉地響僧履。予心方湛寂，閒臥白雲起。"
      },
      {
        "index": 145,
        "text": "夏原吉《雲居庵》詩："
      },
      {
        "index": 146,
        "text": "誰闢雲居境，峨峨瞰古城。兩湖晴送碧，三竺曉分青。經鎖千函妙，鐘鳴萬戶驚。此中真可樂，何必訪蓬瀛。"
      },
      {
        "index": 147,
        "text": "誰闢雲居境，峨峨瞰古城。兩湖晴送碧，三竺曉分青。經鎖千函妙，鐘鳴萬戶驚。此中真可樂，何必訪蓬瀛。"
      },
      {
        "index": 148,
        "text": "徐渭《雲居庵松下眺城南》詩："
      },
      {
        "index": 149,
        "text": "夕照不曾殘，城頭月正團。霞光翻鳥墮，江色上松寒。市客屠俱集，高空醉屢看。何妨高漸離，抱卻築來彈。"
      },
      {
        "index": 150,
        "text": "夕照不曾殘，城頭月正團。霞光翻鳥墮，江色上松寒。市客屠俱集，高空醉屢看。何妨高漸離，抱卻築來彈。"
      },
      {
        "index": 151,
        "text": "施公廟"
      },
      {
        "index": 152,
        "text": "施公廟在石烏龜巷，其神為施全，宋殿前小校也。紹興二十年二月朔，秦檜入朝，乘肩輿過望仙橋，全挾長刃遮道刺之，透革不中，檜斬之於市，觀者如堵牆，中有一人大言曰：「此不了漢，不斬何為！」此語甚快。秦檜奸惡，天下萬世人皆欲殺之，施全刺之，亦天下萬世中一人也。其心其事，原不為岳鄂王起見，今傳奇以全為鄂王部將，而岳墳以全入之翊忠祠，則施全此舉，反不公不大矣。後人祀公於此，而不配享岳墳，深得施公之心矣。"
      },
      {
        "index": 153,
        "text": "張岱《施公廟》詩："
      },
      {
        "index": 154,
        "text": "施殿司，不了漢，刺虎不傷蛇不斷。受其反噬齒利劍，殺人媚人報可汗。厲鬼街頭白晝現，老奸至此揜其面。邀呼簇擁遮車幔，棄屍漂泊錢塘岸。怒卷胥濤走雷電，雪巘移來天地變。"
      },
      {
        "index": 155,
        "text": "施殿司，不了漢，刺虎不傷蛇不斷。受其反噬齒利劍，殺人媚人報可汗。厲鬼街頭白晝現，老奸至此揜其面。邀呼簇擁遮車幔，棄屍漂泊錢塘岸。怒卷胥濤走雷電，雪巘移來天地變。"
      },
      {
        "index": 156,
        "text": "三茅觀"
      },
      {
        "index": 157,
        "text": "三茅觀在吳山西南。三茅者，兄弟三人，長曰盈，次曰固，季曰衷，秦初咸陽人也。得道成仙，自漢以來，即崇祀之。第觀中三像，一立、一坐、一臥，不知何說。以意度之，或以行立坐臥，皆是修煉功夫，教人不可蹉過耳。宋紹興二十年，因東京舊名，賜額曰寧壽觀。元至元間毀，明洪武初重建。成化十年建昊天閣。嘉靖三十五年，總制胡宗憲以平島夷功，奏建真武殿。萬曆二十一年，司禮孫隆重修，並建鍾翠亭、三義閣。相傳觀中有褚遂良小楷《陰符經》墨跡。景定庚申，宋理宗以賈似道有江漢功，賜金帛巨萬，不受，詔就本觀取《陰符經》，以酬其功。此事殊韻，第不應於賈似道當之耳。余嘗謂曹操、賈似道千古奸雄，乃詩文中之有曹孟德，書畫中之有賈秋壑，覺其罪業滔天，減卻一半。方曉詩文書畫，乃能懺悔惡人如此。凡人一竅尚通，可不加意詩文，留心書畫哉？"
      },
      {
        "index": 158,
        "text": "徐渭《三茅觀觀潮》詩："
      },
      {
        "index": 159,
        "text": "黃幡繡字金鈴重，仙人夜語騎青鳳。寶樹攢攢搖綠波，海門數點潮頭動。海神罷舞回腰窄，天地有身存不得。誰將練帶括秋空？誰將古概量春雪？黑鰲載地幾萬年，晝夜一身神血乾。升沈不守瞬息事，人間白浪今如此。白日高高慘不光，冷虹隨身縈城隍。城中那得知城外，卻疑寒色來何方。鹿苑草長文殊死，獅子隨人吼祗樹。吳山石頭坐秋風，帶著高冠拂雲霧。"
      },
      {
        "index": 160,
        "text": "黃幡繡字金鈴重，仙人夜語騎青鳳。寶樹攢攢搖綠波，海門數點潮頭動。海神罷舞回腰窄，天地有身存不得。誰將練帶括秋空？誰將古概量春雪？黑鰲載地幾萬年，晝夜一身神血乾。升沈不守瞬息事，人間白浪今如此。白日高高慘不光，冷虹隨身縈城隍。城中那得知城外，卻疑寒色來何方。鹿苑草長文殊死，獅子隨人吼祗樹。吳山石頭坐秋風，帶著高冠拂雲霧。"
      },
      {
        "index": 161,
        "text": "又《三茅觀眺雪》詩："
      },
      {
        "index": 162,
        "text": "高會集黃冠，琳宮夜坐闌。梅芳成蕊易，雪謝作花難。簷月沉懷暖，江峯入坐寒。暮鴉驚炬火，飛去破煙嵐。"
      },
      {
        "index": 163,
        "text": "高會集黃冠，琳宮夜坐闌。梅芳成蕊易，雪謝作花難。簷月沉懷暖，江峯入坐寒。暮鴉驚炬火，飛去破煙嵐。"
      },
      {
        "index": 164,
        "text": "紫陽庵"
      },
      {
        "index": 165,
        "text": "紫陽庵在瑞石山。其山秀石玲瓏，巖竇窈窕。宋嘉定間，邑人胡杰居此。元至元間，道士徐洞陽得之，改為紫陽庵。其徒丁野鶴修煉於此。一日，召其妻王守素入山，付偈云：「懶散六十年，妙用無人識。順逆俱兩忘，虛空鎮長寂。」遂抱膝而逝。守素乃奉屍而漆之，端坐如生。妻亦束髮為女冠，不下山者二十年。今野鶴真身在殿亭之右。亭中名賢留題甚眾。"
      },
      {
        "index": 166,
        "text": "其庵久廢，明正統甲子，道士范應虛重建，聶大年為記。萬曆三十一年，布政史繼辰範淶構空翠亭，撰《紫陽仙跡記》，繪其圖景並名公詩，並勒石亭中。"
      },
      {
        "index": 167,
        "text": "李流芳《題紫陽庵畫》："
      },
      {
        "index": 168,
        "text": "南山自南高峯邐迤而至城中之吳山，石皆奇秀一色，如龍井、煙霞、南屏、萬松、慈雲、勝果、紫陽，一巖一壁，皆可累日盤桓。而紫陽精巧，俯仰位置，一一如人意中，尤奇也。余己亥歲與淑士同遊，後數至湖上，以畏入城市，多放浪兩山間，獨與紫陽隔闊。辛亥偕方回訪友雲居，乃復一至，蓋不見十餘年，所往來於胸中者，竟失之矣。山水絕勝處，每恍惚不自持，強欲捉之，縱之旋去。此味不可與不知痛癢者道也。余畫紫陽時，又失紫陽矣。豈獨紫陽哉，凡山水皆不可畫，然不可不畫也，存其恍惚而已矣。書之以發孟暘一笑。"
      },
      {
        "index": 169,
        "text": "袁宏道《紫陽宮小記》："
      },
      {
        "index": 170,
        "text": "余最怕入城。吳山在城內，以是不得遍觀，僅匆匆一過紫陽宮耳。紫陽宮石，玲瓏窈窕，變態橫出，湖石不足方比，梅花道人一幅活水墨也。奈何辱之郡郭之內，使山林懶僻之人親近不得，可嘆哉。"
      },
      {
        "index": 171,
        "text": "王稚登《紫陽庵丁真人祠》詩："
      },
      {
        "index": 172,
        "text": "丹壑斷人行，琪花洞裡生。亂崖兼地破，羣象逐峯成。一石一云氣，無松無水聲。丁生化鶴處，蛻骨不勝情。"
      },
      {
        "index": 173,
        "text": "丹壑斷人行，琪花洞裡生。亂崖兼地破，羣象逐峯成。一石一云氣，無松無水聲。丁生化鶴處，蛻骨不勝情。"
      },
      {
        "index": 174,
        "text": "董其昌《題紫陽庵》詩："
      },
      {
        "index": 175,
        "text": "初鄰塵市點靈峯，徑轉幽深紺殿重。古洞經春猶悶雪，危厓百尺有欹松。清猿靜叫空壇月，歸鶴愁聞故國鐘。石髓年來成汗漫，登臨須愧羽人踪。"
      },
      {
        "index": 176,
        "text": "初鄰塵市點靈峯，徑轉幽深紺殿重。古洞經春猶悶雪，危厓百尺有欹松。清猿靜叫空壇月，歸鶴愁聞故國鐘。石髓年來成汗漫，登臨須愧羽人踪。"
      }
    ]
  }
}