{
  "chapterNumber": 3,
  "title": "卷一　西湖北路",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "玉蓮亭"
      },
      {
        "index": 2,
        "text": "白樂天守杭州，政平訟簡。貧民有犯法者，於西湖種樹幾株；富民有贖罪者，令於西湖開葑田數畝。歷任多年，湖葑盡拓，樹木成蔭。樂天每於此地，載妓看山，尋花問柳。居民設像祀之。亭臨湖岸，多種青蓮，以像公之潔白。右折而北，為纜舟亭，樓船鱗集，高柳長堤。遊人至此買舫入湖者，喧闐如市。東去為玉鳧園，湖水一角，僻處城阿，舟楫罕到。"
      },
      {
        "index": 3,
        "text": "寓西湖者，欲避囂雜，莫於此地為宜。園中有樓，倚窗南望，沙際水明，常見浴鳧數百出沒波心，此景幽絕。"
      },
      {
        "index": 4,
        "text": "白居易《玉蓮亭》詩："
      },
      {
        "index": 5,
        "text": "湖上春來似畫圖，亂峯圍繞水平鋪。松排山面千層翠，月照波心一點珠。碧毯綠頭抽早麥，青羅裙帶展新蒲。未能拋得杭州去，一半勾留是此湖。孤山寺北賈亭西，水面初平雲腳低。幾處早鶯爭暖谷，誰家新燕啄春泥。亂花漸欲迷人眼，淺草才能沒馬蹄。最愛湖東行不足，綠楊陰里白沙堤。"
      },
      {
        "index": 6,
        "text": "湖上春來似畫圖，亂峯圍繞水平鋪。松排山面千層翠，月照波心一點珠。碧毯綠頭抽早麥，青羅裙帶展新蒲。未能拋得杭州去，一半勾留是此湖。孤山寺北賈亭西，水面初平雲腳低。幾處早鶯爭暖谷，誰家新燕啄春泥。亂花漸欲迷人眼，淺草才能沒馬蹄。最愛湖東行不足，綠楊陰里白沙堤。"
      },
      {
        "index": 7,
        "text": "昭慶寺"
      },
      {
        "index": 8,
        "text": "昭慶寺，自獅子峯、屯霞石發脈，堪輿家謂之火龍。石晉元年始創，毀於錢氏乾德五年。宋太平興國元年重建，立戒壇。天禧初，改名昭慶。是歲又火。迨明洪武至成化，凡修而火者再。四年奉敕再建，廉訪楊繼宗監修。有湖州富民應募，摯萬金來。殿宇室廬，頗極壯麗。嘉靖三十四年以倭亂，恐賊據為巢，遽火之。事平再造，遂用堪輿家說，辟除民舍，使寺門見水，以厭火災。隆慶三年復毀。萬曆十七年，司禮監太監孫隆以織造助建，懸幢列鼎，絕盛一時。而兩廡櫛比，皆市廛精肆，奇貨可居。春時有香市，與南海、天竺、山東香客及鄉村婦女兒童，往來交易，人聲嘈雜，舌敝耳聾，抵夏方止。崇禎十三年又火，煙焰障天，湖水為赤。及至清初，踵事增華，戒壇整肅，較之前代，尤更莊嚴。"
      },
      {
        "index": 9,
        "text": "一說建寺時，為錢武肅王八十大壽，寺僧圓淨訂緇流古樸、天香、勝蓮、勝林、慈受、慈雲等，結蓮社，誦經放生，為王祝壽。每月朔，登壇設戒，居民行香禮佛，以昭王之功德，因名昭慶。今以古德諸號，即為房名。"
      },
      {
        "index": 10,
        "text": "袁宏道《昭慶寺小記》："
      },
      {
        "index": 11,
        "text": "從武林門而西，望保俶塔，突兀層崖中，則已心飛湖上也。午刻入昭慶，茶畢，即掉小舟入湖。山色如娥，花光如頰，溫風如酒，波紋如綾，才一舉頭，已不覺目酣神醉。此時欲下一語描寫不得，大約如東阿王夢中初遇洛神時也。余遊西湖始此，時萬曆丁酉二月十四日也。晚同子公渡淨寺，覓小修舊住僧房。取道由六橋、岳墳歸。草草領略，未極遍賞。"
      },
      {
        "index": 12,
        "text": "閱數日，陶周望兄弟至。"
      },
      {
        "index": 13,
        "text": "張岱《西湖香市記》："
      },
      {
        "index": 14,
        "text": "西湖香市，起於花朝，盡於端午。山東進香普陀者日至，嘉湖進香天竺者日至，至則與湖之人市焉，故曰香市。然進香之人市於三天竺，市於岳王墳，市於湖心亭，市於陸宣公祠，無不市，而獨湊集於昭慶寺。昭慶寺兩廊故無日不市者，三代八朝之古董，蠻夷閩貊之珍異，皆集焉。至香市，則殿中邊甬道上下、池左右、山門內外，有屋則攤，無屋則廠，廠外又棚，棚外又攤，節節寸寸。凡胭脂簪珥、牙尺剪刀，以至經典木魚、伢兒嬉具之類，無不集。此時春暖，桃柳明媚，鼓吹清和，岸無留船，寓無留容，肆無留釀。袁石公所謂「山色如娥，花光如頰，溫風如酒，波紋如綾」，已畫出西湖三月。而此以香客雜來，光景又別。士女閒都，不勝其村妝野婦之喬畫；芳蘭薌澤，不勝其合香芫荽之薰蒸；絲竹管弦，不勝其搖鼓欱笙之聒帳；鼎彝光怪，不勝其泥人竹馬之行情；"
      },
      {
        "index": 15,
        "text": "宋元名畫，不勝其湖景佛圖之紙貴。如逃如逐，如奔如追，撩撲不開，牽挽不住。數百十萬男男女女、老老少少，日簇擁於寺之前後左右者，凡四閱月方罷。恐大江以東，斷無此二地矣。崇禎庚辰三月，昭慶寺火。是歲及辛已、壬午洊飢，民強半餓死。壬午虜鯁山東，香客斷絕，無有至者，市遂廢。辛已夏，余在西湖，但見城中餓殍舁出，扛挽相屬。時杭州劉太守夢謙，汴梁人，鄉里抽豐者多寓西湖，日以民詞饋送。有輕薄子改古詩誚之曰：「山不青山樓不樓，西湖歌舞一時休。暖風吹得死人臭，還把杭州送汴州。」可作西湖實錄。"
      },
      {
        "index": 16,
        "text": "哇哇宕"
      },
      {
        "index": 17,
        "text": "哇哇石在棋盤山上。昭慶寺後，有石池深不可測，峭壁橫空，方圓可三四畝，空谷相傳，聲喚聲應，如小兒啼焉。上有棋磐石，聳立山頂。其下烈士祠，為朱蹕、金勝、祝威諸人，皆宋時死金人難者，以其生前有護衛百姓功，故至今祀之。"
      },
      {
        "index": 18,
        "text": "屠隆《哇哇宕》詩："
      },
      {
        "index": 19,
        "text": "昭慶莊嚴盡佛圖，如何空谷有呱呱。千兒乳墜成賢劫，五覺聲聞報給孤。流出桃花緣古宕，飛來怪石入冰壺。隱身巖下傳消息，任爾臨崖動地呼。"
      },
      {
        "index": 20,
        "text": "昭慶莊嚴盡佛圖，如何空谷有呱呱。千兒乳墜成賢劫，五覺聲聞報給孤。流出桃花緣古宕，飛來怪石入冰壺。隱身巖下傳消息，任爾臨崖動地呼。"
      },
      {
        "index": 21,
        "text": "大佛頭"
      },
      {
        "index": 22,
        "text": "大石佛寺，考舊史，秦始皇東遊入海，纜舟於此石上。後因賈平章住里湖葛嶺，宋大內在鳳凰山，相去二十餘里，平章聞朝鐘響，即下湖船，不用篙楫，用大錦纜絞動盤車，則舟去如駛，大佛頭，其係纜石樁也。平章敗，後人鐫為半身佛像，飾以黃金，構殿覆之，名大石佛院。至元末毀。明永樂間，僧志琳重建，敕賜大佛禪寺。賈秋壑為誤國奸人，其於山水書畫古董，凡經其鑑賞，無不精妙。所製錦纜，亦自可人。一日臨安失火，賈方在半閒堂鬥蟋蟀，報者絡繹，賈殊不顧，但曰：「至太廟則報。」俄而，報者曰：「火直至太廟矣！」賈從小肩輿，四力士以椎劍護，舁輿人里許即易，倏忽至火所，下令肅然，不過曰：「焚太廟者，斬殿帥。」於是帥率勇士數十人，飛身上屋，一時撲滅。賈雖奸雄，威令必行，亦有快人處。"
      },
      {
        "index": 23,
        "text": "張岱《大石佛院》詩："
      },
      {
        "index": 24,
        "text": "余少愛嬉遊，名山恣探討。泰岳既峗峨，補陀复杳渺。天竺放光明，齊云集百鳥。活佛與靈神，金身皆藐小。自到南明山，石佛出雲表。食指及拇指，七尺猶未了。寶石更特殊，當年石工巧。巖石數丈高，止塑一頭腦。量其半截腰，丈六猶嫌少。問佛凡許長，人天不能曉。但見往來人，盤旋如蝨蚤。而我獨不然，參禪已到老。入地而摩天，何在非佛道。色相求如來，鉅細皆心造。我視大佛頭，仍然一莖草。"
      },
      {
        "index": 25,
        "text": "余少愛嬉遊，名山恣探討。泰岳既峗峨，補陀复杳渺。天竺放光明，齊云集百鳥。活佛與靈神，金身皆藐小。自到南明山，石佛出雲表。食指及拇指，七尺猶未了。寶石更特殊，當年石工巧。巖石數丈高，止塑一頭腦。量其半截腰，丈六猶嫌少。問佛凡許長，人天不能曉。但見往來人，盤旋如蝨蚤。而我獨不然，參禪已到老。入地而摩天，何在非佛道。色相求如來，鉅細皆心造。我視大佛頭，仍然一莖草。"
      },
      {
        "index": 26,
        "text": "甄龍友《西湖大佛頭贊》："
      },
      {
        "index": 27,
        "text": "色如黃金，面如滿月。盡大地人，只見一橛。"
      },
      {
        "index": 28,
        "text": "保俶塔"
      },
      {
        "index": 29,
        "text": "寶石山高六十三丈，周一十三里。錢武肅王封壽星寶石山，羅隱為之記。其絕頂為寶峯，有保俶塔，一名寶所塔，蓋保俶塔也。宋太平興國元年，吳越王濬，聞唐亡而懼，乃與妻孫氏、子惟濬、孫承祐入朝，恐其被留，許造塔以保之。稱名，尊天子也。至都，賜禮賢宅以居，賞賚甚厚。留兩月遣還，賜一黃袱，封識甚固，戒曰：「途中宜密觀。」及啟之，則皆羣臣乞留俶章疏也，俶甚感懼。既歸，造塔以報佛恩。保俶之名，遂誤為保叔。不知者遂有「保叔緣何不保夫」之句。"
      },
      {
        "index": 30,
        "text": "俶為人敬慎，放歸後，每視事，徙坐東偏，謂左右曰：「西北者，神京在焉，天威不違顏咫尺，俶敢寧居乎！」每修省入貢，焚香而後遣之。未幾，以地歸宋，封俶為淮海國王。其塔，元至正末毀，僧慧炬重建。明成化間又毀，正德九年僧文鏞再建。嘉靖元年又毀，二十二年僧永固再建。隆慶三年大風折其頂，塔亦漸圮，萬曆二十二年重修。其地有壽星石、屯霞石。去寺百步，有看松臺，俯臨巨壑，凌駕松抄，看者驚悸。"
      },
      {
        "index": 31,
        "text": "塔下石壁孤峭，緣壁有精廬四五間，為天然圖畫圖。"
      },
      {
        "index": 32,
        "text": "黃久文《冬日登保俶塔》詩："
      },
      {
        "index": 33,
        "text": "當峯一塔微，落木淨煙浦。日寒山影瘦，霜泐石棱苦。山云自悠然，來者適為主。與子欲談心，松風代吾語。"
      },
      {
        "index": 34,
        "text": "當峯一塔微，落木淨煙浦。日寒山影瘦，霜泐石棱苦。山云自悠然，來者適為主。與子欲談心，松風代吾語。"
      },
      {
        "index": 35,
        "text": "夏公謹《保俶塔》詩："
      },
      {
        "index": 36,
        "text": "客到西湖上，春遊尚及時。石門深歷險，山閣靜憑危。午寺鳴鐘亂，風潮去舫遲。清樽歡不極，醉筆更題詩。"
      },
      {
        "index": 37,
        "text": "客到西湖上，春遊尚及時。石門深歷險，山閣靜憑危。午寺鳴鐘亂，風潮去舫遲。清樽歡不極，醉筆更題詩。"
      },
      {
        "index": 38,
        "text": "錢思復《保俶塔》詩："
      },
      {
        "index": 39,
        "text": "金剎天開畫，鐵簷風語鈴。野雲秋共白，江樹晚逾青。鑿屋巖藏雨，粘崖石墜星。下看湖上客，歌吹正沉冥。"
      },
      {
        "index": 40,
        "text": "金剎天開畫，鐵簷風語鈴。野雲秋共白，江樹晚逾青。鑿屋巖藏雨，粘崖石墜星。下看湖上客，歌吹正沉冥。"
      },
      {
        "index": 41,
        "text": "瑪瑙寺"
      },
      {
        "index": 42,
        "text": "瑪瑙坡在保俶塔西，碎石文瑩，質若瑪瑙，土人采之，以鐫圖篆。晉時遂建瑪瑙寶勝院，元末毀，明永樂間重建。有僧芳洲僕夫藝竹得泉，遂名僕夫泉。山巔有閣，凌空特起，憑眺最勝，俗稱瑪瑙山居。寺中有大鐘，侈弇齊適，舒而遠聞，上鑄《蓮經》七卷，《金剛經》三十二分。晝夜十二時，保六僧撞之。每撞一聲，則《法華》七卷、《金剛》三十二分，字字皆聲。吾想法夜聞鐘，起人道念，一至旦晝，無不牿亡。今於平明白晝時聽鐘聲，猛為提醒，大地山河，都為震動，則鏗鍧一響，是竟《法華》一轉、《般若》一轉矣。內典云：人間鐘鳴未歇際，地獄眾生刑具暫脫此間也。鼎革以後，恐寺僧惰慢，不克如前。"
      },
      {
        "index": 43,
        "text": "張岱《瑪瑙寺長鳴鐘》詩："
      },
      {
        "index": 44,
        "text": "女媧煉石如煉銅，鑄出梵王千斛鐘。僕夫泉清洗刷早，半是頑銅半瑪瑙。錘金琢玉昆吾刀，盤旋鐘紐走蒲牢。十萬八千《法華》字，《金剛般若》居其次。貝葉靈文滿背腹，一聲撞破蓮花獄。萬鬼桁楊暫脫離，不愁漏盡啼荒雞。晝夜百刻三千杵，菩薩慈悲淚如雨。森羅殿前免刑戮，惡鬼猙獰齊退役。一擊淵淵大地驚，青蓮字字有潮音。特為眾生解冤結，共聽毘廬廣長舌。敢言佛說盡荒唐，勞我阇黎日夜忙。安得成湯開一面，吉網羅鉗都不見。"
      },
      {
        "index": 45,
        "text": "女媧煉石如煉銅，鑄出梵王千斛鐘。僕夫泉清洗刷早，半是頑銅半瑪瑙。錘金琢玉昆吾刀，盤旋鐘紐走蒲牢。十萬八千《法華》字，《金剛般若》居其次。貝葉靈文滿背腹，一聲撞破蓮花獄。萬鬼桁楊暫脫離，不愁漏盡啼荒雞。晝夜百刻三千杵，菩薩慈悲淚如雨。森羅殿前免刑戮，惡鬼猙獰齊退役。一擊淵淵大地驚，青蓮字字有潮音。特為眾生解冤結，共聽毘廬廣長舌。敢言佛說盡荒唐，勞我阇黎日夜忙。安得成湯開一面，吉網羅鉗都不見。"
      },
      {
        "index": 46,
        "text": "智果寺"
      },
      {
        "index": 47,
        "text": "智果寺，舊在孤山，錢武肅王建。宋紹興間，造四聖觀，徙於大佛寺西。先是東坡守黃州，於潛僧道潛，號參寥子，自吳來訪，東坡夢與賦詩，有「寒食清明都過了，石泉槐火一時新」之句。後七年，東坡守杭，參寥卜居智果，有泉出石罅間。寒食之明日，東坡來訪，參寥汲泉煮茗，適符所夢。東坡四顧壇壝，謂參寥曰：「某生平未嘗至此，而眼界所視，皆若素所經歷者。自此上懺堂，當有九十三級。」數之，果如其言，即謂參寥子曰：「某前身寺中僧也，今日寺僧皆吾法屬耳，吾死後，當捨身為寺中伽藍。」參寥遂塑東坡像，供之伽藍之列，留偈壁間，有：「金剛開口笑鐘樓，樓笑金剛雨打頭，直待有鄰通一線，兩重公案一時修。」後寺破敗。崇禎壬申，有揚州茂才鮑同德字有鄰者，來寓寺中。東坡兩次入夢，屬以修寺，鮑辭以「貧士安辦此？」公曰：「子第為之，自有助子者。」次日，見壁間偈有「有鄰」二字，遂心動立願，作《西泠記夢》，見人輒出示之。一日至邸，遇維揚姚永言，備言其夢。座中有粵東謁選進士宋公兆禴者，甚為駭異。次日，宋公筮仕，遂得仁和。永言慫恿之，宋公力任其艱，寺得再葺。時有泉適出寺後，好事者仍名之參寥泉焉。"
      },
      {
        "index": 48,
        "text": "六賢祠"
      },
      {
        "index": 49,
        "text": "宋時西湖有三賢祠兩：其一在孤山竹閣。三賢者，白樂天、林和靖、蘇東坡也。其一在龍井資聖院。三賢者，趙閱道、僧辨才、蘇東坡也。寶慶間，袁樵移竹閣三賢祠於蘇公堤，建亭館以沾官酒。或題詩云：「和靖、東坡、白樂天，三人秋菊薦寒泉，而今滿面生塵土，欲與袁樵趁酒錢。」又據陳眉公筆記，錢塘有水仙王廟，林和靖祠堂近之。東坡先生以和靖清節映世，遂移神像配食水仙王。黃山谷有《水仙花》詩用此事：「錢塘昔聞水仙廟，荊州今見水仙花，暗香靚色撩詩句，宜在孤山處士家。」則宋時所祀，止和靖一人。明正德三年，郡守楊孟瑛重浚西湖，立四賢祠，以祀李鄴侯、白、蘇、林四人，杭人益以楊公，稱五賢。而後乃祧楊公，增祀周公維新、王公弇州，稱六賢祠。張公亮曰：「湖上之祠，宜以久居其地，與風流標令為山水深契者，乃列之。周公冷面，且為神明，有別祠矣。弇州文人，與湖非久要，今並四公而坐，恐難熟熱也。」人服其確論。"
      },
      {
        "index": 50,
        "text": "張明弼《六賢祠》詩："
      },
      {
        "index": 51,
        "text": "山川亦自有聲氣，西湖不易與人熱。五日京兆王弇州，冷面臬司號寒鐵。原與湖山非久要，心胸不復留風月。猶議當時李鄴侯，西泠尚未通舟楫。惟有林蘇白樂天，真與煙霞相接納。風流俎豆自千秋，松風菊露梅花雪。"
      },
      {
        "index": 52,
        "text": "山川亦自有聲氣，西湖不易與人熱。五日京兆王弇州，冷面臬司號寒鐵。原與湖山非久要，心胸不復留風月。猶議當時李鄴侯，西泠尚未通舟楫。惟有林蘇白樂天，真與煙霞相接納。風流俎豆自千秋，松風菊露梅花雪。"
      },
      {
        "index": 53,
        "text": "西泠橋"
      },
      {
        "index": 54,
        "text": "西泠橋一名西陵，或曰：即蘇小小結同心處也。及見方子公詩有云：「『數聲漁笛知何處，疑在西泠第一橋。』陵作泠，蘇小恐誤。」余曰：「管不得，只西陵便好。且白公斷橋詩『柳色青藏蘇小家』，斷橋去此不遠，豈不可藉作西泠故實耶！」昔趙王孫孟堅子固常客武林，值菖蒲節，周公謹同好事者邀子固遊西湖。酒酣，子固脫帽，以酒晞髮，箕踞歌《離騷》，旁若無人。薄暮入西泠橋，掠孤山，艤舟茂樹間，指林麓最幽處，瞪目叫曰：「此真洪穀子、董北苑得意筆也。」鄰舟數十，皆驚駭絕嘆，以為真謫仙人。得山水之趣味者，東坡之後，復見此人。"
      },
      {
        "index": 55,
        "text": "袁宏道《西泠橋》詩："
      },
      {
        "index": 56,
        "text": "西泠橋，水長在。松葉細如針，不肯結羅帶。鶯如衫，燕如釵，油壁車，砍為柴，青驄馬，自西來。昨日樹頭花，今日陌上土。恨血與啼魂，一半逐風雨。"
      },
      {
        "index": 57,
        "text": "西泠橋，水長在。松葉細如針，不肯結羅帶。鶯如衫，燕如釵，油壁車，砍為柴，青驄馬，自西來。昨日樹頭花，今日陌上土。恨血與啼魂，一半逐風雨。"
      },
      {
        "index": 58,
        "text": "又《桃花雨》詩："
      },
      {
        "index": 59,
        "text": "淺碧深紅大半殘，惡風催雨剪刀寒。桃花不比杭州女，洗卻胭脂不耐看。"
      },
      {
        "index": 60,
        "text": "淺碧深紅大半殘，惡風催雨剪刀寒。桃花不比杭州女，洗卻胭脂不耐看。"
      },
      {
        "index": 61,
        "text": "李流芳《西泠橋題畫》："
      },
      {
        "index": 62,
        "text": "余嘗為孟暘題扇：「多寶峯頭石欲摧，西泠橋邊樹不開。輕煙薄霧斜陽下，曾泛扁舟小築來。」西泠橋樹色，真使人可念，橋亦自有古色。近聞且改築，當無復舊觀矣。對此悵然。"
      },
      {
        "index": 63,
        "text": "岳王墳"
      },
      {
        "index": 64,
        "text": "岳鄂王死，獄卒隗順負其屍，逾城至北山以葬。後朝廷購求葬處，順之子以告。及啟棺如生，乃以禮服殮焉。隗順，史失載。今之得以崇封祀享，肸蠁千秋，皆順力也。倪太史元璐曰：「岳王祠，泥范忠武，鐵鑄檜、卨，人之慾不朽檜、卨也，甚於忠武。」按公之改諡忠武，自隆慶四年。墓前之有秦檜、王氏、万俟卨三像，始於正德八年，指揮李隆以銅鑄之，旋為遊人撻碎。後增張俊一像。四人反接，跪於丹墀。自萬曆二十六年，按察司副使范淶易之以鐵，遊人椎擊益狠，四首齊落，而下體為亂石所擲，止露肩背。旁墓為銀瓶小姐。王被害，其女抱銀瓶墜井中死。楊鐵崖樂府曰：「岳家父，國之城；秦家奴，城之傾。皇天不靈，殺我父與兄。嗟我銀瓶為我父，緹縈生不贖父死，不如無生。千尺井，一尺瓶，瓶中之水精衛鳴。」墓前有分屍檜。天順八年，杭州同知馬偉鋸而植之，首尾分處，以示磔檜狀。隆慶五年，大雷擊折之。朱太史之俊曰：「一秦檜耳，鐵首木心，俱不能保至此。」天啟丁卯，浙撫造祠媚璫，窮工極巧，徙蘇堤第一橋於百步之外，數日立成，駭其神速。崇禎改元，魏璫敗，毀其祠，議以木石修王廟。卜之王，王弗許。"
      },
      {
        "index": 65,
        "text": "岳雲，王之養子，年十二從張憲戰，得其力，大捷，號曰「贏官人」，軍中皆呼焉。手握兩鐵鎚，重八十斤。王征伐，未嘗不與，每立奇功，王輒隱之。官至左武大夫、忠州防禦使。死年二十二，贈安遠軍承宣使。所用鐵鎚猶存。"
      },
      {
        "index": 66,
        "text": "張憲為王部將，屢立戰功。紹興十年，兀术屯兵臨穎，憲破其兵，追奔十五里，中原大振。秦檜主和，班師。檜與張俊謀殺岳飛，誘飛部曲能告飛事者，卒無人應。張俊鍛煉憲，被掠無完膚，強辯不伏，卒以冤死。景定二年，追封烈文侯。"
      },
      {
        "index": 67,
        "text": "正德十二年，布衣王大祐發地得碣石，乃崇封焉。郡守梁材建廟，修撰唐皋記之。"
      },
      {
        "index": 68,
        "text": "牛皋墓在棲霞嶺上。皋字伯遠，汝州人，岳鄂王部將，素立戰功。秦檜懼其怨己，一日大會眾軍士，置毒害之。皋將死，歎曰：「吾年近六十，官至侍從郎，一死何恨，但恨和議一成，國家日削。大丈夫不能以馬革裹屍報君父，是為嘆耳！」"
      },
      {
        "index": 69,
        "text": "張景元《岳墳小記》："
      },
      {
        "index": 70,
        "text": "岳少保墳祠，祠南向，舊在闤闠。孫中貴為買民居，開道臨湖，殊愜大觀。祠右衣冠葬焉。石門華表，形制不巨，雅有古色。"
      },
      {
        "index": 71,
        "text": "周詩《岳王墳》詩："
      },
      {
        "index": 72,
        "text": "將軍埋骨處，過客式英風。北伐生前烈，南枝死後忠。干戈戎馬異，涕淚古今同。目斷封丘上，蒼蒼夕照中。"
      },
      {
        "index": 73,
        "text": "將軍埋骨處，過客式英風。北伐生前烈，南枝死後忠。干戈戎馬異，涕淚古今同。目斷封丘上，蒼蒼夕照中。"
      },
      {
        "index": 74,
        "text": "高啟《岳王墳》詩："
      },
      {
        "index": 75,
        "text": "大樹無枝向北風，千年遺恨泣英雄。班師詔已成三殿，射虜書猶說兩宮。每憶上方誰請劍，空嗟高廟自藏弓。棲霞嶺上今回首，不見諸陵白霧中。"
      },
      {
        "index": 76,
        "text": "大樹無枝向北風，千年遺恨泣英雄。班師詔已成三殿，射虜書猶說兩宮。每憶上方誰請劍，空嗟高廟自藏弓。棲霞嶺上今回首，不見諸陵白霧中。"
      },
      {
        "index": 77,
        "text": "唐順之《岳王墳》詩："
      },
      {
        "index": 78,
        "text": "國恥猶未雪，身危亦自甘。九原人不返，萬壑氣長寒。豈恨藏弓早，終知借劍難。吾生非壯士，於此髮衝冠。"
      },
      {
        "index": 79,
        "text": "國恥猶未雪，身危亦自甘。九原人不返，萬壑氣長寒。豈恨藏弓早，終知借劍難。吾生非壯士，於此髮衝冠。"
      },
      {
        "index": 80,
        "text": "蔡汝南《岳王墓》詩："
      },
      {
        "index": 81,
        "text": "誰將三字獄，墮此一長城。北望真堪淚，南枝空自榮。國隨身共盡，君恃相為生。落日松風起，猶聞劍戟鳴。"
      },
      {
        "index": 82,
        "text": "誰將三字獄，墮此一長城。北望真堪淚，南枝空自榮。國隨身共盡，君恃相為生。落日松風起，猶聞劍戟鳴。"
      },
      {
        "index": 83,
        "text": "王世貞《岳墳》詩："
      },
      {
        "index": 84,
        "text": "落日松杉覆古碑，英風颯颯動靈祠。空傳赤帝中興詔，自折黃龍大將旗。三殿有人朝北極，六陵無樹對南枝。莫將烏喙論勾踐，鳥盡弓藏也不悲。"
      },
      {
        "index": 85,
        "text": "落日松杉覆古碑，英風颯颯動靈祠。空傳赤帝中興詔，自折黃龍大將旗。三殿有人朝北極，六陵無樹對南枝。莫將烏喙論勾踐，鳥盡弓藏也不悲。"
      },
      {
        "index": 86,
        "text": "徐渭《岳墳》詩："
      },
      {
        "index": 87,
        "text": "墓門慘淡碧湖中，丹雘朱扉射水紅。四海龍蛇寒食後，六陵風雨大江東。英雄幾夜乾坤博，忠孝傳家俎豆同。腸斷兩宮終朔雪，年年麥飯隔春風。"
      },
      {
        "index": 88,
        "text": "墓門慘淡碧湖中，丹雘朱扉射水紅。四海龍蛇寒食後，六陵風雨大江東。英雄幾夜乾坤博，忠孝傳家俎豆同。腸斷兩宮終朔雪，年年麥飯隔春風。"
      },
      {
        "index": 89,
        "text": "張岱《岳王墳》詩："
      },
      {
        "index": 90,
        "text": "西泠煙雨岳王宮，鬼氣陰森碧樹叢。函谷金人長墮淚，昭陵石馬自嘶風。半天雷電金牌冷，一族風波夜壑紅。泥塑岳侯鐵鑄檜，只令千載罵奸雄。"
      },
      {
        "index": 91,
        "text": "西泠煙雨岳王宮，鬼氣陰森碧樹叢。函谷金人長墮淚，昭陵石馬自嘶風。半天雷電金牌冷，一族風波夜壑紅。泥塑岳侯鐵鑄檜，只令千載罵奸雄。"
      },
      {
        "index": 92,
        "text": "董其昌《岳墳柱對》："
      },
      {
        "index": 93,
        "text": "南人歸南，北人歸北，小朝廷豈求活耶。孝子死孝，忠臣死忠，大丈夫當如是矣。"
      },
      {
        "index": 94,
        "text": "南人歸南，北人歸北，小朝廷豈求活耶。孝子死孝，忠臣死忠，大丈夫當如是矣。"
      },
      {
        "index": 95,
        "text": "張岱《岳墳柱銘》："
      },
      {
        "index": 96,
        "text": "呼天悲鐵像，此冤未雪，常聞石馬哭昭陵。拓地飲黃龍，厥志當酬，尚見泥兵濕蔣廟。"
      },
      {
        "index": 97,
        "text": "呼天悲鐵像，此冤未雪，常聞石馬哭昭陵。拓地飲黃龍，厥志當酬，尚見泥兵濕蔣廟。"
      },
      {
        "index": 98,
        "text": "紫雲洞"
      },
      {
        "index": 99,
        "text": "紫雲洞在煙霞嶺右。其地怪石蒼翠，劈空開裂，山頂層層，如廈屋天構。賈似道命工疏剔建庵，刻大士像於其上。雙石相倚為門，清風時來，谽谺透出，久坐使人寒栗。又有一坎突出洞中，蓄水澄潔，莫測其底。洞下有懶雲窩，四山圍合，竹木掩映，結庵其中。名賢遊覽至此，每有遺世之思。洞旁一壑幽深，昔人鑿石，聞金鼓聲而止，遂名「金鼓洞」。洞下有泉，曰「白沙」。好事者取以瀹茗，與虎跑齊名。"
      },
      {
        "index": 100,
        "text": "王思任詩："
      },
      {
        "index": 101,
        "text": "筍輿幽討遍，大壑氣沉沉。山葉逢秋醉，溪聲入午喑。是泉從竹護，無石不云深。沁骨涼風至，僧寮絮碧陰。"
      },
      {
        "index": 102,
        "text": "筍輿幽討遍，大壑氣沉沉。山葉逢秋醉，溪聲入午喑。是泉從竹護，無石不云深。沁骨涼風至，僧寮絮碧陰。"
      }
    ]
  }
}