{
  "chapterNumber": 134,
  "title": "司馬遷才高，識亦高，但粗率。〈閎祖。以下歷代史。〉",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "太史公書疏爽，班固書密塞。〈振〉"
      },
      {
        "index": 1,
        "text": "司馬子長動以孔子為證，不知是見得，亦且是如此說。所以伯恭每發明得非細，只恐子長不敢承領耳。"
      },
      {
        "index": 2,
        "text": "史記亦疑當時不曾得刪改脫藁。高祖紀記迎太公處，稱「高祖」。此樣處甚多。高祖未崩，安得「高祖」之號？漢書盡改之矣。左傳只有一處云：「陳桓公有寵於王。」"
      },
      {
        "index": 3,
        "text": "曹器遠說伯夷傳「得孔子而名益彰」〈云云〉。先生曰：「伯夷當初何嘗指望孔子出來發揮他！」又云：「『黃屋左纛，朝以十月，葬長陵。』此是大事，所以書在後。」先生曰：「某嘗謂史記恐是箇未成底文字，故記載無次序，有疏闊不接續處，如此等是也。」〈閎祖〉"
      },
      {
        "index": 4,
        "text": "因言：「班固作漢書，不合要添改史記字，行文亦有不識當時意思處。如七國之反，史記所載甚疏略，卻都是漢道理；班固所載雖詳，便卻不見此意思。呂東萊甚不取班固。如載文帝建儲詔云：『楚王，季父也，春秋高，閱天下之義理多矣，明於國家之大體。吳王於朕，兄也，惠仁以好德。淮南王，弟也，秉德以陪朕。豈不為豫哉！』固遂節了吳王一段，只於『淮南王』下添『皆』字云：『皆秉德以陪朕。』蓋『陪』字訓『貳』，以此言弟則可，言兄可乎！今史記中卻載全文。」又曰：「屏山卻云：『固作漢紀，有學春秋之意。其敘傳云：「為春秋攷紀。」』」又曰：「遷史所載，皆是隨所得者載入，正如今人草藁。如酈食其踞洗前面已載一段，末後又載，與前說不同。蓋是兩處說，已寫入了，又據所得寫入一段耳。」"
      },
      {
        "index": 5,
        "text": "顏師古注前漢書如此詳，猶有不可曉者，況其他史無注者。漢宣渭上詔令「單于毋謁」，范升劾周黨「伏而不謁」，謁不知是何禮數，無注。疑是君臣之禮。見而自通其名，然不可考矣。〈方子。必大錄云：「想謁禮必又重。」〉"
      },
      {
        "index": 6,
        "text": "漢書有秀才做底文章，有婦人做底文字，亦有載當時獄辭者。秀才文章便易曉。當時文字多碎句，難讀。尚書便有如此底。周官只如今文字，太齊整了。"
      },
      {
        "index": 7,
        "text": "漢書言：「幾者動之微，吉凶之先見者也。」又如「豈若匹夫匹婦之為諒，自經於溝瀆而人莫之知也」！添一箇「人」字，甚分曉。〈道夫〉"
      },
      {
        "index": 8,
        "text": "「解雜亂紛糾不控拳。」拳，音絭，攘臂繩，今之骨袖手圈也。言解鬥者當善解之，不可牽引絭繩也。「批亢擣虛。」亢，音剛，喉嚨也。言與人鬥者，不扼其喉，拊其背，未見其能勝也。〈僩〉"
      },
      {
        "index": 9,
        "text": "沈存中以班固律曆志定言數處為脛說是小說中「脛廟」之意，蓋不曉算法而言爾。〈人傑〉"
      },
      {
        "index": 10,
        "text": "漢書「引繩排拫〈音痕。〉不附己者」，今人誤讀「拫」為「根」。注云：「猶今言『拫？』〈音戶谷反。〉之類。」蓋關中俗語如此。「拫？」，猶云「抵拒擔閣」也。「引繩排拫」，如以繩扞拒然。〈僩〉"
      },
      {
        "index": 11,
        "text": "劉昭補志，於冠幘車服尤詳，前史所無。〈方子〉"
      },
      {
        "index": 12,
        "text": "晉書皆為許敬宗胡寫入小說，又多改壞了。東坡言，孟嘉傳，陶淵明之自然，今蓋云「使然」。更有一二處。〈饒何氏錄作「此類甚多」。〉東坡此文亦不曾見。揚因問：「晉書說得晉人風流處好。」先生云云。又云：「世說所載，說得較好，今皆改之矣。」〈揚〉"
      },
      {
        "index": 13,
        "text": "載記所紀夷狄祖先之類，特甚，此恐其故臣追記而過譽之。"
      },
      {
        "index": 14,
        "text": "舊唐書一傳載乞加恩相王事，其文曰：「恩加四海。」宋景文為改作「恩加骨肉」。"
      },
      {
        "index": 15,
        "text": "五代史略假借太原，以劉知遠之後非僭竊，辭較直也。〈揚〉"
      },
      {
        "index": 16,
        "text": "五代舊史，溫公通鑑用之。歐公蓋以此作文，因有失實處。如宦者張居翰當時但言緩取一日則一日固，二日則二日固。歐公直將作大忠，說得太好了。"
      },
      {
        "index": 17,
        "text": "問：「班史通鑑二氏之學如何？」曰：「讀其書自可見。」又曰：「溫公不取孟子，取揚子，至謂王伯無異道。夫王伯之不侔，猶碔砆之於美玉。故荀卿謂粹而王，駁而伯。孟子為齊梁之君力判其是非者，以其有異也。又，溫公不喜權謀，至修書時頗刪之，柰當時有此事何？只得與他存在。若每處刪去數行，只讀著都無血脈意思，何如存之，卻別做論說以斷之？」〈驤〉"
      },
      {
        "index": 18,
        "text": "通鑑文字有自改易者，仍皆不用漢書上古字，皆以今字代之。南北史除了通鑑所取者，其餘只是一部好笑底小說。"
      },
      {
        "index": 19,
        "text": "明仲看節通鑑。文定問：「當是溫公節否？」明仲云：「豫讓好處。是不以死生二其心，故簡子云：『真義士也！』今節去之，是無見識，必非溫公節也。」〈方〉"
      },
      {
        "index": 20,
        "text": "溫公無自節通鑑。今所有者乃偽本，序亦偽作。"
      },
      {
        "index": 21,
        "text": "通鑑例，每一年或數次改年號者，只取後一號。故石晉冬始篡，而以此年繫之。曾問呂丈。呂丈曰：「到此亦須悔。然多了不能改得。某只以甲子繫年，下面注所改年號。」"
      },
      {
        "index": 22,
        "text": "通鑑：「告姦者與斬敵首同賞，不告姦者與降敵同罰。」史記商君議更法，首便有斬敵首、降敵兩條賞罰，後面方有此兩句比類之法。其實秦人上戰功，故以此二條為更法之首。溫公卻節去之，只存後兩句比類之法，遂使讀之者不見來歷。溫公修書，凡與己意不合者，即節去之，不知他人之意不如此。通鑑此類多矣。〈僩〉"
      },
      {
        "index": 23,
        "text": "通鑑：「事末利及怠而貧者，舉以為收孥。」謂收之為奴婢，不得比良民。有罪，則民得以告之官而自殺之。〈僩〉"
      },
      {
        "index": 24,
        "text": "溫公論才、德處未盡。如此，則才都是不好底物矣！」〈僩〉"
      },
      {
        "index": 25,
        "text": "或問溫公才、德之辨。曰：「溫公之言非不是，但語脈有病耳。才如何全做不好？人有剛明果決之才，此自是好。德，亦有所謂『昏德』。若塊然無能為，亦何取於德！德是得諸己，才是所能為。若以才、德兼全為聖人，卻是聖人又夾雜箇好不好也。」〈銖〉"
      },
      {
        "index": 26,
        "text": "才有好底，有不好底；德有好底，有不好底。德者，得之於己；才者，能有所為。如溫公所言，才是不好底。既才是不好底，又言「才德兼全謂之聖人」，則聖人一半是不好底！溫公之言多說得偏，謂之不是則不可。〈節〉"
      },
      {
        "index": 27,
        "text": "問：「溫公言：『聰明強毅之謂才。』聰明恐只是才，不是德。」曰：「溫公之言便是有病。堯舜皆曰『聰明』，又曰『欽明』，又曰『文明』，豈可只謂之才！如今人不聰明，便將何者喚作德也？」〈銖〉"
      },
      {
        "index": 28,
        "text": "溫公以正直中和為德，聰明強毅為才。先生曰：「皆是德也。聖人以仁智勇為德。聰明便是智，強毅便是勇。」〈賜〉"
      },
      {
        "index": 29,
        "text": "陳仲亨問諸儒才、德之說。曰：「合下語自不同。如說『才難』，須是那有德底才。高陽氏才子八人，這須是有德而有才底。若是將才對德說，則如『周公之才之美』樣，便有是才更要德。這箇合下說得自不同。」又問智伯五賢。曰：「如說射御足力之類，也可謂之才。」〈義剛〉"
      },
      {
        "index": 30,
        "text": "溫公通鑑不信「四皓」輔太子事，謂只是叔孫通諫得行。意謂子房如此，則是脅其父。曰：「子房平生之術，只是如此。唐太宗從諫，亦只是識利害，非誠實。高祖只是識事機，明利害。故見『四皓』者輔太子，便知是得人心，可以為之矣。叔孫通嫡庶之說如何動得他！又謂高祖平生立大功業過人，只是不殺人。溫公乃謂高祖殺四人，甚異。〈事見考異。〉其後一處所在，又卻載四人。又不信劇孟事，意謂劇孟何以為輕重！然又載周丘，其人極無行，自請於吳，云去呼召得數萬人助吳。如子房劇孟，皆溫公好惡所在。然著其事而立論以明之可也，豈可以有無其事為褒貶？溫公此樣處議論極純。」因論章惇言溫公義理不透曰：「溫公大處占得多。章小黯，何足以知大處！」〈揚〉"
      },
      {
        "index": 31,
        "text": "溫公謂魏為正統。使當三國時，便去仕魏矣。〈升卿〉"
      },
      {
        "index": 32,
        "text": "胡致堂云：「通鑑久未成書。或言溫公利餐錢，故遲遲。溫公遂急結束了。故唐五代多繁冗。」〈見《管見》後唐莊宗「六月甲午」條下。方〉"
      },
      {
        "index": 33,
        "text": "溫公之言如桑麻穀粟。且如稽古錄，極好看，常思量教太子諸王。恐通鑑難看，且看一部稽古錄。人家子弟若先看得此，便是一部古今在肚裏了。〈學蒙〉}"
      },
      {
        "index": 34,
        "text": "稽古錄有不備者，當以通鑑補之。溫公作此書，想在忙裏做成，元無義例。〈閎祖〉"
      },
      {
        "index": 35,
        "text": "稽古錄一書，可備講筵官僚進讀。小兒讀六經了，令接續讀去，亦好。末後一表，其言如蓍龜，一一皆驗。宋莒公歷年通譜與此書相似，但不如溫公之有法也。高氏小史亦一好書，但難得本子。〈高峻唐人。通鑑中亦多取之。方子〉"
      },
      {
        "index": 36,
        "text": "匡衡傳、司馬公史論、稽古錄、范唐鑑，不可不讀。〈賀孫〉"
      },
      {
        "index": 37,
        "text": "致堂管見方是議論。唐鑑議論弱，又有不相應處。前面說一項事，末又說別處去。"
      },
      {
        "index": 38,
        "text": "唐鑑欠處多，看底辨得出時好。"
      },
      {
        "index": 39,
        "text": "唐鑑多說得散開無收殺。如姚崇論擇十道使患未得人，它自說得意好，不知范氏何故卻貶其說。〈㽦〉"
      },
      {
        "index": 40,
        "text": "范唐鑑第一段論守臣節處不圓。要做一書補之，不曾做得。范此文草草之甚。其人資質渾厚，說得都如此平正。只是疏，多不入理。終守臣節處，於此亦須有些處置，豈可便如此休了！如此議論，豈不為英雄所笑！〈揚錄云：「程門此人最好。然今看，都只是氣質。呂與叔緊。」〉"
      },
      {
        "index": 41,
        "text": "「范唐鑑首一段專是論太宗本原，然亦未盡。太宗後來做處儘好，只為本領不是，與三代便別。」問：「歐陽以『除隋之亂，比跡湯武；致治之美，庶幾成康』贊之，無乃太過？」曰：「只為歐公一輩人尋常亦不曾理會本領處，故其言如此。」〈端蒙〉"
      },
      {
        "index": 42,
        "text": "范氏以武王釋箕子，封比干事，比太宗誅高德儒。此亦據他眼前好處恁地比並，也未論到他本原處。似此樣，且寬看。若一一責以全，則後世之君不復有一事可言。〈端蒙〉"
      },
      {
        "index": 43,
        "text": "唐鑑白馬之禍，歐公論不及此。"
      },
      {
        "index": 44,
        "text": "唐鑑議論，覺似迂緩不切。考其意，蓋王介甫秉政，造新法，神考專意信之，以為真可以振起國勢，一新其舊，故范氏之論每以為此惟在人主身心之間而不在法。如言，豐財在於節用，神考曰：「豈有著破皁襖、破皮鞋，即能致國富邪！」〈公謹〉"
      },
      {
        "index": 45,
        "text": "唐鑑意正有疏處。孫之翰唐論精練，說利害如身處親歷之，但理不及唐鑑耳。〈閎祖〉"
      },
      {
        "index": 46,
        "text": "伯恭晚年謂人曰：「孫之翰唐論勝唐鑑。」要之，也是切於事情，只是大剛卻不正了。唐鑑也有緩而不精確處，如言租、庸、調及楊炎二稅之法，說得都無收殺。只云在於得人，不在乎法，有這般苟且處。審如是，則古之聖賢徒善云爾。他也是見熙寧間詳於制度，故有激而言。要之，只那有激，便不平正。〈道夫〉"
      },
      {
        "index": 47,
        "text": "或說「二氣五行，錯揉萬變」。曰：「物久自有弊壞。秦漢而下，二氣五行自是較昏濁，不如太古之清明純粹。且如中星自堯時至今已自差五十度了。秦漢而下，自是弊壞。得箇光武起，整得略略地，後又不好了。又得箇唐太宗起來，整得略略地，後又不好了。終不能如太古。」或云：「本然底亦不壞。」曰：「固是。」〈夔孫。論歷代〉"
      },
      {
        "index": 48,
        "text": "周自東遷之後，王室益弱，畿內疆土皆為世臣據襲，莫可誰何。而畿外土地亦皆為諸侯爭據，天子雖欲分封而不可得。如封鄭桓公，都是先用計，指射鄶地，罔而取之，亦是無討土地處。此後王室子孫，豈復有疆土分封！某常以為郡縣之事已萌於此矣。至秦時，是事勢窮極，去不得了，必須如此做也。〈僩。以下春秋〉"
      },
      {
        "index": 49,
        "text": "權重處便有弊：宗室權重，則宗室作亂，漢初及晉是也；外戚權重，則外戚作亂，兩漢是也。春秋之君多逐宗族。晉惠公得國，便不納群公子。文公之入，即殺懷公。此乃異日六卿分晉之兆。〈必大〉"
      },
      {
        "index": 50,
        "text": "問：「春秋時，良法美意尚有存者。」曰：「去古愈近，便古意愈多。」〈升卿〉"
      },
      {
        "index": 51,
        "text": "成周之時，卿士甚小。到後來鄭武公們為王卿士，便是宰相，恰如後世侍中、中書令一般。"
      },
      {
        "index": 52,
        "text": "論周稱「卿士」不同：「在周官六卿之屬言之，則卿士乃是六卿之士也。〈徒幾人，士幾人。〉如『皇父卿士，番為司徒』，如『周人將畀虢公政』，亦卿士。『卿士惟月』，衛武公為平王卿士之類，則這般之職，不知如何。」〈子蒙〉"
      },
      {
        "index": 53,
        "text": "封建世臣，賢者無頓身處，初間亦未甚。至春秋時，孔子事如何？〈可學〉"
      },
      {
        "index": 54,
        "text": "楚地最廣，今之襄漢皆是，儘是強大。齊晉若不更伯，楚必吞周而有天下。緣他極強大，所以齊威晉文責之，皆是沒緊要底事。威公豈不欲將僭王猾夏之事責之？但恐無收殺，故只得如此。至如晉文城濮之戰，依舊委曲還他許多禮數，亦如威公之意。然此處亦足以見先王不忍戕民之意未泯也。設使威文所以責之者不少假借，他定不肯服。兵連禍結，何時而已！到得戰國，斬首動是數萬，無復先王之意矣！〈僩〉"
      },
      {
        "index": 55,
        "text": "問揚：「管仲子產如何？」揚謂：「管仲全是功利心，不好。子產較近道理。聖人稱子產『有君子之道四』，然只就得如此，如何？是本原頭有病否？」曰：「是本原雜。」問：「傅全美謂范文正所為似子產，〈謂細膩。〉是否？」曰：「文正疏，決不相似。」「亦粗。」曰：「只是雜。」〈揚〉"
      },
      {
        "index": 56,
        "text": "管仲內政士卿十五，乃戰士也。所以教之孝悌忠信，尊君親上之義。夫子曰：「以不教民戰，是謂棄之。」故雖霸者之道，亦必如此。〈人傑〉"
      },
      {
        "index": 57,
        "text": "問：「晉伐原以示信，大蒐以示禮，此是信禮否？」曰：「此是假禮信之名以欺人，欲舉而用之，非誠心也。如湯之於葛，葛云『無以供粢盛』，『湯使亳眾往為之耕』；葛云『無以供犧牲』，『湯使人遺之牛羊』。至於不得已而後征之，非是以此餌之，而圖以殺之也。」又云：「司馬遷云，文王之治岐，『耕者九一，仕者世祿』，皆是降陰德以分紂之天下。不知文王之心誠於為民者若此。」又云：「漢高祖取天下所謂仁義者，豈有誠心哉！其意本謂項羽背約。及到新城，遇三老董公遮道之言，方假此之名，以正彼之罪。所謂縞素發喪之舉，其意何在？似此之謀，看當時未必不是欲項羽殺之而後罪之也。」〈卓〉"
      },
      {
        "index": 58,
        "text": "因論甯武子，義剛言：「春秋時識義理者多。」曰：「也是那時多世臣，君臣之分密，其情自不能相舍，非是皆曉義理。古時君臣都易得相親，天下有天下之君臣，〈淳錄云：「大處有大君臣，小處有小君臣。」〉一國有一國之君臣，一家有一家之君臣。自秦漢以來，便都遼絕。今世如士人，猶略知有君臣之分。若是田夫，去京師動數千里，它曉得甚麼君臣！本朝但制兵卻有古意。太祖軍法曰：『一階一級，皆歸服事之儀。』故軍中階級卻嚴，有定分。」〈義剛。淳錄略〉"
      },
      {
        "index": 59,
        "text": "鬻拳只是箇粗豪人，其意則忠，而其事皆非理，不足言也。〈僩〉"
      },
      {
        "index": 60,
        "text": "子升問伍子胥。曰：「『父不受誅，子復讎，可也。』謂之亂臣賊子，亦未可。」又問：「還是以其出亡在外而言，亦可以為通論否？」曰：「古人自有這般事，如不為舊君服之義可見。後世天下一家，事體又別。然亦以其出亡之故。若曾臣事之，亦不可也。」又問：「父死非其罪，子亦可仕否？」曰：「不可。」「孫曾如何？」曰：「世數漸遠，終是漸輕，亦有可仕之理。但不仕者正也，可仕者權也。」〈木之〉"
      },
      {
        "index": 61,
        "text": "越棲會稽，本在平江。楚破越，其種散，史記。故後號為「百越」。此間處處有之，山上多有小小城郭故壘，皆是諸越舊都邑也。春秋末，楚地最廣，蓋自初間并吞諸蠻而有其地。如淮南之舒，宿亳之蓼，皆是。初間若不得齊威管仲，看他氣勢定是吞周室。以此觀之，孔子稱管仲之功，豈溢美哉？吳之所以得破楚，也是楚平以後日就衰削，又恰限使得伍子胥如此。先又有申公巫臣往吳，教之射御戰陣。這兩人所以不向齊晉那邊去，也是見得齊晉都破壞了。兼那時如闔閭夫差勾踐幾人，皆是蠻夷中之豪傑。今浙間是南越，地平廣，閩廣是東越，地狹多阻。南豐送李柳州，誤謂柳為南越。〈賀孫〉"
      },
      {
        "index": 62,
        "text": "越都會稽，〈今東門外所在。〉土地只如今闊狹。後并吳了，卻移都平江，亦名會稽。秦後於平江立會稽郡。吳越國勢人物亦不爭多，越尚著許多氣力。今虜何止於吳！所以圖之者，又不及越，如何濟事？今做時，亦須著喫些艱辛，如越始得范蠡文種，未是難。二人皆在越籠絡中，此是難。某在紹興，想像越當時事，亦自快人。越止一小國，當時亦未甚大段富貴。在越自克如此，亦未是難事。然自越之後，後來不曾見更有一人似之，信立事之難也！〈揚〉"
      },
      {
        "index": 63,
        "text": "「范蠡載西子以往。王銍性之言，歷攷文書無此事。其原出杜牧之詩云：『西子下吳會，一舸隨鴟夷。』王解此意又不然。」曰：「王性之不成器。如這般發事，渠讀書多，攷究得甚精且多也。」〈揚〉"
      },
      {
        "index": 64,
        "text": "義剛論田子方「貧賤驕人」之說，雖能折子擊，卻非知道者之言。不成我貧賤便可凌人，此豈忘乎貧賤富貴者哉？陳仲亨不以為然，次日請問。先生曰：「他是為子擊語意而發，但子方卻別有箇意思。它後面說『言不用，行不合，則納履而去』，此是說我只是貧賤，不肯自詘。『說大人則藐之』，孟子也如此說。雖曰聖人『無小大，無敢慢』，不肯如此說，但視那為富貴權勢所移者有間矣。聖人氣象固不如此，若大賢以下，則未免如是。」〈以下戰國〉"
      },
      {
        "index": 65,
        "text": "趙武靈王也是有英氣，所以做得恁地。也緣是他肚裏事，會恁地做得，但他不合只倚這些子。如後來立後一乖，也是心不正後，感召得這般事來。〈義剛〉"
      },
      {
        "index": 66,
        "text": "問：「樂毅伐齊，文中子以為善藏其用，東坡則責其不合妄效王者事業以取敗。二說孰是？」曰：「這是他們愛去立說，後都不去攷教子細。這只是那田單會守後，不柰他何。當時樂毅自是兼秦魏之師，又因人怨湣王之暴，故一旦下齊七十餘城。及既殺了湣王，則人心自是休了。它又怕那三國來分他底，連忙發遣了它。以燕之力量，也只做得恁地。更是那田單也忠義，盡死節守那二城。樂毅不是不要取它，也煞費氣力，被它善守，後不柰他何。樂毅也只是戰國之士，又何嘗是王者之師？它當時也恣意去鹵掠，正如孟子所謂『毀其宗廟，遷其重器』，不過如此舉措。它當時那鼎也去扛得來，他豈是不要他底？但是田單與他皆會。兩箇相遇，智勇相角，至相持三年。便是樂毅也煞費氣力，但取不得。及用騎劫則是大段無能，後被田單使一箇小術數子，便乘勢殺將去。便是國不可以無人，如齊但有一田單，盡死節恁地守，便不柰他何。」〈義剛〉"
      },
      {
        "index": 67,
        "text": "常先難而後易，不然，則難將至矣。如樂毅用事，始常懼難，乃心謹畏，不敢忽易，故戰則雖大國堅城，無有不破者。及至勝，則自驕，膽大而恃兵強，因去攻二城，亦攻不下。〈壽昌〉"
      },
      {
        "index": 68,
        "text": "樂毅莒即墨之圍，乃用師之道當如此，用速不得。又齊湣王，人多叛之；及死而其子立於莒，則人復惜之，不忍盡亡其國。即墨又有田單，故下之難。使毅得盡其策，必不失之。〈光武下一城不得。明帝謂下之太速。揚〉"
      },
      {
        "index": 69,
        "text": "義剛曰：「藺相如其始能勇於制秦，其終能和以待廉頗，可謂賢矣。但以義剛觀之，使相如能以待廉之術待秦，乃為善謀。蓋柔乃能制剛，弱乃能勝強。今乃欲以匹夫之勇，恃區區之趙而鬥強秦。若秦奮其虎狼之威，將何以處之？今能使秦不加兵者，特幸而成事耳。」先生曰：「子由有一段說，大故取它。說它不是戰國之士，此說也太過。其實它只是戰國之士。龜山亦有一說，大概與公說相似，說相如不合要與秦爭那璧。要之恁地說也不得。和氏璧也是趙國相傳以此為寶，若當時驟然被人將去，則國勢也解不振。古人傳國皆以寶玉之屬為重，若子孫不能謹守，便是不孝。當時秦也是強，但相如也是料得秦不敢殺他後，方恁地做。若其它人，則是怕秦殺了，便不敢去。如藺相如豈是孟浪恁地做？它須是料度得那秦過了。戰國時如此等也多。黃歇取楚太子，也是如此。當時被他取了，秦也不曾做聲，只恁休了。」〈義剛〉"
      },
      {
        "index": 70,
        "text": "春秋時相殺，甚者若相罵然。長平坑殺四十萬人，史遷言不足信。敗則有之，若謂之盡坑四十萬人，將幾多所在！又趙卒都是百戰之士，豈有四十萬人肯束手受死？決不可信。又謂秦十五年不敢出兵窺山東之類，何嘗有等事？皆史之溢言。"
      },
      {
        "index": 71,
        "text": "常疑四十萬人死，恐只司馬遷作文如此，未必能盡坑得許多人。〈德明〉"
      },
      {
        "index": 72,
        "text": "「常思孫臏料龐涓暮當至馬陵，如何料得如此好？」僩曰：「使其不燭火看白書，則如之何？」曰：「臏料龐涓是箇絮底人，必看無疑。此有三樣：上智底人，他曉得必不看；下智獃底人，亦不必看；中智底人必看，看則墮其機矣。嘗思古今智士之謀略詭譎，固不可及。然記之者能如此曲折書之而不失其意，則其智亦不可及矣。」"
      },
      {
        "index": 73,
        "text": "燕丹知燕必亡，故為荊軻之舉。〈德明〉"
      },
      {
        "index": 74,
        "text": "術至韓非說難，精密至矣。蘇張亦尚疏。"
      },
      {
        "index": 75,
        "text": "陳仲亨問：「合從便不便？」曰：「溫公是說合從為六國之便。觀當時合從時，秦也是懼。蓋天下盡合為一，而秦獨守關中一片子地，也未是長策。但它幾箇心難一，如何有箇人兜攬得他，也是難。這箇卻須是如孟子之說方得。『如有不嗜殺人者，則天下之人皆引領而望之。』『師文王，大國五年，小國七年，必為政於天下。』孟子只是責辦于己。設使當時有仁政，則如大旱之望雲霓，民自歸之。秦雖強，亦無如我何。」義剛問：「蘇秦激怒張儀，如秦人皆說它術高，竊以為正是失策處。」曰：「某謂未必有此事。所謂『激怒』者，只是蘇秦當時做得稱意，後去欺那張儀。而今若說是蘇秦怕秦來敗從，所以激張儀入秦，庶秦不來敗從，那張儀與你有甚人情？這只是蘇秦之徒見他做倒了這一著後，粧點出此事來謾人。」〈義剛。夔孫錄云：「因說蘇秦激張儀入秦事，曰：『某嘗疑不恁地做得拙。蘇秦豈不知張儀入秦，會翻了他？想是蘇秦輸了這一籌，其徒遂裝撰此等說話。』」人傑錄云：「常疑蘇秦資送張儀入秦事，恐無此理。當時范睢蔡澤之徒，多是乘人間隙而奪之位，何嘗立得事功！吳起務在富國強兵，破遊說之言。縱橫者若是立腳務實，自不容此輩紛紜撓亂也。」〉"
      },
      {
        "index": 76,
        "text": "問：「關中形勝，周用以興，到得後來，秦又用以興。」曰：「此亦在人做。當春秋時，秦亦為齊晉所軋，不得伸。到戰國時，六國又皆以夷狄擯之，使不得與中國會盟。及孝公因此發憤，致得商鞅而用之，遂以強大。後來又得惠文武昭襄，皆是會做底，故相繼做起來。若其間有一二君昏庸，則依舊做壞了。以此見得形勝也須是要人相副。」因言：「昭王因范睢傾穰侯之故，卻盡收得許多權柄，秦遂益強，豈不是會？」〈廣。以下秦〉"
      },
      {
        "index": 77,
        "text": "陳仲亨以義剛所疑問云：「商鞅說孝公帝王道不從，乃說以伯道。鞅亦不曉帝王道，但是先將此說在前者，渠知孝公決不能從，且恁地說，庶可以堅後面伯道之說耳。」先生曰：「鞅又如何理會得帝王之道！但是大拍頭去揮那孝公耳。他知孝公是行不得，他恁地說，只是欲人知道我無所不曉。」義剛問：「不知溫公削去前一截，是如何？」曰：「他說無此事，不肯信。」又問：「如子房招『四皓』，伊川取之，以為得『納約自牖』之義，而溫公亦削之，如何？」曰：「是他意裏不愛，不合他意底，則削去。某常說，陳平說高祖曰，項王能敬人，故多得廉節之士。大王慢侮人，故廉節之士多不為用，然廉節士終不可得。臣願得數萬斤金以間疏楚君臣。這便是商鞅說孝公底一般。他知得高祖決不能不嫚侮以求廉節之士。但直說他，則恐未必便從，故且將去嚇他一嚇。等他不從後，卻說之，此政與商鞅之術同。而溫公也削去。若是有此一段時，見得他說得有意思；今削去了，則都無情意。他平白無事，教把許多金來用，問高祖便肯。如此等類，被他削去底多，如何恁地得？善善惡惡，是是非非，皆著存得在那裏。其間自有許多事，若是不好底便不載時，孔子一部春秋便都不是了。那裏面何所不有！」〈義剛。元本云：「商鞅先以帝王說孝公，此只是大拍頭揮他底。它知孝公必不能用得這說話，且說這大話了，卻放出那本色底來。通鑑削去前一節，溫公之意謂鞅無那帝王底道理，遂除去了。溫公便是不曉這般底人。如條侯擊吳楚，到洛陽，得劇孟，隱若一敵國，亦不信。他說道，如何得一箇俠士，便隱若一敵國！不知這般人得之未必能成事，若為盜所得，煞會撓人。蓋是他自有這般賓客，那一般人都信向他。若被他一下鼓動得去，直是能生事。又如陳平說高帝，謂項王下人，能得廉節之士。大王慢侮人，故嗜利無恥者歸之。大王誠能去兩短，集兩長，則云云。然大王恣悔慢，必不得廉節之士。故勸捐數萬斤金以間楚君臣。這也是度得高祖必不能下士，故先說許多話，教高祖亦自知做不得了，方說他本謀來，故能使人聽信。某說此正與商鞅之術同，而溫公亦削了。」夔孫錄同。但云：「溫公性朴直，便是不曉這般底人。得劇孟事也不信，謂世間都無這般底人。」〉"
      },
      {
        "index": 78,
        "text": "以今觀之，秦取六國當甚易，而秦甚難之。以古來無此樣，不敢輕易。因說，後世篡奪難。大凡事前未有樣者，不易做。〈揚〉"
      },
      {
        "index": 79,
        "text": "仲亨問開阡陌。曰：「阡陌便是井田。陌，百也；阡，千也。東西曰阡，南北曰陌。或謂南北曰阡，東西曰陌。未知孰是。但卻是一箇橫，一箇直耳。如百夫有遂，遂上有涂，這便是陌；若是十箇涂，恁地直在橫頭，又作一大溝，謂之洫，洫上有路，這便是阡。阡陌只是疆界。自阡陌之外有空地，則只恁地閑在那裏。所以先王要如此者，也只是要正其疆界，怕人相侵互。而今商鞅卻開破了，遇可做田處，便墾作田，更不要恁地齊整。這『開』字非開創之『開』，乃開闢之『開』。蔡澤傳曰：『破壞井田，決裂阡陌。』觀此可見。這兩句自是合掌說，後人皆不曉。唐時卻說寬鄉為井田，狹鄉為阡陌。東萊論井田引蔡澤傳兩句，然又卻多方回互，說從那開阡陌之意上去。」〈義剛〉"
      },
      {
        "index": 80,
        "text": "問井田阡陌。曰：「已前人都錯看了。某嘗攷來，蓋陌者，百也；阡者，千也。井田一夫百畝，則為遂，遂上有徑，此是縱，為陌；十夫千畝，則為溝，溝上有畛，此是橫，為阡。積此而往，百夫萬畝，則為洫，洫上有涂，涂縱，又為陌；千夫十萬畝，則為澮，澮上有道，道橫，又為阡。商鞅開之，乃是當時井田既不存，便以此物為無用，一切破蕩了。蔡澤傳云『商君決裂阡陌』，乃是如此，非謂變井田為阡陌也。」〈夔孫。僩錄云：「人皆謂廢古井田，開今阡陌云云。」〉"
      },
      {
        "index": 81,
        "text": "阡陌是井田路，其路甚大。廢田，遂一齊開小了作田，故謂之「破井田，開阡陌」。〈揚〉"
      },
      {
        "index": 82,
        "text": "「伯恭言，秦變法，後世雖屢更數易，終不出秦。如何？」曰：「此意好。但使伯恭為相，果能盡用三代法度否？」問：「後有聖賢者出，如何？」曰：「必須別有規模，不用前人硬本子。」〈升卿〉"
      },
      {
        "index": 83,
        "text": "黃仁卿問：「自秦始皇變法之後，後世人君皆不能易之，何也？」曰：「秦之法，盡是尊君卑臣之事，所以後世不肯變。且如三皇稱『皇』，五帝稱『帝』，三王稱『王』，秦則兼『皇帝』之號。只此一事，後世如何肯變！」又問：「賈生『仁義攻守』之說，恐秦如此，亦難以仁義守之。」曰：「它若延得數十年，亦可扶持整頓。只是犯眾怒多，下面逼得來緊，所以不旋踵而亡。如三皇五帝三王以來，皆以封建治天下。秦一切掃除，不留種子。秦視六國之君，如坑嬰兒。今年捉一人，明年捉兩人，絕滅都盡，所以犯天下眾怒。當時但聞『秦』字，不問智愚男女，盡要起而亡之！陳涉便做陳王，張耳便做趙王，更阻遏它不住。漢高祖自小路入秦，由今襄陽、金、商、藍田入關，節錄作「從長安角上入關」。項羽自河北大路入關。及項羽盡殺秦人，想得秦人亦悔不且留取子嬰在也。」〈銖〉"
      },
      {
        "index": 84,
        "text": "秦以水德王，故數用六為紀。〈振〉"
      },
      {
        "index": 85,
        "text": "五德相承，古人所說皆不定。謂周為木德，後秦以鄒衍之說推之，乃以為火德。故秦以所不勝者承周，號水德。漢又承周不承秦。後又有謂漢非火德者。王莽又有〈云云〉。三代而上，未有此論。則東坡謂「威侮五行，怠棄三正」者，又未必是。〈揚〉"
      },
      {
        "index": 86,
        "text": "咸陽在渭北，漢在渭南。秦建十月已久，通鑑不曾契勘。〈揚〉"
      }
    ]
  }
}