{
  "chapterNumber": 126,
  "title": "釋氏",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "孟子不闢老莊而闢楊墨，楊墨即老莊也。今釋子亦有兩般：禪學，楊朱也；若行布施，墨翟也。道士則自是假，今無說可闢。然今禪家亦自有非其佛祖之意者，試看古經如四十二章等經可見。楊文公集傳燈錄說西天二十八祖，知他是否？如何舊時佛祖是西域夷狄人，卻會做中國樣押韻詩？今看圓覺云：「四大分散，今者妄身當在何處？」即是竊列子「骨骸反其根，精神入其門，我尚何存」語。宋景文說楞嚴前面沟是他經，後面說道理處是附會。圓覺前數疊稍可看，後面一段淡如一段去，末後二十五定輪與夫誓語，可笑。〈大雅。以下論釋氏亦出楊墨。〉"
      },
      {
        "index": 1,
        "text": "問：「佛老與楊墨之學如何？」曰：「楊墨之說猶未足以動人。墨氏謂『愛無差等』，欲人人皆如至親，此自難從，故人亦未必信也。楊氏一向為我，超然遠舉，視營營於利祿者皆不足道，此其為說雖甚高，然人亦難學他，未必盡從。楊朱即老子弟子。人言孟子不闢老氏，不知但闢楊墨，則老莊在其中矣。佛氏之學亦出於楊氏。其初如不愛身以濟眾生之說，雖近於墨氏，然此說最淺近，未是他深處。後來是達磨過來，初見梁武，武帝不曉其說，只從事於因果，遂去面壁九年。只說人心至善，即此便是，不用辛苦修行；又有人取莊老之說從而附益之，所以其說愈精妙，然只是不是耳。又有所謂『頑空』、『真空』之說。頑空者如死灰槁木，真空則能攝眾有而應變，然亦只是空耳。今不消窮究他，伊川所謂『只消就跡上斷便了。他既逃其父母，雖說得如何道理，也使不得。』如此，卻自足以斷之矣。」〈時舉〉"
      },
      {
        "index": 2,
        "text": "宋景文唐書贊，說佛多是華人之譎誕者，攘莊周列禦寇之說佐其高。此說甚好。如歐陽公只說箇禮法，程子又只說自家義理，皆不見他正贓，卻是宋景文捉得他正贓。佛家先偷列子。列子說耳目口鼻心體處有六件，佛家便有六根，又三之為十八戒。此處更舉佛經語與列子語相類處，當考。初間只有四十二章經，無恁地多。到東晉便有談議，小說及史多說此。如今之講師做一篇議總說之。到後來談議厭了，達磨便入來只靜坐，於中有稍受用處，人又都向此。今則文字極多，大概都是後來中國人以莊列說自文，夾插其間，都沒理會了。攻之者所執又出禪學之下。〈淳。以下論釋氏出於莊老。〉"
      },
      {
        "index": 3,
        "text": "「老子說他一箇道理甚縝密。老子之後有列子，亦未甚至大段不好。說列子是鄭穆公時人。然穆公在孔子前，而列子中說孔子，則不是鄭穆公時人，乃鄭頃公時人也。列子後有莊子，莊子模倣列子，殊無道理。為他是戰國時人，便有縱橫氣象，其文大段豪偉。列子序中說老子。列子言語多與佛經相類，覺得是如此。疑得佛家初來中國，多是偷老子意去做經，如說空處是也。後來道家做清靜經，又卻偷佛家言語，全做得不好。佛經所謂『色即是空』處，他把色、受、想、行、識五箇對一箇『空』字說，故曰『空即是色。受、想、行、識，亦復如是』，謂是空也。而清淨經中偷此句意思，卻說『無無亦無』，只偷得他『色即是空』，卻不曾理會得他『受、想、行、識亦復如是』之意，全無道理。佛家偷得老子好處，後來道家卻只偷得佛家不好處。譬如道家有箇寶藏，被佛家偷去；後來道家卻只取得佛家瓦礫，殊可笑也。人說孟子只闢楊墨，不闢老氏。卻不知道家修養之說只是為己，獨自一身便了，更不管別人，便是楊氏為我之學。」又曰：「孔子問老聃之禮，而老聃所言禮殊無謂。恐老聃與老子非一人，但不可考耳。」因說「子張學干祿」。先生曰：「如今科舉取者不問其能，應者亦不必其能，只是寫得盈紙，便可得而推行之。如除擢皆然。禮官不識禮，樂官不識樂，皆是吏人做上去。學官只是備員考試而已，初不是有德行道藝可為表率，仁義禮智從頭不識到尾。國家元初取人如此，為之柰何！」明作"
      },
      {
        "index": 4,
        "text": "佛氏乘虛入中國。廣大自勝之說，幻妄寂滅之論，自齋戒變為義學。如遠法師支道林皆義學，然又只是盜襲莊子之說。今世所傳肇論，云出於肇法師，有「四不遷」之說：「日月歷天而不周，江河兢注而不流，野馬飄鼓而不動，山嶽偃仆而常靜。」此四句只是一義，只是動中有靜之意，如適間所說東坡「逝者如斯而未嘗往也」之意爾。此是齋戒之學一變，遂又說出這一般道理來。及達磨入來，又翻了許多窠臼，說出禪來，又高妙於義學，以為可以直超徑悟。而其始者禍福報應之說，又足以鉗制愚俗，以為資足衣食之計。遂使有國家者割田以贍之，擇地以居之，以相從陷於無父無君之域而不自覺。蓋道釋之教皆一再傳而浸失其本真。有國家者雖隆重儒學，而選舉之制，學校之法，施設注措之方，既不出於文字言語之工；而又以道之要妙無越於釋老之中，而崇重隆奉，反在於彼。至於二帝三王述天理、順人心、治世教民、厚典庸禮之大法，一切不復有行之者。唐之韓文公，本朝之歐陽公，以及閩洛諸公，既皆闡明正道以排釋氏，而其言之要切，如傅奕本傳，宋景文李蔚贊，東坡儲祥觀碑，陳後山白鶴宮記，皆足以盡見其失。此數人皆未深知道，而其言或出於強為，是以終有不滿人意處。至二蘇兄弟晚年諸詩，自言不墮落，則又躬陷其中而不自覺矣。僩"
      },
      {
        "index": 5,
        "text": "釋氏書其初只有四十二章經，所言甚鄙俚。後來日添月益，皆是中華文士相助撰集。如晉宋間自立講師，孰為釋迦，孰為阿難，孰為迦葉，各相問難，筆之於書，轉相欺誑。大抵多是剽竊老子列子意思，變換推衍以文其說。大般若經卷帙甚多，自覺支離，故節縮為心經一卷。楞嚴經只是強立一兩箇意義，只管疊將去，數節之後，全無意味。若圓覺經本初亦能幾何？只鄙俚甚處便是，其餘增益附會者爾。佛學其初只說空，後來說動靜，支蔓既甚，達磨遂脫然不立文字，只是默然端坐，便心靜見理。此說一行，前面許多皆不足道，老氏亦難為抗衡了。今日釋氏，其盛極矣。但程先生所謂「攻之者執理反出其下」。吾儒執理既自卑汙，宜乎攻之而不勝也。說佛書皆能舉其支離篇章成誦，此不能盡記。謨"
      },
      {
        "index": 6,
        "text": "因說程子「耳無聞，目無見」之答，曰：「決無此理。」遂舉釋教中有「塵既不緣，根無所著，反流全一，六用不行」之說，蘇子由以為此理至深至妙。蓋他意謂六根既不與六塵相緣，則收拾六根之用，反復歸於本體，而使之不行。顧烏有此理！廣因舉程子之說：「譬如靜坐時，忽有人喚自家，只得應他，不成不應。」曰：「彼說出楞嚴經。此經是唐房融訓釋，故說得如此巧。佛書中唯此經最巧。然佛當初也不如是說。如四十二章經，最先傳來中國底文字，然其說卻自平實。道書中有真誥，末後有道授篇，卻是竊四十二章經之意為之。非特此也，至如地獄託生妄誕之說，皆是竊他佛教中至鄙至陋者為之。某嘗謂其徒曰：『自家有箇大寶珠，被他竊去了，卻不照管，亦都不知，卻去他牆根壁角，竊得箇破瓶破罐用，此甚好笑！』西漢時儒者說道理，亦只是黃老意思。如揚雄太玄經皆是，故其自言有曰：『老子之言道德，吾有取焉耳。』後漢明帝時，佛始入中國。當時楚王英最好之，然都不曉其說。直至晉宋間，其教漸盛。然當時文字亦只是將莊老之說來鋪張，如遠師諸論，皆成片盡是老莊意思。直至梁會通間，達磨入來，然後一切被他埽蕩，不立文字，直指人心。蓋當時儒者之學，既廢絕不講；老佛之說，又如此淺陋；被他窺見這箇罅隙了，故橫說豎說，如是張皇，沒柰他何。人才聰明，便被他誘引將去。嘗見畫底諸祖師，其人物皆雄偉，故杲老謂臨濟若不為僧，必作一渠魁也。又嘗在廬山見歸宗像，尤為可畏；若不為僧，必作大賊矣。」廣"
      },
      {
        "index": 7,
        "text": "道之在天下，一人說取一般。禪家最說得高妙去，蓋自莊老來，說得道自是一般物事，闃闃在天地間。後來佛氏又放開說，大決籓籬，更無下落，愈高愈妙，吾儒多有折而入之。把聖賢言語來看，全不如此。世間惑人之物不特於物為然。一語一言可取，亦是惑人，況佛氏之說足以動人如此乎！有學問底人便不被它惑。謙"
      },
      {
        "index": 8,
        "text": "因論佛，曰：「老子先唱說，後來佛氏又做得脫洒廣闊，然考其語多本莊列。」公晦云：「曾聞先生說，莊子說得更廣闊似佛，後若有人推演出來，其為害更大在！」拱壽"
      },
      {
        "index": 9,
        "text": "謙之問：「佛氏之空，與老子之無一般否？」曰：「不同，佛氏只是空豁豁然，和有都無了，所謂『終日喫飯，不曾咬破一粒米；終日著衣，不曾掛著一條絲』。若老氏猶骨是有，只是清淨無為，一向恁地深藏固守，自為玄妙，教人摸索不得，便是把有無做兩截看了。」恪以下雜論釋老同異。"
      },
      {
        "index": 10,
        "text": "謙之問：「今皆以佛之說為空，老之說為無，空與無不同如何？」曰：「空是兼有無之名。道家說半截有，半截無，已前都是無，如今眼下卻是有，故謂之無。若佛家之說都是無，已前也是無，如今眼下也是無，『色即是空，空即是色』。大而萬事萬物，細而百骸九竅，一齊都歸於無。終日喫飯，卻道不曾咬著一粒米；滿身著衣，卻道不曾掛著一條絲。賀孫"
      },
      {
        "index": 11,
        "text": "問：「釋氏之無，與老氏之無何以異？」曰：「老氏依舊有，如所謂『無欲觀其妙，有欲觀其徼』是也。若釋氏則以天地為幻妄，以四大為假合，則是全無也。」柄"
      },
      {
        "index": 12,
        "text": "老氏欲保全其身底意思多；釋氏又全不以其身為事，自謂別有一物不生不滅。歐公嘗言，老氏貪生，釋氏畏死，其說亦好。氣聚則生，氣散則死，順之而已，釋老則皆悖之者也。廣"
      },
      {
        "index": 13,
        "text": "釋老，其氣象規模大概相似。然而老氏之學，尚自理會自家一箇渾身，釋氏則自家一箇渾身都不管了。燾"
      },
      {
        "index": 14,
        "text": "佛氏之失，出於自私之厭；老氏之失，出於自私之巧。厭薄世故，而盡欲空了一切者，佛氏之失也；關機巧便，盡天下之術數者，老氏之失也。故世之用兵算數刑名，多本於老氏之意。端蒙"
      },
      {
        "index": 15,
        "text": "老氏只是要長生，節病易見。釋氏於天理大本處見得些分數，然卻認為己有，而以生為寄。故要見得父母未生時面目，既見，便不認作眾人公共底，須要見得為己有，死後亦不失，而以父母所生之身為寄寓。譬以舊屋破倒，即自挑入新屋。故黃蘗一僧有偈與其母云：「先曾寄宿此婆家。」止以父母之身為寄宿處，其無情義絕滅天理可知！當時有司見渠此說，便當明正典刑。若聖人之道則不然，於天理大本處見得是眾人公共底，便只隨他天理去，更無分毫私見。如此，便倫理自明，不是自家作為出來，皆是自然如此。往來屈伸，我安得而私之哉！大雅"
      },
      {
        "index": 16,
        "text": "「釋氏見得高底儘高。」或問：「他何故只說空？」曰：「說『玄空』，又說『真空』。玄空便是空無物，真空卻是有物，與吾儒說略同。但是它都不管天地四方，只是理會一箇心。如老氏亦只是要存得一箇神氣。伊川云：『只就跡上斷便了。』不知它如此要何用？」南升"
      },
      {
        "index": 17,
        "text": "問：「釋氏以天地萬物為幻，老氏又卻說及下截。」曰：「老氏勝。」可學"
      },
      {
        "index": 18,
        "text": "釋氏之說易窮。大抵不過如道家陰符經所謂「絕利一源，便到至道」。大雅"
      },
      {
        "index": 19,
        "text": "「奪胎出世」之說有之。釋道專專此心，故神。道出神，故能奪胎；釋定，故死而能出世。釋定，故能入定；道定，故能成丹。揚"
      },
      {
        "index": 20,
        "text": "釋氏只四十二章經是古書，餘皆中國文士潤色成之。維摩經亦南北時作。道家之書只老子莊列及丹經而已。丹經如《參同契》之類，然已非老氏之學。清淨消災二經，皆模學釋書而誤者。度人經生神章皆杜光庭撰。最鄙俚是北斗經。蘇子瞻作儲祥宮記，說後世道者只是方士之流，其說得之。㽦"
      },
      {
        "index": 21,
        "text": "有言莊老禪佛之害者。曰：「禪學最害道。莊老於義理絕滅猶未盡。佛則人倫已壞。至禪，則又從頭將許多義理埽滅無餘。以此言之，禪最為害之深者。」頃之，復曰：「要其實則一耳。害未有不由淺而深者。」以下論釋老滅綱常。"
      },
      {
        "index": 22,
        "text": "或問佛與莊老不同處。曰：「莊老絕滅義理，未盡至。佛則人倫滅盡，至禪則義理滅盡。方子錄云：「正卿問莊子與佛所以不同。曰：『莊子絕滅不盡，佛絕滅盡。佛是人倫滅盡，到禪家義理都滅盡。』」佛初入中國，止說修行，未有許多禪底說話。」學蒙"
      },
      {
        "index": 23,
        "text": "佛老之學，不待深辨而明。只是廢三綱五常，這一事已是極大罪名！其他更不消說。賀孫"
      },
      {
        "index": 24,
        "text": "天下只是這道理，終是走不得。如佛老雖是滅人倫，然自是逃不得。如無父子，卻拜其師，以其弟子為子；長者為師兄，少者為師弟。但是只護得箇假底，聖賢便是存得箇真底。夔孫"
      },
      {
        "index": 25,
        "text": "釋老稱其有見，只是見得箇空虛寂滅。真是虛，真是寂無處，不知他所謂見者見箇甚底？莫親於父子，卻棄了父子；莫重於君臣，卻絕了君臣；以至民生彝倫之間不可闕者，它一皆去之。所謂見者見箇甚物？且如聖人「親親而仁民，仁民而愛物」；他卻不親親，而凛地要仁民愛物。愛物時，也則是食之有時，用之有節；見生不忍見死，聞聲不忍食肉；如仲春之月，犧牲無用牝，不麛，不卵，不殺胎，不覆巢之類，如此而已。他則不食肉，不茹葷，以至投身施虎！此是何理！卓"
      },
      {
        "index": 26,
        "text": "某人言：「天下無二道，聖人無兩心。儒釋雖不同，畢竟只是一理。」某說道：「惟其天下無二道，聖人無兩心，所以有我底著他底不得，有他底著我底不得。若使天下有二道，聖人有兩心，則我行得我底，他行得他底。」節。以下儒釋之辨。"
      },
      {
        "index": 27,
        "text": "儒釋言性異處，只是釋言空，儒言實；釋言無，儒言有。德明"
      },
      {
        "index": 28,
        "text": "吾儒心雖虛而理則實。若釋氏則一向歸空寂去了。柄"
      },
      {
        "index": 29,
        "text": "釋氏虛，吾儒實；釋氏二，吾儒一。釋氏以事理為不緊要而不理會。節"
      },
      {
        "index": 30,
        "text": "釋氏只要空，聖人只要實。釋氏所謂「敬以直內」，只是空豁豁地，更無一物，卻不會「方外」。聖人所謂「敬以直內」，則湛然虛明，萬理具足，方能「義以方外」。"
      },
      {
        "index": 31,
        "text": "問：「儒釋之辨，莫只是『虛、實』兩字上分別？」曰：「未須理會。自家己分若知得真，則其偽自別，甚分明，有不待辨。」可學"
      },
      {
        "index": 32,
        "text": "問：「釋氏以空寂為本？」曰：「釋氏說空，不是便不是，但空裏面須有道理始得。若只說道我見箇空，而不知有箇實底道理，卻做甚用得？譬如一淵清水，清泠徹底，看來一如無水相似。它便道此淵只是空底，不曾將手去探是冷是溫，不知道有水在裏面。佛氏之見正如此。今學者貴於格物、致知，便要見得到底。今人只是一班兩點見得些子，所以不到極處也。」南升"
      },
      {
        "index": 33,
        "text": "吾以心與理為一，彼以心與理為二。亦非固欲如此，乃是見處不同，彼見得心空而無理，此見得心雖空而萬理咸備也。雖說心與理一，不察乎氣稟物欲之私，是見得不真，故有此病。大學所以貴格物也。植。或錄云：「近世一種學問，雖說心與理一，而不察乎氣稟物欲之私，故其發亦不合理，卻與釋氏同病，不可不察。」"
      },
      {
        "index": 34,
        "text": "儒者以理為不生不滅，釋氏以神識為不生不滅。龜山云：「儒釋之辨，其差眇忽。」以某觀之，真似冰炭！方子"
      },
      {
        "index": 35,
        "text": "儒者見道，品節燦然。佛氏亦見天機，有不器於物者，然只是綽過去。方"
      },
      {
        "index": 36,
        "text": "問：「先生以釋氏之說為空，為無理。以空言，似不若『無理』二字切中其病。」曰：「惟其無理，是以為空。它之所謂心，所謂性者，只是箇空底物事，無理。」節"
      },
      {
        "index": 37,
        "text": "先生問眾人曰：「釋氏言『牧牛』，老氏言『抱一』，孟子言『求放心』，皆一般，何緣不同」？節就問曰：「莫是無這理？」曰：「無理煞害事。」節"
      },
      {
        "index": 38,
        "text": "釋氏合下見得一箇道理空虛不實，故要得超脫，盡去物累，方是無漏為佛地位。其他有惡趣者，皆是眾生餓鬼。只隨順有所修為者，猶是菩薩地位，未能作佛也。若吾儒，合下見得箇道理便實了，故首尾與之不合。大雅"
      },
      {
        "index": 39,
        "text": "舉佛氏語曰：「千種言，萬般解，只要教君長不昧。」此說極好。問：「程子曰：『佛氏之言近理，所以為害尤甚。』所謂近理者，指此等處否？」曰：「然。它只是守得這些子光明，全不識道理，所以用處七顛八倒。吾儒之學，則居敬為本，而窮理以充之。其本原不同處在此。」"
      },
      {
        "index": 40,
        "text": "曹問何以分別儒釋差處。曰：「只如說『天命之謂性』，釋氏便不識了，便遽說是空覺。吾儒說底是實理，看他便錯了。他云：『不染一塵，不捨一法。』既『不染一塵』，卻如何『不捨一法』？到了是說那空處，又無歸著。且如人心，須是其中自有父子君臣兄弟夫婦朋友。他做得徹到底，便與父子君臣兄弟夫婦朋友都不相親。吾儒做得到底，便『父子有親，君臣有義，兄弟有序，夫婦有別，朋友有信』。吾儒只認得一箇誠實底道理，誠便是萬善骨子。」"
      },
      {
        "index": 41,
        "text": "問佛氏所以差。曰：「從劈初頭便錯了，如『天命之謂性』，他把做空虛說了。吾儒見得都是實。若見得到自家底從頭到尾小事大事都是實，他底從頭到尾都是空，恁地見得破，如何解說不通？又如『實際理地不受一塵，萬行叢中不捨一法』等語，這是他後來桀黠底又撰出這一話來倚傍吾儒道理，正所謂『遁辭知其所窮』。且如人生一世間，須且理會切實處。論至切至實處，不過是一箇心，不過一箇身；若不自會做主，更理會甚麼？然求所以識那切實處，則莫切於聖人之書。聖人之書，便是箇引導人底物事。若舍此而它求，則亦別無門路矣。『舜人也，我亦人也。舜為法於天下，可傳於後世，我猶未免為鄉人也，是則可憂也！憂之如何？如舜而已矣。』『高山仰止，景行行止。』只怕不見得，若果是有志之士，只見一條大路直上行將去，更不問著有甚艱難險阻。孔子曰：『向道而行，忘身之老也，不知年數之不足也，俛焉日有孜孜，斃而後已！』自家立著志向前做將去，鬼神也避道，豈可先自計較！先自怕卻！如此終於無成。」賀孫"
      },
      {
        "index": 42,
        "text": "因舉佛氏之學與吾儒有甚相似處，如云：「有物先天地，無形本寂寥，能為萬象主，不逐四時凋。」又曰：「樸落非它物，縱橫不是塵。山河及大地，全露法王身。」又曰：「若人識得心，大地無寸土。」看他是甚麼樣見識！今區區小儒，怎生出得他手？宜其為他揮下也。此是法眼禪師下一派宗旨如此。今之禪家皆破其說，以為有理路，落窠臼，有礙正當知見。今之禪家多是「麻三斤」、「乾屎橛」之說，謂之「不落窠臼」，「不墮理路」。妙喜之說，便是如此。然又有翻轉不如此說時。僩"
      },
      {
        "index": 43,
        "text": "佛者云：「置之一處，無事不辦。」也只是教人如此做工夫；若是專一用心於此，則自會通達矣。故學禪者只是把一箇話頭去看，「如何是佛」、「麻三斤」之類，又都無義理得穿鑿。看來看去，工夫到時，恰似打一箇失落一般，便是參學事畢。莊子亦云。「用志不分，乃凝於神。」也只是如此教人。但他都無義理，只是箇空寂。儒者之學則有許多義理，若看得透徹，則可以貫事物，可以洞古今。〈廣。士毅錄云：「釋氏云：『置之一處，無事不辦。』此外別有何法？只是釋氏沒道理，自呀將去。」〉"
      },
      {
        "index": 44,
        "text": "釋老之書極有高妙者，句句與自家箇同。但不可將來比方，煞誤人事！季文。道夫"
      },
      {
        "index": 45,
        "text": "先生游鍾山書院，見書籍中有釋氏書，因而揭看。先君問：「其中有所得否？」曰：「幸然無所得。吾儒廣大精微，本末備具，不必它求」。季札"
      },
      {
        "index": 46,
        "text": "言釋氏之徒為學精專，曰：「便是某常說，吾儒這邊難得如此。看他下工夫，直是自日至夜，無一念走作別處去。學者一時一日之間是多少閑雜念慮，如何得似他！只惜他所學非所學，枉了工夫！若吾儒邊人下得這工夫，是甚次第！如今學者有二病：好高，欲速。這都是志向好底如此。一則是所以學者失其旨，二則是所學者多端，所以紛紛擾擾，終於無所歸止。」〈賀孫。以下論釋氏工夫。〉"
      },
      {
        "index": 47,
        "text": "問釋氏入定，道家數息。曰：「他只要靜，則應接事物不差。孟子便也要存夜氣，然而須是理會『旦晝之所為』。」曰：「吾儒何不傚他恁地？」曰：「他開眼便依舊失了，只是硬把捉；不如吾儒非禮勿視聽言動，戒慎恐懼乎不睹不聞，『敬以直內，義以方外』，都一切就外面攔截。」曰：「釋氏只是『勿視、勿聽』，無那『非禮』工夫。」曰：「然。」季通因曰：「世上事便要人做，只管似它坐定做甚？日月便要行，天地便要運。」曰：「他不行不運，固不是。吾輩是在這裏行，是在這裏運，只是運行又有差處。如今胡喜胡怒，豈不是差！他是過之，今人又不及。」榦"
      },
      {
        "index": 48,
        "text": "問：「昔有一禪僧，每自喚曰：『主人翁惺惺著！』大學或問亦取謝氏『常惺惺法』之語，不知是同是異？」曰：「謝氏之說地步闊，於身心事物上皆有工夫。若如禪者所見，只看得箇主人翁便了，其動而不中理者，都不管矣。且如父子天性也，父被他人無禮，子須當去救，他卻不然。子若有救之之心，便是被愛牽動了心，便是昏了主人翁處。若如此惺惺，成甚道理！向曾覽四家錄，有些說話極好笑，亦可駭！說若父母為人所殺，無一舉心動念，方始名為『初發心菩薩』。他所以叫『主人翁惺惺著』，正要如此。『惺惺』字則同，所作工夫則異，豈可同日而語！」友仁"
      },
      {
        "index": 49,
        "text": "佛家有「流注想」。水本流將去，有些滲漏處，便留滯。蓋卿"
      },
      {
        "index": 50,
        "text": "僧家尊宿得道，便入深山中，草衣木食，養數十年。及其出來，是甚次第！自然光明俊偉。世上人所以只得叉手看他自動。方"
      },
      {
        "index": 51,
        "text": "徐子融有「枯槁有性無性」之論。先生曰：「性只是理，有是物斯有是理。子融錯處是認心為性，正與佛氏相似。只是佛氏磨擦得這心極精細，如一塊物事，剝了一重皮，又剝一重皮，至剝到極盡無可剝處，所以磨弄得這心精光，它便認做性，殊不知此正聖人之所謂心。故上蔡云：『佛氏所謂性，正聖人所謂心；佛氏所謂心，正聖人所謂意。』心只是該得這理。佛氏元不曾識得這理一節，便認知覺運動做性。如視聽言貌，聖人則視有視之理，聽有聽之理，言有言之理，動有動之理，思有思之理，如箕子所謂『明、聰、從、恭、睿』是也。佛氏則只認那能視、能聽、能言、能思、能動底，便是性。視明也得，不明也得；聽聰也得，不聰也得；言從也得，不從也得；思睿也得，不睿也得，它都不管，橫來豎來，它都認做性。它最怕人說這『理』字，都要除掉了，此正告子『生之謂性』之說也。」僩問：「禪家又有以揚眉瞬目知覺運動為弄精魂，而訶斥之者，何也？」曰：「便只是弄精魂。只是他磨擦得來精細，有光彩，不如此粗糙爾。」僩問：「彼言一切萬物皆有破壞，惟有法身常住不滅。所謂『法身』，便只是這箇？」曰：「然。不知你如何占得這物事住？天地破壞，又如何被你占得這物事常不滅？」問：「彼大概欲以空為體，言天地萬物皆歸於空，這空便是他體。」曰：「他也不是欲以空為體。它只是說這物事裏面本空，著一物不得。」〈僩。以下論釋氏誤認心、性。〉"
      },
      {
        "index": 52,
        "text": "問：「聖門說『知性』，佛氏亦言『知性』，有以異乎？」先生笑曰：「也問得好。據公所見如何？試說看。」曰：「據友仁所見及佛氏之說者，此一性，在心所發為意，在目為見，在耳為聞，在口為議論，在手能持，在足運奔，所謂『知性』者，知此而已。」曰：「且據公所見而言。若如此見得，只是箇無星之稱，無寸之尺。若在聖門，則在心所發為意，須是誠始得；在目雖見，須是明始得；在耳雖聞，須是聰始得；在口談論及在手在足之類，須是動之以禮始得。『天生烝民，有物有則。』如公所見及佛氏之說，只有物無則了，所以與聖門有差。況孟子所說『知性』者，乃是『物格』之謂。」友仁"
      },
      {
        "index": 53,
        "text": "若是如釋氏道，只是那坐底視底是，則夫子之教人，也只說視聽言動底是便了，何故卻說「非禮勿視，非禮勿聽，非禮勿言，非禮勿動」？如「居處、執事、與人交」，止說「居處、執事、與人交」便了，何故於下面著箇「恭、敬、忠」？如「出門、使民」，也只說箇「出門、使民」便了，何故卻說「如見大賓？如承大祭」？孔子言：「克己復禮為仁！」厲聲言「復禮」、「仁」字。節"
      },
      {
        "index": 54,
        "text": "釋氏只知坐底是，行底是。如坐，交脛坐也得，疊足坐也得，邪坐也得，正坐也得。將見喜所不當喜，怒所不當怒，為所不當為。他只是直衝去，更不理會理。吾儒必要理會坐之理當如尸，立之理當如齋，如頭容便要直。所以釋氏無理。節"
      },
      {
        "index": 55,
        "text": "知覺之理，是性所以當如此者，釋氏不知。他但知知覺，沒這理，故孝也得，不孝也得。所以動而陽，靜而陰者，蓋是合動不得不動，合靜不得不靜。節"
      },
      {
        "index": 56,
        "text": "釋氏棄了道心，卻取人心之危者而作用之；遺其精者，取其粗者以為道。如以仁義禮智為非性，而以眼前作用為性是也。此只是源頭處錯了。人傑"
      },
      {
        "index": 57,
        "text": "釋氏專以作用為性。如某國王問某尊者曰：「如何是佛？」曰：「見性為佛。」曰：「如何是性？」曰：「作用為性？」曰：「如何是作用？」曰云云。禪家又有偈者云：「當來尊者答國王時，國王何不問尊者云：『未作用時，性在甚處？』」㽦"
      },
      {
        "index": 58,
        "text": "「作用是性：在目曰見，在耳曰聞，在鼻泪香，在口談論，在手執捉，在足運奔」，即告子「生之謂性」之說也。且如手執捉，若執刀胡亂殺人，亦可為性乎！龜山舉龐居士云「神通妙用，運水搬柴」，以比「徐行後長」，亦坐此病。不知「徐行後長」乃謂之弟，「疾行先長」則為不弟。如曰運水搬柴即是妙用，則徐行疾行皆可謂之弟耶！人傑"
      },
      {
        "index": 59,
        "text": "問釋氏「作用是性」。曰：「便只是這性，他說得也是。孟子曰：『形色，天性也。惟聖人然後可以踐形。』便是此性。如口會說話，說話底是誰？目能視，視底是誰？耳能聽，聽底是誰？便是這箇。其言曰：『在眼曰見，在耳曰聞，在鼻泪香，在口談論，在手執捉，在足運奔。遍現俱該法界，收攝在一微塵。識者知是佛性，不識喚作精魂。』他說得也好。」又舉楞嚴經波師國王見恒河水一段云云。「所以禪家說『直指人心，見性成佛。』他只要你見得，言下便悟，做處便徹，見得無不是此性。也說『存養心性』，養得來光明寂照，無所不遍，無所不通。唐張拙詩云：『光明寂照遍河沙，凡聖含靈共我家」云云。又曰：「『實際理地不受一塵，佛事門中不舍一法。』他箇本自說得是，所養者也是，只是差處便在這裏，吾儒所養者是仁義禮智，他所養者只是視聽言動。儒者則全體中自有許多道理，各自有分別，有是非，降衷秉彝，無不各具此理。他只見得箇渾淪底物事，無分別，無是非，橫底也是，豎底也是，直底也是，曲底也是，非理而視也是此性，以理而視也是此性。少間用處都差，所以七顛八倒，無有是處。吾儒則只是一箇真底道理，他也說我這箇是真實底道理，如云：『惟此一事實，餘二則非真。』只是他說得一邊，只認得那人心，無所謂道心，無所謂仁義禮智，惻隱、羞惡、辭遜、是非，所爭處只在此。吾儒則自『天命之謂性，率性之謂道』，以至至誠盡人物之性，贊天地之化育，識得這道理無所不周，無所不遍。他也說：『我這箇無所不周，無所不遍。』然眼前君臣父子兄弟夫婦上，便不能周遍了，更說甚周遍！他說『治生產業，皆與實相不相違背』云云，如善財童子五十三參，以至神鬼神仙士農工商技藝，都在他性中。他說得來極闊，只是其實行不得。只是諱其所短，強如此籠罩去。他舊時瞿曇說得本不如此廣闊，後來禪家自覺其陋，又翻轉窠臼，只說『直指人心，見性成佛』。」僩"
      },
      {
        "index": 60,
        "text": "「昨夜說『作用是性』，因思此語亦自好。雖云釋氏之學是如此，他卻是真箇見得，真箇養得。如云說話底是誰？說話底是這性；目視底是誰？視底也是這性；聽底是誰？聽底也是這性；鼻之聞香，口之知味，無非是這箇性。他凡一語默，一動息，無不見得此性，養得此性。」或問：「他雖見得，如何能養？」曰：「見得後，常常得在這裏，不走作，便是養。今儒者口中雖常說性是理，不止於作用，然卻不曾做他樣存得養得；只是說得如此，元不曾用功，心與身元不相管攝，只是心粗。若自早至暮，此心常常照管，甚麼次第！這箇道理，在在處處發見，無所不有，只是你不曾存得養得。佛氏所以行六七百年，其教愈盛者，緣他也依傍這道理，所以做得盛。他卻常在這身上，他得這些子，即來欺負你秀才，你秀才無一人做得似他。今要做。無他，只說四端擴充得便是。孟子說『存心養性』，其要只在此。『凡有四端於我者，知皆擴而充之矣，若火之始然，泉之始達。』學者只要守得這箇，如惻隱、羞惡、辭遜、是非。若常存得這惻隱之心，便養得這惻隱之性；若合當愛處，自家卻不起愛人之心，便是害了那惻隱之性。如事當羞惡，自家不羞惡，便是傷害了那羞惡之性。辭遜、是非，皆然。『人能充無欲害人之心，而仁不可勝用矣；人能充無受爾汝之實，無所往而不為義也。』只要就這裏存得，養得。所以說『利與善之間』，只爭這些子，只是絲髮之間。如人靜坐，忽然一念之發，只這箇便是道理，便有箇是與非，邪與正。其發之正者，理也；雜而不正者，邪也。在在處處無非發見處，只要常存得，常養得耳。」僩"
      },
      {
        "index": 61,
        "text": "佛家作用，引罽賓王問。某問：「他初說空，今卻如此。」曰：「既無理，亦只是無。聽亦此，不聽亦此。然只是認得第二箇，然他後來又不如此說。傅大士云云。」曰：「他雖不如此，然卒走此不得？」曰：「然。」可學"
      },
      {
        "index": 62,
        "text": "問儒釋。曰：「據他說道明得心，又不曾得心為之用；他說道明得性，又不曾得性為之用。不知是如何？」又問：「不知先從他徑處入，然後卻歸此？」曰：「若要從徑入，是猶從近習求言職。須是見他都無所用。」泳"
      },
      {
        "index": 63,
        "text": "佛家說：「會萬物於一己。」若曉得這道理，自是萬物一體，更何須會？若是曉不得，雖欲會，如何會得？恪"
      },
      {
        "index": 64,
        "text": "佛氏見影，朝說這箇，暮說這箇。至於萬理錯綜如此，卻都不知！方"
      },
      {
        "index": 65,
        "text": "釋氏先知死，只是學一箇不動心。告子之學則是如此。端蒙"
      },
      {
        "index": 66,
        "text": "「凡遇事先須識得箇邪正是非，盡埽私見，則至公之理自存。」大雅云：「釋氏欲驅除物累，至不分善惡，皆欲埽盡。云凡聖情盡，即如知佛，然後來往自由。吾道卻只要埽去邪見。邪見既去，無非是處，故生不為物累，而死亦然。」曰：「聖人不說死。已死了，更說甚事？聖人只說既生之後，未死之前，須是與他精細理會道理教是。胡明仲侍郎自說得好：『人，生物也，佛不言生而言死；人事可見，佛不言顯而言幽。』釋氏更不分善惡，只尊向他底便是好人，背他底便入地獄。若是箇殺人賊，一尊了他，便可生天。」大雅云「于酽在傳燈錄為法嗣，可見。」曰：「然。」大雅"
      },
      {
        "index": 67,
        "text": "佛書多有後人添入。初入中國，只有四十二章經。但此經都有添入者。且如西天二十八祖所作偈，皆有韻，分明是後人增加。如楊文公蘇子由皆不悟此，可怪！又其文字中至有甚拙者云云。如楞嚴經前後，只是說沟，中間皆是增入。蓋中國好佛者覺其陋而加之耳。可學。以下論佛經。"
      },
      {
        "index": 68,
        "text": "佛初止有四十二章經，其說甚平。如言彈琴，弦急則絕，慢則不響，不急不慢乃是。大抵是偷得老莊之意。後來達磨出來，一齊埽盡。至楞嚴經，做得極好。柳宗元六祖塔銘有「中外融粹孔習」。方子"
      },
      {
        "index": 69,
        "text": "達磨未來中國時，如遠、肇法師之徒，只是談莊老，後來人亦多以莊老助禪。古亦無許多經。西域豈有韻！諸祖相傳偈，平仄押韻語，皆是後來人假合。"
      },
      {
        "index": 70,
        "text": "問：「心經如何？」曰：「本大般若經六百卷，心經乃是節本。」曰：「他既說空，又說色，如何？」曰：「他蓋欲於色見空耳。大抵只是要鶻突人。如云『實際中不立一法』，又云『不捨一法』此佛經語，記不全。之類，皆然。」問：「劫數如何？」曰：「他之說，亦說天地開闢，但理會不得。某經云，到末劫人皆小，先為火所燒成劫灰，又為風所吹，又為水所淹。水又成沫，地自生五穀，天上人自飛下來喫，復成世界。他不識陰陽，便恁地亂道。」問：「佛默然處如何？」曰：「是他到處。」曰：「如何『與灑埽應對合』？」曰：「蓋言精粗無二。」曰：「『活潑潑地』是禪語否？」曰：「不是禪語，是俗語。今有儒家字為佛家所竊用，而後人反以為出於佛者：如『寺』、『精舍』之類，不一。」可學"
      },
      {
        "index": 71,
        "text": "佛書中說「六根」、「六塵」、「六識」、「四大」、「十二緣生」之類，皆極精巧。故前輩學佛者，謂此孔子所不及。今學者且須截斷。必欲窮究其說，恐不能得身己出來。方子錄止此。他底四大，即吾儒所謂魂魄聚散。十二緣生在華嚴合論第十三御卷。佛說本言盡去世間萬事。其後黠者出，卻言「實證理地，不染一塵；萬事門中，不舍一法」。可學"
      },
      {
        "index": 72,
        "text": "華嚴合論精密。閎祖"
      },
      {
        "index": 73,
        "text": "華嚴合論，其言極鄙陋無稽。不知陳了翁一生理會這箇，是有甚麼好處，也不會厭。可惜極好底秀才，只恁地被它引去了！又曰：「其言旁引廣諭，說神說鬼，只是一箇天地萬物皆具此理而已。經中本說得簡徑白直，卻被注解得越沒收煞。」或問金剛經大意。曰：「他大意只在須菩提問『云何住，云何降伏其心』兩句上。故說不應住法生心，不應色色生心，『應無所住而生其心』，此是答『云何住』。又說『若胎生，若卵生，若濕生，若化生，我皆令入無餘涅槃而滅度之』，此是答『云何降伏其心』。彼所謂『降伏』者，非謂欲遏伏此心，謂盡降收世間眾生之心入它無餘涅槃中滅度，都教你無心了方是，只是一箇『無』字。自此以後，只管纏去，只是這兩句。如這桌子，則云若此桌子，非名桌子，是名桌子。『若見諸相非相，則見如來』，離一切相，即名佛；皆是此意。要之，只是說箇『無』。」僩"
      },
      {
        "index": 74,
        "text": "問：「龜山集中所答了翁書，論華嚴大旨。不知了翁諸人何為好之之篤？」曰：「只是見不透，故覺得那箇好。以今觀之，也是好，也是動得人。」道夫曰：「只為他大本不立，故偏了。」先生默然良久，曰：「真所謂『詖、淫、邪、遁』。蓋詖者，是它合下見得偏。儒者之道大中至正，四面均平。釋氏只見一邊，於那處都蔽塞了，這是『詖辭知其所蔽』。淫者，是只見得一邊，又卻說得周遮造瀚；所以其書動數百卷，是皆陷於偏而不能返，這是『淫辭知其所陷』。邪者，是它見得偏了，於道都不相貫屬，這是『邪辭知其所離』。遁者，是它已離於道而不通，於君臣父子都已棄絕，見去不得，卻道道之精妙不在乎此，這是『遁辭知其所窮』。初只是詖，詖而後淫，淫而後邪，邪而後離，離而後遁。要之，佛氏偏處只是虛其理。理是實理，他卻虛了，故於大本不立也。」因問：「溫公解禪偈，卻恐後人作儒佛一貫會了。」先生因誦之曰：「此皆佛之至陋者也，妙處不在此。」又問：「遺書云：『釋氏於「敬以直內」則有之，「義以方外」則未也。』道夫於此未安。」先生笑曰：「前日童蜚卿正論此，以為釋氏大本與吾儒同，只是其末異。某與言：『正是大本不同。』」因檢近思錄有云：「佛有一箇覺之理，可言『敬以直內』矣，然無『義以方外』。其『直內』者，要之其本亦不是。」「這是當時記得全處，前者記得不完也。」又曰：「只無『義以方外』，則連『敬以直內』也不是了。」又曰：「程子謂：『釋氏唯務上達而無下學，然則其上達處豈有是邪！』亦此意。學佛者嘗云：『儒佛一同。』某言：『你只認自家說不同。若果是，又何必言同？只這靠傍底意思，便是不同；便是你底不是，我底是了。』」道夫"
      },
      {
        "index": 75,
        "text": "圓覺經只有前兩三卷好，後面便只是無說後強添。如楞嚴經，當初只有那阿難一事，及那燒牛糞時一沟，其餘底皆是文章之士添。那燒牛糞，便如爇蕭樣。後來也有人祈雨後燒，亦出此意也。義剛"
      },
      {
        "index": 76,
        "text": "楞嚴經本只是沟語。後來房融添入許多道理說話。沟語想亦淺近，但其徒恐譯出，則人易之，故不譯。所以有沟者，蓋浮屠居深山中，有鬼神蛇獸為害，故作沟以禁之。緣他心靈，故能知其性情，制馭得他。沟全是想法。西域人誦沟如叱喝，又為雄毅之狀，故能禁伏鬼神，亦如巫者作法相似。又云：「汀州人多為巫。若巫為祟，則治之者全使不行。沈存中記水中金剛經不濕，蓋人心歸向深固，所感如此。」因言：「後世被他佛法橫入來，鬼神也沒理會了。」又曰：「世人所謂鬼神，亦多是喫酒喫肉漢，見他戒行精潔，方寸無累底人，如何不生欽敬！」閎祖"
      },
      {
        "index": 77,
        "text": "維摩詰經，舊聞李伯紀之子說，是南北時一貴人如蕭子良之徒撰。渠云載在正史，然檢不見。伯紀子名縝，讀書甚博。必大"
      },
      {
        "index": 78,
        "text": "傳燈錄極陋，蓋真宗時一僧做上之。真宗令楊大年刪過，故出楊大年名，便是楊大年也曉不得。義剛"
      },
      {
        "index": 79,
        "text": "因語禪家，云：「當初入中國，只有四十二章經。後來既久，無可得說，晉宋而下，始相與演義。其後義又窮。至達磨以來，始一切埽除。然其初答問，亦只分明說。到其後又窮，故一向說無頭話，如『乾矢橛』、『柏樹子』之類，只是胡鶻突人。既曰不得無語，又曰不得有語，道也不是，不道也不是；如此，則使之東亦不可，西亦不可。置此心於危急之地，悟者為禪，不悟者為顛。雖為禪，亦是蹉了蹊徑，置此心於別處，和一身皆不管，故喜怒任意。然細觀之，只是於精神上發用。」問：「渠既一向說空，及其作用又只是氣。」曰：「作用是心，亦是氣，渠自錯認了。渠雖說空，又要和空皆無，如曰『空生大覺中』之類。昔日了老專教人坐禪，杲老以為不然，著正邪論排之。其後杲在天童，了老乃一向師尊禮拜，杲遂與之同。及死，為之作銘。」問：「渠既要清淨寂滅，如何不坐禪？」曰：「渠又要得有悟。杲舊甚喜子韶，及南歸，貽書責之，以為與前日不同。今其小師錄杲文字，去正邪論，與子韶書亦節卻。」問：「病翁墓志中說官莆田事，如何？」曰：「佛家自說有體無用，是渠言如此，依實載之。」問：「禪僧有鳴鼓升坐死者，如何？」曰：「世念既去，自知得。只是能偃不臥床席耳，別無它說。」可學。以下禪學"
      },
      {
        "index": 80,
        "text": "禪只是一箇呆守法，如「麻三斤」、「乾屎橛」。他道理初不在這上，只是教他麻了心，只思量這一路，專一積久，忽有見處，便是悟。大要只是把定一心，不令散亂，久後光明自發。所以不識字底人，才悟後便作得偈頌。悟後所見雖同，然亦有深淺。某舊來愛問參禪底，其說只是如此。其間有會說者，卻吹噓得大。如杲佛日之徒，自是氣魄大，所以能鼓動一世，如張子韶汪聖錫輩皆北面之。閎祖"
      },
      {
        "index": 81,
        "text": "或問：「禪家說無頭當底說話，是如何？」曰：「他說得分明處，卻不是。只內中一句黑如漆者，便是他要緊處。於此曉得時，便盡曉得。他又愛說一般最險絕底話，如引取人到千仞之崖邊，猛推一推下去。人於此猛省得，便了。」或曰：「不理會得，也是一事不了。」曰：「只此亦是格物。」祖道"
      },
      {
        "index": 82,
        "text": "郭德元問：「禪者云：『「知」之一字，眾妙之門。』它也知得這『知』字之妙。」曰：「所以伊川說佛氏之言近理，謂此類也。它也微見得這意思，要籠絡這箇道理。只是它用處全差，所以都間斷，相接不著。」僩問：「其所謂知，正指此心之神明作用者否？」曰：「然。」郭又問：「圭峰云：『作有義事，是省悟心；作無義事，是狂亂心。狂亂由情念，臨終被業牽；省悟不由情，臨終能轉業。』又自注云：『此「義」非「仁義」之「義」，乃「理義」之「義」。』甚好笑。」曰：「它指仁義為恩愛之義，故如此說。他雖說理義，何嘗夢見？其後杲老亦非之云：『「理義」之「義」，便是「仁義」之「義」，如何把虛空打做兩截！』」僩"
      },
      {
        "index": 83,
        "text": "僧家所謂禪者，於其所行全不相應。向來見幾箇好僧說得禪，又行得好，自是其資質為人好耳，非禪之力也。所謂禪，是僧家自舉一般見解，如秀才家舉業相似，與行己全不相干。學得底人，有許多機鋒，將出來弄一上了，便收拾了；到其為人，與俗人無異。只緣禪自是禪，與行不相應耳。僧家有云「行、解」者，行是行己，解是禪也。璘"
      },
      {
        "index": 84,
        "text": "禪僧自云有所得，而作事不相應，觀他又安有睟面盎背氣象！只是將此一禪橫置胸中，遇事將出，事了又收。大抵只論說，不論行。昔日病翁見妙喜於其面前要逞自家話。渠於開喜升座，卻云：「彥沖修行卻不會禪，寶學會禪卻不修行；所謂張三有錢不會使，李四會使又無錢。」皆是亂說。大抵此風亦有盛衰，紹興間最盛，閩中自有數人，可歎！可歎！先王之道不明，卻令異端橫出豎立！可學"
      },
      {
        "index": 85,
        "text": "釋氏，須灼然看得他底之非，一出一入不濟事，禪將作何用？振"
      },
      {
        "index": 86,
        "text": "禪學一喝一棒，都掀翻了，也是快活。卻看二程說話，可知道不索性。豈特二程，便夫子之言亦如此。「學而時習之，不亦說乎！」看得好支離。"
      },
      {
        "index": 87,
        "text": "學道又雜佛學者，但歇一月工夫，看誰邊有味？佛氏只歇一月，味便消了。彼漸消則此漸進，此是鈍工夫，然卻是法門也。方"
      },
      {
        "index": 88,
        "text": "問德粹：「在四明，曾到天章育王否？」曰：「到。」曰：「亦曾參禪否？」曰：「有時夜靜無事，見長老入室，亦覺心靜。」先生笑，因問：「德光如何？」滕曰：「不問渠法門事，自是大管人事。」先生曰：「皆如此。今年往莆中弔陳魏公，迴途過雪峰，長老升堂說法，且胡鶻過。及至接人，卻甚俗，只是一路愛便宜，纔說到六七句，便道仰山大王會打供，想見宗杲也是如此。」又問人傑：「如何？」曰：「臨死只是漸消削。」先生曰：「它平日只理會臨行一節，又卻如此！」〈可學。雜論〉"
      },
      {
        "index": 89,
        "text": "釋氏「地、水、火、風」之說，彼所謂地水，如云魄氣；火風，如云魂氣。又說，火風先散，地水後散，則其疾不暴；地水先散，火風後散，則其疾暴。德明"
      },
      {
        "index": 90,
        "text": "釋氏地、水、火、風，粗而言之：地便是體，水便是魄，火風便是魂。他便也是見得這魂魄。"
      },
      {
        "index": 91,
        "text": "釋氏說，法身便是本性，報身是其德業，化身是其肉身。問：「報身是如何？」曰：「是他成就驗驗底說話。看他畫毗盧遮那坐千葉蓮珠常富貴，便如吾儒說聖人備道全美相似。」"
      },
      {
        "index": 92,
        "text": "魯可幾問釋氏「因緣」之說。曰：「若看書『作善降之百祥，作不善降之百殃』，則報應之說誠有之。但他說得來只是不是。」又問：「陰德之說如何？」曰：「也只是不在其身，則在其子孫耳。」道夫"
      },
      {
        "index": 93,
        "text": "佛家不合將才作緣習。緣習是說宿緣。可學"
      },
      {
        "index": 94,
        "text": "禪家以父子兄弟相親愛處為有緣之慈。如虎狼與我非類，我卻有愛及他，如以身飼虎。便是無緣之慈，以此為真慈。〈淳。義剛同〉"
      },
      {
        "index": 95,
        "text": "甘吉父問「仁者愛之理，心之德」。時舉因問：「釋氏說慈，即是愛也。然施之不自親始，故愛無差等。」先生曰：「釋氏說『無緣慈』。記得甚處說：『融性起無緣之大慈。』蓋佛氏之所謂慈，並無緣由，只是無所不愛。若如愛親之愛，渠便以為有緣；故父母棄而不養，而遇虎之飢餓，則捨身以食之，此何義理耶！」〈時舉〉"
      },
      {
        "index": 96,
        "text": "問：「佛法如何是以利心求？」曰：「要求清淨寂滅超脫世界，是求一身利便。」可學"
      },
      {
        "index": 97,
        "text": "釋氏之學，務使神輕去其幹，以為坐亡立脫之備；其魄之未盡化者，則流為膏液，散為珠琲，以驚動世俗之耳目，非老子「專氣致柔」之謂也。僩"
      },
      {
        "index": 98,
        "text": "因論釋氏多有神異，疑其有之。曰：「此未必有。便有，亦只是妖怪。」方子"
      },
      {
        "index": 99,
        "text": "佛家多有「奪胎」之說，也如何見得？只是在理無此。淳"
      },
      {
        "index": 100,
        "text": "問說禪家言性，太陽之下置器處。曰：「此便是說輪迴。」可學"
      },
      {
        "index": 101,
        "text": "問禪家言性「傾此於彼」之說。曰：「此只是『偷生奪陰』之說耳。禪家言偷生奪陰，謂人懷胎，自有箇神識在裏了，我卻撞入裏面，去逐了他，我卻受他血陰。他說傾此於彼，蓋如一破弊物在日下，其下日影自有方圓大小，卻欲傾此日影為彼日影。它說是人生有一塊物事包裹在裏，及其既死，此箇物事又會去做張三，做了張三，又會做王二。便如人做官，做了這官任滿，又去做別官，只是無這道理。」或舉世間有如此類底為問。先生曰：「而今只是理會箇正理。若以聞見所接論之，則無了期。」又曰：「橫渠說『形潰反原』，以為人生得此箇物事，既死，此箇物事卻復歸大原去，又別從裏面抽出來生人。如一塊黃泥，既把來做箇彈子了，卻依前歸一塊裏面去，又做箇彈子出來。伊川便說是『不必以既屈之氣為方伸之氣』。若以聖人『精氣為物，游魂為變』之語觀之，則伊川之說為是。蓋人死則氣散；其生也，又是從大原裏面發出來。」夔孫"
      },
      {
        "index": 102,
        "text": "問：「輪迴之說當時如何起？」曰：「自漢以來已有此說話。說得成了，因就此結果。」曰：「不知佛祖已有此說否？」曰：「今佛經存者亦不知孰為佛祖之書。」厚之云：「或傳范淳夫是鄧禹後身。」曰：「鄧禹亦一好人，死許多時，如何魄識乃至今為他人！」某云：「呂居仁詩亦有『狗腳朕』之語。」曰：「它又有『偷胎奪陰』之說，皆脫空。」可學"
      },
      {
        "index": 103,
        "text": "鄭問：「輪迴之說，是佛家自創否？」曰：「自漢書載鬼處，已有此話模樣了。元城語錄載，溫公謂『吾欲扶教耳』。溫公也看不破，只是硬恁地說。」淳"
      },
      {
        "index": 104,
        "text": "或有言修後世者。先生曰：「今世不修，卻修後世，何也？」道夫"
      },
      {
        "index": 105,
        "text": "德粹問：「人生即是氣，死則氣散。浮屠氏不足信。然世間人為惡死，若無地獄治之，彼何所懲？」曰：「吾友且說堯舜三代之世無浮屠氏，乃比屋可封，天下太平。及其後有浮屠，而為惡者滿天下。若為惡者必待死然後治之，則生人立君又焉用？」滕云：「嘗記前輩說，除卻浮屠祠廟，天下便知向善，莫是此意？」曰：「自浮屠氏入中國，善之名便錯了。渠把奉佛為善。如修橋道造路，猶有益於人。以齋僧立寺為善，善安在？所謂除浮屠祠廟便向善者，天下之人既不溺於彼，自然孝父母，悌長上，做一好人，便是善。大抵今之佛書，多是後世做文字者所為。向見伯恭說，曾看藏經，其中有至不成說話者。今世傳一二本經，乃是其祖師所傳，故士大夫好佛者，多為簧鼓。」某問：「道家之說，云出於老子。今世道士又卻不然。今之傳，莫是張角術？」曰：「是張陵，見三國志。他今用印，乃『陽平治都功印』。張魯起兵之所，又有祭酒，有都講祭酒。魯以女妻馬超，使為之。其設醮用五斗米，所謂『米賊』是也。向在浙東祈雨設醮，拜得腳痛。自念此何以得雨？自先不信。」某問：「漢時如鄭康成注二禮，但云鬼神是氣。至佛入中國，人鬼始亂。」曰：「然。」可學"
      },
      {
        "index": 106,
        "text": "初，西域僧來東漢時，令鴻臚寺寄居；後以為僧居，因名曰「寺」。寺是官寺，非釋者取之。寺之起自此時。雉"
      },
      {
        "index": 107,
        "text": "俗言佛燈，此是氣盛而有光，又恐是寶氣，又恐是腐葉飛蟲之光。蔡季通去廬山問得，云是腐葉之光。云，昔人有以合子合得一團光，來日看之，乃一腐葉。妙喜在某處見光，令人撲之，得一小蟲，如蛇樣，而甚細，僅如布線大。此中有人隨汪聖錫到峨眉山。云，五更初去看，初布白氣，已而有圓光如鏡，其中有佛。然其人以手裹頭巾，則光中之佛亦裹頭巾，則知乃人影耳。今所在有石，號「菩薩石」者，如水精狀，於日中照之，便有圓光。想是彼處山中有一物，日初出，照見其影圓，而映人影如佛影耳。峨眉山看佛，以五更初看。璘"
      },
      {
        "index": 108,
        "text": "道謙言：「大藏經中言，禪子病脾時，只坐禪六七日，減食便安。」謙言：「渠曾病，坐得三四日便無事」。"
      },
      {
        "index": 109,
        "text": "雪峰開山和尚住山數年，都無一僧到，遂下山。至半嶺，忽有一僧來，遂與之俱還。先生曰：「若是某，雖無人來，亦不下山！」文蔚"
      },
      {
        "index": 110,
        "text": "王質不敬其父母，曰：「自有物無始以來，自家是換了幾箇父母了。」其不孝莫大於是！以此知佛法之無父，其禍乃至於此。使更有幾箇如王質，則雖殺其父母，亦以為常。佛法說君臣父子兄弟，只說是偶然相遇。趙子直戒殺子文，末為因報之說云：「汝今殺他，他再出世必殺汝。」此等言語，乃所以啟其殺子，蓋彼安知不說道：「我今可以殺汝，必汝前身曾殺我？」〈賀孫。以下論釋氏滅人倫之害。〉"
      },
      {
        "index": 111,
        "text": "佛家說要廢君臣父子，他依舊廢不得。且如今一寺，依舊有長老之類，其名分亦甚嚴，如何廢得！但皆是偽。義剛"
      },
      {
        "index": 112,
        "text": "問：「釋氏之失，一是自利，厭死生而學，大本已非；二是滅絕人倫，三是逕求上達，不務下學，偏而不該。」曰：「未須如此立論。」人傑"
      },
      {
        "index": 113,
        "text": "次日因余國秀解「物則」，語及釋氏，先生曰：「他佛家都從頭不識，只是認知覺運動做性，所以鼓動得許多聰明豪傑之士。緣他是高於世俗，世俗一副當汙濁底事，他是無了，所以人競趨他之學。元初也不如此。佛教初入中國，只是修行說話，如四十二章經是也。初間只有這一卷經。其中有云，佛問一僧：『汝處家為何業？』對曰：『愛彈琴。』佛問：『絃緩如何？』曰：『不鳴矣。』『弦急如何？』曰：『聲絕矣。』『急緩得中如何？』曰：『諸音普矣。』佛曰：『學道亦然。心須調適，道可得矣。』初間只如此說。後來達磨入中國，見這般說話，中國人都會說了，遂換了話頭，專去面壁靜坐默照，那時亦只是如此。到得後來，又翻得許多禪底說話來，盡掉了舊時許多話柄。不必看經，不必靜坐，越弄得來闊，其實只是作弄這些精神。」或曰：「彼亦以知覺運動為形而下者，以空寂為形而上者，如何？」曰：「便只是形而下者。他只是將知覺運動做玄妙說。」或曰：「如此，則安能動人？必更有玄妙處。」曰：「便只是這箇。他那妙處，離這知覺運動不得；無這箇，便說不行。只是被他作弄得來精，所以橫渠有『釋氏兩末』之論。只說得兩邊末梢頭，中間真實道理卻不曾識。如知覺運動，是其上一梢也；因果報應，是其下一梢也。」或曰：「因果報應，他那邊有見識底，亦自不信。」曰：「雖有不信底，依舊離這箇不得。如他幾箇高禪，縱說高殺，也依舊掉舍這箇不下，將去愚人。他那箇物事沒理會，捉撮他不得。你道他如此，他又說不如此。你道他是知覺運動，他又有時掉翻了。都不說時，雖是掉翻，依舊離這箇不得。」或問：「今世士大夫所以晚年都被禪家引去者，何故？」曰：「是他底高似你。你平生所讀許多書，許多記誦文章，所藉以為取利祿聲名之計者，到這裏都靠不得了，所以被他降下。他底是高似你，且是省力，誰不悅而趨之？王介甫平生讀許多書，說許多道理，臨了捨宅為寺，卻請兩箇僧來住持，也是被他笑。你這箇物事，如何出得他！」或問：「今也不消學他那一層，只認依著自家底做便了。」曰：「固是。豈可學他？只是依自家的做，少間自見得他底低。」〈僩。以下論士大夫好佛。〉"
      },
      {
        "index": 114,
        "text": "問：「士大夫末年多溺於釋氏之說者，如何？」曰：「緣不曾理會得自家底原頭，但看得些小文字，不過要做些文章，務行些故事，為取爵祿之具而已。卻見得他底高，直是玄妙，又且省得氣力，自家反不及他，反為他所鄙陋，所以便溺於他之說，被他引入去。」燾"
      },
      {
        "index": 115,
        "text": "今之學者往往多歸異教者，何故？蓋為自家這裏工夫有欠缺處，柰何這心不下，沒理會處。又見自家這裏說得來疏略，無箇好藥方治得他沒柰何底心；而禪者之說，則以為有箇悟門，一朝入得，則前後際斷，說得恁地見成捷快，如何不隨他去！此卻是他實要心性上理會了如此。不知道自家這裏有箇道理，不必外求，而此心自然各止其所。非獨如今學者，便是程門高弟，看他說那做工夫處，往往不精切。廣"
      },
      {
        "index": 116,
        "text": "老氏見得煞高，佛氏安敢望他！唐人方說佛。本朝士大夫好佛者，始初楊大年，後來張無盡。又說：「張無垢參杲老，汪玉山被他引去，後來亦好佛。但汪丈為人無果決，好佛又見不透，又不能果決而退。嘗見汪丈論楊大年好佛，後來守不定，汪丈甚不信。云是蘇子由記此，恐未必是。」南升"
      },
      {
        "index": 117,
        "text": "「老氏煞清高，佛氏乃為逋逃淵藪。今看何等人，不問大人小兒，官員村人商賈，男子婦人，皆得入其門。最無狀，是見婦人便與之對談。如杲老與中貴權要及士夫皆好。湯思退與張魏公如水火，杲老與湯張皆好。」又云：「杲老乃是禪家之俠。」又云：「陳了翁好佛，說得來七郎八當！」南升"
      },
      {
        "index": 118,
        "text": "韓退之詩：「陽明人所居，幽暗鬼所寰。嗟龍獨何智！出入人鬼間。」今僧家上可以交賢士大夫，下又交中貴小人，出入其間不以為恥，所謂「出入人鬼間」也。如妙喜與張魏公好，又與一種小人小官好。璘"
      },
      {
        "index": 119,
        "text": "信州人新鄂州教官龔安國，聞李德遠過郡，見之。李云：「若論學，唯佛氏直截。如學周公孔子，乃是抱橋柱澡洗。」方"
      },
      {
        "index": 120,
        "text": "問：「近世王日休立化，如何？」曰：「此人極不好，貪汙異常。」曰：「既如此，何故立脫？」曰：「他平日坐必向西，心在於此，遂想而得。此乃佛氏最以為下者。」程氏說「野狐精」，正是以如此為不足貴。可學"
      },
      {
        "index": 121,
        "text": "因說某人棄家為僧，以其合奏官與弟，弟又不肖；母在堂，無人奉養。先生顰蹙曰：「柰何棄人倫滅天理至此！」某曰：「此僧乃其家之長子。」方伯謨曰：「佛法亦自不許長子出家。」先生曰：「縱佛許亦不可。」可學"
      },
      {
        "index": 122,
        "text": "陳福公臨終，親筆戒其子勿用浮屠。林子方力責之。人之卑陋乃如此！淳"
      },
      {
        "index": 123,
        "text": "先生說及俗人之奉佛者，每晨拜跪備至；及其老也，體多康健，以為獲福於佛。不知其日勞筋骨，其他節省運用血氣，所以安也。過"
      },
      {
        "index": 124,
        "text": "夷狄之教入於中國，非特人為其所迷惑，鬼亦被他迷惑。大乾廟所以塑僧像，乃勸其不用牲祭者。其他廟宇中，亦必有所謂勸善大師。蓋緣人之信向者既眾，鬼神只是依人而行。必大"
      },
      {
        "index": 125,
        "text": "「本朝歐陽公排佛，就禮法上論，二程就理上論，終不如宋景文公捉得正贓出。見李蔚傳贊論華人增加處。佛書分明是中國人附益。」問：「佛法所以傳至今，以有禍福之說助之？」曰：「亦不全如此，卻是人佐佑之。初來只有四十二章經，至晉宋間乃談義，皆是剽竊老莊，取列子為多。其後達磨來又說禪，又有三事：「一空，二假，三中。空全論空，假者想出世界，中在空假之中。唐人多說假。」〈可學。以下闢佛〉"
      },
      {
        "index": 126,
        "text": "問：「胡僧不能害傅奕，只是邪不能干正否？」曰：「是他心不動。」胡泳"
      },
      {
        "index": 127,
        "text": "論釋氏之說，如明道數語，闢得極善。見行狀中者。它只要理會箇寂滅，不知須強要寂滅它做甚？既寂滅後，卻作何用？何況號為尊宿禪和者，亦何曾寂滅得！近世如宗杲，做事全不通點檢，喜怒更不中節。晉宋以前遠法師之類，所談只是莊列，今其集中可見。其後要自立門戶，方脫去莊列之談，然實剽竊其說。傅奕亦嘗如此說，論佛只是說箇大話謾人，可憐人都被它謾，更不省悟。試將法華經看，便見其誕。開口便說恒河沙數幾萬幾千幾劫，更無近底年代。又如佛授記某甲幾劫後方成佛。佛有神通，何不便成就它做佛？何以待闕許久？又如住世羅漢猶未成佛，何故許多時修行都無長進？今被它撰成一藏說話，遍滿天下，惑了多少人。勢須用退之盡焚去乃可絕。今其徒若聞此說，必曰，此正是為佛教者。然實謬為此說，其心豈肯如此？此便是言行不相應處。今世俗有一等卑下底人，平日所為不善，一旦因讀佛書，稍稍收斂，人便指為學佛之效，不知此特粗勝於庸俗之人耳。士大夫學佛者，全不曾見得力，近世李德遠輩皆是也。今其徒見吾儒所以攻排之說，必曰，此吾之跡耳，皆我自不以為然者。如果是不以為然，當初如何卻恁地撰下？又如偽作韓歐別傳之類，正如盜賊怨捉事人，故意攤贓耳。㽦"
      },
      {
        "index": 128,
        "text": "因論釋氏，先生曰：「自伊洛君子之後，諸公亦多聞闢佛氏矣。然終竟說他不下者，未知其失之要領耳。釋氏自謂識心見性，然其所以不可推行者何哉？為其於性與用分為兩截也。聖人之道，必明其性而率之，凡修道之教，無不本於此。故雖功用充塞天地，而未有出於性之外者。釋氏非不見性，及到作用處，則曰無所不可為。故棄君背父，無所不至者，由其性與用不相管也。」時魏才仲侍側，問其故。先生曰：「如今未有此病，然亦不可不知。譬如人食物：欲知烏喙之不可食，須是認下這底是烏喙，知此物之為毒，則他日不食之矣。若不便認下，他日卒然遇之，不知其毒，未有不食之也。異端之害道，如釋氏者極矣。以身任道者，安得不辨之乎！如孟子之辨楊墨，正道不明，而異端肆行，周孔之教將遂絕矣。譬如火之焚將及身，任道君子豈可不拯救也！」"
      },
      {
        "index": 129,
        "text": "因說「誠意」，曰：「前輩有謂闢釋氏為扶教者，安在其不妄語也！」閎祖"
      },
      {
        "index": 130,
        "text": "伊川謂「所執皆出禪學之下」，此說甚好。謂攻之者。淳"
      },
      {
        "index": 131,
        "text": "今之闢佛者，皆以義利辨之，此是第二義。正如唐人檄高麗之不能守鴨綠之險，高麗遂守之。今之闢佛者類是。佛以空為見。其見已錯，所以都錯，義、利又何足以為辨！舊嘗參究後，頗疑其不是。及見李先生之言，初亦信未及，亦且背一壁放，且理會學問看如何。後年歲間漸見其非。揚"
      },
      {
        "index": 132,
        "text": "儒之不闢異端者，謂如有賊在何處，任之，不必治。揚"
      },
      {
        "index": 133,
        "text": "近看石林過庭錄，載上蔡說伊川參某僧，後有得，遂反之，蜀本作「去」。偷其說來做己使，是為洛學。某也嘗疑如石林之說固不足信，卻不知上蔡也恁地說，是怎生地？向見光老示及某僧與伊川居士帖，後見此帖乃載山谷集中，後又見蜀本有「文集別本」四字。有跋此帖者，蜀本作「語」。乃僧與潘子真潘淳，乃興嗣之子也。帖，蜀本云：「其所以載於山谷集者，以山谷載於山谷，而或與山谷帖也。」淳錄云：「其非與伊川，明矣。」其差謬類如此。但當初佛學只是說無存養底工夫，至唐六祖始教人存養工夫。當初學者亦只是說不曾就身上做工夫，至伊川方教人就身上做工夫。所以謂伊川偷佛說為己使。義剛"
      },
      {
        "index": 134,
        "text": "問：「靈源與潘子真書，今人皆將做與伊川書，謂伊川之學出於靈源也。恐後人以入傳燈錄中，如退之之比。不知可寓於何書注破？」云：「某舊十年前聞此事，則半夜起來為作文矣！其好辯甚也。」振"
      },
      {
        "index": 135,
        "text": "釋氏之教，其盛如此，其勢如何拗得他轉？吾人家守得一世再世，不崇尚他者，已自難得。三世之後，亦必被他轉了。不知大聖人出，「所過者化，所存者神」時，又如何？必大"
      }
    ]
  }
}