{
  "chapterNumber": 130,
  "title": "自熙寧至靖康用人 (Officials from Xining to Jingkang)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "問荊公得君之故。曰：「神宗聰明絕人，與群臣說話，往往領略不去；才與介甫說，便有『於吾言無所不說』底意思，所以君臣相得甚懽。向見何萬一之少年時所著數論，其間有說云，本朝自李文靖公王文正公當國以來，廟論主於安靜，凡有建明，便以生事歸之，馴至後來天下弊事極多。此說甚好。且如仁宗朝是甚次第時節！國勢卻如此緩弱，事多不理。英宗即位，已自有性氣要改作，但以聖躬多病，不久晏駕，所以當時諡之曰『英』。神宗繼之，性氣越緊，尤欲更新之。便是天下事難得恰好，卻又撞著介甫出來承當，所以作壞得如此！」又曰：「介甫變法，固有以召亂。後來又卻不別去整理，一向放倒，亦無緣治安。」〈儒用。以下荊公〉"
      },
      {
        "index": 1,
        "text": "論王荊公遇神宗，可謂千載一時，惜乎渠學術不是，後來直壞到恁地。問：「荊公初起，便挾術數？為後來如此？」曰：「渠初來，只是要做事。到後面為人所攻，便無去就。不觀荊公日錄，無以知其本末。它直是強辯，邈視一世，如文潞公，更不敢出一語。」問：「溫公所作如何？」曰：「渠亦只見荊公不是，便倒一邊。如東坡當初議論，亦要變法，後來皆改了。」又問：「神宗元豐之政，又卻不要荊公。」曰：「神宗盡得荊公許多伎倆，更何用他？到元豐間，事皆自做，只是用一等庸人備左右趨承耳。」又問：「明道橫渠初見時，皆許以峻用。後來乃如此，莫是荊公說已行，故然？」曰：「正如吾友適說徐子宜上殿極蒙褒獎，然事卻不行。」曰：「設使橫渠明道用於當時，神宗盡得其學，他日還自做否？」曰：「不然。使二先生得君，卻自君心上為之，正要大家商量，以此為根本。君心既正，他日雖欲自為，亦不可。」又云：「富韓公召來，只是要去，語人云：『入見上，坐亦不定，豈能做事？』」某云：「韓公當仁廟再用時，與韓魏公在政府十餘年，皆無所建明，不復如舊時。」曰：「此事看得極好，當記取。」又問：「使范文正公當此，定不肯回。」曰：「文正卻不肯回，須更精密似前日。」可學"
      },
      {
        "index": 2,
        "text": "「荊公初作江東提刑，回來奏事，上萬言書。其間一節云：『今之小官俸薄，不足以養廉，必當有以益之。然當今財用匱乏，而復為此論，人必以為不可行。然天下之財未嘗不足，特不知生財之道，無善理財之人，故常患其不足。』神宗甚善其言。後來纔作參政第二日，便專措置理財，遍置回易庫，以籠天下之利，謂周禮泉府之職正是如此。卻不知周公之制，只為天下之貨有不售，則商旅留滯而不能行，故以官錢買之，使後來有欲買者，官中卻給與之，初未嘗以此求利息也。」時舉云：「『凡國之財用取具焉』，則是國家有大費用皆給於此，豈得謂之不取利耶？朝廷財用，但可支常費耳。設有變故之來，定無可以應之。」曰：「國家百年承平，其實規模未立，特幸其無事耳。若有大變，豈能支耶？神宗一日聞回易庫零細賣甚果子之類，因云：『此非朝廷之體。』荊公乃曰：『國家創置有司，正欲領其繁細。若回易庫中，雖一文之物，亦當不憚出納，乃有司之職，非人君所當問。若人君問及此，則乃為繁碎而失體也。』其說甚高，故神宗信之。」時舉"
      },
      {
        "index": 3,
        "text": "「新法之行，諸公實共謀之，雖明道先生不以為不是，蓋那時也是合變時節。但後來人情洶洶，明道始勸之以不可做逆人情底事。及王氏排眾議行之甚力，而諸公始退散。」道夫問：「新法之行，雖塗人皆知其有害，何故明道不以為非？」曰：「自是王氏行得來有害。若使明道為之，必不至恁地狼狽。」問：「若專用韓富，則事體如何？」曰：「二公也只守舊。」「專用溫公如何？」曰：「他又別是一格。」又問：「若是二程出來擔負，莫須別否？」曰：「若如明道，十事須還他全別，方得。只看他當時薦章，謂其『志節慷慨』云云，則明道豈是循常蹈故塊然自守底人！」道夫"
      },
      {
        "index": 4,
        "text": "呂氏家傳載荊公當時與申公極相好，新法亦皆商量來，故行新法時，甚望申公相助。又用明道作條例司，皆是望諸賢之助，是時想見其意好。後來盡背了初意，所以諸賢盡不從。明道行狀不載條例司事，此卻好分明載其始末。"
      },
      {
        "index": 5,
        "text": "神宗嘗問明道云：「王安石是聖人否？」明道曰：「『公孫碩膚，赤舄几几』，聖人氣象如此。王安石一身尚不能治，何聖人為！」先生曰：「此言最說得荊公著。」"
      },
      {
        "index": 6,
        "text": "荊公德行，學則非。若海"
      },
      {
        "index": 7,
        "text": "先生論荊公之學所以差者，以其見道理不透徹。因云：「洞視千古，無有見道理不透徹，而所說所行不差者。但無力量做得來，半上落下底，則其害淺。如庸醫不識病，只胡亂下那沒緊要底藥，便不至於殺人。若荊公輩，他硬見從那一邊去，則如不識病證，而便下大黃、附子底藥，便至於殺人！」燾"
      },
      {
        "index": 8,
        "text": "劉叔通言：「王介甫，其心本欲救民，後來弄壞者，乃過誤致然。」曰：「不然。正如醫者治病，其心豈不欲活人？卻將砒礵與人喫。及病者死，卻云我心本欲救其病，死非我之罪，可乎？介甫之心固欲救人，然其術足以殺人，豈可謂非其罪？」僩"
      },
      {
        "index": 9,
        "text": "因語荊公，陸子靜云：「他當時不合於法度上理會。」語之云：「法度如何不理會？只是他所理會非三代法度耳。」居甫問：「荊公節儉恬退，素行亦好。」曰：「他當時作此事，已不合中。如孔子於飲食衣服之間，亦豈務滅裂？它當初便只苟簡，要似一苦行然。」某問：「明道『共改』之說亦是權？」曰：「是權。若從所說，縱未十分好，亦不至如它日之甚。」問：「章子厚說，溫公以母改子，不是。此說卻好。」曰：「當時亦是溫公見得事急，且把做題目。」問：「溫公當路，卻亦如荊公，不通商量。」曰：「溫公亦只是見得前日不是，己又已病，急欲救世耳。哲宗於宣仁有憾，故子厚輩得入其說。如親政次日，即召中官。范淳夫疏，拳拳君臣之間，只說到此，向上去不得，其如之何？」問：「宣仁不還政，如何？」曰：「王彥霖繫年錄一段可見。嘗對宣仁論君子小人，彥霖云：『太皇於宮中須說與皇帝。』曰：『亦屢說，孫兒都未理會得。』觀此一節，想是以未可分付，故不放下。宣仁性極剛烈。蔡新州之事，行遣極重。」曰：「當時若不得范忠宣救，殺了他，他日諸公禍又重。」曰：「賴有此耳。」又問：「韓師朴曾子宣建中事如何？」曰：「渠二人卻要和會。子宣日錄極見渠心跡。當時商量云，左除卻軾轍，右除卻京卞，此意亦好。後來元祐人漸多，頗攻其短，子宣卻反悔，師朴無如之何。」又問：「蔡京之來，乃師朴所引，欲以傾子宣。」曰：「京入朝，師朴遣子迎之十里，子宣卻遣子迎之二十里。京既入，和二人皆打出。」〈可學。或錄云：「韓師朴是箇鶻突的人，薦蔡京，欲使之排曾子宣」云云。〉"
      },
      {
        "index": 10,
        "text": "汪聖錫嘗問某云：「了翁政日錄，其說是否？」應之曰：「不是。」曰：「如何不是？」曰：「若言荊公學術之繆，見識之差，誤神廟委任，則可。〈壯祖錄云：「若言荊公學術不正，負神廟委任之意，是非謬亂，為神廟聖學之害，則可。」〉卻云日錄是蔡卞增加，又云荊公自增加。如此，則是彼所言皆是，但不合增加其辭以誣宗廟耳。又以其言『太祖用兵，何必有名？真宗矯誣上天』，為謗祖宗。此只是把持他，元不曾就道理上理會，如何說得他倒！」〈方子〉"
      },
      {
        "index": 11,
        "text": "伯豐問四明尊堯集。曰：「只似討鬧，卻不於道理上理會。蓋它止是於利害上見得，於義理全疏。如介甫心術隱微處，都不曾攻得，卻只是把持。如曰『謂太祖濫殺有罪，謂真宗矯誣上天』，皆把持語也。龜山集中有政日錄數段，卻好。蓋龜山長於攻王氏。然三經義辨中亦有不必辨者，卻有當辨而不曾辨者。」〈㽦〉"
      },
      {
        "index": 12,
        "text": "「王氏新經儘有好處，蓋其極平生心力，豈無見得著處？」因舉書中改古注點句數處，云：「皆如此讀得好。此等文字，某嘗欲看一過，與摭撮其好者而未暇。」賀孫"
      },
      {
        "index": 13,
        "text": "三舍士人守得荊公學甚固。銖"
      },
      {
        "index": 14,
        "text": "陳後山說，人為荊公學，喚作「轉般倉，模畫手。致無嬴餘，但有虧欠」！東坡云：「荊公之學，未嘗不善，只是不合要人同己。」此皆說得未是。若荊公之學是，使人人同己，俱入於是，何不可之有？今卻說「未嘗不善，而不合要人同」，成何說話！若使彌望者黍稷，都無稂莠，亦何不可？只為荊公之學自有未是處耳。銖"
      },
      {
        "index": 15,
        "text": "荊公作字說時，只在一禪寺中。禪床前置筆硯，掩一龕燈。人有書翰來者，拆封皮埋放一邊。就倒禪床睡少時，又忽然起來寫一兩字，看來都不曾眠。字本來無許多義理，他要箇箇如此做出來，又要照顧須前後，要相貫通。"
      },
      {
        "index": 16,
        "text": "介甫解佛經亦不是，解「揭帝揭帝」云：「揭其所以為帝者而示之。」不知此是胡語！璘"
      },
      {
        "index": 17,
        "text": "唐坰林夫力疏荊公，對神宗前叱荊公。每誦其疏一段竟，又問云：「王安石是如此也無？」荊公力辨之。坰云：「在陛下前尚如此不臣！」坰初附荊公，荊公不曾收用，故後詆之。坰初欲言時，就曾魯公借錢三百千，以言荊公了，必見逐。貧，用以作裹足。曾以其作言事官，借與之。後得罪逐，曾監取其錢，而後放行。揚"
      },
      {
        "index": 18,
        "text": "蜚卿問荊公與坡公之學。曰：「二公之學皆不正。但東坡之德行那裏得似荊公！東坡初年若得用，未必其患不甚於荊公。但東坡後來見得荊公狼狽，所以都自改了。初年論甚生財，後來見青苗之法行得狼狽，便不言生財。初年論甚用兵，如曰『用臣之言，雖北取契丹可也』。後來見荊公用兵用得狼狽，更不復言兵。他分明有兩截底議論。」道夫"
      },
      {
        "index": 19,
        "text": "荊公後來所以全不用許多儒臣，也是各家都說得沒理會。如東坡以前進說許多，如均戶口、較賦役、教戰守、定軍制、倡勇敢之類，是煞要出來整理弊壞處。後來荊公做出，東坡又卻盡底翻轉，云也無一事可做。如揀汰軍兵，也說怕人怨；削進士恩例，也說士人失望，恁地都一齊沒理會，始得。且如役法，當時只怕道衙前之役，易致破蕩。當時於此合理會，如何得會破蕩？晁以道文集有論役法處，煞好。賀孫"
      },
      {
        "index": 20,
        "text": "熙寧更法，亦是勢當如此。凡荊公所變更者，初時東坡亦欲為之。及見荊公做得紛擾狼狽，遂不復言，卻去攻他。如荊公初上底書，所言皆是，至後來卻做得不是。自荊公以改法致天下之亂，人遂以因循為當然。天下之弊，所以未知所終也。必大"
      },
      {
        "index": 21,
        "text": "介甫初與呂吉甫好時，常簡帖往來。其一云：「勿令上知。」後來不足，呂遂繳奏之，神宗亦胡亂藏掩了。介甫只好人奉己，故與呂合。若東坡們不順己，硬要治他，如何天生得恁地狠！」義剛"
      },
      {
        "index": 22,
        "text": "問：「萬世之下，王臨川當作如何評品？」曰：「陸象山嘗記之矣，何待它人問？」「莫只是學術錯否？」曰：「天資亦有拗強處。」曰：「若學術是底，此樣天資卻更有力也。」曰：「然。」琮"
      },
      {
        "index": 23,
        "text": "介甫每得新文字，窮日夜閱之。喜食羊頭●，家人供至，或值看文字，信手撮入口，不暇用?；過食亦不覺，至於生患。且道將此心應事，安得會不錯！不讀書時，常入書院。有外甥懶學，怕他入書院，多方討新文字；得之，只顧看文字，不暇入書院矣。文蔚"
      },
      {
        "index": 24,
        "text": "因論王氏之學，而曰：「元澤幼即穎悟。嘗有人籠獐、鹿各一，以遺介甫，元澤時俱未識也。或問之曰：『孰為鹿？孰為獐？』元澤曰：『獐邊者是鹿，鹿邊者是獐。』其後解經大抵類此。」必大"
      },
      {
        "index": 25,
        "text": "世上有「依本分」三字，只是無人肯行。且如蘇氏之學，卻成箇物事。若王氏之學，都不成物事，人卻偏要去學，這便是不依本分。近看博古圖，更不成文理，更不可理會，也是怪。其中說一「旅」字，云：「王曰：『眾也。』」這是自古解作眾，他卻要恁地說時，是說王氏較香得些子。這是要取奉那王氏，但恁地也取奉得來不好。義剛"
      },
      {
        "index": 26,
        "text": "先生取荊公奏藁進鄴侯家傳者，令人傑讀之。〈廣錄云：「取荊公議府兵奏?，及鄴侯與德宗議復府兵之說，令諸生誦之。曰：『如今得箇宰相如此，甚好。』」〉又讀益公跋。先生曰：「如益公說，則其事都不成做。」人傑云：「鄴侯有智略，如勸肅宗先取范陽，亦好。」曰：「此策誠善。彼勸肅宗未可取兩京者，欲以兩京縶其四將，惜乎不用也！」人傑云：「荊公保甲行於畿甸，其始固咈人情，元祐諸公盡罷之，卻是壞其已成之法。」曰：「固是。近張元德亦有此議論寄來。」因言：「元祐諸公大略有偏處，多如此。」人傑云：「如棄地與西夏，亦未安。」曰：「當時如呂微仲，自以為不然。蓋呂西人，知其利害。其他諸公所見，恨不得納諸其懷；其意待西夏倔強時，只欲卑巽請和耳。」因言：「本朝養兵?國，更無人去源頭理會，只管從枝葉上去添兵添將。太祖初定天下，將諸軍分隸州郡，特寄養耳，故謂之『第幾指揮』，謂之『禁軍』，明其為禁衛也。其將校乃衙前，今所謂『都知兵馬使』，謂之『教練』，乃其軍之將也。若都監，乃唐末監軍之遺制。鈐轄、都部署，皆國初制也。部署，即今之總管。今州鈐、路鈐、總管，皆無職事，但大閱時供職一兩日耳。潭州有八指揮，其制皆廢弛。而飛虎一軍獨盛，人皆謂辛幼安之力。以某觀之，當時何不整理親軍？自是可用。卻別創一軍，又增其費。又今之江上屯駐，祖宗時亦無之。某之意，欲使更戍於州郡，可以漸汰將兵，然這話難說。又今之兩淮荊襄義勇皆可用，但人多不之思耳。」〈人傑。廣錄云：「京畿保甲之法，荊公做十年方成。至元祐時，溫公廢了，深可惜！蓋此是已成之事，初時人固有怨者，後來做得成，想人亦安之矣。卻將來廢了，可惜！因言軍政後來因事而添者甚多，添得新者，卻不理會舊時有者。祖宗只有許多禁軍散在諸州，謂之禁軍者，乃天子所用之軍，不許他役。而今添得許多御前諸軍分屯了，故諸州舊有禁軍皆不理會。又如潭州緣置飛虎一軍了，都不管那禁軍與親兵。」〉"
      },
      {
        "index": 27,
        "text": "溫公可謂知、仁、勇。他那活國救世處，是甚次第！其規模稍大，又有學問，其人嚴而正。〈植。以下溫公〉"
      },
      {
        "index": 28,
        "text": "義剛曰：「溫公力行處甚篤，只是見得淺。」曰：「是。」義剛"
      },
      {
        "index": 29,
        "text": "子思所謂「誠」，包得溫公所謂「不妄語」者。溫公誠在子思誠裏。閎祖"
      },
      {
        "index": 30,
        "text": "曹兄問：「諸先生皆以為司馬公許多年居洛，只成就得一部通鑑；及到入朝，卻做得許多不好事。」曰：「道司馬公做得未善，即是；道司馬公之失，卻不是。當時哲廟若有漢昭之明，便無許多事。」又曰：「不知有聖人出來，天下事如何處置？」因舉易云：「井渫不食，行測也；求王明，受福也。」卓"
      },
      {
        "index": 31,
        "text": "溫公忠直，而於事不甚通曉。如爭役法，七八年間直是爭此一事。他只說不合令民出錢，其實不知民自便之。此是有甚大事？卻如何捨命爭！端蒙"
      },
      {
        "index": 32,
        "text": "司馬溫公為諫官，與韓魏公不合。其後作祠堂記，極稱其為人，豈非自見熙豐之事故也？韓公真難得，廣大沉深！可學"
      },
      {
        "index": 33,
        "text": "「司馬公憂國之心，至垂絕猶未忘；道鄉亦然。竊謂到此無可奈何，亦只得休矣。」先生曰：「全不念著，卻如釋氏之忘。若二公者，又似太過。」問：「夫子曳杖負手，逍遙而歌，卻不然。」曰：「夫子猶言：『明王不興，天下孰能宗予！』依舊是要做他底。」德明"
      },
      {
        "index": 34,
        "text": "「與其得小人，不若得愚人。」溫公晚年更歷之多，為此說。揚"
      },
      {
        "index": 35,
        "text": "范蜀公作溫公墓誌，乃是全用東坡行狀，而後面所作銘，多記當時姦黨事。東坡令改之，蜀公因令東坡自作，因皆出蜀公名，其後卻無事。若范所作，恐不免被小人掘了。義剛"
      },
      {
        "index": 36,
        "text": "《涑水記聞》，呂家子弟力辨，以為非溫公書。〈蓋其中有記呂文靖公數事，如殺郭后等。〉某嘗見范太史之孫某說，親收得溫公手寫藳本，安得為非溫公書！某編八朝言行錄，呂伯恭兄弟亦來辨。為子孫者只得分雪，然必欲天下之人從己，則不能也。〈僩〉"
      },
      {
        "index": 37,
        "text": "溫公省試，作民受天地之中以生論，以生為活。其說以為民能受天地之中，則能活也。溫公集中自有一段如此說，也說得好；卻說他人以生為生育之生者不然，拗論如此。某舊時這般文字，及了齋集之類，盡用子細看過。其有論此等去處，盡拈出看。少年被病翁監著，他不許人看，要人讀。其有議論好處，被他監讀，煞喫工夫！又云：「了翁集後面說禪，更沒討頭處。病翁笑曰：『這老子後來說話如此，想是病心風。』」〈僩〉"
      },
      {
        "index": 38,
        "text": "正獻為溫公言，佛家心法，只取其簡要。此呂氏之學也。方"
      },
      {
        "index": 39,
        "text": "問：「明道論元祐事，須並用熙豐之黨。」曰：「明道只是欲與此數人者共變其法，且誘他入腳來做。」問：「如此卻似任術？」曰：「處事亦有不能免者，但明道是至誠為之，此數人者亦不相疑忌。然須是明道方能了此。後來元祐諸公治得此黨太峻，亦不待其服罪。溫公論役法疏略，悉為章子厚所駁，只一向罷逐，不問所論是非，卻是太峻急。然當時如蔡確輩留得在朝廷，豈不害事！」德明"
      },
      {
        "index": 40,
        "text": "元祐諸公大綱正，只是多疏，所以後來熙豐諸人得以反倒。揚"
      },
      {
        "index": 41,
        "text": "元祐諸賢議論，大率凡事有據見定底意思；蓋矯熙豐更張之失，而不知其墮於因循。既有箇天下，兵須用練，弊須用革，事須用整頓。如何一切不為得！又曰：「元祐諸賢，多是閉著門說道理底。後來見諸行事，如趙元鎮意思，是其源流大略可睹矣。」儒用"
      },
      {
        "index": 42,
        "text": "熙豐時，諸人生財治獄，紛起可畏。一人嘗以獄事累及呂申公。申公時為樞密，其人帶吏直入樞府，令申公供文字之類，甚無禮。後元祐間例治此等人，申公遂以其嘗治己之故，恐人以為私報之讎，遂特輕之，當時人以是美之。先生曰：「只是莫過行遣，至當得這般罪，合與他行遣。此處皆是病。」揚"
      },
      {
        "index": 43,
        "text": "元祐特立一司，名「理訴所」，令熙豐間有所屈抑者，盡來雪理，此元祐人之過也。後徽宗即位求言，人盡言之。後為蔡京將放，有說熙豐不好者，盡罪之，以鍾世美第一。蘇季明亦以此得罪。揚"
      },
      {
        "index": 44,
        "text": "范淳夫純粹，精神短，雖知尊敬程子，而於講學處欠缺。如唐鑑極好，讀之亦不無憾。道夫"
      },
      {
        "index": 45,
        "text": "范淳夫論治道處極善，到說義理處，卻有未精。〈㽦〉"
      },
      {
        "index": 46,
        "text": "范淳夫說論語較粗，要知卻有分明好處。如唐鑑文章，議論最好。不知當時也是此道將明，如何便教諸公都恁地白直！某嘗看文字，見說得好處，便尋他來歷，便是出於好人之門。賀孫"
      },
      {
        "index": 47,
        "text": "范淳夫講義，做得條暢。此等正是他所長，說得出，能如此分曉。必大"
      },
      {
        "index": 48,
        "text": "范淳夫不可曉，招李方叔教其子溫輩，〈溫甚不佳。〉又嘗薦陳元輿自代。若道要純謹，李方叔初不純謹；若道要學術議論，元輿又不是這樣人。〈德明〉"
      },
      {
        "index": 49,
        "text": "韓持國趙清獻俱學佛。向在衢州，見清獻公家書，雖佛尋常言語奉持亦謹，居家清苦之甚。韓持國臥病，令家人奏樂於前，就床上輾轉稱快。以此而觀，則清獻所得多矣。德明"
      },
      {
        "index": 50,
        "text": "正淳問：「韓持國言『道上無克』，此說猶可。至說『道無真假』，則誤甚矣！」曰：「正緣其謂『道無真假』，所以言『無克』。若知道有真假，則知假者在所當克也。」必大"
      },
      {
        "index": 51,
        "text": "南豐與兄，看來是不足。觀其兄與歐公帖，可見。義剛"
      },
      {
        "index": 52,
        "text": "曾南豐初亦耿耿，後連典數郡，欲入而不得，故在福建亦進荔子。後得滄州，過闕，上殿劄子力為諛說，謂本朝之盛自三代以下所無，後面略略說要戒懼等語，所謂「勸百而諷一」也。然其文極妙。"
      },
      {
        "index": 53,
        "text": "曾子固初與介甫極厚善。入館後，出倅會稽令。集中有詩云：「知者尚復然，悠悠誰可語！」必是曾諫介甫來，介甫不樂，故其當國不曾引用。後介甫罷相，子固方召入，又卻專一進諛辭，歸美神宗更新法度，得箇中書舍人。丁艱而歸，不久遂亡。不知更活幾年，只做如何合殺？子宣在後，一向做出疏脫。初，子宣有意調停，不主元祐，亦不主元豐，遂有建中靖國年號，如豐相之陳塋中鄒志完輩，皆其所引。卻又被諸公時攻其短，子宣不堪，有斥之使去國者。其弟子開有書與子宣云：「某人者皆時名流，今置閑處。」蓋為是也。後韓忠彥欲擠子宣，遂引蔡京入來。子宣知之，反欲通慇懃於京。忠彥方遣其子迓京，則子宣之子已將父命迎之於二十里外矣。先時子宣攻京甚力，至是遂不復誰何。凡京有所論奏，不曰「京之言是」，則曰「京之言善」，又不自知其疏脫，載之日錄。儒用"
      },
      {
        "index": 54,
        "text": "問：「劉元城不知培植君子之黨。才一小事，便一向搏擊，以致君子盡去而小人用矣，此其過否？」曰：「過不在此，是他見識有病。『不知言，無以知人也。』是他不知言。且如說伊川，他只見得祖宗有典故，才有不合，便道不是。渠不知輔導少主之理當如此，故伊川一向被他論列，是他見識只如此。又如蔡新州事，被他當時自謂有定策功，宣仁亦甚惡之，謂須與他痛治，恐後來皇帝被人惑，治他不得。元城亦欲因其詩以治之。當時執政、侍從、臺諫有不欲治蔡者，一切逐去。蓋以詩治人自不正，因此以治彼罪，又不是。詩胡說，何足道？定策謀，他又不說了，又無緣治得他，都不消問了。其本原只在開導人主心術，使人主知不賞私恩，不罰私怨之理，則蔡何足慮！元城亦不是私意。只是言不當如此，卻不知以詩治人不當，又欲絕其定策姦謀。如此治之，豈不使人主益疑？後蔡死，其家果訴冤，謂蔡有定策功。諸人忌之，遂起大禍。後治元祐諸公，皆為蔡報怨也。溫公治時，必不如此。」揚"
      },
      {
        "index": 55,
        "text": "問：「黃履邢恕少居太學，邢固俊拔，黃亦謹厚力學，後來二人卻如此狼狽。」曰：「它固會讀書，只是自做人不好。然黃卻是箇白直底人，只是昏愚無見識，又愛官職，故為邢所誘壞。邢則有意於為惡，又濟之以才，故罪過多。」僩"
      },
      {
        "index": 56,
        "text": "邢恕本不定疊，知隨州時，溫公猶未絕之，與通書。只是明道康節看得好。康節詩云：「慎勿輕為西晉風！」明道語見上蔡錄中，「便不得不說」處。開封劊子事，只是後來撰出，當時無此事，辨誣中有「妄謂」二字。德明"
      },
      {
        "index": 57,
        "text": "問：「邢恕少年見諸公時，亦似好。」先生曰：「自來便尖利出頭，不確實，到處裏去入作章惇用。林希作御史，希擊伊川，只俟邢救，便擊之。恕言於哲宗：『臣於程某嘗事之以師友，今便以程某斬作千段，臣亦不救！』當時治恕者，皆尋得明道行狀後所載說，即本此治之。恕過惡如此，皆不問。只在這一邊者，有毫髮必治之。」揚"
      },
      {
        "index": 58,
        "text": "邢恕令王直方父為高〈忘其名。〉做一脫宣仁欲廢哲宗事由文字，令高上之，人初不知之。直方臨死，以文字籠分人，籠中有其文字在，其說謂宣仁欲立其所生神宗弟。徐度侍郎云：「便是立神宗弟，亦無不是。」揚"
      },
      {
        "index": 59,
        "text": "蘇子容薦李清臣。清臣一對，便說繼述事，蘇聞之駭然。出，蘇語李曰：「邦直將作好官！」振"
      },
      {
        "index": 60,
        "text": "因論高甲人及葉祖洽，曰：「此人本無才能，但時方尊尚介甫之學，祖洽多用其說，且因而推尊之，故作第一人。〈按編年，上好讀孟子，人未知之。時廷試進士，始用策，葉祖洽鄉人黃履在禁從，因以告之。祖洽試策皆援引孟子，故稱旨，擢為第一。〉然其人品凡下，又不敢望新進用事之人，提拔不起，當時不甚擢用。元祐固是無緣用他，及至紹聖間，復行『紹述』之說，依舊在閑處，無聊之甚，遂自詭以為熙豐舊人，知熙豐事為詳。又謂：『趙挺之亦熙豐舊人，嘗薦臣。今蒙擢在言路，乞召問之。』士大夫貪得患失，固無所不至，然未有若祖洽之甚者。」或謂：「此等人亦緣科第高，要做官職，牽引得如此。」曰：「只是自家無志。若是有志底，自然牽引它不得。蓋他氣力大，如大魚相似，看是甚網，都迸裂出去。才被這些子引動，便是元無氣力底人。如張子韶汪聖錫王龜齡一樣底人，如何牽得他！」〈儒用〉"
      },
      {
        "index": 61,
        "text": "莊仲問：「本朝名公，有說得好者，於行上全不相應，是如何？」曰：「有一等人能談仁義之道，做事處卻乖。此與鬼念大悲咒一般，更無奈何他處。」又曰：「只是知得不明之故。筆談言士人們做文字，問即不會，用則不錯者，皆是也。豈可便以言取人！然亦不可以人廢言，說得好處，須還他好始得。如孟子取陽虎之言，但其用意別耳。」友仁"
      },
      {
        "index": 62,
        "text": "「學中策問，蘇程之學，二家常時自相排斥，蘇氏以程氏為姦，程氏以蘇氏為縱橫。以某觀之，只有荊公修仁宗實錄，言老蘇之書，大抵皆縱橫者流，程子未嘗言也。如遺書『賢良』一段，繼之以『得志、不得志』之說，卻恐是說他。坡公在黃州猖狂放恣，『不得志』之說，恐指此而言。」道夫問：「坡公苦與伊洛相排，不知何故？」曰：「他好放肆，見端人正士以禮自持，卻恐他來檢點，故恁詆訾。」道夫曰：「坡公氣節有餘，然過處亦自此來。」曰：「固是。」又云：「老蘇辨姦，初間只是私意如此。後來荊公做不著，遂中他說。然荊公氣習，自是一箇要遺形骸、離世俗底模樣，喫物不知飢飽。嘗記一書，載公於飲食絕無所嗜，惟近者必盡。左右疑其為好也，明日易以他物，而置此品於遠，則不食矣，往往於食未嘗知味也。至如食釣餌，當時以為詐，其實自不知了。近世呂伯恭亦然，面垢身汙，似所不卹，飲食亦不知多寡。要之，即此便是放心。辨姦以此等為姦，恐不然也。老蘇之出，當時甚敬崇之，惟荊公不以為然，故其父子皆切齒之。然老蘇詩云：『老態盡從愁裏過，壯心偏傍醉中來。』如此無所守，豈不為他荊公所笑！如上韓公書求官職，如此所為，又豈不為他荊公所薄！至如坡公著述，當時使得盡行所學，則事亦未可知。從其遊者，皆一時輕薄輩，無少行檢，就中如秦少游，則其最也。諸公見他說得去，更不契勘。當時若使盡聚朝廷之上，則天下何由得平！更是坡公首為無稽，游從者從而和之，豈不害事！但其用之不久，故他許多敗壞之事未出。兼是後來群小用事，又費力似他，故覺得他箇好。」〈道夫。以下三蘇及門人。〉"
      },
      {
        "index": 63,
        "text": "或問：「東坡若與明道同朝，能從順否？」曰：「這也未見得。明道終是和粹，不甚嚴厲。東坡稱濂溪，只是在他前，不與同時同事。」因說：「當時諸公之爭，看當時如此，不當論相容與不相容。只看是因甚麼不同，各家所爭是爭箇甚麼。東坡與荊公固是爭新法。東坡與伊川是爭箇甚麼？只看這處，曲直自顯然可見，何用別商量？只看東坡所記云：『幾時得與他打破這「敬」字！』看這說話，只要奮手捋臂，放意肆志，無所不為，便是。只看這處，是非曲直自易見。論來若說爭，只爭箇是非。若是，雖斬首穴胸，亦有所不顧；若不是，雖日食萬錢，日遷九官，亦只是不是。看來別無道理，只有箇是非。若不理會得是非分明，便不成人。若見得是非，方做得人。這箇是處，便是人立腳底地盤。向前去，雖然更有裏面子細處，要知大原頭只在這裏。且要理會這箇教明白，始得。這箇是處，便即是道，便是所謂『天命之謂性，率性之謂道』。萬物萬事之所以流行，只是這箇。做得是，便合道理；纔不是，便不合道理。所謂學問，也只在這裏。所以大學要先格物、致知。一件物事，固當十分好；若有七分好，二分不好，也要分明。這箇道理，直是要分明，細入於毫髮，更無些子夾雜。」又云：「東坡如此做人，到少間便都排廢了許多端人正士，卻一齊引許多不律底人來。如秦黃雖是向上，也只是不律。〈因舉魯直飲食帖。〉東坡雖然疏闊，卻無毒。子由不做聲，卻險。少游文字煞弱，都不及眾人，得與諸蘇並稱，是如何？子由初上書，煞有變法意。只當是時非獨荊公要如此，諸賢都有變更意。」〈賀孫〉"
      },
      {
        "index": 64,
        "text": "問：「二蘇之學得於佛老，於這邊道理，元無見處，所以其說多走作。」曰：「看來只是不會子細讀書。它見佛家之說直截簡易，驚動人耳目，所以都被引去。聖賢之書，非細心研究不足以見之。某數日來，因間思聖人所以說箇『格物』字，工夫盡在這裏。今人都是無這工夫，所以見識皆低。然格物亦多般，有只格得一兩分而休者，有格得三四分而休者，有格得四五分、五六分者。格到五六分者已為難得。今人原不曾格物，所以見識極卑，都被他引將去。二蘇所以主張箇『一』與『中』者，只是要恁含糊不分別，所以橫說豎說，善作惡作，都不會道理也。然當時人又未有能如它之說者，所以都被他說動了。故某嘗說，今人容易為異說引去者，只是見識低，只要鶻突包藏，不敢說破。纔說破，便露腳手。所以都將『一』與『中』蓋了，則無面目，無方所，人不得而非之。」僩"
      },
      {
        "index": 65,
        "text": "二蘇呼喚得名字都不是了。振"
      },
      {
        "index": 66,
        "text": "兩蘇既自無致道之才，又不曾遇人指示，故皆鶻突無是處。人豈可以一己所見只管鑽去，謂此是我自得，不是聽得人底！"
      },
      {
        "index": 67,
        "text": "胡問：「東坡兄弟，若用時，皆無益於天下國家否？」曰：「就他分限而言，亦各有用處；論其極，則亦不濟得事。」淳"
      },
      {
        "index": 68,
        "text": "東坡議論大率前後不同，如介甫未當國時是一樣議論，及後來又是一樣議論。公謹"
      },
      {
        "index": 69,
        "text": "東坡只管罵王介甫。介甫固不是，但教東坡作宰相時，引得秦少游黃魯直一隊進來，壞得更猛。淳"
      },
      {
        "index": 70,
        "text": "或問：「張安道為人何如？」曰：「不好。如攻范黨時，他大節自虧了。後來為溫公攻擊，章凡六七上，神宗不聽，遂除溫公過翰林學士，而張居職如故。嘗見東坡為溫公神道碑，敘溫公自翰林學士為御史中丞，自御史中丞再為翰林學士，心嘗疑之，此一節必有所以。後觀溫公集，乃知溫公以攻安道之故，再自御史過翰林。而東坡兄弟懷其平日待遇之厚，不問是非，極力尊之。故東坡刪去此一節，不言其事，遂令讀者有疑安道不好。又劉公〈湖州人，忘其名。〉亦數章攻之，而不見其首三章。集中止有第四章，大概言，臣攻方平之短，已具於前數奏中。記得是最言其不孝之罪，可惜不見。蓋東坡尊方平，而天下後世之人以東坡兄弟之故，遂為東坡諱而隱其事，併毀其疏以滅蹤。某嘗問劉公之孫某求之，而其家亦已無本矣。方平嘗託某人買妾，其人為出數百千買妾，方平受之而不償其直，其所為皆此類也。安道是箇秦不收魏不管底人，他又為正人所惡，那邊又為王介甫所惡。蓋介甫是箇修飭廉隅孝謹之人，而安道之徒，平日苟簡放恣慣了，纔見禮法之士，必深惡。如老蘇作辨姦以譏介甫，東坡惡伊川，皆此類耳。論來介甫初間極好，他本是正人，見天下之弊如此，銳意欲更新之，可惜後來立腳不正，壞了。若論他甚樣資質孝行，這幾箇如何及得他！他們平日自恣慣了，只見修飭廉隅不與己合者，即深詆之，有何高見！」卓"
      },
      {
        "index": 71,
        "text": "溫公自翰林學士遷御史中丞，累章論張方平。所論不行，自中丞復為翰林學士。東坡作溫公神道碑，只說自中丞復為翰林學士，卻節去論方平事，為方平諱也。某初時看，更曉不得。後來看得溫公文集，方知是如此。文蔚"
      },
      {
        "index": 72,
        "text": "老蘇說得眼前利害事卻好。學蒙"
      },
      {
        "index": 73,
        "text": "因說老蘇，曰：「不能言而蹺蹊者有之，未有言蹺蹊而其中不蹺蹊者。」揚"
      },
      {
        "index": 74,
        "text": "三代節制之師，老蘇權論不是。謨"
      },
      {
        "index": 75,
        "text": "東坡善議論，有氣節。若海"
      },
      {
        "index": 76,
        "text": "東坡《解經》，〈一作《解尚書》。〉}莫教說著處直是好！蓋是他筆力過人，發明得分外精神。"
      },
      {
        "index": 77,
        "text": "東坡天資高明，其議論文詞自有人不到處。如論語說亦煞有好處，但中間須有些漏綻出來。如作歐公文集序，先說得許多天來底大，恁地好了，到結末處卻只如此，蓋不止龍頭蛇尾矣！當時若使他解虛心屈己，鍛煉得成甚次第來！木之"
      },
      {
        "index": 78,
        "text": "問：「東坡與韓公如何？」曰：「平正不及韓公。東坡說得高妙處，只是說佛，其他處又皆粗。」又問：「歐公如何？」曰：「淺。」久之，又曰：「大概皆以文人自立。平時讀書，只把做考究古今治亂興衰底事，要做文章，都不曾向身上做工夫，平日只是以吟詩飲酒戲謔度日。」義剛"
      },
      {
        "index": 79,
        "text": "東坡平時為文論利害，如主意在那一邊利處，只管說那利。其間有害處，亦都知，只藏匿不肯說，欲其說之必行。淳"
      },
      {
        "index": 80,
        "text": "因論東坡刑賞論「悉舉而歸之仁義」，如是則仁義乃是不得已而行之物，只是作得一癡忠厚。此說最礙理，學者所當察。可學"
      },
      {
        "index": 81,
        "text": "東坡刑賞論大意好，然意闊疏，說不甚透。只似刑賞全不柰人何相似，須是依本文將「罪疑惟輕，功疑惟重」作主意"
      },
      {
        "index": 82,
        "text": "因論二蘇刑賞論極做得不是。先生曰：「用刑，聖人常有不得已之心；用賞，聖人常有不吝予之意，此自是忠厚了。若更於罪之疑者從輕，於功之疑者從重，這尤是忠厚。此是兩截之事。」卓"
      },
      {
        "index": 83,
        "text": "溫公墓碑云：「曰誠，曰一。」人多議之，然亦未有害。誠者，以其表裏言之；一者，以其始終言之。人傑"
      },
      {
        "index": 84,
        "text": "「坡公作溫公神道碑，敘事甚略。然其平生大致，不踰於是矣，這見得眼目高處。」道夫曰：「某作富公碑甚詳。」曰：「溫公是他已為行狀，若富公，則異於是矣。」又曰：「富公在朝，不甚喜坡公。其子弟求此文，恐未必得，而坡公銳然許之。自今觀之，蓋坡公欲得此為一題目，以發明己意耳。其首論富公使虜事，豈苟然哉！」道夫曰：「向見文字中有云，富公在青州活飢民，自以為勝作中書令二十四考，而使虜之功，蓋不道也。坡公之文，非公意矣。」曰：「須要知富公不喜，而坡公樂道而鋪張之意如何。」曰：「意者，富公嫌夫中國衰弱而夷狄盛強，其為此舉，實為下策。而坡公則欲救當時之弊，故首以為言也。」先生良久乃曰：「富公之策，自知其下。但當時無人承當，故不得已而為之爾，非其志也。使其道得行，如所謂選擇監司等事，一一舉行，則內治既強，夷狄自服，有不待於此矣。今乃增幣通和，非正甚矣。坡公因紹聖元豐間用得兵來狼狽，故假此說以發明其議論爾。」道夫"
      },
      {
        "index": 85,
        "text": "東坡南安學記說，古人井田封建不可行，今只有箇學校而已。其間說舜遠不可及，得如鄭子產為鄉校足矣。如何便決定了千萬世無人可以為舜，只得為子產！又說古人於射時，因觀者群聚，遂行選士之法，此似今之聚場相撲相戲一般，可謂無稽之論。自海外歸來，大率立論皆如此。淳"
      },
      {
        "index": 86,
        "text": "或問：「東坡言：『逝者如斯，而未嘗往也；盈虛者如代，而卒莫消長也。』只是老子『獨立而不改，周行而不殆』之意否？」曰：「然。」又問：「此語莫也無病？」曰：「便是不如此。既是『逝者如斯』，如何不往？『盈虛如代』，如何不消長？既不往來，不消長，卻是箇甚底物事？這箇道理，其來無盡，其往無窮。聖人但云：『維天之命，於穆不已。』又曰：『逝者如斯夫！』只是說箇不已，何嘗說不消長，不往來？它本要說得來高遠，卻不知說得不活了。既是『往者如斯，盈虛者如代』，便是這道理流行不已也。東坡之說，便是肇法師『四不遷』之說也。」又云：「『盈虛者如代』，『代』字今多誤作『彼』字。『而吾與子之所共食』，『食』字多誤作『樂』字。嘗見東坡手寫本，皆作『代』字、『食』字。頃年蘇季真刻東坡文集，嘗見問『食』字之義。答之云：『如「食邑」之「食』，猶言享也。吏書言「食邑其中」，「食其邑」，是這樣「食」字。今浙間陂塘之民，謂之「食利民戶」，亦此意也。』」又云：「碑本後赤壁賦『夢二道士』，『二』字當作『一』字，疑筆誤也。」僩"
      },
      {
        "index": 87,
        "text": "須見得道理都透了，而後能靜。東坡云：「定之生慧，不如慧之生定較速。」此說得也好。淳"
      },
      {
        "index": 88,
        "text": "或言：「東坡雖說佛家語，亦說得好。」先生曰：「他甚次第見識！甚次第才智！它見得那一道明，早亦曾下工夫，是以說得那一邊透。今世說佛，也不曾做得他工夫；說道，也不曾做得此邊工夫；只是虛飄飄地，沙魘過世。」謙"
      },
      {
        "index": 89,
        "text": "草堂劉先生曾見元城云：「舊嘗與子瞻同在貢院。早起洗面了，遶諸房去胡說亂說。被他撓得不成模樣，人皆不得看卷子。乃夜乃歸張燭，一看數百副。在贛上相會，坐時已自瞌睡，知其不永矣，不知當時許多精神那裏去？」二公皆歸自嶺海。〈東坡曾知貢舉。揚〉"
      },
      {
        "index": 90,
        "text": "東坡記賀水部事，或云無此事，蓋喬同紿東坡以求詩爾。僩"
      },
      {
        "index": 91,
        "text": "東坡薦秦少游，後為人所論，他書不載，只丁未錄上有。嘗謂東坡見識如此，若作相，也弄得成蔡京了。李方叔如許，東坡也薦他。"
      },
      {
        "index": 92,
        "text": "東坡聰明，豈不曉覺得？他晚年自知所學底倚靠不得。及與李昭?書，有云：「黃秦輩挾有餘之資，而騖於無涯之智，必極其所如，將安所歸宿哉？念有以反之。」范淳夫持兩端，兩邊都不惡他，也只是不是。如今說是說非，都是閑說。若使將身己頓放在蘇黃間，未必不出其下。須是自家強了他，方說得他，如孟子闢楊墨相似。這道理只是一箇道理，只理會自家身己是本，其他都是閑物事。緣自家這一身是天造地設底，已盡擔負許多道理，纔理會得自家道理，則事物之理莫不在這裏。一語一默，一動一靜，一飲一食，皆有理。纔不是，便是違這理。若盡得這道理，方成箇人，方可以柱天踏地，方不負此生。若不盡得此理，只是空生空死，空具許多形骸，空受許多道理，空喫了世間人飯！見得道理若是，世上許多閑物事都沒要緊，要做甚麼？又曰：「伊尹說：『天之生斯民也，使先知覺後知，使先覺覺後覺。予，天民之先覺者也，予將以斯道覺斯民也。非予覺之而誰也？』『思天下之民，匹夫匹婦有不與被堯舜之澤者，若己推而納之溝中。其自任以天下之重如此！』聖賢與眾人皆具此理，眾人自不覺察耳。」又曰：「聖人之心，如青天白日，更無些子蔽翳。」又曰：「如今學者且要收放心。」又曰：「萬理皆具於吾心，須就自家身己做工夫，方始應得萬理萬事，所以大學說：『在明明德，在新民。』」賀孫"
      },
      {
        "index": 93,
        "text": "先生因論蘇子由云「學聖人不如學道」，他認道與聖人做兩箇物事，不知道便是無軀殼底聖人，聖人便是有軀殼底道。學道便是學聖人，學聖人便是學道，如何將做兩箇物事看！燾"
      },
      {
        "index": 94,
        "text": "看子由古史序說聖人：「『其為善也，如冰之必寒，火之必熱；其不為不善也，如騶虞之不殺，竊脂之不穀。』此等議論極好。程張以後文人無有及之者。蓋聖人行事，皆是胸中天理，自然發出來不可已者，不可勉強有為為之。後世之論，皆以聖人之事有所為而然。周禮纖悉委曲去處，卻以聖人有邀譽於天下之意，大段鄙俚。此皆緣本領見處低了，所以發出議論如此。如陳君舉周禮說有『畏天命，即人心』之語，皆非是聖人意。」因說：「歐公文字大綱好處多，晚年筆力亦衰。曾南豐議論平正，耐點檢。李泰伯文亦明白好看。」木之問：「老蘇文議論不正當。」曰：「議論雖不是，然文字亦自明白洞達。」木之"
      },
      {
        "index": 95,
        "text": "子由古史論，前後大概多相背馳，亦有引證不著。是他老來精神短，做這物事，都忘前失後了。淳"
      },
      {
        "index": 96,
        "text": "近見蘇子由語錄，大抵與古史相出入。它也說要「一以貫之」，但是他說得別。他只是守那一，說萬事都在一，〈淳錄有「外」字。〉然而又不把一去貫。說一又別是一箇物事模樣。〈義剛〉"
      },
      {
        "index": 97,
        "text": "因說《欒城集》，曰：「舊時看他議論亦好。近日看他文字，煞有害處。如劉原父高才傲物，子由與他書，勸之謙遜下人，此意甚好。其間卻云：『天下以吾辯而以辯乘我，以吾巧而以巧困我，不如以拙養巧，以訥養辯。』如此，則是怕人來困我，故卑以下之，此大段害事。如東坡作刑賞忠厚之至論，卻說『懼刑賞不足以勝天下之善惡，故舉而歸之仁』。如此，則仁只是箇鶻突無理會底物事，故又謂『仁可過，義不可過』。大抵今人讀書不子細，此兩句卻緣『疑』字上面生許多道理。若是無疑，罪須是罰，功須是賞，何須更如此？」或曰：「此病原起於老蘇。」曰：「看老蘇六經論，則是聖人全是以術欺天下也。子由晚年作待月軒記，想他大段自說見得道理高，而今看得甚可笑！如說軒是人身，月是人性，則是先生下一箇人身，卻外面尋箇性來合湊著，成甚義理！」〈雉〉"
      },
      {
        "index": 98,
        "text": "子由深，有物。作潁濱遺老傳，自言件件做得是。如拔用楊畏來之邵等事，皆不載了。〈當時有「楊三變」「兩來」之號。〉門下侍郎甚近宰相，范忠宣蘇子容輩在其下。楊攻去一人，當子由做，不做，又自其下用一人；楊又攻去一人，子由當做，又不做，又自其下拔一人。凡數番如此，皆不做。楊曰：「蘇不足與矣。」遂攻之。來亦攻之。二人前攻人，皆受其風旨也。後來居潁昌，全不敢見一客。一鄉人自蜀特來謁之，不見。候數日，不見。一日，見在亭子上，直突入。子由無避處了，見之。云：「公何故如此？」云：「某特來見。」云：「可少候，待某好出來相見。」歸，不出矣。〈揚〉"
      },
      {
        "index": 99,
        "text": "劉大諫與劉草堂言，子瞻卻只是如此。子由可畏，謫居全不見人。一日，蔡京黨中有一人來見子由，遂先尋得京舊常賀生日一詩，與諸小孫先去見人處嬉看。及請其人相見，諸孫曳之滿地。子由急自取之，曰：「某罪廢，莫帶累他元長去！」京自此甚畏之。揚"
      },
      {
        "index": 100,
        "text": "龍川志序所載，多得之劉貢父。"
      },
      {
        "index": 101,
        "text": "害蘇子美者是一李定，害東坡者又別是一李定。蘇東坡時守湖州，來攝，東坡驚甚。時陳伯修為倅，多調護事。〈伯修名師錫，建陽人，常作察院，同了翁言蔡京，後貶死。〉東坡下御史獄，考掠之甚。蘇子容時尹開封，勘陳世儒事。有人言文潞公之徒，嘗請託之類亦置獄。〈子容與東坡連獄，聞其有考掠之聲，有詩云云。〉世儒，執中子也。世儒所生張氏酷甚。〈似是呂申公外甥。〉世儒妻一日諷群婢云：「本官若丁憂，汝輩要嫁底為好嫁，要錢底與之錢。」群婢以此遂藥殺之。後置獄，夫婦皆赴法。其婦慧甚，臨赴法時，遂掣窗紙一片，即搯成一「番」字，使人送與其夫〈云云。揚〉"
      },
      {
        "index": 102,
        "text": "蘇東坡子過，范淳夫子溫，皆出入梁師成之門，以父事之。然以其父名在籍中，亦不得官職。師成自謂東坡遺腹子，待叔黨如親兄弟，諭宅庫云：「蘇學士使一萬貫以下，不須覆。」叔黨緣是多散金，卒喪其身。又有某人亦以父事師成。師成妻死，溫與過當以母禮喪之，方疑忌某人。不得已衰絰而往，則某人先衰絰在帷下矣！可學"
      },
      {
        "index": 103,
        "text": "東坡謚「文忠」時，無「太師」，曾誤寫作「太師」。人與言之，曰：「何妨？」遂因而贈之。今行遣年月前後可考。揚"
      },
      {
        "index": 104,
        "text": "論東坡之學，曰：「當時遊其門者，雖苦心極力，學得他文詞言語，濟得甚事！如見識議論，自是遠不及。今東坡經解雖不甚純，然好處亦自多，其議論亦有長處。但他只從尾梢處學，所以只能如此。」"
      },
      {
        "index": 105,
        "text": "富鄭公初甚欲見山谷，及一見，便不喜，語人曰：「將謂黃某如何，元來只是分武寧一茶客！」富厚重，故不喜黃。振"
      },
      {
        "index": 106,
        "text": "黃山谷慈祥之意甚佳，然殊不嚴重。書簡皆及其婢妮，艷詞小詩，先已定以悅人，忠信孝弟之言不入矣。"
      },
      {
        "index": 107,
        "text": "山谷使事多錯本旨，如作人墓誌云：「敬授來使，病於夏畦！」本欲言皇恐之意，卻不知與「夏畦」相去關甚事？"
      },
      {
        "index": 108,
        "text": "黃魯直以元祐黨貶，得放還，因為荊南甚寺作塔記。人以此媒孽他，故再貶。所以蘇子由們皆閉門絕賓客。有人自蜀來，累日不得見。詢其鄰人，云：「他十數日必一出門外小亭上坐。」其人遂日候其出，才得一揖。子由讓其坐，且云：「待某入著衣服。」即入去，一向不出。"
      },
      {
        "index": 109,
        "text": "黃魯直書浯溪碑是他最好底議論。而沙隨卻說他不是，蓋云肅宗收復兩京，再造王室，其功甚大，不可短他。這事不如此。肅宗之收復京師，其功固可稱。至不待父命而即位，分明是篡。功過當作兩項說，不以相揜可也。沙隨之論，大概要考細碎制度，不要人說義理，與致堂說皆相反。如云，韓趙魏為諸侯，不為不是。蓋為周室微弱，不可不立他；待自家強盛，方可去治他。又云：「晉之所以為三卿分者，是其初不合併得地太大，所以致得恁地。若如此，則周室為諸侯所陵，亦謂之武王不合有此天下，可乎？漢匡衡當恭顯用事，不敢有言；至恭顯死後方論他，遂為王尊所劾。沙隨以為人主之意不可回，宰相不可以諫他，反遭禍害。又唐劉蕡云，天子不可漏言；他卻誦言於庭，使宦官之勢愈張。沙隨卻云，劉蕡以布衣應直言極諫科，合如此說，縱殺身猶可以得名。豈有宰相與天子一體，而不諫諍人主，布衣卻可出來說！致堂說二疏是見元帝不足傅相，故持知止之義以求退，看來是如此。若蕭望之則不容於不死，是不若二疏之先見。沙隨乃云不然，且引鄭忽之事為證，又不著題，皆不成議論。」"
      },
      {
        "index": 110,
        "text": "先生看東都事略。文蔚問曰：「此文字如何？」曰：「只是說得箇影子。適間偶看陳無己傳，他好處都不載。」問曰：「他好處是甚事？」曰：「他最好是不見章子厚，不著趙挺之綿襖。傅欽之聞其貧甚，懷銀子見他，欲以賙之；坐間聽他議論，遂不敢出銀子。如此等事，他都不載。如黃魯直傳，魯直亦自有好處，亦不曾載得。」文蔚問：「魯直好在甚處？」曰：「他亦孝友。」文蔚"
      },
      {
        "index": 111,
        "text": "陳無己趙挺之邢和叔，皆郭大夫婿。陳在館職，當侍祠郊丘，非重裘不能禦寒氣。無己止有其一，其內子為於挺之家假以衣之。無己詰所從來，內以實告。無己曰：「汝豈不知我不著渠家衣耶？」卻之，既而遂以凍病而死。謝克家作其文集序，中有云：「篋無副裘。」又云：「此豈易衣食者？」蓋指此事。〈必大。揚錄云：「謝任伯作墓誌，所載不明，此豈可不白於後世也？」〉"
      },
      {
        "index": 112,
        "text": "陳後山與趙挺之邢和叔為友婿，皆郭氏婿也。後山推尊蘇黃，不服王氏，故與和叔不協。後山在館中，差與南郊行禮。親戚謂其妻曰：「登郊臺，率以夜半時，寒不可禁，須多辦綿衣。」而後山家止有一裘，其妻遂於邢家借得一裘以衣。後山云：「我只有一裘，已著，此何處得來？」妻以實告。後山不肯服，亟令送還，竟以中寒感疾而卒。或曰：「非從邢借，乃從趙借也。」故或人祭文有云「囊無副衣」，即謂此也。趙挺之初亦是熙豐黨中人，附蔡元長以得進；後來見得蔡氏做得事勢不好了，卻去攻他。趙有三子：曰□誠，曰思誠，曰明誠。明誠，李易安之夫也，文筆最高，金石錄煞做得好！廣"
      },
      {
        "index": 113,
        "text": "晁以道後來亦附梁師成，有人以詩嘲之曰：「早赴朱張飯，隨賡蔡子詩。此回休倔強，凡事且從宜！」人傑"
      },
      {
        "index": 114,
        "text": "張文潛軟郎當，他所作詩，前四五句好，後數句胡亂填滿，只是平仄韻耳。想見作州郡時闒冗。平昔議論宗蘇子由，一切放倒，無所為，故秦檜喜之。檜其他豈肯無所為？陳無己亦是以策言不用兵，孝文和戎好，檜亦喜之。揚"
      },
      {
        "index": 115,
        "text": "徐德占為御史中丞，不敢見人，朝路見南豐，敘致甚恭。南豐待之甚踞，云「公是徐禧，久聞公名」〈云云。揚〉"
      },
      {
        "index": 116,
        "text": "董敦逸在紹聖間為御史，嘗命錄問孟后事。奏章都上，次日忽入文字云：「臣昨日錄問時，覺得宮中人口中有無舌者，臣恐有枉。」當時以御史錄問為重，未上文字時，能論列未必如是。後來朝廷以其反覆，罪之。後曾子宣薦士，皆一時名士，董亦在其中，名下注云：「臣履常疑其人。履前時細行亦謹，與邢恕同學，未必不是為邢所誘也。」揚"
      },
      {
        "index": 117,
        "text": "汪表民進言，史臣不能發明神宗德業，其史不好，諸小人遂執此以生事。揚"
      },
      {
        "index": 118,
        "text": "小人不可與君子同處於朝。昔曾布當建中靖國初，專欲涵養許多小人，漸漸被他得志，一時諸君子皆為其所陷。要之，要出來做時，小人若未可卒去，亦須與分明開說是非善惡，使彼依自家話時，卻以事付之。若分明與說是非，不依自家話時，自家只得去了。如何含含胡胡，我也做些，他也做些，都不與問那箇是是，那箇是非！久之，未有不為其所勝。若與說得是非通透了，他也自要做好人。他若既知得是非，又自要做人，這須旋旋安頓，與在外好差使。吾人也無許多智巧對副他。兼是才做一事，自家便把許多精神智巧對副他，自家心術已自壞了。明道先生若大用，雖是可以變化得小人，然亦須與明辨是非。舜去「四凶」，孔子誅少正卯，當初也須與他說是非。到得他自恃其高，不依聖人說話，只得去了。賀孫"
      },
      {
        "index": 119,
        "text": "曾子宣初亦未嘗有甚惡元祐人之意。被陳塋中書之後，遂乘勢作起徽宗攻治之，亦以其與熙豐本合也。子開嘗有書諫其兄莫如此，并莫用蔡京之類。子宣亦有答書，謂吾弟亦嘗不容於元祐，今何故議論如此？子開雖然所見，亦鶻突。揚"
      },
      {
        "index": 120,
        "text": "曾子宣作相，薦蔡京。子開不樂之甚，力諫其兄，即乞出。本不喜蔡京。蔡京來去，途中遇之，避又不得，不見又不得，遂謁見之。京公服秉笏謝云：「今此得還闕皆相公之力，翰林之助。」子開聞其言，愈不樂，一切失措。京秉笏謝之，子開亦忘笏了，只叉手答子。子開因蔡確事，被劉器之所逐。後見其兄引薦繆，遂多主元祐之人。子宣書與之曰：「平日吾弟議論平正，無所偏黨。吾弟亦嘗不容於元祐，今何故如此？」子宣後見蔡京事，深自恨，而敬服了翁。〈揚。或錄云：「京致恭，子開略答之。忽出笏稟事，因及子宣政事。子開正色曰：『賢道家兄做得是邪？』」〉"
      },
      {
        "index": 121,
        "text": "「曾子宣手記，被曾揀出好底印行。某於劉共父家借得全書看，其間邪惡之論甚多。」或問：「若據布所記，則元符間何為與章厚同在政府，而能兩立？」曰：「便是恐不可全信。然每奏事，布必留身對，必及厚。厚獨對，必及布。哲宗欲兩聞其過失，亦多詢及之。」至"
      },
      {
        "index": 122,
        "text": "了翁以書達曾子宣，子宣怒，蹺足而讀。陳曰：「此國家大事，相公且平心，無失待士之禮。」曾下足，陳因此出。揚"
      },
      {
        "index": 123,
        "text": "了翁平生於取舍處，看得極分明。從此有入，凡作文多好言此理。嘗作一文祭李家人云：「熊掌我取，天實予之。」所以平生所立如此。"
      },
      {
        "index": 124,
        "text": "陳了翁在貶竄中，與蔡京輩爭辨不已，亦是他有智數。蓋不如此，則必為京輩所殺矣。〈人傑。或錄云：「了翁固是好人，亦有小小智數」云云。〉"
      },
      {
        "index": 125,
        "text": "陳了翁氣剛才大，惜其不及用也！若海"
      },
      {
        "index": 126,
        "text": "問：「云城了翁之剛，孰為得中？」曰：「元城得中，了翁後來有太過處。元城只是居其位，便極言無隱，罪之即順受。了翁後來做得都不從容了。所以元城嘗論其尊堯集所言之過，而戒之曰：「『告君行己，苟己無憾，而今而後，可以忘言矣。』」僩"
      },
      {
        "index": 127,
        "text": "了翁有濟時之才。道鄉純粹，才不及也。使了翁得志，必有可觀。道夫"
      },
      {
        "index": 128,
        "text": "先生問：「潮州前此有遷客否？」德明答以不知。先生因言：「子由謫循州。元城經行海州，當時有言劉器之好命，用事者擬竄某州，云：『且與他試命。』後放還居南都，尚康強。宣和末年方沒，只隔一年，便有金虜之禍。使其不死，必召用。是時天下事被人作壞，已如魚爛了，如何整頓！一場狼狽不小。今日且是無人望。元城在南都，似箇銀山鐵壁，地又當往來之衝。過者必見，歷歷為說平生出處，無小回護。群小雖睥睨，不敢動著他。」〈德明。㽦錄云：「此老若在，教他做時，不知能救得如何？」〉"
      },
      {
        "index": 129,
        "text": "鄒道卿奏議不見於世。德父嘗刊行家集，龜山以公所彈擊之人猶在要路，故今集中無奏議。後來汪聖錫在三山刊龜山集，求奏議於其家，安止移書令勿刊，可惜！不知龜山猶以出處一事為疑，故奏議不可不行於世。〈安止判院聞之，刊於延平。德明〉"
      },
      {
        "index": 130,
        "text": "問劉元承撻鄒志完舟人事。〈見晁氏客語，更當考。〉曰：「道卿赴貶到某州，元承為守。舟人覆，若載鄒正言，不敢取一錢。元承撻之。」因云：「元承當蔡京用事時，煞做好官。」〈德明。揚錄云：「舟子不用錢，愿載。劉聞之，追舟子史一慎，不得去載。」〉"
      },
      {
        "index": 131,
        "text": "先生傷時世之不可為，因歎曰：「忠臣殺身不足以存國，讒人搆禍，無罪就死。後人徒為悲痛，柰何！劉莘老死亦不明。今其行狀似云，死後以木匣取其首。或云服樂，或云取首級，皆無可考。國史此事是先君修正，云：『劉摯梁燾相繼死嶺表，天下至今哀之！』初，文潞公之子及甫，以劉莘老當言路，潞公欲除中書令。諸公議，恐事多易雜，若致繳駮，反傷老成道，只除平章軍國重事，乃是為安潞公計耳。渠家不悉，反終以為怨。及甫以書與邢恕，有『粉昆、司馬昭』等語。邢恕收藏此柬，待黨事發，即以此嫁禍於劉梁。本來『粉昆』之語，乃指韓忠彥。蓋忠彥之弟嘉彥為駙馬都尉，人呼為『粉侯』，昆即兄也。後事發，文及甫下獄，供稱『司馬昭』是說劉摯，『粉』是說王巖叟，以其面白如粉。昆者，兄也；兄，況也，是說梁況之。故王巖叟雖已死，而二人皆以此重行貶竄以死。」賀孫"
      },
      {
        "index": 132,
        "text": "劉摯梁燾諸公之死，人皆疑之，今其家子孫皆諱之。然當時多遣使恐嚇之，又州郡監司承風旨皆然，諸公多因此自盡。劉元城屢被人嚇令自裁，劉不畏，曰：「君命死即死，自死奚為！」寫遺囑之類訖，曰：「今死無難矣！」卒無恙。劉只有過當處，然此須學得他始得。梁劉之死，先吏部作實錄云：「梁燾劉摯同時死嶺表，人皆冤之！」〈因論范淳夫及此。揚。廣錄云：「范淳夫死亦可疑。雖其子孫備載其死時詳細，要之深可疑。惟劉器之死得明白。亦幾不免，只是他處得好。」〉"
      },
      {
        "index": 133,
        "text": "杲老為張無盡所知。一日，語及元祐人才，問：「相公以為如何？」張曰：「皆好。如溫公，大賢也。」杲曰：「如此，則相公在言路時，論他則甚？」張笑曰：「公便理會不得，只是後生死急要官做後如此。」廣"
      },
      {
        "index": 134,
        "text": "龜山作周憲之墓銘，再三稱其劾童貫之疏，但尚書當時亦少索性。若海"
      },
      {
        "index": 135,
        "text": "章子厚與溫公爭役法，雖子厚悖慢無禮，諸公爭排之，然據子厚說底卻是。溫公之說，前後自不相照應，被他一一捉住病痛，敲點出來。諸公意欲救之，所以排他出去。又他是箇不好底人，所以人皆樂其去耳。〈儒用。以下章蔡〉"
      },
      {
        "index": 136,
        "text": "朝廷以議役法去章惇，故惇後得以為言。揚"
      },
      {
        "index": 137,
        "text": "問：「章蔡之姦何如？」曰：「京之姦惡又過於惇。方惇之再入相也，京謁之於道，袖出一軸以獻惇，如學校法、『安養院』之類，凡可以要結士譽買覓人情者，具在。惇辭曰：『元長可留他時自為之。』後京為相，率皆建明，時論往往歸之。至詣學自嘗饅頭，其中沒見識士人以手加額，曰：『太師留意學校如此！』京之當國，費侈無度。趙挺之繼京為相，便做不行。挺之固庸人，後張天覺亦復無所措手足。京四次入相，後至盲廢，始終只用『不患無財，患不能理財』之說，其原自荊公。又以鹽鈔、茶引成櫃進入，上益喜，謂近侍曰：『此太師送到朕添支也。』由是內庭賜予，不用金錢，雖累巨萬，皆不費力。鈔法之行，有朝為富商，暮為乞丐者矣！」儒用"
      },
      {
        "index": 138,
        "text": "蔡京誣王珪當時有不欲立哲宗之意。珪無大惡，然依違鶻突；章惇則以不欲立徽宗之故，故入姦黨；皆為為臣不忠。揚"
      },
      {
        "index": 139,
        "text": "蔡京奏其家生芝，上攜鄆王等幸其第賜宴，云：「朕三父子勸卿一盃酒。」是時太子卻不在，蓋已有廢立之意矣。義剛"
      },
      {
        "index": 140,
        "text": "蔡京不見殺淵聖，以嘗保佑東宮之故。道君嘗喜嘉王，王黼輩嘗搖東宮。道君作事亦有大思慮者。欲再立后，前數人有寵者當次立。道君一日盡召語之曰：「汝輩當立，然皆有子，立之，恐東宮不安。」遂立鄭后。鄭無子。揚"
      },
      {
        "index": 141,
        "text": "京當時不主廢立，故欽宗獨治童貫等，而京罪甚輕。義剛"
      },
      {
        "index": 142,
        "text": "問：「蔡京何故得全首領，卒於潭州？」曰：「當時執政大臣皆他門下客，如吳元忠輩亦其薦引，不無牽制處。虜人物一番退時，是甚時節！臺諫卻別不曾理會得事，三五箇月，只反倒得京，逐數百里，慢慢移去，結末方移儋州。及到潭州，遂死。」問：「李伯紀後來當國時，京想已死否？不然，則必如張邦昌，想已正典刑矣。」曰：「靖康名流，多是蔡京晚年牢籠出來底人才，伯紀亦所不免。如李泰發是甚次第硬底人，亦為京所羅致，他可知矣。」〈今衡州所刊劉諫議文集中有一帖與泰發，蓋微諷之。按遺史，京之愛妾二：曰慕容夫人，曰小李夫人。又童貫之子童五十者，認以為妹，生子翛，復尚主。小李出其下，怏怏求出，遂嫁宣贊舍人曹濟，後為湖南兵馬都監。京死潭州，李氏殯之於一僧寺。儒用〉"
      },
      {
        "index": 143,
        "text": "蔡京靖康方貶死於潭州。八十餘歲，自病死，初不曾有行遣。後張國安守潭，治疊此等，為埋之。然有人見其無頭，後來朝廷取看也。揚"
      },
      {
        "index": 144,
        "text": "蔡攸，字居安，京長子也。王師入燕，以功進少師，領樞密院事，封英國公、燕國公。後欲相之，既而悔之，但進太保。上將謀內禪，親書「傳立東宮」字，以授李邦彥。邦彥卻立，不敢承白。時中輩皆在列，上躊躇四顧，以付攸。攸退，屬其客給事中吳敏，敏即約李綱共為之，議遂定。淵聖既貶之，又欲誅之，乃命陳述持詔即所在斬之。述且行，上又取詔書從旁批三字曰：『翛亦然。』於是兄弟及誅。」揚"
      },
      {
        "index": 145,
        "text": "蔡絛又有鐵圍山語錄。絛與攸雖不同，然其用志又自乖。〈攸只是褻狎，絛欲竊國柄。必大〉"
      },
      {
        "index": 146,
        "text": "許右丞在宣政間，見奉上極於侈靡，亦如龜山意，歸咎於王氏鳧鷖之說，因別解此詩以進云：「涇水是濁，濁者所以厚民。」當時花石綱正盛，許乃要張此等文字去攔截，不知攔得住否？必大"
      },
      {
        "index": 147,
        "text": "范致虛初間本因同縣道士徐知常〈皆建陽人。〉薦之於徽宗，遂擢為右正言。〈徐本一庸凡人，不知因甚得幸。徽宗喜其會說話，遂親幸之。〉致虛未到，即首疏云：「陛下若欲紹述熙豐之政，非用蔡京為政不可。」京一到，這許多事一變，更遏捺不下。雖為曾子宣論列一番，然如何遏得蔡京之勢！呼嘯群小之黨，以致亂天下。范一到，便為驚世駭俗之論，取他人之不敢言者，無所忌憚而言之。〈燾〉"
      },
      {
        "index": 148,
        "text": "范某，蜀公族人，入宜州，見魯直。又見張懷素，甚愛之。一夜與之觀星，曰：「熒惑如貫索，東南必有獄。」范以告，得官。湯東野資之入京，亦得官。可學"
      },
      {
        "index": 149,
        "text": "宣政間，鄆州有數子弟，好議論士大夫長短，常聚州前邸店中。每士大夫過，但以嘴舒縮，便是長短他。時人目為「豬嘴」，以其狀似豬以嘴掘土。此數子弟因戲以其號自標，為甚「豬嘴大夫」「豬嘴郎」之屬。少間為人告以私置官屬，有謀反之意，興大獄鍛煉。舊見一策子載，今記不得。近看長編有一段：徽宗一日問執政：「東州逆黨何不為處分了？」都無事之首尾。若是大反逆事，合有首尾。今看來，只是此事。想李燾也不曾見此事，只大略聞得此一項語言。"
      },
      {
        "index": 150,
        "text": "宣政末年，論元祐學術事，如徐秉哲孫覿輩，說得更好。後來全是此等人作過，故曰：「天下有道，盜其先變乎！」德明"
      },
      {
        "index": 151,
        "text": "因論賈生治安策中「深計者謂之妖言」，曰：「宣政間，凡『危』、『亡』、『亂』字，皆不得用，安得無後來之禍！」又云：「世間有一種卻是妖言。如葉夢得宇文虛中二人所為，極是亂道，平日持論卻甚正。每進言，必勸人主以正心，修身為先。其言之辨裁，雖前輩有說不及處。正如鬼出來念大悲咒相似，正所謂『妖言』也。」又曰：「此等人多是有才，會說底。若使有好人在上，收拾將去，豈不做好人？只緣時節不好，義理之心不足以勝其利欲之心，遂由徑捷出，無所不至。若逢治世，他擇利而行，知為君子之為美，亦必知所趨向。治世之才，亦那得箇箇是好人？但是好人多，自是相夾持在裏面，不敢為非耳。」又問：「邢和叔章子厚之才，使其遇治世，能為好人否？」曰：「好人多，須不至如此狼狽。然邢亦難識，雖以富韓馬呂邵程，亦看他不破。」曰：「康節亦識得他。」曰：「亦只是就他皮膚上略點他耳。」又曰：「他家自有一本言行錄，記他平日做作好處。頃於滄峽見其家有子弟在彼作稅官，以一本見遺，看來當初亦有得他力處。蓋元豐末，邢恕嘗說蔡持正變熙豐法，召馬呂，故言行錄多記此等事。嘗見徐端立侍郎說，邢和叔之於元祐，猶陳勝吳廣之於漢，以其首事而先起也。」儒用"
      },
      {
        "index": 152,
        "text": "因言：「宇文虛中嘗從童貫開燕山，隨童貫亦多年，未嘗有一言諫童貫之失。後來徽宗與其弟粹中說：『聞卿云，虛中也極善料事。朕方欲令在政府，而執政不可，不得已出之。』虛中後為奉使，虜人留之，尊為國師，凡事必咨問，甚敬信之。凡虜人制禮作樂，創法建置，皆虛中教之。後來取其家眷，秦檜盡發與之，以其子某為河南安撫。或者謂虛中雖在虜中，乃為朝廷嘗探伺虜動靜來報這下，多結豪傑，欲為內應，因其子為帥。又，兀朮是時往蒙國，國中空虛，虛中遂欲叛，剋日欲發。兀朮聞之，遂亟走歸，殺虛中，而盡滅其族。或者以為秦檜知虛中消息，密令人報虜中，云虛中欲叛，故虜人得先其未發誅之。」卓"
      },
      {
        "index": 153,
        "text": "徽宗時郭藥師，其人甚狡獪。靖康之難，正原於此。如李宗嗣，此人只是會說，卻不似那郭底有謀。那箇甚乖。義剛"
      },
      {
        "index": 154,
        "text": "因論靖康執政，曰：「徐處仁曾忤蔡京來。舊做方面亦有聲，後卻如此錯繆。孫傅略得，卻又好六甲神兵。時節不好，人材往往如此。」又曰：「張孝純守太原，被圍甚急，朝廷遺其子灝摠師往救，卻徘徊不進，坐視其父之危急而不卹，以至城陷。時節不好時，首先是無了那三綱。」〈按封氏編年載此甚詳。〉或曰：「京師再被圍時，張叔夜首領勤王之師以入。叔夜為人亦好。」曰：「他當時亦不合領兵入城，只當駐在旁近以為牽制，且伸縮自如。一入城後，便有許多掣肘處，所以迄無成功，至於扈從北狩。」〈儒用〉"
      },
      {
        "index": 155,
        "text": "徐處仁，字擇之，南京人，靖康間執政。舊嘗作帥時，早間理會公事，飯後與屬官相見，皆要穿執如法。各人稟職事了，相與久坐說話議論，又各隨其人問難教戒，所以鞭策者甚至，故有人為其屬者無不有所知曉事。呂居仁亦嘗事之。凡作事，無不有規模，雖小事亦然，無苟作者。只如支官吏酒，當其支日，以酒缸盛廳前，自往各嘗之。或差出外處，或辭去，或初來官，按曆令各人以瓶來取，如數給之。從小至大一樣，無分毫私偏。先生又云，小處好，作州郡極佳，不甚知大體。嘗作疏上道君，論太后不居禁中事，如罵然。道君曰：「徐許多問目，教朕如何答他！」李伯紀乞得去後，於今太上處納了。揚"
      },
      {
        "index": 156,
        "text": "張孝純，靖康間守太原，虜人圍其城。凡抵當半年，守得極好，虜人攻之不能下。本自好了，後來卻去降番人，做他官職。是時淵聖以其圍急，遣孝純之子張灝為河北招討使之屬，令自招義兵往援之。以言君命，則甚急而不可違；以言北河之地，則國家所恃以為根本；以言其父，則正在危難，有垂亡之厄，當晨夕倍道以救之。灝受命了，自走了。世界不好，都生得這般人出來，可歎！子蒙"
      },
      {
        "index": 157,
        "text": "問：「圍城時，李伯紀如何？」曰：「當時不使他，更使誰？士氣至此，消索無餘，它人皆不肯向前。惟有渠尚不顧死，且得倚仗之。」問：「姚平仲劫寨事，是誰發？」曰：「人皆歸罪伯紀，此乃是平仲之謀。姚种皆西方將家。師道已立功，平仲恥之，故欲以奇功取勝。及劫不勝，欽廟親批，令伯紀策應。或云，當時若再劫，可勝，但無人敢主張。」問：「种師中河東之死，或者亦歸罪伯紀。」曰：「不然。嘗親見一將官說師中之敗，乃是為流矢所中，非戰敗，渠親見之，甚可怪。如种師道方為樞密，朝廷倚重，遽死，亦是氣數。伯紀初管御營，欽廟受以空名告身，自觀察使以下使之自補。師退，只用一二小使臣告。御批云：『大臣作福作威，漸不可長！』及遣救河東，伯紀度事勢不可，辭不行，御批云：『身為大臣，遷延避事！』是時許松老為右丞，與伯紀善，書『杜郵』二字與之，伯紀悟，遂行。當危急時，反為姦臣所使，豈能做事？」問：「种師道果可倚仗否？」曰：「師道為人口訥，語言不能出。上問和親，曰：『臣執干戈以衛社稷，不知其它。』遂去，不能反覆力執。大抵是時在上者無定說，朝變夕改，縱有好人，亦做不得事。」可學"
      },
      {
        "index": 158,
        "text": "論李仁甫通鑑長編，曰：「近得周益公書，亦疑其間考訂未甚精密，因寄得數條來某看。他書靖康間事最疏略，如姚平仲劫寨，則以為出於李綱之謀；种師中赴敵而死，則以為迫於許翰之令。不知二事俱有曲折，劫寨一事，決於姚平仲僥倖之舉，綱實不知。〈按，綱除知密院，辭免劄子云：「方修戰具，嚴守備，以俟援師，乘便迫虜，使進不得攻，退無所掠，勢窮而遁。候其渡河，半濟而擊，勝可萬全。而平仲引眾出城，幾敗乃事。然平仲受節制於宣撫，不關白於行營二月。八日夜半平仲之出，种師道亦不知之，在微臣實無所與。」〉時執政如耿南仲輩，方極力沮綱，幸其有以藉口，遂合為一辭，謂平仲之出，綱為其謀。師中之死，亦非翰之故。〈按，中興遺史云：「河北制置副使种師中軍真定，進兵解太原圍。去榆次三十里，金人乘間來突。師中欲取銀賞軍，而輜重未到，故士心離散。又嘗約姚古張灝兩軍同進，二人不至，師中身被數創，裹創力戰又一時，死之。朝廷議失律兵將，中軍統制官王從道朝服而斬於馬行市。〉脫如所書，則翰不度事宜，移文督戰，固為有罪。師中身為大將，握重兵，豈有見樞府一紙書，不量可否，遂忿然赴敵以死！此二事蓋出於孫覿所紀，故多失實。」問：「覿何如人？」曰：「覿初間亦說好話。夷考其行，不為諸公所與，遂與王及之王時雍劉觀諸人附阿耿南仲，以主和議。後竄嶺表，尤啣諸公，見李伯紀輩，望風惡之。洪景盧在史館時，沒意思，謂靖康諸臣，覿尚無恙，必知其事之詳，奏乞下覿具所見聞進呈。秉筆之際，遂因而誣其素所不樂之人，如此二事是也。仁甫不審，多采其說，遂作正文書之。其他紀載有可信者，反為小字以疏其下，殊無統紀，遂令觀者信之不疑，極是害事。昔王允之殺蔡邕，也謂『不可使佞臣執筆在幼主旁，使吾黨蒙訕議。』允之用心，固自可誅，然佞臣不可執筆，則是不易之論。」〈儒用〉"
      },
      {
        "index": 159,
        "text": "姚平仲劫寨事，李伯紀不知。當時廟堂問老种如何處置，种云：「合再劫。」諸公不從。种再云拜告。种老將不會說，蓋虜人不支吾再劫也。當時欲俟立春出戰者，待种師中來也。德明"
      },
      {
        "index": 160,
        "text": "姚平仲出城劫寨，不勝。或問計於种師道，曰：「再劫。」時不能從。使再劫，未必不勝也。曾有人問尹和靖：「靖康中孰可以為將？」曰：「种師道。」又問：「孰可以為相？」良久，曰：「也只教他做。」閎祖"
      },
      {
        "index": 161,
        "text": "因論姚平仲劫寨，种師道令更劫，曰：「虜人以其不再來了，再劫卻是。」因說，虜怕人劫寨，他那大勢定相殺時，卻不怕。此中人輕佻，劫寨時卻會，相殺卻易困。那人三四月，只喫火燒之類。此人半日不食，便軟了。後魏帝常言「吳兒長於斫營，吾但三四十里下寨」〈云云〉。斫營便是劫寨，是他最怕此也。汪丈帥福時，某亦在。逆亮來時，一日送劉寶去用兵。汪丈問云：「今太尉去時如何？」曰：「與虜人戰時，第一陣決勝，第二陣未可知，第三陣殺他不去矣。蓋此中只有些精銳在前，彼敵不得；他頑不動，第三四陣已困於彼矣。」汪丈云：「劉大將，如此說了，卻如何！」〈揚〉"
      },
      {
        "index": 162,
        "text": "种師道字彝叔，贈太傅世衡之孫也。少從橫渠學，練古今事宜。上曰：「今日之事，卿意如何？」師道曰：「女真不知兵，豈有孤軍深入人境而能善其歸乎！」上曰：「業以講和矣。」對曰：「臣以軍旅之事事陛下，餘非所敢知也。」拜檢校少傅，同知樞密院事，為京畿、河北、河東路宣撫使，以姚平仲為都統制，諸道兵悉隸之。師道時被病，特命毋拜，許乘肩輿入朝，家人掖升殿。虜使王芮素頡頏，方入對，望見師道，拜跪稍如禮，上顧笑曰：「彼為卿故也。」又請緩與金幣，禁游騎，使不得遠接，俟彼墮歸，扼而殲諸河。公薨於第，年七十六。閱月，京師復受圍。城陷，上慟哭曰：「朕不用种師道言，以至於此！」初，虜之去也，師道勸上乘其半渡擊之，不從。曰：「異日必為國患！」故上嗟歎之。建炎加贈少保。揚"
      },
      {
        "index": 163,
        "text": "昔人嘗問尹和靖：「世難如此，孰可以當之者？」尹曰：「种師道可。」曰：「將則可矣，孰可以相？」久之，曰：「亦只令師道做，也好。」一日，召師道來，全不能言，遂不用。許翰時為諫議，為徽宗言：「當今之世，豈可令閑而不用？」上曰：「种老，不堪用矣。卿可自見种問之，如何？」往見之，种亦不言。許曰「上令某問公，公無以某為書生。某以為今日之兵」〈云云，要從其去而擊之意。〉种方應，謂彼〈云云。「今不可擊，候其過河擊之。」〉許為上備言其意，方用之。种，關西人，其性寡默，與中朝士大夫不合。一日因對，淵聖曰：「朕已與和矣。」种於此，全不能有所論，但曰：「臣以甲兵之事事陛下，其他非臣所與聞。」〈揚〉"
      },
      {
        "index": 164,
        "text": "「靖康之禍，縱元城了翁諸人在，亦了不得。」伯謨曰：「心腹潰了！」道夫"
      },
      {
        "index": 165,
        "text": "問：「靖康之禍，若得前輩者一二人，莫可主張否？」曰：「也難主張。胡文定謂龜山云：『當時若早用其言，也須救得一半。』說得極公道。」道夫"
      },
      {
        "index": 166,
        "text": "天下不可謂之無人才，如靖康建炎間，未論士大夫，只如盜賊中，是有多少人！宗澤在東京收拾得諸路豪傑甚多，力請車駕至京圖恢復。只緣汪黃一力沮撓，後既無糧食供應，澤又死，遂散而為盜，非其本心。自是當時不曾收拾得他，致為飢寒所迫，以苟旦夕之命。後來諸將立功名者，往往皆是此時招降底人。所以成湯說：「萬方有罪，在予一人！」聖人見得意思直如此。〈儒用。卓錄云：「因言靖康紹興間事，曰：『天下不可謂之無人才。如高宗初興，天下多少人才！自是高宗不能盡舉而用之。未說士大夫，只盜賊中有幾箇人才，朝廷既不能用，皆散而為盜賊，可惜！宗澤在東京，煞招收得諸路豪傑、盜賊，力請高宗還都，亦以圖恢復。被汪黃讒譖，一面放散了，皆去而為盜賊。當初高宗能聽宗澤李伯紀輩，猶有少進步處。所以古人云：『萬方有罪，在予一人！』怪他不得，你既不能用他，又無糧食與他喫，教他何如得？其勢只得散為群賊，以苟旦夕之命而已。其中有多少人才，可惜！可惜！』」〉"
      },
      {
        "index": 167,
        "text": "因論人物，云：「浙人極弱，卻生得一宗汝霖，至剛果。」某云：「明州近印忠簡遺事，讀之使人感憤流涕！如請駕還都之事，皆備載，當時只是為汪黃所沮。」曰：「宗公奏劄云：『陛下於近處，偶得二人為相。』當時駕既南下，中原群盜四起。宗公使人招之，聞其名，皆來隸麾下。欲請駕還都，自將往河北討伐金虜。廟堂卻行下，問所招人是何等色，以沮其策，遂至發病而死。舊常見知宗子燾，云高宗在南京時，有宗室十五太尉者，名叔向，起兵於汝州，有數萬人，其謀主曰陳烈，叔向自稱『大王』。已而下詔召之，令以兵屬大將某人，身赴行在。叔向願以兵屬宗澤。陳烈曰：『朝廷不令屬宗澤，而自欲屬之，不可。』叔向曰：『然則何以為策？』烈曰：『某有一策，提兵過河北，乃蕭王之舉。』是時詔下補烈通直郎。叔向既就召，烈不受官而去，終身不知所之。子燾云，向見叔向時，有一人常著道服隨之，疑即是陳烈。」可學"
      },
      {
        "index": 168,
        "text": "問今日事，因及石子重，是以其官召者，〈時為福州撫幹。因史直翁薦，被召。〉知廟堂不肯休，須著去。先生曰：「雖是如此，然亦濟得甚事！」因舉孟子言：「或遠或近，或去或不去，歸潔其身而已。」又舉了翁云：「在彼者是『舉爾所知』，在我者是『為仁由己』。」遂言：「靖康初，張邦昌僭位，呂舜徒為其門下侍郎。當時有言他人不足惜，只舜徒可惜者。胡文定記其事云：『舜徒雖為邦昌官，卻能勸邦昌收回偽赦，迎太后垂簾，皆其力也。其人云，終是難分雪。』文定記此，只到『終是難分雪』處便住，更無它語。」問：「只如狄梁公在武后時，當時若無梁公，更害事。」曰：「梁公只是薦得張柬之數人，它已先死。如梁公為周朝相，舜徒為邦昌官，皆不可以訓。伊川論平勃，謂當以王陵為正，是也。如舜徒輩一生踐履，適遭變故，不幸有此事。今人合下便如此，卻不得。」〈德明〉"
      },
      {
        "index": 169,
        "text": "劉聘君言，在太學時，傳寫伊洛文字者，皆就帳中寫，以當時法禁重也。揚"
      },
      {
        "index": 170,
        "text": "靖康間，士人陳規守德安府城，虜人群盜皆攻不破。〈朝野僉載有規跋，甚好。僩〉"
      },
      {
        "index": 171,
        "text": "陳規唐弼父也。守順昌，先教市人做泥團，如今敘棚樣，閣之於上。虜人來一齊放下，滿街泥團，馬陷，皆不能動矣。〈揚〉"
      },
      {
        "index": 172,
        "text": "和州有官本忠義錄，刻靖康以來忠義死節之人。〈從實錄編出。子蒙〉"
      },
      {
        "index": 173,
        "text": "張以道曰：「京西漕魏安行計口括牛，每四人共田百畝，只得一牛，由是大擾。時潁州倅李椿之攝郡，與議不合，遂和歸去來詞，休官，歸作『見一亭』，而魏竟追官勒停。李字彭年，岳州人。」〈義剛〉"
      }
    ]
  }
}
