{
  "chapterNumber": 81,
  "title": "周南關雎〈兼論二南。〉 (Guan Ju of Zhou Nan)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "詩未論音律，且如讀二南，與鄭衛之詩相去多少！"
      },
      {
        "index": 1,
        "text": "問：「程氏云：『詩有二南，猶易有乾坤。』莫只是以功化淺深言之？」曰：「不然。」問：「莫是王者諸侯之分不同？」曰：「今只看大序中說，便可見。大序云：『關雎麟趾之化，王者之風，故繫之周公；鵲巢騶虞之德，諸侯之風，先王之所以教，故繫之召公。』只看那『化』字與『德』字及『所以教』字，便見二南猶乾坤也。」〈文蔚〉"
      },
      {
        "index": 2,
        "text": "「前輩謂二南猶易之乾坤，其詩粹然無非道理，與他詩不同。」曰：「須是寬中看緊底意思。」因言：「匡衡漢儒，幾語亦自說得好。」曰：「便是他做處卻不如此。」〈炎〉"
      },
      {
        "index": 3,
        "text": "關雎一詩文理深奧，如乾坤卦一般，只可熟讀詳味，不可說。至如葛覃卷耳，其言迫切，主於一事，便不如此了。又曰：「讀詩須得他六義之體，如風雅頌則是詩人之格。後人說詩以為雜雅頌者，緣釋七月之詩者以為備風雅頌三體，所以啟後人之說如此。」又曰：「『興』之為言，起也，言興物而起其意。如『青青陵上柏』，『青青河畔草』，皆是興物詩也。如『斓砧今何在』？『何當大刀頭』皆是比詩體也。」〈卓〉"
      },
      {
        "index": 4,
        "text": "敬子說詩周南。曰：「他大綱領處只在戒慎恐懼上。只自『關關雎鳩』便從這裏做起，後面只是漸漸推得闊。」〈僩〉"
      },
      {
        "index": 5,
        "text": "讀關雎之詩，便使人有齊莊中正意思，所以冠于三百篇；與禮首言「毋不敬」，書首言「欽明文思」，皆同。〈㽦〉"
      },
      {
        "index": 6,
        "text": "問：「二南之詩，真是以此風化天下否？」曰：「亦不須問是要風化天下與不風化天下，且要從『關關雎鳩，在河之洲』云云裏面看義理是如何。今人讀書，只是說向外面去，卻於本文全不識！」〈木之〉"
      },
      {
        "index": 7,
        "text": "「關雎之詩，非民俗所可言，度是宮闈中所作。」問：「程子云是周公作。」曰：「也未見得是。」〈木之〉"
      },
      {
        "index": 8,
        "text": "關雎，看來是妾媵做，所以形容得寤寐反側之事，外人做不到此。〈明作〉"
      },
      {
        "index": 9,
        "text": "樂得淑女以配君子。憂在進賢，不淫其色。〈天理、人欲。方〉"
      },
      {
        "index": 10,
        "text": "說后妃多，失卻文王了。今以「君子」為文王。伊川詩說多未是。〈璘〉"
      },
      {
        "index": 11,
        "text": "問器遠：「君舉所說詩，謂關雎如何？」曰：「謂后妃自謙，不敢當君子。謂如此之淑女，方可為君子之仇匹，這便是后妃之德。」曰：「這是鄭氏也如此說了。某看來，恁地說也得。只是覺得偏主一事，無正大之意。關雎如易之乾坤意思，如何得恁地無方際！如下面諸篇，卻多就一事說。這只反覆形容后妃之德，而不可指說道甚麼是德。只恁地渾淪說，這便見后妃德盛難言處。」〈賀孫〉"
      },
      {
        "index": 12,
        "text": "問曹兄云：「陳丈說關雎如何？」曹云：「言關雎以美夫人，有謙退不敢自當君子之德。」曰：「如此，則淑女又別是一箇人也。」曹云：「是如此。」先生笑曰：「今人說經，多是恁地回互說去。如史丞相說書，多是如此。說『祖伊恐奔告于受』處，亦以紂為好人而不殺祖伊；若他人，則殺之矣。」先生乃云：「讀書且虛心去看，未要自去取舍。且依古人書恁地讀去，久後自然見得義理。」〈卓〉"
      },
      {
        "index": 13,
        "text": "魏兄問「左右芼之」。曰：「芼，是擇也；左右擇而取之也。」〈卓〉"
      },
      {
        "index": 14,
        "text": "解詩，如抱橋柱浴水一般，終是離脫不得鳥獸草木。今在眼前識得底，便可窮究。且如雎鳩，不知是箇甚物？亦只得從他古說，道是「鷙而有別」之類。"
      },
      {
        "index": 15,
        "text": "魏才仲問：「詩關雎注：『摯，至也。』至先生作『切至』說，似形容其美，何如？」曰：「也只是恁地。」問「芼」字。曰：「擇也。讀詩，只是將意思想象去看，不如他書字字要捉縛教定。詩意只是疊疊推上去，因一事上有一事，一事上又有一事。如關雎形容后妃之德如此；又當知君子之德如此；又當知詩人形容得意味深長如此，必不是以下底人；又當知所以齊家，所以治國，所以平天下，人君則必當如文王，后妃則必當如太姒，其原如此。」〈賀孫〉"
      },
      {
        "index": 16,
        "text": "雎鳩，毛氏以為「摯而有別」。一家作「猛摯」說，謂雎鳩是鶚之屬。鶚自是沉摯之物，恐無和樂之意。蓋「摯」與「至」同，言其情意相與深至，而未嘗狎，便見其樂而不淫之意。此是興詩。興，起也，引物以起吾意。如雎鳩是摯而有別之物，荇菜是潔淨和柔之物，引此起興，猶不甚遠。其他亦有全不相類，只借他物而起吾意者，雖皆是興，與關雎又略不同也。〈時舉〉"
      },
      {
        "index": 17,
        "text": "古說關雎為王雎，摯而有別，居水中，善捕魚。說得來可畏，當是鷹鸇之類，做得勇武氣象，恐后妃不然。某見人說，淮上有一般水禽名王雎，雖兩兩相隨，然相離每遠，此說卻與列女傳所引義合。〈浩〉"
      },
      {
        "index": 18,
        "text": "王鳩，嘗見淮上人說，淮上有之，狀如此間之鳩，差小而長，常是雌雄二箇不相失。雖然二箇不相失，亦不曾相近而立處，須是隔丈來地，所謂「摯而有別」也。「人未嘗見其匹居而乘處。」乘處，謂四箇同處也。只是二箇相隨，既不失其偶，又未嘗近而相狎，所以為貴也。余正甫云：「『宵行』，自是夜光之蟲，夜行於地。『熠耀』，言其光耳，非螢也。虯，今之苦对。」〈賀孫〉"
      },
      {
        "index": 19,
        "text": "卷耳"
      },
      {
        "index": 20,
        "text": "問：「卷耳與前篇葛覃同是賦體，又似略不同。蓋葛覃直敘其所嘗經歷之事，卷耳則是託言也。」曰：「亦安知后妃之不自采卷耳？設使不曾經歷，而自言我之所懷者如此，則亦是賦體也。若螽斯則只是比，蓋借螽斯以比后妃之子孫眾多。『宜爾子孫振振兮！』卻自是說螽斯之子孫，不是說后妃之子孫也。蓋比詩多不說破這意，然亦有說破者。此前數篇，賦、比、興皆已備矣。自此推之，令篇篇各有著落，乃好。」時舉因云：「螽，只是春秋所書之螽。竊疑『斯』字只是語辭，恐不可把『螽斯』為名。」曰：「詩中固有以『斯』為語者，如『鹿斯之奔』，『湛湛露斯』之類，是也。然七月詩乃云『斯螽動股』，則恐『螽斯』即便是名也。」〈時舉〉"
      },
      {
        "index": 21,
        "text": "樛木"
      },
      {
        "index": 22,
        "text": "問：「樛木詩『樂只君子』，作后妃，亦無害否？」曰：「以文義推之，不得不作后妃。若作文王，恐太隔越了。某所著詩傳，蓋皆推尋其脈理，以平易求之，不敢用一毫私意。大抵古人道言語，自是不泥著。」某云：「詩人道言語，皆發乎情，又不比他書。」曰：「然。」〈可學〉"
      },
      {
        "index": 23,
        "text": "螽斯"
      },
      {
        "index": 24,
        "text": "不妒忌，是后妃之一節。關雎所論是全體。〈方子〉"
      },
      {
        "index": 25,
        "text": "兔罝"
      },
      {
        "index": 26,
        "text": "問：「兔罝詩作賦看，得否？」曰：「亦可作賦看。但其辭上下相應，恐當為興。然亦是興之賦。」〈可學〉"
      },
      {
        "index": 27,
        "text": "漢廣"
      },
      {
        "index": 28,
        "text": "問：「文王時，紂在河北，政化只行於江漢？」曰：「然。西方亦有玁狁。」〈可學〉"
      },
      {
        "index": 29,
        "text": "漢廣游女，求而不可得。行露之男，不能侵陵正女。豈當時婦人蒙化，而男子則非！亦是偶有此樣詩說得一邊。〈淳〉"
      },
      {
        "index": 30,
        "text": "問：「『漢之廣矣，不可泳思；江之永矣，不可方思。』此是興，何如？」曰：「主意只說『漢有游女，不可求思』兩句。六句是反覆說。如『奕奕寢廟，君子作之；秩秩大猷，聖人莫之。他人有心，予忖度之；躍躍毚兔，遇犬獲之。』上下六句，亦只興出『他人有心』兩句。」〈賀孫。詩傳今作「興而比」。〉"
      },
      {
        "index": 31,
        "text": "汝墳"
      },
      {
        "index": 32,
        "text": "君舉詩言，汝墳是已被文王之化者；江漢是聞文王之化而未被其澤者。卻有意思"
      },
      {
        "index": 33,
        "text": "麟趾"
      },
      {
        "index": 34,
        "text": "問：「麟趾騶虞之詩，莫是當時有此二物出來否？」曰：「不是，只是取以為比，云即此便是麟，便是騶虞。」又問：「詩序說『麟趾之時』，無義理。」曰：「此語有病。」〈木之〉"
      },
      {
        "index": 35,
        "text": "時舉說：「『雖衰世之公子，皆信厚如麟趾之時』，似亦不成文理。」曰：「是。」〈時舉〉"
      },
      {
        "index": 36,
        "text": "召南鵲巢"
      },
      {
        "index": 37,
        "text": "問：「召南之有鵲巢，猶周南之有關雎。關雎言『窈窕淑女』，則是明言后妃之德也。惟鵲巢三章皆不言夫人之德，如何？」曰：「鳩之為物，其性專靜無比，可借以見夫人之德也。」〈時舉〉"
      },
      {
        "index": 38,
        "text": "采蘩"
      },
      {
        "index": 39,
        "text": "問：「采蘋蘩以供祭祀，采枲耳以備酒漿，后妃夫人恐未必親為之。」曰：「詩人且是如此說。」〈德明〉"
      },
      {
        "index": 40,
        "text": "器之問：「采蘩何故存兩說？」曰：「如今不見得果是如何，且與兩存。從來說蘩所以生蠶，可以供蠶事。何必底死說道只為奉祭事，不為蠶事？」〈木之〉"
      },
      {
        "index": 41,
        "text": "問：「采蘩詩，若只作祭事說，自是曉然。若作蠶事說，雖與葛覃同類而恐實非也。葛覃是女功，采蘩是婦職，以為同類，亦無不可，何必以蠶事而後同耶？」曰：「此說亦姑存之而已。」〈時舉〉"
      },
      {
        "index": 42,
        "text": "殷其雷"
      },
      {
        "index": 43,
        "text": "問：「殷其雷，比君子于役之類，莫是寬緩和平，故入正風？」曰：「固然。但正、變風亦是後人如此分別，當時亦只是大約如此取之。聖人之言，在春秋易書無一字虛。至於詩，則發乎情，不同。」〈可學〉"
      },
      {
        "index": 44,
        "text": "摽有梅"
      },
      {
        "index": 45,
        "text": "問：「摽有梅何以入於正風？」曰：「此乃當文王與紂之世，方變惡入善，未可全責備。」〈可學〉"
      },
      {
        "index": 46,
        "text": "問：「摽有梅之詩固出於正，只是如此急迫，何耶？」曰：「此亦是人之情。嘗見晉、宋閒有怨父母之詩。讀詩者於此，亦欲達男女之情。」〈文蔚〉"
      },
      {
        "index": 47,
        "text": "江有汜"
      },
      {
        "index": 48,
        "text": "器之問江有汜序「勤而無怨」之說。曰：「便是序不可信如此。詩序自是兩三人作。今但信詩不必信序。只看詩中說『不我以』，『不我過』，『不我與』，便自見得不與同去之意，安得『勤而無怨』之意？」因問器之：「此詩，召南詩。如何公方看周南，便又說召南？讀書且要逐處沉潛，次第理會，不要班班剝剝，指東摘西，都不濟事。若能沉潛專一看得文字，只此便是治心養性之法。」〈木之〉"
      },
      {
        "index": 49,
        "text": "何彼穠矣"
      },
      {
        "index": 50,
        "text": "問：「何彼穠矣之詩，何以錄於召南？」曰：「也是有些不穩當。但先儒相傳如此說，也只得恁地就他說。如定要分箇正經及變詩，也自難考據。如頌中儘多周公說話，而風雅又未知如何。」〈賀孫〉"
      },
      {
        "index": 51,
        "text": "「雖則王姬，亦下嫁於諸侯，車服不繫其夫，下王后一等。」只是一句，其語拙耳。〈璘〉"
      },
      {
        "index": 52,
        "text": "騶虞"
      },
      {
        "index": 53,
        "text": "騶虞之詩，蓋於田獵之際，見動植之蕃庶，因以贊詠文王平昔仁澤之所及，而非指田獵之事為仁也。禮曰：「無事而不田曰不敬。」故此詩「彼茁者葭」，仁也；「一發五豝」，義也。〈必大〉"
      },
      {
        "index": 54,
        "text": "仁在一發之前。使庶類蕃殖者，仁也；「一發五豝」者，義也。〈人傑〉"
      },
      {
        "index": 55,
        "text": "「于嗟乎騶虞！」看來只可解做獸名。以「于嗟麟兮」類之，可見。若解做騶虞官，終無甚意思。〈僩〉"
      },
      {
        "index": 56,
        "text": "邶柏舟"
      },
      {
        "index": 57,
        "text": "問：「『汎彼柏舟，亦汎其流』，注作比義。看來與『關關雎鳩，在河之洲』，亦無異，彼何以為興？」曰：「他下面便說淑女，見得是因彼興此。此詩纔說柏舟，下面更無貼意，見得其義是比。」〈時舉〉"
      },
      {
        "index": 58,
        "text": "陳器之疑柏舟詩解「日居月諸，胡迭而微」太深。又屢辨賦、比、興之體。曰：「賦、比、興固不可以不辨。然讀詩者須當諷味，看他詩人之意是在甚處。如柏舟，婦人不得於其夫，宜其怨之深矣。而其言曰：『我思古人，實獲我心！』又曰：『靜言思之，不能奮飛！』其詞氣忠厚惻怛，怨而不過如此，所謂『止乎禮義』而中喜怒哀樂之節者。所以雖為變風，而繼二南之後者以此。臣之不得於其君，子之不得於其父，弟之不得於其兄，朋友之不相信，處之皆當以此為法。如屈原不忍其憤，懷沙赴水，此賢者過之也。賈誼云：『歷九州而相其君兮，何必懷此都也？』則又失之遠矣！讀詩須合如此看。所謂『詩可以興，可以觀，可以群，可以怨』，是詩中一箇大義，不可不理會得也！」〈閎祖〉"
      },
      {
        "index": 59,
        "text": "器之問：「『靜言思之，不能奮飛！』似猶未有和平意。」曰：「也只是如此說，無過當處。既有可怨之事，亦須還他有怨底意思，終不成只如平時，卻與土木相似！只看舜之號泣旻天，更有甚於此者。喜怒哀樂，但發之不過其則耳，亦豈可無？聖賢處憂患，只要不失其正。如綠衣言『我思古人，實獲我心』！這般意思卻又分外好。」〈木之〉"
      },
      {
        "index": 60,
        "text": "綠衣"
      },
      {
        "index": 61,
        "text": "或問綠衣卒章「我思古人，實獲我心」二句。曰：「言古人所為，恰與我合，只此便是至善。前乎千百世之已往，後乎千百世之未來，只是此箇道理。孟子所謂『得志行乎中國，若合符節』，正謂是爾。」〈胡泳〉"
      },
      {
        "index": 62,
        "text": "燕燕"
      },
      {
        "index": 63,
        "text": "或問：「燕燕卒章，戴媯不以莊公之已死，而勉莊姜以思之，可見溫和惠順而能終也。亦緣他之心塞實淵深，所稟之厚，故能如此。」曰：「不知古人文字之美，詞氣溫和，義理精密如此！秦漢以後無此等語。某讀詩，於此數句；讀書，至『先王肇修人紀，從諫弗咈，先民時若；居上克明，為下克忠，與人不求備，檢身若不及；以至于有萬邦，茲惟艱哉』！深誦嘆之！」〈胡泳〉"
      },
      {
        "index": 64,
        "text": "時舉說：「燕燕詩前三章，但見莊姜拳拳於戴媯，有不能已者。及四章，乃見莊姜於戴媯非是情愛之私，由其有塞淵溫惠之德，能自淑慎其身，又能以先君之思而勉己以不忘，則見戴媯平日於莊姜相勸勉以善者多矣。故於其歸而愛之若此，無非情性之正也。」先生頷之。〈時舉〉"
      },
      {
        "index": 65,
        "text": "日月終風"
      },
      {
        "index": 66,
        "text": "又說：「日月終風二篇，據集注云，當在燕燕之前。以某觀之，終風當在先，日月當次之，燕燕是莊公死後之詩，當居最後。蓋詳終風之辭，莊公於莊姜猶有往來之時，但不暴則狎，莊姜不能堪耳。至日月，則見莊公已絕不顧莊姜，而莊姜不免微怨矣。以此觀之，則終風當先，而日月當次。」曰：「恐或如此。」〈時舉〉"
      },
      {
        "index": 67,
        "text": "式微"
      },
      {
        "index": 68,
        "text": "器之問：「式微詩以為勸耶？戒耶？」曰：「亦不必如此看，只是隨它當時所作之意如此，便與存在，也可以見得有羈旅狼狽之君如此，而方伯連帥無救卹之意。今人多被『止乎禮義』一句泥了，只管去曲說。且要平心看詩人之意。如北門只是說官卑祿薄，無可如何。又如摽有梅，女子自言婚姻之意如此。看來自非正理，但人情亦自有如此者，不可不知。向見伯恭麗澤詩，有唐人女，言兄嫂不以嫁之詩，亦自鄙俚可惡。後來思之，亦自是見得人之情處。為父母者能於是而察之，則必使之及時矣，此所謂『詩可以觀』。」子升問：「麗澤詩編得如何？」曰：「大綱亦好，但自據他之意揀擇。大率多喜深巧有意者，若平淡底詩，則多不取。」問：「此亦有接續三百篇之意否？」曰：「不知。他亦須有此意。」〈木之〉"
      },
      {
        "index": 69,
        "text": "簡兮"
      },
      {
        "index": 70,
        "text": "問：「簡兮詩，張子謂『其跡如此，而其中固有以過人者』。夫能卷而懷之，是固可以為賢。然以聖賢出處律之，恐未可以為盡善？」曰：「古之伶官，亦非甚賤；其所執者，猶是先王之正樂。故獻工之禮，亦與之交酢。但賢者而為此，則自不得志耳。」〈時舉〉"
      },
      {
        "index": 71,
        "text": "泉水"
      },
      {
        "index": 72,
        "text": "問：「『駕言出遊，以寫我憂』，注云：『安得出遊於彼，而寫其憂哉！』恐只是因思歸不得，故欲出遊於國，以寫其憂否？」曰：「夫人之遊，亦不可輕出，只是思遊於彼地耳。」〈時舉〉"
      },
      {
        "index": 73,
        "text": "北門"
      },
      {
        "index": 74,
        "text": "問：「北門詩，只作賦說，如何？」曰：「當作賦而比。當時必因出北門而後作此詩，亦有比意思。」〈可學〉"
      },
      {
        "index": 75,
        "text": "問：「『莫赤匪狐，莫黑匪烏』，狐與烏，不知詩人以比何物？」曰：「不但指一物而言。當國將危亂時，凡所見者無非不好底景象也。」〈時舉〉"
      },
      {
        "index": 76,
        "text": "靜女"
      },
      {
        "index": 77,
        "text": "問：「靜女，注以為淫奔期會之詩，以靜為閒雅之意。不知淫奔之人方相與狎溺，又何取乎閒雅？」曰：「淫奔之人不知其為可醜，但見其為可愛耳。以女而俟人於城隅，安得謂之閒雅？而此曰『靜女』者，猶日月詩所謂『德音無良』也。無良，則不足以為德音矣，而此曰『德音』，亦愛之之辭也。」〈時舉〉"
      },
      {
        "index": 78,
        "text": "二子乘舟"
      },
      {
        "index": 79,
        "text": "問：「二子乘舟，注取太史公語，謂二子與申生不明驪姬之過同。其意似取之，未知如何？」曰：「太史公之言有所抑揚，謂三人皆惡傷父之志，而終於死之，其情則可取。雖於理為未當，然視夫父子相殺，兄弟相戮者，則大相遠矣！」〈時舉〉"
      },
      {
        "index": 80,
        "text": "因說，宣姜生衛文公宋桓夫人許穆夫人衛伋壽。以此觀之，則人生自有秉彝，不係氣類。〈燾〉"
      },
      {
        "index": 81,
        "text": "干旄"
      },
      {
        "index": 82,
        "text": "問文蔚：「『彼姝者子』，指誰而言？」文蔚曰：「集傳言大夫乘此車馬，以見賢者。賢者言：『車中之人，德美如此，我將何以告之？』」曰：「此依舊是用小序說。」「此只是傍人見此人有好善之誠。」曰：「『彼姝者子，何以告之？』蓋指賢者而言也。如此說，方不費力。今若如集傳說，是說斷了再起，覺得費力。」〈文蔚〉"
      },
      {
        "index": 83,
        "text": "淇奧"
      },
      {
        "index": 84,
        "text": "文蔚曰：「淇奧一篇，衛武公進德成德之序，始終可見。一章言切磋琢磨，則學問自修之功精密如此。二章言威儀服飾之盛，有諸中有形諸外者也。三章言如金錫圭璧則鍛煉以精，溫純深粹，而德器成矣。前二章皆有『瑟、枣、赫、咺』之詞，三章但言『寬、綽、戲、謔』而已。於此可見不事矜持，而周旋自然中禮之意。」曰：「說得甚善。衛武公學問之功甚不苟，年九十五歲，猶命群臣使進規諫。至如抑詩是他自警之詩，後人不知，遂以為戒厲王。畢竟周之卿士去聖人近，氣象自是不同。且如劉康公謂『民受天地之中以生』，便說得這般言語出。」〈文蔚〉"
      },
      {
        "index": 85,
        "text": "君子陽陽"
      },
      {
        "index": 86,
        "text": "「『君子陽陽』，先生不作淫亂說，何如？」曰：「有箇『君子于役』，如何別將這箇做一樣說？『由房』，只是人出入處。古人屋，於房處前有壁，後無壁，所以通內。所謂『焉得諼草，言樹之背』，蓋房之北也。」〈賀孫〉"
      },
      {
        "index": 87,
        "text": "狡童〈兼論鄭詩。〉"
      },
      {
        "index": 88,
        "text": "鄭衛皆淫奔之詩，風雨狡童皆是。又豈是思君子，刺忽？忽愚，何以為狡？〈振〉"
      },
      {
        "index": 89,
        "text": "經書都被人說壞了，前後相仍不覺。且如狡童詩是序之妄。安得當時人民敢指其君為「狡童」！況忽之所為，可謂之愚，何狡之有？當是男女相怨之詩。〈浩〉"
      },
      {
        "index": 90,
        "text": "問：「『狡童，刺忽也。』古注謂詩人以『狡童』指忽而言。前輩嘗舉春秋書忽之法，且引碩鼠以況其義。先生詩解取程子之言，謂作詩未必皆聖賢，則其言豈免小疵？孔子刪詩而不去之者，特取其可以為後戒耳。琮謂，鄭之詩人果若指斥其君，目以『狡童』，其疵大矣，孔子自應刪去。」曰：「如何見得？」曰：「似不曾以『狡童』指忽。且今所謂『彼』者，它人之義也；所謂『子』者，爾之義也。他與爾似非共指一人而言。今詩人以『維子之故，使我不能餐兮』，為憂忽之辭，則『彼狡童兮』，自應別有所指矣。」曰：「卻是指誰？」曰：「必是當時擅命之臣。」曰：「『不與我言兮』，卻是如何？」曰：「如祭仲賣國受盟之事，國人何嘗與知？琮因是以求碩鼠之義，烏知必指其君，而非指其任事之臣哉？」曰：「如此解經，盡是詩序誤人。鄭忽如何做得狡童！若是狡童，自會託婚大國，而借其助矣。謂之頑童可也。許多鄭風，只是孔子一言斷了曰：『鄭聲淫。』如將仲子，自是男女相與之辭，卻干祭仲共叔段甚事？如褰裳，自是男女相咎之辭，卻干忽與突爭國甚事？但以意推看狡童，便見所指是何人矣。不特鄭風，詩序大率皆然。」問：「每篇詩名下一句恐不可無，自一句而下卻似無用。」曰：「蘇氏有此說。且如卷耳，如何是后妃之志？南山有臺，如何是樂得賢？甚至漢廣之詩，寧是『文王之道』以下至『求而不可得也』尚自不妨，卻如『德廣所及也』一句成甚說話！」又問：「大序如何？」曰：「其間亦自有鑿說處，如言『國史明乎得失之跡。』按周禮史官如太史、小史、內史、外史，其職不過掌書，無掌詩者。不知『明得失之跡』卻干國史甚事？」曰：「舊聞先生不取詩序之說，未能領受。今聽一言之下，遂活卻一部毛詩！」〈琮〉"
      },
      {
        "index": 91,
        "text": "江疇問：「『狡童刺忽也』，言其疾之太重。」曰：「若以當時之暴斂於民觀之，為言亦不為重。蓋民之於君，聚則為君臣，散則為仇讎。如孟子所謂『君之視臣如草芥，則臣視君如寇仇』！是也。然詩人之意，本不如此，何曾言『狡童』是刺忽？而序詩者妄意言之，致得人如此說。聖人言『鄭聲淫』者，蓋鄭人之詩，多是言當時風俗男女淫奔，故有此等語。狡童，想說當時之人，非刺其君也。」又曰：「詩辭多是出於當時鄉談鄙俚之語，雜而為之。如鴟鴞云『拮据』、『捋荼』之語，皆此類也。」又曰：「此言乃周公為之。周公，不知其人如何，然其言皆聱牙難考。如書中周公之言便難讀，如立政君奭之篇是也。最好者惟無逸一書，中間用字亦有『譸張為幻』之語。至若周官蔡仲等篇，卻是官樣文字，必出於當時有司潤色之文，非純周公語也。」又曰：「古人作詩，多有用意不相連續。如『嘒彼小星，三五在東』，釋者皆云，『小星』者，是在天至小之星也；『三五在東』者，是五緯之星應在於東也。其言全不相貫。」〈卓〉"
      },
      {
        "index": 92,
        "text": "問：「碩鼠狡童之刺其君，不已甚乎？」曰：「碩鼠刺君重斂，蓋暴取虐民，民怨之極，則將視君如寇仇，故發為怨上之辭至此。若狡童詩，本非是刺忽。纔做刺忽，便費得無限杜撰說話。鄭忽之罪不至已甚。往往如宋襄這般人，大言無當，有甚狡處？狡童刺忽，全不近傍些子，若鄭突卻是狡。詩意本不如此。聖人云：『鄭聲淫。』蓋周衰，惟鄭國最為淫俗，故諸詩多是此事。東萊將鄭忽深文詆斥得可畏。」〈賀孫〉"
      },
      {
        "index": 93,
        "text": "曹云：「陳先生以此詩不是刺忽，但詩人說他人之言。如『彼狡童兮，不與我言兮；微子之故，使我不能餐兮』！言狡童不與我言，則已之。」曰：「又去裏面添一箇『休』字也。這只是衛人當時淫奔，故其言鄙俚如此，非是為君言也。」〈卓〉"
      },
      {
        "index": 94,
        "text": "雞鳴"
      },
      {
        "index": 95,
        "text": "問：「雞鳴詩序卻似不妨，詩中卻要理會。其曰：『雞既鳴矣，朝既盈矣。匪雞則鳴，蒼蠅之聲。』舊注謂夫人以蠅聲為雞聲，所以警戒。所恃以感君聽者，言有誠實而已。今雞本未鳴，乃借蠅聲以紿之，一夕偶然，其君尚以為非信，它夕其復敢言乎？」「是。」曰：「莫是要作推託不肯起之意在否？鄙見政謂是酬答之辭。」曰：「如此說，亦可。」〈琮〉"
      },
      {
        "index": 96,
        "text": "著"
      },
      {
        "index": 97,
        "text": "問：「著是刺何人？」曰：「不知所刺，但覺是親迎底詩。古者五等之爵，朝、祭祀似皆以充耳，亦不知是說何人親迎。所說『尚之以青、黃、素、瓊、瑤、瑛』，大抵只是押韻。如衛詩說『良馬六』，此是天子禮，衛安得而有之！看來只是押韻。不知古人充耳以瑱，或用玉，或用象，不知是塞於耳中，為復是塞在耳外？看來恐只是以線穿垂在當耳處。」〈子蒙〉"
      },
      {
        "index": 98,
        "text": "園有桃"
      },
      {
        "index": 99,
        "text": "園有桃，似比詩。〈升卿〉"
      },
      {
        "index": 100,
        "text": "蟋蟀"
      },
      {
        "index": 101,
        "text": "問：「如蟋蟀之序，全然鑿說，固不待言。然詩作於晉，而風係於唐，卻須有說。」曰：「本是唐，及居晉水，方改號晉。」琮曰：「莫是周之班籍只有唐而無晉否？」曰：「文侯之命，書序固稱『晉』矣。」曰：「書序想是紀事之詞。若如春秋書『晉』之法，乃在曲沃既命之後，豈亦係詩之意乎？」曰：「恁地說忒緊，恰似舉子做時文去。」〈琮〉"
      },
      {
        "index": 102,
        "text": "蟋蟀自做起底詩，山有樞自做到底詩，皆人所自作。〈升卿〉"
      },
      {
        "index": 103,
        "text": "豳七月"
      },
      {
        "index": 104,
        "text": "問：「豳詩本風，而周禮籥章氏祈年於田祖，則吹豳雅；蜡祭息老物，則吹豳頌。不知就豳詩觀之，其孰為雅？孰為頌？」曰：「先儒因此說，而謂風中自有雅，自有頌，雖程子亦謂然，似都壞了詩之六義。然有三說：一說謂豳之詩，吹之，其調可以為風，可為雅，可為頌；一說謂楚茨大田甫田是豳之雅，噫嘻載芟豐年諸篇是豳之頌，謂其言田之事如七月也。如王介甫則謂豳之詩自有雅頌，今皆亡矣。數說皆通，恐其或然，未敢必也。」〈道夫〉"
      },
      {
        "index": 105,
        "text": "問：「古者改正朔，如以建子月為首，則謂之正月？抑只謂之十一月？」曰：「此亦不可考。如詩之月數，即今之月。孟子『七八月之間旱』，乃今之五六月；『十一月徒杠成，十二月輿梁成』，乃今之九十月。國語夏令曰『九月成杠，十月成梁』，即孟子之十一月、十二月。若以為改月，則與孟子春秋相合，而與詩書不相合。若以為不改月，則與詩書相合，而與孟子春秋不相合。如秦元年以十月為首，末又有正月，又似不改月。」〈義剛〉"
      },
      {
        "index": 106,
        "text": "問：「東萊曰：『十月而曰「改歲」，三正之通，於民俗尚矣，周特舉而迭用之耳。』據詩，如『七月流火』之類，是用夏正；『一之日觱發』之類，是周正；即不見其用商正。而呂氏以為『舉而迭用之』，何也？」曰：「周歷夏商，其未有天下之時，固用夏商之正朔。然其國僻遠，無純臣之義，又自有私紀其時月者，故三正皆曾用之也。」〈時舉。「無純臣」語，恐記誤。〉"
      },
      {
        "index": 107,
        "text": "問：「『躋彼公堂，稱彼兕觥』，民何以得升君之堂？」曰：「周初國小，君民相親，其禮樂法制未必盡備。而民事之艱難，君則盡得以知之。成王時禮樂備，法制立，然但知為君之尊，而未必知為國之初此等意思。故周公特作此詩，使之因是以知民事也。」〈時舉〉"
      },
      {
        "index": 108,
        "text": "鴟鴞"
      },
      {
        "index": 109,
        "text": "因論鴟鴞詩，問：「周公使管叔監殷，豈非以愛兄之心勝，故不敢疑之耶？」曰：「若說不敢疑，則已是有可疑者矣。蓋周公以管叔是吾之兄，事同一體，今既克商，使之監殷，又何疑焉？非是不敢疑，乃是即無可疑之事也。不知他自差異，造出一件事，周公為之柰何哉！」叔重因云：「孟子所謂『周公之過，不亦宜乎』者，正謂此也。」曰：「然。」〈可學〉"
      },
      {
        "index": 110,
        "text": "或問：「『既取我子，無毀我室』，解者以為武庚既殺我管蔡，不可復亂我王室，不知是如此否？畢竟當初是管蔡挾武庚為亂。武庚是紂子，豈有父為人所殺，而其子安然視之不報讎者？」曰：「詩人之言，只得如此，不成歸怨管蔡。周公愛兄，只得如此說，自是人情是如此。不知當初何故忽然使管蔡去監他，做出一場大疏脫？合天下之力以誅紂了，卻使出屋裏人自做出這一場大疏脫！這是周公之過，無可疑者。然當初周公使管蔡者，想見那時好在，必不疑他。後來有這樣事，管蔡必是被武庚與商之頑民每日將酒去灌啗它，乘醉以語言離間之曰：『你是兄，卻出來在此；周公是弟，反執大權以臨天下！』管蔡獃，想被這幾箇唆動了，所以流言說：『公將不利于孺子！』這都是武庚與商之頑民教他，使得管蔡如此。後來周公所以做酒誥，丁寧如此，必是當日因酒做出許多事。其中間想煞有說話，而今書、傳只載得大概，其中更有幾多機變曲折在。」〈僩〉"
      },
      {
        "index": 111,
        "text": "東山"
      },
      {
        "index": 112,
        "text": "問：「東山詩序，前後都是，只中間插『大夫美之』一句，便知不是周公作矣。」曰：「小序非出一手，是後人旋旋添續，往往失了前人本意，如此類者多矣。」〈時舉〉"
      },
      {
        "index": 113,
        "text": "詩曲盡人情。方其盛時，則作之於上，東山是也；及其衰世，則作之於下，伯兮是也。〈燾〉"
      },
      {
        "index": 114,
        "text": "破斧"
      },
      {
        "index": 115,
        "text": "破斧詩，看聖人這般心下，詩人直是形容得出！這是答東山之詩。古人做事，苟利國家，雖殺身為之而不辭。如今人箇箇計較利害，看你四國如何不安也得，不寧也得，只是護了我斨、我斧，莫得闕壞了。此詩說出極分明。毛注卻云四國是管蔡商奄。詩裏多少處說「四國」，如正是「四國」之類，猶言四海。他卻不照這例，自恁地說。〈賀孫〉"
      },
      {
        "index": 116,
        "text": "破斧詩，須看那「周公東征，四國是皇」，見得周公用心始得。這箇卻是箇好話頭。〈義剛〉"
      },
      {
        "index": 117,
        "text": "問：「破斧詩傳何以謂『被堅執銳皆聖人之徒』？」曰：「不是聖人之徒，便是盜賊之徒。此語大概是如此，不必恁粘皮帶骨看，不成說聖人之徒便是聖人。且如『孳孳為善』是舜之徒，然『孳孳為善』亦有多少淺深。」〈淳。義剛錄詳，別出。〉"
      },
      {
        "index": 118,
        "text": "安卿問：「破斧詩傳云：『被堅執銳，皆聖人之徒。』似未可謂聖人之徒。」曰：「不是聖人之徒時，便是賊徒。公多年不相見，意此來必有大題目可商量，今卻恁地，如何做得工夫恁地細碎！」安卿因呈問目。先生曰：「程子言：『有讀了後全然無事者，有得一二句喜者。』到這一二句喜處，便是入頭處。如此讀將去，將久自解踏著他關捩了，倏然悟時，聖賢格言自是句句好。須知道那一句有契於心，著實理會得那一句透。如此推來推去，方解有得。今只恁地包罩說道好。如喫物事相似，事事道好，若問那般較好，其好是如何，卻又不知。如此，濟得甚事？」因云：「如破斧詩，卻是一箇好話頭，而今卻只去理會那『聖人之徒』，便是不曉。」〈義剛〉"
      },
      {
        "index": 119,
        "text": "先生謂淳曰：「公當初說破斧詩，某不合截得緊了，不知更有甚疑？」曰：「當初只是疑被堅執銳是粗人，如何謂之『聖人之徒』？」曰：「有粗底聖人之徒，亦有讀書識文理底盜賊之徒。」〈淳〉"
      },
      {
        "index": 120,
        "text": "「破斧詩最是箇好題目，大有好理會處，安卿適來只說那一句沒緊要底。」淳曰：「此詩見得周公之心，分明天地正大之情，只被那一句礙了。」曰：「只泥一句，便是未見得他意味。」〈淳〉"
      },
      {
        "index": 121,
        "text": "九罭"
      },
      {
        "index": 122,
        "text": "寬厚溫柔，詩教也。若如今人說九罭之詩乃責其君之辭，何處討寬厚溫柔之意！〈賀孫〉"
      },
      {
        "index": 123,
        "text": "九罭詩分明是東人願其東，故致願留之意。公歸豈無所？於汝但暫寓信宿耳。公歸將不復來，於汝但暫寓信處耳。「是以有羇衣兮」，「是以」兩字如今都不說。蓋本謂緣公暫至於此，是以此間有被羇衣之人。「無以我公歸兮，無使我心悲兮！」其為東人願留之詩，豈不甚明白？止緣序有「刺朝廷不知」之句，故後之說詩者，悉委曲附會之，費多少辭語，到底鶻突！某嘗謂死後千百年須有人知此意。自看來，直是盡得聖人之心！〈賀孫〉"
      },
      {
        "index": 124,
        "text": "「鴻飛遵渚，公歸無所」；「鴻飛遵陸，公歸不復」。「飛」、「歸」協，是句腰亦用韻。詩中亦有此體。〈方子〉"
      },
      {
        "index": 125,
        "text": "狼跋"
      },
      {
        "index": 126,
        "text": "「狼跋其胡，載疐其尾」，此興是反說，亦有些意義，略似程子之說。但程子說得深，如云狼性貪之類。「公孫碩膚」，如言「幸虜營」及「北狩」之意。言公之被毀，非四國之流言，乃公自遜此大美爾，此古人善於辭命處。〈必大〉"
      },
      {
        "index": 127,
        "text": "問：「『公孫碩膚』，注以為此乃詩人之意，言『此非四國之所為，乃公自讓其大美而不居耳。蓋不使讒邪之口，得以加乎公之忠聖。此可見其愛公之深，敬公之至』〈云云〉。看來詩人此意，也回互委曲，卻大傷巧得來不好。」曰：「自是作詩之體當如此，詩人只得如此說。如春秋『公孫于齊』，不成說昭公出奔！聖人也只得如此書，自是體當如此。」〈僩〉"
      },
      {
        "index": 128,
        "text": "問：「『公孫碩膚』，集傳之說如何？」曰：「魯昭公明是為季氏所逐，春秋卻書云『公孫于齊』，如其自出云耳，是此意。」〈必大〉"
      },
      {
        "index": 129,
        "text": "二雅"
      },
      {
        "index": 130,
        "text": "小雅恐是燕禮用之，大雅須饗禮方用。小雅施之君臣之間，大雅則止人君可歌。〈必大〉"
      },
      {
        "index": 131,
        "text": "大雅氣象宏闊。小雅雖各指一事，說得精切至到。嘗見古人工歌宵雅之三，將作重事。近嘗令孫子誦之，則見其詩果是懇至。如鹿鳴之詩，見得賓主之間相好之誠；如「德音孔昭」，「以燕樂嘉賓之心」，情意懇切，而不失義理之正。四牡之詩古注云：「無公義，非忠臣也；無私情，非孝子也。」此語甚切當。如既云「王事靡盬」，又云「不遑將母」，皆是人情少不得底，說得懇切。如皇皇者華，即首云「每懷靡及」，其後便須「咨詢」，「咨謀」。看此詩不用小序，意義自然明白。〈㽦〉"
      },
      {
        "index": 132,
        "text": "鹿鳴諸篇"
      },
      {
        "index": 133,
        "text": "問：「鹿鳴四牡皇皇者華三詩，儀禮皆以為上下通用之樂。不知為君勞使臣，謂『王事靡盬』之類，庶人安得而用之？」曰：「鄉飲酒亦用。而『大學始教，宵雅肄三，官其始也』，正謂習此。蓋入學之始，須教他便知有君臣之義，始得。」又曰：「上下常用之樂，小雅如鹿鳴以下三篇，及南有嘉魚魚麗南山有臺三篇；風則是關雎卷耳采蘩采蘋等篇，皆是。然不知當初何故獨取此數篇也。」〈時舉〉"
      },
      {
        "index": 134,
        "text": "常棣"
      },
      {
        "index": 135,
        "text": "「雖有兄弟，不如友生」，未必其人實以兄弟為不如友生也。猶言喪亂既平之後，乃謂反不如友生乎？蓋疑而問之辭也。〈時舉〉"
      },
      {
        "index": 136,
        "text": "蘇宜又問：「常棣詩，一章言兄弟之大略，二章言其死亡相收，三章言其患難相救，四章言不幸而兄弟有鬩，猶能外禦其侮，一節輕一節，而其所以著夫兄弟之義者愈重。到得喪亂既平，便謂兄弟不如友生，其『於所厚者薄』如此，則亦不足道也。六章、七章，就他逸樂時良心發處指出，謂酒食備而兄弟有不具，則無以共其樂；妻子合而兄弟有不翕，則無以久其樂。蓋居患難則人情不期而相親，故天理常易復；處逸樂則多為物欲所轉移，故天理常隱而難尋。所以詩之卒章有『是究是圖，亶其然乎』之句。反復玩味，真能使人孝友之心油然而生也。」曰：「所謂『生於憂患，死於安樂』。那二章，正是遏人欲而存天理，須是恁地看。」〈胡泳〉"
      },
      {
        "index": 137,
        "text": "聖人之言，自是精粗輕重得宜。呂伯恭常棣詩章說：「聖人之言大小高下皆宜，而左右前後不相悖。」此句說得極好！〈銖〉"
      },
      {
        "index": 138,
        "text": "伐木"
      },
      {
        "index": 139,
        "text": "問：「伐木，大意皆自言待朋友不可不加厚之意，所以感發之也。」曰：「然。」又問：「『釃酒』，云『縮酌用茅』，是此意否？恐茅乃以酹。」曰：「某亦嘗疑今人用茅縮酒，古人芻狗乃酹酒之物。則茅之縮酒，乃今以醡酒也。想古人不肯用絹帛，故以茅縮酒也。」〈榦〉"
      },
      {
        "index": 140,
        "text": "問「神之聽之，終和且平」。曰：「若能盡其道於朋友，雖鬼神亦必聽之相之，而錫之以和平之福。」〈燾〉"
      },
      {
        "index": 141,
        "text": "天保"
      },
      {
        "index": 142,
        "text": "「何福不除」，義如「除戎器」之「除」。〈必大〉"
      },
      {
        "index": 143,
        "text": "問：「『如松柏之茂，無不爾或承。』承是繼承相接續之謂，如何？」曰：「松柏非是葉不凋，但舊葉凋時，新葉已生。木犀亦然。」〈燾〉"
      },
      {
        "index": 144,
        "text": "問：「天保上三章，天以福錫人君；四章乃言其先君先王亦錫爾以福；五章言民亦『遍為爾德』，則福莫大於此矣。故卒章畢言之。」曰：「然。」〈榦〉"
      },
      {
        "index": 145,
        "text": "時舉說：「第一章至第三章，皆人臣頌祝其君之言。然辭繁而不殺者，以其愛君之心無已也。至四章則以祭祀先公為言；五章則以『遍為爾德』為言。蓋謂人君之德必上無媿於祖考，下無媿於斯民，然後福祿愈遠而愈新也。故末章終之以『無不爾或承』。」先生頷之。叔重因云：「蓼蕭詩云『令德壽豈』，亦是此意。蓋人君必有此德，而後可以稱是福也。」曰：「然。」〈時舉〉"
      },
      {
        "index": 146,
        "text": "采薇"
      },
      {
        "index": 147,
        "text": "又說：「采薇首章，略言征夫之出，蓋以玁狁不可不征，故舍其室家而不遑寧處；二章則既出而不能不念其家；三章則竭力致死而無還心，不復念其家矣；四章五章則惟勉於王事，而欲成其戰伐之功也；卒章則言其事成之後，極陳其勞苦憂傷之情而念之也。其序恐如此。」曰：「雅者，正也，乃王公大人所作之詩，皆有次序，而文意不苟，極可玩味。風則或出於婦人小子之口，故但可觀其大略耳。」〈時舉〉"
      },
      {
        "index": 148,
        "text": "出車"
      },
      {
        "index": 149,
        "text": "問：「先生詩傳舊取此詩與關雎詩，論『非天下之至靜，不足以配天下之至健』處，今皆削之，豈亦以其太精巧耶？」曰：「正為後來看得如此，故削去。」曰：「關雎詩今引匡衡說甚好。」曰：「呂氏亦引，但不如此詳。便見古人看文字，亦寬博如此。」〈銖〉"
      },
      {
        "index": 150,
        "text": "子善問：「詩『畏此簡書』。簡書，有二說：一說，簡書，戒命也；鄰國有急，則以簡書相戒命。一說，策命臨遣之詞。」曰：「後說為長，當以後說載前。前說只據左氏『簡書，同惡相恤之謂』。然此是天子戒命，不得謂之鄰國也。」又問：「『胡不旆旆』，東萊以為初出軍時，旌旗未展，為卷而建之，〈引左氏「建而不旆」。〉故曰此旗何不旆旆而飛揚乎？蓋以命下之初，我方憂心悄悄，而僕夫憔悴，亦若人意之不舒也。」曰：「此說雖精巧，然『胡不旆旆』一句，語勢似不如此。『胡不』，猶言『遐不作人』！言豈不旆旆乎！但我自『憂心悄悄』，而僕夫又況瘁耳，如此卻自平正。伯恭詩太巧，詩正怕如此看。古人意思自寬平，何嘗如此纖細拘迫！」〈銖〉"
      },
      {
        "index": 151,
        "text": "魚麗"
      },
      {
        "index": 152,
        "text": "「文武以天保以上治內，采薇以下治外；始於憂勤，終於逸樂。」這四句儘說得好。〈道夫〉"
      },
      {
        "index": 153,
        "text": "南有嘉魚"
      },
      {
        "index": 154,
        "text": "子善問南有嘉魚詩中「汕汕」字。曰：「是以木葉捕魚，今所謂『魚花園』是也。」問枸。曰：「是機枸子，建陽謂之『皆拱子』，俗謂之『癩漢指頭』，味甘而解酒毒。有人家酒房一柱是此木，而醞酒不成。左右前後有此，則亦醞酒不成。」〈節〉"
      },
      {
        "index": 155,
        "text": "蓼蕭"
      },
      {
        "index": 156,
        "text": "時舉說蓼蕭湛露二詩。曰：「文義也只如此。卻更須要諷詠，實見他至誠和樂之意，乃好。」〈時舉〉"
      },
      {
        "index": 157,
        "text": "六月"
      },
      {
        "index": 158,
        "text": "六月詩「既成我服」，〈不失机。〉「于三十里」。〈常度紀律。方〉"
      },
      {
        "index": 159,
        "text": "采𦬊"
      },
      {
        "index": 160,
        "text": "時舉說采𦬊詩。曰：「宣王南征蠻荊，想不甚費力，不曾大段戰鬥，故只極稱其軍容之盛而已。」〈時舉〉"
      },
      {
        "index": 161,
        "text": "車攻"
      },
      {
        "index": 162,
        "text": "時舉說車攻吉日二詩。先生曰：「好田獵之事，古人亦多刺之。然宣王之田，乃是因此見得其車馬之盛，紀律之嚴，所以為中興之勢者在此。其所謂田，異乎尋常之田矣。」時舉"
      },
      {
        "index": 163,
        "text": "庭燎"
      },
      {
        "index": 164,
        "text": "時舉說「庭燎有煇」。曰：「煇，火氣也，天欲明而見其煙光相雜。此是吳才老之說，說此一字極有功也。」〈時舉〉"
      },
      {
        "index": 165,
        "text": "斯干"
      },
      {
        "index": 166,
        "text": "揚問：「橫渠說斯干『兄弟宜相好，不要相學』，指何事而言？」曰：「不要相學不好處。且如兄去友弟，弟卻不能恭其兄；兄豈可學弟之不恭，而遂亦不友為兄者？但當盡其友可也。為弟能恭其兄，兄乃不友其弟；為弟者豈可亦學兄之不友，而遂忘其恭？為弟者但當知其盡恭而已。如寇萊公撻倒用印事，王文正公謂他底既不是，則不可學他不是，亦是此意。然詩之本意，『猶』字作相圖謀說。」〈宇〉"
      },
      {
        "index": 167,
        "text": "「載弄之瓦。」瓦，紡磚也，紡時所用之物。舊見人畫列女傳，漆室乃手執一物，如今銀子樣。意其為紡磚也，然未可必。〈時舉〉"
      },
      {
        "index": 168,
        "text": "節南山"
      },
      {
        "index": 169,
        "text": "自古小人，其初只是它自竊國柄；少間又自不柰何，引得別人來，一齊不好了。如尹氏太師，只是它一箇不好；少間到那「謂謂姻婭」處，是幾箇人不好了。〈義剛〉"
      },
      {
        "index": 170,
        "text": "「『秉國之均。』均，本當從『金』，所謂如泥之在鈞者，不知鈞是何物。」時舉曰：「恐只是為瓦器者，所謂『車盤』是也。蓋運得愈急，則其成器愈快，恐此即是鈞。」曰：「『秉國之鈞』，只是此義。今集傳訓『平』者，此物亦惟平乃能運也。」〈時舉〉"
      },
      {
        "index": 171,
        "text": "小弁"
      },
      {
        "index": 172,
        "text": "問：「小弁詩，古今說者皆以為此詩之意，與舜怨慕之意同。竊以為只『我罪伊何』一句，與舜『於我何哉』之意同。至後面『君子秉心，維其忍之』，與『君子不惠，不舒究之』，分明是怨其親，卻與舜怨慕之意似不同。」曰：「作小弁者自是未到得舜地位，蓋亦常人之情耳。只『我罪伊何』上面說『何辜于天』，亦一似自以為無罪相似，未可與舜同日而語也。」問：「『莫高匪山，莫浚匪泉；君子無易由言，耳屬于垣！』集傳作賦體，是以上兩句與下兩句耶？」曰：「此只是賦。蓋以為莫高如山，莫浚如泉；而君子亦不可易其言，亦恐有人聞之也。」又曰：「看小雅雖未畢，且併看大雅。小雅後數篇大概相似，只消兼看。」因言：「詩人所見極大，如巧言詩『奕奕寢廟，君子作之；秩秩大猷，聖人莫之。他人有心，予忖度之；躍躍毚兔，遇犬獲之』。此一章本意，只是惡巧言讒譖之人，卻以『奕奕寢廟』與『秩秩大猷』起興。蓋以其大者興其小者，便見其所見極大，形於言者，無非義理之極致也。」時舉云：「此亦是先王之澤未泯，理義根于其心，故其形於言者，自無非義理。」先生頷之。〈時舉〉"
      },
      {
        "index": 173,
        "text": "大東"
      },
      {
        "index": 174,
        "text": "「有饛簋飧，有捄棘匕」，詩傳云：「興也。」問：「似此等例，卻全無義理。」曰：「興有二義，有一樣全無義理。」〈炎〉"
      },
      {
        "index": 175,
        "text": "「東有啟明，西有長庚。」庚，續也。啟明金星，長庚水星。金在日西，故日將出則東見；水在日東，故日將沒則西見。〈泳〉"
      },
      {
        "index": 176,
        "text": "楚茨"
      },
      {
        "index": 177,
        "text": "楚茨一詩，精深宏博，如何做得變雅！〈方子〉"
      },
      {
        "index": 178,
        "text": "問：「『神保是饗』，詩傳謂神保是鬼神之嘉號，引楚辭語『思靈保兮賢姱』。但詩中既說『先祖是皇』，又說『神保是饗』，似語意重複，如何？」曰：「近見洪慶善說，靈保是巫。今詩中不說巫，當便是尸。卻是向來解錯了此兩字。」〈文蔚〉"
      },
      {
        "index": 179,
        "text": "甫田"
      },
      {
        "index": 180,
        "text": "子善問：「甫田詩『志大心勞』。」曰：「小序說『志大心勞』，已是說他不好。人若能循序而進，求之以道，則志不為徒大，心亦何勞之有！人之所期，固不可不遠大。然下手做時，也須一步斂一步，著實做始得。若徒然心務高遠，而不下著實之功，亦何益哉！」〈銖〉"
      },
      {
        "index": 181,
        "text": "「驕驕」，張王之意，猶曰暢茂桀敖耳。「桀桀」與「驕驕」之義同，今田畝間莠最硬搶。〈必大〉"
      },
      {
        "index": 182,
        "text": "瞻彼洛矣"
      },
      {
        "index": 183,
        "text": "問：「瞻彼洛矣，洛水或云兩處。」曰：「只是這一洛，有統言之，有說小地名。東西京共千里，東京六百里，西京四百里。」〈賀孫〉"
      },
      {
        "index": 184,
        "text": "問：「『韎韐有奭。』韎韐，毛鄭以為祭服，王氏以為戎服。」曰：「只是戎服。左傳云『有韎韋之跗注』，是也。」又曰：「詩多有酬酢應答之篇。瞻彼洛矣，是臣歸美其君，君子指君也。當時朝會於洛水之上，而臣祝其君如此。裳裳者華又是君報其臣，桑扈鴛鴦皆然。」〈賀孫〉"
      },
      {
        "index": 185,
        "text": "車牽"
      },
      {
        "index": 186,
        "text": "問：「列女傳引詩『辰彼碩女』，作『展彼碩女』。」先生以為然，且云：「向來煞尋得。」〈方子〉"
      },
      {
        "index": 187,
        "text": "賓之初筵"
      },
      {
        "index": 188,
        "text": "或問：「賓之初筵詩是自作否？」曰：「有時亦是因飲酒之後作此自戒，也未可知。」〈卓〉"
      },
      {
        "index": 189,
        "text": "漸漸之石"
      },
      {
        "index": 190,
        "text": "周家初興時，「周原膴膴，堇荼如飴」，苦底物事亦甜。及其衰也，「牂羊墳首，三星在罶；人可以食，鮮可以飽」！直恁地蕭索！〈文蔚〉"
      },
      {
        "index": 191,
        "text": "大雅文王"
      },
      {
        "index": 192,
        "text": "大雅非聖賢不能為，其間平易明白，正大光明。〈㽦〉"
      },
      {
        "index": 193,
        "text": "問：「周受命如何？」曰：「命如何受於天？只是人與天同。然觀周自后稷以來，積仁累義，到此時人心奔赴，自有不可已。」又問：「太王翦商，左氏云『太伯不從，是以不嗣』，莫是此意？」曰：「此事難明。但太王居於夷狄之邦，強大已久，商之政令，亦未必行於周。大要天下公器，所謂『有德者易以興，無德者易以亡』。使紂無道，太王取之何害？今必言太王不取，則是武王為亂臣賊子！若文王之事，則分明是盛德過人處。孔子於泰伯亦云『至德』。」〈可學〉"
      },
      {
        "index": 194,
        "text": "文王詩，直說出道理。〈振〉"
      },
      {
        "index": 195,
        "text": "「帝命文王」，豈天諄諄然命之耶？只文王要恁地，便是理合如此，便是帝命之也。〈礪〉"
      },
      {
        "index": 196,
        "text": "問：「先生解『文王陟降，在帝左右』，文王既沒，精神上與天合。看來聖人稟得清明純粹之氣，其生也既有以異於人，則其散也，其死與天為一；則其聚也，其精神上與天合。一陟一降，在帝左右。此又別是一理，與眾人不同。」曰：「理是如此。若道真有箇文王上上下下，則不可。若道詩人只胡亂恁地說，也不可。」〈子蒙〉"
      },
      {
        "index": 197,
        "text": "「在帝左右」，察天理而左右也。古注亦如此。《左氏傳》「天子所右，寡君亦右之；所左，亦左之」之意。〈人傑〉"
      },
      {
        "index": 198,
        "text": "馬節之問「無遏爾躬」。曰：「無自遏絕於爾躬，如家自毀，國自伐。」〈蓋卿〉"
      },
      {
        "index": 199,
        "text": "綿"
      },
      {
        "index": 200,
        "text": "「虞芮質厥成，文王蹶厥生。」蹶，動也；生，是興起之意。當時一日之間，虞芮質成，而來歸者四十餘國，其勢張盛，一時見之，如忽然跳起。又曰：「粗說時，如今人言軍勢益張。」〈義剛〉"
      },
      {
        "index": 201,
        "text": "舊嘗見橫渠詩傳中說，周至太王辟國已甚大，其所據有之地，皆是中國與夷狄夾界所空不耕之地，今亦不復見此書矣。意者，周之興與元魏相似。初自極北起來，漸漸強大；到得後來中原無主，遂被他取了。〈廣〉"
      },
      {
        "index": 202,
        "text": "棫樸"
      },
      {
        "index": 203,
        "text": "問：「棫樸何以見文王之能官人？」曰：「小序不可信，類如此。此篇與前後數詩，同為稱揚之辭。作序者為見棫樸近箇人材底意思，故云『能官人』也。行葦序尤可笑！第一章只是起興，何與人及草木？『以祈黃耇』是願頌之詞，如今人舉酒稱壽底言語。只見有『祈』字，便說是乞言。」〈㽦〉"
      },
      {
        "index": 204,
        "text": "棫樸序只下「能官人」三字，便晦了一篇之意。楚茨等十來篇，皆是好詩，如何見得是傷今思古？只被亂在變雅中，便被後人如此想像。如東坡說某處豬肉，眾客稱美之意。〈㽦〉"
      },
      {
        "index": 205,
        "text": "「倬彼雲漢，為章于天；周王壽考，遐不作人！」先生以為無甚義理之興。或解云云。先生曰：「解書之法，只是不要添字。『追琢其章』者，以『金玉其相』故也；『勉勉我王』者，以『綱紀四方』故也。『瑟彼玉瓚，黃流在中；豈弟君子，福祿攸降！』此是比得齊整好者也。」〈璘〉"
      },
      {
        "index": 206,
        "text": "詩無許多事。大雅精密。「遐」是「何」字。以彙推得之。又曰：「解詩，多是推類得之。」〈方子〉"
      },
      {
        "index": 207,
        "text": "「遐不作人」，古注并諸家皆作「遠」字，甚無道理。禮記注訓「胡」字，甚好。〈人傑。去偽錄注云：「道隨事著也。」〉"
      },
      {
        "index": 208,
        "text": "皇矣"
      },
      {
        "index": 209,
        "text": "周人詠文王伐崇、伐密事，皆以「帝謂文王」言之，若曰，此蓋天意云爾。文王既戡黎，又伐崇、伐密。已做得事勢如此，只是尚不肯伐紂，故曰「至德」。〈必大〉"
      },
      {
        "index": 210,
        "text": "「時舉說皇矣詩。先生謂此詩稱文王德處，是從『無然畔援，無然歆羨』上說起；後面卻說『不識不知，順帝之則』。見得文王先有這箇工夫，此心無一毫之私；故見於伐崇、伐密，皆是道理合著恁地，初非聖人之私怒也。」問：「『無然畔援，無然歆羨』，竊恐是說文王生知之資，得於天之所命，自然無畔援歆羨之意。後面『不識不知，順帝之則』，乃是文王做工夫處。」曰：「然。」〈時舉〉"
      },
      {
        "index": 211,
        "text": "下武"
      },
      {
        "index": 212,
        "text": "「昭茲來許」，漢碑作「昭哉」。洪氏隸釋「茲」、「哉」協韻。柏梁臺詩末句韻亦同。〈方子〉"
      },
      {
        "index": 213,
        "text": "文王有聲"
      },
      {
        "index": 214,
        "text": "問：「鎬至豐邑止二十五里，武王何故自豐遷鎬？」曰：「此只以後來事推之可見。秦始皇營朝宮渭南，史以為咸陽人多，先王之宮庭小，故作之。想得遷鎬之意亦是如此。周得天下，諸侯盡來朝覲，豐之故宮不足以容之爾。」〈廣〉"
      },
      {
        "index": 215,
        "text": "生民"
      },
      {
        "index": 216,
        "text": "生民詩是敘事詩，只得恁地。蓋是敘，那首尾要盡，下武文王有聲等詩，卻有反覆歌詠底意思。〈義剛〉"
      },
      {
        "index": 217,
        "text": "問「履帝武敏」。曰：「此亦不知其何如。但詩中有此語，自歐公不信祥瑞，故後人纔見說祥瑞，皆闢之。若如後世所謂祥瑞，固多偽妄。然豈可因後世之偽妄，而併真實者皆以為無乎？『鳳鳥不至，河不出圖』，不成亦以為非！」〈廣〉"
      },
      {
        "index": 218,
        "text": "時舉說「履帝武敏歆，攸介攸止」處。曰：「『敏』字當為絕句。蓋作母鄙反，協上韻耳。履巨跡之事，有此理。且如契之生，詩中亦云：『天命玄鳥，降而生商。』蓋以為稷契皆天生之耳，非有人道之感，非可以常理論也。漢高祖之生亦類此，此等不可以言盡，當意會之可也。」〈時舉〉"
      },
      {
        "index": 219,
        "text": "既醉"
      },
      {
        "index": 220,
        "text": "時舉說既醉詩：「古人祝頌，多以壽考及子孫眾多為言。如華封人祝堯：『願聖人壽！願聖人多男子！』亦此意。」曰：「此兩事，孰有大於此者乎？」曰：「觀行葦及既醉二詩，見古之人君盡其誠敬於祭祀之時，極其恩義於燕飲之際。凡父兄耆老所以祝望之者如此，則其獲福也宜矣，此所謂『禍福無不自己求之者』也。」先生頷之。〈時舉〉"
      },
      {
        "index": 221,
        "text": "子善問「釐爾女士」。曰：「女之有士行者。」銖曰：「荊公作向后冊云：『唯昔先王，釐厥士女。』『士女』與『女士』，義自不同。蘇子由曾論及，曰：『恐它只是倒用了一字耳。』」因言荊公誥詞中，唯此冊做得極好，後人皆學之不能及。銖曰：「曾子固作皇太子冊，亦放此。」曰：「子固誠是學它，只是不及耳。子固卻是後面幾箇誥詞好。國朝之制：外而三公三少，內而皇后太子貴妃皆有冊。但外自三公而下，內自嬪妃而下，皆聽其辭免。一辭即免。惟皇后太子用冊。」〈銖〉"
      },
      {
        "index": 222,
        "text": "假樂"
      },
      {
        "index": 223,
        "text": "「千祿百福，子孫千億！」是願其子孫之眾多。「穆穆皇皇，宜君宜王！不愆不忘，率由舊章。」是願其子孫之賢。〈道夫〉"
      },
      {
        "index": 224,
        "text": "舜功問：「『不愆不忘，率由舊章』，是『勿忘、勿助長』之意？」曰：「不必如此說。不愆是不得過，不忘是不得忘。能如此，則能『率由舊章』。」〈可學〉"
      },
      {
        "index": 225,
        "text": "此詩末章則承上章之意，故上章云「四方之綱」，而下章即繼之曰「之綱之紀」。蓋張之為綱，理之為紀。下面「百辟卿士」，至於庶民，皆是賴君以為綱。所謂「不解于位」者，蓋欲綱常張而不弛也。〈時舉〉"
      },
      {
        "index": 226,
        "text": "公劉"
      },
      {
        "index": 227,
        "text": "問：「第二章說『既庶既繁，既順乃宣』，而第四章方言居邑之成。不知未成邑之時，何以得民居之繁庶也？」曰：「公劉始於草創，而人從之者已若是其盛，是以居邑由是而成也。」問第四章「君之宗之」處。曰：「東萊以為為之立君立宗，恐未必是如此，只是公劉自為群君之君宗耳。蓋此章言其一時燕饗，恐未說及立宗事也。」問「徹田為糧」處。先生以為「徹，通也」之說，乃是橫渠說。然以孟子考之，只曰「八家皆私百畝，同養公田」。又公羊云「公田不治則非民，私田不治則非吏」；似又與橫渠之說不同，蓋未必是計畝而分也。又問：「此詩與豳七月詩皆言公劉得民之盛。想周家自后稷以來，至公劉始稍盛耳。」曰：「自后稷之後，至于不窋，蓋已失其官守，故云『文武不先不窋』。至於公劉乃始復修其業，故周室由是而興也。」〈時舉〉"
      },
      {
        "index": 228,
        "text": "時舉說：「公劉詩『鞞琫容刀』，注云：『或曰：「容刀，如言容臭，謂鞞琫之中，容此刀也。」』如何謂之容臭？」曰：「如今香囊是也。」〈時舉〉"
      },
      {
        "index": 229,
        "text": "卷阿"
      },
      {
        "index": 230,
        "text": "時舉說卷阿詩畢，以為詩中凡稱頌人君之壽考福祿者，必歸於得人之盛。故既醉詩云：「君子萬年，介爾景福！」而必曰：「朋友攸攝，攝以威儀。」假樂詩言「受天之祿」，與「千祿百福」，而必曰「率由群匹」，與「百辟卿士，媚于天子」。蓋人君所以致福祿者，未有不自得人始也。先生頷之。〈時舉〉"
      },
      {
        "index": 231,
        "text": "民勞"
      },
      {
        "index": 232,
        "text": "時舉竊謂，每章上四句是刺厲王，下六句是戒其同列。曰：「皆只是戒其同列。鋪敘如此，便自可見。故某以為古人非是直作一詩以刺其王，只陳其政事之失，自可以為戒。」時舉因謂，第二章末謂：「無棄爾勞，以為王休」，蓋以為王者之休，莫大於得人；惟群臣無棄其功，然後可以為王之休美。至第三章後二句謂「敬慎威儀，以近有德」，蓋以為既能拒絕小人，必須自反於己，又不可以不親有德之人。不然，則雖欲絕去小人，未必有以服其心也。後二章「無俾正敗」，「無俾正反」，尤見詩人憂慮之深。蓋「正敗」，則惟敗壞吾之正道；而「正反」，則全然反乎正矣。其憂慮之意，蓋一章切於一章也。先生頷之。〈時舉〉"
      },
      {
        "index": 233,
        "text": "板"
      },
      {
        "index": 234,
        "text": "「『昊天曰明，及爾出王；昊天曰旦，及爾游衍。』旦與明祇一意。這箇豈是人自如此？皆有來處。纔有些放肆，他便知。〈賀孫錄云：「這裏若有些違理，恰似天知得一般。」〉所以曰：『日監在茲。』」又曰：「『敬天之怒，無敢戲豫！敬天之渝，無敢馳驅！』」問：「『渝』字如何？」曰：「變也。如『迅雷風烈必變』之『變』，但未至怒。」〈道夫。賀孫錄同〉"
      },
      {
        "index": 235,
        "text": "道夫言：「昨來所論『昊天曰明』〈云云〉至『游衍』，此意莫祇是言人之所以為人者，皆天之所為，故雖起居動作之頃，而所謂天者未嘗不在也？」曰：「公說『天體物不遺』，既說得是；則所謂『仁體事而無不在』者，亦不過如此。今所以理會不透，祇是以天與仁為有二也。今須將聖賢言仁處，就自家身上思量，久之自見。記曰：『兩君相見，揖讓而入門，入門而縣興；揖讓而升堂，升堂而樂闋。下管象武，夏籥序興，陳其薦俎，序其禮樂，備其百官，如此而後君子知仁焉。』又曰：『賓入大門而奏肆夏，示易以敬也。卒爵而樂闋，孔子屢歎之。』」道夫曰：「如此，則是合正理而不紊其序，便是仁。」曰：「恁地猜，終是血脈不貫，且反復熟看。」〈道夫〉"
      },
      {
        "index": 236,
        "text": "時舉說板詩，問：「『天體物而不遺』，是指理而言；『仁體事而無不在』，是指人而言否？」曰：「『體事而無不在』，是指心而言也。天下一切事，皆此心發見爾。」因言：「讀書窮理，當體之於身。凡平日所講貫窮究者，不知逐日常見得在吾心目間否？不然，則隨文逐義，趕汚期限，不見悅處，恐終無益。」〈時舉。餘見張子書類。〉"
      },
      {
        "index": 237,
        "text": "蕩"
      },
      {
        "index": 238,
        "text": "時舉說：「首章前四句，有怨天之辭。後四句乃解前四句，謂天之降命，本無不善；惟人不以善道自終，故天命亦不克終，如疾威而多邪僻也。此章之意既如此，故自次章以下託文王言紂之辭，而皆就人君身上說，使知其非天之過。如『女興是力』，『爾德不明』，與『天不湎爾以酒』，『匪上帝不時』之類，皆自發明首章之意。」先生頷之。〈時舉〉"
      },
      {
        "index": 239,
        "text": "抑"
      },
      {
        "index": 240,
        "text": "抑非刺厲王，只是自警。嘗考衛武公生於宣王末年，安得有刺厲王之詩！據國語，只是自警。詩中辭氣，若作自警，甚有理；若作刺厲王，全然不順。伯恭卻謂國語非是。〈浩〉"
      },
      {
        "index": 241,
        "text": "抑小序：「衛武公刺厲王，亦以自警。」不應一詩既刺人，又自警之理。且厲王無道，一旦被人「言提其耳」，以「小子」呼之，必不索休。且厲王監謗，暴虐無所不至。此詩無限大過，都不問著，卻只點檢威儀之末，此決不然！以史記考之，武公即位，在厲王死之後，宣王之時。說者謂是追刺，尤不是！伯恭主張小序，又云史記不可信，恐是武公必曾事厲王。若以為武公自警之詩，則其意味甚長。國語云，武公九十餘歲作此詩。其間「匪我言耄」，可以為據。又如「謹爾侯度」，注家云，所以制侯國之度，只是侯國之度耳。「曰喪厥國」，則是諸侯自謂無疑。蓋武公作此詩，使人日夕諷誦以警己耳，所以有「小子」「告爾」之類，皆是箴戒作文之體自指耳。〈後漢侯芭亦有此說。㽦〉"
      },
      {
        "index": 242,
        "text": "先生說：「抑詩煞好。」鄭謂：「東萊硬要做刺厲王，緣以『爾』『汝』字礙。」曰：「如幕中之辨，人反以汝為叛；臺中之評，人反以汝為傾等類，亦是自謂。古人此樣多。大抵他說詩，其原生於不敢異先儒，將詩去就那序。被這些子礙，便轉來穿鑿胡說，更不向前來廣大處去。或有兩三說，則俱要存之。如一句或為興，或為比，或為賦，則曰詩兼備此體。某謂既取興體，則更不應又取比體；既取比體，則不更應又取賦體。說狡童，便引石虎事證，且要有字不曳白。南軒不解詩，道詩不用解，諸先生說好了。南軒卻易曉，說與他便轉。」〈淳〉"
      },
      {
        "index": 243,
        "text": "衛武公抑詩，自作懿戒也。中間有「嗚呼小子」等語，自呼而告之也。其警戒持循如是，所以詩人美其「如切如磋」。〈方〉"
      },
      {
        "index": 244,
        "text": "雲漢"
      },
      {
        "index": 245,
        "text": "問：「雲漢詩乃他人述宣王之意，然責己處太少。」曰：「然。」〈可學〉"
      },
      {
        "index": 246,
        "text": "崧高"
      },
      {
        "index": 247,
        "text": "問：「崧高烝民二詩，是皆遣大臣出為諸侯築城。」曰：「此也曉不得。封諸侯固是大事。看黍苗詩，當初召伯帶領許多車從人馬去，也自勞攘。古人做事有不可曉者，如漢築長安城，都是去別處調發人來，又只是數日便休。詩云：『溥彼韓城，燕師所完。』注家多說是燕安之眾，某說即召公所封燕國之師。不知當初何故不只教本土人築，又須去別處發人來，豈不大勞攘？古人重勞民，如此等事，又卻不然，更不可曉，強說便成穿鑿。」又曰：「看烝民詩，及左傳國語周人說底話，多有好處。也是文武周公立學校，教養得許多人，所以傳得這些言語，如烝民詩大故細膩。劉子曰：『人受天地之中以生。』皆說得好。」〈夔孫。義剛錄小異。〉"
      },
      {
        "index": 248,
        "text": "烝民"
      },
      {
        "index": 249,
        "text": "問：「烝民詩解云『仲山甫蓋以冢宰兼太保』，何以知之？」曰：「其言『式是百辟』，則是為宰相可知。其曰『保茲天子』，『王躬是保』，則是為太保可知，此正召康公之舊職。」〈廣〉"
      },
      {
        "index": 250,
        "text": "「仲山甫之德，柔嘉維則」，詩傳中用東萊呂氏說。先生曰：「記得他甚主張那『柔』字。」文蔚曰：「他後一章云：『柔亦不茹，剛亦不吐。』此言仲山甫之德剛柔不偏也。而二章首舉『仲山甫之德』，獨以『柔嘉維則』蔽之。崧高稱『申伯番番』，終論其德，亦曰『柔惠且直』，然則入德之方其可知矣。」曰：「如此，則乾卦不用得了！人之資稟自有柔德勝者，自有剛德勝者。如本朝范文正公富鄭公輩，是以剛德勝；如范忠宣范淳夫趙清獻蘇子容輩，是以柔德勝。只是他柔，卻柔得好。今仲山甫『令儀令色，小心翼翼』，卻是柔。但其中自有骨子，不是一向如此柔去。便是人看文字，要得言外之意。若以仲山甫『柔嘉維則』，必要以此為入德之方，則不可。人之進德，須用剛健不息。」〈文蔚〉"
      },
      {
        "index": 251,
        "text": "「既明且哲，以保其身。」曰：「只是上文『肅肅王命，仲山甫將之；邦國若否，仲山甫明之』，便是明哲。所謂『明哲』者，只是曉天下事理，順理而行，自然災害不及其身，可以保其祿位。今人以邪心讀詩，謂明哲是見幾知微，先去占取便宜。如揚子雲說『明哲煌煌，旁燭無疆；遜于不虞，以保天命』，便是占便宜底說話，所以它一生被這幾句誤。然『明哲保身』，亦只是常法。若到那舍生取義處，又不如此論。」〈文蔚〉"
      },
      {
        "index": 252,
        "text": "問：「『既明且哲，以保其身』，有些小委曲不正處否？」曰：「安得此！只是見得道理分明，事事處之得其理，有可全之道。便有委曲處，亦是道理可以如此，元不失正，特不直犯之耳。若到殺身成仁處，亦只得死。古人只是平說中庸，無一理不明，即是明哲。若只見得一偏，便有蔽，便不能見得理盡，便不可謂之明哲。學至明哲，只是依本分行去，無一事不當理，即是保身之道。今人皆將私看了，必至於孔光之徒而後已！」"
      },
      {
        "index": 253,
        "text": "周頌清廟"
      },
      {
        "index": 254,
        "text": "「假以溢我？」當從左氏，作「何以恤我」。「何」、「遐」通轉而為「假」也。〈方子〉"
      },
      {
        "index": 255,
        "text": "昊天有成命"
      },
      {
        "index": 256,
        "text": "昊天有成命詩：「成王不敢康。」詩傳皆斷以為成王詩。某問：「下武言『成王之孚』，如何？」曰：「這箇且只得做武王說。」〈炎〉"
      },
      {
        "index": 257,
        "text": "我將"
      },
      {
        "index": 258,
        "text": "問：「我將乃祀文王於明堂之樂章。詩傳以謂『物成形於帝，人成形於父，故季秋祀帝於明堂，而以父配之，取其成物之時也。此乃周公以義起之，非古禮也』。不知周公以後，將以文王配耶？以時王之父配耶？」曰：「諸儒正持此二議，至今不決，看來只得以文王配。且周公所制之禮，不知在武王之時，在成王之時？若在成王，則文王乃其祖也，亦自可見。」又問：「繼周者如何？」曰：「只得以有功德之祖配之。」〈僩〉"
      },
      {
        "index": 259,
        "text": "敬之"
      },
      {
        "index": 260,
        "text": "「日就月將」，是日成月長。就，成也；將，大也。〈節〉"
      },
      {
        "index": 261,
        "text": "絲衣"
      },
      {
        "index": 262,
        "text": "繹，祭之明日也。賓尸，以賓客之禮燕為尸者。〈敬仲〉"
      },
      {
        "index": 263,
        "text": "魯頌泮水"
      },
      {
        "index": 264,
        "text": "泮宮小序，詩傳不取。或言詩中「既作泮宮」，則未必非修也。直卿云：「此落成之詩。」〈佐〉"
      },
      {
        "index": 265,
        "text": "閟宮"
      },
      {
        "index": 266,
        "text": "太王翦商，武王所言。中庸言「武王纘太王王季文王之緒」，是其事素定矣。橫渠亦言周之於商，有不純臣之義。蓋自其祖宗遷豳，遷邰，皆其僻遠自居，非商之所封土也。〈揚〉"
      },
      {
        "index": 267,
        "text": "商頌"
      },
      {
        "index": 268,
        "text": "商頌簡奧。〈方子〉"
      },
      {
        "index": 269,
        "text": "伯豐問：「商頌恐是宋作？」曰：「宋襄一伐楚而已，其事可考，安有『莫敢不來王』等事！」又問：「恐是宋人作之，追述往事，以祀其先代。若是商時所作，商尚質，不應商頌反多於周頌。」曰：「商頌雖多如周頌，覺得文勢自別。周頌雖簡，文自平易。商頌之辭，自是奧古，非宋襄可作。」又問：「頌是告于神明，卻魯頌中多是頌當時之君。如『戎狄是膺，荊舒是懲』，僖公豈有此事？」曰：「是頌願之辭。」又問：「『戎狄是膺，荊舒是懲』，孟子引以為周公，如何？」曰：「孟子引經自是不子細。」又問：「或謂魯頌非三百篇之類，夫子姑附於此耳。」曰：「『思無邪』一句，正出魯頌。」〈㽦〉"
      },
      {
        "index": 270,
        "text": "玄鳥"
      },
      {
        "index": 271,
        "text": "問：「玄鳥詩吞卵事，亦有此否？」曰：「當時恁地說，必是有此。今不可以聞見不及，定其為必無。」〈淳〉"
      },
      {
        "index": 272,
        "text": "長發"
      },
      {
        "index": 273,
        "text": "「湯降不遲，聖敬日躋。」天之生湯，恰好到合生時節。湯之修德，又無一日間斷。〈㽦〉"
      }
    ]
  }
}
