{
  "chapterNumber": 131,
  "title": "中興至今日人物上〈李趙張汪黃秦。〉",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "李伯紀，徽廟時，因論京城水災被出。後復召用，遂約吳敏勸行內禪事。李恐吳做不得，乃自作文，於袖中入，吳已為之矣。後欽宗即位，用之。一日，聞金人來，殿上臣寮都失措，皆欲作竄計。李叩閤門入論，閤門止之。欽宗聞之，令引見。力陳禦戎之策，忠義慨然。上大喜，即擢知樞密院事。李英爽奮發，然性疏，用術。欽廟用督太原師，適种師中敗，遂得罪。太上登極，建炎初召。汪黃輩云：「李好用兵，今召用，恐金人不樂。」上曰：「朕立於此，想彼亦不樂矣！」遂用為相。後汪黃竟使言官去之，在相位止百餘日。許右丞作陳少陽哀詞，亦各見其出處。〈揚〉"
      },
      {
        "index": 1,
        "text": "李丞相不甚知人；所用多輕浮。相於南京時，建議三事，〈借民間錢。二云云。三云云。〉宋齊愈言之。其時正誅叛人，遂以宋嘗令立張邦昌，戮之。當時人多知是立張邦昌。間有未知者，宋書以示之。及刑，人多冤之。張魏公深言宋甚好人。宋，蜀人。當時模樣，亦是汪黃所使人。魏公亦汪黃薦。李罷相，乃魏公言罷也。〈揚〉"
      },
      {
        "index": 2,
        "text": "黃仲本言於先生曰：「李伯紀一再召，乃黃潛善薦也。途中見顏岐言章，遂疑潛善為之。李入國門，潛善率百官迓之，李默不一語，因此二公生隙。」又曰：「上云：『李綱孩視朕！』」先生曰：「李丞相有大名，當時誰不追咎其不用，以至於此？上意亦須向之。潛善因而推之，背後卻令顏岐言之，情理必是如此。仲本是其族人，不欲辯之。」〈揚〉"
      },
      {
        "index": 3,
        "text": "問：「魏公何故亦嘗論列李丞相？」曰：「魏公初赴南京，亦主汪黃，後以其人之不足主也，意思都轉。後居福州李公家，於彼相得甚懽。是時李公亦嘗薦魏公，曾惹言語。」又問：「魏公論李丞相章疏中，有『修怨專殺』等語，似指誅宋齊愈而言，何故？」曰：「宋齊愈舊曾論李公來，但他那罪過亦非小小刑杖斷遣得了。」又曰：「當時議論，自是一般好笑。方召李丞相時，顏岐之徒論列，謂張邦昌虜人所厚，不宜疏遠；李綱虜人所惡，不宜再用。幸而高宗語極好，云：『如朕之立，恐亦非虜人所樂！』遂得命召不寢。」曰：「方南京建國時，全無紀綱。自李公入來整頓一番，方略成箇朝廷模樣。如僭竊及嘗受偽命之臣，方行誅竄；死節之臣，方行旌卹。然李公亦以此去位矣。」又曰：「便是天下事難得恰好。是時恰限撞著汪黃用事，二人事事無能，卻會專殺。如置馬伸於死地，陳東歐陽徹之死，皆二人為之。」〈傳中興詔令，御史臺勸劄。宋齊愈外至會議處，於卓子上取筆寫「張邦昌」三字，坐皆失色！儒用〉"
      },
      {
        "index": 4,
        "text": "陳少陽之死，黃潛善害之也，其詳見於許右丞哀詞中。同時死者歐陽徹。徹，楚州人。某族叔祖時居高郵，一日，使一人往楚州鹽城小村中買物事，久而不歸，後問之，乃云，彼村中三四日大雪。叔祖甚怪之，云：「八月二十間，安得有雪！」亦且據其僕云記之。後有人自彼中來，問之，果然，乃歐陽死時也。〈揚〉"
      },
      {
        "index": 5,
        "text": "舜舉十六相，誅「四凶」，如此方恰好，兩邊方停勻。後世都不然，惟小人得志耳。方天下無事之時，則端人正士行義謹飭之士為小人排擯，不能一日安於朝廷，遷竄貶謫。及擾攘多故之秋，所謂忠臣義士者，犯水火，蹈白刃，以捐其軀；而小人者，平世固是他享富貴，及亂世亦是他獨寬，縱橫顛倒，無非是他得志之日。君子者常不幸，而小人者常幸也！如汪黃在高宗初年為宰相，後來竄廣中，正中原多故之日，卻是好好送他去廣中避盜。及事稍定，依舊取他出來為官。高宗初啟中興，而此等人為宰相，如何有恢復之望！在維揚時，番人兵矢簇在胸前了，他猶自不管，世間有此愚人！〈子蒙〉"
      },
      {
        "index": 6,
        "text": "問中興諸相。曰：「張魏公才極短，雖大義極分明，而全不曉事。扶得東邊，倒了西邊；知得這裏，忘了那裏。趙忠簡卻曉事，有才，好賢樂善，處置得好，而大義不甚分明。李丞相大義分明，極有才，做事有終始，本末昭然可曉。只是中間粗，不甚謹密，此是他病。然他綱領大，規模宏闊，照管得始終本末，才極大，諸公皆不及，只可惜太粗耳。朱丞相秀水閑居錄自誇其功太過，以復辟之事皆由他做，不公道。」〈魏公有《鎮江錄》。〉又問呂頤浩。曰：「這人粗，胡亂一時間得他用，不足道。」〈子蒙〉"
      },
      {
        "index": 7,
        "text": "魏公才短。然中興以來，要為者只李張二公。〈揚〉"
      },
      {
        "index": 8,
        "text": "李伯紀大節好，敗兵事，乃當時為其所治者附會滋益之，不足盡信。〈揚〉"
      },
      {
        "index": 9,
        "text": "李伯紀請誅張邦昌并畔者，後以結余睹事過海。〈振〉"
      },
      {
        "index": 10,
        "text": "李伯紀丞相為宣撫使時，幕下賓客盡一時之秀。胡德輝何晉之翁士特諸人，皆有文名，德輝尤蒙特顧。諸將每有稟議，正紛拏辨說之際，諸公必厲聲曰：「且聽大丞相處分！」諸將遂無語。看來文士也是誤人，蓋真箇能者未必能言。文士雖未必能，卻又口中說得，筆下寫得，真足以動人聞聽，多至敗事者，此也。〈儒用〉"
      },
      {
        "index": 11,
        "text": "因語李忠定，曰：「君子能勤小物，故無大患。」〈閎祖〉"
      },
      {
        "index": 12,
        "text": "問：「中興賢相，皆推趙忠簡公，何如？」曰：「看他做來做去，亦只是王茂洪規摹。當時廟論大概亦主和議。〈按，王庶乞免簽書和議文字劄貼黃云：「契勘臣前項所上章奏，及與王論議，實有妨嫌。今若不自陳稟，則又如趙鼎劉大中輩首鼠兩端，於陛下國事何益！」〉使當國久，未必不出於和。但就和上，卻須有些計較。如歲幣、稱呼、疆土之類，不至一一聽命如秦會之樣，草草地和了。後來秦沒意智，乃以『不合沮撓和議』為詞，貶之，卻十分送箇好題目與他。」問：「趙好處如何？」曰：「意思好，又孜孜汲引善類，但其行事亦有不強人意處。如自平江再都建康，張德遠極費調護，已自定疊了。只因酈瓊叛去，德遠罷相，趙公再入，憂虞過計，遂決還都臨安之策。一夜起發，自是不復都金陵矣。」問：「酈瓊之叛，或云因呂安老折辱之，不能安，遂生反心。如不親坐廳，但垂簾露履以受其參之類，恐無此等事。」曰：「此亦傳聞之過。」又問：「當時皆歸罪魏公，以為不合罷劉光世，故有此變。」曰：「光世在當時貪財好色，無與為比，軍政極是弛壞，罷之未為不是，但分付得他兵馬無著落。」又云：「此事似不偶然。如虜人寇虐，劉豫不臣，但無人敢問著他。至此屯重兵淮上，方謀大舉，以伐劉豫，忽然有此一段疏脫，遂止。」〈又云：「如呂安老才氣儘自過人，觀其議論，亦甚精確。」〉問：「酈瓊叛去之後，聞亦不得志於虜。」曰：「虜後來亦用他為將，但初叛歸於劉豫。虜人卻疑豫擁兵太眾，或疑與我為內應，遂有廢豫之謀。」〈酈瓊叛於淮西，實紹興七年秋戊辰也。瓊既降劉豫，金人憂其難制，遂廢偽齊，其詔有云：「勿謂奪蹊田之牛，其罰則甚；不能為托子之友，非棄亦何？此天滅齊豫也，豈偶然哉！」儒用〉"
      },
      {
        "index": 13,
        "text": "問：「趙忠簡張魏公當國，魏公欲戰，忠簡欲不戰。忠簡以為劉豫杌上肉耳。然豫挾虜人以為重，今且得豫遮蔽虜人，我之被禍猶小。若取劉豫，則我獨當虜人，難矣。魏公不然之，必欲戰。二策孰是？」曰：「忠簡非是。殺得劉豫了，又卻抵當虜人，有何不可？劉豫亦未便是杌上肉在。若以趙之才，恐也當未得那杌上肉，他亦未會被你殺得，只是胡說。若真箇殺得劉豫，則我之勢益強，虜人自畏矣，何難當之！有虜，豺狼犬羊也，見威則畏，見善則愈肆欺侮。若自家真箇曾勝劉豫，殺得一兩番贏，他便怕矣。靖康以後，自家只管怕他，與之和，所以他愈肆欺侮。若自家真箇能勝劉豫，他安得不懼？虜，禽獸耳，豈可以柔服也！嘗見《征蒙記》〈李成之子某從兀朮征蒙國，因記征蒙時事。〉云，兀朮在甚處，淮上二士人說之曰：『今韓世忠渡江，遺棄糧草甚多。若我急往收取，資之以取江南，必可得也。』兀朮然其言，遂急來淮上，則空無所有。蓋韓已先般輜重糧草歸，而後抽軍回也。彷徨淮上，正未有策，而糧草已竭，窘不可言。先已敗於劉錡，錡在順昌扼其前，進退不可，遂遣使請和。兀朮謂其下曰：『今南朝幸而欲和，即大幸；不然，即送死耳，無策可為也。』這下又不知其狼狽如是。若知之，以偏師臨之，無遺類矣。是時雖稍勝，然高宗終畏之，欲和。因其使來，喜甚，遂遣使報之，欲和。兀朮大喜，遂得還。是兀朮不敢望和，自以為必死。其遣使也，蓋亦謾試此間耳。可惜此機會，所以後來也怕，一向欲和。」又云：「劉信叔是時以孤軍在順昌，兀朮來伐，諸將皆欲走，信叔曰：『不可。我若走，則虜人必前拒我，襲在後，必無遺類。若幸而得至江，則諸將盡扼江上，責我以擅棄歸之罪，亦必盡殺我，決無可生之理。不若堅守此城，與虜人決勝負，庶幾死中可以求生也。』某嘗說，冢殺無巧妙，只是死中求生。兩軍相拄，一邊立得腳住不退，即贏矣。須是死中求生，方勝也。遂據城與虜人戰，大敗虜人，兀朮由是畏怯。若非錡順昌一勝，兀朮亦未必便致狼狽如此之甚。信叔本將家子，喜讀書，能詩，詩極佳，善寫字。後來當完顏亮時，己自老病。緣其侄劉?先戰敗，遂至於敗。」〈卓。饒錄云：「張魏公欲討劉豫，趙丞相云：『留他在上，可以扞蔽北虜。若除了，便與北虜為鄰，恐難抵當。』此是甚說話！豈有不能討叛臣而可以服夷狄乎？」〉"
      },
      {
        "index": 14,
        "text": "趙丞相亦自主和議，但爭河北數州，及不肯屈膝數項禮數爾。至秦丞相，便都不與爭。趙丞相是西人，人皆望其有所成就，不知他倒都不進前！〈方子錄云：「趙元鎮亦只欲和。但秦檜既擔當了，元鎮卻落得美名」。〉"
      },
      {
        "index": 15,
        "text": "張魏公本與趙忠簡同心輔政。陳公輔排程氏，乃因趙公。趙公去。已而呂安老敗，趙公復相。〈可學〉"
      },
      {
        "index": 16,
        "text": "趙丞相，中興名臣一人而已，然當時不滿人意處亦多。且如好伊洛之學，又不大段理會得，故皆為人以是欺之。一日，出見一屋稍好，栽些花木之類。問知是一內官家，及言於上，謂：「今暫駐蹕於此，當日圖恢復，而內臣乃居安如此！」遂編管之。〈揚〉"
      },
      {
        "index": 17,
        "text": "趙丞相收拾得些人材然亦雜，如喻子才之徒亦預焉也。〈揚〉"
      },
      {
        "index": 18,
        "text": "先生云：「沈公雅言：『趙丞相鎮靜，德量之懿；而諳練事機，則恐於秦公不逮。』張子功以為不然，且曰：『燾在都司日，忠簡為相，有建議者，公必計也，曰：「如是則利在上而害在民，如是則害在上利在民。今須如此行，則利澤均而公私便。」至秦公，則僚屬凡有關白，默無一語，而屬諸吏。事出，則皆吏輩所為，而非復前日之所擬。』」〈道夫。僩錄云：「嘗見沈公雅云：『某嘗問張子功，趙忠簡與秦丞相二公孰能辦事？某以秦公為能。』子功曰：『不然。某嘗為都司，事二公。每百官有稟白事件，趙公必當面剖析商量，此事合如何行。如此行則利國，如此行則利民，如此則利民而害國，如此則利國而害民，如此則國與民俱利。當面便商量判斷了，僚屬便奉承以行。及至秦公，則百官凡有所稟白，無酬酢，略不可否，但付與吏人，少間更沒理會，此事便沉埋了。如此，謂之秦公勝趙公，可乎？』」〉"
      },
      {
        "index": 19,
        "text": "「魏公初以何右丞薦為太常簿。趙忠簡為開封推官，相得甚懽。在圍城中，朝夕論講濟時之策。魏公先達，力相汲引，遂除司勳員外郎，一向超擢，反在魏公上。嘗論天下人材，魏公劇談秦會之可用。趙云：『此人得志，吾輩安所措足邪！』魏公云：『且為國事計，姑置吾人利害。』時趙公為左，張公為右，皆兼樞密院事。忽報兀朮大舉深入，朝廷震怖。時劉光世將重兵屯合肥，魏公親往視師，因奏記曰：『此決非兀朮，必劉豫遣其子姪麟、猊來寇耳。臣往在關西，數與兀朮戰，熟其用兵利害。今觀此舉，決非其人。』魏公遂下令督戰。光世恐懼，謀欲退師而南，以與趙公平時有鄉曲雅，故遂私有請於趙。折彥質時知樞密院事，復助之請，遂徑自樞府下文字，令光世退師。魏公聞之，大怒，下令曰：『敢有一人渡江，即斬以徇！』光世聞之，復駐軍如故。此事雖謂之曲在趙公，可也。已而拓皋大捷，虜騎遂退。魏公既還，絕不言前功，欲以安趙公，與共國事也。而二公門下士互相排抵，魏公之人至有作為詩賦以嘲趙公者。趙公之跡不安，且有論之者，遂去。魏公獨相，乃力薦會之為樞密使。及酈瓊叛於合肥。呂安老死之，魏公之跡亦不安，懇辭求去。高宗問：『誰可代卿者？』魏公復薦趙公，遂令魏公擬批召之。既出，會之謂必薦己，就閤子語良久。魏公言不及之，會之色漸變。未幾，中使傳宣促進所擬文字，魏公遂就坐作劄子，封付中使，會之色變愈甚。魏公遂上馬去。及趙公再相，會之反謂之曰：「張德遠直恁無廉恥，弄壞得淮上事如此，猶不知去！及主上傳宣來召相公，方皇恐上馬去。』趙公以為然。後又數數讒間之，趙公不能不信也。又如光世之罷，實當於罪。酈瓊叛去，豈不可舉能者？乃復以淮西之軍付光世，弄得都成私意。初，趙公極惡秦之為人，不與通情。及趙公為相，秦為樞密使，每事惟公之命是聽。久而趙公安之，復深信之，又薦之，至與之並相。並相之後，復不敢專，唯諾而已。忽一日高宗怒唐暉，趙公為之分解。檜察上意惡暉，逡巡發一語云：『如唐暉樣人才，也不難得。』又一日，趙公奏，恩平郡王乃建王之弟，建王乃恩平之兄。建州不過一郡之地，吳乃一大都會，恐弟之封不宜壓兄。檜察見高宗以慈壽意主於恩平，遂奏曰：『也不較此。』因此二事，高宗深眷之。又因力主和議，趙公罷，遂拜左相。他言語不多，只用兩句，那事都了。趙公不知魏公之無他，為檜所排，得泉州；是時魏公知福州。二公相見，因說及曩日之事，趙公方知為檜所中，相與太息而已。」或曰。「以檜之才，若用之以正，豈不能任恢復之責？」曰：「他亦只是閉著門，在屋子裏做得，不知出門去又如何，這事難。」坐間多稱其能處置大事。曰：「他急時，也荒忙無計策。他初一番講和，虜人以河南之地歸，未幾敗盟，大舉入寇。邊報既至，大恐，不知所為，顧盼朝士，問以計策，時張巨山微誦曰：『德無常師，主善為師；善無常主，協於克一。』檜心異之。眾人既退，獨留巨山坐，問適間之語。巨山曰：『天下之事，各隨時節，不可拘泥。曩者相公與虜人講和者，時當講和也。今虜人既敗盟，則曲在彼，我不得不應，亦時當如此耳。』因為之畫策，召諸將為戰攻之計。他大喜，即命巨山為奏?，倉卒不子細，起頭兩句云：『伊尹告成湯曰：「德無常師，主善為師；」孔子曰：「陳力就列，不能者止。」』遂急書進呈。會之復喜，遂播告天下，決策用兵。已而劉信叔順昌大捷，虜人遂退，檜復專其功，大喜，亟擢用巨山至中書舍人，有無名子作詩嘲之，一聯云：『成湯為太甲，宣聖作周任！』」〈周莊仲云：「劉參政，大中之子，知某州，劉季章曾為其館客，嘗與先生說，見其翁日錄，覺得高宗之意，極不樂魏公。先生曰：『然。』劉曰：『有御史者，川人，名戒，字定夫。魏公在川陝時，上書言利害。魏公喜，檄用之，倔強不從。魏公遂疏遠之，戒由是不樂。後酈瓊之叛，魏公去位。張為御史，首論魏公。高宗喜，謂輔臣曰：「張戒論浚曰：『不臣之跡已見，跋扈之跡未明。』此兩句極當其罪」。謂其已罷宣撫使除樞密，而猶用宣撫使印除吏不已也。是時趙公奏曰：「此恐是一時不審之過，亦未至於不臣也。」秦檜徐進曰：「既為臣子，恐亦不宜如此」。檜之乘機伺人主喜怒擠陷人，皆此類也。』」儒用按：是時周秘石公揆李誼交章詆公，不特一張戒而已。儒用。德明錄二條，今附正之：「問劉寶學當初從魏公始末。先生云：『當時趙公且要持重，魏公卻要大舉。有劉麟者，舉兵掠邊。朝廷不探虛實，以為虜復大入，趙公震恐。張公出，視師江上，趙公手書云：「今日之事，且須持重，未可輕戰。萬一失事，雖公不為一身慮，如宗廟社稷何？是時劉麟兵以為折彥古敗於淮上，遁去。於是張公鼓舞，益為大舉計，謂趙公怯敵。言者繼亦有論列，趙遂罷相。初，趙公遣熊叔雅相視川陝事宜，魏公亦遣寶學往。寶學見川中無兵無財，歸告魏公：「向者兵財如許，尚不能集事，今實未可動。」魏公疑寶學附會趙公，時又欲令寶學帥淮西，代領酈瓊兵。寶學以為此軍不可代，遂改。呂安老願往，寶學為陳利害。宜辭此行。安老以告，魏公怒，於此出寶學知泉州。既而淮西果失師，酈瓊全軍遁虜，於是魏公罷相，帥福州。先是，秦相與呂相同在政府。呂相視師淮上，秦相盡改其規模。一時為呂相所引用人多逐去，盡起在外諸賢，如胡文定、張子公、程伯禹諸人，布在朝列，實欲傾呂相也。後呂相召還，過某州，席大光邀留，告所以傾秦之術，以為莫若先去黨魁。黨魁，指文定也。秦竟為呂相所傾，出知紹興府。是時富直柔者，富公之子，嘗於一寺中與秦相握臂疑語，且及富公為相時事。忽若有所思，徑入，去踰時不出。富怪之，須臾出云：「元來宰相要如此做！」一時會稽政事，便放下不問，雖公筵亦只令去通判處理會。趙公素鄙秦之為人，魏公卻薦秦相，遂再召除樞密使。既視事，一切不問，魏公出知福州，朝辭。上問：「孰可以代卿者？」魏公薦趙相。上云：「可一面批旨奏來」。魏公還堂，秦相迎之，以為必薦己也。坐久無語，秦色變。少頃，中使傳宣云：「有旨，令作召趙相公文字來」。於是魏公指揮堂吏作文字奏上，秦大不樂。魏公去國，趙相至，秦譖魏公於趙公曰：「德遠到堂中，尚未肯去。直到中使催促召相公文字，方上馬。趙公於是益不樂魏公。及趙公為秦所傾，出知泉州，過福州，與魏公相見，語及當時薦代之事，二公始豁然無疑。』先生曰：『秦相自為樞密使，不理會事。及與趙公並相，一切聽其所為，皆富直柔教之也。直柔不才子，富公相業，安有此哉！其後上頗厭趙公，為秦所窺，只兩言傾去。是時有唐暉者，作舍人，求去。上云：「唐暉只管求去。」趙公力薦，乞且留此人。秦奏云：「似這般人才，亦不難得。」上欲封普安郡王為建王，恩平為吳王。趙公以為建一郡耳，吳古大國，事體不稱。秦奏云：「此亦只是虛名，有何不可？」趙公愕然，於是遂求去。』」又一條云：「秦相初罷政，張當軸。是時虜入淮上，魏公出視師，遂起秦相知臨安。故事，前宰相召還，例賜茶藥繖蓋之屬。趙公並不檢舉。秦相使人禱魏公，公盡與合得禮數。魏公淮上方向進，趙公憂不便，奏乞退師保建康以南。既而虜兵卻，言者攻趙相，謂進師非趙鼎意，坐是罷出。魏公獨相，遂挽秦為樞密使。秦一切唯唯，從公所為。久之，始與公爭事。及呂安老廬州失師，魏公乞出，上不能留。因問：『卿去，孰可代者？』公遂薦趙相。上云：『卿可具文字來。』既退至都堂，秦迎之，有喜色，意其必薦己也。公坐久無語，秦色變。公乃指揮堂吏作召趙相文字。及趙公來，秦相譖魏公曰：『上意如此，德遠猶且徬徨。及中使宣索召相公文字，方上馬去。』及言魏公所以短趙公者，由是二公為深仇。故趙相居位，不復牽挽魏公。其後因一僧與魏公生日，秦相治之甚峻，幾逮及公。又治趙相之子，獄未成。夜忽有一燈墜獄中，其上書一『反』字，明日獄具，罪當斬。秦檜不悅，欲加『族誅』文字，未上，檜死。先生云：『若族趙相家，當時連逮數十人。做到這裏，自休不得，其勢須如曹操去。』」〉"
      },
      {
        "index": 20,
        "text": "僩因問：「當初高宗若必不肯和，乘國勢稍振，必成功。」曰：「也未知如何，蓋將驕惰不堪用。」僩問：「如張韓劉岳之徒，富貴已極，如何責他死了，宜其不可用。若論數將之才，則岳飛為勝。然飛亦橫，只是他猶欲向前冢殺。」先生曰：「便是如此。有才者又有些毛病，然亦上面人不能駕馭他。若撞著周世宗趙太祖，那裏怕！他駕馭起皆是名將。緣上之舉措無以服其心，所謂『得罪於巨室』者也。」〈是夜因論「為政不得罪於巨室」，語及此。〉又問：「劉光世本無能，然卻軍心向他，其裨將亦多可用者。」曰：「他本將家子云云。」「張魏公撫師淮上，督劉光世進軍。是時虜人正大舉入寇，光世恐懼，遂背後懇趙忠簡。是時趙為相，折彥質為樞密。折助之請樞密院，遂命劉光世退軍。魏公聞之，大怒，遂趕回劉光世。出榜約束云：『如一人一馬渡江者，皆斬！』光世遂不敢渡江，便回淮上。樞府一面令退軍，而宣府令進軍淮上，然終退怯。魏公既還朝，遂力言光世巽懦不堪用，罷之，而命呂安老董其軍。及安老為瓊等所殺，降劉豫，魏公由是得罪，而趙忠簡復相。趙既相，遂復舉劉光世為將，都弄成私意。魏公已自罷得劉光世好了，雖呂安老敗事，然復舉能者而任之，亦足矣，何必須光世哉？此皆趙之私意。以某觀，必竟魏公去得光世是，而趙所為非。豈有虜人方入，你卻欲掉了去？一邊令進軍，一邊令退軍，如何作事？」云云。又言：「諸將驕橫，張與韓較與高宗密，故二人得全。岳飛較疏，高宗又忌之，遂為秦所誅，而韓世忠破膽矣！只有韓世忠在大儀鎮算殺得虜人一陣好。高宗初遣魏良臣往虜中講和，令韓世忠退師渡江。韓聞魏將至，知其欲講和也，遂留之，云：『某方在此措處得略好，正抵當得虜人住。大功垂成，而主上乃令追還，何也？』魏云：『主上方與大金講和，以息兩國之民，恐邊將生事敗盟，故欲召公還，慎勿違上意！』韓再三歎息，以為可惜。又云：『既上意如此，只得抽軍歸耳。』遂命士卒束裝，即日為歸計。魏遂渡淮，兀朮問以韓世忠已還否。魏答以某來時，韓世忠正治疊行，即日起離矣。兀朮再三審之，知其然，遂稍弛備。世忠乘其懈，回軍奮擊之，兀朮大敗。魏良臣皇恐無地，再三哀求，云：『實見韓將回，不知其紿己。』乃得免。」"
      },
      {
        "index": 21,
        "text": "因言：「陳同父上書乞遷都建康，而曰：『黃帝披山通道，未嘗寧居。今宮室臺榭、妃嬪媵嬙之盛如此，如何動得？』高宗本遷都建康了，卻是趙忠簡打疊歸來。蓋初間虜人入寇，群臣勸高宗躬往撫師，行至平江而止。繼而淮上諸將相繼獻捷，趙公得人望，正在此時。已而欲返臨安，適張魏公來，遂堅勸高宗往建康。及淮師失律，趙公荒窘，遂急勸高宗移歸臨安，自此遂不復動矣。看趙公後來也無柰何，其勢只得與虜人講和。是時已遣王倫以二十事使虜，約不稱臣，以濁河為界，此便是講和了。後來秦檜力排趙公，遂以不肯講和之罪歸之，使萬世之下趙公得全其名者，乃檜力也。」問張趙二公優劣。曰：「若論理會朝政，進退人才，趙公又較縝密，無疏失。若論擔當大事，竭力向前，則趙公不如張公。張公雖是竭力擔當，只是他才短，慮事疏處多。盡其才力，方照管得；若才有些不到處，便弄出事來，便是難。趙公也是不諳軍旅之務，所以不敢擔當。萬一虜人來到面前，無以應之，不若退避耳。」〈僩。儒用錄云：「或問：『趙忠簡公與魏公材品如何？』曰：『趙公於軍旅邊事上不甚諳練，於國事人才上卻理會得精密，仍更持重，但其心未必如張公辨得為國家擔當向前。自中興以來，廟堂之上主恢復者，前有李伯紀，後有張公而已。但張公才短，處事有疏略處。他前後許多事，皆是竭其心力而為之。少有照管不到處，便有疏脫出來。』」〉"
      },
      {
        "index": 22,
        "text": "問：「趙忠簡行狀，他家子弟欲屬筆於先生。先生不許，莫不以為疑，不知先生之意安在？」曰：「這般文字利害，若有不實，朝廷或來取索，則為不便。如某向來張魏公行狀，亦只憑欽夫寫來事實做將去。後見光堯實錄，其中煞有不相應處，故於這般文字不敢輕易下筆。趙忠簡行實，向亦嘗為看一過，其中煞有與魏公同處。或有一事，張氏子弟載之，則以為盡出張公；趙公子弟載之，則以為盡出趙公。某既做了魏公底，以為出於張公，今又如何說是趙公耶？故某答他家子弟，盡令他轉托陳君舉，見要他去子細推究，參考當時事實，庶得其實而無牴牾耳。」問：「張趙都是好宰相，未知人品如何？」曰：「他兩箇當初都要協力出來主張國事，只緣後來有些不足，遂做不成。以某觀之，趙公未免有些不是處。」曰：「何以見之？」曰：「且如淮上既敗，張公既退，趙公復相，凡張公所為，一切更改。張公已遷都建康，卻將車駕復歸臨安；張公所用蜀中人才，一皆退之。觀此，似亦趙公未免有不是處也。」曰：「臨安駐蹕聞之立意不欲安於此耳。又嘗聞長老之言，有植竹於內庭者，趙公見而拔之，曰：『汝欲安於此乎？』然則再歸臨安，恐必有為，非是與魏公相反也。又見趙公遺事有一條說張公罷相，趙公復相事甚詳。云：『德遠所用人才，如馮如熊等在朝諸人，趙公皆更用之，亦豈得謂之故與張公相反乎？』」先生曰：「拔竹之事，似是汪端明所記，但某未敢深信。嘗記張公欲行遣一內臣，趙公但欲薄責之，蓋恐其徒或來報復。如此，則拔竹事其能然乎！至於收用蜀中人才，恐未必然也。大抵張公才疏意廣，卻敢擔當大事。至於趙公卻深曉事，其於人才世務區處得頗精密；至於擔當天下事，恐不及張公也。」〈枅〉"
      },
      {
        "index": 23,
        "text": "張魏公材力雖不逮，而忠義之心，雖婦人孺子亦皆知之，故當時天下之人惟恐其不得用。〈若海〉"
      },
      {
        "index": 24,
        "text": "「杜子美詩云：『艱危須藉濟時才。』某思至此，不覺感歎！濟時才，分明是難得。」直卿問：「志與才互相發否？」曰：「有才者未必有志，有志則自然有才。人多言張魏公才短，然被他有志後，終竟做得來也正當。」〈道夫〉"
      },
      {
        "index": 25,
        "text": "明受之禍，魏公在江中，忽有人登其舟，公問為誰，云：「苗太尉使我來殺相公。」公云：「汝何不殺我？」云：「相公忠義，某們不肯做此事。後面更有人來，相公不可不防備！」公問姓名，不告而去。〈欽夫云。德明〉"
      },
      {
        "index": 26,
        "text": "「孝宗初，起魏公用事。魏公議論與上意合，故獨付以恢復之任，公亦當之而不辭。然其居廢許時，不曾收拾人才，倉卒從事，少有當其意者。諸公多薦查元章〈籥，江凌人。〉馮圓仲，〈方，蜀人。〉魏公亦素相知，辟置幕府。朝廷恐其進太銳，遂以陳福公唐立夫參其軍，以二人厚重詳審故也。緣唐立夫亦只是箇清曠、會說話、好骨董、談禪底人，與魏公同鄉里，契分素厚，故令參其軍事。」因笑曰：「正如趙元鎮相似，那邊一面去督戰，這邊一面令回軍，成甚舉措！魏公既失利，遂用湯進之。未幾，虜人再來，湯往視師，辭不行。又命王瞻叔，瞻叔又辭不行。蓋魏公初罷淮上宣撫時，朝廷命王治其錢穀。瞻叔極力搜索，軍士皆忿怨。若往，必有一場大疏脫，蓋是時軍士已肆言欲殺之矣。」〈沈莊仲云：「嘗見先生說，魏公被李顯忠邵宏淵二將說動，故決意進兵。既而唐陳二公皆不從。魏公令問二將，二將曰：『聞虜人積糧運芻於虹縣靈壁矣。秋高馬肥，必大舉南寇。今若不先其未發而破之，及其來，莫說某輩不肯用心。』二公聞此言，故亦從之。魏公既入奏事，淹留一兩月。及還，則已六月矣。乘劇暑進兵，以至於敗。未幾，魏公薨，皆無人可用。幸而復與虜人講和，乃定。」儒用〉"
      },
      {
        "index": 27,
        "text": "「張魏公初召來，縉紳甚喜。時湯進之在右揆，眾以為魏公必居左。既而告庭雙麻，湯遷左，魏公居右，凡事皆為湯所沮。魏公不得已，出視師，言官尹穡陰搖撼之。一日，陳良翰邦彥上殿，言及此。壽皇云：『安有此事！當今群臣誰出魏公之右者？恐是臺諫中陰有所沮，卿可宣諭之。』陳退，自念臺諫中某人某人〈姓名失記。〉皆主魏公，只有尹一人意異。然上旨如此，不可不宣諭，遂以上意達諸人。尹云：『某明日亦上殿。』既不見報，次日又上殿。繼而有旨，陳知建寧，魏公遂罷。」問：「湯後來罪責如何？」曰：「渠建議和親，以四州還之，而虜復犯淮，壽皇怒，免官，削爵土。」〈可學〉"
      },
      {
        "index": 28,
        "text": "張魏公被召入相，議北征。某時亦被召辭歸，嘗見欽夫與說，若相公誠欲出做，則當請旨盡以其事付己，拔擢英雄智謀之士，一任諸己，然後可為。若欲與湯進之同做，決定做不成，後來果如此。然那時又除湯為左相，卻把魏公做右相。雖便得左相，湯做右相，也不得。何況卻把許多老大去為他所制！後來乖。此只要濟事，故不察，外人見利害甚分明。〈賀孫〉"
      },
      {
        "index": 29,
        "text": "因論張魏公湯思退主戰和，曰：「亦不可徒從上言戰，以拗太上。太上以故兩番不曾成了，所以怕主戰者。須是做得模樣在人眼前，教太上看得，自信其可以戰，則自無說也。」〈揚〉"
      },
      {
        "index": 30,
        "text": "張魏公不與人共事，有自為之意。也是當時可共事之人少，然亦不可如此，天下事未有不與人共而能濟者。汪明遠得旨出措置荊襄，奏乞迂路過建康，見張公。張公不與之言，問亦不答。〈揚〉"
      },
      {
        "index": 31,
        "text": "張魏公可惜一片忠義之心而疏於事。亦是他年老，覺得精神衰，急欲成事，故至此。兼是朝廷諸公不能，得公用兵，幸其敗，以為口實。初間是李顯忠邵宏淵請於公，以為虜人精兵在虹縣矣，俟秋來大舉南寇。今若不先破其巢穴，待他事成驟至，某等此時直當不得。公問其實否，李忠顯邵宏淵便云：「某人之語甚詳。」即不僉聽，呼二人議，其說如前。公曰云云，於是即動，不知如何恁地輕率！〈德明〉"
      },
      {
        "index": 32,
        "text": "魏公言：「元祐待熙豐人太甚，所以致禍。人無君子小人，孰不可為善？」〈此是其父賢良之說。〉汪書答云：「又有如何大圭者。」〈何為張所禮，後譖張于秦。〉公云，便是這般人〈云云〉。先生謂汪書云：「若某則曰：『公嘗深於易，易只言君子小人。今若言無小人，是無用易也！』」〈方〉"
      },
      {
        "index": 33,
        "text": "秦會之入參時，胡文定有書與友人云：「吾聞之，喜而不寐！」前輩看他都不破如此。〈淳。秦檜〉"
      },
      {
        "index": 34,
        "text": "翟公巽知密州，秦檜作教授。一日，有一隱者至，會相，曰：「此教授大貴。」翟問：「與某如何？」曰：「翰林如何及之！如何及之！」時游定夫在坐，退因勉秦云：「隱者甚驗，幸自重。」游因說與胡文定曰：「此中有箇秦會之好。」胡問如何，曰：「事事裏不會。」秦後於陳應之處問游。後云，曾為游酢知云。〈上蔡言於陳應之，應之言於先生。下「事事裏不會」，籍溪言於先生。揚〉"
      },
      {
        "index": 35,
        "text": "問胡文定公與秦丞相厚善之故。曰：「秦會之嘗為密教，翟公巽時知密州，薦試宏詞。游定夫過密，與之同飯於翟，奇之。後康侯問人才於定夫，首以會之為對，云：『其人類荀文若。』〈又云，無事不會。〉京城破，虜欲立張邦昌，執政而下，無敢有異議，惟會之抗疏以為不可。康侯亦義其所為，力言於張德遠諸公之前。後會之自海上歸，與聞國政，康侯屬望尤切，嘗有書疏往來，講論國政。康侯有詞掖講筵之召，則會之薦也。然其雅意堅不欲就，是必已窺見其微隱有難處者，故以老病辭。後來會之做出大疏脫，則康侯已謝世矣。定夫之後，及康侯諸子，會之皆擢用之。」〈時在坐范兄云：「定夫之子不甚發揚。秦老數求乃翁論語解序，因循不果錄呈。其侄有知之者，遂默記之。一日進見秦老及此，則舉其文以對，由是喜之。後故擢至侍從，是為子蒙尊人。」〉又曰：「此老當國，卻留意故家子弟，往往被他牢籠出去，多墜家聲。獨胡明仲兄弟卻有樹立，終是不歸附他。嘗問和仲先世遺文，因曰：『先公議論好，但只是行不得。』和仲曰：『聞之先人，所以謂之好議論，政以其可以措諸行事。何故卻行不得？』答曰：『公不知，便是六經，也有說得行不得處。』此是這老子由中之言。看來聖賢說話，他只將做一件好底物事安頓在那裏。」又曰：「此老千鬼百怪，如不樂這人，貶竄將去，卻與他通慇懃不絕。一日，忽招和仲飯，意極拳拳。比其還家，則臺章已下，又送白金為贐。〈按：程子山諸公在貶所，俱有啟事謝其存問者，皆此類也。〉如欲論去之人，章疏多是自為，以授言者，做得甚好。傅安道諸公往往認得，如見彈洪慶善章，曰：『此秦老筆也。』」〈儒用。德明錄云：「秦相曾語胡和仲云：『先丈議論固好，然行不得。』和仲問：「既是議論好，何故不可行？』秦云：『仲尼垂世立教，且說箇道理如此以示人，如何便一一行得？』一日，又語和仲云：『柳下惠降志辱身如何？』和仲對云：『降志辱身，是下惠之和。未若夷齊不降其志，不辱其身。』秦曰：『不然。也有合降志時，合辱身時。』先生曰：『秦老自再相後，每事便如此。』陳剛云：『向見東萊說秦老語和仲云：「先丈說『敬以直內，義以方外』，一句是，一句不是。我只是『敬以直內』。」』」賀孫錄云：「胡寧為太常丞，上令錄遺文看。寧遂告兄寅。寅繕寫表進，更以副本獻秦檜。檜看畢，即謂和仲曰：『都使不得。』和仲曰：『某聞之先人，皆是可用之語。丞相如何說使不得？』曰：『論語孟子許多說話，那曾是盡使得？只是也要後人知得有許多說話。』又一日，問和仲曰：『賢道「敬以直內，義以方外」，是兩事？是一事？』和仲曰：『聞之先人，這只是一事。』檜曰：『賢後生不識，某看來只是上一句用得。』和仲曰：『這是聖人兩句法語，丞相如何道只一句用得？』檜曰：『某平生所行，只上一句。賢說須著下一句，賢且試方看。』聖賢法言無一非實用，檜只作好說話看過。平生如此，宜其誤國也。」可學錄云：「檜召五峰兄弟，五峰辭甚力。和仲言頗孫，遂再召赴闕。檜問：『來時仁仲何言？』曰：『家兄令稟丞相，善類久廢，民力久困。』檜不答。問和仲曰：『「敬以直內」，只行上一句，下一句只與賢行。』只曰：『文定文字甚好。』和仲進此文字，以副本納之。檜云：『只是行不得。』和仲再三問：『既好，何故行不得？』檜云：『孔孟言語，亦有行不得。寫在策上，只是且教人知得此。』」又，揚錄云：「太上一日問胡和仲：『文定春秋外，更有甚文字？』胡曰：『只有幾卷家集。』上曰：『可進來。』遂進之。後秦檜問胡曰：『先丈文字進了？』連說『先丈好議論』，三四句後，曰：『只是一句也行不得。』胡曰：『議論好時，只是謂好行。相公既說好，如何行一句不得？』曰：『不特先丈文字如此，聖賢議論，亦豈盡可行！只是且教世間人知得有這一般道理。』」又，燾錄云：「或問『信而好古』曰：『而今人多不好古，皆是他不信。』因舉秦會之嘗與胡和仲說：『如先公解春秋，儘好議論，只是無一句行得。』對曰：『惟其可行，方是議論。若不可行，則成甚議論？』秦曰：『且如周公孔子之言，那有一句行得？只是說得好，所以存留在，與後人看。』」又，璘錄云：「檜召胡和仲來，問『敬以直內，義以方外』。和仲之父子兄弟尋常以為此兩句只是一事。檜云：『不然。「敬以直內」可用，某逐日受用便是。「義以方外」不可行。』和仲疑之。檜云：『公試行看。』和仲上殿，光堯索文定公文集，因以副本呈。檜云：『先公議論甚好，但一句也行不得。且如孔孟許多說話，也只是存一箇好話，令人知有此好話耳，決不可行。』又問和仲：『「不降其志，不辱其身」，如何？』和仲既解以對。檜云：『合降志，須著降；合辱身，須著辱。』和仲以太常丞權郎，檜忽請喫酒五盃，歸而章疏下矣。檜之不情如此。」〉"
      },
      {
        "index": 36,
        "text": "秦檜聞富季申言，深有感。歸，出謂富曰：「元來作相當如此！」後來所為，皆得之於此。不知其說，然大率保位之術耳。〈揚〉"
      },
      {
        "index": 37,
        "text": "秦檜初罷相，出在某處，與客握手，夜語庭中。客偶說及富公事，秦忽掉手入內。客莫知其故。久之方出，再三謝客云：「荷見教。」客亦莫知所謂，扣問，乃答云：「處相位，元來是不當起去！」是渠悔出，偶投其機，故發露如此。趙丞相初亦不喜之。及其再入，全然若無能，趙便謂其收斂，不做一聲，遂一向不疑之，亦不知其如此。胡康侯初甚喜之，於家問中云：「秦會之歸自虜中，若得執政，必大可觀。」康侯全不見得後來事，亦是知人不明。又云：「秦會之是有骨力，惜其用之錯。」或問：「他何故不就攻戰上做？」曰：「他是見得這一邊難成功，兼察得高宗意向亦不決為戰討計。」〈賀孫〉"
      },
      {
        "index": 38,
        "text": "問：「富直柔握手之語，不審何說？」曰：「往往只是說富公後來去朝廷使河北，被人讒間等事。秦老聞之，忽入去，久之不出，富怪之。後出云：『元來做宰相是不可去！』秦既再入，遂譖魏公於趙公。又因唐暉等二事傾去趙相，一向自做，更不肯去。胡和仲嘗勸秦云：『相公當國日久，中外小康，宜請老以順盈虛消息之理。』秦曰：『此事不然，我當時做這事，尚拖泥帶水，不曾了得。』問：『何事未了？』曰：『是未取得他中原。』曰：『若取中原，必須用兵，相公是主和議者。』曰：『我從來固不主用兵。然虜自衰亂，不待用兵，自可取。』後來楊安止亦有劄子勸秦相去位，秦相大率如對和仲者。於是不樂，安止遂坐此去國。不然，安止亦順做從官。」先生曰：「不曉他要取中原之意。後來見陳國壽?說，秦老初欲以此事付國壽，擬除它廬帥。陳云：『荷朝廷任使，帥長沙廣西皆內地。若邊帥，當擇才。某於軍旅事素不習，恐敗事。』其議遂已。竊意秦老只是要兵柄入手，此事做未成。若兵柄在手，後來必大段作怪。」〈德明〉"
      },
      {
        "index": 39,
        "text": "秦太師與呂並相。呂出甚所在，秦一時換了臺諫人物。呂聞之，不平。有客告之云，其黨魁乃胡文定，可逐去，則秦不足慮。呂如其言，歸而諷臺諫論之。秦爭於上，遂併論秦。高宗欲罷其相，令人行詞。當時秦所引皆是好人，而立朝無過，人皆不平。行詞者遂求御批，以疏其罪。高宗遂批與之，大略云：「其未相時，說作相數月可以致治；既相，皆無所建明。」後來秦再相，數年之後，卻奏過，以為當初無過，為人所讒。遂行下詞臣家索御批。既得之，則以納於高宗，其無禮不臣如此！〈可學錄云：「秦會之初罷相，高宗親批，付綦叔厚草麻，御書藏綦氏。及秦氣焰盛，自廣倅移某人知台州，於其家索出，而納於高宗。某人潮州人。」〉又，當時史館有宰臣拜罷錄，已載此罷相時事，亦有士大夫錄得此書。秦已改史館之書了，又行下收民間所藏者。〈德明。揚錄云：「秦前罷相時，有御批其罪狀，與翰林學士綦密禮行詞。後再相，令人於綦家搜索之，自於上前納了。兄秦楚材作翰林之類官，上以檜故，亦眷其人，檜亦忌而出之。」〉"
      },
      {
        "index": 40,
        "text": "因話及秦丞相，問：「當時諸公皆入虜，渠何以全家得還？」曰：「此甚可疑。當和親時，王倫自虜至，欲高宗屈膝，中外憤怒。秦老出，有人牓云：『秦相公是細作。』〈揚錄云：「都下甚憤，似有欲殺之之意。一日，在甚寺中聖節，一樹上貼一榜子云：『秦相公是細作。』」〉是時陳應之正同到廟堂，問和親之故。秦云：『某意無他，但人主有六十歲老親在遠，須要取來相聚。』因顧左右，令取國書與應之看，乃是詔書。秦捲其前後，只見中間云：『不求而得，可謂大恩。』蓋指河南也。〈先生言畢云：「此事當記取，恐久後無人知之者。」〉當時虜中諸將爭權，廢劉豫，以河南歸我，乃是獺辣。獺辣既誅，兀朮用事，又欲背約。是時命樓炤簽書密院，為宣撫，辟鄭亨仲〈又一人，記不全。〉為屬，至蜀見吳玠。玠曰：『某有一策。昔失陝西五路，最為要害。今虜人以河南歸我，而陝西在其中，可謂失策，徐必悔悟。今不若移近蜀之兵，進而據之，則猶庶幾。稍遲，則不及事矣。』樓云：『此策固善，但某不敢專，須奏朝廷。』亨仲因力奏之，即莫奏。未數日，虜兵已下陝西矣。當時下河南止用單使。有一相識，〈姓名失記。〉為蔡州平輿尉。一日弓手報：『天使至，縣尉當出迎。』曰：『天使何人？』曰：『北使。』曰：『我南朝官，不可拜北使。』曰：『如此，則官人可歸矣。』乃為辦兩車，并骨肉送之入南境。既而使到，縣官皆投拜，蓋本北人未換者。」〈可學。僩錄云：「胡明仲與秦檜爭和議於朝堂。秦無語，但取金人所答國書，以手急卷，箝其兩頭，止留中間一行示明仲云：『不求而得，可謂大恩。』字如掌大。時虜人初以河南之地歸我也。先生親見致堂說。」揚錄云：「秦老講和後，曾取得河南地。關中五路，地連河南，盡得之。時令樓炤往守，鄭剛中在幕。吳玠云『今與之講和極是』云云。『今得五路，須急發兵守之。某守某處，令誰守某處，要急為之。虜人只是不曾思量，恐覺便來取。』當時他人亦以為常，惟鄭剛中擊節稱是。因言『鄭才識高』云云。樓曰：『某來時不曾得旨，須著入文字。』鄭曰：『可急入文字。』未幾，虜人取去矣。」〉"
      },
      {
        "index": 41,
        "text": "秦檜倡和議以誤國，挾虜勢以邀君，終使彝倫斁壞，遺親後君，此其罪之大者。至於戮及元老。賊害忠良，攘人之功以為己有，又不與也。〈若海〉"
      },
      {
        "index": 42,
        "text": "李泰發參政，在上前與秦相爭論甚力，每語侵秦相，皆不應。及李公奏事畢，秦徐曰：「李光無人臣之禮！」上始怒。〈德明〉"
      },
      {
        "index": 43,
        "text": "秦檜初主和議時，舉朝無人從之。遂奏太上曰：「乞召李光來問如何。」遂召至。未對時，全不得見人，不知如何與秦檜相見。秦待之，酒行，如誤言云：「滿斟參政酒。」時光為尚書之類。光聞「參政」之言，秦遂與論和議如何，光贊之。次日對陳和議之是，和議遂定，遂參政。光性剛，雖暫屈，終是不甘，遂與秦檜謅。秦所判文，光取塗改之。後為秦治，過海歸死。〈揚〉"
      },
      {
        "index": 44,
        "text": "章貢軍叛，上不知。一日，問如何，秦曰：「軍人們閑相爭之類，已令人去撫定矣。」問是誰說。上初不言，詰之，乃曰：「兒子說。」遂尋別事罰俸，三月不支。〈揚〉"
      },
      {
        "index": 45,
        "text": "施全刺秦檜，或謂岳侯舊卒，非是。蓋舉世無忠義，這些正義忽然自他身上發出來。秦檜引問之曰：「你莫是心風否？」曰：「我不是心風。舉天下都要去殺番人，你獨不肯殺番人，我便要殺你！」〈賀孫〉"
      },
      {
        "index": 46,
        "text": "胡邦衡作書，記當時事。其序云：「有張扶者，請檜乘副車。呂愿中作秦城王氣圖。」他當初拜相罷去，極好。再來，卻曰：「前日但知道行則留，不行則去，今乃知不可去。」漸漸便到此田地。及至極處，亦顧其家，曹操下令云云是也。問霍光。先生曰：「霍光無此心，只是弒許后一事不發覺，此大謬。」又問秦氏科第。先生曰：「曾與汪端明說，此是指鹿為馬。汪丈云：『只是無見識。』」〈可學。璘錄云：「『秦太師專政時，張扶，或云張柄，請乘副車。呂愿中作秦城王氣詩以獻，檜皆受不辭。呂知靜江府，府有驛名秦城，忽傳言有王氣。呂作詩與僚屬和之，成冊以獻。此見胡邦衡所作紹興間被貶逐人事實序。熊子復欲作一書記其事，從其子借之。或云，非邦衡所作。』又曰：『私科舉，或云恐是愚弄天下之人，指鹿為馬之意。』汪聖錫云：『恐不如此，只愚騃耳。』『初時人以伊周譽檜，末後人以舜禹譽檜，檜亦受之。大抵久執權柄，與人結怨多。才欲放下，恐人害己。似執守不放，其初未必有邪心，到後來漸漸生出，皆是鄙夫患失之謀耳。』」〉"
      },
      {
        "index": 47,
        "text": "問：「張魏公行狀，秦相叛逆事如何？」曰：「當時煞有士大夫獻謀者，亦有九錫之議矣，吳曾輩是也。」振"
      },
      {
        "index": 48,
        "text": "秦檜在相時，執政皆用昏庸無能者，如汪渤章夏董德元皆一類人。太上一日問處州兵反事，秦久未對。章夏在後，恐秦忘之，因對一句。後秦語之曰：「檜不能對時，參政卻好對。檜未對，參政何故便如此？」即時逐去之。興化林大鼐為士人，時對策，言自宣政以來，人無節義。後得秦檜於虜中，乞立趙氏，節義可取。〈時秦被黜閑居。〉後秦知之，大擢用。一日在經筵，因講得甚稱上意，上喜，賜一帶，秦逐出之。〈揚〉"
      },
      {
        "index": 49,
        "text": "秦檜每有所欲為事，諷令臺諫知後，只令林一飛輩往論之。要去一人時，只云劾某人去，臺諫便著尋事上之。臺諫亦嘗使人在左右探其意，纔得之，即上文字。太上只是慮虜人，故任之如此。及秦死，遂召陳誠之沈該万俟?金安節諸人，以誠之輩嘗為奉使，沈嘗以贓罷官，後以上書言講和進用，皆秦黨也。秦死封王，禮數之類皆得。又一面行遣昔時諫臺，為皆附會權臣。〈揚〉"
      },
      {
        "index": 50,
        "text": "秦檜舊作好文時，亦多有好相識。晚年都不與他，一切壞了。一日，謂和仲曰：「舊時亦煞有好相識，後皆不濟事。近來卻有幾人好。」如曹泳湯思退輩，皆其晚年所信用者。曹凶險狡獪之甚，秦之妻兒親黨，皆為其所離間。秦信愛之如子，然皆在其籠絡中矣。決定後來推秦作一大惡事，旋害了秦而自為之。秦死，其妻兒啣之，泣訴於太上，謂秦時多事皆曹為之，遂編直海外而死。曹妻亦自狡，要令一人軍將等去取曹喪，恐其不從，先教一婢子云：「你待我使其人不從，你便倒地作侍郎語云：『平日受我多少恩。你若不從，我即有禍及汝！』」及使其人，果有不肯從意。婢遂倒地如其言，其人拜告，即請行。蓋曹平日詭怪，家習之也。然曹有才可用，知紹興日，當聖節，吏人呈年例，店家借紫絹結甚物事。曹云：「不必借，看每年軍人緋紫衫要幾多絹。」遂檢籍所用，與此所用不爭多。遂取出染結了，卻將染緋紫，遂不擾。知臨安日，當拜郊，郊壇要若干土朱刷，年例先出錢買朱。吏人呈，曹曰：「不要。」近郊壇有赤黃土，先令人將炭若干斤放彼處，臨期不遠，令諸鐵匠於彼處放炭，如何燒土，以膠和塗其壇，遂省錢多少。天下事無不理會得，只是凶惡，可畏甚戚里。又，秦檜之子娶其兄女。〈揚〉"
      },
      {
        "index": 51,
        "text": "秦檜己亥年冬死。未死前一二年間，作一二件無狀底事，起獄斷送士大夫之類。近死兩年，朝不保暮，日日起獄，凶焰張大可畏。黃豐知興化日，有人有一弟，因爭兄財不與，遂以其兄嘗編錄得胡銓上書，言秦檜緊要數語，告以為兄罵秦太師。官司亦以尋常，不曾為理會。時有一囚，與爭財弟同獄，問得其首尾。〈其囚配卒，不記何州。〉一日，福州帥張某過，其人直訴之於帥，為有人罵太師，黃不為理會。帥上其事於秦，即時攝取黃下大理，并其妻孥皆繫之。遂勘閩中何處州海島上有林二十三娘，適度甚物事，追之。尉即往海上收一二老婦女，林幾娘皆有之，俱無林二十三娘。鄉老云：「此中只有一廟，是林二十三娘廟。」遂令鄉老供文字去，且休了。黃不曾有一分事，亦追官勒停。〈揚〉"
      },
      {
        "index": 52,
        "text": "殺岳飛，范同謀也。胡銓上書言秦檜，檜怒甚，問范：「如何行遣？」范曰：「只莫採，半年便冷了。若重行遣，適成孺子之名。」秦甚畏范，後出之。〈揚〉"
      },
      {
        "index": 53,
        "text": "王次翁，河東人，曾做甚官，已致仕。秦檜召來作臺官，受檜風旨治善類，自此人始。〈揚〉"
      },
      {
        "index": 54,
        "text": "王循友〈彥霖家子孫。〉知建康，辭秦而往。問有何委，秦曰：「亦無事。只有一親戚在彼，秦之甥。極不肖，恐到庭下，為痛治。」及到任，其人果犯來，與痛治喫棒之類。其人母骨肉訴之秦，秦大怒，即尋一事加於王。王得罪，妻孥皆配了，婦女皆為軍人所娶。〈揚〉"
      },
      {
        "index": 55,
        "text": "建人黃公達作太守有贓，提領韓美成〈績家子弟。〉欲治之。黃已去，告之朝士。朝士曰：「公能作一件，不惟可以解此，又可以得美官，但恐公尚有所惜，不肯為耳。」黃問如何。曰：「公上殿，能以劄子言曾天隱李彌遜之徒不主和議，宜罪之。」黃即為之，秦檜大喜，即擢為察院。韓徑使人守察院門，云：「黃察院有公事未了，要去理會。」秦見不是道理，遂罷黃。〈揚〉"
      },
      {
        "index": 56,
        "text": "興化一傅丈云：「秦今諸子孫，皆其夫人王家人。林一飛乃秦作教官時婢所生，夫人不容，與同官林家人養。秦後欲取歸，未遂而死。後其黨人欲為料理，其夫人自陳云：『妾有幾子，林非是。』林遂貶何地。林死有子，今皆無祿，乃檜親孫也。」〈林居興化。揚〉"
      },
      {
        "index": 57,
        "text": "秦太師死，高宗告楊郡王云：「朕今日始免得這膝褲中帶匕首！」乃知高宗平日常防秦之為逆。但到這田地，匕首也如何使得！秦在虜中，知虜人已厭兵，歸又見高宗亦厭兵，心知和議必可成，所以力主和議。獺辣主事，始定和議。至次年，兀朮殺獺辣而畔盟，至順昌，為劉信叔所敗；至楚州，又為糧絕，兵師離散，方得成和。若不喫這兩著，亦恐未便成和。太后自虜歸，云，某年月日，虜人待之禮數有加；至某年月，又加禮；又某年月，又甚厚。今以年月考之，皆是我師克捷之時，故虜懼而加禮。禮極厚，乃是順昌之捷。高宗初見秦能擔當得和議，遂悉以國柄付之；被他入手了，高宗更收不上。高宗所惡之人，秦引而用之，高宗亦無如之何。高宗所欲用之人，秦皆擯去之。舉朝無非秦之人，高宗更動不得。蔡京們著數高，治元祐黨，只一章疏便盡行遣了。秦檜死，有論其黨者，不能如此。只管今日說兩箇，明日又說兩箇，不能得了。有薦張魏公者，高宗云：「朕寧亡國，不用張浚！」"
      },
      {
        "index": 58,
        "text": "問：「秦相既死，如何又卻不更張，復和親？」曰：「自是高宗不肯。當渠死後，乃用沈該万俟?魏道弼，〈又有一人。〉此數人皆是當時說和親者。中外既知上意。未幾，又下詔云：『和議出於朕意，故相秦檜只是贊成。今檜既死，聞中外頗多異論，不可不戒約。』甚沮人心。當初有一二件事，皆不是。如檜家既保全，而專治其黨。士大夫遭檜貶竄者，敘復甚緩。渠死得甚好，若更在，甚可畏。當時已欲殺趙丞相之家，既加以反逆，則牽聯甚眾，見說有三十餘家皆當坐，中外寒心！高宗亦甚厭惡之，但無如之何。」問：「所以至於如此者，何故？」曰：「伊川云：『人主致危亡之道非一，而逸欲為甚。』渠當初一面安排，作太平調度，以奉高宗，陰奪其權，又挾虜勢以為重。」〈可學〉"
      },
      {
        "index": 59,
        "text": "秦老既死，中外望治。在上人不主張，卻用一等人物。當時理會秦氏諸公，又宣諭止了。當時如張子韶范仲達之流，人已畏之。但前輩亦多已死。〈上借問魏可。〉卻是後來因逆亮起，方少驚懼，用人才。籍溪輪對，乞用張魏公劉信叔王龜齡查元章，又一人繼之。時有文集，謂之四賢集。〈可學〉"
      },
      {
        "index": 60,
        "text": "好底氣數，常守那不好底氣數不過。且如秦檜在相位十一二年，被他手殺了幾箇人，又殺了許多人，皆是他那不好底氣數到長了。"
      },
      {
        "index": 61,
        "text": "秦老是上大夫之小人，曹泳是市井之小人。〈揚〉"
      }
    ]
  }
}