{
  "chapterNumber": 127,
  "title": "太祖朝 (Reign of Taizu)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "漢高祖、本朝太祖有聖人之材。必大"
      },
      {
        "index": 1,
        "text": "或言：「太祖受命，盡除五代弊法，用能易亂為治。」曰：「不然。只是去其甚者，其他法令條目多仍其舊。大凡做事底人，多是先其大綱，其他節目可因則因，此方是英雄手段。如王介甫大綱都不曾理會，卻纖悉於細微之間，所以弊也。」儒用"
      },
      {
        "index": 2,
        "text": "問：「藝祖平定天下如破竹，而河東獨難取，何耶？以為兵強，則一時政事所為，皆有敗亡之勢。不知何故如此？」曰：「這卻本是他家底。郭威乘其主幼而奪之，劉氏遂據有并州。若使柴氏得天下，則劉氏必不服，所以太祖以書喻之，謂本與他無讎隙；渠答云：『不忍劉氏之不血食也。』此其意可見矣。被他辭直理順了，所以難取。」榦"
      },
      {
        "index": 3,
        "text": "國初下江南，一年攻城不下，是時江州亦城守三年。蓋其國小，君臣相親，故能得人心如此。因說先世理平公仕江南死事，及此。德明"
      },
      {
        "index": 4,
        "text": "因說今官府文移之煩，先生曰：「國初時事甚簡徑，無許多虛文。嘗見太祖時，樞密院一卷公案，行遣得簡徑。畢竟英雄底人做事自別，甚樣索性！聞番中卻如此，文移極少。且如駕過景靈宮，差從官一人過盞子，有甚難事？只消宰相點下便了。須要三省下吏部，吏部下太常，太常擬差申部，部申省，動是月十日不能得了，所差又即是眼前人。趙丞相在位，甚有意要去此等弊，然十不能去一二，可見上下皆然。」太祖時公案，乃是蜀中一州軍變，復申來乞差管攝軍馬。樞密院具已經差使使臣，及未經差使姓名，內一人姓樊。注云：「樊愛能孫。只有一人」。注：「此人清廉可使」。太祖就此人姓上點一點，就下批四字云：「只教他去。」後面有券狀云：「雜隨四人，某甲某乙。」太祖又批其下云：「只帶兩人去。」「小底二人，某童某童，大紫騮馬一疋，并鞍轡；小紫騮馬一疋，并鞍轡。」太祖又批其下云：「不須帶紫騮馬，只騎騮馬去。」又乞下銓曹，作速差知州，後面有銓曹擬差狀。約只隔得一二日，又有到任申狀。其兵馬監押纔到時，其知州亦到了。其行遣得簡徑健速如此！雉"
      },
      {
        "index": 5,
        "text": "秀才好立虛論事，朝廷纔做一事，鬨鬨地鬨過了，事又只休。且如黃河事，合即其處看其勢如何，朝夕只在朝廷上鬨，河東決西決。揚錄云：「害幾多了，此中論要導向處亦未住。凡作一事皆然。漢時在上重，唐亦多為虛論所沮。如憲宗討蔡，不是憲宗，如何做得！刺武元衡，傷裴度，憲宗決為之，乃成」。凡作一事皆然。太祖當時亦無秀才，全無許多閑說。只是今日何處看修器械，又明日何處看習水戰，明日何處教閱。日日著實做，故事成。"
      },
      {
        "index": 6,
        "text": "問：「開寶九年，不待踰年而遂改元，何也？」曰：「這是開國之初，一時人材粗疏，理會不得。當時藝祖所以立得許多事，也未有許多秀才說話牽制他。到這般處，又忒欠得幾箇秀才說話。」榦"
      },
      {
        "index": 7,
        "text": "太宗真宗朝: 才卿問：「秦漢以下，無一人知講學明理，所以無善治。」曰：「然。」因泛論歷代以及本朝太宗真宗之朝，可以有為而不為。「太宗每日看太平廣記數卷，若能推此心去講學，那裏得來！不過寫字作詩，君臣之間以此度日而已。真宗東封西祀，糜費巨萬計，不曾做得一事。仁宗有意於為治，不肯安於小成，要做極治之事。只是資質慈仁，卻不甚通曉用人，驟進驟退，終不曾做得一事。然百姓戴之如父母。契丹初陵中國，後來卻服仁宗之德，也是慈仁之效。緣它至誠惻怛，故能動人如此。」卓"
      },
      {
        "index": 8,
        "text": "氣有盛衰，盛時便做得未是，亦不大段覺。真宗時，遼人直至澶州，旋又無事，亦是氣正盛。靖康時，直弄得到這般田地！前漢如此之盛，至光武再興，亦只得三四分。後來一切扶不起，亦氣衰故。揚"
      },
      {
        "index": 9,
        "text": "仁宗朝: 問：「章獻不如宣仁。然章獻輔仁宗，後來卻無事。」曰：「亦是仁宗資質好。後來亦是太平日久，宮中太寬。如雇乳母事，宣仁不知，此一事便反不及章獻。」可學"
      },
      {
        "index": 10,
        "text": "英宗朝: 亞夫問「濮議」。曰：「歐公說不是，韓公曾公亮和之。溫公王珪議是。范鎮呂晦范純仁呂大防皆彈歐公。但溫公又於濮王一邊禮數太薄，須於中自有斟酌可也。歐公之說斷不可。且如今有為人後者，一日所後之父與所生之父相對坐，其子來喚所後父為父，終不成又喚所生父為父！這自是道理不可。試坐仁宗於此，亦坐濮王於此，使英宗過焉，終不成都喚兩人為父！直緣眾人道是死後為鬼神不可考，胡亂呼都不妨，都不思道理不可如此。先時仁宗有詔云：『朕皇兄濮安懿王之子，猶朕之子也。』此甚分明，當時只以此為據足矣。」亞夫問：「古禮自何壞起？」曰：「自定陶王時已壞了。蓋成帝不立弟中山王，以為禮，兄弟不得相入廟，乃立定陶王，蓋子行也。孔光以尚書盤庚殷之及王爭之，不獲。當時濮廟之爭，都是不爭好。好讀古禮，見得古人意思，為人後為之子，其義甚詳。」賀孫"
      },
      {
        "index": 11,
        "text": "「濮議」之爭，結殺在王陶擊韓公，蔣之奇論歐公。伊川代彭中丞奏議，似亦未為允當。其後無收殺，只以濮國主其祀。可見天理自然，不由人安排。方子"
      },
      {
        "index": 12,
        "text": "本朝許多大疑禮，都措置未得。如濮廟事，英宗以皇伯之子入繼大統，後只令嗣王奉祭祀，天子則無文告。賀孫"
      },
      {
        "index": 13,
        "text": "神宗朝: 神宗銳意為治，用人便一向傾信他。初用富鄭公，甚傾信。及論兵，鄭公曰：「願陛下二十年不可道著『用兵』二字。」神宗只要做，鄭公只要不做，說不合。後來傾信王介甫，終是坐此病。只管好用兵，用得又不著，費了無限財穀，殺了無限人，殘民蠹物之政，皆從此起。西番小小擾邊，只是打一陣退便了，卻去深入侵他疆界，才奪得鄯州等空城，便奏捷。朝廷不審，便命官發兵去守，依舊只是空城。城外皆是番人，及不能得歸朝廷，又發兵去迎歸，多少費力！熙河之敗，喪兵十萬，神宗臨朝大慟，自得疾而終。後來蔡京用事，又以為不可棄，用兵復不利，又事幽燕，此亦自神宗啟之，遂至中朝傾復。反思鄭公之言，豈不為天下至論！義剛"
      },
      {
        "index": 14,
        "text": "神宗極聰明，於天下事無不通曉，真不世出之主，只是頭頭做得不中節拍。如王介甫為相，亦是不世出之資，只緣學術不正當，遂誤天下。使神宗得一真儒而用之，那裏得來！此亦氣數使然。天地生此人，便有所偏了。可惜！可惜！卓"
      },
      {
        "index": 15,
        "text": "神宗大概好用生事之人。如吳居厚在京西，括民買鑊，官司鑄許多鑊，令民四口買一，五口則買二。其後民怨，幾欲殺之，吳覺而免，然卒稱旨。其後如蔡京欲舉行神宗時政，而所舉行者皆熙寧之政，非元豐神祖自行之政也。故了翁摭摘其失，以為京但行得王安石之政，而欺蔽不道，實不曾紹復元豐之政也。義剛"
      },
      {
        "index": 16,
        "text": "神宗事事留心。熙寧初闢闊京城至四十餘里，盡修許多兵備，每門作一庫，以備守城。如射法之屬，皆造過。但造得太文，軍人凛地不曉。義剛"
      },
      {
        "index": 17,
        "text": "熙寧作陣法，令將士讀之。未冢殺時，已被將官打得不成模樣了。義剛"
      },
      {
        "index": 18,
        "text": "論及木圖，云：「神宗大故留心邊事。自古人主何曾恁地留心！」義剛"
      },
      {
        "index": 19,
        "text": "神宗理會得文字，極喜陳殿院師錫，建人。文。嘗於太學中取其程文閱之，每得，則貯之錦囊中。及殿試編排卷子奏御，神宗疑非師錫之文。從頭閱之，至中間，見一卷子，曰：「此必陳某之文也。」寘之第三。已而果然。儒用"
      },
      {
        "index": 20,
        "text": "溫公日錄中載厚陵事甚詳。林子中雜記載裕陵事甚詳。方子"
      },
      {
        "index": 21,
        "text": "哲宗朝: 哲宗常使一舊桌子，不好。宣仁令換之，又只如此在。問之，云：「是爹爹用底。」宣仁大慟，知其有紹述意也。又劉摯嘗進君子小人之名，欲宣仁常常喻哲宗使知之。宣仁曰：「常與孫子說，然未曾了得。」宣仁亦是見其如此，故皆不肯放下，哲宗甚銜之。紹述雖是其本意，亦是激於此也。揚"
      },
      {
        "index": 22,
        "text": "哲宗春秋尚富，平日寡言。一旦講筵說書，至「乂用三德」，發問云：「只是此三者，還更有？」這也問得無情理。然若有人會答時，就這裏推原，卻煞有好說話。當時被忽然問後，都答不得。義剛"
      },
      {
        "index": 23,
        "text": "紹聖四年，長安民家得秦璽，改元元符。是時下公卿雜議，莫有知者。李伯時號多識，辨其果秦璽，遂降八寶赦。德明"
      },
      {
        "index": 24,
        "text": "徽宗朝: 欽聖當時諭宰執，有廢劉再立孟之意，曾子宣兩存之。後蔡京以曾欲廢劉，治之。蔡為相，弟卞為樞密，入文字，謂任伯雨曾謂臣欲謀廢宣仁，臣無此事。欲案治，遂治任伯雨。其他一二十人，當時言事官不及此事者，亦因以治之。揚"
      },
      {
        "index": 25,
        "text": "徽廟初，上蔡初召，上殿問對語不少。然上蔡云，多不誠。遂退，只求監局之類去。或謂建中年號與德宗同，不佳。上蔡云，恐亦不免一播。後下獄，事不知。方"
      },
      {
        "index": 26,
        "text": "徽宗因見星變，即令衛士仆黨碑，云：「莫待明日，引得蔡京又來炒。」明日，蔡以為言，又下詔云：「今雖仆碑，而黨籍卻仍舊。」義剛"
      },
      {
        "index": 27,
        "text": "蔡京謀取巣鄯，費四千萬緡！揚"
      },
      {
        "index": 28,
        "text": "今看著徽宗朝事，更無一著下得是。古之大國之君猶有一二著下得是，而大勢不可支吾。那時更無一小著下得是，使無虜人之猖獗，亦不能安。以當時之勢，不知有伊呂之才，能轉得否？恐也不可轉。嘗試思之，無著可下手。事弄得極了，反為虜人所持。當初約女真同滅契丹。既女真先滅了契丹，王師到日，惟有空城，金帛子女，已為女真席卷而去，遂竭府庫問女真換此空城。又以歲幣二百萬貫而為每歲定額。是時帑藏空竭，遂斂敷民間，云免百姓往燕山打糧草，每人科錢三十貫，以充免役之費。民無從得錢，遂命監司、郡守親自徵督，必足而後已。亦煞得錢，共科得六百餘萬貫，然奉虜亦不多，恣為用事者侵使，更無稽考。及結局日，任事者遂焚簿曆，朝廷亦不問。又，契丹相郭藥師以常勝軍來降，朝廷處之河北諸路近邊塞上。後又有契丹甚人來降，亦有一軍名義勝軍，亦處之河北諸路，皆厚廩給。是時中國已空竭，而邊上屯戍之兵，餼廩久絕，飢寒欲死，而常勝義勝兩軍安坐而享厚祿。故中國屯戍之兵數罵詈之云：「我為中國戰鬥守禦幾年矣，今反受飢寒。汝輩皆降番，有何功？而享厚俸！」久之，兩邊遂相殺。及後來虜入中國，常勝義勝兩軍先往降之。二軍散處中國，盡知河北諸路險要虛實去處，遂為虜鄉導，長驅入中原！又，徽宗先與阿骨打盟誓，兩邊不得受叛降。中國雖得契丹空城而無一人，又遠屯戍中原之兵以守之，飛芻轉餉，不勝其擾。又，契丹敗亡餘將，數數引兵來降，朝廷又皆受之，蓋不受又恐其為盜。虜人已有怨言。又虜中有張侭者，知平州，欲降，徽宗親寫詔書以招之。中間路往，又為虜所得，而張侭已來降矣。虜益怨。又，契丹亡國之主天祚者，在虜中。徽宗又親寫招之，若歸中國，當以皇兄之禮相待，賜甲第，極所以奉養者。天祚大喜，欲歸中國，又為虜所得。天祚故為虜人所殺。由是虜人大怒，云：「始與我盟誓如此，今乃寫詔書招納我叛亡！」遂移檄來責問，檄外又有甚檄文，極所以罵詈之語，今實錄中皆不敢載。徽宗大恐，遂招引到張侭來，不柰何，斬其首與虜人。又作道理，分雪天祚之事，遂啟其輕侮之心。然阿骨打卻乖，他常以守信義為說。其諸將欲請起兵問罪，阿骨打每不可，曰：「吾與大宋盟誓已定，豈可敗盟！」夷狄猶能守信義，而吾之所以敗盟失信，取怒於夷狄之類如此！每讀其書，看得人頭痛，更無一版有一件事做得應節拍。卓"
      },
      {
        "index": 29,
        "text": "宣和內禪，惟有吳敏有中橋居士記錄，說得最詳。銖"
      },
      {
        "index": 30,
        "text": "老內侍黃節夫事徽宗，言道人林靈素有幻術，其實也無。如溫革言見鬼神者，皆稗官，某不曾見。所作天人示現記，皆集眾人之妄。吏部親見節夫，聞其言如此。方子"
      },
      {
        "index": 31,
        "text": "欽宗朝: 淵聖即位時，日重暈相軋。太袓陳橋即位時亦然。淵聖即位三四日後，昏霧四塞，豈耿南仲邪說有以蒙蔽之乎？揚"
      },
      {
        "index": 32,
        "text": "「欽宗勤儉慈仁，出於天資。當時親出詔答，所論事理皆是。但於臣下賢否邪正辨別不分明，又無剛健勇決之操，纔說著用兵便恐懼，遂致播遷之禍，言之使人痛心！如詔旨付主帥論用兵事，亦儘有商量處置。但其後須有『更當子細，不可誤事』之語。又嘗在李先生家藥方冊子上見箇御筆，其冊子是朝廷紙做，乃是當時議臣中有請授祖宗科舉之法，上既俞之矣。明日，耿南仲馮澥輩又論神宗法制當紹述，不可改。故降御筆云：『昨來因議臣論奏，失於不審，遂行出。今得師傅大臣之言，深合朕心。所有前降旨揮，更不施行。』當時只緣紹述做得如此了，猶且不悟。故李伯紀煞與欽宗論說，但卻不合。因綱罷，而太學生及軍民伏闕乞留之，自後君臣遂生間隙，疑其以軍民脅己。方圍閉時，降空名告身千餘道，令其便宜補授，其官上至節度使。綱只書填了數名小使臣，餘者悉繳回；而欽宗已有『近日人臣擅作威福，漸不可長』之語。如此，教人如何做事？」廣曰：「自漢唐來，惟有本朝臣下最難做事，故議論勝而功名少。」曰：「議論勝，亦自仁廟後而蔓衍於熙豐。若是太祖時，雖有議論，亦不過說當時欲行之事耳，無許多閑言語也。」"
      },
      {
        "index": 33,
        "text": "靖康所用，依舊皆熙豐紹聖之黨。欽宗欲褒贈溫公范純仁，以畏徽廟，遂抹「純仁」字，改作「仲淹」，遂贈文正太師。揚"
      },
      {
        "index": 34,
        "text": "言定靖康之禍，曰：「本朝全盛之時，如慶曆元祐間，只是相共扶持這箇天下，不敢做事，不敢動。被夷狄侮，也只忍受，不敢與較，亦不敢施設一事，方得天下稍寧。積而至於靖康，一旦所為如此，安得天下不亂！」卓"
      },
      {
        "index": 35,
        "text": "高宗朝: 二聖北狩時，遣曹真中道歸。於背心生領上寫云：「可便即真，來救父母！」義剛"
      },
      {
        "index": 36,
        "text": "胡明仲初召至揚州，久之未得對。忽聞鄰居有一衛士語一衛士云：「今夜次第去了。」胡聞之，急去問之。云：「官家亦去。」胡只聞得一句，便歸湙僕糴數斗米，造飯裹囊，夜出候城門。暗中見數騎出，謂上也，遂出。逐後得舟渡江，乃見一人擁观坐石上，乃上也。揚"
      },
      {
        "index": 37,
        "text": "渡揚州時，煞殺了人，那不得過來底切骨怨。當時人骨肉相散失，沿路皆帖榜子，店中都滿，樹下都是。這邊卻放得幾箇宦者恁地！一日，康履與諸宦者出觀潮，帳設塞街，軍人皆憤惋不平，後成苗劉之變。王淵也是善戰，然未為有大功，不及當時諸老將，一旦簽書樞密，人皆不服。一日早，只見街上鬨鬨地，人不敢開門。從隙中窺，但見人馬皆滿路，見苗傅左手提得王淵頭，右手提一劍以徇眾。少頃，盡宦官者，逃在人家夾壁中底，也一齊捉出來殺。朱勝非卻也未為大乖，當時被苗劉做得來可畏了，不柰何，只得且隱忍去調護他。卻未幾而義兵至，這事便都休了。是他無狀時，不合說他調護甚有功，被義兵來，凛地壞了他事。是他要自居其功，這箇卻乖。當時若不殺了苗劉，也無了當。他若尚在那裏，終是休不得。義剛"
      },
      {
        "index": 38,
        "text": "「苗傅乃一愚夫。劉正彥本文士，先欲投中官唐某。唐云：『子乃文臣，吾其如子何？子換武而來，乃可。』劉既換武，唐不顧之，專主王淵，正彥遂鼓扇傅。是時命淵簽書，武將皆憤怒，故起此禍。張魏公在平江，湯東野作守，有傳云書到。湯訪於魏公。公云，可遣一識文理人先去拆看，乃遣教受行，果明受赦。是時恐諸軍變，魏公乃與湯商量，先搬出犒賞錢，使人將舊赦書於樓上宣之。既而韓世忠軍至，遂同謀起兵。呂丞相在建康，推為盟主。」問：「朱丞相之功如何？」曰：「在城中亦只得如此。但設有它變，渠亦不能死節。要之，亦有功。」其後苗劉出走，到臨平，為魏公等所敗。朱乃全諱此一節，未是。今朝天門乃是其所造。隆祐自禁中乘轎以出。金人陷京師，亦取隆祐，適瑤華失火，步歸孟氏，得免。」可學"
      },
      {
        "index": 39,
        "text": "苗傅并一姓張人，不記其名，乃教苗起事人，走至武夷新村，張諭人捉之。苗銜之，遂言於捉者曰：「某卻是苗太尉。然今捉某卻是張，則汝功已被張分之矣。」捉者即殺張。時韓世忠收范汝為，尚在建州。韓欲得苗，而其人乃解送建守李。李送行在。韓勢盛，遂入文字，以苗為某得，被其人奪了。其捉人遂遍管，建守亦罷官，其功遂為韓所攘。文字所載，皆言韓收苗，但此中人知之。以此知天下事多如此，文字上如何可全信！又云：「劉正彥結王淵，王淵結康。便更宦者，其事皆正彥教苗為之。」揚"
      },
      {
        "index": 40,
        "text": "高宗行達會稽，樓寅亮待次某縣丞，寓會稽村落中，出奏書乞建儲。高宗時年二十六七，大喜，即日除監察御史，遣黃院子懷刔牒物色授之。中使至其家，家人聞倉卒有聖恩，以為得罪且死，相與環泣。寅亮出，使者自懷中出敕命，寅亮拜受，與使者俱詣行在所。此事國史不載。先生嘗欲聞於太史，俾之編入而不果，每以為恨。方子"
      },
      {
        "index": 41,
        "text": "樓寅亮明州人。太上朝入文字云：「自太宗傳子之後，至今太祖之後有類庶姓者。今虜未悔過，中原未復云云，乞立太祖後承大統。」太上喜，遂用樓為察院。振"
      },
      {
        "index": 42,
        "text": "曾光祖論及中興遺史載孟后過贛州時事，與鄉老所傳甚合。云，太后至城中，遭某賊放火，城中且救火，連日不止，城外又有一隊賊來圍了城。曰：「其時也是無策。虜人是破了潭州後，過來分隊至諸州，皆是緣港上來。太后先至洪州時，此間王修撰在彼作帥，覺得事勢不是，遂白扈駕執政，太后乃去。後三四日，虜果至，王乃走。城中百姓相率推一大寄居作首而降虜。進賢姓傅者言是李侍郎。」曰：「不必更說他名字。」又曰：「信州先降虜。撫州守姓王，聞信守降，亦降。」義剛"
      },
      {
        "index": 43,
        "text": "先生腳疼臥息樓下，吟詠杜子美古柏行三數遍。賀孫侍立。先生云：「偶看中興小記，載勾龍如淵入爭和議時言語。若果有此言，如何夾持前進，以取中原？最可恨者，初來魏公既勉車駕到建康，當紹興七年時，虜王已篡。高慶裔、粘罕相繼或誅或死。劉豫既見疑於虜，一子又大敗而歸，北方更無南向意。如何魏公纔因呂祉事見黜，趙丞相忽然一旦發回蹕臨安之議？一坐定著，竟不能動，不知其意是如何！」因歎息久之云：「為大臣謀國一至於此，自今觀之，為大可恨！若在建康，則與中原氣勢相接，北面顧瞻，則宗廟父兄生靈塗炭，莫不在目，雖欲自已，有不能自已者。惟是轉來臨安，南北聲跡寖遠，上下宴安，都不覺得外面事，事變之來，皆不及知，此最利害。方建康未回蹕時，胡文定公方被召，沿江而下。將去，聞車駕已還臨安，遂稱疾轉去。看來若不在建康，也是徒然出來，做得甚事！是時有陳無玷者，字筠叟，在荊鄂間為守，聞車駕還臨安，即令人齎錢酒之屬，往接胡文定。吏人云：『胡給事赴召去多日。兼江面闊，船多，如何去尋得？』陳云：『江面雖闊，都是下去船。你但望見有逆水上來底船，便是給事船。』已而果然。當時講和本意，上不為宗社，下不為生靈，中不為息兵待時，只是怯懼，為茍歲月計！從頭到尾，大事小事，無一件措置得是當。然到今日所以長久安寧者，全是宗社之靈。看當時措置，可驚！可笑！」賀孫"
      },
      {
        "index": 44,
        "text": "建康形勢勝於臨安。張魏公欲都建康，適值淮西兵變，魏公出而趙相入，遂定都臨安。饒"
      },
      {
        "index": 45,
        "text": "東南論都，所以必要都建康者，以建康正諸方水道所湊，一望則諸要害地都在面前，有相應處。臨安如入屋角房中，坐視外面，殊不相應。武昌亦不及建康。然今之武昌，非昔之武昌。吳都武昌，乃今武昌縣，地勢迫窄，只恃前一水為險耳。鄂州正昔之武昌，亦是好形勢，上可以通關陜，中可以向許洛，下可以通山東。若臨安，進只可通得山東及淮北而已。義剛"
      },
      {
        "index": 46,
        "text": "前輩當南渡初，有言都建康者。人云，建康非昔之建康，亦不可都。雖勝似坐杭州，如在深窟裏，然要得出近外，不若都鄂渚，應接得蜀中上一邊事體。看來其說也是。如今杭州一向偏在東南，終不濟事。記得岳飛初勵兵於鄂渚，有旨令移鎮江陵。飛大會諸將與謀，遍問諸將，皆以為可，獨任士安不應。飛頗怒之。任曰：「大將所以移鎮江陵，若是時，某安敢不說？某為見移鎮不是，所以不敢言。據某看，這裏已自成規摹，已自好了。此地可以阻險而守。若往江陵，則失長江之利，非某之所敢知。」飛遂與申奏，乞止留軍鄂渚。建康舊都所以好，卻以石頭城為險。此城之下，上流之水湍急，必渡得此水上這岸，方得，所以建鄴可守。屯軍於此城之上，虜兵不可向矣。賀孫"
      },
      {
        "index": 47,
        "text": "「建康形勢雄壯，然攻破著淮，則只隔一水。欲進取，則可都建康；欲自守，則莫若都臨安。」或問江陵。曰：「江陵低在水中心，全憑堤，被他殺守堤之吏，便乖。那堤一年一次築，只是土。」節"
      },
      {
        "index": 48,
        "text": "張戒見高宗。高宗問：「幾時得見中原？」戒對曰：「古人居安思危，陛下居危思安。」陳同父極愛此對。方子"
      },
      {
        "index": 49,
        "text": "太上曰：「朕恨不手斬耿南仲！」揚"
      },
      {
        "index": 50,
        "text": "岳飛嘗面奏，虜人欲立欽宗子來南京，欲以變換南人耳目，乞皇子出閤以定民心。時孝宗方十餘歲。高宗云：「卿將兵在外，此事非卿所當預。」是時有參議姓王者，在候班，見飛呈劄子時手震。及飛退，上謂王曰：「岳飛將兵在外，卻來干與此等事！卿緣路來，見他曾與甚麼人交？」王曰：「但見飛沿路學小書甚密，無人得知。」但以此推脫了。但此等事甚緊切，不知上何故恁地說？如飛武人能慮及此，亦大故是有見識。某向來在朝，與君舉商量，欲拈出此等事，尋數件相類者，一併上之。將其後裔，乞加些官爵以顯之，未及而罷。」義剛"
      },
      {
        "index": 51,
        "text": "范伯達如圭盡裒仁宗時論立英宗許多文字進呈。一日，太上謂陳康伯曰：「范某近進一文字，亦好。朕此意定已久。」遂命陳公論立太子事，一時盡定。振"
      },
      {
        "index": 52,
        "text": "昭慈小不快，高廟問疾。因話間曰：「有一事，久欲說與官家。」高廟請其故。曰：「宣仁廢立之說，皆是章厚之徒撰造。中間雖嘗辨白，然載在國史者，尚未嘗改。可令史官重議刪修，以昭明聖母之德於萬世。」時趙忠簡當國，歲薦元祐故家子弟，如范如圭數人，方始改得正。然亦頗有偏處：才是元祐事便都是，熙豐時事便都不是。後趙罷，張魏公繼之，又欲修改動，蓋魏公亦不甚主張元祐事。令史官某等簽出，未及改而又罷。趙復相，遂以為言而辭。趙張因是有不協處。是時又有人上書，乞禁錮章厚子孫親戚者，高廟欲從之。趙有文字說，但禁其子孫足矣，恐不可及其親戚。上批以為省所奏，可見仁恕，更宜子細，無貽後悔。未幾，趙復罷。謝祖信為諫官，遂排擊之不遺餘力。嶺表之貶，實祖信之力也。祖信邵武人，乃章厚之婿。因言，當時若非高廟要辨別邪正如此，則一代史冊被他糊塗，萬世何以取信！廣"
      },
      {
        "index": 53,
        "text": "太上出使時至磁州，磁人不欲其往，諫不從。宗忠簡欲假神以拒之，曰：「此有崔府君廟甚靈，可以卜珓，仍其廟有馬能如何。」遂入燒香。其馬銜車輦等物塞了去路。宗曰：「此可以見神之意矣。」遂止不往。後太上感其事，以為車輦是即位之兆；不曾關白中書，只令內官就玉津園路口造崔府君廟，令曹詠作記。一日，北使來，秦出接，過玉津園，見之。歸奏，所見太廟，不知是何神？太上因語之。秦曰：「虜以為功，今卻歸功於神，恐虜使見之不便。」即日拆之。秦全是倚虜脅太上，每取旨時，只是說過。一日，除周葵作何官。太上曰：「周葵為彼官未久，且令在彼。」秦不應，下來即批敕除之。政府一人云：「適間上意未允。」秦曰：「此等事，只是奏過便了。」遂除之。取綦崇禮御批事，徐惇立作一宰相拜罷記，載其事。秦欲毀之，行文字，令天下盡投官焚其書。徐先不喜於秦矣，又以此書，懼不可言。一日，只見一使來下書，并封文字一束。徐視之，乃直省舊吏送其所作書斓也。小人中有好人如此。揚。璘錄云：「檜末年做事，皆與光堯爭勝：光堯作崔府君廟於玉津園路口，檜設計移之。曹筠言水漲，光堯逐之，檜遂除他從官。今上奏邊事，檜遂閣其俸。殿中侍御史周葵欲言戶部尚書梁汝嘉。梁結中書舍人林待聘，林密禱於檜，檜遂除周葵起居郎。不待光堯應之，便改除。」可學錄云：「周葵為御史，欲按知臨安府某人。某人遂結一從官厚於檜者，曰：『端公將搖動公。』早朝，其人遂直入檜幕中，再三懇告。檜先奏事，遽擢葵為起居郎。葵不得上，至省中與某從官相見，袖中出所欲上章奏，乃是臨安尹某。從官方悟其紿。」"
      },
      {
        "index": 54,
        "text": "靖康建炎，太上未立時，有一宗室名叔向，秦王位下人，自山中出來，招十數萬人，欲為之。忽太上即位南京，欲歸朝廷，然不肯以其兵與朝廷，欲與宗澤。其謀主陳烈曰：「大王若歸朝廷，則當以其兵與朝廷。不然，即提兵過河，迎復二聖。」叔向卒歸朝廷，後亦加官之類，拘於一寺中。亦與陳烈官，烈棄之而去，竟不知所之。烈去，叔向陰被害。」揚"
      },
      {
        "index": 55,
        "text": "張子韶人物甚偉，高廟時除講筵。嘗有所奏陳，上云：「朕只是一箇至誠。」張奏云：「陛下對群臣時如此，退居禁中時不知如何？」云：「亦只是箇誠。」又問：「對宮嬪時如何？」上方經營答語間，張便奏云：「只此便是不誠！」先生云：「高宗容諫，故臣下得以盡言。張侍郎一生學佛，此是用老禪機鋒。」德明"
      },
      {
        "index": 56,
        "text": "論及黃察院劾王醫師，先生曰：「今此東百官宅，乃王醫師花園，後來籍為百官宅。」直卿曰：「中貴只合令入大內住，庶可免關節之類。」先生曰：「他若出來外面與人打關節，也得。更是今大內甚窄，無去處。便是而今都不是古。古人置宦者，正以他絕人道後，可入宮；今卻皆有妻妾，居大第，都與常人無異，這都不是。出入又乘大轎。記得京師全盛時，百官皆只乘馬，雖侍從亦乘馬。惟是元老大臣老而有疾底，方賜他乘轎。然也尚辭遜，未敢便乘。今卻百官不問大小，盡乘轎，而宦者將命之類皆乘轎。見說虜中卻不如此。中貴出入宮禁，只獨自。若有命令，只是自勒馬，亦無人引。裹一机頭，卻取落兩隻腳在懷裏，自勒馬去，這卻大故省徑。且如祖宗朝，百官都無屋住，雖宰執亦是賃屋。自神宗置東西府，宰相方有第，今卻宦者亦作大屋。以祖宗全盛之天下而猶省費如此，今卻不及祖宗天下之半而耗費卻如此，安得不空乏！」義剛"
      },
      {
        "index": 57,
        "text": "逆亮臨江，百官中不挈家走者，惟陳魯公與黃瑞明耳。是時廖剛請駕幸閩中，以為閩中天險，人民忠義。是時閩中盜賊正充斥，乃降旨令開閩中路，闊丈五尺。又宿州之戰，高宗已遜位。日雇夫五百人立殿廷下，人日支一千足，各備擔索。高宗懲維揚之禍，故百官搬家者皆不問。揚錄云：「逆亮犯順時，朝士皆辦去，惟陳魯公黃通老不動。當時亦有言者令止之。太上曰：『任之。揚州時，悔不先令其去，多壞了人。』」"
      },
      {
        "index": 58,
        "text": "問：「庚辰親征詔，舊聞出於洪景盧之手。近施慶之云，劉共甫實為之。乃翁嘗從共甫見其草本。未知孰是。」曰：「是時陳魯公當國，命二公人為一詔，後遂合二公之文而一之，前段用景盧者，後段用共甫者。」問：「此詔如何？」曰：「亦做得欠商量，蓋名義未正故也。記得汪丈嘗以此相問，某答曰：『此只當以淵聖為辭。蓋前時屈己講和也，猶以鸞輅在北之故，今其禍變若此，天下之所痛憤，復仇之義，自不容己，以此播告，則名正言順。如八陵廢祀等說，此事隔闊已久，許多時去那裏來！』」儒用"
      },
      {
        "index": 59,
        "text": "孝宗朝: 孝宗小年極鈍。高宗一日出對廷臣云：「夜來不得睡。」或問：「何故？」云：「看小兒子讀書，凡二三百遍，更念不得，甚以為憂。」某人進云：「帝王之學，只要知興亡治亂，初不在記誦。」上意方少解。後來卻恁聰明，試文字有不如法者，舉官必被責。邵武某人作省元，「五母雞」用「畝」字，孝宗大怒，欲駁放了。後又不行"
      },
      {
        "index": 60,
        "text": "問壽皇為皇子本末。曰：「本一上殿官樓寅亮上言，舉英宗故事。且謂太祖受命，而子孫無為帝王者，當於太祖之下選一人養宮中。他日皇子生，只添一節度使耳。繼除臺官，趙忠簡遂力贊於外。當時宮中亦有齟齬，故養兩人。後來皆是高宗自主張。未禪位前數日，忽批云：『宗室某可追贈「秀王」，謚「安喜」。』先已安排了。若不然，壽皇如何處置！」可學"
      },
      {
        "index": 61,
        "text": "高宗將禪位，先追贈秀王，可謂能盡父子之道者矣。僩"
      },
      {
        "index": 62,
        "text": "「高宗初，張魏公奏事，論恢復，中外皆言上神武不可及，後來講和了便休。壽皇初年要恢復，只要年歲做成。」問：「壽皇時人才已不及高宗時。」曰：「高宗也無人。當時有許多有名底人，而今看，也只如此。」問：「岳侯若做事，何如張韓？」曰：「張韓所不及，卻是它識道理了。」又問：「岳侯以上者，當時有誰？」曰：「次第無人。」胡泳"
      },
      {
        "index": 63,
        "text": "上初恢復之志甚銳，及符離之敗，上方大慟，曰：「將謂番人易殺。」遂用湯思退。再和之後，又敗盟。揚"
      },
      {
        "index": 64,
        "text": "壽皇合下若有一人夾持定，十五六年做多少事！道夫"
      },
      {
        "index": 65,
        "text": "壽皇直是有志於天下，要用人。嘗歎自家不如箇孫仲謀，能得許多人。賀孫"
      },
      {
        "index": 66,
        "text": "某嘗謂士大夫不能盡言於壽皇，真為自負。蓋壽皇儘受人言，未嘗有怒色。但不樂時，止與人分疏辨析爾。道夫"
      },
      {
        "index": 67,
        "text": "壽皇晚來極為和易。某嘗因奏對言檢旱，天語云：「檢放之弊，惟在於後時而失實。」只這四字，盡得其要領。又言經、總制錢，則曰：「聞巧為名色以取之民。」其於天下事極為諳悉。道夫"
      },
      {
        "index": 68,
        "text": "問：「或言孝宗於內殿置御屏，書天下監司帥臣郡守姓名，作揭貼於其上，果否？」曰：「有之。孝宗是甚次第英武！劉共甫奏事便殿，嘗見一馬在殿廷間，不動，疑之。一日問王公明。公明曰：『此刻木為之者。上萬幾之暇，即御之以習據鞍騎射故也。』」又曰：「某嘗以浙東常平事入見，奏及賑荒。上曰：『其弊只在後時失實。』此四字極切荒政之病。」儒用"
      },
      {
        "index": 69,
        "text": "歲旱，壽皇禁中祈雨有應。一日，引宰執入見。恭父奏云：「此固陛下至誠感通。然天人之際，其近如此。若他事一有不至，則其應亦當如此。願陛下深加聖慮，則天下幸甚！」恭父斯語，頗得大臣體。因言梁丞相白蓮事。道夫"
      },
      {
        "index": 70,
        "text": "因言孝宗末年之政，先生曰：「某嘗作孝宗挽辭，得一聯云：『乾坤歸獨御，日月要重光！』」雉"
      },
      {
        "index": 71,
        "text": "因論壽皇最後所用宰執，多是庸人。如某人，不知於上前說何事。可學云：「某人卻除大職名，與小郡。又有被批出與職名外，恁卻是知他不足取。」曰：「壽皇本英銳，於此等皆照見。只是向前為人所誤，後來欲安靜，厭人喚起事端，且如此打過。至於大甚，則又厭之。正如惡駿馬之奔踶，而求一善馬騎之；至其駑鈍不前，則又不免加以鞭策。薛補闕曾及某人。壽皇云：『亦屢以意導之而不去。』舉此亦可見。大抵作事不出於義理而出於血氣，久之未有不消鑠者。向來封事中亦嘗言此。」可學"
      },
      {
        "index": 72,
        "text": "高宗大行，壽皇三年戴布机頭，著衣衫，遵行古禮，可謂上正千年之失。當時宰相不學，三日後便服朝服。雖壽皇謙德，不欲以此喻群臣，然臣子自不當如此。可謂有父子而無君臣。賜"
      },
      {
        "index": 73,
        "text": "孝宗居高宗喪，常朝時裹白机頭，著布袍。當時臣下卻依舊著紫衫。周洪道要著敘衫，王季海不肯，止於紫衫上繫皂帶。今上登極，常時著白綾背子，臣下卻著敘衫，頗不失禮，而君之服遂失其舊。人傑。廣錄云：「今上居孝宗喪，臣下都著敘衫，方正得臣為君服。人主之服卻有未盡。頃在潭州，聞孝宗訃三日後易服，心下殊不穩。不免使人傳語官員，且著敘衫。後來朝廷行下文字來，方始敢出榜曉示。」"
      },
      {
        "index": 74,
        "text": "寧宗朝: 上即位踰月，留揆以一二事忤旨，特批逐之，人方服其英斷。先生被召至上饒，聞之，有憂色。曰：「人心易驕如此，某今方知可懼。」黃問曰：「某人專恣當逐，何懼之有？」曰：「大臣進退，亦當存其體貌，豈宜如此？」又問：「恐是廟堂諸公難其去，故以此勸上逐之。」曰：「亦不可如此。何不使其徒諭之以物論，不惟恐丞相久勞機務，或欲均佚？俟其請去而後許之，則善矣。幼主新立，豈可導之以輕逐大臣耶！且如陳源之徒，論其罪惡，須是斬之乃善。然人主新立，復教以殺人，某亦不敢如此做也。」至"
      },
      {
        "index": 75,
        "text": "向改慶元年號時，先擬「隆平」。某云：「向來改『隆興』時，有人議破，以為『隆』字近『降』字。今既說破，則不可用。」又曰：「『淳熙』本作『純』字。時人有言此字必改，言未既，而改文字至，蓋『純』字有『屯』字在旁。」又曰：「真宗時，楊大年擬進『豐亨』字，上曰：『為子不了。』不用。」義剛。百二十八"
      }
    ]
  }
}
