{
  "chapterNumber": 139,
  "title": "有治世之文… (On Literature of Ordered Ages)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "楚詞不甚怨君。今被諸家解得都成怨君，不成模樣。九歌是托神以為君，言人間隔，不可企及，如己不得親近於君之意。以此觀之，他便不是怨君。至山鬼篇，不可以君為山鬼，又倒說山鬼欲親人而不可得之意。今人解文字不看大意，只逐句解，意卻不貫。〈○楚詞〉"
      },
      {
        "index": 1,
        "text": "問離騷卜居篇內字。曰：「字義從來曉不得，但以意看可見。如『突梯滑稽』，只是軟熟迎逢，隨人倒，隨人起底意思。如這般文字，更無些小窒礙。想只是信口恁地說，皆自成文。林艾軒嘗云：『班固揚雄以下，皆是做文字。已前如司馬遷司馬相如等，只是恁地說出。』今看來是如此。古人有取於『登高能賦』，這也須是敏，須是會說得通暢。如古者或以言揚，說得也是一件事，後世只就紙上做。如就紙上做，則班揚便不如已前文字。當時如蘇秦張儀，都是會說。史記所載，想皆是當時說出。」又云：「漢末以後，只做屬對文字，直至後來，只管弱。如蘇頲著力要變，變不得。直至韓文公出來，盡掃去了，方做成古文。然亦止做得未屬對合偶以前體格，然當時亦無人信他。故其文亦變不盡，纔有一二大儒略相效，以下並只依舊。到得陸宣公奏議，只是雙關做去。又如子厚亦自有雙關之文，向來道是他初年文字。後將年譜看，乃是晚年文字，蓋是他效世間模樣做則劇耳。文氣衰弱，直至五代，竟無能變。到尹師魯歐公幾人出來，一向變了。其間亦有欲變而不能者，然大概都要變。所以做古文自是古文，四六自是四六，卻不滾雜。」〈賀孫〉"
      },
      {
        "index": 2,
        "text": "楚些，沈存中以「些」為咒語，如今釋子念「娑婆訶」三合聲，而巫人之禱亦有此聲。此卻說得好。蓋今人只求之於雅，而不求之於俗，故下一半都曉不得。〈道夫○離騷協韻到篇終，前面只發兩例。後人不曉，卻謂只此兩韻如此○至〉"
      },
      {
        "index": 3,
        "text": "楚詞注下事，皆無這事。是他曉不得後，卻就這語意撰一件事為證，都失了他那正意。如淮南子山海經，皆是如此。〈義剛〉"
      },
      {
        "index": 4,
        "text": "高斗南解楚詞引瑞應圖。周子充說館閣中有此書，引得好。他更不問義理之是非，但有出處便說好。且如天問云：「啟棘賓商。」山海經以為啟上三嬪於天，因得九歎九辨以歸。如此，是天亦好色也！柳子厚天對，以為胸嬪，說天以此樂相博換得。某以為「棘」字是「夢」字，「商」字是古文篆「天」字。如鄭康成解記「衣衰」作「齊衰」，云是壞字也，此亦是擦壞了。蓋啟夢賓天，如趙簡子夢上帝之類。賓天是為之賓，天與之以是樂也。今人不曾讀古書，如這般等處，一向恁地過了。陶淵明詩：「形夭無千歲。」曾氏攷山海經云：「當作『形天舞干戚』。」看來是如此。周子充不以為然，言只是說精衛也，此又不用出處了。〈夔孫〉"
      },
      {
        "index": 5,
        "text": "古人文章，大率只是平說而意自長。後人文章務意多而酸澀。如離騷初無奇字，只恁說將去，自是好。後來如魯直恁地著力做，卻自是不好。〈方子。道夫錄云：「古今擬騷之作，惟魯直為無謂。」〉"
      },
      {
        "index": 6,
        "text": "古賦雖熟，看屈宋韓柳所作，乃有進步處。入本朝來，騷學殆絕，秦黃晁張之徒不足學也。〈雉〉"
      },
      {
        "index": 7,
        "text": "荀卿諸賦縝密，盛得水住。歐公蟬賦：「其名曰蟬。」這數句也無味。〈雉〉"
      },
      {
        "index": 8,
        "text": "楚詞平易。後人學做者反艱深了，都不可曉。"
      },
      {
        "index": 9,
        "text": "漢初賈誼之文質實。晁錯說利害處好，答制策便亂道。董仲舒之文緩弱，其答賢良策，不答所問切處；至無緊要處，有累數百言。東漢文章尤更不如，漸漸趨於對偶。如楊震輩皆尚讖緯，張平子非之。然平子之意，又卻理會風角、鳥占，何愈於讖緯！陵夷至於三國兩晉，則文氣日卑矣。古人作文作詩，多是模倣前人而作之。蓋學之既久，自然純熟。如相如封禪書，模倣極多。柳子厚見其如此，卻作貞符以反之，然其文體亦不免乎蹈襲也。〈人傑。漢文〉"
      },
      {
        "index": 10,
        "text": "司馬遷文雄健，意思不帖帖，有戰國文氣象。賈誼文亦然。老蘇文亦雄健。似此皆有不帖帖意。仲舒文實。劉向文又較實，亦好，無些虛氣象；比之仲舒，仲舒較滋潤發揮。大抵武帝以前文雄健，武帝以後更實。到杜欽谷永書，又太弱無歸宿了。匡衡書多有好處，漢明經中皆不似此。〈淳〉"
      },
      {
        "index": 11,
        "text": "仲舒文大概好，然也無精彩。〈淳〉"
      },
      {
        "index": 12,
        "text": "林艾軒云：「司馬相如賦之聖者。揚子雲班孟堅只填得他腔子，〈佐錄作「腔子滿」。〉如何得似他自在流出！左太沖張平子竭盡氣力又更不及。」〈可學〉"
      },
      {
        "index": 13,
        "text": "問：「呂舍人言，古文衰自谷永。」曰：「何止谷永？鄒陽獄中書已自皆作對子了。」又問：「司馬相如賦似作之甚易。」曰：「然。」又問：「高適焚舟決勝賦甚淺陋。」曰：「文選齊梁間江總之徒，賦皆不好了。」因說：「神宗修汴城成，甚喜。曰：『前代有所作時，皆有賦。』周美成聞之，遂撰汴都賦進。上大喜，因朝降出，宰相每有文字降出時，即合誦一遍。宰相不知是誰，知古賦中必有難字，遂傳與第二人，以次傳至尚書右丞王和甫，下無人矣。和甫即展開琅然誦一遍。上喜，既退，同列問如何識許多字？和甫曰：『某也只是讀傍文。』〈揚錄作「一邊」。〉呂編文鑑，要尋一篇賦冠其首，又以美成賦不甚好，遂以梁周翰五鳳樓賦為首，美成賦亦在其後。」"
      },
      {
        "index": 14,
        "text": "賓戲解嘲劇秦貞符諸文字，皆祖宋玉之文，進學解亦此類。陽春白雪云云者，不記其名，皆非佳文。〈揚〉"
      },
      {
        "index": 15,
        "text": "夜來鄭文振問：「西漢文章與韓退之諸公文章如何？」某說：「而今難說。便與公說某人優，某人劣，公亦未必信得及。須是自看得這一人文字某處好，某處有病，識得破了，卻看那一人文字，便見優劣如何。若看這一人文字未破，如何定得優劣！便說與公優劣，公亦如何便見其優劣處？但子細自看，自識得破。而今人所以識古人文字不破，只是不曾子細看。又兼是先將自家意思橫在胸次，所以見從那偏處去，說出來也都是橫說。」又曰：「人做文章，若是子細看得一般文字熟，少間做出文字，意思語脈自是相似。讀得韓文熟，便做出韓文底文字；讀得蘇文熟，便做出蘇文底文字。若不曾子細看，少間卻不得用。向來初見擬古詩，將謂只是學古人之詩。元來卻是如古人說『灼灼園中花』，自家也做一句如此；『遲遲澗畔松』，自家也做一句如此；『磊磊澗中石』，自家也做一句如此；『人生天地間』，自家也做一句如此。意思語脈，皆要似他底，只換卻字。某後來依如此做得二三十首詩，便覺得長進。蓋意思句語血脈勢向，皆效它底。大率古人文章皆是行正路，後來杜撰底皆是行狹隘邪路去了。而今只是依正底路脈做將去，少間文章自會高人。」又云：「蘇子由有一段論人做文章自有合用底字，只是下不著。又如鄭齊叔云，做文字自有穩底字，只是人思量不著。橫渠云：『發明道理，惟命字難。』要之，做文字下字實是難，不知聖人說出來底，也只是這幾字，如何鋪排得恁地安穩！〈或曰：「子瞻云：『都來這幾字，只要會鋪排。』」〉然而人之文章，也只是三十歲以前氣格都定，但有精與未精耳。然而掉了底便荒疏，只管用功底又較精。向見韓無咎說，它晚年做底文字，與他二十歲以前做底文字不甚相遠，此是它自驗得如此。人到五十歲，不是理會文章時節。前面事多，日子少了。若後生時，每日便偷一兩時閑做這般工夫。若晚年，如何有工夫及此！」或曰：「人之晚年，知識卻會長進。」曰：「也是後生時都定，便長進也不會多。然而能用心於學問底，便會長進。若不學問，只縱其客氣底，亦如何會長進？日見昏了。有人後生氣盛時，說盡萬千道理，晚年只恁地闒靸底。」或引程先生曰：「人不學，便老而衰。」曰：「只這一句說盡了。」又云：「某人晚年日夜去讀書。某人戲之曰：『吾丈老年讀書，也須還讀得入。不知得入如何得出？』謂其不能發揮出來為做文章之用也。」〈其說雖麄，似有理。〉又云：「人晚年做文章，如禿筆寫字，全無鋒銳可觀。」又云：「某四十以前，尚要學人做文章，後來亦不暇及此矣。然而後來做底文字，便只是二十左右歲做底文字。」又云：「劉季章近有書云，他近來看文字，覺得心平正。某答他，令更掉了這箇，虛心看文字。蓋他向來便是硬自執他說，而今又是將這一說來罩正身，未理會得在。大率江西人都是硬執他底橫說，如王介甫陸子靜都只是橫說。且如陸子靜說文帝不如武帝，豈不是橫說！」又云：「介甫諸公取人，如資質淳厚底，他便不取；看文字穩底，他便不取。如那決裂底，他便取，說他轉時易。大率都是硬執他底。」〈燾〉"
      },
      {
        "index": 16,
        "text": "張以道曰：「『眄庭柯以怡顏』，眄，讀如俛，讀作盼者非。」〈義剛〉"
      },
      {
        "index": 17,
        "text": "韓文力量不如漢文，漢文不如先秦戰國。〈揚〉"
      },
      {
        "index": 18,
        "text": "大率文章盛，則國家卻衰。如唐貞觀開元都無文章，及韓昌黎柳河東以文顯，而唐之治已不如前矣。汪聖錫云：「國初制詔雖粗，卻甚好。」又如漢高八年詔與文帝即位詔，只三數句，今人敷衍許多，無過只是此箇柱子。〈若海。韓柳〉"
      },
      {
        "index": 19,
        "text": "先生方修韓文考異，而學者至。因曰：「韓退之議論正，規模闊大，然不如柳子厚較精密，如辨鶡冠子及說列子在莊子前及非國語之類，辨得皆是。」黃達才言：「柳文較古。」曰：「柳文是較古，但卻易學，學便似他，不似韓文規模闊。學柳文也得，但會衰了人文字。」〈義剛。夔孫錄云：「韓文大綱好，柳文論事卻較精覈，如辨鶡冠子之類。非國語中儘有好處。但韓難學，柳易學。」〉"
      },
      {
        "index": 20,
        "text": "揚因論韓文公，謂：「如何用功了，方能辨古書之真偽？」曰：「鶡冠子亦不曾辨得。柳子厚謂其書乃寫賈誼鵬賦之類，故只有此處好，其他皆不好。柳子厚看得文字精，以其人刻深，故如此。韓較有些王道意思，每事較含洪，便不能如此。」〈揚〉"
      },
      {
        "index": 21,
        "text": "退之要說道理，又要則劇，有平易處極平易，有險奇處極險奇。且教他在潮州時好，止住得一年。柳子厚卻得永州力也。"
      },
      {
        "index": 22,
        "text": "柳學人處便絕似。平淮西雅之類甚似詩，詩學陶者便似陶。韓亦不必如此，自有好處，如平淮西碑好。〈揚〉"
      },
      {
        "index": 23,
        "text": "陳仲蔚問：「韓文禘義，說懿獻二廟之事當否？」曰：「說得好。其中所謂『興聖廟』者，乃是敘武昭王之廟，乃唐之始祖。然唐又封皋陶為帝，又尊老子為祖，更無理會。」又問：「韓柳二家，文體孰正？」曰：「柳文亦自高古，但不甚醇正。」又問：「子厚論封建是否？」曰：「子厚說『封建非聖人意也，勢也』，亦是。但說到後面有偏處，後人辨之者亦失之太過。如廖氏所論封建，排子厚太過。且封建自古便有，聖人但因自然之理勢而封之，乃見聖人之公心。且如周封康叔之類，亦是古有此制。因其有功、有德、有親，當封而封之，卻不是聖人有不得已處。若如子厚所說，乃是聖人欲吞之而不可得，乃無可奈何而為此！不知所謂勢者，乃自然之理勢，非不得已之勢也。且如射王中肩之事，乃是周末征伐自諸侯出，故有此等事。使征伐自天子出，安得有是事？然封建諸侯，卻大故難制御。且如今日蠻洞，能有幾大！若不循理，朝廷亦無如之何。若古時有許多國，自是難制。如隱公時原之一邑，乃周王不奈他何，賜與鄭，鄭不能制；到晉文公時，周人將與晉，而原又不服，故晉文公伐原。且原之為邑甚小，又在東周王城之側，而周王與晉鄭俱不能制。蓋渠自有兵，不似今日太守有不法處，便可以降官放罷。古者大率動便是征伐，所以孟子曰：『三不朝，則六師移之。』在周官時已是如此了。便是古今事勢不同，便是難說。」因言：「孟子所謂五等之地，與周禮不同。孟子蓋說夏以前之制，周禮乃是成周之制。如當時封周公於魯，乃七百里。於齊尤闊，如所謂『東至於海，西至於河，南至於穆陵，北至於無棣』。以地理考之，大段闊。所以禹在塗山，萬國來朝。至周初，但千八百國。」又曰：「譬如一樹，枝葉太繁時，本根自是衰枯。如秦始皇則欲削去枝葉而自留一榦，亦自不可。」〈義剛〉"
      },
      {
        "index": 24,
        "text": "有一等人專於為文，不去讀聖賢書。又有一等人知讀聖賢書，亦自會作文，到得說聖賢書，卻別做一箇詫異模樣說。不知古人為文，大抵只如此，那得許多詫異！韓文公詩文冠當時，後世未易及。到他上宰相書，用「菁菁者莪」，詩注一齊都寫在裏面。若是他自作文，豈肯如此作？最是說「載沉載浮」，「沉浮皆載也」，可笑！「載」是助語，分明彼如此說了，他又如此用。〈賀孫。韓文〉"
      },
      {
        "index": 25,
        "text": "退之除崔群侍郎制最好。但只有此制，別更無，不知如何。〈義剛〉"
      },
      {
        "index": 26,
        "text": "或問：「伯夷頌『萬世標準』與『特立獨行』，雖足以明君臣之大義，適權通變，又當循夫理之當然者也。」先生曰：「說開了，當云雖武王周公為萬世標準，然伯夷叔齊惟自特立不顧。」又曰：「古本云：『一凡人沮之譽之。』與彼夫聖人是一對，其文意尤有力。」〈椿〉"
      },
      {
        "index": 27,
        "text": "退之送陳彤秀才序多一「不」字，舊嘗疑之，只看過了。後見謝子暢家本，乃後山傳歐陽本，圈了此「不」字"
      },
      {
        "index": 28,
        "text": "韓退之墓誌有怪者了。"
      },
      {
        "index": 29,
        "text": "先生喜韓文宴喜亭記及韓弘碑。〈碑，老年筆。方〉"
      },
      {
        "index": 30,
        "text": "「唐僧多從士大夫之有名者討詩文以自華，如退之送文暢序中所說，又如劉禹錫自有一卷送僧詩。」或云：「退之雖闢佛，也多要引接僧徒。」曰：「固是。他所引者，又卻都是那破賴底僧，如靈師惠師之徒。及晚年見大顛於海上，說得來闊大勝妙，自然不得不服。人多要出脫退之，也不消得，恐亦有此理也。」〈廣〉"
      },
      {
        "index": 31,
        "text": "先輩好做詩與僧，僧多是求人詩序送行。劉禹錫文集自有一冊送僧詩，韓文公亦多與僧交涉，又不曾見好僧，都破落戶。然各家亦被韓文公說得也狼狽。文公多只見這般僧，後卻撞著一箇大顛，也是異事。人多說道被大顛說下了，亦有此理。是文公不曾理會他病痛，彼他纔說得高，便道是好了，所以有「頗聰明，識道理，實能外形骸以理自勝」之語。〈賀孫〉"
      },
      {
        "index": 32,
        "text": "才卿問：「韓文李漢序頭一句甚好。」曰：「公道好，某看來有病。」陳曰：「『文者，貫道之器。』且如六經是文，其中所道皆是這道理，如何有病？」曰：「不然。這文皆是從道中流出，豈有文反能貫道之理？文是文，道是道，文只如喫飯時下飯耳。若以文貫道，卻是把本為末。以末為本，可乎？其後作文者皆是如此。」因說：「蘇文害正道，甚於老佛，且如易所謂「利者義之和」，卻解為義無利則不和，故必以利濟義，然後合於人情。若如此，非惟失聖言之本指，又且陷溺其心。」先生正色曰：「某在當時，必與他辯。」卻笑曰：「必被他無禮。」〈友仁〉"
      },
      {
        "index": 33,
        "text": "柳文局促，有許多物事，卻要就些子處安排，簡而不古，更說些也不妨。封建論并數長書是其好文，合尖氣短。如人火忙火急來說不及，又便了了。〈揚。柳文〉"
      },
      {
        "index": 34,
        "text": "柳子厚文有所模倣者極精，如自解諸書，是倣司馬遷與任安書。劉原父作文便有所倣。"
      },
      {
        "index": 35,
        "text": "「宮沉羽振，錦心繡口」，柳子厚語。〈璘〉"
      },
      {
        "index": 36,
        "text": "韓千變萬化，無心變；歐有心變。杜祈公墓誌說一件未了，又說一件。韓董晉行狀尚稍長。權德輿作宰相神道碑，只一板許，歐蘇便長了。蘇體只是一類。柳伐原議極局促，不好，東萊不知如何喜之。陳後山文如仁宗飛白書記大段好，曲折亦好，墓誌亦好。有典有則，方是文章。其他文亦有大局促不好者，如題太白像、高軒過古詩，是晚年做到平易處，高軒過恐是絕筆。〈又一條云：「後山仁宗飛白書記，其文曲折甚多，過得自在，不如柳之局促。」總論韓柳歐蘇諸公。〉"
      },
      {
        "index": 37,
        "text": "東坡文字明快。老蘇文雄渾，儘有好處。如歐公曾南豊韓昌黎之文，豈可不看？柳文雖不全好，亦當擇。合數家之文擇之，無二百篇。下此則不須看，恐低了人手段。但採他好處以為議論，足矣。若班馬孟子，則是大底文字。〈道夫〉"
      },
      {
        "index": 38,
        "text": "韓文高。歐陽文可學。曾文一字挨一字，謹嚴，然太迫。又云：「今人學文者，何曾作得一篇！枉費了許多氣力。大意主乎學問以明理，則自然發為好文章。詩亦然。」"
      },
      {
        "index": 39,
        "text": "國初文章，皆嚴重老成。嘗觀嘉祐以前誥詞等，言語有甚拙者，而其人才皆是當世有名之士。蓋其文雖拙，而其辭謹重，有欲工而不能之意，所以風俗渾厚。至歐公文字，好底便十分好，然猶有甚拙底，未散得他和氣。到東坡文字便已馳騁，忒巧了。及宣政間，則窮極華麗，都散了和氣。所以聖人取「先進於禮樂」，意思自是如此。〈○國朝文〉"
      },
      {
        "index": 40,
        "text": "劉子澄言：「本朝只有四篇文字好：太極圖西銘易傳序春秋傳序。」因言，杜詩亦何用？曰：「是無意思。大部小部無萬數，益得人甚事？」因傷時文之弊，謂：「張才叔書義好。自靖人自獻於先王義，胡明仲醉後每誦之。」又謂：「劉棠舜不窮其民論好，歐公甚喜之。其後姚孝寧易義亦好。」〈壽昌錄云：「或問太極西銘。」曰：「自孟子以後，方見有此兩篇文章」。〉"
      },
      {
        "index": 41,
        "text": "李泰伯文實得之經中，雖淺，然皆自大處起議論。首卷潛書民言好，如古潛夫論之類。周禮論好，如宰相掌人主飲食男女事，某意如此。今其論皆然，文字氣象大段好，甚使人愛之，亦可見其時節方興如此好。老蘇父子自史中戰國策得之，故皆自小處起議論，歐公喜之。李不軟貼，不為所喜。范文正公好處，歐不及。李晚年須參道，有一記說達磨宗派甚詳，須是大段去參究來。又曰：「以李視今日之文，如三日新婦然。某人輩文字，乃蛇鼠之見。」"
      },
      {
        "index": 42,
        "text": "先生讀宋景文張巡贊，曰：「其文自成一家。景文亦服人，嘗見其寫六一瀧岡阡表二句云：『求其生而不得，則死者與我皆無恨也。』」"
      },
      {
        "index": 43,
        "text": "溫公文字中多取荀卿助語。"
      },
      {
        "index": 44,
        "text": "六一文一倡三歎，今人是如何作文！"
      },
      {
        "index": 45,
        "text": "「六一文有斷續不接處，如少了字模樣。如秘演詩集序『喜為歌詩以自娛』，『十年間』，兩節不接。六一居士傳意凡文弱。仁宗飛白書記文不佳。制誥首尾四六皆治平間所作，非其得意者。恐當時亦被人催促，加以文思緩，不及子細，不知如何。然有紆餘曲折，辭少意多，玩味不能已者，又非辭意一直者比。黃夢升墓誌極好。」問先生所喜者。云：「豐樂亭記。」〈揚〉"
      },
      {
        "index": 46,
        "text": "陳同父好讀六一文，嘗編百十篇作一集。今刊行豐樂亭記是六一文之最佳者，卻編在拾遺。"
      },
      {
        "index": 47,
        "text": "歐公文字鋒刃利，文字好，議論亦好。嘗有詩云：「玉顏自古為身累，肉食何人為國謀！」以詩言之，是第一等好詩！以議論言之，是第一等議論！〈拱壽〉"
      },
      {
        "index": 48,
        "text": "「欽夫文字不甚改，改後往往反不好。」亞夫曰：「歐公文字愈改愈好。」曰：「亦有改不盡處，如五代史宦者傳末句云：『然不可不戒。』當時必有載張承業等事在此，故曰：『然不可不戒。』後既不欲載之於此，而移之於後，則此句當改，偶忘削去故也。」〈方子〉"
      },
      {
        "index": 49,
        "text": "因改謝表，曰：「作文自有穩字。古之能文者，纔用便用著這樣字，如今不免去搜索修改。」又言：「歐公為蔣穎叔輩所誣，既得辨明，謝表中自敘一段，只是自胸中流出，更無些窒礙，此文章之妙也。」又曰：「歐公文亦多是修改到妙處。頃有人買〈饒錄作「見」。〉得他醉翁亭記卧，初說滁州四面有山，凡數十字，末後改定，只曰：『環滁皆山也』五字而已。〈饒錄云：「有數十字序滁州之山。忽大圈了，一邊注「環滁皆山也」一句。〉如尋常不經思慮，信意所作言語，亦有絕不成文理者，不知如何。」〈廣〉"
      },
      {
        "index": 50,
        "text": "前輩見人，皆通文字。先生在同安，嘗見六一見人文字三卷子，是以平日所作詩文之類楷書以獻之。〈振〉"
      },
      {
        "index": 51,
        "text": "歐公文章及三蘇文好，說只是平易說道理，初不曾使差異底字換卻那尋常底字。〈儒用〉"
      },
      {
        "index": 52,
        "text": "文字到歐曾蘇，道理到二程，方是暢。荊公文暗。"
      },
      {
        "index": 53,
        "text": "「歐公文字敷腴溫潤。曾南豐文字又更峻潔，雖議論有淺近處，然卻平正好。到得東坡，便傷於巧，議論有不正當處。後來到中原，見歐公諸人了，文字方稍平。老蘇尤甚。大抵已前文字都平正，人亦不會大段巧說。自三蘇文出，學者始日趨於巧。如李泰伯文尚平正明白，然亦已自有些巧了。」廣問：「荊公之文如何？」曰：「他卻似南豐文，但比南豐文亦巧。荊公曾作許氏世譜，寫與歐公看。歐公一日因曝書見了，將看，不記是誰作，意中以為荊公作。」又曰：「介甫不解做得恁地，恐是曾子固所作。」廣又問：「後山文如何？」曰：「後山煞有好文字，如黃樓銘館職策皆好。」又舉數句說人不怨暗君怨明君處，以為說得好。廣又問：「後山是宗南豐文否？」曰：「他自說曾見南豐於襄漢間。後見一文字，說南豐過荊襄，後山攜所作以謁之。南豐一見愛之，因留款語。適欲作一文字，事多，因托後山為之，且授以意。後山文思亦澀，窮日之力方成，僅數百言。明日，以呈南豐，南豐云：『大略也好，只是冗字多，不知可為略刪動否？』後山因請改竄。但見南豐就坐，取筆抹數處，每抹處連一兩行，便以授後山。凡削去一二百字。後山讀之，則其意尤完，因歎服，遂以為法。所以後山文字簡潔如此。」廣因舉秦丞相教其子孫作文說，中說後山處。曰：「他都記錯了。南豐入史館時，止為檢討官。是時後山尚未有官。後來入史館，嘗薦邢和叔。雖亦有意薦後山，以其未有官而止。」〈廣。揚錄云：「秦作後山敘，謂南豐辟陳為史官。陳元祐間始得官，秦說誤」。〉"
      },
      {
        "index": 54,
        "text": "因言文士之失，曰：「今曉得義理底人，少間被物慾激搏，猶自一強一弱，一勝一負。如文章之士，下梢頭都靠不得。且如歐陽公初間做本論，其說已自大段拙了，然猶是一片好文章，有頭尾。它不過欲封建、井田，與冠、婚、喪、祭、蒐田、燕饗之禮，使民朝夕從事於此，少間無工夫被佛氏引去，自然可變。其計可謂拙矣，然猶是正當議論也。到得晚年，自做六一居士傳，宜其所得如何，卻只說有書一千卷，《集古錄》一千卷，琴一張，酒一壺，碁一局，與一老人為六，更不成說話，分明是自納敗闕！如東坡一生讀盡天下書，說無限道理。到得晚年過海，做過化峻靈王廟碑，引唐肅宗時一尼恍惚升天，見上帝，以寶玉十三枚賜之云，中國有大災，以此鎮之。今此山如此，意其必有寶云云，更不成議論，似喪心人說話！其他人無知，如此說尚不妨，你平日自視為如何？說盡道理，卻說出這般話，是可怪否？『觀於海者難為水，游於聖人之門者難為言』，分明是如此了，便看他們這般文字不入。」〈僩〉"
      },
      {
        "index": 55,
        "text": "問：「坡文不可以道理並全篇看，但當看其大者。」曰：「東坡文說得透，南豐亦說得透，如人會相論底，一齊指摘說盡了。歐公不盡說，含蓄無盡，意又好。」因謂張定夫言，南豐秘閣諸序好。曰：「那文字正是好。峻靈王廟碑無見識，伏波廟碑亦無意思。伏波當時蹤跡在廣西，不在彼中，記中全無發明。」揚曰：「不可以道理看他。然二碑筆健。」曰：「然」。又問：「潛真閣銘好？」曰：「這般閑戲文字便好，雅正底文字便不好。如韓文公廟碑之類，初看甚好讀，子細點檢，疏漏甚多。」又曰：「東坡令其姪學渠兄弟蚤年應舉時文字。」〈揚〉"
      },
      {
        "index": 56,
        "text": "人老氣衰，文亦衰。歐陽公作古文，力變舊習。老來照管不到，為某詩序，又四六對偶，依舊是五代文習。東坡晚年文雖健，不衰，然亦疏魯，如南安軍學記，海外歸作，而有「弟子揚觶序點者三」之語！「序點」是人姓名，其疏如此！〈淳〉"
      },
      {
        "index": 57,
        "text": "六一記菱谿石，東坡記六菩薩，皆寓意，防人取去，然氣象不類如此。"
      },
      {
        "index": 58,
        "text": "老蘇之文高，只議論乖角。〈燾〉"
      },
      {
        "index": 59,
        "text": "老蘇文字初亦喜看，後覺得自家意思都不正當。以此知人不可看此等文字，固宜以歐曾文字為正。東坡子由晚年文字不然，然又皆議論衰了。東坡初進策時，只是老蘇議論。"
      },
      {
        "index": 60,
        "text": "坡文雄健有餘，只下字亦有不貼實處。〈道夫〉"
      },
      {
        "index": 61,
        "text": "坡文只是大勢好，不可逐一字去點檢。〈義剛〉"
      },
      {
        "index": 62,
        "text": "東坡墨君堂記，只起頭不合說破「竹」字。不然，便似毛穎傳。〈必大〉"
      },
      {
        "index": 63,
        "text": "東坡歐陽公文集敘只恁地文章儘好。但要說道理，便看不得，首尾皆不相應。起頭甚麼樣大，末後卻說詩賦似李白，記事似司馬相如。〈賀孫〉"
      },
      {
        "index": 64,
        "text": "統領商榮以溫公神道碑為餉。先生命吏約道夫同視，且曰：「坡公此文，說得來恰似山摧石裂。」道夫問：「不知既說『誠』，何故又說『一』？」曰：「這便是他看道理不破處。」頃之，直卿至，復問：「若說『誠之』，則說『一』亦不妨否？」曰：「不用恁地說，蓋誠則自能一。」問：「大凡作這般文字，不知還有布置否？」曰：「看他也只是據他一直恁地說將去，初無布置。如此等文字，方其說起頭時，自未知後面說甚麼在。」以手指中間曰：「到這裏，自說盡，無可說了，卻忽然說起來。如退之南豐之文，卻是布置。某舊看二家之文，復看坡文，覺得一段中欠了句，一句中欠了字。」又曰：「向嘗聞東坡作韓文公廟碑，一日思得頗久，〈饒錄云：「不能得一起頭，起行百十遭。」〉忽得兩句云：『匹夫而為百世師，一言而為天下法。』遂掃將去。」道夫問：「看老蘇文，似勝坡公。黃門之文，又不及東坡。」曰：「黃門之文衰，遠不及，也只有黃樓賦一篇爾。」道夫因言歐陽公文平淡。曰：「雖平淡，其中卻自美麗，有好處，有不可及處，卻不是闒茸無意思。」又曰：「歐文如賓主相見，平心定氣，說好話相似。坡公文如說不辦後，對人鬧相似，都無恁地安詳。」蜚卿問范太史文。曰：「他只是據見定說將去，也無甚做作。如唐鑑雖是好文字，然多照管不及，評論總意不盡。只是文字本體好，然無精神，所以有照管不到處；無氣力，到後面多脫了。」道夫因問黃門古史一書。曰：「此書儘有好處。」道夫曰：「如他論西門豹投巫事，以為他本循良之吏，馬遷列之於滑稽，不當。似此議論，甚合人情。」曰：「然。古史中多有好處。如論莊子三四篇譏議夫子處，以為決非莊子之書，乃是後人截斷莊子本文攙入，此其考據甚精密。由今觀之，莊子此數篇亦甚鄙俚。」〈道夫〉"
      },
      {
        "index": 65,
        "text": "或問：「蘇子由之文，比東坡稍近理否？」曰：「亦有甚道理？但其說利害處，東坡文字較明白，子由文字不甚分曉。要之，學術只一般。」因言：「東坡所薦引之人多輕儇之士。若使東坡為相，則此等人定皆布滿要路，國家如何得安靜！」〈賀孫〉"
      },
      {
        "index": 66,
        "text": "諸公祭溫公文，只有子由文好。"
      },
      {
        "index": 67,
        "text": "歐公大段推許梅聖俞所注孫子，看得來如何得似杜牧注底好？以此見歐公有不公處。」或曰：「聖俞長於詩。」曰：「詩亦不得謂之好。」或曰：「其詩亦平淡。」曰：「他不是平淡，乃是枯槁。」〈拱壽〉"
      },
      {
        "index": 68,
        "text": "范淳夫文字純粹，下一箇字，便是合當下一箇字，東坡所以伏他。東坡輕文字，不將為事。若做文字時，只是胡亂寫去，如後面恰似少後添。〈節〉"
      },
      {
        "index": 69,
        "text": "「後來如汪聖錫制誥，有溫潤之氣。」曾問某人，前輩四六語孰佳？答云：「莫如范淳夫。」因舉作某王加恩制云：「『周尊公旦，地居四輔之先；漢重王蒼，位列三公之上。若昔仁祖，尊事荊王；顧予沖人，敢後茲典！』自然平正典重，彼工於四六者卻不能及。」〈德明〉"
      },
      {
        "index": 70,
        "text": "劉原父才思極多，湧將出來，每作文，多法古，絕相似。有幾件文字學禮記，春秋說學公穀，文勝貢父。〈振〉"
      },
      {
        "index": 71,
        "text": "劉貢父文字工於摹倣。〈學公羊儀禮。若海〉"
      },
      {
        "index": 72,
        "text": "蘇子容文慢。〈義剛〉"
      },
      {
        "index": 73,
        "text": "南豐文字確實。〈道夫〉"
      },
      {
        "index": 74,
        "text": "問：「南豐文如何？」曰：「南豐文卻近質。他初亦只是學為文，卻因學文，漸見些子道理。故文字依傍道理做，不為空言。只是關鍵緊要處，也說得寬緩不分明。緣他見處不徹，本無根本工夫，所以如此。但比之東坡，則較質而近理。東坡則華豔處多。」或言：「某人如搏謎子，更不可曉。」曰：「然。尾頭都不說破，頭邊做作掃一片去也好。只到尾頭，便沒合殺，只恁休了。篇篇如此，不知是甚意思。」或曰：「此好奇之過。」曰：「此安足為奇！觀前輩文章如賈誼董仲舒韓愈諸人，還有一篇如此否？夫所貴乎文之足以傳遠，以其議論明白，血脈指意曉然可知耳。文之最難曉者，無如柳子厚。然細觀之，亦莫不自有指意可見，何嘗如此不說破？其所以不說破者，只是吝惜，欲我獨會而他人不能，其病在此。大概是不肯蹈襲前人議論，而務為新奇。惟其好為新奇，而又恐人皆知之也，所以吝惜。」〈僩〉"
      },
      {
        "index": 75,
        "text": "曾所以不及歐處，是紆徐〈揚錄作「餘」。〉曲折處。曾喜模擬人文字，擬峴臺記，是倣醉翁亭記，不甚似。"
      },
      {
        "index": 76,
        "text": "南豐擬制內有數篇，雖雜之三代誥命中亦無愧。〈必大〉"
      },
      {
        "index": 77,
        "text": "南豐作宜黃筠州二學記好，說得古人教學意出。〈義剛〉"
      },
      {
        "index": 78,
        "text": "南豐列女傳序說二南處好。"
      },
      {
        "index": 79,
        "text": "南豐范貫之奏議序，氣脈渾厚，說得仁宗好。東坡趙清獻神道碑說仁宗處，其文氣象不好。「第一流人」等句，南豐不說。子由挽南豐詩，甚服之。"
      },
      {
        "index": 80,
        "text": "兩次舉南豐集中范貫之奏議序末，文之備盡曲折處。〈方〉"
      },
      {
        "index": 81,
        "text": "南豐有作郡守時榜之類為一集，不曾出。先生舊喜南豐文，為作年譜。"
      },
      {
        "index": 82,
        "text": "問：「嘗聞南豐令後山一年看伯夷傳，後悟文法，如何？」曰：「只是令他看一年，則自然有自得處。」"
      },
      {
        "index": 83,
        "text": "江西歐陽永叔王介甫曾子固文章如此好。至黃魯直一向求巧，反累正氣。〈必大〉"
      },
      {
        "index": 84,
        "text": "「陳後山之文有法度，如黃樓銘，當時諸公都斂衽。」〈佐錄云：「便是今人文字都無他抑揚頓挫。」〉因論當世人物，有以文章記問為能，而好點檢它人，不自點檢者。曰：「所以聖人說：『益者三樂：樂節禮樂，樂道人之善，樂多賢友。』」〈至〉"
      },
      {
        "index": 85,
        "text": "館職策，陳無己底好。"
      },
      {
        "index": 86,
        "text": "李清臣文飽滿，雜說甚有好議論。"
      },
      {
        "index": 87,
        "text": "李清臣文比東坡較實。李舜舉永樂敗死，墓誌說得不分不明，看來是不敢說。"
      },
      {
        "index": 88,
        "text": "桐陰舊話載王銍云，李邦直作韓太保惟忠墓誌，乃孫巨源文也。先生曰：「巨源文溫潤，韓碑徑，只是邦直文也。」〈揚〉"
      },
      {
        "index": 89,
        "text": "論胡文定公文字字皆實，但奏議每件引春秋，亦有無其事而遷就之者。大抵朝廷文字，且要論事情利害是非令分曉。今人多先引故事，如論青苗，只是東坡兄弟說得有精神，他人皆說從別處去。〈德明〉"
      },
      {
        "index": 90,
        "text": "胡侍郎萬言書，好令後生讀，先生舊親寫一冊。又曰：「上殿劄子論元老好，無逸解好，請行三年喪劄子極好。諸奏議、外制皆好。"
      },
      {
        "index": 91,
        "text": "陳幾道存誠齋銘，某初得之，見其都是好義理堆積，更看不辦。後子細誦之，卻見得都是湊合，與聖賢說底全不相似。其云：「又如月影散落萬川，定相不分，處處皆圓。」這物事不是如此。若是如此，孔孟卻隱藏著不以布施，是何心哉！乃知此物事不當恁地說。〈㽦〉"
      },
      {
        "index": 92,
        "text": "張子韶文字，沛然猶有氣，開口見心，索性說出，使人皆知。近來文字，開了又闔，闔了又開，開闔七八番，到結末處又不說，只恁地休了。〈至〉"
      },
      {
        "index": 93,
        "text": "文章輕重，可見人壽夭，不在美惡上。白鹿洞記力輕。韓元吉雖只是胡說，然有力。吳逵文字亦然。〈揚〉"
      },
      {
        "index": 94,
        "text": "韓無咎文做著儘和平，有中原之舊，無南方啁哳之音。〈佐〉"
      },
      {
        "index": 95,
        "text": "王龜齡奏議氣象大。"
      },
      {
        "index": 96,
        "text": "曾司直大故會做文字，大故馳騁有法度。裘父大不及他。裘父文字澀，說不去。〈義剛〉"
      },
      {
        "index": 97,
        "text": "陳君舉西掖制詞殊未得體。王言溫潤，不尚如此。胡明仲文字卻好。〈義剛〉"
      },
      {
        "index": 98,
        "text": "或言：「陳蕃叟武不喜坡文，戴肖望溪不喜南豐文。」先生曰：「二家之文雖不同，使二公相見，曾公須道坡公底好，坡公須道曾公底是。」〈道夫〉"
      },
      {
        "index": 99,
        "text": "德粹語某人文章。先生曰：「紹興間文章大抵粗，成段時文。然今日太細膩，流於委靡。」問賢良。先生曰：「賢良不成科目。天下安得許多議論！」〈可學。以下論近世之文。〉"
      },
      {
        "index": 100,
        "text": "「諸公文章馳騁好異。止緣好異，所以見異端新奇之說從而好之。這也只是見不分曉，所以如此。看仁宗時制詔之文極朴，固是不好看，只是它意思氣象自恁地深厚久長；固是拙，只是他所見皆實。看他下字都不甚恰好，有合當下底字，卻不下，也不是他識了不下，只是他當初自思量不到。然氣象儘好，非如後來之文一味纖巧不實。且如進卷，方是二蘇做出恁地壯偉發越，已前不曾如此。看張方平進策，更不作文，只如說鹽鐵一事，他便從鹽鐵原頭直說到如今，中間卻載著甚麼年，甚麼月，後面更不說措置。如今只是將虛文漫演，前面說了，後面又將這一段翻轉，這只是不曾見得。所以不曾見得，只是不曾虛心看聖賢之書。固有不曾虛心看聖賢書底人，到得要去看聖賢書底，又先把他自一副當排在這裏，不曾見得聖人意。待做出，又只是自底。某如今看來，惟是聰明底人難讀書，難理會道理。蓋緣他先自有許多一副當，聖賢意思自是難入。」因說：「陳叔向是白撰一箇道理。某嘗說，教他據自底所見恁地說，也無害，只是又把那說來壓在這裏文字上。他也自見得自底虛了行不得，故如此。然如何將兩箇要捏做一箇得？一箇自方，一箇自圓，如何總合得？這箇不是他要如此，止緣他合下見得如此。如楊墨，楊氏終不成自要為我，墨氏終不成自要兼愛，只緣他合下見得錯了。若不是見得如此，定不解常如此做。楊氏壁立萬仞，毫髮不容，較之墨氏又難。若不是他見得如此，如何心肯意肯？陳叔向所見吒異，它說『目視己色，耳聽己聲，口言己事，足循己行』。有目固當視天下之色，有耳固當聽天下之聲，有口固能言天下之事，有足固當循天下之行，他卻如此說！看他意思是如此，只要默然靜坐，是不看眼前物事，不聽別人說話，不說別人是非，不管別人事。又如說『言忠信，行篤敬』一章，便說道緊要只在『立則見其參於前，在輿則見其倚於衡』。問道：『見是見箇甚麼物事？』他便說：『見是見自家身己。』某與說，『立』是自家身己立在這裏了，『參於前』又是自家身己；『在輿』是自家身己坐在這裏了，『倚於衡』又是自家身己，卻是有兩箇身己！又說格物做心，云：『格住這心，方會知得到。』未嘗見人把物做心，與他恁地說，他只是自底是。以此知，人最是知見為急。聖人尚說：『學之不講，是吾憂也！』若只恁地死守得這箇心便了，聖人又須要人講學何故？若只守這心，據自家所見做將去，少間錯處都不知。」〈賀孫〉"
      },
      {
        "index": 101,
        "text": "今人作文，皆不足為文。大抵專務節字，更易新好生面辭語。至說義理處，又不肯分曉。觀前輩歐蘇諸公作文，何嘗如此？聖人之言坦易明白，因言以明道，正欲使天下後世由此求之。使聖人立言要教人難曉，聖人之經定不作矣。若其義理精奧處，人所未曉，自是其所見未到耳。學者須玩味深思，久之自可見。何嘗如今人欲說又不敢分曉說！不知是甚所見。畢竟是自家所見不明，所以不敢深言，且鶻突說在裏。〈宇〉"
      },
      {
        "index": 102,
        "text": "前輩文字有氣骨，故其文壯浪。歐公東坡亦皆於經術本領上用功。今人只是於枝葉上粉澤爾，如舞訝鼓然，其間男子、婦人、僧、道、雜色，無所不有，但都是假底。舊見徐端立言，石林嘗云：「今世安得文章！只有箇減字換字法爾。如言『湖州』，必須去『州』字，只稱『湖』，此減字法也；不然，則稱『霅上』，此換字法也。」〈方子。蓋卿錄云：「今人做文字，卻是胭脂膩粉粧成，自是不壯浪，無骨氣。如舞訝鼓相似，也有男兒，也有婦女，也有僧、道、秀才，但都是假底。嘗見徐端立言，石林嘗云：『今世文章只是用換字、減字法。如說「湖州」，只說「湖」，此減字法；不然，則稱「霅上」，此換字法。嘗見張安道進卷，其文皆有直氣。』」謙錄云：「『今來文字，至無氣骨。向來前輩雖是作時文，亦是朴實頭鋪事實，朴實頭引援，朴實頭道理。看著雖不入眼，卻有骨氣。今人文字全無骨氣，便似舞訝鼓者，塗眉畫眼，僧也有，道也有，婦人也有，村人也有，俗人也有，官人也有，士人也有，只不過本樣人。然皆足以惑眾，真好笑也！』或云：『此是禁懷挾所致。』曰：『不然。自是時節所尚如此。只是人不知學，全無本柄，被人引動，尤而效之。正如而今作件物事，一箇做起，一人學起，有不崇朝而遍天下者。本來合當理會底事，全不理會，直是可惜！』」〉"
      },
      {
        "index": 103,
        "text": "貫穿百氏及經史，乃所以辨驗是非，明此義理，豈特欲使文詞不陋而已？義理既明，又能力行不倦，則其存諸中者，必也光明四達，何施不可！發而為言，以宣其心志，當自發越不凡，可愛可傳矣。今執筆以習研鑽華采之文，務悅人者，外而已，可恥也矣！〈人傑。以下論作文。〉"
      },
      {
        "index": 104,
        "text": "道者，文之根本；文者，道之枝葉。惟其根本乎道，所以發之於文，皆道也。三代聖賢文章，皆從此心寫出，文便是道。今東坡之言曰：「吾所謂文，必與道俱。」則是文自文而道自道，待作文時，旋去討箇道來入放裏面，此是它大病處。只是它每常文字華妙，包籠將去，到此不覺漏逗。說出他本根病痛所以然處，緣他都是因作文，卻漸漸說上道理來；不是先理會得道理了，方作文，所以大本都差。歐公之文則稍近於道，不為空言。如唐禮樂志云：「三代而上，治出於一；三代而下，治出於二。」此等議論極好，蓋猶知得只是一本。如東坡之說，則是二本，非一本矣。〈僩〉"
      },
      {
        "index": 105,
        "text": "才要作文章，便是枝葉，害著學問，反兩失也。〈壽昌〉"
      },
      {
        "index": 106,
        "text": "詩律雜文，不須理會。科舉是無可柰何，一以門戶，一以父兄在上責望。科舉卻有了時，詩文之類看無出時節。〈芝〉"
      },
      {
        "index": 107,
        "text": "一日說作文，曰：「不必著意學如此文章，但須明理。理精後，文字自典實。伊川晚年文字，如易傳，直是盛得水住！蘇子瞻雖氣豪善作文，終不免疏漏處。」〈大雅〉"
      },
      {
        "index": 108,
        "text": "問：「要看文以資筆勢言語，須要助發義理。」曰：「可看孟子韓文。韓不用科段，直便說起去至終篇，自然純粹成體，無破綻。如歐曾卻各有一箇科段。卻曾學曾，為其節次定了。今覺得要說一意，須待節次了了，方說得到。及這一路定了，左右更去不得。」又云：「方之文有澀處。」因言：「陳阜卿教人看柳文了，卻看韓文。不知看了柳文，便自壞了，如何更看韓文！」〈方〉"
      },
      {
        "index": 109,
        "text": "因論文，曰：「作文字須是靠實，說得有條理乃好，不可架空細巧。大率要七分實，只二三分文。如歐公文字好者，只是靠實而有條理。如張承業及宦者等傳自然好。東坡如靈壁張氏園亭記最好，亦是靠實。秦少游龍井記之類，全是架空說去，殊不起發人意思。」〈時舉〉"
      },
      {
        "index": 110,
        "text": "文章要理會本領。謂理。前輩作者多讀書，亦隨所見理會，今皆倣賢良進卷胡作。"
      },
      {
        "index": 111,
        "text": "每論著述文章，皆要有綱領。〈文定文字有綱領，龜山無綱領，如字說三經辨之類。方〉"
      },
      {
        "index": 112,
        "text": "前輩做文字，只依定格依本份做，所以做得甚好。後來人卻厭其常格，則變一般新格做。本是要好，然未好時先差〈去聲。〉異了。又云：「前輩用言語，古人有說底固是用，如世俗常說底亦用。後來人都要別撰一般新奇言語，下梢與文章都差異了，〈卻將差異底說話換了那尋常底說話。燾〉"
      },
      {
        "index": 113,
        "text": "問「舍弟序子文字如何進工夫」〈云云〉。曰：「看得韓文熟。」〈饒錄云：「看一學者文字，曰：『好好讀得韓文熟。』」〉又曰：「要做好文字，須是理會道理。更可以去韓文上一截，如西漢文字用工。」問：「史記如何？」曰：「史記不可學，學不成，卻顛了，不如且理會法度文字。」問後山學史記。曰：「後山文字極法度，幾於太法度了。然做許多碎句子，是學史記。」又曰：「後世人資稟與古人不同。今人去學左傳國語，皆一切踏踏地說去，沒收煞。」〈揚〉"
      },
      {
        "index": 114,
        "text": "文字奇而穩方好。不奇而穩，只是闒靸。〈燾〉"
      },
      {
        "index": 115,
        "text": "作文何必苦留意？又不可太頹塌，只略教整齊足矣。〈文蔚〉"
      },
      {
        "index": 116,
        "text": "前輩作文者，古文有名文字，皆模擬作一篇。故後有所作時，左右逢原。"
      },
      {
        "index": 117,
        "text": "因論詩，曰：「嘗見傅安道說為文字之法，有所謂『筆力』，有所謂『筆路』。筆力到二十歲許便定了，便後來長進，也只就上面添得些子。筆路則常拈弄時，轉開拓；不拈弄，便荒廢。此說本出於李漢老，看來作詩亦然。」〈雉〉"
      },
      {
        "index": 118,
        "text": "因說伯恭所批文，曰：「文章流轉變化無窮，豈可限以如此？」某因說：「陸教授謂伯恭有箇文字腔子，才作文字時，便將來入箇腔子做，文字氣脈不長。」先生曰：「他便是眼高，見得破。」"
      },
      {
        "index": 119,
        "text": "至之以所業呈先生，先生因言：「東萊教人作文，當看獲麟解，也是其間多曲折。」又曰：「某舊最愛看陳無己文，他文字也多曲折。」謂諸生曰：「韓柳文好者不可不看。」〈道夫〉"
      },
      {
        "index": 120,
        "text": "人要會作文章，須取一本西漢文，與韓文、歐陽文、南豐文。〈燾〉"
      },
      {
        "index": 121,
        "text": "因論今日舉業不佳，曰：「今日要做好文者，但讀史漢韓柳而不能，便請斫取老僧頭去！」"
      },
      {
        "index": 122,
        "text": "嘗與後生說：「若會將漢書及韓柳文熟讀，不到不會做文章。舊見某人作馬政策云：『觀戰，奇也；觀戰勝，又奇也；觀騎戰勝，又大奇也！』這雖是粗，中間卻有好意思。如今時文，一兩行便做萬千屈曲，若一句題也要立兩腳，三句題也要立兩腳，這是多少衰氣！」〈賀孫〉"
      },
      {
        "index": 123,
        "text": "後人專做文字，亦做得衰，不似古人。前輩云：「言眾人之所未嘗，任大臣之所不敢！」多少氣魄！今成甚麼文字！〈節〉"
      },
      {
        "index": 124,
        "text": "人有才性者，不可令讀東坡等文。有才性人，便須取入規矩；不然，蕩將去。"
      },
      {
        "index": 125,
        "text": "因論今人作文，好用字子。如讀漢書之類，便去收拾三兩箇字。洪邁又較過人，亦但逐三兩行文字筆勢之類好者讀看。因論南豐尚解使一二字，歐蘇全不使一箇難字，而文章如此好！〈揚〉"
      },
      {
        "index": 126,
        "text": "凡人做文字，不可太長，照管不到，寧可說不盡。歐蘇文皆說不曾盡。東坡雖是宏闊瀾翻，成大片滾將去，他裏面自有法。今人不見得他裏面藏得法，但只管學他一滾做將去。"
      },
      {
        "index": 127,
        "text": "文字或作「做事」。無大綱領，拈掇不起。某平生不會做補接底文字，補協得不濟事。〈方子〉"
      },
      {
        "index": 128,
        "text": "前輩云：「文字自有穩當底字，只有始者思之不精。」又曰：「文字自有一箇天生成腔子，古人文字自貼這天生成腔子。」〈節〉"
      },
      {
        "index": 129,
        "text": "因論今世士大夫好作文字，論古今利害，比並為說，曰：「不必如此，只要明義理。義理明，則利害自明。古今天下只是此理。所以今人做事多暗與古人合者，只為理一故也。」〈大雅〉"
      },
      {
        "index": 130,
        "text": "人做文字不著，只是說不著，說不到，說自家意思不盡。〈燾〉"
      },
      {
        "index": 131,
        "text": "看陳蕃叟同合錄序，文字艱澀。曰：「文章須正大，須教天下後世見之，明白無疑。」〈揚〉"
      },
      {
        "index": 132,
        "text": "因說作應用之文，「此等苛禮，無用亦可。但人所共用，亦不可廢」。曹宰問云：「尋常人徇人情做事，莫有牽制否？」曰：「孔子自有條法，『從眾、從下』，惟其當爾。」〈謙〉"
      },
      {
        "index": 133,
        "text": "大率諸義皆傷淺短，鋪陳略盡，便無可說。不見反覆辨論節次發明工夫，讀之未終，已無餘味矣，此學不講之過也。〈抄漳浦課簿。道夫〉"
      },
      {
        "index": 134,
        "text": "顯道云：「李德遠侍郎在建昌作解元，做本強則精神折衝賦，其中一聯云：『虎在山而藜藿不採，威令風行；金鑄鼎而魑魅不逢，姦邪影滅！』試官大喜之。乃是全用汪玉谿相黃潛善麻制中語，後來士人經禮部訟之。時樊茂實為侍郎，乃云：『此一對，當初汪內翰用時卻未甚好，今被李解元用此賦中，見得工。』訟者遂無語而退。德遠緣此見知於樊先生。」因舉舊有人作仁人之安宅賦一聯云：「智者反之，若去國念田園之樂；眾人自棄，如病狂昧宮室之安。」"
      }
    ]
  }
}
