{
  "chapterNumber": 138,
  "title": "「禹入聖域而不優」，優，裕也。言入聖域恰好，更不優裕。優裕，謂有餘剩。漢儒見得此意思好。〈賀孫〉",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "爾雅是取傳注以作，後人卻以爾雅證傳注。〈文蔚〉"
      },
      {
        "index": 1,
        "text": "爾雅非是，只是據諸處訓釋所作。趙岐說孟子爾雅皆置博士，在漢書亦無可考。〈泳〉"
      },
      {
        "index": 2,
        "text": "陳仲亨問：「周書云：『將欲敗之，必姑輔之；將欲取之，必姑與之。』今周書何緣無之？」曰：「此便是那老子裏教句。是周時有這般書，老子為柱下史，故多見之。孔子所以適周問禮之屬，也緣是他知得。古人以竹簡寫書，民間不能盡有，惟官司有之。如秦焚書，也只是教天下焚之，他朝廷依舊留得。如說：『非秦記及博士所掌者，盡焚之。』到六經之類，他依舊留得，但天下人無有。」〈義剛〉"
      },
      {
        "index": 3,
        "text": "汲冢古書，堯憂囚，舜野死，尹篡太甲，太甲殺尹之類，皆其所出。"
      },
      {
        "index": 4,
        "text": "誠之常袖呂不韋春秋，云其中甚有好處。及舉起，皆小小術數耳！〈璘〉"
      },
      {
        "index": 5,
        "text": "書坊印得六經，前面纂圖子，也略可觀。如車圖雖不甚詳，然大概也是。〈義剛〉"
      },
      {
        "index": 6,
        "text": "七書所載唐太宗李衛公問答，乃阮逸偽書。逸，建陽人。文中子玄經，關子明易，皆逸所作。〈揚〉"
      },
      {
        "index": 7,
        "text": "問《山海經》。曰：「一卷說山川者好。如說禽獸之形，往往是記錄漢家宮室中所畫者，說南向北向，可知其為畫本也。」〈方子〉"
      },
      {
        "index": 8,
        "text": "素問語言深，靈樞淺，較易。〈振〉"
      },
      {
        "index": 9,
        "text": "柳文後龍城雜記，王銍性之所為也。子厚敘事文字，多少筆力！此記衰弱之甚，皆寓古人詩文中不可曉知底於其中，似暗影出。〈偽書皆然〉"
      },
      {
        "index": 10,
        "text": "杜牧之燕將錄，文甚雄壯。"
      },
      {
        "index": 11,
        "text": "省心錄乃沈道原作，非林和靖也。"
      },
      {
        "index": 12,
        "text": "程泰之演繁露，其零碎小小議論，亦多可取，如辨「罘罳」之類是也。某頃因看筆談中辨某人誤以屏為反坫。後看說文「坫」字下，乃注云「屏也」，因疑存中所辨未審。後舉以問泰之，泰之曰：「存中辨是。然不是某人誤，乃說文誤耳。」洪景盧隨筆中辨得數種偽書皆是，但首卷載歐帖事，卻恐非實。世間偽書如西京雜記，顏師古已辨之矣。柳子厚龍城錄乃王性之輩所作。〈必大〉"
      },
      {
        "index": 13,
        "text": "金人亡遼錄、女真請盟背盟錄，〈汪端明撰。僩〉"
      },
      {
        "index": 14,
        "text": "洛陽志說道最好，文字最簡嚴，惜乎不曾見！〈義剛〉"
      },
      {
        "index": 15,
        "text": "指掌圖非東坡所為。"
      },
      {
        "index": 16,
        "text": "砥柱銘上說禹「掛冠莫顧，過門不入」。掛冠，是有箇文字上說禹治水時冠掛著樹，急於治水，今記不得是甚文字。世間文字甚多，只後漢書注內有無限事。"
      },
      {
        "index": 17,
        "text": "警世競辰二圖偽。〈道夫〉"
      },
      {
        "index": 18,
        "text": "邵公濟墓誌好。〈方子〉"
      },
      {
        "index": 19,
        "text": "吳才老協韻一部，每字下注某處使作某音，亦只載得有證據底，只是一例子。〈泉州有板本。淳〉"
      },
      {
        "index": 20,
        "text": "近世考訂訓釋之學，唯吳才老洪慶善為善。〈僩〉"
      },
      {
        "index": 21,
        "text": "稱平。者，自他人稱平。之；稱去。者，人之本號。〈道夫〉"
      },
      {
        "index": 22,
        "text": "周貴卿問「折衷」之義。曰：「衷，只是中。左傳說『始、中、終』，亦用此『衷』字。衷是三摺而處其中者。」〈義剛〉"
      },
      {
        "index": 23,
        "text": "問「折衷」之「衷」。曰：「是無過些子，無不及些子，正中間。」又曰：「是恰好底。」〈節〉"
      },
      {
        "index": 24,
        "text": "「折衷」者，折轉來取中。衷，只是箇中。〈節〉"
      },
      {
        "index": 25,
        "text": "中，〈如字，即其中也。〉中，〈音眾，則是當之義，謂適當其中也。〉如「六藝折衷〈音眾。〉於夫子」，亦謂折當使歸於中之義。中與所以謂之中，〈音眾。〉以適當其中〈如字。〉而異也。〈振〉"
      },
      {
        "index": 26,
        "text": "「淳、醇」皆訓厚。「純」是不雜。"
      },
      {
        "index": 27,
        "text": "先生曰：「期，極也。古人用期字，多作極字。周昌云：『心期期知其不可。』言極知其不可。口吃，故重一字也。」〈銖〉"
      },
      {
        "index": 28,
        "text": "謂之，名之也；之謂，直為也。〈方子〉"
      },
      {
        "index": 29,
        "text": "復復，指其上「復」字，扶又反，再復也。〈方子〉"
      },
      {
        "index": 30,
        "text": "尚衣、尚書、尚食，乃主守之意。秦語作平音。〈淳〉"
      },
      {
        "index": 31,
        "text": "「魏，大名也。」「魏、巍」字通。「魏」字，篆文亦有山字在其中，是有大義。因是名為「大名府」。〈揚〉"
      },
      {
        "index": 32,
        "text": "舅子謂之內兄弟，姑子謂之外兄弟。〈揚〉"
      },
      {
        "index": 33,
        "text": "因說：「外甥似舅，以其似母故也。」致道問：「形似母，情性須別。」曰：「情性也似。大抵形是箇重濁底，占得地步較闊；情性是箇輕清底，易得走作。」〈賜〉"
      },
      {
        "index": 34,
        "text": "古者姓、氏，大概姓只是女子之別，故字從「女」。男則從氏，如「季孫氏」之類，春秋可見。後世賜姓，殊無義理。〈端蒙〉"
      },
      {
        "index": 35,
        "text": "氏，如孟孫叔孫季孫是也。姓則同姓，後世子孫或以氏為姓。今人皆稱張氏李氏，謂從上下來，只是氏了。只有三代而上經賜姓者為姓，如姚如姒如姬之類，是正姓。唐時尚有氏不同而同出者，不得為婚姻。〈揚〉"
      },
      {
        "index": 36,
        "text": "沈莊仲問：「姓、氏如何分別？」曰：「姓是大總腦處，氏是後來次第分別處。如魯本姬姓，其後有孟氏季氏，同為姬姓，而氏有不同。某嘗言：『天子因生以賜姓，諸侯以字為諡，因以為族。』竊恐『諡』本『氏』字，先儒隨他錯處解將去，義理不通。且如舜生於媯汭，武王遂賜陳胡公滿為媯姓，即因生賜姓。如鄭之國氏，本子國之後，駟氏本子駟之後。如此之類，所謂『以字為氏，因以為族』。」〈文蔚〉"
      },
      {
        "index": 37,
        "text": "姓與氏之分：姓是本原所生，氏是子孫下各分。如商姓子，其後有宋，宋又有華氏魚氏孔氏之類。周自黃帝以來姓姬，其後魯衛毛聃晉鄭之屬，各自以國為氏，而其國之子孫又皆以字為氏。如魯國子展之後為展氏，展禽喜是也。如三家孟仲季為氏，或因所居為氏，如東門氏之類。左氏曰：「天子因生以賜姓，諸侯以字為諡，因以為族。」天子自因生以賜姓，為推其所自出而賜之姓。如舜居媯汭，及武王即位，封舜之後於陳，因賜姓為媯，此所謂「因地以賜姓」也。「諸侯以字為諡」，只是「氏」字傳寫之訛，遂以「氏」字為「諡」，無義理；只是「以字為氏」，如上文展氏孟氏之類也。杜預點「諸侯以字」四字為句斷，而「為諡因以為族」為一句，此亦是強解。看來只是錯了「諡」字。〈至孫，方以王父之字為氏，上兩世為承公之姓也。卓〉"
      },
      {
        "index": 38,
        "text": "自秦漢以來，奴僕主姓。今有一大姓所在，四邊有人同姓，不知所來者皆是奴僕之類。〈揚〉"
      },
      {
        "index": 39,
        "text": "同異之理，如同姓本親，以下去漸疏；異姓本疏，他日婚姻卻又親。○陰陽，相涵之理也。○萬物，聚散之理也。〈方〉"
      },
      {
        "index": 40,
        "text": "適母與所生封贈恩例一同，不便。看來嫡、庶之別，須略有等降，乃為合理。〈砥〉"
      },
      {
        "index": 41,
        "text": "因說諱字，曰：「漢宣帝舊名，何曾諱『病己』？平帝舊名亦不諱。虜中法，偏旁字皆諱。如『敬』字和『儆』字皆諱。」〈淳〉"
      },
      {
        "index": 42,
        "text": "「見人名諱同，不可遽改，只半真半草寫之。」揚曰：「只是寫時莫與太真，說時莫太分明。」〈揚〉"
      },
      {
        "index": 43,
        "text": "因說四方聲音多訛，曰：「卻是廣中人說得聲音尚好，蓋彼中地尚中正。自洛中脊來，只是太邊南去，故有些熱。若閩浙則皆邊東角矣，閩浙聲音尤不正。」〈揚〉"
      },
      {
        "index": 44,
        "text": "先生因說詩中關洛風土習俗不同，曰：「某觀諸處習俗不同，見得山川之氣甚牢。且如建州七縣，縣縣人物各自是一般，一州又是一般。生得長短大小清濁皆不同，都改變不得，豈不是山川之氣甚牢？」〈燾〉"
      },
      {
        "index": 45,
        "text": "因論南方人易得病，曰：「北方地氣厚，人皆不病。叔祖奉使在北方十五年已上，生冷無所不食，全不害。歸來纔半年，一切發來，遂死。更有一武臣，代州人，嘗至五臺山，有一佛殿上皆青石，暑月每於石上徹日睡，全無病。如來南方睡，如何了得！」〈揚〉"
      },
      {
        "index": 46,
        "text": "諸生入問候，先生曰：「寒後卻凛地氣痞。西川人怕寒。嘗有人入裏面作守，召客後，令人打扇。坐客皆起白云，若使人打扇，少間有某疾。生冷果子亦不可吃，才吃便有某疾，便是西川之人大故怕寒。如那有雪處，直是四五月後雪不融，這便是所謂『景朝多風』處。便是日到那裏時，過午時陽氣不甚厚，所以如此。所謂『漏天』處，皆在那裏。恁地便是天也不甚闊，只那裏已如此了，這是西南尚如此。若西北，想是寒。過那秦鳳之間，想見寒。如峨眉山，趙子直嘗登上面，煮粥更不熟，有箇核子。時有李某者，凍得悶絕了。」莊仲云：「不知佛國如何？」曰：「佛國卻暖。他靠得崑崙山後，那裏卻暖，便是那些子也差異。四方蠻夷都不曉人事，那裏人卻理會得般道理恁地！便是那裏人也大故嶢崎，不知是怎生後恁地！」〈義剛〉"
      },
      {
        "index": 47,
        "text": "搉場中有文字賣，說中原所在山川地理州縣邸店甚詳，中亦雜以虜人官制。某以為是中原有忠義之人做出來，欲朝廷知其要害處也。"
      },
      {
        "index": 48,
        "text": "關中，秦時在渭水之北居，但作離宮之類於渭南。漢時宮闕在渭水之南，終南之北，背渭面終南。隋時此處水皆鹹，文帝遂移居西北，稍遠漢之都。唐都在隋一偏，西北角。唐宮殿制度正當甚好。官街皆用墻，居民在墻內，民出入處皆有坊門，坊中甚窄。故武元衡出坊門了，始遇害。本朝宮殿街巷，京城制度，皆仍五代，因陋就簡，所以不佳。唐田兵官制，承宇文周有些制度，故較好。舊東京關中漢唐宮闕街巷之類圖，今衢州有碑本。〈揚〉"
      },
      {
        "index": 49,
        "text": "行在舊時行宮之門，虜使來有語。後虜作二牌來，前曰「麗正」，後曰「和寧」，遂報去，謂太小。今自作牌，依其名題。〈揚〉"
      },
      {
        "index": 50,
        "text": "古之王城有三途：左男行，右女行，中車行。天下路中有車軌道。〈揚〉"
      },
      {
        "index": 51,
        "text": "漳州州學中從祀，是神霄宮神改塑。紹興府禹廟重塑禹像，王仲行將舊禹與一道士去，改塑天齊仁聖帝。此是一類子。〈德明〉"
      },
      {
        "index": 52,
        "text": "汪端明說朝廷塑一顯仁皇后御容，三年不成，卻是一行人要希逐日食錢，所費不貲。端明為禮部尚書，奏過太上，得旨催促，又卻十日便了！朝廷事多如此。〈浩〉"
      },
      {
        "index": 53,
        "text": "王拱辰作高樓，溫公作土室，時人語云：「一人鑽天，一人入地！」康節謂富公云：「比有怪事：一人巢居，一人穴處！」〈方〉"
      },
      {
        "index": 54,
        "text": "蕪湖舊有一富家曰韋居士，字深道，喜延知名士。如黃太史陳了翁遷謫，每歲餽餉不下千嬢。今人纔見遷謫者，便以為懼，安得有此等人！〈人傑〉"
      },
      {
        "index": 55,
        "text": "陸務觀說，漢中之民當春月，男女行哭，首戴白楮幣，上諸葛公墓，其哭皆甚哀云。〈先生親筆於南軒所撰武侯傳後。道夫〉"
      },
      {
        "index": 56,
        "text": "齊蕭子良死，不用棺，寘於石床之上。唐時子良幾世孫蕭隱士過一洲，見數人云：「此人似蕭王。」隱士訝之。到一郡，遂見解幾人劫墓賊來，乃洲上之人。隱士說與官令勘之，乃曾開蕭王塚來。云：「王臥石床上，儼然如生。」〈揚〉"
      },
      {
        "index": 57,
        "text": "廬山有淵明古跡處曰上京。淵明集作京師之「京」。今土人以為荊楚之「荊」。江中有一盤石，石上有痕云，淵明醉臥於其石上，名「淵明醉石」。某為守時，架小亭，下瞰此石，榜「歸去來館」。又取西山劉凝之菴用魯直詩名曰「清靜退菴」，與此相對。〈夔孫〉"
      },
      {
        "index": 58,
        "text": "「晝則聽金鼓，夜戰看火候。」嘗疑夜間不解戰，蓋只是設火候防備敵來劫寨之屬。古人屯營，其中盡如井形，於巷道十字處置火候。如有間諜，一處舉火，則盡舉，更走不得。〈義剛〉"
      },
      {
        "index": 59,
        "text": "「馳車千駟，革車千乘。」馳車即兵車，蓋輕車也。革車駕以牛，蓋輜重之車。每輕車七十二人，三人在車上，一御，一持矛，一持弓。此三人，乃七十五人中之將。蓋五伍為兩，兩有長故也。輕車甚疾。〈義剛〉"
      },
      {
        "index": 60,
        "text": "豫凶事，亦恐有之。龔勝傳，昭帝賜韓福策曰：「不幸死者，賜複衾一，祠以中牢。」古人此等事自多，難以懸斷。〈閎祖〉"
      },
      {
        "index": 61,
        "text": "「三元」是道家之說。上元燒燈，卻見於隋煬帝，未知始於何時。〈賀孫〉"
      },
      {
        "index": 62,
        "text": "問：「真元外氣如何？」曰：「真元是生氣在身上。」曰：「外氣入真元氣否？」曰：「雖吸入，又散出，自有界限。但論其理，則相通。」〈可學〉"
      },
      {
        "index": 63,
        "text": "物造時亦遇氣候，故皆有數。〈揚〉"
      },
      {
        "index": 64,
        "text": "時氣，初只是氣，疑其氣盛，便有物以主之，氣散又無了。〈揚〉"
      },
      {
        "index": 65,
        "text": "元善每相見，便說氣數讖緯，此不足憑。只是它由天命，然亦由人事。才有此事，得人去理會，便了。〈德明〉"
      },
      {
        "index": 66,
        "text": "龍氣盛，虎魄盛，故龍能致雲，虎能嘯風也。許氏必用方，首論「虎晴定魄，龍齒安魂」，亦有理。〈廣〉"
      },
      {
        "index": 67,
        "text": "「醫家言：『心藏神，脾藏意，肝藏魂，肺藏魄，腎藏精與志。』與康節所說不同。」曰：「此不可曉。」〈德明〉"
      },
      {
        "index": 68,
        "text": "嘗見徐侍郎〈敦立〉書三字帖於主位前云「磨兜堅」，竟不曉所謂。後竟得來，乃是古人有銘，如「三緘口」之類。此書於腹曰：「磨兜堅，謹勿言！」畏秦禍也。〈敬仲〉"
      },
      {
        "index": 69,
        "text": "問：「人有震死者，如何？」曰：「有偶然者，有為惡而感召之者。如人欲操刀殺人，而遇之者或遭其傷刺而死之類是也。」〈僩〉"
      },
      {
        "index": 70,
        "text": "東坡云：「月未望而魚腦實，既望則虛。」蓋出淮南子，則食膾宜及未望也。〈揚〉"
      },
      {
        "index": 71,
        "text": "論說物理，因問：「東坡說，人不怕虎者，虎不柰得其人何，是有此理。東坡說小兒不怕者是一證。傳燈錄載歸宗南泉三人曾遇虎，皆不以為事。季清言，有一鄉人賣文字，遇虎。其人無走處了，曾聞人言，虎識字，遂鋪開文字與虎看，自去。此數事皆其驗也。」先生曰：「曾見一僧，名亨，黃龍清會下人，言僧入山遇虎，只是常事。初見時，虎亦作威。近前來，見人不怕他，漸漸去了。後常常見人慣了，都如常。」揚曰：「只是初見不怕難。」先生曰：「人心能堅忍得此時好。」〈揚〉"
      },
      {
        "index": 72,
        "text": "翟公遜說鬼星渡河，最亂道。鬼星是經星，如何解渡河！〈泳〉"
      },
      {
        "index": 73,
        "text": "野雉知雷。〈起于起處。可學〉"
      },
      {
        "index": 74,
        "text": "罘罳，或云，乃門屏上刻作形。漢注未是。〈可學〉"
      },
      {
        "index": 75,
        "text": "古人作甲用皮，每用必漆。後世用檩，不知自何時起。〈泳〉"
      },
      {
        "index": 76,
        "text": "古人問籌者，要說得這事分明，歷歷落落。這一事了，便盡斷，又要得界分分明。〈泳〉"
      },
      {
        "index": 77,
        "text": "宮，即墻也。〈僩〉"
      },
      {
        "index": 78,
        "text": "太王畫像，頭上有一片皮，直裹至頸上，此便是鉤領。〈義剛〉"
      },
      {
        "index": 79,
        "text": "王彥輔麈史載机頭之說甚詳。〈方子〉"
      },
      {
        "index": 80,
        "text": "衛朴善算，作蓮花漏，其形如稱。〈東坡詆之。文蔚〉"
      },
      {
        "index": 81,
        "text": "漢祭河用御龍、御馬，皆以木為之，此已是紙錢之漸。〈義剛〉"
      },
      {
        "index": 82,
        "text": "紙錢起於玄宗時王璵。蓋古人以玉幣，後來易以錢。至玄宗惑於王璵之說，而鬼神事繁，無許多錢來埋得，璵作紙錢易之。文字便是難理會。且如唐《禮書》載范傳正言，唯顏魯公張司業家祭不用紙錢，故衣冠效之。而國初言禮者錯看，遂作紙衣冠，而不用紙錢，不知紙錢衣冠有何間別？〈義剛〉"
      },
      {
        "index": 83,
        "text": "古之木，今有無者多。如楷木，只孔子墓上，當時諸弟子各以其方之木來栽，後有此木。今天下皆無此木。其木亦如槐，可作簡，文皆橫生，然亦只是文促後似橫樣。〈義剛〉"
      },
      {
        "index": 84,
        "text": "臨安檩箭，只是錢王將此搖動人心，使神之。〈義剛〉"
      },
      {
        "index": 85,
        "text": "瑞金新鑄印。蓋嘗失一印，重鑄之，恐作弊，故加「新鑄」之文。國初有一奉使印，亦如此。〈義剛〉"
      },
      {
        "index": 86,
        "text": "祕書省畫大樹下數人，只古衣而無名。君舉以為恐是孔子在宋木下習禮，被伐木時。〈義剛〉"
      },
      {
        "index": 87,
        "text": "祕書省畫得唐五王及黃番綽明皇之類，恐是吳道子畫。李某跋之，有云：「畫當如蓴菜。」某初曉不得，不知它如何說得數句恁地好。後乃知他是李伯時外甥。蓋畫須如蓴菜樣滑方好，須是圓滑時方妙。〈義剛〉"
      },
      {
        "index": 88,
        "text": "雪裏芭蕉，他是會畫雪，只是雪中無芭蕉，他自不合畫了芭蕉。人卻道他會畫芭蕉，不知他是誤畫了芭蕉。"
      },
      {
        "index": 89,
        "text": "問：「春牛事未見出處。但月令載『出土牛以送寒氣』，不知其原果出於此否？或又云，以示勸耕之意。未詳孰是？」「某嘗見□□云，處士立於縣庭土牛之南。恐古者每歲為一牛，至春日別以新易舊而送之也。」"
      },
      {
        "index": 90,
        "text": "王丈云：「昔有道人云，嵴生可以觀夜氣。嘗插竿以記之，自早至暮，長不分寸；曉而視之，已數寸矣。」次日問：「夜氣莫未說到發生處？」曰：「然。然彼說亦一驗也。」後在玉山僧舍驗之，則日夜俱長，良不如道人之說。〈閎祖〉"
      },
      {
        "index": 91,
        "text": "問：「廬山光怪恐其下有寶，故光氣發見如此。」「嘗見邵武張鑄說，曾官岳陽，見江上有光氣，其後漁人於其處網得銅鐘一枚。又一小說云，某郡某處嘗有光處，令人掘得銅印一顆。」先生又自云：「向送葬開善，望見兩山之間有光如野燒，從地而發，高而復下。問云，其山舊有銅坑也。」〈德明〉"
      },
      {
        "index": 92,
        "text": "德粹語婺源有一人，其子見鬼。先生曰：「昔薛士龍之子亦然。」可學因說薛常州之子甚怯弱。曰：「只是精神不全，便如此。向見邪法者沟人，小兒稍靈利者便沟不倒。」可學云：「薛氏之兒所謂『九聖奇鬼』。」先生曰：「渠平生亦好說鬼。」可學云：「薛常州平日亦講學，何故信此？」曰：「不知其所講如何。」〈可學〉"
      },
      {
        "index": 93,
        "text": "獸中，狐最易為精怪。〈淳〉"
      },
      {
        "index": 94,
        "text": "狐性多疑，每渡河，須冰盡合，乃渡。若聞冰下猶有水聲，則終不敢渡，恐冰解也。故黃河邊人每視冰上有狐跡，乃敢渡河。又狐每走數步，則必起而人立，四望，立行數步，迺復走。走數步，復人立四望而行。故人性之多疑慮者，謂之狐疑。狼性不能平行，每行，首尾一俯一仰。首至地，則尾舉向上；胡舉向上，則尾疐至地，故曰：「狼跋其胡，載疐其尾。」〈僩〉"
      },
      {
        "index": 95,
        "text": "因論張天師，先生曰：「本朝有南劍太守林積，送張天師於獄中，而奏云：『其祖乃漢賊，不宜使子孫襲封。』一時人皆信之，而彼獨能明其為賊，其所奏必有可觀者。林積者，秦相時嘗為侍郎。」〈義剛〉"
      },
      {
        "index": 96,
        "text": "郭天錫因算徽宗當為天子，遂得幸，官至承宣使，其人亦鯁直敢說。天覺每要占問時，不尚自去見它，多是使覺範去。後來發覺，蔡元長遂以為天錫有幻術，令人監繫，日置豬狗血於其側，後來只被血薰殺了。〈義剛〉"
      },
      {
        "index": 97,
        "text": "覺範因張天覺事下大獄。自供云：「本是醫人，因入醫張相公府養娘有效，遂與度牒令某作僧。」〈義剛〉"
      },
      {
        "index": 98,
        "text": "神殺之類，亦只是五行旺衰之氣，推亦有此理。但是後人推得小了，太拘忌耳。曉得了，見得破底好。如上蔡言「我要有便有，我要無便無」，方好。然難。不曉底人，只是孟浪不信。呂丈都不曉風水之類，故不信。今世俗人信便有，不信便無，亦只是此心疑與不疑耳。〈揚〉"
      },
      {
        "index": 99,
        "text": "因及談命課靈者，曰：「是他精力強，精力到處便自驗。」〈淳〉"
      },
      {
        "index": 100,
        "text": "因說都下士夫愛看命，曰：「士夫功名心切，且得他差除一番，亦好。」曰：「若命中有官，便是天與我。若就人論，便是朝廷與我。今不感戴天與朝廷，卻感戴他們，終身不忘，甚可怪！」〈淳〉"
      },
      {
        "index": 101,
        "text": "陶安國事真武。先生曰：「真武非是有一箇神披髮，只是玄武。所謂『青龍、朱雀、白虎、玄武』，亦非是有四箇恁地物事。以角星為角，心星為心，尾星為尾，是為青龍。虛危星如龜。騰蛇在虛危度之下，故為玄武。真宗時諱『玄』字，改『玄』字為『真』字，故曰『真武』。參星有四隻腳如虎，故為白虎。翼星如翼，軫如項下嗉，井為冠，故為朱雀。盧仝詩曰：『頭戴井冠。』揚子雲言『龍、虎、鳥、龜』，正是如此。」〈節〉"
      },
      {
        "index": 102,
        "text": "先生問四明龍現事。璘答云：「頃歲鄞縣趙公萬禱雨於天井山之龍井，曾有龍現。張左藏良臣作記云：『俄有光發波間，如叢炬。復紅焰飛動，下見龍之首甚大，不違顏咫尺。大復現小。復現全體，鱗甲爚爚有光，久不沒。陰氣颯然，見者魄喪神動！』」曰：「見王嘉叟云，見龍初出水，先有物如蓮花之狀而後水湧。異物出，兩眼光如銅盤，與趙尉所見頗合。」〈璘〉"
      },
      {
        "index": 103,
        "text": "或言某人之死，人有夢見之者，甚恐，遂辭位而去。先生曰：「唐令狐綯亦嘗夢見李德裕。明日，語人曰：『衛公精爽可畏！』頃時劉丞相莘老死於貶所。後來得昭雪復官，其子斯立有啟謝時宰一聯云：『晚歲離騷，徑招魂於異域；平生精爽，或見夢於故人！』世傳以為佳。」"
      },
      {
        "index": 104,
        "text": "陳易和叔將赴試，韓魏公戒之曰：「離場屋久，更宜子細！」陳曰：「三十年做老娘，不解倒悦了孩兒！」既而「王」字押作賦韻，「率土之濱莫非王」，遂見黜。魏公聞之笑曰：「果然倒悦了孩兒矣！」"
      },
      {
        "index": 105,
        "text": "往年見徐端立待郎云，葉石林嘗問某：「或謂司馬溫公范蜀公議鍾律不合，又某與某爭某事，蓋故為此議，以表見其非朋比之為者。如何？」徐曰：「此事有無不可知。然為此論者，亦可謂不占便宜矣。」石林為之笑，便罷。〈僩〉"
      },
      {
        "index": 106,
        "text": "汪玉山童稚時，喻玉泉令他對七字對云：「馬蹄踏破青青草。」玉山應口對云：「龍爪拏開黯黯雲。」"
      },
      {
        "index": 107,
        "text": "先生說：「沈持要知衢州日，都下早間事，晚已得報。」閎祖云：「要知得如此急做甚？」先生云：「公說得是。」〈閎祖〉"
      },
      {
        "index": 108,
        "text": "或言某人輕財好義。先生曰：「以何道理之而義乎？」〈升卿〉"
      },
      {
        "index": 109,
        "text": "因李將為郭帥閣俸，曰：「凡是名利之地，自家退以待之，便自安穩。纔要，只管向前，便危險。事勢定是如此。如一碗飯在這裏，纔去爭，也有爭得不被人打底，也有爭得被人打底，也有爭不得空被人打底。」〈賀孫〉"
      },
      {
        "index": 110,
        "text": "或論及欲圖押綱厚賞者。先生曰：「譬如一盤珍饌，五人在坐，我愛吃，那四人亦都愛吃。我伸手去拏，那四人亦伸手去拏，未必果誰得之。能恁地思量，便可備知來物。如古者橫議權謀之士，雖千萬人所欲得底，他也有計術去必得。」〈淳〉"
      },
      {
        "index": 111,
        "text": "財，猶膩也，近則污人，豪傑之士恥言之。〈僩〉"
      },
      {
        "index": 112,
        "text": "人言仁不可主兵，義不可主財。某謂，惟仁可以主兵，義可以主財。〈道夫〉"
      },
      {
        "index": 113,
        "text": "賢者順理而安行，智者知機而固守。〈丁未耳聽。至〉"
      },
      {
        "index": 114,
        "text": "鄭叔友謂：「敗不可懲，勝不可狃。」此言殊有味。〈振〉"
      },
      {
        "index": 115,
        "text": "王宣子說：「甘卞言，士大夫以面折廷爭為職，以此而出，人亦高之。宦官以承順為事，忽犯顏而出，誰將你當事！如此之乖！後漢呂強，後世無不賢之。」"
      },
      {
        "index": 116,
        "text": "詠古詩：「丈夫棄甲冑，長揖別上官！」為楊元禮發也。問：「元禮事如何？」曰：「緣一二監司相知者已去，後人不應副賑濟，此事已做不得。若取之百姓又不可，所以乞祠。」問：「當時合如何處置方善？」曰：「只得告監司理會賑濟。不從，則力爭；又不從，則投劾而去，事方分曉。」語畢，遂諷誦此詩云。〈德明〉"
      },
      {
        "index": 117,
        "text": "沈季文於小學，則有莊敬敦篤而不從事於禮樂射御書數；於大學，則不由格物、致知而遽欲誠意、正心。〈閎祖〉"
      },
      {
        "index": 118,
        "text": "黎紹先好箇人，可謂「聽其言也厲」！〈義剛〉"
      },
      {
        "index": 119,
        "text": "周顯祖不事外飾，天資簡樸。〈若海〉"
      },
      {
        "index": 120,
        "text": "諸葛誠之守立過人。〈升卿〉"
      },
      {
        "index": 121,
        "text": "劉季高也豪爽，只是也無腦頭。〈義剛〉"
      },
      {
        "index": 122,
        "text": "林擇之曰：「上四州人輕揚，不似下四州人。」先生曰：「下四州人較厚。潮陽士人亦厚，然亦陋。莆人多詐，淳朴無偽者，陳魏公而已。」〈義剛〉"
      },
      {
        "index": 123,
        "text": "或傳連江鎮寇作，燒千餘家。時張子直通判云：「此處人煙極盛。」曰：「某嘗疑此地如何承載得許多人？」力行退而思之，此所謂知小圖大，力小任重之意。〈力行〉"
      },
      {
        "index": 124,
        "text": "前年鄭瀛上書得罪，杖八十，下臨安贖。臨安一吏人憫之，見其無錢，為代出錢贖之。〈揚〉"
      },
      {
        "index": 125,
        "text": "王侍郎普之弟某，經兵火，其乳母抱之走，為一將官所得。乳母自思，為王氏乳母而失其子，其罪大矣！遂潛謀歸計，將此將官家兵器皆去其刃，弓則斷其弦。自求一好馬，抱兒以逃。追兵踵至，匿於麥中，如此者三四。僅全兒，達王家。常見一僧說之，僧今亦忘矣。欲為之傳，未果。〈可學。義剛錄云：「常見一老僧云，李伯時家遭寇，伯時尚小，被賊并妳子劫去。賊將遂以妳子為妻。一日上元，其夫出看，妳子以計遣諸婢，皆往看。遂將弓箭刀刃之屬，盡投於井，馬亦解放，但自乘一馬而去。少頃，聞前面有人馬聲，恐是來趕他，乃下馬走入麥中藏。其賊尚以鎗入麥中撈攬，幸而小底不曾啼，遂無事。未幾，得聞那賊說：『這賊婢，知他那裏去！』渠知無事，遂又走。夜行晝伏，數日方到，尋見他家人。某嘗欲記此事。後來被那僧死了，遂無問處，竟休了。」〉"
      },
      {
        "index": 126,
        "text": "陳光澤二子求字。先生字萃曰「仲亨」，云：「萃便亨，凡物積之厚而施之也廣，如水積得科子滿，便流。」又字華曰「仲蔚」，云：「『君子豹變，其文蔚也。』變謂變其態。若裏面變得是虎，外面便有虎之文；變得是豹，外面便有豹之文。」〈義剛〉"
      },
      {
        "index": 127,
        "text": "有言士大夫家文字散失者。先生齔然曰：「魏元履宋子飛兩家文籍散亂，皆某不勇決之過。當時若是聚眾與之抄劄封鎖，則庶幾無今日之患！」〈道夫〉"
      },
      {
        "index": 128,
        "text": "德粹問：「十年前屢失子，亦曾寫書問先生。先生答皆云，子之有無皆命，不必祈禱。後又以弟為子，更有甚礙理處。舍弟之子年乃大於此，則是叔拜侄。」曰：「以弟為子，昭穆不順。」方伯謨曰：「便是弟之子小亦不可。」曰：「然。」〈可學〉"
      },
      {
        "index": 129,
        "text": "問：「唐誥敕如何都是自寫？」曰：「不知如何。想只是自寫了，卻去計會印。如蔡君謨封贈，亦是自寫。看來只是自有字名，故如此。」〈義剛〉"
      },
      {
        "index": 130,
        "text": "「張以道向在黃巖見顏魯公的派孫因事到官。其人持魯公誥敕五七道來庭下，稱有蔭。細看其誥敕，皆魯公親書其字，而其誥乃是黃紙書之。此義如何？」先生曰：「魯公以能書名，當時因自書之，而只用印。又亦不足據。本朝蔡君謨封贈其祖誥敕，亦自寫之。蓋其以字名，人亦樂令其自寫也。」〈魯公誥，後為劉會之所藏。義剛〉"
      },
      {
        "index": 131,
        "text": "一日請食荔子，因論：「興化軍陳紫，自蔡端明迄今又二百來年，此種猶在，而甘美絕勝，獨無它本。天地間有不可曉處率如此。所謂『及其至也，聖人有所不能知。』要之，它自有箇絲脈相通，但人自不知耳。聖人也只知得大綱，到不可知處，亦無可奈何。但此等瑣碎，不知亦無害爾。」〈道夫〉"
      },
      {
        "index": 132,
        "text": "先生因吃茶罷，曰：「物之甘者，吃過必酸；苦者吃過卻甘。茶本苦物，吃過卻甘。」問：「此理如何？」曰：「也是一箇道理。如始於憂勤，終於逸樂，理而後和。蓋禮本天下之至嚴，行之各得其分，則至和。又如『家人嗃嗃，悔厲吉；婦子嘻嘻，終吝』，都是此理。」〈夔孫〉"
      },
      {
        "index": 133,
        "text": "建茶如「中庸之為德」，江茶如伯夷叔齊。又曰：「南軒集云：『草茶如草澤高人，臘茶如臺閣勝士。』似他之說，則俗了建茶，卻不如適間之說兩全也。」〈道夫〉"
      },
      {
        "index": 134,
        "text": "侍先生過水南，谷中見一種蒿，柔嫩香氣，溫潤可愛，因采一二莖把玩。先生曰：「此即古人所謂蘭是也。」又云：「蕙亦非今之蕙，乃零陵香是也。」〈炎〉"
      },
      {
        "index": 135,
        "text": "今福州紅糟，即古之所謂醴酒也，用匙挑吃。〈義剛〉"
      },
      {
        "index": 136,
        "text": "古升，十六寸二分為升，容一百六十二寸為斗。〈僩〉"
      },
      {
        "index": 137,
        "text": "今之一升，即古之三升；今之一兩，即古之三兩。〈僩〉"
      },
      {
        "index": 138,
        "text": "古錢有「貨泉」字，「貨布」字，是王莽錢。於古尺正徑一寸。雖久有損，大概亦是。〈淳〉"
      },
      {
        "index": 139,
        "text": "先生見正甫所衣之衫只用白練圓領，領用皂。問：「此衣甚制度？」曰：「是唐衫。」先生不復說，後遂易之。〈過〉"
      },
      {
        "index": 140,
        "text": "「布一簆四十眼，著八十絲為一升。今興化人能為之」云云。「十升布已難做。至如三十升，不知古人如何做也。若三升布，則極疏矣。古人不諱白，皮弁乃以白鹿皮為之，但加飾焉。如冠之白，但用疏細為吉凶耳。」〈方〉"
      },
      {
        "index": 141,
        "text": "或云：「俗語：『夜飯減一口，活得九十九。』」曰：「此出古樂府三叟詩。」"
      },
      {
        "index": 142,
        "text": "墨翟與工輸巧爭辯〈云云〉。論到下梢一著勝一著，沒了期。一曰：「吾知其所以拒子矣，吾不言。」一曰：「吾知所以攻子矣，吾不言。」〈燾〉"
      },
      {
        "index": 143,
        "text": "莽何羅本姓馬，乃後漢馬后之祖，班固為澤而改之。〈方子〉"
      },
      {
        "index": 144,
        "text": "步騭不去，為瓜耳。瓜可無，身不可無。〈升卿〉"
      },
      {
        "index": 145,
        "text": "陶隱居注本草，不識那物，後說得差背底多。緣他是箇南人，那時南北隔絕，他不識北方物事，他居建康。〈義剛〉"
      },
      {
        "index": 146,
        "text": "仙游有蔡溪，見說甚好。裏面有一片大石，有一石門，入去沿溪到那石上。有陳理常，居太學。聞此地好，齎少餅，徑入去石上坐。飢甚，則吃少許餅。久後吃盡了，飢不奈何。欲出，則當初入門已發了誓，遂且忍餓。遇樵者，見他在坐，亦異之。間得些物事來吃。久後報得外面道人都來，遂起得箇菴，自此卻好。病翁嘗至其菴。時陳居士方死，尚在坐，未曾斂。見面前一石頭，似箇香山子。子細看，又不是石，恰似乳香滴成樣，都通明。身旁一道人云：「是陳先生臨死時滴出鼻涕。」又一道人來禮拜，歎息云：「可惜陳先生鍊得成後卻不成！」〈僩〉"
      },
      {
        "index": 147,
        "text": "崇觀間，李定之子某，有文字乞毀通鑑板。建炎間坐此貶竄，後放歸復官。詞云：「下喬木而入幽谷，朕姑示於寬恩；以鴟鴞而笑鳳凰，爾無沉於述識！」"
      }
    ]
  }
}