{
  "chapterNumber": 133,
  "title": "盜賊 (Bandits and Rebels)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "蜀中有趙教授者，因二蘇斥逐，以此搖動人心，遂反。當時也自響應，但未幾而哲宗上仙，事體皆變了，所以做得來也沒巴鼻。蜀人大故強悍，易反。成都嘗有一通判要反，已自與府中都吏客將皆有謀了。不知如何，一婢走出來告云，日逐有官員來議事。帥因下簾，令辨府中人，則皆每日所見合謀者，其事遂敗。〈義剛〉"
      },
      {
        "index": 1,
        "text": "方臘起，向薌林時為小官。言今無策，只有起劉元城陳了翁作相，則心不戰而自平。〈揚〉"
      },
      {
        "index": 2,
        "text": "伊川嘗說，今人都柔了。蓋自祖宗以來，多尚寬仁，不曾用大利之屬，由此人皆柔軟，四方無盜賊。後來靖康時多盜，蓋虜難方急，朝廷無暇治之耳。且如紹聖之後，山東河北連年大饑而盜作，也皆隨即仆滅。但見長上云，若更遲四五年，虜人不來，盜亦難禁止，蓋是饑荒極了。〈義剛〉"
      },
      {
        "index": 3,
        "text": "方臘之亂，愚民望風響應。其閒聚黨劫掠者，皆假竊臘之名字，人人曰「方臘來矣」！所至瓦解。臘之婦紅裝盛飾，如后妃之象。以鏡置胸懷間，就日中行，則光采爛然，競傳以為祥瑞。〈儒用〉"
      },
      {
        "index": 4,
        "text": "論及楊公，云：「當時也無甚大賊，不過只是盜賊而已。如李成之徒，也只是劫掠。若無討，則不過自食人，皆不是做事底。」〈義剛〉"
      },
      {
        "index": 5,
        "text": "建賊范汝為本無技能，為盜亦非其本心。其叔積中，卻素有包藏，陰結徒黨，置兵器滿倉箱中。其徒勸之舉事，每每猶豫，若有所待。有不快於中者，輒火十數家，且殺人，因劫之為首，其人終不肯，但曰：「時未可，我決不能為，汝輩可別推一人為主。」眾遂擁戴汝為，勢乃猖獗。建之士如歐陽穎士施逵吳琮者，善文章，多材藝，或已登科，皆望風往從之。置偽官，日以蕭曹房杜自相標置，以漢祖唐宗頌其功德。汝為愚人，偃然當之。朝廷遣官軍來平賊。時秋稼已熟，賊聞官軍且至，放水灌田，又以禾穟相結連，已而決?去水。官軍至，不諳其山川道路。賊縱之入山，山路險隘，騎卒不能前。賊覺官軍已疲困，乃出平原以誘官軍。官軍出山，爭趨田中，既為結穟牽絆，又陷泥淖。賊因四面鏖擊之，官軍大敗。乘勝據建州三年，累降累叛。竟遣韓世忠來，方能勦除之。汝為自縊，尸為眾所焚，弗獲。初，建人陸棠謝尚有鄉曲之譽。〈陸乃龜山婿。為士人時，極端重，頗似有德器者。〉賊聲言：「使二人來招我，吾降矣。」朝廷遣之。既而賊有二心，乃拘繫久之。歐陽輩又說之日益切，因循遂為賊用。賊敗，歐陽穎士吳琮先誅死，陸謝施逵以檻車送行在。至中途，逵謂二人曰：「吾輩至，必死。與其戮於市朝，且極痛楚，曷若早自裁？」二人曰：「何可得自死？」逵曰：「易爾。」乃密令人為藥三元，小大形色俱相似，一乃無毒者。逵取無毒者服之，餘二人服即死。逵既至行在，歸罪於二人，理官無所考證，迄從末減，但編置湖南某州，中途又逃去，或為道人，或為行者，或為人典庫藏，後迤?望淮去。有喜其材者，以女妻之。住數月，復北走降虜，改名宜生，登偽科後，擢用甚峻。逆亮將犯淮時，猶為之奉使。比來時，黃尚書通老為館伴。黃幼與之同筆硯，雅相好，至是不欲見其人，以疾辭。遂改召張子公。宜生猶問子公：「通老安在！」子公以實對。欲扣虜中事，不可得。因登六和塔，子公領客，宜生先登，亟問之曰：「奉使得無首丘之念乎？」宜生曰：「必來。」言方終而介使至，宜生色為之變。既歸，即為虜所誅。〈龍泉尉施慶之乃其族也。嘗舉宜生十數詩。內入使時題都亭驛詩云：「江梅的礫未全開，老倦無心上將臺。人在江南望江北，斷鴻聲裏送潮來。」又按蕭閑集注，宜生字朋望，建安浦城人，宣政間為潁川教授，與宗室趙德麟友善。後仕劉豫。豫廢，歸其國。歷南臺郎中，刺隰深二州，召為禮侍，累遷侍講，道號「三住道人」。儒用〉"
      },
      {
        "index": 6,
        "text": "一士人見龜山，容貌甚端莊，坐不動，每來必如是，以此喜之。一日，引入書院，久坐。忽報有客，龜山出接，士人獨坐，凝然不動如故。宅眷壁外窺之，大段驚異。士人別去，家人以實告，皆稱其如此好人，愈為所取。後以女妻之，乃陸棠也。及范汝為作亂，棠入其黨，見矯情飾貌之難信也。〈過〉"
      },
      {
        "index": 7,
        "text": "李楫寇廣西，出榜，約不收民稅十年，故從叛者如雲，稱之為「李王」，反謂官兵為賊。以此知今日取民太重，深是不便。〈廣〉"
      },
      {
        "index": 8,
        "text": "瀘州之事，朝廷既是命委清強官體究，帥司若有謀，只那體究官便是捉賊官。且如揀差體究官，帥司祇密著一不下司文字與之，令到地頭體究，隨宜便與處分。若體究官到彼，他見朝廷之意未十分來煎迫，亦須開門放入。但只與之言：「今日之事既是如此，若大兵四合勦滅，亦不難。今亦未能如是，但你這頭首人，合當出來陳說始初是如何。」及其既至，則收而梟之，事即定矣。若遽然進兵掩捕，則事勢須激，城中之人不可保，而州郡必且殘破。〈道夫〉"
      },
      {
        "index": 9,
        "text": "夷狄"
      },
      {
        "index": 10,
        "text": "西夏李繼遷本夷狄，姓托跋，後賜姓李。五代時有其地，國初世襲。太宗欲取之，遂召繼遷歸京師，以別人代之。一日，繼遷逃歸。朝廷費無限心力不能得，遂以其兄繼隆知夏州，令招之。其兄遂陰與之合，每奏朝廷，謂已無事。後朝廷又召其兄歸，繼遷遂復有其地。靈州屬朝廷，又在西夏之外，為西夏截斷，又以兵圖之，使不得通朝廷。靈州絕遠，難救援。又其地渾沙無水，不可掘。每兵行，則用水以自隨，渴殺了多少。人行其沙，地上皆動，陷了數百人馬，只見不在。太宗心欲棄之而不言。時參政張洎〈南唐亡國之臣，專以諂敗其主。歸，又以諂遭遇。〉揣知上意，即進可棄之說。上問宰相呂端，又令各進說。端言，如此則各有說，非僉議合謀之意。洎即詆端避事。端言，洎不過揣合上意。後洎即進說，端不曾進。上謂洎揣合果如端言，封還其說。朝廷遂詔靈州守臣出兵與接，漸漸離去棄之。張齊賢以為不可，如此則被夏人掩殺，須是與之戰，勝則得之，不勝則漸漸引去。方議未定，忽報靈州已為夏人所破矣，因而為彼所有。後來朝廷費了幾多氣力去取。韓范輩用兵後，徐禧永樂之敗是也。張魏公舊官於陝西，嘗登高望見西夏界外，則西夏土地亦不甚闊。如何強盛，被他守得如此好！祖宗時，兵每出輒敗。今依舊五州，全又更取過那邊去了，土地合闊矣。只見強盛，虜人亦不柰何，當時亦曾敗於彼。〈揚〉"
      },
      {
        "index": 11,
        "text": "因論西夏事，曰：「當時事不可曉。看來韓范亦無素定基本，只是逐旋做出。且如當時覆軍敗將，這下方且失利，他之勢甚張；忽然自來納款求和，這全不可曉。後來不久，元昊遂死。不知他不死數年，又必有甚姦謀，大未可知。且如當時朝廷必欲他稱臣，遂使契丹號令之。契丹方自以為功，朝廷正未有所處，又卻二國自相侵凌。不爾，則當時又須費力。大抵西人勇健喜鬥，三五年必一次為邊害。本朝韓范張魏公諸人，他只是一箇秀才，於這般事也不大段會。只是被他忠義正當，故做得恁地。」〈道夫〉"
      },
      {
        "index": 12,
        "text": "或問：「范文正公經理西事，看得多是收拾人才。」曰：「然。如滕子京孫元規之徒，素無行節，范公皆羅致之幕下。後犯法，又極力救解之。如劉滬張亢亦然。蓋此等人是有才底，做事時，須要他用，但要會用得他。」又云：「范公嘗立一軍為『龍猛軍』，皆是招收前後作過黥配底人，後來甚得其用。時人目范公為『龍猛指揮使』。」又曰：「方范公起用事時，軍政全無統紀，從頭與他整頓一番。其後卻只務經理內地，養威持重，專行淺攻之策，以為得寸則吾之寸，得尺則吾之尺。卒以此牽制夏人，遣使請和。」〈儒用〉"
      },
      {
        "index": 13,
        "text": "問：「本朝建國，何故不都關中？」曰：「前代所以都關中者，以黃河左右旋繞，所謂『臨不測之淵』是也。近東獨有函谷關一路通山東，故可據以為險。又，關中之山，皆自蜀漢而來，至長安而盡。〈池錄作「關中之山皆自西而東」。〉若橫山之險，乃山之極高處。橫山皆黃石山，不生草木。本朝則自橫山以北，盡為西夏所有，山河之固，與吾共之，反據高以臨我，是以不可都也。神宗銳意欲取橫山，蓋得橫山，則可據高以臨彼。然取橫山之要，又在永樂。故永樂之城，夏人以死爭之，我師大敗。神宗聞喪師大慟，聖躬由是不豫。」〈按編年，重和元年，童貫命种師道劉延慶等取夏國求和等寨，大敗夏人而還。六月，夏人納款。初，夏人恃橫山諸險以抗中國。慶曆中，王嗣宗范仲淹建議取之，會元昊納款而止。元豐中，李憲建議，又會王師失利，神宗厭兵，不克行。貫嘗從憲得其規摹。政和初，議進築。至是十餘年，遂得橫山之地。夏人失援，故納款。然國家是時已建下燕之策，益以多故。其後西夏與女真人。乙巳冬，女真圍太原，夏人犯河外，則是橫山之取，有以結怨於彼也。〉又曰：「神宗初即位，富韓公為相，問為治之要，富公曰：『須是二十年不說著「用兵」二字。』此一句便與神宗意不合。已而擢用王介甫，首以用兵等說稱上旨，君臣相得甚懽。時建昌軍司戶王韶上平戎策，介甫力薦之。初為秦鳳路經略，司機宜，後知通遠軍，遂一戰而復熙河。捷書聞，上大喜，解白玉帶以賜介甫，賞其知人；又加韶為龍圖閣侍待制，以為熙河帥。熙河本鎮洮軍，因復其地，改為熙州。只是廣漠之鄉，有之不加益，無之不加損。狃於一勝之後，廟論一意主於用兵，三敗至於永樂，極矣。永樂之敗，徐禧死之。禧，師川之父，黃魯直之妹夫也。能文章，好談兵，也有進策行於世，文字甚好。二蘇之文未出，學者爭傳誦之。」〈儒用〉"
      },
      {
        "index": 14,
        "text": "神宗其初要結高麗去共攻契丹。高麗如何去得！契丹自是大國，高麗朝貢於彼，如何敢去犯他！〈義剛〉"
      },
      {
        "index": 15,
        "text": "人主好勤遠略底，也是無意思。當初高麗遣使來，朝廷只就他使者以禮答遣之，神宗卻要別差兩使去。緣他那裏知文，故兩使皆侍從，皆是文人。高麗自是臣屬之國，如何比得契丹！契丹自是敵國。〈義剛〉"
      },
      {
        "index": 16,
        "text": "嘗見韓無咎說高麗入貢時，神宗喻其進先秦古書。及進來，內有六經不曾焚者。神宗喜，即欲頒行天下。王介甫恐壞他新經，遂奏云：「真偽未可知。萬一刊行後，為他所欺，豈不傳笑夷夏！」神宗遂止，本亦不傳。以某觀之，未必有是事。蓋招徠高麗時，介甫已不在相位。且神宗是甚次第剛明！設使所進真有契於上心，亦豈介甫所能止之？又記文昌雜錄中說，高麗所進孝經門〈上下一二句記未真。〉緯經，只是讖緯之書，必無進先秦古書之事。但嘗聞尤延之云：「孟子『仁也者人也』章下，高麗本云：『義也者，宜也；禮也者，履也；智也者，知也；信也者，實也：合而言之，道也。』」此說近是。〈儒用〉"
      },
      {
        "index": 17,
        "text": "或問高麗風俗好。曰：「終帶蠻夷之風。後來遣子弟入辟雍，及第而歸者甚多。嘗見先人同年小錄中有『賓貢』者，即其所貢之士也。〈「賓貢」二字，更須訂證。〉當時宣賜幣帛之外，又賜介甫新經三十本，盛以黑函，黃帕其外，得者皆寶藏之。〈儒用〉"
      },
      {
        "index": 18,
        "text": "國家方與女真和時，高麗遣使來求近上醫師二人。上召老醫，擇二人遣往。至則日夕厚禮，皆不問醫，而多問禁中事。二醫怪而問之，高麗主曰：「我有緊密事，欲達宋皇。恐所遣使不能密，故欲得宋皇親近之人而分付之。所以問公禁中事者，欲以見公是所親信耳。」二人因問之，高麗主曰：「聞宋皇欲與女真和，夾攻契丹，此非良策。蓋我國與女真陸路相通，常使人察之。女真不是好人，勝契丹後，必及宋，而吾國亦不能自存，此合當思所以備之。」二人問所以備之之說，曰：「女真作一陣法甚好，我今思得一法勝之。」因令觀教其女真陣，蓋如拐子馬之類。二人歸奏，上怒，召老醫而責之。其一人出門吐血，後不死；其一人歸即死。〈義剛。儒用錄云：「先生嘗見玉山汪丈云，得之御史臺一老吏。方徽宗通好女真，為滅遼之約，高麗有所聞，欲納忠誠，不可得。遂托病遣使求醫於本朝，且願得供奉內庭、上所親信者。遂擇二國醫以往。至則館御供帳，其禮甚厚，但經月無引見之音。二醫怪之，私有請於館伴者。一日，得旨入見，引至內庭。盡屏左右，諭二醫曰：『寡人非病也。顧有誠款，願效於上國，欲得附卿奏之，幸密以聞！』二醫許諾。則曰：『女真人面獸心，貪婪如豺狼，安可與之共事？今不早圖之，後悔無及！聞其訓練國人皆為精兵，累歲有事於燕，每戰轉勝。小國得一二陣法，可與之角。如欲得之，敢不唯命！』諭畢，方厚為之禮而遣之。二醫歸，具奏本末。徽宗聞之，滋不樂，且懼其語泄。丞相童蔡輩乃為食於家，召二醫以食之，食畢而斃。」〉"
      },
      {
        "index": 19,
        "text": "高麗與女真相接，不被女真所滅者，多是有術以制之。高麗要五十餘主，今此方為權臣所篡而易姓。〈義剛。又一條云：「高麗得四十主。今已易姓，姓王。」〉"
      },
      {
        "index": 20,
        "text": "金虜舊巢在會寧府，四時遷徙無常。春則往鴨綠江獵；夏則往一山，〈忘其名。〉極冷，避暑；秋亦往一山如何；冬往一山射虎。今都燕山矣。〈揚〉"
      },
      {
        "index": 21,
        "text": "燕山之北，古有大山嶺為隔，但有一路傍險水。後來石晉以與耶律，則其險路在其度內矣。〈揚〉"
      },
      {
        "index": 22,
        "text": "燕山是古幽州；石晉割賂契丹。契丹既為金人所滅，其種之傑者遂來據燕。其主死，其妻蕭太后主之。童貫蔡攸往取之番。番兵敗後，金人自取之。朝廷求之，遂盡載數州之物、婦女之類而去，更索厚資賣之。朝廷以其所索之物與之，遂得數州空地，朝廷空內資以守之。郭藥師者，燕將，初歸本朝。金人來取燕，遂歸金，郭只留守燕。及本朝得燕，郭又迎降。金人一日大節，〈冬至之類。〉官吏都集賀郭。郭留飲，盡取各人家屬之類盡來飲。少頃，金人兵至，無一人得脫者，自此遂入寇矣。朝廷與大遼結好百十年矣，一日忽與金人約共攻遼，而本朝無一人往。是時方十三起，童貫自這邊來了，遂不及往。既失約，後取燕又是金人。金人見本朝屢敗兵於燕，遂有入寇之心。是時相王黼主其事，童貫主兵，蔡攸副之。蔡京不主，作詩送其子云：「百年信約宜堅守，六月師徒早罷休。」京作事都作兩下：取燕有功，則其子在；無功，則渠不曾主。又有一子絛上書言其父不是，聞亦是其父之謀也。金寇初圍城時，京云：「有一策可使虜人一兵不反。」朝廷使人問之，云：「見上方可言。」寇去，人問之，云：「決汴河可以灌之。」後寇再來，未至時已決之矣。東南數千里，渺然巨浸，西北遂為寇所據。四方音問一信不通，以此故也。〈揚〉"
      },
      {
        "index": 23,
        "text": "粘罕圍太原一年有餘，姚師古輩皆為其戰退，遂破太原。張孝純守太原一年，多少辛苦。及城破，？一死不得，遂降，後為劉豫處官。太原既破，遂一直圍京城。〈揚〉"
      },
      {
        "index": 24,
        "text": "李若水勸欽宗出。李謂虜人可信，醉後枕人睡熟，以此信之。〈揚〉"
      },
      {
        "index": 25,
        "text": "金人初起時，初未立將。臨發兵，召集庭下問之，有能言其策之善者，即授以將，使往。及成功而歸，又集庭下問眾人而賞之金幾多。眾人言未得，又加之。賞罰如此分明，安得不成事！〈揚〉"
      },
      {
        "index": 26,
        "text": "虜人有一謀時，聚諸尊長於一屋內，全不言，只用一物畫地，謀了便各去做。如其事難決，便出野外無人處去商量。〈揚〉"
      },
      {
        "index": 27,
        "text": "兀朮征蒙，死於道，有三策獻於虜主：一則以汴京立淵聖，欲招致江南之人；二則以近上宗室守邊；三則講和。曰：「若行前二者，也被他攪。」又曰：「道君有子四十人，只放二十人歸來。這二十人親王，也要物事供他。」〈燾〉"
      },
      {
        "index": 28,
        "text": "「虜至紹興，守臣李鄴降虜。及駕至明州，張俊大殺一番。駕泛海，虜人走。明州人今尚怨張俊不乘時殺去，可大勝，遂休了。辛巳，逆亮來時，一隊自海中來，李寶自膠西殺敗。李鄴既降，與虜酋並馬出。有一衛士赴駕不及，尚留紹興見之。以一大方磚逐打其酋，幾中，因被害，死之。今立一廟在其所，賜旌忠額。後人皆於其廟賣酒，某至，一切逐去之，說與王書，令崇奉之。」先生又云：「某在時，更為大其廟。其衛士姓唐。」〈揚〉"
      },
      {
        "index": 29,
        "text": "劉豫來寇，朝廷只管謀避計。李伯紀云：「自南京退維揚，遂失河東北；自維揚退金陵，遂失京東西。一番退，一番失。設若是金人來，柰熱不得，亦著去，不能久留。今又只是劉豫，只是這邊人。渠得一邑，守一邑；得一郡，守一郡。如何只管遠避！」〈揚〉"
      },
      {
        "index": 30,
        "text": "逆亮入寇時，劉信叔在揚州。亮欲至，劉盡焚城外居屋，盡用石灰白了城，多寫「完顏亮死於此」字。亮多忌，見而惡之，遂居龜山。人多不可容，必致變，果死滅。〈揚〉"
      },
      {
        "index": 31,
        "text": "王仲衡云：「虜中大臣有過時，用紫茸?鋪地，令伏其上杖之，嘗有一宰相、一駙馬受杖。駙馬因此悒怏而死，非恨其杖也，恨不得紫茸?也。」又曰：「嘗有一官人出，有一吏人來，至其花園中，背上黃袱，袱得一束文字。某問：『何文字？』曰：『史書也。』那官人伊是史官。某問：『可借否？』曰：『不妨。』遂開看。內有一段云：『詔曰：「宰相姓名某。謀南伐，若以為是，合盡心以贊其謀；以為不是，合盡忠極力以諫之。不可依違以敗成算。今某人略略諫之，可杖六十。」』」〈揚〉"
      },
      {
        "index": 32,
        "text": "「楊割大師阿骨打、〈楊割之子。〉吳乞買。〈阿骨打之弟。〉完顏亶、〈乞買之子。〉完顏亮、完顏雍、葛王璟、斡離不、斡離嗢、兀朮，皆阿骨兄弟也。阿骨打既死，諸酋立其弟吳乞買，乞買死，國人欲立阿骨打之子暗版孛訖烈。〈此五字不知如何，記不得。〉暗版孛訖烈，〈名宗盤。〉虜中謂『大官人』也。〈暗版者，大也；孛訖者，官人也。〉『大官人』者，即所謂太子也。諸酋不肯，復立乞買之子完顏亶，而以暗版孛訖烈為相。暗版孛訖烈實懷怨望，云己當為主。亶覺之，遂殺宗盤。一日遂盡誅二十七王，悟室亦被誅，孛訖烈亦在其中，二十七王皆其黨與兄弟也。連蔓宗族親舊皆殺了。亶又為亮所弒，自立。葛王先名褎，後以其字似「衰」字，遂改名雍。亶、亮皆兄弟也。〈亶之父行名皆從「宗」，兄弟名皆從「上」。〉粘罕亦阿骨打族人，嘗為相。初入中國，破京師，斡離不、粘罕也。斡離不早死，斡離嗢後亦早死。粘罕後來勸立劉豫，內則蕭慶主其事，蕭慶用事久。及兀朮撻懶廢劉豫而誅蕭慶，粘罕爭之不能得，亶遂忌之，粘罕悒怏而死。後來獨兀朮得後死。初，虜入中國，問何姓最大。中原人答以王姓最大。虜人呼王為『完顏』。自是王者之後，遂姓完顏。」又問：「虜人今漸衰替？」曰：「卒急倒他未得。被他立得箇頭勢大，若十分中做得一兩分事，便足以扶持振起。除是大無道殘暴酷虐，則不知如何。若是如此做將去，無大段殘暴之事，恐卒消磨他未得，蓋其勢易以振起也。」〈卓〉"
      },
      {
        "index": 33,
        "text": "論及北虜事，當初起時，如山林虎豹縱於原野，豈是人！伯謨曰：「當時曲端獻策，不出十年，彼必以酒色死，方可取。」先生曰：「阿骨打纔得幽州，便死。曾見有人論虜人無事權在其主，用兵權在將，故虜主不用兵。此說是。大抵當初出時是夷狄，及志得意滿，與我何異？」因與某人欲請邊郡自效。先生曰：「易曰：『知進退存亡而不失其正者，其惟聖人乎！』上之人不欲用兵，而我自欲為之，是不識時。」問：「恢復之事，多始勤終怠，如何？」曰：「只以私意為之，不以復讎為念。」〈可學〉"
      },
      {
        "index": 34,
        "text": "葛王大故會。他所以要和親者，蓋恐用兵時諸將執兵權，或得要己。不如和親，可坐享萬乘之樂。其初雖是利於用兵，到後來惟恐我與他冢殺。〈義剛〉"
      },
      {
        "index": 35,
        "text": "葛王便是會底。他立得年號也強，謂之「大定」。〈義剛〉"
      },
      {
        "index": 36,
        "text": "葛王懲逆亮之敗，一向以仁政自居。"
      },
      {
        "index": 37,
        "text": "先生喟然歎曰：「某要見復中原，今老矣，不及見矣！」或者說：「葛王在位，專行仁政，中原之人呼他為『小堯舜』。」曰：「他能尊行堯舜之道，要做大堯舜也由他。」又曰：「他豈變夷狄之風？恐只是天資高，偶合仁政耳。」〈友仁〉"
      },
      {
        "index": 38,
        "text": "南渡之後，說復讎者，惟胡氏父子說得無病，其餘並是半上落下說。雖魏公要用兵，其實亦不能明大義，所以高宗只以區區成敗進退之。到秦檜主和，虜歸河南，上下欣然，便只說得地之美，更不說不義。若無范伯達如圭，則陵寢一向忘之矣！魏公時謫永州，亦入文字，只說莫與之和，如何感動！魏公傾五路兵為富平之敗，又潰於淮上。若無氣力，也是做不得事。韓魏公煞是箇人物，然亦適是人事恰做得。若更向上，且怕難擔當。〈賀孫。論恢復〉"
      },
      {
        "index": 39,
        "text": "檜死，上即位，正大有為之大機會！〈揚〉"
      },
      {
        "index": 40,
        "text": "邵弘取泗州，胡昉取海州。〈邵公人腳家。胡角場牙人。〉唐鄧汝三州，皆官軍取之，王師駸駸到南京矣，而諸將虜掠媍女之類不可言。吳玠更要人錢，虜騎來，走歸矣！〈虜人一番圍泗洲，弘力扼之，後救兵至，方解。揚〉"
      },
      {
        "index": 41,
        "text": "泗海唐鄧四州，皆可取西京中原之地。逆亮來時用兵，僅取得此四州，而湯思退無故與之，惜哉！〈揚〉"
      },
      {
        "index": 42,
        "text": "晉人下吳，卻是已得蜀。從蜀一造船，直抵南岸。周世宗只圖江南，是時襄漢蜀中別有主，所以屯淮上，開河抵江。今蜀中出兵，可以入武關；從襄漢樊鄧可以擣汝洛；由淮上可以取徐州。辛巳間，官軍已奪宿州。國家若大舉，只用十五萬精兵。〈德明〉"
      },
      {
        "index": 43,
        "text": "江州皇甫將名倜。曾領兵守信陽，作山寨三年。云：「由其山接金房諸山而出，取西京中原。」云：「國家用事，某願當此一路。」云：「都不用國家兵糧，沿路人皆自願為兵，且與糧。」其人忠醇，能同甘苦，得士心，不附內貴，然亦未必能以律御兵而戰也。〈揚〉"
      },
      {
        "index": 44,
        "text": "陳問：「復讎之義，禮記疏云：『穀梁春秋許百世復讎』又某書，庶人許五世復讎。又云：『國君許九世復讎。』又，某人引魯桓公為齊襄公所殺，其子莊公與齊桓公會盟，春秋不譏。自桓至定公九世，孔子相定公，會齊侯於夾谷，是九世不復讎也。此說如何？」曰：「謂復百世之讎者是亂說。許五世復讎者，謂親親之恩欲至五世而斬也。春秋許九世復讎，與春秋不譏、春秋美之之事，皆是解春秋者亂說。春秋何嘗說不譏與美他來！聖人作春秋，不過直書其事，美惡人自見。後世言春秋者，動引譏、美為言，不知他何從見聖人譏、美之意。」又曰：「事也多樣。國君復讎之事又不同。」僩云：「如本朝夷狄之禍，雖百世復之可也。」曰：「這事難說。」久之，曰：「凡事貴謀始，也要及早乘勢做。才放冷了，便做不得。如魯莊公之事，他親見齊襄公殺其父，既不能復；又親與之宴會，又與之主婚，築王姬之館於東門之外，使周天子之女去嫁他。所為如此，豈特不能復而已？既親與讎人如此，如何更責他報齊桓公！況更欲責定公夾谷之會，爭那裏去？見讎在面前，不曾報得，更欲報之於其子若孫，非惟事有所不可，也自沒氣勢，無意思了。又況齊桓公率諸侯尊周室以義而舉，莊公雖欲不赴其盟會，豈可得哉！事又當權箇時勢義理輕重。若桓公不是尊王室，無事自來召諸侯，如此，則莊公不赴可也。今桓公名為尊王室，若莊公不赴，非是叛齊，乃叛周也。又況桓公做得氣勢如此盛大，自家如何便復得讎？若欲復讎，則襄公殺其父之時，莊公當以不共戴天之故，告之天子、方伯、連率，必以復讎為事，殺得襄公而後已，如此方快。今既不能然，又親與之同會，與之主婚，於其正當底讎人尚如此，則其子何罪？又況其子承其被殺後而入國，又做得國來自好，莊公之所不如，宜其不能復而俛首事之也。」陳問：「若莊公能殺襄公了，復與桓公為會，可否？」曰：「既殺襄公，則兩家之事已了，兩邊方平，自與桓公為會亦何妨？但莊公若能殺襄公，則『九合諸侯，一正天下』之功，將在莊公而不在齊桓矣。惟其不能，所以只得屈服事之也。只要乘氣勢方急時便做了，方好。才到一世二世後，事便冷了。假使自家欲如此做，也自鼓氣不振。又況復讎，須復得親殺吾父祖之讎方好。若復其子孫，有甚意思？漢武帝引春秋『九世復讎』之說，遂征胡狄，欲為高祖報讎，春秋何處如此說？諸公讀此還信否？他自好大喜功，欲攘伐夷狄，姑托此以自詭耳！如本朝靖康虜人之禍，看來只是高宗初年，乘兀朮粘罕斡離不及阿骨打未死之時，人心憤怒之日，以父兄不共戴天之讎，就此便打疊了他，方快人意。孝宗即位，銳意雪恥，然事已經隔，與吾敵者，非親殺吾父祖之人，自是鼓作人心不上。所以當時號為端人正士者，又以復讎為非，和議為是。而乘時喜功名輕薄巧言之士，則欲復讎。彼端人正士，豈故欲忘此虜？蓋度其時之不可，而不足以激士心也。如王公明炎虞斌父之徒，百方勸用兵，孝宗盡被他說動。其實無能，用著輒敗，只志在脫賺富貴而已。所以孝宗盡被這樣底欺，做事不成，蓋以此耳。」僩云：「但不能殺虜主耳。若而今捉得虜人來殺之，少報父祖之怨，豈不快意？」曰：「固是好，只是已不干他事，自是他祖父事。你若捉得他父祖來殺，豈不快人意！而今是他子孫，干他甚事？」又問：「疏中又引君以無辜殺其父，其子當報父之讎，如此則是報君，豈有此理？」曰：「疏家胡說，豈有此理！」又引伍子胥事，說聖人是之。曰：「聖人何嘗有明文是子胥來！今之為春秋者都是如此。」胡問：「疏又引子思曰：『今之君子，退人若將墜諸淵。毋為戎首，不亦善乎！』言當執之，但勿為兵首，從人以殺之可也。」曰：「盡是胡解！子思之意，蓋為或人問『禮為舊君有服』，禮歟？子思因云，人君退人無禮如此，他不為戎首來殺你，已自好了，何況更望其為你服？此乃自人君而言，蓋甚之之辭；非言人臣不見禮於其君，便可以如此也。讀書不可窒塞，須看他大意。」〈僩〉"
      },
      {
        "index": 45,
        "text": "恢復之計，須是自家喫得些辛苦，少做十年或二十年，多做三十年。豈有安坐無事，而大功自致之理哉！〈道夫〉"
      },
      {
        "index": 46,
        "text": "今朝廷之議，不是戰，便是和；不和，便戰。不知古人不戰不和之間，亦有箇且硬相守底道理，卻一面自作措置，亦如何便侵軼得我！今五六十年間，只以和為可靠，兵又不曾練得，財又不曾蓄得，說恢復底，都是亂說耳。〈㽦〉"
      },
      {
        "index": 47,
        "text": "某嘗謂恢復之計不難，惟移浮靡不急之費以為養兵之資，則虜首可梟矣。〈道夫〉"
      },
      {
        "index": 48,
        "text": "近見吳公濟會中朋友讀時文策，其間有問道德功術者二篇：一篇以功術為不好；一篇以為有道德，則功術乃道德之功術，無道德則功術不好。前篇不如後篇。某常見一宰相說，上甚有愛人之心，不合被近日諸公愛說恢復。某應之曰：「公便說得不是，公何不曰愛人乃所以為恢復，恢復非愛人不能？」因說為政篇道、德、政、刑與此一般。有道德，則刑政乃在其中，不可道刑政不好，但不得專用政刑耳。"
      },
      {
        "index": 49,
        "text": "本朝禦戎，始終為「和」字壞。後來人見景德之和無恙，遂只管守之。殊不知當時本朝全盛，抵得住。後來與女真，彼此之勢如何了！〈揚。和戎〉"
      },
      {
        "index": 50,
        "text": "問：「不能自強，則聽天所命；修德行仁，則天命在我。」因說靖康之禍云云，「終始為講和所誤。虜人至城下，攻城，猶說講和。及高宗渡江，亦只欲講和。」問：「秦檜之所以力欲講和者，亦以高宗之意自欲和也。」曰：「然。是他知得虜人之意是欲厭用兵。他當初自虜中來時，已知得虜人厭兵，故這裏迎合高宗之意，那箇又投合虜人之意。虜人是時子女玉帛已自充滿厭足，非復曩時長驅中原之銳矣，又被這邊殺一兩陳怕了。兼虜之創業之主已死，他那邊兄弟自相屠戮，這邊兵勢亦稍稍強，所以他亦欲和。」〈卓〉"
      },
      {
        "index": 51,
        "text": "秦檜自虜中歸，見虜人溺於聲色宴安，得之中國者日夜爛熳，亦有厭兵意。秦得此意，遂歸來主和。其初亦是矣，然猶已奉之，蕩不為一毫計。使其和中自治有策，後當逆亮之亂，一掃而復中原，一大機會也，惜哉！〈揚〉"
      },
      {
        "index": 52,
        "text": "秦檜講和時，歲幣絹二萬五千匹，銀二萬五千兩。今歲絹減五千匹，銀減五千兩，此定數。每常往來人事禮數，皆用金銀器盛腦子貴藥物之類，所費不貲。大約等絹三千五百文一匹，銀二千五百文一兩，大數一百二十萬緡。彼來時，只是些羊巴匹段之類，甚微。〈揚〉"
      }
    ]
  }
}
