{
  "chapterNumber": 128,
  "title": "法制 (Legal System)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "唐殿庭間種花柳，故杜詩云：「香飄合殿春風轉，花覆千官淑景移。」又云：「退朝花底散。」國朝惟植槐楸，鬱然有嚴毅氣象。又唐制，天子坐朝，有二宮嬪引至殿上，故前詩起句云：「戶外昭容紫綬垂，雙瞻御座引朝儀。」至敬宗時方罷，止用小黃門引導。至今是如此。〈按：岑參詩「花迎劍佩星初落，柳拂旌旗露未乾」，亦殿庭種花柳之一證也。又杜贈田澄舍人有「舍人退食收封事，宮女開函進御筵」，亦可為二宮嬪之證。儒用〉"
      },
      {
        "index": 1,
        "text": "舊時主上每日不御正殿。然自升朝官以上，凡在京者皆著去立，候宰相奏事罷，卻來押班，拜兩拜方了，日日如此。後來韓魏公不知如何偶然忘了，不及押班便歸第。御史中丞王陶即彈之，韓遂去國。溫公代為中丞，先奏云：「前王陶以彈宰相不押班而去國。今若宰相更不押班，則中丞無以為職。須是令宰相押班，某方就職。」如此，便是不押班也不是。〈義剛。方子錄云：「國初文德殿正衙常朝，升朝官以上皆排班，宰相押班，再拜而出。時歸班官甚苦之，其後遂廢，致王樂道以此攻魏公，蓋亦以人情趨於簡便故也。」〉"
      },
      {
        "index": 2,
        "text": "祖宗於古制雖不能守，然守得家法卻極謹。舊時朝見，皆是先引見閤門，閤門方引從殿下舞蹈後，方得上殿，而今都省了。本來朝見底，皆是用一榜子上於閤門，閤門奏上，方始引見。而今卻於引見時，閤門積得這榜子，俟放見時，卻一併上。則都省了許多，只是殿下拜兩拜，便上殿。這非惟是在下之人懶，亦是人主不能恁地等得，看他在恁地舞手弄腳。更是閤門也懶能教得他；及它有失儀，又著彈奏。而今都是從簡易處去了。義剛"
      },
      {
        "index": 3,
        "text": "引見、上殿是兩事。今閤門引見，便用舞蹈。近日多是放見，只是上殿拜於階下，直前奏事而已。惟授告門謝有舞蹈。文蔚"
      },
      {
        "index": 4,
        "text": "近日上殿禮簡，如所謂舞蹈等事，皆無之。只是直至殿下拜一雙，上殿奏事，退又拜，即退。這也是閤門要省事，故如此。壽皇初間得幾時見群臣，皆許只用紫衫。後來有人說道太簡，後不如此。賀孫"
      },
      {
        "index": 5,
        "text": "問朝見舞蹈之禮。曰：「不知起於何時。元魏末年，方見說那舞，然恐或是夷狄之風。」廣"
      },
      {
        "index": 6,
        "text": "近日拜表之禮甚異。論禮，班首合跪進，上面卻有人來跪受，但進表後，進者因跪而拜。今則進表者先拜，卻跪進，其受者亦拜。此禮不可曉。文蔚"
      },
      {
        "index": 7,
        "text": "皇太子參決時，見宰相侍從以賓主之禮。餘官不然。又曰：「獨宰相為正拜者，蓋餘官謝恩在殿下拜，侍從以上雖拜殿上，亦只偏拜，獨宰相正拜，故云。」敬仲"
      },
      {
        "index": 8,
        "text": "宮中有內尚書，主文字，文字皆過他處，天子亦頗禮之，或賜之坐，不係嬪御。亦掌印璽，多代御批。行出底文字，只到三省。文蔚"
      },
      {
        "index": 9,
        "text": "問：「本朝十一室，則九廟、七廟之制如何？」曰：「孝宗未祔廟，僖祖宣祖未祧遷時，為十二室，是九世。今既祧宣祖，又祧僖祖，卻祔孝宗，正是八世。進不及九，退不及七。當時且祧宣祖，存得九廟，卻待後世商量猶得。直如此匆忙，何也？」人傑"
      },
      {
        "index": 10,
        "text": "今景靈宮，乃叔孫通所謂「原廟」是也。叔孫通言「原廟」，則是衣冠月出遊之地，只一月一次到彼，初無神坐。今則一一有之，又只似太廟了，恐非叔孫通所謂「原廟」之意。今景靈宮謂之「朝獻」，太廟謂之「大享」。子蒙"
      },
      {
        "index": 11,
        "text": "問：「景靈起於何代？」曰：「起於真廟。初只祀聖祖，諸帝后神御散於諸寺。其後神宗始祀聖祖於前殿，帝后於後殿。似此等禮數，唐人亦無。且如唐人配廟只一后，餘后立別廟。本朝諸后俱配。」問：「人家配如何？先儒說只用元妃。伊川謂若所祭人是次妃生，即配以次妃。」曰：「此未安。古者諸侯一娶九女，元妃卒，次妃奉事。所謂次妃者，乃元妃之妾，固不可同坐。若如後世士大夫家或三娶，皆人家女，雖同祀何害？所謂『禮以義起』也，唐人已如此。」可學云：「唐人立廟院，重氏族，固能如此。」曰：「唐人極有可取處。」可學"
      },
      {
        "index": 12,
        "text": "因言五禮，云：「今諸后位數多，至尊拜跪勞。古人一帝只以一后配，其餘自別立廟，庶幾不亂嫡妾之分。今皆配，不是。唐人有言，人家夫婦卻不同。蓋古者天子諸侯不再娶，故次后與正后有名分。若人家，則再娶亦妻也，故可同祭。伊川祭儀祭繼室於別廟，恐未穩。」璘"
      },
      {
        "index": 13,
        "text": "三后並配，自本朝真廟始。其初議者皆以歸咎於錢惟演，後既習見為常，亦無復有議之者矣。古人雖以子貴，然庶母無係於先君之禮。如左傳書「僖公成風」，晉書「簡文太后」，皆以係於其子，而別制廟以祀之。必大"
      },
      {
        "index": 14,
        "text": "「玄朗」諱起於真廟朝，王欽若之徒推得出，這也無攷竟處。義剛"
      },
      {
        "index": 15,
        "text": "某常疑本朝諱得那舊諱無謂。且如宣帝舊名病己，何曾諱？平帝舊名亦不曾諱。虜中諱得又嶢崎，偏旁皆諱：謂諱「敬」字，「立人」傍底也諱，下面著「言」字底也諱。近日朝廷祧了幾箇祖諱卻是，然「玄朗」卻不祧。那聖祖莫較近似宣祖些麼？義剛"
      },
      {
        "index": 16,
        "text": "張以道曰：「秦王陵在汝州，太祖以下八朝陵在永安軍。瞿興瞿俊父子嘗提兵至此，乏水，興禱之。天無雨，小溪平白湧洪流，六軍遂得水用。」義剛"
      },
      {
        "index": 17,
        "text": "古者車只六尺六寸，今五路甚大。嘗見人說秦太師制此，又高於京師舊日者。上面耀葉三層，皆高於舊日三寸，成尺二寸。周輅，孔子猶以為侈，要乘殷輅。今輅只是極其侈靡。"
      },
      {
        "index": 18,
        "text": "因問陳庭秀〈臨安人。〉曰：「今大禮命從官一人立王輅側，以帛維之，名何官？」曰：「名『備顧問官』，又曰『執綏官』。」先生笑曰：「然遍檢古今郊禮，安有所謂『備顧問官』、『執綏官』者？蓋此本太僕卿，即執御之職。古者君將升車，則御者先升，執轡中立，以綏度左肩而雙垂之。〈綏如圓轡。〉君以兩手援綏而升，立車之左，以左為尊。〈魏公子無忌自駕，虛左方以迎侯生是也。行大禮，不敢坐。〉車行數步止。中書令宣韶，命千牛將軍〈千牛，擇武力者為之。〉執長刀，立車之右以防非常，所謂驂乘也。既升車，復行，望郊壇數步，復少駐，千牛將軍乃降立道左。車復行，則執長刀前導而行。此唐制也。及政和修禮，脫千牛升車一節，而但有『降車立道左』之文。初未嘗登，何降之有？所謂太僕卿執御之職，遂訛曰『執綏官』、『備顧問官』。然又不執綏，卻立於輅側，恐其傾跌，以物維之。雖今之典禮官，亦但曰『執綏官』、『備顧問官』也。今為太常少卿者，便撥數日工夫，將禮書細閱一過，亦須略曉，而直為此鹵莽也！周洪道嘗記渠作執綏官事，自云考訂精博。某問周：『何謂執綏官？』渠亦莫曉。又，綏，本人君升車之所執，御者但授與君，則御者亦不可謂之『執綏官』。語曰『升車，必正立執綏』，謂乘車者爾。」又曰：「今玉輅太重，轉動極難，兼雕刻既多，反不堅牢，不知何用許多金玉裝飾為也？所以聖人欲乘殷之輅，取其堅質而輕便耳。仁宗神宗兩朝造玉輅，皆以重大致壓壞。本朝尚存唐一玉輅，聞小而輕，捷而穩，諸輅之行，此必居先。或置之後，則隱隱作聲。既有此輅，乘此足矣，何以更為？聞後來此輅亦入虜中。」〈僩〉"
      },
      {
        "index": 19,
        "text": "南渡以前，士大夫皆不甚用轎，如王荊公伊川皆云不以人代畜。朝士皆乘馬。或有老病，朝廷賜令乘轎，猶力辭後受。自南渡後至今，則無人不乘轎矣。"
      },
      {
        "index": 20,
        "text": "因言，物纔數年不用，便忘之。祖宗時，升朝官出入有柱斧，其制是水精小斧頭子，在轎前。至宣政間方罷之，今人遂不識此物，亦不聞其名矣。如祖宗時人畫像有執柱斧者。璘"
      },
      {
        "index": 21,
        "text": "冊命之禮，始於漢武封三王，後遂不廢。古自有此禮，至武帝始復之耳。郊祀宗廟，太子皆有玉冊，皇后用金冊，〈記不審。〉宰相貴妃皆用竹冊。凡宰相宣麻，非是宣與宰相，乃是揚告王庭，令百官皆聽聞，以其人可用與否。首則稱道之文，後乃警戒之詞，如今云「於戲」以下數語是也。末乃云：「主者施行。」所謂「施行」者，行冊拜之禮也。此禮，唐以來皆用之。至本朝宰相不敢當冊拜之禮，遂具辭免。三辭，然後許，只命書麻詞於誥以賜之，便當冊文，不復宣麻於庭，便是書以賜宰相。乃是獨宣誥命於宰相，而他人不得與聞，失古意矣。〈僩〉"
      },
      {
        "index": 22,
        "text": "因論今宗室與漢差別。漢宗室只是天子之子封王，王子封侯，嫡子世襲，支庶以下皆同百姓，只是免其繇戍，如漢光武皆是起於民間也。燾"
      },
      {
        "index": 23,
        "text": "今南班宗室，多帶「皇兄」、「皇叔」等冠於官職之上，非古者「不得以戚戚君」之意。王定國嘗言之神廟，欲令只帶某王孫，或曾孫，或幾世孫。且如越王下當云：「越王幾世孫。」〈廣錄云：「此說卻是。不惟可免『戚君』之非禮，又可因而見其世系，稍全得些宗法。」〉後來定國得罪，指以為離間骨肉。今宗室散無統紀，若使當時從定國之說，卻有次序可攷也。〈人傑。廣同〉"
      },
      {
        "index": 24,
        "text": "古者三公坐而論道，方可子細說得。如今莫說教宰執坐，奏對之時，頃刻即退。文字懷於袖間，只說得幾句，便將文字對上宣讀過，那得子細指點！且說無坐位，也須有箇案子，令開展在上，指畫利害，上亦知得子細。今頃刻便退，君臣如何得同心理會事！六朝時，尚有「對案畫敕」之語。若有一案，猶使大臣略憑倚細說，如今公吏們呈文字相似，亦得子細。又云：「直要理會事，且如一事屬吏部，其官長奏對時，下面許多屬官一齊都著在殿下。逐事付與某人某人，便著有箇區處，當時便可參考是非利害，即時施行，此一事便了。其他諸部有事皆如此，豈不了事？如今只隨例送下某部看詳，遷延推托，無時得了；或一二月，或四五月，或一年，或兩三年，如何得了！某在漳州要理會某事，集諸同官商量，皆逡巡泛泛，無敢向前。如此，幾時得了！於是即取紙來，某自先寫起，教諸同官各隨所見寫出利害，只就這裏便見得分明，便了得此一事。少間若更有甚商量，亦只是就這上理會，寫得在這裏定了，便不到推延。若只將口說來說去，何時得了！朝廷萬事，只緣各家都不說要了，但隨時延歲月，作履歷遷轉耳，那得事了？古者人君『自朝至於日中昃，不遑暇食，用咸和萬民』，『一日二日萬幾』。如今群臣進對，頃刻而退，人主可謂甚逸。古人豈是故為多事？」又云：「漢唐時，御史彈劾人，多抗聲直數其罪於殿上，又如要劾某人，先榜於闕外，直指其名，不許入朝。這須是如此。如今要說一事，要去一人，千委百曲，多方為計而後敢說，說且不盡，是甚模樣！六朝所載『對案畫敕』下，又云：『後來不如此，有同譖愬！』看如今言事者，雖所言皆是，亦只類譖愬。」賀孫"
      },
      {
        "index": 25,
        "text": "「本朝祖宗積累之深，無意外倉卒之變。惟無意外之變，所以都不為意外之防。今樞密院號為典兵，倉卒之際，要得一馬使也沒討處！今樞密要發兵，須用去御前畫旨下殿前司，然後可發。若有緊急事變，如何待得許多節次？漢三公都帶司馬及將軍，所以倉卒之際，便出得手，立得事，扶得傾危。今幸然無意外之變，若或有之，樞密且倉卒下手未得。苗劉之事，今人多責之朱呂，當時他也是自做未得。古人定大難者不知是如何？不知范文正寇萊公人物生得如何？氣貌是如何？平日飲食言語是如何樣底人？今不復得親身看，且得箇依稀樣子，看是如何地。如今有志節擔當大事人，亦須有平闊廣大之意始得。」致道云：「若做不得，只得繼之以死而已。」曰：「固是事極也不愛一死。但拌卻一死，於自身道理雖僅得之，然恐無益於事，其危亡傾頹自若，柰何！如靖康，李忠愍死於虜手，亦可謂得其死。但當時使虜人感慨，謂中國有忠臣義士如此，可以不必相擾，引兵而退。如此，卻於宗社有益。若自身既死，事變只如此，濟得甚事！當死而死，自是無可疑者。」賀孫"
      },
      {
        "index": 26,
        "text": "因說歷代承襲之弊，曰：「本朝鑒五代藩鎮之弊，遂盡奪藩鎮之權，兵也收了，財也收了，賞罰刑政一切收了，州郡遂日就困弱。靖康之禍，虜騎所過，莫不潰散。」因及熙寧變法，曰：「亦是當苟且廢弛之餘，欲振而起之，但變之不得其中爾。」賀孫"
      },
      {
        "index": 27,
        "text": "本朝官制與唐大概相似，其曲折卻也不同。義剛"
      },
      {
        "index": 28,
        "text": "神宗用唐六典改官制，頒行之。介甫時居金陵，見之大驚。曰：「上平日許多事，無不商量來。只有此一大事，卻不曾商量。」蓋神宗因見唐六典，遂斷自宸衷，銳意改之，不日而定，卻不曾與臣下商量也。僩"
      },
      {
        "index": 29,
        "text": "唐初每事先經由中書省，中書做定將上，得旨再下中書，中書付門下。或有未當，則門下繳駁，又上中書，中書又將上，得旨再下中書，中書又下門下。若事可行，門下即下尚書省，尚書省但主書填「奉行」而已，故中書之權獨重。本朝亦最重中書，蓋以造命可否進退皆由之也。門下雖有繳駁，依舊經由中書，故中書權獨重。及神宗倣唐六典，三省皆依此制，而事多稽滯。故渡江以來，執政事皆歸一。獨諸司吏曹〈二十四曹。〉依舊分額各屬，三省吏人自分所屬，而其上之綱領則不分也。〈舊時三省事各自由，不相侵越，不相聞知。中書自理會中書事，尚書自理會尚書事，門下自理會門下事。〉如有除授，則宰執同共議定，當筆宰執判「過中」，中書吏人做上去，再下中書，中書下門下，門下下尚書。書行給舍繳駁，猶州郡行下事，須幕職官僉押，如有不是，得以論執。中書行下門下，皆用門下省官屬僉押。事有未當，則官屬得以執奏。〈僩〉"
      },
      {
        "index": 30,
        "text": "「舊制：門下省有侍中，有門下侍郎；中書省有中書令，中書侍郎。改官制，神宗除去侍中、中書令，只置門下中書、侍郎。後併尚書左右丞、門下中書侍郎四員，為參政官。」或云：「始者昭文館大學士兼同中書門下平章事，富鄭公等為之。後改為左右僕射，則蔡京王黼首居是選。及改為左右丞相，則某人等為之。名愈正，而人愈不逮前，亦何預名事？」曰：「只是實不正，使名既正而實亦正，豈不尤佳？」又曰：「人言王安石以『正名』之說馴致禍亂。且『正名』是孔子之言，如何便道王安石說得不是！使其名果正，豈不更佳？」僩"
      },
      {
        "index": 31,
        "text": "問：「何故起居郎卻大，屬門下省？起居舍人卻小，屬中書省？」曰：「不知當初何故，只是胡亂牽拏得來底便是。起居郎居左，起居舍人居右，故如此分大小。只緣改官制時，初無斬新排到理會底說。故如此牽拖舊職，不成倫序。」僩"
      },
      {
        "index": 32,
        "text": "給事中初置時，蓋欲其在內給事。上差除有不當，用捨有不是，要在裏面整頓了，不欲其宣露於外。今則不然，或有除授小報纔出，遠近皆知了，給舍方繳駁，乃是給事外也。這般所在，都沒理會。賀孫"
      },
      {
        "index": 33,
        "text": "問：「或言六尚書得論臺諫之失，是否？」曰：「舊來左右丞得糾臺諫。嘗見長老言，神宗建尚書省，中為令聽，兩旁則左右僕射、左右丞、左右司郎中。蔡京得政，奏言土地神在某方，是居人位，所以宰相累不利，建議將尚書省拆去。」因言：「蔡氏以『紹述』二字箝天下士大夫之口，其實神宗良法美意，變更殆盡。它人拆尚書省，便如何了得！」德明"
      },
      {
        "index": 34,
        "text": "「初，蔡京更定幕職，推、判官謂之『分曹建院』。以為節度使、觀察使在唐以治兵治財，今則皆是閑稱呼，初無職事，而推、判官猶襲節度、觀察之名，甚無謂。又古者以軍興，故置參軍。今參軍等職皆治民事，而猶循用參軍之號，亦無意謂。故分曹建院推、判等官，改為司士曹事、司儀曹事。此類有六。參軍之屬改為某院某院，而盡除去節度參軍之名，看來改得自是。又如婦人封號，有夫為秦國公，而妻為魏國夫人者，亦有封兩國者。秦檜妻封兩國，范伯達笑之曰：『一妻而為兩國夫人，是甚義理！』故京皆改隨其夫號：如夫封建安郡，則妻封建安郡夫人；夫封秦國，則妻亦封秦國夫人；侯伯子男皆然。看來隨其夫稱極是。如淑人、碩人、宜人、孺人之類，亦京所定，各隨其夫官帶之。後人謂淑人、碩人非婦人所宜稱。看來稱碩人亦無妨，惟淑人則非所宜爾。但只有一節未善：有夫方封某郡伯，而妻已先封為某國夫人者，此則與京所改者相值，齟齬不可行。蓋其封贈格法如此。當初合并格法也與整頓過，則無病矣。遂使人得以咎之，謂其法自相違戾；亦是京不仔細，乘勢粗改。後人以其出於京也，遂不問是非，一切反之。又如神宗所改官制。舊制：凡通判太守出去，皆帶吏部員外郎、吏部郎中；其見居職者，則加以判流內銓，流外銓。豈有吏部官而可帶出治州郡者！故神宗皆為諸郎，如朝奉郎、朝散郎、朝奉大夫、朝散大夫之類。所以朝散以下謂之員郎，蓋本員外郎之資敘；朝奉大夫方謂之正郎，蓋吏部郎中資敘也。朝散郎、朝奉大夫之類有二十四階，分為三等，每等八階，以別異雜流有出身無出身人，故有前行、中行、後行。」又問知縣、通判、知州資敘。曰：「在法，做兩任知縣，有關陞狀，方得做通判；兩任通判，有關陞狀，方得為知州；兩任知州，有關陞狀，方得為提刑。提刑又有一節，方得為轉運。今巧宦者欲免州縣之勞，皆經營六院。蓋既為六院，便可經營寺、監、簿、丞，為寺、監、簿、丞出來，便可得小郡。又不肯作郡，便欲經營為郎官。郎官非作郡不得除，故又經營權郎，卻自權郎徑除卿、監、長、貳，則已在正郎官之右矣。又如法中非作縣不得作郡，故不作縣者，必經營為臨安倅。蓋既為臨安倅，則必得郡，更不復問先曾為縣否也。人君深居九重，安知外間許多曲折？宰相雖知，又且苟簡，可以應副親舊。若是人君知得，都與除了這般體例。苟不作縣，雖為臨安倅，亦不免便使權卿、監；苟不作郡，定不得除郎；為卿、監者，亦須已作郡人方得做，不得以寺、監、丞、簿等官權之，則人無僥倖之心矣。只緣當初立法，不肯公心明白，留得這般掩頭藏倖底路徑，所以使人趨之。嘗記歐公說舊制，觀文殿大學士壓資政殿大學士，資政殿大學士壓觀文殿學士，觀文殿學士壓資政殿學士。後來改觀文兩學士都壓資政兩學士，議者以見任者難為改動。歐公以為此不難，已任者勿改，而自今除者始，可也。以今觀之，亦何須如此勞攘？將見任者皆與改定又何妨？不過寫換數字而已，又不會痛，當時疑慮顧忌已如此。只緣自來立法建事，不肯光明正大，只是如此委曲回護。其弊至於今日略欲觸動一事，則議者紛然以為壞祖宗法。故神宗憤然欲一新之，要改者便改。孝宗亦然，但又傷於太銳，少商量。」僩"
      },
      {
        "index": 35,
        "text": "「唐制：某鎮節度使，某州刺史觀察使，〈此藩鎮所稱。〉使持節某州軍州事，〈此屬州軍所稱。其屬官則云某州軍事判官，某州軍事推官。今尚如此。若節鎮屬官，則云節度推、判官，以自異於屬州。〉使與州各分曹案。使院有觀察判官、觀察推官，州院有知錄，糾六曹官，為六曹之長。凡兵事則屬使院，民事則屬州院，刑獄則屬司理院。三者分屬，不相侵越。司法專檢法，司戶專掌倉庫。然司理既結獄，須推、判官簽押，方為圓備。不然，則不敢結斷。本朝併省州院、使院為一。如署銜，但云知某州軍州事。軍州事，則使院之職也。自併省三院，而州郡六曹之職頗為淆亂，司法、司理、司戶三者尚仍舊。知錄管州院事，專主教民，今乃管倉庫，獨為不得其職。所以六曹官惟知錄免二日衙，以其職尊，故優異之。此等事，史書並不載，惟雜說中班駁見一二。舊嘗疑州院即是司理院。後閱范文正公集，有云，如使院、州院宜併省歸一，方知不然。因曉州院、使院之別。〈使院，今之僉廳也。〉凡諸幕職官皆謂之當職官。如唐書所云，有事當罰，則詔云自當職官以下以次受罰；有事當賞，則云當職官以下以次受賞，謂自推、判官而下也。」又曰：「後來蔡京改六曹官名，頗得舊職，為不淆亂。渡江以來，以其出於京也，皆罷之。」又問：「長史何官？」曰：「六朝時長史甚輕。次第只是奔走長官之前，有君臣之分，不得坐。至唐則甚重。蓋皇子既遙領正大帥，其群臣出為藩鎮者，則稱云副大帥某州長史。〈韓文董晉官位可見。〉至唐中葉，而長史、司馬、別駕皆為貶官，不事事。蓋節度使既得自辟置官屬，〈如節度、觀察推、判官之屬。〉此既重，則彼皆輕矣。」〈僩〉"
      },
      {
        "index": 36,
        "text": "蔡元道所為祖宗官制舊典，他只知懲創後來之禍，遂皆歸咎神宗，不合輕改官制。事事以祖宗官制為是，便說此是百王不可易之典。殊不知後來所以放行踰越，任用小人，自是執法者偏私，何關改官制事！如武臣諸節度、副總管諸使所以恩禮隆異，俸給優厚者，蓋太祖初奪諸鎮兵權，恐其謀叛，故置諸節度使，隆恩異數，極其優厚，以收其心而杜其異志。及太宗真宗以後，則此輩或以老死，又無兵權。後來除授者，自可殺其禮數，減其俸給，降其事權，而猶襲一時權宜苟且之制，為子孫不可易之常典，豈不過哉！然祖宗時放行，極艱其選，不過一二人、二三人。後來小人用事，凡宰相除罷，及武臣寵倖宦者之徒，無不得之，實法制不善有以啟之耳。及經變故，乃追咎輕越祖宗法度之過。不知此既開其可入之塗，彼孰不為可入之塗以求合乎？僩"
      },
      {
        "index": 37,
        "text": "唐沈既濟之說已如此。新添改官制，而舊職名不除，所以愈見重複。然唐時猶自歸一，如藩鎮節度使、觀察使，民事兵事一人皆了。今既有帥，又有家居節度使，便用費許多錢養他。見任事者請俸卻寡，而家居守閑名者，請俸卻大。〈節度使請俸月千餘緡。〉又節度印，古者所以置旌節以為儀衛，而重其權。今卻令帶之家居，請重俸，是甚意？今為福州安撫使，而反不如威武軍節度使之請俸。〈僩〉"
      },
      {
        "index": 38,
        "text": "祖宗置資格，自立僥倖之門。如武臣橫行，最為超捷。纔除橫行，便可越過諸使，許多等級皆不須歷，一向上去。然今人又不用除橫行，橫行猶用守這數級，只落借官則無所不可。祖宗之法，本欲人遵守資格，謹重名器。而不知自置許多僥倖之路，令人脫過，是甚意思？除是執法者大段把得定，不輕放過一箇半箇，無一毫私，方執得住。不然，便不可禁遏矣。不知當初立法，何故如此？今獃底人，便只守此為不可易之典，才觸動著，便說是變動祖宗法制。也須賭過是，始得。僩"
      },
      {
        "index": 39,
        "text": "趙表之生做文官，纔到封王，〈封安定郡王。〉便用換武。豈文官不可封王，而須武官耶？又今宗正須以宗室武官為之，文官也只做得。世間一樣愚人，便以此等制度為百王不可易之法！〈僩〉"
      },
      {
        "index": 40,
        "text": "只改儒林、文林之屬，其他皆可通行。文官猶有古名，如武官諸階稱呼，多有無意義者。又曰：「四廂都指揮使，又有甚諸色使，皆是虛名。只有三衙都指揮使真有職事。」又曰：「元豐以前武臣無宮觀，故武臣無閑者。見武臣乞解軍職，必出藩府。及元豐介甫相，置宮觀，方有閑者。」僩"
      },
      {
        "index": 41,
        "text": "本朝先未有祠祿，但有主管某宮、某觀公事者，皆大官帶之，真箇是主管本宮、本觀御容之屬。其他多只是監當差遣。雖嘗為諫議官，亦有為監當者，如監船?、酒務之屬。自王介甫更新法，慮天下士大夫議論不合，欲一切彈擊罷黜，又恐駭物論，於是創為宮觀祠祿，以待新法異議之人。然亦難得，惟監司郡守以上，眷禮優渥者方得之。自郡守以下，則盡送部中與監當差遣。後來漸輕，今則又輕，皆可以得之矣。僩"
      },
      {
        "index": 42,
        "text": "華州雲臺觀、南京鴻慶宮，有神宗神像在，使人主管，猶有說。若武夷山沖佑觀、臨安府洞霄宮，知他主管箇甚麼？"
      },
      {
        "index": 43,
        "text": "今太廟室深而堂淺，一代為一室；堂則雖在室前，而實同為一堂。古人大抵室事尚東向，堂事尚西向。賀孫"
      },
      {
        "index": 44,
        "text": "「皇城使有親兵數千人，今八廂貌士之屬是也。以武臣二員并內侍都知二員掌之。本朝只此一項，令宦者掌兵，而以武臣參之。」因笑曰：「此項又似制殿前都指揮之兵也。」僩"
      },
      {
        "index": 45,
        "text": "「今之二衙，即舊日之指揮使。朱溫由宣武節度使篡唐，疑忌他人，自用其宣武指揮使為殿前指揮使，管禁衛諸軍。以至今日，其權益重。嘗見歐陽公記其為某官時，殿帥之權猶輕，見從官，不接坐；但傳語，不及獻茶。及再入為執政，則禮數大異矣。」問：「何故如此？」曰：「也是積漸致然。是他權重後，自然如此。」僩"
      },
      {
        "index": 46,
        "text": "問：「唐之人主喜用宦者監軍，何也？」曰：「是他信諸將不過，故用其素所親信之人。後來一向疏外諸將，盡用宦者。本朝太宗令王繼恩平李順有功，宰相擬以宣徽使賞之。太宗怒，切責宰相，以為太重，蓋宣徽亞執政也，遂創『宣政使』處之。朝臣諸將中豈無可任者，須得用宦者！彼既有功，則爵賞不得吝矣。然猶守得這些意思，恐起宦者權重之患。及熙豐用兵，遂皆用宦者。李憲在西，權任如大將。馴至後來，遂有童貫譚稹之禍。」〈宦者其初只是走馬承受之類，浸漸用事，遂至如此。僩〉"
      },
      {
        "index": 47,
        "text": "今之總管，乃國初之部署。後避英廟諱，改焉。都監乃是唐之監軍，不知何時轉了。廣"
      },
      {
        "index": 48,
        "text": "太祖收諸鎮節度兵權，置諸州指揮使，大州十數員，次州六七員，又次州三四員，每員管兵四五百人。本州自置營招兵，而軍員管之。每遇遷陞，則密院出宣付之。用紙一大幅，題其上曰「宣付指揮使某」，卻不押號，而以御前大寶印之。軍員得此極重，有一人而得數宣者，蓋營中亦有數等品級遷轉也。指揮有廳，有射場，只在營中升降，不得出官。僩"
      },
      {
        "index": 49,
        "text": "「總領一司，乃趙忠簡所置，當時之意甚重。蓋緣韓岳統兵權重，方欲置副貳，又恐啟他之疑，故特置此一司，以總制財賦為名，卻專切報發御前兵馬文字，蓋欲陰察之也。」或謂：「總領之職，自可併歸漕司。」曰：「財賦散在諸路，漕司卻都呼吸不來。亦如坑冶，須是創立都大提點，方始呼吸得聚。」道夫"
      },
      {
        "index": 50,
        "text": "運使本是愛民之官，今以督辦財賦，反成殘民之職。提刑本是仁民之官，今以經、總制錢，反成不仁之具。淳"
      },
      {
        "index": 51,
        "text": "祖宗，凡升朝官在京，未有職事者，每日赴班，纔有差遣則已。廣"
      },
      {
        "index": 52,
        "text": "今群臣以罪去者，不能全其退處之節。凡有辭避，必再三不允，直待章疏劾之，遂從罷黜。人傑"
      },
      {
        "index": 53,
        "text": "舊制：遷謫人詞頭，當日命下，當日便要，不許隔宿，便與詞頭報行。而今緣有信劄，故詞頭有一兩月不下者，中書以此覺得事多。此皆軍興後事多，故如此。國朝舊制，煞有因軍興後廢格而未復者。廣"
      },
      {
        "index": 54,
        "text": "舊法：貶責人若是庶官，亦須帶別駕或司馬，無有帶階官者。今呂子約卻是帶階官安置。人傑"
      },
      {
        "index": 55,
        "text": "今日作史，左右史有起居注，宰執有時政記，臺官有日曆，並送史館著作處參改，入實錄作史。大抵史皆不實，緊切處不敢上史，亦不關報。椿"
      },
      {
        "index": 56,
        "text": "史甚弊，因神宗實錄皆不敢寫。傳聞只據人自錄來者。才對者，便要所上文字，并奏對語上史館。揚"
      },
      {
        "index": 57,
        "text": "今之修史者，只是依本子寫，不敢增減一字。蓋自紹聖初，章惇為相，蔡汴修國史，將欲以史事中傷諸公。前史官范純夫黃魯直已去職，各令於開封府界內居住，就近報國史院，取會文字。諸所不樂者，逐一條問黃范，又須疏其所以然，至無可問，方令去。後來史官因此懲創，故不敢有所增損也。〈按實錄，是時史官趙彥若亦同於府界居住。後趙安置豊州，范永州，黃黔州。儒用〉"
      },
      {
        "index": 58,
        "text": "先生問㽦：「有山谷陳留對問否？」曰：「無之。」曰：「聞當時秦少游最爭得峻，惜乎亦不見之。陸農師卻有當來對問，其間云，嘗與山谷爭入王介甫『無使上知』之語。又云，當時史官因論溫公改詩賦不是。某云：『司馬光那得一件是？皆是自敘與諸公爭辨之語。』」〈㽦〉"
      },
      {
        "index": 59,
        "text": "「道君欽宗實錄數百卷，呂丈月十日修了。云，只是得大節目百十條。」問云：「何不入文字展日？」曰：「便不是呂丈規模。」振"
      },
      {
        "index": 60,
        "text": "本朝國紀好看，雖略，然大綱卻都見。長編太詳，難看。熊子復編九朝要略，不甚好。〈《國紀》，徐端立編。僩〉"
      },
      {
        "index": 61,
        "text": "《聖政編年》一書，起太祖，止{紹興九年，書坊人做。非好書。〈振〉"
      },
      {
        "index": 62,
        "text": "今之學規，非胡安定所撰者。仁宗置州縣學，取湖學規矩頒行之。湖學之規，必有義理，不如是其陋也。如第一條「謗訕朝政」之類，其出於蔡京行舍法之時有所改易乎！當時如徐節孝為楚州教官，乃罷之，而易以其黨。大抵本朝經王氏及蔡京用事後，舊章蕩然，可勝歎哉！人傑"
      },
      {
        "index": 63,
        "text": "問學究一科沿革之故。曰：「此科即唐之明經是也。進士科則試文字，學究科但試墨義。有才思者多去習進士科，有記性者則應學究科。凡試一大經者，兼一小經。每段舉一句，令寫上下文，以通不通為去取。應者多是齊魯河朔間人，只務熟讀，和注文也記得，故當時有『董五經』『黃二傳』之稱。但未必曉文義，正如和尚轉經相似。又有司待之之禮，亦不與進士等。進士入試之日，主文則設案焚香，垂簾講拜。至學究，則徹幕以防傳義，其法極嚴，有渴至飲硯水而黔其口者！當時傳以為笑。歐公亦有詩云：『焚香禮進士，徹幕待諸生。』〈或云，「徹幕」乃「瞑目」字，亦非歐詩。〉其取厭薄如此，荊公所以惡而罷之。但自此科一罷之後，人多不肯去讀書。」〈儒用〉"
      },
      {
        "index": 64,
        "text": "熙寧三舍法，李定所定。崇觀三舍法，蔡京所定。胡德輝埕嘗作記。學者，所以學為忠與孝也。今欲訓天下士以忠孝，而學校之制乃出於不忠不孝之人，不亦難乎！儒用"
      },
      {
        "index": 65,
        "text": "「大學舍法壞人多，龜山嘗立論。高抑崇曾見龜山。太學初興，召為司業，善類頗屬望。到彼一切放倒，三舍法，卻在渠手中成。莫負了龜山否？」王子合曰：「聞那時只是取法於一舊老吏。」浩曰：「秦會之是舊大學中人，想是據他向日所行了。」曰：「高公不合與承當。高公大率不立，五峰嘗有書責他。」浩"
      },
      {
        "index": 66,
        "text": "先生因論本朝南渡以來，其初立法甚放寬，蓋欲聚人。不知後來放緊，便不得。燾"
      },
      {
        "index": 67,
        "text": "今之法，大概用唐法。淳"
      },
      {
        "index": 68,
        "text": "問：「今三代之法，或可見於律中否？」曰：「律自秦漢以來，歷代修改，皆不可得而見矣。如漢律文簡奧，後代修改，今亦不可見矣。」淳"
      },
      {
        "index": 69,
        "text": "律是歷代相傳，敕是太祖時修，律輕而敕重。如敕中刺面編配，律中無之，只是流若干里，即今之白面編管是也。敕中上刑重而下刑輕，如律中杖一百，實有一百，敕中則折之為二十。〈五折一。〉今世斷獄只是敕，敕中無，方用律。〈同〉"
      },
      {
        "index": 70,
        "text": "因言：「律極好。〈律即刑統。〉後來敕令格式，罪皆太重，不如律。乾道淳熙新書更是雜亂。一時法官不識制法本意，不合於理者甚多。又或有是計囑妄立條例者。如母已出嫁，欲賣產業，必須出母著押之類。此皆非理，必是當時有計囑而創此條也。孝宗不喜此書，嘗令修之，不知修得如何。」〈僩〉"
      },
      {
        "index": 71,
        "text": "刑統大字是歷代相傳，注字是世宗時修。淳"
      },
      {
        "index": 72,
        "text": "舊來敕令文辭典雅，近日殊淺俗。〈裏面是有幾多病痛。方子〉"
      },
      {
        "index": 73,
        "text": "宋莒公曰：「『應從而違，堪供而闕』，此六經之亞文也。」謂子不從父不義之命，及力所不能養者，古人皆不以不孝坐之。義當從而不從，力可供而不供，然後坐以不孝之罪。淳"
      },
      {
        "index": 74,
        "text": "或問：「『敕、令、格、式』，如何分別？」曰：「此四字乃神宗朝定法時綱領。本朝止有編敕，後來乃命群臣修定。元豐中，執政安燾等上所定敕令。上喻燾曰：『設於此而逆彼之至謂之「格」，設於此而使彼效之謂之「式」，禁於未然謂之「令」，治其已然謂之「敕」。修書者要當如此。若其書完具，政府總之，有司守之，斯無事矣。』〈此事載之己仰錄，時出示學者。因記其文如此，然恐有脫誤處。〉神廟天資絕人，觀此數語，直是分別得好。格，如五服制度，某親當某服，某服當某時，各有限極，所謂『設於此而逆彼之至』之謂也。式，如磨勘轉官，求恩澤封贈之類，只依箇樣子寫去，所謂『設於此而使彼效之』之謂也。令，則條令禁制其事不得為、某事違者有罰之類，所謂『禁於未然』者。敕，則是已結此事，依條斷遣之類，所謂『治其已然』者。格、令、式在前，敕在後，則有『教之不改而後誅之』底意思。今但欲尊『敕』字，以敕居前，令、格、式在後，則與不教而殺者何異？殊非當時本指。」又問：「伊川云：『介甫言：「律是八分書。」是他見得如此。』何故？」曰：「律是刑統，此書甚好，疑是歷代所有傳襲下來。至周世宗，命竇儀注解過，名曰刑統，即律也。今世卻不用律，只用敕令。大概敕令之法，皆重於刑統。刑統與古法相近，故曰『八分書』。」〈「介甫之見，畢竟高於世俗之儒」。此亦伊川語，因論祧廟及之。儒用〉"
      },
      {
        "index": 75,
        "text": "某事合當如何，這謂之「令」。如某功得幾等賞，某罪得幾等罰，這謂之「格」。凡事有箇樣子，如今家保狀式之類，這謂之「式」。某事當如何斷，某事當如何行，這謂之「敕」。今人呼為「敕、令、格、式」，據某看，合呼為「令、格、式、敕」。敕是令、格、式所不行處，故斷之以敕。某在漳州，曾編得戶、婚兩門法。賀孫"
      },
      {
        "index": 76,
        "text": "本合是先令而後敕，先教後行之意。自荊公用事以來，方定為「敕、令、格、式」之序。德明"
      },
      {
        "index": 77,
        "text": "「唐藩鎮權重，為朝廷之患。今日州郡權輕，卻不能生事，又卻無以制盜賊。」或曰：「此亦緣介甫刮刷州郡太甚。」曰：「也不專是介甫。且如仁宗時，淮南盜賊發，趙仲約知高郵軍，反以金帛牛酒使人買覓他去。富鄭公欲誅其人，范文正公謂他既無錢，又無兵，卻教他將甚去殺賊？得他和解得去，不殘破州郡，亦自好。只是介甫後來又甚。州郡禁軍有闕額處，都不補。錢糧盡欲解發歸朝廷，謂之『封樁闕額禁軍錢』，係提刑司管。」文蔚"
      },
      {
        "index": 78,
        "text": "經制錢，宣和間用兵，經制使所創。總制錢，紹興初用兵，總制使所創。〈二人不記姓名。〉應干稅錢物，雜色場、務納錢，每貫刻五十文，作頭子錢。括之為二色錢，以分毫積，計大計多，況其大者！"
      },
      {
        "index": 79,
        "text": "經制錢，陳亨伯所創。蓋因方臘反，童貫討之，亨伯為隨軍轉運使。朝廷以其權輕，又重為經制使。患軍用不足，創為此名以收州縣之財，當時大獲其利。然立此制時，明言軍罷而止，其後遂因而不改。至紹興四年，韓球又創總制錢，大略倣經制為之。十一年經界法行，民間印契多，倍有所得，朝廷遂以此年立額。至次年，則其數大虧，乃令州縣添補解發。自後州縣大困，朝廷亦知之。議者乃請就三年中取中制以立額。卻不知中制者乃所添補之歲，其額猶為重也，因仍至今。頃年得江西憲時，陛對日，亦嘗為孝宗言之。蓋此政是憲司職事。又曰：「亨伯創經制錢時，其兄弟有名某者，勸止之。不從，乃率其子姪哭於家廟，以為作俑之罪，祖先將不祀矣！」廣"
      },
      {
        "index": 80,
        "text": "德粹語婺源納銀之弊，方伯謨因問和買。先生言其初曰：「今日惟紹興最重。舊拋和買數時，兩浙運使乃紹興人。朝廷拋降三十萬匹與浙東，紹興受十四萬。是時都吏乃會稽縣人，會稽又受多。惟餘姚令不肯受，為其民以瓦礫擲之，不得已受歸，而其數少，恨不記其名。」滕云：「婺源乃汪內翰鄉邑。汪知鄉郡，朝廷初降月椿時，會諸縣令於廷。婺源令偶言丹陽鄉民頑，汪本此鄉人，以令為譏之，先勒令受十分之四分三釐，至於今為害。」先生曰：「疇昔創封椿時，本無實數，只是賴州縣。且如常平中一項錢，亦許椿數。提舉司錢今日又解，明日又解，解必有限，彼豈不來爭？以此觀之，事皆係作始不是。」可學"
      },
      {
        "index": 81,
        "text": "祖宗立法催科，只是九分，才破這一分，便不催。但破得一百貫，謂之「破分」，便住。自曾丞相仲欽為戶部時，便不用這法，須要催盡。至今所以如此。恪"
      },
      {
        "index": 82,
        "text": "所在上供銀，皆分配諸縣。獨建寧因吳公路作憲，算就鹽綱上納。雖是算在綱上，中間作舊科數，諸縣甚者至科民間買納。後沈公雅來，卻檢會前時行下指揮，遂罷買上供銀。〈道夫〉"
      },
      {
        "index": 83,
        "text": "張定叟尚書云，青城每郊用木十五萬?縛幕屋，事已，撤去，皆諸璫得之。其費出於臨安。渠知府日，嘗奏乞從本府出錢蓋屋，庶免逐郊費用，不從。〈閎祖〉"
      }
    ]
  }
}
