{
  "chapterNumber": 136,
  "title": "因論三國形勢… (On the Three Kingdoms)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "曹操用兵，煞有那幸而不敗處，卻極能料。如征烏桓，便能料得劉表不從其後來。〈端蒙〉"
      },
      {
        "index": 1,
        "text": "問：「先主為曹操所敗，請救於吳。若非孫權用周瑜以敵操，亦殆矣。」曰：「孔明之請救，知其不得不救。孫權之救備，須著救他，〈必大錄云：「孫權與劉備同禦曹操，亦是其勢不得不合。」〉不如此，便當迎操矣。此亦非好相識，勢使然也。及至先主得荊州，權遂遣呂蒙擒關羽。才到利害所在，便不相顧。」〈人傑。必大錄小異。〉"
      },
      {
        "index": 2,
        "text": "劉備之敗於陸遜，雖言不合輕敵，亦是自不合連營七百餘里，先自做了敗形。是時孔明在成都督運餉，後云：「法孝直若在，不使主上有此行。」孔明先不知曾諫止與否，今皆不可考。但孔明雖正，然盆。去聲。法孝直輕快，必有術以止之。〈必大〉"
      },
      {
        "index": 3,
        "text": "諸葛孔明大綱資質好，但病於粗疏。孟子以後人物，只有子房與孔明。子房之學出於黃老；孔明出於申韓，如授後主以六韜等書與用法嚴處，可見。若以比王仲淹，則不似其細密。他卻事事理會過來。當時若出來施設一番，亦須可觀。〈木之〉"
      },
      {
        "index": 4,
        "text": "或問孔明。曰：「南軒言其體正大，問學未至。此語也好。但孔明本不知學，全是駁雜了。然卻有儒者氣象，後世誠無他比。」〈升卿〉"
      },
      {
        "index": 5,
        "text": "問：「孔明興禮樂如何？」曰：「也不見得孔明都是禮樂中人，也只是粗底禮樂。」〈宇。淳錄云：「孔明也粗。若興禮樂，也是粗禮樂。」砥錄云：「孔明是禮樂中人，但做時也麄疏。」〉"
      },
      {
        "index": 6,
        "text": "忠武侯天資高，所為一出於公。若其規模，并寫申子之類，則其學只是伯。程先生云：「孔明有王佐之心，然其道則未盡。」其論極當。魏延請從間道出關中，侯不聽。侯意中原已是我底物事，何必如此？故不從。不知先主當時只從孔明，不知孔明如何取荊取蜀。若更從魏延間道出，關中所守者只是庸人。從此一出，是甚聲勢！如拉朽然。侯竟不肯為之！〈揚〉"
      },
      {
        "index": 7,
        "text": "致道問孔明出處。曰：「當時只有蜀先主可與有為耳。如劉表劉璋之徒，皆了不得。曹操自是賊，既不可從。孫權又是兩間底人。只有先主名分正，故只得從之。」時可問：「王猛從苻堅如何？」曰：「苻堅事自難看。觀其殺苻生與東海公陽，分明是特地殺了，而史中歷數苻生酷惡之罪。東海公之死，云是太后在甚樓子上，見它門前車馬甚盛，欲害苻堅，故令人殺之，此皆不近人情。蓋皆是己子，不應便專愛堅而特使人殺東海公也。此皆是史家要出脫苻堅殺兄之罪，故裝點許多，此史所以難看也。」〈時舉〉"
      },
      {
        "index": 8,
        "text": "諸葛亮之事，其於荊蜀亦合取。當日草廬亦是商量準擬在此，但此時不當恁地。若是恁地取時，全不成舉措。如二人視魏而不伐，自合當取。兼在是時捨此無以為資。若能聲其罪，用兵而取之，卻正。但當時劉焉父子亦得人情，恐亦未易取。伯豐問：「聖人處此，合如何？」曰：「亦須別有箇道理。若似如此，寧可事不成。只為後世事欲苟成功，欲苟就，便有許多事。亮大綱卻好，只為如此，便有斑駁處。」〈㽦。方子錄云：「『孔明執劉璋，蓋緣事求可，功求成，故如此。』曰：『然則寧事之不成？』曰：『然。』」〉"
      },
      {
        "index": 9,
        "text": "器遠問：「諸葛武侯殺劉璋是如何？」曰：「這只是不是。初間教先主殺劉璋，先主不從。到後來先主見事勢迫，也打不過，便從他計。要知不當恁地行計殺了他。若明大義，聲罪致討，不患不服。看劉璋欲從先主之招，傾城人民願留之。那時郡國久長，能得人心如此。」〈賀孫〉"
      },
      {
        "index": 10,
        "text": "毅然問：「孔明誘奪劉璋，似不義。」曰：「便是後世聖賢難做，動著便粘手惹腳。」〈淳〉"
      },
      {
        "index": 11,
        "text": "諸葛孔明天資甚美，氣象宏大。但所學不盡純正，故亦不能盡善。取劉璋一事，或以為先主之謀，亦必是孔明之意。然在當時多有不可盡曉處。如先主東征之類，不見孔明一語議論。後來壞事，卻追恨法孝直若在，則能制主上東行。孔明得君如此，猶有不能盡言者乎？先主不忍取荊州，不得已而為劉璋之圖。若取荊州，雖不為當，然劉表之後，君弱勢孤，必為他人所取；較之取劉璋，不若得荊州之為愈也。學者皆知曹氏為漢賊，而不知孫權之為漢賊也。若孫權有意興復漢室，自當與先主協力并謀，同正曹氏之罪。如何先主纔整頓得起時，便與壞倒！如襲取關羽之類是也。權自知與操同是竊據漢土之人。若先主事成，必滅曹氏，且復滅吳矣。權之姦謀，蓋不可掩。平時所與先主交通，姑為自全計爾。或曰：「孔明與先主俱留益州，獨令關羽在外，遂為陸遜所襲。當時只先主在內，孔明在外如何？」曰：「正當經理西向宛洛，孔明如何可出？此特關羽恃才疏鹵，自取其敗。據當時處置如此，若無意外齟齬，曹氏不足平。兩路進兵，何可當也！此亦漢室不可復興，天命不可再續而已，深可惜哉！」〈謨〉"
      },
      {
        "index": 12,
        "text": "直卿問：「孔明出師每乏糧。古人做事，須有道理，須先立些根本。」曰：「孔明是殺賊，不得不急。如人有箇大家，被賊來占了，趕出在外墻下住，殺之豈可緩？一纔緩，人便一切都忘了。孔明亦自言一年死了幾多人，不得不急為之意。司馬懿甚畏孔明，便使得辛毗來遏令不出兵，其實是不敢出也。國家只管與講和，聘使往來，賀正賀節，稱叔稱侄，只是見鄰國，不知是讎了！」又問：「勾踐謀吳二十年，又如何？」曰：「事體不同。諸侯各有國，未便伐吳，則越亦自在，如此謀乃是。」〈揚〉"
      },
      {
        "index": 13,
        "text": "孔明《出師表》，《文選》與《三國志》所載，字多不同，互有得失。「五月渡瀘」是說前事。如孟獲之七縱七擒，正其時也。渡瀘是先理會南方許多去處。若不先理會許多去處，到向北去，終是被他在後乘間作撓。既理會得了，非惟不被他來撓，又卻得他兵眾來使。〈賀孫〉"
      },
      {
        "index": 14,
        "text": "誦武侯之言曰：「治世以大德，不以小惠。」〈從周〉"
      },
      {
        "index": 15,
        "text": "問武侯「寧靜致遠」之說。曰：「靜，便養得根本深固，自可致遠。」〈Template:揚〉"
      },
      {
        "index": 16,
        "text": "孔明治蜀，不曾立史官。陳壽險甚〈揚錄作「檢拾」。〉而為蜀志，故甚略。孔明極是子細者。亦恐是當時經理王業之急，有不暇及此。"
      },
      {
        "index": 17,
        "text": "諸葛亮臨陣對敵，意思安閑，如不欲戰。而苻堅踴躍不寐而行師，此其敗，不待至淝水而決矣。〈方〉"
      },
      {
        "index": 18,
        "text": "看史策，自有該載不盡處。如後人多說武侯不過子午谷路。往往那時節必有重兵守這處，不可過。今只見子午谷易過，而武侯自不過。史只載魏延之計，以為夏侯楙是曹操婿，怯而無謀，守長安，甚不足畏。這般所在，只是該載不盡。亮以為此危計，不如安從坦道。又揚聲由斜谷，又使人據箕谷，此可見未易過。〈賀孫〉"
      },
      {
        "index": 19,
        "text": "先生說八陣圖法。人傑因云：「尋常人說戰陣事多用變詐，恐王者之師不如此。」曰：「王者勢嚮大，自不須用變詐。譬如孟賁與童子相搏，自然勝他孟賁不得。且如諸葛武侯七縱七擒事，令孟獲觀其營壘，分明教你看見，只是不可犯。若用變詐，已是其力不敵，須假些意智勝之。又，今之戰者，只靠前列，後面人更著力不得。前列勝則勝，前列敗則敗。如八陣之法，每軍皆有用處。天衝、地軸、龍飛、虎翼、蛇、鳥、風、雲之類，各為一陣。有專於戰鬥者，有專於衝突者，又有纏繞之者，然未知如何用之。」又問垓下之戰。曰：「此卻分曉。」又問：「淮陰多多益辦，程子謂『分數明』，如何？」曰：「此御眾以寡之法。且如十萬人分作十軍，則每軍有一萬人，大將之所轄者，十將而已。一萬又分為十軍，一軍分作十卒，則一將所管者，十卒而已。卒正自管二十五人，則所管者，三卒正耳。推而下之，兩司馬雖管二十五人，然所自將者五人，又管四伍長，伍長所管，四人而已。至於大將之權，專在旗鼓。大將把小旗，撥發官執大旗，三軍視之以為進退。若李光弼旗麾至地，令諸軍死生以之，是也。若八陣圖，自古有之。周官所謂『如戰之陳』，蓋是此法。握幾文雖未必風后所作，然由來須遠。武侯立石於江邊，乃是水之回洑處，所以水不能漂蕩。其擇地之善、立基之堅如此，此其所以為善用兵也。」又問：「《陰符經》有『絕利一源，用師十倍；三反晝夜，用師萬倍』之說，如何？」曰：「絕利者，絕其二三；一源者，一其源本。三反晝夜者，更加詳審，豈惟用兵？凡事莫不皆然。倍，如『事半古之人，功必倍之』之謂。上文言『瞽者善聽，聾者善視』，則其專一可知。注陰符者分為三章：上言神仙抱一之道，中言富國安民之法，下言強兵戰勝之術。又有人每章作三事解釋。後來一書吏竊而獻之高宗。高宗大喜，賜號『渾成』。其人後以強橫害物，為知饒州汪某斷配。」〈人傑〉"
      },
      {
        "index": 20,
        "text": "或問：「季通八陣圖說，其間所著陳法是否？」曰：「皆是元來有底。但季通分開許多方圓陳法，不相混雜，稍好。」又問：「史記所書高祖垓下之戰，季通以為正合八陳之法。」曰：「此亦後人好奇之論。大凡有兵須有陳，不成有許多兵馬相戰鬥，只羇作一團，又只排作一行。必須左右前後，步伍行陣，各有條理，方得。今且以數人相撲言之，亦須擺布得所而後相角。今人但見史記所書甚詳，漢書則略之，便以司馬遷為曉兵法，班固為不曉，此皆好奇之論。不知班固以為行陣乃用兵之常，故略之，從省文爾。看古來許多陳法，遇征戰亦未必用得。所以張巡用兵，未嘗倣古兵法，不過使兵識將意，將識士情。蓋未論臨機應變，方略不同；只如地圓則須布圓陣，地方則須布方陣，亦豈容概論也？」又曰：「常見老將說，大要臨陣，又在番休遞上，分一軍為數替，將戰則食。第一替人既飽，遣之入陣，便食第二替人。覺第一替人力將困，即調發第二替人往代。第三替亦如之。只管如此更番，則士常飽健，而不至於困乏。鄉來張柔直守南劍，戰退范汝為，只用此法。方汝為之來寇也，柔直起鄉兵與之戰。令城中殺羊牛豕作肉串，仍作飯，分鄉兵為數替，以入陣之先後更迭食之。士卒力皆有餘，遂勝汝為。」又云：「劉信叔順昌之勝，鄉見張仲隆云，親得之信叔，大概亦是如此。時極暑，探報人至云：『虜騎至矣！』信叔令一卒擐甲，立之烈日中。少頃，問：『甲熱乎？』曰：『熱矣。』『可著手乎？』則曰：『熱甚，不可著手矣。』時城中軍亦不甚多。信叔嘗有宿戒，遇戰則分為數替。如是下令軍中：『可依此飲食，士卒更番而上。』又多合暑藥，往者歸者皆飲之，人情胥快，〈元城劉師閔向張魏公督軍，暑藥以薑弃為之，與今冰壺散方大概相似。〉故能大敗虜人。蓋方我之甲士甲熱不堪著手，則虜騎被甲來者其熱可知，又未免有困餒之患。於此時而擊之，是以勝也。」或曰：「是戰也，信叔戒甲士，人帶一竹筒，其中實以煮豆。入陣，則割棄竹筒，狼籍其豆於下。虜馬饑，聞豆香，低頭食之，又多為竹筒所滾，腳下不得地，以故士馬俱斃。」曰：「此則不得而知。但聞多遣輕銳之卒，以大刀斫馬足，每折馬一足，則和人皆仆，又有相蹂踐者。大率一馬仆，則從旁而斃不下十數人。」〈儒用〉"
      },
      {
        "index": 21,
        "text": "「八陣圖，敵國若有一二萬人，自家止有兩三千人，雖有法，何所用之？」蔡云：「勢不敵，則不與鬥。」先生笑曰：「只辦著走便了！」蔡云：「這是箇道理。譬如一箇十分雄壯底人，與一箇四五分底人廝打。雄壯底只有力，四五分底卻識相打法，對副雄壯底便不費力，只指點將去。這見得八陣之法，有以寡敵眾之理。」先生曰：「也須是多寡強弱相侔，可也。又須是人雖少，須勇力齊一，始得。」蔡云：「終不是使病人與壯人鬥也。」〈賀孫〉"
      },
      {
        "index": 22,
        "text": "陣者，定也。八陣圖中有奇正。前面雖未整，猝然遇敵，次列便已成正軍矣。〈季通語。方〉"
      },
      {
        "index": 23,
        "text": "用之問：「諸葛武侯不死，與司馬仲達相持，終如何？」曰：「少間只管算來算去，看那箇錯了便輸。輸贏處也不在多，只是爭些子。」季通云：「看諸葛亮不解輸。」曰：「若諸葛亮輸時，輸得少；司馬懿輸時，便狼狽。」〈賀孫〉"
      },
      {
        "index": 24,
        "text": "諸葛公是忠義底司馬懿，司馬懿是無狀底諸葛公，劉禪備位而已。〈道夫〉"
      },
      {
        "index": 25,
        "text": "羊陸相遺問，只是敵國相傾之謀，欲以氣相勝，非是好意思。〈人傑錄云：「觀陸抗『正是彰其德於祜』之言，斯可見矣。」〉如漢文修尉佗祖墓，及石勒修祖逖母墓，事皆相近。〈必大〉"
      },
      {
        "index": 26,
        "text": "王儀為司馬昭軍師，昭殺之雖無辜，裒仕晉猶有可說。而裒不仕，乃過於厚者。嵇康魏臣，而晉殺之，紹不當仕晉明矣。蕩陰之忠固可取，亦不相贖。事讎之過，自不相掩。司馬公云：「使無蕩陰之忠，殆不免君子之譏。」不知君子之譏，初不可免也。〈㽦。人傑錄云：「儀嘗仕昭，而昭誅之」云云。〉"
      },
      {
        "index": 27,
        "text": "晉元帝無意復中原，卻託言糧運不繼，誅督運令史淳于伯而還。行刑者以血拭柱，血為之逆流。天人幽顯，不隔絲毫！〈閎祖〉"
      },
      {
        "index": 28,
        "text": "「湯執中，立賢無方。」東晉時所用人才，皆中州浮誕者之後。惟顧榮賀循有人望，不得已而用之。〈人傑〉"
      },
      {
        "index": 29,
        "text": "王導為相，只周旋人過一生。嘗有坐客二十餘人，逐一稱讚，獨不及一胡僧，并一臨海人。二人皆不悅。導徐顧臨海人曰：「自公之來，臨海不復有人矣。」又謂胡僧曰：「蘭奢。」蘭奢，乃胡語之褒譽者也。於是二人亦悅。〈人傑〉"
      },
      {
        "index": 30,
        "text": "問：「老子之道，曹參文帝用之皆有效，何故以王謝之力量，反做不成？」曰：「王導謝安又何曾得老子玅處？〈淳錄云：「人常以王導比謝安。」〉然謝安又勝王導。石林說，王導只是隨波逐流底人，謝安卻較有建立，也煞有心於中原。王導自渡江來，只是恁地，都無取中原之意，此說也是。但謝安也被這清虛絆了，都做不得。」又問：「孔子惡鄉原，如老子可謂鄉原否？」曰：「老子不似鄉原。鄉原卻尚在倫理中行，那老子卻是出倫理之外。它自處得雖甚卑，不好聲，不好色，又不要官做，然其心卻是出於倫理之外，其說煞害事。如鄉原，便卻只是箇無見識底好人，未害倫理在。」〈義剛〉"
      },
      {
        "index": 31,
        "text": "「謝安之待桓溫，本無策。溫之來，廢了一君。幸而要討九錫，要理資序，未至太甚，猶是半和秀才。若它便做箇二十分賊，如朱全忠之類，更進一步，安亦無如之何。王儉平日自比謝安。王儉是已敗闕底謝安，謝安特幸未疏脫底王儉耳。安比王儉只是有些英氣。苻堅之來，亦無措置。前輩云，非晉人之善，乃苻堅之不善耳。然堅只不合擁眾來，謝安必有以料之。兼秦人國內自亂，晉亦必知之，故安得以鎮靜待之。堅之來，在安亦只得發兵去迎敵當來。苻堅若不以大眾來，只以輕兵時擾晉邊，便坐見狼狽。」因問正淳曰：「桓溫移晉祚時，安能死節否？」曰：「必不能，卻須逃去。」曰：「逃將安往？若非死節，即北面事賊耳。到這裏是築底處，中間更無空地。」因說：「韋孝寬智略如此，當楊堅篡周時，尉遲迥等皆死，孝寬乃獻金熨斗。始嘗疑之：既不與它為異，亦何必如此附結之？元來到這地位，便不與辨，亦不免死。既不能死，便只得失節耳。」又曰：「謝安之於苻堅，如近世陳魯公之於完顏亮，幸而捱得它死耳。」伯豐問：「寇萊公澶淵事如何？」曰：「當來它卻有錯處。然到此，只得向前，不可退後也。」〈㽦〉"
      },
      {
        "index": 32,
        "text": "「溫太真處王敦事難。」先生云：「亦不佳，某做不得。」〈揚〉"
      },
      {
        "index": 33,
        "text": "王祥孝感，只是誠發於此，物感於彼。或以為內感，或以為自誠中來，皆不然。王祥自是王祥，魚自是魚。今人論理，只要包合一箇渾淪底意思，雖是直截兩物，亦強羇合說，正不必如此。世間事雖千頭萬緒，其實只一箇道理，「理一分殊」之謂也。到感通處，自然首尾相應。或自此發出而感於外，或自外來而感於我，皆一理也。〈謨〉"
      },
      {
        "index": 34,
        "text": "淵明所說者莊老，然辭卻簡古；堯夫辭極卑，道理卻密。〈升卿〉"
      },
      {
        "index": 35,
        "text": "陶淵明，古之逸民。〈若海〉"
      },
      {
        "index": 36,
        "text": "問：「苻堅立國之勢亦堅牢，治平許多年，百姓愛戴。何故一敗塗地，更不可救？」曰：「他是掃土而來，所以一敗更救不得。」又問：「他若欲滅晉，遣一良將提數萬之兵以臨之，有何不可？何必掃境而來？」曰：「他是急要做正統，恐後世以其非正統，故急欲亡晉。此人性也急躁，初令王猛滅燕，猛曰：『既委臣，陛下不必親臨。』及猛入燕，忽然堅至，蓋其心又恐猛之功大，故親來分其功也。便是他器量小，所以後來如此。」〈僩〉"
      },
      {
        "index": 37,
        "text": "王猛事苻堅，煞有事節。苻堅之兄，乃其謀殺之。〈賀孫〉"
      },
      {
        "index": 38,
        "text": "桓溫入三秦，王猛來見。眼中不識人，卻謂三秦豪傑未有至，何也？三秦豪傑，非猛而誰？可笑！〈揚〉"
      },
      {
        "index": 39,
        "text": "晉任宗室，以八王之亂，自宋而後，皆殺兄弟宗室。以至召去知其不好，途中見人哭。問：「如何死？」曰：「病死。」曰：「病死何哭？」至有臨刑時，平日念佛者，皆合掌，願後世莫生王侯家！〈揚〉"
      },
      {
        "index": 40,
        "text": "蘇綽立租、庸等法，亦是天下人殺得少了，故行得易。"
      },
      {
        "index": 41,
        "text": "「三代而下，必義為之，只有一箇諸葛孔明。若魏鄭公全只是利。李密起，有一道士說密即東都縛煬帝獨夫，天下必應。」揚謂：「密不足道。漢唐之興，皆是為利。須是有湯武之心始做得。太宗亦只是為利，亦做不得。」先生曰：「漢高祖見始皇出，謂：『丈夫當如此耳！』項羽謂：『彼可取而代也！』其利心一也。郭汾陽功名愈大而心愈小，意思好。易傳及諸葛，次及郭汾陽。」〈揚〉"
      },
      {
        "index": 42,
        "text": "漢高祖取天下卻正當，為他直截恁地做去，無許多委曲。唐初，隋大亂如此，高祖太宗因群盜之起，直截如此做去，只是誅獨夫。為他心中打不過，又立恭帝，假援回護委曲如此，亦何必爾？所以不及漢之創業也。〈端蒙〉"
      },
      {
        "index": 43,
        "text": "高祖辭得九錫，卻是。〈端蒙〉"
      },
      {
        "index": 44,
        "text": "高祖與裴寂最昵。宮人私侍之說，未必非高祖自為之，而史家反以此文飾之也。〈端蒙〉"
      },
      {
        "index": 45,
        "text": "因論唐事，先生曰：「唐待諸國降王不合道理。竇建德所行亦合理，忽然而亡，不可曉。王世充卻不殺。當初高祖起太原，入關，立代王，遂即位。世充於東都亦立越王。二人一樣，故且赦之。至殺蕭銑，則大無理。他自是梁子孫，元非叛臣。」某問：「唐史臣論高祖殺蕭銑，不成議論。」曰：「然。」通老問：「以宮人侍高祖，在太宗不當為。」曰：「它在當時，只要得事成，本無救世之心，何暇顧此？唐有天下三百年。唐宗室最少，屢經大盜殺之。又多不出閤，只消磨盡了。」〈可學〉"
      },
      {
        "index": 46,
        "text": "「唐太宗以晉陽宮人侍高祖，是致其父於必死之地，便無君臣父子夫婦之義。漢高祖亦自粗疏。惟光武差細密，卻曾讀書來。」問：「晉元帝所以不能中興者，其病安在？」曰：「元帝與王導元不曾有中原志。收拾吳中人情，惟欲宴安江沱耳。」問：「祖逖摧鋒越河，所向震動，使其不死，當有可觀。」曰：「當是時，王導已不愛其如此，使戴若思輩監其軍，可見，如何得事成？」問：「紹興初，岳軍已向汴都，秦相從中制之，其事頗相類。」曰：「建炎初，宗澤留守東京，招徠群盜數百萬，使一舉而取河北數郡，即當時事便可整頓。及為汪黃所制，怏怏而死，京師之人莫不號慟！於是群盜分散四出，為山東淮南劇賊。」〈德明〉"
      },
      {
        "index": 47,
        "text": "唐源流出於夷狄，故閨門失禮之事，不以為異。〈祖道〉"
      },
      {
        "index": 48,
        "text": "太宗奏建成、元吉，高祖云：「明當鞫問，汝宜早參。」及次早建成入朝，兄弟相遇，遂相殺。尉遲敬德著甲持刃見高祖。高祖在一處泛舟。程可久謂：「既許明早理會，又卻去泛舟，此處有闕文，或為隱諱。」先生曰：「此定是添入此一段，與前後無情理。太宗決不曾奏。既奏了，高祖見三兒要相殺，如何尚去泛舟！此定是加建成、元吉之罪處。又謂太宗先奏了，不是前不說。」"
      },
      {
        "index": 49,
        "text": "太宗誅建成，比於周公誅管蔡，只消以公私斷之。周公全是以周家天下為心，太宗則假公義以濟私欲者也。〈端蒙〉"
      },
      {
        "index": 50,
        "text": "「太宗殺建成元吉，比周公誅管蔡，如何比得！太宗無周公之心，只是顧身。然當時亦不合為官屬所迫，兼太宗亦自心不穩。溫公此處亦看不破，乃云待其先發而應之，亦只便是鄭伯克段于鄢。須是有周公之心，則可。」問曰：「范太史云，是高祖處得不是。」曰：「今論太宗，且責太宗；論高祖，又自責高祖。不成只責高祖，太宗全無可責！」又問：「不知太宗當時要處得是，合如何？」曰：「為太宗孝友從來無了，卻只要來此一事上使，亦如何使得？」先生又曰：「高祖不數日，軍國事便付與太宗，亦只是不得已。唐世內禪者三。如肅宗分明不是。只如睿宗之於玄宗，亦只為其誅韋氏有功了，事亦不得已爾。」〈端蒙〉"
      },
      {
        "index": 51,
        "text": "又論太宗事，云：「太宗功高，天下所係屬，亦自無安頓處，只高祖不善處置了。又，建成乃欲立功蓋之。如玄宗誅韋氏有功，睿宗欲立宋王成器，宋王成器便理會得事，堅不受。」〈端蒙〉"
      },
      {
        "index": 52,
        "text": "因及王魏事，問：「論後世人，不當盡繩以古人禮法。畢竟高祖不當立建成。」曰：「建成既如此，王魏何故不見得？又何故不知太宗如此，便須莫事建成？亦只是望僥倖。」問：「二人如此機敏，何故不見得？」曰：「王魏亦只是直。」〈揚〉"
      },
      {
        "index": 53,
        "text": "因問太宗殺建成事，及王魏教太子立功結君，後又不能死難，曰：「只為祇見得功利，全不知以義理處之。」〈端蒙〉"
      },
      {
        "index": 54,
        "text": "太宗納巢剌王妃，魏鄭公不能深諫，范純夫論亦不盡。純夫議論，大率皆只從門前過。資質極平正，點化得，甚次第，不知伊川當時如何不曾點化他。〈先生嘗語呂丈云：「范純夫平生於書冊皆只從忙中攝過了。」所以諷呂丈也。〉"
      },
      {
        "index": 55,
        "text": "太宗從魏鄭公「仁義」之說，只是利心，意謂如此便可以安居民上。漢文帝資質較好，然皆老氏術也。〈揚〉"
      },
      {
        "index": 56,
        "text": "或謂史贊太宗，止言其功烈之盛，至於功德兼隆，則傷夫自古未知有。曰：「恐不然。史臣正贊其功德之美，無貶他意。其意亦謂除隋之亂是功，致治之美是德。自道學不明，故曰功德者如此分別。以聖門言之，則此兩事不過是功，未可謂之德。」〈驤〉"
      },
      {
        "index": 57,
        "text": "問：「胡氏管見斷武后於高宗非有婦道。合稱高祖太宗之命，數其九罪，廢為庶人而賜之死。竊恐立其子而殺其母，未為穩否？」曰：「這般處便是難理會處。在唐室言之，則武后當殺；在中宗言之，乃其子也。宰相大臣今日殺其母，明日何以相見？」問：「南軒欲別立宗室，如何？」曰：「以後來言之，則中宗不了；以當時言之，中宗亦未有可廢之事。天下之心皆矚望中宗，高宗又別無子，不立中宗，又恐失天下之望，此最是難處。不知孟子當此時作如何處？今生在數百年之後，只據史傳所載，不見得當時事情，亦難如此斷定。須身在當時，親看那時節及事情如何。若人心在中宗，只得立中宗；若人心不在中宗，方別立宗室。是時承乾亦有子在。若率然妄舉，失人心，做不行。又事多，看道理未須便將此樣難處來闌斷了。須要通其他，更有好理會處多。且看別處事事通透後，此樣處亦易。」〈義剛〉"
      },
      {
        "index": 58,
        "text": "先生問人傑：「姚崇擇十道使，患未得人，如何？」曰：「只姚崇說患未得人，便見它真能精擇。」曰：「固是。然唐鑑卻貶之。唐鑑議論大綱好，欠商量處亦多。」又云：「范文正富文忠當仁宗時，條天下事，亦只說擇監司為治，只此是要矣。」〈人傑〉"
      },
      {
        "index": 59,
        "text": "退之云：「凡此蔡功，惟斷乃成。」今須要知他斷得是與不是，古今煞有以斷而敗者。如唐德宗非不斷，卻生出事來。要之，只是任私意。帝剛愎不明理，不納人言。惟憲宗知蔡之不可不討，知裴度之不可不任。若使他理自不明，胸中無所見，則何以知裴公之可任？若只就「斷」字上看，而遺其左右前後，殊不濟事。〈道夫〉"
      },
      {
        "index": 60,
        "text": "周莊仲曰：「憲宗當時表也看。如退之潮州表上，一見便怜之，有復用之意。」曰：「憲宗聰明，事事都看。近世如孝宗，也事事看。」〈義剛〉"
      },
      {
        "index": 61,
        "text": "李白見永王璘反，便從臾之，文人之沒頭腦乃爾！後來流夜郎，是被人捉著罪過了，凛地作詩自辨被迫脅。李白詩中說王說霸，當時人必謂其果有智略。不知其莽蕩，立見疏脫。〈必大〉"
      },
      {
        "index": 62,
        "text": "顏魯公只是有忠義而無意智底人。當時去那裏，見使者來，不知是賊，便下兩拜。後來知得，方罵。〈義剛〉"
      },
      {
        "index": 63,
        "text": "史以陸宣公比賈誼。誼才高似宣公，宣公諳練多，學便純粹。大抵漢去戰國近，故人才多是不粹。〈道夫〉"
      },
      {
        "index": 64,
        "text": "陸宣公奏議極好看。這人極會議論，事理委曲說盡，更無滲漏。雖至小底事，被他處置得亦無不盡。如後面所說二稅之弊，極佳。人言陸宣公口說不出，只是寫得出。今觀奏議中多云「今日早面奉聖旨」〈云云〉，「臣退而思之」〈云云〉，疑或然也。問：「陸宣公比諸葛武侯如何？」曰：「武侯氣象較大，恐宣公不及。武侯當面便說得，如說孫權一段，雖辨士不及其細密處，不知比宣公如何。只是武侯也密。如橋梁道路，井灶圊溷，無不修繕，市無醉人，更是密。只是武侯密得來嚴，其氣象剛大嚴毅。」〈僩〉"
      },
      {
        "index": 65,
        "text": "陸宣公奏議末數卷論稅事，極盡纖悉。是他都理會來，此便是經濟之學。〈淳〉"
      },
      {
        "index": 66,
        "text": "問：「陸宣公既貶，避謗，闔戶不著書，祇為古今集驗方。」曰：「此亦未是。豈無聖經賢傳可以玩索，可以討論？終不成和這箇也不得理會！」〈人傑〉"
      },
      {
        "index": 67,
        "text": "或問：「維州事，溫公以德裕所言為利，僧孺所言為義，如何？」曰：「德裕所言雖以利害言，然意卻全在為國；僧孺所言雖義，然意卻全濟其己私。且德裕既受其降矣，雖義有未安，也須別做置處。乃縛送悉怛謀，使之恣其殺戮，果何為也！」〈升卿〉"
      },
      {
        "index": 68,
        "text": "牛僧孺何緣去結得箇杜牧之，後為渠作墓志。今通鑑所載維州等，有些事好底皆是。〈揚〉"
      },
      {
        "index": 69,
        "text": "說者謂陽城居諫職，與屠沽出沒。果然，則豈能使其君聽其言哉！若楊綰用，而大臣損音樂，減騶御，則人豈可不有以養素自重耶？〈銖〉"
      },
      {
        "index": 70,
        "text": "方伯謨云：「使甘露之禍成，唐必亡無疑。」〈壽昌〉"
      },
      {
        "index": 71,
        "text": "唐租、庸、調，大抵改新法度。是世界一齊更新之初，方做得。如漢衰魏代，只是漢舊物事。晉代魏，亦只用這箇。以至六朝相代，亦是遞相祖述，弊法卒亦變更不得。直到得元魏北齊後周居中原時，中原生靈死於兵寇幾盡，所以宇文泰蘇綽出來，便做得租、庸、調，故隋唐因之。〈賀孫〉"
      },
      {
        "index": 72,
        "text": "唐六典載唐官制甚詳。古禮自秦漢已失。北周宇文泰及蘇綽有意復古，官制頗詳盡。如租、庸、調、府兵之類，皆是蘇綽之制，唐遂因之。唐之東宮官甚詳。某以前上封事，亦言欲復太子官屬，如唐之舊。"
      },
      {
        "index": 73,
        "text": "因論唐府兵之制，曰：「永嘉諸公以為兵、農之分，反自唐府兵始，卻是如此。蓋府兵家出一人，以戰以戍，并分番入衛，則此一人便不復為農矣。」〈僩〉"
      },
      {
        "index": 74,
        "text": "唐口分是八分，世業是二分。有口則有口分，有家則有世業。古人想亦似此樣。〈淳。義剛錄云：「唐口分是二分，世業是八分。有口則有口分，寡婦皆無過十二」云云。〉"
      },
      {
        "index": 75,
        "text": "唐節度使收稅，皆入其家，所以節度富。〈淳〉"
      },
      {
        "index": 76,
        "text": "「杜佑可謂有意於世務者。」問理道要訣。曰：「是一箇非古是今之書。」〈理道要訣亦是杜佑書。是一箇通典節要。方子〉"
      },
      {
        "index": 77,
        "text": "朱梁不久而滅，無人為他藏掩得，故諸惡一切發見。若更稍久，必掩得一半。〈揚〉"
      },
      {
        "index": 78,
        "text": "後唐莊宗善音律，好寵伶優。其卒也，得鷹坊人善友，斂樂器而焚之。所謂「君以此始，必以此終」，豈欺我哉！〈壽昌〉"
      },
      {
        "index": 79,
        "text": "周世宗天資高，於人才中尋得箇王朴來用，不數年間，做了許多事業。且如禮、樂、律、歷等事，想他見都會得，故能用其說，成其事。又如本朝太祖，直是明達。故當時創法立度，其節拍一一都是，蓋緣都曉得許多道理故也。〈一本此下云：「所謂神聖，其臣莫及。趙普輩皆不及之。」廣〉"
      },
      {
        "index": 80,
        "text": "問：「世宗果賢主否？」曰：「看來也是好。」問：「當時也曾制禮作樂。」曰：「只是四年之間，煞做了事。」問：「今刑統亦是他所作？」曰：「開寶通禮當時做不曾成，後來太祖足成了。而今一邊征伐，一邊制禮作樂，自無害事，自是有人來與他做。今人鄉一邊，便不對那一邊；才理會征伐，便將禮樂做閑慢了。世宗胸懷又較大。」〈胡泳〉"
      },
      {
        "index": 81,
        "text": "五代時甚麼樣！周世宗一出便振。收三關，是王朴死後事。模樣世宗未死時，須先取了燕冀，則雲中河東皆在其內矣。本朝收河東，契丹常以重兵援其後。契丹嫌劉氏不援，始取之。〈揚〉"
      },
      {
        "index": 82,
        "text": "周世宗亦可謂有天下之量，纔見元稹均田圖，便慨然有意。"
      },
      {
        "index": 83,
        "text": "周世宗大均天下之田。元稹均田圖世未之見。〈德明〉"
      },
      {
        "index": 84,
        "text": "周世宗規模雖大，然性迫，無甚寬大氣象。做好事亦做教顯顯地，都無些含洪之意，亦是數短而然。〈揚〉"
      },
      {
        "index": 85,
        "text": "晉悼公幼年聰慧似周世宗。只是世宗卻得太祖接續他做將去。雖不是一家人，以公天下言之，畢竟是得人接續，所做許多規模不枉卻。且如周武帝一時也自做得好，只是後嗣便如此弱了。後來雖得一箇隋文帝，終是甚不濟事。〈文蔚〉"
      }
    ]
  }
}
