{
  "chapterNumber": 140,
  "title": "論文下詩 (On Literature and Poetry)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "或言今人作詩，多要有出處。曰：「『關關雎鳩』，出在何處？」〈文蔚〉"
      },
      {
        "index": 1,
        "text": "因說詩，曰：「曹操作詩必說周公，如云：『山不厭高，水不厭深；周公吐哺，天下歸心！』又，苦寒行云：『悲彼東山詩。』他也是做得箇賊起，不惟竊國之柄，和聖人之法也竊了！」〈夔孫〉"
      },
      {
        "index": 2,
        "text": "詩見得人。如曹操雖作酒令，亦說從周公上去，可見是賊。若曹丕詩，但說飲酒。"
      },
      {
        "index": 3,
        "text": "古詩須看西晉以前，如樂府諸作皆佳。杜甫夔州以前詩佳；夔州以後自出規模，不可學。蘇黃只是今人詩。蘇才豪，然一滾說盡，無餘意；黃費安排。〈德明〉"
      },
      {
        "index": 4,
        "text": "選中劉琨詩高。東晉詩已不逮前人，齊梁益浮薄。鮑明遠才健，其詩乃選之變體，李太白專學之。如「腰鐮刈葵藿，倚杖牧雞豚」，分明說出箇倔強不肯甘心之意。如「疾風衝塞起，砂礫自飄揚；馬尾縮如蝟，角弓不可張」，分明說出邊塞之狀，語又俊健。〈方子〉"
      },
      {
        "index": 5,
        "text": "淵明詩平淡出於自然。後人學他平淡，便相去遠矣。某後生見人做得詩好，銳意要學。遂將淵明詩平側用字，一一依他做。到一月後便解自做，不要他本子，方得作詩之法。"
      },
      {
        "index": 6,
        "text": "或問：「『形夭無千歲』，改作『形天舞干戚』，如何？」曰：「山海經分明如此說，惟周丞相不信改本。向薌林家藏邵康節親寫陶詩一冊，乃作『形夭無千歲』。周丞相遂跋尾，以康節手書為據，以為後人妄改也。向家子弟攜來求跋，某細看，亦不是康節親筆，疑熙豐以後人寫，蓋贗本也。蓋康節之死在熙寧二三年間，而詩中避『畜』諱，則當是熙寧以後書。然筆畫嫩弱，非老人筆也。又不欲破其前說，遂還之。」〈雉〉"
      },
      {
        "index": 7,
        "text": "蘇子由愛選詩「亭皋木葉下，隴首秋雲飛」，此正是子由慢底句法。某卻愛「寒城一以眺，平楚正蒼然」，十字卻有力！〈雉〉"
      },
      {
        "index": 8,
        "text": "齊梁間之詩，讀之使人四肢皆懶慢不收拾。"
      },
      {
        "index": 9,
        "text": "晉人詩惟謝靈運用古韻，如「祐」字協「燭」字之類。唐人惟韓退之柳子厚白居易用古韻，如毛穎傳「牙」字、「資」字、「毛」字皆協「魚」字韻是也。〈人傑〉"
      },
      {
        "index": 10,
        "text": "唐明皇資稟英邁，只看他做詩出來，是甚麼氣魄！今唐百家詩首載明皇一篇早渡蒲津關，多少飄逸氣概！便有帝王底氣燄。越州有石刻唐朝臣送賀知章詩，亦只有明皇一首好，有曰：「豈不惜賢達，其如高尚何！」〈雉〉"
      },
      {
        "index": 11,
        "text": "李太白詩不專是豪放，亦有雍容和緩底，如首篇「大雅久不作」，多少和緩！陶淵明詩人皆說是平淡。據某看，他自豪放，但豪放得來不覺耳。其露出本相者是詠荊軻一篇，平淡底人如何說得這樣言語出來！〈雉〉"
      },
      {
        "index": 12,
        "text": "張以道問：「太白五十篇古風不似他詩，如何？」曰：「太白五十篇古風是學陳子昂感遇詩，其間多有全用他句處。」〈義剛〉"
      },
      {
        "index": 13,
        "text": "杜詩初年甚精細，晚年橫逆不可當，只意到處便押一箇韻。如自秦州入蜀諸詩，分明如畫，乃其少作也。李太白詩非無法度，乃從容於法度之中，蓋聖於詩者也。古風兩卷多效陳子昂，亦有全用其句處。太白去子昂不遠，其尊慕之如此。然多為人所亂，有一篇分為三篇者，有三篇合為一篇者。〈方子。佐同〉"
      },
      {
        "index": 14,
        "text": "李太白終始學選詩，所以好。杜子美詩好者亦多是效選詩，漸放手，夔州諸詩則不然也。雉"
      },
      {
        "index": 15,
        "text": "或問：「李白：『清水出芙蓉，天然去雕飾。』前輩多稱此語，如何？」曰：「自然之好，又不如『芙蓉露下落，楊柳月中疏』，則尤佳。」雉"
      },
      {
        "index": 16,
        "text": "「人多說杜子美夔州詩好，此不可曉。夔州詩卻說得鄭重煩絮，不如他中前有一節詩好。魯直一時固自有所見。今人只見魯直說好，便卻說好，如矮人看戲耳！」問：「韓退之潮州詩，東坡海外詩如何？」曰：「卻好。東坡晚年詩固好。只文字也多是信筆胡說，全不看道理。」〈雉〉"
      },
      {
        "index": 17,
        "text": "杜子美晚年詩都不可曉。呂居仁嘗言，詩字字要響。其晚年詩都啞了，不知是如何，以為好否？"
      },
      {
        "index": 18,
        "text": "杜詩：「萬里戎王子，何年別月支？」後說花云云，今人只說道戎王子自月支帶得花來。此中嘗有一人在都下，見一蜀人遍舖買戎王子，皆無。曰：「是蜀中一藥，為本草不曾收，今遂無人蓄。」方曉杜詩所言。"
      },
      {
        "index": 19,
        "text": "文字好用經語，亦一病。老杜詩：「致思遠恐泥。」東坡寫此詩到此句云：「此詩不足為法。」〈璘〉"
      },
      {
        "index": 20,
        "text": "杜詩最多誤字。蔡興宗正異固好而未盡。某嘗欲廣之，作杜詩考異，竟未暇也。如「風吹蒼江樹，雨洒石壁來」，「樹」字無意思，當作「去」字無疑，「去」字對「來」字。又如蜀有「漏天」，以其西北陰盛，常雨，如天之漏也，故杜詩云：「鼓角漏天東。」後人不曉其義，遂改「漏」字為「滿」，似此類極多。〈雉〉"
      },
      {
        "index": 21,
        "text": "「天閱象緯逼」，蔡興宗作「天闚」，近是。〈蔡云：「古本作『闚』。」史：「以管窺天。」佐〉"
      },
      {
        "index": 22,
        "text": "杜子美「暗飛螢自照」，語只是巧。韋蘇州云：「寒雨暗深更，流螢度高閣。」此景色可想，但則是自在說了。因言：「國史補稱韋『為人高潔，鮮食寡欲。所至之處，掃地焚香，閉閤而坐。』其詩無一字做作，直是自在。其氣象近道，意常愛之。」問：「比陶如何？」曰：「陶卻是有力，但語健而意閑。隱者多是帶氣負性之人為之。陶欲有為而不能者也，又好名。韋則自在，其詩直有做不著處便倒塌了底。晉宋間詩多閑淡。杜工部等詩常忙了。陶云「身有餘勞，心有常閑」，乃禮記「身勞而心閑則為之也」。〈方〉"
      },
      {
        "index": 23,
        "text": "韋蘇州詩高於王維孟浩然諸人，以其無聲色臭味也。〈方〉"
      },
      {
        "index": 24,
        "text": "韓詩平易。孟郊喫了飽飯，思量到人不到處。聯句中被他牽得，亦著如此做。"
      },
      {
        "index": 25,
        "text": "人不可無戒慎恐懼底心。莊子說，庖丁解牛神妙，然才到那族，必心怵然為之一動，然後解去。心動便是懼處。韓文鬥雞聯句云：「一噴一醒然，再接再礪乃！」謂雖困了，一以水噴之便醒。「一噴一醒」，即所謂懼也。此是孟郊語，也說得好。又曰：「爭觀雲填道，助叫波翻海！」此乃退之之豪；「一噴一醒然，再接再礪乃！」此是東野之工。〈雉〉"
      },
      {
        "index": 26,
        "text": "韓退之詩：「強懷張不滿，弱力闕易盈。」上句是助長，下句是歉。〈雉〉"
      },
      {
        "index": 27,
        "text": "退之木鵝詩末句云：「直割蒼龍左耳來！」事見龍川志，正是木鵝事。"
      },
      {
        "index": 28,
        "text": "李賀較怪得些子，不如太白自在。又曰：「賀詩巧。」〈義剛〉"
      },
      {
        "index": 29,
        "text": "劉叉詩：「斗柄寒垂地，河流凍徹天。」介甫詩：「柳樹鳴蜩綠暗，荷花落日紅酣。」王建田家留客云：「丁寧回語屋中妻，有客莫令兒夜啼！」〈方子〉"
      },
      {
        "index": 30,
        "text": "詩須是平易不費力，句法混成。如唐人玉川子輩句語雖險怪，意思亦自有混成氣象。因舉陸務觀詩：「春寒催喚客嘗酒，夜靜臥聽兒讀書。」不費力，好。〈賜〉"
      },
      {
        "index": 31,
        "text": "「行年三十九，歲莫日斜時。孟子心不動，吾今其庶幾！」此樂天以文滑稽也。然猶雅馴，非若今之作者村裏雜劇也！〈方子。佐同〉"
      },
      {
        "index": 32,
        "text": "白樂天琵琶行云「嘈嘈切切錯雜彈，大珠小珠落玉盤」云云，這是和而淫；至「凄凄不似向前聲，滿坐重聞皆淹泣」！這是淡而傷。〈道夫〉"
      },
      {
        "index": 33,
        "text": "唐文人皆不可曉。如劉禹錫作詩說張曲江無後，及武元衡被刺，亦作詩快之。白樂天亦有一詩暢快李德裕。樂天，人多說其清高，其實愛官職。詩中凡及富貴處，皆說得口津津地涎出。杜子美以稷契自許，未知做得與否？然子美卻高，其救房琯，亦正。〈必大〉"
      },
      {
        "index": 34,
        "text": "木蘭詩只似唐人作。其間「可汗」「可汗」，前此未有。〈方子〉"
      },
      {
        "index": 35,
        "text": "黃巢入京師，其夜有人作詩貼三省門罵之。次日盡搜京師，識字者一切殺之。詩莫盛於唐，亦莫慘於唐也！〈揚〉"
      },
      {
        "index": 36,
        "text": "先生偶誦寒山數詩，其一云：「城中娥眉女，珠佩何珊珊！鸚鵡花間弄，琵琶月下彈。長歌三日響，短舞萬人看。未必長如此，芙蓉不奈寒！」云：「如此類，煞有好處，詩人未易到此。公曾看否？」壽昌對：「亦嘗看來。近日送浩來此洒掃時，亦嘗書寒山一詩送行云：「養子未經師，不及都亭鼠。何曾見好人？豈聞長者語？為染在薰蕕，應須擇朋侶。五月敗鮮魚，勿令他笑汝！」〈壽昌〉"
      },
      {
        "index": 37,
        "text": "因舉石曼卿詩極有好處，如「仁者雖無敵，王師固有征；無私乃時雨，不殺是天聲」長篇。某舊於某人處見曼卿親書此詩大字，氣象方嚴遒勁，極可寶愛，真所謂「顏筋柳骨」！今人喜蘇子美字，以曼卿字比之，子美遠不及矣！某嘗勸其人刻之，不知今安在。曼卿詩極雄豪，而縝密方嚴，極好。如籌筆驛詩：「意中流水遠，愁外舊山青。」又「樂意相關禽對語，生香不斷樹交花」之句極佳，可惜不見其全集，多於小說詩話中略見一二爾。曼卿胸次極高，非諸公所及。其為人豪放，而詩詞乃方嚴縝密，此便是他好處，可惜不曾得用！〈雉。子蒙同〉"
      },
      {
        "index": 38,
        "text": "東坡作詩譏一昏闇之人，有句云：「煙雨塞九竅！」〈黎矇子詩。璘〉"
      },
      {
        "index": 39,
        "text": "蜚卿問山谷詩，曰：「精絕！知他是用多少工夫。今人卒乍如何及得！可謂巧好無餘，自成一家矣。但只是古詩較自在，山谷則刻意為之。」又曰：「山谷詩忒好了。」〈道夫〉"
      },
      {
        "index": 40,
        "text": "陳後山初見東坡時，詩不甚好。到得為正字時，筆力高玅。如題趙大年所畫高軒過圖云：「晚知畫書真有益，卻悔歲月來無多！」極有筆力。其中云「八二」者，乃大年行次也。〈雉〉"
      },
      {
        "index": 41,
        "text": "「閉門覓句陳無己，對客揮毫秦少游。」無己平時出行，覺有詩思，便急歸，擁被臥而思之，呻吟如病者，或累日而後成，真是「閉門覓句」。如秦少游詩甚巧，亦謂之「對客揮毫」者，想他合下得句便巧。張文潛詩只一筆寫去，重意重字皆不問，然好處亦是絕好。〈淳〉"
      },
      {
        "index": 42,
        "text": "陳博士在坡公之門，遠不及諸公。未說如秦黃之流，只如劉景文詩云：「四海共知霜滿鬢，重陽曾插菊花無？」陳詩無此句矣。其雜文亦自不及備論。〈道夫〉"
      },
      {
        "index": 43,
        "text": "山谷集中贈覺範詩乃覺範自作。又曰：「山谷詩乃洪駒父輩刪集。」〈義剛〉"
      },
      {
        "index": 44,
        "text": "覺範詩如何及得參寥！〈義剛〉"
      },
      {
        "index": 45,
        "text": "張文潛詩有好底多，但頗率爾，多重用字。如梁甫吟一篇，筆力極健。如云「永安受命堪垂涕，手挈庸兒是天意」等處，說得好，但結末差弱耳。又曰：「張文潛大詩好，崔德符小詩好。」〈又曰：「蘇子由詩有數篇，誤收在文潛集中。」雉〉"
      },
      {
        "index": 46,
        "text": "崔德符魚詩云：「小魚喜親人，可鉤亦可扛；大魚自有神，出沒不可量。」如此等作甚好，文鑑上卻不收。不知如何正道理不取，只要巧！"
      },
      {
        "index": 47,
        "text": "潘邠老有一詩，一句說一事，更成甚詩！〈必大〉"
      },
      {
        "index": 48,
        "text": "古人詩中有句，今人詩更無句，只是一直說將去。這般詩，一日作百首也得。如陳簡齋詩：「亂雲交翠壁，細雨濕青松」；「暖日薰楊柳，濃陰醉海棠」，他是什麼句法！〈雉〉"
      },
      {
        "index": 49,
        "text": "「高宗最愛簡齋：『客子光陰詩卷裏，杏花消息雨聲中。』」又問坐閒云：「簡齋墨梅詩，何者最勝？」或以「皋」字韻一首對。先生曰：「不如『相逢京洛渾依舊，惟恨緇塵染素衣！』」〈雉〉"
      },
      {
        "index": 50,
        "text": "劉叔通屢舉簡齋：「六經在天如日月，萬事隨時更故新。江南丞相浮雲壞，洛下先生宰木春！」前謂荊公，後謂伊川。先生曰：「此詩固好，然也須與他分一箇是非始得。天下之理，那有兩箇都是？必有一箇非。」〈雉〉"
      },
      {
        "index": 51,
        "text": "有人過昭陵題絕句云：「桑麻不擾歲豐登，邊將無功吏不能。四十二年那忍說，西風吹淚過昭陵！」後來人說是劉信叔詩也。〈廣〉"
      },
      {
        "index": 52,
        "text": "「政爾雪峰千百眾，澹然雲水一孤僧。」曾文清詩。〈璘〉"
      },
      {
        "index": 53,
        "text": "舉南軒詩云：「臥聽急雨打芭蕉。」先生曰：「此句不響。」曰：「不若作『臥聞急雨到芭蕉』。」〈又言：「南軒文字極易成。嘗見其就腿上起草，頃刻便就！」至〉"
      },
      {
        "index": 54,
        "text": "劉叔通江文卿三人皆能詩：叔通放體不拘束底詩好，文卿有格律入規矩底詩好。游開子蒙嘗和劉叔通詩：「昨夜劉郎叩角歌，朔雲寒雪滿山阿。文章無用乃如此，富貴不來爭柰何！〈雉錄又四句云：「邴鄭鄉嘗依北海，晁張今復事東坡。吹噓合有飛騰便，未用溪頭買釣簑。」〉此詩若遇蘇黃，須提掇他。文蔚。〈雉錄云：「先生屢稱之曰：『詩須不費力方好。此等使蘇黃見之，當賞音。人固有遇耳。』」〉"
      },
      {
        "index": 55,
        "text": "方伯謨詩不及其父錢監公豪壯。黃子厚詩卻老硬，只是太枯淡。徐思遠〈玉山人。〉與汝談，比諸人較好。思遠乃程克俊之甥，亦是有源流。〈雉〉"
      },
      {
        "index": 56,
        "text": "或問趙昌父徐斯遠韓仲止。曰：「昌父較懇惻。」又問三兄詩文。曰：「斯遠詩文雖小，畢竟清。」〈文蔚〉"
      },
      {
        "index": 57,
        "text": "「力推獰龍借水飲，手卻猛虎奪石坐。」劉淳叟詩。雲谷有虎挨石，淳叟作此，自以為好，不可曉。〈璘〉"
      },
      {
        "index": 58,
        "text": "谷簾水所以好處，某向欲作一首形容之，然極難言。大概到口便空又滑，然此兩字亦說未出。〈必大〉"
      },
      {
        "index": 59,
        "text": "「龍羇新天子，羊裘老故人！」意味。〈道夫〉"
      },
      {
        "index": 60,
        "text": "「群趨浴沂水，遙集舞雩風。」〈同安日試風乎舞雩詩。〉"
      },
      {
        "index": 61,
        "text": "蔡京父子在京城之西兩坊對賜甲第四區，極天下土木之工。一曰太師第，乃京之自居也；二曰樞密第，乃攸之居也；三曰駙馬第，乃鞗之居也；四曰殿監第，乃攸子之居也。攸妻劉，乃明達明節之族，有寵，而二劉不能容，乃出嫁攸，權寵之盛亞之。京攸四第對開，金碧相照。嘗見上官仲恭詩一篇，其閒有城西曲，言蔡氏奢侈敗亡之事，最為豪健。末云：「君不見，喬木參天獨樂園，至今猶是溫公宅！」仲恭乃上官彥衡之子也，惜乎其詩不行於世！〈雉〉"
      },
      {
        "index": 62,
        "text": "本朝婦人能文，只有李易安與魏夫人。李有詩，大略云「兩漢本繼紹，新室如贅疣」云云。「所以嵇中散，至死薄殷周。」中散非湯武得國，引之以比王莽。如此等語，豈女子所能！〈廣〉"
      },
      {
        "index": 63,
        "text": "有鬼詩云：「鶯聲不逐春光老，花影長隨日腳流。」〈廣〉"
      },
      {
        "index": 64,
        "text": "有僧月夜看海潮，得句云「沙邊月汚潮回」，而無對。因看風飄木葉，乃云：「木末風隨葉下」，雖對不過，亦且如此。"
      },
      {
        "index": 65,
        "text": "問曾慥所編《百家詩》。曰：「只是他所見如此。他要無不會，詩詞文章字畫外，更編道書八十卷。又別有一書甚少，名《八段錦》，看了便真以為是神仙不死底人。」"
      },
      {
        "index": 66,
        "text": "古樂府只是詩，中間卻添許多泛聲。後來人怕失了那泛聲，逐一聲添箇實字，遂成長短句，今曲子便是。〈胡泳〉"
      },
      {
        "index": 67,
        "text": "作詩間以數句適懷亦不妨。但不用多作，蓋便是陷溺爾。當其不應事時，平淡自攝，豈不勝如思量詩句？至如真味發溢，又卻與尋常好吟者不同。"
      },
      {
        "index": 68,
        "text": "近世諸公作詩費工夫，要何用？元祐時有無限事合理會，諸公卻盡日唱和而以。今言詩不必作，且道恐分了為學工夫。然到極處，當自知作詩果無益。〈必大〉"
      },
      {
        "index": 69,
        "text": "今人所以事事做得不好者，緣不識之故。只如箇詩，舉世之人盡命去奔去聲。做，只是無一箇人做得成詩。他是不識，好底將做不好底，不好底將做好底。這箇只是心裏鬧，不虛靜之故。不虛不靜故不明，不明故不識。若虛靜而明，便識好物事。雖百工技藝做得精者，也是他心虛理明，所以做得來精。心裏鬧，如何見得！〈僩〉"
      },
      {
        "index": 70,
        "text": "詩社中人言，詩皆原於賡歌。今觀其詩，如何有此意？"
      },
      {
        "index": 71,
        "text": "作詩先用看李杜，如士人治本經。本既立，次第方可看蘇黃以次諸家詩。〈廣。敬仲同〉"
      },
      {
        "index": 72,
        "text": "因林擇之論趙昌父詩，曰：「今人不去講義理，只去學詩文，已落第二義。況又不去學好底，卻只學去做那不好底。作詩不學六朝，又不學李杜，只學那嶢崎底。今便學得十分好後，把作甚麼用？莫道更不好。如近時人學山谷詩，然又不學山谷好底，只學得那山谷不好處。」擇之云：「後山詩恁地深，他資質儘高，不知如何肯去學山谷。」曰：「後山雅健強似山谷，然氣力不似山谷較大，但卻無山谷許多輕浮底意思。然若論敘事，又卻不及山谷。山谷善敘事掅，敘得盡，後山敘得較有疏處。若散文，則山谷大不及後山。〈淳錄云：「後山詩雅健勝山谷，無山谷瀟洒輕揚之態。然山谷氣力又較大，敘事詠物，頗盡事情。其散文又不及後山。」〉擇之云：「歐公好梅聖俞詩，然聖俞詩也多有未成就處。」曰：「聖俞詩不好底多。如河豚詩，當時諸公說道恁地好，據某看來，只似箇上門罵人底詩；只似脫了衣裳，上人門罵人父一般，初無深遠底意思。後山山谷好說文章，臨作文時，又氣餒了。老蘇不曾說，到下筆時做得卻雄健。」〈義剛。淳略〉"
      },
      {
        "index": 73,
        "text": "今江西學者有兩種：有臨川來者，則漸染得陸子靜之學；又一種自楊謝來者，又不好。子靜門猶有所謂「學」。不知窮年窮月做得那詩，要作何用？江西之詩，自山谷一變至楊廷秀，又再變，遂至於此。本朝楊大年雖巧。然巧之中猶有混成底意思，便巧得來不覺。及至歐公，早漸漸要說出來。然歐公詩自好，所以他喜梅聖俞詩，蓋枯淡中有意思。歐公最喜一人送別詩兩句云：「曉日都門道，微敘草樹秋。」又喜王建詩：「曲徑通幽處，襌房花木深。」歐公自言平生要道此語不得。今人都不識這意思，只要嵌字，使難字，便云好。〈雉〉"
      },
      {
        "index": 74,
        "text": "先生因說：「古人做詩，不十分著題，卻好；今人做詩，愈著題，愈不好。」或舉某人會做詩。曰：「他是某人外甥，他家都會做詩，自有文種。」又云：「某嘗謂氣類近，風土遠；氣類才絕，便從風土去。且如北人居婺州，後來皆做出婺州文章，間有婺州鄉談在裏面者，如呂子約輩是也。」〈燾〉"
      },
      {
        "index": 75,
        "text": "或問：「倉頡作字，亦非細人。」曰：「此亦非自撰出，自是理如此。如『心』、『性』等字，未有時，如何撰得？只是有此理，自流出。」〈可學。字附〉"
      },
      {
        "index": 76,
        "text": "大凡字，只聲形二者而已。如「楊」字，「木」是形，「昜」是聲，其餘多有只從聲者。〈按：六書中，形聲其一。㽦〉"
      },
      {
        "index": 77,
        "text": "凡字，如「楊、柳」字，「木」是文，「昜、卯」是字；如「江、河」字，「水」是文，「工、可」是字。字者，滋也，謂滋添者是也。〈揚〉"
      },
      {
        "index": 78,
        "text": "因說協韻，先生曰：「此謂有文有字。文是形，字是聲。文如從『水』從『金』從『木』從『日』從『月』之類；字是『皮、可、工、奚』之類。故鄭漁仲云：『文，眼學也；字，耳學也。』蓋以形、聲別也。」〈時舉〉"
      },
      {
        "index": 79,
        "text": "「壹、貳、參、肆」，皆是借同聲字。「柒」字本無此字，唯有「漆、沮」之「漆」。「漆」字草書頗似「柒」，遂誤以為真。洪氏隸釋辨不及此。〈閎袓〉"
      },
      {
        "index": 80,
        "text": "「世」字與「太」字，古多互用。如太子為世子，太室為世室之類。〈廣〉"
      },
      {
        "index": 81,
        "text": "黃直卿云：「如傭僱之『傭』，也只訓『用』。以其我用他，故將雇以還其力。由此取義，此皆是兩通底字。」〈義剛〉"
      },
      {
        "index": 82,
        "text": "「夷、狄」字，皆從禽獸旁。「苗」本有「反犬」。古人字通用，無亦得。〈義剛〉"
      },
      {
        "index": 83,
        "text": "古人相形造字，自是動不得。如「轡」字，後面一箇「車」，兩邊從「系」，即纏繩也，前面口字，即馬口也，馬口中銜著纏繩也。〈子蒙〉"
      },
      {
        "index": 84,
        "text": "秦篆今皆無此本，而今只是摹本，自宋莒公已不見此本了。〈義剛〉"
      },
      {
        "index": 85,
        "text": "說文亦有誤解者，亦有解不行者。音是徐鉉作，許氏本無。〈必大〉"
      },
      {
        "index": 86,
        "text": "玉篇偏傍多誤收者，如「者、考、老」是也。〈㽦〉"
      },
      {
        "index": 87,
        "text": "韻書難理會。如昨日檢「抑」字，玉篇說文中撿「锋」及「邑」附，皆不見。後來在集韻中尋出，乃云：「反印也」，卻在「印」部尋得。元來無挑「锋」，如此寫「●」。〈義剛〉"
      },
      {
        "index": 88,
        "text": "字之反切，其字母同者，便可互用，如「戎、汝」是也。「逝」字從「折」，故可與「害」字協韻。〈必大〉"
      },
      {
        "index": 89,
        "text": "五方之民，言語不通，卻有暗合處。蓋是風氣之中有自然之理，便有自然之字，非人力所能安排，如「褔」與「備」通。"
      },
      {
        "index": 90,
        "text": "洪州有一部洪韻。太平州亦有部韻家文字。〈義剛〉"
      },
      {
        "index": 91,
        "text": "二王書，某曉不得，看著只見俗了。今有箇人書得如此好俗。法帖上王帖中亦有寫唐人文字底，亦有一釋名底，此皆偽者。〈揚〉"
      },
      {
        "index": 92,
        "text": "字說自不須辯。只看說文字類，便見王字無意思。〈字類有六，會意居其一。方〉"
      },
      {
        "index": 93,
        "text": "字被蘇黃胡亂寫壞了。近見蔡君謨一帖，字字有法度，如端人正士，方是字。〈揚〉"
      },
      {
        "index": 94,
        "text": "論書，因及東坡少壯老字之異。〈南康有人有一卷如此。〉因說：「南軒喜字，然不甚能辨。〈因有一偽書東坡題字，不好，南軒以「端莊」顯之。〉因論麻衣易不難辨，南軒以快之故。〈嘗勸其改一文，曰：「改亦只如是，不解更好了。」揚〉"
      },
      {
        "index": 95,
        "text": "子瞻單勾把筆，錢穆父見之，曰：「尚未能把筆邪？」〈方〉"
      },
      {
        "index": 96,
        "text": "山谷不甚理會得字，故所論皆虛；米老理會得，故所論皆實。嘉祐前前輩如此厚重。胡安定於義理不分明，然是甚氣象！"
      },
      {
        "index": 97,
        "text": "魯直論字學，只好於印冊子上看。若看碑本，恐自未能如其所言。〈必大〉"
      },
      {
        "index": 98,
        "text": "字法直黑內，黃魯直論得玄甚，然其字卻且如此。〈揚〉"
      },
      {
        "index": 99,
        "text": "筆力到，則字皆好。〈不曰有筆力。〉如胸中別樣，即動容周旋中禮。〈方〉"
      },
      {
        "index": 100,
        "text": "寫字不要好時，卻好。〈文蔚〉"
      },
      {
        "index": 101,
        "text": "「南海諸番書，煞有好者，字畫遒勁，如古鍾鼎款識。諸國各不同，風氣初開時，此等事到處皆有開其先者，不獨中國也。」或問古今字畫多寡之異。曰：「古人篆刻筆畫雖多，然無一筆可減。今字如此簡約，然亦不可多添一筆。便是世變自然如此。」〈僩〉"
      },
      {
        "index": 102,
        "text": "「鄒德父楷書大學，今人寫得如此，亦是難得。只是黃魯直書自謂人所莫及，自今觀之，亦是有好處；但自家既是寫得如此好，何不教他方正？須要得恁欹斜則甚？又他也非不知端楷為是，但自要如此寫；亦非不知做人誠實端愨為是，但自要恁地放縱。」道夫問：「何謂書窮八法？」曰：「只一點一畫，皆有法度，人言『永』字體具八法。」行夫問：「張于湖字，何故人皆重之？」曰：「也是好，但是不把持，愛放縱。本朝如蔡忠惠以前，皆有典則。及至米元章黃魯直諸人出來，便不肯恁地。要之，這便是世態衰下，其為人亦然。」道夫言：「尋嘗見魯直亦說好話，意謂他與少游諸人不同。」曰：「他也卻說道理。但到做處，亦與少游不爭多。他一輩行皆是恁地。」道夫曰：「也是坡公做頭，故他們從而和之。」曰：「然。某昨日看他與李方叔一詩，說他起屋，有甚明窗淨几，眼前景致，末梢又只歸做好吟詩上去。若是要只粗說，也且說讀書窮究古今成敗之類亦可，如何卻專要吟詩便了？」道夫曰：「看他也是將這箇來做一箇緊要處。」曰：「他是將來做箇大事看了，如唐韓柳皆是恁地。」道夫云：「嘗愛歐公詩云：『至哉天下樂！終日在書案。』這般意思甚好。」曰：「他也是說要讀書。只歐公卻於文章似說不做亦無緊要。如送徐無黨序所謂『無異草木榮華之飄風，鳥獸好音之過耳』，皆是這意思。」道夫曰：「前輩皆有一病。如歐公又卻疑繫辭非孔子作。」曰：「這也是他一時所見。如繫辭文言若是孔子做，如何又卻有『子曰』字？某嘗疑此等處，如五峰刻通書相似，去了本來所有篇名，卻於每篇之首加一『周子曰』字。通書去了篇名，有篇內無本篇字，如『理性命』章者，煞不可理會。蓋『厥彰厥微，匪靈弗瑩』，是說理；『剛善剛惡，柔亦如之，中焉止矣』，是說性，自此以下卻說命。章內全無此三字，及所加『周子曰』三字又卻是本所無者。次第易繫文言亦是門人弟子所勦入爾。」道夫問：「五峰於通書何故輒以己意加損？」曰：「他病痛多，又寄居湖湘間，士人希疏。兼他自立得門庭又高，人既未必信他；被他門庭高，人亦一向不來。來到他處箇，又是不如他底，不能問難，故絕無人與之講究，故有許多事。」道夫曰：「如他說『孟子道性善』，似乎好奇，全不平帖。」曰：「他不是好奇，只是看不破，須著如此說。又如疑孟辨別自做出一樣文字，溫公疑得固自不是，但他箇更無理會。某嘗謂，今只將前輩與聖賢說話來看，便見自家不及他處。今孟子說得平易如此，溫公所疑又見明白，自家卻說得恁地聱牙，如何辨得他倒！」道夫曰：「如此則是他只見那一邊，不知有這一邊了。」曰：「他都不知了。只如楊氏為我，只知為我，都不知聖賢以天地萬物為一體，公其心而無所私底意思了。又如老氏之虛無清淨，他只知箇虛無清淨。今人多言釋氏本自見得這箇分明，只是見人如何，遂又別為一說。某謂豈有此理！只認自家說他不知，便得。」先生以手指其下月曰：「他若知之，則白處便須還是白，黑處便須還是黑，豈有知之而不言者？此孟子所謂『詖辭知其所蔽，淫辭知其所陷，邪辭知其所離，遁辭知其所窮』。辭之不平，便是他蔽了，蔽了便陷，陷了便離，離了便窮。且如五峰疑孟辨忽出甚『感物而動者，眾人也；感物而節者，賢人也；感物而通者，聖人也』。劈頭便罵了箇動。他之意，是聖人之心雖感物，只靜在這裏，感物而動便不好。中間胡廣仲只管支離蔓衍說將去，更說不回。某一日讀文定春秋，有『何況聖人之心感物而動』一語。某執以問之曰：『若以為感物而動是不好底心，則文定當時何故有此說？』廣仲遂語塞。」先生復笑而言曰：「蓋他只管守著五峰之說不肯放，某卻又討得箇大似五峰者與他說，只是以他家人自與之辨極好。道理只是見不破，彼便有許多病痛。」〈道夫〉"
      },
      {
        "index": 103,
        "text": "拾遺{{*|編成而又有遺者，萃此。}"
      },
      {
        "index": 104,
        "text": "志氣清明，思慮精一，炯然不昧，而常有以察於幾微之間，則精矣；立心之剛，用力之篤，毅然自守，而常有以謹於毫釐之失，則一矣。"
      },
      {
        "index": 105,
        "text": "人心之動，變態不一。所謂「五分天理，五分人欲」者，特以其善惡交戰而言爾。有先發於天理者，有先發於人欲者，蓋不可以一端盡也。"
      },
      {
        "index": 106,
        "text": "人心但以形氣所感者而言爾。具形氣謂之人，合義理謂之道，有知覺謂之心。"
      },
      {
        "index": 107,
        "text": "便以動者為危，亦未當。若動於義理，則豈得謂之危乎？"
      },
      {
        "index": 108,
        "text": "「允執」，有常久不變之意者得之。〈此建別錄所載。廣錄五條疑是答學書語。今入此〉"
      },
      {
        "index": 109,
        "text": "寤寐者，心之動靜也；有思無思者，又動中之動靜也；〈思有善惡，又動中動，陽明陰濁也。〉有夢無夢者，又靜中之動靜也。〈夢有邪正，又靜中動，陽明陰濁也。〉但寤陽而寐陰，寤清而寐濁，寤有主而寐無主，故寂然感通之妙，必於寤而言之。〈寤則虛靈知覺之體燀然呈露，如一陽復而萬物生意皆可見；寐則虛靈知覺之體隱然潛伏，如純坤月而萬物生性不可窺。此答陳淳書，而詳。〉"
      },
      {
        "index": 110,
        "text": "問遺書"
      },
      {
        "index": 111,
        "text": "「忠信進德終日」以下，是說此一理，後言形氣。今古人我皆一統，「神如在上，在左右」，是道體遍滿。「誠」字是實理如此。"
      },
      {
        "index": 112,
        "text": "「射中鵠，舞中節，御中度。」無誠心則不中。〈言多不記〉"
      },
      {
        "index": 113,
        "text": "「理義悅心是愜當。玩理養心則兩進。」一是知而悅，一是養而悅。"
      },
      {
        "index": 114,
        "text": "「當知用心緩急。」如大經大體，是要先知用心，以此乃可緩緩進。"
      },
      {
        "index": 115,
        "text": "「曲能有誠」，有誠則不曲矣。蓋誠者，圓成無欠闕者也。"
      },
      {
        "index": 116,
        "text": "「萬物無一物失所」，是使之各得其分恰好處。"
      },
      {
        "index": 117,
        "text": "「人心活則周流」，無偏係即活。憂患樂好，皆偏係也。〈方謂，無私意則循天之理，自然周流。〉"
      },
      {
        "index": 118,
        "text": "「事君有犯無隱，事親有隱無犯」，有時而可分。〈言事君親之心本同也。〉"
      },
      {
        "index": 119,
        "text": "「只歸之自然，則更無可觀，更無可玩索。」上句謂不求其所以然，只說箇自然，是顢頇也，謂不可如此爾。"
      },
      {
        "index": 120,
        "text": "龜山答人問赤子入井令求所以然一段，好。"
      },
      {
        "index": 121,
        "text": "「仁則固一，一所以為仁」，言所以一者是仁也。"
      },
      {
        "index": 122,
        "text": "「仁在事。」若不於事上看，如何見仁？"
      },
      {
        "index": 123,
        "text": "「退藏於密」，密是主靜處，萬化出焉者。動中之靜，固是靜；又有大靜，萬化森然者。"
      },
      {
        "index": 124,
        "text": "「斷置」，言倒斷措置也。"
      },
      {
        "index": 125,
        "text": "言四德，云：「不有其功，常久而已者也。」〈不有其功，言化育之無跡處為貞。〉因言：「貞於五常為智。孟子曰：『知斯二者弗去是也。』既知，又曰『弗去』，有兩義。又，文言訓『正固』，又於四時為冬，冬有始終之義。王氏亦云，腎有兩：有龜有蛇，所以朔易亦猶貞也。又傳曰：『貞各稱其事。』」問：「咸傳之九四說虛心貞一處，全似敬。」答云：「蓋嘗有語曰：『敬，心之貞也。』」"
      },
      {
        "index": 126,
        "text": "孔子既知桓魋不能害己，又卻微服過宋一段，有盡人事回造化立命之意。〈方。止此〉"
      },
      {
        "index": 127,
        "text": "「知性善以忠信為本。」須是的然識得這箇物事，然後從忠信做將去。若不識得這箇，不知是做甚麼，故曰：「先立乎其大者。」"
      },
      {
        "index": 128,
        "text": "問「敬先於知，然知至則敬愈分明」。曰：「此正如『配義與道』。」"
      },
      {
        "index": 129,
        "text": "問「心無私主，有感皆通」。曰：「無私主也不是慏悻沒理會，只是公。善則好之，惡則惡之；善則賞之，惡則刑之。此是聖人至公至神之化。心無私主，如天地一般，寒則遍天下皆寒，熱則遍天下皆熱，便是有感皆通。」曰：「心無私主最難。」曰：「亦是克去己私，心便無私主。心有私主，只是相契者便應，不相契者便不應。如好讀書人，見書便愛；不好讀書人，見書便不愛。」〈宇〉"
      },
      {
        "index": 130,
        "text": "問：「『應務不煩』是如何？」曰：「閑時不曾理會得，臨時旋理會，則煩。若豫先理會得，則臨時事來，便從自家理會得處理會將去。如理會得禮，則禮到面前便理會得；如理會得樂，則樂到面前便理會得，更不煩也。」〈燾〉"
      },
      {
        "index": 131,
        "text": "天機有不器於物者，在方為方，在圓為圓。〈方〉"
      },
      {
        "index": 132,
        "text": "先生曰：「自家理會得這道理，使天下之人皆理會得這道理，豈不是樂！」"
      },
      {
        "index": 133,
        "text": "嘗言坐即靠倚，後來捱三四日便坐得。先生云：「氣不從志處，乃是天理人欲交戰處也。」〈季通。方〉"
      },
      {
        "index": 134,
        "text": "神乃氣之精明者耳。"
      },
      {
        "index": 135,
        "text": "「有翼其臨。」翼，敬也。"
      },
      {
        "index": 136,
        "text": "「僂句成欺，黃裳亦誤」，事見《左傳》。"
      },
      {
        "index": 137,
        "text": "問：「范氏言宋襄公出母事，有『生則致孝，死則盡禮』之說。然出母既義不可迎之以歸，則所謂致孝盡禮者，恐只是遣使命往來遺問否？」曰：「恐只是如此。如定省之類，自是都做不得了。」因言：「宣姜全不成人，卻有賢女：許穆夫人宋襄公母是也。春秋時，魯最號禮義之國。然其間成甚風俗！」〈必大〉"
      },
      {
        "index": 138,
        "text": "康節說形而上者不能出莊老，形而下者則盡之矣。〈因誦皇極書第一篇。〉二先生說下者不盡，亦不甚說。關子明說形而上者亦莊老。〈季通。方〉"
      }
    ]
  }
}
