{
  "chapterNumber": 135,
  "title": "大亂之後易治，戰國嬴秦漢初是也。〈揚〉",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "周太繁密，秦人盡掃了，所以賈誼謂秦「專用茍簡自恣」之行。秦又太茍簡自恣，不曾竭其心思。太史公董仲舒論漢事，皆欲用夏之忠。不知漢初承秦，掃去許多繁文，已是質了。〈至。學蒙錄：「漢承焚滅之後，卻有忠質底意。」〉"
      },
      {
        "index": 1,
        "text": "漢高祖私意分數少。唐太宗一切假仁借義以行其私。〈若海〉"
      },
      {
        "index": 2,
        "text": "漢興之初，人未甚繁，氣象凛地較好。到武宣極盛時，便有衰底意思。人家亦然。〈義剛〉"
      },
      {
        "index": 3,
        "text": "或問：「高祖為義帝發喪是詐，後如何卻成事？」曰：「只緣當時人和詐也無。如五伯假之，亦是諸侯皆不能假故也。」〈祖道〉"
      },
      {
        "index": 4,
        "text": "伯謨問：「汪公史評說酈食其，說得好。」曰：「高祖那時也謾教他去，未必便道使得著。」又問：「聖人處太公事如何？」曰：「聖人須是外放教寬，一面自進，必不解如高祖突出這般說話。然高祖也只是寬他。劉項之際，直是紛紛可畏。度那時節有百十人，有千來人，皆成部落，無處無之。那時也無以為糧，只是劫奪。」〈賀孫〉"
      },
      {
        "index": 5,
        "text": "廣武之會，太公既已為項羽所執。高祖若去求告他，定殺了。只得以兵攻之，他卻不敢殺。時高祖亦自知漢兵已強，羽亦知殺得無益，不若留之，庶可結漢之懽心。」〈人傑錄云：「使高祖屈意事楚，則有俱斃而已，惟其急於攻楚，所以致太公之歸也。」〉問：「舜棄天下猶敝屣。」曰：「如此，則父子俱就戮爾，亦救太公不得。若『分羹』之語，自是高祖說得不是。」〈㽦。人傑錄云：「『分羹』之說，則大不可。然豈宜以此責高祖？若以此責之，全無是處也。」方子錄卻云：「『杯羹』之語，只得如此。」〉"
      },
      {
        "index": 6,
        "text": "問：「『養虎自遺患』事，張良當時若放過，恐大事去矣。如何？」曰：「若只計利害，即無事可言者。當時若放過未取，亦不出三年耳。」問：「機會之來，間不容髮。況沛公素無以繫豪傑之心，放過即事未可知。」曰：「若要做此事，先來便莫與項羽講解。既已約和，即不可為矣。大底張良多陰謀，如入關之初，賂秦將之為賈人者，此類甚多。」問：「伊川卻許以有儒者氣象，豈以出處之際可觀邪？」曰：「為韓報仇事，亦是。是為君父報仇。」〈德明〉"
      },
      {
        "index": 7,
        "text": "或問：「太史公書項籍垓下之敗，實被韓信布得陣好，是以一敗而竟斃。」曰：「不特此耳。自韓信左取燕齊趙魏，右取九江英布，收大司馬周殷，而羽漸困於中，而手足日翦。則不待垓下之敗，而其大勢蓋已不勝漢矣。」〈壯祖〉"
      },
      {
        "index": 8,
        "text": "伯豐因問善家令言，尊太公事。曰：「此等處，高祖自是理會不得。但它見太公擁篲，心卻不安。然如尊太公事，亦古所未有耳。」〈㽦〉"
      },
      {
        "index": 9,
        "text": "高祖斬丁公，赦季布，非誠心欲伸大義，特私意耳。季布所以生，蓋欲示天下功臣。是時功臣多，故不敢殺季布。既是明大義，陳平信布皆項羽之臣，信布何待反而誅之？〈壽昌〉"
      },
      {
        "index": 10,
        "text": "義剛說賜姓劉氏，云：「古人族系不亂，只緣姓氏分明。自高祖賜姓，而譜系遂無稽考，姓氏遂紊亂，但是族系紊亂，也未害於治體。但一有同姓異姓之私，則非以天下為公之意。今觀所謂『劉氏冠』『非劉氏不王』，往往皆此一私意。使天下後世有親疏之間，而相戕相黨，皆由此起。」先生曰：「古人是未有姓，故賜他姓，教他各自分別。後來既有姓了，又何用賜？但一時欲以恩結之，使之親附於己，故賜之。如高祖猶少。如唐，夷狄來附者皆賜姓，道理也是不是，但不要似公樣恁地起風作浪說。」〈義剛〉"
      },
      {
        "index": 11,
        "text": "太史公三代本紀皆著孔子所損益四代之說。高祖紀又言「色尚黃，朝以十月」，此固有深意。且以孔顏而行夏時，乘商輅，服周冕，用韶舞，則好；以劉季為之，亦未濟事在。〈方子〉"
      },
      {
        "index": 12,
        "text": "高祖子房英，項羽雄。〈道夫〉"
      },
      {
        "index": 13,
        "text": "嘗欲寫出蕭何韓信初見高祖時一段，鄧禹初見光武時一段，武侯初見先主時一段，將這數段語及王朴平邊策編為一卷。〈雉〉"
      },
      {
        "index": 14,
        "text": "程先生謂何追韓信，高祖通知，亦有此理。無垢謂申屠嘉責鄧通，文帝亦通知，恐未必然。嘉乃高祖時踏弩之卒，想亦一樸直人。文帝教做宰相，便為他做，有事當行便行。大事記解題謂自嘉薨，宰相權便輕了，為以御史大夫副之也。〈揚〉"
      },
      {
        "index": 15,
        "text": "論三代以下人品皆稱子房孔明。子房今日說了脫空，明日更無愧色，畢竟只是黃老之學。及後疑戮功臣時，更尋討他不著。〈㽦〉"
      },
      {
        "index": 16,
        "text": "「唐子西云：『自漢而下，惟有子房孔明爾，而子房尚黃老，孔明喜申韓。』也說得好。子房分明是得老子之術，其處己、謀人皆是。孔明手寫申韓之書以授後主，而治國以嚴，皆此意也。」問：「邵子云：『智哉留侯！善藏其用。』如何？」曰：「只燒絕棧道，其意自在韓而不在漢。及韓滅無所歸，乃始歸漢，則其事可見矣。」〈道夫〉"
      },
      {
        "index": 17,
        "text": "問子房孔明人品。曰：「子房全是黃老，皆自黃石一編中來。」又問：「一編非今之三略乎？」曰：「又有黃石公素書，然大率是這樣說話。」廣云：「觀他博浪沙中事也甚奇偉。」曰：「此又忒煞不黃老。為君報仇，此是他資質好處。後來事業則都是黃老了，凡事放退一步。若不得那些清高之意來緣飾遮蓋，則其從衡詭譎，殆與陳平輩一律耳。孔明學術亦甚雜。」廣云：「他雖嘗學申韓，卻覺意思頗正大。」曰：「唐子西嘗說子房與孔明皆是好人才。但其所學，一則從黃老中來，一則從申韓中來。」又問：「崔浩如何？」曰：「也是箇博洽底人。他雖自比子房，然卻學得子房獃了。子房之辟穀，姑以免禍耳，他卻真箇要做。」〈廣〉"
      },
      {
        "index": 18,
        "text": "子房多計數，堪下處下。〈揚〉"
      },
      {
        "index": 19,
        "text": "張良一生在荊棘林中過，只是殺他不得。任他流血成川，橫屍萬里，他都不知。〈椿〉"
      },
      {
        "index": 20,
        "text": "叔孫通為綿蕝之儀，其效至於群臣震恐，無敢喧嘩失禮者。比之三代燕享群臣氣象，便大不同，蓋只是秦人尊君卑臣之法。〈人傑。必大錄云：「叔孫通制漢儀，一時上下肅然震恐，無敢喧嘩，時以為善。然不過尊君卑臣，如秦人之意而已，都無三代燕饗底意思了。」〉"
      },
      {
        "index": 21,
        "text": "齊魯二生之不至，亦是見得如此，未必能傳孔孟之道。只是它深知叔孫通之為人，不肯從它耳。〈㽦〉"
      },
      {
        "index": 22,
        "text": "漢之「四皓」，元稹嘗有詩譏之。意謂楚漢紛爭卻不出；只為呂氏以幣招之，便出來，只定得一箇惠帝，結裹小了。然觀「四皓」，恐不是儒者，只是智謀之士。〈㽦〉"
      },
      {
        "index": 23,
        "text": "伯豐問：「『四皓』是如何人品？」曰：「是時人才都沒理會，學術權謀，混為一區。如安期生蒯通蓋公之徒，皆合做一處。『四皓』想只是箇權謀之士。觀其對高祖言語重，如『願為太子死』，亦脅之之意。」又問：「高祖欲易太子，想亦是知惠帝人才不能負荷。」曰：「固是。然便立如意，亦了不得。蓋題目不正，諸將大臣不心服。到後來呂氏橫做了八年，人心方憤悶不平，故大臣誅諸呂之際，因得以誅少帝。少帝但非張后子，或是後宮所出，亦不可知。史謂大臣陰謀以少帝非惠帝子，意亦可見。少帝畢竟是呂氏黨，不容不誅耳。杜牧之詩云：『南軍不袒左邊袖，四老安劉是滅劉！』如唐中宗事，致堂南軒皆謂五王合併廢中宗，因誅武氏，別立宗英。然當時事勢，中宗卻未有過，正緣無罪被廢，又是太宗孫，高宗子，天下之心思之，為它不憤，五王亦因此易於成功耳。中宗後來所為固謬，然當時便廢他不得。」〈㽦〉"
      },
      {
        "index": 24,
        "text": "「召平高於『四皓』，但不知高后時，此四人在甚處。」蔡丈云：「康節謂事定後，四人便自去了。」曰：「也不見得。恐其老死，亦不可知。」〈廣〉"
      },
      {
        "index": 25,
        "text": "韓信反，無證見。〈閎祖〉"
      },
      {
        "index": 26,
        "text": "問：「南軒嘗對上論韓信諸葛之兵異。」曰：「韓都是詭詐無狀。」〈揚〉"
      },
      {
        "index": 27,
        "text": "三代以下，漢之文帝，可謂恭儉之主。〈道夫〉"
      },
      {
        "index": 28,
        "text": "文帝曉事，景帝不曉事。〈文蔚〉"
      },
      {
        "index": 29,
        "text": "文帝學申韓刑名，黃老清靜，亦甚雜。但是天資素高，故所為多近厚。至景帝以刻薄之資，又輔以慘刻之學，故所為不如文帝。班固謂漢言文景帝者，亦只是養民一節略同；亦如周云「成康」，康亦無大好處。或者說關雎之詩，正謂康后淫亂，故作以譏之。〈子蒙〉"
      },
      {
        "index": 30,
        "text": "文帝不欲天下居三年喪，不欲以此勤民，所為大綱類墨子。〈賀孫〉"
      },
      {
        "index": 31,
        "text": "或問：「文帝欲短喪。或者要為文帝遮護，謂非文帝短喪，乃景帝之過。」曰：「恐不是恁地。文帝當時遺詔教大功十五日，小功七日，服纖三日。或人以為當時當服大功者只服十五日，當服小功者只服七日，當服纖者只三日，恐亦不解恁地。臣為君服，不服則已，服之必斬衰三年，豈有此等級！或者又說，古者只是臣為君服三年服，如諸侯為天子，大夫為諸侯，及畿內之民服之。於天下吏民無三年服，道理必不可行。此制必是秦人尊君卑臣，卻行這三年，至文帝反而復之耳。」〈子蒙〉"
      },
      {
        "index": 32,
        "text": "問：「文帝問陳平錢穀刑獄之數，而平不對，乃述所謂宰相之職。或以為錢穀刑獄一得其理，則陰陽和，萬物遂，而斯民得其所矣。宰相之職，莫大於是，惜乎平之不知此也。」曰：「平之所言，乃宰相之體。此之所論。亦是一說。但欲執此以廢彼，則非也。要之，相得人，則百官各得其職。擇一戶部尚書，則錢穀何患不治？而刑部得人，則獄事亦清平矣。昔魏文侯與田子方飲。文侯曰：『鐘聲不比乎左高。』田子方笑。文侯曰：『何笑？』子方曰：『臣聞之，君明樂官，不明樂音。今君審於音，臣恐其聾於官也。』陳平之意，亦猶是爾。蓋知音而不知人，則瞽者之職爾。知人，則音雖不知，而所謂樂者固無失也。本朝韓魏公為相。或謂公之德業無愧古人，但文章有所不逮。公曰：『某為相，歐陽永叔為翰林學士，天下之文章，莫大於是！』自今觀之，要說他自不識，安能知歐陽永叔，也得。但他偶然自知，亦柰他何？」〈道夫〉"
      },
      {
        "index": 33,
        "text": "問：「周亞夫『軍中聞將軍令，不聞天子詔』，不知是否？」曰：「此軍法。」又問：「大凡為將之道，首當使軍中尊君親上。若徒知有將，而不知有君，則將皆亞夫，固無害也。設有姦將一萌非意，則軍中之人，豈容不知有君？」曰：「若說到反時，更無說。凡天子命將，既付以一軍，只當守法。且如朝廷下州縣取一件公事，亦須知州知縣肯放，方可發去。不然，豈可輒易也！」〈自修〉"
      },
      {
        "index": 34,
        "text": "賈誼說教太子，方說那承師問道等事，卻忽然說帝入太學之類。後面又說太子，文勢都不相干涉。不知怎地，賈誼文章大抵恁地無頭腦。如後面說「春朝朝日，秋莫夕月」，亦然。他方說太子，又便從天子身上去。某嘗疑「三代之禮」一句，合當作「及其為天子」字。蓋詳他意，是謂為太子時教得如此，及為天子則能如此。它皆是引禮經全文以為證，非是他自說如此。〈義剛〉"
      },
      {
        "index": 35,
        "text": "問：「賈誼《新書》云：『太子處位不端，受業不敬，言語不序，聲音不應律。』聲音應律，恐是以歌詠而言。」曰：「不是如此。太子新生，太師吹律以驗其啼。所謂應律，只是要看他聲音高下。如大射禮『舉旌以宮，偃旌以商』，便是此類。』〈文蔚〉"
      },
      {
        "index": 36,
        "text": "問：「賈誼《新書》『立容言早立』，何謂『早立』？」曰：「不可曉。如儀禮云『疑立』，疑卻音屹，屹然而立也。」〈節〉"
      },
      {
        "index": 37,
        "text": "問賈誼《新書》。曰：「此誼平日記錄卧草也。其中細碎俱有，治安策中所言亦多在焉。」〈方子〉"
      },
      {
        "index": 38,
        "text": "賈誼《新書》除了漢書中所載，餘亦難得粹者。看來只是賈誼一雜記卧耳，中間事事有些。〈廣〉"
      },
      {
        "index": 39,
        "text": "問：「賈誼『五餌』之說如何？」曰：「伊川嘗言，本朝正用此術。契丹分明是被金帛買住了。今日金虜亦是如此。」昌父曰：「交鄰國，待夷狄，固自有道。『五餌』之說，恐非仁人之用心。」曰：「固是。但虜人分明是遭餌。但恐金帛盡則復來，不為則已，為則五餌須並用。然以宗室之女妻之，則大不可。如烏孫公主之類，令人傷痛。然何必夷狄？『齊人歸女樂』，便是如此了。如阿骨打初破遼國，勇銳無敵。及既下遼，席卷其子女而北，肆意蠱惑，行未至其國而死。」因笑謂趙曰：「頃年於呂季克處見一畫卷，畫虜酋與一胡女並轡而語。季克苦求詩，某勉為之賦，末兩句云：『卻是燕姬解迎敵，不教行到殺胡林。』正用骨打事也。」〈僩〉"
      },
      {
        "index": 40,
        "text": "文帝便是善人，武帝卻有狂底氣象。陸子靜省試策說武帝強文帝。其論雖偏，亦有此理。文帝資質雖美，然安於此而已。其曰「卑之無甚高論，令今可行」，題目只如此。先王之道，情願不要去做，只循循自守。武帝病痛固多，然天資高，志向大，足以有為。使合下便得箇真儒輔佐，豈不大有可觀？惜乎無真儒輔佐，不能勝其多欲之私，做從那邊去了！欲討匈奴，便把呂后嫚書做題目，要來揜蓋其失。他若知得此，豈無「修文德以來」道理？又如討西域，初一番去不透，又再去，只是要得一馬，此是甚氣力！若移來就這邊做，豈不可？末年海內虛耗，去秦始皇無幾。若不得霍光收拾，成甚麼！輪臺之悔，亦是天資高，方如此。嘗因人言，太子仁柔不能用武，答以「正欲其守成。若朕所為，是襲亡秦之跡」！可見他當時已自知其罪。向若能以仲舒為相，汲黯為御史大夫，豈不善！〈先生歸後，再有取答問目云：「狂者志高，可以有為；狷者志索，有所不為，而可以有守。漢武狂，然又不純一，不足言也。」淳。寓錄見「狂狷」章。〉"
      },
      {
        "index": 41,
        "text": "「漢守高祖無功不侯之法甚嚴。武帝欲侯李廣利，亦作計，終破之。法制之不足恃，除得人方好。」因論子靜取武帝，曰：「其英雄，乃其不好處，看人不可如此。」又謂：「文帝雖只此，然亦不是胸中無底。觀與賈誼夜半前席之事，則其論說甚多。誼蓋皆與帝背者，帝只是應將去。誼雖說得如『厝火薪下』之類，如此之急，帝觀之亦未見如此。」又云：「彼自見得，當時之治，亦且得安靜，不可撓。」〈揚〉"
      },
      {
        "index": 42,
        "text": "武帝做事，好揀好名目。如欲逞兵立威，必曰：「高皇帝遺我平城之憂！」若果以此為恥，則須「修文德以來之」，何用窮兵黷武，驅中國生民於沙漠之外，以償鋒鏑之慘！〈道夫〉"
      },
      {
        "index": 43,
        "text": "武帝征匈奴，非為祖宗雪積年之忿，但假此名而用兵耳。〈壽昌〉"
      },
      {
        "index": 44,
        "text": "王允云：「武帝不殺司馬遷，使作謗書。」如封禪書所載祠祀事。樂書載得神馬為太一歌，汲黯進曰：「先帝百姓豈能知其音邪？」公孫弘曰：「黯誹謗聖制，當族。」下面卻忽然寫許多禮記。又如律書說律，又說兵，又說文帝不用兵，贊歎一場。全是箇醉人東撞西撞！觀此等處，恐是此意。〈閎祖〉"
      },
      {
        "index": 45,
        "text": "漢儒董仲舒較穩。劉向雖博洽而淺，然皆不見聖人大道。賈誼司馬遷皆駁雜，大意是說權謀功利。說得深了，覺見不是，又說一兩句仁義。然權謀已多了，救不轉。蘇子由古史前數卷好，後亦合雜權謀了。"
      },
      {
        "index": 46,
        "text": "漢儒初不要窮究義理，但是會讀，記得多，便是學。〈揚〉"
      },
      {
        "index": 47,
        "text": "漢儒注書，只注難曉處，不全注盡本文，其辭甚簡。〈揚〉"
      },
      {
        "index": 48,
        "text": "問：「君臣之變，不可不講。且如霍光廢昌邑，正與伊尹同。然尹能使太甲『自怨自艾』，而卒復辟。光當時被昌邑說『天子有爭臣七人』兩句後，他更無轉側。萬一被他更咆勃時，也惡模樣。」曰：「到這裏也不解恤得惡模樣了。」義剛曰：「光畢竟是做得未宛轉。」曰：「做到這裏，也不解得宛轉了。」良久，又曰：「人臣也莫願有此。萬一有此時，也十分使那宛轉不得。」〈義剛〉"
      },
      {
        "index": 49,
        "text": "問：「霍光廢昌邑，是否？」曰：「是。」「使太甲終不明，伊尹如之何？」曰：「亦有道理。」〈可學〉"
      },
      {
        "index": 50,
        "text": "或問：「霍光不負社稷，而終有許后之事；馬援以口過戒子孫，而他日有裹屍之禍。」先生曰：「『采葑采菲，無以下體。』取人之善，為己師法，不當如此論也。」〈若海〉"
      },
      {
        "index": 51,
        "text": "問宣帝雜王、伯之說。曰：「須曉得如何是王，如何是伯，方可論此。宣帝也不識王、伯，只是把寬慈底便喚做王，嚴酷底便喚做伯。明道王伯劄子說得後，自古論王、伯，至此無餘蘊矣。」〈義剛〉"
      },
      {
        "index": 52,
        "text": "叔器問：「宣帝言漢雜王、伯，此說也似是。」曰：「這箇先須辨別得王、伯分明，方可去論它是與不是。」叔器云：「如約法三章，為義帝發喪之類，做得也似好。」曰：「這箇是它有意無意？」叔器曰：「有意。」曰：「既是有意，便不是王。」〈義剛〉"
      },
      {
        "index": 53,
        "text": "韓延壽傳云：「以期會為大事。」某舊讀漢書，合下便喜他這一句。直卿曰：「『敬事而信』，也是這意。」曰：「然。」〈道夫〉"
      },
      {
        "index": 54,
        "text": "問不疑誣金事。徐節孝以金還人。曰：「初也須與他至誠說是無，看如何。他人解，便休；若是硬執，只得還他。若皆不與之解說，人才誣便還，則是以不善與人而自為善，其心有病矣。」〈揚〉"
      },
      {
        "index": 55,
        "text": "楊惲坐上書怨謗，要斬。此法古無之，亦是後人增添。今觀其書，謂之怨則有之，何謗之有？〈淳〉"
      },
      {
        "index": 56,
        "text": "正淳論二疏不合徒享爵位而去，又不合不薦引剛直之士代己輔導太子。先生曰：「疏廣父子亦不必苛責之。雖未盡出處之正，然在當時親見元帝懦弱，不可輔導，它只得去，亦是避禍而已。觀渠自云：『不去，懼貽後悔。』亦自是省事恬退底。世間自有此等人。它性自恬退，又見得如此，只得去。若不去，蕭望之便是樣子。望之即剛直之士。」又問：「元帝是時年十二，如何便逆知其後來事？」曰：「若是狡者，便難知。如南北時，有一王當面做好人，背後即為非，此等卻難知。若庸謬底人，自是易見。」又問：「如何不以告宣帝，或思所以救之？」曰：「若是恁地，越不能得去。便做告與宣帝，教宣帝待如何？」〈㽦〉"
      },
      {
        "index": 57,
        "text": "先生因言：「嘗見一人云，匡衡做得相業全然不是，只是所上疏議論甚好，恐是收得好懷挾。」又云：「如答淮陽王求史遷書，其辭甚好。」又曰：「如宣元間詔令，及一戒諸侯王詔令，皆好，不知是何人做。漢初時卻無此議論，漢初卻未曾講貫得恁地。」又曰：「匡衡說詩，關雎等處甚好，亦是有所師授，講究得到。」〈㽦〉"
      },
      {
        "index": 58,
        "text": "事無有自做得成者。光武要小小自做家活子，亦是鄧禹先尋得許多人。太宗便是房杜為尋得許多人。今只要自做。〈揚〉"
      },
      {
        "index": 59,
        "text": "古人年三十時，都理會得了，便受用行將去。今人都如此費力。只如鄧禹十三歲學於京師，已識光武為非常人。後來杖策謁軍門，只以數言定天下大計。〈德明〉"
      },
      {
        "index": 60,
        "text": "古之名將能立功名者，皆是謹重周密，乃能有成。如吳漢朱然終日欽欽，常如對陳。須學這樣底，方可。如劉琨恃才傲物，驕恣奢侈，卒至父母妻子皆為人所屠。今人率以才自負，自待以英雄，以至恃氣傲物，不能謹嚴。以此臨事，卒至於敗而已。要做大功名底人，越要謹密，未聞粗魯闊略而能有成者。〈僩〉"
      },
      {
        "index": 61,
        "text": "漢儒專以災異、讖緯，與夫風角、鳥占之類為內學。如徐孺子之徒多能此，反以義理之學為外學。且如鍾離意傳所載修孔子廟事，說夫子若會覆射者然，甚怪！〈義剛〉"
      },
      {
        "index": 62,
        "text": "徐孺子以綿漬酒，藏之雞中，去弔喪，便以水浸綿為酒以奠之，便歸。所以如此者，是要用他自家酒，不用別處底。所以綿漬者，蓋路遠，難以器皿盛故也。〈燾〉"
      },
      {
        "index": 63,
        "text": "或問：「黃憲不得似顏子。」曰：「畢竟是資稟好。」又問：「若得聖人為之依歸，想是煞好。」曰：「又不知他志向如何。顏子不是一箇衰善底人。看他是多少聰明！便敢問為邦。孔子便告以四代禮樂。」因說至「伯夷聖之清，伊尹聖之任，柳下惠聖之和」，都是箇有病痛底聖人。又問：「伊尹似無病痛？」曰：「『五就湯，五就桀』，孔孟必不肯恁地，只為他任得過。」又問：「伊尹莫是『枉尺直尋』？」曰：「伊尹不是恁地，只學之者便至枉尺直尋。」〈賀孫〉"
      },
      {
        "index": 64,
        "text": "亂世保身之難，申屠蟠事可見。郭林宗彰而獲免，以稱人之美而不稱惡，人不惡之。陳仲弓分太守謗，送宦者葬，其為皆如此。不送其葬亦得，為之詭遇。〈揚〉"
      },
      {
        "index": 65,
        "text": "後漢魏桓不肯仕，鄉人勉之。曰：「干祿求進，以行志也。方今後宮千數，其可損乎？廄馬萬匹，其可減乎？左右權豪，其可去乎？」慨然歎曰：「使桓生行而死還，於諸子何有哉！」〈賀孫〉"
      },
      {
        "index": 66,
        "text": "問器遠：「君舉說漢黨錮如何？」曰：「也只說當初所以致此，止緣將許多達官要位付之宦官，將許多儒生付之閑散無用之地，所以激起得如此。」曰：「這時許多好官尚書，也不是付宦官，也是儒生，只是不得人。許多節義之士，固是非其位之所當言，宜足以致禍。某常說，只是上面欠一箇人。若上有一箇好人，用這一邊節義，剔去那一邊小人，大故成一箇好世界。只是一轉關子。」〈賀孫〉"
      },
      {
        "index": 67,
        "text": "說東漢誅宦官事，云：「欽夫所說，只是翻謄好看，做文字則劇，其實不曾說著當時事體。到得那時節，是甚麼時節！雖倉公扁鵲所不能療。如天下有必死之病，喫熱藥也不得，喫涼藥也不得。有一人下一服熱藥，便道他用藥錯了。天下有必亡之勢，這如何慢慢得！若許多宦者未誅，更恁地保養過幾年，更乖。這只是胡說。那時節是甚麼時節！都無主了。立箇渤海王之子纘，纔七八歲，方說梁冀跋扈，便被弒了！立蠡吾侯，為桓帝，方十五歲，外戚宦官手裏養得大，你道他要誅他不要誅他！東漢外戚宦官從來盤踞，軌轍相銜，未有若此之可畏。養箇女子，便頓放在宮中，十餘年後便窮極富貴。到得有些蹶跌，便闔族誅滅無遺類，欲為孤豚而不可得！必亡之易，未有若東漢末年。」伯謨問：「唐宦官與東漢末如何？」曰：「某嘗說，唐時天下尚可為。唐時猶有餘策，東漢末直是無著手處，且是無主了。如唐昭宗文宗，直要除許多宦官。那時若有人，似尚可為。那時只宣宗便度得事勢不能諫，便一向不問他，也是老練了如此。如伊川易解，也失契勘。說『屯其膏』云：『又非恬然不為，若唐之僖昭也。』這兩人全不同，一人是要做事，一人是不要做，與小黃門亠果食度日，呼田令孜為『阿父』。不知東漢時，若一向盡引得忠賢布列在內，不知如何。只那都無主可立。天下大勢，如人衰老之極，百病交作，略有些小變動，便成大病。如乳母也聒噪一場；如單超徐璜也作怪一場；如張讓趙忠之徒，纔有些小權柄，便作怪一場。這是甚麼時節！」伯謨云：「從那時直到唐太宗，天下大勢方定疊。」曰：「這許多時節，直是無著手處。然亦有幸而不亡者，東晉是也。汪萃作詩史，以為竇武陳蕃誅宦者，不合前收鄭颯，而未收曹節王甫侯覽。若一時便收卻四箇，便了。陽球誅宦者，不合前誅王甫段熲，而未誅曹節朱瑀。若一時便誅卻四箇，亦自定矣。此說是。」〈賀孫〉"
      },
      {
        "index": 68,
        "text": "荀文若為宦官唐衡女婿，見殺得士大夫厭了，為免禍計耳。〈升卿〉"
      },
      {
        "index": 69,
        "text": "漢時宿衛皆是子弟，不似而今用軍卒。〈義剛〉"
      },
      {
        "index": 70,
        "text": "漢有十三州，一州建一刺史，刺舉一路，則諸侯郡守雜建，諸侯甚大。如齊七十餘城，大率置官法度之類，與天子等。七國變後方漸削奪。主父偃用賈誼策，分王諸侯子孫，方漸小了。後漢亦雜建。魏陵逼諸侯甚，每令人監之，不得朝覲并親知往來。曹丕待宗室如此。晉大封同姓，八王之亂以此。元帝中興亦以此。齊梁間削奪諸侯尤甚。唐亦尚有之，然只是遙領。〈揚〉"
      },
      {
        "index": 71,
        "text": "漢律康成注，今和正文皆亡矣。〈淳〉"
      },
      {
        "index": 72,
        "text": "漢人斷獄辭，亦如今之款情一般，具某罪，引某法為斷。〈淳〉"
      },
      {
        "index": 73,
        "text": "今法中有「保辜」二字。自後漢有此語，想此二字是自古相傳。〈淳〉"
      }
    ]
  }
}