{
  "chapterNumber": 12,
  "title": "卷十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "戴喻讓有句云：「夜氣壓山低一尺。」周蓉衣有句云：「山影壓船春夢重。」皆妙在可解不可解之間。"
      },
      {
        "index": 2,
        "text": "人人共有之意，共見之景，一經說出，便妙。盛復初《獨寐》云：「燈盡見窗影，酒醒聞笛聲。」符之恆《湖上》云：「漏日松陰薄，搖風花影移。」女子張瑤英《偶成》云：「短垣延月早，病葉得秋先。」鄭璣尺《雪後游吳山》云：「人來飢鳥散，日出凍雲升。」顧文煒《立夏》云：「病骨先愁暑，殘花尚戀春。」女子孫云鳳《巫峽道中》云：「煙瘴寒雲起，灘聲驟雨來。」沈大成《登淨慈寺》云：「花氣隨雙屐，湖光納一窗。」姜西溟《野行》云：「橋欹眠折葦，檻倒坐雙鳧。」"
      },
      {
        "index": 3,
        "text": "有全首在人意中者：門生蔡家璋《舟中》云：「孤客心情急去旌，榜人帶月趁宵征。去舟時共來舟語，殘夢依稀聽不明。」汪舟次《田間》云：「小婦扶犁大婦耕，隴頭一樹有啼鶯。兒童不解春何在，祇向游人多處行。」此種詩，兒童老嫗，都能領略。而竟有學富五車者，終身不能道隻字也。他如：湯擴祖之「事當失路工成拙，言到乖時是亦非」；方子雲之「優孟得時皆貴客，英雄見慣亦常人」；「酒常知節狂言少，心不能清亂夢多」；吳西林之「貧士出門非易事，豪門投刺豈初心」：皆使聞者人人點頭。"
      },
      {
        "index": 4,
        "text": "吾鄉鄭璣尺先生，名江，康熙戊辰翰林。幼孤貧，里中有商人張靜遠者，助其讀書。先生貌寢，眇一目，湛深經學，而詩獨風騷。《自嘲》云：「自號小冠杜子夏，人嗤一日江東王。」藏花片於書中，題云：「卷裏崔徽帳中李，何如通替見殷妃？」"
      },
      {
        "index": 5,
        "text": "詠雲者：吳尺鳧焯有句云：「蘆花搖雪礙船過，雲葉隨風逐雁飛。」陳心田寅有句云：「一雁披霜千樹冷，片雲移日半山陰。」嫌飯遲者：劉悔庵云：「冷早秋衣薄，天陰午飯遲。」顧牧云云：「衣輕曉寒逼，薪濕午炊遲。」詠新僕者：汪舟次云：「見事先人往，應門答語輕。」吳野人云：「長者尊難近，新名答尚疑。」四人皆無心之雷同而俱妙。又張哲士詠《老僕》云：「曠職身常病，應門語每訛。」亦趣。"
      },
      {
        "index": 6,
        "text": "六合彭厚村，家資百萬，慷慨好施，年六十，而家資罄矣。不得已，辭家遠出，卒於乃弟孝豐署中。葛筠亭哭以詩云：「頭盈白髮翻為客，手散黃金可築臺。」又曰：「俠傳眾口難為富，患在無錢不認貧。」真厚村小傳。其弟迪庵，葛弟子也。葛往訪之，贈詩云：「笑隨童叟來聽政，要借雲山去賦詩。」《在西湖夜望》云：「月光山色靜窗扉，夜景空明水四圍。多少漁燈風不定，滿湖心裡作螢飛。」葛詩筆絕佳，半生為時文所累；然高達夫五十吟詩，故未遲也。"
      },
      {
        "index": 7,
        "text": "有人畫七八瞽者，各執圭、璧、銅、磁、書、畫等物，作張口爭論狀，號《群盲評古圖》；其誚世也深矣！劉鳴玉題云：「耳聾偏要逢人聒』，足跛轉喜登山滑。可惜不逢周師達，眼珠千個金篦刮。」"
      },
      {
        "index": 8,
        "text": "又有人畫《牽車圖》，將妻子、奴婢、器具、食物，盡放車中；一枯瘦男子，牽長繩背負而走。空中一鬼，持鞭驅之。亦醒世意也。余題云：「人世肩頭各一擔，梅花馱過杏花殘。暗中何必長鞭打？就作神仙懶亦難。」"
      },
      {
        "index": 9,
        "text": "寶意先生有女曰可，字長白，有才而夭。詠《苔》云：「昨宵疑有雨，深院久無人。」《題畫》云：「黃雪稿袱點翠環，秋光一抹上房山。彩雲飛盡碧天遠，半夜月明響鞏環。」寶意編其詩，號《曇花一現集》。"
      },
      {
        "index": 10,
        "text": "張麟圃計偕入都，與某同寓。夢至大海，四望皆五色牡丹，鸞麟翔躍；有女郎容貌絕世，袖中出碧玉版，如桐圭，曰：「此『女媧箋』也，求郎題詩。」張題一絕。女曰：「郎詩固佳，未慊妾意。須倩某郎為之。」所云某者，即其同寓友也。次早起行，述所夢相同。是科張竟落第，而某捷南宮矣。某所題僅記二句云：「淚花逗雨鮫珠死，畫屏幾疊扶桑紫。」"
      },
      {
        "index": 11,
        "text": "山陰女子陳淑臍《晚思》云：「弱質怯春寒，名花帶月看。惜花兼惜影，不忍倚闌幹。」"
      },
      {
        "index": 12,
        "text": "余乙卯科試，考列前茅。其時在帥學使幕中閱卷者，邵君昂霄也。相遇湖上，有所贈云：「韻到梅花清有骨，軟於楊柳怯當風。」余有知己之感，故至今誦之。"
      },
      {
        "index": 13,
        "text": "山陰沈冰壺，字清玉，有《古調獨彈集》。以新樂府論古事，極有見解。如：辨永王磷之非反，李白之受誣，作《夜郎行》；雪李贊皇之非黨，作《崖州行》；笑隋主誅宇文，身死於宇文，作《南氏怨》。以何平叔之不父曹瞞為孝，不從司馬為忠，其粉白不離手之說，即梁冀誣李固之胡粉飾貌也。人言崔浩毀佛遭禍，乃詠《崔浩》云：「仙不能救，佛豈能厄」尤為超脫。"
      },
      {
        "index": 14,
        "text": "湯中丞莘來聘湖上，云：「小橋隔岸時通馬，細柳如煙不礙鶯。」江西楊子載《偶成》云：「漁燈欲滅見漁火，細雨無聲添落花。」"
      },
      {
        "index": 15,
        "text": "胡偉然《釣臺》云：「在昔披裘客，浮名著意逃。江流日趨下，益見釣臺高。」錢相人方伯《釣臺》云：「圖畫功名安在哉？高風千古一漁臺。此情惟有江潮解，流到灘前便急回。」余過釣臺，見石刻林立；獨愛此二首。"
      },
      {
        "index": 16,
        "text": "題畫詩最妙者：徐文長《畫牡丹》云：「毫端頃刻百花開，萬事惟憑酒一杯。茅屋半間無住處，牡丹猶自起樓臺。」唐六如《畫山水》云：「領解皇都第一名，猖披歸臥舊茅衡。立錐莫笑無餘地，萬里江山筆下生。」余之掃墓杭州也，蘇州陸生鼎畫扇贈云：「一枝蘭槳鴨頭波，兩個漁翁載酒過。好看舊山似新婦，迎門先為掃雙蛾。」"
      },
      {
        "index": 17,
        "text": "詩中用虎點綴者最少。吳尊萊有句云：「樵聲密雲隔，虎跡落花封。」雪嶠大師有句云：「殘雪枝頭雪未消，熟眠老虎始伸腰。」唐人句云：「夜深童子喚不起，猛虎一聲山月高。」"
      },
      {
        "index": 18,
        "text": "崔尚書應階督浙、閩，自稱研露老人；書扇贈歌者櫻桃云：「柳禪花嬌已斷魂，春風空自與溫存。歌筵一曲當年事，猶識金環舊指痕。」"
      },
      {
        "index": 19,
        "text": "松江何嘯客有《西湖詩》四十首。或誦二首云：「秦亭山頭暖氣勻，秦亭山下早梅新。嫁郎願嫁秦亭住，占得梅花第一春。」「長短蘭橈拂渚汀，聲聲簫鼓集西泠。為誰唱出《桃花曲》盡著蕭郎簾外聽。」"
      },
      {
        "index": 20,
        "text": "詩改一字，界判人天，非個中人不解。齊己《早梅》云：「前村深雪裏，昨夜幾枝開。」鄭谷曰：「改『幾』字為『一』字，方是早梅。」齊乃下拜。某作《御溝》詩曰：「此波涵帝澤，無處濯塵纓。」以示皎然。皎然曰：「『波』字不佳。」某怒而去。皎然暗書一「中」字在手心待之。須臾，其人狂奔而來，曰：「已改『波』字為『中』字矣。」皎然出手心示之，相與大笑。"
      },
      {
        "index": 21,
        "text": "沈存中云：「詩徒平正，若不出色，譬如三館楷書，不可謂不端整；求其佳處，到死無一筆。」此言是也。然求佳句，詩便難作。戴殿撰有祺句云：「但得閒身何必隱？不耽佳句易成詩。」"
      },
      {
        "index": 22,
        "text": "宋人詠《五月菊》云：「為嫌陶令醉，來就屈原醒。」詠《十月桃》云：「劉郎再來歲雲暮，王母一笑天為春。」兩用事，俱清切。近日姜紹渠詠《諸葛菜》云：「至味於今思淡泊，軍行到處寓農桑。」"
      },
      {
        "index": 23,
        "text": "己卯秋，陳竹香從都門來，替余長女成姑議婚。所議者曹來殷舍人也。誦其句云：「水連鐵甕無邊白，山到金陵不斷青。」余極賞之。陳以書寄曹。曹欣然允諾。兩家已有成說矣，適蘇州故人蔣誦先剔嬲不已，遂定蔣而辭曹。嫁未半年，女與婿俱亡。數之不可挽也如是！曹旋入詞林。"
      },
      {
        "index": 24,
        "text": "聖人稱詩「可以興」，以其最易感人也。王孟端友某在都娶妾，而忘其妻。王寄詩云：「新花枝勝舊花枝，從此無心念別離。知否秦淮今夜月，有人相對數歸期？」其人泣下，即挾妾而歸。"
      },
      {
        "index": 25,
        "text": "杭州汪秋御夫人程慰良，詠《秧針》云：「陌旁柳線穿難定，水面羅紋刺不禁。」可謂巧而不纖。又有句云：「事從悟後言皆物，詩到工時心更虛。」真學者之言。有二女，皆能詩。長女嬸，和母句云：「松留石下千年藥，雨引池中二寸魚。」次女腫云：「皓日穿窗飛野馬，平池貯水數浮魚。」"
      },
      {
        "index": 26,
        "text": "王生同太守母夫人楊氏，江都人，為昭武將軍諱捷者之女孫。詠《琴》云：「游魚浮水聽，大蟹出沙行。」年十九，生生同，十四日而亡。故生同有《十四日兒譜》行世。"
      },
      {
        "index": 27,
        "text": "余入學，年才十二。龔立夫名木者，亦髫年；同復試時，立夫著繡領紅褲，為學使王交河先生所呵。今五十餘年矣，老而不遇。有人傳其《看庭桂》一首，云：「牡蠣牆陰碧蘚封，連蜷古幹影重重。曉風吹過葉微動，夜雨漬來香更濃。好就曲欄敷坐具，時從幽境策吟筇。天香滿院娛清晝，一任泥深斷客蹤。」"
      },
      {
        "index": 28,
        "text": "余泊高郵，邑中詩人孫芳湖、沈少岑、吳螺峰招游文游臺；是東坡、莘老、少遊、定國四人遺跡。席間沈自誦其《春草》云：「山經燒後痕猶淺，雪到消時色已濃。」余甚賞之。屏上有王樓村詩，云：「落日倒懸雙塔影，晚風吹散萬家煙。」真臺上光景。螺峰云：「樓村以七律一聯，受知於宋商丘中丞；遂聘在門牆，列江左十五子中，大魁天下。詩云：『尊中臘酒翻花熟，案上春聯帶草書。』不過對仗巧耳。前輩之愛才如此。」十五子中，宰相、尚書，不一而足；惟李百藥一人以諸生終。而詩尤超絕。"
      },
      {
        "index": 29,
        "text": "熊觀察學驥，字蔗泉，自楚中歸，兩目盲矣。其晉接周旋，較勝有目者。居秦淮水閣，與余晨夕過從，死前半月，賦《秦淮雜詠》，云：「秦淮三月畫簾開，便有游人打槳來。燕子不歸春又暮，幾家閒煞好樓臺。」「笑語勾留畫舫停，紅妝綠鬢影娉婷。簾前燈映樓頭月，十里人家一畫屏。」亡後，余哭之哀，作挽聯云：「生祭有祠，楚國至今歌善政；風騷無主，秦淮那可喪斯人！」"
      },
      {
        "index": 30,
        "text": "六合孝廉張廷松，清才不壽；詩不多，而饒有唐音。《古意》云：「荷葉風香隔水涯，吳姬蕩槳濕裙紗。晚來滿載新蓮子，月上橫塘正到家。」"
      },
      {
        "index": 31,
        "text": "金壇虞廣文景星，康熙壬辰進士；年八十餘，與余相遇蘇州。詩才清妙，都未付梓。《偶成》云：「貧不賣書留子讀，老猶栽竹與人看。」「將雪論交人尚暖，與梅相對我猶肥。」《解組》云：「人情驗自休官後，我意渾如出夢時。」《訓兒》云：「偶然為汝父，未免愛吾兒。」"
      },
      {
        "index": 32,
        "text": "壬戌，余與陶西圃鏞，俱以翰林改官。陶先乞病。庚午，余亦解組隨園。陶與余同踏月，云：「偷得閒身是此宵，白門何處不瓊瑤？芒鞋醉踏三更月，猶認霜華共早朝。」壬申，余從陝西歸。陶方起病赴都，見贈云：「草草銷魂過白門，故人招我住隨園。同看昨歲此時雪，仍倒空山累夕尊。竹壓千竿青失影，峰鋪四面白無痕。君行萬里詩奇絕，何意重逢一快論！」余置酒，出路上詩相示。陶讀至《扁鵲墓》云：「一壞尚起膏肓疾，九死難醫嫉妒心。」不覺淚下。詢其故，為一愛姬被夫人見逐故也。余欲安其意，適家婢招兒，年將笄矣，問：「肯事陶官人否？」笑曰：「諾。」遂以贈之。正月七日，方毓川掌科、王孟亭太守、朱草衣布衣、呂星垣進士，添箱贈枕，各賦《催妝》。陶有詩云：「脫贈臨歧感故人，相攜風雪不嫌貧。當他意處無多少，未老年華欲仕身。」余和云：「故人臨別最銷魂，萬里攜囊袱被身。欲折長條無別物，自家山裏一枝春。」十餘年後，陶從山右遷楚中司馬，挈招兒再過隨園，則子女成行矣。子時行，小名佛保，亦能詩。《聽雨》云：「連朝三日碧苔生，疏館蕭條夜氣清。紅燭當筵花拂帽，愛聽春雨到天明。」《雨窗》云：「照眼花枝亞短牆，曉看風雨太顛狂。生憎簾卷危簷近，點點飄來濺筆床。」佛保入泮後，年二十，以瘵疾亡。"
      },
      {
        "index": 33,
        "text": "山東曾南村尚增，風貌偉然，以庶常改知蕪湖。嘗詩戲西圃云：「幾載柴桑為刺史，當年元亮是州民。」因西圃居蕪湖故也。同舟訪余白下，一路唱和，云：「潮通燕子趨京口，帆帶蛾眉認小姑。」「風微漁火重生焰，寺僻鐘聲半代更。」皆佳句也。後刺郴州，署中不戒於火，女以救母故，與母俱焚。郴人為立孝女祠，南村亦以悸卒。"
      },
      {
        "index": 34,
        "text": "漕帥楊清恪公錫紱，德望冠時，而詩才清妙。《夜行》云：「好風潛入夜，明月正當頭。宇碧兼空闊，舟輕足泳游。微涼雙袖薄，小照一螢流。此意憑誰識？前磯有釣鉤。」《楊村》云：「微雲不成雨，片月復宵明。柳外煙無際，河邊市有聲。飛流緣漲急，氣肅為秋清。咫尺楊村近，吾宗有送迎。」《泊北夏口》云：「舟維涼雨後，人坐晚燈初。葉濕全低柳，波寒不上魚。攬衣嫌葛細，得酒愛更餘。亦有耽吟客，瑤篇孰起予？」《夕陽》云：「一棹秋風裏，行行又夕陽。飛還鴉影亂，舞罷柳絲黃。客意銜山急，帆陰臥水涼。何人方獨立？覓句向蒼茫。」"
      },
      {
        "index": 35,
        "text": "裘文達公曰修，與余同出蔣文恪公門下。己未入都，過阜城，悅女校書採玉，意殊拳拳。後乞假歸覲，余《送行》詩戲云：「阜陽女兒名採玉，當筵一曲歌《楊柳》。今日臨邛負弩迎，可還杜牧尋春否？」又十年，余入都補官，裘典試江南，相逢茌平道上。見贈云：「車中遙指影翩翩，忽訝相逢古道邊。粗問行藏知大概，諦觀顏色勝從前。南來我愧山濤鑒，北去君誇祖逖鞭。後會分明仍有約，歸程期在暮春天。」是夜宿旅店，見余壁上有詩，和其後云：「漫空飛絮攬春情，十日都無一日晴。水斷虹橋迷古渡，雲埋雉堞隱孤城。故人已別心猶惜，舊壁來看眼忽明。我正聳肩閒覓句，不勞津吏遠相迎。」己卯秋，裘又典試江南，到山中為余誦之。"
      },
      {
        "index": 36,
        "text": "公出使伊犁，襄贊軍事；《在黃制府行臺即席有作》云：「使相鈞衡大將旗，西來賓閣喜追隨。談深席上杯行數，坐久窗間日過遲。任事肩無旁卸處，安邊功是已成時。天兵討叛非勤遠，此意須教萬姓知。」又《元旦試筆》云：「年年染翰揮毫手，乍喜金鞭控鐵驄。」嗚呼！以一書生，而能走萬里，贊軍機，與沈文愨公以詩人而受帝寵者，皆近今所未有。可稱吾榜中得人最多，張乖崖不得擅美於前。"
      },
      {
        "index": 37,
        "text": "盧雅雨先生轉運揚州，以漁洋山人自命，嘗賦《紅橋修禊》四章；一時和者千餘人。余俱未見。而先生原唱，余亦不甚愛誦也。及其致仕，《留別揚州》詩，竟成絕調：真所謂歡愉之詞難工，感愴之言多妙耶？其詞曰：「脫卻銀黃敢自憐？不才久任受恩偏。齒加孫冕餘三歲，歸後歐公又九年。犬馬有情仍戀主，參苓無效也憑天。養痾得請懸車日，五福誰云尚未全？」「平山回望更關愁，標勝家家醉墨留。十里亭臺通畫舫，一年簫鼓到深秋。每看絳雪迎朱旆，轉似青山戀白頭。為報先疇墓田在，人生未合死揚州。」「長河一曲繞柴門，荒徑遙憐松菊存。從此風波消宦海，始知煙月足家園。歲時社集牛歌好，鄉里筵開鶴髮尊。癡願無多應易遂，杖朝還有引年恩。」嗚呼！後公果將杖朝矣，乃竟不得考終。余弔之曰：「潘岳閒居竟不終，褚淵高壽真非福。」《列子》云：「當生而生，福也；當死而死，福也。」其信然歟！"
      },
      {
        "index": 38,
        "text": "余髫年入泮，人來相賀，而余不知其何以賀也。讀宋人李防《贈賈黃中童子》云：「見榜不知名字貴，登筵未識管弦歡。」方知古人措詞之切。"
      },
      {
        "index": 39,
        "text": "聲音不同，不但隔州郡，並隔古今。《穀梁》云：吳謂「善伊」為「稻緩」。淮南人呼「母」為「社」。《世說》：王丞相作吳語曰：「何乃淘？」《唐韻》：「江淮以『韓』為『何』。」今皆無此音。"
      },
      {
        "index": 40,
        "text": "偶見坊間俗韻，有以「真元」通「庚青」者，意頗非之。及讀《三百篇》，爽然若失。「山榛」、「隰苓」、「十蒸」，通「九青」。「有鳥高飛，亦傅於天。彼人之心，於何其臻。曷予靖之，居以凶矜。」是「一先」、「十一真」、「十蒸」俱通也。《楚辭》：「肇錫余以佳名」，「字余曰靈均」；「八庚」通「十蒸」也。其他《九歌》、《九辨》，俱「九青」通「文元」。無怪老杜與某曹長詩，「末」字韻旁通者六；東坡與季長詩，「汁」字韻旁通者七。"
      },
      {
        "index": 41,
        "text": "余祝彭尚書壽詩，「七虞」內誤用「餘」字，意欲改之。後考唐人律詩，通韻極多，因而中止。劉長卿《登思禪寺》五律，「東」韻也，而用「松」字。杜少陵《崔氏東山草堂》七律，「真」韻也，而用「芹」字。蘇瀕《出塞》五律，「微」韻也，而用「麾」字。明皇《餞王腹巡邊》長律，「魚」韻也，而用「符」字。李義山屬對最工，而押韻頗寬，如「東、冬」、「蕭、肴」之類，律詩中竟時時通用。唐人不以為嫌也。"
      },
      {
        "index": 42,
        "text": "沈總憲近思，在都無眷屬。項霜泉嘲之，云：「三間無佛殿，一個有毛僧。」魯觀察之裕，性粗豪而屋小，署門曰：「兩間東倒西歪屋；一個南腔北調人。」薛徵士雪善醫而性傲，署門曰：「且喜無人為狗監；不妨喚我作牛醫。」"
      },
      {
        "index": 43,
        "text": "同年成衛宗，宰南安。小婢春桂於後園獲石印，文曰「忠孝傳家」，成題云：「孔龜張鵲難重覯，此石摩挲亦頗宜。愧我幹生期許在，盡教世守作良規。」余宰江寧時，聘史苕湄為記室，成識之於署中；後為臺灣司馬。史館馮觀察家，相見甚歡。秩滿將西渡，留別史云：「卅年舊雨各西東，忽漫相逢大海中。自是壯懷同作客，不堪衰鬢已成翁。世情轉燭貧交久，物態浮雲老眼空。他日故園應聚首，一樽相對話松風。」"
      },
      {
        "index": 44,
        "text": "寇萊公夢中詩云：「渡海祇十里，過山已萬重。」後貶雷州渡海，方悟前詩成讖。范文正公詠《月》云：「已知千里共，猶訝一分虧。」後終於參知政事。"
      },
      {
        "index": 45,
        "text": "姑母嫁沈氏，年三十而寡，守志母家。余幼時，即蒙撫養。凡浣衣盥面，事皆依賴於姑。姑通文史。余讀《盤庚》、《大誥》，苦聱牙，姑為同瀆，以助其聲。嘗論古人，不喜郭巨，有詩責之云：「孝子虛傳郭巨名，承歡不辨重和輕。無端枉殺嬌兒命，有食徒傷老母情。伯道沉宗因縛樹，樂羊罷相為嘗羹。忍心自古遭嚴譴，天賜黃金事不平。」余集中有《郭巨埋兒論》，年十四時所作；秉姑訓也。"
      },
      {
        "index": 46,
        "text": "江西帥蘭皋先生，名念祖，督學浙江，一時名宿，都入網羅；半皆蘇耕餘廣文為之先容。蘇故癸巳進士，長於月旦：吾鄉名士，多出其門。惟余年幼未往。帥公來時，余年十九，考古學，賦《秋水》云：「映河漢而萬象皆虛，望遠山而寒煙不起。」公加嘆賞。又問：「『國馬』、『公馬』，何解？」余對云：「出自《國語》，注自韋昭。至作何解，枚實不知。」繳卷時，公閱之，曰：「汝輕年，能知二馬出處足矣；何必再解說乎？」曰：「『國馬』、『公馬』之外，尚有『父馬』；汝知之乎？」曰：「出《史記·平准書》。」曰：「汝能對乎？」曰：「可對『母牛』。出《易經·說卦傳》。」公大喜，拔置高等。蘇先生聞之，招往矜寵，以不早識面為恨。先輩之愛才如此。後帥公為陝西布政使，竄死臺上。余賦五古哭之，末四句曰：「青蠅宦海飛，白骨沙場拋。何當抱孤琴，塞外將魂招？」"
      },
      {
        "index": 47,
        "text": "詩有正喻夾寫，似是而非之語，最妙。王介祉詠《鐵馬》云：「依人簷宇下，底作不平鳴？」香亭《阻風》云：「想通天上銀河易，力挽人間風氣難。」周之桂詠《秋暑》云：「傍曉燈偏光焰大，罷官人更熱中多。」董曲江太史《過十八灘》云：「漫誇利涉乘風便，始信中流立腳難。」周詩成時，適有罷官者冒酷暑入都，讀者愈覺其佳。"
      },
      {
        "index": 48,
        "text": "余少時氣盛跳蕩，為吾鄉名宿所排。惟柴秀才名致遠、號耕南者，一見傾心。乙卯春，柴讀書孤山，余寄札云：「秋將至矣，頗欲掩帷；春實佳哉，未能端坐。」余數行，泛論友朋。柴答云：「赤煒未來，青春可愛。足下端坐未能，僕且懶索香熏矣。來書倦倦人物，此間俗子如春萍，何從覓佳客昨無聊，閒步登孤山之巔，折梅誰贈可憐可憐！某某輩，僕不能定其為人。鄙意：以仲翔針芥之言求知己，以君子全交之道待泛交：如是而已。晴日早來，當以此論，質之逋老。」余愛其措詞雋雅，有谷子雲筆札之妙，藏篋中五十餘年。耕南《夜游孤山》有句云：「月行疑踏水，花坐當熏衣。」後客死廣西。己亥年，余至其家；夫人出見，白髮蕭然：有陸魯望重過張處士故居光景。"
      },
      {
        "index": 49,
        "text": "丙辰春，余欲西行，苦無路資。適耕南之兄東升就館高安，挈余同至署中，贈金一笏，裁得裹糧至粵。一路舟中聯句。過鄱陽湖，野有樹，大可蔽牛，已朽折委地矣；旁一小枝，穿根而出，高十丈餘。相傳，明太祖與陳友諒戰時，此樹代受炮，故封為「將軍」。至今尚有燒灼痕。柴首唱云：「大樹兵火餘，枯根尚委地。」余續云：「曾抱紀信忠，一死代漢帝。」柴云：「輪困根盤存，焦枯枝葉棄。」余云：「叢叢莓苔痕，鬱鬱霜露氣。」柴云：「祖乾扶桑傾，孫枝小龍繼。」余續云：「穿出盤古墳，猶作挈云臂。」東升嘆曰：「二語險絕，可不必續成矣。」彼此一笑而罷。東升贈余五古，僅記二句云：「浩氣盤九疑，晴襟豁萬谷。」嗚呼！當日無柴君，則余何由得見金公、又何由得從粵西至都下哉？後戊戌年，余往杭州訪柴。鄰人云：「全家都在廣東。」東升亡後，未曾歸葬。余哭以詩，載集中。"
      },
      {
        "index": 50,
        "text": "余弱冠時，與王復旦卿華為至交。其父星望公官御史。丙辰春，余從廣西入都。卿華舉浙江鄉試。漏盡，作家信，報其尊人，猶再三道余不置。已而同到京師，彼此失意，往來更密。其大父子堅先生，亦以國士相待。次年八月，卿華歸娶，同騎馬至彰儀門外，兩人泣別。戊午秋，星望公病篤，猶讀余闈墨，許為第一。初十日，榜發，余獲雋，而先生即於是日委化。余感生平知己之恩，往視含殮，顏色慘淒。其戚唐某疑余落第，再三道屈，坐客無不掩口而笑。卿華贈余改官云：「朝士盡將韓愈惜，都人爭作李邕看。」又數年，聞其再落第，縊死長安。余哭以七古一章，載集中。己亥春，余歸杭州，訪其墓，則四至埏道，被勢家侵占；為告之官，而斷還其後人。"
      },
      {
        "index": 51,
        "text": "余六十三歲，方生阿遲。時家弟春圃觀察在蘇州，勾當公事；接江寧方伯陶公飛檄文書，意頗驚駭，拆之，但有紅箋十字云：「令兄隨園先生已得子矣。」常州趙映川舍人詩云：「佳問有人馳驛報，賀詩經月把杯聽。」"
      },
      {
        "index": 52,
        "text": "余弱冠在都，即聞吳江布衣徐靈胎有權奇倜儻之名，終不得一見。庚寅七月，患臂痛，乃買舟訪之，一見歡然。年將八十矣，猶談論生風，留余小飲，贈以良藥。門鄰太湖，七十二峰，招之可到。有佳句云：「一生那有真閒日？百歲仍多未了緣。」《自題墓門》云：「滿山靈草仙人藥，一徑松風處士墳。」靈胎有《戒賭》、《戒酒》、《勸世道情》，語雖俚，恰有意義。《刺時文》云：「讀書人，最不齊；爛時文，爛如泥。國家本為求才計，誰知道，變做了欺人技。三句承題，兩句破題，擺尾搖頭，便道是聖門高弟。可知道『三通』、『四史』，是何等文章漢祖、唐宗，是那一朝皇帝案頭放高頭講章，店裡買新科利器：讀得來肩背高低，口角噓唏，甘蔗渣兒嚼了又嚼，有何滋味孤負光陰，白白昏迷一世。就教他騙得高官，也是百姓朝廷的晦氣！」"
      },
      {
        "index": 53,
        "text": "唐當治平時，或詠所見，曰：「可惜數枝紅艷好，不知今夜落誰家。」及世亂矣，或詠所見，曰：「無窮紅艷煙塵裏，驟馬分香散入營。」"
      },
      {
        "index": 54,
        "text": "廣東稱妓為「老舉」，人不知其義。問土人，亦無知者。偶閱唐人《北里志》，方知唐人以老妓為都知，分管諸姬，使召見諸客；一席四環，燭上加倍，新郎君更加倍焉。有鄭舉舉者，為都知；狀元孫惺頗惑之。盧嗣業贈詩云：「未識都知面，先輸劇罰錢。」廣東至今有「老舉」之名，殆從此始。"
      },
      {
        "index": 55,
        "text": "謝深甫云：「詩之為道，標舉性靈，發舒懷抱，使人易於矜伐。」此言是也。然如杜審言臨終謂宋之問曰：「不見替人，久壓公等。」袁嘏自稱己所作詩，「須以大材迮之：不爾，飛去。」言雖誇，尚有風趣。漢桓帝時，馬子侯自謂知音，彈《陌上桑》，左右盡笑，而子侯猶搖頭自得。則蚩獰太過矣。今之未偕競病而詩狂欲上天者，毋乃類是？"
      },
      {
        "index": 56,
        "text": "孫興公說曹按原為「高」，據民國本改。輔佐「如白地光明錦，裁為負版褲。雖邊幅頗闊，而全乏剪裁」。宋詩話云：「郭功甫如二十四味大排筵席，非不華侈，而求其適口者少矣。」一以衣喻文，一以食喻詩：作者俱當錄之座右。"
      },
      {
        "index": 57,
        "text": "淮南程氏雖業禺莢甚富，而前後有四詩人：一風衣，名嗣立；一夔州，名盜；一午橋，名夢星；一魚門，名晉芳。四人俱與余交，而風衣、夔州，求其詩不得。魚門雖呼午橋為伯父，意頗輕之。余曰：「午橋先生古風力弱，近體風華，不可沒也。」如《看花不果》云：「蠟屐也思新草色，病酲偏負曉鶯聲。」《贈僧》云：「樓前常設留賓榻，岩下多栽獻佛花。」《桐廬》云：「百里煙深因近水，一年秋早為多山。」皆佳句也。"
      },
      {
        "index": 58,
        "text": "齊武帝於興光樓上施青漆，謂之「青樓」；是青樓乃帝王之居。故曹植詩「青樓臨大路」；駱賓王詩「大道青樓十二重」：言其華也。今以妓為青樓，誤矣。梁劉邈詩曰：「倡女不勝愁，結束下青樓。」殆稱妓居之始。"
      },
      {
        "index": 59,
        "text": "《小雅》：「惟桑與梓，必恭敬止。」考上下文，並無鄉里之說。張衡《南都賦》：「永世克孝，懷桑梓焉。真人南巡，睹舊里焉。」後人因之，遂以桑梓為鄉里。"
      },
      {
        "index": 60,
        "text": "宋潛溪曰：「人皆云：『陶淵明不肯用劉宋年號，故編詩但書甲子。』此誤也。陶詩中凡十題甲子，皆是晉未亡時，最後丙辰，安帝尚存，琅琊王未立；安得棄晉家年號乎？其自題甲子者，猶之今人編年纂詩，初無意見。」"
      },
      {
        "index": 61,
        "text": "黃魯直詩「月黑虎夔藩」，用少陵《課伐木》詩序，云：「有虎知禁」，「必昏黑撞突夔人屋壁」。夔者，夔州人也。魯直以「夔」字當「窺」字解，為益公《題跋》所譏。"
      },
      {
        "index": 62,
        "text": "郭注《爾雅》：「閼逢攝提格，未詳。」司馬貞《索隱》以《爾雅》為近今所作，所記年名不符古。鐘鼎從未有以閼逢攝提紀年者。鄭夾瀠曰：「今人編年，好用《爾雅》，名甲為閼逢，乙為旃蒙：是以一元大武為牛也。夫隱語為眢井逃難之言，豈可施於簡編乎？」顧寧人有古人不以甲子紀歲之說。又云：「古人不以王父字為字。」按《通志》歷舉春秋時以王父字為字者八十餘條。顧最博雅，竟不曾見過《通志》，何耶？"
      },
      {
        "index": 63,
        "text": "吳冠山先生言：「散體文如圍棋，易學而難工；駢體文如象棋，難學而易工。」余謂古詩如象棋，近體如圍棋。"
      },
      {
        "index": 64,
        "text": "何南園詠《野菊》云：「絕無人處偏逢我，不寄籬邊獨羨君。」寫「野」字妙。李琴夫詠《瓶菊》云：「未許園林終晚節，不妨風雨到重陽。」寫「瓶」字妙。李又有「風定雨絲直」，五字亦佳。"
      },
      {
        "index": 65,
        "text": "魚門太史云：「古文有可讀者，有可觀者。」余謂詩亦然：有可讀者，有可觀者；可觀易，可讀難。"
      },
      {
        "index": 66,
        "text": "鮑雅堂之妹，詩人步江女也，名季姒，工吟詩。金棕亭贈云：「續史正堪兄作伴，工吟恰好父為師。」"
      },
      {
        "index": 67,
        "text": "己卯冬，余在揚州，見門生劉伊有《游平山詩冊》；作者十餘人，俱押「卮」韻。余獨賞如皋顧秀才駒「清響忽傳樓外笛，嚴寒爭避手中卮」之句。後官湖北歸，卜築於如皋百步。余過其居，主人感二十年前知己，欣然款接，宴飲水窗，出新詩相示。《西湖》云：「白沙堤外蕩舟行，煙雨空瀠畫不成。忽見斜陽照西嶺，半峰陰間半峰晴。」「花塢斜連花港遙，夾堤水色淡輕綃。外湖艇子里湖去，穿過湖西十二橋。」《虎丘》云：「片石尚留金虎跡，千花都是玉人魂。」"
      },
      {
        "index": 68,
        "text": "余過如皋，訪冒闢疆水繪園。荒草廢池，一無陳跡；惟敗壁上有斷句云：「月因戀客常行緩，風為吹花不忍狂。」劉霞裳有句云：「一片亂紅吹滿地，看來最忍是東風。」正與此意相反。"
      },
      {
        "index": 69,
        "text": "杭州何春巢年少耳聾，而風情獨絕。有《秦淮竹枝》云，「猩紅一點著櫻唇，淡抹春山黛色勻。壓鬢素馨三百朵，風來香撲隔河人。」「遠近聽來笑語聲，板橋西畔泛舟行。尋常一柄芭蕉扇，搖動春蔥便有情。」「蘭橈最是晚來多，萬點紅燈映碧波。我已三更鴛夢醒，猶聞簾外有笙歌。」「夕陽兩岸畫樓臺，紅藕香中一棹回。別有芳心卿不解，扁舟豈為納涼來？」"
      },
      {
        "index": 70,
        "text": "吾鄉王百朋先生《過李白廟》云：「氣吞高力士，眼識郭汾陽。」祇此十字，可以概太白生平。"
      },
      {
        "index": 71,
        "text": "郭明府起元，字復堂，閩中孝廉，受業於蔡聞之宗伯。蔡為理學名儒，而郭以任俠聞。蔡有家難，郭為証佐，至受官刑；交臂歷指，口無二辭。後宰盱眙，與余同官。有《客中秋思》一絕云：「銷魂何處盼仙槎？客鬢逢秋白更加。遙指斷橋垂柳岸，前年曾宿那人家。」《贈方南堂》云：「一瓢自可輕千乘，三徑還堪抵十洲。」《比舍》云：「熏衣香出紅窗外，鬥草聲喧綠樹邊。」其母夫人陳玉瑛，自稱左芬侍史。佳句云：「欲別難為別，吞聲古渡頭。妾心如此水，相送下渝州。」"
      },
      {
        "index": 72,
        "text": "劉悔庵有句云：「石交惟舊硯，火伴是寒爐。」陳古漁《弔六朝松》云：「劇憐兒輩不及見，真似古人難再生。」俱有東坡風味。"
      },
      {
        "index": 73,
        "text": "霞裳與其父役於慈湖，舟覆江中。時當臘月，兩人賴衣裘，故浮水不沉。有救船至，父曰：「我老矣，速救我兒！」兒曰：「不救吾父，我不受救！」父子推讓，適又有船來，遂得兩全。陶景山明府贈以詩曰：「本是龍門客，龍宮今到來。孝慈應默佑，風浪不為災。」其孫渙悅亦贈云：「從今吸盡西江水，吐屬文章更不同。」"
      },
      {
        "index": 74,
        "text": "程魚門《覆舟》詩原稿，寫眼前驚悸情景最真。後改本有意修飾，轉不如前。今特錄其原作云：「揚州西去一宵程，小艇無端夜忽傾。制命不煩滄海潤，澡身先試暮流清。詩書失後無餘本，戚友來時話再生。莫嘆遭逢磨蠍重，世間風浪幾曾平？」「客舟猛疾勢如風，南北相持力不同。絕叫已驚身在水，舉頭猶見月如弓。慈航倏至關天幸，只履飄然悟大空。時失去一履。攬芷搴裳平日願，險隨騷魄葬珠宮。」余賦詩調之云：「《水經》注疏河渠考，此後輸君閱歷深。」"
      },
      {
        "index": 75,
        "text": "善寫風水之險者，吾鄉糧道程公光鉅有《華陽行》云：「滔滔汩汩長江水，扁舟一葉天涯子。船頭船尾白浪高，片雲黑處狂風起。舟子喧呼語未終，布帆半曳浪澆篷。桅竿百尺橫斜立，欲臥不臥奔濤中。濤湧如山高莫比，青山頭落江心裡。一傾一仄強撐風，欲上船舷見船底。小兒無知向母啼，大兒解事欲登堤。面面相看心膽折，男號女哭一齊歇。翻身掙立喚鄰舟，鄰舟早向潮頭沒。須臾岸回風勢順，回首驚魂才一瞬。電掣雷轟萬馬驅，舉頭已到華陽鎮。華陽已到驚未平，老妻尚有念佛聲。」"
      },
      {
        "index": 76,
        "text": "金陵張秀才培，饒有風貌。正月間，與畫師鄒若泉來。余心識之。亡何，又與常君得祿來。余轉問：「可認張某乎？」已而知即前人，自慚老眼之昏。乃誦劉悔庵詩曰：「閒行那可忘攜杖，欲揖還愁錯認人。」"
      },
      {
        "index": 77,
        "text": "杭州孫中翰傳曾，與余三世通家；詩才清逸。《春朝》云：「鶯啼迎曉霽，蝶夢怯花寒。」《上巳》云：「人臨曲水偏愁雨，天惜桃花忽放晴。」"
      },
      {
        "index": 78,
        "text": "近人起句之妙者：新安張節《夜坐》云：「雨霽月忽滿，牆陰樹影搖。」陳月泉《舟中》云：「獨起對江月，滿船聞睡聲。」某《春早》云：「不待清明近，鶯花已自忙。」三起俱超。結句之妙者：「月中無事立，草上一螢飛。」「殷勤語江嶺，歸夢莫相妨。」「遠山深樹裏，鐘斷有餘聲。」三結俱超。惜忘題目及作者姓名。"
      },
      {
        "index": 79,
        "text": "丁未，余游武夷，夜泊江山，聞鄰舟有客說鬼，口杭音。余喜語怪，乃揖而進之。其人姓陸，名夢熊，字瑩若，乃吾鄉詩人也。別後蒙寄《晚香堂詩》二十餘卷。《曉起見雪》云：「夜靜無風冷莫支，簷前凍雀早應知。關心喜見頭番雪，掃徑先扶竹樹枝。紅友有情還愛我，綠梅無夢亦相思。斷橋久廢衝泥屐，欲踏瓊瑤訪莫遲。」《鵝湖寺》云：「地寒花未放，僧樸語無多。」皆妙。"
      },
      {
        "index": 80,
        "text": "讀詩不讀史，便不知作者事何所指。李燾《長編》載：宋真宗為李沆還債三十萬。故宋人詩云：「新祠民祭祀，舊債帝償還。」《唐書》載：王毛仲奏明皇：願得宋壕為客。帝許之。故徐騎省《贈陳侍郎花燭》云：「坐客亦從天子賜，更籌須為主人留。」"
      },
      {
        "index": 81,
        "text": "高文端公之父嵩瞻都統，《贈弟斌》云：「與君一世為兄弟，今日相逢第二場。」想見勛貴家國爾忘家之義。有《積翠軒詩集》。文端公屬余為注釋，編上、下兩卷。"
      },
      {
        "index": 82,
        "text": "雅謔自佳。或以詩示仲小海。仲曰：「詩佳矣，可惜太甜。」其人愕然問故。曰：「有唐氣，焉得不甜」蔡芷衫好自稱「蔡子」，以詩示汪用敷。汪曰：「打油詩也。」蔡怒曰：「此《文選》正體，何名打油？」曰：「菜子不打油，何物打油？」"
      },
      {
        "index": 83,
        "text": "前朝說部，有俚語可存者。如：《曉學仙者》云：「服藥求長生，莫如孤竹子。一食西山薇，萬古長不死。」戒豁刻者云：「幸門如鼠穴，也須留一個。若皆堵塞之，好處都穿破。」刺暴貴者，詠《鴟吻》云：「而今抬在青雲上，忘卻當年窯內時。」嘲官昏者，《詠傘》云：「常時撐向馬前去，真個有天沒日頭。」刺好譖人者，《詠蟬》云：「莫倚高枝縱繁響，也應回首顧螳螂。」刺代人劾友者，《詠金》云：「黃金自有雙南貴，莫與游人作彈丸。」"
      },
      {
        "index": 84,
        "text": "元人《弔脫脫丞相》云：「百千萬貫猶嫌少，堆積黃金北斗邊。可惜太師無腳費，不能搬運到黃泉。」"
      },
      {
        "index": 85,
        "text": "楊子載《漫興》云：「客中恍過曾游境，夢裏常逢未見書。」郭磨秀才見贈云：「園疑曩昔曾窺處，人似生平未見書。」"
      },
      {
        "index": 86,
        "text": "耿上舍湘門《題素齋舫壁》云：「背郭臨河靜不嘩，一軒深築抵山家。茶煙出戶常蒙樹，池水過籬欲漂花。小睡手中書欲墮，半酣窗下字微斜。叢蘭不合留香久，勾引游蜂入幕紗。」"
      },
      {
        "index": 87,
        "text": "海寧陳心田寅，與諸友以禁體詠《梅》云：「已看無不憶，未見必先探。」汪秋白云：「一枝懷故宅，幾度憶前生。」陳穀湖云：「交枝香不斷，一白樹難分。」顧竹坡詠《綠梅》云：「窺春自怯荷衣薄，倚竹誰憐翠袖寒？」俱妙。又有梅花宜稱諸詠：《夕陽》云：「殘香漠漠山家暝，猶作宮人半額黃。」《疏籬》云：「有客來探門未啟，先從麂眼認瓊枝。」《微雪》云：「料峭寒凝天半黃，霏煙漠漠集池塘。是梅是雪兩三點，飛絮因風想謝娘。」《枰下》云：「花底消閒對弈時，棱棱石角擁寒枝。微風吹墮兩三朵，絕似山人落子時。」"
      },
      {
        "index": 88,
        "text": "戊寅二月，過僧寺，見壁上小幅詩云：「花下人歸喧女兒，老妻買酒索題詩。為言昨日花才放，又比去年多幾枝。夜裏香光如更好，曉來風雨可能支？巾車歸若先三日，飽看還從欲吐時。」詩尾但書「與內子看牡丹」；不書名姓。或笑其淺率。余曰：「一片性靈，恐是名手』。」乃錄稿問人；無知者。後二年，王孟亭太守來看牡丹，談及此詩，方知是國初逸老顧與治所作。余自負賞識之不誤。王因云：「國初前輩，不登仕途，與老妻相對，往往有此清妙之作。」因誦吳野人《壽內》云：「潦倒丘園二十秋，親炊葵藿慰余愁。絕無暇日臨青鏡，頻過荒年到白頭。海氣荒涼門有燕，溪光搖蕩屋如舟。不能沽酒持相祝，依舊歸來向爾謀。」覺風趣更出顧詩之上。"
      },
      {
        "index": 89,
        "text": "尹文端公曰：「言者，心之聲也。古今來未有心不善而詩能佳者。《三百篇》，大半賢人君子之作。溯自西漢蘇、李五言，下至魏、晉、六朝、唐、宋、元、明，所謂大家、名家者，不一而足。何一非有心胸、有性情之君子哉？即其人稍涉詭激，亦不過不矜細行，自損名位而已。從未有陰賊險狠，妨民病國之人。至若唐之蘇渙作賊，劉叉攫金，羅虯殺妓：須知此種無賴，詩本不佳，不過附他人以傳耳。聖人教人學詩，其效可睹矣。」余笑問：「曹操何如？」公曰：「使操生治世，原是能臣。觀其祭喬太尉，贖文姬，頗有性情：宜其詩之佳也。」"
      },
      {
        "index": 90,
        "text": "余以雍正丁未年入泮。今又丁未矣，戲仿重赴鹿鳴故事，作《重赴泮宮詩》，云：「記得垂髫泮水游，一時佳話遍杭州。青衿乍著心雖喜，紅粉爭看臉尚羞。夢裏榮華如頃刻，人間花甲已重周。諸公可當同年看，替採芹香插白頭。」杭州同入學者，只錢璵沙方伯一人。和云：「歲歲黌門文運開，劉郎老去又重來。壺中日轉前丁未，冊上名存舊秀才。兩領青衫真法物，一頭白髮笑於意。平生幾枕邯鄲夢，屈指黃粱第一回。」此外，和者百餘人。如毛俟園廣文云：「久於館閣推前輩，又向宮牆領後生。」梅衷源云：「錦袍笑赴青衿會，似把靈光照泮宮。」盧元珩云：「子衿一賦年周甲，聖闕重來歲又丁。」"
      },
      {
        "index": 91,
        "text": "余不喜時文，而平生頗得其力。壬寅游天台，渡錢塘江，到客店，無舟可雇；遇查廣文耕經有赴任船，用名紙借之，欣然來見，曰：「向讀先生文登第，讓船所以報也。」余贈詩云：「一隻孝廉船肯讓，期君還作後來人。」到新昌，邑令蘇公曜，素不相識，遣車遠迎，供張甚飾。余駭然，詢其故，如查所語。余贈詩云：「羈旅忽逢傾蓋客，文章曾是受知人。」蘇宣化孝廉，作官有惠政，解餉入都，後任反其所為，民苦之。余到時，適蘇回任，邑人爭迎，上匾云「還我使君」，對聯云：「三春花雨重攜鶴；百里笙歌早入雲。」不料新昌僻縣，竟有文人頌揚甚雅。"
      },
      {
        "index": 92,
        "text": "余過處州，想游仙都峰，以路遠中止。出縣城，到黃碧塘，將止宿矣；望前村瓦屋聖如，隨緩步焉。與主人虞姓者，略通數語，即還寓；將弛衣眠，聞戶外人聲嗷嗷；詢之，則虞氏見余名紙，兄弟六七人來問：「先生可即袁太史耶？」曰：「然。」乃手燭上下照，詫曰：「我輩讀《太史稿》，以為國初人。今年僅花甲，是古人復生矣，豈容遽去願作地主，陪游仙都。」於是少者解帳，長者卷席，諸奴肩行李，相與舁至其家。余留詩謝云：「我是漁郎無介紹，公然三夜宿桃源。」"
      },
      {
        "index": 93,
        "text": "游仙之夢，斑竹最佳。離天台五十里，四面高山亂灘，青樓二十餘家，壓山而建。中多女郎，簪山花，浣衣溪口，坐溪石上。與語，了無驚猜，亦不作態，楚楚可人；釵釧之色，耀入煙雲，雅有仙意。霞裳悅蔣校書，為留一宿。次日，天未明，披衣而至，云：「被四面灘聲驚醒。」余賦詩云：「茅屋背山起，山峰枕上看。飯香人弛擔，夢醒客聞瀾。花野得真意，竹多生暮寒。青溪蔣家妹，歡喜遇劉安。」"
      },
      {
        "index": 94,
        "text": "溫州雖多佳麗，而言語不通。有織藤盤者，甚明媚；彼此寒暄，了不通曉。余戲贈云：「安得巫山置重譯，替郎通夢到陽臺？」"
      },
      {
        "index": 95,
        "text": "溫州風俗：新婚有坐筵之禮。余久聞其說。壬寅四月，到永嘉。次日，有王氏娶婦，余往觀焉。新婦南面坐，旁設四席，珠翠照耀，分已嫁、未嫁為東西班。重門洞開，雖素不識面者，聽人平視，了無嫌猜。心羨其美，則直前勸酒。女亦答禮。飲畢，回敬來客。其時向西坐第三位者，貌最佳。余不能飲，不敢前。霞裳欣然揖而醑焉。女起立俠拜，飲畢，斟酒回敬霞裳；一時忘卻，將酒自飲。儐相呼曰：「此敬客酒也。」女大慚，嫣然而笑，即手授霞裳。霞裳得沾美人餘瀝以為榮。大抵所延，皆鄉城粲者，不美不請；請亦不肯來也。太守鄭公以為非禮，將出示禁之。余曰：「禮從宜，事從俗：此亦亡於禮者之禮也。」乃賦《竹枝詞》六章，有句云：「不是月宮無界限，嫦娥原許萬人看。」太守笑曰：「且留此陋俗，作先生詩料可也。」詩載集中。"
      },
      {
        "index": 96,
        "text": "雁宕觀音洞最高敞，可容千人；石坡共三百七十七級，余賈勇登焉。相傳：嘉靖二十年，按察使劉允升偕二女，成仙於此。塑像甚美。余低徊久之，下坡留戀，《口號》云：「垂老出仙洞，一步一躊躇。自知去路有，斷然來時無。」"
      },
      {
        "index": 97,
        "text": "余游覽久，得人佳句，必手錄之。過安慶，見司獄許健庵扇上自題云：「權支薄俸初成閣，自愛閒曹好種花。」到黃公壚杏花村，見陳省齋太守有對云：「至今村釀黃公酒，依舊花開杜牧詩。」廬山開先寺見程巨山有對云：「樹裏月光才露影，山中雲氣不分層。」小姑山有俞楚江對句云：「入寺恍疑雨，終宵只覺寒。」巨山姓程名岩，余己巳同年，官至少宰。"
      },
      {
        "index": 98,
        "text": "羅浮只華首台、五龍潭數處，景尚幽渺；其餘如梅花村、衝虛觀，平衍散漫，頗無足觀。不知何以洞天福地，負此盛名。節相李侍堯勒石云：「黃土臥黑石，此外一無有。只可一回來，不堪再回首。」"
      },
      {
        "index": 99,
        "text": "游武夷，路過蘇嶺，見關廟中公卿題句甚多。莊培因太史云：「竹林初過雨，僧寺乍生涼。」朱石君侍郎《己亥過》云：「山僧談舊雨，使者閱流星。」《癸卯再過》云：「字跡驚分雁，參居竟隔星。」蓋第一次與其兄竹君作學使交代，第二次傷竹君之已亡也。秦大士學士題云：「幽境愛耽禪悅永，老僧閱盡使星忙。」"
      },
      {
        "index": 100,
        "text": "武夷勝處，以第七曲天游一覽亭為最。寺中揭煉師字子文者，頗能詩，留宿一宵。誦其《自壽》云：「病能自藥容身健，道不人談免俗譏。」庭柱有對云：「世間有石皆奴僕；天下無山可弟兄。」末署「毛大周題」。"
      }
    ]
  }
}