{
  "chapterNumber": 9,
  "title": "卷九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "白下布衣朱草衣，少時有「破樓僧打夕陽鐘」之句，因之得名。晚年無子，卒後葬清涼山。余為書「清故詩人朱草衣先生之墓」，勒石墳前。余宰溧水，蒙見贈云：「疊為花縣一江分，來往惟攜兩袖雲。待客酒從朝起設，告天香每夜來焚。自慚龍尾非名士，肯把豬肝累使君？卻喜循良人說遍，填渠塞巷盡傳聞。」《郊外》云：「亂鴉多在野，深樹不藏村。」《與客夜集》云：「羈身同海國，歸夢各家鄉。」《大觀亭》云：「長江圍地白，老樹隔朝青。」《晚行》云：「土人防虎門書字，水屋叉魚樹有燈。」《贈某侍御》云：「朝罷宮袍多質庫，時清諫紙盡抄書。」"
      },
      {
        "index": 2,
        "text": "隨園地曠，多樹木，夜中鳥啼甚異，家人多怖之。予讀王葑亭進士《平溝早發》云：「怪禽聲類鬼，暗樹影疑人。」先得我心矣！其他佳句，如：「大星高出樹，殘月細流溪。」「月斜人影忽在水，風過秋聲正滿山。」「滿帽黃花逢醉客，一肩紅葉識歸樵。」皆妙。"
      },
      {
        "index": 3,
        "text": "湖州潘進士立亭，名汝晟，詩宗韓、杜，五古尤佳。《偶成》云：「靜士難為介，靜女難為媒。嫁容靜女丑，交面靜士羞。盛年易畹晚，獨抱無驛郵。桃李非我春，蒲柳非我秋。鶴老心萬里，鵬怒翼九州。未免笑樊援，豈屑伍喧啾？搜春潤章句，摘卉膏吟哦。非無蘭苕玩，風騷旨已訛。詩濤與詩骨，韓、孟兩嵯峨。昆體逮鐵體，滔滔同一波。金天削秀華，碧海鳴神鼉。義色少姚佚，吉詞無淫頗。褒中南風手，請為《南風歌》。寥寥發古響，羯鼓如予何？」潘宰直隸某縣，以迂緩故，幾被劾矣。適傅忠勇公平金川歸，潘獻《鐃歌》；公大誇賞，乃改為卓薦。"
      },
      {
        "index": 4,
        "text": "鮑進士之鐘，字雅堂，詩人步江之子。詩有父風，而清逸處，往往突過前人。《秋雨乍晴》云：「箬帽芒鞋准備秋，稍晴便擬看山游。江潮入郭無三里，溪水到門容一舟。亭午白雲開野徑，夕陽黃葉下僧樓。閒身自笑如閒鶴，欲度前峰卻又休。」五言如：「一鳥掠溪鏡，四山明畫簾。」「魚跳重湖黑，蒲喧急雨來。」七言如：「道心靜似山藏玉，書味清於水養魚。」「翻書細檢遺忘事，撥火閒尋未過香。」「岸柳帶鴉明遠照，塔鈴和月語清宵。」皆可愛也。雅堂嘗言：「作七古詩，雅不喜一韻到底。」余深然其言。顧寧人云：「詩轉韻方活，《三百篇》無不轉韻。」"
      },
      {
        "index": 5,
        "text": "秦中詩人楊子安鸞見訪，適余外出；歸後見貽一冊。《雪霽》云：「寒瘦自性情，苦吟工未能。晚晴窗上日，先曬硯池冰。」《聞砧》云：「滿院苔痕合，重門樹影深。」"
      },
      {
        "index": 6,
        "text": "余宰江寧時，所賞識諸生秦澗泉、龔云若、塗長卿，俱登科第。而流落不偶者，惟車靜研與沈瘦岑。沈工古文，不為詩。車詩有可存者。《河南道中》云：「三月春陽淡不濃，老冰如石漱寒風。蹇驢覓路人家遠，日暮山坳虎眼紅。」《農家》云：「築場如鏡草堆山，繞屋黃花映碧潭。閒倚茅簷看客過，南人北去北人南。」"
      },
      {
        "index": 7,
        "text": "寶應王孟亭太守，為樓村先生之孫。丁卯，見訪江寧。攜胡床坐門外，俟主人請見乃已，遂相得甚歡。聘修江寧志書，朝夕過從。嘗言樓村先生教人作詩，以「三山」為師：一香山、一義山、一遺山也。有從子嵩高，字少林，少年倜儻，論詩不服乃伯，而服隨園。《大梁懷古》云：「搖落偏驚旅客魂，秋風回首眺中原。三花樹色開神岳，萬里河聲下孟門。形勝鬱盤終古在，英雄慷慨幾人存？信陵策士俱黃土，獨有侯生解報恩。」太守諱箴輿。"
      },
      {
        "index": 8,
        "text": "揚州張哲士，與蔣秋涇交好。蔣尤自負，作《游山》一首，程魚門誇為「小謝」。勃然怒曰：「分明『大謝』，何小之有？」《留別哲士》云：「竟挂秋帆決計行，關心天末倚閭情。便歸只好留三月，浪跡無端已半生。人世乘除蒼狗幻，名山期許白頭成。殷勤相屬還相慰，愁聽西風雁一聲。」哲士《寄懷》云：「戀友心空切，寧親去敢遲？才為三夕別，已是百回思。避日簾仍下，追涼榻未移。不知江上路，秋暑可曾衰？」哲士詠《胭脂》云：「南朝有井君王入，北地無山婦女愁。」以此得名，人呼「張胭脂」。"
      },
      {
        "index": 9,
        "text": "中州李竹門過隨園，見贈云：「園在六朝山色裏，一筇先要問高臺。碧梧葉響秋將至，紅藕花香客正來。」其詩頗清。惜年甫三十而卒。余愛其《詠鞭》云：「一事思量轉惆悵，不能行到祖生先。」《郊外》云：「山勢趁潮多北向，人心如雁只南飛。」"
      },
      {
        "index": 10,
        "text": "蕪湖施長春，曼郎少年，有衛叔寶之稱。余宰江寧時，秦澗泉屢為致意，云「將渡江求見」。已而病亡。有《上塚歌》云：「白楊樹，城東路，野草萋萋葬人處。挈植提壺出郭行，可憐今日又清明。富家塚高高傍嶺，貧家塚低低亞畛；塚中貧富人不同，一樣酒澆不能飲。暝煙慘淡日西斜，挈植提壺還返家。一線陰風旋不定，紙錢飛上棠梨花。」"
      },
      {
        "index": 11,
        "text": "吳門顧星橋進士，詩才清冠等夷；家有月滿樓，藏書萬卷，海內知名之士，無不交投縞佇。予目為今之鄭當時。《龍潭》一律云：「微風緩緩送江聲，最好龍潭道上行。碧樹數叢堪作障，青山一半不知名。閒情轉向塵中得，幽景偏宜客裏生。晚覓茅齋投一宿；花前試看酒旗輕。」進士名宗泰。"
      },
      {
        "index": 12,
        "text": "姚申甫方伯與沈永之觀察，本中表親，姚姊嫁沈。二人年少時，與余同肄業書院。每見方伯家遣僮擔盒，供其子婿。二人同登鄉、會科。沈寄姚詩云：「辛勤二老訓喃喃，愛婿猶如愛長男。甘脆每教常健飯，苦吟猶記許分甘。」沈殿試二甲第三，姚二甲第二，自後官階沈必差姚一級：姚為觀察，沈為太守；沈為觀察，則姚為方伯矣。沈又寄詩云：「平生每好居人後，今日還應讓弟先。」余將赴廣西金撫軍之聘，姚賦詩相留曰：「就使將軍重揖客，何如南國有詞人？」後四十年，姚竟巡撫廣西。余寄書云：「不料當日所謂『將軍』，即此時之閣下，惜我不能來作揖客耳！」永之在書院寄內詩云：「深院蝶嬌無語坐，小園花嫩卷簾看。」為掌教楊文叔先生所賞。"
      },
      {
        "index": 13,
        "text": "余在都時，永之引見滿洲學士春台。春自云：「年三十時，目不識丁。從一禪師靜坐三月，頗以為苦。一夕，提刀欲殺禪師。仰頭見月，忽然有悟，賦詩便工。」《塞外》云：「野水吞人面，青山甕馬聲。浮雲連帽起，殘雪帶鞭行。」殊雄偉。公愛永之與枚，以為兩少年必貴；每至，必留飲、留宿，遣妾捧觴。"
      },
      {
        "index": 14,
        "text": "桐城相公七十生辰，余與諸翰林祝壽。宴罷，各賜詩扇一柄，詩寫《田園雜興》云：「不識風塵勞擾，但知雲水盤桓。買畚偶來城市，祀神一著衣冠。」「橋流水村近，疏柳長堤路斜。車馬不聞叩戶，雞豚自識還家。」「煙生茅屋雲白，雨過菱塘水新。今歲秋田大稔，稻苗高過行人。」「竹屋正臨流水，槿籬曲繞閒亭。此是吾廬本色，被人偷作丹青。」「作苦最憐田婦，布衣椎髻無華。磕餉並攜稚子，採桑不摘閒花。」公終身富貴，而詩能淡雅若此。"
      },
      {
        "index": 15,
        "text": "嚴公瑞龍作湖北布政使，續《漢上題襟集》，招諸詩人唱和；亦公卿雅事也。傅辰三《感春》云：「恰恰春分二月半，分春妙手愛東君。但愁過卻花朝後，一日春容減一分。」「月落參橫夜向晨，半醺花意欲留人。夜闌莫怯風吹袂，為愛梅花不惜身。」《大雨戲作》云：「雨師一夕興淋漓，筆尖亂點西窗紙。初猶落落蝌蚪分，繼則盈盈垂露似。須臾漫漶一片濕，直似秦碑沒字體。」殊有東坡風趣。沈樹德《落花》云：「飛燕蹴歸簾影里，游魚吹起浪花中。」葉聲木《送人》云：「吹酒涼風穿樹過，破煙水月隔樓生。」"
      },
      {
        "index": 16,
        "text": "康熙壬寅，余七歲，受業於史玉瓚先生。雍正丁未，同入學。先生不甚作詩，而得句殊雋。《偶成》云：「好鳥鳴隨意，幽花落自然。」《病中》云：「廿年辛苦黔婁婦，半世酸辛伯道兒。」終無子。余為葬於葛嶺。"
      },
      {
        "index": 17,
        "text": "沈歸愚尚書，晚年受上知遇之隆，從古詩人所未有。作秀才時，《七夕悼亡》云：「但有生離無死別，果然天上勝人間。」《落第詠昭君》云：「無金贈延壽，妾自誤平生。」深婉有味，皆集中最出色濤。六十七歲，與余同入詞林。《紀恩》詩云：「許隨香案稱仙吏，望見紅雲識聖人。」"
      },
      {
        "index": 18,
        "text": "與余同薦鴻詞者，有戶部主事尚庭楓，號茶洋，陝西人。為人詭誕不羈，忽而結駟連騎，忽而布衣藍褸。賦詩有奇氣，如：「落花平地二尺厚，芳草如天萬里青。」「月華照樹有烏鵲，雲氣上天如白羊。」皆警句也。"
      },
      {
        "index": 19,
        "text": "余愛誦金壽門「故人笑比庭中樹，一日秋風一日疏」之句。杭堇浦先生曰：「此句本唐人高蟾：『君恩秋後葉，一日一回疏。』不足為壽門奇。壽門佳句，如：『佛煙聚處都成塔，林雨吹來半雜花。』詠《苔》云：『細雨偏三月，無人又一年。』乃真獨造。」余按古人佳句，都有所本：陳元孝：「池花對影落，沙鳥帶聲飛。」本李群玉：「沙鳥帶聲飛遠天。」梁藥亭：「龍虎片雲終王漢，詩書餘火竟燒秦。」仿唐人：「半夜素靈先哭楚，一星遺火下燒秦。」楊誠齋：「不知落得幾多雪，作盡北風無限聲。」仿唐人：「流到前溪無一語，在山作得許多聲。」"
      },
      {
        "index": 20,
        "text": "閨秀李金娥詠《路上柳》云：「折取一枝城裏去，教人知道是春深。」湖州高氏小女有一聯云：「也知春色歸人早，鄰女釵邊有杏花。」"
      },
      {
        "index": 21,
        "text": "相傳江寧南城外瑞相院後叢竹中，為馬湘蘭墓。望江魯雁門題詩云：「葉飄難禁往來風，未肯輸懷向狡童。畫到蘭心留素素，死依僧院示空空。知音卓女情雖切，薄幸王郎信未終。一點憐才真意在，青青竹節夕陽中。」「絕世英雄寄女妝，荊家曾說十三娘。年來文士動相擠，始識伊人不可忘。零露似熏香豆蔻，百花想見繡衣裳。平生除拜要離塚，到此才焚一瓣香。」嚴侍讀冬友曰：「瑞相院前之墓，少時亦誤以為湘蘭；後往訪之，見題碣云『新安貞女某氏之墓』。碑陰載為某商人之妾，商人不歸，守貞而死。以為湘蘭，有玷逝者矣。」陳楚筠制錦曾效長吉體，為詩証明其事，云：「古釵耿耿蝕黃土，千歲老蟾嘯秋雨。蒼茫落日掩平坡，風入黃蒿作人語。」「新安山高江水遙，卷施原不生倡條。貞魂夜號月光曉，兒童莫賦西陵草。」"
      },
      {
        "index": 22,
        "text": "余過京口，丹徒宰徐天球，字天石，貴州人，見示詩集。一別之後，遂永訣矣。余愛其《風箏》一絕云：「誰向天邊認塞鴻？但憑一紙可騰空。任他風信東西轉，百丈游絲在掌中。」"
      },
      {
        "index": 23,
        "text": "沈光祿子大、許明府子遜，二人齊名。沈如：「竹光晨露滑，池靜夜泉生。」許如：「鐘聲涼引月，江氣夕沉山。」真少陵也。行役絕句，有相同者。沈云：「惟有夢魂吹不斷，月明猶自逆風歸。」許云：「明月有情應識我，年年相見在他鄉。」子遜先生與余為忘年交，論詩尊唐黜宋，失之太拘。有某少年，故意抄宋詩之有聲調者試之，先生誤以為唐。少年大笑。余贈云：「前生合是唐宮女，不唱開元以後詩。」"
      },
      {
        "index": 24,
        "text": "松江王太守名祖庚，與乃祖文恭公同日生，故號生同。丁未進士，終身以不入詞館為恨。兩子皆入翰林，而先生不樂也。與彭芝庭尚書，同出尹文端公門下。有《納涼聞笛》云：「碧空如水淨無雲，斗轉參橫夜欲分。長笛不知何處起，好風偏送此間聞。江梅片片傷春暮，岸柳絲絲綰夕曛。曲罷無端倍惆悵，階前涼露濕紛紛。」亦同余召試友也。"
      },
      {
        "index": 25,
        "text": "學人之詩，吾鄉除諸襄七、汪韓門二公而外，有翟進士諱灝、字晴江者，《詠煙草五十韻》警句云：「藉艾頻敲石，圍灰尚撥爐。乍疑伶秉箭，復效雁銜蘆。墨飲三升盡，煙騰一縷孤。似矛驚焰發，如筆見花敷。苦口成忠介，焚心異鬱紆。穢驚苓草亂，醉擬碧筒呼。吻燥寧嫌渴，唇津漸得腴。清禪參鼻觀，沆瀣潤嚨胡。幻訝吞刀並，寒能舉口驅。餐霞方孰秘，厭火國非誣。繞鬢霧徐結，蕩胸雲疊鋪。含來思渺渺，策去步於於。」典雅出色，在韓慕廬先生《煙草》詩之上。又，《薄暮驟雨》云：「黑雲留替西南來，狂飆挾勢驚奔雷。夕陽倉卒收不及，劃住半壁青天開。」句殊奇險。"
      },
      {
        "index": 26,
        "text": "余自幼聞姨母章氏，嫁非其偶，時誦「巧妻常伴拙夫眠」之句，不知何人所作。後閱謝在杭集，方知故是謝詩。其詞曰：「癡漢偏騎駿馬走，巧妻常伴拙夫眠。世間多少不平事，不會作天莫作天。」"
      },
      {
        "index": 27,
        "text": "從弟鳳儀《旅店》云：「迎面有山皆客路，問心無日不家鄉。」呂柏岩有句云：「天果有涯行易盡，家雖無路夢常通。」"
      },
      {
        "index": 28,
        "text": "余知江寧時，和尹公「通」字韻云：「身如雨露村村到，心似玲瓏面面通。」史文靖公聞之，笑曰：「畫出一個尹元長。」"
      },
      {
        "index": 29,
        "text": "長沙太守陳焱，陝西人，與余在蘇州花宴甚歡。《口號》云：「此地若教行樂死，他生應不帶愁來。」未二年，竟卒。然他生無愁，亦可知矣！"
      },
      {
        "index": 30,
        "text": "某公子惑溺狹斜，幾於得疾。其父將笞之，公子獻詩云：「自憐病體輕於葉，扶上金鞍馬不知。」父為霽威。所惑者亦有句云：「朝朝梳洗臨江水，一路芙蓉不敢開。」又曰：「世間未有無情物，蠟燭能癡酒亦酸。」"
      },
      {
        "index": 31,
        "text": "方敏恪公六十一歲生兒，當八月十四日；賦《得子》詩云：「與翁同甲子，添汝作中秋。」余酒席歌場、乘人鬥捷之作，多不載集中。乙未二月，避生日於蘇州，有舊識女校書任氏，以扇索詩。余題云：「隔年相見倍關情，樓上金燈樓下箏。難得相逢好時節，再遲三日是清明。」「市長陵路狹斜，當簷一樹碧桃花。果然六十非虛度，半醉天台玉女家。」校書喜，次日引余見其第四妹。妹亦持扇索詩。余題云：「玉立長身窈窕姿。相逢從此惹相思。雲翹更比雲英弱，知是瑤臺第四枝。」「若非月姊通消息，爭得玄霜見少君？一樣珍珠兩行字，替他題上藕絲裙。」嗣後任家姊妹，逢能文之客，必歌此四章，不落一字，亦慧人也。"
      },
      {
        "index": 32,
        "text": "余初意慶六旬，欲仿康對山集名妓百人，唱《百年歌》；而不料稱觴之日，僅得五人。御史蔣用庵同席，後將往杭州，留詩見贈云：「喜是尋芳到未遲，唐昌觀裡正花時。芝蘭九畹春如許，卻讓芝房第一枝。」謂芝仙校書。「風月東南屬主盟，買花親自載花行。未知桃葉曾迎否，先占揚州小杜名。」「壽域歡場不易全，介眉見說有初筵。分明一樣稱觴酒，纖手扶來便欲仙。」「館娃回首夢虛無，又挂風帆西子湖。不識玉釵羅袖畔，可曾閒憶到狂夫？」余後四年，再過蘇州，任氏姊名翠筠者，持舊扇相示，紙已破矣；猶裝裹護持，為余唱曲。余感其情，再題二絕云：「四年前贈扇頭詩，多謝佳人好護持。不是文君才絕世，相如琴曲有誰知？」「為儂重唱《玉瓏玲》，嚦嚦鶯聲繞畫屏。一曲歌終人一世，那堪頭白客中聽？」"
      },
      {
        "index": 33,
        "text": "蘇州太守孔南溪，風骨冷峭，權貴不敢以情干。青樓金蕊仙以事挂法，一時交好，無能為之道地。乃遣人至白下，求余關說。余與金甚疏，僅半面耳。竊念書中語倘不佯為親狎，轉生孔之疑；乃寄札云：「僕老矣，三生杜牧，萬念俱空；只花月因緣，猶有狂奴故態。今春到治下，欲為尋春之舉；而吳宮花草，半屬虛名；接席銜杯，了無當意。惟女校書金某，含睇宜笑，故是矯矯於庸中。遂同探梅鄧尉而別。刻下接蕭娘一紙，道為他事牽引，就鞫黃堂，將有月缺花殘之恨。其一切顛末，自有令甲，憑公以惠文冠彈治之，非僕所敢與聞。只念此小妮子，蕉葉有心，雖知卷雨；而楊枝無力，只好隨風。偶茵溷之誤投，遂窮民而無告。似乎君家宣聖復生，亦當在『少者懷之』之例，而必不『以杖叩其脛』也。且此輩南迎北送，何路不通何不聽請於有力者之家，而必遠求數千里外之空山一叟可想見夫子之門牆，壁立萬仞；而非僕不足以替花請命耶？元微之詩云：『寄與東風好抬舉，夜來曾有鳳凰棲。』敬為明公誦之。」孔得札後，覆云：「鳳鳥曾棲之樹，托抬舉於東風；惟有當作召公之甘棠，勿剪勿伐而已。」二札風傳一時。未二年，余又往蘇州。過京口，已解纜矣，丹徒徐令挽舟相留道：「妓戴三與太守淮樹章公司閽者狎，章知之，逐閽人，而不罪戴。戴往城隍廟焚香還願，一廟歡然。章怒其張揚，嚴檄拘訊，將使荷校以徇。徐婉求不聽，乞余解圍。」余召見戴三，則霧鬢風鬟，春秋老矣。然馬骨千金，不可以不援手也。草札與太守云：「昔錢穆父刺常州宴客，將笞一妓。妓哀請。錢云：『得座上歐陽永叔一詞，故當貸汝。』歐公為賦一闋，遂釋之。僕雖非永叔，而公則今之穆父也。請為二章，以當小調。詞曰：『東風吹散野鴛鴦，私蒸神前一瓣香。為祝長官千萬福，緣何翻惱長官腸？樊川行矣一帆斜，那有情留子夜家？只問千秋賢太守，可曾幾個斫桃花？』」交書徐公，即挂帆還白下。終不得消息，心殊倦倦。半月後，章寄函來，開看只七字曰：「桃花依舊笑東風。」"
      },
      {
        "index": 34,
        "text": "漢陽戴喻讓詩，有奇氣，出吾鄉陳星齋先生門下。有《臨漳曲》云：「暮雲深，霸橋逝；水天橫，歌臺廢。玉龍金鳳已千年，古瓦還鐫『銅雀』字。賣履分香兒女情，讀書射獵英雄氣。如何橫槊對東風？老年想作喬家婿。」末二句，老瞞在九泉亦當笑倒。又，《詠雪》云：「未添庾嶺三分白，預借章臺一月花。」"
      },
      {
        "index": 35,
        "text": "邵子湘作《韻略》，以「江」、「陽」為必不可通。余讀《史記·龜笑傳》、韓昌黎《此日足可惜》及李翱《祭韓公》諸篇，「江」、「陽」皆通。猶以為彼固合「東」、「青」、「庚」而通之甚廣，未足據也。及讀岑嘉州《陪狄員外早秋登府西樓》一篇云：「常愛張儀樓，西山正相當。車馬隘百井，里閂盤三江。」此短篇五古也，唐人用韻甚嚴，何濫通乃爾因而廣考之，方知子湘之陋。《尚書》：「論道經邦，燮理陰陽。」《戴記》：「無服之喪，以畜萬邦。」此「六經」通「江」、「陽」之証也。《孔雀東南飛》云：「東家第三郎，窈窕世無雙。」樊毅《西嶽碑》云：「其德休明，則有禎祥。荒淫臊穢，篤災必降。」《柳敏碑》云：「山陵元室，建斯邦兮；不飭不凋，隕履霜兮。」《三國志》楊戲《蜀君臣贊》云：「保據河江，家破軍亡。」《晉語》云：「二陸三張，中興過江。」《宋書·大社之祝》曰：「地德普施，惠存無疆。乃建大社，以保萬邦。」漢《紫玉歌》云：「一日失雄，三年感傷。雖有眾鳥，不為匹雙。」苟最《正德舞歌》云：「煥炳其章，光乎萬邦。」庾信《柳遐墓銘》云：「起茲禮數，峻此戎章。長離宛宛，刷羽凌江。」《吳越春秋·河梁歌》云：「諸侯怖懼皆恐惶，聲傳海內威遠邦。」呂溫《昭陵功臣贊》云：「經綸八方，晏海澄江。」李翰《裴晏射虎贊》云：「弧矢之說，以威四方。群虎既夷，狄人來降。」此漢、唐樂府通「江」、「陽」之証也。至宋諸大家，尤不勝屈指。"
      },
      {
        "index": 36,
        "text": "余作駢體文，押曹丕「丕」字為上聲，為人所嗤。不知「丕」與「不」通，又與「負背」通，不止「攀悲切」也。《書》曰：「是有丕子之責於天。」《史記》作「負字」。《索隱》引鄭氏曰：「丕讀為負。」《石經》、《尚書》亦作「負子」。惟今之韻書，捃摭淺漏，未經收拾。沈存中笑香山押「餓殍」為夫。又笑杜牧之《杜秋》詩「厭飫不能飴」，誤飴糖之飴，作飲啖用。不知杜牧之用「飴」字，本東漢《童謠》：「飴我大豆烹芋魁。」又，晉《盛彥傳》：「婢使蠐螬炙飴之。」香山之押「殍」作平聲，本《唐韻》「敷」字下收「殍」，作「撫俱切」。猶之今平韻不收「糾」字，而嵇康《琴賦》亦竟作平聲押也。"
      },
      {
        "index": 37,
        "text": "《玉臺新詠》實《國風》之正宗，然有不可學者。如湘東王《春日》，一句用兩「新」字。鮑泉、沈約有詩八首；以五言一首為題。如「秋衰悲落桐」之類，反復千言，殊覺可憎。為唐人試帖賦得題所自仿也。"
      },
      {
        "index": 38,
        "text": "人無酒德，而貪杯勺，最為可憎。有某太守在隨園賞海棠，醉後，竟弛下衣，溲於庭中。余次日寄詩戲之云：「客是當年夷射姑，不教虎子挈花奴。但驚羸者此陽也，誰令軍中有布乎？頭禿公然幘似屋，心長空有腹如瓠。平生雅抱時苗癖，日縛衣冠射酒徒。」"
      },
      {
        "index": 39,
        "text": "年家子龔友，青年好學，來誦其《白門小住》云：「秋生黃葉聲中雨，人在清溪水上樓。」余為嘆賞。臨別，忽向余正色云：「友不好名，先生切勿以友詩告人。」余雅不喜，曰：「此子矜情作態，局面太小。」已而竟不永年。"
      },
      {
        "index": 40,
        "text": "余《哭鄂制府虛亭死節》詩云：「男兒欲報君恩重，死到沙場是善終。」乙酉天子南巡，傅文忠公向莊滋圃新參誦此二句，曰：「我不料袁某才人，竟有此心胸。聞系公同年，我欲見之，希轉告之。」余雖不能往謁，而心中知己之感，惻惻不忘。第念平生詩頗多，公何以獨愛此二句後公往緬甸，受瘴得病歸，薨。方知一時感觸，未嘗非讖云。鄂公拈香清涼山，過隨園門外，指示人曰：「風景殊佳。恐此中人，必為山林所誤。」有告余者。余不解所謂。後見宋人《題呂仙》一絕曰：「覓官千里赴神京，得遇鐘離蓋便傾。未必無心唐社稷，金丹一粒誤先生。」方悟鄂公「誤」字之意。"
      },
      {
        "index": 41,
        "text": "宋劉子儀為夏英公先得樞密，乃詠《堠子》詩曰：「空呈厚貌臨官道，更有人從捷徑過。」本朝朱草衣詠《雪》云：「正愁前路迷樵徑，先有人行路一條。」陳古漁《看桃花》云：「回頭莫羨人行處，曾向行人行處來。」"
      },
      {
        "index": 42,
        "text": "同年李竹溪棠，性誠愨，而詩獨清超。《感懷》云：「罷官便有閒人集，才老旋生後輩嫌。」《得家書》云：「急開翻惱緘封密，朗誦頻教句讀差。」其子燧年十歲時，余命屬對「水仙花」，渠應聲曰「羅漢松」。平仄雖不協，而意境極佳，遂大奇之。歸河間後見懷云：「韋司風味陶潛節，野鶴閒雲伴此身。四海聲名雙管筆，六朝花柳一家春。鬚眉每向詩中見，函丈偏從夢裏親。此日著書深幾許，瓣香心事屬何人？」末二句，其自命亦不凡矣。"
      },
      {
        "index": 43,
        "text": "杭州張有虔先生，年九十三，皇上欽賜舉人。余自幼蒙提攜，故求其詩，不得。得其子名濟川號南皋生者《微雨》云：「無聲著林木，有色引莓苔。」《欲雪》云：「風號平野急，雲重暮山連。」"
      },
      {
        "index": 44,
        "text": "有人誦常州汪玉珩詠《淚》佳句云：「江干斑竹牆陰草，壺內紅冰鏡里潮。」余以為不如其第一首云「商女含愁歌一曲，楚妃無語過三年」更覺耐想。又《偶成》云：「高閣對層巒，屋角煙蘿接。山雨欲來時，蕭蕭下黃葉。」"
      },
      {
        "index": 45,
        "text": "胡稚威云：「詩有來得、去得、存得之分。來得者，下筆便有也；去得者，平正穩妥也；存得者，新鮮出色也。」"
      },
      {
        "index": 46,
        "text": "劉霞裳與余論詩曰：「天分高之人，其心必虛，肯受人譏彈。」余謂非獨詩也；鐘鼓虛故受考，笙竽虛故成音。試看諸葛武侯之集思廣益，勤求啟誨：此老是何等天分孔子入太廟，每事問；顏子以能問於不能，以多問於寡：非謙也，天分高，故心虛也。"
      },
      {
        "index": 47,
        "text": "梁文莊公之兄啟心，字守存，入翰林後，即乞歸養。其子山舟侍講，亦早乞病，使其弟敦書仕於朝。一門家風如此。守存除夕約同人游吳山，不果，乃寄詩云：「何堪歲盡復遷延？夙約都為俗事牽。多謝分吟留一席，不妨屬和待明年。空山響答千門爆，落日寒迷萬瓦煙。想見諸公高會處，下方人指地行仙。」《除夕》云：「舊賜官袍聊一著，新頒春帖懶重書。」《晚過山庵》云：「清依古佛原無夢，老笑秋蟲尚有絲。」山舟性木近婦人，不宴客，亦不赴人之宴。惟余還杭州，則具華饌，一主一賓，相對而已。故余《寄懷》云：「一飯矜嚴常選客，半生孤冷不宜花。」山舟有《反游仙》云：「漫說長生有秘傳，餐芝絕粒幾經年。登仙直是尋常事，雞犬由來亦上天。」「瑤林瓊樹生來有，玉宇雲樓望裏深：上界不聞阿堵貴，道人偏要煉黃金。」「曾侍朝正三殿來，遙瞻旌節下蓬萊。如何一片飛鳧影，也被人間網得回？」「賺他劉阮是何人，畢竟迷樓莫當真。我是天台狂道士，桃花多處急抽身。」「擾擾蜉蝣奈若何？寸田尺宅竟蹉跎。自從偷吃嵇康髓，只覺胸中塊壘多。」"
      },
      {
        "index": 48,
        "text": "尹望山相公，四督江南；諸公子隨任未久，多仕於朝。惟似村以秀才故不當差，常侍膝下，詩才清絕。余駢體序中，已備言之。猶記其訂余往過云：「清談相訂菊花期，正慰幽懷入夢時。空谷傳書鴻屢至，閒庭掃徑僕先知。關心尚憶他鄉客，時以詩寄三兄。因病翻添數首詩。聞道芒鞋將我過，倚欄只恨月圓遲。」《絢春園》云：「莫喚池邊貪睡犬，隔林恐有看花人。」乙酉別去，庚子八月忽奉太夫人就蕪湖觀察兩峰之養，重過隨園。見和云：「迎人雞犬閒如舊，滿架琴書賣欲無。」《臨別》云：「故人垂老別，歸舫任風移。退一步來想，斯游本不期。」似村，名慶蘭。"
      },
      {
        "index": 49,
        "text": "張松園方伯不甚作詩，而落筆新穎。見張素雲女校書扇上有余贈詩，乃題其後云：「小住青樓醉好春，偶教蹤跡落紅塵。昨宵月下看歌扇，忽見文星照美人。」"
      },
      {
        "index": 50,
        "text": "嘉禾徵士曹廷樞古謙，與葛卜元同教習宗學。葛北方人，長於考據，自負博雅。而曹專工詞章。二人不相能。虞山蔣公、滿洲世公，各有所庇，遂相參劾。古人洛、蜀之分，皆由門下士起也。曹詩自佳，詠《春雨》云：「兩兩溪邊水鳥呼，漸看簷際濕模糊。憑欄花重紅疑滴，隔座山橫翠欲無。吟苦莫愁春冷淡，病多偏穩睡工夫。卷簾自愛虛無景，未要瀟湘入畫圖。」"
      },
      {
        "index": 51,
        "text": "杭州柴南屏先生，名謙，作中書時，和聖祖《冬至》詩，有「雪花欲共梅花落，春意還同臘意舒」之句。聖祖謂有翰苑才，超升御史。余與其曾孫景高交，先生年八十餘矣，詠《西湖》云：「月出慣留歌舞席，風生不送別離船。」"
      },
      {
        "index": 52,
        "text": "世有口頭俗句，皆出名士集中：「世亂奴欺主，時衰鬼弄人。」杜荀鶴詩也。「今朝有酒今朝醉，明日無錢明日愁。」羅隱詩也。「一朝權在手，便把令來行。」崔戎《酒籌》詩也。「閉門不管窗前月，分付梅花自主張。」南宋陳隨隱自述其先人詩也。「大風吹倒梧桐樹，自有旁人說短長。」宋人笑趙師罩欲附范文正公祠堂詩也。「晚飯少吃口，活到九十九。」古樂府也。見《七修類稿》所引。「難將一人手，掩得天下目。」曹鄴詩也。「易求無價寶，難得有情郎。」女真蕙蘭詩也。「一舉首登龍虎榜，十年身到鳳凰池。」張唐卿詩也。「平生不作皺眉事，世上應無切齒人。」邵康節詩也。「兒孫自有兒孫福，莫與兒孫作馬牛。」徐守信詩也。「是非只為多開口，煩惱皆因強出頭」；「自家掃去門前雪，莫管他家瓦上霜」：並見《事林廣記》。「黃泉無客店，今夜宿誰家？」見唐人逸詩。"
      },
      {
        "index": 53,
        "text": "河督姚小坡，作別駕時，以「祭葬」二字命題。余宰江寧時，無子，《詠祭》云：「血食滿天下，但看所樹恩。羞將好魂魄，飢飽仗兒孫。」"
      },
      {
        "index": 54,
        "text": "余作庶常時，寓年家花園。同年吳自堂與其兄飛池借寓園中。飛池與吳女金娘有三生之約，畏妻不敢聘。金寄詩云：「殘淚未消和影拭，舊書重展背人看。」詩既佳，書法亦秀媚。"
      },
      {
        "index": 55,
        "text": "雲間沈大成，字學子，皓首窮經，多聞博學；嘗見古廟有九原丈人之碑，不知所出。後閱《十洲記》，始知乃海神，司水者也。因作《九原丈人考》一篇。《贈邵檀波》云：「異書勘後兼金重，古硯磨多似臼深。」《即事》云：「樓頭風定鐘初動，湖上雲開舫漸行。」"
      },
      {
        "index": 56,
        "text": "浙中遂昌教諭王世芳，字芝圃，年一百十歲，入都祝太后萬壽，賜翰林侍講銜。還鄉，陳太常星齋贈詩云：「華皓何來雲水頭？寵加新秩返扁舟。酒錢未卜憑誰與？壺藥翻叨為我投。薄宦夢驚山北檄，散仙行逐海東鷗。獨留佳話傳臺閣，曾與耆英大父游。」王面長尺許，腰若植鰭。自言：「少居鄉，遭耿逆之變。與諸妹豆棚閒坐，一妹頭忽不見，蓋為飛炮擊去也。」與第三子同來，白髮飄蕭，背轉傴僂。問其長子。曰：「不幸夭亡矣。」問夭亡之年。曰：「八十五歲。」乾隆辛未，聖駕南巡，有湖南湯老人來接駕，年一百四十歲。皇上先賜匾額云「花甲重周」。又賜雲「古稀再度」。"
      },
      {
        "index": 57,
        "text": "余夏間惡蚊，常誤批頰甚痛，、而蚊乃飛去。偶讀葉聲木《譙蚊》詩，不覺大快。詞曰：「虎狼偶食人，人猶寢其皮。獨怪蚤虱咬，嗜人甘如飴。蟣虱我自生，自孽將怨誰？蚤出塵土間，跳梁亦暫時。爾蚊何為者？薨薨聲殷雷。訂盟如點將，歃血遣欲飛。聚昏更為市，利析秋毫微。穿衣巧刺繡，中膚驚卓錐。深入石飲羽，潛侵劍切泥。三伏涼夜好，清風吹滿懷。時方愛露坐，鳴鏑一聲來。誤憤自批頰，悵望空徘徊。亦或中老拳，磔裂殲渠魁。無奈苦搔癢，汗粘變瘡痍。咄咄麼麼蟲，陰毒乃如斯。長喙不擇肉，呼吸若乳兒。怪底入夏瘦，毛孔成漏卮。安得通身手，左右時交揮！」葉諱誠，錢塘孝廉。"
      },
      {
        "index": 58,
        "text": "王安昆，字平圃。予少在都中，與交好，常宿其家，見其題尤貢甫《墨竹》云：「幾個琅玕幾點苔，勝他五色筆花開。分明滿幅蕭蕭響，似帶江南風雨來。」《買竹》云：「南郊過雨綠生香，底事勞人買竹忙？我一出城君入市，兩邊風味各分嘗。」又，《送羅兩峰歸邗上兼示舍弟瘦生》云：「別時冰雪到時春，萬樹寒梅照眼新。邂逅若逢江上客，已歸須勸未歸人。」"
      },
      {
        "index": 59,
        "text": "余宰沭陽，有宦家女依祖母居，私其甥陳某，逃獲。訊時值六月，跪烈日中，汗雨下；而膚理玉映。陳貌寢，以縫皮為業。余念燕婉之求，得此戚施，殊不可解。問女何供。女垂淚云：「一念之差，玷辱先人，自是前生宿孽。」其祖母怒甚，欲置之死。余以卓茂語，再三諭之。笞甥，而以女交還其家。搜其篋，有《閨詞》云：「蕉心死後猶全卷，蓮子生時便倒含。」亦詩讖也。隔數月，聞被戚匪胡豐賣往山東矣。予至今惜之。嘗為人題畫冊云：「他生願作司香尉，十萬金鈴護落花。」"
      },
      {
        "index": 60,
        "text": "宰江寧時，有南鄉錢貢甫之子某，買張某妻陳氏為妾；得價後，屢詐不遂，遂來控官。余召訊之。錢燒窯，張為其採煤者也，貌如石炭，妻嫣然窈窕。錢美少年，能詩。余意天然佳偶，欲配合之，而格於例，乃發官媒，免其笞。有役某素黠，探知官意，密授錢計，仍買歸焉。錢故鄉居，事過後，余不便再問消息。後十餘年，余游牛首山，路見鬋鬃者，率三嬰兒，捧香伏地。問何人。曰：「錢某也。年來妻亡，扶陳氏為正室。此三兒皆其所生。某亦入上元學矣。妻聞公游山，命我來謝。」獻詩云：「酬恩兩個山村雀，含著金環沒處尋。綠葉成陰滿枝子，費公多少種花心。」"
      },
      {
        "index": 61,
        "text": "李笠翁詞曲尖巧，人多輕之。然其詩有足採者。如：《送周參戎之浦陽》云：「儒將從來重，君其髯絕倫。三遷無喜色，百戰有完身。灰裏求遺史，刀邊活故人。仙華名勝地，細柳正堪屯。」《婺寧庵》云：「誰引招提路，隨雲上小峰。飯依香積煮，衣倩衲僧縫。鼓吹千林鳥，波濤萬壑松。《楞嚴》聽未闋，歸計且從容。」尤展成贈云：「十郎才調本無雙，雙燕雙鶯話小窗。送客留髡休滅燭，要看花影照銀釭。」"
      },
      {
        "index": 62,
        "text": "杭州姚君思勤、黃君湘圃、吳君錫麒八九人，同作《新年百詠》，俱典雅；而吳詩尤超。《門神》云：「問爾侯門立，能知深幾重？」倪經培云：「爵封萬戶外，秩滿一年中。」姚詠《拜年》云：「履吉弓鞋換，催妝歲燭然。勝常稱再四，利市乞團圓。」《風菱》云：「面目為誰槁？心腸到底甜。」黃詠《爆竹》云：「買來還縮手，畢竟讓人工。」《面鬼》云：「一半頭銜用，幾重顏甲生。」皆佳句也。金雨叔宗伯為題辭云：「回首辭家十載餘，舊鄉風土夢華胥。卷中重認新年景，卻認初來占籍居。」"
      },
      {
        "index": 63,
        "text": "《清波雜志》載：「元祜間，新正賀節，有士持門狀遣僕代往；到門，其人出迎，僕云：『已脫籠矣。』諺云『脫籠』者，詐閃也。溫公聞之，笑曰：『不誠之事，原不可為！』」及前朝文衡山《拜年》詩曰：「不求見面惟通謁，名紙朝來滿敝廬。我亦隨人投數紙，世情嫌簡不嫌虛。」可見賀節投虛帖，宋朝不可，明朝不以為非：世風不古，亦因年代而遞降焉。"
      },
      {
        "index": 64,
        "text": "余有詩不入集中者，嫌其少作未工也。然終竟是爾時一種光景，棄之可惜，乃追憶而錄之。九歲《詠盤香》云：「空梁無燕泥常落，古佛傳燈影太孤。」十五歲《詠懷》云：「也堪斬馬談方略，還是騎牛讀《漢書》。」《題田古農〈賣書買劍圖〉》云：「丈夫窮後疑無路，猶有神仙作退步。」《舟行》云：「山雲猶辨樹，江雨暗移春。」《詠柳》云：「新絲買得剛三月，舊雨吹來似六朝。」《落花》云：「莫訝萬枝隨雨盡，須知一片自天來。」《無題》云：「紅豆相思多入骨，綠蘿著處便生根。」在都中，《為徐相國耕籍應制》云：「水到公田龍脈轉，風翻仙仗杏花飛。」頗為相公稱許。《和金沛恩〈詠昭君紙鳶〉》云：「玉門春老恨難忘，猶逐東風謁漢王。環鞏影沉天漠北，琵琶聲在白雲鄉。素絲解作留仙帶，細雨彈成墜馬妝。莫怪洛城多紙貴，畫圖終日對斜陽。」"
      },
      {
        "index": 65,
        "text": "丁卯冬，余宰江寧，以公事往揚州，阻風燕子磯。宏濟寺僧默默，年九十餘，導余游山；並出西林、桐城兩相國及諸公卿詩相示。余亦贈四律而別。後辛未南巡，默默接駕。上問其年。奏曰：「一百二歲。」上笑曰：「和尚還有二十年壽。」隨賜紫衣。默默謝恩而出。乾隆二十年，竟圓寂矣。方知天語之成讖也。高文定公贈以詩云：「默默僧年八十餘，麥塍猶愛荷春鋤。抬頭見客心先喜，款坐烹茶意自如。千尺娑羅庭外樹，兩朝丞相壁間書。救生舟送風帆穩，利涉長江信不虛。」"
      },
      {
        "index": 66,
        "text": "陶貞白云：「仙人九障，名居一焉。」余不幸負虛名。丁丑過書肆，見有作《金陵懷古》詩者，姓王，名顛客，假余序文。詩既不佳，序亦相稱，余一笑置之。後三年，再過書肆，見《清溪唱酬集》一本，載上海彭金度、碭山汪元琛、太倉畢瀧等，共三十餘人；前駢體序，亦假我姓名。詩序俱佳，不能無訝。因買歸，示程魚門。程笑曰：「名之累人如此。雖然，如魚門之名，求其一假，尚未可得。」後十年，集中王陸提、曹錫辰、徐德諒、范雲鵬四人，都來相見。而諸君子則終未謀面。姑錄數首，以志暗中因緣。范《採菱曲》云：「採蓮莫採菱，菱角刺儂手。採菱莫採蓮，蓮心苦儂口。刺手苦儂苦不深，苦口兼欲苦儂心。」汪《金陵雜詩》云：「清江一曲鴨頭波，相約湔裙踏淺莎。雙槳月明桃葉渡，但聞人語不聞歌。」"
      },
      {
        "index": 67,
        "text": "王西莊光祿，為人作序云：「所謂詩人者，非必其能吟詩也。果能胸境超脫，相對溫雅，雖一字不識，真詩人矣。如其胸境齷齪，相對塵俗，雖終日咬文嚼字，連篇累牘，乃非詩人矣。」余愛其言，深有得於詩之先者，故錄之。"
      },
      {
        "index": 68,
        "text": "丙辰，余將赴廣西。吾鄉有孔先生者，年八十餘，贈詩云：「畫眉聲裏推篷坐，不是看山便讀書。」"
      },
      {
        "index": 69,
        "text": "張宮詹鵬猻，受今上知最深。侍值乾清門，方宣召，而張已歸。上以詩責之云：「傳宣學士為吟詩，勤政臨軒未退時。試問《羔羊》三首內，幾曾此際許委蛇？」命依韻和呈，聊當自訟。張奉旨呈詩，上喜，賜以克食。張進謝恩詩，有「溫語更欣天一笑，翻教賜汝得便宜」之句。後數日，和上《柳絮》詩，托詞見意云：「空階勻積似鋪霜，忽起因風上玉堂。縱有別情供管領，本無才思敢輕狂。散來欲著仍難起，飛去如閒恰又忙。剩有鬢絲堪比素，蜂粘雀啄底何妨？」《嘲春風》云：「封姨十八正當家，牆角朱幡弄影斜。掃盡亂紅無興緒，強將餘力管楊花。」先生詠物詩，尤為獨絕。如集中《泥美人》、《雁字》、《粉團》、《玉環》諸題，皆能不脫不粘，出人意表。少時游楚南，太守張蒼崖懋贈以序云：「好窮七澤之游，勿遽吞吾云夢；試問郢中之客，誰能和汝《陽春》」"
      },
      {
        "index": 70,
        "text": "康熙庚子，常熟杜昌丁入藏，過瀾滄百里；其部落日估保，有小女名倫幾卑，聰慧明艷，能通漢語。昌丁來往，屢主其家，見輒呼「木瓜呀布」。「木瓜」者，尊稱也；「呀布」者，猶言好也。彼此有情。臨行，以所挂戒珠作贈，揮淚而別。歸語士大夫，咸為憮然。沈子大先生作詩云：「估僚小女年十六，生長胡鄉服胡服。紅廚窄衫小垂手，白毹貼地雙趺足。漢家天子撫窮邊，門前節使紛蟬聯。慧性早能通漢語，含情何處結微緣？杜郎七尺青雲士，仗劍辭家報知己。匹馬翩翩去復回，暫借估棕息行李。解鞍入戶詫嫣然，萬里歸心一笑寬。笑迎板屋藏春暖，絮問游蹤念夏寒。自言去日曾相見，君自無心妾自憐。妾心如月常臨漢，君意如雲欲返山。私語閒將番字教，烹茶知厭酪漿膻。雨意綢繆俄十日，誰言十日是千年？留君不住歸東土，恨無雙翼隨君舉。聊解胸前瑪瑙珠，將淚和珠親贈與。一珠一念是妾心，百回不斷珠中縷。塵起如煙馬如電，珠在君懷君不見。黃河東流黑水西，脈脈空懸情一線。」"
      },
      {
        "index": 71,
        "text": "郭暉遠寄家信，誤封白紙。妻答詩曰：「碧紗窗下啟緘封，尺紙從頭徹尾空。應是仙郎懷別恨，憶人全在不言中。」"
      },
      {
        "index": 72,
        "text": "蘇州謝滄湄老於游幕，為淮關榷使年希堯之上客。有得意句云：「惟有鄉心消不得，又隨一雁落江南。」每旅夜高吟，則聲淚俱下。《過惠山》云：「路轉弓彎三里賒，好風猶趁半帆斜。鶯聲滿店二泉酒，春雨維舟一樹花。白髮來游嗟已晚，青山如畫欲移家。幾時來傍禪燈宿，惠麓雲中汲井華。」"
      },
      {
        "index": 73,
        "text": "徵士王載揚，吟詩以對仗為工，有句云：「百五正逢寒食節，十千誰醉美人家？」愛余《滕王閣》詩「阿房有焦土，玉樓無故釘」一聯。湖州徐階五先生《贈沈椒園》詩云：「詩派同初白，官情共軟紅。」以沈乃初白先生外孫故也。王亦愛而時時誦之。徐知予於未遇時。記其《關山月》一首云：「大牙旗卷夕陽殘，旋見城邊湧玉盤。鼓角無聲霜氣肅，山河流影鏡光寒。白頭漢將占星立，紅淚胡姬倚馬看。淨掃煙塵天闕迥，清輝多處是長安。」先生名以升，雍正癸卯翰林，官臬使。"
      },
      {
        "index": 74,
        "text": "興化鄭板橋作宰山東，與余從未識面；有誤傳餘死者，板橋大哭，以足蹋地。余聞而感焉。後廿年，與余相見於盧雅雨席間。板橋言：「天下雖大，人才屈指不過數人。」余故贈詩云：「聞死誤拋乾點淚，論才不覺九州寬。」板橋深於時文，工畫，詩非所長。佳句云：「月來滿地水，雲起一天山。」「五更上馬披風露，曉月隨人出樹林。」「奴藏去志神先沮，鶴有飢容羽不修。」皆可誦也。板橋多外寵，常言欲改律文笞臀為笞背。聞者笑之。"
      },
      {
        "index": 75,
        "text": "戴雪村學士典試順天，為忌者所傷，落職家居。其飲酒如長鯨吸海，卒以此成疾，亡沅州。《立秋》云：「沅州秋信悄然生，旅思無煩雁到驚。月落尚餘山桂白，露零先著海棠清。夢如蝶不離紋簟，靜覺蛩都就畫楹。愧是上方旬日住，禪觀曾未遣微情。」《鎮遠》云：「泉脈自來簷可接，箐端時暝雨旋傾。只愁歸說人難信，安得吟成更畫成？」"
      },
      {
        "index": 76,
        "text": "杜茶村為國初逸老，人多重其五律。余以為襲杜之皮毛，甚覺無味。獨愛其詠《海棠》一句云：「全樹開成一朵花。」"
      },
      {
        "index": 77,
        "text": "晁君誠詩：「小雨悄悄人不寐，臥聽羸馬齕殘芻。」真靜中妙境也。黃魯直學之云：「馬齙枯箕喧午夢，誤驚風雨浪翻江。」落筆太狠，便無意致。"
      },
      {
        "index": 78,
        "text": "隱仙庵道士周明先善琴，能詩，離隨園甚近，年未五十亡。余錄其佳句云：「神仙樂事君知否？只比人間多笑聲。」「竹間樓小窗三面，山裏人稀樹四鄰。」「壁琴風過聞天籟，香碗灰深裊篆煙。」「雨中破壁蝸留篆，醉後餘腥蟻起兵。」又：「新筍成時白晝長。」七字亦妙。"
      },
      {
        "index": 79,
        "text": "姑蘇隱者殷如梅，字羽調。詠《桃花》云：「望去分明臨水岸，開殘容易逐楊花。」詠《梅》云：「自是歲寒松竹伴，無心要占百花先。」《謝人惠佛手啟》云：「數來千指，屈伸總是無名；看去兩枝，大小豈能垂手？」《憎蚊》云：「以啟其毛，何堪供汝流歌不濡其味，亦且驚我虛聲。」"
      },
      {
        "index": 80,
        "text": "杭州多高士。梁秋潭先生，因從子詩正貴，後遂不鄉試，恥以官卷中故也。《垂釣》云：「一溪新漲失前汀，照見青山處處青。香餌自香魚不食，釣竿只好立蜻蜓。」《題〈採芝圖〉》云：「山間石上爛生光，曾受青城道士方。自採自餐還自壽，不來朝市說珍祥。」宋杏洲先生《詠槐花》云：「寄語世間諸舉子，不應才到此時忙。」周徵士西穆《湖上》云：「野鷗導我有閒意，新柳笑人成老夫。」施文學《竹田湖心亭》云：「六時但有藏風至，五月來看梅雨晴。」"
      },
      {
        "index": 81,
        "text": "余讀《漢書》，雅不喜董廣川，而最喜賈太傅。偶讀錢竹初《洛中懷古》云：「南來莫再尋遺宅，第一人才是賈生。」蘇州薛皆山云：「一篇削鵑賦》離形相，才子回頭是道人。」二詩皆推崇太傅，實獲我心。"
      },
      {
        "index": 82,
        "text": "余幼時游西湖，見酒樓號五柳居者，壁上題詩甚多，不久即圬去。惟西穆先生一首，墨沈淋漓，字寫《爭坐位帖》，歷七八年如新。酒樓主人及來游者皆護存之，敬其為名士故也。題是《冬日同樊榭放舟湖上，念欒城、赤鳧都已下世，彌覺清游之足重也，分韻同作》，云：「一角西山雪未消，鏡光清照赤闌橋。小分寒影看梅色，半入春痕是柳條。閒裡安排塵外跡，酒邊珍重故人招。孤煙落日空臺榭，歲晚重來話寂寥。」後四十年，余再至湖上，則壁詩無存。西穆、樊榭，久歸道山，而酒樓主人，亦不知名士為何物矣！惟陳莊壁上有蔣用庵侍御《酬王夢樓招游》一首云：「六朝風物正妍和，珍重烏篷載酒過。一串歌珠人似玉，四圍巒翠水微波。狂夫興不隨年減，舊雨情於失路多。爭奈嚴城宵漏急，未知今夜月如何。」"
      },
      {
        "index": 83,
        "text": "吾鄉詩有浙派，好用替代字，蓋始於宋人，而成於厲樊榭。宋人如：「水泥行郭索，雲木叫鉤轄。」不過一蟹一鷓鴣耳。「歲暮蒼官能自保，日高青女尚橫陳。含風鴨綠鱗鱗起，弄日鵝黃裊裊垂。」不過松、霜、水、柳四物而已；座詞謎語，了無餘味。樊榭在揚州馬秋玉家，所見說部書多，好用僻典及零碎故事，有類《庶物異名疏》、《清異錄》二種。董竹枝云：「偷將冷字騙商人。」責之是也。不知先生之詩，佳處全不在是。嗣後學者，遂以「瓶」為「軍持」，「橋」為「略杓」，「箸」為「挾提」，「棉」為「芮溫」，「提燈」為「懸火」，「風箱」為「扇賾」，「熨斗」為「熱升」，「草屨」為「不借」；其他「青奴」、「黃奶」、「紅友」、「綠卿」、「善哉」、「吉了」、「白甲」、「紅丁」之類，數之可盡，味同嚼蠟。余按《世說》：「郝隆為桓溫南部參軍。三月三日作詩曰：『鯫隅躍清池。』桓問何物。曰：『魚也。』桓問：『何以作蠻語？』曰：『千里投公，才得蠻部參軍，那得不作蠻語？』」此用替代字之濫觴。《文選》中詩，以「日」為「耀」，「靈風」為「商飆」，「月」為「蟾魄」，皆此類也。唐陳子昂出，始一洗而空之。"
      },
      {
        "index": 84,
        "text": "寶意先生：「恩同花上露，留得不多時。」萬柘坡：「相逢似春雪，一夜不能留。」元微之：「傷心落殘葉，猶識合昏期。」三詩意味相似。"
      },
      {
        "index": 85,
        "text": "李穆堂先生詩，以少作為佳；位尊後，有率易之病。予所喜者，皆其未第時及初入翰林之作。《東平州看杏花》云：「斷雲斜日過東平，楊柳風來葉葉輕。莫為春陰便惆悵，杏花如雪更分明。」《落葉》云：「寒來千樹薄，秋盡一身輕。」《即事》云：「欲問春深淺，桃花淡不言。」《湯泉》云：「漢井炎方熾，周京德肯涼？」《日暮》云：「鳥聲隔屋山初暗，燈影當窗紙未溫。」《驛鋪》云：「短堞一空雞絕唱，敗槽百嚙馬無聲。」晚年不屑為此種詩，亦不能為此種詩。"
      },
      {
        "index": 86,
        "text": "王阮亭尚書未遇時，受知於先達某；故詩集卷首，即錄其所贈五古一篇，用「蕭豪」韻。穆堂未遇時，受知於阮亭；故哭阮亭五古一篇，功；用「蕭豪」韻。姜西溟《哭徐健庵司寇》詩，用張文昌《哭昌黎》韻，想見古人聲應氣求，後先推挽之盛。"
      },
      {
        "index": 87,
        "text": "吾鄉文學曹芝，字荔帷，以好名貧其家。中年遽亡，詩稿甚富。《宿隨園》見贈云：「蓬藿年年靜掩扉，好風吹上芰荷衣。青山一覺鶴同夢，白髮滿頭花打圍。肯與凡禽爭飲啄？果然天馬脫鞍軌。陶歸邴罷關何事？出處如公世所稀。」"
      },
      {
        "index": 88,
        "text": "丁丑春，陳古愚袖詩一冊，來告予曰：「得一詩人矣。」適黃星岩在山中。三人披讀，乃常州董潮、字東亭者所作也。其《京口渡江》云：「輕帆如葉下吳頭，晚景蒼茫動客愁。雲淨蕪城山過雨，江空瓜步雁橫秋。鈴音幾處煙中寺，燈影誰家水上樓？最是二分明月好，玉簫聲裏宿揚州。」想見其人倜儻。癸未閱邸抄，知與香亭同中進士，入詞館。予方喜相交之日正長。不料散館後，竟病卒。余因思未見其人，先吟其詩而相慕者，一為蔣君士銓，一為陶君元藻，皆隔十餘年，欣然握手；惟董君則始終隔面。渠未必知冥冥中有此一知己也，嗚呼！"
      },
      {
        "index": 89,
        "text": "曹澹泉詩：「含雨花如抱恨人。」方子雲云：「向日花如暴富人。」陳古愚云：「新綠樹如人少年。」三人調同而各妙。"
      },
      {
        "index": 90,
        "text": "湖廣彭湘南廷梅，與長沙陳恪敏公交好；過隨園時，年已七十，即席賦詩，有「落日紅未盡，遙山青欲來」之句。余愛賞之。在秦淮河口占云：「秦淮河畔亂沙汀，芳草魂生六代青。春去雨中人不惜，杜鵑啼與落花聽。」湘南畫小像：一叟坐室中，旁有偷兒，持斧穴洞而窺，號「竊比於我老彭圖」。見者大笑。《秋夕宿憑虛閣》云：「尋幽住此山，秋聲即吾性。一閣銜夕陽，半江紅不定。淡淡暮雲低，漠漠松陰暝。遙見隔林燈，寒空生遠映。」"
      },
      {
        "index": 91,
        "text": "昔人稱王粲精思，不能有加於宿構，故拙速不如巧遲。此言是也。然對客揮毫，文不加點，亦是樂事。余平生所見敏於詩者四人：前輩中，一為宮詹張南華鵬猻，一為學士周蘭坡長發；同學中，一為侯夷門嘉縉，一為金進士兆燕：俱可以擊缽聲終，萬言倚馬。乙丑予宰江寧，侯為貳尹，招之小飲。侯即席有「龍蟠虎踞江山助，璧合珠聯文字交」之句，惜忘其全篇。後得狂易之疾，死鎮江黃太守署中。秦澗泉哭以詩云：「客傳京口訃音來，無際愁雲望不開。妻子半船歸海嶠，圖書千帙付蒿萊。龍蛇應有前生夢，宇宙誰為曠世才？懊惱人天今異路，新詩定已滿泉臺。」又曰：「若使九原真及第，勝教五斗戀微官。」"
      },
      {
        "index": 92,
        "text": "余散館出都，走別南華先生。先生取紙，疾書《送別》云：「清時重民牧，臨御簡良才。經術平生裕，文章我輩推。醉辭鷯鷺侶，吟向鳳凰臺。民力東南急，君其保障哉。」「眷言桑梓近，鄭重惜分襟。暫輟《三都》筆，將聽《五挎吟》。風流為政美，愷悌入人深。千里同明月，相思寄好音。」"
      },
      {
        "index": 93,
        "text": "癸酉夏五，周蘭坡、潘筠軒兩學士同飲隨園；見案上有東坡詩，擷之笑曰：「我即用其仇池石韻，序今日事，可乎？」余曰：「幸甚。」磨墨申紙，日影未移，詩已畢矣。曰：「千章夏木清，一雨洗濃綠。前月游隨園，林巒看未足。北牖貪晝眠，人誚邊韶腹。雲開峰黛妍，水長波紋蹙。窈窕離市廛，疏狂狎樵牧。恐費十千沽，何曾再三瀆？榴火吐紅蕤，林篁削青玉。老友中州歸，陳人案前伏。相約飲無何，聯吟日可卜。為愛好軒楹，不辭屢征逐。絕類仲蔚園，恍入子真谷。無酒君須謀，有魚我所欲。看鋤邵圃瓜，敢顧周郎曲。劇喜天已晴，莫訝客不速。」"
      },
      {
        "index": 94,
        "text": "棕亭在江氏秋聲館，即席和余四絕云：「坐對名山列綺筵，籬花爭艷暮秋天。百年傳得詩人宅，先把黃金鑄浪仙。」「近郭遙峰左右當，帆檣歷歷遠天長。女牆穿過疏林外，放出殘霞襯夕陽。」「山腰奇石最伶俜，矮作闌幹曲作屏。選得雲根坐吹笛，新聲分與萬家聽。」「惠郎中酒眼波斜，一曲清歌遏眾嘩。安得將身作麼鳳，香叢長伴刺桐花？」"
      },
      {
        "index": 95,
        "text": "善寫客情者，昔人詩，如：「只因相見近，轉致久無書。」「近鄉心更怯，不敢問來人。」善寫別情者，如：「可憐高處望，猶見故人車。」「相看尚未遠，不敢遽回舟。」"
      },
      {
        "index": 96,
        "text": "「為學心難足，知君更掩扉。」項斯《贈友》詩也。「一點村前火，誰家未掩扉。」唐山人《村行》詩也。兩押「扉」字，均妙。"
      },
      {
        "index": 97,
        "text": "何南園館於汪氏，其尊人禮之甚至；後其子非解事者，而苛責館課轉嚴。南園賦詩云：「急管繁弦《子夜》聲，宮商強半不分明。老夫聽慣開元曲，聽到殘唐刻刻驚。」"
      },
      {
        "index": 98,
        "text": "詩有音節清脆，如雪竹冰絲，非人間凡響；皆有天性使然，非關學問。在唐則青蓮一人，而溫飛卿繼之。宋有楊誠齋，元有薩天錫，明有高青丘。本朝繼之者，其惟黃莘田乎？"
      },
      {
        "index": 99,
        "text": "吳魯齋賢，宰甘泉，有惠政；不幸無子，四十而殂。其詩稿失散，僅記其《送友》云：「遙知白髮相思苦，馬上逢人便寄書。」《過洛陽》云：「最羨少年能挾策，至今天子重書生。」《衙齋偶成》云：「候吏解投山客刺，奚童不掃印床花。」《京江》云：「揚子江頭月正明，夜深風露怯淒清。鄰舟有客橫吹笛，似說故人離別情。」"
      },
      {
        "index": 100,
        "text": "偶見晚唐人辭某節度七律一首，前四句云：「去違知己住違親，欲策羸驂屢逡巡。萬里家山歸養志，十年門館受恩身。」讀之一往情深，必士君子中有至性者也。恨不友其人於千載以上。惜不能記其全首與其姓名。他日翻擷《全唐詩》，自能遇之。"
      }
    ]
  }
}