{
  "chapterNumber": 7,
  "title": "卷七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "同年葉書山太史，掌教鐘山。生平專心經學，而尤長於《春秋》，自稱啖助、趙匡，不足多也。注《毛詩》「佻兮達兮」一章為兩男子相悅之詩，人多笑之。然作詩頗有性情。《出都》云：「行年七十古來稀，東、馬、嚴、徐事已非。檢點良方醫老病，所須藥物是當歸。」「白石清泉故自佳，九衢車馬漫紛孥。欲知此後春相憶，祇有豐臺芍藥花。」「行色匆匆鬢影疏，騎驢猶憶入京初。蒯緱一劍酸寒甚，今日歸裝有賜書。」太史諱酉，桐城人。"
      },
      {
        "index": 2,
        "text": "壬戌歲，余改官金陵，寓王俁岩太史家，遇戚晴川太守言：「書生初任外吏，參見長官，不慣屈膝，匆遽間，動致聲響。」余試之果然。戲吟云：「書銜筆慣字難小，學跪膝忙時有聲。」戚《宿承恩寺》句云：「瓦溝落月印孤榻，簷隙入風吹短檠。」殊冷峭。戚諱振鷺，湖州人。"
      },
      {
        "index": 3,
        "text": "舒城任自舉學坡，為莊明府記室，好吟詠。一日余訪莊公，聞書齋中高唱拍案，細聽之，乃余詩也。莊出笑曰：「幸而任先生大賞公詩；如其大罵，則奈何？」後任死，伏魄時口號別親友云：「六旬失足下蓬瀛，今日才欣返玉京。直以聰明還造化，但憑樵牧話子生。花當春盡應辭樹，鳥際冬殘合罷聲。見說群仙同抗手，遲余受代主蓉城。」"
      },
      {
        "index": 4,
        "text": "通州李方膺晴江，工畫梅，傲岸不羈。罷官，寓江寧項氏花園，日與沈補蘿及余游覽名山，人觀者號「三仙出洞」。《題畫梅》云：「寫梅未必合時宜，莫怪花前落墨遲。觸目橫斜千萬朵，賞心祇有兩三枝。」《秋葵》云：「肅瑟風吹永巷長，採衣非復舊時黃。到頭只覺君恩重，常自傾心向太陽。」晴江牧滁州，見醉翁亭古梅，伏地再拜。其風趣如此。"
      },
      {
        "index": 5,
        "text": "上猶令方綺亭，名求義，聵於耳而聰於心；與人言，必大聲高呼，諧謔百出，而一本於天真。《辭官歸里》云：「三年政罷喜忘機，老去仍思竹裏扉。攜取清風隨棹去，添來白髮湖頭歸。不妨琴鶴為行李，那計妻孥說是非。力倦眼昏貪穩臥，誤傳高尚遂初衣。」死後，余為銘墓。陳古漁哭之云：「不見白頭憑几坐，尚疑朱履出堂來。」"
      },
      {
        "index": 6,
        "text": "予過蘇州，常寓曹家巷唐靜涵家。其人有豪氣，能羅致都知錄事，故尤狎就之。兩家妻女無嫌，如龐公之於司馬德操，不知誰為主客也。靜涵有句云：「苔痕深院雨，人影小窗燈。」《花朝分韻》云：「薄醉微吟答歲華，春寒十日掩窗紗。多情昨夜樓頭雨，吹出滿牆紅杏花。」其少子七郎詠《落花》云：「零落嫣紅歸不得，楊花相約過鄰家。」真佳句也。長子湘昀居隨園，吟云：「小住名園又一年，石闌幹畔聽流泉。夜深怕作還鄉夢，月到南窗尚未眠。」「小窗閒坐夕陽斜，對此教人不憶家。喜見香荷才出水，一枝高葉一枝花。」從來荷葉高出水者，必有花；湘昀居園久，故知之。靜涵有姬人王氏，美而賢；每聞余至，必手自烹飪。先數年亡，余挽聯云：「落葉添薪，心傷元相貧時婦；為誰截髮，腸斷陶家座上賓。」"
      },
      {
        "index": 7,
        "text": "元人詩曰：「老不甘心奈鏡何？」李益《覽鏡》云：「縱使逢人見，猶勝自見悲。」本朝鄭璣尺先生云：「朱顏誰不惜？白髮爾先知。」皆嫌鏡之示人以老也。宋人云：「貧女如花只鏡知。」又曰：「鏡裏自應諳素貌，人間只解看紅妝。」又曰：「自家憐未了，臨去復徘徊。」本朝高夫人有句云：「乍見不知誰覿面，細看真覺我憐卿。」是鏡有恩於女子，有怨於老翁也。容成侯何容心哉？"
      },
      {
        "index": 8,
        "text": "蘇州楓橋西沿塘，有余本家漁洲居士，乃前明六俊之後，愛客能詩。家有漁隱園，水木明瑟，余為作記，鐫石壁間。每過姑蘇，必泊舟塘下，與其叔春鋤、弟又愷，為剪燭之談。年甫五十而亡。有《新柳》一律云：「二月韶光媚，春風嫩柳條。含煙初作態，泡露不勝嬌。腰細柔難舞，眉疏淡欲描。豐神與誰並？好女乍垂髫。」"
      },
      {
        "index": 9,
        "text": "香亭弟偶吟，往往如吾意所欲出，不愧吾家阿連也。余三十年前，選妾姑蘇，所需花封甚輕；今動至數金。香亭《過吳門》云：「傳聞近日選花枝，百兩纏頭費莫支。爭及當年吳市好，一錢便許看西施。」《消夏雜詠》云：「科頭赤足徜徉過，一領蕉衫尚覺多。不信熱場人不熱，紅燈圍著聽笙歌。」"
      },
      {
        "index": 10,
        "text": "《南史》言：「阮孝緒之門閥，諸葛璩之學術，使其好仕，何官不可為乃各安於隱退，豈非性之所近，不可強歟！」近今吾見二人焉；一為尹文端公之六公子似村，一為傅文忠公從子我齋。似村舉秀才，終日閉戶吟詩；我齋雖官參領、司馬政，而意思蕭散，不希榮利。有人從都中來，誦其《環溪別墅》詩云：「將官當隱稱畸吏，未老先衰號半翁。」又曰：「不是門前騎馬過，幾忘身現作何官。」長洲女子陶慶餘，嫁大司馬彭公孫希洛，年二十二而亡。有《瓊樓吟》行世。詠《鸚鵡》云：「一夢喚回唐社稷，千秋留得漢文章。」《婢去》云：「院從汝去長青苔，小榻香消午夢回。不覺疏簾搖樹影，風前誤認摘花來。」"
      },
      {
        "index": 11,
        "text": "己卯秋，在揚州遇萬近蓬秀才，屬題《紅袖添香圖》。近蓬少時托李硯北寫此圖，虛擬娉婷，實無所指。裘姓友見畫中人，驚笑，以為絕似其家婢；遂延近蓬至其家，出婢贈之。婢姓花。一時題者紛然。余獨愛吳玉墀詩曰：「紅樓翠被知多少，如此消魂定姓花。」又曰：「聘錢若許名流斂，第一須酬作畫人。」廿年後，余至杭州，花姬已下世矣。近蓬訪余湖上，不值，投詩云：「惜花人早出，載酒客遲來。」"
      },
      {
        "index": 12,
        "text": "辛丑秋，忽有浙中校官入山見訪，方知即玉墀，字小谷，是吾鄉尺鳧先生之少子、鷗亭居士之季弟。予少時，乞假歸娶，飲於鷗亭之瓶花齋，其時小谷才四歲。故見贈云：「園林心契卅年餘，今日真來大隱居。修贄忙於投要路，扣門快比訪奇書。相看共訝鬚眉古，久別渾忘問訊疏。細認雙瞳點秋水，依然竹馬識君初。」嗚呼！四十餘年鄉里故人，二十年前詩中知己，彼此茫茫，絕無晤期，而天必為兩人作合，文章有神，信矣！小谷在隨園賞芙蓉，賦五古千言，以太長，不能全錄。託羅兩峰畫《板橋遺跡》，題云：「談罷羅家《鬼趣圖》，去尋舊院影模糊。蘆根瑟瑟如人語，中有鶯鶯燕燕無？」「綠蕪一片眾香埋，半沒橋身半沒街。艷跡但餘殘礎在，也曾親近玉人鞋。」「此柏婆娑似舊人，盤桓幾度板橋春。只憐生長煙花裏，猶作亭亭倩女身。」「者番游緒已愴然，又對風斜雨細天。畫最淒涼天最慘，看君筆上起蒼煙。」"
      },
      {
        "index": 13,
        "text": "余自幼，詩文不喜平熟。丙辰，諸徵士集京師，獨心折於山陰胡天游稚威。嘗言：「吾於稚威，則師之矣；吾於元木、循初，則友之矣；其他某某，則事我者也。」元木者周君大樞，循初者萬君光泰也。稚威駢體文，直掩徐、庾，散行恥言宋代，一以唐人為歸。詩學韓、孟，過於澀拗。今錄其近人者。如《明妃》云：「天低海水西流處，獨有琵琶堪解語。斷絲枯木本無情，猶勝人心百千許。」詠《諫果》云：「苦口眾所揮，余甘幾人賞。置蜜錕鋙端，或者如舐掌。」《贈某營將》云：「大聲當鼓急，片影落槍危。劍血看生癭，天狼對持髭。」皆奇句也。亦有風韻獨絕者，《曉行》云：「夢闌鶯喚穆陵西，驛吏催詩雨拂衣。行客落花心事別，無端俱趁曉風飛。」"
      },
      {
        "index": 14,
        "text": "丁巳春，予與元木、循初同在稚威寓中，夜眠聽雨，元木見贈一篇云：「文章之家無不有，袁郎二十膽如斗。」詩甚奇詭，不能備錄。壬申歲，余起病至長安，元木再贈七古。起句云：「憶昔相見長安邸，志氣如虹挂千里。狂飛大句風雨來，頭沒酒杯笑不已。」真乃替余少時寫照。元木廷試報罷，果毅公訥親延為上客。每公餘之暇，命講《通鑒》數則，亦想見當日公卿風雅也。元木詩最堅瘦，獨詠《桃花》頗婉麗。其詞曰：「寂寂朱塵度歲華，又驚春色到桃花。五陵游客知何限，祇有漁人最憶家。」《管仲墓》云：「浪說儒門羞五尺，至今江左幾夷吾？」"
      },
      {
        "index": 15,
        "text": "早行詩，二人同調，而皆有妙境。梁藥亭云：「鴻雁自南人自北，一時來往月明中。」元木云：「行人飛鳥都何事，一樣衝寒度曉堤。」周蘭坡學士多髯，冬日同元木詠雪，和東坡「尖叉」韻。元木押「鹽」字韻云：「修髯繞作離離竹，妙句清於《昔昔鹽》。」"
      },
      {
        "index": 16,
        "text": "予宰江寧時，俞來溪秀才見贈云：「誰道樓前多鼓響，只聞花外有琴聲。」余道：「不如宋人『雨後有人耕綠野，月明無犬吠花村』。」又有人贈云：「事到眼前亮於雪，民從心上養如春。」余道：「不如余《沭陽雜興》云『獄豈得情寧結早，判防多誤每刑輕』。」"
      },
      {
        "index": 17,
        "text": "人言通天文者不祥。四川高太史名辰，字白雲，向為岳大將軍西席。嘗在金陵觀星象，言山東有事。次年，果有王倫之逆，而太史已先亡矣。過隨園，命其子受業門下，贈詩云：「名重隨園詎偶然？興來神妙寫毫顛。已知葛井來勾漏，豈但香山數樂天？入座嵐光時拱揖，依人鶴影自翩躚。荀香近處瞻先輩，慰我調飢三十年。」《過定軍山吊武侯》云：「三代而還論出處，兩朝之際見權宜。」"
      },
      {
        "index": 18,
        "text": "孫過庭《書譜》云：「學書者初學先求平正；進功須求險絕；成功之後，仍歸平正。」予謂學詩之道，何以異是？"
      },
      {
        "index": 19,
        "text": "為人，不可以有我，有我則自恃恨用之病多；孔子所以「無固」、「無我」也。作詩，不可以無我，無我則剿襲敷衍之弊大；韓昌黎所以「惟古於詞必己出」也。北魏祖瑩云：「文章當自出機杼，成一家風骨，不可寄人籬下。」"
      },
      {
        "index": 20,
        "text": "詩有現前指點語最佳。香樹尚書《題紅葉》云：「一夜流傳霜信遍，早衰多是出頭枝。」程魚門《觀打漁》云：「旁人束手休相怪，空網由來撒最多。」張哲士《觀弈》云：「笑渠斂手推枰後，始羨從旁攏袖人。」宋人詩云：「無事閉門防俗客，愛閒能有幾人來？」哲士《月夜》云：「恐有閒人能見訪，滿庭涼影未關門。」兩意相反，而皆有味。"
      },
      {
        "index": 21,
        "text": "唐以前，未有不熟精《文選》理者，不獨杜少陵也。韓、柳兩家文字，其濃厚處，俱從此出。宋人以八代為衰，遂一筆抹殺，而詩文從此平弱矣。漢陽戴思任《題文選樓》云：「七步以來誰抗手，『六經』而外此傳書。」"
      },
      {
        "index": 22,
        "text": "近日文人，常州為盛。趙懷玉字映川，能八家之文；黃景仁字仲則，詩近太白；孫星衍字淵如，詩近昌谷；洪君亮吉字稚存，詩學韓、杜：俱秀出班行。黃不幸早亡。錄其《前觀潮行》云：「客有不樂游廣陵，臥看八月秋濤興。偉哉造物此巨觀，海水直挾心飛騰。龍堂誰作天吳介，對此茫茫八埏隘。才見銀山動地來，已將赤岸浮天外。砰崖槌岳萬穴號，雄呿雌吟六節搖。是豈乾坤共呼吸，乃與晦朔為盈消。殷天怒為排山入，轉眼西追日輪及。一信將無渤湃空，再來或恐鴻漾濕。唱歌踏浪輸吳儂，曾將何物齎海童。答言三千水犀弩，至今猶敢攖其鋒。我思此語等兒戲，員也英靈實難避。祇合回頭撼越山，那因抉目仇吳地。吳顛越蹶曾幾時，前胥後種誰見知？潮生潮落自終古，我欲停杯一問之。」《後觀潮行》云：「海風卷盡江頭葉，沙岸千人萬人立。怪底山川忽變容，又報天邊海潮入。鷗飛艇亂行雲停，江亦作勢如相迎。鵝毛一白尚天際，側耳已是風霆聲。江流不合幾回折，欲折潮頭如折鐵。一折平添百丈飛，浩浩長空卷晴雪。星馳電掣望已遙，江塘十里隨低高。此時萬戶同屏息，但見窗欞齊動搖。濤頭障天天亦暮，蒼茫卻望潮來處。前陣才平羅剎磯，後來又沒西興樹。獨客吊影行自愁，大地與身同一浮。願乘世外鹿盧趼，孰職就裏陰陽韝。賦罷觀潮長太息，我尚輸潮歸即得。回首重城鼓角哀，半空純作魚龍色。」"
      },
      {
        "index": 23,
        "text": "余嘗謂孫淵如云：「天下清才多，奇才少。君天下之奇才也。」淵如聞之，竊喜自負。《登千佛樓》云：「城東佛樓幾年閉，塞徑秋棍刺芒利。飛磷射屋鳥啄牆，鬼風吹簷斷佛臂。此間非墓非戰原，豈有厲魄號煩冤？青狸捧骨夜窺月，日氣不足羅神奸。迎廊一僧病枯瘠，見慣妖蹤訝人跡。老莎出戶曲復斜，反鎖空堂晝深黑。樓前慘碧竹作圍，逼袖細影明寒暉。殘霖滴階漬幽血，敗粉剝壁生陰苔。竹梢朦朧上無路，疑墮中宵夢游處。回頭不憶隔世來，過眼復恐今生去。簷牙壓肩樓腳搖，驚起穴棟千年鴉。屏聲獨立瓦爭落，失勢一墜魂難招。原頭日落樹蒼莽，既下心神久惝悅。林端卻顧寺角移，那得騰身立平壤。」又，《妻病》云：「眉痕只覺瘦來濃，指爪都從病後長。」抑何哀艷！"
      },
      {
        "index": 24,
        "text": "洪稚存題某官《散賑圖》云：「河流東來不可當，憶昨魚鱉升君堂。官卑方攝丞簿尉，天險欲合江淮黃。河流決城已旬日，散賑遂呼尉官出。尉官耳聾年六十，驗粟呼人百無失。大者屋角狂狐奔，小者樹底飢鷹蹲。頭顛頸縮三日餓，共聞賑粟來空村。持瓢舉釜復攜斗，已見千人立沙阜。黃衫小吏足不停，村後村前更招手。深泥沒髁無肩輿，尉來村北跨一驢。行籌散盡整鞭去，不遣索米來豪胥。淮陰太守知君績，早晚臺端奏賢跡。君今所補非寸尺，不見遺黎活千百？」"
      },
      {
        "index": 25,
        "text": "裴晉公笑韓昌黎恃其逸足，往往奔放。近日才人，頗多此病。惟王太守夢樓能揉之使遒，煉之使警，篇外尚有餘音。錄其《在西湖寄都中同年》云：「星河雲海望迢迢，八度花朝與雪朝。徼外蠻煙空目極，楚南芳草易魂銷。抽身我本疏慵慣，奮翅君方搏擊遙。豈是升沉關氣類？輕舟相繼返林皋。」「增城瓊苑蕊珠宮，香案西偏紫閣東。夢裏似曾聞廣樂，歸來但覺任樵風。蓬瀛消息無清鳥，煙水生涯有雪鴻。近日愈諳禪悅味，繁華清淨兩俱空。」「每向東華散玉珂，相於花下酌紅螺。歐、梅自許賢豪聚，蘇、李偏教闊別多。棋局居然更甲子，酒壚真自邈山河。何戡解話當年事，也與樽前喚奈何。」「棧道連雲粵海霏，星軺先後有光輝。去歲芷塘典試四川，頃竹虛典試廣東。吟詩喜得江山助，問字欣添玉筍圍。舊雨定知縈遠夢，野雲端不耐高飛。年來自署西湖長，占取蘇堤作釣磯。」"
      },
      {
        "index": 26,
        "text": "唐人句云：「鄉心正無限，一雁度南樓。」宋人句云：「正思秋信到，一葉墜中庭。」古今人下筆，往往不謀而合。"
      },
      {
        "index": 27,
        "text": "吳中詩人，沙斗初、張昆南外，有張玉谷，詩工古風，在家漁洲處一見後，遂成永訣。僅記其《烏夜啼》云：「參橫月落庭烏啼，窗前有女猶鳴機。聞聲停梭低頭思，烏何夜啼想烏飢。老烏辛苦飢常忍，小烏啾啾老烏憫。勸烏且莫啼高聲，嬌兒甫眠恐驚醒。」玉谷尤長樂府。有義婦袁氏因夫作竊，勸之不從，乃沉水死。其事其詩，俱足千古。惜太長，不能備錄。"
      },
      {
        "index": 28,
        "text": "佳句有無心而相同者。張寶臣宗伯《晚步》云：「竹枝風影更宜月，荷葉露香偏勝花。」厲樊榭《游智果寺》云：「竹陰入寺綠無暑，荷葉繞門香勝花。」王夢樓《游曲院》云：「煙光自潤非關雨，水藻俱香不獨花。」梁守存《看新荷》云：「似經雨過風猶揚，未到花時葉早香。」"
      },
      {
        "index": 29,
        "text": "周幔亭：「山光含月淡，僧影入松無。」魯星村：「酒中萬愁散，詩外一言無。」方子雲：「香篆舞來簷際斷，水痕圓到岸邊無。」陳古漁：「花陰拂地香方覺，橋影橫波動即無。」四押「無」字，俱妙。前人《詠始皇》云：「憐君未到沙丘日，知道人間有死無？」尤奇。"
      },
      {
        "index": 30,
        "text": "七夕，牛郎、織女雙星渡河。此不過「月桂」、「日烏」、「乘槎」、「化蝶」之類，妄言妄聽，作點綴詞章用耳。近見蔣苕生作詩，力辨其誣，殊覺無謂。嘗調之云：「譬如贊美人『秀色可餐』，君必爭『人肉吃不得』，算不得聰明也。」高郵露筋祠，說部書有四解：或云：「鹿筋，梁地名也；有鹿為蚊所嚙，露筋而死，故名。」或云：「路金者，人名也；五代時將軍，戰死於此，故名。」或云：「有遠商二人，分金於此，一人忿爭不已，一人悉以贈之，其人大慚，置金路上而去。後人義之，以其金為之立祠，故名路金，訛為露涇。」所云「姑嫂避蚊者」，乃俗傳一說耳。近見雲松觀察詩，極褒貞女之貞，而痛貶失節之婦：笨與苕生同。不如孫豹人有句云：「黃昏仍獨自，白鳥近如何？」李少鶴有句云：「湖上天仍暮，門前草自春。」與阮亭「門外野風開白蓮」之句，同為高雅。"
      },
      {
        "index": 31,
        "text": "詩有乾無華，是枯木也。有肉無骨，是夏蟲也。有人無我，是傀儡也。有聲無韻，是瓦缶也。有直無曲，是漏卮也。有格無趣，是土牛也。"
      },
      {
        "index": 32,
        "text": "古詞奇奧，多不可解。大抵本其時之方言，而流傳失真。如《盤庚》之「吊由靈」，《國語》之「暇豫之吾吾」，《巾舞歌》之「來吾嬰」，伯牙》之「軟欽傷宮」，古樂府之「收中吾，羊無夷，何何，吾吾」，《尚書大傳》之「舟張闢雍，鴿鴿相從」，皆是也。北魏繆襲仿其體，作《尤射經》，拗澀不可句讀，殊覺無謂。"
      },
      {
        "index": 33,
        "text": "選詩如用人才，門戶須寬，採取須嚴。能知派別之所由，則自然寬矣；能知精採之所在，則自然嚴矣。余論詩似寬實嚴，嘗口號云：「聲憑宮徵都須脆，味盡酸咸只要鮮。」"
      },
      {
        "index": 34,
        "text": "楊、劉詩號西昆體，詞多綺麗。《宋史》：楊文公之正直，人皆知之。劉筠知制誥時，不肯草丁謂復相之詔。真宗不得已，命晏元獻草之。後晏見劉自慚，至掩扇而過，其剛正不在楊下。可見「桑間」、「濮上」之音，未必非賢人所作。"
      },
      {
        "index": 35,
        "text": "楊龜山先生云：「當今祖宗之法，不必分元祜與熙豐也。國家但取其善者而行之，可也。」予聞人論詩，好爭唐、宋，必以先生此語曉之。"
      },
      {
        "index": 36,
        "text": "從古講六書者，多不工書。歐、虞、褚、薛，不硜硜於《說文》、《凡將》。講韻學者，多不工詩。李、杜、韓、蘇，不斤斤於分音列譜。何也空諸一切，而後能以神氣孤行；一涉箋注，趣便索然。"
      },
      {
        "index": 37,
        "text": "《三百篇》不著姓名，蓋其人直寫懷抱，無意於傳名，所以真切可愛。今作詩，有意要人知有學問、有章法、有師承，於是真意少而繁文多。予按：《三百篇》有姓名可考者，惟家父之《南山》，寺人孟子之《萋菲》，尹吉甫之《崧高》，魯奚斯之《閟宮》而已。此外，皆不知何人秉筆。"
      },
      {
        "index": 38,
        "text": "人但知寥寥短章之才短，而不知喋喋千言之才更短。人但知滿口公卿之人俗，而不知滿口不趨公卿之人更俗。予嘗箴一名士云：「吟詩羞作野才子，行己莫為小丈夫。」"
      },
      {
        "index": 39,
        "text": "阮亭《詩話》，道晚唐人之「布穀啼春雨，杏花紅半村」，不如盛唐人之「興闌啼鳥緩，坐久落花多」。余以為真耳食之論。阮亭胸中，先有晚、盛之分，故不知兩詩之各有妙境。若以渾成而言，轉覺晚唐為勝。"
      },
      {
        "index": 40,
        "text": "或言八股文體制，出於唐人試帖，累人已甚。梅式庵曰：「不然。天欲成就一文人、一儒者，都非偶然。試觀古文人如歐、蘇、韓、柳，儒者如周、程、張、朱，誰非少年科甲哉？蓋使之先得出身，以捐棄其俗學，而後乃有全力以攻實學。試觀諸公應試之文，都不甚佳；晚年得力於學之後，方始不凡。不然，彼方終舊用心於五言八韻、對策三條，豈足以傳世哉？就中晚登科第者，只歸熙甫一人。然古文雖工，終不脫時文氣息；而且終身不能為詩：亦累於俗學之一証。」"
      },
      {
        "index": 41,
        "text": "休寧布衣陳浦，字楚南，白髯偉貌。壬辰年，與陳古漁同來，投一冊詩而去。余當時未及卒讀，庋之架上，蠹蝕者過半。庚子春，偶擷讀之，乃學唐人能得其神趣者。問古漁。曰：「死數年矣。」余深悔交臂而失詩人。其《廬山瀑布》云：「噴雪萬峰巔，風吹直下天。長懸一匹練，飛作百重泉。松近無晴鬣，村遙有濕煙。因知元化大，江海與周旋。」《秋月》云：「秋月一何皎，照人生遠哀。閉門不忍看，自上紙窗來。」《孤雁》云：「月因孤影冷，夜以一聲長。」《鄱陽湖》云：「岸闊山沉水，天低浪入雲。」七言如：「遠水無邊天作岸，亂帆一散影如鴉。」「割愛折花因贈妾，攢眉入社為吟詩。」皆不凡也。其可憐者，《醉後題壁》云：「貧歸故里生無計，病臥他鄉死亦難。放眼古今多少恨，可憐身後識方乾。」嗚呼！余亦識方乾於死後，能無有愧其言哉？"
      },
      {
        "index": 42,
        "text": "明季秦淮多名妓，柳如是、顧橫波，其尤著者也。俱以色藝受公卿知，為之落籍。而所適錢、龔兩尚書，又都少夷、齊之節。兩夫人恰禮賢愛士，俠骨棱增。閻古古被難，夫人匿之側室中，卒以脫禍。厲樊榭詩云：「蛾眉前後皆奇絕，莫怪群公欠致身。」較梅庚「蘼蕪詩句橫波墨，都是尚書傳裏人」之句，更覺蘊藉。"
      },
      {
        "index": 43,
        "text": "或問：「太白樂府『元氣是文康之老親』作何解？」余按：周舍《上雲樂》曰：「西方老胡，厥名文康。」此其所本。然樂府語多不可解，如：《烏棲曲》之「目作宴填飽，腹作宛惱飢，刀作離婁僻」，措語奧僻。又曰：「既死明月魄，無復玻璃魂。」「明月魄」，可解也；「玻璃魂」，不可解也。周宣王時《採薪歌》曰：「金虎入門吸元泉。」「金虎」、「元泉」，的是何物？"
      },
      {
        "index": 44,
        "text": "聯句，始《式微》。劉向《烈女傳》謂：「《毛詩》『泥中』、『中露』，衛二邑名。《式微》之詩，二人同作。」是聯句之始。《文心雕龍》云：「聯句共韻，《柏梁》餘制。」"
      },
      {
        "index": 45,
        "text": "集句，始傅咸。傅咸有《回文反復詩》；又作《七經詩》：其《毛詩》一篇，皆集經語。是集句所由始矣。"
      },
      {
        "index": 46,
        "text": "詩文集之名，始東京。《隋經籍志》曰：「集之名，東京所創。」蓋指班史某人文幾篇，某人詩幾篇而言。後人集之，非自為集也。齊、梁間始有自為集者：王筠以一官為一集，江淹自名前後集，是也。有一人之集，止一題者：《阮步兵集》五言八十篇，四言十三篇，題皆曰《詠懷》；應休璉詩八卷，總名曰《百一詩》：是也。亦有一集止為一事者：梁元帝為《燕歌行》，群臣和之，為《燕歌行集》；唐睿宗時，李適送司馬承禎《還山詩》，朝士和者三百餘人，徐彥伯編而序之，號《白雲記》：是也。有一集止一體者：崔道融《唐詩》二卷，皆四言，是也。有數人唱和而成集者：元、白之《因繼集》，皮、陸之《松陵集》，溫飛卿之《漢上題襟集》，是也。"
      },
      {
        "index": 47,
        "text": "余嘗鑄香爐，合金、銀、銅三品而火化焉。爐成後，金與銀化，銀與銅化，兩物可合為一；惟金與銅，則各自凝結；如君子小人不相入也。因之，有悟於詩文之理。八家之文、三唐之詩，金、銀也。不攙和銅、錫，所以品貴。宋、元以後之詩文，則金、銀、銅、錫，無所不攙，字面欠雅馴，遂為耳食者所擯，並其本質之金、銀而薄之，可惜也！余《哭鄂文端公》云：「魂依大袷歸天廟。」程夢湘爭云：「『袷』字入禮不入詩。」余雖一時不能易，而心頗折服。夫「六經」之字，尚且不可攙入詩中；況他書乎！劉禹錫不敢題「糕」字，此劉之所以為唐詩也。東坡笑劉不題「糕」字為不豪，此蘇之所以為宋詩也。人不能在此處分唐、宋，而徒在渾含、刻露處分唐、宋；則不知《三百篇》中，渾含固多，刻露者亦復不少。此作偽唐詩者之所以陷入平庸也。"
      },
      {
        "index": 48,
        "text": "無題之詩，天籟也；有題之詩，人籟也。天籟易工，人籟難工。《三百篇》、《古詩十九首》，皆無題之作，後人取其詩中首面之一二字為題，遂獨絕千古。漢、魏以下，有題方有詩，性情漸漓。至唐人有五言八韻之試帖，限以格律，而性情愈遠；且有「賦得」等名目，以詩為詩，猶之以水洗水，更無意味。從此，詩之道每況愈下矣。余幼有句云：「花如有子非真色，詩到無題是化工。」略見大意。"
      },
      {
        "index": 49,
        "text": "秦澗泉修撰將朝考，關廟求簽，得句云：「靜來好把此心捫。」不解所謂。朝考題是《松柏有心賦》。通篇忘押「心」字韻。總裁列之高等，被上看出，乃各謝罪。上笑曰：「狀元有無心之賦，試官無有眼之人。」按宋莒公試《德車結旌賦》，亦忘押「結」字。《謝表》云：「掀天破浪之中，舟人忘楫；動地鼓鼙之下，戰士遺弓。」"
      },
      {
        "index": 50,
        "text": "香亭宰南陽，大將軍明公瑞之弟諱仁者，領軍征西川，路過其邑。於未到前三日，飛羽檄寄香亭；合署大駭，拆視，乃詩一首，云：「雙丁、二陸聞名久，今日相逢在道途。寄問南陽賢令尹，風流得似子才無？」嗚呼！枚與公絕無一面，蒙其推挹如此。因公在京時，曾托尹似村索詩，枚書扇奉寄，而公已歿軍中，故哭公云：「團扇詩才從北寄，雕弓人已賦西征。」"
      },
      {
        "index": 51,
        "text": "襄城劉芳草先生，名青芝，雍正丁未翰林。與兄青藜友愛，築江村七一軒同居。所謂「七一」者，仿歐陽六一居士之義，多一弟，故名七一。先生初入詞館，即請假省兄。座主沈近思留之曰：「頃閱子上張儀封書、與王豐川札，知君有經濟之人，何言歸也？」先生誦其兄寄詩云：「今生不盡團圓樂，那有來生未了因？」沈憐而許之。丙辰秋，同徵友張雄圖引見先生於僧寺中，須已盡白，德容粹然。秀水張布衣庚為之立傳。初，先生與張訣，脫佩玉為贈。後聞訃，張奉玉為位以哭云。"
      },
      {
        "index": 52,
        "text": "或誦詩句云：「鳥聲穿樹日當午，燈影隔簾人讀書。」問：「當是何人之句？」余曰：「似宋、元名家。」其人曰：「非也。近人李松圃所作。」"
      },
      {
        "index": 53,
        "text": "雲南蒙化有陳把總，名翼叔。《即景》云：「斜月低於樹，遠山高過天。」《從軍》云：「壯士從來有熱血，秋深不必寄寒衣。」有如此才，而隱於百夫長，可嘆也！陳鑿一山洞，命子俟其死，藏而封焉。"
      },
      {
        "index": 54,
        "text": "廣東珠娘皆惡劣，無一可者。余偶同龍文弟上其船，意致索然。問：「何姓名？」龍文笑曰：「皆名春色。」余問：「何以有此美名？」曰：「春色惱人眠不得！」"
      },
      {
        "index": 55,
        "text": "唐殷璠選《河岳英靈集》，不選杜少陵；高仲武選《中興間氣集》，不選李太白：所謂各從其志也。"
      },
      {
        "index": 56,
        "text": "吳中多閨秀。崔夫人之子景儼娶婦莊素馨，能詩，早卒。夫人為梓其《蒙楚閣遺草》。詠《蟬》云：「吟風雙翅薄，飲露一身輕。」《新月》云：「簾卷西風小院門，玉階涼動近黃昏。蛾眉一曲橫天半，疑是嫦娥指爪痕。」洪稚存為誌墓云：「景儼感逝既殷，傷心屢賦。十二時之內，欲廢黃昏；《三百篇》之間，竟刪《蒙楚》。」彭希涑孝廉之妻顧韞玉，亦能詩，早卒。詠《白燕》云：「銀剪輕風送曉寒，穿來飛絮訝春殘。那知暫向林間宿，猶作枝頭霽雪看。」《舟行》云：「鳥啼知月上，犬吠報村來。」"
      },
      {
        "index": 57,
        "text": "味甜自悅口，然甜過則令人嘔；味苦自螫口，然微苦恰耐人思。要知甘而能鮮，則不俗矣；苦能回甘，則不厭矣。凡作詩獻公卿者，頌揚不如規諷。余有句云：「厭香焚皂莢，苦膩慕蒿芹。」"
      },
      {
        "index": 58,
        "text": "古無小照，起於漢武梁祠畫古賢烈女之像。而今則庸夫俗子，皆有一《行樂圖》矣。古無別號，起於史衛王，紈挎子弟創「雲麓」、「十洲」之號，互相稱栩。而今則市井少年，皆有一別字矣。索題者累百盈千，余不得已，隨手應酬。嘗口號云：「別號稱非古，題圖詩不存。」偶然翻擷《全集》，存者尚多；可見割愛甚難。然所存，亦十分中之一二。"
      },
      {
        "index": 59,
        "text": "東坡云：「作詩必此詩，定知非詩人。」此言最妙。然須知作此詩而竟不是此詩，則尤非詩人矣。其妙處總在旁見側出，吸取題神；不是此詩，恰是此詩。古梅花詩佳者多矣！馮鈍吟云：「羨他清絕西溪水，才得冰開便照君。」真前人所未有。余詠《蘆花》詩，頗刻劃矣。劉霞裳云：「知否楊花翻羨汝，一生從不識春愁。」余不覺失色。金壽門畫杏花一枝，題云：「香驄紅雨上林街，牆內枝從牆外開。惟有杏花真得意，三年又見狀元來。」詠梅而思至於冰，詠蘆花而思至於楊花，詠杏花而思至於狀元：皆從天外落想，焉得不佳？"
      },
      {
        "index": 60,
        "text": "余家藏古剌水一罐，上鐫：「永樂六年，古剌國熬造，重一斤十三兩。」五十年來，分量如故。鑽開試水，其臭香、色黃而濃，裏面皆黃金包裹：方知水歷數百年而分量不減者，金生水故也。《池北偶談》：「左蘿石《詠古剌水》云：『瓶中古刺水，制自文皇年。列皇飲祖澤，旨之如羹然。』又曰；『再拜嘗此水，含之不忍咽。」似乎古刺水可飲也。明人《宮詞》云：「聞道內人新浴罷，一杯古刺水橫陳。」似乎宮人浴罷染體之水也。厲太鴻詩曰：「一灑羅衣常不滅，氤氳願與君恩終。」又似乎熏灑衣服之用矣。三君子者，不知何考耶。嚴分宜籍沒時，其家有古剌水十三罐，人以為奇。則此水之貴重可知。"
      },
      {
        "index": 61,
        "text": "骨董家相傳：雨過天青色磁，始於柴世宗。按晚唐早有之。陸龜蒙詩曰：「九天風露越窯開，奪得千峰翠色來。」"
      },
      {
        "index": 62,
        "text": "宋人詞云：「斜陽何處最消魂樓上黃昏，馬上黃昏。」陳古漁《詠月》云：「閨中少婦關山客，樓上無眠馬上看。」《清波雜志·詠望後月》云：「昨夜三更後，嫦娥墮玉簪。馮夷不敢受，捧出碧波心。」本朝楊文叔先生《詠十六夜月》云：「休言三五團圓好，二八嬋娟更可憐。」《玉壺清話·詠新月》云：「一二初三四，蛾眉影尚單。待奴年十五，正面與君看。」近人方子雲《詠新月》云：「宛如待嫁閨中女，知有團圓在後頭。」心思之妙，孰謂今人不如古人耶？"
      },
      {
        "index": 63,
        "text": "前朝廣東惠州，有蘇神童《詠月》三十首。其最佳者：《初一月》云：「氣朔盈虛又一初，嫦娥底事半分無？卻於無處分明有，渾似先天《太極圖》。」《初二月》云：「三足金烏已斂形，且看兔魄一絲生。嫦娥底事梳妝懶？終夜蛾眉畫不成。」《初三月》云：「日落江城半掩門，城西斜眺已黃昏。何人伸得披雲手，錯把青天搦一痕。」《初四月》云：「禁鼓才聞第一敲，忽看新月挂林梢。誰家寶鏡新藏匣？蓋小參差掩不交。」《十八月》云：「二九良宵此夜當，鏡輪雖破有餘光。勸君夜飲停杯待，二鼓初敲管上窗。」《二十一月》云：「破鏡緣何少半規，陽精倒迫若相催。弓弦過滿知何似，正是彎弓欲射時。」《二十二月》云：「三更半夜未成眠，殘月今宵正下弦。若有遠行人早起，也應相伴五更天。」神童年十四而卒。人問：「幾時再生」應聲曰：「五百年。」"
      },
      {
        "index": 64,
        "text": "吳雲岩殿撰，在潮州眷一妓。妓持紙乞詩，吳書一絕云：「濤箋親捧剪輕霞，小立當筵蹙錦靴。休訝老坡難忍俊，多因無奈海棠花。」此妓聲價頓增，人呼「狀元嫂」。"
      },
      {
        "index": 65,
        "text": "譚默齋進士掌教嶺南。其同年謝興士新納寵，不肯告人。譚寄詩調之，云：「玉指丹唇鴉髻盤，東山絲竹妙吹彈。定知鐘得夫人愛，簾卷常教太傅看。」謝笑曰：「既吾家有此故事，敢不自首」譚著《楚庭稗珠錄》，皆游黔、粵所得。自序云：「人有到南海得大蟻尺許者，漬鹽帶歸，以誇示人。東坡食蚝而甘，戒其子勿告人，慮有公卿謀謫南海，以奪其味者。余為此書，當蟻以誇人，不學東坡之饞，慮人奪味也。」其言甚雋。譚名萃。"
      },
      {
        "index": 66,
        "text": "杜云川太史，送周震夫之天長，僕馬俱已戒途。《口號》一首云：「招尋有約竟何嘗，判袂匆匆語未遑。半晌花前嫌日短，」至第四句久停，乃疾書曰：「一帆江上到天長。」真巧對也！"
      },
      {
        "index": 67,
        "text": "詩難其真也，有性情而後真；否則敷衍成文矣。詩難其雅也，有學問而後雅；否則俚鄙率意矣。太白斗酒詩百篇，東坡嬉笑怒罵皆成文章：不過一時興到語，不可以詞害意。若認以為真，則兩家之集，宜塞破屋子；而何以僅存若干且可精選者，亦不過十之五六。人安得恃才而自放乎？惟糜惟芑，美穀也，而必加舂揄揚簸之功；赤堇之銅，良金也，而必加千闢萬灌之鑄。"
      },
      {
        "index": 68,
        "text": "用典一也，有宜近體者，有宜古體者，有近古體俱宜者，有近古體俱不宜者。用典如水中著鹽，但知鹽味，不見鹽質。用僻典如請生客入座，必須問名探姓，令人生厭。宋喬子曠好用僻書，人稱「孤穴詩人」，當以為戒。或稱予詩云：「專寫性情，不得已而適逢典故；不分門戶，乃無心而自合唐音。」雖有不及，不敢不勉。"
      },
      {
        "index": 69,
        "text": "高青丘笑古人作詩，今人描詩。描詩者，像生花之類，所謂優孟衣冠，詩中之鄉願也。譬如學杜而竟如杜，學韓而竟如韓：人何不觀真杜、真韓之詩，而肯觀偽韓、偽杜之詩乎？孔子學周公，不如王莽之似也；孟子學孔子，不如王通之似也。唐義山、香山、牧之、昌黎，同學杜者；今其詩集，都是別樹一旗。杜所伏膺者，庾、鮑兩家；而集中亦絕不相似。蕭子顯云：「若無新變，不能代雄。」陸放翁曰：「文章切忌參死句。」黃山谷曰：「文章切忌隨人後。」皆金針度人語。《漁隱叢話》笑歐公「如三館畫筆，專替古人傳神」，嫌其描也。五亭山人《嘲鸚鵡》云：「齒牙餘慧雖偷拾，那識雷同轉可羞。」又曰：「爭似流鶯當百囀，天真還是一家言。」"
      },
      {
        "index": 70,
        "text": "人莫不有五官百體，而何以男誇宋朝，女稱西施昌黎《答劉正夫》云：「足下家中百物，皆賴而用也；然其所珍愛者，必非常物。」皇甫持正亦云：「虎豹之文必炳，珠玉之光必耀。」故知色彩貴華也。聖如堯、舜，有山龍藻火之章；淡如仙佛，有瓊樓玉宇之號。彼擊瓦缶、披短褐者，終非名家。"
      },
      {
        "index": 71,
        "text": "老學究論詩，必有一副門面語。作文章，必曰有關系；論詩學，必曰須含蓄。此店鋪招牌，無關貨之美惡。《三百篇》中有關系者，「邇之事父，遠之事君」是也。有無關系者，「多識於鳥獸草木之名」是也。有含蓄者，「棘心天天，母氏劬勞」是也。有說盡者，「投畀豺虎」、「投畀有昊」是也。"
      },
      {
        "index": 72,
        "text": "鍾、譚論詩入魔，李崆峒作詩落套。然其佳句，自不可掩。鍾云：「子侄漸親知老至，江山無故覺情生。」《慰人下第》云：「似子何須論富貴，旁人未免重科名。」皆妙。李《游黃曾嶺》云：「搔首黃曾霄漢近，舊題應被紫苔封。」《舟飲》曰：「貪數岸花杯不記，已衝江雨纜猶牽。」《春暮》云：「荷因有暑先擎蓋，柳為無寒漸脫綿。」俱有風味，不似平時闊落。"
      },
      {
        "index": 73,
        "text": "乙未冬，余在蘇州太守孔南溪同年席上，談久夜深。余屢欲起，而孔苦留不已，曰：「小坐強於去後書。」予為黯然，問是何人之作。曰：「任進士大椿《別友》詩也。首句云：『無言便是別時淚』。」"
      },
      {
        "index": 74,
        "text": "人有生而瀟灑者，不關學力也。傅玉笥先生有句云：「鶯花日辦三春課，風月天生一種人。」"
      },
      {
        "index": 75,
        "text": "嚴冬友最愛陳梅岑「怕鋤野草傷新筍，偶檢殘書得舊詩」之句；以為閒中鋤地、翻卷，往往有之。"
      },
      {
        "index": 76,
        "text": "張南華先生，畫白頭鳥立桃花上。題者難之。李玉洲先生云：「桃花紅滿三千歲，青鳥飛來也白頭。」"
      },
      {
        "index": 77,
        "text": "程魚門多須納妾，尹公子璞齋戲賀云：「鶯囀一聲紅袖近，長髯三尺老奴來。」文端公笑曰：「阿三該打！」"
      },
      {
        "index": 78,
        "text": "熊蔗泉觀察詠《蘭》云：「伴我三春消永晝，垂簾一月不燒香。」予謂第二句並非蘭花，的是蘭花。"
      },
      {
        "index": 79,
        "text": "桐城孫容克《題採石》詩云：「從古江山閒不得，半歸名士半英雄。」蓋一指太白，一指常開平也。虞山陳見復先生《過桐城》云：「彌天險手高人筆，如此村墟大有人。」一指姚廣孝，一指李公麟也。"
      },
      {
        "index": 80,
        "text": "方制府問亭栽棉花，招幕府吟詩，多至數十韻。桐城馬蘇臣曰：「我止兩韻。」提筆云：「五月棉花秀，八月棉花幹。花開天下暖，花落天下寒。」方公擊節不已。常州楊公子措一聯云：「誰知奼紫嫣紅外，衣被蒼生別有花？」"
      },
      {
        "index": 81,
        "text": "同年舒瞻，字云亭，作宰平湖，招吾鄉詩人施竹田、厲樊榭諸君，流連倡和，極一時之盛。同時，杭郡太守鄂筠亭先生，亦修禊西湖，名流畢集，各有歌行。臨去時，布衣丁敬送哭失聲。雲亭《偶成》一首云：「芳草青青送馬蹄，垂楊深處畫樓西。流鶯自惜春將去，銜住飛花不忍啼。」鄂公《修禊序》云：「詩者，先王之教也。山水清音，此邦為最。無與合之則調孤，有與倡之則和起。余安得拘俗吏之規規乎？此擬《蘭亭》之所由作也。」嗚呼！似此賢令尹、賢太守，何可再得鄂公名敏，上改名樂舜。"
      },
      {
        "index": 82,
        "text": "丙辰入都，一時耆士中，得見前輩甚少。惟翁霽堂照曾見西河、竹坨，謝皆人芳蓮曾見阮亭。謝風調和雅，如春風中人。阮亭有《香祖筆記》，故自號香祖。其詩淡潔，而蹊徑殊小。尚茶洋比部稱為盆景詩。《溪村早起》云：「早起杏花白，飯牛人出門。野田多傍水，深柳自為村。比屋盡耕稼，服疇皆弟昆。炊煙猶未散，林鳥亂朝暾。」其弟子王繼祖敬亭能傳其派。《曉起》云：「曉起臨幽檻，無人一徑清。淡煙縈竹翠，微露點花明。梁燕梳新羽，林鴉雜乳聲。偶然忘盥櫛，得句且怡情。」敬亭與余同校甲子科鄉試，闈中自誦其《過古墓》云：「古墓鬱嵯峨，荒鴟立華表。當時會葬時，車馬何擾擾！」余不覺其佳。王笑云：「君且閉目一想。」敬亭牧泰州，為太守楊重英所劾，落職後，《游朝陽洞》云：「洞古層崖上，藤蘿挂石扉。白雲時出沒，一半濕僧衣。」《雨過》云：「陰雲初過雨，一半夕陽開。閒立豆棚下，蜻蜓去復來。」"
      },
      {
        "index": 83,
        "text": "常州陳明善，字亦園，鄉居甚富，家有園亭，性好吟詠。《種蔬》云：「閒種半畦蔬，芳葉紛滿目。天意答小勤，盤餐遂餘欲。」亦清才也。錫山邵辰煥主其家。有《柳枝詞》云：「前溪煙雨後溪晴，桃葉、桃根慣送迎。誰似小紅橋畔柳，系儂畫舫過清明？」亦園忽有仕宦之志，盡賣其田，出仕遠方，家業蕩然，園歸他姓。余為誦白傅詩曰：「我有一言君應記：世間自取苦人多。」"
      },
      {
        "index": 84,
        "text": "詩占身份，往往有之。莊容可未遇時，詠《蠶》云：「經綸猶有待，吐屬已非凡。」後果以狀元致官亞相。唐郭代公元振詠《井》云：「鑿處若教當要路，為君常濟往來人。」亦此意也。齊次風宗伯，年十二，《登巾子山》云：「江水連天白，人煙滿地浮。巾山山上望，一覽小東甌。」龍為霖太史改官為令，詠《大樹》云：「但教能覆地，何必定參天？」陸雙橋貧困，《有感》云：「老驥尚懷千里志，枯桐空抱五音材。」"
      },
      {
        "index": 85,
        "text": "馬觀察維翰，字墨麟，嘉興人，貌不逾中人，而抱負甚大。中康熙辛丑進士，內大臣看驗時，諸人皆跪，公不可；九門提督隆科多呵之，公夷然不動。隆轉笑曰：「不料渺小丈夫，乃風骨如許！」公曰：「區區一跪，尚未見維翰風骨也。」隆大奇之。從部郎擢四川建昌道。忤總督某，直揭部科，被逮入都。皇上登極，授江南常鎮道。在都時，余以後輩禮見，蒙有「三異人」之稱。其二，則尚君廷楓、萬君光泰也。公《南行漫興》云：「西方多說無生法，但演刀山即下乘。」詠《梅》云：「雅值心知原欲笑，淡無人賞亦終開。」其心胸可想。與盧雅雨同年，一時號「南馬北盧」。亡後，盧哭之云：「前輩典型亡北斗，中原旗鼓失南軍。」"
      },
      {
        "index": 86,
        "text": "眼前欲說之語，往往被人先說。余冬月山行，見桕子離離，誤認梅蕊；將欲賦詩，偶讀江岷山太守詩云：「偶看桕子梢頭白，疑是江梅小著花。」杭堇浦詩云：「千林烏桕都離殼，便作梅花一路看。」是此景被人說矣。晚年好游，所到黃山、白岳、羅浮、匡廬、天台、雁宕、南嶽、桂林、武夷、丹霞，覺山水各自爭奇，無重復者。讀門生邵圮詩云：「探奧搜奇興不窮，山連霄漢水連空。較量山水如評畫，畫稿曾無一幅同。」知此意又被人說過矣。"
      },
      {
        "index": 87,
        "text": "商寶意先生詠《菜花》云：「小朵最宜村婦鬢，細香時簇牧童衣。」其同鄉劉鳴玉翻其意云：「半畝只邀名士賞，一生不上美人頭。」鳴玉與童二樹、陳芝圖，號「越中三子」。"
      },
      {
        "index": 88,
        "text": "《宋詩紀事》載：「有羅穎者，《題漢高祖廟》云：『果然公大度，容得闢陽侯。』夜夢高祖召而責之，旦遂病卒。」異哉！果有此事，彼偽撰《天寶遺事》者，明皇何以不誅？"
      },
      {
        "index": 89,
        "text": "論詩區別唐、宋，判分中、晚，余雅不喜。嘗舉盛唐賀知章《詠柳》云：「不知細葉誰裁出，二月春風似剪刀。」初唐張謂之《安樂公主山莊》詩：「靈泉巧鑿天孫錦，孝筍能抽帝女枝。」皆雕刻極矣，得不謂之中、晚乎？杜少陵之「影遭碧水潛勾引，風妒紅花卻倒吹」；「老妻畫紙為棋局，稚子敲針作釣鉤」：瑣碎極矣，得不謂之唐詩乎？不特此也，施肩吾《古樂府》云：「三更風作切夢刀，萬轉愁成繞腸線。」如此雕刻，恰在晚唐以前。耳食者不知出處，必以為宋、元最後之詩。"
      },
      {
        "index": 90,
        "text": "元微之《自嘲》云：「飯來開口似神鴉。」姚武功《某寺》云：「無齋鴿看僧。」二句皆摹神之筆。"
      },
      {
        "index": 91,
        "text": "《古樂府》：「羞澀佯牽伴。」五字寫盡女兒情態。唐人因之有「強語戲同伴，希郎聞笑聲」之句。他如「從來不墜馬，故遣髻鬟斜」；「小膽空房怯，長眉滿鏡愁」；「密約臨行怯，私書欲報難」：皆不愧淫思古意矣。近時楊公子捂一聯云：「行來躑躅渾無力，不倚闌干定倚人。」"
      },
      {
        "index": 92,
        "text": "唐人詠小女詩云：「見爺不相識，反走牽娘裾。」是畫小女之神。「髮覆長眉側，花簪小髻旁。」是畫小女之貌。「學語渠渠問，牽裳步步隨。」是畫小女之態。「愛拈爺筆墨，閒學母裁縫。」是寫小女之憨。"
      },
      {
        "index": 93,
        "text": "東坡詩，有才而無情，多趣而少韻：由於天分高，學力淺也。有起而無結，多剛而少柔；驗其知遇早晚景窮也。"
      },
      {
        "index": 94,
        "text": "離別濤最佳者，如：「路長難算日，書遠每題年。無復生還想，終思未別前，」「醉中忘卻身為客，意欲仍同送者歸。」皆讀之令人欲泣。又宋人云：「西窗分手四年餘，千里殷勤慰索居。若比九原泉路別，只多含淚一封書。」"
      },
      {
        "index": 95,
        "text": "唐人《女墳湖》云：「應是離魂雙不得，至令沙上少鴛鴦。」宋人《青樓》詩云：「與郎酣夢渾忘曉，雞亦流連不肯啼。」"
      },
      {
        "index": 96,
        "text": "陸代曰：「凡人作詩，一題到手，必有一種供給應付之語；老生常淡，不召自來。若作家，必如謝絕泛交，盡行麾去，然後心精獨運，自出新裁。及其成後，又必渾成精當，無斧鑿痕，方稱合作。」余見史稱孟浩然苦吟，眉毫脫盡；王維構思，走入醋甕：可謂難矣。今讀其詩，從容和雅，如天衣之無縫j深入淺出，方臻此境。唐人有句云：「苦吟僧入定，得句將成功。」"
      },
      {
        "index": 97,
        "text": "溧陽相公為大司寇時，奉旨教習庶吉士，到任庶常館，而此科狀元莊容可以在南書房，故不偕諸翰林來。史公怒曰：「我二十年老南書房，不應以此紿我。」將奏召之。彭芝庭侍講為之通其意甚婉，遂為師弟如常。彭故史公本房弟子，而莊又彭公本房弟子也。莊獻詩云：「絳帳自然應侍立，蓬山未到總支吾。」溧陽公館課，出《春日即事》題。同年管水初一聯云：「兩三點雨逢寒食，廿四番風到杏花。」公擢為第一，同人以「管杏花」呼之。公七十壽旦，某庶常獻百韻詩。公讀之，笑曰：「把老夫做題，也還耐得百韻；可惜無一句搔癢處，都是祝嘏浮詞，不敢領情。」蓋公總督八省，兼領六卿故也。記許刺吏佩璜有句云：「三朝元老裴中令，百歲詩篇衛武公。」余有句云：「南宮六一先生座，北面三千弟子行。」俱為公所許可。"
      },
      {
        "index": 98,
        "text": "余雅不喜杜少陵《秋興》八首；而世間耳食者，往往贊嘆，奉為標准。不知少陵海涵地負之才，其佳處未易窺測；此八首，不過一時興到語耳，非其至者也。如曰「一系」，曰「兩開」，曰「還泛泛」，曰「故飛飛」；習氣大重，毫無意義。即如韓昌黎之「蔓涎角出縮，樹啄頭敲鏗」；此與《一夕話》之「蛙翻白出闊，蚓死紫之長」何殊？今人將此學韓、杜，便入魔障。有學究言：「人能行《論語》一句，便是聖人。」有紈挎子笑曰：「我已力行三句，恐未是聖人。」問之，乃「食不厭精，膾不厭細，狐貉之厚以居」也。聞者大笑。"
      },
      {
        "index": 99,
        "text": "余嘗教人：古風須學李、杜、韓、蘇四大家；近體須學中、晚、宋、元諸名家。或問其故。曰：「李、杜、韓、蘇，才力太大，不屑抽筋入細，播入管弦，音節亦多未協。中、晚名家，便清脆可歌。」"
      },
      {
        "index": 100,
        "text": "《高惠功臣表》，班氏以「符」與「昭」押韻。《西南夷兩粵贊》，班氏以「區」與「驕」押韻。王岐公為人作碑銘，俱仿此例。"
      },
      {
        "index": 101,
        "text": "蔡孝廉有青衣許翠齡，貌如美女，而夭。記性絕佳。嘗過染坊，戲焚其簿，坊主大駭，翠齡笑取筆為默出之：某家染某色，及其價值，絲毫不差。主人亡，翠齡哭以詩云：「雙淚啼殘遺僕在，一燈青入旅魂來。」初孝廉在蘇州安方伯幕中請乩，有女仙劉碧環下降，贈詩云：「升沉已定君休戚，他日長安道上人。」孝廉喜，以為東野「看遍長安花」之意，後竟死於陝西。"
      },
      {
        "index": 102,
        "text": "福建歌童名點點者，柔媚能文。有客行酒政，要一句唐詩、一句曲牌名，曰：「閒看兒童捉柳花。《合手拿》。」點點應聲曰：「有約不來過夜半。《奴心怒》。」點點又唱曰：「柳下惠風和。」合席噤口，以為絕對。"
      },
      {
        "index": 103,
        "text": "余已選楊次也、李嘯村《竹枝》，自謂妙絕矣。近又得程望川《揚州竹枝》云：「准備明朝謁梵宮，癡情不與別人同。薰籠徹夜衣香透，故意鉤人立上風。」「巧髻新盤兩鬢分，衣裝百蝶薄棉溫。臨行自顧生憎色，袖底何人潑酒痕？」「長幡飄動繞爐香，攝級同登拜上方。此去下坡苔露滑，儂扶小妹妹扶娘。」「繡花簾下靄晴煙，特漏全身到客前。忽聽後艙人贊好，安排斗眼看來船。」四首皆眼前事，而筆足以達之，殊可愛也。望川名宗洛，桐城人。"
      },
      {
        "index": 104,
        "text": "吳俗以六月二十四為荷花生日，士女出游。徐朗齋作《竹枝詞》云：「荷花風前暑氣收，荷花蕩口碧波流。荷花今日是生日，郎與妾船開並頭。」「赤日當天駐火輪，龍船旗幟一時新。東家女笑西家女，橋上人看橋下人。」「葑門城門門繞湖，湖光一片白模糊。荷花生日年年去，若問荷花半朵無。」「丹陽段郎官長清，天然詩句自然成。怪郎面似荷花好，郎是荷花生日生。」"
      }
    ]
  }
}