{
  "chapterNumber": 14,
  "title": "卷十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "嘉興江浩然幕游江西，於市上得一銀光箋楷書云：「妾年十五許嫁君，聞說君情若不聞。十七於歸見君面，春風乍拂心長戀。為歡半載奈離何，千里江山渺綠波。未成錦字腸先斷，零落胭脂淚更多。西江、浙江隔一水，天上銀河亦如此。銀河猶有渡橋時，奈妾奄奄病將死。傷心未見寧馨育，仰負高堂愆莫贖。倘蒙垂念舊時情，有妹長成弦可續。君年喜得正英英，莫更蹉跎無所成。無成豈特違親意，泉下亡人亦不平。要知世事皆前定，明珠一粒遙相贈。非求見物便思人，結縭來世於今定。」後書：「政可夫君。康熙癸酉仲夏，垂死妾顏玉斂衽。」玩此詩，蓋有才女子也。第所謂政可者，不知何人。"
      },
      {
        "index": 2,
        "text": "選家選近人之詩，有七病焉；其借此射利通聲氣者，無論矣。凡人全集，各有精神，必通觀之，方可定去取；倘捃摭一二，並非其人應選之詩，管窺蠡測：一病也。《三百篇》中，貞淫正變，無所不包；今就一人見解之小，而欲該群才之大，於各家門戶源流，並未探討，以己履為式，而削他人之足以就之：二病也。分唐界宋，抱杜尊韓，附會大家門面，而不能判別真偽，採擷精華：三病也。動稱綱常名教，箴刺褒譏，以為非有關系者不錄；不知贈芍採蘭，有何關系而聖人不刪。宋儒責蔡文姬不應登《列女傳》；然則「十七史」列傳，盡皆龍逢、比干乎？學究條規，令人欲嘔：四病也。貪選部頭之大，以為每省每郡，必選數人，遂至勉強搜尋，從寬濫錄：五病也。或其人才力與作者相隔甚遠，而妄為改竄；遂至點金成鐵：六病也。徇一己之交情，聽他人之求請：七病也。末一條，余作《濤話》，亦不能免。"
      },
      {
        "index": 3,
        "text": "冬友侍讀暱伶人登元，將之陝西，未能攜去；路上見籠中賣相思鳥者，戲題云：「同眠復同食，何處號相思？」"
      },
      {
        "index": 4,
        "text": "山左馮康齋觀察，名廷丞，學頗淵博，居官以廉聞。其夫人為吾鄉周叔大太史之女，亦好客，觀察詩云：「談經客過頻搜字，脫珥妻賢解治廚。」"
      },
      {
        "index": 5,
        "text": "丙辰召試，有康熙癸巳編修雲南張月槎先生，名漢，年七十餘，重入詞館。先生以前輩自居，而丙辰翰林欲以同年視之：彼此柢牾。後五十年，余游粵東，飲封川邑宰彭公竹林署中。西席張旭出見，詢知為先生嫡孫，急問先生遺稿，渠僅記《秋夜回文》一首云：煙深臥閣草凝愁，冷夢驚回幾樹秋。懸壁四山雲上下，隔簾一水月沉浮。翩翩影落飛鴻雁，皎皎光寒靜斗牛。前路客歸螢點點，邊城夜火似星流。」余按：回文詩相傳始於蘇若蘭，其實非也。《文心雕龍》云：「回文所興，道原為始。」傳咸有《回文反復詩》，溫太真亦有《回文詩》：俱在竇滔之前。"
      },
      {
        "index": 6,
        "text": "真州張嘯門游鳩江，遇鄰舟一女子，倚篷窗而哦，與語，淒絕不言。但見其《題青羅帶寄人》云：「扁舟一夜燈如雪，無限深情羞不說。東風何苦又天明，抵死催人江上別。」"
      },
      {
        "index": 7,
        "text": "詠史有三體：一借古人往事，抒自己之懷抱：左太衝之《詠史》是也。一為隱括其事，而以詠嘆出之：張景陽之《詠二疏》、盧子諒之《詠蘭生》是也。一取對仗之巧：義山之「牽牛」對「駐馬」、韋莊之「無忌」對「莫愁」是也。"
      },
      {
        "index": 8,
        "text": "周月東游海潮庵，得謝文節公小方硯，額鐫「橋亭卜卦硯」五字，背有元人程文海銘。周珍重之，抱硯以寢；臨死，乃贈查恂叔。一時題者如雲。錢辛楣云：「眼中祇有石丈人，江南更無廝養卒。」紀心齋云：「遠過一片韓陵石，留伴千秋玉帶生。」尤貢甫在真州市得東坡石銚，容水升許，以銅為提，鑄茨菰葉一瓣，上篆「元祜」二字：蓋即周撞所饋東坡物也。鄭炳也題云：「煉石天留雲氣古，煎茶人去水雲幹。」謝登雋云：「毋矜酒戶大，獨許石文深。」未幾，有人買獻上方矣。一硯一銚，主人俱繪形作冊，傳播藝林。余在揚州汪魯佩家，見桓圭，長七寸，葵首垂繰，質粹沁紅，真三代物也。惜無人題詠，終年蘊櫝而藏。物亦有幸有不幸焉。"
      },
      {
        "index": 9,
        "text": "前明萬歷五年，常熟趙文毅公劾張江陵，廷杖謫戍。其友庶子許國銘兕觥為贈。蓋取神羊一角觸邪之義。後流傳數易其主。五世孫王槐探知在山左顏衡齋家，乃制玉觥銀船，托宮詹翁覃溪先生作詩，請易之，竟得返璧。一時題詠如雲。覃溪作七古一篇，後八句云：「顏公奉觥向君笑，趙叟傾心誓相報。觥喜多年逢故人，叟泣還鄉告家廟。昔人贈觥事偶然，今日還觥世更傳。譜出兕觥新樂府，壓倒米家虹玉船。」"
      },
      {
        "index": 10,
        "text": "安慶徐蘭坡，少年好學，得余斷章零句，必手抄之。余游黃山，來舟中誦所作。《夏夜》云：「螢火繞籬飛，風輕荷氣微。幾竿斜竹影，隨月上人衣。」《偶成》云：「屋邊松樹經春長，棲鳥不知巢漸高。」《大觀亭宴集》云：「新舊痕留衣上酒，往來影亂席前船。」又：「綠楊深護倚樓人。」七字亦佳。"
      },
      {
        "index": 11,
        "text": "平湖張香谷，與其兄教坡最友愛。教坡歿後，香谷逾年亦病；臨終，有「清魂同到梅花下」之句。教坡之子熙河孝廉，繼先人之志，墓旁種梅三百樹，題云：「卜兆經營親負土，栽花愛護當承歡。」可謂孝矣。熙河愛游山，作《梅花詩話》一百卷，至隨園，一宿去。《登峨嵋絕頂》見懷云：「峨嵋高絕天，八月雪浩浩。我持謫仙筇，飄然上秋昊。眾星向簷低，群峰入望小。佛光日中明，聖燈夜半皎。五色兜羅綿，疊疊岩前繞。蒼茫四顧間，忽憶隨園老。奇景不共賞，何以愜幽抱？焉得縮地方，與公立雲表？」熙河在峨嵋，見神燈佛光，又到淨土山下，觀小龍在池中，長四寸，五爪，攜過雷洞坪便死。佛光飛至臺上，掬之，乃木葉一片。"
      },
      {
        "index": 12,
        "text": "余知江寧時，胡秀才某招飲，席間出乃祖《甲戌臚唱圖》屬題，系邗江王云所畫。卷首何義門云：「鴻臚三唱名姓香，一龍驤首群龍翔。金吾仗引從天下，長安門外人如堵。方山神秀信有鐘，焦夫子後生胡公。江左周星推首冠，意氣肯輸渴睡漢？」胡公名任輿，字芝山，康熙甲戌狀元，未十年而卒。同年高章之哭云：「十年不分君終此，累月猶疑死未真。」卷中題者如彭定求、陳恂、楊仲訥，大半追挽之章。余題云：「九闕天門蕩蕩開，先皇親手策群才。南宮莫訝祥雲見，臣自白門江上來。」「我亦曾追香案蹤，卅科前輩企高風。人間春，夢醒何速，未了浮雲一夢中。」「名園晚到夕陽斜，老樹無聲覆落花。贏得兒童齊拍手，縣官還醉狀元家。」此乙丑冬月事也。詩不留稿，丙午閏七夕，重展此卷，為之憮然。"
      },
      {
        "index": 13,
        "text": "葉書山侍講，常為余誇陶京山同年之孫、名渙悅者，英異不群，時才八九歲。稍長，好吟詩，尤好余詩，大半成誦。《偶成》云：「午課初完臥短床，立春節過晝微長。高簷向日難留雪，小室藏花易貯香。階下綠初浮遠草，路旁青未上垂楊。呼僮添貯爐中火，午後溫馨薄暮涼。」又：「人因待月窗常啟，書是傳詩口不封。」賀余生子云：「公有未全天必補，老猶得見子非遲。」俱有劍南風味。惜侍講先亡，未之見也！"
      },
      {
        "index": 14,
        "text": "中州呂公滋，字樹村，宰介休歸；因從子仲篤宰上元，來游白下，見贈云：「地兼白下三山勝，詩比黃初七子工。」讀三妹集云：「鴛鳥飛來因繡好，蠹魚仙去為香多。」年未老而乞病。有勸其再出者，乃作《老女嫁》云：「自制羅紈五色裳，晶簾低卷繡鴛鴦。不如小妹於歸日，阿母殷勤為理妝。」「檢點新妝轉自思，於今花樣不相宜。嫁衣肥瘦憑誰剪，羞問鄰家小女兒。」《戲仲篤》云：「冷餘增馬齒，看爾奏牛刀。」《潼關》云：「三峰天外立，一騎雨中行。」"
      },
      {
        "index": 15,
        "text": "唐李揆自負才望，嘲人云：「龍章鳳姿，士不見用；獐頭鼠目，乃欲求官耶？」或反其意，贈相士云：「相法於今大不倫，我將秘訣告諸君。要看世上公侯相，先取獐頭鼠目人。」"
      },
      {
        "index": 16,
        "text": "余游武夷，過浦城，遇鈕明府之弟閬圃，有詩三冊求閱。《七夕》云：「黃昏無伴說牽牛，獨對江山半壁愁。今夕盧家樓上月，莫愁未必不知愁。」又句云：「星沉殘月魚吞餌，月上空廊犬吠花。」皆可誦也。余按宋曾三異云：「莫愁乃古男子，神仙隱逸者流，非女子也。楚石城有莫愁石像，男子衣冠。見劉向《列仙傳》。」語雖不經，亦可存此一說。猶之龍陽君、鄭櫻桃，古皆以為女妃：一見《國策》鮑注，一見《十六國春秋》。"
      },
      {
        "index": 17,
        "text": "錫山錢秀才泳，字立群，居梅里。丙午臘月七日，張止原居士招游靈岩，與秀才兩宿舟中；談古文金石之學，極淵博。《游西湖》云：「十年不識錢塘路，今到翻疑是夢中。巒翠難分南北寺，舟輕易揚往來風。數灣碧水通仙宅，一帶蒼煙沒宋宮。何處吾家表忠觀？幾回搔首問漁翁。」「躍馬登山松四圍，梵王宮殿鬱崔巍。老僧迎客來幽徑，少女焚香上翠微。鷲嶺樓高滄海闊，冷泉水急濕雲飛。何當端坐三生石，說破游人去路非？」是日舟泊木瀆鷺飛橋。秀才往訪其友孫鏡川。俄而同至舟中，見余即拜；背《小倉山房古文》，琅琅上口，亦奇士也。"
      },
      {
        "index": 18,
        "text": "新安王氏，一家能詩。葑亭《李夫人歌》曰：「生能一顧留君心，死不肯一顧留君憶。乃知結君自有術，擅寵非徒在顏色。君不見，生長門，死鉤弋！」其兄於庭比部，不輕作詩，而多佳句。《病起》云：「修竹似憐人病起，青青垂葉不搖風。」《示兒》云：「寸陰勸汝須知惜，到底秋花總讓春。」其子名養中者，《醉歸》云：「不是老奴扶住好，模糊幾打別人門。」《詠蝦》云：「須髯似戟雙睛瞪，失水蛟龍見亦驚。」其弟孔祥，年十七，亦有句云：「見月忙將蒲扇掩，怕教花影上身來。」"
      },
      {
        "index": 19,
        "text": "《荊楚歲時記》以七月八日雨為「灑淚雨」，說本荒唐。然賦詩非失之笨，便失之迂；將錯就錯，以偽為真，方有風味。一說煞味又索然。余與香亭同作，忽王甥健庵有句云：「不解女、牛分別意，一年有淚一年無。」兩人嘆其超絕。"
      },
      {
        "index": 20,
        "text": "馬相如有《漁父》詩，云：「自把長竿後，生涯即水涯。尺鱗堪易酒，一葉便為家。曬網炊煙起，停舟月影斜。不爭魚得失，祇愛傍桃花。」真王、孟也。有人傳其「月影分別三李白，水光蕩漾百東坡」，則弄巧而反拙矣。"
      },
      {
        "index": 21,
        "text": "福建布政使張廷枚，有《瓶花絕句》云：「垂簾莫放西風入，留取寒香在草堂。」吾鄉詩人沈方舟主於其家，遺稿在焉。張三使高麗，杭堇浦贈云：「一參羽獵長楊乘，三繪《宣可奉使圖》。」"
      },
      {
        "index": 22,
        "text": "詠始皇者：朱排山先生云：「詩書何苦遭焚劫劉、項都非識字人。」崔念陵進士云：「劉、項生長長城裏，枉用民膏築萬里。」"
      },
      {
        "index": 23,
        "text": "劉介石請仙，忽乩盤大書云：「眼如魚目徹宵懸，心似柳條終日挂。月明風緊十三樓，獨自上來獨自下。」眾人驚曰：「此縊鬼詩也！」至夜，果有紅妝女子犯之。乃急毀其盤而遷寓焉。"
      },
      {
        "index": 24,
        "text": "寫懷，假托閨情最蘊藉。仲燭亭在杭州，余屢為薦館；最後將薦往蕪湖，札問需修金若干。仲不答，但寄《古樂府》云：「托買吳綾束，何須問短長？妾身君慣抱，尺寸細思量。」宋笠田宰鳩江，官罷，想捐復。余勸其不必再出山。已而宰兩當，以事謫戍，悔不聽余言，亦札外寄前人《別妓》詩云：「昨日笙歌宴畫樓，今宵揮淚送行舟。當時嫁作商人婦，無此天涯一段愁。」某明府欲聘陳楚南，以路遠不決。陳寄《商婦怨》云：「淚滴門前江水滿，眼穿天際孤帆斷。只在郎心歸不歸，不在郎行遠不遠。」"
      },
      {
        "index": 25,
        "text": "鮑步江《有贈》云：「雙煙已換博山香，正對金荷卸晚妝。手剔蘭煤須仔細，好留半焰解衣裳。」"
      },
      {
        "index": 26,
        "text": "安慶魯鳳藻《有贈》云：「攜得芳枝返故村，悔將玉貌共花論。低聲還向小姑囑：阿母跟前莫要言。」陳夢湘《嘲某》云：「畫鸞衫子褪輕紅，料峭春寒豆蔻風。雙鬢亂雲堆未穩，日高猶是背人攏。」商寶意《喜環娘到》云：「藥餌急須調病後，鞏環親自解燈前。」金臺衡《贈妓》云：「春蔥欲送玫瑰酒，冷暖先教櫻口嘗。」皆善言兒女之情。"
      },
      {
        "index": 27,
        "text": "寫景有句同而意不同者：元人云：「石壓筍斜出。」宋人云：「斷橋斜取路。」近人劉春池云：「鳥喧晴樹樂於人。」魯星村云：「炎天幾席熱於人。」嘯村云：「雪中無陋巷。」星村云：「遠岸無高樹。」皆句同而意不同也。亦有句不同而意同者，如：「岸闊樹難高」、「遠樹浪頭生」，與「遠岸無高樹」意思相同，皆不害其為佳也。"
      },
      {
        "index": 28,
        "text": "余有句云：「人無風趣官多貴。」一時不得對。周青原對：「案有琴書家必貧。」吳元禮對：「花太嬌紅子必稀。」"
      },
      {
        "index": 29,
        "text": "雍正乙卯春，余年二十，與周蘭坡先生同試博學鴻詞於杭州制府。其時主試者：總督程公元章，學使帥公念祖。詩題是《春雪十二韻》，因試日下雪故也。先生有句云：「堆從梨蕊銷難辨，迸入梅花認亦稀。」今乾隆戊申矣，其孫雲翮為上海令，招余入署，謀刻先生詩集，因得重讀一過。追憶五十四年前同試光景，宛然在目。"
      },
      {
        "index": 30,
        "text": "余方送魯星村出門，而雨勢將下。魯吟云：「雨聲猶在雲，風色已到樹。」余為擊節，命司閽者錄登門簿中。魯曰：「我不料公之愛詩若此也。」大笑去。"
      },
      {
        "index": 31,
        "text": "余泊舟滕王閣下，有揚州孫生名湘者見訪，自言相慕垂三十年。見示《蕉窗八詠》：《蠅》云：「飛揚莫入幽人室，一種芬芳不稱君。」《蝶》云：「偶因誤墮金錢劫，恥逐青蚨一處飛。」孫故庠生，工吟詠，為人司禺笑事；既而悔之，故寄托如此。"
      },
      {
        "index": 32,
        "text": "余在南昌，謝蘊山太守招飲，以詩見示。題其妾姚秀英小照云：「宜男花小最宜春，故故相偎意態真。並作一身形與影，不應僅號比肩人。」太守有《升官圖》五排最佳，警句云：「森森羅眾宿，粲粲列周廬。考制遵三百，登賢占一隅。憑陵爭入局，將相遂分途。唾手功名得，推班氣象殊。握拳矜後獲，制勝在中樞。偶爾觀成敗，從何論智愚？雲泥區尺幅，升降在須臾。」"
      },
      {
        "index": 33,
        "text": "余七十以後，遇宴飲太飽，夜輒不適。讀黃莘田詩曰：「老似嬰兒防飲食，貧如禁體作文章。」嘆其立言之妙。然不老亦不能知；古漁有句云：「老似名山到始知。」"
      },
      {
        "index": 34,
        "text": "譏刺語用比興體，便不露。英夢堂云：「桃花嗜笑非無故，燕子矜飛太自輕。」陳古漁云：「無名草長非關雨，得暖蟲飛不待春。」皆有所指也。"
      },
      {
        "index": 35,
        "text": "余游天台，詩人張雨村外出；其子秀墀，極盡東道之誼。雨村寄詩，有「千山結翠延詞客，一杖挑雲過石梁」之句。余讀其《天台游稿》，一路訪求，如得導師焉。"
      },
      {
        "index": 36,
        "text": "李竹溪守廣東惠州，《歸贈》云：「此行曾向貪泉過，留得冰心見故人。」嗚呼！竹溪真能不愧此言，故記之。"
      },
      {
        "index": 37,
        "text": "嚴冬友嘗誦厲太鴻《感舊》云：「『朱欄今已朽，何況倚欄人？』可謂情深。」余曰：「此有所本也。歐陽詹《懷妓》云：『高城不可見，何況城中人？」或稱東坡「凍合玉樓寒起粟，光搖銀海炫生花。」余曰：「此亦有所本也。晚唐裴說詩：『瘦肌寒起粟，病眼餒生花。」"
      },
      {
        "index": 38,
        "text": "錢竹初《題豫讓橋》云：「愛士須愛徹，畜馬盡馬力。長芻數束豆數升，縱有驊騮氣先塞。」余亦題《養馬圖》云：「一挑芻草三升豆，莫想神龍輕死生。」"
      },
      {
        "index": 39,
        "text": "近人懷古詩，有絕佳者，不能全錄。如：光祿沈子大《赤壁》云：「漫訝東風燒北岸，可知赤帝在南軍？」太史杜紫綸《戲馬臺》云：「盡教宿土歸劉氏，剩有斯臺與項王。」王麟照侍郎《平原村》云：「八王兵甲無臣主，兩晉文章有弟兄。晚節不堪思鶴唳，舊交聞已賦蓴羹。」姜西溟《烏江詩》云：「《虞歌》曲盡怨天亡，潮落沙平舊戰場。千里江東羞不渡，六朝曾此作金湯。」"
      },
      {
        "index": 40,
        "text": "漢軍劉觀察廷璣，號葛莊，康熙間詩人。或嫌其詩過輕俏；然一片性靈，不可磨滅。《漁家》云：「一家一個打魚舟，結得姻盟水上浮。有女十三郎十五，朝朝相見只低頭。」《偶成》云：「閒花只好閒中看，一折歸來便不鮮。」"
      },
      {
        "index": 41,
        "text": "沈椒園太史所居爛面胡同，接葉亭湯西崖少宰之故居也。丁巳余主其家，記其《秋夜》云：「薄病閒身坐小廳，鄉心三度見流螢。水雲涼到庭前樹，一夜秋聲帶雨聽。」"
      },
      {
        "index": 42,
        "text": "布衣史青溪詩云：「多情自古空餘恨，好夢由來最易醒。」余反其意云：「只求無好夢，轉覺醒時安。」唐人《詠夢》云：「乍覺猶言是，沉思始覺空。」"
      },
      {
        "index": 43,
        "text": "宋牧仲撫蘇州，為唐六如修墓。韓宗伯慕廬題云：「在昔唐衢常慟哭，祇今宋玉與招魂。」俗傳太白捉月而死。李孚青《題太白樓》云：「脫身依舊歸仙去，撒手還將月放回。」余按：《宋史》有唐寅，名伯虎，亦在《文苑傳》。"
      },
      {
        "index": 44,
        "text": "蒲城雷國楫，字松舟，撰《龍山詩話》二卷，官松江丞；有「雲行花蕩水，風動草浮山」之句。彭芝亭先生贈以詩云：「官閣哦詩思不群，一編風雅抗吾軍。情親吳會山間友，身帶函關馬上雲。吊古頻懷楊伯起，論詩應繼杜司勛。篋中劍氣雙龍躍，那向江頭看夕曛。」"
      },
      {
        "index": 45,
        "text": "凡詩帶桀驁之氣，其人必非良士。張元詠《雪》云：「戰罷玉龍三百萬，敗鱗殘甲滿天飛。」詠《鷹》云：「有心待捉月中兔，更向白雲高處飛。」韓、范為經略，嫌其投詩自媒，棄而不用。張乃投元昊，為中國患。後嶽武穆駐兵之所，江禁甚嚴。有毛國英者投詩云：「鐵鎖沉沉截碧江，風旗獵獵駐危檣。禹門縱使高千尺，放過蛟龍也不妨。」岳公笑曰：「此張元輩也。」速召見，以禮接之。"
      },
      {
        "index": 46,
        "text": "詠雪佳句：繆雪莊云：「卷簾半樹帶花落，吹燭一窗如月明。」章智千云：「伏枕旅人驚看月，掃階童子學為山。」陳明卿云：「填平世上嵌崎路，冷到人間富貴家。」曾昔人所未有。"
      },
      {
        "index": 47,
        "text": "游山詩貴寫得出。陶庭珍《盤豆驛》云：「叢山如破衣，人似虱緣縫。盤旋一線中，欲速不得縱。」沈石田《天平山》云：「登臨風扶身，談笑云入口。直上忽左旋，方塞復旁剖。」洪稚存《林屋洞》云：「盤渦既深入，覆釜不獲仰。微白怵來蹤，捫黑撼虛象。憑湍同矢注，轉徑識蛇枉。不惜口耳濡，驚此腹背響。」梅岑《極樂峰》云：「碎石隨足動，危徑不容步。支筇愁孤撐，捫葛等懸度。欲止勢難留，將前意終怖。」萬柘坡《盤山》云：「青山喜客來，馬首相拱揖。中峰極雲深，旁嶺儼魚立。行人踏樹梢，飛鳥觸屐齒。後來用尾銜，先到試足揣。」宗介帆《磨盤山》云：「分明尋丈恰隔里，指點平夷偏落陡。東西俄轉望若失，呼應已逼待還久。中央簇簇攢牛宮，四角層層布魚笱。更疑去路即來處，幾訝迷途欲退走。入世敢雲肱折三，立峰頓覺腸回九。」沈樹本《磨盤山》云：「回顧不見入山處，此身已在盤中住。百千旋折眼生花，三五回環神失據。才思左往復右行，正欲仰登先俯注。坡平幸獲尋丈寬，徑仄只留分寸度。鞭絲帽影蟻懸窗，馬足車輪蛇繞樹。乍陰乍陽日向背，在前在後風來去。山遠不逾三十里，山高不越萬餘步。從卯到酉歷未窮，自壯至老陟猶誤。」"
      },
      {
        "index": 48,
        "text": "余常勸作詩者，莫輕作七古。何也恐力小而任重，如秦武王舉鼎，有絕臏之患故也。七古中，長短句尤不可輕作。何也古樂府音節無定而恰有定，恐康昆崙彈琴，三分琵琶，七分箏弦，全無琴韻故也。初學詩，當先學古風，次學近體，則其勢易。倘先學近體，再學古風，則其勢難。猶之學字者，先學楷書，後學行草，亦是一定之法。杭堇浦先生教人多作五排，曰：「五排要對仗，不得不用心思。要典雅，不得不觀書史。但專作五言八韻之賦得體，則終身無進境矣。」"
      },
      {
        "index": 49,
        "text": "湯擴祖《春雨》云：「一夜聲喧客夢搖，春風送雨夜瀟瀟。不知新水添多少，漁艇都撐進板橋。」莊廷延《聽雨》云：「梅花風裏雨霏霏，人臥空堂靜掩扉。一夜滄浪亭畔水，料應陡沒釣魚磯。」二詩相似，均有天趣。"
      },
      {
        "index": 50,
        "text": "有中丞某，自稱平生不好名。余戲之曰：「人之所以異於禽獸者，以其好名也。孔子曰：『君子去仁，惡乎成名。』又曰：『君子疾沒世而名不稱焉。』大聖人尚且重名如此！後世人不好名而別有所好，則鄙夫事君，無所不至矣。」屈悔翁云：「才子多貪色，神仙不好名！」不如司空表聖曰：「名能不朽輕仙骨，理到忘機近佛心。」高東井《贈方子雲》曰：「從來貧士貪留客，未有庸人解好名。」"
      },
      {
        "index": 51,
        "text": "王次回詩，往往入人心脾。余年衰無子，賓朋來者，動以此事相詢，貌為關切。余深厭之，有詩云：「厭聽人詢得子無，些些小事不關渠。逍遙公有兒孫累，未必雲煙得自如。」後見次回句云：「最是厭人當面問：鳳凰何日卻將雛？」余評女以膚如凝脂為主。次回亦有句曰：「從來國色玉光寒，晝視常疑月下看。」"
      },
      {
        "index": 52,
        "text": "《愛日齋叢談》云：「《琵琶記》為明初王四棄妻而作。太祖惡之，謫戍海外；致伯喈賢者，蒙此惡聲。」不知南宋時，有詩刺高宗云：「陌頭盲女無愁恨，猶抱琵琶說趙家。」放翁亦云：「身後是非誰管得？沿村聽唱蔡中郎。」似乎《琵琶記》宋時已作。"
      },
      {
        "index": 53,
        "text": "厲太鴻《宋詩紀事》，採取最博。余閱《j匕盟會編》，為補所未採者，如：徽宗在五國城詩曰：「噬臍有愧平燕日，嘗膽無忘在莒時。」李若水曰：「五鼓可回千里夢，一官妨盡百年身。」宇文虛中云：「傳聞已築西河館，自許能肥北地羊。」皆佳句也。金主亮中秋無月詞云：「惟恨劍鋒不快，一一揮斷紫雲根，要見嫦娥體態。」亦頗豪氣逼人。"
      },
      {
        "index": 54,
        "text": "作詩能速不能遲，亦是才人一病。心余《賀熊滌齋重赴瓊林》云：「昔著官袍誇美秀，今披鶴氅見精神。」余曰：「熊公美秀時，君未生，何由知之赴瓊林不披鶴氅也。」心余曰：「我明知率筆，然不能再構思。先生何不作以示我？」余唯唯。遲半月，成七絕句，心余以為佳。余乃出簏中廢紙示之，曰：「已七易稿矣。」心余嘆曰：「吾今日方知先生吟詩刻苦如是；果然第七回稿勝五六次之稿也。」余因有句云：「事從知悔方徵學，詩到能遲轉是才。」"
      },
      {
        "index": 55,
        "text": "黃莘田《重赴鹿鳴》云：「得染新香本舊栽，桂花重為故人開。月宮不是玄都觀，也學劉郎去又來。」「雲階月地事如何誰共《霓裳》詠大羅未免被他猿鶴怨，小山連日有笙歌。」"
      },
      {
        "index": 56,
        "text": "《全唐詩》凡和尚、道士、仙人，都無好詩；不如才鬼、山魈，卻有佳句。"
      },
      {
        "index": 57,
        "text": "詩人筆太豪健，往往短於言情；好徵典者，病亦相同。即如悼亡詩，必纏綿婉轉，方稱合作。東坡之哭朝雲，味同嚼蠟：筆能剛而不能柔故也。阮亭之《悼亡妻》，浮言滿紙，詞太文而意轉隱故也。近時杭堇浦太史《悼亡妾》詩，遠不如樊榭先生。今摘數首為比例。厲《哭月上》云：「一場短夢七年過，往事分明觸緒多。搦管自稱詩弟子，散花相伴病維摩。半屏涼影頹低髻，三徑春風曳薄羅。今日書堂覓行跡，不禁雙鬢為伊皤。」「無端風信到梅邊，誰道蛾眉不復全？雙槳來時人似玉，一奩去後月如煙。第三自比清溪妹，最小相逢白石仙。十二碧欄重倚遍，那堪腸斷數華年！」「病來倚枕坐秋宵，聽徹江城漏點遙。薄命已知因藥誤，殘妝不惜帶愁描。悶憑盲女彈詞話，危托尼蚶祝夢妖。幾度氣絲先訣別，淚痕兼雨灑芭蕉。」「郎主年年耐薄游，片帆望盡海西頭。將歸預想迎門笑，欲別俄成滿鏡愁。消渴頻煩供茗碗，怕寒重與理薰篝。春來憔悴看如此，一臥楓根尚憶否？」廖古檀《悼亡》云：「合歡花瓣委輕塵，風雨邊城不見春。若憶小窗扶病起，脂殘粉褪寫遺真。」商寶意《哭環娘》云：「待年略住娉婷市，卻聘曾嫌富貴家。」「還餘清淨三生體，欠汝滂沱淚數行。」寶山黃燮鼎《悼亡》云：「無多奠酒諳卿量，未就埋香諒我貧。」皆言情絕調。"
      },
      {
        "index": 58,
        "text": "堇浦先生詩，以《嶺南集》為生平極盛之作。《題陳元孝遺像》云：「南村晉處士，汐社宋遺民。湖海歸來客，乾坤定後身。竹堂吟暮雨，山鬼哭蕭晨。莫向崖門去，霜風正撲人。」「秋井苔花漬，荒廬蜃氣蒸。飛潛兩難問，憂患況相仍。拄策非關老，裁衣只學僧。淒涼懷古意，豈是屈、梁能？」「巢覆仍完卵，皇天本至公。《蓼莪》篇久廢，薇蕨採應空。劫已歸龍漢，家猶祭鬼雄。等身遺著在，泉下告而翁。」「袁粲能無傳？嵇康亦有兒。古人誰汝匹？信史豈吾欺！寂寞徒看畫，蒼涼只益詩。懷賢兼論世，淒絕卷還時。」此種詩，悲涼雄壯，恐又非樊榭、寶意所能矣。"
      },
      {
        "index": 59,
        "text": "金陵何南園、陳古漁俱能詩而貧，余不能資助，嘗誦唐人句云：「相知惟我獨，無補與人同。」又《自訟》云：「蘭草同心多半弱，海棠自恨不能香。」"
      },
      {
        "index": 60,
        "text": "詩者，人之精神也；人老則精神衰葸，往往多頹唐浮泛之詞。香山、放翁尚且不免，而況後人乎？故余有句云：「鶯老莫調舌，人老莫作詩。」"
      },
      {
        "index": 61,
        "text": "勸人知足者，杭州汪積山先生有句云：「盈虛物理都如許，那有東餐宿又西。」楚中戴喻讓孝廉有句云：「天地猶憾堯舜病，人生何必為其盡？」二意相同，而俱足以醒世。戴屢赴禮闈，不第，歸顏其室曰「佳士軒」。人間：「君自命為佳士乎？」曰：「非也。『佳』字不成『進』字，為欠一『走』耳。」"
      },
      {
        "index": 62,
        "text": "本朝高文良公，詩為勛業所掩；不知一代作手，直駕新城而上。如：《值夜》云：「一驀新寒雨後生，宮槐黃葉下童城。意中故國偏無夢，風裏銀河似有聲。萬馬夜嘶秋待獵，一封宵奏遠論兵。杞人孤坐聽殘角，落月光中太白明。」其他佳句，雄壯則：「宴罷白沉乾帳月，獵回紅上六街燈。」「自在騎牛今豎子，苦辛逐鹿昔英雄。」奇警則：「風鐸閒同山魅語，鬼燈紅出寺門游。」「萬點城烏驚曙鼓，一壚村酒閃風燈。」綿麗則：「白蕷風細魚苗長，紅杏花深燕子低。」「老樹無花三月半，舊游如夢六年餘。」委婉則：「白月無聲秋漏永，紅燈有影夜樓深。」「天涯日日思歸日，覺有歸期日倍長。」淡宕則：「長河暫伏潛仍出，高嶺遙看到恰平。」「才穿雲過捫衣潤，欲覓詩行任馬遲。」至於「東南生意偕誰計數仰江雲掉白頭」，則又大臣報國憂民，深情若揭矣。本朝賞花翎、黃馬褂，最難著筆。公詩云：「冠飄孔翠天風細，衣染鵝黃禦氣濃。」莊雅獨絕。"
      },
      {
        "index": 63,
        "text": "望海詩：朱草衣云：「地影全無著，天形轉不高。」沈子大云：「天水無邊孤月在，魚龍欲起大風生。」王次岳云：「曉傳鼉吼占風起，夕閃魚睛訝日生。」江舟次云：「萬里全憑針作路，六時只見浪搖天。」"
      },
      {
        "index": 64,
        "text": "詩文之道，全關天分。聰穎之人，一指便悟。霞裳初見余時，呈詩十餘首。余不忍拂其意，盡粘壁上；渠亦色喜。遂同游天台，一路唱和，恰無一言及其前所呈詩也。往反兩月，霞裳歸家，急奔園中，取壁上詩，撕毀摧燒之，對余大笑。余亦戲作桓宣武語，曰：「可兒！可兒！」"
      },
      {
        "index": 65,
        "text": "蘇州汪端揆秀才，與婢小珠有情。詠《秋海棠》云：「海棠花嫩不禁秋，小朵含煙月下愁。記得舊時庭院里，憑人看殺只垂頭。」"
      },
      {
        "index": 66,
        "text": "陳魯齋太守夢人贈句云：「夢回碧落三千里，筆瀉銀河十二時。」醒後不解。後守端州，卒於亥年。「十二時」，亥也；碧落山，在端州。"
      },
      {
        "index": 67,
        "text": "余幼《詠懷》云：「每飯不忘惟竹帛，立名最小是文章。」先師嘉其有志。中年見查他山贈田間先生云：「語雜詼諧皆典故，老傳著述豈初心？」近見趙雲松《和錢嶼沙先生》云：「前程雲海雙蓬鬢，末路英雄一卷書。」皆同此意。"
      },
      {
        "index": 68,
        "text": "洪素人樸性冷官京師，獨與陳梅岑最厚，督學楚中，寄詩云：「三十六湖湖水清，使君鑒此自分明。琉璃硯匣生花筆，詩為懷人倍有情。」洪在部時，某相國問：「汝向人說我剛愎自用。有之乎？」曰：「然。」相國怒曰：「汝是我門生，乃滂我」洪謝曰：「老師祇有一『愎』字，何曾有『剛』字門生因師生故，妄加一『剛』字耳！」"
      },
      {
        "index": 69,
        "text": "尹氏昆季皆能詩，而推三郎兩峰為最。一日文端公退朝，召兩峰曰：「今日我憊矣。皇上命和《春雨》詩，我不及作，汝速擬一稿，我明早要帶去。」兩峰構成送上，公已酣寢。黎明公盛服將朝，諸公子侍立階下，兩峰懦懦，慮有嗔喝。忽見公向之拱手，曰：「拜服！拜服！不料汝詩大好。」回頭呼婢曰：「速煨我所吃蓮子，與三哥兒吃。」兩峰大喜過望。四公子樹齋笑曰：「我今日卻又得一詩題。」諸公子問何題。曰：「《見人吃蓮子有感》。」兩峰名慶玉。"
      },
      {
        "index": 70,
        "text": "如皋布衣江干，字黃竹，貌陋家寒。詠《疲驢》云：「落葉踏不碎，四蹄今可知。」詠《巢》云：「草窮一生力，風碎五更心。圓影月中墮，凍痕霜外深。」《登大觀臺》云：「殘夜海明知月上，隔江風遠送鐘來。」又：「飄零何地托孤蹤？古佛門空或見容。」俱有孟郊風味。"
      },
      {
        "index": 71,
        "text": "余游天台諸寺，僧多撞鐘鼓，請余禮佛。余不奈煩，書扇示之云：「逢僧我必揖，見佛我不拜。拜佛佛無知，揖僧僧現在。」王夢樓見之，笑曰：「君不好佛，而所言往往有佛意。」陳梅岑《贈朱竹君》云：「游山靈運常攜客，闢佛昌黎也愛僧。」"
      },
      {
        "index": 72,
        "text": "杭州應仔傳秀才《過弋陽》云：「沙清魚上晚，春冷燕來稀。」《郊外》云：「斷崖殘照晚將入，隔岸野風波欲秋。」"
      },
      {
        "index": 73,
        "text": "余赴廣東，過鳩江，適梅岑官其地。與之別，揚帆二十里矣；梅岑遣人追送肴燕，剪江而至。余詩謝云：「遠記荒江酒一尊，一帆穿破水雲奔。蛟龍知是先生饌，白浪如山不敢吞。」霞裳亦謝云：「羹調金屋裡，香入浪花中。」"
      },
      {
        "index": 74,
        "text": "唐荊川云：「詩文帶富貴氣者，便不佳。」余道不然。金檜門總憲《郊西柳枝》云：「西直門邊柳萬枝，含煙帶露拂旌旗。長是至尊臨幸地，世間離別不曾知。」程午橋太史《菊屏》云：「低枝芬馥當書幌，細蕊離披近筆床。六曲屏風花萬疊，人間何處五更霜？」兩絕句俱富貴，何嘗不佳又記宋人富貴詩曰：「踏青駙馬未還家，公主傳宣賜早茶。十二闌幹春似海，隔窗閒殺碧桃花。」「畫燭燒闌暖復迷，殿帷深鎖下銀泥。開門欲作侵晨散，已是明朝日向西。」「千官已醉猶教坐，百戲皆呈未放休。共看拜恩侵曉出，金吾不敢問來由。」"
      },
      {
        "index": 75,
        "text": "趙雲松觀察謂余曰：「我本欲占人間第一流，而無如總作第三人。」蓋雲松辛巳探花，而於詩只推服心餘與隨園故也。雲松才氣，橫絕一代；獨王夢樓不以為然。嘗謂余云：「佛家重正法眼藏，不重神通。心餘、雲松詩，專顯神通，非正法眼藏。惟隨園能兼二義，故我獨頭低；而彼二公亦心折也。」余有愧其言。然吾鄉錢瑪沙前輩讀《甌北集》而奇賞之，寄以詩云：「忽墮文星下斗臺，聲華藉藉冠蓬萊。探花春看長安遍，投筆身從絕域回。風雅名誰爭後世？乾坤我欲妒斯才。登壇老將推袁久，不道重逢大敵來。」"
      },
      {
        "index": 76,
        "text": "常州楊青望《南澗晚歸》云：「嶽寺風聲起暮鐘，殘陽歸去興尤濃。停車欲認登臨處，忘卻西南第幾峰。」陳鬱庭《造假山》云：「歷盡嶙峋興愈濃，歸來猶自憶芙蓉。階前疊石呼童問：認是曾游第幾峰？」兩首相似，俱有「羚羊挂角」之意。"
      },
      {
        "index": 77,
        "text": "癸未聖駕南巡。尹太保欲覓任書記者。莊念農太守薦其族弟忻。尹公甚重之。亡何試京兆，不第。趙雲松《送行》云：「科因一士關輕重，跡有群公問去留。」想見在都文名之盛。其子伯鴻，有父風；詠《簾鉤》云：「待引春雲入檻不？高懸畫閣結青樓。心通恨隔玲瓏望，腕弱憐將窈窕收。多宛轉時能約束，未團圓處好勾留。漫言眼底除牽挂，放下依然萬縷愁。」"
      },
      {
        "index": 78,
        "text": "郭秀才鏖《彭城中秋》云：「西風聯袂鹿城秋，舊侶偕行話舊游。羅襪雙鉤人半臂，夜深誰立板橋頭？」詩非不幽艷，而覺有鬼氣。吳竹橋《法源寺》云：「街頭日仄漸風沙，步屎閒尋古寺花。一樹綠陰兩黃鳥，春深門巷是誰家？」同一風調，恰是人間光景。"
      },
      {
        "index": 79,
        "text": "名士氣習多傲兀，惟錫山之顧立方進士、嘉定之李書田孝廉，恂恂訥訥，慮以下人。顧《不雨嘆》云：「外河水淺今成溝，內河水涸今成丘。螺蚌紛紛雜瓦石，童稚踏歌橋下游。大船抽卻舵，小船沙上過。長年袖手篙師餓，估客篷窗三月坐。清晨婦子喜，濃雲在天雨至矣。雨不來，風颶颶，先訛作烏尾，後渙作魚鱗，六龍躍出光陸離。朝不雨，夕不雨，老農低頭淚如雨，浮雲閒閒自來去。安得儂家稻，多於原上草有雨固佳晴亦好。安得儂家田，生近滄海邊朝潮暮汐高於天。無水不可車，有稻不可割，路逢一士大笑樂：先世薄田今賣卻。」李見贈云：「一百八十八徵士，祇有先生最少年。風雅偏能兼樂壽，聰明直欲傲神仙。官如抱樸懷勾漏，人指棲霞作洞天。若使懸車須此歲，轉因簪笏誤林泉。」"
      },
      {
        "index": 80,
        "text": "某畫《折蘭小照》，求題七古。余曉之曰：「蘭為幽靜之花，七古乃沉雄之作：考鐘鼓以享幽人，與題不稱。若必以多為貴，則須知米豆干甑，不若明珠一粒也。刀槍雜弄，不如老僧之寸鐵殺人也。世充萬言，何如阮咸三語成王冠，周公使祝雍作祝詞曰：『達而勿多也。』此貴少之証也。若夫謝艾雖繁不可刪，王濟雖少不能益，則各極其妙，亦在相題行事耳。唐人句云：『藥靈丸不大，棋妙子無多。」或問：「如先生言，簡固佳乎？」余曰：「是又不可以有意為也。宋子京修《唐書》，有意為簡，遂硬割字句，幾於文理不通。顧寧人摘出數條。余摘百十餘條，載《隨筆》中。」"
      },
      {
        "index": 81,
        "text": "人言黃鶴樓無佳對；惟魯亮儕觀察一聯云「到來徑欲凌風去，吟罷還思借笛吹」差勝。魯星村云：「『凌風』二字，改『乘雲』二字，更佳。」"
      },
      {
        "index": 82,
        "text": "文字之交，有無端而契合者；殆佛家之所謂緣耶？乙酉秋試，四方之士，來修士相見禮者甚多。予答拜章姓，誤投刺於張秀才處。張大驚，次日來答。見其儀容秀整，遂招飲之。張贈詩云：「僦得瀕江小屋居，敢將蹤跡混樵漁？平生不識金閨彥，剝啄無端到敝廬。」「籃輿款款赴清涼，夾路松花聞稻香。一院青山人不見，飛來嵐翠滿衣裳。」「折柬招邀酌舊醅，主人原是撥天才。兩江月旦歸名士，又報文星入座來。〈時梁階平先生適至。〉」「《霓裳》曲度廣寒宮，鑒檻銀燈照碧空。夜半酒闌星斗醉，天風吹墮小池中。」秀才名邦弼，蘇州人。"
      },
      {
        "index": 83,
        "text": "河東君藏一唐鏡，背銘云：「照日菱花出，臨池滿月生。官看巾帽整，妾映點妝成。」查他山《金陵雜詠》刺之云：「宗伯奩清世莫知，菱花初照月臨池。點妝巾帽俱新樣，不用喧傳鏡背詞。」"
      },
      {
        "index": 84,
        "text": "詩以進一步為佳：杜門懸車，高尚也；而張寶臣《致仕》云：「門為看山寧用杜？車還駕鹿不須懸。」別離，苦事也；而黃石牧《送別冊子》云：「一度送行傳一畫，人生那厭別離多。」《寄衣》，古曲也；而盛青嶁《出門》云：「檢點篋中裘葛具，早知別後寄衣難。」「打起黃鶯兒」，懼驚夢也；而朱受新《春鶯》云：「任爾樓頭啼曉雨，美人夢已到漁陽。」"
      },
      {
        "index": 85,
        "text": "春學士台，常言其門人謝又紹侍郎乞病養母。人問：「何不奏終養而奏病耶？」曰：「為人子，養可也；聞『終』字，便傷心耳。」其《憶母》詩云：「兒來前；自堯經今凡幾年兒可記：自堯經今凡幾帝兒時應對稍逡巡，母怒變色旋喝嗔。陳篋遜志學人責，稽古胡不如婦人？短嗟！母言在耳，兒顏猶訛，安得吾母常嗔、兒常訛？於今勸學無聞矣！」嗚呼！今上大夫溺於時文之學，談及史鑒，褒如充耳；讀先生詩，能無怍乎？先生名道承，福建晉安人。"
      },
      {
        "index": 86,
        "text": "解中發秀才，館尹文端公家。一日，鮑雅堂來訪，見十四公子慶保。問年幾何。曰：「十四歲。」鮑戲出對云：「十四世兄年十四。」解應聲曰：「三千弟子路三千。」杭州沈既堂在高相公署中，公出對云：「可能子面如吾面？」沈應聲曰：「未必他心即我心。」"
      },
      {
        "index": 87,
        "text": "永安寺壁上有梅田女史題詩云：「靈妃齊駕玉龍回，留得清陰滿綠苔。來歲春風一相待，囊琴便約懶仙來。」所云懶仙，不知何人。"
      },
      {
        "index": 88,
        "text": "金姬小妹鳳齡，幼鬻吳門作婢，余為贖歸；年十四矣，明眸巧笑，其姊勸留為篷室，鳳齡意亦欣然。余自傷年老，不欲為枯楊之梯，因別嫁隋氏，為大妻所虐，雉經而亡。余哭以詩。一時和者甚多。新安巴雋堂中翰云：「粉蛾貼幛塵沾幕，綽約佳人嗟命薄。惱鴉打鳳海難填，桃葉離根淚珠落。往事泥中善說詩，吳音嬌軟含春姿。因情割愛反成悔，締非其偶尤堪悲。駑材詎足親仙骨？獅子何曾憐委髮？風傳柑果味全殊，雨暗合歡花不發。鋤蘭門內影伶俜，傷哉逝水難歸瓶！芳魂仍返倉山早，虛廊簌簌鳴幽纂。」楊蓉裳亦有《鳳齡曲》云：「汝南太史人中傑，文採風流世無敵。羊侃筵前舞袖圍，馬融帳外金釵列。我是彭宣到後庭，隔幃絲竹許同聽。酒酣棖觸平生事，向我低徊說風齡。鳳齡本是蘇臺女，貧向豪家傍門戶。牙郎那解惜娉婷，灶妾由來耐辛苦。攜出淤泥一瓣蓮，青衣乍脫便登仙。漫拈郭璞三升豆，判費初明十萬錢。關情三五韶年紀，逋發初齊試羅綺。碧玉嬌癡未有夫，桃根宛轉長依姊。愛惜盈盈掌上身，恐教辜負永豐春。誰言絡秀堪同老？願把西施別贈人。堂前文宴多賓從，隋郎風貌偏殊眾。照影人誇城北徐，嬉春女愛東牆宋。珍偶相看已目成，許將紅粉嫁書生。重重錦幔憑私語，叩叩香囊易定情。蘭期初七銀河度，啼痕滿面登車去。從此茫茫萬劫塵，回頭迷卻仙山路。銅街別館貯嬌姿，蹤跡難教大婦知。綃帳香濃檀枕暖，一絢絲絡幾多時。宜城郡主威名重，搜牢驚破巫雲夢。浪說王家九錫文，短轅長柄成何用？架上拋殘金縷衣，篋中奪去紫鸞篦。粉痕狼籍雲鬟卸，扶入車中不敢啼。檀郎隔絕無由見，秋雨秋風閉空院。九轉柔腸對暗燈，千行愁淚吟團扇。絕粒非關愛細腰，典衣何計度寒宵？膚凝寒玉心還熱，口嚼紅霞怨不銷。忍苦含辛經半載，九死窮泉更何悔！祇是難忘舊主恩，留將一線殘魂待。更念同根兩地分，蘭幃應亦痛離群。一朝惡夢花辭樹，百種癡情泥憶雲。誰知路比蓬山峻，更無青鳥通芳訊。繡幢頻迎那許還，黃柑遙贈知無分。二句用本事。絮果蘭因去住難，棄將弱息自摧殘。腰間三尺冰文練，百轉千回掩淚看。黃昏人靜重門閉，逡巡竟向南枝系。紅蠟才灰輾轉心，冰蠶永斷纏綿意。鬱鬱埋香土一抔，長干西去板橋頭。空林鵑語三生恨，幽壙螢飛獨夜愁。浮花浪蕊消彈指，畢竟韶顏為誰死？殺粉親書墮淚碑，燃脂好續傷心史。只悔當初作鴆媒，生將珠玉委蒿萊。縱教採盡中州鐵，鑄錯無成劇可哀。」洪稚存嫌蓉裳詩，多肉少骨。余曰：「張燕公評許景先豐肌膩理，惜乏風骨；李華文詞綿麗，氣少雄傑。宋子景亦云：『恃華者質少，好麗者壯違。』人各有性之所近也。」蓉裳年十六，即來受業；為余注四六文方半，而出宰甘肅矣。與陳梅岑皆翰林才，而困於風塵俗吏，亦奇！"
      },
      {
        "index": 89,
        "text": "斷句入耳，有終身不能忘者。言情，則周蘭坡《送別》云：「臨行一把相思淚，當作珍珠贈故人。」寫景，則周起渭《西湖》云：「若把西湖比明月，湖心亭是廣寒宮。」寄托，則朱贊皇《詠牡丹》云：「漫道此花真富貴，有誰來看未開時？」感慨，則徐方虎《贈冒闢疆》云：「人逢滄海遺民少，語聽開元舊事多。」"
      },
      {
        "index": 90,
        "text": "人必先有芬芳悱惻之懷，而後有沉鬱頓挫之作。人但知杜少陵每飯不忘君；而不知其於友朋、弟妹、夫妻、兒女間，何在不一往情深耶？觀其冒不韙以救房公，感一宿而頌孫宰，要鄭虔於泉路，招李白於匡山；此種風義，「可以興，可以觀」矣。後人無杜之性情，學杜之風格，抑末也！蔣心餘讀陳梅岑詩，贈云：「一代高才有情者，繼袁夫子是陳君。」"
      },
      {
        "index": 91,
        "text": "何義門曰：「馮定遠謂：『熟觀義山詩，可免江西粗俗槎丫之病。』余謂熟觀義山詩，兼悟西昆之失。西昆祇是雕飾字句，無義山之高情遠識；即文從字順，猶有間也。」"
      },
      {
        "index": 92,
        "text": "彭尺木進士，為大司馬芝亭先生之子。生長華腴，而湛深禪理；中年即茹素，與夫人別屋而居。每朔望，即相勖曰：「大家努力修行。」彼此一見而已。後閉關西湖，恰不廢吟詠。嘗作《錢塘旅舍雜句》云：「處士當年百不營，偏於梅鶴劇多情。梅枯鶴去人何在？冷徹孤亭月四更。」「結趺終夕復終朝，眼底空華瞥地消。尚有閒情消不得，起尋松子當香燒。」「酸蘊薄粥少人陪，雪霽南窗晝懶開。不是一枝梅破萼，阿誰與我報春回？」《病起》云：「簾深蠅自進，花盡蝶無營。」皆見道之言，不著人間煙火。"
      },
      {
        "index": 93,
        "text": "龍鐸，字震升，號雨樵，宛平己卯舉人。十二歲時，杭州老宿朱桂亭先生命即席賦瓜子皮。應聲曰：「玉芽已褪空餘殼，纖手初拋乍有聲。莫道東陵無托意，中間黑白盡分明。」朱嘆曰：「此子將來必以詩名。」《觀魚》云：「子不知魚樂，君其問水濱。」《題畫》云：「亂泉尋石竇，歸霧斷山腰。」《贈友》云：「篷轉三年雨，蘭言一夕秋。」皆少作也。後宰吳江。余掃墓杭州，必過其署。美膳橫列，如入護世城中；豪氣飛騰，勝坐元龍床上；洵風塵中一奇士也。"
      },
      {
        "index": 94,
        "text": "小伶鳳珠，善歌，能解人意。雨樵即席賦《浣溪沙》，以「鳳珠可兒」為韻。詞云：「彩雲麼夢，何處飛來紅玉鳳。笑倩人扶，一曲《梁州》一斛珠。眉歡目妥，教人坐立如何可偏解相思，學語雛鶯小意兒。」"
      },
      {
        "index": 95,
        "text": "康熙間，汪東山先生繹，精星學。桐城吳貢生某以女命與算。汪云：「此一品夫人命也；但必須作妾。」吳愕然怒，以為輕己。汪曰：「我早知君之必怒也。然君不信我言，請待我某科中狀元時，君方信我。」及期，果中狀元。吳再問汪。汪曰：「勿急。待我再算郎君命中有一品者，而後許之。」半年後，走告吳曰：「桐城張相國之子名廷玉者，將來官一品。現在覓妾。君何不以女歸之？」吳從之。遂生若靄、若澄，受兩重誥封。汪題其燈籠「候中狀元某」，人多笑之。在京師與方靈皋、蔣南沙、湯西崖齊名。三人皆疏放，而方獨迂謹，時相抵牾。堂上挂沈石田芭蕉一幅，所狎二美伶來，錯呼白菜；人因以「雙白菜」呼之。方大加規諫。先生厭之，乃署其門曰：「候中狀元汪，諭靈皋，免賜光。庶幾南蔣，或者西湯；晦明風雨時來往，又何妨雙雙白菜，終日到書堂。」先生自知不壽，《自贈》云：「生計未謀千畝竹，浮生只辦十年官。」又嘗望岱云：「閒雲莫戀山頭住，四海蒼生正望君。」"
      },
      {
        "index": 96,
        "text": "錢塘令曹江廬明府，有子名一熊，乳名順生，聰穎異常，有李鄴侯、晏元獻之風。對客揮毫，賦《秋聲》云：「西風颯颯日相催，桐葉飄搖滿綠苔。最愛秋霜添逸韻，樹中傳出一聲來。」其時曹公方逐土娼。客問：「娼應逐否？」笑曰：「好事者為之也。」客又問：「汝想作官否？」曰：「要作，又不要作。」問：「何也？」曰：「學而優則仕；學而不優則不仕。」問：「作官可要錢否？」曰：「要錢，又不要錢。」問：「何也？」曰：「取之而燕民悅，則取之；取之而燕民不悅，則不取。」"
      },
      {
        "index": 97,
        "text": "宋元俊作四川提督，有恩威，苗人畏而愛之。王師征金川，頗立功。以性剛犯上，被劾。臨訊時，苗民護從者千餘人，揮之不散。宋公怒，取其頭自杖四十，終不忍去。有參戎哈某，宋素輕之。哈畫牡丹花於扇。宋戲題曰：「已綰征西節，新吹幕府笳。如何貪富貴，又畫牡丹花？」哈銜之刺骨，卒為所構。"
      },
      {
        "index": 98,
        "text": "揚州洪錫豫，字建侯，年甫弱冠，姿貌如玉；生長於華腴之家，而性耽風雅，以詩書為鼓吹，與名流相過從。昔人稱謝覽芳蘭竟體：知其得於天者異矣。為余梓尺牘六卷，寄詩請益。其《暮雨》云：「衰柳拂西風，蟲鳴亂葉中。片雲將暮雨，吹送小樓東。螢火生寒碧，簷花墜小紅。那堪終夜裡，蕭瑟傍梧桐。」《春日》云：「青蓑白袷了春耕，上塚人歸月二更。燈影半殘眠未穩，碧空吹落紙鳶聲。」意思蕭散，真清絕也。"
      },
      {
        "index": 99,
        "text": "蘇州閨秀江銘玉，有《堂上視膳》詩云：「明知溫清時時缺，隱懼春秋漸漸高。」真能道人子之心。余讀之，為泣下。"
      },
      {
        "index": 100,
        "text": "如皋張乾夫有《南坪集》八卷。其子竹軒太守，托其宗人荷塘明府索序於余。余適撰《詩話》，為摘一二，以志吉光片羽之珍，其《荊溪》云：「離墨山前路，千林望鬱蒼。人煙聚茶市，沙鳥繞漁梁。白雨江聲急，孤舟水氣涼。今宵高枕夢，不減在瀟湘。」《不寢》云：「春更隱隱夜迢迢，愁不能祛酒易消。斷送落花窗外雨，生憎一半在芭蕉。」《夜出南郊》云：「霜華散白滿長堤，堤柳蕭蕭帶月低。樹上凍鴉棲不定，屢驚人影過橋西。」《慕園即事》云：「松影平分半窗月，漏聲散作滿城霜。」《癸酉除夕》云：「要問春從何處到，開元寺裡一聲鐘。」皆可愛也。"
      },
      {
        "index": 101,
        "text": "仁和高氏女，與其鄰何某私通。女已許配某家，迎娶有日，乃誘何外出，而自懸於梁。何歸，見之大慟，即以其繩自縊。兩家父母惡其子女之不肖，不肯收殮。邑宰唐公柘田，風雅士也，為捐貲買棺而雙瘞之；作四六判詞，哀其越禮之無知，取其從一之可憫。城中紳士，均為賦詩。余按此題著筆，褒貶兩難。獨女弟子孫雲鶴詩最佳。詞曰：「由來情種是情癡，匪石堅心兩不移。倘使化魚應比目，就令成樹也連枝。紅綃已結千秋恨，青史難教後代知。賴有神君解憐惜，為營鴛塚播風詩。」後四句，八面俱到，尤為得體。錢謝菁枚，璵沙方伯第五子也，亦有句云：「解識巫山雲雨意，始知唐勒是騷人。」亦佳。"
      },
      {
        "index": 102,
        "text": "近見作詩者，好作拗語以為古，好填浮詞以為富；孟子所謂「終身由之而不知其道」者也。朱竹君學士督學皖江，來山中論詩，與余意合。因自述其序池州太守張芝亭之詩，曰：「《三百篇》專主性情。性情有厚薄之分，則詩亦有淺深之別。性情薄者，詞深而轉淺；性情厚者，詞淺而轉深。」余道：「學士腹笥最富，而何以論詩之清妙若此？」竹君曰：「某所論，即詩家唐、宋之所由分也。」因誦芝亭《過望華亭》云：「昨夜望華亭，未睹九峰面。肩輿復匆匆，流光如掣電。當境不及探，過後心逾戀。」「九疊芙蓉萬壑深，登臨不到幾沉吟。何當直上東峰宿？海月天風夜鼓琴。」又《江行》云：「犬吠人歸處，燈移岸轉時。」《端陽》云：「看人懸艾虎，到處戲龍舟。」《太白樓》云：「何時江上無明月，千古人間一謫仙。」《同人自齊山泛舟》云：「聊以公餘偕舊友，須知興到即新吾。」皆極淺語，而讀之有餘味。昔人稱陸遜意思深長，信然。芝亭字仲謨，名士範，陝西人，今觀察蕪湖。其長君汝驤亦能繼聲繼志。《題署中小園》云：「風吹花氣香歸硯，月過松心涼到書。」《將往邳州》云：「此去正過桃葉渡，歸來不負菊花期。」又，《華蓋寺》云：「曲徑松遮洞，岩深寺隱山。」皆清雅可傳。"
      }
    ]
  }
}