{
  "chapterNumber": 10,
  "title": "卷十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "江寧吳模，字元理，應童子試時，年才十三，舉止端肅。因喚入署，啖以果餌。旋即入泮。邑中名士沈瘦岑，以女妻之。嗣後十年，不復相見。詩人李晴洲告予曰：「元理小秀才，近詩曰佳。比其外舅，騷騷欲度驊騮前矣。」誦其《迎秋》一首云：「碧天靄靄暮山晴，一片秋心趁月明。暑退漸教葵扇棄，風高已覺葛衫輕。繞階草色籠煙淡，隔樹蟬聲咽露清。為讀《離騷》更漏永，幽蘭時有暗香迎。」未幾，元理來，讀余《外集》，呈二律云：「陶令無官通刺易，崔偏有室入門難。」又曰：「傳有其人應久待，我生雖晚未嫌遲。」是年，與周青原同受知於學使李鶴峰，拔貢入都。予喜，賀以詩云：「人誇籍、浞居門下，我道班、楊在意中。」"
      },
      {
        "index": 2,
        "text": "余以紫玻璃鑲窗，一時詠者甚多。太倉聞省謙云：「一天花氣鏡邊浮，朵朵晴霞入望收。檻外電光何處雨？山中暮色最宜秋。」尤貢父云：「四面有山皆夕照，一年無日不花光。」江寧高廟僧亮一工栽菊，能使月月有花。"
      },
      {
        "index": 3,
        "text": "戊辰秋，席武山別駕招余同蔣用庵侍御、姚雲岫觀察，同往賞花。用庵分得「有」字韻，詩云：「天地之大何不有？造化乃出山僧手。山僧一手種菊花，花高十尺大如斗。四時群卉遞凋殘，僧寮月月如重九。石頭城外普陀庵，相思半載游終負。初冬髯八書相招，盍簪花下中山酒。座客呼僧相愕眙，問訊神方乞誰某。僧云『我絕鮮師傳，蘊崇只在三時厚。料寒量燠細鋤泥，剔穢芟蕪重縛帚。雨無苦濕晴無干，如期各有神明壽』。此言雖小可喻大，士夫身世宜遵守。萬物從來栽者培，枯菀紛紛都自取。東風桃李劇芳妍，此時可保秧華否？經得冰霜受得春，畢竟此花能耐久。坐中聽者大軒渠，花亦從旁如點首。街鼓催人月到窗，籃輿還帶餘香走。」"
      },
      {
        "index": 4,
        "text": "「關防」二字，見《隋書·酷吏傳》，原非作官者之美名。故余知江寧時，記室史正義苕湄，時出狎游。予愛其才，而不禁也。其《南歸留別得「青」字》云：「浪跡深慚水上萍，漫勞今夜餞郵亭。鬢從久客無多綠，燈入籬筵分外青。海國歸帆隨候雁，天涯知己剩晨星。何時載得蘭陵酒，重向紅橋共醉醒？」又曰：「酒沽雙屐雨，人坐一庭煙。」"
      },
      {
        "index": 5,
        "text": "六安秀才夏寶傳，生而任俠，出雅雨盧公門下。盧謫戍軍台，僮僕無肯隨者。夏奮曰：「我願往。」竟策馬出塞。三年後，與盧同歸。盧再任轉運，為捐學正一官，所以報也。程魚門題其《橐中集》云：「磨刀冰作石，暖客火為衣。」盧亦有句云：「手殭常散轡，淚凍不沾衣。」可想見塞外之苦矣。乾隆庚子科，以年過八十，欽賜舉人。陳古漁贈句云：「八旬鄉榜無消息，一紙天書有姓名。」又曰：「三徵尚卻連城聘，一諾能輕萬里行。」"
      },
      {
        "index": 6,
        "text": "蘇州顧祿百，張匠門先生外孫也。晚年不遇，為歸愚先生權記室。凡先生酬應之作，皆顧捉刀。《詠紅葉》云：「秋樹忽春色，曉山皆暮霞。」余常嘆陸放翁臨終時，猶望九州恢復，而終於國亡家破，不遂其願。祿百有句云：「散關鐵馬平生願，愁絕他年家祭時。」"
      },
      {
        "index": 7,
        "text": "蔣心餘太史居金陵時。除夕，夢與余登清涼山，得句云：「三春花鳥空陳跡，六代江山兩寓公。」聞山寺鐘鳴，擲筆而寤。"
      },
      {
        "index": 8,
        "text": "唐人詩曰：「欲折垂楊葉，回頭見鬢絲。」又曰：「久不開明鏡，多應為白頭。」皆傷老之詩也。不如香山作壯語曰：「莫道桑榆晚，余霞尚滿天。」又，宋人云：「勸君莫惱鬢毛斑，鬢到斑時也自難。多少朱門年少子，被風吹上北邙山！」"
      },
      {
        "index": 9,
        "text": "杭州布衣何琪，字東甫，《詠簾鉤》云：「高牽纏臂金無色，誤觸搔頭玉有聲。」《金銀花》云：「可能華屋開常好，祇恐柴門種亦難。」"
      },
      {
        "index": 10,
        "text": "學問之道，「四子書」如戶牖，「九經」如廳堂，「十七史」如正寢，雜史如東西兩廂，注疏如樞閬，，類書如廚櫃，說部如庖滔井匿，諸子百家詩文詞如書舍花園。廳堂正寢，可以合賓；書舍花園，可以娛神。今之博通經史而不能為詩者，猶之有廳堂大廈，而無園榭之樂也。能吟詩詞而不博通經史者，猶之有園榭而無正屋高堂也。是皆可偏廢。"
      },
      {
        "index": 11,
        "text": "江寧塗爽亭，善小兒醫，能詩，年九十餘。有句云：「船底水鳴風力大，蘆中雁語月光高。」余小女病危，爽亭活之，因來往甚歡。辛丑九月，以書來訣，一切身後事，親自檢校。予挽聯云：「過九秩以考終，從古名醫，都登上壽；痛三號而未已，傷吾老友，更失詩人。」"
      },
      {
        "index": 12,
        "text": "或傳程魚門《京中移居》詩云：「勢家歇馬評珍玩，冷客攤錢問故書。」予笑曰：「此必琉璃廠也。」詢之，果然。因記商寶意移居，周蘭坡與萬晴初訪之，見門對云：「豈有文章驚海內；從無書札到公卿。」萬笑曰：「此必商公家矣。」詢之果然。"
      },
      {
        "index": 13,
        "text": "王菊莊孝廉，名金英，性孤冷而工詩，有「殘雪墜仍起，如塵空際盤」之句。余尤愛其《楊柳店夢歸》云：「征騎尚棲楊柳岸，歸魂已到菊花莊。杖藜父老聞聲喜，停織山妻設饌忙。生菜摘來猶帶露，新醅篤得已聞香。堪憐稚女都齊膝，羞澀牽衣立母旁。」《掌教永平書院》云：「生徒散後庭階靜，知己逢來禮法疏。」《邗溝》云：「負郭人家堤下住，酒簾揚出樹梢頭。」"
      },
      {
        "index": 14,
        "text": "魯星村「貓迎落花戲，魚負小萍移」，與宋笠田「護籬小犬吠生客，曝背老翁調幼孫」之句，皆詩中有畫。魯《沙橋道上》云：「山下竹林林下屋，門前溪水帶花流。」王蘭泉方伯《雲陽驛》云：「明月似霜霜似雪，雲陽驛外夜三更。」二句相似。"
      },
      {
        "index": 15,
        "text": "予有句云：「開卷古人都在眼，閉門晴雨不關心。」龔旭開《登石臺》詩云：「短牆南畔接煙林，啼罷山禽又海禽。甚日晴明甚日雨，不曾出戶不關心。」抑何暗合耶？龔有《連理枝》詞云：「曉尚衣衫薄，未許開簾幕。小婢來言：東風料峭，動花鈴索；海棠軒外石闌邊，有風箏吹落。」"
      },
      {
        "index": 16,
        "text": "山陰布衣茅商隱，客死汴城。桑S叟甫為梓其詩。《晚村》云：「帶聲鴉易樹，偶語客歸村。」《山行》云：「郭外髑髏眠野草，墳前翁仲戴山花。」皆佳句也。越中故事：娶新婦至，必選處女迎之，號曰「伴姑」。茅吟曰：「十六作伴姑，含情語鄰姆。今日新嫁娘，問年才十五！」"
      },
      {
        "index": 17,
        "text": "王進士又曾，字谷原，詩工游覽。《同人看白蓮》云：「船窗六扇拓銀紗，倚槳風前落晚霞。依約前灘涼月曬，但聞花氣不看花。」「皋亭來往省年時，香飲蓮筒醉不辭。莫怪花容渾似雪，看花人亦鬢成絲。」《游陶然亭》云：「岸蘆進筍妨游屐，林蝶翻灰浣袷衣。春濃轉怕形人老，官冷真宜伴佛閒。」皆傳誦一時。有《丁辛老屋集》。"
      },
      {
        "index": 18,
        "text": "岳水軒名夢淵，為督撫上客。居與隨園相近。丁丑秋，忽作詩會，大集名流，其豪氣猶勃勃可想。《江行》云：「荻港人維雪裏舟，雪花飛較荻花稠。篷窗人醉荻中臥，時被雪花飛上頭。」《荷花》云：「蘭舟載麗人，搖入荷花蕩。亭亭紅粉姿，花與人相仿。其中有蓮的，心苦惟儂賞。欲以擲奉郎，生憎金釧響。」兩詩有古樂府遺音。"
      },
      {
        "index": 19,
        "text": "金江聲觀察，名志章，在吾鄉與杭、厲齊名。《壬子月夜登虎丘》云：「一片深宵月，明明照虎丘。松杉交影靜，蕷藻上階流。夜舫吹簫客，春燈賣酒樓。他鄉有朋好，竟夕此淹留。」庚辰年，余過虎丘，山僧出此詩見示；不知余故觀察年家子也。尤愛其《過冷水鋪》云：「白鷗傍槳自雙浴，黃蝶逆風還倒飛。」《宿靈隱》云：「窗虛暗覺雲生壁，夜靜時聞雨滴階。」"
      },
      {
        "index": 20,
        "text": "或問：「劉勰言陸機『亦有鋒穎，而腴詞勿剪，終累文骨』。近日才人，如寶意、魚門，時蹈此病。」余曉之曰：「韋端己云：『屈、宋亦有蕪詞，應、劉豈無累句？但須精選斯文者，食馬留肝，烹魚去乙可耳。此《極玄集》之所由作也。』」"
      },
      {
        "index": 21,
        "text": "漢杜欽兄弟，任二干石者十人。欽官最小，名最著。韓文公之孫袞中狀元後，人但知布衣方乾，不知狀元韓袞。甚矣人傳不在官位也！唐人詩曰：「孟簡雖持節，襄陽屬浩然。」簡之名自在浩然下。然余到桂林，見獨秀峰有簡題名，筆力蒼古。今之持節者，如孟簡其人亦少矣。"
      },
      {
        "index": 22,
        "text": "薛中立幼時見蝴蝶，詠詩云：「佳人偷樣好，停卻繡鴛鴦。」大為乃翁生白所賞。且云：「宋時某童子有句云：『應是子規啼不到，致令我父不還家。』都是就一時感觸，竟成天籟。」"
      },
      {
        "index": 23,
        "text": "閨秀少工七古者；近惟浣青、碧梧兩夫人耳。碧梧詠《李香君媚香樓》云：「秦淮煙月板橋春，宿粉殘脂膩水濱。翠黛紅裙競妝裹，垂楊勾惹看花人。香君生長貌無雙，新築紅樓喚媚香。春影亂時花弄月，風簾開處燕歸梁。盈盈十五春無主，阿母偏憐小兒女。弄玉雖居引鳳臺，蕭郎未遇吹簫侶。公子侯生求燕好，輸金欲買紅兒笑。桃花春水引漁人，門前系住游仙棹。奄黨纖兒想納交，纏頭故遣狡童招。那知西子含顰拒，更比東林結社高。樓中剛耀雙星色，無奈風波生頃刻。易服悲離阿軟行，重房難把臺卿匿。天涯從此別情濃，錦字書憑若個通？桐樹已曾棲彩鳳，繡幃爭肯放游蜂？因愁久已拋歌扇，教坊忽報君王選。啼眉擁髻下妝樓，從今風月憑誰管？《柘枝》舊譜唱當筵，部曲新翻《燕子箋》。總為聖情憐靦腆，桃花宮扇賜簾前。天子不知征戰苦，風前且擊催花鼓。阿監潛傳鐵鎖開，美人猶在瓊臺舞。銀箭聲殘火尚溫，君王匹馬出宮門。西陵空自宮人泣，南內誰招帝子魂？最是秦淮古渡頭，傷心無復媚香樓。可憐一片清溪水，猶向門前嗚邑流。」碧梧即孫云鳳，和余《留別》詩者。有妹蘭友，名雲鶴，亦才女也。詠指甲作《沁園春》云：「雲母裁成，春冰碾就，裹住蔥尖。憶綠窗人靜，蘭湯悄試；銀屏風細，絳蠟輕彈。愛染仙葩，偶調香粉，點上些兒玳瑁斑。支頤久，有一痕鉤影，斜映腮間。摘花清露微粘，剖繡線，雙虹挂月邊。把《霓裳》暗拍，代他象板；藕絲白雪，掏個連環。未斷先愁，將修更惜，女伴燈前比並看。消魂處，向紫荊花上，故逞纖纖。」"
      },
      {
        "index": 24,
        "text": "梁文莊公弟夢善，字午樓，生富貴家，而娟潔靜好，《孟子》所謂「無獻子之家者也」。年十五，舉於鄉，六上春闈，不第；出宰蠡縣，非其志也。年過四十而卒。《出都》一首，便覺不祥。其詞云：「何處人間有雁聲？暮雲無際且南征。西風禾黍臨官道，落日牛羊近古城。生意漸如衰柳盡，浮生只共片帆輕。勞勞蹤跡年年是，淒絕天涯此夜情。」詠《熏爐》云：「夢去恰疑懷墮月，抱來錯認玉為煙。」《飲沈椒園太史家》云：「微吟韻許追前輩，中酒身還耐薄寒。」《述懷》云：「洗馬清羸潘令鬢，外人剛認一愁無。」皆清詞麗句，楚楚自憐。亦有壯語，如：「出塞不辭三萬里，著書須計一千年。」恰不多也。"
      },
      {
        "index": 25,
        "text": "國初逸老某《贈妾》云：「香能損肺熏宜少，露漸沾花採莫頻。」王健庵妻張瑤英《示兒》云：「教兒寶鴨休添火，龍腦香多最損花。」瑤英有《繡墨詩集》，余已為刊刻矣，茲再錄其佳句。《送健庵》云：「縱無多路情難別，須念衰親游有方。」《病目》云：「豈為愁多清淚落，卻緣煙重午炊遲。」《偶成》云：「無夢不愁雞唱早，有書只望雁飛過。」「荒院草刪三徑闊，破窗風入一燈危。」「蛛知網濕添絲急，月待雲開到檻遲。」"
      },
      {
        "index": 26,
        "text": "戊戌春，余在杭州。兩姬置酒，招女眷游西湖。瑤英以詩辭云：「呼女窗前看刺鳳，課兒燈下學塗鴉。韶光一刻難虛擲，那有閒看湖上花？」既而，遣人劫之，曰：「娘子不來，怕作詩耶？」果飛輿而至，到湖心亭，書二十八字云：「釀花天氣雨新晴，一片清光兩岸平。最好湖心亭上望，滿堤人似水中行。」"
      },
      {
        "index": 27,
        "text": "李宏猷秀才，設帳尹制府署中。詠《新竹》云：「節已凌雲未出頭。」未幾病重，薦其友周青原入署相代。青原來見，袖中出《西園池上》詩云：「目不窺園已浹旬，小池春漲綠鱗鱗。得魚鳥勝垂綸客，臨水花如照鏡人。欲掃閒庭苔莫損，偶扳芳樹蝶相親。笑余三月裘還著，只為調停病起身。」末句，余略為酌改，周欣然辭出。良久，聞門外尚有吟哦聲，則以肩輿未至，故得意而徐步呻吟也。其風趣如此。後官中書，在京師寄懷云：「我如脫銜駒，恣意騁原隰。不讀五千卷，輒入崔偏室。又如恬丹鼠，吐腸還自悼。空得成連師，未諳《水仙操》。川雖難學海，磁則曾引針。千秋一瓣香，頂禮優缽林。」"
      },
      {
        "index": 28,
        "text": "金陵妓郭三為訟事，江寧王令拘訊之。香亭為關說求免。王覆札云：「昨承簡翰，誠恐狼藉花枝；欲於園中立五彩幡，使封家十八姨莫逞其勢。然弄郭郎者，祇是逢場作戲；須俟上臺時，看作如何扮演，再理會下場，可耳。」香亭乃寄詩云：「一波才定又生波，屢困風姨可奈何？不是花奴偏惹事，總緣柳弱受風多。」「登場更比下場難，牛鬼威風色已寒。要識李夫人面目，何如留待帳中看？」"
      },
      {
        "index": 29,
        "text": "秦郵沈均安，字際可，官江右，以廉潔稱。能詩工書。由贛邑令擢蓮花廳司馬。《留別邑人》云：「民稱張旭書堪寶，我比時苗犢並無。」"
      },
      {
        "index": 30,
        "text": "真州鄭中翰壇，字晴波，新婚北上；《留別閨中》云：「來年春到江南岸，楊柳青青莫上樓。」其同年周舍人發春喜誦之。時有陳庶常濂，與周相善，而未識鄭。一日公宴處，周、鄭俱在，陳忽語周曰：「昨聞有人贈內之句，情韻絕佳，當是晚唐人手筆。」周急叩之。則所稱者，即鄭詩也。鄭聞而愕然。周因指鄭示陳曰：「此即賦『楊柳青青』之晚唐人矣！」三人大笑。真州程灌夫亦有句云：「春風自綠垂楊色，何事羈人怕倚樓？」"
      },
      {
        "index": 31,
        "text": "寶意先生告余云：「已卯秋，過龍潭，見旅壁題詩四絕，清麗芊綿，後書『桂堂』二字，橫胸中數十載，終不知其為誰。題作《秦淮偶興》云：『淡黃楊柳曉啼鴉，絲雨溫香濕落花。應有固魚吹雪上，水邊亭子正琵琶。』『水榭湘簾特地清，朝煙上與曲欄平。舊時紅豆拋殘處，祇恐風吹子又生。』『籬門過雨綠煙鋪，檀板金尊俗有無？小艇已將煙月去，人間空說女兒湖。』『鱗鱗碧瓦照春萊，眢井宵深鳥語哀。第一林泉誰省得？數枝猶發舊宮槐。』」"
      },
      {
        "index": 32,
        "text": "冬友自言：「九歲時，侍先大父過淮，舟中人限『吞』字韻為詩，多未穩。予有句云：『橫橋風定帆全卸，小艇潮來勢欲吞。』大父曰：『此子將來必無患苦。』或問其故。曰：『凡詩押啞韻而能響者，其人必貴；押險韻而能穩者，其人必安。生平以此衡人，百不失一。』大父諱馨，字星標。」"
      },
      {
        "index": 33,
        "text": "吳中七子中，趙文哲損之詩筆最健。丁丑召試，與吳竹嶼同集隨園，愛誦余「無情何必生斯世，有好都能累此身」一聯。後從溫將軍征金川，死難軍中。過襄陽時，以《懷諸葛故居》詩四首見寄云：「洵美躬耕地，千秋一草廬。勛名微管亞，出處有莘如。巾服漁樵里，川原戰陣餘。西風渭濱路，尚憶沔南居。」「四海占龍臥，蕭條一畝宮。泊如明厥志，行矣慎吾躬。變化遭非偶，棲遲道豈窮？可知《出師表》，慷慨本隆中。」「崔、徐二三子，來往定欣然。逸事風塵外，高評月旦前。襟期《梁甫曲》，生計漢陰田。當日如終隱，鴻妻亦最賢。」「宇宙聲名大，遺蹤錦水長。人歌千尺柏，公念百枝桑。涕尚沾遺老，魂應戀故鄉。溪毛如可薦，此地合祠堂。」"
      },
      {
        "index": 34,
        "text": "江賓谷在楚中寄信托家人山莊栽樹云：「老去菟裘身後塚，他年都要此中來。」何言之親切而有味也！《漢上喜晤汪丈》云：「他鄉執手感前盟，白髮垂肩閱變更。問舊可堪皆後輩，抱書猶記拜先生。漸成安土如秦贅，別後添丁盡楚聲。客況中年復誰遣，一尊寒雨故人情。」"
      },
      {
        "index": 35,
        "text": "香亭弟隨叔父健磐公，生長廣西。叔父亡後，余迎歸故里。年十五，即見贈云：「坐無尼父為師易，家有元方作弟難。」又，《即目》云：「山氣騰空欲化雲。」余早知其能詩也。孤甥陸建，號豫庭，字湄君，幼為余所撫養，與香亭同歲。己巳春，余辭官，挈兩人讀書隨園，時相唱和。後予官秦中，二人過隨園見憶。香亭云：。「共尋幽徑訪柴扉，遙見高臺出翠微。蠟屐重臨秋色冷，青山如故客情非。枯荷帶雨碧連水，荒蘚盈庭綠染衣。滿樹寒鴉鳴不已，斜陽煙草更依依。」豫庭云：「自別青山兩載餘，風光較昔更何如？竹梅添種階前樹，詩史空堆架上書。窗外葉飛人去後，天邊月冷雁來初。灞橋此日秋風早，應向江南憶故廬。」豫庭贅於宿州刺史張公處。張名開士，字軼倫，杭州壬戌進士，歷任有循聲。謂豫庭曰：「作時文則我教卿，作詩則卿教我。」豫庭年三十餘，以瘵亡。張忽忽不樂，如支公之喪法虔也，月餘亦亡。豫庭贈婦翁云：「喜我絳紗深有托，半為嬌客半門生。」贈婦云：「未有肉能憑我割，不妨酒更向卿謀。」張詩亦佳；《宿華嚴寺》云：「竹裏琴聲秋澗落，定中燈火石床分。」《感懷》云：「臣心自問清如水，世道尤難直似弦。」"
      },
      {
        "index": 36,
        "text": "余三妹皆能詩，不愧孝綽門風；而皆多坎坷，少福澤。余已刻《三妹合稿》行世矣，茲又抄三人佳句，以廣流傳。三妹名機，字素文。《秋夜》云：「不見深秋月影寒，只聞風信響闌幹。閒庭落葉知多少，記取朝來著意看。」《閒情》云：「欲卷湘簾問歲華，不知春在幾人家。一雙燕子殷勤甚，銜到窗前盡落花。」他如：「女嬌頻索果，婢小懶梳頭。」「怕引游蜂至，不裁香色花。」皆可誦也。遇人不淑，卒於隨園。香亭弟哭之云：「若為男子真名士，使配參軍信可人。無家枉說曾招婿，有影終年只傍親。」豫庭甥哭之云：「誰信有才偏命薄？生教無計奈夫狂。」「白雪裁詩陪道韞，青燈說史詩班姑。」"
      },
      {
        "index": 37,
        "text": "四妹名杼，字靜宜。《遊雞鳴寺》云：「蒼蒼煙樹帶斜暉，石塔層巒傍翠微。無復蕭梁宮殿在，臺城猶見紙鳶飛。」《秋園踏月》云：「藹藹山光映碧空，參差樹影亂西風。蘆花幾朵明如雪，吹在橫橋曲澗中。」他可誦者，如：「描花嫌紙窄，學字借書抄。」「賓鴻雲作路，蟋蟀草為城。」「畫閣偏聞雛燕語，亂書常被懶貓眠。」《課女》云：「花簪一朵休嫌少，字課三張莫厭多。」《挽葛姬》云：「斷線幾條猶委地，南樓一榻已生塵。」"
      },
      {
        "index": 38,
        "text": "堂妹棠，字秋卿，嫁揚州汪楷亭。家頗溫飽，伉儷甚篤。詠《燕》云：「春風燕子今年早，歲歲梁間補舊草。華堂叮囑主人翁，珍重香泥莫輕掃。短嗟乎！千年田土尚滄桑，那得雕梁常汝保？」余讀之不樂，曰：「詩雖佳，何言之不祥也！」已而竟以娩難亡。又二年，楷亭亦卒。妹《寄二兄香亭》云：「鵬程人與白雲齊，君獨年年借一枝。聞道故交多及第，更憐歸客尚無期。琴書別後遙相憶，雪月窗前寄所思。常對芙蓉染衣鏡，堪嗟儂不是男兒。」《于歸揚州》云：「不堪回憶武林春，嬌養曾為膝下身。未解姑嫜深意處，偏郎愛作遠游人。」「綠楊堤畔行游子，紅粉樓中冷翠帷。為問秦淮江上月，今宵照得幾人歸？」亡後，香亭哭以詩云：「最苦高堂念，懷中小女兒。至今傳死信，未敢與親知。書遠摹多誤，人稠語屢歧。調停兩邊意，暗泣淚如絲。」"
      },
      {
        "index": 39,
        "text": "余在蘇州，四妹《寄懷》云：「長路迢迢江水寒，蕭蕭梅雨客身單。無言但勸歸期速，有淚多從別後彈。新暑乍來應保重，高堂雖老幸平安。青山寂寞煙雲裏，偶倚闌幹忍獨看？」余讀之淒然。當即買舟還山。四女琴姑，從妹受業。妹贈以詩云：「有女依依喚阿姑，忝為女傅教之無？欲將古典從容說，失卻當年記事珠。」妹嫁韓氏，生一兒，名執玉。十四歲詠《夏雨》云：「潤回青簟色，涼逼採蓮人。」學使竇東皋先生愛之，拔入縣學。未一年，得暴疾亡。目將瞑矣，忽坐起問阿母曰：「唐詩『舉頭望明月』，下句若何？」曰：「低頭思故鄉。」嘆曰：「果然！」遂點頭而仆。故妹哭之云：「傷心欲拍靈床問：兒往何鄉是故鄉？」"
      },
      {
        "index": 40,
        "text": "詩有情至語，寫出活現者。許竹人先生督學廣西，接弟石榭凶問云：「望書眼欲穿，拆書手欲爭，抱書心忽亂，隔紙字忽明。揮手急屏置，忍淚雨暗傾。老親中庭立，念遠心懸旌。病訊百計匿，矧可聞哭聲？違心方飾貌，哀抑喜且盈。趨言夢弟至，所患行已平。」"
      },
      {
        "index": 41,
        "text": "隨園每至春日，百花齊放。家中內子及諸姬人，輪流置酒，為太夫人壽。太夫人亦嘗設席作答。余有句云：「高堂戒我無他出，阿母明朝作主人。」蓋實事也。香亭《同賞梅》詩云：「為愛梅花敞綺筵，合家春聚畫堂前。忽憐香氣傳風外，卻喜花開在雨先。人影共分千竹翠，簾光高卷一山煙。知他萬片隨雲去，還赴墑樓宴列仙。」嗚呼！自先慈亡後，此席永斷；而香亭亦遠宦粵中矣。"
      },
      {
        "index": 42,
        "text": "江寧城中，每至冬月，江北村婦多渡江為人佣工，皆不纏足；間有佳者。秦芝軒方伯席上集唐句戲云：「一身兼作僕，兩足白於霜。」"
      },
      {
        "index": 43,
        "text": "桐城詩人分詠古鏡：方正瑗云：「絕代應憐顏色少，六宮曾識舊人多？」姚孔鋅云：「相對不知何代物，此中曾老幾朝人？」皆佳句也。姚又有句云：「病後精神當酒怯，靜中情性與香宜。」"
      },
      {
        "index": 44,
        "text": "余己未座主，為泰安相國趙公仁圃。公以長垣令有政聲，受知世宗，晉秩卿貳。平生愛時文，雖入綸扉，猶手校成、弘諸大家，孜孜不倦。《晚泊小米灘》一絕云：「回橈艤艇傍平沙，客路停舟便是家。坐久鳥驚山吐月，話長人喜燭生花。」作令時以勘災故，足浸水中三日，故病跛。每入朝，許給扶以行。諱國麟，山東人。"
      },
      {
        "index": 45,
        "text": "余習國書，讀十二烏朱，受業於鄒泰和學士。記其《丁香》一首云：「春空煙鎖綴星星，兩樹瓊枝占一庭。交網月穿珠絡索，小鈴風動玉冬丁。傍簷結密人難折，拂座香多酒易醒。祇恐天花散無跡，擬將湘管寫娉婷。」又，《白雲寺》云：「飛鳥沒邊孤塔見，亂山缺處夕陽明。」先生戊戌翰林，和雅謙謹，有愛貓之癖。每宴客，召貓與兒孫側坐，賜孫肉一片，必賜貓一片，曰：「必均，毋相奪也。」督學河南，按臨商丘畢，出署失一貓，嚴檄督縣捕尋。令苦其煩，用印文詳報云：「卑職遣幹役四人，挨民家搜捕，至今逾限，憲貓不得。」"
      },
      {
        "index": 46,
        "text": "陝西薛寧庭太史，與江寧令陸蘭村為同年。丙戌到白門相訪，偕公子雨莊與其師高東井泛舟秦淮，作詩云：「衣帶一條水，蘭舟小亦佳。南朝留勝覽，北客壯吟懷。綽約虹橋束，參差畫檻排。衝炎偶然出，記取始秦淮。」「誰與偕來者？詩人高達夫。看山揮玉麈，忘暑對冰壺。乍可清談足，寧教佳句無？士龍尹弟子，架筆也珊瑚。」"
      },
      {
        "index": 47,
        "text": "金陵承恩寺僧行犖，能詩。有句云：「雨晴雲有態，風定水無痕。」其師闡乘有五絕云：「香氣透窗紗，風輕日未斜。午堂春睡起，雙燕下含花。」又有句云：「才展《金剛經》了了，《金剛經》夾小吟箋。」余嘗云：「凡詩之傳，雖藉詩佳，亦藉其人所居之位份。如女子、青樓，山僧、野道，苟成一首，人皆有味乎其言，較士大夫最易流布。」"
      },
      {
        "index": 48,
        "text": "余改官江南，賦《落花》詩；祁陽中丞內幕程南耕愛而和之。記數聯云：「燕壘漫教留粉在，馬蹄幾度踏香來。」「升沉我已參名理，落莫人還惜異才。」程名嗣章，綿莊先生之弟，中年病聾。每來，則以筆代口，先以一函相訂。故余贈句云：「見面預安雙管筆，焚香先捧一函書。」"
      },
      {
        "index": 49,
        "text": "朱學士筠，字竹君，考據博雅，不甚吟詩。有《登湖樓》一律云：「載月來登湖上樓，飄然便可御風游。帆如不動暮天沒，岸竟欲斜秋水流。何寺一聲孤磬遠？長空萬點亂鴉愁。酒杯頻勸君何苦，未使春波負秀州。」"
      },
      {
        "index": 50,
        "text": "姊夫王貢南，名裕琨；《雨過富春》云：「歷亂如絲小雨微，相呼舟子授蓑衣。魚爭新水穿萍出，鳥怯寒風貼地飛。宿霧半藏臨澗屋，好花多落釣魚磯。紛紛魚艇隨波散，撒網閒歌何處歸？」《寄內》云：「好奉慈姑勤菽水，莫同邱嫂戛杯羹。」余時年十四，愛而記之。即健庵父也。"
      },
      {
        "index": 51,
        "text": "海寧許鐵山惟枚，與余同官金陵，一時有「二枚」之稱。余已薦牧高郵，而許猶有待，意有所感，和余《河房宴集》詩云：「朱簾斜卷晚風前，楊柳蕭疏隔岸煙。一樣樓臺都近水，向南明月得來先。」《園梅》云：「臘盡還微雪，春來尚薄寒。迎風飛片易，背日坼苞難。疏蕊明高閣，低枝韻小欄。莫教吹短笛，我正倚闌幹。」許性嚴重，秦淮小集，坐有歌郎，君義形於色，將責其無禮而笞之。余急揮郎去，而調以詩云：「惱煞隔簾紗帽客，排衙花底打鴛鴦。」"
      },
      {
        "index": 52,
        "text": "同試鴻博陳魯章士璠，杭州人，以諸生中式，即授庶常。《途中紀事》云：「月映湖光分外明，蘆花影裏一舟橫。夜深聞有鄉音在，曉起開篷問姓名。」"
      },
      {
        "index": 53,
        "text": "毛西河言：「古人詩題，所云『遙同』者，即遙和也。謝跳《同謝咨議〈銅雀臺〉詩》、盧照鄰《同紀明〈孤雁〉詩》，皆是和詩，非同游也。」"
      },
      {
        "index": 54,
        "text": "見吳小仙畫《騎驢圖》題云：「白頭一老子，騎驢去飲水。岸上蹄踏蹄，水中嘴對嘴。」顧赤芳題云：「張果倒騎驢，不知是何故。為恐向前差，忘卻來時路。」慶兩峰《落齒》云：「無端一齒落，探口不知故。且喜剛者亡，免與世齟齬。」"
      },
      {
        "index": 55,
        "text": "乙亥年，高文端公為江寧方伯，過訪隨園。余上詩云：「鄰翁爭羨高軒過，上客偏憐小住佳。」亡何，巡撫皖江，將瞻園牡丹移贈隨園。余謝云：「忘尊偏愛山林客，贈別還分富貴花。」兩詩俱以折扇書之。後戊子年，公總制兩江，招飲，席間出二扇，宛然如新。余問：「公何藏之久也？」公笑曰：「才子之詩，敢不寶護」余自念平日受人詩扇，不下千百，都已拉雜摧燒；而公獨能愛惜如此，不覺感嘆，因再作詩獻。有句云，「舊物尚存憐我老，愛才如此嘆公難。」後公薨於黃河工所，口吟云：「夢中還有夢，家外豈無家？」"
      },
      {
        "index": 56,
        "text": "張藥齋宗伯，予告還桐城。兄文和公為首相，作詩送云：「七十懸車事竟成，輕車遠稱秩宗清。幾人引退能如願？先我歸休覺不情。圖籍開緘珍手澤，墓田作供好躬耕。阿兄他日還初服，拄杖花前一笑迎。」周長發太史和云：「從古人倫重老成，秩宗真不愧寅清。引年久切歸田志，予告翻增戀闕情。萬卷縹緗藏古篋，一犁煙雨課春耕。龍眠山色春如黛，知有群仙抗手迎。」清真綿麗，一時和者，皆不能及。"
      },
      {
        "index": 57,
        "text": "乾隆癸酉，尹文端公總督南河。趙雲松中翰入署，見案上有余詩冊，戲題云：「八扇天門訣蕩開，行間字字走風雷。子才果是真才子，我要分他一斗來。」"
      },
      {
        "index": 58,
        "text": "先師史玉瓚先生，以朱筆書《僕固懷恩傳》後云：「懷恩本不負君恩，青史何曾照覆盆？萬里靈州荒草外，至今夜夜泣英魂。」余時七歲，偷讀而記之。"
      },
      {
        "index": 59,
        "text": "余紹祉布衣有《黃山》詩四首。警句云：「松生絕壁不知土，人住深崖只見煙。」又曰：「山中人習聞天樂，石上松曾見古皇。」余游黃山，至佳處，嘆其言之果然。"
      },
      {
        "index": 60,
        "text": "余過蘇州，許穆堂侍御極誇方大章名燮者之詩；蒙以詩冊見投。七古學少陵，頗有奇氣；七律似明七子。錄其《題內子桃源放舟小照》云：「碧桃灣裏聽鳴榔，水復山重路渺茫。過此便為仙世界，來時還著嫁衣裳。雲中雞犬應同聽，月下房櫳好對床。願種秫粳三十畝，畫眉窗下話羲皇。」尹文端公有紫騮馬，騎三十年矣，憐其老斃，以敝帷瘞之。穆堂吊以詩云：「萬里雲霄空悵望，一生筋力盡馳驅。」又曰：「朽骨漫留賢士口，敝帷應念主人恩。」尹公讀之泣下。"
      },
      {
        "index": 61,
        "text": "人閒居時，不可一刻無古人；落筆時，不可一刻有古人。平居有古人，而學力方深；落筆無古人，而精神始出。"
      },
      {
        "index": 62,
        "text": "萍望張宏勛名棟，自號看雲山人，工詩善畫。與余在長安，有車笠之好。同譜中，如沈椒園、張少儀、曹麟書，俱顯貴。莊容可官至大學士；而宏勛終不一第。晚依揚商汪怡士以終。有《看雲樓詩集》。《閨怨》云：「鏡臺寂寂掩芳塵，又換深閨一度春。除卻殷勤花上鳥，他鄉應少勸歸人。」《郊外》云：「春來是處足春游，風轉長堤草色柔。客過不須頻勒馬，花扶人影出牆頭。」"
      },
      {
        "index": 63,
        "text": "余有汪甥蘭圃，名庭萱，亦能詩，為貧所累，未盡其才。有句云：「潮落岸從洲外露，風高雲向嶺頭平。」又：「楊柳護田蒙綠霧，桃花隔水墜紅雲。」皆妙。"
      },
      {
        "index": 64,
        "text": "余在端州，豐川令彭翥，字竹林，雲南人，以詩來見。有句云：「一官手板隨人後，萬里鄉心入雁先。」余擊節不已。竹林喜，見贈云：「盛世歲星終執戟，南華隱吏有隨園。」「雲裏筇才雙足峙，鷗邊舫已萬花扶。」"
      },
      {
        "index": 65,
        "text": "高要令楊國霖蘭坡，作吏三十年，兩膺卓薦，傲兀不羈，與余相見端江，束惰之饋，無日不至。聞余游羅浮歸，乞假到鼎湖延候，以詩來迎云：「山麓峰巒秀色殊，如何海內姓名無？全憑大雅如椽筆，為我湖山補道書。」道書：海內洞天二十四，福地三十六，鼎湖不與焉。「杖履閒從天上來，教人喜極反成猜。飛騎為報湖山桂，不到山門不許開。」及余歸時，送至十里外，臨別泣下，《口號》云：「送公自此止，思公何時已？有淚不輕彈，恐溢端江水。」"
      },
      {
        "index": 66,
        "text": "余丙辰到廣西，蒙金撫軍薦入都，今五十年矣。因訪親家汪太守，故重至焉，。吳樹堂中丞垣，引余至署，周歷舊游。余席間稱金公任藩司時，作官廳對聯云：「坐此似同舟，宦情彼此關休戚；須臾參大府，公事何妨共酌商。」用意深厚，有名臣風味。公因誦其鄉人徐公士林作臬司題庭柱云：「看階前草綠苔青，無非生意；聽牆外鵑啼雀噪，恐有冤魂。」真仁人之言。樹堂見和一律，有「洞簫聲重三千玉，《銅鼓》詞傳五十春」之句。所云《銅鼓》者，丙辰余試鴻博賦題也。金公刻入《省志·藝文》類中，今五十載矣。重得披覽，恍若前生。"
      },
      {
        "index": 67,
        "text": "桂林向有詩會。李松圃比部、馬嶸山中翰、浦柳愚山長、朱心池明府、朱蘭雪布衣，時時分題吟詠。余到後，得與文酒之會，同訪名山古剎。臨行時，五人買舟相送，依依不舍，見贈篇什，不能盡錄。僅記心池云：「五十年前跨鶴行，重來無復舊同群。一囊新句千絲雪，萬疊青山兩屐雲。好古不求唐後碣，論文誰撼岳家軍？靈皋健筆漁洋句，才力輸公尚十分。」「卅載心驚絕代才，何緣杖履得追陪？文章真處性情見，談笑深時風雨來。一棹方回仙掌外，片帆又挂楚江隈。湘靈也解延名士，九面奇峰次第開。」柳愚云：「筋力登臨老尚優，每逢佳處輒勾留。誰能鶴髮六千里，來証鴻泥五十秋？舊事略知餘白足，〈僧明遠，能談金中丞遺事。〉殘碑盡拓付蒼頭。聞公欲挂湘帆去，又向衡山作勝游。」蘭雪云：「六朝偶戀煙花跡，一代先收翰墨勛。」"
      },
      {
        "index": 68,
        "text": "松圃父丹臣先生少貧，以筆一枝，傘一柄，至廣西；不二十年，致富百萬。松圃詩才清絕，不慕顯榮。父子皆奇士也。《曉行》云：「朦朧曙色噪歸鴉，風撼疏林一徑斜。滿地白雲吹不起，野田蕎麥亂開花。」「蘆荻飛花白滿汀，停車小憩水邊亭。前林一線炊煙起，畫斷遙山半角青。」《秋思》云：「涼笛聲兼風葉下，歸鴉影帶夕陽來。」"
      },
      {
        "index": 69,
        "text": "余試鴻詞報罷，蒙歸安吳小眉少司馬最為青盼。五十年來，其家式微。今年游粵東，過飛來寺，見先生題詩半山亭云：「西徑崎嶇上，東峰宛轉行。半山山過半，飛鳥一身輕。」讀之，如重見老成眉宇。先生諱應菜，弟諱應枚。其封君夢蘇眉山兄弟而生，故一字小眉，一字小穎。小眉巡撫湖北，平反麻城冤獄，為海內所稱。小穎亦官至禮部侍郎。"
      },
      {
        "index": 70,
        "text": "李懷民與弟憲橋選《唐人主客圖》，以張水部、賈長江兩派為主，余人為客；遂號所詠為《二客吟》。懷民《贈人盆桂》云：「送花如嫁女，相看出門時。手為拂朝露，心愁搖遠枝。」《送張明府》云：「在縣常無事，還家祇有身。隨行一舟月，出送滿城人。」憲橋詠《鶴》云：「縱教就平立，總有欲高心。」「不辭臨水久，只覺近人難。」《歷下廳》云：「馬餐侵皂雪，吏掃過階風。」《送流人》云：「再逢歸夢是，數語此生分。」二人果有賈、張風味。"
      },
      {
        "index": 71,
        "text": "余過大庾，邑宰袁鏡伊欣然相接，自言傾想者三十年。同游了山，又親送過梅嶺。自誦《雪》詩云：「遠近枝橫千樹玉，往來人負一身花。」贈人云：「雪調靜聽孤唱遠，雲程遙望一痕青。」本籍宣化，故有句云：「山排雲朔從天下，水合桑溈入地無。」皆佳句也。鏡伊名錫衡，乙酉孝廉。有勛貴過境，慊從毆傷平民，鏡伊縛置獄中，取保辜限狀。嗣後過者肅然。"
      },
      {
        "index": 72,
        "text": "山左朱海客先生，名承煦，素無一面。忽遣人投書，署云「上天下大才子某」。余感其意，過京口時，訪於海岳書院。先生已七十矣，留飲再四。余因風揚帆，不克小住。未半年，先生竟歸道山。又六年，遇其子鑾坡於廣州，急索乃翁詩稿，得《示內》二句云：「剪刀聲歇栽花後，井臼功餘問字初。」"
      },
      {
        "index": 73,
        "text": "余病廣州。樂昌令吳公世賢，每公事稍暇，必至床前問訊。余愛其詩筆清麗，可作陳琳之檄。詠《釣竿》云：「淇園笤筐折新枝，人到忘機鷗鷺知。風雪寒江應憶我，英雄末路悔拋伊。」《羽扇》云：「常使指揮天下事，不羞憔悴月明中。」《皮蛋》云：「個中偏蘊雲霞彩，味外還餘松竹煙。」吳號古心，松江人。"
      },
      {
        "index": 74,
        "text": "海陽令邱公學敏，聞余到端州，即馳書與香亭，必欲一見。果不遠千里，假公事到省，暢談竟日，饋遺殊厚。記其佳句云：「山連齊、魯青難了，樹入淮、徐綠漸多。」"
      },
      {
        "index": 75,
        "text": "魚門太史於學無所不窺，而一生以詩為最。余寄懷云：「平生絕學都參遍，第一詩功海樣深。」寄未一月，而魚門自京師信來，亦云「所學，惟詩自信」，不謀而合，可謂知己自知，心心相印矣。屢托余買屋金陵，為結鄰計。不料在廣州，孫補山中丞招飲，告以魚門歿於陝西畢撫軍署中。彼此泣下，銜杯無歡。因思畢公一代宗工，必能收其遺稿；然魚門所刻《蕺園集》，僅十分之三耳。記其未梓者：《書懷》云：「才難問生產，氣不識金銀。」《題阮吾山行卷》云：「無勞嘆行役，行役是閒時。」《對雪》云：「鬧市收聲歸闃寂，虛堂斂抱對寒清。」《乞假》云：「官書百卷從擔去，病牒三行有印鈐。」嗚呼！此乾隆三十五年，假歸寓隨園，以近作見示，而余所抄存者也。不意竟成永訣！"
      },
      {
        "index": 76,
        "text": "余戊午秋闈，與錫山李君時乘，同寓馬姓家，同登秋榜，垂五十年。今歲在粵東，其子邕來見訪，出詩見示。錄《山居》二首云：「一從疏世事，終日把犁鋤。村色牛羊外，秋砧水石餘。山深遲刈麥，潭冷不生魚。倘有詩人至，猶堪剪韭蔬。」「閒雲上小樓，落日林塘幽。溪雨蛙聲聚，山風槲葉秋。一囊方朔米，卅載晏嬰裘。便欲煙霞外，將身作隱侯。」"
      },
      {
        "index": 77,
        "text": "余宰江寧時，侯君學詩葦原，年十四，應童子試。後夏醴谷先生屢稱其能詩，終未見也。今宰新會。余往相訪，同游圭峰望海。讀其詩，長於古風，蓋深於杜、韓、蘇三家者。佳句云：「綠遮人外柳，紅落渡前花。」「狂藥看人頻動色，樗蒲到老不知名。」"
      },
      {
        "index": 78,
        "text": "風情之事，不宜於老；然借老解嘲，頗可強詞奪理。康節先生《妓席》云：「花見白頭花莫笑，白頭人見好花多。」余仿其意云：「若道風情老無分，夕陽不合照桃花。」方南塘六十歲娶妾，云：「我已輕舟將出世，得君來作挂帆人。」"
      },
      {
        "index": 79,
        "text": "余幼居杭州葵巷，十七歲而遷居。五十六歲從白下歸，重經舊廬、記幼時游躍之場，極為寬展；而此時觀之，則湫隘已甚：不知曩者何以居之恬然也。偶讀陳處士古漁詩曰：「老經舊地都嫌小，晝憶兒時似覺長。」乃實獲我心矣。"
      },
      {
        "index": 80,
        "text": "掌科丁田澍先生乞假歸，《留別都人》云：「亦知葑菲才無棄，其奈桑榆影漸低？」「論事偶然分洛、蜀，交情原自比雷、陳。」「曉鐘催去朝天客，過巷車聲枕畔聽。」皆妙。"
      },
      {
        "index": 81,
        "text": "蘇州繆孝廉之惠妻王氏詠《馬》云：「死有千金骨，生無一顧人。」《漫興》云：「天有風雲常欲暮，山無草木不知秋。」"
      },
      {
        "index": 82,
        "text": "桐城馬相如、山陰沈可山，少年狂放，路逢親迎者，不問主人，直造其家，索紙筆。《替新婦催妝》云：「江南詞客太翩躚，打鼓吹簫薄暮天。應是天孫今夕嫁，碧空飛下兩雲仙。」「隨郎共枕心猶怯，別母牽衣淚未幹。玉箸休教褪紅粉，金蓮燭下有人看。」娶婦家頗解事，讀之大喜；飲以玉爵，各贈金花一枝。"
      },
      {
        "index": 83,
        "text": "余最愛言情之作，讀之如桓子野聞歌，輒喚奈何。錄汪可舟《在外哭女》云：「遙聞臨逝語堪哀，望我殷殷日百回。死別幾時曾想到？歲朝無路復歸來。絕憐艱苦為新婦，轉幸逍遙入夜臺。便即還家能見否？一棺已蓋萬難開。」《過朱草衣故居》云：「路繞叢祠鳥雀飛，依然門巷故人非。憶尋君自初交始，每渡江無不見歸。問疾榻前才轉盼，談詩窗外剩斜暉。絕憐童僕相隨慣，未解存亡欲扣扉。」沙斗初《經亡友別墅》云：「千古魚陂占水鄉，四時煙景助清光。弟兄不隔東西屋，賓主無分上下床。斗酒幾番當皓月，題詩多半在修篁。今朝獨棹扁舟過，回首前歡墮渺茫。」厲太鴻《送全謝山赴揚州》云：「生來僧祜偏多病，同往林宗又失期。兩點紅燈看漸遠，暮江惆悵獨歸時。」王孟亭《歸興》云：「漫理輕裝喚小艦，何緣歸興轉蕭騷。老來最怕臨歧語，燈半昏時酒半消。」宗介帆《別母》云：「垂白高堂八十餘，龍鐘負杖倚門閭。泣惟張口全無淚，話到關心只望書。」某婦《送夫》云：「君且前行莫回顧，高堂有妾勸加餐。」"
      },
      {
        "index": 84,
        "text": "壬辰年，王光祿禮堂來白下，訪江寧令陸蘭村。予問：「有新詩否？」光祿書《贈內》云：「幾載東華不自聊，綠窗並坐感蕭騷。寒閨刀尺陪宵讀，瓦鼎茶湯候早朝。馬磨勞生還憶共，犬臺殘魄可能招？卻嗤割肉容臣朔，但把清齋學細腰。」「一室流塵玉漏窮，更闌深掩小房櫳。何妨放誕時卿婿，聽唱風波欲惱公。天畔登樓長客裏，燈前擁髻只愁中。一龕低處雙棲穩，雪北香南結托同。」又《從圍》句云：「日占戊好軍容壯，牡奉辰多典禮偕。」「霜濃牛馬通身白，林凍烏鴉閉口喑。」一用《毛詩》，一用《北史》，俱典雅。"
      },
      {
        "index": 85,
        "text": "安慶詩人，以「二村」為最。一李嘯村蓴，一魯星村殯。魯五言如：「久客神常倦，還家似在舟。」「鳥散雪辭竹，煙消山到門。」「風竹不留雪，冰池時集鴉。」七言如：「舟行忽止冰初合，窗暗還明月未沉。」「避雪野禽低就屋，忘機小鼠漸親人。」皆可誦也。又：「雀浴乘冰缺。」五字亦佳。"
      },
      {
        "index": 86,
        "text": "嘯村工七絕，其七律亦多佳句。如：「馬齒坐叨人第一，蛾眉窗對月初三。」「賣花市散香沿路，踏月人歸影過橋。」「春服未成翻愛冷，家書空寄不妨遲。」皆獨寫性靈，自然清絕。腐儒以雕巧輕之，豈知鈍根人，正當飲此聖藥耶？乾隆丙寅，觀補亭閣學，科試上江，點名至嘯村，笑曰：「久聞秀才詩名，此番考不必作《四書》文，作詩二首，可也。」題是《賣花吟》。李有句云：「自從賣落行人手，瓦缶金尊插任君。」又曰：「自笑不如雙粉蝶，相隨猶得入朱門。」閣學喜，拔置一等。"
      },
      {
        "index": 87,
        "text": "朱竹君學士督學皖江，任滿，余問所得人才。公手書姓名，分為兩種：樸學數人，才華數人。次日，即率黃秀才名戊、字左君者來見，美少年也。其《京邸夜歸》云：「入城燈市散，有客正還家。新僕欲通姓，嬌兒不識爺。春光滿茅屋，喜氣上燈花。乍見翻無語，徘徊月正華。」七言如：「小艇自流初住雨，夾衣難受嫩晴風。」殊有風流自賞之意。"
      },
      {
        "index": 88,
        "text": "乾隆丙辰，予於李敏達公處，見厲子大先生，時為少司寇。以塚宰文恭公之子，未弱冠即入翰林。詩才清妙。《歲除和韻》云：「一年清課為花忙，無事花間倒百觴。日落歸鴉喧古木，家貧飢鶴唳空倉。楸枰靜設遲棋客，彩筆吟成和省郎。官柳未黃桃已爛，春風早晚亦何嘗。」《獨酌》云：「萍分雲散故人離，尊酒應憐獨酌時。夜漏漸沉燒燭短，殘書未了引眠遲。羅江春信盆梅報，紙帳宵寒鶴夢知。皎皎庭除餘落月，屋梁相照此心期。」"
      },
      {
        "index": 89,
        "text": "金陵曹淡泉秀才，以「一夕春風暖，吹紅上海棠」一聯，為予所賞；遂刻意為詩。《贈妹》云：「吾妹何賢淑，能箴女史詞。倩人教織素，隨嫂學蒸梨。母病翻經早，家貧得婿遲。天然心愛好，常誦阿兄詩。」《傘山道中》云：「南陌草萋萋，新秋插未齊。投村先問路，隔隴但聞雞。壩斷溪聲急，山高日影低。夜來經雨過，牛跡滿荒堤。」他如：「老牛舐犢沿修埂，雛燕分巢過別家。歲逢閏月春來早，山背朝陽雪化遲。」俱妙。"
      },
      {
        "index": 90,
        "text": "桐城劉大槐耕南，以古文名家。程魚門讀其全集，告予曰：「耕南詩勝於文也。」《聽琴》云：「香臺初上日，簷鐸受風微。好友不期至，僧廬同叩扉。彈琴向佛坐，餘響入雲飛。余亦忘言說，烏棲猶未歸。」《飛獨宿》云：「江村黃葉飛，猶掩蕭齋臥。時有捕魚人，櫓聲窗外過。」真清絕也。《哭弟》云：「死別漸欺初日諾，長貧難作托孤人。」"
      },
      {
        "index": 91,
        "text": "蘇州孝廉薛起鳳，字皆三，性孤冷；亡後，彭尺木進士為梓其遺詩，《過范文正公祠》云：「憂樂平生事，齏咸志在斯。由來天下任，只在秀才時。」《對雪》云：「天風剪水水爭飛，飛上寒山浣石衣。一夜雪深迷澗道，不知何處叩岩扉。」"
      },
      {
        "index": 92,
        "text": "金陵龔秀才元超，字旭開，余詩弟子也。《月夜》云：「江水洗江月，荻花寒不飛。林園足煙景，屋宇湛霜輝。戍角宵將半，溪船漁未歸。沿堤採芳芷，似勝北山薇。」《送從兄酌泉夜歸》云：「前番不識路，聞語碧蘿叢。此次逢招飲，銜杯紅葉中。山深花木好，客妙性情同。歸路誰先醉？應扶白髮翁。」《漁家》云：「輕彀紋生玉漵斜，晚風吹雨濕桃花。紅裙雙腕急搖櫓，前面垂楊是妾家。」"
      },
      {
        "index": 93,
        "text": "杭州吳飛池，學詩於樊榭先生。先生愛其「紅蓼花深冷葛衣」一句，謂可鐫入印章。其《澶州雜詩》云：「晨光黯黯樹稀微，雲帶炊煙濕不飛。多少人家秋色裏，滿天白露漫柴扉。」《過洛陽問牡丹》云：「花濃洛下種應真，我卻來時不是春。到耳盡誇顏色好，未開先賞斷無人。」他如：「林間一鳥過，池面數花欹。」「岸仄疑無路，燈明似有村。」「曉月光微難辨樹，西風吹冷不知衣。」皆清脆可喜。"
      },
      {
        "index": 94,
        "text": "余祖居杭州艮山門內大樹巷。鄰有隱者桑文侯，鬻粽為業，性至孝：父病膈，文侯合羊脂和粥以進；父死，乃抱鐺而哭。人為繪《抱鐺圖》，徵詩。萬君光泰詩最佳。其詞曰：「羊脂數合米一掬，病父在床惟啖粥。父能啖粥子亦甘，粒米勝於五鼎肉。升屋皋某無歸魂，束薪斷火鐺寡恩。床前呼父鐺畔哭，抱鐺三日鐺猶溫。嗚呼！恨身不作鐺中米，臨歿猶能進一匕，謂鐺不聞鐺有耳。」文侯之子叟甫先生，性孤癖，能步行百里，棄主事官，裹糧游五嶽。《留別袁石峰》云：「莫定畸人物外蹤，夢魂飛入碧霞重。浮雲形似世情幻，秋樹色添游興濃。白練橫過天際馬，烏藤直上嶺頭龍。憑將一斗喻糜汁，灑遍天門日觀峰。」《過華山》云：「華山門下雨盈盈，玉女秋期會玉京。十萬雲鬟梳洗罷，漫空盆水一齊傾。」《嵩洛雜詩》云：「鐵梁大小石縱橫，似步空廊原有聲。世外多情一明月，直陪孤影到三更。」非深於游山者不能言。先生名調元。"
      },
      {
        "index": 95,
        "text": "姬傳姚太史云：「詩文之道，凡志奇行者易為工，傳庸德者難為巧。」理固然也；然亦視其人之用筆何如耳。吾族柳村有側室韓氏，年逾二十，即守節教子，居竹柏樓十五年而卒。子又愷請旌於朝，又畫《樓居圖》志痛。一時士大夫詠其事者如雲，號《霜哺遺音集》。此庸行也。余獨愛少詹錢辛楣七古云：「郊居岑蔚竹柏交，秋霜轢物群英凋。小樓一燈青不搖，課兒夜誦聲咿咬。柳村岳嶽古英豪，山丘華屋如驚泡。淑姬寤言矢絡宵，手持刀尺敢憚勞《離鸞別鵠》哀弦操，可憐荻影風蕭蕭。熊丸茹苦勝珍肴，湛侃復見良足褒。佇看紫誥慶所遭，烏頭綽楔榮光高。何圖蕙草謝一朝，樓存人去魂難招！郎君玉立森蘭苕，春暉未報心忉忉。音徽追溯倩畫描，披圖展拜恆號眺。我為歌詠輝風騷。」又，無錫進士顧鈺五律第二首云：「非擬懷清築，蕭然坐一林。竹森環戶翠，柏古落庭陰。畫荻慈親志，登樓孝子心。當年紡績處，傾聽有遺音。」柳村名永涵，蘇州人。"
      }
    ]
  }
}