{
  "chapterNumber": 8,
  "title": "卷八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "諷世語最蘊藉者，某《游春》云：「地濕莎青雨後天，桃花紅近竹林邊。游人本是農桑客，記得春深要種田。」《詠桑》云：「採採東風葉滿籃，禦寒功已在春蠶。世間多少閒花草，無補生民亦自慚。」《雨中作》云：「布被裝棉夢黯然，曉看遙岫鎖輕煙。蹇驢盡避當風馬，也有香泥濕錦韉。」"
      },
      {
        "index": 2,
        "text": "西崖先生云：「詩話作而詩亡。」余嘗不解其說，後讀《漁隱叢話》，而嘆宋人之詩可存，宋人之話可廢也。皮光業詩云：「行人折柳和輕絮，飛燕含泥帶落花。」詩佳矣。裴光約訾之曰：「柳當有絮，燕或無泥。」唐人：「姑蘇城外寒山寺，夜半鐘聲到客船。」詩佳矣。歐公譏其夜半無鐘聲。作詩話者，又歷舉其夜半之鐘，以証實之。如此論詩，使人夭閼性靈，塞斷機括；豈非「詩話作而詩亡」哉？或贊杜詩之妙。一經生曰：「『濁醪誰造汝？一醉散千愁。』酒是杜康所造；而杜甫不知；安得謂之詩人哉？」癡人說夢，勢必至此。"
      },
      {
        "index": 3,
        "text": "天長詩人陳燭門進士，名以剛。余宰江寧，蒙其過訪。余愛買書，而官廨甚小，都堆簽押處；故贈詩云：「六朝山立簾鉤外，萬卷書橫簿領中。」即姚武功「印朱沾墨研，戶籍雜經書」之意。"
      },
      {
        "index": 4,
        "text": "有箍桶匠老矣，其子時時凍餒之。子又生孫，老人愛孫，常抱於懷。人笑其癡。老人吟云：「曾記當年養我兒，我兒今又養孫兒。我兒餓我憑他餓，莫遣孫兒餓我兒！」此詩用意深厚，較之「因子不孝，抱孫圖報仇」者，更進一層。"
      },
      {
        "index": 5,
        "text": "詩讖從古有之。宋徽宗《詠金芝生》詩，曰：「定知金帝來為主，不待春風便發生。」已兆靖康之禍。後蜀主孟昶《題桃符貼寢官》云：「新年納餘慶，嘉節號長春。」後太祖滅蜀，遣呂餘慶知成都。王陽明擒宸濠，勒石廬山，有「嘉靖我邦國」五字。亡何，世宗即位，國號嘉靖。揚州城內有康山，俗傳康對山曾讀書其處，故名。康熙間，朱竹坨游康山，有「有約江春到」之句。今康山主人穎長方伯，修葺其地，極一時之盛；姓江，名春：亦一奇矣！"
      },
      {
        "index": 6,
        "text": "乾隆初，江西有四子：楊、汪、趙、蔣是也。趙山南早夭，詩失傳。汪輦雲名軔，少孤貧，為人執炊。有句云：「積晦雲疑斗，新晴草欲焚。」楊子載名墾，才最高，與蔣心餘相抗。其先本云南土司，改籍江西。五言云：「山鬼常聯臂，溪虹倏現身。」「早霞隨日上，敗葉擁潮行。」「有客嫌庭仄，無書覺晝長。」七言云：「寒星欲滅見漁火，小雨無聲添落花。」「欄邊花草牛羊路，寺裡人家杵臼聲。」「客少長留不鳴雁，睡酣翻喜失晨雞。」"
      },
      {
        "index": 7,
        "text": "又有何在田者，《偶成》云：「月借日光成半面，雨收雲氣泛餘絲。」《郊外》云：「野徑無人問，隨牛自得村。」「近市原非隱，能詩豈是才。」「樵室薪為榻，漁舟網作帆。」皆可傳之句也。甲辰三月，余赴東，過南昌；心余病風，口不能言，猶以左手書此數聯。"
      },
      {
        "index": 8,
        "text": "心余手持詩集廿卷，向余云：「知交遍海內，作序只托隨園。」余感其意，臨別涕下。其子知讓見贈五古，灑灑千言，合少陵、香山而一之，篇什太長，故未抄錄。與余論古尤合，又贈三律，有句云：「公所讀書人亦讀，不如公處只聰明。」心余書舍，有揚州汪端光孝廉贈句云：「置酒好招鄉父老，解衣平揖漢公卿。」汪字劍潭，少年玉貌，佳句如：「水定漁燈出，風驕戍鼓沉。」「路長行應獨，舟小買宜雙。」「月明又是無邊水，半照行人半照魚。」皆有別趣。"
      },
      {
        "index": 9,
        "text": "魚門《哭董東亭》云：「然疑未定先拋淚，日月都真旋得書。」雲松《哭韓廷宣》云：「久客不歸無異死，故人入夢尚如生。」"
      },
      {
        "index": 10,
        "text": "廬州守備徐椒林，每到金陵，與余款洽。在滿洲城，《夜飲》詩云：「為恃將軍司鎖鑰，幾番痛飲月沉西。」"
      },
      {
        "index": 11,
        "text": "士大夫宦成之後，讀破萬卷，往往幼時所習之「四書」、「五經」，都不省記。癸未召試時，吳竹嶼、程魚門、嚴冬友諸公畢集隨園。余偶言及「四書」有韻者，如《孟子》「師行而糧食」一段廣五人背至「方命虐民」之下，都不省記。冬友自撰一句足之，彼此疑其不類，急翻書看，乃「飲食若流」四字也。一座大笑。外甥王家駿有句云：「因留僧話通吟偈，為課兒功熟舊書。」甥多佳句。如：「乍見波微白，方知月驟明。」「一編如好友，宜近不宜疏。」「衣因亂疊痕常縐，書為頻翻卷不齊。」「宿雲似幕能遮月，細雨如煙不損花。」「停足恰逢曾識寺，入門先問舊交僧。」「曲引急流歸遠港，微刪密葉顯新花。」「伏枕苦吟無好句，描詩容易做詩難。」皆有放翁風味。"
      },
      {
        "index": 12,
        "text": "錢文端公，庚午典江西試。寫榜吏陳巨儒，須鬢如雪，求公贈手跡為榮；自陳年七十，手寫文武試三十二榜。公贈詩云：「桂籍憑伊腕力傳，白頭從事地行仙。自言作吏中書省，曾侍朱衣四十年。」十月，復寫武榜，解首則其孫騰蛟也。名初唱，掀髯一笑，筆墮於地。中丞阿公喜極，遣牙校馳箋，索藩司彭公家屏贈詩。彭方有劇務，幕中客擬數首，不稱公意。遣吏飛馬請蔣苕生來。蔣方與友飲酒肆；戀不肯行。吏敦促至再，扶鞭上馬，比至，則促召之使已四輩矣。彭公遽起，告以中丞索詩之使，立馬簷下。蔣笑曰：「某不知公有此急也。」濡筆立題一絕云：「榜頭題處笑開眉，六十年來鬢若絲。官燭兩行人第一，夜闌回憶抱孫時。」彭公得詩狂喜，復酌苕生，送輕紗四端。苕生太夫人鐘氏，名令嘉，晚號甘荼老人；生心餘，四歲，即斷竹絲作波磔，教之識字。嘗登太行山云：「絕磴馬蕭蕭，群峰氣勢驕。蒼雲橫上黨，寒色滿中條。極目河如帶，攔車云未消。龍門劃諸水，禹力萬年昭。」乙酉歲，心余奉母出都，畫《歸舟安穩圖》，一時名公卿，題滿卷中。尹文端公謂余曰：「此卷中無佳作，惟太夫人自題七章，陸健男太史四首，足傳也。」惜未抄錄。"
      },
      {
        "index": 13,
        "text": "尹文端公和余「飛」字韻云：「鳥入青雲倦亦飛。」吟至再三，唏噓不已，想見當局者求退之難。古漁有句云：「未游五嶽心雖切，便到重霄劫又多。」"
      },
      {
        "index": 14,
        "text": "尹文端公督兩江時，愛才如命。宛平王發桂以主簿派管行宮，有句云：「愧我衙官無一事，宮門持帚掃閒花。」公見而大喜，即超遷貳尹。秀才解中發有句云：「多讀詩書命亦佳。」公於某扇上見之，即聘作西席。"
      },
      {
        "index": 15,
        "text": "或問：「李師中將出兵，在韓魏公席上賦詩云：『歸來不願封侯印，只向君王覓愛卿。』不知所用何典。」余按：《宋史·王景傳》：「景仕唐，歸晉，高祖厚遇之，問其所欲。對：『受恩已厚，無所欲。』固問之。乃曰：『臣為小卒，常負胡床，從隊長過官妓侯小師家彈唱，心頗慕之。今得小師為妻，足矣。』高祖大笑，即以賜之，封楚國夫人。」疑師中即指此事。後蔡攸出兵，指帝座劉妃求賞，其事在後。或云：「愛卿者，即魏公席上之妓名。」"
      },
      {
        "index": 16,
        "text": "梅診為文穆公第六子，弱冠時，從張蕓墅游隨園，云：「隨園耳久熟，游歷自今初。買得小山隱，名仍太傅餘。主人能愛客，高士幸攜余。幽徑入蘿薜，知應世味疏。」又曰：「岸分雙沼水，壁滿一朝詩。」嗚呼！式庵學醇行端，年未五十竟亡，詩多散失矣。"
      },
      {
        "index": 17,
        "text": "余幼時《詠史》云：「若道高皇勝項羽，試將呂后比虞姬。」後見益都王中丞遵坦有句云：「垓下何必更悲歌，虞兮呂公較若何？」兩意相同。王又有句云：「亞父不用乃壽終，淮陰枉死未央宮。」意亦新。"
      },
      {
        "index": 18,
        "text": "馬驌宛斯作《繹史》，敘三代事，極博雅；而詩筆甚清。《池上》云：「種魚有術尋漁父，斷酒無心學醉翁。」漁洋題其像云：「今日黃山山下路，只餘書帶草青青。」"
      },
      {
        "index": 19,
        "text": "陳古漁云：「今人不知詩中甘苦，而強作解事者。正如富貴之家，堂上喧鬧，而牆外行人，抵死不知。何也未入門故也。」宋人《栽竹》詩云：「應築粉牆高百尺，不容門外俗人看。」"
      },
      {
        "index": 20,
        "text": "余游九華山；青陽沈正侯字倫玉，少年韶秀，延候於五溪，已三日矣。見贈云：「大抵高人能下士，於今童子得瞻師。」又句云：「風狂欲折依牆竹，菊萎猶開臥地花。」又，陳明經名芳者，相待於陵陽鎮。呈詩云：「岸曲橋橫草樹萋，書堂佛寺水東西。溪亭日映欄幹外，九十九峰影盡低。」兩人俱不事科舉，以吟詠自娛。"
      },
      {
        "index": 21,
        "text": "詩雖新，似舊才佳。尹似村云：「看花好似尋良友，得句渾疑是舊詩。」古漁云：「得句渾疑先輩語，登筵初借少年人。」偶過西湖，見陳莊題壁云：「一葉蜻蜓似缺瓜，年年蕩槳水雲涯。叉魚射鴨嬌無力，笑入南湖摘藕花。」「蘇小樓頭楊柳風，小姑鬥草語芳叢。阿儂家住胭脂嶺，怪底花枝映日紅。」末署「竹嶼」二字：蘇州吳進士泰來也。新安江寺見題壁云：「昨與鄰舟姊妹逢，香風暖處話從容。低頭怕有漁郎至，不看蓮花只看儂。」「灘頭漠漠起炊煙，折罷蓮花正暮天。卻怪鴛鴦不解事，偏依依艇並頭眠。」末署「魯鳳藻」三字。"
      },
      {
        "index": 22,
        "text": "黃莘田落第，賦《無題》云：「禿尖成塚還成陣，未抵靈犀一點通。」吳竹橋落第，賦《無題》云：「聞說千金才買笑，紫騮休系莫愁家。」王介祉落第，亦有《無題》云：「盼得纖兒還蕩子，傳來小婢又夫人。」"
      },
      {
        "index": 23,
        "text": "古漁《路上》詩云：「年來一事真堪笑，只見來船是順風。」戴喻讓云：「莫羨上流風便好，好風也有卸帆時。」榮方伯名柱者，有句云：「風自橫來無順逆，水當漲處失江湖。」余則云：「東窗關後西窗啟，猶喜風無兩面來。」"
      },
      {
        "index": 24,
        "text": "甲子秋，余遺失詩冊，心鬱鬱者一年。古漁云：「癸巳冬，得詩百篇，懷之訪人，帶寬落地，竟無覓處。乃題云：『拈斷吟髭費苦猜，已拋偏又上心來。關情似與良朋別，撒手如沉拱壁回。薄祭可能分酒脯？孤飛未必出塵埃。多應擲地無聲響，一墮人間便永埋。』」"
      },
      {
        "index": 25,
        "text": "朱竹坨先生詩名蓋世，而自稱本朝第二。故揚州方近雯觀察詩云：「駢體莫輕嗤沈、宋，古音休易許曹、劉。試看前輩詩如此，只負皇朝第二流。」商寶意先生云：「詩品官階兩不高。」前輩之虛心如此。王葑亭御史亦有句云：「宦情似墨磨常短，詩境如棋著不高。」"
      },
      {
        "index": 26,
        "text": "「莫憑無鬼論，終負托孤心。」何言之沉痛也！「升沉閣下意，誰道在蒼蒼！」何求之堅切也！「知親每相見，多在相門前。」何刺之輕薄也！「生應無輟日，死是不吟時。」何吟之溺苦也］俱非唐人不能作。李少鶴《哭人》云：「世緣猶有子，死日始無詩。」亦本於唐。"
      },
      {
        "index": 27,
        "text": "查他山先生詩，以白描擅長；將詩比畫，其宋之李伯時乎？近繼之者，錢璵沙方伯、光祿卿申笏山。笏山卒後，畢秋帆尚書梓其全集。五言云：「雨聲涼入硯，花氣潤侵簾。」《看桂》云：「香於半路先迎客，花已全開正及時。」"
      },
      {
        "index": 28,
        "text": "謝茂秦云：「凡作近體，誦之流水行雲，聽之金聲玉振，觀之朝霞散綺，講之異繭繅絲。」"
      },
      {
        "index": 29,
        "text": "萬柘坡《贈錢坤一》云：「雨中聽屐到，燈下出詩看。」程南溟有句云：「佳句奚囊盛不住，滿山風雨送人看。」"
      },
      {
        "index": 30,
        "text": "近人佳句有相同者。董曲江太史《歷城》詩云：「寺塔插天雲外影，人煙近市日中聲。」江於九太守《游九華山》云：「松竹分巒翠，雲煙隔寺聲。」陳梅岑句云：「津鼓聲沉寒雨急，漁燈影亂夜潮來。」蔣心餘句云：「守堠兵多官舫過，拔篙聲緩亂灘來。」李竹溪句云：「相逢馬上搖頭者，得句知他勝得官。」李懷民句云：「思苦如中酒，吟成勝拜官。」"
      },
      {
        "index": 31,
        "text": "近日詩僧甚少。余游天台，得梅谷；到淨慈寺，得佛裔；游九華，得亦葦；游粵東，得澄波、懷遠、寄塵。亦葦《野步》云：「傍晚欲歸尋別徑，忽驚沙鳥出苗飛。」澄波《折木樨》云：「莫怪靈山留一笑，如來原是賣花人。」懷遠《江行》云：「片帆高趁大江風，過眼雲山笑轉蓬。行盡斷堤楊柳岸，夕陽猶在板橋東。」佛裔者，讓山弟子也，有句云：「魚亦憐儂水中影，誤他爭唼鬢邊花。」綺語自佳，恰不似方外人所作。懷遠云：「雍正間，廣東有詩會。好事者張飲分題，聘名流品題甲乙，首選者贈綾絹，其次贈筆墨：亦佳話也。」寄塵本姓彭，工詩、能畫，《游長壽寺》云：「淨壇風掃地，清課月為燈。」"
      },
      {
        "index": 32,
        "text": "山陰邵太守大業，字厚庵，治蘇有惠政，以忤大府罷官。有《口號》一聯云：「江山見慣新詩少，世味嘗深感慨多。」又：「老來兒女費周旋」七字，亦頗是人情。"
      },
      {
        "index": 33,
        "text": "吾鄉任武承太史，名應烈，出守懷慶。中年乞病，買鑒湖快閣以居，乃陸放翁舊地。作詩四首，和者如雲。先生句云：「疊石略存山意思，蒔花聊破睡工夫。風流何處追狂客？蹤跡重教記放翁。」甲戌歲，札來索和，並招往游。余寄詩奉答，終不果往。壬寅游天台，始登快閣，先生亡久矣。精舍數間，全覽鑒湖之勝：想在日清福，不減賀知章。"
      },
      {
        "index": 34,
        "text": "康熙戊戌探花傅玉苠先生，名玉露，年八十餘：同在湖船，自誦《陪申尚衣游西湖絕句》云：「正是金牛紀瑞年，小春風景似春天。蓬萊原近孤山寺，游舫多停六一泉。」「一到湖心眼界寬，雲光霪爵接風湍。三朝恩澤深如許，莫作瑤池清淺看。」先生耳聾，與談者以手畫字，即能通解。癸未春，來游攝山，與之談，聲振屋瓦。"
      },
      {
        "index": 35,
        "text": "學士春台典試福建，過吳下買妾方大英，美貌能詩；以南北地殊，服食不慣，雉經而亡。搜其遺稿，有句云：「戶閉新蛛網，梁空舊燕泥。」"
      },
      {
        "index": 36,
        "text": "孫補山尚書，先以中翰從傅文忠公征緬甸。《見虜氛日惡口號一首付諸同事》云：「軍容荼火盛，不戢便成災。水土本來惡，烏鳶曉便來。功成原有數，我死愧無才。腰下防身劍，摩挲日幾回？」嗚呼！先生當艱險時，賦詩如此，豈料日後之總督兩廣，晉爵宮保，世襲輕車都尉哉《孟子》云「天之將降大任」，信然！"
      },
      {
        "index": 37,
        "text": "或戲村學究云：「漆黑茅柴屋半間，豬窩牛圈浴鍋連。牧童八九縱橫坐，『天地玄黃』喊一年。」末句趣極。"
      },
      {
        "index": 38,
        "text": "尹文端公妾張氏，封一品夫人，與內廷恩宴。大將軍某與忠勇公在上前，戲尹云：「張有貴相，十指皆箕斗，無羅紋。」會伊里平定，諸功臣畫像內廷，例有贊語。上命公自為張夫人贊。尹應聲云：「繼善小妻，事臣最久。貌雖不都，亦不甚醜。恰有貴相，十指箕斗。遭際天恩，公然命婦。上相簪花，元戎進酒。同畫凌煙，一齊不朽。」忠勇公曰：「欲戲尹某，反為尹某戲耶！」上大笑。"
      },
      {
        "index": 39,
        "text": "壬午春，迎鑾淮上，雨久不止。錢文端公戲尹相國云：「閣下燮理陰陽，只燮陰而不燮陽，何也？」按《西清詩話》載：宋時，宋琪、沈義倫俱在黃閣，久旱得雨，雨復不止。琪苦之，戲沈曰：「可謂『燮成三日雨』。」沈應聲曰：「調得一城泥。」"
      },
      {
        "index": 40,
        "text": "丁酉七月，慶兩峰赴湖北臬使之便，《過隨園留別》云：「天外飛鴻跡又過，衡門深處叩煙蘿。交情共指青山在，別意相看白髮多。祖帳一杯江上酒，秋風八月洞庭波。才人老去須珍重，漫把遺編日苦摩。」到湖北後，又寄紅抹肚與阿遲，系以詩云：「一個錦兜寄兒著，要他包裹五車書。」自此一別，兩峰出鎮塞外，遂永訣矣。余哭之云：「平原自是佳公子，劉秩終非曳落河。」傷其不耐塞外之風霜也。其詩集甚多，不知流落何所。"
      },
      {
        "index": 41,
        "text": "對聯有解頤者。康熙時，廣東詩僧石蓮，住海珠寺，交通公卿。寺塑金剛與彌勒環坐，題對聯云：「莫怪和尚們這般大樣；請看護法者豈是小人。」楊蘭坡題倒坐觀音像云：「問大士緣何倒坐；恨世人不肯回頭。」江西某題養濟院云：「看諸君腦滿腸肥，此日共餐常住飯；想一樣鐘鳴鼎食，前生都是宰官身。」"
      },
      {
        "index": 42,
        "text": "古詩人遭際，有幸不幸焉。唐宰相鄭畋之女，愛讀羅隱詩，後隔簾窺其貌寢，遂終身不復再誦。明謝茂秦眇一目，貌不揚，而趙穆王愛其詩。酒闌樂作，出所愛賈姬，光華奪目，奏琵琶，歌謝所作《竹枝詞》，即以贈之。宋真宗時，宋子京乘車，路遇宮人，知為狀元，呼曰：「小宋耶？」子京賦詩，有「更隔蓬山一萬重」之句，流傳禁中。真宗知之，賜以宮女，曰：「蓬山不遠。」正德南巡，翰林謝政年少美貌，迎駕西江，見宮眷船，誤為御舟，跪迎報名，適宮人開窗潑水，見之一笑。謝賦詩云：「天上果然花絕代，人間竟有笑因緣。」亦復流傳宮禁。武宗怒，削籍遣歸。"
      },
      {
        "index": 43,
        "text": "兒童逃學，似非佳子弟。然唐相韋端己詩云：「曾為看花偷出郭，也因逃學暫登樓。」文潞公幼時，畏父督課，逃西鄰張堯佐家，後有燈籠錦之貽：蓋與貴妃本屬世交，常通縞佇故也。可見詩人、名相，幼時亦嘗逃學矣。阿通九歲，能知四聲，而性貪嬉戲。重九日，余出對云：「家有登高處。」通應聲曰：「人無放學時。」余不覺大笑，為請於先生而放學焉。其師出對云：「上山人斫竹。」通云：「隔樹鳥含花。」"
      },
      {
        "index": 44,
        "text": "諱老染鬚，似非高人所為。南朝陸展有「媚側室」之譏。然司空圖清風亮節，唐季忠臣，其詩曰：「髭鬚強染三分折，弦管聽來一半愁。」可知染鬚亦無傷於雅士。"
      },
      {
        "index": 45,
        "text": "黃石牧先生以翰林中允，督學閩中，因公落職。吾鄉徐文穆公，薦舉博學鴻詞，與余同試保和殿。先生年過七旬，神明衰矣；以不完卷，累薦主議處：蓋馬伏波自忘其老之過也。《唐堂詩集》生新超雋，美不勝收。姑錄短句，以志一臠之嗜。《芭蕉》云：「日不紅三伏，天惟綠一庵。」《北路買餅》云：「駐馬一錢交易，羈留三刻行程。」《玫瑰花》云：「生來合是依人命，從不容渠在樹看。」集中七古，遠勝潘稼堂。"
      },
      {
        "index": 46,
        "text": "余泛舟橫塘，有踏搖娘蕊仙者。素矜身份，隔窗對語，不肯進艙侍飲，而頗知文墨。客許重贈纏頭，拒而不受。少頃，月出矣，蕊仙持扇求詩。余戲題云：「橫塘宵泛酒如淮，十裏桃花四面開。只恨錦帆竿上月，夜深不肯下艙來。」蕊仙一笑進艙。"
      },
      {
        "index": 47,
        "text": "孝感程蔚亭先生，名光鉅，甲辰翰林，出為杭州糧道。有《閨詞》云：「東家姊妹與西鄰，聽說相招去踏春。料得今年花事好，晚歸都語畫眉人。」「青衫薄薄襯宮緋，上繡鴛鴦並翅飛。勉強著來都不稱，可身還是嫁時衣。」余己未歸娶，先生留飲，云：「老夫次首，有不慣外任、仍思內用之意。」"
      },
      {
        "index": 48,
        "text": "詩人少達而多窮。汪可舟舸，自稱客吟先生，詩筆清絕；而在揚州，竟無知者。己丑除夕，忽過白門，意大不適，有漢江之行。余堅留之，不肯小住，遂成永訣。未十年，其子中也，家業大昌；買馬氏玲瓏山館，造亭臺，招延名士，而可舟不及見矣。其《聽雨》詩云：「簷外幾聲才淅瀝，胸中何事不分明？」又曰：「側身已在江湖外，繞屋寧堪竹樹多。但覺有聲皆劍戟，不知何物是笙歌。」其紆鬱可想。仲小海《聽雨》云：「明知關我心何事，只覺撩人夢不成。」宋人有小詞云：「薄暮投村急，風雨愁通夕。窗外芭蕉窗裏人，分明葉上心頭滴。」"
      },
      {
        "index": 49,
        "text": "余行路見遠樹，疑為塔尖。高翰起司馬云：「平疇見喜塍成繡，遠樹看疑塔露尖。」每見門神相對，似怒似笑。趙雲松云：「無言似厭人投刺，含笑應羞客曳裾。」"
      },
      {
        "index": 50,
        "text": "文尊韓，詩尊杜：猶登山者必上泰山，泛水者必朝東海也。然使空抱東海、泰山，而此外不知有天台、武夷之奇，瀟湘、鏡湖之勝；則亦泰山上之一樵夫，海船上之舵工而已矣。學者當以博覽為工。"
      },
      {
        "index": 51,
        "text": "王次回有句云：「天台再許劉晨到，那惜千回度石梁。」寶意先生反其意，作《秋霞曲》云：「天台已入休嫌暫，尚有終身未到人。」"
      },
      {
        "index": 52,
        "text": "近日書院一席，全以薦者之榮落，定先生之去留。蔣春農掌教真州，移主揚州梅花書院。《留別諸生》云：「自慚頭腦太冬烘，兩載鑾江作寓公。提舉原如宮觀例，量移還與職官同。痕留雪爪棲難定，老困鹽車步未工。卻憶來時春正晚，海棠飛雨墮階紅。」「風雪交加臘盡時，臨歧握手意遲遲。豐碑昔拜文丞相，遺像今瞻史督師。山長頭銜聊復爾，英雄末路合如斯。諸生莫作攀轅計，撰杖重游未可知。」"
      },
      {
        "index": 53,
        "text": "東坡云：「無事此靜坐，一日如兩日。若活七十年，便是百四十。」京口解李瀛善畫。有人聘往寫真，而主人久臥不出。解戲改蘇詩贈云：「無事此靜臥，臥起日將午。若活七十年，只算三十五。」山陰人有三乳者，金上清進士調之，云：「胸羅星宿素襟披，下字成文亦太奇。四乳曾聞男則百，君應七十五男兒。」"
      },
      {
        "index": 54,
        "text": "程魚門云：「時文之學，有害於古文；詞曲之學，有害於詩。」余謂：「時文之學，不宜過深；深則兼有害於詩。前明一代，能時文，又能詩者，有幾人哉？金正希、陳大士與江西五家，可稱時文之聖；其於詩，一字無傳。陳臥子、黃陶庵不過時文之豪；其詩便有可傳。《荀子》曰『藝之精者不兩能』也。」"
      },
      {
        "index": 55,
        "text": "黃陶庵先生，性嚴重，館牧齋家，不肯和柳夫人詩。然其詩，極有風情。《竹枝歌》云：「東湖西湖蓮菌開，一日搖船採一回。蓮葉田田無限好，只因曾見美人來。」「柳條不系玉蹄腡，拗作長鞭去路斜。春色也隨郎馬去，妝樓飛盡別時花。」"
      },
      {
        "index": 56,
        "text": "戊申春，余阻風燕子磯，見壁上題云：「一夜山風歇，僧掃門前花。」又云：「夜聞櫟代聲，知有孤舟泊。」喜其高淡，訪之，乃知是邵明府作。未幾，以詩見投，長篇不能盡錄。記《竹枝》云：「送郎下揚州，留儂江上住。郎夢渡江來，依夢渡江去。」「若耶？湖水似西泠，蓮葉波光一片青。郎唱吳歌儂唱越，大家花下並船聽。」又夢中得句云：「澗泉分石過，村樹接煙生。」皆妙。邵名帆，字無恙，山陰人。"
      },
      {
        "index": 57,
        "text": "許子遜先生有女孟昭；《寒夜曲》云：「金剪生寒夜漏長，玉人纖手懶縫裳。素娥偏耐秋光冷，肯照鴛鴦瓦上霜？」江賓谷有室陳氏；《哭某夫人》云：「忽駕青鸞返碧虛，瓊花吹折痛何如？修文應是才人盡，徵到嫦娥舊時書。」"
      },
      {
        "index": 58,
        "text": "明季誤國臣馬、阮，皆庸人也，奸而不雄，較之曹操，直奴才耳！宿遷女子倪瑞璇嘲之云：「賣國仍將身自賣，奸雄兩字惜稱君。」《憶母》句云：「暗中時滴思親淚，祇恐思兒淚更多。」"
      },
      {
        "index": 59,
        "text": "綏安孝廉諸邦協，值耿逆之變，率家人避兵石窠寨。賊兵過索犒，不與；怒焚其寨，全家灰沒。族人國樞哭以詩云：「三年抗節萬山行，密箐深林母子並。誰遣多生逢浩劫？直教一死重移名。闔門眥決朝探磧，枯骨灰飛夜請兵。青草年年寒食路，招魂惟有杜鵑聲。」"
      },
      {
        "index": 60,
        "text": "閩人崔眾十三歲，有《遇雨》一絕云：「葉香亂打冷霏霏，輿夢尋秋雁影稀。煙雨滿溪行不了，渡頭扶傘一僧歸。」雅有畫意。"
      },
      {
        "index": 61,
        "text": "堇浦先生曰：「馮鈍吟右西昆而黜西江，固矣！夫西昆沿于晚唐，西江盛於南宋；今將禁晉、魏之不為齊、梁，禁齊、梁之不為開元、大歷，此必不得之數。風會流傳，人聲因之，合三千年之人，為一朝之詩，有是理乎？二馮可謂能持詩之正，未可謂遂盡其變者也。」"
      },
      {
        "index": 62,
        "text": "吾鄉多才女。河督吳公樹屏，有女名苕華；《留別淮陰官署》云：「三載依依玉鏡前，舊梳妝處最相憐。不知今後紅窗裏，又是何人點翠鈿？」《古鏡》云：「閱世興亡疑有眼，辨人好醜總無聲。」"
      },
      {
        "index": 63,
        "text": "山陰古無吼山，因採石者屢鑿不休，遂成一小湖。遠望山如列城；山頂種禾麥；中開一洞，搖船而入，別有天地。大魚長一二丈者，紛然游泳。邵無恙誦某「船進有魚聽」五字，以為貼切。余曰：「方宮保泊岳州，亦有句云：『莫使火驚孤雁宿，且吟詩與大魚聽。」"
      },
      {
        "index": 64,
        "text": "羅兩峰誦人《孔廟》詩云，「陽虎可能同面目，祖龍空自倒衣裳。」顧立方《法藏寺》云：「拂衣人柳碧，覆瓦佛桑青。」以「龍」對「虎」，以「人」對「佛」，皆工對也。孔廟著筆尤難。"
      },
      {
        "index": 65,
        "text": "滿洲永公名福，字用五，守湖州。作《吳興竹枝》云：「香雪西崦處處栽，終朝結社賞梅來。兒家門戶敲不得，留待月明人靜開。」「練裙如雪浣中單，二月風多草色寒。片雨過窗紅日現，家家樓上曬衣竿。」公禮賢愛士，蒙見訪杭州，於公事如麻時，苦留宴飲。遣人以手板到大府處，乞假談詩。"
      },
      {
        "index": 66,
        "text": "《漫齋語錄》曰：「詩用意要精深，下語要平淡。」余愛其言，每作一詩，往往改至三五日，或過時而又改。何也求其精深，是一半工夫；求其平淡，又是一半工夫。非精深不能超超獨先，非平淡不能人人領解。朱子曰：「梅聖俞詩，不是平淡，乃是枯槁。」何也欠精深故也。郭功甫曰：「黃山谷詩，費許多氣力，為是甚底？」何也欠平淡故也。有汪孝廉以詩投余。余不解其佳。汪曰：「某詩須傳五百年後，方有人知。」余笑曰：「人人不解，五日難傳；何由傳到五百年耶？」"
      },
      {
        "index": 67,
        "text": "吾鄉沈方舟用濟，詩宗老杜。常來金陵，與姚雨亭、袁古香諸人唱和。余宰江寧時，先生已老，不復來矣。杭人有謀梓其詩者，托余訪之歸愚尚書。尚書云：「聞其全稿藏張少弋家。」少弋已亡，竟難搜葺。雨亭之子記其《留別》云：「青尊斷送流光易，白社重尋舊雨難。」自此永訣。"
      },
      {
        "index": 68,
        "text": "青田才女柯錦機，有宣文夫人之風；絳幃問字者數十人。同鄉韓太守錫胙猶及見之。誦其《送夫應試》云：「劍匣書囊自檢詳，冬裘夏葛賦行裝。西風忽送來朝別，明月休沉此夜光。見說試文容易作，須知客感最難防。莫誇司馬題橋柱，富貴何如守故鄉？」《調郎》云：「午夜剔銀燈，蘭房私事急。薰蕕郎不知，故故偎儂立。」又云：「合線煩君申食指，拾釵為我屈儒躬。」《自題小像》云：「焚香合受檀郎拜，一幅盤陀水月身。」"
      },
      {
        "index": 69,
        "text": "汪大紳道余詩似楊誠齋。范瘦生大不服，來告余。余驚曰：「誠齋一代作手，談何容易！後人嫌太雕刻，往往輕之。不知其天才清妙，絕類太白；瑕瑜不掩，正是此公真處。至其文章氣節，本傳具存；使我擬之，方且有愧。」"
      },
      {
        "index": 70,
        "text": "王弁州推尊李於鱗，而弁州之才，實倍於李。予愛其《短歌》數句云：「不必名山藏，不必千金懸。歸去來，一壺美酒抽一編，讀罷一枕床頭眠。天公未喚債未滿，自吟自寫終殘年。」《棄官》云：「人生求官不可得，我今得官何棄之？六月繡襦黃金垂，行人拍手好威儀。與君說苦君不信，請君自衣當自知。」本傳稱先生論詩，呵斥宋人；晚年臨終，猶手握《蘇子瞻集》。此二詩，果似子瞻。"
      },
      {
        "index": 71,
        "text": "嚴滄浪借禪喻詩，所謂「羚羊挂角」，「香象渡河」，有神韻可味，「無跡象可尋」。此說甚是。然不過詩中一格耳。阮亭奉為至論，馮鈍吟笑為謬談：皆非知詩者。詩不必首首如是，亦不可不知此種境界。如作近體短章，不是半吞半吐、超超玄箸，斷不能得弦外之音、甘餘之味：滄浪之言，如何可詆若作七古長篇、五言百韻，即以禪喻，自當天魔獻舞，花雨彌空，雖造八萬四千寶塔，不為多也；又何能一「羊」一「象」，顯「渡河」、「挂角」之小神通哉？總在相題行事，能放能收，方稱作手。"
      },
      {
        "index": 72,
        "text": "余雅不喜苛論古人。阮亭罵杜甫無恥，以其上明皇《西嶽賦表》云：「惟岳授陛下元弼，克生司空。」指楊國忠故也。不知表奏體裁，君相並美；非有心阿附。況國忠亂國之跡，日後始昭。當初相時，杜甫微臣，難遽斥為奸佞。即如上哥舒翰詩，亦極推尊；安能逆料其將來有潼關之敗哉？韓昌黎《贈鄭尚書序》，鄭權也；顏真卿《爭坐位帖》，與郭英義也：本傳皆非正人，而兩賢頗加推奉。行文體制，不得不然。宋人訾陸放翁為韓偏胄作記，以為黨奸；魏叔子責謝疊山作《卻聘書》，以伯夷自比，是以殷紂比宋：皆屬吹毛之論。孔子「與上大夫言，閣閣如也」。所謂「上大夫」者，獨非季桓子、叔孫武叔一輩人乎？"
      },
      {
        "index": 73,
        "text": "隨園席間詠六月菊，儲秀才潤書云：「秋士偶然輕出處，高人原不解炎涼。」余嘆為獨絕。何南園一聯云：「隱士靜宜荷作侶，東籬閒愛日如年。」雖差遜，而心思自佳。何南園《望晴》詩云：「風都有意收殘暑，雲尚多情戀太陽。莫怪人間無易事，一晴天且費商量。」春過隨園，見游女，又云：「送與名園助春色，水邊來往麗人多。」"
      },
      {
        "index": 74,
        "text": "《北史》稱：庾自直為隋煬帝改詩，許其詆呵。帝必削改至於再三，俟其稱善而後已。煬帝雖非令主，如此虛心，亦云難得。第「改章難於造篇，易字艱於代句」，劉勰所言，深知甘苦矣。"
      },
      {
        "index": 75,
        "text": "余己未同年，多出任封疆、內調鼎鼐者，可謂盛矣！近都薨逝，惟余以奉母故，空山獨存。想勤勞王事者，畢竟耗心力、損年壽耶？嵇康有「圉馬不乘，壽高群廄」之語，似亦有理。宋人吟《古樹》云：「四邊喬木盡兒孫，曾見吳宮幾度春？若使當時成大廈，也應隨例作灰塵。」《閨詞》云：「羨他村落無鹽女，不寵無驚過一生。」"
      },
      {
        "index": 76,
        "text": "文、沈、唐、仇，以畫名前朝。仇畫從無題詠。唐能詩，恰無佳句。詩畫兼工者，惟文、沈二公。而筆情超脫，則沈為獨絕。《落花》云：「美人天遠無家別，逐客春深盡族行。」「苦戒兒童莫搖樹，空教行路欲窺牆。」「漁艇再來非舊徑，酒家重訪是空村。」《詠影》云：「算來祇有鰥夫稱，老去猶堪作伴行。」《金山》云：「過江如隔世，入寺不知山。」有《愛日歌》、《七十自壽》兩篇，奇絕，惜篇長難錄。"
      },
      {
        "index": 77,
        "text": "楊刺史潮觀，字笠湖，與予在長安交好。以運四川皇木，故再見於白門，垂四十年矣。《山行遇雨》云：「廣廈千萬間，不免炎暑熱。蓋頭一把茅，亦避風雨雪。」《馬跑泉》云：「十月冰霜潔，真陽坎內全。任教無底凍，不到有源泉。」所言皆有道氣。笠湖在中州作宰，鄉試分房，夢淡妝女子褰簾私語曰：「桂花香卷子，千萬留意。」醒而大驚。搜落卷，有「杏花時節桂花香」一卷，蓋謝恩科表聯；其年移秋試在二月故也。主司是錢東麓司農，見之大喜，遂取中焉。拆卷，乃侯元標，是侯朝宗之孫也。楊悚然笑曰：「入夢求請者，得非李香君乎？」一時傳李香君薦卷，以為佳話。"
      },
      {
        "index": 78,
        "text": "尹文端公，與陳文恭公同年交好，各任封疆四十餘年，先後入相。乾隆己丑，尹公臥病，陳以老乞歸。尹在枕席間，力疾贈詩云：「聞公予告出都門，白髮還鄉錦滿身。早歲《霓裳》分詠句，卅年玉節共班春。到家綠酒斟應滿，回首黃粱夢豈真？我老頹唐難出餞，將詩和淚送行人。」未數日，尹公薨。陳在天津，聞信欲回舟作吊，家人止之。未幾，舟至德州，亦薨。"
      },
      {
        "index": 79,
        "text": "或有句云：「喚船船不應，水應兩三聲。」人稱為天籟。吾鄉有販鬻者，不甚識字，而強學詞曲，哭母云：「叫一聲，哭一聲，兒的聲音娘慣聽；如何娘不應？」語雖俚，聞者動色。"
      },
      {
        "index": 80,
        "text": "詩人愛管閒事，越沒要緊則愈佳；所謂「吹皺一池春水，干卿底事」也。陳方伯德榮《七夕》詩云：「笑問牛郎與織女：是誰先過鵲橋來？」楊鐵崖《柳花》詩云：「飛入畫樓花幾點，不知楊柳在誰家。」"
      },
      {
        "index": 81,
        "text": "虞山王次岳妻席氏能詩。《端陽日寄次岳》詩曰：「菖蒲斟玉卑，獨泛已三年。」亡何，夭亡。次岳哭云：「蛾眉月易沉天際，鳥爪仙難住世間。」「舊雨每來先治饌，殘燈欲炮尚論詩。」「幾夕殯宮移榻伴，還如同病對床眠。」"
      },
      {
        "index": 82,
        "text": "人有邂逅相逢，慕其風貌，與通一語，不料其能詩者；已而以詩見投，則相得益甚。丙辰冬，余游土地廟；見美少年，揖而與言，方知是李玉洲先生第三子，名光運，字傅天。問余姓名，欣然握手。次日見贈云：「燕地逢仙客，新交勝故知。高才偏不偶，大遇合教遲。書劍懷儔侶，風霜感歲時。慚予初學步，何以慰相思？」時予才弱冠，廣西金撫軍疏中首及其年；傅天閱邸報，先知余故也。丙戌二月，余游寒山；一少年甚閒雅，問之，姓郭，名淳，字元會，吳下秀才，素讀予文者。次日，與沙斗初同來受業。方與語時，易觀手中所持扇；臨別，彼此忘歸原物。次日，詩調之云：「取來紈扇置懷中，忘卻歸還彼此同。搖向花前應一笑，少男風變老人風。」秀才見贈五古一篇，洋洋千言，中有云：「琴書得餘閒，判花作御史。飛絮泥不沾，太清雲不滓。多情乃佛心，泛愛真君子。禪有歡喜法，聖無緇磷理。所以每到處，風花纏杖履。」乙酉三月，尹文端公扈駕墜馬，余往問疾。在軍門外，遇美少年，眉目如畫；未敢問其姓名，悵悵還家。俄而戶外馬嘶，則少年至矣。曰：「先生不識東興阿乎？阿乃總鎮七公兒。幼時，先生到館，曾蒙贈詩。興阿和韻云：『蒙贈珠璣幾行字，也開智慧一分花。』先生忘之乎？」余驚喜，問其年。曰：「十八矣，已舉京兆。」"
      },
      {
        "index": 83,
        "text": "松江顧小崖先生，諱成天，康熙丁酉舉人。世宗簿錄某大臣家，得其哭聖祖詩，有「已增虞舜巡方歲，竟少唐堯在位年」之句。遂欽賜編修，上書房行走。乾隆二年，以老乞歸，上加侍講銜，年八十二而卒。亦詩人異數也。"
      },
      {
        "index": 84,
        "text": "乾隆間以老受恩得官者，當塗有二人焉：徐位山名文靖，曹洛裎名麟書。徐同余丙辰召試，而曹乃丙辰同盟友也。徐年九十餘，授翰林院檢討。甲戌秋，寄所注《竹書紀年》、詩一冊來。《湖居》云：「天將幽致敞湖濱，共我盤桓幾十春。守業願為清白吏，著書羞傍草玄人。妻緣貧慣無交謫，子未驕成肯負薪。那得向平婚嫁畢，三江煙雨任垂綸？」「白駒幾向隙間過，荏苒年華長薜蘿。閒極有時評北苑，愁來無夢寄南柯。文標司馬尊元狩，帖檢來禽署永和。湖上游行湖上立，頹唐老大竟如何？」又：「雲生漸覺桐弦潤，潮上徐看釣艇斜。」「酒緣齋日陳三雅，茶為眠時試一槍。」皆典雅可誦。曹官至侍讀學士，少時與魯之裕亮儕奪槊舞劍，權奇倜儻。後行走上書房，予告歸。戊寅年，入山話舊。有《留影雜記》一編，即生平行述也。曾入黃山，遇老入傳道，年九十餘，行走如飛。詩亦清矯。《金山》云：「日月不離水，荻蘆難辨霜。」《飲昭亭》云：「泉細但聞響，山香不見花。」《題泰山》云：「日觀天門上幾回，層雲雪海蕩胸開。年來懶讀人間字，曾探金泥玉簡來。」《寄樊姬》云：「天外雲寒暮雨多，音書何處寄煙波？他鄉動覺愁千種，小小雙魚載幾何？」古漁贈以詩云：「黃山早有神仙遇，白首才蒙聖主知。」余題其《留影》冊子云：「人天蹤跡兩漫漫，欲畫飛仙影最難。祇有上清曹學士，自家留影自家看。」「我亦人間有半生，三山五岳等閒行。雪中爪跡分明在，可惜飛鴻記不清。」人問先生：「納交之道，從子夏乎？從子張乎？」先生曰：「皆從。」問：「何以皆從？」曰：「朝廷之上，從子夏；鄉黨之間，從子張。」"
      },
      {
        "index": 85,
        "text": "己未，余在孫文定公署中，見亮儕先生。其時觀察清河；年七十餘，銀髯垂腹，口若懸河，向制府述水利，娓娓萬言，無一澀語閒字。使屏後侍史錄之，即可作奏疏讀也。初從河南縣令起家，忤總督田文鏡，每被劾一次，世宗召見，必升一官。真奇士也。作令不用牌票，書片紙召吏民。作府道不用文檄，書尺牘諭下屬。有令必行，無情不燭。《登黃鶴樓》云：「名勝跡隨頹浪卷，孤危身托畫欄憑。好把江波成地醴，遍教溝瘠飲天漿。」其抱負可想。"
      },
      {
        "index": 86,
        "text": "詩有極平淺，而意味深長者。桐城張徵士若駒《五月九日舟中偶成》云：「水窗晴掩日光高，河上風寒正長潮。忽忽夢回憶家事，女兒生日是今朝。」此詩真是天籟。然把「女」字換一「男」字，便不成詩。此中消息，口不能言。"
      },
      {
        "index": 87,
        "text": "許太監者，名坤，杭州人，在京師頗有氣焰，而性愛文士。嘗過杭太史堇浦家，採野莧一束去，報以人參一斤。欲交鄭太史虎文，鄭不與通。人疑鄭故孤峭者。然其詠《紅豆》詩，頗有宋廣平賦梅花之意。詞云：「記取靈蕓別後身，玉壺清淚血痕新。傷心略似燃於釜，繞宅何緣幻作人？一點紅宜留玉臂，十分圓欲上櫻唇。只嫌不及榴房子，空結團圓未了因。」梁瑤峰少宰和云：「採綠何曾勝採藍？猩紅端合摘江南。且看沉水星星活，得似靈犀點點含。秋漢可煩橋更駕，朝雲應有夢同甘。石榴消息分明是，朱鳥窗前仔細探。」按紅豆生於廣東。乾隆丙戌，鄭督學其地，梁為糧道，故彼此分詠此題。"
      },
      {
        "index": 88,
        "text": "戊戌秋，余小住閶門。詩人張昆南每晚必至，年七十三矣。誦其《登靈岩》云：「振衣同上落虹亭，古塔雲深入杳冥。香徑草荒秋露白，山村雨過暮煙青。天空一雁來胥口，木落諸峰見洞庭。莫向西風更懷古，菱歌清絕起遙汀。」予嘆曰：「此中唐佳境也。」昆南喜，次日呈詩三冊，屬余輪替觀之。其佳句如：「潮痕沙岸落，露氣渚蘭聞。」「松間細路通僧寺，花裏微風揚酒旗。」皆妙。昆南別去，後錢景開來，又誦其《虎丘》詩云：「蘼蕪亦解憐傾國，多傍貞娘墓上生。」《春去》云：「月上簾鉤風太急，落花如雨不聞聲。」"
      },
      {
        "index": 89,
        "text": "常熟孝廉邵君培德，每秋試，必以詩見投。記其《觀燈》云：「紅羅碧綺間琉璃，遠近龍鸞一望齊。樓下花鈿樓上曲，留人偏在畫橋西。」《路上》云：「昨日晴和今日雨，蕭蕭篷底作春寒。分明即是來時路，頓覺煙波別樣看。」"
      },
      {
        "index": 90,
        "text": "游仙詩大半出於寄托。方南塘居士云：「到底劉安未絕塵，昨宵相與共朝真。漫將富貴誇同列，手板橫腰道寡人。」此刺暴貴兒作態者也。陸陸堂太史云：「尋真臺上紫雲高，阿母宵分降節旄。臣朔讀書破萬卷，不甘呵叱小兒曹。」此刺妄庸人傲士者也。方近雯觀察云：「一痕輕綠畫春山，冰剪雙眸玉煉顏。不解大羅天上事，蘭香何過謫人間？」此惜詞臣外用之詩也。"
      },
      {
        "index": 91,
        "text": "桐城姚康伯有《閨怨》云：「分明賺得兩眉開，手折黃花上鏡臺。侍女無端忙報道：鄰家昨夜遠人回。」"
      },
      {
        "index": 92,
        "text": "蔣苕生與余互相推許，惟論詩不合者：余不喜黃山谷，而喜楊誠齋；蔣不喜楊，而喜黃：可謂和而不同。"
      },
      {
        "index": 93,
        "text": "孫文定公為塚宰時，余以秀才修士相見禮，投詩云：「百年事在奇男子，天下才歸古大臣。」又曰：「一囊得飽侏儒粟，三上應無宰相書。」公讀之，忻然延入曰：「滿面詩書之氣。」已而，戊午科出公門下。"
      },
      {
        "index": 94,
        "text": "王昆繩曰：「詩有真者，有偽者，有不及偽者。真者尚矣，偽者不如真者；然優孟學孫叔敖，終竟孫叔敖之衣冠尚存也。使不學孫叔敖之衣冠，而自著其衣冠，則不過藍縷之優孟而已。譬人不得看真山水，則畫中山水，亦足自娛。今人詆呵七子，而言之無物，庸鄙粗啞；所謂不及偽者是矣。」"
      },
      {
        "index": 95,
        "text": "謝梅莊諱濟世，廣西潯州人；作御史三日，即奏劾河東總督田文鏡。朝廷疑有指使，交刑部嚴訊。先生稱指使有人。問：「為誰」曰：「孔子、孟子。」問：「何為指使？」「讀孔、孟書，便應盡忠直諫。」世宗憐其呆，謫軍前效力。時雍正丙午十二月初七日也。先生《次東坡獄中寄子由韻寄從弟佩蒼》云：「嚴霜初隕陡回春，留得衝寒冒雪身。綸綽乍傳渾似夢，親朋相慶更為人。敢愁弓劍趨戎幕，已免銀鐺禮獄神。早晚扶歸君莫慟，嬰姍勃牢亦前因。」「尚方借劍心何壯，牘背書辭氣漸低。已分黃泉埋碧血，忽聞丹闕放金雞。花看上苑期吾弟，萱樹高堂仗老妻。且脫南冠北庭去，大宛東畔賀蘭西。」今上登極，赦還原職。先生疏求外用，授湖南糧道。長沙士人，感其遺愛，片紙隻字，俱珍重之，故傳此二首。先生不信風水之說，《題金山郭璞墓》云：「雲根浮浪花，生氣來何處？上有古碑存，葬師郭璞墓。」曉世之意，隱然言外。"
      },
      {
        "index": 96,
        "text": "贛州總兵王公，字午堂，名集，工詩、善書。與余相慕二十年，終不得一晤。弟香亭過贛，公寄我鵝研一方，集古句一聯云：「中天懸明月，絕代有佳人。」"
      },
      {
        "index": 97,
        "text": "過潤州，見僧壁對聯云：「要除煩惱須成佛；各有來因莫羨人。」過九華寺，有一對云：「非名山不留仙住；是真佛祇說家常。」"
      },
      {
        "index": 98,
        "text": "香亭以《雪獅》為題，令諸少年分詠；而糊名易書，屬余評定。余奇賞二句云：「蹲伏尚能驚百獸，強梁可惜不多時！」拆封，乃胡甥吉光所作，書巢之子也。詩人有後，信哉！"
      },
      {
        "index": 99,
        "text": "朱竹君學士曰：「詩以道性情。性情有厚薄，詩境有淺深。性情厚者，詞淺而意深；性情薄者，詞深而意淺。」"
      },
      {
        "index": 100,
        "text": "番禺何夢瑤工詼諧；為催租吏所窘，戲為《牛郎贈織女》云：「巧妻常為拙夫忙，多謝天孫制七襄。舊借聘錢過百萬，織來雲錦可能償？」《織女答》云：「織錦空勞問報章，近來花樣費商量。人間債負都堪抵，第一天錢不易償。」"
      },
      {
        "index": 101,
        "text": "夏醴穀督學廣東，有門生鄭齊一者，年少貌美，舟中妓醉而逼之。鄭勃然怒曰：「使不得！」夏贈以詩云：「柔情似水從頭抹，硬語如刀帶酒聽。」程魚門北上，旅店主人招妓侑酒。魚門與同飲，而卻其眠，作詩曰：「花明野店春無主，月黑秋林幸有燈。」潘筠軒笑曰：「次句，有小說秉燭達旦之意。」"
      },
      {
        "index": 102,
        "text": "蔡持正貧時，寓僧寺。僧厭之，蔡題《松樹》云：「常在眼前君莫厭，化為龍去見應難。」黃之紀寓隨園。或輕之，黃亦題《松樹》云：「寄人籬下因春好，聽我風聲在老來。」"
      }
    ]
  }
}