{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "王荊公作文，落筆便古；王荊公論詩，開口便錯。何也文忌平衍，而公天性拗執，故琢句選詞，迥不猶人。詩貴溫柔，而公性情刻酷，故鑿險縋幽，自墮魔障。其平生最得意句云：「青山捫虱坐，黃鳥挾書眠。」余以為首句是乞兒向陽，次句是村童逃學。然荊公恰有佳句，如：「近無船舫猶聞笛，遠有樓臺只見燈。」可謂生平傑作矣。"
      },
      {
        "index": 2,
        "text": "宋沈朗奏：「《關雎》，夫婦之詩，頗嫌狎褻，不可冠《國風》。」故別撰《堯》、《舜》二詩以進。敢翻孔子之案，迂謬已極；而理宗嘉之，賜帛百匹。余嘗笑曰：「《易》以《乾》、《坤》二卦為首，亦陰陽夫婦之義。沈朗何不再別撰二卦以進乎？」且《詩經》好序婦人：詠姜螈則忘帝嚳，詠太任則忘太王：律以宋儒夫為妻綱之道，皆失體裁。"
      },
      {
        "index": 3,
        "text": "顧寧人言：「《三百篇》無不轉韻者。唐詩亦然。惟韓昌黎七古，始一韻到底。」余按《文心雕龍》云：「賈誼、枚乘，四韻輒易，劉歆、桓譚，百韻不遷：亦各從其志也。」則不轉韻詩，漢、魏已然矣。"
      },
      {
        "index": 4,
        "text": "今詩稱「篇什」者，本《左傳》所謂「以什其車，必克」之義。「什」者，十人為耦也。《國風》詩少，可以同卷；《雅》、《頌》篇多，故每十為卷，而即以卷首之篇為什。"
      },
      {
        "index": 5,
        "text": "晏子以二桃殺三士，事本荒唐；後人演為《梁父吟》，尤無意味。而孔明好吟之，殊不可解。秋胡一妒婦，劉知幾《史通》詆之甚力。乃樂府外，前人又有詩云：「郎心葉蕩妾冰清，郎說黃金妾不應。若使偶然通一語，半生誰信守孤燈？」"
      },
      {
        "index": 6,
        "text": "楊用修笑今之儒者，皆宋儒之應聲蟲。吾以為孔穎達真鄭康成之應聲蟲也。最可笑者，鄭注「曾孫來止，以其婦子」，以「曾孫」為成王，「婦子」為王後太子。王肅非之云：「勸農不必與王後太子同行。」而孔穎達以為：「聖賢所訓，與日月同懸。」其識見之謬如此，安得不誤認王世充為真主乎？"
      },
      {
        "index": 7,
        "text": "安徽方伯陳密山先生，諱德榮，人淳樸而詩極風趣。每瞻園花開，必招余游賞，不以屬吏待。適階下蟻鬥，公用扇拂之，作詩云：「退食展良覿，逍遙步深院。樹根見群蟻，紛紛方交戰。呼童前布席，拂以蒲葵扇。頃刻緣草根，求穴各奔竄。伊有記事臣，載筆應上殿。大書某日月，兩軍正相見。忽然風揚沙，師潰互踏踐。收隊各依壘，蓄銳更伺便。人生亦惈蟲，擾擾盈赤縣。嗜欲各有求，情偽遞相煽。吞噬蠢然動，吉凶見常變。豈無飛仙人，乘鸞注遐盼？」余按宋人詩云：「瞧螟殺敵蚊眉上，蠻觸交爭蝸角中。何異諸天觀下界，一微塵裏鬥英雄。」即此意也。先生《郊行》云：「芳園青草綠離離，好是人家祭掃時。何處紙錢燒不盡，東風吹上野棠枝？」又，《女兒曲》云：「睡眼朦朧春夢覺，不知額上有梅花。」"
      },
      {
        "index": 8,
        "text": "魯星村《得雨》詩云：「一雨人心定，歌聲四野聞。」何南園《春雨》詩云：「芳草不知春，一雨猛然省。」曹澹泉《偶成》云：「東風力尚微，一雨眾山綠。」同用「一雨」二字，俱可愛。"
      },
      {
        "index": 9,
        "text": "福建鄭王臣，為蘭州太守，年未六十，以弟喪乞病歸。《留別寅好》云：「畏聞使過頻移疾，懶答人言但托聾。」《閨情》云：「最憐待月湘簾下，銀燭煙多怕點燈。」俱暗用故事，使人不覺。杭堇浦題其《歸來草》云：「東京風俗由來厚，每為期功便去官。陳實、譙玄吾目汝，蓴鱸人錯比張翰。」「東皋舒嘯復西疇，人較柴桑更遠游。《七錄》異時標別集，竟應題作鄭蘭州。」在隨園小住，一日，買書兩船，打槳而去。"
      },
      {
        "index": 10,
        "text": "湖州徐溥雨亭，在金陵為人司織局；每吟詩，與機聲相和。《錢塘竹枝》云：「芳心脈脈夜迢迢，郎在江南第幾橋？欲寄尺書寫腸斷，西湖只恨不通潮。」「落盡楊花郎未歸，空煩刀尺制羅衣。人前怕卷珠簾看，蝴蝶一雙相對飛。」《虎丘題壁》云：「好景半藏峰頂寺，美人多住水邊樓。」"
      },
      {
        "index": 11,
        "text": "常熟王介祉之弟，名岱，字次岳，能繼其家風。宿隨園見贈云：「貧分鶴俸還留客，老惜鴻才尚著書。」其他句云：「片雨前村過，微雲半嶺陰。」「故山解慰歸人望，隔水先迎一髻青。」《清明》云：「忽忽春光過半時，浴蠶天氣雨如絲。無端柳色侵書幌，憶著河橋折處枝。」"
      },
      {
        "index": 12,
        "text": "錫山鄒世楠過孟廟，夢懸對句云：「戰國風趨下，斯文日再中。」覺而異之。遍觀廊廡，無此十字。後數年過蘇州，得黃野鴻集讀之，乃其集中句也。豈孟子愛之，而冥冥中書以自娛耶？田實發《題孟廟》云：「孔門功冠三千士，周室生虛五百年。」似遜黃作。黃以論詩忤沈歸愚，故吳人多擯之。然其佳句，自不可掩。《夜歸》云：「兒童喧笑各紛紛，未解燈前刺繡紋。夜半醉歸人不覺，叩門獨有老妻聞。」"
      },
      {
        "index": 13,
        "text": "在都，余與金質夫文淳、裘叔度日修居最相近。金棋劣於裘，而偏欲饒裘。金移居，裘以詩賀云：「追趨秘閣兩年餘，一日何曾賦索居？雪苑對裁新著稿，風簾同校舊抄書。吟筒惠我寧嫌數，棋局饒人實自譽。早有聲華傳白下，故知名士定無虛。」余作七古一首，中四句云：「我願同年如春樹，枝枝葉葉相依附。不願同年如落花，鸞漂鳳泊飛天涯。」裘讀而嘆曰：「子才終竟有性情。」嗚呼！此皆四十年前事。今裘官至尚書，聲施赫奕；而質夫為太守，兩遭罪遣，謫戍以死。豈亦如花之飛茵飛溷，各有前因耶？金死後，余搜其遺詩，了不可得；僅得其《游張園》云：「綠楊門外板橋橫，新水如船接岸平。三月春寒花尚淺，一簾煙重雨初成。欹危瘦竹扶衰步，高下疏畦入晚晴。莫便酒闌催晚棹，野懷吾欲與鷗盟。」《偶成》云：「一蟲吟到曉，兩客淡無言。」"
      },
      {
        "index": 14,
        "text": "閻百詩云：「百里不同音，千年不同韻。《毛詩》凡韻作某音者，乃其字之正聲，非強為押也。」焦氏《筆乘》載：古人「下」皆音「虎」：《衛風》云：「於林之下」，上韻為「爰居爰處」；《凱風》云：「在浚之下」，下韻為「母氏勞苦」；《大雅》云：「至於岐下」，下云：「率西水滸」。「服」皆音「迫」：《關雎》云：「寤寐思服」，下韻為「輾轉反側」；《候人》云：「不濡其翼」，下句為「不稱其服」；《離騷》云：「非時俗之所服」，下句為「依彭咸之遺則」。「降」皆音「攻」：《草蟲》云：「我心則降」，下句為「憂心忡忡」；《旱麓》云：「福祿攸降」，上韻為「黃流在中」。「英」皆音「央」：《清人》云：「二矛重英」，下句為「河上乎翱翔」；《有女同車》云：「顏如舜英」，下句為「佩玉將將」；《楚詞》云：「華採衣兮若英」，下句為「爛昭昭兮未央」。「風」皆讀「分」：《綠衣》云：「淒其以風」，下句為「實獲我心」；《晨風》云：「鴕彼晨風」，下句為「鬱彼北林」；《熏民》云：「穆如清風」，下句為「以慰其心」。「憂」皆讀「口要」：《黍離》云：「謂我心憂」，上句為「中心搖搖」；《載馳》云：「我心則憂」，上句為「言至於漕」；《楚詞》云：「思公子兮徒離憂」，上韻為「風颯颯兮本蕭蕭」。其他則「好」之為「吼」，「雄」之為「形」，「南」之為「能」，「儀」之為「何」，「宅」之為「托」，「澤」之為「鐸」：皆玩其上下文，及他篇之相同者，而自見。「風」字，《毛詩》中凡六見，皆在「侵」韻，他可類推。朱子不解此義，乃以後代詩韻，強押《三百篇》，誤矣！至於「委蛇」二字有十二變，「離」字有十五義，「敦」字有十二音：徐應秋《談薈》言之甚詳。"
      },
      {
        "index": 15,
        "text": "王氏《續通考》言：「唐武夷山人吳械深惡沈約、周頤之韻，以為穿鑿無理。乃稽考《毛詩》、《周易》、《尚書》，而別為韻書，分『麻』『遮』、『歸』『飛』為二，合『東』『冬』、『江』『陽』為一。」予以為此《洪武正韻》之先聲也。然積習已久，雖帝王之力，尚不能挽；況其下乎？文公逆祀，去者三人；定公順祀，叛者三人。商鞅廢井田而天下怨，王莽復井田而天下怨。一改舊習，人以為怪。從前解經者，河北宗王，河南宗鄭。今之經解，專宗程、朱，亦《詩韻》類耳。"
      },
      {
        "index": 16,
        "text": "山左朱文震，字青雷，在慎郡王藩邸；善畫，能詩，兼工篆刻。偶宿隨園，為鐫小印二十餘方。余驚其神速。君笑曰：「以鐵畫石，何所不靡凡遲遲雲者，皆故作身份耳。」記其《紅橋晚步》云：「西風開遍野棠花，垂柳絲絲數點鴉。多少畫船歸欲盡，夕陽偏戀玉鉤斜。」《過揚子江》云：「笑對篷窗酒一罌，黃梅時節恰揚齡。憑君說盡風波惡，貪看金、焦漫不聽。」《雨霽》云：「雨霽碧天闊，夕陽蟬復吟。偶然行樹下，余點濕衣襟。」"
      },
      {
        "index": 17,
        "text": "楊公子搢，父笠湖公，刺邛州。公子自任上歸，其弟蓉裳索蜀中土宜。公子贈蜀椒、雅蓮，附詩云：「宦久並無囊，土物置何許？且開藥籠看，贈子辛與苦。」有《雨後》一聯云：「坐吹紫玉樹聲雜，行近白蓮人影香。」《漁父詞》云：「若使樵青絕世，閒身願作漁童。」"
      },
      {
        "index": 18,
        "text": "隨園西有放生庵。余偶至其地，見僦居一寒士，衣敝履穿，几上有詩稿，題是《夏日雜吟》，云：「香焚寶鴨客吟哦，萬軸牙簽手遍摩。此事未知何日了，著書翻恨古人多。」余驚問姓名。曰：「丁珠，字貫如，懷寧人，訪親不值，流落於此。」因小有饋贈，勸其攻詩。作札，薦與安慶太守鄭公時慶。鄭拔作府案首入學，次年即舉鄉試。記其《遣懷》云：「我口所欲言，已言古人口。我手所欲書，已書古人手。不生古人前，偏生古人後。一十二萬年，汝我皆無有。等我再來時，還後古人否？」《詠淮陰侯》云：「淮陰當窮時，乞食一餓殍。及其封王後，被誅尤草草。窮不能自保，達不能自保：萬古稱人傑，為之一笑倒。」陳古漁尤愛其「江心浪險鷗偏穩，船裏人多客自孤」之句。"
      },
      {
        "index": 19,
        "text": "乙酉鄉試，徽州汪秀才廷防，以詩受業。《路過淳安》云：「扁舟一葉枕江濱，邑小如村俗尚淳。出郭千家圍竹木，浪游五日識風塵。雲垂有腳疑成雨，水落無聲欲斷津。僂指故園歸信早，天涯極目倚閭人。」俄而竟以丁憂歸。"
      },
      {
        "index": 20,
        "text": "盧抱經學士，有《張遷碑》，拓手甚工。其同年秦澗泉愛而乞之，盧不與。一日，乘盧外出，入其書舍，攫至袖中。盧知之，追至半途，仍篡取還。未半月，秦暴亡。盧往奠畢，忽袖中出此碑，哭曰：「早知君將永訣，我當時何苦如許吝耶？今耿耿於心，特來補過。」取帖出，向靈前焚之。予感其風義，為作詩云：「一紙碑文贈故交，勝他十萬紙錢燒。延陵挂劍徐君墓，似此高風久寂寥。」"
      },
      {
        "index": 21,
        "text": "盧抱孫先生轉運揚州，名流畢集，極東南壇坫之盛。己卯十月，余飲署中，見其少子謨，年甫十五六，玉雪可念。後三十年，家籍沒矣。公子雖舉孝廉，而飄泊無歸。《上渤海公》二首，云：「城旦餘生剩藐孤，十年飄泊到江湖。桐花久墮懷中羽，香飯誰拋屋上烏？踽踽葛衣留凍骨，棲棲蹇足耐征途。年來雞鶩同爭食，不是當年小鳳雛。」「拂拭知誰眼獨青？縭徙弱鳥許梳翎。量來碧海輸愁淺，嗅到黃粱感涕零。將母誰憐棲逆旅？忍飢猶勉誦殘經。簫聲吹徹吳門市，敢望山陽舊雨聽？」"
      },
      {
        "index": 22,
        "text": "用巧無斧鑿痕，用典無填砌痕，此是晚年成就之事。若初學者，正要他肯雕刻，方去費心；肯用典，方去讀書。"
      },
      {
        "index": 23,
        "text": "寶山范秀才起鳳，字瘦生，有詩癖。詠《梅》云：「微月雲際升，獨鶴踏花影。」又：「風急眾香齊渡水，夜深孤月獨當天。」皆可喜也。萬華峰應馨贈云：「瘦真同鶴立，命若與仇謀。」其困躓可想。《送別》云：「酒惟可化當前淚，詩尚能傳別後情。」詠《桃源》云：「樹木自生無稅地，子孫常讀未燒書。」「避地不知誰日月，成仙可惜廢君臣。」范後遭奇禍，竟得脫免，終落托以死。"
      },
      {
        "index": 24,
        "text": "吳下進士蘇汝礪，宰黃陂。有句云：「水面星疑落，船頭樹似行。」與宋人「山遠疑無樹，湖平似不流」相似。吾鄉王麟徵有句云：「鳥翻仍戀樹，波定尚搖人。」與宋人「窺魚光照鶴，洗缽影搖僧」相似。李鐵君：「斗禽雙墮地，交蔓各升籬。」與唐人「驚蟬移別樹，鬥雀墮閒庭」相似。"
      },
      {
        "index": 25,
        "text": "詩情愈癡愈妙。紅蘭主人《歸途贈朱贊皇》云：「大漠歸來至半途，聞君先我入京都。此宵我有逢君夢，夢裏逢君見我無？」許宜嫫《寄外》云：「柳風梅雨路漫漫，身不能飛著翅難。除是今宵同入夢，夢時權作醒時看。」"
      },
      {
        "index": 26,
        "text": "吳竹橋太史見訪湖上，贈詩，有「湖氣逼人將上樓」之句。范瘦生《觀梅太湖》亦云：「湖光都欲上樓來。」兩意相同。吳《題揚州天寧寺》云：「鈴聲得露清如語，塔勢隨雲遠欲奔。」尤妙。"
      },
      {
        "index": 27,
        "text": "歐公學韓文，而所作文，全不似韓：此八家中所以獨樹一幟也。公學韓詩，而所作詩頗似韓：此宋詩中所以不能獨成一家也。"
      },
      {
        "index": 28,
        "text": "七律始於盛唐，如國家締造之初，宮室粗備，故不過樹立架子，創建規模；而其中之洞房曲室，網戶罘恩，尚未齊備。至中、晚而始備，至宋、元而愈出愈奇。明七子不知此理，空想挾天子以臨諸侯；於是空架雖立，而諸妙皆捐。《淮南子》曰：「鸚鵡能言，而不能得其所以言。」"
      },
      {
        "index": 29,
        "text": "朱竹君以學士降編修，分校得老名士程魚門，京師傳為佳話。歿後，張中翰塤哭以一律，後四句云：「丹腕書銘前學士，青山送葬老門生。從今前輩無人哭，拼與先生淚盡傾。」瘦銅詩多雕刻，而此獨沉著。"
      },
      {
        "index": 30,
        "text": "鄭板橋愛徐青藤詩，嘗刻一印云：「徐青藤門下走狗鄭燮。」童二樹亦重青藤，《題青藤小像》云：「抵死目中無七子，豈知身後得中郎？」又曰：「尚有一燈傳鄭燮，甘心走狗列門牆。」"
      },
      {
        "index": 31,
        "text": "二樹名鈺，山陰詩人。幼時，女史徐昭華抱置膝上，為梳髻課詩；及長，少所許可。獨於隨園詩，矜寵太過。奈從未謀面。今春在揚州，特渡江見訪。適余游天台，相左。嗣後，寄聲欲秋間再來。余以將往揚州，故作札止之。旋為他事滯留。到揚時，則童已歿十日矣。聞其臨終時，簾開門響，都道余之將至也。故余入哭，作挽聯云：「到處推袁，知君雅抱千秋鑒；特來訪戴，恨我偏遲十日期。」童病中夢二叟，自稱紫閣真人、浮白老人，手牽鶴使騎。童辭衣裝未備。真人曉以詩曰：「昔從赤身來，今從赤身去。一絲且莫挂，何論麻與絮？不若五銖衣，隨風自高舉。」童答云：「多謝群真招我歸，殷勤持贈五銖衣。相從化鶴吾真願，要傍先人隴上飛。」吟畢，求寬期。紫閣真人立二指示之。果越二十日而卒。二樹臨終，滿床堆詩，高尺許；所以殷殷望余者，為欲校定其全稿而加一序故也。余感其意，為編定十二卷、作序外，錄其《黃河》云：「一氣直趨海，中含萬古聲。劃開神禹甸，橫壓霸王城。幾見榮光出，剛逢徹底清。浮槎如可借，應犯斗、牛行。」《金山》云：「三山名勝豈尋常？彼岸居然一葦航。重疊樓臺知地少，奔騰江海覺天忙。梵音祇許魚龍聽，佛面時分水月光。回首蓬萊應不遠，幾聲長嘯極蒼茫。」五言如：「落花隨棹轉，隔樹看山移。」「蟻閒緣水過，蜂健負花歸。」「山遠雲平過，天空月直來。」《觀潮》云：「一氣自開闢，眾星相動搖。」《齒落》云：「無煩重漱石，所恨不關風。」七言如：「秋聲如雨不知處，落月帶霜還照人。」「風梅落紙畫猶濕，松雪撲弦琴一鳴。」「客感每從孤館集，老懷常覺暮秋多。」「茶聲響雜花梢雨，簾影晴通竹塢煙。」「詎有庚寅同正則？敢誇丁卯是前生。」「花猶解媚開如笑，水不忘情去有聲。」皆可傳也。二樹畫梅，題七古一篇，疊「須」字韻八十餘首，神工鬼斧，愈出愈奇。余雅不喜疊韻，而見此詩，不覺嘆絕。易簀時，令兒扶起，畫梅贈我。梅成，題詩三句，而氣絕矣。余裝潢作跋，傳子孫，以表不識面之交情，拳拳如此。"
      },
      {
        "index": 32,
        "text": "蕪湖觀察張茝亭先生，性耽風雅，工詩善書。有《散步》一首云：「霜林落葉點人衣，散步郊原趁夕暉。禾熟更經新雨潤，雀馴常傍舊簷飛。余霞近水添紅艷，遠岫排空接翠微。洗卻纖塵天宇近，閒吟不覺帶星歸。」乙酉秋，來江寧監試。余以竹葉裹粽饋之，附詩云：「勸公莫負便便腹，不嚼紅霞嚼綠雲。」公和云：「倘得攜筇親奉訪，管教嚼盡嶺頭雲。」"
      },
      {
        "index": 33,
        "text": "漢軍董元鏡，在京師市上買端硯，中有黃氣一縷，即《硯譜》中所謂「黃龍」也。旁題云：「雖有虹貫日，竟無客入秦。可憐易水上，愁殺白衣人。」"
      },
      {
        "index": 34,
        "text": "尹文端公於近體詩，推敲最細。嘗招陳太常星齋、申副憲笏山小集。申和「廉」字云：「得天厚只論詩刻，待客豐惟自奉廉。」余按宋人亦有句云：「詩律傷嚴似寡恩。」"
      },
      {
        "index": 35,
        "text": "唐有無名氏詩云：「烈風拔大樹，未拔根已露。上有寄生草，依依猶未悟。」明季國事危矣，姚雪庵大司馬在朝，有友畫猴兒抱藤眠枯樹上寄之，題云：「猴兒要醒而今醒，莫待藤枯樹倒時。」"
      },
      {
        "index": 36,
        "text": "白門張啟人句云：「書為重看多折角，詩因待酌暫存雙。」陳古漁亦有句云：「卻恐好書輕看過，折將餘頁待明朝。」"
      },
      {
        "index": 37,
        "text": "桐城張文端公，賀同館翰林某新婚云：「坐對玉人無辨處，只分雲鬢與花鈿。」可想見其人之美。余，故史文靖公門生，而其子抑堂少司馬，則兒女親家也。壬寅二月，訪抑堂於溧陽，席間出文靖公《玉堂歸娶圖》，命題。畫美少年騎馬、行親迎禮於揚州許氏。事在康熙庚辰，公才十九歲，至今八十餘年矣。抑堂笑謂余曰：「親家當日亦系翰林歸娶。何不歸娶人題《歸娶圖》乎？」卷中前輩詩之最佳者：郭元鐱云：「彩燈十道簇香輪，花滿游纓踏路塵。似有路人傳盛事，公然許史是天親。」徐葆光云：「華燈夾道擁鳴騶，詔許乘鸞衣錦游。十里珠簾春盡卷，誰家少婦不登樓？」蔣仁錫云：「宴罷紅綾樂事賒，翩翩走馬帽簷斜。似聞卻扇先私語，誰奪迎門利市花？」余題四絕，末一首云：「愧作彭宣拜後堂，絕無衣缽繼安昌。算來祇有歸迎事，曾學黃粱夢一場。」"
      },
      {
        "index": 38,
        "text": "人問：「妓女始於何時？」余云：「三代以上，民衣食足而禮教明，焉得有妓女惟春秋時，衛使婦人飲南宮萬以酒，醉而縛之。此婦人當是妓女之濫觴。不然，焉有良家女而肯陪人飲酒乎？若管仲之女閭三百，越王使罷女為士縫衽：固其後焉者矣。」戴敬咸進士，過邯鄲，見店壁題云：「妖姬從古說叢臺，一曲琵琶酒一杯。若使桑麻真蔽野，肯行多露夜深來。」用意深厚，惜忘其姓名。"
      },
      {
        "index": 39,
        "text": "霞裳從余游琴溪歸。次日，同游之盛明經復初以二律見投。余問：「盛公何句最佳？」霞裳應聲云：「惟『赤鯉去千載，青山留一峰』。」余曰：「然。果近太白。」後三日，路遇雨。霞裳曰：「偶得『雨過濕雲忙』五字。」余極稱其得雨後云走之神，代作出句云：「風停乾鵲噪。」家春圃觀察曰：「『噪』字對不過『忙』字，為改『喜』字。」霞裳《過鄱陽湖》云：「風能扶水立，雲欲帶山行。」亦佳。"
      },
      {
        "index": 40,
        "text": "余在安慶許司獄席上，見小伶扇上畫一白頭翁，題曰：「山中一隻鳥，獨立心悄悄。所歡胡不來？相思頭白了。」又《題蠟嘴鳥》云：「世味嚼來渾似蠟，莫教開口向人啼。」"
      },
      {
        "index": 41,
        "text": "高文端公第七公子，字雨亭，從京師寄小照索題：畫美少年，著縑單衣，坐松石上。余題就寄去，而公子死矣。其弟廣德搜其遺稿，屬余為序。錄其《七夕》一首，云：「女伴穿針乞巧時，半彎新月動相思。天邊星宿人間客，一樣明朝有別離。」詠《柳》云：「柳色連溪碧，依依傍玉臺。門前無知己，青眼為誰開？」又：「懷人隨夢去，隔世帶愁來。」皆不似富貴人語。"
      },
      {
        "index": 42,
        "text": "有某以詩見示，題皆「雁字」、「夾竹桃」之類。余謂之曰：「尊作體物非不工；然享宴者，必先有三牲五鼎，而後有葵菹螈醢之供；造屋者，必先有明堂大廈，而後有曲室密廬之備。似此種題，大家集中非不可存；終不可開卷便見。韓昌黎與東野聯句，古奧可喜。李漢編集，都置之卷尾：此是文章局面，不可不知。」"
      },
      {
        "index": 43,
        "text": "凡作詩，寫景易，言情難。何也景從外來，目之所觸，留心便得；情從心出，非有一種芬芳悱惻之懷，便不能哀感頑艷。然亦各人性之所近：杜甫長於言情，太白不能也；永叔長於言情，子瞻不能也。王介甫、曾子固偶作小歌詞，讀者笑倒，亦天性少情之故。"
      },
      {
        "index": 44,
        "text": "甬東顧鑒沙，讀書伴梅草堂，夢一嚴裝女子來見，曰：「妾月府侍書女，與生有緣。今奉敕賚書南海，生當偕行。」顧驚醒，不解所謂。後作官廣東，於市上買得葉小鸞小照，宛如夢中人，為畫《橫影圖》索題。錢相人方伯有句云：「怪他才解吟詩句，便是江城笛裏聲。」余按：小鸞粵人，笄年入道，受戒於月朗大師。佛法；受戒者，必先自陳平生過惡，方許懺悔。師問：「犯淫否？」曰：「征歌愛唱《求凰曲》，展畫羞看《出浴圖》。」「犯口過否？」曰：「生怕泥污嗤燕子，為憐花謝罵東風。」「犯殺否？」曰：「曾呼小玉除花虱，偶挂輕紈壞蝶衣。」"
      },
      {
        "index": 45,
        "text": "余在杭州，杭人知作《詩話》，爭以詩來，求摘句者，無慮百首。余祇愛朱亦接《春晚書懷》云：「春當三月原如客，人過中年欲近僧。」沈菊人一聯云：「雙雀露濃移別樹，孤螢風靜引歸人。」福建女子林氏《賀黃莘田重赴鹿鳴》云：「丹桂花開六十秋，振衣人到廣寒游。嫦娥細認曾相識，前度人來竟白頭。」"
      },
      {
        "index": 46,
        "text": "周德卿之言曰：「文章徒工於外者，可以驚四筵，不可以適獨坐。」斯言也，余頗非之。文章非比陰德，不求人知。景星慶雲，明珠美玉，誰不一見即知寶貴哉？吟蛩唧唧，囈語愔愔，彼雖自鳴得意，豈足傳之不朽得之雖苦，出之須甘；出人意外者，仍須在人意中：古名家皆然。況四座之驚，有知音，有不知音；獨坐之適，有敝帚之享，有寸心之知：不可一概而論。"
      },
      {
        "index": 47,
        "text": "司空表聖論詩，貴得味外味。余謂今之作詩者，味內味尚不能得，況味外味乎？要之，以出新意、去陳言，為第一著。《鄉黨》云：「祭肉不出三日；出三日，則不食之矣。」能詩者，其勿為三日後之祭肉乎！"
      },
      {
        "index": 48,
        "text": "博士賣驢，書券三紙，不見「驢」字，此古人笑好用典者之語。余以為：用典如陳設古玩，各有攸宜：或宜堂，或宜室，或宜書舍，或宜山齋；竟有明窗淨几，以絕無一物為佳者，孔子所謂「繪事後素」也。世家大族，夷庭高堂，不得已而隨意橫陳，愈昭名貴。暴富兒自誇其富，非所宜設而設之，置械窬於大門，設尊罍於臥寢：徒招人笑。吳西林云：「詩以意為主，以辭採為奴婢。苟無意思作主，則主弱奴強；雖僮指千人，喚之不動。古人所謂詩言志，情生文，文生韻：此一定之理。今人好用典，是無志而言詩；好疊韻，是因韻而生文；好和韻，是因文而生情。兒童鬥草，雖多亦奚以為！」"
      },
      {
        "index": 49,
        "text": "欲作佳詩，先選好韻。凡其音涉啞滯者、晦僻者，便宜棄舍。「葩」即「花」也，而「葩」字不亮；「芳，曠香」也，而「芳」字不響：以此類推，不一而足。宋、唐之分，亦從此起。李、杜大家，不用僻韻；非不能用，乃不屑用也。昌黎斗險，掇《唐韻》而拉雜砌之，不過一時游戲：如僧家作盂蘭會，偶一布施窮鬼耳。然亦止於古體、聯句為之。今人效尤務博，竟有用之於近體者：是猶奏雅樂而雜侏儒，坐華堂而宴乞丐也，不已慎乎？"
      },
      {
        "index": 50,
        "text": "唐人近體詩，不用生典：稱公卿，不過皋、夔、蕭、曹；稱隱士，不過梅福、君平；敘風景，不過「夕陽」、「芳草」；用字面，不過「月露風雲」：一經調度，便日月嶄新。猶之易牙治味，不過雞豬魚肉；華陀用藥，不過青粘漆葉：其勝人處，不求之海外異國也。余《過馬嵬弔楊妃》詩曰：「金舄錦袍何處去？只留羅襪與人看。」用《新唐書·李石傳》中語，非僻書也，而讀者人人問出處。余厭而刪之，故此詩不存集中。"
      },
      {
        "index": 51,
        "text": "王夢樓云：「詞章之學，見之易盡，搜之無窮。今聰明才學之士，往往薄視詩文，遁而窮經注史。不知彼所能者，皆詞章之皮面耳。未吸神髓，故易於決舍；如果深造有得，必愁日短心長，孜孜不及，焉有餘功，旁求考據乎？」予以為君言是也。然人才力各有所宜，要在一縱一橫而已。鄭、馬主縱，崔、蔡主橫，斷難兼得。余嘗考古官制，撿搜群書，不過兩月之久；偶作一詩，覺神思滯塞，亦欲於故紙堆中求之。方悟著作與考訂兩家，鴻溝界限，非親歷不知，或問：「兩家孰優」曰：「天下先有著作，而後有書；有書而後有考據。著述始於三代『六經』，考據始於漢、唐注疏。考其先後，知所優劣矣。著作如水，自為江海；考據如火，必附柴薪。『作者之謂聖』，詞章是也；『述者之謂明』，考據是也。」"
      },
      {
        "index": 52,
        "text": "余任江寧時，送尹文端公移督廣州，云：「天上本無常照月，人間還有再來春。」未五年，果仍督江南。"
      },
      {
        "index": 53,
        "text": "元相稱韓舍人詩：「欲得人人服，能教面面全。」又曰：「玉磬聲聲徹，金鈴個個圓。」韓舍人，即昌黎也。昌黎硬語橫空，而元相以此二聯稱之。此中消息，非深於詩者不知。"
      },
      {
        "index": 54,
        "text": "懷古詩，乃一時興會所觸，不比山經、地志，以詳核為佳。近見某太史《洛陽懷古》四首，將洛下故事，搜括無遺，竟有一首中，使事至七八者。編湊拖沓，茫然不知作者意在何處。因告之曰：「古人懷古，只指一人一事而言，如少陵之《詠懷古跡》；一首武侯，一首昭君，兩不相羼也。劉夢得《金陵懷古》，只詠王涪樓船一事，而後四句，全是空描。當時白太傅謂其『已探驪珠，所餘鱗甲無用』。真知言哉！不然，金陵典故，豈王溶一事而劉公胸中，豈止曉此一典耶？」"
      },
      {
        "index": 55,
        "text": "松江有徐媛者，十峰先生之女。黃石牧太史述其《續繡餘集》一絕云：「仰視天無星，俯視月如霜。月正人影短，月斜人影長。」其母張夫人能詩，所云《續繡餘》者，以母夫人先有此集名也。"
      },
      {
        "index": 56,
        "text": "黃石牧太史未遇時，館於青浦盛氏。范笏溪先生訪之，為閽人所阻，懊惱而返。華亭至青浦，已百里矣。黃知之，深不自安。贈詩云：「高鴻渺渺過無跡，凡鳥匆匆去未題。妒殺綠楊絲萬縷，曾牽范舸在長堤。」後海寧陳文簡公延石牧於家，范所薦也。范於黃為先輩。范卒後，黃為序其《四香樓詩集》，而述其在葉忠節公席上《贈欠山》詩云：「有客夜歸迷舊路，隔村樹黑遠疑山。」"
      },
      {
        "index": 57,
        "text": "余幼時家貧，除「四書」、「五經」外，不知詩為何物。一日，業師外出，其友張自南先生攜書一冊，到館求售，留札致師云：「適有亟需，奉上《古詩選》四本，求押銀二星：實荷再生，感非言罄。」予舅氏章升扶見之，語先慈曰：「張先生以二星之故，而詞哀如此，急宜與之。留其詩可，不留其詩亦可。」予年九歲，偶閱之，如獲珍寶：始《古詩十九首》，終於盛唐。伺業師他出，及歲終解館時，便吟詠而摹仿之。嗚呼！此余學詩所由始也。自南先生其益我不已多乎！"
      },
      {
        "index": 58,
        "text": "阮亭尚書自言一生不次韻，不集句，不聯句，不疊韻，不和古人之韻。此五戒，與余天性若有暗合。"
      },
      {
        "index": 59,
        "text": "甲辰秋，余在廣州，有傳蔣苕生物故者。未幾，接苕生手書，方知訛傳。到桂林，告岑溪令李獻喬明府。李喜，《口號》一絕云：「狂生有待兩公裁，未便先期一嶽摧。豈為路逢章子厚，端明已自道山回。」李心折袁、蔣兩家詩，與趙雲松同癖。"
      },
      {
        "index": 60,
        "text": "余在桂林，淑蘭女弟子偶過隨園，題壁見懷云：「為訪桃源偶駐車，仙雲何處落天涯？喜看幾筆簪花字，猶領春風護絳紗。」「幾度蒙招未得過，居然人似隔天河。偷公朝考句。非關學得嵇康懶，半為風多半病多。」"
      },
      {
        "index": 61,
        "text": "戊辰秋，余宰江寧，將乞病歸；適長沙陶士橫方伯調任福建；路過金陵，謂余曰：「子現題升高郵州，憲眷如此；年方三十，忽有世外之志，甚非所望於賢者也。」余雖未從其言，而至今感其意。甲辰在廣州，遇方伯之孫，誦乃祖《買書歌》曰：「十錢買書書半殘，十錢買酒酒可餐。我言舍酒僮曰『否』，咿唔萬卷不療飢。斟酌一杯酒適口，我感僮言意良厚。酒到醒時愁復來，書堪咀處味逾久。淳於豪飲能一石，子建雄才得八斗。二事我俱遜古人，不如把書聊當酒。雖然一編殘字半蠹魚，區區蠡測我真愚！秦灰而後無完書。」"
      },
      {
        "index": 62,
        "text": "同年李湖，字又川，巡撫廣東，以清嚴為政。輿人歌云：「廣東真樂土，來了李巡撫。」聖眷甚隆，而積勞成疾。薨時，香亭往送入殮，見公面目手足作黃金色，光耀照人，亦一奇也！巡撫貴州，《入境口號》云：「雙旌遙指貴陽城，紫蓋紅旗夾道迎。自愧書生當重任，不知何以報昇平。」"
      },
      {
        "index": 63,
        "text": "周櫟園論詩云：「學古人者：只可與之夢中神合；不可使其白晝現形。」至哉言乎！"
      },
      {
        "index": 64,
        "text": "乙丑，余宰江寧。有張漱石名堅者，持故人陳長卿札，求見，贈云：「他年霖雨知何處？記取煙波有釣徒。」後歲丙子，同楊洪序來隨園，年七十餘，喜所居不遠，月下時時過從。別三十年，杳無音耗。丙午二月，過洪武街，遇老人，乃其子也；方知先生八十三歲，委化陝中。為黯然者久之。次日，其子抱先生全集，屬為點定。《偶成》云：「細雨瀟瀟欲曉天，半床花影伴書眠。朦朧正作思鄉夢，隔院棋聲落枕邊。」鄂文端公為蘇藩司，選《南邦黎獻集》，擢君第三。"
      },
      {
        "index": 65,
        "text": "苕生攜婦游攝山，余寄詩調之。苕生答云：「樵夫汲婦互穿雲，老佛低眉苦不分。客路偶然攜眷屬，游蹤未必感星文。漫勞史筆傳佳語，卻被山靈識細君。誰與洪崖描小影？鹿皮冠伴水田裙。」"
      },
      {
        "index": 66,
        "text": "余得紹興十八年《題名碑》，朱子乃五甲進士也。王葑亭中翰戲題云：「若使當時無五甲，先生也合落孫山。」朱子小名沈郎，亦載碑中。"
      },
      {
        "index": 67,
        "text": "武將能詩，皆由天授。劉大刀名挺，本姓龔，湖廣人。其七世孫某來作江寧都司，誦其先人遺句云：「剪髮接韁牽戰馬，拆袍抽線補旌旗。胸中多少英雄淚，灑上云藍紙不知！」戚繼光亦有警句云：「風塵已老塞門臣，欲向君王乞此身。一夜秋霜零短鬢，明朝不是鏡中人！」"
      },
      {
        "index": 68,
        "text": "乾隆丙辰，唐公莪村為太常寺卿。余鴻詞報罷後，袖詩走謁。公奇賞之。次日，即托其西席朱君佩蓮道意，欲以從女見妻。余以聘定辭，公為惋惜。至今感不能忘，垂五十年矣。甲辰到端州，見公《贈關廟瑞公上人》一律云：「何因來古寺？冷落二年羈。性拙宜僧樸，身危仗佛慈。險夷無定象，夢幻有醒時。一笑成今別，前途最汝思。」紙尾注云：「甲子冬，緣事來肇慶，羈棲二年。今丙寅夏，將之任山左，賦詩留別。」蓋公任廣西方伯時，待鞫到此所作；後巡撫江西，三仕三已，以官壽終。名綏祖，揚州人。"
      },
      {
        "index": 69,
        "text": "余過永州，時值冬月，遠望禿樹上立數鷺鷥，疑是木蘭花開，方憶戴雪村先生「高湍散作低田雨，白烏棲為遠樹花」二句之妙。"
      },
      {
        "index": 70,
        "text": "周元公云：「白香山詩似平易；間觀所存遺稿，塗改甚多，竟有終篇不留一字者。」余讀公詩云：「舊句時時改，無妨悅性情。」然則元公之言信矣。"
      },
      {
        "index": 71,
        "text": "王荊公矯揉造作，不止施之政事也。王仲圭「日斜奏罷《長楊賦》，閒拂塵埃看畫牆」句，最渾成。荊公改為「奏賦《長楊》罷」，以為如是乃健。劉貢父「明日扁舟滄海去，卻從雲裏望蓬萊」，荊公改「雲裏」為「雲氣」，幾乎文理不通。唐劉威詩云：「遙知楊柳是門處，似隔芙蓉無路通。」荊公改為「漫漫芙蓉難覓路，蕭蕭楊柳獨知門」。蘇子卿詠《梅》云：「只應花是雪，不悟有香來。」荊公改為「遙知不是雪，為有暗香來」。活者死矣，靈者笨矣！"
      },
      {
        "index": 72,
        "text": "余游南嶽，往謁衡山令許公。其僕人張彬者，沅江人，年二十許，見余名紙，大喜，奔告諸幕府，以得見隨園叟為幸。既而許公招飲，命彬呈所作詩，有「湖邊芳草合，山外子規啼」、「遠岫碧雲高不落，平湖螢火住還飛」之句：果青衣中一異人也。性無他嗜，酷好吟詠：主人賞婚費，乃不聘妻，而盡以買書。"
      },
      {
        "index": 73,
        "text": "全祖望字謝山，以丙辰春闈先入詞館，故九月間不與鴻博之試。丁巳散館外用，謝山不樂，賦詩呈李穆堂侍郎云：「生平坐笑陶彭澤，豈有牽絲百里才？秫未成醪身已去，先幾何待督郵來？」有乩，仙傳謝山為錢忠介公後身者，故有《舉子》詩云：「釋子語輪回，聞之輒加嗔。有客妄附會，云我具夙根。琅江老督相，於我乃前身。一笑妄應之，燕說謾云云。」按謝山年三十六，方娶滿洲學士春台之女，逾年舉子。時忠介公後人名芍亭者，侵晨入賀。謝山驚曰：「何知之神耶？」芍亭曰：「夜來寒影堂中，不知何人揚言曰：『謝山得子。』故來賀耳。」此事，朱心池為余言之。余悔在都見謝山時，不曾一問。"
      },
      {
        "index": 74,
        "text": "余在粵，自東而西，常告人曰：「吾此行，得山西一人，山東一人。」山西者，普寧令折君遇蘭，字霽山；山東者，岑溪令李君憲喬，字義堂。二人詩有風格，學有根柢，皆風塵中之麟鳳也。折君見贈五首，錄其二云：「南國多芙蓉，北地饒冰雪。風土固自殊，氣類有差別。如何邂逅間，投契若符節？蘭馨蕙自芬，松茂柏乃悅。物理有如斯，心知不容說。」「經年廢吟詠，對客類喑啞。豈無風人懷？所嗟和者寡。今逢袁夫子，方寸有爐冶。只字精搜羅，篋衍重包裹。敬宗詎不聰？能知世有我。自慚苦窳姿，一顧成碩果。於我雖無加，益以成公大。誰能充是心，用以宰天下？」李君於余起行時，道送不及，到泉州後寄詩云：「岸邊雙樹林，來對兀沉沉。挂席去已遠，別醪空自斟。煙寒過客少，江色暮樓深。誰識此時際，寥寥千載心？」《湘上》云：「孤月無人處，扁舟先雁來。」皆高淡可喜。"
      },
      {
        "index": 75,
        "text": "己亥三月，小住西湖。有李明府名天英者，號蓉塘，四川詩人，時來見訪。錄其《雪後寄施南田》云：「雪汁初融瓦，寒光已在天。大江回望處，清影兩蕭然。忽發山陰興，思乘訪戴船。風濤夜未息，目斷小姑前。」他如：「遠夢搖孤榜，殘星落酒旗。」「野鷗時避槳，旅雁自為群。」李松圃郎中稱其詩有奇氣。信然。"
      },
      {
        "index": 76,
        "text": "金陵閨秀陳淑蘭，受業隨園，繡詩見贈云：「儂作門生真有幸，碧桃種向彩雲邊。」張秋崖孝廉見而和云：「書生未列扶風帳，慚愧佳人賦彩雲。」秋崖詩筆清雅，《鄴城九日》句云：「楓葉落殘孤閣雨，菊花開盡故鄉心。」"
      },
      {
        "index": 77,
        "text": "明鄭少谷詩學少陵，友林貞恆譏之曰：「時非天寶，官非拾遺，徒托於悲哀激越之音，可謂無病而呻矣。」學杜者不可不知。"
      },
      {
        "index": 78,
        "text": "康熙間，杭州林邦基妻曾如蘭能詩。邦基死，招之相從。曾矢之曰：「有如皎日。」後立其兄子光節，葬畢舅姑，吞金而亡。吟詩曰：「鏡裏菱花冷，三年淚未幹。已終姑舅老，復咽雪霜寒。我自歸家去，人休作烈看。西陵松柏古，夫子共盤桓。」一時和者數百人。未死前十日，先具牒錢塘令周公。周加批，用駢語慰留之，竟不從而死。可謂從容之至矣！"
      },
      {
        "index": 79,
        "text": "詩分唐、宋，至今人猶恪守。不知詩者，人之性情；唐、宋者，帝王之國號。人之性情，豈因國號而轉移哉？亦猶道者人人共由之路，而宋儒必以道統自居，謂宋以前直至孟子，此外無一人知道者。吾誰欺？欺天乎？七子以盛唐自命，謂唐以後無詩，即宋儒習氣語。倘有好事者，學其附會，則宋、元、明三朝，亦何嘗無初、盛、中、晚之可分乎？節外生枝，頃刻一波又起。《莊子》曰：「辨生於末學。」此之謂也。"
      },
      {
        "index": 80,
        "text": "余引泉過水西亭，作五律，起句云：「水是悠悠者，招之入戶流。」隔數年，改為：「水澹真吾友，招之入戶流。」孔南溪方伯見曰：「求工反拙，以實易虛，大不如原本矣！」余憬然自悔，仍用前句。因憶四十年來，將詩改好者固多，改壞者定復不少。"
      },
      {
        "index": 81,
        "text": "詩人用字，大概不拘字義。如上下之「下」，上聲也；禮賢下士之「下」，去聲也。杜詩：「廣文到官舍，系馬堂階下。」又：「朝來少試華軒下，未覺千金滿高價。」是借上聲為去聲矣。王維：「公子為贏停四馬，執轡愈恭意愈下。」是借去聲為上聲矣。"
      },
      {
        "index": 82,
        "text": "時文之學，有害於詩；而暗中消息，又有一貫之理。余案頭置某公詩一冊，其人負重名。郭運青侍講來，讀之，引手橫截於五七字之間，曰：「詩雖工，氣脈不貫。其人殆不能時文者耶？」余曰：「是也。」郭甚喜，自誇眼力之高。後與程魚門論及之，程亦韙其言。余曰：「古韓、柳、歐、蘇，俱非為時文者，何以詩皆流貫？」程曰：「韓、柳、歐、蘇所為策論應試之文，即今之時文也。不曾從事於此，則心不細，而脈不清。」余曰：「然則今之工於時文而不能詩者，何故？」程曰：「莊子有言：『仁義者，先王之蘧廬也；可以一宿，而不可以久處也。』今之時文之謂也。」"
      },
      {
        "index": 83,
        "text": "前朝番禺黎美周，少年玉貌，在揚州賦《黃牡丹》詩。某宗伯品為第一人，呼為「牡丹狀元花主人」。鄭超宗，故豪士也，用錦輿歌吹，擁「狀元」游廿四橋。士女觀者如堵。還歸粵中，郊迎者千人。美周被錦袍，坐畫舫，選珠娘之麗者，排列兩行，如天女之擁神仙。相傳：有明三百年真狀元，無此貌，亦無此榮也。其詩十章，雖整齊華贍，亦無甚意思。惟「窺浴轉愁金照眼，割盟須記赭留衣」一聯，稍切「黃」字。後美周終不第，陳文忠薦以主事，監廣州軍，死明亡之難。《絕命詞》云：「大地吹黃沙，白骨為塵煙。鬼伯舐復厭，心苦肉不甜。」一時將士為之隕涕。此外，尚有「蓮花榜眼」，其詩不傳。"
      },
      {
        "index": 84,
        "text": "廣西岑溪縣最小且僻，有諸生謝際昌者，送其邑宰李少鶴云：「官貧歸棹易，民愛出城難。」此生可謂陽山之區冊矣。或《贈查聲山宮詹》云：「地高投足險，恩重乞身難。」"
      },
      {
        "index": 85,
        "text": "甲戌春，余與張司馬蕓墅游棲霞，見僧雛墨禪，才七歲。其時，山最幽僻，游者絕稀，惟揚州商人構靜室數間，春秋一到而已。自尹文端公請聖駕巡幸，乃增榮益觀。方修葺時，余屢從公游，有「山似人才搜更出」之句。其時墨禪漸長成，花前燈下，時時以一聯相示。隨入京師。別十餘載，丁未秋相見於紫峰閣下，則年已三十九矣。追談往事，彼此愴然。誦其《盤山》詩云：「偶來浮石上，疑是泛滄浪。一鳥墮寒翠，千峰明夕陽。無人垂釣去，有約看雲忙。即此愜真賞，蕭然世慮忘。」其他如：「樹隨崖腳斷，山到寺門深。」「月白鳥疑晝，山空樹欲秋。」「樹偏饒曲折，僧不礙逢迎。」皆可愛也。相別又一年，遽示寂而去。"
      },
      {
        "index": 86,
        "text": "尹公三次迎鑾。幽居庵、紫峰閣諸奇峰，皆從地底搜出，刷沙去土，至三四丈之深。所用朱龍鑒、莊經畬、潘涵等州縣官，皆一時名士。又嫌攝山水少，故於寺門外開兩湖，題曰「彩虹」、「明鏡」。余戲呈詩云：「尚書抱負何曾展？展盡經綸在此山。」"
      },
      {
        "index": 87,
        "text": "揚州四十年前，平山樓閣寥寥，溝水一泓而已。自高、盧兩榷使，費帑無算，浚池簣山，別開生面，而前次游人，幾不相識矣！劉春池有句云：「兩堤花柳全依水，一路樓臺直到山。」"
      },
      {
        "index": 88,
        "text": "山陰陶篁村得汪氏舊莊於葛嶺下，葺而新之，自云：「詩不能寫者，付之於畫；畫不能寫者，付之於詩。」號曰泊鷗山莊。題云：「高士門庭雲亦懶，荷花世界夢俱香。」四詩甫成，忽奉有官檄，占去養馬，如催租人敗興一般。"
      },
      {
        "index": 89,
        "text": "永州太守王蓬心，為麓臺司農之後，工詩畫。余游南嶽，過永州，與其子訪愚溪、鈷母潭諸處；夕歸，太守出小像索詩，而自畫《芝城話舊圖》見贈。題云：「一別東吳思舊雨，重來南楚鬢添霜。談天猶是蘇玉局，縮地難逢費長房。江水悠悠不知遠，山風習習漸加涼。兩人情態都如昨，作畫吟詩愛夜長。」彼此落筆時，各挑燈倚几。蓬心笑謂余曰：「此夕光景，可似五十年前，同赴童子試耶？」記其書齋對聯云：「豈易片言清積牘；還留一息理殘書。」"
      },
      {
        "index": 90,
        "text": "沈子大先生，夢至一處：上坐二儒者，皆姓周；素不識面，笑向沈云：「『羲畫破天煩妹補』，君可對之。」沈沉吟良久，忽唐孫華太史從外來，曰：「我代對『羿弓饒月待妻奔』，何如？」兩周為之拍手。唐字實君，沈之業師也。"
      },
      {
        "index": 91,
        "text": "陳古漁嘗為余誦「馬過聞沙響，拖霜看雁飛」之句，余甚愛之。後知是曲沃詩人秦紫峰明府所作。紫峰有句云：「看花須看花盛時，盛時難再花亦知。」尤妙。紫峰與客觀方竹，客戲云：「世有方竹無方人。」紫峰曰：「有。」問：「何人？」曰：「子貢。」問：「何以知之？」曰「《論語》云：『子貢方人。』」"
      },
      {
        "index": 92,
        "text": "吾鄉金長儒先生以時文名，世不知其能詩也。有人為述其《禹廟》云：「授笈儼陪蒼水使，奉香猶剩白頭僧。」《晚步》云：「打頭黃葉忽飄墜，知是隔林松鼠來。」"
      },
      {
        "index": 93,
        "text": "梅耦長詠《綠梅》云：「聞說綠珠真絕世，我來偏見墜樓時。」歸安有五亭山人者，姓吳，名斯洺，詠《桐子》云：「墮地綠珠人不見，至今但覺畫樓高。」二詩相似。又，《嘲牡丹》云：「蝶使蜂媒齊用力，萬花叢裏看擒王。」可云奇絕。"
      },
      {
        "index": 94,
        "text": "乾隆己未，余乞假歸娶，諸公卿有送行詩冊，題簽者為吳江陸虔石先生。今五十餘年矣。甲辰，其子朗夫，巡撫湖南。余從西粵過長沙，中丞款接甚殷，云：「當初先人題簽時，我年才十七，侍旁磨墨。」余感其意，到家寄詩謝之。不料詩未到，而中丞已亡。僅傳其《夢中自贈》云：「能開衡嶽千重雲，只飲湘江一杯水。」至今楚人受德者，揮淚誦之。名曜，吳江人。"
      },
      {
        "index": 95,
        "text": "蘇州惠天牧先生，督學廣東，訓士子以實學；一時英俊，多在門牆。去後，人立生祠，如潮州之奉韓愈也。先生以《珠江竹枝詞》試士。何夢瑤賦云：「看月誰人得月多，灣船齊唱浪花歌。花田一片光如雪，照見賣花人過河。」公喜，延入幕中。此雍正年間事。後吾鄉杭堇浦太史掌教粵東，與何唱和。《嘲杭病起》云：「門外久疏參學侶，簾前漸立犯齋人。」《詠史》云：「趙宋若生燕太子，肯將金幣事仇人？」余慕何君之名，到海南訪之，則已逝矣。"
      },
      {
        "index": 96,
        "text": "沈方舟《磁溪早發》云：「北風獵獵水茫茫，多謝吳門鼓樞娘。鐵鹿長檣四千里，送人夫婿早還鄉。」方問亭宮保未遇時，在漢上，亦有句云：「寄語湘波連夜發，十年我是未歸人。」"
      },
      {
        "index": 97,
        "text": "英夢堂相公，與裘文達公，同在戶部，謂裘曰：「有句云：『官久真成強弩末，歸遲空望大刀頭。』君猜是何人之作。」裘以為放翁逸詩。已而知是桐城石曉堂，乃大驚嘆。石屢欲訪余，以官楚南路遠，時時托方綺亭明府寄聲道意。方誦其《舟行》云：「擊汰過解洲，人在煙中語。中流一舟來，空漾數聲櫓。少婦善操舟，小兒能蕩槳。漁翁不捕魚，船頭坐補網。」曉堂，名文成。曉堂亡後，其子某抱遺集來，索余作序，云：「先人志也。」余摘其佳句，五言如：「角聲沉暮雨，雁影起寒沙」；「水喧村碓急，雲墮寺門低。」七言如：「沙邊水退猶存跡，煙際帆遙似不行」；「買田陽羨宵宵夢，作客并州處處家」；「窺魚淺渚翹雙鷺，待渡斜陽立一僧」；「入店已非前度主，拂牆猶有舊題詩」；「僮嫌解橐尋詩稿，客忌登舟算水程」：皆妙。"
      },
      {
        "index": 98,
        "text": "張君五典，字敘百，秦中人，九世同居，蒙恩題獎。作宰上元時，時攏詩袖中，入山見訪，絕非今之從政者。《祁陽訪友》云：「示病手揮群吏散，著書心喜好朋來。」《示安奴》云：「孺人日課郎君讀，去就書聲認畫船。」孺人亡，乃悼之云：「好我果能長入夢，把君竟可當長生。」安奴者，遣接家眷船也。"
      },
      {
        "index": 99,
        "text": "杭州方夫人芷齋，名芳佩，適汪又新太史。翁霽堂徵君，向余誦其《西湖》佳句云：「曉市花間搖短幟，夕陽柳外數歸舟。」「煙迷山失浮圖影，風緊帆歸盞飯僧。」皆有畫意。隨太史入都，《憶西湖》云：「清涼世界水晶宮，亞字闌幹面面風。今夜若教身作蝶，只應飛入藕花中。」《贈霽堂》云：「四海長留知己感，一生惟有愛才忙。」有《在璞草堂集》，一時唱和者，許太夫人而外，杭堇浦之妹清之，嫁趙萬曝上舍，寡居守志，有句云：「盡日支床深擁被，不知戶外幾峰青。」同一能詩女子，方榮貴而杭艱辛，何耶？"
      },
      {
        "index": 100,
        "text": "王陽明集中云：「正德庚辰八月，夢見郭璞，極言王導奸邪在王敦之上。故公詩責導云：『事成同享帝王貴，事敗仍為顧命臣。』璞亦有詩云：『倘其為我一表揚，萬世萬世萬萬世。』」余按此說，與蘇子瞻夢中人告以唐楊綰之好殺；陶貞曰《真誥》言晉太尉郗鑒之貪酷：皆與史冊相反。"
      },
      {
        "index": 101,
        "text": "《樂府解題》云：「《毛詩》之『兮』，《楚詞》之『些』，曹操所不喜。」余頗以操為知音。蓋詩有關詠嘆者，不得不用虛字，以伸長其音。若直敘鋪陳，一用虛字，便成敷衍。近有作七古者，排比未終，無端忽插「兮」字，以致調軟氣松，全無音節。"
      },
      {
        "index": 102,
        "text": "劉霞裳之弟某，風貌遠不及其兄，而際遇甚奇。有揚州女子姓陳名素蓮者，與交好，抽簪勸學，臨別贈詩云：「深閨獨醒起常遲，愁上眉峰有鏡知。縱使天風能解意，萍蹤吹聚又何時？」"
      },
      {
        "index": 103,
        "text": "酒肴百貨，都存行肆中。一旦請客，不謀之行肆，而謀之於廚人。何也以味非廚人不能為也。今人作詩，好填書籍，而不假爐錘，別取真味；是以行肆之物，享大賓矣。"
      },
      {
        "index": 104,
        "text": "杭州沈觀察世濤妻陳氏，名素安，字芝林。詠《賣花聲》云：「房櫳寂寂閉春愁，未放雕梁燕出樓。應怪賣花人太早，一聲聲似促梳頭。」《水墨裙》云：「百疊波紋縐墨痕，疏花細葉淡生春。窈娘病後腰肢減，鈿尺休量舊日身。」《病起》云：「幾日無心課小娃，晴窗睡起自分茶。重簾不卷紗幃靜，落硯何來數點花？」"
      },
      {
        "index": 105,
        "text": "王梅坡妻張氏，能詩。幼子汝翰，初上學，嫌衣服不華。張訓以詩云：「簟食應知顏子樂，組袍誰笑仲由寒？」其他佳句，如：「花因寒重難舒蕊，人為愁多易斂眉。」生女美絕，年十三；時皇太后駕過見之，抱置膝上，賞藏香一枝。"
      },
      {
        "index": 106,
        "text": "鄧英堂秀才偕妻陳淑蘭，各畫蘭竹數枝，贈毛俟園廣文。毛謝以詩，曰：「閨中清課剪冰紈，夫寫筼簹婦寫蘭。料得圖中愛雙絕，水精簾下並肩看。」未幾，英堂無故自沉於水。越三月，淑蘭殉夫自縊。毛追憶詩中「雙絕」二字、「水精簾」三字，早成詩讖，嘆悔莫及。余作《陳烈婦傳》，兼梓其詩。"
      },
      {
        "index": 107,
        "text": "四川崇寧縣蔡酣紫先生，好道術，與漢陽太守王某交好。王年九十餘，能馭空而行。言元時玉山堂主人顧阿瑛已成地仙，至今猶在青城山中。引蔡見之：綠鬢朱顏，不食不飲，談笑不異常人；說元末明初之事尤詳。王善畫古松，題云：「煙墨一螺香一炷，寫出長松兩三樹。月明老鶴忽飛來，踏枝不著空歸去。」"
      },
      {
        "index": 108,
        "text": "有人詠《風箏美人》詩曰：「薄憐妾命風吹紙，瘦到腰肢骨是柴。」魯星村云：「切則切矣，何窮薄乃爾！」因誦台怡庵句云：「紅線祇今為近侍，飛瓊當日是前生。」是何等風華！"
      },
      {
        "index": 109,
        "text": "魯溫卿席上嫌酒不佳，調主人云：「詩近老成多帶辣，酒逢寒士不嫌酸。」俞又陶喜席上酒佳，謝主人云：「疏花似月將殘夜，好友如醇欲醉時。」"
      },
      {
        "index": 110,
        "text": "余屢娶姬人，無能詩者；惟蘇州陶姬有二首，云：「新年無處不張燈，笙鼓元宵響沸騰。惟有學吟人愛靜，小樓坐看月高升。」「無心閒步到蕭齋，忽有春風拂面來。行過小橋池水活，梅花對我一枝開。」生女，嫁蔣氏。姬年三十而亡。"
      },
      {
        "index": 111,
        "text": "康熙間，蘇州名妓張憶娘，色藝冠時。蔣繡谷先生為寫《簪花圖》小照。乾隆庚午，余在蘇州，繡谷之孫漪園，以圖索題。見憶娘戴烏紗髻，著天青羅裙，眉目秀媚，以左手簪花而笑，為當時楊子鶴筆也。題者皆國初名士。萊陽姜垓云：「十年前遇傾城色，猶是雲英未嫁身。今日相逢重問姓，尊前愁殺白頭人。」蘇州尤侗云：「當場一曲《浣溪紗》，可是陳宮張麗華？恰勝狀元新及第，瓊林宴裡去簪花。」沈歸愚云：「曾遇當年冰雪姿，輕塵短夢悵何之。卷中此日重相見，猶認春風舞《柘枝》。」「繡谷留春春可憐，傾城名士總寒煙。老夫莫怪襟懷惡，觸撥閒情五十年。」余題數絕，有「國初諸老鐘情甚，袖角裙邊半姓名」之句，人皆莞然。按萊陽兩姜先生，以孤忠直節，名震海內；而詩之風情如此。聞憶娘與先生本舊相識，一別十年，尊前問姓，故詩中不覺情深一往云。"
      },
      {
        "index": 112,
        "text": "前人《過虎丘》句云：「妒他怒馬隨車客，出色花枝不避人。」陸湄君《過彭城》句云：「休誇洛浦能投枕，不是天台懶看花。」一羨之，一厭之，兩人心事，易地則皆然。"
      },
      {
        "index": 113,
        "text": "「君子思不出其位。」又曰：「素其位而行。」余雅不喜解組人好說在官事跡。錢璵沙方伯有句云：「劇憐到處皆為客，生怕逢人尚說官。」余讀之，距躍三百。"
      }
    ]
  }
}