{
  "chapterNumber": 1,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "古英雄未遇時，都無大志，非止鄧禹希文學、馬武望督郵也。晉文公有妻有馬，不肯去齊。光武貧時，與李通訟逋租於嚴尤。尤奇而目之。光武歸謂李通曰：「嚴公寧目君耶？」窺其意，以得嚴君一盼為榮。韓蘄王為小卒時，相士言其日後封王。韓大怒，以為侮己，奮拳毆之。都是一般見解。鄂西林相公《辛丑元日》云：「攬鏡人將老，開門草未生。」《詠懷》云：「看來四十猶如此，便到百年已可知。」皆作郎中時詩也。玩其詞，若不料此後之出將入相者。及其為七省經略，《在金中丞席上》云：「問心都是酬恩客，屈指誰為濟世才？」《登甲秀樓》絕句云：「炊煙卓午散輕絲，十萬人家飯熟時。問訊何年招濟火，斜陽滿樹武鄉祠。」居然以武侯自命，皆與未得志時氣象迥異。張桐城相公則自翰林至作首相，詩皆一格。最清妙者：「柳陰春水曲，花外暮山多。」「葉底花開人不見，一雙蝴蝶已先知。」「臨水種花知有意，一枝化作兩枝看。」《扈蹕》云：「誰憐七十龍鍾叟，騎馬踏冰星滿天？」《和皇上〈風箏〉》云：「九霄日近增華色，四野風多仗寶繩。」押「繩」字韻，寄托遙深。"
      },
      {
        "index": 2,
        "text": "楊誠齋曰：「從來天分低拙之人，好談格調，而不解風趣。何也格調是空架子，有腔口易描；風趣專寫性靈，非天才不辦。」余深愛其言。須知有性情，便有格律；格律不在性情外。《三百篇》半是勞人思婦率意言情之事；誰為之格，誰為之律而今之談格調者，能出其範圍否？況皋、禹之歌，不同乎《三百篇》；《國風》之格，不同乎《雅》、《頌》：格豈有一定哉？許渾云：「吟詩好似成仙骨，骨里無詩莫浪吟。」詩在骨不在格也。"
      },
      {
        "index": 3,
        "text": "前明門戶之習，不止朝廷也，於詩亦然。當其盛時，高、楊、張、徐，各自成家，毫無門戶。一傳而為七子；再傳而為鍾、譚，為公安；又再傳而為虞山：率皆攻排詆呵，自樹一幟，殊可笑也。凡人各有得力處，各有乖謬處；總要平心靜氣，存其是而去其非。試思七子、鍾、譚，若無當日之盛名，則虞山選《列朝詩》時，方將搜索於荒村寂寞之鄉，得半句片言以傳其人矣。敵必當王，射先中馬：皆好名者之累也！"
      },
      {
        "index": 4,
        "text": "于耐圃相公，構蔬香閣，種菜數畦，題一聯云：「今日正宜知此味；當年曾自咬其根。」鄂西林相公，亦有菜圃對聯云：「此味易知，但須綠野秋來種；對他有愧，祇恐蒼生面色多。」兩人都用真西山語；而胸襟氣象，卻迥不侔。"
      },
      {
        "index": 5,
        "text": "落第詩，唐人極多。本朝程魚門云：「也應有淚流知己，只覺無顏對俗人。」陳梅岑云：「得原有命他休問，壯不如人後可知。」家香亭云：「共說文章原有價，若論僥幸豈無人？」又云：「愁看僮僕淒涼色，怕讀親朋慰藉書。」王菊莊云：「親朋共悵登程日，鄉里先傳下第名。」皆可與唐人頡頏。然讀姚武功云：「須鑿燕然山上石，《登科記》里是閒名。」則爽然若失矣。讀唐青臣云：「不第遠歸來，妻子色不喜。黃犬恰有情，當門臥搖尾。」則吃吃笑不休矣！其他如：「不辭更寫公卿卷，恰是難修骨肉書。」「失意雅不愜，見花如見仇。路逢白面郎，醉簪花滿頭。」「枉坐公車行萬里，譬如閒看華山來。」「鄉連南渡思菰米，淚滴東風避杏花。」俱妙。"
      },
      {
        "index": 6,
        "text": "余作詩，雅不喜疊韻、和韻及用古人韻。以為詩寫性情，惟吾所適。一韻中有千百字，憑吾所選，尚有用定後不慊意而別改者；何得以一二韻約束為之既約束，則不得不湊拍；既湊拍，安得有性情哉《莊子》曰：「忘足，履之適也。」余亦曰：忘韻，詩之適也。"
      },
      {
        "index": 7,
        "text": "常州趙仁叔，有一聯云：「蝶來風有致，人去月無聊。」仁叔一生，祇傳此二句。某《擬古》云：「莫作江上舟，莫作江上月。舟載人別離，月照人離別。」其人一生，所傳亦祇此四句。金聖嘆好批小說，人多薄之；然其《宿野廟》一絕云：「眾響漸已寂，蟲於佛面飛。半窗關夜雨，四壁挂僧衣。」殊清絕。孔東堂演《桃花扇》曲本，有詩集若干，佳句云：「船衝宿鷺排檣起，燈引秋蚊入帳飛。」其他首未能稱是。"
      },
      {
        "index": 8,
        "text": "嵩亭上人《題活埋庵》云：「誰把庵名號『活埋』？令人千古費疑猜。我今豈是輕生者？祇為從前死過來。」周道士鶴雛，有句云：「大道得從心死後，此身誤在我生前。」兩詩於禪理俱有所得。"
      },
      {
        "index": 9,
        "text": "乾隆丙辰，余二十一歲，起居叔父於廣西。撫軍金震方先生一見，有國士之目，特疏薦博學宏詞：首敘年齒，再誇文學，並云：「臣朝夕觀其為人，性情恬淡，舉止安詳。國家應運生才，必為大成之器。」一時司道爭來探問。公每見屬吏，談公事外，必及余之某詩某句，津津道之，並及其容止動作。余在屏後聞之竊喜。探公見客，必隨而竊聽焉。呈七排一首，有句云：「萬里闕前修薦表，百官座上嘆文章。」蓋實事也。公有詩集數卷，歿後無從編輯；僅記其《答幕友祝壽》云：「浮生虛逐黃雲度，高士群歌《白雪》來。」《題八桂堂》云：「盡日天香生畫戟，有時鶴舞到匡床。」想見撫粵九年，政簡刑清光景。"
      },
      {
        "index": 10,
        "text": "己未朝，考題是《賦得「因風想玉珂」》。余欲刻畫「想」字，有句云：「聲疑來禁院，人似隔天河。」諸總裁以為語涉不莊，將置之孫山。大司寇尹公，與諸公力爭曰：「此人肯用心思，必年少有才者；尚未解應制體裁耳。此庶吉士之所以需教習也。倘進呈時，上有駁問，我當獨奏。」群議始息。余之得與館選，受尹公知，從此始。未幾，上命公教習庶吉士。余獻詩云：「琴爨已成焦尾斷，風高重轉落花紅。」"
      },
      {
        "index": 11,
        "text": "尹文端公總督江南，年才三十，人呼「小尹」。海寧詩人楊守知，字次也，康熙庚辰進士。以道員詿誤，候補南河，年七十矣。尹知為老名士，所以獎慰之者甚厚。楊喜，自指其鬢嘆曰：「蒙公盛意，惜守知老矣！『夕陽無限好，祇是近黃昏。』」公應聲曰：「不然！君獨不聞，『天意憐幽草，人間重晚晴』乎？」楊駭然，出語人曰：「不謂小尹少年科甲，竟能吐屬風流。」"
      },
      {
        "index": 12,
        "text": "尹文端公好和韻，尤好疊韻。每與人角勝，多多益善。庚辰十月，為勾當公事，與嘉興錢香樹尚書相遇蘇州，和詩至十餘次。一時材官慊從，為送兩家詩，至於馬疲人倦。尚書還嘉禾，而尹公又追寄一首，挑之於吳江。尚書覆札云：「歲事匆匆，實不能再和矣！願公遍告同人，說香樹老子，戰敗於吳江道上。何如？」適枚過蘇，見此札，遂獻七律一章，第五六云：「秋容老圃無衰色，詩律吳江有敗兵。」公喜。從此又與枚疊和不休。押「兵」字，有「消寒須用美人兵」、「莫向床頭笑曳兵」之句，蓋探枚方娶妾故也。其好諧謔如此。己卯八月；枚江北獲稻歸，飲於公所。酒畢，與諸公子夜談。公從後堂札示云：「山人在外初回，家姬必多相憶。盍早歸乎？」余題札後云：「夜深手札出深閨，勸我新歸應早回。自笑公門懶桃李，五更結子要風催。」除夕，公賜食物。枚以詩謝，末首云：「知公得韻便傳箋，倚馬才高不讓先。今日教公輸一著，新詩和到是明年。」公見之，大笑。"
      },
      {
        "index": 13,
        "text": "托塚宰庸，字師健，作江寧方伯時，潘明府涵，極言公風雅，強余入謁。果一見如平生歡。讀其《送人赴陝》詩云：「潞河冰合悲風生，欲曙不曙鳥飛鳴。寒山歷歷路不盡，班馬蕭蕭君獨行。公孫閣下正延士，博望關西方用兵。北去知君未即返，月明空有相思情。」音節可愛。遂獻公二律，前四句云：「七十神仙海鶴姿，六年人悔見公遲。學窮宋理談偏妙，詩合唐音自不知。」次日，公過訪隨園。坐定，忽正色曰：「吾欲借君一貴重之物，未知肯否？」余愕然，問何物。公笑出神中和韻詩，第二句仍是「六年人悔見公遲」七字耳。彼此囅然。兩人詩都遺失。余祇記押「心」字韻。尹相國和云：「若非元老憐才意，爭動閒雲出岫心？」"
      },
      {
        "index": 14,
        "text": "以昌黎之崛強，宜鄙俳體矣；而《滕王閣序》曰：「得附三王之末，有榮耀焉。」以杜少陵之博大，宜薄初唐矣；而詩曰：「王、楊、盧、駱當時體，不廢江河萬古流。」以黃山谷之奧峭，宜薄西昆矣；而詩云：「元之如砥柱，大年若霜鵠。王、楊立本朝，與世作郛郭。」今人未窺韓、柳門戶，而先掃六朝；未得李、杜皮毛，而已輕溫、李：何蜉蝣之多也！"
      },
      {
        "index": 15,
        "text": "「懷仁輔義天下悅，阿諛順旨要領絕。」子陵語也。「崇山幽都何可偶，黃鉞一下無處所。」光武語也。兩人同學，故言語相同，皆七古中硬句。"
      },
      {
        "index": 16,
        "text": "古無類書，無志書，又無字匯；故《三都》、《兩京》賦，言木則若干，言鳥則若干，必待搜輯群書，廣採風土，然後成文。果能才藻富艷，便傾動一時。洛陽所以紙貴者，直是家置一本，當類書、郡志讀耳；故成之亦須十年、五年。今類書、字匯，無所不備；使左思生於今日，必不作此種賦。即作之，不過翻摘故紙，一二日可成。可抄誦之者，亦無有也。今人作詩賦，而好用雜事僻韻，以多為貴者，誤矣！"
      },
      {
        "index": 17,
        "text": "「樂府」二字，是官監之名，見霍光、張放兩傳。其《君馬黃》、《臨高臺》等樂章，久矣失傳。蓋因樂府傳寫，大字為辭，細字為聲，聲詞合寫，易至舛誤。是以曹魏改《將進酒》為《平關中》、《上之回》為《克官渡》，共十二曲，並不襲漢。晉人改《思悲翁》為《宣受命》、《朱鷺》為《靈之祥》，共十二曲，亦不襲魏。唐太白、長吉知之，故仍其本名，而自作己詩。少陵、張、王、元、白知之，故自作己詩，而創為新樂府。元稹序杜詩，言之甚詳。鄭樵亦言：「今之樂府，崔豹以義說名，吳兢以事解目，與詩之失傳一也。《將進酒》而李餘乃序烈女，《出門行》而劉猛不言別離，《秋胡行》而武帝云『晨上散關山，此道當何難』：皆與題無涉。」今人猶貿貿然抱《樂府解題》為秘本，而字摹句仿之，如畫鬼魅，鑿空無據；且必置之卷首，以撐門面，猶之自標門閥，稱乃祖乃宗絕大官銜，而不知其與己無干也。"
      },
      {
        "index": 18,
        "text": "《左氏》：鄭伯享趙孟於垂隴，七子賦詩。伯有賦《鶉奔》。趙孟斥之曰：「床笫之言不逾閾，非使人之所聞也。」然則其他之賦《野有蔓草》、《有女同車》及《萍兮》者，其非淫奔之詩，明矣。"
      },
      {
        "index": 19,
        "text": "「庚」字古音同「岡」，故字法「康」從「庚」，漢以前無讀「羹」者。「慶」字古音同「羌」，漢姒前無讀「磬」者。「令」字古音同「連」，入「先」、「仙」韻，轉去聲作「戀」，漢以前無讀「靈」者。"
      },
      {
        "index": 20,
        "text": "《文選》詩，有五韻、七韻者，李德裕所謂「意盡而止，成篇不拘於隻偶」也。"
      },
      {
        "index": 21,
        "text": "陸放翁「燒灰除菜蝗」，「蝗」字作仄聲。徐騎省「莫折紅芳樹，但知盡意看」，「但」字作平聲。李山甫《赴舉別所知》詩：「黃祖不憐鸚鵡客，志公偏賞麒麟兒」，「麒」字作仄聲。王建《贈李僕射》詩：「每日城南空挑戰」，「挑」字作仄聲。《贈田侍中》：「綠窗紅燈酒』」「燈」字作仄聲。皆本白香山之以「司」為「四」，「琵」為「別」，「凝脂」為「佞」，「紅橋三百九十橋」，「十」字讀「諶」也。韓愈《岳陽樓》詩：「宇宙隘而妨」，「妨」作「訪」音。《東都》詩：「新輩祇朝評」，「評」作「病」音。元稹《東南行百韻》詩：「征俸封魚租」，「封」音「俸」。《痞臥》詩：「一生長苦節，三省詎行怪」，「怪」音「乖」。《嶺南》詩：「聯游虧片玉，洞照失明鑒」，「鑒」音「間」。《夜池》詩：「高屋無人風張襆」，「張」音「丈」。「苦思正旦酬白雲，閒觀風色動青臍」，「正旦」讀作「真丹」。又白居易《和令狐相公》詩：「仁風扇道路，陰雨膏閭閻」，「扇」平聲，「膏」去聲。李商隱《石城》詩：「簟冰將飄枕，簾烘不隱鉤。」自注：「『冰』去聲。」陸龜蒙《包山》詩：「海客施明珠，湘蕤料淨食。」自注：「『料』平聲。」朱竹坨《山塘紀事》詩：「殷勤短主簿，端笏立阼階」，「阼」音「徂」。杜少陵用「中興」、「中酒」、「王氣」、「貞觀」等字，忽平忽仄，隨其所便。大抵「相如」之「相」、「燈檠」之「檠」、「親迎」之「迎」、「親家」之「親」、「寧馨」之「馨」、「葡萄」之「葡」、「贊侯」之「贊」、「馬援」之「援」、「別離」之「離」、「急難」之「難」、「上應」之「應」、「判舍」之「判」、「量移」之「量」、「處分」之「分」、「范蠡」之「蠡」、「禰衡」之「禰」、「伍員」之「員」，皆平仄兩用。"
      },
      {
        "index": 22,
        "text": "宋人《雪》詩：「待伴不嫌鴛瓦冷，羞明常怯玉鉤斜。」已新矣。鄭所南《雪》詩：「拇戰素手白相敵，酒潮上臉紅不鮮。」更新。蕭德藻《梅花》詩：「湘妃危立凍蛟背，海月冷挂珊瑚枝。」已新矣。徐巢友《梅》詩：「過牆新水滴眠鶴，壓屋冷雲眠定僧。」更新。"
      },
      {
        "index": 23,
        "text": "《三餘編》言：「詩家使事，不可太泥。」白傅《長恨歌》：「峨嵋山下少人行。」明皇幸蜀，不過峨嵋。謝宣城詩：「澄江淨如練」，宣城去江百餘里，縣治左右無江。相如《上林賦》：「八川分流。」長安無八川。嚴冬友曰：「西漢時，長安原有八川，謂涇、渭、灞、滬、灃、漓、潦、湧也；至宋時則無矣。」"
      },
      {
        "index": 24,
        "text": "人稱才大者，如萬里黃河，與泥沙俱下。余以為：此粗才，非大才也。大才如海水接天，波濤浴日，所見皆金銀宮闕，奇花異草，安得有泥沙污人眼界耶？或曰：「詩有大家，有名家。大家不嫌龐雜，名家必選字酌句。」余道：作者自命當作名家，而使後人置我於大家之中；不可自命為大家，而轉使後人屏我於名家之外。嘗規蔣心餘太史云：「君切莫老手頹唐，才人膽大也。」心余以為然。"
      },
      {
        "index": 25,
        "text": "凡神廟扁對，難其用成語而有味。或造倉頡廟，求扁。侯明經嘉縉，提筆書「始制文字」四字。人人叫絕。或求戲臺對聯。姚念茲集唐句云：「此曲祇應天上有；斯人莫道世間無。」又，張文敏公戲臺集宋句云：「古往今來祇如此；淡妝濃抹總相宜。」蘇州戲館集曲句云：「把往事，今朝重提起；破工夫，明日早些來。」俱妙。或題諸葛廟，用「丞相祠堂」四字，亦雅切。"
      },
      {
        "index": 26,
        "text": "余不喜黃山谷詩，而古人所見有相同者。魏泰譏山谷：「得機羽而失鷳鵬，專拾取古人所吐棄不屑用之字，而矜矜然自炫其奇，抑末也。」王弁州曰：「以山谷詩為瘦硬，有類驢夫腳跟，惡僧藜杖。」東坡云：「讀山谷詩，如食蝤蛑，恐發風動氣。」郭功甫云：「山谷作詩，必費如許氣力，為是甚底？」林艾軒云：「蘇詩如丈夫見客，大踏步便出去。黃詩如女子見人，先有許多妝裹作相。此蘇、黃兩公之優劣也。」余嘗比山谷詩：如果中之百合，蔬中之刀豆也，畢竟味少。"
      },
      {
        "index": 27,
        "text": "徐凝詠《瀑布》云：「萬古常疑白練飛，一條界破青山色。」的是佳語。而東坡以為惡詩，嫌其未超脫也。然東坡《海棠》詩云：「朱唇得酒暈生臉，翠袖卷紗紅映肉。」似比徐詩更惡矣！人震蘇公之名，不敢掉罄。此應邵所謂「隨聲者多，審音者少」也。"
      },
      {
        "index": 28,
        "text": "某孝廉有句云：「立誓乾坤不受恩。」蓋自矜風骨也。余不以為然，寄書規之，云：「人在世間，如何能不受人恩古人如陶靖節之高，而以乞一頓食，至於冥報相貽。杜少陵以稷、契自許，而感孫宰存恤，至於願結弟昆。范文正公是何等人，而以晏公一薦故，終身執門生之禮。蓋太上貴德，其次務施報，聖人之所不諱也。」若商寶意太史之詩則不然，曰：「名心未了難遺世，晚景無多怕受恩。」蔣苕生太史之詩亦不然，曰：「不是微禽敢辭惠，祇愁無處覓金環。」此皆不立身份，而身份彌高。"
      },
      {
        "index": 29,
        "text": "山陰胡天游稚威，以曠代才，受知於大宗伯任香谷先生。其待之之厚，不亞於令狐相公之待玉溪生也。館於其家。八月五日，宗伯指庭前葡萄曰：「彼實垂垂矣。若能以『儕』、『淮』險韻，刻劃其狀，當令某伶進酒為歡。」稚威刻燭二寸，成四十韻。其警句云：「一樹微藏曉，添幽得小齋。孥藤高屋起，縛架碧霄排。翻水層篩網，行天爪擲釵。枚驚千釘錯，結古百繩偕。見擬通身膽，環雕出目蛙。巧懸漚泡住，危累彈丸佳。多覺欺鄰棗，貧猶敵庾鮭。粉粘雲母膩，光逼水晶揩。軟謝金刀切，津宜貝齒消。人窺雨餘館，涼破日斜階。寒別關門遠，肥憐壤性乖。豈知根入塞，不比橘逾淮！」一時傳誦。後乾隆辛卯冬日，嚴冬友侍讀在沈學士云椒席上，偶談及稚威以險韻詠葡萄事。沈因指席間橄欖，命其門人陳梅岑云：「汝能以十三『覃』韻賦此乎？」陳即席成二十韻。警句云：「青子當秋熟，評芳自嶺南。嘉名忠可喻，真意諫同參。種類炎方別，林園壯月探。陰還連野屋，高欲逼層嵐。摘去梯難架，收來杖易擔。求溫憑箬裹，致遠藉筒函。買或論千百，嘗應祇二三。顰眉今莫訝，苦口舊曾諳。細共檳榔嚼，香逾豆蔻含。討尋偏耐久，風格在回甘。核試花生燭，仁桃粟綴簪。幸登君子席，佳話並傳柑。」余亦在席上，命門人楊蓉裳仿之，詠《錢》云：「魚伯飛來後，平添利海波。斫銅耶水曲，鑄幣歷山阿。輕影翻鯨甲，花紋皺鳳羅。五銖工剪鑿，四柱細摩挲。輪郭分烏漉，文章備隸蝌。好從床腳繞，誰向夢中磨？蕭庫懸標榜，吳宮衛甲戈。營中贖才士，帳下買青娥。藏處同牛吼，行來倩馬馱。無緣休慕『孔』，有癖定歸和。積窖千緡朽，當筵一擲多。裁皮嗤大業，剪葉記閣婆。祇我偏窮薄，終年嘆憾軻。逐貧空有賦，得寶不成歌。壁立已如此，囊空將奈何！畫叉三十塊，挂壁羨東坡。」陳、楊二君，年未弱冠。"
      },
      {
        "index": 30,
        "text": "方望溪刪改八家文，屈悔翁改杜詩；人以為妄。余以為八家、少陵復生，必有低首俯心而遵其改者，必有反覆辯論而不遵其改者。要之，抉摘于字句間，雖「六經」頗有可議處；固無勞二公之舍其田而蕓人之田也。"
      },
      {
        "index": 31,
        "text": "余甲戌春，往揚州，過宏濟寺，見題壁云：「隨著鐘聲入梵宮，憑誰一喝耳雙聾？桫欏不解無言旨，孤負拈花一笑中。」「山水爭留文字緣，腳跟猶帶九州煙。現身莫問三生事，我到人間廿四年。」末無姓名，但著「苕生」二字。余錄其詩，歸訪年餘。熊滌齋先生告以苕生姓蔣，名士銓，江西才子也。且為通其意。苕生乃寄余詩云：「鴻爪春泥跡偶存，三生文字系精魂。神交豈但同傾蓋，知己從來勝感恩。」已而入丁丑翰林，假歸，僑寓金陵，與余交好。壬申春，余過良鄉，見旅店題詩云：「滿地榆錢莫療貧，垂楊難系轉蓬身。離懷未飲常如醉，客邸無花不算春。欲語性情思骨肉，偶談山水悔風塵。謀生消盡輪蹄鐵，輸與成都賣卜人。」末亦無姓名，但書「篁村」二字。余和其詩，有「好疊花箋抄稿去，天涯沿路訪斯人」之句。隔十三年，勞宗發觀察來江南，云渠宰良鄉時，見店壁有此二詩，為館欽差故，主人將圬去；心甚愛之，抄詩請於制府方敏愨公。方亦欣賞，諭令勿圬。然彼此不知篁村何許人。壬辰，在梁瑤峰方伯署中，晤篁村。方知姓陶，名元藻，會稽諸生也。以此語告陶。陶感三人之知己，而傷方、勞二公之已亡，重賦云：「匹馬曾從燕、薊趨，橋霜店月已模糊。人如曠世星難聚，詩有同聲德未孤。自笑長吟忘歲月，翻勞相訪遍江湖。秦淮河上敦檠會，應識今吾即故吾。」「三間老屋夕陽村，底事高軒過此門？飛蓋翠搖新蘸墨，華鐙紅照舊題痕。不教畫墁佣奴易，便勝紗籠佛殿尊。惆悵憐才青眼客，幾番剪紙為招魂。」"
      },
      {
        "index": 32,
        "text": "本朝王次回《疑雨集》，香奩絕調，惜其祇成此一家數耳。沈歸愚尚書選國朝詩，擯而不錄，何所見之狹也！嘗作書難之云：「《關雎》為《國風》之首，即言男女之情。孔子刪詩，亦存《鄭》、《衛》，公何獨不選次回詩？」沈亦無以答也。唐李飛譏元、白詩「纖艷不逞，為名教罪人」。卒之千載而下，知有元、白，不知有李飛。或云飛此言見於杜牧集中。牧祖佑，年老不致仕，，香山有詩譏之；故牧假飛語以詆之耳。"
      },
      {
        "index": 33,
        "text": "余戲刻一私印，用唐人「錢塘蘇小是鄉親」之句。某尚書過金陵，索余詩冊。余一時率意用之。尚書大加訶責。余初猶遜謝，既而責之不休，余正色曰：「公以為此印不倫耶？在今日觀，自然公官一品，蘇小賤矣。誠恐百年以後，人但知有蘇小，不復知有公也。」一座囅然。"
      },
      {
        "index": 34,
        "text": "高文良公夫人，名琬，字季玉，蔡將軍毓榮之女，尚書埏之妹也。其母國色，相傳為吳宮舊人。夫人生而明艷，嫻雅能詩。公巡撫蘇州，與總督某不合，屢為所傾，而公卓然孤立。詠《白燕》第五句云：「有色何曾相假借？」沉思未對。適夫人至，代握筆曰：「不群仍恐太分明。」蓋規之也。夫人博極群書，兼通政治。文良公之奏疏、文檄等作，每與商定。詩集不傳。記其詠《九華峰寺》云：「蘿壁松門一徑深，題名猶記舊鋪金。苔生塵鼎無香火，經蝕僧廚有蠹蟑。赤手屠鯨千載事，白頭歸佛一生心。征南部曲今誰是？剩有枯禪守故林。」此為其父平吳逆後，獲咎歸空門而作也。"
      },
      {
        "index": 35,
        "text": "《宋蓉塘詩話》譏白太傅在杭州，憶妓詩多於憶民詩。此苛論也，亦腐論也。《關雎》一篇，文王輾轉反側，何以不憶王季、太王，而憶淑女耶？孔子厄於陳、蔡，何以不思魯君，而思及門耶？"
      },
      {
        "index": 36,
        "text": "詩人陳制錦，字組云，居南門外，與報恩寺塔相近。樊明徵秀才贈詩云：「南郊風物是誰真？不在山巔與水濱。仰首陸離低首誦，長干一塔一詩人。」陳嫌不佳。余曰：「渠用意極妙，惜未醒耳。若改『仰首欲攀低首拜』，則精神全出，僅易三字耳。」陳為雀躍。樊博學好古，尤精篆隸之學。余所得兩漢金石文字，皆所贈也。卒後，余挽聯云：「地下又添高士伴；生前原當古人看。」"
      },
      {
        "index": 37,
        "text": "靖逆侯張勇，字非熊，國初定鼎，即仗劍出關，求見英王。王大奇之。提督甘肅，知吳三桂將反，命子雲翼間道入都，首發其奸。聖祖親解禦袍賜之。功成後，謚襄壯。相傳其封公夢夏侯敦而生侯。薨後葬墳，掘地得夏侯碑碣，亦一奇也。性好吟詩，《過崆峒》云：「蚩尤戰後久消兵，此處猶存訪道名。萬里山河塵不起，松風常帶鳳鸞聲。」"
      },
      {
        "index": 38,
        "text": "人謀事久而不得，則意思轉淡。何士頤秀才《感懷》云：「身非無用貧偏暇，事到難圖念轉平。」真悟後語也。其他如：「貧猶買笑為身累，老尚多情或壽徵」，「書因補讀隨時展，詩為留刪盡數抄」，皆不愧風人之旨。歿後，余聞信，飛遣人到其家，搜取詩稿，得三百餘首。為付梓行世，板藏隨園。"
      },
      {
        "index": 39,
        "text": "余宰沭陽時，淮安諸生呂文光，館于沭之吳姓家。其弟子某赴童子試，呂為代倩文字，被余偵獲。愛其能文，不加之罪，且延為西席，以姨妻之。和余《春草》云：「綿力漫言承露薄，靈根自信濟人多。」又云：「托根何必蓬萊上？得氣均沾雨露中。」余笑曰：「此縣令詩，不能作翰林者。」已而果中辛未進士，出知滑縣。"
      },
      {
        "index": 40,
        "text": "江西魏允迪，字懋堂，豪邁不羈，官中書侍讀。以撫軍公子，而家資散盡，因之失官。詠《山中積雪》云：「寂寞山涯更水濱，漫天匝地白如銀。前村報道溪橋斷，可喜難來索債人。」「幹霄篁竹翠盈眸，雪壓風欺撲地愁。莫訝此君無勁節，一經淪落也低頭。」又，《出門》云：「憑著牽衣兒女送，祇揮雙淚不回頭。」讀之令人神傷。與余同召試友也。"
      },
      {
        "index": 41,
        "text": "蘇州舁山轎者最狡獪，游冶少年多與錢，則遇彼姝之車，故意相撞，或小停頓。商寶意先生有詩云：「直得輿夫爭道立，翻因小住飽看花。」虎丘山坡五十餘級，婦女坐轎下山，心怯其墜，往往倒抬而行。鮑步《江竹枝》云：「妾自倒行郎自看，省郎一步一回頭。」"
      },
      {
        "index": 42,
        "text": "李義山詠《柳》云：「堤遠意相隨。」真寫柳之魂魄。與唐人「山遠始為容，江奔地欲隨」之句，皆是嘔心鏤骨而成。粗才每輕輕讀過。吳竹橋太史亦有句云：「人影水中隨。」"
      },
      {
        "index": 43,
        "text": "陸魯望過張承吉丹陽故居，言：「保佑善題目佳境，言不可刊置別處。此為才子之最也。」余深愛此言。自古文章所以流傳至今者，皆即情即景，如化工肖物，著手成春，故能取不盡而用不竭。不然，一切語古人都已說盡；何以唐、宋、元、明，才子輩出，能各自成家而光景常新耶？即如一客之招，一夕之宴，開口便有一定分寸，貼切此人、此事，絲毫不容假借，方是題目佳境。若今日所詠，明日亦可詠之，此人可贈，他人亦可贈之；便是空腔虛套，陳腐不堪矣。尹文端公在制府署中，冬日招秦、蔣兩太史及余飲酒，曰：「今日席上，皆翰林，同衙門，各賦一詩。」蔣詩先成，首句云：「卓午人停問字車。」公笑曰：「此教官請客詩也。」秦懼不肯落筆。余亦知難而退。公不許。乃呈一律云：「小集平泉夜舉觴，春風座上不知霜。偶然元老開東閣，難得群仙共玉堂。」公大喜，曰：「開口已包括全題。白傅誇劉禹錫《金陵懷古》詩『前四句已探驪珠』，此之謂矣！」"
      },
      {
        "index": 44,
        "text": "余每作詠古、詠物詩，必將此題之書籍，無所不搜；及詩之成也，仍不用一典。嘗言：人有典而不用，猶之有權勢而不逞也。"
      },
      {
        "index": 45,
        "text": "熊掌、豹胎，食之至珍貴者也；生吞活剝，不如一蔬一筍矣。牡丹、芍藥，花之至富麗者也；剪彩為之，不如野蓼、山葵矣。味欲其鮮，趣欲其真；人必知此，而後可與論詩。"
      },
      {
        "index": 46,
        "text": "襄勤伯鄂公容安，好吟詩，如有宿悟。《竹林寺》云：「初地相逢人似舊，前身安見我非僧？」《悼亡》云：「傷心最是懷中女，錯認長眠作暫眠。」"
      },
      {
        "index": 47,
        "text": "《記》曰：「學然後知不足。」可見知足者，皆不學之人，無怪其夜郎自大也。鄂公《題甘露寺》云：「到此已窮千里目，誰知才上一層樓。」方子雲《偶成》云：「目中自謂空千古，海外誰知有九州？」"
      },
      {
        "index": 48,
        "text": "昔人言白香山詩無一句不自在，故其為人和平樂易；王荊公詩無一句自在，故其為人拗強乖張。愚謂荊公古文，直逼昌黎，宋人不敢望其肩項；若論詩，則終身在門外，尤可笑者，改杜少陵「天闕象緯逼」為「天閱象緯逼」，改王摩詰「山中一夜雨」為「一半雨」，改「把君詩過日」為「過目」，「關山同一照」為「同一點」：皆是點金成鐵手段。大抵宋人好矜博雅，又好穿鑿，故此種剜肉生瘡之說，不一而足。杜詩：「天子呼來不上船。」此指明皇白龍池召李白而言。船，舟也。《明道雜記》以為：「船，衣領也。蜀人以衣領為船。謂李白不整衣而見天子也。」青蓮雖狂，不應若是之妄。東坡《赤壁賦》：「而吾與子之所共適。」適，閒適也。羅氏《拾遺》以為：「當是『食』字。」引佛書以睡為食，則與上文文義平險不倫。東坡雖佞佛，必不自亂其例。杜詩：「王母晝下雲旗翻。」此王母，西王母也。《清波雜志》以「王母」為鳥名，則與雲旗杳無干涉。王勃《滕王閣序》：「落霞與孤鶩齊飛。」此落霞，雲霞也。與孤鶩不類而類，故見妍妙。吳獬《事始》以落霞為飛蛾，則蟲鳥並飛，味同嚼蠟。杜牧《阿房宮賦》：「未云何龍？」，用《易經》「雲從龍」也。《是齋日記》以為用《左氏》「龍見而雩」。宮中，非雩祭地也。《文選》詩：「挂席拾海月」，妙在「海月」之不可拾也。注《選》者，必以「海月」為蚌蛹之類，則作此詩者，不過一摸蚌翁耳。少陵詩：「無風雲出塞，不夜月臨關。」其妙處在無風而云，不夜而月故也。注杜者以「不夜」、「無風」為地名，則何地無雲，何地無月，何必此二處才有風、月耶「三峽星河影動搖」，即景語也。注杜者必引《天官書》「星動為用兵之象」，未必太平詩，星光不動也；宋子京手抄杜詩，改「握節漢臣歸」為「禿節」。「禿」字不如「握」字之有神也。劉禹錫《滾西》詩「春水毅紋生」，明是春水方生之義。而晏元獻以「生」為生熟之生。豈織綺觳者，定用生絲，不用熟絲耶？東坡《雪》詩，用「銀海」、「玉樓」，不過言雪色之白，以銀玉字樣襯托之，亦詩家常事。注蘇者必以為道家肩目之稱，則當下雪時，專飛道士家，不到別人家耶？《明道雜志》云：「坡詩：『客行萬里半天下，僧臥一庵初白頭。』黃元以為『白』字不可對『天』字，遂妄改為『日』字。對則工矣，其如『初日頭』三字文理不通？」袁瑾《秋日》詩：「芳草不復綠，王孫今又歸。」此「王孫」，公子王孫之稱也。宋人云：「王孫，蟋蟀也。」引《詩緯》云：「楚人名蟋蟀為王孫。」又以為「猿」，引柳子厚「憎王孫」為証。博則博矣，意味索然。《冷齋夜話》云：「太白詩：『昔作夫容花，今為斷腸草。』本陶弘景《仙方注》『斷腸草一名夫容』故也。乃知詩人無一字閒話。」方密之笑曰：「太白冤哉！草不妨同名，詩人何心作藥師父耶？」凡此種種，其病皆始於鄭康成。康成注《毛詩》「美目清兮」：「目上為明，目下為清。」然則「美目盼兮」，「盼」又是何物？注「亦既覯止」，為男女交媾之媾。注「五日為期」，為「妾年未五十，必與五日之御。五日不御，故思其夫」。注「胡然而天，胡然而帝」，便是「靈威仰，赤嫖怒」。注「言從之邁」，言「將自殺以從之」，其迂謬已作俑矣！堯之時，老人擊壤。壤，土也。周處《風土記》則曰：「壤，以木為之，長三尺四寸。」引皇甫元晏十七歲與從姑子擊壤於路為証。不知堯之時，安得有木壤？果有之，又何得歷夏、商、周而不一見於詠樂耶？要知周處《風土記》，亦宋人偽作。"
      },
      {
        "index": 49,
        "text": "本朝有某孝廉獻吳逆詩云：「力窮楚覆求秦救，心死韓亡受漢封。」聖祖愛其巧於用典，遣人訪之。其人逃。余以為此仿宋汪彥章為張邦昌雪罪表也。其詞云：「孔子從佛腫之召，卒為尊周；紀信乘漢王之車，將以誑楚。」可謂善於文過者。"
      },
      {
        "index": 50,
        "text": "有妓與人贈別云：「臨歧幾點相思淚，滴向秋階發海棠。」情語也。而莊蓀服太史《贈妓》云：「憑君莫拭相思淚，留著明朝更送人。」說破，轉覺嚼蠟。佟法海《弔琵琶亭》云：「司馬青衫何必濕？留將淚眼哭蒼生。」一般殺風景語。"
      },
      {
        "index": 51,
        "text": "有人哭一顯者云：「堂深人不知何病，身貴醫爭試一方。」說盡貴人患病情狀。"
      },
      {
        "index": 52,
        "text": "吾鄉陳星齋先生《題畫》云：「秋似美人無礙瘦，山如好友不嫌多。」江陰翁徵士朗夫《尚湖晚步》云：「友如作畫須求淡，山似論文不喜平。」二語同一風調。"
      },
      {
        "index": 53,
        "text": "本朝開國時，江陰城最後降。有女子為兵卒所得，紿之曰：「吾渴甚！幸取飲，可乎？」兵憐而許之。遂赴江死。時城中積屍滿岸，穢不可聞。女子嚙指血題詩云：「寄語路人休掩鼻，活人不及死人香。」"
      },
      {
        "index": 54,
        "text": "同徵友萬柘坡光泰，精於五、七古。程魚門讀之，五體投地。近體學宋人，有晦澀之病。陳古漁專工近體，宗七子；故聞魚門贊萬詩，大相抵牾。余為作跋，釋兩家之憾，且摘柘坡近體之佳者，以曉古漁。其《題開元寺》云：「古樹鳥巢密，疏寮客到稀。」「鈴空隨瓦墜，碑斷入牆填。」《方鏡》云：「自笑相逢同枘鑿，封侯誰有面如田？」《金鰲玉煉橋》云：「曉來濃翠東西映，也算蛾眉對仗班。」陳乃折服。"
      },
      {
        "index": 55,
        "text": "余長姑嫁慈溪姚氏。姚母能詩，出外為女傅。康熙間，某相國以千金聘往教女公子。到府，住花園中，極珠簾玉屏之麗。出拜兩姝，容態絕世。與之語，皆吳音；年十六七，學琴、學詩，頗聰穎。夜伴女傅眠，方知待年之女，尚未侍寢於相公也。忽一夕，二女從內出，面微紅。問之，曰：「堂上夫人賜飲。」隨解衣寢。未二鼓，從帳內躍出，搶地呼天，語呶呶不可辨；顛仆片時，七竅流血而死。蓋夫人賜酒時，業已鴆之矣！姚母踉蹌棄資裝，即夜逃歸。常告人云：「二女，年長者尤可惜。」有《自嘲》一聯云：「量淺酒痕先上面，興高琴曲不和弦。」"
      },
      {
        "index": 56,
        "text": "詠物已難，而和前人之韻則更難。近惟陳其年之和王新城《秋柳》，奇麗川方伯之和高青丘《梅花》，能不襲舊語，而自出新裁。陳云：「盡日郵亭挽客衣，風流放誕是耶？非將軍營裏年光晚，京兆街前信息稀。愁黛忍令秋水見？柔條任與夜烏飛。舞腰女伴如相憶，為報飄零願已違。」「鵝黃搓就便相憐，記得金城幾樹煙。未到阿那先屬鬏，任為拋擲也纏綿。由來春好惟三月，待得花開又一年。此日秋山太迢遞，株株搖落畫樓邊。」又云：「似爾陌頭還拂地，有人樓上怕開箱。」俱妙。方伯云：「枝頭何處認輕痕，霜亦精神雪亦溫。一徑曉風尋舊夢，半林寒月失孤村。吟情欲鏤冰為句，離恨難招玉作魂。寄語溪橋橋上客，莫從香裏誤柴門。」「點額誰教入漢宮，凍雲合處路難通。朧朧照去月疑落，瓣瓣擎來雪又空。無夢不隨流水去，有香祇在此山中。松間竹外誰知己？地老天荒玉一叢。」又云：「珊珊仙骨誰能近，字與林家恐未真。」「隴首祇今春意薄，山中自昔故人稀。」其高淡之懷，梅花有知，當呼知己。"
      },
      {
        "index": 57,
        "text": "康熙間，于清端公總督江南，舉其族弟襄勤公來守江寧。二人俱名成龍，不以為嫌；且俱以清節卓行，名震海內，洵聖朝佳話也。襄勤巡撫京畿，不避權貴，故演戲者有「紅門寺誅奸僧」一節。事雖附會，非無因也。其孫紫亭先生，名宗瑛者，甲戌翰林，人品高逸，善畫工詩。余戊申游虞山，紫亭之子靜夫明府適宰昭文，以《來鶴堂詩》見示。如《題畫》云：「寒聲兩岸蟲，秋懷千頃荻。雨斷月初明，孤篷猶滴瀝。」《游馬氏園》云：「隔樹未知處，緣溪已到門。」《折杏花贈某》云：「燈紅人影搖芳樹，手動花陰落滿身。」《歸車》云：「急雨驚風翻碧沼，歸雲學水亦東流。」皆超超玄箸，不食人間煙火。靜夫雲清端、襄勤二公，亦有詩集；他日撿出，為余寄來。"
      },
      {
        "index": 58,
        "text": "李尚書雍熙學道，散遣歌姬。王西樵責以詩云：「聽歌曾入忘憂界，不應忽縛枯禪戒。未是香山與病緣，何妨樊子同春在？安石攜妓自不凡，處仲開閣終無賴。誰為公畫此策者，狂奴恨不鞭其背！」阮亭亦云：「萬種心情消未盡，忍辭駱馬遣楊枝？」余惜秦少遊未聞此言。"
      },
      {
        "index": 59,
        "text": "江西某太守，將伐古樹。有客題詩於樹云：「遙知此去棟梁材，無復清陰覆綠苔。祇恐月明秋夜冷，誤他千歲鶴歸來。」太守讀之，愴然有感，乃停斧不伐。"
      },
      {
        "index": 60,
        "text": "南宋宮嬪墓在越中者甚多，質湖之濱，獅山之側，塋址可識者，二十四處，俗傳「廿四堆」是也。山陰邵薑畦先生詩云：「質湖湖水瑩如鏡，照出興亡事可哀。『二十四堆』春草綠，錢塘風雨翠華來。」綽有深情。先生尤長五言，詠《濟南趵突泉》云：「倒翻廬阜瀑，長湧浙江潮。」一時諸名士，為之擱筆。又有句云：「溪澄花影偶，山靜屐聲孤。」"
      },
      {
        "index": 61,
        "text": "江南黃梅時節，潮濕可厭。徐金粟云：「不待雨來先地濕，並無雲處亦天低。」"
      },
      {
        "index": 62,
        "text": "丁巳前輩沈云蜚先生館選後，乞假歸娶。逾年入都，以習國書故，僦屋鄰余，欲彼此宣究。未半年，以瘵疾亡。余入奠，見紙墨叢殘，家僮殯殮，為之泣下。哭以四絕句，五十年來，全不省記。忽內子誦之琅琅，乃追錄之，以存其人。詩云：「仙山樓閣本茫茫，容易青年到玉堂。底事曇花才一現，已蒙上帝遣巫陽？」「明知病體頹唐甚，何事間關萬里來？想是神仙厭鄉土，特教玉骨葬蓬萊。」「幾度蓬門歇小車，揮毫同習上清書。而今難字從誰問？旅櫬灰停一寸餘！」「半年湯藥滯天涯，腰瘦何人報沈家？少婦昨宵家信到，催君迎看帝城花。」"
      },
      {
        "index": 63,
        "text": "錢塘洪防思升，相國黃文僖公機之女孫婿也。人但知其《長生》曲本，與《牡丹亭》並傳，而不知其詩才在湯若士之上。《曉行》云：「咿喔晨雞鳴，僕夫駕輪鞅。四野絕無人，但聞征鐸響。」《夜泊》云：「竹篾隨潮落，蒲帆逐月飛。維舟已深夜，還上釣魚磯。」性落拓不羈。晚年渡江，老僕墜水。先生醉矣，提燈救之，遂與俱死。《送高江村宮詹入都》五排一百韻，沉鬱頓挫，逼真少陵。先生為王貞女作《金鑲曲》云：「王家有女字秀文，少小綽約蘭慧芬。項郎名族學《詩》、《禮》，金鑷為聘結婚姻。十餘年來人事變，富兒那必歸貧賤。一朝別字豪貴家，三日悲啼淚如霰。手摘金鑷自吞食，將死未死救不得。柔腸九曲斷還續，臥地祇存微氣息。詎料國工賜靈藥，吐出金鑷定魂魄。至性由來動彼蒼，一夜銀河駕烏鵲。嗟哉！此女貞且賢，項郎對之悲復憐。朝來笑倚鏡臺立，代系金鑷雲鬢邊。」其事、其詩，俱足千古。篇終結句，余韻悠然。"
      },
      {
        "index": 64,
        "text": "蘇州徐文靖公，明季殉難。二子昭文、貫時，俱守父志，不仕。尤西堂為貫時作傳，言其少時美好，自稱「三十六帝外臣」。《過平原有見》云：「玉面珠擋坐錦車，蟠雲作髻兩分梳。春風解下貂回脖，露出蝤蠐雪不如。」「曲水池頭倚玉闌，祓除初起曉妝寒。新來傳得江南樣，也是梳頭學牡丹。」摩寫燕、趙佳人，風流可想。貫時先生名柯。其孫龍飲，精賞鑒，與余交好。"
      },
      {
        "index": 65,
        "text": "洪防思詠《燕女》云：「燕姬生小習原野，春草茸茸獵城下。身輕不許健兒扶，捉鞭自上桃花馬。」胡稚威亦詠此題，中四句云：「蝤蠐明處緣裁領，荑手讖時為攬妝。雲髻半籠花壓額，巾羅斜挂水成行。」"
      },
      {
        "index": 66,
        "text": "梅定九先生以算法、《易》理，受知聖祖。人但知其樸學，而不知詩故風雅。其《斷藤坑夜雨》云：「萬壑連為瀑，千峰撼欲平。虛堂漁艇似，短燭月華明。」《答周昆來》云：「墨妙時看珍共璧，心期今見托雙魚。」周故奇士，舞刀奪槊，豪氣逼人。畫龍一幅，人以千金相購。識戴雪村學士於未濟時，以女妻之。"
      },
      {
        "index": 67,
        "text": "余翰林歸娶，長安贈行詩甚多，記其佳者。鄒太和學士云：「菊黃楓紫小春天，送爾南歸是錦旋。才子掃眉宜赤管，洞房停燭有金蓮。歸鞍尚帶同文課，時余方習清書。吟篋新添《卻扇》篇。此日和鳴誰不羨？鳳凰山下看神仙。」張南華宮詹云：「艷雪飛新句，紅絲系夙緣。人間留玉杵，天上撤金蓮。官柳縈袍綠，宮花壓帽鮮。君恩許歸娶，仍彈曲江鞭。」「遙識催妝日，金花艷擘箋。湖山留粉黛，毫墨亂雲煙。兩美應空越，雙飛佇入燕。綠窗眉畫早，銀燭看朝天。」沈椒園御史云：「金閨才子愛袁絲，年少承恩出玉墀。丹詔命趨雙鶴髮，繡幃交護兩瓊枝。笙歌院落時衣錦，梅柳江村曉畫眉。佇看還朝成《博議》，文章報國正相期。」蔣御史和寧，時作諸生，云：「金蓮銀燭數行低，照見鴛鴦兩兩棲。風動流蘇侵夜漏，應疑鈴索海棠西。」魏允迪中翰，以余文捷，戲云：「爭傳才子擅文詞，頃刻千言不構思。若使畫眉須緩款，那容橫掃筆尖兒？」大司空裘叔度，時為庶常，云：「袁郎走馬出京華，折得東風上苑花。一路香塵南國近，苧蘿村是阿儂家。」「畫壁旗亭句浪傳，藍橋歸去會神仙。從今厭看閒花草，新種湖頭並蒂蓮。」蓋調余狎許郎也。又云：「玉鏡臺前一笑時，石螺親為畫雙眉。烏絲競艷《催妝》句，祇恐流傳惱雪兒。」「雙綰同心帶一條，華燈椽燭好良宵。錦衾宛轉留春住，莫忘鳴珂趁早朝。」毗陵相國程聘三，時作庶常，詩云：「金燈花下沸笙歌，寶帳流香散綺羅。此日黃姑逢織女，漫言『人似隔天河』。」蓋戲用余朝考句也。座主蔣文恪公，時為學士，詩云：「群仙艷羨送天涯，重疊詩箋壓小車。馬上玉郎春應醉，滿身香雪落梅花。」「我聞堂上兩親居，劃荻含丸廿載餘。此日江南花燭好，承歡同上紫泥書。」"
      },
      {
        "index": 68,
        "text": "余以翰林改官江南，一時送行詩甚多。其佳者如：劉文定公綸，時官編修，詩云：「弱水神仙少定居，詞頭草罷領除書。蔣山南去秦淮路，好雨倚倚梅熟初。」「三載頭銜共冷官，幾人鄉夢出長安。君行若過吾廬外，五月江深草閣寒。」「定子當筵唱《石城》，離堂燭跋不勝情。芰荷香動三千里，誰共編詩記水程？」宗伯齊公召南，時為侍講，詩云：「尊前言別重踟躇，一向推袁話豈虛？才子何妨為外吏，名山況可讀奇書。攜將佳偶花能笑，吟得新詩錦不如。轉眼蒲帆催北上，未容風物戀鱸魚。」「官河柳色雨餘新，故里風光更絕倫。書畫一船煙外月，湖山十里鏡中人。浣衣香襄芙蓉露，評史清澆竹葉春。回首同時趨直客，蓬萊猶是在紅塵。」莊參政有恭，時為修撰，詩云：「廬陵事業起夷陵，眼界原從閱歷增。況有文章堪潤色，不妨風骨露峻峭。廉分杯水餘同況，明徹晶籠爾獨能。儒吏風流政多暇，新詩好與寄吳綾。」副憲申甫，時為孝廉，詩云：「鷯行驚失鳳池春，百里初除墨綬新。簿領竟須煩史筆，朝廷原自重詞臣。交情未免憐今別，公論尤應惜此人。終是讀書能有用，他時端不負斯民。」「鶴書到日廣求賢，殿上揮毫各少年。遭遇未嘗非盛事，滯留或恐是前緣。公卿譽滿君猶出，僕婢詩成我自憐。可憶僧窗風雨夜，燈花祇為一人妍。〈戊午，榜發前一日，與張少儀諸人同飲，喜燈有花，惟君獲雋。〉」「平臺縹緲見煙巒，客至能令眼界寬。談笑每欣多舊雨，杯盤常愧累貧官。由來氣類關偏切，此後風流繼必難。說與能詩姚秘監，豪情略為洗儒酸。戲南奇。」「臨期草草話難窮，高柳涼飄弄袖風。客裏驚心多聚散，酒邊分手又西東。對衙山色濃於染，繞郭溪光淡若空。此景江南曾不少，有人時在夢魂中。」其時長安諸公，以笏山四首為獨絕。少宗伯劉公星煒，時為諸生，仿昌谷體作七古一篇，云：「壬之年，癸之月，一鯨驅云云不行，走上江南木蘭楫。」詩長，不能備錄。"
      }
    ]
  }
}