{
  "chapterNumber": 16,
  "title": "卷十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "徐朗齋嵩曰：「有數人論詩，爭唐、宋為優劣者，幾至攘臂。乃授嵩以定其說。嵩乃仰天而嘆，良久不言。眾問何嘆。曰：『吾恨李氏不及姬家耳！倘唐朝亦如周家八百年，則宋、元、明三朝詩，俱號稱唐詩，諸公何用爭哉？須知論詩只論工拙，不論朝代。譬如金玉，出於今之土中，不可謂非寶也：敗石瓦礫，傳自洪荒，不可謂之寶也。』眾人聞之，乃閉口散。」余謂詩稱唐，猶稱宋之斤、魯之削也，取其極工者而言；非謂宋外無斤、魯外無削也。朗齋，癸卯科為主考謝金圃所賞，已定元矣；因三場策不到而罷。謝刊其薦卷，流傳京師，故朗齋詠《唐寅畫像》云：「錦瑟華年廿五春，虎頭金粟是前身。虛名麗六流傳遍，下第江南第一人。」「麗六」者，其場中坐號也。次科亦即登第。"
      },
      {
        "index": 2,
        "text": "明季士大夫，學問空疏，見解迂淺，而好名特甚。今所傳三大案，惟「移宮」略有關系。然擁護天啟，童昏瞀亂，遂致亡國，殊覺無謂。楊慎《大禮》一議，本朝毛西河、程綿莊兩先生引經據古，駁之甚詳。「梃擊」一事，則漢、晉《五行志》中，此類狂人，不一而足。焉有一妄男子，白日持棍，便可打殺一太子之理蘄州顧黃公詩云：「天倫關至性，張桂未全非。」又曰：「深文論宮閫，習氣惱書生。」議論深得大體。黃公與杜茶村齊名；而今人知有茶村不知有黃公。因《白茅堂詩集》貪多，稍近於雜，閱者寥寥；然較《變雅堂集》，已高倍蓰矣。"
      },
      {
        "index": 3,
        "text": "黃蒙聖祖召見，寵問優渥，以老病乞歸；再舉鴻詞，亦不赴試：有楊鐵崖「白衣宣至白衣還」之風。《憶內》云：「靜夜停金剪，含情對玉缸。數聲風起處，花雨上紗窗。」《觀姬人睡》云：「玉腕明香簟，羅帷奈汝何？不知夢何事，微笑啟腮窩。」風韻獨絕。余嘗見小兒睡中，往往啟顏而笑，訝其不知緣何事而喜。今讀先生詩，方知眼前事，總被才人說過也。"
      },
      {
        "index": 4,
        "text": "同年楊大琛太史，在部以聾告歸，專心攻詩，見示一冊。有句云：「金釧手搖春水影，玉樓簾卷賣花聲。」風致嫣然。惜未錄其全稿。今太史已亡，詩稿不知散落何處。太史字寶岩，蘇州人。"
      },
      {
        "index": 5,
        "text": "古人詩集之多，以香山、放翁為最。本朝則未有多如吾鄉吳慶伯先生者。所著古今體詩一百三十四卷，他文稱是，現藏吳氏瓶花齋。先生乳哺時，啞啞私語，皆建文遜國之事。年過十歲，方閉口不言。初為前朝馬文忠公世奇所知，晚為本朝李文襄公之芳所知。康熙戊午，薦鴻詞科，不遇而歸。少時，在陳公函暉家作詩會，以《芙蓉露下落》為題，操筆立就，贈陳云：「一輩少年爭跋扈，明公從此願躬耕。」陳大奇之。惜其集浩如煙海，不能細閱，欲梓而存之，非二千金不可。著述太多，轉自累也。"
      },
      {
        "index": 6,
        "text": "余在廣東新會縣，見憨山大師塔院，聞其弟子道恆，為人作佛事，誦詩不誦經。和王修微女子《樂府》云：「剝去蓮房蓮子冷，一顆打過鴛鴦頸。鴛鴦頸是睡時交，一顆留待鴛鴦醒。」殊有古趣。圓寂後，顧赤方徵士哭之云：「已沉乾日磬，猶滿一床書。」"
      },
      {
        "index": 7,
        "text": "丹陽鮑氏女自稱聞一道人，遭難流離，嫁竟陵陸蓑雲，年二十四而夭。詠《溪鐘》云：「溪外聲徐疾，心中意斷連。是聲來枕畔，抑耳到聲邊。」頗近禪理。昔朱子在南安聞鐘聲，矍然曰：「便覺此心把握不住。」即此意也。"
      },
      {
        "index": 8,
        "text": "康熙時，吾鄉女子卞夢玨有句云：「夕陽交代笙歌月，曙色輕移燈火樓。」又曰：「花謝六橋春色暗，雨來三竺遠山無。」"
      },
      {
        "index": 9,
        "text": "吳文溥詠《月》云：「清暉半邊缺，似妾獨眠時。」顧赤方詠《月》云：「不分月宮人耐老，蛾眉一月一回新。」"
      },
      {
        "index": 10,
        "text": "國初說書人柳敬亭、歌者王紫稼，皆見名人歌詠。王以黯昧事，為李御史杖死，有燒琴煮鶴之慘。顧赤方哭之云：「昆山腔管三弦鼓，誰唱新翻《赤風兒》說著蘇州王紫稼，勾欄紅粉淚齊垂。」王送公卿出塞，必唱驪歌，聽者不忍即上馬去；故又云：「廣柳紛紛出盛京，一聲嗚咽最傷情。行人怕聽《陽關曲》，先拍冰輪上馬行。」悼王郎詩，只宜如此，便與題相稱。乃龔尚書竟用「墜樓」、「賦鵬」之典，擬人不倫，悖矣！御史名森先，字琳枝，性雖伉直，詩恰清婉。《過雲間亭》云：「空亭積水松陰亂，小閣張燈夜氣清。」卒以忤眾罷官。"
      },
      {
        "index": 11,
        "text": "龔芝麓尚書失節本朝，又娶顧橫波夫人，物論輕之。顧黃公為昭雪云：「天壽還陵寢，龍輛葬大行。義聲歸御史，疏稿出先生。浮議千秋白，余生七尺輕。當年溝瀆死，苦志竟誰明？」「憐才到紅粉，此意不難知。禮法憎多口，君恩許畫眉。王戎終死孝，江令苦先衰。名教原瀟灑，迂儒莫浪訾。」文士筆墨，能為人補過飾非，往往如是。"
      },
      {
        "index": 12,
        "text": "余過于忠肅公墓，題詩甚多；惟山陽阮中翰紫坪五排最佳，警句云：「漢統愁中絕，周京喜再昌。股肱知己竭，日月得重光。天意還思禍，星躔又告祥。遁荒非太伯，守節異曹臧。未睹遺弓劍，先聞缺斧折。三章憑翕訾，一劍答忠良。象少祈連塚，歌憐石子岡。誰憐十世宥，難贖百夫防？」"
      },
      {
        "index": 13,
        "text": "庚午春，蘇州韓立方先生掌教鐘山，以其姑名韞玉者《寸草軒詩集》見示；慕廬宗伯之季女也。詩只十一首，而風秀可誦。《病中》云：「月落霜寒葉滿墀，臥痾正及晚秋時。風簷網結長垂幌，硯匣塵封久廢詩。瘦影怕從明鏡見，淚痕空有枕函知。何因乞得青囊術擬向《南華》叩靜師。」又有顧頡亭之妻黃汝蕙、字仙佩者，有《送春絕句》云：「九十春光暗裏催，花飛紅雨變芳埃。流鶯日日枝頭喚，底事東皇駕不回？」「柳絮穿簾燕撲衣，林園紅瘦綠偏肥。可憐花底多情蝶，猶戀殘香繞樹飛。」"
      },
      {
        "index": 14,
        "text": "萬華亭云：「孔子『興於詩』三字，抉詩之精蘊。無論貞淫正變，讀之而令人不能興者，非佳詩也。」華亭，進士，名應馨。"
      },
      {
        "index": 15,
        "text": "毗陵黃仲則有《歲暮懷人詩·懷隨園》云：「近來詞賦諧兼則，老去心情宦作家。建業、臨安通一水，年年來往看梅花。」"
      },
      {
        "index": 16,
        "text": "「小姑嫁彭郎」，東坡諧語也。然坐實說，亦趣。胡書巢《過小姑山》云：「小姑眉黛映秋空，衫影靴紋碧一弓。不識彭郎緣底事，憑他拋擲浪花中。」"
      },
      {
        "index": 17,
        "text": "義山譏漢文：召賈生「問鬼神」，「不問蒼生」。此言是也。然鬼神之禮不明，亦是蒼生之累。嗣後武帝巫蠱禍起，父子不保；其時無前席之間故耳。余故反其意題云：「不問蒼生問鬼神，玉溪生笑漢文君。請看宣室無才子，巫蠱紛紛死萬人。」"
      },
      {
        "index": 18,
        "text": "丁未八月，余答客之便，見秦淮壁上題云：「一溪煙水露華凝，別院笙歌轉玉繩。為待夜涼新月上，曲欄深處撤銀燈。」「飛盞香含豆蔻梢，冰桃雪藕綠荷包。榜人能唱湘江浪，畫槳臨風當板敲。」「早潮退後晚潮催，潮去潮來日幾回？潮去不能將妾去，潮來可肯送郎來？」三首深得《竹枝》風趣。尾署「翠雲道人」。訪之，乃織造成公之子嘯崖所作，名延福。有才如此，可與雪芹公子前後輝映。雪芹者，曹練亭織造之嗣君也。相隔已百年矣。"
      },
      {
        "index": 19,
        "text": "吳門張瘦銅中翰，少與蔣心餘齊名。蔣以排再勝，張以清峭勝；家數絕不相同，而二人相得。心餘贈云：「道人有鄰道不孤，友君無異黃友蘇。」其心折可想。《過比干墓》云：「只因血脈同先祖，真以心肝奉獨夫。」《新豐》云：「運至能為天下養，時衰拼作一杯羹。」讀之，令人解頤。瘦銅自言，吟時刻苦，為鐘、譚家數所累。又工於詞，故詩境瑣碎，不入大家。然其新穎處，不可磨滅。詠《風箏美人》云：「只想為雲應怕雨，不教到地便升天。」《借書》云：「事無可奈仍歸趙，人恐相沿又發棠。」真巧絕也。至於「酒瓶在手六國印，花露上身一品衣」：則失之雕刻，無游行自在之意。"
      },
      {
        "index": 20,
        "text": "近日十三省詩人佳句，余多採錄《詩話》中。惟甘肅一省，路遠朋稀，無從搜輯。戊申春，忽江寧典史王柏崖光晟見訪，貽五律四首，一氣呵成，中無雜句。余灑然異之，問所由來。云：「幼講詩於吳信辰進士。」吳詩奇警。詠《蠟梅》云：「陽春如開闢，盤古即梅花。牡丹僭稱王，富貴何足誇？群芳訴天帝，鵝雁紛喧嘩。乃呼羅浮仙，冒雪詣殿衙。帝曰咨爾梅，首出冠群葩。白袷與絳襦，何以懲奇邪。梅花未及對，黃袍已身加。」《榆錢曲》云：「桃花笑老榆，汝是搖錢樹。不解濟王孫，飛來復飛去。」《午夢》云：「竹徑涼飆入，蕓窗午夢遲。偶然高枕處，便是到家時。」《木蘭女》云：「絕塞春深草不青，女郎經久戍龍庭。軍中萬馬如撾鼓，只當當窗促織聽。」或訾其存詩太多，乃答云：「詩自心源出，妍媸惑愛憎。譬如不才子，撾殺竟誰能？」或訾其存詩太少，又答云：「詩似朱門宴，誰甘草具餐？三幹隨趙勝，選俊一毛難。」吳名鎮，甘肅臨洮人。"
      },
      {
        "index": 21,
        "text": "唐高駢節度西川，又調廣陵。詠《風箏》云：「依稀似曲才堪聽，又被風移別調中。」吳官山左，又調楚江。《詠懷》云：「阿婆經歲撫嬰孩，飢飽寒暄總費猜。才識呱呱真痛癢，家人又報乳娘來。」兩意相同。余雅不喜陳元禮逼死楊妃。《過馬嵬》云：「將軍手把黃金鉞，不管三軍管六宮。」吳《過馬嵬》云：「桓桓枉說陳元禮，一矢何曾向祿山？」亦兩意相同。吳又有《韓城行》云：「良人遠賈妾心哀，秋月春花眼倦開。忍死待郎三十載，歸鞍馱得小妻來。」詠《虞美人花》云：「怨粉愁香繞砌多，大風一起奈卿何？烏江夜雨天涯滿，休向花前唱楚歌。」柏崖《送客》云：「握手才經歲，含情復送君。不堪秋色老，重使雁行分。岳麓山前月，崇臺嶺外雲。都添孤客恨，回首念同群。」詩甚清老，不料衙宮中乃有此人。"
      },
      {
        "index": 22,
        "text": "李義山詩云：「願得化為紅綬帶，許教雙風一齊銜。」黃甘泉秀才《途中》詩云：「惘惘行百里，多情毋乃太。安得籠鵝生，全家口中帶？」風趣殊佳。甘泉名世塏，徽州人。"
      },
      {
        "index": 23,
        "text": "廬江孫嘯壑工琴，有《琴餘集》。詠《薔薇》云：「半紅半白裊風條，雨後春光未寂寥。自笑看花人漸老，讓他一歲一回嬌。」《夜吟》云：「有燈相對好吟詩，准擬今宵睡更遲。不道興長油已沒，從今打點未幹時。」余愛其結句，頗近禪悟，故錄之。又：「得意水流壑，無心雲出山。」亦佳。"
      },
      {
        "index": 24,
        "text": "杭州秋闈榜發，仁、錢兩縣，往往中者五六十人。赴鹿鳴宴時，傾城士女，垂簾而觀，見美少年，則嘖嘖嘆羨。戊午科，年少尤多。有周孝廉名鼎者，年才三十，而滿面於慧。嘗謂余曰：「人以赴鹿鳴為樂，我以赴鹿鳴為慘。」余問：「何也？」曰：「余在路上揭簾坐，則兒童婦女攫啃曰：『大胡子，何必赴鹿鳴？』余下轎簾，則又簇簇然笑指曰：『此人不敢揭簾，定坐一白髮翁矣。』豈非教我進退兩難乎？」徐朗齋有句云：「有酒休辭連夜飲，好花須及少年看。」真閱歷語。又句云：「幽榻琴書偏愛夜，異鄉風月不宜秋。」「新涼半床月，殘醉一簾花。」皆可愛也。"
      },
      {
        "index": 25,
        "text": "山左李呈樣少詹謫戍時，有李現田者贈云：「洗耳自同高士潔，披襟不讓大王雄。」及到遼東，押解者姓高名士潔。抵戍所，後至者為侍郎王舜，舜初名雄。歸後偶話其事。尤展成曰：「二句是余戲作『浴乎沂，風乎舞雩』詩也。」"
      },
      {
        "index": 26,
        "text": "膠州李世錫進士，字霞裳；詠《甘草》云：「歷事五朝長樂老，未曾獨將漢留侯。」借人詠藥，真甘草身份。又有人詠《菊枕》云：「野人枕此增顏色，似有床頭未盡金。」亦酷是菊枕。"
      },
      {
        "index": 27,
        "text": "馮益都相國溥，訪高念東侍郎於松雲僧舍，竟日留連。高賦絕句云：「戶倚雙扉禪宇開，無人知是相公來。相看一笑忘塵市，風味依然兩秀才。」馮答曰：「隱几僧寮戶不開，天親無著憶從來。而今相對渾忘卻，但識維摩是辯才。」相傳：公二十一歲，鄉舉報到，而公酣眠不醒；太夫人大驚，以水噗面，乃張目曰：「夢登泰山，雲氣擁身而行，至一殿上。碧霞元君迎之，置錦幔，張樂飲酒；未終，見海日如車輪，大驚而醒。」醒時猶帶酒氣。"
      },
      {
        "index": 28,
        "text": "李杜字雲帆，山陰人，貧不能自存，流轉燕、趙、吳、楚間，依僧而居。年三十餘，卒於京師。性耽吟詠，嘗有「黃河水闊秋飛雁，銀漢風疏夜墮星」之句。友人某書之扇頭，過查樓。有江南顧姓者，見而愛之，詢姓名往訪，知其寒困，為贈金置裘而去：殊難得也。雲帆又有《題伍大夫廟》詩云：「入吳雖是成兄志，破楚終非望子心。」《客懷》云：「一江涼月呼同載，到處名山恨獨看。」皆有逸氣。"
      },
      {
        "index": 29,
        "text": "元遺山惜義山詩無人箋注。漁洋先生亦有「一篇錦瑟解人難」之句。近時馮養吾太史注《玉溪集》斷定以為此悼亡之詩。「思華年」，原擬偕老也，「莊生曉夢」，用鼓盆事：「藍田日暖」，用吳宮事：皆指夫婦而言。曰「無端」、曰「不憶」者，雲從何得此佳婦。曰「惘然」者，早知好物不堅牢。《湘素雜記》以「錦瑟」為令狐家青衣者，非也。又注《漫成》五章，專為李衛公雪冤而作。「代北」二句，為石雄發。「韓公」、「郭令」，推尊德裕也。以史証之，殊為確切。"
      },
      {
        "index": 30,
        "text": "壽光安致遠詩曰：「試罷三雅與『五經』，密雲小酌付樵青。」「雅」字讀平聲，人以為疑。按劉表「三雅」之說，出於《典論》。一作「蛋」，《方言》曰：「盈、杯也。秦晉三郊謂之蛋。」《周禮》：「大胥、小胥」，即《詩》之《大雅》、《小雅》也。《詩》曰：「邊豆有且，侯氏宴胥。」《太玄》曰：「不宴不雅。」宴胥猶宴雅也。"
      },
      {
        "index": 31,
        "text": "孫子未先生襄幼孤貧，鬻某家為青衣，聰穎非凡。伴主人之子讀書，代其作文。塾師大奇之，告知主人，養為己子。遂中康熙乙丑進士，官至通政司參議；以時文名重天下，詩亦清超。有《鶴侶齋集》。《次漁洋〈謝公村〉》云：「荒涼九龍口，寂寞謝公村。溪水空浮岸，風帆不到門。」馬墨麟維翰與盧抱孫見曾未第時，出公門。公贈云：「盧仝、馬異總能詩，韓、孟雲龍意可師。交比芝蘭投臭味，韻將絲竹疊參差。古人不作原無恨，此日齊名更勿疑。老去自憐才力盡，恰欣二妙正同時。」"
      },
      {
        "index": 32,
        "text": "余幼時聞吾鄉督學何公世瑾之賢，和若春風，廉如秋月。世宗時總督直隸，贈尚書，謚端簡；漁洋先生之高弟子也。有《暢春苑詩》云：「出郭逢新霽，垂鞭信馬蹄。松林微見日，沙路淨無泥。鳥語含風軟，楊花撲水低。不妨隨意歇，流水小橋西。」《詠史》云：「丞相安知獄吏尊，將軍爭似外家親。七諸侯破亞夫死，社稷臣非少主臣。」"
      },
      {
        "index": 33,
        "text": "余幼時府試，見杭州太守李慎修，長不滿三尺，而判事明決，膽大於身，吏民畏之。與盧雅雨同年，一時有「兩短人」之號。李喜步韻。盧道：「非古也。」規以詩云：「每以歌行矜短李，笑將月旦詡前盧。」李初不以為然，後和「盧」字，屢押不妥，乃喟然服曰：「君言是也。」引見時，嘗勸上勿以吟詠勞聖躬。上嘉納之。出外，不言。後恭讀《御製初集》，始知有此奏；其慎密如此。"
      },
      {
        "index": 34,
        "text": "徐公士林，巡撫蘇州，凡讞決，先摘定案大略，牌示於外，而後發繕文冊：所以杜書吏之影射也。世宗謂曰：「爾風格凝重，當為名臣。」程中丞元章薦三人：一公，一盧雅雨，一陳文恭公也。後皆稱職。盧贈云：「賢名久訝龍圖近，異相應從麟閣看。」"
      },
      {
        "index": 35,
        "text": "李遠敬太史以剛直將被劾，惠半農先生救之，得免。或謂曰：「何不勸以和柔？」曰：「渠尚不肯為朱考亭折腰，何能降心當道耶？」其《詠懷》云：「臨風一杯酒，對水一曲琴。嵇生禽鹿性，莊叟濠魚心。」自成衝淡一家。注書與朱子不合。"
      },
      {
        "index": 36,
        "text": "王清範太守，觀察浙江，月課諸生。余以童子受知。後落職再起，來守江寧，到園文宴，自誦其《海塘》詩云：「滄桑直似爭三島，捍禦時防潰六州。」公名斂福，與盧抱孫辛丑同年，時相過從。盧贈云：「席當散後猶呼坐，馬到門前總不行。」"
      },
      {
        "index": 37,
        "text": "余在李晴洲家，見高南阜山人小像，鬚眉奇偉，頗似先大夫。晴洲為言；山人宰歙縣時，人誣以贓。盧抱孫轉運兩淮，營救甚力，有指為黨者，並盧謫戍。故山人詩云：「幾曾連茹茅同拔，卻為鋤蘭蕙並傷。」盧和云：「不妨李固終成黨，到底曾參未殺人。」山人詩才敏捷，制府尹文端公試以「雁字」，操筆立就，警句云：「無意回波風錯落，有時潑墨雨模糊。」又曰：「落霞點出簪花格，驟雨催成怠就章。」尹公喜，將欲薦拔之，而公調雲貴矣。在獄中詩云：「敢道案無三字定，終期心有一人知。」山人《泰州題壁》曰：「鳶墮無端逢腐鼠，角觸那信有神羊。」按：「觸」字韻本無平聲，惟毛西河引《西京賦》：「百獸凌遽，駿瞿奔觸。喪精忘魄，失歸妄趨。」作平聲押。其博覽如此。《游孤山》云：「寒香飛盡不成花，何處清風問水涯？石罅竹根殘雪裏，還留數點認林家。」山人落魄揚州，適盧守水平，貧不自聊，乃以書告急，盧尚未答，而山人化去矣。盧哭云：「巫咸不為劉蕢下，邑宰誰迎杜甫來？」"
      },
      {
        "index": 38,
        "text": "牛進士運震，字階平，號真谷，學問淵雅，年五十有三，無疾而終。未死前一月，屢夢游金碧樓臺，光華照耀。一日謂家人曰：「昨夜我又游前庭，殆將復位。臨去時，汝輩慎毋驚我。」次日，無疾而終。余得公文集，未得其詩，但見《題畫》一絕云：「潑墨似雲林，秋意森滿幅。石氣翻空青，古樹寒如束。樵徑寂無人，西風下叢竹。」"
      },
      {
        "index": 39,
        "text": "孫子未先生嘗於其師秀水徐華隱座中，見一貧客，乃徐年家子也。先生仰體師意，留養家中，待之甚厚。忽謂孫公曰：「受恩未報，明年當生公家。」末幾卒，公果生女。六歲時，戲抱之謂家人曰：「此華隱師客也，說來報恩。乃是女兒，恐報恩之說虛矣。」女勃然曰：「爺憎我女耶？當再生為男。」逾十日，以痘殤。明年，公果舉子，頂有痘瘢，名於盤，字莊天，雍正乙卯舉人。有《織錦詞》一首，載《山左詩鈔》；詩不佳，故不錄。"
      },
      {
        "index": 40,
        "text": "功臣子孫封蔭多襲武職，其中頗多文學之士，用違其才。然唐以前，文武原無分途；具韜略者，未嘗不雅歌投壺也。吾所交好者，如威信公岳公之三子游、昭武將軍楊公之玄孫大壯，皆官參戎，賓賓好學。現任贛州總鎮王午堂先生，世襲冠軍侯，尤好吟詩；《登雞母澳演炮》云：「小隊來秋閱，窮崖出石陘。沙喧山雨白，龍過海天青。遠舶千帆挂，蒼溟一氣停。自慚非鎖鑰，烽靜仰皇靈。」又，《黃岡即事》云：「賈航風是路，蛋戶水為家。」俱有唐音。公諱集，正紅旗人。楊《巡海》云：「欲回刁悍俗，將吏先和衷。多謝良守令，君子之德風。」其胸次可想。"
      },
      {
        "index": 41,
        "text": "吾鄉高翰起司馬，髫年入學，會稽王瞻山廣文命賦《琢玉亭聽雨詩》，有「未見草逾碧，先看花減紅」之句。王大奇之，許以少女，未婚而卒：方知詩已成讖也。高同余舉戊午鄉試，而入學則後余一年。和余《重赴泮宮詩》云：「難老依然在泮身，飛騰逸樂兩奇人。璵沙方伯與於才同入學。我嗟遲暮呼庚癸，歲到明年又戊申。蒲柳滋生空度日，鴛鳩決起不離塵。祇餘往事堪追想，琢玉亭邊雨後春。」"
      },
      {
        "index": 42,
        "text": "余向讀孫淵如詩，嘆為奇才。後見近作，鋒若小頹。詢其故，緣逃入考據之學故也。孫知余意，乃見贈云：「等身書卷著初成，絕地通天寫性靈。我覺千秋難第一，避公才筆去研經。」"
      },
      {
        "index": 43,
        "text": "投贈佳句，余摘錄甚多；今又得常州鈕牧村云：「一語慣申寒士氣，五雲常護老人星。」年家子管粵秀云：「刻鵠每為童稚喜，登龍還仗祖宗緣。」孫鍵云：「《比紅》得句尋花笑，飛白揮毫對雪書。」郭磨云：「生尚見公休恨晚，天留此老亦多情。」"
      },
      {
        "index": 44,
        "text": "杭州錢進士圯，號北庭，過隨園；余晨臥未起，乃題壁而去。亡何，患奇疾，一日夜飲三石水，猶道渴甚，遂卒。其詩云：「三徑亭臺水一隈，蕭蕭落葉點莓苔。小舟隔岸穿花出，怪樹當門揖客來。看竹何妨人竟入，題詩好是雨先催。袁安穩臥雲深處，怕引西風戶未開。」北庭乃璵沙方伯之族弟，在隨園賞梅，一見陳梅岑，即妻以女。梅岑大父省齋，向作江寧司馬，余舊長官也。梅岑年十五，即攜至山中，命受業門下，曰：「此兒聰明跳蕩，非隨園不能為之師。」果一見相得。為取名曰熙，其梅岑則渠所自號也。性愛吟詩，不愛時文。余每見其詩必喜，見其文必嗔。嘗規之曰：「此事無關學問，而有系科名：奈何勿習耶？」卒以此屢困場屋。後受知於李香林河督，得官河廳司馬，亦以詩也。"
      },
      {
        "index": 45,
        "text": "吳涵齋太史女惠姬，善琴工詩，嫁錢公子東，字袖海。伉儷篤甚。錢善丹青，為畫探梅小照。亡何，錢入都應試；而惠姬亡，像亦遺失。錢歸家，想像為之，終於不肖。忽得之於破簏中，喜不自勝，遂加潢治，遍求題詠，且載其《鴛鴦吟社箋詩稿》。《贈夫子》云：「白雲紅葉青山裏，雙隱人間讀道書。」後《入夢》云：「已托生吳門趙氏。郎可以玉魚為聘。」錢因自號玉魚生，賦詩云：「可憐女士已成塵，翻使蕭郎近得名。聽說祇今吳下路，歌場人說玉魚生。」"
      },
      {
        "index": 46,
        "text": "龔端毅公《定山堂集》，有《觀袁鳧公水部演西樓傳奇》一首。所云「虞叔夜」者，即鳧公之托名，蓋康熙初年事也。王子堅先生曾親見鳧公：短身赤鼻，長於詞曲。莫素輝亦中人之姿，面微麻，貌不美，而性耽筆墨。故兩人交好。為趙某所忌，故假趙伯將以刺之。龔詩云：「詞客幸隨明月在，新聲應逐彩雲飛。」"
      },
      {
        "index": 47,
        "text": "常州鈕牧村，天才縱逸，倜儻不羈。壬申歲，在蘇州福仁山邑宰幕中，與余元旦登妓樓，遍召諸姬，評花張飲。今三十六年矣，歷幕楚、粵、中州，為督撫上客，忽來見訪。見贈云：「才子神仙且莫論，襟期當代有誰倫？驚人眉宇光先照，傳世文章筆有神。天下已無書可讀，意中惟有物同春。香山蘊藉東坡達，知是前身是後身？」「昔年吳下許從游，元日尋春上酒樓。桃葉嬌持名士筆，梅花親插美人頭。板橋歌舞輕雲散，〈莊令農席上。〉鈴閣壺觴逝水流。〈謂望山相公署中。〉忽漫相逢懷舊侶，空餘江上幾沙鷗。」牧村名孝思，受業於李芋圃檢討。李故余本房弟子，牧村亦自稱弟子。或訾之。牧村曰：「曾皙、曾參同事孔子，未聞有太老師之稱。」人莫能難。余亦鄂文端公之小門生也，公命稱師，曰：「太老師尊而不親，不必從俗。」"
      },
      {
        "index": 48,
        "text": "余嘗謂：美人之光，可以養目；詩人之詩，可以養心。自格律嚴而境界狹矣；議論多而性情漓矣。"
      },
      {
        "index": 49,
        "text": "吾鄉王文莊公際華，與余有總角之好。余游粵西，借其手抄《韓昌黎集》，久假不歸；詩學因之大進。同舉戊午科，與羅在郊三人為車笠之會。後三十年，余乞養隨園，而公官司農，典試江南，班荊道故。今公委化已久，次子朝揚選江寧司馬，來修通家之禮，與談竟日，清遠絕塵，真《孟子》所謂「無獻子之家者也」。見贈云：「夢想名園二十年，今朝花裏識神仙。款門行處真如畫，人勝渾疑別有天。檻外煙雲饒供奉，榻前圖史任丹鉛。久知福慧雙修到，贏得聲名海內傳。」「先生風味愛林泉，循吏詞林總偶然。杖履晚游天下半，文章早列古人前。三層樓閣居宏景，一卷《螂娘》記茂先。公著《子不語》。我勸上清姑少待，緩迎公返四禪天。今年二月八日，公夢有僧道二人，來請公復位。」"
      },
      {
        "index": 50,
        "text": "余讀錢注杜詩，而知錢之為小人也。少陵「鄖州月」一首，所云「兒女」者，自己之兒女也。錢以為指肅宗與張後而言，則不特心術不端，而且與下文「雙照淚痕幹」之句，亦不連貫。善乎黃山谷之言曰：「少陵之詩，所以獨絕千古者，為其即景言情，存心忠厚故也。若寸寸節節，皆以為有所刺；則少陵之詩掃地矣！」"
      },
      {
        "index": 51,
        "text": "余幼時賦《古別離》云：「無情生山川，無情造舟車。今日君與妾，遂至淚盈裾。」後五十年，見陳楚南有句云：「天不欲人別，星辰分方隅。地不欲人別，山河界道塗。短嗟古聖賢，乃造舟與車！」"
      },
      {
        "index": 52,
        "text": "余每作詩，將草稿交阿通謄正。通不識草書，往往誤寫。劉悔庵句云：「詩稿兒童猜草字，書聲病婦笑華顛。」嘆其真實情實事。"
      },
      {
        "index": 53,
        "text": "沭陽呂觀察名昌際，字嶧亭，出身非科目，而詩似香山，字寫東坡，好談史鑒：真豪傑之士也。乾隆癸亥，余宰沭陽。觀察尊人又祥為功曹，有異才，相得甚歡，官至常德太守。其時觀察才四歲，今作冀寧道，養母家居，書來見招。余欣然命駕。則須已斑白，相對憮然。主於其家，園亭軒敞，膳飲甘鮮，致足感也。因賦詩云：「黃河水照白頭顱，重到潼陽認故吾。竹馬兒童三世換，琴堂書吏一人無。笑非丁令身為鶴，喜是王喬舄化鳧。四十六年如頃刻，滄桑何處問麻姑？」「此邦賴有呂公賢，肯讀淮南《招隱》篇舊雨不忘雲外客，官聲久付晉陽煙。蕭齋論史燈花落，子舍承歡彩服鮮。我奉慈云三十載，喜君追步到林泉。」一時和者如雲。錢接三文學云：「百姓謳歌隨路有，使君城府一分無。」吳南昀中翰云：「胸中武庫誰能測，天下名山歷盡無？」余因近體易招人和，故草草賦此二章，而別作五古四首，存集中。"
      },
      {
        "index": 54,
        "text": "嶧亭聞余到，以詩迎云：「使回捧讀五雲箋，如獲珍珠滿百船。引領南天非一日，者番望月月才圓。」「膏澤流傳五十年，甘棠蔽芾已參天。忽聞召伯重來信，父老兒童喜欲顛。」又和余《留別》云：「半月追陪興正豪，平生飢渴一時消。相逢不敵相思久，忍聽驪歌過野橋。」「河橋送別滿城悲，駐馬臨風怨落暉。人影卻輸原上草，江南江北傍征衣。」"
      },
      {
        "index": 55,
        "text": "沭陽教諭朱黻，字竹江，江陰詩人也。聞余至，朝夕過從，間一日不至，余與呂公必遣人促之。詠《落花》云：「名園酒散春何處？剩有歸來屐齒香。」《春草》云：「萋萋那得不關情？畫裙拂遍花時節。」皆清麗可愛。為余送別云：「世間皆小住，詩卷已長留。」和五古四章尤佳，因太長，載《續同人集》中。"
      },
      {
        "index": 56,
        "text": "有禮房吏張朝魁者，年八十三矣，甲子科，因其工書，攜入秋闈；此番獻詩云：「南天旭日光同翥，靈鵲驚飛噪高樹。恍似青牛紫氣來，那知舊尹帽帷駐。三門初見城四圍，黃童白叟未全非。漢南依依柳將落，東籬團團菊正肥。憶昔瀛洲推獨步，殿前曾作摩空賦。讓他老鳳蹲池邊，著我雙鳧下雲路。蓬萊頂上飛朱霞，散作河陽一縣花。仁風不負東山扇，甘雨真隨百里車。爾時給役有小吏，簿書堆裡常陪侍。眼看剖決速如流，直疑手口同游戲。藥籠參苓得士賒，採珠幾輩握靈蛇。爭褰夫子扶風帳，不瞇歐陽貢舉紗。出宰郎官移列宿，嘆息當年難借寇。豈料睽違五十年，尚教胥吏瞻依就。喜見商山採藥行，敢隨杖履話平生。仙人不棄凡雞犬，許向雲中作吠鳴。」"
      },
      {
        "index": 57,
        "text": "又有吳廷貢秀才者，贈詩云：「五十年來跡已陳，新侯不及故侯親。追思竹馬歡迎日，一世人如兩世人。」"
      },
      {
        "index": 58,
        "text": "《金陵懷古》詩，最難出色。皖江潘蘭如瑛云：「《玉樹庭花》唱已遙，金陵王氣又重消。龍蟠不去懷雙闕，牛首空回望六朝。故壘雲低天漠漠，荒林秋盡雨瀟瀟。石頭城畔多情月，夜夜來看江上潮。」通首音節清蒼。又，《宛轉歌》云：「宛轉松上蘿，松枯蘿色喜。同體不同心，安望同生死？」殊堪風世。又：「船頭山月落，人指海雲生。」活對亦佳。"
      },
      {
        "index": 59,
        "text": "新安方如川秀才，來金陵鄉試，贈墨百螺，上鐫「隨園先生著書之墨」。余不覺驚喜，覺弟子束惰，未有雅如秀才者。錄其《席間有贈》云：「煙籠明月月籠煙，十里湘簾卷畫船。阿翠不知秋已老，調箏猶唱杏花天。」"
      },
      {
        "index": 60,
        "text": "曹劍亭侍御《胥江》云：「市近人聲雜，船多夜火明。」王廷取太守《沙河》云：「危巢雙燕宿，破屋一驢鳴。」汪守亨秀才《佛寺》云：「塔影衝霄直，亭陰向午圓。」王麓臺司農《題畫》云：「蛟龍疑有窟，風雨若聞聲。」此數聯皆聞人傳誦，而余愛之，故摘記者也。曹又有《送梁階平司農隨駕木蘭》云：「獵獵旌旗擁玉珂，森森帳殿碧嵯峨。三秋月色臨邊早，萬馬風聲出塞多。晨捧金泥隨輦草，暮翻玉靶落天鵝。知君奏罷《長楊賦》，合有新詩寄薛蘿。」通首唐音。"
      },
      {
        "index": 61,
        "text": "宋荔裳《贈犬》云：「榻邊飽飯垂頭睡，也似英雄髀肉生。」高念東《過邯鄲》云：「願作盧生不願寤，飽食黃粱追夢去。」皆讀之令人欲笑。"
      },
      {
        "index": 62,
        "text": "余常謂收帆須在順風時，急流勇退，是古今佳話；然必須嘿而不言，趁適意之際，毅然引疾，則人不相疑。若時時形諸口角，轉覺落套：而上游聞之，以為飽則思揚，翻致挂礙矣。錢竹初擅「鄭虔三絕」之才，抱梁敬叔州郡之嘆，屢次書來，欲賦遂初。余寄聲規其濡滯。今秋才得解組，余賀以詩。渠答云：「海上秋風江上蓴，塵顏久已悵迷津。竊公故智裁今日，勸我抽身有幾人？世事楸枰留黑白，老懷齏臼雜酸辛。退閒自此陪裙屐，長作田間識字民。」「勞生那復計年華，歸識吾生本有涯。未定新巢同燕子，早營孤塚付梅花。千秋欲借先生筆，十畝從添處士家。他日並登皇甫《傳》，始知真契在煙霞。」"
      },
      {
        "index": 63,
        "text": "詩余之佳者，余已附載數首入《詩話》矣。茲檢舊冊，又得蔣用庵侍御送余出都《沁園春》二首，時侍御尚作秀才也。其詞云：「聊作粗官，蕭然一琴，五月治裝。正中朝元老，聞而扼腕；西林、鐵崖兩相公。一時學者，望輒沾裳。僕竊有言：先生此去，厚意還須識彼蒼。江南好，舍驚才絕代，管領誰當。江山東晉南唐，便雨打風吹未就荒。更畫船七里，燈烘虎阜，珠簾二月，花繡雷塘。洗馬愁乎，阿龍超矣，人物由來數過江。憑君到，把斜陽草樹，收入春光；」「一代詞場，誰則如君，歷落多姿。每奮衣而起，詞都滾滾；酒酣以往，語更霏霏。隨意判花，閒情顧曲，贏得三生杜牧之。今行矣，剩東塗西抹，付并州兒。城南頻歲棲遲，笑末坐偏容平子知。記絳紗剪燭，縱橫商略；平臺啜茗，次第敲推。儂本阿蒙，君將南去，肯向緇塵戀染衣須記取，待杏花春雨，予亦遄歸。」又，周之桂作《金縷曲·送同劉郎游天台》云：「春是先生主，怎頻年尋春不倦，又搖柔櫓、家有梅花愁輕別，一半嬌波不語。看瘦減雲英如許，祇有多情新桃李，逐春風、還共尋南浦。楊柳餞，《柘枝》舞。誰知密意留行苦，似花神從天暗乞，者回風雨。煙水確人應難出，況是江流寒阻。喚不到吳娘六柱。我本衝泥遙相送，乍聞言、也覺寬離緒。歌《水調》，且延佇。」及余返棹，周喜，又贈《沁園春》云：「如此先生，老更清豪，行歌採芝。正西湖妝靚，重牽鄉夢；天台花笑，易惹游思。足任生雲，懷堪貯月，萬壑千岩一杖攜。掀髯處，每逢人誇健，涉險忘疲。文章流播天涯，聽處處推袁事更奇。恁瓣香爭奉，人間香祖；一經難質，曠代經師。忽拜靈光，都疑絳歲，苦向三生認鬢絲。歸來笑，似還鄉羽客，出夢希夷。」"
      },
      {
        "index": 64,
        "text": "先君子幕游楚南，舊主人高公名清者，在衡陽九年；亡後，以虧帑故，妻子下獄。先君子出全力援之，竟得歸殯。有楊朗溪太史贈詩云：「袁夫子，當今真義士。一雙冷眼看世人，滿腔熱血酬知己。恨我相見今猶遲，湘江傾蓋締蘭芝。」余時尚幼，讀而記之，今忘其全首矣。太史名緒，武陵人，權奇倜儻，詩宗少陵，字寫《爭坐位》。雍正間，苗民蠢動，王師征之，未捷。公學酈生，單身入洞說之，群苗羅拜乞降。亦奇士也。"
      },
      {
        "index": 65,
        "text": "康熙間，山左名臣最多，如：相國李文襄公之芳之功勛；湖廣總督郭瑞卿鏽之剛正；兩江總督董公訥之經濟：皆赫赫在人耳目；而皆能詩。世人不知者，為其名位所掩也。李《與施愚山陪祀郊壇》云：「太乙瑤壇接露臺，龍旌遙拂翠華來。仙韶細度《雲門》奏，玉殿初明泰時開。千尺爐煙天外轉，九重環佩月中回。祠官解有登封意，獨愧甘泉作賦才。」董《興化道中》云：「村從煙際出，草逼浪頭生。」《沅州道中》云：「雲裏諸峰堪入畫，雨中無樹不含秋。」郭撰《太皇太后挽詞》云：「撫孤三十載，兩世際和豐。渭水開姬歷，塗山助禹功。雞鳴問曙切，烏哺報劉同。遙想含飴日，徽音宛在躬。」又，《偶成》云：「去官人易懶，無累病常輕。」皆可誦也。相傳：郭公之劾納蘭太傅也，趁其慶壽日，列款奏之。旋帶疏草，登門求見。太傅疑此人崛強，何以忽來稱祝。延之入，長揖不拜，而屢引其袖。太傅喜曰：「御史公亦有壽詩見贈乎？」曰：「非也，彈章也。」太傅讀未畢，公從容曰：「郭誘無禮，應罰！」自飲一巨觥，趨而出。滿座愕然。少頃，太傅廷訊之旨下矣。一說：郭初宰吳江，籃簋不飭，聞湯潛庵來撫蘇州，自陳改悔之意，請另擇日到任，果聲名大震。湯遂薦之。後湯為太傅所傾；郭故劾之報師恩，亦以申公論也。"
      },
      {
        "index": 66,
        "text": "久聞廣東珠娘之麗。余至廣州，諸戚友招飲花船，所見絕無佳者，故有「青唇吹火拖鞋出，難近多如鬼手馨」之句。相傳：潮州六篷船人物殊勝，猶未信也。後見毗陵太守李寧圃《程江竹枝詞》云：「程江幾曲接韓江，水膩風微蕩小般。為恐晨曦驚曉夢，四圍黃篾悄無窗。」「江上蕭蕭暮雨時，家家篷底理哀絲。怪他楚調兼潮調，半唱消魂絕妙詞。」讀之，方悔潮陽之未到也。太守尤多佳句：《潞河舟行》云：「遠能招客汀洲樹，艷不求名野徑花。」《姑蘇懷古》云：「松柏才封埋劍地，河山已付浣紗人。」皆古人所未有也。又，《弋陽苦雨》云：「水驛蕭騷百感生，維舟野戍聽雞鳴。愁時最怯芭蕉雨，夜夜孤篷作此聲。」《珠梅閘竹枝詞》云：「野花和露上釵頭，貧女臨風亦識愁。欲向舵樓行復止，似聞夫婿在鄰舟。」"
      }
    ]
  }
}