{
  "chapterNumber": 5,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "余春圃、香亭兩弟，詩皆絕妙。而一累於官，一累於畫，皆未盡其才。春圃有《揚州虹橋》二律云：「出郭聊為汗漫游，虹橋曉放木蘭舟。芰荷香氣宜初日，鷗鷺情懷赴早秋。自喜琴尊今雨共，敢誇風雅昔賢儔。盈盈綠水依依柳，暫擬名園作小留。」「雁落平沙古調稀，冰弦聲徹樹間扉。荷亭避暑茶煙揚，竹院尋僧木葉飛。山雨暗移游客舫，水風涼上酒人衣。林鴉櫪馬都喧散，賓從傳呵子夜歸。」又：「山堂勝跡先賢重，蓮界慈雲大士尊。」皆佳句也。"
      },
      {
        "index": 2,
        "text": "戊辰秋，余初得隋織造園，改為隨園。王孟亭太守，商寶意、陶西圃二太史，置酒相賀，各有詩見贈。西圃云：「荒園得主名仍舊，平野添樓樹盡環。作吏如何耽此事，買山真不乞人錢。」寶意云：「過江不愧真名士，退院其如未老僧。領取十年卿相後，幅巾野服始相應。」蓋其時，余年才過三十故也。惟孟亭詩未錄，只記「萬木槎丫綠到簷」一句而已。嗟乎！余得隨園之次年，即乞病居之。四十年來，園之增榮飾觀，迥非從前光景；而三人者，亦多化去久矣！"
      },
      {
        "index": 3,
        "text": "西林鄂公為江蘇布政使，刻《南邦黎獻集》；沈歸愚尚書時為秀才，得與其選。後此本進呈御覽，沈之受知，從此始也。公《春風亭會文贈華豫原》一律，中四句云：「謬以通家尊世講，敢當老友列門生。文章報國科名重，洙泗尋源管樂輕。」其好賢禮士，情見乎詞。公亡後，門下生楊潮觀梓其詩五百餘首。《苦熱》云：「未能作霖雨，何敢怨驕陽？」《偶成》云：「楊柳情多因帶水，芭蕉心定不聞雷。」《題某寺》云：「飛雲倚岫心常住，明月沉潭影不流。」《別貴州》云：「身名到底都塵土，留與閒人袖手看。」嗚呼！公出將入相，垂二十年，經略七省。諸郎君兩督、兩撫，故吏門生亦多顯貴。而平生詩集，終傳於一落托書生。檀默齋詩云：「不有三千門下客，至今誰識信陵君？」"
      },
      {
        "index": 4,
        "text": "揚州孝廉馬力畚，自負古文作家，與汪可舟會於盧轉運席上。汪雖布衣，詩才實出馬上。馬意頗輕之，汪又不肯自下。於是二人終席不交一語。後五日，馬病卒。沙斗初戲可舟曰：「汝與馬君前日席間，已陰陽分界矣。」汪《送方守齋之白下兼懷隨園》云：「此邦賴有舊神君，除卻斯人孰與群？久臥林泉猶未老，只談風月別無聞。山中白石同誰煮？座上名香待爾焚。聽說扁舟去吳會，料應歸看早秋雲。」"
      },
      {
        "index": 5,
        "text": "丁丑，余覓一抄書人，或薦黃生，名之紀，號星岩者，人甚樸野。偶過其案頭，得句云：「破庵僧賣臨街瓦，獨井人爭向晚泉。」余大奇之，即餉米五斗。自此欣然大用力於詩。五言句云：「雲開日腳直，雨落水紋圓。」「竹銳穿泥壁，蠅酣落酒尊。」「釣久知魚性，樵多識樹名。」「筆殘蘆並用，墨盡指同磨。」七言云：「小窗近水寒偏覺，古木遮天曙不知。」「舊生萍處泥猶綠，新落花時水亦香。」「舊甓恐閒都貯水，破牆難補盡糊詩。」「有簾當檻雲仍入，無客推門風自開。」"
      },
      {
        "index": 6,
        "text": "曾南村好吟詩，作山西平定州刺史，仿白香山將詩集分置聖善東林故事，乃將《上黨詠古》諸作，命門人李珍聘書藏文昌祠中。身故十餘年，陶悔軒來牧此州，過祠拈香，見此藏本；既愛詩之清妙，而又自憐同為山左人，乃序而梓之，並附己作於後。曾《過盤石關》云：「盤石關前石路微，離離黃葉小村稀。斜陽忽送奇峰影，千疊層雲屋上飛。」陶詠《遺詩軒》云：「一代文章擅逸才，開軒吟罷興悠哉。官閒且喜能醫俗，為與詩人坐臥來。」陶又詠《嘉山書院》云：「新開藝苑育群英，文學風傳古艾城。借得公餘無俗累，攜朋來聽讀書聲。」"
      },
      {
        "index": 7,
        "text": "吳門名醫薛雪，自號一瓢，性孤傲。公卿延之不肯往；而予有疾，則不招自至。乙亥春余在蘇州，庖人王小餘病疫不起，將掩棺，而君來；天已晚，燒燭照之，笑曰：「死矣！然吾好與疫鬼戰，恐得勝亦未可知。」出藥一丸，搗石菖蒲汁調和，命輿夫有力者，用鐵箸鍥其齒灌之。小餘目閉氣絕，喉汩汩然似咽似吐。薛囑曰：「好遣人視之，雞鳴時當有聲。」已而果然。再服二劑而病起。乙酉冬，余又往蘇州，有廚人張慶者，得狂易之病，認日光為雪，啖少許，腸痛欲裂，諸醫不效。薛至，袖手向張臉上下視曰：「此冷痧也，一刮而愈，不必診脈。」如其言，身現黑瘢如掌大，亦即霍然。余奇賞之。先生曰：「我之醫，即君之詩，純以神行。所謂『人居屋中，我來天外』是也。」然先生詩亦正不凡，如《夜別汪山樵》云：「客中憐客去，燒燭送歸橈。把手各無語，寒江正落潮。異鄉難跋涉，舊業有漁樵。切莫依人慣，家貧子尚嬌。」《嘲陶令》云：「又向門前栽五柳，風來依舊折腰枝。」詠《漢高》云：「恰笑手提三尺劍，斬蛇容易割雞難。」《偶成》云：「窗添墨譜搖新竹，幾印連環按覆盂。」"
      },
      {
        "index": 8,
        "text": "張文敏公以書法掩詩名。余見手書《春鶯囀》云：「綢壓香筒墜宿雲，花魂愁殺月如銀。獨聽魚鑰西風冷，又是深秋一夜人。」"
      },
      {
        "index": 9,
        "text": "方敏恪公勛位隆赫，而詩情極佳。未第時，《途中看花》三絕云：「數枝紅艷困輕塵，隴後風前別有春。袖底飛英吹特地，似憐驢背有詩人。」「女兒裝罷鬢鬈鬈，鬢底桃花一面酣。結伴前村攜手去，每逢花處又重簪。」「稽首茅庵古白華，道旁人獻道旁花。慈云座下無多願，每到花時婿在家。」"
      },
      {
        "index": 10,
        "text": "己卯夏，蔣秦樹中翰偶過金陵，篋中藏海寧許衡紫名燦者詩一卷。《湖上》云：「秋思動孤往，凌波遂渺然。湖雲多上樹，山雨忽如煙。白鷺來菱外，紅蕖落檻前。淡妝西子笑，風急莫回船。」作《河西雜詩》，有明七子氣魄。如：「龍沙掃雪秋馳馬，兔魄凝霜夜照旗。」「邊丁日課屯田麥，使者星馳屬國瓜。」皆極雄健。又絕句云：「鐵馬寒風日日秋，繡旃獵獵卷蚩尤。何緣身作平安火，一夜東還過肅州。」余慕其人，遍訪卅年，卒無知者。"
      },
      {
        "index": 11,
        "text": "丙辰秋，召試者同領月俸於戶部。同鄉程挪渠指一人笑曰：「此吾家『娘子秀才』也。」入學時，初名默，寓居金陵，工詩，今遁而窮經，改名廷祚，別字綿莊，以其閒靜修潔，故號「程娘子」。因與數言而別。讀其《海澱園林》一絕云：「隔岸迢遙禦路明，林間倒影見人行。朝天多少朱輪過，添入山泉作水聲。」《京中憶女》云：「三齡幼女縈離夢，一自能言未得看。戲罷頗聞知記憶，書來漸解問平安。慰情欲比真男子，努力應加遠客餐。啼笑更教聽隔舍，茫茫愁思到更闌。」《武林懷古》云：「一自休兵國怨除，君王酣醉九重居。雲開鳳嶺笙歌滿，夢冷龍城驛使疏。海日忽驚宮漏盡，春潮猶笑將壇虛。誰知立馬吳山客，不惜千金買諫書。」詩甚綿麗，不作經生語。後蘇撫雅公薦先生經學，卒報罷。年七十七，無子而卒。著書盈尺，俱付隨園。"
      },
      {
        "index": 12,
        "text": "乙亥秋，余吊於綿莊家。綿莊指一少年告我曰：「此嚴冬友秀才也，年未弱冠。前日學使問《笙詩》有聲無辭，生條舉十六家之說，以辨其非。」余心敬之。已而見過，以《秀容小草》相示。《晚眺》云：「別院鳴鐘鼓，登樓報晚晴。一山清有待，千樹暖無聲。漸得東風信，彌傷旅客情。滄洲明發早，應負好春生。」《舟次仇湖》云：「際天雙岸失，出霧一帆輕。」"
      },
      {
        "index": 13,
        "text": "通州保井公，工填詞；自號四鄉主人，蓋言睡鄉、醉鄉、溫柔鄉、白雲鄉也。詠《崔鶯鶯》一闋，甚佳，末二句云：「交相補過，還他一嫁。」癸酉秋，見訪隨園，相得甚歡。別三十年，余游狼山，井公久亡矣。其子款接甚殷。壁上糊余手札數行，視之，乃游客某所假也；然已厚贐之矣，其兩代之好賢若此。"
      },
      {
        "index": 14,
        "text": "陝州鞏、洛間，人多鑿土而居。余自西秦歸，遇雨，住窯中三日，吟詩未成。後二十年，年家子沈孝廉琨有《過陝》一聯云：「人家半鑿山腰住，車馬都從屋上過。」直是代予作也。又《過高淳湖》云：「涼生宿鷺眠初穩，風靜游魚聽有聲。」"
      },
      {
        "index": 15,
        "text": "宋維藩字瑞屏，落魄揚州。盧雅雨為轉運，未知其才，拒而不見。余為代呈《曉行》云：「客程無晏起，破曉跨驢行。殘月忽墮水，村雞初有聲。市橋霜漸滑，野店火微明。不少幽居者，高眠夢不驚。」盧喜，贈以行資。蘇州浦翔春《曉行》云：「早出弁山口，秋風袱被輕。背人殘月落，何處曉雞聲？客冬影俱瘦，宵闌氣更清。行行遠樹裏，紅日自東生。」二人不相識，而二詩相似，且同用「八庚」韻，亦奇。浦更有佳句云：「舊塔未傾流水抱，孤峰欲倒亂雲扶。」又：「醉後不知歸路晚，玉人扶著上花驄。」"
      },
      {
        "index": 16,
        "text": "杭州宴會，俗尚盲女彈詞。予雅不喜，以為女之首重者目也，清臚不盼，神採先無。有王三姑者，雅好文墨，對答名流，人人如其意之所出。王夢樓侍講作七古一章，中有八句云：「成君浮磬子登教，金醴曾經侍玉霄。謫降道緣猶未減，不將青眼看塵囂。紈質由來兼黠慧，傳神豈待秋波媚？輕雲冉冉月宜遮，香霧瀠瀠花愛睡。」杭堇浦贈詩云：「曉妝梳掠逐時新，巧笑生春又善顰。道客勝常知客姓，目中莫謂竟無人。」「檀槽圓股曉生寒，也學曹剛左手彈。眾裏自嫌衰太甚，幸無老態被卿看。」"
      },
      {
        "index": 17,
        "text": "乾隆戊寅，盧雅雨轉運揚州，一時名士，趨之如雲。其時劉映榆侍講掌教書院，生徒則王夢樓、金棕亭、鮑雅堂、王少陵、嚴冬友諸人，俱極東南之選。聞余到，各捐餼廩延飲於小全園。不數年，盡入青雲矣。鮑見贈《玉堂仙人篇》，不及省記；僅記夢樓《偕全公魁使琉球》二首云：「一行金埒響瓊琚，公子群過水竹居。卯髮也須千萬值，綺年多是十三餘。將離更唱紅蘭曲，相憶應看青李書。鸚鵡香醪斟酌遍，不知涼月透交疏。」「那霸清江接海門，每隨殘照望中原。東風未與歸舟便，北里空銷旅客魂。盡夜華燈舞鶴鵒，三秋荒島狎鯨鯤。他時若話悲歡事，衣上濤痕並酒痕。」余按：琉球國王貴戚子弟，皆傅脂粉，錦衣玉貌，能歌，以敬天使，故移尊度曲。汪舟次先生集中所詠，與夢樓同。"
      },
      {
        "index": 18,
        "text": "有某太史以《哭父》詩見示。余規之曰：「哭父，非詩題也。《禮》：『大功廢業。』而況於斬衰乎？古人在喪服中，三年不作詩。何也詩乃有韻之文，在衰毀時，何暇揮毫拈韻況父母恩如天地，試問：古人可有詠天地者乎？六朝劉晝賦六合，一時有『疥駱駝』之譏。歷數漢、唐名家，無哭父詩。非不孝也，非皆生於空桑者也。《三百篇》有《蓼莪》，古序以為刺幽王作。有『陟岵』、『陟屺』，其人之父母生時作。惟晉傅咸、宋文文山有《小祥哭母》詩。母與父似，略有間，到小祥哀亦略減；然哭二親，終不可為訓。」"
      },
      {
        "index": 19,
        "text": "常州莊蓀菔太史《冬日》詩云：「磨來凍墨無濃色，典後朝衣有皺痕。」揚州程午橋太史贈唐改堂前輩云：「春生秋扇隨新令，霉久朝衣檢舊斑。」"
      },
      {
        "index": 20,
        "text": "常州顧文煒有《苦吟》一聯云：「不知功到處，但覺誦來安。」又云：「為求一字穩，耐得半宵寒。」深得作詩甘苦。"
      },
      {
        "index": 21,
        "text": "人畏冷，臥必彎身。高翰起司馬《宿明港驛》云：「燈昏妨睡頻移背，衾薄愁寒屢曲腰。」野行者嘗見牛背上負群鳥而行。魯星村云：「春田牛背鳩爭落，野店牆頭花亂開。」船小者，人不能起立。程魚門云：「別開新樣殊堪哂，跪著衣裳臥讀書。」"
      },
      {
        "index": 22,
        "text": "黃星岩《隨園偶成》云：「山如屏立當窗見，路似蛇旋隔竹看。」厲樊榭詠《崇先寺》云：「花明正要微陰襯，路轉多從隔竹看。」二人不謀而合。然黃不如厲者，以「如」字與「似」字犯重。竹坨為放翁摘出百餘句，後人當以為戒。"
      },
      {
        "index": 23,
        "text": "戊戌九月，余寓吳中。有嘉禾少年吳君文溥來訪，袖中出詩稿見示，雲將就陝西畢撫軍之聘，匆匆別去。予讀其詩，深喜吾浙後起有人，而嘆畢公之能憐才也。錄其《游孤山》云：「春風欲來山已知，山南梅萼先破枝。高人去後春草草，萬古孤山跡如掃。巢居閣畔酒可沽，幸有我來山未孤。笑問梅花肯妻我，我將抱鶴家西湖。」其他佳句，如：「不知新月上，疑是水沾衣。」「底事春風欠公道，兒家門巷落花多？」深得唐人風味。"
      },
      {
        "index": 24,
        "text": "巢縣湯郎中，名懋綱，性高淡，如其吟詠。《早起》云：「老杏著東風，紅芳幾回變。何必遠尋春，日日牆頭見。昨夜雨無聲，地上青苔遍。早起快登樓，鉤簾進雙燕。」他如：「溪清山影入，風動竹陰移。」「游山心在山，合眼飛嵐繞。」真得靜中三昧者。其子擴祖能詩，有父風；過隨園見訪不值，寄詩云：「花含宿雨柳含煙，隱士園林別有天。高臥白雲人不見，一家雞犬翠微巔。」"
      },
      {
        "index": 25,
        "text": "杭州符郎中，名曾，字幼魯，詩主高淡。嵇相國為余誦其「三日不來秋滿地，蟲聲如雨落空山」一聯。余同召試，記其《齋宮》云：「寒雲添暝色，老屋聚秋聲。」詠《唐花》云：「當時不藉吹噓力，少待陽和也自開。」《哭揚州馬秋玉》云：「心死便為大自在，魂歸仍返小玲瓏。」小玲瓏山館者，馬氏花園也；屬對甚巧。《賀周石帆學士納妾》云：「藥爐經卷都拋卻，只向燈前喚夜深。」尤蘊藉。"
      },
      {
        "index": 26,
        "text": "吳中七子，有趙損之而無張少華，二人交好，忽中道不終，都向余嘖嘖有言；而余亦不能為兩家騎驛也。未十年，張一第而卒，趙亦殉難金川。史彌遠云：「早知泡影須臾事，悔把恩仇抵死分。」信哉！少華《蘇堤》三首云：「拍堤新漲碧於羅，堤上游人連臂歌。笑指紛紛水楊柳，那枝眠起得春多。」「碧琉璃淨夜雲輕，簫管無聲露氣清。好是柳陰花影里，月華如水踏莎行。」「沙棠銜尾按箏琶，鄰舫停橈靜不嘩。雲母窗中雙鬢影，亭亭低映小紅紗。」《消夏》云：「水厄不辭茶七碗，火攻愁對燭三條。」"
      },
      {
        "index": 27,
        "text": "王道士至淳有句云：「東風大是無知物，吹老春光晝轉長。」黃星岩有句云：「飯餘一睡都成例，五月何曾覺晝長。」陳古漁有句云：「靜坐晴冬晝亦長。」三押「長」字，俱妙。"
      },
      {
        "index": 28,
        "text": "朱草衣《哭槎兒》云：「羅浮南海歷秋冬，煙水雲山隔萬重。前日寄書書面上，紅簽猶寫汝開封。」洪鑾《贈徐小鶴》云：「早離講席賦離居，知己逢難別易疏。正是開門逢去使，接君三月十三書。」嚴冬友《憶女》云：「料得此時依母坐，看封書札寄長安。」三詩，人傳誦以為天籟；不知藍本皆出於王次回。其《過婦家感舊》云：「歸寧去日淚痕濃，鎖卻妝樓第二重。空剩一行遺墨在，丙寅三月十三封。」"
      },
      {
        "index": 29,
        "text": "余挂冠四十年，久不閱《縉紳》，偶有送者，擷之都非相識。偶讀趙秋谷《題〈縉紳〉》云：「無復堪容位置處，漸多不識姓名人。」為之一笑。先生康熙己未翰林，至乾隆己未，而身猶強健，惟兩目不能見物；與余為先後同年。相傳所著《談龍錄》痛詆阮亭，余索觀之，亦無甚抵牾。先生名執信，以國忌日演戲被劾，故有句云：「可憐一曲《長生殿》，直誤功名到白頭！」"
      },
      {
        "index": 30,
        "text": "祝太史芷塘以詩集見示，予小獻蔦蕘，太史深為嘉納。別後從京師寄懷云：「蓋世才名大，游仙福量深。江河不廢業，松柏後凋心。酌兕祈難老，將雛得好音。平生行樂處，古少莫論今。」「孤蹤淹丙舍，公亦返鄉閭。一見笑談劇，廿年傾倒餘。定文丁敬禮，賦海木元虛。何日秦淮曲，相逢重起予？」"
      },
      {
        "index": 31,
        "text": "詠古詩有寄托固妙，亦須讀者知其所寄托之意，而後覺其詩之佳。盧雅雨先生長不滿三尺，人呼「矮盧」，故《題李廣廟》云：「明梗自有千秋貌，不在封侯骨相中。」薛皆三進士，門生甚少，《題〈桃源圖〉》云：「桃花不相拒，源路自家尋。」余起病補官，年未四十，《題邯鄲廟》云：「黃粱未熟天還早，此夢何妨再一回？」"
      },
      {
        "index": 32,
        "text": "從古權貴在朝，未有能和協者。宋人《登山》詩云：「直到天門最高處，不能容物只容身。」唐人《閨情》云：「若非形與影，未必肯相容。」《宮詞》云：「聞有美人新進入，六宮無語一齊愁。」又曰：「三千宮女如花貌，幾個春來沒淚痕。」皆可謂說盡世情。"
      },
      {
        "index": 33,
        "text": "人有滿腔書卷，無處張皇，當為考據之學，自成一家；其次，則駢體文，盡可鋪排。何必借詩為賣弄自《三百篇》至今日，凡詩之傳者，都是性靈，不關堆垛。惟李義山詩，稍多典故；然皆用才情驅使，不專砌填也。余續司空表聖《詩品》，第三首便曰《博習》，言詩之必根於學，所謂「不從糟粕，安得精英」是也。近見作詩者，全仗糟粕，瑣碎零星，如剃僧髮，如拆襪線，句句加注，是將詩當考據作矣。慮吾說之害之也，故續元遺山《論詩》，末一首云：「天涯有客號玲癡，誤把抄書當作詩。抄到鐘嶸《詩品》日，該他知道性靈時。」"
      },
      {
        "index": 34,
        "text": "宋人論詩，多不可解。楊蟠《金山》詩云：「天末樓臺橫北固，夜深燈火見揚州。」的是金山，不可移易。而王平甫以為是牙人量地界詩。嚴維：「柳塘春水慢，花塢夕陽遲。」的是靜境，無人道破。而劉貢父以為「春水慢」不須「柳塢」。孟東野詠《吹角》云：「似開孤月口，能說落星心。」月不聞生口，星忽然有心。穿鑿極矣，而東坡贊為奇妙。皆所謂好惡拂人之性也。"
      },
      {
        "index": 35,
        "text": "余素慕山左高鳳翰之名，不得一見。初之樸太守為誦其《送人》一首，云：「君胡為者昨日來？青燈綠酒歡無涯。君胡為者今日去？挽斷征鞭留不住。君來君去總傷神，不如悠悠陌路人。」高字南阜，晚年病臂，以左手作書。盧雅雨哭之云：「再散千金仍托缽，已殘一臂尚臨池。」高珍藏衛青印一方，臨終，贈陝中劉介石刺吏。斗紐方寸，篆法雖佳，而玉已經火炙。余見之，頗不當意。按《明史》亦有衛青，此印未必便是漢大將軍之物。"
      },
      {
        "index": 36,
        "text": "蘇州袁秀才鉞，自號青溪先生，嫉宋儒之學，著書數千言，專駁朱子；人以怪物目之。年八十餘，猶生子；善醫工書，詩多自適，不落古人家數。《明覺寺題壁》云：「燈火熒熒滿法堂，僧家愛靜卻偏忙。亦知世上逍遙客，踏月吟詩到上方。」《夏日寫懷》云：「風過靜聽松子落，雨餘閒數藥苗抽。」《冬暖》云：「似閔敝裘留質庫，為開薄霧送朝暾。」頗見性情。青溪解「唯求則非邦也與」、「惟赤則非邦也與」皆夫子之言，非曾點問也。人以為怪。不知《論語》何晏古注，原本作此解。宋王旦怒試者解「當仁不讓於師」，「師」字作「眾」字解，以為悖古。不知說本賈逵，並非杜撰。少所見之人，以不怪為怪。"
      },
      {
        "index": 37,
        "text": "元遺山譏秦少遊云：「『有情芍藥含春淚，無力薔薇臥晚枝。』拈出昌黎《山石》句，方知渠是女郎詩。」此論大謬。芍藥、薔薇，原近女郎，不近山石；二者不可相提而並論。詩題各有境界，各有宜稱。杜少陵詩，「光焰萬丈」；然而「香霧雲鬟濕，清輝玉臂寒」，「分飛蛺蝶原相逐，並蒂芙蓉本是雙。」韓退之詩，「橫空盤硬語」，然「銀燭未銷窗送曙，金釵半醉坐添春」，又何嘗不是「女郎詩」耶《東山》詩：「其新孔嘉，其舊如之何？」周公大聖人，亦且善謔。"
      },
      {
        "index": 38,
        "text": "抱韓、杜以凌人，而粗腳笨手者，謂之權門托足。仿王、孟以矜高，而半吞半吐者，謂之貧賤驕人。開口言盛唐及好用古人韻者，謂之木偶演戲。故意走宋人冷徑者，謂之乞兒搬家。好疊韻、次韻，刺刺不休者，謂之村婆絮談。一字一句，自注來歷者，謂之骨董開店。"
      },
      {
        "index": 39,
        "text": "余詠《春草》，一時和者甚多；獨徐緒和「人」字韻云：「踏青渺渺前無路，埋玉深深下有人。」余為嘆絕。其他則周青原云：「拾翠暗遺金鈿小，踏青微礙繡裙低。」嚴冬友云：「坐來小苑同千里，夢去朱門又一年。」龔元超云：「春回地上人難測，綠到門前柳未知。」李參將炯云：「曠野有人知醉醒，荒園無主自高低。」諸作雖佳，皆不如徐之沉著也。惟程魚門有「長共春來不共歸」，七字殊覺大方；惜忘其全首。"
      },
      {
        "index": 40,
        "text": "作古體詩，極遲不過兩日，可得佳構；作近體詩，或竟十日不成一首。何也蓋古體地位寬餘，可使才氣卷軸；而近體之妙，須不著一字，自得風流，天籟不來，人力亦無如何。今人動輕近體，而重古風，蓋於此道，未得甘苦者也。葉庶子書山曰：「子言固然。然人功未極，則天籟亦無因而至。雖雲天籟，亦須從人功求之。」知言哉！"
      },
      {
        "index": 41,
        "text": "詩人家數甚多，不可硜硜然域一先生之言，自以為是，而妄薄前人。須知王、孟清幽，豈可施諸邊塞杜、韓排募，未便播之管弦。沈、宋莊重，到山野則俗。盧仝險怪，登廟堂則野。韋、柳雋逸，不宜長篇。蘇、黃瘦硬，短於言情。悱惻芬芳，非溫、李、冬郎不可。屬詞比事，非元、白、梅村不可。古人各成一家，業已傳名而去。後人不得不兼綜條貫，相題行事。雖才力筆性，各有所宜，未容勉強；然寧藏拙而不為則可，若護其所短，而反譏人之所長，則不可。所謂以宮笑角、以白詆青者，謂之陋儒。范蔚宗云：「人識同體之善，而忘異量之美。此大病也。」蔣苕生太史《題〈隨園集〉》云：「古來祇此筆數枝，怪哉公以一手持。」余雖不能當此言，而私心竊向往之。"
      },
      {
        "index": 42,
        "text": "古人門戶雖各自標新，亦各有所祖述。如《玉臺新詠》、溫、李、西昆，得力於《風》者也。李、杜排募，得力於《雅》者也。韓、孟奇崛，得力於《頌》者也。李賀、盧仝之險怪，得力於《離騷》、《天問》、《大招》者也。元、白七古長篇，得力於初唐四子；而四子又得之於庾子山及《孔雀東南飛》諸樂府者也。今人一見文字艱險，便以為文體不正。不知「載鬼一車」、「上帝板板」，已見於《毛詩》、《周易》矣。"
      },
      {
        "index": 43,
        "text": "詩宜樸不宜巧，然必須大巧之樸；詩宜淡不宜濃，然必須濃後之淡。譬如大貴人，功成宦就，散髮解簪，便是名士風流。若少年紈挎，遽為此態，便當笞責。富家雕金琢玉，別有規模；然後竹几藤床，非村夫貧相。"
      },
      {
        "index": 44,
        "text": "牡丹詩最難出色。唐人「國色朝酣酒，天香夜染衣」之句，不如「嫩畏人看損，嬌疑日炙消」之寫神也。其他如：「應為價高人不問，恰緣香甚蝶難親。」別有寄托。「買栽池館疑無地，看到子孫能幾家？」別有感慨；宋人云：「要看一尺春風面。」俗矣！本朝沙斗初云：「艷薄嚴妝常自重，明明薄醉要人扶。」裴春台云：「一欄並力作春色，百卉甘心奉盛名。」羅江村云：「未必美人多富貴，斷無仙子不樓臺。」胡稚威云：「非徒冠冕三春色，真使能移一世心。」程魚門云：「能教北地成香界，不負東風是此花。」此數聯，足與古人頡頏。元人貶牡丹詩云：「棗花似小能成實，桑葉雖粗解作絲。惟有牡丹如斗大，不成一事又空枝。」晁無咎《並頭牡丹》云：「月下故應相伴語，風前各自一般愁。」"
      },
      {
        "index": 45,
        "text": "詩以比興為佳。王孟亭箴輿守懷慶時，與盧中丞焯同寅。王被劾罷官。二十年後，盧為浙江巡撫。王往見之，盧相待甚優，許其薦舉。而王自傷老矣，不欲再談往事。《西湖小集》詩云：「再移畫舫春應老，重撥朱弦恨轉生。」"
      },
      {
        "index": 46,
        "text": "江陰翁明經照，字朗夫，館嵇相國家。相公非朗夫倡和不吟詩，人呼為「詩媒」。雍正乙卯，以鴻博薦。朗夫謝詩云：「此身得遇裴中令，不向香山老一生。」一時傳誦。朗夫有《春柳》云：「千里因依惟夜月，一生消受是東風。迎來桃葉如相識，猜得楊枝是小名。」皆佳句也。平生有謙癖，拜起紆遲；年登八十，猶熏衣飾貌，寸髭不留。余初相見，知其多禮，乃先跪叩頭，逾時不起。先生愕然。余告人曰：「今日謙過朗夫矣！」"
      },
      {
        "index": 47,
        "text": "李嘯村《虎丘竹枝詞》，已極新艷。而楊次也先生《西湖竹枝》，乃更過之。李云：「橫塘七里路西東，侍女如雲踏軟紅。才到寺門歡喜地，一時花下筍輿空。」「仰蘇樓畔石梯懸，步步弓鞋劇可憐。五十三參心暗數，欹斜扶遍阿娘肩。」「佛座燒香一瓣新，慈雲低覆落花塵。不妨訴盡癡兒女，那有如來更笑人？」「女冠裝裹認依稀，只少穿珠百八圍。豈是閨人真好道，阿儂愛著水田衣。」楊云：「自翻黃歷揀良辰，幾日前頭約比鄰。郎自乞晴儂乞雨，要他微雨散閒人。」「斟酌衣裳稱體難，回時暄熱去時寒。侍兒會得人心意，半臂輕綿隔夜安。」「乍晴時節好天光，紈綺風來撲地香。花點胭脂山潑黛，西湖今日也濃妝。」「烏油小轎兩肩扶，紕縵窗紗有若無。裏面看人原了了，不知人看可模糊。」「時樣梳妝出意新，鄂王墳上小逡巡。抬頭一笑匆匆去，不避生人避熟人。」「游人魚貫各分行，就裏妍媸略自量。老婢當頭娘押尾，垂髫嬌女在中央。」「珠翠叢中逞別才，時新衣服稱身裁。誰知百襉羅裙上，也畫西湖十景來？」「白石敲光細火紅，繡襟私貯小金筒。口中吹出如蘭氣，僥幸何人在下風？」「苔陰小立按雙鬟，貼地弓鞋一寸彎。行轉長堤無氣力，累人攙著上孤山。」「白舫青尊挾妓游，語音輕脆認蘇州。明知此地湖山勝，偏要違心譽虎丘。」「悄密行蹤自戒嚴，朱藤轎子綠垂簷。輕風畢竟難防備，故揀人叢揭轎簾。」「朋儕游興略相同，里外湖橋宛轉通。覿面幾番成一笑，剛才分路又相逢。」「畫舫人歸一字排，半奩春水淨如揩。斜陽獨上長堤立，拾得花間小鳳釵。」黃莘田先生《虎丘竹枝》云：「昏崖老樹落朱藤，漏出紅紗隔葉燈。不畏霓裳有風露，吹笙樓上坐三層。」「斑竹薰籠有舊恩，湘妃節節長情根。吳娘酷愛衣香好，個個將錢買淚痕。」「千點琉璃八角亭，劍池寒水浸華星。天生一片笙歌石，留與千人廣坐聽。」「畫鼓紅牙節拍繁，昆山法部鬥新翻。匝郎年少何戡老，海燕亭前較一番。」「樓前玉杵搗紅牙，簾下銀燈索點茶。十五當壚年少女，四更猶插滿頭花。」「湘簾畫楫趁新涼，衣帶盈盈隔水香。好是一行烏桕樹，慣遮珠舫坐秋娘。」又《西湖竹枝》云：「畫羅紈扇總如云，細草新泥簇蝶裙。孤憤何關兒女事，踏青爭上岳王墳。」「梨花無主草堂青，金縷歌殘翠黛凝。魂斷蕭蕭松柏路，滿天梅雨下西陵。」三人《竹枝》，皆冠絕一時。又，程太史午橋《虹橋竹枝》云：「青溪碧草兩悠悠，酒地花場易惹愁。月暗玉鉤人散後，冷螢飛上十三樓。」「米家舫子只琴書，秋水新添二尺餘。一帶管弦歸棹晚，橋邊簾幕上燈初。」「游人爭喚酒家船，兒女心情更可憐。未出水關三四里，家家開閣整花鈿。」「不厭朝陰愛曉晴，園林相倚百花生。梨紅杏白休輕喚，簾底防人認小名。」「法海橋頭酒半闌，水嬉煙火盡餘歡。笑他避客雙環女，一半搴簾側鬢看。」"
      },
      {
        "index": 48,
        "text": "岳大將軍鍾琪，為一代名將；容狀奇偉，食飲兼人，而工於吟詩。丙辰赦歸後，種菜於四川之百花洲。尹文端公贈詩云：「他日玉書傳詔日，江天何處覓漁翁？」未幾，王師征金川，果復起用。《過邯鄲題壁》云：「只因未了塵寰事，又作封侯夢一場。」周蘭坡學士祭告西嶽，所過僧壁山岩，見題詩甚佳，字亦奇古，款落「容齋」，不知即岳公也。"
      },
      {
        "index": 49,
        "text": "明將軍瑞殉節緬甸，賜謚忠烈，工於吟詩。《雨中過石門》云：「自憐馬上囊鍵客，獨立溪邊問渡船。」《元夜歸省》云：「陌上晚煙飛素練，渡頭殘雪踏銀沙。」《送弟瑤林使烏斯藏》云：「寒分百戰袍，渴共一刀血。」皆名句也。弟明義、字我齋，詩尤嫻雅。其《醉後聽歌》云：「官柳蕭蕭石路平，歡場回首隔重城。可憐驕馬情如我，步步徘徊不肯行。」「涼風吹面酒初醒，馬上敲詩鞭未停。寄語金吾城慢閉，夢魂還要再來聽。」又，《偶成》云：「東風不解瞞人度，才入竹來便有聲。」《早起》云：「平明鐘鼓嚴寒夜，不負香衾有幾人？」將軍三娶名媛，皆見逐於姑，有放翁之恨。最後娶都統常公季女，伉儷甚篤。征緬時，夫人送行詩，有「但願同凋並蒂蓮」之句。公果死節，而夫人亦自縊。"
      },
      {
        "index": 50,
        "text": "京師故事：凡縉紳陪吊於喪家者，聞前輩至，則易吉服相見；然有易有不易者，以來客之未必皆前輩也。余陪吊於座主甘大司馬家，忽聞徐蝶園相公來，則滿堂盡吉服矣。公名元夢，康熙癸丑進士，與韓慕廬同年，滿朝公卿，皆其後輩。時年九十餘，短身赤鼻，面少須髯。詩宗盛唐。《送人出塞》云：「君到居庸北，應憐一雁回。沙平疑地盡，山豁訝天開。落日重關閉，秋風萬馬來。勉旃從此役，莫上望鄉臺。」大學士舒公赫德，其孫也。"
      },
      {
        "index": 51,
        "text": "蘇州逸園，離城七十里，在西磧山下，面臨太湖，古梅百株，環繞左右，溪流潺潺，渡以石橋；登騰嘯臺，望飄渺諸峰，有天際真人想。主人程鐘，字在山，隱士也。妻號生香居士。夫婦能詩。有絕句云：「高樓鎮日無人到，祇有山妻問字來。」可想見一門風雅。予探梅鄧尉，往訪不值。次日，程君入城作答，鬚眉清古，勸續前游，而予匆匆解纜。逾年再至蘇州，程君已為異物。記其《雜詠》一首云：「樵者本在山，山深沒樵徑。不見採樵人，樵聲谷中應。」"
      },
      {
        "index": 52,
        "text": "詩家活對最妙。宋人《贈某》云：「每憐民若子，還喜稻成孫。」真山民詠《杜鵑》云：「歸心千古終難白，啼血萬山都是紅。」華亭李進《哭友》云：「誄詞作自先生婦，遺稿歸於後死朋。」王介祉詠《牡丹》云：「相公自進姚黃種，妃子偏吟李白詩。」李穆堂《賀安溪相公生子》云：「其間原必有，幾日辨之無。」沈淑園《登陶然亭》云：「每來此地皆重九，有約同游至再三。」胡宗緒祭酒《贈友》云：「兩人拍手齊大笑，一路同行到小姑。」皆活對也。"
      },
      {
        "index": 53,
        "text": "揚州為鹽賈所居，風尚侈靡。崔尚書應階詩云：「青山也厭揚州俗，多少峰巒不過江。」鄭板橋詩云：「千家生女先教曲，十里栽花當種田。」"
      },
      {
        "index": 54,
        "text": "常熟陳見復先生為海內經師，而詩極風韻。《悼亡》云：「出門交寡入門求，晤語居然近上流。寂寞於陵停織屨，他時誰與謚黔婁？」「何必他生訂會期，相逢即在夢來時。烏啼月落人何處？又是一番新別離。」中進士，不殿試而歸，曰：「馬力健知游冀北，櫓聲柔覺到江南。」「題名浪逐看花伴，去國還同落第人。」"
      },
      {
        "index": 55,
        "text": "錢稼軒司寇之女，名孟鈿，嫁崔進士龍見，為富平令。嚴侍讀從長安歸，夫人厚贈之。嚴問：「至江南，帶何物奉酬？」曰：「無他求，只望寄袁太史詩集一部。」其風雅如此。因誦其五言云：「啼烏空繞樹，殘夢只隨鐘。」有《浣青集》行世。其號「浣青」者，欲兼浣花、青蓮而一之也。夫人通音律，嘗在秋帆中丞座上，聽客鼓琴，曰：「角聲多，宮聲少，且多殺伐之音。何也？」問客，果從塞外軍中來。余庚申夏，乘舟北上，遇稼軒南歸：時未中狀元也。見其手抱幼女，才周啐，今四十八年矣。在杭州見夫人，談及此事。夫人笑云：「所抱者，即年侄女也。」余故題其詩冊有云：「爾翁南下賦歸歟，值我新婚北上初。水面匆匆通數語，懷中正抱女相如。」"
      },
      {
        "index": 56,
        "text": "詩有有篇無句者，通首清老，一氣渾成，恰無佳句令人傳誦。有有句無篇者，一首之中，非無可傳之句，而通體不稱，難入作家之選。二者一欠天分，一欠工夫。必也有篇有句，方稱名手。"
      },
      {
        "index": 57,
        "text": "杭州布衣吳穎芳，字西林，博學多聞，嘗自序其詩曰：「古人讀書，不專務詞章，偶爾流露謳吟，僅抒所蓄之一二。其胸中所貯，淵乎其莫測也。遞降而下，傾瀉漸多。逮至元、明，以十分之學，作十分之詩，無餘蘊矣。次焉者，或溢其量以出。故其經營之處，時露不足；如舉重械，雖同一運用，而勞逸之態各殊。古人勝於近代，可准是以觀。」予嘗試武童，見有開弓至十石而色變手戰者。曉之曰：「汝務十石之名，而醜態盡露；何若用五石、六石之從容大方乎？」頗與吳言相合。"
      },
      {
        "index": 58,
        "text": "西林與杭、厲諸公同時角逐。及諸公俱登科第，而西林如故也。故詠《筍臘》結句云：「回頭看同隊，一一上雲煙。」又，《答客至》曰：「田間住卻攜鋤手，來與諸公話白雲。」"
      },
      {
        "index": 59,
        "text": "詩須善學，暗偷其意，而顯易其詞。如《毛詩》：「嗟我懷人，置彼周行。」唐人學之，云「提籠忘採葉，昨夜夢漁陽」是也。唐人詩云：「憶得去年春風至，中庭桃李映瑣窗。美人挾瑟對芳樹，玉顏亭亭與花雙。今年花開如舊時，去年美人不在茲。借問離居恨深淺，只應獨有庭花知。」宋入學之云：「去年除夕歸自北，行李到門天已黑。今年除夕客南方，雪滿關山歸不得。老妻望我眼將穿，只道今年似去年。古樹夕陽鴉影亂，猶同小女立門前。」"
      },
      {
        "index": 60,
        "text": "白香山詩云：「周公恐懼流言日，王莽謙恭下士時。若使當時身早死，兩人真偽有誰知？」宋人反其意，曰：「少年胯下安無忤，老父圯邊愕不平。人物若非觀歲暮，淮陰何必減文成？」"
      },
      {
        "index": 61,
        "text": "毗陵王藝山明府，女玉瑛，字採薇，嫁孫星衍秀才，伉儷甚篤，年二十四而夭。秀才求予誌墓。其《舟過丹徒》云：「幽行已百里，村落半柴扉。只鳥時依樹，孤螢不上衣。月高人影小，潮定櫓聲稀。沿水星星火，歸驚宿鷺飛。」其他佳句，如：「戶低交葉暗，徑小受花深。」「研墨污羅袖，看魚落翠鈿。」「蟲依香影垂簾網，蛾怯晨光墮帳紗。」「一院露光團作雨，四山花影下如潮。」皆妙絕也。秀才後中丁未榜眼；採薇竟不及見，悲夫！"
      },
      {
        "index": 62,
        "text": "李北海見崔顥投詩曰：「十五嫁王昌。」罵曰：「小兒無禮！」秦少遊見孫莘老投詩曰：「平康在何處？十里帶垂楊。」孫罵曰：「小子又賤發！」二前輩方嚴相似，而考其生平，均非能作詩者。"
      },
      {
        "index": 63,
        "text": "鎮江布衣李琴夫詠《佛手》云：「白業堂前幾樹黃？摘來猶似帶新霜。自從散得天花後，空手歸來總是香。」詠佛手至此，可謂空前絕後矣。"
      },
      {
        "index": 64,
        "text": "余少貧不能買書，然好之頗切。每過書肆，垂涎翻閱；若價貴不能得，夜輒形諸夢寐。曾作詩曰：「塾遠愁過市，家貧夢買書。」及作官後，購書萬卷，翻不暇讀矣。有如少時牙齒堅強，貧不得食；衰年珍羞滿前，而齒脫腹果，不能饜飫，為可嘆也！偶讀東坡《李氏山房藏書記》，甚言少時得書之難，後書多而轉無人讀：正與此意相同。"
      },
      {
        "index": 65,
        "text": "黃石牧太史言：「秦禁書，禁在民，不禁在官；故內府博士所藏，並未亡也。自蕭何不取，項羽燒阿房，而書亡矣。」年家子高樹程詠《蕭相》云：「英風猶想入關初，相國功勛世莫如。獨恨未離刀筆吏，只收圖籍不收書。」"
      },
      {
        "index": 66,
        "text": "揚州轉運使朱子穎，工畫能詩。王夢樓為誦其佳句云：「一水漲喧人語外，萬山青到馬蹄前。」"
      },
      {
        "index": 67,
        "text": "老年之詩多簡練者，皆由博返約之功。如陳年之酒，風霜之木，藥淬之匕首；非枯槁簡寂之謂。然必須力學苦思，衰年不倦，如南齊之沈麟士，年過八旬，手寫三千紙，然後可以壓倒少年。"
      },
      {
        "index": 68,
        "text": "上官儀詩多浮艷，以忠獲罪。傅玄善言兒女之情，而剛正嫉惡，臺閣生風。揚子雲自擬《周易》，乃附新莽。余中請禁探花，而後以贓敗。席豫一生不作草書，而薦安祿山公正無私。"
      },
      {
        "index": 69,
        "text": "余門生談羽儀，字毓奇，家富而好買書；自署一聯曰：「閉戶自知精力減；貯書還望子孫賢。」"
      },
      {
        "index": 70,
        "text": "宋嚴有翼詆東坡詩，「誤以蔥為韭，以長桑君為倉公，以摸金校尉為摸金中郎。」所用典故，被其捃摘，幾無完膚。然七百年來，人知有東坡，不知有嚴有翼。"
      },
      {
        "index": 71,
        "text": "用事如用兵，愈多愈難。以漢高之雄略，而韓信祇許其能用十萬。可見部勒驅使，談何容易！有梁溪少年作懷古詩，動輒二百韻。予笑曰：「子獨不見唐人《詠蜀葵》詩乎？」其人請誦之。曰：「能共牡丹爭幾許，被人嫌處只緣多。」"
      },
      {
        "index": 72,
        "text": "某太史掌教金陵，戒其門人曰：「詩須學韓、蘇大家，一讀溫、李，便終身入下流矣。」余笑曰：「如溫、李方是真才，力量還在韓、蘇之上。」太史愕然。余曰：「韓、蘇官皆尚書、侍郎，力足以傳其身後之名。溫、李皆末僚賤職，無門生故吏為之推挽，公然名傳至今，非其力量尚在韓、蘇之上乎？且學溫、李者，唐有韓倔，宋有劉筠、楊億，皆忠清鯁亮人也。一代名臣，如寇萊公、文潞公、趙清獻公，皆西昆詩體，專學溫、李者也，得謂之下流乎？」"
      },
      {
        "index": 73,
        "text": "「傳」字「人」旁加「專」，言人專則必傳也。堯、舜之臣只一事，孔子之門分四科，亦專之謂也。唐人五言工，不必七言也；近體工，不必古風也。宋以後，學者好誇多而鬥靡。善乎！方望溪云：「古人竭畢生之力，只窮一經；後人貪而兼為之，是以循其流而不能溯其源也。」"
      },
      {
        "index": 74,
        "text": "乾隆丙辰，召試博學宏詞。海內薦者二百餘人。至九月而試保和殿者一百八十人。詩題是《山雞舞鏡》七排十二韻，限「山」字。劉文定公有句云：「可能對語便關關。」上深嘉獎，親拔為第一，遂以編修，致身宰相。二百人中，年最高者，萬九沙先生諱經；最少者為枚。全謝山庶常作《公車徵士錄》，以先生居首，枚署尾。己亥枚還杭州，先生之少子名福者，持先生小像索詩。余題一律，有「當年丹詔召耆英，驥尾龍頭記得清」之句。詩載集中。"
      },
      {
        "index": 75,
        "text": "明洪紫溪自言：「三十年讀書，才消得胸中『狀元』二字。」陋哉言乎！如欲狀元之名副其實，則「狀元」二字，胸中不可一日忘也。如倚狀元為驕人之具，則「狀元」二字，胸中不可一日不忘也。何待讀書三十年哉？味其言，紫溪自以為忘，正其終身不忘之証。同年錢文敏公《臚唱第一口號》云：「自慚才出劉蕢下，獨對春風轉厚顏。」其胸襟出紫溪上矣！"
      },
      {
        "index": 76,
        "text": "鄭夾漈極誇杜征南之注《左傳》、顏師古之注《漢書》，妙在不強不知以為知。杜不長於鳥獸蟲魚，顏不長於天文地理，故俱缺之，不假他人以訾議也。余謂作詩亦然，青蓮少排律，少陵少絕句，昌黎少近體。善藏其短，而長乃愈見。"
      },
      {
        "index": 77,
        "text": "《大雅》：「文王在上」。《毛傳》：稱文王受命而作。然則文王生而謚文乎？自以為「於昭於天」乎？鄭箋「平王之孫」為「平正之王」，「成王不敢康」為「成此王功，不敢自安逸」，「不顯成康」亦解為「成安祖考之道」：皆舍先王之謚法，而逞其穿鑿之臆說。朱子駁而正之，是矣。"
      },
      {
        "index": 78,
        "text": "顧寧人曰：「夫其巧於和人者，其胸中本無詩，而拙於自言者也。」又曰：「舍近今恆用之字，而借古字之通用以相矜者，此文人之所以自文其陋也。」"
      },
      {
        "index": 79,
        "text": "人悅西施，不悅西施之影。明七子之學唐，是西施之影也。"
      },
      {
        "index": 80,
        "text": "皋陶作歌，禹、稷無聞；周、召作詩，太公無聞；子夏、子貢可與言詩，顏、閔無聞。人亦何必勉強作詩哉？"
      },
      {
        "index": 81,
        "text": "《宋史》：「嘉祜間，朝廷頒陣圖以賜邊將。王德用諫曰：『兵機無常，而陣圖一定；若泥古法，以用今兵，慮有僨事者。」《技術傳》：「錢乙善醫，不守古方，時時度越之，而卒與法會。」此二條，皆可悟作詩文之道。"
      },
      {
        "index": 82,
        "text": "崔念陵進士，詩才極佳；惜有五古一篇，責關公華容道上放曹操一事。此小說演義語也，何可入詩何屺瞻作札，有「生瑜」、「生亮」之語，被毛西河誚其無稽；終身慚悔。某孝廉作關廟對聯，竟有用「秉燭達旦」者；俚俗乃爾，人可不學耶？"
      },
      {
        "index": 83,
        "text": "宋曾致堯謂李虛己曰：「子詩雖工，而音韻猶啞。」《愛日齋詩話》曰：「歐公詩，如閨中孀婦，終身不見華飾。」味此二語，當知音韻、風華，固不可少。"
      },
      {
        "index": 84,
        "text": "某太史自誇其詩：不巧而拙，不華而樸，不脆而澀。余笑謂曰：「先生聞樂，喜金絲乎、喜瓦缶乎？入市，買錦繡乎、買麻臬乎？」太史不能答。"
      }
    ]
  }
}