{
  "chapterNumber": 3,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "余嘗語人云：「才欲其大，志欲其小。才大，則任事有餘；志小，則願無不足。孔北海志大才疏，終於被難。邴曼容為官不肯過六百石，沒齒晏然。」童二樹詩云：「所欲不求大，得歡常有餘。」真見道之言。"
      },
      {
        "index": 2,
        "text": "夫用兵，危事也；而趙括易言之，此其所以敗也。夫詩，難事也；而豁達李老易言之，此其所以陋也。唐子西云：「詩初成時，未見可訾處，姑置之，明日取讀，則瑕疵百出，乃反復改正之。隔數日取閱，疵累又出，又改正之。如此數四，方敢示人。」此數言，可謂知其難而深造之者也。然有天機一到，斷不可改者。余《續詩品》有云：「知一重非，進一重境；亦有生金，一鑄而定。」"
      },
      {
        "index": 3,
        "text": "《西河詩話》載：曹能始先生《得家信》詩：「驟驚函半損，幸露語平安。」以為佳句。一客謂：「『露』字不如『剩』字之當。大抵『平安』注函外，損余曰『剩』；若內露，不必巧值此字矣。」人以為敏。余獨謂不然。「剩」字與「半」字不相叫應，函不過半損，則剩者正多，不止「平安」二字。「幸露語平安」，正是偶然觸露，所以羈旅之情，為之驚喜耳。若曰「不必巧值」，則又何以知其必不巧值耶？"
      },
      {
        "index": 4,
        "text": "盧雅雨先生與蔣蘿村副憲，同謫塞外。蔣年老，慮不得歸。盧戲作文生祭之。文甚譎詭。尹文端公一日謂余曰：「汝見盧《出塞集》乎？」曰：「見矣。」曰：「汝最愛何詩？」余未答。公曰：「汝且勿言，我猜必是《生祭蔣蘿村》文。」余不覺大笑，而首肯者再：喜師弟之印可也。其詞曰：「先生之壽，七十有七。先生之壯，如其壯日。先生曠達，不諱其恤。先生有教，乃載之筆。先生書來，示我云云。昔同轉運，與君為寅。今同謫戍，與君為鄰。我欲生祭，乞君一言。僕謝不敏，非甘懶惰。詛老咒生，無乃不可！既而思之，公非欺我。辱公之教，奈何弗果！爰卜吉日，乃駕黃驪。羔羊熏炙，酪酥淋漓。乾餱窨酒，載攜載隨。造廬展笑，大放厥詞。昔公早達，久食天祿。遭際堯廷，而登憲副。有其志之，非僕所錄。僕識公晚，蓋始投荒。過公信宿，示我周行。何以圖報祝壽而康。今年聞公，報三周歲。憶公語我：『軍台有制；諸弛形徒，考績為例；瓜代為常，喜而不寐。』何期命宮，磨蠍流連！帝聞臣罪，未聞臣年。草霜風燭，能否再延有死之心，無生之氣。僕忝同群，敢忘敦慰。言之違心，聽之無味。破涕用奇，於是乎祭。世之祭者，羅鼎列牲。豈無酹奠，誰進一觥豈無呼告，誰應一聲禱爾曰誄，莫若及生。我聞設台，防厄魯特：雪山為窟，師老難克。鬼能為厲，殊便殺賊。生不如人，死當報國。我聞西域，佛教常新：恆河沙數，皆不壞身。此去天竺，無間關津。一靈不昧，便入法門。我聞閻羅，即包孝肅：其家廬州，僕曾為牧。牧不負神，神應電矚。為問年來，神頗憶不我聞冥司，分隸城隍。我輩頭銜，頗與相當。定容抗禮，謙尊而光。豈如井底，妄肆蛙張我聞此地，李陵所竄：苗裔及唐，猶通祖貫。游子河梁，妙絕詞翰。地下相逢，定非冰炭。我聞歸化，葬古昭君：青塚表表，血食為神。乃心漢闕，同鄉是親。死如卜宅，請傍佳人。凡諸幻想，謂死有覺；有覺而死，不改其樂。若本無知，何嫌沙漠滄桑以來，誰非委壑公曰信哉，君言慨慷。君浮我白，我奉君觴。飲既盡興，食亦充腸。飲食醉飽，是為尚饗。」"
      },
      {
        "index": 5,
        "text": "松江曹黃門先生陸夫人，自號秀林山人。歸先生時，年才十七；奩具旁，皆文史也。尤愛《楚詞》，針黹暇，必朗誦之。侍婢私語曰：「夫人所誦，與在家時何異？」先生因贈詩云：「幽意閒情不自知，碧窗吟遍楚人詞。添香侍女聽來慣，笑說書聲似舊時。」因戒夫人曰：「卿愛屈子詞，此生不當得意。」已而果亡。先生為梓其《梯山閣遺稿》。《冬日病起》云：「病裏生涯百事賒，一弦一柱譜《平沙》。彈來卻怪人偷聽，閒倚欄桿看雪花。」《寄外》云：「煙水迢迢泛木蘭，寒風殘雪怯衣單。客裘自著江邊雨，莫作臨行淚點看。」余聞方問亭宮保，少時亦愛《離騷》。自懺云：「愛讀《離騷》便不祥。」其後功名顯赫。然則黃門先生之言，亦未必盡然與先生諱一士，官御史。"
      },
      {
        "index": 6,
        "text": "人或問余以本朝詩誰為第一，余轉問其人：《三百篇》以何首為第一其人不能答。余曉之曰：詩如天生花卉，春蘭秋菊，各有一時之秀，不容人為軒輊。音律風趣，能動人心目者，即為佳詩；無所為第一、第二也。有因其一時偶至而論者，如「不愁明月盡，自有夜珠來」一首，宋居沈上。「文章舊價留鸞掖，桃李新陰在鯉庭」一首，楊汝士壓倒元、白是也。有總其全局而論者，如唐以李、杜、韓、白為大家，宋以歐、蘇、陸、范為大家是也。若必專舉一人，以覆蓋一朝，則牡丹為花王，蘭亦為王者之香。人於草木，不能評誰為第一，而況詩乎？"
      },
      {
        "index": 7,
        "text": "王陽明先生云：「人之詩文，先取真意；譬如童子垂髫肅揖，自有佳致。若帶假面傴僂，而裝須髯，便令人生憎。」顧寧人與某書云：「足下詩文非不佳。奈下筆時，胸中總有一杜一韓放不過去，此詩文之所以不至也。」"
      },
      {
        "index": 8,
        "text": "王夢樓侍講云：「詩稱家數，猶之官稱衙門也。衙門自以總督為大，典史為小。然以總督衙門之擔水夫，比典史衙門之典史，則亦寧為典史，而不為擔水夫。何也典史雖小，尚屬朝廷命官；擔水夫衙門雖尊，與他無涉。今之學杜、韓不成，而矜矜然自以為大家者，不過總督衙門之擔水夫耳。」葉橫山先生云：「好摹仿古人者，竊之似，則優孟衣冠；竊之不似，則畫虎類狗。與其假人餘焰，妄自稱尊，孰若甘作偏裨，自領一隊？」"
      },
      {
        "index": 9,
        "text": "東坡近體詩，少蘊釀烹煉之功，故言盡而意亦止，絕無弦外之音、味外之味。阮亭以為非其所長，後人不可為法，此言是也。然毛西河詆之太過。或引「春江水暖鴨先知」，以為是坡詩近體之佳者。西河云：「春江水暖，定該鴨知，鵝不知耶？」此言則太鶻突矣。若持此論詩，則《三百篇》句句不是：在河之洲者，班鳩、鳴鳩皆可在也，何必「雎鳩」耶？止丘隅者，黑鳥、白鳥皆可止也，何必「黃鳥」耶？"
      },
      {
        "index": 10,
        "text": "富貴詩有絕妙者。如唐人：「偷得微吟斜倚柱，滿衣花露聽宮鶯。」宋人：「一院有花春晝永，八荒無事詔書稀。」「燭花漸暗人初睡，金鴨無煙卻有香。」「人散秋千閒挂月，露零蝴蝶冷眠花。」「四壁宮花春宴罷，滿床牙笏早朝回。」元人：「宮娥不識中書令，問是誰家美少年。」「袖中籠得朝天筆，畫日歸來又畫眉。」本朝商寶意云：「簾外濃雲天似墨，九華燈下不知寒。」「那能更記春明夢，壓鬢濃香侍宴歸。」湯西崖少宰云：「樓臺鶯蝶春喧早，歌舞江山月墜遲。」張得天司寇云：「願得紅羅千萬匹，漫天匝地繡鴛鴦。」皆絕妙也。誰謂「歡娛之言難工」耶？"
      },
      {
        "index": 11,
        "text": "貧士詩有極妙者。如陳古漁：「雨昏陋巷燈無焰，風過貧家壁有聲。」「偶聞詩累吟懷減，偏到荒年飯量加。」楊思立：「家貧留客幹妻惱，身病閒游惹母愁。」朱草衣：「床燒夜每借僧榻，糧盡妻常寄母家。」徐蘭圃：「可憐最是牽衣女，哭說鄰家午飯香。」皆貧語也。常州趙某云：「太窮常恐人防賊，久病都疑犬亦仙。」「短氣莫書賒酒券，索逋先長扣門聲。」俱太窮，令人欲笑。"
      },
      {
        "index": 12,
        "text": "楊花詩最佳者，前輩如查他山云：「春如短夢初離影，人在東風正倚闌。」黃石牧云：「不宜雨裏宜風裏，未見開時見落時。」嚴遂成云：「每到月明成大隱，轉因云熱得佯狂。」薛生白云：「飄泊無端疑『白也』，輕盈真欲類『虞兮』。」王菊莊云：「不知日暮飛猶急，似愛天晴舞欲狂。」虞東皋云：「飄來玉屑緣何軟？看到梅花尚覺肥。」意各不同，皆妙境也。近有人以此命題，燕以均云：「小院無端點綠苔，問他來處費疑猜。春原不是一家物，花竟偏能離樹開。質潔未堪污道路，身輕容易上樓臺。隨風似怕兒童捉，才撲闌幹又卻回。」蔡元春云：「沾裳似為衣添絮，撲帽應憐鬢有霜。似我辭家同過客，憐君一去便無歸。」李莢云：「偶經墮地時還起，直到為萍恨始休。」楊芳燦云：「掠水燕迷千點雪，窺窗人隔一重紗。」「願他化作青萍子，傍著鴛鴦過一生。」方正澍云：「春盡不堪垂老別，風停亦解步虛行。」錢履青云：「風便有時來硯北，月明無影度牆東。」嚴海珊詠《桃花》云：「怪他去後花如許，記得來時路也無。」暗中用典，真乃絕世聰明。"
      },
      {
        "index": 13,
        "text": "最愛周櫟園之論詩曰：「詩以言我之情也，故我欲為則為之，我不欲為則不為。原未嘗有人勉強之，督責之，而使之必為詩也。是以《三百篇》稱心而言，不著姓名，無意於詩之傳，並無意於後人傳我之詩。嘻！此其所以為至與！今之人，欲借此以見博學，競聲名，則誤矣！」"
      },
      {
        "index": 14,
        "text": "英夢堂相公，詩才清絕。作里河同知，與余游揚州僧寺云：「蕭寺廊回水一層，闌幹閒處有人憑。書生自笑酸寒甚，不看春燈看佛燈。」後三十年，金陵弟子龔元超有一首云：「煙蘿暗處石棱蹭，翠竹玲瓏月作燈。聽是誰家吹玉笛，畫欄清冷夜深憑。」何其風韻之相似也！"
      },
      {
        "index": 15,
        "text": "合肥進士田實發，庚戌會試，夢其母浴小兒於盆，意頗惡之。過黃河，資盡，不能雇車，意闌珊欲返。有驢夫苦勸前行。問夫：「何姓？」曰：「姓孟。」因憶夢中：兒者，子也；盆者，皿也：或者此行其有益乎？果以是科獲售。詠《曉鐘》云：「雨雲魂夢初驚後，名利心思未動前。」又：「鳥立樹梢徐墜果，風來簷隙自翻書。」頗近放翁小品。詠《花下鴛鴦》云：「翠幄紅幬夢未闌，頻傾香露不知寒。除非花上蜂兒落，才肯抬頭仔細看。」"
      },
      {
        "index": 16,
        "text": "余嘗謂：詩人者，不失其赤子之心者也。沈石田《落花》詩云：「浩劫信於今日盡，癡心疑有別家開。」盧仝云：「昨夜醉酒歸，僕倒竟三五。摩挲青莓苔，莫嗔驚著汝。」宋人仿之，云：「池昨平添水三尺，失卻搗衣平正石。今朝水退石依然，老夫一夜空相憶。」又曰：「老僧祇恐雲飛去，日午先教掩寺門。」近人陳楚南《題〈背面美人圖〉》云：「美人背倚玉闌幹，惆悵花容一見難。幾度喚他他不轉，癡心欲掉畫圖看。」妙在皆孩子語也。"
      },
      {
        "index": 17,
        "text": "詩有認假為真而妙者。唐人《宿華山》云：「危欄倚遍都無寐，猶恐星河墜入樓。」宋人《詠梅花帳》云：「呼童細掃瀟湘簟，猶恐殘花落枕旁。」有認真為假而妙者。宋人《雪中觀妓》云：「恰似春風三月半，楊花飛處牡丹開。」元人《美人梳頭》云：「紅雪忽生池上影，烏雲半卷鏡中天。」"
      },
      {
        "index": 18,
        "text": "黃梨洲先生云：「詩人萃天地之清氣，以月露、風雲、花鳥為其性情。月露、風雲、花鳥之在天地間，俄頃滅沒；惟詩人能結之於不散。」先生不以詩見長，而言之有味。"
      },
      {
        "index": 19,
        "text": "江州進士崔念陵室許宜嫫，七歲《玩月》云：「一種月團圓，照愁復照歡。歡愁兩不著，清影上闌幹。」其父嘆曰：「是兒清貴，惜福薄耳！」宜英不得於姑，自縊死。其《春懷》云：「無窮事業了裙釵，不律閒拈小遣懷。按曲填詞調玉笛，摘詩編譜入牙牌。淒涼夜雨謀生拙，零落春風信命乖。門外艷陽知幾許，兼花雜柳鳥喈喈。」《寄外》云：「花缸對月相憐夜，恐是前身隔世人。」進士已早知其不祥，解環後，顏色如生。進士哭之云：「雙鬟雙綰嬌模樣，翻悔從前領略疏。」崔需次京師，又聘女鸞嫫為妾。崔故貧士，歸來省親，嫫之養父強售之於某千戶，嫫不從，詭呼乾戶為爺，而訴以原定崔郎之故。千戶義之，不奪其志，仍以歸崔。嫫生時，母夢鳳集於庭。崔贈云：「柳如舊皺眉，花比新啼頰。挑燈風雨窗，往事從頭說。」崔有《灌園餘事》一集，載宜嫫事甚詳。陳淑蘭女子閱之，賦詩責崔云：「可惜江州進士家，灌園難護一枝花。若能才子情如海，爭得佳人一念差？」「自說從前領略疏，阿誰牽繞好工夫？宜嫫此後心宜淡，莫再人間挽鹿車。」嗚呼！淑蘭吟此詩後十餘年，亦縊死，可哀也！然宜嫫死於怨姑，淑蘭死於殉夫：有泰山、鴻毛之別矣。"
      },
      {
        "index": 20,
        "text": "常寧歐永孝序江賓谷之詩曰：「《三百篇》：《頌》不如《雅》，《雅》不如《風》。何也《雅》、《頌》，人籟也，地籟也，多後王、君公、大夫修飾之詞。至十五《國風》，則皆勞人、思婦、靜女、狡童矢口而成者也。《尚書》曰：『詩言志。』《史記》曰：『詩以達意。』若《國風》者，真可謂之言志而能達矣。」賓谷自序其詩曰：「予非存予之詩也；譬之面然，予雖不能如城北徐公之面美，然予寧無面乎？何必作窺觀焉？」"
      },
      {
        "index": 21,
        "text": "吾鄉吳修撰鴻，督學湖南。壬午科，湖南主試者為嘉定錢公辛楣、陝西王公偉人。諸生出闈後，各以闈卷呈吳。吳所最賞者，為丁牲、丁正心、張德安、石鴻翥、陳聖清五人，曰：「此五卷不售，吾此後不復論文矣。」榜發日，吳招客共飲，使人走探。俄而抄榜來，自第六名至末，只陳聖清一人。吳旁皇莫釋。未幾，五魁報至，則四生已各冠其經，如聯珠然。吳大喜過望。一時省下傳為佳話。先是，陳太常兆崙在都中，以書賀吳云：「今科楚南得人必盛。」蓋預知吳、錢、王三公之能知文，能拔士也。吳首唱一詩，云：「天鼓喧傳昨夜聲，大宮小徵盡含鳴。當頭玉筍排班出，入眼珠光照乘明。喜極轉添知己淚，望深還慰樹人情。文昌此日欣連曜，誰向西風訴不平？」一時和者三十餘人。後甲辰三月，余游匡廬，遇丁君宰星子，為雇夫役，作主人，相與序述前事，彼此慨然。且曰：「正心管領廬山七年，來游者先生一人耳。」"
      },
      {
        "index": 22,
        "text": "錢香樹先生為侍讀時出都，泊濟寧，立船頭為霜所滑，失足入水，家人救以篙，得不死。笑謂賓客曰：「吾聞墜水死者，必有鬼物憑之。倘昨夜遇李太白，便把臂去矣！」明日過李白樓，題云：「昨夜未曾逢李白，今朝乘興一登樓。樓中人已騎鯨去，樓影當空占上游。」"
      },
      {
        "index": 23,
        "text": "予在轉運盧雅雨席上，見有上詩者，盧不喜。余為解曰：「此應酬詩，故不能佳。」盧曰：「君誤矣！古大家韓、杜、歐、蘇集中，強半應酬詩也。誰謂應酬詩不能工耶？」予深然其說。後見粵西學使許竹人，先生自序其《越吟》云：「詩家以不登應酬作為高。」余曰：「不然。《三百篇》行役之外，贈答半焉。逮自河梁，洎李、杜、王、孟，無集無之。己實不工，體於何有萬里之外，交生情，情生文；存其文，思其事，見其人，又可棄乎？今而可棄，昔可無贈；毋寧以不工規我？」"
      },
      {
        "index": 24,
        "text": "比來閨秀能詩者，以許太夫人為第一。其長嗣佩璜，與余同徵鴻博。讀太夫人《綠淨軒自壽》云：「自分青裙終老婦，濫叨紫綽拜鄉君。」《元旦》云：「剩有濕薪同爆竹，也將紅紙寫宜春。」《喜雨》云：「愆期休割乖龍耳，破塊粗安野老心。不獨清涼宜翠簟，可知點滴盡黃金。」皆佳句也。夫人為徐清獻公季女，名德音，字淑則。王太倉相公撥出清獻之門，其視學浙江也，遣人告墓。夫人有句云：「魚菽薦羹惟弱女，松楸酹酒屬門人。」"
      },
      {
        "index": 25,
        "text": "尹望山制府在途中寄鄂夫人詩云：「正因被冷想裝綿，又接音書短榻前。暖閣遙思春雪冷，長途更犯曉冰堅。不言家事知予苦，頻寄征衣賴汝賢。依舊疏狂應笑否？偷閒時復聳吟肩。」夫人為鄂文端公之從女，賢淑能詩。常侍尹、鄂兩公小飲。鄂公老矣，向尹公云：「閣務殷繁，何日得抽身是好？」夫人正色曰：「女聞聖人云『事君能致其身』，其次則明哲保身，未聞有抽身之說。」公為莞然。"
      },
      {
        "index": 26,
        "text": "遼東三老者：戴亨，字遂堂；陳景元，字石閭；馬大缽，字雷溪。三人皆布衣不仕，詩宗漢、魏，字學二王，不與人世交接，來往者李鐵君一人而已。戴詩不傳。陳有《崇兆寺》詩云：「世外招提境，浮生寄一時。鈴聲吟殿角，澗影落松枝。鳥語留歸念，山僧笑索詩。東方明月上，若遇此心期。」馬《聞西師振旅寄寧遠大將軍》云：「雪飄組練歸榆海，花滿弓刀入玉關。」《偶成》云：「曬藥偶然來竹外，修琴不復到人間。」石閭弟景鐘，字橘洲，有《夜闌曲》云：「春夜頻傾金叵羅，胡姬按板對筵歌。低徊笑語牽紅袖，如此風光可奈何！」明七子論詩，蔽於古而不知今，有拘墟皮傅之見。遼東三老，亦復似之。鐵君作《尚史》，專搜三代以上事，而竟不知本朝有馬輔之《繹史》，亦囿於聞見之一端。然近今士人，先攻時文，通籍後始學為詩，大概從宋、元入手，俗所稱「半路上出家」是也。源流不清，又不若三家之力爭上乘矣。"
      },
      {
        "index": 27,
        "text": "鐵君名鍇，父為總督，而能隱居不仕，自稱鹿青山人，有《瞧螟齋集》行世。錄其《梅花》云：「眾木正如夢，一枝方自春。遂令江水上，真見獨醒人。」《詠月》云：「清絕自成照，何曾挂樹生？有時通夜白，一片得秋明。遠水若相接，浮雲或並行。年年圓便缺，誰悟善持盈？」"
      },
      {
        "index": 28,
        "text": "康熙初，吳兆騫漢槎謫戍寧古塔。其友顧貞觀華峰館於納蘭太傅家，寄吳《金縷曲》云：「季子平安否？」「諒絕塞、苦寒難受。廿載包胥曾一諾，盼烏頭馬角終相救。置此札，兄懷袖。」「詞賦從今須少作，留取心魂相守。」「歸日急翻行戍稿，把空名料理傳身後。言不盡，觀頓首。」太傅之子成容若見之，泣曰：「河梁生別之詩，山陽死友之傳，得此而三。此事三千六百日中，我當以身任之。」華峰曰：「人壽幾何？公子乃以十載為期耶？」太傅聞之，竟為道地，而漢槎生入玉門關矣。顧生名忠者，詠其事云：「金蘭倘使無良友，關塞終當老健兒。」一說：華峰之救吳季子也，太傅方宴客，手巨觥，謂曰：「若飲滿，為救漢槎。」華峰素不飲，至是一吸而盡。太傅笑曰：「余直戲耳！即不飲，余豈遂不救漢槎耶？雖然，何其壯也！」嗚呼！公子能文，良朋愛友，太傅憐才，真一時佳話。余常謂：漢槎之《秋笳集》，與陳臥子之《黃門集》，俱能原本七子，而自出精神者。"
      },
      {
        "index": 29,
        "text": "阮亭《池北偶談》笑元、白作詩，未窺盛唐門戶。此論甚謬。桑瞍父譏之云：「大辨才從覺悟餘，香山居士老文殊。漁洋老眼披金屑，失卻光明大寶珠。」余按：元、白在唐朝所以能獨豎一幟者，正為其不襲盛唐窠臼也。阮亭之意，必欲其描頭畫角若明七子，而後謂之窺盛唐乎？要知唐之李、杜、韓、白，俱非阮亭所喜。因其名太高，未便詆毀；於少陵亦時有微詞，況元、白乎？阮亭主修飾，不主性情。觀其到一處必有詩，詩中必用典，可以想見其喜怒哀樂之不真矣。或問：「宋荔裳有『絕代消魂王阮亭』之說，其果然否？」余應之曰：「阮亭先生非女郎，立言當使人敬，使人感且興，不必使人消魂也。然即以消魂論，阮亭之色，亦並非天仙化人，使人心驚者也。不過一良家女，五官端正，吐屬清雅；又能加宮中之膏沐，熏海外之名香，傾動一時，原不為過。其修詞琢句，大概捃摭於大歷十子，宋、元名家，取彼碎金，成我風格，恰不沾沾於盛唐，蹈七子習氣，在本朝自當算一家數。奈歸愚、子遜奉若斗山，嶼沙、心餘棄若芻狗：余以為皆過也。」"
      },
      {
        "index": 30,
        "text": "杭州周汾，字蓉衣，詠《春柳》云：「西湖送我離家早，北道看人得第多。」不脫不粘，得古人未有。惜客死於清江。壬寅余過天台，齊侍郎召南亡久矣。其昆季延余小飲，捧侍郎全集，高尺許，乞作序。盡半日之暇，為之翻擷，見其鴻富，美不勝收。僅記其《詠漢武》七律一首，後四句云：「親承文景昇平業，開闢唐虞未有天。到底英雄晚能悔，輪臺一詔是神仙。」其兄周南、弟世南，俱以甲科作廣文，龐眉白髮，年八十餘。"
      },
      {
        "index": 31,
        "text": "陶篁村置屋孤山。余月夜訪之，憐其孤寂，勸置燕玉，為暖老計。篁村以為然，購一小鬟。梁山舟侍講調以詩云：「病來久不見陶潛，隔著重城似隔天。昨夜中庭看星象，小星正在少微邊。」「見說榕江泛櫓枝，已成陰後未涼時。一根柳慄無人管，分付樵青好護持。」「不比朝雲侍老坡，也如天女伴維摩。對門有個林和靖，冷抱梅花奈爾何？」「好將班管畫眉雙，莫染星星鬢上霜。比似詩人張子野，鶯花還有廿年狂。」山舟又有句云：「畢竟人間勝天上，不然劉阮不歸來。」余適從天台山歸，誦此，為之一笑。"
      },
      {
        "index": 32,
        "text": "余寓西湖漱石居，有徽州汪明府見訪，名喬年，字繡林，年八十矣。適余外出，未獲相見。蒙其題壁云：「無人不識元才子，今我來尋李謫仙。底事閒雲無處捉？教儂空蕩釣魚船。」"
      },
      {
        "index": 33,
        "text": "詩如言也，口齒不清，拉雜萬語，愈多愈厭。口齒清矣，又須言之有味，聽之可愛，方妙。若村婦絮談，武夫作鬧，無名貴氣，又何藉乎？其言有小涉風趣，而嚅嚅然若人病危，不能多語者，實由才薄。"
      },
      {
        "index": 34,
        "text": "詩不可不改，不可多改。不改則心浮，多改則機窒。要像初拓《黃庭》，剛到恰好處。孔子曰：「中庸不可能也。」此境最難。予最愛方扶南《滕王閣》詩云：「閣外青山閣下江，閣中無主自開窗。春風欲拓滕王帖，蝴蝶入簾飛一雙。」嘆為絕調。後見其子某云：「翁晚年嫌為少作，刪去矣。」予大驚，卒不解其故。桐城吳某告予云：「扶南三改《周瑜墓》詩，而愈改愈謬。」其少作云：「大帝君臣同骨肉，小喬夫婿是英雄。」可稱工矣。中年改云：「大帝誓師江水綠，小喬卸甲晚妝紅。」已覺牽強。晚年又改云：「小喬妝罷胭脂濕，大帝謀成翡翠通。」真乃不成文理！豈非朱子所謂「三則私意起而反惑」哉？扶南與方敏恪公為族兄。敏恪寄信，苦勸其勿改少作，而扶南不從。方知存幾句好詩，亦須福分。"
      },
      {
        "index": 35,
        "text": "詩雖奇偉，而不能揉磨入細，未免粗才。詩雖幽俊，而不能展拓開張，終窘邊幅。有作用人，放之則彌六合，收之則斂方寸，巨刃摩天，金針刺繡，一以貫之者也。諸葛躬耕草廬，忽然統師六出；靳王中興首將，竟能跨驢西湖：聖人用行舍藏，可伸可屈，於詩亦可一貫。書家北海如象，不及右軍如龍，亦此意耳。余嘗規蔣心餘云：「子氣壓九州矣；然能大而不能小，能放而不能斂，能剛而不能柔。」心余折服曰：「吾今日始得真師。」其虛心如此。"
      },
      {
        "index": 36,
        "text": "夢中得詩，醒時尚記，及曉，往往忘之。似村公子有句云：「夢中得句多忘卻，推醒姬人代記詩。」予謂此詩固佳，此姬人尤佳。魯星村亦云：「客裏每先頑僕起，夢中常惜好詩忘。」"
      },
      {
        "index": 37,
        "text": "徐雨峰中丞士林，巡撫蘇州。人以為繼湯文正公之後，一人而已。母喪去官，有詔奪情，不起。其方正如此。然其詩極綿麗。宮中書時有句云：「歸來惹得山妻問：侍女熏香近有無？」"
      },
      {
        "index": 38,
        "text": "金陵僧藥根，工楷法，住揚州某庵。商人洪姓者，欲買其庵旁隙地起花園。藥根意不欲，乃投以詩云：「自笑蝸廬傍寺開，鄰園樹木迥崔巍。儂家院小難栽樹，但有青青一片苔。」洪知其意，乃不果買。藥根\"白瓜渚》云：「星光全在水，漁火欲浮天。」《喜晴》云：「雨收亦似痊沉病，日出渾如見故人。」"
      },
      {
        "index": 39,
        "text": "賢者為情，每離所官之地，動致留連。韓魏公離黃州，依依不舍。尹太保四督江南，三十餘年。乙酉入相，正值重九之時，先別棲霞，再辭蜀阜，淒然泣下。公不能舍江南，猶江南之人亦不能舍公也。余送至清江浦，每晚必見。及渡黃河，公猶教以明晨作別。臨期，余乍盥面，而公遣家人來，云：「公已上馬行矣。」蓋恐面別之難為情耳。後從京師寄詩云：「歌到離亭聲斷續，人分淮浦影東西。」又曰：「三年只覺流光速，一別方知見面難。」"
      },
      {
        "index": 40,
        "text": "古之忠臣、孝子，皆情為之也。胡忠簡公劾秦檜，流竄海南，臨歸時，戀戀於黎倩。此與蘇子卿娶胡婦相類。蓋一意孤行之士，細行不矜。孔子所謂「觀過知仁」，正此類也。乃朱子譏之云：「十年浮海一身輕，歸對黎渦恰有情。世上無如人欲險，幾人到此誤平生？」高守村和云：「批鱗一疏死生輕，萬死投荒尚有情。不學遁翁捧蓍草，甘心鉗口自偷生。」"
      },
      {
        "index": 41,
        "text": "閨秀能文，終竟出於大家。張侯家高太夫人著《紅雪軒稿》，七古排律至數十首，盛矣哉！其本朝之曹大家乎？夫宗仁襲封靖逆侯，家資百萬，以好客喜施，不二十年，費盡而薨。夫人暗埋三十萬金於後園，交其兒謙，始能襲職：其識力如此。夫人名景芳，父琦，為浙閩總督。作女兒時，年十五，《晨妝》云：「妝閣開清曉，晨光上畫欄。未曾梳寶髻，不敢問親安。妥貼加釵鳳，低徊插佩蘭。隔簾呼侍婢，背後與重看。」又《示謙兒》云：「高捧名花求插髻，遍尋佳果勸嘗新。」"
      },
      {
        "index": 42,
        "text": "余不喜佛法，而獨取「因緣」二字，以為足補聖經賢傳之缺。身在名場五十餘年，或未識面而相憎，或未識面而相慕：皆有緣、無緣故也。己亥省墓杭州。王夢樓太守來云：「商丘陳藥洲觀察，願見甚切。」予不解何故。晤後，方知其尊人諱履中者，曾在尹制府署中讀余詩而愛之，事已三十餘年。其夫人李氏見余名紙，詫曰：「是子才耶？吾先君門下士也。」蓋夫人為存存先生之女。先生名惺，宰錢塘時枚年十二，應童子試，受知入泮。因有兩重世好，歡宴月餘。別後，觀察見懷云：「早從仙佛參真諦，且向漁樵伴此身。」又曰：「猶記何郎年少日，新詩賞共沈尚書。」"
      },
      {
        "index": 43,
        "text": "汪度齡先生中狀元時，年已四十餘。面麻身長，腰腹十圍。買妾京師，有小家女陸氏，粗通文墨，觀彈詞曲本，以為狀元皆美少年，欣然願嫁。結婚之夕，於燭下見先生年貌，大失所望。業已鬱鬱矣。是夕，諸同年嬲飲巨杯，先生量宏興豪，沉醉上床，不顧新人，和衣酣寢；已而嘔吐，將新制枕衾盡污腥穢。陸女恚甚，未五更，雉經而亡。或嘲之曰：「國色太嬌難作婿，狀元雖好卻非郎。」"
      },
      {
        "index": 44,
        "text": "商寶意詩集刻成，有人摘其疵累，余為悵然。仲小海曰：「但願人生一世，留得幾行筆墨，被人指摘，便是有大福分人。不然，草亡木卒，誰則知之而誰議之？」余謂此言沉痛，深得聖人疾沒世無名之意。然古來曹蜍、李志，又轉以庸庸而得存其名，豈非不幸中之幸耶？寶意先生有句云：「明知愛惜終須割，但得流傳不在多。」"
      },
      {
        "index": 45,
        "text": "黃允修云：「無詩轉為讀書忙。」方子雲云：「學荒翻得性靈詩。」劉霞裳云：「讀書久覺詩思澀。」余謂此數言，非真讀書、真能詩者不能道。"
      },
      {
        "index": 46,
        "text": "諺云：「死棋腹中有仙著。」此言最有理。余平生得此益，不一而足；要之，能從人而不徇人，方妙。樂取於人以為善，聖人也；無稽之言勿聽，亦聖人也。作史三長：才、學、識，缺一不可。余謂詩亦如之，而識最為先；非識，則才與學俱誤用矣。北朝徐遵明指其心曰：「吾今而知真師之所在。」其識之謂歟？"
      },
      {
        "index": 47,
        "text": "汪舟次先生作周櫟園詩序曰：「《賴古堂集》欲小試神通，加以氣格，未必不可以怖作者；但添出一分氣格，定減去一分性情，於方寸中，終不愉快。」"
      },
      {
        "index": 48,
        "text": "淡蓮洲明府稱蕪湖胡漱泉秀才，有「日影度花輕」五字，得五言妙境。江君旭東亦賞沙斗初「花氣半湖陰」五字，所見與蓮洲同。"
      },
      {
        "index": 49,
        "text": "詩境最寬，有學士大夫讀破萬卷，窮老盡氣，而不能得其閫奧者。有婦人女子、村氓淺學，偶有一二句，雖李、杜復生，必為低首者。此詩之所以為大也。作詩者必知此二義，而後能求詩於書中，得詩於書外。"
      },
      {
        "index": 50,
        "text": "陶悔軒方伯任衡陽時，署中小池，為署外居民所買。先生贖歸，置軒其上。朱玉階督學贈句云：「官廨買歸三徑內，夜窗補惜寸陰餘。」一詠其事，一切其姓。石君文成為序云：「先失楚弓，旋歸趙璧。汶陽田反，合浦珠還。支公之鶴可高飛，子產之魚真得所。鯤鵬待化，行看君去朝天；臺榭長存，知是誰來作主？」"
      },
      {
        "index": 51,
        "text": "癸酉春，余在王孟亭太守處，見建德布衣徐鳳木席間吟一絕云：「自笑不如原上草，春風吹到也開花。」《除夕在外》云：「閱歷深知客路難，非關白首戀江干。歲除一，息爭千古，莫作尋常旅夜看。」武進莊念農初宰建德，即往相訪，贈詩云：「玉峰花影揚簾旌，罨戶閒雲靜不扃。未必山城無綺皓，斯人即是少微星。」「粗官未敢師嚴武，泥飲無由續舊題。劇喜少陵居杜曲，得閒還過浣花溪。」鳳木得詩喜，刻之集中。後莊歿十餘年，詩多散失，其子宸選搜尋不可得，予於鳳木集中抄此與之。嗚呼！使無鳳木代為之存，則人琴俱亡矣；豈非愛才之報乎？"
      },
      {
        "index": 52,
        "text": "蔣用庵侍御罷官後，與姚雲岫觀察同修《南巡盛典》。《過隨園詠菊》云：「名花自向閒中老，浮世原宜淡處看。」後姚為廣西巡撫，寄信來猶吟及之。"
      },
      {
        "index": 53,
        "text": "余年二十三，館今相國稽公家，教其幼子承謙。今四十三年矣。承謙官侍讀，行走上書房，假滿赴都，過隨園，贈云：「萬事由來夙有緣，七齡問字記當年。讀書好處心先覺，立雪深時道已傳。每盼鳳巢阿閣上，果摩麟頂絳帷前。德門善慶知無限，佇見驪珠顆顆圓。」余附書相國云：「當日七齡公子，為問字之佳兒；此時白髮詞臣，作青宮之師傅。能無對之欣然，思之黯然也乎？」"
      },
      {
        "index": 54,
        "text": "千古善言詩者，莫如虞舜。教夔典樂曰：「詩言志。」言詩之必本乎性情也。曰：「歌永言。」言歌之不離乎本旨也。曰：「聲依永。」言聲韻之貴悠長也。曰：「律和聲。」言音之貴均調也。知是四者，於詩之道盡之矣。"
      },
      {
        "index": 55,
        "text": "每見熱中人銳進不已，身家交瘁，未嘗不隆隆而升；一旦化去，若烘開花，精神已竭，次年必萎。嘗詠《唐花》云：「百花開落雖天定，倘不烘開落或遲。」又見媚長官者，損下益上，徒招怨尤，而於己毫無享受。《戲詠箸》云：「笑君攫取忙，送入他人口。一世酸咸中，能知味也否？」"
      },
      {
        "index": 56,
        "text": "己未翰林五十人。蔣君麟昌，年才十九，大京兆晴崖公諱炳之長子也；目空一世，嘗言：「同館中，吾服叔度、子才耳。歸愚先生雖耆年重望，意不屬也。」和皇上《消夏》詩，援筆立就，賜葛二匹。旁觀者疑君正笨青雲，而竟一病以卒。余《別後寄懷》云：「干將莫邪虞缺折，我有數言贈李邕。」乃成讖語。詩有奇氣，詠《七夕》云：「一報人間簫鼓喧，羊燈無焰秋雲碧。」《中元》詩云：「兩岸紅沙多旋舞，驚風不定到三更。」劉相國綸序其詩曰：「十八載夜燔太白，知臣則但問王公；廿七年晝見緋衣，召汝而重呼阿奶。阿翁投杖，誰當荷此析薪；稚子牽衣，未得預其元草。」蓋靜存亡時，大父猶存，子尚幼故也。同年金質夫哭之云：「漸看豪氣籠人上，不料英年似夢中。」余哭之云：「一榜少年今剩我，九原才子又添君。」"
      },
      {
        "index": 57,
        "text": "某侍郎督學江蘇，羅致知名之士。所選五古最佳；七古則不拘何題，動輒千言，引典填書，如塗塗附，杳不知其命意之所在。程魚門閱之，掀髯笑曰：「欲嚇人耶？此揚子云所謂『鴻文無範也』，吾不受其嚇矣！」"
      },
      {
        "index": 58,
        "text": "乾隆辛未，予在吳門。五月十四日，薛一瓢招宴水南園。座中葉定湖長楊、虞東皋景星、許竹素廷銖、李客山果、汪山樵俊、俞賦拙來求，皆科目耆英，最少者亦過花甲；惟余才三十六歲，得遇此會。是夕大雨，未到者沈歸愚宗伯、謝淞洲徵士而已。葉年八十五，詩云：「瀟瀟風雨滿池塘，白髮清尊掃葉莊。不有忘形到爾汝，那能舉座盡文章？軒窗遠度雲峰影，幾席平分水竹光。最是葵榴好時節，醉吟相賞晝方長。」虞八十有二，句云：「入座古風堪遠俗，到門新雨欲催詩。」俞六十有九，句云：「社開今慄里，樹老古南園。」次月，一瓢再招同人相會，則余歸白下，竹素還太倉，客山死矣。主人之孫壽魚賦云：「照眼芙蕖半開落，滿堂名士各西東。」"
      },
      {
        "index": 59,
        "text": "昇平日久，海內殷富，商人士大夫慕古人顧阿瑛、徐良夫之風，蓄積書史，廣開壇坫。揚州有馬氏秋玉之玲瓏山館，天津有查氏心谷之水西莊，杭州有趙氏公千之小山堂，吳氏尺鳧之瓶花齋：名流宴詠，殆無虛日。許鞏璜刺史贈查云：「庇人孫北海，置驛鄭南陽。」其豪可想。此外，公卿當事，則有唐公英之在九江，鄂公敏之在西湖，皆以宏獎為己任。不四十年，風流頓盡。唐公號蝸寄老人，司九江關，懸紙墨筆硯於琵琶亭，客過有題詩者，命關吏開列姓名以進。公讀其詩，分高下，以酬贈之。建白太傅祠，肖己像於旁。甲辰冬，余過九江，則太傅祠改作戲臺，唐公像亦不見。"
      },
      {
        "index": 60,
        "text": "馬氏玲瓏山館，一時名士如厲太鴻、陳授衣、汪玉樞、閔蓮峰諸人，爭為詩會，分詠一題，裒然成集。陳《田家樂》云：「兒童下學惱比鄰，拋墮池塘日幾巡。折得松梢當旗纛，又來呵殿學官人。」閔云：「黃葉溪頭村路長，挫針負局客郎當。草花插鬢偎籬望，知是誰家新嫁娘？」秋玉云：「兩兩車乘觳觫輕，田家最要一冬晴。秋田曬罷村醪熟，翻愛糟床滴雨聲。」汪《養蠶》云：「小姑畏人房闥潛，採桑那惜春蔥纖。半夜沙沙食葉急，聽作雨聲愁雨濕。」陳云：「蠶娘養蠶如養兒，性知畏寒飢有時。籬根賣炭聞蕩槳，屋後鄰園桑剪響。」皆可誦也。余題甚多，不及備載。至今未三十年，諸詩人零落殆盡；而商人亦無能知風雅者。蓮峰年八十三歲，僳然尚存；聞其飢寒垂斃矣！"
      },
      {
        "index": 61,
        "text": "金陵女徐氏，適桐城張某，夫久客不歸，寄詩云：「殘漏已催明月盡，五更如度五重關。」又有魯月霞者，嫁徽邑程生而寡，有《掃花》詩云：「觸我朱欄三日恨，費他青帝一春功。」陳淑蘭讀兩詩而慕之，題其集云：「吟來恍入班昭座，恨我遲生二十年。」"
      },
      {
        "index": 62,
        "text": "本朝詩家，序事學古樂府《孔雀東南飛》而絕妙者，如陳元孝之《王將軍歌》，許衡紫之《伍節女歌》，馬墨麟之《戴烈婦歌》，胡稚威之《孝女李三行》，皆古藻淋漓。惜篇頁繁重，不能盡錄。"
      },
      {
        "index": 63,
        "text": "乾隆初，杭州詩酒之會最盛。名士杭、厲之外，則有朱鹿田樟、吳鷗亭城；汪抱樸台、金江聲志章、張鷺洲湄、施竹田安、周穆門京，每到西湖堤上，掎裳聯（衣藝），若屏風然。有明中、讓山兩詩僧留宿古寺，詩成傳抄，紙價為貴。《南屏坐雨》，朱云：「一角山昏秋欲晚，滿窗葉戰雨來初。」張云：「荷聲冷帶跳珠雨，鐸語遙飛潑墨山。」汪云：「雲氣半遮山下塔，秋光早入水邊村。」施云：「濃雲擁樹湖先暝，涼雨到窗山欲應。」讓山句如：「多情無過鳥，到處似留人。」「室敞許雲住，竹深無暑通。」「樹聲滿壑秋初到，山影一池泉洗青。」明中句如：「燒煙隔岸水猶靜，初日到窗山自移。」皆可愛也。四十年來，儒、釋兩門，一齊寂滅，竟無繼起者。"
      },
      {
        "index": 64,
        "text": "山陰吳修齡有句云：「雁將秋色去，帆帶好山移。」人因呼之曰「吳好山」。好山《晚晴》云：「江皋收宿雨，征雁卷簾聞。野戍空千里，高秋無片雲。海明天落日，風響馬歸群。賦罷衫巾岸，應書白練裙。」與胡稚威交好，兩序皆胡所作。胡和其《寒夜》一聯云：「凍苦星辰白，霜明鼓角幹。」真乃不愧孟郊。"
      },
      {
        "index": 65,
        "text": "或云：「詩無理語。」予謂不然。《大雅》：「於緝熙敬止」、「不聞亦式，不諫亦入」，何嘗非理語，何等古妙！《文選》：「寡欲罕所缺，理來情無存。」唐人：「廉豈活名具，高宜近物情。」陳後山《訓子》云：「勉汝言須記，逢人善即師。」文文山《詠懷》云：「疏因隨事直，忠故有時愚。」又，宋人：「獨有玉堂人不寐，六箴將曉獻宸旒。」亦皆理語，何嘗非詩家上乘至乃「月窟」、「天根」等語，便令人聞而生厭矣。"
      },
      {
        "index": 66,
        "text": "詩家有不說理而真乃說理者。如唐人詠《棋》云：「人心無算處，國手有輸時。」詠《帆》云：「恰認己身住，翻疑彼岸移。」宋人：「君王若看貌，甘在眾妃中。」「禪心終不動，仍捧舊花歸。」《雪》詩：「何由更得齊民暖，恨不偏於宿麥深。」《云》詩：「無限旱苗枯欲盡，悠悠閒處作奇峰。」許魯齋《即景》云：「黑雲莽莽路昏昏，底事登車尚出門？直待前途風雨惡，蒼茫何處覓煙村？」無名氏云：「一點緇塵浣素衣，瘢瘢駁駁使人疑。縱教洗遍千江水，爭似當初未洗時？」"
      },
      {
        "index": 67,
        "text": "蘇州黃子云，號野鴻，布衣能詩。有某中丞欲見之，黃不可，題一聯云：「空谷衣冠非易覯，野人門巷不輕開。」《郊外》云：「村角鳥呼紅杏雨，陌頭人拜白楊煙。」《上王虛舟先生》云：「兩晉而還誰翰墨，九州之內獨聲名。」皆佳句也。子云於城外構一草屋，客至，則具雞黍，夜留榻焉。父子終夜讀書。客嘆其好學。曰：「非也。我父子祇有一被，撤以供客，夜無以為寢，故且讀書耳。」"
      },
      {
        "index": 68,
        "text": "己卯鄉試，丹陽貢生于震，負詩一冊，踵門求見，年五十餘矣。曰：「苦吟半生，無一知己；今所望者惟先生，故以詩呈教。如先生亦無所取，則震將投江死矣。」余駭且笑，急讀之。是學前明七子者，於唐人形貌，頗能描摹，因稱許數言。其人大喜而去。黃星岩戲吟云：「虧公寬著看詩眼，救得狂人蹈海心。」"
      },
      {
        "index": 69,
        "text": "劉春池賦《白牡丹》云：「神仙隊里風流易，富貴場中本色難。」陳紫瀾宮詹浩賦《白桃花》云：「後庭歌罷酲初醒，前度人來鬢已華。」蔣用庵御史亦賦《白桃》云：「亡息國因紅粉累，避秦人是白衣尊。」皆妙。"
      },
      {
        "index": 70,
        "text": "山陰胡西坨素行詭激，落魄揚州，屢謁盧轉運不得見，乃除夕投詩云：「莽莽乾坤歲又闌，蕭蕭白髮老江干。布金地暖回春易，列戟門高再拜難。庾信生涯最蕭瑟，孟郊詩骨劇清寒。自憐七字香無力，封上梅花閣下看。」雅雨先生見之，即呼騶往拜，饋朱提數笏。"
      },
      {
        "index": 71,
        "text": "盧招人觀虹橋芍藥，諸名士集二十餘人；獨布衣金司農詩先成，云：「看花都是白頭人，愛惜風光愛惜身。到此百杯須滿飲，果然四月有餘春。枝頭紅影初離雨，扇底狂香欲拂塵。知道使君詩第一，明珠清玉比精神。」盧大喜，一座為之擱筆。"
      },
      {
        "index": 72,
        "text": "詩家閨秀多，青衣少。高明府繼允有蘇州薛筠郎，貌美藝嫻，賦《秋月》云：「風韻亂傳杵，雲華輕入河。」《旅思》云：「如何野店聞鐘夜，猶是寒山寺里聲。」《曉行》云：「並馬忽驚人在後，貪看山色又回頭。」皆有風調。筠郎隨主人入都，卒於保陽。高刻其遺稿，屬余題句。余書三絕，有云：「絕好齊、梁詩弟子，不教來事沈尚書。」"
      },
      {
        "index": 73,
        "text": "沈歸愚選《明詩別裁》，有劉永錫《行路難》一首云：「雲漫漫兮白日寒，天荊地棘行路難。」批云：「祇此數字，抵人千百。」予不覺大笑。「風蕭蕭兮白日寒」，是《國策》語。「行路難」三字是題目。此人所作，只「天荊地棘」四字而已，以此為佳，全無意義。須知《三百篇》如「採採苯苜」、「薄言採之」之類，均非後人所當效法。聖人存之，採南國之風，尊文王之化；非如後人選讀本，教人摹仿也。今人附會聖經，極力贊嘆。章菔齋戲仿云：「點點蠟燭，薄言點之。點點蠟燭，薄言剪之。」注云：「剪，剪去其煤也。」聞者絕倒。余嘗疑孔子刪詩之說，本屬附會。今不見於《三百篇》中，而見於他書者，如《左氏》之「翹翹車乘，招我以弓」，「雖有姬姜，無棄憔悴」；《表記》之「昔吾有先正，其言明且清」；古詩之「雨無其極，傷我稼穡」之類：皆無愧於《三百篇》，而何以全刪要知聖人述而不作。《三百篇》者，魯國方策舊存之詩，聖人正之，使《雅》、《頌》各得其所而已，非刪之也。後儒王魯齋欲刪《國風》淫詞五十章，陳少南欲刪《魯頌》，何迂妄乃爾！"
      },
      {
        "index": 74,
        "text": "宋人好附會名重之人，稱韓文杜詩，無一字沒來歷。不知此二人之所以獨絕千古者，轉妙在沒來歷。元微之稱少陵云：「憐渠直道當時事，不著心源傍古人。」昌黎云：「惟古於詞必己出，降而不能乃剽賊。」今就二人所用之典，証二人生平所讀之書，頗不為多，班班可考；亦從不自注此句出何書，用何典。昌黎尤好生造字句，正難其自我作古，吐詞為經。他人學之，便覺不妥耳。"
      },
      {
        "index": 75,
        "text": "女寵雖自古為患，而地道無成，其過終在男子。使太宗不死，武氏何能為禍李白云：「若教管仲身常在，宮內何妨更六人！」楊誠齋云：「但願君王誅宰韶，不愁宮裡有西施。」唐人詠《明皇》云：「姚、宋不亡妃子在，胡塵那得到中華？」《僖宗幸蜀》詩云：「地下阿瞞應有語，這回休更怨楊妃。」范同叔云：「吳國若教丞相在，越王空送美人來。」此數首，皆為美人開脫。余詠《陳宮》云：「若教褒妲逢君子，都是《周南》傳裏人。」亦此意也。唐人又有句云：「吳王事事都顛倒，未必西施勝六宮。」尤妙。"
      },
      {
        "index": 76,
        "text": "余雅不喜四皓事，著論非之；且疑是子長好奇附會，非真有其人也。後讀杜牧「四皓安劉是滅劉」、錢辛楣先生「安呂非安劉」二詩，可謂先得我心。顧祿伯亦有詩誚之云：「垂老與人家國事，幾聞巢、許出山來。」"
      },
      {
        "index": 77,
        "text": "己酉夏間，鰲靜夫圖明府與張荷塘過訪隨園，蒙見贈云：「太史藏書地，因山得一園。西風吹蠟屐，涼雨叩蓬門。霜重楓將老，秋酣菊已繁。十年荒舊學，詩律待深論。」此詩雖成，逾年不寄。直至鰲公調任金山，余過松江，舟中相晤，方出以相示。予問：「何不早寄？」曰：「荷塘道不佳。」余笑曰：「此詩通首清老，一氣卷舒，不求工於字句間。古大家往往有之，頗可存也。想荷塘引《春秋》之義，必欲責備賢者，誘出君驚人之句耶？」彼此囅然。鰲第三句是「西風吹倦客」。荷塘道：「『倦』字對不過『蓬』字。」為改作「西風蠟山屐」。余道：「『蠟』字又與『風』字不相聯貫，不如改『西風吹蠟屐』，益覺清老也。」"
      },
      {
        "index": 78,
        "text": "奇麗川方伯，篤友誼而愛風雅。辛亥清明後三日，寄札云：「有惠山侯生，名光第，字枕漁者，嘗攜之同至黔中。詩多清妙，而身亡後，散失無存，向其家搜得古今體一卷，特揣函寄上。倘得採錄入《詩話》中，則鯫生附以不朽，而余亦有以報故人也。」余讀之，頗近中唐風格，為錄其《送友之河南》云：「親老難為別，家貧耐遠行。東風吹客夢，落日已孤征。盡此一樽酒，相將無限情。梁園春正好，莫聽鷓鴣聲。」《山塘竹枝詞》云：「當壚十五鬢堆鴉，稱體單衫淺碧紗。玉盞勸郎拼醉飲，更無花好似儂家。」「陂塘春水碧於油，樹樹垂楊隱畫樓。樓上玉人春睡足，一簾紅日正梳頭。」其他佳句，五言如：「蟬吟出高樹，山色落孤篷。」「隔水犬爭吠，斷橋僧獨歸。」七言如《弔李白》云：「千載比肩惟杜甫，一生低首只宣城。」《落花》云：「丁寧落向春波去，不許東西兩處流。」"
      }
    ]
  }
}