{
  "chapterNumber": 4,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "凡作詩者，各有身份，亦各有心胸。畢秋帆中丞家漪香夫人，有《青門柳枝詞》云：「留得六宮眉黛好，高樓付與曉妝人。」是閨閣語。中丞和云：「莫向離亭爭折取，濃陰留覆往來人。」是大臣語。嚴冬友侍讀和云：「五里東風三里雪，一齊排著等離人。」是詞客語。夫人又有句云：「天涯半是傷春客，飄泊煩他青眼看。」亦有慈雲護物之意。張少儀觀察和云：「不須看到婆娑日，已覺傷心似漢南。」則的是名場耆舊語矣。"
      },
      {
        "index": 2,
        "text": "惲南田壽平之父遜庵，遭國變，父子相失，壽平賣杭州富商某為奴。其故人諦暉和尚，在靈隱坐方丈，苦無救策。會二月十九日觀音生辰，天竺燒香者，過靈隱寺必拜方丈。諦暉道行高，貴官男女來膜拜者，以萬數，從無答禮。富商夫人從蒼頭婢僕數十人，來拜諦暉。諦暉探知頎而纖者，惲氏兒也，矍然起，跪兒前，膜拜不止，曰：「罪過！罪過！」夫人驚問故。甲：「此地藏王菩薩也。托生人間，訪人善惡。夫人奴畜之，無禮已甚；聞又鞭撲之，從此罪孽深重，奈何？」夫人惶急，歸告某商。次早，某商來，長跪不起，求開一線佛門之路。諦暉曰：「非特公有罪，僧亦有罪。地藏王來寺，而僧不知迎，僧罪大矣！請以香花清水，供養地藏王入寺，緩緩為公夫婦懺悔，並為僧自己懺悔。」某商大喜，布施百萬，以兒付諦暉。諦暉教之讀書、學畫，一時聲名大起。壽平佳句，如：「蟬移無定響，星過有餘光。」「送迎人自老，新舊歲無痕。」「只為花陰貪坐久，不須歸去更熏衣。」皆清絕也。《十四夜望月》云：「平開圖畫含千嶺，盡掃星河占一天。」真乃自喻其筆墨之高矣。其時，石揆僧與諦暉齊名。石揆有弟子沈近思，後官總憲。人問諦暉：「孰優？」曰：「近思講理學，不出周、程、張、朱範圍；壽平作畫，能脫文、沈、唐、仇窠臼：似惲優矣。」"
      },
      {
        "index": 3,
        "text": "詩用經書成語，有對仗極妙者。前輩盧玉岩云：「頭既責余余責頭，腹亦負公公負腹。」近人吳文溥云：「人非磨墨墨磨人，我自注經經注我。」姚念慈云：「野無青草霜飛後，菊有黃花雁到初。」汪韓門云：「白鳧化後成衰老，黃雀飛來謝少年。」胡稚威云：「春水綠波芳草色，雜花生樹亂鶯飛。」朱鹿田《得子》云：「我求壯艾三年藥，汝似王瓜五月生。」皆用經書、樂府成語也。余戲集樂府云：「背畫天圖，子星歷歷；東升日影，雞黃團團。」"
      },
      {
        "index": 4,
        "text": "題古跡能翻陳出新最妙。河南邯鄲壁上或題云：「四十年中公與侯，雖然是夢也風流。我今落魄邯鄲道，要替先生借枕頭。」嚴子陵釣臺或題云：「一著羊裘便有心，虛名傳誦到如今。當時若著蓑衣去，煙水茫茫何處尋？」凡事不能無弊，學詩亦然。學漢、魏《文選》者，其弊常流於假；學李、杜、韓、蘇者，其弊常失於粗；學王、孟、韋、柳者，其弊常流於弱；學元、白、放翁者，其弊常失於淺；學溫、李、冬郎者，其弊常失於纖。人能吸諸家之精華，而吐其糟粕，則諸弊盡捐。大概杜、韓以學力勝，學之，刻鵠不成，猶類鶩也。太白、東坡以天分勝，學之，畫虎不成，反類狗也。佛云：「學我者死。」無佛之聰明而學佛，自然死矣。"
      },
      {
        "index": 5,
        "text": "昔人稱謝太傅「功高百闢，心在一丘」。范希文經略西邊，猶戀戀於曩日之圭峰月下，與友人書，時時及之。秋帆尚書巡撫陝西，有《小方壺憶梅》詩，節其大概云：「仙人家住梅花村，寒香萬頃塞我門。門巷寂寂嵌空谷，冷艷繁枝環破屋。塵緣未了出山去，回頭別花花不語。北走燕雲西入秦，問梅精舍知何處？歲雲暮矣風雪驟，驛使音稀斷隴首。天涯人遠乍黃昏，料得花還如我瘦。松林翠羽最相思，夢繞南枝更北枝。花神曩日盟言在，重訂還山在幾時？香落琴弦彈一曲，爾音千里同金玉。花如不諒余精誠，請問鄧尉山樵徐友竹。」徐名堅，蘇州木瀆人，能詩工畫，余舊交也。張文敏公《題橫山西廬》云：「壺中長日靜中緣，我亦曾經四小年。不及蒼髯牆外叟，梅花看到菊花天。」與畢公同有「心在一丘」之想。"
      },
      {
        "index": 6,
        "text": "尹文端公年七十七而薨。薨時，滿榻紛披，皆詩草也。病革，聞皇上有駕臨之信，才略收拾。前一月，命諸公子作送春詩。西席解吉庵賦云：「也知住已經三月，其奈逢須隔一年。遺愛只留庭樹好，餘暉空托架花鮮。」公甚賞之，動筆加圈。歿後方知皆讖。公第四公子樹齋為尚書，應第三句。又一聯云：「千紅萬紫費安排，底事功成駕便回。」亦暗藏騎箕之意，皆無心偶觸云。"
      },
      {
        "index": 7,
        "text": "副憲趙學齋先生提倡後學，愛才如命。掌教萬松書院，識拔英俊少年，一時遂有《北史》張雕武之謗。不數年，所識拔者，雲蒸霞起，如：吳雲岩、葉登南輩，皆作狀元詞翰，浮言始息。有項春台秀才早卒，先生哭之云：「文章靈氣歸何處？師弟情緣結再生。」余在京師，《送王卿華歸里》云：「風懷似我能憐我，客路逢君又別君。」先生讀之，謂卿華曰：「此種人才，當鑄黃金事之。」先生諱大鯨。"
      },
      {
        "index": 8,
        "text": "蔣南莊守潁州，有句云：「人原是俗非因吏，仕豈能優且讀書。」謙而蘊藉。《過瀧喉》云：「亂石磨舟泉有骨，雙橈撥霧水生塵。」與徐鳳木布衣「水淺擱舟沙怒語，山彎轉舵月回眸」相似。蔣名熊昌，常州人。"
      },
      {
        "index": 9,
        "text": "湯潛庵巡撫江蘇，《出郭》云：「按部雨餘香稻熟，課農花發曉雲輕。」人言公理學名儒，何詩之清婉也余記座師孫文定公亦有詠《梅》云：「天地心從數點見，河山春借一枝回。」詩不腐，而言外俱含道氣。"
      },
      {
        "index": 10,
        "text": "朱子立中丞，高顴長髯，多權謀，人稱「雙料曹操」；與西林相公共事云南，彼此抵牾。朱，有句云：「畏暑鋪長簟，思風去短屏。」頗閒雅，不類其為人。康熙間，施漕帥諱世綸者，亦剛不可犯。有句云：「愛山移舫對，隔水問花多。」與中丞同調。朱名綱。"
      },
      {
        "index": 11,
        "text": "己未冬，余乞假歸娶；路過揚州，轉運使徐梅麓先生止而觴之。席無雜賓，汪度齡應銓、唐赤子建中，皆翰林前輩。余科最晚，年最少，終席敬慎威儀，不敢發一語。但見壁上有赤子先生《端午竹枝》云：「無端鐃鼓出空舟，賺得珠簾盡上鉤。小玉低言嬌女避，郎君倚扇在船頭。」"
      },
      {
        "index": 12,
        "text": "湖南張少廷尉名璨，字豈石，紫髯偉貌，議論風生，能赤手捕盜。與魯觀察亮儕，俱權奇自喜。題所居云：「南軒北牖又東扉，取次園林待我歸。當路莫栽荊棘草，他年免挂子孫衣。」言可風世。又《戲題》云：「書畫琴棋詩酒花，當年件件不離他。而今七事都更變，柴米油鹽醬醋茶。」殊解頤也。又謂人云：「見鬼莫怕，但與之打。」人問：「打敗奈何？」曰：「我打敗，才同他一樣。」"
      },
      {
        "index": 13,
        "text": "馮古浦在西林相公席上詠《牡丹》云：「詩到清平能動主，花雖富貴不驕人。」西林喜，贈遺甚厚。此詩若在他人席上作，便覺無謂。"
      },
      {
        "index": 14,
        "text": "丙辰，余在都中，受知於張鷺洲先生。先生作御史，立朝侃侃，頗著風績。有《柳魚集》行世。余購得，被人攫去，時為惱悶。甲午歲，余泊舟丹陽，旁有小舟相並。時天暑，彼此窗開。余艙中詩稿堆積几上。鄰舟一女子，容貌莊姝，每伺余出艙，便注目偷視，若領解者。余心疑之。問其家人，乃先生女，嫁汪文端公從子某。因招汪入艙話舊。問先生詩，不能記。入問夫人，夫人乃誦其《巡臺灣作》云：「少寒多暖不霜天，木葉長青花久妍。真個四時皆是夏，荷花度臘菊迎年。」"
      },
      {
        "index": 15,
        "text": "宛平黃昆圃先生，康熙辛未詞林子告後，在長安主持風雅。人有一技一長，必為揄揚，無須識面。李方伯渭來江南，余往衙參。一見，便云：「昆圃先生交好耶？」余曰：「未也。」方伯云：「我出都時，黃公以足下再三托我。」方知先生憐才，有古人風。《庚午重赴鹿鳴》詩曰：「蕊榜新開敞盛筵，漫勞車馬問衰年。雀羅門巷群相訝，鶴髮重聯桂籍仙。」《辛未重赴瓊林》詩曰：「天鼓聲喧曉漏餘，春風吹雨灑庭除。婆娑老眼看新榜，仿佛青雲接敝廬。」「鶴返故巢無宿侶，花開仙洞見新枝。輔軒南國追疇昔，風雨橋山愴夢思。」先生巡撫浙江，追感兩朝恩遇，故詩中及之。"
      },
      {
        "index": 16,
        "text": "姜白石云：「人所易言，我寡言之；人所難言，我易言之：詩便不俗。」"
      },
      {
        "index": 17,
        "text": "古人詩有全篇用平聲者，天隨子《夏日》詩，四十字皆平聲。有全篇用仄聲者，梅聖俞《酌酒與婦飲》一篇皆仄聲。有通首不用韻者，古《採蓮曲》是也。有平仄各押韻者，唐末章碣以八句詩平仄各有一韻是也。詩家變體，宋魏菊莊《詩人玉屑》，言之最詳。"
      },
      {
        "index": 18,
        "text": "稅關巡攔書吏，如捕役緝賊，虎視眈眈；但一見書冊，興便索然。姚雲上作七古，前四句云：「劬勞王事前旌驅，咿唔星夜關山逾。筍束牛腰橐負載，關吏疾呼書書書。」此輩聲口宛然，讀之欲笑。南豐謝鳴篁有句云：「近海風濤壯，當關僕隸尊。」或和云：「客久囊雖破，船裝書便尊。」"
      },
      {
        "index": 19,
        "text": "鄭所南井中《心史》，雖用鐵匣浸水中，然年歷二百，紙墨斷無不壞之理。所載元世祖剖割文天祥，食其心肺，又好食孕婦腹中小兒，語太荒悖，殊不足信。惟四言詩一首殊妙，曰：「今日之今，霍霍栩栩；少焉矚之，已化為古。」"
      },
      {
        "index": 20,
        "text": "女心外向，自古為然。南越古蠻洞，秦時最強，俗尤善弩；每發錮箭，貫十餘人。趙佗畏之。蠻王有女蘭珠，美而艷，制弩尤精。佗乃遣子某贅其家。不三年，盡得其制弩、破弩之法。遂起兵伐之，虜蠻王以歸。此事見《粵嶠志》。余賦詩云：「趙王父子開邊界，賴種蘭珠一朵花。銅弩三千隨婿去，女兒心太為夫家。」按後世開邊，往往收功於婦人。洪武時，貴州宣慰使靄翠妻奢香，為都督馬聘所裸撻，乃走訴京師。太祖問：「朕為汝報仇，何以報我？」曰：「願立龍場九驛，通黔、蜀之道。」後果如其言。吳明卿詩云：「君不見蜀道之闢五丁神，犍為萬卒迷無津。帳中坐叱山河走，誰道奢香一婦人？」"
      },
      {
        "index": 21,
        "text": "古來奇女子，如馮燎及冼夫人，事載史書，惜見於詩者絕少。惟石柱土司之秦良玉，能為國殺賊。明懷宗賜詩云：「桃花馬上請長纓。」又云：「試看他年麟閣上，丹青先畫美人圖。」本朝朱鹿田先生作七古美之，警句云：「一時巾幗盡鬚眉，馬上紅旗馬前酒。蜀亡不肯樹降旗，殘疆猶為君王守。」又曰：「綠沉槍舞春星轉，花桶裙拖錦帶紅。」"
      },
      {
        "index": 22,
        "text": "僧無稱「郎」之理，而北魏諺云：「支郎眼中黃，形軀似智囊。」是僧可稱「郎」之一証。魏有三高僧：支謙、支諒、支讖也。"
      },
      {
        "index": 23,
        "text": "香山詩：「楊柳小蠻腰。」妓名也。後《寄禹錫》詩：「攜將小蠻去，招得老劉來。」自注云：「小蠻，酒植也。」「小蠻」竟有二解。"
      },
      {
        "index": 24,
        "text": "汪舒懷先生云：「錢箋杜詩，穿鑿附會，令人欲嘔。如以黃河十月冰為櫝蓋之冰，煎弦續膠為美饌愈疾，以《洗兵馬》、《收兩京》二篇為刺肅宗，比之商臣、楊廣，此豈少陵忠君愛國之心耶？尤可笑者，跋元人汪水雲詩：『客中忽忽又重陽，滿酌葡萄當菊觴。謝后已叨新聖旨，謝家田土免輸糧。』『第二筵開八九重，君王把酒勸三宮。酡酥割罷行酥酪，又進椒盤剝嫩蔥。』就此二首，遂以為謝后有失節之事。按《宋史》：理宗謝后寶慶三年冊立，垂四十年，而度宗嗣位，尊為太皇太后，已老病不能聽政。德祜二年，宋亡，徙越，七年而崩，壽七十四。是至燕時，已六十七矣；寧有劉曜、羊后之慮哉？水雲又詠宋宮人分嫁北匠云：『君王不重色，安肯留金閨？』則世祖為人可知。《元史》又稱宏吉剌皇后見幼主入朝而不樂，為全太后不習水土，代奏乞放還江南。帝雖不許，而封幼主為瀛國公。則別置邸第，完全眷屬可知。水雲詩云：『昭儀別館香雲暖，手把詩書授國公。』是昭儀亦未入元宮也。」"
      },
      {
        "index": 25,
        "text": "陳後山吟詩最刻苦，《九日》云：「人事自生今日意，寒花只作去年香。」鄭毅夫云：「夜來過嶺忽聞雨，今日滿溪都是花。」此種句，似易實難。人能知易中之難，可與言詩。"
      },
      {
        "index": 26,
        "text": "雍正甲寅，海寧陳文簡公予告在家，來游西湖。人知三朝元老，觀者如堵。余年十九，猶及仰瞻風採。先生仙風道骨，年已八十，猶替人題陳章侯《蓮鷺圖》云：「墨花吹得綠差差，小景分來太液池。白鷺不飛蓮不謝，搖風立雨已多時。」書法絕似董香光。余生平所見翰林前輩，如徐蝶園相國、陳文簡公、黃昆圃中丞、熊滌齋太史，皆魯靈光也。"
      },
      {
        "index": 27,
        "text": "諺云：「讀書是前世事。」余幼時，家中無書，借得《文選》，見《長門賦》一篇，恍如讀過，《離騷》亦然。方知諺語之非誣。毛俟園廣文有句云：「名須沒世稱才好，書到今生讀已遲。」"
      },
      {
        "index": 28,
        "text": "凡作人貴直，而作詩文貴曲。孔子曰：「情欲信，詞欲巧。」孟子曰：「智譬則巧，聖譬則力。」巧，即曲之謂也。崔念陵詩云：「有磨皆好事，無曲不文星。」洵知言哉！"
      },
      {
        "index": 29,
        "text": "或問：「詩如何而後可謂之曲？」余曰：古詩之曲者，不勝數矣！即如近人王仔園《訪友》云：「亂烏棲定夜三更，樓上銀燈一點明。記得到門還不扣，花陰悄聽讀書聲。」此曲也。若到門便扣，則直矣。方蒙章《訪友》云：「輕舟一路繞煙霞，更愛山前滿澗花。不為尋君也留住，那知花里即君家。」此曲也。若知是君家，便直矣。宋人詠《梅》云：「綠楊解語應相笑，漏洩春光恰是誰？」詠《紅梅》云：「牧童睡起朦朧眼，錯認桃林欲放牛。」詠梅而想到楊柳之心，牧童之眼，此曲也；若專詠梅花，便直矣。"
      },
      {
        "index": 30,
        "text": "詩雖貴淡雅，亦不可有鄉野氣。何也古之應、劉、鮑、謝、李、杜、韓、蘇，皆有官職，非村野之人。蓋士君子讀破萬卷，又必須登廟堂，覽山川，結交海內名流，然後氣局見解，自然闊大；良友琢磨，自然精進。否則，鳥啼蟲吟，沾沾自喜，雖有佳處，而邊幅固已狹矣。人有鄉黨自好之士，詩亦有鄉黨自好之詩。桓寬《鹽鐵論》曰：「鄙儒不如都士。」信矣！"
      },
      {
        "index": 31,
        "text": "吾鄉宋笠田明府女，名右妍，能詩，有「殘溜積來頻洗硯，爐灰撥去屢添香」之句。嫁婿徐金粟，亦少年能詩。《七夕》云：「一灣河漢影，萬國女兒情。」《晚坐》云：「風帶殘雲歸遠岫，樹搖餘滴亂斜陽。」"
      },
      {
        "index": 32,
        "text": "丙辰以布衣薦鴻詞者，海內四人：一江西趙寧靜，一河南車文，一陝西屈復，一嘉禾張庚。車之著作，余未經見。張善畫，長於五古，人亦樸誠。獨屈叟傲岸，自號悔翁，出必高杖，四童扶持。在京師，見客，南面坐；公侯學詩者，入拜床下。專改削少陵，訾詆太白，以自誇身份。耳食者抵死奉若神明。山左顏懋倫心不平，獨往求見。坐定，即問曰：「足下詩，有《書中乾蝴蝶》二十首，此委巷小家子題目，李、杜集中，可曾有否？」屈默然慚。人以為快。沈歸愚刻《別裁集》，僅錄屈《王母廟》一首，云：「秦地山河留落日，漢家宮闕見孤燈。如今應是蟠桃熟，寂寞何人薦茂陵？」"
      },
      {
        "index": 33,
        "text": "慶雨峰玉觀察蕪湖，因舊署荒蕪，前任劉公未加修葺。雨峰抵任，為培花樹，戲題一絕寄劉云：「笑殺河陽舊吏來，地無青草長莓苔。嶺梅岩桂江干竹，都是劉郎去後栽。」"
      },
      {
        "index": 34,
        "text": "辛未聖駕南巡，西湖僧某迎於聖因寺。上以手撫其左腕，其僧，遂繡團龍於袈裟之左偏；客來相揖者，以右手答之，而左臂不動。杭堇浦嘲之云：「維摩經院境清嘉，依舊紅塵送歲華。誇道賜衣曾借紫，竹邊留客曬袈裟。」"
      },
      {
        "index": 35,
        "text": "丙辰徵士王藻，字載揚，吳江人，販米為業。《偶題〈桃源圖〉》云：「相看何物同塵世？祇有秦時月在天。」以此受知於沈腧翁先生，四處揄揚，遂棄業讀書。吳大宗伯荊山薦舉鴻詞科，廷試報罷，往來揚州，與詩人結社吟詠。貌瑣瘦急遽，小聲音，好蓄宋板書、青田石印章。有友借觀，誤墮地碎，載揚垂泣三日。其風趣如此。《讀〈梅村集〉》云：「百首淋浪長慶體，一生慚愧義熙民。」《剪梅》云：「大抵端相求入畫，最難割愛似刪詩。」"
      },
      {
        "index": 36,
        "text": "余少時過江西瀘溪，舟中把書吟詠。岸上兒童指曰：「此學士船也。」余喜而成句，云：「衣冠僧識江南客，翰墨兒呼學士舟。」後三十年，讀無錫顧公奎光《赴辰州》詩云：「村民久識瀘溪令，笑指篷窗滿几書。」兩意相同，而俱成於瀘溪，亦奇。顧詠《傀儡》云：「閒來惟挂壁，用我也登場。」《過沅江》云：「名場似弈無同局，吏道如詩有別才。」"
      },
      {
        "index": 37,
        "text": "陳滄州先生守蘇州，《重游虎丘》詩云：「雪艇松龕閱歲時，廿年蹤跡鳥魚知。春風再掃生公石，落照仍銜短薄祠。雨後萬松全邏匝，雲中雙塔半迷離。夕佳亭上憑闌處，紅葉空山繞夢思。」「塵鞅刪餘半晌閒，青鞋布襪也看山。離宮路出雲霄上，法駕春留紫翠間。代謝已憐金氣盡，再來偏笑石頭頑。楝花風後游人歇，一任鷗盟數往還。」其時總督噶禮，以詩為誹謗，句句旁注，而劾奏之，摘印下獄。聖祖詔云：「詩人諷詠，各有寄托。豈可有意羅織，以入人罪」命復其官。尋擢霸昌道。"
      },
      {
        "index": 38,
        "text": "杭州趙鈞臺買妾蘇州。有李姓女，貌佳而足欠裹。趙曰：「似此風姿，可惜土重。」土重者，杭州諺語：腳大也。媒嫗曰：「李女能詩，可以面試。」趙欲戲之，即以《弓鞋》命題。女即書云：「三寸弓鞋自古無，觀音大士赤雙趺。不知裹足從何起，起自人間賤丈夫。」趙悚然而退。"
      },
      {
        "index": 39,
        "text": "古閨秀能詩者多，何至今而杳然余宰江寧時，有松江女張氏二人，寓居尼庵，自言文敏公族也。姊名宛玉，嫁淮北程家，與夫不協，私行脫逃。山陽令行文關提。余點解時，宛玉堂上獻詩云：「五湖深處素馨花，誤入淮西估客家。得遇江州白司馬，敢將幽怨訴琵琶？」余疑倩人作，女請面試。予指庭前枯樹為題，女曰：「明府既許婢子吟詩，詩人無跪禮；請假紙筆立吟，可乎？」余許之。乃倚几疾書曰：「獨立空庭久，朝朝向太陽。何人能手植，移作後庭芳？」未幾，山陽馮令來。予問：「張女事作何辦？」曰：「此事不應斷離。然才女嫁俗商不稱，故釋其背逃之罪，且放歸矣。」問：「何以知其才？」曰：「渠獻詩云：『泣請神明宰，容奴返故鄉。他時化蜀鳥，銜結到君旁。』」馮故四川人也。"
      },
      {
        "index": 40,
        "text": "雍正間，京師伶人劉三，色藝冠時，獨與翰林李玉洲先生交好。蘇州張少儀觀察為諸生時，封公謫戍軍台，徒步入都，為父贖罪。一時有三子之稱，蓋云公子、才子、孝子也。沿門托缽，尚缺五百餘金。偶於先生席上言及此事，劉慨然曰：「此何難公子有此孝心，我能相助。」遂遍告班中人云：「諸君助張，如助我也。」擇日設席江南會館，請諸豪貴來，已乃纏頭而出。一座傾靡，擲金錢者如雨，果得五百餘金。盡以與張，而封公之難遂解。余丙辰入都，在先生處見劉，則已老矣。但聞先生未第時甚貧，劉愛其才，以身事之。余疑而不信。偶過蕹髮鋪壁上，無名氏題云：「欲得劉三一片心，明珠十斛萬黃金。一錢不費偏傾倒，妒殺江南李翰林。」方知果實事也。先生在吳門，《與朱約岑送採官北上》云：「莫惜當筵舞鬢斜，多情曾為損才華。玉郎此會成長別，飛盡江南陌上花。」朱和之，有「春燈紅照一枝花」之句。朱為張匠門先生之故人，相見京師，年已八十，惡見髮鬚之白，日日薤之，與翁霽堂同癖。"
      },
      {
        "index": 41,
        "text": "乾隆己未，京師伶人許雲亭名冠一時。群翰林慕之，糾金演劇。余雖年少，而敝車羸馬，無足動許者。許流目送笑，若將暱焉。余心疑之，未敢問也。次日侵晨，竟叩門而至，情款綢繆。余喜過望，贈詩云：「笙清簧暖小排當，絕代飛瓊最擅場。底事一泓秋水剪，曲終人反顧周郎？」"
      },
      {
        "index": 42,
        "text": "李桂官與畢秋帆尚書交好。畢來第時，李服事最殷：病則稱藥量水，出則授轡隨車。畢中庚辰進士，李為購素冊界烏絲，勸習殿試卷子，果大魁天下。溧陽相公，康熙前庚辰進士也，重赴櫻桃之宴，聞桂郎在坐，笑曰：「我揩老眼，要一見狀元夫人。」其名重如此。戊子年，畢公官陝西。李將往訪，路過金陵，年已三十，風韻猶存。余作長歌贈之，序其《勸畢公習字》云：「若教內助論勛伐，合使夫人讓誥封。」"
      },
      {
        "index": 43,
        "text": "今人論詩，動言貴厚而賤薄，此亦耳食之言。不知宜厚宜薄，惟以妙為主。以兩物論，狐貉貴厚，鮫蛸貴薄。以一物論，刀背貴厚，刀鋒貴薄。安見厚者定貴，薄者定賤耶？古人之詩，少陵似厚，太白似薄；義山似厚，飛卿似薄：俱為名家。猶之論交，謂深人難交，不知淺人亦正難交。"
      },
      {
        "index": 44,
        "text": "庚寅元旦，皇上登保和殿受朝賀，望見遠處有煙騰空而起，問大學士曰：「得毋民間有失火者乎？」首相舒文襄公奏曰：「似煙非煙。」諸公服其吐屬典雅。古語：「似煙非煙，是謂慶雲。」"
      },
      {
        "index": 45,
        "text": "杭人土音，呼「朋」作「蓬」之本音，「崩」為「蓬」之陽音，皆「一東」韻也。韻書都收入「十丞」，則與「一東」遠矣。然《左傳》：「翹翹車乘，招我以弓；豈不欲往，畏我友朋。」《三國志》：「張昭作《陶謙哀詞》曰：『喪復失恃，民知困窮。曾不旬月，五郡潰崩。』」是將「朋」、「崩」二字，俱押入「一東」也。"
      },
      {
        "index": 46,
        "text": "彭城李涓，字蓉湄，以選拔入京師。一日，欲救某友之窘，賣所乘小駟贈之。賦詩云：「從此蹣跚懶行步，好花都讓別人看。」亡何，不第而亡。人以為讖。蓉湄貌美。揚州綢鋪女兒，有國色，好養鸚鵡，每早喂食。一日方提籠，而目有所睇，不覺籠落於地。旁人咸訝之，察所睇，則蓉湄方過其門故也。劉霞裳聞而賦詩云：「貪看野鴛鴦，忘墮手鸚鵡。可惜此時情，鸚鵡不能語。」"
      },
      {
        "index": 47,
        "text": "陸陸堂、諸襄七、汪韓門三太史，經學淵深，而詩多澀悶，所謂學人之詩，讀之令人不歡。或誦諸詩：「秋草馴龍種，春羅狎雉媒。」「九秋易灑登高淚，百戰重經廣武場。」差為可誦，他作不能稱是。相傳康熙間，京師三前輩主持風雅，士多趨其門。王阮亭多譽，汪鈍翁多毀，劉公戩持平。方望溪先生以詩投汪，汪斥之。次以詩投王，王亦不譽。乃投劉，劉笑曰：「人各有性之所近，子以後專作文，不作詩可也。」方以故終身不作詩。近代深經學而能詩者，其鄭璣尺、惠紅豆、陳見復三先生乎？"
      },
      {
        "index": 48,
        "text": "吟詩自注出處，昔人所無。歐公譏元稹注《桐柏觀碑》，言之詳矣。況詩有待於注，便非佳詩。韓門先生《蚊煙詩》十二韻，注至八行，便是蚊類書，非蚊詩也。《贈友》云：「知來匪鵲休論往，為主如鴻喜得賓。」上句注：「《淮南子》：『乾鵲知來而不知往。』」下句注：「《孔疏》：『鴻以先至者為主，後至者為賓。』」作詩何苦乃爾惟張雪子雲南典試歸，將近長安而歿，先生哭之云：「路紓雙節重，天近一星沉。」便覺清妙。又有詠《柳絮》一絕云：「沾襟撩袖自矜妍，未化為萍絕可憐。嘆息春風竟何意，團揉無處不成綿。」"
      },
      {
        "index": 49,
        "text": "惲南田少時受知王太倉相國。有監司某延之作畫，不即赴；乃迫致蘇州，拘官廳所，明旦將辱之。南田以急足至婁水乞援，時已二更，相國急命呼舟；將出，復擊案曰：「馬最速，舟不如。」遽跨馬，命僕以竹竿挑燈縛背上，行九十里，抵郡城，尚未五鼓也。守門者知為相國，遽啟門，直詣監司署，問南田所在，攜之以歸。監司隨詣太倉謝過，乃釋。南田畫《拙修堂宴集圖》，題詩云：「花殘江國滯征纓，綠浦紅潮柳岸平。芳草有心抽夜雨，東風無力轉春晴。艱難抱子還鄉國，落拓浮家仗友生。只為躊躇千里別，歸期臨發又重更。」"
      },
      {
        "index": 50,
        "text": "黃莘田妻月鹿夫人，與莘田同有研癖。先生罷官時，囊餘二千金：以千金市十研，以千金購侍兒金櫻以歸。有二女：長曰淑窕，字姒洲；次日淑畹，字紉佩。《題杏花雙燕圖》云：「艷陽天氣試輕衫，媚紫嬌紅正鬥酣。記得春明池館靜，落花風裡話呢喃。」「夕陽亭院曲欄東，語燕時飛扇底風。不管春來與春去，雙雙長在杏花中。」金櫻明艷，能詩。許子遜酒間舉其《夜來香》絕句云：「知隔絳紗帷暗坐，謝娘頭上過來風。」"
      },
      {
        "index": 51,
        "text": "白雲禪師作偈曰：「蠅愛尋光紙上鑽，不能透處幾多難。忽然撞著來時路，始覺平生被眼瞞。」雪竇禪師作偈曰：「一兔橫身當古路，蒼鷹才見便生擒。後來獵犬無靈性，空向枯椿舊處尋。」二偈雖禪語，頗合作詩之旨。"
      },
      {
        "index": 52,
        "text": "冬友侍讀出都，過天津查氏，晤佟進士溶；言其母趙夫人苦節能詩，《祭灶》云：「再拜東廚司命神，聊將清水餞行塵。年年破屋多灰土，須恕夫亡子幼人。」查恂叔言其叔心谷《悼亡姬》詩，和者甚眾。有佟氏姬人名艷雪者，一絕甚佳，其結句云：「美人自古如名將，不許人間見白頭。」此與宋笠田明府「白髮從無到美人」之句相似。"
      },
      {
        "index": 53,
        "text": "乙丑歲，予宰江寧。五月十日，天大風，白日晦冥。城中女子韓姓者，年十八，被風吹至銅井村，離城九十里。其村氓問明姓氏，次日送女還家。女已婚東城李秀才之子。李疑風無吹人九十里之理，必有奸約，控官退婚。余曉之曰：「古有風吹女子至六千里者，汝知之乎？」李不信。予取元郝文忠公《陵川集》示之，曰：「郝公一代忠臣，豈肯作誆語者第當年風吹吳門女，竟嫁宰相，恐汝子沒福耳！」秀才讀詩大喜，兩家婚配如初。制府尹公聞之，曰：「可謂宰官必用讀書人矣。」其詩曰：「八月十五雙星會，花月搖光照金翠。黑風當筵滅紅燭，一朵仙桃落天外。梁家有子是新郎，芊氏負從鐘建背。爭看燈下來鬼物，雲鬢欹斜倒冠佩。須臾舉目視旁人，衣服不同言語異。自說吳門六千里，恍惚不知來此地。甘心肯作梁家婦，詔起高門榜天賜。幾年夫婿作相公，滿眼兒孫盡朝貴。須知伉儷有因緣，富者莫求貧莫棄。」"
      },
      {
        "index": 54,
        "text": "或問：「明七子摹仿唐人，王阮亭亦摹仿唐人。何以人愛阮亭者多，愛七子者少？」余告之曰：「七子擊鼓鳴鉦，專唱宮商大調，易生人厭。阮亭善為角徵之聲，吹竹彈絲，易入人耳。然七子如李崆峒，雖無性情，尚有氣魄。阮亭於氣魄、性情，俱有所短：此其所以能取悅中人，而不能牢籠上智也。」"
      },
      {
        "index": 55,
        "text": "近有《聲調譜》之傳，以為得自阮亭，作七古者，奉為秘本。余覽之，不覺失笑。夫詩為天地元音，有定而無定，到恰好處，自成音節。此中微妙，口不能言。試觀《國風》、《雅》、《頌》、《離騷》、樂府，各有聲調，無譜可填。杜甫、王維七古中，平仄均調，竟有如七律者；韓文公七字皆平，七字皆仄；阮亭不能以四仄三平之例縛之也。倘必照曲譜排填，則四始、六義之風掃地矣。此阮亭之七古所以如杞國伯姬，不敢挪移半步。"
      },
      {
        "index": 56,
        "text": "南朝人云：「鵝性最傲，鶴更甚焉。」余嘗畜一鶴，偶過池堤甚窄，鶴故意張翅攔之，頗為所窘。後讀陸甥詩云：「境仄鶴妨人去路，窗虛云攪雨來天。」方賞其詞之工。"
      },
      {
        "index": 57,
        "text": "詩雖小技，然必童而習之。入手先從漢、魏、六朝，下至三唐、兩宋，自然源流各得，脈絡分明。今之士大夫，已竭精神於時文八股矣；宦成後，慕詩名而強為之，又慕大家之名而挾取之。於是所讀者，在宋非蘇即黃，在唐非韓則杜，此外付之不觀。亦知此四家者，豈淺學之人所能襲取哉？於是專得皮毛，自誇高格，終身由之，而不知其道。《書》曰：「德無常師，主善為師。」子貢曰：「夫子焉不學而亦何常師之有？」此作詩之要也。陶篁村曰：「先生之言固然，然亦視其人之天分耳。與詩近者，雖中年後，可以名家；與詩遠者，雖童而習之，無益也。磨鐵可以成針，磨磚不可以成針。」"
      },
      {
        "index": 58,
        "text": "余於古人之詩，無所不愛，恰無偏嗜者。於今人之詩，亦無所不愛，恰於高文良公《味和堂集》、黃莘田先生《香草齋詩》，有偏嗜焉。豈亦性之所近耶？"
      },
      {
        "index": 59,
        "text": "丙戌年，慶樹齋、雨林兩公子過蘇州。余招飲唐氏棣華書屋，一時都知、錄事佳者雲集。三人各有所屬。雨林即席云：「度曲花猶遮半面，迎眸春已透三分。」別後又寄詩云：「天河落向碧窗紗，十二瑤臺霧不遮。香暖繡幃春似海，一鴛鴦抱一枝花。」友人陶夔典贈余一姬；載還家，方知已有娠，乃送還之。雨林所暱，以事到官，有困於株木之慘。雨林和余《懊惱詞》云：「無奈別春何，詩筒驢背馱。花開仍散影，水小亦生波。頓改繁華夢，惟餘《懊惱歌》。金釵雖十二，難解此情多。」「滄浪煙水際，無復蕩舟來。完璧仍歸趙，明珠別有胎。倚欄頻繾綣，對月暗低徊。環鞏聲偏遠，銷魂又幾回？」「猶記旗亭夜，』紅燈語不休。芙蓉經雨損，風蝶為花愁。薄命原應爾，無情笑此流。心同天外月，空自照蘇州。」又寄《游仙》一首云：「吹殘瓊樹下蓬萊，自斷仙緣萬念灰。底事無風花也落？方知立地有輪回。」樹齋公子後一年為威遠將軍，出鎮伊犁，予寄七律三章，末二句戲云：「倘奪胭脂好顏色，江南兒女要平分。」"
      },
      {
        "index": 60,
        "text": "乙丑余知江寧，救火水西門；見喧嚷時，一美少年著單縑衣，貌頗閒雅，異而問焉。曰：「秀才也。姓龔，名如璋，號云若。」次日，以文作贄，來往甚歡。後十年，中進士，改名孫枝。過隨園見贈云：「早結山堂水竹緣，朝簪重脫未華顛。有詩何但稱循吏，不老方知是謫仙。細雨漸消寒食候，穠花爭放曲塵天。謝公墩外峰峰好，屐齒逡巡又一年。」龔後出宰山西榆次縣，王師西征，烹羊享兵，得奇句云：「拔刀割肉目眥裂，太平時羊亂時妾。」"
      },
      {
        "index": 61,
        "text": "詩得一字之師，如紅爐點雪，樂不可言。余祝尹文端公壽云：「休誇與佛同生日，轉恐恩榮佛尚差。」公嫌「恩」字與佛不切，應改「光」字。《詠落花》云：「無言獨自下空山。」邱浩亭云：「空山是落葉，非落花也；應改『春』字。」《送黃宮保巡邊》云：「秋色玉門涼。」蔣心餘云：「『門』字不響，應改『關』字。」《贈樂清張令》云：「我慚靈運稱山賊。」劉霞裳云：「『稱』字不亮，應改『呼』字。」凡此類，余從諫如流，不待其詞之畢也。浩亭詩學極深，惜未得其遺稿。"
      },
      {
        "index": 62,
        "text": "苕生分校禮闈，作詩云：「再燃丹炬照波心，恐有遺珠碧海沉。記得當時含水石，十年辛苦作冤禽。」朱香南太史有句云：「寄語群公高著眼，青衫明日淚痕多。」余甲子分校，亦有句云：「帶入秋闈示同伴，當時落第淚痕衫。」"
      },
      {
        "index": 63,
        "text": "桐城女子方筠儀嫁左君文全而寡，年二十有六，即守節以終，有《含貞閣集》。其《偶檢先夫遺草》云：「鸚鵡才高屈數奇，未開篋笥淚先垂。平生映雪囊螢力，不見騰蛟起鳳時。獄底龍埋光詎掩，墓門鶴返事難期。九京應悔嘔心血，百卷文章待付誰？」"
      },
      {
        "index": 64,
        "text": "春江公子，戊午孝廉，貌如美婦人；而性倜儻，與妻不睦，好與少俊游，或同臥起，不知烏之雌雄。嘗賦詩云：「人各有性情，樹各有枝葉；與為無鹽夫，寧作子都妾。」其父中丞公見而怒之。公子又賦詩云：「古聖所制禮，立意何深妙！但有烈女祠，而無貞童廟。」中丞笑曰：「賤子強詞奪理，乃至是耶！」後乙丑入翰林，妻楊氏亡矣。再娶吳氏，貌與相抵，遂歡愛異常。余贈詩云：「安得唐宮針博士，喚來趙國繡郎君。」嘗觀劇於天祿居，有參領某，誤認作伶人而調之，公子笑而避之。人為不平。公子曰：「夫狎我者，愛我也。子獨不見《晏子春秋·諫誅圉人》章乎？惜彼非吾偶耳，怒之則俗矣。」參領聞之，踵門謝罪。"
      },
      {
        "index": 65,
        "text": "詩少作則思澀，多作則手滑；醫澀須多看古人之詩，醫滑須用剝進幾層之法。"
      },
      {
        "index": 66,
        "text": "蕭子顯自稱：「凡有著作，特寡思功；須其自來，不以力構。」此即陸放翁所謂「文章本天然，妙手偶得之」也。薛道衡登吟榻構思，聞人聲則怒；陳後山作詩，家人為之逐去貓犬，嬰兒都寄別家：此即少陵所謂「語不驚人死不休」也。二者不可偏廢：蓋詩有從天籟來者，有從人巧得者，不可執一以求。"
      },
      {
        "index": 67,
        "text": "己未殿試，予傲諸同年云：「霓裳三百都輸我，此處曾來第二回。」蓋試鴻博曾在保和殿也。同徵友蘧云墀曾與章藻功太史、蔣文肅相公，同時角逐名場，而流落不偶，誓不登科不娶妻；寓京師晉陽庵五十餘年而卒。康熙庚子中北闈副車。妻年五十，竟以處女終。余有詩弔之云：「五十四年蕭寺老，終身一曲《雉朝飛》。」云墀名駿，常熟人。"
      },
      {
        "index": 68,
        "text": "云墀七十生日，金江聲觀察率同人攜樽晉陽庵，即席賦詩云：「卅年京洛已成翁，經學人推軒子弓。酒熟漫將孤影勸，詩成先揀妙香烘。龕燈清晝同彌勒，慧業前生定玉童。天眼視君多道氣，紛紛真愧可憐蟲。」"
      },
      {
        "index": 69,
        "text": "圃東張學林為京江相公之孫，守河南時，云墀薦余司記室事，公欣然相延。余以道遠，不果往。記其贈蘧云：「征塵才拂卸行滕，亟叩禪扉訪舊朋。七度春明惟剩爾，卅年蕭寺竟同僧。賣文自昔家懸磐，愛士於今局似冰。我亦棲棲倦行役，二毛相對感霸髫。」公暮年升觀察，閱河工，憊甚。有女六歲，泣曰：「爺何不歸家？」婢戲云：「作官豈不好耶？」女答曰：「大家原好，爺一個獨苦耳。」公淒然泣下，賦詩云：「恩重難抽七尺身，愧她黃口語酸辛。」"
      },
      {
        "index": 70,
        "text": "康熙中年，金陵詩人有三布衣：一馬秋田，一袁古香，一芮瀛客。古香年老，在都中館康親王府。芮年少後至，意頗輕之，常短袁於王前。一日，王命宦者封一紙出付客，題是《賀人新婚》，韻限「階」、「乖」、「骸」、「埋」四字，外銀二封，一重一輕，能作此詩者取重封，留邸；不能者持輕封，作路費歸。芮辭不能；而袁獨詠云：「裴航得踐游仙約，簇擁紅燈上綠階。此夕雙星成好會，百年偕老莫相乖。芝蘭氣吐香為骨，冰雪心清玉作骸。更喜來宵明月滿，團圓不為白雲埋。」王大欣賞。芮慚沮，即日辭歸。馬客中有句云：「二更聞雁月在水，半夜打鐘天有霜。」"
      },
      {
        "index": 71,
        "text": "宋王禹稱詠《月波樓》，自注：「不知月波出處。」按漢樂府「月穆穆以金波」，昌黎詩「微風吹空月舒波」，已用之矣。"
      },
      {
        "index": 72,
        "text": "松江張夢喈之妻汪氏，名佛珍，能詩而有幹才。夢喈外出，有偷兒入其室；汪佯為不知，啃曰：「今夕賴得某在家相護，可無憂矣。」某者，其戚中之有勇力者也。偷兒聞之潛逃。夫人佳句，如《對月》云：「萬戶恍臨城不夜，千年惟有兔長生。」《對雪》云：「自攜尊酒酬滕六，莫損籬邊竹外枝。」兩子興載、興鏞，皆能詩。來江寧秋試，興載見贈云：「海內論交皆後輩，江南何福著先生？」興鏞見贈云：「絕地通天雙管擅，登山臨水一筇先。」人誇其妙，不知皆母訓也。興載云：「桐鄉有程拱宇者，畫《拜袁揖趙哭蔣圖》，其人非隨園、心餘、雲松三人之詩不讀。」想亦唐時之任華、荊州之葛清耶？程字墨浦，廩膳生。"
      },
      {
        "index": 73,
        "text": "李敏達公撫浙時，威不可犯，獨能敬讀書人。設志局修書，所延皆一時名士。公餘之暇，放艇西湖，屢開文宴。汪西顥沆賦詩云：「西湖大好作春游，環鞏如雲簇水頭。誰似尚書能愛士？日斜堤外未回舟。」其時，余才九歲。後五十年，西顥在莊相國席上見贈云：「花卮同泛小山堂，回首星霜三載強。野叟尚能誇舊政，群公每見譽文章。君卿老去言逾妙，陶令歸來樂未央。莫道隨園秋色淡，萱庭日月閉門長。」與余在席上論元次山文，有《惡圓》一篇。余道：「天體尚圓，何可見惡？」西顥因指身上衣袖冠領、席上盤碗壺碟，曰：「諸物皆圓，才適於用。」彼此大笑。"
      },
      {
        "index": 74,
        "text": "詩文用字，有意同而字面整碎不同、死活不同者，不可不知。楊文公撰《宋主與契丹書》，有「鄰壤交歡」四字。真宗用筆旁抹批云：「鼠壤糞壤」楊公改「鄰壤」為「鄰境」，真宗乃悅。此改碎為整也。范文正公作《子陵祠堂記》，初云：「先生之德，山高水長。」旋改「德」字為「風」字，此改死為活也。《荀子》曰：「文而不採。」《樂記》曰：「聲成文謂之音。」今之詩流，知之者鮮矣！"
      },
      {
        "index": 75,
        "text": "昔人有「王琨回面避家姬」之句，嗤其迂也。元相燕帖木兒侍妾數百。一日宴侍郎趙世延家，見簾內人，驚為絕色，竄取至家，即其第二十九房妾也。虞啟，蜀秀才，題其事云：「一簾相隔未模糊，上眼心驚即故夫。絕似採桑相遇處，大元宰相作秋胡。」"
      },
      {
        "index": 76,
        "text": "《唐書》載：「賀知章在禮部選挽郎，取舍不公，門蔭子弟喧鬧盈門。知章不敢出，乃於後園舁一梯，出頭牆外，以決事。」康熙辛丑會試，李穆堂先生用通榜法，所取皆一時名士。落第者糾眾作鬧，新進士無由入謁。或呈一詩云：「門生未必敢升堂，道路紛紛鬧未央。我獻一梯兼一策，牆頭高立賀知章。」丙辰，予在都中，見先生白鬚偉貌，有泰山岩岩氣象。待後輩，當面必訓斥，逢人必贊揚，人以故畏而服之。余謂此張乖崖待彭公乘法也。前輩率真，亦可不必。"
      },
      {
        "index": 77,
        "text": "周青原云：「不知誰把芙蓉摘，枝上分明見爪痕。」劉悔庵云：「鏡影不知雙鬢白，書聲寧識此翁衰？」余謂：「不知得妙。」王至淳云：「水邊紅影一燈過，知有人從堤上行。」楊子載云：「忽驚雨後青龍爪，知是蒼松倒挂枝。」余謂：「知得妙。」喬慕韓云：「夢回枕上窗微白，知是天明是月明？」余謂：「似知非知得妙。」"
      },
      {
        "index": 78,
        "text": "宜興儲氏多古文經義之學，少吟詩者。吾近今得二人焉：一名潤書，字玉琴，《贈梅岑》云：「一曲吳歌酒半醺，當筵爭識杜司勛。天花作骨絲難繡，春水如情剪不分。話到西窗剛近月，人於東野願為雲。應知此後相思處，日日江頭倚夕曛。」又句云：「山氣作寒啼鳥外，春陰如夢落花初。」其一名國鈞，字長源。《梁溪》云：「紙鳶輕揚午晴開，雜沓游人傍水隈。多半畫船猶未攏，知從池上飼魚來。」《即目》云：「日午橫塘緩棹過，風吹花氣蕩層波。依篷不肯輕回首，近水樓臺茜袖多。」晚年飄泊，《六十自壽》云：「誰言老去離家慣？轉恐歸來卒歲難。」窘狀可想。他如：「樹涼宜散帙，梅盡始熏衣。」「煙消松翠淡，雪墮柳枝輕。」「酒旗翻凍雪，土銼燎征衣。」「嵐翠忽從亭午變，扇紈都向嫩晴開。」「銀箏度曲徐牽舫，鏡檻懸燈不隔紗。」皆詩人之詩。歿後，知之者少矣！"
      },
      {
        "index": 79,
        "text": "余宰江寧時，查宣門居士開贈《蔗塘詩》一集，蓋其族人心谷先生為仁所作。本籍海寧，寓居天津，十九歲即經患難，在獄八年，始得釋歸；憐才愛士，置驛通賓，其詩清妙，蓋深得初白老人之教者。《同友集空谷園》云：「郊居塵埃少，幽訪共沿回。柳下孤篷泊，花間白版開。高人還掩臥，稚子識曾來。小立窺鷗鷺，忘機客不猜。」《秋夜病中》云：「巷尾迢迢報柝聲，虛堂如水斷人行。雲移一朵月吞吐，竹嘯幾聲風送迎。不向枚生求《七發》，只憑曲部覓三清。調糜煮藥經旬臥，白髮蕭蕭又幾莖。」他如：「酒無千日醉，事有百年忙。」「風愁撼樹響，鼠厭數錢聲。」「為問亭邊三五樹，春來花發幾多枝。」皆可誦也。己未余乞假歸娶，杭堇蒲前輩為余通書。先生命其子儉堂禮登船厚贐，至今未敢忘也。"
      },
      {
        "index": 80,
        "text": "先生有《蓮塘詩話》按：據《清詩話》本應名《蓮坡詩話》，蓋查為仁號蓮坡也。載初白老人教作詩法云：「詩之厚在意不在辭，詩之雄在氣不在句，詩之靈在空不在巧，詩之淡在妙不在淺。」其言頗與吾意相合，特錄之。"
      }
    ]
  }
}