{
  "chapterNumber": 13,
  "title": "卷十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "李穆堂侍郎云：「凡拾人遺編斷句，而代為存之者，比葬暴露之白骨，哺路棄之嬰兒，功德更大。」何言之沉痛也！余不能仿韋莊上表，追贈詩人十九人。乃錄近人中其有才未遇者詩，號《幽光集》，以待付梓。採取未畢，姑先摘數首及佳句，存《詩話》中。歸安姚汝金，字念慈，初名世錸，性落拓，冠履欹斜，有南朝張融風味。《謝吳眉庵少司馬薦鴻博啟》云：「十年老女，猶畫蛾眉；百戰將軍，空爭猿臂。」一時傳其工整。《題〈李將軍夜逢醉尉圖〉》云：「隴西將軍雄且武，猿臂閒來聊射虎。良宵與客飲田間，飲罷歸遭亭尉侮。將軍醉矣尉未醒，宿之亭下良復苦。羸馬單車野次偕，昏燈淡月殘更吐。是時將軍正失官，意豈須臾忘滅虜？暫屈龍沙熊豹姿，試聽鷺堠蝦蟆鼓。畫師摹寫如目睹，面帶微酣色微怒。古者門官各有司，彼候人兮實主之。夜行必禁犯必罰，由來啟閉惟其時。今將軍尚不得爾，斯言良是非醉詞。儻師文帝獎細柳，此尉應得蒙恩知。或如丙相恕酒失，異日可藉聞邊機。請俱一旦快私忿，將軍之量宜偏裨。」《看劍》云：「齊金楚鐵擅名高，碧血模糊舊戰袍。不躍不鳴兼不化，問渠何處異鉛刀。」念慈受知於鄂文端公。公卒，念慈哭云：「未報公恩徒一慟，自憐此淚亦千秋。」在山左時，有訛傳其死者。後入都，諸桐嶼太史贈詩云：「學道終朝銀闕去，入都快比玉門還。」念慈答云：「欠來一事能逃否？聞到同心自愕然。」"
      },
      {
        "index": 2,
        "text": "金陵劉春池，名芳，織造府計吏也。不戒於火，將龍衣貢物，俱付焚如。賠累後，既貧且老，而詩興不衰。如：「貧難好客如當日，老覺逢人羨少年。」「三間屋僅棲兒女，一領裘還共祖孫。」「從古詩惟天籟好，萬般事讓少年為。」皆佳句也。其《憶半野園舊居》云：「半野園堪遂隱淪，山為屏障水為鄰。林亭已入天然畫，休息難終老去身。喬木昔曾經我種，好花今復為誰春？傷心最是重來燕，不見堂前舊主人。」《弔香櫞樹》云：「自別園林甫二旬，忽枯此樹是何因？伊如義不迎新主，我獨悲同哭故人。物與情通原有感，木經歲久豈無神？尚須留取根株在，猶望仍回舊日春。」劉以欠帑入獄，予向尹文端公誦其詩。尹驚其才，即命寬限，一時傳為佳話。其子曾，字悔庵，亦好吟詩，不省家事，人目為癡。然得一二句，便寫示余。《歲晏》云：「簷以低常暖，裘因敝轉輕。」見贈云：「新稿只呈蕭穎士，長裾不謁鄭當時。」嗚呼！胸襟如此，何得目為癡哉？春池尚有佳句云：「道在己時惟自適，事求人處總難憑。」「衰齡轉作無家客，多壽還須有福人。」「異地幾忘身是客，禪門今已熟於家。」春池富時，有窮胥倚以生活，後竟負之。故詠《落葉》云：「積怨堆愁委地深，西風衰草亂蟲吟。此時狼籍無人間，誰記窗前借綠陰？」《雨中海棠》云：「黑雲若得明朝霽，紅雪猶餘未放枝。我獨笑花花笑我，今年俱未得逢時。」此雖仿羅隱贈妓詩意，而運用恰新。"
      },
      {
        "index": 3,
        "text": "烏程凌雲，字香坪，少有《吳門紀事》詩，極酒場花徑之樂。晚年就館李參戎家，鬱鬱不得志而卒。《胥門感舊》云：「金閶曾度五清明，選勝攜朋取次行。楊柳堤邊調細馬，杏花村裡聽嬌鶯。春風久負青山約，舊雨難尋白鷺盟。今日胥江重艤棹，斜陽芳草不勝情。」《過分水龍王廟》云：「汶河西注水汪洋，南北中分界兩行。從此空彈游子淚，隨波流不到家鄉。」他如：「雨積山多瀑，煙收樹滿村。」「魚跳驚燭影，雞唱亂孥音。」俱有風味。"
      },
      {
        "index": 4,
        "text": "表弟章菔齋秀才，名袁梓，性迂碎，有潔癖，好神仙吐納之術；自謂可長生，而卒不驗。《睢陽客興》云：「幾度飄蓬動客嗟，況逢遲日感韶華。階前杖響誰看竹，月下煙飛自煮茶。游騎踏殘零露草，幽禽含過隔牆花。尋芳孺子知時節，也著新衣到酒家。」《對雪》云：「素光燦爛映簷楹，未許疏狂嘆獨清。隔夜江山都改色，連朝猿鳥並無聲。風飄墮瓦寒冰響，鼠滅殘燈外戶明。畫帳香茵初睡起，舉頭錯認是天晴。」其他佳句云：「有梅人坐靜，踏雪鶴行徐。」「風枝挑瓦墮，石筍引藤纏。」「宵柝暗驚孤客夢，寒雞時作故鄉聲。」「蜂能負子應知老，燕屢升堂若賀貧。」「花香夾路人歸緩，水影搖天月上遲。」「投杖驚逃穿屋鼠，圍棋引進過門人。」俱妙。"
      },
      {
        "index": 5,
        "text": "高文照字東井，少年韶秀，嶷嶷自立。父植，宰德化，有賢聲。所得俸，盡為東井買書。年未二十，詩已千首。目空一世，於前輩中所心折者，隨園與心餘而已。舉甲午鄉試，後卒於京師。詩稿不知流落何處。見贈云：「萬壑千峰裹一門，仙家住老百花村。重開朱戶樓臺出，未改青山面目存。執手各探新得句，驚心難定舊離魂。憐才誰似先生切，替拭襟前積淚痕。」「宏獎何人得到斯，文章風義一身持。眼無後起偏憐我，座有先生敢論詩？轉柁風看收柁候，在山泉話出山時。才名官職誰多少？未要區區世上知。」「此身幾肯受人憐？低首為公拜榻前。不朽文章傳郭泰，得聞絲竹許彭宣。女要詈予申申日，鄧禹嗤人寂寂年。想到平生知己報，商量祇有祖生鞭。」其他佳句如：《過衢州》云：「水回雙碓落，灘急一篙爭。」《壽山庵》云：「一磬隔花出，片幡當殿陰。」《送人》云：「且將一點思鄉淚，灑向君衣好寄歸。」《贈方子雲》云：「門外市聲三日雨，簾前風色一床書。」《過阮懷寧故宅》云：「鳥語尚疑偷法曲，池波無復照明妝。」"
      },
      {
        "index": 6,
        "text": "昆山徐柱臣，字題客，健庵尚書之孫，余親家也。《飲外舅張氏青山莊》云：「東風報花信，春色來南枝。輟棹風漸細，到門香已知。綠野占勝跡，青山似昔時。登樓俯林杪，雪影何離離。」《舟中晚眺》云：「天垂餘靄橫，船在鏡中行。拍手沙禽起，回頭明月生。向南寒氣減，入夜酒懷清。不有蘭陵釀，銜杯空復情。」題客性耽詞曲，晚年落魄揚州，為洪氏司音樂以終，惜哉！又有句云：「看慣舊書多脫線，移來新樹少開花。」"
      },
      {
        "index": 7,
        "text": "徐緒字徵園，蘇州人，貌短小，為李守備炯記室。終日以酒一壺、杜詩一卷自娛。此外，不知有人間事。余題其小像云：「吳市布衣大，杜陵詩骨尊。」卒貧死。詩稿散失。余錄其《雨阻胥江》云：「擊柝嚴城閉，相依再宿舟。一天惟是雨，六月竟如秋。漸覺江湖滿，能無稼穡憂？萍蹤憐乞食，華髮早盈頭。」《移居》云：「剝啄衡門啟，時過話老農。卻欣環泮水，不厭此萍蹤。對酒東鄰樹，催詩南寺鐘。隔城山色好，落日見芙蓉。」《歸舟至盤溪》云：「漂泊仍長鋏，歸來買釣鹺。順流風勢緩，近岸雨聲多。小鳥衝煙起，低橋撥棹過。家人應識我，篷底遠聞歌。」《盆菊》云：「束瓦為花盎，無須金屋藏。帶霜移牖下，就日列階旁。種細開尤晚，名多記輒忘。到殘應匝月，不限舉壺觴。」《寒簷》云：「寒簷短景如風馳，迢迢長夜占八時。弱女刺繡補不足，一燈豆大燃殘脂。呼兒劇論千古事，老妻來聒明朝炊。掩耳疾走且相避，隔屋吾弟能吟詩。不圖轉落乃嫂笑，小郎亦有兒啼飢。」《西鄰哭》云：「夜聞西鄰哭，哭聲一何悲！云是母哭兒，聲聲哭入老夫耳。老夫亦有丈夫子，同日辭家分路死。死弗及見哭憑棺，三月到今淚未幹。傷心有口那能言；君不見，烏生八九子，一一飛上青林端。」《新竹》云：「森森碧玉已成行，一雨長梢盡過牆。微露粉痕初解籜，疑君已帶九秋霜。」"
      },
      {
        "index": 8,
        "text": "杭州仲蘊檠，字燭亭，與余同庚。雍正癸丑，兩人初學為詩，彼此吟成，便攜袖中，冒雨欣賞。後余官白下，而燭亭亦就幕江南，常得把晤。歲辛卯，相見蘇州，怪其消瘦，不類平時壯佼；然意致尚豪，猶令小妻出拜，尚無子。亡何，訃至。記其《長至日飲隨園》云：「老大空憐役庫車，清樽小語過精廬。二千里客易中酒，半百外人無熟書。斷雁貼雲寒雨後，歸鴉擁樹晚晴初。今朝罨畫軒西醉，覓句差貪一線餘。」《莫愁湖》云：「晴波嫩柳舊歌臺，一眺愁心略小開。湖影淡拖山色去，春煙冷送夕陽來。游絲不綰金跳脫，水調空沉《阿濫堆》。誰更風流問徐九，銷魂無那索茶杯。」《郊行》云：「雨霽郊圻笑語嘩，裙腰碧過四娘家。游思解渴問荒店，春尚慰人留病花。遠寺鐘隨遲日度，隔江山挾晚青斜。零星落地榆錢好，賤買村醪敵歲華。」他如：「月於低處作湖色，山漸暝時生水煙。」皆瘦硬自喜。"
      },
      {
        "index": 9,
        "text": "余甲子分校南闈，題《樂則韶舞》。有一卷云：「一人奏管，而八伯歌風。」愛其文有賦心，薦而未售。出榜後，遇外監試商寶意先生，曰：「我收卷，見一文絕麗。問之，乃吳梅村先生孫也。我告之曰：『此文若遇袁太史，必能賞識。』」因誦此二句。予告以果力薦矣，彼此大喜，覺論文有心心相印之奇。未幾，吳到沭來謁，貌如美女，年才弱冠，益器重之。癸酉余從秦中歸隨園，而吳已中經魁；來見，則嘔血失音，非復曩時玉貌。予心憂之。赴都會試，竟死場中，年二十七；其時同薦者，有松江廩生陳邁晴，亦奇才也。場後賦百韻詩來謁，惜未存其稿，先吳卒。吳在席上題《盆中飛白竹》云：「渭水清風譜，流傳有別支。出藍誇逸品，飛白擅奇姿。名以中郎重，根從子敬移。森然一筆起，暖若八分披。卷葉輕於觳，抽枝弱比絲。映花風獨轉，拂草露俱垂。細細分龍節，輕輕洗玉肌。生來鳳尾貴，不怕雀頭癡。影落屏風小，香傳榮幾遲。恰添承旨石，同上伯英池。專室居何愧？登床賞自奇。地依蕭寺好，人在晚晴宜。擢彼東南秀，珍逾十二時。品題無與可，篤好有羲之。北館承家學，南宮得畫師。綠窗窺窈窕，紅燭照參差。蘭墨傳新樣，魚箋寫折枝。好將端獻筆，追取順陵碑。」吳諱維鶚，太倉人。佳句尚多，僅錄其吉光片羽者，不料其即赴玉樓也。陳生五策，博引群書，兩主試愕然不知來歷。余爾時年少氣盛，語侵主司，以故愈不得售；亦其命運使然耶？有《哀兩生》詩，存集中。"
      },
      {
        "index": 10,
        "text": "常熟王陸提，字介祉，瘦長骨立，兩眸熒然。家貧母老，又遭馮敬通之厄，客死長沙，年三十二。其詩清麗。《蘇臺紀事序》云：「僕本恨人，尤希好事。趁蘭膏之餘焰，述花月之新聞。則有參佐名流，弘農妙裔。王昌居處，跡近金堂；韓壽來時，香通青瑣。牆頭一笑，秋風客鑽穴相窺；枕畔五更，夜度娘鑿壞而遁。不須青鳥，為約佳期；何必玄駒，始諧歡夢。手提金縷，逾沓冒以聲希；懷落鈿釵，胃流蘇而影亂。輕攏屈戍，潛由顧愷之廚；反合倉琅，永匿梁清之洞。遂致空閨大索，徒勞阿母閱門；鄰壁旁求，共訝彼姝履闥。倘屬無妻之牧犢，或易牽絲；偏為有婿之羅敷，難收覆水。霧生三里，葉不翳蟬；風挂一帆，花終戀蝶。可憐月姊，隨蟾魄以俱奔；詎耐冰人，賦鼠牙而作訟。謀成秘計，大都鸚鵡之禪；下得官符，不是鴛鴦之牒。悵三生兮永別，未消圓澤之煙；縱九死以無辭，難覓茅山之藥。是則煉媧皇之石，莫補離天；彎后羿之弓，長仇怨日者矣。嗚呼！人生行樂，難禁贈芍遺椒；我輩鐘情，未免焚芝嘆蕙。觸哀弦於舊軫，儂亦情狂；戒覆轍於前車，卿休放誕。不逢白傅，誰裁《長恨》之歌為語雙文，我作《會真》之記。」詩云：「東風如夢春如畫，蘿蔓須扶薇待架。黃雀飛飛鏡檻邊，班騅得得樓欄下。綠楊門巷是兒家，青粉牆高隔亂鴉。惜艷羞窺留影鏡，耽閒懶逐鬥風車。柔懷脈脈慘幽獨，少小紅絲曾系足。蕭史遲吹引鳳簫，馬卿忽奏《求凰曲》。尋常聲息互知聞，促漏遙鐘兩斷魂。側帽望殘窗竹影，抽釵劃遍砌苔痕。蓬萊咫尺休嗟遠，絆縹輕裙便往返。曉把豪犀故剔梳，宵捫了鳥還加鍵。懷中轉側掌中檠，殷茜難描婀娜形。蛤帳霞光猶恍忽，蜃窗日彩更晶熒。刻骨恩同膠漆洽，迷藏秘戲貪嬉狎。連天夢雨罨陽臺，平地風波生楚峽。無端阿母喚匆匆，卷幔披帷室是空。鸚鵡攪翻脂盈粉，狸奴搔亂繡床絨。侍兒尋覓爭牽惹，瞥見微光抽替聞。間道斜通鳥鼠山，頹垣近接鴛鴦社。防閒始悔未周遭，直待亡羊與補牢。瓜字分明慚碧玉，藕絲宛轉怨金刀。多生久作雙飛侶，豈忍禁持別離苦？攜手潛登范蠡舟，齊眉共寄梁鴻廡。夭桃已放出牆枝，元稹從題《決絕詞》。無奈鴆媒偏作惡，不容雁婿永追隨。訴牒倥傯控花縣，狐城兔窟徵求遍。里胥排日計郵簽，亭長分程馳驛傳。替戾岡旋劬禿當，可憐屈體受銀鐺。淋鈴雨泣紅顏婦，貫索星臨白面郎。鍘誓從今消舊寵，刀環約在要離塚。馱金縱許贖文姬，化玉何時見韓重君不見：雪絮漫空揚作塵，沾衣拂幌總前因。柳枝逸去樊娘嫁，我亦情傷潦倒人。」《留須》云：「漸看鬱鬱復離離，忍遣芟除累剃師？潘鬢見來增老態，飛胡學得憶兒嬉。依稀草活抽芽日，仿佛花殘露蒂時。猶自堪摩未堪捋，免教人把彥回嗤。」「屬體風懷夢裏春，鬃鬟羞憶嚙妃唇。好陪覓句拈髭客，休對熏香菇面人。青縷細含微見影，紫珍才展便傷神。從渠長到星星日，敢向中涓戲效顰？」詠《題名錄》云：「倚棹向通津，紅箋哄市塵。買時慚啟齒，展處暗傷神。千佛名經錄，三生慧業因。未看先鄭重，回視更逡巡。幾輩曾盟笠，伊誰是積薪？名場驚絕跡，號舍記比鄰。藥銚相依切，風簷問訊頻。獨憐叉手客，未遇點頭人。何敢輕余子？徒教怨不辰！窮通知有命，俯仰總嫌身。」《孫園剪牡丹歸》云：「尋春閒訪野人家，扶醉歸來日未斜。買得扁舟小於葉，半容人坐半容花。」其他如：《落梅》云：「驛使再來休問信，美人已嫁莫相思。」《杏花》云：「開當落日憐微倦，嫁與東風恐不甘。」《偶成》云：「誤書因想得，微倦覺眠佳。」介祉好作無題詩，如：「衣上石華新唾跡，帳中霞彩舊豐神。」「登牆不惜三年望，展畫誰甘百日呼。」人誚其輕薄，則云：「畢竟《閒情》累何德不言惟有息夫人！」"
      },
      {
        "index": 11,
        "text": "常州李檢討英，字芋圃，余甲子科所得士。為人醇古淡泊，一望而知為君子。年老乞歸，掌教六安州，過隨園，宿十日去，竟永訣矣！卒無子。《歸雁》云：「清秋雁聲落屋簷，春早急去程期嚴。此邦之人非汝嫌，高飛冥冥去且僉。稻粱雖謀退亦恬，江湖暑濕難久淹。短嗟物性尚避炎！」《春深》云：「春深淹久客，門掩即山家。悶遣攤書坐，吟耽倚杖斜。晚風敲徑竹，微雨潤窗花。不覺蒼苔暗，深林已暮鴉。」《僻處》云：「僻處無喧囂，閒中耐寂寞。一卷味可耽，雙屐懶不著。荏苒春將殘，東風卷羅幕。庭前碧桃花，遲開亦遲落。」"
      },
      {
        "index": 12,
        "text": "丙辰在都，詩人大會。有常州儲君師軾、字學坡者，年最長，為坐中祭酒。後三十年，會試出余門生李英名下，選作校官，監鐘山書院。久不來見。余與莊君念農先往，大呼而入，曰：「太老師來捉小門生矣。」彼此大笑。招飲隨園。見贈云：「廿年名姓達安昌，應許彭宣到後堂。問字久辭松徑杳，傳觴重嗅竹林香。樓臺近水千層曲，草木連山一帶長。祇恐徵書來北郭，未容老住白雲鄉。」「高築天風百尺樓，憑欄懷古意悠悠。聲詩不墮開元後，法物還從宣政收。借箸風生磨盾鼻，讀與某將軍書。登山雲起遂菟裘。中林猿鶴無猜忌，繞樹銀燈蠟屐游。」卒，無子。詩多散失。"
      },
      {
        "index": 13,
        "text": "杭州潘涵，字宇情，宰六合，以循吏稱。兩子早卒，家竟絕嗣；甚矣，天道之難知也！僅錄其《隨園小集》云：「安住林亭遠放舟，境隨人轉水隨鷗。好山剛近長江口，老屋深藏大樹頭。叱馭原同招隱別，買園先為種花愁。解還墨綬銅章貴，換得繁英與素秋。」「香名弱冠飲都城，壯志空山踽踽行。陶令獲田償酒債，敬姜操績伴書聲。漁童歌好垂絲聽，長者車來拂袖迎。一片倉山梅影水，回頭還比玉堂清。」「西亭北榭斗闌幹，閣引天風獵獵寒。舊約飛魚傳去杳，新詩走馬借來看。風生咳吐追唐調，禮失威儀謝漢宮。笑我熱中心未死，偷閒來弄釣魚竿。」"
      },
      {
        "index": 14,
        "text": "同年許朝，字光庭，常熟人。詩似放翁，歿後家無繼起者。錄其佳句云：「泉礙石流無意曲，草經霜隕不須芟。」「倚床愛就肱邊枕，照鏡貪看背後山。」「得月便佳還值望，是山都好不須名。」「預思煮雪壚先辦，不會裁花譜借抄。」五言如：《病騾》云：「眠沙深有印，嚙草懶無聲。」《山村》云：「峰亂向人湧，泉分界石流。」又：「舟隔堤撐半露篙」，七字亦佳。"
      },
      {
        "index": 15,
        "text": "蘇州周鈺，字其相，相遇於江雨峰家；蒙一見傾心。每過蘇州，必主其家。家道甚豐，而性嗇且傲，卒無子；以葬親故，墜水死。見贈云：「零亂花飛又一年，思君時間北來船。隨園清夜三更月，應照幽人獨自眠。」「空吟場藿《白駒》詩，往事傷心不可思。南國至今悲賈誼，為他偏值聖明時。」詠《落花》云：「鶯從此日空啼樹，人到明朝懶上樓。」"
      },
      {
        "index": 16,
        "text": "張長民秉政，予表侄也。父灝，官侍讀學士。長民十五舉京兆，三十夭亡。送余出都云：「芙蓉雙闕致君身，誤逐飄風落九曼。丹穴有天翔鳳鳥，金羈何術擾麒麟？關前候吏覘青犢，江介行舟蕩白蕷。此去未須憐左授，下方欲識謫仙人。」"
      },
      {
        "index": 17,
        "text": "史梧岡進士，名震林，湛深禪理，半世長齋。知余不喜佛，而愛與余談，以為頗得佛家奧旨。余亦終不解也。記其《觀荷》云：「露折朱霞裹旭開，淒涼心付蓼花猜。銀河正曬天孫錦，風雨欺香禁早來。」「蕊綻華峰鬥錦年，序班宜在牡丹先。攜琴笑坐如船藕，去訪蓬萊海外天。」梧岡言：「修行無他慕，只求免入輪回，少認世間無數爺娘耳。」"
      },
      {
        "index": 18,
        "text": "閩人劉南廬，名芳，貌若枯僧，以布衣雲游；所到必棲深山古剎，受群僧供養。問何不還鄉，笑而不答。晚年卒於通州之狼山。群僧為葬於駱右丞墓側，置石碣焉。丁丑九月宿隨園，見贈七律，僅記中二聯云：「安仁尚有栽花興，孟博全無攬轡心。水影到窗知月上，松風攪枕信秋深。」《焦山避暑》云：「千丈洪濤一小舶，乘危逃暑到僧寮。衣沾濕翠晴猶滴，榻拂涼雲午不消。壓檻有天連水閣，開門無路入塵囂。濁醪我欲酬高隱，千古幽魂未可招。」《瓦官寺》云：「瓦官瓦破佛廬荒，三絕空懷舊講堂。曲徑雲深僧笠重，閒門花落客鞋香。行經河畔聞簫鼓，坐近臺邊想鳳凰。吊古一尊沽未至，煙鐘風磬立斜陽。」《軍山夜坐》云：「星辰夜影窗間落，江海秋潮枕上生。」"
      },
      {
        "index": 19,
        "text": "湯西崖少宰，幼有美人之稱。其幼子名學顯，戊寅見訪，長身玉立，想見少宰風儀。有《慧山》二首云：「九峰鬱雲根，蜿蜒羅青蒼。夤緣入幽磴，長史舊草堂。祇今法象空，寶幡馴鴿翔。葉落拂床塵，花放見佛光。臒僧不談禪，哦詩草木香。孤意與俱永，隨在如坐忘。」「颯灑林風生，寒空弄清樾。山禽隔葉鳴，好音聞不絕。訪碣剔煙蘿，釵腳半磨滅。蝶老抱秋花，松疏漏涼月。際此孰含毫？秀採芙蓉髮。」"
      },
      {
        "index": 20,
        "text": "李嘯村最長絕句，人有薄其尖新者；不知溫子升云：「文章易作，逋峭難為。」若嘯村者，不愧逋峭矣！其《泰州舟次》云：「煙汀月暈影微微，辦得宵衣草上飛。垂髮女兒知蕩槳，不辭風露送人歸。」《夜泛紅橋》云：「天高月上玉繩低，酒碧燈紅夾兩堤。一串歌喉風動水，輕舟圍住畫橋西。」《廢園》云：「誰家亭院自成春？窗有莓苔案有塵。偏是關心鄰舍犬，隔牆猶吠折花人。」《青溪》云：「粉牆經掃落花塵，一帶樓臺樹影昏。雨細風斜簾未卷，縱無人在亦消魂。」《卻人寫真》云：「有影正嫌無處匿，不才尚覺此身多。」此是嘯村最佳詩；而歸愚《別裁集》只選《上巳憶白門》一首，云：「楊柳晚風深巷酒，桃花春水隔簾人。」不過排湊好看字面，最為下乘。舍性靈而講風格者，往往舍彼取此。"
      },
      {
        "index": 21,
        "text": "白太傅云：有唐衢者愛其詩，亡何唐死；有鄧訪者愛其詩，亡何鄧死。吾於金陵，得二人焉：一金光國，一高步瀛。詩筆超雋，受業未及三年，俱死。金之詩，惟存《祝壽》數章。高有《未灰稿》二編。《晚春》云：「百花開落草芊芊，傑閣層樓白石邊。埋沒春光全是雨，初長天氣卻如年。客來未慣驚雛燕，人到無愁愛杜鵑。榮幾一燈三徑晚，垂簾影裏是茶煙。」七絕云：「風刀瘦剪綠楊絲，一路芳菲落日時。山曲不妨隨徑轉，隔雲早見酒家旗。」「靜裏消磨墨數升，封書遠問作詩僧。尋君曾到聞鐘後，流水村橋照蟹燈。」佳句云：「不是近霜偏愛菊，要需時日始看梅。」「燈非報喜花爭結，人慣離家夢轉無。」「同人催上馬，臨水廢觀魚。」「名每輸王後，嫌終避周前。」皆有精心結撰，不入平淺一流。"
      },
      {
        "index": 22,
        "text": "紹興布衣俞楚江，名瀚，久客京師；金少司農輝，薦與望山相公。公稱其詩有新意，卒無所遇，賣藥虎丘而亡。《登九龍山遇雨》云：「浮生徒碌碌，冒雨渡寒津。策馬山頭過，雲橫不讓人。」《偶成》云：「安貧求自寡，書劍漫相從。且築數椽屋，將為一老農。亭空雲可貯，院小樹還容。居近開元寺，臥聽清夜鐘。」「戒飲原因病，村旗莫浪招。忙酬花事畢，閒養睡魔驕。霜色歸蓬鬢，秋聲上柳條。竹爐茶未熟，一縷細煙飄。」他如：「誰與吾來往，西山一片雲。」「柳倦欲眠風勸舞，鳥歌未和雨催歸。」俱有意趣。"
      },
      {
        "index": 23,
        "text": "儀真諸生張日恆，受知梁瑤峰學使，寫詩一冊，屬尤貢父先容，將來見余；呼舟未行，以暴疾亡，年未三十。冊書《山中早春》云：「不知芳信轉，但覺鳥聲和。倚檻聽溪水，紆行繞竹坡。池香生草細，樹暖著花多。雅意春風愜，還應倒白鹺。」《青山守風》云：「野戍依沙岸，孤帆守客塗。勞心虛悵望，終夜戀菰蘆。江影時明滅，星光乍有無。曉風狂不定，神女弄波珠。」《江令宅》云：「南都多舊第，江令最知名。長板雙橋合，青溪一水迎。仙臺回騎杳，高樹晚鳩鳴。悵望城東路，年年春草生。」"
      },
      {
        "index": 24,
        "text": "杭州宋笠田明府，名樹穀，宰蕪湖，有賢聲；罷官再起，補陝西兩當縣，過隨園一宿而別。聞為甘肅案，謫戍黑龍江，年近七旬，恐今生未必再見。幸抄存其詩。《立秋柬顧孝廉》云：「前宵白雨昨清風，爍石炎威轉眼空。萬竅商聲先蟋蟀，一年落葉又梧桐。花開涼夜香偏久，吟入秋來句易工。為報湖頭二三子，好修游屐理詩筒。」《獨步淨業湖》云：「風吹堤柳綠斜斜，淨業湖波亂似麻。京國清明初斷雪，故園二月已飛花。青簾易買三升酒，白乳空思七碗茶。日暮一行飛雁落，知渠曾否過吾家？」《山村小步》云：「如此春光不自持，寬鞋短策步來遲。得時花柳有矜色，入畫雲山無定姿。佳節放閒村學散，豐年預兆老農知。日斜碧水橋頭坐，何處餳簫向客吹？」《出京留別》云：「六年燕市聚游蹤，酒席歌場處處同。一夕西風人去遠，便從天上望諸公。」《對月》云：「桂花庭院晚風輕，簾卷西窗看月生。只費一鉤懸樹杪，已教秋思滿江城。」《盆梅》云：「數枝也復影橫斜，惹得羈人鄉夢賒。拋卻西溪千樹雪，瓦盆三尺看梅花。」《山塘閒步》云：「疏狂猶記少年時，幾處歌場鬥雪詩。今日舊游零落盡，酒痕祇有故衫知。」「似此風光絕可憐，相攜朋好踏春煙。怪他楊柳舒青眼，只向長街看少年。」《紅花埠題壁》云：「六年京國夢江城，此是江南第一程。為算還家多少事，昨宵枕上聽三更。」《林處士墓》云：「岩居尚恨雲常出，世事惟餘詩未刪。」《僧舍》云：「新花倚石儼相待，古佛候門如欲迎。」《近郊小飲》云：「風吹池水干何事？人映桃花憶此門。」笠田詩甚多，子又年幼，慮其散失，故再錄其詠《屋上草》云：「秋雨積我簷，秋草繁我屋。分行隨瓦溝，踞勝等山麓。得天雖有餘，資地苦不足。踐踏幸免加，滋蔓遂逞欲。率爾占萬間，偶然餘一角。下止駭飛鳥，仰望饞奔犢。垂垂映垣衣，密密成翠幄。高先偃疾風，柔能格響雹。慣被炊煙遮，不受樵採辱。鴟吻日以藏，龍鱗日以駁。省牽蘿補苴，代索絢約束。寧肯事剪除，留作百花褥。」"
      },
      {
        "index": 25,
        "text": "孤甥陸建與香亭弟同受詩於余，而建早亡。余已梓《湄君集》行世矣。其弟忻，年未及冠而夭。詠《小滄浪》云：「十里橫塘路，船搖明月春。鴛鴦相識否？前度採蓮人。」《春暮》云：「吟窗晝靜獨徘徊，綠上疏簾認翠苔。忽見飛花三兩片，回風舞過小溪來。」《落花》云：「傷春無奈落花紅，夾在《離騷》一卷中。葬汝自憐非玉匣，開書到底見春風。」"
      },
      {
        "index": 26,
        "text": "湖州進士沈瀾，字惟涓，詩近皮、陸，人多輕之；然典雅處，不可磨滅。《寄懷杭堇浦》云：「休向江潭悵獨醒，青山偃蹇稱閒庭。枕函自秘《螂娛記》，農社還修《耒耜經》。小艇瓜皮乘月泛，清歌菱角隔簾聽。朝衫拋卻饒幽興，好伴維摩著素屏。」「步臊經過屢結趺，同床各夢一悲籲。謂舉陽馬事。篷窗聽雨都元敬，酒郡移官張藐姑。琴作家資空送別，鶴分俸料耐償逋。偶耕他日期相訪，穩臥瓜牛號野夫。」"
      },
      {
        "index": 27,
        "text": "丹徒朱竹樓《懷人》云：「何處飛來殘笛聲？西窗月落鳥爭鳴。誰言夏夜夜偏短？萬里夢回天未明。」"
      },
      {
        "index": 28,
        "text": "蘇州汪縉，詩學七子。《游穹隆》云：「星滿天壇河瀉影，月離海嶠樹生煙。」《棲霞》云：「雲埋大壑封秦樹，雷劈陰崖見禹碑。」乙酉秋闈，遺才不錄，遽登舟歸。余聞之，急往見學使彭公蕓楣。公謙云：「某在此衡文三年，得毋有人怨我乎？」答曰：「有。」彭駭然變色。余笑曰：「公毋驚也。詩人汪大紳，公不許其入場。何也？」彭更駭云：「此某所拔歲考案首也，豈有遺才不取之理？」余云：「渠已買舟歸矣。」乃手書其名，補付提調，而遣人追之；時已八月初七日矣。傍晚汪到。見謝詩云：「業已湛盧歸越國，忽蒙追騎喚王孫。」"
      },
      {
        "index": 29,
        "text": "考據家不可與論詩。或訾余《馬嵬》詩，曰：「『石壕村裏夫妻別，淚比長生殿上多。』當日貴妃不死於長生殿。」余笑曰：「白香山《長恨歌》『峨嵋山下少人行』，明皇幸蜀，何曾路過峨嵋耶？」其人語塞。然太不知考據者，亦不可與論詩。余《錢塘江懷古》云：「勸王妙選三千弩，不射江潮射汴河。」或訾之曰：「宋室都汴，不可射也。」余笑曰：「錢謬射潮時，宋太祖未知生否。其時都汴者何人，何不一考？」"
      },
      {
        "index": 30,
        "text": "唐相陸層云：「士不飲酒，已成半士。」余謂：詩題潔，用韻響，便是半個詩人。"
      },
      {
        "index": 31,
        "text": "蕪湖洪進士鑾，以「江山好處渾如夢，一塔秋燈影六朝」句馳名。沈歸愚愛其「夕陽無近色，飛鳥有高心」二句。余道不如「窗邊落微雪，竹外有斜陽」之自然也。七言云：「人居客館眠常早，家寄空書寫最難。」"
      },
      {
        "index": 32,
        "text": "壬戌秋，余補官江寧，途逢豫長卿，以弟子禮見。其人修潔自好，以《詠簾波》為戴雪村先生所賞。詩宗溫、李。其《秦淮曲》云：「燈船歌吹酒船遲，天鼓聲閒唱《柘枝》。石上暗潮嗚咽語，無人解拜侍中祠。」可謂曲終奏雅矣。詠《竹床》云：「微吟留枕席，殘夢入瀟湘。」"
      },
      {
        "index": 33,
        "text": "癸未四月，京口程君夢湘同游焦山，一路論詩；渠最心折於吾鄉樊榭先生，心摹手追，幾可抗手。有絕句云：「昨宵忘記下簾鉤，吹得梅花滿竹樓。五夜蘭衾清似水，夢涼酒醒雪盈頭。」《在隨園賞海棠》云：「隔著紫玻璃一片，夕陽紅得可憐生。」又曰：「朦朧月色溫馨酒，錯認釵鈿列兩行。」嗚呼j有才如此，宰湘陰未二年，以事罷官。《口號》云：「舌在猶生路，詩多即宦囊。」甫四十歲而死，惜哉！然《松寥山房集》四卷，頗足不朽。君字荊南，天資絕高，好吟詩，畏作時文。壬午鄉試，向家人詭雲入闈，乃私匿隨園數日，為余斟酌詩集，頗受其益。"
      },
      {
        "index": 34,
        "text": "尹似村詩，雖經付梓，而非其全集也。集外佳句云：「鵲非報喜何妨少，雨縱澆花也怕多。」「欲穿竹筍泥先破，才放春花蝶便忙。」「水去硯池防夜凍，春生布被藉爐溫。」「買將花種分兒女，試驗誰栽出最多。」《接尚方伯書》云：「惹得妻孥來笑我，柴門那說沒人敲。」數聯可謂專寫性情，獨近劍南矣。"
      },
      {
        "index": 35,
        "text": "甲午二月，予過真州南監，掣張東皋招觀並頭牡丹。一時作詩者，無不以二喬為比；獨楊鯤舉二句云：「似承周、召桃夭化，絕勝漁陽麥兩岐。」"
      },
      {
        "index": 36,
        "text": "古名士半從幕府出，而今則讀書不成，始習幕，此道漸衰。猶之古稱秀才，楊素以為惟周、孔可以當之；非若今之讀時文諸生也。康熙、雍正間，督撫俱以千金重禮，厚聘名流。一時如張西清、范履淵、潘荊山、岳水軒等，皆名重一時。范詩最清，無從訪覓。只記西清《過潯陽》云：「潯陽江上客，一歲兩經過。去日梅花好，歸時楓葉多。櫓聲搖夜月，帆影落晴波。為向山僧問：塵容添幾何？」"
      },
      {
        "index": 37,
        "text": "楊蓉裳金陵鄉試，偕舅氏顧公斗光來。顧長不滿四尺，而詩筆特佳。仿鐵崖《詠史樂府》，《伏生女》云：「坑不得閫內儒，燒不得腹中書。伏生父女皆口授，典謨訓誥如其初。短嗟伏生女！強記人不如。」《漂母》云：「哀王孫，在淮陰，一飯之恩如海深。哀王孫，不求報，千金之贈不可少。千金容易一飯難，沛公家有轢釜嫂。」"
      },
      {
        "index": 38,
        "text": "吾鄉王麟徵秀才，名曾祥，工古文，不甚作詩，而五言獨工。如：「星芒林際大，雪滴晚來疏。」《慰某落第》云：「曾說捐金能市馬，俄聞買櫝竟還珠。」"
      },
      {
        "index": 39,
        "text": "山右王峨園先生名師，為江蘇方伯；為巡撫安公所劾，奪職歸。余時宰江寧，賦詩送行云：「他日終為黃閣老，此時權作白雲夫。」「公回廊留月久；中庭老樹閱人多。」"
      },
      {
        "index": 40,
        "text": "蘇州劉潢，字企山，有清才，與顧景嶽齊名。嘗因召試，來隨園。貌瘦而弱，旋以瘵亡。僅記其《晚步》云：「缺月依橋斷，孤雲背郭流。」"
      },
      {
        "index": 41,
        "text": "明鐵崖孝廉，性骯髒不羈，年四十早亡。其兄竹岩為誦其《落花》云：「薄命誰憐傾國色？受風偏是最高枝。」《贈友》云：「空腸得酒生芒角，交友因人判淺深。」"
      },
      {
        "index": 42,
        "text": "己未年，余乞假歸娶，見呂觀察守曾於完顏臬使署中。讀其《松坪集》，樂府最佳。如云：「雨雪思見睨，觀去淚如霰。來時笑相迎，啼時歡不見。夏日冬之夜，猶有旦暮時。與郎情難滿，如醑釃漏卮。」《登雲山》云：「石徑巉岩花氣紛，偶乘餘興送斜曛。不知絕壑何人嘯，遙帶鐘聲入暮雲。」未二年，署布政使，以盧案受內臣周內，憤而雉經；非其罪也。"
      },
      {
        "index": 43,
        "text": "洞庭山人蔣愚谷喜吟詩，致貧其家，以瘵疾亡。其《成仁庵》云：「心安靜看閒雲過，地僻渾忘夏日長。」《虎丘》云：「鳥棲深樹斜陽影，風過虛堂貝葉聲。」愚谷每來隨園，往往有匆遽之色。死後，予挽聯云：「生為誰忙，學業未成家已破；死虧君忍，高堂垂老子初啼。」"
      },
      {
        "index": 44,
        "text": "余知江寧，過觀象臺，見有題壁者云：「草色荒臺過雨遲，短牆古柏暮雲垂。桃花紅引游人去，獨自斜陽讀斷碑。」問之僧人，乃嘉興夏培叔名復森者所題。因聘修志書。耳聾興豪。一日，從嘉興還金陵，告余曰：「家中手植老梅一本，去冬為僮所伐，乃弔之云：『老梅移種廿餘載，客裏歸看已作薪。無復橫斜舊時影，負他多少後來春。』」《秦淮夏集》云：「傍晚紛紛載酒卮，有箏琶處過船遲。一河風月無人管，都付橋南楊柳枝。」亡何，歸里卒。相隔三十餘年，聞其子鼎，中庚子副車。余感詩人有後，為之狂喜。"
      },
      {
        "index": 45,
        "text": "沈歸愚選本朝詩，不知杭州王百朋，幾有遺珠之嘆。余告之曰：「百朋，諸生，名錫，毛西河高弟子也。有《嘯竹軒集》。」《無題》云：「燈暗頻疑虛室響，衾多不敵半床寒。」「金針入處心俱痛，素線添時恨共牽。」皆余幼時所熟誦句。其子厚齋與余鄰居交好，和余《落花》云：「乍驚彼美從天降，直覺斯文掃地來。」余覺不祥，果一第而卒。厚齋名風淳。"
      },
      {
        "index": 46,
        "text": "人但知商寶意先生以詩名海內，而不知其弟名書、字響意者，亦詩人也。作貴州吏目。有《消夏吟》云：「雨後壑全響，日中崖半陰。壤簷蛛網結，嘉樹雀巢深。永日無公事，閒居有道心。短衣隨意著，涼意滿衣襟。」又：「六月無三伏，一朝有四時。」「蜂巢當午鬧，蚓壤趁涼歌。」真能寫黔中風景。"
      },
      {
        "index": 47,
        "text": "唐人詩中，往往用方言。杜詩：「一昨陪錫杖。」「一昨」者，猶言昨日也。王逸少帖：「一昨得安西六日書。」晉人已用之矣。太白詩：「遮莫枝根長百尺。」「遮莫」者，猶言盡教也。干寶《搜神記》：「張華以獵犬試狐。狐曰：『遮莫千試萬慮，其能為患乎？』」晉人亦用之矣。孟浩然詩：「更道明朝不當作，相期共鬥管弦來。」「不當作」者，猶言先道個不該也。元稹詩：「隔是身如夢，頻來不為名。」「隔是」者，猶云已如此也。杜牧詩：「至竟薛亡為底事？」「至竟」者，猶云究竟也。"
      },
      {
        "index": 48,
        "text": "《古樂府》：「碧玉破瓜時。」或解以為月事初來，如瓜破則見紅潮者，非也。蓋將瓜縱橫破之，成二「八」字，作十六歲解也。段成式詩：「猶憐最小分瓜日。」李群玉詩：「碧玉初分瓜字年。」此其証矣。又詩中用「所由」者，蓋本《南史·沈炯傳》。文帝留炯曰：「當敕所由，相迎尊累。」一解以為州縣官，一解以為里保。又，和凝詩：「蝤蠐領上訶梨子。」人多不解。朱竹詫曰：「訶梨，婦女之云肩也。」呂種玉《言鯖》云：「祿山爪傷楊妃乳，乃為金訶子以掩之。或云即今之抹胸。」"
      },
      {
        "index": 49,
        "text": "偶讀馮益都相公集，有《弔明季楊、左二公》詩，云：「忠魂莫再傷冤抑，今日猶能廑聖衷。」下注：「面奉聖祖云：『二臣死於廷杖，非死於獄也。』」"
      },
      {
        "index": 50,
        "text": "相傳世有空青，人無瞽目。其真者，余未之見也。惟南蘭張天池家藏一顆石巔，趾僅寸許，面帶波痕，光彩空靈，中伏一兔。兔腹下藏銀母漿，搖蕩有聲。據云：其先人得自海上，傳家已三世矣。同年儲梅夫太史題七古云：「白雲縹渺太素含，波光隱現細浪蹙。入水能教霞彩生，舟行怕有饞龍逐。」《博物志》：龍嗜空青燕肉。"
      },
      {
        "index": 51,
        "text": "海鹽馬世榮，字煥如，墨林觀察之祖，與陸稼書先生交好。所著詩集，有《白生歌》云：「白生者，蛇精也，化美男子，為錢千秋孝廉所狎。孝廉謫戍出塞，白與偕行，情好綢繆。後遇赦歸。錢官司李，白以手帕托錢求張真人用印，事破受誅。乃乞錢以玉瓶裝其骨，道百年後，可仍還原身。」事甚詭誕。而馬乃理學人，非誑語者；惜詩有百韻，不能備錄。"
      },
      {
        "index": 52,
        "text": "蘇州老紅豆惠周迪先生有句云：「花浮小盞三投酒，乳撥深爐七品茶。」人疑「七品」當是「七碗」之誤。余曰：非也。金人七品官，才許飲茶，事見《金史》。惟「三投酒」未詳所出，或是「三辰酒」之訛。先生有《香城驛》一絕云：「縵田乘雨破春耕，落日柴車帶犢行。繞屋馬通高一尺，地名還自號香城。」"
      },
      {
        "index": 53,
        "text": "桐城二詩人，方扶南與方南塘齊名。魚門愛扶南。余獨愛南塘；何也以其詩骨清故也。扶南苦學玉溪、少陵兩家，反為所累，夭閼性靈。南塘如：「風定孤煙直，天遙獨鳥沉。」「因潮通估客，隔葦見漁燈。」「閏年入夏花猶在，積雨逢晴草怒生。」皆扶南所不能。至於「無意懷人偏入夢，未報恩門羞再入」，其妙在真。又：「清風時一來，悠然復徐歇。」真陶詩之佳者。"
      },
      {
        "index": 54,
        "text": "顧俠君先生選《元百家詩》，夢有古衣冠者數百人，拜而謝焉。杭州嚴曙聲娘贈云：「但見三吳書板盛，不知十載選樓忙。」王介眉撰《通鑒》，成而未梓。儲梅夫贈云：「二十一史加前明，王郎鏤板胸中行。」"
      },
      {
        "index": 55,
        "text": "凡詠險峻山川，不宜近體。余游黃山，攜曹震亭、江鶴亭兩詩本作印証。以為江乃巨商，曹故宿學；以故置江而觀曹。讀之，不甚慊意，乃擷江詩，大為嘆賞。如：《雨行許村》云：「昨朝方戒途，雨阻欲無路。今晨思啟行，開門滿晴煦。雨若拒客來，晴若招客赴。山靈本無心，招拒詎有故？」又曰：「非是山行剛遇雨，實因自入雨中來。」皆有妙境。《雲海》云：「白雲倒海忽平鋪，三十六峰遭吞屠。風帆煙艇雖不見，點點螺髻時有無。一笑看塵中，局縮轅下駒，曷不來此登？斯須垣遮瓦壓胡為乎？」《雲谷》云：「領妙如悟禪，搜秘等居讎。看山得是法，善刃無全牛。」其心胸筆力，迥異尋常。宜其隱於禺莢，而能勢傾公侯，晉爵方伯也。卒無子，年逾六十而終。嗚呼！非余與交四十年，又誰知其能詩哉？"
      },
      {
        "index": 56,
        "text": "正喻夾寫之詩，前已載數條矣。茲又得黃莘田《驟冷》云：「今日蒙茸昨締絡，炎涼只在一宵中。」闡乘僧《園上》云：「縱教吹出桃花去，自有山風吹送回。」王云《上山行》云：「敢云閱歷多艱苦，最好峰巒最不平。」"
      },
      {
        "index": 57,
        "text": "閩中鄭蘭州太守《無題》云：「此身願化催歸鳥，到處逢人苦勸歸。」余仿其意，賀人致仕云：「我是嘉賓慕高隱，喜人歸勝自家歸。」鄭有駢體自序云：「羊叔子不如銅雀妓，雖近於諧；卓文君得嫁馬相女口，尚嫌其晚。」"
      },
      {
        "index": 58,
        "text": "合肥才女許燕珍《元夜竹枝》云：「鰲山煙火照樓臺，都把臨街格子開。椒眼竹籃呼賣藕，金錢拋出繡簾來。」題余三妹素文遺稿云：「彩鳳隨鴉已自慚，終風且暴更何堪？不須更道參軍好，得嫁王郎死亦甘。」嗚呼！班氏《人物表》，原有九等。王凝之不過庸才中下之資，若妹所適高某者，真下下也。燕珍此詩，可謂「實獲我心」。"
      },
      {
        "index": 59,
        "text": "同年錢文敏公維城，在都時所居綠雲書屋，陳乾齋相國之故宅也。公女浣青，有詩才，與婿崔君龍見、弟維喬、戚裏莊君忻、管君世銘五人倡和。宅有古桑，綠陰毿毿，映一畝許；視其影將逾屋，則公必退朝。各呈詩請政，公欣然為甲乙之。有《鳴秋合籟集》兩卷，真公卿佳話也。余嘗戲之曰：「唐、虞之際，於斯為盛；有婦人焉，四人而已。」諸君詩不能備錄，惟摘浣青《通天臺》云：「當塗代漢逾百年，銅人之淚流作鉛。移經灞水亦傷別，回頭立盡東關煙。」《華清宮故址》云：「新臺之水古所恥，老奴遂為良娣死。盛衰轉眼五十年，始知李嶠真才子。」"
      },
      {
        "index": 60,
        "text": "余甲子科從沭陽就聘南闈，過燕子磯，見秦秀才大士題詩壁上，有「漁火真疑星倒出，鐘聲欲共水爭流」之句，心甚異之。次年，奉調江寧，秦以弟子禮見。見贈一律，中二聯云：「門生半為論文至，大吏都邀作賦還。玉麈清談時善謔，烏紗習氣已全刪。」予月課多士，拔其尤者，如車研、寧楷、沈石麟、龔孫枝、朱本楫、陳制錦及秦君等，共二十人，徵歌選勝，大會於徐園。有伶人康某為余所賞，秦即席賦詩云：「秋雲冪歷午陰長，舞袖風回桂蕊香。忘是將軍門下客，公然仔細看康郎。」一坐為之解頤。余尤愛其《游秦淮》云：「金粉飄零野草新，女牆日夜枕寒津。興亡莫漫悲前事，淮水而今尚姓秦。」後中狀元，官學士。"
      },
      {
        "index": 61,
        "text": "徐園高會時，余首唱一絕，諸生和者十九人。龔孫枝繪圖以記其勝。挂冠後，詩畫俱遺失，園亦荒圮。越四十年，有邢秀才作主人，葺而新之，求亭上對聯。余題曰：「舊地怕重經，記當年絲竹宴諸生，回頭似夢；名園須得主，看此日樓臺逢哲匠，著手成春。」"
      },
      {
        "index": 62,
        "text": "庚申在京，余與裘叔度同年同車遇雨。裘誦其師梁仙來太史一聯云：「飛雨不到地，輕煙吹若塵。」太史名機，雍正癸卯翰林，外出為令；高安相公薦鴻博，入都，與余相遇於琉璃廠書肆中。詠《桃花》云：「渾疑人面隱，下馬誤題門。」《贈妓》云：「欲作歌聲畏花落，選詞先唱《鎖南枝》。」《蹙篥》云：「老去還嗟耳力退，自吹羌管不聞聲。」《沙丘》云：「荊卿匕首漸離築，可惜不逢祖龍三十六。」"
      },
      {
        "index": 63,
        "text": "揚州江賓谷白首名場。余每過邗江，賓谷必呼子侄出見，曰：「余少時得見前輩某某，至今誇說於人。汝等不可與隨園先生當面錯過。」余感其意，錄其《與弟蔗畦夜坐》云：「宵中更警嚴城柝，暑退人親小室燈。」《冬晴》云：「剩菊尚支苔徑賞，凍蠅微觸紙窗聞。」詠《古梅》云：「乍見根疑石，旋驚雪作香。」蔗畦名恂。詠《穹廬雪》云：「穹廬雪，嚼復咽。氈毛已盡雪不歇，雪能冷骨不冷心，十九年來覺長熱。風沙大地慘無春，祇有手中之節凍不折。君節臣執臣不辭，臣節君薨君不知。淚零紅雪吞不得，灑在茂陵松柏枝。」蔗畦刺亳州，守徽州，俱有善政。所藏金石文字最多。"
      },
      {
        "index": 64,
        "text": "余作《春寒》詩，黃星岩和云：「寒深疑歷誤，春久沒花知。」何士頤和云：「流細水初活，花遲春轉寬。」"
      },
      {
        "index": 65,
        "text": "常州徐太史昂發，《上韓慕廬尚書》云：「佳士姓名常在口，好官階級不關心。」孔雩谷《贈龍明府雨樵》云：「有意憐寒士，無心媚長官。」嗚呼！古之人歟！"
      },
      {
        "index": 66,
        "text": "丙戌三月，余過京口，宿茅耕亭秀才家。庭宇幽邃，膳飲精妙，燈下出詩稿見示。余為加墨，記其佳句云：「鄰船通客語，虛枕納潮聲。」「千里月明天不夜，五更風急海初潮。」《官亭道上》一絕云：「細道繞平疇，時聽農歌起。回頭不見人，聲在禾麻里。」未數年，秀才入詞林。丁酉鄉試，作吾鄉副主考。"
      },
      {
        "index": 67,
        "text": "淮寧詩人黃浩浩《秋柳》云：「小驛孤城風一笛，斷橋流水路三叉；」余曰：「佳則佳矣，惜其似梅花詩。」有某公詠《梅》云：「五尺短牆低有月，一村流水寂無人。」或笑曰：「此似偷兒詩。」"
      },
      {
        "index": 68,
        "text": "許竹人侍御《題路上去思碑》云：「君看去思官道石，深鐫鐫不到人心。」足補白太傅《詠碑》之所未及。"
      },
      {
        "index": 69,
        "text": "壬寅春，余游西湖，寓漱石居；閒步斷橋，遇一少年問路，愁容可掬。扣其故。曰：「我平湖秀才，來游湖上，進錢塘門，行李被竊，無處投宿。」予疑不實。問：「既是秀才，可能詩乎？」曰：「能。」命詠《落花》。操筆立就，有句云：「入宮自訝連城價，失路偏多絕代人。」余大驚，留宿贈金而別。但記姓鬱，忘其名。"
      },
      {
        "index": 70,
        "text": "余苦春寒不已。中州呂柏岩詩云：「朔風烈烈知何意？不許江春入得來。」張自南云：「春寒不逐早已去，今日又從何處來？」兩押「來」字，俱妙。"
      },
      {
        "index": 71,
        "text": "王中丞恕，四川人，號樓山。《過潮州感舊》詩曰：「金山遙對鳳凰洲，策馬崆峒憶舊游。二十七年如昨日，八千里外是并州。空餘大樹翻斜日，尚有遺丁說故侯。路過西州秋欲老，舊參軍也雪盈頭。」通首唐音。許竹素先生為余誦之。"
      },
      {
        "index": 72,
        "text": "余嘗謂魚門云：「世人所以不如古人者，為其胸中書太少。我輩所以不如古人者，為其胸中書太多。昌黎云：『非三代、兩漢之書不敢觀。』亦即此意。東坡云：『孟襄陽詩非不佳，可惜作料少。』施愚山駁之云：『東坡詩非不佳，可惜作料多。詩如人之眸子，一道靈光，此中著不得金屑；作料豈可在詩中求乎？』予頗是其言。或問：『詩不貴典，何以少陵有讀破萬卷之說？』不知『破』字與『有神』三字，全是教人讀書作文之法。蓋破其卷，取其神；非囫圇用其糟粕也。蠶食桑而所吐者絲，非桑也；蜂採花而所釀者蜜，非花也。讀書如吃飯，善吃者長精神，不善吃者生痰瘤。」"
      },
      {
        "index": 73,
        "text": "嚴冬友曰：「凡詩文妙處，全在於空。譬如一室內，人之所游焉息焉者，皆空處也。若窒而塞之，雖金玉滿堂，而無安放此身處；又安見富貴之樂耶？鐘不空則啞矣，耳不空則聾矣。」范景文《對床錄》云：「李義山《人日》詩，填砌太多，嚼蠟無味。若其他懷古諸作，排空融化，自出精神。一可以為戒，一可以為法。」"
      },
      {
        "index": 74,
        "text": "保勵堂侍郎《送人納妾》七律，後四句云：「席上偶然教進酒，燈前何敢遽呼郎？祇因未識夫人性，試問明朝那樣妝+」"
      },
      {
        "index": 75,
        "text": "明季用兵時，有女子劉素素者，被掠，題詩店壁云：「天明吹角數聲殘，將士傳呼上玉鞍。恰憶當時閨閣裏，曉妝猶怯露桃寒。」"
      },
      {
        "index": 76,
        "text": "宛平袁明府增，字保侯，宰江寧時，與余通譜。有句云：「天遠望窮飛去鳥，春寒誤盡早開花。」詠《瓶》云：「飲水自知胸最冷，銜花應覺口常香。」"
      },
      {
        "index": 77,
        "text": "先慈九十生日，祝壽詩無慮百餘首；予獨愛龔旭開秀才五律一結云：「為有稱觴客，今朝戶不扃。」淡而有味。"
      },
      {
        "index": 78,
        "text": "杭州風俗：人家作醬，甕上鎮壓，必書「姜太公在此」五字。余嘗疑之。孫文和秀才笑曰：「君豈不知太公不能將兵，而善將將乎？」又過張息侯家，見其奴攜燈籠來，上題「賴有此耳」四字。兩用史書語，令人莞然。"
      },
      {
        "index": 79,
        "text": "蔣戟門觀察招飲，珍饈羅列，忽問余：「曾吃我手制豆腐乎？」曰：「未也。」公即著犢鼻裙，親赴廚下。良久擎出，果一切盤餐盡廢。因求公賜烹飪法。公命向上三揖；如其言，始口授方。歸家試作，賓客咸誇。毛俟園廣文調余云：「珍味群推郇令庖，黎祁尤似易牙調。誰知解組陶元亮，為此曾經三折腰。」"
      },
      {
        "index": 80,
        "text": "南宋末年，士大夫籃簋不飭。有鄭熏者，素作賊，以軍功得主簿，眾不禮焉。鄭乃獻詩云：「鄭熏素行本非端，熏有狂言上眾官。眾官作官還作賊，鄭熏作賊還作官。」"
      },
      {
        "index": 81,
        "text": "方亨咸《論畫》云：「神品如孫、吳。能品是刁斗森嚴之程不識。逸品則解鞍縱臥之李將軍。」又曰：「厚不因多，薄不因少。」余愛其言可通於詩，故錄之。"
      },
      {
        "index": 82,
        "text": "唐太宗云：「泥龍竹馬，兒童之樂也；翠羽明珠，婦女之樂也。」余亦云：「急流勇退，後起有人，士大夫之樂也。」今之人，惟揚州秦西岩先生以觀察致仕，子又繼入翰林，宜其詩之自然駘宕也。《南莊題壁》云：「郭繞村煙水繞堤，數椽屋可托卑棲。百年老樹留花塢，二頃荒田雜菜畦。庾信小園枝下上，王詢別墅澗東西。誰云巢、許買山隱家在城南認舊溪。」「策杖登樓眼界寬，邗溝一水迅奔湍。天邊漕運梯雲上，江外山光帶霧看。南北塔高雙鵠立，東西橋鎖九龍蟠。往來多少風帆急，孤棹何如斗室安？」"
      }
    ]
  }
}