{
  "chapterNumber": 15,
  "title": "卷十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "元相《連昌宮詞》：「夜半月高弦索鳴，賀老琵琶定場屋。」因《隋書·音樂志》：每歲正月十五日，「於端門外、建國門內，綿亙八里，列為戲場。百官起棚夾路，從昏達旦以觀之」，謂之「場屋」故也。今誤稱場屋為試士之處。"
      },
      {
        "index": 2,
        "text": "今人動稱「勾欄」為教坊。《甘澤謠》辨云：「漢有顧成廟，設勾欄以扶老人。非教坊也。」教坊之稱，始於明皇，因女伎不可隸太常，故別立教坊。王建《宮詞》、李長吉《館娃歌》，俱用「勾欄」為宮禁華飾。自義山倡家詩有「簾輕幕重金勾欄」之詞，而「勾欄」遂混入妓家。"
      },
      {
        "index": 3,
        "text": "今人以荷包為荷囊，蓋取劉偉明詩曰「西清寓直荷為橐，左蜀宣風繡作衣」之句。《宋書·禮志》：「朝服肩上有紫生夾囊，綴之朝服外，呼曰『紫荷』。以盛奏章。」是紫荷非今之荷包明矣。惟《三國志》云：「曹操好佩小輩囊。」似今之荷包。"
      },
      {
        "index": 4,
        "text": "柴欽之年少貌美，賦詩自誇云：「即今叔寶神清少，敢坐羊車有幾人？」余按：《漢書》注：「羊車，定張車也。非羊所牽之車也。」然晉武帝在宮中乘羊車游，宮人以竹葉灑鹽以引羊。是牽車者羊也。猶之如淳注：「《楚歌》，《雞鳴歌》也；非楚人所歌也。」然高帝謂戚夫人曰：「若為吾楚歌，吾為若楚舞。」又明是楚人之歌。"
      },
      {
        "index": 5,
        "text": "《魏書·禮志》曰：「徒歌曰謠，徒吹曰和，比音而樂之及干戚羽毛謂之樂。」然則素琴以示終，笙歌以告哀，不可謂之樂也。宋王黼傳遭欽聖之喪，猶召樂妓，舞而不歌，號曰「啞樂」。余故題《息夫人廟》有「簫鼓還須啞樂迎」之句。"
      },
      {
        "index": 6,
        "text": "人疑東坡詩云「龍鐘三十九，勞生已強半」，三十九不得稱「龍鐘」。按：蘇鶚《演義》：「龍鐘，謂不昌熾、不翹舉之貌。」《廣韻》：「龍鐘，竹名。老人如竹搖曳，不能自持。」唐人《談錄》載：「裴晉公未第時，過洛中，有二老人言：『蔡州未平，須待此人為相。』僕聞，以告。公笑曰：『見我龍鐘，故相戲耳。』」王忠嗣以女嫁元載，歲久，見輕，游學於秦，為詩曰：「年來誰不厭龍鐘？雖在侯門似不容。」二人皆於少年未第時，自言龍鐘。"
      },
      {
        "index": 7,
        "text": "張平子《歸田賦》：「仲春令月，時和氣清。」蓋指二月也。小謝詩因之，故曰：「首夏猶清和，芳草亦未歇。」今人刪去「猶」字，而竟以四月為「清和」。"
      },
      {
        "index": 8,
        "text": "今動以「苜宿」、「廣文」稱校官。余按非也。唐開元中，東宮官僚清淡，薛令之為左庶子，以詩自悼曰：「朝日上團團，照見先生盤。盤中何所有？苜蓿上闌幹。」蓋是東宮詹事等官，非今之學博也。說見朱林洪《山家清供》。杜詩曰：「諸公袞袞登華省，廣文先生官獨冷。」按《唐書》：「明皇愛鄭虔之才，欲置左右，以不事事，更為置廣文館，以虔為博士。虔聞命，不知廣文曹司何在，訴之宰相。宰相曰；『上增國學，置廣文館以居賢者。令後世言廣文博士自君始，不亦美乎？』虔始就職。」是「廣文」者，乃明皇為虔特設之館，非今之學官也。"
      },
      {
        "index": 9,
        "text": "今人動以「金馬玉堂」稱翰林。余按：宋玉《風賦》：「徜徉中庭，比上玉堂。」《古樂府》：「黃金為君門，白玉為君堂。」泛稱富貴之家，非翰林也。漢武帝命文學之士，待詔金馬門。「金馬」二字，與文臣微有干涉。至於谷永對成帝曰：「抑損椒房玉堂之盛寵。」顏師古注：「玉堂，嬖幸之舍也。《三輔黃圖》曰：『未央宮有殿閣三十二，椒房、玉堂在其中。』」是「玉堂」乃宮闈妃嬪之所，與翰林無干。宋太宗淳化中賜翰林「玉堂之署」四字，想從此遂專屬翰林耶？"
      },
      {
        "index": 10,
        "text": "今稱人還居曰「鶯遷」，本《詩經》「遷於喬木」之義。按《伐木》章：「鳥鳴嚶嚶，出自幽谷，遷於喬木。」是「嚶」字不是「鶯」字。「嚶」乃鳥之鳴聲耳。「綿蠻黃鳥」，當是鶯，而又無「遷喬」字樣。然唐人有《鶯出谷》詩題，《盧正道碑》有「鴻漸於磐，鶯遷於木」之文：則以「嚶」為「鶯」，自唐已然。"
      },
      {
        "index": 11,
        "text": "《生民》之詩曰：「誕彌厥月。」《毛箋》：「誕，大也。彌，終也。」此詩下有八「誕」字：「誕置之隘巷」，「誕置之平林」。朱子以「誕」字為發語詞。今以生日為誕日，可嗤也！余又按：古人以宴享為禮，而以介壽為節文。故《詩》、《書》所稱，逐日可以為壽。今人以生日為禮，而以宴飲為節文，故介壽必生日。"
      },
      {
        "index": 12,
        "text": "《珍珠船》言：「萱草，妓女也。人以比母，誤矣。」此說蓋本魏人吳普《本草》。按《毛詩》：「焉得萱草，言樹之背。」注云：「背，北堂也。」人蓋因「北堂」而傅會於母也。《風土記》云：「婦人有妊，佩萱則生男。故謂之宜男草。」《西溪叢語》言：「今人多用『北堂萱堂』於鰥居之人，以其花未嘗雙開故也。」似與比母之義尚遠。"
      },
      {
        "index": 13,
        "text": "戴氏《鼠璞》云：「魯頌》所稱『泮宮』者，泮，魯水也，非學宮也。若以泮水為半水，則下文『泮林』，豈是半林乎？況《魯頌·泮宮》詩，乃是僖公獻馘演武之所，非尚文之地。《王制》：『天子曰闢雍，諸侯曰泮宮。』是漢儒誤解《魯頌》，而至今因之。」"
      },
      {
        "index": 14,
        "text": "杜詩有「起居八座太夫人」之句。今遂以八《人扛輿者為八座。按宋、齊所云「八座」者：五尚書、二僕射、一令。《唐六典》曰：「後漢以令、僕射、六曹尚書為八座。今以二丞相、六尚書為八座。唐不置令。」考《宋書》，《六典》之言，是「八座」者，八省之官；非八人舁之而行之謂也。南齊王融曰：「車前無八騶，何得稱丈夫？」是則有類今所稱「八座」之說矣。"
      },
      {
        "index": 15,
        "text": "「老泉」者，眉山蘇氏塋有老人泉，子瞻取以自號：故子由《祭子瞻文》云：「老泉之山，歸骨其旁。」而今人多指為其父明允之稱；蓋誤於梅都官有老泉詩故也。"
      },
      {
        "index": 16,
        "text": "今人稱伶人女妝者為「花旦」，誤也。黃雪槎《青樓集》曰：「凡妓以墨點面者號花旦。」蓋是女妓之名，非今之伶人也。《鹽鐵論》有「胡蟲奇妲」之語。方密之以「奇妲」為小旦。余按：《漢郊祀志》：「樂人有飾女妓者。」此乃今之小旦、花旦。「奇妲」二字，亦未必作小旦解。"
      },
      {
        "index": 17,
        "text": "程綿莊云：「孔子廟有欞星門，其誤已久，不可不知。《詩經》小序云：『《絲衣》，繹賓尸也。』高子曰：『靈星之尸也。』漢高祖始令天下祀靈星。《後漢書》注云：『靈星，天田星也。欲祭天者，先祭靈星。』《風俗通》：『縣令問主簿：「靈星在城東南，何法？」曰：「惟靈星所以在東南者，亦不知也。」』」《宋史·禮志》云：『仁宗天聖六年，築南郊壇，外地周以短垣，置靈星門。』夫以郊壇外垣為靈星門者，所以象天之體，用之於聖廟，蓋以尊天者尊聖也。其移用之始，始於宋。《景定建康志》、《金陵新志》並言：『聖廟立靈星門。』惟《元志》誤以『靈』作『欞』，後人承而用之，則不知義之所在矣。《晉史·天文志》云：『東方角二星為天關，其間天門也。』與《後漢書》注正相印証。俗儒解『欞星』，以為養先於教，猶知『欞』之為『靈』也。今竟解作疏通之義，則大謬矣！」余戲題云：「繹祭靈星有樂章，故將聖廟比天閶。如何解作疏通義，鑽入窗欞上講堂。」"
      },
      {
        "index": 18,
        "text": "劉孝威《結客少年場》云：「少年李六郡。」李，使也。故《左氏》：「不使一介行李告於寡君。」杜注：「李，使人也。」凡言信者，亦使人也。《古樂府》：「有信數寄書，無信長相憶。」今誤以「行李」為作客之衣裝。"
      },
      {
        "index": 19,
        "text": "今稱夫妻為「結髮」，女拜曰「斂衽」，皆誤也。按《李廣傳》：「廣自結髮與匈奴戰。」蘇武詩：「結髮為夫妻。」泛稱自幼束髮之意，非指稱結兩人之髮也。成婚之夕，男左女右，合其髻曰「結髮」，始於劉岳《書儀》。《戰國策》：「江乙謂安陵君曰：『國人見君，莫不斂衽而拜。』」《留侯世家》曰：「陛下南面稱霸，楚君必斂衽而朝。」皆指男子也。今稱女拜為「斂衽」，不知始於何時。"
      },
      {
        "index": 20,
        "text": "今人稱詩題為「題目」。按：二字始見於《世說》：「山司徒前後選百官，舉無失才，凡所題目，皆如其言。」又：「時人欲題目高坐上人而未能。桓公曰；『精神淵箸。」是「題目」者，品題之意，非今之詩題、文題也。"
      },
      {
        "index": 21,
        "text": "余到南海，閱《粵嶠志》：「景炎二年，端宗航海，有香山人馬南寶獻粟助餉，拜工部侍郎。帝幸沙浦，與丞相陳宜中、少傅張世傑即主其家。居數日，廣州陷。南寶募鄉兵千人，扈送至香山島。元兵追至硐州，陳宜中走占城求救。帝崩。衛王咼立，走崖山，以曾子淵充山陵使，奉梓宮，殯於南寶家。宋亡，南寶泣不食。作詩曰：『目擊崖門天地改，寸心不與夜潮消。』又曰；『眾星耿耿滄波底，恨不同歸一少微。』後卒殉節。」其詩其事，正史不傳，故志之。"
      },
      {
        "index": 22,
        "text": "李太守棠《喜晤故人》云：「問年人是舊，見面老驚新。」儲宗丞麟趾《落齒》云：「失輔悲新別，觀頤念舊勛。」"
      },
      {
        "index": 23,
        "text": "江南俗例：登科報捷者，例用紅綾書喜帖。方近雯方伯家本寒素，舉京兆，報到，夫人倉猝無力買綾，不得已，截衫袖付之。家婢戲云：「留取一半，待明年中進士作賞。」先生聞之，在長安寄詩云：「朔風寒到柔荑手，憶殺麟衫兩袖紅。」次年，果宴瓊林。先生又寄詩云：「榜下憶來常欲泣，朝中說去半能知。」"
      },
      {
        "index": 24,
        "text": "詩人能武藝，自命英雄，晚年有王處仲擊唾壺之意。許子遜《詠飛將》云：「垂老猶橫槊，窮愁未廢詩。薦章終日上，不到傅修期。」沈子大《詠懷》云：「落筆一身膽，結交寸心血。」薛生白《詠馬》云：「爾不嘶風吾老矣，可知俱享太平時。」"
      },
      {
        "index": 25,
        "text": "西林相公勛業巍巍，而賦詩時有感慨。《石橋掃墓》云：「石橋西下白楊堆，宿草初從暖氣回。一陌紙錢三滴酒，幾家墳上子孫來？」"
      },
      {
        "index": 26,
        "text": "詩有無意相同者：蔡太夫人詠《蝶》云：「試向青陵臺上望，可曾飛上別家枝？」王次岳詠《蝶》云：「果是青陵舊魂魄，不應到處宿花房。」"
      },
      {
        "index": 27,
        "text": "《封氏聞見錄》曰：「切字始於周頤。頤好為體語，因此切字，皆有紐：紐有平上去入之分。沈約遂因之，而撰《四聲譜》。」沈括、曾糙俱以切字始於西域佛家。漢人訓字，止曰讀如某字而已，無反切也。吳獬以為始於後魏校書令李啟撰《聲韻》十卷、夏侯詠撰《聲韻略》十二卷。李涪《刊誤》亦主其說。至於葉韻之說，古人所無。顧亭林以為始於顏師古、章懷太子二人。王伯厚以為始於隋陸法言撰《切韻》五卷。余按：漢末涿郡高誘解《淮南子》、《呂氏春秋》，有「急氣、緩氣、閉口、籠口」之法。蓋反切之學，實始於此。而孫叔然炎猶在其後。"
      },
      {
        "index": 28,
        "text": "詩賦為文人興到之作，不可為典要。上林不產盧橘，而相如賦有之。甘泉不產玉樹，而揚雄賦有之。簡文《雁門太守行》而云「日逐康居與月氏」；蕭子暉《隴頭水》而云「北注黃河，東流白馬」：皆非題中所有之地。蘇武詩，有「俯看江漢流」之句。其時武在長安，安得有江漢《爾雅》：「山有穴為岫。」謝玄暉詩：「窗中列遠岫。」徐浩文：「孤岫龜形。」皆誤指為山巒。劉琨《答盧諶》詩：「宣尼悲獲麟，西狩涕孔丘。」宣尼即孔丘也。謝眺《秋懷》詩：「雖好相如色，不同長卿慢。」長卿即相如也。康樂：「揚帆採石華，挂席拾海月。」「揚帆」即「挂席」也。孟浩然：「竹間殘照入，池上夕陽微。」「夕陽」即「殘照」也。使後人為之，必有「關門閉戶掩柴扉」之誚矣！杜少陵《寄賈司馬》詩：「諸生老伏虔。」東漢服虔並不老。所云伏虔者，伏生也；伏生不名虔。《示僚奴阿奴》云：「曾驚陶侃胡奴異。」胡奴，侃之子；非奴僕也。「不聞夏殷興，中自誅褒、妲。」褒、妲是殷周人，與夏無干。杜詩：「乘槎消息近，無處問張騫。」此即世俗所傳張騫乘槎事也。然宋之問詩云：「還將織女支機石，重訪成都賣卜人」，是明用《荊楚歲時記》織女教問嚴君平事。獨不知君平為王莽時人，張騫乃武帝時人：相去遠矣！汪韓門云：「《檀弓》：『齊莊公襲杞。杞梁死焉。其妻迎其柩於路而哭之哀。』《孟子》；『杞梁妻善哭其夫，而變國俗。』《左傳》但言杞妻辭齊侯之吊，而不言哭。《檀弓》、《孟子》雖言哭，未言崩城事也。《說苑·立節篇》云：『其妻聞夫亡而哭，城為之弛。』《列女傳》云：『枕其夫之尸於城下，哭十日而城崩。』亦未言長城也。長城築於齊威王時，去莊公百有餘年；而齊之長城，又非秦始皇所築長城。唐釋貫休乃為詩曰：『秦人築土一萬里，杞梁貞婦啼嗚嗚。』則竟以杞梁為秦時築長城之人，而其妻所哭崩，乃即秦之長城矣。」俗傳梁灝八十登科，有「龍頭屬老成」七言詩一首。《黃氏日抄》、《朝野雜記》俱駁正之，以為灝中狀元時，年才二十六耳。余按《宋史》灝本傳：雍熙二年舉進士，賜進士甲科，解褐，大名府觀察推官。景德元年卒，年九十二。雍熙至景德相隔只十餘年，而灝壽已九十二，則八十登科之說，未為無因。"
      },
      {
        "index": 29,
        "text": "班史稱霍光不學無術，故不知伊尹放太甲之事。乃《西京雜記》載光《答孿生兄弟書》，先引殷王祖甲，再引許董公一產二女，楚唐勒一產二子，事甚博雅。《蜀志》：劉巴輕張飛云：「大丈夫何暇與兵子語？」似飛椎魯無文。乃涪陵有飛所作《刁斗銘》，流江縣有飛所書題名石。前明張士環有詩云：「江上祠堂橫劍凋，人間刁斗重銀鉤。」"
      },
      {
        "index": 30,
        "text": "宋人多稱曾子固不能詩。乃《上元祥符寺宴集》云：「紅雲燈火浮滄海，碧水瑤臺浸遠空。」又，《享祀軍山廟歌》：「土膏起兮，流泉駛兮。」凡二百餘言，俱不減作者。"
      },
      {
        "index": 31,
        "text": "或問唐沈佳期詩云：「不如黃雀語，能免冶長災。」余按皇侃《論語義疏》云：「冶長從衛還魯，見老嫗當道哭，問：『何為哭？』云：『兒出未歸。』冶長曰：『頃聞烏相呼，往某村食肉：得毋兒已死耶？』嫗往視，得兒尸，告村官。官曰：『冶長不殺人，何由知兒尸？』遂囚冶長。且曰；『汝言能通鳥言，試果驗，裁放汝。』冶長在獄六十日，聞雀鳴而大笑。獄主問何笑。冶長曰：『雀鳴嘖嘖啃啃：白蓮水邊，有車翻黍粟；牡牛折角，收斂不盡。相呼往啄。』獄主往視，果然。乃白村官而釋之。」余愛雀言音節天然，有類古樂府。"
      },
      {
        "index": 32,
        "text": "蕭子榮《日出東南隅》云：「三五前年暮，四五今年朝。」梁元帝《法寶聯璧序》云：「相兼二八，將兼四七。」此等算博士語，最為可笑。其濫觴蓋起於東漢《唐君頌》，曰：「五六六七，訓道若神。」用曾點「冠者五六人，童子六七人」也。棠邑《費鳳碑》曰：「菲五五。」言居喪菲食二十五月也。皆割裂太過，不成文理。"
      },
      {
        "index": 33,
        "text": "或問：「梅定九先生詩云：『乾道炎三伏，坤靈樂四游。』作何解？」余按《史記》秦德公二年「初伏」注：「三伏始於秦，周無伏也。」劉熙《釋名》云：「金氣伏藏也。故三伏皆庚。」王大可云：「三伏者，庚金伏於夏火之下。金畏火，故曰伏。」惟「四游」不得其解。後見《尚書·考靈曜》曰：「地體雖靜，而終日旋轉，如人坐舟中，舟自行動，人不能知。春星西游，夏星北游，秋星東游，冬星南游。一年之中，地有四游。」此定九先生之所本也。"
      },
      {
        "index": 34,
        "text": "毛西河以詩賦為試帖。按唐「明經」；先帖文，然後試帖經之法，以所習經，帖其兩端，中留一行試之，非指詩賦也。然「明經」亦有試詩者：王貞白有《帖經日試宮中瑞蓮詩》。"
      },
      {
        "index": 35,
        "text": "今舉子於場前揣主司所命題，而預作之，號曰「擬題」。按：宋何承天私造《鐃歌》十五篇，不沿舊曲，而以己意詠之，號曰「擬題」，此二字之始。今遂以為士子揣摩之稱。"
      },
      {
        "index": 36,
        "text": "俗傳黃崇嘏為女狀元。按《十國春秋》：「崇嘏好男裝，以失火繫獄，邛州刺史周庠愛其豐採，欲妻以女。乃獻詩云：『幕府若容為坦腹，願天速變作男兒。』庠驚召問，乃黃使君女也。幼失父母，與老嫗同居。命攝司戶參軍，已而乞罷歸，不知所終。」今世俗訛稱女狀元者，以其獻詩時，自稱「鄉貢進士」故也。嚴冬友曰：「徐文長《四聲猿》劇，末一折為《女狀元》，即崇嘏事。此俗稱所始。」"
      },
      {
        "index": 37,
        "text": "孔毅夫《雜說》稱退之晚年服金石藥致死。引香山詩「退之服硫黃，一病訖不痊」為証。呂汲公辯之云：「衛中立字退之，餌金石，求不死反死。中立與香山交好，非韓退之也。韓公之痛詆金石，已見李虛中諸人墓志矣：豈有身反服之之理？」"
      },
      {
        "index": 38,
        "text": "近人新婚，賀者作催妝詩，其風頗古。按：《毛詩》「間關車之牽兮」一章，申豐曰：「宣王中興，士得行親迎之禮，其友賀之而作是詩。」北齊婚禮，設青廬，夫家領百餘人，挾車子，呼新婦，催出來。唐因之有催妝詩。中宗守歲，以皇后乳媼配竇從一，誦《卻扇詩》數首。天祜中，南平王鐘女適江夏杜洪子，時已昏暝，令人走乞《障車文》於湯簧。簧命小吏四人執紙，倚馬而成：即催妝也。《芥隱筆記》、《輟耕錄》俱云：今新婦至門，則傳席以入，弗令履地。唐人已然。白樂天《春深娶婦》詩云：「青衣捧氈褥，錦繡一條斜。」兩新人宅堂參拜，謂之拜堂。唐人王建《失釵怨》：「雙杯行酒六親喜，我家新婦宜拜堂。」"
      },
      {
        "index": 39,
        "text": "詩能令人笑者必佳。雲松《詠眼鏡》云：「長繩雙目系，橫橋一鼻跨。」古漁《客邸》云：「近來翻厭夢，夜夜到家鄉。」張文端公云：「姑作欺人語，報國在文章。」尹似村《詠貧》云：「笥能有幾衣頻典，錢值無多畫幸存。」劉春池《立春》云：「門前久已無車馬，尚有人來送土牛。」古漁《哭陳楚筠》云：「才可閉門身便死，書生強健要飢寒。」蔣心餘詠《京師雞毛炕》云：「天明出街寒蟲號，自恨不如雞有毛。」香亭和余詠《帳》云：「垂處便宜人語細。」余乍讀便笑。香亭問故。余曰：「縱粗豪客，斷無在帳中喊叫之理。」又詠《杖》曰：「隔戶聲先步履來。」皆真得妙。"
      },
      {
        "index": 40,
        "text": "曹震亭與史梧岡潛心仙佛，好為幽冷之詩。曹云：「肅肅秋乾風，蕭曠野無已。橋孤朽柱搖，落日動野水。」史云：「一峰兩峰陰，三更五更雨。冷月破雲來，白衣坐幽女。」皆陰氣襲人。曹又有句云：「秋陰連朔望，黯黯白雲平。似聽前村里，呼雞有婦聲。」此首便冷而不陰。"
      },
      {
        "index": 41,
        "text": "詩有聽來甚雅，恰行不得者。金壽門云：「消受白蓮花世界，風來四面臥中央。」詩佳矣，果有其人，必患痃瘧。雪庵僧云：「半生客裏無窮恨，告訴梅花說到明。」詩佳矣，果有其事，必染寒疾。"
      },
      {
        "index": 42,
        "text": "今人稱曲之高者，曰「郢曲」，此誤也。宋玉曰：「客有歌於郢中者。」則歌者非郢人也。又曰：「《下里巴人》，國中屬和者數千人。《陽春白雪》，和者不過數十人。引商刻羽，雜以流徵，則和者不過數人。」是郢之人能和下曲，而不能和妙曲也。以其所不能者名其俗，不亦訛乎？"
      },
      {
        "index": 43,
        "text": "《毛詩》：「流離之子。」《鄭箋》：「流離，鳥名。」今訛以為離散之詞。猶之「狼狽」，獸名也；今訛以為困頓之詞。「瑣尾」二字，《箋》：「美好也。」今亦訛為瑣碎之詞。"
      },
      {
        "index": 44,
        "text": "謝位聯《賀進士》云：「赴宴瓊林早，題名雁塔高。」余有舊拓《雁塔題名記》十餘張，皆縉紳大夫、僧流羽士之名，非止新進士也。唐進士於曲江宴賞之餘，多有各題名姓者。今人遂以「雁塔題名」為稱賀進士之言。"
      },
      {
        "index": 45,
        "text": "世傳蘇小妹之說，按《墨莊漫錄》云：「延安夫人蘇氏，有詞行世，或以為東坡女弟適柳子玉者所作。」《菊坡叢話》云：「老蘇之女幼而好學，嫁其母兄程潛之子之才。先生作詩曰：『汝母之兄汝伯舅，求以厥子來結姻。鄉人婚嫁重母族，雖我不肯將安云。」考二書所言，東坡止有二妹；一適柳，一適程也。今俗傳為秦少遊之妻，誤矣！或云：「今所傳蘇小妹之詩句對語，見宋林坤《誠齋雜記》，原屬不根之論。猶之世傳甘羅為秦相。」按《國策》：「甘羅年十二，為少庶子，請張卿相燕。又事呂不韋，以說趙功，封上卿。」並無為秦相之說。然《儀禮疏》亦云：「甘羅十二相秦。」則以訛傳訛久矣。"
      },
      {
        "index": 46,
        "text": "張翰詩：「黃花若散金。」菜花也。通首皆言春景，宋真宗出此題，舉子誤以為菊，乃被放黜。"
      },
      {
        "index": 47,
        "text": "外祖章師鹿詩云：「高足多金紫，先生已白頭。」人間「高足」出處。按《世說新語》：「鄭康成在馬融門下，三年不得相見；高足弟子傳授而已。」言融不能親教，使高弟子傳授之耳。然顏師古注《高祖本紀》云：「凡乘傳者，四馬高足為置傳，四馬中足為驛傳，四馬下足為乘傳。」是「高足」二字，在漢時以之名馬；而《世說》竟以之稱弟子，何也師鹿先生年八十四，猶冒雨著屐，赴康熙庚子鄉試。使遇今上，必受殊恩無疑也。《與及門游西湖》云：「師弟同游興不孤，呼僮挈植更提壺。分明柳暗花明處，年少叢中一老夫。」"
      },
      {
        "index": 48,
        "text": "今人稱女子加笄為「上頭」。按《南史·孝義傳》：「華寶八歲，父成往長安，臨別曰：『須我還，為汝上頭。』長安陷，父不歸。寶年至七十，猶不冠。」是「上頭」者，男子之事。今專稱女子，心頗疑之。讀《晉樂府》云：「窈窕上頭歡，那得及破瓜？」則主女說亦可。"
      },
      {
        "index": 49,
        "text": "唐耿緯《長門怨》云：「聞道昭陽宴。」楊衡云：「望斷昭陽信不來。」劉嬡云：「愁心和雨到昭陽。」按：昭陽為成帝時趙氏姊妹所居，與武帝之陳后長門無涉。"
      },
      {
        "index": 50,
        "text": "章槐墅觀察曰：「泰山從古迄今，皆言自中幹發脈。聖祖遣人從長白山，蹤至旅順山口，龍脈入海，從諸島直接登州，起福山而達泰山，鑿鑿可據。」余雖未至旅順福山，然山左往來，不惟岱岳位震而兌，即觀汶、泗二水源流，亦皆自東而西：則泰山不從中幹發脈，又一確証也。因紀以詩云：「兩條汶、泗朝西去，一座泰山渡海來。笑殺古今談地脈，分明是夢未曾猜。」"
      },
      {
        "index": 51,
        "text": "《樂府》云：「五馬立躊躕。」香山詩云：「五匹鳴珂馬，雙輪畫戟車。」注：「五馬者，不一其說。按《漢官儀》：四馬載車，惟太守出，則增一馬：故稱太守曰五馬。」此一說也。程氏《演繁露》以為始於《毛詩》：「良馬五之。」亦一說也。《南史·柳元笑傳》：「兄弟五人，同為太守，各乘一馬出入；時人榮之，號柳氏門庭，五馬委蛇。」則又一說矣。"
      },
      {
        "index": 52,
        "text": "《古樂府》：「十五府小史，三十侍中郎。」似令史之年輕者名小史，即今之小書辦也。張翰有《周小史詩》，曰：「翩翩周生，婉孌幼童。年甫十五，如日在東。」謝惠連有《贈小史杜德靈》詩，似乎褻狎。然吳祜舉孝廉，乃越道，共雍丘小史黃真歡語移時，人以為榮。則小史又以人重矣。高俅為東坡小史，後見蘇氏子孫執禮猶恭。"
      },
      {
        "index": 53,
        "text": "唐人爭取新進士衣裳以為吉利。張文昌詩曰：「歸去惟將新誥命，後來爭取舊衣裳。」唐宣宗自稱「鄉貢進士李道隆」。進士之榮，至於天子慕之。宋時尤重出身；無出身者，不得入相。故欲相此人，必先賜同進士出身，而後許其入相。其重如此。然亦有時而賤。李贊皇不中進士，故不喜科目，曰：「好騾馬不入行。」金衛紹王喜吏員，不喜進士，曰：「高廷玉人才非不佳，可惜出身不正。」嫌其中進士故也。"
      },
      {
        "index": 54,
        "text": "宋咸淳辛未，正言陳伯大議：考試士子，諸路運司牒州縣，先置士籍，編排保伍，取各人戶貫三代年甲，書明所習經書；年十五以上能文者，許其鄉之貢士結狀保送。一樣四本，分送縣、州、漕、部。臨唱名時，重行編排保伍，各人親書家狀，以驗筆跡。士人苦之，賦詩云：「劉整驚天動地來，襄陽城下哭聲哀。廟堂束手全無策，只把科場鬧秀才。」"
      },
      {
        "index": 55,
        "text": "邵又房《贈友》云：「《廣陵散》里求知己，不特彈無聽亦無。」余嘆其意包括甚廣。按《文苑英華》顧況序：彈琴者王女繼之，名「日宮」、「月宮」；有《歸雲引》、《華嶽引》諸曲，皆《廣陵散》之遺音。是叔夜所彈，未嘗絕也。《唐書·韓皋傳》，解《廣陵散》為嵇康思魏之意。因毋丘儉、諸葛誕俱起兵於廣陵，思興復魏室，而兵皆散亡，故曰從此絕矣。非專指琴也。"
      },
      {
        "index": 56,
        "text": "或問：「楊升庵有句云：『一桶水傾如佛語，兩重紗夾起江波。』應作何解？」余按：徐騎省不喜佛經，常云：「《楞嚴》、《法華》，不過以此一桶水，傾入彼一桶中。傾來倒去，還是此一桶水。識破毫無餘味。」此升庵所本也。方空紗用一層糊窗，原無波紋；夾以兩層，必有閃爍不定之波。恐升庵即事成詩，未必有本。余亦有句云：「水痕瀉地方圓少，雪片經風厚薄多。」一用《世說》，一用《東坡志林》。"
      },
      {
        "index": 57,
        "text": "熊蔗泉觀察《聽雪》云：「一夜朔風急，重衾尚覺寒。料應階下白，及早起來看。」童二樹《盼月》云：「佳絕娟娟月，秋窗逼曉開。臥看桐竹影，漸上臥床來。」兩首格調相同。商寶意《顧曲》云：「一曲明光三十段，自彈先要聽人彈。」趙雲松《論詩》云：「背人恰向菱花照，還把看人眼自看。」兩首用意相反。"
      },
      {
        "index": 58,
        "text": "詩文自須學力，然用筆構思，全憑天分。往往古今人持論，不謀而合。李太白《懷素草書歌》云：「古來萬事貴天生，何必公孫大娘渾脫舞？」趙雲松《論詩》云：「到老始知非力取，三分人事七分天。」"
      },
      {
        "index": 59,
        "text": "士大夫熱中貪仕，原無足諱；而往往滿口說歸，竟成習氣，可厭！黃莘田詩云：「常參班裏說歸休，都作寒暄好話頭。恰似朱門歌舞地，屏風偏畫白蕷洲。」"
      },
      {
        "index": 60,
        "text": "近人佳句，常摘錄之，以教子弟；過時一觀，亦有吹竹彈絲之樂。明知收拾不盡，然捃摭一二，亦聖人「舉爾所知」意也。毛琬云：「乍寒童子怯，將雨野人知。」童鈺云：「病聞新事少，老別故人難。」張節云：「行善最為樂，觀書動畜疑。」孔東堂云：「纖低時掠水，帆飽不依桅。」廖古檀云：「山風枯硯水，花雨慢琴弦。」王卿華云：「斷香浮缺月，古佛守昏燈。」汪可舟云：「客久人多識，年高眾病歸。」吳飛池云：「涼風不管征衣薄，落日方知行路難。」李穆堂云：「雲在岫無爭出意，石當流有不平鳴。」何南園云：「閒愁早釋非關酒，舊學重溫為課孫。」楊次也云：「淺水戲魚如可拾，密林藏鳥只聞聲。」周青原云：「鳥自下山人自上，一齊穿破白雲過。」劉果云：「花間看竹嫌逢主，夢裏聞雞似到家。」章智千《送春》云：「青山駐景如留客，綠樹成陰已改妝。」姚念慈《哭孫虛船》云：「有淚直從知己落，無文可共別人論。」尹似村《送南園出京》云：「乍親豐採歸偏速，不慣風塵住自難。」袁蕙纓云：「功名何物催人老？車馬無情送客多。」寶意《哭環娘》云：「乍分煙島情猶戀，略享春風死未甘。」香亭《渡淮》云：「田家飯麥風仍北，游女拖裙俗漸南。」春池《順風》云：「天上鳥爭帆影速，岸邊人恨馬行遲。」又有五七字單句亦妙者。魯星村之「老怕送春歸」，楊守知之「隨身祇有影同來」，王家駿之「園不栽梅覺負春」，嘯村之「諱老偏逢人敘齒」，飛池之「孤鴻與客爭沙宿」：皆是也。"
      },
      {
        "index": 61,
        "text": "孔子曰：「剛毅木訥近仁。」余謂：人可以木，詩不可以木也。人學杜詩，不學其剛毅，而專學其木；則成不可雕之朽木矣。潘稼堂詩，不如黃唐堂：以一木而一靈也。余選錢文敏公詩甚少，家人誤抄十餘章。余讀之，生氣勃勃，悔知公未盡。居亡何，有人云：「此孫淵如詩也。」余自喜老眼之未昏。"
      },
      {
        "index": 62,
        "text": "余嘗極賞健庵甥詠《落花》云：「看他已逐東流去，卻又因風倒轉來。」或大不服，曰：「此孩童能說之話，公何以如此奇賞？」余曰：「子不見張燕公爭魏元忠事乎？燕公已受二張囑托矣！因宋琚一言而止。一生名節，從此大定。在甥作詩時，未必果有此意；而讀詩者，不可不會心獨遠也。不然，《詩》稱『如切如磋』，與『貧而無諂』何幹《詩》稱『巧笑倩兮』，與『繪事後素』何干而聖人許子夏、子貢『可與言詩』：正謂此也。」"
      },
      {
        "index": 63,
        "text": "高文良公巡撫江蘇，為制府某所凌，勢岌岌乎殆矣，而公聲色不動，詠《天平山》云：「倚天峭擘無塵玉，墮地孤留不動雲。」其時沈子大先生在幕府，和云：「白浪靜教翻石下，碧雲高不受風移。」"
      },
      {
        "index": 64,
        "text": "闡乘上人《對月吊以中》云：「共玩君何往？江頭獨愴神。難將一片月，分照九泉人。」余在小市，買一古鏡，背有詩云：「寶匣初離水，寒光不染塵。光如一輪月，分照兩邊人。」毛西河詠《鏡》云：「與余同下淚，惟有鏡中人。」三押「人」字，俱佳。"
      },
      {
        "index": 65,
        "text": "高翰起司馬《路上喜晴》云：「聲傳乾鵲喜，步覺蹇驢輕。」喬慕韓《舟中》云：「雨聲篷皆重，鷗影浪頭輕。」"
      },
      {
        "index": 66,
        "text": "有人過劉智廟，見壁上題云：「明時如此拔幽淪，薦禰須看士貢身。敢擬石渠容散木，竟教塵海作勞薪。變名梅尉非無地，捧檄毛生尚有親。異日《儒林》與《循吏》，一編位置聽他人。」詩尾署「竹初」二字。自命如此，可想見其不凡。"
      },
      {
        "index": 67,
        "text": "王夢樓作雲南太守，有納樓夷民李鶴齡獻詩云：「玉堂老鳳留衣缽，滄海長虹卷釣絲。」夢樓喜，即用其二句為起句，續六句以贈別云：「舊事都隨雲變滅，新詩喜見錦紛披。殊方那易逢佳士，識面無如是別時。自負平生能說項，珊瑚幾失網中枝。」"
      },
      {
        "index": 68,
        "text": "昌黎云：「橫空盤硬語。」硬語能佳，在古人亦少。祇愛杜牧之云：「安得東召龍伯公，車干海水見底空。」又云：「鯨魚橫脊臥滄溟，海波分作兩處生。」宋人句云：「金翅動身摩日月，銀河翻浪洗乾坤。」本朝方問亭《卜魁雜詩》云：「龍來陰嶺作游戲，雷電光中舞雪花。」趙秋谷《秋雨》云：「油雲潑濃墨，天額持廣帕。風過日欲來，艱難走云罅。」《大雨》云：「日月皆歸海，蛟龍亂上天。」趙雲松《從李相國征臺灣》云：「人膏作炬燃宵黑，魚眼如星射水紅。」趙魯瞻云：「江星動魚脊，山果落猿懷。」"
      },
      {
        "index": 69,
        "text": "丙辰召試鴻詞，到丙申四十餘年矣。申笏山在都中，與錢籜石、曹地山小集，賦詩云：「尺五城南逐散仙，歡場一散似飛煙。多生那得離文字，後死何容卸仔肩？醉後吟聲驚戶外，雨餘山色入窗前。百人尚有三人在，似得天憐亦自憐。」嗚呼！笏山歿又十餘年矣！今海內召試者，只余與籜石二人尚在。而近聞其年過八十，亦已中風。然則「天憐自憐」，能無再三誦之乎？"
      },
      {
        "index": 70,
        "text": "周青原詠《楊妃》云：「彩輿花下祿兒狂，此說終疑是渺茫。惟小劉郎曾愛惜，坐懷親為畫眉長。」用史事，補前人未有。將錄寄秋帆中丞，鐫楊妃墓上。"
      },
      {
        "index": 71,
        "text": "水仙花詩無佳者；惟楊次也先生七律，前半首云：「汀蘅洲草伴無多，以水為家奈冷何？生意不須沾寸土，通詞直欲托微波。」余按：《焦氏易林》云：「鳧雁啞啞，以水為家。」楊暗用之，而使人不覺：可為用典者法。"
      },
      {
        "index": 72,
        "text": "趙雲松太史入闈分校，作《雜詠》十餘章，足以解頤。《封門》云：「官封恰似懸符禁，人望居然入海深。」《聘牌》云：「金熔應識披沙苦，禮重真同納採虔。」《供給單》云：「日有雙雞公膳半，夜無斗酒客談孤。」《分經》云：「多士未遑談虎觀，考官恰似劃鴻溝。」《薦條》云：「品題未便無雙士，遇合先成得半功。佛海漸登超渡筏，神山猶怕引回風。」《落卷》云：「落花退筆全無艷，食葉春蠶尚有聲。沉命法嚴難自訴，返魂香到或重生。」《撥房》云：「未妨蜾蠃艱生子，笑比琵琶別過船。」"
      },
      {
        "index": 73,
        "text": "余自幼聞「月華」之說，終未見也。同年王大司農秋瑞，夢月華而生，故小字華官。後見平湖陸陸堂先生云：「康熙辛酉八月十四夜，曾見月當正午，輪之西南角，忽吐白光一道。已而紅黃紺碧，約有二十餘條，下垂至地。良久結輪三匝，見月不見天矣。」先生賦云：「今宵才見月華圓，織女張機也失妍。五色流蘇齊著地，三重輪廓欲彌天。」先生名奎勛，掌教桂林，作《禮經解義》，請序於金中丞。中丞命余代作，先生誇不已。中丞以實告之。先生曰：「此古文老手，不似少年人所作也。」記先生有句云：「簷低絲網蛛常斷，沼淺蓮房子半空。」"
      },
      {
        "index": 74,
        "text": "先生祖名槁，字義山。當國初鼎革時，馬將軍兵破平湖，掠其父，將殺之。菜才九歲，伏草中，跳出，抱將軍膝求代。將軍愛其貌韶秀，取手扇示之曰：「兒能讀扇上詩，即赦汝父。」菜朗誦曰：「收兵四解降王縛，教子三登上將臺。』此宋人贈曹武惠王詩也。將軍不殺人，即今之武惠王矣。」將軍大喜，抱懷中，闢珥曰：「汝能隨我去，為我子乎？」曰：「將軍赦吾父，即吾父也。」遂哭別其父而行。將軍為之淚下。已而將軍身故，菜得脫歸。康熙己未，舉鴻博，入詞林。聖祖愛其才，一日七遷，從編修、贊善、庶子，授內閣學士。才一年，先生引疾歸。又十年，卒。自題華表云：「一日七遷千古少；周年致政寸心安。」有病不治，吟曰：「無藥能延炎帝壽，有人曾哭老聃來。」"
      },
      {
        "index": 75,
        "text": "相傳「天開眼」，余亦未之見也。平湖張教坡，曉步於庭，天無片雲；忽聞有聲割然，天開一縫：當中寬，兩頭狹，狀類大船。寬處有圓睛閃閃，光芒照耀，似電非電。眼旁碎芒，如人之有睫毛。良久乃閉。教坡賦詩曰：「霹靂年年響，何曾殛惡來？今朝才省悟，天眼不輕開。」"
      },
      {
        "index": 76,
        "text": "詩含兩層意，不求其佳而自佳。或詠《太行山》云：「但有路可上，再高人也行。」詠《燭》云：「只緣心尚在，不免淚長流。」詠《相見坡》云：「勸君行路存餘步，山水還留相見坡。」"
      },
      {
        "index": 77,
        "text": "余十二歲入學，廩生程鄢渠云：「渠甥吳冠山，名華孫，亦以髫年入學。今已賦鹿鳴，年才十五。」袖文一冊示余。余讀之，望若天人。及余登詞館，先生督學閩中，無由相見。五十午後，先生致仕在家，年八十矣。余游黃山，新安何素峰秀才招游仇樹汪園，離先生所居，僅十里餘，竟未走謁。別後，心恫恫如有所失。乃作詩寄之。先生見和云：「英才碩望是吾師，咫尺相逢願又違。自昔直廬欣識面，己未科，收掌試卷，公所相識。於今花徑少摳衣。屢想訪隨園未果。無人不挹神仙度，獨我偏教遇合稀。猶憶神交年尚幼，兩株弱柳共依依。」"
      },
      {
        "index": 78,
        "text": "張儀封觀察謂余曰：「李白《清平調》三章，非詠牡丹也。其時武惠妃薨，楊妃初寵，帝對花感舊，召李白賦詩。白知帝意，故有『巫山斷腸』、『雲想衣裳』之語；蓋正喻夾寫也。至於『名花傾國』，則指貴妃矣。」余按《唐書·李白傳》稱：「帝坐沉香亭，意有所感，乃召李白。」則觀察此說，未為無因。張名裕谷，字詒庭。"
      },
      {
        "index": 79,
        "text": "曹子建《美女篇》押二「難」字。謝康樂《述祖德》詩押二「人」字。阮公《詠懷》，押二「歸」字。以故，杜甫《飲中八仙歌》、香山《渭村退居》、昌黎《寄孟郊》詩，皆沿襲之。"
      },
      {
        "index": 80,
        "text": "田實發云：「我偶一展卷，頗似穿窬入金谷，珍寶林立，眩奪目精；時既無多，力復有限，不知當取何物，而雞聲已唱矣。」此語甚雋。魚門《曬書》詩云：「老饕對長筵，未啖空頤朵。」"
      },
      {
        "index": 81,
        "text": "如皋布衣林鐵簫有「老至識秋心」五字，余頗賞之。《與吳松崖看海棠》云：「萬朵仙雲輕欲滴，多情紅向白頭人。」松崖云：「嬌來渾欲睡，愁殺倚欄人。」兩押「人」字，俱妙。林名李，買得古鐵簫，能吹變徵之音，因字鐵簫，蓋取王子淵「願得謚為洞簫」之意云。"
      },
      {
        "index": 82,
        "text": "乩仙詩，都無佳者；惟盱眙許家有仙降壇，詠《燕》云：「燕子銜泥認舊巢，飛來飛去暮連朝。哺兒不耐秋風老，回首空梁月正高。」讀者云：「詩雖佳，恐非吉兆。」果未十年，許零落殆盡。當許與仙倡和時，分詠「薛濤箋」，限「陵」字。諸客擱筆。仙云：「便宜節度高千里，錯過詩人杜少陵。」"
      },
      {
        "index": 83,
        "text": "余不解詞曲。蔣心餘強余觀所撰曲本，且曰：「先生只算小病一場，寵賜披覽。」余不得已，為覽數闋。次日，心余來問：「其中可有得意語否？」余曰：「祇愛二句，云：『任汝忒聰明，猜不出天情性。』」心余笑曰：「先生畢竟是詩人，非曲客也。」余問何故。曰：「商寶意《聞雷》詩云：『造物豈憑翻覆手，窺天難用揣摹心。』此我十一個字之藍本也。」"
      },
      {
        "index": 84,
        "text": "余梓詩集十餘年矣，偶爾翻擷，誤字尚多；因記椒園先生詠《落葉》云：「看月可知遮漸少，校書真覺掃猶多。」"
      },
      {
        "index": 85,
        "text": "王載揚接家信，知兩子孿生，喜賦詩以寄云：「可無致語來清照，會有明妝避伯喈。」用典切而雅。"
      },
      {
        "index": 86,
        "text": "昆山城隍祠四宜軒有積土，道士將築亭其上。階石甫甕，雷擊之，三甕三擊；掘地，乃是黃子澄墓。邑志載：公被戮，其門下士拾骨葬此。錢溉亭進士詩云：「昔時誅戮無遺嬰，此日風雷護殘骨。」"
      }
    ]
  }
}