{
  "chapterNumber": 2,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "丁巳余流落長安，寓刑部郎中王公諱琬者家。同寓人常熟孝廉趙貴璞，字再白，傾蓋相知，西林相公門下士也。欲薦余見西林，有尼之者，因而中止。未幾，王公出守興化。余僳然無歸。趙以寒士而留余仍住王公舊屋，供其饔飧，彼此倡和。趙詩才清警，《過仙霞嶺》云：「萬竹掃天青欲雨，一峰受月白成霜。」其曾祖某，生天啟間，《題天聖閣》云：「天在閣中看世亂，民從地上作人難。」"
      },
      {
        "index": 2,
        "text": "丙子九月，余患暑瘧。早飲呂醫藥，至日咐，忽嘔逆，頭眩不止。家慈抱余起坐，覺血氣自胸僨起，性命在呼吸間。忽有同徵友趙藜村來訪。家人以疾辭。曰：「我解醫理。」乃延入，診脈看方，笑曰：「容易。」命速買石膏，加他藥投之。余甫飲一勺，如以千鈞之石，將腸胃壓下，血氣全消。未半盂，沉沉睡去，顙上微汗，朦朧中聞家慈啃曰：「豈非仙丹乎？」睡須臾醒，君猶在坐，問：「思西瓜否？」曰：「想甚。」即命買瓜，曰：「憑君盡量，我去矣。」食片許，如醍醐灌頂，頭目為輕。晚便食粥。次日來，曰：「君所患者，陽明經瘧也。呂醫誤為太陽經，以升麻、羌活二味升提之，將君妄血逆流而上，惟白虎湯可治。然亦危矣！」未幾，君歸。余送行詩云：「活我自知緣有舊，離君轉恐病難消。」先生亦見贈云：「同試明光人有幾？一時公幹鬢先斑。」"
      },
      {
        "index": 3,
        "text": "藜村《雞鳴埭訪友》云：「佳辰結良覿，言採北山杜。雞鳴古埭存，登臨渾漫與。蕭梁此化城，貽為初地祖。六龍行幸過，金碧現如許。欲辨六朝蹤，風亂塔鈴語。江南山色佳，玄武湖澄澈。豁開幾盎間，秀出庭木末。延陵敦夙尚，藉以紓蘊結。山能使人澹，湖能使人闊。聊共發嘯吟，無為慕禪悅。」趙名寧靜，江西南豐人。"
      },
      {
        "index": 4,
        "text": "少陵云：「多師是我師。」非止可師之人而師之也。村童、牧豎，一言一笑，皆吾之師，善取之皆成佳句。隨園擔糞者，十月中，在梅樹下喜報云：「有一身花矣！」余因有句云：「月映竹成千『個』字，霜高梅孕一身花。」余二月出門，有野僧送行，曰：「可惜園中梅花盛開，公帶不去廣餘因。」有句云：「祇憐香雪梅幹樹，不得隨身帶上船。」"
      },
      {
        "index": 5,
        "text": "凡古人已亡之作，後人補之，卒不能佳，由無性情故也。束皙補《由庚》，元次山補《咸英》、《九淵》，皮日休補《九夏》，裴光庭補《新宮》、《茅鴟》，其詞雖在，後人讀之者寡矣。"
      },
      {
        "index": 6,
        "text": "唐人詠《柳》云：「長條亂拂春波動，不許佳人照影看。」宋人詠《柳》云：「愛把長條惱公子，惹他頭上海棠花。」"
      },
      {
        "index": 7,
        "text": "張燕公稱閻朝隱詩，炫裝倩服，不免為風雅罪人。王荊公因之作《字說》云：「詩者，寺言也。寺為九卿所居，非禮法之言不入，故曰『思無邪』。」近有某太史恪守其說，動云「詩可以觀人品」。余戲誦一聯云：「『哀箏兩行雁，約指一勾銀。』當是何人之作？」太史意薄之曰：「不過冬郎、溫、李耳！」余笑曰：「此宋四朝元老文潞公詩也。」太史大駭。余再誦李文正公防《贈妓》詩曰：「便牽魂夢從今日，再睹嬋娟是幾時？」一往情深，言由衷發，而文正公為開國名臣。夫亦何傷於人品乎？《孝經·含神霧》云：「詩者，持也。持其性情，使不暴去也。」其立意比荊公差勝。"
      },
      {
        "index": 8,
        "text": "劉昭禹曰：「五律一首，如四十賢人，其中著一屠沽兒不得。」余教少年學詩者，當從五律入手：上可以攀古風，下可以接七律。"
      },
      {
        "index": 9,
        "text": "孔子與子夏論詩曰：「窺其門，未入其室，安見其奧藏之所在乎？前高岸，後深谷，泠泠然不見其里，所謂深微者也。」此數言，即是嚴滄浪「羚羊挂角」、「香象渡河」之先聲。"
      },
      {
        "index": 10,
        "text": "盧雅雨《塞外接家書》云：「料來狼狽原應爾，便說平安那當真。」何南園《都中寄家書》云：「每因疾病愁家遠，強說平安下筆難。」"
      },
      {
        "index": 11,
        "text": "《宋稗類抄》第一卷《遭際類》云：「陳了翁之父尚書，與潘良貴義榮之父交好。潘一日謂陳曰：『吾二人官職、年齒，種種相似，恨有一事不如公。』陳問之。潘曰：『公有三子，我乃無之。』陳曰：『吾有妾，已生子矣，可以奉借。他日生子，當即見還。』既而遣至，即了翁之母也。未幾，生良貴。後其母遂往來兩家。一母生二名儒，前所未有。」此事太通脫，今人所斷不為，而宋之賢者為之，且傳為佳話。高南阜太守題詩曰：「贈妾生兒古人有，兒生還妾古人無。宋賢豁達竟如此，寄語人間小丈夫！」杭州馮山公先生，以春秋盧蒲瞥為齊之忠臣，云：「替莊公報仇，要滅崔氏，非慶封不可；欲輸心慶封，非易內不可。五倫中，君、父最大，夫、妻為小。盧顧大倫，故不顧小倫也。」其言甚創，人多怪之。余按東漢《獨行傳》：犍為任永避王莽之亂，偽病青盲，妻淫於前，佯為不見。似山公之言，未嘗無証。"
      },
      {
        "index": 12,
        "text": "唐翰林學士最榮，入值，許借飛龍廄馬。白香山《贈錢翰林》詩曰：「分班皆命婦，對苑即儲皇。」蓋最親宮禁也。是以韋綬，學士也，而覆以蜀擷之袍；韓渥，學士也，而暗藏金蓮之燭。《十國春秋》載：「後蜀王建待翰林過優，人尤之。建曰：『我昔值禁軍，見唐天子待翰林之厚，雖朋友不如也。我不過萬分之一耳。』」"
      },
      {
        "index": 13,
        "text": "古稱狀元，不必殿試第一名。唐鄭谷登第後，《宿平康里》詩曰：「好是五更殘酒醒，耳邊聞喚狀元聲。」按谷登趙昌翰榜，名次第八，非第一也。周必大有《回姚狀元穎啟》、《回第二人葉狀元適啟》。當時新進士，皆得稱狀元。惟南漢狀元不可作。《十國春秋》載：「劉龔定例，作狀元者，必先受宮刑。」羅履先《南漢宮詞》云：「莫怪宮人誇對食，尚衣多半狀元郎。」古稱探花，不必第三名。《天中記》「唐進士杏園初會，使少俊二人探花游園，若他人先折名花，則二人被罰」。《蔡寬夫詩話》云：「故事：進士朝集，擇年少者為探花使。」是探花者，年少進士之職，非必第三名也。進士帽上多插花。太宗曰：「寇准少年，正插花飲酒時。」溫公性嚴重，不肯插花。或曰：「君恩也。」乃插一枝。大概以年少者為貴。某《及第》詩曰：「人老簪花不自羞，花應羞上老人頭。醉歸扶杖人多笑，十里珠簾半下鉤。」或又曰：「平康過盡無人間，留得宮花醒後看。」皆傷老之詞。熙寧間，余中請禁探花，以為傷風化，遂停此例。後中以贓敗，人咸鄙之。王弁洲曰：「禁探花之說，譬如新婦入門，不許妝飾，便教績麻、造飯。理非不是也，而事太早矣。」余按李燾《長編》載：「陳若拙中進士第三名，以貌陋，人稱瞎榜。」蓋宋以第三名為榜眼，亦探花不必第三名之証。"
      },
      {
        "index": 14,
        "text": "商寶意有甥吳鑒南潢，為詩人尊萊之子，亦能詩。嚴海珊贈云：「何無忌酷似其舅，嚴挺之乃有此兒。」真巧對也。鑒南以主事從溫將軍征金川，大軍潰於木果，中炮墜溪死。未死時，知不免，寫詩兩冊，以一冊付其妻叔周某逃歸，以一冊自置懷中。今秋帆先生所刻者，周帶回之一冊也。與程魚門交好。程誦其《陶然亭》云：「偶著芒鞋策策行，到來心跡喜雙清。短蘆一片低如屋，空翠千層遠入城。野曠每留殘照久，地高先覺早涼生。老僧解得登臨意，勸聽殘蟬曳樹聲。」《贈人》云：「波雖無恨終歸海，人到忘情卻省才。」與乃舅寶意「人因福薄才生慧，天與才多恰費心」之句相似。"
      },
      {
        "index": 15,
        "text": "近今風氣，有不可解者：士人略知寫字，便究心於《說文》、《凡將》，而束歐、褚、鍾、王於高閣；略知作文，便致力於康成、穎達，而不識歐、蘇、韓、柳為何人。間有習字作詩者，詩必讀蘇，字必學米，侈然自足，而不知考究詩與字之源流。皆因鄭、馬之學多糟粕、省費精神，蘇、米之筆多放縱、可免拘束故也。"
      },
      {
        "index": 16,
        "text": "改詩難於作詩，何也作詩，興會所至，容易成篇；改詩，則興會已過，大局已定，有一二字於心不安，千力萬氣，求易不得，竟有隔一兩月，於無意中得之者。劉彥和所謂「富於萬篇，窘於一字」，真甘苦之言。荀子曰：「人有失針者，尋之不得，忽而得之；非目加明也，眸而得之也。」所謂「眸」者，偶睨及之也。唐人句云：「盡日覓不得，有時還自來。」即「眸而得之」之謂也。"
      },
      {
        "index": 17,
        "text": "香亭弟出守廣東，余賦詩送行云：「君恩深處忘途遠，家運隆時惜我衰。」一時和者甚多。惟押「衰」字頗難。胡書巢妹夫和云：「江南政績新遺愛，海外文章舊起衰。」余作書深美之。胡答書云：「為押『衰』字頗費心，今果見許，足徵兄之能知此中甘苦也。」書巢尤長五古，《途中望二華》云：「連山如洪濤，一瀉不得住。散作平岡低，萬壑此爭赴。奔騰勢未已，倔強有餘怒。數里漸逶迤，坡陀相錯互。草木何繁滋，容畜欽美度。落日下翠微，蒼蒼群峰暮。白雲幻奇形，屢顧有時誤。」《大散關》云：「蜀門自此通，谷口望若合。日月互蔽虧，陰陽隱開闔。微徑臨深溪，馬蹄畏虛踏。泉流亂石中，砰訇肆擊磕。時節已初春，氣候如殘臘。黃葉間青條，風吹鳴颯颯。時見採樵人，行歌互相答。」《朝天峽》云：「旬月去雲棧，登頓勞下上。輿中困掀簸，厭聞馬蹄響。今晨改水涉，失喜聽雙槳。羌舟小如葉，羌水平如掌。健疑青鶻飛，疾類枋榆搶。灘轉峽角來，雙峙袤千丈。石裂怒欲落，畏壓不敢仰。洞陰中慘慄，白日迷惝恍。其深蟠蛟龍，其毒聚蛇蟒。側目望天關，閣道更渺茫。行人偶失足，一墜詎可想！」《寄香亭》云：「攜手天水橋，送我北新關。君歸我夜泊，咫尺不能攀。何況萬餘里，遠隔千重山。子來既無期，我行猶未還。至今夢寐中，橋下聞潺潺。流水無已時，思君如連環。森森九種竹，燦燦十樣箋。六六雙鯉鱗，泠泠三峽泉。險易雖有殊，窮達何與焉？自惜結隆愛，金石貫貞堅。與子同一心，豈與時俗遷！寓書奈不達，在遠情空延。子即能我諒，我衷胡由宣？相思如萱草，憂忿何時捐？」書巢受業於嘉禾布衣張庚，而詩之超拔，青出於藍。因書巢全集未梓，為代存數章。"
      },
      {
        "index": 18,
        "text": "尹文端公論詩最細，有「差半個字」之說。如唐人：「夜琴知欲雨，晚簟覺新秋。」「新秋」二字，現成語也。「欲雨」二字，以「欲」字起「雨」字，非現成語也，差半個字矣。以此類推，名流多犯此病。必云「晚簟恰宜秋」，「宜」字方對「欲」字。"
      },
      {
        "index": 19,
        "text": "詩無言外之意，便同嚼蠟。杭州俞蒼石秀才《觀繩伎》云：「一線騰身險復安，往來不厭幾回看。笑他著腳寬平者，行路如何尚說難？」又：「雲開晚霽終殊旦，菊吐秋芳已負春。」皆有意義可思。嚴冬友壯年不仕，《韋曲看桃花》云：「憑君眼力知多少，看到紅雲盡處無？」"
      },
      {
        "index": 20,
        "text": "痘神之說，不見經傳。蘇州名醫薛生白曰：「西漢以前，無童子出痘之說。自馬伏波征交恥，軍人帶此病歸，號曰『虜瘡』，不名痘也。」語見《醫統》。余考史書，凡載人形體者，妍媸各備，無載人面麻者。惟《文苑英華》載：「潁川陳黯，年十三，袖詩見清源牧。其首篇《詠河陽花》，時痘痂新落，牧戲曰：『汝藻才而花面，何不詠之？』陳應聲曰：『玳瑁應難比，斑犀點更嘉。天憐末端正，滿面與妝花。』」似此為痘痂見歌詠之始。"
      },
      {
        "index": 21,
        "text": "唐人有「南宮歌管北宮愁」之句，蓋賦體也。不如方子雲《晚坐》云「西下夕陽東上月，一般花影有寒溫」，以比興體出之，更妙。"
      },
      {
        "index": 22,
        "text": "安徽方伯奇麗川，席間誦和親王《風箏》詩云：「風高欲上不得上，風緊求低不得低。」方伯《詠梅》云：「淡影是雲還是夢，暗香宜雨亦宜煙。」風調相似。"
      },
      {
        "index": 23,
        "text": "康熙間，曹練亭為江寧織造。每出，擁八騶必攜書一本，觀玩不輟。人間：「公何好學？」曰：「非也。我非地方官，而百姓見我必起立，我心不安，故藉此遮目耳。」素與江寧太守陳鵬年不相中。及陳獲罪，乃密疏薦陳。人以此重之。其子雪芹撰《紅樓夢》一部，備記風月繁華之盛。明我齋讀而羨之。當時紅樓中有某校書尤艷，我齋題云：「病容憔悴勝桃花，午汗潮回熱轉加。猶恐意中人看出，強言今日較差些。」「威儀棣棣若山河，應把風流奪綺羅。不似小家拘束態，笑時偏少默時多。」"
      },
      {
        "index": 24,
        "text": "青陽秀才陳蔚，字豹章，能文，愛客，受業隨園。《江行雜詠》云：「日沉遠樹青，煙起遙山失。何處艤孤舟？一燈古渡出。昨發螃蟹磯，今泊針魚觜。秋風一夜生，吟冷半江水。」隨其兄芳鬱庭遠行云：「江梅開遍雨霏霏，同駐郵亭整客衣。今日反嗟人似雁，一行齊向異鄉飛。」鬱庭有《草堂雜詠》云：「處士應門惟使鶴，高人去榻更無賓。小橋時有雲遮斷，不使游人過水西。」兄弟俱耽吟詠，人以雙丁、二陸比之。"
      },
      {
        "index": 25,
        "text": "莆田有吳荔娘者，庖人之女也。性愛潔而能詩。豹章聘為旁妻。未二年，卒。豹章為寫其《蘭坡剩稿》，有《春日偶成》云：「瞳瞳曉日映窗疏，荏苒韶光一枕餘。深巷賣花新雨後，開門插柳嫩寒初。鶯兒有語遷喬木，燕子多情覓舊廬。那用踏青郊外去，芊芊草色上階除。」又：「深院不知春色早，忽驚牆外賣花聲。」"
      },
      {
        "index": 26,
        "text": "向讀金陵孫秀才韶詠《小孤山》云：「江心突兀聳孤巒，飄渺還疑月裏看。絕似凌雲一支筆，夜深橫插水精盤。」後過此山，方知此句之妙。"
      },
      {
        "index": 27,
        "text": "河南撫軍畢秋帆先生篷室周月尊，字漪香，長洲人也。酷嗜文墨，禮賢下士。詠《水仙》云：「影疑浮夜月，香不隔簾櫳。」《偶成》云：「家如夜月圓時少，人似秋雲散處多。」夫人還吳門，先生七夕寄詩云：「汴水吳山同悵望，今宵兩地拜雙星。」"
      },
      {
        "index": 28,
        "text": "泗州選貢毛俟園藻，辛卯秋赴金陵鄉試，主試為彭蕓楣侍郎。其友羅孝廉恕，彭門下士也。寓書索觀近藝，戲為《催妝》俳語。毛答以詩云：「月影空瀠柳影疏，秦淮水漲石城隅。小姑獨處無郎慣，爭似羅敷自有夫？」榜揭，毛獲雋。羅往賀，入門狂叫曰：「今日小姑亦嫁彭郎矣！」一時傳為佳話。"
      },
      {
        "index": 29,
        "text": "古人官貴行船多伐鼓，少陵詩曰：「打鼓發船誰氏郎？」白香山詩曰：「兩岸紅燈數聲鼓，使君樓牒下巴東。」皆伐鼓之証也。今人開船鳴鉦，未知起於何時。"
      },
      {
        "index": 30,
        "text": "劉曾燈下誦《文選》，倦而就寢，夢一古衣冠人告之曰：「魏、晉之文，文中之詩也；宋、元之詩，詩中之文也。」既醒，述其言於余。余曰：「此余夙論如此。」"
      },
      {
        "index": 31,
        "text": "余畫《隨園雅集圖》，三十年來，當代名流題者滿矣，惟少閨秀一門。慕漪香夫人之才，知在吳門，修札索題，自覺冒昧。乃寄未五日，而夫人亦書來，命題《採芝小照》。千里外，不謀而合，業已奇矣！余臨《採芝圖》副本，到蘇州，告知夫人，而夫人亦將《雅集圖》臨本見示，彼此大笑。乃作詩以告秋帆先生曰：「白髮朱顏路幾重？英雄所見竟相同。不圖劉尹衰頹日，得見夫人林下風。」"
      },
      {
        "index": 32,
        "text": "王夢樓太守，精於音律。家中歌姬輕雲、寶雲，皆余所取名也。有柔卿者，兼工吟詠。成嘯崖公子贈以詩云：「侍兒原是紀離容，紅豆拈來意轉慵。時方示疾。一曲未終人不見，可堪江上對青峰？」柔卿和云：「生小原無落雁容，秋風偶覺病身慵。挂帆公子金陵去，望斷青青江上峰！」"
      },
      {
        "index": 33,
        "text": "杭州孫令宜觀察，余世交也。女公子雲鳳，幼聰穎，八歲讀書，客出對云：「關關雎鳩。」即應聲曰：「邕邕鳴雁。」觀察大奇之。和余《留別杭州》詩四首，錄其二云：「撲簾飛絮一春終，太史歸來去又匆。把菊昔為三徑客，盟鷗今作五湖翁。囊中有句皆成錦，閨裏聞名未識公。遙憶花間揮手別，片帆天外挂長風。」「未曾折柳倍留連，縱得重來又隔年。遠水夕陽青雀舫，新蒲春雨白鷗天。三千歌管歸花縣，十二因緣屬散仙。安得講筵為弟子；名山隨處執吟鞭！」"
      },
      {
        "index": 34,
        "text": "羊後答劉曜語，輕薄司馬家兒：「再醮之婦，媚其後夫；所謂閨房之內，更有甚於畫眉者。」床笫之言不逾閾，史官何以知之楊妃洗兒事，新、舊《唐書》皆不載，而溫公《通鑒》乃採《天寶遺事》以入之。豈不知此種小說，乃委巷讕言，所載張嘉貞選婿，得郭元振，年代大訛，何足為典要，乃據以污唐家宮閫耶？余詠《玉環》云：「《唐書》新、舊分明在，那有金錢洗祿兒？」蓋雪其冤也。第李義山《西郊百韻》詩，有「皇子棄不乳，椒房抱羌渾」之句。天中進士鄭蝸《津陽門》詩，亦有「祿兒此日侍御側」、「繡羽褓衣日質質」之句。豈當時天下人怨毒楊氏，故有此不根之語耶？至於楊妃縊死佛堂，《唐書》、《通鑒》俱無異詞，獨劉禹錫《馬嵬》詩云：「貴人飲金屑，倏忽舜英暮。」似貴妃之死，乃飲金屑，非雉經矣。傳聞異詞，往往如是。"
      },
      {
        "index": 35,
        "text": "唐人詩話：「李山甫貌美。晨起方理髮，雲鬟委地，膚理玉映。友某自外相訪，驚不敢進。俄而山甫出，友謝曰：『頃者誤入君內。』山甫曰：『理髮者即我也。』相與一笑。」余弟子劉霞裳有仲容之姣，每游山必載與俱。趙雲松調之云：「白頭人共泛清波，忽覺沿堤屬目多。此老不知看衛蚧，誤誇看殺一東坡。」"
      },
      {
        "index": 36,
        "text": "「忍凍不禁先自去，釣竿常被別人牽。」宋人句也。默禪上人一聯云：「水藻半浮苔半濕，浣紗人去不多時。」俱眼前語，而余韻悠然。"
      },
      {
        "index": 37,
        "text": "余過袁江，蒙河督李香林尚書將所坐船親送渡河。席間讀尚書詩，《野行》云：「香聞春酒熟茅店，紅惜秋花開野塘。」《宿永平》云：「樹樹鳥相語，山山水上看。」皆佳句也。又見贈二律，已梓入集中矣。其尊人湛亭尚書，先督南河，《遙灣夜泊》云：「風雪荊山道，春帆滯水涯。幾聲深夜犬，知近野人家。」《赴南河》云：「過顙應知因搏致，徹桑須及未陰時。」用《孟子》語，而治河之道，思過半矣。"
      },
      {
        "index": 38,
        "text": "錢文端公少時，鄉試落第。其科主試者趙侍郎也，別號長眉公，觀演《小尼姑下山》，戲題云：「三寸黃冠綰碧絲，裝成十六女沙彌。無情最是長眉佛，訴盡春愁總不知。」毛西河選閨秀詩，獨遺山陰女子王端淑。王獻詩云：「王嬙未必無顏色，爭奈毛君筆下何？」一藏其名，一切其姓。"
      },
      {
        "index": 39,
        "text": "尹似村有句云：「自與情人和淚別，至今愁看雨中花。」蔣廷鎔有句云：「自從環鞏無消息，簷馬丁東不忍聽。」"
      },
      {
        "index": 40,
        "text": "阮亭先生，自是一代名家。惜譽之者，既過其實；而毀之者，亦損其真。須知先生才本清雅，氣少排異，為王、孟、韋、柳則有餘，為李、杜、韓、蘇則不足也。余學遺山，《論詩》一絕云：「清才未合長依傍，雅調如何可詆娸？我奉漁洋如貌執，不相菲薄不相師。」"
      },
      {
        "index": 41,
        "text": "本朝古文之有方望溪，猶詩之有阮亭：俱為一代正宗，而才力自薄。近人尊之者，詩文必弱；詆之者，詩文必粗。所謂佞佛者愚，闢佛者迂。"
      },
      {
        "index": 42,
        "text": "鄭夾瀠笑韓昌黎《琴操》諸曲為《兔園冊子》，薄之太過。然《羨裏操》一篇，末二句云：「臣罪當誅，天王聖明。」深求聖人，轉失之偽。按《大雅》：「文王曰咨，咨汝殷商，汝焦哮於中國，斂怨以為德。」文王並不以紂為聖明也。昌黎豈不讀《大雅》耶？東坡言孔子不稱湯、武。按《革卦·系詞》：「湯、武革命，順乎天而應乎人。」《系詞》，孔子所作也。東坡豈不讀《易經》耶？劉後村為吳恕齋作《詩序》云：「近世貴理學而賤詩賦，間有篇章，不過押韻之語錄、講章耳。」余謂此風，至今猶存。雖不入理障，而但貪序事、毫無音節者，皆非詩之正宗。韓、蘇兩大家，往往不免。故余《自訟》云：「落筆不經意，動乃成蘇、韓。」"
      },
      {
        "index": 43,
        "text": "為人不可不辨者：柔之與弱也，剛之與暴也，儉之與嗇也，厚之與昏也，明之與刻也，自重之與自大也，自謙之與自賤也，似是而非。作詩不可不辨者：淡之與枯也，新之與纖也，樸之與拙也，健之與粗也，華之與浮也，清之與薄也，厚重之與笨滯也，縱橫之與雜亂也，亦似是而非。差之毫厘，失之千里。"
      },
      {
        "index": 44,
        "text": "明季以來，宋學太盛。於是近今之士，競尊漢儒之學，排擊宋儒，幾乎南北皆是矣。豪健者尤爭先焉。不知宋儒鑿空，漢儒尤鑿空也。康成臆說，如用麒麟皮作鼓郊天之類，不一而足。其時孔北海、虞仲翔早駁正之。孟子守先王之道，以待後之學者，尚且周室班爵祿之制，其詳不可得而聞。又曰：「盡信書，不如無書。」況後人哉？善乎！楊用修之詩曰：「三代後無真理學，『六經』中有偽文章。」"
      },
      {
        "index": 45,
        "text": "後之人未有不學古人而能為詩者也。然而善學者，得魚忘筌；不善學者，刻舟求劍。"
      },
      {
        "index": 46,
        "text": "韓侂胄伐金而敗，與張魏公之伐金而敗，一也。後人責韓不責張，以韓得罪朱子故耳。然金人葬其首，謚曰忠繆，以其忠於為國，繆於謀身也。錢辛楣少詹過安陽弔之曰：「匆匆函首議和親，昭雪何心及老秦。一局殘棋偏汝著，千秋公論是誰伸？橫挑強敵誠非計，欲報先仇豈為身？一樣北征師挫衄，符離未戮首謀人。」少詹又吊姚廣孝云：「空登北郭詩人社，難上西山老佛墳。」"
      },
      {
        "index": 47,
        "text": "唐僧大雅《半截碑》，頌吳大將軍李夫人曰：「圓儀替月，潤臉呈花。」邯鄲淳作《孝女曹娥碑》曰：「令色孔儀，巧笑倩兮。」頌其德，及其貌，皆涉輕佻，與題不稱。然大旨是仿《碩人》一章。迂儒讀之，必起物議。"
      },
      {
        "index": 48,
        "text": "方敏愨公三妹能詩，自畫牡丹，題云：「菊瘦蘭貧植謝家，愧無春色繪年華。剩來井底胭脂水，學畫人間富貴花。」公詠《清涼山桃花》云：「傾將一井胭脂水，和就六朝金粉香。」似襲乃妹詩，而風趣轉遜。"
      },
      {
        "index": 49,
        "text": "敏愨公未遇時，祖、父俱以罪戍塞外。公南北奔走，備極流離。清涼寺僧號中州者，知為偉人，時周恤之。公贈詩云：「須知世上逃名易，祇有城中乞食難。」後官制府，為中州弟子麗雅重建清涼寺，殿宇煥然。余過而有感，亦題詩云：「細讀紗籠數首詩，尚書回首憶前期。英雄第一心開事，揮手千金報德時。」蘇州薛皆三進士有句云：「人生祇有修行好，天下無如吃飯難。」意與方公相似。"
      },
      {
        "index": 50,
        "text": "虞山王次山先生峻，風骨嚴峭；館蔣文肅公家，晚不戒於酒，肆口嫂罵。蔣家人群欲毆之。文肅呵禁。次日，待之如初。先生不自安，辭去。余己未會試，出文恪公門下，聞此說而疑之。後讀先生《哭文肅公》詩云：「回首卻傷門下士，少時無賴吐車茵。」方知此事信有，愈徵文肅之賢，而先生之不諱過也。先生少所許可，獨譽枚不絕於口。以故，枚雖報罷鴻詞科，而名聲稍起公卿間。惜無所樹立，以酬先生之知。而先生自劾罷都御史彭茶陵，直聲震天下。後竟臥病不起，悲夫！"
      },
      {
        "index": 51,
        "text": "博陵尹元孚先生，少孤貧，以母教成名。督學江南，好教人讀《小學》，宗程、朱。余時宰江寧，意趣不合。一日，先生騶唱三山街，為某大將軍家奴所窘，詐稱某王遣來。太守不敢詰，予收縛置獄。先生以此見重。適高相國斌有事來江寧，先生面稱枚云：「才如子建，政如子產。」亡何，先生薨。予感知己之恩，將賦挽詩，見次山先生四章，不能再出其右，遂擱筆焉。其警句云：「母教成三徙，君恩厚兩朝。」又曰：「士幸方知向，天何遽奪公！」從古文人得功於母教者多，歐、蘇其尤著者也。次山題錢古亭《夜紡授經圖》曰：「辛勤篝火夜燈明，繞膝書聲和紡聲。手執女工聽句讀，須知慈母是先生。」"
      },
      {
        "index": 52,
        "text": "尹元孚先生，任兩淮鹺務時，布衣鮑皋以詩受知。今有《海門集》行世，皆先生為之提倡。鮑《奉陪先生泛海口》詩云：「蓬萊清切逢仙侶，蛟鱷威棱避顯官。」其相得如此。因憶明大學士劉健好理學，惡人作詩，曰：「汝輩作詩，便造到李、杜地位，不過一酒徒耳。」嘻！《記》云：「不能詩，於禮繆。」孔子教人學詩，在《論語》中，至於十一見；而劉公乃為此言，不如尹公遠矣！"
      },
      {
        "index": 53,
        "text": "隨園有對聯云：「此地有崇山峻嶺茂林修竹；是能讀《三墳》《五典》《八索》《九丘》。」故是李侍郎因培所贈，懸之二十餘年。忽一日，岳大將軍鍾琪之子參將名潛者來謁。入門先問此聯有否，現懸何處。予指示之。端睇良久，曰：「此後書舍，可有蔚藍天否？」予問：「何以知之？」曰：「余在四川時，夢先大人引游一園，有此聯額，且曰：『將我交此園主人。』潛驚醒，遍訪川中，無人知者。今來補官江寧，有人談及，故來相訪。」因出將軍行狀二十餘頁，稽首求傳。予讀之，雜亂舛錯，為編纂七日方成。而岳又調往金川，不復再見矣。今年夏間，偶抄選鮑海門詩二十餘首，其子之鐘適渡江來。余告以選詩之事，問：「尊人有餘集否？」鮑不覺泣下，曰：「異哉！余今而知夢之有靈也！吾渡江前三日，夢與先人游隨園：先人與公同修船，以紙補其窗欞。醒而不解。今思之：夫船者，傳也；紙者，詩之所附以傳者也。今公抄選先人之詩，豈不暗相吻合耶？」甚矣，鬼神之好名也！"
      },
      {
        "index": 54,
        "text": "詩貴翻案。神仙，美稱也；而昔人曰：「丈夫生命薄，不幸作神仙。」楊花，飄蕩物也；而昔人云：「我比楊花更飄蕩，楊花祇有一春忙。」長沙，遠地也；而昔人云：「昨夜與君思賈誼，長沙猶在洞庭南。」龍門，高境也；而昔人云：「好去長江千萬里，莫教辛苦上龍門。」白雲，閒物也；而昔人云：「白雲朝出天際去，若比老僧猶未閒。」「修到梅花」，指人也；而方子雲見贈云：「梅花也有修來福，著個神仙作主人。」皆所謂更進一層也。"
      },
      {
        "index": 55,
        "text": "苕溪女子姚益鱗，嫁嚴林溪，以夭亡。《送姊之洚溪》云：「姊妹花窗下，相依兩意同。拈針五夜火，拜月一襟風。忽逐分飛雁，都為斷梗蓬。擬將苕水闊，送盡別離衷。」《閏七夕》云：「微雲依約接銀河，一月佳期兩度過。倘把重逢歡較昔，翻教添得別愁多。」"
      },
      {
        "index": 56,
        "text": "沈學子有女弟子徐瑛玉，字若冰，昆山人，嫁孔氏，能詩，早亡。與王蘭泉夫人許雲清，及吾鄉方宜照之女芷齋，唱和甚多。和學子《送春》云：「春光心事兩蹉跎，愁見飛花檻外過。漫說窮愁詩便好，算來詩不敵愁多。」《病起》云：「重開鸞鏡施膏沐，卷上珠簾怯曉風。病起不知秋幾許，飛來黃葉滿庭中。」《七夕》云：「銀漢橫斜玉漏催，穿針瓜果釘妝臺。一宵要話經年別，那得工夫送巧來。」"
      },
      {
        "index": 57,
        "text": "顧東山有女，美而不嫁，好服壞色衣，持念珠，作六時梵語。其母哂之，曰：「汝故是優婆夷耶？」女微哂而已。行年三十，操修益堅。父母知其志，為築即是庵處之，因號即是庵主人。許太夫人題其庵云：「上界遭淪謫，人言萼綠華。十年貞不字，一室語無嘩。遣興惟吟絮，逢春欲避花。結庵殊可羨，萱草傍蘭芽。」"
      },
      {
        "index": 58,
        "text": "嘉善曹六圃廷棟，少宰蓼懷之孫，隱居不仕。自號慈山居士，自為壽藏，不下樓者二十年，著作甚富。余愛其晚年佳句，如：「廢書只覺心無著，少飲從教睡亦清。」「病教揖讓虛文減，老覺婆娑古意多。」「詩真豈在分唐、宋，語妙何曾露刻雕？」余稱其詩，專主性情。慈山寄札謝云：「老人生平苦心，被君一語道破。」屢招余往，而竟不遂其願。卒已八十五矣。"
      },
      {
        "index": 59,
        "text": "余性不飲酒，又不喜唱曲，自慚窶人子。故音律一途，幼而失學。偶讀桐城張文和公《元夕寄弟藥齋》詩云：「亦知令節休虛度，其奈疏慵本性何？天與人間清淨福，不能飲酒厭聞歌。」公為大學士文端公之子，一生富貴，而獨缺東山絲竹之好，何耶？豈金星不入命之故耶？余親家徐題客，健庵司寇孫也，五歲能拍板歌。見外祖京江張相國，相國愛之，抱置膝上。乳母在旁誇曰：「官官雖幼，竟能歌曲。」相國怫然曰：「真耶？」曰：「真也！」相國推而擲之，曰：「若果然，兒沒出息矣！」兩相國性情相似。後徐竟坎凜，為人司音樂，以諸生終。《自嘲》云：「文章聲價由來賤，風月因緣到處新。」此語，題客親為余言。"
      },
      {
        "index": 60,
        "text": "吾鄉孝廉王介眉，名延年，少嘗夢至一室，秘帖古器，盎然橫陳。榻坐一叟，短身白鬚，見客不起，亦不言。又有一人，頎而黑，揖介眉而言曰：「余漢之陳壽也，作《三國志》，黜劉帝魏，實出無心；不料後人以為口實。」指榻上人曰：「賴彥威先生以《漢晉春秋》正之。汝乃先生之後身，聞方撰《歷代編年紀事》，夙根在此，須勉而成之。」言訖，手授一卷書，俾題六絕句而寤。寤後僅記二句曰：「慚無《漢晉春秋》筆，敢道前身是彥威？」後介眉年八十餘，進呈所撰《編年紀事》，賜翰林侍讀。"
      },
      {
        "index": 61,
        "text": "同年儲梅夫宗丞，能養生，七十而有嬰兒之色。乾隆庚辰，奉使祭告岳瀆，宿搜敦郵旅店。是夕，燈花散彩，倏忽變現，噴煙高二三尺。有風霧回旋。急呼家童觀之，共為詫異，相戒勿動。夢群仙五六人，招至一所，上書「赤雲岡」三字，呼儲為雲麾使者。諸仙列坐聯句，有稱海上神翁者首唱，曰：「蓮炬今宵獻瑞芝。」次至五松丈人，續曰：「群仙佳會飄吟髭。」又次，至東方青童，曰：「春風欲換楊柳枝。」旁一女仙曰：「此雲麾《過凌河》句也，汝何故竊之？」相與一笑，忽燈花如爆竹聲，驚而醒。"
      },
      {
        "index": 62,
        "text": "蔣苕生太史序玉亭女史之詩，曰：「《離》象文明，而備位乎中；女子之有文章，蓋自天定之。玉亭名慎容，姓胡，山陰人，嫁馮氏；所天非解此者，遂一旦焚棄之。然其韻語，已流播人間，有《紅鶴山莊詩》行世。其女兄弟採齊、景素，亦皆能詩，俱不得志。玉亭尤鬱鬱，未四旬，歿矣！」其《病中》云：「惚惚魂無定，飄飄若夢中。扶行驚地軟，倚臥覺頭空。放眼皆疑霧，聞聲似起風。那堪窗下雨，寂寞一燈紅。」《窺採齊曉妝》云：「徘徊明鏡漫凝神，個裡伊誰解效顰？一樹梨花一溪月，隔窗防有斷魂人。」《女郎詞》云：「相呼同伴到簾幃，偷看新來客是誰。又恐被人先瞥見，卻從紈扇隙中窺。」《殘梅》云：「才發疏林便褪妝，冰姿空對月昏黃。東風只顧吹零雨，那惜枝頭有暗香。」採齊，名慎儀。《早起》云：「一番花信五更風，那管春宵夢未終。起傍芳叢頻檢點，夜來曾否損深紅？」《夜眠》云：「銀蟾朗徹有餘光，靜坐庭軒寄興長。地僻不知更漏永，瞥驚花影過東牆。」《贈苕生》云：「沽酒每聞捐玉佩，濟人時復典宮袍。」殊貼切苕生之為人。余問苕生：「玉亭貌可稱其才否？」苕生乃誦其《菩薩蠻》一闋云：「人言我瘦形同鶴，朝朝攬鏡渾難覺。但見指尖長，羅衣褪粉香。若能吟有異，不管腰身細。清減肯如梅，凋零亦是魁。」可想見風調，使人之意也消。"
      },
      {
        "index": 63,
        "text": "《紅鶴山莊詩》，乃王菊莊孝廉為之刊行。玉亭作詞謝云：「多謝詩人，深蒙才士，不憎戚末堪因倚。吳頭楚尾一相逢，白雲紅鶴傳千里。南浦悲吟，西窗閒技，居然卷附秋香裏。寸心從此莫言愁，人間已有人知己。」其女思慧，嫁劉侍郎秉恬，亦才女也，《過嶺》云：「半嶺梅花成故舊，兩肩書本是行裝。」"
      },
      {
        "index": 64,
        "text": "孔葒穀扶乩，有女仙，自稱袁苗君，名沅，年十五，入蜀王昶宮中，給事花蕊夫人。未進御，而唐兵下蜀，苗君匿民間，被人搜得，將獻之大帥，行次劍閣，投水死，年才十八。今石壁間有垂紅珊瑚樹者，即其稿葬所也。菊莊為題詩云：「劍閣崔巍萬古存，西川宮殿總成塵。可憐殉國磨笄者，不是昭陽寵幸身！」"
      },
      {
        "index": 65,
        "text": "蘇州楊文叔先生，掌教吾鄉敷文書院，以實學教人。余年十九，即及門焉。後宰江寧，而先生掌教鐘山，又復追隨絳帳。近聞其家式微，詩稿遺失，僅傳《孝陵》二首，云：「鼎湖龍去上升天，弓劍埋藏四百年。金碗玉魚無恙在，不須清淚滴銅仙。」「豎儒瞻拜舊山陵，落日平蕪百感生。欲奏通天臺下表，只憐才謝沈初明。」先生名繩武，康熙癸已翰林，維斗先生孫也。"
      },
      {
        "index": 66,
        "text": "江寧方伯永公之子明新，字竹岩，性耽風雅。其弟亮，字鐵崖，亦聰穎。在江寧時，與余交好，選勝徵歌，時時不絕。後永公內用。竹岩留別詩云：「春風幾度坐瓊筵，玉屑霏霏細雨天。盛會忽然成往事，別情無那到尊前。挂帆江上三秋雨，寫恨銀燈五色箋。此後夢魂來不易，琴聲重聽是何年？」鐵崖云：「雁唳空天氣沆寥，驪歌未唱已魂消。兩年師弟情何重，一別關山路正遙。海上瑤琴驚忽斷，岩前叢桂悵難招。離懷此際憑誰說，只可長亭折柳條。」其師嚴翼祖孝廉，亦留別四首，末云：「子雲筆札君卿舌，到處聽人說感恩。」鐵崖《游河房》云：「水深不覺漁舟過，櫓動先看月影搖。」"
      },
      {
        "index": 67,
        "text": "詠物詩無寄托，便是兒童猜謎。讀史詩無新義，便成《廿一史彈詞》；雖著議論，無雋永之味，又似史贊一派：俱非詩也。余最愛常州劉大猷《岳墓》云：「地下若逢於少保，南朝天子竟生還。」羅兩峰詠《始皇》云：「焚書早種阿房火，收鐵還留博浪椎。」周欽來詠《始皇》云：「蓬萊覓得長生藥，眼見諸侯盡入關。」松江徐氏女詠《岳墓》云：「青山有幸埋忠骨，白鐵無辜鑄佞臣。」皆妙。尤雋者，嚴海珊詠《張魏公》云：「傳中功過如何序？為有南軒下筆難。」冷峭蘊藉，恐朱子在九原，亦當幹笑。"
      },
      {
        "index": 68,
        "text": "海珊自負詠古為第一，余讀之果然。《三垂岡》云：「英雄立馬起沙陀，奈此朱梁跋扈何？赤手難扶唐社稷，連城猶擁晉山河。風雲帳下奇兒在，鼓角燈前老淚多。蕭瑟三垂岡下路，至今人唱《百年歌》。」"
      },
      {
        "index": 69,
        "text": "桐城張藥齋宗伯，三任江南學政，獎擢名流，詩尤清婉。《題三妹澄碧樓》云：「小軒近對碧波澄，隔著疏楊喚欲應。最好淡雲微月夜，半簾相望讀書燈。」《寄女》云：「香羹洗手調晨膳，書案分燈補舊襦。」《喜若需歸里》云：「一匹絹堪憐宦況，五車書足艷歸裝。」余以翰林改官，公向其兄文和公作元相語曰：「韓愈可惜！」"
      },
      {
        "index": 70,
        "text": "崔念陵進士《鄱陽道中》云：「班鳩呼雨兩三處，毛竹編籬四五家。流水聲中行半日，薰風不動晚禾花。」《折柳》云：「陌頭楊柳正垂絲，泣雨含風送別離。今日兒心正飄蕩，折枝休折帶花枝。」崔有如此才，而以微罪褫職，漂泊江寧僧舍。當事者欲逐回籍，予力為護持，久之乃行。"
      },
      {
        "index": 71,
        "text": "年家子任進士大椿，詩學選體，獨《了義寺》一首，脫盡齊、梁金粉。詞曰：「過塢指歸林，到寺停雙楫。風吹煙穗斜，入戶氣騷屑。境僻罕來蹤，日落見殘雪。不識此何人，隔竹聞僧說。」又有句云：「抱琴看月去，吹鬢愛風來。」"
      },
      {
        "index": 72,
        "text": "壬申冬，陽羨詩人汪溥，落魄金陵。余小有周濟，蒙贈詩云：「邂逅得蒙青眼顧，此生今已屬明公。」還家後，寄其弟玉珩《圖山草堂詩》來，有「屋角響松濤，晴日長疑雨」之句。又《柳絮》云：「明知繡閣多春思，故傍簾前款款飛。」"
      },
      {
        "index": 73,
        "text": "竹筠女子早卒。自焚詩稿，僅傳其《宮詞》云：「中官宣詔按新箏，玉指輕彈別恨聲。恰被東風吹散去，君王乍聽未分明。」高東井題云：「叢殘私字疊鴛鴦，零亂殘脂盡斷腸。賴是六丁收不盡，一編擎出返魂香。」"
      },
      {
        "index": 74,
        "text": "同年邵叔岩太史《玉芝堂四六》一編，直逼齊、梁，詩亦高雅。掌教常州，余泊舟相訪。別後寄七律四章，有句云：「興來不覺風吹帽，坐久方知露濕衣。」《北歸》云：「終朝濟水隨船尾，盡日淮山在眼中。」"
      },
      {
        "index": 75,
        "text": "曹學士洛梗言：少時過市，買《椒山集》歸。夜閱之倦，掩卷臥，聞叩門聲，啟視，則同學遲友山也。攜手登臺聯句云：「冉冉乘風一望迷，」遲「中天煙雨夕陽低。來時衣服多成雪，」曹「去後皮毛盡屬泥。但見白雲侵月冷，」遲「微聞黃鳥隔花啼。行行不是人間象，手挽蛟龍作杖藜。」曹吟罷，友山別去。學士歸語其妻，妻不答；呼僕，僕不應。復坐北窗，取《椒山集》，掀數頁，回顧，則身臥竹床上。大驚，始知夢也。少頃，友山訃至。"
      },
      {
        "index": 76,
        "text": "周少司空青原未遇時，夢人召至一處，金字榜云「九天玄女之府」。周入拜，見玄女霞帔珠冠，南面坐，以手平扶之，曰：「無他相屬，因小女有像，求先生詩。」出一卷，漢、魏名人筆墨俱在，淮南王劉安隸書最工，自曹子建以下，稍近鍾、王風格。周題五律四首。玄女喜，命女出拜。神光照耀，周不敢仰視。女曰：「周先生富貴中人，何以身帶暗疾？我為君除之，作潤筆資。」解裙帶，授藥一丸。周幼時誤吞鐵針，著腸胃間，時作隱痛。服後霍然。醒來詩不能記，惟記一聯云：「冰雪消無質，星辰系滿頭。」"
      },
      {
        "index": 77,
        "text": "尤琛者，長沙人，少年韶秀，過湘溪野廟，見塑紫姑神甚美，題壁云：「藐姑仙子落煙沙，冰作闌干玉作車。若畏夜深風露冷，槿籬茅舍是郎家。」夜有叩門者。啟之，曰：「紫姑神也。讀郎詩，故來相就。」手一物與尤曰：「此名紫絲囊。吾朝玉帝時，織女所賜。佩之，能助人文思。」生自佩後，即登科出宰。女助其為政，有神明之稱。余按尤詩頗蘊藉，無怪神女之相從也。其始末甚長，載《新齊諧》中。"
      },
      {
        "index": 78,
        "text": "先祖旦釜公有詩一冊，皆蠅頭草書。予幼時曾手錄之。一行為吏，屢移眷屬，竟爾遺失。僅記其《詠雪》云：「忽然卷幔如逢月，可惜開窗不見山。」《途中遇雪》云：「四望平林飛鳥絕，一肩行李店房疏。」《鞏縣幕中五十自壽·沁園春》二闋，云：「自壽三杯，仰天稽首，屈指徘徊。嘆一經糟粕，挂名入泮；八場傀儡，逐隊登臺。漸漸消磨，人生老矣，富貴功名安在哉！休傷感，且搜尋禿管，別作生涯。佣書事屬吾儕，權混跡藩籬學賣呆。任紆青拖紫，名齊北斗；論黃數白，富比長淮。與我無干，事皆前定，何苦攢眉不放開與君約，在醉鄉深處，不飲休來。」又云：「自壽三杯，從今客邸，追數年華。憶金燈縱飲，呼盧喝雉；雕鞍馳射，問柳尋花。此興非遙，廿年前事，倏忽皤然老缺牙。憂來處，把唾壺敲缺，羯鼓頻撾。幾年浪跡天涯，若個是狂夫不憶家。看零丁弟妹，睜睜望我；嬌柔兒女，悄悄呼爺。恨不乘風，飄然歸去，可奈關河道路賒！黃昏後，問有誰伴我，數點寒鴉。」先祖慈溪籍，前明槐眉侍御之孫。槐眉與其父茂英方伯，有《竹江詩集》行世。"
      },
      {
        "index": 79,
        "text": "叔父健磐公，游西粵三十餘年。卒時，香亭弟年才十歲，以故詩多散失。余歸其喪，搜簏中，僅存見寄五律云：「獨向空庭立，詩思入沭陽。才先施簡邑，俸可養高堂。汝豈池中物？吾愁鬢上霜。何時一尊酒，相對話滄桑？」「吾生最飄泊，淚跡滿征衣。紫陌春猶在，青年事已非。水寬魚未活，樹密鳥難依。朽骨埋何處？秋原瘴雨飛。」"
      },
      {
        "index": 80,
        "text": "尹似村《小園》絕句云：「春草自來芟不盡，與花無礙不妨多。」深得司馬溫公所云「草非礙足不芟」包容氣象。"
      },
      {
        "index": 81,
        "text": "揚州郭元鐱，字於宮，江左十五子之一也。秋闈文卷，偶誤一字，乃挖小孔，補綴書之。收卷官勘以違例，不許入場。於宮作《挖孔》詩云：「吾道真成一喟然，仰高未已忽鑽堅。甲午首題：《仰之彌高》。似餐脈望三枚字，未補媧皇五色天。眼底金錕昏待刮，年來玉楮刻將穿。海山伴侶飛騰盡，慚愧偏為有漏仙。」「一罅虧成抵海寬，功名贏得齒牙寒。世情畢竟吹毛易，筆力須知透背難。混沌畫眉良可已，虛空著楔本無端。些些紕繆無多子，勞動諸君反覆看。」又：「誰知百步穿楊手，如此誇張洞札工。」「身世自憐還自笑，此生相誤只毛錐。」真不愧才人吐屬。"
      },
      {
        "index": 82,
        "text": "余在王孟亭太守處，翻閱舊簏。得劉大山先生手書詩冊。賀其祖樓村修撰移居云：「官如蠶受繭絲纏，鬱鬱惟將邸舍遷。家具無多移校易，街坊太遠住堪憐。月逢廟市剛三日，俸算詞林已六年。閉戶忍飢都不患，只愁囊乏買書錢。」「碧山堂裏老尚書，二十年前此卜廬。任防交游今在否？羊曇涕淚痛何如！頹廊有甓奔飢鼠，廢圃無牆種野蔬。此日君居最相近，教余一到一躊躕。」大山名岩，江浦人，人但知其工作時文，而不知詩才清妙乃爾。所云碧山堂尚書者，即東海徐健庵司寇，領袖名場者也。查浦先生亦有詩云：「分明萬壑歸東海，不到朝宗轉自疑。」可謂善於推尊者矣。"
      },
      {
        "index": 83,
        "text": "蕪湖范兆龍，字荔江，館江寧宰陸蘭村署中，時以詩見示，歸後身亡。記其《雨宿韓家廟》一首云：「陰雲蔽空白日冥，疾風滿路驅雷霆。幸接招提投一宿，空廊寂寂飛鼯鼯。齋廚無人煙火熄，佛前幾卷堆殘經。燃燈枯坐雙耳冷，側聽萬斛松濤傾。簷溜須臾聲漸止，門外潺諼猶未已。開軒月露浩盈階，仰看天光淨如洗。」"
      },
      {
        "index": 84,
        "text": "上虞陳少亭愛童二樹五言，為《摘句圖》，仿阮亭之摘施愚山也。余尤喜其「早煙山際重，春霧水邊多」、「看花蜂立帽，問水鷺隨人」、「晴流鳴斷壑，山影臥空田」數聯。"
      }
    ]
  }
}