{
  "chapterNumber": 11,
  "title": "卷十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "古陶太尉、歐陽少師之母，俱以教子貴顯，名傳千古。然兩母之著述不傳。即宣文夫人講解經義，幾與孔子並稱，而吟詠亦無聞焉。近惟畢太夫人，兼而有之。夫人名藻，字於湘，印江令笠亭先生之女，余同徵友少儀觀察之妹也。偶詠《梅》云：「出身首荷東皇賜，點額親添帝女裝。」首句本出無心，未幾秋帆尚書果殿試第一，繼王沂公而起。吉人之詞，便成詩讖，事亦奇矣。太夫人雖在閨閣，而通達政體。尚書出撫陝西，太夫人作詩箴之云：「讀書裕經綸，學古法政治。功業與文章，斯道非有二。汝宦久秦中，游膺封圻寄。仰沐聖主慈，寵命九重賁。日夕為汝祈，冰淵慎惕厲。譬諸樽櫨材，斫小則恐敝。又如任載車，失誡則懼躓。捫心五夜慚，報答奚所自？我聞經緯才，持重戒輕易。教敕無煩苛，廉察無猥細。勿膠柱糾纏，勿模棱附麗。端己勵清操，儉德風下位。大法則小廉，積誠以去偽。西土民氣淳，質樸鮮糜費。豐鎬有遺音，人文鬱炳蔚。況逢郅治隆，陶鈞綜萬類。民力久普存，愛養在大吏。潤澤因時宜，樽節善調理。古人樹聲名，根柢性情地。一一踐履真，實心見實事。千秋照汗青，今古合符契。不負平生學，不存溫飽志。上酬高厚恩，下為家門庇。我家祖德詒，箕裘罔或墜。痛汝早失怙，遺教幸勿棄。嘆我就衰年，垂老筋力瘁。曳杖看飛雲，目斷秦山翠。」讀其詩，可謂訓詞深厚，不減顏家庭誥。未幾太夫人就養官署，一路關心，訪察政聲。聞長安父老俱稱尚書之賢，太夫人喜，抵署又賦詩曰：「驂啡乍解路三千，風物琴川慰眼前。到處聽來人語好，頻年豐樂使君賢。」「連朝話舊到更深，不盡婁江望遠心。莫怪老人添白髮，兒童幾輩換鄉音。」「周遭竹嶼與花潭，檻外雲光映翠嵐。盡有瑣窗詩料在，不須回首憶江南。」太夫人受封極品，考終官署。庚子上巡江、浙，尚書居憂裏門，謁於行在，具陳母氏賢行。上賜「經訓克家」四字。尚書建樓於靈岩別業，以奉宸章，當世榮之。有《培遠堂詩集》行世。"
      },
      {
        "index": 2,
        "text": "《培遠堂集》中，美不勝收，摘其尤者。五古如《靈岩山館夜坐》云：「圓景下絕壁，山館忽已暝。石磴靜張琴，雪泉清瀹茗。不知夜已深，月上青松頂。」五律如《正月十二夜》云：「銀釷暗畫堂，坐數漏偏長。雁影半牆月，雞聲萬瓦霜。夜吟多遣興，春夢不離鄉。庭下微風起，梅花入幕香。」《落葉》云：「微霜零木葉，秋氣乍蕭森。亂逐西風下，多隨涼雨深。紙窗延皎月，苔磴失層陰。偶爾憑欄立，平林露遠岑。」七律如《小園》云：「小園半畝寄西城，每到春深信有情。花裏簾櫳晴放燕，柳邊樓閣曉聞鶯。《漢書》舊讀文猶熟，晉帖初臨手尚生。自笑爭心猶未忘，閒招鄰女對棋枰。」七絕如《探梅》云：「光福寺前日欲曛，上陽村外望綱組。幹林萬壑浩無際，不辨湖光與白雲。」《春殘》云：「斐幾熏爐百衲琴，綠陰門巷晝沉沉。春來小苑無人掃，花落窗前一寸深。」《松徑》云：「曲徑彎環石級高，滿亭山色綠周遭。松風似厭泉聲小，自寫雲門百尺濤。」五排如《雁字》云：「一片雲藍紙，鴻文絕點瑕。《禽經》殊古雅，羽檄等紛孥。每作纏聯起，何曾敘次差？銜蘆如運筆，游霧類塗鴉。凡鳥徒貽誚，家雞詎用誇？緘情來塞北，傳信向天涯。四出驚風急，低橫遠岫遮。諧聲呼伴侶，破體遇弓權。行斷疑從缺，書空點不加。奇姿多縹緲，取勢故欹斜。斂翰停搞藻，臨池戲劃沙。鵝群猶遜巧，鳳策足聯華。水映騰清稿，煙籠護碧紗。挨天才不愧，逸興寄雲霞。」五言絕如《雨夜》云：「向晚花冥冥，獨坐理琴譜。一縷茶煙生，疏簾散春雨。」六言絕如《夏日作》云：「撥火爐香揚來，卷簾梁燕飛去。吳門六月猶寒，雨在江南何處？」皆有清微淡遠之音，真合作也。其他名句，五言如《望華》云：「日生常夜半，雲到只山腰。」《嚐新茶》云：「未乾春露氣，猶帶曉雲香。」《虎丘》云：「隔花皆有閣，入寺始知山。」《江村寓目》云：「山吞將落日，風抵欲來潮。」七言如《梅花》云：「獨與白雲如有約，遙疑積雪亦生香。」《聞蟲》云：「花徑雨過苔乍冷，豆棚風定月初明。」《野望》云：「雨餘霜葉紅於染，風定炊煙白欲凝。」《靈岩懷古》云：「香徑花開人去後，磲廊風響月明中。」《登澄觀樓》云：「積雪明多能淡日，遠山寒極不生煙。」"
      },
      {
        "index": 3,
        "text": "仁和沈椒園庭芳，查聲山學士外孫也。其尊甫麟洲先生，宰文昌，被累，戍寧夏。母查太淑人留居嘉善，不從行。椒園每歲南北省親，極行路之苦。有詩云：「秋生紅豆辭南國，春到青銅赴朔方。」「青銅」者，寧夏山名。又：「雲影有心隨望眼，淚痕和線綻征衣。」為厲樊榭孝廉所賞。沈歿後，張少儀有詩哭之，云：「塞上草枯雙淚白，瀛州雲淨一襟清。」「草枯」，用裴子野事，蓋紀實也。觀察尊甫笠亭先生，宰印江，與沈同戍。觀察徒跣萬里，號呼求救，卒獲安全。嗚呼！三君皆與余同舉詞科，而沈、張兩觀察，又同舉詩社於李玉洲先生家，往來尤狎：今皆先後化去。追思六十年中，升沉聚散，音塵若夢，可為於邑！張母顧恭人若憲，即畢太夫人母也。有《挹翠閣集》。與武林林以寧、顧姒齊名。隨宦胖舸，卒於官所。太夫人有《得黔中信》二首最淒惻，詩云：「黔中驛使到，腸斷血沾襟。絕域懷歸意，頻年憶女心。不曾虛藥物，猶為寄華簪。淒絕離亭語，迢遙遂至今。」「官舍千山外，飄飄丹旒懸。望雲空白髮，繞膝待黃泉。猶有清吟在，應教彤管傳。阿兄歸日近，負土在明年。」其後，尚書迎養秦關，少儀自滇中解組來署，白頭兄妹，唱和終朝。太夫人又作云：「千里迢遙客乍回，相逢歲盡笑眉開。廿年發逐梅花白，一夜春隨爆竹來。誰料異鄉逢雁序，細談舊事劃壚灰。殷勤傳語司更者，漏箭城頭莫浪催。」"
      },
      {
        "index": 4,
        "text": "吳中詩學，婁東為盛。二百年來，前有鳳洲，繼有梅村；今繼之者，其弁山尚書乎《過吳祭酒舊邸》詩云：「我是婁東吟社客，瓣香私淑不勝情。」其以兩公自命可知。然兩公僅有文學，而無功勛；則尚書過之遠矣！尚書雖擁節鉞，勤王事，未嘗一日釋書不觀；手披口誦，刻苦過於諸生。詩編三十二卷，曰《靈岩山人詩集》。靈岩者，尚書早歲讀書地也。"
      },
      {
        "index": 5,
        "text": "蔣用庵有句云：「花以春秋分早晚，天子才命各升沉。」斯言是也。然有才無命，終不能展布經綸。徐英公遣將，必用方面大耳者，曰：「取彼福力，成我功名。」余按：嵩陽，毒地也；代公到而龍遠徙。樂陽，苦泉也；房豹臨而味變甘。此其明效也。天子知賓山尚書最深，故中州奇荒，移公於秦中；荊州水災，移公於楚省。公所到處，便能變醣養瘠，元氣昭回：古今人若合一轍。然非有至誠慘怛之懷，亦不能上格天心，而下孚民望。公有《荊州述事》詩十首，仁人之言，不愧次山《舂陵行》。今錄其八，云：「一色長天接混茫，登高無地問蒼蒼。突如禍比焚巢慘，蠢爾危於破釜忙。海市應開新聚落，渚宮重見小滄桑。最憐豸繡烏臺客，披髮何由訴大荒魯侍御贊之，全家陷沒。」「涼飆日暮暗淒其，棺娶縱橫滿路歧。飢鼠伏倉餐腐粟，亂魚吹浪逐浮尸。神鐙示現天開網，聞水患前數日，江上時有神鐙來往。息壤難堙地絕維。那料存亡關片刻，萬家骨肉痛流離。」「浪頭高厭望江樓，眷屬都羈水府囚。人鬼黃泉爭路出，蛟龍白日上城游。悲哉！極目秋為氣，逝者傷心淚進流。不是乘桴便升屋，此生始信即浮漚。」「生生死死萬情牽，騷客酸吟《哀郢》篇。慈筏津迷登彼岸，濫觴勢蹶竟滔天。不知骨化泥塗內，只道身經降割前。此去江流分九派，魂歸何處識窮泉？」「雲夢蒼茫八九吞，半皆餓口半游魂。鮫綃有淚珠應滴，鰲足無功極恐翻。救急城填成死劫，劈空刀落得生門。若非帝力宏慈福，十萬蒼靈幾個存？」「手敕親封遣上公，勤氏堂陛一心通。金錢內府催加賑，版築《冬官》記《考工》。直欲犀然窮罔象，肯教鶉結哭鴻瀠？宵衣五夜批章奏，飢溺真如一己同。」「大工重議築方城，免使蚩氓祝癸庚。涼月千家嫠婦淚，清霜萬杵役夫聲。蟻生漸整新槐穴，虎旅重開舊柳營。我有孝侯三尺劍，誓將踏浪斬長鯨。」「江水茫茫煙靄深，紙錢吹滿挂楓林。冤埋魚腹彈湘怨，哀譜鴻鳴寫楚吟。南國鄭圖膏雨逮，西風潘鬢鏡霜侵。莫嗟病骨支離甚，康濟儒生本素心。」"
      },
      {
        "index": 6,
        "text": "古名臣共事一方，賡唱疊和，最為佳話。唐白太傅刺杭州，而元相觀察浙東，彼此以詩往來，為昇平盛事。近日秋帆尚書總督兩湖，適蒙古惠椿亭中丞來撫湖北，致相得也。尚書知余作《詩話》，因寄中丞詩見示，讀之欽為名手。僅錄其《過哈密》云：「西扼雄關第一區，鞭絲遙指認伊吾。當年雁磧勞戎馬，此日人煙入版圖。路向車師雲黯淡，天連吐谷雪模糊。寒威陣陣催征騎，不問村醪尚有無。」《過潼關》云：「百二秦關萬古雄，片帆黃水渡西風。馬嘶沙岸寒濤外，人倚山城夕照中。眼界一時窮古磧，爪痕三度笑飛鴻。余自湟中往返，並此凡三次。來朝又入華陰道，飽看霜林幾樹紅。」《果子溝》云：「山勢嶙峋水勢西，過溝百里屬伊犁。斷橋積雪迷人跡，古澗堆冰礙馬蹄。驛騎送迎多舊雨，征衫檢點半春泥。數間板閣風燈裡，猶有閒情倚醉題。」中丞早歲工詩，後即立功青海、伊犁及天山南北，凡古之月支、鄯善，足跡殆遍。以故以所見聞，彰諸吟詠；宜其沉雄古健，足可上凌七子，下接黃門矣。中丞詩不專一體，亦有清微委婉，得中唐神味者。如：《靜坐》云：「夕陽留戀最高枝，簾影垂垂小困時。夢裏不忘身是客，鏡中怕見鬢如絲。黃花秋綻東籬早，紫塞人憐北雁遲。悄蒸一爐香靜坐，篆煙縷縷結相思。」《秋宵》云：「離懷輕易豈能休？打疊新愁換舊愁。宿酒大都隨夢醒，殘燈多半為詩留。月扶花影偏憐夜，風得棋聲亦帶秋。漸覺宵寒禁不起，笑披鶴氅也溫柔。」《過華峰題壁》云：「主人愛客獨超群，小隊招邀過渭、汾。三十六峰無所贈，隨緣分與一溪雲。」《題畫》云：「誰家亭子碧山巔，白板橋通屋幾椽。遠樹層層山半角，杖藜人立夕陽天。」其他佳句，如：「柳圍雙沼水，花掩一房山。」「渡口雲連春草碧，波心浪湧夕陽紅。」皆可傳也。"
      },
      {
        "index": 7,
        "text": "湖北陳望之方伯，為其年檢討之後人，詩才清妙，綽有家風。官楚時，適與畢、惠兩公共事，可謂天與詩人作合也。第方伯詩，余只錄見贈佳句入三卷中，此外未窺全豹。忽有松江廖某持《養鶴圖》見題，中有方伯一絕云：「美人自結歲寒盟，入座云山照眼明。料理鶴糧門盡掩，松花如雨撲簾旌。」清脆絕塵。嘗鼎一臠，亦可知味矣。"
      },
      {
        "index": 8,
        "text": "畢尚書宏獎風流，一時學士文人，趨之如鶩。尚書已刻黃仲則等八人詩，號《吳會英才集》。此外，尚有吳下張琦，字映山者，亦在幕中。生平不甚讀書，而工作韻語。五言如：詠《簾》云：「西北小紅樓，湘簾懶上鉤。織成千縷恨，添得一層愁。夜逗玲瓏月，風穿瑣碎秋。爐香隔不斷，偷出畫簷浮。」七律如：《登妙高臺》云：「海門中折大江開，浩浩風濤白雪堆。樓閣自盤飛鳥上，淮、徐爭送好山來。千秋吊古空搔首，二月懷人正落梅。滿池江湖雙白眼，與誰同覆掌中杯？」《夏日感懷》云：「笠澤湖邊是我家，釣竿魚艇足生涯。酒泉戀酒不歸去，開過幾番菡萏花？」和人《寒食憶舊》云：「春好因尋方外交，小樓高出萬松梢。山童遙指向予笑，開士作家如鳥巢。」「六橋春水曲還通，載酒舟行夕照中。指點鶯聲好樓閣，小桃斜出一枝紅。」「醉筆燈前雜草行，已聞遙巷一雞鳴。登床倘有夢歸去，好趁半街殘月明。」《游靄園》云：「峰巒曲折水淙淙，花映藩籬竹映窗。最好小亭東北望，青山缺處露秋江。」五言絕句詠《溫泉》云：「欲訪阿房跡，平原煙樹昏。楚人一炬後，贏得水長溫。」映山弟名瑗，字慕蘧，予於吳門見之。聽其言，令人不衣自暖；詩有家風。《道中》云：「人家屈曲居山腹，客騎盤旋走樹頭。」《舟中》云：「遠灘沙漲疑分港，順水帆飛似逆流。」《應山道中》云：「危峰有路人煙少，破廟無門水鳥棲。」《黃鶴樓》云：「巴蜀浪噴天欲濕，荊襄雲起樹全無。」《題高校書小照》云：「胭脂山接楚王宮，人好先知境不同。一閣苕苕闌曲曲，春深門閉百花中。」"
      },
      {
        "index": 9,
        "text": "王夢樓從雲南歸，嘗誦寶意先生《憶舊》一絕云：「鶯花庭院綺羅年，箏語琴心記不全。剩有舊時金屈戍，畫樓深鎖五更天。」"
      },
      {
        "index": 10,
        "text": "上元有任東白者，《哭方行之》云：「此日曾無杯酒奠，夜臺應諒故人貧。」陳古漁為予誦而傷之，未幾任亦死。"
      },
      {
        "index": 11,
        "text": "隱僻之典，作詩文者不可用，而看詩文者不可不知。有人誦明季楊維斗先生詩，曰：「吾宮蘿卜火，咳唾地榆生。』所用何書？」余按，《北史》：「魏昭成皇帝所唾處，地皆生榆。」「蘿卜火」不知所出。後二十年，閱《洞微志》：「齊州有人病狂，夢見紅裳女子，引入宮中，歌曰：『五靈樓閣曉玲瓏，天府由來是此中。惆悵悶懷言不盡，一丸蘿卜火吾宮。』旁一道士云：『君犯大麥毒也。少女心神，小姑脾神，知蘿卜制面毒，故曰火吾宮。火者，毀也。』狂者醒而食蘿卜，病遂愈。」夏醴穀先生督學楚中，歲試題《象日以殺舜為事》。有一生文云：「象不徒殺之以水，而並殺之以火也。不徒殺之於火，而又殺之以酒也。」幕中閱文者大笑，欲批抹而置之劣等。夏公不可，曰：「恐有出處，且看作何對法。」其對比云：「舜不得於母，而遂不得於父也；舜雖不得於弟，而幸而有得於妹也。」通篇文亦奇警。夏公改置一等；欲召而問之，而其人已遠出矣。余按：舜妹皸首與舜相得，載《帝王世紀》。祖君彥檄煬帝云：「蘭陵公主逼幸告終，不圖皸首之賢，反蒙齊襄之恥。」是此典六朝人已用之。惟以酒殺舜，不知何出。又十餘年，讀馬輔《繹史》，方知象飲舜以藥酒，見劉向《列女傳》。"
      },
      {
        "index": 12,
        "text": "許太夫人《夜坐》云：「瘦削吟肩詩滿腔，春燈獨坐影幢幢。可憐落月橫斜照，畫稿分明印紙窗。」畢太夫人《夜坐》云：「晚睡才興理鬢鴉，侍兒擎到雨前茶。愛看寫月桃花影，移上紅窗六扇紗。」兩題兩詩，工力悉敵。"
      },
      {
        "index": 13,
        "text": "嚴東有選《宋人萬首絕句》，採取最博。余流覽說部，嫌有遺珠；為錄數十首，以補其缺。未及交付，東有已亡。乃仿王漁洋《池北偶談》採宋絕句之例以補之。其題、其作者姓名，俱不省記也。其詩云：「鎮日尋春不見春，芒鞋踏遍隴頭雲。歸來偶過梅花下，春在枝頭已十分。」「昨日廚中乏短供，嬌兒啼哭飯籮空。阿娘搖手向兒道：爺有新詩上相公。」「十年山館始圍牆，竹裏開門筍最長。一輛小車行得過，不愁花露濕衣裳。」「行盡疏籬見小橋，綠楊深處有紅蕉。分明眼界無分別，安置心頭不肯消。」「白頭波上白頭翁，家逐船移浦浦風。一尺鱸魚新釣得，兒孫吹火荻蘆中。」「桃花雨過碎紅飛，半逐溪流半染泥。何處飛來雙燕子？一時含到畫梁西。」「金針刺破南窗紙，偷引寒梅一陣香。螻蟻也知春富貴，倒拖花片上宮牆。」「白雲山上白雲泉，泉自無心雲自閒。何必奔流下山去，又添波浪在人間。」「與郎相期月上時，及至月上郎不知。妾在平地見月早，郎在深山見月遲。」「風急雲驚雨不成，覺來春夢甚分明。當時苦恨銀屏影，遮隔仙娥只聽聲。」「寄語沙邊鷗鷺群，也須從此斷知聞。諸公有意除鉤黨，甲乙推排恐到君。」「浪靜風平月正中，自搖柔櫓駕孤篷。若非三萬六幹頃，把甚江湖著此翁？」「小桃無主自開花，煙草茫茫帶晚霞。幾處敗垣圍故井，向來一一是人家。」「校獵山陰幾度春，雕弓羽箭不離身。於今老去渾無力，看見飛鴻指示人。」「鳴髓直上三干尺，風緊秋高雪正乾。碧眼胡兒三百騎，盡提金勒向雲看。」「花前灑淚臨寒食，醉裏回頭問夕陽。不管相思人老盡，朝朝容易下西牆。」「桑麻不擾歲常登，邊將無功吏不能。四十二年如夢醒，春風吹淚過昭陵。」「繡袖翻翻上翠茵，舞姬猶是舊精神。座中莫怪無歡意，我與將軍是故人。」「相思無路莫相思，風裏楊花只片時。惆悵深閨獨歸客，曉鶯啼斷落花枝。」「囑咐花香莫過牆，隔牆人正繡鴛鴦。聞香定要停針線，繡不成雙不寄將。」「花飛一片減春光，恰逐春風送夕陽。莫放珠簾遮燕子，好教含得上雕梁。」「春風永巷閉娉婷，長使青樓誤得名。不惜卷簾通一顧，怕君著眼未分明。」「南鄰北舍牡丹開，年少尋芳日幾回。惟有君家老松樹，春風來似未曾來。」「霧裏江山看不真，只雞犬認前村。渡船滿板霜如雪，印我青鞋第一痕。」「牛渚磯邊渺渺秋，笛聲吹月下中流。西風不識張京兆，畫得蛾眉如許愁！」「未得霜晴不是晴，霜晴無復點雲生。鷺鷥不遣魚驚散，移腳惟愁水作聲。」「竹裏茅茨竹外溪，粼粼白日護魚磯。想因日日來垂釣，石上蓑衣不帶歸。」「春山靈草百花香，誰識仙家日月長。滿院莓苔綠陰匝，棋聲何處隔宮牆？」「田家汩汩水流渾，一樹高花明遠村。雲意不知殘照好，卻將微雨送黃昏。」「小白長紅又滿枝，築球場外獨支頤。春風自是人間客，主張繁華得幾時。」「月團新碾瀹花瓷，飲罷呼兒課《楚詞》。風定小軒無落葉，青蟲相對吐秋絲。」「夜涼吹笛千山月，路暗迷人百種花。棋罷不知人換世，酒闌無奈客思家。」「胡虜安知鼎重輕？指蹤先自漢公卿。襄陽耆舊惟龐老，受禪碑中無姓名。」「欲挂衣冠神武門，先尋水竹渭南村。卻將舊斬樓蘭劍，買得黃牛教子孫。」「一年春事又成空，擁鼻微吟半醉中。夾道桃花新雨過，馬蹄無處避殘紅。」「簾里孤燈覺晚遲，獨眠留得畫殘眉。珊瑚枕上驚殘夢，認得蕭郎馬過時。」「淡黃越紙打殘碑，都是先王御製詩。白髮內人含淚讀，為曾親見寫詩時。」"
      },
      {
        "index": 14,
        "text": "唐開元之治，輔之者：宋瓊以德，姚崇以才，張說以文：皆稱賢相。本朝巡撫蘇州者：湯潛庵以德，宋牧仲以文：皆中州人也。近日中州胡云坡司寇秉臬蘇州，繼二公而起，政簡刑清，屢開文宴，一時名士如平瑤海太史、顧星橋進士，時時過從。余至吳門，必招赴會。公領尚書後，都中猶寄懷云：「過江名士久推袁，吳下相逢月滿軒。鸞掖文章留舊價，倉山著述綜群言。平生契合惟元老，半世棲遲為壽萱。我上燕臺每南望，最關情處是隨園。」後又寄《扈從紀事詩》十二首來，不作頌揚泛語，自出心裁。《從圍》云：「一望燈光列星斗，始知身在五雲邊。」想見待漏晨趨，身傍九霄之光景。「策馬上山尋別路，忽聞絕壑響松濤。」想見熱處冷行，不爭衝要之識力。至於「才過殘月又新月，幾度排班看打圍」，則又明寫湛露龍光、晝日三接之恩榮焉。有札命余和韻。余以詩貴清真；目所未瞻，身所未到，不敢牙牙學語，婢作夫人：故不敢作也。"
      },
      {
        "index": 15,
        "text": "攜李顧牧雲流寓襄陽。一日獨游隆中，憑吊武侯遺跡，避雨臨龍岡；見山腰有茅庵，一叟出迎，風貌奇古。正欲與言，則庵側蹲一猛虎，顧驚且僕。老翁笑曰：「子無懼，此虎已歸依我作弟子矣。」且曰：「知子能詩，盍題數言見贈？」顧辭以目疾。翁取几上芋與食，命瞑坐一刻，開眼，果察秋毫。顧異之，即題石壁云：「一衣一缽一軍持，雲水天涯任所之。莫笑道人無侶伴，新收猛虎作童兒。」「偶向山前咒毒龍，風雷欲拔萬株松。須臾明月當空起，歸到茅簷打晚鐘。」翁留宿庵中。臨別，曰：「明年正月上寅日，吾開丹爐，與子服一粒，體輕成仙；勿忘此囑！」次年，及期赴約。行未十里，風雪大作，山無行徑，又恐老翁不在，猛虎獨存，悵悵而返。後十餘年，目漸昏，體漸衰，悔從前向道之心不勇。又賦詩云：「老堪嗟，駐顏何處覓丹砂？老堪惱，五官雖具無一好。凋零渾似過時花，憔悴不殊霜後草。手頻戰，頭屢顛，行來蹩楚足不前。自憎容貌改，人惡性情偏。短嗟乎！我今八十已如此，愁煞蓬萊千歲仙。」"
      },
      {
        "index": 16,
        "text": "《毛詩·伐木》章有「求其友聲」之語。杜陵有「文章有神」之句。余初不信此言；後歷名場五十年，方知古人非欺我也。戊申八月，年家子許香岩告余云：其同鄉程蔌園明府，宰武進。六月望後，苦熱移榻桑影山房，讀《小倉山房詩》而愛之。《夜夢題後》云：「吟壇甌北及新畬，盟主當時讓本初。摶古為丸知力大，愛才若命見心虛。仙人偶戲蓬壺頂，下士爭酣墨沈餘。格調不能名一體，香山竊比意何如？」滿洲詩人法時帆學士與書云：「自惠《小倉山房集》，一時都中同人借閱無虛日；現在已抄副本。洛陽紙貴，索詩稿者坌集；幾不可當。可否再惠一部。何如？」外題拙集後云：「萬事看如水，一情生作春。公卿多後輩，湖海有幽人。筆陣驅裙屐，詞鋒怖鬼神。莫驚才力猛，今世有誰倫？」此二人者，素不識面，皆因詩句流傳，牽連而至；豈非文字之緣，比骨肉妻孥，尤為真切耶？又有皖江魯沂者，見贈云：「此地在城如在野，其人非佛亦非仙。」卻切隨園。敕園名明愫，孝感人。時帆名式善，滿洲人。"
      },
      {
        "index": 17,
        "text": "有僧見阮亭先生，自稱應酬之忙，頗以為苦。先生戲云：「和尚如此煩擾，何不出家？」聞者大笑。余按：楊誠齋有句云：「袈裟未著嫌多事，著了袈裟事更多。」"
      },
      {
        "index": 18,
        "text": "虞山趙再白孝廉作詩，如武侯出師，志吞吳、魏，而氣力不足。摘其《中秋呈鄂文端公》云：「樓虛貯月光常滿，水闊涵星影自稀。」可謂頌揚得體。《真州朝陽樓》云：「萬重山去圍如海，千里江來折到樓。」《自嘲》云：「名士本來如畫餅，古人原不好真龍。」又，《渡江》有「水立不動天無容」七字，殊奇。曾為余誦鄂公未遇時句云：「一飯便留客，得錢仍與人。」相公氣局之大，早可想見。"
      },
      {
        "index": 19,
        "text": "齊田駢不屑仕宦，而家甚富。或戲之曰：「臣鄰女貌稱不嫁，行年三十，而有七子；不嫁則不嫁，然而嫁過畢矣。今先生設為不宦，訾養干鐘；不宦則不宦，而宦過畢矣。」孫芷亭仿其意，詠《息夫人》云：「無言空有淚，兒女粲成行。」"
      },
      {
        "index": 20,
        "text": "沈永之與余同榜。五十年，官云南驛鹽道。乞病歸，途中信來，道生一女；適余生阿遲。念二人俱是麼豚暮鷚，遂相訂為婚。沈寄詩云：「天留蔗境與公嘗，六十逾三學弄璋。」又曰：「蘭譜同年交最舊，錦繃合璧事尤奇。」未幾，沈來山中，云：「女為旁妻殷氏所出，本籍江寧。父某，康熙間作雲南守備，僑居滇中，年八十餘，聞沈失配，願以女供箕帚。沈辭年老。殷強嬲不已。問何故。曰：『我本江南人，墳墓現在金陵。公南人也，以女從公，庶幾留江南一脈耳。』」吁！當殷翁起念時，豈料真有余之僑居江寧者一段因緣哉？天下事巧湊之奇，往往如此。為賦《感婚》長篇，中數句云：「果然此，老嬉游處，安置他家女外孫。萬里合教青鳥使，一函先報白頭人。」殷夫人號稱國色，攜其女來隨園相婿；故又云：「嬌娃抱出珠相似，阿母同來花見羞。」沈得詩，以示梁瑤峰相公。公連讀此二句，音較響。胡云坡尚書在座，不覺大笑。"
      },
      {
        "index": 21,
        "text": "金陵太守謝呈，抵任時，索余對聯。余贈云：「太守風清，江左依然迎謝傅；先生來晚，山中久已臥袁安。」陳省齋先生繼其父，署守鎮江。余代作對聯云：「守郡繼先人，問江水長流，剩幾個當年父老；析薪綿世澤，願黃堂少住，留一枝此日甘棠。」"
      },
      {
        "index": 22,
        "text": "偶過竹林寺，見題壁云：「曉來一雨動新涼，獨展殘編坐竹房。無數風枝墮殘滴，紅闌幹外即瀟湘。」或云：「此近人趙魯瞻詩也。」"
      },
      {
        "index": 23,
        "text": "李方膺明府善畫梅，性傲岸，而與余交好。歿後，其子某見贈云：「記得先君交兩友，一子才子一梅花。」殊有風趣。有郭耕禮者，嫌其稱父執之字為不恭。余曰：「『仲尼祖述堯、舜。』子思且字其祖矣，何不恭之有？」"
      },
      {
        "index": 24,
        "text": "桐城張文和公七十壽辰，上賜對聯云：「潞國晚年猶矍鑠；呂端大事不糊塗。」梁文莊公乞假養親，上賜詩云：「翻祝還朝晚，卿家慶更深。」常州陳文恭公某相國挽聯云：「執笏無慚真宰相；蓋棺還是舊書生。」"
      },
      {
        "index": 25,
        "text": "予幼時，大母常為予言：大父旦釜公，性豪俠，與沈通聲秀才交好。秀才中表楊大姑，有文君夜奔之事，托先祖為之道地。楊纖足，夜行不能逾溝。先祖助沈，為扶而過之。事發，藏匿余家。大姑纖腰美盼，吐屬嫻雅。大母亦憐愛之。母家訟於官。太守某惡其越禮，鬻與駐防旗下。大姑佯狂披髮，自啖其溺。旗人不能容。沈暗遣人買歸，終為夫婦，生一女而亡。後閱《香祖筆記》載此事，稱武林女子王倩玉者，蓋即楊氏，諱其姓為王也。其寄沈《長相思》一曲云：「見時羞，別時愁，百轉千回不自由；教奴爭罷休！懶梳頭，怕凝眸，明月光中上小樓：思君楓葉秋！」"
      },
      {
        "index": 26,
        "text": "戊申過虞山，竹橋太史薦士六人。孫子瀟《長干里》云：「門前春風其來矣，珠箔無人自卷起。」《對酒》云：「黃金能買如花人，不能買取花時春。」陳聲和《西莊草堂》云：「水高帆過當窗影，風起花傳隔岸香。」《偶成》云：「生怕曉風吹絮落，願為殘燭照花眠。」皆少年未易才也。"
      },
      {
        "index": 27,
        "text": "余不耐學詞，嫌其必依譜而填故也。然愛人有佳作。老友何獻葵之長郎名承燕者，其《壽內》云：「紙閣蘆簾偕老，欣欣十載於茲。算百年荏苒，三分去矣；半生辛苦，兩個同之。弄杼秋宵，檢書寒夜，常伴窗前月半規。慚相對，把青雲穩步，望了多時。今宵喜溢雙眉，是三十平頭設悅期。記去年壽我，一杯新釀；我今壽爾，一曲清詞。爾本荊釵，我非紈挎，風味儒家類若斯。還堪笑，笑梅花繞屋，又放枝枝。」《春雨》云：「簾外輕寒傍曉多，試問鸚哥：春色如何？為言昨夜雨婆娑；紅了庭柯，綠了簷蘿。流水茫茫卷逝波，春事蹉跎，花事蹉跎。尋芳休待楚雲過，放下香螺，披上煙蓑。」《留須》云：「馬齒頻加，鵬程屢蹶，還容爾面添何物丈夫欲表必留須，試問那個些兒沒窺鏡多慚，染羹誰拂鬃鬃博得羅敷悅。從今但擬學詩人，閒吟便好將他捋。」詠《眼鏡》云：「非關四十視茫茫，也欲借君光。自從與子，囊中相處，一鑒休亡。誰為白眼淮青眼，相對總無妨。閱人世上，觀書燈下，祇怕心盲。」《吸煙美人》云：「吐納櫻唇，氛氳蘭氣，玉纖握處堪憐。脂香粉澤，分外覺清妍。豈是陽臺行雨，剛來自十二峰邊闌幹外，風鬟霧鬢，猶自繞雲煙。流連，怎禁得相思暗結，閒悶難捐算、消遣春愁，此最為先。怪底鴛鴦繡倦，停針坐，便爾情牽。恰喜有知心小婢，一笑遞嬋娟。」《無題》云：「遮遮掩掩，心下難拋秋一點。微露鞋尖，妾隔珠簾郎轎簾。簾垂人遠，只道西風吹不卷。風更風流，不卷簾兒誓不休。」記黃仲則有《禽言》斷句云：「誰是哥哥？莫喚生疏客。」尖新至此，令人欲笑。"
      },
      {
        "index": 28,
        "text": "皇甫古尊在金陵市上，得金字扇一柄，乃前朝名妓徐翩翩所書。扇尾署名曰：「金陵蕩子婦某」。古尊喜甚，求題於厲太鴻先生；得《賣花聲》一闋，云：「花月秣陵秋，十四妝樓。青溪回抱板橋頭。舊日徐娘無覓處，芳草生愁。金粉一時休，團扇誰留碲人？祇有小銀鉤。句尾可憐書『蕩婦』，似訴漂流。」余讀之，不覺魂消，亦以《揮扇士女圖》索題。先生為填《南鄉子》，云：「思夢髻慵梳，鸚鵡驚回依井梧。扇影似人人似月，圓初。十六盈盈十五餘。並蒂點紅蕖，更有關心好句書。不用近前頻掩面，生疏。水院雲廊見也無？」"
      },
      {
        "index": 29,
        "text": "心余未入翰林時，彼此相慕未見，寄長調四首來。其《賀新涼》云：「記向秦淮水，問何人、小樓吹笛。勸人愁死，雨皺嵐皴多偃蹇，我與蔣山相似。白下柳、又添憔悴。卻到江山奇絕處，遇雙鬟、都唱袁才子。情至者，竟如此！羅衫團扇傳名字，比風流、淮南書記，蘇州刺史。常聽東華故人說，腸斷江南花底。何苦較、天都人世。樓閣虛無平等看，謫塵寰、終是神仙耳。花落恨，莫提起。」《百字令》云：「才人為政，羨宦成、三十居然不朽。互聽參觀如善射，轉側皆能入彀。游戲奇情，循良小傳，千里傳人口。西清餘子，旁觀且袖雙手。底事拋擲西湖，勾留南國，展放林端牖六代青山橫淺黛，都做袁家新婦。酒客清豪，名姬窈窕，小令歌紅豆。香名艷福，幾人兼此消受。」《夢芙蓉》云：「忽拜魚書貺，有十分思憶，十分惆悵。不曾相識，相識如何樣。泛詞源春漲，十隊飛仙旗仗。情至文生，縱編珠組繡，排比亦清曠。眼底金剛紛變相，問誰能寂坐蓮幢上？低首前賢，焉敢角瑜、亮幾人憐跌宕，難覓酒樓歌舫。一卷新詞，待求君按節，分遣小紅唱。」《邁陂塘》云：「揀鄉山、絕無佳處，躬耕又乏南畝。塵容俗狀真難耐，待覓灌夫行酒。尋犀首。奈淚灑黃壚，漸失論文友。小人有母，但北望京華，徘徊小院，寂寞倚南斗。食肉者、俊物粗才都有。半是望秋蒲柳。東塗西抹年華改，說甚色絲紊臼。牛馬走、約丁字簾前，共剪春盤韭。故人歸否唱『山抹微雲』，『大江東去』，准備捉秦九。謂澗泉同年。」"
      },
      {
        "index": 30,
        "text": "乾隆戊辰，李君宗典，權知甘泉，書來，道女子王姓者，有事在官，可作小星之贈。予買舟揚州，見此女於觀音庵；與阿母同居，年十九，風致嫣然，任予平視，挽衣掠鬢，了無忤意。欲娶之，而以膚色稍次，故中止。及解纜，到蘇州，重遣人相訪，則已為江東小吏所得。余為作《滿江紅》一闋云：「我負卿卿，撐船去、曉風殘雪。曾記得庵門初啟，嬋娟方出。玉手自翻紅翠袖，粉香聽摸風前頰。問妲娥何事不嬌羞，情難說。既已別，還相憶；重訪舊，杳無跡。說廬江小吏公然折得。珠落掌中偏不取，花看人採方知惜。笑平生雙眼太孤高，嗟何益！」"
      },
      {
        "index": 31,
        "text": "隨園四面無牆，以山勢高低，難加磚石故也。每至春秋佳日，士女如雲；主人亦聽其往來，全無遮攔。惟綠淨軒環房二十三間，非相識者，不能遽到。因摘晚唐人詩句作對聯云：「放鶴去尋三島客；任人來看四時花。」"
      },
      {
        "index": 32,
        "text": "舒城沈生本陛，字季堂，年已艾矣。戊申秋，以詩求見，各體俱工。古風如《白石山》、《古柏行》等篇，詩長不能備錄。五言如：《西施洞》云：「香草美人遠，春山古洞寒。」見贈云：「記吟詩句從黃口，得傍門牆已白頭。」俱妙。餘三首，已採入《續同人集》中。其祖名長祚者，康熙間舉鴻博，有《竹香園集》。《過友人草堂》云：「春雲遮不盡，柳色認君家。到徑聽微雨，開門見落花。古心微直諒，閒語及桑麻。飯量年來減，村醪莫更賒。」《哭友》云：「修短難將理問天，人間福慧應難全。他生好向空王乞，少占才華自永年。」"
      },
      {
        "index": 33,
        "text": "張南垣以畫法壘石，見者疑為神工。吳梅村、黃梨洲皆為之傳，載文集中。太倉蘺菱園，為王麟洲奉常別業；園中假山，南垣遺制。後歸弁山尚書，為奉母地，更名靜逸園。畢太夫人《秋日閒居詩》題五律云：「勝跡留城市，幽居得小園。吾生澹相寄，往事漫追論。人憶烏衣舊，名憐香草存。祇今耽靜逸，秋景滿丘樊。」「字摹王內史，詩愛鄭都官。石色青書幌，花陰冷畫闌。池魚一二寸，庭竹兩三竿。於此端居好，身閒夢亦安。」「地迥人稀到，風清暑罷侵。竹簾香細細，桐閣綠情悄。隱幾時看畫，安弦靜譜琴。夜涼明月上，掃石坐深林。」「磴小花枝密，廊深書舍藏。有時翻秘帙，隨意坐匡床。詩遇前春稿，爐凝隔夜香。庭前蹲石丈，親見歷滄桑。」"
      },
      {
        "index": 34,
        "text": "金陵秋試之年，上下江名士畢集。余止而觴之，各有贈詩，約三千餘首。其尤佳者，梓入《續同人集》矣。尚有斷句可採者，如：虞山王陸提云：「叢叢著述皆千古，草草功名祇十年。」長洲顧星橋云：「渡江名士推前輩，扶輦門生半少年。」王又云：「休誇翁子乘車日，已是懸車十七年。」三押「年」字，俱妙。金陵管松年云：「四海文章經口貴，百年心事問花知。」無錫徐焉云：「姓氏直疑前代客，語言妙是一家詩。」青陽程蔚云：「一將治績乘時著，便把塵緣當夢看。」"
      },
      {
        "index": 35,
        "text": "以部婁擬泰山，人人知其不倫。然在部婁，私心未嘗不自喜也。秋帆尚書德位兼隆，主持風雅。枚山澤之臒，何能及萬分之一乃詩人好相提而並論。孫淵如太史云：「惟有先生與開府，許教人吐氣如虹。」徐朗齋孝廉云：「弁山制府倉山叟，海內龍門兩扇開。」"
      },
      {
        "index": 36,
        "text": "壬戌年，余改官外出，客送詩者，動以王嬙見戲。余因口號云：「琵琶一曲靖邊塵，欲報君恩屢顧身。祇是內家妝束改，回頭羞見漢宮人。」後十年，再入朝，則鳳池諸客，都非舊人。又戲吟云：「曉日瞳朧玉殿開，春風回首認蓬萊。三千宮女如花貌，都是明妃去後來。」"
      },
      {
        "index": 37,
        "text": "張文敏公同南華先生上朝，值春雪初霽。南華見午門外簷下冰柱，賦七律一章。文敏公疑為宿構。南華請面試。文敏出所佩小玉羊為題。南華應聲云：「宛爾成形質，居然或寢訛。」方欲續下，而皇上有旨，命和《湯圓》詩。南華在朝房，立進二十四韻。警句云：「甘白俱能受，升沉總不驚。」文敏嘆服曰：「不料倉卒間，先生猶能自見身份也。」為序其集云：「春雨著物，萬花怒開；神工鬼斧，不可思議。似之者病，學之者死。」"
      },
      {
        "index": 38,
        "text": "秋帆尚書撫陝時，有《上元燈詞》十首，莊重高華，是金華殿上語。一時幕中學士文人，俱不能和。為錄四章云：「碧榭紅闌萬點明，戟門蓮漏轉三更。交春便抱祈年意，不聽歌聲聽雨聲。」「鼓鉦殷地走輕雷，寶焰千枝百戲開。瞥見廣場波浪直，雙龍爭挾火珠來。」「仙館明輝麗絳霄，銅駝四角綴瓊翹。夜長樺燭添寒焰，春曉終南雪未消。」「十年持節駐秦關，夢斷蓬瀛供奉班。記得披香頻侍宴，紅雲萬朵駕鰲山。」"
      },
      {
        "index": 39,
        "text": "裴二知中丞，巡撫皖江，每至隨園，依依不去。舉家工琴，閨閣中淡如儒素。其子婦沈岫雲能詩，著有《雙清閣集》。《途中日暮》云：「薄暮行人倦，長途景尚賒。條峰疏夕照，汾水散冰花。春暖香迎蝶，天空陣起鴉。此身圖畫裏，便擬問仙家。」《在滇中送中丞柩歸》云：「丹骯秋風返故鄉，長途淒惻斷人腸。朝行野霧籠殘月，暮宿寒雲掩夕陽。蝴蝶紙錢飄萬里，杜鵑血淚落千行。軍民沿路還私祭，豈獨兒孫意慘傷？」讀之，不特詩筆清新，而中丞之惠政在滇，亦可想見。余方採閨秀詩，公子取其詩見寄，而夫人不欲以文翰自矜。公子戲題云：「偷寄香閨詩冊子，妝臺佯問目稍嗔。」亦佳話也。中丞名宗錫，山西人。公子字端齋。"
      },
      {
        "index": 40,
        "text": "韓慕廬尚書，雖為徐健庵司寇所識拔，而在朝中立不倚，於牛、李之黨，兩無所附；然官爵崇隆，終身平善：可知仕途之不須奔競也。近今張警堂先生，以縣令起家，官至監司；皆委懷任運，不營求而自得。詩才清妙。《過盧生廟》云：「快馬衝風急，添衣御曉寒。平生無好夢，醒眼過邯鄲。」其襟懷之淡，定可知矣！又，《宣城夜行》云：「夜半張燈起，披衣上馬鞍。月明如欲曙，風斂不知寒。此景人誰見？長途心轉安。襄陽舊游處，明日且盤桓。」劉霞裳秀才出公門下，仿其意作《鉛山夜行》云：「車比龕尤仄，心閒坐頗安。清冰明似鏡，凍月小於丸。燈遠知村到，更深喚渡難。漸看浮草白，霜重夜將闌。」可謂工於竊比者矣。先生又過銅雀臺云：「可憐腸斷分香日，輸與開門放婢人。」使老瞞在九原，為之汗下。先生名銘，江西己卯孝廉。"
      },
      {
        "index": 41,
        "text": "金陵張止原居士，立身端謹，為秋帆尚書所重，以家政托之。嘗臘底冒雨招余游靈岩山館，其襟懷可想。舟中誦其《春暮書事》云：「山苑濃陰覆綠苔，意行敷坐自徘徊。池邊柳弱鶯難駐，庭畔花殘蝶未回。酒盞怕空先料理，柴門喜靜且長開。人生得喪何須計？一任浮雲過眼來。」《步尚書〈青門柳枝〉韻》云：「綠煙漠漠裊晴嵐，紫陌輕陰月正三。怕上樂游原上望，引人離恨到江南。」居士名復純，兼通醫理，工賞鑒。"
      },
      {
        "index": 42,
        "text": "壬寅冬，余游雉皋。何春巢引見其親家徐湘圃司馬。其人吐氣如虹，不可一世；家有園亭之勝，招致名姝，宴飲竟夜。見贈云：「一病經年喜再生，西風吹客過江城。虎溪大笑酬前願，雁宕閒游寄遠情。荒徑漫勞攜杖訪，傾心不待整冠迎。夜來天際文星聚，珠玉驚聞擲地聲。」「颯颯空林亂葉聲，相逢慰我寂寥情。多邀紅袖同行酒，小摘寒蔬為煮羹。對月且拼三五夜，看花莫問短長更。幽懷萬種愁千斛，不遇先生不肯鳴。」"
      }
    ]
  }
}