{
  "chapterNumber": 81,
  "title": "唐·李靖 (Tang Dynasty: Li Jing)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "唐·李靖"
      },
      {
        "index": 1,
        "text": "李靖，字藥師，京兆三原人。姿貌魁秀，通書史。嘗謂所親曰：「丈夫遭遇，要當以功名取富貴，何至作章句儒。」其舅韓擒虎每與諭兵，輒歎曰：「可與論孫吳者，非斯人，尚誰哉！」隋吏部尚書牛弘見之，曰：「王佐才也。」左僕射楊素拊其床謂曰：「卿終當坐此。」大業末，為馬邑丞。高祖擊突厥，靖察有非常志，自囚上急變，傳送江都，至長安，道梗。高祖已定京師，將斬之。靖呼曰：「公起兵為天下除暴亂，欲就大事，以私怨殺誼士乎？」秦王亦為請，得釋。蕭銑據江陵，詔靖安輯。至峽州，阻銑兵不得前。帝謂逗留，詔都督許紹斬靖，紹為請而免。開州蠻冉肇則寇夔州，趙郡王孝恭戰未利，靖率兵八百破其屯，要險設伏，斬肇則，俘禽五千。帝謂左右曰：「使功不如使過，靖果然。」因手敕勞曰：「既往不咎，向事吾久已忘之。」靖遂陳圖銑十策。有詔拜靖行軍總管，兼攝孝恭行軍長史，軍政一委焉。武德四年，大閱兵夔州。時秋潦，濤瀨漲惡，銑以靖未能下，不設備。諸將亦請江平乃進，靖曰：「兵機事，以速為神。今士始集，銑不及知，若乘水傅壘，是震霆不及塞耳，就能倉卒召兵，無以御我，此必禽也。」孝恭從之。舟師叩夷陵，銑將文士洪以卒數萬屯清江，孝恭欲擊之，靖曰：「不可。士洪健將，下皆勇士，今新失荊門，悉銳拒我，此救敗之師，不可當。宜駐南岸，待其氣衰，乃取之。」孝恭不聽，留靖守屯，自往與戰，大敗還。賊委舟散掠，靖視其亂，縱兵擊破之，取四百餘艘，溺死者萬人。即率輕兵五千為先鋒，趨江陵，薄城而營，破其將楊君茂、鄭文秀，俘甲士四千。孝恭軍繼進，銑大懼，檄召江南兵，不及到，明日降。靖入其都，號令靜嚴，軍無私焉。或請靖籍銑將拒戰者家貲以賞軍，靖曰：「王者之兵，吊人而取有罪，彼其脅驅以來，藉以拒師，本非其情，不容以叛逆比之。今新定荊、郢，宜示寬大，以慰其心。若降而籍之，恐自荊而南，堅城劇屯，驅之死守，非計之善也。」止不籍。由是江、漢列城爭下。輔公祐據丹陽反，詔孝恭為帥，召靖入朝受方略，副孝恭東討，李世勣等七總管皆受節度。公祐遣馮惠亮以舟師三萬屯當塗，陳正通步騎二萬屯青林，自梁山連鎖以斷江道，築卻月城，延袤十餘裡，為掎角。諸將議曰：「彼勁兵連柵，將不戰疲老我師。若直取丹陽，空其巢窟，惠亮等自降。」靖曰：「不然。三軍雖精，而公祐所自將亦銳卒也，既保石頭，則牢未可拔。我留不得志，退有所忌，腹背蒙患，非百全計。且惠亮、正通百戰餘賊，非怯野鬥，今方持重待公祐立計爾。若出不意，挑攻其城，必破之。惠亮拔，公祐禽矣。」孝恭聽之。靖率黃君漢等水陸皆進，苦戰，殺傷萬餘人，惠亮等亡去。靖將輕兵至丹陽，公祐懼，眾尚多，不能戰，乃出走，禽之，江南平。帝歎曰：「靖乃銑、公祐之膏盲也，古韓、白、衛、霍何以加！」八年，突厥寇太原，為行軍總管，以江淮兵萬人屯太谷。諸將多敗，獨靖以完軍歸。太宗踐祚，授刑部尚書，兼檢校中書令。突厥部種離畔，帝方圖進取，以兵部尚書為定襄道行軍總管，率勁騎三千繇馬邑趨惡陽嶺。頡利可汗大驚，曰：「兵不傾國來，靖敢提孤軍至此？」於是帳部數恐。靖縱諜者離其腹心，夜襲定襄，破之，可汗脫身遁磧口。進封代國公。帝曰：「李陵以步卒五千絕漠，然卒降匈奴，其功尚得書竹帛。靖以騎三千，蹀血虜庭，遂取定襄，古未有輩，足澡吾渭水之恥矣！」頡利走保鐵山，遣使者謝罪，請舉國內附。以靖為定襄道總管往迎之，又遣鴻臚卿唐儉、將軍安修仁慰撫。靖謂副將張公謹曰：「詔使到，虜必自安，若萬騎齎二十日糧，自白道襲之，必得所欲。」公謹曰：「上已與約降，行人在彼，奈何？」靖曰：「機不可失，韓信所以破齊也。如唐儉輩何足惜哉！」督兵疾進，行遇候羅，皆俘以從，去其牙七里乃覺，部眾震潰，斬萬餘級，俘男女十萬，禽其子疊羅施，殺義成公主。頡利亡去，為大同道行軍總管張寶相禽以獻。於是斥地自陰山北至大漠矣。帝因大赦天下，賜民五日酺。御史大夫蕭瑀劾靖持軍無術，縱士大掠，散失奇寶。帝召責之，靖無所辯，頓首謝。帝徐曰：「隋史萬歲破達頭可汗，不賞而誅。朕不然，赦公之罪，錄公之功。」乃進左光祿大夫，既而曰：「向人譖短公，朕今悟矣。」遷尚書右僕射。靖每參議，恂恂似不能言，以沈厚稱。頃之，吐谷渾寇邊。帝謂侍臣曰：「靖能復起為帥乎？」靖往見房玄齡，曰：「吾雖老，尚堪一行。」帝喜，以為西海道行軍大總管，任城王道宗、侯君集、李大亮、李道彥、高甑生五總管兵皆屬。軍次伏俟城，吐谷渾盡火其莽，退保大非川。諸將議，春草未牙，馬弱不可戰。靖決策深入，遂逾積石山。大戰數十，多所殺獲，殘其國，國人多降，吐谷渾伏允愁蹙自經死。靖更立大寧王慕容順而還。甑生軍繇鹽澤道，後期，靖簿責之。既歸而憾，與廣州長史唐奉義告靖謀反，有司按驗無狀，甑生等以誣罔論。靖乃闔門自守，賓客親戚一謝遣。改衛國公。帝將伐遼，召靖入，謂曰：「公南平吳，北破突厥，西定吐谷渾，惟高麗未服，亦有意乎？」對曰：「往憑天威，得效尺寸功。今疾雖衰，陛下誠不棄，病且瘳矣。」帝憫其老，不許。病甚，帝幸其第，流涕曰：「公乃朕生平故人，於國有勞。今疾若此，為公憂之。」薨，年七十九。"
      },
      {
        "index": 2,
        "text": "孫子曰：「兵之情主速。」靖謂兵機以速為神。又曰：「亂而取之。」靖因敵散亂擊而破之。又曰：「出其不意。」靖破馮惠亮及頡利。又曰：「死間者，為誑於外。」靖因唐儉使虜而襲破突厥是也。"
      }
    ]
  }
}
