{
  "chapterNumber": 19,
  "title": "卷十九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "女媧或以為婦人"
      },
      {
        "index": 2,
        "text": "司馬貞《三皇本紀》：女媧氏亦風姓，有神聖之德，代宓犧立，號曰女希氏，以木德王。是女媧，古帝王之聖者，古無文字，但以音呼，後人因音而傅以字，適得此「女媧」二字，初非以其為婦人而加此號也。《風俗通》云：女媧禱祀神祇，為女婚姻置行媒自此始。《路史》因之，謂女媧佐太昊，禱於神祇，而為女婦，正姓氏，職婚姻，是曰神媒。則女媧亦但係創置婚姻媒妁之人，而非女身也。乃後人因女媧之名，遂有以為婦人者。王充《論衡》引董仲舒之說：雨不霽，祭女媧。謂仲舒之意，蓋以女媧古婦人為帝王者，男陽女陰，二氣為害，故祭女媧以求祐也。充又云：今俗圖女媧多為婦人之像。則女媧之訛為婦人，其來久矣。《北史》：祖珽謂：陸令萱實婦人之英傑者，女媧以來未見其比。程伊川《易傳》於坤六五亦云：婦居尊位，女媧氏、武氏是也。則伊川亦以女媧為婦人。"
      },
      {
        "index": 3,
        "text": "煉石補天"
      },
      {
        "index": 4,
        "text": "皇甫謐《帝王世紀》及司馬貞《三皇本紀》皆謂女媧氏煉石補天，其說本於《列子》及《淮南子》，謂女媧煉五色石以補天，語極荒幻，宜乎王充非之也。然充徒以為天非玉石之類，豈石所能補；且女媧雖長，豈能及天，不能及天，又安有階級可上？此則三尺童子皆能知之，何煩辨駁？須得其訛傳附會之由，乃為篤論耳。陸深以為古時生民甚樸，茹毛飲血，未能盡火之用。女媧氏煉五色石以通昏黑之變，輔烹飪之宜，所以補天之所不及。後世焚膏繼晷、爝火代明，皆此意也。其說稍近理，然直以為上古未有火，至女媧始取火於石矣。此以之屬燧人氏可也，而何以屬之女媧？況取火何必五色石耶？吾鄉黃芷御進士謂：五金有青黃赤白黑五色，而皆生於石中。草昧初開，莫能識別，女媧氏始識之，而以火鍛煉而出。其後器用泉貨無一不需於此，實所以補天事之缺，故云煉石補天也。此論雖創而甚確。"
      },
      {
        "index": 5,
        "text": "蚩尤為黃帝相"
      },
      {
        "index": 6,
        "text": "《國策》：蘇秦謂秦王曰：「昔黃帝伐涿鹿而擒蚩尤。」《史記·黃帝本紀》：蚩尤作亂，不用帝命，帝乃與戰於涿鹿之野，遂禽殺蚩尤。是古來皆以蚩尤為黃帝所誅也。然《管子·四時篇》：黃帝得蚩尤而明於天道，遂置以為六相之首。又云：蚩尤明於天道，故使為當時。注云：知天時之所當也。則蚩尤又嘗為黃帝相矣。《韓非子·十過篇》及王充《論衡》亦云：黃帝合鬼神於泰山，畢方並轄，蚩尤居前。而《周禮》表祭貊，鄭康成云：祭黃帝蚩尤。又《漢書》：祠黃帝、祭蚩尤於沛庭。蓋亦以蚩尤始作兵而為黃帝臣故同祀之也。豈此蚩尤別是一人耶？抑或蚩尤本有非常之材，能察陰陽，造兵器，被擒後黃帝仍赦而用之，而史遷所紀多一殺字耶？吳仁傑辨《漢書》祠黃帝、蚩尤句，謂乃是祭蚩尤旗之星耳。蚩尤已為黃帝擒殺，何得既祠黃帝，又祭蚩尤云云。此第知蚩尤與黃帝戰，而不知黃帝之相有蚩尤也。況天星本何名，亦以此星主兵，而蚩尤實始造兵器，故以其名名星耳。而謂是星非人，豈此星自謂人曰「吾名蚩尤」哉！"
      },
      {
        "index": 7,
        "text": "湘君、湘夫人非堯女"
      },
      {
        "index": 8,
        "text": "湘君、湘夫人，蓋楚俗所祀湘山神夫妻二人，如後世祀泰山府君、城隍神之類，必有一夫一妻，以及《蓼花洲閑錄》所載杜拾遺訛為杜十姨，而以之配伍子胥也。屈原《湘君篇》明言「望夫君兮未來」，夫君即指湘君也，若女子則不應稱夫君也。下云「揚靈兮未極，女嬋媛兮為餘太息。」則原自言布精靈以求感格而尚未應，故姊媭為我太息，喻己之忠誠不能悟君，而姊規之，非指湘君為女也。《湘夫人篇》「帝子降兮北渚」，曰帝子者，猶云天帝之女，並未確指為堯女也。《天問篇》所述舜、禹、夷羿等事，鋪張最多，若以湘君、湘夫人為堯女，則歌中必亦引用南巡蒼梧之事以為波瀾。乃兩篇中並無一字，以此知屈原本未指為堯二女也。《山海經》云：洞庭之山，帝之二女居之。其曰帝女，亦謂天帝之女，並未指為堯女也。曰居之，亦謂帝女子所居，而非以為死而葬此也。《山海經》所附會舜事甚多，如蒼梧之山，帝舜葬於陽，宋丹朱葬於陰；又蒼梧之山，舜與叔均之所葬；以及娥皇生三身之國為姚姓之類，不一而足。使以堯二女為葬於洞庭，必又有幾許鋪綴，而其書並無一字，則《山海經》亦尚無堯女葬洞庭之說也。自王叔師注《楚詞》湘君、湘夫人，謂堯二女娥皇、女英妻於舜，舜往征有苗，二女從而不返，道死於沅、湘之間，因而張華《博物志》等書皆承此說，湘君、湘夫人遂為堯二女矣（按《博物志》但云舜二妃曰湘夫人，不言湘君也）。叔師之說，蓋本於《史記》秦始皇浮江至湘山，大風不得渡，問博士曰：「湘君何神？」對曰：「堯之二女為舜妃，死而葬。」此叔師所由誤也（郭璞引《河圖玉版》亦同此說）。而博士之說，蓋又本《檀弓》「舜葬於蒼梧之野，三妃未之從」之語，遂以為舜妃從駕不及而死於此，為湘山之神。此又博士所由誤也。殊不知《檀弓》所云，本謂古無夫妻合葬之制，如葬舜蒼梧而妃嬪不同葬，明乎合葬之制自周公始，初不言二妃從舜不及而死於洞庭也。況《檀弓》言三妃，而此以二妃當之，尤見其牽強不相合也（劉向諫起昌陵疏亦云：舜葬蒼梧，二妃不從，則訛三妃為二妃已久矣）。古來惟郭景純識其誤，而未識其致誤之由，且亦以湘君為女神，故特辨之。"
      },
      {
        "index": 9,
        "text": "隸書不始於程邈"
      },
      {
        "index": 10,
        "text": "《書斷》云：秦下邽人程邈，字元岑，為縣吏，以罪下雲陽獄，精思十年，益小篆方圓而得隸書三千字，奏之。始皇善之，用為御史。時以篆字難成，乃用隸書，以為隸人佐書務趨便捷，故曰隸書。是以古來皆以隸書為邈所作。然《封氏聞見記》謂酈道元注《水經》云：臨淄人發古塚，得銅棺，前和外隱起為隸字，言 「齊太公六代孫胡公之棺」，惟三字是古篆，餘同今書，則知隸書非始於秦也。封氏又謂：此書在春秋之前已有之，但諸國或用或不用，程邈觀其省易，有便於時，故修改而獻，非創造也。然則隸書非起於邈矣。又按許氏《說文自序》云：秦李斯省改史籀大篆作小篆，又有隸書，以趨約易云云。似隸書亦李斯所作。其下文又謂：新莽改定六書，一古文，二奇字，其三曰篆書，即小篆，秦始皇使下杜人程邈所作也。四佐書，即秦隸書云云。是許氏於隸書不言程邈所作，而反以小篆為邈作。"
      },
      {
        "index": 11,
        "text": "造筆不始於蒙恬"
      },
      {
        "index": 12,
        "text": "馮鑒《事始》載：蒙恬造筆，蔡倫造紙。《學齋占畢》謂：恬乃秦人，而《詩》中已有彤管，乃女史所載之筆，又《傳》謂史載筆，孔子作《春秋》，筆則筆，削則削，絕筆於獲麟。《尚書·中候》云：元龜負圖出，周公援筆以時文寫之。又《爾雅》及《說文》云：秦謂之筆，楚謂之律，吳謂之不聿，燕謂之弗，其來尚矣。孫臏誘龐涓，斫大樹白而書之，當亦椽筆醮墨所書，若用刀刻，昏夜豈能辨識乎？馬大年乃附會以為簡牘之筆乃今竹筆，非毫也，至蒙恬始用兔毫耳。不知《莊子》書中有宋元君將畫圖，眾史皆舐筆和墨之語，則以毫染墨明矣。莊子在恬之先，則非造於恬明矣。《韓非子·飾令篇》亦有三寸之管之語，韓非亦先於恬。崔豹《古今注》：蒙恬之為筆也，以柘木為管，鹿毛為柱，羊毛為被。亦非謂兔毫竹管也，則筆不始於蒙恬明矣。或恬所造精於前人，遂獨擅其名耳。至蔡倫造紙，亦有疑其不始於倫者，謂倫及後漢人，而前漢《外戚傳》赫蹄乃小紙也，則紙字已見於前漢矣。然《後漢書·蔡倫傳》古書多編以竹簡，其用縑帛者謂之紙，縑貴而簡重，不便於人，蔡倫乃用樹膚麻頭及敝魚網以為紙，天下咸稱蔡侯紙。則古時本以縑帛為紙，《前漢書》所謂赫蹄小紙，蓋亦縑帛所成，而非樹膚麻頭所造也。然則造紙實始於倫，非如蒙恬之前已有筆也。王充《論衡》云：竹木在山林，未知所入，截竹為筒，破以為牒，加筆墨之跡，乃成文字；斷木為槧，析之為板，刀如加削，乃成奏牘。按王充與蔡邕同時，已在倫之後，其時尚多用簡牘，可知蔡倫所造流布尚未廣也。（按古時漆書本用竹筆，如今木工墨斗中所用是也，故筆字本從竹。今外番亦尚有用之者。平西陲時，文書檄諭外夷，須用唐古特字，無能書者，惟降酋巴朗能之，乃令入軍機處繕寫。余見其所用筆，正與木工之竹筆相似，乃知外番尚多用竹筆也。）"
      },
      {
        "index": 13,
        "text": "左右袒不始於周勃"
      },
      {
        "index": 14,
        "text": "《史記》：周勃入北軍，令曰：「為呂氏右袒，為劉氏左袒。」此事實有所本。按《儀禮》凡吉凶事皆袒左，惟受刑袒右，本古制也。《左傳》：吳闔廬之入楚也，使召陳懷公。懷公問欲與楚者右，欲與吳者左。事在周敬王十四年（亦見《說苑·善說篇》）。《戰國策》：齊有一女，二家求之，母語女曰：「欲東家則左袒，欲西家則右袒。」其女兩袒，曰：「欲東家食西家宿。」以東家富而醜，西家貧而美也。《史記》：周赧王三十六年，齊淖齒殺湣王，王孫賈入市呼曰：「欲與我誅淖齒者袒右。」市人從者四百人。又《漢書》：陳勝起兵，令其眾袒右以示異。此皆在周勃之前。又《晉書》：淮南王允欲誅趙王倫，率帳下兵直出曰：「趙王反，佐淮南者左袒！」又是左袒者甚眾。梁平侯景，群臣多勸元帝還都建業，元帝意不欲，乃大集文武曰：「勸吾去者左袒。」於是左袒者過半。此又後世之踵事者。"
      },
      {
        "index": 15,
        "text": "牛耕不始於趙過"
      },
      {
        "index": 16,
        "text": "鄭樵《通志》謂牛耕起於趙過。古者惟以牛服車，不用於耕。《書》曰：肇牽車牛遠服賈。又曰：放牛於桃林之野，《易》曰：服牛乘馬。《詩》曰：宛彼牽牛，不以服箱。皆以服車為言，否則用以祭祀。《周禮》牛人之職，供享牛、膳牛、犒牛、兵車之牛而已。否則如田單之縱火，齊王之釁鍾而已，未聞以牛耕也。《月令》：季冬令民計耦耕事。《論語》長沮、桀溺耦而耕。蓋三代以上，皆兩人並力發一耜，不聞用牛耕也。宋景文《筆記》亦云：漢趙過始教人作牛耕，而以王弼傳《易》所云牛稼穡之資者，為不知漢以前無牛耕之事。獨王伯厚《困學紀聞》則以為牛耕不始於趙過，而引冉伯牛名耕之說以證之。若三代不用牛耕則冉子何以名耕字伯牛也？此論甚確。不特此也，《韓非子·外儲篇》：少室周與力士牛子耕角力而不勝。又《史記》司馬牛亦名耕，字子牛，《家語》並云司馬黎耕字子牛，黎、犁字古通，則尤是牛耕之明證。蓋古時原有人耕、牛耕二法。《國語》耕籍之制，王耕一墢。韋昭注：一耜之墢也。王無耦，以一耜耜。《左傳》：二五耦。杜預注亦云：二耜相耦，廣一尺。共起一伐，言二人共墾，傷晉室也。此則人耕之說也。《月令》：耕籍之制，天子三推。若人耕，則安用推？此則牛耕之說也。《管子·形勢篇》：神農教耕，生穀以致民利。此尚未指明人耕牛耕。《山海經》：稷之孫叔均始牛耕。《山海經》縱偽書，然《史記》已引之，則為漢武以前之書，而已有牛耕之說，則牛耕非起於漢武時審矣。王充《論衡》：舜葬蒼梧，有象為之耕。其說雖荒幻，然亦可見耕之用獸也。且《易》云：神農氏揉木為耒。《論衡》亦云：神農撓木為耒。耒乃牛耕之具，若人耕，安用揉撓之使曲乎？則以理推之，神農氏已用牛耕矣。景文、夾漈所引，蓋本崔實《政論》。漢武使趙過為搜粟都尉，教民以牛耕，遂以為確據。不知南北風俗不同，有用牛耕者，有不知用牛耕者，過第就其不知牛耕者教之用牛，如後漢《王景傳》百姓不知牛耕，景教以牛犁，由是墾辟倍多；又任延為九真守，亦以牛耕教民，皆是開此一方農事之所未有，而其實非自景與延創也。趙過之以牛耕得名，蓋亦本古法而施之於不知牛耕之地，後世遂以為牛耕之始耳。且景文所云，亦未深考也。《漢書·食貨志》：武帝以趙過為搜粟都尉，過能為代田，本古法也。後稷始川田，以二耜為耦，廣尺深尺曰圳，一畝三圳。歲代種之，用耜犁，二牛三人，一歲之收常倍他田。過使教田太常、三輔，二千石遣善田者受田器，學種法。民或苦少牛，亡以趨澤，故平都令光教過以人挽犁。過奏光為丞，教民相與庸挽犁。據此，則二牛三人之法，本始於後稷，過第用其法以教人。其後牛不足，而平都令又教以用人挽犁，則以人挽犁轉始於過與平都令，而非牛耕始於過也。景文、夾漈徒據崔實《政論》一語，遂以為據，而不復詳考，亦太疏矣。至《詩》《書》所云牽車，服箱之類，蓋各就其一事以為言，有不可執一以例其餘者。即如江以南六朝時皆用犢車，今江南之人語以牛可駕車，必駭異以為無是理，而不知今雲南、廣西尚有以牛駕車者，大河以北牛車更多。又如驢馬之類，江以南知其可以乘騎，而北人兼用以耕。夾漈、景文之論，毋亦囿於一說矣。又《湧幢小品》謂：中國耕田必用牛，若鐵齒耙土，乃東夷擔羅國之法，今江南皆用之，不知中國原有此法耶？抑唐以後始仿而為之也？是又以人耕為中國所本無矣。"
      },
      {
        "index": 17,
        "text": "雲台無來歙，淩煙閣無郭子儀"
      },
      {
        "index": 18,
        "text": "漢明帝圖畫光武功臣於雲台，共二十八將，又益以王常、李通、竇融、卓茂，共三十二人，其詳載於《後漢書》。馬援不與，以其為椒房親也。然光武功臣尚有來歙，先使隴說隗囂，往返數四，當世稱為信士。及囂叛，則固守略陽者經年，帝賜歙班坐絕席，在諸將之右，令悉監諸將馮異、耿弇、蓋延、馬武、劉尚等平隴西諸羌，又攻蜀擊公孫述，後為刺客所殺。是來君叔之權任，及光武之倚信，俱在諸功臣之上，而雲台圖像竟不及之，殊為闕事！《新唐書》：武德功臣十六人，貞觀功臣五十三人，至德功臣二百六十五人。德宗即位，命史館考勳名特高者九十二人，以三等條奏，增至一百八十七人。每等武德以來宰相為首，功臣次之，至德以來將相又次之。大中初又詔求功臣三十七人，續圖淩煙閣。今俱載《新唐書》一百九十一卷。然功臣如郭子儀、李晟、渾瑊、裴度、李光顏、李等，俱不在內。方德宗時，晟、瑊皆未死，其不入圖畫固也。子儀已死，何亦不入圖乎？況大中之續錄三十七人中有馬燧，而晟、瑊與燧同時，號三大功臣，何以不入？李光弼雖入，而別在二等。此皆不可解。（《郭子儀傳》有圖像淩煙閣之語，而《新書》淩煙圖內無之。）"
      },
      {
        "index": 19,
        "text": "馬氏銅柱有三"
      },
      {
        "index": 20,
        "text": "馬援所立銅柱在林邑國，《唐書·環王傳》：本林邑地，海行三千里至其國，南有大浦，援所立五銅柱在焉。援留十戶於其地，隋末蕃衍至三百，皆姓馬，俗號為馬留人。此漢時所立銅柱在交趾者也。馬總為安南都護，建二銅柱於漢故處，劖著唐德，兼以明伏波以裔。此唐時所立銅柱，亦在交趾者也。《五代史》：馬希範攻溪州蠻，降之，乃立銅柱為表，命學士李皋銘之。此五代時所立銅柱，在五溪者也。皆馬氏故事。按今廣西太平府鎮南關外尚有銅柱，據《明史》：廣西思明州土官黃廣成上言：元設思明府，南以銅柱為界，元末交人越銅柱二百里，侵奪思明地，乞敕安南還侵地，仍以銅柱為界。此所謂銅柱，即今廣西鎮南關外之銅柱，與思明相近者也。然《唐書》所謂林邑國，則在廣東之南，離鎮南關甚遠。豈援所立銅柱本在林邑，而今鎮南關之銅柱則總所立耶？"
      },
      {
        "index": 21,
        "text": "徙銅人不始於魏明帝"
      },
      {
        "index": 22,
        "text": "《魏明帝紀》：徙長安銅人、承露盤之類於洛，銅人重不可致，留於霸城。任昉《述異記》：魏明帝取漢武捧露盤仙人，既折盤，臨行泣下。此皆魏明帝事也。然《漢書·武帝本紀》：作通天台、飛廉館。應劭注曰：飛廉，神禽。《後漢書》：明帝永平五年，至長安，迎取飛廉並銅馬，置上西門外，名平樂館。亦見程大昌《演繁露》。則移置飛廉、銅馬、實始於漢明帝，而魏明帝特仿之。後趙石虎又徙洛陽飛廉、鍾虡之類於鄴之華林園，則又仿魏明帝，而徙魏明帝物耳。"
      },
      {
        "index": 23,
        "text": "陳壽《三國志》於《董卓傳》既云卓遷天子都長安，悉椎破銅人、鍾虡以鑄錢，而於《魏明帝紀》又云：徙長安銅人、承露盤之類於洛陽，銅人重不可致，留於霸城。銅人既為卓所椎破，此所徙又是何物？殊不明晰。按潘嶽《關中記》：秦銅人十二，卓壞以為錢，餘二枚魏明帝欲徙於洛，重不能致。任昉《述異記》：魏明帝詔取漢武捧露盤仙人，盤既拆，臨行泣下。然則卓所毀者乃秦銅人十二之十，而魏明帝所徙則漢武承露仙人及卓毀秦銅人所餘之二也。《後漢書·方術傳》：薊子訓摩挲金狄，即此秦餘之二。而李石《續博物志》又謂苻堅毀其二以為錢，其一百姓推置河中。按董卓毀後僅餘其二，安得又有一入河耶？"
      },
      {
        "index": 24,
        "text": "牛繼馬非晉元帝"
      },
      {
        "index": 25,
        "text": "《晉書》載：魏明帝時，河西柳谷出玄石圖，有牛繼馬後之象。故司馬懿深忌牛氏，為二榼共一口，以貯酒，懿先飲其佳者，以毒酒鴆其將牛金。而其孫恭王覲之妃夏侯氏，竟通小吏牛氏而生元帝。蓋當時傳聞如此，魏收本之作《魏書》，因謂：僭晉司馬睿，母夏侯氏，字銅環，與牛金奸通而生，冒姓司馬，以為此石之應。《通鑒》等書皆從共說。然金已為懿毒死，則夏氏所通小吏別是一人也，而收云云，可見皆傳聞謬悠之詞耳。唐元行衝則以為：元魏昭帝名犍，繼晉受命，乃為牛繼馬之象，特為著論，此又可備一說。"
      },
      {
        "index": 26,
        "text": "宮中屠販不始於東昏"
      },
      {
        "index": 27,
        "text": "宮苑之中，列肆作屠沽之戲，世多知齊東昏侯事。《南史》：東昏於苑中立大店肆，以潘妃為市令，自為市吏錄事，又於埭上設店，坐而屠肉。民間謠云 「閱武堂，種楊柳，至尊屠肉，潘妃酤酒」是也。然此戲不自東昏始。《通鑒》：漢靈帝作列肆於後宮，使諸采女販賣，更相盜竊爭鬥。帝著商賈服，從之宴飲為樂。《晉書》：太子遹於宮中為市，使人屠酤，手揣斤兩，輕重不差。其母本屠家也，故太子好之。又會稽王道子使宮人為酒肆，沽賣於水側，與親昵乘船就飲以為樂。《宋書·五行志》亦載此事，並謂道子身自貿易於其中。又宋營陽王未廢時，亦於華林園為列肆，親自酤賣。是皆東昏以前事。"
      },
      {
        "index": 28,
        "text": "四聲不始於沈約"
      },
      {
        "index": 29,
        "text": "沈約作平上去入四聲韻譜，為在昔詞以人累千歲而不悟，獨得胸臆，窮其妙旨，自謂入神之作。然《石林詩話》謂：魏、晉間雖未知聲律，而陸雲相謔之詞 「日下荀鳴鶴，雲間陸士龍」，又與後世律詩無異，知此體出於自然，不待沈約而後創也。今按《隋經籍志》：晉有張諒撰《四聲韻林》二十八卷，則四聲實起晉人，而並非石林所謂古人暗合者矣。《南史·陸厥傳》云：沈約、謝朓、王融以文章相推，汝南周顒善識聲韻。約等文皆用宮商相宣，將平上去入四聲，以之制韻，有平頭、上尾、蜂腰、鶴膝。五字之中，音韻悉異，兩句之內，角徵不同，謂之永明體。沈約作《宋書·謝靈運傳》後論之甚詳。厥乃為書辨之，以為歷代眾賢，未必都闇此處也。此又約之前已有四聲之明證，即與約同時者，周顒有《四聲譜》行於時，劉善經有《四聲指歸》一卷，夏侯永有《四聲韻略》十三卷，王斌有《四聲論》，皆齊、梁間人。又梁武問周捨曰：「何謂四聲？」捨曰：「天子聖哲是也。」沙門重公謁梁武帝，帝問：「在外有四聲，何者為是？」重公應聲曰：「天保寺刹。」出以語劉孝綽，孝綽曰：「何如道天子萬福？」則約同時之人，明於此者，亦不止約一人，特約獨取以成書，遂擅名耳。"
      },
      {
        "index": 30,
        "text": "《東齋記事》云：唐孫愐集諸家韻書作《唐韻》，而從前周顒《切韻》、沈約《四聲譜》、夏侯詠《四聲韻略》之類皆廢。宋真宗時，陳彭年、晁迥、戚綸知條貢舉事，取《字林韻略》、《字統》及《三蒼》、《爾雅》等書為禮部韻，遂著為格。景祐中，賈昌朝言舊《韻略》多無訓解，又疑單聲與重送字不同義理，恐舉人詩賦誤用，乃詔丁度修《禮部韻略》，以唐諸家韻本刊定其韻窄者凡三十處，許令附近通用，單聲及迭出字皆於字下注之。此《禮部韻略》之始末也。吳曾《漫錄》又論度等修韻，既不得共始，徒屑屑於張希文、鄭天休修書先後之辨爾。"
      },
      {
        "index": 31,
        "text": "縱囚不始於唐太宗"
      },
      {
        "index": 32,
        "text": "縱囚事，唐太宗最著。白樂天所詠「死囚四百來歸獄」是也。然不自唐太宗始。《後漢書》，馬援為郡督郵送囚，援哀而縱之，亡命遇赦。鍾離意送徒詣河內，解其桎梏，恣所欲過，與克期，俱至，無一或違者。又縣人防廣為父報仇，繫獄，其母病死，意聽廣歸家，使得殯斂。廣斂母訖，果還入獄。戴封為中山相，囚四百餘人當刑，封哀之，皆遣歸家，與克期日，皆無違者。虞延為漁陽令，每至歲時伏臘，輒休，遣囚徒各使歸家，並感其恩，應期而返。《晉書》：曹攄為臨淄令，獄有死囚，歲夕，攄行獄憫之，曰：「卿等不幸致此，新歲人情所重，豈不欲暫歸耶？」囚皆感泣，攄開獄出之，克日令還。掾吏固爭，不聽，至日果如期返。范廣令堂邑，丞劉榮坐事當死，家有老母。至節，廣輒遣歸，榮如期至。此皆漢、晉縱囚故事也。《癸辛雜識》又引何允、席闡文二人。按允在齊為建安太守，為政有恩，人不忍欺，每伏臘放囚還家，依期而返。闡文在梁為東陽太守，冬至悉放獄中囚，依期而至。事皆見《南史》。今考歷代史傳，更不止此。《宋書》：謝方明為南郡相，嘗於年終放江陵獄囚，使過正月三日還到。主簿等固諫，以為昔人雖有其事，或是記籍過言，當今人情偽薄，不可以古義相許，方明不聽。悉遣之。至期，有人醉不能來，違二日乃返，又一囚十五日不至。五官朱千期穀欲捕之，方明不許。囚逡巡墟裏，不肯遽至，鄉里責讓，仍送至。又《梁書》：王志為東陽守獄有重囚十餘，冬至日，悉遣還家過節。皆反，惟一人失期，明日果至，乃因婦孕也。傅岐為始新令，冬至放死囚還家，獄曹固爭不可，岐曰：「囚若負信，令當坐。」竟如期而返。何子季守建安，每伏臘日，放囚還家，亦依期返。此皆南朝事也（惟《陳書》有張種者為無錫令，見重囚在獄，天寒呼之出暴日，遂失之）。後周蕭撝上州刺史，至元日，獄中囚悉放歸家，聽三日，然後赴獄。主者爭之，撝曰：「昔虞延見稱前史，吾雖寡德，以之獲罪，亦所甘心。」諸囚荷恩，如期而至。張華原為兗州刺史，先有繫囚千餘人，華原隨事決遣，至年暮，惟有重罪數十人。華原各給假五日，曰：「期盡速還也。」囚皆曰：「有君如此，何忍背之！」依期畢至。孫伏伽送流囚李參等七十餘人至京師，時製流人並枷鎖傳送，伽憫其苦，乃與之期，約某日當至，悉脫其枷。流人感悅，依期而至，一無離叛。隋文帝聞而異之，於是賜伽宴於殿庭，並詔諸流人悉宴而赦之。此皆北朝事也。《白孔六帖》：唐呂元膺為蘄州刺史，嘗錄囚，或以歲旦不能歸省為恨，元膺悉歸之，皆如期返。《新唐書》：唐臨為萬年丞，有輕囚久繫，方春，農事興，臨悉縱歸，與之約，囚如期還。元德秀為魯山令，有盜繫獄，會虎為暴，盜請格虎自贖，許之。吏恐盜逸，德秀曰：「吾自任之。」明日盜屍虎還。《宋史·冷豳傳》：寒食放囚歸祀其先，囚感泣，如期至。《元史·世祖本紀》：至元十年五月，詔天下獄囚，除殺人者待報，其餘概行疏放，限八月內如期自至大都。後果如期至，遂赦之，共二十二人。又《陳天詳傳》：天祥知壽昌府，執倡亂者二人斬於市，其黨王宗一等十三人就擒。以冬至日放還家，約三日來，如期皆至。白宣慰司，盡釋之。《明史》：許文岐為黃州守，獄有重囚七人，縱歸省，刻期而還。乃請於上官，貸之。周瑄為南京刑部尚書，當暑，遣囚之輕繫者，曰：「召汝則至。」囚歡呼，無失期者。俱見本傳。此又唐以後縱囚故事也。"
      },
      {
        "index": 33,
        "text": "圖畫學士不始唐太宗"
      },
      {
        "index": 34,
        "text": "《封氏聞見記》：唐太宗為秦王時，使閻立本圖秦府學士杜如晦等一十八人，褚亮為讚，世所傳《十八學士圖》是也。然《南史·王亮傳》：齊竟陵王子良開西邸，延才俊，以為士林，使工圖其像。《北史·魏收傳》：齊孝昭帝起玄洲苑，畫收於閣上。則圖畫學士，六朝時已有之，太宗特仿而為之耳。《翰林盛事》：開元中拜張說等十八人為學士，於東都上陽宮含象亭圖其形，係以御讚。此又仿太宗故事。"
      }
    ]
  }
}