{
  "chapterNumber": 1,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《五經正義》"
      },
      {
        "index": 2,
        "text": "《五經正義》雖署孔穎達名，然實非出於一手。《顏師古傳》：太宗以經籍去聖久遠，文字訛謬，令師古於秘書省考定《五經》。既成，太宗又令諸儒詳核。諸儒傳習已久，非之。師古引晉、宋以來古今本，援據詳明，皆出其意表，諸儒始服。是師古於此書功最深。《孔穎達傳》亦云：穎達與顏師古、司馬才章、王恭、王琰等受詔撰《五經》義訓，凡一百八十卷，名曰《五經正義》。太宗命付國子監施行。是師古外又有司馬才章等參訂也。未幾，馬嘉運駁正其失。永徽中，又詔中書門下與國子三館博士、宏文館學士考正之。於是尚書左僕射于志寧、右僕射張行成、侍中高季輔，就加增損，書始布下。則穎達等原本又經諸臣審訂始頒行。"
      },
      {
        "index": 3,
        "text": "畫卦不本於河圖"
      },
      {
        "index": 4,
        "text": "伏羲因河圖而畫卦，大禹因洛書而演疇，古無是說也。《論語》河圖與鳳鳥並言，但謂王者之瑞耳。其畫卦之由，則《繫詞》下傳明言名犧氏仰則觀象於天，俯則觀法於地，觀鳥獸之文與地之宜，近取諸身，遠取諸物，於是始作八卦，並未言因河圖而起也。《繫詞》上傳雖有「河出圖，洛出書，聖人則之」之語，然上文尚有「天地變化，聖人效之」等語，則圖、書雖亦畫卦所取，而畫卦究非專取圖、書也。漢儒因有「河出圖，洛出書，聖人則之」之語，遂疑為畫卦所本，然亦尚未以畫卦專指河、圖，演疇專指洛書。按《禮緯含文嘉》曰：伏羲德合上下，天應以鳥獸文章，地應以河圖、洛書，伏羲則而象之，乃作八卦（見孔穎達《周易正義》卷首）。《春秋緯》曰：河以通乾出天苞，洛以流坤吐地符。河龍圖發，洛龜書感（亦見《繫詞正義》）。是皆謂圖與書俱畫封所本也。自孔安國始析言之，其於《尚書·顧命》之「河圖」，《論語》之「河不出圖」，皆曰「河圖，八封也」；其於《洪範》之「九疇」，則曰「天與禹洛出書，神龜負文而也，列背有數，至於九，禹遂因而第之，以成九類也。」自此說行，而劉歆宗之，亦以為伏羲繼天而王，河出圖，則而畫之，八卦是也；禹治水，錫洛書，法而陳之，《洪範》是也（見《漢書·五行志》）。於是馬融、王肅、姚信輩群奉其說，至今牢不可破矣。不知《繫詞》所言畫卦之本已極明白，漢儒不過因「聖人則之」之語而強為附會，安國又析為卦取圖、疇取書，其為臆說更不待辨。學者不信《繫詞》而轉信漢儒，可乎？即謂禹演疇本於《洛書》矣，《繫詞》洛書與河圖並言，則皆上古時事，是神禹千百年以前已有洛書，豈直至禹始出乎？《隋書·經籍志》云：聖人受命，則龜龍銜負出於河洛，以紀易代之征。是亦但以為聖王之瑞，未嘗謂畫卦所本。沈約《宋書·符瑞志》謂：龍圖出河，龜書出洛，以授軒轅。《隋經籍志》又謂：河圖九篇，洛書六篇，相傳自黃帝至周文王所受，則又不以河圖專屬之伏羲，洛書專屬之神禹也。"
      },
      {
        "index": 5,
        "text": "《易》不言五行"
      },
      {
        "index": 6,
        "text": "五行乃天地自然之理，然易卦但取天、地、風、雷、水、火、山、澤，而不及五行。《尚書》舜禹授受，始言水、火、金、木、土，而又列以穀為六府，幾疑唐虞以前尚未以五者為定名，所謂太皞、炎帝、少昊、顓頊五德迭王者，皆後人追溯之辭也。然《洪範》鯀堙洪水，汨陳其五行，則又似鯀以前已有此五行名目者，何以易卦初不及之？且澤即水也，坎水、兌澤一物而分配二卦，而金、木之為用於天下者轉不及焉，其理殊不可解。後儒據《繫辭》天一、地二、天三、地四、天五、地六、天七、地八、天九、地十，指為河圖之數，而以《洪範》所謂一曰水者配河圖之天一，謂之天一生水，而河圖之位一與六居下，故又謂地六成之，以《洪範》所謂二曰火者配河圖之地二，謂之地二生火，而河圖之位二與七居上，故又謂天七成之（金、木、土皆仿此）。又泥於孔安國易卦本於河圖之說，河圖既有此五行，是五行之理已寓與《易》之中。鄭漁仲《六經奧論》，因謂《月令》之記四時曰木、火、土、金、水者，乃五行相生之教，《虞書》之記六府曰水、火、金、木、土者，乃五行相克之數，惟《易》與《洪範》所言五行則天地生成之數（即所謂天一生，地六成之云云也），是漁仲亦以五行在《易》中也。然天一地二云云本說大衍之數，並未言生水生火也。即以《洪範》所謂一水二火配之，適相吻合，然亦係《繫辭》推闡河圖之數如此，而伏羲畫卦則但以天、地、風、雷、水、火、山、澤取象，並未及五行也。竊意伏羲畫卦，專推陰陽對待變化之理，言陰陽而五行自在其中，其五行之理則另出於圖、書。唐虞以前圖、書自圖、書，易卦自易卦，不相混也。後儒以陰陽、五行理本相通，故牽連入於《易》中，而不知《易》初未嘗論及此也。觀此則余所謂畫卦不本圖、書者，益非好為創論矣。"
      },
      {
        "index": 7,
        "text": "河圖刻玉"
      },
      {
        "index": 8,
        "text": "河圖，昔人皆以為河中龍馬負圖，其旋毛有八卦之象。惟元人俞琰則謂玉之有文者，蓋據《尚書·顧命》天球河圖在東序，謂河圖與天球並列，應亦是玉。昆侖產玉，河出昆侖，故亦有玉，當是玉有文具八卦之象耳。此說頗新。按《顧命》河圖與大訓對列於東西序，孔傳謂河圖即八卦，大訓即典謨，歷代傳寶之，明此二者皆書策也。若河圖是玉之有文者，豈典謨亦玉之有文者乎？則琰之論固臆說也。然大訓與宏壁、琬、琰同列，河、圖與大玉、夷玉同列，皆是三玉一書，不應簡冊混於彝器之內。當是古人貴重此二者而刻之於玉，故列入寶器耳。然則非玉之生而有文，乃摹其文於玉也。"
      },
      {
        "index": 9,
        "text": "《易》闕文衍文"
      },
      {
        "index": 10,
        "text": "《易》未遭秦火，最為完書。然其中闕文衍文亦不一而足。如《繫辭》「能悅諸心，能研諸侯之慮」，「侯之」二字為衍文，固人所共知矣。《漢書》杜欽上王鳳書，引《易》曰：「正其本，萬事理。」今《周易》無此文。沈作喆《寓簡》云：「公用射隼於高墉之上」，觀孔子言弓矢者器也，射之者人也，則：「公用」句原文應有「弓矢」二字，今無之。王昭素謂「序卦離者麗也」之下諸本有「麗必有所感，故受之以咸，咸者感也」凡十四字，今亦無之。是皆闕也。《朱子語類》載：郭、京《易》「即鹿無虞」鹿作麓，其象詞則云：「即麓無虞，何以從禽也」，謂入山麓而無虞人導之，何以從禽也。今作「即鹿無虞，以從禽也」，是誤一鹿字，脫一何字也。袁楷謂《文言》有錯入《繫辭》者，「鳴鶴在陰」以下七節，「自天祐之」一節，「憧憧往來」以下十一節，皆《文言》也，即「亢龍有悔」 一節之重可以明之矣。是又《易》之錯簡也。王鏊《震澤長語》云：漢文帝時，《十翼》所存惟彖象、《繫詞》、《文言》。至宣帝時，河上女子掘塚得全《易》，上之。內《說卦》中、下二篇汙壞，不可復識，《十翼》遂亡其二，後人以《序卦》、《雜卦》足之。今按《說卦》中乾為天、為圜、為玉、為金、為寒、為冰之類，朱子亦謂其多有不可曉者。而荀九家於乾之下又有為龍為直之類，坤之下又有為牝為迷之類，以及震、巽等卦皆然，明是《說卦》已亡，而後人雜取以補之者，則《說卦》之原文久缺也。又如《上繫》第十章自「易有聖人之道四焉」至「不疾而速，不行而至」，皆是孔子語，其下又有「子曰：易有聖人之道四焉，此之謂也」二語，豈有孔子自作《繫詞》，又自引己語以證之？則此「子曰」二字亦衍文也。"
      },
      {
        "index": 11,
        "text": "《尚書》名起於伏生"
      },
      {
        "index": 12,
        "text": "《禮記經解》云：疏通知遠，書教也，與易教、詩教並述，未嘗云《尚書》也。《左傳》、《國語》及戰國諸子書，凡引《書》或曰夏書，或曰商書、周書，亦皆無《尚書》之名。其稱為《尚書》者，自伏生始。孔安國所謂伏生口授二十餘篇，以其上古之書，謂之「尚書」是也。自有此二字，而後之解者紛紛。王肅謂：上所言，史所書，故曰尚書，則以上為君矣。鄭康成云；尚者，上也，尊而重之，若天書然，則以上為天矣。康成又據《緯書璿璣鈐》之說，謂孔子尊而命之曰尚書，則又以尚書為孔子所加矣。即此二字，議論紛然，亦可見漢儒說經破碎穿鑿之一斑也。"
      },
      {
        "index": 13,
        "text": "《尚書》古、今文皆出壁中"
      },
      {
        "index": 14,
        "text": "孔安國《書序》：魯共王欲壞孔子宅，於壁中得先人所藏虞、夏、商、周之書，此《古文尚書》之出壁中者也。《今文尚書》安國謂伏生之口以傳授者，則似非出於壁中，然《史記》云：秦時焚書，伏生壁藏之，其後兵起流亡。漢定天下，伏生求其書，已亡數十篇，獨得二十九篇，以教齊魯之間。班書《藝文志》亦云伏生壁藏之。又劉歆《移太常博士書》云：伏生《尚書》初出屋壁，朽折散絕。是《今文尚書》亦出自壁中。故孔穎達謂伏生初亦得於壁間，傳教既久，誦文熟，遂以口授，而安國因謂之口以傳授也。劉向《別錄》：武帝末，民間有得《秦誓》於壁間者，獻之，使博士讀說，數月皆起，傳以教人。又《後漢書》：建安十四年，黃門侍郎房宏等說云：宣帝本始元年，河內女子有壞老人屋，得古文《泰誓》三篇。王充《論衡》亦云：宣帝時，河內女子發老屋，得《逸尚書》一篇。於是《尚書》二十九篇始定。按《今文尚書》二十八篇，增《泰誓》為二十九篇，則所謂《逸尚書》者即是《泰誓》，是《泰誓》亦出自壁也（按此《泰誓》係偽書，說見後）。蓋遭秦有挾書之禁，學者多藏書於屋壁，以避時禁，而俟後世，固不獨孔壁中一本也。《後漢書·杜林傳》：林於西州得漆書《古文尚書》一卷，雖遭艱困，握持不離。其時孔氏古文傳未行，故寶之如此。蓋亦先儒所藏而晚出者，可見秦時藏書者不止一處也。"
      },
      {
        "index": 15,
        "text": "壁書非孔襄所藏"
      },
      {
        "index": 16,
        "text": "孔壁藏書，《安國傳》但云我先人藏其家書於屋壁，而未嘗指為何人。《家語序》則謂孔子裔孫子襄所藏。按《史記》子襄為漢惠帝時博士，遷長沙守。而《漢書》惠帝除挾書之禁，則子襄出仕，正當開禁之時。且身為博士，尤可表彰先學，若書是其所藏，豈有不出之以廣其傳，而尚錮諸屋壁者？按《隋經籍志》漢武時魯共王壞孔子宅，得其末孫惠所藏之書，字皆古文。陸德明《釋文》亦云：《書》者，孔子刪錄百篇，為之序。秦禁學，孔子末孫惠壁藏之。是藏書者名惠，非襄也。"
      },
      {
        "index": 17,
        "text": "虞、夏、商、周書目孔子所分"
      },
      {
        "index": 18,
        "text": "《左傳》引二典三謨，今俱在《虞書》之中。而《左傳》稱為「夏書」者，典謨原係夏時史官追記，故春秋時猶仍舊稱也。其名之曰「虞書」者，蔡九峰云：或以為孔子所定。此蓋因孔安國《書序》而推之。按《書序》云：壁中得先人所藏虞、夏、商、周之書。孔穎達謂壁內所得有此題目也。然則以典謨為《虞書》，本孔壁之原題，春秋時尚以典謨為「夏書」，而藏書題為《虞書》，其為孔子刪書時所定無疑也。春秋時謂之「夏書」者，以其書本夏時所作。孔子題為《虞書》者，以其事皆虞廷之事，如《隋書》修於唐而謂之《隋書》，《唐書》修於宋而謂之《唐書》也。或曰：伏生《尚書大傳》以典謨及《禹貢》等篇通謂之虞夏傳，此以典謨為《虞書》，安知非出於孔安國所分？曰：吾正以安國《尚書傳》而知其非安國所分也。《堯典》開首即云「曰若稽古」，此後代追敘之詞，文義了然，安國豈不知？乃必以順考古道釋之，正以泥於卷端有「虞書」二字，據以為虞史官所作。既為虞史官所作，則《堯典》不應有 「若稽古」之語，故不得不曲為之解。則以典謨為虞書，必非安國所分，而出自壁中原文，其為孔子所定，益為有據。推此則商、周書當亦孔子所定。《左傳》祁奚舉善篇引《商書》曰：「無偏無黨，王道蕩蕩。」寧贏論陽處父篇引《商書》曰：「沉漸剛克，高明柔克。」欒書救鄭篇引《商書》曰：「三人占，從二人。」此皆《洪範》詞。《左傳》稱為《尚書》，今依壁書次序則在《周書》中。是知以《洪範》入《周書》，亦孔子所定也。九峰以舜三謨為夏史官所追記，固足以正安國、穎達之誤。而於《堯典》猶以為虞史官所作，則仍未免二孔之見。試思虞之與唐相去幾時，而謂之古乎？《堯典》亦夏史官所追敘可知也。《大禹謨》亦有「若稽古」之字，蓋夏中葉後史官追記之書也。"
      },
      {
        "index": 19,
        "text": "宋儒疑《古文尚書》"
      },
      {
        "index": 20,
        "text": "《古文尚書》，自宋以來，諸儒多疑其偽。吳才老曰：古文皆文從字順，非伏生書之詰曲聱牙。夫四代之書，作者不一，乃至一人之手而定為二體，其亦難言矣。朱子曰：凡書易讀者皆古文，豈有數百年壁中之物不訛損一字者？伏生所傳皆難讀，如何伏生偏記其所難，而易者全不能記？又孔安國《書傳》是魏、晉間人作，托安國為名耳。又曰：孔傳並序皆不類西京文字，似與《孔叢子》同出一手。吳草廬曰：伏生書雖難盡通。然詞義古奧，其為上古之書無疑。梅賾所增二十五篇，體製如出一手，采輯補綴，雖無一字無所本，而平緩卑弱，殊不類先漢以前之文。此皆疑古文為偽者。自此三說行，而後人附和紛紛，大概不越乎「古文何以皆易讀，今文何以皆難讀」二語。不知與古文所以易讀之故，本在《史記·儒林傳》及安國《書序》中，學者初不深求耳。《儒林傳》曰：孔壁有《古文尚書》，安國以今文讀之。安國《書序》曰：科斗書廢已久，時人無能知者。以所聞伏生之書，考論文義，定其可知者為隸古定，以竹簡寫之，增多伏生二十五篇。由此以觀，是安國本不識古文，以伏生之今文對讀，始以意揣而識其字。既識古文，則今文所無者，即以今文古文相同之字讀之，間有不識者，則以文義貫穿之。略如鳩摩羅什及房融等之譯經，其義則原本，其詞則有出於翻譯時之潤色者，故與諸書所引《尚書》文轉有參差不盡符之處。且所譯之二十五篇，體製如出一手，職是故也。蓋安國所傳古文，原從科斗字譯出，非字字皆科斗原文而毫無改換也。後人不於科斗轉為隸字之處反復推求，但謂古文即科斗原文，因而致疑於二十五篇何以皆文從字順，毋怪乎並為一談，牢不可破矣。至草廬謂采輯補綴，無一字無所本，是直謂偽造者歷采各書所引《尚書》之文，零星湊集，串插成文也。然果如此，則《孟子》所引「放勳殞落」「我武維揚」等句，已一一在所采中，而「勞之來之」等句，亦應《尚書》文也，何以又不采入？且不特此也，《左傳》、《國語》所引《書》尚多，如《左傳》楚公子棄疾如晉，晉人欲弗納，叔向引《書》曰「聖作則」；又叔向告韓宣子斷獄，引《夏書》曰「昏墨賊殺，皋陶之刑也」；衛獻公在夷儀篇引《書》曰「慎始而敬終，終以不困」；《國語》單襄公論卻至將敗，引《書》曰「民可近也，而不上也」（以上皆春秋時人所引書）。《戰國策》述荀息之語曰：《周書》有之：「美女破舌，美男破老」（亦見《汲塚書武稱解》）；蘇秦說魏王，引《書》曰：「綿綿不絕，蔓蔓奈何，毫毛不拔，將成斧柯」（此書周廟中金人銘，蓋周人已筆之於《書》矣）；《魏策》智伯索地於魏桓子，任章勸桓子與之，引《周書》曰「將欲敗之，必姑輔之；將欲取之，必姑與之」，《韓非子·喻老篇》亦引此二語（按《老子》微明章與此大同小異，蓋本周人書也。朱子曰：老子為柱下史，故見此書。王應鱗謂蘇秦所讀《陰符經》當即此）。《韓非子·外儲篇》引《周書》「毋為虎傅翼，將飛入邑，擇人而食（亦見《汲書寤儆解》）。《呂覽·聽言篇》引《周書》曰：「往者不可及，來者不可待」。《孝行篇》引《商書》曰：「刑三百，莫大於不孝。」《慎大篇》引《周書》曰：「若臨深淵，若履薄冰。」《適威篇》引《周書》曰：「民善之則畜也，不善則仇也。有仇而眾，不知無有。」《貴信篇》引《周書》曰：「允哉允哉。」《史記》蔡澤說應侯，引《書》曰：「成功之下，不可久處。」又《蒙恬傳》引《周書》曰：「必參而伍之。」（以上皆戰國時人所引書）《韓詩外傳》哀公取人章引《周書》曰：「為虎傅冀。」（與《韓非子》同）《史記·楚世家》引《周書》曰：「欲起毋先。」《商鞅傳》引《書》曰：「恃德者昌，恃力者亡。」《漢書·蕭何傳》引《周書》曰：「天予不取，反受其咎。」又《劉濞傳》讚引《尚書》曰：「毋為權首，將受其咎。」《淮南子·泛論篇》引《周書》曰：「上言者下用也，下言者上用也。」《覽冥篇》引《周書》曰：「掩雉不得，更順其風。」《白虎通》引《書》曰：「太社惟松，東社惟柏，南社惟梓，西社惟栗」。《漢書·律志》引《書》曰：「先其算命。」《主父偃傳》引《周書》曰：「安危在出令，存亡在所用。」《平當傳》引《周書》曰：「正稽古建功立事。」董仲舒對策引《書》曰：「白魚入於王舟，有火復於王屋，流為烏，周公曰復哉復哉。」《蕭望之傳》引《書》曰：「戎狄荒服。」《王商傳》史丹引《書》曰：「以左道事君者誅。」《王莽傳》引《嘉禾篇》曰：「周公奉鬯，立於阼階，延登讚曰：假王政，勤和天下。「王充《論衡》引《書》曰：」予惟率夷憐爾。」又引《書》曰：「伊尹死，大霧三日。」又引《梓材》曰：「強人有王開賢，厥率化民。」《後漢書》楊賜疏引《周書》曰：「天子見怪則修德，諸侯見怪則修政，卿大夫見怪則修職，士庶人見怪則修身。」又《劉愷傳》引《書》曰：「上刑挾輕，下刑挾重。」《左傳》杜注引《作雒篇》曰：「千里百縣。」（以上漢、晉人所引《書》）如此之類，《書》之零章斷句散見於他書者正多，又何以不一一補綴成篇，而聽其在二十五篇之外？則草廬所云歷采各書湊集成文之說，究未可為定論也。《今文尚書》世以其出於伏生口授，罕有疑之者。抑思《盤庚》等篇所以告諭愚民，使之家喻戶曉，豈轉作此艱澀不可解之語？若謂當時語言本是如此，則《左傳》、《國語》所引《夏書》、《商書》何以又多文從字順，絕不如此？今因其艱澀不可解，遂謂之古奧而深信之，此更非通論語矣。以九十餘歲之人，追憶少時所習記誦，豈無遺忘？一也。以齒豁口呿之年，語音豈無淆混？二也。以土音授異鄉之人，兼令侍婢傳述字句，豈無訛謬？三也。然則《今文尚書》亦未必字字皆孔門原本，與《古文尚書》正同，未可以易讀而致疑、難讀而深信也。"
      },
      {
        "index": 21,
        "text": "按：安國《書序》謂：科斗書廢已久，時人無能知者，以伏生之書考論文義，定為隸古定云云。閻百詩力斥其偽，謂蕭何以六體試學童，一曰古文，即科斗書，是漢初已使人人習之，何以孔壁中古文無人能識？然衛恒《書勢》則謂古文絕於秦，漢興，人不識，故逸在秘府，不立學官。恒，晉人，去漢初未遠，其說必有所自。當秦焚書，書之科斗字者已盡在所焚中，否則藏之壁莫敢習讀。其現行文字，惟斯篆、邈隸。是以漢初科斗之學已絕。迨台壁書漸出，如安國輩以今文讀之，解釋傳播，始有識者。至哀、平間，劉歆已能好之，欲立博士，然究非人人皆曉，故諸儒尚畏難而不肯立。況安國時去秦未久，而已人人識古文乎？"
      },
      {
        "index": 22,
        "text": "《舜典》當從月正元日分起"
      },
      {
        "index": 23,
        "text": "伏生《今生尚書》但有《堯典》而無《舜典》，今所傳《舜典》自「慎徽五典」以下至「陟方乃死」，據伏生今文，俱在《堯典》之內，孔安國所謂伏生以《舜典》合於《堯典》是也。孔壁《古文書序》有《舜典》篇目，而安國《書傳》散逸不可考，其以「慎徽」以下分為《舜典》，則自東晉始。孔穎達云：東晉初，梅賾上《孔傳》，猶闕「曰若稽古帝舜」等二十八字，多用王、范之注補之，而皆以「慎徽五典」以下為《舜典》之初。至齊建武中，姚方興於大航頭得《孔傳》，乃表上之，事未施行。隋開皇中購遺典，始得之是也（陸德明《釋文》謂梅賾上《古文尚書》，亡《舜典》一篇，購不能得，乃取王肅注《堯典》，從「慎徽」以下分為《舜典》以續之。又云《舜典》一篇，本之王肅。則以「慎徽」以下為《舜典》，或自肅始）。自是遂以「曰若稽古帝舜」二十八字冠於「慎徽」之首，而為今之《舜典》。孔穎達作《正義》本之，蔡沉作《集傳》亦本之。然按《孟子》「咸邱蒙章」引《堯典》曰「二十有八載，放勳乃殂落，百姓如喪考妣，三年四海遏密八音」。孟子在未焚書之前，必親見《尚書》真本，而引之為《堯典》，則此明是《堯典》之文。而晉人分在《舜典》中者，誤也。《孟子》不足據，而晉人反足據乎？況《史記·堯本紀》直至禪位後二十八年殂落始畢，凡今《舜典》所載察璣衡、定巡狩、封山浚川及制刑法、誅四凶等事，皆在《堯本紀》中。班固稱遷作《史記》多從安國問故，安國乃治《古文尚書》者，而遷本之作《堯紀》，如是可知古文《堯典》原不止於「厘降二女」，而必至「遏密八音」方止也。晉人徒以「慎徽」以下皆舜之事，遂分為《舜典》，不知禪位於舜是堯晚年一極大事，敘舜之功，正見堯之禪讓得人。賓門、納麓皆是堯試舜之事，而俱在「慎徽」以下，若遽從「慎徽」截斷，則堯之事未了，成何《堯典》耶？況《舜典》末總敘舜三十登庸至陟方乃死作結，以此例之，則今《舜典》中「二十有八載」至「四海遏密八音」正是《堯典》之總結。是《堯典》必當以「遏密八音」 為止，而非可分「慎徽」以下屬《舜典》也。然近日王西莊尊信伏生今文太過，又全以今《舜典》為《堯典》，而謂當別有《舜典》一篇已經亡逸，則又屬過論（顧寧人謂：古時《堯典》《舜典》本合為一篇，故月正元日格於文祖之後，而四嶽之谘必稱「舜曰」者，以別於上文之帝也。至其命禹，始稱帝曰，問答之詞已明，則無嫌也。閻百詩亦謂：本是《堯典》一篇，而兼敘堯、舜事。是尚皆謂二典本合在一篇，並無別有《舜典》一篇之說）。月正元日，舜格於文祖，即位之後，谘嶽牧，命九官，皆是堯崩後之事。且前此不稱帝，此後皆稱「帝曰」，明是《舜典》原文，豈得俱指為《堯典》？其末「陟方乃死」一節，更是總結舜之始終，與堯何涉，而可謂之《舜典》乎？又《史記·舜本紀》即位後谘嶽牧，命九官，即今《舜典》月正元日以後之事。遷既從安國問故而作《舜本紀》，可知古文《舜典》本即此月正元日以後數節，並非別有《舜典》一篇。而必泥於《今文尚書》之舊，以今《舜典》作《堯典》，亦窒礙而不可通也。或疑如此則《舜典》不過寥寥數語，似非全文。不知舜之功業，全在堯未崩以前，已敘入《堯典》內，及即真後，則第君臣交儆而已，無他事，雖有征苗一節，旋即來格，故孔子亦歎為無為而治。可知《舜典》本自無多，正不必以寥寥數語為疑。惟此篇若但從「月正元日」起，似無頭緒，則大航頭所得「曰若稽古帝舜」二十八字，雖真假不可知，而即以「乃命以位」冠於「月正元日，舜格於文祖」之上，亦屬語氣緊接，固無不可也。要之，今《舜典》「遏密八音」以前乃《堯典》之文也，「月正元日」以後則《舜典》之文也。前有《孟子》「咸邱蒙」章作證，後有《史記·舜本紀》作證。試平心玩其文義，則知此說雖創論而實定論矣。"
      },
      {
        "index": 24,
        "text": "納於大麓"
      },
      {
        "index": 25,
        "text": "宋儒改正五經注疏，亦有不如舊本之善者。《尚書》「納於大麓」，孔安國訓麓作錄，謂使舜大錄萬幾之政而風雨以時也。王肅注亦同。按《五帝德》孔子答宰予：「堯使舜大錄萬幾之政，故陰陽清和，五星來備，風雨各以其應，不有迷錯愆伏。」正與「烈風雷雨弗迷」之義相合。《漢書·於定國傳》「萬方之事，大錄於君。」《後漢書·劉愷傳》：「三公協和陰陽，遭烈風之不迷，遇迅雨不惑，位莫重焉。」是古人皆作大錄庶政調和陰陽解。惟《尚書大傳》云：堯推尊舜，納之大麓之野，烈風雷雨不迷。《史記》亦謂堯使舜入山林川澤，烈風雷雨，舜行不迷。蘇氏並謂洪水為患，堯使舜相視山林，雷雨大至，眾懼失常，舜獨不迷。今蔡傳實宗此說，然反淺矣，楊用修所以有茅山道士鬥法之戲也。鄭康成注《尚書大傳》，謂堯築壇於山麓，命舜陟位，大錄天下之事。則又兼用山麓、大義，未免岐互。蘇氏又云：或曰納於大麓，蓋納之泰山之麓，使之主祭也。會有大風雷之變，禱之而息，所謂百神享之也。此又一說。"
      },
      {
        "index": 26,
        "text": "元、愷、四凶皆在《尚書》辨"
      },
      {
        "index": 27,
        "text": "《左傳》八愷：蒼舒、隤敳、禱戭、大臨、龐降、庭堅、仲容、叔達也；八元：伯奮、仲堪、叔獻、季仲、伯虎、仲熊、叔豹、季狸也。班書《古今人表》既列此十六人（十六人內無庭堅，有咎繇，伯俱作柏，季狸作季熊），而又別有卨（即契）、垂、朱斨、（即殳斨）、柏譽（即伯與）、柏益（即伯益）及龍、夔。則《左傳》之元、愷，非《尚書》所命之九官也。孔安國作《尚書傳》，乃始以朱虎、熊羆及殳斨、伯與四人為在元、愷之中，以《尚書》朱虎、熊羆與《左傳》伯虎、仲熊之名相合也。杜預注《左傳》，則又以八愷為即垂、益、禹、皋陶之倫，蓋以《左傳》八愷主后土，而禹、益實平水土，且皆高陽氏之後，又皋陶字庭堅也。以八元為即稷、契、朱虎、熊羆之倫，亦以《左傳》八元主敷教，而契實司之，契與稷又皆高辛氏之子，且虎、熊名與《左傳》合故也。然終未確指元、愷內之某人。且《尚書》所命九官及所讓之殳斨、伯與、朱虎、熊羆人數較少，不及十六人，故古來未有即以此作八元、八愷全數者。吳仁傑及分殳斨為二人，伯與一人，又分朱虎、熊羆為四人，合之禹、益、稷、契、皋陶、垂、伯夷、夔、龍九人，共成十六之數，似為巧合。且杜預注渾敦為歡兜，窮奇為共工，禱杌為鯀，饕餮為三苗，則《左傳》四凶即《尚書》四罪，宜乎元、愷十六人即《尚書》分命之眾官全在內矣。然孔傳以殳斨為一人，漢表作殳斨，亦以為一人，未嘗分殳斨為二人。孔傳以朱虎為一人，熊羆為一人，亦未分朱虎、熊羆為四人也。吳氏一一析之，以合十六人之數，究屬臆說。況孔穎達《正義》謂安國以伯虎、熊羆在元、愷內者，以虎、熊名字相合故耳。皋陶即庭堅，而益是皋陶之子，皆當在八凱內。垂則不可知。伯夷薑姓，必不在元愷之數等語，可知古人闕疑之慎。而吳氏必牽合以充其數，且以蒼舒為禹字，伯奮為契字，未免必求其人以實之，則鑿矣。（蔡九峰注《舜典》，亦以殳斨、伯與為三人，朱虎、熊羆為四人，似與吳說相合。然未確指為元、愷。）"
      },
      {
        "index": 28,
        "text": "陟方"
      },
      {
        "index": 29,
        "text": "「陟方乃死」，孔安國以為巡狩而崩於蒼梧也。韓昌黎則據《竹書紀年》凡帝王之沒皆曰陟，因謂陟者升天也，猶言禮陟配天也；下文言「方乃死」者，所以釋陟之義也。地勢東南下，如言巡狩蒼梧而死，應言下方，不得言陟方也。蔡傳主其說，而以方字屬上，謂陟方猶言升遐也。據此則陟方即是死矣，下文何必又云乃死乎，陟方究應從孔傳巡守之說為是。舜葬蒼枵，見《檀弓》、《山海經》、《史記》諸書，《孟子》亦云卒於鳴條，雖地名不同，要其為崩於巡狩，則有明據。況地勢東南下者，乃江浙耳，若古之蒼梧在零陵、九疑一帶，正是湘水發源處，地極高，由吳地溯江而上，步步皆逆流。項羽陽尊懷王為義帝，曰：「古之王者，必都上流，」乃徙之長沙都郴。此正見楚南之在上流也，安得云地勢下而不宜言陟乎？昌黎亦嘗過嶺，乃不知地形乎？《家語·五帝德》篇「舜陟方嶽，死於蒼梧之野。」陟方嶽即《書》所謂陟方也，是《家語》亦指為巡狩，與孔傳之說合。而必據《竹書》以陟為死之文以駁之，亦固矣。（按王鏊《震澤長語》云：《孟子》謂舜卒於鳴條，按湯與桀戰於鳴條，則其去中國不遠也。何孟春注《家語》云：陳留縣平丘有鳴條亭，海州東海縣有蒼梧山，去鳴條不遠。乃知所謂蒼梧，非九疑之蒼梧也。是又合卒於鳴條、崩於蒼梧二說而牽連之，亦可備一說。）"
      },
      {
        "index": 30,
        "text": "萊夷作牧"
      },
      {
        "index": 31,
        "text": "「萊夷作牧」，孔安國云：萊夷之地，可以牧放。蔡傳因其說，謂夷人以畜牧為生也。然遊牧乃沙漠之地，不生五穀，故但逐水草耳。萊在齊西境，則固耕耨之鄉，豈必以其萊夷而懸斷為畜牧乎？況畜牧何必云作牧乎？蓋「萊夷作牧」者，謂即用萊夷之長，使之官其地，統其眾，如後世之土司耳。牧即伯之牧，《漢官舊儀》云：東萊，周時曰萊子國。尤見即以萊人為君長之明證，而必以牧放釋之，亦固矣。"
      },
      {
        "index": 32,
        "text": "三正"
      },
      {
        "index": 33,
        "text": "夏正建寅，商正建丑，周正建子，此三正也。然《夏書·甘誓》云「有扈氏怠棄三正」，則夏之前已有三正矣。孔安國因商、周在夏之後，故不敢以子、丑、寅釋之，而但謂天、地、人之正道。王肅亦云：惟殷、周改正，自夏以上，皆以建寅為正。《尚書大傳》云：王者存二代之後，以備三正。馬融注《甘誓》亦云：子、丑、寅也。鄭康成注《堯典》「正月上日」云：帝王易代，莫不改正建朔，堯正建丑，舜正建子，此時未改堯正，故云正月上日，即位乃改堯正，故云月正元日。則三正迭建，固不始於三代矣。蔡傳亦云：唐、虞以前當已有之。（按《魏書》李業興使梁，梁武帝問：「《尚書》正月上日受終於文祖，此是何正？」業興曰：「夏正。」梁武曰：「寅賓出日，即是正月。日中星鳥，以殷仲春，即是二月。是《堯典》亦夏正也。」此據《堯典》證堯之以寅為正月，最為明確。鄭康成謂堯正建丑，舜正建子者非。）"
      },
      {
        "index": 34,
        "text": "《泰誓》真偽"
      },
      {
        "index": 35,
        "text": "漢時別有《泰誓》一篇，其中載白魚入舟，火流王屋化為赤烏等事，而於《左傳》、《國語》、《孟子》諸書所引《泰誓》之文無一語相合。故馬融疑之，謂：其文義淺露，吾見書傳多矣，所引《泰誓》俱不在今《泰誓》之內也。然漢以來此《泰誓》盛行，諸儒所見《泰誓》皆是此篇。（董仲舒《天人策》、司馬相如《封禪書》、司馬遷《周本紀》皆引用白魚、赤烏之事，王充《論衡》引此事，並明言《泰誓》之文。馬融謂《春秋傳》所引《泰誓》「民之所欲」二句，《國語》引《泰誓》「朕夢協朕卜」三句，《孟子》引《泰誓》「我武維揚」五句，孫卿引《泰誓》「獨夫受」一句，《禮記》引《泰誓》「予克受非予武」六句，俱不在今《泰誓》之內。杜預注《左傳》所引《泰誓》「民之所欲」二句，謂今《泰誓》無此文。故諸儒疑之。韋昭注《國語》，引「民之所欲」二句，亦云今考《泰誓》無此文。可見諸儒所見《泰誓》皆武帝時所出之本，故反疑《左傳》等書所引為脫簡。）至周、隋間，孔安國《古文尚書》出，有《泰誓》三篇，與此迥別，且與諸書所引《泰誓》之文多合。於是孔穎達直斥此篇為偽，而以孔傳所出為真，此一重公案久定矣。近日王西莊則又以穎達所謂真者為偽，偽者為真。其強詞博辨，大概以《史記》及《尚書大傳》為據，謂《漢書·儒林傳》稱司馬遷作《史記》多從孔安國問故，而《史記·周本紀》已有白魚赤烏二事，是必從安國古文《泰誓》中來，則白魚赤烏之為真《泰誓》無疑也。又《尚書大傳》出自伏生，而其中《泰誓》傳云：太子發升於舟，白魚入於舟中，有火流於王屋，化為赤烏三足。是又與當時所傳《泰誓》中語相合，益可見白魚赤烏之為真《泰誓》也。其證佐可謂確矣。然此《泰誓》一篇本係別出，劉向謂武帝時民間得之於壁間，王充《論衡》謂宣帝本始元年河內女子壞老屋得之。雖所傳時代不同，要其為單行獨出，非伏生今文中所有，亦非安國古文中所有，則鑿鑿不爽。況伏生書本二十八篇，而史遷云二十九篇，孔穎達謂當時此《泰誓》一篇已盛行，遷遂並入伏生書內，而總為二十九篇耳。是遷方以此為伏生今文，而西莊反以為史遷引用安國之古文，其是非更不待辨。至以《尚書大傳》與此《泰誓》相合為證，按伏生傳《書》在景帝時，而此《泰誓》出在武帝時，則《大傳》在先，此《泰誓》在後，明係漢儒因武帝購遺書，遂依仿《大傳》造此《泰誓》一篇，托為得自壞屋者而獻之。或謂《泰誓》原文若本無此魚鳥等事，則伏生之徒何由憑空撰傳？此更不然也，《大傳》所記多有與《尚書》本文不相涉者，不過因某朝有某事，即附敘某朝書篇之下（說見「尚書大傳」條內），不得謂此傳必從《泰誓》真本而出也。然則此《泰誓》一篇，昔人久斥為偽，不必再翻公案，反以為真，而以今《泰誓》三篇為偽也。至邢凱《坦齋通編》以《左傳》「紂有億兆夷人」數句，杜預注謂今《泰誓》無此文，凱乃駁之，以為現在《泰誓》篇中而預以為無此文，豈偶忘之耶？此又不知杜預時但有白魚赤烏之《泰誓》，而今《泰誓》三篇尚未出也，而遂據今《泰誓》以折之，此又宋人之陋也。"
      },
      {
        "index": 36,
        "text": "（按：穎達所斥《偽泰誓》今雖不傳，然尚有散見於他書者。董仲舒《天人策》引《泰誓》云：「白魚入王舟，有火復於王屋，流為赤烏，周公曰，復哉復哉。」司馬遷引《泰誓》云：「師尚父左杖黃鉞，秉白旄以誓曰，蒼兕蒼兕，總爾眾庶，與爾舟楫，後至者斬。」馬融述《泰誓》云：「八百諸侯，不召自來，不期同時，不謀同辭，火復於上，至於王屋，流為雕五，以穀俱來舉火。」《漢書·郊祀志》引《泰誓》云「正稽古立功立事，可以永年，丕天之大律。」《平當傳》引《泰誓》云：「正稽古立功立事，可以永年，傳於無窮。」《白虎通》引《泰誓》云：「太子發升於舟。」劉歆《三統曆》引《泰誓》云：「丙午逮師。」又《漢書·谷永傳》引《書》曰「自絕於天，」又引《書》曰「乃用婦人之言，」顏注皆曰今文《泰誓》。以上各條，皆漢武時所出《泰誓》之文也。）"
      },
      {
        "index": 37,
        "text": "帝乙即成湯"
      },
      {
        "index": 38,
        "text": "《周易乾鑿度》謂《易》「帝乙歸妹」，所以彰湯之美，能順天地之道，立嫁娶之義也。因引孔子之說，謂《尚書》自成湯至於帝乙，此湯之元孫之孫也，而「歸妹」之帝乙即湯也。殷尚質，故以生日名元孫之孫，親盡矣，故不嫌同名，而亦曰帝乙。《易》之帝乙為成湯，書之帝乙則湯六世孫也。按《世本》及《史記》湯本名天乙，惟孔安國注《論語》「予小子履」，謂履乃湯名。而孔穎達《正義》謂安國之意以湯本名天乙，至將受命乃改名履，故有二名。皇甫謐巧欲附會，乃謂湯名履，字天乙，誤矣。據此數說，則湯之名天乙無疑，後人以其有天下而稱之曰帝乙，則《乾鑿度》所云帝乙即成湯者非妄也。《尚書》所云帝乙本亦名祖乙，因嗣帝位，故亦稱帝乙。然則因其有天下而以帝冠於名，故湯亦稱帝乙，祖乙亦稱帝乙也。"
      },
      {
        "index": 39,
        "text": "《康誥》文與《左傳》不合"
      },
      {
        "index": 40,
        "text": "《左傳》臼季引《康誥》曰：「父不慈，子不孝，兄不友，弟不恭，不相及也。」又齊侯使公孫青聘衛篇，亦引《康誥》曰：「父子兄弟，罪不相及。」兩處所引大意相同，則其為《康誥》原文可知。而今《康誥》無此語，但云「子弗祗服厥父事」，「父不能字厥子」，「弟弗克恭厥兄」，「兄亦大不友於弟」，其下即曰「刑茲無赦」，無所謂「罪不相及」者。將謂誤在《左氏》，則不應兩處俱誤；將謂誤在今所傳《尚書》，則不應今、古文又相同也。豈其由伏生遺脫，而孔安國以隸書譯寫古文時，凡伏生今文所有者，不復細加翻譯，悉仍其舊，因與《左傳》所引原文稍不合耶？"
      },
      {
        "index": 41,
        "text": "延洪"
      },
      {
        "index": 42,
        "text": "裴晉公詩：「願續延洪壽，千春奉聖躬。」毛奇齡引以證《尚書·大誥》「天降割於我家不少延，洪惟我幼衝人」，謂孔傳以「不少」句，「延洪」又句， 「惟我幼衝人」又句。自蔡沉注《尚書》以「不少延」句，「洪惟」連續，遂致天壤之間無此二字。《漢書·翟方進傳》翟義舉兵討王莽，莽依《周書》作《大誥》，其起語曰：「不吊天降喪於趙、傅、丁、董，洪惟我幼衝孺子。」是知「洪惟」連續，在漢已然，毛氏謂創自九峰者，亦非也。"
      },
      {
        "index": 43,
        "text": "《尚書大傳》"
      },
      {
        "index": 44,
        "text": "《尚書大傳》，漢《藝文志》謂伏生所傳經二十九篇，傳四十一篇；鄭康成序謂伏生沒後，弟子張生、歐陽生等，各論所聞，以己意彌縫其闕，別作章句，又特撰大義，句之曰傳，劉子政得而上之，凡四十一篇，至康成又詮次為八十三篇。是《大傳》乃伏生弟子所傳也。然亦有可疑者。伏生所傳《今文尚書》共二十八篇，則弟子所撰大義應只在二十八篇之內。古文則孔壁所出，在後，伏生未嘗見也。乃《說命》、《泰誓》、《武成》、《旅獒》皆今文所無，而大傳反有之。《九共》、《帝告》、《高宗之訓》、《歸禾》、《成王政》等篇，不惟今文所無，即古文亦逸，安國所謂錯亂磨滅，弗可復知者，而《大傳》亦載其篇目。當是伏生少時，本習《尚書》百篇全文，遭秦禁亡失，漢興，尋舊本僅得二十八篇，而他篇散佚不存，尚能粗記篇目及大意，故議論在仿佛之間，而弟子遂筆之於書耳。即如桑穀生庭一事，古文《書序》謂伊陟因此祅異讚於巫咸，作《咸乂》四篇，而《大傳》則係之《高宗之訓》，以為祖已因此以警高宗者。《肜日》「雊雉」，孔傳以為耳不聰之應；劉歆以為鼎三公象也，而野鳥來居，是小人將居公位；鄭康成亦以為視不明之象。乃《大傳》則曰：高宗祭湯廟，有雉升鼎耳而鳴。祖已謂高宗曰： 「遠方君子將至，否則有遠方來朝者。」未幾果有六國重譯來朝。孔子曰：吾於《高宗肜日》見德之有報之疾也。（王充亦引之，以祖已為祖乙。）按篇中祖已多警戒之詞，不知《大傳》何所據而云然。又如《金縢》一篇，明言武王有疾，周公禱以身代，其後武王崩，管、蔡流言，周公居東，成王遭風雷之變，乃得金縢而反公。此事之真偽不可知，而敘事自極明白。乃漢儒說此篇，惟孔安國傳與本文相合。《史記·蒙恬傳》則云：成王有疾，公自揃其爪沉於河，願以身代；則以為周公因成王疾而禱矣。《白虎通》云：周公薨，天示之變，成王乃以天子之禮葬公。王充《論衡》引張霸《百兩篇》亦云：天以雷雨悟成王，王乃開金縢，知公之功，決以天子禮葬公。是又以風雷之變為葬周公不備禮而設矣。及考《尚書大傳》，乃知此語亦自《大傳》出也。《大傳》於此篇云：周公薨，成王不葬之於周，而葬之於畢，畢者，文王墓地，葬之於此，示不敢臣周公也。是雖未言天意欲以天子禮葬公，示以風雷之異，而後人以風雷屬之於周公之葬事，則實由於此。按《肜日》等皆伏生今文所有，《大傳》又本之伏生，何其與書意全不相合？可知《大傳》原非詮釋經文，但某朝事即附於某朝某篇之下，所謂別撰大義也。"
      }
    ]
  }
}