{
  "chapterNumber": 5,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《史記》一"
      },
      {
        "index": 2,
        "text": "班彪謂司馬遷：序帝王則曰本紀，公侯傳國則曰世家，卿士特起則曰列傳。是蓋以本紀、世家、列傳為史遷創例。然《文心雕龍》云：遷取式《呂覽》著本紀，以述皇王。則遷之作紀，固有所本矣。今按《呂覽》十二月紀，非專述帝王之事，而《史記·大宛傳·讚》則云：《禹本紀》言河出昆侖高五百里。又云：《禹本紀》及《山海經》所有怪物，予不敢言之也。是遷之作紀，非本於《呂覽》，而漢以前別有《禹本紀》一書，正遷所本耳。又《衛世家·讚》云：予讀世家言云云。則遷之作世家亦有所本，非特創也。惟列傳敘事，則古人所無。古人著書，凡發明義理，記載故事，皆謂之傳。《孟子》曰：於傳有之。謂古書也。左、公、穀作《春秋傳》，所以傳《春秋》之旨也。伏生弟子作《尚書大傳》，孔安國作《尚書傳》，所以傳《尚書》之義也。《大學》分經、傳，《韓非子》亦分經、傳，皆所以傳經之意也。故孔穎達云：大率秦、漢之際，解書者多名為傳。又漢世稱《論語》、《孝經》並謂之傳。漢武謂東方朔云：傳曰：時然後言，人不厭其言。東平王與其太師策書云：傳曰：陳力就列，不能者止。成帝賜翟方進書云：傳曰：高而不危，所以長守貴也。是漢時所謂傳，凡古書及說經皆名之，非專以敘一人之事也。其專以之敘事而人各一傳，則自史遷始，而班史以後皆因之。然則本紀、世家非遷所創，而列傳則創自遷耳。叔皮乃以為皆遷創例，何耶？又遷書名《史記》亦有所本，古者左史記言，右史記事，《孔子世家》所謂「因史記作《春秋》」是也。"
      },
      {
        "index": 3,
        "text": "《史記》二"
      },
      {
        "index": 4,
        "text": "《史記·高祖本紀》先總敘高祖一段，及述其初起事則稱劉季，得沛後稱沛公，王漢後稱漢王，即帝位後則稱上。後代諸史皆因之。其實此法本於《舜典》，未即位以前稱舜，即位之後，分命九官，即稱帝曰。古時雖樸略，而史筆謹嚴如此。分命九官之前，初谘四嶽，尚有一「舜曰」者，正以起下文「帝曰」之例，謂此帝乃舜也。又《顧命》康王未即位以前稱子釗，即位後即稱王，亦是此例。"
      },
      {
        "index": 5,
        "text": "《史記》三"
      },
      {
        "index": 6,
        "text": "孔子無公侯之位，而《史記》獨列於世家，尊孔子也。凡列國世家與孔子毫無相涉者，亦皆書「是歲孔子相魯」，「孔子卒」，以其繫天下之重輕也。其傳孟子，雖與荀卿、鄒忌等同列，然敘忌等尊寵處，即云：豈與仲尼菜色陳蔡、孟軻困於齊梁同乎哉！又云：衛靈公問陣，孔子不答；梁惠王謀攻趙，孟子稱太王去邠，豈有意阿世苟合而已哉！皆以孔子、孟子並稱，是尊孟子亦自史遷始也。"
      },
      {
        "index": 7,
        "text": "《史記》四"
      },
      {
        "index": 8,
        "text": "《史記·淮陰侯傳》全載蒯通語，正以見淮陰之心乎為漢，雖以通之說喻百端，終確然不變，而他日之誣以反而族之者之冤痛不可言也。班書則《韓信傳》盡刪通語，而另為通作傳，以此語敘入通傳中。似乎詳簡得宜矣，不知蒯通本非必應立傳之人，載其語於《淮陰傳》，則淮陰之心跡見，而通之為辨士亦附見，史遷所以不更立《蒯通傳》，正以明淮陰之心，兼省卻無限筆墨。班掾則轉因此語而特為通立傳，反略其語於《韓信傳》中，是舍所重而重所輕，且開後世史家一事一傳之例，宜乎後世之史日益繁也。又如冒題遺呂後書至穢褻，《史記》不載，為本朝諱也。班書則覼縷述之，並報書之醜惡亦詳錄不遺，其無識更甚。遷之優於固，豈特在文字間也！惟《史記》不立《楚懷王孫心傳》，殊為缺筆。陳涉已世家矣，項羽已本紀矣，心雖起牧羊，然漢高與項羽嘗北面事之，漢高之入關實奉其命以行，後又與諸侯王共尊為義帝，而漢高之擊項羽也，並為之發喪，則心固當時共主。且其人亦非碌碌不足數者，因項梁敗於定陶，即並項羽、呂臣軍自將之；因宋義預識項梁之將敗，即拜為上將軍；因項羽殘暴，即令漢高扶義而西；及漢高先入關，羽以強兵繼至，亦居滅秦之功，使人報心，心仍守先入關者王之之舊約，而略不瞻徇。是其智略信義亦有足稱者，非劉聖公輩所可及也，自當專立一傳。乃《史記》逸之，豈以其事附見項羽諸傳中，故不復敘耶？然律以史法，究未協也。班史但改陳勝、項羽為列傳，而懷王心亦遺之，終屬疏漏。《後漢書》列更始諸傳，《明史》列韓林兒、郭子興諸傳，較為周密矣。"
      },
      {
        "index": 9,
        "text": "《史記》五"
      },
      {
        "index": 10,
        "text": "《史記·堯紀》全取《堯典》成篇，《舜紀》用《舜典》及《孟子》，《禹紀》用《禹謨》、《禹貢》及《孟子》。其《自敘》謂擇其言尤雅者，故他書不旁及也。又如周穆王西巡見西王母之事，《周本紀》不載，而於趙造父之御見之，亦見繁簡得宜。然其中亦多有抵牾者。《舜紀》云：父瞽叟愛後妻子，常欲殺舜，舜順事父及後母與弟。下文又云：舜，冀州之人也，父頑、母嚚、象傲，皆欲殺舜。其文法不太復乎？堯使九男二女事舜，在四嶽薦舜之後，而四嶽之薦，則以其 「克諧以孝，烝烝乂，不格奸」，是其時頑父、嚚母、傲弟已皆底豫矣，豈復有使之完廩、浚井，謀殺其身、分其財、奪其妻之事？乃徒以《孟子》書有此語，遂曲為附會，則仍未見其能擇也。堯既親睦九族矣，據《史記》所敘世次，則舜乃堯之族孫，尚在五服之內，乃並不收恤，而致其陶漁耕稼，所謂睦族者安在耶！且族中有此聖德之子孫，而堯竟不知，反待四嶽之薦。知人則哲之帝堯，何至瞆瞆若此耶？《左傳》：自幕至於瞽叟無違命。《國語》：幕能帥顓頊者，有虞氏報焉。則舜之先有名幕者，而《史記·舜本紀》無之。又《左傳》少康逃奔有虞，虞思妻以二姚。注云：思，舜之後也。則舜之後在夏時有封於虞者。《左傳》：舜置德於遂。注謂殷封舜後於遂，則舜之後在殷時有封於遂者。子產曰：昔虞閼父為周陶正，武王以元女大姬妻其子胡公，則胡公滿之父也。而《史記·陳世家》皆不載。又如契、稷，皆帝嚳子也，契至紂四十三世，而稷至文王僅十五世。伊尹相湯，湯七傳至太戊，而伊尹之子陟乃為太戊相。此皆訛舛之顯然者。劉知幾謂《史記》周以上多闊略無體統，秦、漢以下始條貫有倫。信然！蓋上古之事荒遠難稽，史冊所垂已殘缺失次，而必以意為貫穿附會之，自多窒礙也。不特此也，劉累以擾龍事孔甲，語本荒幻，乃載之《夏本紀》。而夏時有窮後羿篡帝相而代其位，羿又為寒浞所殺，浞二子澆、殪，一封於過，一封於戈，夏臣靡起兵滅浞而立少康，事見《左傳》。此《夏本紀》所必當載者，乃反無一字，僅於《吳世家》伍子胥語中見之，而但云：有過氏滅帝相，少康奔於有虞，以一成一旅中興復位。則又遺卻後羿篡相一事。且《左傳》羿篡位後，帝相尚依斟灌、斟鄩，及寒浞殺羿，因羿室而生澆，澆已長大能用兵，始伐二斟而滅相。相之妻後緡方娠，逃歸於有仍，生少康，少康既長，乃滅澆等。則自羿篡位至少康復國，凡數十年，而本紀但云「仲康崩，子相立。相崩，子少康立」，何也？《商本紀》：湯曰：「吾甚武。」乃自號曰武王。此與尉佗自稱南越武王何以異？《周本紀》：武王伐紂，紂奔鹿台自燔。武王至其死處自射之，三發而後以輕劍擊之，以黃鉞斬紂頭，懸於太白之旗。此雖劉裕、朱溫之徒尚不出此，而武王為之乎？《甫刑》謂穆王享國百年，《史記》謂穆王立五十五年崩。《左傳》：晉獻公之子九人，《國語》亦云：同出九人，惟重耳在，而《史記·晉世家》則曰八人。鞍之戰，《左傳》郤克欲以蕭同叔子為質，而《史記》則以為蕭同侄子。皆不符合。趙武之母莊姬，《左傳》注以為晉景公姐，而《史記》則以為成公姐。按成公，景公父也，景公立十七年始有殺趙同、趙括之事。若係成公姐，其時當已五六十歲，尚能生遺腹子乎？《吳世家》楚邊邑卑梁氏之處女，與吳邊邑之處女爭桑，二女家怒相滅，兩國邊長遂起兵相攻，《伍子胥傳》亦言兩女子爭桑。而《楚世家》則曰吳邊邑卑梁與楚邊邑鍾離小童。爭桑一事也，而或云女子，或云小童。且《吳世家》則以卑梁屬楚，《楚世家》則又以卑梁屬吳。又《楚世家》：莊王即位三年不出號令，下令國中，敢諫者死。伍舉進曰：「有鳥三年不蜚不鳴，何也？」王曰：「三年不蜚，蜚將衝天；三年不鳴，鳴將驚人。」於是誅數百人，進數百人，而國大治。《滑稽傳》又以為齊威王即位荒亂，左右莫敢諫，淳于髡進曰：「國中有大鳥，三年不蜚不鳴，何也？」王曰：「不蜚則已，蜚則衝天；不鳴則已，鳴則驚人。」於是朝諸縣令，賞一人，誅一人，而國大治。此又一手所著書，而以一事繫之於兩人者。《淳于髡傳》末云：其後百餘年，楚有優孟。孟乃楚莊王時人，在淳于髡前二百餘年，反云孟在髡後百餘年。又子貢已列《孔子弟子傳》矣，而《貨殖傳》又列之。淳于髡已列《孟子、荀卿傳》矣，而《滑稽傳》又列之。此又皆文之失檢者。蓋史遷網羅舊聞，僅編輯成書，未及校勘，是以尚多疏誤。觀於景、武二紀及《禮書》、《樂書》、《漢興以來將相年表》、《日者》、《龜策列傳》、《三王世家》並《傅靳列傳》，俱未卒業，元、成間，褚少孫始補成之，則《史記》本未為完書也。"
      },
      {
        "index": 11,
        "text": "伯益、伯翳一人"
      },
      {
        "index": 12,
        "text": "《史記》伯益佐禹，而《秦本紀》秦之先大業，娶婦華，生大費。大費佐禹平水土，輔舜馴鳥獸，舜妻以姚之玉女，是曰伯翳，而不言伯益。是以後人皆以伯翳、伯益為二人。然使佐大禹平水土者另有柏翳一人，則《尚書》載之，當與稷、契、皋陶同列，乃《尚書》所載有伯益，無柏翳，而伯益作虞，其職在若上下草木鳥獸，與《史記》所云馴鳥獸者適相吻合。則《史記》平水土馴鳥獸之柏翳，即《尚書》若上下草木鳥獸之伯益無疑。惟《史記》之大費不於《尚書》。胡應麟據《汲塚書》有費侯、伯益之語，則大費乃伯益之封國。《史記》既云大費即柏翳，而伯益實封於費，可見柏翳即伯益也。又按《國語》：嬴，伯翳之後也。韋昭注：即伯益也。《漢書·地理志》又曰：秦之先為伯益，佐禹治水，為舜虞官。則伯翳、伯益之為一人，尤明白可證。蓋翳與益聲相近之訛也。"
      },
      {
        "index": 13,
        "text": "《路史》以伯翳、伯益為二人，謂翳乃少昊後，皋陶之子；益乃高陽之第三子隤敳。金仁山則云：伯翳即伯益，秦聲以入為去，故謂益為翳也。若以伯翳為皋陶之子，則楚人滅蓼之時，秦方盛於西，臧文仲安得云「皋陶、庭堅不祀忽諸」乎？又以益為高陽之子，則夏啟時應二百餘歲，禹又何從薦之？是仁山亦以翳、益為一人也。"
      },
      {
        "index": 14,
        "text": "趙氏孤之妄"
      },
      {
        "index": 15,
        "text": "《春秋》：魯成八年，晉殺其大夫趙同、趙括。《左傳》謂：趙嬰通於趙朔之妻莊姬，趙同、趙括放諸齊，莊姬以嬰之亡，故譖同、括於晉景公，曰將為亂，公乃殺之。武（趙武也，莊姬子）從姬氏畜於公宮，以其田與祁奚。韓厥言於公曰：「成季之勳，宣孟之忠，而無後，為善者懼矣。」乃立武而返其田焉。《左傳》敘趙氏孤之事如此而已。《國語》：趙簡子之臣郵無恤進曰：「昔先主少罹於難，從姬氏畜於公宮。」智伯諫智襄子亦曰：「趙有孟姬之讒。」又韓獻子曰： 「昔吾畜於趙氏，孟姬之讒，吾能違兵。」是皆謂莊姬之譖殺同、括，並無所謂屠岸賈也。裏克殺夷齊、卓子時，曾令屠岸夷告重耳，欲立之。屠岸之姓始見此，其後亦未見更有姓屠岸之人仕於晉者。即《史記·晉世家》亦云：景公十七年，誅趙同、趙括，族滅之。韓厥言趙衰、趙盾之功，乃復令趙庶子武為趙氏後，復與之邑。是亦尚與《左傳》、《國語》相合，無所謂屠岸賈也。乃於《趙世家》忽云：屠岸賈為景公司寇，將誅趙氏，先告韓厥。厥不肯，而陰使趙朔出奔。朔不肯，曰：「子必不絕趙氏。」賈果殺朔及同、括、嬰齊。朔之妻，成公姐，有遺腹，走匿公宮。後免身，賈聞公，又索於宮中。朔妻置兒褲內，不啼，乃得矣。朔之客程嬰、之孫杵臼恐賈復索，杵臼乃取他兒，偽為趙氏孤，匿山中，使嬰出，率賈之兵入山殺之，並及杵臼。而嬰實匿趙氏真孤。十五年，韓厥言於景公，立之為趙氏後，即武也。武與嬰乃殺賈，亦滅其族。而嬰亦自殺，以報杵臼於地下。按《春秋》經文及《左》、《國》俱但云晉殺趙同、趙括，未嘗有趙朔也。其時朔已死，故其妻通於嬰，而同、括逐嬰。《史記》謂朔與同、括、嬰齊同日被殺，已屬互異。武從姬氏畜於公宮，則被難時已有武，並非莊姬入宮後始生，而《史記》謂是遺腹子，又異。以理推之，晉景公並未失國政，朔妻乃其姊也，公之姊既在宮生子，賈何人，輒敢向宮中索之，如曹操之收伏後乎？況其時尚有欒武子、知莊子、范文子及韓獻子共主國事，區區一屠岸賈，位非正卿，官非世族，乃能逞威肆毒一至此乎！且即《史記》之說，武為莊姬所生，則武乃趙氏嫡子也。而《晉世家》又以為庶子。《晉世家》：景公十七年，殺同、括，仍復趙武邑。晉《年表》於景十七年亦言復趙武田邑。而《趙世家》又謂十五年後，則其一手所著書已自相矛盾，益可見屠岸賈之事出於無稽，而遷之采摭荒誕不足憑也。《史記》諸世家多取《左傳》、《國語》以為文，獨此一事全不用二書而獨取異說，而不自知其牴牾，信乎好奇之過也！"
      },
      {
        "index": 16,
        "text": "宰我與田常作亂之誤"
      },
      {
        "index": 17,
        "text": "《史記》及《孔子家語》俱云宰予為臨菑大夫，與田常作亂，以夷其族，孔子恥之。則宰予蓋嘗助逆者。及閱《呂氏春秋》，與《左傳》相印證，乃知非宰予事，而傳聞之誤謬也。《呂氏·慎勢篇》云：齊簡公有臣曰諸御鞅，謂公曰：「陳常與宰予甚相憎，若相攻則危上矣，願君去其一人也。」簡公弗聽。未幾陳常果攻宰予，即簡公於廟。簡公歎曰：「吾不用鞅之言，至於此。」亦見《淮南子·人間篇》。而《左傳》：哀十四年，齊簡公之在魯也，闞止有寵焉，及歸即位，使為政。陳成子憚之。諸御鞅謂公曰：「陳、闞不可並也，君其擇焉。」弗聽。子我（杜注：闞止字也）逢陳逆殺人，遂執之。陳氏使逆偽病，而遺以酒肉，使醉守者，而殺之以逃。成子兄弟四乘如公宮，子我在幄，出迎之。成子入，閉子我於門外。公執戈將擊陳氏，太史子餘曰：「非不利也，將除害也。」子我歸，屬徒攻闈，不克，乃出奔，陳氏追而殺諸郭。陳桓（即田常）遂執公於舒州，公曰：「吾早從鞅之言，不及此。」二書所載同一事也，而一以為闞止，一以為宰，則以闞止字子我，宰予亦字子我，故呂氏遂誤以此事屬之宰予。而《史記》及《家語》並不知其詳，又以為宰予與田常作亂而夷族。輾轉傳訛，正如鍾盤燭籥之遞誤，竟使名賢橫被誣蔑，成千古之冤獄。由此以觀，則《韓非子》所云宓子賤不鬥而死於人手，《韓詩外傳》所云柳下惠殺身以成信，皆戰國以後誤傳之詞，非實事也。"
      },
      {
        "index": 18,
        "text": "按田常殺子我一事，《史記》於《齊世家》則全田《左傳》原文，應亦知子我之即闞止矣。而於《田齊世家》則又以闞止為監止，以子我為監止宗人，下又云田氏之徒追殺子我及監止。是史遷既誤闞止、監止為兩人，又誤闞止、監止、子我為三人，宜乎以子我為宰予也。然即以子我為宰予，則宰予之死亦以攻田常不克而被殺，非黨於常也。乃《宰予傳》何以又云與田常作亂？益可知《史記》追敘戰國以前之事，牴牾舛謬，多不可信矣。（又按《史記》李斯上書二世，言田常為簡公臣，布惠施德，陰取齊國，殺宰予於庭。《東坡志林》引之，以證《弟子傳》宰予與田常作亂之誤，謂李斯乃荀卿弟子，去引子不遠，所引宜得其實云。此亦但明宰予之非黨於田常，而不知宰予本無被殺之事也。）"
      },
      {
        "index": 19,
        "text": "齊湣王伐燕之誤"
      },
      {
        "index": 20,
        "text": "齊伐燕一事，孟子手自著書，以為齊宣王，此豈有錯誤？乃《史記》則以為湣王，遂致後人紛紛之疑。按《國策》「韓、齊為與國」篇：燕噲以國與子之，國中大亂，適秦、魏伐韓，田臣思曰：「秦伐韓則楚、趙必救，而齊可以乘燕之亂，是天以燕賜我也。」齊王乃起兵攻燕，三十日而舉燕。此篇所言齊王，尚未確指宣王，而「燕王噲即立」篇則明言子之之亂，儲子勸齊宣王因而僕之，並載孟子勸王伐燕之語，宣王因令章子將五都兵伐之。是伐燕之為宣王無可疑也。《史記》所以繫之湣王者，則以湣王之走死，實因樂毅伐齊。而樂毅之伐齊，實因齊破燕，而為燕昭王報怨。想齊伐燕與燕破齊之事相距不甚遠，而湣王在位二十九年，燕、齊相報不應如是之久，故不得不以伐燕為湣王。不知此亦在《國策》，特史遷未詳考耳。《國策》言齊破燕之後二年，燕昭王始立。又「昭王築宮事郭隗」篇言：昭王與百姓同甘苦二十八年，然後以樂毅為將，破齊七十餘城。是齊破燕至燕破齊之歲相去本有三十餘年，則破燕者宣王，而為燕所破者湣王，《國策》原自明白。蓋宣王破齊之後，不久即卒，湣王嗣位二十九年，乃為燕所破，計其年歲，正與齊昭二十八年數約略相符。史遷漫不加考，故於《燕世家》則云：子之之亂，孟子謂湣王曰：「此文、武之時，不可失也。」王因令章子將兵伐之。而《田齊世家》則宣、湣兩王俱不載伐燕之事，忽於湣王二十九年突出樂毅為燕伐齊一段，可見史遷並未細核年歲，遂難於敘次，強以繫之湣王，而不知《國策》之文原自與《孟子》相合也。況將兵之章子，即匡章也。匡章在威王時已將兵伐秦，若如《史記》所云，則歷威王三十六年、宣王十九年、湣王二十六七年，其人不且歷宦八九十年乎？有是理乎？（《通鑒》以《史記》所載與《孟子》不合，乃以威王、宣王之卒各移下十年，謂伐燕係宣王十九年事。然宣王在位僅十九年，而燕人立太子平又在伐燕後二年，則燕畔仍在湣王時，與《孟子》所記宣王慚於孟子之語不合。故顧寧人又謂，當以宣王之卒再移下十二三年。此說更屬武斷。古國君在位之年，豈後人可憑空增損？總由於不曾留意燕昭即位二十八年始報怨一語，遂有此紛紛也。以此一語為據，則《孟子》所記宣王伐燕正是實事，而《史記》移為湣王之誤自不待言，並無俟諸家之強移年歲矣。）"
      },
      {
        "index": 21,
        "text": "楚、漢五諸侯"
      },
      {
        "index": 22,
        "text": "《漢高紀》：帝初定三秦，出關，劫五諸侯兵，東伐楚。應劭注：五諸侯，雍、翟、塞、殷、韓也。如淳曰：塞、翟、魏、殷、河南也。韋昭曰：塞、翟、韓、殷、魏也。顏師古則謂諸說皆非，是年十月常山王張耳、河南王申陽、韓王鄭昌俱降，三月魏王豹降，又虜殷王卬，則五諸侯常山、河南、韓、魏、殷也。其時雍王章邯尚被圍於廢丘，必不在五諸侯之數也。吳仁傑又謂，是時諸侯降漢者凡七：河南王申陽降，殷王司馬卬被擄，皆以其他為郡；韓王鄭昌降，以其國封韓王信；張耳脫身歸漢，初無兵從，皆不得與五諸侯之數。惟塞王司馬欣、翟王董翳，降漢後即以兵從。而《魏豹傳》：漢定三秦，豹即以兵屬漢，從擊楚於彭城；《韓王信傳》：信擊降鄭昌，遂封信為韓王，亦以兵從。陳餘雖不親至，而漢遺以偽張耳頭，即遣兵從擊楚。是五諸侯者，乃塞、翟、韓、魏及陳餘所遣兵也。顏、吳二說相較，吳說似更為有據。然塞王欣、翟王翳既降後，即以其地置隴西、北地等郡，與申陽、鄭昌等同，非仍使之王其地，則不得尚謂之諸侯也。且彭城敗後，二王即走降楚，則其在漢軍中並未必將兵。而《淮陰侯傳》云：漢定三秦，出關，收魏、河南、韓（即鄭昌）、殷（即司馬卬）王，皆降，合齊、趙共擊楚彭城。五諸侯內又有齊、趙矣。然則漢所劫五諸侯，乃魏、河南、韓、齊、趙也。至《項羽讚》云：三年遂將五諸侯滅秦。吳仁傑亦未見分晰。按羽本紀，救趙時但云諸侯軍救巨鹿者十餘壁，而不言何國，惟《陳餘傳》謂是時燕、齊、楚皆救趙，羽既破秦兵，自必並此諸軍皆將之，然僅燕、齊及趙三國耳。若滅秦後，所封諸侯凡十八九人，則又不止五諸侯。蓋羽所將五諸侯，當以六國後已立為王者為斷。當羽救趙引兵西入秦時，韓王成未從，其從入關者，魏王豹親自引兵，燕王韓廣遣其將藏荼，趙王歇遣其相張耳，齊亦有將田都，此四國在五諸侯數內無疑。其一則別有齊王建之孫田安，下濟北數城，引兵降羽，封為濟北王，此乃田齊之嫡孫，當亦在五諸侯之列也。然則是時田榮雖背楚，而羽所將五諸侯，齊實有其二也。"
      },
      {
        "index": 23,
        "text": "三戶"
      },
      {
        "index": 24,
        "text": "楚南公曰：楚雖三戶，亡秦必楚。蘇林曰：但有三戶在，其怨深足以亡秦也。淩以棟及項羽使蒲將軍引兵渡三戶，擊破秦兵，遂以南公所云三戶為地名，殊太泥矣。曰「雖三戶」，以見其人之少，猶將報怨破秦兵也。所渡之三戶，顏師古注在鄴西三十里，若南公所云三戶即是此地，楚之遺民安得在鄴西哉？又按《左傳》趙孟命士蔑執蠻子以界楚師於三戶，杜注今丹水縣北有三戶亭，此又另一地也。"
      },
      {
        "index": 25,
        "text": "廣武"
      },
      {
        "index": 26,
        "text": "楚、漢之時。地有兩廣武。漢王、項羽相與臨廣武之間而語，此廣武在滎陽，孟康曰：滎陽築西城相對，名曰廣武，在敖倉西，三寶山上是也。韓王信懼誅，逃入匈奴，與冒頓謀攻漢。匈奴使左、右賢王將萬餘騎屯廣武以南至晉陽。又《婁敬傳》：上以敬言匈奴不可擊，以為妄言阻軍，乃械繫敬至廣武。此廣武在晉陽，《漢書·地理志》太原郡有廣武縣是也。《後漢書》周黨及王霸皆太原廣武人。《杜茂傳》：詔茂屯田晉陽廣武，以備胡寇。此晉陽之廣武也。"
      },
      {
        "index": 27,
        "text": "司馬貞《史記索隱》"
      },
      {
        "index": 28,
        "text": "《史記》：高祖每酤留飲酒讎數倍。《索隱》曰：高祖大度，既酤飲，則讎其數倍價也。按讎仇與售同，賣物受直也，武負、王媼皆酒家，每值高祖酤飲，則人競買之，其獲利較倍於常也。宣帝少時從民間買餅，所從買家輒大讎，正與此相類。蓋《高祖本紀》自澤陂遇神至芒碭雲氣，皆記高祖微時符瑞，而此特其一端耳。《索隱》乃謂酤飲而償厚價，則下文「折券」句又何說也？又沛公略南陽郡，南陽守齮走保城守宛，沛公夜引兵從他道還，更旗幟，黎明圍宛城三匝。《索隱》曰：黎，猶比也，謂比至天明也。此蓋本徐廣《音義》。《史記》：如意死，黎明，孝惠帝出獵還。《音義》云：黎，比也，將明之時也。按黎，黑也，黎明猶《書》所云「昧爽」，《詩》所云「昧旦」耳。《楚漢春秋》：上攻宛，匿旌旗，人銜杖，馬束舌，雞未鳴，圍宛城三匝。夫曰雞未鳴，正將明而尚晦之候也。《索隱》必援徐廣說訓為比字，亦固矣。又《惠景間侯者年表序》：諸侯子弟若肺腑。《索隱》曰：可，木劄也；柎，木皮也。喻人主疏末之親，如劄出於木、皮附於樹也。據此，則肺腑之義如中山王所云「葭莩」及蔡邕《獨斷》所云「瓜葛」也。然《魏其武安侯傳》「得為肺腑」，《索隱》曰：如肝肺之相附也，則又與前注自相矛盾矣。按史文本作肺腑，而轉肺為，轉腑為柎，釋之以木劄樹皮，反失之穿鑿矣。"
      },
      {
        "index": 29,
        "text": "《漢書》"
      },
      {
        "index": 30,
        "text": "《史記》通記古今人物，與專記一代之史不同，故立《陳涉世家》、《項羽本紀》，蓋已編作列朝之事也。然尊羽為紀，冠於本朝帝王之上，究屬非體，陳涉王數月而敗，身死無子，亦難列為世家。班書陳、項俱改為列傳，誠萬世不易之體例。又《史記》於《高祖本紀》後即繼以《呂后紀》，而孝惠御極七年，竟不書。雖其時朝政皆出於母后，然《春秋》於魯昭公之出奔，猶每歲書「公在乾侯」，豈有嗣主在位，又未加廬陵王之遭廢，而竟刪削不載者！班書補之，義例精矣。《史記》鴻門宴樊噲入衛沛公一事，敘在《項羽紀》，而噲本傳轉稍略。班書則詳於噲傳，而羽傳從略。以噲之功，宜敘噲傳，且省兩處復敘也。齊悼惠王肥入朝，呂后以鴆酒令其為壽，將毒之，孝惠欲與俱起為壽，呂后恐，乃自起反卮。趙幽王友以諸呂女為后，不愛，愛它姬，諸呂女訴之呂后，遂召王餓死。此二事《史記》皆詳敘《呂后本紀》，欲以著呂后之忍，班書則各敘於齊、趙本傳，亦較為得法。蓋著作之事，創者難而踵為之者必更精審也。然固亦有疏漏者。《項籍傳》：田榮怨楚，乃自立為齊王，予彭越將軍印，令反梁也。是彭越之印，榮所予也。而《彭越傳》則曰齊王田榮叛項王，漢乃使人賜越將軍印，使下濟陰以擊楚，則又以為漢予之印矣。《項籍傳》：項梁使使趣田榮發兵，共擊章邯。榮曰：「楚殺田假，趙殺田角、田間，我乃發兵。」梁曰：「田假與國之王，窮來歸我。」乃不忍殺。則項梁之言也。而《田儋傳》乃載楚懷王曰：「田假與國之王，窮而來歸，殺之不誼。」則又屬懷王之言矣。齊哀王起兵誅諸呂，使祝午紿琅牙王澤至齊，而陰令午發其國兵將之。澤不得反國，乃說齊王，願先入長安，與諸大臣議立齊王為帝，齊王乃資送之至長安。是起兵始於齊哀王，澤為所欺，始設計入長安也。《澤傳》又云：太后崩，澤曰：「帝少，諸呂用事，諸劉孤弱。」引兵與齊王合謀而西，至梁，聞灌嬰屯滎陽，澤還兵備西界，遂驅至長安，則又似起兵由澤始事矣。《吳王濞傳》：七國反，周亞夫至雒陽，問計於鄧都尉。都尉教以以梁委吳，但輕兵絕其糧道，使吳梁、相敝，乃以全力製之，亞夫未從其策。是以梁委吳之計，亞夫至雒陽後遇鄧都尉始定也。而《亞夫傳》則謂，亞夫初受命，即請於上曰：「楚兵剽輕，難與爭鋒，願以梁委之，絕其食道，乃可製也。」上許之。是此策亞夫出長安早定於胸中，不待至雒問鄧都尉矣。按吳、楚盡銳攻梁、梁求救亞夫，亞夫不往。梁上書言天子，天子詔亞夫往救，亞夫仍守便宜。自非先奏帝，其敢抗詔旨乎？則以梁委吳之計，當是亞夫早定，而《吳王濞傳》所云問計於鄧都尉者，不免岐互也。《武帝本紀》：元光元年策賢良，於是董仲舒、公孫弘等出焉。按仲舒對策在建元之初，並不與公孫弘同時。本紀所云亦誤。《平當傳》云：漢興，韋平、平父子至宰相。按絳侯周勃相文帝，其子條侯亞夫相景帝，亦父子宰相也，班氏何以忘之？武帝陳皇后廢，以百金奉司馬相如，相如為後作《長門賦》以悟帝，後復得幸。此事宜載之《陳皇后傳》，而竟不書。鉤弋夫人被遺送獄，夫人叩頭，帝曰：「趣行，汝不得活！」正見帝懲呂後之禍，剛決如此，宜載之《鉤弋夫人傳》；亦竟不書，但云有過譴死。《史記·酷吏傳》趙禹、張湯、義縱同傳，故《湯傳》末書「禹免官後十餘年卒於家」，見禹之用法尚平也，《縱傳》末書「後一歲張湯亦死」，見湯與縱之酷相似也。《漢書》既從張湯另入列傳，不在酷吏內矣，乃《縱傳》未仍云「後一歲張湯亦死」。有何來歷照應耶？又《史記》不專記漢事，故古今人物■臚列不遺，班氏既作《漢書》，則所記皆漢事也，乃班昭續之，又作《古今人表》，何也？其所列人品等第更多未當。張晏曰：老子玄默，仲尼所師，文伯之母，達於典禮，乃在第四。田單以孤城復全齊，魯連之忽於榮利，藺子之伸威於秦，退讓廉頗，乃皆在第五。而大姬巫怪，好祭鬼神，寺人孟子，怨刺作詩，乃反在第三。其餘紛錯，更不可勝數。《貨殖傳》范蠡、子貢、白圭皆非漢人也，乃亦仍《史記》之舊，一並列之，安所為《漢書》耶？此實班書第一蛇足也。又王莽篡位，班書不列入本紀，而別為《莽傳》，附於卷末，固是。但其體例仍似本紀敘事。後漢張衡以為《莽傳》但應載篡事，至於編年紀月，宜為《元後本紀》，此亦創論。然元後沒後，莽尚未敗，則宜何書？衡又以為宜以更始之號建於光武之前，似直欲為更始作本紀者，此卻謬論。愚謂是時並不必立《元後紀》而立《孺子嬰本紀》為是，孺子嬰被更始所殺之歲，即光武建元建武之歲，年月略無空缺，更不煩防《史記》秦楚之際特立年月表也。（余既創此論，自以為得作史之法，及閱《文心雕龍》，有云：子宏雖偽，要當孝惠之嗣，孺子誠微，安繼平帝之體。二子可紀，何有於二後哉！則謂《王莽傳》宜改作《孺子嬰紀》，實有先獲我心者。惟孝惠後當立《子宏本紀》之說，則不達於理。子宏既非劉氏子，安得舍真母后而反紀偽主耶！）"
      },
      {
        "index": 31,
        "text": "後世修史，遂成官書。古時如司馬遷、李延壽之類，則自作一家著述。班彪改《史記》為《漢書》，亦是私史。至其子固欲續成其業，為人所告，誣以私改國史。明帝取其書，閱而善之，乃使固終成前所著。是《漢書》已屬官書矣。其「八表」及《天文志》未就。和帝又詔其妹昭續之，又令馬融兄續繼昭成之。是續《漢書》不特班昭，又有馬續矣。至其體例刪去世家而存紀、傳，陳勝、項籍俱入列傳中，此皆班彪所定，非固所為也。見彪本傳。"
      },
      {
        "index": 32,
        "text": "漢高祖有後母"
      },
      {
        "index": 33,
        "text": "《漢書·高祖紀》：十年夏五月，太上皇后崩。秋七月癸卯，太上皇崩，葬萬年。如淳曰：《王陵傳》楚取太上皇及呂后為質，不見有母也。高祖五年追尊母媼為昭靈夫人。《漢儀注》：高帝母兵起時死小黃北，後於小黃作陵廟。以此推之，不得有太上皇后崩也。晉灼亦曰：五年已追尊先媼，明其已亡，此云「夏五月太上皇后崩」，八字衍文也。按《史記》高祖十年春夏無事，七月太上皇崩，葬櫟陽（即萬年邑），則《漢書》「夏五月太上皇后崩」八字衍文無疑。荀悅《漢紀》則五月無「後」字，七月無「崩」字，乃是「夏五月太上皇崩，秋七月太上皇葬萬年」耳，此尤明白，可見高祖無太上皇后也。然李奇曰：太上皇后，高祖后母也。按《史記·項羽本紀》：羽取漢王父母妻子於沛，置之軍中為質。及鴻溝之約，羽又歸漢王父母妻子。雖父母妻子者不過家屬泛詞，然果無母，則何必曰父母乎？陸機作《漢高祖功臣頌》亦云：侯公伏軾，皇媼來歸。謂侯公說羽，乃以其父母歸也。又《楚元王交傳》：交，高祖同父弟也。師古曰：言同父而不言同母者，異母弟也。然則太公是時蓋有後妻矣。為質於楚軍時，必與太公同在軍中，故曰項王取漢王父母為質也。十年夏五月，太上皇后崩，蓋即此後母也。《史記》於《王陵傳》但言太上皇及呂后者，明此二人乃高祖所急，故不書餘人。於《項羽傳》書取漢王父母妻子者，統而言之，以紀其實也。（又《史記》、《漢書》俱不載高祖之父太公字名，按《後漢書》章帝建初七年西巡，祠高廟，遣使祠太上皇。注：高祖父也，名煓，一名執嘉。又司馬貞《史記索隱》謂高祖母溫氏，此即昭靈夫人也。）"
      },
      {
        "index": 34,
        "text": "《史記》闕文，《漢書》衍文"
      },
      {
        "index": 35,
        "text": "《史記·趙世家》：成侯二十二年，魏惠王拔我邯鄲。二十四年，魏歸我邯鄲。邯鄲，趙都也，都既失，則君托跡何所？楚昭王之失郢也，書其奔隕、奔隨。齊湣王之失臨淄也，書其奔衛、奔魯、奔莒。今兩年之內不書成侯在何所，此缺文也。《漢書》：景帝中元三年正月，皇太后崩。謂是景帝母竇太后耶，則崩於孝武之世，而非景帝時也；謂是景帝廢後薄氏耶，則不當云太后，且廢後死不書也。則此「皇太后崩」四字衍文也。《司馬相如傳》「其為禍也，不亦難矣」， 「亦」字衍文。《劉向傳》「上欲用向，輒不為王氏居位者及丞相御史所持，故終不遷」，上「不」字亦衍文也。"
      },
      {
        "index": 36,
        "text": "《漢書》古本"
      },
      {
        "index": 37,
        "text": "《漢書》尚有古本，今所傳非其舊也。《南史·劉之遴傳》：梁鄱陽王範得班固《漢書》真本，獻昭明太子。太子使之遴及張纘、到溉、陸襄等參校，與令本異者數十處。其大略云：古本《漢書》稱「永平十六年五月二十一日己酉郎班固上」，而今本無上書之年月日。又按古本《敘傳》號為《中篇》，今本稱為《敘傳》。又今本《敘傳》載班彪事行，而古本云彪自有傳。又今本紀及表、志、列傳不相合為次，而古本相合為次，總成三十八卷。又今本《外戚》在《西域》後，古本《外戚》次《帝紀》後。又今本高五子、文三王、景十三王、孝武六子、宣元六王雜在諸傳中，古本諸王悉次《外戚》下，在《陳、項傳》上。又今本《韓、英、彭、盧、吳》述云：信惟餓隸，布實黥徒，越亦狗盜，芮尹江湖，雲起龍驤，化為侯王。古本述云：淮陽毅毅，伏劍周章。邦之傑子，實惟彭英。化為侯王，雲起龍驤。又古本第三十七卷解音釋義，以助雅詁；今本無此卷云。按《蕭琛傳》，此古本《漢書》乃琛在宣城，有北僧南渡，惟齎一葫蘆，中有《漢書敘傳》。僧曰： 「三輔耆者相傳，以為班固真本。」琛固求得之，其書多有異今者，文字非隸非篆，琛甚秘之，乃以餉鄱陽王。則此古本《漢書》本琛得之於北僧，以餉鄱陽王，王又轉獻昭明太子者。所云今本，蓋即梁代所行，與今刻不異。至其改古本為今本，不知起於何時，蓋即其妹續成時所重為編次耳。宋景文校刻時，其所校舊本內尚有 「曹大家本」，卷帙文字皆與今同，則今本即曹大家所定無疑也。"
      },
      {
        "index": 38,
        "text": "顏師古注《漢書》"
      },
      {
        "index": 39,
        "text": "顏師古注《漢書》，考核固詳，然亦有紕繆者。《韓信傳》：項梁渡淮，信杖劍從之。師古曰：直帶一劍，更無餘資。此特因上文歷敘信貧況，遂從而為之說耳。按許氏《說文》：杖，持也。然則《信傳》之杖劍，與《張耳傳》之杖馬箠，《蘇武傳》之杖節牧羊，不過同一執持之義也。又《趙充國傳》：兩府白遣義渠安國行視諸羌，分別善惡。安國至，斬先零諸豪三十餘人，縱兵擊其種人，斬首千餘級。於是諸降羌及歸義羌侯楊玉等，恐怒無所信鄉，遂劫略小種，背畔犯塞。所謂恐怒無所信鄉者，諸羌以安國肆威，皆恐懼憤怒無所信從歸向，遂激而成旅拒之變耳。《王莽傳》：五威將師出，改句町王以為侯，王邯怨怒不附。正與此相類。師古注乃謂：諸羌恐中國泛怒，不信其心而納向之。其解抑何迂曲乎？又《蕭望之傳》：蕭育為茂陵令，會課第六，而漆令郭舜殿，見責問。育為之請，扶風怒。及罷出，傳召育詣後曹，當以職事對。育徑出曹，書佐隨牽育，育案佩刀曰：」蕭育杜陵男子，何詣曹也！」此乃蕭育自負之詞，不能承順上官，詣曹瑣瑣，猶孔文舉謂曹操曰：「孔融魯國男子，明日便當拂衣去。」韋孝寬謂祖珽曰：「孝寬關西男子，必不為降將軍！」語氣正相類耳。師古注乃謂：育自言欲免官而去，便是杜陵一男子，何須召我詣曹乎？覺轉失語氣矣。男子之稱固有作無位之人之稱者，如《後漢書·楊震傳》河間男子趙騰，《晉書·忠義傳》吳興男子沈勁，然不可概論也。又《趙禹傳》禹為人廉倨，公卿相造請，終不行報謝，務在絕知友賓客之請。此不過謂公卿有來謁者，禹終不往答也。師古注乃曰：以此意告報公卿。是竟以「報謝」二字屬下句，謂禹自明此意於公卿間矣，不亦太迂遠乎！又《路溫舒傳》：元鳳中，廷尉光以治詔獄，請溫舒署奏曹掾，守廷尉史。張晏曰：光，解光也。按《百官公卿表》昭帝元鳳六年廷尉李光。此即舉溫舒為掾史者也。若解光者，哀帝初以明經通災異得幸（見《孝尋傳》），後為司隸，嘗奏趙昭儀賊害王子，又劾王根、王況，其去元鳳時已六十餘年，亦不聞其為廷尉也。張氏之解亦誤。"
      },
      {
        "index": 40,
        "text": "班書、顏注皆有所本"
      },
      {
        "index": 41,
        "text": "葛洪云：家有劉子駿《漢書》百餘卷，歆欲撰《漢書》，編錄漢事，未得成而亡，故書無宗本，但雜記而已。試以考校班固所作，殆是全取劉書，其所不取者二萬餘言而已。王鏊因推論之，謂班書實史才，然其他文如《文選》中所載多不稱，何其長於史而短於文？及觀葛洪所云，乃知《漢書》全取於歆也。《新唐書》：顏遊秦，乃師古之叔，嘗撰《漢書決疑》，師古注《漢書》，多取其義。許觀因追論之，謂遊春（許觀謂遊春）所作《決疑》十二卷，時稱大顏；師古為太子承乾注《漢書》，盡取其義。是師古注，實遊春注也。按古人著述，往往有先創者不得名，而集之者反出其上，遂因以擅名者，固不特此二書也。《北史》：蕭該撰《漢書音義》，又有包愷，亦精《漢書》，學者以蕭、包二家為宗。《新唐書·姚班傳》：班祖察撰《漢書訓纂》，後之注《漢書》者往往竊其文為己說，班乃著《紹訓》以發明之。是唐以前注《漢書》者已多，並不止遊秦也。師古同時又有劉伯莊、劉訥言及秦景通兄弟，皆名家。景通，晉陵人，與弟暐俱精《漢書》，時號大秦君、小秦君，學《漢書》者非其所授以為無法。此又師古同時之精《漢書》者也。又房玄齡以師古注太繁，令敬播撮其要為四十篇，後王勃以師古注多誤，又作《指瑕》以摘其失。"
      },
      {
        "index": 42,
        "text": "《後漢書》一"
      },
      {
        "index": 43,
        "text": "《後漢書》撰述家最多，是以范蔚宗易於藉手。其先有班固、陳宗、尹敏、孟冀作《世祖本紀》，及光武時功臣列傳。後有劉珍、李尤雜作建武以後至永初間紀傳，伏無忌、黃景又奉命作諸王、王子恩澤侯、單于、西羌、《地裏志》，邊韶、崔寔、朱穆、曹壽又作《皇后外戚傳》、《百官表》及《順帝功臣傳》，成一百十四篇，號曰《漢紀》。熹平中，馬日磾、蔡邕、楊彪、盧植續為《東觀漢紀》，吳武陵太守謝承作《後漢書》百三十卷，晉散騎常侍薛瑩作《後漢紀》一百卷，泰始中秘書丞司馬彪始取眾說，首光武至孝獻，作《續漢書》。散騎常侍華嶠刪定《東觀漢記》為《漢後書》九十七篇，祠部郎謝沈作《後漢書》一百二十二卷，秘書監袁宏作《後漢紀》三十卷，宏自敘所采書除謝承、司馬彪、華嶠、謝沈外，尚有《漢山陽公記》、《漢靈、獻起居注》、《漢名臣奏》及諸郡《先賢傳》等書。是後漢之紀載不下數十種。成書既多，采擇自易，兼有遷、固為之成式，益得斟酌，以求至當。如改《外戚傳》為《皇后紀》，而外戚之事附之。又增文苑、方術、列女、宦者諸傳，皆前史所未及，而實史家所不可少者也。其自負謂傳論皆有精意深旨，循吏以下及六夷序論實天下之奇作。然其編輯亦多所未當。如鄭康成一代大儒，鄭興、賈逵亦深於經學，乃不入《儒林傳》。興、逵仕於朝，有事跡可紀，入之列傳猶可也，康成屢征不仕，不入之儒林而編為列傳，可乎？卓茂、魯恭、郭伋、張堪、廉範，皆以吏績著，而不入之《循吏傳》。或以其官不以吏終也，然班書《循吏傳》黃霸不嚐為丞相乎？朱邑不嚐為大司農乎？陽球奏誅宦官王甫等，剛正嫉惡，不避權勢，自當與李固、杜喬等同傳，乃列之酷吏，可乎？既有《逸民傳》矣、孔休、劉宣諸人避莽不仕，蜚遯終身，何以不列入，而僅附於《卓茂傳》之末乎？既有《方術傳》矣，而《楊厚傳》通篇皆敘其占驗之精，又何以不入之方術乎？光武起兵年二十八，明年為更始元年，又明年為更始二年，又明年而光武始即帝位，是年三十一矣；在位凡三十三年，則光武應是六十三歲。而本紀乃云六十二歲，誤也。《虞詡傳》：中常侍張防擅弄威柄；詡劾奏，反為所誣，下獄拷掠。宦者孫程、張賢知詡無罪，乃奏白其冤。時防在帝後，程即叱曰：「奸臣張防，何不下殿！」則程乃宦寺之賢者，此事至今凜凜有生氣。程既另有傳，此事何不載之本傳中，乃反詳於《詡傳》乎？《徐穉稚傳》：陳蕃為豫章守，請穉署功曹，蕃在郡不接賓客，惟穉來特設一榻，去則懸之。《陳蕃傳》則云：蕃為樂安太守，郡人周璆高士，前後郡守皆不能致，惟蕃能致焉，特置一榻，去則懸之。而敘蕃守豫章時，略不及徐穉事，何也？又《陳蕃傳》：小黃門晉陽趙津乘勢犯法，太原太守劉質案其罪殺之，則此乃劉質事也。而《王允傳》云：允為郡吏，晉陽趙津放恣，為一郡患，允討捕殺之。則又作王允事矣。蓋是時質為郡守，允為郡吏，共成此事，而傳不晰言之，竟似兩事矣。又「十志」乃劉昭取司馬彪所作以補範書者，增百官及輿服志，是矣，刑法、藝文亦史之所當載者，乃不為作志，則東漢之刑名及諸人著述於何考乎？此又補注者之失也。"
      },
      {
        "index": 44,
        "text": "《後漢書》二"
      },
      {
        "index": 45,
        "text": "史遷於各紀傳後有太史公論斷一段，班書仿之，亦於各紀傳後作讚，是班之讚即遷之論也。乃範書論之後又有讚，讚之體用四字韻語，自謂體大思精，無一字虛設，以示獨辟，實則仍仿《史記》、《漢書》末卷之敘述，而分散於各紀傳之下，以滅其踵襲之跡耳。不知《史》、《漢》之敘述，篇各有引詞，所以自明作書之本意，云為此事作某本紀，為此事作某年表，為此事作某世家、列傳。班書因之，又謙而改作為述，亦所以明作某紀、某傳之意，故論讚之外，以此繫之於卷末，不嫌復也。範書之讚，則非為此，但於既論之後，又將論詞排比作韻語耳，豈不辭費乎！"
      },
      {
        "index": 46,
        "text": "《後漢書注》"
      },
      {
        "index": 47,
        "text": "《後漢書注》，乃唐章懷太子賢集諸儒張太安、劉訥言、格希元、許叔牙、成元一、史藏諸、周寶寧等共成之，見《唐書·章懷太子傳》。按梁時有王規，嘗輯後漢眾家異同，注《續後漢書》二百卷。又劉昉集後漢同異，注《後漢書》一百八十卷。吳均又注《後漢書》九十卷。則唐以前注此書者已多，章懷注蓋又本諸書也。"
      }
    ]
  }
}