{
  "chapterNumber": 36,
  "title": "卷三十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "至尊"
      },
      {
        "index": 2,
        "text": "臣稱君為「至尊」，吳青壇謂起於孫吳之世。據《三國志》，周瑜病，與孫權書曰：「曹公在北，劉備寄寓，此至尊垂慮之日。」魯肅謂權曰：「願至尊威德加乎四海。」呂蒙曰：「關羽所以未便東下者，以至尊聖明，蒙等尚存也。」陸遜謂蒙曰：「下見至尊，宜好為計。」俱見《吳志》，而《魏志》、《蜀志》皆無之，故知此稱起於吳俗也。然此亦未詳考。賈誼《過秦論》：履至尊而制六合」，則西漢已有此語。《後漢書》董卓欲遷都，陳紀曰：「宜修德政以懷不附，遷移至尊非計也。」《獻帝起居注》（見《三國志注》）：郭汜兵遮帝車不得前，侍中楊琦高舉車帷，帝曰：「汝何不卻而敢迫近至尊。」則漢末已有是稱。又《史記•漢武本紀》朕以渺渺之身，承至尊。《律書》：秦滅六國，登至尊之日淺。《漢書•路溫舒傳》：陛下初登至尊。《朱博傳》：匹夫相要，尚得相死，何況至尊？《外戚傳》：史皇曾孫收養掖廷，遂登至尊位。《王章傳》：章劾奏王鳳曰：「鳳知張美人已適人，不宜配至尊，乃托言宜子，納之後宮。」《王莽傳》：未央宮置酒，為傅太后張幄，坐太皇太后側，莽按行令曰：「定陶太后藩妾，何得與至尊並？」遂撤去。哀帝崩，太皇太后詔曰：「定陶太后與至尊同稱號，非禮宜廢。」《五行志》：趙皇后由微賤登至尊。是至尊之稱見於西漢者且不一而足，安得謂起於孫吳之世耶？又按《魏志》司馬懿奏誅曹爽，謂其使張當看察至尊。廷尉鍾毓奏李豐等迫脅至尊，大逆無道。則魏亦有至尊之稱，非獨稱於吳也。後世又有稱「大尊」者。《北史》後周宣帝時屢赦，京兆丞樂運上疏曰「大尊豈可數施非常之恩」是也。又人主之稱曰「上」。《史記•封禪書》有「今上」字，後世人臣稱君曰上始此。又《莊子》云：今處昏上暗主之恩。則人主稱上，又自戰國始。《漢書•宣帝紀》詔曰：「吏增辭飾非，上亦無由知。」師古曰：上，天子自謂也。《漢藝文志》：孝武世書缺簡脫，聖上喟然而稱曰：「朕甚閔焉。」人君之稱聖上始此。《三國志注》引《英雄記》曰：呂布為曹操所攻，遣許汜等求救於袁術，曰：「明上今不救布，布破，明上亦破也。」術時已僭號，故云然。則又有稱人君為明上者。後魏《元遙傳》：遙以本服絕應除屬籍，乃表云：「臣去皇上雖是五世之遠」，皇上二字見此。"
      },
      {
        "index": 3,
        "text": "寡人"
      },
      {
        "index": 4,
        "text": "春秋、戰國時，諸侯王皆稱寡人，至漢猶然。如漢王為義帝發喪，遣使告諸侯曰：「寡人親為發喪。」及諸侯王上皇帝號，漢王曰：「寡人聞：帝者，賢者有之。」文帝為代王時，諸大臣迎立之，卜有天王之詞。帝曰：「寡人固已為王，又何王乎？」韓信為齊王時，謂蒯通曰：「先生相寡人何如？」淮南王黥布對隨何曰：「寡人北面而臣楚。」吳王濞反，亦稱寡人，以約諸侯王。東漢北海王睦遣使朝賀，謂所遣使曰：「朝廷若問寡人，大夫將何辭以對？」是東漢猶有此稱也。至東漢之末，則袁紹、劉表、曹操、孫權、劉備之徒，無不稱孤，惟孫盛《魏晉春秋》記曹操謂諸將曰：「劉備人傑也，將生憂寡人。」裴松以為盛著書多用《左氏》以易舊文，則此稱或即盛所演文，而非當時實語也。（按《左傳》吳王對趙鞅使者曰：「勾踐將生憂寡人。」）《北史》：魏東陽王元榮辟令孤整為主簿，曰：「寡人當委以庶務，畫諾而已。」宇文泰為丞相時，謂權榮曰：「寡人與權從事，未嘗見失信。」宇文護當國，將廢孝閔帝，告公卿曰：「先王勤勞天下三十餘年，寡人地則猶子，親受顧命，奉略陽公立之，革魏興周，為四海主，乃荒淫無度，社稷必致傾覆。寡人若死，將何以見先王於地下？」《隋書•庾季才傳》：宇文護謂季才曰：「公既是王官，無煩別詣寡人也。」又隋時徐則絕粒養生，既死而支體柔弱如生，數旬不變。晉王廣下書曰：「寡人欽承道風，久餐德素，宜送還天台定葬」云云。史策之稱寡人者惟此。按是時爾朱榮、高歡之徒皆稱孤，獨此數公稱寡人，意當時諸侯王原有兩稱耶？《唐書》：德宗時宮市之弊最甚，順宗時為太子，曰：「寡人見上當極言之。」《五代史》：郭威遣馮道迎漢高祖從子贇於徐州，將立之，既而中變，又遣郭崇以兵來迎。贇謂道曰：「寡人此來，所恃者，以公三十年舊相，是以不疑耳。」此又唐以後稱寡人之故事也。"
      },
      {
        "index": 5,
        "text": "稱孤"
      },
      {
        "index": 6,
        "text": "《老子•道化章》：人之所惡，惟孤寡不穀，而王公以為稱。《戰國策》顏觸亦曰：「孤寡者，人之困賤下位也，而侯王以之自謂。」蓋古人自稱，皆從謙詞。按《禮記》：庶方小侯自稱曰孤，諸侯自稱曰寡人，其在凶服曰嫡子孤。是孤本小侯之稱，諸侯遭喪則亦稱之，此定制也。晉悼公將立。謂諸大夫曰：「孤始願不及此。」此未為君之詞，猶沿遭喪稱孤之禮也。諸侯或遇危難，則亦有稱孤者。臧文仲曰：「列國有凶稱孤，禮也。」晉惠公失國，使卻乞歸，子金教之言曰： 「孤雖歸，辱社稷矣。」楚莊王伐鄭，鄭伯肉袒牽羊以逆，曰：「孤不天，不能事君，孤之罪也。」此皆因危難而有此稱。其稱如屈瑕敗於羅，楚子曰：「孤之罪也。」孟明敗於殽，秦伯曰：「孤違蹇叔，以辱二三子，孤之罪也。」則亦以喪敗而自為貶損之詞，非諸侯本稱也。猶之「不穀」本蠻夷君長之稱，而周襄王以王子帶之亂，告難於魯，亦稱不穀也。《左傳》：天子凶服降名，禮也。注：降名，稱不穀也。（按召陵之盟，齊桓公自稱不穀，楚共王享晉公子重耳，亦自然稱不穀，此則無所危難而過自謙之詞。）戰國時，諸侯王猶稱寡人，惟燕昭王謂郭隗曰：「孤誠知力不足以報齊，然誠得賢士以雪先王之恥，孤之願也。」蓋昭王初立，猶是嫡子孤之遺意。衛君謂如耳曰：「孤請以衛世世事先生。」此則小侯之本稱。魯仲連勸燕將曰：「當封之如陶、衛，世世稱孤。」亦謂封之如庶方小侯耳。及秦、漢之間，而孤已為南面之雄稱。田橫曰：「吾始與漢王皆南面稱孤。」韓王信對使者曰：「陛下擢僕閭巷，南面稱孤。」可見是時為侯王美稱，非復古制嫡子孤及庶方小侯之詞矣。然《史記》、《漢書》文內亦不見有稱孤者，至漢末及三國群雄之割據僭竊者始稱之。《三國志》曹操下教：「使天下無孤，不知幾人稱帝，幾人稱王？」又孫權雖已僭帝位，惟詔命稱朕，而對臣下言尚稱孤。其誅呂壹後，責諸葛瑾等書曰：「自孤軍興五十年所。」又曰：「今孤自省無桓公之德，而諸君諫諍未出於中。」蜀先生稱帝後，為孫桓所敗，歎曰：「昔見桓尚小兒，而今迫孤及至此也！」《唐書》：朱滔、王武俊、田悅、李納連衡拒朝命，各僭為王，推滔為盟主，滔稱孤，武俊、悅、納稱寡人。則反以孤為大，寡為小，僭竊之徒固不知考訂禮文也。"
      },
      {
        "index": 7,
        "text": "公"
      },
      {
        "index": 8,
        "text": "《白虎通》：公者，謂三公及二王後也。（此說本《公羊傳》。）柳子厚《房公銘》亦謂：天子之三公稱公，王者之後稱公，諸侯入為王卿士稱公。此皆以爵位稱者也，然美稱所在輒多借用。周時本國之臣已稱其君皆曰公，如《宮》詩「乃命魯公，俾侯於東」。孔子修《春秋》，凡書魯君皆曰公。則已不拘三公及二王後矣。後世遂益有濫及者。年之長老，尊其道而師之，亦稱公，則如毛公、申公之類。孔文舉告高密縣為鄭康成特立一鄉，云：「昔太史公、廷尉吳公、謁者僕射鄧公，又商山四皓有園公、夏黃公，皆悉稱公。然則公者，仁德之正號，不必三事大夫也。今鄭君鄉宜曰鄭公鄉。」又《吳志》：程普年最長，時人皆呼程公。《南史》：南齊宮中有婦人韓蘭英，自宋孝武以來常在宮為女博士，教書學，宮中呼為韓公。此皆以年老稱公者也。至文舉謂太史公亦以年德稱公，則甚誤。吳斗南云：春秋之世，楚縣令皆稱公，如沈諸梁為葉令，稱葉公。蓋楚君已僭稱王，故縣令亦稱公，所謂「諸侯縣公皆慶寡人」是也。漢高祖初起兵，亦從楚制稱沛公。其後曹參為戚令，稱戚公，夏侯嬰為滕令，稱滕公。司馬遷自稱太史公者，亦以官為中書令也。此又令之稱公者也。（太史是遷襲其父之官，被刑後又兼中書令之職，武帝時以宦者為中書令故也。）又彼此相呼亦稱公。《戰國策》毛遂所謂「公等碌碌」，《晉書•樂志》「公莫舞」注所謂「古人相呼曰公」是也。方外亦有稱公者，如遠公、支公之類是也。有孫呼祖為公者，按《呂氏春秋》孔子之弟從遠方來，孔子問之曰：「子之公有恙乎？」次及其父母兄弟妻子。是祖之稱公，其來最古。《北史》鄭道育常戲徐之才，呼為「師公」，之才答曰：「既為汝師，又為汝公，在三之義，頓居其兩。」《南史》：何偃呼顏延之為顏公，延之以其輕脫，乃曰：「身非三公之公，又非田舍之公，又非君家阿公，何以呼為公？」此皆古人以祖為公之故實也（今江南人猶稱祖為公公）。有子稱父亦曰公者。《列子•黃帝篇》：家公執席。《戰國策》：陳軫將赴魏王之召，其子陳應止其公之行曰：「魏欲絕楚、齊，必重迎公。郢中不善公者，欲公之去也，必勸王多公之車。」此子稱父為公也。又有人臣稱帝王亦曰公者。《南史•焦度傳》：度欲向孝武求荊州，不知所以置詞，親人授之數百言，習誦數日，略皆上口，及見上，猝忘所教，曰：「度啟公，度啟公。」梁武納齊東昏妃余氏，頗妨政事。范云諫未納，王茂曰：「云言是。公必以天下為念，無宜留惜。」此又人臣之稱帝為公也。有以父稱子而亦曰公者。《史記》：晁錯更漢令，削七國，其父聞之，謂錯曰：「上初即位，公為政用事，侵削諸侯候，疏人骨肉，口語多怨公，何謂也？」錯曰：「不如此，天子不尊，宗廟不安。」父曰：「劉氏安，晁氏危，吾去公歸矣！」凡三呼其子為公。《陸賈傳》賈亦呼其子為公。《五代史》：李克用養子存信，從克用與劉仁恭戰，大敗。克用怒曰：「昨日吾醉，公獨不能為我戰耶？」《宋史》：蔡京懷奸固位，王黼忌之，乃稱旨遺童貫偕京子攸往取致仕表。京一時失措，自陳曰：「京衰老宜去，而不忍乞身者，以上恩未報，此二公所知也。」左右聞京並呼其子為公，皆竊笑，亦見《甕牖閑評》。（按父呼子為公，可與子呼父為哥作對）。此父稱子為公之故實也。又人主稱其臣亦有曰公者。《漢書》：景帝謂謁者僕射鄧公曰：「公言善，吾亦恨之。」武帝謂田千秋曰：「父子之間，人所難言，公獨明其不然，是高廟神靈使公教我也！」《後漢書》：光武敕吳漢曰：「賊若出兵綴公，以大眾破尚，尚敗，公亦破矣。」《南齊書》：周盤龍大敗魏軍，高帝以金釵二十枚與其愛妾杜氏，手敕曰：「餉周公阿杜」。此又君稱臣為公之故實也。（按六朝以來，大臣之為三公者，人主稱之皆曰公，唐初猶然，南北朝各史可考。）"
      },
      {
        "index": 9,
        "text": "卿"
      },
      {
        "index": 10,
        "text": "六朝以來，大抵以卿為敵以下之稱。王戎妻呼戎為卿，戎曰：「婦那得卿婿？」答曰：「親卿愛卿，是以卿卿。我不卿卿，誰復卿卿？」山濤謂妻曰：「我當為三公，不知卿堪作夫人否？」夫呼妻為卿則無詞，妻呼夫為卿則謂不可，蓋見卿為敵以下之稱也。《世說》：王夷甫不與庾子嵩交，庾卿之不置。王曰：「君不得為爾。」庾曰：「卿自君我，我自卿卿，我自用我法，卿自用卿法。」《南史•王規傳》：朱異嘗因酒卿規，規責以無禮。南齊陸慧曉見士大夫未嘗卿之，曰： 「貴人不可卿，賤者乃可卿，人生何容立輕重於懷抱？」故常呼人官位。北齊祖信年少時，父遜為李庶所卿，信欲報之，乃詣庶謂曰：「暫來見卿，還辭卿去。」唐張易之謂宋璟曰：「公方今第一流人，何乃下坐？」璟曰：「才劣位卑，張卿以為第一人，何也？」天官侍郎鄭杲謂璟曰：「中丞奈何卿五郎？」璟曰：「以官言之，正當為卿。足下非張卿家奴，何郎之有？」"
      },
      {
        "index": 11,
        "text": "君侯"
      },
      {
        "index": 12,
        "text": "衛宏《漢官舊儀》：列侯為丞相、相國者，號君侯。又云：丞相之刺史及侍御史皆稱卿，不得言君。蓋其時丞相稱君，而以列侯為之，故兼稱君侯也。按丞相稱君，本沿戰國之制。田文相齊，封孟嘗君，蘇秦相趙，封武安君是也。至如謝萬謂王述曰：「人言君侯癡，君侯信自癡。」李白《與韓荊州書》亦曰「君侯」。此則非列侯為相者。蓋自漢以來，君侯為貴重之稱，故口語相沿，凡稱達官貴人皆為君侯耳。"
      },
      {
        "index": 13,
        "text": "世父母"
      },
      {
        "index": 14,
        "text": "今人謂伯父母、叔父母皆曰世父母。按鄭康成云：世父，伯父也。賈疏：伯父言世者，其繼世者也。邢昺亦曰：」繼世以嫡長，先生於父，則繼世者也。然則世父專指繼世之伯父，猶國君嫡子之稱世子也。《雲谷臥餘》謂《爾雅•釋親》四章總無伯字，但稱父之昆弟先生者曰世父，後生者曰叔父，稱父之兄妻曰世母，父之弟妻曰叔母。夫既可謂叔父、叔母，則亦可謂伯父、伯母矣，何以不言伯也云云。按伯父之稱，亦見於《禮記•曾子問》：婿使人吊女之父母，若父母不在，則稱伯父、世母。伯父即世父，世母即伯母，互文也。鄭注又云：若伯父母不在，則稱叔父母。蓋見叔父母之非世父母也。《白虎通》亦云：父之昆弟不俱謂之世父，父之女昆弟俱謂之姑，何也？諸父內親，故別稱之也。姑外適人，故疏而總稱之也。"
      },
      {
        "index": 15,
        "text": "太公"
      },
      {
        "index": 16,
        "text": "《輟耕錄》云：今人稱曾祖曰太公，非也。以之稱祖為是。後漢李固之父郃為司徒，及固伏誅日，固女泣曰：「太公以來，積德累仁，何以遇此？」注：太公，謂祖父郃也。據此則太公當稱祖矣。魏了翁《古今考》云：古人稱父曰太公，漢高祖之父曰太公。《齊世家》云：西伯獵，遇呂尚，曰：「吾太公望子久矣！」亦謂王季也。《後漢書》：袁潭、袁尚兄弟相攻，劉表以書諫譚曰：「孤與太公誌同願等，戮力乃心，共獎王室，此孤與太公無二之所致也。功績未卒，太公殂隕」云云。太公謂其父袁紹也。又隋末郭子和起兵，自稱永樂王，亦尊其父為太公。據此，則太公又當稱父矣。然《南史》齊高帝令左右拔白髮，問曾孫昭業曰：「兒言我誰耶？」答曰：「太翁。」高帝笑曰：「豈有為人作曾祖而拔白髮者乎？」則曾祖之稱太翁，其來已久。蓋古今稱謂不同，今人既呼祖曰公，則呼曾祖為太公，亦等級之自然者也。"
      },
      {
        "index": 17,
        "text": "或疑太翁與太公稱謂不同，不知古人翁與公通稱。《北史•李欣傳》：魏太武詔崔浩選中書學生為助教，浩選三人，而李欣不與。帝曰：「何不取幽州刺史李崇老翁兒來？」欣，崇之子也。《蔣少遊傳》：少遊以工藝進，人望頗輕。高允特稱為士族。文明太后謂百官曰：「本謂少遊作師耳（謂畫師也），高允老公乃謂其人士！」《李元忠傳》：元忠初勸齊神武起義成霸業，後因宴集，戲謂神武曰：「若不與侍中，當更覓建義處。」神武曰：「建義不慮無止，恐如此老翁不可遇耳。」《杜弼傳》：神武謂弼曰：「今江東又有一吳老翁蕭衍，專事衣冠禮樂，士大夫望之，以為正朔所在。」又神武臨終，謂其子澄曰：「庫狄幹，鮮卑老公，斛律金，敕勒老公，並性忠直，終不負汝。」《彭城王浟傳》：浟為定州刺史，去任，有老公數百人獻食於道左。《平鑒傳》：和士開索其愛妾阿劉，鑒即與之，仍謂人曰：「老夫害阿劉，與死何異，要自為身計，不得不爾。」《王軌傳》：軌侍周武帝宴，捋帝須曰：「可愛好老公，但恨後嗣弱耳！」以上數條，可見公與翁皆年老之通稱也。"
      },
      {
        "index": 18,
        "text": "繼室側室之誤"
      },
      {
        "index": 19,
        "text": "世以續娶之妻為繼室，非也。《左傳》惠公元妃孟子卒，繼室聲子生隱公。若繼室即妻，則隱公當立無疑矣，何必始終稱攝，欲俟桓公長而立之？杜預注：聲子，蓋孟子之侄娣也。諸侯始娶，則同姓之國以娣侄媵。元妃死，則次妃攝治內事，猶不得稱夫人，故謂之繼室也。據此，則繼室乃長妾之攝內事者耳，非續娶之妻也。宋武公生仲子，歸於魯，生桓公，此在元妃孟子已卒之後，似後世之續娶者，然不曰繼室，益見續娶之不曰繼室也。臧桓叔娶於鑄，生賈及為，死，繼室以其侄，生紇。注：女子謂兄弟之子為侄，則亦媵妾之類也。惟齊景公使晏嬰請繼室於晉，時齊女少姜有寵於晉平公而死，故更以女繼之，則繼室似續娶之稱。不知少姜之在晉本非夫人也。觀齊送少姜時，齊使陳無宇送，晉侯謂無宇非卿而執之，杜注：欲使齊以嫡夫人禮送少姜也。欲使以嫡夫人之禮，明乎少姜本非嫡夫人也，則亦不得以繼室為繼娶之妻也。《白虎通》：天子必一娶，何也？明人君無再娶之義也。蓋古者人君不再娶，妻死則以其侄娣之媵者為繼室，後人遂以續娶之妻亦為繼室也。由《[[[白虎通]]》之言觀之，則以續娶為繼室，其起於漢以後歟？又俗以妾為側室，亦誤也。《左傳》：晉侯命太子曰仇，而命太子之弟曰成師，封於曲沃。師服曰：「天子建國，諸侯立家，卿置側室」。杜注：建國者，封餘子為侯也；立家者，使餘子為卿大夫也；側室者，眾子也，卿有眾子，得立此官以處之也。然則側室乃嫡子外之眾子，非必妾所生子也。即嫡母所生之第二子，亦側室也。側室之稱，係乎子不係乎母也。士會謂秦伯曰：「趙有側室曰穿，晉君之婿也。」不曰側室子而直曰側室，可見側室即眾子也。注亦曰：側室，支子也。師曠對晉侯曰：天子有公，諸侯有卿，卿置側室。注亦謂：側室，支子之官也。《韓非子•八奸篇》亦曰：側室公子，人主所親愛也。《亡征篇》曰：君不肖而側室賢，太子輕而庶子伉。側室亦謂君之弟也。漢文帝賜南越王書：「朕高皇帝側室之子。」亦謂嫡子外之餘子也。顏師古乃注云：非正嫡所生。則竟以側室為妾矣。後世以妾為側室之誤或本此。然《南史》齊安成王秀早孤，文帝命側室陳氏母之。又《韋放傳》：放與張率皆有側室懷孕，因指腹為婚姻。則六朝時已以妾為側室，不自師古之誤始也。"
      },
      {
        "index": 20,
        "text": "娣"
      },
      {
        "index": 21,
        "text": "娣字有二義。《正韻》：長婦為姒，介婦為娣。《爾雅•釋親》：長婦謂稚婦為娣婦，稚婦謂長婦為姒婦。此則妯娌之義也。《釋親》又云：女子同出，先生為姒，後生為娣（鄭注云：女子同出，謂共嫁一夫也。共嫁一夫則以先生為姒，後生為娣。然則非同嫁一夫者，則但曰姊妹，不曰娣姒矣。）《左傳》：衛莊公娶於陳，曰厲媯，生孝伯，早死。其娣戴媯生桓公卓子。又閔公哀姜之娣叔姜之子也。晉獻公驪姬生奚齊，其娣生卓子。穆伯娶戴己，生文伯，其娣聲己生惠叔。襄公薨，立敬歸之子子野，子野卒，立敬歸之娣齊歸之子稠，即昭公也。穆伯不欲，曰：「皆非嫡嗣，何必其娣之子？」此則姊妹之義也。按《六書故》：古之嫁女者，以侄娣從，自嫡而下皆謂之娣。則不必親姊妹為娣姒，凡族從之隨嫁皆稱娣。"
      },
      {
        "index": 22,
        "text": "侄"
      },
      {
        "index": 23,
        "text": "俗稱兄弟之子曰侄，非也。凡男子稱兄弟之子，當曰從子。經書所載，未有稱侄者。侄乃兄弟之女也。《正韻》兄弟之女曰至，又《釋名》姑謂兄弟之女曰侄是也。故至（侄）字從女旁也。又女子謂兄弟之子亦曰侄，見《爾雅•釋親篇》，《左傳》所謂侄其從姑，又《唐書•狄仁傑傳》仁傑諫武后曰「姑侄與母子孰親」是也。按《顏氏家訓》：兄弟之子，北人多呼為侄。則以從子為侄，起於北朝。杜工部詩：「嗣宗諸子侄，早覺仲容賢。」杜牧之詩：「侄名阿宜。」則唐時久已稱侄矣。《聞見錄》：宋真宗過洛，幸呂蒙正第，問諸子孰可用。對曰：「臣諸子皆豚犬，有侄夷簡，宰相才也。」此又宋人以兄弟之子為侄之證。"
      },
      {
        "index": 24,
        "text": "夫兄稱伯"
      },
      {
        "index": 25,
        "text": "叔嫂之稱見於經書，而婦人呼夫之兄為伯，則無所據。《爾雅•釋親篇》但曰兄公耳。然稱伯則由來已久。《五代史補》：李濤弟浣娶婦竇氏，出參濤，濤答拜。浣曰：「新婦參阿伯，豈有答禮？」《雲谷臥餘》云：《爾雅》稱夫之弟為叔，則夫之兄亦可為伯也。《容齋隨筆》記宋慶曆中，陳恭公為相，以曾公亮自起居注除天章閣待制。陳之弟婦，曾出也。陳語之曰：「六新婦，曾三做從官，想甚喜。」應聲對曰：「三舅荷伯伯提挈，極喜，祇是外婆不樂。」陳問何故。曰： 「外婆責三舅以第五人及第，當過詞掖，今朝廷如此處置，必是廢學故耳。」蓋陳不由科第，不諳典故，受譏於弟婦如此。據此，則弟婦稱夫兄為伯，宋時已然。而夫之兄呼弟婦為新婦，外孫女呼外祖母為外婆，亦見於此。"
      },
      {
        "index": 26,
        "text": "夫弟稱小郎"
      },
      {
        "index": 27,
        "text": "女呼夫之弟曰小郎，是六朝人語。《晉書》：謝道韞為小郎解圍。《世說》：王衍妻使婢擔糞，王澄諫之，嫂曰：「太夫人臨終以小郎囑新婦，不以新婦囑小郎。」《南史•孫棘傳》：棘與弟薩欲相代死，棘妻許氏亦寄語棘曰：「吾當門戶，豈可委罪小郎？且大家臨亡，以小郎屬君。」謝述奉兄純之喪還，經西塞，遇風喪舫，漂不知所在。述乘小舟尋求，經純妻庾舫過，庾遣人謂曰：「小郎去必無及，寧可存亡俱盡耶？」述不聽。"
      },
      {
        "index": 28,
        "text": "如夫人、小妻、傍妻、下妻、少妻、庶妻"
      },
      {
        "index": 29,
        "text": "《左傳》：齊桓公多內嬖，有如夫人者六人。後世稱人之妾為如夫人，本此也。《後漢書•竇融傳》：融女弟為大司空王邑小妻。又《宗室四王三侯傳》：趙惠王乾居父喪，私聘小妻。注：小妻，妾也。孫钅廣據此謂小妻之稱起自范史。然《前漢書•外戚恩澤侯表》：陽都侯張彭祖為小妻所殺。《枚乘傳》：乘在梁時，取皋母為小妻。《孝成許皇后傳》：後姊靡寡居，與定陵侯淳于長私通，因為之小妻。《孔光傳》：定陵侯淳于長小妻迺始等六人。則小妻之稱，前漢已有之。《後漢書》陳王鈞取掖庭出女李繞為小妻，樂成王黨娶中山王傅婢李羽生為小妻，又《梁王暢傳》：臣小妻三十七人，其無子者聽還本家。此又小妻之稱之見於范史者也。亦謂之傍妻，《元後傳》王禁好酒色，多取傍妻是也。又謂之下妻。《王莽傳》：立國將軍建奏言：「今年癸酉，不知何一男子遮臣建車前，自稱漢氏劉子輿，成帝下妻子也。」《後漢書•光武紀》：詔依托人為下妻，欲去者聽之。師古曰：下妻，猶言小妻。又《新唐書•楊慎矜傳》：王鉷與李林甫作飛牒，告慎矜蓄讖緯妖言，規復隋室。帝怒，收慎矜。御史崔器索讖書於慎矜下妻臥內，得之，詔賜死是也。又謂之少妻。《後漢書•董卓傳》：卓將朝，升車而馬驚墮泥，還入更衣。其少妻止之，不從，遂入，為呂布所殺是也。又謂之庶妻。《王世充傳》：世充祖死，其妻與霸城人王粲為庶妻，其父收從之，因冒粲姓是也。小妻、傍妻、下妻、少妻、庶妻，皆妾之稱也。"
      },
      {
        "index": 30,
        "text": "夫子"
      },
      {
        "index": 31,
        "text": "邢昺疏謂：孔子所以稱夫子者，孔子嘗為魯國大夫，子者，男子之稱，故弟子連官稱尊之，以別於餘人。按此說非也。《左傳》：孟明之敗，或勸秦穆公殺之，公曰：「孤實貪，以禍夫子，夫子何罪？」寧贏論陽處父曰：「夫子其不沒乎！」晉賈季奔狄，趙盾使叟駢送其帑。或勸駢殺之，曰：「夫子禮於賈季，我報私怨，不可。」楚薳子馮曰：「吾見申叔夫子，所謂生死而肉骨者。」韓宣子聘齊，齊大夫多笑之，晏子曰： 「夫子君子也。」鄭子皮死，子產哭曰：「惟夫子知我！」子產勸子大叔為政以猛，不從，既而多盜，悔之，乃曰：「吾早從夫子，不及此。」孟僖子病，謂家臣曰：「必屬說與何忌於夫子。」《國語》：晉悼公初居於周，單襄公論之曰：「此十一德者，夫子皆有焉。」楚莊王以教太子之事問申叔時，申叔時曰：「夫子踐位則退。」夫子指太子也。屈到嗜芰，既卒，宗老將薦芰，曰：「夫子屬之。」夫子指到也。沈子高曰：「楚國之平均者，夫子也。」夫子謂子西也。是夫子本春秋時先生長者之稱，故孔門弟子稱孔子皆曰夫子。顏淵曰：「夫子循循善繡。」曾子曰：「夫子之道忠恕。」子貢曰：「夫子之文章。」蓋皆沿當時之稱，非特創也。惟專稱曰子，則自孔門弟子之稱孔子始。如《論語》所記及《孟子》、《禮記》所引孔子之言，皆稱「子曰」。《中庸》雖有「仲尼曰」，然係首引孔子之言，以後即皆稱「子曰」，明乎子即仲尼也。此則孔門創例，孔子以前未有專稱子者也。然則專稱子乃孔門所創，而稱夫子則當時所同，邢昺所云以孔子嘗為大夫而連官稱之以別於餘人者，乃臆說也。厥後因孔門有夫子之稱，於是夫子遂為師之專稱。如《史記•司馬相如傳》有嚴忌夫子，《鄒陽傳》亦曰枚先生、嚴夫子，注：當時尊尚，師稱之，《北史•斛斯徵傳》周武帝命徵授皇子經，諸皇子皆呼徵夫子是也。因孔門有專稱為子之例，於是又有以子為師之專稱者。《公羊傳序》有子公羊子、子司馬子，何休釋曰：加子於姓上，名其為師也；若非師而但有德者，不以子冠氏也。《梁溪漫志》云：《列子》書亦其門人所集，故曰子列子，子冠氏上，明其為師也，不但言子者，所以避孔子也。又陳後山以南豐瓣香稱為子曾子，朱晦庵稱周、程曰子周子、子程子，亦自托於弟子之列也。此又皆因孔門之稱而援以為例者也。"
      },
      {
        "index": 32,
        "text": "門生"
      },
      {
        "index": 33,
        "text": "唐以後始有座主、門生之稱。六朝時所謂門生，則非門弟子也。其時仕宦者，許各募部曲，謂之義從。其在門下親侍者，則謂之門生，如今門子之類耳。《宋書》王微嘗將門生兩三人入山采藥。《南史》「庾子輿之官巴陵，病篤不肯入廨，因勒門生不許輒入城市。何敬容罷官後，起為侍中，其舊時賓客門生喧嘩如舊，冀其復用。顧協有門生始來事協，知協廉，不敢厚餉，只送錢二千，協怒，杖之二十。東昏時，丹陽尹王誌被驅急步走，惟將二門生自隨。臧嚴為武寧郡守，郡多蠻俚，前守多以兵自隨，嚴獨以數門生單車入境。《北史》：崔彧精於醫，廣教門生，令多救療。此數者，以之移作門弟子尚可通。至如沈慶之佐孝武起兵，元凶劭使慶之門生錢無忌齎書使之解甲，慶之執以見孝武；薛安都降魏，大見禮重，至於門生無不收敘。慶之、安都皆武人，目不知書，若如後世受業弟子，安得有此？又謝靈運因祖父之業，奴僮既眾，義故門生數百，鑿山後湖，功役無已，則並用之工役矣。王僧達為吳郡守，西台寺多富沙門，僧達求須不遂，乃遣主簿顧曠率門義劫寺，得數百萬。門，門生；義，義從也。則並用之劫掠矣。劉義宗坐門生杜德靈放橫打人免官，德靈以姿色故義宗寵之，則又取其姿媚矣。徐湛之門生千餘，皆三吳富人子，姿質端美，衣服鮮麗。宋孝武責沈勃周旋門生，競受賄賂，少者至萬，多者千金，則並大收其賄賂矣。又徐湛之謀逆，謂范蔚宗曰：「已報臧質，悉攜門生義故前來，故應得健兒數百。」則並用之叛逆矣。劉懷珍北州舊姓，門附殷積，啟上門生千餘人充宿衛，則其武勇並可充禁旅矣。合此數事以觀，則門生不過如僮僕之類，非受業弟子也。其與僮僕稍異者，僮僕則在私家，此蓋在官人役，與胥吏同。《顧琛傳》：尚書等門有制，入坐以下門生隨入者各有差，不得雜以士。琛以宗人顧碩寄尚書張茂度門名，而私與碩同席坐，乃坐譴。益可知門生者，正如胥吏之類也。然富人子弟多有為之者，蓋其時仕宦皆世族，而寒人則無進身之路，惟此可以年資得官，故不惜身為賤役，且有出財賄以為之者。陸慧曉為吏部尚書，王晏典選，內外要職多用門生義故，慧曉不甚措意。王琨為吏部，自公卿下至士大夫例用兩門生，江夏王義恭屬用二人，後復為所屬，琨不許。此可以見當日規制也。顧寧人既謂六朝門生與傔僕同，而謂其非在官之人，則未知門生有可入仕之路，則不得謂非在官人也。"
      },
      {
        "index": 34,
        "text": "按漢時門生本非弟子之稱，蓋其時五經各有專門名家，其親受業者為弟子，轉相傳授者為門生，如所云為梁丘氏學、為歐陽氏學之類也。《後漢書•楊厚傳》：門生上名錄者三千餘人。曰上名錄，則不必親受業，但習其學即是也。《賈逵傳》：詔諸儒各選高才生受《左氏春秋》及《古文尚書》，逵所選弟子及門生皆拜為郎。曰弟子及門生，可見門生與弟子有別也。《鄭康成傳》：康成沒，門生相與撰其問答諸弟子之詞，依《論語》為《鄭志》。以弟子問答之詞而門生撰述之，蓋如《論語》所謂門人受業於弟子者也。《李固傳》：固下獄，門生王調貫械上書證其枉。及固死，陳屍於路，固弟子郭亮負鐵锧乞收固屍。曰門生，曰弟子，又可見門生之非弟子也。惟其不必親受業，但為其學者皆可稱門生，於是依勢趣利者，並不必以學問相師，而亦稱門生。如《郅壽傳》：壽為京兆尹時，大將軍竇憲貴盛，使門生齎書有所請，壽即送詔獄。《楊彪傳》：黃門令王甫使門生於郡界中辜榷財物七千餘萬，彪發其奸。憲權臣，甫奄寺，豈有學術教人？而亦有門生，蓋即後世拜門生之陋習也。浸尋至六朝，遂更為門下傔從之稱耳。"
      },
      {
        "index": 35,
        "text": "門子"
      },
      {
        "index": 36,
        "text": "今世所謂門子，乃牙署中侍茶捧衣之賤役也。古時則否。《左傳》戲之盟，鄭六卿及其大夫、門子皆從鄭伯。杜注：門子，卿之嫡子也。又襄十年，鄭子孔當國，大夫、諸司門子弗順，子孔將誅之。亦卿之嫡子也。《國語》：宣王欲得國子之能導訓諸侯者。韋昭注：凡王之子弟謂之國子也。蓋古時王之子弟曰國子，卿大夫之子弟曰門子也。又《國語》：周景王殺下門子。注：周大夫，王子猛之傅也。又《國語》晉悼公初立，育門子，選賢良。注：門子，大夫適子。《周禮》曰：其正室謂之門子。又《韓非子•亡征篇》：群臣為學，門子好辯，其國可亡也。亦謂卿大夫之子也。（唐時則守門之人謂之門子。《舊唐書•李德裕傳》吐蕃將婦人嫁於此州門子，王智興亦嘗為徐州門子。是唐時門子亦與今異。今俗所謂門子者，顧寧人謂正如六朝時縣僮耳。）"
      },
      {
        "index": 37,
        "text": "真人、道士"
      },
      {
        "index": 38,
        "text": "《呂覽》：精氣日新，邪氣盡去，及其天年，此之謂真人。《莊子》：入水不濡，入炎不熱，謂之真人。《史記》：盧生說始皇，亦言：真人者，淩雲氣，駕日月，與天地長久。《淮南子》：莫死莫生，莫虛莫盈，是謂真人。又云：真人者，動乎至虛，遊於滅亡之野，馳於方外，休乎宇內，臣雷公，役誇父，妾宓妃，妻織女。蔡邕作《王子喬碑》及《仙人唐公碑》文，皆有真人之稱。李善《文選•南都賦》「真人」注引《文子》曰：得天地之道，故謂之真人。此皆真人之所本也。《樓觀本記》曰：周穆王因尹真人草樓之觀，召逸人居之，謂之道士。平王東遷，置七人。漢明帝永平三年，置三十七人。晉惠帝度四十九人。《續通考》云：據此，則道士之名自周已有之。又《抱補子•仙藥篇》：凡庸道士心不專精，行穢德薄，是終不能得也。此又道士之所本也。"
      },
      {
        "index": 39,
        "text": "居士"
      },
      {
        "index": 40,
        "text": "《輟耕錄》云：今人多以居士自號，考之六經，惟《禮記》有「居士錦帶」，注謂道藝處士也。吳曾《能改齋漫錄》云：居士之號，起於商、周之時。《韓非子》書曰：太公封於齊，東海上有居士猛矞、華士昆弟二人，立議曰：「吾不臣天子，不友諸侯，耕而食之，掘而飲之」云云，則居士之名由來久矣。《南史》：阮孝緒屏居一室，家人莫得見其面，親友因呼為居士。到洽築室岩阿，幽居積歲，時人號曰居士。虞寄居閩中，知刺史陳寶應有異志，恐禍及，乃著居士服，居東山寺。《魏書》：盧景裕不仕，貞素自得，人號為居士。"
      },
      {
        "index": 41,
        "text": "征君、征士"
      },
      {
        "index": 42,
        "text": "有學行之士，經詔書徵召而不仕者，曰征士，尊稱之則曰征君。《後漢書•黃憲傳》：天下號憲為征君。《魏志•王肅傳》：魏初征士敦煌周生烈注經傳，頗行於世。又《管寧傳》注引《傅子》曰：胡征君怡怡無不愛也，年八十而不倦於書，吾於胡征君見之矣。胡征君謂胡晦也。後魏高允作《征士頌》，凡四十二人，皆與允同征者。"
      },
      {
        "index": 43,
        "text": "野老"
      },
      {
        "index": 44,
        "text": "詩人多用「野老」字，不過謂田野老人耳。按《漢書•藝文志》有《野老》十七篇，注云：六國時人，在齊、楚間。應劭曰：年老居田野，相民耕種，故號野老。則二字所出最古矣。"
      }
    ]
  }
}