{
  "chapterNumber": 13,
  "title": "卷十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《五代史》"
      },
      {
        "index": 2,
        "text": "宋、金時，《五代史》尚用薛居正所修。金章宗始詔削薛史，專用歐史，事見《章宗太紀》。今歐史列於正史，自章宗始也。書法嚴潔，固為諸史之最。然韓通忠義，不為立傳，前人已議之。此猶或為本朝諱也。《宋史·張昭傳》：後唐張憲為北京留守，當莊宗遇難，明宗將入，或勸憲作表奉迎。憲不肯，遂死之。是張憲乃唐莊宗完節之臣，歐史既不列於《唐臣傳》，又不入於《死節傳》，亦屬疏漏。朱溫之篡也，唐相楊涉為押國璽使，其子凝式謂涉曰：「大人為唐宰相，而使國家至此，不可謂之無罪。況持天子璽與人，雖保富貴，奈千載何！」涉大駭曰：「汝滅吾族！」神色為之不寧者累日。此事《唐書》雖不載，而《通鑒》載之甚詳，則應是宋初共見共聞之事。乃歐史絕不敘及，亦未免意存回護。又袁文《甕牖閑評》云：南唐李後主既降，宋祖以其拒守久，封以違命侯。歐史凡說後主處，皆書違命侯。按陳壽《三國志》於孫權直稱名，至蜀則必曰先主、後主，蓋壽本蜀人，以父母之邦故也。歐公吉州人，正屬南唐，其祖父皆南唐臣民也，而忍斥之曰違命侯乎？則《五代史》亦多有可議者。"
      },
      {
        "index": 3,
        "text": "宋、遼、金三史"
      },
      {
        "index": 4,
        "text": "宋、遼、金三史，總裁官皆列脫脫銜，以脫脫乃都總裁也。其餘則鐵睦爾達世、賀惟一、張起岩、歐陽玄四人，皆總裁三史。呂思誠則第總裁《遼史》，而二史不與；揭傒斯則總裁遼、金二史，而《宋史》不與；李好文、王沂、楊宗瑞總裁宋、金二史，而《遼史》不與。今三史卷首具載，可考也。《續綱目》乃但記鐵睦爾達世等四人，而思誠、好文等不載，未免疏漏。又《元史·阿魯圖傳》：修三史，皆為總裁官。則阿魯圖亦總裁也。今《宋史》卷首進表尚係阿魯圖，而三史所列總裁銜名不載，而另列為領三史，蓋其官位又在都總裁之上也。至纂修諸人，三史各有專官，不相攙越。《遼史》四人，則廉惠山海牙、王沂、徐昺、陳繹曾也。《金史》六人，沙刺班、王理、伯顏、趙時敏、費著、商企翁也。《宋史》二十三人，則斡玉倫徒、泰不華、杜秉彝、宋褧、王思誠、幹文傳、汪澤民、張瑾、麥文貴、貢師道、李齊、余闕、劉聞、賈魯、馮福可、趙中翰、陳祖仁、王儀、余貞、張翥、吳當、危素也〔按：張翥：之前應補譚慥一人〕。卷帙繁多，時日亦極迫促，自至正三年三月開局，至正五年十月即告成。以如許卷帙，成於二三年之間，宜其疏漏蕪雜。且纂修諸人各修一史，不暇彙集三朝，參互考訂，故凡南北交涉之事，一經勘對，輒見牴牾。今始摘數條於後，略可見當日漫無訂正也。（明臣柯維騏以宋、遼、金三史合為一書，以遼、金附宋，而列二王於本紀，義例甚嚴，閱二十年始成書，名曰《宋史新編》。見《明史》本傳。又周敘以宋、遼、金三史體例未當，欲重修之，正統中請於朝，詔許自撰，數年未及成而卒。）"
      },
      {
        "index": 5,
        "text": "遼、宋二史相合處"
      },
      {
        "index": 6,
        "text": "宋太宗太平興國四年，為遼景宗乾亨元年，是時宋征北漢，遼救之。《宋史》是歲三月郭進大破契丹兵於關南，《遼史》是歲三月耶律緒等與宋戰於白馬嶺不利，冀王敵烈及節度使都敏、黃皮室〔原漏「黃」字〕詳穩唐筈皆死之。此即郭進關南戰勝之事。劉繼元降，六月，太宗乘勝自將伐契丹。《宋史》謂帝次幽州城南，契丹軍城北，帝率眾擊走之。七月，帝率諸軍及契丹大戰於高梁河，敗績。《遼史》謂六月宋主來侵，北院大王奚底、統軍使蕭討古、乙室王撒，合〔原漏 「合」字〕戰於沙河，不利（此即《宋史》擊走契丹軍之事）。七月耶律沙等及宋兵戰高梁河，少卻，休哥、斜軫橫擊，大敗之，宋主僅以身免（此即《宋史》高梁敗績之事）。《遼史》是歲十月韓匡嗣與宋兵戰於滿城，敗績。《宋史》十一月關南言破契丹，斬首萬級（此蓋即匡嗣敗績之事，惟月日稍差）。《宋史》太平興國五年，諸軍與契丹戰於莫州，敗績。《遼史》休哥敗宋兵於瓦橋關，守將張師出戰，休哥奮擊敗之。宋兵又陣於水南，休哥涉水擊之，追至莫州，殺傷甚眾（此即《宋史》莫州敗績之事）。《遼史》統和十七年十月，攻遂城不克，蕭繼遠攻狼山鎮石寨，破之。次瀛州，擒其將康昭裔。次遂城，殺宋兵殆盡。《宋史》咸平三年，契丹犯高陽關，都部署康保裔死之（此事相合，惟日月稍差）。《遼史》統和二十一年四月，蕭撻凜獲宋將王繼忠於望都。《宋史》咸平六年契丹來侵望都。《宋史》咸平六年，契丹來侵望都，副都部署王繼忠陷於敵。以上數事，二史皆相合。"
      },
      {
        "index": 7,
        "text": "遼、宋二史不相合處"
      },
      {
        "index": 8,
        "text": "《宋史》太平興國四年取燕敗還之後，七月劉廷翰及契丹戰於遂城西，大敗之，斬首三百級。《遼史》不載此事，而云十月太保矧思與宋兵戰於火山，敗之。《宋史》太平興國五年三月，潘美敗契丹兵於雁門，殺其駙馬侍中蕭咄李，獲都指揮李重誨。十一月，關南與契丹戰，大敗之。此事《遼史》俱不載，但云十一月宋兵夜襲營，蕭幹等戰退之。《遼史》乾亨四年四月帝自將南伐，至滿城，不利，太尉奚瓦裏〔原漏「瓦」字〕中流矢死，統軍使善補為敵軍所圍，斜軫救出之。而《宋史》是年不載此事，但有五月崔彥進敗契丹於唐興，潘美敗契丹於雁門。《宋史》咸平二年九月，鎮定都部署言敗契丹兵於廉良路，殺獲甚眾。十二月，冀州言敗契丹兵於城南，殺千餘人。契丹又攻威虜軍，本軍擊敗之，殺其酋帥。三年正月丁亥，范廷召等追契丹至莫州，斬首萬餘級。此事《遼史》皆不載。《宋史》咸平四年十月，張斌奏破契丹兵於長城口。十一月，王顯奏破契丹兵，殺二萬人，獲統軍鐵林等。是歲遼統和十九年，並不載此事，但云十一月宋兵出益津關來侵，招古擊敗之。《遼史》統和二十年四月，太和達裏底敗宋兵於梁門，蕭撻凜破宋兵於泰州。而《宋史》咸平五年並無交兵之事，但在契丹大林寨王昭敏來降。歷觀數事，宋之勝也遼不言敗，遼之勝也宋亦不言敗，彼此各誇其功而諱其辱（蓋國史本如此）。至和景德元年澶淵之戰，《宋史》則有威虜軍大破契丹；撻覽與契丹主及其母攻定州，宋兵於唐河擊其遊騎；石普、高繼祖擊敗契丹數萬騎於岢嵐軍；契丹攻瀛州，李延渥敗之，殺傷十餘萬；契丹兵至澶州，其大帥撻覽耀兵出陣，中伏弩死。而《遼史》是年則云：與宋兵戰於唐興，大敗之；蕭撻凜與宋兵戰遂城，大敗之；攻瀛州，不克；耶律課裏遇宋兵於洺州，敗之，蕭排押獲宋田逢吉、郭守榮等；次澶淵，蕭撻凜中伏弩死。二史所記一時之事，惟撻凜中弩死相合。瀛州之戰，《宋史》謂殺傷十餘萬，《遼史》但云攻瀛州不克，其餘則各言勝而不言敗。此皆修史者僅據國史原文，而不暇互相參訂故也。"
      },
      {
        "index": 9,
        "text": "又如遣使議和一事，《宋史》謂太祖開寶八年三月，契丹遣使克沙骨慎思，以書來講和，《遼史》謂景宗保寧六年三月，宋遣使來講和。則未知孰先遣使也。又《遼史》聖宗統十二年八月乙酉，宋遣使求和，不許。辛酉，宋又遣使求和，不許。而《宋史》淳化五年並無遣使講和之事至澶淵之盟，《遼史》謂宋遣使遺王繼忠弓矢，密請求和，聖宗詔繼忠與使者會，許和，宋乃遣曹利用來，即遣韓杞持書報聘。而《宋史》則謂契丹駐陽城，因王繼忠致書於莫州，繼忠又馳奏謂契丹請和，乃使曹利用往議，契丹即遣韓杞來。則又未知孰先求和也。大抵交戰請則諱言敗，和則諱言先，兩朝修國史時，固已各自爭雄如此耳。其列傳內更有不相合者。《宋史·尹繼倫傳》：契丹入寇，李繼隆以兵萬餘護輜重赴威虜軍，契丹將於越諜知之，率數萬騎將邀於路，遇繼倫，不顧而去。繼倫曰：「寇以我兵少，蔑視我耳。彼若捷，則乘勝驅我而北；不捷，亦且泄怒於我，無遺類矣。今當卷甲疾趨，出其不意。」乃命銜枚夜行，至徐河，天未明，於越方與繼隆對陣未戰，繼倫從後急擊，殺其皮室一人，眾驚潰，於越方食，乘善馬先遁，眾大潰。契丹自是不敢窺邊，其平居相戒曰：「當避黑面大王。」按於越乃契丹大官之號，其時為於越者乃休哥也。而《遼史·休哥傳》並不言徐河敗績之事。《宋史·富弼傳》：弼在契丹議歲幣，遼主欲用獻字，否則用納字。弼執不可。遼使劉六符等來，宋竟以納字與之。是宋之輸歲幣僅言納也。《遼史》本紀及劉六符、耶律仁先傳，則謂六符等至宋，定歲幣進貢名，宋從之，歲幣稱貢。則宋竟用貢字矣。此又其各自諱敗稱雄著也。他如一康保裔也，《宋史》作康保裔，《遼史》則曰康昭裔。一蕭撻凜也，《遼史》作蕭撻凜，《宋史》則曰撻覽。於越乃官名，非人名也，《尹繼倫傳》則曰契丹於越，下又云越去大軍四五里，則竟似姓於名越者矣。此又皆南北傳聞之訛，而不暇審訂者也。"
      },
      {
        "index": 10,
        "text": "遼、金二史不相合處"
      },
      {
        "index": 11,
        "text": "遼天祚帝與金人交兵及議和等事，遼、金二史所載尚多相合。如遼之天慶五年，為金收國元年，黃龍府及護步答岡之戰，六年蒺藜山之戰，八年、九年與金議和，往還封冊之事，保大元年余睹叛降金，二年遼主出奔，邪律淳僭位於燕，病死，其妻赴天德軍，金主入燕，以及保大五年遼主被擒，核之《金史》，大概具相合。惟《遼史》天慶四年本紀云：初，女直起兵，以紇石烈部人阿疏不服，遣撒改討之。阿疏弟狄故保來告，詔使勿討，不聽，阿疏來奔。至是女直遣使來索阿疏。遼遣阿息保問境上多建城堡之故，女直以慢語答曰：「若還阿疏，朝貢如舊，不然，城未已也。」乃起兵攻寧江州。遼使高仙壽、蕭奉先討之，為所敗。又以蕭嗣先、撻不也發契丹奚軍及禁兵討之，女直潛渡混同江，掩擊遼眾，大潰。《金史》太祖（即阿骨打）遣習古乃、銀術可等往遼索阿疏，習古乃等還，具言遼王驕肆廢弛之狀。太祖遂起意伐遼，備衝要，建城堡。遼遣阿息保來詰，太祖曰：「若以阿疏與我，請事朝貢，苟不獲已，豈能束手受制也！」阿息保還，遼人始為備，命蕭撻不野調諸軍於寧江州。太祖乃號令諸部，行二千五百人，進次寧江州，大敗遼師。十一月，遼蕭糾裏及撻不野將步騎十萬至鴨子河，太祖又大破之。此即《遼史》天慶四年事也。然《遼史》謂天祚帝乾統元年阿骨打襲節度使，則至是時已閱十有四年，而《金史》以此事係於阿骨打襲位之二年，竟抹卻中間一十二年。蓋《金史》世紀尚未編年，但總敘起事之由，遂不暇查核年歲，致有此誤也。又《遼史》天祚帝天慶二年幸混同江，外界生女直在千里內者，以故事皆來朝。遇頭魚宴，酒酣，命諸酋次第起舞，獨阿骨打辭以不能。諭之再三，終不從。他日上密謂樞密使蕭奉先曰：「阿骨打意氣雄豪，可托以邊事誅之，否則將為患。」奉先曰：「粗人不知禮，且容之。」阿骨打疑懼，遂稱兵，先並旁近部族，擄趙三等家屬。趙三訴之，奉先仍作常事以聞。後數召，阿骨打稱疾不至。明年，阿骨打忽率五百騎至咸州，與趙三等面折，阿骨打不屈，一夕遁去。遣人訴於上，謂咸州詳穩司欲見殺，故不敢留。自是召不復至。而《金史》世紀內不載此事，蓋金源修國史時已自為諱耳。又《金史》：寧江州戰勝後，群臣皆勸進。明年正月，太祖遂即皇帝位，國號大金，建元收國，則遼天慶五年事也。而《遼史》是年不書，直至天慶七年本紀內始稱：是歲，阿骨打用楊樸策，即皇帝位，建元天輔，國號金。則竟將金主建國之事移下二年矣。金主天輔七年，為遼主保大三年，秋八月，金主崩於部堵濼。而《遼史》是年不書，乃於保大四年八月書金主阿骨打死，是又移下一年矣。豈編訂者誤算年分耶，至如《遼史》張瑴據平州。《金史》作張覺，蓋瑴與覺音相近之故。《遼史》保大二年遷州刺史高永昌降金，《金史》作高永福。按高永昌於天慶六年據東京，已為金將撻不也所戮，安得至此時又降？《遼史》誤也，當以《金史》為正。"
      },
      {
        "index": 12,
        "text": "宋、金二史不相合處"
      },
      {
        "index": 13,
        "text": "宋、金二史，凡南北交涉之事，以兩朝本紀參考，大概多相合。惟《宋史》重和元年正月遣武義大夫馬政由海道使女真，約夾攻遼，以兩國年號核算，是年為金天輔二年。乃《金史》天輔元年十二月宋遣登州防禦使馬政以國書來，二年正月使散睹如宋報聘。則馬政至金反在前，而宋遣馬政反在後矣。宋宣和元年為金天輔三年，《宋史》是年金使李善慶來，而《金史》是年使人無李善慶，但有孛堇辭列、曷魯等，《宋史》則孛堇等來聘又係之於宣和二年。歷觀此數年聘使之事，非《宋史》移後一年，即《金史》移前一年。又《金史》天會七年五月，拔離速襲宋主於揚州。按《宋史》是年為建炎三年，二月金兵已至天長，高宗在揚州，即赴杭州，金人遂焚揚州。三月高宗遭苗、劉之亂，四月反正，五月復幸建康。若五月拔離速來襲揚州，高宗豈敢冒險前進乎？當以《宋史》為正，《金史》蓋誤以三月之事為五月也。王倫為宋使，被殺於金，則《宋史》宜立傳，而《金史》不必立。宇文虛中使金被留，既而仕於金，官至太常卿，封河內郡公。則《金史》宜立傳，而《宋史》不必立。乃《宋史》則傳倫而並傳虛中，《金史》則傳虛中而並傳倫，均失之矣。韓常之被射中左目也，《金史》謂宗弼與張浚戰富平，宗弼陷重圍，韓常流矢中目，拔去，以土塞創力戰，宗弼得潰圍出，則建炎四年事也。《宋史·吳玠傳》則係之於仙人關之戰，謂玠與弟璘力戰敗金兵，射韓常中目，則又屬紹興四年事矣。至如黃天蕩之戰，《金史》謂撻懶在濰州遣移刺古來援，而《宋史·韓世忠傳》則謂撻辣使孛堇太一來援。《宋史》建炎二年金帥窩裏嗢陷濰州，《金史》則云闍母克濰州。則南北傳聞之誤，又不必深論矣。"
      },
      {
        "index": 14,
        "text": "宋、遼、金史舊本"
      },
      {
        "index": 15,
        "text": "脫脫等修史時，原有舊日史稿，諸臣不過仍其文而稍為編次耳。按《元史》伯顏既克臨安，董文炳主留事，曰：「國可滅，史不可滅。宋十六主，有天下三百餘年，其太史所記，具在史館。」乃悉收之，及諸記注五十餘冊，歸之國史院。此《宋史》所本也。世祖中統二年，王鶚請修遼、金二史，詔左丞相耶律鑄、平章政事王文統監修。中統三年，又詔史天澤同鑄監修。而《宋史·道學傳序》云：舊史以邵雍列於「隱逸」，未當，今置於《張載傳》後。《外國傳序》云：前《宋史》有《女直傳》今既作《金史》，義當削之。此可見三史舊本也。按阿魯圖等《進宋史表》云：世祖皇帝拔宋臣而列政途，載宋史而歸秘府。既編戡定之勳，尋奉纂修之旨。《進金史表》云：張柔歸金史於先，王鶚輯金事於後。脫脫等《進遼史表》云：國既丘墟，史亦蕪茀。耶律儼語多避忌，陳大任詞乏精詳。五代史係之終篇，宋舊史埒諸載記。世祖皇帝敕詞臣撰次三史，首及於遼。六十餘年，因循有待。益見宋、金二史本取自宋、金兩朝，元世祖時已嘗修輯。惟遼代國史已失其本，故所記載最為簡略。然曰世祖「撰次三史，首及於遼」，則世祖時蓋亦有成緒也。惟三史皆有舊本，是以不及三年，遂能告成。今其原本亦略有可以意揣者。如《宋史·牛皋傳》後總敘岳飛之功，謂飛命皋及王貴、董先、楊再興等經略東西京、汝、潁、陳、蔡諸郡，又遣梁興渡河，糾合忠義社，取河東北州縣，未幾李寶捷於曹州，董先捷於潁昌，劉政捷於中牟，張憲復淮寧府，王貴部將楊遇復南城軍。梁興會太行忠義，破金人於垣曲及沁水，金張太保、成太保等以其眾降，又取懷、衛二州，大破兀术軍，金大擾。未幾岳飛還朝，下獄死，世以為恨云。按此乃總敘岳飛之功，非敘皋功也，而在《皋傳》末，可見舊史本以《皋傳》附《飛傳》之末，故於《皋傳》末復累敘飛功，而結之以下獄死。今乃以《皋傳》另為一卷，而《皋傳》末卻仍舊文，又未將此總敘移在《飛傳》後，竟似此功出乎皋矣。《康保裔傳》：保裔戰歿，來援者惟張凝、李重貴。後重貴仕至鄭州防禦使，改左領軍大將軍，致仕。凝加殿前都虞侯，卒贈彰德軍節度使。蓋舊時原本凝與重貴二人亦不另立傳，故附見於《保裔傳》後也。今凝與重貴既各有專傳，則《保裔傳》後自無庸贅敘此二人之歷官，乃並不刪卻，而仍其舊。又《陳隆之傳》後附文州守劉銳、通判趙汝向相誓死守，被圍旬有五日，汲道絕，兵民水不入口者半月，至吮妻子之血。城垂陷，汝向猶提雙刀入陣，中十六矢，被執死。銳先殺其妻，父子三人登文王台自刎死。此亦舊時原本，銳與汝向不另立傳，故附見《隆之傳》後也。今銳、汝向既各有專傳，則《隆之傳》後亦不必贅敘，乃亦不刪卻，可見當時纂修諸人徒以意為割裂，不暇參訂，實難逃鹵莽草率之議也。"
      },
      {
        "index": 16,
        "text": "《遼史》"
      },
      {
        "index": 17,
        "text": "《遼史》最為簡略。以二百餘年事跡，而卷帙曾不及《宋史》十分之一。柯維騏謂遼代事實，經金、元兩朝，歲月既久，益多散失。此論固然。然耶律氏起朔方，未遑文教，故記述本自寥寥。聖宗時始命劉晟、馬保忠監修國史，而先世事跡直至興宗、道宗時始裒輯成書。《耶律孟簡傳》云：本朝之興幾二百年，宜有國史。乃編耶律曷魯、屋質、休哥三人行事以進。興宗命置局編修。《蕭韓家奴傳》云：擢翰林監修國史，乃錄遙輦以來至重熙，共二十卷，上之。其時又有耶律合欲、耶律庶成與蕭韓家奴共事，編遼上世事跡及諸帝實錄。蓋聖宗以前事皆是時所追述也。道宗大安元年，史臣進太祖以下七帝實錄，蓋又即蕭韓家奴本而審訂成之。其時劉輝謂道宗曰：「宋歐陽修編《五代史》，附我朝於四夷，妄加貶訾。臣亦請以趙氏初起時事詳附國史，則不惟諸帝有實錄，而更有全史矣。」《金熙宗本紀》：皇統八年，《遼史》成，熙宗嘗於宮中閱五代及遼史。可見《遼史》原有全書，而多出於興宗以後之追述，故記載極為簡略。又金時黨懷英與郝俁充遼史刊修官，移刺益趙諷等七人為編修官，凡民間遼時碑銘墓誌及文集，或記憶遼時舊事，悉送官。此章宗即位初年事也。章宗又命移刺履提控纂修《遼史》。泰和元年，又增修遼史官三員，有改除者，聽以書自隨。懷英致仕，又詔直學士陳大任繼成之。則熙宗時《遼史》已有成書，章宗時又修之，元末修史時，不過仍其舊文，稍為編次耳。然修史諸臣之草率亦略有可見者。既為《遼史》，則本國興兵之事，不應自稱曰「遼兵」，乃本紀貝州之戰云：軍校邵珂開城門納遼兵；戚城之戰云：遼軍圍晉別將於戚城，晉主自將救之，遼軍引退；鄴都之戰云：慕容彥超遇遼軍數萬，至榆林，遼軍又至，彥超等力戰，遼軍乃退。如此類者，不一而足，反似他國記載而稱契丹為遼軍者。又蕭塔刺葛乃太祖、太宗時人，耶律敵祿乃世宗、穆宗時人，不應編在道宗諸臣蕭陶隗等之下，此亦編次之失檢也。凡敘事，本紀宜略，列傳宜詳。《耶律斜軫傳》：宋將楊繼業出代州，斜軫令蕭撻凜伏兵於路。明旦，繼業至，斜軫擁眾為戰勢。繼業麾幟而前，斜軫佯退，伏兵發，斜軫進攻，繼業敗走至狼牙村，眾軍皆潰。繼業為流矢所中，被擒。斜軫責曰：「汝與我國角勝三十年，今日何面目相見！」繼業但稱死罪而已。初，繼業在宋以驍勇聞，號楊無敵，首建梗邊之策。至狼牙村，心惡之，欲避不可得，既擒，三日死云云。此事既詳於《斜軫傳》，則本紀但云「斜軫敗宋兵，擒其將楊繼業」可矣，乃本紀又縷縷敘之，較本傳更為詳悉，此豈史家體例耶？"
      },
      {
        "index": 18,
        "text": "《宋史》一"
      },
      {
        "index": 19,
        "text": "《宋史》卷帙最繁，其中實有可不必立傳而拉雜列入者。如侯益、張從恩、扈彥珂、藥元福、趙昂、李谷、竇貞固、李濤、趙上交、張錫、張鑄、邊歸讜、劉濤等，皆歷仕五代，宋初不過仍其舊官，毫無功績，何必一一列之？其意以為《五代史》既不載，不得不於《宋史》存之也。然如李谷、李濤等在五代尚有事跡可記，其餘本不足書，乃一概入之列傳，仍不過敘其歷官，如今仕途之履歷而已，此亦成何史冊乎？況薛懷讓等並未仕於宋，而入之《宋史》乎？又如《王祐傳》既敘其拒盧多遜傾害趙普之謀，又以百口保符彥卿無罪，及手植三槐，卜其後必昌等事，則其子《王旦傳》不必復敘矣，而《旦傳》又縷縷述之。神宗時新法行，盡斥賣坊渡、祠廟。張方平為南京留守，管內有閼伯、微子廟，亦在所賣中。方平使劉摯草奏，謂：「閼伯遷商丘，主大火，火為國家盛德所憑；微之，宋始封之君，本朝開國建號於此，乞存其祀。」神宗驚駭，亟批紙尾謂「慢神辱國，莫大於此。」此事既載之《方平傳》，則《劉摯傳》可只用一二語括之，乃又一一詳敘，何也？李定以秀州判官薦授御史，宋敏求、蘇頌、李大臨皆力爭之，則詳載其事於一人傳中，其餘各傳但云「語在某人傳」足矣。乃既詳載於《頌傳》，而《大臨傳》又詳之。石介之死也，夏竦挾宿憾，誣以為不死，北走契丹，奏遣中使按驗《呂居簡傳》則云：中使來按甚急，居簡曰：「發棺而空，則北走無疑。不然，則國家無故剖人塚墓，何以為訓？」使曰：「然則奈何？」居簡曰：「介死必有會葬之親族及棺斂之人，召問無異，可即令具軍狀以應。」中使然之，事遂已。而《龔鼎臣傳》則云：郡守杜衍既奉詔會問。椽屬皆莫對鼎臣獨曰：「介寧有是！願以闔門百日保證其死。」衍出懷中奏示之曰：「吾已保介矣。君年少見義如是，未可量也。」則一事而出兩人之保證，固不妨各書，乃二傳既詳載之，而《石介傳》又一一鋪述，不損一字，何其不憚煩也！至《王旦傳》則全取《王文正公遺事》一書抄撮成篇，略無刪訂。《李綱傳》至二萬餘言，分上、下二卷，尚有奏議裁入也，李全劇賊，何亦分上、下二卷乎？宜其卷帙之繁也。"
      },
      {
        "index": 20,
        "text": "《宋史》二"
      },
      {
        "index": 21,
        "text": "《宋史》之病，往往有數人共一事，而立傳時則以其事分係之，若各為其事而不相同者。貝州王則之亂，討平之者，明鎬、文彥博也，而《鄭驤傳》則云：王則反，討平之。竟似驤一人之功矣。不特此也，《楊燧傳》謂燧攻貝州，穴城以入，賊平，功第一。《劉閴傳》又謂閴從攻貝州，穿地道穴城，閴先入，眾始從，遂登陴，引繩而上。遲明，師畢入、貝州平，功第一。則即穴城一事，又各擅第一功矣。夏竦賜諡文正也，司馬光、劉敞俱駁之，乃《光傳》則曰：光謂「諡之美者，莫如文正，竦何人，足以當之？」乃改諡文莊。略不及敝，則似光一人所駁矣。而《敞傳》又曰：敞疏三上，乃改諡文莊。亦略不及光，又似敞一人所駁矣。高宗以邢後父煥除徽猷閣待制，孟太后兄子忠厚除顯謨閣學士，衛膚敏、劉玨皆力言非製。乃《膚敏傳》不及玨，《玨傳》亦不及膚敏，亦似兩人各爭一事。蓋作傳者欲人人各記其功，逐不自知其錯雜如此。"
      },
      {
        "index": 22,
        "text": "《宋史》三"
      },
      {
        "index": 23,
        "text": "《宋史·楊延昭傳》：延昭卒，帝遣中使護櫬以歸，河朔人多望柩而泣。按無屍曰櫬，有屍曰柩，中使護歸者即柩也。乃既曰櫬，又曰柩，意在稍變一字以避重復，而不知已失其字義矣。《韓世忠傳》：世忠屯焦山，謂兀术至，必登金山龍王廟觀虛實，乃令百人伏廟中，百人伏岸側。果有五騎闖入廟，兵喜先鼓而出，僅得二人，逸其三，中有絳袍玉帶、既墜而馳者，訪之，即兀术也。按金山在水中，豈能騎而入復騎而逃？此必誤也。《輿地紀勝》謂伏兵北固山龍王廟，此較近理。乃《宋史》於此等處亦略不訂正。《岳飛傳》言：紹興六年，太行山忠義社梁興等慕義來歸。其後又云：先是紹興五年，飛造梁興等招結兩河豪傑。梁興既於六年始來歸，何得於五年先奉命去？一撒離喝也，《吳玠傳》作撒離喝，《李顯忠傳》又作撒裏曷。一兀术也，韓世忠、岳飛等傳作兀术，宋汝為、葉夢得、向子韶傳又作完顏宗弼。史嵩之即彌遠從子也，乃傳但云慶元府鄞人，似與彌遠另族不相涉矣。其於宋與元交兵之處，余玠、謝枋得等傳稱大元兵，《忠義傳》則曰北兵，亦多不劃一。葉夢得既列於《文苑傳》，則其生平著述如《石林燕語》、《避暑錄話》之類亦應敘入，乃本傳移言政績，絕不及文學，則何以列之文苑乎？《曹勳傳》：紹興二十九年，勳拜昭信軍節度使，副王倫為稱謝使至金。金主將侵淮，勳與倫歸，言和好無他云云。按《倫傳》建炎元年倫即為通問使至金，紹興二年粘罕使倫歸報，七年再使金，回八年又往，偕張通古來南。九年，再充使奉迎梓宮、太后，被拘河間十四年，金人欲官之，倫不從，乃被縊死。是倫之死在紹興十四年，安得二十九年尚有與曹勳使金之事？又《曹友聞傳》：元兵攻我休關，敗都統李顯忠軍，遂入興元。按顯忠係紹興中歸宋，卒於乾道中，距友聞與元兵戰時已六七十年，安得尚統軍耶？或另一李顯忠，然史又不分析言之。《陳宜中傳》：遣張全合尹玉、麻士龍援常州，玉、士龍皆戰死，全不發一矢奔還。文天祥請誅全，宜中釋不問。《文天詳傳》亦謂：朱華、尹玉等戰五牧敗，兵流水挽全軍舟，全軍斷其指，皆溺死，全不發一矢走歸。是張全並未嘗戰也。而《尹玉傳》乃云：淮將張全、廣將朱華大戰於五牧，則張全又在力戰之內矣。功罪混淆，莫此為甚。又劉師勇與姚訔守常州，受圍數月，城陷，師勇拔柵，戰且行。其弟馬墮塹，躍不能去，師勇舉手與訣而去。是師勇守常，至城破始去也。事見《張世傑傳》及《元史·伯顏傳》並《鄭所南集》。而《王安節傳》則謂師勇復常州後，即赴平江，使安節在常拒守，又似師勇未嘗與常州之難者。此皆文之失檢者也。"
      },
      {
        "index": 24,
        "text": "《宋史》四"
      },
      {
        "index": 25,
        "text": "《宋史》卷帙雖繁，而事跡又多有遺漏者。太宗雍熙元年，為遼景宗乾亨四年，是歲景宗崩，聖宗即位。乃《宋史》本紀竟不載。《東軒筆錄》：王曾為三元，劉子儀語以「一生吃著不盡」，曾以「志不在溫飽」對。此可見其人品素定，而曾傳無之。范文正遣其子純仁南歸，純仁見石曼卿之喪未葬，遂以所載麥四十斛連舟與之，助其葬費。此亦可見其高誼，而《純仁傳》無之。蔡襄在泉州，新造密雲龍團茶進上，歐陽修聞之，曰：「君謨士人，亦復為此耶！」《襄傳》亦不載。《朱子語類》：蘇過為梁師成妻持服，《過傳》亦不載。《名臣言行錄》：狄青討儂智高，至賓州，夜宴將吏，青忽起更衣，命親吏傳令勸酒，青已潛出昆侖關破賊。此事《青傳》亦不載。俞文豹《清夜錄》：靖康之變，上皇將赴金軍，中書舍人薑堯"
      },
      {
        "index": 26,
        "text": "臣極諫不可往，番使以骨朵擊之死。曹勳《北狩錄》：四太子求王婉容為粘罕子婦，婉容自刎死。此二事所必宜載者，而列傳皆無之。蜀賊王均之亂，討平之者，楊懷忠之功居多，乃不為立傳，僅於《雷有終傳》附見。《張昷之傳》謂其父泌自有傳，而列傳並無張泌。《湧幢小品》謂徽宗以五月五日生，以俗忌故改壽辰為十月十日，而本紀亦不載。《錢氏私志》：泰州徐神翁有道術，蔡京常問以國運，神翁曰：「天方遣許多魔君作壞世界，太師亦是一個。」又哲宗遣使以後嗣為問，神翁書「吉人」二字以達。後徽宗登極，乃知即御名佶字也。此宜入《方技傳》，而「方技」亦不載。"
      },
      {
        "index": 27,
        "text": "《宋史》五"
      },
      {
        "index": 28,
        "text": "《宗史》又有是非失當者。南唐清淮節度使劉仁贍死守壽州，周世宗攻之不拔，其子崇諫謀出降，仁贍斬之以徇。及仁贍病垂死，副使孫羽詐為仁贍書以降，是日仁贍死。則仁贍實未降也，歐公《五代史》所以特列之於《死節傳》中。乃《宋史·袁彥傳》有劉仁贍降之語，《張保續傳》亦曰劉仁贍率將卒出降，何其厚誣古人若此！蔡確《車蓋亭》詩引唐郝處俊事，以武后比宜仁太后，事發，將謫嶺表。《蘇軾傳》謂軾奏請哲宗降手詔，欲深治確，而太后降手詔貸之，則仁孝兩得；下又云：太后心善軾言而不能用。按宣仁謂大臣曰：「帝即位，乃以子繼父，有何間言？而確自謂有定策功，規為異日眩惑地，吾不忍明言，姑托訕上為名以逐之耳。」此正見宣仁防患未然、去邪勿疑之明決，而《軾傳》謂太后「心善其言不能用」，一似軾之言為是而太后不聽者，其是非不亦謬乎！"
      },
      {
        "index": 29,
        "text": "《宋史》六"
      },
      {
        "index": 30,
        "text": "王明清《揮麈錄》及王钅至《默記》，皆言滁州之戰，太祖兵已敗，訪村民知有趙學究，教授鄉塾，多奇計乃叩之，即趙普也。普為畫計，太祖即用普鄉導，乘夜取道清流關側蘆子{山孔}，浮西澗入北門，直搗郡治。皇甫暉方坐帳中治軍書，聞變即躍馬奔東郊，太祖追及，一劍揮之，人馬俱墜，遂就擒，姚鳳即以其眾降。令本紀云：暉、鳳兵十五萬塞滁州，太祖擊走之，追至城下。暉曰：「願成列以決勝負。」太祖笑而許之。暉整陣出，太祖擁馬項直入，手刃暉中腦，並擒鳳。與《揮麈錄》等所記不同。《獨醒雜志》：方臘既敗，獨與千餘人入剡溪洞死拒。童貫不能誰何，乃命部將偽為朝廷招安者，誘之以官。既出，遂縶之，父子皆檻送京師伏誅。而《宋史·韓世忠傳》謂：臘入青溪洞，世忠挺戈獨入，擒之以出。蓋據《清溪志》所記也，而與《獨醒志》互異。又《紹熙行禮記》：孝宗崩，光宗以疾不過宮成服，中外洶洶。宰相留正久去位，樞密趙汝愚計無所出，宗室趙彥逾責以「同姓之卿，不得坐視」汝愚曰：奈何事急，持刀向朝天門叫幾聲自割殺耳。「彥逾曰：「無益也。」乃為畫計，請於太皇太后，以嘉王擴即位（寧宗），而尊光宗為太上皇，使韓侂胄等共成其事。是首謀乃彥逾也。今《宋史》彥逾及汝愚傳謂：汝愚謀立嘉王即位，欲倚殿帥郭杲為用，以告彥逾。彥逾嘗有德於杲，遂承命，以汝愚謀告杲，杲乃領兵衛寧宗即位。是此謀本出汝愚，與《紹熙行禮記》又不同。按《葉適傳》：時中外洶洶，趙汝愚計無所出，適責知閣門事蔡必勝以不得坐視，蔡乃與宣讚舍人傅昌朝、知內侍省關禮、知閣門事韓侂胄三人定議。適亟白汝愚，汝愚乃遣侂胄、關禮以內禪事奏太皇太后，明日因禫祭立嘉王即位。是此謀本非始於汝愚，亦可見也。又《尤延之傳》：朝廷定高宗廟配享，洪邁請用呂頤浩、韓世忠、趙鼎、張浚，而楊萬里亦言張浚當配食。按《誠齋揮麈錄》謂洪景盧常以浚殺曲端一事輟其配享，是邁乃輟浚配享者。而史則云邁請以浚配享，何又抵牾若是耶？按《楊萬里傳》：高宗崩，洪邁不俟集議配享，獨以呂頤浩等姓名上。萬里疏詆之，力言張浚當預。據此，則景盧本未以浚入配享，《尤延之傳》所云或係張俊也。又《文天祥傳》：元主欲降天祥，天祥不肯，曰：「不得已以黃冠侍樽俎可也。」此乃襲野史之訛。按鄭所南《心史》：有人告元主云：「漢人欲挾文丞相，擁德祐嗣君為主。元主召天祥面詰。天祥怒罵，但求刀下死。元主猶欲釋之，俾為僧或為道士，又欲縱之還鄉。天祥痛罵不止，元主始殺之。是黃冠歸故鄉乃元主之意，非天祥意也。而《宋史》移作天祥語，豈不厚誣耶？"
      },
      {
        "index": 31,
        "text": "《宋史》七"
      },
      {
        "index": 32,
        "text": "《宋史》蕪雜最甚，即一史之中，亦多有自相矛盾者。徽宗內禪一事，《李綱傳》云：皇太子為開封牧，綱謂吳敏曰：」建牧豈非欲委以留守乎？然非傳以位號不可。」敏曰：「監國可乎？」綱以肅宗靈武建號不出於明皇，使後世惜之為對。明日，敏遂以禪位事進說，並謂李綱亦有此議。是傳位之議，本起於綱也。而《吳敏傳》則謂：徽宗將內禪，蔡攸探知上意，引敏入對，敏遂並薦綱入見。則又似內禪本出於徽宗意也。按張端義《貴耳錄》謂徽宗聞金我人燕，夜詔當真學士黃中令詔草罪己，並傳位太子。明日罪己詔下，淵聖登極。並記徽宗語，謂「詔中處分蔡攸，盡道不是，只傳位一事，要靠做他功勞。」《宋史·蔡攸傳》：帝欲內禪，親書「傳位東宮」字授李邦彥。邦彥不敢承，以付攸。攸屬其客吳敏，遂定議。而《李熙靖傳》亦載：道君皇帝曰：「外人以內禪為吳敏功，不知乃出自吾意，不然，言者且滅族矣。」是則內禪本出自徽宗，而《李綱傳》所云，但據《靖康傳信錄》詮次成篇，恐未為得實也。或綱議適與徽宗合，遂成此事耶？又如靖康圍城之事，《姚平仲傳》謂平仲欲劫營，以士卒不得速戰為言。李綱主其議，令城外兵俱聽平仲節度，遂及於敗。是劫營之計，李綱實與聞之。而《綱傳》則謂平仲密奏斫營，夜半中使傳旨，使綱策應，則又似綱初未與知者。又《綱傳》：紹興二年，出知潭州，荊湖群盜不可勝計，綱悉蕩平之。按是時尚有曹成等據湖湘道、賀等州，而楊幺在洞庭，直至五年始滅，皆岳飛平之，何得盡歸功於綱知潭州之歲也？韓世忠固稱名將，然其始亦多可議。劉光世部將王德殺世忠部將，會詔光世移屯，世忠遣兵襲其後，並奪建康宗府廨。事見趙鼎及季陵傳。而《滕康傳》又謂世忠兵奪禦器械，逼諫臣於死，常同亦以此劾其驕狠無忌憚。《魏矼傳》又謂內侍李廙飲世忠於家，刃傷弓匠。是皆世忠之過，而本傳絕不載。張浚因李綱誅宋齊愈，劾其以私意殺侍從，綱遂罷相。見於《高宗紀》及《綱傳》。浚又嘗薦秦檜可任大事，見《趙鼎傳》。又嘗與岳飛論呂祉、王德、酈瓊兵事不合，遂怒，飛因解兵奔喪歸，浚猶謂其不得並兵，以去要君，遂命張宗元權其軍。事見於《高宗紀》。汪伯彥既貶，帝念之。浚以伯彥舊嘗引己，與秦檜援郊祀恩起知宣州，見《汪伯彥傳》。陳東伏闕上書，黃潛善輩已殺之，浚又奏胡呈筆削東書，欲以布衣挾進退大臣之權，遂追勒編置。蓋浚乃潛善客，而呈則李綱客也。事見戴埴《鼠璞》。乃《浚傳》於此等處並無一語，惟殺曲端略見傳中，而又謂端部將張忠彥降金，故下之獄。其於酈瓊之叛，又謂遣間持蠟書遺瓊，金人疑，遂廢劉豫，又幾欲以金人廢豫歸功於浚矣。至楊幺之擒，皆岳飛力也，而《浚傳》中全歸功於浚，謂賊二十餘萬相繼降，湖寇盡平，絕不及飛一字，何也？何鑄嘗與羅汝楫劾岳飛，見《汝楫傳》。鑄又嘗為奏檜劾王居正為趙鼎之黨，鼎遂奪職奉祠，見《王居正傳》。又劾張九成黨趙鼎，見《張九成傳》。又劾廖剛與陳淵等相為朋比，見《廖剛傳》。是鑄之奸邪，不一而足，乃《鑄傳》並無一字，反云治岳飛獄，力辨其冤，謂不當無故殺一大將，竟似正直者。他如文彥博以燈籠錦媚張貴妃，見《唐介傳》，而本傳不載。建炎元年，葉夢得知杭州，軍校陳通作亂，夢得被執，見《高宗本紀》。葉夢得初為蔡京客，京倚為腹心，嘗為京立元祐黨籍，分三等定罪，後知應天府，以京黨落職，見毛注、強淵明、胡安國等傳，而本傳不載。呂頤浩引朱勝非以傾秦檜，胡安國劾勝非不當復用。安國求去，檜三上章留之。見《秦檜傳》，而《安國傳》不載。李顯忠破宿州，私其金帛，又與邵宏淵忿爭，遂致潰歸，見《胡銓傳》，而本傳亦不載。岳珂守當塗，橫斂百出，置貪刻吏，開告訐之門，以罔民而沒其財，見《徐慶卿傳》，而本傳亦不載。辛棄疾附和韓侂胄開兵端，見《侂胄傳》，而本傳亦不載。又《虞允文傳》：金主亮南侵，王權自和州遁歸，詔以李顯忠代權，令允文趣顯忠赴權軍。允文軍采石，權已去，顯忠未來，我師三五星散，解鞍坐道旁。允文念坐待顯忠則誤國事，遂招諸將，勉以忠義。諸將皆死戰，得大捷。明日又敗敵於楊林口，顯忠始至。是采石之捷，顯忠實未嘗與也。而《顯忠傳》則云：金主將濟江，詔以顯忠代王權，命虞允文趣顯忠交軍，於是有采石之捷。則以此捷分功於顯忠矣。《顯忠傳》又云：是時顯忠遣萬人渡江，盡復淮西州郡。亮切責諸將，諸將弑之。則並以海陵之弑由於顯忠之復淮西。按海陵因采石不得渡，即趨瓜洲，克日渡江，未渡而被弑，初非關顯忠之復淮西而責諸將也。且是時海陵去采石即至瓜洲，其間不過數日，顯忠豈能盡復淮西？當是海陵被弑後，乘金兵之退而復之耳。而必謂海陵之死由此，又曲說也。史彌遠之誅韓侂胄也，本因楊皇后與侂胄有隙，密使其兄楊次山與朝臣謀之，彌遠遂命結參知政事錢象相、中軍統製夏震，伏兵六部橋，伺侂胄早朝，擁至玉津園捶殺之。彌遠、象祖赴延和殿以聞，帝猶未言。越數日，始下詔暴侂胄罪（見《楊皇后傳》）。此事應詳載於《彌遠傳》，乃《彌遠傳》並不書，且云：彌遠因用兵，力陳危迫之勢，皇子詢聞之，亦具奏，乃罷侂胄、陳自強。而台諫猶論不已，侂胄始就誅，召彌遠對延和殿。則竟抹卻彌遠擅殺一節，似乎先奏請得旨而後行誅矣。理宗之立也，寧宗早養宗室子貴和為皇太子，賜名竑。彌遠買美人善琴者納之，使伺皇子動靜。竑嬖之，一日指輿地圖曰：「此瓊崖州，他日當置彌遠於此。」又嘗書幾曰：「彌遠當決配八千里。」美人以告彌遠，彌遠懼，乃陰謀立沂王子昀，使鄭清之傅之。寧宗崩，彌遠在禁中，遣快行宣皇子，令之曰：「今所宣乃沂王府中皇子，非萬歲巷皇子也。」昀至，則引至柩前，舉哀畢，然後召竑封為濟王。見《濟王傳》。此則彌遠廢立之罪，上通於天，本傳中自應一一詳載，乃但云「寧宗崩，擁立理宗」，而此等奸謀逆節，絕無一語載入，成何信史乎？凡若此之類，不一而足。此非作史者意存忠厚，欲詳著其善於本傳，錯見其惡於他傳，以為善善長而惡惡短也。蓋宋人之家傳、表志、行狀以及言行錄、筆談、遺事之類，流傳於世者甚多，皆子弟門生所以標榜其父師者，自必揚其善而隱其惡，遇有功處未有不附會遷就以分其美，有罪則隱約其詞以避之。修史者固當參互以核其實，乃不及考訂真偽，但據其書抄撮成篇，毋怪是非乖謬如此也。"
      },
      {
        "index": 33,
        "text": "《宋史》八"
      },
      {
        "index": 34,
        "text": "《宋史》卷帙又有當更定者。張憲、楊再興、牛皋，皆岳飛部將，何以不附於《飛傳》後？況《皋傳》末歷敘飛分遣諸將恢復東西京州郡之事，非皋所遣而敘於皋傳，可見舊史本以《皋傳》附《飛傳》之後，及編次時，忽離而二之也。解元、成閔，皆韓世忠部將，亦何以不附《世忠傳》後？至劉子羽、胡世將與吳玠兄弟在蜀同功共事，何以不與玠、璘相次？郭浩、楊政又皆吳氏部將，用兵與吳氏相終始，何以不附於玠、璘之後？王友直、李寶皆自北起義來歸，既已同列一卷。李顯忠亦自鄜延起義，間關數國，冒死南投，功名尤著。魏勝起兵漣水，據海州以歸，與寶共事，何不彙列一卷，以顯忠為首，勝、寶、友直次之？秦檜擅國十九年，凡居政府者，莫不以微忤斥去，惟王次翁始終為憐所檜，則次翁應附《檜傳》之後。陳自強之附韓侂胄，與次翁之附檜一也，則自強亦應附《侂胄傳》之後。乃皆編入列傳，不著其奸黨，何也？權邦彥乃徽、欽時人，卒於高宗紹興三年，乃廁於寧宗諸臣之列。汪若海、張運、柳約亦皆欽、高時人，乃廁於理宗諸臣之列。林勳、劉才邵等皆高、孝時人，乃廁於德祐未造李庭芝諸臣之後，不幾顛倒時代乎？徐清叟、徐榮叟，兄弟也，人品官位亦略相同，何以不毗連相次，而各置一卷？宣繒、鄒應龍、別之傑、金淵、張磻、饒虎臣、戴慶珂諸傳，但敘履歷，絕無一言一事，則傳之何為？《五代史》不為韓通立傳，《宋史》補之，誠是矣。彭義斌自山東起義，隨李全來歸，即與趙範、趙葵等破金兵，義斌獨擊至下灣渡，掩金人於淮（見《賈涉傳》）。後因全擅戕殺製置使許國，即斬全使，大罵曰：「逆賊受國厚恩，擅殺製使，我必報此仇！」會全攻恩州，義斌即出戰敗全。全求製使徐戕稷書與義斌連和，義斌致書趙善湘曰：「不誅逆全，恢復不成。但能遣兵扼淮，斷其南路，必可滅賊。賊平之後，義斌戰河北，盱眙諸將戰河南，神州可復也。」範亦謂善湘曰：「義斌蹙全，如山壓卵，然必請而後討者，知尊朝廷也。」（見《趙範傳》）義斌攻真定，降金將武仙眾至數十萬，拓地而北，與元兵戰於內黃之五馬山，兵敗不屈死（見《李全傳》）．則此人何得不立傳，而《宋史》竟遺之？又一百第六卷既有李熙清，常州晉陵人，靖康之變，以拒張邦昌偽命，憂憤不食，索筆書王維「百官何日再朝天」之句而死。二百十二卷又有李熙靖，晉陵人，張邦昌使直學士院憂憤不食，謂友人曰：「百官何日再朝天乎！」是一人也，而竟重出，何其漫無審訂若此！又《南唐世家》既立《韓熙載傳》矣，劉仁贍、皇甫暉、姚鳳皆南唐完節之臣，何以又不為立傳，以附於熙載之後？南唐徐鉉、北漢楊業，後皆仕於宋，既入之宋臣列傳矣，南唐之周惟簡，西蜀之歐陽迥，亦皆仕宋，歷官多年，何以不入宋臣列傳，而以附南唐、西蜀世家之後乎？此皆自亂其例者也。"
      }
    ]
  }
}