{
  "chapterNumber": 2,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "古詩三千之非"
      },
      {
        "index": 2,
        "text": "司馬遷謂，古詩三千餘篇，孔子刪之為三百五篇。孔穎達、朱彝尊皆疑古詩本無三千，今以《國語》、《左傳》二書所引之詩校之，《國語》引詩凡三十一條，惟衛彪傒引武王「飫歌」（其詩曰：「天之所支，不可壞也。」謂武王克殷而作此，謂之飫歌，名之曰支，使後人監戒），及公子重耳賦「河水」二條，是逸詩。而「河水」一詩，韋昭注又以為河當作沔，即沔彼流水，取朝宗於海之義也。然則《國語》所引逸詩僅一條，而三十條皆刪存之詩，是逸詩僅刪存詩三十之一也。《左傳》引詩共二百十七條，其間有丘明自引以證其議論者，猶曰丘明在孔子後，或據刪定之詩為本也。然邱明所述仍有逸詩，則非專守刪後之本也。至如列國公卿所引及宴享所賦，則皆在孔子未刪以前也，乃今考左丘明自引及述孔子之言所引者，共四十八條，而逸詩不過三條（成九年，莒恃陋不設備，楚人克其三都。君子引詩曰：「雖有絲麻，無棄菅蒯。雖有姬薑，無棄蕉萃。凡百君子，無不代匱。」襄五年，楚殺其大夫公子壬夫。君子謂楚共王失刑，引詩曰：「周道挺挺，我心扃扃。講事不令，集人來定。」襄三十年，澶淵之會，以宋災謀予之財，既而皆不致。君子引詩曰：「淑慎而止，毋載爾偽。」）其餘列國公卿自引詩共一百一條，而逸詩不過五條（莊二十二年，陳敬仲辭卿，引詩曰：「翹翹車乘，召我以弓。豈不欲往，畏我友朋。」襄八年，楚伐鄭，鄭大夫或欲從楚，或欲待晉，子駟曰：周詩有之曰：「俟河之清，人壽幾何。兆雲詢多，職競作羅。」 昭四年，子產作丘賦，國人謗之，子產曰：詩曰：「禮義不愆，何恤乎人言。」昭十二年，楚子革引祈召之詩曰：「祈召之愔愔，式昭德音。思我王度，式如玉，式如金。形民之力，而無醉飽之心。」昭二十六年，晏子與齊景公論彗星不必禳，引詩曰：「我無所監，夏後及商。用亂之故，民卒流亡。」）又列國宴享歌詩贈答七十條，而逸詩不過五條（僖二十三年，秦穆納晉重耳公子，賦「河水」。襄二十六年，晉以衛侯之罪告諸侯，齊國子賦「轡之柔矣」。二十八年，齊慶封來奔，叔孫穆子飲之，使工誦「茅鴟」。昭十年，宋以「桑林」享晉侯，注：殷天子之樂名。二十五年，叔孫昭子聘宋，宋公享之，賦「新宮」）。是逸詩僅刪存詩二十之一也。若使古詩有三千餘則，所引逸詩宜多於刪存之詩十倍，豈有古詩則十倍於刪存詩，而所引逸詩反不及刪存詩二、三十分之一？以此而推，知古詩三千之說不足憑也。況史遷謂古詩自後稷以及殷、周之盛，幽、厲之衰，則其為家弦戶誦久矣，豈有反刪之，而轉取株林車轔之近事以充數耶？又他書所引逸詩，惟《論語》「素以為絢」之句，《管子》「浩浩者水，育育者魚」四句，《莊子》「青青之麥，生於陵坡」四句，《禮記·射義》「曾孫侯氏，四正具舉」八句，《緇衣》「昔我有先正，其言明且清」八句，韓嬰詩「有雨無極，傷我稼穡」二句，《大戴禮》「驪駒在門，僕夫具存」四句，《汲塚周書》「馬之剛矣，轡之柔矣」二句，其他所引，皆現存之詩，無所謂逸詩也。《戰國策》甘茂引詩曰：「行百里者，半於九十。」黃歇引詩曰：「樹德莫如滋，除惡莫如盡。」又引詩曰：「大武遠宅不涉。」（《史記》作「大武遠宅而不涉」。）范雎引詩曰：「木實繁者披其枝，披其枝者傷其心。」《呂覽·愛士篇》引詩曰：「君君子則正以行其德。君賤人則寬以盡其力。」《古樂篇》有象為虐於東夷，周公逐之，乃為《三象》之詩。《權勳篇》引詩曰：「惟則定國。」《音初篇》引詩曰：「燕燕往飛。」《行論篇》引詩曰：「將欲毀之，必重累之。將欲踣之，必高舉之。」《原辭篇》引詩曰：「無日過亂門。」漢武詔引詩曰：「九變復貫，知言之選。」凡此皆不見於三百篇中，則皆逸詩也。按「行百里」句本古語，見賈誼策。「樹德」二句，姚本作引《書》，則《泰誓》也。「木實」二句，吳師道謂是古語，則皆非詩也。《呂覽》「君君子」二句全不似詩，「將欲毀之」四句與《國策》所引《周書》「將欲敗之」數語相同，則亦非詩也。惟「大武遠宅不涉」及「燕燕往飛」數語，或是逸詩耳。又《韓非子》「先聖有言曰：規有摩而水有波，我欲更之，無可奈何，」其句法似詩，然曰「先聖之言」，則亦非逸詩也。推此益可見刪外之詩甚少，而史遷古詩三千餘篇之說愈不可信矣。按詩本有小序五百一十一篇，此或即古詩原本，孔子即於此五百一十一篇內刪之為三百五篇耳。《尚書緯》云：孔子得黃帝元孫帝魆之書，迄於秦穆公，凡三千二百四十篇。孔子刪之，為《尚書》百二十篇以百二篇為《尚書》，十八篇為《中候》（說見孔穎達《正義》）。史遷所謂古詩三千者，蓋亦緯書所云尚書三千二百四十篇之類耳。惟夷、齊「采薇」及介之推「五蛇為輔」之歌，孔子訂詩，曾不收錄，此不可解。或以「采薇」歌於本朝，有忌諱，而五蛇之事近於誕，故概從刪削耶？"
      },
      {
        "index": 3,
        "text": "《詩序》"
      },
      {
        "index": 4,
        "text": "《詩序》，先儒相承謂子夏作，毛萇、衛敬仲又從而潤益之。朱子說《詩》盡廢《小序》，固未免臆說。然後人駁之者，如楊升庵、毛西河、朱竹、王阮亭諸人，亦徒多詞費。但引季劄觀樂及程伊川詩說數語，則不辨自明矣。季子觀周樂，為之歌衛，曰：「美哉淵乎，憂而不困者也！吾聞衛康叔、武公之德如是，是其衛風乎！」為之歌鄭，曰：「美哉其細已甚，民弗堪也。是其先亡乎！」全無一語及於淫亂，則概以為淫奔者過也。程子云：《詩小序》必是當時人所傳國史，明乎得失之跡者是也。不得此，何由知此篇是甚意思？若《大序》，則是仲尼所作。此二說者可以證明，不待煩言矣。又歐陽公作《詩本義》，其《序問篇》云：《毛詩》諸序與孟子說詩多合，故吾於《詩》常以序為證，而朱子《白鹿洞賦》有曰：廣青衿之遺問，樂菁莪之長育。或舉以為問，朱子曰：舊說亦不可廢。然則考亭亦未嘗必以《小序》為非也。蓋朱子注《詩》，亦只有另成一家言，如歐陽公說《春秋》，蘇氏說《易》，王氏《經義》《字說》之類。宋人著述往往如此，其意原非欲盡廢諸家之說，而獨伸己見，以為萬世之準也。及後代尊朱子太過，至頒之學宮，專以取士，士之守其說者遂若聖經賢傳之不可違。而其中實有未安者，博學之士遂群起而伺間抵隙。正以其書為家弦戶誦，則一經批駁，人人易知也。使朱子《詩》注不入令甲取士，亦只如歐陽說《春秋》、蘇氏說《易》之類，不過備諸家中之一說，誰復從而詆淇乎？即如歐氏《春秋》及蘇氏《易》，其中不當處亦甚多，而世顧未有從而攻擊者也。"
      },
      {
        "index": 5,
        "text": "漢儒說《詩》"
      },
      {
        "index": 6,
        "text": "《毛詩小序》，漢時雖已盛傳，然未立學官，故諸儒說《詩》，各出意見，多有與《小序》異者。關雎詩，周公制禮，已列為鄉樂。《史記》亦云：《易》基乾坤，《詩》始《關雎》，《書》美厘降。是皆以為風化之正也。而杜欽上王鳳書云：佩玉晏鳴，《關雎》歎之。李奇注：後夫人雞鳴佩玉去君所，周康王後不然，故詩人歎傷之。明帝詔曰：應門失守，《關雎》刺世。《後漢書·皇后紀序》云：康王晚朝，《關雎》作諷。王充《論衡》亦云：今問詩家曰《關雎》詩何時作也？彼將曰康王時也。康王德缺於房，大臣刺晏，故作此詩也。是竟以《關雎》為刺晚朝之作矣（歐陽《本義》亦云：《關雎》，周衰之作）。《芣苜》詩，韓嬰謂：妻傷大有惡疾也。薛漢章句謂：大有惡疾，故以芣苜起興，芣苜雖有惡臭，我猶采采不已，以喻其守夫而不去也。《汝墳》之詩，薛漢謂王政如火，猶觸冒而往者，以父母饑寒，故祿仕也。《後漢書·周磬傳》：磬居貧，無以養母，嘗誦《詩》至《汝墳》卒章，慨然而歎，乃出應孝廉之舉。是皆以「父母孔邇」作己之父母，而非以喻文王矣。《甘棠》之詩，《韓詩外傳》謂：召伯在朝，有司請營邵以居。召伯恐勞民，乃廬於樹下。其後在位者不恤百姓，耕桑失時，於是詩人追思召伯休息之樹而歌思之。則又似黍離之感，宜入變風矣（元人王柏嘗退《甘棠》於《王風》，見許謙《二南相配圖》，其意蓋本此）。「騶虞」，《韓詩》以為掌鳥獸之官，賈誼則曰：天子之囿，虞者，司獸者也。「先君之思，以勖寡人」，勖古本作畜，鄭康成曰：此衛定薑之詩，定薑無子，立庶子衎，是為獻公。畜，孝也，獻公無禮於定薑，定薑作詩，言當思先君定公，以孝於寡人也。《相鼠》章，《白虎通》云：妻得諫夫者，夫婦榮辱共也。《詩》云「相鼠有體，人而無禮，胡不遄死」，此妻諫夫之詩也，則又以《相鼠》為妻諫夫之詩矣。三良之殉，《左傳》及《詩序》皆云穆公以子車氏三子為殉，《史記·蒙毅傳》亦云：昔穆公殺三良而死，故諡曰繆（按《史記》秦武公葬，以人從死者六十六人，至獻公元年方止，則武公以下十八君皆以人臣殉葬）。然《漢書·匡衡傳》云：秦穆貴信而士多死。應劭注云：公與群臣飲酒酣，公曰：生共此樂，死共此哀。奄息、仲行、鍼虎許諾。及公薨，瀈皆從死。則是出於三子之自殉，而非穆公之亂命矣。《黍離》之詩，《韓詩》以為伯封作。伯封者，尹伯奇之弟也。曹植曰：尹吉甫聽後妻之言而殺孝子伯奇，其弟伯封哀之，作《黍離》之詩。《新序》又以為衛宣公之子壽閔其兄而作。則皆非傷周室矣。《行葦》，班叔皮《北征賦》曰：慕公劉之遺德，及行葦之不傷。王符曰：行葦勿踐，公劉恩及草木，仲山父牛羊六畜，且猶感德。是漢儒皆以公劉之詩。仲山甫徂齊，《漢書》杜欽曰：異姓之臣，無親於宣，就封於齊。則以徂齊為受封於齊矣。是時《毛詩》未立學官，故各自立說，言人人殊，毋怪宋儒起而盡掃之，並《毛詩》亦不用也。"
      },
      {
        "index": 7,
        "text": "夏屋"
      },
      {
        "index": 8,
        "text": "《詩》「夏屋渠渠」，《學齋占畢》云：夏屋，古注大具也；渠渠，勤也。言於我設醴食大具以食我，其意勤勤然；不指屋宇也。至揚子云《法言》云：震風淩雨，然後知夏屋之帡幪。乃始以夏屋為屋宇。楊用修本其說，又引《禮》「周人〔以〕房俎」，《魯頌》「籩豆大房」注，大房玉飾俎也，其制足間有橫，下有樹，似乎堂後有房，故曰房俎，以證夏屋之為大俎。又言若以為屋居，則房俎亦可為房室乎？然《楚詞·涉江篇》「曾不知夏之為丘」，《招魂篇》「各有突夏」，又《大招篇》「夏屋廣大，沙棠秀隻」，則屈原、宋玉已皆以夏屋為大屋。而必以大俎釋《詩》之夏屋，毋亦泥古注而好奇之過矣。況屈原、宋玉既施之於詞賦，則以夏屋為大屋，亦不自揚子云始也。"
      },
      {
        "index": 9,
        "text": "後稷已行郊禮"
      },
      {
        "index": 10,
        "text": "《詩》言「上帝居歆」，而下文即繼之云「後稷肇祀，庶無罪悔，以迄於今」，明乎後稷以來即郊祀上帝也。後儒泥於周制，謂後稷未王，何得有郊祀？按毛氏謂堯見天因邰而生後稷，故國之於邰，即命之事天。故《詩》曰「後稷肇祀」，言自後稷以來皆得祭天，猶魯人郊祀也。是以《棫樸》之作，有積燎之薪，文王郊酆，經有明文。漢儒匡衡亦言文王已郊，說見《三國·吳志》注所引《江表傳》及《誌林》。"
      },
      {
        "index": 11,
        "text": "坼副"
      },
      {
        "index": 12,
        "text": "「不坼不副，無災無害」，凡婦人易於產者，不過無災害耳，而《詩》必以不副坼形容之，何也？蓋古婦人生子，嘗有坼剖而生者。《史記·楚世家》：陸終氏娶鬼方女貴，久孕不育，啟左脅，三人出焉，啟右脅，三人出焉。干寶曰：譙周作《古史考》，疑此事為誕妄，遂廢而不論。然前誌所傳，修已背坼而生禹，簡狄胸剖而生契，近日魏黃初五年汝南屈雍妻王氏生男，從右胳下水腹上出，而平和自若，數月創合，母子無恙。以今況古，知注記者不妄也。則《詩》所謂不坼副者，或正因修已、簡狄等之背坼胸剖係同時之事，故相提並論也歟？"
      },
      {
        "index": 13,
        "text": "帝武元鳥"
      },
      {
        "index": 14,
        "text": "毛箋「履帝武」，謂薑原從高辛往祭天也。箋「元鳥」，謂春分元鳥降，時簡狄從高辛祈於郊禖也。鄭康成則據《史記》薑原見巨人跡，踐之而生稷，簡狄吞乙卵而生契，以注《詩》。而後之說經者皆宗之。蓋兩漢時毛注未立學官，其立學官者皆本《史記》說也。洪容齋力斥其荒幻，謂不如毛注之明白。然帝王之生，亦自有不可常理論者。《漢書·張騫傳》：烏孫王難兜靡為大月氏攻殺，子昆莫新生，有人抱置草中，狼來乳之，又有烏銜肉翔其旁，後仍為烏孫王。《後漢書》：夜郎之初，有女子浣於遯水，有三節大竹流來，聞其中有號聲，剖竹視之，得一男兒，歸而養之。及長，有才武，自立為夜郎侯，以竹為姓。又《晉書》：鮮卑檀石槐，其母聞雷仰視，而雹入其口，因吞之，遂有娠，生檀石槐。年十四五，勇健異常，後遂為鮮卑大人。王充《論衡》：橐離國王侍婢，有氣大如雞卵來降，遂有娠。既生，投豕溷中，豬以口氣噓之，不死。復徙馬欄中，馬復以口氣噓之，不死。後遂王於夫餘。《北史》：高句麗之先夫餘王，嘗得河伯女，閉於室內，為日所照，引身避之，日影又逐。既而有娠，生一卵，大如五升，後有一男破而出。及長，字之曰朱蒙，至紇升骨城，遂自王，以高為氏。後魏之先詰汾，嘗見輜軿自天而下，有美女稱天女，受命相偶，旦日請還。期年復來，以所生男授詰汾，曰：「此君之子也，當世為帝王。」即始祖神元皇帝力微也。故諺曰：「詰汾皇帝無婦家，力徽皇帝無舅家。」《元史》；蒙古之先孛端叉兒之母方寡居，夜有光明照其腹，遂有娠，生孛端叉兒，為有元之祖。虞集《高昌王碑》：其家本畏吾人，有天光降於樹，樹生癭。越九月，癭忽裂，得五嬰兒，收養之。其最小者曰卜吉可罕，既壯，遂君其地。據此，則吞卵、履跡亦或事之所有也。"
      },
      {
        "index": 15,
        "text": "奚斯所作"
      },
      {
        "index": 16,
        "text": "《魯頌》「新廟奕奕，奚斯所作」，言奚斯造此廟也。而王延壽《魯靈光殿賦》云「奚斯頌僖，歌其路寢。曹植《承露盤銘序》亦云奚斯頌魯，則竟以此頌為奚斯所作矣。說見顏師古《匡謬正俗》及袁文《甕牖閑評》。按揚雄《法言》曰：正考父嘗晞尹吉甫矣，公子奚斯嘗晞正考父矣。《太尉楊震碑》云：敢慕奚斯之追述，樹碑石於墳道。則以奚斯為作頌，又不止王延壽、曹植也。"
      },
      {
        "index": 17,
        "text": "《春秋》"
      },
      {
        "index": 18,
        "text": "《春秋》，魯史記名。韓宣子聘魯，見《易象》與《魯春秋》，此孔子未修以前《春秋》也。然不獨魯史以此為名也，《國語》楚莊王問教太子之法於申叔時，對曰：「教之以《春秋》，而為之聳善抑惡焉。」晉羊舌習《春秋》，悼公使之教太子。又《管子·法法篇》曰：《春秋》之記，有弑君弑父者。《權數篇》曰：《詩》者所以記物也，《春秋》所以記成敗也。莊王、管子、羊舌在孔子前，則所謂《春秋》必非孔子所修魯史可知，是齊、晉、楚皆有《春秋》也。《墨子》曰：吾見百國《春秋》，《韓非子·備內篇》有《桃左春秋》，雖不知何國書，要亦一《春秋》也。韋昭注《國語》，謂以天時紀人事，故曰《春秋》。房玄齡注《管子》，謂《春秋》周公之凡例，而諸侯之國史也。則周時列國之史皆名「春秋」也（《墨子》有周之春秋，燕之春秋，宋之春秋，齊之春秋）。又按《呂覽·求人篇》：觀於《春秋》自魯隱公至哀公十有二世，其所以得之，所以失之，其術一也。《莊子·齊物論》：《春秋》經世，先王之志，聖人議而不辨。又云：《詩》以道誌，《書》以道事，《禮》以道行，《樂》以道和，《易》以道陰陽，《春秋》以道名分。此則孔子所修之《春秋》，可見戰國時已大行於世矣。自後虞卿有《春秋》，呂不韋有《呂氏春秋》，陸賈有《楚漢春秋》，趙長君有《吳越春秋》。袁暐有《獻帝春秋》司馬彪有《九州春秋》，習鑿齒有《漢晉春秋》，王範有《交廣春秋》，杜崧有《任子春秋》，孫盛有《魏氏春秋》、《晉陽秋》，臧嚴有《棲鳳春秋》，李公緒有《戰國春秋》，王韶之有《晉安帝春秋》，劉允濟采魯哀公後十二世接戰國，為《魯後春秋》，崔鴻有《十六國春秋》，蕭方等有《三十國春秋》，韋述撰《唐春秋》，梁固、胡旦皆有《漢春秋》，尹洙有《五代春秋》，吳任臣有《十國春秋》，則又皆仿《春秋》之名而為之者也。"
      },
      {
        "index": 19,
        "text": "《春秋》底本"
      },
      {
        "index": 20,
        "text": "孔子修《春秋》，魯史舊文不可見，故無從參校聖人筆削之處。今以《汲塚紀年》書考之，其書魯隱公及邾莊公盟姑蔑，即《春秋》公及邾儀父盟於蔑也；書晉獻公會虞師伐虢滅下陽，即《春秋》虞師滅夏陽也。據此可見當時國史，其文法大概本與《春秋》相似，孔子特酌易數字，以寓褒貶耳。杜預所謂推此可以知古者國史策書之常也。而孔子刪訂《春秋》之處，亦即此可見。又魯莊公七年星隕如雨，《公羊傳》謂原本乃雨星不及地尺而復，孔子修《春秋》改曰星隕如雨。是亦可見聖人改削之跡。"
      },
      {
        "index": 21,
        "text": "《春秋》書法可疑"
      },
      {
        "index": 22,
        "text": "《春秋》作而亂臣賊子懼，以其筆削至嚴也。筆削之嚴，應莫過於纂弑之事，然《春秋》書法實有不可解者。趙盾之不討賊，許止不嚐藥，而皆書「弑君」，固以責有攸歸也。楚王麇之死，據《左傳》公子圍入問疾，縊而殺之，則圍實弑麇也，而經但書「楚子麇卒」。說經者曰：楚以瘧疾赴，故不書弑。夫弑君而嗣位之人，誰肯以弑赴告列國者？以疾赴遂不書弑，是轉開一規避法也。及楚靈王之被弑也，《左傳》謂王田於乾谿，聞公子比自晉歸作亂，遂自縊，則與被弑者終有間。而經則書「楚公子比自晉歸於楚，弑其君虔於乾谿」。一則手弑者，反脫其弑君之罪，一則自縊者，轉坐其臣以弑君之名。又如齊孺子荼之死，據《左傳》乃悼公使朱毛弑之，陳乞不過先廢荼而立悼公耳，其時悼公既立，則不得專坐陳乞罪也。而經書曰「齊陳乞弑其君荼」。豈經之所書者真，而《左傳》所述者不可信耶？抑經但據舊策以書，而必待作傳者之詳其事耶？使無作傳者之詳其事，則首惡者不幾漏網，而從坐者不且覆盆耶？事隔千載，無從訂正，以經為據，當是作傳者誤耳。"
      },
      {
        "index": 23,
        "text": "春不書王"
      },
      {
        "index": 24,
        "text": "《春秋》每歲必書「春王正月」，如正月無事可紀，則書「春王二月」或「春王三月」，所以尊王也。乃隱公九年、十一年不書王，桓公惟元年、二年、十年、十八年書王，而三年至十七年皆不書王。杜預云：天王不頒曆，故不書王。此恐非也。《春秋》以尊王為第一義，若不頒曆即不書王，則是年竟不屬之王乎？況不頒曆宜莫如王子頹、王子帶、王子朝之亂，朝廷播越，豈暇修舉故事，乃是時卻書王，而隱、桓時反不書，豈流離之日尚能頒朔，而太平無事轉缺此典乎？程子則謂：桓公弑君而立，元年書王，以王法正其罪也。二年宋督弑君，以王法正其罪也。三年不書王，見桓之無王也。此亦恐非也。若謂因桓之無王而不書王，則當其弑立之初，已目無王，何以反書王於元年，至第三年而始著其無王也？若謂元年書王，以王法正其罪，則凡書王之年，皆因國君有罪而書乎？宋督弑君，何與魯事，而欲以魯史之書王正宋臣之罪，有是理乎？何休則謂：十年書王者，數之終，十八年書王者，桓公之終也。據此則書王之例，第於人君即位之年、遇十之年、薨卒之年書之，而其餘俱可不必書王矣，何以十二公內除此數年外又多一一書王也，此益曲說不可通者也。抑知《春秋》時周正已不遍行列國，有用周正者，有用殷正者，有用夏正者（說見後）。魯雖秉周禮，然觀其置閏、失閏之參錯，則其不遵周正可知。或雖不盡遵周王，而史官秉筆有尚知以周月記事者，則孔子書王正月以別之，謂此正月乃王之正月，見其猶尊王也。而史官更易，不一其人，有時或竟以魯國自用之歲月以紀事而不合乎周正，則孔子即仍其所書之春正月而不復書王，謂此正月乃魯國自行之正月，而非王之正月，見其無王也。然則書王不書王，本據舊史之周月、魯月為定。舊史所紀用周正則書王，舊史所紀非周正則不書王。明乎此，則諸家紛紛之說俱可不必矣。"
      },
      {
        "index": 25,
        "text": "春秋時列國多用夏正。《左傳》隱公三年夏四月，鄭祭足帥師取溫之麥，秋又取成周之禾。若係周正，則麥禾俱未熟，取之何用？是鄭用夏正也。隱六年，宋人取長葛，經書冬而傳書秋，蓋宋本用殷正建酉之月，周之冬即宋之秋，是宋用殷正也。桓七年，谷伯綏來朝，鄧侯吾離來朝，經書夏而傳書春，是二國不用周正也。僖五年，晉侯殺其世子申生，經書春而傳在上年之十二月。十年，裏克弑其君卓，經書正月而傳在上年十一月。十五年，晉侯及秦伯戰於韓，獲晉侯，經書十一月，傳書九月。又如《左傳》僖二十三年九月晉惠公卒，二十四年正月秦伯納重耳於晉，而《國語》則云十月晉惠公卒，十二月秦穆公納公子。魯之月與晉不同，是晉不用周正也。文十年齊公子商人弑其君舍，經書九月，傳作七月，是齊不用周正。又《管子·立政篇》正月令農始作，《輕重篇》令民九月種麥，則齊用夏正也。《史記·秦本記》宣公初誌閏月，則宣公以前並有不置閏者，其不用周正可知也。至戰國時，更無有不用夏正者。呂不韋《春秋》是全用夏正，杜預記《汲塚紀年》書係魏哀王時人所作，以夏正為首，是魏亦用夏正也。不寧惟是，魯號秉禮之國，然《論語》暮春者春服既成，若周正，則暮春尚是夏正之正月，安得有換春衣浴且風之事？是曾點所云暮春，即夏正之三月，夏正之三月在周應作仲夏，而曰暮春，則魯亦久用夏正可知也。又《左傳》文元年閏三月，非禮也（三代閏月皆歸於歲終，所謂歸餘於終也），襄二十七年再失閏，哀十二年又失閏，季孫問仲尼，仲尼曰：「今火猶西流，司曆過也。」杜注：尚是九月，曆官失一閏也。十三年十二月又螽。杜注：季孫雖聞仲尼言而不能正曆，失閏至此年，故十二月又螽。則魯不惟不用周正，並夏正亦失之矣。劉原父謂：《左氏》月日多與經不同，蓋《左氏》雜取當時諸侯史策之文，其用三正，參差不一，故與經多歧。可見是時列國各自用曆，不遵周正，固已久矣。凡古制非現行者，閱數十年，未有不廢絕。若周改正朔之後，列國皆遵周正，則千年以前之夏正何以尚在人間而行之自若乎？蓋周初雖改歲首，而農事仍以夏正並行。《微子之命》曰：統承先王，修其禮物。是聽其自用先世之制，杞用夏正，宋用殷正可知也。《尚書大傳》亦云：王者存二代之後，與己為三，所以通三統、立三正。鄭康成注云：使二王之後自行其正朔也。是二王之後不用周正，固不待言。即周制亦自有兼用夏正者，《逸周書·周月解篇》有曰：亦越我周改正，以垂三統。至於敬授民時，巡狩烝享，猶自夏正焉。今按「七月流火」之詩，周公所作，而授衣、條桑、烹葵、剝棗、鑿冰、獻韭，一一皆以夏正紀節物，然此猶曰追敘祖宗時事也。「四月維夏」，「六月徂暑」，非周中葉之詩乎？「維暮之春」下文即接「於皇來牟，將受厥明」，豈非夏正之三月，其下月即麥熟時乎？《周禮》仲春會合男女之無夫家者，若周之仲春為今之十二月，風雪沍寒，豈能會合於野、奔者不禁乎？則亦豈非夏正之仲春乎？是知周改朔之初，本已兼用夏正，民間習用既久，及東周以後，去開國之時愈遠，王朝又不頒朔，列國遂並忘周正，而各自用夏正，固非一日矣。由此以推孔子修《春秋》必書「春王正月」，實以是時列侯多不用周正，故特著之，言此乃王之正月也。若各國咸稟周正，則但書「春正月」即是王之春正月矣，何必更表之以王？（說見「春不書王」條下）告顏子以行夏時，亦以夏時本所當遵，當時已多私用，與其另建一朔而不能使天下劃一，不如仍用夏正，俾上下通行也。（按《夏小正》一書實《月令》所本，其曰《夏小正》者，蓋周改朔之後，此書仍聽其行之民間，以便民事，而實非本朝之制，故謂之夏小正，以別於周正耳。）"
      },
      {
        "index": 26,
        "text": "春王不書正月"
      },
      {
        "index": 27,
        "text": "唐劉蕡對策，謂《春秋》定公元年春王不書正月者，以先君不得正其終，則後君不得正其始，故曰定無正也。此亦唐人臆說。春王無正月，此不過脫簡耳。如《春秋》每遇四季之首，雖無事亦必書其首月。隱六年秋無事，書秋七月，桓九年夏無事，書夏四月之類，不可勝紀。杜預所謂雖無事必書首月，具四時以成歲也。而桓四年秋、冬無事，乃不書秋七月、冬十月，七年、九年及莊七年之秋、冬亦然，其為脫簡無疑也。則春王之下無正月，其為脫簡，又何疑乎？或謂脫簡必脫一行，如秋七月、冬十月之類，至春王下缺正月二字，豈有一簡中脫落半段之理？不知簡策亦有傳寫脫誤者，如《左傳》莊六年經文「冬齊人來歸衛俘」，而《公》、《穀》經文皆言「衛寶」，則有誤在一字者矣。僖十年經文「冬十二月夫人氏之喪至自齊」，夫人薑氏也，而無薑字，杜注云，脫誤也。則亦有脫在中一字者矣。一季之內雖無事，必書首月，而莊二十二年夏無事，乃不書夏四月，而書夏五月，非傳寫之誤乎？推此則莊十年之夏五，亦豈非脫字乎？而必為之說曰：孔子有意仍之，以傳疑也。夏五之為夏五月，了然可知，聖人即添一月字，豈遂為僭妄，乃必不敢增，以存傳疑之義，則又何以筆則筆、削則削乎？可見《春秋》一書，孔子既修之後，仍有脫簡誤字，不一而足。而必於其脫誤處曲為之說，毋怪乎益入於穿鑿也。則「春王」下之無「正月」，其為脫誤無疑，非別有義也。"
      },
      {
        "index": 28,
        "text": "春秋紀年"
      },
      {
        "index": 29,
        "text": "春秋時，列國雖曰奉周正朔，然紀年皆以本國之君即位之年為紀。如《春秋》以隱公元年起，雖孔子亦不改也。至其稱於列國，則彼此紀年不同，似應以周王之年為紀矣。然鄭子家對趙宣子曰：寡君即位三年，召蔡侯而與之事君。十二年六月，歸生佐寡君之嫡來朝。十四年七月，寡君又朝。是皆據本國之紀年以語他國。否則舉是年一大事以標之，如魯襄公朝晉侯，晉侯問其年，季武子對曰：會於沙隨之歲，寡君以生，是也。絳縣老人自敘其年曰：臣生之歲正月甲子朔，四百有四十五甲子矣。師曠曰：魯叔仲惠伯會郤成子於承匡之歲也。是皆不以周王之年為紀也。即《左傳》敘舊事亦然。如追敘晉封成師之事，則曰惠公之二十四年晉始亂，惠之四十五年曲沃莊伯弑孝侯。追敘衛襄公立子元之事，則曰晉韓宣子為政聘於諸侯之歲。追敘鄭伯有為厲事，一則曰鑄刑書之歲，再則曰齊平燕之歲。追敘齊烏餘以廩邱奔晉事，則曰齊人城郟之歲。追敘鄭伯朝晉之歲，則曰溴梁之明年。而於周王紀年略不及焉。堂堂共主，正朔咸遵，而紀年莫之或用，蓋當日本無稟奉一王紀年之制，非盡各國僭妄也。（漢時諸侯王尚得自稱元年，如《漢書·諸侯王表》楚王戊二十一年為孝景三年，楚王延壽三十二年為地節元年之類。又列侯於本國亦得自稱元年，《史記·高祖功臣侯年表》高祖六年為平陽懿侯曹參元年，孝惠六年為靖侯元年之類。是列國各自紀元，漢初猶然。）"
      },
      {
        "index": 30,
        "text": "矢魚於棠"
      },
      {
        "index": 31,
        "text": "矢魚於棠，諸家皆以為陳魚而觀之。宋人《螢雪雜說》獨引《周禮》「矢其魚鱉而食之」之義，以為矢者射也。按秦始皇以連弩候大魚出射之，漢武亦有巡海射蛟之事，以矢取魚，本是古法，授以說經，最為典切。"
      },
      {
        "index": 32,
        "text": "《左傳》所本"
      },
      {
        "index": 33,
        "text": "《左傳》所本，采擇甚多，蓋古者史官有簡策、簡牘二種，杜預序所謂《周禮》史官掌邦國四方之事，諸侯亦各有國史，大事書之於策，小事簡牘而已。其本國之事，凡政之大者，及君所命，則書於策，非此則但別為記載。如公子豫及邾人、鄭人盟於翼，不書，非公命也；新作南門，不書，亦非公命也之類。杜預所謂史不書於策，故夫子不書於經是也。然夫子雖不書於經，而記載自在，故左氏得據以推聖人不書之本意。至他國之事，凡來赴告者則書於策，不告則不書。如隱十一年鄭伯大敗宋師，《左傳》謂滅不告敗，勝不告克，皆不書於策是也。然雖不書於策，而列國自有記載，魯國亦有得之傳聞而別記之者，故左氏得以補聖人之所未修，而詳其始末。杜預所謂非將君命則記在簡牘是也。故有經所本無而特見於傳者，先經以始事，後經以終義，皆別有所本也。亦有經所特書而反無傳者，非必其事之無關係也，如郭公之類，非傳不明，而左氏無之，則固簡牘缺落，無所考據，故不能憑空撰述耳。不然，則經所無者尚一一補之，經所有者反略而遺之耶？又莊二十六年經文：春，公伐戎。夏，曹殺其大夫。秋，公會宋人、齊人伐徐。冬十二月癸卯朔，日有食之。而是年之傳：春，晉士蒍為大司空。夏，士蒍城絳，虢人侵晉。冬，虢人又侵晉。一年之內，經自經而傳自傳，若各不相涉者，蓋亦因經所書之事別無簡策可考以知其詳，故別摭他事以補此一年傳文也。"
      },
      {
        "index": 34,
        "text": "《左傳》敘事氏名錯雜"
      },
      {
        "index": 35,
        "text": "《左傳》敘事，每一篇中，或用名，或用字，或用諡號，蓋當時文法如此。然錯見迭出，幾使人茫然不能識別。如子越椒之亂，一斗般也，忽曰鬥般，忽曰子揚；一蒍賈也，忽曰蒍賈，忽曰伯贏。泌之戰，一荀林父也，忽曰荀林父，忽曰桓子；一士會也，忽曰士會，忽曰隨武子，忽曰隨季，忽曰士季，他篇又稱范武子；一先縠也，忽曰先縠，忽曰彘子，他篇又稱原穀；一荀首也，忽曰荀首，忽曰知莊子，忽曰知季；一韓厥也，忽曰韓厥，忽曰韓獻子；一欒書也，忽曰欒書，忽曰欒武子；一趙朔也，忽曰趙朔，忽曰趙莊子；一郤克也，忽曰郤克，忽曰郤獻子。是篇人數既多，頭緒更雜，即姓名一線尚難了了，況復錯綜其詞如此，使無後人注釋，不幾於終日回惑而不得其要領耶？他篇類此者不一而足。又如齊慶封之亂，使析歸父召晏平仲，平仲請盟，子家曰：子之言云，又焉用盟。此子家乃析歸父也。下又敘慶嗣聞禍將作，謂子家速歸，此子家乃慶封之子也。略無別白，令讀者何處分析耶？此究是古人拙處，史遷以後則無此矣。劉勰亦謂左氏綴事，氏族難明，及史遷各傳，人始區詳而易覽也。而黃常明謂：《左傳》敘事有一人而稱目至數次異者，族氏、名字、爵邑、號諡皆密布其中，以寓褒貶，則又深求之而轉非古人意矣。氏、名、號、諡錯見，自是另一種文法，有何褒貶？即如泌之戰，晉諸大夫忽名忽諡號，一日之間褒貶頓異，有是理耶？"
      },
      {
        "index": 36,
        "text": "《左氏傳》原委"
      },
      {
        "index": 37,
        "text": "秦火之後，漢初惟《左氏傳》最先出，然亦惟《左氏》始終不得立學官，而其傳世也，乃愈抑而愈彰彰。董勳謂《左氏》從河間獻王所得，而顏師古則引許氏《說文解字序》云北平侯張蒼獻《左氏春秋傳》。張蒼歷秦至漢文帝時為丞相，是《左氏》之出比諸經為最早也。然武帝立諸經博士，獨遺之。哀帝建平中，劉歆欲立《左氏》，遽移太常，致諸儒忿爭，帝重違眾意，乃出歆為河內太守，遂不得立。光武時，韓歆上疏，欲立《左氏》，博士范升等駁之，帝卒立左氏學，以李封為博士。未幾封卒，《左氏》復廢。肅宗亦好《左氏傳》，乃令賈逵自選諸生才高者習之，皆拜為王國郎。章帝亦詔選高才生習之，然不久亦仍廢。是兩漢時《左氏傳》終未嘗立學官也。然自賈誼為《左氏》訓詁以授貫公，其後賈逵作訓，服虔作解，謝該作釋，及乎杜預作集解後，六朝遂入於經。雖東漢以來攻之者不一，如范升奏《左氏》之失凡十四事，並奏史遷引用《左氏》、違戾五經者三十一事，李育亦謂《左氏》不得聖人深意，作《難左氏義》四十一事，何休又作《左氏膏肓》，而賈逵則摘出《左氏》長於《公》、《穀》者三十事，服虔亦以《左氏》駁何休所駁之六十條，鄭康成又有《針膏肓》之作。《陳書·王元規傳》：自梁以來，諸儒為左丘學者，以賈逵、服虔之義難駁杜預，凡一百八十條。元規引證通析無所疑滯。《唐書·啖助傳》：助愛《公》、《穀》二家，以《左氏》解義多謬，謂其書出於孔氏門人，且《論語》所引率前世人老彭、伯夷等類，非同時；而言「左氏明恥之，丘亦恥之」，則丘明者蓋如史佚、遲任之徒，而非孔子門人也。是六朝及唐尚有斥《左傳》、駁杜注者，然好之者愈甚。蓋匪特敘事之書易傳，而其文之工實自有千古也。又漢時《古文尚書》及《毛詩》亦皆不立學官，乃二書與《左傳》反盛傳至今，而當時所立學官者今皆不傳，豈顯晦有時，而晚出者傳愈久耶！"
      },
      {
        "index": 38,
        "text": "鷸冠"
      },
      {
        "index": 39,
        "text": "《左傳》僖二十四年，鄭子華之弟子臧出奔宋，好聚鷸冠，鄭伯聞而惡之，使盜誘而殺之陳宋之間。杜預注：聚鷸羽以為冠，非法之服也。顏師古則以為鷸，水鳥，天將雨則鳴，古人以其知天時，乃象其形為冠，使掌天文者冠之，故《逸禮》曰：知天文者冠鷸。蓋子臧是子華之弟，以兄見殺而出奔，常有復仇之志，故與知天文者遊聚，有所計議，是以鄭伯恐其返國作亂，令人誘殺之。若直以鷸羽飾冠，何必惡而殺之也？此論可謂發前人所未發，然《左傳》本文有「君子曰：服之不衷，身之災也。」是左氏已以鷸冠為子臧之冠，而非謂知天文之御士矣，豈誤自左氏歟？師古又以為「君子曰」數語係後人妄加，非《左氏》原文，則欲伸己意而並強抹煞古人矣。"
      },
      {
        "index": 40,
        "text": "曹翽即曹沫"
      },
      {
        "index": 41,
        "text": "魯莊公與齊桓公盟於柯，《左傳》但言始通好，而不言劫盟。《呂氏春秋·貴信篇》齊桓公伐魯，魯請盟，桓公許之。曹翽先說莊公以劫盟之事。盟之日，莊公與曹翽皆懷劍至壇。莊公左搏桓公，右抽劍以自承，請戮於君前。管仲、鮑叔進，曹翽按劍當兩陛，管仲等不得進。莊公曰：「封於汶則可。」管仲勸桓公許之。是劫盟者曹翽也。《史記》則謂二公立壇上，曹沫執匕首劫桓公。公問所欲，沫欲齊返魯侵地，桓公許之，沫乃下就臣位。則劫盟者又屬曹沫。按《左傳》長勺之戰有曹翽，而沫之名不見，則劫盟者為曹翽無疑，以翽為沫。司馬貞《索隱》云：沫音翽，聲相近而字異耳。林注：《春秋》柯之盟亦言曹翽劫盟，則翽即沫也。"
      },
      {
        "index": 42,
        "text": "《淮南子·氾論篇》：昔曹子為魯將，三戰不勝，亡地千里。及柯之盟，三戰所亡，一朝而得之，勇聞於天下。○屠蒯即杜簣"
      },
      {
        "index": 43,
        "text": "《檀弓》：智悼子卒，末葬，晉平公飲酒，師曠、李調侍。杜簣進酌曰：「曠飲斯。」又酌曰：「調飲斯。」又酌，自飲之。公問之，曰：「子卯不樂，智悼子喪在堂。曠為太師，調為褻臣，而俱不以告。簣為宰夫而越職言此，是以皆飲之。」《左傳》：晉荀盈卒於戲陽，未葬，晉侯飲酒樂。膳宰屠蒯入，酌以飲樂工曰：「汝為君耳，將司聰也。辰在子卯，謂之病日，女弗聞，是不聰也。」又酌嬖叔曰：「汝為君目，將司明也。而汝不見，是不明也。」亦自飲也，曰：「臣實司味，二御失官而君弗命，臣之罪也。」《檀弓》、《左傳》所記本一事也。然《檀弓》有師曠、李調姓名，而《左傳》無之。《檀弓》曰杜簣，《左傳》「曰屠蒯，聲固相近，而各記所記則並姓名亦遂不同，於此可見古事之入於記載者，訛謬蓋十之六七矣。王觀國《學林》云：《檀弓》作杜簣，《左傳》作屠蒯，蓋本是杜簣而《左傳》訛其字耳。袁文《甕牘閑評》則云：屠者宰也，蒯為庖人，職主屠宰，故曰屠蒯，如巫咸之巫、師曠之師也。則《左傳》所云屠蒯乃其本字，而《檀弓》訛以為杜簣耳。"
      },
      {
        "index": 44,
        "text": "杜預注《左傳》"
      },
      {
        "index": 45,
        "text": "杜預注《左傳》，蓋合眾家之長，不特地名、人名考據精核，書法、譜系授引確切，即如時日之細，亦以長曆追算不遺。隱十年春王二月，公會齊侯、鄭伯於中丘。注云：傳言正月會，癸丑盟，推經傳日月癸丑是正月二十六日，知經云二月誤也。又成十七年十一月壬申，公孫嬰齊卒。注：十一月無壬申日，誤也。襄二年六月庚辰，鄭伯侖卒。注：庚辰七月九日書六月，經誤。襄九年十二月癸亥，晉人以諸侯之師伐鄭，門其三門；閏月戊寅，濟於陰阪。注云：以長曆考之，此年不得有閏月，疑閏月二字當作門五日，五字上與門字合，遂訛為閏月也，乃晉攻三門，門各五日也。自癸亥去戊寅十六日，以癸亥始攻，攻輒五日，凡十五日，明日乃戊寅也。昭元年十一月己酉，楚公子圍弑其君。注：以長曆推己酉當十二月六日，經傳皆言十一月，月誤也。古人著書細心如此，今人讀書於年月時日未有不一目過之矣。"
      },
      {
        "index": 46,
        "text": "《國語》非左丘明所撰"
      },
      {
        "index": 47,
        "text": "《國語》二十一卷，《漢書·藝文志》不載撰人姓氏。其時說經者皆謂之《春秋外傳》，惟司馬遷有云：左丘失明，厥有《國語》。班固作遷讚，因曰：孔子作《春秋》，左丘明為之傳，又纂異同為《國語》。韋昭亦以為左丘明采穆王以來，下訖魯悼，其文不主於經，號曰「外傳」。顏師古本此眾說，故注《藝文志》，直以《國語》為左丘明撰。宋庠因之，亦謂出自丘明。今以其書考之，乃是左氏采以作傳之底本耳。古者列國皆有史官記載時事，左氏作《春秋傳》時，必博取各國之史以備考核。其於《春秋》事相涉者，既采以作傳矣，其不相涉及雖相涉而采取不盡且本書自成片段者，則不忍竟棄，因刪節而並存之。故其書與《左傳》多有不劃一者，如襄王伐鄭一事，《左傳》以《常棣》詩為召穆公所作，而《國語》則以為周文公所作。晉文公返國一事，《左傳》記是年九月晉惠公卒，明年正月秦伯納公子重耳，而《國語》則十月晉惠公卒，十二月秦伯納公子。鄢陵之戰，《左傳》苗賁皇在晉侯之側曰：「楚之良，在中軍王族而已」，而《晉語》作苗棼皇，《楚語》則云雍子謂欒書曰：「楚師可料也，在中軍王族而已。」如果左氏一手所撰，何不改從劃一，而彼此各異若此乎？可知《國語》本列國史書原文，左氏特料簡而存之，非手撰也。魏、晉之人以其多與《左傳》相通，遂以為左氏所作耳。又如長勺之戰，《魯語》曹翽與莊公論戰數百言，《左傳》但以「小惠未遍，小信未孚」數句括之。鄢陵之役，范文子不欲戰，《晉語》述其詞累幅不盡，至分作三四章，《左傳》但以「外寧必有內憂，盍釋楚以為外懼」數語括之。正可見左氏以此為底本，而別出爐錘，筆奪天巧，豈其示巧於此，而復作《外傳》以示拙也？竊嘗論之，左氏之采《國語》，仙人之脫胎換骨也。《史記》於秦、漢以後自出機杼，橫絕千古，而秦、漢以前采取《國語》、《左傳》，則天吳紫鳳，顛倒裋褐也；《漢書》之整齊《史記》，則屈騏驥以就衡軛也。觀於諸書因襲轉換之間，可以悟作文之旨矣。（王充《論衡》云：左氏傳經，詞語尚略，故復選錄《國語》之詞實之。啖助謂《國語》非一人所為，蓋左氏集諸國史以釋《春秋》，後人便傅著丘明也，是亦不以《國語》為丘明作。）"
      },
      {
        "index": 48,
        "text": "韋昭注《國語》"
      },
      {
        "index": 49,
        "text": "韋昭注《國語》，合賈逵、虞翻、唐固諸本參考是正，最號詳核，然亦有舛謬者。晉文公請隧，賈逵云：王之葬禮，闕地通路曰隧，昭則以為天子之六鄉六隧地也。按襄王之詞曰：「若班先王之大物以賞私德」，又曰「叔父若能更姓改物，以取備物」，又曰「余敢以私勞變前之大章乎？」又《晉語》：文公請隧，弗許，曰：「王章也。」大物、備物，大章、王章，皆謂禮之大者，非郊隧地可知。況是時王正勞之以地，豈又辭所賜之地而別請所不賜之地乎？魯武公之其子括與戲見宣王，王立戲。韋昭注：括，武公子長子伯御；戲，括弟懿公也。按《史記·魯世家》懿公九年，兄括之子伯御弑公而自立。則伯御乃括之子也。《漢書·古今人表》亦同。而昭以伯御為括，亦誤。《左傳》自幕至於瞽瞍，則幕在瞽瞍之先。昭注《國語》「虞幕能聽協風」乃云「幕，舜後，虞思也。則以舜之遠祖為舜之遠孫矣。又東漢明帝諱莊，故凡前史所有莊字悉改為嚴。昭，三國吳人，尚復何所忌諱？而不為改正，仍以魯莊公為嚴公，曲沃莊伯為嚴伯，亦不免疏於檢點。顧寧人乃以為作史者意存忠厚，不遽改前代之諱，此亦曲為之說矣。"
      }
    ]
  }
}