{
  "chapterNumber": 39,
  "title": "卷三十九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "累世同居"
      },
      {
        "index": 2,
        "text": "世所傳義門，以唐張公藝九世同居為最。然不自張氏始也。《後漢書》：樊重三世共財。繆彤兄弟四人，皆同財業，及各娶妻，諸婦遂求分異。彤乃閉戶自撾，諸弟及婦聞之，悉謝罪。蔡邕與叔父從弟同居，三世不分財，鄉黨高其義。又陶淵明《誡子書》云：潁川韓元長，漢末名士，八十而終，兄弟同居，至於沒齒。濟北汜幼春七世同財，家人無怨色。是此風蓋起於漢末。今按歷代義門見於各史孝義、孝友傳者，《南史》十三人，《北史》十二人，《唐書》三十八人，《五代》二人，《宋史》五十人，《元史》五人，《明史》二十六人。其尤盛者，張公藝之先，北齊東安王永樂、隋大使梁子恭，皆躬造而表其門，至公藝又被唐高宗褒諭，此一家而旌於三朝者也。江州陳氏宗族七百口，每食必共坐，犬百餘亦共牢，一犬不至，群犬不食，已見《五代史》。而《宋史》又載其家名昉者，已十三世同居。昉之後又六世，大中祥符中，曾擢其名延賞者為員外郎。此一家而見於兩史者也。浦江鄭綺九世同居，已載《宋史》，而鄭文嗣又載《元史》，鄭濂又載《明史》此一家而見於三史者也。其不在孝友、孝義傳，而雜見於本紀、列傳者，《魏書》楊播及弟椿、津，緦服同爨。盧潛自祖至孫百口同居。《唐書》：李綱五世同居。崔元暐三世同居，群眾皆寓郊墅，自遠會食，無別爨。朱敬則與三從兄弟同居。高崇文之先，七世不異居。崔鄲四世同居。李佘累世同居。劉審禮再從皆同居。《遼史·聖宗紀》有遼州張庭美，坤州高興嗣，《道宗紀》有慶州靳文，高奚人達魯，錦州民張寶。《宋太宗紀》有金鄉李光襲，《理宗紀》有潭州李符，《度宗紀》有高郵夏世賢，皆累世同居。而《陸九淵傳》：其家累世義居，《李庭芝傳》其家十二世同居。《元史》趙毓家已三世同居，至毓又申先訓。汴梁女子為賊所執，欲犯之，氏罵曰：「吾家六世義門，豈汙賊乎！」此皆別見於孝義等傳之外者也。又有正史所不載，而雜見於他書者。《賈氏談錄》：「博陵崔倕三世同居，貞元以來言家法者，以倕為首。《鐵圍山叢談》：河東姚氏十三世不析居，累代旌表義門，《湧幢小品》：周德威五世孫徙居上虞，至宋有自承詔者，已十世同居，趙汴帥越，聞於朝。明隆慶中，山西巡撫賀一桂題長治縣仇氏六世同居，又連江楊崇亦六世同居。此又正史之外見於紀載者也。余同年大學士王惺園，先代亦四世同居。問其家法，大率一家中推一人有才者為主，而尊卑皆聽令焉。親疏無異爨，婚娶無異禮，以是心志一而食用儉，故能保世滋大。因考《陸九淵傳》，謂推一人為長者為家長，家事悉聽命，子弟分任家事，田疇、庖爨、賓客之事，各有主者。《明史·鄭濂傳》亦稱其家代以一人主家政，可見治家固不可無經久之法也。家庭雍睦，和氣致祥，自必碩大蕃滋，福祉駢集。如楊播一門七群守、三十二刺史。崔倕生六子，一居輔相，五任大僚，宣宗賜其堂曰「德星堂」。浦江之鄭餘闕，嘗表為「浙東第一家」，李文忠取浙，亦嘗遣兵護之，而貸以粟。趙天羽又記明太祖嘗召濂獎之，退朝語馬後，後曰：「陛下以一人尚得天下，令鄭一家三千人，為患何難？」太祖悟，再召見，將誅之。問曰：「汝家何術能如是？」對曰：「無他，惟不聽老婆言耳。」太祖大笑，免之。《明史》又記永樂中有傳建文帝在其家者，遣使索之，其廳事有十大櫃，五貯經史，五貯兵器，以備不虞。使者所發，適皆經史，其半不發，乃免禍，人以為至行所感。而《湧幢小品》又記連江楊氏子孫互相乳哺，家雞亦互，哺其子。構宅三十六年無哭聲，僅一老婦歿，崇率子弟拜禱復活，又十三年乃卒。家無喪者四十八年，豈非積善餘慶、報施不爽有如是耶？然楊播家七郡守、三十二刺史，後遇河陰之變，盡為爾朱氏所殺，惟餘楊愔相北齊，又為常山王所害，揚氏遂幾絕。《鐵圍山》所記十三世同居之姚氏，一旦大小死欲盡，獨兄弟二人，方居憂而弟婦又卒。弟獨與小兒同處，其亡妻每夕來哺兒，兄聞弟室中有婦人聲，疑為妖魅，伏刀殺之，尋血跡所起，則弟婦塚也。婦家訟於官，兄弟皆死獄中，姚氏亦遂絕。此又天理之不可曉者。"
      },
      {
        "index": 3,
        "text": "守節絕域不傳者甚多"
      },
      {
        "index": 4,
        "text": "蘇武在匈奴十九年不屈節，而《漢書•匈奴傳》：馬宏副光祿大夫王忠使西域，為匈奴所遮，忠戰死，宏被執，亦不肯降。至蘇武歸匈奴，乃令其隨武歸。其時又有楊信、路充國等，皆為單于所留，數歲始得歸。張騫使月氏，亦為匈奴所得，留十餘歲，始與同行之胡人堂邑父脫歸。魏遣於什門使於北燕，為馮跋所拘，不降，至二十二年魏燕通好，乃得歸，魏主嗣比之蘇武。唐溫彥博為突厥所執，問以虛實，不對，置之陰山苦寒地。及突厥歸款，始還。宇文元璹亦奉使，為叱羅所拘，數年始還，高祖比之蘇武、張騫。鄭元璹陷突厥數年，太宗許頡利可汗婚，元璹始得還，太宗亦比之蘇武。又契何力使賀蘭，被執，拔刀割左耳，誓不屈。太宗聞之，許毗伽和，乃得還。以蕃人為中國抗節，尤絕奇也。蔣儼使高麗，被囚，及高麗平。始還。崔倫使土蕃，被執，逼為書約涇州降，倫不從，囚邏娑城，六年始還。陳行焉使士蕃，論欽陵欲其拜，不屈，留之十年，卒於土蕃。遼使隻刺裏至高麗，被留六年，不屈，後高麗降，始得還。南宋洪皓使金，留十五年乃歸。朱弁、張邵使金，亦皆留十餘年始歸。又有陳過庭、司馬樸、滕茂實、崔縱、魏行可，皆沒於金。理宗時有王善使元，留七年乃歸。元世祖初遣郝經為國信使，使於宋通好，賈似道方以鄂圍之解為己功，慮經至泄其情，乃拘之真州。至伯顏南伐。始禮而歸之，被留於宋者凡十六年。又月裏麻思使宋議和，宋將脅以兵，欲降之，不屈，乃囚於長沙飛虎寨，凡三十六年而死。石天麟奉使漠北，為海都所拘，二十八年始得還。明太祖起兵江左，使汪河擴廊所，被留六年，明兵至河南，擴廓走，乃得還。此皆抗節絕域，歷久不變者。今蘇武事嘖嘖在人口，洪皓、朱弁士大夫尚有能記之，則猶兼以文學傳也，若馬、於、月裏諸公，則罕有舉其氏名者矣。又蘇武射雁一事，乃常惠教漢使言，言「天子射上林得雁，足有帛書，知武等在某澤中」，所以使單于不敢隱匿，非真有雁書實事也。經則在真州得一雁，題詩於帛，以繫其足放去，（其詩云：霜落風高恣所知，歸期回首是春初。上林天子援弓繳，窮海孤臣有帛書。）果為汴民射得於金明池，遂以進世祖。然則蘇武雁書乃托辭，而經雁書則實事，尤絕奇也。（袁楠《題郝伯常雁足詩末》云：一寸蠟丸憑雁寄，明年春盡竟生還。）"
      },
      {
        "index": 5,
        "text": "為法自斃"
      },
      {
        "index": 6,
        "text": "《史記》：秦商鞅為令，使民為什伍而相收司連坐，告奸者與斬敵首同賞，不告者與降敵同罰。後鞅得罪出亡，民莫敢留，鞅歎曰：「為法自斃，一至此乎！」《宋書》：劉毅為劉裕所破，夜投牛牧佛寺。先是桓蔚之敗走投此寺，僧昌藏之，毅殺昌。至是寺僧拒之，曰：「昔亡師為劉衛軍所殺，今實不敢容異人。」 毅乃歎曰：「為法自斃，一至於此！」遂縊而死。《唐書》：路岩為相，嘗請三品以上得罪誅者，剔取喉驗其死。及岩流儋州賜死，亦剔取喉。《五代史》：蘇逢吉陷李崧族誅，後逢吉隨隱帝軍敗自殺，周太祖梟其首，正當李崧被刑之所。閩王璘時，薛文傑擅權，會吳兵來伐，閩士卒欲得文傑以快心，方肯出戰，及檻送文傑於軍前。先是文傑以古制檻車疏闊，更為之如木櫃，攢以鐵芒，皆內向，動輒觸之，車成，文傑首自入焉。《癸辛雜識》：春州瘴毒可畏，竄逐者必死。盧多遜貶朱厓時，知開封府李符言：「朱厓雖海外水土，無他惡。春州在內地，而至者必死，望改之。」後月餘，符坐事，上怒甚，遂以符知春州，至州月餘死。《續通鑒》：宋章惇為相，貶蘇轍雷州司戶參軍，不許住宿舍，遂僦民屋。惇又以為強奪民居，下州追治，以僦券甚明乃止。及惇敗，亦謫雷州，僦舍於民，民曰：「前蘇公來，為章丞相幾破我家，今不可也。」"
      },
      {
        "index": 7,
        "text": "鞭屍"
      },
      {
        "index": 8,
        "text": "《史記》：伍子胥以吳兵破楚，求昭王不得，乃掘楚平王墓，出其屍，鞭之三百。（《呂氏春秋》及《淮南子》但言鞭平王之墓三百，不方鞭屍。）《北史》：王僧辨為陳霸先所殺，其子頒逃入北朝。在隋伐陳之役，從韓擒虎先鋒渡江。及陳滅，頒密召父在時士卒千餘人，對之涕泣，其間壯士曰：「郎君仇恥已雪而悲不止，將不為霸先早死，不得手刃之耶！請發其墓，斫櫬焚骨。」頒頓顙陳謝，額盡流血，曰：「其墳甚大，恐一宵發掘不及，更至明日，事乃彰露。」乃各具鍬鍤，夜發其陵，剖棺見陳武帝，須皆不落，其本皆出自骨中，遂焚骨取灰，投水飲之。自縛歸罪，晉王廣表其狀，文帝特不問。"
      },
      {
        "index": 9,
        "text": "刮骨"
      },
      {
        "index": 10,
        "text": "《三國志》關壯繆嘗為流矢所中，貫左臂，後創雖愈，每至陰雨嘗痛。醫曰：「矢鏃有毒，毒入於骨，當刮骨去毒。」公便伸臂令劈之。時方與諸將飲，臂血流於盤器，而公言笑自若。此壯繆事嘖嘖在人口者也。《吳志》：留讚因討賊，一足被創，屈而不伸，乃以刀自割其筋，氣絕良久，已而足伸瘡愈。《北史》：長孫子彥墜馬折臂，肘上骨起寸餘，乃命開肉鋸骨，流血升數，言戲自若，人以為逾於關羽。《宋史》：太祖在周世宗時，乘皮船入壽春濠中。城上發連弩射之，矢大如椽，牙將張瓊以身蔽之，矢中瓊髀，鏃著骨不可出。瓊飲酒一大卮，令人破骨出之，流血數斗，神色自若。劉遇足有炙瘡痛，醫謂火毒未去，遇即取刀割瘡至骨，曰：「火毒去矣。」談笑如常。馬懷德流矢中顙，鏃入於骨，以弩弦即繫，發機而出之。姚麟中矢透骨，亦以強弩出之。韓世忠中毒矢入骨，亦用強弩括取之。《元史》：趙匣刺與宋將昝萬壽戰，矢鏃中左肩，不得出。元帥取罪囚刲其肩，視骨節淺深，知可用，即鑿其創，拔鏃出之，匣刺神色自若。"
      },
      {
        "index": 11,
        "text": "威怖兒啼"
      },
      {
        "index": 12,
        "text": "《通鑒》：後趙將麻秋最勇猛，人呼為「麻胡」，民間小兒啼，怖以「麻胡來」，輒止。《南史》：劉胡面黝黑，為越騎校尉，蠻人畏之，小兒啼，語以 「劉胡來」便止。桓康驍悍，所至為暴，江南人畏之，以其名怖小兒；畫其形於寺中，病虐者摹寫於床壁，無不立愈。《北史》：楊大眼威振淮泗，童兒啼者，呼云 「楊大眼至」即止。高車國倍侯利奔魏，勇健善戰，北方人畏之，嬰兒啼者，曰「倍侯利來」便止。《唐書》：郝比為邊將，獲虜必刳剔而還其屍，虜大畏，道其名以怖啼兒。《宋史•劉錡傳》：錡少時與夏人戰，屢勝，夏人兒啼，輒怖之曰：「劉都護來。」《遼史》：邪律休哥敗宋兵，人欲止小兒啼，曰「於越至」輒止，於越，其官號也。《金史》：牙吾塔好用鼓椎擊人，其名可怖兒啼，世呼曰「盧鼓椎」"
      },
      {
        "index": 13,
        "text": "千里駒"
      },
      {
        "index": 14,
        "text": "千里駒之稱，見於漢、魏、六朝者不一而足。《漢書•楚元王傳》：武帝召見劉德，目為「千里駒」。《魏志•曹休傳》休避亂至吳，後北歸，見太祖，太祖謂左右曰：「此吾家千里駒也。」《晉書》：傅咸年六歲，列女杜憲〔按：應是杜有道妻嚴憲〕見之，曰：「千里駒也。」以其妹之女妻之。《載記》：劉淵謂劉曜曰：「此吾家千里駒也。」苻堅謂苻朗亦曰：「此吾家千里駒也。」《南史》：宋武帝召見張敷，目之曰「真千里駒也」。邱仲孚少好學，其從祖靈鞠稱為千里駒。王規少俊異，叔父柬深器之，曰：「此兒吾家千里駒也。」明僧紹見劉杳，亦曰：「此兒實千里之駒。」梁武帝以侄英聰敏，謂袁昂曰：「吾家千里駒也。」 王茂少時，其祖深嘗曰：「此吾家千里駒，成門戶者必此兒也。」任昉少時，從叔晷嘗謂：「阿堆吾家千里駒也。」《北史》：魏太武征李孝伯為中散，謂其從兄順曰：「真卿家千里駒也。」李伯尚少有重名，魏孝文曰：「此李家千里駒也。」崔昂少孤，祖孝芬嘗謂親友曰：「此兒終當遠至，吾家千里駒也。」濟陰王暉業謂元文遙曰：「此我家千里駒。」杜杲學涉經史，其族父纘嘗謂曰：「吾家千里駒也。」張乾威（《隋書》作虔威）性聰敏，世父暠謂人曰：「吾家千里駒也。」袁躍有俊才，其兄翻謂人曰：「躍可謂我家千里駒也。」齊馮翊王潤幼時，神武稱之曰：「此吾家千里駒也。」《唐書》：張柬之目李暠為「宗室千里駒」。又李千里初受封時，武后謂曰：「兒吾家千里駒。」乃更名千里。《遼史》：耶律的錄伐高麗有功，聖宗壯之曰：「真吾家千里駒也。」《宋史》：宗室子淔有才，蘇軾謂其父令鑠曰：「此公家千里駒也。」黃山谷見其甥洪芻詩曰：「不意江南澤中，產此千里駒。」按《魯連子》：齊有辨士田巴，一日服千人。有徐劫之弟子魯仲連，年十二，號千里駒，能數言折巴。巴謂徐劫曰：「先生乃飛兔也，豈直千里駒而已。」則「千里駒」三字實起於戰國，謂年少而有逸才者，後遂以為獎進後輩之佳稱耳。"
      },
      {
        "index": 15,
        "text": "五月五日生子"
      },
      {
        "index": 16,
        "text": "世以五月五日生子為不祥，戰國時已有此忌。《史記》：田文以五月五日生，父命勿舉，母私舉之。文既長，問父曰：「不舉五月子，何也？」父曰：「生及戶損父。」文曰：「何不高其戶，誰能至耶？」《世說》：胡廣本姓黃，以五月五日生，父母藏之葫蘆，投於河，有人收養之。及長，有盛名，父母又欲取之。廣以為背其所養則忘恩，而無所歸，乃托葫蘆所生姓胡名廣。《西京雜記》：王鳳以五月五日生，父欲不舉，其叔曰：「田文以此日生，非不祥也。」乃舉之。《宋書》：王鎮惡以五月五日生，其祖猛以為「此兒秘興吾家」，乃名之曰鎮惡，後果為名將。《唐書》：崔信明以五月五日生，太史占之曰：「五月為火，火為離，離為文采，日中文明之盛也。」果以文名。又《宋史》：趙元昊以五月五日生，後嗣位，日以強大。此皆俗忌之見史傳而卒不驗者也。然亦有時而驗者。《北史》：北齊南陽王綽以五月五日辰時生，後主緯以是日午時生，後紳為韓長鸞所譖搤死，緯亡國後，入周賜死。（綽死百餘日顏色如生，俗云五月五日生者腦不壞。）《癸辛雜識》謂屈原以五月五日生，投汨羅江而死。近世翁應龍亦五月五日生，後被刑。《湧幢小品》謂，宋徽宗五月五日生，改天寧節於十月十日，終有五國城之厄。遼懿德皇后五月五日生，改坤寧節於十二月，後亦以《十香詞》被乙辛譖死。豈惡月之說果有驗也？"
      },
      {
        "index": 17,
        "text": "同年月日時生"
      },
      {
        "index": 18,
        "text": "子平家以人命推算休咎，固是一術，然兩人同年月日時，則其吉凶當符合矣，乃竟有絕殊者。《漢書》盧綰與高祖同日生，而一為帝，一為亡虜。宋人小說載一軍校與趙韓王同年月日時生，若王有一大遷除，則軍校必有一大責罰，有小遷轉，亦必有小譴訶。洛中士人張起宗與文潞公同年月日時，見潞公軒騶過，歎曰： 「同丙午生，相懸如此，」有瞽者曰：「我與汝算命。」因算之良久，曰「好笑諸事不同，但三十年後兩人當並案而食者九月。」後潞公退居於洛，遊會節園，聞園側有訓徒者，則張也。一見大喜，問其年，又同，遂日月並案而食，將及九月。公之子及甫知河陽，公往視之，遂別。自後歸洛，亦忘之矣。又蔡京命乃丁亥壬寅壬辰辛亥，有都人鄭某者，世以黛粉為業，生子與京同八字，謂且必貴，遂恣其所為。年十八，忽騎馬溺死。可見星命之不足憑也。然如軍校之與韓王遷除責罰節次相應，則又何故？《夷堅志》：莆田士人黃裳，與友戴松同年月日時生。有推命者曰：「二命大略相似，但黃君是正寅時，戴君得寅氣淺，當是醜末，其發必在後。」 既而戴但預薦，年不滿五十，不第而卒。黃入太學始晚奏名，然以病求嶽祠歸。雖登科食祿與戴不同，然一紀殘廢，與死為鄰，所去亦無幾也。此則境遇之相似者。《七修類稿》謂沈石田與同郡盧知縣鍾年月日時皆同，而仕隱不同。又杭州吳參議鼎，與徐憲副之子應祥亦同年月日時，吳既貴，子亦登科，而應祥皆無之。王阮亭又記沈石田干支八字，與明英宗同，而貴賤相懸若此，意或時刻前後之不同也。善乎呂才之論云：漢高入關封侯者三百人，豈無一人行衰絕運？趙括四十萬人皆被坑，豈無一人行生旺運？《梁溪漫志》云：若生時無同者，則一時生一人，一日只生十二人，以一歲計之，不過四千三百二十人而已。而天下之大，生人豈止此數哉！則知同年月日時者甚多，而富貴貧賤判然不一，子平推命之說，似又不足憑也。"
      },
      {
        "index": 19,
        "text": "遷官最速"
      },
      {
        "index": 20,
        "text": "張璠《漢紀》：荀爽有時名，董卓秉政，詔拜平原相。行至苑陵，追拜光祿勳。視事三日，策拜司空。自布衣九十三日而至三公。《世語》：司馬懿辟州參，既至三十六日，擢為新城太守。懿使鍾繇調之曰：「君釋褐三十六日擁麾蓋，乞兒乘小車，抑何駛乎！」《唐書》：宗秦客在武后時，一歲中賜袍自青及紫，人號「四時仕宦」。白敏中自員外郎，五年十三遷，為尚書右僕射門下侍郎，封太原郡公。李訓起流人，一歲至宰相。崔鉉為李石荊南幕僚，入朝不三載至宰相，石猶在荊南。柳璨起布衣，至宰相不四載。《宋史》：蔡薿甫解褐，除秘書省正字，遷起居舍人，未幾為中書舍人，自布衣至侍從才九月。向敏中自郎中拜右諫議大夫、同知樞密院事，才百餘日。至若陳自強以韓侘胄塾師除太學錄，遷博士，轉國子監博士，遷秘書郎，入館中半載，擢右正言、諫議大夫、御史中丞，入台未逾月，遂登樞密，自布衣至兩地才四年。明嘉靖中，張逾釋褐六年，即拜禮部尚書、大學士入閣。夏言由給諫未浹歲至禮部尚書。張居正以史部侍郎入閣，進禮部尚書，去學士五品才歲餘。萬曆中，沈鯉由六品不二年至禮部尚書入閣。王家屏去史官才二年，即入閣。至張彩附劉瑾，一歲中自吏部郎擢左僉都御史，超拜吏部右侍郎，進尚書。天啟中，田吉由淮揚參議附魏忠賢，取中旨擢太常卿，未匝歲至兵部尚書，加太子太保。此皆附權奸而速化者。"
      },
      {
        "index": 21,
        "text": "仕宦最久"
      },
      {
        "index": 22,
        "text": "又有仕宦最久者。有明一代，尚書胡濙，歷事六朝，垂六十年，致仕歸。王恕亦歷官五十餘年，在吏部最久。弘治間眾正盈朝，皆恕力也。英國公張輔之子懋，嗣公爵六十六年，握兵柄四十餘年。劉珝之子銃八歲時憲宗賜中書舍人，歷官五十餘年，至太常卿，嘉靖中猶供事內閣誥敕房。又漕運總督郭鋐，歷官五十七年。"
      },
      {
        "index": 23,
        "text": "射石沒羽有四人"
      },
      {
        "index": 24,
        "text": "《呂氏春秋》：養由基射虎中石，矢乃飲羽。《韓詩外傳》：楚熊渠子夜行，見石，以為伏虎而射之，沒金飲羽，下視乃知其為石也。《史記》：李廣為北平太守，嘗出獵，見草中石，以為虎也，射之，中石沒矢，視之石也。他日再射，終不入矣。《北史》：李遠出獵，有石在叢薄中，疑為伏虎，射之，鏃入寸餘，視之乃石。"
      },
      {
        "index": 25,
        "text": "虎渡河二人"
      },
      {
        "index": 26,
        "text": "《後漢書》：宋均為九江太守，多暴虎，設檻捕之，猶多傷害。均至任，虎渡江去。劉昆為弘農守，先是崤黽驛道多虎，行旅不通，昆為政三年，虎皆負子渡河去。劉昆事亦見王充《論衡》。"
      },
      {
        "index": 27,
        "text": "廢《蓼莪》兩人"
      },
      {
        "index": 28,
        "text": "《晉書》：王裒父修為司馬文王所誅，裒痛父不以命終，絕世不仕，每讀《詩》至「哀哀父母，生我劬勞」，未嘗不反復渡涕，門人為廢《蓼莪篇》。《南史》：顧歡早孤，讀《詩》至「哀哀父母，生我劬勞」，輒執書慟哭，受學者為廢《蓼莪篇》。"
      },
      {
        "index": 29,
        "text": "謫仙有四人"
      },
      {
        "index": 30,
        "text": "李白《對酒憶賀監》詩序云：「太子賓客賀監，於長安紫極宮，一見呼余為謫仙人。」孟棨《本事詩》亦載此事，是以世皆以李白為謫仙。其實謫仙人之稱，不自白始也。《南史•杜京產傳》：會稽山有人姓蔡，不知名，隱山中，養鼠數千頭，呼來即來，遣去即去，言語狂易，時謂之謫仙。又李白詩：「世人不識東方朔，大隱金門號謫仙。」則白且以之稱曼倩矣。白之後，東坡亦稱謫仙。王辟之《澠水燕談錄》：子瞻文章議論，獨出當世。風格高邁，真謫仙人也。史季溫亦曰：山谷常呼李白及東坡為兩謫仙。按山谷詩「喚取謫仙蘇二來」。《李璧傳》：璧少穎悟，屬辭精博。周必大見其文，曰：「此謫仙才也。」"
      },
      {
        "index": 31,
        "text": "倒用印有三事"
      },
      {
        "index": 32,
        "text": "朱泚之亂，德宗西奔，泚遣將韓旻以銳師追之，段秀實乃倒用司農印追回旻。事見《唐書》及《柳子厚集》。按《五代史》：後唐魏王繼岌平蜀，擅殺郭崇韜，慮軍變，李崧教以用黃紙偽作詔書，倒用都統印，告諭諸軍，人心乃定。又《宋史》：郭威將反，魏仁浦教威倒用留守印，更為詔令威誅諸將校。將校皆懼，遂從威反。皆倒用故事也。"
      },
      {
        "index": 33,
        "text": "御溝流葉凡四見"
      },
      {
        "index": 34,
        "text": "御溝流葉事，見於傳記者凡四。其一唐人《本事詩》云：顧況在洛，偶與友遊苑中，流水上得梧葉，有詩云：「一入深宮裏，年年不見春。聊題一片葉，寄與有情人。」況於上遊亦題云：「愁見鶯啼柳絮飛，上陽宮女斷腸時。君王不禁東流水，葉上題詩寄與誰。」後十餘日，有客又得水上一葉詩以示況，曰：「一葉題詩出禁城，誰人酬和獨含情。自嗟不及波中葉，蕩漾乘春取次行。」又明皇時，楊、虢寵盛，宮娥皆怨，嘗有書落葉隨御溝水流出，云：「舊寵悲秋扇，新恩寄早春。聊題一片葉，將寄接流人。」顧況聞而和之。既達上聽，遣出內人不少。此皆唐人小說所記，蓋即顧況一事也。其二，《雲溪友議》：盧渥舍人偶臨御溝，見紅葉上有詩，云：「流水何太急，深宮盡日閑。殷勤謝紅葉，好去到人間。」其三，《北夢瑣言》：進士李茵遊苑中，見御溝流葉有詩（與盧渥所得詩同）。後僖宗幸蜀，茵奔匿，途遇宮娥雲芳子，因與同行，具述宮中事，曾有詩書葉上，即此女也。其四，《玉溪編事》：侯繼圖於大慈寺，忽風吹木葉，有詩云：「此字不書名，此字不書紙。書向秋葉上，願逐秋風起，天下有情人，盡解相思死」云云。龐元英《談藪》謂：前三則蓋本一事，而傳記者各異耳。劉斧《青瑣集》有《御溝流紅葉記》，則又取前數則，而易其名為於祐云。"
      },
      {
        "index": 35,
        "text": "捕鱷魚二人"
      },
      {
        "index": 36,
        "text": "《韓昌黎傳》：潮州有鱷魚，食民畜產且盡，愈自往視之，令其屬秦濟以一羊一豕投溪水，為文祭之。其夕暴風起溪中，數日水盡涸，西徙六十里，自是潮無鱷患。此人所共知也。《宋史》：陳堯佐通判潮州，有張氏子與母濯於江，鱷尾而食之，母弗能救。堯佐命二小吏操網往捕，鱷意帖弭受捕。堯佐作文，示諸市而烹之。則竟殺鱷魚矣。"
      },
      {
        "index": 37,
        "text": "東西南北道主人"
      },
      {
        "index": 38,
        "text": "俗稱居停主人為東道，本於《左傳》燭之武之詞：舍鄭以為東道主也。《後漢書•彭寵傳》：朱浮對光武曰：「大王遺寵以所服劍佩，倚以為北道主人。」 又常山太守鄧晨請從擊邯鄲，光武曰：「不如以一郡為我北道主人。」又光武指耿弇曰：「是我北道主人也，」洪容齋《隨筆》及都穆《聽雨紀談》俱引此，以為北道亦有主人之稱。然不特此也，《魏書•裴延俊傳》：咸陽王禧牧司州，辟裴中規為主簿，表行建興郡事。孝文自代還洛，次郡境，仲規備供帳朝於路側。駕還，謂禧曰：「昨得汝主簿為南道主人，六軍豐贍。」又唐鄭餘慶為嶺南節度，與羅讓善。鄭還朝，薦讓。讓至謁鄭，鄭指語坐客曰：「此吾南道主人也。」是又有南道主人矣。《大唐創業起居注》：帝遣書諭馮翊賊帥孫華，華率騎數千至自郃陽，帝厚加撫遇，仍命華先濟為西道主人，華大悅而去。是又有西道主人矣。《通鑒》：顏真卿起兵拒安祿山。清河人李萼乞師於真卿，且曰：「今當先擊魏郡，執祿山所署太守袁知泰，納舊太守司馬垂，使為西南主人。」是又有西南道主人矣。至《南史》王僧辨討侯景，晉州刺史魯廣達出境候接，僧辨謂沈炯曰：「魯晉州亦是王師東道主人也。」此則本《左傳》語。"
      },
      {
        "index": 39,
        "text": "三武信君"
      },
      {
        "index": 40,
        "text": "張儀在秦，惠王封以五邑，號武信君。陳涉使武臣為將軍，與陳餘、張耳略趙地，武臣自號為武信君。項梁立楚懷王孫心，梁自號武信君。俱見《史記》。"
      },
      {
        "index": 41,
        "text": "四武安君"
      },
      {
        "index": 42,
        "text": "趙封蘇秦為武安君，見《國策》。秦封白起為武安君。趙封李牧為武安君。漢封田蚡為武安君。俱見《史記》。"
      },
      {
        "index": 43,
        "text": "六萬石君"
      },
      {
        "index": 44,
        "text": "《史記》：石奮與長子建、次子甲、次子乙、次子慶，官皆二千石，景帝乃名奮為「萬石君」。《漢書》：嚴延年兄弟五人，皆至大官，東海號其母曰「萬石嚴嫗」。（師古謂：一門之中，五二千石也。）馮勤有子八人，皆為二千石，趙魏間榮之，亦號「萬石君」。此西漢之萬石君也。《後漢書•秦彭傳》：秦氏世位相承，有名襲者為潁川太守，與群從同時為二千石者五人，故三輔號曰「萬石秦氏」。此東漢之萬石君也。唐張文瑾，高宗時為侍中，四子：潛，魏州；沛，同州，皆刺史；洽，衛尉卿；涉，殿中監。父子皆至三品，人謂之「萬石張家」。《宋史•廖剛傳》：剛曾為工部尚書，子四人：遲、過、遂、遽，皆秉麾節，人號為「萬石廖氏」。此唐、宋之萬石君也。《元史》：王磐世業農，歲得麥萬石，人號「萬石王家」，則非關仕宦矣。"
      },
      {
        "index": 45,
        "text": "六李杜、二袁劉、二鮑謝、四蘇李、三李郭、兩元白"
      },
      {
        "index": 46,
        "text": "《西溪叢語》云：後漢范滂母謂滂曰：「汝得與李、杜齊名，死亦何恨。」唐人謂李白、杜甫為李杜。杜子美詩云：「李杜齊名真忝竊。」實隱用此事云。然後漢所稱李杜，並不止此二人也。滂母所云李杜，乃李膺、杜密，《後漢書•黨錮傳》所謂膺、密俱坐黨禍而名行相次，故時人稱李杜是也。而膺、密之先有李固、杜喬，皆為梁冀所殺。故掾楊匡上書乞李、杜二公骸骨歸葬，郭亮亦乞收固屍，夏門亭長嗬之曰：「李、杜二公不能安上納忠，卿曹何等腐生，乃犯詔書乎！」此又一李杜矣。梁冀誅後，宦官用事，白馬令李雲上書諫諍。桓帝怒，下雲北寺獄。五官掾杜眾傷雲以忠諫獲罪，上書願與雲同日死。帝益怒，下廷尉，皆死，襄楷上書訟之，謂：「李雲上書，明主所當不諱。杜眾之死，諒以感悟聖朝。」太尉黃瓊亦上書，言：「李固、杜喬既以忠言見滅，李雲、杜眾復以直道受誅。」此又一李杜矣。《魏書》：世宗詔王肅曰：「杜預葬於首陽，司空李衝葬於覆舟，忠義結於二世，英蕙符於李杜，宜葬於預、衝兩墳之間。」又傅修期亦遠慕杜預，近好李衝，買地葬二公間。是預、衝亦稱李杜，則合之唐李白、杜甫，共有五李杜。又《宋史》李韶與杜範皆廉直，中外稱為李杜，則並有六李杜矣。又齊高祖《九錫文》前云：「袁劉構逆，實繁有徒。」此袁劉謂義興太守劉延熙、晉陵太守袁標也。後云：「袁劉攜貳，成此亂階。」此袁劉謂袁粲、劉彥第也。是宋、齊間有兩袁劉，皆忠於宋而被害於齊者。《西溪叢語》又謂：《南史》稱鮑照、謝元暉為鮑謝，《唐書》鮑防與謝良弼友善，人亦稱之鮑謝。是古來共有二鮑謝。漢時蘇武、李陵稱蘇李，唐時蘇味道、李嶠亦稱蘇李。明皇時蘇廷頁、李乂對掌文翰，明皇亦稱為蘇李。又東坡答李公擇詩云：「從來蘇李得名雙。」坡又欲與公擇稱蘇李也。是漢、唐、宋又共有四蘇李。唐李光弼、郭子儀稱李郭，《宋史》開禧用兵，李汝翼、郭倬取宿州，畢再遇至虹，遇二人裹瘡還，再遇謂陳孝慶曰：「李郭用潰，賊必追躡。」是亦一李郭也，然不可同年語矣。吳梅村《贈劉雪舫》詩：「依稀李與郭，流落今誰存。」則指前明神宗李太后之父諱，及光宗皇后之父郭維城，皆國戚也，是又一李郭矣。唐元微之、白樂天並以詩名，時稱元白。金末元遺山為一代文人之冠，其時有白君舉，字寓齋，隩州人，以進士官岐山令，詩名與遺山相頡頏。元白本世契，兩家子弟每舉長慶故事相往來，時人亦謂之元白。"
      },
      {
        "index": 47,
        "text": "三二陸、兩三陸"
      },
      {
        "index": 48,
        "text": "《晉書》：陸機、陸雲兄弟入洛，人稱二陸。《魏書•陸俟傳》：陸暐與弟恭之並有時譽，孫惠蔚曰：「不意二陸，近在座隅。」此又一「二陸」也。《宋史》：陸九齡與弟九淵相為師友，亦號二陸，是古來共三「二陸」矣。又《陸機傳》：機、雲尚有弟耽，同時遇害。孫惠曰：「不意三陸，一旦湮滅。」《南齊書》：陸慧曉之子僚、任、倕，並有美名，人稱三陸。是古來又有兩「三陸」。"
      },
      {
        "index": 49,
        "text": "三二宋"
      },
      {
        "index": 50,
        "text": "宋郊、宋祁稱二宋，人皆知之。按《宋史》：薊人宋琪少通書史，與同縣宋雄齊名，人稱二宋。登遼進士，晉天福中始歸京師，是又在郊、祁之前。又《元史》：宋本諡正獻，弟宋褧諡文清，人稱二宋。是共有三「二宋」。"
      },
      {
        "index": 51,
        "text": "四三王"
      },
      {
        "index": 52,
        "text": "《漢書•王章傳》：章為京兆尹，吏民語曰：「前有趙、張，後有三王。」謂王尊、王駿及章也。又《王鳳傳讚》：外戚興者，有許、史、三王之家。謂邛成侯及王商、王鳳也。唐滕王閣有三王，則王勃作序，王緒作賦，王仲舒作修閣記也。又王方翼子珣、璵、晉，並以文學稱，時號三王。"
      },
      {
        "index": 53,
        "text": "兩二蘇"
      },
      {
        "index": 54,
        "text": "東坡、潁濱兄弟，並以文名世，世稱二蘇。按《魏書》蘇亮與蘇綽齊名，人稱二蘇，則又在坡、潁之前矣。"
      },
      {
        "index": 55,
        "text": "三三楊"
      },
      {
        "index": 56,
        "text": "明宣德中有三楊，謂楊士奇、楊溥、楊榮也。《晉書》：楊駿與楊珧、楊濟當國，勢傾天下，時人目為三楊。《新唐書•楊憑傳》：憑與弟凝、淩皆有名，擢進士第，時號三楊。"
      },
      {
        "index": 57,
        "text": "兩赤松子"
      },
      {
        "index": 58,
        "text": "一神農時為雨師，服水玉龍，入火不燒，蓋即張良所欲從遊者。見劉向《列仙傳》。一即晉之皇初平牧羊時所遣道士，叱石成羊者。見葛洪《神仙傳》。又許觀《東齋紀事》亦載之。"
      },
      {
        "index": 59,
        "text": "兩洪崖"
      },
      {
        "index": 60,
        "text": "一三皇時伶倫得仙者，號洪厓仙人。衛叔卿與數人博於莘山石上，其子問並坐者誰，叔卿曰：「洪崖先生、許由、巢父耳」。郭璞詩：「左挹浮邱袂，右拍洪崖肩。」即此也。其一唐張氳，亦號洪崖先生。按本傳及《豫章職方記》云：氳，晉州人，洪州大疫，氳至施藥，病者立愈。玄宗聞之，驛召之，果氳也。常服烏方帽、紅蕉衣、黑犀帶，跨白驢，從者負六角垂雲笠，往來市間。亦見許觀《東齋紀事》。"
      },
      {
        "index": 61,
        "text": "兩四皓"
      },
      {
        "index": 62,
        "text": "漢有商山四皓。《齊書》：徐伯珍兄弟白首相對，人亦呼四皓。"
      },
      {
        "index": 63,
        "text": "兩涪翁"
      },
      {
        "index": 64,
        "text": "黃山谷晚年謫宜州，自號涪翁。按《後漢書•方術傳》：郭玉醫術師於程高，程高之術得於一老父，常漁釣於涪水，自號涪翁。則山谷蓋仿而襲之者也。"
      },
      {
        "index": 65,
        "text": "三大小山"
      },
      {
        "index": 66,
        "text": "漢淮南王安，招徠文學之士，著為篇章，以類相從，或稱大山，或稱小山。梁何嗣、何點，並甘棲遁，世號點為大山，嗣為小山。明周肅王之後睦挈、安𣵿，俱有學行，人稱睦挈為大山，安𣵿為小山。"
      },
      {
        "index": 67,
        "text": "三十八學士"
      },
      {
        "index": 68,
        "text": "唐太宗召名儒十八人為學士，番宿更休，至形之圖畫。顧寧人《日知錄》：畫內又有開元十八學士圖，皆開元中人。《五代史》：馬殷開天冊府，置官屬，亦以廖光圖、徐仲雅、李宏皋、拓跋常等十八人為學士。"
      },
      {
        "index": 69,
        "text": "二四貴"
      },
      {
        "index": 70,
        "text": "秦有太后、穰侯、涇陽、高陵君，稱四貴。宋蒼梧王時，簫道成、袁粲、褚淵、劉秉更日決事，亦號四貴。"
      },
      {
        "index": 71,
        "text": "兩王八"
      },
      {
        "index": 72,
        "text": "《五代史》：王建僭號，時人呼為賊王八。《遼史》：聖宗時有安州團練使王八，副馬保祐留守開京。"
      },
      {
        "index": 73,
        "text": "二花蕊夫人"
      },
      {
        "index": 74,
        "text": "花蕊夫人本蜀王建妾，號小徐妃也。大徐妃生貢衍，小徐妃即其女弟。後二徐遊宴亡國。唐莊宗平蜀後，二徐隨衍入朝，遭害於途。及孟氏再有蜀，孟昶時又有一花蕊夫人，即作宮詞者也。後隨昶歸宋，昶死入內，太祖亦頗惑之，為太宗所射死。事見《鐵圍山叢談》。"
      },
      {
        "index": 75,
        "text": "四參寥"
      },
      {
        "index": 76,
        "text": "《莊子•大宗師篇》：元冥問於參寥。唐有道士名參寥，見《孟浩然集》。又唐末高彥休自號參寥子，見本傳。宋杭州僧參寥，見《東坡集》。"
      },
      {
        "index": 77,
        "text": "兩辨才"
      },
      {
        "index": 78,
        "text": "唐有僧辨才，藏《蘭亭帖》，為蕭翼騙去，見《畫苑》。宋有僧辨才，隱於西湖，見《東坡》及《淮海集》。"
      },
      {
        "index": 79,
        "text": "兩蘇小小"
      },
      {
        "index": 80,
        "text": "南齊有錢唐妓蘇小小，見郭茂倩《樂府解題》。南宋有蘇小小，亦錢塘人。其姊為太學生趙不敏所眷，不敏命其弟娶其妹名小小者。見《武林舊事》。"
      }
    ]
  }
}