{
  "chapterNumber": 23,
  "title": "卷二十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "一二三言詩"
      },
      {
        "index": 2,
        "text": "孔穎達《詩正義序》云：詩以申志，一字則言蹇而意不會。故詩之見句少不減二，即「祈父」、「肇禋」之類也。今按古詩亦有一言者。顧寧人謂《緇衣》章「敝」字為句，「還」字為句。又《吳志》：歷陽山石文「楚，九州渚。吳，九州都。」楚字、吳字各為句。此一言詩也。祚父、肇禋，劉勰亦引為二字詩，然尚非兩字即成一韻。《老子》「法本」章：錄錄如玉，落落如山。「立戒」章：知足不辱，知止不殆。《史記》：田家之祝詞曰：甌寠滿篝，汗邪滿車。及《吳越春秋》黃竹之歌曰：斷竹，續竹，飛土，逐肉。則竟以兩字相葉矣。《輟耕錄》載虞伯生詠蜀漢事曰：」鸞輿三顧茅廬，漢祚難扶，日墓桑榆。深渡南瀘，長驅西蜀，力拒東吳。美乎周瑜妙術，悲夫關羽雲殂。天數盈虛，造物乘除。問汝何如，早賦歸歟。」此又通首皆兩字一韻，更前人所未有也。中州韻入聲似平聲，故蜀、術等字皆與魚、虞相葉。古來通首二言詩惟此一首。"
      },
      {
        "index": 3,
        "text": "三言詩"
      },
      {
        "index": 4,
        "text": "三言詩，《金玉詩話》謂起於高貴鄉公。然漢《安世房中歌》「豐草葽」及「雷震震」二章，《郊祀歌》之「練時日」、「太乙貺」、「天馬徠」等章，已創其體，則不始於魏末矣。劉勰又引《喜起歌》為三言之首，而謂詩之有三五言，多成於西漢。蓋《國風》「山有榛，隰有苓，」《周頌》「緩萬邦，屢豐年」之類，古詩中原有此句法，特漢初以之為全篇，遂成此三言為一體耳。後世亦罕有為之者。《劉伯溫集》有《思美人》一篇。《懷麓堂詩話》：羅明仲謂三言亦可為體，因出樹、處二韻，迫西涯題扇。西涯援筆題云：「揚風帆，出江樹。家遙遙，在何處。」又有鄞人金埴專工三言，多至千篇，今已不傳。近日朱竹、查初白間亦為之。"
      },
      {
        "index": 5,
        "text": "四言詩"
      },
      {
        "index": 6,
        "text": "四言詩，當以《舜典》《喜起之歌》為首，大禹所訓「內作色荒，外作禽荒」六句，亦濫觴也。《三百篇》外，如《帝王世紀》所載《擊壤歌》「日出而作，日入而息。鑿井而飲，耕田而食。」《尚書大傳》所紀《卿雲歌》「明明上天，燦然星陳。日月光華，寵於一人，鼚乎鼓之，軒乎舞之。精華既竭，褰裳去之。」又《塗山歌》「綏綏白狐，九尾龐龐。」《左傳》所載《虞人箴》曰：「芒芒禹跡，畫為九州。經啟九道，民有寢廟，獸有茂草。各有攸處，德用不擾。」 《穆天子傳》所載《西王母謠》「白雲在天，山陵自出。道里悠遠，山川間之。將子無死，尚復能來。」《戰國策》所記荀卿作歌曰：「以瞽為明，山聾為聰。以是為非，以吉為凶。嗚乎上天，曷惟其同！」其音節皆簡貴高古，縱出於後人擬作，要非漢以後所能也。蓋周、秦以上及漢初詩皆四言，自五言興而四言遂少。然漢、魏、六朝亦尚有為之者。《文心雕龍》以韋孟諷諫詩為四言首唱，此後如相如《封禪頌》、傅毅《迪志》詩、張茂先《勵志》詩、陶淵明《停雲》詩，皆傑出者。唐以後則四言遂絕，如李白「羅幃舒卷，似有人開。明月直入，無心可猜」，及柳子厚《皇雅》，皆僅見者。東坡作《觀棋詩記廬山白鶴觀事》：「不聞人聲，但聞落子。」亦偶一為之。方嶽《深雪偶談》謂：五言而上，世人往往各極其才之所至，惟四言輒不能工。劉後村謂《三百篇》在前之故。"
      },
      {
        "index": 7,
        "text": "五言"
      },
      {
        "index": 8,
        "text": "漢初郊廟樂歌，但有三言、四言及長短句，無所謂五言者。《文心雕龍》曰：漢成帝品錄三百餘篇，不見有五言。蓋在西漢時五言猶是創體，故甄錄未及也。五言斷以《古詩十九首》及《蘇、李贈答》為始，《十九首》或稱枚乘所作，其《孤竹》一篇則傅毅所作，蓋漢武好尚文詞，故當時才士各爭新鬥奇，創為此體，實亦天地自然有此一種，至時而開，不能秘也。劉勰又曰：《召南·行露》已肇半章，《孺子》《滄浪》亦有全曲，則五言久矣。又曰：四字密而不促，六字格而非緩，或變之以三五，蓋應機之權衡也。鍾嶸又以夏歌「鬱陶乎餘心」為五言濫觴。按《三百篇》中五言單句固指不勝屈，若《小雅》「以介我稷黍，以穀我士女」，「彼有不獲稚，此有不斂穧」，「乃求千斯倉，乃求萬斯箱」等句，已皆連用五言，特未制為全篇耳。漢初諸人本此以為全篇，遂成五言體。至如「或燕燕居息，或盡瘁事國」數句連用或字，又為昌黎《南山》詩所本。"
      },
      {
        "index": 9,
        "text": "六言"
      },
      {
        "index": 10,
        "text": "任昉云：六言始於谷永。然劉勰云：六言、七言，雜出《詩》《騷》。今按《毛詩》「謂爾遷於王都」，「曰予未有室家」等句，已開其端，則不始於谷永矣。或谷永本此體創為全篇，遂自成一家。然永六言詩今不傳。《後漢書·孔融傳》：融所著詩、頌、碑文、六言、策文、表檄。其曰六言者，蓋即六言詩也，今亦不傳。《北史》：陽俊之作六言歌詞，世俗流傳，名為「陽五伴侶」，寫而賣之。俊之嘗過市，欲取而改之。賣者曰：「陽五，古之賢人，君何所知，輒敢議論！」 俊之大喜。則陽五又專以此見長，且世俗竟相仿效可知也。然今亦不傳。蓋此體本非天地自然之音節，故雖工而終不入大方之家耳。古六言詩間有可見者。《文選》注引董仲舒《琴歌》二句，又樂府「月穆穆以金波，日華耀以宣明」，邊孝先《解嘲》「寐與周公通夢，靜與孔子同意」，《滿歌行》「命如鑿石見火，居世竟能幾時。」《三國志注》：曹丕答群臣勸進書，自述所作詩曰：「喪亂悠悠過紀，白骨縱橫萬里。哀哀下民靡恃，吾將佐時整理。復子明辟致仕。」《北史·綦連猛傳》：童謠云：「七月刈禾太早，九月噉羔未好。本欲尋山射虎，激箭旁中趙老。」《唐書》：中宗賜宴群臣，李景伯歌曰：「回波爾持酒卮，微臣職在箴規。侍宴既過三爵，喧嘩竊恐非宜。」此皆六言之見於史傳者。至王摩詰等又以之創為絕句小律，亦波峭可喜。"
      },
      {
        "index": 11,
        "text": "七言"
      },
      {
        "index": 12,
        "text": "《金玉詩話》謂七言起於柏梁。然劉勰謂出自《詩》《騷》，孔穎達舉「如彼築室於道謀」為七言之始。然不特此也，如「自今伊始歲其有，君子有穀貽孫子」等句甚多。顧寧人謂楚詞《招魂》、《大招》去其「些」「只」即是七言。按「遷藏就岐何所依，殷有惑婦何所譏」等句，本無「此」「只」，則竟是七言也，特尚未以為全篇。至柏梁則通體皆七言，故後世以為七言之始耳。然古時亦已有為全篇者。皇娥倚瑟清歌曰：「天清地曠浩茫茫，萬象回薄化無方。浛天蕩蕩望滄滄，乘桴輕漾著日旁。」此或秦、漢間人擬作。至如《靈樞經》云：「凡刺小邪日以大，補其不足乃無害，視其所在迎之界。」寧戚《飯牛歌》：「短布單衣適至骭，長夜漫漫何時旦。」茅濛之先有民謠曰：「神仙得者茅初成，駕龍上升入太清。時下玄洲戲赤城，繼世而起在我盈。」以及項羽《垓下》，漢高《大風》。漢初有《雞鳴歌》：「東方欲明星爛爛，汝南晨雞登壇喚。曲終漏盡嚴具陳，月沒星稀天下旦。」《安世房中歌》亦有「大海蕩蕩水所歸，高賢愉愉民所懷」之句，則全篇皆有七言，亦非始於柏梁也。至《吳越春秋》所載《窮劫》等曲，通首皆七言，則本後漢趙長君所作，不得謂吳越時即有此體。白起，戰國時人，在伍胥之後，而《窮劫篇》反引之以比伍胥，尤顯然可見其偽。長君本傳謂其作《吳越春秋詩細》，蔡邕讀而歎息，益可信諸詩之為長君作也。"
      },
      {
        "index": 13,
        "text": "八言"
      },
      {
        "index": 14,
        "text": "世罕有八言詩。《漢書·東方朔傳》：朔有八言、七言上下。晉灼曰：八言、七言詩，各有上下篇也。然今已不傳。《毛詩》中惟「我不敢效我友自逸」一句，顧寧人以「胡瞻爾庭有縣貆兮」為八言，然「兮」字尚是語助，非詩中字也，此外亦不經見。《舊唐書》：盧群在吳少誠席上，作歌諷之曰：「祥瑞不在鳳凰麒麟，太平須得邊將忠臣。但得百僚師長肝膽，不用三軍羅綺金銀。」此則通首八言。他如李長吉「酒不到劉伶墳上土」，宋人李端叔《題王循書院壁》有云「不愛爾井泉百尺深，不愛爾庭樹千丈陰」，元人戴帥初《題范文正公黃素小楷》詩「有耳不聽下里巴人，有手不寫《劇秦美新》」，皆不過一二句，而通首仍七言。"
      },
      {
        "index": 15,
        "text": "九言"
      },
      {
        "index": 16,
        "text": "摯虞以《洞酌篇》為九言，顏延之則謂詩體本無九言者，摯虞之論未可為據。《懷麓堂詩話》又謂九言起於高貴鄉公，鮑明遠、沈休文亦有之。唐則李白《蜀道難》「上有六龍回日之高標，下有衝波逆折之回湍」，《杜集》中「炯如一段清冰出萬壑，置在迎風露寒之玉壺」是也。楊升庵又引杜工部「男兒生不成名死已老」為九言之始，顧寧人則引「凜乎若朽索之馭六馬」為九言之始，然非通首皆九言也。《珊瑚網》載：元時天目山僧明本有《梅花詩》云：「昨夜東風吹折中林梢，渡口小艇滾入沙灘坳。野樹古梅獨臥寒屋角，疏影橫斜暗上書窗敲。半枯半活幾個蓓蕾，欲開未開數點含香苞。縱使畫工善畫也縮手，我愛清香故把新詩嘲。」 此則通首皆九言也。至升庵亦有《梅花詩》云：「元冬小春十月微陽回，綠萼梅蕊早傍南枝開。折贈未寄陸凱隴頭去，相思忽到盧仝窗下來。歌殘水調沉珠明月浦，舞破山竿碎玉淩風台。錯認高樓三弄叫雲笛，無奈二十四番花信催。」此則又創為九言律矣。（元遺山《答張教授仲文》詩，通首皆七古，中獨有一句係九言，「疑作金荃怨曲蘭畹詞」云云。自注云：七言長體，於中一句獨九言，韋郎有此體，長吉亦有此體。）"
      },
      {
        "index": 17,
        "text": "十言十一言"
      },
      {
        "index": 18,
        "text": "《懷麓堂詩話》又謂：詩有十字者，太白詩「黃帝鑄鼎於荊山煉丹砂，丹砂成騎龍飛上太清家」是也。有十一字者，少陵詩「玉郎酒酣拔劍斫地歌莫哀，我能拔爾抑塞磊落之奇才」，東坡詩「山中故人應有招我歸來篇」是也。"
      },
      {
        "index": 19,
        "text": "五七律排"
      },
      {
        "index": 20,
        "text": "五七律及排律雖創於初唐沈、宋諸人，然六朝已開其端。劉勰云：左礙而尋右，末滯而討前。則聲轉於吻，玲玲如振玉，詞靡於耳，累累如貫珠。似已研究聲律。沈約《八詠詩》云：「登台望秋月，會圃臨春風。秋至憫衰草，寒來悲落桐。夕行聞野鶴，晨征聽曉鴻。解佩去朝市，被褐守山東。」已全是五律，惟七八兩句失粘耳。至陰鏗《安樂宮詩》：「新宮實壯哉，雲裏望樓台。迢遞翔鶤仰，聯翩賀燕來。重簷寒霧宿，丹井夏蓮開。砌石披新錦，雕梁畫早梅。欲知安樂盛，歌管雜塵埃。」則已全乎律體。梁簡文《春情》一首，溫子升《搗衣》一首，王勣《北山》一首，陳後主《聽箏》一首，又皆七言，屬對絕似七律，惟篇未雜以五言二句耳。薛道衡《昔昔鹽》：「垂柳覆金堤，蘼蕪葉復齊。水溢芙蓉沼，花飛桃李蹊。采桑秦氏女，織錦竇家妻。關山別蕩子，風月守空闈。常斂千金笑，長垂雙玉啼。盤龍隨鏡隱，新鳳逐帷低。飛魂同野鵲，倦寢憶晨雞。暗牖通蛛網，空梁落燕泥。前年過代北，今歲往遼西。一去無消息，誰能惜馬蹄。」此又五排濫觴也。蔡孚《打球篇》云：「德陽宮北苑東陬，雲作高台月作樓。金錘玉鎣千金地，寶仗綢紋七寶球。竇融一家尚三主，梁冀頻封萬戶侯。容色從來荷恩顧，意氣平生事俠遊。共道用兵如斷蔗，俱能走馬入長楸。紅鬛錦環風驟驥，黃絡青絲電紫騮。奔星亂下花場裏，初月飛來畫杖頭。自有長鳴須決勝，能馳駿足滿先籌。曹王漫說彈棋妙，劇孟休矜六博投。薄暮漢宮愉樂罷，還歸堯室繞垂旒。」此又七排濫觴也。"
      },
      {
        "index": 21,
        "text": "絕句"
      },
      {
        "index": 22,
        "text": "楊伯謙云：五言絕句，唐初變六朝《子夜》體也。七言絕句，初唐尚少，中唐漸甚。然梁簡文《夜望單雁》一首，已是七絕云云。今按《南史》宋晉熙王昶奔魏，在道慷慨為斷句詩云：「白雲滿鄣來，黃塵半天起。關山四面絕，故鄉幾千里。」梁元帝降魏，在幽逼時製詩四絕，其一曰：「南風且絕唱，西陵最可悲。今日還蒿裏，終非封禪時。」曰斷句，曰絕句，則宋、梁時已稱絕句也。柳惲《和梁武景陽樓篇》云：「太液滄波起，長楊高樹秋。翠華承漢遠，雕輦逐風流。」陳文帝時，陳寶應起兵，沙門慧標作詩送之，曰：「送馬猶臨水，離旗稍引風。好看今夜月，當照紫微宮。」隋煬帝宮中侯夫人詩：「飲泣不成淚，悲來翻強歌。庭花方爛熳，無計奈春何。」蕭子雲《玉笥山》詩：「千載雲霞一徑通，暖煙遲日鎖溶溶。鳥啼春晝桃花坼，獨步溪頭探碧茸。」虞世南《袁寶兒》詩：「學畫鴉兒半未成，垂肩大袖太憨生。緣憨卻得君王寵，長把花枝傍輦行。」其時尚未有律詩，而音節和諧已若此，豈非五、七絕之濫觴乎？《詩注源流》云：絕句，截句也。如後兩句對者，有截律詩前半首；前兩句對者，是截律詩後半首；四句皆對者，是截中四句；四句皆不對者，是截前後四句也。故唐人稱絕句為律詩。李漢編《昌黎集》，凡絕句皆收入律詩。白香山亦以絕句編入格詩。"
      },
      {
        "index": 23,
        "text": "三五七言"
      },
      {
        "index": 24,
        "text": "三五七言詩起於李太白：「秋風清，秋月明。落葉聚還散，寒鴉棲復驚。相思相見知何日，此時此夜難為情。」此其濫觴也。劉長卿《送陸澧》詩云：「新安路，人來去。早潮復晚潮，明日知何處。潮水無情亦解歸，自憐長在新安住。」宋寇萊公《江南春》詩云：「波渺渺柳依依。孤村芳草遠，斜日杏花飛。江南春盡離腸斷，蘋滿汀洲人未歸。」金趙秉文詩云：「秋風清，明月明。白露夜深重，白雲秋曉輕。夢回酒渴呼童起，枕上轆轤三兩聲。」近日查初白《詠簾》一首，自一字至七字，又為創體。"
      },
      {
        "index": 25,
        "text": "長短詩"
      },
      {
        "index": 26,
        "text": "《三百篇》中間有用長短句者，如「山有榛，隰有苓」一章，真絕調也。至漢而益多，《安世房中歌》「我定曆數」一章，四言、七言、三言紛遝成篇。樂府《日出入》一首云：肅若舊典，「日出入安窮，時世與人不同。故春非我春，夏非我夏，秋非我秋，冬非我冬。泊如四海之池，遍觀是邪謂何？吾知所樂，獨樂六龍。六龍之調，使我心若。訾黃其何不來下！」此後世長短句之祖也。又漢武帝《李夫人歌》：「是耶非耶？立而望之，偏何珊珊其來遲。」《漢書》《燕王歌》： 「歸空城兮，狗不吠，雞不鳴。橫術何廣廣兮，固知國之無人。」"
      },
      {
        "index": 27,
        "text": "樂府"
      },
      {
        "index": 28,
        "text": "《漢書·禮樂志》：武帝定郊祀之禮，乃立樂府，采詩夜誦。有趙、代、秦、楚之謳，以李延年為協律都尉，多舉司馬相如等造詩賦，以合八音之調，作十九章之歌。師古曰：樂府之名，蓋起於此。（按史遷《樂書》云：今上即位，作十九章，令延年次序其聲云云。則十九章樂府有漢武自作者。按十九章中有非臣下所敢言者，如《日出入》之「春非我春，夏非我夏」等句，豈代言者所為耶？）又《樂志》云：漢郊廟詩歌，內有掖廷材人，外有上林樂府，皆以鄭聲施於朝廷，故哀帝時罷之。然百姓漸漬日久，湛沔自若。《文心雕龍》曰：漢武立樂府，總趙代之音，撮齊楚之氣。延年以曼聲協律，朱、馬以騷體製歌。桂華雜曲，麗而不經。赤雁群篇，靡而非典。河間獻雅而不御，故汲黯致譏於天馬。然則樂府本非雅樂也。又云：軒代鼓吹，漢世鐃挽，並出樂府。故樂府有鐃吹等曲。"
      },
      {
        "index": 29,
        "text": "六句律詩"
      },
      {
        "index": 30,
        "text": "律詩有六句便成一首者。李太白《送羽林陶將軍》云：「將軍出使擁樓船，江上旌旗拂紫煙。萬里橫戈探虎穴，三懷拔劍舞龍泉。莫道同人無膽氣，臨行將贈繞朝鞭。」此為六句律詩之首，以後惟白香山最多。如《寒閨夜》一首，《縣西郊秋寄馬造》一首，《留題杭州郡齋》一首，《感芍藥花寄正一上人》一首，《孤山寺石榴花》一首，《盧侍御妓乞詩》一首，皆用此體。《昌黎集》中亦間有之，如《謝李員外寄紙筆》一首云：「題是臨池後，分從起草餘。兔尖針莫並，繭淨雪難如。莫怪殷勤謝，虞卿正著書。」此又五言之六句律詩體也。"
      },
      {
        "index": 31,
        "text": "拗體七律"
      },
      {
        "index": 32,
        "text": "拗體七律，如「鄭縣亭子澗之濱，獨立縹緲之飛樓」之類，《杜少陵集》最多，乃專用古體，不諧平仄。中唐以後，則李商隱、趙嘏輩創為一種，以第三、第五字平仄互易，如「溪雲初起日沉閣，山雨欲來風滿樓」，「殘星幾點雁橫塞，長笛一聲人倚樓」之類，別有擊撞波折之致。至元遺山又創一種，拗在第五、六字，如「來時珥筆誇健訟，去日攀車餘淚痕」，「太行秀發眉宇見，老阮亡來樽俎間」，「雞豚鄉社相勞苦，花木禪房時往還」，「肺腸未潰猶可活，灰土已寒寧復燃」，「市聲浩浩如欲沸，世路悠悠殊未涯」，「冷猿掛夢山月瞑，老雁叫群江渚深」，「春波淡淡沙鳥沒，野色荒荒煙樹平」，「青山兩岸多古木，平地數峰如畫屏」，「長虹夜飲海欲竭，老雁叫群秋更哀」，「東門太傅多祖道，北闕詩人休上書」之類，集中不可枚舉，然後人習用者少。"
      },
      {
        "index": 33,
        "text": "律詩不屬對"
      },
      {
        "index": 34,
        "text": "唐人律詩第三四句有不屬對者。如李太白《牛渚西江夜》、崔灝《黃鶴樓》詩之類。然第五、六則未有不對。惟白樂天有通首不對，但平仄甚調者，自編在格詩中。如《重題西寧寺牡丹憶元九》詩云：「往年曾向東都去，曾歎花時君未回。今年況作臨江別，惆悵花前又獨來。只愁離別長如此，不道明年花不開。」則律詩中又有此一種也。然白之外亦少有作此者。"
      },
      {
        "index": 35,
        "text": "律詩兼用兩韻"
      },
      {
        "index": 36,
        "text": "鄭谷與僧齊己等共定今體詩格，一曰葫蘆，一曰轆轤，一曰進退。所謂葫蘆韻者，先二後四；轆轤韻者，雙出雙入；進退韻者，一進一退。《湘素雜記》謂鄭谷進退格，兩韻押某韻，兩韻又押某韻，如先押十四寒兩韻，再押十五刪兩韻也。然此體是雙出雙入，而非一進一退。今按黃山谷《謝送宣城筆》詩云：「宣城變樣蹲雞距，諸葛名家捋鼠須。一束喜從公處得，千金求買市中無，漫投墨客摹科斗，勝與朱門飽蠹魚。愧我初無草玄手，不將閑寫吏文書。」此詩前二韻押七虞，後二韻押六魚，所謂雙出雙入也。東坡《題南康寺重湖軒》詩曰：「八月渡重湖，蕭條萬象疏。秋風片帆急，暮靄一山孤。許國心猶在，康時術已虛。岷峨千萬里，投老得歸無。」此詩以魚、虞二韻相間而押，所謂一進一退也。《清波雜志》謂坡自跋律詩可用兩韻，而引李誠之《送唐子方》兩押山難字為證，不知誠之本用進退格耳。"
      },
      {
        "index": 37,
        "text": "回文詩"
      },
      {
        "index": 38,
        "text": "回文詩，世皆以為始於蘇蕙然。劉勰謂：回文所興，道原為始。則非起於蘇蕙矣。道原不知何姓何時人，按悔慶生注《文心雕龍》云：宋有賀道慶，作四言回文詩一首，計十二句，從尾至首，讀亦成韻。勰所謂道原，或即道慶之訛也？但道慶宋人，而蘇蕙苻秦人，則蕙仍在道慶前，而勰謂始自道原，意或當時南北朝分裂，蕙所作尚未傳播江南，而道慶在南朝實創此體，故以為首耳。今道慶回文不傳，唯蕙詩見於記載，亦名《璿璣圖》，其序云：前秦安南將軍竇滔與寵姬趙陽台之任，而遺其妻蘇蕙於家。蕙織錦回文題詩二百餘首，成八百餘字，縱橫反復，皆為文章，名曰《璿璣圖》，寄滔。滔感其意，仍迎蘇氏而遣陽台。此回文之祖也。《北史·邢臧傳》：臧與裴敬憲、盧觀等共讀《回文集》，臧獨先通。《東觀餘論》云：《璿璣圖》讀者惟曉外繞七言，至其中多不能讀。少常沈公亦謂詞句脫落，讀不成文。不知此詩本以五色織成，因以別三、四、五、七言之異，後人流傳，不復施采，故迷其句讀耳。予在洛陽，於王晉玉處得程士南效此並申諴之釋，而後曉然，是詩本不舛脫云云。（李淑真《璿璣圖記》：璿璣者，天盤也；經緯者，星辰所行之道也；中流一眼者，天心也。極星不動，蓋運轉不離一度之中，所謂居其所而斡旋之。處中一方，太微垣也，乃迭字四言詩。其二方，紫微垣也，乃四言回文。二方之外，四正乃五言回文，四維乃四言回文。三方之外，四正乃交手四言詩，其文則不回也；四維乃三言回文詩，可周流而讀者也。）若蘭之後，罕有繼之者。《隋書·王劭傳》：有人浴於黃鳳泉，得二白石，頗有文理。劭遂附致其文，以為字，復回互其字，作詩二百八十篇，奏之。此蓋仿蘇蕙之體，而今不傳。唐人惟皮、陸偶為之，宋以後則無人不作矣。"
      },
      {
        "index": 39,
        "text": "迭字詩"
      },
      {
        "index": 40,
        "text": "迭字詞，「河水洋洋，北流活活」等句，連用六迭，此為創體。《滄浪詩話》謂：《十九首》中「青青河畔草，鬱鬱園中柳。盈盈樓上女，皎皎當窗牖。娥娥紅粉妝，纖纖出素手。」一連六句，皆用迭字，今人必以為句法重復，古詩正不當以此論也。退之《南山》詩：「延延離又屬，夬叛還覲。喁喁魚闖萍，落落月經宿。訚訚樹牆垣，獻獻架庫廄。參參削劍戟，煥煥銜瑩琇。敷敷花披萼，闟闟屋摧霤。悠悠舒而安，兀兀狂以狃。起起出猶奔，蠢蠢駭不懋。」蓋亦仿此。後人遂轉有以此為工，有一句迭三字者。吳融《秋樹》詩云「一聲南雁已先紅，槭槭淒淒葉葉同」是也。有一句內連三字者，如劉駕云「樹樹樹梢啼嘵鶯，夜夜夜深聞子規」 是也。有兩句連三字者，如白樂天云「新詩三十軸，軸軸金玉聲」是也。有兩句迭四字者，如柳子厚詩云「柳州柳刺史，種柳柳江邊」是也。又宋人《詠西溪》云 「灣灣灣處復灣灣」，蔡禪師十元詩「了了了時無可了，元元元處亦須訶」，亦皆以此取奇，然不過全首中一句耳。唯樂天《題天竺寺》詩云：「一山門作兩山門，兩寺原從一寺分。東澗水流西澗水，南山雲起北山雲。前台花發後台見，上界鍾清下界聞。遙想吾師行道處，天香桂子落紛紛。」此則六句皆用迭字，更為創格，然尚不失為大方。南宋惟楊誠齋《水月寺》詩「低低橋入低低寺，小小盆盛小小花，」又《紅錦黃花》詩云「節節生花花點點，茸茸麗日日遲遲」，則已纖佻。方回《石頭田》詩：「晝欲求一淘，有灶無灶煙。夜欲求一榻，有屋無屋椽。」頗峭辣可喜。至如金人麻知幾《答何正卿》一首，（縕縕蠢蠢何等民，矯矯亢亢為守貞。昂昂藏藏獨異俗，落落莫莫不厭貧。歸歟歸歟且糊口，鳳兮鳳兮德衰久。樂雲樂雲無弦琴，命乎命乎一杯酒。匪鱔匪鮪故為藏，避言避色必也狂。至道至剛秣吾馬：愛清愛淨修我牆。用之舍之時所係，晉如摧如寧復計。暖然淒然任春秋，優哉遊哉聊卒歲。）元詩僧明本《松月》詩一首，（天有月兮地有松，可堪松月趣無窮。松生金粉月生免，月抱明珠松化龍。月照長空松掛衲，松回禪定月當空。老僧笑指松頭月，松月何妨一處供。）明人舒芬《春景》詩一首，（春風春日競春花，春水春山春景佳，新柳馬頭戀鶯鶯戀柳，好花迷蝶蝶迷花。尋芳事入尋芳伴，買酒人投賣酒家。去是路兮來是路，馬頭相對日頭斜。）《堯山堂外記》載倭人過西湖詩一首，（天連泗水水連天，煙鎖孤村村銷煙。樹繞藤蘿蘿繞樹，川通巫峽峽通川。酒迷醉客客迷酒，船送行人人送船。此會應難難會此，傳今話古古今傳。）皆庸俗不足供噴飯矣。"
      },
      {
        "index": 41,
        "text": "聯句"
      },
      {
        "index": 42,
        "text": "《雪浪齋日記》云：退之聯句，古無此法，自退之斬新開闢。范景文亦云：昌黎聯句有跨句者，謂連作第二三句，如《城南》等作是也。有一人一聯者，如《會合》、《遣興》等作是也。有一人四句者，如《有所思》等作是也。《漁隱叢話》則謂，謝宣城有聯句七篇，陶淵明有聯句一篇。是六朝已有之。然聯句究當以漢武柏梁為始。《文心雕龍》曰聯句共韻，柏梁餘製是也。今按六朝聯句，亦不止陶、謝二公。《南史》：謝晦將被戮，與兄子世基聯句。世基詩曰：「偉哉橫海鱗，壯矣垂天翼。一旦失風水，翻為螻蟻食。」晦詩曰：「功遂侔昔人，保退無智力。既涉太行險，斯路信難陟。」梁元帝與武陵王紀交兵，帝為詩曰：「回首望荊門，驚浪且雷奔。四鳥嗟長別，三聲悲夜猿。」紀之子圓正被收在獄，乃連句曰： 「水長二江急，雲生三峽昏。願貰淮南罪，思報阜陵恩。」又《沈懷文傳》：隱士雷次宗還廬江，何尚之設祖餞，文士畢集，為邊句詩，懷文所作尤美。《北史》：薛孝通等在孝文帝前，以忠為韻，元翩曰：「聖主臨萬機，享世永無窮。」孝通曰：「豈惟被草木，方亦乃昆蟲。」元翌曰：「朝賢既濟濟，野苗又芄芄。」帝曰： 「君臣作魚水，書軌一華戎。」孝通曰：「微臣信慶渥，何以答華嵩。」此皆六朝人連句也，但其時曰連句，不曰聯句耳。方勺《泊宅編》又引劉中壘謂：「泥中中露衛，二人名式微」之詩，蓋二人所作，以為聯句所起。此未免附會。至古人聯句，大概先分韻而後成詩。梁武帝華光殿聯句，曹景宗後至，詩韻已盡，沈約以所餘競、病二字與之。曰所餘二韻，則分韻後之所餘也。《陳後主集》有《序宣猷堂宴集五言》曰：披鉤賦詠，逐韻多少，次第而用。在座有江總、陸瑜、孔範等三人。後主詔得迮格白易夕擲斥拆唶，諸人詩用韻與所得韻次前後正同，曾不攙亂。可知古人聯句，先探鉤韻字，各據所得，循序賦之，正如後世韻格也。（《杜集》中有《夏夜李尚書筵送宇文石首赴縣聯句》，又有《與李之芳宇文或三人聯句》，則唐人聯句亦不自昌黎始。）"
      },
      {
        "index": 43,
        "text": "柏梁體"
      },
      {
        "index": 44,
        "text": "漢武宴柏梁台，賦詩，人各一句，句皆用韻，後人遂以每句用韻者為柏梁體。然柏梁以前，如漢高《大風歌》、荊卿《易水歌》，又如《靈寶謠》：「吳王出遊觀震湖，龍威丈人山隱居。北上包山入靈墟，乃入洞庭竊禹書。天地大文不可舒，此文長傳百六初。若強取之喪國廬。」可見此體已久之有之，不自柏梁始也。但聯句之每句用韻者，乃不為柏梁體耳。"
      },
      {
        "index": 45,
        "text": "和韻"
      },
      {
        "index": 46,
        "text": "劉貢父《詩話》：唐時賡和有次韻（先後無易），有依韻（同在一韻）。如張文潛《離黃州》詩而和老杜《玉華宮》詩是也。有用韻（用彼韻不必和），如韓吏部用皇甫陸渾「山火」之類是也。又有和詩不和韻者，如賈至《早朝大明宮》之作，王維、岑參、杜甫皆有和章而不用其韻也。次韻實始於元、白。微之《上令孤相國書》云：韻與同門生白居易友善，居易能為詩，窮極聲韻，或千言，或五百言律詩，以相投寄。小生自審不能過之，往往戲排舊韻，別諧新調，名為次韻，蓋欲以難相挑耳。《困學紀聞》亦謂古詩有倡，有和，有雜擬追和之類，而無和韻者。唐始有用韻，謂同此韻中也。後有依韻，然不以次，最後有次韻，自元、白始，至皮、陸而其體乃成。《珊瑚鉤詩話》亦謂：前人作詩，未始和韻，自元、白為二浙觀察往來置郵筒相倡和，始依韻，而多至千言，篇章甚富。其自耀云：「曹公謂劉玄德曰：天下英雄，惟使君與操耳。」豈詩人豪氣，例愛矜誇耶？此和韻始於元、白之明證也。然是時劉長卿《餘幹旅舍》云：「搖落暮天迥，丹楓霜葉稀。孤城向水閉，獨鳥背人飛。渡口月初上，鄰家漁未歸。鄉心正欲絕，何處搗征衣。」而張籍《宿江上館》云：「楚驛南渡口，夜深來客稀。月明見潮上，江靜覺鷗飛。旅宿今已遠，此行殊未歸。離家久無信，又聽搗征衣。」此二詩絕似次韻，豈無心適合耶？抑有慕於元、白而效之耶？按《洛陽伽藍記》載：王肅入魏，舍江南故妻謝氏，而娶魏元帝女。故妻寄以詩曰：「本為筐下蠶，今為機上絲。得路遂騰去，頗憶纏綿時。」其繼室代答，亦用絲、時二韻。葉石林《玉澗雜書》謂：《類文》有梁武帝同王筠和太子懺悔詩，雲仍取筠韻。則六朝已有此體，以後罕有為之者，至元、白始立為格耳。"
      },
      {
        "index": 47,
        "text": "集句"
      },
      {
        "index": 48,
        "text": "《夢溪筆談》謂集句自王荊公始，始「風定花猶落（謝貞詩），鳥鳴山更幽（王籍詩）」之類，有多至百韻者。《後山詩話》亦謂荊公暮年喜為集句，黃山谷以為正堪一笑耳。然此體實不自荊公始也。《金玉詩話》及《蓼花洲閑錄》謂：宋初已有集句，至石曼卿遂大著。嘗有下第集句云：「一生不得文章力，欲上青雲未有因。聖主不勞千里召，姮娥何惜一枝春。鳳凰詔下雖沾命，豺虎從中也立身。啼得血流無用處，著朱騎馬定何人。」曼卿又以「月如無恨月常圓」對「天若有情天亦老」，則固不始於荊公矣。其他集句之傳於後世者，孫應以韓詩「排雲叫閶闔」對杜詩「奏賦入明光」，蔡天啟以「梨園子弟白髮新」對「江州司馬青衫濕」， 「臨邛道士鴻都客」對「錦裏先生烏角巾」，閩人林震以「與爾同消萬古愁」對「勸君更盡一杯酒」，「流水無言草自春」對「青山有恨花初謝」，「楊州十里小紅樓」對「天下三分明月夜」，陸放翁「我亦輕餘子，君當恕醉人，」元遺山「白首放歌行縱酒，清朝有味是無能」，「黃鶴一去不復返，白鷗萬里誰能馴」，「事殊興極憂思集，天澹雲閑今古同」，皆湊泊如無縫天衣。又如孫仲衍《集句挽朝雲》詩：「家住錢唐東復東，偶來江外寄行蹤。三湘愁鬢逢秋色，半壁殘燈照病容。豔骨已成蘭麝土，露華偏濕蕊珠宮。分明記得還家夢，一路寒山萬木中。」更覺清切渾成，如出一手。而晁美叔嘗以集句示劉貢父，貢父曰：「君高明之識，何至作此等伎倆？集古人句，譬如蓬蓽之士，適有佳客，既無自己庖廚，而器皿肴蔌悉假貸於人，意欲強學豪奢，而寒酸之氣終是不脫。」東坡《答孔毅父集句見贈》亦云： 「羨君戲集他人詩，指呼市人如小兒。天邊鴻鵠不易得，便令作對隨家雞。退之驚笑子美泣，問君久假何時歸。世間好事世人共，明月自滿千家墀。」貢父、東坡之持論固當矣，然因難見巧，亦文人遊戲筆墨之一端也。《螢雪雜說》又有集杜詩如「扈聖登黃閣（《贈嚴閣老》），亨衢照紫泥（《贈太常卿》）。泥融飛燕子，地僻舞鶤雞（並絕句）。獻納紆皇謄（《贈鮮于京兆》）衣冠拜紫宸（《太歲日詩》）。」此又集杜之始也。又文文山集杜詩至二百首。按晉時傅咸已有集經詩，其《毛詩》一篇云：「聿修厥德，令終有俶。勉爾遁思，我言維服。盜言孔甘，其何能淑。讒人罔極，有靦面目。」此則實為集句之權輿，又不自宋初始矣。至近日朱竹《蕃錦集》割裂成句，填入詞譜，則又斬新創辟，前人未之有也。"
      },
      {
        "index": 49,
        "text": "成語佳對"
      },
      {
        "index": 50,
        "text": "集句固見巧思，然猶集古人詩句也，至有經史中成語可摘為佳對者。如《百斛明珠》所載：韓玉汝治秦州尚嚴，民語曰：「莫逢韓玉汝。」有孫臨者，對以 「可怕李金吾」。東坡詩：「君特未知其趣耳，臣今時復一中之。」又一聯：「人言盧杞是奸邪，我覺魏徵但嫵媚。」後陸放翁用之。放翁又有「國家科第與風漢，天下英雄惟使君」之句。又梅執禮詩：「天之未喪斯文也，吾亦何為不豫哉。」《後山詩話》「二十四考中書令」，王平甫對以「萬八千戶冠軍侯」。王安中《元旦致語》：「君子有酒多且旨，化國之日舒以長。」朱新仲詩：「此時老子興不淺，旦日將軍幸早臨」， 「何以報之青玉案，我姑酌彼黃金罍」。吳師道「丈夫不學曹孟德，生子當如孫仲謀」，「平生能著幾兩屐，長日惟消一局棋」。近日厲樊榭「誰其云者兩黃鵠，我欲遺之雙鯉魚」，嚴海珊「春水方生公速去，桃花淨盡我重來」。吾友沈佩蘭有句云：「與我周旋寧作我，為郎憔悴卻羞郎」，「此生能著幾兩屐，一日須傾三百杯」皆極工也。"
      },
      {
        "index": 51,
        "text": "借對法"
      },
      {
        "index": 52,
        "text": "三人詩賦多用字音借對之法。張子容《逢孟浩然》詩：「樽開柏葉酒，燈發九枝花」，借柏字作百字也。張喬《月中桂》詩：「根非生下土，葉不墜秋風」，借下字作夏字也。劉賓客「清秋方落帽，子夏正離群」，不獨夏對秋，而子亦借作紫對清字也。梁揆《雕鶚離風塵》詩：「高騰霄鳳渚，下睨塞鴻賓」，借渚字作主字也。杜甫《哭李常侍》詩：「次第尋書劄，呼兒檢贈詩」，借第字作弟，對兒字也。劉禹錫：「談笑有鴻儒，往來無白丁」，借鴻字作紅字也。東坡「通印子魚，披綿黃雀」，借子作紫字也。沈括云：「自朱耶之狼狽，致赤子之流離」，不唯赤對朱，耶對子，而狼狽、流離乃獸名對鳥名也。又如「廚人具雞黍，稚子摘楊梅」，亦以楊借羊字。《螢雪雜說》載省題詩：「天子居丹扆，廷臣獻六箴」，「白髮不愁身外事，六幺且聽醉中詞」，俱以六借作綠字也。《東門種瓜》詩： 「青門無外事，尺地是生涯」，以尺字借作赤字也。陳傅良《仲秋治兵賦》云：「當諸夏之偃武，必仲秋而治兵」，又《周以宗強賦》：「故蒼籙之興起，始諸姬而阜康」，以諸字借作朱字也。《石林詩話》：王荊公詩：「自喜田園安五柳，但嫌屍祝擾庚桑」，人但知柳對桑，不知庚亦是數，蓋以十日數之也。陸佃《謝吏部尚書表》云：「六燕相停，試銓衡次輕重；乙鴻遼遠，欲審別其飛翔」乙與六亦借對。"
      },
      {
        "index": 53,
        "text": "扇對法"
      },
      {
        "index": 54,
        "text": "《白氏金針》有四句作一對者。凡詩四句，以第一句對第三句，第二句對第四句，謂之扇對。然不自白香山始也。《小雅》「昔我往矣，楊柳依依」四句已肇其端。曹子建云：「昔我初遷，朱華未希。今我旋止，素雪雲飛。」《古塘上曲》有云：「莫以魚肉賤，棄捐蔥與薤。莫以桑麻賤，棄捐菅與蒯。」左太衝《詠史》云：「吾希段幹木，偃息藩魏君。吾慕魯仲連，談笑卻秦軍。」喬知之《定情篇》：「故歲雕梁燕，雙去今來隻。今日玉庭梅，朝紅暮成碧。」杜少陵《奉先詠懷》詩：「暖客貂鼠裘，悲管逐清瑟。勸客駝蹄羹，霜橙壓香橘。」《哭鄭司戶蘇少監》云：「得罪台州去，時危棄碩儒。移官蓬閣後，穀貴歿潛夫。」李清蓮： 「白日何短短，百年苦易滿。蒼穹浩茫茫，萬劫太極長。」韓昌黎：「求觀眾丘小，必上泰山岑。求觀眾流細，必泛滄溟深」之類，固早有此格。至香則山而最多，如《書紳》之「歲計莫如穀，飽則不千人。日計莫如酒，醉則兼忘身。」《詠雪》之「我知世無幻，了無干世意。世知我無堪，亦無責我事。」《朱陳村》之「生者不遠別，嫁娶先近鄰。死者不遠離，墳墓多繞村。」《逍遙詠》之「此身何足戀，萬劫煩惱恨。此身何足厭，一聚虛空塵。」《短歌行》之「耳目聾暗後，堂上調絲竹。牙齒缺落時，盤中堆酒肉。」《狂言示諸侄》之「勿言宅舍小，不過寢一室。何用鞍馬多，不能騎兩匹。」《感時》之「貧賤非不惡，道在何足避。富貴非不受，時來當自致。」《遣興》之「昔作少學士，圖形入集賢。今為老居士，寫貌入香山。」如此之類，不一而足。梅聖俞作《續金針》，但引前人詩云：「昔時花下留連飲，暖日夭桃鶯亂啼。今日江邊容易別，淡煙衰草馬頻嘶」以證之，猶未廣也。後來惟《東坡集》中有之，如《和許朝奉》詩云：「邂逅陪車馬，尋芳謝朓州。淒涼望鄉國，得句仲宣樓。」《贈張天驥》詩云：「饑寒天隨子，杞菊自擷筆。慈孝董邵南，雞狗相乳抱。」《過淮》詩云：「朝離新息縣，初亂一水碧。暮宿淮南村，已渡千山赤。」後陸放翁亦時用此體，如「東皋客輸米，粲粲珠出碓。南山僧餉茶，細細雪落磑」是也。又有律詩以四句作對者，亦香山詩，如「新篇日日成，不是愛聲名。舊句時時改，無妨悅性情。」又有《酬劉主簿》詩云：「我隨鵷鷺入煙雲，謬上丹墀為近臣。君同鸞鳳棲荊棘，猶著青袍作選人。」此又五七律之扇對。"
      },
      {
        "index": 55,
        "text": "禁體詩"
      },
      {
        "index": 56,
        "text": "禁體詩始於歐陽公守汝陰日，因小雪會飲聚星堂賦詩，不得用玉、月、梨、梅、練、絮、白、舞、鵝、鶴等字，歐公所云「脫遺前言笑塵雜，搜索高寒窺冥漠」者也。其後東坡在潁，因禱雪於張龍公獲應，亦舉此體。其未云「汝南先賢有故事，醉翁詩話誰能說。當時號令君聽取，白戰不許持寸鐵。」蓋修歐公故事也。然《六一詩話》記進士許洞會諸僧分題，出一紙，約曰：「不得犯此一字。」於是諸僧皆閣筆。其字乃山水雲竹石花草霜雪星月禽鳥之類也。然則此又歐公所本歟？"
      },
      {
        "index": 57,
        "text": "雙聲疊韻"
      },
      {
        "index": 58,
        "text": "雙聲疊韻，起於六朝。《南史·謝莊傳》：王玄謨問莊：「何者為雙聲？何者為疊韻？」莊達曰：「玄護為雙聲，碻磝為疊韻」是也。劉勰云：雙聲隔字而每舛，疊韻雜句而必暌。《談藪》載梁武帝嘗作五字疊韻詩曰：「後牖有榴柳。」命朝士仿之。劉孝綽曰：「梁王長康強。」沈約曰：「偏眠船舷邊。」庾肩吾曰： 「載匕每礙埭。」徐摛曰：「臣昨祭禹廟，殘『六斛熟鹿肉』」。何遜用曹瞞故事曰：「模蘇姑枯盧。」吳均沉思良久，無所言。帝不悅，俄有詔曰：「吳均不均，何遜不遜，宜付廷尉。」此疊韻之始也。至唐末，全句疊韻者最多，皮、陸嘗以此倡和。如龜蒙之「膚愉吳都姝眷戀」，「便殿宴瓊英輕明」，「生竹石滴瀝碧皮」，日休之「康莊傷荒涼」，「坐虜部五苦」。又溫飛卿《題賀知章故居》云：「廢砌翳薜荔，枯湖無菰蒲，老媼寶葆草，愚儒輸逋租。」《雨中與李先生期垂釣，先後相失》云：「隔石覓屐跡，西溪迷雞啼。小鳥擾曉沼，犁泥齊低畦。」皆詞人翻新鬥巧之作，雖不足語於大方，要亦一格也。至世所傳「屋北鹿獨宿，溪西雞齊啼」，則明徐晞為郡吏時，郡守所出，晞為屬對者也。又雙聲一體，《北史·魏收傳》：崔岩嘗以雙聲嘲收曰：「遇魏收衰曰愚魏。」魏答曰：「顏岩腥瘦，是誰所生。羊頤狗頰，頭團鼻平。飯房苓籠，著孔嘲釘。」此雙聲之法也。皮日休《雜體詩序》曰：《詩》云「螮蝀在東」、「鴛鴦在梁」，雙聲之始也。六朝詩如王融之「園衡炫紅花」，「湖行燁黃華」，唐詩如溫庭筠之「棲息銷心象，簷楹溢豔陽」，皆仿雙聲而為之者也。按古人亦有不全句疊韻，但二字疊韻者，亦有不全句雙聲，但二字雙聲者。杜詩於此等處最嚴。如支離對漂泊，則雙聲也。悵望對蕭條，則疊韻也。《雲溪友議》引「月影侵簪冷，江光逼履清」，謂侵簪則疊韻，逼履則雙聲也。又引「幾家村草裏，吹唱隔江聞」為雙聲，謂幾家及村草，吹唱及隔江，皆二字同音，當於唇齒喉舌間辨之也。"
      },
      {
        "index": 59,
        "text": "金人王寂有《送王平仲》詩：「潦倒少矍鑠，臞儒餘愚迂。半面便健羨，無渠吾胡娛。袖手久不偶，鋪書如枯株。落寞各作惡，呼車姑須臾。放浪曩肮髒，囊裝將長揚。偃蹇晚倦獻，徜徉藏光芒。著雨苦齟齬，蒼茫荒羊腸。黯淡厭漸險，彷徨傷王陽。「高季迪《吳宮詞》：」筵前憐嬋娟，醉媚睡翠被。精兵驚升城，棄避愧墜淚。」"
      },
      {
        "index": 60,
        "text": "詩句有全平仄者"
      },
      {
        "index": 61,
        "text": "《西清詩話》載：「晏元獻謂梅聖俞：「古人章句中全用平聲，如『枯桑知天風』是也，但恨未見仄字耳。」聖俞既別，乃作仄體寄公，有「月出斷岸口，影照別舸背」之句。然古詩一句全用平仄者，並有一句平一句仄相連成文者。如青蓮《北上行》之「馬足蹶側石，車輪摧高岡」，《醉起》之「處世若大夢，胡為勞其生」，《陳情》之「飄風吹雲霓，蔽目不得語」，《安陸》之「飛蘿搖春煙，入遠構石室」；少陵《述懷》之「摧頹蒼松根，地冷骨未朽」，《赴奉先》之「憂端齊終南，澒洞不可掇」，《北征》之「前登寒山重，屢得飲馬窟」，《西枝村》之「明燃林中薪，暗汲石底井」；韓昌黎《南山》詩之「橫雲時平凝，點點露數岫」，《瀧吏》之「官當明時來，事不待說委」；東坡之「朦朧含高峰，晃蕩射石壁」：元人袁桷《梁山濼》詩「交流千尋峰，會合百谷水」，楊載《紀夢》詩「萬劫永不死，如循環無端」，范梈《甘蔗洲》詩「暫解霧露毒，因知江山寬」，查初白《廬山》詩「隤雲如奔逃，片片掠面去」，皆一句全平，一句全仄。至昌黎《南山》詩「或散若瓦解，或赴若輻輳，或錯若繪畫，或繚若篆籀」，則並二句全仄矣。古詩「羅衣何飄飄，輕裙隨旋風」，則二句全平矣。不特此也，即七言亦有全平仄者。少陵詩「有客有客字子美」，「中巴之東巴東山」，昌黎《贈劉生》之「青鯨高摩波山浮」，《送僧隆觀》之「浮屠西來何施為」，義山《韓碑》詩之「封狼生貙貙生羆，帝得聖相相曰度，入蔡縛賊獻太廟」，梅聖俞《木假山》詩「形侔三山中雄酋」，東坡《以清絲絹寄魯冀州》詩「鵝溪清絲清如冰」，趙秉文《太寧山》詩「群山西來高崔嵬」，方夔《岩峰》詩「岩峰孤尖來何雄」，又《贈郭翼》詩「日出眾鳥繞屋語」，吳梅村《行路難》詩「梁王台成何嵬崔」，《打冰詞》 「霜紈方空張輕煙」，此又七言之全平仄者。至通首以一句平一句仄相間，又始於皮、陸。今所傳皮日休之「疏杉低通牆，冷鷺立亂浪」是也。何景明又仿其體作五平五仄詩：「秋原何蕭蕭，耳目去雜茸。枯荷猶穿塘，苦霧尚抱隴。寒風吹空林，落日落古塚。徘徊觀陳蹤，露下發忽疏。並有七平七仄詩，如「吐舌萬里唾四海，七變入臼米出甲，離袿飛髾垂纖羅，梨花梅花參差開」之類，此又因五平五仄而廣為七言也。宋以後詩，晏、梅二公固無由知，唐詩之全平全仄不可勝數如是，晏、梅二公俱號博洽，豈未之見耶？又律詩中有一句全仄者，如《元遺山集》中《秀山行》云：「古木凍欲折」，《惡雨》五排首句「惡雨復惡雨」，又《病中》五排起句云「戰勝頗自恃」，薩都刺之「送客月在地，半日不見路」，張仲舉之「日色不到地」，亦全用仄聲也。"
      },
      {
        "index": 62,
        "text": "詩詞專用本家本人事"
      },
      {
        "index": 63,
        "text": "東坡《贈張子野》詩云：「錦裏先生自笑狂，奠欺九十鬢毛蒼。詩人老去鶯鶯在，公子歸來燕燕忙。柱下相君猶有齒，江東刺史已無腸。平生謬作安昌客，略遣彭宣到後堂。」此通首皆用張姓故事也。《送鄭戶曹》詩：「公業有田常乏食，廣文好客竟無氈。」亦用鄭太、鄭虔故事。李俊民《壽王籌堂》詩：「此生但覺醉鄉寬（王績），誰謂螭猶北海蟠（王猛）。處處相迎皆倒屣（王粲），人人共喜欲彈冠（王陽）。州應向日懸刀夢（王濬），山試今朝拄笏看（王子猷）。仙馭未來緱氏鶴，月明吹徹玉笙寒（王喬）。」「烏衣歷歷是名家，人物於今比晉多。俗論不侵揮麈話（王衍），壯懷多付缺壺歌《王敦》。雖無金勒堪調馬（王濟），賴有黃庭可換鵝（王羲之）。見說長江欲飛渡（王濬），那須冰合望滹沱（王霸）。」二首全用王家故事也。近時查初白《送劉大山》詩云「持酒劉家代有人，不煩事事乞諸鄰。篇章分得隨州派，釀法爭傳白塾神。」亦專用劉家事。"
      },
      {
        "index": 64,
        "text": "《梁溪漫志》：王安中見人家壁上題字亦名安中而無姓，乃題一詩於後云：「蜀客更名緣好尚，漢臣書姓為同官。孟公自合名驚座，子夏尤宜戴小冠。益號文章緣兩李，翃書制誥有諸韓。二元各自南分北，付與時人仔細看。」通篇皆用同名事。《夷堅志》：楊察侍郎謫信州，及召還，有士子十二人送之。察即席賦詩曰：「十二天之數，今宵席客盈。位如星占野，人似月分卿。極醉巫山側，聯吟嶰管清。他年為舜牧，協力濟蒼生。」此全首切合十二字也。政和間，一士人遊名妓崔念四家，作詞云：「識個人人，恰正年年歡會。似睹賽，六隻渾四。向巫山，重重去，如魚水。兩情美。同倚了畫欄十二，倚子又還重倚。兩日不來，時時在人心裏。擬問卜，常占歸計。拚三八清齋，望永同鴛被。到夢裏，〔原缺此三字〕，驀然被人驚覺，夢也有頭無尾。」此又通首切合廿四字。又有明月妓柳金南年二十四，自作詞云：「小妾年方二紀，檀板重敲十二。欄杆倚遍步重移，兩度巫山雲雨。二十八宿手中輪，數不到星張翼尾。」此亦仿宋人而為之者。"
      }
    ]
  }
}