{
  "chapterNumber": 3,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《周禮、冬官》補亡之誤"
      },
      {
        "index": 2,
        "text": "《周禮》缺《冬官》一篇，劉歆以《考工記》補之，漢唐以來皆無異說。至宋淳熙間，臨川余廷椿始創論，以為冬官之屬初未嘗缺，其官皆雜出於五官之中，乃作《復古司空》一篇，朱子亟稱之。永嘉王次點益引伸其說，作《周官補遺》，亦為真西山所賞。元人吳草廬、丘吉甫又因之，各有撰述，然其間亦各有不同者。今王氏《周官補遺》已不傳，草廬所編則據《尚書》司空掌邦土，謂冬官不應雜在地官司徒掌邦教之內，遂取掌邦土之官列於司空之後，其他亦未嘗分割。惟余氏、丘氏則益加割裂。余氏以天官、地官、春官、夏官內四十九官改入冬官，丘氏則以為天官六十三、地官七十九、春官七十、夏官六十九、秋官六十六，若以周官三百六士每官六十之數論之，天官羨三，地官羨十九，春官羨十，夏官羨九，秋官羨六，是五官內共羨四十七官。而所著《周禮補亡》一書，又於五官內稍有裁核，定為官六十、地官五十七、春官六十、夏官六十、秋官五十七，而以大司空、小司空內五十四官改入冬官，與余氏大同小異。雖各以意割截舊文，然亦可見先儒之究心也。王鏊《震澤長語》云：俞廷椿、王次點以五官中凡掌邦居民之事皆分屬之司空，則五官各得其分，而冬官亦完，且合三百六十之數，周官粲然無缺，誠千古之快也。而余不敢從，何哉？曰亂經。是鏊亦未敢以為是也。按《南齊書》有人掘楚王塚，得青簡書，廣數分，長二尺，凡十餘簡。王僧虔辨之，云是科斗書《考工記》，《周官》所闕文也。然則《考工記》原非雜於五官內，劉歆以之補《冬官》亦非。"
      },
      {
        "index": 3,
        "text": "《儀禮》"
      },
      {
        "index": 4,
        "text": "先儒謂《儀禮》文物彬彬，乃周公製作之僅存者。即如《聘禮》篇末「執圭如重」、「入門鞠躬」、「私覿愉如」等語，與《論語·鄉黨篇》相合。晁氏謂：定公九年孔子仕魯，至十三年適齊，其間無朝聘事，則《鄉黨》所記未必皆孔子實事，當是門人習禮者本《儀禮》之舊文而記其語耳。是可見《儀禮》為孔子以前之書，也於周公所作無疑也。當時必有全書，今所傳十七篇，蓋所謂存什一於千百者。熊朋來謂：《既夕禮》乃《士喪禮》之下篇，《有司徹》乃《少牢饋食》之下篇，則十七篇又實止十五篇耳。敖繼公不得全書，遂以為周公此書專為侯國而作，而王朝之禮不與焉。如《冠》、《昏》、《相見》、《鄉飲》、《鄉射》、《士喪》、《既夕》、《士虞》、《特牲饋食》九篇，皆侯國之士禮。《少牢饋食》上、下二篇，皆侯國之大夫禮。《聘》、《食》、《燕》、《大射》四篇，皆言諸侯之禮，惟《覲禮》一篇言諸侯朝天子之禮，然主於諸侯而言也。《喪服》篇言諸侯於及公子、大夫、士之服最詳，其間雖有諸侯之大夫為天子之服，然亦皆主於諸侯與大夫而言也。當時以此書頒於侯國，令其各據此以行禮，以教人，是以國無異禮，家不殊俗也。其立論固未為無見，然此亦第就現在之十七篇，而意其專為侯國設耳。按孔壁中所得《古文禮經》本有五十六篇，其十七篇與《儀禮》正同，餘三十九篇藏在秘府，謂之《逸禮》。哀帝初，劉歆欲以之列學官，而諸博士不肯，遂不得立。孔、鄭所引《逸禮》如《中霤禮》、《禘於太廟禮》、《王居明堂禮》皆其篇也，則《儀禮》十七篇外尚有三十九篇，王朝之禮亦必備載如禘於太廟、王居明堂之類，不得謂皆侯國之禮也。吳草廬因取大、小戴《記》及鄭氏所引編為《儀禮逸經》八篇，謂《小戴》、《投壺》、《奔喪》篇首與《儀禮》諸篇之體如一，固為《儀禮》舊文，《大戴》中《公冠》、《諸侯遷廟》、《諸侯釁朝》三篇雖已不存此例，要是作記者刪取正經之節要而存之。其《中霤》以下三篇已不復傳，而名猶見於注家，故亦編為篇目，而以注家所引片言隻字附之，此亦見輯《禮》者之苦心矣。"
      },
      {
        "index": 5,
        "text": "五父衢"
      },
      {
        "index": 6,
        "text": "《檀弓》：孔子少孤，不知其墓，殯於五父之衢，問於鄹曼父之母，然後得合葬於防。孔子生而神聖，豈有母在時不問知父墓者？況《檀弓》又云：合葬於防之後，孔子先反，門人後至。則葬母時已有門人襄事，孔子必非年少可知，豈有數十歲之人尚不知父墓？故何晏、夏侯玄、蔣濟、王肅皆疑無此事，而近世高郵孫氏又謂「不知其墓殯於五父之衢」十字當為一句，殯淺而葬深，孔子父殯於五父衢，孔子欲啟柩與母合葬，而不知父墓之為淺葬深葬，故審問不敢輕啟，問於鄹母，始知殯而非葬，於是啟其殯，與母合葬於防。先儒誤讀，不知「其墓」為句，遂生妄說云云。此論可謂辨矣，然究亦曲為之說。柩在帷堂曰殯，入土則曰葬，從未有入土尚稱殯者，何得以殯為淺葬耶？即曰淺葬矣，此何等大事，孔子當母在時豈有不問明，直待母卒而問他人乎？總由於記禮之家，得諸傳聞，不暇審訂，輒筆之於書，故有此等謬誤。觀《莊子》及《說苑》、《新序》、《孔子家語》、《孔叢子》等書所傳孔子佚事甚多，若一一信以為真，則聖人反淺。《檀弓》所記亦猶是也，而必從而為之詞，毋怪乎愈解而愈支離矣。"
      },
      {
        "index": 7,
        "text": "伯魚之母死"
      },
      {
        "index": 8,
        "text": "伯魚母死期而猶哭，夫子聞之，曰：「誰歟哭者？」門人曰：「鯉也。」夫子曰：「嘻，其甚也！」疏以為出母。此最舛也。禮：父在，為母服期。是期本服母終喪之候，而伯魚猶哭，故夫子甚之也。出妻之子為母期，若為父後者，則於出母無服，是並無期之喪矣。伯魚固為父後者也，不服於期之內，而反哭於期之外乎？即此可見孔氏出妻之說之妄也。"
      },
      {
        "index": 9,
        "text": "晉文公辭國當以《檀弓》為據"
      },
      {
        "index": 10,
        "text": "公子重耳辭國一事，《檀弓》謂：晉獻公之喪，秦穆公使人吊重耳，諷以得國，舅犯使公子辭之。《國語》則謂：裏克殺夷齊、卓子，使人告重耳，欲立之，舅犯使公子辭。秦穆公又使人諷重耳得國，舅犯亦使公子辭。蓋本一事，而《國語》誤作裏克及秦穆兩事也。以理推之，當以《檀弓》所記為是。重耳之亡，舅犯輩之從亡，皆非無意於得國者。觀其後納懷嬴而不顧，殺懷公而不恤，則其以入國為急可知。若裏克既殺二君而召之，當是時，亂不自我起，且兄弟之次居長，義本當立，夫亦何所避嫌而卻之以為名高？蓋其辭也，在獻公方卒之後，二君未被殺之前，國已有君，釁將未作，而遽欲仗外援以求入，倘一發不中，則身名俱敗，此智者所不為也，《檀弓》以其事係於獻公卒之後，而不言二君已被殺，自是實錄。而《國語》所記在二君被殺後者，誤也。《史記·晉世家》但采《國語》之文，亦無識。"
      },
      {
        "index": 11,
        "text": "《月令》"
      },
      {
        "index": 12,
        "text": "沈作喆謂《禮記》中《月令》尤駁雜。古者於禘則發爵賜服。於嘗出田邑，而《月令》孟秋乃曰：毋封諸侯，毋以割地。《周禮》龜人上春釁龜，謂建寅月也，而《月令》孟冬釁龜策，蓋秦之正月也。三代之官有司馬，無太尉，而《月令》孟夏命太尉讚傑俊。殆呂不韋賓客所為耶？按沈氏之說，似將泥於蔡邕、王肅及張華《博物志》以《月令》為周公所作，故信為周制，而又有秦製在內，遂疑呂氏所為。不知此篇本呂氏原本，而禮家采入《禮記》中者。今《呂氏春秋》現在，可覆按也。《隋書·牛弘傳》：蔡邕、王肅因周書內有《月令》第五十三篇，即是此篇，故以為周公所作，而鄭康成已謂是不韋著《春秋》紀之首章，禮家抄合為記。劉勰亦謂《月令》一篇取乎呂氏之紀，束皙又以為夏時之書，劉瓛以為不韋令諸儒尋聖王月令之事而記之，牛弘則謂不得全稱周書，亦未可即為秦典，在內雜有虞、夏、商、周之法。是康成以來諸儒固不以此為周公作，何以沈氏尚據為周書而致疑耶？"
      },
      {
        "index": 13,
        "text": "賓雀"
      },
      {
        "index": 14,
        "text": "《月令》「鴻雁來賓，雀入大水為蛤」，今讀者皆以賓字屬雁，謂雁自北而南，如作客也許，行慎注《淮南子》，則以賓字屬雀，云：賓雀，老雀也，棲宿人家堂宇之間，如賓客然。則宜以「鴻雁來」為句，而賓字連下句讀。"
      },
      {
        "index": 15,
        "text": "太牢少牢"
      },
      {
        "index": 16,
        "text": "《禮記》「太牢」注：牛、羊、豕也。是羊、豕亦在太牢內矣。《國語》「鄉舉少牢」注：少牢、羊、豕也。則羊與豕俱稱少牢矣。其不兼用二牲而專用一羊或一豕者，則曰特羊、特豕，可知太牢不專言牛，少牢不專言羊也。後世乃以牛為太牢，羊為少牢，不知始於何時。江鄰幾《雜志》云：掌禹錫判太常，供祫享太牢，只判特牛，無羊豕。問禮官，云：向例如此。是宋時固專以牛為太牢矣。唐人《牛羊日志》小說稱牛僧孺為太牢，楊虞卿為少牢，則唐已以牛屬太牢、羊屬少牢矣。按《國語》屈到嗜芰篇：國君有牛享，大夫有羊饋。韋昭注云：牛享，太牢也；羊饋，少牢也。則專以牛為太牢，羊為少牢，其誤蓋自韋昭始也。"
      },
      {
        "index": 17,
        "text": "醴泉即膏露"
      },
      {
        "index": 18,
        "text": "天降膏露，地出醴泉，是醴泉從地中出也。《白虎通》亦云：甘露者，美露也，降則物無不盛。醴泉者，美泉，味若醴酒，可以養老。是亦以甘露、醴泉為二物也。王充非之曰：《爾雅》甘露時降，無物以嘉，謂之醴泉。則醴泉乃即甘露也。使以為地中所出這泉，則《爾雅·釋水》篇舅檻泉正出，沃泉懸出之類，釋水甚多，何以不載之，而反入之四時章乎？然則甘露、醴泉本一物，而記禮者謬為分析耳。"
      },
      {
        "index": 19,
        "text": "八十者一子不從政，後世引為終養之誤"
      },
      {
        "index": 20,
        "text": "八十者一子不從政，九十者家不從政。解者謂令其子孫得以家居侍養，此後世終養之例之所始，而不知非也。家有老親，正資祿養，豈有轉禁其入仕之理？且九十者一家之中俱不從政，倘在貧家，將何以奉晨昏、具甘旨？是教之孝而轉無以全其孝也。《北史》辛雄有《祿養論》，謂《禮記》所云不從政者，鄭注云：復除之，蓋專指庶人而言力役之征，概從停免，非公卿士大夫之謂也。仲尼論五孝，自天子至於庶人，無致仕之文。今宜聽祿養，不約其年。魏孝明帝納之。辛雄此論，可謂發前人所未發。按《管子·入國篇》：凡國都皆有掌老，七十以上一子無征，八十以上二子無征，九十以上盡家無征。又漢武詔曰：九十以上，復其子若孫，令得身帥妻妾遂其供養之事。注：復者，免其徭役。又賈山《至言》：陛下振貧民，禮高年，九十者一子不事，八十者二算不事。師古曰：一子不事，蠲其賦役也；二算不事，免其二口之賦也。則漢時猶未有仕宦者親老歸養之例。但庶民之家有老親則免其徭役口算耳。然則誤以不從政為不服官而定親老運去之例，起於何時耶？按《晉書》：庾純以父老不解官被劾。又齊王攸議曰：「禮八十者一子不從政，九十者其家不從政。純父年八十一，兄弟六人，三人在家，不廢侍養。今令年九十乃聽悉歸，純父年未九十，不為犯令。」然則親老歸養之制，蓋即晉時所定也。《北史》魏宣武帝詔：諸有父母八十以上者，皆聽居官祿養。留親就祿，至特煩詔書，可見親老歸養父著為成例，至宣武始變通耳。又《南史·張岱傳》：岱母實年八十而籍注未滿，岱便去官。則是時仕宦者父母之年亦須注籍也。"
      },
      {
        "index": 21,
        "text": "鄭康成注禘祭之誤"
      },
      {
        "index": 22,
        "text": "《周頌·雍》之序曰：禘，祭太祖也。康成因注曰：禘，大祭也；太祖，謂文王也。禘大於四時祭而小於祫也。《商頌·長發》之序曰：大禘也。康成因曰：大禘，祭天也。蓋因《詩序》禘字加大，故又以為祭天也。於是注《小戴記·祭法》則竟以禘為祀昊天於圓丘，而於《春秋傳》則又以禘為郊祀靈威仰，而以後稷配。隨處異議，迄無定說，宜黎幹等之紛紛駁詰也。"
      },
      {
        "index": 23,
        "text": "三年喪，王、鄭二說不同"
      },
      {
        "index": 24,
        "text": "三年喪，鄭康成與王肅之說各不同。按《禮記·三年問》曰：三年之喪，二十五月而畢。《檀弓》曰：祥而縞，是月禫，徙月樂。王肅曰：是祥之月而禫，禫之明月可以樂矣。《喪服小記》曰：再期之喪，三年也。《春秋》閔公二年《公羊傳》曰：三年之喪，實二十五月。此古來三年喪二十五月之明文也，故王肅注《儀禮·士虞禮》「期而小祥」（十三月也），「又期而大祥」（二十五月也），「中月而禫，即此月之也；是月吉祭」，以為再期大祥，二十五月也；中月而禫，即此月之中也；是月吉祭，則此月已即吉也。而鄭康成則謂：中者間也，與大祥間一月，自喪至中，凡二十七月也。晉人喪服俱且肅說，以二十五月為斷。至宋武帝始詔改依鄭康成，二十七月而後除。按是時王淮之奏曰：「康成注《禮》三年喪，二十七月而去，古今學者多謂得《禮》之宜。晉初用王肅議，祥、禫共月，故二十五月而除。然搢紳多從康成」云。武帝改製，本此奏也。（按《隋書·禮志》謂：梁天嘉元年，沈洙議：至親期斷，加重〔隆〕故再期，斷以二十五月。所以宋元嘉製以二十五月為限，是宋武雖改從二十七月，至元嘉中又改二十五月也。《魏書》：梁使朱異至魏，魏李業興與論王、鄭《禮》注互異之處。異謂梁製多從王義，此間用鄭義。業興曰：「卿處用王義，除禫應二十五月，何以王儉禫用二十七月」云云。則宋元嘉改從王肅之後，至王儉又建議改從鄭義二十七月也。）唐時又有王元感者，著論以三年喪宜三十六月。張柬之駁之曰：三年喪二十五月，不刊之典。按《春秋》魯僖公三十三年十二月，公薨，文公二年冬，公子遂如齊納幣。《左傳》曰：禮也。杜預注云：僖公喪終此年十一月，納幣在十二月故稱禮也。《公羊傳》曰：納幣不書，此何以書？譏也。喪娶在三年之外，何以譏，三年之內不圖婚。何休注云：僖公以十二月薨，至此冬未滿二十五月，故譏也。何休以公薨在十二月，至此冬十一月才二十四月，非二十五月，故曰未三年而圖婚也。合二注以觀，雖公薨之月不同，然所爭惟爭一月，不爭一歲，此春秋三年喪二十五月之證也。《尚書》：惟元祀十有二月，伊尹奉嗣王祗見厥祖。孔安國注云：湯以元年十一月崩，二年十一月小祥，三年十二月大祥，故《太甲》中篇云：惟元〔三〕祀十有二月，伊尹以冕服奉嗣王歸於亳。是十二月大祥，訖十二月即服吉也，此尚書三年喪二十五月之明驗也。《禮記》三年之喪，二十五月而畢，哀痛未盡，思慕未忘，然而服以是斷之者，豈不以送死有已，復生有節哉！又《喪服四製》云：變而從宜，故大祥鼓素琴，告人以終。又《間傳》云：期而小祥，食菜果；又期而大祥，有醢醬；中月而禫，食酒肉。又《喪服小記》云：再期之喪，三年也；期之喪，二年也。此《禮記》三年喪二十五月之明驗也。《儀禮》云：期而小祥，又期而大祥，中月而衤覃，是月也，吉祭。此禮周公所製，則《儀禮》三年喪二十五月之明驗也。惟鄭康成注「中月而禫」，以中月為間一月，故自死至禫凡二十七月，然逾月入禫，禫既復常，則二十五月為免喪矣。此柬之主王肅之說，更為援引曲暢。《朱子語類》亦云：喪禮只二十五月，是月禫，徙月樂。二十五日祥後便禫，看來當如王肅之說。愚按期之喪十三月而祥，間一月為十五月而禫，三年之服為再期，二十五月而祥，亦宜間一月而禫，則自當以二十七月為是。宋英宗治平二年，禮院奏曰：喪服王肅主二十五月，鄭康成主二十七月。《通典》用鄭說，又加至二十七月終，則是二十八月畢喪，二十九月始吉，蓋失之也。天聖中更定五服年月，敕以二十七月為斷，望仍遵用。從之。此又近世定二十七月之由來也。"
      },
      {
        "index": 25,
        "text": "鄭康成注慈母之誤"
      },
      {
        "index": 26,
        "text": "康成注「慈母無服」，謂庶母慈己者。此說甚混。按慈母有三，其一則妾子之無母，使妾之無子者養之，命為母子，服以三年，此《喪服》齊衰章所言「慈母如母」是也。二則嫡妻之子無母，使妾養之，慈撫隆至，但嫡妻之子無以妾為母之義，而恩深事重，故服以小功，此《喪服》小功章所以不直言慈母，而云庶母慈己者，明異於三年之慈母也。其三則子非無母，而擇賤者視之，義同師保，不無慈愛，故亦有慈母之稱，《內則》所云「擇於諸母與可者，使為子師，其次為慈母，次為保母」，明言擇人為此三母，非謂擇取史弟之母也。師保無服，則此慈母亦無服明矣。子遊所問，自是師、保之慈，非三年小功之慈也。康成乃不辨三者，混注慈己，毋怪處處窒礙矣。說見《南史·司馬筠傳》。"
      },
      {
        "index": 27,
        "text": "命婦世婦"
      },
      {
        "index": 28,
        "text": "《禮記·喪大記》「內子未命」，鄭注云：內子，卿之妻也。又曰：大夫內子，士妻，特拜命婦。疏云：卿妻曰內子，大夫妻曰命婦也。此說甚謬。夫大夫內子與士妻對言，則內子之為大夫妻可知也。既曰「大夫內子，士妻，特拜命婦」，則命婦之尊於內子可知也。乃以尊者特拜卑者，有是理乎？宋人謂卿大夫妻未命曰內子，已命曰命婦。此說最為得實。蓋卿大夫妻俱稱內子，《左傳》：趙衰之妻請衰迎前妻叔隗為內子，而己下之。《國語》：司馬子期欲以妾為內子。注皆云：內子，卿之嫡妻。此卿妻之稱內子也。《禮記》大夫內子，此大夫妻之稱內子也。及其既受君命，則謂之命婦，故內子與命婦品級雖同，而特為命婦拜者，尊君命也。《喪大記》又有所謂世婦者，注、疏皆以國君之世婦次於女君者當之。然歷觀《記》中文義，皆係大夫之妻，如曰：君夫人卒於路寢，大夫世婦卒於適寢，士之妻皆死於寢。又曰：復者，君以卷，夫人以屈狄，大夫以元赬，世婦以襢衣，士以爵弁，士妻以稅衣。又曰：君之喪，三日子、夫人杖，五日大夫、世婦杖。皆以大夫、世婦兩兩對舉，則世婦亦即大夫妻明矣。而鄭氏必以為不然，其於「大夫、世夫杖」及「世婦以襢衣」，固確指為君之世婦矣，於「大夫世婦卒於適寢」不可強通，則又為之說曰：變命婦言世婦，明尊卑同也。夫授大夫世婦杖指為君之世婦，猶或可通，若世婦以襢衣指為君之世婦，則大夫妻之復服又是何服？豈容竟不經見，且國君正寢曰路寢，路大也；大夫正寢曰適寢，適，主也，其實皆正寢也。國君既有路寢為正寢矣，豈又有所謂適寢乎？將適寢非正寢乎？然則所謂世婦卒於適寢者，非即大夫妻乎？鄭氏不過以國君夫人之下有世婦，遂疑其非大夫妻。不知古之名稱下不可僭上，而上可兼下，即如天子一後、三夫人、九嬪、二十七世婦、八十一御妻，夫人則公侯之妻之名也，妻則士之妻之名也，世婦正與大夫品秩相配，安見非大夫妻之名乎？若謂國君有世婦，大夫妻不當以為名，則天子有夫人，諸侯何以亦有夫人乎？天子有世婦，諸侯何以亦有世婦乎？竊意未命曰內子，已命曰命婦，此卿大夫妻之專稱也。而世婦則國君世婦與卿大夫命婦之通稱也。大夫命婦與國君世婦品秩正相配，故得而通稱也。凡專言大夫已命之妻者，則稱命婦，如命婦為夫人之命出，士妻不當斂則為命婦出是也。言大夫命婦而兼言國君世婦者，則通稱世婦，如世婦以襢衣，授大夫世婦杖之類是也。如此則不惟《記》中文法甚順，而義亦益周密矣。"
      }
    ]
  }
}