{
  "chapterNumber": 10,
  "title": "卷十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "新、舊《唐書》書年號各有得失"
      },
      {
        "index": 2,
        "text": "各史遇一歲數改元之年，書法不一，有以最後所改之號冠於歲首，而其下仍按月書明所改號於每月之下者。顧寧人謂司馬溫公《通鑒》創為此例，非也，乃溫公仿宋子京《新唐書》，而《新唐書》又本之李延壽《南、北史》耳。唐以前各史，凡一歲改元者，皆以下詔之日為始，按月順書。如陳壽《魏志·三少帝紀》上書嘉平六年十月庾寅，下書正元元年十月壬辰，《吳志·三嗣主傳》上書太平三年十月己卯，下書永安元年十月壬午。沈約《宋書》前廢帝即位之次年書改元永光，八月書改元景和，十一月被弑，明帝即位，書改元泰始。劉句《舊唐書》中宗即位，正月書改元嗣聖，二月武后廢之，書改元文明，九月書改元光宅是也。此最為得實，然亦有不明析者。即如唐高宗顯慶六年三月改元龍朔，是年既以六年書歲首，而三月以後即為龍朔元年，故次年歲首即以二年起，竟似六年之後繼以二年，幾令閱者不甚了了。《南史》、《新唐書》、《通鑒》以最後所改之號書於歲首，誠足以醒眉目矣，然又有窒礙而難行者。如宋前廢帝永光元年，正月以下永光也，八月以下景和也，十一月明帝即位，泰始也。若以最後所改之號冠於歲首，則是歲即應書泰始元年。然其時廢帝尚在，明帝未立，何得抹煞一帝？故《南史》以廢帝後改之景和書於歲首似矣，而十一月以後則另書泰始元年，不幾於以一年作兩年乎？《南史》又懼其如此，乃於泰始元年之下書云：是歲即大明九年也。大明孝武年號，止有八年，並無九年。《南史》即欲醒眉目，只應書是年即景和元年，乃虛架以大明九年之號，不亦誣乎？《新唐書》則並不嫌抹殺一二帝，以曲就其成例。即如睿宗即位之歲，五月以前中宗神龍年號也，六月韋氏弑中宗立少帝重茂，改元唐隆，則少帝號也，七月少帝被廢而睿宗立，始改元景雲。則景雲以前尚有中宗、少帝二君，何得盡行抹煞，而預書景雲於歲首乎？究不如舊史書法為正。若恐所改年號不見歲首，如唐高宗顯慶、龍朔故事，本年既以六年起，次年又以二年起，不見年號，恐閱者疑誤，則不如每年歲首皆書年號，則斷不慮其瞀目矣。"
      },
      {
        "index": 3,
        "text": "按《舊書》又有自紊其例者。高宗開耀二年二月改元永淳，若循其順書之例，則歲首應書二年（開耀之二年也），至二月始書改元永淳，乃是年歲首不復書二年，而即以永淳起，則又何也？及永淳二年十二月改為弘道元年，是夕帝崩，則弘道年號僅得一月，且已書於永淳二年內矣，而《中宗紀》又特書弘道元年，另作一行，不幾於以一年作兩年乎？又武后自載初元年改十一月為正月，十二月為臘月，明年正月為一月，《新、舊書》俱循此例，故歲首起正月，次臘月，次春一月，至十月即為歲終，故歷年紀載俱無十一月之事，以十一月即次年歲首正月也。直至久視元年始復唐制。乃《舊書》萬歲登封二年尚未復唐制，卻書十一月孫萬斬陷瀛州屬縣，而次年又書正月，不幾於以一月作兩月乎？昭宗乾寧六年八月改元光化，而是年正月即已書光化。及光化四年四月改元天復，而是年正月即已書天復。天復四年閏四月改元天祐，而是年正月即已書天祐，不又自亂其例乎？《新書》書年號處亦有不明者。《舊書》武后長安年號只有四年，其明年即書神龍元年，以是年有張柬之等討亂，中宗復位，改元神龍也，此正合《新書》以最後所改號冠於歲首之例。乃《新書》於是年歲首反書長安五年，而《中宗紀》又特書神龍元年，豈非自亂其例，且亦以一年作兩年乎？"
      },
      {
        "index": 4,
        "text": "新、舊《唐書》本紀書法互有得失"
      },
      {
        "index": 5,
        "text": "《舊唐書》書法多有不合於古者。《史記》高祖初起事稱劉季，及封沛稱沛公，王於漢稱漢王，登極始稱帝，此古法也。《舊唐書·高祖本紀》：高祖初為唐王時，秦公世民改封趙公，乃書云徒封太宗為趙國公。又高祖進位相國時，隋帝令其立四親廟，其時高祖尚未為帝也，乃云立皇帝祖已下四廟於長安通義裏第。此皆書法之失者。《新唐書》於秦公之改封，則書徒封秦公世民為趙國公；於立廟，則書高祖進位相國立四親廟。又《舊書》敘高祖先世處，即云皇祖虎，武德初追尊景皇帝，廟號太祖，陵曰永康；皇考丙，武德初追尊元皇帝，廟號世祖，陵曰興寧。先將武德登極追尊之號敘於此處，故於武德初難於再書，但云追諡妃竇氏為太穆皇后，陵曰壽安而已，一似登極時只追諡竇氏，而不及祖考者。《新書》則敘先世處，但書祖考本官，而於高祖即位後乃書追尊四代考妣及妃竇氏。又《舊書》太宗未為帝以前，於《高祖本紀》內即稱太宗，固非，及太宗為帝後，則本紀內或稱帝，或稱上可矣。乃貞觀三年又書夏四月太宗始於太極殿聽政，皆非史法也。《新書》則《高祖本紀》內太宗皆稱名，《太宗本紀》內皆稱之。又高祖傳位後，太宗即位於東宮顯德殿，高祖尚在太極殿，直至貞觀三年始徙居於大安宮。乃《舊書》則於《高祖本紀》武德九年傳位後即云尊帝為太上皇，徙居宏義宮，改名大安宮，則似傳位之日即徙宮矣；而《太宗本紀》內貞觀三年又書徙宮事，轉起人疑。《新書》則《高祖本紀》內敘明貞觀三年始徙宮，故於太宗貞觀三年太上皇徙居大安宮事自覺一覽了如。高宗上元二年皇太子弘之死，實武后殺之也。《舊書》但書皇太子弘薨，《新書》則書天後殺皇太子弘（《舊書·弘傳》內亦不載被鴆之事，但云上元二年從幸合璧宮，尋薨，《新書·弘傳》明書之）。《舊書》武后垂拱三年封王子成義為恒王，隆基為楚王。按成義等皆睿宗子，是時睿宗已立為帝，則其子不應書王子。《新書》則云封皇帝子隆基為楚王。又中宗之反正，乃張柬之等起兵討亂，遷武后於上陽宮，而奉以復位也（《新唐書·李多祚傳》：敬暉等定計後，王同皎請太子至玄武門，斬關入）。乃《舊書》云：張易之等反，皇太子率左右羽林軍桓彥範、敬暉等誅之，是日上傳皇帝位於皇太子，徙居上陽宮，竟似中宗之自能討亂，並傳位之出自武后矣。《新書》則書：春正月，張柬之等以羽林兵討亂；甲子，皇太子監國，大赦改元，丙午復於位。又開元二十五年，皇太子瑛、鄂王瑤、光王琚並廢為庶人。《舊書》不言殺，則但似廢而已。《新書》則書皆殺之。史思明既降後，至德三載（即乾元元年）四月復反，舊書不書，但於是年十二月書安慶緒被王師所圍，求援於思明，思明援之，復陷魏州，一似思明未嘗反，因慶緒求援而反者。《新書》則於是年夏四月先書史思明殺范陽節度副使烏承恩以反，而後書援慶緒之事。又唐自穆宗以後八世，而為宦官所立者七君。如武宗之立，由仇士良乘文宗不豫矯詔立之也。乃《舊書·文宗紀》云：正月，上不康，詔立親弟潁王為皇太弟，權勾當軍國事，皇太子成美復為陳王。竟似出於文宗之意矣。宣宗之立，亦由馬元贄乘武宗不豫立為皇太叔也。《舊書》亦但云遺詔以皇太叔光王柩前即位，竟似武宗憑幾之詔矣。懿宗之立，亦由王宗實、丌元實矯詔所立也。《舊書》但云宣遺詔立為太子。昭宗之立，亦由楊復恭當僖宗既崩，率兵迎立之。《舊書》但云上暴疾，宣詔立弟壽王傑為皇太弟，是夕帝崩，皇太弟即位，則更似授受得其正矣，此等大事，皆不據實直書，何以示懲戒耶！《新書》一一著之，此皆《新書》書法之過於舊書者也。然《新書》書法亦有可議者。《舊書》書秦王與薛舉戰，敗績。《新書》不言秦王，但云劉文靜及薛舉戰於涇州，敗績，以是時秦王臥病，文靜主戰而敗故也。然軍令責在主帥，豈得委之偏佐乎？既據實書偏佐主戰而敗矣，則偏佐之有功者亦應據實書其姓氏，乃貞觀四年大同道行軍副總管張寶相生擒頡利可汗，《新書》則書李靖俘頡利可汗以獻，而張寶相不書，以靖為主帥故也。參之劉文靜書法，不幾自亂其例耶？又天寶十五載安祿山反，魯炅與賊將武令珣戰滍水，敗績；哥舒翰與賊將崔乾祐戰靈寶，敗績。皆非與祿山戰也，而《新書》皆書與祿山戰。至德元年房琯與賊將安守忠戰陳濤斜，敗績，《新書》亦書與祿山戰。賊將阿史那承慶破潁州，執太守薛願，《新書》亦書祿山執薛願。及郭子儀敗賊將崔乾祐於潼關，則又書崔乾祐而不書祿山，則《新書》書法亦未劃一也。又《新書》於致仕、丁憂、降黜皆書曰罷。劉仁軌、許敬宗等致仕皆書罷，房玄齡以母憂去職亦書罷，姚元之出為刺史亦書罷，武三思辭司空，武攸暨辭司徒，亦書罷，遂使善去者與降革無異，何其漫無分別耶？又房玄齡以丁憂去職，未幾起復，《舊書》書法甚明。《新書》則於其丁憂也，但書房玄齡罷，繼又書玄齡起復，起復者，不終喪而授以官也，今但先書罷，則起復二字有何來歷耶？《舊書》：神龍三年七月，皇太子重俊與羽林將軍李多祚等率兵誅武三思、武崇訓，遂引兵自肅章門入。帝登玄武樓臨軒諭之，眾散去，遂殺多祚。重俊出奔，為部下所殺。是誅三思、崇訓後乃敗也。《新書》但云皇太了以羽林兵誅武三思，不克死亡，則似三思等未被殺者，此又《新書》過於好簡之過也。《舊書》：元和五年定州將楊伯玉為亂，拘行軍司馬任迪簡。別將張佐元殺伯玉，迪簡謀歸朝，三軍懼，乃殺佐元。是為亂者乃伯玉，非佐元也。而《新書》云義武兵馬使張佐元反，伏誅，則竟似佐元為亂首矣。《新書·張弘靖傳》：劉總以所部內屬，詔以弘靖充盧龍節度使。弘靖至幽州，不能協軍情，為所囚。數日，軍士稍悔，詣弘靖謝，願改心事之。弘靖不答，眾曰：」公不赦我矣！「遂取朱克融為留後。是軍吏之囚弘靖在先，立克融在後也。乃《新書》本紀書盧龍軍兵馬使朱克融囚其節度使張弘靖以反，則又紀、傳之自相牴牾也。又鎮州軍亂，節度使田弘正遇害，軍中推牙將王廷湊為留後。《新書》本紀書成德軍大將王廷湊殺其節度使田弘正以反，蓋《新書》之意專歸罪於據位者。然首謀作難與乘機攘據究屬有間，若一概書為亂首，何以別於李茂勳等之逐帥竊據者耶？此又《新書》之錯誤也。貞元二年四月，李希烈為其牙將陳仙奇所鴆，仙奇以淮西歸朝，詔以仙奇為淮西節度使。六月，淮西兵馬使吳少誠殺仙奇，自稱留後，詔即以少誠知節度留後。乃《舊書》於少誠殺仙奇一事並不書，但云以淮西兵馬使吳少誠為蔡州刺史知節度留後，則仙奇何往耶？《新書》既書吳少誠殺其節度使陳仙奇，自稱留後矣，而於李希烈之死，但書李希烈伏誅，而不書仙奇殺之之事，則仙奇之為節度，因何授耶？此則《新、舊書》兩失之矣。"
      },
      {
        "index": 6,
        "text": "新、舊《唐書》本紀繁簡互有得失"
      },
      {
        "index": 7,
        "text": "《舊書》主於詳明，《新書》主於簡括。即如二十一帝紀，《舊書》幾三十萬字，《新書》僅九萬字，此其大較也。然《舊書》本紀凡生殺予奪之事皆略見其所由，而《新書》則必一一考之列傳而後見，此亦兩書之各有得失者也。今即以本紀觀之，《舊書》於太宗為秦王時，降薛仁杲，破宋金剛，走劉武周，擒竇建德，降王世充，敗劉黑闥，皆詳敘其武功，正見太宗年少英武，算無遺策。《新書》乃各以數語括之，雖本紀體貴簡嚴，然登極後命將出師，皆有主帥任其功罪，自可於各列傳見之，未登極以前身為總帥，不詳敘於紀內，將敘於何處耶？前史於漢高成皋、廣武之戰，光武昆陽、邯鄲之戰，未嘗不詳敘也。又《舊書》武德元年追諡隋太上皇為煬帝，此大事也，而《新書》不書。是年李密舊將徐世勣以黎陽及河南十郡降，賜姓李氏，此為世勣入唐之始。三年，秦王大破宋金剛，偽總管尉遲敬德降，此為敬德入唐之始。《新書》亦不書。秦王擒竇建德、王世充，獻俘京師，斬建德於市，流世充於蜀。《新書》但言建德伏誅，而流世充不書。貞觀四年李靖大破突厥，獲隋皇后蕭氏及煬帝之孫正道，送至京師。《新書》但書破突厥，而不書獲蕭後等事。是年帝與群臣論「隋文帝疑群臣不可信，故事多專決，朕以天下之廣，豈可獨斷以一人之慮？惟當選天下之才，委任責成，各盡其用，庶幾於理也。」《舊書》書之，正見太宗致治之本，《新書》亦不書。十六年，詔復隱王建成為隱太子，改封海陵刺王元吉為巢刺王，此為慚德之悔。是歲高麗大臣蓋蘇文弑其君高武，此為征高麗之由。《新書》皆不書。高宗咸亨元年追王武士彠，葬其妻，令文武宮及外命婦送至便橋，此見武后權寵漸盛，《新書》亦不書。儀鳳二年，遣高麗王藏為朝鮮郡王，扶餘隆為帶方郡王，各歸國安輯餘眾。此二人本高麗、百濟之君，被擒入朝，至是遣還，遂世有其國，則亦一大事也，而《新書》不書。聖曆二年初為寵臣張易之、昌宗置控鶴府，尋改為奉宸府，班在御史大夫下，二幸臣之見於本紀始此，《新書》亦不書。中宗即位在東都，神龍二年正月始獲武后靈駕還長安，《新書》亦不書。睿宗景雲元年追廢韋后為庶人，安樂公主為悖逆庶人，此國法所當書者，《新書》不書（《新書·中宗紀》謂帝崩由韋后及安樂公主進鴆，而《安樂公主傳》反不明書其事）。玄宗開元十三年初置廣騎，此為府兵變製之始。十七年八月五日上誕辰，百僚請以為千秋節，此後世誕日置節之始。二十四年始移考功貢舉遣禮部侍郎主之，此為侍郎知貢舉之始。二十八年以壽王妃楊氏為女道士，號太真，此為納楊妃之始。二十九年以幽州節度副使安祿山為平盧軍節度使，押兩番、渤海、黑水四府經略使，此為寵任祿山之始。天寶九載祿山進封東平郡王，節度使封王自此始。十三載祿山奏立功將士，請超授告身，於是權將軍者五百餘人，中將者二千餘人，此見祿山權寵之極。十五載肅宗即位靈武，上皇在蜀，使韋見素、房琯、崔渙齎冊書及傳國璽至，此亦肅宗正位大事。《新書》皆不書。至德二載上皇還自蜀，肅宗奉迎，父子相見，臣民悲喜之狀，《舊書》最詳，《新書》盡刪之。此等事不於本紀詳敘，將於何處紀述耶？又《通鑒》：肅宗借回紇兵收京師，與約曰：「克城之日，土地士庶歸唐，玉帛子女歸回紇。」及收長安，葉護欲如約，元帥廣平王拜於葉護馬前曰：「今始得西京，若遽俘掠，則東京之人皆為賊守。願至東京如約。」葉護即從命，百姓軍士皆泣曰：「廣平王真華夷主也。」此正見代宗為太子時能屈己為民，有君人之量，宜於《代宗紀》內詳敘，而《新書》不載。代宗廣德二年，宰臣及內侍魚朝恩與吐蕃盟於興唐寺。德宗建中三年十一月，朱滔、王武俊、田悅、李希烈各僭號稱王，相連為逆。此何等大事，而《新書》皆不書。此皆《新書》之過求簡淨而失之太略者也。又按《舊書》本紀，穆宗以前尚稍存書法，穆宗以後竟似腐爛朝報，凡內而拾遺、補闕，外而刺史、觀察，其遷黜生卒亦一一書之，真不成史體。又如李紳、李德裕以吳湘獄坐貶，《宣宗紀》內敘此案幾三千字，尤屬蕪穢。《新書》懲其太煩，乃別為體例，只書宰相之除拜罷免，而方鎮惟軍亂易帥則書之，其他則否，是以紀載簡嚴，絕無冗遝。然其例亦有時而窒礙者。如《文宗紀》太和元年詔橫海節度烏重幸討李同捷，十一月又云橫海節度使李寰討李同捷，蓋重幸卒，以宮授李寰，使討賊也。《新書》不載生卒，則一橫海也，忽而重幸，忽而李寰，觀者不幾瞀亂耶？宰相之除拜罷免，既在所必書矣，會昌元年二月以李紳為中書侍郎、同平章事，大中七年以鄭朗為中書侍郎、同平章事，以及蔣伸、高璩、劉鄴、王鐸、崔彥昭等之入相，皆一概不書，則並自創之例亦更多刪削，未免太簡矣。至於各帝詔命及唐初九錫文、禪位詔，《舊書》一一載之，累幅不盡，《新書》盡從刪卻，一洗繁蕪，此則仿《南、北史》體例，又不可以太略議之也。然《舊書》亦有失之略而《新書》補其所未及者。高祖起兵，本非素志，乃太宗與劉文靜、裴寂定謀，後因寂以告高祖，並以晉陽宮人私侍事迫之，高祖乃從。是太宗本謀不可沒也，觀劉文靜等傳可見。《舊書》於高祖、太宗本紀絕不敘及，《新書》獨詳之。《舊書》敘高祖起兵時隋室大亂，但云是時群盜蜂起，《新書》則歷敘劉武周、林士宏等四五十人，一則見當時群盜鼎沸，一則群盜內魁傑者可量為立傳，其餘則第見姓名於此而可不必一一立傳，是雖繁而實簡也。《舊書》但以「群盜蜂起」四字括之，而列傳中仍不為一一立傳，則諸反者大半不見姓名，成何記載耶？又順宗嗣位不數月即傳位，臨御日淺，本無事可紀。而其為太子時，身歷危疑，幾於廢黜，賴李泌調護得免。及沮裴延齡、張渠牟等入相之事，韓愈所謂天下陰受其福者。又德宗時宮市之弊最甚，順宗太子，欲諫之，王叔文曰：「恐有小人間之，謂殿下收群情。」太子謝曰：「非先生不聞此言。」此亦見其留心時事，並樂聽諫言之德。又《朱泚傳》：泚圍奉天，德宗危甚，皇太子督兵苦戰，賊乃敗。是順宗為太子時多有可紀，自應總敘以見其為人。乃《舊書》並無一字。穆宗未為太子時，吐突承璀欲立豐王惲，而惲母賤，不當立，乃立穆宗為太子。憲宗崩，陳弘志殺承璀及惲，穆宗始即位。《舊書》亦不載。他如武后永昌元年以薛懷義為新平道大總管，延載元年又以懷義為朔方道行軍大總管，至令鳳閣侍郎李昭德為長史，鸞台侍郎蘇味道為司馬，此見武后寵幸懷義之極。而《舊書》俱不書。天寶十四載顏真卿起兵河北討安祿山，張巡起兵與賊戰雍丘，及永王璘反於丹徒，至德三載郭子儀等九節度之師有魚朝恩為觀軍容使，及乾元二年三月史思明殺安慶緒，此亦皆當時大事，而《舊書》一概不書，此又《舊書》之疏略也。"
      },
      {
        "index": 8,
        "text": "《舊唐書》多國史原文"
      },
      {
        "index": 9,
        "text": "《舊唐書·武士彠傳》讚云：載窺他傳，過為褒詞，慮當武后之朝，佞出敬宗之筆，凡涉虛美，削而不書。是修史時未嘗無別擇，乃仍有全抄舊文而未加勘訂者。如《唐臨傳》云：臨孫紹為給事中，先天二年，今上講武驪山，紹以修儀注不合旨坐斬。時今上既怒，乃坐紹於纛下，李邈遽請宣旨斬之。按先天乃睿宗年號，所謂「今上」，據《新唐書》則玄宗事也，蓋玄宗時方為太子講武也。又《徐有功傳》云：有功沒後，中宗既贈越州刺史，今上踐祚，竇希瑊請以己官讓有功子惀，以報舊恩澤。《王上金傳》亦有「今上」字，皆謂玄宗也。《竇威傳》：竇氏自武德至今，再為外戚，一品三人，三品以上三十餘人，尚主者八人，女為王妃六人。其所謂「今」，亦謂開元時也。可見此四傳皆玄宗時國史原文，故曰今上也。《陳少遊傳》：代宗益厚待少遊，上即位，累加尚書。所謂「上」者，德宗也。《曲環傳》：環以戰功加特進太常卿，上初嗣位，土番入寇，環又破之。所謂「上」者，亦德宗也。此又皆德宗時國史原文也。他如《郭元振傳》云：築定遠城，為行軍計集之所，至今賴之。五代修史時定遠城久屬塞外，何云至今賴之？此亦必開元中國史原文也。又《崔元翰傳》李汧公在滑台，辟元翰為從事。按史傳例皆書名，豈有稱汧公者？此亦必崔氏志傳原文也。"
      },
      {
        "index": 10,
        "text": "顧寧人謂《舊唐書·職官志》稱唐曰皇朝，曰皇家，曰國家，《經籍志》稱唐曰我朝，以為修史諸臣不忘唐朝之厚意。不知皆唐國史原文，不及改訂耳，非修史者故存忠厚也。近日王西莊又謂此書修於後唐，後唐自以繼唐後，故以唐為本朝，並非因仍唐代史官之筆。此亦曲為之說。後唐時而猶以玄宗、德宗為今上乎？此非國史原文乎？"
      },
      {
        "index": 11,
        "text": "《舊唐書》編訂之失"
      },
      {
        "index": 12,
        "text": "《舊書》列傳七十二卷既有楊朝晟，乃九十四卷又有楊朝晟，五十一卷既有王求禮，乃一百二十七卷又有王求禮。考其事跡，實係一人兩見，並非兩人偶同姓名者。又列傳目錄韋安石下有韋況，而傳中竟無況。《韋安石傳》末謂其兄叔夏另有傳，然列傳中竟無《韋叔夏傳》。編訂如此，則修史之草率可知。又張士貴，唐初功臣，乃編入高宗時諸將程務挺等傳內。元獻楊皇后在楊貴妃之前，乃編在貴妃後。此皆《舊書》之失當者。《新書》李渤、裴潾、李中敏、李甘、白居易皆元和、長慶時人，乃編在張柬之等五王之前，此又《新書》之失。"
      },
      {
        "index": 13,
        "text": "《新唐書》改訂之善"
      },
      {
        "index": 14,
        "text": "《舊唐書》無《兵志》，則有唐一代府兵、廣騎等製於何紀載？無《選舉志》，則明經、進士諸科之沿革於何稽考？列傳內無「公主」一門，則柴紹妻之佐成帝業，安樂公主之弑逆，太平公主之謀變，於何紀載？無「奸臣」一門，則李林甫、盧杞、崔昭緯、崔緇郎、柳璨等之奸邪，於何示誡？《新唐書》增其類，一一傳之，較為詳備也。《舊書》有志無表，《新書》增《宰相表》、《方鎮表》、《宗室世系表》，亦更周密。又《舊書》武后編入本紀，故《皇后傳》內不復立傳。《新書》則既有《武后本紀》，又有《武后傳》，或疑歐公作紀，宋公作傳，各不相謀，遂致重出。不知本紀專載改朔易號、用人行政諸大事，而淫穢瑣屑之跡，本紀中既不便書，又不可全沒其實，是以紀、傳兩存。觀傳中所敘皆本紀所不書者，是不得謂歐、宋二公彼此不相參訂也。《新書》又增立《藩鎮傳》，使各鎮傳襲殺奪，展卷了如，尤為明晰。諸傳中又有各從其類、較為允當者。杜伏威、李子和，《舊書》皆列群雄中，子和附《梁師都傳》後。然伏威降唐，終於長安，子和雖僭號，及歸唐後，能以臣節終，至高宗時始致仕，則何得尚列群雄內乎？《新書》改入唐臣列傳，當矣。武士彠，《舊書》列功臣內。按士彠乃武后之父，唐初起兵，並未與謀，又無戰功可紀，何得入功臣傳？《新書》改入外戚。楊國忠，《舊書》在列傳，《新書》亦改入外戚。李湛為李義府之子，義府諂附武后，而湛與敬暉等誅二張，復中宗，可謂能幹盅者。《舊書》乃附於《義府傳》後，未免皂白不分。《新書》既列義府於《奸臣傳》，而湛另附《李多祚傳》後。《舊書》以狄仁傑、王方慶、姚璹同傳。仁傑、方慶皆忠於唐，合傳固宜；璹不過醇謹，始終為武后信任，何得並書？楊再思最諂武后，《舊書》乃與朱敬則等正人同傳，《新書》則改狄仁傑、朱敬則、郝處俊等同傳，而楊再思與竇懷貞、祝欽明等附武、韋者同傳。豆盧欽望，《舊書》亦與李敬則同傳，《新書》以其依阿取容，改與蘇味道同傳。《舊書》張說、郭元振同傳，《新書》以說與蘇頲同傳，以當日燕、許並稱故也。陳希列舊附《張說傳》後，以說子均、垍俱降賊，希烈亦降賊，故連類書之。然此等奸徒與燕公名臣同傳，可乎？《新書》則以其附李林甫，乃與林甫同入《奸臣傳》。《舊書》張暐、王琚、王毛仲與李林甫、楊國忠同傳。按暐等三人皆盡心於玄宗危難時者，何至與林甫等奸權同傳？《新書》改與劉幽求、陳元禮等同傳。王鉷本王方慶之孫，若依《新書》之孫附其祖後之例，則應附於方慶傳後。《新書》以其侮權致敗，另與楊慎矜等同傳，則又各以類相從，且鉷與慎矜事多相涉也。吉頊《舊書》在《酷吏傳》，《新書》以其能定來俊臣之死，及奏稱皇太子為元帥應募者日數千人，又說張易之勸後召廬陵王，故改入列傳，與魏玄同等同卷。孔穎達、顏師古、啖助、馬懷素，皆有功經史，《舊書》在列傳，《新書》改入「儒學」。李淳風精於術數，《新書》改入「方伎」。劉太真、邵說、於劭、崔元翰、於公異、李益、李賀等，皆以詞藻稱，別無事跡可紀，《新書》改入「文藝」。符令奇為田悅將，密諭其子璘歸朝，而身自被害，臨死罵悅不絕口，此忠節最著者，《舊書》僅附其子璘傳後，《新書》改入 「忠節」。蜀人朱桃椎隱居不仕、浮沈玩世，《舊書》附見《高士廉傳》，《新書》則另入「隱逸」。僕固懷恩、梁崇義、李懷光等，顯為叛逆，朱玫、王行瑜，擅立襄王煴，《舊書》俱在列傳，《新書》俱改入《叛臣傳》。李綺，《舊書》附《李國貞傳》後，《新書》以其叛逆，亦改入《叛臣傳》。《舊書》姚令言、張光景、源休、喬琳、蔣鎮、洪經綸、彭偃七人皆入列傳。按此七人皆臣於朱泚者，泚以反逆，既傳於末卷，此等從逆之徒反入列傳，可乎？《新書》盡削之，而附於《泚傳》後。此皆《新書》之改正舊失，斟酌盡善，更無可議者。又有《舊書》有傳而《新書》刪之者。樂彥瑋、趙仁本、趙德興、張光輔、劉從一、顧況、張敬則等，本無事實可紀也。祖考孫事具《樂志》中；傅仁均事具《曆法》中，故亦不立傳也。有《舊書》無傳而《新書》增之者。如薑寶誼為劉武周所執，逃歸，又從裴寂討宋金剛，被執不屈死。此豈得無傳？《舊書》乃不立，《新書》增之。昭宗母王氏，雖聽出甚微，然帝母也，豈得無傳？《新書》增之，並記其弟瑰除黔南節度，為楊復恭沈於桔柏江之事。蕭穎士一代文儒，海內稱蕭夫子，外夷亦願請蕭夫子為師，《舊書》乃無傳，僅於《韋述傳》後附數語，《新書》增入《文藝傳》。嗣襄王煴為朱玫所立，僭偽凡九月，始伏誅，此豈得不記載？乃《舊書》無傳。《新書》則附於嗣襄王僙之後，此尤子京亦之考訂精博，固未可輕議也。"
      },
      {
        "index": 15,
        "text": "《新唐書》編訂之失"
      },
      {
        "index": 16,
        "text": "《新唐書》編訂亦有可議者。立《宗室世系表》，李唐一代支屬，固屬燦然，然列傳中既有《諸王傳》，則其子孫已附於其祖之後，雖無表亦自可稽。至《宰相世系表》，其一門數相，如蕭氏、崔氏等，為之疏其支派，尚屬有說，其一姓僅一相，而必為之詳敘家世，不幾於代作族譜乎？若欲以見譜學之博，則又非可僅譜宰相而已，此歐公好博之過也。子京又別立「蕃將」及「宗室、宰相」二卷，亦屬無謂。既立「蕃將」一門，則不論時代，凡蕃將皆入卷內，如尚可孤乃代宗、德宗時人，而與太宗、高宗時蕃將同卷，轉使觀者時代易淆。其宗室、宰相亦可各附其祖之後，否則於其祖傳內書明某另有傳，而以其人別傳於各朝宰相內，自覺明晰，今乃並為一卷，果何所取義耶？又「卓行」一門尤屬蛇足。陽城為諫議，裂麻一事，足為名臣，則入於列傳可矣。司空圖生逢末造，隱居卻聘，列之「隱逸」可矣。《舊書》以城入「隱逸」，圖入「文苑」，固非，《新書》別以「卓行」處之，亦甚無謂也。馬三寶，《舊書》在《柴紹傳》末，《新書》改傳裴寂等功臣傳內。然三寶本紹家奴，自應附《紹傳》為是。苑君璋，《舊書》在群雄內，附於《劉武周傳》後，《新書》以其降唐，改入列傳，與羅藝等同卷，是矣。然高開道亦嘗降唐，封北平郡王，《新書》又列之群雄內，何也？或以其既降又叛故耶？然羅藝降唐後仍以反誅，《新書》又編入列傳，亦不畫一。賀知章以詩名，老始致仕，《舊書》列於「文苑」，當矣，《新書》乃入之「隱逸」。歐陽詢父子品雖正，然於經義無所發明，王紹宗亦但工書，孔若思亦只多識古今，乃俱列之「儒學」。李百藥、令孤德棻、李延壽等皆精史學者，而不入《文藝傳》。晚唐詩人溫、李並稱。《舊書》俱入「文苑」，《新書》則專列商隱，而以廷筠附《溫彥博傳》後，以廷筠乃彥博裔孫也。然《新書·商隱傳》又云商隱本李勣裔孫，則又何以不附《勣傳》後耶？（按《舊唐書》勣子孫因敬業之亂，誅殺殆盡，貞觀中有土蕃將徐舍人，自言勣五世孫，武后時其祖逃於蕃，族屬已多不能歸，然則勣子孫已無有在中國者，《新書》謂商隱是其後，亦恐未確。）且《新書》體例，凡祖孫父子相繼有官者，皆於其祖傳後牽連書之。如《蕭瑀傳》直至蕭遘等，《杜如晦傳》直至杜讓能等，《劉政傳》直至劉崇龜等，《于志寧傳》直至于琮等，《溫彥博傳》直至溫廷筠等，《韓休傳》直至韓洄等是也。乃褚亮及子遂良，楊於陵及子嗣復，何以又不連傳而各分卷耶？李齊運亦宗室之後，《新書》以其因言利進，故不附於祖傳後？不幾自亂其例耶？王璵乃王方慶之裔孫，《新書》以其工諂媚，故亦不附於《方慶傳》，而與楊再思等同傳。然再恩及武后、中宗時人，璵則肅宗時為相，以之同傳可乎？張易之、昌宗自應另立《嬖幸傳》，乃《新書》以之附《張行成傳》後。行成為唐名臣，易之兄弟非其子，不過子族了耳，猥以相附，尤屬不倫。劉全諒本無可紀，本傳內不過數語，而其父客奴當安祿反時，為國立功，其事跡見於《全諒傳》者數百言不止，則應立《客奴傳》，而以全諒附於後。乃《新書》反附客奴於《全諒傳》內，亦輕重倒置。既立《藩鎮傳》矣，則不必更為區別，但相次為傳，據事直書，而其人之賢否自見。乃田弘正、李洧盡忠王室，特摘出另編列傳，則其餘豈皆叛臣乎？劉濟恭順不失臣節，且出兵助討王承宗。劉總以盧龍歸朝，請天子置吏，欲革藩鎮世襲之弊。張仲武始終一節，為國立功。王士真歲貢常數十萬，比幽、魏二鎮最為恭順。王元逵出兵助討劉稹，王景崇亦出兵助討龐勳、黃巢，皆有功。弘正既另入列傳，此等何以仍在藩鎮內乎？然猶曰身未離本鎮也；李載義歸朝後又為山南西道節度，何以仍列盧龍藩鎮內乎？程懷信之子權入朝後，又移邠寧節度，何以仍列橫海藩鎮內乎？李維簡斬關赴難，為國純臣，何以仍附於《李寶臣傳》乎？此又《新書》之自亂其例者也。且又有不必立傳而《新書》傳之者。裴矩功績俱在隋朝，入唐則已老，無事可紀。《隋書》已有傳矣，《新書》何以又傳之？趙光逢為朱梁相，光嗣為後唐相，於唐室無事可係，此聽其入《五代史》可矣，《新書》何以傳於趙隱之後？氏叔琮、朱友恭皆朱全忠之臣，來監於朝者，故歐公入之《五代史·梁臣傳》中，《新書》何以傳於《柳璨傳》後耶？又有應立傳而《新書》反不立者。薛懷義擅寵武后朝，威震天下，《舊書》列入「外戚」，固非，《新書》以其無類可歸，遂不立傳，僅於《武后傳》內紀之。中宗四子最幼者殤皇帝重茂，當韋庶人被誅，重茂尚在帝位，太平公主廢之，睿宗始立，此豈得無傳？《新書》缺之。《舊書·方技傳》有僧玄奘及神秀、惠能生等，《新書》以其非「藝術」，遂刪之，竟使此數人不列於史。抑知神仙可入「方技」，佛教獨不可入「方技」乎？況《晉書》佛圖澄、鴆摩羅什、曇霍等皆入《藝術傳》，豈非前史成例，而必去玄奘等不入「方技」乎？又唐之末造，李茂貞稱兵犯闕，韓建邀駕臨幸，殺十六宅諸王幾盡，其事在王室最有關係者，豈得無傳？乃《新書》惟李克用敘入《沙陀傳》內，餘皆無之。豈以時涉五代，應入《五代史》耶？然同時楊行密、劉仁恭、羅紹威等，《新書》又傳之，何也？況氏叔琮等皆梁臣，尚入唐傳，茂貞等本唐臣，反不立傳乎？立《叛臣傳》是矣，然唐帥臣之叛者不少，如劉辟以反誅，僅附於《韋皋傳》後，劉展亦以反誅，亦不入《叛臣傳》。而陳少遊逆跡未甚著，特私附李希烈，沒後尚贈太尉；董秦始終討賊立功，晚年始失身於朱泚，似亦可少逭其罪，乃俱編入叛臣內，亦頗失當。黃巢未入仕即起兵反，與在官而叛逆者不同，宜別立《流賊傳》，乃與安祿山、朱泚等同列逆臣中，似亦非類。《明史》以李自成、張獻忠別為《流賊傳》，覺斟酌盡善也。又龐勳之反，騷動半天下，凡二歲而滅。其後高仙芝、黃巢等繼之。唐之亡實始於此，宣與黃巢等同立一傳。乃僅附見於《康承訓傳》中，此亦《新書》之失檢也。"
      }
    ]
  }
}