{
  "chapterNumber": 42,
  "title": "卷四十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "男人女名，女人男名"
      },
      {
        "index": 2,
        "text": "古有男人而女名者。如帝有女媧氏。魯隱公名息姑。《春秋傳》有石曼姑。《孟子》所稱馮婦。《莊子》所稱偊女高。《戰國策》所稱女阿。《史記》惡來之子名女防。《荊軻傳》「徐夫人匕首」注，徐姓，夫人名，男也。《漢書•郊祀志》有丁夫人、虞初等，以詛軍為功。韋昭亦曰：丁姓，夫人名，男也。《漢武內傳》及《後漢書》魯女生，長樂人，絕穀八十餘年，仙去。《三國志•陸抗傳》有暨豔。《晉書•載記》：鳩摩羅什本名耆婆。《宋書》魯爽小字女生。《梁書》馬仙卑本名仙婢。《魏書》：後魏昭成帝有子曰閼婆。永安中，荊州被圍，行台宗靈恩遣使宗女等入城曉諭蠻首雷婆思。《後周書•蔡祐傳》有夏州首望彌姐。《唐書》李君羨小字五娘。《五代史》：後唐莊宗有衛州刺史李存儒，本姓楊名婆兒。錢鏐小名曰婆留。《宋太宗紀》有西族首領名羅妹。此皆男子也。又《癸辛雜識》：黃姑星即牽牛星，與織女相對，則黃姑不可謂之女星也。女人亦有男名者。黃帝娶西陵之女曰傫祖。絳侯為河內守，許負相之，曰：「君後三歲而侯。」應劭注：負，河內溫人，老媼也，故高祖封為鳴雌亭侯。《漢書•外戚傳》：薄姬少時，與管夫人、趙子兒相愛。子兒亦女也。武帝皇后有衛子夫，子夫之姊長曰君孺，次曰少兒。又霍光夫人囑女醫淳于衍毒許皇后，謂曰：「少夫幸報我以事。」少夫，衍字也。《文〔元〕后傳》：后名政君，妹名君力、君弟。《杜欽傳》皇太后女弟司馬君力。《西域傳》：岑陬尚江都公主，生一女，亦名少夫。又褚先生《日者傳》有婦人能相馬者，曰陳君夫。《後漢書》鮑宣妻桓氏，字少君。吳孫權長女名魯班，適全琮；少女名小虎，適朱據。《南史》：宋武帝女會稽公主名興弟，豫康公主名次男，山陰公主名榮男。孝武帝母路太后名惠男。陳武帝章皇后名要兒。《北史•列女傳》有鄃縣女子孫男玉，嘗殺人報夫仇。《金史》浦察阿虎迭尚鄧國長公主崔哥，又海陵有妃定哥、石哥。又南齊宮中有婦人韓蘭英，有文詞，自宋孝武時入宮，至齊武帝以博士，教六宮書學，以其年老多識，宮中呼為韓公。則又女人而有男子之稱矣。"
      },
      {
        "index": 3,
        "text": "命名奇詭"
      },
      {
        "index": 4,
        "text": "世俗命名，多有取用古人名者。如何尚之名其子曰偃，曰求，曰點，此以古賢為名者也。袁湣孫慕荀奉倩之為人，改名粲，字景倩。劉湛慕汲黯、崔琰之為人，名其子黯，字長孺，琰，字季珪。顏竣初生子，適江夏王義恭亦生子，宋孝武為之制名，名義恭子曰伯禽，以比周公之子；名竣子曰避疆，以比張良之子。此亦以賢臣為名者也。王涯名其長子曰孟堅，次子曰仲翔，此以古人之字為名者也。晉韓延之以劉裕將傾司馬氏，知裕父名翹，字顯宗，乃改己字為顯宗，而名其子曰翹，以示不臣劉氏。此別自有意。甄濟生子，長曰禮闈，次曰憲台。此又以生子時所歷官為名者也。任昉四子：西華、南容、北叟、東裏，則以東西南北切合古人名為名者也。若《漢書•魏相傳》：天子所服，令中謁者趙堯、李舜、倪湯、貢禹各舉一時。宋孝武時，有小史姓皇名太子，孝武移其點於外，改為犬子。苗晉卿名其十子發、丕、堅、粲、垂、向、呂、稷、望、咸，皆與古帝王同名，德宗惡之，命與外官，故皆不顯。此則狂誕不檢，不取禍已為幸矣。南齊庾肩吾名其長子曰黔婁，次子曰於陵。唐亦有楊於陵。則以古人極清貧者為名。至如魏之高菩薩，周之席毗羅，隋之喬鍾葵，陳之周羅睺、鄧沙彌，唐初之宋金剛、王羅漢，明皇時之高力士等，皆以神將為名，尚屬有說。魏元叉本名夜叉，弟羅本名羅刹，則專以凶神惡煞為名，何也？《漢書》酈食其之子名疥，《南史》張敬兒本名狗兒，其弟名豬兒，齊明帝改為敬兒、恭兒。《宋史》劉繼元之子名三豬。《金史•海陵紀》有刑部郎中海狗，《宣宗紀》有李瘤驢、唐括狗兒，《哀宗紀》有完顏豬兒，又兀术之孫名羊蹄，胡沙虎之子名豬糞，封濮王，他如紇石錄豬狗、完顏狗兒，見《西夏傳》，耶律赤狗兒，見《盧彥倫傳》。《金史》謂金人尚質，故沿舊俗不改。《元史》亦有石抹狗狗、寧豬狗，又伯答沙次子名潑皮，皇慶中有駙馬醜漢，江浙行省黑驢，此亦北俗之尚質也。按古人命名，原有不避醜惡之字者。《左傳》晉成公名黑臀，衛侯之弟名黑背，魯文公名其子曰惡，齊田子名其子曰乞，晉景公名獳，鄭成公太子名髡頑，次曰侯獳、衛獳、羊肩、史狗，鄭有堵狗，《史記》韓有公子蟣虱，司馬相如名犬子，《漢書》梁冀子名胡狗。此本古俗，金、元之人名多醜惡，原無足異也。（《甕牖閑評》：蔡京三子，長曰攸，次曰翛，次曰儵。當時語云： 「蔡京之後尤蕭條。」此又命名而成語讖者。）"
      },
      {
        "index": 5,
        "text": "女字繫姓"
      },
      {
        "index": 6,
        "text": "班昭為曹世叔妻，而字惠班。荀采為陰瑜妻，而字女荀。古女人有以母家之姓繫於字者。"
      },
      {
        "index": 7,
        "text": "女扮為男"
      },
      {
        "index": 8,
        "text": "古來有女裝為男者。樂府木蘭從軍，小說家祝英台，其最著者也。其見於史傳者，《宋書》晉熙王昶謀叛，事泄奔魏，攜妾吳氏作丈夫服，亦騎馬逢隨。《南史•崔慧景傳》：東陽女子婁逞，變服為丈夫，能棋解文義，遍遊公卿間，仕至議曹從事。事發，給作婦人服而去，歎曰：「如此伎倆，還為老嫗，豈不惜哉！」《北史》：魏太武令古弼征馮弘，弘令婦人被甲居中，精卒陣於外，東奔高麗。楊大眼妻潘氏，當遊獵之際，亦戎服，與大眼並馳。及還營，同坐幕下，對諸僚佐。大眼指謂諸將曰：「此潘將軍也。」《唐書》：謝小娥以父與夫俱為盜申蘭、申春所殺，乃詭為男子服，傭蘭家，伺隙殺春。《太平廣記》：張詧為郭汾陽所任使，詧既歿，其妻貌與詧極相類，乃偽為丈夫衣服，稱詧弟，上謁。汾陽喜之，令居詧職，累兼御史大夫。汾陽薨後，乃棄職嫁潘老為妻。五代西蜀女子黃崇嘏，亦詐為男入仕宦。元人有《春桃記》傳奇，崇嘏曾登第為狀元。王弇州《藝苑卮言》以為崇嘏仕至司戶參軍。此皆女詐為男入仕者也。至如金海陵王，令諸妃位下皆以侍婢服男子衣冠，號假廝兒。金之將亡，宗室承宗女阿魯真寡居，有眾千餘。蒲鮮萬奴來攻，阿魯真衣男子服，督眾力戰，破之。哀宗在蔡州被攻，括婦人壯健者，假男子衣冠，運石上城。此亦假男之事。若漢末東海呂母稱將軍，晉末王恭起兵，王廞聚眾應之，以女為貞烈將軍，悉以女人為官屬，顧琛母孔氏為之司馬。此或假男子官號，未必詐為男子。唐初柴紹妻起兵，號娘子軍。史思明之亂，衛州侯四娘、滑州唐四娘、青州王二娘，相與歃血，赴行營討賊。崔寧自蜀入朝，楊子琳乘間攻成都，寧妾募勇士千人，自將以進，子琳退去。此並不假男子官號，直以女子自將矣。"
      },
      {
        "index": 9,
        "text": "男子稱佳人"
      },
      {
        "index": 10,
        "text": "男人有稱美人者。《詩》「彼美人兮，西方之人兮」，少陵詩「美人何為隔秋水」，東坡《赤壁賦》「望美人兮天一方」之類是也。男子亦有稱佳人者。《楚詞》「惟佳人之永都兮」，注：佳人指懷王。後漢尚書令陸宏，姿容如玉，光武歎曰：「南方多佳人。」魏曹爽從蹕謁高平陵，司馬懿閉城拒之，桓範勸爽挾天子詣許昌發兵，爽不從。範哭曰：「曹子丹佳人，生汝兄弟㹠犢耳！」又苻秦時，竇滔妻蘇蕙作《璿璣圖》，讀者不能盡通。蘇氏歎曰「非我佳人，莫之能解。」 是皆男子稱佳人也。"
      },
      {
        "index": 11,
        "text": "一母生數帝，二后，一母生二名儒，一母生兩狀元"
      },
      {
        "index": 12,
        "text": "《晉書》：宣帝張皇后，生景帝、文帝，是一母生二帝。然師、昭皆追諡為帝，非及身正位者。明帝后庾氏，生成帝衍、康帝嶽。又成帝貴人周氏，生哀帝丕、廢帝奕。此則一母生二帝。（孝武帝子德宗為安帝，德文為恭帝，未知同母否，史無考。）然所生帝皆短祚，且失國，尚無足紀。《北史》：齊神武妃婁氏，生子洋為文宣帝，演為孝昭帝，湛為武成帝。其長子澄雖未正位號，亦追諡文襄帝。又二女，一為魏孝武帝后，一為魏孝靜帝后，則古來未有之奇也。宋杜太后生太祖、太宗。遼太祖述律后生長子倍，為人皇王，後亦追諡帝，次子德光，即太宗也，亦一母生二帝。《金史》景祖昭肅皇后，生世祖劾裏缽，肅宗頗刺淑，穆宗盈歌，亦一母生三帝。然此乃子孫追諡，非及身為帝者。惟太祖阿骨打、太宗吳乞賣，則皆世祖簡翼皇后之子，是亦一母生二帝。《元史》：睿宗后唆魯帖尼怯烈氏，生二子，蒙哥為憲宗，忽必烈為世祖。又順宗后宏吉剌氏，生海山為武宗，愛育黎拔力八達為仁宗，亦一母生二帝。其後武宗二子，長和世疏為明宗，次圖帖睦爾為文宗，未知同母否。張端義《貴耳錄》：宋乾道間，有媵隨嫁至單氏，生尚書夔，又嫁耿氏，生侍郎延年。及卒，兩家爭葬。孝宗乃命官為葬之。陳了翁之父與潘良貴之父交好，潘以無子為憂，陳曰：「吾有一婢，已生子矣，當以奉借。他日生子，即見還。」 遂遣往，即子翁之母也。往果生良貴。後此母常往來兩家焉。一母生二大官、二名儒，亦前古未有也。又明人《笑史》載：馬狀元鐸母，本妾也，嫡妒不容，再嫁同邑李氏，復生一子，名馬，亦中狀元。御筆於「馬」字旁加「其」字，名「騏」，即李騏也。一母生二狀元，亦奇事。"
      },
      {
        "index": 13,
        "text": "面首"
      },
      {
        "index": 14,
        "text": "宋廢帝時，山陰公主謂帝曰：「妾與陛下皆托體先帝，陛下後宮千百，妾惟駙馬一人，事不均平，何至於此！」帝乃為置面首左右三十人。齊文帝王皇后，當鬱林王時，尊為皇太后，稱宣德宮，鬱林為置男左右三十人。皆前代所未有也。"
      },
      {
        "index": 15,
        "text": "再醮后"
      },
      {
        "index": 16,
        "text": "呂藍衍引漢武帝皇太后，以為漢后乃有再醮者。按《漢書》淮南王安為太子遷取皇太后外孫修成君女為妃。應劭曰：修成君，皇太后先適金氏所生之女也。藍衍之說援此，不知史冊再醮之後甚多。《左傳》：楚子滅息，以息媯歸。此猶是國夫人也。漢以後有再醮而為后者，如劉瑁妻吳氏嫁劉先主，袁熙妻甄氏嫁魏文帝，石重幸妻馮氏嫁晉出帝，李崇訓妻苻氏嫁周世宗是也。有既為后再醮者，晉惠帝后羊氏為劉曜所虜，立以為后，嘗問曰：「吾何如司馬家兒？」后曰：「陛下開基之聖主，彼亡國之暗夫。彼為帝王不能庇妾，爾時實不欲生，意謂世間男子皆然。自奉巾櫛以來，乃知天下自有大丈夫也。」其後相襲最多者，莫如後魏及北齊、後周之世。魏明帝嬪爾朱氏本爾朱榮之女，榮迎立孝莊帝，帝立以為后。後孝莊被害，齊神武又納為別室，生子彭城王浟。又廢帝元朗建明皇后小爾朱氏，神武亦納之，生任城王湝。後廢，徙靈州，適盧景璋。（高歡又納廣陽王妃鄭氏、任城王妃馮氏、城陽王妃李氏。）魏孝武皇后高氏，本神武女，孝武西奔，後又為彭城王韶妃。東魏孝靜皇后高氏，亦神武女，孝靜禪位後封太原公，甚護視帝，帝被害，乃又嫁楊愔為妻。（靜帝李妃，後亦為齊武成帝妃。）齊文宣后李氏，文宣崩後，武成帝逼淫之。后有娠，其子紹德叩閣不得見，怒曰：「姊姊腹大，故不見兒。」后慚，遂生女不舉。武成怒曰：「爾殺我女，我何不殺爾兒！」遂殺紹德。又文宣帝段昭儀，文宣崩後改適錄尚書唐邕。孝昭帝元后，齊亡後亦入周宮中。武成帝后胡氏，齊亡入周，恣行奸穢。後主緯后斛律氏，廢居別宮，齊亡後，嫁開府元仁為妻。又後胡氏，齊亡後亦改嫁。而淑妃馮小憐，將立為后，齊亡後，周武帝以賜代王達。達嬖之，與妻李氏不睦。隋文帝受禪後，以賜李氏之兄詢，令著布裙以配舂。後主之弟琅琊王儼被害，追稱楚帝，妻李氏進號楚帝后，齊亡，亦改嫁。周靜帝后，司馬消難女也，被廢，嫁為刺史李丹妻。元泰定帝后，丞相燕帖木兒娶為夫人。此皆見於史策者。蓋當衰亂之世，革易頻仍，禮教廢而廉恥喪，故習以為常，恬不知怪。然亦有守志皎然不汙者。王莽女為漢平帝后，自劉氏廢，即稱疾不朝。莽欲嫁之，不肯。莽敗，投火中死，曹操女為漢獻帝后，及曹丕篡，遣使求璽，后怒抵之於軒下，因涕泣橫流，謂皇天不祚。楊堅女為周宣帝后，堅篡位，封為樂平公主。后憤惋甚。堅欲嫁之，不許。李女為吳太子璉妃，既篡，封為永興公主。妃痛楊氏失國，聞人呼公主，則流涕而辭，此數后者，節行高千古，以視夫正位中宮、靦顏再適者，有狗彘之不若矣。《後漢書》：靈帝崩，皇子辯即位，董卓廢為弘農王而弑之。王妃唐姬歸於其父瑁，瑁欲嫁之，誓不許。李傕之亂，為所掠，欲妻之，固不聽，而終不自名。尚書賈詡知之，白獻帝，乃下詔迎姬，置弘農王墳園，拜為弘農王妃。此雖不能死，而始終不辱身，其情猶可憐也。"
      },
      {
        "index": 17,
        "text": "長壽"
      },
      {
        "index": 18,
        "text": "古來所傳長壽人最多，然《列仙》、《述異》諸書荒幻不足信。其見於史傳者，三代以上帝王，具載韓昌黎「佛骨」一表。至秦、漢以下，則亦有可數者。《漢書》：趙佗卒於漢建元四年。徐廣引皇甫謐云：其時漢興已七十年，則佗蓋百餘歲。東甌王壽百六十歲。《北史》：魏神元帝一百四歲。高麗王連年百餘歲。吐谷渾王誇呂在位百年。此人君之最壽者。《漢書》：丞相張蒼年百餘歲。《陳思王集》：桓君山曰「余前為王莽典樂大夫」，自王莽至魏已二百餘年。《魏書》：代人羅結，魏太武初遷侍中，總三十六曹事，年一百七歲，精爽不衰，一百十歲始聽歸老，又十年乃卒。《唐書》：甄權在隋開皇時為秘書正字，至貞觀十七年一百三歲，太宗授朝散大夫。白香山「九老」中有李元爽，年一百三十六歲。《金史》：芮國公吾裏補一百五歲。海陵立太子時，有忽裏罕解衣進太子曰：「臣今年百歲，有子十人，願太子與臣同。」海陵大喜。《元史》：阿瓦丁一百二歲，紥八兒一百十八歲。此人臣之最壽者。《漢書》：孝文帝時得魏文侯舊樂人竇公，年一百八十餘歲。《後漢書》：冷壽光年可百五六十歲。《三國志注》引《世語》：并州送漢故度遼將軍范明友鮮卑奴，年三百五十歲，能言霍光時事，謂：「霍顯乃光後小妻也；明友妻，光前妻女也。」《通鑒》：蜀范長生，先事劉先主，至李特時尚在，年一百三十餘歲。《南史》：梁普通中，北侵穰城，城內有人年二百四十歲，不能復食，惟飲曾孫婦乳，簡文賜以束帛。又荊州上津人張元始，年一百十六歲，膂力過人。九十七歲時生子，子遂無影。鍾離人顧思遠，年一百十二歲，有子十二，俱死，惟小者存，已六十餘。廣信侯蕭俁見之，驗其頭，有肉角長寸許，遂載還都，進見武帝，擢為散騎侍郎。《遼史》：霸州民李在宥，一百三十三歲，賜束帛、錦袍、銀帶。金世宗次遼水，召見一百二十歲女直老人，能道太祖開創事，上賜之帛。此民人之最壽者。又梁武時，餘姚海外浮鵠山，有女人年三百歲，其女官道士四五百人，年皆出百，遣使來獻紅席，云：席草嘗有紅鸞居其下也。此女人之最壽者。"
      },
      {
        "index": 19,
        "text": "按東漢馬融年八十八，陳實年九十二，孫吳時呂岱九十六，晉顏含九十三，王祥八十五，劉宋時羊元保九十四，北魏高允九十八，唐孫思邈年百餘歲，王希夷九十九，孟詵九十三，潘師正九十八，李綱八十五，虞世南八十一，李百藥八十四，李靖七十九，張柬之八十二，令孤德棻八十四，傅弈劉仁軌、蘇良嗣、郭子儀皆八十五，張暐、李客師九十，柳登、楊隆禮、裴遵慶、崔元綜皆九十餘，裴伷先、李勣、唐休璟八十六，員半千九十四，烏承比九十六，蕭昕九十三，褚亮、柳公權、王起、歸崇敬八十八，苗晉卿八十一，杜悰、吳兢八十，王縉、王及善八十二，宋文彥博、梁適九十二，張士遜、喬行簡八十六，陳堯佐、蘇頌、崔與之八十二，曾公亮、富弼八十，李光、楊萬里八十三，周必大七十九，史浩八十九，陸遊八十五，包恢八十七，鄭望之八十四，元石天麟、王磐、尚文九十二，李昶、蕭奭阝、黃澤八十七，陸文珪、歐陽玄、姜澄八十五。《明史》所載大臣老壽者尤多，大學士則劉健九十四，謝遷八十一，沈鯉八十五；尚書則胡濙八十七，魏驥九十八，王恕九十三，韓文八十六，馬文升八十五，劉大夏八十一，郭宗皋、陶琰九十，陸樹聲九十七，王翱八十九，王直八十四，王驥八十三，章懋八十六（懋生三子俱前卒，年八十一又生子名接），潘恩八十七。弘治中，胡拱辰以尚書致仕，及年九十，巡按御史請存問，正德三年始卒，則年且百歲矣。王學夔亦以尚書致仕，隆慶、萬曆間存問者再，年九十四。侍郎以下，則劉淳九十七，錢宰九十六，葛誥九十二，蔡天祐九十五，楊守隨八十五，閔珪八十二，孫原貞八十七。以上皆見於正史者。又《梁書•始興王憺傳》內記顧思遠一家多壽，《宋史》韓億生八子，絳為相，年七十七，縝太子太保，年七十九，維太子少傅，年八十二，縝子宗武大中大夫，年八十三。又《陳搏傳》有鄢陵人許永上言：「臣年七十五，父瓊九十九，長兄八十一，次兄七十九，欲乞近地一官就養。」上迎其父至京，神氣尚不衰。此又一家多壽，有不可思議者。昔謝莊自謂家世無高年，高祖四十，曾祖三十二，祖四十七，莊亦四十六而死。是固亦關家運耶？然陸遊亦自謂家世無高年，而遊竟享高壽，則又未可一概論也。"
      },
      {
        "index": 20,
        "text": "多子"
      },
      {
        "index": 21,
        "text": "《史記》：秦繆公子四十人，田常子七十餘人，田嬰子四十餘人。《漢書》：中山王勝好內，有子百二十餘人。《晉載記》：姚弋仲有子四十二人。《宋書》：孝武子二十八人，胡藩子六十人。《梁書》：鄱陽王恢男女百人，封侯者三十九人。《陳書》：宣帝子四十二人，《北史》：吐谷渾有子六十人；馮跋有了百餘人，後俱為馮弘所殺。馮盎子三十人。李遷哲妾媵百數，男女六十九人，緣漢千里間，第宅相次，姬妾之有子者，分處其中。遷哲鳴笳導從，往來其間，子孫參見，或忘其名，披簿以審之。《唐書》分王守禮有子六十餘人，棣王琰五十五子，延王玢三十六子，靖恭太子琬男女五十八人，李林甫子女各二十五人。《宋史》：錢昱生子百數。王弇州《皇明盛事》：慶成王九十九子。"
      },
      {
        "index": 22,
        "text": "醜女變美"
      },
      {
        "index": 23,
        "text": "《南史》梁武帝丁貴嬪，有赤痣在左臂，療之不去，又體多疣。及武帝將納之，遂並失所在。《遼史》：欽哀皇后蕭氏，黝面狼視，入宮嘗拂承天太后榻，獲金雞吞之，膚色光澤勝常。太后驚異曰：「是必生奇子。」又而果生興宗。《宋史》：謝皇后面黧黑，又翳一目，早孤，嘗躬親汲飪。有詔選謝氏女入宮，諸父櫸伯不肯送，曰：「即入宮，不過一老宮婢耳。」會上無夕，有鵲來巢燈山，眾以為后妃之祥。櫸伯不得已，送就道。后忽病疹，及愈，膚脫，瑩白如玉，醫又以藥去其翳。入宮未幾，遂立為皇后。"
      },
      {
        "index": 24,
        "text": "一門才女"
      },
      {
        "index": 25,
        "text": "《唐書》：貝州宋廷芬，五女皆警慧善屬文。長若莘，次若昭、若倫、若憲、若荀，皆不願適人，欲以學名其家。節度使李抱真奏之，德宗愛其才，悉留宮中。帝作詩，每令賡和，呼為學士。秘禁圖籍，皆令總領。若昭歷憲、穆、敬三朝，皆呼先生，后妃與諸生皆以師禮見。而廷芬有男，獨愚不可教，為民終身。"
      },
      {
        "index": 26,
        "text": "童女生子"
      },
      {
        "index": 27,
        "text": "南史張麗華初事龔貴嬪，方十歲，後主見而悅之，因得幸，遂有娠。《輟耕錄》：至元丁丑，民間訛言采秀女，故婚嫁不問長幼。松江民蘇達卿女年十二，贅浦仲明之子為婿，明年生一子。此皆事之絕奇者。晉明帝崩時，年僅二十七。其子成帝享國七年，年二十二。則明帝生成帝時，年僅十三耳。北魏獻文帝亦十三歲生孝文帝。北齊琅琊王儼被害時，年十四，已有四男。此亦皆生子最早。又漢昭帝年十二，立皇后上官氏。北齊高澄亦年十二，尚孝靜帝妹馮翊長公主。《後周書》：於翼年十一，尚宇文泰女平原公主。此又婚期之最早者。"
      },
      {
        "index": 28,
        "text": "老婦生子"
      },
      {
        "index": 29,
        "text": "《太平廣記》：張詧妻與詧貌相似。詧事郭汾陽，既歿，妻偽為丈夫衣冠，名為詧弟，復事汾陽。汾陽薨，詧妻年七十餘，再適潘老，生二子，曰滔，曰渠。《金史》：始祖函普居完顏部，部有兩族交惡，函普解之，部人遂以六十歲未嫁之賢女配之，即明懿皇后也。生德帝烏魯，季曰幹魯，女曰注思版。亦見洪皓《松漠記聞》。"
      },
      {
        "index": 30,
        "text": "賣妻再合"
      },
      {
        "index": 31,
        "text": "《陳書》：徐陵弟孝克，當侯景之亂，京師大饑，賣妻臧氏與孔景行。妻不肯，卒賣之，以其資養母。景行既歿，妻歸，謂孝克曰：「往日之事，非為相負。今既得脫，當歸供養。」遂復為夫婦。"
      },
      {
        "index": 32,
        "text": "風吹送妻"
      },
      {
        "index": 33,
        "text": "王阮亭自記其先世本農家，無妻室，忽天大風，空中吹墮一女，遂以為妻。厥後子妻繁盛，仕宦歷數世不絕。人多疑其妄，然古亦有此事。元時郝經有《天賜夫人》詩一首，云：「八月十五雙星會，佳婦佳兒好婚對。黑風當筵滅明燭，一朵仙桃降天外。梁家有子是新郎，芊氏忽從鍾建背。負來燈下見鬼物，雲鬢欹斜倒冠佩。自說成都五千里，恍惚不知來此際。甘心與作梁家婦，詔起高門榜天賜。幾年夫婿作相公，滿眼兒孫盡朝貴。」"
      },
      {
        "index": 34,
        "text": "古婦女不嫌鬚"
      },
      {
        "index": 35,
        "text": "《晉書•桓溫傳》：溫眼如紫石棱，鬚作蝟毛礫，尚南康公主。是尚主時已有鬚也。宋山陰公主夜就褚淵，淵不敢從。公主曰：「褚公鬚髯如戟，何無丈夫氣？」是公主並愛其有鬚也。唐武后時，朱敬則疏曰：「近聞尚食柳模自言：子良賓潔白美鬚眉，堪充宸御。」是鬚眉之好者，並可進御於武后也。"
      },
      {
        "index": 36,
        "text": "內監娶妻"
      },
      {
        "index": 37,
        "text": "內監多有娶妻者，浣濯饎爨之事，亦所必需，不必盡如《雙槐歲抄》所云「此輩男性猶在也」。按《後漢書〔原無「後字」〕劉愉〔瑜〕傳》：常侍、黃門亦廣娶妻。《周舉傳》：監宦之人，亦復以形勢威侮良家，取女閉之，至於白首，歿無配偶。《單超傳》：四侯轉橫，多取良人美女，以為姬妾，《趙皇后傳》：宮婢道房與中宮史曹宮對食。應劭注曰：宮人自相與為夫婦，名對食。《唐書•高力士傳》：河間人呂元晤有女國姝，力士娶之。元晤自刀筆吏擢至少卿。《李輔國傳》：帝為娶元擢女為妻，擢以故為梁州刺史。宋神宗疾，宣仁太后諭內侍梁惟簡曰：「令你新婦做領黃袍，十歲來孩兒著得者。」又《朱子語類》：梁師成妻死，蘇叔黨、范溫皆衰絰往哭。《水東日記》：明宣德中，賜太監陳蕪兩夫人（《明史》本傳作兩宮人）。天順初，賜故太監吳誠妻第宅莊田。天順中，霍瑄奏：鎮守大同中官韋力轉強取部民女為妾。此皆前代故事。若元順帝時有中官趙伯顏不花，本契丹士人被擒者，年已三十餘，妻、子具矣。帝憐其才，刑為閹人，命為樞密院使。不花不舍其妻，仍與之共處。則未閹以前之妻，非可概論也。至如秦趙高養義女，贅其婿閻樂，此宦官之有養女也。《後漢書》：順帝四年詔：聽中官得以養子襲爵《劉愉〔瑜〕傳》：中官競立繼嗣，繼體傳爵，或乞子於疏屬，或買兒於市道。又曹騰有養子曹嵩，即曹操之父。此宦官又有養子也。唐德宗生母沈氏，因天寶之亂，失所在，登極後，使人遍求。有高力士女，頗能言禁中事，乃與女官李真一合謀，希圖望外。力士子白其誣。此亦宦官子女也。魚朝恩有養子名令微，服綠。朝恩攜以見代宗，乞金紫。帝未答，有司已奉紫服於前，遂賜之。武宗時宦官仇士良，請以開府蔭其子，為千牛，給事中李中敏判云：「開府階誠宜蔭子，謁者監何由有兒？」昭宗時，楊復恭多養假子，守信、守亮、守忠、守貞、守厚等為節度使、刺史，孔緯於上前詰之，復恭曰：「子壯士，欲以衛國家。」緯曰：「何不使姓李而姓楊乎？」復恭無以對。此又宦官養子之極濫者也。《夷堅志》：大璫張去非之子安世使北朝，人送之，有「便是中朝一漢兒」之句。京師人以內侍養子不閹者為漢兒也。元至順二年，御史臺言：「江西參政李允中，乃宦者李邦寧養子也。」至如《後漢書》欒巴先為宦者，給事掖廷，後陽氣通暢，白上乞退，乃拜為郎中。《北史》：魏孝文帝幽皇后馮氏，因帝南征，遂與中宦高菩薩亂。北齊武成帝胡後，與諸奄人褻狎。明魏忠賢與客氏淫亂。此又宦官變異，仍能為人道者。"
      },
      {
        "index": 38,
        "text": "《後漢書》：袁紹勒兵誅宦官，無少長皆殺之，或有無須而誤死者。唐中宗時，宦官用事，竇從一曲意下之，見訟者無須，亦曲加承接。===神像配合"
      },
      {
        "index": 39,
        "text": "杜氏《通典》：汾陰后土祠，為婦人塑像，武后移河西梁山神塑像以配之。開元十一年，有司始遷梁山神像於別室。歐陽公《歸田錄》：小孤山日久訛為小姑，而對江有彭郎磯，土人遂為「小姑嫁彭郎」之謠。《蓼花淵閑錄》：臨海有杜拾遣廟，年久訛為杜十姨，塑為女像；又有伍子胥廟，訛為伍髭須，遂塑長髯者為伍髭須神，以配十姨。《張南軒集》：舜廟中有武后像即日投之江中。祠廟之神，以訛傳訛，而又為之配合，此里俗之最可笑者也。"
      },
      {
        "index": 40,
        "text": "男娼、尼站、和尚教坊"
      },
      {
        "index": 41,
        "text": "比頑童之訓，見於《尚書》，可見三代已有此風。後有彌子瑕、鄂君、龍陽君，以及漢之籍孺、閎孺、鄧通、韓嫣、董賢之徒，至於傅脂粉以為媚。（漢惠帝時，黃門侍中皆傅脂粉。衝帝時，有飛章告李固胡粉飾貌，搔頭弄姿。魏曹子建亦好傅粉。晉何晏動靜自喜，粉白不去手。唐張昌宗得幸於武后，又薦其兄易之，傅粉施朱，俱承辟陽之寵。後唐莊宗嘗自傅粉，與伶人戲。此皆傅粉故事。）史臣之贊曰：「柔曼之傾國，非獨女德，蓋亦有男色焉。」《癸辛雜識》謂，東都盛時，有經此圖衣食者。政和中立法：告捕男子為娼者，杖一百，賞錢五十貫。南渡後，吳俗尤盛，皆傅脂粉，盛妝飾，善針指，呼謂亦如婦人，其為首者號師巫行頭。凡官府有不男之訟，則呼使驗之。敗壞風俗，莫此為甚云。按此風相習，歷代皆所不免，然如宋時之傅脂粉，並有師巫行頭之類，則罕矣。《癸辛雜識》又記，臨平明因寺，尼刹也，往來僧官每至，必呼尼之少艾者供寢，寺中苦之。於是專作一寮，貯尼之有違濫者，以供不時之需，名曰尼站。曾三異《同話錄》：唐元和中，有僧文淑者，聚眾論說內典，託言鄙褻之事，同輩爭為歌曲，呼所居為和尚教坊。此皆事之不經者也。"
      },
      {
        "index": 42,
        "text": "妻肉僧"
      },
      {
        "index": 43,
        "text": "呂藍衍《言鯖》謂陝西邊郡山中，僧人皆有家小，以為異。不知其地近蒙古風俗，凡喇嘛多娶妻食肉，毋足怪也。（元人馬祖常《河西歌》：「賀蘭山下河西地，女郎十八梳高髻。茜根染衣光如霞，即召瞿曇作夫婿。」正是甘涼一帶舊俗也。）《唐書•李德裕傳》：蜀先主祠旁有猱村，民皆剃髮若浮屠者，而畜妻子自如。鄭熊《番禺雜志》：廣州僧有室家者，謂之火宅僧，呼僧之妻曰梵嫂。房千里《投荒雜錄》謂：南人不信釋氏，間有一二僧，皆擁婦食肉，土人以女配之，呼曰師郎。或有疾，請僧設食，宰殺羊豕以敢之，目為除齋。陶穀《清異錄》：京師大相國寺僧，有妻曰梵嫂。曾三異《同話錄》：僧鑒虛作煮肉法，行於世。是僧之妻肉，由來久矣。又《古今原始》：宋太祖時，始禁道士不得畜妻。是古來道士亦皆有妻室矣。今世俗亦尚有一種火居道士，有妻子，與民人無異。"
      },
      {
        "index": 44,
        "text": "館師為帝王"
      },
      {
        "index": 45,
        "text": "古來有以孝廉而為帝王者。孫策死，孫權方哭於喪次，張昭曰：「此豈孝廉哭時耶？」晉武帝初以貴公子當品，鄉里莫敢為輩。州內十二郡中正，乃共舉鄭默與帝並登孝廉。是吳大帝、晉武帝皆曾舉孝廉也。《隋書》：許善心謂：「梁武帝出自諸生。」又徐鉉所撰《劉鄗墓志》有云：元宗方在膠庠，吳帝使君召拜為郎中。元宗乃南唐主李也。是梁武、李亦俱由秀才起也。有以狀元為帝王者，夏主遵頊也。又有以館師而封王者。北齊後主緯有侍書張景仁，封建安王，而馬敬德先為後主師，已卒，趙郡王彥深曰：「何容侍書封王，而侍講翻無封爵？」乃亦追封敬德為廣漢郡王。宋趙普少時亦為館師，人稱為趙學究，後封韓王。有以館師而為帝者。《南史》：陳霸先少時嘗遊義興，館於許氏，後遂為帝。《五代史》：朱溫之父誠，以五經教授鄉里，號朱五經。卒，溫既為帝，乃追尊為烈祖。"
      },
      {
        "index": 46,
        "text": "奴封侯"
      },
      {
        "index": 47,
        "text": "竇建德兵至滑州，刺史王軌奴殺軌，攜其首降。建德曰：「奴殺主，大逆，吾何為受之？」立命斬奴。唐太宗嘗曰：「近有奴告主反者，謀反不能獨為，必與人共之，何患不破，何必使奴告耶？自今有奴告主者，皆勿受，仍斬之。」《唐書•魏謩傳》：大理卿馬曙有犀甲，為奴王慶所告。議者謂：「奴訴主，法不聽。」蓋引此詔律也。郭子儀婿趙縱，為其奴告謀反，德宗留其奴於內，下其事御史雜治。張鎰力引太宗事固爭，乃杖殺奴，而貶縱。建中元年詔書：「奴婢告主，非謀叛者，以自首論。」遼聖宗詔：「家主非謀反大逆，不得告。」《元史•速不台傳》：征欽察時，有奴來告其主者，速不台縱為民。太祖曰：「奴不忠其主，肯忠他人乎？」遂戮之。《明史》：何真攻賊王成，募擒成者予鈔十千。成奴縛成出，真矛之鈔，命具湯鑊烹奴，令於眾曰：「奴叛主者，視此。」是皆嚴於主僕之分，所以杜悖逆之萌也。哥舒翰戰敗，揭榜收散卒，欲復守潼關。其將火拔歸仁執之，以降安祿山。祿山曰：「汝叛主，不忠不義。」乃執而斬之。蕭仲宣家奴告其主怨謗，金海陵煬王亮曰：「仲宣之侄，以誹謗誅，故其家奴敢妄告。」趣命殺告者。雖劇賊暴主，亦復知此，何光武之討彭寵，寵蒼頭子密殺寵以降，竟封子密為不義侯？又劉永將慶吾斬永降，亦封慶吾為列侯耶？侯景圍台城，募北人先為奴者，並令自拔，賞以不次。朱異黥奴乃以其儕逾城投賊。景以為儀同，使至闕下誘城內，乘馬披錦袍，詬曰：「朱異五十年仕宦，方得中領軍，我始事侯王，已為儀同。」於是奴僮盡出。光武之侯子密，毋乃近是。"
      },
      {
        "index": 48,
        "text": "按《後漢書•光武紀》：十一年，詔殺奴婢者不得減罪。又詔：敢炙灼奴婢，論如律。又詔除奴婢射傷人棄市律。是光武之政，多假借奴婢，豈當時深有見於奴婢之受虐，而為此令耶？"
      },
      {
        "index": 49,
        "text": "九儒十丐"
      },
      {
        "index": 50,
        "text": "《謝疊山集》有《送方伯載序》曰：「今世俗人有十等：一官，二吏，先之者，貴之也；七匠，八娼，九儒，十丐，後之者，賤之也。《鄭所南集》又謂：元制一官，二吏，三僧，四道，五醫，六工，七獵，八民，九儒，十丐。而無七匠、八娼之說。蓋元初定天下，其輕重大概如此，是以民間各就所見而次之，原非制為令甲也。"
      },
      {
        "index": 51,
        "text": "盜賊敬名德"
      },
      {
        "index": 52,
        "text": "東漢時，盜賊亦知敬信名德。周黨居廣武，託疾杜門。賊暴縱橫，惟至廣武，過城不入。姜詩至孝，赤眉賊經其里，弛兵而過，曰：「驚大孝必觸鬼神。」 乃遺米肉而去。樊宏恩德著於鄉里，赤眉至，皆曰：「樊君素善，何心攻之？」孔嵩宿驛亭，盜竊其馬，既而知為嵩也，乃相責曰：「孔仲山善士，豈宜侵盜乎？」 遂還之。姜肱兄弟遇盜，劫去衣資，後盜知肱，叩還盜所劫衣物。孫期至孝，鄉里化其仁讓。黃巾賊起，過期裏，相戒「不犯孫先生舍」。李恂罷官家居，西羌反，恂被執。羌素聞其名，放遣之。徐幸隱居不仕，漢末賊寇縱橫，皆敬幸，轉相約敕，不犯其閭。袁閎隱居，黃巾賊獨不入閎鄉，鄉人就閎避難者皆獲免。鄭康成自徐州還高密，遇黃巾數萬人，見康成皆拜，相約不入其縣境。事皆見《後漢書》各本傳。蓋其時風氣如此，雖盜賊亦知敬賢也。張角之亂，向栩請「不必興兵，但遣人於河上北向讀《孝經》以代之」，語雖可笑，然當日人心習俗略可概見。使在後世，雖極迂腐之士，亦必不出此言矣。"
      },
      {
        "index": 53,
        "text": "權奸有仙骨"
      },
      {
        "index": 54,
        "text": "《說郛》載《李林甫外傳》：林甫少時，有道士見之，謂曰：「某行世間五百年，始見郎君一人，已列仙籍，當白日升天。如不欲，則二十年宰相。郎君何所欲？」林甫曰：「願為相。」道士惋惜良久，臨行囑其勿行陰賊。後果為相。安祿山嘗語術者曰：「我對天子亦不懼，惟見李相公輒無地自容，何也？」術士曰： 「公有陰兵五百在左右，皆銅頭鐵額。及李相公至，一青衣童子捧香爐而來，則僕射銅頭鐵額之類皆避去。當是仙官暫謫耳。」淩準《艅艎日疏》：盧杞未第時，遇仙嫗麻姓者，引至水晶宮，見太陰夫人。夫人問曰：「公有仙相，能居此乎？能為地仙時一到此乎？能為中國宰相乎？公願何事？」曰：「願為宰相。」遂遣還。何薳《春渚紀聞》：蔡京能目視皎曰，久而不瞬。又洪容齋《隨筆》：蔡京死後四十二年還葬，皮肉俱消，獨心胸上隱起一卍字，高二分許，如鐫就者。《夷堅志》：安淳為諸生時，夢入宮闕，一真宮坐殿上，有江瀆神先在庭下。真官背命吏引惇居其上，惇不敢。真官曰：「鬼趣安得處仙上？汝生前乃富陵朱真人也。」此數事雖皆出於小說，然必非無稽。豈古來大奸大惡，必有仙骨者乃能為之耶？其理不可曉也。"
      },
      {
        "index": 55,
        "text": "一人殺四王、兩大臣"
      },
      {
        "index": 56,
        "text": "北齊趙郡王睿欲逐幸臣和士開，爭論於宮中。既出，至永巷，被送華林園，於雀離佛院令劉桃枝拉殺之。平秦王歸彥謀逆，上令劉桃枝牽入，桃枝臨之以刃，擊鼓隨之，子孫十五人皆棄市。簡平王浚被收，入地牢，盛以鐵籠。文宣使劉桃枝就籠刺之，槊每下，浚以手拉折之。於是薪火亂投，燒而死。郎琊王儼出至永巷，劉檔枝反接其手，以袂塞口，反袍蒙頭負出大明宮，鼻血滿面，立殺之。後主欲殺斛律光，召至涼風堂，劉桃枝自後撲之，不倒，光曰：「桃枝貫作如此事。」 桃枝與三力士拉殺之。後主殺隴東郡王胡長仁，亦使劉桃枝馳驛至齊州賜死。桃枝一人凡殺四王、兩大臣，此前古所未有也。初齊文襄令善相者皇甫玉相桃枝，曰： 「極貴，王侯將相，多死其手。」亦異矣哉！"
      },
      {
        "index": 57,
        "text": "一將軍平三國，皆生擒其王"
      },
      {
        "index": 58,
        "text": "《唐書》：蘇定方征賀魯，破降其五弩失畢兵十餘萬，追敗賀魯於伊麗水上。賀魯遁至石國，定方遣蕭嗣業往擒之。思結闕挨斤都曼擁所部及疏勒、朱俱波、蔥嶺等國復叛，定方討之。將至其地，一日夜行三百里，遂圍其城，都曼面縛出降。後又為熊津道大總管，討百濟。賊傾國來拒，定方大戰破之。其王義慈及太子隆等奔於北境，定方進圍其城。義慈次子泰自立為王，眾不服，有來降者。定方乘勢登城，泰開門降，其大將又以義慈及太子隆等送款。定方凡平三國，皆生俘其王以歸，前此所未有也。《明史》安南黎季犛弑主，自稱太上皇，立子蒼為帝。其故王之孫陳天平入訴，季犛詭請還國，而伏兵襲殺之。張輔奉命往征，破其多邦城，進克東都。季犛遁，輔遣將窮追，至奇羅海口，獲季犛及蒼並偽太子等，乃班師。後陳氏故臣簡定復叛，別立陳季擴為皇，而自稱越上皇。沐晟討之，反為所敗。乃復命輔往，分道進擊，獲簡定於美良山中，惟季擴未獲。帝詔班師，而季擴雖已請降，乘輔歸，復出肆劫。輔再往，屢擊破之。季擴奔老撾，輔遣將師祐索之。破其三關，遂縛季擴出。輔一人凡三定安南，皆生俘其王，可與定方並稱也。"
      }
    ]
  }
}