{
  "chapterNumber": 8,
  "title": "卷八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《南、北史》原委"
      },
      {
        "index": 2,
        "text": "《南北史》原委見於李延壽自序：其父大師，少有著述之志，以宋、齊、梁、陳、魏、齊、周、隋南北分隔，南謂北為索虜，北謂南為島夷，其史皆詳於本國而略於他國，欲仿《吳越春秋》體編年紀之。客於侍中楊恭仁家，有宋、齊、梁、魏四代史，因漸次編輯，未畢而歿。延壽欲繼先志，適在顏師古、孔穎達下佐修各史，因得齊、梁、陳等五代舊事目所未睹者，合之家中舊本，參訂編次，尚多所闕。貞觀十五年，令孤德棻奏延壽同修《晉書》，因復得入內府勘究宋、齊、魏三代之事。十七年，褚遂良又奏延壽佐修《隋書》「十志」，因益得披尋校勘。時史局中梁、陳、周、齊、隋《五代史》已就，以「十志」未成，故未頒行。延壽不敢使人抄錄，乃手自繕寫，又於此正史外參考雜史一千餘卷，然後成書，前後凡十六年。既訖事，呈令孤德棻閱畢，始表上之，時已在高宗之世。此《南、北史》始末也。按延壽修史時，沈約《宋書》。蕭子顯《齊書》、魏收、魏澹兩家《魏書》，皆已流布。梁、陳、周、齊、隋五史且未頒行，而延壽同在纂修之列，故得抄錄，以為底本，而參考雜史以成之。刪去蕪詞，專敘實事，大概較原書事多而文省，洵稱良史。然其中增刪亦有不同者，今以各原書核對，延壽於宋、齊、魏三史刪汰最多，以此三史本蕪雜太甚也；於梁、陳、周、齊、隋五代則增刪俱不甚多，以此五史本唐初名人所修，延壽亦在纂輯之列，已屬善本故也。"
      },
      {
        "index": 3,
        "text": "《南史》繁簡失當處"
      },
      {
        "index": 4,
        "text": "《南史》於宋事惟劉穆之、謝晦、檀道濟諸大傳多有刪改，實為繁簡得宜。其餘大都仍《宋書》原文而少節之，如王懿、張劭、張敷、張暢、劉敬宣、朱齡石、毛修之、傅宏之、胡藩、劉康祖等傳可核對也。其增於《宋書》者，類多新奇可喜，易動觀聽。如《孝武紀》增其為皇子守彭城時，魏太武大舉至城下，長史張暢出與魏李孝伯語，帝改服隨暢出。孝伯目帝不輟，出謂人曰：「張侯側有人風骨非常士也。」又孝武末年好為長夜之飲，每旦盥漱又命酒，俄頃數斗，憑幾昏睡。或有奏事，則肅然整容，無復酒色，內外皆服其神明。《廢帝紀》增其為太子時常被孝武斥責，即位後欲掘孝武陵，並詈孝武為「齄奴」。《劉穆之傳》：增其貧時向妻舅乞檳榔被侮。《劉述傳》增其視從子俁疾，命取酒肉，謂禮有疾飲酒食肉等事。《劉瑀傳》增其與何偃並馳落後，有牛駛馭精等語。諸如此類，不一而足，雖足使閱者動色解頤，兼可資談柄。然《南史》之佳處在於刪繁存要，而不在此談瑣言碎語事也。其刪節舊史處，亦有失之太簡者。《王鎮惡傳》：武帝討與司馬休之，鎮惡為先鋒，聞帝將至，乃先攻斬休之將朱襄一段功績，全不書。檀道濟先從武帝討盧循、徐道覆，積戰功甚多，《南史》一切不載，直從武帝不豫，道濟受顧命敘起。又劉道規追桓玄於崢嶸洲，兵不滿萬，而桓玄兵數萬奄至，諸將懼欲退，道規力持不可，乃大戰破之，又攻桓仙客偃月壘等功甚著，《宋書》一一敘之。而其下云：江陵之平也，道規推劉毅為元功，何為忌為次功，己為末功，此正見其有功不伐。《南史》於戰功一概刪去，但存元功次功末功數語，則竟似道規之功本少矣。《劉真道傳》，《宋書》敘其與裴方明等討破楊難當及其子虎，戰功甚著；《孟龍符傳》，《宋書》敘其廣固之戰以單騎衝賊，先奪據水源，功為第一。《南史》皆不書。《宋書·文穆王皇后傳》載其弟藻尚臨川公主，被妒離婚，因歷敘宋世公主妒惡，並載江敩辭婚一疏，《南史》盡刪之，以其與王皇后無涉也。然《宋書》、《南史》俱不立《帝女傳》，則此等宮闈惡習於何見之？《宋書》於《王皇后傳》牽連書之，未嘗無意，《南史》不載，轉無以垂戒，此又過求簡淨之失也。"
      },
      {
        "index": 5,
        "text": "《南史》多用《齊書》原文"
      },
      {
        "index": 6,
        "text": "《南史》於蕭齊時事亦僅於諸大傳增減竄易，以見其考核之博、敘述之工，其餘則多仍《齊書》舊文，非篇篇俱有改訂也。如《齊書》本紀謂蕭氏出漢蕭何之後，蕭望之乃其先祖之次，因歷敘自何以下直至齊高帝世之次。《南史》則謂《望之傳》不載齊典，所書恐乖實錄，顏師古注解《漢書》已正其非，故削而不錄，祇從高帝之高祖淮陰令敘起，此其紀實也。他如《鬱林王何妃傳》增蕭坦之請殺妃所私楊瑉之一事，《褚淵傳》增其父湛之牛墮井躬自挽之，淵讀書不輟。父歿後，有兩廚寶物在其生母郭氏處，嫡母求之，郭欲不與，淵力勸乃與之。山陰公主悅淵美，請於帝，召入，主夜就之，淵堅拒不亂。明帝臨崩，托顧命於淵，有「欲使著黃羅欏」之語。四貴輔政時，有齊高讓增戶邑一書，淵與袁粲同答一書，以及在喪粲室嘯詠等事。《王儉傳》增其說齊高受禪，及代向褚淵關說；齊國建後，酌定朝儀及百僚致敬世子之禮；齊受禪後，酌定郊祭、殷祭之禮；皇太子妃薨，酌定宮臣之服等事。《劉善明傳》增其少厲清節，及母陷於魏，乃頗貪，或問之，知以將贖母故，母歸，清節益峻等事。皆頗有關係。其他仍多用《齊書》，無甚改易。觀垣榮祖、焦度、張岱、褚炫、何戢、張緒、張融、周顯、王晏、蕭諶、蕭坦之、江敩、徐孝嗣、蕭緬、張欣泰等傳，可核對也。即較原書稍有增加者，不過瑣言碎事。如《高帝紀》增其少時符瑞，《皇后傳》增高後陳氏先與裴氏議婚，後夢有迎車至，如常人禮，後不肯去，繼有龍旗豹尾迎者，乃喜從之，後裴果不成婚而嫁於帝，及炒胡麻未燃火而薪自燒等事。《鬱林王紀》增高帝嘗拔白須，因王在旁，呼帝為太翁，乃止不拔。豫章王嶷死後見形於沈文季。曹虎素知梁武非常人，曾借錢十七萬。虎已卒，梁武即位，忘之，忽夢虎來責，乃送錢還其子，仍擢用之。《謝超宗傳》劉道隆聞武帝稱超宗殊有鳳毛，乃出問超宗身有異毛。如此之類，大都新奇可喜，其實無關於朝政之大也。"
      },
      {
        "index": 7,
        "text": "《南史》敘事失當處"
      },
      {
        "index": 8,
        "text": "柳元景之拒魏師也，薛安都瞋目橫矛，單騎突陣，四向奮擊，左右皆辟易。於是眾軍並鼓噪俱前。魏縱突騎來，安都怒甚，乃脫兜鍪，解所帶鎧，惟著絳衲襠衫，馬亦去具裝，馳入賊陣，猛氣咆勃，所向無前，當其鋒者，無不應刃而倒。此事宜敘在《安都傳》，乃反詳於《元景傳》內，而《安都傳》但云隨柳元景向關陝，所向克捷。宋蒼梧王既被弑，齊高帝集朝貴議所立。王敬則拔刀麾眾曰：「天下之事，皆應關蕭公，敢有開言者，血染敬則刀。」袁粲欲有所言，敬則又叱之，乃止。此事應敘於《敬則傳》，乃反詳於本紀，而《敬則傳》不載。齊高帝因荀伯玉奏太子過失，遂發怒，有易儲意。晝臥太陽殿，王敬則直入叩頭，請往東宮慰太子，帝不答。敬側大呼宣敕往東宮，並索輿、輿至，帝了無動意。敬則索衣衣帝，仍牽上輿，遂幸東宮，與諸王宴飲盡迎，太子得無恙。此事亦應敘於《敬則傳》內，乃反詳於《伯玉傳》，而《敬則傳》不敘。"
      },
      {
        "index": 9,
        "text": "《南史》與齊、梁、陳三書互異處"
      },
      {
        "index": 10,
        "text": "《南史》於蕭齊事多用《齊書》原文，縱有增刪，無甚岐異。惟《高帝紀》吳喜齎酒一事，《齊書》謂宋明帝疑帝非人臣相，使喜封銀壺酒賜之。高帝出迎，酌飲之。喜還奏，帝意乃悅。《南史》則謂高帝懼鴆不肯飲，喜告以誠，先飲之，帝乃酌飲。喜還奏，明帝乃悅。《齊書·庾杲之傳》武帝歎其風韻之美，王儉以為「蟬冕所映，更生風采，陛下當與以即真」，《南史》則以此語為柳世隆之言。《齊書·崔慧景傳》謂慧景起兵向闕，過廣陵，崔恭祖開門納之。慧景停二日，渡江至京口。時江夏王寶元鎮京口，為內應。乃合二鎮兵，奉寶元向京師。《南史》則謂慧景與恭祖未有素約，慧景至廣陵，恭祖閉城不出，慧景夜襲廣陵據之，遣子覺赴京口。寶元見其兵少，恐不濟事，反擊覺走之。及恭與覺以八千人濟彙，柳憕等勸寶元與慧景合，反乃以覺為先鋒，恭祖次之，慧景為都督。《北史》梁武帝破建業，執蕭寶夤，將殺之。寶夤逃奔於魏，歷顯仕，屢與梁戰，後以謀反誅。是寶夤仕魏三十餘年而死也。《南齊書·寶夤傳》則謂齊和帝中興二年以謀反誅，是寶夤當梁武未為帝時已被刑矣，蓋蕭子顯撰次《南齊書》在梁時，有所忌諱也。《梁書·元帝紀》承聖二年，魏遣郭元建治舟師於合肥，《南史》則書齊遣郭元建。按是時東魏已微，政出高氏。《梁書》從名分而言故書魏，《南史》按實書故云齊也。《梁書·鄧元起傳》謂元起不出兵救晉壽，以致陷沒，蕭淵藻來代，表其逗留，乃收付獄，元起自縊死。《南史》謂淵藻至，求元起良馬，元起不與，淵藻殺之。後梁武知其枉，責淵藻曰：「元起為汝報仇，汝為仇報仇。」據此，則當以《南史》為確。其尤互異者，《梁書》臨川王宏都督北討諸軍，大潰而歸，喪師辱國，及通奸公主等事，一字不書，反大加褒美。《南史》則一一直書，略無諱飾。蓋《梁書》多用國史記載，粉飾原文，而《南史》則參考實事也。《陳書·後主沈皇后傳》謂隋亡後，後自廣陵過江還鄉里，不知所終。《南史》謂過江至毗陵天靜寺為尼，名觀音，貞觀初卒。《陳書·吳明徹傳》謂明徹戰敗，為周師所執，憂憤構疾卒。《南史》謂周封明徹為懷德郡公，位大將軍。《陳書》蓋以完節予之也。《陳書·徐陵傳》謂陵卒，諡曰章。《南史》謂後主為太子時，以己作托為他人者以示陵，陵曰：「不成詞句。」後主銜之。及卒，後主已正位，乃諡曰章偽侯。《姚察傳》，《南史》謂察父僧坦精於醫，梁時為大醫正，兩宮所賜，皆為察兄弟遊學之資。《陳書》不載僧坦以醫術得幸，但云知名梁代，二宮禮遇優厚，每得賜，為察遊學之資。蓋自諱其醫也。"
      },
      {
        "index": 11,
        "text": "《北史》與《魏書》互異處"
      },
      {
        "index": 12,
        "text": "《魏書》泰常三年，赫連屈丐僭稱帝，《北史》在泰常四年。《魏書》始光三年蠕蠕入寇，詔尉普文率騎討之，《北史》謂帝自率輕騎討之。《魏書》始光四年滅赫連昌，昌尚書聞敗，夜將昌母出走，車駕入城，掠昌群弟及諸母姊妹妻妾，是昌母未被擄也；《北史》不書其母出亡，但云掠昌群弟及其母妹妻妾，則是並擄昌母矣。《魏書》太平真君七年，帝自將討薛永宗，永宗男女無少長皆赴水死；《北史》謂擒永宗斬之，其男女無少長皆赴水死。太和十七年，詔員外散騎侍郎劉承叔使於蕭賾，《北史》則云散騎常侍邢巒使於齊。按遣使必兩人，《魏書》凡遣使皆兩人並書，《北史》只書正使一人，此次《魏書》只書劉承叔，蓋脫落正使邢巒也。《魏書》前廢帝恭，《北史》書節閔帝。《魏書》後廢帝朗，《北史》書廢帝。《魏書》出帝修，《北史》書孝武帝。《魏書》崔潛工書，二百年後姚元標亦工書，見潛遺跡，以為過於己；《北史》謂元標以為過於其祖崔浩。《魏書·穆紹傳》元顥入洛，以紹為兗郡刺史，行至東郡，聞顥敗而返；《北史》不書其受顥官職之事，蓋以完節與之。《魏書·苟頹傳》李、李敷之誅，頹並致諫；《北史》則云李惠、李新之誅，頹並致諫。太武五王內，《魏書》有廣陽名建閭，《北史》則單名建。皮豹子之子，《魏書》名喜，《北史》名懷喜。長孫翰之子，《魏書》名平成，《北史》名成。長孫翰之弟，《魏書》名陳，《北史》名陵。穆崇之孫，《魏書》名乙九，《北史》名九。此皆互異者。"
      },
      {
        "index": 13,
        "text": "《北史》多取魏收書"
      },
      {
        "index": 14,
        "text": "唐初修各朝諸史。本欲兼修《魏書》，因秘書省奏《魏書》有魏收、魏澹二本，遂不復修。是唐初收、澹二本具在。今按李延壽《北史》魏朝紀傳則似全據收書以成之者。收書太武、景穆、文成、獻文各為一論，《北史》合數帝為一論，而皆取收論隱括成篇。《孝文紀論》及《皇后傳序》前半篇，皆全用收語，並一字不改。景穆諸子平陽王以下一卷傳論，前半篇亦全用收語。列傳中如丘堆、娥清、劉尼、王洛兒、車路頭、司馬楚之、王慧龍、盧魯元、陳建、陸俟、長孫嵩等，悉用收原文，略有刪節，可核對也。又收書作於齊文宣時，故其稱高歡曰齊獻武王，高澄曰齊文襄王。《北史》則書渤海王高歡、渤海世子高澄，史體固如是也。而《北史·元孝友傳》云魏靜帝宴齊文襄於華林園，《元暉業傳》云齊文襄嘗問暉業近日何所披覽，《元瑾傳》云謀殺齊文襄事泄伏誅，則竟全用收原文，並此等亦不檢點改易矣。又本紀「太平真君五年二月行幸廬」，此下必有缺文，而《北史》亦書「行幸廬」。太和六年詔以安昌殿為內寢，皇信堂為中寢，四下為外寢。「四下」二字必有訛誤，而《北史》亦云「四下為外寢」。《王瓊傳》有云：李崇小子青肫嘗「盛服寵勢」，此四字並必有訛誤，而北史亦云「盛服寵勢」，益可見《北史》全本收書也。惟魏末先敘西魏，次敘東魏。及孝武帝入關一事，魏收書但云帝總六軍於河橋，為斛斯椿等迫脅，遂出於長安，其下乃云齊獻武入洛，遣官西迎車駕，而不書高歡先起兵，以致孝武西奔之跡，此固收為齊諱也。《北史》則云帝總六軍於河橋，高歡引軍東度，帝率南陽王寶炬等以五千騎宿西。眾知帝將出，夜亡者過半。宇文泰遣駱超、李賢、和來赴。高歡入洛，遣婁昭等追帝，請回駕。帝鞭馬長騖而去，過河謂梁御曰：「此水東流，而朕西上。」此段文字乃收書所無，當是取諸澹書耳。"
      },
      {
        "index": 15,
        "text": "《北史》刪《魏書》太簡處"
      },
      {
        "index": 16,
        "text": "《南、北史》本就各朝原史刪成，然《南史》於原史外尚多有加增，《北史》於元魏紀傳則但有刪減耳。今一一核對。《北史》所增於《魏書》者，惟《元湛傳》增其與爾朱榮爭論遷洛一事，《元和傳》增其少為孫天恩所打，後出守東陽，殺其一家報仇之事，《薛辨傳》增其父強辭桓溫、苻堅之辟一事，《盧懷仁傳》增其善與人交，有「太丘道廣，稽生峭立，皆非中道」等語，《李顯甫傳》增其聚宗族開李魚川以避賊一事。其他則但刪削原書，十存五六，絕無增輯也。其刪削原書較為簡淨者，如《劉文曄傳》，《魏書》載其訴父休賓功大賞薄，酬對凡二千餘字，《北史》但以一語括之。《唐景先傳》，《魏書》載其《五經疑問》十餘條，《北史》盡刪之。《李孝伯傳》，《魏書》載其與張暢語幾二千字，《北史》僅存其半。此皆過舊書遠甚，然又失之太簡者。莊帝時群盜蜂起，各有名號，乃一切不書。以冀州等七郡封爾朱榮為太原王，此亦當時一大事，而亦不書。元顒挾梁兵入洛陽，已而敗走，《北史》雖略書之，而顒為縣卒江豐斬首則不書。孝武帝永熙元年，高歡破擒爾朱天光、爾朱度律，送京斬之，亦不書。此本紀之失也。尉古眷有破蠕蠕，擒赫連昌，追禿發保周窮迫自殺之功，和跋有取滑台及破慕容德之功，奚斤有自洛陽攻滑台、破宋將毛德祖之功，原雅有襲高車東部之功，長孫肥有破慕容農、慕容普璘之功，《北史》皆不書。此等皆元魏創業之人，是以列於《功臣傳》，而功績一切刪之，則何以列之為功臣耶？酈範隨慕容白曜南征，破無鹽，諭降肥城，及不發兵接應沈文秀事，皆得勝算；薛彪子請建屯田，請減近南邊民租絹，亦當時要務，而傳內皆不載。又如奚眷有鎮虎牢、鎮長安、討山胡虜其妻子、討沮渠得宜克其二城等功，周觀有從討赫連昌、從討蠕蠕、從征平涼、從破離石胡等功，是以二人俱在《功臣傳》。及《北史》盡刪之，《眷傳》但書其征蠕蠕，出別道後期伏誅之事，《觀傳》但書其撫馭失和，致部民薛永宗射死之事。如此則二人乃有罪無功者，何以列於《功臣傳》耶？此又列傳太簡之失也。又其於南北交兵之事尤為簡略：太平真君三年，宋將裴方明等討楊難當，魏遺古弼、皮豹子等救之；四年，大破宋兵；九年，氐楊文德受宋官號，魏又遣皮豹子討之，擊走宋將郎啟元等；興光四年，宋將殷孝祖築城於清水，魏遣敕文擊之；天安元年，宋將薛安都以彭城內屬，常珍奇以懸瓠內屬，宋遣張永、沈攸之討安都等，魏遣尉元、孫伯恭等大破永、攸之；二年，宋冀州刺史崔道固、平原守劉休賓舉城降；延興元年，宋將垣崇祖寇東兗州，魏遣於洛侯討破之。四年〔點校者按：應是太和四年〕，魏將元琛攻克齊馬頭戍，梁郡王嘉破齊將虞紹之於朐山；太和十二年，齊將陳顯達寇邊，詔元斤、莫亮等禦之；景明四年，劉思祖破梁軍於邵陽洲，擒其將張惠紹、趙景悅，《北史》本紀內皆不書。其應載於列傳者，如臨淮王譚破宋鄒山寨，獲米三十萬，又造筏渡軍，斬宋將胡崇及其兵萬餘；任城王澄弟暠破梁將楊公則等；中山王英與蕭懿諸將戰，克獲甚多；齊將陳顯達攻陷醴陽，魏遣穆亮討之，顯達敗走；梁將馬仙卑來關南築城，司馬悅遣將焚其城，擒劉靈秀；叔孫建之攻東陽也，城中竺靈夔為地道將遁，刁雍謂建宜速入城，遲則人將走盡；梁將王茂先入寇，魏遺刁整為楊大眼軍司，大破茂先，斬梁將王花等；元顯達以郢州降梁，魏遣源子恭討之，敗梁將夏侯夔，又敗梁將夏侯亶，又敗梁將胡智達，擒梁將閻次洪。此皆載在《魏書》各傳中，而《北史》《任城王澄傳》、《中山王英傳》、穆亮、司馬悅、刁雍、刁整、源子恭等傳一切不書。豈《魏書》所載本不實耶，抑南、北兩朝國史各自誇勝諱敗，若一一存之，則《南、北史》核對多不符合，故寧一切刪之，以免岐互之跡耶？"
      },
      {
        "index": 17,
        "text": "《北史》較《北齊書》繁簡互有得失處"
      },
      {
        "index": 18,
        "text": "《北曆》於《魏書》大概刪者多而增者少，以《魏書》本蕪雜故也。於周、齊諸書則增者甚多，蓋周、齊諸書修於貞觀，而每史皆須進御，兼有魏徵等為總載，故下筆不苟。其有瑣言碎事稍有褻者，類從刪削，史體固應如是也。然亦有過於簡嚴，而不足以傳其人之真者。《北史·高乾傳》：河陰之戰，高昂輕敵，以麾蓋自隨。西人盡銳攻之，一軍皆沒，昂單騎逃至河陽，太守高永洛與昂有隙，閉門不納。求繩又不得，以刀穿閣，未徹而追者至，乃伏於橋下。追騎迫之，昂奮頭曰：「來，與爾開國公！」遂斬以去。神武聞昂死，如喪肝膽，杖永洛二百。周師購昂首者布絹萬段，歲歲與之，及周亡猶未竟。此段文字，千載下猶有生氣，而《齊書》但云昂奔河陽城，不得入，遂為西軍所害；真及索然無味。又《北史·慕容紹宗傳》：神武臨終語世子澄，謂可敵侯景者，惟紹宗。及神武歿，景果反，澄遣諸將往，皆敗，乃遣紹宗與高嶽討之。景初聞韓軌往，曰「噉豬腸小兒」，聞高嶽往，曰「此兵精人凡耳」，及聞紹宗往，乃曰：「誰教鮮卑小兒遣此人，若然，高王未死耶！」此可見紹宗素有以懾景。而《北齊書》但云：前後諸將往者，莫不為其所輕，及聞紹宗與嶽將至，乃謂其屬曰：「嶽所部兵精，紹宗舊將，宜慎之。」語亦無生氣。《斛律光傳》：文宣時，周人每冬月椎河冰以防齊師，及武成時，齊人每冬月椎冰以防周師。此可以見兩國先後強弱之跡。又光被誣死後，使邢祖信籍其家。祖珽問得何物，祖信以得宴射箭及撾奴僕棗木杖為對，珽大慚。此正以明光之無逆跡。《崔暹傳》：高澄妃本魏靜帝妹，澄寵王昭儀，欲立為正。暹曰：「天命未改，魏室尚存，公主無罪，不宜廢辱。」此見暹之持正。《薛修義傳》：神武沙苑之敗，欲徙家口於定州，修義曰：「若晉州不守，定州亦不可保。」 神武怒。修義請自守晉州，斛律金曰：「還仰此漢小兒守之，質其妻子。」神武乃使修義行晉州事。此亦見修義忠於謀國。而《北齊書》《光傳》、《暹傳》、《修義傳》皆無之，此皆《北史》所增勝於原書者也。其他如《高慎傳》增其出妻崔氏，氏乃崔暹妹，暹後得幸於高澄，澄盛禮嫁其妹。而慎後妻李氏色美，澄挑之不從，及慎叛入西魏，妻入逆口中，乃從澄。《高昂傳》增其母張氏先有一男，令婢為湯，將浴之，婢偶他往，有養猴係解，投兒湯中死，張積薪縛婢及猴共焚之。又其兄乾求婚崔氏不得，昂與乾劫其女置村外，即勸乾野合以歸。及昂死後，東方老塑其象祀之，頭輒裂，再塑又裂。《崔忄傳》增其教子弟郡守「莫作賊」之語，謂 「我家作賊，止捉一天子下殿，推一天子上殿，不作偷驢摸犢賊。」又忄妾馮氏，邢子才等皆與之私，及入獄，又與諸囚奸。《王昕傳》增其與崔昂同聽鮮卑人語，昂問昕解否，昕曰：「樓羅樓羅，實自難解。時唱染幹，似道我輩。」統計《北史》所增，如此類者，不一而足，此則無所關係，徒以新奇可喜眩人耳目，即不增亦可也。然《北史》亦有失之太簡者。如《北齊書》趙郡王睿奏出和士開為刺史，胡太后不肯，或勸睿姑緩以慰太后，睿正色拒之，謂：「嗣主幼衝，豈可使邪臣在側？當守之以死。」此見其嫉惡剛正處，而《北史》刪之。《司馬子如傳》：爾可榮被誅後，爾朱世隆等欲還北，子如謂：「當回兵向京，或可致其離潰；即不然，猶可示強。」此亦見子如應變之略，而《北史》刪之。《蔡儁傳》：為濟州刺史，魏孝武貳於神武，欲以腹心居濟州，令御史劾儁罪。神武啟復其任，帝不許，除賈顯智代之。儁嚴兵守備，顯智遂不敢入。此為魏帝與神武交惡之始，則《儁傳》何得不載，而《北史》刪之。《慕容儼傳》：沙苑敗後，儼守雍州，與西魏戰二百餘日，晝夜拒守，大破魏軍，擒其將郭他。此見儼之忠於所事，而《北史》刪之。《孫騰傳》：神武起兵，騰謂朝廷隔遠，不權有所立則眾將沮散。神武乃立中興主，此元朗得立之由，亦當時一大事，而《北史》刪之。《斛律金傳》：沙苑敗後，神武尚不肯退，金以鞭拂神武馬，乃退。是日微金則神武幾殆，《北史》亦不書。又如《尉長命傳》，《北史》既附其子興敬，乃但誌其官爵，而興敬戰死芒山之事則不書，此又《北史》失之太簡者也。"
      }
    ]
  }
}