{
  "chapterNumber": 29,
  "title": "卷二十九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "科舉分南北"
      },
      {
        "index": 2,
        "text": "《明史·選舉志》：明初，禮闈取士，不分南北。洪武丁丑，考官劉三吾、白信蹈所取宋琮等五十二人皆南士，廷試陳䢿第一。帝疑所取之偏，命張信等十二人復閱，䢿亦與焉。帝悉誅信蹈及信、䢿等，戍三吾於邊，親自閱卷，取任伯安等六十一人，廷試以韓克忠為第一，皆北士也。然訖樂永東間，未嘗分地。洪熙元年，始命楊士奇等定取士之額，南十六，北十四。宣德、正統間，又分南、北、中卷，此科場分南、北、中卷之始也。（《七修類稿》謂：仁宗時，楊士奇奏分南、北卷，及蹇義等議定各處額數。議上，宮車晏駕。至宣宗始行之。傅維麟《明書》謂宣德中上嘗論科舉須兼南、北士，但北人學問不及南人。楊士奇乃請將試卷例緘姓名，處書南、北二字。南十六，北十四，則似出於宣宗之諭，而非仁宗時事。）"
      },
      {
        "index": 3,
        "text": "前明兩京解元不必本省人"
      },
      {
        "index": 4,
        "text": "前明南北兩京解元，不盡以本省人為之。按《兩京求舊錄》記南京解元：洪武甲子廖孟瞻，丙子尹昌隆，辛卯徐則寧，嘉靖壬子孫溥，俱江西人；洪武庚午黃文忠，永樂戊子黃壽生，俱福建人；正德庚午許繼先，嘉靖戊子許仁卿，俱浙人。北京解元：景泰丙子徐泰，正德丙子周光雷，嘉靖戊子馬一龍，辛卯馬從謙，癸卯沈紹慶，隆慶丁卯莊允中，俱南直隸人；正統辛酉章以占，甲子司馬恂，天順壬午鄭宏，弘治戊午孫青，辛酉謝丕，嘉靖壬午周𥜃，己酉孫鋌，俱浙江人；成化丙午羅玘，江西人；宣德壬子宋雍，隆慶庚午李廷機，萬曆癸酉柯挺，俱福建人；嘉靖丁酉鄭光溥，山東人；宣德己卯鄒冕，河南人；嘉靖乙卯楊濂，四川人。自萬曆壬子宋鳳翔以浙人領解，此後必北直人居首矣。"
      },
      {
        "index": 5,
        "text": "五經中式"
      },
      {
        "index": 6,
        "text": "鄉、會試由五經中式者，有明一代僅二、三人。洪武二十三年閩人黃文忠，試南畿，五經題兼作，以違式取旨，特置第一，免會試，授刑部主事。此五經之始也。至崇禎甲戌會試，則福建顏茂猷（《明史·選舉志》：崇禎甲戌會試，舉人顏茂猷通作五經文，帝許送內簾，中副榜，特賜進士，以其名另為一行，刻於試錄第一名之前），丁丑則江西揭重熙（見本傳），癸未則浙江譚貞良、馮元飆（見顧寧人《日知錄》，呂種玉《言鯖》，鈕玉樵《觚剩》）。入本朝則指不勝屈。順治丁酉鄉試山東法若真，以全作五經，監臨主司公薦異才，詔試玉芝，官以內閣中書，一體會試，丙戌成進士館選（見《寄園所寄》）。康熙丁卯順天鄉試，海寧查嗣韓、侯官林文英，皆全作五經，以違例不準謄錄，監試御史陸祖修特疏以間，得旨許其一體會試，戊辰俱成進士館選（《見觚剩》）。壬午科順天鄉試，五經監生二人，一莊令輿，一俞長策，初以違例貼出，仍具奏得旨，俱著授為舉人，準會試。嗣後做五經者不必禁止作何定例，九卿等詳議具奏（見《香祖筆記》）。自是著為令甲，各省定額外加中五經二人，於是習者益眾。康熙癸未則清苑張秉盻、泰州宮懋言、山東李頌，俱中式。而各省鄉試亦多以此取中，如王阮亭《分甘餘話》所記直隸、陝西等省，至有以五經掄元者。而尤以戊子科江西解元李紱五經文及二三場，皆博大精深，謂其有萬夫之稟。至雍正丙午科，常州徐景曾鄉試以五經中副榜，亦蒙恩準其一體會試，遂成庚戌科進士。此尤出於常格也。然文思敏捷者，兩日一夕之力，完此二十三藝，實亦不難。余亦以五經中乾隆庚午科順天鄉試，辛未年會試，奉旨停止五經中式之例。（按《彙書》，宋時鄭俠之父暈同五經出身，大觀二年莆田黃泳以童子賜五經及第，又蔡齊、孫奭俱中九經狀元，則前代已有之）。"
      },
      {
        "index": 7,
        "text": "遠省舉人給驛馬"
      },
      {
        "index": 8,
        "text": "今雲、貴、四川舉人赴京會試，例給驛馬，蓋自宋時已有此制。《燕翼貽謀錄》云：遠方寒士，預鄉薦而不能至禮部，良為可念。開寶二年十月丁亥，詔四川、山南、荊湖等道所薦舉人，並給來往公券，令樞密使定例施行。蓋自起程及還鄉，費皆仰給於公家。"
      },
      {
        "index": 9,
        "text": "科場給燭"
      },
      {
        "index": 10,
        "text": "袁文《甕牖閑評》謂：唐時科場不許見燭，五代竇貞固以晝短舉子不能盡所長，乃請夜試，許用三條燭。故韋貽永詩：「三條燭盡鍾初動，九轉丹成鼎未開。」此五代故事也。然晚唐時有「更報第三條燭盡，文昌風景畫難成」之句，則唐時已有給燭之例。"
      },
      {
        "index": 11,
        "text": "鄉闈用京官主試"
      },
      {
        "index": 12,
        "text": "宋時鄉試皆外官之有文者主之。《宋史》：蕭燧以進士為平江推官，有秦檜親黨密告以必主文漕闈曰：「丞相將以子相屬也。」燧拒之。既而被檄，將就院，忽易一員，秦熺果中前列。《夷堅志》：天台丁可成進士，家居待闕，漕使念其貧，檄為常州考官。《續通考》：元制，選考試官，上都、大都由省部選差，各行省由行台及廉訪使公同選差，每處考試官一員。《元史》：熊朋來，江西人，延祐設科，行省請朋來為考官。朋來以應試者多及門，遂不就，而就他省之聘。吳澄有《江西秋闈分韻》詩，序云：「延祐四年，江西中書省舉進士，典校文者七人，或千里外，或千里內，一時咸至」云。是宋、元鄉試主文者皆不命京朝官也。（按《元史》暢師文為翰林學士，延祐四年主試河南，歸卒於傳舍。則又似以京官出典試。豈近省用京官，而遠省則就近征聘耶？）明初仍宋、元之制，各省鄉試，皆由監臨會同提調官聘他省有文名之教職及居家士大夫主之。至有用儒士者。《棘闈記》：永樂中各省鄉試，有儒士主考，而品官反為同考者。《明史·選舉志》：景泰三年，命布、按二司同巡按御史推舉見任教官，於是教官主試，遂為定例。其後有司徇私聘取，監臨官又往往侵其權。弘治中，謝鐸言：考官皆御史方面所辟召，職分既卑，聽其指授。乞命部屬等官，每省差二員主考。時不能用。至嘉靖七年，因張璁言，乃差京官主考，閱戊子、辛卯兩科仍罷。至萬曆十一年，又遣京官，自是遂為定例云。（《選舉志》亦謂景泰以後，專用教職主考。然亦有不盡然者，如正統中鄺野官陝西，久思一見其父，乃欲聘父為陝西鄉試考官。父怒曰：「子為憲司，父為主考，何以防閑！」乃止。又少卿楊濂以服闋主浙江試，主事王守仁以病痊主山東試，皆非教官也。吳青壇《讀書質疑》謂：弘治甲子，禮部議各省主試以進士為之，不拘現任、致仕。蓋因謝鐸之奏，稍變其例，不專用教官矣。）《湧幢小品》謂：嘉靖戊子、辛卯二科，差京官為各省主考，不用詞林，皆科部及行人為之。其給事中，不獨於浙江、江西，即山東、兩廣、雲南、四川亦用之。至萬曆乙酉、戊子，差京朝官則用詞臣三員或四員，給事中亦同此數，皆用之於浙江、江西、福建、湖廣，而他省則用部寺以下官云。其鄉試同考官之例，按明《選舉志》兩京房考多用教職。嘉靖七年，以張璁言，加科部官一員。二十五年，從給事中萬虞愷言，各省鄉試房考精聘教職，不足則聘外省推官知縣。四十三年，又從御史奏，兩京同考用進士京官，《易》、《詩》、《書》各二人，《春》、《禮》各一人，其餘乃參用教官。萬曆四年，又議從京同考教官，衰老者遣回，取足於觀政進士，南京取足於附近推知，於是教官不用矣。"
      },
      {
        "index": 13,
        "text": "十八房"
      },
      {
        "index": 14,
        "text": "本朝會試及京闈鄉試所用同考官凡十八員，謂之十八房。按分經本始於宋理宗紹定二年，但不載房數。今之十八房，蓋沿前明制。然明制亦有不定十八房者。《明史·選舉志》：初制會試同考八人，其三人用翰林，五人用教職。景泰中俱用翰林、部曹。正德中用十七人，翰林十一，科、部各三。萬曆十一年，以《易》卷多，減《書》之一以增於《易》。十四年，《書》卷復多，乃增翰林一人以補之，此十八房之始也。四十四年，又因余懋學奏，《易》、《詩》各增一房，遂有二十房。（顧寧人云：天啟乙丑，《易經》、《詩》仍各五房，《書》三房《春》、《禮》各一房，為十五房。崇禎戊辰，復為二十房。辛未，《易》、《詩》仍各五房，為十八房。癸未復為二十房。）本朝酌定中制，《易》、《詩》各五房，《書》四房，《春秋》、《禮記》各二房，共十八房，相沿已久。近日因同考官以經分房，有關節者易於按經尋索，特旨不復分經，但以一二為次，仍用十八人。此不唯可以防弊，且各經試卷多寡不等，限之以房，則卷少者甚閑，而卷多者幾於日不暇給。余分校壬午鄉闈，簽掣《詩》五房，通計京闈卷八千有餘，而《詩經》獨至五千卷，是五考官較十三考官所閱之卷尚多三分之二。不得已，分八百餘卷入《春》、《禮》四房助校。然《詩經》猶各閱八百餘卷，其視《易》、《書》等房每房不過二三百卷，閑劇大不侔也。今不分經，則各房所閱卷多寡適均，可從容校閱，不至苟簡矣。"
      },
      {
        "index": 15,
        "text": "讀卷官"
      },
      {
        "index": 16,
        "text": "廷試進士，例點大臣為讀卷官。今對策進呈後，皆上親閱，不煩大臣讀也。古時則實於御前跪讀。《宋史》王沔最善讀，仁宗每試舉人，經沔讀者，多在高選。舉子納卷，必曰「得王楚望讀之，幸也！」呂陶對策，力言新法不便，王安石讀未半，神色頗沮。神宗覺之，乃命馮京竟讀。胡安國廷試，策以推明大學、漸復三代為主，宰臣以其無詆元祐語欲置下等。哲宗命再讀，擢第三。《王應麟傳》：廷試進士，上欲以第七卷為第一卷。應麟讀之，曰：「是卷古誼若龜鑒，忠肝如鐵石，臣敢為得士賀！」遂置第一，乃文天祥也。《金史·李晏傳》：世宗御後閣，召晏讀進士所對策。又《堯山堂外紀》：羅倫既中，會試於禮部，頒卷時，乞增紙以畢所欲陳，禮部許之，倫遂成三十幅。李文達進讀跪久，至不能起，上命中使掖之，羅成大魁。是古來讀卷，皆在御前跪讀，今但擬別高下，將前列十卷進呈，候上親定，無所謂讀卷之事矣。阮亭《池北偶談》謂：今制內閣九卿讀卷，候旨命讀則讀，不命則否。是本朝令甲亦無不讀之明文，故仍曰讀卷官，而不曰閱卷也。特以聖學高深，一覽了如，毋煩大臣捧讀耳。"
      },
      {
        "index": 17,
        "text": "按古人奏事，皆在御前跪讀，不特讀卷也。《漢書》：霍光等奏皇太后廢昌邑王，尚書令讀奏云云。讀至半，太后曰：「止！為人臣子，當悖亂如是耶！」 王離席伏，尚書令復讀云云。六朝以來，亦有對仗讀彈文之制。《南史》：徐陵奏彈安成，王瑣進讀奏狀，安成在殿上流汗失色。《唐書·畢構傳》：敬暉等表武三思等不宜為王，構以中書舍人當讀表，抗聲析句，左右皆曉。王義方以李義府縱囚婦淳於氏，逼死大理卿畢正，義方乃具法冠，對仗叱義府下跪讀狀。《宋史》：司馬光、呂誨上建儲疏，韓琦讀於上前（《韓琦傳》）。富弼讀張方平疏於上前，漏盡十刻（《富弼傳》）。唐炯劾王安石，上殿目安石曰：「王安石近御座聽劄子！」乃抗聲宣讀，凡六十餘條，上屢止之，炯讀自若（《唐炯傳》）。林栗入奏事，讀至「人主常患權在臣下」，帝稱善。栗曰：「臣意尚在下文。」乃再讀（《林栗傳》）。高宗初相李綱，綱以十事要說，每劄面讀訖，又陳其以所然（《建炎進退志》）。考宗欲行三年喪，沈清臣論喪服六事，讀甚久。知閣張嶷屢叱之，上令勿卻，嶷奏「恐妨進膳。」清臣正色曰：「言天下事。」遂讀畢（《癸辛雜識》）。明呂震兼領禮、戶、兵三部，凡奏事，他尚書皆執副本，又與左右侍郎更迭進奏。震獨奏三部，背誦如流水，未嘗有誤（《明史·呂震傳》）。英宗北狩，郕王監國午門，群臣劾王振罪，讀彈文未起，馬順厲聲叱出，王竑憤，遂擊殺順（《王竑傳》）。此皆御前讀奏之故事也。按《明史·魏元傳》：故事，諫官彈章，非大廷宣讀則封進，未有不讀而面呈者。成化中，給事中董旻等劾商輅，疏徑呈御前。帝怒其不循舊制，叱之。蓋明制面奏未有不讀，不得面則封進耳。然天順中，楊瑄、周斌等劾石亨、曹吉祥，帝大怒，擲彈章俾自讀。斌且讀且對，神色自若。此又似面奏即進疏不須讀者，蓋其疏先封進，及帝怒召斌等詰問，又令自讀耳。"
      },
      {
        "index": 18,
        "text": "殿試彌封另謄"
      },
      {
        "index": 19,
        "text": "《獨醒雜志》：紹興庚辰殿試，上親閱卷，問對讀官云：「鶴鳴卻寫作鶴嗚，嗚呼卻寫作鳴呼，何也？」對讀官李浩曰：「臣讀至此亦疑之，然以其正本如此，不敢改易。」乃取正本視之，果然。是宋時殿試亦彌封另謄進呈也。《澠水燕談錄》亦謂廷試彌封謄錄始於景德、祥符之間。《宋史·常安民傳》：安民試第一，主司啟封，見其年少，欲下之。常秩不可曰：「糊名較藝，豈容輒易？」此蓋禮部試，非廷試也。"
      },
      {
        "index": 20,
        "text": "科場回避親族"
      },
      {
        "index": 21,
        "text": "《通考》：唐開元二十四年，移貢舉於禮部，以侍郎主試事，其侍郎親故則移試考功，謂之別頭試。此後世科場回避親族及另設回避卷之始也。然《唐書》沈絢主春闈，其母曰：「近日崔，李侍郎皆與宗盟及第，汝於諸葉中放誰耶？」曰：「莫如沈先、沈擢。」其母曰：「二子早有聲價，科名不必在汝。沈儋孤寒，鮮有知者。」絢不敢違，遂放儋及第。則宗族又似不回避，按《齊抗傳》：禮部侍郎試貢士，其姻舊悉試考功，謂之別頭試。抗以為侍郎大臣皆上所任，不必別試，乃奏罷之。沈絢之取沈儋，或齊抗奏罷之後歟？否則先、儋等與絢本同姓不同族歟？《宋史·張士遜傳》：科場初用糊名法，士遜為巡捕官，以進士有姻黨，請回避。自是有親嫌者皆試，著為令。而宋制應回避之人，有並及門客者。《夷堅志》：江義和預鄉薦，淳熙辛丑，其弟義端為文院點檢試卷官，牒詣別頭，乃奏名以黃甲榜登第。此親族回避也。黃若納以𧝓服不及試大院，及經營以某公門客避嫌例，試別所，遂登科。此門客回避也。"
      },
      {
        "index": 22,
        "text": "鄉會試錄有序"
      },
      {
        "index": 23,
        "text": "鄉會試錄進呈主試者，例作序文，自明洪武中陶凱主試始。洪武三年，凱定科舉式。明年會試，凱為主考，取吳伯宗等百二十人。程文進御，凱序其首簡，遂為定例。事見《明史》本傳。"
      },
      {
        "index": 24,
        "text": "程文墨卷"
      },
      {
        "index": 25,
        "text": "鄉、會試闈中例刻魁卷，自明萬曆中始。《續通考》：萬曆十三年乙酉科，題準程式文字，就將士子中式試卷純正典實者，依制刊刻，不許主司代作。其後場有學問該博者，亦許甄錄。此刻魁卷之始也。（王阮亭《池北偶談》亦謂：舊制科場進呈試錄，主考官自撰程文，其用士子文稍為點定，自萬曆乙酉始。）按古時程文本係官為頒定。《五代史·李懌傳》：張文寶知貢舉，所放進士有覆落者，乃請下學士院，作詩賦為貢舉格。學十竇夢征，張礪等所作不工，乃命懌為之。懌曰：「吾少舉進士，蓋偶然耳。後生可畏，來者正未可量。假令予再試禮部，未必不落第，安能與英俊為準格耶？」此學士院所作程文也。明洪武初定科舉，命宋濂、詹同等撰經義式，先期行禮部頒降。此禮部所頒程文也。成化中，詹事黎淳奏科場作文定式，洪武中嘗降近年所刊程文，純粹者少，駁雜者多，乞將考官究治。此主司所作程文也。是以有明以來，皆稱主司之作為程文，舉子之作為墨卷。其實古來舉子之作亦稱程文。葉石林曰：唐時禮部知貢舉，有得程文優者，即以已登第名次處之。如和疑以十三名登第，後得范質，愛其文，亦處以十三也。則以舉子之作為程文，自唐、五代已然。元懷《拊掌錄》：科場進士程文多可笑者，國學試「體貌大臣」，有進士對策曰：「若文相公、富相公，此大臣之有體者；若馮當世、沈文通，皆大臣之有貌者。」黃常明《詩話》：士人程文，窮日力作一論，尚難反復曲暢。洪景盧《夷堅志》：余鏞族子狃千一郎雖能作程文，然學藝迥出鏞下。又福州名士張楠禱於土地神曰：「楠雖不肖，學業程文不在儕輩下。」又劉堯夫帶病入試，信筆塞白，忽灑然而醒，自讀程文，大笑，盡抹去，改為之，遂中第一。謝疊山《送程漢翁序》亦云：科舉程文之士。《金史·章宗紀》：詔進士程文，但合格者，即取之，毋限以數。《楊伯仁傳》：進士呂忠翰廷試第一，海陵以其程文示伯仁，伯仁曰：「當在優等。」又《鄭子聃傳》：廷試後，海陵以子聃程文示丘行，對曰：「可入甲乙。」正隆二年會試畢，海陵以進士第一人程文示子聃，子聃少之。《癸辛雜識》：陳揆集中有《忸怩集》，乃為舉子時所作程文。《明史·陶凱傳》：洪武四年會試，凱為主考官，取吳伯宗等百二十人，程文進御。此皆舉子之作稱程文也。顧寧人謂：宋以來多取士子所作為程文，明初亦用士子程文刻錄，後多主司所作，遂又分士子所作為墨卷云。"
      },
      {
        "index": 26,
        "text": "制科題目"
      },
      {
        "index": 27,
        "text": "宋時試博學宏詞，題目多使人疑誤以難之。沈作喆《寓簡》：有十字訣，曰明，曰暗，曰疑，曰頑，曰合，曰揭，曰坼，曰包，曰胎。暗如「因民常而施教」是也。《周官》「因此五物者民之常而施教焉」，題目中不見數，而藏五與十二於其間。若明數，則如「既醉備五福祭有十倫」是也。疑則如「堯舜湯禹所舉何如」也，看似唐、虞、夏、商，乃是《魏相傳》書天子所服，謂中謁者趙堯舉春，李舜舉夏，倪湯舉秋，貢禹舉冬，四人各職一事也。又如「湯周福祚」，疑若二代，乃是《杜周傳讚》張湯、杜周並起小吏，跡其福祚，元功儒林之後莫及也。此專以疑誤困人，實難捉摸。然葉石林云：昔有人習大科文字十餘年而業成者。馬端臨亦謂有巽岩者，取諸書可為制科題者抄為一編，揣摩殆無遺漏。則制科亦有擬題矣。宋高宗立博學宏詞科，凡十二題：制、誥、詔、表、露布、檄、箴、銘、記、讚、頌、序。內雜出兩題，分三場，每場一古一今。"
      },
      {
        "index": 28,
        "text": "題名錄"
      },
      {
        "index": 29,
        "text": "一榜進士出，翰林衙門例刻《題名錄》，此蓋本唐時進士《登科記》之例也。《封氏聞見記》云：當代以進士登科為登龍門，解褐多拜清緊。輕薄者語曰： 「及第進士俯視中黃郎，落第進士揖蒲華長馬。「好事者因紀其姓名，自神龍以來，訖於茲日，名曰《進士登科記》，所以昭示前良、發起後進也。張彈落第，兩手捧《登科記》，以為千佛名經。又元、明以來進士例刻碑於國子監，盡列一榜姓名，此亦仿唐慈恩題名之例。《嘉話錄》：題名起於進士張莒偶遊慈恩寺，題名雁塔下，後登科者遂為故事，乃書之於板，宋時進士題名則刻石於相國、興國兩寺，見《文昌雜錄》。其刻石於國子監，則自元仁宗時始。"
      },
      {
        "index": 30,
        "text": "新進士赴國子監拜謝"
      },
      {
        "index": 31,
        "text": "中式新進士例赴國子監拜祭酒、司業，其由來不可考。觀元人《歐陽圭齋集》有四絕句記進士謝師禮成，序云：「泰定丁卯八月十二日，崇天門傳臚，賜進士右榜第一人阿察赤、左榜第一人李黼，皆肄業國學日新齋，余授業生也。是日京尹設鼓樂旗幟導二狀元入學謝師，拜余明倫堂。榜眼劉思誠、探花郎徐容，嘗因同年黃晉卿、彭幼元從予遊，亦拜其側。其餘進士以門生禮來拜謝者不計其數」云云。據此則元時狀元之拜祭酒，似因曾在國學肄業，故有謝師之禮。其不由國學肄業者，或不在此例。以後遂相沿為故事，凡成進士者，無論肄業與否，俱行拜謝之禮耳。（《明史·選舉志》：國初，宋納、吳顒為國子監祭酒，歷科進士多出太學。而戊辰任亨泰廷對第一，太祖召納褒賞，撰題名記，立石監門。辛未許觀亦如之。進士題名碑由此不絕，此又可想前明新進士拜國子監之由。而監中立進士題名碑，亦以進士多由監中中式者，故創此制，其後遂沿為成例，凡新進士每科須立碑監中也）"
      },
      {
        "index": 32,
        "text": "座主見門生禮"
      },
      {
        "index": 33,
        "text": "門生之禮，漢與六朝各別，說見「門生」條內。至舉子中式者對座主稱門生，則自唐始。《唐書》：權德輿門生七十人，推沈傳師為顏子。又《權璩傳》云：宰相李宗閔，乃父門生也。《蕭遘傳》：遘為王鐸所取士，及與鐸同為相，常奏帝曰：「臣乃鐸門生。」此座主門生之見於史冊者也。門生謁座師、房師，將出，師送至二門外，不出大門。及門生為主考、同考官，例須親率所取士謁己座師、房師，此亦有故事。《五代史》：裴皞以文學在朝久，宰相馬嗣孫、桑維翰皆皞禮部所放進士也。後馬知貢舉，引新進士詣皞。皞喜作詩曰：「門生門下見門生。」世傳以為榮。維翰為相，嘗過皞，皞不迎不送。或問之，皞曰：「我見桑公於中書，庶僚也；公見我於私第，門生也，何迎送之有？」此門生見座主故事也。《唐書》：楊嗣復知貢舉，其父於陵自洛入朝，嗣復率門生出迎，置酒第中。於陵坐堂上，嗣復與諸門生坐兩序。而於陵前為考功時所取李師稷，時為浙東觀察使，適亦在焉。人謂楊氏「上下門生」，世以為美。此又門生見座主父之故事也。（座主亦稱主文，《通鑒》王鐸乃韋保衡及第時主文是也。按古時惟成進士時座師稱座主。張籍《寄蘇州白使君》詩「登第早年同座主」是也。查初白詩，以鄉舉主考亦稱座主，恐無所本。）"
      },
      {
        "index": 34,
        "text": "按《通考》：宋太祖建隆三年，詔及第人不得拜知舉官及稱為恩門、師門並自稱門生。（先是唐會昌三年，中書奏及第進士不得呼有司為座主。後唐長興六年，中書又奏及第人不得呼春官為恩門、師門及自稱門生。）本朝初年，因御史楊雍建言，亦嘗有禁。故今中式士見主司，但用姓名書帖，不稱門生。此又近時科場故事也。（《明史》：霍韜舉進士，出毛澄門下，素執弟子禮。及議大禮不合，遂不以澄為座主。及韜總裁己丑會試，亦遂不以唐順之等為門生。）"
      },
      {
        "index": 35,
        "text": "同年"
      },
      {
        "index": 36,
        "text": "同年之稱起於唐。按《唐書·許孟容傳》：京兆尹元義方劾宰相李絳與孟季（孟容弟）同舉進士，為同年才數月輒徙宮。帝以問絳，絳曰：「進士、明經，歲大抵百人，吏部得官，歲至千人。私謂同年，本非親與舊也。」然則是時吏部同歲選官者亦號同年。《通鑒》：令孤楚與皇甫鎛同年進士，故鎛引楚為相。後憲宗崩，穆宗欲誅鎛，楚與宰相蕭俛皆鎛同年進士，力救之，乃貶崖州司戶。是李絳雖曰「同年非親與舊」，而其時同年之分誼己親。按《後漢書·李固傳》有同歲生得罪於梁冀。陳壽《魏志》云：魏武與韓遂父同歲孝廉，故臨陣時與遂交語移時。同歲即同年也，則是時同歲舉孝廉者已有分誼，此又後世同年之風之所始也。近世又有序先後同年者。《文昌雜錄》太子太師張升，大中祥符八年乙卯登科，至熙寧九年丙辰薨，先一年為乙卯，及見登科新進士。此先後同年之所由昉也。余庚午鄉舉，宛平黃叔琳開府，係前庚午舉人，曾為先後同年之會，大學士史鐵崖並及見先後進士同年，真為盛事。"
      },
      {
        "index": 37,
        "text": "填榜"
      },
      {
        "index": 38,
        "text": "今科場拆卷填榜，先從第六名起，蓋是古制。《唐摭言》記杜黃門知貢舉，第三場諸生五百餘人咸在，未有填榜人。舉子尹樞請任之，因令卷簾，授以紙筆，每劄一人，則抗聲唱名，無不念其公。唯空其元未填，樞清曰：「狀元非老夫不可。」公笑諾之，因令親筆自劄之。是唐時填榜已空狀頭也。然填榜何患無人，乃令舉子自書？恐唐制亦未必如此，《摭言》所云，未可信也。又李肇《國史外》：李程試《日五色賦》，既出，見楊於陵。於陵見其破題云「德動天鑒，祥開日華」，謂程曰：「君今須狀元。」翼日無名，於陵大不平，另以故冊寫其文見主司。主司歎賞不已，曰：「場中有此，當處以狀元。」於陵乃曰：「此李程作也！」亟命取程卷對之，一字不差，遂擢為狀元。是唐時主司未放榜可以見客，然未放榜何以知其無名耶？豈穆宗以後，原有先送取中試卷姓名於中書復閱而後放榜之例，所謂翼日無名者，或即送中書未放榜之先耶？然既送中書閱定，又豈能填榜時忽改一狀元？是皆不可信者也。"
      },
      {
        "index": 39,
        "text": "寄籍"
      },
      {
        "index": 40,
        "text": "《摭言》記白香山守杭州，江東進士多奔杭取解。時張祜負時名，以首冠為己任。既而徐凝至，香山請誦所為詩，祜曰：「某《甘露寺》詩：日月光先見，江山勢盡來。」凝誦《匡廬瀑布》詩：「千古長如白練飛，一條界破青山色。」祜愕然，凝遂舉首。蘇叔黨本東坡子，蜀人也，而在杭州發解。然則唐、宋時解送舉子，不必皆本籍人也。或解送雖不必本籍，而其人之籍貫亦不必改從取解之地耳。按《閑居詩話》云：福州人周總，天禧二年值詔下，赴鄉薦不及，有故人為父三代名諱亦從之，果為譙郡守，往投之。而國家申嚴條約，不許寄籍，遂以其郡周吉這預薦。其父聞之，寄詩曰：「文章不及林洪範，德行全虧李坦然。若拜他人為父母，直須焚卻蓼莪篇。」總遂鬱鬱以卒。是宋時籍貫之制本嚴。洪容齋《隨筆》云：偶得延平元年孫僅榜一小錄，一榜共五十人，自第一至十四人皆貫開封府，唯第九名劉燁為河南人，其下又二十五人皆貫開封，謂不應都人士中選若是之多，疑皆外方人寄籍，以為進取之便耳。此蓋因籍貫嚴而皆寄籍京尹也。又《元史·胡長孺傳》：長孺本永康人，宋咸淳中從外舅徐道隆入蜀，銓試第一。則宋鄉試又有不拘本籍者，蓋仍用本籍鄉貫而就試於他府耳。月魯不花本蒙古遜都思氏，隨其父任就試江浙，鄉闈中右榜第一。則元制蒙古人亦可就試各省矣。今江南人多有寄籍順天，屢禁不止，蓋時際升平，士皆自奮於功名之路，固非條教所能盡絕也。"
      },
      {
        "index": 41,
        "text": "關節"
      },
      {
        "index": 42,
        "text": "關節二字，起於唐，然不盡指科場言也。《杜陽雜編》：元載嬖其妾薛瑤瑛，瑤瑛之父曰宗本，兄曰從義，母曰趙娟。娟與中書主吏卓倩等廣購賄賂，號為關節。是凡營私信息皆號關節矣。（宋包拯知開封府，京師語曰：「關節不到，有閻羅包老。」亦不專指科場。）李肇《國史補》敘進士科云：造請權要，謂之關節。牛軻《牛羊日曆》云：輕薄奔走，揚鞭馳騖，以關節緊慢為甲乙。楊汝士、錢徽知貢舉，段文昌言於上曰：「今歲禮部殊不公，所取士皆以關節得之。」乃命復試。李景讓最孝友，其弟屬其請托主司，景讓曰：「朝廷取士，自有公道，豈可效人求關節乎？」《摭言》：高鍇第一榜裴思謙，以仇士良關節來取狀頭，鍇廷斥之。又廣明亂後，郡國不復以貢士為意，惟江西鍾傳急於薦才，四方舉子有以公卿關節不遠千里求首薦者。此皆指科場之關節。蓋關節之云，謂竿牘請囑如過關之用符節耳。（按唐時又有通榜之例，洪容齋謂唐不糊名，有交朋之厚者為之薦達，謂之通榜，故其取士畏於譏議，多公而審。亦或有脅於權勢，撓於親故者。若主司賢者則不然，未試之前，固已定去取於胸中矣云云。今按《摭言》貞元十九年權德輿主文，陸員外傪通榜，韓昌黎薦士十人於傪。權公凡三榜，共放六人，餘不出五年皆捷。此所謂通榜也。其脅於權勢，如裴思謙以仇士良書函求上第，則謂之關節，正李肇所云造請權要謂之關節也。）至後世舉子所謂關節，則用字眼於卷中以為識別者。《宋史·劉師道傳》：第幾道舉進士，因廷試卷糊名，陳堯谘為考官，教幾道於卷中密為識號。此則近代科場關節之所仿也。然唐時關節多出於情面權勢，尚未有以賄賂者。《宋史》：王欽若知貢舉，有任懿托欽若所善僧惠秦，許銀三百五十兩。會欽若已入院，惠秦令欽若門客轉達欽若妻李氏，李氏令奴祁睿書懿名及銀數於臂，入白欽若。榜發，果登科。為御史中丞趙昌言所劾。此則宋時科場之弊，較唐更甚矣。明成化中，萬安為相二十餘年，每遇試，必令其門生為考官，子孫甥婿多登第者。弘治十二年會試，大學士李東陽、少詹事程敏政為主考，給事中華昶劾敏政鬻題與舉人唐寅、徐泰。乃命東陽獨閱文，而敏政謫官，寅、泰皆斥譴。嘉靖四十年，應天主考無錫吳情，取同邑十三人，被劾謫外。萬曆四年，順天主考張汝愚，中張居正子嗣修、懋修及居正黨侍郎王篆之子之衡、之鼎。居正既設，御史丁此呂追論其事。三十八年會試，庶子湯賓尹為同考官，御史孫居相劾其私韓敬。吏部尚書孫丕揚因置賓尹、敬於察典。而是時進士鄒之麟分校順天鄉試，所取童學賢亦有私，為孫居相所劾。又吳道南典會試，吳江舉人沈同和與同里趙鳴陽聯號舍，代為文，榜發，同和第一，鳴陽亦中式。都下大嘩。道南亟檢舉，詔復試。同和竟日作一文，乃戍煙瘴，鳴陽除名。天啟二年，中允錢謙益典浙江試，取舉人錢千秋卷，七篇大結，跡涉關節，榜後為人所訐，謙益自檢舉，千秋謫戍。後謙益應推閣臣，溫體仁以此事疏攻，遂罷枚卜。此皆科場舞弊之近事。"
      },
      {
        "index": 43,
        "text": "帖括、策括"
      },
      {
        "index": 44,
        "text": "《唐書·選舉志》：楊綰疏言：「明經但記帖括。」按《文獻通考》，唐制帖經試士，後以應試者多，至帖孤章絕言以惑之，應試者乃索幽隱，編為詩賦，不過數十篇，難者悉備。此即所謂帖括也。又《薛登傳》：後生皆緝綴小文，名為策學。而東坡《議學校貢舉狀》亦云：近世士大夫纂類經史，綴緝時務，謂之策括。是策亦有括矣。不寧惟是，《文獻通考》又云：宋時制科，所難者六論。有巽岩者，取諸書可為論題者抄為一編，揣摩殆無遺漏。則論亦有括矣。又范文正以館職薦富鄭公，公辭以未習。范曰：「已為君置大科文字。」所謂大科文字，蓋亦巽岩所編之類也。是詔冊亦有括矣。學術日薄，士皆以捷給為務，近世館閣之類書，科場之策略，傳遽旁午，固無足怪也。（《明史·湯禮敬傳》：宋末有論范、論草、策略、策海、文衡、文髓、主意、講章等刻，亦帖括之類也。）"
      },
      {
        "index": 45,
        "text": "及第詩"
      },
      {
        "index": 46,
        "text": "《池北偶談》引蘇子美《及第與同年宴李丞相宅》詩云：「拔身泥滓底，飄跡雲霄上。氣和朝言甘，夢好夕魂王〔旺〕。軒眉失舊斂，舉意有新況。爽如秋後鷹，榮若凱旋將。」謂一第而津津如此，宜其早廢不達也。按此事古人甚多，《竹坡詩話》謂孟郊下第詩「棄置復棄置，情如刀劍傷。」及登第，則云「春風得意馬蹄疾，一日看遍長安花。」一第之得失憂喜如此，宜其雖得之不能享也。阮亭之說，亦同此意。又唐章孝標《及第後寄淮南李紳》詩曰：「及第全勝十政官，金湯鍍了出長安。馬頭漸入揚州郭，為報時人洗眼看。」宋張虞登第，用劉昌言詩題興國寺壁曰：「一舉首登龍虎榜，十年身到鳳凰池。」有人續云：「君看姚奕並梁固，不得朝官未可知。」後果如其言。陸放翁《家世舊聞》：張中中第四名，喜甚，在廷試時挈友人手曰：「如何得鄉里知去？」後為象山縣官，以事罷，流落終身。此皆器小不享厚福之驗。然得意詩亦有不盡關乎後日之福澤者。黃常明《詩話》記白香山及第詩：「得意減別恨，半酣輕遠程。翩翩馬蹄疾，春日歸鄉情。」 《宋史·呂大忠傳》：馬涓以進士第一入幕府，時自稱狀元。大忠曰：「狀元者，及第未除官之名。既為判官，不可更稱。」又《六一詩話》載呂文穆未第時，薄遊一縣，縣令之子胡旦遇之甚薄。或言呂工詩，宜少加禮。胡問其警句，客舉其一首，末句云，「挑盡寒燈夢不成。」旦曰：「乃一渴睡漢耳！」呂聞之甚恨。明年首中甲科，使人寄聲曰：「渴睡漢狀元及第矣！」《夷堅志》：董體仁累舉不第，過臨江郡守彭子從，其鄉人也，視其刺字曰：「老榜官耳。」次年南省奏名廷試第一，僉書鎮南軍判官，歸次臨江。彭遣人迎，董書其紙尾曰：「黃紙初開墨未乾，君恩重許拜金鑾。故鄉知己來相迓，便是從前老榜官。」彭甚慚悔。《獨醒志》則以為體仁寄家人之作，非寄彭守也。按香山及文穆皆享有名位，馬後為大監卿，董後亦為相，則此事固不可概論也。第進身之始，輒沾沾得意，則器小不言可知。王沂公狀元及第，郡帥令倡樂迎於郊，公乃易服，由他門入謁守。守驚曰：「已遣人奉迎矣！」王曰：「不才偶忝科第，敢煩郡守父老致迓，是重其過也！」守歎息卜其遠大。明羅洪先作狀元，外舅曾太僕曰：「喜吾婿幹此大事。」羅面發赤曰：「大夫事業更有許大在。此等三年一人，奚足大事也？」是日猶袖米借何、黃二公聯榻蕭寺中講學。觀此則二公所誌之遠大可知矣。"
      },
      {
        "index": 47,
        "text": "甲榜乙榜"
      },
      {
        "index": 48,
        "text": "今世謂進士為甲榜，以其曾經殿試，列名於一、二、三甲也。舉人謂之一榜，後以進士有甲榜之稱，遂以一為乙，而以舉人為乙榜非也。《漢書·儒林傳》：歲課博士弟子甲科四十人，乙科二十人，丙科四十人。杜氏《通典》：進士有甲、乙二科，武德以來，第進士惟乙科。《舊唐書》：玄宗親試，敕曰：「近無甲科，朕將存其上第。」《楊綰傳》：玄宗試舉人，登甲科者三人，綰為之首。其乙科凡三十餘人。是甲、乙科俱謂進士也。宋時進士三甲之外，又有四甲、五甲。紹興十八年，賜王佐以下及第、出身、同出身共三百三十人，第一甲十人，二甲十九人，三甲三十七人，四甲一百二十二人，五甲一百四十二人。朱文公乃是榜五甲九十名。寶祐四年，文天祥榜共六百零一人，一甲二十一人，二甲四十人，謝枋得為首，陸秀夫第二十七，三甲七十三人，四甲二百四十八人，五甲二百十三人。"
      }
    ]
  }
}