{
  "chapterNumber": 17,
  "title": "卷十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "三大遷"
      },
      {
        "index": 2,
        "text": "盤庚遷殷，慮民之不願，幾經誥諭，猶不勝蕩析離居之怨。後魏孝文將遷洛，亦慮群下不從，乃以南伐為名，發自平城，羽騎三十餘萬。既至洛陽，趣前軍先發。群臣苦諫，魏主曰：「今者興發不小，動而無成，何以示後？苟不南伐，當遷都於此。」群臣不得已，始定遷都之計。蓋動大眾、興大役如此之難也！乃董卓遷獻帝都長安，會議之日，即趣大駕西行，令部將燒洛陽城外百里，又自將兵燒南北宮及宗廟、府庫、民居，一掃而盡。徙洛陽數百萬口，步騎驅蹙，更相踐踏，積屍盈路，莫有敢不從者。高歡以洛陽西近西魏，南近梁境，乃議遷魏帝於鄴。書下三日即行，四十萬戶狼狽就道，亦莫敢拒。朱溫劫唐昭宗遷洛陽，使寇彥卿迫請，即驅長安居人以東，人皆拆屋為筏，浮渭而下，雖號泣滿路而都竟遷。勞民動眾之事，往往有以無道行之而克濟者。"
      },
      {
        "index": 3,
        "text": "六朝重氏族"
      },
      {
        "index": 4,
        "text": "六朝最重氏族。蓋自魏以來，九品中正之法行，選舉多用世族，下品無高門，上品無寒士，當其入仕之始，高下已分。《謝弘微傳》：晉世名家，身有國封者，起家多拜散騎侍郎。《張纘傳》：秘書郎四員為甲族起家之選，他人不得與。徐堅《初學記》亦謂秘書郎與著作郎，江左以來多為貴遊起家之選，故當時諺曰： 「上車不落為著作，體中何如則秘書。」齊明帝制：寒人不得用四幅傘。《梁武帝紀》：舊制，甲族以二十登朝，後門以通〔過〕立始試吏。魏孝文光極堂大選八族以上士人，品第有九，九品之外，小人之官復有七等。王儉屬王琨用東海郡吏，琨曰：「三台五省，皆是郎用人。外方小郡，當乞寒賤，省官何為復奪之？」此其大較也。是以矜門第者高自標置。崔忄嘗謂盧元明曰：「天下盛門，惟我與爾。」荀伯子亦謂王融曰：「天下膏梁，惟使君與下官耳。」其視後門寒素不啻如良賤之不可紊越。趙邕寵貴一時，欲與范陽盧氏為婚。盧氏有女，其父早亡，叔許之，而其母陽氏不肯，攜女至母家藏避。崔巨倫姐眇一目，其家議欲下嫁，巨倫姑悲戚曰： 「吾兄盛德，豈可令此女屈事卑族！」右軍將軍王道隆權重一時，到蔡興宗前，不敢就席，良久方去，興宗亦不呼坐。何敬容與到溉不協，謂人曰：「到溉尚有餘臭，遂學作貴人。」以其祖彥之擔糞也。間有不恃門第，肯降心俯就卑秩，如羊欣、王筠之流，已傳為盛德之事。（《羊欣傳》：不肯為會稽世子元顯書扇，元顯乃以欣為後軍舍人。此職本用寒人，欣不以為意。《王筠傳》：王氏過江以來，未有居郎署者，筠初仕為尚書郎，或勸不就，筠曰：「陸平原、王文度皆嘗為之，吾得比蹤昔人，何多所恨！」）而單門寒士，亦遂自視微陋，不敢與世家相頡頏。如吳逵有至行，郡守王韶之擢補功曹，逵以門寒固辭不就。宗越本南陽次門，以事黜為役門，後立軍功，啟宋文帝求復次門。其有發跡致通顯，得與世族相攀附，已為榮幸之極。王敬則與王儉同拜開府儀同，徐孝嗣謂儉曰：「今日可謂連璧。」儉曰： 「不意老子遂與韓非同傳！」敬則聞之曰：「我南沙小吏，徼幸遂與王衛軍同日拜三公，夫復何恨！」會稽郡最重望計及望孝，蔡興宗為郡守，舉孔仲智子為望計，賈原平子為望孝。仲智本高門，而原平一邦至行，遂與相敵。孫搴寒賤，齊神武賜以韋氏為妻。韋氏乃士人女，時人榮之。郭瓊以罪死，其子婦范陽盧道虞女也，沒官，神武以賜陳元康。元康地寒，人以為殊賞。可見當時風尚，右豪宗而賤寒畯，南北皆然，牢不可破。高允請各郡立學，取郡中清望人行修謹者為學生，先盡高門，次及中等。魏孝文帝以貢舉猥濫，乃詔州郡慎所舉，亦曰門盡州郡之高，才極鄉閭之選。楊公則之在湘州也，悉斷單門以賄求州職者，所辟皆州郡著姓。梁武至班下諸州以為法。宋弁為本州大中正，世族多所抑降，反為時人所非。張纘、李衝、李彪、樂運、皇甫顯宗之徙，欲力矯其弊，終不能挽回萬一。（纘為吏部，後門寒素皆見引拔，不為貴門屈意。李衝以魏孝文有高卑出身各有常分之詔，上疏曰：「未審上古以來，置官列位，為欲為膏梁地，為欲讚益時政？」李彪疏曰：「陛下若專以門第，不審魯之三卿，孰若四科？」顯宗曰：「陛下不應以貴承貴，以賤承賤。」樂運曰：「選舉當不限資蔭，惟在得人。苟得其人，自可起廝養而為卿相。」）甚至習俗所趨，積重難返，雖帝王欲變易之而不能者。宋文帝寵中書舍人弘興宗，謂曰：「卿欲作士人，得就王球坐，乃當判爾。若往詣球，可稱言旨就席。」及至，弘將坐，球舉扇曰：「卿不得爾。」弘還奏，帝曰：「我便無如此何。」他日帝以語球，欲令與之相知。球辭曰：「士庶區別，國之常也，臣不敢奉詔。」紀僧真自寒官歷至尉軍府參軍主薄，宋孝武帝嘗目送之，曰：「人生何必計門戶？紀僧真堂堂，貴人所不及也！」其寵之如此。及僧真啟帝曰：「臣小人，出自本州武吏，他無所須，惟就陛下乞作士大夫。」帝曰：「此事由江敩、謝瀹，我不得措意，可自詣之。」僧真承旨詣學攵，登榻坐定，敩命左右：「移吾床讓客！」僧真喪氣而退，造帝曰：「士大夫固非天子所命。」路太后兄慶之孫瓊之詣王僧達，僧達了不與語。去，遂焚瓊之所坐床。太后泣訴帝，帝曰：「瓊之年少無事，詣王僧達見辱，乃其宜耳。」中書舍人狄當、周赳並官樞要，欲詣同省張敷，恐其見輕，當曰：「吾等並已員外郎，何憂不坐？」及二客就席，敷呼左右曰： 「移吾床遠客！」赳等失色而去。建元中，欲以江謐掌選，詔曰：「江謐寒人，不得等競華儕，然甚有才幹，可遷掌吏部。」用一寒人，至特發明詔，似有不得已者。侯景之請婚於王、謝也，梁武帝曰：「王、謝門高，可於朱、張以下求之。」益州刺史鄧元起功勳甚著，而名地卑瑣，願名掛士流，乞上籍出身州從事。始興王憺命庾蓽用之，蓽不可，憺不能折，乃止。後蓽子喬為荊州別駕，州人范興話以寒賤仕叨九流，選為州主簿。梁元帝勒喬聽興話到職，喬曰：「喬忝為端右，不能與小人范興話為雁行。」元帝乃停興話。北齊婁太后為博陵王納崔忄妹為妃，敕其使曰：「好作法，勿使崔家笑人！」歷觀諸史，可見當時衣冠世族積習相仍，其視高資膴仕，本屬分所應得，非關國家之簡付。毋怪乎易代之際，莫不傳舍其朝，而我之門戶如故也，甚且以革易為遷階之地，記傳所載，遂無一完節者。而一二捐軀殉國之士，轉出於寒人。世風至此，國誰與立？可為浩歎者也！《唐書·高士廉傳》：太宗以山東人士好尚閥閱，詔士廉與韋挺、岑文本、令狐德棻刊正姓氏，普責天下譜牒，參考史傳，先宗室，後外戚，抑新門，褒舊望，右膏梁，左寒畯，第為九等，而崔氏猶為第一，太宗列居第三。詔曰：「曩時南北分析，故以崔、盧、王，謝為重。今天下一家，當朝擢用古稱立德、立功、立言，次即有爵。遂合二百九十三姓、千六百五十一家，為《氏族志》，頒行天下。」然則此風唐初猶未艾，太宗固嘗欲力矯其弊。然觀士廉及李義府傳謂，自魏太和中定望族七姓，子孫迭為婚姻，唐初作《氏族志》，一切降之，後房玄齡、魏徵、李勣等仍與為婚，故望不減，義府為子求婚不得，乃奏禁焉。其後轉益自貴，稱禁婚家，凡男女，潛相聘娶，天子不能禁云。《杜羔傳》：文宗欲以公主降士族，曰：「民間婚姻，不計官品而尚閥閱。我家二百年天子，反不若崔、盧耶？」可見唐中葉以後，民間猶仍此風。《五代史· 崔居儉傳》：崔氏自後魏、隋、唐為甲族，吉凶之事，各著家禮，到其子孫，猶以門望自高。又唐莊宗以盧程不能草文書，乃用馮道為不掌書記。程故名族也，乃大恨曰：「用人不以門閥，而先田舍兒耶！」則五代則猶有此風矣。《袁朗傳》：袁自漢司徒滂至朗凡十二世，為司徒、司空者四世，淑、顗、察皆死難。朗自以人地雖琅牙王氏多公卿，特以累朝佐命有功，鄙不為伍。朗孫誼亦曰：「門戶者，歷世名節，為天下所高，老夫是也。山東人尚婚媾，重利祿，何足重哉！」此則以節行為門戶，較勝於勢位相高者矣。"
      },
      {
        "index": 5,
        "text": "譜學"
      },
      {
        "index": 6,
        "text": "《南史》：王僧孺被命撰譜，而不知譜所自起，以問劉杳。杳曰：「桓譚《新論》云：太史公《三代世表》旁行邪上，並效周譜。以此而推，當起於周代也。」按周小史定系世，辨昭穆，是譜學之起於周元疑。唐柳芳之論曰：「按周小史定系世，辨昭穆，是譜學之起於周元疑。唐柳芳之論曰：三代多世官，其後或氏於國，則齊、魯、秦、吳；氏於諡，則文、武、宣、成；氏於官，則司徒、司馬；氏於爵，則王孫、公孫；氏於字，則孟孫、叔孫；氏於居，則東門、北郭；氏於志，則三烏、五鹿；氏於事，則巫、乙、匠、陶。漢高祖起布衣，故不重氏族，然漢鄧氏已有官譜，應劭有《氏族》一篇，王符《潛夫論》亦有《姓氏》一篇。至魏九品中正法行，於是權歸右姓，州大中正、主簿、郡中正、功曹皆取著姓士族為之。有司選舉，必稽譜牒，故官有世胄，譜有世官，於是賈氏、王氏譜學出焉。晉太元中，賈弼撰《姓氏簿狀》，朝廷給以令史繕寫，藏秘閣及左右戶曹，凡七百十二篇。宋王宏、劉湛好其書。何承天亦有《姓苑》二篇，湛又撰《百家譜》以助銓序。齊永明中，王儉又廣之。而弼所撰傳子匪之，匪之傳子希名鏡，撰《姓氏要狀》十五篇。希鏡傳子執，執傳其孫冠，故賈氏譜學最擅甸。梁沈約謂：晉咸和以後，所書譜牒，並皆詳實，在下省戶曹前廂，謂之晉籍（此即賈弼所撰者）。宋元嘉中，始以七條征發，於是偽狀巧籍滋多。齊設郎令史以掌之，益行奸貨，昨日卑細，今日便成士流。宋、齊二代士庶不分，實由於此。梁武因沈約言，詔王僧孺改定百家譜，因賈弼舊本考撰成書，凡《十八州譜》七百一十卷，《百家譜集抄》十五卷，《南北譜集》十卷，故又有王氏譜學。此南朝譜學之源流也。北朝雖專門者少，然魏太和中，詔諸郡中正各立本土姓族次第，為舉選名方司格。又魏收撰《魏書》成，楊愔謂收曰：」此可為不刊之書，但恨論及諸家親姻，至為繁碎。收曰：「自中原喪亂，人士譜牒遺逸略盡，是以具書其技派。」則亦以此事為鄭重也。唐興，言譜學者以路敬淳為宗，柳衝、韋述次之，李守素亦明其學。後有李公淹、蕭穎士、殷寅、孔至，為世所稱。按《唐書·路敬淳傳》：敬淳明姓系譜，自魏、晉以來，皆有條序，著《姓略》、《衣冠係錄》等百餘篇。《柳衝傳》：太宗已命諸儒撰《氏族志》，其後門胄興替不常，衝請改修，乃詔魏元忠、張錫、蕭至忠、岑羲、崔湜、徐堅、劉憲、吳兢與衝共訂。先天中，又詔衝等撰《姓系錄》。開元初，又詔衝與薛南金再加刊定。《韋述傳》：述好譜學，在秘書私寫柳衝《姓系錄》，歸而諦玩，故於百氏源流為詳，更撰《開元譜》二十卷。《李守素傳》：守素淹通姓氏，虞世南嘗與論江左人物，世南猶能記憶，至北地諸侯次第，守素皆有援據。世南但笑而不答，曰：「肉譜可畏！」遂號「肉譜」。《孔至傳》：至與衝、述等撰《百家類例》，以張說等為近世新族，去之。說之子垍方有寵，聞之甚怒。至懼，欲增損。述曰：「丈夫奮筆成一家書，奈何為人動搖」！（亦見《封氏聞見記》）此李唐重譜學之大概也。其時有以私意為高下者，人輒非之。許敬宗以貞觀所定《氏族志》之不載武后本望，李義府亦恥其先世不見敘，更奏刪正，以仕唐官五品以上皆升士流，於是兵卒以軍功進者亦得入，縉紳嗤之，以為勳格。又可見譜學之嚴，雖有當朝勢力，不得遽為升降也。按鄭樵《通志》譜系凡六種一百七十部，至馬端臨《文獻通考》，所存者不過數家矣。蓋五代以後，不崇門閥，故此學遂不復講，又可以見各朝風尚不同矣。"
      },
      {
        "index": 7,
        "text": "按：六朝時賈氏、王氏譜學已不可考，其見於《唐書》者，曰：過江則為僑姓，王、謝、袁、蕭為大。東南則為吳姓，朱、張、顧、陸為大。山東則為郡姓，王、崔、盧、李、鄭為大。關中亦號郡姓，韋、裴、柳、薛、楊、杜首之。代北則為虜姓，元、長孫、宇文、於、陸、源、竇首之。其郡姓中，三世有三公者曰膏梁，有令僕者曰華腴，尚書、領軍而上者為甲姓，九卿、方伯者為乙姓，散騎常侍、太中大夫為丙姓，吏部正員郎為丙姓，凡得入者謂之四姓。北齊因之，舉秀才、州主簿、郡功曹，非四姓不在選。江左凡郡上姓為右姓，太和以郡四姓為右姓，齊浮屠曇剛《類例》凡甲門為右姓，周建德氏族以四海通望為右姓，隋以上品茂姓為右姓，唐貞觀《氏族志》凡第一等為右姓，路氏著《姓略》以盛門為右姓，柳衝《姓族系錄》凡四海望族為右姓。"
      },
      {
        "index": 8,
        "text": "六朝忠臣無殉節者"
      },
      {
        "index": 9,
        "text": "魏、晉以來，易代之際，能不忘舊君者，稱司馬孚、徐廣。故王琳故吏朱瑒乞葬琳，首書曰：「典午將滅，徐廣為晉家遺家；當塗已謝，馬孚稱魏室忠臣。」按《晉書·司馬孚傳》：晉武受禪，陳留王出就金墉城，孚拜辭流涕曰：「臣死之日，固大魏之純臣也。」《宋書·徐廣傳》：廣在晉為大司農，宋武受禪，恭帝遜位，廣哀感流涕。謝晦曰：「徐公將無小過？」廣曰：「君是興朝佐命，身是晉室遺老，悲歡之致，固是不同。」是二人者可謂知君臣大義矣。然孚入晉仍受封安平王，邑四萬戶，進拜太宰、都督中外諸軍事。廣入宋，亦徐中散大夫。抑何其戀舊君，而仍拜新朝封爵也？蓋自漢、魏易姓以來，勝國之臣即為興朝佐命，久已習為固然。其視國家禪代，一若無與於己，且轉藉為遷官受賞之資。故偶有一二耆舊，不忍遽背故君者，即已嘖嘖人口，不必其以身殉也。又如謝朏，當齊受禪時，朏為侍中，當解璽，朏佯不知。傳詔催令解璽，朏曰：「齊自應有侍中。」遂不赴。然齊受禪後，朏仍以家乞郡，為義興太守。王琨之於宋順帝遜位也，攀車慟泣曰：「人以壽為歡，老臣以壽為戚。既不能先驅螻蟻，頻見此事！」嗚咽不自勝。然齊高帝即位後，琨仍加侍中，高帝崩，琨又不侍車而步行入宮。然袁昂當梁武起兵時，獨拒守。聞東昏死，舉哀慟哭。馬仙卑初亦與梁武相抗，謂其下曰：「我受人寄任，義不容降，君等各自有親，我為忠臣，君為孝子。」乃悉遣其下，獨與壯士數十人拒守。後俱執送建康，昂仍仕梁為侍中，仙卑亦為梁將，且曰：「小人如失主犬，後主飼之，便復為用。」《北史》：裴讓之當魏靜帝遜位，執手流涕，入齊，仍為清河太守。北齊傅伏守東雍州，周武既破并州，令其子世寬來招。伏不受，曰：「此不忠不孝，願即斬之。」及聞後主被獲，乃降，入周仍為岷州刺史。竇熾當隋文帝將受禪，自以世受周恩，不肯署箋勸進，然入隋仍拜太傅，加殊禮。柳機當隋文作相時，周代舊臣皆勸禪讓，機獨義形於色，無所陳請，然入隋仍拜衛州刺史，封建安郡公。顏之儀當周宣帝崩，鄭澤矯詔以隋文帝輔政，之儀不肯署詔。文帝索符璽，之儀又拒之。然文帝登極，仍拜集州刺史。文帝將受禪，謂榮建緒曰：「且共取富貴。」建緒曰：「明公此旨，非僕所聞。」遂赴官去。及開皇中來朝，文帝曰：「卿亦梅否？」建緒曰：「臣位非徐廣，情類楊彪。」上笑曰：「朕雖不解書語，亦知卿此言不遜也。」建緒仍歷始、洪二州刺史。陳許善心聘隋，會隋滅陳，禮成而不得返，善心衰服哭於階下，藉草東向三日，敕書唁焉。明日有詔拜散騎常侍，善心哭盡哀，入房改服而出，垂涕拜受詔，入朝伏地，泣不能起。文帝曰：「我平陳惟獲此人，既能懷舊君，即是我純臣也。」之數人者，史策已載其行義，以為人之所難，曾莫有議其先守義而後失節者，即當時人主亦以為甚難希有，而未嘗以必死為完人。如梁武於仙卑之被執，使待袁昂至俱入，曰：「使天下見二烈士。」周武於傅伏亦親執其手曰：「朕平齊惟見此一人。」後俱寵之以官，任特至，初不以其再仕新朝而薄其為人。則知習俗相沿，已非一朝一夕之故。延及李唐，猶不以為怪。顏常山、張睢陽、段太尉輩，一代不過數人也。直至有宋，士大夫始以節義為重，實由儒學昌明，人皆相維於禮義而不忍背，則《詩》《書》之有功於世教，匪淺鮮矣！"
      },
      {
        "index": 10,
        "text": "《後漢書》：楊彪在漢朝致仕十餘年，曹丕受禪，欲以為太尉，固辭，乃授光祿大夫，賜几杖。因朝會，令彪著布單衣鹿皮冠而後入，待以賓客之禮。按彪雖辭太尉，仍授光祿大夫，亦未免有玷。"
      },
      {
        "index": 11,
        "text": "隋制從駕官帶妻子"
      },
      {
        "index": 12,
        "text": "隋時從駕公卿許以妻子自隨。《北史·周法尚傳》：煬帝好巡行，法賞請為方陣，四面外拒，六宮及百官家口並處其內。《趙才傳》：帝每巡幸，才恒為斥堠在途，遇公卿妻子有違禁者，輒醜言大罵（以上二事亦見《隋書》）。又帝在太原，將還京，宇文述曰：「從官妻子俱在東都，便道向洛陽，自潼關入可也。」楊玄感反，先攻東都，謂李密曰：「從駕百官妻子俱在東都，攻之不能無動。」許善心從駕江都，宇文化及之亂，為所殺，其母年九十二，臨喪不哭，曰：「能死國難，我有兒矣！」因臥不食，十餘日亦卒。此皆從駕帶家屬之證也。又帝征高麗，命宇文述為將軍，聽以家累自隨，謂項羽「虞兮」即故事也。則行軍亦許帶妻子矣。按《魏書》：孝文帝欲造船至鄴，高道悅曰：「從駕群僚，聽將妻累，舟楫之間，更無阻隔，士女雜亂，內外不分。」《北齊書》：裴澤與妻魏氏恩好甚篤，每從駕，其妻亦至，時人以為健婦夫半。是魏、齊以來，從駕官原聽帶家累，並不自隋始。至如李克用破黃巢還，上源驛之難，以劉夫人計謀得保軍還。又唐莊宗先得符道昭妻侯氏，專寵軍中，謂之夾寨夫人，出兵四方，常以相從。後得劉氏，又愛之，下魏博，戰河北，十餘年未嘗高主離左右。是克用父子行軍皆帶妻子也。又莊宗在楊劉，將趨鄆，下令軍中，盡歸其家屬於魏。則軍士亦得帶妻子在軍矣。"
      },
      {
        "index": 13,
        "text": "唐初武功之盛"
      },
      {
        "index": 14,
        "text": "《唐書·土蕃傳讚》謂：唐初四裔有弗率者，皆移兵討之，蹶其牙、犁其庭而後已。《渤海傳讚》又謂：薄海內外，尊天子為天可汗。蕃夷君長，待唐璽乃能國，一不賓輒遭夷縛。可想見當日武功之盛、幅員之大也。今按太宗時，李靖擊突厥，擒頡利可汗；而突利可汗先已來降，封北平郡王；車鼻可汗不入朝，右驍衛高侃討斬之。侯君集擊高昌，俘其王智盛，以其地為廷州。都支十姓可汗叛，裴行儉以計執之。又降突厥伏念可汗，盡平突厥餘黨，破突厥泥熟匐，得其首以歸，蓋嘉運又虜吐火仙骨啜可汗。李勣擊滅薛延陀，降其可汗咄摩支，入朝授官，於是鐵勒十一部皆歸命。郭孝恪伐焉耆，虜其王。龍突騎施討鐵勒九姓，單騎入喻，鐵勒遂縛偽葉護以降。後焉耆復立那支，阿史那社爾又擊斬之。社爾又與契何力討龜茲，擒其王訶梨布失畢。其將那利叛，又擒之，凡破五大城，諭降小城七百餘。又討西突厥，擒其酋處蜜時健俟斤以歸。楊宏禮破處蜜，殺焉耆王，降馺支，獲龜茲、于闐王以歸。薛仁貴討契丹，擒其王阿卜固，又平九姓蕃。其尤奇者，浮屠玄奘自天竺歸，太宗遣王元策至其國，其國發兵來拒。元策從者才數十人，皆歿於戰。元策隻身奔吐蕃，檄召鄰國兵，破之，擒其酋阿羅那順，降城邑五百八十所。此雖班超、傅介子亦不逮也！自破龜茲，始徙安西都護於其地，統于闐、碎葉、疏勒，號四鎮。自擒車鼻可汗後，突厥盡為封疆臣，始置單于都護府，領狼山、雲中、桑幹三都督，蘇農等二十四州。又置瀚海都護府，領金微、新黎等七都督，仙萼、賀蘭等八州。又置松漠都督府，統達稽、紇便等部。党項拓跋赤辭不朝，劉師立諭降之，又以松州為都督府。於是自河首積石以東皆為中國地。自鐵勒十一部皆歸，乃以回紇部為瀚海，多覽葛部為燕然，仆骨部為金微，拔野古部所幽陵，同羅部為龜林，思結部為盧山，皆號都督府，即故單于台置燕然都護府以統之。其後改燕然為瀚海都護府，領回紇，徙故瀚海都護於古雲中城，號雲中都護府。磧以北隸瀚海，磧以南隸雲中。高宗、武后之世，餘威猶振，蘇定方大破賀魯於伊麗水上，降其五弩失畢，遣將蕭嗣業至石國，擒賀魯唐，地遂極西海。而思結闕俟斤都曼擁所部及鄰部蔥嶺等國為亂，定方又擊擒之，蔥嶺以西皆定。又平百濟，俘其王義慈及太子隆、次子泰等。李勣破高麗，執其王藏、其男建等，凡五部百七十六城，分其地為都督府者九，州四十二，縣百，復置安東都護府，於是唐地又極東海矣（後仍遣藏與隆各還本國安輯餘從）。武后時，猶命王孝傑擊破土蕃，復取四鎮，仍置安西都護府於龜茲。而契丹孫萬榮入寇，又地中斬之，傳首東都。開元、天寶之世，高仙芝逾蔥嶺討小勃律，降其王蘇失利之，遂平其國，而大食等七十二國皆來附。又討石國，虜其王以歸。夫蒙靈詧討突騎施，斬其王。莫賀達干回紇擊突厥白眉可汗，傳首京師，突厥毗伽可敦來降。程千里追阿布思，諭葛邏祿葉護執以獻。《通鑒》謂是時聲教所被之州三百三十一，羈縻之州八百，信乎幅員之盛，雖西漢不及也！及乎安史亂後，雖河北亦莽為盜區，終唐之世，不能復矣！"
      },
      {
        "index": 15,
        "text": "唐初多用蕃將"
      },
      {
        "index": 16,
        "text": "史大奈，本西突厥特勒。馮盎，本高州土酋。阿史那社爾，本突厥處羅可汗之子。阿史那忠，本蘇尼失之子。契何力，本鐵勒莫賀可汗之孫。黑齒常之，本百濟西部人。泉男生，本高麗蓋蘇文之子。李多詐，亦靺鞨酋長之後。論弓仁，本土蕃族。尉遲勝，本于闐國王。尚可孤，本鮮卑別種。他如李光弼、渾瑊、裴玢等，亦皆外蕃久居中國者。"
      },
      {
        "index": 17,
        "text": "唐制內外官輕重先後不同"
      },
      {
        "index": 18,
        "text": "有唐一代，內外官輕重先後不同，有迥相懸絕者。太宗時，馬周疏云：朝廷獨重內官而輕刺史、縣令，刺史多是武夫，或京官不稱職者。邊遠之任，用人更輕。是貞觀時已有重內輕外之弊。武后時李嶠、唐休璟秦言：朝廷重內官，輕外職，每除授牧伯，皆再三披訴，所遣外任者，多是貶累之人。今請選賢者分典大州。王嗣立亦言：縣令、刺史不加揀擇，京官坐負及聲稱下者乃典州，吏部年老不善刀筆者乃擬縣。盧懷慎亦言：比見官犯贓者任以江淮嶺磧，粗示懲貶，其人內懷自棄，殉貨掊克，益無悛心。以罪吏牧遐方，是謂惠奸而遺遠。遠州陬邑，何負聖化，而獨受其惡政乎？明皇時，張九齡奏言：今刺史，京輔雄望之郡，猶少加選擇，江淮、隴蜀、三河大府之外，由京官出者，或身有累，或政無狀，用牧守為斥逐之地。或其先附會高位，及勢衰，謂之不稱京職，出以為州。武夫、流外，積資而得，不計其才。刺史尚爾，何論縣令！古者刺史入為三公，郎官出宰百里。今朝廷士入而不出，京師衣冠所聚，聲名所出，從容附會，不勤而成，是大利在內而不在外也，智能之士安肯出為刺史縣令哉？是時源乾曜以大臣子多任京職，俊乂率任外官，非平施之道，請以己子三人任京職者出二子於外，以示近始。詔褒之。《倪若水傳》亦云：時天下承平，朝廷尊榮，人皆重內任。雖自冗官擢方面，皆自謂下遷。班景倩自揚州采訪使入為大理少卿，若水餞之於郊，顧左右曰：「班公是行若登仙，吾恨不得為騶僕。」可見唐初以至開元、天寶內重外輕之風也。及肅、代以後，京師凋敝，俸料寡薄，則有大反是者。《通鑒》：元載當國，以仕進者多樂京師，惡其逼己，乃製俸厚外官而薄京官。京官不能自給，常從外官乞貸。楊綰、常兗雖奏加京官俸歲約十五六萬緡，然風會所積，利常在外，京官之貧如故。《唐書·嗣曹王皋傳》云：皋為秘書少監，上元中京師饑，斗米值數千。皋乞外官，不允，乃故抵微法，貶溫州長史。《李泌傳》亦云：是時州刺史月俸千緡，方鎮所取無藝，而京官祿薄，自方鎮入為八座，至謂罷權。薛邕由左丞貶歙州刺史，家人恨降謫之晚。崔裕甫任吏部員外郎，至求為洪州別駕。其節度使府賓佐有所懺者，薦為郎官。當遷台閣者，皆以不赴取罪去。李泌以為外太重，內太輕，請隨官閑劇普增其俸，為竇參沮而止。此距開元、天寶時不及三四十年，而外重內輕相反一至於此，亦可以觀世變也！"
      },
      {
        "index": 19,
        "text": "唐制升殿用宮女侍"
      },
      {
        "index": 20,
        "text": "《文昌雜錄》云：唐制，天子坐朝，宮人引至殿上。故杜甫詩有「戶外昭容紫袖垂，雙瞻御坐引朝儀」之句。蓋自武后臨朝，女官隨侍，後遂相沿為定制耳。《宋史》呂大防疏稱：唐入閣圖有昭容位，可見當日著為朝儀，至形之圖畫也。按《唐書》天祐二年十二月詔曰：宮妃女職，本備內任，今後每遇延英坐日，只令小黃門祗候引從，宮人不得出內，由此遂罷。則唐末始革除。"
      },
      {
        "index": 21,
        "text": "唐制吏部分東選南選"
      },
      {
        "index": 22,
        "text": "唐制，吏部分為三銓：尚書一人曰尚書銓，侍郎二人曰中銓、東銓（見《五代史·姚顗傳》）。東銓亦曰東選。貞觀元年以京師穀貴，始分人於雒州置選。至高宗開耀元年，以關外道途遙遠，河雒天下之中，始詔東西二曹兩都分簡，即所謂東選也。《舊唐書·魏知古傳》：帝令知古往東都知吏部尚書主選事，甚稱職，手詔嘉之。又盧懷慎與知古分領東都選，蘇晉與齊浣更典二都選。代宗廣德二年，命楊綰知東京選，賈至知東都舉，皆見《新唐書》。東選外又有南選，其銓選之地有數處。《舊唐書》高宗上元三年置南選，使簡補交廣黔等州官。《百官志》：嶺南黔中三年一置選補使，號為南選。如《啖助傳》：仲子陵典黔中選補，乘傳過家。此置選於黔中者也。張九齡為桂州都督兼嶺西按察選補使，柳澤為侍御史監嶺南選，徐浩以都官郎中為嶺南選補使，韋佽為桂管觀察使，管內邑長三百餘員，由吏部補者十之一，他皆使量才補之。此置選於嶺南者也。至德元載，命崔渙宣慰江南兼知選舉。《舊唐書》：興元二年，劉滋以吏部侍郎往洪州知選舉，時兵荒後，選人不能赴調，乃命滋江南典選，以便江嶺之人。又李峴罷政為吏部尚書，知江淮選舉，置銓洪州。此置選於江西者也。"
      },
      {
        "index": 23,
        "text": "唐時簿尉受杖"
      },
      {
        "index": 24,
        "text": "《遯齋閑覽》引杜甫《贈高適》詩：「脫身簿尉中，始與捶楚辭。」韓退之《贈張功曹》詩：「判司卑官不堪說，未免捶楚塵埃間。」杜牧《寄侄阿宜》詩：「參軍與簿尉，塵土驚皇皇。一語不中治，鞭捶身滿瘡。」以為唐之簿、尉有過，即受笞杖，猶今之胥吏也。不知唐制更不止此。《新唐書·劉晏傳》：晏為轉運使，代宗嘗令考所部官，五品以上輒係劾，六品以下杖然後奏，則不特薄尉矣。又張鎬杖殺刺史閭邱曉，嚴武杖殺梓州刺史章彝，則節度使並可杖殺刺史矣。楊炎為河西節度使掌書記，以縣令李太簡嘗醉辱之，炎令左右反接，榜二百幾死，則節度書記並可杖縣令矣。《舊唐書》本紀：元和元年，觀察使韓皋杖安吉令孫澥致死，罰一月俸料。《新唐書》：穆寧為轉運使，杖死沔州別駕，坐貶平集尉。是雖有降罰處分，然以杖之至死故稍示罰，而長官得杖僚屬之制自在也。《裴耀卿傳》：刺史楊濬犯贓，詔杖六十，流古州。耀卿言：「刺史、縣令異諸吏，今使裸躬受笞，事太逼辱。」又御史蔣挺坐法，詔決杖朝堂。張廷珪奏曰「士可殺，不可辱。廷臣有罪當殺之，其餘或奪俸，或收贖可也。」廣州都督裴伷先抵罪，張嘉貞請杖之，張說曰：「刑不上大夫，若罪應死即斬，不宜廷辱，以卒伍待。」是其時朝臣皆以為言，然卒不聞停此制也。而遯齋但據杜、韓詩謂唐時簿尉受杖，此猶未詳考耳。按百官受杖，本起於漢光武。《後漢書·申屠剛傳》：光武時，尚書近臣乃至捶撲牽曳於前，剛每極諫。《宋均傳》：均每刪疑事，上以為有奸，收郎縛格將杖之。《鍾離意傳》：明帝怒郎藥崧，以杖撞之，崧走伏床下，曰：「天子穆穆，諸侯皇皇。未聞人君，自起撞郎。」又司農上事，誤以十為百，帝召郎將笞之。意自引罪，即解衣就格，帝乃免之。《左雄傳》：大司農劉據被譴，召詣尚書，傳呼促步，又加捶撲。雄上言：「九卿大臣，行有珮玉之節，孝明帝始有撲罰，皆非古典。」順帝從而改之，於是九卿無遭撲者。是杖罰官僚實始於光武，明帝至有加之九卿者，順帝始停之。而《魏書·何夔傳》：魏武性嚴急，掾屬公事，往往如杖，惟夔常畜毒藥，以死自誓，故終不見辱。則官僚受杖，魏武又嘗行之。《後魏書》：陳建在州貪暴，文成帝遣使罰杖二十。皮懷喜在州以飲酒廢事，孝文帝遣使決以杖罰。《高允傳》：魏初法嚴，朝士多見杖罰。允歷事五帝，五十餘年，初無譴咎。《北齊書》：唐邕以從事中郎封長業征官錢違限，杖二十。《隋書》：燕榮為幽州總管，性嚴酷。元宏嗣除幽州長史，懼為所辱。文帝知之，敕榮曰：「宏嗣杖十以上，皆須聞奏。」榮乃因事笞之，每笞不滿十，而一日之中，或至三四。又趙仲卿鎮平涼，鞭笞長吏，輒至二百。《盧思道傳》：思道請朝臣犯笞罪，得以贖論。文帝從之。是思道未請以前，朝臣笞罪猶的決也。此又北朝及隋時杖罰之制。惟南朝稍異。按《齊書·陸澄傳》：郎官舊坐杖，皆有名無實，明帝用法嚴，尚書郎有杖罰者，因蕭琛言依舊不行。是南朝杖罰之制稍輕於北朝也。唐制蓋沿北朝及隋故耳。宋時此風漸少，然《宋史》：明稿知并州，時邊任多紈袴子弟，鎬擇其尤不職者杖之。是亦未嘗無的杖之制。《理宗本紀》：淳祐二年，詔今後州縣官有罪，諸帥毋輒加杖責。禁杖官吏，至煩明詔，是其時帥府本可杖官吏也。金、元二朝，此風尤盛。文惟簡記金國上自宰執，下至製司簿尉，有罪者皆杖責。州縣官有罪，則差天使至彼杖之，名曰監斷。《金史》：海陵杖張浩、蕭玉曰：「大臣決責，痛如朕躬，事不得己，汝等悉之。」世宗元妃李氏葬時，都水監高杲治道不如式，烏古論元忠杖之四十。上謂元忠曰：「六品官有罪當奏，乃擅決耶？」然亦未聞罪元忠也。《張行信傳》：時監察御史杖罰多的決，因行信力爭，乃論贖。洪皓《松漠紀聞》云：余至河陰，縣令以病解，獨薄出迎，不肯坐。乃因軍餉失期，縣令被撻柳條一百，簿亦受此罰，故瘡不可坐。又《金史·蔡珪傳》：珪為戶部員外郎，以高元鼎事牽累，笞四十。官贖外仍的決，則郎署卿監亦不免矣。《宣宗紀》：詔州縣官雖積階至三品，坐乏軍儲，聽行部者決譴。《歸潛志》：趙秉文為術虎高琪所惡，奏攝南京轉運司，果誤糧草，當杖。宣宗曰：「學士豈當箠耶？」琪奏非此不足示懲，遂杖四十，秉文大恨。則又因軍興催餉嚴急也。哀宗時，高琪又立法，職官有犯皆的決。許古諫，不從。則非誤軍餉者亦杖矣。元初比金製尤甚。《元史·世祖本紀》：詔軍士所過，毋得撻辱官吏。是軍士亦嘗毆官也。《桑哥傳》：嘗以檢刷文簿笞御史四人，自後御史赴省部，掾令史皆與之抗禮。《趙孟頫傳》：桑哥專政，六曹後至者被笞。孟頫後至，斷事官亦引受笞。葉李解之，乃免。是御史、學士亦例受杖也。孟頫又嘗奉命至江南，責行省壅滯鈔法，詔凡左右司及諸路官，許竟加笞責。是外台官亦例受杖也。至元二十年，桑哥敗，世祖以其箠撻御史，雖命省台論其罪，然大德七年，成宗又禁諸王附馬毋輒杖州縣官。可見官吏受杖之例仍未停止。《閻復傳》：復奏云：「古者刑行不上大夫，今郡守之貴，以征租受杖，非所以勵廉隅也。」則元時官吏杖罰之制，更烈於前代矣。前明又有廷杖之制。洪武中，杖死永嘉侯朱亮祖，以其父子鞭死工部尚書夏祥也。則太祖已開其端，其後寢不復用。正統中奄豎擅權、竊以示威，於是殿陛行杖，遂為故事，並有荷校及罰跪之法。黃尊素疏云：「正統、正德中，廷杖及王振、劉瑾為之，嘉靖、萬曆時，廷杖乃張璁、嚴嵩、張居正為之。」今按《明史》，亦有不盡出於權奸者。正統中，尚書劉中敷，侍郎吳璽、陳常，祭酒李時勉，司業趙琬，或荷校，或受杖，因皆王振所為。成化中，以科道不劾馬文升，杖給事中御史李俊等二十九人各二十，又杖刑部郎林俊，固皆汪直所為。正德中，十三道御史薄彥徽、陸昆等劾劉瑾，各杖三十，楊源再，杖六十；蔣欽繼上疏，每疏杖六十，凡三疏，遂杖死，此固瑾所為。嘉靖中，周怡、沈煉、楊繼盛以劾嚴嵩被杖；徐應豐、葉經為嵩所構，被杖死；厲汝進、查宗彝、徐養正、劉起宗、劉祿以劾嚴世蕃被杖；嵩復以河套事激帝怒，杖給事中御史於庭，此固嵩所為。萬曆中，吳中行、趙用賢、艾穆、沈思孝、鄒元標皆以論張居正奪情事被杖，此固居正所為。外此如景泰中廖莊、章綸、鍾同之被杖，則以請復沂王為太子也。成化中章懋、黃仲昭、莊昶之被杖，則以諫元夕張燈也。崔升、王純之被杖，則以請用王恕及諫罷王恕也。吳文度又破杖，則以論妖僧紀曉也。張泰之被杖，則以諫萬貴妃幹政也。薑昂之被杖，則以劾李孜省也。董旻之被杖，則以請罷商輅也。正德中以諫南巡杖舒芬等一百七人，杖黃鞏等二十九人，死者凡十一人。其時瑾已死，則江彬等為之也。嘉靖中以爭大禮杖豐熙等百三十四人，死者十六人。其時張璁未當國，則固帝自為之也。張選之被杖，則以諫遣郭勳代享太廟，其時嵩亦尚未柄用，則亦帝自為之也。他如楊爵、楊最之杖死，則以諫服丹藥也。周天佐、浦鋐之被杖，則以救楊爵也。劉魁之被杖，則以諫造雷殿也。烏從謙之杖死，則諫齋醮也。楊久繩、純巽言之被杖，則以胡膏誣其薄修元品物也。何光裕、龔愷之被杖，則以劾史道、仇鸞也。甚至公卿大臣亦多不免，如總督郭宗皋、翟鵬，巡撫陳耀、朱方，皆以邊事被杖。刑部侍郎彭黯、左都御史屠僑、大理卿沈良才，以議丁汝夔獄緩被杖。耀、方斃杖下，黯、僑、良才等杖畢仍趣令治事。林俊言：成化時杖一二臣，率容厚棉重氈疊裹，逆瑾擅權，始令去衣，嘉靖時尤多杖斃。自古百僚之受辱，無有過前明者。其始權奸竊柄，創此刑以脅製朝士，其後習為故事，人主逞其一時之怒，用之於殿廷而以為固然。朝廷既失刑，而殊杖者轉因以得名，凡拜杖出國門者，海內士大夫咸希風景慕，不以為辱而以為榮，於是國法不足敵公論矣。至大吏之杖僚屬，雖非令甲。然亦間有行之者。正統中，王來為山西左參政，以公事杖死縣令不職者十，逮下獄。景泰中，趙榮出勘河道，嘗撻辱官吏，三司上章劾之。成化中，李裕為副都史，欲振台綱，御史有過，或遭箠撻。雍泰為山西按察使，以太原知府尹珍不避道，召而跪之，珍不服，竟笞珍。後泰撫宣府，又以大杖決參將李稽。嘉靖中，胡纘宗以事笞陽武知縣王聯。蕭鳴鳳為廣東提學，以憤撻肇慶知府鄭章。雖皆以違制被劾，然亦見國法縱弛，外僚恃勢，竟敢有行之者。今武弁猶有杖罰之例，而文職則否，所全士大夫廉恥多矣。"
      },
      {
        "index": 25,
        "text": "唐時國史聽隨任修撰"
      },
      {
        "index": 26,
        "text": "宋子京修《唐書》，司馬溫公修《通鑒》，皆修前代書，隨任修撰，固無礙也。唐時則國史亦有聽人隨任修輯者。《舊唐書》：吳兢出為荊州司馬，時國史未成，詔許以史稿自隨。蕭嵩領國史，奏遣使者就兢取其書，得六十餘篇。張說為天兵大使，敕許以國史稿即軍中論撰。及說致仕，又詔在家修史。令狐亙撰《代宗實錄》未就，會貶外，詔聽在外成書。元和中，其子上之。沈傳師修《憲宗實錄》未成，出為湖南觀察使，監修杜元穎援張說、令狐亙之例，請以史稿殘課付傳師即官下成之，詔可。然國史聽人攜帶，究非慎重之道。故張說修史於家，李元紘言：「史館在禁中，所以秘嚴之也。請勒說以書就館，參會撰錄。」吳兢修《唐春秋》未就，乞官給筆劄，太臣奏國史不宜在外，乃詔兢赴館撰錄。而劉子玄修國史，會天子在洛，將西還，子玄自乞留東都。或言不宜，乃驛召至京。"
      },
      {
        "index": 27,
        "text": "唐時王爵之濫"
      },
      {
        "index": 28,
        "text": "古來王爵之濫，未有如唐中葉以後之甚者。唐初如李靖、李勣、尉遲敬德、秦叔寶等戰功，皆只封公，其膺王爵，惟外番君長內附，如突利封北平郡王，思摩封懷化郡王，以及群雄中有來降者，如高開道封北平郡王，羅藝封燕郡王而已。自武后欲大其族，武氏封王者二十餘人，於是王爵始賤。中宗復位，遂亦封敬暉、張柬之等五王，並李多祚亦王，韋后外戚追王者亦五人，然不久皆革除。開元以來，無復此事，直至天寶末，安祿山封北平郡王，哥舒翰封西平郡王，火拔歸仁封燕山郡王，於是又有圭爵之制，然亦尚未濫也。自肅宗起兵靈武，其時府庫空竭，專以官爵賞功，諸將出征，皆給空名告身，自開府、特進、列卿、大將軍，皆聽臨事注授，有至異姓王者。及德宗奉天之難，危害萬狀，爵賞尤殷。嘗授渾瑊詔書千餘，自御史大夫實封五萬戶以下，募士擊賊。又賜瑊筆，使量功署詔，不足則署衣以授。是時王爵幾遍天下，稍有宣力，無不王者矣。大概肅宗以後，封王者凡有數種。其以大功封者，如郭子儀、李光弼、李晟、馬燧、渾瑊，其最著者也。其功績不必甚大而亦封王者，如河陽懷州之戰，光弼為統帥，而列將白孝德以擒劉龍仙封，侯仲莊以擒安太清封，郝廷玉以擒徐璜玉封；劉辟之平也，高崇文為統帥，而裨將酈定進、高霞寓俱封；他如陳利貞以救睢陽封，柏良器以救寧陵封，曹華以拔淩雲柵封，王智興以取隸州封，張子良以擒李錡封，衛伯玉以破李歸仁封，劉海賓以斬劉文喜封是也。並有不必戰功而亦封王者，如辛雲京但守太原，李國臣但從光弼守河陽，李元諒但守華山，段秀實但歷佐三節度府是也。甚至奉天之難，杜希全以兵來赴即封，朱忠亮以四十騎至亦封，李維簡以三十騎至亦封，馮河清以軍仗至亦封，賈隱林隻身至亦封是也。有自賊中自拔來歸而封者，烏承玼勸史思明降，不聽，脫身走歸而封，薛嵩為史朝義將，來歸而封，李洧為淄青將，以徐州降而封。或雖未能自拔，但送款即封者，如阿史那承慶、安守忠皆自安慶緒所先送款而封，李憕從李希烈所上表歸朝而封是也。有賊將來降而先封者，如史思明初降即封，田承嗣、李懷仙皆史朝義部將，朝義敗，始乞降而亦封；劉悟本，李師道將，反兵擒師道降亦封是也。有藩鎮跋扈，不得已而封之者，如朱滔、朱希彩、朱克融、李納、田悅、田緒、何簡之類是也。有藩鎮兵盛，欲其立功而先封者，如李希烈未叛前，欲其討梁崇義而即封，吳少誠未叛前，以獻計防崇義而亦封是也。甚至符璘之封，以其父令奇死田悅之難，而王其子以慰之。路應之封，以其嘗有恩於李泌，而封王以酬之。益可見王爵之不甚愛惜也。考其時封王者，不必皆高官顯秩，如王虔休封王時方為李抱貞都虞候，張孝忠封王時方為李寶臣所屬易州刺史，王武俊初封王時亦為寶臣牙將，陳楚封王時方為張茂昭牙將，史憲誠祖道德、父周洛及憲誠三世俱封王，而俱為田氏牙將，段秀實、谷從政封王時俱不過刺史，伊慎封王時官不過別駕，李惟簡封王時官不過太子諭德。甚至高固本渾瑊家奴也，而亦封王。裴玢本論惟明傔力也，而亦封王，仍為論惟明鄜坊牙將。《通鑒》謂是時軍中但以職任相統攝，不得計爵之高下，至有僮僕衣金紫、稱大官而執賤役如故者。今按郭子儀麾下宿將數十，皆王侯貴重，子儀頤指若部曲，家人亦以僕隸視之。李光弼為元帥時，僕固懷恩已封大寧郡王，河陽之戰稍退縮，光弼即令斬首，懷恩懼，遂致死於敵。而張巡守雍州，不過一真源令，其下大將六人，官皆開府特進。可見是時爵命雖榮，人皆不以為貴，即身受者亦不以為榮，故大將軍告身才易一醉。爵賞馭人之柄，於是乎窮。此亦可以觀世變也！"
      }
    ]
  }
}