{
  "chapterNumber": 28,
  "title": "卷二十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "秀才"
      },
      {
        "index": 2,
        "text": "《禮記》有秀士。《漢書•賈誼傳》：河南守吳公聞誼秀才，召置門下。秀才之名始見於此。公孫弘奏：博士弟子內有秀才異等，輒以名聞。是皆謂才之秀者，非竟以為士子之專稱也。晉世始有秀才之舉。永寧初，王接舉秀才，報友人書曰：「非榮此行，實欲極陳所言，冀有覺悟耳。」此士子專稱秀才之始。元帝時，所舉秀才皆不能試經，尚書孔坦請展限五年，聽其講習，詔許之。則秀才有不能試經者矣。後魏令中正掌選舉，其秀才對策第居中上者，表敘之。北齊令中書策秀才，濫劣者有罰墨汁之例。南朝亦重此科，王融、任昉俱有策秀才文載《文選》，可考也。至隋時，秀才之舉益重。《杜正玄傳》：開皇中，海內舉秀才杜正元一人。楊素曰：「周、孔更生，尚不得為秀才，刺史何妄舉如此！」素意欲試黜之，乃手題使擬司馬相如《上林賦》、王褒《聖主得賢臣頌》、班固《燕然山銘》、張載《劍閣銘》、《白鸚鵡賦》，令至未時俱就。正玄果如期並了。素大驚曰：「誠好秀才！」後其弟正藏、正倫亦舉秀才。隋世天下舉秀才不十人，而杜氏一門三秀才，此其極盛也（亦見《唐書•杜正倫傳》）。唐高宗永徽二年停秀才科，開元十四年以後復有此舉。主司以其科廢久，不欲獎拔，多黜落之，其科遂廢。《封氏聞見記》：唐初秀才試方略策三道，其後舉人憚於方略之科，為秀才者殆絕，而多趨明經進士。然唐時凡舉子皆稱秀才，見李肇《國史補》。又韓昌黎有《河南府秀才》詩。其時秀才之科久停，而猶有是稱，可見凡鄉貢懷牒就試於州縣而覓舉者，皆稱秀才也。《容齋隨筆》謂：秀才名目，魏、晉以後為貢舉科目之最，而今俗以為相輕之稱。則宋時凡應舉者固無不稱秀才矣。元虞集為文宗草詔，謂順帝非明宗子。順帝登極，欲殺之，脫脫在旁曰：「彼有文名，後世只謂陛下殺此秀才。」乃舍之。洪武中選國子生才高者，命博極群書，以備大用，帝呼之曰「老秀才」。可見元、明以來，秀才為讀書者之通稱。今俗猶以府縣學生員為秀才，蓋亦沿舊稱也。府縣學生員之制，始於明太祖。欲令人才一出於學校，於是府設教授，州設學正，縣設教諭，各副以訓導。其生員之數，府四十，州、縣遞減其十；月廩人六斗。其後命增廣員數不拘額。宣德中，又定增廣之額，於是初設廩食者謂之廩膳生員，增廣者謂之增廣生員。正統中，因楊纘奏疏，又請於額外增取，附於諸生之後，謂之附學生員。"
      },
      {
        "index": 3,
        "text": "監生"
      },
      {
        "index": 4,
        "text": "漢時天下之士皆聚於太學，蓋太學設五經博士，專門名家，學有本原，故士之向學者皆赴之。業成者授為郎及文學掌故。此由太學敘用者也。其他郡國所舉孝廉、有道，及辟署掾史、功曹，大抵亦太學之人居多。是以東漢之末，遊學者至三萬餘人。《唐書•儒學傳》：太宗廣學舍千三百區，四方秀艾雲集，蠻夷亦遣子弟就學，凡八千餘人。其後士之試於禮部者，先兩監而後鄉貢。京兆所錄兩監十名以上，小宗伯多倚以為選，登進士第者無慮十之七八。語見《文獻通考》。宋制：太學有積分之法，分上舍、中舍、下舍，以遞為升黜，亦多至數千人。而成均試太學生，並別有狀元之目。《癸辛雜識》：解褐舍法：下等上舍先免解，後免省，待三年後到殿，中等上舍徑到殿，或特旨徑行解褐。其釋褐恩數優者謂之狀元。擇日於崇化堂鳴鼓，集眾諸生兩廊序坐，狀元襴袱立同舍班，俟揖訖，詣堂上香案前，望闕謝恩是也。明承宋制，令天下擇諸生學行優者，送國子監就學，以育其才。或舉人會試不第，亦聽入監。（如賈三俊、練鋼、姚顯皆以鄉試舉人入國學，楊守阯以鄉試第一入國學，楊繼盛舉鄉試，卒業國學。皆見本傳）。而洪武中，監生並有奉使采訪民事、平理訟獄，甚或即授布、按兩司者。（洪武二十六年，擇國子監生六十四人為布政使等官。明年，又遣監生分行天下，督吏民修水利。）其納粟入監之例，自景泰中始。朱國禎《湧幢小品》云：近日民生納粟一途，人頗輕之。然羅圭峰以七試不錄入貲北雍，中解元、會元。蓋既有此途可以就試，則人才亦即出其中，固未可一概論也。"
      },
      {
        "index": 5,
        "text": "舉人"
      },
      {
        "index": 6,
        "text": "漢時取士，無考試之法，皆令郡國守相薦舉，故謂之舉人。後漢章帝建初元年詔曰：「前世舉人貢士或起畎畝。」舉人之名始見於此。今世俗別稱舉欲會人曰孝廉，以孝廉本郡國所舉也。然漢時舉人名目甚多，如賢良、方正、文學、有道、直言極諫、茂材異等、明陰陽、明兵法、能治獄、有行義之類，皆郡國所舉，而孝廉特其一途耳。今專以此為舉人之稱，蓋孝廉乃每歲所常舉，其他則隨時詔舉故也。和帝十三年制：郡國口十萬以上，歲舉孝廉一人；不滿十萬，二歲舉一人；五萬以上，三歲舉一人。此可見漢時舉孝廉之常制。又漢成帝詔：北邊二十二郡，舉勇猛知兵法者各一人。平帝又詔：舉武勇有節、明兵法者，郡各一人。此又後世武舉之始也。唐、宋舉人則又與前代異。前代舉孝廉等即為入仕之途，唐、宋惟重進士一科，所謂舉人者，不過由此可應進士試耳，故又謂之舉進士。其時士之試於禮部者，在內由京兆府考試錄送，李肇《國史外》所謂京兆府考而升之，謂之等第是也；在外由各府申送，謂之鄉貢，則不復考試，《國史補》謂之拔解是也。至宋則外府解送，亦須先試。東坡在杭州有《監試呈諸試官》詩及《催試官考校》詩是也。（按韓昌黎《宴河南秀才》詩云：乃選二十縣，試官得鴻生。則唐時解送，亦須先試，蓋中葉以後之制。）舉人試禮部不中，仍須再應鄉舉。《宋史》：劉章四魁鄉舉。又元遺山《送靖達卿》詩序謂：先生曾以鄉試兩魁鄭州。許瑗在至正中，兩以《易經》舉於鄉，皆第一，會試輒不利。是宋、金、元舉人皆如唐制，但可由此試進士，而不能入仕。今鄉試已中者為舉人，即會試不第，亦不必再應鄉舉，而並可依科就選。此乃前明之制。蓋唐、宋舉人謂之舉進士，並無另設舉人之科。前明則鄉試中式者為舉人，會試中式者為進士，遂與進士分甲、乙科，而舉人並可入仕，是以舉人另成一名目也。（今會試中式者，禮部放榜，但云會試中式舉人，必俟殿試後賜進士及第、出身、同出身、始謂之進士。或有事故不及赴殿試者，尚但是中式舉人，不得稱進士，蓋猶沿唐、宋遺制。）"
      },
      {
        "index": 7,
        "text": "進士"
      },
      {
        "index": 8,
        "text": "進士之名，見於《王制》，秦、漢以來，未有此名目也。至隋煬帝始設此科，唐因之。其初雖有諸科，然大要以明經、進士二科為重，其後又專重進士。此後世進士所始也。唐初制試時務策五道，帖一大經。經、策全通為甲第。策通四，帖過四以上為乙第。永隆二年，以劉思立言「進士唯誦舊策，皆無實材」，乃詔進士試雜文二篇，通文律者然後試策。此進士試詩、賦之始。開元二十五年詔：進士以聲韻為學，多味古今，自今加試大經十帖。建中二年}}，中書舍人趙讚權知貢舉，又以箴、論、表、讚代詩、賦。太和八年，仍復詩、賦。此唐一代進士試藝之大略也。然唐制有與後世不同者。後世三歲一會試，唐則每歲皆試。後世放進士多至三、四百人，少亦百餘人，唐則每歲放進士不過三、四十人。見《通考》所載《登科記》。宋初猶每歲一試，仁宗至和二年始定令間歲一科舉，英宗二年又定令三歲一科，此後世三年一鄉、會之始也。（《封氏聞見記》：唐時風尚，最重進士，制舉雖高，猶在進士之下。御史張瑰兄弟八人，其七人皆登進士，一人制科出身，每親故宴集，兄弟連榻，猶令制科者別坐，謂之雜色，以為笑樂。其時習俗如此。）南宋又有類省試，蓋因兵興路遠，舉子難赴，即就本路權省試，如紹興二年，川陝宣撫使類試陝西發解進士，得周謨等十三人，以便宜賜進士出身。紹興五年，又詔川陝類試進士，合格，第一人依殿試第三人例推恩，餘並賜同進士出身。度宗在諒闇，命宰執類試，阮登炳以下依例賜出身。則類試並行之於朝廷，此又因理宗之喪而權為之制也。"
      },
      {
        "index": 9,
        "text": "狀元、榜眼、探花"
      },
      {
        "index": 10,
        "text": "世稱進士廷試第一甲三人為狀元、榜眼、探花。按狀元之名，唐已有之。自武后初試貢士於殿前，別其等第，門下例有奏狀，其居首者因曰狀頭，亦曰狀元。《通鑒》：唐僖宗謂優人曰：「朕若應擊球進士舉，須為狀頭。」《酉陽雜俎》：李固言擢狀元，詩賦有「芙蓉人鏡」之目。又鄭谷《登第》詩：「好是五更殘酒醒，耳邊聞喚狀元聲。」此唐時稱狀元之故事也。榜眼、探花之名，《明史•選舉志》云：制所定也。似謂此三種名目，係明太祖所定。然元人歐陽圭齋，記泰定丁卯狀元至國學謝師，榜眼劉思誠，探花郎徐容，亦拜於側。又高則誠《琵琶記》亦已有榜眼、探花之名。則元、明以來，固有是稱。又按《宋史•陳思讓傳》：思讓之孫若拙，素無文，中第二名。當時以第二名為榜眼，遂以若拙為瞎榜。則榜眼之名起於北宋無疑。然魏道輔《詩話》：宋人宗時，朱嚴以第三人及第，附舟赴任，王禹偁送詩曰：「賃舟東下歷陽湖，榜眼科名釋褐初。」則北宋時第三人亦呼為榜眼。蓋眼必有二，故第二第三人皆謂之榜眼。其後以第三人為探花，遂專以第二人為榜眼耳。探花之稱，唐時曲江宴本以榜中最年少者為之。《秦中記》：探花宴，以少俊二人為探花，使遍遊名園。若他人先得名花，則二人被罰。宋初猶然。《翰苑名談》：西方琥登第，年最少，告狀元鄭毅夫乞作探花郎。毅夫云：「已差二人。」琥曰：「此無定員，添一人何害？」是宋初尚未以第三人為探花。《揮麈錄》：宋宗諤之子昭遘，十八歲登第。昭遘子果卿，果卿子士廉，三世皆以是年為探花郎。是亦謂三世登第皆十八歲，故俱以年少為探花郎，而非必三世皆第三名及第也。戴埴《鼠璞》云：本朝故事：吳旦榜馮拯為探花，太宗賜詩曰：「二三千客裏成事，七十四人中少年。」《蔡寬夫詩話》亦但言期集所擇少年為探花，而今獨以稱鼎魁，不知何義。戴埴係宋末人，而其說如此，則宋南渡後固以第三人為探花矣。按宋時一甲不止三人（洪容齋《隨筆》記：真宗三年，一甲陳堯谘以下六人授將作丞，四十二人授評事，第二甲一百三十四人授節度推官及軍事判官，第三甲八十人防團軍事推官。又梅聖俞《喜謝師厚及第》詩，自注：一甲二十八人，君名在二十三。又《夷堅志》：淳化三年，大廷唱名，時宮中適生皇子，上喜，顧謂侍臣曰：「第一甲可多放幾名。」遂以次傳臚，上意亦忘之，至三百名方悟，遽曰： 「止！」是歲孫何為狀頭，而一甲有三百二人），而三人為最重。蘇老泉云：今進士三人之中，釋褐之日，天下望為卿相，不十年，未有不兩制者。蘇子瞻《送章子厚序》亦云：仁宗朝十三榜，數其上之三人，凡三十有九人，其不至於上卿者九人而已。則是時一甲雖不止三人，而以三人為貴益可知。周密《唱名記》：第一名承事郎，第二、三名文林郎。第一甲賜進士及第，二甲同進士及第，三、四甲賜進士出身，五甲同進士出身。其制與今微有不同。然一甲三人即授承事、文林之階，近代一甲三人先授職之制所由昉也。（按《宋史•呂蒙正傳》：中進士第一，授將作監丞，秩九品。是宋初狀元授職尚不過九品官。）《宋史》：蔡齊舉進士第一，儀狀俊偉，真宗特命金吾給七騶傳呼以寵之。此又後世狀元列仗遊街之制所由昉也。《金宣宗紀》：詔詞賦進士第一甲第一人特遷奉直大夫，第二人以下及經義進士第一人並儒林郎，第二甲以下征仕郎，同進士出身從事郎，經童將仕郎。則經制視宋較優。《元史》：張起岩延祐乙卯進士第一，除同知登州事，特旨改集賢院修撰。至治元年，宋本廷試第一，亦即授修撰。此又近代狀元授修撰之始也。（按：練子寧，洪武十年一甲第二名，授修撰。其後胡廣、王艮、李貴三人皆一甲，亦皆授修撰。則明初修撰不止授狀元一人。又天順中，檢討邢讓以修實錄進修撰，成化中楊廷和亦以檢討進修撰，則修撰本翰林中官名，非專為狀元授也。）《續通鑒》注云：第一名從六品，第二名以下及第二甲正七品，三甲正八品。此又近代狀元從六品之始也。又元時一甲者皆賜及第，順帝癸酉稍變其制，賜一甲三人及第，餘賜出身、同出身。此又後以三人為及第，二甲為出身，三甲為同出身之始也。（《元史•宋本傳》：本充讀卷官，增第一甲為三人。豈元時廷試一甲止一人，至本而增至三人耶？傳恐誤。）元人宋褧有《登第》詩五首，內《賜章服》一首，自注云：自泰定元年甲子科，始賜襆頭花、帶靴銀、木簡，皆具簡上，仍刻御賜字，金填之。《明史•吳伯宗傳》：洪武四年，伯宗廷試第一。時開科之始，帝得伯宗甚喜，特賜冠帶袍笏。此又近代狀元賜冠服、進士賜袍緞之始出。《湧幢小品》：明洪武二十一年廷試，上親擢任亨泰第一，命題名於石建坊以寵之。此又近代狀元等建坊之始也。《明史•曹鼐傳》：新進士賜宴禮部，由宣德八年始。此又近代賜宴禮部之始也。（王辟之《澠水燕談錄》：宋時新進士賜宴賜詩，自太平興國二年呂蒙正榜始。分甲第及賜同出身，自太平興國八年王世則榜始。賜袍笏，自祥符中姚曄榜始。唱名，自雍熙二年梁顥榜始。彌封謄錄，始於景德、祥符之間。）"
      },
      {
        "index": 11,
        "text": "三元"
      },
      {
        "index": 12,
        "text": "《摭言》：唐大中中，張又新號「張三頭」，謂進士狀頭，宏詞敕頭、京兆解頭也。《說儲》又載唐崔元翰京兆解頭、禮部狀頭、宏詞敕頭、制科三等敕頭，則並中四元矣。《宋史》列傳第七十六卷論謂，宋進士自鄉舉至廷試皆第一者，王曾、宋庠為名宰相，馮京為名執政。是宋時中三元者共有三人。然《王岩叟傳》以明經科鄉舉、省試、廷對皆第一，則亦一三元也，但明經非進士科耳。至《孫何傳》舉進士，開封府、孔部俱首薦及第，又得甲科，則進士科三元又有孫何矣。《楊寘傳》：舉進士京師，試國子監、禮部皆第一，廷試時，仁宗臨軒啟封，見名喜動顏色，遂擢為第一，則寘亦三元也。（《宋史》論但稱王曾等三人，而何、寘二人俱不及，蓋以何、寘並未宦達耳。按何官至知制誥、掌三班院，而《寘傳》云其友夢寘作龍首山人，寘自謂：「龍首，我四冠多士；山人，無祿位之稱。其終於是乎？」已而果卒。）《金史•楊伯仁傳》：孟宗獻發解第一，伯仁讀其程文，謂當成大名。是歲宗獻府試、省試、廷試皆第一，時稱為孟四元。蓋金時尚多一府試也（亦見《歸潛志》及《中州集》）。《輟耕錄》：元時三元一人，王宗哲，字元舉，至正戊子科三元進士，為湖廣憲僉，後降於賊。有吊四狀元者曰：「四榜狀元逢此日，他時公論定難逃。空令太守提三尺，不見元戎用六韜。元舉何如兼善死（泰不花死台州），公平（李齊為高郵知府，說張士誠，後被戳）爭似子威高（李黼死江州）。世間多少偷生者，黃甲由來出俊髦。」陶九成云：論優劣江州第一，台州次之，高郵又次之，憲僉不足道也，則王宗哲愧此三元矣。《明史•商輅傳》：輅舉鄉試第一，正統十年會試、殿試皆第一。終明之世，三試第一者，輅一而已。然《雞窗剩言》記黃觀洪武甲子南京解元，辛未會試第一，廷對《禦戎策》，太祖擢置狀元，後殉建文之難。亦見傅維麟《明書•忠節傳》。則洪武中已有一人，不獨商文毅也。（按《明史•黃觀傳》但云以貢入太學，洪武二十四年會試、廷試皆第一，而不言鄉試亦第一。又《選舉志》亦謂三試第一，明代惟商輅一人。則觀又似止會、狀兩元，而非三元。）本朝百餘年來，未有中三元者。乾隆四十六年辛丑科，蘇州錢棨以己亥解元掇辛丑會狀，遂備茲盛事。蓋氣運鴻朗，久道化成，是以靈秀呈露，蔚為上瑞，於此可以覘文明之治也。"
      },
      {
        "index": 13,
        "text": "按《聞見錄》，歐陽修以監元、省元赴廷試，銳意魁天下。及唱名，乃王拱辰第一。明人小說：王鏊以解元，會元赴廷試，人皆必其三元。會商文毅閱卷，不欲人與己同，乃置之第三。此皆兩元而不得狀頭者。"
      },
      {
        "index": 14,
        "text": "兩次及第"
      },
      {
        "index": 15,
        "text": "《金史》鄭子聃初中天德二年進士一甲第三人及第，已官書畫直長矣，自負其才，以不得第一人為歉。海陵怒，乃令與進士雜試，果以一甲第一人及第，乃授翰林修撰。本朝有馬提督名泉，山西人，先中壬申科武進士一甲第三名。及第後為參將，緣事罷官。再應試，中庚辰科武進士第一名及第。一文一武，何其數百年如一轍也！"
      },
      {
        "index": 16,
        "text": "特賜進士"
      },
      {
        "index": 17,
        "text": "《封氏聞見記》：李林甫婿王如泚以伎術供奉，玄宗欲與改官，林甫奏如泚現應進士舉，乞聖恩與一及第。上許之，付禮部與及第。侍郎李暐曰：「明經、進士，國家取才之地。聖恩優異，差可與官，不宜與第。」如泚方賓朋宴集，忽中書下牒禮部：王如泚可依例考試。乃皆愕然失措。可見唐時未有賜進士者。唐末始有追賜及第之例。《通鑒紀事》：宰相張文蔚奏名儒不遇者方幹等五人，請賜及第，以慰其魂。然此乃加恩於已歿之落第舉子，非現在之舉子也。天復元年，令新及第進士中有久在名揚、年齒已高者，不拘常例，各授一官。於是陳光問、曹松等皆以年高授秘書省正字等官。此又加恩於及第進士內之老者，而非落第之老舉子也。宋時始有特奏名之例，年老者或得賜同出身，其後有不必年老而亦賜者，《神宗紀》賜布衣陳知彥進士出身是也。又有他途出身，已為達官，而特賜進士出身者，《神宗紀》賜知縣王輔同進士出身；《理宗紀》以史宅之為太府少監，史宇之為將作少監，並賜同進士出身；趙葵同知樞密院事，賜進士出身；李曾伯為四川宣撫使兼京湖制置大使，賜同進士出身；德祐中，謝堂知樞密院事，賜同進士出身是也。金制，已為顯官特賜進士者，又必定為某科進士。如移刺履，明昌初禮部尚書兼翰林直學士，特賜大定三年孟宗獻榜下進士及第；韓錫，天德中為尚書工部員外郎，特賜胡礪榜下進士及第；胥持國拜參知政事，特賜孫用康榜下進士及第是也。又有武職賜文進士者，《宋史•曹勳傳》勳以恩補承信郎，特命赴進士廷試，賜甲科，為武吏如故。此尤累朝所無也。我朝曠蕩之恩，時施格外，康熙年間如查慎行以供奉勞由舉人賜進士，莊令輿等以五經由監生賜舉人。今上每遇恩科，加恩年老者尤渥；鄉試被黜者，特賜舉人；會試不第者，或授翰林檢討等官，以榮其身。此又千古未有之曠典矣。"
      },
      {
        "index": 18,
        "text": "棘闈"
      },
      {
        "index": 19,
        "text": "貢院四圍重牆皆插棘，所以杜傳遞出入之弊，古制則非為此也。《五代史•和凝傳》：是時進士多浮薄，喜為喧嘩，以動主司。主司每放榜，則圍之以棘，閉省門。凝如貢舉，撤棘開門，而士皆肅然無嘩，所取稱為得人。然則設棘乃放榜時以防士子喧噪耳。"
      },
      {
        "index": 20,
        "text": "禮部知貢舉"
      },
      {
        "index": 21,
        "text": "唐初，明經、進士皆考功員外郎主試事。開元二十四年，考功員外郎李昂為舉人詆訶。帝以員外郎望輕，遂移貢舉於禮部，以侍郎主之。後世禮部知貢舉自此始。然其時知貢舉者即主司，後世知貢舉者但理場務，而主試則別命大臣。按唐制，知貢舉亦有不專用禮部侍郎，而別命他官者。德宗時，蕭昕以禮部尚書知貢舉，則不必侍郎也。又以國子祭酒包佶知貢舉，憲宗時以中書舍人李逢吉知貢舉，穆宗時以中書舍人李宗閔知貢舉，武宗時以太常卿王起知貢舉，宣宗時以中書舍人杜審權知貢舉，五代時亦或以他部尚書、侍郎為之。此又近代別命大臣主試之始也。又唐時知貢舉大臣有不必進士出身者。《舊唐書•李麟傳》：麟以蔭入仕，不由科第出身。後為兵部侍郎，知禮部貢舉。又李德裕與李宗閔有隙，杜悰欲為釋憾，謂宗閔曰：「德裕有文才而不由科第，若使之知貢舉，必喜矣。」是唐制非科第出身者亦得主試也。"
      },
      {
        "index": 22,
        "text": "殿試"
      },
      {
        "index": 23,
        "text": "唐武后天授元年二月，策問貢舉人於洛陽，數日方畢。此殿試之始也。然其制與後世異。其時舉人皆試於考功員外郎，武后自矜文墨，故於殿陛間行考功主試之事，是殿試即考功之試，非如後世會試再赴殿試也。武后以後，其事仍歸考功，無復殿試。開元中，改命禮部知貢舉，故知貢舉者所放第一即為狀元，《摭言》記裴思謙以仇士良關節謁禮部侍郎高鍇求狀頭，曰「非狀元請侍郎不放」是也。穆宗時，始令知貢舉官先以所取及第進士姓名文卷申送中書官，然後放榜，然亦第令禮闈所取試卷具送中書復閱，非另於殿陛再試也。宋太祖開寶五年，禮部試到〔「到」字衍〕進士安守亮等，上召對講武殿，始下詔放榜。此殿陛放榜之始。六年，李昉知貢舉，有徐士廉伐鼓訟冤，上乃御講武殿，籍終場舉人再試詩賦，命殿中侍史李瑩等為考官，得進士二十六人，並昉所取，皆賜及第。則殿試實自宋太祖始。（《通考》謂昉所取者仍皆賜及第，《文昌雜錄》謂昉所取者覆落十人，責授昉太常少卿。）然是科殿試尚合被黜舉人再試，以定去取，非專試知貢舉所取士也。八年又試貢院合格舉人王式等於殿內，以王嗣宗為首，而王式為第四。自此省試後再有殿試，遂為常制。元時無殿試，但省試後再試於翰林國史館耳。洪武中仍復殿試之例。"
      },
      {
        "index": 24,
        "text": "《宋史•范鎮傳》：故事，廷試唱名，過第三，則禮部試第一者，必越次抗聲自陳，得置上列。吳育、歐陽修亦為之。鎮獨不然，至第七十九人乃聞呼出應，自是此風遂革。"
      },
      {
        "index": 25,
        "text": "武科殿試"
      },
      {
        "index": 26,
        "text": "武科始於成化十四年，太監汪直奏請武舉設科、鄉、會試如進士例，尚未有殿試也。崇禎四年，因武會試中式之王來聘、徐彥琦俱能運百斤大刀，及榜發，二人不與選，乃下考官獄，特命詞臣倪元璐等覆閱，取百人，視文榜例分三甲，傳臚賜宴，以前三十卷進呈，欽定一甲三人，來聘居首，即授副總兵。武榜有狀元自此始。後來聘感上恩，攻登州城中傷死。一甲第三名賀秉鉞為參將，崇禎十六年，扶父柩至臨清，與大清兵巷戰死。王阮亭記是科因考官方逢年之奏，故行殿試云。按武舉漢已有之，如成帝詔北邊二十二郡舉勇猛知兵法者各一人是也。唐武后長安二年又設武舉之科，其後郭子儀亦由武舉出身，但未有殿試之例。殿試實自宋始。《通鑒》：神宗熙寧六年九月，初策武舉之士。先是，武舉試義策於秘閣，武藝於殿前司，殿試則又試騎射，又策於庭。策、武藝俱優，為右班殿直，次優為三班奉職，又次借職，末等樞密院初議：不能對策者答兵書墨義。至是因王安石言，始策武舉之士。《哲宗紀》：紹聖四年，御集賢殿策進士，明日，策武舉。孝宗時，又命武舉廷試，依文舉例，給黃牒，榜首武舉及第，餘並賜武舉出身。是宋時原有武科及武殿試之例，蓋至元時已廢，迨明成化始復武舉，崇禎中又復殿試之例耳。"
      },
      {
        "index": 27,
        "text": "試期"
      },
      {
        "index": 28,
        "text": "沈作喆《寓簡》：宋初發解進士，率以秋季引試，無定期，故諸子多占鄰近戶籍，至有三數試者，冀於多試之中，必有一得。紹興中乃定諸州科場並用八月一日鎖院，十五日引試。《夷堅志》：春試向例在正月。淳熙十四年庚戌以首春雪寒，恐遠方來者愆期，特展半月。此宋時秋試在八月，春試在二月之源流也。元仁宗因李孟言，亦定以八月鄉試。二月會試（其期鄉試八月二十日頭場，二十三日、二十六日為二場、三場；會試二月初一日為頭場，初三日、初五日為二、三場），明因之（八月初九日頭場，十二日二場，十五日三場；二月會試日期亦同）。萬曆戊戌，御史喬璧星以舉子重裘而進，便於懷挾，請改期於三月，用單夾衣，則弊可清。李九我駁之。張幼於亦有《會試移期議》一篇，謂國初定鼎金陵，在南北之中，故定期二月會試。後都北京，遠三千里，宜移在三月（俱見《湧幢汪品》）。然終明之世，未嘗改移也。至本朝始改三月，遠方士子既免匆遽，而天暖無嗬凍之苦，衣單無懷挾之弊，最為善政。至殿試之期，元時在三月初七日，明初在三月一日；謝恩在初六日，成化八年改在十五日，後遂為例。然二月會試，而三月朔即殿試，則禮闈中閱文為日無幾，豈不太促？本朝殿試在四月二十五日，傳臚在五月朔日。乾隆二十六年辛巳科，奉旨改四月二十一日殿試，二十五日傳臚。"
      }
    ]
  }
}