{
  "chapterNumber": 38,
  "title": "卷三十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "娘子"
      },
      {
        "index": 2,
        "text": "《韻會》：娘字本少女之稱。北齊裴讓之誚祖珽曰：「老馬十歲，尚號騮駒，一奸耳順，強稱娘子。」可見娘為少女，自昔已然。《北史·后妃傳序》：高歡妃有馮娘、李娘、王娘、穆娘。《唐史》：劉孝綽妹嫁徐悱，才尤請拔，人謂之劉三娘。《唐書》：太平公主起兵應高祖，號娘子軍。楊貴妃初入宮，有寵，宮中號曰娘子。崔令欽《教坊記》：范漢女大娘子，亦是竿木家有姿媚。《花蕊夫人宮詞》「諸院各分娘子位。」昌黎《祭女挐文》稱四小娘子，《祭侄孫女李幹妻》稱李氏二十九娘子。東坡《為子邁求婚啟》云：伏承令子第二小娘子。《金史》：海陵以第二娘子大氏為貴妃，第三娘子蕭氏為昭容。是皆以娘為少女之證也。然呼母為娘，亦始於六朝。《木蘭詩》「不聞爺娘喚女聲。」《南史·竟陵王子良傳》：武帝為縣令時，與子良母裴氏不諧，遣人送還都。子良年小，帝謂之曰：「汝何不讀書？」子良曰：「娘今何處，何用讀書？」《北史·韋世康傳》：世康欲引退，與子弟書曰：「娘春秋已高，溫清宜奉。」隋太子勇語衛王曰：「阿娘不與我一好婦，亦是可恨。」阿娘謂母獨孤后也。呼母為娘，則娘又為尊稱矣。杜詩「爺娘妻子走相送」，亦謂母也。《宋史·韓魏公傳》：宮中稱郭后為大娘，劉妃為小娘。《龍川雜志》：仁宗稱劉氏為大娘娘，楊氏為小娘娘。則竟是母後之稱矣。高宗宮中亦有兩劉娘子，一喜誦經，宮中呼為看經劉娘子，一善治饌，宮中呼為上食劉娘子。則亦以為尊稱，而非以為少女也。蓋俗稱與古義往往有不相合者，如小姐之姐，《說文》本蜀人呼母之稱，而今世反以稱少女。又《北史·南陽王綽傳》：綽兄弟皆呼父為兄兄，嫡母為家家，乳母為姊姊，婦為妹妹，此亦稱謂之可異者。按呼母為家家，亦不獨北齊，蓋六朝時南北皆如此。琅琊王儼既誅和士開等，後主使人召之。儼曰：「士開謀廢至尊，剃家家頭使作阿尼，臣故矯詔誅之（家家謂母胡後）。尊兄若欲殺臣，臣不敢逃罪。若放臣，願遣姊姊來。」（謂後主乳母陸令萱。）後主見兵不解，啟太后曰：「有緣更見家家，無緣永別。」又齊文宣以侄女樂安公主妻崔達，嘗問公主：「達於汝云何？」答云：「甚相敬。惟阿家憎兒。」 文宣乃殺其母（阿家謂其姑）。此北朝之呼母為家家也。《南史》：范蔚宗臨刑，其妻罵之曰：「君不為百歲阿家作計！」蔚宗母泣責蔚宗，仍以手擊其頸。蔚宗妻云：「罪人阿家莫念。」此南朝之呼姑為阿家，蓋亦因失呼母為阿家，故婦稱姑亦同也。漢時又有呼母為社者。《淮南子·說山篇》：東家母死，其子哭之不哀。西家子見之，歸謂其母曰：「社何愛，速死，吾必悲哭社。」高誘注：江淮人謂母為社也。《四朝聞見錄》：宋高宋欲以憲聖吳氏為後，謂之曰：「俟姐姐歸，當舉行。」此姐姐指母韋太后也。憲聖曰：「大姐姐遠處北方，妾豈敢干此。」大姐姐謂高宗元妃邢氏也。則南宋又有稱姑及正後為姐姐者。"
      },
      {
        "index": 3,
        "text": "小姐"
      },
      {
        "index": 4,
        "text": "今南方搢紳家女多稱小姐。在宋時則閨閣女稱小娘子，而小姐乃賤者之稱耳。錢惟演《玉堂逢辰錄》記營王宮火，起於茶酒宮人韓小姐謀放火私奔。是宮婢稱小姐也。東坡亦有《成伯席上贈妓人楊姐》詩。《夷堅志》：傅九者好狎遊，常與散樂林小姐綢繆，約竊而逃，不得，遂與林小姐共縊死。又建康女娼楊氏死，現形，與蔡五為妻。一道士來仗劍逐去，謂蔡曰：「此建康娼女楊小姐也。」此妓女稱小姐也。"
      },
      {
        "index": 5,
        "text": "姨娘"
      },
      {
        "index": 6,
        "text": "姨本妻之姊妹之稱，見《爾雅》及《釋名》。又《左傳》莊十年，蔡哀侯娶於陳，息侯亦娶焉。息媯過蔡，蔡侯曰：「吾姨也。」止而見之是也。然世俗又稱妾為姨娘，亦有所本。《南史》：齊衡陽王鈞五歲時，所生母區貴人病，便悲戚，左右以䬳飴之，不肯食，曰：「須待姨瘥。」晉安王子懋七歲時，其母阮淑媛病篤，有獻蓮花供佛者，子懋流涕禮佛，曰：「若使阿姨因此和勝，願諸佛令此花竟夕不萎。」二王皆呼母為姨，蓋姨本姬侍之稱，二王所生母皆非正嫡，宮中久呼為姨，故其子之呼母亦同耳。"
      },
      {
        "index": 7,
        "text": "三姑六婆"
      },
      {
        "index": 8,
        "text": "《輟耕錄》：三姑者，尼姑、道姑、卦姑也，六婆者，牙婆、媒婆、師婆、虔婆、藥婆、穩婆也。"
      },
      {
        "index": 9,
        "text": "奶婆"
      },
      {
        "index": 10,
        "text": "俗稱乳母曰阿奶，亦曰奶婆。其不乳哺而但保抱者曰乾奶婆。按漢時稱曰阿母，讀如阿房之阿，所謂「長於阿保之手」也。《後漢書》：袁閎少時，往省其父彭城相，在途變姓名，人無知者。既至，府吏不為通。會阿母出，見之，入白夫人，乃召入。又《陳忠傳》：帝愛信阿母王聖，封為野王君。是漢以前皆稱阿母也。至六朝始有奶婆之稱。《宋書》：何承天年老，始除著作，諸佐郎皆年少名家，荀伯子嘲之為奶母。承天曰：「卿當知鳳凰將九子，何言奶母耶？」《北史》：魏靜帝每云：「崔季舒是我奶母。」謂政事皆與之商榷也。《北齊書》：陸令萱以乾奶婆封郡君。《唐書》：哀帝二年九月，詔封奶婆楊氏為昭儀，第二奶婆王氏先已封郡夫人，今準楊氏例改封。李商隱《七不稱意》，內云少阿奶。又《春渚記聞》：施奶婆年六十，育沈氏三子，為人織履及緝紉之事以供之。"
      },
      {
        "index": 11,
        "text": "連衿"
      },
      {
        "index": 12,
        "text": "《爾雅》：兩婿相謂曰亞。注云：今江東人呼為僚婿。《嚴助傳》呼友婿。《懶真子錄》云：江北人呼連夾，又呼連衿也。連衿二字見此。"
      },
      {
        "index": 13,
        "text": "布袋"
      },
      {
        "index": 14,
        "text": "俗以贅婿為布袋。按《天香樓偶得》云：《三餘帖》：馮布少時，贅於孫氏，其外舅有瑣事，輒曰令布代之。布袋之訛本此。"
      },
      {
        "index": 15,
        "text": "家生子"
      },
      {
        "index": 16,
        "text": "奴僕在主家所生子，俗謂之家生子。按《法苑珠林》記庸嶺有大蛇為患，都尉、令長求人家生婢子及有罪家女祭之。家生之名見此。然《漢書·陳勝傳》：秦令少府章邯免驪山徒人、奴產子。師古注曰：奴產子，猶人云家生奴也。《輟耕錄》引之以為家生子之據，更為明切。"
      },
      {
        "index": 17,
        "text": "奴才"
      },
      {
        "index": 18,
        "text": "罵人曰奴才，世謂起於郭令子儀「諸子皆奴才」之語。非也。晉劉淵罵成都王穎曰：「穎不用吾言，逆自逃潰，真奴才也！」田嵩罵楊難敵曰：「若賊氐奴才，安敢希覬非分！」王猛曰：「慕容評真奴才。雖億兆之眾不足畏，況數十萬乎！」魏爾朱榮謂元天穆曰：「葛榮之徒，本是奴才，乘時作亂。」唐末董璋反，以書誘姚洪，不聽。城陷，璋責之，洪曰：「汝奴才固無恥，吾義士，肯隨汝所為乎！」是晉、唐已有此語。按奴或作駑，《顏氏家訓》謂：貴遊子弟當離亂之後，朝市遷革，失皮而露質，當此之時，誠駑才也。又《五代史·朱守殷傳》：守殷少事唐莊宗為奴，後為都虞候，使守德勝。王彥章攻之，守殷無備，南城遂破。莊宗罵曰：「駑才果誤予事！」"
      },
      {
        "index": 19,
        "text": "底下人"
      },
      {
        "index": 20,
        "text": "俗稱奴僕為底下人。《南史·陳伯之傳》：褚緭謁范雲，雲不見，緭怒曰：「建武以後，草澤底下悉成貴人，吾何罪而見棄！」唐洋州刺史趙臣議選舉疏，有曰：「授官多底下之人，修此抱後室之歎。」"
      },
      {
        "index": 21,
        "text": "阿"
      },
      {
        "index": 22,
        "text": "俗呼小兒名，輒曰阿某，此自古然。如漢武云：「若得阿嬌，當以金屋貯之。」蜀先主謂龐統曰：「尚者之淪，阿誰為失。」魯肅拊呂蒙背曰：「非復吳下阿蒙。」阮籍謂王渾曰：「與卿語，不如共阿戎談。」以及謝惠連之稱阿連，唐武后之稱阿武婆，韋后自稱阿韋之類。亦有不連其名而直以次第呼之者。《魏略》：散騎皆以高才充選，獨孟康以外戚得之，人共輕之，呼為阿九。《梁書》：武帝謂臨川王宏曰：「阿六，汝生活大可。」《隋書》：文帝呼其弟瓚為阿三。《五代史》：王從珂小名阿三，莊宗見其勇，曰：「阿三不惟與我同年，其敢戰亦類我。」各處方言不同，而以阿呼名，遍天下無不同也。本朝國語亦以阿厄漪起。而余隨征緬甸，軍中翻譯緬文，亦多阿喀拉等音，凡發語未有不起於阿者。嘗細思其故，小兒初生到地，開口第一聲即係阿音，則此乃天地之元音，宜乎遍天下不謀而同然也。"
      },
      {
        "index": 23,
        "text": "僧稱"
      },
      {
        "index": 24,
        "text": "僧之稱釋家，從釋道安始。道安謂：佛氏釋迦，今為佛子，宜從釋氏帛屍，因請學佛者皆姓釋氏。此僧家稱釋氏之始。其曰比丘者，《臞仙原始秘書》云：稱佛為牟尼，謂德同仲尼也。沙門為比丘，謂德同孔子也。女沙門曰比丘尼，謂德仲尼也。葉石林《避署錄》云：晉、宋間，佛家初行，其徒猶未有僧稱，通曰道人。按《齊書》：莊嚴寺有僧達道人講座。東昏至蔣山定林寺，一沙門病不能避去，藏草間，帝將殺之。韓暉光曰「老道人可念」是也。僧之自稱，則曰貧道。《顏竣傳》釋僧舍謂竣曰「貧道常見讖記」是也。僧之稱和尚，本於釋典，羅雲出家（即羅睺羅），佛命舍利佛為其和尚大目犍連作阿闍黎，故沙門以和尚為尊貴之稱。亦見《香祖筆記》。"
      },
      {
        "index": 25,
        "text": "牙郎"
      },
      {
        "index": 26,
        "text": "《輟耕錄》云：今人謂駔儈曰牙郎，其實乃互郎，主互市者也。按此說本劉貢父《詩話》：駔儈為牙，世不曉所謂，道原云：本謂之互，即互市耳。唐人書互作牙，牙、互相似，故訛也。然《舊唐書·安祿山傳》：祿山初為互市牙郎，則唐時互與牙已屬兩字。"
      },
      {
        "index": 27,
        "text": "名賊"
      },
      {
        "index": 28,
        "text": "士之有名者曰名士。《月令》：季春之月聘名士。《呂覽·尊師篇》：為天下名士顯人。《史記》：張耳、陳餘魏之名士。《漢書·田蚡傳》：進名士家居者貴之。《後漢書·種暠傳》：河南尹田歆當舉六孝廉，其五人皆有貴戚書命，不敢違，歆欲自用一名士，乃以暠應詔。又《黨錮傳》：陳蕃、竇武欲誅宦官，引用天下名士。《魏志·荀攸傳》：何進征海內名士攸等二十餘人，又梁習薦州界名士常林、楊俊等。《吳志》：孫策論太史慈曰：「子義青州名士，終不欺我。」裴松之《三國志注》引《漢末名士錄》甚多。是名士之稱，起於秦、漢也。亦曰名流，《南史·阮孝緒傳》其為名流欽尚如此是也。亦曰名輩，《蔡撙傳》其為名輩所知如此，又《范泰傳》宋武問謝混「如泰者名輩誰比」是也。亦曰名家，《裴松之傳》晉孝武太元中選名家以參顧問是也。公卿有名者曰名公，裴松之論鍾會「名公之子，聲譽夙著」，又《邴原別傳》河南張範名公之子，《宋書·謝景仁傳》武帝目景仁為名公之孫，以其為謝安從孫故云，《蔡凝傳》凝以名公子選尚信義公主是也。亦曰名卿，《漢書·王吉傳》盍執諸名卿可幾是也。亦曰名臣，魏正始中詔撰《名臣奏議》，梁沈約論謝宏微「古之所謂名臣，宏微當之」是也。為人父而有名者曰名父，《漢書·蕭育傳》王鳳以育名父之子，除為功曹，《齊書》武帝稱劉景素名父之子是也。為將而有名者曰名將，《漢書·欒布傳讚》終為漢名將，《李廣傳》李廣、程不識皆名將是也。為郡守而有名者曰名守，《南名》齊明帝、謝瀹、徐孝嗣並為吳興，皆號名守是也。醫之精於技者曰名醫，《南史·李希邕傳》母病，名醫療之，不能愈，又《許智藏傳》時號名醫是也。番長之有名者曰名王，《漢書·宣帝紀》單于遣其名王奉獻，顏師古注：名王者，謂有大名以別諸小名是也。獨《漢書·蕭育傳》鄠名賊梁子政阻山為害，右扶風誅之。又《唐書》高祖女平陽公主，遣奴馬三寶諭降名賊何潘仁、李仲文等，各率兵會高祖。名賊之稱大奇。"
      },
      {
        "index": 29,
        "text": "奸細"
      },
      {
        "index": 30,
        "text": "《舊唐書·王晙傳》云：此輩降蕃，翻作細作。《宋史》：紹興二年，翟汝文與秦檜對案相詬，目檜為金人奸細。"
      },
      {
        "index": 31,
        "text": "別號"
      },
      {
        "index": 32,
        "text": "《月令》「大雩帝」，鄭康成注云：帝，上帝也，乃天之別號。別號二字，始見於此。然世之有別號，古不經見。吳萊《三墳辨》謂：歸藏本黃帝之別號。則別號起於上古。《韓詩外傳》及《漢書·古今人表》謂帝嚳學於赤松子，《淮南鴻烈》作赤誦子，此又在黃帝之前，則別號當以赤松為首。然《歸藏》乃黃帝書名，赤松亦或周、秦人所臆撰，未必上古之人如後世於字名外別立一名以自標榜也。別號當自戰國時始。《丹鉛錄》云：《戰國策》秦惠王時有寒泉子，注云：秦處士之號。《史記索隱》云：甘茂居渭南陰鄉之樗裏，故號樗裏子。又范蠡去越，自號陶朱公，又號鴟夷子皮，又號海濱漁父。蘇秦、張儀皆師鬼谷子。《南華書》有庚桑子。秦、漢間有江上丈人、河上公之類。皆後世所謂別號也。然其人類多隱逸者流，欲自諱其姓名而為此，非如後人反借以自標異也。兩漢之時尚少，其見於史傳者，惟「商山四皓」綺裏季、角裏先生等四人，至今終莫知其姓氏。又封君達號青牛師程高醫術，自言得一老父號涪翁者。至晉而陶潛號五柳先生，南齊臧榮緒號被褐先生，梁陶宏景號華陽隱居，人間書劄即以隱君代名。又《瘞鶴銘》有華陽真逸，說者謂即宏景別號，或以為顧況別號。《北史》李昭征將妻子入嵩山，號黃冠子。李綽常逸遊放恣，自號隱君。李公緒自號達生丈人，鄭道昭號中嶽先生，則別號之風漸開，然尚皆畸人逸士、好奇吊詭者之所為。即至有唐，如李淳風之父號黃冠子，王績號東皋子，又號無心子，田遊岩號由東鄰，鄧世隆號隱元先生，張薦號史遁先生，鄭薰號七松處士，賀知章歸老後號四明狂客，又號秘書外監，元結號漫郎，又曰聱叟，又曰琦玕子，郗純號伊川田父，陸羽號桑苧翁，陸龜蒙號江湖散人，又曰天隨子，又曰甫裏先生，張誌和號煙波釣叟，又曰元真子，司空圖號耐辱居士，亦皆岩棲谷汲、隱君不仕或仕而歸田者，乃有此號。至達官貴人，則自以官位相呼，不謀別署一號以摩高致也。達官貴人之有別號，蓋始於宋之士大夫，亦謂之道號，如長樂老、六一、老泉、半山、東坡之類。相習成風，遂至販夫牙儈，亦莫不各有一號。宋人小說載某官拿獲一盜，責其行劫，盜輒曰：「守愚不敢。」詰之，則守愚者其別號也。盜賊亦有別號，更何論其他矣。近有人譏別號詩曰：「孟子名軻字未傳，如今道號卻紛然。子規本是能言鳥，又要人稱作杜鵑。」可為一笑也。《輟耕錄》：吾子行云：唐人雖有道號，卻不曾刻入印章，別號刻印亦自宋人始。"
      },
      {
        "index": 33,
        "text": "古人雖無別號，而學行足以服人，人自有加之美號者。如《東觀漢紀》：每臘賜博士羊，甄字獨取最瘦者，後詔問「瘦羊博士」所在，京師人因以號之。《後漢書》：伏生之後，世傳經學，清淨無競，州人號為「伏不斗」。董宣為洛陽令，人號為「臥虎」。鄭均家居年老，賜尚書祿，人號為「白衣尚書」。張霸年數歲即知孝讓，人號為「張曾子」。魯匡有權術，人號為「智囊」。江革至孝，人號為「江巨孝」。黃憲德甚高，袁閎稱為「顏子」。楊震博學，諸儒稱之曰「關西孔子」。廖扶高行，人稱為「北郭先生」。馬瑤隱汧山，人號為「馬牧先生」。以及漢末三君、八俊、八顧、八及、八廚之類，《黨錮傳》所謂海內希風之流，共相標榜，天下名士為之稱號也。《南史》：宗元卿性至孝，鄉里號曰「宗曾子」。蔡曇智，人稱「蔡曾子」。何伯璵，人號為「何展禽」。滕曇恭至孝，王儉稱為「滕曾子」。周續之通十經，人稱為「顏子」。徐陵早慧，慧雲師亦稱為「顏回」。孔休源多識典故，人稱為「孔獨誦」。許懋明於故事，時稱為「儀注學」，江祏又稱之為「經史笥」。《唐書》：李守素淹通譜學，虞世南稱為「肉譜」。張鷟工文詞，如青線萬選，員半千稱之為「青錢學士」。殷踐猷博學，人稱為「五總龜」。穀那律淹貫群書，褚遂良稱之為「九經庫」。王起博學，人號「當世仲尼」。賈會有高節，人稱「關中曾子」。裴敬彝以孝行文學重於時，人號為「甘露頂」。薛大鼎為滄州，鄭德本為瀛州，賈敦頤為冀州，皆有治行，人稱為「鐺腳刺史」。《北夢瑣言》：趙光逢風神秀異，人稱為「玉界尺」。《元史》：廉希憲好《孟子》，人稱為「廉孟子」。《明史》：永樂中，周新為御史，人目為「冷面寒鐵」。魯穆為福建僉事，人呼為「魯鐵面」。李綱巡按南畿，罷贓吏四百餘，人稱為「鐵御史」。黃紱剛直，人呼為「硬黃』。馮恩劾汪鋐被逮，朝審時與鋐爭詈，時謂其口膝膽骨皆鐵，稱為「四鐵御史」。"
      },
      {
        "index": 34,
        "text": "混號"
      },
      {
        "index": 35,
        "text": "世俗輕薄子互相品目，輒有混號。《呂氏春秋·簡選篇》：夏桀號「移大犧」，謂其多力，能推牛倒也。此為混號之始。《史記》：酷吏郅都，人號為「蒼鷹」。嚴延年，人號為「屠伯」。《漢書》：宣帝求得外祖母王媼，乘黃牛車詣闕，百姓謂之「黃牛媼」。《後漢書》：郭況家富，號「金穴」。馬援稱公孫述為 「井底蛙」。《蜀志》：孔融稱袁術為「塚中枯骨」。顏師古《匡謬正俗》：人呼董卓為「董磔」。龜豢《典略》記禰衡稱荀文若可借麵吊喪，趙稚長可監廚請客。《魏志》：許褚多力而癡，人稱為「虎癡」。《世說》：晉張湛好於齋前植松析，袁山松出遊，好令人歌挽，時人謂張「屋下陳屍」，袁「道士行殯」。《晉書》：羊曼人號為「濌伯」。《載記》：李特之先自巴西至楊車阪，抄掠行旅，人號為「楊車巴」。干寶撰《搜神記》，人謂之「鬼董狐」。《南史》：宋武帝少未涉學，及為相，頗慕風流，有所談論，人不敢忤，惟鄭鮮之難必切至，帝感其輸情，終厚之，時人謂鮮之為「格佞」。沈慶之患頭風，嘗著狐皮帽，群蠻惡之，號曰「蒼頭公」。殷景仁號「殷鐵」。范蔚宗以香名嘲朝士，謂庾仲文為麝香，何尚之為零藿，沈演之為詹糖，羊元保為棗糕，徐湛之為甲煎，慧琳為蘇合。孝武帝狎侮群臣，多須者謂羊；顏師伯缺齒，號之曰齴；劉秀之儉吝，謂之曰「老慳」；王元謨本北人，號之曰「老傖」。廢帝以湘東王彧肥大，盛以竹籠，謂之「豬王」；以建安王休仁為「殺王」，以山陽王休祐為「賊王」。齊東昏時，奄人王寶孫有寵，號為「倀子」。梁武時陸驗容貌特醜，人號為「生犀」。劉胡面坳黑，人號「坳胡」。蕭惠開在蜀嚴猛，人謂之「臥虎」。蕭坦之肥黑，語聲嘶，人號為「蕭啞」。《北史》：古弼頭尖，魏道武名之曰「筆頭」，時人呼為「筆公」。元暉與盧昶為魏宣武帝所寵，人號曰「餓虎將軍」、「饑鷹侍中」。李崇在淮南，亦號曰「餓彪」。許惇為主簿，以明斷稱，人號為「入鐵主簿」；惇美須，人又號為「長鬛公」。谷楷眇一目，性暴酷，人號為「瞎谷」。武元悰每向台駕赤牛，人號「赤牛中尉」。元慶智為主簿，事無大小，得錢乃判。或十數錢，或數十錢，時號「十錢主簿」。魏明帝為太子時，郭祚以黃㼐奉之，祚又與應詔趙桃弓相附，人號為「桃弓僕射」、「黃㼐少師」。祚子景尚善事權勢，人號為「郭尖」。宇文忠色黑，裴伯茂呼為「黑宇」。邢昕好忤物，人謂之牛；副李象使於梁，談者謂「牛象鬥」。李世哲善事人，人號為「李錐」。柳遠無拘儉，人謂之「柳癲」，諸葛穎好譖毀人，時號為「冶葛」。宗道暉好著大屐，冀州人語曰：「顯公鍾（沙門名），宋公鼓（宋安德太守），宗道暉屐，李洛姬肚（洛姬婦人）。」謂之「四大」。梁彥光官相州，政弛緩，人呼為「戴帽餳」。崔暹貪酷，人呼為「癩兒刺史」。侯景呼韓軌為「噉豬腸兒」。河南人笑河北人食榆，謂之 「遝榆賊」。《唐書》：崔日知為太常卿，自以歷朝久，每朝集，常與尚書同列，時號「尚書裏行」。竇從一娶韋后乳母為妻，世謂媼婿為「阿{父者}」，時人因呼從一為「國{父者}」。盧藏用隱終南山，有意當世，人目為「隨駕隱士」。姚崇當國，盧懷慎不能有所建白，人稱「伴食宰相」。酷吏周興，人呼為「牛頭阿婆」。李林甫傾險，人呼曰「李貓」。來瑱善擊賊，賊呼為「來嚼鐵」。裴寬貧時衣碧，瘠而長，呼「碧鸛雀」。張公素眼多白，人稱「白眼相公」。常袞為相，政事雍滯，人謂之「濌伯」。竇鞏與人言，若不出口，世稱「囁嚅翁」。竇申倚其叔參勢，招權納賄，人目為「喜鵲」。王誌愔政嚴厲，人呼曰「皂雕」。杜悰為相，未嘗薦士，時號「禿角犀」。令狐執政，其子滈用事，人號「白衣宰相」。崔休四拜宰相，人號「崔四入」。唐時宦官多閩人，杜宣猷為觀察使，歲遣祀奄人墓，時號「敕使墓戶」。於頔在襄陽，驕縱不法，初襄陽髹器名天下，謂之「襄樣」，至是以頔故，凡方鎮不法者，皆謂之「襄樣節度」。鄭綮作詩為俳諧語，故使落調，人稱為「歇後鄭五」。路岩與韋保衡當國，勢動天下，人目其宅為「牛頭阿旁」，言如鬼陰惡也。李匡威殘暴，人稱「金頭王」。張鷟《朝野僉載》：武后時，張元一好品題，以赴廓渺小，起家御史，謂之「梟坐鷹架」。魯孔丘為拾遺，有武夫氣，謂之「鹙入鳳池」。蘇味道有才識，為「九月得霜鷹」。王方慶休質鄙陋，為 「十月被凍蠅」。婁師德長大而黑，一足蹇，為「行轍方相」。吉頊長大，好昂頭行，視高而望遠，為「望柳駱駝」。袁本身黑而瘦，為「嶺南考典」；朱前疑身體垢膩，為「光祿掌膳」。東方虯身長衫短，為「外軍校尉」。唐波若矮短，為「鬱屈蜀馬」。長孺子視望陽，為「呷醋漢」。蘇微舉止輕薄，為 「失孔老鼠」。而張元一腹粗腳短，吉頊亦目之為「逆水蝦蟆」。又侯思止好食籠餅，每縮蔥和肉其中，人呼為「縮蔥侍郎」。朱隋侯姿少媚，為「臛亂土梟」。賀若瑾眼皮急，項又粗，為「飽乳犢子」。又魏光亦好品題朝士，以姚元之長大行急，為「趁蛇鸛鵲」。盧懷慎好視地，為「覷鼠貓兒」。薑蛟肥而黑，為「飽椹母豬」。倪若水黑而無鬚鬢為「醉部薄精」。齊處衝好眇目視，為「暗燭底覓虱老母」。呂延嗣長大少發，為「日本國使人」。又目鄭勉為「醉高麗」，蔡孚為「小州醫博士」，張孝暠為「小村方相」，楊伸嗣為「熱鏊上猢猻」，袁輝為「王門下彈琴博士」，魏恬為「祈雨婆羅門」，李全交為「品官給使」，李廣為「飽水蝦蟆」。而張鷟既號「青錢學士」，有董方九舉不第，號「白臘明經」，時人以之屬對。又《通鑒》：李全交、王旭為御史，專以酷虐為事，人號李為「鬼面夜叉」，王為「人頭羅刹」。中書舍人陽滔適當草敕，而令史持鑰他出，無舊本檢尋，乃斫窗取之，時稱「斫窗舍人」。朱泚之亂，源休、姚令言收圖籍，貯倉廩，自比蕭、曹，人目為「火迫酂侯」。《北夢瑣言》：韋宙有積穀七十堆，宣宗稱為「足穀翁」。夏侯籍為人鄙穢，人目為「夏侯驢子」。蘇楷無行，人稱為「衣冠土偶」。夏侯孜少淪落，人稱為「不利市秀才」。溫庭筠貌陋，人稱為「溫鍾馗」。方幹謁王龜大夫，一見即兩拜，王答之，未起間，幹又一拜，時稱為「方三拜」。蔣侍郎凝貌甚美，時稱為「水月觀音」。《五代史》：李振為朱溫腹心，每入京，必有貶降，人目為鴟梟。劉仁恭為小校時，善穴地攻城，軍中號「劉窟頭」。後唐莊宗優名 「李天下」。又優人郭從謙混名「郭門高」。李罕之攻摩雲山，居民盡殺之，人號為「李摩雲」。明宗淑妃王氏有美色，號「花見羞」。崔協不識文字，人號為「沒字碑」。廢帝時，張敬達性剛，人謂之「張生鐵」。石晉時，安重榮號「安鐵胡」。高季興到處稱臣，又好劫鄰道貢物，人呼為「高賴子」。梁有驍將陳章，號「陳野叉」。慕容彥超黑色胡髯，嘗冒姓閻，人謂之「閻昆侖」。馬幸孫為相，號為「三不開」，謂不開口以議論，不開印以行事，不開門以延士大夫也。南漢劉鋹有肥妾，號「媚豬」。《宋史》：韓通性剛嚴，人謂之「韓瞠眼」；其子病瘺，人謂之「橐駝兒」。李重進色黔，人呼為「駝黑大王」。韓溥熟唐朝故事，人稱為「近世肉譜」。吳時敏於文，人稱為「立地書廚」。王繼勳善用鐵鞭、鐵槊、鐵撾，人稱為「王三鐵」。王彥升好擊劍，人稱「王劍兒」。李沆為相，無所建白，人稱為 「無口瓠」。張士遜為相，無所可否，人稱為「和鼓」。王珪為相，人稱「三旨相公」：上殿云取聖旨，下殿云領聖旨，出語人云已得聖旨也。魯宗道性骨鯁，人目為「魚頭參政」。劉安世強直，人目為「殿上虎」。趙忭稱「鐵面御史」，錢顗亦稱「鐵肝御史」。王廷義好自大，每言「我當代王景之子」，人稱為「王當代」。王承祐為團練使，好言事，人稱為「武諫官」。陳思讓酷信釋氏，人目為「陳佛子」。祁廷訓形質魁岸而無才，人呼為「橐駝」。姚內贇善戰，夏人目為「姚大蟲」。燕瑛在嶺南括犀珠香藥以賂權要，人目為「香燕」。陳象輿、董儼日夕會趙昌言第，京師語曰「陳三更」「董半夜」。蘇紳與梁適同在兩禁，皆險詖，人語曰 「草頭木腳，陷人倒卓」。劉隨臨事明銳，人稱「水晶燈籠」。孫道夫亦有此稱。葉祖洽逢迎宰相曾布，人目為「小訓狐」。楊畏進於元豐，顯於元祐，遷於紹聖，人目為「楊三變」。李邦彥為相，人目為「浪子宰相」。薛昂無學術，為大司成，請罷史學，哲宗斥為俗佞。王德擒夏將姚太師，姚對欽宗曰：「被縛時，但見一夜叉耳。」人呼為「王夜叉」。王俊善告訐，號「王雕兒」。何群性剛，同舍生目為「白衣御史」。李先治信州有聲，人目為「錯安頭」，言其貌陋而有才也；在楚，人又目為「照天燭」，以其明也。章鑒與人多許可，人目為「滿朝歡」。張成戰酣則兩眼皆赤，時號「張紅眼」，又號「張鶻眠」。李全將張惠多力，人目為「賽張飛」。《獨醒志》：姜遵知開封府，人號「姜擦子」，言其威也。祥符中有王捷者，善燒金，人謂之「王燒金」。《詩話總龜》：劉吉南治河，人呼為「劉跋河」。同時內侍石金振領河堤使，尤苛急，人呼為「石爆裂」。《貢父詩話》：薛簡肅尹京，以嚴為治，人號為「薛出油」。陳彭年竭精盡思以固寵，人謂之「九尾狐」。宋中道穎利而幺小，蘇子美呼為「錐宋」。盛度體豐大，丁謂疏瘦，梅詢好董香，竇賓不事修潔，時人謂「盛肥、丁瘦、梅香、竇臭」。皇祐中，士多馳騖請托，有一人號「望火馬」，一人號「日遊神」。崔遠風致峻整，人目之為「飣座梨」。慶曆中，有衛士震驚宮闕，捕得殺之，御史宋禧言蜀有羅江狗，宜畜之以警夜，時謂之「宋羅江」。御史席平鞫獄畢，上殿，仁宗問其事，奏曰：「從車邊斤矣（斬也）。」時號「車斤御史」。《翰苑名談》有吉水令治邑嚴酷，馬道為啄木詩諷之，人目為「馬啄木」。《宋史》：王安石去位，請以韓絳代，而呂惠卿佐之，二人守其成規不變，時號絳為「傳法沙門」，惠卿為「護法善神」。又王景亮結一社，專以嘲笑為事，人號其里曰「豬嘴關」。以呂惠卿清瘦，語次輒以手指畫，謂之「說法馬留」。邵篪高鼻圈髯，以上殿泄氣出知東平，謂之「泄氣獅子」。陳和叔少通率，暮年為質樸之狀，時謂之「熱熟顏回」。孔文仲對策有為痛哭歎息之語，和叔語人曰：「此可謂杜園賈誼也！」王平甫笑曰：「杜園賈誼，正可對熱熟顏回耳。」《拊掌錄》：米芾好怪，常戴俗帽，衣僧衣，人目為「活掛影」。薛昂《賦蔡京君臣慶會》詩：「逢時可謂真千載，拜賜應須更萬回。」時人謂之「薛萬回」。蔡元度對客嬉笑，人莫能測，時稱「笑面夜叉」。洛中有裨將張師權，好以甘言悅人，時號「蜜翁翁」。楊景宗為章睿太后弟，好以木槌擊人，時謂「楊骨槌」。靖康時，京城破，王時雍搜取婦女與金，人時號為「金人外公」，又號「賣國牙郎」《建炎進退志》：李綱奏曰：「方金人欲廢趙氏，立張邦昌，有吳幵、莫儔傳道意旨，京師謂之『捷疾鬼』。」紹興乙卯，以旱禱雨，諫官趙霈言請禁宰鵝鴨，時稱「鵝鴨諫議」，適聞金有龍虎大王來南侵，胡致堂曰：「此間有鵝鴨諫議，足以當之。」有鄭廣者，本海寇，號「滾海蛟」，後歸降授官，所謂「鄭廣有詩上眾官，文武看來總一般，眾官做官卻做賊，鄭廣做賊卻做官」者也。《周益公日記》：楊存中，人號為「髯閹」，以其多髯而善逢迎也。亦見《王梅溪集》。嘉定中，御中羅湘上言：「越州多虎，乞飭多方捕殺。」張次賢奏：「八盤嶺乃禁中來龍，乞禁人行。」時有「羅擒虎、張尋龍」之對。宋孝宗夜與胡銓飲，有宮人號「滿頭花」，令出侍酒，見銓所記《玉音問答》。楊誠齋與尤延之相戲，尤呼楊曰羊，楊呼尤曰蝤蛑；書問往來，尤則曰「羔兒無恙」，楊則曰「彭越安在」。王梅運勾骨立有風味，人號為「風流骸骨」。金陵府宮妓有極瘦者，府尹朱世英謂之 「生色髑髏」。開禧中有郭倪為殿帥，自以為「臥龍」，酒後輒詠「三顧頻煩」之句，後出師竟敗，對客出涕，時號為「帶汁諸葛」。道士吳含靈好睡，人呼為「吳猱」。《軒渠錄》：莊綽極臞，江仲本呼為「細腰宮院子」。《夷堅志》：宗室公衡善滑稽而寡發，人呼為「趙葫蘆」。湖州民許六以賣餅為業，人呼曰「許糖餅」。潘姓者善理冥間事，人呼為「潘見鬼」。陳州人蔡乙極凶惡，貌又獰劣，人呼曰「取命鬼」。福州有丐者「陳饘頭」。婺州一叟自稱「養皮袋」。鄞人連生好酒，每飲必插花於首，人呼為「連花」。鄱陽張廿二面醜口闊，人呼為「張嚴魚」。《宋史》：韓侂胄當國，值生日，陳及之後至，門已閉而閘未關，遂僂而入，當時有「由竇尚書、屈膝執政」之誚。楊安國少無賴，以鬻鞍為業，人呼為「楊鞍兒」。李全善用槍，人呼為「李鐵槍」。梁成大為史彌遠主搏擊，人目之為「梁成犬」。又丁大全、陳大方、胡大昌同除諫官，人目之為「三不吠犬」。賈似道當國，漕帥朱浚每有劄稟事，必稱「浚萬拜」，時謂之「朱萬拜」。《癸辛雜識》：杭醫張防禦言語好異，人目為「張風子」。趙孟造黑漆大船極工巧，人號為「黑漆船」。至龔開所讚宋江等三十六人，各有混號，如「尺八腳」、「一直撞」之類，尤為新異也。《金史》：景祖善啖，人呼為「活羅」（大鳥）。章宗時，宮中有優人號「玳瑁頭」。徒單恭為總管，嘗畫一佛像，云當以金鑄之，賦屬縣金而實不鑄，金盡入其家，時號「金總管」。《完顏訛可傳》：同時有兩訛可，一曰「草火訛可」，得賊，好以草火燎之；一曰「板子訛可」，嘗誤以牙牌為板子也，故時人以此別焉。完顏定奴號「三脆羹」。紇石烈牙忽帶號「盧鼓椎」，以其好用鼓椎擊人也。《酷吏傳》：徒單思忠好以麻椎擊人，人號「麻椎相公」。李特立為人短小鋒利，人號為「半截劍」。馮壁號「馮劊」。雷淵為御史，至蔡州；杖殺民之奸豪者凡五百人，時號為「雷半千」。《明史》：給事中胡以寧請禁食蝦蟆，時號「蝦蟆給事」。成化中，帝久不與群臣相見，大學士彭時、商輅力請司禮約以御殿日召對。及見，才奏二事，萬安居首，即頓首呼萬歲欲出，時等不已，皆叩頭退。中官以此戲朝士，一時傳笑，以安為「萬歲閣老」。又是時劉吉、萬安、劉珝為相，無所匡正，時有「紙糊三閣老」，「泥塑六尚書」之謠。吉在內閣十八年，人目之為 「劉棉花」，以其耐彈也。弘治中，元守直為通政使，王敞為左通政，姜清、李浩為參議，時人謂「元哭、王唱、姜辣、李苦」，蓋元與王聲音俱不稱，而姜急躁，李氣促也。又前明呼蜀人為「川老鼠」，以其善鑽也；呼楚人為「幹魚」，以其善治差魚也；呼江西人為「臘雞」，以元時江西人仕於朝者，多以臘雞饋客也。嚴嵩生日，江西紳士畢集，嵩長身聳立，諸公俯趨。高新鄭在旁笑，嵩問故，新鄭曰：「偶思及韓昌黎《鬥雞》詩：『大雞昂然來，小雞悚而待』，是以笑耳。「又嚴嵩當國，以萬采為文選郎，方祥為職方郎，人稱二人為「文武管家」。莆田陳愧齋為翰林時，客至呼茶，夫人曰：「未煮。」公曰：「也罷。」又呼幹茶，夫人曰： 「未買。」公曰：「也罷。」時因號「陳也罷」。萬曆中，蘇人有丘姓者，勤於吊喪，而形體短小，人呼之為「丘的篤」。天啟中，周應秋附魏奄，每魏良卿至其第，進豚蹄留飲，時號「煨蹄總憲」。又其時有《東林點將錄》，以《水滸傳》中各混號加之士流，李三才為托塔李天王，葉向高為及時雨之類，尤不可枚舉。弘光時，金陵名妓李香君號「香扇墜」。至如歷代流賊，如《後漢書》黃巾賊其大聲者稱雷公，騎白馬者稱張白騎，輕便者言飛燕，多髭者號於氐根，大眼者曰大目，如此稱號，各有所因。以及歷山飛、蠍子塊之類，更難悉數矣。沈括《筆談》：吳人謂梅子為「曹公」，以嘗望梅止渴也；謂鵝為「右軍」，以換鵝書也。有士人遺醋梅與燖鵝，作書云：「醋浸曹公一甕，湯燖右軍兩隻。」是物類亦有此雅號矣。"
      },
      {
        "index": 36,
        "text": "諱龜"
      },
      {
        "index": 37,
        "text": "莊綽《雞肋編》：浙人以鴨為諱，謂鴨僅一雄者，不能生卵，須二三雄始有子，故俗以此為諱也。今俗以縱妻淫行者為龜，不知起於何時。《左傳》宋有公子圍龜，楚有斗韋龜。漢有京兆尹陳龜，幽州刺史朱龜。曹魏有典農劉龜。北魏孝明帝以神龜紀年，孝昌中有大臣叱列伏龜，正始中有羽林監王元龜。唐時宗室有楚王靈龜，嗣曹王龜年，大臣有崔從龜、王龜、劉崇龜、李權龜，僚有樂朋龜、薛元龜，協律有李龜年，進士有張仁龜，處士有陸龜蒙，道士有解元龜，白樂天名其侄曰龜兒，宇文籍字夏龜，張誌和本名龜齡，王俌字興龜，賀知章稱殷踐猷為「五總龜」，謂龜千年五聚，問無不知也。五代前蜀有京兆李龜禎。宋則呂蒙正之父名龜圖，其弟名龜祥，即夷簡之祖也。何承炬之子名龜齡，范雍之祖名從龜，王大寶字元龜，《丁陟傳》有員外郎董龜正，《畢士安傳》有郎中王龜從，陳堯封之子漸自號金龜子，陳季常作龜軒；東坡贈詩所謂「人言君畏事，欲作龜頭縮」也；江陰葛延之訪東坡於儋耳，以親製龜冠獻坡，坡答以詩；楊時號龜山，紹興中有侍御史黃龜年，慶元中有真講彭龜年、洪龜父，王十朋字龜齡，陸放翁築堂曰龜堂，又以龜殼作冠，高二寸許，有詩云「龜屋新裁二寸冠」；《孟珙傳》有隨守張龜壽。金宣宗詔趙秉文、楊雲翼作《龜鑒萬年錄》。元至正中，謝應芳自號龜巢老人，所著有《龜巢集》；又戴良自署其居曰龜毛廬。是唐宋以來，並未以龜為諱也。惟魏太武斥宋文帝為「龜鱉小豎，夫何能為！」則亦僅喻其渺小耳。皮日休謁歸仁紹不得見，因作詠龜詩（《北夢瑣言》謂夾蛇龜訊之）：「硬骨殘形知幾秋，屍骸終是不風流。頑皮死後鑽須遍，只為平生不出頭。」亦謂其不見客耳。《雞肋編》又謂楚人諱烏龜頭，云郡城象龜形，嘗被攻，有術者教以繫其首而破，故諱之。然所諱又是一義，皆非謂縱奸也。王阮亭《池北偶談》謂：諱龜自明始。惟張江陵生時，母夢一大龜，因名之，後仍改名雲。按明人闌莊駒《陰冗記》謂：三山士人鄭唐好譏謔，嘗為一老人題真容曰：「精神炯炯，老貌堂堂，烏巾白髮，龜鶴呈祥。」有人橫讀之，乃「精老烏龜」四字也，老人遂毀之，此可為明人諱龜之證。然所以諱之之故，終莫得其說也。及閱《輟耕錄》，記秀州多故家大姓，其子孫不肖，廢敗蕩盡，有金方所作詩嘲之曰：「興廢從來古有之，爾家忒煞欠扶持。諸墳掘見黃泉骨，兩觀番成白地皮。宅眷多為撐目兔，舍人總作縮頭龜。強奴猾幹欺淩主，說與人家子弟知。」撐目兔謂兔望月而孕，以見其不夫而妊也；縮頭龜則以喻其夫也。想其時已有此諺語，而入之詩。又《堅瓠集》：張伯雨贈葉景修詩：「家藏逸少籠鵝帖，門繫龜蒙放鴨船。」龜蒙句譏其婦女不潔，故藏一龜字云。則諱龜起於元時無疑矣。"
      },
      {
        "index": 38,
        "text": "雜種、畜生、王八"
      },
      {
        "index": 39,
        "text": "俗罵人曰雜種，曰畜生，曰王八。《後漢書·西羌傳》：滇零等召集諸雜種。《晉書·燕載記》曰：蠢茲雜種，奕世彌昌。此雜種之名所由始也。漢《五行志》：諸畜生非其類，子孫必有非其姓者。東漢時則又曰畜產。《後漢書·劉寬傳》：坐客罵蒼頭曰「畜生」，寬私遣人視之，恐其自殺，曰：「此人也而被罵畜產，吾懼其死也。」《北史·高車傳》：其先匈奴單于生二女，單于曰：「吾有此女，安可配人，當以與天。」乃築高台處之。三年，有老狼守台不去，小女意其神，欲嫁之。其姊驚曰：「此是畜生，無乃辱父母！」妹不從，遂為狼妻，子孫繁茂，成高車國。此畜生之名所始也。隋文帝寢疾，太子廣與陳夫人侍。夫人為廣所逼，奔歸於上，上怪其神色有異，問之，以實對。上恚曰「畜生何堪付大事，獨孤誤我！」此又罵人為畜生之明文也。北齊熊安生，以訟事欲訴徐之才、和士開三人，及相對時，以之才諱雄，士開諱安，乃不敢自稱姓名，但云「觸觸生」。群公哂之，以其音同「畜生」也。《五代史》：王建少時無賴，以屠牛、盜驢、販私鹽為事，里人謂之「賊王八」。此又王八之稱之所始也。《金史》亦有王八，與王毅共守東明，兵敗被執。王八前跪將降，毅以足踣之。此則不可與王建並稱為賊。明人小說又謂之「忘八」，謂忘禮、義、廉、恥、孝、弟、忠、信八字也。"
      },
      {
        "index": 40,
        "text": "綠頭巾"
      },
      {
        "index": 41,
        "text": "明制：樂人例用碧綠巾裹頭，故吳人以妻之有淫行者，謂其夫為綠頭巾。事見《七修類稿》。又《知新錄》云：明制，伶人服綠色衣，良家帶用絹布，妓女無帶，伶人婦不帶冠子，人穿褙子。然則伶人不惟裹綠巾，兼著綠衣。按《唐書》及《封氏聞見記》：李封為延陵令，吏人有罪不加杖，但令裹碧綠巾以恥之，隨所犯重輕以定日數，吳人遂以此服為恥。明之令樂人裹綠巾，或本諸此也。"
      },
      {
        "index": 42,
        "text": "養瘦馬"
      },
      {
        "index": 43,
        "text": "揚州人養處女，賣人作妾，俗謂之「養瘦馬」，其義不詳。白香山詩云：「莫養瘦馬駒，莫教小妓女。後事在目前，不信君看取。馬肥快行走，妓長能歌舞。三年五年間，已聞換一主。」宋漫堂引之，以為養瘦馬之說本此。"
      },
      {
        "index": 44,
        "text": "冤家"
      },
      {
        "index": 45,
        "text": "蔣津《葦航記談》引《煙花記》云：冤家之說有六：情深意濃，有死無異心，一也；兩情相繫，阻隔萬端，二也；臨岐分袂，黯然銷魂，三也；山遙水遠，相思不見，四也；憐新棄舊，怨深刻骨，五也；一生一死，觸景悲傷，六也。"
      }
    ]
  }
}