{
  "chapterNumber": 34,
  "title": "卷三十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "干支"
      },
      {
        "index": 2,
        "text": "顧寧人謂：古人但以干支紀日，其年月時則別有所紀。按《月令章句》大撓探五行之精，占斗綱所建，乃作甲乙以名日，謂之干；作子醜以名日，謂之支。支干相配，以成六旬。是干支本以紀日也。《爾雅》紀年則有焉逢至昭陽十名，攝提格至赤奮若十二名，紀月則有陬、荼、畢、聚、皋、塗之類。《周禮》哲蔟氏：十月、十二辰、十二月、十二歲。注曰：日謂從甲至癸，辰謂從子至亥，月謂從陬至荼，歲謂從攝提格至赤奮若。《楚辭》：攝提貞於孟陬兮，惟庚寅吾以降。王逸注：攝提格，歲在寅也；孟陬，正月也；庚寅，日也。《呂氏春秋•序意篇》：維秦八年，歲在涒灘，秋甲子朔。許氏《說文後序》：永元困頓之年孟陬月朔日甲子。可見古人以攝提等紀歲，陬、訾等紀月，甲子等紀日。劉恕《通鑒外紀序》謂：甲子紀歲自王莽始，莽下書言：始建國五年，歲在壽星倉龍癸酉；又云：天鳳七年，歲在大梁倉龍庚辰。自此以後，無不以甲子紀年矣。然《漢書•律曆志》太極元氣，函三為一，行於十二辰，氣鍾於子，化生萬物者也。故孳萌於子，紐牙於醜，引達於寅，冒茆於卯，振美於辰，己盛於巳，咢布於午，昧薆於未，申堅於申，留熟於酉，畢入於戍，該閡於亥；出甲於甲，奮軋於乙，明炳於丙，大盛於丁，豐茂於理紀於己，斂更於庚，悉新於辛，懷妊於壬，陳揆於癸。是干支之義，本貫於十二月，又不特以紀日也。《天文志》：甲乙海外，丙丁江淮海岱，戊己中洲河濟，庚辛華山以西，壬癸常山以北。則又分配於十二分野矣（《淮南子》：甲齊，乙東夷，丙楚，丁南夷戊魏，己韓，庚秦，辛西夷，壬衛，癸越，子周，醜翟）。《律曆志》又有「歲在子，太歲在醜」之文（按《爾雅•釋天•歲名篇》：太歲在甲曰閼逢，乙曰旃蒙，在寅曰攝提格，卯曰單閼。則雖有閼逢等名，而曰在甲在乙，是亦未嘗不以紀歲），則亦以之紀歲矣。建子建醜建寅之異其朔，則亦以之紀月矣，《漢書•五行志》有「日加巳，日加未」之語，則亦以之紀時矣。此皆在新莽以前，則不得謂自莽始也。蓋干支之義，所該者廣。甲子與攝提格之類，字雖異而義本同。古人惟恐年月日時易混，故分別紀之。後世趨於便易，故年月時概以甲子紀，其實一也。且三代以來及周、秦之書，除《楚詞》、《呂覽》數語外，亦未見有以攝提格等紀歲，閼、塗等紀月者，則古人亦早以其煩重而不盡用矣。至吳孫皓國山碑文，並以重光、大淵獻紀日，則又失之。文文山《吟嘯集》有《異人》詩，其題云「歲祝犁單閼、月赤奮若、日焉逢涒灘」，則反以古人紀歲者來紀月日，此又陶詩甲子紀年之義，未可議其誤也。《元史•康裏脫脫傳》，時仁宗以皇子在都，武宗未至，術者推算兩命，曰：「重光大荒落者有災，旃蒙作噩者久長。」重光者，武宗年干；旃蒙者，仁宗年干也。此又或史家用古名以入文字，非元時尚以此紀歲也。"
      },
      {
        "index": 3,
        "text": "干支配五行"
      },
      {
        "index": 4,
        "text": "以干支配五行，雖屬術家之學，然其理甚微，蓋古人通乎陰陽之故，故以十干位五行之正。而其中又有流行消息之理，如日月疾徐，有氣盈朔虛之同，故又制十二支以通其變。此即河洛之精理也。後世惟術家用之，學者遂不復措意。抑知三代以來，如《管子》春以甲乙之日發政，復以丙丁之日發政，《國語》晉文公乞食於五鹿，野人與之塊，舅犯曰「十二年必得此土，其以戊申乎，所以申，土也，」《左傳》申叔儀乞糧，登山呼庚癸。庚，西方主穀，癸，北方主水也，《月令》其日甲乙，其日丙丁，《淮南子》甲乙寅卯，木也；丙丁己午，火也。──久以之協時令而參陰陽，蓋非以干支配五行，乃干支從五行出耳。"
      },
      {
        "index": 5,
        "text": "二十四節氣名"
      },
      {
        "index": 6,
        "text": "二十四節氣名，其全見於《淮南子•天文篇》及《漢書•曆志》。三代以上，《堯典》但有二分、二至，其餘多不經見。惟《汲塚周書•時訓解》始有二十四節名，其序云：周公辨二十四氣之應，以順天時，作《時訓解》。則其名蓋定於周公。今按《國語》楚范無宇曰： 「處署之既至。」韋昭注：七月節也。《管子》亦有清明、大暑、小暑、始寒、大寒之語，可見皆周制也。然《大戴禮•夏小正》已有啟蟄、雨水等名目，則夏時已有之。第三代以上，驚蟄在雨水前。《左傳》桓五年啟蟄而郊。注：夏正建寅之月。鄭康成《月令》注亦曰：《夏小正》正月啟蟄。漢初亦以驚蟄為正月，是漢初驚蟄猶在雨水前。其後改雨水在正月，驚蟄在二月者，邢昺疏謂始於劉歆作《三統曆》。然《淮南子》已先雨水後驚蟄，則漢武時已改。顧寧人謂起於《四分曆》，當是也。至如《管子》云：春十二地氣發，十二小卯，十二天氣下，十二義氣至，十二清明始卯，十二中卯，十二下卯，夏十二小郢，十二絕下氣，十二中郢，十二中絕，十二大暑，十二中暑，十二小暑。其紀候俱以十二為節，又小暑轉在大暑之後，皆不可解。房玄齡云：此但齊國所行，不及天下也。"
      },
      {
        "index": 7,
        "text": "按漢已改雨水在驚蟄之前，而《新、舊唐書》又先驚蟄後雨水，至《宋史》始雨水在前，驚蟄在後。此不知何故，豈唐又改從古法，至宋而定今制耶？又《漢書•曆志》先穀雨後清明，《新、舊唐書》則皆先清明後穀雨，《宋史》亦同。"
      },
      {
        "index": 8,
        "text": "太歲大將軍"
      },
      {
        "index": 9,
        "text": "術家有太歲大將軍之說，動土者必避其方。按《漢書•天文志》在寅為攝提格，在卯曰單閼，在辰曰執徐，在巳曰大荒落。又《匈奴傳》：單于來朝，舍之太歲厭勝所在。又王充移徙法云：抵太歲凶，負太歲亦凶，抵太歲名曰歲下，負太歲名曰歲破。世俗起土興工，凡歲月所食之地，必有死者。如太歲在子，歲食於酉，正月建寅，則月食於巳，子寅之地興功，則酉、巳之家見食。必須作厭勝之法，懸五行之物，如歲月食西家，西家懸金，食東家，東家懸炭。是太歲避忌之法，漢已有之。其「大將軍」之稱，歐陽公《集古錄》載李康碑云：歲在亥，大將軍在酉。公謂出於陰陽家，前史所未嘗見。周密以為即張晏所謂歲後二辰為太陰者也。（《漢書•翼奉傳》：奉上封事曰：「今年太陰建於甲戍。」孟康謂是元帝二年，太歲在子。又《揚雄傳》招搖與太陰兮。張晏曰：太陰歲後二辰也，如丙子歲，則太陰在甲戍。）《抱樸子》有諾皋太陰將軍之稱，術家蓋本此。按《漢書》王莽號其將軍曰歲宿，則以太歲為大將軍並起於新莽矣。（按《集古錄》所云，則大將軍係歲後二辰，今術家則即以太歲為大將軍。）"
      },
      {
        "index": 10,
        "text": "一日十二時始於漢"
      },
      {
        "index": 11,
        "text": "古時本無一日十二時之分，《左傳》卜楚丘曰：日之數十，故有十時。是言一日只十時也。其見於史傳者，記日之早晚則曰平旦，曰日中，曰日之夕。又如《史記•天官書》旦至食、食至日失之類。記夜之早晚則曰夜半，曰夜未央，曰夜向晨。又如《漢書•廣陵王胥傳》雞唱時，《昌邑王傳》夜漏未盡一刻之類，無所謂子醜寅卯之十二時也。況古人尚以甲、乙、丙、丁、戊分夜之五更，謂之五夜，若其時已有甲子乙丑紀時，又何得以甲乙紀夜乎？又《淮南子》日出暘谷為晨明，登扶桑為朏明，至曲阿為旦明，至曾泉為蚤食，至桑野為晏食，至衡陽為隅中，至昆吾為正中，至烏次為小還，至悲谷為哺時，至女紀為大還，至虞淵為高舂，至連石為下舂，至悲泉為懸車，至虞淵為黃昏，至蒙谷為定昏。是古時一日夜尚分十五時，且其所分之候晝多而夜少。其以一日分十二時，而以干支為紀，蓋自太初改正朔之後，曆家之術益精，故定此法。如《五行志》日加辰巳之類，皆漢法也。杜預注《左傳》「卜楚丘十時」之語，則曰夜半，曰雞鳴，曰平旦，曰日出，曰食時，曰隅中，曰日中，曰日失，曰晡時，曰日入，曰黃昏，曰人定。是雖不立十二支之目，亦已分十二時而非十時矣。蓋曆家記載已用十二支，而民俗猶以夜半、雞鳴等為候也。"
      },
      {
        "index": 12,
        "text": "十二相屬"
      },
      {
        "index": 13,
        "text": "曾三異《同話錄》云：十二辰屬子午卯酉醜，其屬體皆有虧，如鼠無膽，雞無腎，馬無角，牛無齒，兔無唇之類，惟三物配附不合。洪{艸巽}《暘谷漫錄》云：子鼠醜牛寅虎卯兔辰龍巳蛇午馬未羊申猴酉雞戍犬亥豬十二相屬，前輩未有明其所以取義者。曩見家璩公選云：子寅辰午申戍俱陽，故以相屬之奇數為名，鼠虎龍猴狗俱五指，馬則單蹄也；醜卯巳未酉亥俱陰，故取相屬之偶數為名，牛羊雞豬俱四爪，兔兩爪，蛇兩舌也。王鏊之論則曰：二十八宿分布周天，以直十二辰，每辰二宿，惟子午卯酉則三宿，而各有所象：女土蝠，虛日鼠，危月燕，子也；室火豬，壁水貐，亥也；奎木狼，婁金狗，戍也；胃土雉，昂日雞，畢月烏，酉也；觜火猴，參水猿，申也；井水犴，鬼金羊，未也；柳土獐，星日馬，張月鹿，午也；翼火蛇，軫水蚓，巳也；角木蛟，亢金龍，辰也；氐土貉，房日兔，心月狐，卯也；尾火虎，箕水豹，寅也；斗木獬，牛金牛，醜也。天禽地曜，分直於天，以紀十二辰，而以一曜統之，此十二肖之所始也。郎瑛則謂：地支在下，各取物之足爪，於陰陽上分之。如子雖屬陽，上四刻乃昨夜之陰，下四刻乃今日之陽，鼠前足四爪，後足五爪也。醜屬陰，牛蹄分。寅屬陽，虎五爪也。卯屬陰，兔缺唇，且四爪也。辰屬陽，龍五爪也。巳屬陰，蛇舌分也。午屬火，五蹄圓也。未屬陰，羊蹄分也。申猴五爪，酉雞四爪，戍犬五爪，亥豬分蹄。寅為三陽之勝則暴，虎性暴也。申為三陰之勝則黠，猴性黠也。日生東而有西酉之雞，月生西而有東卯之兔，此陰陽交感之義也。辰、巳陽起而動作，龍為盛，蛇次之，故龍蛇配焉。戍、亥陰斂而司寂，狗司夜，未鎮靜，故狗豬配焉。是數說者，雖各有詮解，然皆未免穿鑿。惟鏊論稍優，然朱子已嘗有此說。而謂以二十八宿之象類之，惟龍與牛為合，而他皆不配。至於虎當在西而反居寅，雞為鳥屬應在南，而反居西，又舛之甚者。然則鏊所引二十八宿配合之說，亦未為的也。王應麟亦引《月令正義》所云雞為木、羊為火、牛為土、犬為金、豕為水者，以為揆之十二辰之五行，益不相合。是則十二辰之說，紛紛不定，從未有推明其所以然者。竊以為此本無甚意義，古人但取以紀年月而已。陸深《春風堂隨筆》謂本起於北俗，此說較為得之。《唐書》黠戛斯國以十二物紀年，如歲在寅則曰虎年。《宋史•吐蕃傳》：仁宗遣劉渙使其國，廝囉延使者勞問，具道舊事，亦數十二辰屬，曰兔年如此，馬年如此。《輟耕錄》記丘處機奏元太祖疏云：「龍兒年三月日奏」云云。顧寧人《山東考古錄》亦載泰山有元碑二通，一泰定鼠兒年，一至正猴兒年。此其明證也。蓋北俗初無所謂子醜寅卯之十二辰，但以鼠牛虎兔之類分紀歲時，浸尋流傳於中國，遂相沿不廢耳。元周達觀《真臘風土記》謂其俗十二生肖，亦與中國同，但所呼之名異耳。如以馬為卜賽，呼雞之聲為欒，呼豬之聲為真盧，呼牛為個之類是也。然則不特起於北俗，沿於中國，且通行於海南諸番矣。"
      },
      {
        "index": 14,
        "text": "十二相屬起於後漢"
      },
      {
        "index": 15,
        "text": "十二相屬起於何時，諸書皆無明文。《韓文考異•毛穎傳》「封卯地」注謂：十二物未見從來。又朱子嘗問蔡季通十二相屬起於何時，首見何書，季通亦無以對。今按《金史》黃久約母夢鼠銜珠而生，久約歲實在子。此見於金時者也。《夷堅志》穆度以生於酉，遂不食雞。朱弁《曲洧舊聞》以崇寧中范致虛上言：「十二宮神，狗居戍位，為陛下本命，請禁天下屠狗。」此見於宋時者也。《王文正公遺事》記：周世宗時，張永德遇異人，謂真主已出，但觀其色紫黑而屬豬者，當善遇之。永德遇宋太祖，英表與年歲悉合，遂歸心焉。及太祖即位，寵厚無比。董昌以讖有「兔子上金床」之語，謂己太歲在卯，遂以卯年卯月卯日時即位。此見於五代時者也。陶谷《清異錄》記唐內庫有十二時盤，四周有物象，如辰時則花草間皆戲龍，轉已則為蛇，午則為馬，傳至朱梁猶在。《侯鯖錄》載：陸長源以勳德為宣武軍司馬，韓愈為巡宣，同在使幕。或戲年輩相違，長源曰：「大蟲老鼠，俱是十二相屬，何違之有？」此見於唐時者也。《北史》後周宇文護之母留齊，貽書護曰：「昔在武川鎮生汝兄弟，大者屬鼠，次者屬兔，汝身屬蛇。」《獨孤陁傳》：的好左道，嘗事兒貓鬼，每以子日夜祀之，言子者鼠也。此見於周、隋者也。《晉書》謝安夢乘桓溫輿行十六里，遇白雞而止。後病篤，謂人曰：「白雞王酉，今太歲在酉，吾病殆不起乎？」此見於《晉書》者也。王子年《拾遺記》：鄭康成夢孔子告之曰：「起起！今年歲在辰，明年歲在巳。」既悟，以讖合之，知命當終，曰：「歲在龍蛇賢人磋。」此見於後漢者。而其時蔡邕《月令論》謂：十二辰之會，五時所食，必家人所畜之物。又十二物見《論衡•物勢篇》，曰：五行之氣相賊害，寅木，其禽虎也；戍土，其禽犬也；醜、未亦土，醜禽牛、未禽羊也。木勝土，故犬與牛羊為虎所服也。亥水，其禽豕也；已火，其禽蛇也；子亦水，其禽鼠也；午亦火，其禽馬也。水勝火，故豕食蛇，火為水所害，故馬食鼠屎而腹脹。又《四諱篇》云：子之禽鼠，卯之獸兔。許慎《說文》亦云：巳為蛇取象也。《管輅別傳》亦云：蛇者協辰巳之位。是後漢時其說甚行，更推之漢以前，則未有言及者。竊意此本起於北俗，至漢時呼韓邪款塞，入居五原，與齊民相雜，遂流傳入中國耳。王應麟以「吉日庚午，既差我馬」為午馬之征，「季冬出土牛」為醜牛之證，此不過因一二偶合而附會之。若古已有是，則子鼠、寅虎之類，何以經書中絕不經見？惟《吳越春秋》子胥為闔閭築大城，因越在巳地，故作蛇門，而吳在辰，其位龍也，故小城南門上反羽為兩鯢，以象龍角，此則在漢之前。然《吳越春秋》乃後漢趙長君所撰，安知非出於長君之附會耶？則十二相屬之起於後漢無疑也。況西漢以前尚未用甲子紀歲，安得有所謂子鼠、醜牛耶？至如《左傳》梓慎所云「蛇乘龍」，則謂星也。龍，歲星木也，木為青龍也；蛇，玄武之宿，虛危之星也，則與十二相屬無與。"
      },
      {
        "index": 16,
        "text": "時憲書後列兩甲子"
      },
      {
        "index": 17,
        "text": "向來時憲書後止追列一甲子六十年，近月吾鄉劉文定公奏請再列一甲子，以便檢閱，遂著為例。按此本宋初故事也。《春明退朝錄》：至道二年，司天楊文鎰建言：「曆日六十甲子外，請更留二十年。」太宗謂：「支干相承雖止六十，然本命之外，卻從一歲起首，年老者並不見當生年數，宜存兩甲子，使期頤之人猶見本生年號。」飭司天監議行之。是宋時原列兩甲子。王棠云：近代只列一甲子，不知何時更定？"
      },
      {
        "index": 18,
        "text": "子平推命"
      },
      {
        "index": 19,
        "text": "吳青壇《讀書質疑》云：子平星命之術，起於唐殿中侍御史李虛中，宋有徐子平者精其法，後世術士宗之，故但稱子平。或又云：子平名居易，五季人，嘗與麻衣道者陳圖南等隱華山，蓋異人也。今之推子平者祖宋徐彥升，其實非子平云云。按韓昌黎誌李虛中，謂深於五行書，以人之始生年月所值日辰，支干相生勝衰死旺相斟酌，推人壽夭貴賤利不利，輒先處其年時，百不失一二。是推命之法，至虛中而極精。然謂起於虛中，則非也。唐時僧一行、桑道茂已擅其術，六朝時陶弘景先有《三命抄略》一書，臨孝恭有《祿命書》二十卷。《南史》：吉士瞻年四十不得志，就卜者王先生計祿命。王生曰：「君擁旄仗節非一州，後一年當得大郡。」《北史》：孫紹善推祿命，偶赴朝，與百官侍於掖門外，私謂辛雄曰：「此中諸人皆當死盡，惟吾與卿猶享富貴，」未幾有河陰之役，百官皆為爾朱氏所害。又魏寧善推命，北齊武成帝以己生年月日托為他人者問之。寧曰：「極富貴，今年入墓。」武成果崩。《隋書》；仁壽初，袁充上言：「皇帝本命行年生月生日，並與天地日月運轉相符。」文帝大悅。此皆在李虛中之前，則非起於虛中可知也。《史記》有《日者傳》。王充《論衡》云：見骨體而知命祿，睹命祿而知骨體。是漢時已有此法。呂才謂始於司馬季主，理或然也。鄭康成釋「天命之謂性」，已有「木神則仁，金神則義」之語，釋「我辰安在」，又謂「六物之吉凶」，此以五行甲子推知休咎，則干支占命，其來久矣。"
      },
      {
        "index": 20,
        "text": "葬術"
      },
      {
        "index": 21,
        "text": "世傳葬術起於郭璞。按《晉書》：璞葬母於暨陽，去水百步，人以近水規之。璞曰：「當即為陸。」已而沙果漲數十里。又嘗為人葬地，元帝微服觀之，因問主人：「何以葬龍角？」主人曰：「璞雲此葬龍耳，當致天子來問。」帝心甚奇之。又《南史•張裕傳》：璞為裕曾祖澄卜葬，其父曰：「葬某處，年過百歲，位至三司，而子孫不蕃；葬某處，年幾減半，位裁卿校，而累世貴顯。」澄乃葬其劣處，子孫遂昌。璞之術信神矣，然謂葬術起於璞則非也。《周禮疏》已有「堪輿出自黃帝」之語，《史記•日者傳》亦有「堪輿家曰不吉」之語。《漢書•藝文志》有《堪輿金匱書》十四卷。師古述許慎曰：堪，天道也；輿，地道也。又有《宮室地形》二十卷。《後漢書•王景傳》：景參記眾家數術文書、塚宅、禁忌、堪輿、日相之屬，作《大衍元基》一書。又《袁安傳》：安父歿，初卜葬地，道逢書生指一處云：「葬此當世為上公。」從之，後果累世貴盛。又《郭鎮傳》：廷尉吳雄不拘禁忌，喪母，擇人所不封土，趣辦葬事，人言當族滅，而雄子孫世為廷尉，曰： 「人所不封土，則術家所不用者也。」王充《論衡•譏日篇》謂：葬術忌九空地陷。《宋書•符瑞志》：孫堅之祖名鍾，有三少年指以地曰：「此山下可作塚，葬之，當出天子，君可不山百步許，顧見我去，即可葬也。」鍾三十餘步即反顧，三人並乘白鶴而去。鍾死，即葬其地，後子孫遂王江東。《晉書》：羊祜葬親，遇術者云：「墓當出天子。」祜惡之，遂掘損其墓。術者云：「尚可出折臂三公。」後祜墮車折臂，果至三公。此事亦在璞前，然則葬術非起於璞，蓋漢以來已有之。漢以上則不經見，王充所謂春秋時葬埋未聞有所諱也。《南史》梁昭明太子葬丁貴嬪，有道士云：「此地不利長子，請厭之。」乃為蠟鵝及諸物埋於墓側。則是時並有忌長房次房之說矣。《隋書》：獨孤后崩，文帝令蕭古擇地，及將葬，帝欲自臨。吉奏曰：「至尊本命辛酉，今歲斗魁及天罡臨卯酉。謹案陰陽書不宜臨喪。」此又後世送喪者有避忌之說也。王禕《青岩叢錄》謂：堪輿家之說，本於郭璞《葬書》，後人增以謬妄之說。蔡元定嘗去其十之二，而朱子亦尊信之，以為奪神功、回天命、致力於人力之所不及，莫此為驗。後世為其術者分為二宗。一曰屋宅之法，始於閩中，至宋王攸乃大行其說，生於星卦，陽山陽向，陰山陰向，純取五星八卦，以定生克之理。一曰江西之法，肇於贛州楊筠松、曾文迪、賴大有、謝子逸輩，其為說主於形勢，原其所起，即其所止，以定向位，專指龍穴沙水之相配。二家之說俱盛行，而贛說較優。"
      },
      {
        "index": 22,
        "text": "測字"
      },
      {
        "index": 23,
        "text": "少時見一拆字者，一人踉蹌來問其父之病，隨手拈得一字，術者曰：「一者，生字之盡，死字之初也。汝父殆不起矣。」問：「汝父生年云何？」其子曰： 「丁丑生，屬牛。」術者曰：「然則爾父不死。牛加一劃，則生字矣。」其驗否不可知，然思致自佳。按此術不知起於何時。《後漢書》；公孫述夢有人告之曰： 「八厶子係，十二為期。」述以為公孫當貴之兆，遂稱帝。《蔡茂傳》：茂夢坐大殿上，有三禾，茂取之，得其中穗又失。郭賀曰：「於字禾失為秩，雖曰失之，乃所以得祿也。」此後世測字之權輿，然未有專以此為術者。近見王棠《知新錄》引宋謝石以拆字擅名。然此術實不自謝石始。《北夢瑣言》：玉局觀老道士崔無斁有算術，楊德輝欲赴妖人李暠舉事，以叩崔。令畫地作字，德輝書「北千」二字。崔以千插入北字內，曰：「去即乖角。」楊遂不赴。則此術唐末已有之。宋時則謂之相字，謝石事見《寓簡》及《夷堅志》。石字潤失，宣和間人，善相字，求相者隨意書一字，即就其字離拆而言休咎，無不奇中。徽宗聞之，因書一「朝」字，使中貴持往試之。潤夫見字，即曰：「此非觀察所書也。據『朝』字，離之為十月十日，非此月此日所生之人乎？」中貴大驚，馳奏，召至宮，賞之。石又為錢元素相一 「請」字以卜其得宮，曰：「其監察御史乎？請字，言責未全也。」已而果然。宋《稗史》：建炎間，車駕初至杭州，有周生善相字。執政者偶書一杭字示之，周曰：「懼有警報。」乃拆其字，右一點配木即為「兀术」。未幾果聞兀术南侵。又秦檜、趙鼎方不協，各欲引退，皆密書一「退」字示之。周曰：「趙必去，秦必留。日者君象，趙書『退』字『人』去『日』遠，秦書『人』字密附『日』下，『日』字左筆下連，而『人』字左筆斜貫之，其兆固矣。」果驗。張九萬以拆字著名，秦檜召之至，偶持一扇柄，就地一畫，問之。九萬曰：「相公當加官爵。」檜曰：「我丞相，爵國公，更何加？」九萬曰：「土上一畫，非王而何？」其後果封申王。此皆術之見於記載者。"
      },
      {
        "index": 24,
        "text": "圓夢"
      },
      {
        "index": 25,
        "text": "黃帝夢大風而得風後，夢人執弩驅羊得力牧，此夢兆之征於人事者。其後遂有占夢之術。《周禮》太卜掌三夢之法，一曰致夢，二曰觭夢，三曰咸陟。鄭氏以為致夢夏後氏所作，觭夢商人所作，咸陟者，言夢之皆得，周人作焉。而占夢專為一官，以日月星辰占六夢之吉凶，曰正，曰噩，曰思，曰寤，曰喜，曰懼。季冬聘王夢，獻吉夢於王，王拜而受之，乃舍萌（釋菜）於四方，以贈惡夢。《毛詩》亦有「訊之占夢」之語。《左傳》：城濮之戰，晉侯夢與楚子搏，楚子伏已而盬其腦。子犯曰：「吉，我得天，楚伏其罪，我且柔之矣。」鄢陵之戰，呂錡夢射月，中之，退入於泥。占之曰：「姬姓，日也；異勝，月也，必楚王也。射而中之，退之於泥，亦必死矣。」果射楚共王中目，錡亦為養由基射死。此占夢之最驗者也。《漢藝文志》、《七略》雜占十八家，以《黃帝長柳占夢》十一卷、《甘德長柳古夢》二十卷為首。其說曰：雜占者，記百家之象，候善惡之征，眾占非一，而占夢為大。可見古人以夢為重。《後漢書•梁王暢傳》：王數有惡夢，從官卞忌善占夢，王數使卜筮。是東漢時尚有占夢之人，乃後世無復以此為業者。郎瑛謂自樂廣因想之說興，而夢之理明矣，其理明則不必占也。然秦再思《洛中紀異錄》：唐高祖初起兵，夢身死床下，為群蛆所食，心甚惡之。智滿禪師賀曰：「死是斃，墜床是下，群蛆所食是億兆所附，乃陛下為萬民所附也！」後帝登極，以太原舊田宅賜師為興儀寺，寺內有圓夢堂。周密《浩然齋視聽抄》引《南唐近事》馮僎舉進士時，有徐文友能圓其夢。又洪景盧《夷堅志》新城士人黃開赴秋舉，祈夢於大幹山，得詩兩句云：「一枝丹桂高高折，兩朵黃花奕奕香。」後登第，銓桂陽主簿，卒。有圓夢者追繹神旨，所謂「兩朵黃花奕奕開」者，華而不實之意也。又有梅溪子者，姓宇文氏，精於太乙數，且善圓夢，以術授樂平人汪經。近世圓夢之術蓋本諸此。"
      },
      {
        "index": 26,
        "text": "佛"
      },
      {
        "index": 27,
        "text": "佛教入如國，始於後漢明帝。按衛宏《漢紀》：帝夢見金人，頂有日月光，以詢朝臣。傅毅對：「西方聖人，其名曰佛。」（袁宏《後漢紀》云：浮屠者；佛也。佛者；漢言覺也；將以覺悟群生也。）於是上遣郎中蔡愔等使天竺，得佛經四十二章，及釋迦之像，並沙門迦葉摩騰、竺法蘭以來。此為中國有佛之始。然許觀《東齋紀事》謂明帝以前已有之，而引劉向《列仙傳序》得仙者一百四十六人，其七十四人已見於佛經，則西漢時已有佛經矣。《翻譯名義集》：周穆王時，文殊目連來化，穆王從之，即《列子》所謂化人者也。魚豢《魏略•西域傳》曰：哀帝元壽元年，博士弟子景盧受大月氏王使伊存口傳《休屠經》。《隋經籍志》亦云（景盧，《隋志》作秦景）。是皆西漢時也。羅壁《識遺》引《列子•仲尼篇》曰：西方之人，有聖者焉。則列禦冠在戰國時已知有佛也。《論衡》記周昭王二十四年甲寅歲四月八日，井泉溢，宮殿震，夜恒星不見。太史蘇繇占；西方聖人生。金履祥因之修入《通鑒前編》。則又西周時已知西方有聖人矣。故《隋書•經籍志》云：其書久已流布，遭秦湮沒。其說必有所據（《論衡》作昭王二十四年，《隋志》作昭王二十二年）。蓋西、東周時雖知有西方異人，而其像其教固未入中國。自漢武時霍去病破匈奴，獲休屠祭天金人（張晏曰：佛徒祀金人。顏師古曰：今佛像是也）。又《漢武故事》昆邪王殺休屠王，以其眾來降，得其金人之神，皆長丈餘。其祭不用牛羊，惟燒香禮拜，帝命依其國俗祀之。於是中國始有佛祀。然其時天子未之信，臣民亦少有習其術者，及明帝遣使求經，而楚王英即信其術，圖其形像，齋戒禱祀，於是臣下始有奉佛之事，而天子尚未躬自奉佛也。桓帝於宮中立浮屠之祠（《後漢書•襄楷傳》云：聞宮中立黃老、浮屠之祠。然則不特奉佛始此，即立老子廟亦始桓帝矣），於是上及宮禁矣。《後漢書•西域傳論》謂：佛道神化，興自身毒，而二漢方誌莫有述者。張騫但云地多暑熱，班勇雖列其奉浮屠，而精文善法未傳，豈道閉往運、數開叔葉乎？則佛法俟時而興，蓋亦有數焉。至雕刻佛像，李綽《尚書故實》謂自戴顒始。顒嘗刻一佛像，自隱帳中，聽人臧否，隨而改之，如是十年，厥功方就。其創立寺字，《古今原始》謂自趙石虎時始。漢、魏惟聽西域人立寺都邑，至石虎敬事佛圖澄，國人化之，始造寺廟云。（石虎時，王度疏言：「漢、魏惟聽西域人立寺，漢人皆不出家，今宜禁趙人為沙門者。」虎曰：「朕生自邊鄙，享祀應從本俗。其夷、趙百姓樂事佛者，聽之。」其後姚興以鳩摩羅什會為國師，大營塔寺，由是州郡化之，事佛者十家而九。）然《後漢書•陶謙傳》：笮融大起浮屠寺，上界金盤，下為重樓堂閣，周回可容三千許人，黃金塗像，衣以錦彩，招致旁郡好佛者五千餘戶。每浴佛，輒多設飲飯，布席於路，凡就食及觀者且萬餘人。亦見《吳誌•劉繇傳》。則後漢之末，佛像、佛寺已極莊嚴，不自戴顒及石虎始也。（《南史•戴顒傳》亦云：自漢世始有佛像，形制未工，顒特精其事。宋世子鑄丈六金身於瓦官寺，既成，恨面瘦，工人不能改，迎顒視之。顒曰：「非面瘦，乃臂胛肥耳。」及減臂胛，果相稱。據此，則佛像不始於顒。）惟聽中國人出家為浮屠，前代無明文。按晉明帝時，聽民劉峻出家，又聽洛陽婦女阿潘等為尼，此則中土人為僧尼之見於史者也。（佛姨母瞿曇彌欲出家，如來不許，謂阿難言： 「若聽女人出家，乃令佛法清淨，梵行不得久往。譬如莠生稻田，善穀復敗。」又言：「我之正法，千載興盛，以度女人故，至五百歲而漸衰徽。」王阮亭引之，以為比邱尼之始。然此乃彼國中人，而非中國人為尼之始。）《隋志》又謂：魏黃初中，國人始依佛戒，剃髮為僧。蓋其時民間已私有此風，而其後遂著為令甲耳。《七修類稿》又謂：俗以四月八日為釋迦生辰，誤也，周建子，當以夏正為二月八月矣。"
      },
      {
        "index": 28,
        "text": "佛經字數"
      },
      {
        "index": 29,
        "text": "《妙法蓮花經》六萬九千五百五言，《維摩詰經》三萬七千九十二首，《金剛般若波羅蜜經》五千二百八十七言，《佛頂尊勝陀羅尼經》三千二十言，《阿彌陀經》一千八百言，《觀音普賢菩薩法行經》六千九百九十言，《實相法蜜經》三千一百五言，《般若波羅蜜多心經》二百五十八言。此八種經具十二部，合一十六萬六千八百五十七言，見白香山所作《蘇州重元寺法華院石壁經碑記》，謂三乘之要旨備於此矣。"
      },
      {
        "index": 30,
        "text": "諫佛骨表有所本"
      },
      {
        "index": 31,
        "text": "昌黎《諫佛骨表》專以自古人君事佛不事佛享國久暫為言。按此亦有所本，《唐書》傅奕上疏詆浮屠法，謂「五帝三王未有佛，君明臣良，年祚長久。漢明帝始立佛祠，然惟西域桑門自傳其教，西晉以上不許中國人髡發，至石、苻乃弛厥禁，而政虐祚短，梁武、齊襄尤足為戒」云云。又姚崇戒子令曰：「今之佛經，羅什所譯，姚興與之對翻，而興祚不延，國亦隨滅。梁武身為寺奴，胡太后以六宮入道，皆亡國殄家。近孝和皇帝發使贖生，太平公主、武三思等度人造寺，身嬰夷戳，為天下笑。五帝三王未有佛法，其臣則彭祖、老聃皆得六長齡，豈抄經鑄像力邢？」此二事又昌黎表所本也。"
      },
      {
        "index": 32,
        "text": "觀音像"
      },
      {
        "index": 33,
        "text": "胡應麟《筆叢》、王弇洲《觀音本紀》皆謂古時觀世音無婦人像，而歷引《法苑珠林》、《太平廣記》諸書以證之。晉久熙十一年，梁州刺史楊收敬以罪下吏，其友郭宣及父處茂同被桎梏，念《觀世音經》十日，夜夢一菩薩，慰以大命無憂，俄而枷鎖自脫。張興妻繫獄，晝夜念觀音經。一沙門蹴之曰：「起起！」俄而枷脫。然戶閉無由出，又夢向沙門曰：「門已開矣！」果得出。王球在獄，念《觀音經》，夢一沙門以一卷經與之，又見一車輪。沙門曰：「此五道門也。」既覺，鎖皆斷脫。畢覽隨慕容垂北征，陷敵入深山失路，念《觀音經》。見一道人法服持錫，示以途徑，遂至家。沙門法義得病，念《觀音經》，夢一道人為刳出腸胃，洗畢還納之，遂愈。又一仕宦妻為神攝去，因作觀音像虔奉之，夢一僧救之得蘇。據此數事，當時夢見者或沙門，或道人，明乎其非婦人像也。王、胡二說固辨矣，然亦有不盡然者。南宋甄龍友題觀世音像云：「巧笑倩兮，美目盼兮。彼美人兮，西方之人兮。」洪景盧《夷堅志》：董性之母素持《觀音終門品經》，忽病死，其魂呼救若觀世音。恍若有婦人瓔珞被體，相好端嚴，以右手把其臂，挈之偕行，遂瘳。許洄妻孫氏臨產，危若萬狀，默禱觀世音，恍惚見白氅婦人，抱一金色木龍與之，遂生男。又壽涯禪師詠魚籃觀音詞，有「竅窕豐姿都沒賽，提魚賣，堪笑馬郎來納敗。」《夷堅志》：徐熙載母程氏虔奉觀音，熙載舟行將覆，呼菩薩名得免。既歸，母笑曰：「夜夢一婦人抱汝歸，果不妄。」則觀音之為女像，宋、元間已然。不特此也。《北史》齊武成帝酒色過度，病發，自云初見空中有五色物，稍近成一美婦人，食頃變為觀世音，徐之才療之而愈。由美婦人而漸變為觀世音，則觀音之為女像可知。又《南史》陳後主皇后沈氏，陳亡後入隋，隋亡後過江至毗陵天靜寺為尼，名觀音皇后。為尼不以他名，而以觀音為名，則觀音之為女像益可知。此皆見於正史者，則六朝時觀音已作女像，王、胡二公尚未深考也。又今世所持誦《高王觀世音經》，亦見《北史•盧景裕傳》。景裕之敗也，繫晉陽獄，至心誦經，枷鎖自脫。又有人責罪當死，誦經千遍，臨刑刀折，主者以聞，赦之。此經遂甚行，號曰《高王觀世音經》。此經本景裕為高歡開府屬時所譯者也。"
      },
      {
        "index": 34,
        "text": "天王堂"
      },
      {
        "index": 35,
        "text": "僧寺多有名天王堂者，按《談藪》記唐天寶間，番寇西安，詔不空三藏誦咒禳之。忽見金甲神人，不空云：「此毗沙門天王第二子獨健往救矣！」後西安奏捷，亦云西北有天王觀形，勝之。朝廷因敕諸道立像。郎瑛謂：今佛寺有天王堂，始此也。又《括異志》：宋建炎中，敵將屠秀州，天王現於城上，大若數間屋，遂懼而引去。因建天王樓於城西北隅。"
      },
      {
        "index": 36,
        "text": "西王母"
      },
      {
        "index": 37,
        "text": "世以西王母為女仙之宗，出《列子》及《汲塚周書》穆王乘八駿西巡狩，宴瑤池而捧王母之觴。又《山海經》有「西王母綈幾戴勝」之語，因而《漢武外傳》遞相附會，遂有七夕會於甘泉，王母捧仙桃而降之事。按《爾雅》觚竹、北戶、西王母、日下，謂之四荒。是西王母乃地名而非人名。漢貳師將軍伐宛，斬王母寡，亦其王之名母寡耳（《陳湯傳》又作王母鼓，鼓寡聲相近也），未可以其名母寡而遂為女王也《七修類稿》亦云：猶之國名女真，人姓胡母，未可謂女真國、胡母姓之皆女人也。蓋《山海經》及《汲書》皆因《爾雅》西王母三字，遂造為穆王西巡之事，竟成典故。司馬相如《大人賦》「吾乃今睹西王母翯然白首，戴勝而穴處」，則用之於詞賦矣。《史記》造父御穆王西巡狩，見西王母。則並入之史冊矣。後人又附會作《穆天子傳》，有「白雲在天」之謠，則更創傳奇體矣。哀帝時，民間相傳：西王母行籌，經歷郡國，西入關，至京師會聚，祠西王母。則且盛於祠祭矣。《晉書•張軌傳》：酒泉太守馬岌言：「酒泉之南山，即昆侖之體也。周穆王見西王母於此。山有石室玉堂，珠璣鏤飾，煥若神宮，宜立西王母祠。」又沮渠蒙遜襲卑和，至鹽池，祀西王母寺中。中有元石神圖，因命張穆作賦。則並處處有祠廟矣。然《史記•條枝國傳》：安息長老傳聞，條枝有弱水、西五母，而未嘗見。《後漢書•大秦國傳》：或云其國西有弱水、流沙，近西王母所居處，幾於日所入也。《北史》：大秦國有西王母山，玉為堂室。終皆惝恍之詞也。"
      },
      {
        "index": 38,
        "text": "王子晉"
      },
      {
        "index": 39,
        "text": "《列仙傳》：周靈王太子晉，好吹蕭，作鳳鳴。遇道士浮邱公，按以上嵩山。三十餘年後，七月七日，乘白鶴於緱山，舉手謝時人而去。按《國語》：周靈王二十二年，穀、洛水鬥，王欲壅之，太子晉諫。韋昭注：晉早卒，不立。則仙去之說並無明文。"
      },
      {
        "index": 40,
        "text": "安期生、浮邱伯"
      },
      {
        "index": 41,
        "text": "世以安期生、浮邱伯皆為列仙之徒。《史記•封禪書》：欒大云：「臣嘗往來海中，見安期、羨門之屬。」又郭璞詩「左攜浮丘袂，右拍洪崖肩」是也。然安期生實學黃老之術者。《史記•樂毅傳》：河上丈人以黃老教安期生，數傳至蓋公，為曹相國師，教相國以清淨為治，而齊國大治。《蒯通傳》：安期生嘗以策干項羽，羽不能用。授以官，安期生不受而去。則安期蓋隱君子也。《漢書•儒林傳》：申公少與楚元王交，俱事齊人浮丘伯。在長安，元王又遣子郢與申公從之，俱卒業。則浮丘伯實儒者也。"
      },
      {
        "index": 42,
        "text": "容成御女"
      },
      {
        "index": 43,
        "text": "道家別有一種采補之術，本於容成公。《漢書•藝文志》有《容成陰道》二十卷。《後漢•方術傳》：冷壽光行容成公御婦人法。劉向《列仙傳》：容成公自稱黃帝師，見於周穆王，善補導之事，取精於玄牝，其要谷神不死，髮白復黑，齒落復生。又《漢武故事》：上起柏梁台以處神君，神君者，女仙也。霍去病微時，數禱於神君，神君乃見其形，自修飾欲與去病交接。去病不肯，及病篤，上令再禱。神君曰：「霍將軍精氣少，壽命勿長。吾嘗欲以太乙精補之，今不可救也。」遂薨。上嘗請其術，行之有效。蓋即容成術，而又從女施之於男者。"
      },
      {
        "index": 44,
        "text": "八仙"
      },
      {
        "index": 45,
        "text": "世俗相傳有所謂「八仙」者，曰漢鍾離、張果老、韓湘子、鐵拐李、曹國舅、呂洞賓，又女仙二人，藍采和、何仙姑。按《太平廣記》、《神仙通鑒》等書，臚列仙跡，纖悉不遺，並無所謂「八仙」者。胡應麟謂大概起於元世，王重陽教盛行，以鍾離為正陽，洞賓為純陽，何仙姑為純陽弟子，因而展轉附會，成引名目云。今戲有「八仙慶壽」，尚是元人舊本，則八仙之說之出於元人，當不誣也。其中亦有數人見於正史者，其餘雜見於稗官小說，多荒幻不足憑，故摘錄以質之有識者。張果見《舊唐書》：開元二十二年，征恒州張果先生，授銀青光祿大夫，號通玄先生。鍾離權見《宋史•陳摶傳》：陳堯谘謁摶，有髽髻道人先在坐，堯谘私問摶，摶曰：「鍾離子也。」又《王老誌傳》：有丐者自言鍾離先生，以丹授老誌，服之而狂，遂棄妻子去。呂洞賓亦見《陳摶傳》，謂關西逸人，有劍術，年百餘歲，步履輕捷，頃刻數百里，數來摶齋中。此三人者，皆見於正史，尚或可信。韓湘子者，相傳韓昌黎之從孫，即韓詩《左遷藍關示侄孫湘》者也。然公詩中絕不言其有道術。而《酉陽雜俎》、《青瑣高議》等書，轉以此詩附會，謂湘能為「頃刻花」。公未謫前，湘先有「秦嶺藍關」一聯現於花上。公至藍關而湘適至，故公足成之云。按《唐宰相世系表》，湘乃老成之子（昌黎有《贈侄老成》詩），登長慶三年進士，官大理丞，初不言其有異術。惟昌黎有《徐州贈族侄》一首，云：「擊門者誰子，問言乃吾宗。自云有奇術，探妙知天工。」曰族侄，則非侄孫也；探妙知天工，蓋不過如星士之類，能推人貴賤，故下又云「期我語非佞，當為佐時雍」也。而湘則隨昌黎至嶺南（昌黎有《宿曾江口示湘》詩，曾江即廣州增城縣江也），並非如徐州族侄之能知天工也，而轉以藍田詩附會之，其為荒幻更不待辨矣。鐵拐李，史傳並無其人，惟《宋史•陳從信傳》有李八百者，自言八百歲，從信事之甚謹，冀傳其術，竟無所得。又《魏漢津傳》：自言師事唐人李八百，授以丹鼎之術。則宋時本有李八百者在人耳目間，然不信其跛而鐵拐也。胡應麟乃以《神仙通鑒》所謂劉跛子者當之。然劉、李各姓，又未可強附。《續通考》又謂隋時人，名洪水，小字拐兒，亦不言所出何書，則益無稽之談也。曹國舅，相傳為宋曹太后之弟。按《宋史》慈聖光獻太后弟曹佾，年七十二而卒，未嘗有成仙之事，此外又別無國戚而學仙者，則亦傳聞之妄也。《道山清話》記晏殊乃仙人曹八百托生，所謂曹八百者，豈即其人耶，然又非國戚也。何仙姑者，劉貢父《詩話》謂永州人，《續通考》則謂廣東增城人。曾達臣《獨醒雜志》謂宋仁宗時人，《續通考》則又謂唐武后時人。傳聞之訛，已多歧互。至藍采和者，《太平廣記》謂常衣破藍衫，一足靴，一足跣，夏則絮，冬則臥於雪。嘗〔常〕入市持大拍板唱言：「踏歌踏歌藍采和，世界能幾何。古人混混去不返，今人紛紛來更多。」元遺山因以入詩，有「自驚白鬢先潘岳，人笑藍衫似采和」之句。又《題藍采和像》云：「長板高歌本不狂，兒曹自為百錢忙。幾時逢著藍衫老，同向春風舞一場。」是藍采和乃男子也。今戲本又硬差作女妝，龍可笑。"
      },
      {
        "index": 46,
        "text": "世所傳鍾離權故事，《宣和畫譜》有一則，《夷堅志》、《潛確類書》、《丹鉛錄》各一則。張果故事，《明皇雜錄》、《獨醒志》、《類書》各一則。"
      },
      {
        "index": 47,
        "text": "李鐵拐，惟《續通考》及《類書》各一則，其他書不經見。"
      },
      {
        "index": 48,
        "text": "韓湘子故事，《青瑣事》、《酉陽雜俎》、《仙傳拾遺》各一則。"
      },
      {
        "index": 49,
        "text": "呂洞賓故事最多，施肩吾有《鍾呂傳道記》，《雅言雜載》、《青瑣集》、《談苑》、《獨醒志》、《輟耕錄》、《摭遺古今詩話》、《若父詩話》、《東坡詩話》、《西溪叢語》、《竹坡詩話》、《庚溪詩話》、《鶴林玉露》各有一二則，《夷堅》所載更有八則，其散見於說部書者尚多，或輯為《呂仙外史》，亦可觀也。"
      },
      {
        "index": 50,
        "text": "曹國舅，惟《續通考》、《類書》各一則。"
      },
      {
        "index": 51,
        "text": "藍采和故事，《太平廣記》、《續仙傳》各一則，龍兗《江南野錄》載陳學仙，嘗醉歌，有藍采和「塵世紛紛事更多」之句，則又以為陳歌也。"
      },
      {
        "index": 52,
        "text": "何仙姑故事，《貢父詩話》、《續通考》、《獨醒志》各一則。"
      },
      {
        "index": 53,
        "text": "張真人"
      },
      {
        "index": 54,
        "text": "秦、漢以來，但有方士為神仙之說，無所謂道家者。以老聃為道教之祖，張陵為大宗，則始於北魏寇謙之，而唐時乃盛行。至信州龍虎山張氏世襲封號，則又自宋始也。按《三國志注》及《邵氏見聞錄》：張陵，漢順帝時人，入蜀居鶴鳴山中，造符書為人治病。陵子衡，衡子魯，以其法相授，自號師君，其眾曰鬼卒，曰祭酒，曰理頭。朝廷不能討，就拜魯為漢寧太守。此張陵之始末見於傳記者也。胡氏《筆叢》及《續通考》又引道書，謂陵乃留侯八世孫，生於天目山，學長生之術，後隱於廣信龍虎山。章帝、和帝累召不起。久之，遍遊名山，至興安雲錦洞，煉丹三年，青龍白虎繞其上。丹成餌之，年六十而貌益少。又得秘書，通神變化，驅除妖鬼。既而入蜀，居鶴鳴山。老君授以秘籙，遂領弟子趙升、王長來雲台，復煉大丹，餌之。漢永壽二年，功成道著，乃以九月九日將諸品秘菉、斬邪二劍、玉冊、玉印授其子衡，而自與夫人雍氏白日升天，時年百二十三歲。其四代孫盛，復來居龍虎山云。按《通考》所述雖頗誕幻，然張陵之後遷於龍虎山，其流派大抵如此。《通鑒》亦云：張魯子自漢川徙居信州龍虎山也。然魏、晉以來，但私相傳授，而未尊於朝廷。《世說注》：郗愔與弟曇奉天師道。此人間奉道教之始也。至北魏嵩山道士寇謙之，自言嘗遇老子，命繼張陵為天師，授以雲中音誦新科之戒，服食導引口訣之法。又遇老子玄孫李譜，授以圖籙真經，劾召鬼神，及銷煉金丹、雲英、八石玉漿之法，使佐北方太平真君。乃奉其書，獻於魏明帝，朝野多未之信。獨崔浩深信之，勸魏主崇奉。乃迎致謙之弟子，起天師道場於平城東南，重壇五層，月設廚會數千人。此朝廷崇道教之始也。丘瓊山謂：雲中科戒，即後世齋醮科儀所由起；服氣導引，即後世辟穀修養所由起；圖籙真經，即後世符咒攝召之術所由起；銷煉金丹，即後世烹煉丹藥所由起。然是時雖發於寇謙之，而謙之自云繼張陵為天師。又《太平廣記》梁武初未知道教，因陶貞白詣張天師道裕，乃為立玄壇三百所。而《通考》亦載唐天寶六載以後，漢天師子孫嗣真教，冊贈天師為太師。可見六朝以來，早有天師之稱矣。天寶中既令其子孫嗣真教，當己世襲，但其封號，字史經見。《通考》：宋太宗祥符九年，賜信州道士張正隨號真靜先生，王欽若為奏立授籙院及上清觀，蠲其租稅。自是凡嗣世者皆賜號。丘瓊山謂此張氏賜號之始，然無階品。徽宗崇寧二年。賜張繼先亦僅號虛靜先生。（《續通考》：繼先隨上入宮，諸妃嬪爭以扇求書。繼先以經語書之，各契其意。中舉一柄扇，稽首書曰：「保鎮國祚，與天長存。」則上所御扇也。上奇之，命禱雨，輒應。金人犯汴，欽宗又召之，至泗州天慶觀，作頌曰：「西山下紅日，煙雨落潸潸。」書絕而化，金人亦以是日陷汴京。又《夷堅志》張虛靜天師斬同州白蛇一事：虛靜乃漢天師三十代孫，平生不娶，京師將亂，潛出城還鄉，屍解，復隱於峨嵋山。天師嫡派遂絕，今以族人紹厥後云。王棠《知新錄》云：宋時有林太守者，送張天師於獄中，奏云：「其祖乃漢賊，不宜使子孫襲封。」朱子謂：人人尊信之，而林獨能名其為賊，其疏必有可觀，惜已不傳，不知當時如何施行也。）元世祖至元十三年，乃賜張宗演靈應衝和真人之號，給三品銀印，令主江南道教。（《張天師世家敘》謂：宋季有可大者，元世祖密遣使問之。可大謂使者曰：「後二十年當混一天下。」至元十二年果驗，而可大已死，乃召其子宗演崇奉之。）十五年，又為建正乙祠於京師，以其弟子張留孫居之。嗣後張氏繼襲者，屢有加號，進秩至一品。明太祖以張正常為真人，去其舊稱天師之號，謂群臣曰：「至尊惟天，豈有師也？」賜秩正二品。按元時所封本號真人，而明祖謂應改其天師之號，蓋其時朝廷雖封曰真人，而世尚稱為天師。然則天師之稱，直自六朝以來不替也。"
      }
    ]
  }
}