{
  "chapterNumber": 7,
  "title": "卷七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《齊書》書法"
      },
      {
        "index": 2,
        "text": "《齊書》於宋、齊嬗代之際，備書宋帝禪位策文一道，璽書一道，齊高帝固辭，宋王公以下固請，高帝乃許。既即位，封帝為汝陰王，築宮丹陽，行宋正朔，上書不為表，答表不為詔。是年五月，汝陰王殂，追諡為宋順帝，終禮依魏、晉故事，略無篡奪之跡。蓋當時國史原本本是如此，且有沈約《宋書》為成式也。然於順帝遜位時，猶書是日帝遜於東邸，備羽儀，乘畫輪車，出東掖門，問：「今日何不奏鼓吹？」以見順帝之禪，皆齊之所為，而順帝初不知者，此尚存微意也。其書齊明帝之弑海陵王云：王有疾，帝數遣御師占視，乃殞之。則更為直筆。蓋子顯本齊宗室，其於明帝之篡逆及戕害高武子孫幾盡，固不無隱恨焉，故特書以著其惡，非刻也。至齊和帝之禪梁，則書帝車駕自荊州東歸，禪位於梁王，夏四月禪詔至，皇太后遜於外宮。梁王奉帝為巴陵王，宮於姑熟，行齊正朔，一如故事。戊辰薨，年十五，追尊為齊和帝。亦絕無一字涉於篡奪。按《南史》梁武初欲遷帝於南海，沈約以魏武「不可慕虛名而受實禍」為對，乃遣鄭伯禽進以生金。和帝曰： 「我死不須金，醇酒足矣。」乃飲酒一斗，伯禽就而摺焉。《齊書》乃全諱之，蓋子顯是時方為梁臣，自不得不如此，固無足怪。獨其於宋臣之懷貳於齊者，亦一一諱之，殊屬無謂。如王儉於齊高帝未建國之先，早說以」功高不賞，以公今日地位，不可復為人臣「，並代為遊說褚淵等，以成禪位之事，見於《南史》者甚詳，而《齊書·儉傳》毫無一字。其於宋臣之不忘故君者，亦並諱之。崔祖思當齊高輔政，廷議將加九錫，祖思曰：「君子愛人以德，不宜如此。」高帝聞而不悅。王琨當順帝遜位時，攀車慟哭曰：「人以壽為歡，老臣以壽為戚。既不能先驅螻蟻，頻見此事。」嗚咽不自勝。事亦皆見《南史》，而《齊書》祖思及琨傳一概不敘。袁粲死而褚淵佐命齊朝，當時民間有「可憐石頭城，寧為袁粲死，不作褚淵生」之語，《齊書·淵傳》亦不載，甚至《淵傳》論謂「恩非己獨，責人以死，斯人主之所謬，世情之過差也。」則更明言身事二姓，本屬時勢當然，而無可議矣。此則子顯之顯然悖謬，蓋因己亦以齊臣仕梁，若於此等處直筆褒貶，則己益置身無地，故為諸臣諱，正以為己諱也。"
      },
      {
        "index": 3,
        "text": "《齊書》編次失當處"
      },
      {
        "index": 4,
        "text": "《齊書》衡陽王道度等乃高帝兄弟，自應編在高帝諸子之前，乃反編在武帝諸子之後。蕭景先、蕭赤斧、蕭諶、蕭坦之，亦宗室也，又不入宗室，而另為列傳。其列諸帝子傳，又先以文惠太子序於豫章王嶷之前。嶷乃高帝子，文惠乃武帝子，於嶷為從子，豈可亂其序乎？"
      },
      {
        "index": 5,
        "text": "《齊書》繁簡失當處"
      },
      {
        "index": 6,
        "text": "齊書多載詞章，少載事實，蓋亦仿《宋書》之例。《豫章王嶷傳》載其辭殊禮一表，答表一詔，又辭俠轂隊儀仗二表，答表一詔，又請以東府新齋拆奉太子一表，答表一詔，又因唐㝢之反請去州縣苛碎條制一表，及薨後竟陵王子良請加殊禮一表，答表一詔，又樂藹與竟陵王子良一箋，共一萬五六千字（蕭子顯即豫章王之子，為其父作傳，故特多表揚）。《王儉傳》載其諫改紫極殿為宣陽門一疏，請解領選一表，再求解選一表，共二千餘字。《王僧虔傳》載其請正聲樂一疏，請除獄中湯殺人一疏，又檀珪乞官一書，僧虔答一書，珪又乞一書，共三千餘字。《蕭穎胄傳》載其起兵時檄文一道，共二千餘字。《竟陵王子良傳》載其諫遣臺使徵租一疏，請赦逋、省刑、息役、諫射雉等疏，共三千餘字。《崔祖思傳》載其崇節儉、省刑獄、定樂律、開屯田、設史官、招賢才等疏，共二千餘字。雖多有關時事，然何妨節存之，乃連篇累牘，不減一字，何以徒費筆墨若此！又《張敬兒傳》忽載沈攸之責齊高一書，齊高答攸之一書。《王敬則傳》忽載竟陵王子良請罷塘役折錢一表，《蘇侃傳》忽載齊高《塞客行》一首，更覺無甚關涉，毋怪乎愈形其蕪雜也。及其敘事，則又有應詳而反略者。明帝殺高武子孫之在外者，皆令典簽殺之。簽帥之權重若此，是當時矯枉過正一大弊政，《南史》於《巴陵王子倫傳》述之甚詳，而《齊書》略無一字。明帝病，急敕竟陵王昭胄等六十餘人入永福省辦棺材數十具，期三更盡殺之。上暫臥，會子恪逃在外，至是徒跣奔至建陽門。上聞，驚覺曰：「未賜諸王命耶？」及見子恪，顧問流涕，乃皆赦諸王得不殺。《南史》因此特立《子恪傳》以載其事，而《齊書》子恪無傳，僅附於《豫章王嶷傳》數語。此皆繁簡之失當者也。"
      },
      {
        "index": 7,
        "text": "《齊書》立傳太少"
      },
      {
        "index": 8,
        "text": "《齊書》立傳亦太少，如朱買奉命領兵戍甬城，謂人曰：「我一子當得官。」人問其故，曰：「若不殺賊，便為賊殺。弱息不為世子，即為孝子。」蓋謂殺賊則有功封，被賊殺則有恤蔭也。後守城，果與魏軍戰，被斬，其屍猶據鞍奔還。此豈得無傳，乃僅於《周盤龍傳》內附見之。董僧慧為晉安王子懋防閣，當明帝賊殺諸王時，僧慧欲起義向闕，曰：「此州雖小，孝武嘗因之。今興師以請蒼梧之罪，誰能對之！」了懋猶豫，兵散被殺。僧慧號哭為喪殯，王元斂欲執之，僧慧曰： 「晉安舉兵，僕實豫議。古人云：『非死之難，得死之難』。僕得為主人死，無憾矣。願至主人大斂畢，退就湯鑊。」元邈許之。子懋之子昭基，年九歲，以小絹為書問消息。僧慧見之曰：「此郎君書也。」悲慟而卒。《南史》載之甚詳，乃《齊書》既不入《孝義傳》，並不附見於《子懋傳》後。又如魏孝文至壽陽，崔慶遠出城，與魏主反復酬答，卒使魏斂兵而去。其應對實足華國，與張暢在彭城對魏軍李孝伯之語前後正相輝映。張暢既立傳於《宋書》矣，此亦豈得無傳？乃僅附見於《蕭遙昌傳》，此又略其所不當略也。"
      },
      {
        "index": 9,
        "text": "《齊書》原本"
      },
      {
        "index": 10,
        "text": "《齊書·檀超傳》：齊初置史官，超與江淹充其選，上表請立條例，謂封爵詳本傳，無煩年表，應立十志：律曆、禮、樂、天文、五行、郊祀、刑法、藝文依班固，朝會、輿服依蔡邕、司馬彪，州郡依徐爰，百官依范蔚宗，並請立帝女、處士、列女傳。詔內外詳議，王儉謂宜增食貨，省朝會，而《帝女傳》不必立。超史功未就而卒，淹撰成之。然則蕭子顯所撰《齊書》，蓋本超、淹之舊而刪訂成之也。然《齊書》但有禮、樂、天文、州郡、百官、輿服、祥瑞、五行八志，食貨、藝文、刑法仍缺。"
      },
      {
        "index": 11,
        "text": "梁、陳二書"
      },
      {
        "index": 12,
        "text": "《新唐書·姚思廉傳》：其父察在陳，嘗修梁、陳二史未就，以屬思廉。思廉入隋，表父遺言，有詔聽續。至唐，又奉詔與魏徵等修梁、陳二書。乃采謝炅、顧野王諸書以成之。《舊唐書》謂思廉采謝炅諸家著《梁史》，又推究陳氏，博綜顧野王所修舊史成之。今以跡推之，則察已有成緒，思廉不過取謝、顧諸家重為訂正耳。如《梁書》王茂、曹景宗、蕭穎達、張宏策、韋睿等傳，皆載察舊論，《陳書》《武帝紀論》、《文帝紀論》亦察原文。可見此等紀傳編排卷數，亦是察所手定，則文字可知也。《姚察傳》亦云：梁、陳二史本察所撰，其中序論紀傳有缺者，臨歿時以體例戒其子思廉博訪撰續。此思廉自撰其父之傳，蓋紀實也。兩朝數十卷書，經父子兩世纂輯之功始就，蓋作史之難，不難於敘述，而難於考訂事實、審核傳聞，故不能速就耳。至其文筆，亦足稱良史。所可嫌者，惟多載詔策表疏之類，稍覺繁冗。而敘事之簡嚴完善，則李延壽亦不能過。宋子京謂《南史》過本書遠甚，非確論也。又《宋、齊書》傳論多四六體，蓋六朝文筆相習如此。至姚察則全作散文，思廉因之亦然，雖魏鄭公所撰《梁紀總論》亦不及矣。"
      },
      {
        "index": 13,
        "text": "《梁書》編次失當"
      },
      {
        "index": 14,
        "text": "《梁書》編次亦有失檢處。《武帝郗皇后傳》後即以簡文王皇后次之，而武帝丁貴嬪、阮修容反次於王皇后之下。按丁乃昭明太子及簡文帝之母，阮乃元帝之母、簡文庶母也，豈得反敘於後？其意不過先皇后而次妃嬪耳，然既敘武帝郗後，則丁、阮兩妃次於後之下，正合體裁，何改先媳而後姑耶？丁、阮既以帝母立傳矣，敬帝母夏太后及敬帝王皇后何以又皆無傳？其於宗室諸王及帝子編次亦多失序。昭明太子統、哀太子大器、湣懷太子方矩反編在前，而臨川王宏、安成王秀等，昭明叔也，南康王績、廬陵王續等，大器、方矩叔也，而皆編在從子從孫後，可乎？貞陽侯明為齊人所立，入主梁祀，建號稱尊，未幾廢死，不立傳可也。昭明之子詧稱帝於江陵，歷三世，共三十三年，縱不便附於本紀後，何妨別立一傳，著其興亡。乃竟略不敘及，並《昭明傳》中亦不載其名。此獨非蕭梁子孫、延一脈之緒者耶？梁武起兵之初，恃蕭穎胄協心建議，故無後顧。穎胄留鎮西台，使弟穎達從武帝東下，遂克建鄴，此為功臣之首。乃穎達既有傳矣，而穎胄反不立傳。王琳間關百戰，始終為梁，不肯屈於陳氏，是亦忠於梁者，《梁書》亦不立傳，皆疏漏也。《簡文帝紀》：大寶二年冬十月壬寅，帝崩。《元帝紀》又云：大寶二年九月，簡文帝崩問至，元帝大臨三日。簡文既崩於十月，何得九月中先有崩問？此又舛訛之甚者。至《梁書》但有紀、傳而無表、志，則以當時同修《隋書》，凡列朝各志已增入《隋書》內，故不復復載耳。"
      },
      {
        "index": 15,
        "text": "按《梁書》不紀蕭詧，蓋以敬帝國亡，則梁統已絕，詧三世雖帝於江陵，然皆臣屬於周、隋，既難作本紀，若以為元帝之逆臣，而正德等同傳，則詧本非叛逆，只以教河東王譽與元帝構怨，逃死附魏，非正德等反附侯景者可比，又不便列之《逆臣傳》，是以無可位置，竟沒而不書。令狐德棻附之《周書》，似矣，然詧之北附也尚是魏朝，其死也乃在周代，而其子巋、孫琮又歷隋為附庸，則又安得獨附於《周書》？惟李延壽《北史》別立「附庸」一門，以詧等入之，較為妥善。然《北史》兼敘各朝，故可如此立傳，《梁書》專紀蕭氏，則蕭氏子孫建國稱帝者，安得竟從刪削？此究是《梁書》缺處。謂宜在《昭明太子傳》後備載詧以下三世，則位置得宜矣。《明史》偽福王及偽魯王以海、偽唐王聿鍵、偽永明王由榔等，各附於其祖傳後，既不予以繼統，又不沒其事實，始知修史諸臣之斟酌盡善也。"
      },
      {
        "index": 16,
        "text": "《梁書》多載蕪詞"
      },
      {
        "index": 17,
        "text": "《梁書》敘事雖簡潔，然其所載文詞仍循《宋、齊書》舊式，故亦不免繁蕪，如《武帝紀》先載齊和帝封梁公備九錫一詔，又策一道，百僚勸進一書，又勸進一書，武帝請嚴選舉一表，和帝進封梁王一詔，又禪位一詔，策文一道，璽書一道。《元帝紀》載南平王恪等勸總百揆一箋，帝答書一道，王僧辯等勸進一表，帝答書一道，僧辯等再勸進一表，帝再答書一道，又討侯景一檄，景平後僧辯等再勸進一表，徐陵勸進一表。《丁貴嬪傳載》張纘哀冊文。《昭明太子傳》載王筠哀冊文。以及諸臣贈諡，俱載其詔書。如王茂之卒也，詔書起語曰「旌德紀勳，哲王令軌；念終追遠，前典明誥」，此已屬浮詞，而南平王偉、柳慶遠、鄭紹叔、呂僧珍、孔源休等身後加恩之詔，無不雷同，令人嘔噦。《南史》列傳止書贈諡，盡削詔詞，是以較本書最為醒目。"
      },
      {
        "index": 18,
        "text": "《陳書》書法"
      },
      {
        "index": 19,
        "text": "《陳書》避諱處太多。如本繼梁敬帝之禪也，先載封武帝為陳公一詔，加九錫一策，又禪位詔、策各一，於是武帝始受禪。即以江陰郡奉梁王為江陰王，車旗、正朔一如故事，宮館、資給務極優隆。永年二年，江陰王薨，詔遣太宰吊祭。絕不見篡弑之跡。此固循《宋、齊、梁書》之舊例也，然其事終不可沒，則應錯見於列傳中。按《南史·沈恪傳》：武帝欲令恪勒兵衛敬帝出宮，恪叩頭曰：「身經事蕭家來，不忍見此事。」武帝乃使王僧志代之。又《劉師知傳》：武帝令師知往害敬帝，帝覺之，繞床走曰：「我本不須作天子，何意見殺之？」師知執帝衣，行事者加刃焉。此敬帝被害情事也。乃《陳書》於《恪傳》尚載其叩頭數語，而《師知傳》全不書此事，則紀與傳俱沒之矣。衡陽王昌之死也，實文帝使侯安都殺之，故《南史》本紀書衡陽王昌沉於江夏，而《昌傳》亦書中流而殞之，使以溺告，《安都傳》則更明書安都往迎，而溺之於江。此所謂紀實也。乃《陳書》本紀則但書衡陽王薨，《昌傳》亦云中流船壞，以溺薨，《安都傳》亦云安都請自迎昌，濟漢而薨，皆隱約其詞，而不明書其被害。始興王伯茂，文帝之子、廢帝之弟也。宣帝既黜廢帝而奪其位，以伯茂有怨言，使人殺之於途。乃《陳書》本紀並不書伯茂薨事，《伯茂傳》亦但云伯茂出宮，路遇盜，殞之。本紀所諱，恃有列傳錯見其事，乃並列傳俱諱之，則何以傳信於後？思廉修《陳書》已在唐世，何以尚作此委曲回護？豈皆其父察原本，察曾官於陳，故不忍直書，而思廉遂因父之舊，而不敢改訂耶？又《魏書》，孝靜帝天平七年三月，侯景克建業，梁江北郡國皆來屬，大行台慕容紹宗遇暴風溺水死。侯景弑梁主蕭衍，立其子綱為主，是慕容紹宗之死在梁武未被害之前也。而《陳書·魯悉達傳》云：梁敬帝即位，加悉達征西將軍，齊遣行台慕容紹宗以眾三萬攻之，悉達大敗齊軍，紹宗僅以身免。按紹宗既卒於梁武被害之歲，梁武后尚有簡文帝、元帝，凡六年而敬帝始立，則安得敬帝時尚有慕容紹宗在耶？此更舛訛之甚者。"
      },
      {
        "index": 20,
        "text": "《陳書》編次得宜"
      },
      {
        "index": 21,
        "text": "《陳書》亦姚思廉所撰，而編次卻不循《梁書》之例。如《諸王傳》，先衡陽王昌、南康王曇朗，次宗室，次文帝諸子，次宣帝諸子，次後主諸子，較《梁書》最有倫序，故《南史》亦仍其舊。然《南史》以衡陽、南康二王並入宗室內，則非也。衡陽乃武帝子，應繼大位，以陷於魏未歸，故不得立，及歸而文帝已立，遂為所害，此豈得僅入宗室內乎？《陳書》特立傳於宗室之前，而以南康附之。南康亦武帝從子，為質於齊，為齊所害，附於《衡陽傳》，亦屬位置得宜。則《陳書》編次較《南史》更精當矣。"
      },
      {
        "index": 22,
        "text": "《陳書》亦多蕪詞"
      },
      {
        "index": 23,
        "text": "《陳書》亦多蕪詞。如《武帝紀》載梁敬帝封帝為陳公一詔，加九錫一策，禪位一詔，策書一道，武帝登極一詔，又敕州郡璽書一道，封諸王一詔，各官進爵一詔，南郊大赦一詔，又赦罪一詔，賑饑一詔。《文帝紀》登極一詔，天嘉元年恩赦一詔，南郊一詔，王琳平後肆赦一詔，恤兵一詔，減租一詔，求賢一詔，令僑籍改土斷一詔，崇儉一詔，春夏停刑一詔，二年周文育、侯安都等配享一詔，三年南郊恩赦一詔，六年修前代王侯墳墓一詔，曲赦京師一詔，天康元年改元大赦一詔，廢帝光大元年大赦一詔，二年慈訓太后廢帝為臨海王一詔，宣帝太建元登極一詔，二年送流民還鄉一詔，軍士年六十免役一詔，四年頒兵製十三條一詔，舉賢一詔，發諸將將所部實姑熟一詔，建東宮一詔，六年肆赦一詔，蠲租一詔，賑貸一詔，九年赦租一詔，十年節財用、停工役一詔，十一年審刑一詔，大赦一詔，崇儉一詔，十二年蠲租一詔，後主登極一詔，重農一詔，求才一詔，求言一詔，禁汰侈妖妄一詔，送流民還鄉一詔，至德元年改元一詔，二年大赦一詔，三年修孔廟一詔，四年薦舉賢才一詔，肆赦一詔，征明元年大赦一詔，二年訊囚一詔，三年隋兵至戒嚴一詔。《南史》於《武帝紀》但載進相國加九錫一詔一策，梁帝禪位一策，武帝登極一詔，《廢帝紀》載慈訓太后廢帝為臨海王一詔，其他概從刪削，第節其事書之，是以敘次較為簡淨，宋子京所以亟為稱賞也。"
      },
      {
        "index": 24,
        "text": "《魏書》"
      },
      {
        "index": 25,
        "text": "《魏書》自道武帝詔鄧淵著《代記》十餘卷，太武帝又詔崔浩撰《國書》三十卷，皆用編年體，孝文帝詔李彪、崔光改作紀傳，後又有崔鴻、王遵業續撰，宣武帝又命邢巒追撰《孝文起居注》，又有濟陰王暉業撰《辨宗室錄》。此收書所本也。收在魏末即因高澄奏修國史，迄齊文宣時始成，眾口沸騰，號為「穢史」，文宣敕《魏書》且勿施行。此收初成之本也。孝昭帝又詔收更加研審，收奉詔頗有改正，於是《魏書》遂行。此收初改之本也。武成帝又敕收更審，收更有回換，遂為盧同立傳，先特為崔綽立傳，至是綽反附出，而《楊愔傳》又增「有魏以來一家而已」八字。此收再改之本也。後主緯天統五年，以魏收為尚書右僕射。武平四年，又詔史館更撰《魏書》。按《魏書》李緯改作李係，蓋以後主諱故避之，則知後主時又經修改。此又收三改之本也。然則《魏書》在收一人已四易稿，而其書尚蕪雜若此，信乎作史之難也。隋時又有魏澹所撰《魏史》，隋文帝以收書褒貶失實，詔澹別撰。其義例與收不同，以西魏為正，東魏為偽，凡鄰國之帝不書名，太子則書字，平文、昭成、獻明三帝稱諡，餘不稱諡，太武、獻文被弑皆直書其事，不存隱諱，紀傳後不立論讚，具見《澹傳》中，當時號為良史。隋時又有盧彥卿撰《後魏紀》三十卷，唐時又有張大素《後魏書》一百卷，裴安時《元魏書》三十卷，今皆不傳。"
      },
      {
        "index": 26,
        "text": "魏收書有後人所補者"
      },
      {
        "index": 27,
        "text": "《魏書》有不盡魏收原文者。如《孝靜帝紀》：武定二年，以齊文襄王領侍中，以今上為僕射；五年以太原公今上為尚書令。所謂「太原公今上」者，即文宣帝高洋也。魏收作史時正在文宣帝之世，故追敘魏事而曰今上也。元象元年書侯景、高敖曹圍獨孤如願於金墉城，按獨孤如願即獨孤信也，其名曰信，乃宇文泰所改也。當金墉被圍時尚未改名，故書其原名，似非後人所追敘，則亦可信為魏收原本也。又凡高歡辭相國，辭九錫，高澄辭相國等事，皆大書特書，以見其不失臣節。而於歡之被挫於玉璧也，則書齊獻武王圍玉璧以挑之，寶炬、黑獺不敢出，略不見敗衄之跡，似為齊回護者。於澄之死也，書齊文襄王薨於第，略不見被刺之跡，似為齊隱諱者，則更可信為魏收仕齊時所作也。然試以《北史》核對，凡《北史》所采《魏書》，大率存十之六七，而文法亦多改易。今此卷除所書齊事外，其餘與《北史》字字相同，毫無竄改，且《靜帝紀》後備書高澄事帝之無狀，斥帝為「狗腳朕」，令崔季舒毆帝三拳，及澄入宮責帝反背並遜位後遇鳩而崩之事。使以為收所作，則收是時方諂齊之不暇，而敢書此乎？又《孝靜後傳》書帝被鴆後，後再嫁楊遵彥為妻。後即高歡女，文宣姊妹也。收敢書此乎？則《魏書·孝靜帝紀》一卷及《皇后傳》一卷，必非收原本，乃後人反抄《北史》以補之者也。然《魏書·孝靜紀》內如高歡辭相國等事，乃《北史》所無，則又非全抄《北史》者。劉貢父謂是時尚有《高氏小史》及《修文殿御覽》（亦北齊時書），後人取《北史》及此等書雜綴成篇，以補《魏書》之缺，理或然也。《孝靜紀》及《皇后傳》外，如《昭成子孫傳》一卷，《明元六王傳》一卷，《景穆十二王傳》上卷，亦皆與《北史》相同，毫無增損，蓋亦取《北史》以補《魏書》也。惟貢父謂第三卷《太宗紀》史館舊本上有白簽云「此卷是魏澹史」，而按其書法，與《澹傳》所載體例又不合，較之《北史》亦不相同，則此卷難確指為非收原本也。"
      },
      {
        "index": 28,
        "text": "《魏書》書法"
      },
      {
        "index": 29,
        "text": "《魏書》本紀兼載鄰國興滅繼立等事，最為明晰。其書法妄自尊大，惟西晉諸帝尚稱其帝號，以拓跋之先本授職於司馬氏，故書晉懷帝封祿官為代公，晉湣封猗盧為代王，不能沒也。至書東晉元帝，則已云司馬睿僭大位於江南。其他如漢、趙、秦、燕諸國，斥之為僭為偽，更無論矣。然翳愧出奔，尚依托石虎，虎以兵納之，始得歸國，則猶附庸於石氏也，而先已書石勒遣使求和。拓跋珪幼時，國破人散，賴苻堅分劉庫辰、衛辰二部，珪得依於庫仁以長，則猶臣服於苻氏也，而《燕鳳傳》已書苻堅遣使朝貢。珪因劉顯來逼，遣安同等乞師於慕容垂，則猶仰命於慕容氏也，而已書慕容垂遣使朝貢。此等書法，在道武建號以後尚猶有說，道武以前，部落尚微，追敘者獨不可少為貶損以從實乎？至建號以後，南、北朝通使等事，其於南使之來，則書曰某遣某朝貢，如登國六年，晉司馬德宗遣使朝貢是也；北使之去，則書遣使於某，如始光二年詔龍驤將軍步堆使於劉義符是也；於宋、齊諸帝皆書為島夷，如天賜元年島夷劉裕起兵誅桓玄是也。按《節閔帝紀》：與梁通和，詔有司不得復稱偽梁。可見節因以前國史所記本是如此，然修史時何妨訂正？《北史》於道武建號以前，凡列國之事皆不書，以魏方儕於列國也；道武以後始兼書列國，而書南、北兩朝皆改鄰國，體較為得當矣。平文之殂，《魏書》既云桓帝後以帝得眾心，恐不利於己子，遂害帝矣，乃穆帝為長子六修所弑，但書帝討六修失利，微服民間，遂崩，昭成為皇子實君所弑，亦但書帝至雲中崩。道武帝為清河王紹所弑，亦但書帝崩於天安殿。太武為中常侍宗愛所弑，亦但書帝崩於永安宮，而俱不見致斃之跡。此正如魏澹所云「遭非命而不異考終，使亂臣賊子從何而俱」者《北史》於昭成則書皇子實君作亂，帝暴崩；於道武則書清河王紹作亂，帝暴崩；於太武則書中常侍宗愛構逆，帝崩，庶不為曲筆也。又《魏書》於高齊事尤意存回護。高歡起兵，以討爾朱氏為名也，則書齊獻武王以爾朱逆亂，興義兵於信都。又於魏朝加高歡官爵等事，書齊獻武王固讓者不一而足。孝武之被逼入關，又書帝為斛斯椿、元毗、王思政、魏光諂佞間阻，遂貳於齊獻武王，而絕不著高歡跋扈犯上之跡。其於京兆王瑜之子寶炬，謂輕躁無行，耽淫酒色，是時寶炬已為西魏文帝，方與齊交爭，故極詆之。蓋收正仕於齊，自不得不曲為袒護，固無足責也。"
      },
      {
        "index": 30,
        "text": "《魏書》蕪冗處"
      },
      {
        "index": 31,
        "text": "《魏書》最為蕪冗，尤可厭者，一人立傳，則其子孫不論有官無官，有功績無功績，皆附綴於後，有至數十人者。如《陸俟傳》載其子孫馥〔馛〕、琇等十六七人，《李順傳》載其子孫敷、式等二十餘人，以及盧元、李靈、崔逞、封彝皆載其子孫宗族數十人，一似代人作家譜者。所載之人別無可紀，但敘其官閥一二語而已，則何必多費筆墨耶？當時陸操嘗病其敘諸家枝葉過為繁碎，魏收謂因中原喪亂，譜牒遺亡，是以具書支派。此雖見其采輯之本意，而不盡然也。蓋傳中諸人子孫，多與收同時，收特以此周旋耳。《齊書· 魏收傳》稱收修史時，凡同修者祖宗姻戚多被書錄，飾以美言。與陽休之善，則為其父固作佳傳，固曾以貪虐為中尉李平所劾，而收書云固在北平甚有惠政，李平深相敬重。又嘗納爾朱榮子金，故減榮之惡，傳論云：「若修德義，則韓、彭、伊、霍、夫何足數！」可見收修書全以公事而市私情。而其時同修史者亦互相牽附。《北史·刁柔傳》云柔與收同修《魏史》，志在偏黨，凡其內外通親並虛美過實。此皆當日阿徇情事也。乃李延壽修《北史》已在唐時，與諸人子孫渺不相接，可以無所瞻徇，何以亦仍《魏書》之舊，臚列不遺耶？"
      },
      {
        "index": 32,
        "text": "《北齊書》"
      },
      {
        "index": 33,
        "text": "《北齊書》亦有數卷亡失，而後人取《北史》以補之者。試以《北史》核對，便自了然。蓋《北史》雖據各史修成，而其間剪裁增損，必大同小異，斷無有一字不差者。今《北齊書》本紀內惟《文宣紀》與《北史》繁簡互殊，其為原書無疑，神武及文襄紀之前半篇，及廢帝、孝昭、武成、後主緯等紀，則與《北史》字字相同，此必非原本也。《文宣紀》後一論，《孝昭紀》後亦一論，而孝昭論前半篇仍是文宣論，核之《北史》文宣、孝昭二帝總論，則一字不差，蓋《北齊書·孝昭紀》與論俱亡，後人遂取《北史》內《孝昭紀論》補之，而論內又未刪去文宣半篇，以致兩卷之間，文宣論復出也。《武成紀》一卷無論，《後主紀》一卷有論，而其論係武成、後主合為一論，核之《北史》二帝同卷之總論，亦一字不差，此亦取《北史》補之，但分卷未分論也。《皇后傳》亦與《北史》字字相同，惟《北史》於後傳外兼傳妃嬪，此則但有後傳無妃傳，蓋亦從《北史》內摘出後傳而不及妃嬪耳。其《諸王傳》，《北齊書》高祖十一王為一卷，無論，文襄六王為一卷，無論，文宣、孝昭、武成、後主諸子合為一卷，則有論，其論卻合文襄諸子在內。核之《北史》，亦字字相同，蓋《北史》自文襄諸子至後主諸子本合為一卷，故合為一論，而補書者但取《北史》各傳分為二卷，而論未及分，故文襄諸子有傳無論，文宣以下諸子有論而又兼文襄諸子也。其《宗室傳》則趙郡、清河二王另為一卷，其文字與《北史》繁簡各殊，傳後一論，專為二王，其為《北齊書》原本無疑。其他則亦從《北史》抄出，但分卷小異耳。《北史》齊宗室與神武諸子同卷，《北齊》抄出，但分卷小異耳。《北史》齊宗室與神武諸子同卷，《北齊書》以神武諸子為一卷，列於文襄諸子前，而《宗室傳》另為二卷，次於後主諸子後。除趙郡、清河一卷外，其餘諸傳亦與《北史》字字相同。蓋北齊原書紀傳多有亡失，而目錄具在，補書者摘《北史》以湊合原書卷數也。惟《文襄紀》後半篇與《北史》迥異，又語無倫次，亦必非《北齊書》原本。自武定五年文襄辭丞相以後，據《北史》尚有兩年之事，至武定七年八月始被盜刺死。今《文襄紀》則辭丞相後即敘其致侯景書及景答書，下即敘文襄無禮於魏靜帝之事，又不書明年月，但云「七月還晉陽，遇盜而殂」，則似文襄之卒在武定六年矣。且文襄卒於鄴，而此云「還晉陽遇盜殂」，則又似卒於晉陽矣。按文襄與侯景往復書本在《梁書·景傳》內，文襄無禮於靜帝之事本在《北史·靜帝紀》內（此事本在《北齊·高德政傳》內，《北史》於《德政傳》刪之而著於記），其被蘭京刺死一事，亦即在《北史·文襄紀》內。蓋補書者全用《北史》，恐人見其抄襲之跡，故於此紀雜取諸書成篇以示小異，而不知其蕪雜不倫也。"
      },
      {
        "index": 34,
        "text": "按唐初雖修成梁、陳、周、齊諸史，自有《南、北史》出而諸史皆不行，自非大力藏書家罕有能備之者。今所傳《後魏書》、《北齊書》皆宋初取內府本，並募天下善本校正刊行。觀於胡安國等序《後周書》，謂仁宗出太清樓本合史館秘閣本，又募天下獻書，得夏竦、李巽兩家本，始校正鏤板以行。是內府之藏，天下之大，不過此數本。《周書》如此，魏、齊書亦可知，有宋鏤板時，度亦必購募以校其缺佚，而已遺失若此，可見唐時諸史之流傳於世本自無多也。今諸史遍天下，而世罕有知其殘缺取《北史》補成之事，則未嘗取《南、北史》核對耳。"
      },
      {
        "index": 35,
        "text": "《周書》"
      },
      {
        "index": 36,
        "text": "《周書》敘事繁簡得宜，文筆亦極簡勁，本令孤德棻所撰也。德棻在當時修史十八人中最為先進，各史體例皆其所定，兼又總裁諸史，而《周書》乃其一手所成。武德中詔修各史，德棻已奉敕與庾儉修《周書》。貞觀中再詔修諸史，德棻又奉敕與岑文本修《周書》。繼又引崔仁師佐修，是同修者雖有數人，而始終其事者德棻也。李延壽南、北二史亦先就正於德棻，然後敢表上，則可知德棻宿學，為時所宗矣。今試取《北史》核對，當後周時區宇瓜分，列國鼎沸，北則有東魏、高齊，南則有梁、陳，遷革廢興，歲更月異，《周書》本紀一一書之，使閱者一覽了然。《北史》雖亦兼記鄰國之事，然有書有不書者，如高歡之死，高澄之篡，皆北鄰大事也，侯景之逆，梁武、簡文、元帝之革易，皆南鄰大事也，而《北史·周紀》一切不書。《周書》本紀則大統十三年書齊神武薨，其子澄嗣，是為文襄帝，十五年書文襄為盜所殺，十六年書齊文宣廢魏帝而自立。其於蕭梁之事，則於魏廢帝元年總書云：侯景之克建鄴也，奉梁武為主，梁武以憤恚薨，景又立其子綱，尋廢綱而自立，綱弟繹討景擒之，是為元帝；於恭帝元年，又書梁將王僧辯、陳霸先立梁元帝子方智為主。此皆《北史·周紀》內所不書者，而《周書》則紀載不遺，以醒眉目，此書法之最得者也。宋、齊、梁、陳及北齊書，凡易代之際，必有九錫文、禪位詔，陳陳相因，可為嘔噦。西魏之遜於周，當亦必有此等虛文，而《周紀》不載，更見其剪裁之淨。他如趙貴等傳後總敘八柱國十二大將軍，可見一代策勳之典；《蘇綽傳》載其六條詔書及《大誥》全篇，可見一代創製之事；《宇文護傳》載其母子相寄之書，千載下神情如見；《王褒傳》載其寄周宏讓書，《庾信傳》載其《哀江南賦》，此二人皆以才著，故特存之，以見一斑，亦非如《魏書》之廣輯蕪詞，徒以充卷帙也。惟魏孝武之崩，乃周文以其與明月公主亂故鴆之，《周書》但書魏孝武崩，而不見被鴆之事。王羆當元顥入洛，曾受其偽官，而《周書·羆傳》亦不書此，未免意存隱諱。《宇文導傳》：侯景遣使請援，朝議將應之，乃征導為隴右大都督。按景在河南。距隴右二千餘里，有何關涉？據《北史》，是時本令隴右大都督獨孤信往援侯景，故移導於隴右也，《周書》少此數語，遂無頭緒。又《獨孤信傳》云：景寇荊州，乃以信為大使，撫慰三荊，尋除隴右大都督。則又似信先往荊州，後任隴右矣。以《北史》參較，則信本督隴右，因有侯景之事，故遣往荊州，及景已入梁，故信仍回隴右也，《周書》亦不敘明。宇文貴之子昕入隋為功臣，《周書》以其為隋臣，則不入周傳可也，乃又附於《貴傳》後，既附傳矣，則昕在周武帝時為武帝決策攻克晉州及并州之戰，武帝以失利欲還，昕謂「破竹之勢已成，何可舍之？」遂再戰，即破晉陽。此皆在周時功績也，而《昕傳》又不書，未免取舍失當。又《皇后傳》每後必載其策立之文，亦殊無謂。至其編次各傳，宇文測、測子深及宇文神舉，皆宗室也，而不入《宗室傳》。宇文孝伯，深之子也，又不附《深傳》，而另為卷。王雄、王謙，父子也，侯莫陳崇之與侯莫陳順，尉遲迥之與尉遲綱，李賢之與李穆，趙貴之與趙善，皆兄弟也，而亦各分卷，未免多費筆墨矣。"
      },
      {
        "index": 37,
        "text": "《隋書》"
      },
      {
        "index": 38,
        "text": "《隋書》最為簡練，蓋當時作史者皆唐初名臣，且書成進御，故文筆嚴淨如此。《南·北史》雖工，然生色處多在瑣言碎事，至據事直書，以一語括十數語，則尚不及也。或疑其記事多遺漏，如薛道衡死，煬帝曰：「復能作『空梁落燕泥』否？」及李密牛角掛《漢書》並侍直仗下，煬帝斥為黑色小兒之類，列傳中皆不書，似覺疏略。不如此皆事又叢碎無關係者，不過《世說》及詩話中佳料，本非正史所宜收，刪之正見其去取得宜，未可輕議也。又如裴矩入唐為民部尚書，何稠入唐為將作匠，陳茂入唐為梁州總管，此宜俟他日編作唐臣。乃以其功績多在隋世，遂為立傳於《隋書》，更見當時公論在人，毫無忌諱。虞世南在貞觀時寵遇甚優，而其兄《世基傳》內直書罪惡，不能稍掩，尤見史筆之嚴也。惟房彥謙在隋世本無事跡可紀，而特載其與張衡書數千百言，敘為佳傳，未免以其子玄齡時方為相，且總知諸史，故稍存瞻徇耳。張衡與晉王廣謀篡，文帝臨危時，廣使衡侍疾，俄而帝崩。此何等事，而《衡傳》不載，僅於《宣華夫人傳》內附見之，則亦未為直筆。至於韋孝寬雖立功於周，然隋高祖攝政時，尉遲迥懷異圖，孝寬奉命馳往察變，得其反狀，乃亟西還，每至驛輒驅傳馬而去，復謂繹吏曰：「蜀公（即尉遲迥）將至，宜速具酒食。」迥果遣騎來追，每驛無馬，有盛饌，遂追不及，而孝寬得回，使高祖嚴為備，則孝寬之盡心於高祖可知，是《隋史》宜為立傳，而竟不書，豈以《周書》內已有傳，故不復復出耶？然其子韋壽方立傳於《隋書》，則孝寬有功於隋之處，何妨於《壽傳》內敘入，乃《壽傳》既不敘入，又於其從子《韋藝傳》內見之，殊兩失矣。李密歸唐，封邢國公，以其隋末嘗臣於越王侗，故亦立傳於《隋書》。然密入唐旋復被誅之事，何以又不書？此不可解。伊婁謙一生事跡在周，宜編入《周書》；盧思道事跡半在齊，半在周，乃俱編入《隋書》，亦覺無謂。《北史》：源師以孟夏龍見當雩，高阿那肱聞之，以為真龍出，驚起問龍所在。師曰：「此龍星見，非別有真龍也。」 阿那肱怒曰：「漢兒多事，強知星宿。」《隋書》則述阿都肱語曰：「何乃幹知星宿？」此語殊不及《北史》之明爽。《通鑒》：來護兒奉命由海道征高麗，猝聞楊玄感反，回兵擊之。諸將以非詔旨為疑，護兒曰：「高麗之事小，玄感之患大，如以違命見責，我自任之。」遂回，破玄感。《隋書》但云玄感作逆，護兒勒兵與宇文述等擊破之。此語似不如《通鑒》之有生氣。"
      }
    ]
  }
}