{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《三國志》"
      },
      {
        "index": 2,
        "text": "陳壽《三國志》雖稱善敘事，有良史才，然亦有舛誤。《魏武紀》：建安元年，汝南潁川黃巾何儀、劉辟、黃邵、何曼等眾各數萬人，太祖進軍討破之，斬辟、邵等（《於禁傳》同），儀及其眾皆降。是劉辟已授首矣。乃五年又有汝南降賊劉辟等畔應袁紹，略許下。此一篇之中前後相戾者也。《蜀後主傳》：延熙十六年，大將軍費禕為魏降人郭循所殺（《費禕傳》同），而《魏齊王芳紀》及蜀《張嶷傳》俱作郭修（孫盛《魏氏春秋》亦作修）。《關壯繆傳》：將軍傅士仁使人迎權，而《吳主傳》及《呂蒙傳》俱作士仁（楊戲《季漢輔臣讚》亦同）。此一人之姓名彼此互異者也。《魏武紀》：建安十三年冬，孫權為劉備攻合肥，公自江陵征備，遺張熹救合肥，權乃走。公至赤壁，與備戰不利，於是引軍還。是救合肥在先而赤壁之戰在後也。而《孫權傳》：是歲命周瑜、程普與劉備俱進，遇曹公於赤壁，大破曹軍。曹公遂北，還留曹仁等守江陵、襄陽。權自率眾圍合肥，逾月不能下。曹公遣張熹來救，權退。則又赤壁之戰在先，而合肥之圍在後矣。歷考諸將傳，先赤壁後合肥是，《吳志》為是。乃壽一手所撰，何以舛誤若此！《呂蒙傳》：權與蒙論取徐州，蒙對曰：「今操遠在河北，新破諸袁，撫集幽、冀，未暇東顧。徐土守兵，聞不足言，往自可克。然地勢陸通，驍騎所聘，操必來爭。不如取羽，全據長江，形勢益張。」按操破諸袁在建安九年、十年間，至關壯繆鎮荊州則在十八年，是時操定幽、冀已久，安得尚有「新破諸袁，未暇東顧」之語？此更不待辨而見其牴牾者也。漢高祖母於起兵時死於小黃，高祖即位之五年，追諡為昭靈夫人，至呂后七年又尊為昭靈皇后，事見《漢書》。則皇后之稱乃呂后所加也。而《蜀志·甘後傳》云：高皇帝追尊太上昭靈夫人皇后。則又以皇后為高祖所追尊矣。又於魏、晉事多所回護。高貴鄉公之被弑也。但云五月己丑高貴鄉公卒，年二十。而賈充奉司馬昭旨使成濟刺帝之事，略無一字。雖壽仕晉，不得不為本朝諱，然齊王芳之廢，先敘司馬景王將謀廢帝，以聞於皇太后，則高貴鄉公之被弑亦何妨略見端倪？乃但書卒之月日，使無裴世期引《漢晉春秋》及《世語》以注之，竟似考終寢殿者矣。然猶曰為本朝諱也，若魏郭后之死，由於明帝於追怨其譖殺己母甄後故逼殺之，令被髮覆面以殯，如甄後故事。又華歆奉曹操令勒兵入帝宮，收伏後，後匿復壁中，歆發壁牽後出弑之。此皆魏朝舊事，亦復何所忌諱，乃於《郭后傳》但云「青龍三年後崩於許昌」，絕不及被逼之事，而《華歆傳》亦無一語及弑後。遂使暴崩者同於考終，行弑者泯其逆節，所謂善敘事者安在耶？使作史者凡有忌諱皆不書，必待後人之追注，則安用作史耶？至裴松之注《三國》，號稱詳核，其進書表云：奉旨尋詳，務在周悉。《宋書》並記文帝閱其書曰：「此可為不朽矣。」然鍾繇書法，妙絕古今，本傳不載，注中自應補入，而裴注不及一字。華歆從逆奸臣，管幼安視之殆猶糞土，則其先割席捉金之事亦應附載，以見兩人品識之相懸。本傳既遺，而注亦並不及，則世期之脫漏亦多矣。"
      },
      {
        "index": 3,
        "text": "《晉書》舛訛"
      },
      {
        "index": 4,
        "text": "《舊唐書》云：房玄齡與褚遂良奉詔重撰《晉書》，乃奏取許敬宗、來濟、陸元仕、劉子翼、令孤德棻、李義府、薛元超、上官儀等八人分功撰錄，以臧榮緒《晉書》為主，而參考諸家成之。其體例則多德棻所定。書成，凡一百三十卷。太宗自著宣、武二帝及陸機、王羲之四論，於是總題曰「御撰」，當時號為詳洽。李淳風深明象緯，所修天文、律曆、五行三志尤精核，然論者猶謂史官多文詠之士，好采詭繆碎事以廣異聞。又史論競為豔體，此其體所短也。今更取其書按之，尚多有舛錯者。《懷帝紀》：永嘉五年，東海世子毗及宗室四十八王沒於石勒。而《東海王越傳》：毗及宗室三十六王俱沒於賊。此兩處不同，必有一誤也。又《安帝紀》：義熙十三年十一月，左僕射前將軍劉穆之卒。十四年六月，劉裕為相國，進封宋公。十一月，赫連勃勃大敗王師於青泥，雍州刺史朱齡石死之（是年十二月帝崩）。而《天文志· 星變事驗》云：十四年，劉裕還彭城，受宋公。十一月，左僕射前將軍劉穆之卒。明年，西虜寇長安，雍州刺史朱齡石諸軍陷沒。紀、志所書，互相違錯，今以《宋書·武帝紀》並劉穆之、朱齡石兩傳參考之，則穆之先卒，高祖後還，繼受宋公九錫之命，及齡石被虜之歲月，與《安紀》無不吻合，則志文之敘事顛倒顯然可知。又《天變事驗》云：隆安五年閏月，天東南鳴。十六年九月戊子，天東南又鳴。按隆安之號止於五年，而此云十六年，尤舛。又《和嶠傳》：太傅從事中郎庾敳見而歎曰：「嶠森森如千丈松，雖磥砢多節目，施之大廈，有棟樑之用。」則此語本以稱和嶠也。而《庾敳傳》則又以此語為稱溫嶠之辭。蓋因和嶠、溫嶠二名相同，遂不覺兩傳錯誤耳。今考和嶠曆官多在武帝之世，其卒也在惠帝元康二年，而《庾敳傳》云參東海王越太傅軍事。《惠帝紀》司空越為太傅在永興二年，嶠佐府正當此時也。計和嶠之卒已逾一紀，何從見歎之耶？惟時溫嶠官品甚卑，敳知其材堪大任，故為之延譽耳。則此語當屬之溫嶠。而《和嶠傳》所云當從芟柞（《晉書》之誤，本於《世說》）。《卞壺傳》：王式繼母前夫終，更適式父，父將死，母求去，父許之，遂終喪而還前夫家。前夫後妻之子奉養至終，遂合葬於前夫。此事甚不明晰，式之繼母既因前夫死而嫁式父，則其前夫安得又有後妻？當是前夫之妾有子養之至終耳。乃稱為後妻，措詞殊混。又《王坦之傳》：簡文帝崩，詔大司馬桓溫依周公居攝故事，坦之持詔入，於帝前毀之。《王彪之傳》又云：孝武即位，太皇太后令溫依周公居攝故事，彪之具封還內，事遂止。按坦之既毀詔於前，何以又有降詔之事？此必一事而分繫之兩人耳，亦《晉書》之失檢者。"
      },
      {
        "index": 5,
        "text": "宋、齊、梁、陳、魏、周、齊、隋諸史及《南、北史》書法各不同"
      },
      {
        "index": 6,
        "text": "宋、齊二書，但記本國，而鄰國之事僅書其與本國交涉者，其他雖興滅崩立亦不書。即與本國交涉之事，於魏則書索虜，於魏主則書虜偽主，或書虜帥拓跋某。而《宋書》列傳後並立《索虜傳》，與鮮卑、吐谷渾同。《齊書》列傳後亦立《魏虜傳》，與芮芮、氏、羌同。此宋、齊二書體例也。《魏書》則詳記本國，而鄰國大事亦附書。然於東晉諸帝已斥其名，於宋、齊、梁諸帝則書島夷劉裕、島夷蕭道成、島夷蕭衍。於西魏及周亦斥名曰寶炬，曰黑獺。列傳後亦立島夷劉蕭諸傳，與匈奴劉聰、鐵弗劉虎等同。此《魏書》體例也。梁、陳二書則不復稱索虜，而稱國號，並於魏、齊、周諸帝皆稱諡號。然《梁書》亦但詳本國，而於北朝之事，除交兵通使外，如魏宣武、孝明諸帝之崩立，及大通三年爾朱榮之弑胡太后，立莊帝，中大通二年莊帝殺爾朱榮，又為其黨所弑等事，一概不書。《陳書》則兼記蕭詧一國，如天嘉三年梁王蕭詧死，子巋代立，則書，而天嘉元年周明帝殂，武帝立，二年齊孝昭帝殂，武成帝立等事，亦一概不書。此又梁、陳二書體例也。此齊、後周二書，則不惟兼記鄰國大事，並書鄰國之君曰某帝。如《周書》大統十三年書齊神武薨，子澄嗣，是為文襄帝；武成元年書陳武帝薨，兄子蒨立，是為文帝之類。《齊書》天保七年書魏相宇文覺受魏禪，八年書陳霸先弑其主自立，是為陳武帝之類。此又周、齊二書體例也。南、北二史則更為周密。《南史》不惟兼書魏事，凡燕、涼等國興廢亦書。如宋永初年元年是歲西涼亡，景平元年書是歲魏明元帝崩之類是也。又兼記鄰國年號，使閱史者一覽了然。如宋元嘉二年書是歲魏神元年之類是也。《北史》亦兼記南朝之事，如魏泰常五年晉恭帝禪位於宋之類。至於《高齊紀》則兼書南朝，而並及後周之事。如天保七年書魏恭帝遜位於周，八年書梁主遜位於陳之類。《周紀》亦兼書南朝，而並及北齊之事。如明帝元年書梁敬帝遜位於陳，武成元年齊文宣帝殂之類。他如燕、涼等國之興滅，亦一一附書。此又《南、北史》體例也。至各史所書帝號，又有不同者。宋、齊、魏三史於本國之帝皆書廟號，如太祖、高祖、世祖之類；而鄰國則斥其名。梁、陳、周、齊諸史，則於本國書廟號，於鄰國書諡號。《南、北史》則本國鄰國皆書諡號。此又各史書帝號之體例也。各史書法又有窒礙者。《史記》漢高祖微時稱劉季，乃封沛稱沛公，王於漢稱漢王，即位乃稱帝。此本於《尚書·舜典》及《康王之誥》，最為古法。《齊書》則自蕭道成微時以至為帝皆稱太祖，《梁書》自蕭衍微時以至為帝亦皆稱高祖，殊無分別。《宋書》於蕭道成未封王以前即書齊王，如升明二年給太傅齊王三望車，三年加太傅齊王羽葆鼓吹，而下乃書詔太傅總百揆，封十郡為齊公。《齊書》於蕭衍未封王以前亦即書梁王，如中興二年詔太司馬梁王進位相國，封十郡為梁公，則更書王在前，封公在後，書法混淆，莫此為甚。《梁書》於陳霸先未封時，皆書其官號，為司空則書司空陳霸先，為丞相則書丞相陳霸先，此較為合法。《北齊書》書法亦有失之者。魏莊帝時，孝武及文帝尚為王，不應即稱其追帝號，乃《高隆之傳》云：太昌初，隆之為驃騎將軍，與西魏文帝飲酒忿爭，文帝坐以黜免。竟似隆之與帝王對飲而帝被廢矣。孝靜帝時，高歡、高澄皆臣也，不應即書其追尊之帝號，乃於歡已書神武，於澄已書文襄，則似東魏同朝有兩帝矣。西魏時宇文泰亦臣也，不應即書其追尊之帝號，乃亦書周文帝。如河陰之戰，書西魏帝與周文並來赴救，則亦似西魏同朝有兩帝矣。《周書》亦然。此皆書法之失檢者也。《北史》於《魏紀》書渤海王高歡、安定公宇文泰，較為斟酌得宜。又南、北兼書鄰國大事，固屬周密，然亦略無分別。凡本國之事及鄰國交兵通使與本國相涉者，自應按其月日依次而書。若鄰國興滅崩立之類，於本國無涉者，則第於一年之末附書是歲某國某事，所以別內外也。乃《南、北史》以鄰國之事亦與本國之事一例，順敘於每月每日之下，殊無界限矣。此例惟《魏書》最為得法，周、齊二書亦與《南、北史》同。（按齊、梁書自微時至為帝皆稱太祖、高祖，亦有所本，《漢書·高祖本紀》亦是如此。）"
      },
      {
        "index": 7,
        "text": "宋、齊、梁書書南北交涉事"
      },
      {
        "index": 8,
        "text": "《宋書》書北魏為索虜，書魏主為偽主，為虜帥，說已見前。其於交戰及通和之事亦多回護，如檀道濟之奔退，則書道濟引軍還；魏主之自瓜步還，則曰索虜退走；其過盱眙，則曰索虜自盱眙奔走；大明四年魏使遣使來聘，則云索虜遣使請和；泰始三年魏人來聘，則曰索虜使獻方物是也（元徽三年魏人來聘，則又書北國使至，趙倫之、王懿等傳又稱魏太武為魏主，體例亦不劃一）。《齊書》亦然，如建元二年索虜寇淮泗，建武二年索虜寇朐山之類是也。而於魏人來聘及遣聘魏之事，則並不書。如永明二年魏人來聘，九年使裴昭明聘魏（事見《南史》），一概削之。《梁書》則不復稱索虜，如天監二年魏寇司州之類，皆書曰魏。然於南、北交兵處，遇勝則書，敗則不書。如天監五年魏宣武帝從弟率眾來降，將軍劉思效破魏軍於肥水，張惠紹克魏宿預城，韋睿克合肥城，裴邃克羊石城，桓和克朐山城，本紀一一書之。而是年臨川王宏軍至洛口，大潰，所亡萬計，宏單騎奔歸（事見《南史》），則不書。明年曹景宗、韋睿等破魏軍於邵陽洲，斬獲萬計，則大書特書。其後大同中南北通好，但書魏人來聘，而梁遣使報聘則不書。如大同三年書魏遣使來聘，而不書遣張皋報聘。大同四年遣劉孝標報聘，五年遣柳豹報聘，六年遣陸晏子報聘，俱一概不書（諸報聘者俱見《南史》）。蓋當時國史所記，各自誇大，本是如此，修史者仍其舊文，不復改訂也。"
      },
      {
        "index": 9,
        "text": "梁、陳、周、齊、隋五史凡三次修成"
      },
      {
        "index": 10,
        "text": "《舊唐書》：令孤德棻謂高祖曰：「近代以來，多無正史，梁、陳、齊猶有文籍，周、隋遭大業離亂，多有遺缺，宜及今耳目猶接，及早修之。」高祖乃詔蕭瑀、王敬業、殷聞禮修魏史，陳叔達、令孤德棻、庾儉修周史，封德彝、顏師古修隋史，崔善為、孔紹安、蕭德言修梁史，裴矩、祖孝孫、魏徵修齊史，竇璡、歐陽詢、姚思廉修陳史。此第一次修史也。瑀等受詔，歷數年不就而罷。貞觀三年，太宗又詔令孤德棻、岑文本修周史，李百藥修齊史，姚思廉修梁、陳史，魏徵修隋史，與房玄齡總監諸史。眾議以《魏書》有魏收、魏澹二家，遂不復修。德棻又奏引崔仁師佐修周史。而徵與德棻又總知梁、陳、齊各史，隋史序論皆徵年所，梁、陳、齊書徵又各為總論。此第二次修史也。李延壽自序云：貞觀十七年，褚遂良以《隋書》十志未就，奏延壽佐修。其時梁、陳、周、齊、隋正史雖已成書，以十志未就，尚未頒行。而延壽《南、北史》已訖事，遂先表上，則隋志之成，又在延壽進呈《南、北史》之後。按《舊唐書》高宗顯慶元年五月長孫無忌等進史官所撰梁、陳、周、齊、隋《五代史志》三十卷。此第三次修史也。"
      },
      {
        "index": 11,
        "text": "《宋書》書法"
      },
      {
        "index": 12,
        "text": "《宋書》於武帝之即位也，先書晉恭帝禪位詔書、策書、璽書，下乃云王奉表陳讓，晉帝已遜琅琊王第，表不獲通，於是群臣咸上表勸進，乃即位，封晉帝為零陵王，令食一郡，載天子旌旗，行晉正朔，上書不為表，答表不為詔。明年八月，書零陵王薨，車駕三朝，率百官舉哀於朝，一依魏明帝服山陽公故事，太尉監護，葬以晉禮。是武帝之於晉帝，可謂有終始矣。按恭帝之禪，有司撰詔，草成呈帝，帝即操筆謂左右曰：「桓玄之時，天命已改，重為劉公所延將二十載，今日之事，本所甘心。」是禪位雖迫於不得已，尚是恭帝所願。至遜位後，居秣陵宮，嘗懼見害，與褚後共處一室，自煮食於床前。高祖令褚後兄弟淡之等視後，後出別室相見，兵乃逾垣入，進藥於帝。帝不肯飲，曰：「佛教自殺者不得復人身。」遂以被掩殺之。是恭帝之崩，由宋武之弑也。乃本紀絕不書一字，使後人不閱褚淡之等傳，誰復知恭帝之被弑，宋武不且倖逃篡逆之罪乎？（《南史》改云：零陵王殂，宋志也。）文帝之崩，亦不書元凶劭之弑，但云二月甲子上崩於含章殿，時年四十七。若不參閱劭及徐湛之、江湛等傳，亦竟似考終寢殿者（《南史》改云：元凶劭構逆，帝崩於合殿）。《前廢帝紀》書太尉沈慶之薨，是時廢帝凶暴，欲誅何邁，慮慶之不同，乃遣沈攸之先齎藥賜慶之死，今但曰薨，亦與考終者何異耶？（《南史》書殺太尉沈慶之。）又《孝武紀》書泰始七年建安王休仁有罪自殺。按休仁地處親賢，孝武病劇，為身後慮，故召使宿尚書省，遣人齎藥賜死。《休仁傳》既詳之，本紀何得云有罪自殺耶？（《南史》書鴆建安王休仁。）升明中，袁粲、王宜興、黃回皆以謀誅蕭道成被殺。《宋書》則書袁粲據石頭反，伏誅；王宜興、黃回亦皆書有罪伏誅。所謂謀反者，反劉氏耶？反蕭氏耶？有罪者，果何罪耶？（《南史》則云：袁粲謀誅蕭道成，不果，旋見覆滅。黃回貳於執政，賜死。王宜興貳於執政，見誅。）然此猶曰諱其名於紀，而著其實於傳，可彼此錯見也。順帝之禪於蕭道成也，是日帝居內，聞之，逃於佛蓋下。太后懼，自帥閹豎索之。帝既出，宮人行哭。帝居於丹徒宮，齊人守之。建元元年五月，監者殺帝，而以疾訃。齊人德之，賞以封邑。宋之王侯無少長，皆幽死矣。事見《南史》。而《宋書》則但云：帝遜位於東邸，齊王踐祚，封帝為汝陰王，待以不臣之禮。建元元年五月，殂於丹陽宮。竟似授受得其正，絕無一毫逆跡。本紀如此，又無別傳錯見其事，若非《南史》記載，千載下誰復知順帝之被篡被弑之慘如此乎！又孝武母路太后，至明帝時尚存，聞義嘉難作（晉安王子勳之反），太后心幸之，延上飲酒，置毒以進。侍者引上衣，上悟，以其卮上壽。是日太后崩，秘之，喪如禮。事亦見《南史》，自是當日實事。而《宋書·路淑媛傳》（即路太后）但敘明帝之孝，太后之慈，而此事略無一字，亦不錯見於他傳，可見《宋書》書法全多回護忌諱而少直筆也。按沈約嘗歷仕宋、齊、梁三朝，其撰《宋書》，在齊武帝永明中，故於宋、齊易代之際，自不敢直筆。即單紀宋事，亦有不能不稍存回護者。約嘗疑〔擬〕立《袁粲傳》，武帝曰：「粲自是宋室忠臣。」約又多載明帝諸鄙瀆事，帝曰：「我昔經事明帝，卿可思諱惡之義。」於是多所省除。事見《齊書·王智深傳》。然則約所撰原文已多刪削也。又殷淑儀本南郡王義宣女（孝武從姊妹），義宣敗，孝武密娶之，寵冠後宮，及卒，命謝莊為誄，使巫者召見其形於帷中，及將執手，奄然而逝（事見《南史》）《宋書》並不立傳，蓋亦為孝武帝諱之意。然何邁尚新蔡公主，為廢帝納於後宮，詭言薨逝，殺一婢送還邁家。趙倩尚文帝女海鹽公主，始興王濬（文帝子）出入宮掖，與公主亂。倩怒，肆詈搏擊，引絕帳帶。文帝遂詔離婚，殺主所生母蔣美人。此二事若循殷淑儀例，亦應諱而不書，乃又詳新蔡於《何皇后傳》，詳海鹽於《趙倫之傳》，何也？"
      },
      {
        "index": 13,
        "text": "《宋書》敘事及編次俱有失檢處"
      },
      {
        "index": 14,
        "text": "《宋書》敘事有易混者。如《劉穆之傳》：高祖克京城，問何無忌索一軍吏。此京城乃京口城也。下又云：從平京邑。則破桓玄兵後，從入建鄴也。然京城、京邑有何分別？《南史》先敘克京城，次敘入建鄴，較為清晰。又少帝司馬皇后本晉恭帝女，則但云晉恭帝女可矣，乃《後傳》先云河內溫人，晉恭帝女也。司馬氏為帝已百餘年，尚必係其族望耶？王僧綽乃曇首之子，曇首既有傳，則僧綽但云曇首之子可矣，乃又云琅琊臨沂人，左光祿大夫曇首子也，亦豈不贅耶？何偃乃何尚之子也，偃既編在十九卷，尚之反編在二十六卷。沈攸之乃沈慶之之從子也，劭之在三十四卷，慶之反在三十七卷。他如張劭子暢及從子敷，一家而分係於三卷。檀道濟、檀祗、檀韶、兄弟也，而各分卷。謝晦、謝瞻，兄弟也，而亦各分卷。《南史》則為一人立傳，而其家之兄弟子孫悉附焉。宋子京《新唐書》遂仿此例也。"
      },
      {
        "index": 15,
        "text": "《宋書》繁簡失當處"
      },
      {
        "index": 16,
        "text": "前史於名臣奏疏之類，原有載其全文者。如賈誼之《治安策》，董子之《天人策》，非有關政治，即有關道學。至司馬相如《大人賦》之類，則因其本以才學著稱，故存一二以見一斑，其他則不概錄也。《宋書》則凡有文字，無不收入。如《王弘傳》載其建屯田一議，彈謝靈運一疏，辭官一表，引咎遜位一表，乞解州錄一表，並文帝答詔一道，又辭官一表，縷縷幾三千字。其議同伍犯法及主守偷盜二條，既全載原議，又兼載王淮之一議，何尚之一議，弘再折中一議，又共二千餘字。《徐羨之傳》載其歸政一表，答詔一道，再辭一表，文帝數罪一詔，共三千餘字。《傅亮傳》載《演慎》一篇，《感物賦》一篇，共三千餘字。《王微傳》載其與江湛一書，與王僧綽一書，與何偃一書，答王僧謙一書，共四五千字。《鄭鮮之傳》載其議滕羨之父屍未歸仕宦不輟一書，舉謝絢自代一書，彈劉毅一疏，議沈叔任以父疾去官一疏，諫伐赫連一疏，共三千餘字。《裴松之傳》載其請禁私碑一疏，遣使巡行一詔，使回覆奏一疏，共二千餘字。《何承天傳》載其《安邊論》共三千餘字。諸如此類，不一而足。至《謝靈運傳》載其《撰征賦》一篇，《山居賦》一篇，共萬餘字。《顧愷之傳》載其《定命論》一篇，三千餘字。鮮之所議及承天《安邊論》，猶曰有關時事也，靈運之載賦，猶曰靈運本以才著也，其他有何關係，而連篇累牘如此，不徒費筆墨乎？《謝晦傳》載其舉兵向闕時上文帝一表，略見其不得已之心跡可矣，乃又載其諭台一檄，及破到彥之後再上帝一表，共八九千字，又何其不憚辭費乎？既如此纖悉必載矣，王弘當國，將加榮爵於人，必先譴責，若美相盼接，必無所諧。人或問故，曰：「王爵加人，又相撫勞，便是與人主分功。若求者絕官敘之分，又不微假顏色，即成怨府。」此乃弘相業之大者（事見《南史》），《宋書》本傳反不載，何也？檀道濟初與謝晦等同預廢立之事，後文帝翻用道濟討晦，此中另有轉關。《南史》云帝欲道濟領兵，王華以為不可，上曰： 「道濟從人者也。曩非創謀，今撫而使之，必將無慮。」此正見文帝之用道濟及道濟討晦之由，應是當日情事。乃《宋書》反不敘及，但云帝討晦，道濟率軍繼到彥之，彥之戰敗，道濟至，晦兵不戰而潰。如此則道濟才與晦同事，忽又舉兵討晦，閱史者何由了然耶？"
      },
      {
        "index": 17,
        "text": "《宋書》立傳太少"
      },
      {
        "index": 18,
        "text": "史書立傳，原無取乎太多。如《漢書》一部，除王子外共只二百四十餘人，未嘗非良史也。《宋書》則蕪詞太多，而立傳又太少。如汝南太守陳憲，當魏太武來攻懸瓠城，憲悉力拒守，矢石無時不交，城中負戶而汲，殺賊屍與城平。賊籍而上，又以短兵拒擊，凡四十餘日，乃退。又參軍劉泰之，以千餘騎襲魏師，轉戰數百里，殺三千人。及敗，不屈死。青州刺史竺靈夔，守東陽，拒魏師，瀕危者數四，卒能完城。徐州刺史王仲德，守虎牢，魏軍攻圍凡二百日，將士眼生瘡，體皆幹燥，被瘡者不復出血。檀道濟等不敢救，乃陷於敵，終不屈，後死於魏。此皆將帥中之忠勇者，何妨各立一傳？乃憲僅附見於《南平王鑠傳》，泰之等僅附見於《索虜傳》，何也？鮑照文才為當時第一，《宋書》即無《文苑傳》，何不立於列傳？乃亦僅於《臨川王義慶傳》內附見之。即附於《義慶傳》矣，又全載其《河清頌》一篇，累幅不盡，不幾喧客奪主乎？文帝潘淑妃最有寵，自元皇后薨後，六宮無主，潘總攝內政。其子濬恃寵怙惡，帝將賜之死，漏言於妃。妃以告濬，遂促成元凶劭弑逆之禍。此豈得不載？而《宋書》並無《潘淑妃傳》，尤見疏漏。而「八志」中卻增「符瑞」一門，徒滋荒誕。且又不專記劉宋一代，並舉羲農以來所傳怪異不經之事，臚列不遺，更謬悠矣。"
      }
    ]
  }
}