{
  "chapterNumber": 18,
  "title": "卷十八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "汴京始末"
      },
      {
        "index": 2,
        "text": "王西莊《十七史商榷》第九十四卷謂：從古無都汴者，不意朱全忠凶醜忽創都於此。按汴為京，雖自朱梁始，然朱全忠由此創業，其建都則仍在洛陽也。天祐元年趣昭宗遷洛，以便傳禪，是歲遂弑昭宗。明年正月，唐遣百官至汴，奉璽緩勸進，全忠乃升汴為東都，洛陽為西者。開平二年，卜郊於西都。三年，如西都，自此常居洛。其被友珪弑也，亦因全忠以傳國璽付友文妻王氏，往東都召友文，故友珪弑之。時友貞為東京留後，遣兵誅友珪，群臣請入洛即位。友貞曰：「夷門本太祖興王之地。」於是遂即位於東都，自此汴始為帝京。然唐莊宗入汴後仍都洛陽。及明宗兵變時，莊宗統兵至汴禦之，而明宗已先入汴，遂回洛，為郭從謙所弑。明宗之建國也，亦自汴至洛，即位於莊宗柩前。湣帝、廢帝皆都洛。石敬瑭亦都洛。天福二年如汴州，以其地便漕運。三年始升汴為東京，而定都焉。耶律德光亦嘗登位於此而去。漢、周、宋皆因之。靖康被遷，後金封劉豫為齊帝，豫又徙都於汴。後金主亮以侵宋又都之。宣宗、哀宗以避蒙古兵又都之。哀宗入蔡後，崔立以汴降元，自此遂廢為州。此汴京始末也。"
      },
      {
        "index": 3,
        "text": "宋制武選歸吏部"
      },
      {
        "index": 4,
        "text": "《文昌雜錄》記御史臺言：文德殿視朝儀，兵部侍郎與吏部侍郎東西相向對立，蓋因唐制武選在兵部也。今吏部左選掌文官，右選掌武官，請自今以後視朝，以吏部左右侍郎分立殿廷。詔可。此可見宋制武官亦歸吏部銓選。按《宋史·蘇頌傳》：唐制吏部主文選，兵部主武選。神宗謂三代、兩漢本無文武之別，議者不知所處，頌言：「唐制，吏部有三銓之法，分品秩而掌選事。今欲文武一歸吏部，則宜分左右曹掌之，每選更以品秩分治。」於是吏部始有四選法。"
      },
      {
        "index": 5,
        "text": "宋、元榷酤之重"
      },
      {
        "index": 6,
        "text": "榷酤本起於漢武帝之世。按《漢書》桑弘羊建造酒之令。應劭云：縣官自賣酒也。《昭帝紀》：始元六年罷榷酤官，令民得以律占租。劉分攵曰：令民賣酒以所利占而輸其租也。丘濬曰：雖罷榷酤，猶聽民自釀而官收其稅也。王莽又製官作酒以二千五百石為一均，粗米二斛、曲一斛得酒六斛六斗。此又復武帝官酤也。《唐書》：王仲舒以江西觀察使。初，江西榷酒，民私釀者抵死不絕，穀數斛僅易斗酒。仲舒至，始罷酤錢。是唐時亦行漢武榷酷之令。本紀：貞元二年，畿內榷酒，每斗榷錢一百五十文，蠲酒戶差役。則又參用昭帝以律占租之制。而史策所載歷代榷酤，未有如宋之甚者。《宋史》：太祖建隆二年班造酒曲律。太宗太平興國二年，初榷酒酤。《王嗣宗傳》：嗣宗知澶州，上言：「本州榷酤斗量校省斗，不及七升，而民私釀三石以上法法死，刑太峻。請照省鬥定罪」云云。三石私釀即入死刑，可見宋制之酷矣。周密《癸辛雜識》：其先祖僑居吳興，雖食醋，亦必市之於官。一日與客持螯，醯味頗異，問之，則乳母所為，以備不時之需者。遂亟去之，曰：「畢竟是官司禁物。」又束元嘉知海陵郡，禁醋甚嚴，有大書於其郡門曰「束手無措」。是宋制並禁醋矣！趙節齋尹京日，使沈次卿提督十三酒庫。次卿令拍戶於本府納錢，給由詣諸庫打酒，聽自擇所向，歲終則合諸庫所售之多寡而殿最之，故課增而人無怨。此宋時官務賣酒之大概也。《夷堅志》：鄱陽民許二多釀酒，而日輸官課，稍以致富。則又有聽民輸課自釀，如漢昭之制以律占租者。至趙開在蜀，以軍需亟，乃變法：曲與釀具皆官自買，聽釀戶各以米赴官場自釀，凡一石米輸錢三千，並雜用二十二文，多寡惟錢是視，不限以數。一石米不過釀酒二石餘，而先須輸課三千餘文，則當日酒價之貴可知，較杜甫詩所謂「一斗酒費三百青銅錢」者，覺唐制尚甚輕也（然《宋史》洪擬疏云：酤榷立法甚嚴，犯者籍家財充賞。大官世臣，公行沽賣，則不敢問。是行法只及孤弱也。則酤榷之弊，又不止朘削民資而已）。元人劉詵作《萬戶酒歌》云：「城中禁釀五十年，目斷吹秫江東煙。務中稅增價愈貴，舉盞可盡官緡千。」則元時官酒之貴，更甚於宋。以今日較之，始知太平之世，人人得有生之樂，蓋千百年來無此歡暢矣！"
      },
      {
        "index": 7,
        "text": "宋人好名譽"
      },
      {
        "index": 8,
        "text": "歷朝以來，《宋史》最繁。且正史外又有稗乘雜說，層見疊出。蓋其時士大夫多尚名譽，每一巨公，其子弟及門下士必記其行事，私相撰述。如《王文正公遺事》、《丁晉公談錄》、《楊文公談錄》、《韓忠獻遺事》及《君臣相遇傳》、《錢氏私志》、《李忠定靖康傳信錄》、《建炎進退志》、《時政記》之類，刊刻流布，而又有如朱子《名臣言行錄》之類揚光助瀾，是以宋世士大夫事跡傳世者甚多，亦一朝風尚使然者也。"
      },
      {
        "index": 9,
        "text": "宋時士大夫多不歸本籍"
      },
      {
        "index": 10,
        "text": "張齊賢由曹州徙洛陽，楊億由浦城徙潁州，韓億由真定徙雍丘，杜衍由會稽徙睢陽，范仲淹由蘇州徙許州，范鎮由蜀徙許，文彥博由汾徙洛，呂公著由壽徙洛，歐公由吉徙潁，二蘇由眉徙潁及陽羨，司馬溫公由夏縣徙洛，王文正由大名徙開封，周元公由道州徙九江，邵康節由范陽徙洛，朱韋齋由新安徙建安。前明如李東陽本茶陵人，致政後遂家於京師，楊一清雲南人，家於鎮江。"
      },
      {
        "index": 11,
        "text": "宋人字名多用老字"
      },
      {
        "index": 12,
        "text": "唐臣有薛廷老，又范傳正字西老，此偶見也。宋人字名則好用老字。其以為名者，如胡唐老（靖康時御史）、王同老（王堯臣之子，見《富弼傳》）、孟唐老（宋末人，與元兵戰）、孟元老（作《東都舊事》者）、蘇元老（蘇轍族孫，見轍傳）、王廷老（字伯敭，見劉摯奏疏及《王古傳》）、陳朝老（太學生，見何執中及蔡京傳），趙學老（趙野之子，見野傳），杜莘老（《宋史》有傳）、王渙老（王回子。見《鄒浩傳》）、胡唐老（宿之曾孫）、劉唐老（見《任伯雨傳》），高商老（見《黃幹傳》）、劉德老（見《李翼傳》。以上俱見《宋史》）；李商老（公擇侄孫，見《東萊詩話》）、曹醇老（見《甕牖閑評》）、俞馮老（見《螢雪雜說》）、鄭唐老（見陸遊詩）、李漢老（見《隱窟雜志》）。其以為字者尤多，如孫莘老（名覺）、劉莘老（名摯）、許菘老（名翰）、趙德老（名彥逾）、李延老（名壽朋）、吳敦老（名居厚）、錢醇老（名藻，乃明逸之從子）、彭岩老（名汝霖）、彭宜老（汝霖弟）、張賓老（名廉國）、呂安老（名祉）、胡茂老（名松年）、薛直老（名弼）、黃通老（名中）、程冬老（名松）、李漢老（名邴）、薛德老（名徵言）、張渭老（名磻），徐商老（名夢莘）、程惠老（名迪。以上俱見《宋史》）；李商老（名彭。江西詩派人）、潘邠老（名大臨，見蘇詩）、吳才老（名棫，有《韻書》傳世）、俞秀老（名紫芝，見《石林詩話》）、俞清老（名子中，見《直方詩話》）、尹商老（名躬，見《獨醒雜志》）、陸蒙老（名元光，見《庚溪詩話》）、錢正老（見胡程《蒼梧集》）。其他如《夷堅志》所稱呂辨老、張茂老、鄒圓老、安行老、何國老、楊吉老，則未知其為名為字也。"
      },
      {
        "index": 13,
        "text": "宋南渡世家多從行"
      },
      {
        "index": 14,
        "text": "宋南渡時，凡世家之官於朝者多從行。如韓肖胄、侂胄，皆琦之曾孫也。王倫，旦之裔孫也。呂本中、祖謙、祖儉、祖泰，皆公著後也。常同，安民之子也。晏敦復，殊之後也。曹友聞，彬之後也。葉石林記：南渡後，詔隨駕官員攜眷屬者，聽於寺廟居住。"
      },
      {
        "index": 15,
        "text": "南宋將帥之豪富"
      },
      {
        "index": 16,
        "text": "唐中葉以後，為將帥者皆授節度使之職，征斂生殺，皆在其手，其富侈固宜。宋以文臣知府事，賦稅有經，稍革方鎮聚斂之弊矣。然南渡諸將帥之豪侈，又有度越前代者。觀宋人《玉照新志》、《夷堅志》、《駕幸張府紀略》等書，可略見也。張俊歲收租六十四萬斛，偶遊後圃，見一老兵晝臥，詢知其能貿易，即以百萬付之。其人果往海外，大獲而歸。高宗嘗駕幸其第，俊所進服玩珠玉錦鏽皆值巨萬，自宰相以下俱有贈遺。延及其孫鎡，園池聲伎甲天下，每宴，十妓為一隊，隊各異其衣色，凡十易始罷。客去時，姬侍百餘人送客，燭花香霧，如遊仙窟。而楊和王建第洪福橋，欲以西湖水環其居，奏於上。上令密速為之，恐外廷有言者，遂督濠兵連夕浚成。有故人自北來投者，楊遣人押就常州本府莊內，支一百貫與之，密遣人偕往代郡，為之置田千畝，謂之曰：「當今兵革不用，無可立功名，和王遣來代辦生事耳。」其女適向子豐於湖州，以妾所生子秘為己子，報王，王即撥昆山良田千畝為粥米資。偶閑居郊行，遇相字者，楊以拄杖於地上一畫，令相之。相者曰：「土上一畫，乃王也。」楊喜，即判五百萬，令詣司帑取錢。司帑靳之，謂楊曰：「王已開王社，何用復相？恐滋物議！」楊益喜，即以五百萬與司帑者。韓忠武偶遊湖上，遇李晦叔改秩來京，而失舉牘，坐冷泉亭歎息。王詢之，具以告，王乃問其姓名階位，明日使吏填一舉牒送之，乃助錢三百千。至王之子孫遷於蘇者，買滄浪亭價百萬，其他可知。是營財殖產，即賢者猶不免也。惟岳忠武之籍沒也，僅金玉帶數條及鎖鎧、兜鍪、銅弩、镔刀、弓劍、鞍轡、布絹三千匹、粟麥五千餘斛、錢十餘萬、書數千卷。孝宗時追復官爵，令給還原資，主者具當時沒入之數，共九千緡。則忠武不特忠義過人，即其治家小節亦加人數等矣！陸放翁《入蜀記》：至金陵晤秦檜之孫侍郎伯和，訪其家事，則謂家門衰替，歲入不過十餘萬緡，漸憂生計窘迫。以十餘萬之歲入，已謂家門衰替，則其前之豪富可知。此又權奸之瘠公以肥私，固不足責矣。嘗記宋人野史，紹興中有以功臣財產為言者，高宗為下詔曰：「南渡之初，州縣皆盜賊所據，命將征討，朕當時矢心自誓，但期克復地土，而賊之子女玉帛惟諸將所欲為。」然則諸將帥之富，蓋多獲賊所得。而岳忠武破賊最多，資產獨少，則其平日殉國忘事，尤非諸將所可及也！"
      },
      {
        "index": 17,
        "text": "宋、元追褒古賢"
      },
      {
        "index": 18,
        "text": "累朝有追崇前代名賢者，如唐初加號老子為玄元皇帝，明皇加號莊子南華真人，文子通元真人，列子衝虛真人，庚桑子洞虛真人。宋神宗封馬援忠顯王，徽宗時封莊子微妙元通真君，列子致虛觀妙真君。元成宗封伍員忠孝威惠顯聖王，英宗封諸葛亮威烈忠武顯靈仁濟王，文宗封漢長沙王吳芮文惠王，秦蜀郡太守李冰聖德廣裕英惠王，其子二郎神英烈昭惠靈顯仁祐王，泰定帝封柳宗元文惠昭靈公，順帝封張飛武義忠英烈靈惠助順王，郭璞靈應侯，周處英義武惠正應王，曹娥慧感靈孝昭順純懿夫人，危全諷南庭忠烈靈惠王。此但為崇奉神道起見，非懷賢褒德之舉也。唐太宗征高麗，過比幹墓，贈太師，追諡忠烈，此為表彰前賢之始。宋真宗錄周世宗、高季興、李煜、孟昶、劉繼元、劉鋹後，所以興滅繼絕。又錄唐長孫無忌、段秀實後，授以官。仁宗錄張九齡、郭子儀、顏真卿後，授以官；而長孫無忌後再蒙追錄。神宗錄魏徵、狄仁傑後，又以徵後名正道者，將免試即注官，而段秀實亦再蒙追錄。又封程嬰為成信侯，公孫杵臼為忠智侯，立廟絳州。封屈原為忠潔侯。世近者官其後，世遠者崇其封，勸忠表德，可謂厚矣。元世祖追封伯夷昭義清忠公，叔齊崇讓仁惠公（宋徽宗已封伯夷清惠侯，叔齊仁惠侯），屈原忠節清烈公。順帝封微子仁靖公，箕子仁獻公，比幹仁顯忠烈公，亦所以昭曠典。至如追諡杜甫為文貞公，劉蕡為文節昌平侯，又前朝所未及者也。昨閱邸抄，我皇上以明臣熊廷弼、袁崇煥盡心於所事，而以冤死，特命訪其後人官之。夫宋代之追錄唐臣後，猶第以其賢耳，如熊、袁二臣，則嘗抗拒我朝者，皇上不惟不介意，轉嘉其忠而錄其後，曠蕩之恩，更高出前代萬萬矣！"
      },
      {
        "index": 19,
        "text": "元初本不欲取宋"
      },
      {
        "index": 20,
        "text": "《宋史·謝枋得傳》：郭少師從瀛國公入朝，既而南歸，與枋得道時事，曰：「大元本無意江南，屢遣使使頓兵毋深入，特還歲幣即議和。張晏然上書乞斂兵息民，詔即可之。兵交二年，無一介之使，乃至亡國。」因相與慟哭。此蓋當日實事也。今按宋、元交涉之事，元世祖以前姑勿論，方世祖為皇弟時攻鄂州也，賈似道密遣宋京詣軍前，請稱臣納幣，割江南為界，歲奉銀絹二十萬匹兩。世祖適聞憲宗之喪，遂許之，而引兵北去。是年兀良合台自大理出靜江，由宋境北歸。似道使夏貴截其殿後卒百七十人，輒以大捷告，舉朝不知有和議之說也。世祖既立，欲修好，乃遣郝經來征前日之約。似道方以援鄂為己功，慮經至泄其情，乃拘於真州館。時李亶在濟南（李全之子，降於元），請發兵南討，世祖猶以方通和議諭止之。又數年，南使不至，乃命阿術南征襄樊。又六七年，樊陷襄降，始命伯顏大舉。既克鄂州，引兵東下，陳奕以黃州降，呂師夔以江州降，范文虎以安慶降，大兵入建康，勢如破竹，然世祖猶命緩師。伯顏頓兵建康，身自入朝，力言可取之狀。世祖始許之，而又遣廉希賢、嚴忠範先來諭。至獨松關，為守將張濡所殺，而兵乃不可解矣。使當世祖自鄂引還後，即通和定約不渝，宋祚或多延數十年未可知也。則似道誤國之罪，可勝誅哉！"
      },
      {
        "index": 21,
        "text": "元時疆域之大"
      },
      {
        "index": 22,
        "text": "元時西北疆域最大。蒙古本起沙漠，自太祖十四年西域殺使者，太祖遂西征。．十六年，師次鐵門關，又命皇子術赤、察合台、窩闊台、拖雷等分兵攻玉龍傑赤、馬魯察葉可等城。十七年，攻木刺彝國，渡搠搠闌河，與太祖會於塔裏寒寨。十八年，遂定西域。十九年，至東印度國，見角端，始班師（《耶律楚材傳》：帝西徵至鐵門關，有一獸能作人言，謂侍衛者曰：「汝主宜早還。」楚材曰：「是名角端，好生惡殺，天遣以告陛下。」乃班師）。太宗九年春，蒙哥征欽察，破之，擒其長八赤蠻（蒙哥即憲宗也。有欽察部者去中國三萬里，夏夜極短，日暫沒即出，俗勇猛，青目赤髮。蒙哥攻破之，其渠八赤蠻逃海島，蒙哥亟進師至寬田吉思海，會大風刮海水淺可渡，蒙哥喜曰：「此天開我道也！」遂進擒之。甫班師而水至，後軍有浮渡者）。憲宗二年，命太弟忽必烈征大理，諸王旭烈兀等征西域。八年，旭烈兀討平西域諸國，又西渡海，轉戰萬里，遂以旭烈兀留鎮之（《郭寶玉傳》：其孫侃從旭烈兀西征，初至木乃兮國，下一百二十八城。又西至乞石迷部，西戎大國也，地方八千里，傳位四十二世，亦為侃所破，降其三百餘城。又西至大房，下一百八十五城。又西渡海，至富浪國及石羅子等十餘國，得城以千計。元人劉鬱《西使記》載之甚詳）。而世祖（即忽必烈）之征大理也，師出臨洮，由六盤山逾土番，經行劍外二千餘里。既至忒刺，分三道進至滿陀城，過大渡河，乘革囊及筏以濟，又渡金沙江，遂入大理，留兀良合台鎮之而歸。憲宗八年，世祖奉命攻鄂，憲宗又詔兀良合台自交廣引兵來會。兀良合台由橫山寨象州入靜江府，連破辰、沅，圍潭州，遂至鄂，與世祖會。其時尚未得南宋地，宋人方防蒙古於北，而蒙古兵忽自南來，舉國皆駭，則以蒙古先得西域，已入據大理也。其後元順帝北歸，梁王把匝刺瓦爾密守雲南，尚遣使通漠北。明祖使王禕至滇，會有北使亦至，遂逼梁王害禕。其時川、陝悉為明有，而滇與漠北尚信使往來不絕，可見蜀以外尚是元地，則元之疆域可想矣。"
      },
      {
        "index": 23,
        "text": "或謂元初起兵，每得一國，即封子弟王其地，故雖易代而其子孫不絕。今按憲宗封諸王旭烈兀於富浪國，遷合丹於別失八里，遷蔑裏於葉兒的石沙，遷海都於海押立，遷別兒哥於曲兒隻，遷脫脫於葉蜜立。未知今之渠長，尚是所封之子孫否？"
      },
      {
        "index": 24,
        "text": "元時崇奉釋教之濫"
      },
      {
        "index": 25,
        "text": "古來佛事之盛，未有如元朝者。邵戒三謂：元起朔方，本尚佛教，及得西域，世祖欲因其俗以柔其人，乃即其地設官分職，盡領之帝師。初立宣政院，正使而下，必以僧為副，帥臣而下，亦必僧俗並用，於是帝師授玉印，國師授金印，其宣命所至，與朝廷詔敕並行。自西土延及中夏，務屈法以順其意，延及數世，浸以成俗，而益至於積重而不可挽。今以諸書考之，每帝將立，必先詣帝師，受戒七次，方正大寶。后妃公主，無不膜拜。正衙朝會，百官班立，帝師獨專隅坐。或降詔褒答，則字以絡珠為之，御寶以珊瑚印之。奉使而出，乘傳累百，所過供億無敢慢。比至京，則假法駕半仗為前導，省院台官並往迎，禮部尚書專督祇候。此體製之僭，雖親王太子不及也。自世祖崇帝師八思巴，即於殿上置白傘一頂，泥金書梵字於其上，每歲二月望日迎傘周遊皇城，撥鼓手百二十人，殿後軍五百人，雜用五百人。宣政院所轄官寺三百六十，掌供幢幡寶蓋，凡三百六十壇，每壇擎執二十六人，鈸鼓僧十二人。大都路掌供金門大社百二十隊，教坊司雲和署掌供大樂四百人，興和、祥和二署掌雜扮男女角戲三百人，儀鳳司掌漢人、回鶻、河西三種細樂各三隊，凡三百二十四人。諸執役者，皆官給鎧仗袍服，出宮由西宮門外垣、海子南岸至厚載門，由東華門過延春門而西。帝及后妃公主結彩樓觀焉。夏六月，上都亦如之。此仗衛之侈，雖郊壇鹵簿不過也。至元七年，建大護國仁王寺於高良河。十六年，建聖壽萬安寺於京城。二十一年，立大法輪於大內，高百尺。二十五年，萬安寺成佛像，窗壁皆用金為飾。二十六年，萬安寺置栴檀佛像。元貞元年，用薄斂等庫為皇太后建佛寺於五台山。至大三年，以大都城南建佛寺立行工部，命丞相脫脫兼領。皇慶元年，大崇恩福元寺成，置隆禧院。英宗初，給鈔千萬貫，建壽安山佛寺，又冶銅五十萬斤，作佛像於其內，命拜住董其役。又作金浮圖於上都。泰定三年，建大天源延聖寺，又建殊祥寺於五台山。天曆二年，建大龍翔集慶寺，給鈔萬錠，命阿榮、趙世安督造。至順初，命修鐵幡竿佛寺，賜金百兩、銀千兩、鈔萬錠。後至元二年，改燕帖木兒居第為大覺海寺，塑千佛於其內。至正六年，復立大護國仁王寺，凡貸民錢二十六萬餘錠。十四年，建大壽元忠國寺於清河。此土木之費，雖離宮別館不過也。中統三年，作佛頂金輪會於聖安、昊天二寺，七晝夜，賜銀萬五千兩。至元二年，詔各路設三禪會。七年，大修佛事於瓊華島。九年，集都城僧誦大藏經九會。十三年，設資戒大會於開元寺。十六年，敕僧一百八人即聖壽萬安寺設齋圓戒。二十二年，集諸路僧四萬於西京普恩寺，作資戒會七日夜。二十三年，命西僧蕆佛事於萬壽山。二十四年，作佛事於五台山三十三會。二十五年，命亦思麻等坐靜於大護國仁王寺，凡五十四會。二十六年，詔天下梵寺所貯藏經集僧看誦，仍給所費。二十七年，繕寫金藏字經成，凡用金三千二百餘兩。元貞元年，以國忌飯僧七萬人。至大元年，啟水陸大會於昊天寺。延祐五年，敕書金字藏經，用金三千九百兩。至治元年，修寧夏欽察魯佛事，給鈔二百十二萬貫。三年，詔天下諸司集僧誦經十萬部，又於京師萬安、慶壽、聖安、普慶等寺及金山寺、五台山萬聖祐國寺建水陸大會。泰定元年，命西僧修佛事於壽安山，三年乃罷。又以順宗皇后忌日飯僧萬人，造金寶蓋藏舍利。至順元年，作佛事於仁智殿，歲終乃罷。又命江浙印佛經二十七藏，遣使齎黃金二千兩，詣杭州書佛經。尋又詔以泥金畏吾字書無量壽佛經千部並大乘經一藏。至正七年，興聖宮作佛事，賜鈔二千錠。十四年，命加喇麻選僧百八人，修朵思哥兒好事。先是，至元中內廷佛事之目，每歲僅百有二，大德七年再立德司，其目增至五百有餘。延祐四年，宣徽院會計歲供，以斤計者，麵四十三萬九千五百，油七萬九千，酥二萬一千八百七十蜜二萬七千三百，他物稱是（延祐五年，以各寺作佛事日用羊萬頭，詔易以蔬食。則未改製以前，每作佛事，日用萬羊）。此供養之費，雖官俸、兵餉不及也。中統初，賜慶壽、海雲二寺陸地五百頃。至元六年，置大護國仁王寺總管府。二十七年，立江南營田提舉，專掌僧寺資產。元貞初，敕上都、大都從前所撥賜大乾元寺、大興教寺、大護國仁王寺酒店湖泊，官為征收分給。改大承華普慶寺總管府為崇祥監，立規運都總管，領大崇恩福元寺錢糧。大德五年，賜興教寺地一百頃，上都乾元寺地九十頃，萬安寺地六百頃，南寺地百二十頃。皇慶初，賜大普慶寺腴田八萬畝、邸舍四百間。置汴梁、平江等處田賦提舉司，專掌諸寺資產。賜崇福寺河南田百頃，上都開元寺江浙田二百頃，普慶寺益都田七十頃。至治初，大永福寺成，賜金五百兩、銀二千五百兩、鈔五十萬貫、雜彩萬匹，置都總管府司其歲入。又賜西番撒思加地僧金千兩、袈裟二萬襲。泰定三年，賜殊祥寺田三百頃，大天源延聖寺吉安、臨江二路田千頃。（省臣言：世祖建大宏文宣都等寺，賜永業已屬虛費，成宗又構天壽萬寧寺，較前更倍。若武宗之崇恩、福元，仁宗之承華、普慶，抑又甚焉！）天曆二年，市故宋全太后田為大承天護聖寺永業，市故瀛國公田為大龍翔集慶寺永業。括蓋都、般陽、寧海閑田十六萬二千九百頃，賜大承天護聖寺。遣大禧院監蔚州廣靈縣銀礦歲入，歸大承天護聖寺。至順二年，詔景東府歲出金五千兩，給上都洪禧崇壽寺。後至元七年，又撥山東地十六萬二千餘頃，給大承天護聖寺。此則產之富，藩王國戚不及也。至楊璉真珈發掘宋諸帝陵寢，庇平民不輸公賦者二萬餘戶，並占民五十餘萬為佃戶（大德中始放為民）。白雲宗總攝沈明仁強奪民田二萬頃。上都開元僧強奪民薪，民訴諸留守李璧，璧方詢其由，僧遽率黨持白梃入公府，隔案引璧摔諸地，曳歸，幽之空窒，久乃得脫，奔訴於朝，僧竟幸免。其徒龔柯等與諸王合兒八刺妃爭道，拉妃墮，箠撲交下，事聞，亦釋不問。而宣政院方取旨，凡毆西僧者截其手，署者斷其舌（仁宗時在東宮，奏罷之）。又每作佛事，輒得賄奏釋罪囚，如元貞初釋大詈三十人、杖以下百人。凡奴婢殺主、妻妾殺夫，皆得夤緣倖免，率以為常（皇祐中御史臺言其弊，始禁之）。此其威勢之橫，雖強藩悍相不過也。由此觀之，朝廷之政為其所撓，天下之財為其所耗，說者謂元之天下，半亡於僧，可為炯鑒云。"
      },
      {
        "index": 26,
        "text": "按《北史》：後魏孝文帝時，沙門統曇獻奏：平齊戶有能歲輸穀六十斛入僧曹者，即為僧祗戶。又請民犯重罪者，以為佛圖戶，供諸寺灑掃。詔許之。此又有元僧寺占田脫罪之濫觴也。"
      },
      {
        "index": 27,
        "text": "元制蒙古、色目人隨便居住"
      },
      {
        "index": 28,
        "text": "元時，蒙古、色目人聽就便散居內地。如貫雲石乃功臣阿裏海牙之孫，而居江南。葛邏祿乃顏隨其兄宦遊，而居浙之鄞縣。薩都刺本答失乃蠻氏，而為雁門人。泰不華本伯牙吾氏，其父塔不台始家台州。余闕本唐兀氏，其父始居廬州。肖乃台本禿伯怯烈氏，而家東平。忽都鐵木祿本赤合魯氏，而家南陽。徹裏本燕隻吉台氏，以曾祖太赤封徐、邳二州，遂家徐州。怯烈本西域人，而家太原。察罕本西域人，鐵連本乃蠻人，而皆居絳州。孟昉本西域人，而居北平。紇石烈希元本契丹人，而居成都。伯顏師聖本哈喇魯氏，而居濮陽。石抹宜孫以其父鎮台州，遂家於台。《明史》：道同，河間人，其先蒙古族也。又趙榮，其先本西域人，元時入中國，家閩縣，遂為閩人。如此類者甚多。顧嗣立《元詩選》所謂元時漠北諸部仕於朝者，多散處內地是也。按《元史》：世祖至元二十三年，以從官南方者多不歸，遣使盡徙北還。可見自初色目人已多散處他邑。不寧惟是，更有與內地人聯姻者。如伯顏不花之母鮮于氏乃鮮于樞之女（見《元史》），松江人俞俊娶也先普化之侄女（見《輟耕錄》。按《遼史》太宗會同三年詔契丹人授漢官者聽與漢人婚姻，則遼時已有此例）。《元史》：大德七年，以行省官久任，多與所部人聯姻，乃詔互遷其久任者。（又元時蒙古、色目人有同漢人姓名者，如察罕帖木兒系出北庭，以祖父家於潁州，遂姓李字庭瑞。丁鶴年本西域人，以其父職馬祿丁為武昌達魯花赤，遂以丁為姓而名鶴年。又有內地人作蒙古名者，如賀勝，鄠縣人，字伯顏。楊朵耳隻及來阿八赤皆寧夏人，劉哈喇不花本江西人，褚不華本隰州人，昂甘兒本張掖人，朵兒赤本寧州人，楊傑隻哥本寶坻人，李忽蘭吉本隴西人，抄兒本汴梁陽武人，謝仲溫本豐州人，而其孫名孛完，綦公直益都人，而其子名忙古台。事俱見《元史》，亦一時風尚也。至如賈昔剌本大興人，皇子拖雷以其須黃，賜此名。楊賽因不花本播州土官，世祖以其歸附，特賜以國語為名。此又出於特賜者。《明史·楊璟傳》：元末有廣西土官岑伯顏，可見元時土官多有以蒙古語為名者，蓋又因播州之特賜，而諸土官皆效之）。"
      },
      {
        "index": 29,
        "text": "元人名多相同"
      },
      {
        "index": 30,
        "text": "仁和邵戒《三續弘簡錄》記元人名氏相同者甚多。有九伯顏：一為世祖時平宋功臣，一為世祖時江西左丞，一為成宗時河南平章，一為武宗時附馬，一為文宗時左丞相，一為文宗時河南行省丞相，一為順帝時右丞相，一為順帝時湖廣平章，一為順帝時中書平章。十三脫歡：一為太祖五世孫安定王，一為太宗侍臣，一為憲宗時紥剌兒部人，一為世祖時福州達魯花赤，一為附馬術安傅，一為武臣苫徹子，一為成宗時參知政事，一為丞相哈刺哈孫子，一為叛王合丹孫，一為仁宗時西台中丞，一為泰定時詔書侍御史，一為文宗時湖廣平章，一為順宗帝時僉樞密院，殉難膠州。十五脫脫：一為烈祖曾孫，一為憲宗時皇族，一為蔑裏乞部長，一為世祖時千戶，一為功臣劉國傑子，一為木華黎玄孫，一為康裏國族，一為仁宗初遼王，一為仁宗時雲南王，一為英宗時南台御史大夫，一為泰定時中書參議，一為順帝時右丞相，監修三史，一為順帝時翰林承旨，一為至正中知樞密院事，一為至正中萍鄉州同知，殉國難。"
      },
      {
        "index": 31,
        "text": "前明有兩北京"
      },
      {
        "index": 32,
        "text": "《明史》：洪武初取河南州郡，乃詔以開封府為北京，應天府為南京，而以故元都為北平府。及永樂元年，乃以北平為北京，設留守，而開封府北京之名遂廢。十八年遷都北京，詔改京師（金陵）為南京，而以北京為京師。洪熙元年，仁宗將還都南京，詔北京諸司悉稱行在。正統六年，定都北京，乃詔文武諸司悉去行在之稱。"
      },
      {
        "index": 33,
        "text": "明初用人不拘資格"
      },
      {
        "index": 34,
        "text": "古來破格用人，或一言契合，立擢卿相。如漢武帝之於公孫弘，唐太宗之於馬周，固史不絕書，然未有如明太祖之不測者。嘗語吏部曰：「資格為常流設耳，有才能者當不次用之。」故官職所加，多出非望。洪武十一年，由布衣超擢者九十五人。十五年，又以經明行修之士三千七百餘人，各授布政使參議等官。此其大較也。今按《明史》各傳，如錢唐由布衣以明經對策稱旨，擢史部尚書。秦約以文學召試《慎獨箴》第一，擢禮部侍郎。曾泰由秀才擢戶部尚書。嚴震直由糧長擢通政使參議。丁士梅、童權皆以秀才擢知府。李德以孝廉擢應天府尹。陳思道由主事擢兵部侍郎。李原名由御史擢禮部尚書。詹徽由秀才擢都御史。呂震由監生擢山東按察使。端復初由經歷擢刑部尚書。黃福亦由府經歷擢工部侍郎。楊靖由吏科庶吉士擢戶部侍郎。開濟官國子監，罷歸，擢刑部尚書。翟善由文選主事擢本部尚書。馮堅由典史擢僉都御史。李仕魯由府同知擢大理寺卿。王尚賢由寧遠尉擢廣西參政。鄒俊由祥符丞擢太常卿。元善由靜寧州判擢僉都御史。李行素由芝陽令擢刑部侍郎。諸葛伯衡由肇州吏目擢陝西參議。鮑恂、余詮、張長年等又皆以明經擢文華殿大學士。蓋當開國之初，急於求才，且以官爵聳動天下，故有此不次之舉。而一時人才，亦即出其中，經濟名行皆卓然有以自見。固知天下之才，惟上所取，非資格所能盡也。然一時識拔，亦未必盡得其生平，故亦有不旋踵輒敗者。帝又威斷不測，稍不稱意，誅謫隨之。胡、藍二黨外，諸臣之以小故陷重辟者，指不勝屈。故解縉上書謂：「進人不擇賢否，所謂取之盡錙銖；殺人不論情罪，所謂用之如泥沙也。」成祖時猶有破格之事。如永樂十八年擢人才，布衣馬麟等十三人為布政司參議等官。又陳濟以布衣召修《永樂大典》，即授為都總載官。洪、宣以後，率循資格，惟正統初張鳳由刑部主事超授本部侍郎而已。景泰中俞山由舉人擢吏部侍郎，俞綱由諸生擢兵部侍郎，皆入閣預機務，則又因藩邸舊恩之故。蓋資格既定，天下之才亦遂胥出於是，非必資格外別有非常之才，為網羅所不及也。"
      },
      {
        "index": 35,
        "text": "有明進士之重"
      },
      {
        "index": 36,
        "text": "唐、宋以來，最重進士。其所謂舉人者，不過由各府解送，俾赴禮部試，如今生員欲試鄉闈，必先由學使錄送也。舉人試禮部不第，仍須再應鄉舉（詳見 「舉人」條內），本無可入仕之路。至前明始有舉人三次會試不第，即許赴吏部就職之例，部中另立班銓注，自此舉人得登仕籍。今會試三科不中式者就部揀選，猶是前明遺製也。然有明一代，終以進士為重。凡京朝官清要之職，舉人皆不得與。即同一外選也，繁要之缺必待甲科，而乙科僅得邊遠簡小之缺。其升調之法亦各不同，甲科為縣令者，撫按之卓薦，部院之行取，必首及焉，不數年即得御史、部曹等職。而乙科沉淪外僚，但就常調而已。積習相沿，牢不可破。嘉靖中給事陸粲雖疏請變通，隆慶中閣臣高拱亦請科貢與進士並重，然終莫能挽。甚至萬曆三年特詔撫按官：有司賢否，一體薦劾，不得偏重甲科，而積重難返如故也。（顧寧人謂：萬曆以來，遂有定例，州縣印官以上中為進士缺，中下為舉人缺，最下為貢生缺。舉、貢歷官雖至方面，非廣西雲貴不以處之，以此為銓曹一定之格。）《明史》：邱橓疏云：「今薦則先進士，而舉、監非有憑藉者不與焉。劾則先舉、監，而進士縱有訾議者罕及焉。於是同一官也，不敢接席而坐，比肩而立。」賈三近疏言： 「撫按諸臣遇州縣長吏，率重甲科而輕鄉舉。同一寬也，在進十則為撫字，在舉人則為姑息。同一嚴也，在進士則為精明，在舉人則為苛戾。是以為舉人者，非頭童齒豁不就選。」此可以見當時風尚矣。《陳新甲傳》云：終明之世，乙榜至尚書者二人：弘治中賈俊、崇禎中陳新甲。至巡撫者，隆慶中海瑞，萬曆中張守中、艾穆而已。（按宣德、正統、成化間，乙科尚有至大官者。如魏驥、年富皆會試副榜至尚書，石璞由舉人至尚書，楊信、張驥、彭誼皆由舉人至巡撫，《新甲傳》所云乃中葉以後事也。蓋魏驥諸人多永樂、宣德中舉人，其時尚不拘資格，故得進身。迨甲科盛行，而驥等官位已崇，故不能屈抑耳。）至崇禎中，破格求才，舉人中凡得十人，自新甲外，丘民仰、宋一鶚、何騰蛟、張亮以忠義著，劉可訓以武功聞，劉應遇、孫元化、徐起元、丘禾嘉皆以勤勞顯（見《禾嘉傳》），而明已未造矣。是時朝廷方破格用人，而吳執禦以兵事急，猶請沿邊州縣選授精敏甲科，賜璽書，俾練民禦寇（見《執禦傳》）。可見風會所成，見聞久習，雖以朝廷風旨，且不能驟變也。厥後牛金星以舉人降李自成，勸自成重用舉人，賊所至，獲舉人輒授以官。有舉人李得笥者，被執不屈死，或告賊曰：「此舉人也。」賊將懼，棄其屍而去。金星之令如此。說者謂其久困乙科，故藉是以泄憤云。"
      },
      {
        "index": 37,
        "text": "有明中葉天子不見群臣"
      },
      {
        "index": 38,
        "text": "前明中葉以後，諸帝罕有與大臣相見者。《明史·萬安傳》：成化七年，群臣多言君臣否隔，宜時召大臣議政。大學士彭時、商輅力請於司禮中官，乃約以御殿日召對，並戒初見情意未洽，勿多言。及期，時、輅及安同進見，甫奏一二事，安遽呼萬歲欲出，時等不得已，亦叩頭出。中官戲朝士曰：「若輩嘗言不召見，及見，止知呼萬歲耳！」一時傳笑為「萬歲閣老」。自是帝不復召見大臣矣。其後尹直入閣，欲請見帝，安輒止之。按尹直入閣及成化二十二年，然則自七年召見時、輅後，至此十五六年，未嘗與群臣相見也。《徐溥傳》：弘治十年，帝御文華殿，召見溥及劉健、謝遷，面議諸事，賜茶而退。自成化間憲宗召對彭時、商輅等後，至此始再見，舉朝詡為盛事。然終溥在位，亦止此一召而已云云。是成化七年至弘治十年，兩朝天子與廷臣不相見且二十五、六年也。《劉健傳》：帝自召對健後，閣臣希得進見。及是在位久，數召見大臣，欲以次除弊，遂召健等時時進見。左右竊從屏間聽，但聞帝數稱「善計」。是時已在弘治十五六年間，閣臣始得頻見。未久而孝宗崩，武宗嗣位，初與劉瑾等八人昵，繼與江彬等昵，色荒禽荒，南北遊涉，至使谷大用等守居庸，不許群臣出諫。則其時廷臣之不得見，更不待言。世宗初亦尚勤於治，然《鄧繼曾傳》云：嘉靖三年，帝漸疏大臣，政率內決。是臨政未久，即已疏大臣也。十一年正月祈穀，郭勳攝事。則郊祀己不躬親也。二十一年，因宮婢之變，移居西苑。則並大內亦不復入也。《丁汝夔傳》：俺答薄都城，帝久不視朝，軍事無由而奏。禮部尚書徐階固請，乃許。群臣昧爽入，至日哺帝始御奉天殿，不發一詞，但命階奉敕諭至午門集群臣切責之而已。按是進嘉靖二十九年，本紀特書始御殿，明乎前此未嘗見群臣也。以後亦更無有召見之事。穆宗嗣位，臨御日淺，周宏祖疏言：「陛下嗣位二年，未嘗接見大臣，谘訪政事。」鄭履亦疏言：「陛下御極三年，曾開問一大臣、面質一講官否？」是隆慶初已不復見大臣也。神宗初年猶有召見大臣之事。《張居正傳》：帝御文化殿，居正侍講畢，以給事中所陳災傷疏奏上。又居正服闋，帝御平台召對，慰諭久之。自萬曆十七年以後，漸不復見廷臣。本紀書是年三免升授官面謝，自是臨御遂簡。《王家屏傳》云：家屏服闋，召入閣，三月未得見。家屏以為言，帝乃於萬壽節強一臨。家屏又請勤視朝，帝為一御門，自是益深居不出。家屏疏方言：「臣一歲間兩覲天顏而已。按家屏服闋入閣，十七年事也，本紀又書十八年正月始乃見申時行等於毓德宮，出皇太子見之。七月召見閣臣議邊事（《萬國欽傳》：萬曆十八年，以火落赤諸部犯邊，帝召見申時行等於皇極門，蓋即七月中事）。一歲中兩見閣臣，至特書之以為異事。十九年四月，享太廟，自後廟祀皆遣代。則十九年以後太廟亦不親祭矣。二十四年，大學士趙志皋請視朝發章奏，不報。直至四十三年，以梃擊事起，始召見群臣於慈寧宮。蓋自十七八年至此凡二十四年，群臣始得一望顏色耳。《馬孟正傳》：萬曆三十九年，怡神殿火，孟正疏言：「陛下二十年來郊廟、朝講、召對、面議俱廢，通下情者惟恃章奏，而疏入旨出，悉由內侍，未知果達御前否？」《吳道南傳》：萬曆四十一年，道南以大學士入閣。故事，廷臣受官，先面謝乃蒞任，帝不視朝久，皆先蒞任。道南至，不獲見，不敢入。同官方從哲以為言，帝令先視事。迨梃擊案起，慈寧宮召見群臣，道南始得一見，自是亦不得再見云。本紀又書：四十七年，群臣請視朝行政，不報。四十八年，南京科道言：「上深居二十餘年，未嘗一接見大臣，天下將有陸沉之憂。」亦不報。則自四十三年梃擊事一見群臣後，終神宗世，不復有召見之事也。光宗短祚，僅於彌留召見劉一燝等。熹宗童昏，為權閹所蔽，固無論矣。統計自成化至天啟一百六十七年，其間延訪大臣，不過弘治之末數年，其餘皆「廉遠堂高，君門萬里」，無怪乎上下否隔，朝政日非！神宗初即位，高拱請絀司禮權，還之內閣。是內閣且聽命於司禮監矣。倦勤者即權歸於奄寺嬖倖，獨斷者又為一二權奸竊顏色、為威福而上不知。主德如此，何以尚能延此百六七十年之天下而不遽失，誠不可解也！"
      },
      {
        "index": 39,
        "text": "萬曆中不惟不見群臣，又有聽大臣自去而不問者。本紀：三十七年九月，左都御史詹沂封印自去。三十九年十月，戶部尚書趙世卿拜疏自去。四十年正月，吏部尚書孫丕揚拜疏自去。九月，大學士李廷機拜疏自去。四十一年七月，兵部尚書掌都察院事孫瑋拜疏自去。九月，吏部尚書趙煥拜疏自去。四十二年七月，禮部侍郎孫慎行拜疏自去，朝廷既不聞追留，又不聞詰責，聽其自來自去而不問，古來所未見也。按三十五年給事中翁憲祥言：「撫按官解任，宜候命，不宜聽其自去。」則三十五年以前撫按官已有投劾自去者，不自三十七年始也。"
      }
    ]
  }
}