{
  "chapterNumber": 26,
  "title": "卷二十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "翰林"
      },
      {
        "index": 2,
        "text": "翰林之名，本於揚子雲《長楊賦》，所謂子墨客卿問於翰林主人，蓋謂文學之林，如「詞壇」、「文苑」云爾。古未有以此為官名者。其設為官署，則自唐始。然唐時翰林本內廷供奉之名，非必皆文學也。《舊唐書•百官志》：翰林為詞學經述及僧道祝卜等待詔之所。高宗時，劉禕之等以文詞召入待詔，時號北門學士。玄宗時張說、陸堅、張九齡、張垍等亦召入，謂之翰林供奉。凡表疏批答，或詔從中出，宸翰所揮，亦資其檢討。此翰林名官之始也。（《吳通玄傳》載陸贄疏言：承平時，工藝書畫皆待詔翰林，而無學士。至德以來，命集賢學士入禁中草書詔，待進止於翰林院，因以名官。則翰林學士又自至德中始。然葉石林云：唐之翰林，開元以前未有學士之稱，曰翰林待詔，曰翰林供奉。開元二十六年始改供奉為學士，以張垍等為之。與《舊唐書•百官志》相合。則翰林之有學士，實始於開元，而非始於至德。）當其初設翰林，本以便於燕私遊藝，凡技術之士皆在焉。學士亦技術之一，故亦待詔於此。其後以撰擬詔命，得參機務，遂別為清要之極選。然其時翰林猶有雜流，如天寶中有嵩山道士吳筠，乾元中有占星韓穎、劉烜，貞元中有奕棋王叔文、侍書王伾，元和末有方士柳泌、浮屠士通，皆待詔翰林。柳公權亦充翰林書詔學士。又《順宗本紀》罷翰林、醫工、相工、占星、射復冗食者四十二人。沈括所謂工藝群官皆稱翰林是也。遼、宋以來，尚仍其制。遼本紀有翰林茶酒使。《宋史》：安忠掌翰林司內衣庫提點醫官院。韓顯符善占候，詔官翰林天文。錢惟演工書，太宗命翰林書學賀丕顯至其第取之。本紀：雍熙四年，校醫人優者為翰林學生。元豐四年}}，改翰林醫官院為醫官局。大觀三年，詔醫學並入太醫局，書入翰林書藝局，畫入翰林畫圖局。是宋時翰林亦尚沿唐制，雜藝皆居之。其專以處文學之士，則自明始。"
      },
      {
        "index": 3,
        "text": "學士"
      },
      {
        "index": 4,
        "text": "學士之名，其來最久。裴松之《三國志注》：正始中，詔議圜丘，普延學士。是曹魏時已有學士之稱也。晉、宋以後，增置漸多。宋泰始六年，置總明觀學士，後省總明觀，於王儉宅開學士館，以總明四部書充之。齊高帝詔東觀學士撰《史林》三十篇。永明中置新舊學士十人，修《五禮》。又竟陵王子良集學士抄五經百家。梁武時，沈約等又請《五禮》。各置舊學一人，人各舉學士二人相助。又命庾肩吾、劉孝威等十人為高齋學士。簡文為太子，又開文德省，置學士劉孝標撰《類苑》。梁武又命諸學士撰《華林遍略》以高之。陳武帝亦詔依前代置西省學士。其它散見於南、北史各傳者，如虞荔、張譏俱為士林館學士，蔡翼、紀少瑜、庾信為東宮學士，傅縡、顧野王、阮卓為撰史學士、沈峻、孔子祛為西省學士，陸琰、沈不害為嘉德殿學士，岑之敬為壽光殿學士，阮卓又為德教殿學士。是六朝時或省，或觀，或殿，或館，隨所用各置學士。第其時所謂學士者，無定員，無定品。《隋書•柳傳》：晉王廣招引文學之士百餘人充學士，以師友處之。於時諸王皆有學士，晉王廣以庾自直為學士，秦王俊以潘徽為學士。此藩王亦得置學士也。《韋孝寬傳》：孝寬雖在軍中，篤意文史，末年患眼，猶令學士讀而聽之。是節帥亦得置學士也。隋文帝令段文操督秘書省學士，文操性剛嚴，學士頗存儒雅，文操輒鞭撻之，前後或至千數。則學士且不免受撻矣。蓋其時所謂學士，不過如文人云爾。唐太宗為天策上將軍時，以司勳郎中杜如晦、考功郎中房玄齡、軍谘祭酒蘇世長等十八人，以本官兼學士。司勳、考功等，其官也；學士則總名也。即位後置弘文館，悉引學士番宿更休，參帷幄，論文史，其職漸重。乾封以後，范履冰等為學士，撰擬詔敕，地益清要。然《通考》謂弘文、集賢學士分屬中書、門下，則猶有所屬也。至開元改翰林供奉為學士，別建學士院於翰林之南，已與翰林分為二。然以翰林近御清切，故猶冒翰林之名，於是有翰林學士官名，其職乃專掌制詔。時以為天子私人，號稱內相。至德以後，又於學士中擇年深望重者一人為承旨，往往至宰相，於是學士遂為公輔之先路矣。至學士品級之高下，則累朝各不同。《通考》云：唐之翰林學士，只取文學之人，隨其官之高卑，入院者皆為學士，廷覲之際，則各隨其元官立班，而學士未嘗有一定品秩也。今按《唐書•高璩傳》云：璩以翰林學士擢諫議大夫，近世學士超省郎進官者，惟鄭顥以尚主、璩以寵升雲。是學士尚不得遽遷省郎。又陸贄以翰林學士從奉天，及歸，遷中書舍人，後以兵部侍郎復為學士。李吉甫以考功郎中入翰林為學士，遷中書舍人。可見學士本無定品。至宋時始定制，資淺者為直院，暫行者為權直，而真為翰林學士者職獨顯矣。金初翰林學士承旨正三品，貞祐三年升從二品，翰林學士正三品，侍讀、侍講學士俱從三品，直學士從四品，待制正五品。元制承旨從一品，學士正二品，侍講從二品，直學士從三品，待制正五品，修撰從六品。明洪武初定翰林院承旨正三品，學士從三品，侍讀學士正四品，侍講學士從四品，直學士正五品。十四年革承旨及直學士，定學士為從五品。十五年設殿閣大學士，亦正五品。永樂中定大學士，班在翰林學士之上。"
      },
      {
        "index": 5,
        "text": "侍讀、侍講學士、修撰、編檢"
      },
      {
        "index": 6,
        "text": "《石林燕語》謂：咸平中，始置翰林侍讀學士，以楊徽之為之。又置翰林侍講學士，以邢昺為之。王阮亭《香祖筆記》引為講讀學士之始。（亦見《宋史•真宗本紀》。又《夏侯嶠傳》：真宗二年始建講讀之職，命嶠為翰林侍讀學士。）然《通考》開元十三置集賢院侍講學士、侍讀直學士。《唐書》鄭朗為侍講學士。則講讀學士實自唐始也。至講讀之名本起於東漢，桓榮薦門下生侍講，乃聽榮出。桓郁以少府再入侍講。黃瓊以選入侍講禁中（俱見《後漢書》）。此侍講之始也。及六朝，則又有侍讀為東宮官屬。《南史》到洽與陸倕對掌東宮管記，俄兼侍讀。陳天嘉中，詔顧越侍東宮讀，尋遷羽林監，侍讀如故。又江泌為永康王侍讀，傅昭為南郡王侍讀。《北史》：周文帝以薛慎為宜都公侍讀。此皆唐以前侍讀之官。《唐書》：陸質為太子侍讀。《宋史》：真宋時，馮元為翰林侍讀，馬宗元為翰林侍講，俱不帶學士。此又近代翰林侍讀、侍講之始也。修撰之官，唐時亦已有之。《舊唐書•百官志》國史修撰官，學士院亦有修撰官。裴坦常為史館修撰。《宋史》：哲宗元祐六年，置國史院修撰官。是唐、宋以來國史院、學士院俱有此官，非專以屬廷試之第一人也。至有元張起巖以進士首選，特旨改集賢修撰，此為狀元授修撰之始耳。《續通考》謂編修本樞密院官，元時始改為翰林之屬。又至正中，因學士巙巙言，改奎章閣為宣文閣，藝文監為崇文監，置檢討官十六員，以為近代編修、檢討之始。按《舊唐書》學士院修撰之下有校理官、檢討官。王彥威以淹識典禮，由太常卿特令補檢討官。《宋史》國史院有編修官，樞密院有檢討官，又有官制局檢討官，畢仲衍嘗為之。《文文山紀年錄》；登第後為國史院編修官、實錄院檢討官。《金史》移剌履為國史院編修官。則編。檢二職，唐宋已有之，亦不自元始。"
      },
      {
        "index": 7,
        "text": "唐時翰林學士不必皆進士出身"
      },
      {
        "index": 8,
        "text": "唐時翰林學士，據《通考》云，只取文學之人，各隨其官之崇卑，入院者皆為學士。官尊者號稱內相，可以朝夕召對，參議政事，或一遷即為宰相。其孤遠新進，或起自初階，或元無出身，至試令草麻，甚者試以詩賦，如試進士之法，其人皆呼學士。又云：自諸曹尚書以下至校書郎，皆得與其選。是唐之翰林學士，雖無出身者亦得為之，其以他官入者，亦不必皆由科目。今按李德裕以蔭入官，後擢翰林學士、知制誥。劉鄴由幕僚擢左拾遺，尋為翰林學士。吳通玄及弟通微，以太子友召翰林學士。鄭覃以蔭補校書郎，後為翰林侍講學士。鄭朗由辟署幕僚亦為侍講學士。王叔文以棋待詔，後為翰林學士。是皆不必進士出身也。"
      },
      {
        "index": 9,
        "text": "翰林撰文署名"
      },
      {
        "index": 10,
        "text": "《唐書•蘇頲傳》：玄宗愛頲文，謂：「卿所為詔令，別錄副本，署臣某撰，朕當留中。」後遂為故事。後世翰林撰文，例書名以進，其昉此歟？"
      },
      {
        "index": 11,
        "text": "庶吉士"
      },
      {
        "index": 12,
        "text": "庶吉士，自明初始，然不僅作翰林院官也。洪武初，有六科庶吉士。十八年選進士在翰林院及承敕監等近侍者，俱稱庶吉士。二十一年，以進士解縉為中書庶吉士。是六科及承敕監、中書俱有庶吉士矣。永樂二年，既授一甲三人曾棨、周述、孟簡等官，復命於第二甲擇文學優者楊相等五十人，及善書者湯流等，俱為翰林院庶吉士。繼又命解縉等選才資英敏者，就學文淵閣，共二十八人。周忱自陳年少，願學。帝喜，增為二十九人。閱三年試之，其留者，二甲授編修，三甲授檢討，不得留者即為給事中、御史及州縣等官。於是庶吉士遂專屬翰林。（張益、王翱皆永樂十三年進士，益由庶吉士授中書舍人，翱由庶吉士授大理寺丞。則庶吉士亦有改授小京官者。）其後每科所選，多寡無定。永樂十三年選六十二人，宣德二年止選邢恭一人。又或數科不選，有時合數科通選。（蕭鎡成進士，需次於家。宣宗命三科進士選二十八人為庶吉士，鎡與焉。）至弘治四年，給事中塗旦以累科不選庶吉士，請循祖制行之。大學士徐溥乃言：「自永樂以來，或間科一選，或連科屢選，或合數科同選，初無定限。或內閣自選，或禮部選送，或會同禮部同選，亦無定制。請自今每一次開科即一次選用，令新進士錄平日所作雜文呈禮部，送翰林閱後，按號行取。禮部以糊名試卷偕閣臣出題考試，試卷與所投之文相稱，即收入選。每科不得過二十人。孝宗從其請，著為令。（按宋制，將試館職，則先命從官各以平日所為文五十篇，送學士院選擇，而後召試。）此又每科館選之始也。其教習庶吉士，始於正德中，命學士為之。（《選舉志》謂以翰詹資深者一人課之。）萬曆以後，掌教習者，專以吏、禮二部侍郎二人為之。（《明史•選舉志》：嘉靖八年，帝親閱廷試卷，手批一甲羅洪先、楊名、歐陽德，二甲唐順之、陳束，任瀚六人對策，各加評獎。大學士楊一清遂選順之等二十人為庶吉士。忽有旨：庶吉士之選，邇來大臣徇私植黨，無益於國。其事遂止，至十一年乃復舉行。）"
      },
      {
        "index": 13,
        "text": "前明翰林不必皆由庶吉士"
      },
      {
        "index": 14,
        "text": "《明史•選舉志》：自洪武十八年，廷試擢一甲進士丁顯等為翰林院修撰，二甲馬京等為編修，吳文等為檢討，進士之入翰林由此始也。然明初翰林尚不必皆由科目。如楊士奇以史才薦入翰林，充纂修官，胡儼由縣令薦入翰林，鄒緝由明擢經侍講，沈度、沈絳以善書入翰林，洊至學士，劉鉉亦以善書召入翰林，舉鄉試授中書舍人，進侍進，皆非進士也。即進士入翰林，亦有不必由庶吉士者。如黃淮由中書舍人改翰林編修，金幼孜由戶科給事中改翰林檢討是也。自永樂中，於進士榜下取翰林庶吉士，仁、宣間三楊當國，衣缽相傳，於是翰林之官無有不由庶吉士起者。惟陳繼由布衣，以楊士奇薦入翰林，楊翥以景帝潛邸舊恩入翰林，已為僅事。天順中，編修馬升、檢討傅宗皆不由科第。李賢當國，即出之於外，為參議等官。資格既定，遂牢不可破。弘治中，布衣潘辰以才望入翰林，一時稱異數，然初入不過為翰林待詔耳。直至嘉靖中，張璁、桂萼等當國，以己本由部曹特賜翰林學士，遂停庶吉士不選，而講、讀、編、檢皆從吏部推補。於是席春由他曹改用檢討，張邦奇由提學孜右庶子，遷祭酒，甚至黃綰本萌生，亦以議大禮為少詹事兼侍講學士。以任子官翰林，前此未有也。霍韜疏言：「自楊榮、楊士奇、楊溥，顧東陽、楊廷和等專權植黨，籠翰林為屬官，中書為門吏，故翰林遷擢不由吏部，而中書至有進秩為尚書者。」當時璁、萼、韜等持論如此。然成例猝改，舉朝大嘩。當璁、萼、韜等由郎署入翰林時，喬宇疏言：「內降恩澤，先朝僅施於佞倖小人，士大夫一預其間，即不為清議所齒，況學士最清華，俾萼等居之，誰肯與同列哉！」 可見成例入翰林為竺固難變革，是以不久仍復舊例。其後文徵明以善書徵入翰林為待詔，諸詞臣以其不由科第，猶羣呼為書博士，不屑與同列。直至崇禎帝以儒臣迂緩，不習吏事，乃改舊例，擇知推卓異者入翰林。於是汪偉以知縣得翰林（見偉傳）。成勇以知縣得南京吏部主事，諭德黃景昉為勇及朱天麟稱屈，天麟即得要。勇不先赴南京，遂不復改（見勇傳）。此又有明一代舘選沿革之源流也。（《選舉志》：成祖初年，內閣七人，非翰林者居其半，翰林纂修亦諸色參用。自天順二年李賢奏定纂修專選進士，由是非進士不入翰林，非翰林不入內閣，南北禮部尚書、侍郎信吏部右侍郎非翰林不任。而庶吉士始進之時，已群目為儲相。通計明代宰百七十餘人，由翰林者十九。）"
      },
      {
        "index": 15,
        "text": "殿閣大學士"
      },
      {
        "index": 16,
        "text": "大學士之官起於唐。《舊唐書•李通傳》：中宗景龍二年，修文館置大學士四員，以李嶠、宗楚客、趙彥昭、韋嗣立為之。此大學士之始也。然猶不常設。明皇欲以張說為大學士，說曰：「學士本無大稱，中宗寵待大臣，始有之。臣不敢昌。」乃免。德宗欲以李泌為大學士，泌亦援張說之言力辭。至崔圓又引泌語辭。然陳希烈在明皇時為崇元館大學士，則張說雖嘗辭之，而希烈仍為之。又姚寬《西溪叢語》：宋制，宰相出鎮，帶資政殿大學士，執政無大字。蘇易簡出，被遇獨厚，遷紫宸殿，以稱呼不便，用觀文殿。因此宰執出鎮，優遇者皆除之。（按《通考》又云：仁宗皇祐元年，詔置觀文殿大學士，寵待舊相。今後須曾任宰相乃得除。）《春明退朝錄》：唐制，宰相四人，首相帶太清宮使，次三相帶弘文館大學士及集賢殿大學士，以此為序。（此制《唐書》不載。）宋朝惟二相，昭文首相領之，集賢次相領之。趙中令雖獨相，初只領集賢，久之方遷昭文。據此，則唐、宋宰相原帶大學士也。明初仿元制，設中書省，置左右丞相。洪武十三年，誅丞相胡惟庸後，遂罷中書省，政歸六部。尋四輔官，以儒士王本等為之，不久亦罷。十五年始置華蓋殿、武英殿，文淵閣、東閣諸大學士。（禮部尚書邵質為華蓋，檢討吳伯宗為武英，翰林學士宋訥為文淵，典籍吳沉不閣。）又置文華殿大學士（耆儒鮑恂等為之），秩皆五品。其時所謂大學士者，不過侍左右、備顧問而已，於機務無與也。然一日萬幾，不能無讚理。成祖以侍讀解縉、編修黃淮入直文淵閣，又命侍讀胡廣、修撰楊榮、編修楊士奇、檢討金幼孜及胡儼同入直，尋直廣、榮、幼孜俱文淵閣大學士。機務之屬大學士始此。然是時大學士仍不過五品，若遷秩例須改他官，不復能入直。（胡儼直文淵閣後遷國子祭酒，遂不得入。）故成祖特命吏部，凡內閣諸臣考滿，勿孜他任。於是榮、士奇等雖在機要，終成祖世，不過五品官。仁宗即位，升士奇為禮部侍郎，榮為太常卿，幼孜為戶部侍郎，黃淮為通政使，偕仍兼殿閣大學士。宣德中，又皆進尚書。蓋早居內閣，而官必以尚書為尊也。其後又加公銜領尚書之職，地皆清要，兼官又尊，於是大學士亦遂忘其原品本卑，而隱然鈞衡之重，與百寮殊矣。然此猶皆從翰林入內閣，既入後，以年勞洊升侍郎、尚書，未有既為侍郎、尚書而入閣者。宣德中，陳山、張瑾皆以尚書兼大學士，不久仍罷。正統、景泰中，苗衷、高谷、俞剛、江淵等以侍郎入，王文以左都御史入。弘治中丘濬以禮部尚書入（尚書入閣自濬始）。自是大學士遂為侍郎尚書遷階矣。（按景泰中，彭時猶以修撰入閣。天順初，岳正以修撰入閣。）"
      },
      {
        "index": 17,
        "text": "又前明大學士皆翰林出身，蓋自永樂中黃淮、胡廣等入直，本皆詞臣。正統中三楊已老，所汲引馬愉、曹鼎等亦皆由翰林入。自是沿為故事，入閣未有不由翰林者。《明史•張至發傳》：非翰林入閣者，自世宗朝許讃。後至崇禎中，至發始以外僚入。今按李賢由進士授吏部主事，本非翰林，英宗時兼翰林學士入閣，則世宗以前亦有非翰林而入閣者。即英宗時張璁由刑部主事，夏言由給諫，皆擢禮部尚書入閣，則非翰林而入閣者，亦不止讃一人。第此數人係偶然破例，其餘仍未有不由翰林者，故相沿以內閣為翰林故物。《職官志》：嘉、隆以前文移猶稱翰林院，以後則竟稱內閣矣。萬曆中內閣缺人，議者謂不當專用詞臣，宜與外僚參用，然卒不果（見《李三才傳》）。迨崇禎皇帝因鄭以偉不嫻票擬，章疏中有「何況」二字，誤以為人名，擬旨提問，經帝改駁，自是詞臣為帝所輕，而閣臣不專用翰林（見《鄭以偉傳》）。"
      },
      {
        "index": 18,
        "text": "閣老"
      },
      {
        "index": 19,
        "text": "閣老本中書人之稱，今俗以稱大學士，非也。《唐書•楊綰傳》：綰為中書舍人，故事，舍人年久者為閣老，其公廨雜料皆取五之四，綰悉均給之。杜詩 「生理只憑黃閣老」，亦指嚴武，非謂宰相也。查初白詩自注：舊傳文淵閣為翰林內署，詔冊制誥皆屬焉，凡宣召文移止稱翰林院，初不以內閣名。每日與閣臣會食，輪學士一人專掌誥敕，多挨次入閣，故例稱閣老。蘇州有閣老坊，乃吳匏庵為學士時所建。則翰林之在文淵掌誥敕者，亦得稱閣老矣。"
      },
      {
        "index": 20,
        "text": "大學士到任在翰林院"
      },
      {
        "index": 21,
        "text": "《明史•錢幹傳》：宣德七年，以故鴻臚寺為翰林院，落成，諸殿閣大學士皆至，錢幹不設楊士奇、楊榮座。或問之（傅維麟《明書》楊榮作楊溥）曰：「此非三公府也。」二楊以聞，上命工部具座，禮部敘位次，二楊始自內閣出，坐諸學士上（亦見《玉堂叢語》）。按王阮亭記明洪武十五年，設內閣大學士，命皆於翰林院上任。十八年，又命殿閣大學士、左右春坊、大學士俱為翰林院官，故院中設閣老座於上，而掌院學士反居其旁，諸學士稱閣老曰中堂。據此，則閣老到任之在翰林院，洪武時已定制。宣德距洪武不遠，何以錢幹不設閣臣座耶？豈洪武舊制在南京，此以鴻臚改翰林，在北京為創舉，遂不援故事耶？然阮亭謂閣老稱中堂，以其座在翰林之中，則非也。按《湘山野錄》，錢希白見王欽若，戲曰：「中堂遂有如此宰相。」又《邵氏聞見錄》：富鄭公與康節食筍，公曰：「未如中堂食筍之美。」又元王惲有《中堂事記》，記元初中書省之事。則宰相之稱中堂，宋、元已然，固不因設座於翰林之中也。"
      },
      {
        "index": 22,
        "text": "中書"
      },
      {
        "index": 23,
        "text": "中書之名，漢武初以宦者為之。司馬遷被刑後，亦為中書令。蓋主傳宣詔命者也。《成帝紀》「罷中書宦官」注：臣讃曰：漢初，中人有謁者令。孝武加中謁者令為中書謁者令，置僕射。宣帝時任中書官弘恭為令，石顯為僕射。元帝時恭死，顯代為中書令，專權用事。成帝時因蕭望之言，乃罷其官，更名為中謁者令云。自是以訖東漢，皆無中書之官。（《後漢書•朱暉傳》：漢家舊典，置侍中、中常侍各一人，省尚書事。黃門侍郎一人，傳達書奏。皆用姓族士人。和熹太后以女主稱制，乃以閹人為常侍小黃門通命。自此以來，權過人主。然則東漢雖無中書之官，侍中、中常侍即其職也。）曹操為魏公，以劉放、孫資為秘書郎。文帝即位，更秘書為中書，以放為監，資為令，遂掌機密。明帝益任焉。《魏志》稱三祖詔命，皆放所為。此中書參機務、撰詔旨之始也。其時中書監、令號為重務。蔣濟諫曰：「今外所言，輒云中書，雖使恭慎，不敢外交，但有此名，猶惑世俗。況實據事要，日在目前，倘因疲倦之間，有所革制，眾臣見其能推移，於是即亦因而向之。」按資、放名臣，明帝令主，而濟已有此奏，可見權之所在，勢即隨之。故晉荀勳由中書監除尚書令，或賀之，而勖有「奪我鳳池」之歎。至晉惠帝時，孫秀為中書監，王威為中書令，權傾中外，則更任之極重者矣。"
      },
      {
        "index": 24,
        "text": "唐初政事堂在門下省，長孫無忌以司空，房玄齡以僕射，魏徵以太子太師，皆知門下省事。至裴炎以中書令執政事筆，乃徙政事堂於中書。"
      },
      {
        "index": 25,
        "text": "中書舍人"
      },
      {
        "index": 26,
        "text": "中書舍人，其始甚微。孫資既老，致仕，齊王芳特為置舍人官騎，是本供中書監令之役使者也。（按舍人之名，戰國已有之。《史記》：嫪毒幸時，諸客求為舍人者以千數。李斯為呂不韋舍人。《漢書•高祖記》舍人陳恢注：師古曰：舍人，親近左右之通稱也。審食其以舍人侍呂后，在楚軍中。晉王祥告老，武帝亦為置舍人六人，以給使令。）六朝以來，漸為寵要。《通考》云：宋初置中書通事舍人四員，入直閣內，出宣詔命，凡有陳奏，皆舍人持入，參決於中。齊永平中，舍人四員，各住一省，謂之四戶，權傾天下。茹法亮久為舍人，嘗語人曰：「何須覓外祿，此戶內年可辦百萬。」及出為大司農，猶戀戀垂泣而去。傅昭為中書通事舍人，時居此職者權勢最盛，昭獨廉靜，一無所預，明帝以為有古人之風。梁、陳時中書舍人五人，領中書十人，書吏百二十人，分掌二十一局，各當尚書諸曹，並為上司，尚書惟聽受而已。可見其地望之切要也。唐初詔敕猶是舍人專掌，自永淳以來，此職為文士之極選。《裴坦傳》云：故事，中書舍人初詣省視事，四丞相送之，施一榻堂上，壓角而坐，其儀制之尊可知。（宋次道云：舍人上事日，設紫褥於廷，面北拜，廳閣長立褥之東北隅，謂之壓角。此恐傳聞之誤。）自開元後，以翰林學士專掌內命，而其任稍輕。故陸贄疏以為：「詔命所出，本中書舍人之職，軍興時促迫應務，權以學士代之。今天下無事，合歸職分。其命將相制詔，請付中書行遣。」事雖不行，亦可見唐初中書舍人之本職也。又按唐時有由中書舍人而為翰林學士者，如陸贄為中書舍人權兵部侍郎，復為翰林學士是也。又有翰林學士遷為中書舍人者，沈傳師、吳融、常哀是也。蓋其時翰林本無定品，故中書舍人之職常在其上。五代及宋初猶然。《宋史》：竇貞固由翰林學士就拜中書舍人，蓋猶沿唐制。前明則中書舍人之官已輕，不過為大學士之僚屬。呂原子{常心}以蔭補國子生，選中書舍人，疏乞應試。憲宗許之，遂舉順天鄉試。舍人得赴試，自此始（見《明史•呂原傳》）。是舍人尚有以監生充選者，及在閣年久資深，每三年計典，輒加兼官。如尚寶卿等秩，皆舍人遷階也。據霍韜疏，則並有加至尚書者。"
      },
      {
        "index": 27,
        "text": "尚書"
      },
      {
        "index": 28,
        "text": "尚書本秦官少府之屬，在內掌文書者。漢因之。武帝增用宦官為中書謁者令，於是尚書與中書職事多相連。其時中書如唐之樞密使，明之司禮監。而尚書通章奏，出詔命，參決眾事，如唐之中書、門下，明之內閣也。宣帝時又有中尚書，見蓋寬饒及石顯傳，則並用宦者兼之。元帝時，石顯為中書令，五鹿充宗為尚書令。成帝之初，蕭望之領尚書事，嫉顯等奸邪，乃奏以為「尚書百官之本，國家樞機，宜以通明公正處之。」：乃定置尚書員：常侍曹尚書主公卿事，二千石曹尚書主郡國二千石事，民曹尚書主吏民上書事，客曹尚書主外國事（光武分二千石曹為二，又分客曹為二），其所不掌者，惟刑罰有廷尉，禮儀有太常，軍馬有大司馬，賦稅有大司農，糾劾有御史而已。而尤以職掌樞機為清切。《霍光傳》：光死之後，其家恣橫，事漸露。霍山猶領尚書，宣帝乃命吏民上書者不關尚書，輒使中書令取之。《魏相傳》：霍光時，諸上書者皆二封，署其一曰副。領尚書者先發副封，所言不善，則屏去不奏。相因請去副封，以防壅蔽。宣帝從之。《董賢傳》：賢雖為三公，常給事中，領尚書事，百官皆因賢奏事。《王莽傳》：莽懼臣下擅權，凡吏民上封事，令宦官左右開發，尚書不得知。此可見平時章奏必經尚書也。《竇武傳》：武謀誅宦官，事泄，中官曹德請帝出德陽殿，召尚書官屬，脅以白刃，使作詔版。可見詔命亦自尚書出，《文心雕龍》所謂兩漢詔命出自尚書也。王允以宦官誅後，侍中等出入禁近，機事頗泄，乃奏尚書不得出入及通賓客。又可見尚書職在禁近，故秩不高而權甚重。王暢為尚書令，後拜南陽太守，以尚書令本千石秩也，而所掌皆機事。故李固疏曰：「陛下之有尚書，猶天之有北斗。斗為喉舌，尚書為陛下喉舌。斗斟酌元氣，運平四時，尚書出納王命，賦政四海也。」《陳忠傳》：三公任輕，機事專委尚書，而災眚變咎輒策免三公，時論不平。又孔光為尚書令，凡典樞機十餘年。徐防補尚郎，職典樞機，周密畏慎。可見漢時尚書之職之清要。及魏、晉以來，有中書省，而尚書之權遂移，尚書職務皆承中書下流，元時猶然。惟桑哥得政，以尚書擅權，遂駕中書省之上。桑哥敗後，仍復舊。明初承之。《明史•陳修傳》：六部之設，始於洪武元年，初尚屬於中書省，權輕，多仰承丞相意旨。至十三年，革中書省，而部權乃專。此古今尚書沿革之大略也。"
      },
      {
        "index": 29,
        "text": "古來尚書祇是一省，凡吏、戶、兵、刑之類，同在此一省中各分職務，非如今之分為六署也。唐楊嗣復遷禮部員外郎，因父於陵為戶部侍郎，乃請避同省，以禮、戶雖分而省則同也。龐元英《文昌雜錄》：宋制，尚書省凡六曹，除告身帳目外一百六十八案，吏額一千四百十三人，總五月六月文書十二萬三千五百餘件，天下事莫不上於尚書。是曹雖六，而省則仍一，其分為六署，亦自明祖始。"
      },
      {
        "index": 30,
        "text": "侍郎、郎中、員外"
      },
      {
        "index": 31,
        "text": "郎中本秦官。《國策》荊軻刺秦王時，諸郎中執兵者皆在殿下。《史記》秦趙高為郎中令用事是也。又《國策》朱英謂春申君曰：「君以臣為郎中，可以殺李園。」則楚亦有是官，蓋執兵侍衛者。侍郎之官，至漢始有。漢《百官志》：侍郎、郎中，無定員，多至千人。侍郎比六百石，郎中比四百石是也。員外郎，隋開皇中始置，諸部皆有之，部或四五人，蓋以佐郎中之繁。至員外之名，唐時最濫，不必皆尚書官屬也。其始起於宦寺，而漸及於選部。《唐書•宦官傳序》：中宗時，宦官七品以上員外置千員。《魏元忠傳》：亦云，奄豎坐升班秩，既無正闕，率授員外，乃盈千人。此宦寺之員外也。《李嶠傳》：嶠欲收時望，乃奏置員外官數千。《杜佑傳》：神龍以來，選者既無員缺，則置員外官二千人，自是以為常。此選人之員外也。《盧懷慎傳》云：在京諸司員外官數十倍，近古未有。《魏知古傳》亦云：吏員增諸司試補員外檢校官已贏二千。此京朝官之員外也。嚴挺之、盧絢皆為李林甫所惡，用為員外詹事，則大僚亦有員外矣。肅宗乾元二年詔曰：州縣見任員外官，並任其所適，可用者，上州不得過五人，中州四人，下州三人，縣不得過一人。是州縣亦有員外矣。羅希奭貶為海康員外尉，姚紹之授南陵令員外置，來瑱貶播州尉員外置，則小吏亦有員外矣。所以唐、宋以來，員外之稱幾遍民間也。"
      },
      {
        "index": 32,
        "text": "御史"
      },
      {
        "index": 33,
        "text": "漢《百官表》謂：御史本秦官，掌監郡。然《周官》宗伯之屬已有御史，以中士、下士為之，不過小臣之傳命者。至戰國而稍變其制，不特秦有是官也。《史記•藺相如傳》：秦、趙之會，各令御史書事。則趙亦有御史。《國策》：安邑之御史死。則魏亦有御史。湻于髡曰：「御史在前，掌記事綜察之任。」則齊亦有御史。故張儀為秦說韓說趙，皆曰：「秦王使臣獻書大王御史。」可知列國各有是官，葢親近之職，掌文書及記事者也。張蒼初為秦御史，主柱下方書。如湻曰：主四方文書也。則秦御史亦專掌文書及記事，如周制老子柱下史之類，原非任以彈劾也。其後又使之監郡，葢以近臣使作耳目於外，於是職司糾察，而有彈劾之任。漢初因之，遂專為風憲官，而掌文書記事歸之太史，判然分兩職矣。按《三王世家》請󠄁立閎、旦等為王疏，則丞相莊青翟居首，而御史大夫張湯次之。既奉制可，則制書由御史大夫湯下丞相，丞相下中二千石，二千石下守相。是猶沿秦制，御史為掌文書之官，故先從御史，方下丞相也。王充《論衡•量知篇》亦云：御史之遇文書，不失分銖，以其習而熟也。"
      },
      {
        "index": 34,
        "text": "祭酒"
      },
      {
        "index": 35,
        "text": "祭酒本非官名，古時凡同輩之長皆曰祭酒。蓋次食聚會，必推長者先祭。胡廣曰：古禮，賓客得主人饌，則老者一人舉酒以祭，示有先也。《史記•荀卿傳》：齊襄王時，田駢之屬皆已死，荀卿最為老師。齊尚修列大夫之敬，而荀卿三為祭酒。《漢書。淮南王傳》：伍被諫曰：「吳王賜號為劉氏祭酒。」注云：吳王濞於宗室最尊，故曰劉氏祭酒也。《後漢書》：班超賤時，有相者謂曰：「祭酒布衣諸生耳，而當封侯萬里之外。」是布衣亦稱祭酒也。班固奏記東平王蒼曰：「京兆祭酒晉馮，好古樂道。」亦以布衣稱祭酒也。卓茂為門下掾祭酒，蔡順為郡東閣祭酒，龍丘萇為議曹祭酒。是掾吏皆有祭酒也。劉寬行縣，輒引學士祭酒，執經對講。是學士亦有祭酒也。張興為侍中祭酒，是近御亦有祭酒也。蓋同官長者則號祭酒，故張魯以鬼道惑眾，令其弟子領部眾者，亦皆號祭酒也。後漢《百官志》：博士祭酒一人，本僕射也。光武初改為祭酒。《蘇竟傳》：竟以明《易》為博士講書祭酒。按博士十四人，皆六百石，博士祭酒亦六百石，可見其官同，但以之為長耳。然後世國子監之有祭酒，實自此始。蓋漢時博士之官即太學師儒也。"
      },
      {
        "index": 36,
        "text": "監司官非刺史"
      },
      {
        "index": 37,
        "text": "范文正公為人作墓誌，以轉運史為刺史。尹師魯言其誤，即改之。今人以各巡道比古之刺史，亦非也．古刺史正如前明巡按御史耳。巡按御史以七品官彈劾督撫以下，蓋取其官輕而權重。官輕則愛惜身家之念輕，而權重則整飭吏治之威重。漢武設十三部刺史，正是如此。其秩僅六百石，而以六條察二千石，其官皆屬御史中丞。《薛宣傳》：宣為中丞，執法殿中，外總部刺史是也。（《漢官儀》亦云：御史中丞，外督部刺史，內領侍御史。）其制本起於秦。《史記》：秦泗川監平。注云：秦時御史監郡，若今刺史。是秦已有此職，漢惠帝國之，文帝改用丞相吏。《漢官舊儀》：丞相初置吏十五人，皆六百石，為東西曹。東曹九人，出督州為刺史是也。改置部刺史，乃武帝元封元年之制。凡刺史稱傳車，吏稱從事，居無常處，吏不成臣（見《魏書•夏候玄傳》）。此其大較也。郡守不得面奏事，而刺史得面奏事。《京房傳》云：「臣為刺史，又當奏事，而議者不悅，乃以臣為太守，所以隔絕臣」是也。（按漢郡守亦得奏事，王溫舒為河內守，私置馬五十匹馳奏是也。但不得面奏事。而《後漢書•百官志》刺史每歲終詣京師奏事。光武改制，乃詔刺史因計吏奏事，不必赴京。）有既為刺史之後，乃遷郡守者，蓋其秩本卑，遷守非黜。如黃霸以揚州刺史為潁川太守，陳咸以部刺史歷東郡太守是也。是刺史本御史中丞所屬，其秩甚卑，而可以彈治大吏，與前明巡按御史一一相似。其稍有不同者，漢刺史專察二千石長吏，而丞尉以下則二千石所察，刺史不與焉。《朱博傳》：博為冀州刺史，吏民遮道訴事，博下令曰：「欲言縣丞尉者，刺史不察黃綬，各自詣郡。欲言二千石墨綬長吏者，刺史還治所受治之。」是漢刺史不察丞尉，而明巡按則無所不察耳。其沿革亦有可考者。西漢至成帝時，翟方進以為：《春秋》之義，用貴治賤，不以卑臨尊。刺史位下大夫，而臨二千石，輕重不相準。乃奏罷刺史，改制州牧。後朱博為御史大夫，仍奏復刺史。王莽時又置州牧，如《劉聖公傳》荊州牧發兵攻綠林兵，反為綠林所敗是也。更始因之，亦置州牧，如幽州牧苗曾為光武所誅是也。公孫述亦假益州牧以起事，而光武初亦仍州牧之制，如以朱浮為幽州牧，郭伋為雍州牧是也。至建武十八年乃罷州牧，仍置刺史十二人，而其制比西漢稍異。舊制，州牧奏二千石長吏不任職者，事皆先下三公，遣掾史案驗，然後黜退。光武不復委任三府，而權歸刺史（見《朱浮傳》）。又舊制，諸刺史常以八月巡郡國，錄囚徒，考殿最，歲盡詣京奏事。光武改令但因計吏奏事。此西、東漢刺史不同之制也。靈帝末，四方兵起，劉焉建議，以為刺史威輕，宜改置牧伯，選重臣以鎮之。遂以焉為益州牧，黃琬為豫州牧，劉虞為幽州牧。州任之重自此始（見《劉焉傳》）。獻帝時，韓馥為冀州牧，袁紹為渤海太守，荀諶說馥曰：「渤海雖郡，實一州也。今將軍處其上，袁氏必不能為下。」馥遂以州牧讓紹。又劉表為荊州刺史，統領八郡，貢至京師，詔加表為荊州牧。公孫度據遼東，自稱平州牧，分置太守以下官。此又漢末改刺史為州牧之制也。故《三國志》論曰：漢季以來，刺史總統諸郡賦政於外，非但如曩時司察而已。魏、晉因之。刺史任重者為使持節都督，有一刺史而都督十數州軍事者。其次為持節，又次為假節。其時郡各有太守、丞、尉，而刺史統之。隋開皇三年，罷郡，以州統縣，自是刺史之名存而職廢，所謂刺史者，乃太守之互名耳。唐武德中，改太守為刺史，名雖屢更，而其職即郡守之職也。其大將為刺史者，則加節度使之號，連制數郡。而其屬郡為刺史者，則曰支使，故刺史之職益輕，非復漢之舊矣。（開元中置諸道采訪使，得專停刺史。）"
      },
      {
        "index": 38,
        "text": "（顧寧人云：漢刺史猶明之巡按御史，魏、晉後刺史猶今之總督，隋以後刺史猶今之知府、知州而已。）"
      },
      {
        "index": 39,
        "text": "兵馬司"
      },
      {
        "index": 40,
        "text": "京師有兵馬司，專理捕盜及鬥毆等事。其制起於元世祖至元九年，改千戶所為大都路兵馬司，掌京城捕盜事，見《世祖本紀》。又《續通考》云：京南北有兩兵馬司，各至千人。每百戶所中產者一人充資發官，有綱運及流徒者至，則執兵導送，外此則不敢役，示專其捕盜職。"
      },
      {
        "index": 41,
        "text": "文信國至京，送兵馬司，械繫空宅中十餘日。凡囚兵馬司者四年，始就戮。"
      },
      {
        "index": 42,
        "text": "吏部掣簽"
      },
      {
        "index": 43,
        "text": "吏部掣簽，始於明萬曆中。孫丕揚為塚宰時，大選，外官競為請托。丕揚創為掣簽之法，分簽為四隅，東北則北京為主，而以山東及河南之汝、彰、歸，南京之盧、鳳、淮陽附之；東南則南京、浙江、福建、江西、廣東為主，而以河南之懷慶、開封、河南、南陽，湖廣之鄖陽附之；西南則以湖廣、四川、雲南、貴州為主，而廣西之柳州、南寧、慶遠、潯州、太平附之。至於起復調簡，地僻缺孤，或人浮於缺，則又借附近之地，以通簽掣之窮。吏部之有簽，自此始也。見《明史• 選舉志》及《東林列傳》，亦見顧仲恭《竹簽傳》，按於慎行《筆墨》謂孫公患中人請托，故創為此法，一時宮中相傳，以為至公，下逮閭巷，亦翕然稱頌，而不知非體也。古人見除吏條格，卻而不視，奈何自處於一吏之職，人才長短，資格高下，皆所不計乎？顧寧人亦主其說。然吏弊日滋，自不得不為此法，所以二百年來卒不能改，此亦時勢之不得不然也。"
      },
      {
        "index": 44,
        "text": "奏本抬頭"
      },
      {
        "index": 45,
        "text": "凡奏事遇至尊，必高其字於眾行之上，蓋自古已然。《魏志》：景元元年，詔尊崇燕王之禮（燕王宇乃常道鄉公之父），凡奏事上書稱燕王者，皆上平。可見古時凡稱君上，高出本文之上，今曰上平，蓋另行起而與本文相平，以殺於天子之式耳。"
      },
      {
        "index": 46,
        "text": "行香"
      },
      {
        "index": 47,
        "text": "外省文武官，每朔望，例向文武廟行香。按行香之名起於六朝。《南史》：何尚之於宅設入關齋，自得香。南齊魚復侯子響誅後，武帝心悔之，百日於華林園作齋親自行香。岑敬之〔應作「岑之敬」〕於重雲殿法會，梁武帝親自行香，見之，遂除博士。此行香之見於六朝者。唐、宋以來，則皆以國忌日行香。（程大昌《演繁露》謂國忌行香，本起於後魏。）《通鑒記事》：唐太宗崩，武才人出感恩寺為尼。忌日，高宗詣寺行香，見之，才人泣，上亦泣。《唐摭言》云：相琮有門下客郭薰應試，琮為之地，主文趙騭無計拒之。會列聖忌辰，宰執己下俱於慈恩寺行香，忽有彩帖千餘隨風飄至，皆有新及第進士郭薰一事。公卿相顧囅然，騭因是得黜薰。《遼史》：統和中，詔景宗忌日，諸道遣官行香飯僧。《燕翼貽謀錄》：真宗大中祥符二年九月，詔宣祖、昭武帝、昭憲後忌日前一日不坐朝，群臣進名奉慰，寺觀行香，禁屠廢務，著於令。《王文正遺事》云：舊制，國忌送迭命宰相、參知政事一員，率文武常參官，赴佛寺行香，內職不與焉。景德中，陳堯叟、王欽若為樞密使，率內職同赴，乃聽。《文昌雜錄》云：大忌，百官集相國寺，俟宰相至，百官班立於庭中，揖訖，然後行香。後改景靈觀行香。《道山清話》云：溫公在永興，一日因國忌行香，幕客有事欲白，誤觸燭台，汙公衣。公不動，亦不問。《容齋隨筆》云：景德二年三月，元德皇后忌辰，中書樞密院文武百官並赴相國寺行香。據此數事，則行香唐、宋時皆以國忌，非必朔望也。《西溪叢語》：朱梁時，大明節百官行香祝壽。則又有行之祝壽者，然皆未定有朔望之制。若朔望朝拜，則宋雖有之，而不曰行香。錢文僖留守西都，應天院有三聖象，去府十里，每朔望，集眾官朝拜。未曉而往，拜畢，飲三杯而退。文僖戲為句曰：「正好睡時行十里，不交談處飲三杯。」是朔望朝拜亦是舊制，而與行香為兩事。王棠《知新錄》謂：洪武十七年，詔朔望日郡縣官以下詣學行香。則朔望朝拜及行香並為一事，乃洪武制。"
      },
      {
        "index": 48,
        "text": "授官表讓"
      },
      {
        "index": 49,
        "text": "古人授官，例有讓表。劉寔謂本唐、虞、禹讓稷、契、皋陶之遺意。《文心雕龍》曰：昔晉文受冊，三辭從命。是以漢末讓表，以三為斷。曹操著令，表不必三讓，又勿得浮華，所以魏初表章指事造實。今按晉張華《三讓公封表》，羊祜《辭開府表》，庾亮《讓中書監表》，任昉有《為齊明帝讓宣城郡公表》、《為范尚書讓吏部封侯表》，皆傳於世。《世說》：王述轉尚書令，事行便拜。其子文度曰：「故應讓。」述曰：「汝謂我不堪耶？」文度曰：「何為不堪，但克讓自是美事。」述曰：「既云堪，何為復讓？」《宋書•王華傳》：宋世惟華與劉湛不為飾讓，得官即拜，以此為常。《北史•郭祚傳》：魏孝文以李彪為散騎常侍，既而悔之，謂祚曰：「朕昨誤授人一官。」祚曰：「豈容聖詔一行，而有差異。」帝沉吟曰：「此自應有讓表，因其讓，朕欲別授一官。」須臾，彪有啟曰：「伯石辭卿，子產所惡，臣欲之已久，不敢辭讓。」帝歎謂祚曰：「卿之忠諫，李彪正辭，使朕不能自決。」遂不換李彪官。又孝文愛馮誕，除官日，親為作三讓表，將拜，又為作謝表。《邢邵傳》：有一貴人，初授官享客，邵與袁翻俱在座。翻意主人托已為讓表，主人乃命邵作之，翻甚不悅。可見昔人每授官，必作讓表，固是難進易退之意。然沿習日久，虛偽成風，浸尋及於唐、宋，益襲為故事。在上者既授之以官，必不因其讓而收回成命；在下者亦明知其辭不允，特借一辭以鳴高。觀唐、宋諸人集中，內外製詞，多有批答不允及斷來章不允之詔，上下相接以偽，徒費筆墨，甚可笑也。本朝之制，凡三品以上遷官者，但有謝折，無偽為辭讓之事，於以見朝廷尊嚴，風氣敦實，迥軼前代萬萬矣。"
      },
      {
        "index": 50,
        "text": "換官不換印"
      },
      {
        "index": 51,
        "text": "古時每授一官，必鑄一印，非如後世之官換而印不換也。《漢書》朱買臣為會稽太守，先衣故衣懷印綬步歸郡，與邸吏共食。吏竊見其綬，怪之，視其印，則會稽太守章也。吏驚，出語掾吏，遂白守丞共迎之。是時買臣未蒞任與舊守交代，而先已懷印而來，可知漢制每授一官，即刻一印與之。武帝以汲黯為淮陽太守，黯伏謝不受印綬，詔強與之。又可見除官時即予印綬而去，非如後世之到任始接印也。又《張安世傳》：安世薨，天子贈印綬。則印綬且以之送葬矣。《魏志》：王淩被誅，並燒其印綬。誅其人而並燒其印，益可知印不必授後官矣。《魏氏春秋》：許允善相印，將拜鎮北將軍，以印不善，使更刻之，如此者三。晉王瑩拜丹陽尹，鑄印，六鑄六毀。及成，頭缺，補而用之，居職六日而卒。益可見易一官必刻一印矣。其尤明白可據者，《南史》：孔琳之議曰：「官莫大於帝王，爵莫尊於公侯。而傳國之寶，歷代遞用，襲封之印，奕世相承。貴在承舊，無取改作。今世惟尉一職獨用一印，至於群官，每遷悉改。討尋其義，實所未喻。若謂官各異姓，與傳襲不同，則未若異代之為殊也。若或因有誅夷之臣，避其凶穢，則漢用秦寶，未聞因子嬰被戮而棄不用也。而終歲刻鑄，喪工消實，金融銅炭之費，不可勝言。請眾官即用一印，無須改作。若新置官及官多印少，然後鑄。」益可見古人官印之制。後世換官不換印，其即本於琳之之議歟？"
      },
      {
        "index": 52,
        "text": "假守"
      },
      {
        "index": 53,
        "text": "秦、漢時，官吏攝事者皆曰假，蓋言借也。《史記》：秦王政十六年，發卒受地於韓南陽假守騰。又項羽殺宋義，諸將因共立羽，為假上將軍。陳涉以吳叔為假王，監諸將擊秦。景駒自立為楚假王。尉佗以法誅秦吏，以其黨為假守。韓信破齊，請為假王鎮之。《西域傳》：遣騎假司馬為斥堠，屬校尉。王莽攝位，稱假皇帝。《後漢書》：竇固以班超為假司馬。凡此皆言攝也，非真假之假也。其官吏試職者則曰守。尹翁歸為東海太守，入守右扶風，滿歲為真。張敞以冀州刺史守太原太守，滿歲為真。王尊以光祿大夫守京兆尹，後為真。薛宣由陳留太守入守左馮翊，滿歲稱職為真。朱博由琅牙太守入守左馮翊，滿歲為真。張升為郡綱紀，以能守外黃令，論殺臧吏。或譏升守領一時，可足趣明威戮乎？卓茂初為密令，郡太守以其不能，乃為置守令。所謂守令者，亦即攝事之令也。凡試職皆曰守，如今初任官有試俸之例也。衛宏《漢官舊儀》：丞相史物故，調御史、少史守。若御史、少史以事他出，調御史、少史屬守。此亦攝事稱守之證。《舊唐書•百官志》：文武自一品至九品，各有散官（如文則光祿大夫以至將仕郎，武則鎮軍將軍至校尉、副將），謂之本品，職事則隨才錄用，或從閑入劇，或去高就卑。貞觀令以職事高者為守，職事卑者為行，仍各帶本位。其欠一階者為兼。永徽以來，欠一階者，或為兼，或為守，參而用之。其兩職事者，亦為兼。咸亨二年始一切為守。"
      },
      {
        "index": 54,
        "text": "《文昌雜錄》：潞國文公守太尉，皇弟雍王、曹王守司空，鄭國富公、濟陽曹郡王守司徒，三公官備，近世未有也。"
      }
    ]
  }
}