{
  "chapterNumber": 15,
  "title": "卷十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《通鑒》、《綱目》"
      },
      {
        "index": 2,
        "text": "《通鑒》仿《左氏》編年體，雖創於溫公，然溫公以前已有為之者。晉時習鑿齒已著《漢晉春秋》，劉宋時劉允濟采魯哀公後十二世接戰國，為《魯後春秋》，元魏時張始均改陳壽《魏志》為編年三十卷。唐時裴光庭引李融、張琪、司馬利賓等直弘文館，撰《續春秋經傳》，自戰國訖隋，表請天子修經，光庭等作傳。又太子詹事姚康撰《統史》三百卷，上自開闢，下訖隋朝皆編年為之。柳仲郢之子璞，著《長祚長曆》一書，斷自漢武紀元為編年，閏位者附於左。蕭穎士謂仲尼《春秋》為百王不易之法，而司馬遷作本紀、世家、列傳，不足以訓，乃起漢元年，訖隋義寧，編年依《春秋》義類，為傳百篇。書魏高貴鄉公之崩，則曰司馬昭弑帝於南闕；書梁敬帝之遜位，則曰陳霸先反。此皆在溫公之前，則《通鑒》一書亦有所本。觀穎士書法，則並開朱子《綱目》之體例矣。"
      },
      {
        "index": 3,
        "text": "《綱目》書法有所本"
      },
      {
        "index": 4,
        "text": "《通鑒》書三國事，猶承陳壽之舊，以曹魏繼漢為正統。至朱子作《綱目》，乃始改蜀漢繼獻帝。然習鑿齒《漢晉春秋》早以蜀漢為正，其著論云：「若以魏有代王之德則不足，有靜亂之功則孫、劉鼎立共王，秦政猶不見敘於帝王，況暫製數州之眾哉！」此又朱子所本也。（章俊卿《山堂索前有集》十六卷載司馬溫公與劉道原書云：周、秦、漢、晉、隋、唐皆嘗混一天下，其餘蜀、魏、吳、宋、梁、陳、魏、齊、周、五代諸國，地醜德齊，不參相一，皆用列國法。劉備雖承漢，然族屬疏遠，是非難明，今並同之列國，不得以漢光武、晉元帝為比云云。是溫公修《通鑒》時亦未嘗不斟酌於正閏也。）《綱目》於唐中宗之廢居房州，每歲首必書「帝在房州」，雖朱子特筆，然唐人沈既濟亦已有此論，謂漢高後稱制，獨有王諸呂為負約，無遷鼎革命事，矧其時考惠已歿，子非劉氏，故不得已而紀呂后，議者猶謂不可。今中宗以初年即位，季年復祚，雖尊名中守，而天命未改。《春秋》歲書魯昭公出曰「公在乾侯」，示君雖失位不敢廢也。請省天後合《中宗紀》為一，每歲首必書在所以統之，宜稱帝不稱廬陵王。是此論實發自唐人也。又朱子《綱目》用中宗嗣聖年號至二十四年，此例亦不自朱子始，范祖禹《唐鑒》已是如此。"
      },
      {
        "index": 5,
        "text": "（按《癸辛雜識》：歐公修《唐書》作《武后紀》，依前漢例也。天授以後，唐雖改號為周，而史不以周稱之，蓋黜之也。朱晦翁病其唐經亂周，史遂有嗣聖二十四年之號年之首，書曰「帝在某」「帝在某」，蓋以《春秋》之法正名也。每年之下又細書武氏所改年號，垂拱則曰「武氏垂拱」，天授則曰「武氏天授」，此意甚嚴也。但武氏既革唐命，國號為周，有周則無唐矣，無唐則無帝矣。同一疆域也，而帝與周同書，則民有二王矣，豈無窒礙乎？若《春秋》「公在乾侯」，則魯國未嘗有他號云云。是又以《綱目》所書為稍紊矣。然律以《春秋》書法，究以《綱目》為正。）"
      },
      {
        "index": 6,
        "text": "《通鑒》、《綱目》所書及《集覽》、《質實》、《書法》、《發明》、《正誤》等書所注，多有謬誤者，今摘於後，以資考證。"
      },
      {
        "index": 7,
        "text": "賈舉"
      },
      {
        "index": 8,
        "text": "《綱目》前編：周靈王二十四年，齊崔杼之亂，一時有兩賈舉：侍人賈舉，崔黨也；從死之賈舉，莊公所嬖也。《左氏》兩書侍人賈舉於前，而下敘賈舉，州綽等八人皆死，明其不兩賈舉也。。《通鑒》於崔黨之賈舉，初書「侍人」而後削之，直云「賈舉止眾從者而入，閉門甲興，遂弑之，賈舉等八人皆死。」則兩賈舉幾於無別矣。敘事之明，由於書法之密，使其可省，《左氏》豈好為重累之詞哉！"
      },
      {
        "index": 9,
        "text": "俠累、韓廆一人兩書"
      },
      {
        "index": 10,
        "text": "《綱目》正編：周安王五年，盜殺韓相俠累。《分注》載嚴仲子使聶政刺之。烈王五年，韓嚴遂弑其君。分注載哀侯以韓廆為相，而愛嚴遂，二人相害，遂刺廆於朝，並中哀侯。按《國策》嚴仲子即嚴遂也，《國策注》俠累名傀，《韓非子》作廆，則俠累即韓廆也。豈有一人之身，而聶政既殺之於前，嚴遂復刺之於後耶？考《史記·韓世家》：烈侯三年，聶政殺韓相俠累。十三年，烈侯卒，子哀侯立。六年，韓嚴弑其君哀侯。是使聶政殺俠累者嚴遂，而弑哀侯者韓嚴也。兩事相去且二十六七年，《通鑒》及《綱目》何以既書「盜殺俠累」，又書「韓嚴遂弑其君」，不且合兩事為一事耶？蓋《綱目》之誤因《通鑒》，《通鑒》之誤因史遷。《聶政傳》謂嚴仲子事韓哀侯，與韓相俠累有卻，乃使政刺殺俠累於其府中。而《史記》之誤，又因《國策·韓傀相韓篇》：東孟之會，聶政直入殺韓傀，傀走抱哀侯，政並中哀侯。《韓非子》亦云嚴遂使人刺韓廆於朝，廆走抱君，遂並刺哀侯。此《通鑒》、《綱目》所本也。然《史記·韓世家》烈侯三年政殺俠累之後，烈侯又十年而卒，則政殺俠累並未殺君也。《國策》韓人攻宋篇又云：聶政刺相兼君，許異蹴哀侯而殪之（謂使其君偽死以免禍）。是故哀侯為君，而許負終身相焉。夫哀侯被殺即卒，而子懿侯立，許異又於誰之世而終身為相哉？則《國策》實誤以烈侯時事而實之哀侯也。政刺韓傀時並中烈侯，許異蹴烈侯使之佯死以免難，其時烈侯實未死，又在位十年，故許異終烈侯之世常為相。其所以誤係之哀侯者何也？《史記索隱》引《竹書紀年》韓山堅弑其君哀侯，注云：山堅，韓嚴也。始知弑哀侯者韓嚴，而非嚴遂。《國策》及《史記·聶政傳》因韓嚴、嚴遂名姓略同，遂以兩人為一人，故有此錯。《通鑒》及《綱目》亦未考訂，遂襲其訛。惟《史記·韓世家》於烈侯時書盜殺俠累，於哀侯時書韓嚴弑其君哀侯，此則分晰明確，最可據也。王充《論衡》云：傳言聶政為嚴翁仲刺殺韓王，非也。聶政之時，韓烈侯也，烈侯三年，聶政刺韓相俠累，十二年烈侯卒。嚴翁仲刺殺韓王事與聶政殺俠累相去十七年，短書小傳不可信如此云云。是《史記》、《國策》之誤，王充已嘗辨之，但未指其所以致誤之由，故《通鑒》諸書仍襲前誤耳。"
      },
      {
        "index": 11,
        "text": "薄后、陳后不書立"
      },
      {
        "index": 12,
        "text": "景帝七年，廢皇后薄氏。武帝元光五年，皇后陳氏廢。不書其立於前，遽書其廢於後，斯為漏脫無疑。然考《漢書》諸帝紀，凡即位後必書曰立皇后某氏，而薄、陳二后獨不書，殊不可解。倘因伉儷不終而略之，則宣帝之霍後，不過五年而見廢，何以當其甫立而即大書之也？《綱目》之失書，蓋仍《通鑒》之缺略，而《通鑒》又仍《漢書》之缺略耳。"
      },
      {
        "index": 13,
        "text": "太初元將"
      },
      {
        "index": 14,
        "text": "哀帝建平二年，大赦，改元太初。按《漢書·哀帝紀》：待詔夏賀良等言赤精子之讖：漢家歷運中衰，當再受命，宜改元易號。乃詔以建平二年為太初元將元年，號曰陳聖劉太平皇帝。太初元將者，四字號也。後世如光武之建武中元，魏太武之太平真君，唐武后之天冊萬歲及萬歲通天，宋太宗之太平興國，真宗之大中祥符，徽宗之建中靖國，皆其例也。若書去元將二字，則與武帝之號相犯矣。哀帝之改元，雖不旋踵而復，然當其改之之始，必不自復其先朝也。「元將」二字，應照本紀增入為是。"
      },
      {
        "index": 15,
        "text": "卓茂非仕於莽朝"
      },
      {
        "index": 16,
        "text": "延熹八年，詔壞諸淫祀，特留洛陽王渙、密縣卓茂二祠。馮氐《質實》云：卓茂，宛人，王莽時為密令，教化大行云云。今按茂本傳：其為令也，在莽秉政之前；其去官也，在莽居攝之始。見幾而作，不汙偽命。馮氏乃稱其為令於莽時，不幾厚誣正士耶？當亟正之。（齊武帝永明五年，魏高祐言：卓茂行化，蝗不入境，《集覽》謂在光武時，亦誤也。）"
      },
      {
        "index": 17,
        "text": "鍾繇"
      },
      {
        "index": 18,
        "text": "獻帝初平三年，分注：黃門侍郎鍾繇。《集覽》云：繇，古由字，或音宙。按《世說》晉文帝嘲鍾會曰：「與人期行，何以遲遲？望鄉〔卿〕遙遙不至。」劉孝標注：會父名繇，故以遙遙戲之。又景王嘲鍾毓曰：「皋繇何如人？」對曰：「古之懿士。」據此則繇字當讀餘韶切。"
      },
      {
        "index": 19,
        "text": "立曹操女為后"
      },
      {
        "index": 20,
        "text": "西漢平帝元始三年春，聘安漢公莽女為皇后。劉氐《書法》云：立後書氏，恒也；書安漢公莽女何？權所在也。東漢獻帝建安二十年春正月，立貴人曹氏為皇后。《書法》云：此其不書立魏公操女何？命自上出也。伏后之弑，帝益廩廩矣，於是立其女為后，將以自媚於操也，按劉氏之說善矣，猶有未盡者。魏公操納三女為貴人，既大書於十八年之七月，次年又書弑皇后伏氏，則今之所立，但稱曹氏，而即知為魏公操之女，實與元始所書無異也。獨是莽女以父之篡而稱疾不起，至赴火以自焚。操女以兄之篡而涕泣橫流，知皇天之不祚。《綱目》著莽女之節，而竟沒操女之賢，殊為缺漏矣。"
      },
      {
        "index": 21,
        "text": "周撫"
      },
      {
        "index": 22,
        "text": "元帝大興元年，彭城內史周撫叛降石勒，詔下邳內史劉遐、泰山太守徐龕討之。二年春，遐、龕擊周撫斬之。《質實》於元年條下注云：周撫，潯陽人訪之子。按《晉書·周訪傳》：訪長子撫，強毅有父風，始為王敦爪牙，後從溫嶠討蘇峻，又屢平蜀亂，官至鎮西將軍，哀帝興寧三年卒（《綱目》於興寧三年六月書益州刺史周撫卒），曷嘗有叛降石勒事？又考劉遐及蔡豹傳：沛人周堅，一名撫，以彭城叛，石勒遣騎援之。詔遐與蔡豹、徐龕共討撫，戰於寒山。撫敗走，龕將於藥斬之。是叛晉而被誅者，沛之周撫，非潯陽之周撫也。《質實》不分涇渭，混注訪子，遂令道和蒙反賊之名，紕繆不亦甚乎！後至永昌元年，王敦殺甘卓，以從事周撫代卓鎮沔中，《質實》又云：周撫，潯陽人，訪之子。既是同一周撫，豈有已被斬而復鎮沔者耶？可為一笑。"
      },
      {
        "index": 23,
        "text": "惡奴郎"
      },
      {
        "index": 24,
        "text": "孝武帝太元八年，慕容垂叛苻堅，遣人告其子農等，使起兵。農遂將數十騎微服出鄴，奔列人，止於烏桓魯利家。利為之置饌，農笑而不食。利謂其妻曰： 「惡奴郎貴人，家貧無以饌之，奈何！」妻曰：「郎有雄才大志，非為飲食來也。」《集覽》云：惡奴，魯利呼其妻名。《正誤》則云：此乃戲罵其妻之辭，非名也。按《晉孝武帝紀》：太元十九年冬十月，慕容垂遣其子惡奴寇廩丘，載紀則云：使慕容農略地河內，攻廩丘，克之。是惡奴即慕容農也。陸龜蒙小名錄，慕容農小字惡奴，然則惡奴者猶棘奴（冉閔）、胡奴（呂超）之類，而稱之為惡奴郎者，猶買德郎（桓衝）、鎮惡郎（桓石虔）之類，非魯利之呼妻也。王、陳兩說俱失之。"
      },
      {
        "index": 25,
        "text": "高密王恢之"
      },
      {
        "index": 26,
        "text": "安帝義熙十二年，詔遣司空高密王恢之修謁五陵。定宇陳氏曰：高密，郡名。《綱目》無此例，二字合刪去。按此句若去高密二字，是直以王恢之為姓名矣，不知此晉之宗室，高密王其爵，恢之其名也。《晉書·宗室傳》：彭城穆王權之玄孫俊出嗣高密王略；薨，子純之立；薨，子恢之立，義熙末以給事中兼太尉，修謁洛陽園陵（太尉，《安帝紀》作司空。按是時劉裕為太尉，豈容高密謙之？當從帝紀為是）。是高密王為司馬恢之之封爵了然可知。若依上文所書琅牙王德文修敬山陵之例，則此句當去司空二字，不當去高密二字也（時德文為大司馬領司徒）。蓋修謁園陵，朝廷重事，故伐秦之始，既命琅牙與劉裕偕行，至是既克洛陽，復特遣宗藩展其誠敬耳。陳氏欲去高密二字，亦不思之甚矣。"
      },
      {
        "index": 27,
        "text": "記里鼓"
      },
      {
        "index": 28,
        "text": "十三年，劉裕滅秦，收其彝器、渾儀、土圭、記里鼓、指南車送建南。《集覽》注記里鼓，引宋仁宗天聖五年內侍盧道隆創記里鼓車事。按《晉書·輿服志》：記里鼓車，駕四馬，形製如司南（即指南車），其中有木人執椎向鼓，行一里則打一椎。是記里鼓之制其來已久，《集覽》不引《晉書》，轉取征於後代，何也？"
      },
      {
        "index": 29,
        "text": "王陵"
      },
      {
        "index": 30,
        "text": "宋順帝升明元年，荊襄都督沈攸之舉兵討蕭道成。分注：攸之見道成專製朝權，心不平，謂元琰曰：「吾寧為王陵死，不為賈充生。」王陵句，《集覽》引安國侯諫立諸呂事，然擬道成於諸呂，殊屬不倫。矧陵無討逆之謀，攸之豈以自況也？陵當作淩。按魏主曹芳嗣立，受制於司馬懿，揚州都督王淩貳於懿，謀立楚王彪。懿襲執之，歸於京師。道經賈逵廟，淩呼曰：「賈梁道，王淩是大魏之忠臣，惟爾有神，知之。」遂仰藥死。蓋當典午擅權，舉朝皆其羽冀，而淩獨以不順見害，故自許為忠臣。今順帝幼衝，而道成專國，廷臣皆願效驅馳，攸之獨欲舉義旗，故擬蕭氏於司馬，而以王淩自況，以賈充比蕭黨也。陵為淩之誤無疑。"
      },
      {
        "index": 31,
        "text": "魯文公七年無衛獻公"
      },
      {
        "index": 32,
        "text": "梁武帝普通元年，左將軍馮道根卒。時梁主春祠二廟，既出宮而聞訃，梁主問朱異曰：「吉凶同日，可乎？」對曰：「昔衛獻公聞柳莊死，不釋祭服而往哭之。道根有勞王室，臨之禮也。」梁王從之。《質實》云：《左傳》文七年，衛獻公祭太廟，聞大夫柳莊卒，不釋祭服而往臨之。按《左傳》及《史記·十二諸侯年表》：魯成公十四年，衛定公卒，子獻公立，上距文公年已四十三載。是文公之世，衛尚未有獻公，安得有往哭柳莊之事？此事本見《檀弓》，學者所共曉，豈可移於《左傳》，又妄指其年乎？"
      },
      {
        "index": 33,
        "text": "魏三祖"
      },
      {
        "index": 34,
        "text": "隋文帝開皇四年，李諤上書曰：「魏之三祖，崇尚文詞，遂成風俗。江左齊、梁，其弊彌甚。」《質實》云：魏平文帝廟號太祖，昭成帝廟號高祖，太武帝廟號世祖。按此說非也，諤所云乃曹魏，非元魏也。三祖者，太祖操、世祖丕、烈祖睿也。陳壽《三國·魏志·明帝紀》：景初元年，有司奏武皇帝撥亂反正，為魏太祖，文皇帝應天受命，為魏高祖。帝制作興治，為魏烈祖。」是當明帝在日，已定三祖之稱。後孫盛且譏其生前豫自尊顯。是李諤所云魏三祖，正指曹魏也。史稱操手不舍書，登高必賦。丕天資文藻，下筆成章。睿自在東宮，潛思書籍。觀於鍾嶸《詩品》，三祖並列。劉勰《文心雕龍》亦云：魏之三祖，氣爽才麗。則知其崇尚文詞，洵為江左之倡矣。若元魏之平文、昭成、太武，武略雖優，文風未振，奚暇以雕蟲為務哉！"
      },
      {
        "index": 35,
        "text": "子總管"
      },
      {
        "index": 36,
        "text": "十年，江南亂，以楊素為行軍總管討平之。分注有「子總管來護兒」，《集覽》引《正義》云：子者，人之嘉稱。《正誤》云：子總管，猶言小總管，裨將也。按《新唐書·百官志》：凡軍鎮五百人有押官一人，千人有子總管一人。而《突厥傳》：武后遣沙吒忠義等擊默啜，將軍扶餘文宣等六人為子總管。意隋時官制亦相類也。又考古人以子名官者甚多。有稱子都將者。《魏書·尉元傳》：元表言：劉彧將任農夫陳顯達領兵三千來循宿豫，臣遣子都將於遝幹、劉龍駒等將往赴擊。又表言：前鎮徐州之日，胡人子都將呼延籠達因於負罪，便爾叛亂。又團城子都將胡人王敕勤負釁南叛云云，《孔伯恭傳》：宋將沈攸之等救下邳，伯恭遣子都將侯汾奚升等南北邀之，攸之引退。又令子都將孫天慶等斷清水路，攸之順流退下，伯恭部分諸將挾清南北，尋攸之軍後，遂大破之是也。有稱子使者。《北齊書·盧文偉傳》：文偉孫詢祖，天保末為築長城子使。《祖鴻勳傳》：元擢為東道大使，署封隆之、邢邵、李渾、李象、鴻勳並為子使。《新唐書·韋挺傳》：太宗將討遼東，使挺主餉運，命自擇文武官四品十人為子使是也。有稱子都督者。《周書·達奚武傳》：以戰功拜羽林監子都督。《李賢傳》：賢曾祖魏太武時為子都督，討兩山屠各沒於陣（又韓果、梁椿、梁台、宇文深、王傑、伊婁穆、樂遜俱嘗為子都督，各見本傳）。《隋書·達奚長孺傳》：以質直恭勤授子都督是也。有稱子將者。《新唐書·玄宗紀》：大武軍子將郝靈佺殺突厥默啜。《藩鎮傳》：魏博節度使樂彥禎子從訓，聚亡命五百人號子將是也。有稱子司者。《新唐書·百官志》：尚書省六尚書，兵部、吏部為前行，刑部、戶部為中行，工部、禮部為後行，行總四司，以本行為頭司，餘為子司是也（《雲麓漫抄》：唐太常寺有四院，天府院、御衣院、樂懸院、神廚院，皆子司耳）。凡茲稱號，都非褒美之詞。陳氏訓子為小，於義極得，若更引唐志為證，則尤有根據矣。"
      },
      {
        "index": 37,
        "text": "鹿角"
      },
      {
        "index": 38,
        "text": "十九年，遣楊素等伐突厥。先是諸將與突厥戰，慮其騎兵奔突，皆以戎車步騎相參，設鹿角為方陣，騎在其內。素曰：「此自固之道，未足以取勝也。」於是更為騎陣，大敗之。《集覽》引《通鑒釋文》曰：鹿角，陣名，猶春秋魚麗陣也。至唐僖宗咸通十一年，南詔入寇，攻成都，會救至，乃遁。顏慶復教蜀人築雍城，穿塹引水滿之，植鹿角，分營鋪。蠻知有備，自是不復犯。《集覽》則又云：鹿角者，以連枝木環營樹之，如鹿角然。何其兩不相侔也。按鹿角，軍中守衛之具，三國時，司馬懿奏罷曹爽，爽不通奏，留車駕宿伊水南，伐樹為鹿角，發屯兵數千人以守。五代時，契丹圍幽州，晉王遣兵救之。李存審命步兵伐木為鹿角，人持一枝，止則成寨。契丹騎環寨而過，寨中發萬弩射之，人馬死傷塞路。觀止則鹿角之制，正與《集覽》後說相合。《三餘贅筆》云：今官集衙門列木於外，謂之鹿角，蓋鹿性警，群居則環其角圓圍如陣，以防人物之害。軍中寨柵，埋樹木外向，亦名鹿角。此說最明，足證《釋文》之謬。"
      },
      {
        "index": 39,
        "text": "定楊"
      },
      {
        "index": 40,
        "text": "煬帝大業十三年，突厥立劉武周為定楊可汗。《質實》云：定楊，郡名。按楊者，國姓，定者戡定之義，非郡名也。又明年，流人郭子和起兵榆林，北附突厥，始畢以子和為平楊天子。可見定楊、平楊皆取平楊氏之意，亦猶騶力稱吞漢將軍（見《史記·東越傳》），石勒稱平晉王（見《晉書·後趙載記》），尚讓稱平大唐將軍也（見《新唐書·黃巢傳》）。楊字乃木旁，非阜旁，馮氏混而為一，釋以郡名，可謂不辨屯毛矣。"
      },
      {
        "index": 41,
        "text": "文成公主"
      },
      {
        "index": 42,
        "text": "唐貞觀十五年春，以文成公主嫁吐蕃。《質實》云：公主，高祖之女，段綸之妻。按《新唐書·諸公主傳》：高祖十九女，其第四女高密公主，下嫁長孫孝政，又嫁段綸。非文成也。《吐蕃傳》：貞觀十五年，妻以宗女文成公主。既曰宗女，即非高祖之女明甚。蓋玄宗以前雖常與外蕃和親，未有帝姬自往者。故開元中鴻臚卿袁振使突厥，而默棘連謂之曰：「吾亦知入蕃公主皆非天子女也。」自乾元元年，肅宗以寧國公主降回紇可汗，於是德、憲之女相踵而適異國矣。"
      },
      {
        "index": 43,
        "text": "列卒"
      },
      {
        "index": 44,
        "text": "代宗廣德二年，邠寧節度使白孝德署段秀實為都虞候。郭晞軍士為暴，秀實列卒，盡取其首注槊上，植市門。《質實》云：列與裂通，車裂也。其意蓋謂秀實車裂亂卒矣。按列者，陳也；卒者：秀實所領之卒也。柳子厚《段太尉逸事狀》：晞軍士十七人入市，取酒刺酒翁，壞釀器，太尉列卒取十七人，皆斷頭注槊上，植市門外。《新唐書》秀實本傳悉仍其文，事本易曉，安得以列卒為車裂亂卒耶？"
      },
      {
        "index": 45,
        "text": "四夔"
      },
      {
        "index": 46,
        "text": "德宗貞元二年，以劉滋、崔造、齊映同平章事。分注云：造少與韓會、盧東美、張正則為友，以王佐自許，時人謂之「四夔」。《質實》云：夔，獸名，又山鬼。此說非也。夔字當是夔龍之夔，蓋四人隨許過高，故時人因其自命而擬諸舜臣，非取鬼與獸之義譏之也。劉賓客《嘉話錄》：崔丞相造，布衣時，江左人號曰白衣夔。審以鬼與獸譏之，奚必名之以白衣乎？是可悟當日品題之本意也。"
      },
      {
        "index": 47,
        "text": "王忠烈"
      },
      {
        "index": 48,
        "text": "憲宗元和十五年，成德節度使王承宗卒，軍士立其弟承元。承元曰：「諸公未忘先德，不以承元年少，使攝軍務。承元請盡節天子，以遵忠烈王之志，諸公肯從之乎？」眾許諾。《質實》云：王承宗卒，諡忠烈。按《新唐書·藩鎮傳》：王武俊為恒冀深趙節度使，封琅牙郡王，德宗貞元十七年卒，有司諡威烈帝，更為忠烈。子士真嗣，士真之子則承宗也。夫武俊雖初叛後服，然憲宗有忠節茂著之褒，故承元欲遵其志。若承宗者，囚天子之命吏，結蔡鄆之逆藩，至於犯園林，戕宰相，此豈承元所願效者？馮氏不加深考，漫以忠烈為承宗之諡，豈知承宗本無諡號耶！"
      },
      {
        "index": 49,
        "text": "兗海曹華"
      },
      {
        "index": 50,
        "text": "穆宗長慶二年，宣武押牙李作亂，忠武李光顏、兗海曹華，皆以兵討，屢敗之。《質實》云：兗、海、曹、華，四州名。按《新唐書·穆宗紀》：長慶二年七月戊申，李陷宋州。丙辰，兗鄆節度使曹華及李戰於宋州，敗之。《曹華傳》：華為兗海節度使，李叛，以兵取宋州，華不待命，以兵逆擊，破之。馮氏不察，誤以人名為地名，殊堪鼓掌。又《綱目》於元和十四年書以隸州刺史曹華為沂海觀察使，《質實》云：曹華，宋州楚丘人。夫牧隸之曹華，即破之曹華也，乃前則據本傳以詳之，遂則憑臆見以釋之，何耶？"
      },
      {
        "index": 51,
        "text": "天祐末紀年分注各鎮"
      },
      {
        "index": 52,
        "text": "唐昭宣帝天祐四年，朱梁既篡，《綱目》於紀年處雖分注云：是年唐亡，梁、晉、岐、淮南、西川凡五國，吳越、湖南、荊南、福建、嶺南凡五鎮。然是時河朔諸鎮尚存，鎮冀則王鎔，魏博則羅紹威，易定則王處直，盧龍則劉守光，皆唐時藩鎮，唐亡而諸鎮未滅，則應與吳越等分注於紀年甲子之下，不宜竟從刪削，而專書吳越等五鎮也。若謂河朔諸鎮皆曾受梁封爵（梁以王鎔為趙王，羅紹威鄴王，劉守光燕王，王處直北平王），不異梁之屬郡，故不復分注。則吳越諸鎮何嘗不受梁封爵乎？（梁以錢謬為吳越王，馬殷楚王，高季昌渤海王，王審知閩王，劉隱南海王，隱卒，又以其弟岩襲封。）況高季昌又朱溫所授節度使，當溫時並未竊據，乃已列之為鎮。而河朔各自擁兵據地者，反不書鎮乎？若謂錢鏐之吳越王，審知之閩，馬殷之楚，高季昌之南平（初封渤海），劉岩之南漢（初封南海，又封越），皆有國號，則鎔之趙，守光之燕，紹威之鄴，處直之北平，又何嘗無國號乎？說者又謂：《綱目》本據歐陽公《五代史·十國世家》為斷，有世家則書，無世家則不書，故吳越等分注，而河朔諸鎮獨從略。然李茂貞之王岐，歐陽史並無岐世家，而《綱目》列之梁、晉之下，何以獨遺河朔乎？《綱目》之意但以吳越等皆歷數傳，茂貞亦稍久，而河朔諸鎮，則唐亡後不數年皆以次夷滅，是以分別如此。然既列之為鎮，則吳越等固鎮，而河朔亦鎮，不應於未滅時即不書鎮也，似宜於紀年甲子之下一例分注。如天祐四年丁卯歲下，則云是歲唐亡，梁、晉、岐、淮南、西川凡五國，鎮冀、魏博、易定、盧龍、吳越、荊南、湖南、福建、嶺南凡九鎮。以後某鎮於某年滅，則於某年下注某鎮亡（魏博壬申年滅，盧龍癸酉年滅，鎮冀、易定俱辛巳年滅），較為得實。又高季昌至梁末帝時始絕貢獻，自為一鎮，則丁卯以後五六年不應即書荊南為一鎮，應於梁末帝時始列為鎮耳，又夏州李仁福一鎮，歷五代至宋迄元始滅，則五代紀年下似亦不可不列之諸鎮也。"
      },
      {
        "index": 53,
        "text": "西平王"
      },
      {
        "index": 54,
        "text": "後唐莊宗同光四年殺李繼麟（即朱友謙），時李紹琛（即康延孝）在蜀，其所將河中兵，河中將焦武等號哭於軍門曰：「西平王何罪，合門屠膾！我輩歸則同誅，決不復東矣！」紹琛遂反。《質實》云：郭崇韜追諡西平王。按此說非也。是時崇韜甫遭枉害，莊宗絕無恤典，安得有西平王之追贈？諸將所稱，乃謂朱友謙耳。友謙自朱溫時鎮河中，後附於晉，晉封為西平王，郭崇韜並無此封爵也。《五代史·康延孝傳》載友謙舊將之辭曰：「朱公無罪，二百口被誅。」其文明白如此，而《質實》妄指為崇韜，杜撰亦甚矣。"
      },
      {
        "index": 55,
        "text": "遼復號改號"
      },
      {
        "index": 56,
        "text": "《綱目續編》：宋英宗治平三年，契丹復改國號曰遼。按石敬瑭天福二年，契丹改號遼，朱子大書於冊。然自後有事止書契丹，故《續編》亦仍之。迨隆緒之初立也，復國號曰大契丹（太宗太平興國七年）。閱八十餘年，而洪基復改稱遼，自後遂以遼書之矣。夫改號、復號，國之大事。今耶律氏兩改而中復，則當特書復號契丹於前，繼書而改稱遼於後，其事乃有序而可稽。隆緒之復號契丹，何以不特書於太平興國中，而僅見於分注也？"
      },
      {
        "index": 57,
        "text": "夏人、遼人"
      },
      {
        "index": 58,
        "text": "哲宗元符元年，夏人寇平夏城，章楶大敗之。《發明》云：夏稱人，貶之也。夏人輕舉入寇，不為無罪，曲在夏而直在宋矣。二年，遼人為夏請和。《發明》云：遼有救災恤鄰之意，故特進而稱人，予在夷狄則責在中國矣。夫曰曲在夏，則既以宋之應兵為無過；曰責在中國，又似以宋之加兵為不仁，何其予奪之靡常也？且一人字耳，於夏曰貶，於遼曰進，然則夏人來歸永樂之俘（元祐元年），斯何罪而貶之？遼人復來議疆事（神宗熙寧八年），又何德而進之哉？蓋夏人、遼人，皆恒辭也，周氏之說轉鑿矣。"
      },
      {
        "index": 59,
        "text": "昏德公、重昏侯"
      },
      {
        "index": 60,
        "text": "建炎二年，金主吳乞買廢上皇為昏德公，靖康帝為重昏侯，徙之韓州。紹興十一年，金追封昏德公為天水郡王，封重昏侯為天水郡公。按朱子《綱目》，晉云懷帝永嘉五年書漢人遷帝於平陽，封平阿公。六年又書漢封帝為會稽郡公，不仁降封平阿公為會稽郡公也。五代漢高祖天福十二年，書契丹封晉主重貴為負義侯，徙之黃龍府。隱帝乾祐二年，又書契丹遷故晉主重貴於建州，不云遷負義侯重貴於建州也。夫紀所封，以著其實，而仍故號，以存其體，朱子之權度精矣。今《續編》書法如此，較諸前書義例，迥不劃一。"
      },
      {
        "index": 61,
        "text": "留夢炎及第"
      },
      {
        "index": 62,
        "text": "理宗淳祐四年，賜禮部進士留夢炎及第。《發明》云：《綱目》凡書賜及第，分注或載其同榜之人，或載其所上之策，今皆略而不存，是必同榜之人皆不足紀，或所上之策不足錄耳。周氏此說非也。國士遇我，國士報之。今者及第出於上賜，是以國士遇夢炎也。其後筦樞務，晉台司，實基於此。乃立人本朝，毫無匡救，似道專則順之而已矣，國勢危則逃之而已矣，敵兵至則降之而已矣，國士之報，果安在耶？《綱目》特筆書之，明其進身之始，受恩至重，而他日之反顏事仇，真狗彘弗若也，奚暇計其對策之常談，與綴行之眾士乎！或曰：是則然矣。寶祐四年文天祥及第，其書法與夢炎一例者何居？曰：信公亦狀元宰相也，特書其賜第，正以明其不負科名也。"
      }
    ]
  }
}