{
  "chapterNumber": 16,
  "title": "卷十六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "三皇五帝"
      },
      {
        "index": 2,
        "text": "《大戴禮·五帝德》及史遷《五帝本紀》，皆專言五帝而不言三皇。然三皇之號見於《周禮》外史掌三皇五帝之書，不得謂三代以前無此稱也。第未有專指其名者，其見於秦博士所議，但云天皇地皇、人皇而已。孔妄國《書序》乃以優犧神農、黃帝為三皇，少昊、顓頊、高辛、堯、舜為五帝。司馬遷則以黃帝入五帝以內，而無少昊。鄭康成依《運斗樞》注《尚書·中候》則以伏犧、女媧、神農為三皇，帝鴻、金天、高陽、高辛、唐虞為五帝。司馬貞因之作《三皇本紀》，亦以伏犧、女媧、神農為三皇。孔穎達注《尚書》最尊安國，故其駁鄭注謂女媧但修伏犧之道，無所改作，不得列於三皇。既不數女媧，則不可不取黃帝為三皇。又曰：安國之意以月考，春曰太昊，夏曰炎帝，中央曰黃帝，依次以為三皇；秋曰少昊，冬曰顓頊，自此以下合之高辛、堯、舜乃為五帝耳。然穎達又云：諸儒說三皇，或數燧人，或數祝融，以配犧農，其五帝皆自軒轅，不數少昊。《帝系本紀》、《家語》又皆以少昊即黃帝之子青陽，是穎達雖尊安國，亦未敢竟以黃帝入三皇之內，少昊列五帝之中，而顯與史記相戾也（唐天寶中祀三皇則伏羲、神農、黃帝，五帝則少昊、顓頊、高辛、唐堯、虞舜，蓋用穎達之說）。宋五峰胡氏直斷以孔子《繫詞》所述伏羲、神農、黃帝、堯、舜為五帝。元人胡一桂又從而引伸之，謂《孔子家語》自伏羲以下皆稱帝，《易大傳》、《春秋內、外傳》有黃帝、炎帝之稱，《月令》有帝太昊、帝炎帝、帝黃帝之文，可見太昊伏羲氏、炎帝神農氏、黃帝軒轅本皆稱帝，秦以前未嘗列之於三皇也。其三皇之號，終不可泯，則仍以秦博士所謂天皇、地皇、人皇者當之，而不必附會其人。此論較為直捷。然近日王西莊之謂：《繫詞》以羲神為上古聖人，黃帝、堯、舜為後世聖人，則羲、農宜為皇，黃帝宜為帝。惟三皇中少一人，則司馬貞據康成說，以女媧充數，亦未為無據。西莊最尊鄭學，故持論如此。要之，去古愈遠，載籍無稽，傳聞異詞，迄無定論。又如《三皇紀》謂炎帝神農氏，則神農即炎帝也，而譙周《古史考》則以炎帝與神農為二人。《史記》黃帝姓公孫，名軒轅，則軒轅即黃帝也，而羅泌《路史》又以軒轅與黃帝為二人。岐說紛紜，學者固未便臆斷矣。"
      },
      {
        "index": 3,
        "text": "堯、舜之禪不同"
      },
      {
        "index": 4,
        "text": "舜受終文祖，攝位之後，又二十八載，堯乃徂落，《舜典》所記甚明。禹受命於神宗，若帝之初，亦是當舜在日即已攝位也。乃禹攝後，舜作何位置，及享壽又若干，典謨俱不載，但云「在位五十載，陟方乃死」，何也！蓋舜之禪與堯之禪不同，堯禪後竟全以天下付舜，而己一無所與，故舜攝位後，察璣衡，類上帝，輯瑞巡狩，封山浚川，一切皆行天子之事。舜則雖命禹攝位，而身尚臨御。故禹既攝之後，其征苗也，猶奉命而出，及班師，又勸舜修德以來之。可知傳位雖有成命，尚不同堯之退處養閑。直至蒼梧之崩，猶在帝位，故書云「在位五十載，陟方乃死」也。蓋堯禪時已耄而倦勤，舜禪時尚康強無恙。觀於過百之歲，猶遠陟江漢，其矍鑠可見，故不敢以付托有人，遂自暇逸而愛閑謝事耳。"
      },
      {
        "index": 5,
        "text": "東、西周"
      },
      {
        "index": 6,
        "text": "武王定鼎於郟鄏，周公營以為都，是為王城，則河南也。周公又皆下都，以遷殷頑民，是為成周，則洛陽也。平王東遷，定都於王城，其時所謂西周者，豐鎬也，東周者，王城也。及王子朝之亂，敬王徙都成周，《公羊傳》曰：王城者何？西周也。成周者何？東周也。則是時王城為西周，而成周為東周矣。及考王封其弟揭於王城，是為河南桓公。桓公之孫惠公，又自封其少子班於鞏，號曰東周，則此東周又自西周之王城分出，而並非敬王所都之成周矣。分封於鞏者曰東周，而河南惠公本在王城，則仍西周之號，此東周、西周皆在河南，而周王之都於成周自若也。《戰國策》所謂周王者，都於成周之王也。所謂東周君、西周君者，則河南之都於王城及分封於鞏者也。東周謂韓王曰：西周者，故天子之國也。曰故天子國，明乎是時西周已非天子所都也。顯王二年，趙與韓分周為二，於是東、西各為列國者，即河南之東、西周也。而顯王抱空名，尚在成周，直至赧王始滅，則仍是敬王所遷之東周也（說見《呂氏大事記》）。故高誘《戰國策》仍以東周列於首，蓋以敬王所遷之東周在此，故首篇即載秦王求九鼎一事，明乎鼎雖在西周，而王則在東周，鼎乃王之鼎，西周不得而主之也。鮑彪不知敬王以後周王常都東周，而改以西周為首，所以致吳師道等之紛紛辯駁也。"
      },
      {
        "index": 7,
        "text": "周、秦改正朔不改月次辨▲改正朔不改月次之說"
      },
      {
        "index": 8,
        "text": "蔡九峰注《商書》「惟元祀十有二月乙丑」云：商、周、秦皆改正朔而不改月數。周建子矣，而《詩》言「四月維夏」，「六月徂暑」，則寅月起數，周未嘗改也。秦建亥矣，而《史記》始皇三十一年十二月更名臘曰嘉平。夫臘必建醜月也，秦以亥正，則臘為三月，而云十二月者，則寅月起數，秦亦未嘗改也。至三十七年書十月癸丑始皇出遊，十一月行至雲夢，繼書七月丙寅始皇崩。九月葬酈山，先書十月、十一月，而繼書七月、九月者，知其以十月為正朔，而寅月起數，未嘗改也。漢初仍秦正，亦書曰元年冬十月，則正朔改而月數仍不改也。以此知《商書》「惟元祀十有二月乙丑，伊尹奉嗣王見厥祖」，其後復辟，亦所以十二月朔奉嗣王歸於毫。兩大事俱以十二月行禮，明是商改建醜之歲首，而云十二月，則仍以寅月起數，至醜月則十二月耳，非以醜月為正月也。蔡傳又於《泰誓》「十有三年春」注云：此春乃建寅之月，非周正建子之月，冬不可以為春，寒不可以為暖也。則並謂春夏秋冬四序，周時亦同夏正，以寅月起也。"
      },
      {
        "index": 9,
        "text": "郎瑛《七修類稿》云：《史記》秦、漢紀年皆以十月起，漸次及於正月，而當閏之歲，歸餘於終，又皆為後九月。可見秦及漢初但改歲首，而未改月次，蓋以建亥之月為正朔，而建寅之月仍為正月也。"
      },
      {
        "index": 10,
        "text": "▲改正朔即改月次之說"
      },
      {
        "index": 11,
        "text": "《泰誓》：十有三年春。孔安國傳云：此周之孟春也。孔穎達云：所以知周之孟春者，案《三統曆》以殷之十二月武王發師，至二月甲子咸劉商王，故知彼十二月即周正建子之月也。"
      },
      {
        "index": 12,
        "text": "《詩》：維暮之春。鄭康成注亦以為周之季春。"
      },
      {
        "index": 13,
        "text": "《周禮·大司徒》：正月之吉始和布教於邦國都鄙。注云：周正月朔日也。「正歲令於教官」，注云：夏正月朔日也。是周時以周正月為正月，夏正月為正歲也。"
      },
      {
        "index": 14,
        "text": "《雜記》：正月日至，七月日至。是節氣仍舊，而月已改也。"
      },
      {
        "index": 15,
        "text": "《孟子》：七八月之間旱。朱子注亦云：周七、八月，夏五、六月也。《明堂位》：季夏六月以禘禮祀周公於太廟。按禘在孟夏四月，而言季夏六月，是以孟夏為季夏，四月為六月也。"
      },
      {
        "index": 16,
        "text": "《呂氏春秋》：季秋之月為來歲受朔日。高誘注云：秦以十月為正月，故於是月受明年曆日。是呂氏月令雖從夏正，而已見秦以十月為正月也。"
      },
      {
        "index": 17,
        "text": "《史記·秦本紀》每年皆以十月起，而敘漢高初為漢王，紀元之始，亦即曰漢元年十月，次敘十一月項羽破函谷關，十二月羽至戲。《漢書》亦曰：秦二年十月沛公攻胡陵，十一月攻薛，十二月雍齒降魏，正月張耳等立趙王歇為趙王，而終之以後九月懷王以沛公為碭郡長。又《漢書》：元年冬十月沛公兵至霸上，子嬰降，下云春正月項羽陽尊懷王為義帝。顏師古注曰：「凡此諸月號，皆太初改曆之後記事者用夏正追改之，非實當時本稱也。以十月為歲首，則十月即正月。今此正月，實當時所謂四月也。"
      },
      {
        "index": 18,
        "text": "《白虎通》引《尚書大傳》言：夏以孟春月為正，殷以季冬月為正，周以仲冬月為正。夏以十三月為正，殷以十二月為正，周以十一月為正。夏以十三月為正，即名正月，不名十三月。殷以十二月為正，即名正月，不名十二月。周以十一月為正，即名正月，不名十一月。洪邁曰：十三月者，承十二月而言，即正月也。"
      },
      {
        "index": 19,
        "text": "蔡邕《月令問答》云：孟夏，《月令》曰蟄蟲始震，在正月也。"
      },
      {
        "index": 20,
        "text": "《後漢書·陳寵傳》曰：天正建子，周以為春。熊朋來說曰：陽生於子，即為春；陰生於午，即為秋也。"
      },
      {
        "index": 21,
        "text": "以上二說，各有所據，然則何所折衷？曰：當以孔子《春秋》為斷。《春秋》所書非時之變異，不一而足，今姑摘其最易見者證之。如隱九年春三月大雨震電，《左傳》云：書失時也。杜注：夏之正月，未可雷電，故書也。桓八年冬十月雨雪，十四年春無冰。十月乃夏正之八月，不應雪而雪，春乃夏正之冬，應冰而不冰，故書也。莊七年秋大水，無麥苗。麥何關於秋？正以周之秋乃夏正之五月，故將獲之麥及初種之苗俱為大水所害也。定元年冬十月隕霜殺菽。菽，大豆也，周十月為夏八月，故菽在田而遭霜害；若夏之十月，則菽已久收，豈為霜殺乎？且其時霜正應時，何足為異乎？由此以觀，則周改建子為正朔，即以子月為正月可知也。不惟月數改，而春、夏、秋、冬四季之名亦隨月數而改可知也。周以既建子為正月，則秦改建亥為正朔，亦即以亥月為正月可知也。則《史記》、《漢書》於秦及漢初紀年皆從十月起，師古謂遷等以夏正追敘前事者，信不謬也。太初改曆，本史遷及洛下閎建議，故既改從夏正之後，遂以夏正追敘前事，而以秦、漢之春正月為冬十月也。不然，則豈有一歲之首即以冬十月起數者乎？孔安國亦係漢武時人，身經太初改曆，見從前承秦舊制，以亥月為正月，故知周亦必以子月為正月，而於《尚書·泰誓》注之。由此可定蔡傳所謂商周但改正朔而不改月之說，究屬臆見。然何以《小雅》四月維夏、《論語》暮春者及《呂氏月令》之類，周、秦亦有夏正錯見也？曰：吾固於前說備論之矣。子為天統，醜為地統，寅為人統，古來原有此三正，更迭為用。故《甘誓》已有」怠棄三正「之語，初不自三代始。商、周雖改建醜、建子，而三正仍自兼行不特〔悖〕，如《尚書大傳》所云王者存二代之後，聽其仍用國宗舊朔也。民間稼穡之事，蓋亦聽以夏正從事。夫迨失習用既久，周室衰微，不復頒朔，遂但知有夏正，而並忘本朝之正朔。故朝廷雖行周正於上，民間自行夏正於下。至戰國而列國，亦無不用夏正矣。此所以夏正、周正之錯見於經書也。太初改朔之後，史遷不特以夏正改敘秦、漢事。按《史記》魯襄公二十二年孔子生，而《公羊傳傳》則以為襄公二十一年十一月庚子孔子生，司馬貞《索隱》謂《公羊》用周正，而《史記》則用夏正，故以周正之十一月屬之明年。其後稱孔子卒七十二歲，亦少一年也。則史遷敘周事，並用夏正追改矣。"
      },
      {
        "index": 22,
        "text": "郡縣"
      },
      {
        "index": 23,
        "text": "田汝成謂郡縣不始於秦，而引《左傳》晉分祁氏之田為七縣、羊舌氏之田為三縣，事在周敬王八年，以為秦未置郡縣以前之明證。此蓋據秦孝公用商鞅變法，集小鄉邑聚為縣，及秦並天下，置三十六郡，以為秦置郡縣之始故在敬王後也。不知四甸為縣，四縣為都及五鄙為縣之制，見於《周禮》，則置縣本自周始。蓋係王畿千里內之制，而未及於侯國。若侯國之置縣，則實自秦始，而非列國先有此制也。《史記》秦武公十年伐邽、冀戎，初縣之；十一年初縣杜、鄭（蓋因周制王畿內有縣，故仿之，每得一地，即置縣，以為畿內地）。按秦武公十年乃周莊王九年、魯莊公六年，其事在敬王前一百七十八年。則列國之置縣莫先於此，安得以百七十餘年以後晉人置縣之事以為先於秦耶？惟《國語》管仲對齊桓有十鄉為縣之說，齊桓與秦武同時，則齊與秦之置縣未知孰先孰後。然考之《管子》書，但有軌、裏、連、鄉、邑、率之類，無所謂縣者，則《國語》所云十鄉為縣之說，或後人追記之訛，而齊桓時尚無縣製（《管子·山國篇》有某縣之田若干之語）。則置縣之自秦武始，更不待辨也。《國語》晉惠公許賂秦穆公以河外列城五，曰：「君實有郡縣。」其時列國俱未有此名，而秦先有之，尤為明證。自後列國之有縣，蓋皆因秦製而仿之。秦、楚相近，故楚之設縣亦最早。莊王伐鄭，鄭伯肉袒牽羊以逆，有「夷於九縣」之語（注謂莊十四年楚滅息，十六年滅鄭之類）。又莊王滅陳，殺夏征舒，因縣陳。則秦武公置縣後不久楚亦設縣也。秦、晉相近，故晉之設縣亦較先，如分祁氏、羊舌氏之田為縣是也。然皆在秦武公後，則不得謂設縣不自秦始也。惟設郡之始，秦不經見。惠文君十三年，秦取漢中地，始置漢中郡。而惠文十年，魏已納上郡，是魏有郡在前，秦有郡在後，故吳師道謂：或者山東諸侯先變古制，而秦效之。然據晉惠公所云「君自有郡縣」之語在魯僖九年，則有郡亦莫先於秦，不得謂設郡不自秦始也。惟古時縣大而郡小，戰國以後則郡大而縣小。《左傳》趙鞅與鄭戰，誓於眾曰：「克敵者上大夫受縣，下大夫受郡。」注引《周書·作雒篇》曰：千里百縣，縣有郡。此縣大於郡之證也（據此則郡亦周制）。《國策》甘茂曰：宜陽大縣，名為縣，其實郡也。尉繚曰：秦之強，諸侯譬如郡縣之君。《史記》魏納上郡十五縣。此郡大於縣之證也。呂氏《大事記》亦云：春秋時郡屬於縣，戰國時縣屬於郡。此又郡縣大小不同之源流也。"
      },
      {
        "index": 24,
        "text": "兩漢時受學者皆赴京師"
      },
      {
        "index": 25,
        "text": "漢時，凡受學者皆赴亦師。蓋遭秦滅學，天下既無書籍，又少師儒。自武帝向用儒學，立五經博士，為之置弟子員。宣帝因之，續有增置。於是施、孟、梁丘、京氏之《易》，歐陽、大、小夏侯之《書》，齊、魯、韓之《詩》，普慶〔應是「慶普」〕、大、小戴之《禮》，嚴氏、顏氏之《公羊春秋》，瑕丘江公之《穀梁春秋》，皆在太學。成帝末，增弟子至三千人。光武中興，起太學博士舍。肅宗又詔選高才生，受《古文尚書》、《毛詩》、《左氏春秋》，雖不立學官，然皆擢高第。順帝時，更修黌序千八百五十室，梁太后詔大將軍至六百石，悉遣子弟就學。自是遊學增盛，至三萬餘人，士之向學者，必以京師為歸。《漢書·翟方進傳》：方進欲至京師受業，其後母憐其幼，隨之長安，織屨以給。《後漢書·光武紀》：帝初之長安受《尚書》。楊終年十三為小吏，太守奇其才，遣詣京師受業。周磐少遊京師。學《古文尚書》、《左氏傳》。申屠蟠始與濟陰王子居同在太學。張衡入京師，遊太學，遂誦五經。魏朗亦詣太學受五經。任延年十二為諸生，學於長安，明《詩》、《易》、《春秋》，顯名太學。魯恭年十六，與母及弟丕俱居太學，閉戶講誦。包咸少時受業長安，師事博士右師細君。魏應詣博士受業，習《魯詩》。如此之類，不一而足。蓋其時郡國雖已立學，如文翁之治蜀，修起學館，招子弟為官童子；宋均之令辰陽，立學校；任延為武威太守，立校官，令掾吏子孫皆詣學受業；李忠為丹陽太守，起學校，習禮容。然經義之專門名家，惟太學為盛，故士無有不遊太學者。及東漢中葉以後，學成而歸者，各教授門徒，每一宿儒門下著錄者至千百人，由是學遍天下矣。"
      },
      {
        "index": 26,
        "text": "郡國守相得自置吏"
      },
      {
        "index": 27,
        "text": "漢時郡國守相皆自置吏，蓋猶沿周制。《唐書》魏玄同疏曰：周穆王以伯冏為太僕正，而命之曰：「慎簡乃僚。」此令其自擇下吏也。《周官》太宰內史並掌爵祿廢置，司徒、司馬則掌興賢詔事，是分任群臣而統以數職也。漢時諸侯自置吏四百石以下，其傅相大臣則朝廷置之，州郡掾吏、督郵、從事則牧守自置之。按《漢書·高五王傳讚》：漢初，諸侯得自置御史大夫、群卿以下，漢獨為置丞相而已。是諸侯並得置御史大夫等官也。杜佑《通典》云：景帝懲吳、楚之禍，乃罷御史大夫以下不令置。武帝又詔凡王侯吏職秩二千石者，不得自置。則其令漸嚴；然二千石以下猶得置，故《通鑒》謂自置四百石吏也。此侯國自置吏之故事也。《後漢書》：和帝問陳寵：「在郡何以為理？」對曰：「臣任功曹王渙以簡賢選能。」鮑宣為豫州牧，郭欽奏其舉錯煩苛，代二千石署吏。是置吏乃二千石之職，州牧且不得而侵之也。此郡守自置掾屬之故事也。又郡守置掾屬，並皆用本郡之人。杜氏《通典》謂：漢時惟三輔許兼用他郡之人。按《漢書·循吏傳》：黃霸，淮陽人，補左馮翊二百石卒史。如淳曰：三輔郡得用他郡人，其餘則否。京房為魏郡太守，自請得除用他郡人。以欲用他郡人而特奏請，尤可見掾屬無不用本郡人也。魏、晉、六朝猶仍牧守置吏之制。《後周書·蘇綽傳》云：今刺史府官則命於天朝，其州吏以下並牧守自置。是宇文周時尚然。《隋書》：劉炫對牛弘謂：往者州惟置綱紀，郡置守丞，縣置令而已，其具僚則長官自辟；今則大小之官，悉由吏部。據此，則天下官員盡歸部選之制，實自隋始也。唐時亦尚兼用漢制。沈既濟疏云：今諸道節度、都團練、觀察、租庸等使，自判官、副將以下，皆使自擇。則辟吏之法，已試於今，但未及州縣耳。《韓佽傳》云：佽為桂管觀察使，部二十餘州，自參軍至縣令三百餘吏員，吏部所補才十一，餘皆觀察使量才補職。則并州縣亦觀察所置矣。顧寧人引之，以為古時置吏得人，皆由於此。然此亦矯枉過正之論。吏歸部選，則朝廷之權不下移；若聽長官辟置，無論末俗澆漓，夤緣賄賂之風必甚，即其中號為賢智者，亦多以意氣微恩致其私感。觀史策所載，屬吏之於長官已有君臣分誼，降及後世，若行之不變，未有不成黨援門戶、背公向私者。春秋時，晉殺欒盈，令欒氏之臣勿從。其臣辛俞行曰：「三世仕家，君之；再世以下，主之。自臣之祖，世隸欒氏，於今三世矣，敢忘其死而叛其君乎！」魯昭公攻季孫氏，孟孫、叔孫謀救之。叔孫之御者曰：「我家臣也，安知公家？有季孫與無季孫於我孰利？」皆曰：「無季孫則無叔孫。」曰：「然則救之。」於是撞西北隅而入，昭公遂敗。是春秋時家臣之徇其主而忘公家已如此，降及東漢，氣節相矜，並至有甘以身殉者。王充《論衡》云：會稽孟章父英為郡決曹掾，郡將撾殺無辜，英引為己罪，代將死。章為郡功曹，從太守討賊，為賊所迫，亦代將死。《後漢書》：臧洪為太守張超所置功曹，超遣詣幽州，中道為袁紹所留，以洪為東郡太守。會曹操圍超，洪乞師於紹以救超，紹不許，超竟破滅。洪乃與紹絕，紹興兵圍之。至城破被執不悔，卒以死殉。公孫瓚初為劉太守郡吏，太守坐事徙日南，瓚祭先人塚，曰：「昔為人子，今為人臣。當詣日南，今與先人辭於北。」遂隨太守往（亦見《魏志》）。太守歐陽歙欲舉督郵繇延，主簿將引延上，郡吏郅惲起而言曰：「延資性貪邪，明府以惡為善，主簿以直從曲，此既無君，亦復無臣！」則並顯然有君臣之稱矣。劉表遺從事韓嵩詣許，欲以觀虛實。嵩曰：「若至京師，天子假一職，則成天子之臣、將軍之故吏耳，不能復為將軍死也。」更可見未仕於朝者猶為私臣也。甚至有為舉主及長官持服者。荀爽為司空袁逢所辟有道，不應，及逢卒。爽製服三年。桓鸞為太守向苗所舉孝廉，除膠東令，始到官而苗卒，鸞即去官奔喪，終三年。此為舉主持服者也。王吉被誅，故人莫敢至者，獨屬吏桓典收斂歸葬，服喪三年。劉質以冤死，王允為質吏，獨隨至京，送喪還其家，終三年乃歸。此為長吏持服者也。《後魏書》：公孫邃為青州刺史，卒，佐吏疑所服，詔曰：主簿近代相承服斬，過葬便除，可如故事。自餘無服，殊覺寥寥，可齊衰三月。則感恩知已、私自製服之例，且上達朝聽，至發詔為定令矣。《南史》：宋武陵王誕反，或勸其長史范義出走，義曰：「吾人吏也，吏不可以叛君。」《柳慶遠傳》：梁武初為雍州刺史，辟慶遠為別駕。慶遠謂人曰：「天下方亂，定霸者其在吾君乎？」因盡誠協讚，遂成帝業。可見六朝猶沿漢時長官得自置吏之制，而為所置者輒有君臣之分，抱節者雖能周旋患難，究何益於公家？桀黠者且至傾心於其主，如慶遠等出死力以抗朝廷，此又長官得自置吏之流弊也。寧人但見後世選法不盡得人，而以為不如古制，抑知古制有不可復用者。唐時固亦嘗兼用辟吏之法，然如韋皋在蜀，幕僚雖官顯，不使入朝，即署為屬州刺史，竟有終身不得見天子者。不特此也，朔方節度使安思順表李光弼為副知留後事，白敏中為邠寧節度使，亦表蔣伸為副，是節度副使亦得由藩鎮自置矣。安祿山之能叛，豈非以數年前請以蕃將易漢將，故得廣樹腹心，一朝舉事，爭為效力，遂至傾陷兩京，唐祚幾覆！故德宗晚年，方鎮副倅多自選於朝，防一日有變，則就授以節制，蓋深慮威柄下移，易致尾大之漸也。"
      },
      {
        "index": 28,
        "text": "漢初分郡之大"
      },
      {
        "index": 29,
        "text": "漢初設郡，所重者中原之地，故布置密而幅員較小。自京兆、馮翊、扶風所統外，如河東、太原、上黨、雲中、雁門、代郡、定襄，則今之山西省也；河南、河內、陳留、潁川、汝南、南陽、魏郡，則今之河南省也；齊、燕之地亦仿此。計今一省之地，漢時本有八九郡，兼有王侯國在其間，原不甚稀闊。若會稽郡，則幾及今之江、浙二省；南郡、江夏二郡，則即今之湖北一省：桂陽、武陵、零陵三郡，則今之湖南一省；廬江、九江、豫章三郡，則今之江西一省；南海、鬱林、蒼梧、合浦四郡，則今之廣東、西二省；遼東、遼西、玄菟、樂浪四郡，則今之關東及高麗一國。蓋其時蠻夷之地，甫經開闢，人戶稀少，賦稅訟獄亦皆輕減，故疏闊如此（《懶真子錄》亦云：漢郡之大，只以會稽一郡考之，縣二十有六，吳即蘇州也，烏傷即婺州也，毗陵即常州也，山陰即越州也，由拳即秀州也，太末即衢州也。烏程湖州也，餘杭杭州也，鄞四明也。以此考之，即今浙東、西之地乃漢一郡耳）。至三國時，則漸分裂，如《吳志》孫策自領會稽太守，以朱治為吳郡太守，則漢時會稽一郡之地已分為二。又《夏侯玄傳》萬戶之縣名之郡守，五千以上名之都尉，千戶以上令長如故，則其地之小益可見矣。"
      },
      {
        "index": 30,
        "text": "漢時陵寢徙民之令"
      },
      {
        "index": 31,
        "text": "漢制：天子即位，即營陵寢，而徙富民以實之。《漢書》：景帝五年作陽陵，募民徙陵，戶賜錢二十萬。武帝初置茂陵，賜徙者戶錢二十萬、田二頃。昭帝為母起雲陵，募徙者，賜錢田宅。蓋其時僅徙民而不皆富人也。帝又徙三輔富人平陵，則漸及富民矣。宣帝時募吏民資百萬以上徙於昭帝平陵，以水衡錢為起第宅。宣帝自作杜陵，徙丞相下將軍、列侯、吏二千石、資百萬以上者，則並及於達官矣。元帝築壽陵乃勿徙，詔曰：安士重遷，民之性也，今使其棄墳墓，破產失業，非計也，今所為陵，勿置縣邑，使天下咸安士樂業。成帝作初陵，繼又改新豐戲鄉為昌陵，又徙郡國豪傑資五百萬以上者。哀帝作義陵，始又詔勿徙。今按《主父偃傳》偃奏曰：「茂陵初立，天下豪傑兼並之家，皆可徙茂陵，內實京師，外消奸猾。」上從之。似此議創於偃。然《車千秋傳》：其先齊諸田，徙長陵。則高祖陵已徙民矣。《史記》籍孺、閎孺皆徙安陵，則惠帝陵亦徙民矣。今見於列傳者：朱雲，魯人；魏相，定陶人，皆徙平陵。何並之，祖父平輿人，以吏二千石徙平陵。平當、鄭崇之祖父皆以資百萬徙平陵。蕭望之，蘭陵人；史丹，魯人；尹翁歸，平陽人；韓延壽，燕人；馮奉世，潞人，皆徙杜陵。又有一家而數徙者，《金敞傳》所謂近臣皆隨陵為園邸也。張湯本居杜陵地，子安世在武、昭、宣世輒隨陵凡三徙，復還杜陵。杜周徙茂陵，至延年又徙杜陵。韋賢以昭帝時徙平陵，其子玄成別徙杜陵。張敞之祖徙茂陵，敞又徙杜陵。此皆徙民故事也。按漢制，人君即位，即營陵寢，固是先事儲備。然多入貢賦，以實其中，則立法甚謬。《晉書》：建興中盜發霸、杜二陵，多獲珍寶。帝問索綝曰：「漢陵中物何多耶？」綝曰：「漢天子即位一年而為陵，天下供賦三分其一入之。武帝享國長久，比崩，而茂陵不能容物。赤眉亂取陵物，不能盡，今猶有委積珠玉。此霸、杜二陵猶是儉者耳。」按《史記·孝文紀》言治陵皆以瓦器，不得用金銀銅錫為飾。劉向諫昌陵疏亦言：孝文薄葬，足以為式。而《漢書·張湯傳》有人盜發孝文園瘞錢，《晉書·索綝傳》又有此盜發霸陵金玉之事，則文帝陵藏物亦已多。《唐書》虞世南亦謂漢家即位之初，便營陵墓三分貢賦，以一入之，後赤眉入長安，取之累月不盡。蓋漢制本如是也。此則徒以耗天下之財，而轉召摸金、發丘之禍矣。"
      },
      {
        "index": 32,
        "text": "大臣有罪多自殺"
      },
      {
        "index": 33,
        "text": "《史記·寧成傳》：是時九卿罪死即死，少被刑者。蓋其時大臣多自貴重，不肯屈辱於獄吏故也。仲長統謂：賈誼感絳侯之困辱，因陳大臣廉恥之分，開自裁之端，自是以來，遂以成俗。按賈誼疏：大臣有重罪，則白冠氂纓（喪服也），槃水如劍，造請室而請罪（示以自刎也）。武帝初，以文學進用趙綰、王臧。竇太后不好儒，乃陰求綰、臧罪，召案，綰、臧即日自殺。張湯被罪，上使趙禹責湯，湯不服。禹曰：「天子重致君獄，欲令君自為計，何對簿為？」湯乃自殺。後上知湯為三長史所陷，盡誅三長史。而丞相莊青翟亦與三長史有謀，青翟亦自殺。李廣失律，召對簿，廣不肯對簿，自殺。李蔡以丞相侵廟堧地，當下吏，亦自殺。周陽由與郡守勝屬公相訐，勝屠公義不受刑，乃自殺。蕭望之被收入獄，呼朱遊曰：「遊，趣和藥來！」遂飲鴆死。朱博為丞相，坐事，當詣廷尉，乃自殺。馮參以中山太后弟被累詣廷尉，乃自殺。後漢司徒劉芳策免，自殺。竇憲收印綬，即日自殺。楊震罷歸，行至城西夕陽亭，飲鴆自殺。此皆不肯屈下失大臣體，寧輕生以免辱，亦一時風尚使然也。後遂有以此為例，而逼令死於家者。《翟方進傳》：成帝賜冊曰：「今賜君上尊酒十石，養牛一，君審處焉。」方進即日自殺。如淳曰：丞相有大罪，皇帝使侍中持節乘四白馬車，賜上尊酒十斛，牛一頭，策告殃咎，使者去半道，丞相即上病，使者還未白事，尚書即以丞相不起聞。此賜死法也，亦見衛宏《漢官舊儀》。按賜牛酒，本朝廷所以優大臣告病之禮。《史記·公孫弘傳》：弘以病乞骸骨，賜告治病，牛酒雜帛，居數月，疾瘳，仍起視事是也。今賜大臣死亦用之，使若病終，又以全大臣之體也。"
      },
      {
        "index": 34,
        "text": "刺史守令殺人不待奏"
      },
      {
        "index": 35,
        "text": "《漢書》：義縱為定襄守，掩獄中重罪二百餘人，及賓客兄弟私用入視者亦二百餘人，一切捕鞫，坐以謀為死罪解脫，盡殺之，共四百餘人。尹賞為長安令，治獄，穿地深數丈，以大石覆其口，名為虎獄。捕得少年惡子數百人，盡入獄，數日發視，皆相枕籍死。何並為長陵令，侍中王林卿犯法，並急追之，林卿令奴冠其冠自代。並至，軒其頭，懸都亭下。《後漢書》：史弼為河東太守，當舉孝廉，中常侍侯覽遣諸生齎書屬之，弼即付獄拷死。董宣為北海相，有大姓公孫丹造宅，卜者以為當有死者，丹乃殺路人，置屍舍下以厭之。宣即收丹父子，殺之。其親黨三十餘人操兵稱冤，宣又盡殺之。可見當時守令殺人，不待奏報也。不特此也，嚴延年為涿郡守，遣掾趙繡按鄉豪高氏，繡為輕重兩劾，欲先白其輕者，若延年意怒，乃出重劾。延年逆知其意，俟其白輕時，索其懷，得重劾，即收入獄，殺之。李膺為司隸校尉，中常侍張讓弟朔為野王令，貪贓無道，懼膺威嚴，逃還讓第，藏於合柱中，膺破柱出殺之。橋玄為漢陽太守，上邽令皇甫真有贓罪，玄收考，竟笞死於市。王宏為恒農太守，有事宦官買爵者，雖二千石亦拷殺之。則並可專殺職官矣。又小黃門趙津、南陽大猾倚中官勢犯法，南陽、太原二郡守案其罪殺之。杜詩為待御史，安集洛陽，將軍蕭文縱兵暴掠，敕曉不改，遂格殺廣。則並可專殺中官及武臣矣。王溫舒為河內太守，始至，令郡具私馬五十匹，置驛，奏請所捕豪猾，大者至族，小者乃死，得報二日而至，所誅殺流血十餘里。蓋豪猾族刑非常法，故特奏，若罪之麗於常法者，不奏也。《元後傳》：繡衣御史暴勝之奏殺二千石，誅千石經以下。是誅二千石須奏，誅千石以下不待奏也。按漢制，棨戟即為斧鉞，故凡列棨戟者，即得專生殺（見《後漢書·郭躬傳》）。魏晉六朝則以持節為重。《南齊書》：王敬則枉殺路氏，氏家訴冤，上責敬則：「人命至重，何以不啟聞？」敬則曰：「臣知何物科法？見背後有節，便謂應得殺人。」是六朝凡刺史持節者亦皆得專殺。故累朝雖有詔申禁，如宋孝武詔：非臨陣不得專殺，其罪人重辟，皆先上，須報乃行，違者以殺人論罪。告戒未嘗不嚴切也。然《南史》吉翰為刺史典簽，欲活一囚，因翰八關齋日上其事。翰明日謂典簽曰：「卿意欲活此囚，但囚罪重，卿欲活之，便當代任其罪。」乃收典簽殺之。是刺史並得殺簽帥矣。沿及隋、唐，尚仍舊制。《隋書·陳孝意傳》：太守蘇威欲殺一囚，孝意力諫不聽，乃解衣請先受死，威乃釋囚。是隋時刺史亦得殺人也。《唐書》：劉仁軌為陳倉尉，有折衝都尉魯寧暴橫，仁軌榜殺之。太宗以其剛正，擢為咸陽丞。《封氏聞見記》：崔立為雒縣，有豪族陳氏為縣錄事，向來縣令以下受其饋，皆與之平交。立倒任，陳氏猶以故態見，立命伍伯曳之杖死。陳氏子弟相率號哭，圍塞階屏，立一一收錄，盡殺之。是唐時縣令、縣尉猶得專殺人也。至於軍旅之際，更不待言。李光弼以侍御史崔眾狂易，收係之，會使者至，拜眾御史中丞，光弼曰：「眾有罪已前係，今但斬侍御史；若使者宣詔，亦斬中丞。」使者納詔不敢也，乃斬眾以徇。兵馬使張用濟赴軍逗留，光弼亦斬以徇。真源令張巡守雍丘，有大將六人，官皆開府特進，以力不敵賊，勸巡降。巡設天子畫像於堂，遂斬六人。張鎬按軍河南，以刺史閭丘曉不救睢陽，致張巡陷沒，亦杖殺曉。此更因軍事嚴切，不可以常法論也。直至有宋，州郡不得專殺之例始嚴。《宋史·本紀》：太祖嘗曰：「五代諸侯跋扈，枉法殺人，朝廷不問。自今諸州大辟錄案聞奏，付刑部覆視之。」遂著為令，自此諸州大辟皆上刑部審覆。然《宋史》李及知秦州，有禁卒白晝攫婦人金釵於市，吏執以來。及方觀書，略問數語，即命斬之。王詔知汝州，有鑄錢卒罵大校，詔即斬以徇。舒亶為臨海尉，有使酒罵後母者，亶命執之，不服，即斬之。是宋時州縣亦尚有專殺之例也。"
      },
      {
        "index": 36,
        "text": "漢時大臣不服父母喪"
      },
      {
        "index": 37,
        "text": "漢自孝文帝遺詔以日鐵月，遂著為令，凡公卿大臣皆不行父母喪。《漢書·翟方進傳》：方進遭母憂，自以備位宰相，不敢逾製，遂三十六日而除，即起視事是也。其有欲行喪者，則必須奏請。《後漢書·趙熹傳》：熹遭母憂，乞身行喪，明帝不許，遣使者為釋服。《桓焉傳》：焉為太傅，以母憂自乞，詔以大夫行喪逾年即奪服。《桓鬱傳》：鬱亦以母憂乞身，詔以侍中行服。鄧騭遭母憂，乞身行服，章連上，乃許也。直至元初中，始改令持服。《劉愷傳》：舊制，公卿、二千石、刺史不得行三年喪，由是並廢喪禮。元初中，鄧太后朝，詔長吏以下不為親行服者，不得典城選舉。其時有上言牧守宜同此制者，詔下公卿議，多以為不便。愷獨奏曰：「刺史一州之表，二千石千里之師，謂宜以身先之，而議者謂不便，是猶濁其源而欲清其流也。」太后乃從之。然《趙岐傳》：岐為司空掾，議二千石得去官為親行服。又《荀爽傳》：爽奏曰：「孝文皇帝過自謙抑，故遺詔以日易月。今公卿大臣，政教所瞻，而父母喪不得奔赴，何以教天下？」是元初以後行喪之制又廢。考安帝建光元年復斷大臣二千石以上行三年喪，桓帝永興二年又聽刺史、二千石行喪服，延熙二年復斷此制，是終漢之世，行喪不行喪迄無定制。惟其有不服喪之制，而士大夫有獨行己見、持服三年者，遂以之得名。如《銚期傳》：期父卒，服喪三年，鄉里稱之是也。並有以兄弟喪而去官者，如楊仁為什邡令，以兄喪去官；譙玄為太常丞，以弟服去官是也。（《晉書》：鄭默為大鴻臚，遭母喪，舊制，既葬還職。默懇終喪，遂改去，定令大臣終喪，自默始。又華廙都督河北諸軍事，父病輒還，仍遭喪。舊例，葬訖復任，廙固辭忤旨。是晉時大臣亦不行三年喪，至鄭默奏請始定終喪之制也。）"
      },
      {
        "index": 38,
        "text": "兩漢、六朝諡法"
      },
      {
        "index": 39,
        "text": "漢以來諡法，皆與其官爵並稱，大者則曰某王，次曰某侯，蓋猶春秋、戰國之遺法也。《漢書》：霍去病諡景桓侯，周絏諡貞侯，靳歙諡肅侯，傅寬諡景侯之類。其時凡賜諡者，本皆列侯，故皆云某侯，而未有稱伯、子、男者。六朝時，則又按其官位之大小而分別王、公、侯、伯、子。如王琳諡忠武王，劉秀之諡忠成公，王弘諡文昭公，王儉諡文憲公，沈慶之諡忠武公，王敬弘諡文貞公，徐勉諡簡肅公，王茂諡忠烈公，褚淵諡文簡公，劉勔諡昭公，王廣之諡壯公，柳慶遠諡忠惠侯，蕭穎達諡康侯，曹世宗諡壯侯，呂安國諡肅侯，蕭景先諡忠侯，劉善明諡烈伯，蕭赤斧諡懿伯，沈君理諡敬子，沈君高諡祁子，陸繕諡安子，沈炯諡恭子，陸杲諡簡子，庚杲諡貞子，凡諡皆連爵並稱，非如後世但賜某諡也。又《裴子野傳》：先是五等君及侍中以上乃有諡，字野以令望特賜諡貞子。陶弘景賜諡貞白先生，劉瓛賜諡貞簡先生。《北史》：李謐賜諡貞靜處士。此則官位例不及諡，而出於特恩者，乃後世特賜諡之始也。《後漢書》：夏恭卒，諸儒私諡曰宣明君。朱穆父卒，穆與諸儒考依古義，諡曰貞宣先生。及穆卒，蔡邕復與門人共述其體行，諡曰文忠先生。范冉卒，大將軍何進移書陳留太守，累行論諡，僉曰宜為貞節先生。陳實卒，海內赴吊者三萬餘人，共諡為文範先生。此又後世私諡之始也。然私諡究非禮，故荀爽嘗著論正之，見《後漢書》爽本傳。又《宋史》：張載卒，門人欲諡為明誠夫子。司馬光曰：《禮記》言古者生無爵，死無諡。《檀弓》書禮所由失，謂士之有誄，自縣賁父始。曾子曰：賤不誄貴，幼不誄長，惟天子則稱天以誄之。諸侯相誄猶為非禮，況弟子而誄其師乎？孔子歿，哀公誄之，不聞弟子復為之諡也。」是溫公亦以私諡為非禮，與爽同。"
      },
      {
        "index": 40,
        "text": "按《左傳》：楚太子商臣弑成王，先諡之曰靈，不瞑；曰成，乃瞑。則古人之諡，有在將死時者（按：《國語》楚共王將葬議諡，子囊諡之曰共，則古法上諡必在將葬，商臣於成王之死而即諡之，乃悖逆之為，非常例也。）。衛靈公出奔，北宮喜及析朱鉏復之，靈公賜喜諡曰貞子，賜鉏諡曰成子。則又有生前定諡者。楚共王臨卒，謂諸臣曰：「我死，請為靈若厲。」蓋自謙也，則又有生前自諡者。又古諡法多用一字，間有二字者，如考烈、慎靜之類也。並有用三字者，如貞惠文子是也。然大概用一字居多。近代諡法率用二字，蓋便於其子孫之稱也。《唐書》：呂諲卒，博士獨孤及諡曰肅。嚴郢以故事宰相諡皆二名。及謂：「義在美惡，不在多名，文王、周公、晉重耳諡曰文，冀缺、寧俞、隨會諡曰武，二名之諡非古也。漢蕭何、張良、霍去病、霍光以一名不盡其善，故有文終、文成、景桓、宣成之諡。唐興，魏徵以王道佐時，近文；愛君忘身，近貞，二者不可偏廢，故曰文貞。蕭瑀端直，近貞；性多猜，近褊，故曰貞褊。若跡無異稱，則易以一字，故杜如晦、王、陳叔達、溫彥博、岑文本皆當時宰相，諡不過一名。而曰故事當二名，殊所未聞。」乃不改。後鄭珣瑜卒，博士徐復諡曰文獻。李巽謂：「二諡非古。」復謂：「二諡，周、漢以來有之：威烈、慎靜，周也；文終、文成，漢也。」乃詔從復議。此後世二名之諡之所始也。又古人易名之典，必核其人之生平，未嘗專著其美而諱其惡。秦、漢以上不具論，《晉書》：陳準死，太常議諡。嵇紹曰：「諡所以垂不朽，大行受大名，細行受細名，準宜諡曰繆。」何曾卒，議者以其食日萬錢，諡曰繆醜。謝石卒，范宏之議以因事有功曰襄，貪以敗官曰墨，宜諡墨襄公。《宋書》：何勖諡荒公。《南史》：蕭子顯卒，請諡，手敕曰：「恃才傲物，宜諡曰驕。」蕭暐卒，諡替侯。沈約卒，諡隱侯。徐陵卒，諡章偽侯。周敷為周迪所欺被害，諡曰脫。《北史》：鄭羲卒，尚書奏：「《諡法》博文多見曰文，不勤成名曰靈。」乃諡為文靈。魏於忠諡武醜。穆崇死，請諡，太祖覽《諡法》述義不克曰丁，遂諡為丁公。後周薛善諡繆。宇文直諡刺。《唐書》：許敬宗卒，博士以其棄子荒徼，嫁女蠻中，諡曰繆。其孫訟之，始改諡蔡，宋慶禮卒，太常以其好巧自是，諡曰專。他如李程諡繆，房式諡傾，馬暢諡縱，韓宏諡隱，韋綬諡通醜，於頔諡厲，高璩諡刺，裴延齡諡繆。元載初諡曰荒，德宗改為成縱。楊炎初諡肅湣，孔戣駁之，乃改平厲。宋夏竦初諡文正，司馬溫公駁之，因改諡文莊。陳執中卒，韓維上疏，請諡榮靈。是唐、宋時諡猶兼美惡也。近代有諡者，但於美諡之中稍存輕重，而無復加以惡諡者。蓋古時三品以上，例皆贈諡，而其人之賢否不同，故考行易名，不能無褒貶。近代大臣身歿，其應贈諡與否，禮部必先奏請，請而得諡，其人必為朝廷所眷惜之人，其諡自有褒無貶也。（諡之最醜者莫如煬。《左傳》、《史記》所載不具論，漢惟東平王雲、長沙王旦，元魏初有紇那追諡曰煬帝。陳後主死於隋，贈長城公，諡曰煬。此外則隋煬帝、金海陵煬王，皆名實相稱。惟後周齊王憲，身為賢王而冤死，死後亦諡曰煬，此最枉者。）"
      },
      {
        "index": 41,
        "text": "漢、唐食封之制"
      },
      {
        "index": 42,
        "text": "秦、漢時，列侯無封國者曰關內侯。其有封地，則即食某地之戶，而自遣人督其租。至唐猶然。《史記》：吳、楚七國反時，列侯當從征者，其封邑皆在關東，欲貸子錢，而子錢家以勝敗未可知，不肯貸。此漢時封邑食租之大概也（《後漢書》注，封邑每戶輸二百）。《唐書》霍王元軌常遣國令督封租，令請貿易取贏，王曰：「汝當正吾失，反誘吾以利耶？」《王嗣立傳》：中宗時恩降食邑者眾，封戶凡五十四州縣，皆據天下上腴，隨土所宜，牟取利入，為封戶者，急於軍興。嗣立極言其弊，請以丁課盡送大府，封家諧左藏支給，禁止自征，以息重困。宋務光亦言：「滑州七縣，而分封者五。國賦少於侯租，入家倍於輸國。乞以封戶均餘州，並附租庸使歲送，停封使，息驛傳。」是征租者並乘驛矣。《宋璟傳》：武三思封戶在河東，遭大水。璟奏災地皆蠲租。有諂三思者，謂穀雖壞而蠶桑故在，請以代租。為璟所折。《張廷珪傳》：宗楚客、紀處訥、武延秀、韋溫等封戶在河南北，諷朝廷詔兩道蠶產所宜，雖水旱得以蠶折。廷珪固爭得免。可見唐時封戶之受困，雖國賦不至此也。憲宗時始定實封，節度使兼宰相者每食實封百戶，歲給絹八百匹、綿六百兩；不兼宰相者每百戶給絹百匹；諸衛大將軍每百戶給三十五匹。蓋至是始改製，封家不得自征，而一概盡給於官矣。"
      },
      {
        "index": 43,
        "text": "元魏子貴母死之制"
      },
      {
        "index": 44,
        "text": "漢武實將立昭帝為太子，先賜其母鉤弋夫人死，蓋懲呂后之禍也。元魏則遂以此為定制。道武帝晚而生明元，將立為太子，乃賜其母劉貴人死。道武謂明元曰：「昔漢武帝立其子而殺其母，不令婦人與國政，使外家為亂也。汝當繼統，故吾遠同漢祖，為長久計。」明元哀泣不自勝。《道武劉皇后傳》云：魏故事，後宮產子，將為儲貳，其母必先賜死。後以此法薨。劉皇后即劉貴人也。又明元帝杜後亦如此。世祖即位，轉奉乳母竇氏為皇太后。文成帝妃李氏初為宮嬪，生獻文帝，將立為太子，馮太后依故事，令其條記南是隻弟臨決，拊胸慟哭而死。孝文帝妃林氏，生太子恂，帝仁恕，不欲襲前事，亦因馮太后意，仍依舊制慘死。惟世宗靈後胡氏孕肅宗時，宮廷中以故事惟祈生諸王公，不願生太子，獨胡氏言：「天子豈可無太子？何可畏一身之死，而令皇家不育宗嗣乎？」同列又勸後為計，後不聽，嘗誓云：「所懷是男，將為長子，子立身死，所不辭也。」乃生肅宗，後竟不賜死。肅宗立，尊為皇太后，遂臨朝稱製，恣行穢濁，並鴆肅宗，而魏隨以亡，後亦為爾朱榮沉於河而死。子貴母死，本屬矯枉過正。漢之馬、鄧，宋之章獻、宣仁，何嘗不有功於國家？乃必使人主先絕其天性之親。則已大悖乎孝治天下之義，何以君臨天下？卒之防患雖嚴，而偶一破例，前此數代之冤禍，即中於此一人以報之，馴至破家亡國。是知滅絕天性以防禍者，未有不轉召禍也！"
      },
      {
        "index": 45,
        "text": "元魏族誅之法最慘"
      },
      {
        "index": 46,
        "text": "夷三族，本秦之酷法，漢文帝始除收帑相坐律。然景帝於晁錯，武帝於郭解、主父偃等，猶皆族誅。沿及三國、六朝，此刑不廢，而元魏尤最慘。衛王儀之弟觚使於燕，為所殺。太祖平中山，收害觚者傅高霸、程同等，夷五族。崔浩之誅也，清河崔氏無遠近皆死，又波及范陽盧氏、太原郭氏、河東柳氏，則母黨、妻黨及女家俱誅矣。其時浩等百二十人皆族，賴高允諫，故僅施之浩。世祖曰：「非允言，當有二三千人流血矣。」崔頤、崔模與浩敘族，因浩平日常輕其家世，模曰： 「桃簡（浩小名）止可輕我，豈合輕周兒（頤小名）？」此語流聞已久，二家始得免。崔寬以遠來疏族，亦得免。可見當時族誅之令，果係同族，皆不免也。刑罰之濫，至此極矣！迨孝文帝始減令五族者降止同祖，三族者止一門，門誅者止其身。常員與常禽可誣謗朝政，有司奏夷五族，詔罪止一門，稍輕減矣（孝文時崔挺諫曰：「一人有罪，延及合門，則司馬牛受桓魋之罰，柳下惠嬰盜蹠之誅，不亦哀乎！」故帝減其制）。然一人犯法，累及門族，仕宦時未必共享其福，誅戮時乃共受其禍，揆諸罪人不孥之義，可痛心也！卒之河陰之役，諸元為爾朱氏殲滅幾盡。北齊文宣帝又以光武中興為王莽殺諸劉不盡，乃大殺元氏子孫。本紀謂殺三千餘人，《元韶傳》謂死者七百二十餘人，豈非當日族誅之報耶！後世惟謀反者門誅，謀叛者其孥僅流徙，可謂仁至義盡矣。（唐李錡反，伏誅，詔削一房屬籍。宰相問蔣乂：「一房自大功乎？」乂曰： 「大功，錡之從父昆弟。其祖神通有功，可昧其勳乎？」曰：「期可乎？」乂曰：「期者，錡昆弟。其父若幽死，社稷可盡削其子乎？乃止錡一身及其子息。是門房亦尚無定制也。）"
      },
      {
        "index": 47,
        "text": "元魏百官無俸"
      },
      {
        "index": 48,
        "text": "北魏之制，百官皆無祿。高允在世祖時，猶令諸子樵采以自給。至孝文帝始班俸祿，戶增調三匹、穀二斛九升，以為官司之祿，以十月為首，每季一請。又《於忠傳》：高祖以國用不足，百官之祿四分減一，至忠得政，始復之。是制祿後又有減削也。《北齊文宣紀》：自魏孝莊後，百官絕祿，文宣即位，始復給焉。則於忠復額俸之後，孝莊時又停，直至齊文宣再給也。"
      },
      {
        "index": 49,
        "text": "華林園有三處"
      },
      {
        "index": 50,
        "text": "六朝時，華林園凡有三處。其在洛陽者，裴松之《魏志注》云：本東漢之芳林園，魏明帝青龍三年於其中起陂池，楫棹越歌。又《魏略》：明帝起土山於芳林園西北陬，使群臣皆負土成山，樹松柏竹木於其上，捕山禽雜獸於其中。及齊王芳即位，以芳字犯諱，乃改為華林。後北魏孝文帝遷洛，又葺之。《魏書·崔長文傳》：孝文帝遷洛，命長文營購華林園。又《茹皓傳》：皓領華林諸作，為山於天淵池西，采北邙佳石，徙竹汝潁，頗有雅致。太和二十年二月，幸華林園，聽訟於都亭。八月，又幸華林，親錄囚徒。二十二年八月，講武於華林。孝明帝熙平元年，詔放華林野獸於山澤。孝昌二年，詔直言敢諫之士尺集華林東門，人別引見，共論得失。爾朱兆破元顥，孝莊帝渡河，先入居華林園。又南安王正為相州刺史，帝餞之於華林都亭，詔並賦詩，不能者聽射。北海王詳常別住華林園西隅，宣武帝每潛至其處肆飲終日。楊椿告老，孝莊帝宴於華林園，下御座執手流涕。《楊津傳》：咸陽王禧反，宣武帝馳入華林園，惟津不同逆。《高肇傳》：宣武引見肇於華林，肇惶懼，舉動失儀。此洛陽之華林園也。其在鄴都者，《晉載記》：石虎使張群發近郡男婦十六萬、車十萬，運土築華林苑於鄴北，又鑿北城引水以灌之，蓋仿洛陽之華林園而為之。其後東魏遷鄴，仍以為遊幸之所。孝靜帝天平四年，幸華林園理訟。元象元年，幸華林都堂聽訟。又嘗宴高澄於華林園。北齊孝昭帝篡位時，令平秦王高歸彥引侍衛之士向華林園斬蛾永樂。武成帝寵其子儼，以為中丞大司徒使以鹵薄儀衛導之出，帝與胡後在華林東門隔幕觀之。北鄴中之華林園也。其在建業者，《金陵新志》云在台城內，本吳舊宮苑也。晉南渡後，仿洛陽園名而葺之。宋武帝永初二年四月，聽訟於華林園。少帝於華林園為列肆，親自酤賣。文帝又築景陽山於華林園。齊東昏於華林設市，所謂至尊屠肉，潘妃沽酒。梁武帝命於華林園總集釋典。簡文帝遊華林，謂左右曰：「會心處不必在遠，翳然林木，便自有濠濮間想。」此建康之華林園也。三處皆有華林園，閱史者幾致淆惑，故分析於此。蓋其始本自洛陽有華林園，因而晉南渡後以吳時舊宮苑仿之，於是有建康之華林。石虎都鄴，亦仿洛陽規制，於是有鄴都之華林。古時宮苑多有仿舊名而為之者。如長安有樂遊原，乃漢宣帝建樂遊廟於其地，因有此名。後隋文帝既遷長安於故城北二十餘里，而唐時太平公主築池觀於樂遊原上，則必非漢時樂遊舊地可知，地改而名仍舊也。又金陵亦有樂遊苑。《建康實錄》：宋文帝元嘉二十一年七月，甘露降樂遊苑。顧野王《輿地志》所謂覆舟山在樂遊苑內是也。漢武帝鑿昆明池於上林，以肄舟師。而金陵之玄武湖亦號昆明池。《太平御覽·京都記》：齊武帝習水軍於其中，號曰昆明池。沈約《登覆舟山》詩所謂「南瞻儲胥館，北望昆明池」是也。"
      }
    ]
  }
}