{
  "chapterNumber": 33,
  "title": "卷三十三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "刻書書冊"
      },
      {
        "index": 2,
        "text": "《池北偶談》引《五代會要》：後唐長興三年，命太子賓客馬縞等充詳勘九經官，於諸選人中召能書者，寫付匠雕刻，每日五紙，與減一選。漢乾祐中，《周禮》、《儀禮》、《公羊》、《穀梁》四經始鏤版。周廣順三年，尚書左丞田敏進印板九經。馬端臨《文獻通考· 書籍門》亦載刻書始於後唐。沈括《筆談》及《孔氏雜說》亦皆以為始於馮道奏鏤五經。又和凝有集百餘卷，自鏤板行世。廣順中，蜀人毋昭裔出私財百萬，刻九經板，又刻《文選》、《初學記》、《白孔六帖》行於世。是刻書始於五代明矣。然葉夢得又謂唐柳比《訓序》方在蜀見字書雕本，而元微之序白樂天《長慶集》亦云：繕寫摹勒，炫賣於市井。摹勒即刊刻也，則唐時已開其端歟？《筆談》亦謂板印書籍唐時尚未盛。曰尚未盛，則已有之也。《河汾燕閑錄》又謂：隋開皇十三年十二月八日，敕廢像遺經，悉令雕撰。王阮亭引之，以為刊書之始。刊書與抄書難易不啻百倍，若隋已有雕刻。何以唐時尚未盛行，直至五代時始有之。當是隋、唐時習其技者少，刻書甚艱故耳。胡應麟《筆叢》亦謂雕本肇於隋，行於唐，擴於五代，精於宋。郎瑛《七修類稿》又謂，唐時不過少有一二，至五代始盛，宋則群集皆刻，要不謬也。今世刻工有活板法，亦起於宋時。沈括云：其法用泥刻字，每字為一印，火燒令堅，欲印則以鐵範置板上，而密布字印於其中，頃刻印千百本，此即活板法也。但宋時猶用泥刻字，今則並用木刻，尤為適用耳。陸深《金台紀聞》云：近日毗陵人用銅鉛為活字，視板印尤巧便。則又以活字為起於明代，蓋未知宋時已有刻泥活字之法也。又程大昌《演繁露》云：古書皆卷，至唐始為葉子，即今書冊也。此恐未必，唐時如鄴侯插架三萬軸，白樂天云「新詩三十軸，軸軸金玉聲」，微之序樂天詩亦云「前後數十軸」，是其時尚用卷軸也。《筆叢》亦謂：唐末宋初，鈔錄變而為印摹，卷軸變而為書冊。"
      },
      {
        "index": 3,
        "text": "刻時文"
      },
      {
        "index": 4,
        "text": "《雲谷臥餘》載楊常彝云：十八房之刻，自萬曆壬辰《鉤玄錄》始。旁加批點，自王房仲選程墨始。其後坊刻漸眾，大約有四種：曰程墨，則科場主司及士子之文；曰房稿，則十八房進士之舊作；曰行卷，則舉子之作；曰社稿，則諸生會課之作。每科房考之刻，皆出於蘇杭，而北方賈人市買以去，天下群奉為的矣。《戒庵漫筆》曰：余少時未見有房稿刻本，有書賈從利考朋友家抄得窗課，每篇酬錢數文，持去發刻。唐荊州中會元，其稿是門人蔡瀛所刻。薛方山中會魁，其三試卷亦門人錢夢玉以東湖活板印行之。今則滿目皆坊刻矣。《七修類稿》亦云：化代以前，世無刊本時文。杭州通判沈澄刊《京華日抄》一冊，甚獲重利。後閩省效之，漸至各省提學考卷也。（按《明史》萬曆十五年禮部言：舉業流弊太甚，請選弘治、正德、嘉靖初年中式文字，選其尤者，刊布學宮，俾知趨向。此又官刻時文之始。）"
      },
      {
        "index": 5,
        "text": "花押"
      },
      {
        "index": 6,
        "text": "顧寧人引《集古錄》有帝王將相署字一卷，謂署字者乃草書其名，即仿俗所謂畫押。而因據《魏志》司馬懿將統兵拒蜀，許允等謀因其入，請帝殺之，已書詔，優人於帝前唱「青頭雞」，「青頭雞」者，鴨也，欲帝速押詔書也，以為此帝王書押之始，是固然。然謂是時帝王之押即自署名，恐不然也。漢時長官批屬吏符牒，書一諾字。《後漢書·黨錮傳》所謂南陽宗資但畫諾。王府僚吏箋啟，亦用此制批答。晉元帝踐阼，心存謙抑，猶用藩王禮，凡箋奏皆批諾。諾字中若有鳳尾婆娑之形，故曰鳳尾諾。是畫諾者實書一諾字，非後世花其名可比。然則長吏及藩王之批答僚屬，猶只書一諾字，而帝王之押反自花其名乎？《北史·齊後主紀》：穆提婆等賣官，乞書詔，後主連判文書二十餘紙，各作依字（《北齊書》各作花字）。則北齊帝王畫押，尚但作依字，而不自書其名，豈魏時帝王之押已自署名乎？蓋漢、魏時帝王已有押詔之例，然必另有字作押，如「依」字「可」字之類，而非自花其名也。唐董昌僭位，下制詔皆自署名。或曰：「帝王無押詔。」昌曰：「不親署，何由知我為天子？」是唐末尚無天子自署名之例，而謂漢、魏帝王之押即自花其名，必不然也。《集古錄》所云五代帝王署字一卷，蓋五代帝王皆起於人臣，其未登極以前，本有署名之押，即位後遂仍而不改耳。至士大夫之押，自六朝至唐、宋，固無不署名。（齊太祖在領軍府時亦令紀僧真學己手跡，下名答報表疏。又陸倕戲何敬容：「苟既太大，父亦不小。」斛律金不能署「金」字，齊伸武指屋角示之。庫狄幹署「幹」字，乃逆上畫之，時人號為穿錐。皆花押署名故事。）而宋時則並有以押代名之例。袁文《甕牖閑評》記張乖崖一劄，後面云「知升州張」，押字自手而不書名。方勺《泊宅編》亦記張安道書不稱名，但著押字。故周密《癸辛雜識》云：前輩簡帖皆前面書名，其後押字即以代名，不復書名也。近世士大夫不以押字代名，才百餘年事耳。嘗見先朝進呈文字，往往只押字而不書名，初疑為檢底，而未乃有御批，殊不能曉。後見前輩所載，乾、淳間禮部有申秘省狀押字而不書名者，或以為相輕致憾。范石湖聞之，笑其陋云。據此，以宋時進呈文書及屬吏申長官文牒，後幅亦皆以押代名。然《韓琦君臣相遇傳》：公在魏時，府僚路拯呈事，狀尾忘書名，公即以袖覆之，路君愧服。然則古人進狀，狀尾本有書名之例。"
      },
      {
        "index": 7,
        "text": "燒香"
      },
      {
        "index": 8,
        "text": "趙彥衛《雲麓漫抄》謂古無燒香之事，《尚書》至於岱宗，柴望大告武成，《禮記》焚柴於泰壇，《周禮》升煙燔牲首，皆是焚柴升煙以降神。後世燒香，蓋起於佛道云。李相之《賢已集》因謂燒香始於佛圖澄。襄國城塹水源暴竭，石勒問澄，澄曰：「今當敕龍取水。」乃燒安息香，咒數百言，水大至云。然燒香實不自此始。《三國志》：孫策謂張津著絳帕頭，燒香讀道書，又《江表傳》：道士於吉來吳會，立精舍，燒香讀道書。則漢末道家已用之。又按《漢武故事》昆邪王殺休屠王，以其眾來降，得其金人之神。其祭不用牛羊，惟燒香禮拜。則燒香之始於佛家可知也。高似孫《緯略》亦云。"
      },
      {
        "index": 9,
        "text": "放生池"
      },
      {
        "index": 10,
        "text": "放生本於佛家戒殺之義。唐乾元中，命天下置放生池八十所。顏魯公碑云：環地為池，周天布澤。動植依仁，飛潛受獲。宋天禧中，王欽若奏以杭州西湖為祝聖放生池，郡守王隨記之。東坡奏西湖不可廢者五，此其一也。其狀云：郡人數萬，會於湖上，所活羽毛鱗介以百萬數。然考《藝文類聚》梁元帝時荊州有放生亭碑，則唐以前已有之。又《南史》梁武時謝微為《放生文》，見賞於世。蓋梁武帝奉佛戒殺，至以面為犧牲，則放生起於是時無疑。據魯公「飛潛受獲」及坡翁「羽毛鱗介」云云，則其池不特種魚。宋人生辰多以放鳥鴿為壽，坡翁詩「記取金籠放雪衣」，自注：杭人以放鴿為太守壽。又《倦遊錄》云：王丞相生日，鞏籠雀鴿以獻，開籠一一放之。皆與天禧祝聖事相類，蓋放生池兼放鳥獸，今人亦尚有舍豢六畜者"
      },
      {
        "index": 11,
        "text": "神前設簽"
      },
      {
        "index": 12,
        "text": "顧仲恭《竹簽傳》載神前設簽之始曰：入唐為陳武烈太祝，附帝意作韻語；入宋又避江東神幕，關壯繆侯之改諡武安王也，倚勢辟之；明興，為王立廟京師正陽門外，命簽典謁。然則神前設簽，起於唐世也。又《夷堅志》：建昌大寺塔中置泗州僧伽像，甚靈，張彥文尚書與其子元晉初預鄉薦，皆禱之，同得一吉簽，遂登第去。《癸辛雜識》：臨安太學有岳武穆王祠，並祀銀瓶娘子，其簽文與天竺同。"
      },
      {
        "index": 13,
        "text": "放債起利、加二、加三、加四並京債"
      },
      {
        "index": 14,
        "text": "放債起息，後人皆以《周禮》泉府之官「凡民之貸，與其有司辨之，以國服為之息」一語為口實。按「國服為之息」一語本不甚了了，鄭眾釋之云：貸者從官借本賈也，故有息，使民弗利，以其所賈之國所出為息也。鄭康成因釋之云：以其於國服事之稅為息也，於國事受園廛之田，而貸萬泉者，則期出息五百。此亦億度之詞。蓋《周禮》園廛二十而稅一，近郊十一，遠郊二十而三，甸稍縣皆無過十二，惟漆林之征二十而五。漆林自然所生，非人力所作，故稅重。康世乃約此法，謂從官貸錢，若受園廛之地，貸萬錢者期出息五百也。賈公彥因而疏解謂：近郊十一者，萬錢期出息一千；遠郊二十而三者，期出息一千五百；甸稍縣都之民，萬錢期出息二千也。此後世放債起息之所本也。《漢書·谷永傳》：為人起債，分利受謝。顏師古注曰：富賈有錢，假托其名，代為之主，放與他人，以取息而共分之。是漢時已有放債之事。然師古謂代富人為主，放與他人，亦恐未確。蓋如今之中保，為之居間說合，得以分利受謝耳。《漢書·貨殖傳》：農工商賈，大率歲萬息二千，百萬之家即二十萬。注云：每萬得利二千，故百萬之家得二十萬，此加二之息，見於《漢書》者也。鄭康成注「國服為息」句，又云：王莽時貸以治產業者，但計贏所得，受息無過歲什一。公彥疏云：莽時雖計本多少為定，及其催科，惟計所贏多少，如歲贏萬泉則催一千，如贏五千則催五百，皆據利催什一也。然則王莽時收息僅加一也。然《漢書·莽傳》令市官收賤賣貴，賒貸與民，收息百月三。如淳曰：出百錢與民，月收其息三錢也。則莽收息乃加三，而非如康成所云什一也。此加三起息之見於《莽傳》者也。宋《青苗條例》云：人戶所請價錢斛斗，至秋成應納時，如物價稍貴，願納見錢者，當比附元請價錢，不得過三分。如一戶請過一貫文，送納見錢，不得過一貫三百文。此後世官利加三之始也。（《元史·世祖本紀》至元十九年詔：民間貸息以三錢為率，著為令。）然韓琦疏又云：今放青苗錢，凡春貸十千，半年之內令納利二千；秋再放十千，至年終又令納利二千。則又加四利息矣。《元史·太宗本紀》：國初，官民貸回鶻金歲加倍，太宗著令：凡假貸歲久，惟子本相侔而止。（時因耶律楚材言「回鶻金取息太重，名羊羔利，請以本利相侔而止，」故有是詔。見《楚材傳》。）世祖至元六年，又申明此制，令民間貸錢雖逾限，止償一本息。（時又因劉秉忠言「宜確計官民欠負，依前者使一本一利償還」，詔從之。見《秉忠傳》。又布魯海牙宣撫真定，以富民收息不逾時倍之，乃定令息如本而止。見《布魯海牙傳》。）此近代遠年債負一本一利之所始也。至近代京債之例，富人挾資住京師，遇月選官之不能出京者，量其他之遠近、缺之豐嗇，或七八十兩作百兩，謂之扣頭，甚至有四扣、五扣者，其取利最重。按此事古亦有之。《史記·貨殖傳》：吳楚七國反時，長安列侯當從軍者欲貸子錢，子錢家莫肯貸，惟無鹽氏捐金出貸，其息十之。吳楚平，而無鹽氏之息十倍。曰子錢家，則專有此出錢取息之人，如今放京債者也。曰息十倍，則如今債之重利也。又《舊唐書·武宗紀》：中書奏選官多京債，到任填還，致其貪求，罔不由此，乃定戶部予借料錢到任扣還之例。此又後世京債故事及官借俸錢之始。"
      },
      {
        "index": 15,
        "text": "合同"
      },
      {
        "index": 16,
        "text": "今俗作契券，有所謂合同者，以兩紙尾相並，共寫「合同」二字於其上，而各執其一以為驗，蓋本古法也。鄭康成注「書契」云：書之於木，刻其側為契，各持其一，後以相考，則已肇其端。《周禮·地官》有質劑之制，《國策》馮煖為孟嘗君之薛收責，召諸民當償者悉來合券。注：凡券，取者與者各收一，責則合驗之。又《韓策》或謂韓公仲曰：「秦操右契，而為公責。」注：左契待合而已，右契可以責取。此即今合同之法也。然《老子·任契章》：聖人執左券而不責於人，《史記》：蘇代謂田軫曰：「公常執左券，以責於秦、韓。」則左券亦可以責取者。《北史·盧同傳》：請令軍功立明文案，即給以券，其券一紙之上，當中大書統軍位號、勳人甲乙及斬級被傷之數，各盡一行，當行豎裂。其券前後皆起年號月日，一付勳人，一谘行台。此亦本古人合券遺法，蓋不特民間市易所用，而官曹亦用之，以防作偽也。又官曹文案於紙縫上鈐印，魏、晉律令謂之款縫。顏師古云：應作钅款縫。钅款，刻也。古未有紙之時，凡簡牘編連處恐有改動，故於縫上刻記之，謂之钅款縫。今紙上署縫，猶仍舊名，呼為款縫耳。按此亦合契遺法也。黃伯思謂：梁御府所藏前代法書，皆有朱異、唐懷克等題名於首尾紙縫間，謂之押縫。則並移此法於書畫矣。《元史》：桑哥拆印縫，持其半以陷人。徹裏曰：「用朱印以封紙縫者，防欺也，今尚書省拆卷破印，豈非教吏為奸？」然則雖有鈐縫之法，尚不能防弊，宜時俗偽契之紛紛不止也。"
      },
      {
        "index": 17,
        "text": "馬褂、缺襟袍、戰裙"
      },
      {
        "index": 18,
        "text": "凡扈從及出使皆服短褂、缺襟袍及戰裙。短褂亦曰馬褂，馬上所服也，疑即古半臂之制。《說文》：無袂衣謂之衽。趙宦光以為即半臂，其小者謂之背子。此說非也，既曰半臂，則其袖必及臂之半，正如今之馬褂；其無袖者，乃謂之背子耳。（背即古裲襠之制。《南史·柳元景傳》：薛安都著絳，裲襠衫，馳入賊陣。《玉篇》云：裲襠，其一當背，其一當胸。朱謀蟚韋《駢雅》：裲襠，胸背衣也。）劉孝孫《事原》：隋大業中，內官多服半除，即今長袖也。唐高祖減其袖，謂之半臂。則唐初已有其制。《唐書》：韋堅為租庸使，聚江淮運船於廣運潭，令陝尉崔成甫著錦半臂、缺胯綠衫而裼之，唱得寶歌，請明皇臨觀。又曾三異《同話錄》有「貉袖一條」云：近歲衣製有一種，長不過腰，兩袖僅掩肘，以帛為之，仍用夾裏，名曰貉袖。起於御馬院圉人，短前後襟者，坐鞍上不妨脫著，以其便於控馭也。此又宋人短褂之制。然短袖之服，又不僅起於唐、宋。按《魏志·楊阜傳》：阜嘗見明帝著帽披縹綾半袖，問帝曰：「此於禮何法服也？」則短袖由來久矣。《北史》：周武帝著短衣，享二十四軍督。馬縞《中華古今注》：隋文帝征遼，詔武官服缺胯襖子，三品以上皆紫。《唐書》：高祖武德元年，詔諸衛將軍每至十月一日皆服缺胯襖子。是缺襟之制亦起於隋、唐時。至戰裙之始，按《國語》鄢之戰，郤至以韎韋之跗注，三逐楚平王。注：跗注者，兵服，自腰以下注於跗。則今之戰裙蓋本此也。邲之戰，屈蕩逐趙旃，得其甲裳。又裙之有甲者耳。"
      },
      {
        "index": 19,
        "text": "帽頂"
      },
      {
        "index": 20,
        "text": "《輟耕錄》記元大德間，有回回巨商賣紅剌石一塊於官，重一兩三錢，直中統鈔十四萬錠，用嵌帽頂上。累朝皇帝正旦及天壽節大朝賀，則服用之。又河南王卜憐吉歹嘗郊行，天暖，欲易涼帽，左右捧笠侍。風吹墮石上，跌碎御賜玉頂，王不嗔責。又有猴盜者（使所畜猴入人家竊物），在韶州旅邸，服繡衣，琢玉為帽頂。又《元史》：仁宗為皇太子時，淮東宣慰使撒都獻七寶帽頂，卻之。據此，則帽之有頂，元制已然。《遼史·重元傳》：興宗賜重元四頂帽、二色袍。則帽頂之制並始於遼也。"
      },
      {
        "index": 21,
        "text": "襪、膝、褲"
      },
      {
        "index": 22,
        "text": "俗以男子足衣為襪，女子足衣為膝褲。古時則女子亦稱襪，男子亦稱膝褲。《左傳》不脫襪而登席。《漢書》王生謂張釋之曰：「我襪解，為我結襪。」此男子稱襪也。《洛神賦》羅襪生塵，李白詩「兩足白如霜，不著鴉頭襪」，杜牧詠襪詩「纖纖玉筍裹春雲」，《道山新聞》窅娘以帛繞足，素襪舞其中。此女子亦稱襪也。秦檜死，高宗謂楊和王曰：「朕今日始免膝褲中置匕首矣。」此男子亦稱膝褲也。是以呂藍衍《言鯖》謂襪即膝褲。然今俗襪有底，而膝褲無底，形制各別。按《炙轂子》曰：三代謂之角襪，前後兩隻相成，中心繫帶。則古時襪之制，正與今膝褲同，豈古之所謂襪，本如今膝褲之制，後人改為有底，遂分其名，而一則稱襪，一則稱膝褲耶？"
      },
      {
        "index": 23,
        "text": "釘鞋"
      },
      {
        "index": 24,
        "text": "古人雨行多用木屐，今俗江浙間多用釘鞋，不知起於何時。按《舊唐書》德宗入駱谷，值霖雨道滑，衛士多亡歸朱泚，惟東川節度使李叔明之子升及郭儀之子曙、令孤建之子彰等六人，恐有奸人危乘輿，相與齧臂為盟，著釘鞋行幐，更控上馬，以至梁州。釘鞋之名，始見於此。《明史·禮志》：百官入朝遇雨，皆躡釘靴，聲徹殿陛。太祖曰：「古者入朝有履，唐始用靴，其令朝官為軟底皮鞋，冒於靴外，出朝則釋之。」此又釘靴之見於記載者也。"
      },
      {
        "index": 25,
        "text": "眼鏡"
      },
      {
        "index": 26,
        "text": "古未有眼鏡，至有明始有之，本來自西域。張靖之《方州雜錄》云：向在京師，於指揮胡豅寓見其父宗伯公所得宣廟賜物，如錢大者二，形色絕似雲母石，而質甚薄，以金相輪廓而紐之，合則為一，歧則為二，如市中等子匣，老人目昏不辨細書，張此物加於雙目，字明大加倍。近又於孫景章參政處見一具，試之復然。景章云：「以良馬易於西域賈胡，其名曰僾逮。」又郎瑛云：少嘗聞貴人有眼鏡，老年人可用以觀書，予疑即《文選》中玉珧之類。及霍子麒送一枚來，質如白琉璃，大如錢，紅骨鑲二片，可開合而折疊之。問所從來，則曰：「甘肅番人貢至而得者。」豐南禺曰：「乃活車渠之珠，須養之懷中，勿令幹，然後可。予得之二十年無用」云。瑛，嘉靖時人，是知嘉靖時尚罕見也。《吳瓠庵集》中有《謝屠公饋眼鏡》詩。呂藍衍亦記明提學潮陽林某始得一具，每目力倦，以之掩目，能辨細書，其來自番舶滿加刺國，賈胡名曰靉靆云。則此物在前明極為貴重，或頒自內府，或購之賈胡，非有力者不能得，今則遍天下矣。蓋本來自外洋，皆玻璃所製，後廣東人仿其式以水精製成，乃更出其上也。劉跂《暇日記》：史沆斷獄，取水精十數種以入，初不喻，既而知案牘故暗者，以水晶承日照之，則見。是宋時已知水晶能照物，但未知作鏡耳。"
      },
      {
        "index": 27,
        "text": "折扇"
      },
      {
        "index": 28,
        "text": "高江村《天祿識餘》謂：今之折疊扇，初名聚頭扇，元時高麗始以充貢。明永樂間稍效為之，今則流傳浸廣，團扇廢矣。至於揮灑翰墨，則始於成化間云。《癸辛雜識》：倭人聚扇，用倭紙為之，雕木為骨，金銀花草為飾，並有作不肖之畫於其上者。《七修類稿》亦謂，成化初高麗貢至朝，命仿制以答，復書格言以賜群臣，民間遂效而為之。按陸深《春風堂隨筆》云：今之折扇，張東海以為貢於東夷，永樂間盛行於中國。然予見南宋以來詠折扇者頗多，東坡謂高麗白松扇「展之廣尺餘，合之止兩指」，即此也。又按洪容齋《隨筆》記朱新仲有折扇詩云：「宮紗蜂趕梅，寶扇鸞開翅。數折聚清風，一撚生秋意。搖搖雲母輕，嫋嫋瓊枝細。莫解玉連環，怕暮新花墜。」張安世見而書諸扇。又豐坊云：家有趙彥所畫折扇。金章宗題折扇詞云：「幾股湘江龍骨瘦，巧樣翻騰，疊作湘波皺。」則折扇非始於元，蓋宋、金時已有之，特其時尚未盛行，民間猶多用團扇，是以陸放翁有「生綃裁扇又團團」及「團扇家家畫放翁」之詩。直至永樂中，始盛行於中國耳。馮時可《篷窗續錄》亦謂貢自東夷，永樂間乃盛行。《客中閑談》又謂之撒扇，永樂中朝鮮貢至，上喜其舒卷之便，命工如式為之。南方婦女猶用團扇，唯妓女用撒扇，近年良家婦亦用之矣云。又按昔人折扇有用絹者，陸儼山有楊妹子書折絹扇。郎瑛又謂：墨骨泥金，起於日本云。南齊褚淵以腰扇障日。《通鑒注》云：腰扇佩之腰，今謂之折疊扇。此恐誤，唐時尚未有折扇，何得六朝已有之？胡三省蓋以後世之物妄為附會耳。"
      },
      {
        "index": 29,
        "text": "竹夫人、湯婆子"
      },
      {
        "index": 30,
        "text": "編竹為筒，空其中而竊其外，署時置床席間，可以憩手足，取其輕涼也，俗謂之竹夫人。按陸龜蒙有《竹夾膝》詩，《天祿識餘》以為即此器也。然曰夾膝，則尚未有夫人之稱。其名蓋起於宋時。東坡詩云：「留我同行木上座，贈君無語竹夫人」，又「聞道床頭惟竹幾，夫人應不解卿卿。」自注云：世以竹幾為竹夫人也。又黃涪翁云：趙於充示竹夫人詩，蓋涼寢竹器，憩臂休膝，似非夫人之職，予為名曰青奴。陸放翁亦有詩云：「空床新聘竹夫人。」羅《鶴林玉露》亦載李公甫謁真西山丐題，西山指竹夫人為題，曰「蘄春縣君祝氏，可封衛國夫人。」公甫援筆立就，有云：「保抱攜持，朕不忘五夜之寢；展轉反側，爾尚形四方之風。」 西山擊節。又今人用銅錫器盛湯，置衾中暖腳，謂之湯婆子。或以對竹夫人。按此名雖不經見，然東坡有致楊君素劄云：送暖腳銅缶一枚，每夜熱湯注滿，塞其口，仍以布單裹之，可以達旦不冷。然則此物亦起於宋，其名當亦已有之。按范石湖有《腳婆》詩，則是時並有腳婆之稱也。"
      },
      {
        "index": 31,
        "text": "連枷"
      },
      {
        "index": 32,
        "text": "農家登麥，必用連枷擊之。按《國語》管仲對桓公曰：「農之用耒耜枷芟。」韋昭注：枷，拂也，所以擊草也。則三代已有之。《癸辛雜識》引《王莽傳》東巡載耒，南載耨，西載銍，北載拂。師古注：拂音佛，以擊治禾，今謂之連枷。此連枷之見於書傳者也。然雲擊治禾，而周密亦謂打稻用之，是古人專以為禾稻之用。今江南人惟用以打麥，而禾稻罕有用者。宋慶曆初，知并州楊偕上所製鉘連枷，詔藏之秘府。又狄武襄亦以鉘連枷破儂智高，則並用之為兵器矣。按《天官書》棓亦作椛部及棒，又連枷也，見《玉篇》。"
      },
      {
        "index": 33,
        "text": "滿江紅船"
      },
      {
        "index": 34,
        "text": "江船之巨而堅實可重載者，曰滿江紅。董谷《碧里雜存》云：明祖初得和陽，欲圖集慶，與徐達間行以覘之。至江，直歲除，呼舟莫應。有貧叟夫婦二人，舟甚小，欣然納之，曰：「日暮矣，明早渡江。」因具雞黍留宿。厥明發舟，老叟舉棹，口中打號曰：「聖天子六龍護駕，大將軍八面威風。」明祖元旦得此吉語，與達躡足相慶。登極後，訪得之，無子，官其侄，並封其舟而朱之，故江中渡船稱滿江紅云。"
      },
      {
        "index": 35,
        "text": "牛皮船"
      },
      {
        "index": 36,
        "text": "西番一帶，山巒陡險，溪流湍悍，舡不得施，土人有用牛皮為船者。按《後漢書·匈奴傳》：北匈奴遣騎候望朔方，作馬革船，欲度南匈奴叛者。《鄧訓傳》：任尚書迷唐羌，縫革為船，置牌上以渡河。《晉載記》慕容垂擊翟釗軍於黎陽，為牛皮船百餘艘，欲渡以誘之。《北史》：室韋國以皮為舟。又嘉良夷有水，闊百餘丈，用皮為舟以濟。《新唐書》東女國有弱水，縫革為船。白香山《蠻子朝》詩云：「泛皮船兮渡繩橋，來自巂州道路遙。」《元史》：世祖取大理，乘革囊渡金沙江。《汪世顯傳》，宋兵屯萬州，世顯從上遊鼓革舟徑渡，襲其兵。《速哥傳》：帥師攻蜀至馬湖江，以革為舟夜渡。是牛皮為船，由來久矣，皆出於番俗也。然沈攸之進攻濃湖，造皮艦十乘，拔其營柵。周世宗親攻壽春，趙太祖乘皮船入壽春濠中，則內地亦有用之者。（《明史·唐龍傳》：時吉囊居套中，西抵賀蘭山，限以黃河，不得渡，乃用牛為渾脫渡，入後山，然渾脫非船比，乃縫羊皮吹氣令飽，而人乘之以渡耳，）"
      },
      {
        "index": 37,
        "text": "螺填"
      },
      {
        "index": 38,
        "text": "髹漆器用蚌蛤殼鑲嵌，象人物花草，謂之螺填。呂藍衍《言鯖》謂：牂牁蠻國，其王號鬼王，其別帥曰羅殿，在貴州界內，世用其蛤飾器，謂之羅殿。此說非也。今貴州水西一帶即羅甸鬼國，余嘗官其地，皆崇山峻嶺，並無江河，安得有蚌蛤之屬？此器多出自廣東沿海一帶，按方勺《泊宅編》謂：螺填器本出倭國，而藍衍訛化為羅殿而附會之，誤矣。周密《駕幸張府記》：宋高宗幸張循王府，王所進有螺鈿盒十具。又《癸辛雜識》：王橚諂賈似道，作螺鈿卓面、屏風十副，圖賈相當國盛事，如鄂渚守城、鹿磯奏捷之類，賈相乃大喜。則螺填當作螺鈿為是。"
      },
      {
        "index": 39,
        "text": "骰子四緋"
      },
      {
        "index": 40,
        "text": "骰子本魏陳思王所製，然其時乃窯燒成者，事見《七修類稿》。而《說郛》云：博骰本以木為質，唐世鏤骨為竊，雜以朱墨，更有取相思紅子納置竊中，故溫飛卿詩云：「玲瓏骰子安紅豆，入骨相思知也無。」今骰子於四上加紅，亦有所本。《言鯖》：唐時投瓊惟幺一點加紅，餘五子皆黑色。明皇與楊妃彩戰，將北，惟四可解，有一子旋轉未定，連叱之，果成四。上悅，顧高力士令賜緋，遂相沿至今云。按李洞詩曰「六赤重新擲印成」，六赤亦骰子名也，又曰穴骼，又曰明瓊。袁文《翁牖閑評》作投子，蓋取投擲之義。俗作骰，非也，骰本股字耳。南唐劉信於義祖前為博戲，掬六骰於手，曰：「信不負公，當一擲遍赤。」投之，果六子皆赤。此即所謂六紅也。"
      },
      {
        "index": 41,
        "text": "葉子戲"
      },
      {
        "index": 42,
        "text": "《品外錄》唐國昌公主會韋氏族於廣化里，韋氏諸家好為葉子戲。歐陽公主亦云：唐人宴聚，盛傳葉子格。袁文謂：此唐之讖也，「葉子」二字，拆其字，上半乃「廿」、「世」字，餘「木」字湊下「子」字，作「李」字，乃是「廿世李」，正合有唐二十帝之數。馬令《南唐書》：李後主妃周氏又編金葉子格。即今之紙牌也。《遼史》稱為葉格，見第三卷。則紙牌之戲，唐已有之。今之以水滸人分配者，蓋沿其式而易其名耳。"
      },
      {
        "index": 43,
        "text": "升官圖"
      },
      {
        "index": 44,
        "text": "世俗局戲有「升官圖」，開列大小官位於紙上，以明瓊擲之，計點數之多寡，以定升降。按房千里有《骰子選格序》云：以穴骰雙雙為戲，更投局上，以數多少為進身職官之差，豐貴而約賤，有為尉掾而止者，有貴為將相者，有連得美名而後不振者，有始甚微而倏然於上位者；大凡得失不係賢不肖，但卜其偶不偶耳。此即「升官圖」所由本也。東坡文云：流俗經營，倘來惴惴，惟恐後於他人，何異擲骰者心動於中而色形於外也。王逢原《彩選》詩云：「卒無及第效，徒有高人氣。昏昏忘其大，擾擾爭其細。」見《黃常時詩話》。可見此戲唐以來已有之。王阮亭謂：彩選始唐李郃，宋尹師魯踵而為之。元豐官制行，有宋保國老又更定之。劉貢父則取西漢官秩為之，又取本傳所以升黜之語注其下，其兄原父喜而序之。此所述尤為詳備。而趙明遠亦有《彩選格》，見沈作喆《寓簡》。又宋時有「選仙圖」，亦用骰子比色，先為散仙，次為上洞，以漸至蓬萊、大羅等列仙。其比色之法，首重緋四，次六與三，最下者幺。凡有過失者，謫作采樵、思凡之人，遇勝色仍復位。王珪宮詞有云「盡日窗間賭選仙，小娃爭覓列盆錢。上籌須占蓬萊島，一擲乘鸞出洞天。」亦彩選之類也。今「升官圖」一名「百官鐸」，有明一代官制略備，以明瓊擲之定遷擢，有贓則降罰，相傳為倪鴻寶所造。又有「忠佞升官圖」，有嚴嵩、楊椒山諸人，則以人品優劣定勝負矣。又有判為三教者，各以彩色定進身之途，則亦選仙之流也。《遼史》興宗晚年倦勤，用人不能自擇，令各擲骰子，以采勝者官之，則真以骰子選官矣（見《耶律儼傳》）。"
      },
      {
        "index": 45,
        "text": "不倒翁"
      },
      {
        "index": 46,
        "text": "兒童嬉戲有不倒翁，糊紙作醉漢狀，虛其中而實其底，雖按捺旋轉不倒也。吳偉業集中有詩。考之《摭言》，則唐人已有此物，名酒胡子，乃勸酒具也。盧汪連舉不第，賦《酒胡子》長篇以寓意，序曰：「巡觴之胡，聽人旋轉，所向者舉懷，頗有意趣。然傾倒不定，緩急由人，不在酒胡也。乃為之作歌。」按此則其形制與今所謂不倒翁者正相似，特其名不同耳。"
      },
      {
        "index": 47,
        "text": "掃晴娘"
      },
      {
        "index": 48,
        "text": "吳俗，久雨後，閨閣中有剪紙為女形，手持一帚，懸簷下，以祈晴，謂之掃晴娘。按元初李俊民有《掃晴婦》詩：「卷袖搴裳手持帚，掛向陰空便搖手。」 其形可想見也。俊民澤州人，而所詠如此，可見北省亦有此俗，不獨江南為然矣。又其序云：所以使民免乾溢之患。則不獨祈晴，又以之祈雨。"
      },
      {
        "index": 49,
        "text": "假面"
      },
      {
        "index": 50,
        "text": "假面蓋起於《周禮》方相氏黃金四目以逐鬼。《後漢書·禮儀志》大儺之儀，以木面獸為儺，其濫觴也。至如高齊蘭陵王長恭潔白類婦人，乃著假面，與周師戰於金塘，勇冠三軍，齊人狀之，為蘭陵舞，以效其指麾擊刺之容。又齊神武圍玉壁城中，出鐵面拒守，神武命兀盜射之，皆中其目。宋狄青每戰帶鐵面具。此假面之見於史傳者，則以鐵為之，軍旅所用也。《老學庵筆記》：政和中，敕掛府進面具，桂帥進一具，少之，及開視，則一副共八百餘件，老少妍醜，無一相似。此則後世俳優之假面耳。"
      },
      {
        "index": 51,
        "text": "《本草》"
      },
      {
        "index": 52,
        "text": "醫家《本草》歷代所增，各自為書，今合而為一，非古本也。《唐書·方伎傳》云：班固《漢書》惟載《黃帝內外經》而無《本草》，至齊《七錄》始有之。世謂神農嘗藥時，尚無文字以識相付，至桐雷乃載之篇冊。然所載郡縣多漢時地名，疑張仲景、華陀等竄記其語也。是《本草》原書乃始於後漢，至唐初尚有其本。《方伎傳》又云：《別錄》者，魏、晉以來吳普、華當之所記，其言華葉形色、佐使相須，附經為說，故陶弘景合而錄之，謂之《別錄》。是弘景所輯者名曰《別錄》也。於誌寧、李勣等修《本草》，並圖合五十四篇，謂弘景以《神農經》及諸家《別錄》注之，江南偏方，不能周知藥石，其謬誤至四百餘種。今考正之，又增後世所用百餘物。太宗曰：「《本草》、《別錄》，何為而二？」是誌寧等所修《本草》與《別錄》尚為二書也。陳藏器所著，則又名《本草拾遺》，謂人肉能治羸疾，故民間有割股之事。今《本草》內有人肉，是藏器所增也。宋以後則合諸書並為一部，而總名之曰《本草》。明李時珍又著《本草綱目》一書，諡詳備矣。按《時珍傳》：醫家《本草》，自神農所傳，止三百六十五種，陶弘景所增亦如之。唐蘇恭增一百一十四種，宋劉翰又增一百二十種，至掌禹錫、唐慎微輩，先後增補合一千五百五十八種，至時珍著《本草綱目》，又增三百七十四種。"
      },
      {
        "index": 53,
        "text": "水晶"
      },
      {
        "index": 54,
        "text": "《鐵圍山叢談》記政和間伊陽太和山崩，出水晶，以本匣進數百匣。郎瑛引之，謂《格古要論》及劉貢父所云多年老冰為水晶者誤也，又引日本國有青水晶、紅水晶，及《寶貨辨疑》有烏水晶，以為非冰之證。按今水晶出於閩之漳州，其用遍天下，無人不知。而瑛乃多引書傳以證其為石中所產，可見嘉靖中此物猶未盛行也。又《夷堅志》水晶出信州靈山下，惟以大為貴。今信州並不產此，而漳州所產白者最多，又有茶色者曰茶晶，墨色者曰墨晶，又有淺紫者，深紫者，而尤以綠色為貴，皆生於山中，初不水產也。土人云：山中產晶，則其地先有氣如煙，尋而掘之，往往得晶。其產亦無常處，有產晶久而掘空者，有素不產而忽生者。別有一種發晶，晶中有發，縷縷可數。或以為發落水中，遇冰結成。然漳州水晶生於山，並非有水衝激而成也。"
      },
      {
        "index": 55,
        "text": "琉璃"
      },
      {
        "index": 56,
        "text": "俗所用琉璃，皆清融石汁及鉛錫，和以藥而成。其來自西洋者較厚而白，中國所製則脆薄而色微青。按《漢書·西域傳》：罽賓有琥珀、琉璃。師古注曰：大秦國出青、黃、黑、白、赤、紅、縹、紺、紫、綠十種琉璃。呂藍衍以為此蓋自然之物，非藥石所為者。然《穆天子傳》：天子西征，有采石之山，取以鑄器。則煉石為琉璃，自古已然。王充《論衡》：陽燧之取火也，五月丙午日中時，消煉五石，以為器，仰以向日，則火至。蓋即琉璃也，又魏太武時有大月氏國人至京師，能鑄石為五色琉璃。於是采礦山中，於京師鑄之。既成，光澤乃美於西來者。自此中國琉璃遂賤。此亦鑄石為之之證。余在粵東，有西洋人能在中國製琉璃，試之，亦采石熔汁，並鉛和藥而成，並非藍衍所云自然之物也。"
      },
      {
        "index": 57,
        "text": "料絲"
      },
      {
        "index": 58,
        "text": "料絲燈，見李西涯詩，而詩用「繚絲」字。郎瑛謂誤也，料絲出於滇南，以金齒衛者為勝。用瑪瑙、紫石英諸藥搗為屑，煮腐如粉，必市天花菜點之方凝，然後取以為絲，極晶瑩可愛。蓋以煮料成絲，故名料絲耳。王文恪《海月庵觀燈》詩，有「新樣驚看出洱河，天機文斷水微波」等句，蓋亦詠料絲者。則此物前明時僅出於滇也。《韻石齋筆談》亦謂絲燈始於雲南。有丹陽人潘鳳者，隨楊文襄公至滇，得其法，歸而煉石成絲。於是丹陽之料絲燈達於海內，而鳳實造燈鼻祖云。則內地之有此燈，實始於鳳。然元人馬祖常有《琉璃簾》詩云：「萬縷橫陳銀色界，一塵不入水晶宮。」琉璃安可作簾，且詩云萬縷，必非方塊琉璃，蓋即是今之料絲耳。然則料絲在元時已有之，今之為料絲者，不必用瑪瑙等石，但以糯米和藥煮耳，其色亦復不減。查初白《料絲燈》詩：「還與石湖添記事，詩家新賦料絲燈。」 自注：范石湖《上元》詩中所載燈名甚多，獨不及此品。則初白未知南宋以前本尚未有此物也。"
      },
      {
        "index": 59,
        "text": "金魚"
      },
      {
        "index": 60,
        "text": "《山海經》睢水有文魚。郭注云：有斑采也。王褒《九懷篇》文魚兮上瀨。是文魚古原有之，然六朝以來，未見有形之賦詠者，則其種尚少。戴埴《鼠璞》云：東坡讀蘇子美六和塔詩「沿橋待金鯽，竟日獨遲留」，初不解此語。及倅杭州，乃知寺後池中有此魚如金色。是此魚始於錢塘，惟六和塔有之。今南渡後，王公貴人園池相望，豢養之法出焉。又岳珂《桯史》云：都中有豢魚者，能變魚以金，鯽為上，鯉次上。貴遊多鑿石為池養之，飼以小紅蟲，初白如銀，頂漸黃，久而金矣。又別有雪質而黑章，的若漆，曰玳瑁者，尤可觀。據此二說，則金漁在北宋時尚少，只六和塔寺有之，南渡後始盛，今則遍天下矣。"
      },
      {
        "index": 61,
        "text": "京師炒栗"
      },
      {
        "index": 62,
        "text": "今京師炒栗最佳，四方皆不能及。按宋人小說：汴京李和，衅芻栗名聞四方。紹興中，陳長卿及錢榿使金，至燕山，忽有人持衅芻栗十枚來獻，自白曰：「汴京李和兒也。」揮涕而去。蓋金破汴後，流轉於燕，仍以衅芻栗世其業耳。然則今京師炒栗，是其遺法耶？"
      },
      {
        "index": 63,
        "text": "窖菜、唐花"
      },
      {
        "index": 64,
        "text": "蔬菜、花卉，可以人為培護，令非時而預出者。《漢書·召信臣傳》：大官園種冬生蔥韭菜茹，覆以屋廡，晝夜然火，待溫氣而生。信臣以為此皆不時之物，悉奏罷。又《後漢書》鄧太后詔：凡供薦新味，或鬱養強熟，或穿掘萌芽，悉宜罷之。《通鑒》：唐易州司馬陳元璹，使民於地室蓄火種蔬而進之。太宗惡其諂，免官。此今之所謂窖菜也。周密記馬塍藝花，凡花之早放者名堂花，其法以紙糊密室，鑿地作坎，編竹，置花其上，糞以牛溲琉璜，盡培溉之法，然後覓沸湯於坎中，少俟熏蒸，則扇之以微風，盎然盛春融淑之氣，經宿則花放矣。此今之所謂唐花也。宋時名堂花，今曰唐，恐堂字之訛。王阮亭詩：「試燈風裏見唐花。」"
      },
      {
        "index": 65,
        "text": "西瓜始於五代"
      },
      {
        "index": 66,
        "text": "或謂西瓜自元世祖時始入中國，然元初方夔已有《食西瓜》詩，所謂「縷縷花衫粘唾碧，痕痕丹血掐膚紅」者也。夔係浙之淳安人，是時浙中已有之，則非元初入中國可知矣。南宋末，方回亦有《秋熱》詩云：「西瓜足解渴，割裂青瑤膚。」又文信國《吟嘯集》有《西瓜吟》云：「拔出金佩刀，斫破蒼玉瓶。」陸儼山《菽園雜記》云：金時王予可南雲詠西瓜云：「一片冷載潭底月，六灣斜卷隴頭雲。」則金時已有之矣。按歐陽公《五代史·四夷附錄》：胡嶠居契丹七年，自上京東去四千里，至真珠寨，始食菜。明日東行，始食西瓜。土人云：契丹破回紇，得此種，以牛糞覆棚而種，大如中國東瓜而味甘，是西瓜由嶠而創見於寨外，尚未入中國。楊用修云：余嘗疑《本草》瓜類中不載西瓜，後讀五代胡嶠《陷虜記》，云嶠於回紇得瓜種，結實大如斗，味甘，名曰西瓜。則西瓜由嶠入中國也。今西瓜已遍天下，而台灣則並種於秋，至十月采取，貢入京，以備臘月廟祭之用。台灣在閩海東，則西瓜又可稱東瓜矣。"
      },
      {
        "index": 67,
        "text": "煙草"
      },
      {
        "index": 68,
        "text": "王阮亭引姚露《旅書》謂，煙草一名淡巴菰，出呂宋國，能辟瘴氣。初漳州人自海外攜來，莆田亦種之，反多於呂宋矣。然唐詩云「相思若煙草」，似唐時已有服之者。據王肱《枕蚓庵瑣語》謂煙葉出閩中，邊上人寒疾，非此不治。關外至以一馬易一斤。崇禎中下令禁之，民間私種者回徒，利重法輕，民冒禁如故。尋下令犯者皆斬。然不久因軍中病寒不治，遂弛其禁。予兒時尚不識煙為何物，崇禎末，三尺童子莫不吃煙矣。據此，則煙草自崇禎時乃盛行也。"
      }
    ]
  }
}