{
  "chapterNumber": 9,
  "title": "卷九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《北史》與《北齊書》互異處"
      },
      {
        "index": 2,
        "text": "《北齊書·段韶傳》：芒山之戰，神武為西將賀拔勝所窘，韶一箭斃其前驅，追騎憚懾莫敢前，遂免，是韶所射乃勝之前驅也。《北史》則謂韶射斃勝馬，追騎不敢進，乃免。按《神武紀》，神武走。賀拔勝以十三騎來追，槊將及神武，韶橫射勝馬殪，遂免。《後周書·勝傳》亦謂勝追神武急，刃垂及之，會勝馬為流矢所中死，比副騎至，神武已遠去。則韶所射即勝馬矣。《清河王嶽傳》：嶽因帝責，憂悸不知所為，數日而斃，故時論以為賜鴆也。是尚未確指為賜鴆。而《北史》云：帝使高歸彥賜以鴆，嶽曰：「臣無罪。」歸彥曰：「飲之。」乃飲而薨。則賜鴆係實事矣。《金祚傳》：祚隨爾朱天光軍，天光來討神武，留祚督東秦州軍事。天光敗，乃降神武。是祚從天光，天光敗即降，只一次降也。《北史》謂祚為賀拔嶽使討仇池氐，平之，未還而嶽被害，無所歸，神武招之，遂降。後從孝武入關，宇文泰除祚晉州刺史，神武又遣尉景攻降之。是凡兩度來降，且非以天光敗而降也。《盧詢祖傳》：邢邵盛譽盧思道，以詢祖為不及。《北史》高歡父名樹，《北史》名樹生，《北齊書》薛循義，《北史》謂魏收盛譽盧思道，以詢祖為不及。此亦小異。又《北史》作薛修義。《北齊書》爾朱榮將有孫白鷂，《北史》作孫白雞。《北齊書》李義深父名紹宗，《北史》謂名紹字嗣宗。《北齊書·段韶傳》有梁將尹思令，《北史》作尹令思。"
      },
      {
        "index": 3,
        "text": "《北史》與《周書》繁簡各有失當處"
      },
      {
        "index": 4,
        "text": "《北史》於後周事大概全據《周書》。如韋孝寬、韋睿、楊檦、元定、楊薦、王慶等傳，悉仍《周書》原文，無所刪改。其增於《周書》者，《文帝紀》帝初至平涼時，齊神武使侯景來招，帝欲留景，景不屈，乃遣之，斛斯椿謂帝何不留景，帝悔，急追之，已不及一事。《王羆傳》增刺史崔亮舉羆為長史，朝廷不許。及梁人寇峽石，亮又舉之，果立功。又河橋敗後，各州郡莫有固志，多懷兩端，羆乃大開城門，任其去留，眾感其誠信，皆無異志。《馮景傳》增賀拔嶽使景於齊神武，神武與之盟，欲結嶽為兄弟。景還，以語嶽，嶽知神武之奸，遂不許。《尉遲迥傳》增其起嶽抗隋文，時州郡據地起兵應之者凡數十人，一一書之，以見同聲響應。《盧辯傳》增節閔帝使辯持節勞神武，神武已立中興主，欲令辯見之，辯不屈，乃止。《長孫紹遠〔原漏：「遠」字〕傳》增其與斐正議樂，以八為正全文。《斛斯徵傳》增其與鄭譯議樂不合所上表全文。《賀若敦傳》增其以負氣為宇文護逼死，臨歿語其子弼，謂「志欲平江南而不遂，汝當成吾志，吾以舌死，汝當慎之。」乃綽引錐刺弼舌以志戒。此皆《周書》所無而《北史》增之，較為詳備者也。然又有刪所不當刪者。《羅協傳》，《周書》紀其破楊辟邪之功甚詳。《賀拔嶽傳》，《周書》爾朱榮既害朝士於河陰，齊神武勸榮稱帝，嶽諫榮乃止，嶽又勸榮殺神武以謝天下。《獨孤信傳》，《周書》信為荊州刺史，至武陶，東魏遣田八能拒之，又遣張齊民出信後。信以兵少，若先破齊民，則東魏以為退走，益將增兵來追，乃先破八能，而齊民亦潰。《宇文貴傳》，《周書》貴少時助刺史源子雍守夏州，戰功甚著，又從子雍守鄴，力拒不敵，潛出乞師，備極危苦。《李賢傳》，《周書》万俟醜奴敗後，万俟道洛尚據原州。賢使醜奴黨阿寶，誑道洛出城，遂克原州。道洛又來圍城，城中有賊黨為內應，引道洛入城，賢力戰，道洛乃退走。《賀若敦傳》，《周書》有破蜀蠻下數十柵等功。《陸騰傳》，《周書》有破蜀賊藺休祖等功。《伊婁傳》，《周書》有破蜀賊王令公、鄧朏，及破郢賊王道肯等功。《劉雄傳》，《周書》齊人背約，斛律光來築通關城，周遣雄使於光，責其負約。雄又同齊王憲拔齊伏龍等五城，及以二十餘騎破吐谷渾七百騎等功。《北史》一概不書。又凡軍事，為別將有功，固當書，即不為別將而從征有功者，亦不容沒，乃厙狄昌、辛威、田宏、梁椿、梁台等傳，皆從征建績，而《北史》一概不書。則凡所謂功臣者，其功安在耶？又如寇洛本賀拔嶽偏將，及嶽為侯莫陳悅所害，眾共推洛統兵。洛自以非才，乃與趙貴等議迎周文主軍事。《北史》不書其迎奉周文之由。但云眾推洛為盟主，統嶽之眾，周文至，以洛為右都督。洛既為盟主矣，周文至，何以遽出其上，而以洛為都督耶？於謹從廣陽王破斛律野穀祿等，時群盜蜂起，謹請於廣陽，願馳往諭之。於是鐵勒酋長皆來附。是破野穀祿後別諭群賊也。《北史》刪群賊蜂起句，但云從廣陽王破斛律野穀祿等，謹請馳往諭之，則似再諭野穀祿矣。既破矣，何必再諭耶？此皆《北史》好簡之失也。"
      },
      {
        "index": 5,
        "text": "《北史》與《周書》互異處"
      },
      {
        "index": 6,
        "text": "《周書》破六韓拔陵之將有衛可孤，《北史》作衛可瑰。《周書》列傳有蔡攜，《北史》作蔡儁（按《北齊書》亦作蔡儁）。《周書》芒山之戰有太守慕容思慶，《北史》作慕容思度。《周書·宗室傳》內廣都公名真，《北史》名貢。《周書》叱羅協之子名金，《北史》名金剛。《周書》齊王憲之死年三十五，《北史》年四十。《周書》宣帝子衍封鄴王，《北史》封萊王。《周書》貪賢不載其何處人，《北史》謂金城枹罕人。《周書》李弼遼東襄平人，《北史》謂隴西成紀人。《周書》李弼長子輝，次子耀，《北史》謂耀居長，次子輝尚文帝女，故以為嗣。《周書》獨孤信第三子穆，封文成縣侯，《北史》謂必要侯。《周書·王謙傳》有隆州刺史阿史那瑰，《北史》作高阿那肱。按《北齊書》高阿那肱本齊嬖臣，入周從王謙起兵誅死，是同謙起兵之阿史那瑰即《北齊書》之高阿那肱也。又按《北史·阿那肱傳》末云：齊文宣時，有阿那瑰亡國之謠，故文宣屢擊蠕蠕主阿那瑰，而不知亡齊者乃阿那肱，其名雖作肱字，世人皆稱為瑰音云。則《周書》蓋以當時所呼為名也。《周書》田宏子名恭，《北史》名仁恭。《周書》賀若敦代人，《北史》謂河南洛陽人。"
      },
      {
        "index": 7,
        "text": "《南、北史》夾敘法"
      },
      {
        "index": 8,
        "text": "《南、北史》往往用來敘法，蓋以人各一傳則不勝其立，而事之可喜者又不忍割愛，故因端而旁及之。如《齊豫章王嶷傳》忽入荀丕一小傳。《虞玩之傳》忽入唐寓之反一事。《王僧虔傳》忽入陳天福豫作壽塚，塚成而遭刑，即葬焉；劉鎮之少年病篤，已辦凶器，後九十餘乃卒，方用之。《崔慧景傳》忽入東陽女子婁逞變服為丈夫，仕至議曹從事，事發，乃為婦人服以去。《曹景宗傳》忽入鍾山蔣帝神一事。《始興王憺傳》忽入穰城人年二百四十歲，上津人年一百十六歲等事。《北史·斛律光傳》因光死，命邢祖信籍其家，祖珽問得何物，祖信以宴射箭、撾僕棗木杖為對，珽大慚。人皆尤祖信，曰：「好宰相尚死，我何足惜。」此敘祖信正明光之無罪也。因帶敘祖信少時，父為李庶所卿，信亦詣庶曰「暫來見卿，還辭卿去」之一事。《李元忠傳》忽附其女名法行，自誓不嫁，出家為尼。弟宗侃與族人爭田，法行以己田償之，由是兩家感義，閑其田俱不取一事。此等事於本傳初無甚關涉，而牽連書之，可以見事繁文省之法，亦以見其好奇之過也。"
      },
      {
        "index": 9,
        "text": "《南、北史》復傳"
      },
      {
        "index": 10,
        "text": "《南、北史》復傳甚多，如蠻、貊諸國在南者則宜載之《南史》，間有與北朝通使之事，即附見於本傳中，而北史不必立傳。在北者則宜載之《北史》，間有與南朝通使之事，亦附見於本傳中，而《南史》不必立傳。乃林邑諸國既在《南史》矣，而《北史》又傳之；蠕蠕諸國既在《北史》矣，而《南史》又傳之；宕昌、高麗亦兩史各見，以及劉昶、薛安都、蕭寶寅、蕭綜、蕭大圜、蕭祗、蕭泰亦南北各立傳，殊屬繁復。若以其本南朝人奔北受官，則立傳於北，而傳中敘明其先在南朝世系功績可矣。如羊侃曾立功於魏，後歸梁，遂立傳於南，而《北史》不復有傳；裴叔業立功於齊，後降魏，遂立傳於北，而《南史》不復有傳，未嘗不繁簡得宜也。況《南史·崔慧景傳》末云：舊史《慧景傳》後有《裴叔業傳》，今以其事終於魏，故不復立傳於《南史》。延壽亦自以南、北並傳為戒，乃可以於劉昶等復出若此，不幾自亂其例耶？又羊侃歸梁後，立功甚著，自宜立傳在南；叔業則生平功績俱在蕭齊，後雖兵敗降魏，實未赴而卒，則於北朝本無事可紀，非侃之入梁立功可比，自應仍傳於南。而於傳末書明降魏未赴而卒之事，乃反不傳於南而傳於北，亦編次之未當也（據《南齊書·東昏紀》永元二年二月，裴叔業病死，兄子植以壽春降虜，是降魏者乃裴植，而叔業及身並未降魏也，乃反立傳於北，尤覺失當）。蕭摩訶立功於隋，又與漢王諒作亂，若循裴叔業之例，則應立傳於《北史》，乃又傳於南而不傳於北，可知《南、北史》體例亦不劃一。"
      },
      {
        "index": 11,
        "text": "《南、北史》自相牴牾處"
      },
      {
        "index": 12,
        "text": "《南史·張麗華傳》：麗華從陳後主入井，隋軍出之，晉王廣命斬於青溪。而《北史·高熲傳》：晉王欲納麗華，熲曰：「武王伐紂戮妲己，今平陳不宜娶此。」乃斬之。是《南史》以為晉王所殺，《北史》以為高熲所殺。其自相牴牾一也。《北史·徐之才傳》：之才與朝士出遊，遙望群犬競走，諸人試令目之，之才即曰：「為是宋鵲？為是韓盧？為逐李斯東走？為負帝女南徂？」則此語未本出之才也。及其自敘先世家傳，又謂李神儁於路見狗，溫子升戲曰：「為是宋鵲？為是韓盧？」神儁即應聲曰：「為逐丞相東走？為共帝女南徂？」則又以此言為子升、神儁二人之語矣。其自相牴牾二也。《北史·齊孝昭帝紀》；幼主時，帝為常山王，以楊愔等猜忌，斥居藩邸，乃執愔及燕子獻、可朱渾天和、宋欽道於尚書省中，入雲龍門，遇鄭子默，又執之，同斬於御府之內。至東閣門，成休寧嗬止之，不得入，高歸彥諭之，乃放仗。帝至昭陽殿，見幼主及太皇太后，奏愔等罪，求伏專擅之辜。時衛士皆披甲待詔，武衛娥永樂武力絕倫，又被文宣恩遇，撫刃思效。幼主吃訥，不知所言，乃納刀而泣。《楊愔傳》則云：常山王執愔等於尚書省，拳杖亂毆，各十人持之，又執鄭子默，於是擁愔等入雲龍門，至太皇太后及幼主前，具陳「愔等將為亂階，臣等為國事重，共執愔等，未敢刑戮，專輒之失，罪合萬死。」時領軍劉桃枝等叩刀仰視，幼主不睨之。太皇太后謂幼主：「何不安慰爾叔？」 幼主曰：「天子亦不敢也叔惜，豈敢惜此漢輩！任叔處分。」遂皆斬之。據本紀則常山王先斬愔等而後入奏也，據《愔傳》則擁入見後主後始被殺也。又本紀謂武衛娥永樂撫刃思效，《愔傳》謂鄰軍劉桃枝叩刀仰視，亦不劃一。其自相牴牾者三也。《齊神武紀》及《段韶傳》：賀拔勝追神武垂及，因馬倒而神武得脫之事，乃芒山之戰也。而《賀拔勝傳》又云：齊神武攻玉璧，勝從周文，見神武旗幟，乃持槊追神武，刃垂及之。則又以此為玉璧之戰矣。其自相牴牾者四也。沙苑之敗，《齊紀》謂神武以地阨少卻，西人鼓噪而進，齊軍遂大亂。而《周紀》則謂齊軍望見周軍少，竟萃於左軍，周文鳴鼓起，於謹等皆來合戰，遂敗。是神武方競前趨利而敗，非因地阨少卻而敗。其自相牴牾者五也。"
      },
      {
        "index": 13,
        "text": "《南、北史》亦有繁冗處"
      },
      {
        "index": 14,
        "text": "《南、北史》本李延壽承其父大師遺意，刊究南北各朝事跡，勒成此書。《新唐書》謂其有條理，刪落釀詞，過本書遠甚。今按其書，較各朝史實為簡淨，然亦有采摭新奇荒誕之事，增多於舊者。如敘宋武帝、齊高帝微時符瑞各數千字，梁武帝、陳武帝符瑞則又不總敘在前，而間段插敘於紀中，亦各數千字，此皆好奇之過也。史稱宋武微時多符瑞，及貴，史官審以所聞，皆拒而不答。延壽之識反不及此耶？又敘齊東昏荒縱之事，亦較《齊書》增多數千字。《沈約傳》敘約先世幾至三千餘字。《魏收傳》敘先世亦如之。《李謐傳》後亦敘其先世，累幅不盡，皆未免繁費。"
      },
      {
        "index": 15,
        "text": "《南、北史》多復句"
      },
      {
        "index": 16,
        "text": "《南、北史》雖善敘事，然句法重復處太多。如《何遠傳》：遠歸家，口不言榮辱，士類益以此多之。《任孝恭傳》：孝恭以才能尚人，於流輩中多有忽略，世以此少之。《何子平傳》：子平學行堅明，不求榮進，好退之士彌以此貴之。《戴顒傳》：顒不為矯介，眾論以此多之。《諸葛璩傳》：璩教弟子孳孳講誦不輟，時人益以此宗之。《劉苞傳》：苞與人交，面折其非，退稱其美，及卒，士友以此歎惜之。《王敬則傳》：敬則與王儉同日拜三公，王儉有「老子、韓非同傳」之戲，敬則聞而不恨，朝士以此多之。《江祏傳》：祏任寄雖重，而不忘財利，論者以此少之。《豫章王妃庾氏傳》：妃能烹飪，香淨適口，又不妒忌，上亦以此貴之。《蕭子雲傳》：子雲風神閑曠，而兄弟不睦，時論以此少之。《虞悰傳》：悰與人交，皆有始終，世以此稱之。《梁安成王秀傳》：秀於帝布衣昆季，而小心畏敬，帝益以此賢之，《楊公則傳》：公則雖在軍旅，手不釋卷，士大夫以此稱之。《夏侯夔傳》：夔性豪侈，然愛好人士，賓客常滿座，時亦以此稱之。《曹景宗傳》：張敬兒誅景宗，遣人收葬其屍，鄉里以此義之。《邵陵王綸傳》：綸輕財愛士，士亦以此歸之。《鄭紹叔傳》：紹叔矜躁，然能傾心接物，士亦以此歸之。《江革傳》：革旁無姬侍，家徒壁立，時以此高之。《王琳傳》：琳雖本圖不遂，齊人亦以此重之。《劉彥節傳》：彥節保護其弟遐，不肯證其毒母之事，眾以此稱之。又彥節既貴，士子非三署不得上方榻，時人以此少之。《彭城王義康傳》：義康聰識過人，一聞必記，人物以此益推服之。《徐羨之傳》：羨之工弈棋，觀戲常若未解，當世倍以此推之。《何敬容傳》：敬容出宅，竟無餘財，時亦以此稱之。《荀伯子傳》：凡所奏劾，莫不深相訶毀，或延及祖禰，世人以此非之。《庾仲容傳》：仲容好危言高論，士友以此少之。《江智深傳》：智深承孝武深眷，未嘗有喜色，論者以此多之。《沈攸之傳》：攸之平尋陽，約勒所部，不犯毫芥，諸將以此多之。《江湛傳》：湛在選職，頗刻核而公平無私，論者以此稱焉。此《南史》之復句也。《魏廣陽王建傳》：建愛敬人物，時人以此稱之。《谷渾傳》：渾不以富貴驕人，時人以此稱之。《唐和傳》：和決訟不加箠楚，獲實者甚多，世以是稱之。《裴駿傳》：駿子修居喪以孝聞，二弟一妹，撫養訓誨，甚有義方，時人以此稱焉。《宇文貴傳》：貴好施愛士，時人頗以此稱之。《裴伯茂傳》：伯茂與兄別居，殆同行路，世以此貶薄之。《楊素傳》：素貪財貨，議者以此鄙之。《宇文深傳》：深撫從弟神舉、神慶，義均同氣，世亦以此稱焉。《竇毅傳》：毅雖任兼出納，未嘗有矜惰之容，時人以此稱焉。《閻慶傳》：宇文護之母，慶姑也，護雖擅朝，而慶未嘗附，武帝以此重之。《韋孝寬傳》：孝寬事兄嫂甚瑾，親族有孤遺者，必加振恤，朝野以此稱焉。《韋敻傳》：帝賜以縑帛，惟取一匹，帝以此益重之。《梁椿傳》：椿好儉素，不營資產，時論以此稱焉。《唐永傳》：永性清廉，妻子不免饑寒，世以此稱之。《唐瑾傳》：謹振恤宗族，所留子孫者並磽確之地，朝野以此稱之。《張烈傳》：烈遇儉歲，為粥以飼饑人，鄉黨以此稱之。《顏之推傳》：好飲酒，多狂縱，時論以此少之。《李業興傳》：性躁隘，無儒者之風，時人以此惡之。《柳昂傳》：昂謙虛自處，未嘗驕物，時論以此重之。《豆盧寧傳》：寧未有子，養弟之子績為嗣，已而生子讚，或請以讚為嗣，寧曰：「兄弟之子，猶子也。」仍以績嗣，時人以此多之。《陸通傳》：通雖處機密，愈自恭謹，周文以此重之。《楊檦傳》：檦軍敗，遂就擄，以求苟免，時論以此鄙之。《趙肅傳》：肅廉慎自居，不營產業，時人以此稱之。《李彥傳》：彥好施愛士，時論以此稱之。《宋懍傳》：懍博學有才，口未嘗譽人，朋友以此少之。《辛術傳》：術得法書名畫，以遺貴要，物議此少之。《襄城景王傳》：襄城頗引文藝之士，當時以此稱之。《段孝言傳》：孝言招致名士，美景良辰，未嘗虛棄，時論復以此多之。《邢晏傳》：晏為其兄弟之子皆乞官，而己子未從宦，時人以此多之。此《北史》之復句也。雖卷帙繁多，自不能無重迭，然亦何至累百其詞，略無變換？觀《史記》、《漢書》隨筆成文，不拘一格，才分之相越，固不可道里計矣。"
      },
      {
        "index": 17,
        "text": "《南史》敘事失檢處"
      },
      {
        "index": 18,
        "text": "《南史》敘事亦多失檢處。如《江祏傳》既云明帝輔改，祏每說以君臣大義，是祏不欲明帝之篡矣。下又云明帝胛上有赤痣，是日月相，常秘而不宣，祏勸出以示人，是祏又助逆之首也。《庾域傳》既云域在巴西，魏軍圍之，域固守糧盡，將士皆齕草食土矣。下又云魏軍退，域上表賑貸，不待詔輒開倉。夫既有倉，則齕草食土時何以不濟饑軍？若謂無詔不敢開，則兵退後又何以不待詔而輒開也？《蕭摩訶傳》：賀若弼濟江，摩訶請於陳後主出兵逆戰，後主不許。及弼至，摩訶請乘其未列擊之，後主又不許。及將戰，後主謂曰：「公可為我一決。」摩訶曰：「從來行陣，為國為身，今日之事，兼為妻子。」是摩訶之矢志決戰可見矣。及下云後主通於摩訶之妻，故摩訶雖領勁兵八千，初無戰意。後摩訶被擒，又請於弼曰：「今為囚虜，命在斯須，願一見舊主，死無所恨。」弼許之，乃入見後主，俯伏流涕。由前而觀，摩訶請戰之意甚堅，何至臨陣中變？由後而觀，既以後主通其妻而無戰志，何又戀戀於後主而涕泣求見乎？蓋延壽好奇，凡有所聞事跡，皆欲臚列傳中，遂不覺拉雜如此也。《章昭達傳》既云昭達出征，廚傳飲食並同群下，士以此附之，是昭達能與士卒同甘苦矣。下又云昭達出征，每飲食必盛設女妓，音律姿容，皆極其妙，雖臨敵弗之廢也，豈妓樂佐食能盡供一軍耶？《陳書·武帝紀》：杜僧明等圍廣州，武帝率兵救廣州，賊眾大潰，僧明遂降。《南史》則云：賊眾大潰，僧明後有功業，遂降。其意不過帶敘一語，謂僧明降後能立功耳，乃云「僧明後有功業，遂降」，成何語耶？豈僧明預知後有功業而降耶？此皆敘事之失檢也。"
      },
      {
        "index": 19,
        "text": "《北史》敘事失檢處"
      },
      {
        "index": 20,
        "text": "《趙郡王元諶傳》既謂諶與爾朱榮爭莊帝遷洛事，榮怒曰：「何關君事？且河陰誅殺大臣，君亦應在其內。」諶曰：「天下事，天下論之，何至以河陰之役來恐人！元諶宗室近屬，位居常伯，生既無益，死亦何損！」是諶亦能執志抗暴者。乃傳末何以又云「諶無才識，時人忽之」耶？元遙討擒妖僧法慶，並其妻尼惠暉等斬之，傳首京師，後擒其黨李歸伯，戮於都市，《魏書》所載甚明。《北史》則云：斬法慶，傳首京師，戮於都市。則似法慶一人既斬首又戮都市矣。《魏書·安同傳》：同被誣，太宗釋之。世祖監國，以同為左輔。《北史》則但云：群臣請治同罪，世祖監國，以同為左輔，則遺卻太宗釋之，竟似世祖違群議擢用矣。《元嶷傳》：城人王奉伯等煽逆，嶷出走，懸門發，斷嶷腰而出。詔尉景討平之，嶷乃復任。腰既斷矣，尚能逃出復任耶？《毛修之傳》：修之從太武討和龍，宋故將朱修之亦從駕，謀欲為逆。以告修之，不聽，乃止。修之遂奔馮弘。修之以軍功遷特進。奔馮弘者，朱修之也；遷特進者，毛修人也。名同則應以姓別之，而《北史》概書修之，使觀者何以辨別耶？《陸俟傳》：太武征赫連昌，詔俟督軍備蠕蠕，與西平公安頡攻克虎牢。按蠕蠕在北，虎牢在南，何以備北而克南耶？《魏書》則備蠕蠕後，太武既還，俟又與頡南討。《北史》不析言之，遂致斯謬。《刁雍傳》，《魏書》謂劉裕微時為刁暢所撻，既得政，先誅刁氏。雍為暢故吏所匿，遂奔姚興。《北史》刪「所匿」二字，但云「雍為暢故吏遂奔姚興」，則似雍本暢之吏矣。且上既云先誅刁氏，是雍之逃，以誅刁氏而逃也，如《北史》所云，則似因為暢吏懼株累而逃矣。司馬消難尚齊神武女，後叛入魏，其妻亦隨行。《北史》本傳云：消難與公主不睦，公主嘗於文宣帝。是在齊時已不睦矣。下文又云：其妻神武女也，在鄴極加禮敬，入關便相棄薄。則又似睦於前而隙於後。《段韶傳》：太和谷之戰，《北齊書》謂周人以步軍上山逆戰，韶且引且卻，待其力疲，乃下馬擊之。是上山者周人也。《北史》則云：韶為左軍，蘭陵王為中軍，斛律光為右軍，上山逆戰，韶且引且卻。則上山者又是齊人矣。"
      },
      {
        "index": 21,
        "text": "《南、北史》自敘有失實處"
      },
      {
        "index": 22,
        "text": "李延壽作《北史》，自敘其家傳，載邢子才為李禮之墓誌云「食有奇味，相待乃飧。衣無常主，易之而出。趙郡李榮來吊，歎曰：此家風範，海內所稱，今始見之」云云。然《魏書·李衝傳》：李氏自初入魏，人位兼微，因衝寵遇，遂為當世盛門。而情禮淺薄，期功之服，殆無慘容，相視窘乏，不加拯濟，識者以此貶之。則延壽自敘又未可深信。或李氏素以家風著，而魏收誣蔑之耶？"
      },
      {
        "index": 23,
        "text": "《南史》編次失當處"
      },
      {
        "index": 24,
        "text": "始安王遙光之反也，劉諷、柳叔夜雖甘為之死，終屬助逆，乃列之《孝義傳》。董僧慧以晉安王子懋死非其罪，奮身殉難，而《孝義傳》反無之。吉翰為刺史，典簽欲活一囚，因翰八關齋日呈其事，以齋日不行刑也。翰明日謂典簽曰：「卿意欲活此囚，但此囚罪重，不容全貸，既欲加恩，卿便當代任其罪。」乃命左右收典簽殺之，特原此囚。夫囚果應死，不聽典簽可也，即典簽欲骫法出之，亦自有應得之罪，要不至於死。乃轉脫重囚而殺簽帥，實為輕重兩失。乃反以此事列翰於循吏之首，何其謬耶！"
      },
      {
        "index": 25,
        "text": "《隋志》應移《南、北史》之後"
      },
      {
        "index": 26,
        "text": "陳壽《三國志》、習鑿齒《漢晉春秋》皆無志，故沈約《宋書·志》並前代所闕者補之。《南·北史》亦但有紀、傳，無表、志，《隋書》諸志則兼載梁、陳、周、齊各朝制度。蓋唐初修梁、陳、周、齊、隋五代史時，若每史各繫以志，未免繁瑣，且各朝制度多屬相同，合修一書，益可見沿革之跡，故梁、陳、周、齊但作紀、傳，而志則總列之於《隋書》也。然即曰《隋書》，而紀、傳專記隋事，制度兼及四朝，名實殊不相稱。是《南、北史》之無志，既屬缺典，而《隋書》之兼志前代，又多贅詞。似應以《隋書》各志移於《南、北史》之後，以成完書。然則觀《南、北史》者，當參觀《隋志》也。"
      }
    ]
  }
}