{
  "chapterNumber": 4,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《四書》別解數條"
      },
      {
        "index": 2,
        "text": "《四書》經朱子作注之後，固已至當不易，然後人又有別出見解，稍與朱注異而其理亦優者，固不妨兩存之，要惟其是而已。今錄數條於此。《大學》缺格物致知一傳，董槐謂以「知止能得」「物有本末」二節移於「聽訟吾猶人之下」，而結之曰：此謂知本，此謂知之至也，亦自完善。則此一章但有脫簡而無缺文，更不必補矣。「父在觀其志，父沒觀其行」，朱注以為觀其子之志行，則下文「三年無改」句文義不相貫，故注中只得用「然」字一轉。楊循吉謂宜作人子之觀其父解，父在時子當觀父志之所在而曲體之，父沒則父之志不可見，而其生平行事尚有可記者，則即其行事而取法之。如此則下「三年無改」句正是足此句之義，直接而下，自然貫注，不待下轉語也。「攻乎異端，斯害也已」，張鳳翼謂能攻擊異端則害可止，孫弈《示兒編》亦謂攻如「攻人之惡」之攻，已如「末由也已」之已。 「宰予晝寢」，李濟翁《資暇錄》作「畫寢」，謂繪畫其寢室也，則下文朽木糞土之牆似更關合。「子罕言利」，史繩祖《學齋占畢》謂利固聖人所不言，至於命與仁，則《論語》中言仁者五十三條，言命者亦不一而足，此豈罕言者？蓋與字當作「吾與點也」之與，謂子之所罕言者，惟利耳，而所與者，乃命與仁的。「子路從而後」，吳青壇謂「見其二子焉」句當在「至則行矣」之後，蓋子路再到時不見丈人，但見其二子，故以「不仕無義」之語告之，不然，既無人矣，與誰言哉？「不使大臣怨乎不以」，《魏志·杜畿傳》作「怨何不以」，謂致怨於何不用也。「孟子去齊，宿於晝」，考之史傳，齊地無晝名者。邢凱《坦齋通編》謂當作畫，而引《史記·田單傳》「聞畫邑人王蠋賢」，劉熙注：畫音護，齊西南近邑也；後漢耿弇討張步，進軍畫中，遂攻臨淄，撥之，亦即此地。則晝之當作畫，更為有據。顧寧人《山東考古錄》亦云晝當作畫，而以劉熙注為是也。「必有事焉，而勿正心」，倪思謂「正心」二字乃忘字之誤，謂「必有事焉而勿忘，勿忘勿助長也」，重一「勿忘」字。古書如《無逸篇》疊「生則逸」三字，文更有致。「馮婦搏虎」章，周密《癸辛雜識》謂「卒為善」作一句，「士則之」作一句，「野有眾逐虎」作一句，如此則下文「其為士者笑之」正與「士則之」相照應。比上數條皆與朱注異者，「父在」及「荷筱」、「馮婦」三章為最優。"
      },
      {
        "index": 3,
        "text": "子見南子"
      },
      {
        "index": 4,
        "text": "《論語》惟「子見南子」一章最不可解。聖賢師弟之間相知有素，子路豈以夫子見此淫亂之人為足以相浼而慍於心，即以此相疑，夫子亦何必設誓以自表白，類乎兒女子詛咒者？楊用修謂矢者，直告之也；否者，否塞也。謂予之道不行，乃天棄之也。其說似較勝。按此說本《史記索隱》，謂天厭之者，言我之屈否乃天命所厭也，則固不自用修始矣。然用修謂子路以孔子既不仕衛，不當又見其小君，是以不悅，則夫子之以否塞曉之者，又覺針鋒不接。竊意子路之不悅，與在陳慍見君子亦有窮乎之意正同，以為吾夫子不見用於世，至不得已作如此委曲遷就，以冀萬一之遇，不覺憤悒侘傺，形於辭色。子乃直告之曰：予之否塞於遇，實是天棄之，而無可如何矣。如此解似覺神氣相貫。（《晉書·夏統傳》：子路見夏南，憤恚而慷愾。夏南蓋即南子之誤，而所謂憤恚慷愾，亦只侘傺無聊之意，非以見淫人而不悅也。）"
      },
      {
        "index": 5,
        "text": "束修二義"
      },
      {
        "index": 6,
        "text": "「束修」有二說，其以為十脡脯者，本邢昺疏，引《檀弓》「束修之問不出境」及《少儀》「其以乘壺束修一犬賜人者」，又《穀梁傳》「束修之問不行於境中」。而《唐六典》國子生初入，置束帛一篚，酒一壺，修一案，為束修之禮。又《開元禮》皇子束修：束帛一篚五匹，酒一壺二升，修一案三脡。皇子服學生之服至學門外，陳三物於西南，少進曰：某方受業於先生，敢請見。此脡脯為贄之證也。宋夏英公鎮襄陽，胡旦以瞽廢在襄，英公以精縑十匹贈之，旦還其五匹。英公檢《韓詩外傳》及服虔、賈誼所解「束帛戔戔」之義，同於束修。束修則十脡之脯，束帛則卷其帛，屈為兩端，五匹遂見十端，表王者屈於隱淪之義也。此亦十脡為束修之證也。然《漢書》光武詔卓茂曰：前密令卓茂束身自修，執節誠固。《鄧後紀》有云：故能束修不觸網。注以約束修整釋之。又鄭均束修安貧，恭儉節整。《馮衍傳》圭潔其行，束修其心。《劉般傳》太守薦般束修至行。皆以整束修飭為訓。即以之釋《論語》「自行束修以上」謂能飭躬者皆可教也，於義亦通。至杜詩薦伏湛疏內云「自行束修，訖無瑕玷」，注云「十五以上。延篤亦云」吾自束修以來，為臣子忠孝，交不諂瀆。陳崇奏頌曰：自初束修，折節行仁。賈堅謂荀羨曰：吾束修自立，未嘗易志。則又皆以束修為十五歲以上，蓋十五乃入學之年，入學必用束修，遂為故事也。"
      },
      {
        "index": 7,
        "text": "子畏於匡，記載不同"
      },
      {
        "index": 8,
        "text": "子畏於匡，《史記》謂孔子去衛，將適陳，過匡，顏刻為僕，以其策指之曰：「昔吾入此，由彼缺也。」匡人聞之，以為魯之陽虎，陽虎嘗暴匡人，匡人於是止孔子。孔子狀類陽虎，拘焉。孔子使從者為寧武子臣於衛，然後得去。《家語》云：孔子之宋，匡人簡子以甲士圍之。子路奮戟，將與之戰，孔子止之，命之歌而和之。曲三終，匡人解甲而罷。《韓詩外傳》云：趙簡子將殺陽虎，孔子似之，帶甲圍孔子。子路怒，奮戟將下。孔子止之曰：「我歌子和。」三終而圍解。按寧武子乃魯僖公時人，距孔子且百餘年，孔子何由使從者假其名以免難？史遷之附會，固不必論。至趙簡子將殺陽虎，以孔子似虎而圍之，尤屬不經。《左傳》虎奔晉適趙氏，孔子曰：「趙氏其世有亂乎！」《家語》亦謂：孔子以趙簡子好利，必溺虎之說而從其謀，以致禍敗。今考虎之事趙鞅也，鞅納蒯聵於戚，宵迷失路，陽虎教以右河而南必至。鞅之卜救鄭也，陽虎以《周易》筮之，曰：「宋方吉，不可與戰。」乃止。虎之事趙簡子見於《左傳》者如此，並無獲罪於趙之事也。而《韓非子》又云：陽虎逐於魯，疑於齊，而之趙。趙簡子迎以為相，左右諫以為不可，簡主曰：「虎務取之，我務守之。」遂執術以御之，虎不敢為非，善事簡主，興主之強，幾至於霸。則虎且有功於趙氏，豈有致其攻圍之理？況虎事簡子多年，詎不能識，而誤認孔子為虎乎？匡之地，《風俗通》以為魯邑，《韻會》以為在陳留，亦皆非晉地，簡子又何從而要截之？則《外傳》之說亦妄也。而匡人之有簡子，亦不經見，則《家語》之說亦不可信。朱注但云：陽虎曾暴於匡，孔子貌似陽虎，故匡人圍之。洵乎斟酌盡善矣。"
      },
      {
        "index": 9,
        "text": "執圭"
      },
      {
        "index": 10,
        "text": "《論語》「執圭」，注謂諸侯命圭。按《考工記》：「玉人之事，命圭九寸謂之桓圭，公守之；命圭七寸謂之信圭，侯守之；命圭五寸謂之躬圭，伯守之。」鄭注：命圭者，天子所命之圭也，朝覲執焉，居則守之。夫所謂朝覲者，諸侯親朝覲於天子也。朝覲執，則非朝覲皆不得執也；非朝覲不得執，則諸臣聘問益不得執也。又按《典瑞》及《玉人》彖圭璋八寸以頫聘，鄭注：彖，文飾也；眾來曰頫，特來曰聘。賈疏謂：此上公之臣執以頫聘於天子也，侯、伯之臣宜六寸，子、男宜四寸。凡諸侯之臣頫聘，不得執君之桓圭、信圭、躬圭，但彖文為飾耳。據此，則諸侯之臣頫聘於天子，用彖圭也。頫聘天子用彖圭，豈有聘鄰封反用命圭者？《聘禮》疏曰：臣出聘不用君之所執，所執皆降其君一等，其圭、璋彖之而已。曰彖之者，即所謂彖圭也。曰降其君一等者，公命圭九寸，彖圭則八寸，侯、伯命圭七寸，彖圭則六寸也。然則惟諸侯親朝覲天子用命圭，其遣臣頫聘天子及聘鄰封則皆用彖圭。《論語》注以聘問所執為命圭者，誤矣。國君止一命圭，若用以聘問，倘一時分聘數國，又安得如許命圭耶？"
      },
      {
        "index": 11,
        "text": "亂臣十人"
      },
      {
        "index": 12,
        "text": "「亂臣十人」，古本無「臣」字，唐開成石經亦尚無之。考馬融、鄭康成注《論語》，皆云有文母，而劉原父以為邑薑。王西莊云：蓋因唐時俗本誤添一「臣」字，子不可以臣母，故改邑薑也。然《北史·齊後婦傳論》云：神武肇興齊業，武明追蹤周亂。武明即神武妻婁氏也。則以亂臣為邑薑，唐以前已有此解。"
      },
      {
        "index": 13,
        "text": "彭祖即老聃"
      },
      {
        "index": 14,
        "text": "《論語》「竊比老彭」，諸家注釋不一。包咸曰：老彭，商賢大夫。《正義》謂即《莊子》所謂彭祖也。王弼曰：老，老聃；彭，彭祖也。按彭祖封於彭城，以久壽見稱，則老彭即彭祖明矣。邢昺疏：一云即老子也。此其說蓋據《世本》、《史記》。《世本》云：彭祖姓篯名鏗，在商為守藏史，在周為柱下史。而《史記·老子傳》曰：周守藏室之史也。又《張湯傳》：老子為柱下史。以是參證，知其為一人也。按彭祖之述古不經見，而孔子嘗問禮於老聃。又孔子答曾子問，動云「聞諸老聃」，可見《論語》述古之老彭，即《禮記》問禮之老聃。而或者謂彭祖在殷已極老壽，何由復至春秋時？彭則篯鏗，聃則李耳，既為一人，何以兩稱？且彭國滅於殷末，聃名見於周末，若果一人，則相距數百年中，何以不經見？殊不知彭祖為顓頊元孫陸終第三子，事見《風俗通》，而屈原《天問》云「彭鏗斟雉，帝何饗」，王逸注謂：彭祖以雉羹進堯，而堯饗之也。又《論語》疏亦謂堯時封於彭城。是堯時已在禹、皋之列。彼可以自唐歷虞、夏而至殷，獨不可自殷歷周乎？若以鏗、耳名各不同為穎，古人原有一人數名而錯見者。虞翻云：彭祖名翦，則又不特名鏗矣。太史儋見秦獻公，言周、秦離合之說，史遷謂儋即老子也，則又不特名耳矣。安在篯不可李、而鏗不可耳乎？且《史記索隱》引商容以舌視老子，老子悟舌以虛存，齒以剛亡。商容，殷紂時人，而以舌悟老子，是殷末已稱老子也。《老子內傳》云：武王時為柱下史。是周初已為史官也。臨海廟有周成王饗彭祖三事鼎，鼎足篆「東澗」二字，是成王時或猶稱彭祖也。幽王時三川震，伯陽甫曰：「周將亡。」唐固謂伯陽甫即柱下史老子，王弼亦謂伯陽甫姓李名耳諡聃，周守藏室之史也。是又見於西周之末矣。《玉清經》云：老子以周平王時見衰遂去。是又見於東周之初矣，又安在數百年中絕不經見乎？然則合諸書以觀，彭、聃一人，確有明證。此公直自陶唐時迄於周末，入關為關令尹喜著《道德》五千言而去，莫知所終。《史記》所稱百六十餘歲，或二百餘歲，《神仙傳》所稱七百六十七歲、八百三十八年，及張守節所稱歷十二王、歷三十一王，《論語》疏所云壽七百歲者，猶第各就所傳而分記之，實未嘗統計其年壽也。或又曰：唐荊川云：莊生以吐故納新、熊經鳥伸歸之彭祖，而不及老子，其論老子聞風於古之道術，又絕不及長生吐納事，明其各自為一家也。今云一人，何以操術之不同乎？曰：不然。方其為彭祖也，精意於養生治身，服水精，餐雲母，《神仙傳》述其言曰：「服藥百裹，不如獨臥」，近世道家修煉，實本於此。人徒以五千言中無此術，遂謂道家者流偽托於老子，而不知正其始之所有事也。及為老子，則涵茹道德，淹貫典禮，猶龍之歎，且駸駸乎有儒者氣象矣。不寧惟是，《後漢書·襄楷傳》：老子入西域為浮屠，天神遺以好女，堅卻不受，曰：「此但革囊盛血耳。」又《齊書·顧歡傳》記老子入關之天竺維衛國，乘日精入國王夫人淨妙口中，已而降生，佛道由是興焉。是又開佛氏法門矣。然則此公方且神奇變化，出沒於三教之間，迭遷屢變而未有已也。曰：史傳所載彭、聃各著延生之異，豈有一人而數生者？曰：吾正以其誕生而證之也。《風俗通》云：陸終娶鬼方氏女貴，久孕不育，啟左脅，三人出焉，啟右脅，三人出焉，彭祖則左脅所出也。而《元妙內篇》記老子亦割左腋而生，又《顧歡傳》所記淨妙之孕亦剖左腋，夫安知非即女貴剖生一事而記載者各係諸傳首，遂分見若三降生耶？書之以俟博雅者。"
      },
      {
        "index": 15,
        "text": "微生高即尾生"
      },
      {
        "index": 16,
        "text": "《莊子》：尾生與女子期於梁下，水至不去，抱梁柱而死。《戰國策》：蘇氏謂楚王曰：「此方其為尾生之時也。」高誘注《淮南子》：尾生，魯人。又蘇代謂燕昭王曰：「尾生高，不過不欺人耳。」是尾生名高，微、尾音相通，其人素有直名，蓋嘗守硜硜之信者，則尾生即微生高無疑也。《漢書·古今人表》作尾生高，吳師道亦謂即《論語》微生高也。"
      },
      {
        "index": 17,
        "text": "公山弗擾召孔子之不可信"
      },
      {
        "index": 18,
        "text": "《史記》公山不狃本之《左傳》。小司馬注引鄒氏曰：狃一作蹂，《論語》作弗擾。是《論語》之公山弗擾即《左傳》之公山不狃也。《左傳》定公五年：季桓子行野，公山不狃為費宰，出勞之，桓子敬之，而家臣仲梁懷弗敬，不狃乃嗾陽虎逐之。是時不狃但怒懷而未怨季氏也。定公八年：季寤、公鉭極、公山不狃皆不得志於季氏，叔孫輒無寵於叔孫氏，叔仲志又不得志於魯，故五人因陽虎欲去三桓，將享桓子蒲圃而殺之。桓子以計入於孟氏，孟氏之宰公斂處父率兵敗陽虎，陽虎遂逃於瓘陽關以叛，季寤亦逃而出。是時不狃雖有異志，然但陰構陽虎發難而已，實坐觀成敗於旁，故事發之後，陽虎、季寤皆逃，而不狃安然無恙，蓋反形未露也，則不得謂之以費叛也。至其以費叛之歲，則在定公十二年，仲由為季氏宰，將墮三都，叔孫先墮郈，季孫將墮費，於是不狃及公孫輒帥費人以襲魯，公與三子入於季氏，登武子之台。費人攻之，弗克。仲尼命申句須、樂頎下，伐之，費人北。國人追之，敗諸姑蔑，不狃及輒奔齊，遂墮費。此則不之狃以費叛也，而是時孔子已為司寇，方助公使申句須等伐而遂之，豈有欲赴其召之理？《史記》徒以《論語》有「孔子欲往」之語，遂以其事附會在定公八年陽虎作亂之下，不知未叛以前召孔子容或有之，然不得謂之以費叛而召也；既叛以後則孔子方為司寇，斷無召而欲往之事也。世人讀《論語》，童而習之，遂深信不疑，而不復參考《左傳》，其亦陋矣！王鏊《震澤長語》又謂：不狃以費叛，乃叛季氏，非叛魯也。孔子欲往，安知不欲因之以張公室？因引不狃與叔孫輒奔吳，後輒勸吳伐魯，不狃責其不宜以小故覆宗國，可見其心尚欲效忠者，以見孔子欲往之故。此亦曲為之說。子路之墮費，正欲張公室，而不狃即據城以抗，此尚可謂非叛魯乎？蓋徒以其在吳時有不忘故國之語而臆度之，實未嘗核對《左傳》年月而推此事之妄也。戰國及漢初人書所載孔子遺言軼事甚多，《論語》所記本亦同此記載之類，齊、魯諸儒討論而定，始謂之《論語》。語者，聖人之遺語；論者，諸儒之討論也。於雜記聖人言行真偽錯雜中取其純粹，以成此書，固見其有識，然安必無一二濫收者？固未可以其載在《論語》而遂一一信以為實事也。《莊子·盜蹠篇》有云：田常弑君竊國，而孔子受其幣。夫陳恒弑君，孔子方請討，豈有受幣之理，而記載尚有如此者。《論語》「公山不擾」章毋亦類是？"
      },
      {
        "index": 19,
        "text": "羿、奡非夏時人"
      },
      {
        "index": 20,
        "text": "「羿善射，奡蕩舟。」解以有窮後羿及寒浞之子，其說始於孔安國，而朱注因之。蓋據《左傳》浞代夏政而恃其射，用寒浞為相，浞乃取其國眾，殺羿而烹之，浞因羿室，生子澆及豷，使澆滅斟鄩。後夏臣靡收二國之餘燼，以滅浞而立少康，少康遂滅澆與豷。是善射之羿不得其死，事跡顯然，而澆與奡聲相近，澆亦被殺於少康，遂並以澆釋奡也。按古來名羿而善射者不一人，《呂覽》：黃帝時大撓作甲子，胡曹作衣，夷羿作弓。是黃帝時有羿也。許慎《說文》云：羿，帝嚳射官。賈逵亦云：帝嚳賜羿弓矢，使司射。是帝嚳時有羿也。《淮南子》：堯使羿誅鑿齒，殺九嬰，上射十日，下殺猰貐。其說雖荒幻，然必因堯時有善射名羿者而附會之，是堯時有羿也。而夏時亦有羿，則《左傳》所云是也。《淮南子》又曰：古有善射者名羿，夷羿慕之，乃亦名曰羿。此或即夏之羿也，使以為一人，則自黃帝至夏後相之世，天下有如此久壽之人乎？且善射之羿之不得其死也亦不一。《左傳》曰：殺羿而烹之。是一羿之死也。《孟子》曰：逢蒙殺羿。又一羿之死也。《淮南子》曰：羿死於桃棓。高誘注謂以桃作大杖擊殺之，是又一羿之死也。使以為一人，豈有一人而數遭非命者乎？是可知善射不得其死之羿非一人。南宮適所云並未言篡夏之事，則未知其所引何代之羿也。至寒浞之子名澆，《左傳》並不言奡，孔氏特以聲相近，遂據以釋奡。按澆或音驍，或音聊，或音交，《集韻》雖有奡之音，以為寒浞子。王逸注《楚詞》，亦引《論語》「澆蕩舟」，此皆因孔注而依附之，未可以為確也。而澆之蕩舟，不見所出。《正義》云：孔注謂能陸地行舟者，以此文云「奡蕩舟」，蕩，推也，以此知其多力，能陸地推舟也。然則孔注以澆能蕩舟，不過就《論語》本文，而別無所據依也。而陸德明《音義》於「丹朱傲」云：字又作奡，蓋古字少，傲、奡通用。宋人吳斗南因悟即此蕩舟之奡，與丹朱為兩人也。蓋禹之規戒若但作傲慢之傲，則既云「無若丹朱傲」矣，下文何必又曰「傲虐是作」乎？以此知丹朱與奡為兩人也。曰：「罔水行舟」，正此陸地行舟之明證也。曰：「朋淫於家」，則丹朱與奡二人同淫樂也。吳氏之說，真可謂鐵板注腳矣。傲之不得其死，雖無可考，然傲與奡之音相同，既不比澆與奡之但音相近。且罔水行舟之與蕩舟尤為針孔相對，則南宮適所引「奡蕩舟」，實指丹朱所與朋淫之人，而非寒浞之子，斷可識也。則所云善射之羿，或亦指唐時之羿，未可知也。況引羿、奡但言恃力而不得其死，原不必指同時兩人。則即以為夏時之羿，亦無不可也。而奡為罔水行舟之傲，則確不可移矣。"
      },
      {
        "index": 21,
        "text": "按《天問》「覆舟斟鄩」句，王逸注：奄若覆舟取之易也。顧寧人則引《竹書紀年》：帝相二十七年，澆伐斟鄩，大戰於濰，覆其舟，滅之。謂《天問》所云「覆舟斟鄩」者正指此。安國時竹書未出，故注為陸地行舟也，則澆之覆舟與奡之蕩舟本不相涉。"
      },
      {
        "index": 22,
        "text": "浴乎沂風乎舞雩"
      },
      {
        "index": 23,
        "text": "《論衡》云：說者謂浴者，浴沂水也；風，幹身也。然周之四月乃歲二月，尚寒，安得浴而風幹身乎？蓋浴乎沂，涉沂水也；風，歌也。詠而饋，饋祭也。乃是二月中龍見而雩祭，歌詩設樂也。冠者、童子，雩祭之樂人也。孔子與之善，其欲以雩祭調和陰陽也。按周之暮春，乃夏之正月，而有浴與風之事，本易啟人疑。余另有說，在「周時列國用夏正」條內，若王充所云雩祭，則又失之遠矣。果如其說，以雩祭調和陰陽，則亦為邦者之事也，又何必問求、赤非為邦歟？又周之暮春乃夏之正月，而充以為歲二月，此欲實其龍見而雩之說。龍見在三月，故牽強附合如此。惟沈約引蔡邕《月令章句》曰：《論語》莫春浴沂，古有斯禮，今三月上已祓於水濱，蓋出此。又賈公彥疏《周禮》「歲時祓除」曰：見今三月三日水上戒浴是也。然則浴沂蓋即三月祓除也。韓昌黎注《論語》改作「沿乎沂」，又是一解。閻百詩謂曲阜亦有溫泉，但距沂尚七里。朱子初欲注浴為盥濯祓除，忽又接曰「有溫泉焉」，乃仍以為浴云。王棠謂：浴於溫泉，將青天白日之下赤身露而體浴於川乎？按此諸說，惟上已祓除最為近理。至王棠疑為白日中祼身而浴，則又不知凡溫泉可浴之處皆有屋宇，如秦之驪山等處，何嘗露浴也？"
      },
      {
        "index": 24,
        "text": "摯、幹、繚、缺或以為殷人"
      },
      {
        "index": 25,
        "text": "太師摯等適齊，適楚，適蔡，漢儒多有以摯等為殷末人者。班書《禮樂志》云：殷紂斷棄先祖之樂，乃作淫聲，用變亂正聲，以悅婦人。樂官師瞽抱其器而奔散，或適諸侯，或入河海。顏師古即引師摯等以實之，且云齊、楚、蔡者，乃追記其地，非謂當時已有此國名也。《古今人表》列摯、幹、繚等，師古亦以為紂時人。而董仲舒對策云：殷紂時賢者奔走逃亡，入於河海。師古又引方叔鞀鼓等注之，並云《漢書》所引經文與近代諸儒家往往乖別，則以摯、幹、繚、缺等為殷末人，固非無稽矣。然《史記·禮書》言：仲尼沒後，受業之徒沉湮而不舉，或適齊、楚，或入河海，則又即指摯、幹等。且孔子嘗學琴於師襄，又云「師摯之始」，則八人中已有二人與孔子同時者，可知八人皆魯樂官，而非殷人也。漢儒徒以《商本紀》有「紂時太師、少師抱樂器而奔」之語，遂以此八人為殷末，誤矣。鄭康成又以為周平王時人，更屬無據。至其遠適之由，注家皆以為周衰樂廢，夫子正樂之後，諸伶人皆識樂之正，故散而他之。按《白虎通》云：王居中央，制御四方，旦食少陽之始也，晝食太陽之始也，哺食少陰之始也，暮食太陰之始也。諸侯三飯，卿大夫再飯，尊卑之差也。然則四飯乃天子之制。今魯亦有四飯，則僭越已甚，諸人之去，其即以此，而不特以樂職之紊亂歟？"
      },
      {
        "index": 26,
        "text": "其父攘羊"
      },
      {
        "index": 27,
        "text": "《呂氏春秋·當務篇》：楚有直躬者，其父竊羊而告之上，上將執而誅之，直躬者請代父死。將誅矣，告吏曰：「父竊羊而告之，不亦信乎！父誅而代之，不亦孝乎！信而孝而誅之，不亦悖乎！」荊王聞乃赦之。孔子曰：「異哉，直躬之為信也！一父而再取名焉。」此即葉公所稱攘羊之事也，而記載不同，亦可參觀。《莊子·盜蹠篇》亦云：直躬證父，尾生溺死，信之害也。《淮南子》亦云：直躬父攘羊而證之，尾生與婦人期而死之。"
      },
      {
        "index": 28,
        "text": "「人莫知其子之惡」係魯諺"
      },
      {
        "index": 29,
        "text": "《呂氏春秋·去尤篇》：魯有惡者（醜也），其父出見商咄，反而告其鄰曰：「商咄不若吾子矣。」夫商至美也，至美而不如至惡，偏於愛也，故知美之惡，知惡之美，然後能知美惡矣。當時諺語，蓋即此事也。《淮南子》云：魯以偶人送葬而孔子歎。然則「始作俑」亦起於魯俗。"
      },
      {
        "index": 30,
        "text": "尊《孟子》"
      },
      {
        "index": 31,
        "text": "《孟子》書，漢書來雜於諸子中，少有尊崇者。自唐楊綰始請以《論語》、《孝經》、《孟子》兼為一經，未行，韓昌黎又推崇之。其後皮日休請立《孟子》為學科，其表略云：「聖人之道，不過乎經；經之降，不過乎史；史之降，不過乎子。不異道者，《孟子》也；舍是而子者，皆聖人之賊也。請廢莊、老之書，以《孟子》為主，有能通其義者，其科選同明經。」則宋人之尊《孟子》，其端發於楊綰、韓愈，其說暢於日休也。日休又嘗請以韓文公配享太學，則尊昌黎亦自日休始。"
      },
      {
        "index": 32,
        "text": "五畝之宅"
      },
      {
        "index": 33,
        "text": "《孟子》「五畝之宅」，注家二畝半在田，二畝半在邑之說，起於趙岐。岐又本漢《食貸志》，謂公田內以二十畝為廬舍。而《食貨志》蓋又因《穀梁傳》：古者三百步為裏，名曰井田，井田者九百畝〔原缺「畝」字〕，公田居一，公田為廬，井灶蔥韭皆在焉。遂意公田既授民為廬，則邑中不宜尚有五畝，當是田與邑各半，故謂公田二十畝，八家分之，得二畝半為廬舍，而城邑之居亦二畝半也。然《孟子》一則曰五畝之宅，再則曰五畝之宅，《周禮》「宅田」注亦曰五畝之宅，並未有言二畝半之宅者，明是五畝為一宅矣。若邑中之宅僅二畝半，何不直言二畝半之宅乎？田中不得有木，既以二畝半為廬舍，則樹桑不過邑中之二畝半，又何以云：「五畝之宅，樹之以桑」乎？然則五畝之宅俱在邑中，所謂廬舍者，蓋不過苫茅於壟間為憩息地，而非於公田中占其二畝半也。在《穀梁傳》之說亦未嘗無本。蓋據《信南山》詩「中田有廬」謂公田在井之正中，而有廬在其內，明是以公田為廬舍。不知中田猶云田中耳，古人原有此倒用文法，非必田之正中也。自田而言，田中則為田內，自邑而言，田中並不過如是田間云爾，非必在田之中也。其下即云「疆場有瓜」，見此廬之近於疆場也。曰廬，則非宅可知也。曰有瓜，則不樹桑可知也。且《七月》之詩云：「饁彼南畝」，曰「彼南畝」者，從乎邑而言之也。若田中既有二畝半廬舍，井灶蔥韭皆具，又何必從邑中而往饁乎？若謂自廬饁至田，同此一井，廬與田相去幾何，而猶煩饁乎？且婦子皆處廬供饁，將邑中之宅竟無人居守乎？又《孟子》謂「商助、周徹，其實皆什一」，若公田中分去二十畝，更何以云什一乎？將注所謂又輕於什一者，可果信乎否乎？以此數者參證，益知五畝之宅之在邑，而廬舍無二畝半之說矣。"
      },
      {
        "index": 34,
        "text": "漢《食貨志》云：春令民畢出在野，冬則畢入於邑。春將出民，里胥平旦坐右塾，鄰長坐左塾，畢出然後歸；入亦如之。其說本《尚書大傳》，所謂春作時，上老平明坐右塾，庶老坐左塾，餘子畢出，然後歸，夕亦如之也。或者據此以為農夫畢出於田野，則宜有在廬饁餉之事。然曰里胥平明待農夫畢出然後歸，夕亦如之，則每日曉出晚歸，不宿於廬舍可知也。且饁餉必係婦子，若自廬饁田，則婦子應俱在廬舍，而上老之出民，但云餘子畢出，而不及婦子，則婦子之不在廬舍可知也。田中無二畝半之廬舍，益可知矣。"
      },
      {
        "index": 35,
        "text": "負戴"
      },
      {
        "index": 36,
        "text": "《孟子》「不負戴於道路」注：負，任在背；戴，任在首。余童時甚疑之，蓋習見內地人以肩挑也。及至滇、黔，始知苗倮擔物，皆用小架負於背，架有兩皮革，而以兩臂挽之，架上又有形如半枷者，附於頸，而以皮條從後縛於額，以固其所擔物；能負重行遠，使之肩挑，則一步不能行矣。乃知負戴之實有其事也。然此乃苗倮所為，孟子何以知之？意當時中國人擔物亦如此耶？"
      },
      {
        "index": 37,
        "text": "伊尹割烹要湯"
      },
      {
        "index": 38,
        "text": "「割烹要湯」注，但引《史記》伊尹為有莘氏媵臣，負鼎俎以滋味說湯。按戰國以後，為此說者甚多，不特《史記》也。《莊子》：湯以庖人籠伊尹。《楚詞·涉江篇》：伊尹烹於庖廚。《韓詩外傳》：伊尹，故有莘氏僮也，負鼎操俎，調五味而立為相。《淮南子》亦言伊尹之負鼎。其言之最詳者，莫如《呂氏春秋》，《具備篇》云：伊尹嘗居於庖廚；又《本味篇》云：有侁氏女子采桑，得嬰兒於空桑中，獻之其君，即伊尹也。長而賢，湯使人請之有侁氏。有侁氏不肯，湯乃娶婦於有侁氏。有侁氏喜，遂以尹為媵。湯乃祓之於廟，爝以爟火，釁以犧猳，設朝而見之。尹說湯以至味曰：「君之國小，不足以具之，為天子乃可具。」因言肉之美者有猩猩之唇、獾獾之炙之類，魚之美者有洞庭之鱄、東海之麵之類，菜之美者有昆侖之蘋、壽木之華之類，和之美者有招搖之桂、越駱之菌之類，飯之美者有元山之禾、不周之粟之類，水之美者有三危之露、昆侖之井之類，果之美者有沙棠之實、雲夢之柚之類，而非先為天子不可得而具。此所謂說湯之辭也。然當時諸說亦有不同者。屈原《離騷》云：緣鵠飾玉，後帝是饗。王叔師注：後，殷湯也；伊尹始仕，因烹鵠鳥之羹，修飾玉鼎，以事湯也。《天問篇》云：成湯東巡，有莘爰極，何乞彼小臣，而吉妃是得？水濱之木，得彼小子，夫何惡之媵，有莘之婦？王叔師注：小臣，謂尹也；湯東巡，從有莘乞得尹，因得吉善之妃也。其解「水濱之木」數句則云：小子，謂尹也；尹母娠身，夢神女告之，見灶生蛙則急去。已而灶果有蛙，母遂東走，回顧其邑，盡為大水，母因溺死，化為空桑之林。水幹後，有小兒啼，人取養之。既長有才，有莘氏惡其從木中出，因以媵女嫁於湯也。由呂氏之說，則有莘不肯以尹與湯，湯結以姻好，始以尹為媵也。由王氏之說，則有莘以其非人所生，故惡之以為媵也，以「乞彼小臣而吉妃是得」句觀之，則呂說為是；以』夫何惡之媵，有莘之婦「句觀之，則又王說為是。蓋本無稽之事，言人人殊，固無從究其是非也。"
      },
      {
        "index": 39,
        "text": "王良即伯樂"
      },
      {
        "index": 40,
        "text": "王良以御趙簡子得名，《孟子》所謂「簡子使王良與嬖奚乘」是也。《左傳》：趙簡子納蒯聵於衛，郵無恤禦，既戰，簡子曰：「吾伏弢嘔血，鼓音不衰，今日我上也。」郵良曰：「我兩靷將絕而能止之，我禦之上也。」是郵良即郵無恤也。而杜注郵無恤云：王良也。則郵無恤即王良也。《國語》簡子如晉陽，以尹鐸不墮壘，將殺之。郵無正進諫，簡子悟，乃以免難之賞賞鐸。伯樂與鐸素有怨，至是鐸以其賞如伯樂氏，曰：「子免吾死，敢不歸祿？」是伯樂即郵無正也。而韋昭注郵無正云：即郵良也；郵伯樂云：郵無正之字也。然則《孟子》之王良，即《左傳》之郵良、郵無恤，《左傳》之郵無恤，即《國語》之郵無正，本一人，而伯樂則其字也。《漢書·王褒傳》「王良執靶」注內張晏曰：王良，郵無恤，字伯樂是也。乃顏師古既知郵無恤、郵無正、郵良、王良為一人，而又以伯樂另為一人，何哉？"
      },
      {
        "index": 41,
        "text": "市井"
      },
      {
        "index": 42,
        "text": "市井二字，習為常談，莫知所出。《孟子》「在國曰市井之臣」，注疏亦未見分晰。《風俗通》曰：市亦謂之市井，言人至市有鬻賣者，必先於井上洗濯香潔，然後入市也。顏師古曰：市，交易之處；井，共汲之所，總言之也。按《後漢書·循吏傳》「白首不入市井」注引《春秋井田記》云：因井為市，交易而退，故稱市井。此說較為有據。"
      },
      {
        "index": 43,
        "text": "七八月之間旱"
      },
      {
        "index": 44,
        "text": "「七八月之間旱」，朱注謂：周七八月，夏五六月。蓋以戰國時猶用周正也，不知春秋時列國已不用周正，而晉之用夏正又在列國之先（說見「春秋列國用夏正」條內）。魏自晉分，習用夏正已久。杜預記《汲塚紀年》書係魏哀王時人所作，以夏正為首，可見魏之用夏正固非一日也。魏用夏正，則《孟子》在魏對襄王所謂七八月者，即魏所用夏正之七八月，而非周之七八月可知。或謂夏正五六月，正係望雨甚殷，至七八月則非所急。不知處暑以後，禾苗將秀，其待雨更切於五六月。是《孟子》所謂七八月，即夏正也，而必以夏五六月釋之，則未知魏久不用周正也。"
      }
    ]
  }
}