{
  "chapterNumber": 31,
  "title": "卷三十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "認族"
      },
      {
        "index": 2,
        "text": "世俗好與同姓人認族，不問宗派，輒相符合，此習自古已然。李唐自以為出老子後，追尊老子為玄元皇帝，並以《史記•老子傳》升於列傳之首。郭崇韜以汾陽王為遠祖，西征日，路過河中，祭汾陽墓，哭甚哀。南唐王李以唐吳王孫有功，子峴為相，遂以吳王為祖，自峴以下五世名皆有司所撰。此攀附明德，以為光寵者也。然狄武襄官樞密使，有以狄梁公畫像及誥敕來獻者，武襄曰：「一時遭際，安敢遠附梁公耶？」其見卓矣！又有本非同姓，而強為聯宗者。《北史•唐瑾傳》：周文賜瑾姓宇文氏，燕公于謹白周文言：「瑾學行兼修，願與之同姓，結為兄弟，庶子孫承其餘論，有益義方。」周文乃更賜瑾姓紐于氏，謹遂深相結納，敦長幼之序。此則非同姓而認族，實為千古所未有。然于謹以其家法而欲師之，非後世依光附勢者之為也。《晉書•石苞傳》：曾孫樸沒于寇，石勒以樸與己同姓，且俱河北人，引為宗室，位至司徒。《南史•侯傳》：侯景以同姓，托為宗族，待之甚厚。宋人小說：羅紹威為節度使，以羅隱名士，拜之為叔，贈遺甚厚。《宋史》：蔡京於蔡襄雖同郡而晚出，京欲附襄，自謂襄族弟。此猶第以門望相附，不專為勢利起見。（杜正倫與城南諸杜昭穆素遠，求同譜，不許。諸杜所居號杜固，世傳其他有壯氣，故世衣冠。正倫乃請鑿杜固通水以利人。此欲附門望不得而反至相害者。）《晉書》：孫子弼及弟子髦、輔、琰四人，與孫秀合族。《南史》周弘正與周石珍合族，石珍，建康之廝役也，為梁制局監，遂附之。《舊唐書》：李義甫既貴，自言本出自趙郡，始與諸李序昭穆，而無賴之徒藉其權勢，拜為兄叔者甚眾。《李輔國傳》：宰相李揆、山東甲族，見輔國執弟子禮，謂之五父。《宋史》：史正志與史浩異族，拜浩而父事之，王十朋劾其奸。此則專以權勢夤緣攀附者矣。又其甚者，《宋史》蔡嶷尊蔡京為叔父，京命其子攸、修等出見，嶷遽曰：「大誤！公乃叔祖，公子乃諸父行也。」遽列拜之。又《溫公瑣語》：張洎為舉人時，張人必已通顯，洎每求見，稱侄孫。既及第，稱侄。及秉政，則并以庶僚遇人必矣。此更勢利之最可笑者也。"
      },
      {
        "index": 3,
        "text": "同姓為婚"
      },
      {
        "index": 4,
        "text": "《史記》帝堯與舜皆黃帝之後，計其世數，則堯之女於舜為曾祖姑，而以配之。其時雖未有同姓不婚之制，然亦或邃古之傳訛，《史記》不察，遂筆之於書，未可盡信也。同姓為婚，莫如春秋時最多。《論語》：魯昭公娶於吳，同姓，謂之吳孟子固己。《國語》：富辰諫襄王，有曰：「聃由鄭姬。」注：聃，文王之子，姬姓也，娶鄭女為夫人。《左傳》：晉獻公娶二女於戎，大戎狐姬生重耳，小戎子生夷吾。注：唐叔子孫別在戎狄者。又獻公伐驪戎，驪戎女以驪姬，亦姬也。鄭叔詹曰：「男女同姓，其生不蕃。重耳，姬出也，而至於今。」齊崔杼見棠姜美，謂姜之弟東郭偃，欲娶之。偃曰：「君出自丁，臣出自桓，不可。」注：謂同姜姓也。子產謂叔向曰：「內官不及同姓，其生不殖，故買妾不知其姓則卜之。今晉君內有四姬，其病無乃是乎？」慶舍以女妻盧蒲癸，或曰：「男女辨姓，子不避宗，何也？」癸曰：「宗不余避，余獨焉避之？」慶氏、盧蒲氏皆姜姓也。此皆春秋時亂俗也。漢以後此事漸少。《漢書》：王莽以姚、媯、陳、田、王氏皆黃、虞後，與己同姓，令元城王氏勿得與四姓相嫁娶。然《王傳》：孫咸有女為王莽妻，號宜春氏。注張晏曰：莽諱娶同姓，故以侯邑為氏。師古曰：莽以己與咸得姓不同，祖宗各別，故娶之。然雖不同宗，終屬同姓也。《魏志》：陳矯本劉氏子，出嗣舅氏而婚劉族，徐宣每非之。太祖惜其才，乃下令喪亂前事一切勿問。（《晉書•劉頌傳》：頌嫁女陳嶠，嶠本劉氏子，與頌近親，出養於姑，而姓陳。其友嘗譏之，頌曰：「舜後姚、虞、陳、田本同根葉，而世皆為婚，律不禁也。」）《白孔六帖》：魏司空王基，當世大儒，而為子納司空王沉女，以姓同而源異也。《晉書•載記》：劉聰欲納太保劉殷女，以問劉景等，皆曰：「太保乃周劉康公之後，與聖氏本源既殊，納之為允。」李弘亦引王基為子娶王沉女為證，遂納之。劉曜妻劉氏將死，謂曜曰：「妾叔父皚女芳有德色，願備後宮。」曜乃娶皚女為皇后。按聰與曜皆匈奴後，其娶劉氏本非同宗，若王基、王沉究屬同姓，非禮也。北魏本無同姓為婚之禁，至考文帝始禁之，詔曰：「夏、殷不嫌一族之婚，周世始絕同姓之娶。皇運初基，未遑厘改，自今悉行禁絕，有犯者以不道論。」《唐書》：李光進之母李氏。"
      },
      {
        "index": 5,
        "text": "交婚"
      },
      {
        "index": 6,
        "text": "《魏書》：慕容元真以妹為魏昭成帝後，慕容又請交婚，昭成帝乃以烈帝女妻之。"
      },
      {
        "index": 7,
        "text": "姊妹為妯娌"
      },
      {
        "index": 8,
        "text": "《北史》：崔長謙幼聰敏，盧尚之欲以女妻之。崔忄又為長謙弟求尚之次女曰：「家道多由婦人，欲令姊妹為妯娌。」尚之感其義，於是同日成婚。今俗亦有姊妹為娣姒者，此其故事也。"
      },
      {
        "index": 9,
        "text": "指腹為婚"
      },
      {
        "index": 10,
        "text": "《南史•韋放傳》：放與張率皆有側室懷孕，因指腹為婚姻。其後各產男女，而率亡。放乃以子娶率女，以女適率子。《北史》：崔浩女為尚書盧遐妻，浩弟恬女為王慧龍妻。二女俱有孕，浩謂曰：「汝等將來所生，皆我之自出，可指腹為親。」及慧龍子寶興將娶盧女，浩為撰儀，躬至監視，謂諸客曰：「此家禮事，宜盡其美。」"
      },
      {
        "index": 11,
        "text": "劫婚"
      },
      {
        "index": 12,
        "text": "村俗有以婚姻議財不諧而糾眾劫女成婚者，謂之搶親。《北史•高昂傳》：昂兄乾求博陵崔聖念女為婚，崔不許，昂與兄往劫之，置女村外，謂兄曰：「何不行禮？」於是野合而歸。是劫婚之事，古亦有之。然今俗劫婚，皆已經許字者，昂所劫則未字，固不同也。"
      },
      {
        "index": 13,
        "text": "初婚看新婦"
      },
      {
        "index": 14,
        "text": "世俗新婚三日內不問親故，皆可看新婦。固係陋習，然自六朝來已然。《南史•徐摛傳》：晉、宋以來，初婚三日，婦見舅姑，眾賓皆列觀。唐李涪《刊誤》云：婚禮來日，婦於庭拜舅姑，次謁夫之長屬及中外故舊，通謂之拜客，故有拜客之名。今代非親非故，皆列坐而覿婦容，豈其宜哉？則此習由來久矣。《彙書》：近時娶婦，以紅帕蒙首，按《通典》杜佑議曰：自東漢、魏、晉以來，時或艱虞，歲遇良吉，急於嫁娶，乃以紗縠蒙女首，而夫氏發之，因拜舅姑，便成婚禮，六禮悉舍，合巹復乘。是蒙首之法，亦相傳已久，但古或以失時急娶用之，今則為通行之禮耳。"
      },
      {
        "index": 15,
        "text": "冥婚"
      },
      {
        "index": 16,
        "text": "《周禮》地官有嫁殤之禁。注謂生時非夫婦，死而葬相從者。曹操幼子倉舒卒，掾邴原有女蚤亡，操欲求與倉舒合葬，原辭曰：「嫁殤，非禮也。」然終聘甄氏亡女與合葬。魏明帝幼女淑卒，取甄後從孫黃與之合葬，追封黃為列侯，為之置後襲爵。陳群諫曰：「八歲下殤，禮所不備。」《北史•穆崇傳》：崇玄孫平城早卒，孝文時始平公主薨於宮，追贈平城駙馬都尉，與公主冥婚。《舊唐書•懿德太子重潤傳》：中宗為聘國子監丞裴粹亡女為冥婚合葬。《蕭至忠傳》：韋庶人為亡弟洵與至忠亡女為冥婚合葬，及韋氏敗，至忠發墓，持其女柩歸。《建寧王琰傳》：代宗立，追念琰死非其罪，乃追諡為承天皇帝，以興信公主亡女張為恭順皇后，冥配焉。凡此皆不經之甚者。《五代史》：鄭餘慶作書儀，以冥配為定制。唐明宗深識其非，有詔刪正。然康譽之《咋夢錄》：北俗男女未婚而死者，兩家命媒而求之，謂之鬼媒人。通家狀，各以父母命卜之，得吉即製冥衣，媒者就男墓設酒果，以合婚。二座相並，各立一小幡，奠畢，二幡微動，若相就。其有不動者，則以為不喜也。兩家各以幣帛酬鬼媒，鬼媒常藉此自給。《元史》：郭三從軍死，其妻楊氏守節，舅念其子，不忍使鰥居地下，欲聘鄰家亡女合葬之，楊氏遂自經死。則元時猶有冥婚之俗。而楊用修《丹鉛錄》亦云：今民間猶有行焉而無禁也。然則前朝尚有之矣。"
      },
      {
        "index": 17,
        "text": "《魏書•高允傳》：古者祭必立屍，使亡者有憑耳。今已葬之魂，人但求貌類者，事之如父母，燕好如夫妻，損敗風化，莫此為甚。然則北魏時又有所謂魂人者。"
      },
      {
        "index": 18,
        "text": "撒帳"
      },
      {
        "index": 19,
        "text": "《知新錄》云：漢京房之女，適翼奉之子，房以其日三煞在門，犯之損尊長。奉以為不然，以麻豆穀米禳之，則三煞可避。自是以來，凡新人進房，以麻米撒之。後世撒帳之俗起於此。按此說非也。撒帳實始於漢武帝，李夫人初至，帝迎入帳中，預戒宮人遙撒五色同心花果，帝與夫人以衣裾盛之，云：「多得子多也。」事見《戊辰雜抄》。唐中宗嫁睿宗公主，鑄撒帳錢重六銖，文曰「長命富貴」，每十文繫一彩絛。今俗婚姻奩具內多鐫「長命富貴」等字，亦本於此。"
      },
      {
        "index": 20,
        "text": "拜堂"
      },
      {
        "index": 21,
        "text": "新婚之三日，婦見舅姑，俗名拜堂。按《封氏聞見記》：近代婚嫁，有障車，下婿、卻扇及拜堂之儀，今上詔有司約古禮今儀。太子少師顏真卿、中書舍人於邵等奏：「障車、下婿、卻扇，並請依古禮，見舅姑於堂上，薦棗栗腶修，無拜堂之儀。」今上，謂德宗也。是拜堂之名，由來已久，但真卿等所定棗栗腶修見舅姑，即今俗所謂拜堂也。乃又云無拜堂之儀，豈唐時所謂拜堂者別是一禮耶？"
      },
      {
        "index": 22,
        "text": "脫襪登席"
      },
      {
        "index": 23,
        "text": "古人席地而坐，故登席必脫其屨，《禮記》所謂戶外有二屨是也。然臣見君則不惟脫屨，兼脫其襪。《詩》「赤芾在股，邪幅在下。」邪幅，行縢也，襪去，故行縢見也。《左傳》衛出公輒為靈台，與諸大夫飲酒，褚師聲子襪而登席，公怒，對曰：「臣有疾，若見之，君將[A11M]之，是以不敢。」公愈怒，欲斷其足。杜注：謂有足疾也，[A11M]，嘔也。注又云：古者臣見君解襪。然則古人以跣足為至敬也。漢制脫襪雖無明文，然優禮蕭何，特命劍屨上殿，則群臣上殿猶皆脫屨可知。衛宏《漢官舊儀》：掾吏見丞相脫屨，丞相立席後答拜。《魏志》：曹操令曰：「祠廟上殿當解屨，吾受命劍屨上殿，今有事於廟而解屨，是尊先公而替王命也，故吾不敢解屨。」可見是時祭先祖見長官尚皆脫屨。（三國時，吳賀邵美容止，坐常著襪。則是時家居亦多有不襪者。）宋改諸王國制度，內有藩國官正冬不得跣登國殿一條。（是時藩國朝賀其王尚皆跣，故詔改之，以殺其禮。）梁天監中，尚書議云：「禮：跣襪登席，事由燕坐。」（閻若璩據此語，謂古惟燕飲始跣而為歡，祭則不跣也。按《韓詩》不脫屨而即席，謂之禮；跣而上坐，謂之燕。則古人行禮尚著屨，燕乃跣襪，閻說蓋本此。）今則極敬之所，莫不皆跣。清廟崇嚴，即絕恒禮，凡屨行者應皆跣襪。（蓋是時廟祭有不跣襪者，故申禁之。）曰極敬之所莫不皆跣，則是時朝會、祭祀猶皆跣襪。陳祥道《禮書》所謂漢、魏以後朝祭皆跣也。《唐書》：劉知幾以釋奠皆衣冠乘馬，奏言冠履只可配車，今襪而登，跣而鞍，實不合於古。是唐時祭祀亦尚有跣襪之制，至尋常入朝，則已有著履者。《唐書》：棣王琰有二妾爭寵，求巫者密置符琰履中。或告琰厭魅，帝伺其朝，使人取其履驗之，果然是也。蓋古者本以脫襪為至敬，其次則脫履，至唐則祭祀外無脫履之制。然朝會亦尚著履，此唐初之制也。"
      },
      {
        "index": 24,
        "text": "著靴"
      },
      {
        "index": 25,
        "text": "朝會著靴，蓋起於唐中葉以後。《唐書》皇甫鎛以故繒給邊兵，軍士焚之。裴度奏其事，鎛在憲宗前引其足曰：「此靴亦內府物，堅韌可用。」韋斌每朝會，不敢離立，嘗大雪立庭中，不徙足，雪幾沒靴。崔戎為華州刺史，徙兗海，民遮留不得行，抱持取其靴，戎單騎遁去。溫造節度興元，殺倡亂者八百人，監軍楊叔元擁造靴祈哀，乃免之。是唐時已多著靴。歐陽公《歸田錄》：和凝以三千錢買靴，問馮道靴價若干，道舉左足曰：「一千。」凝遂嗔其僕。道徐舉其右足曰： 「此亦一千。」是又五代著靴之證。宋以後，則朝靴且形之歌詠，而《朱文公家禮》內「冠儀」一條，並有襴衫帶靴之制，則靴固久為公服矣。按靴本北俗，自趙武靈王始用之，然秦、漢、魏、晉尚罕有著靴者。《晉書•儒林劉兆傳》：有人著靴騎驢至門外，問劉延世。又《毛寶傳》：寶與祖煥戰，血流滿靴。此蓋騎者用之。靴字從革，蓋皆皮為之，便於騎也。惟齊豫章王嶷不樂聞人過，有告訐者，輒置靴中不視。梁王儉宴客樂遊苑，蕭琛著虎皮靴，直造其坐。陳徐陵為吏部，陳暄袍拂髁，靴至膝，亦直上其坐。南朝之著靴見於史者，止此數事而已。其時多著屐。齊明帝輔政時，百官皆脫屐到席，蔡約獨躡屐不改，則其時見尊長尚以脫屐為敬，固無論於著靴也。而是時北朝則靴已盛行。《北史》：慕容永被擒入長安，夫妻常賣靴自給。北齊婁太后病，童謠有「紫綖靴」之語。徐之才曰：「紫者，此下絲，綖者，熟當在四月中。」太后果崩。高澄被刺時，楊愔逃出，遺一靴。《任城王湝傳》：有婦入浣衣，一乘馬者以舊靴換其新靴而去。又樂陵王百年被害後，有人於其處掘得一足有靴。琅阝琊王儼被害，亦不脫靴而埋之。及北齊亡後，嬪妃入周，亦以賣靴為業。是北朝著靴，累代盛行。蓋自劉、石之亂，繼以燕、秦、元魏、齊、周，各從其本俗，故中土久以著靴為常服。沿及於唐，遂浸尋為朝制耳。風會所趨，隨時而變。古以脫襪為敬，其後不脫襪而但脫履，又其後則不脫履，最後則靴為朝服，而履反為褻服。設有著履入朝會及見長官者，反為大不敬，更無論於跣而見也。或疑古人脫襪而登，近於裸褻。然常見暹羅人入朝拜舞，以行膝裹足，頗斑斕可愛。想古人邪幅在下，亦復如是，則亦未為汙瀆也。按《明史》洪武初定制，朝服、祭服皆白黑襪履，惟公服則用皂靴，故有賜狀元朝靴之制。洪武二十五年，令文武官父兄子弟及婿皆許穿靴；校尉力士上直穿靴，出外不許；庶人不許穿靴，只許穿皮紥翁；北地苦寒，許穿牛皮直縫靴。"
      },
      {
        "index": 26,
        "text": "弓足"
      },
      {
        "index": 27,
        "text": "婦女弓足，不知起於何時。有謂起於五代者，《道山新聞》謂，李後主令宮嬪窅娘以帛繞腳，令纖小作新月狀，由是人皆效之。唐縞有詩云：「蓮中花更好，雲裏月長新。」因窅娘而作也。張邦基《墨莊漫錄》亦謂弓足起於南唐李後主。謝靈運詩：「可憐誰家婦，緣流洗素足。」李白詩：「履上足如霜，不著鴉頭襪」。又唐詩：「兩足白如霜，臨流濯素足。」陶南村謂唐人題詠甚多，略不言纖小。又《郡閣雅談》引五代劉克明《蒲鞋》詩云『「吳江江上白蒲春，越女初挑一樣新。才自繡簾離玉指，便隨羅鞋步香塵。石榴裙下從容久，玳瑁筵前整頓頻。今日高樓鴛瓦上，不知拋擲是何人。」謂此詩通首詠婦人蒲鞋，而略不及弓纖之狀，則是時尚未纏足。並引《太平御覽》云：昔制履，婦人圓頭，男子方頭（見《宋書•五行志》），似不知裹足，而但以方圓為別也。胡應麟因之，力主起於唐末五代之說，謂古人言婦人弓腰，而不言弓鞋，言纖腰而不言纖足。古人風俗如墮馬、愁眉等妝，史傳皆不絕書，而足獨無明文，李白至以素足詠女子，則唐時尚未裹足明矣。此皆主弓足始於五代之說也。然伊世珍《郎嬛記》謂馬嵬老媼拾得太真襪以致富，其女名玉飛，得雀頭履一隻，長僅三寸。《詩話總龜》亦載明皇自蜀回，作楊妃所遺羅襪銘，曰：「羅襪羅襪，香塵生不絕。細細圓圓，地下得瓊鉤。窄窄弓弓，手中弄初月。」又如「脫履露纖圓，恰似同衾見時節。方知清夢事非虛，暗引相思幾時歇。」又杜牧詩：「鈿尺裁量減四分，纖纖玉筍裹輕雲。」周達觀引之以為唐人亦裹足之證。韓偓《屟子》詩云：「六寸膚圓光致致。」《花間集》詞云： 「慢移弓底繡羅鞋。」楊用修因之，並引六朝《雙行纏》詩，所謂「新羅繡行纏，足趺如春妍。他人不言好，獨我知可憐。」以為六朝已裹足。不特此也，《雜事秘辛》載漢保林吳句足長八寸，脛跗豐妍，底平趾斂，約縑迫襪，收束微如禁中。《史記》云：臨淄女子彈弦糸徒足。又云揄修袖，躡利屣。利屣者，以首之銳言之也。則纏足之風，戰國已有之。高江村《天祿識餘》亦祖其說，謂弓足相傳起於東昏侯使潘妃以帛纏足，金蓮貼地，行其上，謂之步步生蓮花，然石崇屑沉香為塵，使姬人步之無跡，已先之。而《史記》並有「利屣」之語，則裹足之風由來已久云云。此主弓足起於秦、漢之說也。是二說固皆有所據，然《郎嬛記》及《詩話總龜》所云，恐係後人附會之詞。而李白之詠素足則確有明據，即杜牧詩之「尺減四分」，韓偓詩之「六寸膚圓」，亦尚未纖小也。第詩家已詠其長短，則是時俗尚已漸以纖小為貴可知，至於五代乃盛行紥腳耳。《湛淵靜語》謂程伊川六代孫淮居池陽，婦人不裹足，不貫耳，至今守之。陶九成《輟耕錄》謂紥腳五代以來方為之。熙寧、元豐之間為之者猶少。此二說皆在宋、元之間，去五代猶未遠，必有所見聞，固非臆說也。今俗裹足已遍天下，而兩廣之民惟省會效之，鄉村則不裹。滇黔之倮苗、僰夷亦然。蘇州城中女子以足小為貴，而城外鄉婦皆赤腳種田，尚不纏裹。蓋各隨其風土，不可以一律論也。本朝康熙三年，有詔禁裹足，王大臣等議：元年以後所生之女，不得裹足，違者枷責流徙，十家長及該管官皆有罪（事見《蚓庵瑣語》）。康熙七年，禮部奏罷此禁（事見《池北偶談》）。此亦近事之不可不知者。"
      },
      {
        "index": 28,
        "text": "金鳳染指"
      },
      {
        "index": 29,
        "text": "俗以鳳仙花染指，自宋已然。《癸辛雜識》：鳳仙花，紅者搗碎，入明礬少許，染指甲，用片帛纏定，過夜。如此三四次，則其色深紅，洗滌不去，直至退甲，方漸失之。回回婦人多喜此云云。今俗則不特回回婦人也。"
      },
      {
        "index": 30,
        "text": "簪花"
      },
      {
        "index": 31,
        "text": "今俗唯婦女簪花，古人則無有不簪花者。其見於詩歌，如王昌齡「茱萸插鬢花宜壽」，戴叔倫「醉插茱萸來未盡」，杜牧之「菊花須插滿頭歸」，邵康節 「頭上花姿照酒卮」，梅聖俞《謝通判太博惠庭花》詩「欲插為之醉，慚但漸發星星」，東坡《吉祥寺賞牡丹詩》「年老簪花不自羞，花應羞上老人頭」，又《在李鈐轄坐上分題戴花》詩云：「頭上花枝奈老何」，穆清叔」「共飲梨花下，梨花插滿頭」，陳無已「白髮簪花我自羞」，黃山谷詞「花向老人頭上笑，羞羞，人不羞花花自羞」，陸放翁詩「兒童共道先生醉，折得黃花插滿頭」之類，不一而足。按《羯鼓錄》：汝陽王璡隨明皇遊幸，常戴砑綃帽打曲，上摘槿花一朵簪之，璡舞山香一曲而花不落。是唐時已簪花也。宋真宗將東封，命陳堯叟為東京留守，馬知節為大內都巡檢使。駕未行，先宣入後苑賜宴，真宗與二公皆戴牡丹。旋令陳去所戴者，親以頭上一朵為陳簪之。又《盛事美談》記真宗曲宴宜春殿，出牡丹百餘盤，千葉者才十餘朵，所賜止親王宰臣。上特顧晁迥、錢文僖，各賜一朵。又故事，惟親王宰臣則中使為插花，餘皆自戴。一日侍宴，上特命中使為晁迥戴花，觀者榮之。又《宋稗類編》記寇準侍宴，上特命以千葉牡丹簪之，曰：「寇準年少，正是賞花吃酒時也」。沈括已韓魏公鎮揚州，適芍藥生金纏腰四朵，延王歧公、王荊公、陳秀公開宴，各簪一枝，後四人俱為相。《司馬溫公家傳》：公年二十登第，聞喜宴，獨不簪花。同年曰：「君賜不可違也。」乃簪一花。《宋史》：顏師魯充顯仁後遺留使，至金，力辭簪花聽樂。莫濛充賀金正旦使，賜宴日，以本朝忌辰，不敢簪花聽樂。又陳隨隱記：孟冬時享駕回，丞相以下皆簪花。姜夔有詩云：「六軍文武浩如雲，花簇頭冠樣樣新。惟有至尊渾不帶，盡分春色賜群臣。」「萬數簪花薄御街，聖人先自景靈回。不知後面花多少，但見紅雲冉冉來。」楊誠齋詩：「賜花新剪茜香羅，篸遍烏紗未覺多。花重紗輕人更老，抬頭不起奈春何。」則並簪剪彩之花矣。《古今詩話》：孫周翰童時，侍郡侯宴，適座客簪花，郡侯出對曰：「口吹楊葉成新曲。」韓對曰：「頭戴花枝學後生。」此皆宋時簪花故實也。金趙秉文有《戴花》詩云：「人老易悲花易落，東風休近鬢邊吹。」又元遺山詩云：「鬢毛不屬秋風管，更揀繁枝插帽簷。」元人貢師泰詩云：「忽見草間長十八，眾人分插帽簷前。」又黃庚詩：「插花歸去蜂隨帽。」《漱石閑談》記，明成祖時迎春，監生當代為簪花，眾皆畏縮。有邵玘者直前取花，為成祖簪之。傅維麟《明書》：武宗南巡回，至淮安，戎服簪花，鼓吹前導。則金、元以來亦尚有簪花之例矣。今制殿試傳臚日，一甲三人出東長安門遊街，順天府丞例設宴於東長安門外，簪以金花，蓋猶沿古制也。"
      },
      {
        "index": 32,
        "text": "婦人拜"
      },
      {
        "index": 33,
        "text": "《禮》：婦人吉拜〔事〕，雖君賜肅拜。肅拜者，《周禮》太祝九拜之一。鄭注謂俯下手，如今之撎。按推手曰揖，引手曰撎。肅拜如撎，正今俗婦人攏兩手向下之禮也。惟婦人之拜跪與不跪，諸家之說紛紛。洪容齋等謂古禮婦人之拜本不跪，《戰國策》蘇秦至洛，其嫂匍匐四拜，自跪而謝，此畏懼之至，過為加禮，故特記史。《史記》周昌以易太子事諫高帝，呂後見昌為跪。此亦特為加禮，則非加禮不跪可知也。周天元帝詔曰：縣命婦拜宗廟及天台，皆俛伏如男子。欲婦人如男子拜，至特降詔書，則婦人本無拜跪之禮更可知也。此拜而不跪之說也。《清波雜志》則謂古之男女皆跪。古詩曰「長跪問故夫」是也。羅《鶴林玉露》亦引朱文公云：古者婦女以肅拜為正，兩膝齊跪，手至地而頭不下也。拜手亦然，古樂府所謂「伸腰再跪拜」也。此拜而必跪之說也。不知古人席地而坐，引身即為跪，則婦人拜亦未有不跪者。古詩「伸腰跪拜」正是實事。引身長跪，攏手向下，即是伸腰拜跪也。雖長跪而其拜則僅肅拜，不作男子俯伏之狀。《朱子語錄》所謂直身長跪，拜時亦只俯手如揖，便是肅拜。婦人首飾甚多，自難俯伏地上也。此席地而坐時，婦人有跪拜之禮也。迨後坐用床榻，則婦人之跪不便，故無復引身長跪之儀，而僅存攏手肅拜之禮，此所以有拜而無跪也。周天元特詔婦人如男子拜，是其時婦人久無跪拜之禮而知。而謂起於唐武后欲尊婦人，故不令拜跪，究屬臆說也。（《宋史•王貽孫傳》：太祖嘗問趙中令：「何以男子跪而婦人不跪？」趙不能對。貽孫為言：古詩「長跪問故夫」，即婦人亦跪。唐武后時，婦人始拜而不跪。因以太和中張建章渤海國記為證。趙甚重之。亦見《玉壺清話》及《愛日齋叢鈔》。）總之，席地而坐時，婦人拜必兼跪。坐用床榻後，婦人有拜無跪。以古詩「伸腰跪拜」及周天元之詔彼此參看，自可了然也。後世婦人肅拜行禮時，稍作鞠躬虛坐之狀，此亦有所本。宋太祖問趙中令「何以男子跪，婦人不跪」。又明肅太后垂簾，欲被兗冕，親祠太廟，薛簡肅問：「陛下當為男子拜乎？」議遂止。是宋時婦人固亦無俯伏拜跪之禮。而《愛日齋叢鈔》云：古者男子之拜，但如今之揖，則婦人之拜安得已如今之伏？今之男子以古男子之拜為揖，故其拜也，加之以跪伏為稽首之容。今之婦人亦以古婦人之拜為揖，故其拜也，加之以拳曲虛坐之勢。然則拳曲虛坐，亦自宋時已如此也。惟是婦之於舅姑，及命婦之於君後，自有不可以常禮為敬者。《隋志》：皇帝冊後，後先拜後起。則隋時皇后受冊，固跪拜矣。唐李涪《刊誤》云：今郊天祭地，止於再拜，乃婦謁姑嫜，其拜必四。詳其所自，初則再拜，次則跪獻衣服，姑嫜跪而受之，當於此際授受多誤，故四拜相屬耳。則唐時婦初見舅姑亦跪拜矣。又王建宮詞云：「射生宮女宿紅狀，請得新弓各自張。臨上馬時齊賜酒，男兒拜跪謝君王。」則唐時宮人於君後亦拜跪矣。蓋家庭則舅姑，宮廷則君後，皆屬至尊，自宜加禮，是以相沿至今，非此則仍肅拜也。"
      },
      {
        "index": 34,
        "text": "古人跪坐相類"
      },
      {
        "index": 35,
        "text": "朱子作《跪坐拜說》寄白鹿洞諸生，謂古者坐與跪相類。漢文帝不覺膝之前於席，管寧坐不箕股，榻當膝處皆穿。諸所謂坐，皆跪也。蓋以膝隱地，伸腰及股，危而不安者，跪也。以膝隱地，以尻著蹠，而體便安者，坐也。今成都學所存文翁禮殿刻石諸像，皆膝地危坐，兩蹠隱然見於坐後帷裳之下，尤足證云，又《後漢書》向栩坐板床，積久板乃有膝踝足指之處。據此則古人之坐與跪，皆是以膝著地，但分尻著蹠與不著蹠耳。其有偃蹇伸腳而坐者，則謂之箕踞。《漢書•陸賈傳》「尉佗箕踞」，顏師古注：伸其兩腳如箕形。佛家盤膝而坐，則謂之趺坐，皆非古人常坐之法也。然則古人何以不尻著地，而為此危坐哉？蓋童而習慣，遂為固然。猶今南人皆垂腳而坐，使之盤膝則不慣；北人多盤膝而坐，使之垂腳亦不慣也。（近日王西莊《十七史商榷》謂：古人危坐不伸腳，正如今所謂盤膝坐。則又誤。盤膝坐則向栩、管寧榻上何以有膝髁痕耶？）"
      },
      {
        "index": 36,
        "text": "高坐緣起"
      },
      {
        "index": 37,
        "text": "古人席地而坐，其憑則有幾，《詩》所謂「授幾有緝御」也；寢則有床，《詩》所謂「載寢之床」也。應劭《風俗通》：趙武靈王好胡服，作胡床。此為後世高坐之始。然漢時猶皆席地，文帝聽賈誼語，不覺膝之前於席；暴勝之登堂坐定，雋不疑據地以示尊敬是也。至東漢末始斫木為坐縣，其名仍謂之床，又謂之榻。如向栩、管寧所坐可見。又《三國•魏志•蘇則傳》文帝據床拔刀，《晉書》桓伊據胡床取笛作三弄，《南史》紀僧真詣江敩，登榻坐，敩令左右移吾床讓客，狄當、周赳詣張敷就席席，敷亦令左右移床遠客。此皆高坐之證。然侯景升殿，踞胡床，垂腳而坐，《梁書》特記之，以為殊俗駭觀，則其時坐床榻，大概皆盤膝無垂腳者。至唐又改木榻，而穿以繩，名曰繩床。程大昌《演繁露》云：穆宗長慶二年十二月，見群臣於紫宸殿，御大繩床是也。而尚無椅子之名。其名之曰椅子，則自宋初始。《丁晉公談錄》：竇儀雕起花椅子二，以備右丞及太夫人同坐。王钅至《默記》：李後主入宋後，徐鉉往見，李卒取椅子相待。鉉曰：「但正衙一椅足矣。』李主出具賓主禮，鉉辭，引椅偏，乃坐。張端義《貴耳錄》：交椅即胡床也，向來只有栲栳樣，秦太師偶仰背墜巾，吳淵乃製荷葉托首以媚之，遂號曰太師樣。此又近日太師椅之所由起也。然諸書椅子猶或作倚字，近代乃改從椅，蓋取桐椅字假借用之。至杌子、墩子之名，亦起於宋，見《宋史•丁謂傳》及周益公《玉堂雜記》"
      },
      {
        "index": 38,
        "text": "再拜、三拜、四拜、五拜"
      },
      {
        "index": 39,
        "text": "古人拜，雖臣之於君，亦只再拜。《孟子》所謂「以君命將之，再拜稽首而受」是也。申包胥之九頓首，則以求救之切，本非常禮。至後周天元帝詔：諸應拜者，皆以三拜成禮。於是始有三拜。然唐李涪《刊誤》謂，郊天祭地，止於再拜。是唐時郊廟尚只再拜。前明《會典》：臣見君行五拜禮，百官見親王、東宮行四拜禮，子於父母亦四拜禮。蓋儀文度數久則習以為常，成上下通行之具，故必須加隆以示差別，亦風會之不得不然諸也。（按《樂記》有「百拜」之語。古人之拜，只如今之鞠躬，故通計一席之間，賓主交拜繁數如此。注云：言百拜者，以喻其多也。）"
      },
      {
        "index": 40,
        "text": "上元張燈"
      },
      {
        "index": 41,
        "text": "朱弁《曲洧舊聞》云：上元張燈，自唐時沿襲漢武祠太一自昏至明故事。梁簡文有《列燈賦》，陳後主有《光壁殿遙詠燈山》詩，唐光天中東都設燈，迎三宮太后。是唐以前猶歲不常設。本朝太宗三元不禁夜，上元御端門，中元、下元御東華門。其後罷中元、下元二節，而上元遊觀之盛冠於前代矣。據此則上元張燈實盛於宋也。然唐詩已有「金吾不禁夜」之語，自是唐故事。"
      },
      {
        "index": 42,
        "text": "潤筆"
      },
      {
        "index": 43,
        "text": "隋鄭譯拜爵沛國公，位上柱國。高熲為制，戲曰：「筆幹。」答曰：「出典方嶽，杖策言歸，不得一文，何以潤筆？」此潤筆二字所由昉也。然《北史》袁聿修為信州刺史，有善政，既去官，州人鄭播宗等七百人斂縑帛數百匹，托中書侍郎李德林為文，以記功德。詔許之。則又在鄭譯之前。故洪容齋謂作文受謝，晉、宋以來已有之。而王楙《野客叢書》並謂：陳皇后失寵於武帝，以黃金百斤奉司馬相如，作《長門賦》以悟主。此為潤筆之始。其見於史書及載記者，唐《李邕傳》：邕尤長碑頌，中朝衣冠及天下寺觀多齎持金帛，往求其文，前後所受饋遺至巨萬，時議以為自古鬻文未有邕者。故杜甫《八哀詩》李邕一首云：「幹謁滿其門，碑榜照四裔。豐屋珊瑚鉤，騏粦織成罽。紫騮隨劍幾，義取無虛歲。」《唐書》：李華不甚著書，惟應人墓版傳記及州縣碑頌，時獲金帛。柳公權善書，公卿貺遺巨萬。主藏奴盜其所藏懷盂一篋，縢識如故。奴妄言叵測。公權笑曰：「銀杯羽化矣。」不復詰，惟筆硯自鐍秘之。李商隱記劉義持韓愈金去，曰：「此諛墓中人得耳，不如與劉君為壽。」劉禹錫《祭韓愈文》云：公鼎侯碑，誌隧表阡，一字之價，輦金如山。皇甫湜為裴度作福光寺碑，度贈以車馬絹彩甚厚。湜大怒曰：「碑三千字，字三縑，何遇我薄耶？」 度笑酬以九千匹。蓋唐時風尚已如此。《玉壺清話》：李翰為和凝門生，同為學士。會凝作相，翰草制罷，悉取凝舊閣圖書器玩而去，留一詩於榻云：「座主登庸歸鳳闕，門生批詔立鼇頭。玉堂舊閣多珍玩，可作西齋潤筆不？」歐陽公請蔡端明書《集古錄序》，以鼠須栗尾筆、銅絲筆格、大小龍團茶、惠泉等物為贈。君謨笑其清而不俗。後聞歐得清泉香餅，惜其來遲：「使我潤筆少此種物！」王禹玉作《龐穎公神道碑》，其家送金帛外，參以古法書名畫三十種，杜荀鶴及第試卷其一也。張孝祥書多景樓扁，公庫送銀三百星，孝祥卻之，但需紅羅百匹。於是合諸妓宴會，以紅羅遍賞之。張端義《貴耳錄》：席大光葬母，乞吳傳朋書，預供六千緡為潤筆。人言傳朋之貧可脫矣，一夕而光死。此又可見宋時士大夫風尚。蓋作文受謝，宋時並著為令甲。沈括《筆談》記太宗立潤筆錢，數降詔刻石於金人院，每朝謝日，移文督之。楊大年作寇萊公拜相麻詞，有「能斷大事，不拘小節」，萊公以為正得我胸中事，例外贈金百兩。曰例外，則有常例可知也。蔡忠惠與歐陽公書曰： 「勳德之家，幹請朝廷，出敕令襄作書。襄謂近世書寫碑誌，則有資利，若朝廷之命，則有司存焉，待詔其職也。今與待詔爭利，可乎？」亦見待詔書碑受饋之有例也。《祖無擇傳》：詞臣作浩命，許受潤筆物。無擇與王安石同知制誥，安石辭一家所饋不獲，乃置諸院梁上。安石憂去，無擇用為公費，安石聞之不悅。翰林學士王寓《謝賜筆劄記》云：宣和七年八月二十一日，一夕草四製，翼日有中使齎賜上所常御筆硯等十三事，紫青石研一方，琴光漆螺甸匣一，宣和殿墨二，斑竹筆一，金華筆格一，塗金鎮紙天祿二，塗金研滴蝦蟆一，貯粘{麥曲}塗金方奩一，鎮紙象人二，薦研紫柏床一。周益公《玉堂雜記》：湯思退草劉婉儀進位貴妃制，高宗賜潤筆錢幾及萬緡。賜硯尤奇。以宮禁中事命之草制，尚有如許恩賜，則臣下例有饋贈更不待言。唐時雖未必有定制，然韓昌黎撰《平淮西碑》，憲宗以石本賜韓宏。宏寄絹五百匹，昌黎未敢私受，特奏取旨。又作《王用碑》，用男寄鞍馬並白玉帶，亦特奏取旨。杜牧撰《韋丹江西遺愛碑》，江西觀察使許於泉寄彩絹三百匹，亦特奏聞。穆宗詔蕭俛撰《成德王士真碑》，俛辭曰：「王承宗事無可書。又撰進後，例得貺遺，若黽勉受之，則非平生之志。」帝從其請。以區區文字饋遺，而辭與受俱奏請，則已為朝野通行之例亦可知也。其有不肯賣文及雖受饋而仍他施者，韋均之子持萬縑詣韋貫之求銘其父，貫之曰：「吾寧餓死，豈忍為此哉！」白居易《修香山寺記》曰：「予與微之定交於生死之間，微之將薨，以墓誌見托。既而元氏之老狀其臧獲輿馬綾帛銀鞍玉帶之物，價當六七十萬，為謝文之贄。予念平生分，贄不當納，往返再三，訖不能得。不得已，回施此寺。凡此利益功德，應歸微之。」又柳比善書，顧彥暉請書德政碑。比曰：「若以潤筆為贈，即不敢從命。」《司空圖傳》：圖隱居山中，王重榮父子雅重之，嘗因作碑贈絹數千。圖置虞鄉市，聽人取之，一日而盡。《容齋隨筆》又記曾子開與彭器資為執友，彭之亡，曾為作銘。其子以金帶縑帛為謝，卻之再曰：「此文本以盡朋友之義，若以貨見投，非足下所以事父執之義也。」《東坡集》亦有得潤筆錢送與王子立葬親之事。又元時胡汲仲貧甚，趙子昂為介羅司徒，請作其父墓銘，以鈔百錠為潤筆。汲仲怒曰：「我豈為宦官作墓銘耶！」是日無米，其子以情告，汲仲卻愈堅。嘗誦其送人詩「薄糜不繼襖不暖，饑腸猶作鍾球鳴」之句，謂人曰：「此吾秘密藏中休糧方也。」《明史•李東陽傳》：東陽謝事後，頗清窘，有求碑誌者，東陽欲卻之。其子曰：「今日宴客，可使食無鮭菜耶？」東陽乃勉為之。亦可見其清節矣。然利之所在，習俗漸趨於陋。唐文宗時，長安中爭為碑誌，若市買然。大官卒，其門如市，至有喧競爭致、不由喪家者。《侯鯖錄》記王仲舒為郎中，謂馬逢曰：「貧不可堪，何不尋碑誌相救？」逢笑曰：「適見人家走馬呼醫，可立待也。」又明唐子畏有巨冊一帙，自錄所作文簿，面題曰「利市」，事見《戒庵漫筆》。此皆急於售文之陋也。杜少陵《送斛斯六官》詩：「故人南郡去，去索作碑錢。本賣文為活，翻令室倒懸。」又歐公《歸田錄》記館閣撰文例有潤筆，及其後也，遂有不依時送而遣人督索者。此又乞文吝饋者之陋也。"
      },
      {
        "index": 44,
        "text": "避諱"
      },
      {
        "index": 45,
        "text": "避諱本周制，《左傳》所謂「周人以諱事神，名終將諱之」是也。然周公制禮時，恐尚未有此。雖《金縢》有「以旦代某」之語，然《金縢》之真偽不可知，而祀文王之詩曰「克昌厥後」，戒農官之詩曰「駿發爾私」，皆直犯文、武之名。雖曰臨文不諱，然臨文者但讀古書遇應諱之字不必諱耳，非謂自撰文詞亦不必諱也。而周初之詩如此，則知避諱非周公制也。今以意揣之，蓋起於東周之初。晉以僖侯廢司徒，宋以武公廢司空，魯以獻武廢具敖。考數公之生，皆在西周，若其時已有避諱之例，豈肯故犯之而使他日改官及山川之名乎？想其命名時尚未有禁，及後避諱法行，乃不得不廢官及山川名耳。孔門以後，習禮者益加講求，如《禮記》所載嫌名不諱，二名不偏諱，逮事父母則諱王父母，不逮事父母則不諱王父母，君所無私諱，大夫之所有公諱，臨文不諱，廟中不諱之類，可謂情義兼盡。然朝廷之上，猶未有聽以私諱避官名之制。故漢時孔安國為侍中，以王瑜名犯其私諱，不肯連署，求解官。有司以公所無私諱駁之，遂不許。至晉江統疏曰：「故事：祖父名與官同者，皆許改；若身與官同名，不在改選之例。但身沒之後，子孫難以稱其位號，宜聽其一並回避。」詔從之。則是時已著為令甲矣。《宋史•賈黯傳》：律載府號官稱，犯祖父名而冒榮居之者，有罪。則並有不避諱而議罪之律矣。雍熙中，詔除官若犯私諱者，三省御史臺五品、文班四品以上，許用式奏改。則更有因私諱而改官之律矣。合而觀之，蓋自晉、六朝以至唐、宋無不以避諱著為律文也。其見於史傳者：《宋書》范蔚宗為太子詹事，以父名泰，遂不拜。《陳書》孫奐欲以王廓為太子詹事，後主曰：「廓父名泰，不可為太子詹事。」《唐書》源乾曜遷太子少師，避祖名更授少傅。裴胄授京兆少尹，以父名不拜，換國子司業。蕭儼拜太僕少卿，以父名不拜，徙太子右衛率。李涵為太子少傅，呂渭謂其父名少康，當避。《宋史》仁宗命胡瑗修國史，瑗以避祖名不拜。李建中直昭文館，以父名昭懇辭，乃改集賢院。呂希純擢著作郎，以父名公著，不拜，遂改授。此皆以私諱而改授官者也。（《宋史》：張亢授慶州，亢以父名餘慶，力辭，不許。李若拙授太子讚善，若拙以父名光讚辭，不許避者。）晉咸和中，以王舒為會稽內史，舒以父名會，不拜，詔改會為鄶。後唐以郭崇韜父名宏，乃改宏文館為崇文館。宋慕容延釗父名章，太祖乃授廷釗同中書門下三品，去平章二字。吳延祚亦以其父名章，授同中書門下三品。程元鳳拜右正言兼侍講，以祖諱辭，詔權以右補闕係銜。此因私諱而並為改官名者也。"
      },
      {
        "index": 46,
        "text": "張世南《遊宦記聞》云：生曰名，死曰諱，世俗往往有台諱、尊諱之語，是稱生人亦曰諱，乃不祥之甚也。今時俗口語亦尚多如此，不可不檢。"
      },
      {
        "index": 47,
        "text": "嫌名"
      },
      {
        "index": 48,
        "text": "嫌名不諱，韓昌黎《諱辨》已詳論之。然隋文帝以父名忠，凡官名有中字，悉改為內，已著為令。至唐時諱嫌名者更多，賈曾擢中書舍人，以父名忠，引嫌不拜，議者引《禮》折之，始受。蕭復為晉王行軍長史，德宗以其父名衡，乃改為統軍長史。則朝廷之上且為臣子避嫌名矣，毋怪乎李賀應進士舉，當時流俗以其父名晉，遂同聲訾議也。然《唐書》衛洙為鄭潁觀察使，洙以官號內有一字與臣家諱同，欲乞改授。詔曰：「嫌名不諱，著在禮文。成命已行，固難依允。」《李磎傳》：宦者摘磎疏中語犯順宗嫌名，磎奏曰：「《禮》不諱嫌名。」不坐。則唐律本有嫌名不諱之條。"
      },
      {
        "index": 49,
        "text": "二名"
      },
      {
        "index": 50,
        "text": "《舊唐書》：太宗詔曰：「依《禮》二名不偏諱，近代以來，兩字兼避，廢闕已多。自今官員人名、公私文籍，有世民二字不連續者，並不須諱。」是太宗之詔甚明，然唐人凡遇此二字，雖不連屬者亦避之。避世為代，如代宗本世宗之稱是也。避民為人，如民部改為戶部，李安民改為李安人是也。惟虞世南不改世字，蓋世南沒於太宗時，正遵奉詔旨故耳。其後李世勣但稱李勣，則當高宗時已諱世字也。"
      },
      {
        "index": 51,
        "text": "古人臨文避諱之法"
      },
      {
        "index": 52,
        "text": "司馬遷之父名談，故《史記》於張孟談改作張孟同，趙談改作趙同，此以同字代名也。有以他人之名犯廟諱，而但稱其字者。如北齊以高歡先世有名泰者，故於宇文泰但稱其小字黑獺；有名隱者，故於趙隱但稱其字彥深。唐諱虎，故於石虎但稱其字季龍；諱淵，故於劉淵但稱其字元海，鄧淵但稱其字彥海；諱治，故於長孫稚但稱其字承業（此並諱嫌名）是也。有以諱而改用文義相通之字以代之者。如漢明帝諱莊，而東漢人凡舊書所有莊字皆改為嚴，以魯莊公為嚴公，楚莊王為嚴王，莊助、莊子陵皆改姓為嚴。王羲之之先諱正，法帖中正月皆作一月，或作初月。至唐時益踵其法，如改虎為武，淵為泉，又為深，世為代，民為人。因此並改古人之名，蕭淵明為深明，李安民為安人。更以嫌名而改長孫稚名為幼，甚而別稱虎曰猛獸，曰於菟。（《隋書》趙仲卿為政猛，時人謂之猛獸。《北史》又云：時人謂之於菟。）此皆以文義相同之字代用也。隋劉臻好食蜆，以父名顯，乃改呼曰扁螺。此則以己之諱改物之名，殊覺可笑。東坡以其先諱序，凡為人作序皆用敘字，此又以音相同而義可通者代之。然或雖有同音之字而義無可通，則不免窒礙，近世缺點畫之法，最為簡易可遵矣。"
      },
      {
        "index": 53,
        "text": "逮事不逮事"
      },
      {
        "index": 54,
        "text": "《禮記》：逮事父母則諱王父母，不逮事父母則不諱王父母。此但諱祖名，而又以逮事不逮事為別也。然《禮》又云：既卒哭，以木鐸狥，曰舍故而諱新。杜預注《左傳》引之，以為舍親盡之祖，而諱新者，自王父至高祖皆不敢斥其名，則諱當及五世矣。《吳志》：張昭著論，亦引逮事之義，謂六世親屬竭矣，則不必諱。周穆王名滿，而後有王孫滿；厲王名胡，而莊王之子亦名胡。此又諱及五世之證，則避私諱當以五世為斷。（唐廟制：已祧不諱。故高宗諱治，而韓昌黎《湖州上表》內「治平日久」、「政治少懈」等句用治字甚多，蓋憲宗時已祧高宗也。）"
      },
      {
        "index": 55,
        "text": "覿面犯諱"
      },
      {
        "index": 56,
        "text": "六朝時最重犯諱。《南史》謝鳳之子超宗，以劉道隆問其有鳳毛，輒走匿不敢對。後超宗謂王僧虔子慈曰：「卿書何如虔公書？」答曰：「如雞比鳳。」超宗狼狽而退。蓋各觸父諱故也。殷鈞尚永興公主，公主憎之，每召入，滿壁書其父睿名。鈞輒流涕而去。《北史》：熊安生見徐之才、和士開二人，以之才諱雄，士開諱安，乃自稱「觸觸生」。雖為當世所笑，然其時避諱之嚴，大概如此。董棻《燕閑常談》云：許將知西京，有一吏白事云：「某錢若干，已有指揮許將來春充預買錢。」許厲聲曰：「許將如何作得預買錢！」其人方悟。元絳知杭州，一吏白事：「合依元降指揮。」元拱手曰：「元絳何嘗指揮？」吏惶恐而退。此未免覿面犯諱，故酬接時亦有不可不留意者，古人所以有入門問諱之禮也。"
      }
    ]
  }
}