{
  "chapterNumber": 25,
  "title": "卷二十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "年號重襲"
      },
      {
        "index": 2,
        "text": "年號紀元自漢武始，上自朝廷，下至里社，書契記載，無不便之，誠千古不易之良法也。（按周厲王出居於彘，公卿相與和而修政，號曰共和。似此為年號之始。又劉貢父《兩漢刊誤》云：年號之起由漢武之元鼎始。吳仁傑云：武帝即位，大率六年一改元，亦未有年號。至五元之三年，因有司言元宜以天瑞，不宜以一二數，乃追改一元為建元，二元為元光，三元為朔，四元為元狩，而五元尚未有名，帝意將有待也。明年寶鼎出，遂改為元鼎，而以是年為元鼎四年。）然歷世既久，而所取吉祥字止有此數，稍不詳考，未有不至重襲者。宋太祖號乾德，以為自古未有。後於宮中見鏡，有「乾德四年」字，以問竇儀。儀奏曰：「蜀少主之號（王衍）。」儉之，果鏡自蜀中來，乃歎曰：「宰相須用讀書人！」宋徽宗號建中靖國，中丞王覿謂建中乃唐德宗之號，當以德宗為戒。宋孝宗嗣位初，擬改元重熙。汪應辰謂契丹嘗以紀年。而遼耶律資忠亦謂興宗不當用唐景福年號。是知時代久而年號多，最易相襲。今歷考各朝，不特此乾德、建中、重熙、景福之一二重出也。有正統之代襲用前代舊號者，有僭竊之主襲用前代舊號者，有僭竊之主彼此年號相同者，有正統之代與僭竊之號相同者。如漢武帝年號建元，而晉康帝、齊高祖亦俱號建元（劉聰、苻堅亦同）。漢宣帝號甘露，而魏高貴鄉公、吳主皓亦俱號甘露（苻堅亦同）。漢宣帝又號黃龍，而吳大帝亦號黃龍。漢光武帝號建武，而晉惠帝、晉元帝、齊明帝亦俱號建武（慕容忠、元顥亦同）。漢明帝號永平，而晉惠帝、後魏宣武帝亦俱號永平（李密、王建亦同）。漢章帝號元和，而唐憲宗亦號元和。漢安帝號永初，而宋武帝亦號永初。漢順帝號永和，而晉穆帝亦號永和（姚泓、乞伏慕末亦同）。漢衝帝號永嘉，而晉懷帝亦號永嘉。漢桓帝號永興，而晉惠帝、後魏明元帝亦號永興（冉閔、苻堅亦同）。漢桓帝又號永康，而晉惠帝亦號永康（乞伏熾盤、慕容寶亦同）。漢桓帝又號元嘉，而宋文帝亦號元嘉。魏明帝號太和，而晉海西公奕、後魏孝文帝、唐文宗俱號太和（石勒、李勢、楊溥亦同）。魏齊王芳號正始，而後魏宣武帝亦號正始。蜀後主號建興，而吳主亮、晉湣帝亦號建興（張元靚，李雄、慕容垂亦同）。吳主亮又號太平，而梁敬帝、遼聖宗亦俱號太平（馮跋、林士宏亦同）。晉武帝號泰始，而宋明帝亦號泰始。晉惠帝號永熙，而後魏太武帝亦號永熙。晉惠帝又號永安，而後魏莊帝亦號永安（沮渠蒙遜、夏主乾順亦同）。晉元帝號永昌，而唐豫王旦亦號永昌（李自成亦同）。齊明帝號永泰，而唐代宗亦號永泰。梁武帝號大同，而遼太宗亦號大同。陳後主號至德，而唐肅宗亦號至德。唐德宗號貞元，而金海陵王亮亦號貞元。唐昭宗號景福，而遼興宗亦號景福。遼道宗號大安，而金衛王允濟亦號大安。此皆後代年號與前代同者也。漢武帝號太初，而苻登、乞伏乾歸、禿發烏孤、宋元凶劭亦俱號太初。漢宣帝號五鳳，而孫亮、竇建德亦俱號五鳳。漢哀帝號建平，而石勒、慕容望、慕容盛、慕容德、後魏京兆王元瑜亦俱號建平。漢章帝號建初，而李特、姚萇、李暠亦俱號建初。魏文帝號延康，而沈法興亦號延康。魏明帝號青龍，而北燕蘭汗亦號青龍。魏齊王芳號嘉平，而劉聰、禿發傉檀亦俱號嘉平。晉武帝號咸寧，而呂纂亦號咸寧。梁簡文帝號大寶，而南漢劉鋹亦號大寶。北齊文宣帝號天保，而後梁蕭巋亦號天保。北齊後主緯號武平，而高紹義亦號武平。後周明帝號武成，而李希烈、王建亦俱號武成。唐太宗號貞觀，而夏主乾順亦號貞觀。唐豫王旦號載初，而安慶緒亦號載初。唐昭宗號天復，而遼末回離保亦號天復。唐昭宗又號天祐，而張士誠亦號天祐。唐昭宗又號大順，而張獻忠亦號大順。石晉高祖號天福，而遼末耶律淳亦號天福。漢隱帝號乾祐，而夏主仁孝亦號乾祐。宋英宗號治平，而徐壽輝亦號治平。此僭竊之主年號與前代同者也。劉聖公號更始，而慕容衝、乞伏乾歸亦俱號更始。孫皓號天冊，而董昌亦號天冊。孫皓又號天璽，而慕容儁俊亦號天璽。劉聰號麟嘉，而呂光亦號麟嘉。慕容覬號建明，而元奕、呂苟兒亦俱號建明。慕容垂號燕元，而慕容德亦號燕元。梁蕭棟號天正，而蕭紀亦號天正，遼末移刺窩斡亦號天正。蕭琮號廣運，而劉繼元、西夏元昊亦號廣運。史思明號應天，而朱泚、劉守光、夏主安全亦俱號應天。史思明又號順天，而董昌、郝儀亦俱號順天。王建號光天，而南漢劉玢亦號光天。此僭偽草竊之年號彼此相同者也。慕容永號中興，而齊和帝亦號中興（元郎亦同）。梁師都號永隆，而唐高宗亦號永隆（閩王曦亦同）。蕭詧號大定，而周靜帝、金世宗亦俱號大定。乞伏國仁號建義，而後魏莊帝亦號建義（楊難當亦同）。邢杲號天統，而北齊後主亦號天統（明玉珍亦同）。南漢劉龑號乾亨，而遼景宗亦號乾亭。南唐李景號保大，而遼天祚亦號保大。劉承鈞號天會，而金太宗亦號天會。南唐賊張遇賢，睦州賊方臘俱號永樂，而明成祖亦號永樂。夏主乾順號正德，而明武宗亦號正德。楊安兒號天順，元泰定帝子阿速吉八立數月，亦號天順，明英宗亦號天順。梁蕭莊、後魏元法僧皆號天啟，而明熹宗亦號天啟。此則建國立統之朝反與僭竊年號同者也。彼僭偽草竊之朝，疏漏荒略，不及詳考，層見復出，固無足怪。若升平之世，載籍具在，文士盈庭，乃亦何以漫無稽考若是？尤不可解者，前明之永樂、天順、天啟皆亂賊號也。以大一統之朝，偏襲用亂賊年號，更足貽笑千古矣。元順帝慕世祖之治，重紀至元，意雖出於法祖，然御史李好文已言：「年號襲舊，於古未聞。」（按晉惠帝號建武，晉元帝亦號建武。又唐高宗有上元之號，而肅宗亦號上元。是一朝二號相同，亦不始於元。）若後魏孝武之改元永興也，後以與先世明元帝同號，遂改永熙。桓玄初篡立，改年為建始，以與趙王倫同號，遂改永始。而永始又王莽受封之年，乃改大享。西夏元昊建元開運，或告以石晉亡國之號，遂改廣運。以偏安閏位僭竊之朝，尚知檢避，有明諸臣乃反不如元魏、西夏，何也？蓋前代正統紀年載在史策，易於稽核，至僭竊之號，則散見於他書，非如正史編年之可考，遂不覺暗合而不自和其陋耳。昔宋庠有《紀年通譜》，今已失傳。王應麟《玉海》所載頗詳，而宋以後無述。近日陳景雲有《紀元要略》，具載史代正史所紀年號。景雲子黃中，又增輯諸僭偽之國，頗為該備。然於草竊盜賊所建偽號尚多遺漏，今撮錄各朝紀年及僭竊各年號，分列於後，庶覽者有所考焉。"
      },
      {
        "index": 3,
        "text": "歷代正史編年各號"
      },
      {
        "index": 4,
        "text": "漢武帝（建元、元光、元朔、元狩、元鼎、元封、太初、天漢、太始、征和、後元）。昭帝（始元、元鳳、元平）。宣帝（本始、地節、元康、神爵、五鳳、甘露、黃龍）。元帝（初元、永光、建昭、竟寧）。成帝（建始、河平、陽朔、鴻嘉、永始、元延、綏和）。哀帝（建平、元壽。帝又以方士言，欲改太初元將四字，中止）。平帝（元始）。孺子嬰（初始）。"
      },
      {
        "index": 5,
        "text": "光武帝（建武、建武中元）。明帝（永平）。章帝（建初、元和、章和）。和帝（永元、元興）。殤帝（延平，又號元延，見《玉海》）。安帝（永初、元初、永寧、建光、延光）。順帝（永建、陽嘉、永和、漢安、建康）。衝帝（永嘉）。質帝（本初）。桓帝（建和、和平、元嘉、永興、永壽、延熹、永康）。靈帝（建寧、熹平、光和、中平）。少帝辯（節光、昭寧）。獻帝（永興、初平、興平、建安、延康）。"
      },
      {
        "index": 6,
        "text": "蜀昭烈帝（章武）。後主禪（建興、延熙、景耀、炎興）。"
      },
      {
        "index": 7,
        "text": "魏文帝（黃初）。明帝（太和、青龍、景初）。齊王芳（正始、嘉平）。高貴鄉公髦（正元、甘露）。元帝奐（景元、咸熙）。"
      },
      {
        "index": 8,
        "text": "吳大帝（黃武、黃龍、嘉禾、赤烏、太元、神鳳）。侯官侯亮（建興、五鳳、太平）。景帝休（永安）。歸命侯皓（元興、甘露、寶鼎、建衡、鳳凰、天冊、天璽、天紀）。"
      },
      {
        "index": 9,
        "text": "晉武帝（泰始、咸寧、太康、太熙）。惠帝（永熙、永平、元康、永康、永寧、太安、永興、建武、永安、光熙）。懷帝（永嘉）。湣帝（建興）。"
      },
      {
        "index": 10,
        "text": "東晉元帝（建武、太興、永昌）。明帝（太寧）。成帝（咸和、咸康）。康帝（建元）。穆帝（永和、升平）。哀帝（隆和、興寧）。海西公奕（太和）。簡文帝（咸安）。孝武帝（寧康、太元）。安帝（隆安、元興、義熙）。恭帝（元熙）"
      },
      {
        "index": 11,
        "text": "宋武帝（永初。又號大寧，見《玉海》）。營陽王義符（景平）。文帝（元嘉）。孝武帝（孝建、大明）。廢帝子業（永光、景和）。明帝（泰始、泰豫）。蒼梧五昱（元徽）。順帝（升平）。"
      },
      {
        "index": 12,
        "text": "齊高祖（建元）。武帝（永明）。鬱林王昭業（隆昌）。海陵王昭文（延興）。明帝（建武、永泰）。東昏侯寶卷（永元）。和帝寶融（中興）。"
      },
      {
        "index": 13,
        "text": "梁武帝（天監、普通、大通、中大通、大同、中大同、太清），簡文帝（大寶）。元帝（承聖）。敬帝（紹泰、太平）。"
      },
      {
        "index": 14,
        "text": "陳武帝（永定）。文帝（天嘉、天康）。臨海王伯宗（光大）。宣帝（太建）。後主叔寶（至德、禎明）。"
      },
      {
        "index": 15,
        "text": "後魏道武帝（登國、皇始、天興、天賜）。明元帝（永興、神瑞、泰常。又號咸熙，見《玉海》）。太武帝（始光、神䴥、延和、太平真君、太延、正平）。文成帝（興安、興光、太安、和平）。獻文帝（天安、皇興）。孝文帝（延興、承明、太和）。宣武帝（景明、正始、永平、延昌。又號熙平，見《玉海》）。孝明帝（熙平、神龜、正光、孝昌、武泰）。莊帝（建義、永安）。節閔帝（普泰）。孝武帝（太昌、永熙）。孝靜帝（天平、元象、興和、武定）。文帝（大統）。廢帝（無年號）。恭帝（無年號）。"
      },
      {
        "index": 16,
        "text": "北齊文宣帝（天保）。廢帝殷（乾明）。孝昭帝（皇建）。武成帝（太寧、河清）。後主緯（天統、武平、隆化）。恒（承光）。"
      },
      {
        "index": 17,
        "text": "後周明帝（武成）。武帝（保定、天和、建德、宣政）。宣帝（大成）。靜帝（大象、大定）。"
      },
      {
        "index": 18,
        "text": "隋文帝（開皇、仁壽）。煬帝（大業）。代王侑（義寧）。越王侗（皇泰）。"
      },
      {
        "index": 19,
        "text": "唐高祖（武德）。太宗（貞觀）。高宗（永徽、顯慶、龍朔、麟德、乾封、總章、咸享、上元、儀鳳、調露，永隆、開耀、永淳、宏道）。豫王旦（文明、光宅、垂拱、永昌、載初）。武后（天授、如意、長壽、延載、證聖、天冊、萬歲、萬歲登封、萬歲通天、神功、聖曆、久視、大足、長安）。中宗（嗣聖、神龍、景龍）。睿宗（景雲、太極、延和、先天）。玄宗（開元、天寶）。肅宗（至德、乾元、上元、寶應）。代宗（廣德、永泰、大曆）。德宗（建中、興元、貞元）。順宗（永貞）。憲宗（元和）。穆宗（長慶）。敬宗（寶曆）。文宗（太和、開成）。武宗（會昌）。宣宗（大中）。懿宗（咸通）。宗（乾符、廣明、中和、光啟、文德）。昭宗（龍紀、大順、景福、乾寧、光化、天復、天祐）。"
      },
      {
        "index": 20,
        "text": "梁光祖（開平、乾化）。末帝（貞明、龍德）。"
      },
      {
        "index": 21,
        "text": "後唐莊宗（同光）。明宗（天成、長興）。湣帝（應順）。潞王從珂（清泰）晉高祖（天福）。出帝（開運）。漢高祖（乾祐）。隱帝（年號同）。"
      },
      {
        "index": 22,
        "text": "周太祖（廣順、顯德。《玉海》又有天和、建德二號）。世宗（仍顯德）。恭帝（仍顯德）。"
      },
      {
        "index": 23,
        "text": "宋太祖（建隆、乾德、開寶）。太宗（太平興國。雍熙、端拱、淳化、至道）。真宗（咸平、景德、大中祥符、天禧、乾興）。仁宗（天聖、明道、景祐、寶元、康定、慶曆、皇祐、至和、嘉祐）。英宗（治平）。神宗（熙寧、元豐）。哲宗（元祐、紹聖、元符）。徽宗（建中靖國、崇寧、大觀、政和、重和、宣和）。欽宗（靖康）。高宗（建炎、紹興）。孝宗（隆興、乾道、淳熙）。光宗（紹熙）。寧宗（慶元、嘉泰、開禧、嘉定）。理宗（寶慶、紹定、端平、嘉熙、淳祐、寶祐、開慶、景定）。度宗（咸淳）。少帝昺（德祐）。端宗（景炎）。帝昺（祥興）。"
      },
      {
        "index": 24,
        "text": "遼太祖（天讚、天顯。《玉海》又有神冊之號）。太宗（會同、大同）。世宗（天祿）。穆宗（應曆）。景宗（保寧、乾亨）。聖宗（統和、開泰、太平）。興宗（景福、重熙）。道宗（保寧、乾享）。聖宗（統和、開泰、太平）。興宗（景福、重熙）。道宗（清寧、咸雍、太康、大安、壽隆）。天祚帝（乾統、天慶、保大）。"
      },
      {
        "index": 25,
        "text": "金太祖（收國、天輔）。太宗（天會）。熙宗（天眷、皇統）。海陵王亮（天德、貞元、正隆）。世宗（大定）。章宗（明昌、承安、泰和）。衛王允濟（大安、崇慶、至寧）。宣宗（貞祐、興定、元光）。哀崇（正大、開興、天興。《玉海》金又有天祐之號，不詳何帝）．"
      },
      {
        "index": 26,
        "text": "元祖元皇帝（天興）。世祖（中統、至元）。成宗（元貞、大德）。武宗（至大）。仁宗（皇慶、延祐）。英宗（至治）。泰定帝（泰定致和）。明宗（無年號）。文宗（公曆、至順）。寧宗（無年號）。順帝（元統、至元、至正）。"
      },
      {
        "index": 27,
        "text": "明太祖（洪武）。惠帝（建文）。成祖（永樂）。仁宗（洪熙）。宣宗（宣德）。英宗（正統、天順）。景帝（景泰）。憲宗（成化）。孝宗（弘治）。武宗（正德）。世宗（嘉靖）。穆宗（隆慶）。神宗（萬曆）。光宗（泰昌）。熹宗（天啟）。莊烈帝（崇禎）。"
      },
      {
        "index": 28,
        "text": "歷代僭竊各年號"
      },
      {
        "index": 29,
        "text": "王莽（建國、天鳳、地皇。又號初始，見《玉海》）。劉聖公（更始）。劉盆子（建世）。隗囂（漢復）。公孫述（龍興）。後漢賊張曼成（神上）。公孫淵（紹漢）。"
      },
      {
        "index": 30,
        "text": "西晉趙王倫（建始）。南陽王保（建康）。山都賊丘沈（神鳳）。"
      },
      {
        "index": 31,
        "text": "東晉桓玄（大亨、建始、永始）。桓謙（天康）。巴酋句渠知（平趙，見《玉海》）。"
      },
      {
        "index": 32,
        "text": "漢劉淵（元熙、永鳳、河瑞）。劉聰（光興、嘉平、建元、麟嘉）。劉粲（漢昌）。前趙劉曜（光初）。"
      },
      {
        "index": 33,
        "text": "後趙石勒（太和、建平）。石弘（延熙）。石虎（建武、太寧）。石遵（永寧）。石鑒（青龍）。冉閔（永興）。石虎時安定賊李子揚僭號大黃帝（龍興）。"
      },
      {
        "index": 34,
        "text": "前秦苻健（皇始）。苻生（壽光）。苻堅（永興、甘露、建元）。苻丕（太安）。苻登（太初）。苻崇（延初）。賊帥張琚（建昌）。"
      },
      {
        "index": 35,
        "text": "後秦姚萇（白雀、建初）。姚興（皇初、弘始）。姚泓（永和）。竇衡（元光）"
      },
      {
        "index": 36,
        "text": "蜀李特（《華陽國志》云晏平，《晉書·載記》云建初）。李雄（建興、太武、玉衡）。李期（玉恒）。李壽（漢興）。李勢（太和、嘉寧）。又有妖賊李宏偽稱李勢子（年號鳳凰，見《晉書·周訪傳》）。"
      },
      {
        "index": 37,
        "text": "前燕慕容俊（元璽、光壽）。慕容暐（建熙）。為苻秦所滅，苻秦亂後，慕容氏復起。慕容泓（燕興）。慕容衝（更始）。段隨（昌平）。慕容覬（建明）。慕容望（建平）。慕容忠（建武）。慕容詳（建始）。"
      },
      {
        "index": 38,
        "text": "西燕慕容永（中興）。"
      },
      {
        "index": 39,
        "text": "後燕慕容垂（建興）。慕容寶（永康）。翟釗（定鼎）。蘭汗（青龍）。慕容麟（延平）。慕容盛（建平、長樂）。慕容熙（光始、建始）。高雲（正始）。馮跋（太平）。馮弘（太興）。"
      },
      {
        "index": 40,
        "text": "南燕慕容德（建平）。慕容超（太上）。"
      },
      {
        "index": 41,
        "text": "前涼張實（永安），張茂（永元、太元）。張重華（永樂）。張祚（和平）。張元靚（建興、太始）。張天錫（太清）。張大豫（鳳凰）。"
      },
      {
        "index": 42,
        "text": "後涼呂光（太安、麟嘉、龍飛）。呂纂（咸寧）。呂隆（神鼎）。西涼李暠（庚子、建初），李歆（嘉興）。李恂（永建）。"
      },
      {
        "index": 43,
        "text": "西秦乞伏國仁（建義）。乞伏乾歸（太初、更始）。乞伏熾盤（永康、建弘）。乞伏慕末（永和）。"
      },
      {
        "index": 44,
        "text": "南涼禿發烏孤（太初）。利鹿孤（建和）。傉檀（弘昌、嘉平）。"
      },
      {
        "index": 45,
        "text": "北涼段業（神璽。《玉海》作天璽）。沮渠蒙遜（永安、元始、承元、義和）。牧犍（承和）。"
      },
      {
        "index": 46,
        "text": "夏赫連勃勃（龍升、鳳翔、昌武、真興）。赫連昌（承光）。赫連定（勝光）氐王楊難當（建義）。"
      },
      {
        "index": 47,
        "text": "宋元凶劭篡位（太初）。晉安王子勳（義嘉）。武昌王渾（元光。此戲作檄文而有是稱，非實事也，後竟以此被禍）。氐帥趙廣（秦始。見《宋書·劉粹傳》）。南譙王義宣（建平。見《魯爽傳》）。"
      },
      {
        "index": 48,
        "text": "齊唐㝢之（興平）。雍道晞（建義）。"
      },
      {
        "index": 49,
        "text": "梁蕭棟（昭明太子之子，為侯景所立。天正）。武陵王紀（亦號天正）。蕭莊（天啟。見《南史·蕭方等傳》）。蕭淵明（天成。見《南史》）。臨賀王正德（正平）。交州民李賁（天德。見《梁武紀》）。侯景（太始）。"
      },
      {
        "index": 50,
        "text": "後梁蕭詧（大定）。蕭巋（天保）。蕭琮（廣運）。"
      },
      {
        "index": 51,
        "text": "後魏南安王餘（承平。為宗愛所立者）。博真（承平。太武帝後所立者）京兆王元愉（建平）。汝南王元悅（更興。梁武策為魏主）。徐州刺史元法僧（天啟）。北海王元顥（孝基、建武。亦梁武所立）。長廣王元曄（建明。爾朱兆所立）。章武王元朗（中興。高歡所立）。賊帥鮮于修禮（魯興）。杜洛周（真王）。陳雙熾（始建）。葛榮（廣安）。邢杲（天統）。莫折念生（天建。見《蕭寶寅傳》）。万俟醜奴（神虎）。蕭寶寅（隆緒）。破六韓拔陵（真王）。陳郡賊劉獲、鄭辨（天授）。山胡劉蠡升（神嘉。見《北齊書》）。汾州胡王巨觸（平都。見《北齊書》）。司馬小君（聖君。見《道武諸子傳》）。呂苟幾（建明）、涇州賊陳瞻（聖明。見《景穆諸子傳》）。饑胡白亞栗斯（建平）。翟遼（建光。見《玉海》）。"
      },
      {
        "index": 52,
        "text": "北齊安德王高廷宗（德昌。立二日而滅）。范陽王高紹義（武平。奔突厥後即位）。稽胡賊劉沒鐸（右平）。"
      },
      {
        "index": 53,
        "text": "隋末賊帥向海明（白烏）。劉迦（大世）。朱粲（昌達）。操師乞（《北史》謂年號始興，《隋書》及《唐書》謂年號天成）。林士宏（太平。《玉海》又云天成）。李子和（醜平。《舊唐書》作正平）。竇建德（丁丑、五鳳）。王世充（開明）。宇文化及（天壽）。李密（《舊唐書》謂魏公元年，《新唐書》謂改元永平）。李軌（安樂）。薛舉（秦興）。劉武周（天興）。浮屠高曇成（法輪）。蕭銑（鳳鳴）。劉黑闥（天造）。沈法興（延康）。李子通（明政）。梁師都（永隆）。曹武徹（通聖）。輔公祏（天明。《玉海》又有乾德之號）。高開道（開成、始興）。"
      },
      {
        "index": 54,
        "text": "唐殤帝（唐隆）。譙王重福（中元克復）。濮王（天壽。見《玉海》）。嗣襄王煴（建貞。《玉海》作永貞）。安祿山（聖武）。安慶緒（載初、天和。《通鑒》作天成）。史思明（應天、順天）。史朝義（顯聖）。李希烈（武成）。段子璋（黃龍。見《通鑒》）。浙東賊袁晁（寶勝、升國）。朱泚（應天、天皇）黃巢（王霸、金統）。裘甫（羅平）。土摩沙（進通）。"
      },
      {
        "index": 55,
        "text": "五代梁郢王友珪篡位（鳳曆）。劉守光（應天。見《玉海》）。吳楊隆演（武義）。楊溥（順義、乾貞、太和、天祚）。"
      },
      {
        "index": 56,
        "text": "前蜀王建（武成、永平、通正、天漢、光天）。王衍（乾德。咸康）。蜀賊張育（黑龍）。程道養（泰始）。後蜀孟知祥（明德）。孟昶（廣政）。"
      },
      {
        "index": 57,
        "text": "南漢劉龑（乾亨、白龍、大有）。劉玢（光天）。劉晟（應乾、乾和）。劉鋹（大寶）。"
      },
      {
        "index": 58,
        "text": "閩王璘（龍召。《玉海》又作永和）。王昶（通文）。王曦（永隆）。王延政（天德）。"
      },
      {
        "index": 59,
        "text": "南唐李（升元）。李景（保大、中興、交泰）。賊帥張遇賢（永樂。見《五代史》）。董昌（《新唐書》云天冊，《五代史》云順天）。"
      },
      {
        "index": 60,
        "text": "吳越錢鏐（寶正。見《五代史》。又有天寶、寶大二號，見《十國春秋》及洪容齋《隨筆》。又有廣初一號，見《玉海》）。北漢劉承鈞（天會、見李惲《千佛樓銘》）。劉繼元（廣運）。"
      },
      {
        "index": 61,
        "text": "西夏元昊（開運、廣運、大慶、天授禮法延祚，六字號）。諒祚（延嗣寧國、天祐垂聖、福聖承道）。<奢覃>都（拱化）。秉常（乾道、天賜禮盛國慶、天安禮定）。乾順（天儀治平、天祐民安、永安、貞觀、雍寧、元德、正德、大德）。仁孝（大慶、人慶、天盛、乾祐）。純祐（天慶）。安全（應天、皇建）。遵頊（光定）。德旺（乾定）。"
      },
      {
        "index": 62,
        "text": "遼人皇王倍（甘露）。遼末東京詳穩大延琳（天慶）。渤海將高永昌（隆基）。奚王回離保（天復）。耶律淳（建福）。淳妻蕭氏稱製（德興）。梁王邪律雅裏（神曆）。蕭幹（天嗣）。耶律大石（延慶、天德、康國）。大石妻塔不煙（咸清）。不夷列（紹興）。其妹速普完（崇福）。夷列次子直魯古（天禧）。耶律留哥（元統）。"
      },
      {
        "index": 63,
        "text": "宗貝州賊王則（得聖）。廣源酋儂智高（啟曆。《玉海》又有端懿、景瑞等號）。蜀賊王均（代順）。睦州賊方臘（永樂。見《宣和遺事》）。苗傅、劉正彥檀立皇子旉（明受）。洞庭賊楊麼（庚戍。又有大聖王之號）。李順（應運）。"
      },
      {
        "index": 64,
        "text": "金劉豫（阜昌）。山東賊郝定（順天。見《侯摯傳》）。移剌窩斡（天正。見《逆臣傳》）。遼東賊浦鮮萬奴（天泰。見《金宣宗紀》）。楊安兒（天順。見《僕散安貞傳》）。信州賊契丹德壽陁鎖（身聖。見《內族襄傳》）。糾軍賊（天賜。見《完顏佐傳》）。"
      },
      {
        "index": 65,
        "text": "元泰定帝之子阿速吉八（天順）。順帝之子愛猷識理達臘（宣光。後又有年號曰天元者，見《高麗史》）。陳吊眼據漳州起兵復宋（年號昌泰。見《鄭所南集》）。邪斯伯（天威。本耶律留哥部下，乞奴金山所推為遼主）。乞奴金山（天德。俱見《耶律留哥傳》）。錦州賊張致（興龍）。廣州賊林桂芳（延康）。廣東賊朱光卿（赤符）。溫州賊陳空崖（正治）。林兒（龍鳳）。張士誠（天祐）。徐壽輝（治平）。陳友諒（大義）。陳理（德壽）。明玉珍（天統）。明升（開熙）。"
      },
      {
        "index": 66,
        "text": "明麻城賊李保（武烈。見《明史·李辰傳》）。西華賊劉千斤（德勝。見《明史·白圭傳》）。葉宗留之黨陳鑒胡（泰定。見《明史》張驥及侯璡傳）。白蓮賊徐鴻儒（大成興勝。見《明史·趙彥傳》）。流賊李自成（永昌）。張獻忠（大順。俱見《明史·流賊傳》）。"
      },
      {
        "index": 67,
        "text": "此外有蕃年號見於《唐書》、宋、元、明史及《通鑒》、《玉海》者，今並摘錄土番讚普（彝泰）。"
      },
      {
        "index": 68,
        "text": "渤海王武藝（仁安）。欽茂（大興）。華璵（中興）。嵩鄰（正曆）。元瑜（永德）。言義（朱雀、太始建興。《唐書》所記如是，《通鑒》又謂明忠〈太始〉、仁秀〈建興〉，《玉海》又謂彝震〈咸和〉）。"
      },
      {
        "index": 69,
        "text": "南詔酋龍（建極。見《玉海》）。法（貞明承智大同，六字為號。見《通鑒》）。舜化（中興。此外又有明聖、保和、政安、明統等號，又有崇興大寶、天瑞景星，皆四字為號，見《玉海》）。"
      },
      {
        "index": 70,
        "text": "日本王孝德（白雉。見《唐書》）。又有天元、康保、仁平、延曆、永延、文治、寬宏、應保、寶龜、白龜、天慶、天曆等號，又有天平寶勝四字為號。（俱見《玉海》）。平秀吉（文祿。見《明史》）。"
      },
      {
        "index": 71,
        "text": "交趾陳日尊（寶象、神武。見《宋史》。而《玉海》作李曰尊。《元史》安南又有紹隆、紹寶等號）。李乾德（太寧。此外又有天紀寶象、彰武嘉慶，皆以四字為號。見《玉海》）。"
      },
      {
        "index": 72,
        "text": "安南黎蒼（元聖）。簡定（興慶）。陳季擴（重光）。塗山僧范玉（永寧）。黎利（順天）。黎麟（維寧、大寶）。黎濬（大利、延寧）。黎琮（天興）。黎灝（光順、洪德）。黎暉（景統）。黎誼（端慶）。陳暠篡立（應天）。黎周（洪順）。莫登庸（明德）。莫方瀛（大正）。黎寧（元和）。黎憲（光照。俱見《明史·安南傳》）。"
      },
      {
        "index": 73,
        "text": "大理（有保天、道隆、文治、利貞等號）。高麗（有延祥、正豐等號）。于闐（有同慶年號）。柔然（有始平年號）。"
      },
      {
        "index": 74,
        "text": "蜀叢帝（萬通。以上五條俱見《玉海》）。瓦刺也先自立可汗（添元。見《明史》）。"
      },
      {
        "index": 75,
        "text": "（此外道經有延康、赤明、龍漢、開皇、上皇、無極、永壽等號，見《隋志》）"
      },
      {
        "index": 76,
        "text": "改元"
      },
      {
        "index": 77,
        "text": "歐陽公云：年號以一為元，亦未常有法，蓋古人之語爾。古謂歲之一月，不曰一月，而云正月。《國語》六呂曰元間、太呂，《周易》六爻曰初九。大抵古人言數多不云一，不獨年號也。後世始以孔子書元年為《春秋》大法，遂以改元為重事。漢以後又名年以建元，而稱號遂多，不勝其紀也。按歐公此說，亦臆度之詞。古人最重者元，漢《律曆志》云：曆始曰元。《傳》曰：元者，善之長也。又曰：體之長也。三統合於一元。古人所謂元祀、元年，蓋取諸此。董仲舒亦曰：《春秋》謂一元之意，萬物所從始也。元者，辭之謂大也。謂一為元者，視大始而欲正本也。是建元為重事，由來遠矣。古者天子、諸侯皆終身一元年，無所謂改元者。《史記》秦惠文王十四年更為元年，此實後世改元之始。漢文帝因新垣平之言，亦以十六年為後元年。景帝又有中元年、後元年之改。至武帝而改元十餘次。後人但知改元自武帝始，則以武帝有年號，人所共見，而不知改元實非始於漢武也。歷代以來，又有不應建元而即有年號者。如劉淵稱漢王，即建元元熙，僭帝位，又改永鳳。石勒稱趙王，即建元太和，僭帝位，又改建平。呂光據姑臧，即建元太安，稱三河王，又改麟嘉，稱天王，又改龍飛。以及諸僭偽國，如乞伏、沮渠、禿發之類，雖不稱帝而各有年號是也。又有不改年號而但改元者。如光武帝仍建武之號，而改為中元年。梁武帝仍大通之號，而改為中大通元年是也。有一歲而兩三改元者。漢中平六年，獻帝即位，改元光熹；張讓、段珪誅後，改元昭寧；董卓輔政，改元永漢，此一歲四號也。晉惠帝太安二年，長沙王乂事敗，成都王穎改元永安；河間王顒得政，又改元永興。魏孝明帝武泰元年崩，孝莊帝立，即改元建義，又改元永安。宋廢帝子業即位之次年，改元永光，又改元景和。唐中宗嗣聖元年，武后既廢立，改元文明，九月又改元光宅。垂拱五年春改元永昌，十一月又改元載初。天授三年夏四月改元如意，秋九月又改元長壽。及長壽三年夏五月改元延載，十一月又改元證聖。其明年九月改元天冊萬歲，十二月又改萬歲登封。其明年四月改元神功，十一月又改元聖曆。又四年改元大足，十月改元長安。（按武后以建子月為正朔，凡十一月之改，已屬歲首。）及金哀宗正大九年既改開興，又改天興。明萬曆四十八年神宗崩，光宗立一月崩，熹宗立，從左光斗議，以今年八月以前仍為萬曆八月，以後為泰昌，明年為天啟。是皆一歲兩三號也。有不應改元而即改者。蜀先主卒，子禪嗣未逾月，即改元建興。吳孫亮、晉惠帝、宋元凶劭亦然。《宋書· 五行志》謂數君皆不終其位是也。有應改元而不改者。人君即位逾年即改元，而梁末帝、晉出帝、劉承鈞皆逾年不改元，又明年始改。孟昶即位五年始改，金熙宗即位亦二年始改，唐哀帝、漢隱帝、周世宗皆用先世年號，終身不改。哀帝、隱帝皆年少，且迫於權臣，故不暇及，世宗何以亦因循如此？豈以周太祖甫改元即崩，顯德之號初未嘗用，遂襲以紀年耶？又有年號犯諱而不改者。梁末帝名友貞，而年號貞明；漢隱帝名承祐，而年號乾祐；夏主仁孝之父名乾順，而仁孝亦改元乾祐，舉朝之人不聞議及，何也？"
      },
      {
        "index": 78,
        "text": "年號用字"
      },
      {
        "index": 79,
        "text": "年號用字，固取吉祥，然又有當慎擇者。晉元帝改元永昌，郭璞謂永昌之名有二日之象。齊鬱林王建元隆昌，《南史》論亦謂同此讖焉。梁侯景立蕭棟，改元天正。武陵王紀僭位，亦改元天正。識者以為「於文天為二人，正為一止，言各一年而止也。」永豐侯歎曰：「昔桓玄年號大亨，識者謂二月了，而玄之敗實在仲春。今曰天正，在文為一止，其能久乎？」紀與棟果皆為元帝所害。北齊文宣帝年號天保，識者曰：「天保之字為一大人只十也。帝其不過十乎？」文宣果在位十年。後主緯奔鄴，命安德王延宗守晉陽。延宗為眾所推，即帝位，年號德昌。人以為「德昌者，得二日也。」果即位之明日，被周師所圍，越宿而敗，正得二日。蕭琮年號廣運，識者曰：「運之為字，走軍也。」隋煬帝改元大業，或以為「大苦來」。唐僖宗年號文明，及黃巢反，以為唐去醜丑而著黃，明已當代唐，以為圖讖。宋徽宗改宣和，或云一家有二日，果徽、欽同帝。欽宗改元靖康，或以為立十二月，果周歲而失國。或又謂「十二月立康王」之兆，其讖果驗。明泰昌亦二日也，果是年天啟繼位。凡此雖皆偶然適中，未必因此遂致不祥，然亦不可不加意也。（沈作喆又謂：年號最忌與前世諡號、陵名相犯。本朝熙寧、崇寧二名，乃南朝章後、宣後之陵名也。亦當時大臣不學之過。則年號並當避陵名矣。亦見袁文《甕牖閑評》。）"
      },
      {
        "index": 80,
        "text": "年號並稱"
      },
      {
        "index": 81,
        "text": "宋以前國家年號，從無割取一字而以兩年號並稱者。自宋始有熙豐、乾淳之語，至見之章奏，筆之著述。然猶一帝改元之號，自為聯屬也。至明乃合兩帝並稱，如永宣、成弘、嘉隆、隆萬、天崇之類，並有取下一字並稱，如化治、慶曆、啟禎者。雖無甚關係，然亦草野橫議之一端也。本朝未有明禁，而自無此習。一則列聖享國久長，一則朝廷尊嚴，人情敬畏故也。按唐德宗思貞觀、開元之治，乃建號貞元。宋孝宗兼取建隆、紹興，乃建號隆興；取乾德、至道，乃建號乾道。寧宗兼取開寶、天禧，乃建號開禧。（《金史》：完顏匡曰：「宋取先世開寶、天禧，紀元開禧，豈忘中國者哉！」）然則朝廷之上已開其端矣。"
      }
    ]
  }
}