{
  "chapterNumber": 21,
  "title": "卷二十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "正月元日"
      },
      {
        "index": 2,
        "text": "歲首為正月固也，然亦有以建巳之月為正月者。《詩》「正月繁霜」，注謂夏之四月。《左傳》莊二十五年「正月之朔」，杜注亦謂夏之四月，周之六月，建陽之月也。昭十七年夏六月甲戊朔，日食。昭子欲用幣伐鼓，平子止之曰：「惟正月朔日食伐鼓用幣，其餘則否。」太史曰：「在此月也」。注：太史謂在此月者，正謂此六月乃即是正月也。蓋夏之四月，正陽之月，平子亦以歲首為正月，而不知正陽之月為正月也。《月令》「天子乃以元日祈穀於上帝」，所謂元日，亦是正月中上辛之日，非歲初第一日。"
      },
      {
        "index": 3,
        "text": "明月、去月"
      },
      {
        "index": 4,
        "text": "次年曰明年，次日曰明日，而次月未有稱明月者。《左傳》：鄭人相驚，以伯有為厲。齊平燕之月，公孫段卒，國人愈懼。其明月子產立公孫泄。然則次月亦可稱明月矣。隔歲曰去歲，月之前一月未有稱去月者。《北史》：蕭吉奏隋文帝曰：「去月十六日，皇后陵前有黑雲起。」是前月亦可稱去月。"
      },
      {
        "index": 5,
        "text": "上巳、端午、除夜"
      },
      {
        "index": 6,
        "text": "《韓詩》：鄭國之俗，三月上巳采蘭水上，祓除不祥。蓋用三月中第一巳日，如上辛、上丁之類也。《後漢書》：上巳，官民皆於東流水上祓除宿垢。則猶用巳日，後乃但以三月三日為上巳，誤也（沈約《宋書》以為自魏始）。古時端午亦用五月內第一午日。《後漢書·郎顗傳》以五月丙午遣太尉，又《論衡》曰：五月丙午日日中之時鑄陽燧。是午節宜用午日或丙日，後世專用五日，亦誤。按《周官》「涿壺氏午貫象齒」，鄭注：午：故書為五。然則午、五本通用。唐明皇八月五日生，宋璟表亦云：月惟仲秋，日在端午。猶以午為五也。後世以五月五日為午節，蓋午、五相通之誤。《老學庵筆記》云：《太平廣記》有《盧質傳》云：是夕冬至除夜。乃知唐人冬至前一日亦謂之除夜。陳師錫《家享儀》謂冬至前一日為冬住。蓋住與除同音，閩音同耳。"
      },
      {
        "index": 7,
        "text": "競渡、乞巧、登高"
      },
      {
        "index": 8,
        "text": "競渡不獨午日也。《新唐書·杜亞傳》：亞為淮南節度使，方春，南民為競渡戲。亞欲輕駛，乃髹船底，使篙人衣油彩衣，沒水不濡。是春時亦競渡矣。又《丹陽集》謂《荊楚記》屈原以五月五日投汨羅，故武陵以此日作競渡以招之。今江浙間競渡多用春月，疑非本意。及考沈佺期《三月二日州》詩云「誰念招魂節，翻為御魅囚」，王績《三月三日賦》亦云「新開避忌之席，更作招魂之所」，則以上巳為招屈之時，亦必有所據云。按《舊唐書·敬宗紀》：寶曆二年三月，幸魚藻宮觀競渡。是方春競渡，久為故事。又《穆宗紀》：九月觀競渡於魚藻宮。則重九亦有競渡。文文山《指南集》有《元夕》一首云：「南海觀元夕，茲遊古未曾。人間大競渡，水上小燒燈。」則又元夕有競渡矣。乞巧不獨七夕也。《續博物志》：山東風俗，正月取五姓女，年十餘歲，共臥一榻，覆之以衾，以箕扇之。良久如夢寐，或欲刺文繡，事筆硯，理管弦。俄頃乃寤。謂之扇天卜以乞巧。《下黃私記》：八、九月中，月輪外輕雲時有五色，下黃人每值此，則急呼女子持針線，小兒持紙筆，向月拜之，謂之乞巧。是五月及八、九月皆乞巧矣。登高不獨九日也。《昌黎集》有《人日城南登高》詩。《隋書·元胄傳》文帝正月十五日與近臣登高，馳詔召胄，謂曰：「公與外人登高，不如就朕。」是人日及上元日皆登高矣。又楊用修云：古有春禊、秋禊。「浴乎沂」注云：上巳祓除，王右軍蘭亭修禊，此春禊也。劉楨《魯都賦》曰：「素秋二七，天漢指隅。人胥祓禳，國子水嬉。」此用七月十四日，指秋禊也。則七月亦修禊矣。"
      },
      {
        "index": 9,
        "text": "古兵器不皆用鐵"
      },
      {
        "index": 10,
        "text": "《越絕書》：赤堇之山破而出錫，若耶之谷涸而出銅。歐冶子因以為純鉤之劍。《山海經》：昆吾之山，上多赤銅。郭璞注謂以之作刀，切玉如泥。周穆王時犬戎獻之。即《屍子》所謂昆吾之劍也。汲郡塚中得銅劍一枝，即所謂幹將者，亦非鐵也。《漢書·食貨志》：賈誼言：收銅勿令布以作兵器。《韓延壽傳》：為東郡太守，取官銅物，候月蝕，鑄作刀劍鉤鐔。又大宛以西至安息國，不知鑄鐵器，及漢亡卒降，始教鑄作兵器，得漢黃白金輒以為器，不用為幣。又《難兜傳》云：有銀銅鐵作兵。此可見古時兵器不盡用鐵，至漢時外國猶然。（《魏書》：崔鑒為東徐州刺史，治銅為農器。是農具亦用銅矣。）"
      },
      {
        "index": 11,
        "text": "齋戒不忌食肉"
      },
      {
        "index": 12,
        "text": "《論語》「齋必變食」，孔安國注但謂改常饌，而不言不飲酒，不茹葷。惟《莊子·人間世篇》：顏回曰：「回不飲酒不茹葷者數月矣，可以謂齋乎？」子曰：「是祭祀之齋，非心齋也。」朱子注《論語》蓋本此。然古人所謂葷，乃菜之有辛臭者，齋則忌之，即所謂變食，而非魚肉也。古人惟忌日及居喪不御酒肉。《玉藻》：子卯日稷食菜羹，此忌日之去酒肉也。《喪大記》：期終喪不食肉，不飲酒。《檀弓》：喪有疾食肉飲酒。謂居喪有疾病者，其無病則戒酒肉可知。此居喪之去酒肉也。而齋戒去酒肉無明文，惟《國語》耕籍之前五日，王入齋官〔宮〕，淳濯飲醴。注：沐浴飲醴酒也。蓋平時飲酒，齋則飲醴，即所謂變食也。以醴代酒，記者尚特詳之，若齋必去肉，何以不兼言及之乎？又《荀子》及《家語》皆云：端衣玄裳，冕而垂軒，則志不在於食焄；斬衰菅菲，杖而歠粥，則志不在酒肉。注：端衣玄裳，齋服也；焄即葷，辛菜也。齋服則不食葷，居喪則不食酒肉，別言之，尤可見葷之非肉，而齋戒但忌葷不忌肉，尤其明證也。程、蘇二公當致齋日，廚人稟造食葷素，程令辦素，蘇令辦葷。戴埴《鼠璞》引此事，謂二公未免以魚肉為葷。蓋以古制辛菜及魚肉本是二項，後人混而一之，通謂之葷，即蘇公亦第循齋戒不忌酒肉之制，而以魚肉為葷，則仍沿時俗之稱而不改也。（袁文記黃山谷在宜州，有曹醇老送肉及子魚來，遂不免食葷。則宋人以腥血為葷，亦不特程、蘇二公。）然古來以魚肉為葷，而齋戒兼忌之，史傳雖不著起於何時，而其來已久。顏師古《匡謬正俗》：云：素食是無肉之食。則固以肉與素對言。唐制更有正、五、九月齋戒，特禁屠宰之例，白香山《閏九日》詩：「自從九月持齋戒，不醉重陽十五年。」此齋戒之忌酒也。韋蘇州詩：「鮮肥屬時禁，蔬果幸見嘗。」此齋戒之忌肉也。是唐時齋戒已禁酒肉也。《南史》謝弘微以兄曜卒，除服猶不敢魚肉。《梁書》：武帝奉佛戒，不食魚肉，惟菜羹糲飯。劉勰並請二郊、農社亦從七廟之制，不用犧牲，但供蔬果。詔從之。郊、廟尚不用腥血，致齋者可知，是梁時齋戒已禁魚肉也。《漢書·王莽傳》：每逢水旱，莽輒素食。太后詔曰：「今秋幸熟，公宜以時食肉。」則肉與素食對言，漢時已如此。齋戒之忌酒肉，其即起於漢時歟？"
      },
      {
        "index": 13,
        "text": "按《禮記·玉藻》：膳於君有葷桃茢。注：葷者，薑及辛菜也。《儀禮·士相見禮》：侍坐膳葷。注：葷，辛物，食之止臥。《荀子·哀公篇》注亦云：葷，蔥薤也。徐鉉《說文注》：葷，臭菜，謂芸台、椿、韭、蔥、蒜、阿魏之屬，方術家所禁，氣不潔也。《爾雅翼》：西方以大蒜〔按：此處漏「小蒜」〕興渠、慈蒜、茖蔥為五葷，道家以韭、蒜、芸台、胡荽、薤為五葷。是諸書所謂葷，皆不指腥血。然《管子·輕重篇》：黃帝鑽燧生火，以熟葷臊。葷與臊連言，則葷似即臊之類。按《史記》獯粥字作葷粥，獯粥之號本以其專食〈羊亶〉〈羊各〉而名之，而葷、獯同音，史遷既已通用，後人遂以辛菜之葷與血肉之獯混而為一，故忌辛兼忌肉耳。至東坡剖桃核琉璜因著論欲斷薰血。袁文謂其用薰字不可解，則未知葷與獯、薰、焄本同音，可通用也。"
      },
      {
        "index": 14,
        "text": "尚左尚右"
      },
      {
        "index": 15,
        "text": "尚左、尚右，諸家之說紛紛。《老子·經武章》云：君子居則貴左，用兵則貴右。又云：凶事尚右。按此事、兵事之尚右，尚有明證。《檀弓》：孔子拱而尚右，二三子皆尚右。孔子曰：「我則有姊之喪故也。」此凶事之尚右也。《左傳》：楚莊王乘左廣以遂晉師，見右廣，將從之乘（右廣本王所乘），屈蕩止之曰： 「君以此始，亦以此終。」自是楚之乘廣尚左，則以偶然王乘左廣得勝，遂改從尚左，可見平時用兵亦已尚右也。（按桓八年楚子伐隨，隨季梁曰：「楚人尚左，君必左。」是楚兵事先亦尚左，後乃改尚右。）此戎事尚右之證也。戎事、凶事既尚右，則非戎事、兵事自當尚左。《詩》《書》所載，凡言左與右，必曰左右而不曰右左，則左先於右可知。《覲禮》：諸侯朝於天子，同姓西面北上，異姓東面北上，若論異姓為後之義，則朝儀固尚左。《檀弓》二三子因孔子有姊喪之言，遂改而尚左。則平時本亦尚左，此明證也。惟《鄉飲酒禮》主人就東階，客就西階。所謂賓西北取天地尊嚴之氣，主東南取產物以養人，此則別有取義。而後人習見夫賓位居右，以為尊敬，遂凡事皆尚右。《左傳》：晉士蒍曰：「分土而封之，是左之也。」王叔與伯輿爭政，王右伯輿。《國策》：趙王以藺相如為卿，位廉頗右。頗曰：「相如徒以口舌，位在我上，我必殺之。」蘇代謂魏王曰：「公孫衍將右韓而左魏，田文將右齊而左魏。」《說苑·君道篇》：郭隗曰：「君將東面以求臣，則廝役之材至；西面以求臣，則朋友之材至。」此皆戰國尚右之明證也。（信陵君從車騎，虛左自迎侯生，此則車中之制，與他處不同。《禮記》：乘君之乘車，不敢曠左。注謂車上御者在右，所以便作事，而君則在左，故乘車尊左也。）《史記》：鴻門之宴，項王東向坐。韓信得廣武君，東向而師尊之。則秦時亦尚右。漢承秦製，亦以右為尊。《史記》：陳平願以右丞相讓周勃，帝乃以勃為右丞相，位次第一，平為左丞相，位次第二。武安侯召客，自坐東向，以為漢相尊，當然。灌夫遇有勢在己之右者必陵之，在己之左者則敬之。《漢書》：黃霸初以入穀為吏，馮翊以其入財得官，不署右職。顏師古曰：右職，高職也。其有得罪下遷者，則曰左遷。《史記》：韓王信謂漢王曰：「項王王諸將善地，而王獨遠居，是左遷也。」《漢書》：高祖欲以周昌為趙相，昌不肯。高祖曰：「吾極知其左遷。」又《諸侯王表序》云：武帝有衡山、淮南之謀，乃作左官之令。服虔曰：仕於侯國者曰左官，以不得仕於王朝也。是兩漢尊右卑左，久為定制。至漢以後，改從尚左，則不知於何時。《梁書》：天監六年詔曰：近代元日朝畢，次會群臣，就西壁下東向坐。求之古義，王者宴萬國，惟應南面，何更居東面？於是御座南向，以西方為上，皇太子以下在北壁坐者悉西邊東向，尚書以下在南方坐者悉東邊西向。是梁時雖正南面之位，而殿廷宴會諸臣猶以西為上。然《南史》：宋元嘉六年，以臨川王義慶為左僕射，吏部尚書江夷為右僕射。《北史》：齊天統三年，以段韶為左丞相，賀拔仁為右丞相。武平二年，以右丞相斛律光為左丞相。皆以左序為右之先，則六朝時官序已皆尚左。而天監會宴群臣，仍以西為上者，蓋專屬宴會坐次耳。大抵三代以上，朝班官序本皆尚左，惟宴飲之事沿鄉飲酒禮，以右為尊。其後相習為常，遂一概尚右。至六朝官序已上左，而宴席猶尚右也。唐時朝製尚左，尤有明證。顏師古注《漢書》，其於「左遷」則曰：是時尊右卑左，故謂貶秩為左遷。其於「左官之令」則曰：漢依古制，朝廷之例，以右為尊，故謂降秩為左。師古係唐人，而謂尊右是漢制，可見唐時一切皆尚左。宋宣仁太皇太后欲令欽聖向太后居寧壽宮。後辭曰：「安有姑居西而婦處東，失上下之禮？」遂居隆祐宮。戴埴《鼠璞》亦云：本朝官制如左右僕射，左右丞相、左右丞、左右司諫，皆不以右為尊，而獨以右文為秘省殿名，何也？此又宋以來尚左之可考者。至有元一代之禮，則皆尚右。《元史》：或薦趙世延參知政事，仁宗曰：「世延誠可用，然雍古氏非漢人，其署宜居右。」遂以阿散為右丞相，世延參知政事。文宗以燕帖木兒有大功，欲獨相以寵異之，乃以為右丞相，罷左丞相不設。搠思監先為中書左丞相，尋進右丞相。是元時以右為尊也。今之尚左，則自明太祖始。太祖稱吳王時猶沿元制尚右，以李善長為右相國，徐達為左相國。及滅張士城後，始改禮儀尚左，乃以善長為左相國，徐達為右相國。黃瑜《雙槐歲抄》云：吳元年丁未十月丙午之制也。"
      },
      {
        "index": 16,
        "text": "萬歲"
      },
      {
        "index": 17,
        "text": "萬歲本古人慶賀之詞。《呂氏春秋》：宋康王為長夜之飲，室中人呼萬歲，堂上堂下之人以及國中皆應之。《韓非子》：巫覡之祝人曰使君千秋萬歲之聲聒耳。《新序》：梁君出獵歸，入廟中呼萬歲。《史記》：優旃憫陛楯郎雨立，有頃，殿上上壽，稱萬歲。田單偽約降於燕，燕軍皆呼萬歲。紀信誑楚曰：「食盡漢王降。」楚軍皆呼萬歲。項羽歸太公、呂后於漢，漢軍皆呼萬歲。陸賈奏《新語》，左右皆稱善呼萬歲。武帝登嵩高，空中聞呼萬歲者三。《後漢書》：任光守信都，光武自薊還，不知所向，或傳信都獨為漢守，乃赴之。光等方懼不能守，光武至，吏民大喜，皆呼萬歲。《馮異傳》：時軍乏食，趙臣將兵來助，並送縑穀，軍中皆呼萬歲。《田魴傳》：光武以賊延褒等付魴誅之，魴赦之，皆稱萬歲。《馬援傳》：援封侯，掾史皆稱萬歲。《耿恭傳》：恭為匈奴所圍，絕水鑿井，拜，新泉湧出，眾皆稱萬歲。匈奴又益兵圍恭，軍吏范羌自敦煌率兵迎恭，城中夜聞兵馬聲，以為匈奴大至，及見羌，皆呼萬歲。《李固傳》：固蒙赦出獄，京師市裏皆稱萬歲。《董卓傳》：卓既誅，內外士卒皆稱萬歲。《吳志》：甘寧入魏營，斬數十級還，入營作鼓吹，稱萬歲。《魏志》：馬超攻冀城，刺史韋康遣閻溫出城告急，為超所得，遣至城下，使告東方無救。溫大呼曰：「大將軍不過三日至矣！」城中皆泣，呼萬歲。《晉書》：張祚淫虐，張琚殺之，國人皆呼萬歲。《宋書》：蒼梧王淫虐，為楊玉夫等所弑，殿中皆稱萬歲。《南史》：臧質引軍至盱眙，太守沈璞納之，質見城中豐實，眾皆稱萬歲。《隋書》：王世充與李密戰，預索一貌類密者，戰酣，時使牽過陣前，曰：「已得李密矣！」士卒皆呼萬歲。《唐書》：郭子儀執酒與回紇誓曰：「大唐天子萬歲！回紇可汗萬歲！兩國將相亦萬歲！」《通鑒》：唐末王緒誅殺將校，人人自危，王潮伏壯士擒之，軍士皆呼萬歲。此皆上下慶賀之通稱也。又《漢書·翟方進傳》：李尋以星變責方進，而云萬歲之斯期近，慎朝暮。師古注：萬歲之期，指方進之死也。則並有以稱臣下之死期者。《後漢書》有廣宗殤王名萬歲。《北史》後周時有李遠，字萬歲。隋時有史萬歲。《唐書》顏真卿守平原時，有將刁萬歲。可見此字上下可以通稱，若專屬至尊之稱，敦敢以之為字名者，然專以此為至尊之稱，亦有所自。《漢書·宣帝紀》：單于來朝，蠻夷君長王侯數萬人夾道，上登渭橋，咸稱萬歲。似已屬君上之稱。《後漢書·韓棱傳》：竇憲破匈奴還，尚書以下欲拜之，稱萬歲。棱正色曰：「禮無人臣稱萬歲之制！」則漢時已屬至尊之專稱矣。《後漢書·禮儀志》：策拜太子禮畢，三公上殿賀壽，稱萬歲。又正月朔朝賀，皆稱萬歲。則並著為朝儀。孫盛《獻帝起居注》：董卓廢帝，立陳留王，宣詔訖，莫有應者。尚書丁公曰：「大臣既為社稷計，誠合天人，請稱萬歲。」《晉書》：桓玄篡位，登郊壇告天，而儀注不備，忘稱萬歲。《宋書》：晉安王子勳僭位於尋陽，行禮日，群臣忘稱萬歲。《魏書》：道武帝登極，臨天文殿，太尉、司徒進璽綬，百官咸稱萬歲。北齊武成帝過東郡，孟業為郡守，率人吏俱唱萬歲，導引需而行。又南安王思好反，詔發兵拒之，軍士皆曰：「南安王來，我輩惟當唱萬歲奉迎耳。」《唐書》：昭宗東遷，民夾道呼萬歲。上泣謂曰：「勿呼萬歲，朕不復為汝主矣！」《五代史》：朱友珪弑逆，均王友貞諭將士討逆之意，軍士皆呼萬歲，奉王為主。晉王存勖稱帝，諸臣皆不欲，蘇循自梁來降，即舞蹈萬歲。石敬瑭為節度使，軍中有擁之呼萬歲者，敬瑭斬之乃止。後漢隱帝被害，迎武寧節度使贇入即位，在道仗衛皆如王者，左右呼萬歲，郭威兵至澶州，將士呼噪，以為天子，呼萬歲。《宋史》：太祖陳橋兵變，歸京師，范質、王溥同往見。質初不拜，溥先拜，質不得已從之，且稱萬歲。《張遜傳》：寇準與溫仲舒並轡，有狂民迎馬首呼萬歲，為遜所奉。《曹利用傳》：從子汭被酒，衣黃衣，令人呼萬歲，杖死。《金史》：章宗禁優人不得以前代帝王為戲及稱萬歲。此又皆以萬歲專稱主上者。蓋古人飲酒必上壽稱慶曰萬歲，其始上下通用為慶賀之詞，猶俗所云萬福、萬幸之類耳。因殿陛之間用之，後乃遂為至尊之專稱。而民間口語相沿未改，故唐末猶有以為慶賀者，久之，遂莫敢用也。（莊綽《雞肋編》：廣南歲除爆竹，軍民環聚大呼萬歲，尤屬可屬可駭。是宋時久已為君上之稱，故以此為可駭。）邵二泉《學史》謂：自嵩呼聞於漢，而萬歲云者遂為祝君之詞，一人之外，其誰敢幹之哉！此二泉亦不知萬歲二字，歷漢、唐尚為通稱也。按《續文獻通考》元時朝儀猶有舞蹈呼萬歲之制。《明史》：萬安於憲宗御殿時，諸臣奏事未畢，安遽顧首呼萬歲欲出，諸臣不得已皆退。中官戲朝士曰：「若輩嘗言不召見，及見，止知呼萬歲耳。」是前朝臣子見君猶有呼萬歲之禮。今宮廷尚有萬歲之稱，而朝賀則無舞蹈三呼，蓋至敬無文，不事虛禮也。"
      },
      {
        "index": 18,
        "text": "露布"
      },
      {
        "index": 19,
        "text": "《三國志·王肅傳》注引《世語》：馬超反，劫賈洪作露布，鍾繇識其文，曰：「此賈洪作也。」《文章緣起》引此為露布之始。然露布之名，漢已有之，但非專用於軍旅耳。《漢書》：何武為刺史，劾奏屬吏，必先露章。《漢官儀》：凡制書皆彌封，惟赦贖令司徒印露布州郡。《後漢書·禮儀志》：大喪則諸侯王遣大夫奉吊，驛馬露布。又漢桓帝時地震，李云露布上書，移副三府。亦謂之露版。《魏武奏事》云：有警急輒露板插羽。《文心雕龍》曰：露布者，露版不封，布諸視聽也。自賈洪作此討曹操，後遂專用於軍事。如《世說》：桓溫北征，令袁宏倚馬作露布，手不停筆，俄成七紙是也。然既為征討時所用，則猶是檄文之類，非專用以奏捷者。故《文心雕龍》又云：露布者，天子親戎則稱恭行天罰，諸侯禦師則稱肅將王誅，是本以聲罪致討也。至元魏則以之奏捷，而更有書帛於竿之例。按《隋禮儀志》及《通典》記元魏攻戰克捷，欲天下聞知，乃書帛建於漆竿上。《北史》：魏高祖南伐，長史韓顯宗斬齊將，高祖曰：「何為不作露布？」對曰：「擒斬不多，若復高曳長縑，虛張功捷，其罪彌甚。臣所以斂毫卷帛，解上而已。」齊神武芒山之捷，命杜弼為露布，即書絹，曾不起草。此其證也。故《封氏聞見記》云：諸軍破賊，則以帛書建諸竿上，兵部謂不封檢而宣布，欲四方速知也。乃《五代史》後唐莊宗擒劉守光，命王緘草露布，緘書於布，令人曳之，論者反笑其不知故事。而歐公亦遂記之，以著緘之陋，豈歐公亦不知元魏故事耶？《初學記》引《春秋佐助期》曰：武露布，文露沉。宋均謂：甘露見其國，布散者人尚武，若文采者，則甘露沉重。此露布字又別有義。"
      },
      {
        "index": 20,
        "text": "衙門"
      },
      {
        "index": 21,
        "text": "衙門本牙門之訛。《周禮》謂之旌門。鄭氏「司常」注所云，巡狩兵車之會，皆建太常是也。其旗兩邊刻繒如牙狀，故亦曰牙旗。後因因謂營門曰牙門。《後漢書·袁紹傳》：拔其牙門。牙門之名始此。《封氏聞見記》云：軍中聽令，必至牙門之下，與府廷無異。近俗尚武，故稱公府為公牙，府門為牙門。然則初第稱之於軍旅，後漸移於朝署耳。然移於朝署亦第作牙，而無所謂衙者。衙字《春秋》有彭衙，《楚詞》有飛廉之衙衙。《說文》及《集韻》皆音作語，無所謂牙音者。鄭康成注《儀禮》「綏澤」云：取其香且衙濕。《群經音辨》曰：衙音迓。於是始有迓音，然猶未作平聲也。及如淳注《漢書》「衙縣」音衙為牙，於是始有牙之音。如淳係魏時人，則讀衙為牙，當起於魏、晉，而訛牙門為衙門，亦即始於是時耳。袁文謂許慎《說文》衙字無牙音，而陸德明於《左傳》「彭衙」下不音某字者，蓋德明唐人，見當時已呼為牙音，而《說文》又無此音，故不敢音，以此知衙之音牙，出於唐人云云，是尚未考如淳《漢書注》也。《南史》：侯景將帥謀臣朝，必集行列門外，以次引進，謂之衙門。則六朝時又久已訛牙門為衙門。故李濟翁《資暇錄》謂：武職押衙，本押牙旗者。《通鑒》從其說，而以唐制正衙奏事改為正牙奏事。《舊唐書》凡正衙及衙門俱作衙字，《新唐書》俱改作牙字，蓋皆推本言之也。然牙、衙之相混固已久矣。（唐制：天子御宣政殿，謂之正衙；御紫宸殿，謂之內衙。宋太宗時，張洎謂朝廷或修復正衙，當下兩製，預加考訂。則宋時朝廷猶稱衙。見《梁溪漫志》。）吳斗南又謂：漢制有金吾、木吾，所以參衛於朝署之前者。吾本讀作牙，後世衙門之訛，當自吾字始。此亦一說。《封氏聞見錄》亦曰：困以公門外刻木為牙，立於門外，故稱牙門，後牙訛為衙也。"
      },
      {
        "index": 22,
        "text": "幕府"
      },
      {
        "index": 23,
        "text": "《漢書·李廣傳》：「莫府省文書」，晉灼曰：莫，大也。衛青征匈奴，絕大莫，帝就拜大將軍於莫中府，故曰莫府。莫府之名始於此也。師古曰：此說非。莫府者，以軍幕為義，古字通用耳。軍旅無常居，故以帳幕言之。廉頗、李牧市租皆入幕府，非因衛青始有其號也。然則幕府始於戰國時也。但古所謂幕府，指將帥在外之營帳而言，而官吏牙署未有稱幕府者。《後漢書·班固傳》：永平初，東平王蒼以至戚為驃騎將軍輔政，開東閣，固奏記於王曰：「今幕府新開，廣延英俊。」後世稱衙署為幕府始此。蓋固本以東平有驃騎之號，故以幕府稱之，而其實非帥將在外之營帳，故後人遂相沿為牙署之稱也。"
      },
      {
        "index": 24,
        "text": "視草"
      },
      {
        "index": 25,
        "text": "翰林草制書輒曰視草。《明史·陳仁錫傳》：魏忠賢進爵上公，仁錫當視草，持不可，曰：「世自有視草者。」是竟以代言為視草，其實非也。《漢書·淮南王安傳》：安善為文詞，武帝每為報書，常召司馬相如等視草乃遣。視草二字始見此，言作書已就，令相如等復視草稿，始遣去，非令相如等作書也。溫革《隱窟雜志》引光武詔鄧禹曰：「司徒，堯也；赤眉，桀也。」謂此等語必非臣下代言所敢出。《南史》：魏孝文帝有大文筆，馬上口授，及其成也，不改一字。自太和十年已後，詔策皆帝文也。則古帝王固嘗多自作詔令。《新唐書·上官儀傳》：太宗每屬文，遣儀視稿。《張說傳》：玄宗好文詞，有所為，必使視草。《徐楚璧傳》：開元時為集賢院學士，帝屬文，多令視草。此皆視草故事，非以代言為視草也。（《舊唐書·百官志》：翰林供奉，或宸翰所揮，亦資其檢討，謂之視草。此尤明證。）"
      },
      {
        "index": 26,
        "text": "禽獸草木互名"
      },
      {
        "index": 27,
        "text": "《爾雅》：二足而羽謂之禽，四足而毛謂之獸。然獸亦有名禽者。《易》：王用三驅，失前禽。孔穎達云：驅者亦曰禽。《白虎通》亦謂：禽者，鳥獸總名也。曹植詩：左挽因右射，一縱兩禽連。王充《論衡》有云：子之禽鼠，醜之禽牛。東坡《卻鼠刀銘》：夫貓鷙禽，晝巡夜視。皆以獸為禽。故吳師道答吳草廬，亦謂禽即獸，而引《禮記》「猩猩能言，不離禽獸」證之也。惟禽而名獸，則不多見。《尚書》百獸率舞，焦竑謂非專指走獸也，因推論云：《後漢書·華陀傳》有五禽之術，曰虎，曰熊，曰鹿，曰猿，曰鳥，是獸可名禽也。《考工記》：天下大獸五：脂者，裸者，膏者，羽者，鱗者。是禽可名獸也，然則兩足者亦得謂之獸矣。至鄭康成《周禮注》：凡鳥獸未孕曰禽。此別是一義。又飛曰雌雄，走曰牝牡，亦有可通用者。《詩》：爾牧來思，以薪以蒸，以雌以雄。《左傳》：獲其雄狐。《焦氏易林》：雄犬夜鳴。《木蘭詩》：雄免腳撲朔，雌免眼迷離。此以走而稱雄雌者也。《書》：牝雞司晨。《山海經》：帶山有鳥，名曰鵸餘，自為牝牡。是以飛而稱牝牡者也。又鄭瑗《井觀瑣言》謂五行有木而無草，則草亦可謂之木。《洪範》言庶草蕃廡而不及木，則木亦可謂之草。又《爾雅·釋草篇》筍，竹萌。《山海經》：其草多族，厥族多篃。皆以竹為草類，是竹本亦謂之草也。"
      },
      {
        "index": 28,
        "text": "素王"
      },
      {
        "index": 29,
        "text": "《莊子·天道篇》：虛靜恬淡，以之處下，玄聖素王之道也。《史記》：伊尹見湯，言素王及九主之事。注云：素王者，太素之王，其道質素也。是尚未以專屬孔子。蓋古來原有此語，謂聖人之窮而在下者耳。《家語》：齊太史子輿見孔子，退謂南宮敬叔曰：「天將欲與素王之乎？」此孔子稱素王之始。王充《論衡· 超奇篇》云：孔子之《春秋》，素王之業也；諸子之傳書，素相之事也。諸子謂陽成子作《樂經》，揚子雲作《太玄經》也。又《定賢篇》云：孔子素王之業在《春秋》，桓君山素丞相之跡在《新論》。則又有素相、素丞相之稱。杜預《左傳序》謂：孔子修《春秋》，立素王，左丘明為素臣。"
      },
      {
        "index": 30,
        "text": "吳會"
      },
      {
        "index": 31,
        "text": "施宿《會稽郡志》曰：《三國志》吳郡、會稽為吳、會二郡，前輩讀為都會之會，恐非。顧寧人則據《後漢書》以駁之，謂東漢順帝永建四年，始分會稽郡之地為吳郡，而《史記》、《漢書·吳王濞傳》已有「吳會輕悍」之語。（今本《史記》、《漢書》皆作「吳會稽」，寧人謂稽字乃後人所妄增。）是西漢已稱吳會，可見吳會云者，猶言吳都爾。並引胡三省《通鑒辨誤》謂太史公以吳為江南一都會，故後人稱為吳會，則所謂吳會者，不得即以為會稽之會也。因歷舉陳思王《求自試表》、晉文王《與孫皓書》、魏元帝《加晉文王九錫文》、鄭衝《勸晉王箋》、陳壽《上諸葛集》等文，所稱吳會皆當讀作都會之會，不得作會稽之會。其說固辨，不知西漢時會稽郡治本在吳縣，時俗以郡縣連稱，故云吳會。觀《漢書·地理志》便自了然。項梁、項籍殺會稽守，舉吳中兵八千人渡江而西。守所駐在吳，故殺守即起吳兵。又朱買臣本吳人，出為會稽守，即其鄉郡也。是西漢時所謂吳會，本已讀作會稽之會矣。其尤顯然可證者，魏文帝詩云：「惜哉時不遇，適與飄風會。吹我東南行，行行至吳會。」若吳會字亦讀作都會之會，豈有兩韻按連而重復若此者？且寧人所引陳思王等文為據，更疏而無當。東漢已分吳與會稽為兩郡，故《三國志》所謂吳會皆指兩郡言。如《孫策傳》：策自領會稽太守，以朱治為吳郡太守。《孫賁傳》：策已平吳會二郡。《朱桓傳》：權授桓兵，使部伍吳會二郡是也。陳思王等皆三國時人，則所云吳會正指吳郡、會稽，安得讀作都會之會耶？至陸放翁《老學庵筆記》謂吳會當是吳興、會稽兩郡，則又得之於會稽，而失之於吳。東漢、三國尚未有吳興郡，豈得以後世郡名牽合前人語？總由於不考會稽郡治本在吳縣，西漢時以郡縣連稱，已作會稽之會，是以有此紛紛也。又東漢以後，雖分吳與會稽為兩郡，而會稽所管在錢塘江之南，其江以北皆屬吳郡。《程普傳》：策入會稽，以普為吳郡都尉，治錢塘。《宋書·沈演之傳》：東諸郡大水，義興及吳郡之錢塘升米三百。可見六朝時錢塘猶為吳郡地。唐人詩所謂「到江吳地盡，隔岸越山多」也。（按孟浩然《適越留別譙縣張主簿、申屠少府》詩云：「朝乘汴河流，夕次譙縣界。幸值西風吹，得與故人會。君學梅福隱，余從伯鸞邁。別後能相思，浮雲在吳會。」上會字會晤之會，下會字會稽之會，故可分葉也。然則唐人猶以吳會作會稽讀，寧人忽欲改為都會之會，何耶？）"
      },
      {
        "index": 32,
        "text": "主臣"
      },
      {
        "index": 33,
        "text": "《史記》、《漢書·陳平傳》：文帝問陳平決獄錢穀，平謝曰：「主臣。」張晏曰：若今人謝曰惶恐也。文穎曰：猶今言死罪也。孟康曰：主臣主郡臣也。晉灼曰：主，擊也；臣服也。言其擊服，惶恐之詞。然《文選》任昉《彈曹景宗文》敘事既訖，云：「景宗即主（句）臣謹案某臣景宗」云云。其奏彈劉整及沈約彈王源文亦然。李善讀法則從「主」字析句。洪容齋乃引《史》《漢》為據，謂亦當以「主臣」為句，而詆李善之誤，殊不知非也。蓋「某即主」句，乃總結前案，以明罪有所歸，而下復出己意以斷之，「主」字之義，猶言魁首耳。若從容齋之說，則所謂「某人即惶恐者」，有何義哉？按《魏書·於忠傳》御史尉元匡奏曰：「前領軍將軍臣忠，不能砥礪名行，自求多福，方因矯製，擅相除假，清官顯職，歲月隆崇，傷禮敗德。臣忠即主，謹案臣忠」云云。又《閹宦傳》：御史中尉王顯奏言：「風聞前洛州刺史陰平子石榮，積射將軍抱老壽，恣蕩非軌，易室而奸，臊聲布於朝野，醜音被於行路。即攝鞫問，皆與風聞無差，犯禮傷化。老壽等即主，謹案石榮」云云。此兩篇體例相同，「主」字之下，「謹案」之上，俱不用「臣」字，益知李善讀法別有此例矣。"
      },
      {
        "index": 34,
        "text": "不暇草書"
      },
      {
        "index": 35,
        "text": "《晉書·衛恒傳》云：匆匆不暇草書。乃最速者反云不暇。東坡嘗求其說而不得。近代虞虹升以為草書乃起草耳，不暇草書，謂不及起草，其中不免有塗抹添改，失敬謹之意，故言及之。此說甚新，然亦非也。章草雖起於漢時（褚少孫補《史記三王世家》云：謹論次其真草詔書，編於左方。是少孫所親見簡策之文，可見武帝時已有草書矣，草書並可用之章奏，故曰章草），而魏、晉間體尚未備，習之者亦少，為草書必經營結撰，摹形揣勢而始成，故倍難於真書，非如後世之習用便易。觀成公綏所記《草書勢》，索靖所述《草書狀》，其不易作可知。衛恒亦有《論草書》一篇，尤見結構之難也。草書至王羲之始盡善，然其《題衛夫人筆陣圖後》所言學草書之法，如點必須空中遙擲筆之類，自非可苟作者。恒尚在羲之前，則正當講求結體用筆時，是以作草甚難，而匆遽時有不暇也。"
      },
      {
        "index": 36,
        "text": "罄南山竹"
      },
      {
        "index": 37,
        "text": "李密《討煬帝檄》有云：罄南山之竹，書罪無窮。蓋本《呂氏春秋·明理篇》「亂國所生之物，盡荊越之竹，猶不能書也。」然此語引用者甚多。齊宣德太后廢東昏之詔曰：「罄楚越之竹，未足以言。」梁武《討東昏檄》亦云：盡寓縣之竹，未足紀其過。魏孝莊帝誅爾朱榮之詔亦云：擢發書罪，蓋不足稱；斬竹書愆，豈云能盡。此皆在李密之前。"
      },
      {
        "index": 38,
        "text": "日射三十六熊賦"
      },
      {
        "index": 39,
        "text": "金主亮以《日射三十六熊賦》題試進士，當時施宜生廷試第二，所云「聖天子內敷文德，外揚武功。雲屯一百萬騎，日射三十六熊」也。按此本遼事。《遼史》：興宗獵黃花山，獲熊三十六。會延和殿御試進士，即以《日射三十六熊賦》為題，賜馮立、趙徽等四十九人進士第，並賜緋衣銀魚。金海陵之命題，蓋本諸此。（《北史》：沙缽略一日手殺鹿十八頭。魏暴顯一日手獲禽獸七十三。後周宇文貴年十一歲，一日射野馬及鹿十五頭。竇熾與宇文護分射，熾得十七頭，護得十一頭。楊忠從周文獵，獨搗一虎，左挾其腰，右拔其舌。唐裴旻善射，一日得虎三十一。王武俊一日射雉免九十五。遼雅裏一日射黃羊四十，狼二十一。）"
      },
      {
        "index": 40,
        "text": "斂衽"
      },
      {
        "index": 41,
        "text": "虞兆漋謂：今世女人拜稱斂衽，而蘇子瞻《舟中聽大夫彈琴》詩云：斂衽竊聽獨激昂。則古人男子亦稱斂衽矣云云。按《國策》江乙說安陵君曰：「一國之眾，見君莫不斂衽而拜。」《史記·留候世家》：酈生勸立六國後，曰：「陛下南鄉稱霸，楚必斂衽而朝。」《後漢書：和熹鄧後紀論》：嗣主側目，斂衽於虛器。《新唐書·后妃傳序》：楊氏未死，玄亂厥謀；張后制中，肅幾斂衽。皆就男子而言之，則男子之稱斂衽，亦不第見於蘇詩也。又元熊禾《題東坡集》云：東坡真天人，再拜為斂衽。則元時猶未以斂衽專屬之女人。"
      }
    ]
  }
}