{
  "chapterNumber": 11,
  "title": "卷十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《新唐書》得史裁之正"
      },
      {
        "index": 2,
        "text": "吳縝《糾繆》謂《新書》多采唐人小說，但期博取，故所載或全篇乖牾。然李泌子繁嘗為泌著家傳十篇，《新書·泌傳》雖采用之，而傳讚云：繁言多不可信，按其近實者著於傳。是《新書》未嘗不嚴於別擇。今按唐人小說所記佚事甚多，而《新書》初不濫收者。如《王播傳》不載其「闍黎飯後鍾」之事，《杜牧傳》不載其揚州狎遊，牛奇章遣人潛護，及湖州水嬉、綠樹成陰之事，《溫廷筠傳》不載其令孤問故事，答以出在《南華》，遂遭擯抑之事。《李商隱傳》不載其見擯於，因作詩謂「郎君官貴，東閣難窺」之事。此皆載詩話及《北夢瑣言》等書，膾炙人口，而《新書》一概不收，則其謹嚴可知。然此猶稗官也。劉秩為房琯所器，琯出兵，嘗曰：「賊曳落河雖多，豈能當我劉秩？」郭曖尚升平公主，夫妻有違言，為公主所訴，代宗慰郭子儀，有「不癡不聾，不作阿家翁」之語。此等事司馬溫公及范淳甫曾采入《通鑒》，則非謏聞可知。而《新書》《秩傳》、《曖傳》、《公主傳》俱不載。然此猶曰非舊書所有也。楊綰四歲時，坐客各舉一物，以四聲呼之，綰指鐵燈樹呼曰「燈盞柄曲」。錢起客湖湘間，遇鬼吟「曲終人不見，江上數峰青」之句，後入試，用以押官韻，遂登第。傅孝忠善占星，薑師度喜穿漕渠，時人語曰「孝忠兩眼看天，師度一心穿地」。史思明攻太原，李光弼使人為地道，突出擒賊，賊驚呼為「地藏菩薩」。此皆《舊書》所載，《新書》以其稍涉於纖且俚，遂削而不書。則其立言有體，較之《晉書》、《南、北史》專以新奇悅人耳目者，其卓識固不同矣。《段秀實傳》則采柳子厚所撰《逸事狀》以增之。《魚朝恩傳》則采蘇鶚《杜陽雜編》以增之。《舊書·良吏傳》無韋丹、何易於，則采杜牧《樊川集》以補丹，采《孫樵集》以補易於。此豈得謂徒摭小說也？亦有瑣言碎事，《舊書》所無，而《新書》反增之者。如《韋皋傳》：李白為《蜀道難》以譏嚴武，陸暢為《蜀道易》以美皋，此亦見皋之能好士。《李賀傳》：韓愈、皇甫湜至其家，賀即賦《高軒過》，及出遊得句，即投古錦囊事。《陳諫傳》：嘗覽染署簿，悉能記其尺寸。賀與諫本文人，無他事跡可紀，此正見其才，非好奇也。"
      },
      {
        "index": 3,
        "text": "《新唐書》列傳隸事之當"
      },
      {
        "index": 4,
        "text": "《舊唐書·張柬之傳》有柬之駁王元感三年喪當三十六月之論，全載其文。《新書》盡刪之，以柬之功在社稷，此論非所重也。而其論終不可廢，則反載於《元感傳》內。《舊書·李寶臣傳》有田承嗣被討，私使人說李正己一段文字。按此事應詳於承嗣、正己傳內，《寶臣傳》何必詳敘？《新書·寶臣傳》但云承嗣以甘言紿正己，正己止屯，諸軍亦不敢進。又天子使中人馬希倩勞寶臣，寶臣贐以百縑，希倩怒投之地，寶臣慚，於是部將王武俊說寶臣私與承嗣通謀。此事自應載《寶臣傳》，乃《舊書》反詳於《武俊傳》，《新書》則《寶世傳》詳之，而略於《武俊傳》。又武俊後為李惟嶽部將，時為惟嶽所忌，乃自貶損，出入不過三四人。此事自應入《武俊傳》，《舊書·武俊傳》乃不敘，反敘於其子《士真傳》內，更覺無謂，《新書》改入《武俊傳》。此皆《新書》隸事之詳略得宜也。又韓昌黎《平淮西碑》云「明年平夏」，謂憲宗即位之明年，乃元和元年楊惠琳伏誅也。下云「又明年平蜀」，則應是元和二年矣。然新、舊《唐書》本紀及《通鑒綱目》皆書元和元年三月楊惠琳伏誅，十月劉辟伏誅，則平夏、平蜀俱在此一年，而非次年始平蜀。故《梁溪漫志》指昌黎「又明年」句為誤。《新書·吳元濟傳》全載此碑，卻刪去「明年平夏」句，並刪去「又」字。但云「明年平蜀」，謂即登極之明年也，尤可見其不苟下筆如此。"
      },
      {
        "index": 5,
        "text": "《新唐書》文筆"
      },
      {
        "index": 6,
        "text": "《舊唐書》列傳之文高下不等，其簡當完善者，類多國史原文。如《郭子儀傳》本裴垍所撰是也。一經修史諸人之手，輒蕪雜不倫，至有市井俗語，亦一概闌入，絕不檢點者。今略摘數條於此。如《王武俊傳》：武俊與朱泚、田悅、李納一同僭號。《高尚傳》：安祿山至東都，見官軍四集，懼而責尚曰：「汝元向我道萬全，今四邊若此，向西至關，一步不通，萬全何在？更不須見我。」《史思明傳》：思明臨死罵曹將軍曰：「這胡誤我！」此等語直是戲曲中打諢，豈可施於文字？子京力矯其弊，寧簡毋冗，寧僻毋俗，於《舊書》各傳無一篇不改竄易換，大約事多而文省，語短而意長，過《舊書》遠甚，一經對勘，優劣自見。其有仿古逼肖者，如《劉濟傳》譚忠激濟伐王承宗一段文字，絕似《戰國策》，劉總謀殺濟一段文字，又似《左傳》。至其用古語處，如敘戰功，則第以一「多」字概之，乃本之《周禮》戰功曰多及《國語》董安於多是也。《齊映傳》：上令前馬傳詔旨。不曰馬前，而曰前馬，亦本之《國語》勾踐為夫差前馬是也。《奸臣傳讚》：三宰嘯凶牝奪晨，皇甫將蕃黃屋奔，思質敗謀興元蹙，崔柳倒持李宗覆。張表臣《珊瑚詩話》謂七字韻語，非史載所宜。不知此正用《漢書·蒯、伍、息、夫、躬傳》讚之體。蓋蒯、伍諸人皆奸佞，故子京於《奸臣傳》亦仿之。《藩鎮傳序》全用杜牧之《罪言》，此亦仿史遷《秦本紀讚》全用賈誼《過秦論》之例。可見前輩學有原本，下筆不苟，宜歐陽公服其用功深也。《舊書》紀傳後有論，尚仍四六體，惟《順宗紀》則全用韓昌黎散文耳，且論後有讚，雖仿範史，究亦繁複。《新書》改四六為古文，又刪除韻語，尤為得體。張巡、許遠同功共事，敘巡功則遠在其中。《新書》於《巡傳》既詳敘戰功，故《遠傳》不復復敘，但辨其身後被誣，而引昌黎之說以明之，更見代裁之妙。《朝野僉載》記李佘母事，有御史祿米不出腳錢之說。《新書·列女傳》記佘母事，則改腳錢曰車庸，《王鉷傳》又曰腳直，此皆避俗就雅之法。《通鑒》裴度討蔡，臨行謂憲宗曰：「臣若滅賊，則朝天有期；賊在，則歸闕無日。」《新書》則云：賊未授首，臣無還期。較《通鑒》語更為簡勁。此可見其煉字煉句之工也。特其過求簡淨，有時或不免晦澀者。《舊唐書》武后閱駱賓王檄，至「一抔之土」二句，歎曰：「有此才而不用，宰相罪也。」《新書》則述後語曰：「宰相安得失此人！」《舊書》楊師道妻前夫之子趙節，《新書》改為師道妻異姓子，雖似避俗，然不如前夫之子為易曉。況「前夫子」三字亦有所本：《魏書·長孫稚傳》「以後妻羅前夫女妻陳興恩」，則未為無典也，而「異姓子」三字轉不典。《通鑒》董昌將僭號，謂人曰：「讖云：兔子上金床。我生太歲在卯，明年復在卯，二月卯日卯時，吾稱帝之秋也。」《新書》改云：「我生於卯，明年歲旅其次，二月朔之明日皆卯也，我以其時當即位。」語雖稍文，然不是武人語，且又遺卻卯時矣。又《通鑒》宦官楊復恭與假子守亮書曰：「吾披荊榛立壽王，既得位乃廢定策國老，有如此負心門生天子！」《新書》改云「奈負心門生何」，則更頹弱無味矣。又有全代古人作文者。《薑皎傳》，《舊書》載玄宗宣布其功之詔繫四六，乃唐時原文也。子京既不欲以四六入史，則但摘其大意可矣，乃改作全篇散文，首尾完善，一似翻譯者。《薛登傳》，《舊書》載其諫選舉一疏，《新書》既欲存之，則用其原疏可矣，乃通首全為代作，如「陳篇希恩，奏記誓報」等語，原本所無，戛戛獨造。取古人之意，自成一家言，此又從前修史者所未有之例也。又《王璠傳》，《舊書》璠為中丞，與左僕射李絳相遇，不避道。絳上疏論之，事下兩省。兩省奏，元和中伊慎居師長之位，太常博士韋謙削去舊儀，今李絳所論，於禮甚當。是兩省因絳疏而有此議也。《新書》則竟以兩省所引韋謙事並入絳疏中，未免私智自用，且誣古人矣。至其造語用字，尤多新奇者，今略摘於左。《太子瑛傳》：李林甫數稱壽王美，以揠妃意（揠謂迎合也。時武惠妃擅寵，壽王其子也。林甫欲傾太子而立壽王，故云揠也）。《諸公主傳》：懿宗女衛國公主卒，許群臣祭以金貝火之，民取煨以汰寶（謂取灰煉出金寶也。《通鑒》謂取庭祭之灰汰其金也）。《柴紹傳》：唐兵與桑顯和戰，紹繚其背，敗之（謂繞出賊後也）。《苑君璋傳》：衿肘變生（謂變起肘腋也）。《李回秀傳》：撓意諧媚（謂曲意阿附也）。《裴矩傳》：池酒休胾（即酒池肉林也）。《宇文士及傳》：通淳勤（即通殷勤也）。《蕭瑀傳》：亡不旋跬（即不旋踵也）。《蕭廩傳》：厲止夜行（即禁示夜行也）。《李嶠傳》：無所嫁非（謂無所委罪也）。《蘇頲傳》：朝鼎夕玷（謂迅速伏誅也）。《張說傳》：逭暑（謂避暑之），祈陳哀到（謂陳情切至也）。《李甘傳》：齧疽刳䏶「（謂孝子吮癰割股也）。《李朝傳》：胖然無避屈（謂泰然無所顧也）。《裴胄傳》：蔓劾峭詆（謂株蔓以劾且醜詆也）。《王翃傳》：良金厚革（謂堅甲利兵也）。《康承訓傳》：痍痕士（謂創殘之兵也）。《孔巢父傳》：鏟跡民伍（謂晦跡於編氓內也）。《藩鎮傳序》：肱髀相依。《李正己傳》：輔牙相依（皆謂互為唇齒也）。《李寶臣傳》：嫁急熱為表裏（言急難相救也）。《李載義傳》：抶疻郵人（謂鞭責郵人成瘡也）。《李正己傳》：矢液流離（謂溲溺俱下也）。《藩鎮傳讚》：引妖就螟（即謂即聾從昧也）《吳兢傳》：不殊如帶（謂不絕如帶也）。《李光弼傳》：揠賊本根（謂拔其本根也）。《李嗣業傳》：以長柯斧堵進（謂軍士列如堵競進也。《通鑒》云軍士執長刀如牆而進）。《馬璘傳》：漂血丹渠（謂血流滿溝皆赤也）。《房琯傳》：十年不諧際人事（謂不交涉世務也）。《史思明傳》：築城未塓（謂以泥塗釁也）。此皆極意避俗，戛戛獨創者，未免好奇之過，然尚多新辟可喜。至其好用「叵」字代「不可」二字，如《桑道茂傳》福壽叵涯，《薛頤傳》卒叵之測，《張巡傳》時人叵知，《賈餗傳》叵耐何，《安祿山傳》叵可忍，又《承天皇帝傳》以沒奈何為末耐何，《李泌傳》以率爾為帥爾，此則徒以新巧避陳俗，未免同卉犬筱驂之誚張矣。子京於《鄭餘慶傳》謂其奏議好用古語，如「仰給縣官馬萬蹄」，有司不曉何語，時人譏其不適時。何以子京明譏之而又自襲之也？《舊唐書》亦有澀語，如《韋渠牟傳》：朝士皆刓蹄甘亂以附渠牟。"
      },
      {
        "index": 7,
        "text": "《新唐書》多回護"
      },
      {
        "index": 8,
        "text": "《新書》於名臣完節者雖有小疵，而於本傳多削之，蓋亦為賢者諱之意。如褚遂良惡劉洎，遂誣之至死，是遂良生平第一罪過。乃本傳中絕不及，僅於傳讚中略見之，而詳其事於《洎傳》。遂良又於江夏王道宗有隙，誣其與房遺愛謀反，流象州。又嘗構盧承慶、李乾祐，皆坐貶。及賤買中書譯語人地，為韋思謙所劾。此皆遂良短處，《新書》各見於道宗、承慶、思謙等傳，而本傳不載。馬周初為御史，韋挺為大夫，不之禮。及周為中書令，遂沮挺入相，又中挺運糧遼東，事見《挺傳》，而《周傳》不載。張易之誣魏元忠有不臣語，引張說為證，將廷辨。說惶遽欲從，宋璟謂說曰：「名義至重，不可陷正人。若不測，吾將與子俱死。」說乃以實對，元忠得免死。此事見吳兢、宋璟傳及《通鑒》，而說本傳但云張易之誣魏元忠，援說為證，說廷對謂元忠無不順語，忤後旨，流欽州，而絕不及宋璟邀說之事。張嘉貞與說同相，說惡之，因其弟嘉祐犯罪，怵嘉貞素服待罪不入直，遂出為幽州刺史，說代其處，事見《嘉貞傳》而《說傳》亦不載。張嘉貞為定州刺史，立頌恒嶽，廟中有祈賽錢數十萬，嘉貞以為頌文之功，納其數萬，事見《舊書》，而《新書·嘉貞傳》亦不載。姚崇薦李乂由黃門為侍郎，外托引重，實去其糾駁之權。崇又以韓思復沮捕蝗事，出思復為德州刺史，事見乂及思復傳，而《崇傳》不載。玄宗欲相韓休，李林甫知之，遂薦休。休既相，德林甫，乃引林甫為相，事見《林甫傳》而《休傳》不載。《通鑒》郭子儀以副使張曇性剛，謂其輕己，聽吳曜之譖，奏誅之。田承嗣既降，郭子儀應之緩，承嗣復叛去。而《新書·崔光遠傳》子儀與賊戰汲縣，光遠援之不力，及光遠守魏，與賊戰，子儀亦不救，故敗。此數事皆子儀短處，而子儀本傳不載。趙景與陸贄同相，贄恃久在禁庭，以國政為己任，乃徒景門下侍郎。薑公輔奏德宗云：「竇參嘗語臣，云上怒臣未已。」帝怒，乃殺參。時謂公輔所奏竇參語，得之贄，云參之死，贄有力焉。又贄素惡於公異、於劭等，既輔政，乃逐之，事見景及公輔、公異等傳，《舊書·贄傳》亦載之，而《新書》本傳不載。此皆欲以完節予其人，不忍累以白璧之玷，固用心之忠厚，亦作史之通例也。其於文士尤多所回護。如《王維傳》不載其入侍太平公主，彈《鬱輪袍》求及第之事。鄭虔汙偽命六等，定罪謫台州司戶，而《虔傳》末嘗云「終不臣賊」。邵說奏德宗，自敘陷於史思明本末，蓋以雪其陷賊之醜。劉禹錫自作《子劉子傳》，敘其與王叔文相善被貶始末，亦以掩其失身之誤。柳宗元遺蕭俛、許孟容二書，亦以辨其被罪之由。《舊書》皆不載，《新書》一一補之，全載其文，正所以代為昭雪。《舊書·韓愈傳》謂愈文之不當者，如柳宗元羅池神碑，李賀不應進士《諱辨》，及《毛穎傳》近於譏戲，又當時以史筆推愈，及撰《順宗實錄》，敘事拙於取舍，為當代所非。文宗嘗詔史臣添改，愈婿李漢、蔣係方在顯位，諸公難之，韋處厚獨別撰以進。《新書》於此段議論盡刪之，但云「愈文奧衍宏深，沛然有餘，其徒李翱、李漢、皇甫湜從而效之，不及遠甚，」而略無一語稍貶。蓋子京本文人，故有氣類之感，觀者可以知其用意之所在也。"
      },
      {
        "index": 9,
        "text": "《新唐書》多周旋"
      },
      {
        "index": 10,
        "text": "《新唐書》著其人之美於本傳，而別見其疵於他傳，固不失隱揚之意。其有數人共一善事而分隸數人，使各得專其功，若不數傳參觀，則竟似一人獨為之事，而與他人無與者。此雖善善欲長，究非信史也。吳縝《糾繆》己摘數條，如頡利之被擒也，《李靖傳》則以為張寶相所擒，《江夏王道宗傳》則以為道宗所執。一張昕之死也，《高固傳》則以為固伺間斬之，《楊朝晟傳》則以為朝晟父海賓所斬。一劉辟之叛也，《杜黃裳傳》則云惟黃裳固勸不赦，《嚴綬傳》又云綬以天子新即位，不可失威，請必誅，《李吉甫傳》又謂吉甫獨請無赦。縝所糾擿，已略見一端矣。然不特此也。《蘇頲傳》玄宗平內難，書詔填委，獨頲在太極殿後閣，口所占授，功狀百緒，輕重無所差。書史曰：「丐公徐之，不然手腕脫矣。」是玄宗誅韋后時，惟頲一人執筆也。而《劉幽求傳》又云：是夜號令詔敕一出幽求手。《李乂傳》又云：韋氏之變，詔令嚴促，多乂草定。則一事也而繫之三人，究未知何者為是耶。按《舊唐書·幽求傳》玄宗討韋庶人，是夜所下制書皆出幽求，而《頲傳》並無誅韋時執筆之事，但云神龍中文誥皆出其手而已。然則頲草制敏速，本擅名一時，而誅韋之夕，實未當直，子京強以此事隸之耳。又《通鑒》：穆宗得風疾，裴度力請入見，並上疏請立太子。李逢吉進言曰：「景王已長，請立為太子。」度與逢吉及兩省官共成之也，亦見《敬宗本紀》。而《裴度傳》則云：穆宗風眩，度獨到內殿，求立太子，遂以景王為嗣。則全以此事歸功於度矣。《李逢吉傳》又獨以此事歸於逢吉，而略不及度，則立敬宗誰之力耶？朱泚之亂，德宗欲幸鳳翔而中止，《蕭復傳》則云：復謂上曰：「鳳翔乃泚舊部曲，恐有同惡者。」遂不往。未幾，其將李楚琳果亂。而《薑公輔傳》又謂：帝欲赴鳳翔，公輔謂鳳帥張鎰乃文吏，軍且有變，乃之奉天。則德宗之舍鳳翔，究何人勸止耶？敬宗之崩也，為蘇佐明所弑，劉克明矯詔立絳王悟，樞密使王守澄、楊承和等迎立江王涵，並討克明等斬之，以裴度攝塚宰，百官謁見江王於紫宸門外廡。是文宗之立，全屬守澄等功，度初不與知。《新書》於《文宗紀》敘之，略不及度。而度本傳則云：敬宗被弑，度定策誅劉克明等，迎立江王，是為文宗，又略不及守澄等，則並與李本紀自相牴牾矣。蓋歐公作紀，據事直書，子京作傳，以此事正當度作相時，不得束手局外，故以此歸之。其實非當時實事，則轉不免阿好矣。"
      },
      {
        "index": 11,
        "text": "《舊唐書》敘事疏誤處"
      },
      {
        "index": 12,
        "text": "《劉禕之傳》既敘其在武后時為相，騫味道每歸過於上，禕之則引為己咎，以此獲後倚待矣。下又云：儀鳳中，土番為邊患，高宗問計侍臣，禕之獨勸持重養威，以紓百姓之急。是高宗時事反敘在後，武后時事反敘在前，不免倒置。"
      },
      {
        "index": 13,
        "text": "《韋安石傳》既詳敘先世，其子陟即附於《安石傳》後，則不必更述家世矣。乃又云：代為關中著姓，人物衣冠，奕世榮盛。一傳中兩述先世，何其不憚煩耶？"
      },
      {
        "index": 14,
        "text": "《張九齡傳》：玄宗在東宮，九齡拜校書郎，時帝未親郊，九齡乃上疏請郊。按既云在東宮，何以云帝未親郊？則所謂帝者，睿宗耶，玄宗耶？《新書》云玄宗即位，未親郊，始明晰。"
      },
      {
        "index": 15,
        "text": "《李巽傳》既云郎官來問疾，巽不言疾，但與校書程課，其夕即卒矣；下又云元和四年四月卒，亦太重復。"
      },
      {
        "index": 16,
        "text": "《李嗣業傳》既云祿山反，上在靈武，詔嗣業赴行在，至鳳翔謁見，遂與郭子儀、僕固懷恩等常犄角為先鋒矣；下又云祿山之亂，兩京未復，肅宗在鳳翔，嗣業從廣平王收復京城，亦太復。"
      },
      {
        "index": 17,
        "text": "《元載傳》既云收載時中人董秀先杖死禁中矣，下又云中使董秀、主書卓英倩以載之故皆處極法。"
      },
      {
        "index": 18,
        "text": "《李光弼傳》中潬之戰，既云擒其大將徐璜玉、李援、周摯矣，其下杯州之拔，又云生擒安太清、周摯、楊希文等，則周摯一人不幾兩次被擒乎？"
      },
      {
        "index": 19,
        "text": "《李正己傳》既云侯希逸母即正己姑也，則正己與希逸為外兄弟可知；下又云節度使侯希逸即其外兄也。又云正己卒，子納擅總兵政，秘之數月乃發喪，下又云正己卒，納秘喪總父改，仍為亂。"
      },
      {
        "index": 20,
        "text": "《呂諲傳》：龐承鼎為申泰芝所誣，諲令嚴郢鞫之，上疏論列，帝怒，流郢建州，承鼎竟得雪。按《新書》帝：不聽郢言，賜承鼎死，後泰芝以贓敗，承鼎乃得原。是承鼎被誣死而波及郢也。《舊書》乃不載承鼎之賜死，竟似承鼎脫然無事，而郢獨被其累者。"
      },
      {
        "index": 21,
        "text": "《新唐書》敘事疏誤處"
      },
      {
        "index": 22,
        "text": "《王雄誕傳》，雄誕本杜伏威部將，雄誕擒李子通，降江華，並以國家威德諭降聞人遂安，皆在杜伏威降唐之後，故擒子通即送京師，其諭聞人遂安以國家威德，亦指唐家威德也。則《雄誕傳》應先敘明伏威降唐一語，乃見雄誕之盡力於唐。《新書》並不敘明，則所謂以國家威德，指伏威耶，指唐家耶？又於擒子通處，亦不言送京師，則似雄誕戰功全為伏威出力矣。"
      },
      {
        "index": 23,
        "text": "《襄邑王神符傳》，《新書》既從神符後增記其五世孫從晦矣，又從從晦追溯其祖模，殊顛倒失序。"
      },
      {
        "index": 24,
        "text": "《徐圓朗傳》，圓朗通劉世徹，時盛彥師方被擒，在圓朗所，恐圓朗與世徹合則勢益張，乃以李密殺翟讓事阻圓朗。此正見彥師之忠於唐。《新書》既為彥師立傳，則此事應入《彥師傳》，乃反敘於《圓朗傳》中，而《彥師傳》不載。"
      },
      {
        "index": 25,
        "text": "《狄仁傑傳》，《新書》既敘其對武后曰：「匈奴犯邊，使三思募兵，無應者，廬陵王代之，不浹日輒五萬。」則此乃迎廬陵王後事也。乃傳內此事反敘在前，而迎還廬陵王反敘在後，"
      },
      {
        "index": 26,
        "text": "《高適傳》，適在哥舒翰所，因翰敗而逃。《新書》謂天子西幸，適走間道，及帝於河池，極言翰之忠義。是適未嘗在長安見帝也。乃上文先言翰敗，帝問「策將安出」，適以「竭禁藏募兵」為對。則似翰敗後適已先見帝於朝矣。下文又何以云「走間道，及帝於河池」也？"
      },
      {
        "index": 27,
        "text": "《王鎔傳》，《新書》增鎔出兵助李克用討李存孝，存孝數出兵攻，溝壘不成。袁奉縚誑之曰：「塹成，晉王當反，諸將非公敵也。」乃不出攻。及塹成，而存孝困，遂被縛。按此事本與鎔無涉，何必於《鎔傳》詳之？"
      },
      {
        "index": 28,
        "text": "《新書·張九齡傳》，安祿山初為張守珪裨將，以戰敗，守珪執送京師。九齡謂祿山有反相，請玄宗誅之。玄宗不聽，曰：「君毋以王衍知石勒故事而害忠良。」是祿山被罪時曾執送京師也。而《祿山傳》則但云祿山盜羊被獲，張守珪欲殺之，呼曰：「公不欲滅兩番耶？何殺我？」守珪壯其語，乃釋之。《舊唐書·安祿山傳》亦同。則祿山之免死，即在守珪帳下，並無執送京師事也。而《九齡傳》何以云？按九齡進《千秋金鏡錄》表有云：「開元二十四年，幽州節度使張守珪執敗軍將安祿山送京師，齡批張守珪軍令若行，安祿山不宜免死。上惜其才勇而赦之。臣力爭，謂祿山有反相。上責臣勿以王夷甫識石勒而害忠良」云云。及祿山反後，玄宗思九齡先見，遣中使祭之。則其先執送京師，九齡請誅，自是實事，而《祿山傳》誤也。"
      },
      {
        "index": 29,
        "text": "《新書》於《僕固懷恩傳》全敘其功，而不見悖逆之跡，竟似辛雲京、駱奉先激之使叛者。按《通鑒》等書，當懷恩破史朝義後，賊將田承嗣等皆捧馬足乞降。懷恩恐賊平寵衰，遂承製悉仍其原官，使統兵柄，由是河朔諸鎮終唐世為患。《綱目分注》：是時薛嵩以相、衛、洺、邢降於李抱玉，張忠志以恒、趙、深、定、易降於辛雲京。抱玉等入其營，嵩等皆已受代。無何，僕固懷恩皆令復位，於是抱玉、雲京各表懷恩有貳心。又《舊書·馬燧傳》：懷恩送回紇歸國時，私與太原將李竭誠通謀，將取太原。辛雲京覺之，乃斬竭誠，固城自守。然則懷恩之異心早已有之，不待雲京等之激變也。"
      },
      {
        "index": 30,
        "text": "《新書·高仙芝傳》：討小勃律，會於土番之邊雲堡。堡之南因山為柵，兵九千守之，城下據娑勒川，川漲不得渡。仙芝殺馬以祭，遂渡而成列，日未中，破之。《李嗣業傳》云：土番兵十萬屯娑勒城，據山瀕水，聯木作郛。仙芝夜擠，及午破之。按《仙芝傳》所云因山為柵，城下據娑勒川，即《嗣業傳》所云娑勒城聯木作郛者也。而《仙芝傳》則云兵九千，《嗣業傳》則云兵十萬。"
      },
      {
        "index": 31,
        "text": "《蕭銑傳讚》：唐初群雄，惟銑最無罪。當趙郡王孝恭等圍城時，城尚未破，銑即出降，以免生民塗炭，亦有何罪，而高祖殺之？此最失刑。乃《新書·銑傳讚》謂銑詭辨易窮，卒以誅死，高祖聖矣哉！此論亦甚不公矣。"
      },
      {
        "index": 32,
        "text": "《李淳風傳》：太宗得秘讖，言唐中弱，有女武代王。以問淳風，對曰：「其兆已成，已在宮中。又四十年而王，夷唐子孫且盡。」帝曰：「我求而殺之。」對曰：「天命不可違也。且陛下所親愛，四十年而老，老則仁，雖受終易姓而不能絕唐。若殺之，更生壯者，多殺而逞，則陛下子孫無遺種矣。」按是時武后已在宮中，而淳風之言果如此，是明指武姓之女之在宮者，太宗豈不覺悟而尚肯留之？若謂因淳風之言而不殺，太宗以李君羨小名五娘，封武連郡公，其屬邑皆有武字，恐其應謠言女武王之語，遂因事誅之，是未嘗不欲除禍根者。何其果於除宮外之功臣，而昧於除宮內之侍妾也？此不過作傳者欲神奇其術而附會之。《舊書》既載其詳，《新書》亦全載之，何以無識若此！"
      }
    ]
  }
}