{
  "chapterNumber": 37,
  "title": "卷三十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "博士、待詔、大夫、郎中"
      },
      {
        "index": 2,
        "text": "黃省曾《吳風錄》謂：張士城走卒廝養皆授官爵，至今呼椎油作麵傭夫皆為博士，剃工為待詔云。按《明祖實錄》：洪武中，已命禮部申禁軍民人等，不得用太孫、太祖、太保、待詔、大官、郎中等字為名稱。其時去淮張未遠，而民俗濫稱已遍，至煩明禁，則由來已久，未必起於士誠也。又陸容《菽園雜記》：醫人稱郎中，鑷工稱待詔，磨工稱博士，師巫稱太保，茶酒稱院使，此草率各分，國初有禁云。然亦不言起於淮張，則知非一日也。今江南俗。椎油、賣茶者尚稱博士，鑷工尚稱待詔，醫生尚稱郎中，而北俗則稱醫生為大夫。按博士本師長之稱，漢武帝立五經博士，為置弟子五十人，後四方來學者皆詣博士受業，故其時弟子稱師皆曰博士。沿及六朝，此風不改。《宋書》：王微為兒時從博士讀《小小章句》。《北史》：劉晝知宋世良家多書，乃求為其子博士，恣意披覽。北齊張景仁教太原王紹德書，武成帝又令景仁侍後主書，後主呼為博士。登極後，與左右語，猶稱張博士。武成又為琅琊王儼求博士，得張雕武與景仁，號二張博士。後周文帝置學東館，教諸將子弟，以樊深為博士。可見博士猶先生云爾。《封氏聞見記》：御史大夫李季卿宣慰江南時，茶飲初盛行，陸鴻漸來見，衣野服，隨茶具而入。既坐，乃手自烹茶，口通茶名，區分指點。李公心鄙之，茶罷，命奴子「取錢三十文，酬煎茶博士。」此茶博士之名之始也。蓋其時茶事初起，精其技者尚少，故有茶博士之稱，而李公因其稱以嘲之，可見是時賣茶者無不稱博士也。《舊唐書》：開元十一年，命州縣置醫博士二人。則醫亦稱博士也。其椎油者之稱博士，蓋亦因專習其技而有是稱，或因煎茶者稱博士而效之耳。（按博士之始，本起於戰國。《漢書•賈山傳》：其祖祛，故魏王時博士弟子也。秦亦有此官，《史記•始皇本紀》、侯生、盧生曰：「博士雖七十人，特備員弗用。」又始皇不樂，輒令博士為仙真人詩，令樂人歌弘之。漢初亦設此官，不過待問，未有進用者。至武帝立五經博士，遂為師儒之宗，此博士之沿革也。）待詔之稱，古來原多雜流。《舊唐書》：翰林有合煉、僧道、祝卜、術藝、書奕，各別院以廩之。天寶中有嵩山道士吳筠，乾元中有占星韓穎、劉烜，貞元末有奕棋王叔文、侍書王伾，元和末有方士柳泌、浮屠士通，寶曆初有善奕王倚、興唐觀道士孫準，並待詔翰林。遼時翰林畫院有畫待詔，翰林醫院有醫待詔。前明文征明亦以能書待詔。可見翰林中待詔者，原不皆文學之士，則鑷工之稱待詔，蓋亦實有以此技為待詔者，而人因以稱之也。若醫生之稱郎中、大夫，顧寧人以為起於宋時，而引《老學庵筆記》醫生曰牙推，卜相曰巡官之類以證之。（按牙推之名不自宋始，唐鄭注以藥術幹李，喜之，署為牙推。則醫生之稱牙推，起於唐也。《北夢瑣言》：後唐莊宗劉皇后之父，舊以醫為業，莊宗暇日，負藥囊，令子繼岌破帽相隨，自稱劉衙推訪女，直入後宮，後大怒。）然亦第意擬之詞，而未見郎中、大夫之的據。按《夷堅志》鄱醫趙珪本上官彥成之隸，粗得其術，人稱為趙三郎中。又劉師道業醫，有婦人托為魏師成之妻，求其療夫疾。劉初不知魏已死也，至則魏伸手求診脈，覺骨節堅冷如木石。婦忽笑曰：「劉郎中細審此病不可醫也。」劉曰：「娘子拉我來，何忽如此？」婦曰：「郎中試看。」俄化為狐去。又信州吏毛遂病，為劉醫誤用藥致死，忽復活，曰：「是那個郎中主張？」劉方喜以為己功，應曰：「是我。」毛曰：「今後須仔細。我病本不至死，為汝以藥殺我，我今只在鬼門關候汝耳。」言訖而死，劉亦繼沒。此醫生稱郎中之明證也。《夷堅志》又云：張二大夫者，京師醫家，後徙臨安，官至翰林醫官，人仍稱為張二大夫。則北方醫生之稱大夫，亦起於宋矣。又按唐時醫生亦稱待詔。張祐有《病宮人》詩云：「藥餌無征待詔愁。」此正醫卜待詔翰林之本稱也。"
      },
      {
        "index": 3,
        "text": "又按：大夫本秦、漢時士人之通稱。《漢書•高祖紀》：呂公從沛令，沛中豪傑吏聞令有重客，皆往賀。蕭何為主吏，令諸大夫曰：「進不滿千錢，坐之堂下。」按沛中豪傑吏蓋不過鄉豪及健吏之類，而通謂之大夫。蓋秦制賜民爵有大夫、官大夫、公大夫、五大夫、七大夫諸等稱。《漢書》注：五大夫，第九爵也；七大夫，第七爵也；大夫，第五爵也。度其時民之有此爵者，人即以其爵呼之，相沿日久，遂以為尊奉之呼，故鄉豪及健吏皆得稱耳。《漢書》高祖詔曰：「七大夫以上皆高爵也，久立吏前，曾不為決，甚無謂也。異日秦民爵公大夫以上，令丞與亢禮。今吾於爵非輕也。」可見當時爵雖大夫，而以事至官吏前，仍循部民之制。"
      },
      {
        "index": 4,
        "text": "大人"
      },
      {
        "index": 5,
        "text": "大人之見於經書者，《周易》「大人與天地合其德，」陸德明《釋文》引王肅云：聖人在位之目；以及《孟子》「大人者，不失其赤子之心，」《莊子》 「大人者，聖人不足以當之」之類，皆以德位兼言。惟《論語》「畏大人」，《孟子》「說大人則藐之」，則以勢分而言。又《左傳》：閔子馬曰：「夫人必是說而後及其大人。」邾黑肱以濫來奔，君子曰：「艱難其身，以險危大人。」注皆言在位者，然此特泛論有位之人，非覿面尊奉之呼也。司馬相如《大人賦》則更以稱天子，而其時公卿大臣無大人之稱可知。其呼為大人者，則以施於父母、伯叔。如《家語》：曾子曰：「參得罪大人。」又《史記》：范蠡之長子曰：「家有長子，今弟有罪，而大人不遣，是吾不肖也。」漢高祖云：「始大人以臣為無賴。」霍去病云：「不早自知為大人遺體。」《南史》：王僧儒幼時，有人以冬李饋其父，先以一與之，僧孺辭曰：「大人未見，不容先嘗。」《北史》：田式以事下獄，欲自盡，其子信勸之曰：「大人朝廷重臣，又無大過，何至於此！」《唐書》裴彝云： 「大人病痛若此。」《摭言》：楊國忠子應試，學問荒陋，禮部侍郎達奚珣畏國忠，使其子撫先白國忠曰：「大人白相公，郎君所試不中程式，然亦未敢黜落。」 《五代史》：王珂妻本克用女，珂被梁圍急，使妻致克用書曰：「賊勢如此，大人忍不救耶？」《宋史》蔡京子攸入謁，握父手曰：「大人脈勢舒緩，體中得無不適？」又《隱逸傳》：南安翁以長子被拘於官，欲詣官代長子杖，小兒曰：「大人豈可受杖，兒當代。」此皆以呼其父也。《漢書》：疏受叩頭曰：「從大人議。」 此以呼其叔也。張博詐淮陽王，欲上書為大人乞骸骨去。《後漢書》：范滂曰：「惟大人割不忍之恩。」此皆以呼其母也。柳宗元稱劉禹錫之母云：「無辭以白其大人。」亦謂禹錫之母。是大人之稱，只以稱父母、伯叔，從未有以之稱尊官者。考唐、宋以來，仕宦相呼敵以下或稱字，尊長稱丈，公卿貴官則稱其官位。宋天聖中，詔文武官不得過稱官品。諸節度使、觀察使未至太傅者，許稱太傅；防禦使至橫行使，許稱太保；諸司使許稱司徒。皆本等檢校所應帶之官也。又洪容齋記：李德裕自崖州與某侍郎書云「崖州司戶參軍李德裕狀侍郎十九弟」及李文定稱王沂公云 「樞密太師相公」之類，是皆以官位相呼，無所謂大人者。戴埴《鼠璞》云：四明有大人堂，本錢億曾為此州節度，後其侄惟治復來節度，因創為祠，名曰大人堂。蓋大人之稱，乃子弟稱父兄之詞，而俗訛以為闞相公廟，誤矣。《梁溪漫志》及莊綽《雞肋編》亦謂：世惟子稱父為大人，若施之於他，則眾駭笑之矣。可見宋時猶以大人稱父母，而不加之達官貴人也。元人高則誠《琵琶記》：蔡狀元呼黃門為大人，則元時達官已有大人之稱。明尹直《謇齋瑣碎錄》：吳與弼以處士徵至京，每見士大夫皆稱大人。又《湧幢小品》：徐晞以吏員起，仕至尚書，歸，郡守率諸生迎之。諸生以其非文學出身，頗偃蹇。晞出一對曰：「劈破石榴，紅門中許多酸子。」諸生不能對，晞為對曰：「咬開銀杏，白衣裏一個大人。」王弇州《觚不觚錄》：三司見督撫稱老先生，見巡撫稱先生大人。此又前明以大人為貴官之稱也。按《後漢書•鄧禹傳》：禹孫康以鄧太后臨朝，遂謝病不朝。太后使內侍者問之。時宮人出入，多能有所毀譽，其中耆宿稱為中大人。所使者乃康家婢也，亦自通中大人。康詬曰：「汝我家出，亦敢爾耶！」又《陽球傳》：球小妻，程璜之女。璜方用事，宮中所謂程大人也。蔡邕諫靈帝疏亦云：「乳母趙嬈，讒諛驕溢；門吏霍玉，依阻為奸。今道路紛紛，復云有程大人者，察其風聲，將為國患。」據此則東漢時已有大人之稱，蓋本宮闈近侍之人，身無官位而勢居顯要，故以大人稱之。其後遂為近侍尊稱。如《晉書》：劉聰時，中宮僕射郭猗欲王皮、劉惇二人證成皇太弟劉義謀逆之事，以計脅之。皮、惇大懼，皆曰：「謹奉大人教。」此又近侍稱大人之明證也。《琵琶記》黃門稱大人。黃門亦所侍也。惟近侍稱大人，因而後世相沿，京朝官亦稱之，如徐晞以尚書稱大人也。京朝官稱大人，因而京官出使於外者，亦皆以大人稱之，如巡按稱先生大人是也。因而遂為貴官之隆稱，於是督撫亦稱之。此又近日京官、外官位高者皆稱大人之所自也。"
      },
      {
        "index": 6,
        "text": "按諸史所載，亦有以官位而稱大人者。《後漢書•岑彭傳》：韓歆，南陽大人。注謂大家豪右也。《唐書》：郭子儀應回紇大人之占。《段秀實傳》：田少榮稱秀實為仁信大人。《高駢傳》：女巫王奉仙謂畢師鐸曰：「揚州災，當有大人死。」是古來原有貴官稱大人之例。據《雞肋編》所云，則南宋時尚專屬子之稱父，而不以稱貴官，則唐以前稱貴官為大人者，乃從旁指目之詞，而非覿面相呼也。覿面稱大人，則始於元、明耳。"
      },
      {
        "index": 7,
        "text": "顯考"
      },
      {
        "index": 8,
        "text": "《祭法》：王立七廟，曰考廟，則父也；曰王考廟，則祖也；曰皇考廟，則曾祖也；曰顯考廟，則高祖也。《檀弓》「殷主綴重」注：始死未作主，先以木為重，至虞乃作主。殷人作主後，則聯其重縣諸死者之廟，去顯考乃埋之。疏：顯考，高祖也，世世遞遷，至為顯考，其重猶在，離顯考乃埋之。是古人皆以高祖為顯考也。其稱父亦曰皇考。皇者，大也，於君上之義無涉。《曲禮》：父曰皇考，母曰皇妣。《離騷》：朕皇考曰伯庸。晉司馬機《為燕王告祔廟文》亦曰「敢昭告於皇考清惠亭侯」是也。徐健庵《讀禮通考》謂今人以顯考為父，則起於有元之世。時以皇字為君上尊稱，遂易為顯考。然葉石林云：漢議宣帝父稱，群臣初請諡為悼太子，魏相以為宜尊稱曰皇考。自是皇考遂為尊號之稱，非後世所得通用。石林之言如此，則似宋時已無稱父為皇考之例矣。健庵之說，不知何所本。"
      },
      {
        "index": 9,
        "text": "孤哀子"
      },
      {
        "index": 10,
        "text": "今人父亡稱孤子，母亡稱哀子。按古禮，父母喪，皆稱哀子。如《雜記》云：祭稱孝子、孝孫，喪稱哀子、哀孫。孔疏曰：祭謂卒哭以後之吉祭，喪謂虞以前之凶祭。又《儀禮》：筮宅之辭曰：「哀子某為其父某甫筮宅」，又曰「哀子某來日卜葬其父某甫」，是哀子之稱不特為母亡也。《孟子》：幼而無父曰孤，故父喪亦稱孤子。如嵇康《與山巨源絕交書》：少加孤露。又趙深見母，自陳幼小孤露。此皆以無父言。然《雜記》諸侯之禮，他國吊含襚，皆對曰：「孤某須矣。」 《曲禮》：諸侯在喪曰適子孤。《左傳》：列國有凶稱孤。在喪也，有凶也，皆通乎父母之喪言之，非專係乎父也。《宋書•巴陵王休若傳》：謝沈居母喪，被起，聲樂酣飲，不異吉人，並不知沈居喪。迨自稱孤子，眾乃駭愕。《袁粲傳》：粲丁母憂，桂陽王休範為逆，粲扶曳入殿，慷慨謂諸將曰：「孤子受先帝顧托，本以死報，今日當與褚護軍同死社稷。」是母喪亦稱孤子矣。六朝人每言偏孤，如《梁書•韋敻傳》：父義正早卒，敻少而偏孤，事母以孝聞。《北史》：皇甫和十一而孤，母夏侯氏親授以經書。此則其父先亡者也。《梁書》：裴子野生而偏孤，為祖母所養。《魏書》：裴延俊少偏孤，事後母以孝聞。《北史》：刁衝年十三而孤，祖母高氏哀之，撫養尤篤。此則其母先亡者也。《謝貞傳》：貞以母憂毀瘏，將沒，謂姚察曰：「孤子釁禍所集，將隨灰壤。」時貞父已先亡，此則父母俱亡者也。可見孤字之義，本無定屬。董禕又引鄭氏《禮注》：三十以內，未有室而無父母者，謂之孤子當室。如禮所云，父母存，衣冠不純素，孤子當室，衣寇不純采是也。今世以孤屬父，以哀屬母者，實本於司馬溫公《書儀》，而朱子亦是之。或問朱子「孤哀」二字之義，朱子曰：「溫公亦只據今俗，不欲父母混並之也。且從之亦無害。」是孤哀分屬父母，在宋世已然。又按《開元禮》：四品以下卜宅兆，蒞卜者命曰：「孤子某」云云。注曰：今儀父及祖稱孤子、孤孫，母及祖母稱哀子、哀孫。則孤哀之分稱，實始於唐，又不自溫公始。蓋自唐以來，已相沿成俗，而溫公仍之耳。又宋《政和禮》：虞祭至大小祥祭祝文，父曰孤子，母曰哀子。則亦不獨載之溫公《書儀》也。"
      },
      {
        "index": 11,
        "text": "下官"
      },
      {
        "index": 12,
        "text": "戲本凡官員自稱，皆曰「下官」。《漢書•賈誼傳》：大臣罷軟不勝任者，曰下官不職。下官二字始此，然非官員之自稱也。其以之自稱，高江村《天祿識餘》謂始於梁武帝改稱臣為下官。按此說非也。《南史•劉穆之傳》：宋以前郡縣為封國者（諸王所封之國），其內史相並於國主稱臣，去任便止。孝建中，乃創制稱為下官。《宋書》：武帝孝建二年定制，諸王封國者二十四條，內一條，凡封內官只稱下官，不得稱臣，罷官則不復追敘。《通典》及龔熙正《續釋常談》皆引之。然《晉書》：成帝時，庚亮欲廢王導，與郗鑒書：「公與下官，並荷托付，大奸不掃，何以見先帝於地下？」《晉載記》：靳準對劉粲曰：「下官急欲有所言。」安帝時，劉敬宣答諸葛長民書曰：「下官常慮福過災生。」王誕說盧循曰：「下官與劉鎮軍情味不淺，」王鎮惡乘利趨潼關，乏食欲還，沈林子怒曰：「下官授命不顧，今日之事，當為將軍辦之。」則晉時已有此稱。蓋晉時仕宦者皆自稱下官，惟王國之僚屬見其王則稱臣，至宋則並令王國之僚屬見王亦稱下官耳。（《宋史•洪湛傳》：群臣請建儲，太宗曰：「若立太子，則東宮僚屬皆須稱臣，形跡之間，易生搖惑。」然則宋時東宮官見太子已稱臣矣。）他如宋文帝使沈慶之領隊防，劉湛謂曰：「卿在省歲久，比當相論。」慶之正色曰：「下官在省十年，自應得轉。」又慶之與蕭斌議兵事，曰：「眾人雖知古今，不如下官耳學也。」元顥藉梁兵破洛陽，自立。沛郡王欣欲附之，崔光韶曰：「元顥引寇兵覆中國，豈惟大王所宜切齒，下官亦未敢仰從。」曹景宗醉後，對梁武帝誤稱下官，帝大笑。此皆六朝時仕宦稱下官之故事也。又按《五代史補》：宋彥筠謂李知損曰：「眾人何為號足天下為羅隱？」對曰：「下官平素好為詩，其格致大抵如羅隱故耳。」然則五代時尚相沿有此稱也。今仕途中不復稱下官，凡知府自稱卑府，府以下皆稱卑職。按程棨《三柳軒雜識》：淳熙間，高曇進對，上稱其「不為高談」，梁相戲云：「高曇不為高談，以何對？」周益公對云：「卑牧且為卑牧。」謂武臣見知州自稱卑牧也。則屬吏之以卑自稱，自宋已然。"
      },
      {
        "index": 13,
        "text": "小生、晚生"
      },
      {
        "index": 14,
        "text": "《漢書•朱雲傳》云：罷官過薛宣，宣曰：「君且留我東閣，可以觀四方奇士。」雲曰：「小生乃欲相吏耶？」師古注：小生，謂宣新學後進，乃欲以我為吏乎？小生之名始見此，然非自稱作謙辭也。其以之自稱者，唐李陽冰自稱其篆書謂：「斯翁之後，直至小生。」（斯翁謂李斯也。）又元稹《上令孤相公》曰： 「白居易能詩，或為千言，或為五百言律詩，以相投寄。小生自審不能有以過之，往往戲排舊韻，別創新調，名為次韻。」此文士自稱小生之始也。朱晦翁《和劉秀野》詩，有「小生自愧衰頹早」之句。則二字並入之詩矣。又「晚生」二字，按《晉書•戴淵傳》：淵弟邈請立學校疏曰：「今後進晚生，目不睹揖讓之儀。」《隋書》薛濬寄弟模書曰：「吾幼丁艱酷，晚生早孤，不聞詩禮。」是晚生二字，晉以來已有之，但以之自稱不知起於何時。《知新錄》云：嘉靖丙戍，刑部趙公乃費閣老同年，每投謁，必書「年晚生」。屠應峻曰：「趙老真神童。」或問其故。曰：「費鵝湖二十作狀元，年最少；今渠稱晚生，非神童而何？」此近代稱晚生之見於記載者也。"
      },
      {
        "index": 15,
        "text": "老先生"
      },
      {
        "index": 16,
        "text": "先生本古者父兄師長之通稱。然古人有單稱生，或單稱先者。《史記》：蘇秦被刺死，齊王求其賊誅之。燕人曰：「甚矣，齊之為蘇生報仇也！」注：生，一作先，言先生也。叔孫通諸弟子以制禮皆賜為郎，喜曰：「叔孫生誠聖人也！」弟子稱師曰生，亦謂先生也。《漢書•貢禹傳》：禹請老，元帝報曰：「朕以生有伯夷之廉，史魚之直，故親近生，今未得久聞生之奇論也。」師古曰：生謂先生也。時禹年八十餘，元帝敬之。稱生，非輕之，乃尊之也。此單稱生也。《史記•晁錯傳》：學申商刑名於軹張恢先所。徐文曰：先，即先生。《漢書》：梅福曰：「叔孫先非不忠也。」注：先，猶言先生也。又建元中上招賢良，公卿曰：「鄧先好奇計。」注亦曰：鄧先，猶云鄧先生也。此單稱先者也。王新城謂明朝中官稱士十大夫曰「老先」本此。衛宏《漢官舊儀》：博士稱先生，博士師也。此又後代師稱先生之始也。至老先生之稱，見《漢書•賈誼傳》諸老先生未能言，誼盡為之對。然第謂諸儒之老者耳，非覿面尊奉之呼也。至宋始有此稱。劉元城《語錄》凡引司馬溫公，則不著姓名，必曰老先生。劉過《上周益公》詩云：「昌黎前進士，司馬老先生。」蓋用此故事。又《鐵圍山叢談》：鄭尚明昴，老先生也。後世京朝官稱老先生蓋始此。然《宋史》王黼諂事梁師成，呼為恩府先生。趙範致書丞相史彌遠，亦但稱先生。（範上彌遠書曰：「天下之人無不知李全欲反，雖先生亦知其必反。」時彌遠當國，權位最重，而範稱之曰先生。又吳曦降金，楊巨源圖興復，謂安丙曰：「非先生不足以主此事，非巨源不足以了此事。」）則宋時老先生之名，尚非仕途常稱。元人《程钜夫集》有《送學舟老先生》詩，疑此稱起於元初。王弇洲《觚不觚錄》：三司見督撫稱老先生，見巡無稱先生大人。則前明老先生之稱猶未濫。及王親城《香祖筆記》謂京官舊例各衙門稱謂有一定，如翰詹稱老先生，吏部稱選君、印君，科稱掌科，道稱道長是也。自康熙丙子以後，則各部司及中行評博，無不稱老先生矣。此又近日京官通稱老先生之故事也。"
      },
      {
        "index": 17,
        "text": "官人"
      },
      {
        "index": 18,
        "text": "奴僕稱主，及尊長呼卑幼，皆曰某官人，亦有所本。杜田《杜詩博議》：官人乃隋、唐間語。《北史•梁彥光傳》：初，齊亡後，訴訟官人，千變萬端。《舊唐書•高祖紀》：官人百姓，賜爵一級。《武宗紀》：中書奏赴選官人多京債。《御覽•文士傳》：棘嵩見陸雲作《逸民賦》，嵩以為丈夫出身，不為孝子，則為忠臣，必欲建功立策，為國宰輔，遂作《官人賦》以反之。此官人之見於史傳者。然唐以前必有官者方稱官人。《昌黎集•王適墓誌銘》云：一女憐之，必嫁官人，不以與凡子是也。至宋則己為時俗通稱。《宋史•岳雲傳》：去年十二，即從張憲戰，多得其力，軍中呼為贏官人。《夷堅志》「易官人及第」條：有報榜者至逆旅，曰：「此店有易官人及第。」又「陸氏負約」一條：陸氏再醮後，獨步廳事，有急足來稱：「鄭官人有書。」鄭乃其前夫也。「張次山妻」一條：次山喪妻後，入京參選，偶遊相國寺，與亡妾遇。驚問之，妾曰：「現服事媽媽在城西一空宅，官人可以明日飯後來相會。」此又可見官人之稱，在宋時已為常談也。明制：郡王府自鎮國將國而下稱呼只曰官人。然官人之稱已遍於士庶，固不僅王府支屬矣。"
      },
      {
        "index": 19,
        "text": "官"
      },
      {
        "index": 20,
        "text": "世俗以行相呼曰幾官，此亦最古。《梁書》：武陵王紀聞湘東王繹將討侯景，謂僚佐曰：「七官文士，豈能匡濟？」後紀為繹兵所敗，繹將樊猛入其舟，紀曰：「願送我見七官。」《唐摭言》：李舟與齊映友善，映為將相，舟以書與之，猶曰「十二官足下」。"
      },
      {
        "index": 21,
        "text": "爺"
      },
      {
        "index": 22,
        "text": "爺本呼父之稱。《說文》云吳人呼父為爺是也。今不特呼父，凡奴僕之稱主，及僚屬之稱上官皆用之。《宋書》：王彧子絢六歲讀《論語》「鬱鬱乎文哉」，外祖何尚之戲曰：「可改耶耶乎文哉。」以鬱及其父嫌名也。《南史》：侯景既僭位，王偉勸立七廟，並請七世諱。景曰：「前世吾不復記，惟阿爺名標。」 是六朝人但以爺呼父也。今通用為尊貴之稱，蓋起於唐世。按《通鑒》：高力士承恩久，中外畏之，太子亦呼為兄，諸王諸公呼為翁，附馬輩直呼為爺（《新唐書》爺作{父者}）。曰直呼為爺，可見從前但以呼父，未有以呼貴官者，自此以後，遂相沿為尊貴之稱。今世俗所稱王爺、公爺、老爺所自來矣。《木蘭詩》「不聞爺娘喚女聲」，杜詩「見爺仰面啼」，「爺娘妻子走相送」，此爺字之入詩者。"
      },
      {
        "index": 23,
        "text": "爹"
      },
      {
        "index": 24,
        "text": "莊綽《雞肋編》云：今人呼父為爹，母為媽，兄為哥，舉世皆然，問其義則無說。爹字雖見於《南史》梁始興王憺刺荊州還，民歌之曰：「始興王，人之爹，赴人〔原漏「人」字〕急，如水火，何時來，哺乳我。「荊楚方言謂父為爹，乃徒我切，又與今世俗所呼之音不同也云云。然戴埴《鼠璞》已辨之，謂爹字原有兩音。按《廣韻》陟斜切，羌呼父也；徒可切，北方人呼父也。《隋書•回紇傳》以父為多。《唐書》回紇阿啜可汗亦呼其大相頡幹迦斯曰：「兒愚幼，惟仰食於阿多，國政不敢與也。」則亦與徒可切之音相近矣。又韓昌黎《祭女文》亦有「阿爹」、「阿八」之稱。宋人小說記顯仁太后自金回，值壽節，高宗極天下之養，用宣和故事，以龍涎沉腦屑灌燭內，列十數支，白太后曰：「此燭頗愜聖意否？」太后曰：「爾爹每夜常設數百支。」上私謂憲後曰：「如何比得爹爹富貴？」仇遠《稗史》：錢良臣自諱其名，其子讀書，凡遇「良臣」字，皆令避之。一日讀《孟子》「今之所謂良臣，古之所謂民賊也」，亦改云「今之所謂爹爹，古之所謂民賊也。」聞者大笑。"
      },
      {
        "index": 25,
        "text": "家祖、家父、家君、家兄、舍弟、家姑、家姊"
      },
      {
        "index": 26,
        "text": "《賓退錄》云：今南北風俗，稱其祖及父母莫不加以家字。按《後漢書•王丹傳》：大司徒侯霸欲與丹交，遣子昱候於道，曰：「家公欲與結交。」《列女傳》：馬融女嫁袁隗，隗譏融貪名，妻曰：「孔子不免武叔之毀，家君獲此，故其宜爾。」顏之推《家訓》云：昔侯霸之子孫稱其祖曰家公。陳思王稱其父曰家父母，曰家母。潘尼稱其祖曰家祖。則家祖、家父、家母之稱由來久矣。《魏略》：文帝嘗言：「家兄孝廉，自其分也」。（家兄謂倉舒。）《晉載記》：苻堅時，慕容泓起兵，與堅書曰：「資備大駕，奉送家兄皇帝。」（家兄謂慕容暐也。）《北史•楊津傳》：津事兄椿極敬，人有就津求官者，津曰：「此事須家兄裁之。」陽俊之自言：「有文集十卷，家兄（謂陽休之）亦不知吾才士也。」梁元帝攻蕭詧，詧曰：「家兄（謂其兄譽，為繹所攻）無辜，屢被攻圍。七父若顧親恩，豈應若是！」此家兄之稱之見於史傳者也。又魏文帝《謝鍾繇見與玦書》曰：「是以令舍弟子建，因荀仲茂從容喻鄙旨。」又《世說》：戴安道高隱，而其兄欲立功業，謝太傅曰：「卿兄弟誌業何其大殊？」戴曰：「下官不堪其憂，家弟不改其樂。」《南史》：齊東昏賜蕭懿死，懿臨歿，謂使者曰：「家弟在雍，深為朝廷憂之！」 （家弟謂梁武帝，時為雍州刺史。）《唐書》：柳公權為侍書學士，其兄公綽與宰相李宗閔書曰：「家弟本誌儒學，以侍書見用，頗類工祝，願徒散秩。」此舍弟、家弟之見於史傳者也。顏之推又云：姑姊妹已嫁則以夫氏稱之，在室則以次第稱之，言禮成他族，不得稱家也，子孫不得稱家者，輕略之也。然蔡邕書文稱姑姊曰家姑、家姊。《北史》：高道穆為京邑，出遇魏帝姊壽陽公主，不避道。道穆令卒棒破其車。公主泣訴帝，帝他日見道穆曰：「家姊行路相犯，深以為愧。」則家姑、家姊之稱亦有自來矣，今俗惟子孫不稱家，其猶顏氏之遺訓歟？褚河南帖稱其侄曰家侄。"
      },
      {
        "index": 27,
        "text": "堂兄弟"
      },
      {
        "index": 28,
        "text": "俗以同祖之兄弟為堂兄弟。按《禮經》曰從兄弟，無堂兄弟之稱也。其稱蓋起於晉時。《晉書》：司隸荀愷有從兄喪，自表赴哀，詔未下，而愷造太傅楊駿第。傅咸因劾奏愷曰：「死喪之威，兄弟孔懷；同堂方隕，輒行造謁。急諂媚之敬，無友於之情，」同堂之見於史者始此。《南史•劉暄傳》：徐世檦曰：「明帝是武帝同堂，尚加滅害。」《後魏書》公孫獻，封氏之甥，其從兄邃，李氏之甥，地望懸隔。祖秀珍曰：「士大夫須好姻親，二公孫同堂兄弟耳，吉凶會集，便有士庶之別。」元顥入洛，廣陵王遙欣集眾議曰：「北海、長樂俱是同堂兄弟，今欲何向？」《北齊書》：孝昭帝謂趙郡王睿曰：「須拔是我同堂弟。」《舊唐書》：中宗即位，以堂兄千里為成紀郡王。又李師道伏誅，其堂弟師堅等並流。張獻誠請老，薦其堂弟獻恭自代。《徐堅傳》：詔書有與逆黨同堂親不得任京官。《柳漁傳》：臣堂伯祖爽與褚遂良等同被譴戮。則更有堂伯祖之稱矣。《唐書•韋縚傳》有議堂姨舅服制一疏，又有堂舅、堂姨、堂甥之名。"
      },
      {
        "index": 29,
        "text": "尊老、尊兄、令弟"
      },
      {
        "index": 30,
        "text": "杭州人自稱其父曰尊老，徽州人自稱其兄嫂曰尊兄、尊嫂。他處則稱人之父曰尊公、尊老，稱人之兄嫂曰尊兄、尊嫂。按《晉書•載記》：劉淵謂傅祗之子暢曰：「尊公雖不達天命，然各忠其主。」《南史》：何子平之母年未及終養，而籍注有誤，年例已滿，子平即便去官。顧愷之謂曰：「尊上年實未八十，親故所知，何即辭祿？」吉翂之父犯重罪，翂乞代父死。蔡法度誘之曰：「上知尊侯無罪，行當自釋。」《北史》：楊播與北海王詳議論不屈，詳顧播侄昱曰：「尊伯性剛，不服理。」《唐書》：李林甫恐嚴挺之大用，乃謂其弟損之曰：「上待尊兄意甚厚，盍為見上策此。」皆稱人之父母伯叔為尊，而非以自稱其父母伯叔也。然以之自稱，亦有所本。何子平為揚州從事，月俸得白米，輒易粟麥。人曰：「所利無幾，何足為煩？」子平曰：「尊老在東，不辦得米，何心獨享白粲。」是自稱其父曰尊老也。《三國志注》：袁術與袁紹書曰：「神應有征，當在尊兄。」《北齊書》：後主緯居南宮，其弟琅琊王儼從上皇、胡後居北宮，嘗於南宮見新冰早李，還怒曰：「尊兄已有，我何竟無！」後儼殺和士開，後主緯使人召儼，儼曰：「尊兄若欲殺臣，臣不敢逃罪。」此自稱其兄曰尊兄也。隋煬帝將即位，先縊死其兄勇，乃即位。曰：「令兄之弟，果堪大任。」此又自稱其兄曰令兄也。謝靈運《與惠連弟》詩云：「末路值令弟，酬問開心顏。」杜工部詩：「令弟草中來，倉然請論事。」是又自稱其弟曰令弟也。"
      },
      {
        "index": 31,
        "text": "丈人"
      },
      {
        "index": 32,
        "text": "王充《論衡》：人形一丈，正也，故名男子為丈夫，尊公嫗為丈人也。至婿呼婦翁曰丈人，不知起於何時。吳曾《能改齋漫錄》謂本於《史記》匈奴謂漢天子「我丈人行也」。然《史記》注丈人，尊長之稱，非必專以之指婦翁也。《論語》：子路遇丈人。《莊子》：子貢遇灌園丈人。《戰國策》：秦王謂唐睢曰：「丈人芒然而來。」嚴遂奉百金於聶政，曰：「為丈人粗糲之資。」《史記•荊軻傳》：高漸離家丈人召使前擊築。灌嬰聞魏勃本教齊王反，責之，勃曰：「失火之家，豈暇先方言丈人而後請火乎？」《宋書》：袁熙為彭城王義康說范蔚宗曰：「小人請以七尺之軀立功，事成歸諸君子丈人，何如？」孔熙先亦以語激蔚宗曰：「丈人若謂朝廷相待厚者，何故不與丈人為婚？」《南史》：張充與王儉書曰：「所可推襟送袍者，惟丈人而已。」《唐書》：元載擅權，時有丈人從載求官，載度其人不足任事，但贈河北一書。丈人不悅，及往謁節度使，大獲過望。杜甫《贈韋濟》詩：「丈人試靜聽。」是皆尊者通稱耳。《三國志》「獻帝舅車騎將軍董承」句，裴松之注云：靈帝母董太后之侄，於獻帝為丈人。古無丈人之稱，故曰舅也。此則雖非妻父，然以舅為丈人，則裴松之時已有是稱。而妻父曰外舅，則以外舅為丈人，蓋亦即起於是時耳。莊綽《雞肋編》引柳子厚稱妻父楊詹為丈人，以為後世呼妻父為丈人之始。然《南史》齊東昏呼潘妃父寶慶為阿丈，《唐書》杜黃裳之婿韋執誼為相，黃裳勸其請太子監國，執誼曰：「丈人甫得一官，奈何啟口議禁中事！」是六朝及唐已有是稱。《宋史》：張永德乃郭威婿，威起兵，常遇謂永德曰：「君視丈人事得成否？」此又近代婦翁稱丈人之故事也。蓋唐以前，凡尊長及婦翁皆曰丈人，後遂專以屬之婦翁耳。今人呼婦翁為丈人，而稱交遊中尊者亦尚曰某丈，想六朝及唐亦如此也。至婦翁曰岳丈，曰泰山，其說尤紛紛不一。或曰晉樂廣為衛玠妻父，岳丈蓋樂丈之訛也。《釋常談》則曰：因泰山有丈人峰故也。按泰山有丈人峰，而《玉匱經》青城山，黃帝亦封為五岳丈人，則山之稱丈人者不一。世俗以婦翁有丈人之稱，而丈人又有五岳之典，遂引以為美稱耳。《晁氏客語》引開元十三年封禪泰山，三公以下例遷一階，張說為封禪使，其婿鄭鑒自九品至五品，會大宴，明皇訝之。黃幡綽曰：「泰山之力也。」（宋人《釋常談》引此，以為稱丈人為泰山之始。）然則唐時並已有泰山及岳丈之稱矣。又《黃譜筆記》謂：漢《郊祀志》：大山川有岳山，小山川有岳婿，山岳而有婿，則岳可以呼婦翁矣。世俗之稱，未必不因此，又因山岳而轉為泰山耳。此雖近附會，亦以備一解。（《通覽》：唐僖宗避黃巢，出奔至婿水，詔成都備巡幸。）"
      },
      {
        "index": 33,
        "text": "舅"
      },
      {
        "index": 34,
        "text": "舅之稱有三。《爾雅》：母之晜弟為舅，《秦風》所謂「我送舅氏」是也。妻父曰外舅，《孟子》注謂：我舅者，吾謂之甥是也。夫之父曰舅，《禮記》所謂舅姑，《爾雅》所謂「姑舅在則稱君舅君姑，沒則曰先舅先姑」是也。後人呼妻兄弟曰舅，本非古法。《爾雅》謂妻之昆弟為甥，劉熙《釋名》謂之外甥，是今之所謂舅，正古之所謂甥，乃俗呼正相反。蓋妻之昆弟方謂我之子為甥，而我呼妻之兄弟亦為甥，本無差別，故從乎己之子之稱以尊之耳。《新唐書•朱延壽傳》：延壽為楊行密妻弟，行密以其私附朱全忠，乃誑其妻曰：「吾喪明，諸子幼，得舅來代我，無憂矣。」及至，乃殺之。《通鑒》則云：軍府事當悉授三舅。胡三省注云：延壽第三。呼妻之兄弟為舅，始見於此。則五代時已有此稱也。"
      },
      {
        "index": 35,
        "text": "內兄弟"
      },
      {
        "index": 36,
        "text": "《儀禮》：姑之子稱外兄弟，舅之子稱內兄弟。閻若璩云：今人稱妻弟為內弟，非也，從《史記》當稱妻弟，從《漢書》當稱婦弟云云。然顏真卿《家廟碑銘》云：祖昭甫工書，與內弟殷仲容齊名。父惟貞，少孤，育於舅仲容氏，蒙教筆法。是仲容乃昭甫之妻弟也，而云內弟，則妻弟之稱內弟，自唐已然。"
      },
      {
        "index": 37,
        "text": "親家翁"
      },
      {
        "index": 38,
        "text": "《輟耕錄》云：男女姻家相呼曰親家翁，此三字見《唐書•蕭瑀傳》。瑀嘗因宴，太宗語群臣曰：「自知一座最貴者，先把酒。」群臣相顧未言，瑀引手取杯。帝問：「何說？」曰：「臣是梁朝兒，隋室皇后弟，唐朝天子親家翁。」又唐明皇女新昌公主下嫁蕭嵩子衡，嵩妻入謁，帝呼為親家母是也。然《隋書》：煬帝令宇文述之子士及尚公主，呼述為親家翁。述治李渾獄成，帝曰：「吾宗社幾覆，賴親家翁而獲全。」則隋時已有此稱。又《後漢書•禮儀志》：上陵之儀，百官四姓親家婦女咸列。注：凡與先後有瓜葛者曰親家。是親家二字，本起於漢也。《五代史》：李愚代馮道為相，而惡道，每指其所失謂劉句曰：「此公親家翁所為。」 蓋句乃道之親家也。《蘇氏閑談錄》：馮道與趙鳳同在中書，鳳女適道仲子，以飲食不中，為道妻譴罵。鳳令婢訴道，凡數百言，道不答。及去，但云：「傳語親家翁，今日好雪。」此亦親家翁之見於記載者。呂藍衍《言鯖》謂：親家翁，親字讀作去聲，自五代時已然。然亦不始於五代，盧綸作《王駙馬花燭》詩云：「人主人臣是親家」，則唐已作去聲矣。"
      },
      {
        "index": 39,
        "text": "郎君大相公"
      },
      {
        "index": 40,
        "text": "吳斗南云：漢制，二千石以上得任其子為郎，故謂人之子弟為郎。又其時稱相國為相君，尚書令、中書令為令君，使者曰使君，太守曰府君，故謂郎亦曰郎君云云。是郎君之稱，其原皆出漢任子也。漢以後，則凡身事其父者，皆呼其子為郎君，而郎君遂為貴介及裙屐少年之美稱。至唐又為極尊貴之稱，並有加之帝王大臣者。《後漢書•西南夷傳》：越巂太守張翁卒，安帝以其有遺愛，乃拜其子湍為太守。夷人歡欣奉迎，曰：「郎君儀貌，類我府君。」《魏書》：甄琛好奕棋，通夜不止，令奴秉燭，或時睡，輒加杖。奴曰：「郎君辭父母仕宦京師，若為讀書執燭，不敢辭罪；乃以圍棋日夜不息，豈向京之意，而賜加杖罰，不亦非理！」《南史》：齊晉安王子懋為明帝所害，子昭基以二寸絹為書，參問消息。故吏僧慧見之，曰：「此郎君書也！」一慟而卒。張衝為梁武帝所圍，臨沒，囑其子元嗣固守。及力屈將降，故吏房長瑜曰：「前使君忠貫日月，郎君但當端坐畫一，以荷析薪。」唐明皇欲立忠王璵為太子，而李林甫勸立壽王。上猶豫不決，忽忽不樂。高力士請其故，上曰：「汝揣我何意？」力士曰：「得非以郎君未定耶？但推長而立之，復誰敢爭？」史思明嘗為裴寬裨將，後據東都，訪得其子諝，呼為郎君。後唐莊宗為晉王時，令其子繼岌為張承業舞。承業以帶馬為贈，曰：「郎君纏頭，皆出承業俸祿。」梁敬翔謂末帝曰：「臣事先帝三十餘年，今雖為相，實朱氏老奴耳，事陛下如郎君。」徐溫徙治升州，使養子知浩為潤州團練使。知誥不樂，宋齊邱曰：「三郎驕縱（溫親子知訓也，留揚州輔政），敗在旦夕。潤州去廣陵一水耳，此天授也。」又吳王之弟歷陽公濛，以國政盡歸徐氏，心不平，念周本乃吳之勳舊，遂往投之．本將出見，其子宏祚固諫，本怒曰： 「我家郎君來，何為不使我見！」此皆身事其父，而呼幼主之稱也。周瑜稱周郎，何晏稱粉郎、何郎，潘岳稱潘郎、檀郎，江敩稱江郎，謝道韞稱其夫王凝之為王郎，王僧辯稱鮑泉為玉郎，隋滕王瓚尚周武帝妹順陽公主，美姿容，時人稱曰楊三郎，此皆少年之美稱。六朝以來，王公之子弟皆稱之。《晉書•桓玄傳》：元興中有童謠云：「長幹巷，巷長幹，今年殺郎君，後年斬諸桓。」已而會稽王之世子元顯果為玄所害是也。至唐而郎之稱益尊。張易之兄弟舉朝稱為五郎、六郎。安祿山呼李林甫為十郎。劉駱谷自京來，安祿山必問「十郎何言」．宦官李輔國用事，宦者不敢呼其官，皆謂之五郎。甚至裴坦之子勳呼其父為十一郎，何後呼玄宗為三郎，韋堅唱《得寶歌》，亦有「三郎當殿坐」之語，優人黃幡綽對玄宗並稱「三郎郎當」，代宗罷李輔國中書令，輔國憤之，謝曰：「老奴事郎君不了。」而郎之稱直加於帝王矣。至如李義山見棄於令孤楚，而有詩曰：「郎君官貴施行馬，東閣無因得再窺。」（楚乃令孤相國之子也。）朱滔遣人說田悅曰：「日者八郎有急，滔與趙王來救，今願八郎治兵，與滔共取大梁。」王武俊亦稱田悅為八郎。朱全忠取河中，王珂面縛出降，全忠止之曰：「太師舅之恩何敢忘（謂珂之父王重榮也），若郎君如此，使僕何以見舅於地下？」此又皆貴人子弟之通稱也。又唐人稱新進士亦曰郎君。《摭言》：薛逢晚年厄於宦途，嘗策羸赴朝，值新進士榜下綴行而去，前導人謂逢曰「回避新郎君」是也。又後唐莊宗既被害，弟存霸逃投李彥超。軍士欲殺之，彥超曰：「六相公來，當奏取進止。」又明宗子從榮年少驕狠，或勸之曰：「河南相公有老成之風，相公宜自策勵，勿令聲聞出河南之下。」河南謂其弟從厚也。璐王從珂拒命，閔帝使安彥威、張虔釗等討之。從珂在城上自訴：「從先帝百戰得天下，今何罪而受誅？」聞者哀之。楊思權因大呼曰：「大相公吾主也！」遂率諸兵降從珂。此又稱幼主為相公之見於書傳者也。蓋時俗之美稱，雖其始本不甚尊，往往漸加之於極貴。及相呼既久，則又為通稱。如宋時猶稱宰相為相公，今則下賤者亦稱相公矣。"
      },
      {
        "index": 41,
        "text": "哥"
      },
      {
        "index": 42,
        "text": "哥字，《廣韻》云：今呼為兄。《韻會》亦云：今人以配姊字，為兄弟之稱。是哥之為兄，其來久矣。然《舊唐書•王琚傳》：玄宗泣曰：「四哥仁孝，同氣惟有太平。」四哥謂睿宗也（玄宗父）。又玄宗子《棣王琰傳》：惟三哥辨其無罪。三哥謂玄宗也，是以哥呼其父矣。顧寧人以為君父之尊，而呼之曰哥，名之不正，莫此為甚。然古人稱哥原有數種。《漢武故事》：西王母授武帝五嶽真形圖，帝拜受畢，王母命侍者四非答哥哥。此以之稱帝王者也。唐玄宗與寧王憲書稱大哥，及同玉真公主過大哥園池。此稱其兄者也。晉王存勖呼張承業為七哥，又三司使孔謙兄事伶人景進，呼為八哥，此亦稱兄長者也。王荊公與其子雩評論天下人物，屈指謂雱曰：「大哥自是一個。」（大哥即謂雱。）趙善湘臨歿，顧其長子嶷曰：「汝官不過監司太守。」語次子範曰：「汝開閫恐無結果，三哥甚有福，但不可作宰相耳。」（三哥謂第三子葵。）此父之稱其子者也。蓋古人又以哥為郎君之稱，雖宮闈之間亦然。晉王存勖命其子繼岌為張承業起舞，指錢積謂承業曰：「和哥乏錢，宜與一積。」周太祖子青哥、意哥，皆為漢所誅，周世宗長子曰宜哥。俱見《五代史》。歐陽公名其子曰僧哥，見《稗史》。陸放翁之伯小名馬哥，見《老學庵筆記》。又《韓魏公君臣相遇傳》：英宗即位，光獻太后心不悅，一日謂韓琦曰：「昨夢這孩兒坐慶寧宮，大哥乘龍上天去。」大哥謂英宗子神宗也。又顯仁太后自金將歸，欽宗臥其車前曰：「傳語九哥，吾南歸但為太乙宮使足矣，他無所望於九哥也。」九哥謂高宗，則兄之稱其弟也。葉紹翁《四朝聞見錄》：高宗已命高士倘柔福帝姬，及顯仁太后歸，謂高宗曰：「哥被番人笑，說錯買了顏巷帝姬。」呼高宗為哥，則母之稱其子也。又高宗禪位後，遊大滌山，有陸凝之獻詩。高宗曰：「布衣入翰林可也，歸當語大哥行之。」大哥謂孝宗也，則亦父之稱其子也。又前明泰昌升遐，閣臣劉一燝等請熹宗既出，李選侍猶呼「哥兒卻還」者三。可見宮庭中呼太子諸王皆曰哥，乃親貴之稱，想唐時已如此。然則顧寧人之議，毋亦狃於吳中習俗，而不知哥字之本有是異稱也。"
      }
    ]
  }
}