{
  "chapterNumber": 32,
  "title": "卷三十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "三年喪不計閏"
      },
      {
        "index": 2,
        "text": "令甲：三年之喪，以二十七月為斷，遇閏月不在此數。蓋本古制。《白虎通》：三年之喪，不以閏月數，何也？期者，復其時也，大功以下服月數，故以閏月除。《南齊•文惠太子傳》：母穆後薨後，其年九月有閏，小祥，疑應計閏，王儉議以為：「三百六旬，《尚書》明議；文公訥幣，《春秋》致譏。故先儒期喪，歲數沒閏，大功以下，月數數閏。所以吳商云：舍〔含〕閏以正期，允協情理」。詔從之〔按：以上引文應有《南齊書•禮志》中〕。按期喪尚不計閏，則三年之喪益可知也。"
      },
      {
        "index": 3,
        "text": "父在為母斬衰"
      },
      {
        "index": 4,
        "text": "古禮：父在，為母服期。《禮記•雜記下篇》：期之喪十一月而練，十三月而祥，十五月而禫。注云：父在為母也。《喪服篇》曰：期者，父在為母，傳曰：何以期也？屈也，至尊在，不敢伸其私尊也。《喪服四制》曰：父在為母齊衰，期者，見無二尊也。漢以來皆遵此制。唐高宗上元元年，武后上表，請父在為母服齊衰三年，從之。然猶僅齊衰也。明太祖定制：子為父母，庶子為其母，皆斬衰三年；嫡子、眾子為其庶母，皆齊衰杖期。自後遂為定制。"
      },
      {
        "index": 5,
        "text": "婦為舅姑三年年喪"
      },
      {
        "index": 6,
        "text": "婦為舅姑三年喪，起於宋太宗時。《燕翼貽謀錄》云：《禮經》女子出適，以父母三年之喪折而為二，舅姑父母皆為期喪。太宗孝明皇后居昭憲太后之喪，齊衰三年。按乾德二年，判大理寺尹拙、少卿薛允中等奏：「古禮及《開元禮》婦為舅姑服期，近代多為重服，請加裁定。」魏仁浦等議曰：「古禮有期年之說，至後唐始定三年。竊以三年之內，几筵尚存，夫居苫塊之中，婦被綺羅之飾，夫妻齊體，哀樂不均。乞令舅姑之喪，婦從其夫，齊衰三年。」詔從之，遂為定制。據此則後唐已行之也。"
      },
      {
        "index": 7,
        "text": "喪次助哭"
      },
      {
        "index": 8,
        "text": "世俗有喪者，於吊客至，則多遣媼婢助哭，亦有竟使之代哭者。《南史》：王秀之遺令云：「世人以僕妾直靈助哭，當由喪主不能淳至，欲以多聲相亂。魂而有靈，吾當笑之。」可見六朝時已有此陋習。"
      },
      {
        "index": 9,
        "text": "避煞"
      },
      {
        "index": 10,
        "text": "喪家避煞之說，俞文豹《吹劍錄》引唐太常博士李才百已載喪煞損害法。如已日死者雄煞，四十七日回煞。十三、十四歲女雄煞，出南方第三家。煞白色男子，或姓鄭、潘、孫、陳，至二十日及二十九日兩次回喪家。故世俗相傳，至期必避之。據此，則唐時已有此風。洪容齋《夷堅志》：董成二郎死而既斂，家人用俚俗法篩細灰於灶前，欲驗死者所趨。已而見鵝足跡在灰上，皆疑董已墮入畜類。又侯甸《西樵野記》：鄉人顧綱卒，煞回，適值夜中，其妻設香楮牲饌於靈幾，閫中障以彩綺，合門皆隱鄰舍，獨留一媼守家。媼見一物狀如猿，而大如犬，據案啖牲。見媼，連毆之，媼號呼，家人趨救，已失之矣。又儲泳論男女生煞云：人以某日死，則受某日之煞氣。陰陽家所載，有雌煞，有雄煞，有出，有不出。其說似不可信。然雌煞不出，則死者右足鉗而向左；雄煞不出，則左足鉗而向右；皆不出，則左、右足皆鉗而相向；皆出，則兩足皆不鉗而向外云云。歷按諸說，則雄煞、雌煞之說，理或有之。然泥於習俗，至傾家出避，則惑矣。善乎陳東山之論曰：「安有執親之喪，欲全身遠害，而扃靈柩於空室之內者？又豈有父母而肯害其子者？」乃獨臥苫塊中，帖然無事。此可此破俗說也。"
      },
      {
        "index": 11,
        "text": "墓祭"
      },
      {
        "index": 12,
        "text": "古無墓祭，先儒備言之。其最明切者，晉博士傅純曰：「聖人制禮，以事緣情。制塚槨以藏形，而事之以凶；立廟祧以安神，而奉之以吉。送形而往，迎精而反。此墓廟之大分，形神之異制也。至於室廟寢祊，所以廣求神之道，而獨不祭於墓，明非神之所處也。」韓昌黎《豐陵行》亦云：「臣聞神道尚清靜，三代舊制存諸書。墓藏廟祭不可亂，欲言非職知何如。」又程子謂：生不野合，死不墓祭。唐順之亦云：墓祭非古也。按《周禮•小宗伯》雖有「成葬而墓祭」之文，乃葬日孝子先歸虞祭，而使有司在墓，一祭地神，實非祭先祖。《塚人》所云凡祭墓為屍，《檀弓》所云有司設尊於墓左亦然。其祭先祖於野者，特《曾子問》望墓為壇以時祭耳，然亦以宗子出奔，庶子不敢主祭於廟故然。其吊喪而不及殯者，則亦先之墓，主人之待之也，即位於墓左，婦人墓右，成踴盡哀，此又因赴吊不及而然，皆非常禮也。《史記》武王上祭於畢。馬融以畢為文王墓地名，其後武王、周公亦皆葬此。然司馬貞、林有望以為祭畢星而非祭墓。又按《竹書紀年》紂六祀，文王初㒢於畢。則文王已祭畢，非墓祭可知也。惟《吳越春秋》曰：夏少康恐禹墓之絕祀，乃封其庶子於越，號曰無餘，居於秦餘，春秋祠禹墓於會稽，似夏時已有墓祭。然《吳越春秋》作於後漢趙長君，其文多撮取《左氏》、《國語》、《史記》附會成篇，未可信也。蓋三代以上，本無墓祭，故辛有見被髮祭野者而以為異。歐陽公謂：五代禮壞，寒食野祭而焚紙錢。論者引為近代墓祭之始。按寒食上塚，本唐開元二十年制，詔令編入五禮，永為常式，事見《舊唐書》，則非起於五代，而其實並非起於唐。（憲宗元和七年詔：常參官寒食拜墓，在畿內者聽假日往還，他州府奏取進止。）《孟子》東郭墦間之祭，雖屬設詞，然其時必已有此俗。《史記》：孔子沒魯，世世相傳，以歲時奉祠孔子塚。是春秋、戰國時已開其端。秦起寢殿於墓側。西漢渭北原廟月出衣冠，顏師古曰：從高帝陵寢出衣冠，月一遊之也。蘇武自匈奴還，詔奉一太牢謁武帝園廟。元帝追念蕭望之，每遣使祭其塚。此西漢時墓祭也。光武令諸功臣王常、馮異、吳之等，皆過家上塚，又遣使者祭竇融父塚。明帝遂有上陵之制，（永平元年春正月，帝率公卿已下朝於園陵如元會儀。每正月上丁祀郊廟畢，以次上陵，百官、四姓親家、婦女、公主、諸正大夫、外國侍子、郡國計吏皆會陵。八月飲酎禮亦如之）。蔡邕見靈帝謁原陵，乃曰：「吾聞古不墓祭。朝廷有上陵之禮，始謂可損，今見威儀，察其本意，乃知孝明皇帝至孝惻隱，不易奪也。」此則上陵之創為朝制，自東漢明帝始。蓋自西漢時早有上塚之俗，明帝遂因以定制耳。其他如樓護為諫議大夫，使郡國過齊，上書求上先人塚。鮑永椎牛上苟諫塚。魏武祭橋玄墓，又賜徐晃牛酒，令上先人墓。龐德公亦有上塚事。兩漢以來，見於史書者不一而足。蓋又因上陵之制，士大夫仿之，皆立祠堂於墓所，庶人之家不能立祠，則祭於墓，相習成俗也。孔子云：死歸土謂之鬼。周豐云：墟墓之間，未施哀於民而民哀，以生者之哀，事死者之鬼，亦情之自然而不容已者也。李濟翁《資暇錄》記唐時寒食出城拜掃，雖已即吉者，仍用喪服，白衫麻鞋。此蓋猶沿古時凶祭之意。"
      },
      {
        "index": 13,
        "text": "合葬"
      },
      {
        "index": 14,
        "text": "《檀弓》：季武子成寢，杜氏之葬在西階之下，請合葬焉。武子曰：「合葬非古也，自周公以來，未之有改也。」又曰：「周公蓋祔。」然則合葬之制，起於周公也。按古人合葬，不惟同穴，而且同槨，蓋取相親之意。《記》云：親之也者，親之也，生既同室，死自不容相離，故衛人之祔也離之，魯人之祔也合之，而孔子獨善魯。然所謂離之者，亦非異其槨，但一槨而為二室耳。合之則並無有隔於兩棺之間者，而孔子之所善在此，則合葬之當同槨也審矣。後世古法漸亡，同槨之制久已不講，所謂合葬者，但同穴耳。然古制亦有不便於時俗者。人之生死不齊，時之貧富亦異，故朱子謂古人槨大，可容兩棺，今人槨小，不能容，亦未嘗以異槨為非也。司馬溫公作《程夫人墓志》云：蜀人之祔也，同壟而異壙。則並有隔壙者矣。"
      },
      {
        "index": 15,
        "text": "改葬"
      },
      {
        "index": 16,
        "text": "《中庸》：武王末受命，追王太王、王季。疏云：武王追王，周公又改葬以王禮。按《左傳》隱公元年冬十月，改葬惠公。惠公之薨也，有宋師，太子少，故有闕，是以改葬。《戰國策》：魏惠王死，大雪，太子不改葬期。惠施謂太子曰：「昔王季葬於禁山之尾，欒水齧其墓，見棺之前和。文王曰：先王欲一見群臣百姓也。出而張朝三日而後更葬。」則改葬起於文王也。（《呂氏春秋》謂葬於渦山之尾，《初學記》作咼山，《論衡》作滑山。）然古人改葬，蓋出於不得已。鄭康成謂墳墓以他故崩壞，將亡失屍柩者，韓昌黎亦謂山崩水湧毀其墓，及葬不備禮者；敖繼公亦云或以向者之葬不能如禮，如晉惠公於共世子之類是也。後世以遷就風水，輕動祖宗之體魄，謬矣！改葬在除喪後者，其服緦麻。《穀梁傳》：改葬之禮，緦舉下緬也。《喪服記》：改葬服緦。戴德、鄭康成皆謂：服緦者，臣為君，子為父，妻妾為夫及孫為祖後者也。然則主喪者僅服緦，非主喪者則無服矣。衛司徒文子改葬其叔父，問服於子思。子思曰：「禮：父母改葬，緦；既葬而除之，不忍無服送至親也。」非父母無服，無服則吊服，昌黎謂：吊服，加麻也。"
      },
      {
        "index": 17,
        "text": "久而不葬"
      },
      {
        "index": 18,
        "text": "《禮》：士庶人逾月而葬，以次而上，至七月止，無久殯不葬者。《喪服小記》：久而不葬者，惟主喪者不除。此則有他故，必不得已者耳，非若後世停柩之法也。司徒文子問子思曰：「喪服既除，然後乃葬，則其服何服？」子思曰：「三年之喪未葬，服不變，除何有焉？」昌黎所謂改葬與未葬異者也，此久而不葬之服制也。"
      },
      {
        "index": 19,
        "text": "假葬"
      },
      {
        "index": 20,
        "text": "世俗有攢柩於所居之室，遂以為葬所者，古人謂之假葬。《通典》有假葬三年即吉議。郗詵母亡，便於嘗北壁外下棺，三年即吉。衛瓘以其不應除服議之，詵云：「此方下濕，唯城中高，故遂葬於所居之宅，祭於所養之堂，不知其不可也。」（亦見《晉書》）。程棨《三柳軒雜說》：胡楷買屋修理，於夾壁中得故攢堂一屍，僵臥如生，觸之則應手灰滅，遂白有司，遷瘞之。蓋即古人假葬之制也。"
      },
      {
        "index": 21,
        "text": "洗骨葬"
      },
      {
        "index": 22,
        "text": "時俗愚民有火化其先人之骨者，謂之火葬。顧寧人已詳言其凶慘。然又有洗骨葬者。江西廣信府一帶風俗，既葬二三年後，輒啟棺洗骨使淨，別貯瓦瓶內埋之，是以爭風水者，往往多盜骨之弊。余友沈倬其宰上饒，見庫中有骨數十具，皆盜葬成訟貯庫者。按《南史•顧憲之傳》：憲之為衡陽內史。其土俗，人有病，輒云先亡為禍，乃開塚剖棺，水洗枯骨，名為除祟。則此俗由來久矣。"
      },
      {
        "index": 23,
        "text": "神道"
      },
      {
        "index": 24,
        "text": "吳曾《能改齋漫錄》謂：墓路稱神道，自漢已然。而引《襄陽耆舊傳》光武立蘇嶺祠，刻二石鹿夾神道，又《楊震碑》首題「太尉楊公神道碑銘」為證。張淏又引《漢書•高惠文功臣表》云戚國侯李信成，坐為太常丞相侵神道為隸臣，又《霍光傳》光夫人侈大其塋制，起二幽闕，築神道，謂此二事又在前。是神道蓋起於西漢也。"
      },
      {
        "index": 25,
        "text": "碑表"
      },
      {
        "index": 26,
        "text": "《儀禮•士婚禮》入門當碑揖，《聘禮》賓自碑內聽命，又曰東西北上碑南，《禮記•祭義》牲入廟門，麗牲於碑。賈氏以為宗廟皆有碑，以識日景。《說文注》又云：宗廟碑以麗牲，後人因於其上紀功德。《檀弓》公室視豐碑，三家視桓楹。注：豐碑以大木為之，桓楹者形如大楹也。《喪大記》：君葬四綍二碑，大夫葬二紼二碑，凡封窆用綍去碑。注：樹碑於壙前，以紼繞之，用轆轤下棺也。按此數說，則古人宮寢墳墓皆植大木為碑。而其字從石者，孫何云：取其堅且久也；劉勰則謂：宗廟有碑樹之兩楹，事止麗牲，未勒勳績，後代自廟徂墳，以石代金；司馬溫公謂：古人勳德多勒銘鼎鍾，藏之宗廟，其葬則有豐碑以下棺耳，秦漢以來，始作文褒讚功德，刻之於石，亦謂之碑。此二說似謂刻石之碑與下棺之碑無涉者，然唐封演《聞見記》：豐碑本天子、諸侯下棺之柱，臣子或書君父勳伐於其上，又立於隧口，故謂之神道。古碑上往往有孔，是貫繂索之象。孫宗鑒《東皋雜錄》：周、秦皆以碑懸棺，或木或石，既葬，碑留壙中，不復出矣。後稍書姓名爵里於其上，後漢遂作文字。李綽《尚書故實》亦云：古碑皆有圓空，蓋本墟墓間物，所以懸窆者，後人因就紀功德，由是遂有碑表。數十年前有樹德政碑者，亦設圓空，後悟其非，遂改。而孫何亦謂：昔在潁中，嘗見多荀陳古碑，皆穴其上，若貫索為之者。以問起居郎張觀，觀曰：「漢去古未遠，猶有豐碑之遺像。」更以質之柳仲塗，亦云。然則墓道之有碑刻文，本由於懸窆之豐碑，而或易以石也。古碑之傳於世者，漢有楊震碑，首題「太尉楊公神道碑銘」，又蔡邕作郭有道、陳太邱墓碑文，載在《文選》。《後漢書》：崔實卒，袁隗為之樹碑頌德。故劉勰謂東漢以來，碑碣雲起。吳曾《能改齋漫錄》亦謂碑文始自東漢。而朱竹又引元初五年謁者景君始有墓表，其崇四尺，圭首方趺，其文由左而右。按表即碑之類，則西漢已有碑制。究而論之，要當以孔子題延陵吳季子「十字碑」為始。或有疑季子碑為後人偽托者，唐李陽冰初工嶧山篆，後見此碑，遂變化開合，如龍如虎，則非後人所能造可知也。自此以後，則嶧山、之罘、碣石等，雖非塚墓，亦仿之以紀功德矣。"
      },
      {
        "index": 27,
        "text": "墓誌銘"
      },
      {
        "index": 28,
        "text": "墓誌銘之始，王阮亭《池北偶談》謂：《事祖廣記》引《炙果子》，以為始於王戎、馮鑒。《事始》以始於西漢杜子春，而高承《事物紀原》以為始於比干。槎上老舌又引孔子之喪，公西赤誌之，子張之喪，公明儀誌之，以為墓誌之始。不知《檀弓》所謂誌之者，猶今之主喪云爾，未可改作誌也。惟《封氏見聞錄》：青州古塚有石刻銘，云「青州世子東海女郎」，賈昊以為東海王越之女，嫁荀晞之子者。又東都殖業坊王戎墓有銘曰「晉司徒尚書令安豐侯王君墓銘」。凡數百字。又魏侍中繆襲葬父母墓下題版文。則誌銘之作納於壙中者，起於魏晉無疑云云。阮亭所據封氏之說固核矣，然《南史》齊武帝裴皇后薨，時議欲立石誌。王儉曰：「石誌不出《禮經》，起自宋元嘉中，顏延之為王球石誌，素族無銘策，故以紀行。自爾以來，共相祖襲。今儲妃之重，既有哀策，不煩石誌。」此則墓誌起於元嘉中之明據也。（宋建平王宏薨，宋武〔孝〕武帝自為墓誌銘。）司馬溫公亦謂南朝始有銘誌埋墓之事。然賈昊辨識「東海王越之女」一事，亦見《南史》，則晉已有墓誌之例。又《宋書•何承天傳》：文帝開玄武湖，遇大塚，得一銅斗。帝以問群臣，承天曰：「此新莽時威斗，三公亡，皆賜之葬。時三公居江左者惟甄邯，此必邯墓也。」餓而塚內更得一石，銘曰「大司徒甄邯之墓。」又張華《博物志》載，西漢南宮殿內有醇儒王史威長葬銘，曰：「明明哲士，知存知亡。崇隴原野，非寧非康。不封不樹，作靈垂光。厥銘何依，王史威長。」（亦見《學齋占畢》。）則西漢時已有墓銘也。《金史•蔡珪傳》：金海陵王欲展都城，有兩燕王墓，舊在東城外，今在所展之內，命改葬於城外。此兩墓俗傳燕王及太子丹之葬也，及啟壙，其東墓之柩端題曰「燕靈王舊」，舊即古柩字通用，乃漢高祖子劉建也。其西墓蓋燕康王劉嘉之葬也。珪作《兩燕王辨》甚詳。此又西漢題識於柩之法。不特此也，《莊子》云：衛靈公卜葬於沙丘，掘之得石槨，有銘曰「不憑其子」，靈公乃奪而埋之。則春秋以前已有銘於墓中者矣。（《唐書•鄭欽說傳》：梁任昉於大同四年七月，在鍾山壙中得銘，曰：「龜言土，蓍言水，甸服黃鍾啟靈址。瘞在三上庚，墮遇七中已。六千三百浹辰交，二九重三四百圯。」當時莫有解者，戒子孫世世以此訪人。昉五世孫寫以問欽說，欽說方出使，得之於長驛，行三十里，至敷水驛，乃悟：此塚葬以漢建武四年三月十日，圯以梁大同四年七月十二日也。解在《欽說傳》內。則漢時銘墓又有此一種，蓋即《莊子》所謂石槨銘之類也）由此數事以觀，則墓銘之來已入。而王儉謂始自宋元嘉中顏延之，此又何說？竊意古來銘墓，但書姓名官位，間或銘數語於其上，而撰文敘事，臚述生平，則起於顏延之耳。"
      },
      {
        "index": 29,
        "text": "碑表、誌銘之別"
      },
      {
        "index": 30,
        "text": "《曾子固文集》有云：碑表立於墓上，誌銘則埋壙中，此誌銘與碑表之異制也。諸書所載，如庾子山作《崔公神道碑銘》所謂「思傳舊德，宜勒黃金之碑」，楊盈川作《建昌王公碑銘》所謂「丘陵標榜，式建豐碑」，此碑之立於墓上者也。賈昊所辨東海女郎及甄邯諸事，皆從開塚而見。又《神僧傳》寶誌公歿，梁武帝命陸倕制銘於塚內。司馬溫公誌呂誨，雲海將死，囑為其埋文誌。張仲倩云：撰次所聞，納諸壙。誌銘之藏於墓中者也。故碑表有作於葬後者，《王荊公集》中馬正惠葬於天禧，而碑立於嘉祐，賈魏公碑亦立於既葬之明年。而墓誌之作，必在葬前。溫公銘其兄周卿及昭遠，皆云以葬日近，不暇請於他人，而自為銘，以葬時所用也。惟宋景濂作《常開平神道碑銘》亦云序而銘諸幽，殊不可解。神道碑無納壙之例，惟《南史》裴子野卒，宋湘東王作墓誌銘藏於壙內，邵陵王又作墓誌列於羨道，羨道列誌自此始。又范傳正作李白新墓銘，刻二石一置壙中，一表道上，景濂或仿此歟？（溫公謂：碑猶立於墓道，人得見之，誌藏於壙中，非開發孰從而睹之？謂誌銘可不用也。費兗則引韓魏公四代祖葬博野，子孫避地，遂忘所在。公既貴，始尋求，命其子祭而開壙，各得志銘然後信。則誌銘之設，亦孝子慈孫之深意，未可盡非也。）《湧幢小品》云：劉宋時，裴松之以世立私碑，有乖事實，上言以為：立碑者宜上言，為朝議所許，然後得立，庶可防遏無征，顯章茂實。由是普斷遵行（見《南史•裴松之傳》）。至隋、唐，凡立碑者，皆奏請。及五代而弛，今且彌布天下矣。又朱竹云：古葬令五品以上立碑，降五品立碣，此規制之宜審者也。（按此本隋制，五品以上立碑，螭首龜趺，上不得過四尺，載在喪葬令。）碑有序有銘，謂之碑文可也。碑銘可也，而直謂之碑則非也。孫何曰：蔡邕撰郭有道、陳太邱碑，皆有序冠篇，而未亂之以銘，未嘗直名之曰碑。（《北史•樊遜傳》：魏收為《庫狄幹碑序》，令樊孝謙作銘，陸邛不知，以為皆收作也。是又有兩人合作序、銘者。）迨李翱為商湣女碑，羅隱為三叔碑、梅先生碑，則序與銘皆混而不分，其目亦不復曰文，而直曰碑。是竟以麗牲懸繂之具而名其文矣。古者嘉量為銘，謂之量銘，鍾有銘，謂之鍾銘；鼎有銘，謂之鼎銘，不聞其去銘字而直謂之量也鍾也鼎也，此名目之宜審者也。（按《南史•虞荔傳》：梁武於城西置士林館，荔乃製碑奏上，帝即命勒於館。則六朝時已單名曰碑。）《癸辛雜識》引趙松雪云：北方多唐以前古塚，所謂墓誌者，皆在墓中，正方而上有蓋，蓋豐下殺上，上書某朝某官某人墓誌，此所謂書蓋也。後立碑於墓，其篆額應止謂之額，今訛為蓋，非也。此題額之宜審者也。又夫婦合葬墓誌，近代如王遵岩、王弇州集中，皆書曰「某君暨配某氏合葬墓誌」，識者非之，以為古人合葬，題不書婦，今曰「暨配某者」，空同以後不典之詞也。而考唐、宋書法，則並無合葬字，但云「某君墓誌」而已。其妻之祔，則於誌中見之。此書法之宜審者也。又古人於碑誌之文不輕作，東坡答李方叔云：「但緣子孫欲追述其祖考而作者，某未嘗措手。」其慎重如此。今世號為能文者，高文大篇，可以一醉博易，風斯下矣！唐荊州云：近日屠沽細人，有一碗飯吃，其死後必有一篇墓誌，此亦流俗之最可笑者。杜子夏臨終作文曰：魏郡杜鄴立志忠款，犬馬未陳，奄先草露，骨肉歸於土，魂無所不之，何必故丘然後即化，長安北郭，此焉宴息。王阮亭引之，以為此又後人自作祭文及自撰墓誌之始也。又《後漢書•趙岐傳》：岐久病，敕兄子可立一員石於墓前，刻之曰：「漢有逸人，姓趙名嘉，有誌無時，命也奈何。」此亦與杜子夏臨終作文同也。"
      },
      {
        "index": 31,
        "text": "行狀"
      },
      {
        "index": 32,
        "text": "吳曾《能改齋漫錄》云：自唐以來，未為墓誌，必先有行狀。蓋六朝以來已有之。按《梁書》江淹為宋建太妃周氏行狀，任昉、裴子野皆有行狀。《南史》袁昂臨沒，敕諸子不得上行狀。徐孝嗣為吳興守，王儉贈以四言詩，人以比蔡子尼行狀，《北史》邢臧為甄琛行狀，世稱其工。而裴松之《三國志注》引用先賢行狀最多，則漢末已有之，並不自六朝始也。然古人行狀，本以上太常、司徒議諡法。《魏書》云：舊制，凡薨亡者，大鴻臚、本州大中正條其行跡，移公府，下太常博士議諡。不應諡法者，博士坐如選舉不實。若狀不實，中正坐如博士。《封氏聞見記》云：唐制，太常博士掌諡，三品以上薨亡者，故吏錄行狀，申尚書省考功校勘，下太常博士議擬申省，省司議訖，然後奏聞。是古人於行狀原有核實之法。然人已死，而子孫故吏為之，自必多溢美，而主其議者亦多以善善欲長，誰肯與刻核之舉？雖有中正、博士處分及考功校勘，而濫者接踵。魏袁翻謂：今之行狀，皆出其私家，臣子自言其君父之行，無復是非。今之博士又與古不同，惟知依其行狀，便為議諡。請敕太常，有言詞流宕、無復節限者，不得聽受。唐李翱亦謂：行狀諡牒，皆故吏門生苟言虛美，願敕考功，虛者勿受。按當時行狀有中正、博士之處分，考功之校勘，尚不免多虛譽，何況近代之行狀，不必經太常考功，人人可以自撰，又何怪乎虛詞讕語，連篇累牘也！俞文豹《吹劍錄》：古來誌婦人者止曰碑曰誌，未嘗稱行狀，近有鄉人誌其母曰行狀，不知何據。按江淹建太妃周氏行狀，已見《唐史》，則又不得謂婦人行狀之無本也。"
      },
      {
        "index": 33,
        "text": "樂石"
      },
      {
        "index": 34,
        "text": "世俗誌銘之文，每云刻之樂石，蓋本嶧山碑文有「刻之樂石」之語而襲用之，不知引用誤也。《禹貢》「嶧陽孤桐，泗濱浮磬」，言泗水之濱有石可為磬，始皇嶧山所刻，即用此磬石，故謂之樂石（以磬乃作樂之具）。他處刻石文，不云樂石也。文士通用之於碑碣，誤矣。說見顏師古《匡謬正俗》。"
      },
      {
        "index": 35,
        "text": "忌日忌月"
      },
      {
        "index": 36,
        "text": "《禮記》君子有終身之喪，忌日之謂也。蓋每遇父母沒之日，必素服撤樂，哀慕終日。六朝以來，更有忌日請假之制。沈約《答庾光祿書》云，忌日請假。應是晉、宋之間，其事未久。《封氏聞見記》則以為古制忌日止是不飲酒、不作樂，至於後世請假閉門不見客，則禮之過。而引《晉書》會稽王世子忌日送客至新亭，主人作樂，王便起去，持彈彈鳥。桓玄忌日，與賓客遊宴，惟至時一哭。以為古無忌日不見之客例。其不見客者，實由不能悲愴，故轉自藏晦耳。此言雖欲矯弊，然遇忌日仍宴賓見客如平時，行之既久，此禮將遂廢，是適便於背死忘親者之為。則與其過而去之，毋寧過而存之。《文昌雜錄》記宋元豐令諸私忌給假一日，逮事祖父母者準此。蓋猶沿古制也。六朝時又有「忌月」之說。晉穆帝將納後，以康帝忌月疑之，下其議。荀納，王洽等謂：「古但有忌日，若有忌月，則更當有忌時、忌年益為無禮。」《南史•張融傳》：融有孝義，忌月，三旬不聽音樂。《唐書•王方慶傳》：議者以孝明帝忌月，請獻俘不作樂。方慶謂：「禮有忌日，無忌月。」亦引荀納等忌時忌年之說以折之。《韋公肅傳》：舊制，忌日之前三日、後三日皆不聽事，公肅亦引禮無忌月之說以著其非。"
      },
      {
        "index": 37,
        "text": "七七"
      },
      {
        "index": 38,
        "text": "俗以人死每七日為忌，至七七四十九日則卒哭，此不得其說。田藝衡《春雨逸響》云：人之初生，以七日為臘，死以七日為忌，一臘而一魄成，一忌而一魄散。楊用修亦云：人生四十九日而七魄全，死四十九日而七魄散。郎仁寶云：天以二氣五行生物而有七政，人得陰陽五常而有七情。天之道惟七，而氣至六日有餘為一候；人之氣亦惟七，凡六日有餘而行十二經。又引《論衡•訂鬼篇》曰：鬼者，甲乙之神。甲乙者，天之別氣。人病且死，甲乙之神至矣。假令甲乙之日病，則死者庚辛之神，蓋甲乙鬼，庚辛報，故甲乙日病者，死期嘗〔常〕在庚辛也。而因以推五行相克之理，如木日鬼則金為之殺，金日鬼則火為之殺，皆隔七日也。是數說者皆有理，大抵陰陽往來，多以八日為候。如世人病傷寒者，其輕重每七日則一候，或一候、二候、三候，有按節不爽者。《易》曰七日來復。此固天之道也。《禮記》水漿不入口者七日，其後世做七之始歟？然以七七為限，經傳並無明文。王棠謂：古禮諸侯七虞，以七日為節。春秋末，大夫皆僭用七虞。今逢七日必祭，凡七祭，蓋因虞禮而誤用之也。又引皇甫湜所撰《昌黎神道碑》云：遺命喪葬，無不如禮。凡俗習畫寫浮屠，日以七數之，及陰陽家所謂吉凶，一無汙我云云。棠謂「日以七數之」者即今世逢七設奠是也。然七七之祭，實不始於唐。按《北史》胡國珍死，魏明帝為舉哀（國珍，胡太后之父也，故死而太后為之行喪禮）。詔自始薨至七七，皆為設千僧齋，齋令七人出家。閹人孟欒死，靈太后於其七日設二百僧齋。北齊武成帝寵和士開，將幸晉陽而士開母死，帝聽其過七日後續發。又孫靈暉為南陽王綽師，綽死，每至七日，靈暉為請僧設齋。此則做七之明證，蓋起於元魏、北齊也。按元魏時道士寇謙之教盛行，而道家煉丹拜斗，率以七七四十九日為斷，遂推其法於送終，而有此七七之制耳。唐《李翱集》有楊垂撰喪儀，其一篇云七七齋，翱以為非禮，特論去之。《韓琦君臣相遇傳》：仁宗崩，英宗初即位，光獻後謂琦曰：「當初立他為皇子時，臣僚多有言不當立者，恐他見後心裏不好，昨因齋七並焚於錢爐矣。」齋七即做七也，此又近代做七故事也。"
      },
      {
        "index": 39,
        "text": "生壙"
      },
      {
        "index": 40,
        "text": "司空圖作生壙，每春秋佳日，邀賓友遊詠其上，事見《唐書》。然不自司空生始也。《後漢書•趙岐傳》：岐自為春秋藏〔按：「後漢書」作「壽藏」〕，圖季劄、子產、晏嬰、叔向四像導賓位，自畫其像居主位，皆為讚頌，此生壙之始也。《唐書》姚勖自作壽藏於萬安山，署兆曰寂居穴，墳曰復真堂，剟土為床，曰化台，而刻石告後世。盧照鄰隱具茨山下，預為墓區，偃臥其中。李適營墓樹十松，未病時，《常》往寢石榻上，置所撰《九經要句》及素琴於前。此皆在司空圖之先。"
      },
      {
        "index": 41,
        "text": "生祠"
      },
      {
        "index": 42,
        "text": "官吏有遺愛，既沒而民為之立祠者，蓋自文翁、朱邑始。《漢書》：文翁終於蜀，吏民為立祠堂，歲時祭祀不絕。朱邑先為桐鄉令，後入為大司農，臨死，囑其子曰：「必葬我桐鄉。子孫念我，不如桐鄉民。」其子遵遺令，葬之於桐，桐人果為立祠，歲時祭享不絕。《後漢書》：周嘉為零陵守，卒，吏民頌其遺愛，為立祠焉。王渙為洛陽令，卒，民立祠於安陽亭西，每祀輒弦歌之。許荊為桂陽守，卒，桂陽人為立廟樹碑。祭彤在遼東，有恩信，既沒，吏民為立祠。此皆死後立祠者也。其有立生祠者，《莊子》庚桑子所居，人皆屍祝之，蓋已開其端。《史記》：欒布為燕相，燕、齊之間皆為立社，號曰欒公社。石慶為齊相，齊人為立石相同。此生祠之始也。《後漢書》：任延為九真太守，九真吏民生為立祠。王堂為巴郡太守，韋義為廣都長，吏民皆為立生廟。又李憲即誅，餘黨猶據守，光武欲討之，廬江人陳眾為從事，乘單車，駕白馬，往喻降之，乃共為立生祠，號曰白馬從事。《唐書》：狄仁傑貶彭澤令，邑人為立生祠。遷魏州，州人又為立祠。呂諲治荊州，有惠愛，荊人構生祠。諲沒，人又以錢十萬徙祠於府西。《宋史》：李谷入相，淮陽民數千詣闕，請立生祠。《張亢傳》：其祖張全義，守洛四十年，洛人德之，立生祠。韓魏公在定州，數州之民詣闕，請為立生祠。事見《君臣相遇》。自唐以來，守魏者惟狄梁公有生祠，至公亦立為祠於熙寧佛寺，儀形宛然。此皆生而立祠者也。（按《舊唐書》狄仁傑有生祠在魏州，後其子暉為魏州司功參軍，貪暴，為人所惡，乃毀仁傑之祠。）"
      },
      {
        "index": 43,
        "text": "祠堂"
      },
      {
        "index": 44,
        "text": "今世士大夫家廟曰祠堂。按三代無祠堂之名。東坡《逍遙台》詩自注云：莊子祠堂在開元，此或後人因其葬處為之，非漆園時製。然王逸序《天問》云：屈原見楚先王之廟及公卿祠堂，畫天地山川神靈奇詭之狀，因書壁而嗬問之。則戰國末已有祠堂矣。《漢書》張安世及霍光傳：將作穿復土起塚為祠堂。其時祠堂多在墓地，故司馬溫公謂漢世公卿貴人多建祠堂於墓所，在都邑則鮮，如成都外諸葛祠堂，蓋一二而已。《光武紀》：建武十七年冬，幸章陵，悉為舂陵宗室起祠堂。因謁陵而起祠堂，則亦或在墓也。《後漢書》：巴郡太守在任十七年，得夷人和，既卒，夷人愛慕，送其喪歸。詔書嘉美，為立祠堂。又清河王慶欲為母宋貴人作祠堂，不敢上言，常以為沒齒之恨。《魏略》：明帝東征，過賈逵祠，詔掃除祠堂，有穿漏者補治之。《北史•崔士謙傳》：士謙為荊州刺史，及卒，闔境痛惜之，立祠堂，四時祭亭。《周書》：司馬裔卒，家室卑陋，喪庭無所，乃詔為起祠堂。此則不在墓所，然其時尚沿祠堂之名。唐以後，士大夫各立家廟，祠堂名遂廢。若唐世所傳家廟碑、先廟碑之類，罕有名祠堂者。《宋史•宋庠傳》：嘗請復群臣家廟，曰：慶曆元年赦書，許文武官立家廟，而有司不能奉行，因循顧望，使王公薦享，下同委巷，請下有司論定施行。王曙亦奏請三品以上立家廟，復唐舊制；文彥博亦請定群臣家廟之制。蘇頌曰：「大夫士有田則祭，無田則薦。今不能有土田，請考唐人寢室燕饗儀，止用燕器常食。」皇祐中遂著令臣下立廟。是其時亦未以祠堂為名。近世祠堂之稱，蓋起於有元之世。考《元史》仁宗建阿術祠堂，英宗建木華黎祠堂。朝廷所建，亦以為名，則士大夫私廟可知矣。"
      },
      {
        "index": 45,
        "text": "宗祠塐像"
      },
      {
        "index": 46,
        "text": "古者祭必有屍。《孟子》弟為屍。是戰國時尚有此制。然宋玉《招魂》已有像設君室之文，則塐像實自戰國始。顧寧人謂：屍禮廢而像事興，亦風會使然也。近世祠堂皆設神主，無復有塐像者，其祖先真容則有畫像，歲時展敬。唐、宋時則尚多塐像。陸魯望建祠，塐已像於其中。咸淳中，有人醉仆其像，腹中皆生平詩文稿也。前明士大夫家祠亦有之。陸深《溪山餘話》云：予謫延平時，路過蘭溪，謁章楓山祠堂，祠中塐像乃公服，不甚肖。"
      },
      {
        "index": 47,
        "text": "塑像"
      },
      {
        "index": 48,
        "text": "自佛法盛而塑像遍天下，然塑像實不自佛家始。《史記》：帝乙為偶人以象天神，與之博。則殷時已開其端。《國語》：范蠡去越，越王以金寫其形而祀之。《國策》宋王偃鑄諸侯之像，使侍屏廁。則並有鑄金者。《孟子》有「作俑」之語，宋玉《招魂》亦云「像設」。魏文侯曰：吾所學者，乃土梗耳。又《國策》：秦王曰：「宋王無道，為木人以象寡人而射其面。」又孟嘗君將入秦，蘇代止之，曰：「土偶與桃梗相遇，桃梗曰：『子西岸之土也，挺子以為人，歲八月雨降，則汝殘矣。』土偶曰：『吾西岸之土，土殘則復西耳。今子東國之桃梗也，削子以為人，雨下水至，漂子而流，吾不知所稅駕也。』」則泥塑木刻，戰國時皆已有之矣。又《韓非子》記桓赫削之道，鼻莫如大，目莫如小。鼻大可小，小不可大也；目小可大，大不可更小也。此又塑像之秘訣。至佛像，自漢武擊休屠，始得其祭天金人以歸。然則佛像本用金鑄，其後有用土木者，則轉從入中國後，以中國之法為之耳。《宋史•方伎傳》：僧誌言盛夏死，身不壞，仁宗命以其真身塑像寺中。此又後世真身塑像之始。"
      }
    ]
  }
}