{
  "chapterNumber": 14,
  "title": "卷十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《金史》"
      },
      {
        "index": 2,
        "text": "《金史》原有成書，修史時又參以劉祁《歸潛志》、元好問《野史》，故文筆最簡潔。然亦有過於簡略者。《衛紹王本紀》讚云：衛紹王被弑後，記注亡失。元中統三年，王鶚采當時詔令。又金有令史竇詳，年九十餘，詢之得二十餘條。又禮部尚書楊雲翼日錄四十餘條，陳老日錄二十餘條。又有金女官所紀資明夫人授璽事。因此數種編成。是《衛紹王紀》本屬事後追述，宜其疏略。其他則各有原文，應亦詳備，乃本紀天會三年宋徽宗內禪，欽宗即位，七年宋高宗為苗、劉所廢，傳位太子，改元明受，此皆鄰國大事，而《金史》竟不書，豈授《春秋》列國不赴告則不書之例耶？十年，劉豫徙居於汴京，此又本國之大事。十一月〔年〕，宋潘致堯南還，言金欲遣重臣以取信，宋乃命韓肖胄等使金。此為兩國議和之始，亦皆不書。劉豫僭位後，與宋交兵，此於金無涉，不書可也。天會十二年，金、齊合兵入宋，韓世忠擊敗之於大儀鎮，論者以此舉為宋中興武功第一，《金史》亦不書。十五年，王倫還宋，言金許還梓宮及太后。天眷二年，王倫受地於金，得東、西、南三京及陝西、京西之地。此亦金國大事，徒以不逾時即悔前議，拘執王倫，遂並此事亦不書，則王倫又何為被執乎？歸地之後，復興兵取故地，命兀术趨汴，撒離喝趨陝。據《宋史》則有劉錡順昌之捷，岳飛郾城、蔡州、潁昌、朱仙鎮之捷，韓世忠淮陽軍之捷，王德宿州之捷，吳璘、李師顏等扶風之捷，王德青溪之捷，諸將以奉詔班師，遂復失故地。而《金史》皆不書，但云：秋七月，宗弼遣使奏河南、陝西捷。其明年，兀术復興兵，則有楊沂中、劉錡等柘皋之捷，王德昭關之捷，李顯忠舒城之捷。《金史》亦皆不書，但云：兀术遣使奏捷，秋，和議成，兀术以便宜畫淮為界。而其時所定歲奉銀二十五萬兩、絹二十五萬匹，亦國中一大事也，亦皆不書，無乃太簡乎？慶山奴，即承立也。乃傳中忽云慶山奴，忽云承立，竟似兩人。又張覺既列於《逆臣傳》矣，其子張僅言，在世宗朝終始一節，恩禮兼至，何妨另入列傳？乃次於《覺傳》之後，竟似逆黨附入者。又韓慶民盡節於遼，其妻又盡節於慶民，則應編入《遼史》，乃反載入《金史》。此編次之失檢也。又按《宋史》岳飛、劉錡、吳玠等傳，兀术用兵皆與韓常俱。如富平之敗，韓常拔兀术於重圍中；仙人關之戰，兀术陳於東，韓常陳於西；順昌之敗，韓常以大將亦被枷責；柘皋之戰，王德先敗韓常軍於昭關。《金史》宗弼等傳內亦錯見其事。又《高福昌傳》：許州都統韓常用法嚴，遣吏送囚於汴，或道亡，監吏懼法，乃盡殺之以滅口。則韓常者，固金朝一大將，歷有戰功，自應專立一傳，乃《金史》並無其人。此又編輯之疏漏也。至其書法之直筆，則有可取者。凡本朝人修前代史，其於前代與本朝交涉事必多回護。乃元人修《金史》，如《完顏陳和尚傳》敘太昌原之戰，陳和尚以騎四百破元兵八千，《楊沃衍傳》野豬嶺德安寨之戰，力破元兵，《禹顯傳》扼龍豬谷，攻元兵，獲元帥韓光國等，皆直敘不諱，此猶存古法也。"
      },
      {
        "index": 3,
        "text": "《元史》"
      },
      {
        "index": 4,
        "text": "《元史》列傳三十卷及三十一、二卷已具載元末死事諸臣泰不華、余闕等傳矣，乃三十三卷以後，又以開國時耶律楚材、劉秉忠、史天倪、張柔、張弘範等傳編入，幾於前後倒置。蓋《元史》本兩次修成。洪武二年二月開局，八月成書。後又以順帝無實錄，再遣使行天下搜采史事，至明年二月開局，七月成書。今三十二卷以前，當是初次進呈，三十三卷以後，則第二次進呈者。諸臣以太祖威嚴，恐幹煩瀆，遂不敢請將前後兩書重加編訂耳。期日迫促，疏誤尤多。列傳中第八卷之速不台，即第九卷之雪不台。第十八卷之完者都，即二十卷之完者拔都。三十七卷之石抹也先，即三十九卷之石抹阿辛。顧寧人已嘗言之。然不特此也。《直脫兒傳》既詳載其從子忽刺出矣，乃後又有《忽刺出傳》。《杭忽思傳》既詳敘其子阿塔赤矣，乃後又有《阿答赤傳》。可見其匆遽不暇復校也。又如木華黎、博爾術、博爾忽、赤老溫四人事太祖，當時號為掇裏班曲律，華言四傑也。其後子孫為四怯薛，世領宿衛，則四人之勳勤相等可知。乃木華黎等三人皆有傳，而赤老溫獨無。按《太宗本紀》元年赤老溫帥師圍慶陽，金移刺蒲阿來救，圍始解。六年，太宗欲自將伐宋，赤老溫請行，許之。由此以推，則赤老溫亦非無事跡可紀者，乃獨遺之，何也？孟珙《蒙達備錄》謂：先有蒙古斯國，雄於北邊，後絕衰滅（《遼史》有磨古斯國，即珙所稱蒙古斯，磨、蒙聲相近也。又《遼史·撻不也傳》阻卜酋長磨古斯來侵，則磨古斯隻阻卜酋長之名）。成吉思起事，慕蒙為雄國，乃改稱大蒙古國。此可見建國號之由，而本紀亦不載。《續通鑒綱目》：嚴實據青崖崮，其將李信乘實出，殺其家屬降宋。而《嚴實傳》但云有王義深者嘗害實族屬，而不載李信其人。賈良伯《死節記》謂余闕妻蔣氏從闕死，而《闕傳》作耶律卜氏。按張毅所記，耶律卜氏乃闕妾也，今以當其妻，而反遺蔣氏，亦屬疏漏。按《紥兒傳》謂木華黎家所出玉璽，楊桓辨其文曰「受命於天，既壽永昌。」而《楊桓傳》則曰 「受天之命，既壽永昌。」一事也，而何以岐互若此，《床兀兒傳》：至大二年受封句容郡王，《武宗紀》則以此事係於至大三年，而《仁宗紀》延祐三年復載此事。一事也，而何以重複若此？又如一乃蠻酋長也，《太祖本紀》作太陽可汗，《塔塔統阿傳》又作太敭可汗。一博爾忽也，本紀作博羅渾，本傳作博爾忽。一班珠尼河也，本紀作班珠尼河，《速哥傳》又作班術居河。一篤列河也，《雪不台傳》作篤列河，《速不台傳》又作禿刺河。又拔都者，本勇士之稱，即今國語所謂巴圖魯也，乃史天澤、趙阿哥潘等傳則曰拔都，《拜延傳》則曰八都魯，阿術魯及苫徹傳則又曰拔都兒，亦何其不劃一也。詔令有用蒙古字者，當時譯以漢字，固不免近俗。然既以入史，自宜稍加改訂，乃泰定帝登極一詔，最為村俗（另載「史傳俗語」條內），獨不可稍加潤色乎？順帝本宋德祐帝遺體。德祐降元，封瀛國公，後學佛於土番，娶邁來的，有娠。適明宗（和世疏）。逃於漠北，與瀛國善，索邁來的為妻，遂生順帝。見陳克勤《宋遺民錄》及權衡所撰《庚申帝大事記》、余應所撰《合尊大師》詩、袁忠徹所撰《符台外集》，是皆元末明初人所共見聞者。即《元史》本紀亦載：文宗至順元年，以順帝乳母夫言：明宗在日，素謂長子非己子，命翰林書其事於史館。明年，復召奎章閣學士虞集作詔，播告中外。順帝登極，因此事徹去文宗廟主，詔曰：「文宗私圖傳子，乃構邪言，謂朕非明宗子，俾出居遐陬。」《虞集傳》亦見此事。是則順帝之非明宗子，當時已播人口，故文宗崩後，卜答失裏後寧立明宗次子寧宗（名懿璘質班），而不立順帝。迨寧宗夭而順帝始立，則《庚申帝記》所云未必無因。作史者縱不便確指其故，而於《明宗後邁來的傳》（史作邁來迪）亦何妨略見其由瀛國公歸於明宗之源委，所謂疑以傳疑也。乃並不書，豈以其不經耶？然《南史》梁武帝納東昏妃，八月生豫章王綜，亦未嘗不書也。又泰定帝後為燕鐵木兒娶作夫人，《燕鐵木兒傳》既載之，而《八不罕後傳》不言其事。雖作史者意存忠厚，然《北史》魏孝靜後再嫁楊愔為妻，亦未嘗不書也。（按元制，宮中稱皇后者甚多，泰定後八不罕外，尚有亦憐真八刺皇后、忽刺皇后、也速皇后、卜顏怯裏迷失皇后、失烈帖木兒皇后，俱見表內。作史時當是不知燕鐵木兒所娶者何後，故不便書耳。）"
      },
      {
        "index": 5,
        "text": "《庚申帝大事記》：瀛國公降附後，為僧白塔寺中，後徙甘州。有趙王者憐之，贈以回回女。延祐七年四月十六日夜，生一男。明宗適過其地，見寺上有龍文五采，訪知其故，因求為子，並載其母歸。"
      },
      {
        "index": 6,
        "text": "《宋遺民錄》：瀛國公降後，世祖妻以公主。世祖夜夢金龍繞殿柱，明日瀛國來朝，正立所夢柱下。世祖陰欲除之，公主以告瀛國，懼，遂乞從釋，號合尊大師。余應詩云：皇宋第十六飛龍，元朝降封瀛國公。元君詔公尚公主，時蒙賜宴明光宮。酒酣舒指爬金桂，化為龍爪驚天容。侍臣獻謀將見除，公主夜泣沾酥胸。幸脫虎口走方外，易名合尊沙漠中。是時明宗在沙漠，締交合尊情頗濃。合尊之妻夜生子，明宗隔帳聞笙鏞。乞歸行營養為嗣，皇考崩時年甫童。文宗降詔移南海，五年仍歸居九重。至今兒孫主沙漠，籲嗟宋德何其隆！"
      },
      {
        "index": 7,
        "text": "《西湖志餘》：虞集在文宗時草詔，有曰：「明宗在北之時，自謂非其子。」及順帝立，捕集赴大都，以皮繩縛腰，馬尾縫眼。既至，集以文宗親改詔稿呈上，遂得釋。"
      },
      {
        "index": 8,
        "text": "《庚申外史》：順帝時，尚書高保哥奏：「文宗在時，謂陛下非明宗子。」帝大怒，究當時作詔者，欲殺虞集、馬祖常二人。二人呈上文宗御筆，脫脫在旁曰：「彼負天下名，後世只謂陛下殺此秀才。」乃舍之。按：至元十三年瀛國公降，年六歲。至元二十五年，瀛國學佛土番，年十八歲。延祐七年，順帝生之歲，瀛國公年五十。野史所云，或未必無因也。"
      },
      {
        "index": 9,
        "text": "◎《明史》○《明史》多附書"
      },
      {
        "index": 10,
        "text": "《明史》事多而文省，最為簡密。其法之尤善者，莫如附書之例。如忠義、文苑等傳，一傳之內，牽連書者輒數十人，蓋人各一傳則不勝立，而傳此舍彼又嫌掛漏，故各從其類，一一附書，既不沒其人，又不傷於冗，此史家剪裁法也。如《陳友定傳》後附以元末死事諸臣，凡《元史》所不載者皆具焉。而明初南昌死事之十四人，康郎山死事之三十五人，則類敘於《趙普勝傳》後。正統中死土木之難者，惟張輔等另有專傳外，其他則類敘於曹鼐等傳後。正德中諫南巡被杖者百餘人，則類敘於舒芬、夏良勝、何遵等傳後。嘉靖中議大禮被杖之數百人，則類敘於何孟春等傳後。李福達之獄坐罪者四十餘人，則類敘於《馬尋傳》後。皆此法也。又建文從亡諸臣，如台州樵夫、樂清樵夫、河西傭、補鍋匠、馬二子、雲門僧、若耶僧、玉山樵、雲庵和尚之類，皆據《從亡錄》、《致身錄》（史仲彬撰）、《革除錄》（宋瑞儀撰）、《忠賢奇秘錄》（王詔撰）諸書采入。此等野史，其真偽雖不可知，然皆附於殉節諸賢傳後，所謂與其過而去之，毋寧過而存之，又見修史者之用意也。"
      },
      {
        "index": 11,
        "text": "《明史》父子兄弟不同傳"
      },
      {
        "index": 12,
        "text": "《南、北史》、《新唐書》體例，凡一人有傳，則其子孫應傳皆附於此人之後。《明史》則不然，如周瑄與其子金，耿九疇與其子裕，李遂與其子材，陳以勤與其子於陛，鄭曉與其子履仁，王忬與其子世貞、世懋，劉顯與其子綎，皆父子也，而各自為傳。蓋分傳則時代清楚，使閱者一覽了然，此亦作史舊法。又如馬思聰有傳，而其子明衡反附於《鄧繼曾傳》後，以明衡與繼曾同諫昭聖太后傳免朝賀一事同獲罪也。瞿景淳之子汝稷、汝說，附《景淳傳》後，而汝說子式耜又另立傳，與何騰蛟同卷，則以式耜與騰蛟皆明末一大關係之人也。而《張居正傳》後乃又附其曾孫同敝，《馬芳傳》亦附其子林及孫爌，似乎自變其例，然此蓋有意附之，以見居正之有賢子孫，而馬氏則三世皆死國難也。"
      },
      {
        "index": 13,
        "text": "《明史》多載原文"
      },
      {
        "index": 14,
        "text": "《明史》於諸臣奏議，凡切於當時利弊者多載之。如蔣欽之劾劉瑾也，沈煉、楊繼盛之劾嚴嵩，吳中行、趙用賢、鄒元標之劾張居正也，楊漣之劾魏忠賢也，皆載其全文，不遺一字。此正修史者表彰深意。嘉靖中大禮之議，毛澄等之主考孝宗者，張璁、桂萼、方獻夫等之主考興獻王者，各有一是，則並存其疏，使閱者彼此參觀，而是非自見。此名如《李善長傳》末載王國用為善長訟冤一疏，以見善長被誅之枉。《于謙傳》末載成化中復官賜祭誥詞，以見謙被害之冤。《熊廷弼傳》末載韓爌請給其首歸葬一疏，文情愷切，議論公平，廷弼功罪於此而定，更非漫焉抄入者，此可以見作史者之用意也。至如《擴廓傳》載蔡子英上明太祖一書，《方國珍傳》載詹鼎代作乞降一表，《明升傳》載楊，諭降一書，則又以其文皆有先奏、西漢之風而並存之，閱者細心讀之，可以知去取之當矣。"
      },
      {
        "index": 15,
        "text": "大禮之議"
      },
      {
        "index": 16,
        "text": "《明史》傳讚持論雖本忠厚，而皆協是非之公。如嘉靖中大禮之儀，天下後世萬口一詞，皆是楊廷和而非張璁等。《明史》傳讚獨謂廷和等徒泥司馬光、程頤濮園之說，英宗長育宮中，名稱素定，世宗奉詔嗣位，承武宗後，事勢各殊。諸臣徒見先賢大儒成說可據，而未準酌情理，以求至當，爭之愈力，失之愈深。此論直足破當時循聲附和之謬也。按廷和等所據者，漢定陶、南頓及宋濮園三事。漢成帝立定陶王為皇太子，立楚孝王孫景為定陶共王後，共王者，太子本生父也，此一據也。漢光武中興，先立四親廟，推南頓君以上至舂陵節修，後以張純、竇融等議，乃以宣、元、成、哀、平五帝代四親廟，而別為南頓君立皇考廟，此二據也。宋仁宗立濮安懿王子於宮中為皇太子，是為英宗，英宗登極，司馬光謂濮王宜尊以高官大爵，稱皇伯而不名，范鎮亦言：「陛下既考仁宗，若復以濮王為考，於義未當。」程頤又言：「為人後者，謂所後為父母，而謂所生為伯父母。」此三據也。不知漢哀帝、宋英宗早經成帝、仁宗預立為子，其不得考共王、濮王固宜。漢至哀、平，國統中絕，光武崛起，重復漢祚，雖曰繼統，實繫創興，原不必以宣、元以下為親廟，其舍本生而立宣、元以下親廟，本漢儒之謬也。即立宣、元親廟矣，而其別立南頓君廟，亦仍曰皇考廟，並未嘗去皇考之稱也。至如明世宗之入繼也，以武宗無子，而祖訓有兄終弟及之義，故世宗以倫序得立。若以繼統而即當考所繼之君，則宜考武宗矣，以武宗從兄不當考而考孝宗，則又抹煞武宗一代矣。孝宗在日，自有武宗，並未嘗立世宗為嗣也。世宗之生，在考宗既崩之後，並未嘗奉孝宗命為嗣也。故廷和草武宗傳位遺詔，亦但云「皇考孝宗敬皇帝親弟興獻王長子某倫序當立，遵奉祖訓兄終弟及之文，告於宗廟，迎嗣皇帝位。」其草世宗即位詔，亦云「奉皇兄遺詔入奉宗祧」，皆未敢明言以世宗為考宗子也，而奈何使之舍本生而考世父？此本廷和等之自為窒礙，毋怪張璁等之伺間也。璁之論曰：漢成帝之於哀帝，宋仁宗之於英宗，皆預立為嗣，養之宮中，其為人後之義甚明。今武宗無嗣，大臣遵祖訓，以倫序立陛下，何得與預立為嗣者同例而論哉？方獻夫疏曰：程頤濮議謂英宗既以仁宗為父，不當復以濮王為親，此非宋儒之說不善，實今日之事不同。蓋仁宗嘗育英宗於宮中，孝宗未嘗立陛下於宮中。孝宗未嘗以陛下為後，陛下亦未嘗後孝宗也。此二說者，明白了當，自為千古不易之論，故其疏一出，楊一清亦早心折之。世徒以考興獻者多小人，考孝宗者多正人，遂忘其立論之是非折衷於至當，此豈得為篤論乎，宋高宗將立孝宗為嗣，命廷臣集議本生父封爵。汪應辰定其稱曰太子本生之親，高宗親筆降出曰 「皇太子所生父，可封秀王。」此何等光明正大。高宗鞠孝宗於宮中，命之為子，尚不沒其本生父之稱，況世宗由藩王入繼，素未有儲貳之稱，乃欲使之舍生父而考世父乎！可見廷和等但拘濮議，並高宗封秀王之事亦不及知，此廷和等之陋也自明。史傳讚出，而此事之是非始定矣。"
      },
      {
        "index": 17,
        "text": "《明史》行文典雅"
      },
      {
        "index": 18,
        "text": "《王越傳》：越提督軍務，秦王設妓樂以宴之。越曰：「下官為王吠犬久矣，寧無以相酬者？」遂盡乞其妓樂以歸。或疑「下官」二字，唐、宋以來史傳久無此稱，不知此正士大夫對藩王之稱。宋孝武定制，諸王封國者，其封內官止稱下官，不許稱臣。《明史》正引用此典，雖小節亦見其措詞不苟也。（《明史·范輅傳》：太祖定制，王府屬僚稱官後乃稱臣，其餘文武及京官出使者皆稱官。是朝官見王自稱官，正有明之制。）"
      },
      {
        "index": 19,
        "text": "史傳俗語"
      },
      {
        "index": 20,
        "text": "史傳中有用極俗語者，《唐書》以前不多見，惟《齊書》：文帝幸豫章王嶷第，須由宋長寧陵遂道過，帝曰：「我便是入他家墓內尋人。」《薛安都傳》：京師無百里地，若不能勝，便當拍手笑殺。《北史》：宇文化及謂許善心曰：「我好欲放你，乃敢如此不遜！」又化及謂李密曰：「我與你論相殺事。」《隋書》：太子勇曰：「阿娘不與我一好婦女，亦是可恨。」《舊唐書》：鄭綮聞將拜相，曰：「萬一如此，笑殺他人。」史思明將死，罵曹將軍曰：「這胡誤我！」宦官劉季述廢昭宗，手持銀撾，數上罪云：「某事你不從我定。」此數語皆以俗吻入文，此外不更見也。至宋、遼史乃漸多。《遼史·伶官羅衣輕傳》：興宗嘗與太弟重元雙陸，時重元有異志，羅衣輕指局寓諷曰：「雙陸休癡，和你都輸去也。」又羅衣輕以詼諧將見殺，太子曰：「打諢底不是黃幡綽。」應聲曰：「行兵底不是唐太宗。」乃笑而釋之。《宋史》俗語尤多。《邵雍傳》：程顥與雍倫數，謂：「先生之數祇是加一倍法。」雍驚曰：「大哥怎恁地聰明！」又謝良佐曰：「富鄭公身兼將相，堯夫只將做小兒。」良佐又謂程頤曰：「一年只去得個矜字，仔細檢點，得來病痛，盡在這裏。若按伏得這病，方有進向處。」《張觷傳》：蔡京謂觷曰： 「覺得眼前盡是面諛脫取官職去底人。」《王珪傳》：葉祖洽追論建儲日，珪語李清臣云：「他自家事，外廷不當管。」《蘇雲卿傳》：漕帥謂：「朝廷仗張魏公了此事。」雲卿曰：「此事恐怕他未便了得在。」《施全傳》：全刺秦檜，被執，檜曰：「你莫是心風否？」全曰：「我不是心風，滿朝都要殺虜，你偏要與虜和，故此我要殺你。」《汪立信傳》：立信謂賈似道曰：「平章，平章，瞎賊！今日更說一句不得，今江南無一寸幹淨地，我去尋一片趙家地上死耳。」《文天祥傳》：天祥至燕，阿合馬顧左右曰：「此人生死由我。」天祥曰：「要殺便殺，道甚由你不由你！」又《元史》泰定帝即位一詔，全係翻譯蒙古文，今錄出，以見一時文誥之體。詔云：「薛禪皇帝可憐見嫡孫、裕宗皇帝長子、我仁慈甘麻刺爺爺根底，封授晉王，統領成吉思皇帝四個大斡耳朵，及軍馬、達達國土都付來。依著薛禪皇帝聖旨，小心謹慎，但凡軍馬人民的不揀什麼勾當裏，遵守正道行來的上頭，數年之間，百姓得安業。在後，完澤篤皇帝教我繼承位次，大斡耳朵裏委付了來。已委付了的大營盤看守著，扶立了兩個哥哥曲律皇帝、普顏篤皇帝，侄碩德八刺皇帝。我累朝皇帝根底，不謀異心，不圖位次，依本分與國家出氣力行來；諸王哥哥兄弟每，眾百姓每，也都理會的也者。今我的侄皇帝生天了也麼道，迤南諸王大臣，軍上的諸王附馬臣僚、達達百姓每，眾人商量著：大位次不宜久虛，惟我是薛禪皇帝嫡派，裕宗皇帝長孫，大位次裏合坐地的體例有；其餘爭立的哥哥兄弟也無有；這般，晏駕其間，比及整治以來，人心難測，宜安撫百姓，使天下人心得寧，早就這裏即位提說上頭，從著眾人的心，九月初四日，於成吉思皇帝的大斡耳朵裏，大位次裏坐了也。交眾百姓每心安的上頭，赦書行有。」云云。此皆從蒙古字譯出，極為俚俗。昔宋子京修《唐書》，凡唐時四六奏疏悉改為散文，意欲變今從古，固屬好高之過。乃宋景濂等修《元史》，於此等詔詞不稍加潤色，竟以之編入本紀，毋乃太草率耶？抑或有意存之，以見當時之鄙俚耶？"
      }
    ]
  }
}