{
  "chapterNumber": 22,
  "title": "卷二十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "經史子集"
      },
      {
        "index": 2,
        "text": "古書分類，未有經、史、子、集四部之名。漢哀帝時，劉歆著《七略》。宋元徽中，王儉撰《七志》。梁普通中，阮孝緒撰《七錄》。隋大業中，許善心撰《七林》。此皆以七分部者也。其以四部分者，自晉秘書監荀勖始，曰甲部，紀六藝及小學等；二乙部，則諸子及兵家、術數等；三丙部，則《史記》、《皇覽》等；四丁部，則詩賦及汲塚書等。其中編次，子先於史，汲書又雜詞賦內，位置俱未免失當，然後之以四部編者，實本於此。宋謝靈運、殷淳，梁任昉、殷鈞等因之，各造四部書目。竟陵王子良集學士依《皇覽》例為《四部要略》，猶皆以甲、乙、丙、丁為部。隋煬帝於觀文殿東西廂藏書，東屋藏甲、乙，西屋藏丙、丁，亦仍舊稱。其名以經、史、子、集者，則唐武德初魏鄭公收東都圖書，命司農少卿宋遵貴載以船，泝河西上，凡八萬六千九百六十六卷。其後又因馬懷素奏，乃令殷踐猷等治經，韋述等治史，毋煚等治子，王灣等治集（見《馬懷素傳》）。自此經、史、子、集之為四部，一成不變矣。今《隋書·經籍志》已分經、史、子、集者，《隋書》本唐人所修也（《宋史·謝泌傳》云：唐景龍中，分經、史、子、集，命薛稷、沈佺期、武平一、馬懷素分掌）。近代說部之書最多，或又當作經、史、子、集、說五部也。（《隋書》：辛彥之撰《墳典》一部，《六官》一部，《祝文》一部，《禮要》一部，《新禮》一部，《五經異義》一部，此又私集稱部之名。）"
      },
      {
        "index": 3,
        "text": "詩文以集名"
      },
      {
        "index": 4,
        "text": "《漢藝文志》有輯略。師古曰：輯與集同。然當是時，猶未有以集名書者，故志所載詩賦等皆不曰集。晉荀勖分書為四部，其四曰丁。宋王儉撰《七志》，其三曰文翰，亦尚未有集之名。梁阮孝緒為《七錄》，始有文集錄。故《隋經籍志》以荀況、宋玉等所著書及詩賦等皆謂之集。然《經籍志序》云：別集之名，漢東京之所創也。靈均以降，屬文之士多矣，後之君子欲觀其體勢而見其心靈，故別聚焉，名之為集。則集之名又似起於東漢。然據此則古所謂集，乃後人聚前人所作而名之，非作者之自稱為集也。"
      },
      {
        "index": 5,
        "text": "詩筆"
      },
      {
        "index": 6,
        "text": "陸遊《筆記》：六朝人謂文為筆。顧寧人亦引其說。不知六朝人稱文與筆，又自有別。《文心雕龍》曰：今俗常言無韻者，筆也；有韻者，文也。是六朝人以韻語為文，散行為筆耳。按《南史·沈約傳》：謝元暉善為詩，任彥升工於筆，約兼而有之。《庾肩吾傳》：梁簡文《與湘東王書》曰：「詩既若此，筆又如之。」又曰：「謝朓、沈約之詩，任昉、陸倕之筆。」《任昉傳》：昉以文才見知，時人謂任筆沈詩。昉聞甚以為病，晚節轉好著詩，欲以傾沈。用事過多，屬辭不得流便，都下士子慕之，轉為穿鑿。又劉孝綽稱弟儀與威雲三筆六詩（三孝儀，六孝威也）。是皆以詩、筆對言。放翁因其以詩對筆，遂疑筆即文耳。然《北史·邢昕傳》：雜筆三十餘篇。此專言筆也。而《邢臧傳》：文筆九百餘篇。《劉邈傳》：文筆三十餘篇。則又文與筆並言。可見文與筆自是二種，若筆即是文，何以有專言筆者，又有兼言文筆者；則六朝所謂文筆，當以劉勰言為據也。至老杜《寄賈至、嚴武》詩云：「賈筆論孤憤，嚴詩賦幾篇。」元好問詩亦云：「杜詩韓筆愁來讀，似倩麻姑癢處抓。」亦襲六朝語也。"
      },
      {
        "index": 7,
        "text": "序"
      },
      {
        "index": 8,
        "text": "孫炎云：序，端緒也。孔子作《序卦》及《尚書序》，子夏作《詩序》，其來尚已。然何休、杜預之序《左氏》《公羊》，乃傳經者之自為序也。史遷、班固之《序傳》，乃作史者之身為序也。劉向之《敘錄》諸書，乃校書者之自為序也。其假手於他人以重於世者，自皇甫謐之序左思《三都》始。"
      },
      {
        "index": 9,
        "text": "章句、集注"
      },
      {
        "index": 10,
        "text": "朱子作《大學、中庸章句》、《論語、孟子集注》，其名非創也。漢《藝文志》：《易經》有章句，施、孟、梁丘氏各二篇，《尚書》有歐陽章句三十一卷，大、小夏侯章句各二十九卷，《春秋》有《公羊章句》、《穀梁章句》。張禹為帝師，以上難數問，乃為《論語章句》上之，後漢楊終作《春秋外傳》，改定章句，牟長著《尚書章句》，趙岐作《孟子章句》，梁武作《孔子正言章句》，沈洙通《五經》章句。此章句之所本也。晉灼集服虔、應劭等《漢書音義》彙為一部，名曰《漢書集注》。陶宏景著《孝經、論語集注》，崔靈恩有《集注毛詩》二十二卷，《集注周禮》四十卷。此集注之所本也。"
      },
      {
        "index": 11,
        "text": "題目"
      },
      {
        "index": 12,
        "text": "《北史·念賢傳》：魏孝武作行殿初成，未有題目，詔侍臣各名之。念賢擬以圓極，帝曰：「正與朕意同。」題目二字始見於此。孔穎達《尚書·大禹謨正義》云：史將錄禹之事，故為題目之詞。北齊文宣帝令辛術選百官，時參選者二三千人，術題目士子，人無謗讟，此則品題之意。"
      },
      {
        "index": 13,
        "text": "破題"
      },
      {
        "index": 14,
        "text": "今八股起二句曰破題，然破題不始於八股也。李肇《國史補》：李程試《日五色賦》，既出闈，楊於陵見其破題云「德動天鑒，祥開日華」，許以必擢狀元。是唐人以作賦起處已曰破題。劉貢父《詩話》云：有閩士作《清明象天賦》破題云：「天道如何，仰之彌高。」《螢雪雜說》：俞陶作《天之曆數在舜躬賦》，破題云：「神聖相授，天人會同。何謳歌不之堯子，蓋曆數在於舜躬。」陳元裕主文衡，出「大椿八千歲為春秋」，滿場破題皆閣筆，遂自作云：「物數有極，椿齡獨長。以歲歷八千之久，成春秋二序之常。」蔡曼卿作《君人成天地之化》，破題云：「物產於地，形鍾自天。賴君人之有作，成化功之未全。」陳尹作《文帝前席賈生賦》，破題云：「文帝好問，賈生力陳。忘其勢之前席，重所言之過人。」陳季陸出《皇極統三德與五事賦》，魁者破題云：「極有所會，理無或遺。統三德與五事，貫一中於百為。」張亢門客作《坤厚載物賦》，誦其破題於亢曰：「粵有大德，其名曰坤。」亢應曰：「續兩句可贈和尚，曰：非講經之座主，是傳法之沙門。」又范蜀公賦《長嘯卻敵騎》，破題云：「製動以靜，善勝不爭。」宋景文破題云：「月滿邊塞，人登戍樓。」是皆賦之破題也。詩亦有破題。《六一詩話》謂，梅聖俞《河豚》詩開首「春洲生荻芽，春岸飛楊花。」只此破題，已道盡河豚好處。《螢雪雜說》：湯黃中試《秋燕已如客》詩，破題云：「近人方賀廈，如客已驚秋。」《石林詩話》亦謂，駱賓王《靈隱寺》詩唯破題「鷲嶺鬱召嶢，龍宮隱寂寥」是宋之問所作，下皆賓王作。此又詩之破題也。《夷堅志》：程覺改習《易經》，謁老儒張師韓傳《易》義。張教以預擬題目，如「聖人作，萬物睹」之類。仍教以破題及主意，於是遂捷。此則經義之破題也。"
      },
      {
        "index": 15,
        "text": "別字"
      },
      {
        "index": 16,
        "text": "字之音同而義異者，俗儒不知，輒誤寫用，世所謂別字也：此亦有所本。《後漢書·儒林傳》：光武令尹敏校讖書，敏曰：「讖書非聖人所作，其中多近鄙別字，頗類世俗之辭，恐疑誤後生。」"
      },
      {
        "index": 17,
        "text": "音字用點"
      },
      {
        "index": 18,
        "text": "一字數音者，漢時但借他字比其音，鄭康成所謂倉卒無字，以音類比方假借者也。至魏孫炎始作反音，則今反切之學也。張守節云：初音者皆為正字，不須點發。字或數音，觀義點發皆依平上去入，若發平聲，每從左起。然則非本音而假借從他音者，古人皆用點也。顏師古《匡謬正俗》謂：副本音劈，後人誤以為副貳之副，係其本音，而於《詩》坼副讀作劈者，轉以朱點發，失其本矣。此亦用點別他音之據。今人於字之讀作別音者，各於其平上去入方位，或用點，或用圈，本古法也。"
      },
      {
        "index": 19,
        "text": "重字二點"
      },
      {
        "index": 20,
        "text": "凡重字下者可作二畫，始於《石鼓文》重字皆二畫。後人襲之，因作二點，今並有作一點者。"
      },
      {
        "index": 21,
        "text": "厶字"
      },
      {
        "index": 22,
        "text": "《天祿識佘》云：今人書某為厶，皆以為俗從簡便，其實即古某字也。《穀梁》：櫃公二年，蔡侯、鄭伯會於鄧。范注云：鄧厶地。陸德明《釋文》曰：不知其國，故云厶地，本又作某。"
      },
      {
        "index": 23,
        "text": "文章忌假借"
      },
      {
        "index": 24,
        "text": "文章家於官職、輿地之類，好用前代名號，以為典雅，此李滄溟諸公所以貽笑於後人也。孫樵云：史家紀職官、山川、地理、禮樂、衣服，宜直書一時制度，使後人知某時如此，某時如彼，不當取前代名器以就簡牘。畢仲詢《幕府燕閑錄》載，范文正公嘗為人作墓銘，已封將發，忽曰：「不可不使師魯見。」明日以示，師魯曰：「希文名重一時，後世所取信，不可不慎。今謂轉運使為部刺史，知州為太守，現無其官，後必疑之。」希文憮然曰：「賴以示子，不然幾失之！」朱子亦云：舊見徐端言石林嘗云：「今世安得有文章，只有減字換字法耳。如言湖州必去州只稱湖，此減字也。不然，則稱霅上，此換字也。令人於官名地名好用前代名目以為古，將一代制度疆理皆溷亂不可考矣。」此三說為古學者不可不知。朱國楨亦云：近日文章家多用換字法，黽勉曰閔免，尤甚曰郵甚，新婦曰新負，異曰異，須臾曰須搖，赤幟曰赤誌。又以殊代死字，古稱殊死，乃斬首分為二也。此皆可笑。空棺為櫬，盛屍曰柩，大曰索，小曰繩，自換字法行，扶柩悉改扶櫬，而舟子所呼為力索者，亦寫為力繩。櫬則何屍，而繩則何力耶？又郎瑛記嘉靖中文人多用換字法，有虞子崖戲改岳忠武《送張紫崖》詩云：「誓律飆雷速，神威震坎隅。遐征逾趙地，力戰越秦墟。驥騥匈奴頂，戈殲韃靼軀。旋師謝彤闕，再造故皇都。」按忠武原詩乃「號令風雷迅，天聲動北陬。長驅渡河洛，直搗向燕幽。馬蹀月氏血，旗梟可汗頭。歸來報明主，恢復舊神州」也。子崖逐字換之，以嘲時人之好換字者，可為捧腹。按宋時自宋子京後，多效為澀體以避俗。歐陽公嘗戲改「夜夢不祥，書門大吉」八字為「宵寐匪禎，紥闥洪庥」，令子京見之，以為笑資。並可見換字之不始於明也。"
      },
      {
        "index": 25,
        "text": "古人追敘前事文法"
      },
      {
        "index": 26,
        "text": "洪容齋謂《武成篇》周王發之語，是時武王尚未代商，安得已稱周王？蓋史官追記之誤也。然不特此也，《堯典》四嶽薦舜曰：「有鰥在下曰虞舜。」虞者，舜有天下之號，其時方在下，乃已稱虞舜。《左傳》衛州吁弑君，石碏之子厚問定君於碏，碏告以覲王，曰：「陳桓公方有寵於王，若朝陳使請，必可得也。」 是時陳桓公尚在，乃已稱桓公。又楚公子子幹自晉歸國，將立為王，晉韓宣子問叔向：「子幹其濟乎？」叔向以為不能。宣子曰：「齊桓、晉文不亦是乎？」言桓、文皆已出亡在外而終得國也。宣子晉臣，乃稱其先君曰「晉文」。伍子胥謂使者曰：「語爾平王，欲國不滅，釋吾父兄。」是時平王尚在，乃稱其謐。《戰國策》：齊使使問趙威後，使者曰：「奉使使威後，而不問王，先問歲。」是覿面稱其諡也。《韓詩外傳》：周公謂伯禽曰：「我武王之弟、成王之叔。」周公時成王尚在，乃已稱王。《史記·田世家》：田成子以大斗出，小斗入，齊人歌之曰：「嫗乎采芑，歸乎田成子！」是進成子尚在，乃已列成子。（《韓非子·外儲篇》亦述歌曰：「謳乎其己乎，苞乎其往歸田成子乎！」）又漢高祖朝太公，家令說太公曰：「高祖適子，人主也，太公適父，人臣也。」又高祖過趙，張敖上食，高祖箕踞慢罵，趙相貫高等說敖請殺之，敖曰：「吾先人亡國，賴高祖得復國，秋毫皆高祖力也。」是時高祖尚在，乃已稱高祖。古人追敘前事，文法往往如此，疏節闊目，文義自明，固不如後人之密也。"
      },
      {
        "index": 27,
        "text": "古文用韻"
      },
      {
        "index": 28,
        "text": "古人文字未有用韻者。《尚書》喜起及五子歌、三風、十愆之類，皆歌耳。《洪範》「無偏無黨」之類，亦是使民歌詠。《左傳》「鳳凰於飛，和鳴鏘鏘，龍尾伏辰，天策焞焞」之類，皆繇詞耳。其行文則無韻也。散文有韻，顧寧人以《尚書》「帝德廣運」一節及《繫詞》「鼓之以雷霆」一節，謂皆化工之文，自然成韻者。今按《管子·牧民篇》「毋蔽汝惡，毋異汝度，堅者將不汝助。」「言室籌室，言堂籌堂，是謂聖王。」及《小稱篇》、《心術篇》、《地員篇》俱有韻語。又《國語》中范蠡對越王「柔而不屈，強而不剛，德虐之行，固以為常」等數段皆有韻。此為散文用韻之始。以後則老子《道德》五千言，大半用韻。如「知其雄，守其雌，為天下溪。知其白，守其辱，為天下谷」之類，不可勝數。然其書自成箴銘一種，非散文也。《莊子》「其聲能短能長，能柔能剛，變化齊一，不主故常。在谷滿谷，在坑滿坑，塗卻守神，以物為量」等句，《韓非子》「四海既藏，道陰見陽，左右既立，開門而當。勿變勿易，與二俱行，不知其名，復修其形。形名參同，用其所生。二者誠信，下乃貢情」等句，皆散文之用韻者。《史記》褚少孫所補《淳于意傳》數千字，通首用韻，尤奇，此又《客嘲》、《賓戲》等文所由仿也。"
      },
      {
        "index": 29,
        "text": "漢諺用韻法"
      },
      {
        "index": 30,
        "text": "漢人諺語多七字成句，大率以第四字與第七字葉韻，此京一體也。《庶物名義疏》漢武宮中用李少君續膏，一名都膚，婦人傅之，膚色都麗，又能接骨。宮中語曰：「枯容碎軀有都膚，折爪落發有接骨。」《後漢書》賈逵博學，諸儒為之語曰：「問事不休賈長頭。」楊政善說經，京師為之語曰：「說經鏗鏗楊子行。」 魯丕為趙相，就學者常數陌人，關東號之曰「五經復興魯叔陵。」井丹通五經，善談論，京師為之語曰：「五經紛綸井大春。」許慎博學，時人為之語曰：「五經無雙許叔重」（重平聲，與雙通也）。丁鴻高才，論辨最明，京師語曰：「殿中無雙丁孝公。」楊震為人所仰，時人語曰：「關西孔子楊伯起。」召馴以志義自厲，鄉里號之曰「德行恂恂召伯春。」胡廣練達朝事，京師諺曰：「萬事不理問伯始，天下中庸有胡公。」馮豹以《春秋》救人，鄉里稱之曰：「道德彬彬馮仲文。」董宣為洛陽令，百姓歌之曰：「桴鼓不鳴董少平。」范丹為萊蕪令，居官清苦，人歌之曰：「甑中生塵范史雲，釜中生魚范萊蕪」郭賀為荊州刺史，百姓歌之曰：「厥德仁明郭憲卿。」郭憲以俠聞，時人諺曰：「關東觥觥郭子橫。」戴良初尚俠，時人為之語曰：「關中大豪戴子高。」《黨錮傳》：桓帝嘗受學於周福，及即位，擢為尚書，而福河南尹植有名，鄉人為之語曰：「天下規矩房伯武，因師獲印周仲進。」《逸民傳》：王君公遭亂隱居，時人稱曰：「避世牆東王君公。」楊阿若任俠，好為人報仇，時人語曰：「東市相斫楊阿若。」俱就其人姓氏之韻，而以品題語協之，亦一時風氣然也。三國時鄧颺好貨，京師語曰：「以官易富鄧元茂。」又吉茂嘲蘇則曰：「仕宦不止執虎子。」《晉書》：王坦之字文度，時人語曰：「江東獨步王文度。」裴秀少時，人稱之曰：「後進領袖有裴秀。」江統字應元，時人語曰：「嶷然希言江應元。」杜預使周旨等直入孫歆帳擒之，軍中謠曰：「以計伐戰一當萬。」荀愷字道明，蔡謨、諸葛恢亦俱字道明，時人語曰：「京師三明各有名。」劉宏字終嘏，粹字純嘏，潢字衝嘏，時人語曰：「洛中雅雅有三嘏。」梁時賀琛為武帝所寵，語常移晷，省中語曰：「上殿不下有賀雅。」《魏書》：祖瑩與袁翻齊名，時人語曰：「京師楚楚袁與祖，洛中翩翩祖與袁。」《北齊書》：蘇珍之、宋世軌俱斷獄平允，寺中語曰：「決定嫌疑蘇珍之，視表見裏宋世軌。」陽休之工詩，時人語曰：「能詩能詩陽休之。」《後周書》裴漢為丞相府參軍，府中語曰：「日下燦燦有裴漢。」《北史·李義深傳》：「劍戟森森李義深。」《宋遊道傳》：「見惡能討宋遊道。」《崔暹傳》：「講義兩行得中郎。」於仲文字次武，為安國太守，時人語曰：「明斷無雙有於公，不畏強御有次武。」《南史》：時人以世家仕宦之捷，諺云：「上車不落為著作，體中何如則秘書。」《唐書》：賀德仁與兄德基俱以文學稱，時人語曰：「學行可師賀德基，文質彬彬賀德仁。」皆沿此體。"
      },
      {
        "index": 31,
        "text": "謎"
      },
      {
        "index": 32,
        "text": "謎即古人之隱語。《左傳》申叔展所云「山鞠窮河魚腹疾」，公孫有山之呼庚癸，其濫觴也。亦曰廋詞。《國語》：秦客為廋詞，范文子能對其三。楚莊、齊威俱好隱語。漢東方朔射覆「龍雲角，蛇無足。生肉為膾，幹魚為脯」之類，尤為擅長。劉歆《七略》有《隱書》十八篇，則並有輯為書者，然皆不傳。惟「卯金刀」、「千里草」之類出於風謠者，略存一二。至東漢末仍盛行，謂之「離合體」，如蔡中郎書曹娥碑陰「黃絹幼婦外孫齏臼，」楊修解之謂「絕妙好辭」四字也。又孔北海有四言一篇：「漁父屈節，水潛匿方，與時進止，出寺弛張。呂公饑釣。闔口渭旁，九域有聖，無土不方。好是正直，女固子減，海外有截，隼逝鷹揚。六翮不奮，羽儀未彰，龍蛇之蜇，比他可忘。玫璿隱耀，美玉韜光。無名無譽，放言深藏，按轡安行，誰謂路長。」共二十四句，每四句離合一字，乃「魯國孔融文舉」也，如首四句漁字去水為魚字，時字去寺為日字，合之則魯字也。下皆仿此。詩載《石林詩話》。又《越絕書》不知何人所撰，楊用修據其書後序云：「以去為姓，得衣乃成。厥名有米，復之以庚，」謂漢人袁康所作。又《越絕篇外傳》云「文字屬定，自於邦賢。以口為姓，承之以天。楚相屈原，與之同名。」乃吳平也。黃佐曰：吳平因袁康所錄成書。又《三國志注》：曹操初作相國府門，自往觀之，題一「活」字。人皆不曉，楊修曰：「門中活，乃闊字也，相國嫌太大耳。」據此可見東漢末之好為隱語也，然猶未謂之謎。其名曰謎。則自曹魏始。《文心雕龍》曰：魏代以來，君子嘲隱，化為謎語。謎者，回互其詞，使昏迷也。魏文，陳思，約而密之，高貴鄉公又博舉品物。然則高貴鄉公時又嘗輯之成編矣。《南史》：孫廣為吳興守，有高爽者，嘗有求不遂，乃有屐謎以譏之，曰：「刺鼻不知喋，蹋面不如嗔，齧齒作步數，持此得勝人。」《北史·斛律光傳》：褚士達夢人授以詩曰：「九升八合粟，角斗定非真。堰卻津中水，將留何處人。」祖珽解之曰：「角斗，斛字；津卻水，何留人，合成律字，謂斛律也。」又魏孝文帝云：「三山橫，兩人從，妓女白日行青空，屠兒斫肉與秤同，有人辨得賞金鍾。」彭城王勰曰： 「乃一習字也。」又咸陽王禧敗逃，謂防閤尹龍武試作一謎以解憂。龍武曰：「眠同同眠，起則俱起。貪如豺狼，贓不入己。」謂箸也。則謎之為技，六朝更盛行。唐蘇頲嘲尹姓者云：「醜適有足，甲不全身。見君無口，知伊少人。」宋陶谷使於南唐，書十二字於驛舍，曰「西川狗，百姓眼，馬色兒，御廚飯。」宋齊丘曰： 「乃獨眠孤館也。」《錢記私志》載字謎云：「目字加二點，不得作貝字猜，貝字欠兩點，不得作目字猜。」乃賀、資二字也。「四個口，盡皆方，加十字，在中央」，乃圖字也。洪{艸巽}《陽谷漫錄》載「儉」字謎云：「一人立，三人坐。兩人小，兩人大。其中更有一二中，教我如何過？」莊綽《雞肋編》又云：「兄弟四人兩人大，一人立，二人坐，家中更有一兩口，便是凶年也好過。」「婦」字謎云：「左七右七，橫山倒出。」王介甫柄國時，有人題相國寺壁云：「終歲荒蕪湖浦焦，貧女戴笠落柘條。阿儂去家京洛遙，驚心寇盜來攻剽。」東坡解之曰：「終歲，十二月也，十二月為青字。荒蕪，田有草也，草田為苗字。湖浦焦，水去也，水去為法字。女戴笠，為安字。柘落木，剩石字。阿儂是吳言，吳言為誤字。去家京洛，為國寇盜，為賊民。蓋言『青苗法安石誤國賊民』也。」《西溪叢語》有一鏡隸字云：「一生有十口，前牛無角。」蓋甲午也。此皆謎之見於書傳者。前明並有刻為成書，曰《謎社便覽》。又賀從善編一書曰《千文虎》，其序有云：宋延祐間，東坡、山谷、少遊、介甫以隱字相倡和者甚眾，刊集四冊，曰文戲。金章宗好謎，蜀人楊圃祥為首，編曰《百斛珠》刊行。元至正間，省掾朱士凱編者曰《揆敘萬類》。又四明張小山、太原喬吉、古瀰鍾繼先、錢塘王日華、徐景祥編者曰《包羅天地》。然則此狡獪小技、編集成書者，且不一而足矣。"
      },
      {
        "index": 33,
        "text": "用《千字文》語"
      },
      {
        "index": 34,
        "text": "湯若士演《牡丹亭》劇，有石道姑白話一段，全用《千字文》語打諢。其實亦有所本。《太平廣記》引《啟顏錄》有祭社語云：「社官三老等，竊聞政本於農，當須務茲稼穡。若不雲騰致雨，何以稅熟貢新？聖上臣伏戎羌，愛育黎首，能閏餘成歲，律呂調陽。某等並景行維賢，德建名立，遂乃肆筵設席，祭祀蒸嘗，鼓瑟吹笙，弦歌酒宴，上和下睦，悅豫且康，禮別尊卑，樂殊貴賤。酒則川流不息，肉則似蘭斯馨，非直菜重芥薑，兼以果珍李柰。莫不矯首頓足，俱共接杯舉觴。豈徒戚謝歡招，信乃福緣善慶。但某索居閑處，孤陋寡聞，適復屬耳垣牆，未曾攝職從政。不能堅持雅操，專欲逐物意移。憶肉則執熱願涼，思酒則骸垢想浴，老人則飽飫烹宰，某乙則饑厭糟糠。欽風則空谷傳聲，仰惠則虛堂習聽。倘蒙仁慈隱惻，庶有濟弱扶傾。希垂顧答審詳，望感渠荷滴瀝。某等即稽顙再拜，終冀勒碑刻銘。但知悚懼恐惶，實若臨深履薄。」據此則唐人已有以此為戲者，臨川特仿為之耳。又唐閻立本善畫，後拜右相，而薑恪以戰功為左相。時人有「左相宣威沙漠，右相馳譽丹青」之嘲。此又在《啟顏錄》之前。"
      },
      {
        "index": 35,
        "text": "釋文瑩《玉壺清話》及《宋史·李至傳》載：宋太宗曰：「《千字文》本梁武帝得鍾繇破碑，愛其書，命周興嗣次韻成之。」然《南史·文學傳》則謂梁武帝有王羲之書，命興嗣次韻為之，則所謂鍾繇書者，蓋宋人傳記之誤。《劉公嘉話錄》亦云：《千字文》本梁周興嗣所撰，而有王右軍書者，皆當時集字成之也。按梁時撰《千字文》者甚多，梁武嘗自製《千字文》，命沈眾為之注，見《南史·沈約傳》。又南平王嘗使蕭子範製《千字文》，命記室蔡薳為之注，亦見《南史》。而《隋經籍志》興嗣《千字文》外又有二本，一為梁國子祭酒蕭子雲注，一為胡肅注。又有《篆書千字文》一卷，《演千字文》五卷，《草書千字文》一卷，俱不載氏名。隋秦王俊又令潘徽為《萬字文》。唐以後又有改次《千字文》者。封演《聞見記》：周逖改《千字文》首句以「天寶應道」起，將進之，先呈右相陳公。陳問曰：「翻盡乎？枇杷二字如何？對曰：「惟此二字依舊。」陳曰：「如此還是未盡。」逖逡巡退。明人卓珂月崇禎中作《千字大人頌》，又將枇杷二字拆開，有云 「鬱尊黃金，膳枇素木（枇音七，義取祭用素枇也）。姑婦任績，夫男秉杷（杷，田器也）。」此又皆從《千字文》翻新以見巧者。至楊文公《談苑》謂《千字文》開首題云「敕員外郎散騎侍郎周興嗣次韻」，敕字乃梁字傳寫之誤，當時帝王命令尚未稱敕，至唐顯慶中始謂「不經鳳閣鸞台，何名為敕也」云云。此說甚謬。上命為敕。自漢已然，第唐以前上下猶得通用耳，非朝廷轉不稱敕也（說見「敕」字條內）。況此開首數字，應即興自嗣書，興嗣方仕梁，何由即自標梁代耶？"
      },
      {
        "index": 36,
        "text": "敕"
      },
      {
        "index": 37,
        "text": "詔敕為君上之詞，本漢制。《文心雕龍》曰：漢初定儀命有四品，一曰策書，二曰制書，三曰詔書，四曰戒敕。蓋本《尚書》敕天之命也。又云：戒敕為文，實詔之切者。然漢以後，敕字猶通用，凡官長之諭其僚屬，尊長之諭其子弟，皆曰敕。《漢書·成帝紀》詔公卿大夫、部刺史明申敕守相。又詔公卿申敕百寮，深思天誡。元帝詔：吏妨農職，公卿其申敕之。又王尊出教敕掾功曹各自砥厲。丙吉敕乳母善視皇曾孫。《後漢書》：陳寵為廣漢太守，府中多積骸，寵敕縣盡葬之。《魏略》：鮮卑求互市，梁習與之約相會空城中，遂敕郡縣自將兵往就之。《三國志》：高堂隆以郡督軍呼其太守薛悌名，隆即按劍敕督軍曰：「臨臣名君，義之所討也。」又高貴鄉公被弑，司馬昭上言：「高貴鄉公率兵向臣，臣懼兵刃相接，即敕將士不得有所傷害，乃成濟橫入兵陣，公遂隕命。臣今輒敕侍御史收濟家族，結正其罪。」龐淯懷匕首欲殺太守張猛，猛知其義士，敕遣不殺。此長官之敕僚屬也。《漢書》：韋賢以長子當為嗣，敕令自免。《後漢書·張純傳》：純臨卒，敕家丞死後勿議傳國。光武詔其子奮襲爵，奮稱純遺敕，固不肯受。《逸民傳》：向子平男女婚嫁既畢，敕斷家事。《魏略》：曹操征陶謙，敕家曰：「我若不還，往依孟卓。」卓謂張邈也。又李豐少時，聲稱日隆，其父不願其然，遂令閉門，敕使斷客。《吳書》：李衡密於龍門上種橘千株，敕其子曰：「千頭木奴，不責汝衣食，歲上絹千匹。」《世語》：薛夏，天水人，臨終敕其子無還天水。《北史》：雷紹臨卒，敕其子薄葬。又崔光疾甚，敕子侄等曰：「吾荷先帝厚恩，史功不成，歿有遺恨。」此尊長之敕子弟也。惟北齊樂陵王百年之被害，因賈德胄奏其嘗作敕字，武成帝因發怒，召使作敕字，與賈所封進相似，乃殺之，則又似專為君上之用。蓋古時詔敕本朝廷，而民間口語相沿，亦得通用。至唐顯慶中再定制，必經風閣鸞台始名為敕，而其令始嚴。然《唐書》安祿山討契丹，敕人持二繩，欲盡縛之。李生母早卒，為嫡母晉國夫人所養。晉國卒，父晟以非嫡子，敕服緦，不肯。則臣下猶有用敕字者。此或修書者習用古文之字以為文，非必當日實事也。（《甕牖閑評》云：敕字從束從文，不從來從力，或作敕字，乃變體書，猶可用也。至乃作敕字，則賚字，非敕字矣。）"
      },
      {
        "index": 38,
        "text": "旨"
      },
      {
        "index": 39,
        "text": "旨字，古人亦不專以為君上之稱。《後漢書·曹褒傳》：褒為圉令，有他郡盜入，捕得之。太守馬嚴諷縣殺之，褒敕吏曰：「皋陶不為盜製死刑，今承旨而殺之，是逆天心，順府意也。」《三輔決錄》：遊殷以其子托張既，既難違其旨。《宋書》：江夏王義恭請以庶人義宣還其屬籍，文帝答詔曰：「以公表付外，依旨奉行。」是上於臣下所矣。《梁溪漫志》記宋時士大夫名刺末稱裁旨。《甕牖閑評》云：本朝君相曰聖旨、鈞旨，太守而下曰台旨，又次曰裁旨。則宋時旨字猶上下通用。"
      },
      {
        "index": 40,
        "text": "朝"
      },
      {
        "index": 41,
        "text": "古人凡詣人皆曰朝。《呂覽》堯朝許由於沛澤之中是也。秦漢時，僚屬謁長官亦曰朝。《史記》項羽晨朝上將軍是也。《論語》冉子退朝。則大夫家亦稱朝。秦、漢以來，郡縣坐衙視事亦曰朝。《後漢書·任延傳》：延為會稽都尉，辟龍邱萇為議曹。龍邱萇卒，延自臨殯，不朝者三日。《劉寵傳》：寵為會稽太守，去任，有父老出送之，曰：「山谷鄙生，未嘗識郡朝。」《南史·范雲傳》云：為竟陵王子良主簿，寵冠府朝是也。又漢時凡官署皆稱寺。《吳志·淩統傳》：統領兵路過本縣，步入寺門，見長吏恭敬盡禮。是在外官署亦稱寺也。"
      },
      {
        "index": 42,
        "text": "宅"
      },
      {
        "index": 43,
        "text": "《同話錄》謂：今世達官稱府稱宅，下焉則稱家。《書》云五流有宅，則宅反不若家字矣。愚按此說非也。士大夫相稱曰宅，此名最古。《儀禮·士相見禮》：宅者，在邦曰市井之臣，在野曰草莽之臣。敖繼公曰：宅，未仕而家居者也《周禮·地官》載師：以宅田任近郊之地。鄭康成注又云：宅田，致仕者之家所受田也。然則未仕與致仕之家均稱宅耳。"
      },
      {
        "index": 44,
        "text": "次"
      },
      {
        "index": 45,
        "text": "托宿曰次。《春秋》莊三年，冬，公次於滑。《左傳》曰：凡師一宿為舍，再宿為信，過信為次。《漢書》：周亞夫軍次細柳。臣瓚亦引過信為次以釋之。是次乃托宿之久者也。今人行文，凡至某處，不論久暫，動曰次某處，誤矣。"
      },
      {
        "index": 46,
        "text": "宦"
      },
      {
        "index": 47,
        "text": "《禮記》宦學事師，非禮不親。注云：仕與學皆有師。此蓋泥於《說文》以宦為仕之說而強合之也。學則有師，仕豈有師乎？不知宦字原有仕與學二義。《左傳》：驪姬之亂，晉無公族，及成公即位，乃宦卿之嫡子為公族。杜注：宦，仕也。此以仕為宦之義也。趙盾飼翳桑之餓者，食之，舍其半，曰：「宦二年矣，未知母之存亡，今近焉，以遺之。」杜注：宦，學也。此以學為宦之義也。"
      },
      {
        "index": 48,
        "text": "二十八宿"
      },
      {
        "index": 49,
        "text": "二十八宿，宿字今人皆讀作秀。然《禮記》曰：宿離不忒，以初為常。《說苑·辨物篇》：天之五星，運氣於五行，所謂宿者，日月五星之所宿也。則宿字仍當讀本音為正。《說文》宿字本只入聲一音。白香山《贈溪翁》詩云：「辭翁向朝市，問我何官祿。虛言笑殺翁，郎官應列宿。」是唐人猶讀入聲也。《懶真子錄》亦云：二十八宿，亦謂之二十八舍，又謂之二十八次。舍也，次也，皆有止宿之義，今乃音繡，此何理也？然庾信《哀江南賦》「飛狄泉之蒼鳥，起橫江之困獸。地則石鼓鳴山，天則金精動宿」，是六朝時已讀作去聲。"
      },
      {
        "index": 50,
        "text": "帳"
      },
      {
        "index": 51,
        "text": "賬簿，古人作帳字。《北史》：宋世良括丁河內，魏孝莊帝勞之曰：「知卿所括過於本帳，若官皆如此用心，便是更出一天下也！」又後周蘇綽始製計帳戶籍之法。《隋書》開皇十年詔：「凡流寓之人，悉屬州縣，墾田籍帳，皆與民同。」又《裴政傳》：趙元愷造職名帳，未成，劉榮云：「但須口奏，不必造帳。」及奏，太子問帳安在。元愷曰：「劉榮謂不須造帳。」《唐書·宇文融傳》：鉤檢帳符，得偽勳亡丁甚眾。皆作帳。"
      },
      {
        "index": 52,
        "text": "饕"
      },
      {
        "index": 53,
        "text": "東坡詩有老饕之語，蓋謂貪於飲食也。按以饕為貪飲食，唯《韻會》有此說，而《左傳》「饕餮」杜注則云：貪財為饕，貪食為餮。《玉篇》亦曰：饕貪財也。則老饕當作老餮為是。然《山海經》饕餮本惡獸名，又《呂氏春秋》周鼎饕餮，首無身，食人未咽，害及其身，所以示戒也。然則饕餮本是一物之貪食者。杜注不過因《左傳》有「貪於飲食，昌於貨財，謂之饕餮」之語，故以二字分屬之。其實此物本貪食之獸，縉雲不才子貪冒似之，故人借以名之耳。不必以饕屬財、餮屬食也。然則東坡所云老饕，亦未為失也。"
      },
      {
        "index": 54,
        "text": "寫"
      },
      {
        "index": 55,
        "text": "《曲禮》：器之溉者不寫，其餘皆寫。注謂傳之器中也。並無以為作字者。《漢書·藝文志》：武帝置寫書官，寫字始作抄錄解，蓋因此器注於彼器，有傳遞之義，故借為傳抄書寫之字。《後漢書·竇融傳》：融作書勸隗囂降，漢光武之詔曰：「從天水來者，寫將軍所讓隗囂書。」則以此字作抄錄解固己久矣。"
      },
      {
        "index": 56,
        "text": "睬"
      },
      {
        "index": 57,
        "text": "俗語不禮人為不睬，亦有所本。《北史》：齊後主緯穆皇后之母，名輕霄，本穆子倫婢也。後既封，以陸令萱為母，更不睬輕霄。"
      },
      {
        "index": 58,
        "text": "甄"
      },
      {
        "index": 59,
        "text": "甄字，許氏《說文》作居延反，本與堅同音。《吳志》：孫堅入洛，於城南甄官井探得傳國璽，堅以甄與己名協，以為受命之符。是三國以前未有讀甄為之人切者。宋大觀中，甄徹登進士，時林攄為樞密院，唱名讀甄為堅，上以為當作真音。攄辨，遂以不識字被黜。則宋以前久讀作真音矣。莊綽《雞肋編》謂即起於三國，孫權即帝位，尊堅為武烈皇帝，江左諸儒遂避堅諱，因其聲之相近乃讀為真耳。《說文》顛、蹎以真為聲，煙、咽以甄為聲，可見甄本音乃堅，而非真也。"
      },
      {
        "index": 60,
        "text": "員"
      },
      {
        "index": 61,
        "text": "吳曾《能改齋謾錄》：《左傳》「伍員」，陸德明《釋文》音平聲。然《唐書》員半千十世祖凝之，以忠烈自比伍員，因改姓員。《唐書音釋》云王問切，則作去聲矣。張嘉貞薦苗延嗣、呂太一、員嘉靖、崔訓，皆位清要，日與議政事。當時語曰：「令君四俊，苗呂崔員。」則以員為去聲，自唐已然。又《左傳》：季孫行父城鄆。杜注：今城陽姑幕縣有員亭，員即鄆也。員音雲，一音運，則員之去聲並不自唐始矣。"
      },
      {
        "index": 62,
        "text": "犬"
      },
      {
        "index": 63,
        "text": "犬即狗也。《月令》孟春毋殺孩蟲、胎夭、飛鳥。《說文》未生曰胎，初生曰夭也。《呂氏春秋》則云：無殺孩蟲、胎犬、飛鳥。高誘注曰：麝子曰犬，則又有以犬為麝子者。此《說文》、《玉篇》諸書皆未見。"
      },
      {
        "index": 64,
        "text": "隔"
      },
      {
        "index": 65,
        "text": "窗戶之有疏欞可取明者，古曰綺疏，今曰槅子。按槅當作隔，謂隔限內外也。《夷堅志》云：廊上列金漆涼隔子。《甕牖閑評》作亮隔，《淵海》則竟作格，謂學士院格有火燃處，太宗嘗夜至，蘇易簡己寢，遽起無燭，宮嬪自窗格以燭入照之。後以為玉堂盛事，遂不復易。是隔、格俱有典故，俗作槅者非。"
      },
      {
        "index": 66,
        "text": "都鄙"
      },
      {
        "index": 67,
        "text": "世以文雅者為都，樸陋者為鄙，其來最古。《詩》云：洵美且都。《國語》：楚靈王為章華台，使富都那豎讚焉。注：都，閑也。那，美也。《楚詞》云：此德好閑習以都。《史記》：司馬相如車從甚都。是皆以都為美也。《論語》：出辭氣斯遠鄙倍。注：凡陋也。《漢書》：周勃為布衣時，鄙樸庸人。曹大家《女誡》云：鄙人愚闇。是皆以鄙為庸陋也。其實都、鄙二字，蓋即本周制。都乃天子諸侯所居之地，聲名文物之所聚，故其士女容止可觀。鄙則郊遂以外，必多樸僿也。猶今人言京樣、京款、村氣、鄉氣也。顏師古則謂鄙字本作否，乃蔽固不通之稱，故《尚書》否德忝帝位，《史記》作鄙德，以其字同也。（按王充《論衡》引《論語》「子見南子」章「予所否者」，亦云「予所鄙者」，是否鄙二字古本通用。）則鄙字自有凡陋本義，非田野之謂也。又都者是閑美之稱，亦非上京之謂。今按《論語》：先進於禮樂，野人也。非指郊外之民乎？質勝文則野，非以郊外之人樸僿，而即以野為樸陋之稱乎？《左傳》：楚申舟過宋而不假道，華元曰：「是鄙我也。」杜注：以我同於其邊鄙也。然則都美之本於國邑，鄙樸之本於郊野，有自來矣。師古之說，未可信也。況都者，凡建立宗廟之地之通稱，亦非專指京邑也。而師古以上京當之，則其於都字之本義亦未深考也。（按《周禮》大都、小都在王四百里、五百里之內，公卿及王子弟食采之邑，大司徒凡造都鄙。此即所謂都鄙用助法，皆指郊外之地。至子產使都鄙有章，則以都為邑都，鄙為野鄙。）"
      },
      {
        "index": 68,
        "text": "雅俗"
      },
      {
        "index": 69,
        "text": "雅、俗二字相對，見王充《論衡·四諱篇》引田文問其父嬰不舉五月子之說，謂田嬰俗父也，田文雅子也。然則雅、俗二字蓋起於東漢之世。（又劉熙《釋名序》有名號雅俗之語。熙，漢末魏初人，益見雅、俗二字起於東漢。）"
      },
      {
        "index": 70,
        "text": "猖獗"
      },
      {
        "index": 71,
        "text": "今人見人恣橫不可製者，輒曰猖獗，史傳亦多用之。然更有別義。漢昭烈謂諸葛武侯曰：「孤智術淺短，遂用猖獗。」王彪之謂殷浩曰：「無故匆匆，先自猖獗。」劉善明謂蕭道成曰：「不可遠去根本，自詒猖獗。」丘遲《與陳伯之書》：「君不能內審諸己，外受流言，沉迷猖獗，以至於此。」金將張柔為蒙古所敗，質其二親，柔歎曰：「吾受國厚恩，不意猖獗至此！」凡此皆有傾覆之意，與常解不同。"
      },
      {
        "index": 72,
        "text": "絕倒"
      },
      {
        "index": 73,
        "text": "今人遇事之可笑者，每云絕例。其實此二字不僅形容可笑也。《晉書·衛玠傳》：王澄每聞玠言，輒歎息絕倒。時人為之語曰：「衛玠談道，平子絕倒。」 《世說》：王敦見衛玠後，謂謝琨曰：「不意永嘉之後，復聞正始之音。阿平若在，當復謂倒。」《魏書·李苗傳》：苗覽《周瑜傳》，未嘗不谘嗟絕倒。此皆言傾倒之意。《北史·崔瞻傳》：瞻使於陳，過彭城，讀道旁碑文，未畢而絕倒。從者遙見，以為中惡。此碑乃瞻父徐州時所立，故哀感焉。《隋書·陳孝意傳》孝意居父喪，朝夕哀臨，每發一聲，未嘗不絕倒。此又極形其悲愴之致也。惟《五代史·晉家人傳》：出帝居喪，納其叔母馮氏為後，酣飲歌舞，過梓宮前，叕而告曰： 「皇太后之命與先帝不任大慶。」左右皆失笑，帝亦自絕倒。此則與捧腹、鼓掌等字意義相近耳。然《宋史·王登傳》：登夜分正理軍書，幕客唐舜申至，登忽絕倒，五藏出血而卒。元趙秉文《雜擬》詩：不敢上高樓，惟恐愁絕倒。則宋、元之間亦尚不以絕倒字專指詼笑。趙與時《賓退錄》亦引衛玠事，而論流俗以絕倒為大笑之誤。"
      },
      {
        "index": 74,
        "text": "饑、餓二字有別"
      },
      {
        "index": 75,
        "text": "饑、餓二字亦有分別。《淮南子·說山篇》：寧一月饑，無一旬餓。注：饑，食不足；餓，困乏也。沈作喆《寓簡》云：饑非餒也，不及飽耳。"
      },
      {
        "index": 76,
        "text": "釐氂"
      },
      {
        "index": 77,
        "text": "王西莊《十七史商榷》「釐氂」條謂「差人豪釐，謬以千里」，釐、裏同是一韻，而或作豪氂二字，蓋傳寫之誤；而以顏師古音氂為離，謂其不識字。按豪氂本權度之數。《孫子算術》：「蠶吐絲為忽，十忽為秒，十秒為豪，十豪為氂，十氂為分，十分為寸，後人又移之於稱，是權度皆以豪毛起數，其字本應從毛，而反謂釐字傳寫之誤，未免臆說。況《史記·儒林傳》有禽滑氂，即孟子所載滑釐，可見釐、氂二字原屬相通，古無四聲之別，釐氂一也。而必謂由釐訛寫為氂，則是古來本無氂字，豪釐之釐，但應作釐，不應作氂矣。西莊所最據者許氏《說文》，然《史記》禽滑氂、《漢書》劉屈氂，岑元熙為魏郡守，人頌之曰「狗吠不驚，足下生氂」，其字皆在許叔重之前，豈漢人早撰別字耳？"
      }
    ]
  }
}