{
  "chapterNumber": 35,
  "title": "卷三十五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "天、地、水三官"
      },
      {
        "index": 2,
        "text": "道家有所謂天、地、水三官者。《歸震川集》有《三官廟記》，云：其說出於道家，以天、地、水為三元，能為人賜福赦罪解厄，皆以帝君尊稱焉。或又以為始皆生人，而兄弟同產，如漢茅盈之類也。是震川初未嘗考其由來。郎瑛亦但謂：天氣主生，木為生候；地氣主成，金為成候；水氣主化，水為化候。其用司於三界，而以三時首月候之。故曰三元，三元正當三臨官，故又曰三官。則瑛亦未究其出自何處。按《通志》有《三元醮儀》一卷，但不題撰人姓氏。《宣和畫譜》有名畫周昉《三官像圖》，及唐末范瓊、孫位、張素卿皆有之。又《東坡集》中有《水官》詩，乃大覺璉師以唐閻立本所畫水官贈老泉，老泉作詩報之，兼命坡公屬和者。然老泉詩徒摹寫閻畫，東坡亦第述立本之以畫名家，而未著水官所自。惟宋景濂跋揭文安傒斯所撰《曲阿三官祠記》，謂漢熹平間，漢中張修為太平道，張魯為五斗米道，其法略同，而魯為尤甚。自其祖陵、父衡造符書於蜀之鶴鳴山，制鬼卒、祭酒等號，分領部眾。有疾者令其自首，書名氏及服罪之意作三通，其一上之天，著山上，其一埋之地，其一沉之水，謂之天、地、水三官。三官之名，實始於此云云。此最為得實。但裴松之《三國志注》引《典略》，謂為太平道者乃張角，為五斗米道者乃張修。《後漢書》及司馬《通鑒》亦同。景濂乃謂修為太平道，魯為五斗米道，不免小誤。按松之所謂張修應是張衡，即張魯父也，《典略》誤耳。然張衡等但有三官之稱，而尚未謂之三元，其以正月、七月、十月之望為三元日，則自元魏始。《魏書》孝文帝以太皇太后喪、詔令長至三元絕告慶之禮，是三元之名，魏已有之，蓋其時方尊信道士寇謙之，三元之說蓋即謙之等襲取張衡三官之說，而配以三首月為之節候耳。《冊府元龜》：唐開元二十二年十月敕曰：道家三元誠有科戒，今月十四日、十五日是下元齋日，都內人應有屠殺，令河南尹李適之勾當總與贖取，並令百姓是日停宰殺漁獵等。自今以後，兩都及天下諸州每年正月、七月、十月三元日起十三至十五，兼宜禁斷。《舊唐書•武宗紀》：會昌四年正月，敕三元日各斷屠三日。《宋史•方伎傳》：苗守信精道術書，上言：三元日上元天官、中元地官、下元水官，各主錄人之善惡，皆不可以斷極刑事。下有司議行。此又三元之名之原委也。"
      },
      {
        "index": 3,
        "text": "東嶽天齊"
      },
      {
        "index": 4,
        "text": "《舊唐書》明皇封禪泰山，加號天齊。《宋史》大中詳符元年封禪畢，詔加號泰山為仁聖天齊王。五年，又加天齊仁聖帝。元至元十八年，詔加天齊大生仁聖帝。天齊之名，蓋本《史記•封禪書》「齊所以為齊，當天齊也」，故假借用之。以為峻極於天之意。然《封禪書》八神祠，一曰天主，祠天齊，居臨淄南郊；二曰地主，祠泰山梁父。則泰山與天齊各為一祠，本不相涉。況天齊雲者，謂當天之中，如天之臍也，今乃不顧其本義，但取其字之可通而剽剝附會之，蓋出於張說之舞文也。"
      },
      {
        "index": 5,
        "text": "泰山治鬼"
      },
      {
        "index": 6,
        "text": "東嶽主發生，乃世間相傳多治死者，宜胡應麟之疑也。然亦有所本。《老學庵筆記》謂楊文公「遊岱之魂」一句出《河東記》韋齊休事，然駱賓王《代父老請封禪文》云：「就木殘魂，遊岱宗而載躍，」又在河東前矣。是放翁以駱文為最先也。其實後漢時已有此語。《後漢書•烏桓傳》：其俗謂人死，則神遊赤山，如中國人死者魂歸岱山也。又《許曼傳》：曼少嘗疾病，乃謁太山請命。干寶《搜神記》：胡母班死，往見泰山府君，為之致書於河伯（此事亦見《三國志注》）。《三國志•管輅傳》：輅謂其弟曰：「但恐至泰山治鬼，不得治生人。」劉楨《贈五官中郎將》詩云：「常恐遊岱宗，不復見故人。」應璩《百一》詩云：「年命在桑榆，東嶽與我期。」裴松之注《三國》引《列異傳》：蔣濟子既死，夢於其母曰：「兒今為泰山伍伯，甚苦。有謳士孫阿將死，為泰山令，乞豫屬之。」母以告濟，濟往托焉。未幾阿果死。月餘，濟夢兒來言：「阿為令，使兒得轉錄事矣。」《博物志》：泰山，天帝孫也，主召人魂，東方萬物始，故知人生命。古樂府：齊度遊四方，各係泰山錄。人間樂未央，忽然歸東嶽。是泰山治鬼之說，漢、魏間已盛行。此又駱文所本，而放翁未引之，何也？（顧寧人云：哀、平之際，讖緯書出，有《遁甲開山圖》泰山在左，元父在右，元父知生，梁父知死云云。謂泰山治鬼之說，蓋起於西漢末。）又王僧孺致何炯書，亦有「還魂斗極，追氣泰山」之語。《南史•沈攸之傳》：沈僧昭少事天師，能記人吉凶，自云為泰山錄事，幽司中有所收錄，必僧昭署名。《北史•段暉傳》：有童子與暉同學二年，將去，謂暉曰：「吾泰山府君子，奉敕遊學，今將歸。」言終，騰虛而去。此又皆唐以前泰山故事也。宋《稗記》：崔公誼補莫州任丘簿，會地震，公誼任滿，已挈家南行，夜宿，忽有人叩戶云：「崔主簿係合地動壓殺人，已收魂到岱，到家宜速。」崔自度必死，乃送其孥歸壽陽，明日遂卒。《夷堅志》：孫默、石倪、徐楷相繼為泰山府君。又呂辨老得一印，文曰「泰山府君之印」。王太守借觀之，未幾，王死。王素有善政，人以為必主岱嶽也。張廿三既死，子幼，贅婿陳昉主其家事，而斃其子。已而張同一黃衣者向陳索命，顧黃衣者使執之。黃衣曰：「須先於泰山府君處下狀。」藤迪功妻趙氏殺其妾陳馨奴，未幾趙死而失其首。方捕治，而陳現形，提其頭出示人曰：「我已訴嶽帝，得報此仇，恐牽連無辜，故來明此事。」然則泰山治鬼，世果有其事也。"
      },
      {
        "index": 7,
        "text": "城陽王、秣陵尉"
      },
      {
        "index": 8,
        "text": "顧寧人謂：六朝以前多祀城陽景王劉章，及蔣子文之祀最盛。按《後漢書》：樊崇起兵，軍中有巫鼓舞祠城陽景王。巫言景王大怒，曰：「當作縣官，何故作賊！」笑巫者輒病，於是乃立劉盆子為帝。又《魏書》城陽景王即漢朱虛侯章，以其有功於漢，故其國為立祠。青州諸郡轉相仿效，濟南尤盛，或假二千石輿服導從，作倡樂。曹操為濟南相，始禁之。是城陽之祀於北方顯赫可知。《通鑒集覽》：蔣子文，漢秣陵尉，逐賊至鍾山，傷額而死。吳先主時，其故吏遇之於途。子文曰：「我當為此土地神。」又附巫語：「當大啟孫氏。」吳主乃為立廟，封中都侯。《晉書•載記》：苻堅入寇，會稽王道子以威儀求助於鍾山蔣侯，封以相國之號。《南史》：宋太子劭之逆，南譙王義宣起兵，至新亭，劭以輦迎蔣侯於宮內，拜大司馬，封鍾山郡王，使南平王鑠造策文。又《宋書•禮志》：明帝加蔣侯爵位至相國大都督中外諸軍事。《齊書》：東昏侯信蔣侯神，迎入宮，晝夜祈禱。左右朱光尚云見神動輒啟，並云降福治安之平，遂加位相國。後又號為靈帝，車服羽儀，一如王者，設鎧馬甲仗千人，皆張弓拔白，出東掖門，云「蔣侯出蕩」。《梁書•曹景宗傳》：武帝因祈雨不應，欲焚蔣帝廟，俄而雨注，帝遂到廟修謁。《陳書》：武帝即位，幸鍾山祀蔣帝廟。又永定三年，久不雨，帝幸鍾山祭蔣帝廟，是日遂雨。引蔣廟之顯赫於鍾山者也。《南史》：梁武起兵圍郢城時，城中張元嗣等迎蔣侯於州廳祈福，鈴鐸晝夜不絕，使導從告陴巡行。魏軍圍鍾離，城中乞蔣帝扶助，神報許。既而無雨，水頓長，遂挫敵。後見廟中人馬腳盡濕。此蔣廟之遍於州郡者也。後魏任城王為揚州刺史，毀蔣子文之廟，可見揚州亦有此廟。寧人所謂六朝以來多祀此二神，信不妄也。然六朝時尚有伍子胥、項羽二神，亦香火最盛。項羽神之祀，寧人已敘及，亦尚未備，今更廣錄，並伍子胥之祀亦著於後。（按蔣廟，明初雞鳴山十廟中尚存其一，永樂七年正月又進封為忠烈武順昭靈嘉佑王，然民間已無祀之者。城陽景王，則並無有能知其姓名者矣。）"
      },
      {
        "index": 9,
        "text": "伍子胥神"
      },
      {
        "index": 10,
        "text": "《史記》伍子胥死，吳人憐之，為立祠於江上，命曰胥山。此子胥之祀之始也。王充《論衡》：吳王殺子胥，煮之於鑊，乃以鴟夷橐投之江。子胥恚恨，驅水為濤以溺人，故會稽、丹徒、大江、錢塘、浙江皆立其祠。《後漢書》：張禹為揚州刺史，當過江行部，吏白江有伍子胥神，當祀之。此兩漢之祀伍廟也。《吳志》：孫綝侮慢明神，遂燒大橋頭伍子胥廟。燒廟而世俗謂之慢神，則其時廟祀之顯赫可知。《隋書》：高勱為楚州刺史，城北有伍子胥廟，其俗敬神，祈者必以牛酒，至破產業。勱乃嚴為禁止。則六朝以後，伍廟顯赫又可知。《唐書》：狄仁傑使江南，毀淫祠千七百所，惟夏禹、吳泰伯、季劄、伍員四祠不廢。今按六朝以前所祀之神俱已湮沒，而子胥廟，唐以後尚多崇祀，豈以梁公所未毀，遂得留耶？抑神之靈尚不泯耶？《北夢瑣言》：閩王審知患海中石磅為舟楫害，夢吳安王（即子胥）許為開導，乃遣劉山甫祭奠，甫畢，忽風雷勃興，海中有黃物長千百丈，奮躍攻擊，三日既霽，則石港已通暢，乃名之曰甘棠港。《宋史》：馬亮知杭州，會江濤大溢，亮禱伍員祠，明日潮卻，出橫沙數里。是伍相之神，久而益顯也。《元史》大德三年，又加封忠孝威惠顯聖王。"
      },
      {
        "index": 11,
        "text": "項羽神"
      },
      {
        "index": 12,
        "text": "顧寧人《日知錄》謂，六朝時吳興項羽神最為顯赫，而引《宋書•孔季恭傳》：先是吳興頻喪太守，云項羽神為卞山王，居郡廳事，二千石至，常避之。又《南齊書•李安民傳》：太守到郡，必祀以軛下牛，安民奉佛法，不與神牛，著屐上廳事，又於廳事上設八關齋。俄而牛死，安民亦卒云云。以為當時憤王之威靈如此。然不止此二事也。《南史•蕭思話傳》：吳興卞山有項羽廟，土人名為憤王宮，相承云羽多居郡廳事，遂於廳事安床幕為神座，前後二千石皆於廳拜，祠以軛下牛，而避居他室。及蕭惠明蒞任，曰：「孔季恭嘗為此郡，而未聞有災。」遂設筵榻接賓。數日，見一人長丈餘，張弓挾矢相向，既而不見，因發背，旬日而卒。蕭惠休從吳興太守徵為僕射，人謂惠休事項羽神甚謹，故得美遷。蕭猷為吳興太守，與項羽神交歡，恒飲至一斛，神亦有酒色。有禱必驗。後為益州刺史，值齊狗兒亂，來發城，猷乃遙祝請救。有田夫道逢數百騎至，問為誰，曰：「吳興楚王來救。」是日遂破賊。合此數事觀之，憤王之盛行於六朝，益可信矣。惟蕭琛至郡著屐告廳事，聞室中有叱吒聲，琛厲色曰：「生不能與漢祖爭中原，死據此廳，何也？」因遷之於廟，後竟無他。則神亦有時因人而屈。然陳武帝永定二年，至遣中書舍人韋鼎冊之為帝，其顯赫可想也。按張鷟《耳目記》：垂拱四年，安撫大使狄仁傑檄告楚霸王項君將校等，略曰：「鴻名不可以繆假，神器不可以力爭云云，檄到如律令。」遂除項羽廟及餘神並盡，惟會稽禹廟在焉。亦見沈俶《諧史》。又《封氏聞見記》亦謂狄公檄書責其喪失八千子弟，而妄受牲牢之薦。然則項羽神唐初猶盛，其以狄梁公檄除之後，遂漸衰替耶？然《梁溪漫志》和州烏江縣英惠廟即項羽神，靈響昭著。紹興辛巳，敵犯淮南，過廟入禱，擲交數十，皆不吉，欲火焚其廟。俄有大虺見於神座，敵駭而出，移屯東去。郡上其事於朝，詔封為靈祐王，邦人益嚴事之。則宋南渡時亦尚著靈異也。"
      },
      {
        "index": 13,
        "text": "衡嶽借兵"
      },
      {
        "index": 14,
        "text": "《癸辛雜識》有「衡嶽借兵」一條。衡嶽之廟，四門皆有侍郎神，惟北門主兵，朝廷每有兵事，則前期差官致祭。然其門亦不敢全開，以尺寸計兵數。或云其主司乃張子亮也。張為湘南運判，死於官。丁卯、戊辰間，南北交兵，朝廷降香，神許啟門三寸。臬使遂全門大啟，旋以捷告，而廟旁數里居民皆被風災。最後有聲若雷，居民喜曰：「神歸矣！」果遂帖息。沈作喆《寓簡》亦云：衡山南嶽廟，國家每大出兵，則遣使祭告，用武士百人移鐵礎，視出兵之數。凡出兵幾萬，則啟門若干尺寸，法甚嚴，不得少差。事畢，又遣使告謝，舉鐵礎塞門如故。自廟焚之後，礎亦莫知所在矣。"
      },
      {
        "index": 15,
        "text": "關壯繆"
      },
      {
        "index": 16,
        "text": "鬼神之享血食，其盛衰久暫，亦若有運數而不可意料者。凡人之歿而為神，大概初歿之數百年則靈著顯赫，久則浙替。獨關壯繆在三國、六朝、唐、宋皆未有禋祀。考之史誌，宋徽宗始封為忠惠公，大觀二年加封武安王，高宗建炎二年加壯繆武安王，孝宗淳熙十四年加英濟王，祭於荊門當陽縣之廟。（《獨醒志》：李若水初為大名府元城尉，有村民持一書來，云：「夢金甲神人告我，到關大王廟側，遇鐵冠道士，以其書下李縣尉。」《夷堅志》：明椿都統自立生祠於關王廟側。是宋時關王廟亦已多。）元文宗天曆元年加封顯靈威勇武安英濟王。（《元史》：世祖尊崇佛教，用漢關壯繆為監壇。）明洪武中復侯原封，萬曆二十二年因道士張通玄之請，進爵為帝，廟曰英烈。四十二年又封三界伏魔大帝、神威遠鎮天尊、關聖帝君，又封夫人為九靈懿德武肅英皇后，子平為竭忠王，興為顯忠王，周倉為威靈惠勇公，賜以左丞相一員為宋陸秀夫，右丞相一員為張世傑，其道壇之三界馘魔元帥，則以宋岳飛代。其佛寺伽藍，則以唐尉遲恭代。劉若愚《蕪史》云：太監林朝所請也。繼又崇為武廟，與孔廟並祀。本朝順治九年，加封忠義神武關聖大帝。今且南極嶺表，北極塞垣，凡兒童婦女，無有不震其威靈者，香火之盛，將與天地同不朽。何其寂寥於前，而顯爍於後，豈鬼神之衰旺亦有數耶？（《夷堅志》涪江張桓侯廟，紹興初，張魏公宣撫蜀中，有死卒更生，傳神語，欲助順。未幾金婁室兀术連犯漢中，皆敗去。魏公承制追封忠顯王。則張桓侯之王封亦自宋始。）"
      },
      {
        "index": 17,
        "text": "又按宋牧仲《筠廓偶筆》載馮景所記解州斷碑一事，謂壯繆生辰，世皆以為五月十三日，不知乃其子平生日也。康熙十七年，解州常平村人於昌者，讀書塔廟，廟壯繆故居也。晝夢壯繆授以「易碑」二字，驚悟。適見浚井者得巨碑數段，昌合而讀之，乃記壯繆之祖考諱字生卒。遂奔告州守王朱旦，朱旦因據碑作記。侯祖石磐公，諱審，字問之，和帝永光二年庚寅生，居解州常平村寶池里，卒於桓帝永壽三年丁酉，享年六十八。子諱毅，字道遠，桓帝三年庚子六月二十四日生侯。侯長娶胡氏，靈帝光和元年戊午月十三日生子平云云。然則侯之生以六月二十四日也。亦見吳青壇《讀書質疑》。按東漢人尚無別號，今既名審字問之，則石磐乃別號，一可疑也。名審則字問之，名毅則字道遠，皆取《論語》、《中庸》之文。其時《中庸》雜在《禮記》中，何以兩代名字恰用《中庸》、《論語》二書？二可疑也。壯繆尚有子曰興，碑既載其兄，何不載其弟？三可疑也。壯繆沒後，子孫在蜀，解州故鄉尚屬魏、晉，此碑何時何人所立，並不附見。四可疑也。馮景所記，其信然耶否耶？姑存之以備一說。"
      },
      {
        "index": 18,
        "text": "漢壽亭侯"
      },
      {
        "index": 19,
        "text": "關壯繆斬顏良，曹操表為漢壽亭侯，見《三國志》。先主即位時，勸進表列名漢壽亭侯關羽、新亭侯張飛，更可證也。《宋書》：王鎮惡以平劉毅功封漢壽縣子，沈林子亦封漢壽人縣伯。《南史》：蔡道恭梁瑚監中封漢壽縣伯，又劉悛以漢壽邵榮興六世同居，特表其門。是漢壽本地名，後人誤以漢字屬上，但稱壽亭，是以洪容齋《隨筆》力辨其非。王敬哉《冬夜箋記》亦謂漢壽二字不宜拆用。吳青壇《讀書質疑》並稱漢壽縣在犍為，史稱費禕被害於漢壽是也。然青壇亦未詳考。按漢壽縣本有二，費禕被害之地在蜀中，郭璞《爾雅注》云：有水從漢中沔陽縣南流，至梓潼、漢壽，此本廣漢葭萌縣，建安二十五年蜀先主改名漢壽者（今為四川保寧府廣元縣）。曹操表封關公，則在建安五年，固無由預立此名。《續漢郡國志》：曹操表封關公，則在建安五年，固無由預立此名。關公所封，蓋即此地。《三國•吳志》有潘濬，武陵漢壽人。《晉書》有潘京，亦武陵漢壽人。是武陵之有漢壽明甚。而熊方《後漢書年表》異姓侯內有壽亭侯關羽，其下格注云武陵。此龍關公所封漢壽在武陵之明證也。（壽亭上少一漢字，蓋傳寫脫誤。）惟劉禹錫有《漢壽亭春望》詩，自注在荊州刺史治。《名勝志》亦云荊州有漢壽城，是曹操表封關羽處。則似荊州又有一漢壽。按漢末武陵郡亦荊州所屬，然刺史治所則不在此。此蓋後人因關公曾鎮荊州，而建城築亭以誌遺跡耳。至世之稱壽亭，則已非一日。《大明會典》亦止稱壽亭侯（明初，雞鳴山建廟，只稱壽亭侯。嘉靖十年，太常御黃芳奏改稱漢前將軍漢壽亭侯。）宋牧仲《筠廓偶筆》記大內有壽亭侯印，九紐連環四，翡翠爛然，傍有痕，似嵌寶石取去者。牧仲之父文康公嘗印取一紙云。又許觀《東齋記事》：紹興中，洞庭漁人獲一印，方僅二寸，製甚古，紐有連環四，兩兩相貫，上有一大環總之。漁者以為金，競而訟於官。辨其文，乃「壽亭侯印」四字，遂留長沙官庫。庫吏見印上有光怪，白於官，乃送荊門玉泉寺關壯繆祠。淳熙四年，玉泉祠僧真慈將獻之東宮，忽光焰四起。眾皆驚，遂不復獻云（亦見司馬知白所作《關侯印記》）。按紹興時所獲古印已但稱壽亭侯，則知世俗之訛公本號已久矣。乃本號已訛，而神靈猶式憑之，展轉示異，一若不妨委曲遷就而終不能忘情於此者，何也？（按《後漢書》異姓侯有壽亭侯關羽，似關公初封即曰壽亭侯。然《蜀志》明言曹操表封羽為漢壽亭侯，後漢表蓋傳寫脫誤。）"
      },
      {
        "index": 20,
        "text": "天妃"
      },
      {
        "index": 21,
        "text": "江漢間操舟者，率奉天妃，而海上尤甚。張燮《東西洋考》云：天妃，莆之湄洲嶼人。五代時，閩都巡檢林願之第六女。生於晉天福八年，宋雍熙四年二月二十九日化去。後嘗衣朱衣往來海上，里人虔祀之。宣和癸卯，給事中路允迪使高麗，中流遇風，他舟皆溺，神獨集路舟，得免。還奏，特賜廟號曰順濟。紹興乙卯，海寇至，神駕風一掃而遁。封昭應崇福。乾道己丑加封善利。淳熙間加封靈惠。慶元、開禧、景定間累封助順、顯衛、英烈、協正、集慶等號。又《夷堅志》興化軍海口林夫人廟，靈異甚著，今進為妃云。則在宋時已封為妃也。《元史•祭祀志》：南海女神靈惠夫人，至元中以護海運有奇應，加封天妃，神號積至十字，廟曰靈慈。祝文云：年月日，皇帝遣某官致祭於護國庇民廣濟福惠明著天妃。又《續通考》云：至元十五年，封泉州神女護國明著靈惠協正善慶顯濟天妃。二十五年，加封廣佑明著天妃。《七修類稿》亦謂：至元中顯靈於海，有海運萬戶馬合法忽魯循等奏立廟，號天妃，順帝又加輔國護聖庇民廣濟福惠明著天妃。是天妃之名自有元始。何喬運《閩書》載妃生卒與張燮同，又謂生時即能乘席渡海，人呼為龍女。升化後，名其墩曰聖墩，立祠祀之。洪武五年，又以護海運有功封孝順純正孚濟感應聖妃。則又有聖妃之稱。《七修類稿》則云封昭應德正靈應孚濟聖妃。《通考》：永樂中建天妃廟，賜名宏仁普濟天妃，宮有御制碑，正月十五、三月二十三日遣太常寺致祭。故今江湖間俱稱天妃。天津之廟並稱天後宮，相傳大海中當風浪危急時，號呼求救，往往有紅燈或神鳥來，輒得免，皆妃之靈也。竅意神之功效如此，豈林氏一女子所能？蓋水為陰類，其象維女，地媼配天，則曰後，水陰次之，則曰妃，天妃之名，即謂水神之本號可，林氏女之說不必泥也。張學禮《使琉球記》又云：天妃姓蔡，閩海中梅花所人，為父投海身死，後封天妃，則又與張燮、何喬遠所記不同矣。"
      },
      {
        "index": 22,
        "text": "成化間，給事中陳詢奉命往日本。至大洋，風雨作，將覆舟，有二紅燈自天而下，遂得泊於島。若有人告曰：「吾輩為天妃所遣也。」又嘉靖中，給事中陳侃奉使封琉球，遇風將覆，舉舡大呼「天妃」，亦見火光燭船，船即少寧。明日有粉蝶飛繞舟不去，黃雀立柁樓食米，頃刻風起，舟行如飛，曉至閩，午入浙之定海（俱見《七修類稿》）。吾鄉陸廣霖進士云：台灣往來神跡尤著，土人呼神為媽祖。尚遇風浪危急，呼媽祖，則神披發而來，其效立應。若呼天妃，則神必冠帔而至，恐稽時刻。媽祖云者，蓋閩人在母家之稱也。"
      },
      {
        "index": 23,
        "text": "金龍大王"
      },
      {
        "index": 24,
        "text": "江淮一帶至潞河，無不有金龍大王廟。按《湧幢小品》：神姓謝，名緒，南宋人，元兵方盛，神以戚畹，憤不樂仕，隱金龍山，築望雲亭自娛。元兵入臨安，赴江死，屍僵不壞。鄉人瘞之祖廟側。明祖兵起，神示夢當佑助。會傅友德與元左丞李二戰呂梁洪，士卒見空十有披甲者來助戰，元遂大潰。永樂中，鑿會通渠，舟楫過河，禱無不應，於是建祠洪上。隆慶間，潘季馴督漕河，河塞不流，為文責神。有書吏過洪，遇鬼伯，擒以見神。神詰之曰：「若官人何得無禮，河流塞，亦天數也。為我傳語司空，吾已得請，河將以某日通矣。」已而果驗。於是季馴事之甚謹。施愚山《齋雜記》亦載之。然則神之祀始於永樂中，而隆慶以後乃益盛歟？（本朝順治二年十二月，封黃河神為顯祐通濟金龍四大王之神，運河神為延休顯應分水龍王之神）。"
      },
      {
        "index": 25,
        "text": "祠山神"
      },
      {
        "index": 26,
        "text": "俗祀祠山神，稱為祠山張大帝。王弇州《宛委餘編》引《酉陽雜俎》：天帝劉翁者惡張翁，欲殺之，張翁具酒醉劉翁，而乘龍上天代其位（亦見《諾皋記》）；及《殷芸小說》：周興死，天帝召興升殿，興私問左右曰：「是古張天帝耶？」答曰：「古天帝已仙去，此是曹明帝耳」云云，以為張大帝之證。此特因一張字偶合，故引之以實其說，殊不知《酉陽雜俎》及《殷芸小說》固荒幻不經，即其所謂張天帝者，亦指昊天上帝言之，而於祠山無涉也。世俗荒怪之說，固無足深考，然其訛謬相仍，亦必有所由始。按程棨《三柳軒雜識》：廣德祠山神姓張，避食豨，而引《祠山事要》云：王始自長興縣疏聖瀆，欲通津文德，化身為豨，縱使陰兵，為夫人李氏所覘，其工遂輟，是以祀之避豨。宋稗所載更詳，謂其神姓張名勃，烏程縣人，役陰兵導河，欲通廣德，自長興縣疏鑿聖瀆。先與夫人約：每餉至，鳴鼓三聲，王即自至，不令夫人見之。後夫人遺餐於鼓，鴉啄鼓鳴，王以為餉至，至則無有。已而夫人至，鳴鼓，王反不至。夫人遂親至河所，見王為大豕，驅陰兵開浚。王見夫人自慚，工遂輟，而逃於縣西五里橫山之頂。居人思之，為立廟。夫人亦至縣東二里，而化為石人，亦立廟。歷漢、唐以來，廟祀不廢云。詹仁澤曾樵又編輯廣德橫山神張王事跡，名《祠山家世編年》一卷，大略相同。《癸辛雜識》：廣植守廣德日，郡中祠山有埋藏會，植不信，用郡印印之其封。明日發視，無有焉。此祠山神之見於小說者也。《文獻通考》：祠山神在廣德，土人多以耕牛為獻。南唐時聽民租賃，每一牛出絹一匹，供本廟之費。其後絹悉入官。景德二年，知軍崔憲請量給絹以葺廟宇，上曰：「此載在祀典，應官為修葺。」《宋史•范師道傳》：廣德縣有張王廟，民歲祀神，殺牛數千。師道至，禁絕之。《黃震傳》：通判廣德軍，舊有祠山廟，民禱祈者歲數十萬，其牲皆用牛，並有自嬰桎梏考掠以邀福者，震皆杖禁之。《明史•周瑛傳》：瑛守廣德，禁祀祠山。（閔文振《仰山脞錄》謂：瑛著《祠山辨》以息好鬼之俗。）此祠山神之見於史誌者也。合而觀之，則祠山神之祀本起於廣德，其所謂化豬通津，蓋本《淮南子》禹化為熊通轘轅之路，塗山氏見之，慚而化為石之事，移以附會於祠山。然俗所傳祠山張大帝實本此，而非如弇州所云也。且祠山張大帝之稱，乃近代流俗所傳，而宋以來尚稱張王，並未加以帝號。《夷堅志》：華亭胡亶家供事廣德張王甚虔，其子婦慘妒，杖妾甚酷，妾潛縊，將死，亶夢有神撼之起，乃得解而救之，蓋蒙神佑云。又毗陵胡容少年，過廣德，謁張王廟求夢。夜夢入大殿宇，叩一吏，問以窮通。吏曰：「可至通直。」胡意殊不滿，已而竟以通直致仕。陸放翁有《張王行廟》詩。高翥《菊澗小集》亦有詩，為輦下酒行多祭二郎神及祠山神而作者，詩云：「簫鼓喧天鬧酒行，二郎賽罷賽張王。愚民可煞多忘本，香火何曾到杜康。」元泰定帝加封曰普濟；而王號如故，《明史•禮志》：祠山廣惠張王勃以二月十八日祭。則所謂張大帝者，本流俗所稱之帝，而擬之昊天上帝乎？弇州所云，殊為失考。余自黔歸，江行以風水為命，舟人為余歷數每日風報，多驗。其中有所謂「祠山報」者，云：帝以二月八日下地，為三女營嫁，一嫁風，一嫁雪，一嫁雨，待食凍狗肉始上天，蓋謂二月八日以後必多風雨雪，直至戍日乃止。驗之果然。然則俚俗誕妄之說，固不足信，而以之候晴雨、驗災沴，則有不爽者。明祖雞鳴山十廟，獨不廢此祀，其亦有所驗歟？"
      },
      {
        "index": 27,
        "text": "文昌神"
      },
      {
        "index": 28,
        "text": "今世文昌祠所祀梓潼帝君，王弇州《宛委餘編》謂即陷河神張惡子，而引其所著《化書》謂：本黃帝子，名揮，始造弦張羅網，因以張為氏。周時為山陰張氏子，以醫術事周公，卒托生於張無忌妻黃氏為遺腹子，《詩》所稱「張仲孝友」者也。以直諫為幽王所鴆，魂遊雪山，治蜀有功。五丁拔山，蛇壓死，蛇即其所化也。尋為漢帝子，曰趙王如意，為呂後所殺。魂散無歸，孝宣世至邛池。其令曰呂牟，即呂後之後身也。母戚夫人亦生於戚，嫁張翁，老無子，相與瀝血石臼中，祝曰：「我無子，倘得一動物，亦遺體也。」自是感生為蛇。呂令有馬，乃呂產後身，蛇輒食之。呂令怒，係張夫婦將殺之，蛇遂揚海水作雨，灌城邑皆陷，今所謂陷河也。以所殺多，譴為卬池龍，受熱沙小蟲之苦。遇文殊，皈誠脫罪，復生於趙國張禹家，名勳，為清河令。卒，又生為張孝仲，時順帝之永和間也。西晉末，復生於越雋張氏，年七十三入石穴，悟道而化。改形入咸陽，見姚萇。後萇入蜀，至梓潼嶺，神謂之曰：「君還秦，秦無主，其在君乎？」請其氏，曰：「張惡子也。」 後萇即其地立張相公廟。唐僖宗幸蜀，神又出迎，帝解佩賜之，還日賜遺無算。王中令鐸有詩云：「夜雨龍拋三尺匣，春雲鳳入九重城」云云。按陷河事亦見《王氏見聞》及《窮神秘苑》、《太平廣記》諸書，所載略同。《北夢瑣言》亦謂：梓潼張亞子，乃五丁拔蛇之所也。或又云：雋州張生所養蛇，托生為偽蜀王建太子元膺，有蛇眼，竟以作逆誅。誅之夕，梓潼廟祝亟為亞子所責，言：「我在川，今始歸，何以致廟宇荒穢若此！」據此，則所謂張惡子者，乃流轉於人與蛇間一變幻不經之物耳，不知與「文昌」二字何與？又《續通考》云：劍州梓潼神張亞子，仕晉戰歿，人為立廟。唐玄宗西狩，追封左丞。僖宗入蜀，封順濟王。咸平中，王均為亂，官軍進討。忽有人登梯指賊大呼曰：「梓潼神遣我來，九月二十日城陷，爾等悉當夷滅！」及期果克城。招安使雷有終以聞，改封英顯王號。此見於祀典者，然亦與「文昌」二字無涉也。《明史•禮志》：弘治中，尚書周洪謨等議祀典云：「梓潼帝君者，記云神姓張名惡子，居蜀七曲山，仕晉戰歿，人為立廟，唐、宋屢封至英顯王。道家謂帝命梓潼掌文昌府事及人間祿籍，故元加號為帝君，而天下學校亦有祠祀者。景泰中，因京師舊廟辟而新之，歲以二月三日生辰遣祭。夫梓潼顯靈於蜀，廟食其地為宜，文昌六星與之無涉，宜敕罷。」又《續通考》：嘉靖中，倪文毅請正祀典疏，亦本周洪謨之說，謂：「梓潼神，景泰五年始敕賜文昌宮，今宜祀於蜀，不宜立廟京師。至文昌星與梓潼無干，乃合而為一，誠出附會，所有前項祀典，伏乞罷免。」則亦謂梓潼之與文昌了不相涉也。然世以梓潼為文昌，則由來已久。按葉石林《崖下放言》記蜀有二舉人，行至劍門張惡子廟，夜宿，各夢諸神預作《來歲狀元賦》，甚靈異。高文虎《蓼花洲閑錄》亦載此事。然則張惡子之顯靈於科目，蓋自宋始，亦自宋之蜀地始。《朱子語類》所謂梓潼與灌口二郎兩個神，幾乎割據了兩川也。世人因其於科目事有靈異，無時遂以文昌帝君封之，前明又以文昌額其宮，而張惡子之為文昌帝君遂至今矣。明都卬《三餘贅筆》則謂：梓潼乃四川地，四川上直參宿，參有忠良孝謹之象，其山水深厚，為神明所宅。或又謂斗魁為文昌六府，主賞功進爵，故科名之士多事之。此二說理雖較長，然皆從文昌二字立說，而於張惡子所以稱文昌，則毫無干涉也。（《蜀志•秦宓傳》：蜀有汶阜之山，江出其腹。帝以會昌神以建福。《河圖括地象》曰：岷山之地，上為井絡，帝以會昌神以建福。都卬之說蓋本此。）"
      },
      {
        "index": 29,
        "text": "灌口神"
      },
      {
        "index": 30,
        "text": "《夷堅志》：永康軍崇德廟，乃灌口神祠，爵封王，置監廟官。蜀人事之甚謹。每時節獻享及因事有祈者，必宰羊，一歲至四萬口。一羊過城，納稅錢五百，歲終可得錢二萬千，為公家無窮利。當神之生日，郡人醵迎盡敬，官僚亦無不瞻謁者。按《獨醒志》：灌口二郎神，乃祠李冰父子也。冰，秦時守其地，有龍為孽，冰鎖之於離堆之下。故蜀人德之，每歲用羊至四萬餘。凡買羊以祭，偶產羔者，亦不敢留。永康籍羊稅以充郡計。江鄉人今亦祠之，每祭但一羊，不設他物，蓋有自也。至順元年，封李冰為聖德廣裕英惠王，其子二郎神為英烈昭惠靈顯仁祐王。見《元史》本紀。"
      },
      {
        "index": 31,
        "text": "張仙"
      },
      {
        "index": 32,
        "text": "世所稱張仙像，張弓挾彈，似貴遊公子，或曰即張星之神也。陸文裕《金台紀聞》云：後蜀主孟昶挾彈圖，花蕊夫人攜入宋宮，念其故主，嘗懸於壁。一日，太祖詰之，詭曰：「此蜀中張仙神也，祀之能令人有子。」於是傳之人間，遂為祈子之祀云。郎瑛《七修類稿》亦載此說。又王弇州《勘書圖跋》：宋初降王，惟孟昶具天人相，見於花蕊夫人所供。其童子為元哲，武士為趙廷隱。當時進御者以勝國故，不敢具其實，乃目為文皇耳。據此，則此像又有托之為唐太宗者。余謂此二說皆未必然。昶之入汴也，宋祖親見之，花蕊果攜其像，宋祖豈不能識別，而敢以詭辭對？至托為唐文皇，則更無謂，按高青邱有《謝海雪道人贈張仙像》詩云：「余未有子，海雪以此像見贈，蓋蘇老泉嘗禱之而得二子者，因賦詩以謝云。道人念我書無傳，畫圖卷贈成都仙。云昔蘇夫子，建之玉局禱甚虔，乃生五色兩鳳鵷，和鳴上下相聯翩。」然則此像本起於蜀中，閨閣祈子，久已成俗，是以花蕊攜以入宮，後人以其來自蜀道，轉疑為孟昶像耳。按《蘇老泉集》有《張仙讚》，謂張名遠霄，眉山人，五代時遊青城山成道。陸放翁《答宇文使君問張仙事》詩自注云：「張四郎常挾彈，視人家有災者，輒以鐵丸擊散之。」又《贈宋道人》詩云： 「我來欲訪挾彈仙，嗟哉一失五百年。」《續通考》云：張遠霄一日見老人持竹弓一、鐵彈三來質錢三百千，張無靳色。老人曰：「吾彈能辟疫，當寶用之。」後老人再來，遂授以度世法。熟視其目有兩瞳子。越數十年，遠霄往白鶴山，遇石像，名四目老翁，乃大悟，即前老人也。眉山有遠霄宅故址。李石詩云：「野草閑花不計年，亭亭雙檜欲參天。讀書卻得騎驢老，買藥來尋跨鶴仙。」是蜀中本有是仙，今所畫張弓挾彈，乃正其生平事實，特未知何以為祈子之祀。胡應麟又謂：古來本有此張弓挾彈圖，後人因此附會以張弓為張，挾彈為誕，遂流傳為祈子之祀。此亦不加深考而為是臆說也。（按古者男子生懸弧矢，又祀高禖之禮，於所御者帶以弓蜀，授以弓矢。此本是祈子之事，後人或緣此寫為圖，以為祈子之神像，遂輾轉附會，而實以姓名耳。）"
      },
      {
        "index": 33,
        "text": "鍾馗"
      },
      {
        "index": 34,
        "text": "顧寧人謂：世所傳鍾馗，乃終葵之訛，其說本於楊用修、郎仁寶二人。仁寶《七修類稿》云：《宣和畫譜•釋道門》載六朝古碣得於墟墓間者，上有鍾馗二字，則非唐人可知。《北史》：魏堯暄本名鍾葵，字辟邪。意葵字傳訛，而捉鬼之說起於此也。用修《丹鉛雜錄》云：唐人戲作《鍾馗傳》，虛構其事如毛穎、陶泓之類也。蓋因堯鍾葵字辟邪，遂附會畫鍾葵於門，以為辟邪之具。又宗懿妹名鍾葵，後世因又有鍾馗嫁妹圖，但葵、馗二字異耳。（此事見沈括《筆談》。皇祐中，金陵發一塚，有石誌，乃宗愨母鄭夫人，宗愨有妹名鍾馗。）《周禮•考工記》大圭「終葵首」注：齊人謂椎曰終葵，圭首六寸為椎，以下殺。《說文》：大圭長三尺，杼上終葵首，謂為椎於杼上，明無所屈也。《禮記•玉藻》「天子搢珽」注亦同云云。是用修之說，較仁寶更詳。則鍾馗由堯終葵字辟邪之訛固屬有因，而大圭之終葵何以轉為人名之終葵，則未見的義。顧寧人乃引馬融《廣成頌》 「揮終葵，揚玉斧」，謂古人以椎逐鬼，如大儺之執戈揚盾。此說近之。蓋終葵本以逐鬼，後世以其有辟邪之用，遂取為人名，流傳既久，則又忘其為辟邪之物，而意其為逐鬼之人，乃附會為真有是食鬼之姓鍾名馗者耳。胡應麟《筆叢》、朱國楨《湧幢小品》亦引堯終葵字辟邪以為鍾馗本辟邪之物，然俱不如寧人引馬融頌之融貫也。至用修謂唐人戲作《鍾馗傳》，則不詳載在何書。今按《天中記》引《唐逸史》：明皇因痁疾晝臥，夢一小鬼盜太真香囊及上玉笛。上叱問之，奏曰：「臣乃虛耗也，能耗人家喜事成憂。」上怒，欲呼武士。俄見一大鬼，破帽藍袍，角帶朝靴，捉小鬼，刳其目，劈而啖之。上問：「爾何人？」曰：「臣終南進士鍾馗也。武德中應舉不第，觸階而死，得賜綠袍以葬。感恩發誓，為帝除虛耗妖孽之事。」言訖夢覺，而疾遂瘳，乃詔吳道子畫之。道子沉思若有所睹，成圖以進。上視之曰：「是卿與朕同夢也！」《唐逸史》不可見，《天中記》所載，斯其故事矣。亦見沈括《筆談》。然此事不辨可知其妄也。後魏、北齊及周、隋間多有名鍾葵者。魏獻文帝時則有枹罕鎮將楊鍾葵；又張袞之孫白澤本名鍾葵，獻文改名白澤；於勁亦字鍾馗；孝文時有頓丘王李鍾葵；北齊武成時有宦者宮鍾葵；後主緯時有慕容鍾葵，奔於周；隋煬時，漢王諒反，有大將喬鍾葵；又隋宗室處綱之父名鍾葵；又魚俱羅與蜀將段鍾葵討平越雋蠻；唐時王武俊有將張鍾葵，寇趙州，為康日知所殺。古人名字往往有取佛仙神鬼之類以為名者，張鍾葵無論，若楊鍾葵等係六朝人，俱在唐前，倘食鬼之鍾馗係唐武德中進士，則楊鍾葵等之命名，何由逆知後世有是辟鬼之神而取之也哉？則《天中記》之說真附會也。然唐時則鍾進士食鬼之說盛行，甚至朝廷之上，每歲暮以鍾馗與曆日同賜大臣（此亦起於明皇，見沈括《筆談》）。劉禹錫有《代杜相公謝賜鍾馗曆日表》云：「圖寫威神，驅除群厲；頒行元曆，敬授人時。」又《代李中丞謝表》云：「繪其神像，表去厲之方；頒以曆書，敬授時之始。」至宋時猶然。神宗於禁中得道子所畫鍾馗，因鏤板以賜二府。然則訛謬相沿，已非一日也。又蘇易簡《文房四譜》云：虢州歲貢鍾馗二十枚。用修亦以為即《考工記》「大圭終葵」之義，謂硯形銳其首如圭耳。據此則硯之銳者亦名鍾馗，並不名終葵矣。胡應麟非之，以為附會。然鍾馗列於《文房四譜》，則其為硯之形制，而非造為神像可知。至高江村《釋考工記》注終葵謂蔓生之物，葉圓而厚，圭首之圓厚如之，故以生之物，吐圓而厚，圭首之圓厚如之，故以為名。此未免臆說。顏之推曰：北齊有一士，讀書不過二三百卷。嘗出境聘東萊王韓，問：「玉珽杼上首終葵首當作何形？」答曰：「珽頭曲圓，勢如葵葉耳。」韓為忍笑。江村之云，毋乃類是。要之，但據《考工記》注槌曰終葵，再以馬融所頒終葵逐鬼之物證之，自可了然，毋庸更多枝辭也。"
      },
      {
        "index": 35,
        "text": "王靈官"
      },
      {
        "index": 36,
        "text": "道觀內多塑王靈官像，如佛寺之塑伽藍作鎮山門也。孫國敉《燕都遊覽志》謂：永樂間有周思得者，以王元帥法顯京師。元帥者世稱靈官，天將二十六居第一位。文皇禱輒應，乃命祀於宮城西。宣德初拓之，額曰大德顯靈宮。按《帝京景物略》及《列朝詩集》，文皇獲靈官藤像於東海，朝夕禮之如賓客，所征必載。及金川河，舁不可動，就思得問之，曰：「上帝界至此也。」果有榆川之役。夫曰獲藤像於東海，則古來已有是像，非至永樂中始創也。而倪岳《青溪漫稿》述道家之言：宋徽宗時，有西蜀人薩守堅，嘗從林靈素傳法，而王靈官則玉樞火府天將，又從守堅受符法者。永樂中敕建天將廟，宣德中改火德觀，封薩為崇恩真君，王為隆恩真君，歲時遣官致祭。然則王元帥者，特有宋方士之流，林靈素已無他術，況又從而輾轉受法者？乃其威靈至今不泯，世俗尊奉益盛，何也？弘治中，周洪謨議及嘉靖中倪文毅請正祀典疏皆云：道家之崇恩真君薩守堅，嘗從林靈素傳道，而隆恩真君則火府天將王靈官，又從薩真君授法。永樂中有杭州道士周思德，以靈官之法顯於京師，乃建天將廟及祖師殿。宣德中改廟為火德觀，崇奉二真君。成化中改觀曰宮，加顯靈二字，遞年四季換袍服，三年一小焚化，十年一大焚化，再易以新製，珠玉錦繡，所費不資。每歲萬壽節、正旦、冬至及二真君示現之日，皆遣官致祭，其崇奉可謂至矣。今就其議言之，薩真人之法皆林靈素所傳，一時附會之說，本無可信，況近來附體降神者，乃充軍顧玨、顧倫之父子，其為鄙褻尤甚，怪誕可知。但經累朝創建，難便廢毀，所有前項祭祀俱應罷免，其四時袍服宜令本宮主持信依更期換，如法收貯，不必禁化，永為定例云。"
      },
      {
        "index": 37,
        "text": "城隍神"
      },
      {
        "index": 38,
        "text": "王敬哉《冬夜箋記》謂：城隍之名，見於《易》，所謂「城復於隍」也。又引《禮記》天子大蠟八，水庸居其七，水則隍也，庸則城也，以為祭城隍之始。固已，然未竟名之為城隍也。按《北史》：慕容儼鎮郢城，梁大都督侯瑱等舟師至城外。城中先有神祠一所，俗號城隍神，儼於是順人心禱之，須臾風浪大起，凡斷其荻洪鐵鎖三次。城人大喜，以為神助，遂破瑱等。《隋書•五行志》：梁武陵王紀祭城隍神，將烹牛，有赤蛇繞牛口。是城隍之祀蓋始於六朝也。至唐則漸遍。《唐文粹》有李陽冰《縉雲縣城隍記》，謂：城隍神，祀典所無，惟吳越有之。是唐初尚未列於祀典。《張曲江集》有《祭洪州城隍神文》，杜甫詩有「十年過父老，幾日賽城隍」之句，《杜牧集》有《祭城隍祈雨文》，則唐中葉各州郡皆有城隍。五代錢鏐有《重修牆隍神廟碑記》，書大梁開平二年歲在武辰，顧寧人謂以城為牆，以戊為武，蓋以朱全忠父名誠，曾祖名茂琳，故避其嫌名而改。陸放翁《寧德縣城隍廟記》所謂唐以來郡縣皆祭城隍是也。《宋史》蘇緘殉節邕州，後交人入寇，見大兵從北來，呼曰：「蘇城隍來矣！」交人懼，遂歸。又范旺守城死，邑人為設像城隍以祭。張南軒治桂林，見土地祠，令毀之，曰：「此祠不經，自有城隍在。」或問：「既有社，莫不須城隍否》」曰：「城隍亦贅也，然載在祀典。」是宋時已久入祀典也。洪景盧《夷堅志》：滑世昌所居應被火，而城隍救之。殿前程某部綱馬濟江，以不祭城隍神而馬死過半。鄱陽城隍誕辰，士女多集廟下，命道士設醮。張通判之子病祟，乞路當可符法治之，俄有一金紫偉人至，路詰之曰：「爾為城隍神，知張氏有鬼祟，何不擒捉？」朱琮妾以妻王氏妒，至於自刎，遂為祟，朱請閣皂山道士禳之，道士牒付城隍廟拘禁。是時城隍之祀，一如郡縣有司官，與今制大略相同矣。吳澄記江州城隍廟曰：江右列郡，以漢潁陰侯灌嬰配食。（按查初白詩：今江西城隍即係灌嬰，並非配食矣。）明太祖初封京師城隍為帝，開封、臨濠、東平、和滁以王，府曰公，縣曰侯。洪武三年去封號，但稱某府縣城隍之神。"
      },
      {
        "index": 39,
        "text": "韓昌黎為土地神"
      },
      {
        "index": 40,
        "text": "今翰林院及吏部所祀土地神，相傳為唐之韓昌黎，不知其所始。按《夷堅志》：湖州烏鎮普靜寺，本沈約父墓。約官於朝，嘗每歲一歸祭掃。其反也，梁武帝輒遣昭明太子遠迎之。約不自安，遂遷葬其父於金陵，而舍墓為普靜寺，故寺僧祀約為土地神。又《宋史•徐應鑣傳》：臨安太學本岳飛故第，故飛為太學土地神。今翰林吏部之祀昌黎蓋亦仿此。"
      },
      {
        "index": 41,
        "text": "五聖祠"
      },
      {
        "index": 42,
        "text": "鈕玉樵謂：太祖既定天下，大封功臣，夢兵卒千萬羅拜乞恩。帝曰：「汝固多人，無從稽考，但五人為伍，處處血食可耳。」命江南人各立尺五小廟祀之，俗謂之五聖廟。後遂樹頭花間、雞塒豕圈，有災殃，輒曰五聖為祟。本朝有湯公斌巡撫江南，奏毀之。其禍遂絕。《述異記》亦載：康熙八年，秀水縣民郭季平為五聖所祟，丙寅江蘇巡撫湯公奉除五聖淫祀，妖禍遂絕云云。然實未盡絕也。余少時見鄰人王祥龍及俞奕千之女皆犯此祟，謂之神和病。男則有女鬼與合，女則有男鬼與合，來則必有泄精遺血之事。而山村野岸，尺五小廟所在有之，如汀州七姑子、建昌木神三郎之類。蓋幽明之際，變幻無窮，固非令甲所能禁也。然玉樵謂起於明祖，則未必然。按《夷堅志》林劉舉將赴解，禱於錢塘門外九里五聖行祠，遂登科為德興尉。到任奠五顯廟，知為五聖之祖祠也。則五聖之祠宋已有之。《七修類稿》又謂五通神即五聖也。然則五聖、五顯、五通，名雖異而實則同。《夷堅志》所載韓子師病祟，請客以符水治之，見五通神銷金黃袍騎馬而去。又醫者盧生托宿趙喜奴家，共枕席，天明，但見所寢在五聖廟側草露之上。《武林聞見》所載宋嘉泰中大理寺決一囚，數日後見形於獄吏，求為泰和樓五通神。如此之類，不一而足。而陳友諒僭號亦在采石五通廟，則五聖者宋、元已有之，而非起於明祖矣。"
      },
      {
        "index": 43,
        "text": "晏公廟"
      },
      {
        "index": 44,
        "text": "常州城中白雲渡口，有晏公廟，莫知所始。及閱《七修類稿》，乃知明太祖所封也。時毗陵為張士城之將所據，徐達屢戰不利。太祖親率馮勝等十人往援，扮為商賈，順流而下。江風大作，舟將覆，太祖惶懼乞神，忽見紅袍者挽舟至沙上。太祖曰：「救我者誰也？」默聞曰：「晏公也！」及定天下後，江岸當崩，有豬婆龍在其下，迄不可築。有老漁教炙豬為餌以釣之，甕貫緡而下，甕罩其項，其物二足，推拒不能爬於土，遂釣而出，岸乃可成。眾問老漁姓名，曰「姓晏。」倏不見。明祖聞之，悟曰：「蓋即昔救我於覆舟者也！」乃封為神霄玉府晏公都督大元帥，命有司祀之，吾常所以有此廟也。又《續通考》：臨江府清江鎮舊有晏公廟，神名戍仔，明初封為平浪侯。"
      },
      {
        "index": 45,
        "text": "常州忠佑廟"
      },
      {
        "index": 46,
        "text": "常州有忠佑廟，祀司徒陳杲仁。相傳南唐封為武烈帝，故今俗以帝號稱之。而郡人劉宗浩輯為實錄一書，謂公本晉陵人，在隋立功，授司徒。沈法興，其婦翁也。大業末，法興欲襲常州，懼公不敢動，乃詐以疾告。公不得已，往問疾，飲中毒，歸而卒。後法興方剽掠，公現形黑雲中，發神矢斃之。唐初詔為立祠。乾符中以陰兵助裴璩討賊王郢有功，封忠烈公。廣明之亂，神力示現，賊不入浙西，加封感應。梁開平中，封福順王。淮南楊氏封忠烈王。南唐時，錢俶遣將來攻，公以陰兵驅黑牛觸敵艦敗去，乃冊為武烈帝。宋又賜廟號曰忠佑。此司徒祠於常之始末也。．按《舊唐書》沈法興為吳郡守，煬帝使與太僕丞元祐討賊樓世幹。會煬帝被弑，乃與祐將孫士漢、陳杲仁執祐起兵，又令杲仁破賊樂伯通。法興自署江南道總管，聞越王侗即位，乃上表自稱大司馬錄尚書事，承制置百官，以杲仁為司徒。是杲仁本隋將，與法興通謀害其主帥，而司徒之官又法興所授也。《新唐書》並不言承制，但云法興以杲仁為司徒，則其為法興黨更不待言矣。然常之人所以崇祀者，實以自唐及五代、宋以來歷著靈異，故累請褒封至帝號。今常州云車之制甲天下，相傳像公空中破敵時神兵也。豈失節於生前，而獨能反正於身後耶？抑郡人所傳公為法興所害者本是實事，而《新、舊唐書》所記不無訛謬耳？史冊所載，往往有與傳聞互異者，未必傳聞皆偽而史冊真也。"
      },
      {
        "index": 47,
        "text": "常州忠義祠"
      },
      {
        "index": 48,
        "text": "常州有忠義祠，祀宋末守城死事諸臣。是時元兵至常，郡守趙與鑒先遁，郡人錢訔以城降，劉師勇復之。朝議以姚訔知常州事，王安節率兵守之，自夏及冬，拒守數月。伯顏驅城外居民運土填塹，土至，並人築之。城破，官民盡殺無遺類，得免者僅七人（事見《續資治通鑒》）。常州屠戮之慘，自開闢以來未有也。（伯顏因常州拒守，至平江疑有備，乃不煩兵而下，因笑曰：「常州紙城鐵人，平江鐵城紙人。」）祠中神位首文天祥，時為安扶大使、知平江，遣兵來救者也。次姚訔，次王安節，一文臣，一武臣，皆城主也。次陳炤，郡人，為通判助守者也。次師勇，先復常州，後城陷遁去，卒死於閩中者也。次判官郡人胡應炎，次知武進縣包圭，皆城破身死者也。次巡栓尹玉、麻土龍，即信國遣來援，士龍戰死虞橋，玉戰死五牧者也。次知無錫縣阮應得（《鄭所南集》作阮正己，其子亦從父投水死），常州破後，兵至無錫，亦殉節者也。次僧人萬安、道士徐道明、巡檢方允武、溧陽尉莫謙之，皆同守常州同死節者也。而元末守土死事之武進縣令劉溶亦祔焉，從其類也。今以宋、元二史考之，尚有遺漏者。《陳炤傳》：錢訔以城降，後有淮民王通居常州，陰以書約師勇為內應，師勇遂復常州。則王通宜增祀也。《伯顏傳》：常州守判既降，師勇與張彥、王安節復之，彥尋被執於呂城，不能完節，固難從祀，而《安節傳》常州既復，命安節與張詹共守，則張詹宜增祀也。《尹玉傳》謂師勇復常州後，即赴平江，而《張世傑傳》則云師勇守常州，城陷拔柵出走，其弟馬墮塹，躍不能出，師勇舉手與訣而去。惜其弟名不傳，此亦宜增祀者也。《宋史》又謂：莫謙之，宜興僧人，起義兵，沒於戰，贈武功大夫。則謙之官號所謂溧陽尉者宜改書也。《元史•劉良傳》：良為常州萬戶府知事，張士誠來攻，城陷，良赴水死。武進縣尹劉溶戰於葛仙橋，亦死。是與溶同戰死者尚有劉良，今溶既附祀，則良亦宜增祀也。"
      },
      {
        "index": 49,
        "text": "近日忠義祠內增入劉忠毅熙祚、馬文肅世奇、王節湣章、金忠潔鉉，皆明末死國難者。劉巡按湖南，死於永州。馬、王、金官京師，死甲申之變。以之祔祀固宜，然實有不必者。此祠之建，本因宋末常州守土諸臣以身殉城，故血食於此。而祠創於前明，故並元末守常州死事之武進令劉溶亦附焉。凡以祀守常州殉節之人，非祀常州人之殉節於外者也。若並祀常州人之殉節於外者，則又不止此四公。即以明季而論，宜興盧忠烈公象昇，戰死於钜鹿，南都亡後，其弟中書象觀赴水死，從弟象同拒戰死。又有王行儉，崇禎十年進士，守重慶府，張獻忠之難被臠而死。吳炳，為永明王大學士，兵敗，自縊於湘山寺。莫可及，為長沙照磨，攝寧鄉縣事，流賊破城，力戰死，子若鼎、若鈺亦遇害。史夏隆，為南昌推官，集兵守城，城破殉難（皆宜興人）。無錫堵允錫，仕永明王，死於潯州。王孫蘭，為韶州副使，流賊將至，城中人盡逃，乃自縊死。龔廷祥，弘光中為中書舍人，城破，步至武定橋趙水死（皆無錫人）。而江陽舉人夏維新、武舉黃略，諸生許用（《明史• 侯峒曾傳》內作許用，縣志作許用德）、王華、呂九韶以守城死，貢生黃毓祺，出亡後仍抗節死。《閻應元傳》內江陰死事之人更多，見《明史》第二百七十六卷。此皆常郡人也。劉、馬四公既祀，則此十數公者不當增祀乎？若謂劉、馬四公死流賊之難，其餘則多抗本朝，故不得與，然本朝修史已備書之，或專傳，或附傳，皆不沒其實，則亦何不可增祀乎？況莫可及、王孫蘭等亦皆死流賊之難者乎？若謂盧、堵數公皆常之屬縣人，故不祀於郡（堵允錫，《明史》作無錫人，《邵青門集》作宜興人），然四公內馬文肅亦無錫人，非郡城中武進人也，何取此舍彼乎？況武進人尚有薛聞禮、薛應玢，聞禮為黃陂典史，流賊所設偽官至，為士民殺死，聞禮令士民盡逃，獨以身當之，為張獻忠所殺。應玢攝龍州事，李自成來攻，城破，罵賊死。又吳鍾巒，魯王監國時為禮部尚書，兵敗入昌國衛，抱孔子木主自焚死。鍾巒之子名福之，亦舉兵太湖中，據長白蕩，為大清兵所執，殺於江寧。又何以不祀乎？且劉忠毅之弟永祚，守興化，城破，仰藥死。親兄弟也，祀其一而遺其一，可乎？此當日增祀時不及詳考，遂致掛一漏百，本欲表揚常州之忠節，而適以形常州忠節之少也。愚謂常州忠義祠內本不必增此四公，福王時南都建旌忠祠，馬、王、金三公已在正祀之列。我世祖章皇帝又命所在給田七十畝建祠致祭（俱見《明史》），則馬、王、金三公本有專祠，永州當亦有劉忠毅祠，若本郡則宜入鄉賢，而不必混於守常州死事諸臣之內。既欲增祀此四人矣，則當於祠內隙地另建一堂，彙祀常州人之殉節於外者，而盧、堵諸公並列祀焉，庶不致貽笑於考據之疏也。"
      }
    ]
  }
}