{
  "chapterNumber": 20,
  "title": "卷二十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "貢荔枝不始於楊貴妃"
      },
      {
        "index": 2,
        "text": "《唐書》：楊貴妃好荔枝，南海歲貢荔枝，飛馳以進。然方暑而熟，經宿輒敗。此貢荔枝故事也。按《後漢書·和帝紀》：舊南海獻龍眼荔枝，十里一置，五里一候，死者繼路。因臨武長唐羌上書言狀，乃詔罷之。則貢荔枝不自唐始矣。《金世宗紀》：上謂宰臣曰：「朕嘗欲得新荔枝，兵部遂於道路特設鋪遞。頃因諫官黃久約言，始知之。」是金時亦有貢荔枝之事。然荔枝出閩、粵、蜀三處，金時皆無其地，不知其設鋪馳遞者何地所出也？"
      },
      {
        "index": 3,
        "text": "楊氏五家合隊"
      },
      {
        "index": 4,
        "text": "《新唐書》敘楊氏五家合隊，雖不明析。《楊貴妃傳》云：以貴妃寵，擢其兄銛鴻臚卿，錡侍御史，而釗（即國忠）亦浸顯。又三姊封韓、虢、秦三國夫人。據此，則銛、錡、釗及韓、虢、秦應是六家。下又云：銛以上柱國門列戟，與錡、國忠、諸姨五家第舍聯亙。帝所得奇珍，分賜五家如一。則所為有五家者，兄弟中缺一家耶？姊妹中缺一家耶？下又云：銛、秦國早死，故韓、虢與國忠貴最久，則又應是四家矣。而其敘華清從駕處，復何以云五家車騎各為一色，俄五家合隊爛若萬花耶？《楊國忠傳》：天寶七載，國忠為御史中丞，三妹封國夫人，兄銛擢鴻臚卿，與國忠皆列戟，則又遺卻錡一人，與《貴妃傳》不合。按《舊唐書·貴妃傳》：玄宗封韓、虢、秦三姨，又擢貴妃從兄銛及錡，賜第連宮禁，韓、虢、秦與銛、錡五家，每有請托，峻如詔敕。《通鑒》亦云：天寶六載，以貴妃姊適崔者為韓國夫人，適裴者為虢國，適柳者為秦國。三姊與銛、錡五家勢傾天下。是五家者，銛、錡、韓、虢、秦也，國忠尚不在其內。及國忠益貴而銛已死，仍符五家之數，故當時亦呼楊氏五家。《舊唐書》雖敘銛、錡、韓、虢、秦為五家，而其後華清從駕，謂國忠姊妹五家扈從，每家一隊，隊各一色，則又以國忠入五家之內矣。又云：國忠山第與虢國相對，秦國、韓國相接。是《新唐書》雖云秦國早死，而《舊唐書》則國忠為相後，秦國尚在。《通鑒》亦云：祿山反，上欲傳位太子。國忠大俱，使韓、虢、秦三夫人說貴妃銜土請命，乃止。及馬嵬之變，國忠及韓國、秦國為軍士所殺，虢國奔陳倉，縣令薛景仙捕誅之。是秦國直至馬嵬始被殺，《新唐書》謂秦軍早死者，恐未必得實也。然則五家者，其始則銛、錡、韓、虢、秦也，其後則錡與國忠及韓、虢、秦也。"
      },
      {
        "index": 5,
        "text": "五日一朝不始於裴度"
      },
      {
        "index": 6,
        "text": "五日一朝，今人皆用裴度故事，其實非始於度也。《漢書·孔光傳》：令太師毋朝，十日一賜餐。黃門令為太師省中坐置幾，太師入省中用杖，賜餐。師古注：言十日一入朝，受此寵禮。它日則在家自養也。是此禮實自孔光始。王莽在哀帝時亦同。《隋書》：文帝忌楊素，敕曰：「僕射國之宰輔，不可親細務，但三五日一朝，向省評論大事。」則又為疏忌功臣之制。而其後優禮老臣，亦多用之。《唐書》：李靖以疾，三兩日一至中書門下平章事。姚崇年老，玄宗命五日一朝，入閣辦事。又苗晉卿年老，代宗令間日赴政事堂，入閣不趨。此皆在裴度之前。鄭覃年老，以疾去位，詔許五日一入中書商量政事。杜佑請老，詔三五日一入中書平章政事。《宋史》：趙普再相，故事中書日向未始退，詔特許普日午便歸，尋免朝，止赴中書視事，大政則召對。又王旦多疾，真宗命五日一赴中書，遇軍國重事，不限時日，入預參決。呂夷簡老，仁宗亦命平章軍國重事，五日一至中書。王隨亦然。徽宗命何執中一月止六參起居，退治省事。此又度後之故事也。"
      },
      {
        "index": 7,
        "text": "牛、李非李德裕"
      },
      {
        "index": 8,
        "text": "唐時牛、李之黨，論者皆謂牛僧孺、李德裕互相仇怨，各植私黨也。然《唐書》傳讚云：僧孺、宗閔既當國，排擊所憎，權震天下，人指曰「牛李」。則當時所云牛、李，乃謂牛僧孺及李宗閔，而非德裕也。《李德裕傳》：始李吉甫為相，牛僧孺、李宗閔對策，痛底當路，吉甫訴於上，考官皆得罪。德裕則吉甫子也，宗閔、僧孺之怨德裕始此。《李宗閔傳》：錢徽知貢舉，宗閔托所親於徽。德裕白上，以為今年取士不公，宗閔坐貶，由是嫌忌益深。是猶第李與李相怨耳。及裴度薦德裕可相，而宗閔先已當國，慮德裕繼入，遂引僧孺同秉政。由是僧孺德宗閔而與德裕為難，是僧孺之仇德裕，本由於附宗閔，此即所謂牛、李者也。《楊汝士傳》：汝士為虞卿弟，牛、李待之甚厚。益可見牛、李之李乃宗閔，而非德裕矣。若以李為德裕，則僧孺、德裕方相仇，乃又俱善待汝士乎？《通鑒》：德裕出為浙西觀察使，八年不遷，以為李逢吉排己而引牛僧孺為相，由是牛、李之怨愈深。此李又指逢吉，然亦謂德裕之怨逢吉、僧孺也。"
      },
      {
        "index": 9,
        "text": "宋金蓮燭送歸院者六人"
      },
      {
        "index": 10,
        "text": "金蓮燭送歸院，始於唐令孤。《唐書》：入翰林為學生士承旨，夜對禁中，燭盡，宣宗以乘輿金蓮炬送還。院吏望見，以為天子，及至皆驚。此唐故事也。今世所傳詞林美談，皆指蘇子瞻耳。不知宋時金蓮燭故事共有六人：王欽若、王禹玉、晁迥、鄭獬、蘇軾、史浩也。《錢氏私志》：欽若為資政殿大學士，中秋夕，上召至小殿，對設二位，用賓主禮，不令拜舞。宴罷，令宮嬪各以領巾裙帶乞詩。上令諸嬪各取頭上珠花為潤筆，納其袖中。宴罷，命撤金蓮燭送歸院。王禹玉為學士，被召至內東門小殿。晚深，賜台燭雙引歸院。《宋史》：晁迥常夜召對，帝命內侍持燭送歸院。方盛暑，為蠲宿直令。又神宗召鄭獬夕對內東門，命草吳奎知青州及張方平、趙抃參政事三製，賜雙燭送歸舍人院，外廷無知者。子瞻為學士，夜忽召入內東門小殿。宣仁問曰：「內翰前年為何官？」曰：「汝州團練使。」「今為何官？」曰：「備員翰林學士。」曰：「何以至此？」曰：「遭遇陛下。」曰：「不關老身事。」曰：「必出自官家。」曰：「亦不關官家事。」曰：「然則大臣論薦耶？」曰：「亦不關大臣論薦。」子瞻驚曰：「臣雖無狀，不敢由他途進。」曰：「此乃先帝意也。先帝當飲食而停箸，看卿文字，必歎曰：『奇才奇才！』但未進用而上仙耳。」子瞻哭失聲。已而命撤金蓮燭送歸院。《玉堂雜記》云：孝宗嘗宣召侍讀史浩，錫宴澄碧殿，暮以金蓮燭送至玉堂直廬。上命浩作詩敘此會，浩乃進古詩三十韻，上御製和之，又命周必大繼和，必大亦和以進。"
      },
      {
        "index": 11,
        "text": "曹彬、伯顏不妄殺人之非"
      },
      {
        "index": 12,
        "text": "世傳宋曹彬、元伯顏俱下江南，俱不妄殺人。然《梅澗詩話》載曹景建《金陵樂官山詩序》云：南唐初下，諸將置酒高會，樂人大慟，殺之，聚瘞此山，因得名。詩云：城破轅門宴賞頻，伶倫執樂淚沾巾。駢頭就戮緣家國，愧死南朝結綬人。而伯顏之攻常州也，役城外居民運土填塹，土至，並人築之。又殺民煎膏取油作炮，號人油炮，焚城上杈牌，及城破，又盡屠之，惟七人伏橋坎得免。事見《續通鑒綱目》及府志。則二將亦未嘗不妄殺人也。"
      },
      {
        "index": 13,
        "text": "青苗錢不始於王安石"
      },
      {
        "index": 14,
        "text": "王安石以青苗錢禍天下，人皆知之。然青苗錢之名不自安石始也。《宋史》：趙瞻對神宗云：「青苗法，唐行之於季世。」范鎮亦言：「唐季之制不足法。」按《通鑒》：唐代宗廣德二年秋七月，稅青苗錢以給百官俸。此青苗之始也。《舊唐書》：乾元以來用兵，百官缺俸，乃議於天下地畝青苗上量配稅錢，命御史府差官征之，以充百官俸料，遂為常制。尋又特設使者，如崔渙兼稅地青苗使，劉晏兼諸道青苗使，杜祐充江淮青苗使是也。《食貨志》：大曆元年，天下青苗錢共四百九十萬緡，每畝稅三十文。永泰八年，詔天下青苗地頭錢每畝一例十五文。德宗又增三文，以給廣騎。《通鑒集覽》謂：青苗錢者，不及待秋斂，當苗方青，即征之也。是唐所謂青苗錢，並與宋制不同。宋制尚有錢貸民而加征其息，唐直計畝加稅耳。則安石雖沿其名，而尚異其實也。按唐時長安、萬年二縣有官置本錢，配納各戶，收其息以供雜費。宋之青苗錢，正唐雜稅錢之法耳。然宋青苗錢雖曰不得過加二之息，而一歲凡兩收，兩收則其息已加四。又有司約中熟為價，令民償必以錢，則所定之價又必逾於市價，而民之償息且十加五六矣，此所以病民也。"
      },
      {
        "index": 15,
        "text": "高宗泥馬渡江之訛"
      },
      {
        "index": 16,
        "text": "宋高宗初至杭州，即命立崔府君廟以示靈異，於是《精忠小說》遂有泥馬渡江之說。按《宋史·宗澤傳》：康王再使金，至磁州，宗澤勸留，不從，乃假神以止之，曰：「此間有崔府君廟甚靈，可以卜交。」廟有馬，是夜果銜車輦等物填塞去路。澤曰：「可以見神之意矣。」乃止。此泥馬故事也。余嘗見曹勳畫《高宗瑞應圖》九幅，內一幅係崔府君廟，廟中一馬獨立，而車轂之類縱橫滿地。勳有跋云：廳子馬不肯行。蓋即塞路之事也。"
      },
      {
        "index": 17,
        "text": "兀术致書秦檜之不可信"
      },
      {
        "index": 18,
        "text": "世謂秦檜私通於金，力主和議，自是實事，然《岳飛傳》謂兀术以書與檜曰：「汝日以和請，而飛方主用兵，不殺飛，和議不可成。」此則《金陀粹編》等書附會之詞。其實檜所私結者，撻懶而非兀术也。檜之南也，由撻懶縱之歸。其時撻懶以尊屬主國政，必與檜先有私約，令宋稱臣納歲幣，而金則歸以帝後及河南、陝西地。故劉豫廢而即令王倫回許，以歸帝後及陝、洛，此皆撻懶主之，一一如檜所請。及兀术揣知撻懶意私於宋，盡發其奸，再興兵取河南、陝西。檜亦懼不安其位，使馮楫、王次翁探帝旨，實以失奧援，慮和議之不可必成也。未幾，撻懶謀反南奔，欲投宋，益見其平日有德於宋之明證。而王倫之使金受地也。金主先入兀术之語，責之曰：「汝國惟知有撻懶耳。」是檜之與撻懶素有成約，而兀术始終不與聞可知。或謂撻懶誅後，兀术主兵事，安知非檜之再結兀术，始定和議之局？不知撻懶主和，則以陝洛償歲幣；兀术主和，則陝洛之地尺寸不與（《高宗紀》：和議成，使鄭剛中分劃陝西地界，割商秦之半畀金，惟存上津、豐陽、天水三縣，又棄和尚、方山二原，以大散關為界），所歸者僅徽宗、鄭後、刑後之喪及韋后一人，而宋之稱臣歲幣如約。是金直以三柩一老嫗坐致其稱臣納幣，此亦何樂不為，而必待檜之私結於兀术哉？《金史·酈瓊傳》：宗弼（即兀术）謀再伐江南，與酈瓊議。瓊曰：「秦檜老儒，亡國之大夫，僅僅自守。吾以大軍臨之，彼君臣方且哀鳴不暇。」據此，益可見檜與兀术本無素約，而《宋史》兀术致書秦檜之語之未可信也。通撻懶，通兀术，於檜之罪原無分輕重，特以讀書論世，必當推究當日情事乃為信讞耳。至丘瓊山謂南宋之勢亦不得不出於和，檜之主和，未為失計，後儒又從而譏其黨檜，此亦不達於當日時勢，而徒為迂論。以南宋積弱累挫之餘，裒集傷殘，僅僅自保，而欲當百戰方張之強敵，即使專任韓、岳，一切聽其所為，能必其克復舊疆、迎還故主乎？使檜果以靖國為心，委曲成事，能致帝後歸而陝洛復，猶愈於竭國力以冀倖於不可知。然則檜豈非南渡後一大功臣哉！惟其心跡奸險，欲藉和議為擅權怙勢之漸。幸而母后雖歸，故疆終失，尚且據為己功，至劫持人主，誅鋤善類，流毒遍天下。倘撻懶不誅，竟如初議，存歿俱還，境土得復，則外恃強援之力，內詡再造之功，更不知當作何挾製，盡攬威福，懷無上而覬非常，皆事之所必有。觀於獻諛者，或疏請加九錫，或賦秦城王氣詩，檜皆偃然當之不為怪，則大奸稔惡之處心灼然可見。而論者徒以主和議責其辱國事仇，轉為末減矣。吾故揭而論之，使知檜之罪在彼而不在此也。"
      },
      {
        "index": 19,
        "text": "南宋和議起於洪忠宣"
      },
      {
        "index": 20,
        "text": "南宋和議主於秦檜，人皆知之。宋《何鑄傳》：金諸將皆已厭兵欲和，而難於自己發，故縱秦檜航海南歸，密有成約。是以檜既用，即有南人歸南、北人歸北之語，其後竟以此得梓宮母后之還，不可謂非檜之功也。抑知其事雖成於檜，而其端實起於洪忠宣，事見謝枋得《上留丞相書》，謂忠宣拘於燕山，室撚敬其人，一日問之曰：「天下何時太平？」忠宣曰：「息兵養民，則太平。」又曰「何如則息兵養民？」忠宣讀《孟子》「諸侯將救燕章」曰：「天下固畏齊之強也，今又倍地而不行仁政，是動天下之兵也。」又誦《孟子》「樂天畏天章」以喻之。室扌然喜曰：「吾計決矣！」乃密授意於檜，使之南還，於是和議成。金自丁未以後享國一百有八年，宋自戊午以後偷安江左亦九十七年，非檜之功，乃忠宣之力也。據此，則和議之說，本發其機於忠宣，檜特從後成之，攘為己功耳。論者徒以事仇辱國為檜罪。按《陳與義傳》：趙鼎言於高宗曰：「人多謂中原可復，宣便進兵，恐他日咎今時失策。」上曰：「今梓宮、太后、淵聖皆在彼，若不議和，斷無可還之理。」與義曰：「和議成，豈不賢於用兵？不成，則用兵必不免。」是當時諸君子亦未嘗必以和議為非，忠宣之發其端，固早有見於當時事勢，有不得不出於此者，而非以被拘欲藉此為南還計也。"
      },
      {
        "index": 21,
        "text": "拐子馬不始於女真"
      },
      {
        "index": 22,
        "text": "《宋史》謂：金人善用拐子馬，三馬相連，一馬仆，二馬不能行，皆女真為之，號長勝軍，戰酣然後用之。兀术攻順昌，有鐵浮圖，兵皆重鎧，戴鐵兜牟，三人為伍，貫以韋索，每進一步，用拒兵擁之。按《晉·載記》：穆帝時，燕慕容恪擊魏主冉閔，擇鮮卑善射者五千人，以鐵鎖連其馬，為方陣而前，遂破閔。則古時已有為之者。"
      },
      {
        "index": 23,
        "text": "木燈檠之不可信"
      },
      {
        "index": 24,
        "text": "周密《癸辛雜識》及陶宗儀《輟耕錄》記楊髡發宋會稽諸陵事，皆云徽、欽二帝陵空無一物，徽宗陵有朽木一段，欽宗陵惟木燈檠一枚而已。按宋、金二史：宋高宗紹興十二年，金以高宗母韋太后歸於宋，並徽宗及鄭後、邢後之喪來歸，是歲葬徽宗於會稽，號永裕陵。紹興二十一年，遣巫伋為祈請使，請歸淵聖皇帝及皇族等，金主不許。紹興二十六年，為金主亮正隆元年，欽宗歿於金，而世所傳《竊憤錄》並有謂不得其死，以馬蹂其屍於土中者。三十一年，金使高景山來宋，始聞欽宗之喪。時方南北交兵，已而金世宗登極，宋孝宗亦嗣位，始復和議。時陳康伯有言：「所未決者，彼欲得唐、鄧四州，而我以祖宗陵寢及欽宗梓宮為詞耳。」是宋雖嘗以欽宗之柩為請，然和議既成之後，乾道七年宋又遣中書舍人趙雄至金，金世宗謂雄曰：「汝國舍靖康帝靈柩而請鞏洛山陵，何也？如不欲靖康帝之柩，我當為汝國葬之。」則宋並不以欽宗之柩為請矣。是年三月，金遂以一品禮葬欽宗於鞏洛之原，自後更無歸喪之事。則欽宗葬於金，而未嘗歸骨會稽也，安得有木燈檠之事哉！乃知小說家記載多不可信也。（按：乾道六年，先遣范成大使金，求陵寢地，兼以欽宗梓宮為言。而《黃中傳》云：時遣成大，但請山陵，中言欽廟梓宮不宜，竟置不問。又陳良祐亦言：「陵寢地在其腹中，必不肯與，不如以欽宗梓宮為請，猶為有詞。」是宋並無意於欽宗之柩矣。又《趙雄傳》：金人將起河南三十萬眾遷諸陵梓宮歸宋，上命雄止之。）"
      },
      {
        "index": 25,
        "text": "楊桓《傳國璽考》之誤"
      },
      {
        "index": 26,
        "text": "傳國璽始末見於《輟耕錄》載元御史中丞崔彧所記。至元三十一年，世祖既崩，將迎皇太孫即位。適有國王速脫真以玉出售，彧與御史楊桓見之，知其為秦璽也，遂獻之，桓並考其始末曰：楚以卞和所獻之璞琢成璧後，求昏於趙，以納聘焉。秦昭王請以十城易之而不獲。始皇並六國始得之，命李斯篆其文。玉工孫壽刻之（衛宏曰：秦璽，藍田玉所刻，文曰「受命於天，既壽永昌」。《太平御覽》亦以為藍田玉所刻）。二世子嬰奉璽降漢，漢祖即位，服其璽，因世傳之，謂之傳國璽。後王莽篡位，璽在長樂宮王太后所，莽使安陽侯王舜迫取之。太后怒，投璽於地，璽遂歸莽。及莽敗，商人杜吳殺莽，不知取璽，校尉公賓得璽，獻於更始。赤眉殺更始，立盆子。盆子降光武，璽歸光武。獻帝時，董卓作亂，掌璽者投於井。孫堅討卓，得於井中。袁術奪於堅之妻。術死，荊州刺史徐璆聞帝在許昌，以璽送之。帝遜位，璽歸魏。常道鄉公禪，璽又歸晉。懷帝遇劉聰之害，璽歸聰。聰死，歸曜。曜為石勒所滅，璽入於勒。勒滅，入於冉閔。閔敗，其將蔣幹得之。晉征西將軍謝尚購得之，以還東晉。自後宋、齊、梁、陳皆相傳。及隋滅陳，璽入於隋。隋亡後，蕭後與太子正道並璽並入於突厥。唐太宗以寶璽未獲，乃自刻玉曰：「皇天景命，有德者昌。」貞觀四年，蕭後與正道奉璽歸，乃復入於唐。朱溫篡唐，璽入於溫。莊宗定亂，璽入於後唐。及廢帝從珂自焚，璽遂不知所在。至宋哲宗時，咸陽民段義獻玉璽（按此璽李公麟以其玉色正青，是秦藍田玉，其篆法真李斯所為，乃定為真秦璽）。及徽宗為金所虜，寶璽皆入於金，共璽一十有四，內青玉傳國璽一，其色正與今出自拾得家者相同，知宋之南遷二百年無此寶璽也。今適當皇太孫將正位之時，而此璽應期而出，實為符瑞云。桓之論如此。按秦璽自冉閔敗後，閔將蔣幹守鄴，乞師於晉。晉將戴施入鄴助守，知璽在幹所，乃譎得其璽，使何融以迎糧為名，出城潛送征西將軍謝尚，尚即以三百騎送建康。見《晉書·載記》及《謝尚傳》。此璽歸東晉之明證也。然《通鑒》姚萇之擒苻堅也，從堅求傳國璽，堅罵曰：「璽已送晉，不可得也！」是時冉閔死未久，璽已為謝尚所得，歸於晉矣，萇豈不聞之，何又向堅求璽？劉定之謂：閔亡後，鄴入於慕容燕，當是苻堅滅燕，又得之，而謝尚所得者，或晉人飾詞，以解白板天子之誚也。則謝尚所得璽尚未可知也。又《南史》：宋武帝克長安，擒姚泓，收其彝器及秦始皇玉璽送建康。而沈約《宋書》不載獲璽一事，但云收其彝器土圭之屬而已。豈以謝尚已獲璽於晉時，疑宋武所獲非真，故不復敘耶？然《北史》魏太武於鄴城毀佛像，中得二玉璽，文皆「受命於天，既壽永昌」，其一旁刻「魏受漢傳國璽」，則璽更似在北，而求未入南，謝尚之所得，真偽益未可信也。即尚所得冉閔之璽果真矣，《南史》侯景之敗，以傳國璽自隨，使趙思賢掌之，曰：「若我死，則沉於江，勿令吳兒得之。」思賢過京口，遇盜，棄之草間，至廣陵，以告郭元建，元建取之，使辛術送鄴。而《北史》載辛術既送璽至北齊，文宣帝以告太廟，則此璽又入於北齊，而陳、隋兩朝俱未嘗有也。今楊桓云：歷宋、齊、梁、陳、隋皆相傳，及隋滅而蕭後攜以北，至貞觀四年復入於唐，不知何所據。此不過欲隱約其詞，以見此璽自唐而梁而後唐而石晉及從珂自焚後遂不知所在，而宋哲宗時段義所獻者即是此物，乃徽宗北行璽入於金，而今拾得家所藏，乃國初滅金時所得，可信其為真秦璽耳。不知《五代史》田令孜為蜀監軍，盜唐傳國璽入於蜀而埋之，後王建將稱尊號，有歐陽柔得之以獻，此一璽也。黃巢破長安，魏州僧傳真之師得傳國寶，藏之，後唐莊宗將稱帝，適傳真以之來獻，遂即位，此又一璽也。莊宗將入汴，梁主惶懼，置傳國寶於臥內，忽失之，已為左右所竊迎唐軍矣，此又一璽也。則是時蜀、魏、汴一時已有三璽矣。無論秦璽已不存，即存亦不知孰為秦璽也。又《通考》：後唐末帝自燔時，以傳國寶隨身共焚，是以晉高祖別製一璽。開運末，耶律德光入中國，少帝遣其子延煦送璽。德光訝其非真，少帝上表，具述始末。德光歸，攜以出塞。則後唐之傳國璽已隨從珂自焚，而晉璽又已出塞矣。金初滅遼時，金主意璽在遼主延禧所，延禧訴以兵敗失於桑幹河。則遼之傳國璽又已沉沒矣。《金史·宗望傳》：宗望追遼主，盡獲其妃嬪並傳國璽，獻於行在。金太祖置之懷中，恭謝天地。不知此又是何璽？意遼主所謂失於桑幹河者，即此璽耶？然金主既得之於宗望，何又疑璽在延禧所？此不可解也。又《金太宗紀》：天會三年，斡魯獻傳國寶，而宋哲宗時段義所獻玉璽，及徽宗所製定命寶，亦俱為金所擄。然金之亡也，金主守緒以傳國璽自殉，焚於幽蘭軒。此所焚者，未知宗望所得之遼璽，抑或破汴時所得宋哲宗時段義所獻之璽耶？然亦已焚於幽蘭軒矣，則楊桓又何由知拾得家所出之為真秦璽耶？按王莽建國時，使王舜逼太后索傳國璽，太后怒，抵之地，遂缺一角。及漢獻帝禪魏時，魏用隸書刻其肩曰「大魏受漢傳國之璽。」後由劉聰入於石勒，勒又刻其一邊云「天命石氏」。此見於史傳及《寶璽篆文圖說》，歷歷可考者。是以宋徽宗驗段義所獻，檢無螭角無缺而疑其非真。即楊桓亦謂：今璽背皆刻螭形蟠屈，凹凸不齊，無地可置字。則桓亦自知其非真也。蓋歷代各有，製造不同，傳聞亦異。《漢書注》衛宏曰：秦璽是李斯所篆，文曰「受命於天，既壽永昌」。而《晉書·康帝紀》及杜佑《通典》皆云秦得藍田玉為璽，文曰「受天之命，皇帝壽昌」，則二說已不同矣。《後漢書·輿服志》注：孫堅所得璽，文曰「受命於天，既壽永昌」，《晉陽秋》謂蔣幹所得為謝尚送於晉者，文曰「昊天之命，皇帝壽昌」。徐廣曰：傳國璽文曰「受天之命，皇帝壽昌」。則三說更不同矣。蔡京等講議玉璽官十三員合奉云：「皇帝壽昌」者，晉璽也；「受命於天」者，後魏璽也；「有德者昌」，唐璽也；「惟德允昌」，石晉璽也。《大學衍義補》又云：「受命於天，皇帝壽昌」者，東晉所自刻也。太元之末，得自西燕，歷六朝至隋者，乃慕容氏所刻也。開運末沒於耶律，後為金人所有者，則以「受天明命，惟德永昌」為文，乃石晉所刻也。楊桓之論亦曰：北齊所刻者，文曰「受命於天，皇帝壽昌」；唐太宗所刻者，文曰「皇天景命，有德者昌」；晉天福所刻者，文曰「受天明命，惟德永昌」。《太平御覽》又記郤恢表慕容永所奉之璽，文曰「受天之命，皇帝壽昌」。可見古來所刻傳國璽不一，不得以璽文偶與斯篆合，遂指為真秦璽。拾得家所出，蓋亦後代續刻之物耳。楊用修謂：楊桓本善篆書，此璽蓋即桓偽作，使崔彧持以迎合皇太妃者。理或然也。奈何明成祖聞傳國璽尚在元嗣君所，而屢出師以冀反璧耶？（永樂中，瓦刺馬哈木攻殺元主本雅失裏，遣使上言，欲獻故元傳國璽，後仍不至。）《明史》：宣德中，瓦刺部長脫歡得前元玉璽來獻，宣宗敕諭曰：「前代傳世之久，皆不在此，王既得之，可自留用，不必來獻。」英宗復辟，孛來遣使欲獻璽，帝亦敕曰：「璽己非真，即真亦不祥物，獻否從爾可也。」弘治中，陝西巡撫熊翀又得一玉璽，孝宗因傅瀚言，亦僅藏之庫。其識皆過文皇遠矣！薑紹書《韻石齋筆談》又記：天啟四年，臨漳縣生員王思極等，得玉璽於漳河之濱，其文「受命於天，既壽永昌」。河南撫臣程紹具表進之，上御皇極殿受賀，得璽者僅賞銀五兩。而魏史賢欲令天下有司赴京慶賀，以尚寶卿姜志禮言而止。成祖且然，固無怪魏閹之張大其事也。（三代以上以禹鼎為重，六朝以上以秦璽為重，蓋風尚如此。）"
      },
      {
        "index": 27,
        "text": "蘇州擊閹不始於顏佩韋"
      },
      {
        "index": 28,
        "text": "蘇州周順昌被逮時，緹騎被擊，至今顏佩韋等五人嘖嘖人口。然此風有先之者。《寓園雜記》：正德中有妖人王臣，同中官王敬采藥各省。至蘇州，凡江南之書畫器玩檢括殆盡，復以妖書數十本，命府學諸生手抄，屢抄不中，實欲得賄。諸生無所出，因致罰於學官。有生員王順等數十人大怒，適樵擔至，遂各取一木將擊臣。臣懼避匿，其下人皆被毆。中官奏諸生抗命，賴巡撫王恕持之，因奏二人不法，王臣遂斬於市（亦見《明史·陸完傳》，乃成化中事）。又《湧幢小品》載：蕭景腆為長洲尉。有織造太監張志聰恣橫，長洲令郭波持之，志聰憤，執而倒曳之車後。景腆率所部官兵直前追奪，手批志聰，落其帽。市民觀者，咸張氣，梯屋飛瓦，群擲志聰，志聰遁去。吳中為景腆立「仗義英風」之碑於長洲縣門（此事亦見《明史·吳廷譽傳》，廷譽以此事劾罷志聰者也）。又《明史》本紀：萬曆二十九年，蘇州民變，殺織造中官孫隆參隨數人。然則擊閹事，有明一代蘇州凡四見。"
      },
      {
        "index": 29,
        "text": "按萬曆時，稅礦中官所至為虐，多有激變，為民所忿擊者。本紀：二十七年，臨清民焚稅使馬堂署，殺其參隨三十四人。武昌漢陽民變，擊傷稅使陳奉。二十九年，武昌民又殺陳奉參隨六人。三十年，騰越民變，殺稅監委官。三十四年，雲南民變，殺稅監楊榮，焚其屍。此皆明季擊閹故事，附記於此。"
      },
      {
        "index": 30,
        "text": "明末閹黨有殉難者"
      },
      {
        "index": 31,
        "text": "明天啟中，附魏閹者固皆小人，然其後亦有死國難者。如張鶴鳴，本由魏忠賢進為兵部尚書，後被劾歸。流賊陷潁州，被執，倒懸於樹，罵賊死。恩縣李應薦，天啟時御史，附閹，麗名逆案。崇禎十五年，捐資募士，佐守令守城。城破，身被數刃死。壽張王大年，亦御史，加太僕少卿，附閹，麗逆案。崇禎十五年，在河間佐有司守城，城破死節。沁水張道濬，為錦衣時，與閹黨楊維垣等善，受王永光指攻錢龍錫、成基命等，為公論所不容。後論戍，仍私歸於家。屢破流賊紫金梁等，又擒滿天星，冀以軍功自湔祓。而言者劾其離伍冒功，戍之海寧衛。商城楊所修，故魏黨，請以梃擊、移宮、紅丸三案編勒成書者，歷左都御史，後入逆案，贖徒為民。崇禎十三年，佐有司守城死。楊維垣，為魏黨最無恥，南都破時，竟殉難。或又言其偽死，實逃去者。傳聞異詞，不可考也。亦有降賊後仍死難者。臨川傅鼎銓，降李自成後脫歸，會金聲桓反，鼎銓起兵應之。順治八年至廣信，為守將所執，諭降不從，從容就刑。鼎銓降賊，為鄉人所恥，嘗欲求一死所，至是得死，鄉人更賢之。東莞張家玉亦謁李自成，後仕永明王，據增城拒守。諸將皆請潰圍出，家玉曰：「矢盡炮裂，欲戰無具，將傷卒斃，欲戰無人，烏用徘徊不決，以頸血濺敵手哉！」自投野塘死。丘之陶，為李自成所得，用為兵政府從事。之陶以書致孫傳庭速進兵，而己從後妄報左兵至以搖之。事泄，罵賊死。而東林中亦有光時亨者從賊，為馬士英、阮大铖所劾。又魏大中之子學濂，為庶吉士，京師破，受李自成戶部司務。既而自慚，賦絕命詩縊死，去國變時已四十日矣。以上皆見《明史》。（王阮亭又記：天啟時《朋黨錄》中有顧秉謙、周延儒、魏應嘉、馮三元，《點將錄》有許其孝、郭鞏、陳保泰、楊春茂，《同志錄》有張我續，《東林籍貫》有張文熙、薛貞後，皆為小人，而初亦為閹黨所忌，編入《朋黨》等錄中，亦如宋時李清臣、章惇、曾布、張商英等之得列於黨人碑也。）"
      },
      {
        "index": 32,
        "text": "明人演戲多扮近事"
      },
      {
        "index": 33,
        "text": "明人演戲，多有用本朝事者。《明史》：魏忠賢黨石三畏赴戚畹宴，既醉，誤令優人演劉瑾酗酒一劇。忠賢聞之大怒，遂削籍歸。王阮亭《香祖筆記》又載姚叔詳言：海鹽有優兒金鳳，以色幸於嚴東樓，非金則寢食勿甘。嚴氏敗後，金既衰老，而《鳴鳳記傳奇》盛行。於是金復傅粉塗墨，扮東樓焉。此又明人演戲不諱本朝事之明證也。又余澹心《板橋雜志》：馬湘蘭負盛名，與王伯谷為文字飲。鄭應尼落第來遊，湘頗不禮。應尼乃作《白練裙雜劇》，極其嘲謔，召湘蘭觀之。則並演其人而即使其人見之矣。"
      },
      {
        "index": 34,
        "text": "前明司禮監即樞密院"
      },
      {
        "index": 35,
        "text": "明之司禮監，蓋即唐中葉以後之樞密院。樞密院本宦者為之，凡宰相面奏得旨，則退而授中書舍人撰擬，或帝旨竟下學士院撰詞者，學士不皆面奉旨，則樞密院宦官粗寫事目送學士作詔，此唐制也。王西莊謂朱梁、後唐始以朝臣為樞密使，其實不然，唐昭宗時宦官盡誅，即以蔣元暉為之，此樞密移於朝臣之始。朱梁改為崇政院，以敬翔為使。後唐莊宗又名樞密，以郭崇韜為使。明宗時安重誨為之，石晉時桑維翰為之，周世宗時王樸為之。至宋、金則樞密使專典兵機，宰相總理庶務，稱為二府。及元、明則無此官矣。明之司禮秉筆太監，正與唐之樞密使相似。凡本章進御，固由內閣票擬，或因事降旨，不召閣臣面諭，則令司禮監粗寫事目，送閣撰擬。如武宗崩，中官以皇太后命至閣，問所當立，楊廷和以興獻王長子對。中官入啟，廷和等候於左順門，已而中官捧太后懿旨至，如廷和議。世宗初，中官請遣官織造，帝趣內閣撰敕，廷和力爭，並請究擬旨者何人，疑有假御批以行其私者，帝為謝不審（俱見《廷和傳》）。神宗病亟，令沈一貫結作詔，撤各處礦脫。中使捧諭至閣，一貫方擬旨，而帝疾稍瘳，中悔，命中使至閣，趣繳前諭（見《一貫傳》）。可見內閣撰詔旨，必由中官先寫事目送閣也。蓋前代君臣之間不常接見，有所發詔命，則寫大意付閱撰擬。其始當是御筆自書，後遂令司禮監秉筆者代書，正唐時樞密使之職也。"
      }
    ]
  }
}