{
  "chapterNumber": 40,
  "title": "卷四十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "五官並用"
      },
      {
        "index": 2,
        "text": "《北齊書》：唐邕手作文書，口且處分，耳子聽受，此三官並用也。《南史》：宋劉穆之目覽詞義，手答箋牘，耳行聽受，口並酬應，不相參涉，悉皆贍舉，此四官並用也。《隋書》：劉炫能左畫圓，右畫方，口誦、目數、耳聽，五事同舉，此五官並用也。《唐書》：張巡守睢陽，士卒居人一見問姓名，其後無不識。崔涓守杭州，初蒞任，不能盡識吏卒，乃令各以紙署姓名傅襟上，過前一閱後，數百人指呼無誤。則即用一官，而已有不可及者。"
      },
      {
        "index": 3,
        "text": "以官編集"
      },
      {
        "index": 4,
        "text": "《南史》：王筠文章以一官編一集，自洗馬、中書、中庶、吏部、左佐、臨海、大府各十卷，尚書三十卷，凡一百卷，行於世。《宋史》：王延德掌御廚則為《司膳錄》，掌皇城則為《皇城紀事》，從郊祀則為《南郊錄》，奉詔修內則為《版築記》，從靈駕則為《永熙皇堂錄》、《山陵提轄記》，蓋仿筠故事也。《宋史》又載，王承衎喜為詩，所至為一集，此則不必有官，而以所處之地輒名其集。近日查初白編詩亦援此例。"
      },
      {
        "index": 5,
        "text": "自書奏牘"
      },
      {
        "index": 6,
        "text": "六朝人奏牘多自書，今《淳化帖》有鍾繇表，蓋三國時已然也。《晉書》：王古軍自書表，穆帝使張翼寫後答，右軍當時不別，後方悟云：「小人幾欲亂真。」《宋書》：衡陽王義季為文帝所愛，季素拙於書，上聽使人書啟事，惟自署名而已。以親王愛子始聽令人代書，則臣下秦牘自書可知也。廢帝子業為太子時，啟參起居，書跡不謹，孝武責之曰：「書不長進，此是一條耳。」可見太子亦自書也。《齊書》：謝朏守吳興，表疏或有遲緩，其弟瀹在京輒代為之。明帝見非其手跡，詰問乃知瀹書。《南史》：王僧虔自書讓尚書表，辭製既雅，筆跡又麗，時人以比子敬。《王韶之傳》：韶之父偉之，凡表奏輒手自書寫。《蕭思話傳》：蕭引工書，陳宣帝嘗披奏事，指引署名曰：「此字筆勢翩翩，似鳥之欲飛。」"
      },
      {
        "index": 7,
        "text": "按自書奏牘，本不自六朝始。《後漢書》：樊寵所上書，輒手自書寫，毀削草本。楊賜疏末云：「臣謹自手書密上。」皇甫嵩前後上奏五百餘事，皆手自書，毀草不宣於外。蔡邕上封事，末云：「手書具對，願寢臣表，無令宣泄。」此皆因慎密之故，非必以書法相高也。六朝則書法盛行，無人不從事於此，遂無有不自書章奏者。按魏、晉世始重書法然《漢遵傳》：遵善書與人尺牘，人皆藏去，以為榮。《後漢書》：北海靖王善書，當世以為楷則。及病，帝使驛馬，令作草書尺牘十首。又蔡邕書石經於鴻都習書耳。唐時則表章多有假他人書者，陽城劾裴延齡，倩李蘩書之，蘩即以告延齡是也。宣宗命柳公權自書謝章，勿限真行，亦以其時多倩人書者，故特命自書耳。宋胡邦衡諫和議一疏，亦自書。後高宗藏於德壽官，以為賞玩。其後幅已為秦檜批汙，孝宗命匠裁去，重裱完善。見邦衡所記《經筵玉音問答》。又《宋史·張孝祥傳》：孝祥工書，嘗自書奏牘，高宗見之，曰：「必將名世」。此又後世自書奏牘故事也。"
      },
      {
        "index": 8,
        "text": "世擅書名"
      },
      {
        "index": 9,
        "text": "《新唐書》：武后向王方慶索其先世羲之書，方慶進一軸，又上十一世祖導、十世祖洽、九世祖珣、八世祖曇首、七世祖僧綽、六世祖仲寶、五世祖騫、高祖規、曾祖褒並九世從祖獻之等二十八人書。武后御殿，遍示群臣，詔中書舍人序其代閱，號《寶章集》，復以賜方慶。"
      },
      {
        "index": 10,
        "text": "世擅文字"
      },
      {
        "index": 11,
        "text": "《南史·劉孝綽傳》：兄弟及子侄同時七十餘人，並能屬文，近古未有也。王筠自序云：世傳安平崔氏、汝南應氏，其家相繼以文稱，然不過二三世而已，非有七葉之中人人有集，如吾門之盛者也。江左之王可謂盛矣，然不特文也，書法亦然。自羲、獻之外，先有丞相導、大司馬敦、太保宏、太子詹事筠、荊州刺史廙、丹陽尹僧虔、黃門侍郎渙之、會稽內史凝之、豫章太守操之、中書令恬、領軍洽、散騎常侍徽之、東海太守慈、特進曇首、衛將軍珣、中書令瑉，皆以書名，合方慶所上家藏真跡觀之，可謂世其家學者矣。"
      },
      {
        "index": 12,
        "text": "著述最多"
      },
      {
        "index": 13,
        "text": "葛稚川著書六百餘卷。梁武帝作《通史》六百卷，《金海》三十卷，製旨《孝經》、《周易》、《毛詩》、《尚書》、《春秋》、《中庸》、《孔子正言》等講疏二百餘卷，《吉、凶、軍、賓、嘉五禮》一千餘卷，讚序詔誥等文一百二十卷，佛經義記數百卷，金策三十卷。簡文帝撰《昭明太子傳》五卷，《諸王傳》三十卷，《禮大義》二十卷，《老子義》二十卷，《莊子義》二十卷，《長春義記》一百卷，《法寶連璧》三百卷。元帝著《孝、德、忠臣傳》各三十卷，《丹陽尹傳》十卷，《注漢書》一百十五卷，《周易講》十卷，《內典博要》百卷，《連山》三十卷，《詞林》三十卷。《玉韜》、《金樓子》、《補闕子》各十卷，《老子疏》四卷，《懷舊傳》二卷，《古今同姓名錄》一卷，《式讚》三卷，文集五十卷。此帝王著述之最富者也。宋樂史著《貢舉事》二十卷，《登科記》三十卷，《題解》二十卷，《唐登科文選》五十卷，《孝弟錄》二十卷，《廣孝傳》五十卷，《總仙記》一百四十卷，《太平寰宇記》二百卷，《總記傳坐知天下記》四十卷，《商頌雜錄》二十卷，《廣卓異記》二十卷，《諸仙傳》二十五卷，《宋齊丘文傳》十三卷，《杏園集》十卷，《李白別集》十卷，《神仙宮殿窟宅記》十卷，《掌上華夷圖》一卷，又編己作為《仙洞集》百卷。周必大著名八十一種，又有《平園集》二百卷。李心傳有《高宗系年錄》二百卷，《學易篇》五卷，《誦詩訓》五卷，《春秋考》十三卷，《禮》二十三卷，《讀史考》十二卷，《舊聞證誤》十五卷，《朝野雜記》四十卷，《道命錄》五卷，《西陲泰定錄》九十卷，《辨南遷錄》一卷，詩文一百卷。李燾作《長編》九百七十八卷，《總目》五卷，《易學》五卷，《春秋學》十卷，《五經傳授尚書》百篇，圖、大傳、雜說各一卷，《七十二子名籍》各一卷，文集五十卷，奏議三十卷，《四朝史稿》五十卷，《通論》十卷，《南北通守錄》三十卷，《七十二侯圖》、《陶潛新傳》並《詩譜》各三卷，《歷代宰相年表》、《唐宰相譜》、《江左方鎮年表》、《晉司馬氏本支》、《宋齊梁本支》、《王謝世表》、《五代將相年表》合為四十一卷。王應麟有《深寧集》一百卷，《玉堂類稿》二十三卷，《掖垣類稿》二十二卷，《詩考》五卷，《地理考》五卷，《漢藝文志考證》十卷，《通鑒地理考》一百卷，《通鑒地理通釋》十六卷，《通鑒答問》四卷，《困學紀聞》二十卷，《蒙訓》七十卷，《集解踐阼篇》、《補注急就篇》六卷，《補注王會篇》、《小學紺珠》十卷，《玉海》二百卷，《詞學指南》四卷，《詞學題苑》四十卷，《筆海》四十卷，《姓氏急就篇》六卷，《漢制考》四卷《六經天文》六卷，《小學諷泳》四卷。此文人著述之最富者也。"
      },
      {
        "index": 14,
        "text": "作文最速"
      },
      {
        "index": 15,
        "text": "《南史》：劉穆之與朱齡石在武帝坐上答他人書，自旦至日中，齡石得八十函，穆之得百函，而穆之應對無廢。謝莊出獄，使為赦詔，使者立待，詔成，其文甚工。《齊書》：蒼梧王廢立之際，蕭道成命劉係宗寫諸處分剌及四方書疏，使主書十人，書吏三十人配之，事皆稱旨。《北史·徐紇傳》：有急速詔命，數吏執筆，紇或行或臥，人別占之，造次俱成。《北齊書》：李弼典樞密，神武或造次不及宣教，直付空紙，即令宣讀。杜弼從高歡戰芒山，大捷，弼草露布，即書絹，曾不起草。侯景叛入梁，文襄命魏收為檄，五十餘紙，不日而就。又檄梁朝送景，初夜執筆，三更便成，文過七紙。《陳元康傳》：隨齊神武軍行，天寒雪深，使人舉氈，元康在氈下作軍書，颯颯運筆，筆不及凍，餓頃數紙。《盧詢祖傳》：朝廷大遷除，同日催拜，詢祖立於止車門外，為二十餘人作表，文不加點，詞義可觀。《隋書》：高祖宴百官，有神雀來集，許善心即於坐請紙筆賦之。帝甚悅，賜物二百段。煬帝不庭決事，退朝後召虞世基口授，世基承旨，日且百紙，從無遺謬。《唐書》：岑文本為中書舍人，或策令從遽，書吏六七人泚筆待，分口占授，咸無遺義。《劉禕之傳》：詔命叢繁，禕之占授，少選可待也。《蘇頲傳》：玄宗平內難，書詔填委，獨頲為中書舍人，在太極殿後閣，口所占授，功狀百緒，輕重無所差。書吏曰：「丐公徐之，不然手腕脫矣。」《陸贄傳》：從狩奉天，機務填總，遠近調發奏請，報下書詔日數百，贄初若不經思，逮成皆周盡事情，人人可曉。旁吏承寫不給，贄沛然有餘。《柳公權傳》：為學時，帝令賦詩，公權應聲而成。帝曰：「子建七步，爾乃三焉。」《劉彖傳》：宣宗始復關隴，裁處叢繁，書詔夜數十。彖提筆便成，詞皆允切。《鄭畋傳》：討龐勳時，書詔紛委，畋為翰林學士，思不淹晷，文成燦然，無不切機要。《吳融傳》：昭宗反正，御南闕，融最先至，帝有指授，迭十餘紙，融跪作詔書，少選成，語皆當帝意。《北夢瑣言》：韋皋設醮，欲撰齋詞，符載方陪侍，命小吏十二人分兩題，載口占授之，俄頃俱就。《宋史·韓絳傳》：絳在翰林時，景靈宮作神御十一殿，夜傳詔撰十一殿上梁文，遲明奏之。《鄧潤甫傳》：一夕草二十二制。《劉敞傳》：敞將下直，會追封王主九人，立馬卻坐，頃之，九制成。《晁宗懿傳》：一夕草將相五制，褒揚告誡，各得其宜。《倪思傳》：故事，學士一人當直，如行三制，則並宣學士。思直夕，孝宗欲試其才，一夕並草四制。《王漢之傳》：一日有詞頭三十三，下筆立就。《應亻繇傳》：帝一夕召亻繇草麻，夜四鼓，五制皆就。《程必傳》：寧宗崩，丞相史彌遠矯詔廢皇子竑，而立理宗，必直禁中，一夕草七十五制。《遼史》：道宗時，延臣薦馬希白詩才敏妙，十吏書不能給，特召試之。《明史》：劉定之在閣，奉旨製元宵詩，中使卻立以待，立成七言絕句百首。又嘗一日草九制。屠隆嘗戲命兩人對案，拈二題，各賦百韻詩，咄嗟之間，二章並就。又與人對奕，口誦詩，使人書之，書不逮誦也。陳際泰為文敏甚，一日可二三十首，先後所作至萬餘首。此皆文思最速，見於史傳者也。又《唐書王勃傳》：勃兄叡為鳳閣舍人會壽春等五王出閣，有司具議，忘載冊文，群臣已立，乃悟其闕。宰相失色。叡召主吏分占，其詞粲然，人人嗟服。則並有不起草而臨時口占者，又與北齊杜弼同一神速也。"
      },
      {
        "index": 16,
        "text": "書家代筆"
      },
      {
        "index": 17,
        "text": "《韻石齋筆談》謂東坡時有丹陽人高述，能仿公書。趙松雪時有京口人郭天錫，仿松雪書逼肖。董思白有門下士吳楚侯，名翹，後改名易，以能書薦授中書。為諸書時，思白頗拂試之，後思白官京師，諸祈請思白翰墨者，思白率令楚侯代之，仍面授求者，各滿誌而去。楚侯寓舍綾素堆積，多於思白架上也。然則今世所傳思白墨跡，大抵皆楚侯書耳。"
      },
      {
        "index": 18,
        "text": "文人相輕"
      },
      {
        "index": 19,
        "text": "班固論揚雄曰：「凡人貴遠賤近，親見揚子雲，祿位容貌，不足動人，故輕其書。」王充《論衡》亦云：「畫工好畫古人，不肯圖近世之士者，尊古而卑今也。貴鵠賤雞，鵠遠而雞近也。揚子雲作《法言》，張伯松不肯觀，以同時也。使子雲在伯松前，伯松必以為金匱矣。」劉勰《文心雕龍》云：「韓非《儲說》始出，相如《子虛賦》初成，秦皇、漢武恨不同時。既同時矣，則韓囚而馬輕，豈非同時則賤哉！」此皆以同時見輕，固世情之所不免，然猶非彼此相忌而相軋也。劉勰又云：「班固、傅毅文在伯仲，而固嗤毅謂下筆不能自休。及陳思論才，亦深排孔璋，故魏文稱文人相輕，非虛談也。」則此習自古已然。《北史·魏收傳》：收與邢邵俱以才名，互相訾毀。邵云：「江南任昉，文體本疏，魏收非直模擬，亦大偷竊。」收聞之，曰：「伊常於沈約集中作賊，何意道我偷任？」收從叔季景亦有才名，李庶謂收曰：「霸朝遂有二魏。」收曰：「以從叔見比，便是耶輸之比卿。」耶輸，陳繼伯之子，愚癡有名者也。收以季景方之。《邢邵傳》：袁翻以文章位望稱先達，嘗有貴人初授官，大宴客，翻與邵俱在座。翻意主人必托己為讓表，主人竟命邵作之。翻甚不悅，每謂人云：「邢家小兒，常作章表，自買黃紙，寫而送之。」此皆文人相輕之陋習也。隋劉松作碑銘示盧思道，思道多不解，乃發憤讀書。後為文以示松，松亦多不解。此則非相輕，而以相勵，固不得以好勝議之矣。"
      },
      {
        "index": 20,
        "text": "竊人著述"
      },
      {
        "index": 21,
        "text": "顧寧人謂：昔人著述，往往自藏其名，而托之於古人，如張霸《百二尚書》之類。今人則好竊人詩文，以為己作，此誠風尚之愈變愈下也。（《梁溪漫志》云：世所傳《地里指掌圖》，極精博，自足以傳，乃托之東坡。則宋人著書尚有托於他人者。）然昔人亦有竊人著作者。蔡邕疏云：「今待詔之士，或竊成文，虛冒姓氏。」是漢末已有此風。《世說》：向秀注《莊子》，未竟而卒，郭象遂竊為己注。劉勰亦云：「排人美詞，以為己力，寶玉大弓，終非己有。」《南史·徐廣傳》：高平郗紹作《晉中興書》，以示何法盛。法盛有意圖之，謂紹曰：「卿名位貴達，不復俟此延譽，我寒士，無聞於時。如袁宏、干寶之徒，賴有著述傳後，宜以為惠。」紹不與。後法盛詣紹不在，直入竊書。紹還失之，無復兼本，於是遂行何書。《唐摭言》：李播典蘄州，有李生者以詩投。播覽之，駭曰：「此僕舊作，何乃見示？」生愧懼曰：「某執公卷行江淮已久，今乞見惠。」播曰：「僕老為郡牧，此已無用，便可相借。」生謝別，播問：「何之？」生曰：「將往江陵謁表丈盧尚書。」播笑曰：「秀才又錯矣。盧乃僕表丈，何復冒此？」生惶恐曰：「承公假詩，則並荊南表丈一並見假。」播大笑而遣之。葉石林《玉澗雜書》：楊衡有 「一一鶴聲飛上天」之句，最自負。後因中表盜其文及第，衡自至京追之。既怒問：「一一鶴聲在否？」曰：「此句知兄最惜，不敢輒偷。」衡乃解。明楊士奇《跋三禮考》，注云：此書本吳澄所作，舊藏康震家。後有晏璧者，從康之孫求得之，遂掩為己作。余見其所錄初本有稱「澄曰」者皆改作「先君曰」，有稱「澄按」者改作「愚謂」，用粉塗其舊字而書之，其跡尚隱然可見。此皆竊人著述之故事也。至如《玉澗》所云：宋之問從劉希夷求「年年歲歲花相似，歲歲年年人不同」之句，不得，遂使人以計殺之，則竊書賊而並為盜矣。"
      },
      {
        "index": 22,
        "text": "按《史記》多采《尚書》、《孟子》、《左傳》、《國語》、《世本》、《楚漢春秋》等書，或全用其文，或摘敘其事。班固作《漢書》，凡武帝以前皆取《史記》而刪節之。又《史記·秦本紀讚》全用賈誼《過秦論》。班書《陳勝、項籍傳讚》亦全用《過秦論》及史遷《項羽讚》。此則書各專行，不嫌引用，並非掩其美為己有也。"
      },
      {
        "index": 23,
        "text": "武將能詩"
      },
      {
        "index": 24,
        "text": "王阮亭歷述古來武將能詩者：宋沈慶之，梁曹景宗，北齊斛律金、（《北齊書》：斛律金不識字，初名敦，以其難，乃改名金，猶以為難，司馬子如作屋況之，其字始就。則其所唱《敕勒歌》蓋本其國俗歌唱，非金自作也。）高敖曹，唐王智興，宋曹翰、岳飛，明郭定襄、湯績、戚繼光，凡十一人。阮亭所征引博矣，然如郭、戚諸公，本有詩名，固亦不足為異。此外又有絕無詩名，而其句可流誦者。霍去病歌曰：「四夷既獲，諸夏康兮。國家安寧樂未失鄉。載戢干戈，弓矢藏兮。麒麟來臻，鳳凰翔兮。與天相保，永無疆兮。親親百年，各延長兮。」《南史》：梁武製《武宴詩》三十韻，示羊侃，侃即席上應詔。周羅睺參宴席，陳後主曰：「周左率武將，詩每前成，文士何為後也？」孔範曰：「羅睺執筆成詩，還如上馬入陣，不在人後。」《北齊書》：高敖曹好為詩，言甚鄙陋，然其《祭河神文》曰：「河伯水中之神，敖曹地上之虎，行經君所，故相酬決。」亦自爽快可喜，則不特「隴種』一曲也。《後周書》：武將高琳在文帝席上賦詩，云：「寄言竇馬騎，為謝霍將軍。何以報天子，沙漠靜妖氛。」《隋書》：賀若弼贈源雄詩：「交河驃騎幕，合浦伏波營。勿使麒麟上，無我二人名。」《唐書》：契何力本鐵勒人，入唐為名將，梁修仁新作大明宮成，植白楊於庭，以示何力，曰：「此木易成，不數年可庇。」何力不言，但誦「白楊多悲風，蕭蕭悉殺人」。修仁愧謝，改植桐。以蕃將能詠詩切諷，尤絕奇也。渾瑊嘗慕司馬遷《自敘》，乃作《行紀》一篇，其詞不自矜大，雖不言能詩，而操筆自敘，則能文可知。《北夢瑣言》：高崇文席上詠雪詩云：「崇文崇武不崇文，提戈出塞號將軍。那個髇兒射落雁，白毛空裏亂紛紛。」羅紹威武夫，乘時竊據，乃好為詩，慕羅隱詩，認之為叔。自名其詩為《偷江東集》，以隱詩號《江東集》故也。朱全忠起盜賊，每覽太原記室李習吉書檄，恨不得此人，嘗曰：「以鄙夫之智算，得習吉之才筆，如虎之附翼也。」則全忠雖不能詩，而其解文義可知。至如高駢之「煉汞燒銀二十年，至今身在藥爐邊。不知子晉緣何事，只學吹簫便得仙。」「依稀似曲才堪聽，又被風吹別調中」等句，則雖工於詩者亦不能及矣。楊文公《談苑》載武將劉吉文詩云：「一箭不中鵠，五湖歸釣魚。」《臨漢隱居詩話》載武將張師本詩云：「舊將封侯盡，降王賜姓歸。」又「分鹿是非皆委夢，落花貴賤不由人。」《梁溪漫志》記韓蘄王初不知書，晚年能作小詞，其《臨江仙》一首云：「冬日青山灑灑，春來山暖花濃。少年衰老與花同。世間各利客，富貴與貧窮」云云。又《七修類稿》及錢琦《語測》記元伯顏南征回詩云「電掃風煙過嶺馳，王師到處悉平夷。擔頭不帶江南物，只插梅花一兩枝」。此或他人托為之。伯顏元初蒙古人，豈暇讀書作此？惟張宏範有《淮陽集》，如《讀李廣傳》詩云：「但教千古英名在，不得封侯也快人。」具見英雄本色。《詠燭淚》之「蠟花本是無情物，特向人前也淚流。」亦復纏綿有致。王文祿《龍興慈記》：徐武寧病亟，太祖親臨問之，達口占曰：「聞說君王鑾駕來，一花未謝一花開。」蓋諷眾賢之待用也。又萬曆中，蕭如薰為保定總兵，能詩士趨之，賓坐常滿。此皆武將之能詩者，記之以補阮亭所未備。"
      },
      {
        "index": 25,
        "text": "鬥將"
      },
      {
        "index": 26,
        "text": "《類要》云：兩陣既立，各以其將出鬥，謂之挑戰。王阮亭《池北偶談》謂：古來真有鬥將之事，非盡稗官之妄說。而引《劇談錄》白敏中討葉蕃，有緋衣酋帥出陣，召漢軍鬥，有潞州小將馳馬出，射中其頂，抽劍踣之於鞍，又李臨淮將白孝德斬賊將劉龍仙，及《五代史》周德威生擒陳夜叉事為證。然不特此也，《春秋》僖元年，公子友帥師敗莒師於酈，獲莒。《傳》云：公子友謂莒曰：「吾二人不相說，士卒何罪？」屏左右而相搏。是春秋時已有此事矣。《漢書》：漢王與項羽軍廣武之間，羽欲與漢王獨身挑戰。漢王曰：「吾寧鬥智，不能鬥力」。又羽使壯士出挑戰，漢將樓煩輒射殺之。《三國志注》引《英雄記》：郭汜攻長安，呂布謂汜：「且卻兵，但身決勝負。」汜、布乃獨共對戰，布以矛刺中汜。汜後騎來救，乃各兩罷。《晉書·載記》：劉曜使平先追陳安，安左手執大刀，右手執丈八蛇矛，近則刀矛俱發，遠則馳射。平與安戰三交，奪其矛而還。《宋書》：衡陽內史王應之，與何慧文舍軍身戰，斫慧文八創，慧文斫應之斷足，殺之。《南史》：魯爽反，薛安都討之。爽世梟猛，安都直前刺之，應手倒。焦度與魏豹皮公遇，交槊鬥，豹皮公墮地。陳慶之在懸瓠城，魏驍將堯雄子寶樂最勇，求單騎校戰，慶之子昕躍馬直趨寶樂，魏軍潰散。《梁書》：柳仲禮在青塘，與侯景戰，槊將及景，為支伯仁斫肩，遂遁。《陳書》：北齊師至呂梁，有西域胡善射，吳明徹謂蕭摩訶曰：「若殪此胡，則彼軍奪氣。」摩訶乃馳馬衝齊軍，胡挺身出陣前十餘步，摩訶擲銑鋧，正中其額，應手而仆。徐嗣徽驍將鮑砰以小艦殿後，周文育跳入砰舟，斬砰，仍牽其船而歸。《北史》：魏宗室可悉陵從征涼州，沮渠茂虔令一驍將與陵鬥，兩槊皆折，陵抽箭射之墜馬，恐其救至，不及拔劍，以刃戾其頸斷之。後周與北齊戰，周將王雄追斛律光，光左右皆散，惟餘一奴一矢。雄按槊不及光者丈餘，謂光曰：「不殺爾，當生擒以見天子。」光射中雄額，雄退走，至營而卒。蔡祐河橋之戰，東魏令厚甲長刀者直取祐。祐俟其進至十步，乃射之，正中其面，便以槊刺殺之。《北齊書·綦連猛傳》：突厥逼晉陽，陣中一騎將超出來鬥，猛挺身獨出，與之相對，刺賊落馬，因即斬之。《後周書》：侯莫陳崇討万俟醜奴，賊未成列，崇單騎入賊中，於馬上擒醜奴，眾莫敢動。《隋書》：竇榮定征突厥阿波可汗，遣人謂突厥曰：「士卒何罪，但當各遣一壯士決勝負耳。」突厥乃遣一騎挑戰，榮定遣史萬歲出應之，萬歲斬其首而還。《楊義臣傳》：漢王諒反，遣喬鍾葵圍代州。鍾葵有將王拔驍勇善戰，義臣患之，募能當拔者。有車騎將軍王思恩請當之，義臣曰：「壯士也！」賜以卮酒。思恩望見拔，乃投觴於地，策馬赴之，再往不克，為拔所殺。《唐書》：單雄信直趨秦王，尉遲敬德躍馬大呼，刺雄信墜馬，乃翼王出。王世充子琬，在竇建德軍中，乘隋帝馬，鎧甲華整以誇眾。敬德與高甑生、梁建方三騎出擒琬歸。秦王討劉黑闥，闥將高雅賢單騎逐李世勣，勣將潘毛刺之墜馬。《秦叔寶傳》：每敵有驍將誇耀，秦王輒命叔寶取之，刺於萬眾中，無不如誌。《薛仁貴傳》：征高麗時，有善射者殺官軍十餘人，仁貴單騎出擒之。《王難得傳》：土番讚普子郎支都，恃勇乘名馬挑戰，難得馳出，直斬其首。室韋酋段普洛擾邊，劉容奴單騎襲之，斬首以歸。《張伯儀傳》：伯儀與李希烈將戰，敗，賊追及，伯儀奮刀禦之，兩刃相向不得下，會救至，乃免。《五代史》劉守光將單廷珪，與周德威遇於龍頭岡，曰：「今日必擒周陽五！」單騎逐之，槍及德威背，德威側身避之，奮撾反擊，廷珪墜馬，遂擒之。此又德威鬥將之一事，不特阮亭所云擒陳夜叉也。秦宗權使張至圍汴，屯於赤岡，汴將張歸厚與至獨戰陣前，至憊而卻，諸將乘之，至遂敗。歸厚又從攻時溥，見梁將陳璠叛在溥所，瞋目馳騎，直往取之。晉李存孝救李罕之於澤州，梁將鄧季筠出戰，存孝舞槊擒之。楚王殷使子希範討高季興，季興從子名從嗣，單騎造楚壁，請與希範決戰，楚將廖匡齊出鬥，拉殺之。夏魯奇從攻幽州，劉守光有將單廷珪、元行欽，皆驍勇，魯奇與二將鬥，輒不能自解，兩軍皆釋兵觀之。《宋史·王君萬傳》：君萬略地，忽一騎躍出，矛將及，君萬側身避之，回擊斬其首，乃羌酋藥廝逋也。《侯益傳》：益初從唐莊宗與梁戰，梁將李立、李建以驍勇聞，益挺身出鬥，擒二將以歸。《侯延廣傳》：延廣獨與賊將劉渥鬥於大樹下，斷其右臂。《張玉傳》：築青澗砦，夏兵來爭，有鐵騎挑戰者，玉單持鐵簡出鬥，取其首及馬還。《郭遵傳》：夏兵來寇，陣出驍將楊言當遵，遵揮鐵杵破其腦。《王珪傳》：夏軍有驍將，持白幟植槍罵曰：「誰敢與吾敵者！」槍直傷珪右臂，珪左手以鐵杵碎其腦。又一將以槍進，珪挾其槍，以杵擊殺之。《岳飛傳》：飛戰太行山，單騎持丈八鐵槍，刺殺黑風大王。《趙立傳》：兀术攻楚州，立擁六騎呼曰：「我鎮撫也，可來決戰。」有兩騎突出，立奮矛刺之，俱墜，奪其馬而歸。《畢再遇傳》：靈璧之戰，金將有持雙鐵簡躍馬而前，再遇以左刀格其簡，右刀砍其腦，金將墜馬死。《金史》：太祖單騎追麻產，麻產棄馬入葦中。活蠟胡來問太祖曰：「此何人？」太祖曰：「麻產也。」活蠟胡遂進，擒之以出。《毛子廉傳》：子廉入險阻中，為盧彥倫所圍，兩騎突出直犯。子廉射中其一，其一人挺槍幾中子廉腑，子廉避其槍，與戰，生擒之，乃彥倫健將孫延壽也。《元史》：楊子橋之戰，姜才軍中一騎躍出，直趨張弘範。弘範旋轡返，迎刺之，應手而斃。《張柔傳》：攻宋滁州，宋驍將突出，執柔轡，曳入其陣，飛石中柔鼻。兩軍哄，柔乃得還。《燕帖木兒傳》：王禪自上都興兵至榆河，燕帖木兒禦之。阿刺帖木兒以戈刺燕帖木兒，將及，燕帖木兒側身，以刀格其戈，斫之中臂。《明史》：熊天瑞據贛，常遇春圍之。天瑞養子元震竊出覘兵，遇春亦引數騎出，猝與遇。元震不知常遇春，過之始覺，遂單騎前襲遇春。遇春遣從騎揮刀，元震奮鐵撾，且鬥且走。遇春曰：「壯士也，舍之。」傅友德守徐州，擴廓遣將來攻。友德單騎奮槊，刺其將韓乙，遂敗去。《庭聞述略》記也先入寇時，有一騎搴旗，一騎挾弓矢，將薄城中。石彪出城，一斧砍落其首。又《彙書》記成化末劉千斤作亂，康都督募紫微山僧惠通剿之。僧直入賊營，謂千斤曰：「汝抗朝命，勞及老僧，今與汝約，各以氈裹兵器，蘸灰試鬥，身有白點多者為負。汝負，則當面縛以降。」賊許之。兩人鬥至暮，賊衣汙滿，乃詣軍門降。又《柳軒叢談》：：黃得功裨將林報國，被賊趙虎誘殺，得功直入其陣斬虎。有少年賊號無敵將軍者馳至，欲取得功，得功立擒之，橫置馬上而歸。此皆近代鬥將之事也。"
      },
      {
        "index": 27,
        "text": "古來用兵，兵多者敗"
      },
      {
        "index": 28,
        "text": "古來用兵，往往兵多者敗。蓋兵過多則號令不齊，氣勢不貫，必不能有臂指相使之用。且為將者有恃眾之意而謀多疏，為兵者亦有恃眾之心而戰不力。自三代以後，能以多取勝者，惟王翦滅楚以六十萬人，韓信破趙以二十萬人，垓下之戰漢兵六十萬人，裴行儉破突厥擒阿史那奉職以三十萬騎，郭子儀收復西京以三十萬眾，明太祖收中原以二十萬眾，征雲南亦以二十萬眾耳。其他如冒頓以四十萬騎圍漢高於平城，突厥始畢可汗以數十萬騎圍隋煬於雁門，契丹以三十萬騎敗周德威幹新城，蒙古闊端以五十萬眾破曹友聞於大安軍，此又當別論。蓋北俗號令簡而心志一，故能以多取勝，中土所不及也。至如明太祖破陳友諒亦以二十萬眾，然友諒是時且六十萬，則不可謂明兵之多也。其以多致敗者，長平之戰，趙括兵四十萬，為秦所坑。章邯攻趙，項羽破之，被坑者且二十萬，其多可知也。漢高以五諸侯兵五十六萬人伐楚，入彭城，為項羽三萬人所破，溺死者二十餘萬。龍且以二十萬救齊，韓信擊斬之。吳王濞兵二十餘萬，周亞夫擊走之。新莽時王尋、王邑以四十二萬兵圍昆陽，為光武所破。銅馬諸賊合數百萬，亦為光武所破。官渡之戰，袁紹兵十餘萬，曹操兵僅十分之一，擊破之。赤壁之戰，曹操治水軍八十萬，周瑜以三萬人破之。劉聰以十餘萬陳於洛西，石勒以四萬人破之。淝水之戰，苻堅戎卒六十餘萬，騎二十七萬，其先至者已三十萬，乃為謝玄等八萬人所敗。呂光攻龜茲，龜茲王帛純引獪胡諸國兵七十餘萬，為光所敗。葛榮向京師，眾號百萬，爾朱榮兵七千，眾寡不敵，葛榮聞之大喜，令其眾辦長繩，以為至便縛取，爾朱榮乃為奇兵大破之。及爾朱兆以二十萬攻鄴，高歡馬不滿三千，步兵不滿三萬，大戰破之。渭曲之戰，高歡將二十萬眾，宇文泰不滿萬人，破之。沙苑之捷，宇文泰又以七千兵破歡十餘萬，乃於戰所準當時兵數，人種柳一株，以旌功，凡七千株。後宇文泰又與歡戰，雖斬高敖曹，然是日置陣既大，首尾懸遠，彼此不能相知，遂大敗，燒營而遁，則亦以兵太眾也。隋文帝滅陳，總管九十，兵五十一萬八千，皆受晉王節度，然賀若弼、韓擒虎先入建康，擒後主，兵才八千耳。其時陳將魯廣達等陣於白土岡，亙二十里，乃為賀若弼等所破。煬帝征高麗，凡一百十三萬人，饋運者倍之，竟潰於薩水。宇文述等九軍共三十萬，先度遼，其脫歸者僅二千七百人。竇建德之救王世充也。置陳虎牢下，長二十餘里，為秦王所擒。突厥犯塞，黑齒常之以二百騎破其三千騎。安祿山之反也，潼關之戰，哥舒翰以二十萬眾為崔乾祐所敗。尹子奇兵十三萬，張巡、許遠以六千八百人敗之。九節度之師潰於相州，步騎共六十萬。黃巢入潼入，兵六十餘萬，呼聲震河華，及據長安，李克用以四萬人破走之。契丹將阿古隻，以騎兵五百敗老相軍三萬。石晉杜仲威，以三十萬眾擊遼，遼將高謨翰以三百騎殺其先鋒，餘兵皆走。遼天祚使蕭糺裏步騎十萬討女真，阿骨打兵三千七百，至者僅三之一，力戰破之。遼又使耶律訛裏朵等騎二十萬、步卒七萬來伐，阿骨打又敗之於阿婁岡。遼又使蕭特末將騎兵五萬、步卒四十萬討女真，並遼主自將，亦俱為阿骨打敗於護步答岡。張浚富平之敗，兵四十萬人，馬七萬匹。宋將黃迪等以兵三十萬柵於文水縣，金突合速以兵九千敗之，殺八萬餘人。時康民率兵十七萬，撻不野敗之。又以騎二千敗淮南兵十萬餘人。及和尚原之戰，兀术以十萬眾為吳玠所敗。仙人關之戰，撒離喝亦以十萬眾為吳玠所敗。劉麟、劉猊三十萬眾，楊沂中等破之於藕塘。夏人二十萬騎，李顯忠以所部八百人破之。順昌之戰，兀术、韓常兵十餘萬，為劉錡所破。金主亮南侵，兵六十餘萬，虞允文敗之。完顏九斤、胡沙虎以四十萬眾伐蒙古，敗於會河堡。銀青眾二十萬，亦為蒙古木華黎所敗。已而蒙哥以五十萬眾敗於宋合州城下，遂死。又察罕兵八十萬圍廬州，為宋杜杲敗去。賈似道之潰於江上也，兵十三萬。凡此皆以多致敗，歷歷可考者也。其以少擊眾，戰功最著者，如合肥之戰，張遼、李典以步卒八百破孫權兵十萬。後秦姚萇以千餘兵破雷惡地三萬餘眾，乃命軍士各植一木於柵孔以旌功。或疑營地太小，萇曰：「吾自結髮以來，未嘗如此以少勝多者，正以小為奇耳。」高昂以十餘騎破爾朱羽生兵五千。宇文忻以五百騎破尉遲迥精甲三千。薛萬徹以百騎擊敗竇建德兵十萬。薛仁貴以卒二千攻扶餘，殺萬餘人。馬嶙從李光弼攻史朝義於北邙，以兵五百出入三反，敗其眾十萬。光弼曰：「吾未見以少勝多如馬將軍者！」李嗣源救幽州，契丹萬騎遮山口，嗣源以百騎衝破之。楊業以數百騎出雁門，破契丹兵十萬，殺其將駙馬蕭咄李。劉溝堡之捷，劉昌祚以二千騎敗夏人萬騎。李師中上其功，謂西事以來，以少抗眾，未有如此者。燕達以五百人抗夏人三萬騎，九戰皆捷。岳忠武以八百人破群盜王善等五十萬眾於南薰門，以八千人破曹成十萬眾於桂嶺，以嵬背八百破兀术於順昌，又以五百破之於朱仙鎮，皆敗其眾十餘萬。金完顏陳和尚以四百騎敗蒙古兵八千於太昌原。而尤最奇者，宋武帝微時，以數十人覘孫恩，遇賊眾數千，便與戰。所將人俱死，帝獨奮長刀，所殺傷甚眾。南齊周盤龍子奉叔單馬率二百餘人陷陣，虜萬騎圍之。一騎走還，報「奉叔已歿」，盤龍馳馬奔入，時奉叔已大破虜，得出。在外不見其父，復躍馬入，父子兩騎縈繞於數萬人中，虜遂大敗。陳侯安都以十二騎破齊陣，擒其儀同乞伏無芳，又刺東方老墜馬。蕭摩訶與北齊戰於呂梁，以七騎破齊軍，奪其大旗。及周滅齊，遣將爭呂梁，有精騎數千，摩訶領十二騎入周軍，斬殺甚從。隋張須陀以五騎覘賊，遇賊裴長才等二萬奄至，圍之數百重，力戰而出。唐王君廓以十三人破郭士衡等兵一萬。宋之悌應募擊州蠻，與壯士八人被重甲，大呼薄賊，曰：「獠動即死！」賊七百人皆不敢動，遂平之。金阿骨打以十人擊走遼兵於混同江。劉整在宋時，以十二人入金信陽軍，擒其守，時以為唐李存孝以十八騎拔洛，今整更少，乃書其號曰「賽存孝」。元渾察征乞失哈裏，敵兵二千，渾察以勇士五十人破之。揚子橋之戰，張弘範以十二騎渡水，敗姜水才軍。明初洛水北之戰，常遇春以單騎入元軍，敵二十餘人刺之，遇春殪其前鋒一人，大呼馳入，壯士從之，敵遂大潰。傅友德攻山西，擴廓萬騎突至，友德以五十騎衝卻之。丁德興從攻洪山寨，以百騎破賊數千。成祖靖難兵起，款台以十二騎破南兵三千人。東昌之戰，薛祿以五十騎敗南兵數百。又皆古今所罕覯者也。按《癸辛雜識》：賈似道命廖瑩中刊《奇奇集》，萃古人用兵以寡勝眾，如赤壁、淝水之類，成一書，蓋自詫其援鄂之功也。其書今不傳，今姑撮諸史所載於此。"
      },
      {
        "index": 29,
        "text": "取蜀將帥不利"
      },
      {
        "index": 30,
        "text": "洪容齋歷敘古來中國取蜀將帥多不利。漢伐公孫述，大將來歙、岑彭俱被刺客之禍。魏伐劉禪，大將鍾會、鄧艾皆族誅。唐莊宗伐王衍，招討使魏王繼岌、大將郭崇韜皆不得其死。宋伐孟昶，大將王全斌、崔彥進皆不賞而受黜。此北宋以前可歷歷數者也。元憲宗率兵入蜀，攻重慶，被傷，卒於釣魚山下。明湯和、傅友德取蜀，和被鐫責不賞，友德雖獲賞而終不得其死。則取蜀將帥誠不利也。"
      },
      {
        "index": 31,
        "text": "臨陣不自標異"
      },
      {
        "index": 32,
        "text": "《淮南子》云：將軍不敢騎白馬，蓋懼其易識也。《蒼梧雜志》亦云：古戎服上下一律皆赤色，恐戰有傷殘，或沮士氣，故衣赤，使血色不見也。所以《左傳》有「均服振振」之語。《甕牖閑評》亦云：軍主不可自表暴，以防敵人之窺伺也。宋南渡以前，戎服猶皆用緋，紹興末乃變而用皂色云。今按《左傳》熒澤之戰，衛侯不去其旗，是以甚敗。鄢陵之戰，石首納旌於弢中，得免。《南齊書》：殷孝祖臨戰以麾蓋自隨，軍中相謂曰：「殷統軍可謂死將矣！」是日要中流矢死。《北史》：芒陰之戰，高敖曹輕敵，建麾蓋臨陣，西人盡銳攻之，遂為魏所殺。賀拔勝從周文，望見高歡麾蓋，出精兵擊之，歡幾為所獲。王思政戰河橋，從者死盡，思政創重，亦悶絕於積屍中。思政久經軍陣，每戰惟破衣敞甲，敵人不疑其將帥，故得免，夜半而蘇，遂歸。《五代史》：周德威之擒陳野叉，亦微服雜卒伍中，伺野叉過，以鐵錘擊之墮馬，遂擒之。《甕牖閑評》：王則叛貝州，常裹花帽，人見而識之，遂擒獲，至死終不去花帽。《宋史》：李成見劉光世張蓋行陣，不介胄，知為主帥，並兵圍之。王德突圍，擁光世出。《金史》：夏人攻會州，郭蝦蟆見其主兵者入馬皆衣金甲，一箭殪之。此古人遺法，蓋陣上不自標異，有急則易免難，且可出人不意以制勝也。然梁、魏交戰，韋睿乘板輿督勵將士，勇氣無敵。周齊芒山之戰，周將蔡祐著明光鐵騎，所向無前，齊人咸曰：「此鐵虎也！」皆避之。薛仁貴從征高麗，未知名，欲自顯，乃著白衣，持戟腰弓，所向披靡。太宗望見，乃召之。李晟圍朱泚於長安，每戰必錦裘繡帽以自表。韓世忠之圍淮揚也，亦錦衣驄馬，立陣前以致敵。此又威名勇略足以懾敵，不可以一律論者。"
      },
      {
        "index": 33,
        "text": "解散降兵"
      },
      {
        "index": 34,
        "text": "爾朱榮既破擒葛榮，其眾皆降。爾朱令各從所樂，親屬相隨，任其居止。於是數十萬眾，一朝散盡。待出百里外，乃始分道押領，隨便安置。人服其處分相速。《唐書》：秦王世民破擒竇建德，俘獲五萬人，即日散遣，使還鄉里。蓋乘其潰散之勢，遣之使還，莫不弭帖而去。眾既無主，自不能復嘯聚為亂，而我亦免安插供饋之煩也。"
      },
      {
        "index": 35,
        "text": "兵富難戰"
      },
      {
        "index": 36,
        "text": "《後漢書·度尚傳》：尚破賊卜陽、潘鴻等，猶未殄滅，而士卒驕富，莫有鬥志。尚乃令軍中恣其出獵，密使人潛焚其營，珍積皆盡。獵者歸，皆泣。因勞之曰：「賊財寶山積，足富數世，諸君但不努力耳。」乃人人爭奮，大破平之。"
      },
      {
        "index": 37,
        "text": "紙鳶、木鵝、畫獅"
      },
      {
        "index": 38,
        "text": "台城之圍，梁武以紙鳶告急於城外，而援師莫有進者。金守汴日，為紙鳶，置文書其上，至北營則斷之，以誘被俘者。識者謂宰相以此退敵，難矣。然唐張伾守臨洺，為田悅等所攻，馬燧等救兵未進。伾急以紙鳶放過悅營，悅射之不及，乃落燧營，言「三日不救，洺人且為悅食」，燧等遂進解圍。是紙鳶亦有時濟用。隋東都被圍，越王侗以木鵝隨水而下，冀達江都求救，而卒無救至。明傅友德取蜀，既破階、文，以湯和兵在重慶，無以通聲息，乃作木鵝數百，書取階、文月日投之江，順流而下。和果得之，遂進兵，而全蜀俱下。宋宗愨征林邑，林邑以象來戰。愨曰：「吾聞獅子威服百獸。」乃制其形以鬥，象果奔。唐朱滔繪帛為獅猊狀，蒙以猛士數百，馳入李維嶽軍，馬驚，遂敗去。明張輔征安南，賊驅象來，輔以畫獅蒙馬衝之，賊亦潰。然金石抹虎兒欲為假獅以禦元兵，作面具如獅狀，以青麻為尾，繫大鈴於頭，使敵馬驚駭，張天綱笑之。同一物也，而異效如此。"
      },
      {
        "index": 39,
        "text": "火馬、火猱"
      },
      {
        "index": 40,
        "text": "《左傳》：吳闔廬敗楚師，至於郢。楚王使鍼尹執燧象以奔吳師。注：火繫象尾也。《史記》：田單守即墨，收城中牛，束兵刃於其角，而灌脂束葦於尾，燒其端縱之燕軍。牛尾熱，怒而奔燕，壯十從之，遂破燕軍。此火牛、燧象二事，人所共知也。（宋王德討邵青，青亦用火牛。德曰：「此古法也，可一不可二。」 乃萬矢齊發，牛返奔，遂殲敵。）《後漢書》：楊璿為零陵守，賊攻郡縣，璿乃製馬車數十，以囊盛石灰於車上，繫布索於馬尾，將馬居車前，順風鼓灰，因以火燒布，布燃馬驚，盡突賊，遂破之。則又有用火馬者。《宋史·趙遹傳》：遹攻晏州，賊據輪縛大囤，陡峭不可上。遹令土丁從山後挽藤葛而上，得猱數十頭，束麻灌以膏蠟，縛於猱背。及賊柵，燃火炬，熱狂跳。賊廬舍皆茅竹，猱竄其上，火輒發，遂破賊柵。則並有用火猱者，又前人未出之奇也。"
      },
      {
        "index": 41,
        "text": "陷敵脫歸"
      },
      {
        "index": 42,
        "text": "李廣為匈奴所得，置兩馬間，絡而盛之。廣偽死，睨其旁有一兒騎善馬，忽騰而上，因抱兒奔數十里，取兒弓，射殺追者，乃得脫。其後有絕相類者，《南史》：宋、魏交兵，參軍王羅漢為魏所擒，鎖其頸，使三郎將守之。羅漢夜斷三郎將首，抱鎖亡歸。《北史》：後周李弼從周文帝，與齊神武戰河橋，為齊所獲，陽隕絕於地，睨其旁有馬，乃躍而上，得免，《隋書》：麥鐵杖為賊所擒，賊帥李棱縛送高智慧，行至庱亭，衛者憩食。鐵杖取賊刀殺衛者皆盡，悉割其鼻，懷之以歸。《唐書》：段誌玄從討王世充，馬跌，為賊所擒。兩騎夾持其髻，將渡洛，忽騰而上，二人反墮，復奪其馬馳歸。《明史》：顧成從攻鎮江，與勇士十人入城，被執。十人皆死，成躍起，斷縛，仆持刀者，脫歸。異眾入城，克之。靖難兵起，薛祿戰敗，為平安所執，奮脫縛，拔刀殺守卒，馳還復戰。"
      },
      {
        "index": 43,
        "text": "事急為僕隸免禍"
      },
      {
        "index": 44,
        "text": "《左傳》：楚公子遇國難，微服出亡，將及門，守門者難之，其僕操箠擊公子背，罵曰：「隸也不力，何不早出！」守門者不疑，竟出。《公羊傳》云：鞍之戰，逢醜父面目與頃公相似，代頃公當左，使頃公取飲。頃公操飲而至，曰：「革取清者。」頃公用是佚而不反。《左傳》亦同。《漢書》：王林卿通輕俠為不法，何並捕之。林卿迫窘，乃令奴冠其冠，被其襜褕自代，乘車，而身自變服，並斬奴頭而還。《三國志》：曹操圍呂布於濮陽，城中大姓田氏為反間，操得入城。及戰敗，布騎追操，問曰：「操可在？」操紿之曰：「乘黃馬走者是也。」乃釋操，而操得出。《通鑒》：晉元帝睿初在鄴，逃歸。會成都王穎先敕諸關無得出貴人，睿至河陽，為津吏所止。從者宋典自後來，以鞭拂睿笑曰：「舍長官禁貴人，汝亦被拘耶？」吏乃聽過。《南史》：王慧龍家為劉裕所誅。慧龍年十四，為沙門僧彬所匿，送之過江，為津人所疑。彬曰：「此隨吾受業者。」乃免。王華父廞從王恭起兵，兵敗逃走，華隨沙門釋曇冰逃。使華提衣襆從後，津邏咸疑焉。華行遲，曇冰罵曰：「奴子怠懈，行不及我！」以杖捶華數十，眾乃不疑，遂免。袁昂父覬既敗，昂藏於沙門。沙門將以出關，吏疑非常人，沙門杖而垢之，遂免。《北史》：西魏宇文泰與東魏侯景戰，馬驚墜地，東魏兵追及之，左右皆散。李穆以策抶泰，罵之曰：「籠東軍士，爾曹主何在而獨留此？」追者不疑，遂得逸。唐朱泚之亂，禁城門毋得出朝士。朝士往往易服為僕潛出，事固有相類者。"
      },
      {
        "index": 45,
        "text": "口打賊"
      },
      {
        "index": 46,
        "text": "《五代史》：後唐諸將各自論功，李嗣源獨無。或問之，嗣源曰：「諸君好以口擊賊，嗣源但以手擊賊耳。」按此語亦有所本。《晉書》：西陽夷反，太守楊瑉會僚屬議拒賊，朱伺獨無言。瑉問之，伺曰：「諸人以舌擊賊，伺惟以力耳。」《唐書·虢王巨傳》：安祿山反，張垍薦巨有謀略，召至京師。楊國忠忌之，謂曰：「此來人多以口打賊，君不爾乎？」巨曰：「誰為相公手打賊者？」歐陽史蓋本此也。"
      },
      {
        "index": 47,
        "text": "縱敵"
      },
      {
        "index": 48,
        "text": "丁公為項王將，逐漢高祖，短兵接，高祖急顧丁公曰：「兩賢豈相厄哉？」丁公乃引兵還。慕容紹宗既破侯景，亟追之。景使人謂曰：「景若就擒，公復何用？」紹宗乃縱之。又高歡使彭樂追宇文泰，泰窘，謂樂曰：「癡男子，今日無我，明日豈有汝耶？」遂還。唐李寶臣討田承嗣，屢立戰功，朝廷遣中使勞之。寶臣則以百縑，中使怒擲於道。王武俊說寶臣曰：「令公新立功，豎子尚爾，若寇平後，以一詔召歸闕下，一匹夫耳。不如釋承嗣以為己資。」寶臣遂有玩寇之志。宋威擊王仙芝等，陰與曾元裕謀曰：「昔龐勳滅康承訓，即得罪。吾屬雖成功，其能免乎？不如留賊。」劉巨容破黃巢於荊門，或勸之窮追，巨容曰：「國家好負人，有事則撫存將士，事寧則棄之。不如留賊，以為富貴之資。」又左良玉追張獻忠急，獻忠遣其黨馬元利操重寶啖良玉曰：「獻忠在，故公見重。公所部多殺掠，而閣部猜且專，無獻忠，即公滅不久矣。」良玉心動，縱之，事極相類。"
      },
      {
        "index": 49,
        "text": "懸賞購賊"
      },
      {
        "index": 50,
        "text": "宋夏竦判永興軍，募擒趙元昊者爵萬戶侯。元昊令：募得竦者，與錢三千。明季楊嗣昌督師募擒斬張獻忠者，賚萬金，爵侯。翌日，督師幕府自堂皇庖湢，遍題「有斬督師者，賚白金三錢。」古今事固有相類者。東魏高歡攻魏玉壁，不能克，乃射募格於城中，云：「能斬城主降者，拜太尉，封開國郡公，賞帛萬匹。」 城主韋孝寬手題書背，返射城外，云：「能斬高歡者，準此。」《安丙傳》：金人揭示境上：「得丙首詩，與銀絹二萬匹兩。」則猶未肆侮也。"
      },
      {
        "index": 51,
        "text": "賊稱"
      },
      {
        "index": 52,
        "text": "《晉書·南燕載記》：泰山民王始聚眾僭號，為官兵所獲。臨刑，或問其父兄所在，始曰：「太上皇蒙塵於外，征東、征西亂兵所害，惟朕一身，獨無聊賴。」其妻咎其正坐此口語。始謂妻曰：「皇后，自古豈有不亡之國哉！」《五代史》：劉守光僭帝號，為唐莊宗所擒。將刑，守光乞哀不已。其二妻李氏、祝氏讓之曰：「皇帝，事已如此，生亦何益！」一呼春妻曰皇后，一呼其夫曰皇帝，正可作對也。"
      }
    ]
  }
}