{
  "chapterNumber": 27,
  "title": "卷二十七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "按月分俸"
      },
      {
        "index": 2,
        "text": "《南史•阮長之傳》：宋以前郡邑官田祿，以芒種為斷。芒種前去官者，則一年祿悉歸後人。至元嘉末，始改此科，計月分祿。是按月分俸，自宋元嘉末始也。然《封氏聞見記》：準例替人，五月五日以前到者，得職田米。高利自濠州改楚州，欲以米讓前人，乃到處淹泊，候過數日始到。士論稱之。則唐制又不按月也。或此職田米又是俸外所得，另有一例耳。"
      },
      {
        "index": 3,
        "text": "京官月費"
      },
      {
        "index": 4,
        "text": "京官俸銀之外，別有月費一種，起於前明。明初，諸司皂隸主騶從，宣德間始有納銀免役者。因楊士奇言，亦京祿薄，改名曰柴薪銀。天順以來，始以官品崇卑定立名數，每歲銀解戶部。在京諸司則皆出自畿內及山東、山西、河南州縣，南京諸司則皆出自南畿。此月費所由來也（見傅維麟《明書•楊士奇傳》）。按宣德時，顧佐為都御史，有奸吏誣奏佐受隸金，私遣歸。上密以語楊士奇，士奇曰：「中朝官俸薄，僕馬薪芻皆資之隸。遣隸歸，隸得歸耕，官得資費，朝官皆然。蓋自永樂中至今，先帝固已知之，以故增朝官俸。」（《顧佐傳》）"
      },
      {
        "index": 5,
        "text": "預借俸錢"
      },
      {
        "index": 6,
        "text": "選人出京，必借京債，其利最重，到任即須子母償還，最為陋弊。令甲：凡謁選官得缺後，預借養廉，以免丐貸，所以恤下養廉，法至善也。按《舊唐書• 武宗紀》：會昌二年二月，中書奏：選官多京債，到任填還，致其貪求，罔不由此。今請令得官者，許連狀相保，戶部各備兩月加給料錢，至支時折下。所冀初到官任，不帶息債，衣食稍足，可責清廉。」從之。又宋元祐中，孫覺奏云：「臣備員吏部，見每一闕出，爭者至一二十人，雖煙瘴地亦不辭。嘗訪其故，以授遠闕例得先借料錢，遠者三月得四十餘千故也。」則此制唐、宋亦有之。"
      },
      {
        "index": 7,
        "text": "致仕官給俸"
      },
      {
        "index": 8,
        "text": "致仕官給俸之例，起於漢平帝詔天下吏二千石以上年老致仕者，三分其祿，以一與之終身。蓋其時王莽專政，欲以收眾心，故有此舉也。（《白虎通》云：七十致政，其有盛德者留，賜之几杖，在家者三分其祿，以一與之。又引《王記》曰：臣致仕於君者，養之以其祿之半。是漢時本有此說，而莽竊之以邀譽耳。）然《漢書》石奮以上大夫祿歸老於家，周仁以二千石祿歸老，張歐請免，天子亦寵以上大夫祿歸老，則優老之典，本不自莽始，特未著令以前致仕，給祿須出特恩，既著令以後，則凡二千石以上致仕者皆可得耳。歷代致仕給俸之例，有著為定令者，有不著為定令者。《後漢書》：鄧彪請老，章帝賜錢三十萬，以二千石祿終其身。第五倫請老，以二千石俸終其身。劉昆乞骸骨，詔賜洛陽第舍，以千石祿終其身。則王莽之制，至東漢已廢，其給俸者仍出特賜也。《唐書》：虞世南致仕，詔祿賜同於職事。許敬宗致仕，仍朝朔望，續其俸祿。唐休璟請老，給一品全祿。張仁願致仕亦給全祿。宋璟請老，以全祿退居東都。王邱既老，藥餌不給，詔給全祿，以旌潔吏。解琬告老，詔以金紫光祿大夫致仕，準品給全祿。楊於陵致仕，詔俸料全給。元時許有壬致仕，給俸終其身。閻復乞歸，給半俸終其身。此不著為令而出特恩者也。《後魏書》：孝明帝令年滿七十致仕者，給半祿。《隋書》：大業五年詔，品官七十以上不堪居職者，量給廩祿，以終其身。《遼史》本紀，穆宗詔左右從班老耄者，增俸以休於其家。宋初致仕官給俸亦出特恩。如王彥超致仕，太祖詔給大將軍俸。上官正致仕，賜全俸，仍給以見錢。至太宗淳化元年，始詔凡致仕官皆給半俸。（《獨醒志》謂：宋自章聖後，始命致仕者給半俸。則太宗時猶未著為令，與《宋史》互異。）真宗大中祥符五年，詔賜致仕官全祿。仁宗景祐二年，詔自今兩省、大卿、監正、刺史、閤門使以上致仕，給俸如分司。《金史》：熙宗詔文武官五品以上致仕者給半俸。世宗又詔職官年七十以上致仕者給半俸。此著為定令，凡致仕者皆得之，不必隨時請旨者也。宋又有宮觀使，為致仕者食祿之地。《神宗紀》：制宮觀官，以處卿監、監司、知州之老者。其議本起於王安石，青苗法行，諸老臣多致仕去，故設此以慰之。然王旦致仕，以太尉領玉清昭應宮使。初旦以宰相兼使，今罷相，猶領之。其專領使自旦始，則致仕兼宮觀使神宗以前已有之，又不自安石始。蓋神宗以前僅為宰相優老之地，至神宗時乃多立各路宮觀名目，使卿監以下皆得藉此食俸耳。又《宋史•謝泌傳》云：近制，文武官告老皆遷秩給半俸。泌請自今七十以上求退者，許致仕，因疾及犯贓者，聽從便。詔從之。然宋時雖以疾去及犯贓去者，皆得邀遷秩給半俸矣。此又立法太濫也。明初無加恩致仕官之例。《明史•楊鼎傳》：成化十五年，鼎致仕，賜敕馳驛歸，命有司月給米二石，歲給役四人。大臣致仕有給賜，自此始。自後多有月廩歲夫之制。然宣德中顧佐致仕，賚鈔五十貫，命戶部復其家，則已有加恩者。又成化七年，御史奏致仕尚書魏驥年已九十八歲，乞仿前代優老故事。詔遣行人存問，有司月給米三石。命未至而卒。此皆明代加恩致仕官故事，然視唐、宋則甚減矣。"
      },
      {
        "index": 9,
        "text": "誥敕"
      },
      {
        "index": 10,
        "text": "本朝之制，凡內外文武官所得誥命，皆有撰定文字，各按其品級填寫。雖有大勢力者，欲增損一字不能，所以杜浮偽之風也。按《宋史•孫洙傳》：百官遷敘，用一定之詞。洙建言：「群臣進秩，事理各殊，而同用一詞。或一門之內，數人拜恩，而格以一律，殊為苟簡。」詔自今封贈蔭補，每大禮一易，他皆隨等撰定。是宋制所謂大禮一易者，蓋亦有一定誥詞。至明則否。《湧幢小品》云：國朝文臣誥敕窮工極巧，大失絲綸之體。高拱、張居正雖皆有禁，終不能改。惟勳戚武弁，勒為定式，篇篇一律。即王府至重，然親王而下，壙誌亦有定式，未免太泥。「倘有應敘功跡，從何記載乎？則前明之有定式者，惟勳戚武弁，而文臣皆隨時撰作，毋怪乎諛詞滿紙也。（《明史•許士柔傳》：故事，贈官誥，屬誥敕房中書職掌。崇禎初，追恤被魏奄所害諸忠臣，則翰林能文者亦為之。後中書以為侵官。崇禎三年，仍令誥敕中書為之。）本朝則誥敕不論文武，皆有定式，而碑文、祭文，臨時令翰林諸臣撰擬，於禁絕諛偽之中，仍不沒人之實，可謂盡善矣。"
      },
      {
        "index": 11,
        "text": "封贈"
      },
      {
        "index": 12,
        "text": "洪景盧云：封贈先世，自晉、宋以來有之，迨唐始備。然唐世贈典惟一品乃及其祖，餘官只贈父耳。長慶後稍變通，權德輿罷相，為檢校吏部尚書、興元節度使，表納檢校吏部尚書，請回贈其祖倕。詔不許納宮，而贈倕為尚書禮部郎中。此後世貤贈之始也。《白樂天集》亦有戶部尚書楊於陵贈其祖為吏部郎中，祖母崔為郡夫人製詞。然德輿身為檢校吏部尚書，而贈其祖不過禮部郎中，於陵為戶部尚書，而贈其祖不過禮部郎中，則亦不能以子孫之官全贈其祖也。《宋史》：李虛己當南郊恩封，請以罷妻封以授祖母。寇瑊少孤，鞠於祖母王氏，及登朝，乞以妻封回授。趙概逢郊，恩當任子進階，乞回其恩封母郡太君。詔皆許之，後遂為例。此則宋時可以己官全贈其先，較唐制又稍優矣。元許有壬言：「今制封贈祖父母，降於父母一等。」則元時封贈先世亦尚有差別。本朝令甲：一二品封三代，三品以下封二代，六品以下封一代，皆全用其本身官秩，並許以本身封典回贈其祖，則例封一代者，實亦得封二代。聖朝錫類之仁，超出前世萬萬矣。又前代回贈之例，有推及本生祖父者。《舊唐書》：崔植有《陳情表》，云：「亡父嬰甫，是臣本生，亡伯祐甫，是臣承後。嗣襲雖移，孝心則在。請以在身官秩，特乞回贈本生。」詔贈嬰甫吏部侍郎。《容齋隨筆》云：宋李昉幼出繼於叔。昉入相，表求贈所生父母官誥。詔贈其本生祖溫太子太傅，祖母權氏莒國太夫人，本生父超太子太師，母謝氏鄭國太夫人。有明大臣中移封本生大父母者，有大學士楊士奇、少保朱衡、太宰張翰。其庶僚移封本生父母者，京官起於嘉靖中修撰諸大綬，外臣起於萬曆中長坦令劉學曾，異途起於嘉靖中都事歐陽念、鳴讚喬可躋，俱見《湧幢小品》。至本生祖父之外別有移封者，唐李德裕為荊南節度使，遇當追贈，奏乞回贈其兄故楚州刺史德修，詔贈禮部尚書。劉總奏請追贈其外祖溪州刺史張懿，乃贈懿工部尚書，其妻李氏趙國夫人。宋王曾為參知政事，以幼孤，育於叔父母，奏請改葬。乃詔贈其叔宗元工部員外郎，母嚴氏懷仁縣太君。歐陽修少孤，其叔教之學。既貴，乞以一官回贈。詔贈郎中。是又恩例之出於祖父外者也。近日大司寇胡公雲坡幼鞠於其嫂，乞以本身誥封回贈，特蒙俞允。曠蕩之恩，無微不逮，更有非臣下意計所敢及者矣。"
      },
      {
        "index": 13,
        "text": "父在封母不稱太"
      },
      {
        "index": 14,
        "text": "王溥《五代會要》「母妻敘封事例」：乾祐元年，中書帖吏部廢置司，父在，母進封，合加太字事例申上。廢置司以前後格敕內，凡母皆加太字，在歿並同，即不說父在不加太字。惟晉天福五年，中書舍人艾穎、八年尚書門郎中尹倔，皆父在，母封縣君，不加太字云云。蓋由子封母，固宜加太，而父在，母不稱太，亦情理之當然也。"
      },
      {
        "index": 15,
        "text": "貼黃"
      },
      {
        "index": 16,
        "text": "今刑部本及督撫題刑名本，例有貼黃，以篇幅繁多，節其略別為一幅，貼於本後，所以便觀覽也。王敬哉《冬夜箋記》謂，明崇禎中，輔臣李國普奏仿古人撮黃之法，以定比式，遂沿至今。（顧寧人亦謂，崇禎元年三月，令上疏者自撮疏中大要，不過百字，附疏尾。）按唐本有貼黃之制，乃詔敕所用。葉石林云：唐降敕皆黃紙，有所更改，亦以黃紙貼之，謂之貼黃。宋奏劄皆白紙，而意有未盡，另以黃紙貼於後，亦謂之貼黃。是宋之貼黃，已與唐之貼黃異。然宋制貼黃乃奏劄所不能盡者，另開條件，書以黃紙，附於正文之後。如司馬溫公、蘇東坡諸集皆有之，或一疏後至十數條。今貼黃則但摘取奏中緊要語貼於後。是宋貼黃主乎詳，今貼黃主乎簡，今之貼黃又與宋之貼黃異。且今奏疏用白紙，貼黃亦用白紙。按江鄰幾《雜志》云：審刑奏案，貼黃上更加撮白。王阮亭謂不知撮白為何語。抑知今之貼黃，正宋之撮白耳。"
      },
      {
        "index": 17,
        "text": "仕宦避本籍"
      },
      {
        "index": 18,
        "text": "《漢書》：嚴助，會稽吳人，既貴，上問助居鄉時為友婿富人所辱。助曰「願為會稽太守」。乃拜助為會稽守。又朱買臣，會稽郡吳人，後出為會稽守。韓安國，梁成安人，為梁內史。《後漢書》：景丹，櫟陽人，光武以其功封為櫟陽侯，謂「富貴不歸故鄉，如衣繡夜行，故以封卿。」是漢時尚無回避之例。杜佑《通典》謂漢時丞尉及諸曹掾多以本郡人為之，三輔則兼用他郡人，而必特奏。可見漢時掾屬官更無用本郡者。《蔡邕傳》：朝議以州縣相黨，人情比周，乃制婚姻之家及兩州人士不得互相監臨，於是又有三互法，禁忌轉密。邕乃上疏，極言其弊。然則回避本籍以及親族相回避之例，蓋起於後漢之季也。然魏、晉以來，亦有不拘此者。《魏書》：張既，馮翊人，魏武使為雍州刺史，謂之曰：「還君本州，可謂衣繡晝遊矣。」朱靈，清河人，魏文帝封為鄃侯，欲以晝繡榮之。《南史》：丘靈鞠，烏程人，為烏程令，柳元景隨孝武入討，孝武曰：「事成，何所欲？」元景曰：『願還鄉里。「及孝武即位，乃以為雍州刺史，以元景家襄陽也。張岱，吳郡人，為吳郡太守。齊高帝詔以家為府。後從子緒亦為吳郡太守。柳慶遠，襄陽人，梁武以為雍州刺史，詔曰：「卿衣錦還鄉，吾無西顧憂矣。」張敬兒，南陽人，以功乞為本郡，乃除為南陽太守。呂僧珍，東海人，梁武欲榮以本州，乃拜南兗州刺史。又以劉之遴為南郡守，詔曰：「卿母年高，故令卿衣錦還鄉，盡榮養之道。」 侯安都母樂居鄉里，陳武帝乃以安都弟曉為東衡州刺史，安都子秘為始興內史，並在家侍養。孫瑒，吳人，陳武帝謂曰：「昔朱買臣願為本郡，卿豈有意乎？」乃授吳郡太守。陳武帝本吳興人，在梁朝時，其子昌為吳興太守。帝以鄉里父老尊卑有數，特令蔡景曆為佐吏輔之。《魏書》：毛鴻賓，北地人，孝明帝改北地為北雍州，以鴻賓為刺史，曰：「晝錦榮卿也。」遊明根告老，其子肇求解官歸侍。孝文帝欲令祿養，乃出為本州魏郡太守。甄琛，中山人，後為定州刺史。《北齊書》：封隆之，四為冀州刺史，其本州也，素得鄉里人情。其子繪復為本州。《後周書》：李穆一家叔侄三人，皆牧宰鄉里。蘇亮，武功人，為岐州刺史。朝廷以其作牧本州，特給鼓吹，先還家，並給騎士三千，羽儀遊鄉黨，歡飲旬日，然後入州。令孤熙，敦煌人，為敦煌太守。晉公護謂曰：「公一門之內，須得衣錦之榮，故命之。」王傑，金城人，為河州刺史。朝廷以其勳望，故榮以本州。劉雄，臨洮人，周武以為河州刺史。先已為本縣令，至是復刺本州，鄉里榮之。柳敏，河東人，為河東郡守。雖統御鄉里，而處物平允，甚得時譽。蘇椿為武功郡守，既是本郡，惟清儉自居。馮遷為陝州刺史，遷本寒微，一旦為本州，惟謙謹接待鄉邑。《隋書》：田式，祖安興、父長樂及式，三世為本郡太守。此隋時不避本籍也。《唐書》：姜謩，上邽人，高祖命為秦州刺史，謂「故鄉錦衣，用答元勳。」丘和為交趾太守，聞高祖登極，來朝。帝以和本稷州人，乃命為稷州刺史以自養。張士貴，洛州人，高祖命為洛州刺史，曰：「令卿衣錦晝遊。」薛登，常州義興人，武后授為常州刺史。張九齡，韶州人，以親老求歸養，玄宗乃以其弟九皋、九章為嶺南刺史。賀知章歸老，詔以其子僧子為會稽郡司馬，使侍養。（《封氏聞見記》：侍郎唐皎掌選，問選人穩便，對曰：「家在蜀。」乃注吳。有言親在江南，即注隴右。有一信都人，心希河朔，給曰：「願得淮淝。」即注漳滏間一尉。是朝廷特命者或不拘本籍，而選法原有回避本籍之例。）《宋史》：周祖以王晏家彭城，乃授為武寧軍節度使，俾榮其鄉里。王仁鎬，邢州人，周世宗授為安國軍節度使，制曰：「眷維襄國，實卿故鄉。分予龍節之權，成爾錦衣之美。」宋朝授本籍之例，大概有三：一以便就養，一以優老臣，一以寵勳臣。《太祖本紀》：乾德五年，縣尉鄢陵許永，年七十五，自言父年九十九，兩兄皆八十餘，乞一官以便養。乃授永鄢陵令。彭乘，益州人，求便養，得知普州。蜀人得守鄉郡自乘始。陳希亮，眉州人，初蜀人官蜀，不得通判州事，希亮以母老，願折資為縣，乃令知臨津縣。朱昂家江陵，致仕時，詔以其子正辭知公安縣，以便侍養，許歸江陵。張泳，濮州人，初仕時，乞掌濮州市稅以便養，許之。蔡襄，仙遊人，以母老知福州，後又知泉州。楊繪，綿竹人，以母老請知眉州。劉湜，彭城人，知廣州，以母老求內徒，遂知徐州。湜喜曰：「昔布衣隨計，今以侍從官三品典鄉郡，過始望矣！」洪皓自金歸，以母董氏年八十餘，乞補外。乃以徽猷閣學士出守饒州鄉郡（見《獨醒志》）。文文山，吉安人，初除湘南提刑，辭免，乞便郡養親，乃差知贛州（見《文山紀年錄》。此皆以親老而不避本籍也。按《真宗紀》：詔親老無兼侍者，特與近任。《仁宗紀》：選人父母年八十以上者，權注近官，是宋時本著為令。）邢昺以老乞給假歸曹州，上曰：「便可權與本州，何須假耶？」遂拜工部尚書、知曹州。呂大防，藍田人，罷相，改永興軍使，便其鄉社。任中師年老，上書言：「家本曹州，願得守曹。」遂以之知曹州。范純夫引疾乞歸，章十上，乃得請，以待制知梓州（見《晁氏客語》）。韓子華兄弟為潁州貴族，罷相後，仍帥鄉郡。或賀以啟曰：「夙推荀氏之龍，仍致潁川之鳳。」（見《王公四六話》）湯思退知樞密院事，垂相而病，除大資政，留守金陵，即其鄉也。未第時，兄弟皆就食府庠，人以為榮（見周益公《玉堂雜記》）。此皆以優禮老臣，使不避本籍也。韓魏公，安陽人，後出鎮大名，即其鄉郡。歐陽公為作《晝錦堂記》。公歿後，其子忠彥以墳墓缺照管，乞以其弟粹彥監相州酒稅。神宗御批曰：「韓琦有功於國，特依所乞。今後常注其現仕子孫一人，隨本資任當相州一差遣。」（見《韓魏公君臣相遇傳》）後琦之孫治守相州，治之子肖胄乞侍其父疾，詔即除肖胄守相州，代其父任。徽宗謂曰：「先帝詔韓氏世官於相，今父子相代，榮事也。」琦守相，作晝錦堂，治作榮歸堂，肖胄又作榮事堂，三世守鄉郡，人以為榮。此又特寵勳臣，而使世官鄉邑，不避本籍者也。其他亦有不盡關優老便養，而使官於鄉者。王祐，大名人，太祖使領大名，謂曰：「此卿故鄉，所謂晝錦者也。」范促淹，蘇州人，亦嘗知蘇州。汪彥章，微州人，後仍知徽州，其謝表有曰：「城郭重來，疑千載去家之鶴；交遊半在，或一時同隊之魚。」至南宋之末，以軍事重，更多有使守鄉郡者。李芾家衡州，攝湘潭縣，知永州，又知潭州。崔與之，廣州人，後以廣東安撫使知廣州，即家治事。陳炤，常州人，初為丹徒縣尉，後攝常州通判，守城死。此又以軍興需人不避本籍也。（按《高宗紀》：紹興二年，詔監司避本貫。則宋制回避本籍，惟在監司。故應孟明，婺州人，除浙東提點刑獄，以鄉郡引嫌，乃改授江東。）《金史》：李晏，澤州高平人，年老致仕，乃詔其子昭略為澤州刺史。張大節，代州人，徒知太原府，以並代鄉郡，故榮之。元世祖時，許衡歸老河內，特命其子師可為懷孟總管以便養。吳當，撫州人，為江西肅政廉訪使，左遷撫州總管。趙雍，湖州人，松雪之子，為昌國海寧守。則金、元時亦間有不避本籍者。回避之例，至明始嚴。然太祖初設浙東提刑，即以龍泉人章溢為僉事，又命其子存道守處州。而處州人胡深，亦為浙東行中書省左右司郎中，總制處州軍民事。又洪武四年正月，河南府知府徐麟以母老，家在蘄州，請終養，詔即改為蘄州知府。是太祖時固不拘鄉貫也。《漱石齋閑談》記永樂中。命御史邵玘巡按兩浙，辭以本籍不當往。上曰：「以卿浙人，知浙中利病故耳。」浙人授浙官，即須辭免，則回避本籍已為成例可知。以後亦間有不回避者。葉春，海鹽人，宣德、正統間凡三為浙江巡撫，治事於鄉。王彰，彰德人，亦巡撫河南。《彰傳》謂：終明之世，大臣得撫鄉土者，彰與春而已。然此外亦尚有王瑜，淮安人，後鎮淮安，總督漕運；魏源，江西建昌人，宣德中永新民亂，帝命源往撫之；又景泰中，命吳人楊翥之子為本邑主簿，是亦不止春與彰二人而已也。本朝督撫大吏，亦往往有此。蓋常調官例須回避，所以杜瞻徇之弊。至於親信大臣，原可不拘成例，是固立賢無方之意也。其常調官仍有親老改補近省之例，既不礙於臨下，又可便於養親，可謂通乎人事，斟酌至當矣。"
      },
      {
        "index": 19,
        "text": "親族回避"
      },
      {
        "index": 20,
        "text": "親族回避，起於後漢，已見《蔡邕傳》。按《晉陽秋》：劉弘為荊州都督諸軍事，詔以弘婿夏侯陟為襄陽太守，乃荊屬郡也。弘表陟姻親，舊制不得相監臨。乃罷之。可見晉時此例已嚴。《宋書》：劉祗為中書郎，江夏王義恭領中書監，服親不得相臨，表求解職。孝武詔曰：「昔二王兩謝，俱至崇禮，自今三台五省，並同此例〔原漏「例」字〕。」《唐書》：賈敦頤為瀛州刺史，弟敦實為饒陽令。舊制，大功之嫌不連官。朝廷以其治行相高，故不徒以示寵。此以其治行特破成例，則親族回避之例自嚴也。楊於陵為戶部侍郎，其子嗣復遷社部員外郎，以父子同省，乞換他官。詔同司親大功以上，非聯判勾檢官長皆勿避，官同職異，雖父子兄弟無嫌（時各部同一尚書省，故云同省）。此又於應回避之中稍示區別，職事不相統攝者，不必避也。韋抗為御史兼按察京畿，弟拯方為萬年令，兄弟領本部，時以為榮。此雖職相統攝，然或以按察係暫時差遣，非久任者故爾。《元史》：大德七年，以行省官久任，多與所隸編氓聯姻害政，詔互遷之。然大德八年又詔：父子兄弟有才者，許並居風憲。則元時親族回避尚疏闊矣。"
      },
      {
        "index": 21,
        "text": "起復"
      },
      {
        "index": 22,
        "text": "俗以滿服後補官為起復，此甚非也。《霏雪錄》云：起復者，喪制未終而奪情起視事，如歐公所作《晏元獻神道碑》「遷著作佐郎，丁父憂去官，已而真宗思之，即其家起復為淮南發運使」，及史嵩之遭父喪經營起復是也。又宋制並係之官銜，如「起復左僕射中書門下平章事臣趙普」是也。今以服闋為起復，誤矣。又趙昇《朝野類要》云：以解官持服而朝廷特擢用者，名起復，即奪情也。王阮亭亦引此以證俗說之謬。今按《南使》蕭坦之居母喪，起復為領軍將軍。《舊唐書》蘇瑰卒，詔其子頲起復為工部侍郎。頲抗表固辭，詔許終制。張九齡喪母，詔奪哀起復同中書門下平章事。九齡固辭，不許。《通鑒》：唐順宗時，王叔文用事，既而有母喪，韋執誼多不用其語，叔文乃日夜謀起復。憲宗時，昭義節度使盧從史遭父喪，朝廷無起復之命，乃賂宦官吐突承璀，請發本軍討王承宗，以冀起復。昭宗時，韋貽範為相，多受人賂，許以官。遭母喪，去位日，為債家所噪，乃日夜謀起復。此皆在喪起復者也。《五代史》：鄭餘慶嘗采唐士庶吉凶禮為《書儀》兩卷，明宗見其有起復之制，歎曰：「儒者所以隆孝悌，無金革之事而起復，可乎？」《宋史》夏竦丁母憂，潛至京師，依中人張懷德為助。王欽若方善竦，遂起復知制誥，以左司郎中為翰林學士。楊億丁母憂，未卒哭，起復為工部侍郎。《元史》：監察御史陳思謙言：內外官非文武全才及有金革之爭者，不許奪情起復。是元時亦尚不以服闋為起復也。"
      },
      {
        "index": 23,
        "text": "按：《宋史》向子湮坐言者降三官，起復知潭州。則凡降官而復職者，亦皆謂之起復，又不專指停喪授職者。"
      },
      {
        "index": 24,
        "text": "未葬親不許入仕"
      },
      {
        "index": 25,
        "text": "古時又有親未葬不得入仕之例。《晉書•載記》：常煒言：「魏、晉之制，祖父未葬者，不聽服官。」按鄭默、華廙二傳，其時雖不行三年喪，然未有不葬而仕者。《南史》：兗州刺史滕括、烏程令顧昌，皆以不葬親而入仕為清議所鄙。《唐書》：顏真卿劾奏朔方令鄭延祚母死不葬三十年，有詔終身不齒。是唐時雖未有定例，而犯者必黜其官。周廣順中，詔親未葬者不許入仕。《宋史》：吳充奏：士大夫親歿，或槁殯數十年，宜限期使葬，著為令。又劉綜奏：京朝官當任遠官者，率以父母未葬為辭，意求規免。請自今父母葬者，許請告營辦，審官投狀，明言父母已葬，方許依例考課，違者並罷其官。從之。是周、宋時嘗著為令甲。按《劉昺傳》：昺與弟煥皆侍從，而親喪未葬，坐奪職。《王子韶傳》：御史張商英劾子韶不葬父母而冒轉運使判官之任，乃貶知商郵縣。又《道山清話》：孫莘老入相，不及一年而罷，坐父死不葬故也。後莘老作《家廟記》自辨，劉器之為其集序，可見宋時此禁甚嚴。"
      },
      {
        "index": 26,
        "text": "一產三男有賞"
      },
      {
        "index": 27,
        "text": "令甲：一產三男者，督撫具本達部，照例給賞。此本古制也。《國語》：越王勾踐時，民間生三男者，公與之母。注：乳母也。生二人者與之餼。是此制本起於勾踐。漢章帝賜諸懷妊者胎養穀人三石，復其夫勿算，則並於懷胎時亦給以養贍矣（見《宋史•韓綱傳》）。《晉載紀》：石勒時，黎陽人陳武妻一產三男一女，賜以乳婢一口、穀一百石、雜糸采四十匹。堂陽人陳豬妻產三男，賜衣帛廩食，乳婢一口，復三歲勿事。《北史•邢邵傳》：舊格生兩男者賞羊五口，不然則絹十匹。僕射崔暹奏革之。邵云：「此格不宜輒斷。」可見漢、魏以來，以為定制。至如各史本紀遇此事必書，則始於《五代史》。如後唐同光二年左熊威將趙暉妻一產三男子，天成元年}}硤石縣民高存妻一產三男子，漢乾祐元年內黃民武進妻一產三男子是也。歐陽公謂此因變異而書者。《金章宗紀》：禮官言：一產三男，內有才行可用者，量材敘用。其奴婢所生，舊制官給錢百貫，以資乳哺，尚書請更給四十貫，贖以為良。制可。"
      },
      {
        "index": 28,
        "text": "旌門法式"
      },
      {
        "index": 29,
        "text": "《五代史•李自倫傳》：戶部奏：「前登州義門王仲昭六世同居，其聽事步欄，前列屏樹烏頭，正門〔原缺「門」字〕閥閾一丈二尺，烏頭二柱端冒以瓦桷，築雙闕一丈，在烏頭之南，三丈七尺，夾樹槐柳十有五步。今李自倫旌表請如之。「敕曰：「此故事也，今式無之。其量地之宜，高其外門，門安綽楔，左右建台，高一丈二尺，廣狹方正稱焉。圬以白而赤其四角，使不孝不悌者可以悛心而易行焉。」然則旌門之式，舊最繁重，至五代始改從簡易，第安綽楔於門而已。《宋史•孝義傳》：旌郭義家，於其所居前安綽楔，左右建土台，高一丈二尺，下廣上狹，飾以白，間以赤。蓋亦沿五代之制，皆官為建造也。今制：應旌表者，官給銀三十兩，聽其家自建其坊。制或設於門，或別建他所，或四柱，或二柱，其上亦有用烏頭者，蓋合唐、宋、五代之制而參用之。"
      },
      {
        "index": 30,
        "text": "國忌日不決囚"
      },
      {
        "index": 31,
        "text": "國忌日不決囚，唐以來已有此制。按《舊唐書》太和五年御史奏：均王傅王堪男，國忌日於私第科決罰人。特降詔：國忌日惟禁飲酒舉樂，至於科罰人吏，本無明文。但緣其日不合厘務，官曹即不得決斷刑獄，其小小笞責。固無所妨。今後有此類，台府更不要舉奏，此事亦見《家齋隨筆》。是唐時國忌日，百官以體務故不決斷刑獄，已沿為故事矣。元微之詩云：「縛遣推囚名御史，狼籍囚徒滿田地。明日不推緣國忌。」又《唐書•裴寬傳》：禮部言忌日享廟請用樂，寬奏：「廟尊忌卑則作樂，廟卑忌尊則備而不奏。」遂定為制。後世忌日不舉樂，蓋本此。"
      },
      {
        "index": 32,
        "text": "孕婦緩刑"
      },
      {
        "index": 33,
        "text": "《北史》：崔浩定律令：婦人當刑而有孕者，許產後百日乃決。後世孕婦緩刑始此。《魏書》：北海王元愉以謀逆誅，將並誅其孕妾李氏。崔光奏曰：「李今懷妊，例待分產，乞停李獄以俟孕育。」帝從之。此浩定律後事也。然漢《刑法志》：景帝詔：「孕而未乳當鞠係者，皆頌係之。（頌，容也。容之，不桎梏也。亦見《刑法志》。）又《王莽傳》：莽子宇以血灑莽門，發覺，飲藥死。宇妻懷子繫獄，須產子乃殺。干寶《晉書》：毋邱儉起兵被誅，其孫女適劉氏，以孕繫廷尉。則孕婦遲刑，本漢、魏之制，豈元魏時此律已廢，至浩而又著為令歟？"
      },
      {
        "index": 34,
        "text": "聽重囚妻孥入獄"
      },
      {
        "index": 35,
        "text": "令甲：長繫之囚，許妻孥入視。其無子者，並許其妻入宿。按《後漢書•吳祐傳》：安丘男子毋邱長有醉客辱其母，長殺之。既就獄，祐謂曰：「赦汝非義，刑汝不忍。汝有妻子乎？」對曰：「有妻無子。」祐乃令其妻同宿獄中，妻遂懷孕。長臨刑，告母曰：「妻若生子，當名之曰吳生也。」《晉書•曹攄傳》：有張兌為父報仇，有妻無子，縣令喬智明湣之，令兌妻入獄，後遇赦得免。《北史》：後周時，裴政為司憲，用法寬平。囚徒犯極刑者，許其妻子入獄就之。至冬將行決，皆曰：「裴大夫致死於我，死無所恨。」此皆聽重囚妻孥入獄之故事也。特其時尚未有定制，故長吏法外行仁。後世著為成例，其即昉此歟？"
      },
      {
        "index": 36,
        "text": "笞臀"
      },
      {
        "index": 37,
        "text": "漢《刑法志》：文帝除肉刑，以笞代劓刖。後以笞數多，反多死，景帝乃遞減笞數。又詔定箠令：「笞者，箠長五尺，用竹，其本大一寸，未薄半寸，皆平其節。當笞者笞臀，毋得更人，畢一罪乃更人。」自是笞者得全。丘濬謂：「笞所用之材，所制之度，所行之人，所施之處，皆定於此。」《唐書》：宇文審以夏楚無小大之制，始創杖架，以高庳度杖長短。此又後世頭號、二號之始也。《知新錄》：夾棍起於宋理宗時，以木索並用，夾兩股，名曰夾幫。又豎堅木，交辮兩股，令獄卒跳躍於上，謂之超棍。拶見於《莊子》罪人交臀歷指，注謂即今背剪拶指也。拶音讚，入聲。韓昌黎詩：「崩勝相排拶。」今俗讀作斬音。"
      },
      {
        "index": 38,
        "text": "滴血"
      },
      {
        "index": 39,
        "text": "驗屍有滴血之法，其來已久。按《南史》：孫法宗以父被孫恩戕於海澨，乃沿海尋求。聞世間論是至親，以血瀝骨，當悉凝浸，乃操刀，見枯骸則刻肉灌血，如此十餘年，臂脛無完皮。梁豫章王綜母吳淑媛，本齊東昏妃，武帝納之，七月生綜。綜自疑為東昏子，聞俗云以生者血滴死者骨滲入，即為父子，乃私發東昏墓，出其屍，瀝血試之。既有征矣，又自殺其次男，瀝血試之。然則滴血之法，其起於六朝歟？《唐書》：王少元求父屍於野，不可識。或告曰：「以子血漬而滲者，父屍也。」 少元果得父屍。"
      },
      {
        "index": 40,
        "text": "稅契"
      },
      {
        "index": 41,
        "text": "市易田宅，既立文券，必投驗官府，輸納稅錢，給以印憑，謂之稅契。此起於東晉時。按《隋志》：晉自過江，凡貨賣奴婢、牛馬、田宅，有文券者，率錢一萬，輸作四百入官，賣者三百，買者一百；無文券者，隨物所堪，亦百分收四，名為散估。歷代遂因之不廢。然其制賣者出錢多，買者出錢少，殊非平允。其後定制，但令買者出錢，不知始於何時。按洪景盧以「民間投稅皆買者獨輸，故為數多者，率隱減價直，賒立歲月，因此轉滋告訐。乞蠲其半，使民皆樂輸」，下戶部議格。然則買者出錢，南宋時已如此也。"
      },
      {
        "index": 42,
        "text": "戒石銘"
      },
      {
        "index": 43,
        "text": "郡縣廳事之南有亭，書「爾俸爾祿，民膏民脂。下民易虐，上天難欺」十六字，謂之《戒石銘》。《留青日劄》謂是黃庭堅所書。《續通鑒綱目》亦載：宋紹興二年，以黃庭堅所書《戒石銘》頒於州縣刻石。然其實非起於紹興，乃宋太宗書之頒於天下也。（《宋史•本紀》：太平興國八年夏四月，班外官戒諭辭，蓋即此。）而太宗則又本蜀孟昶之文而節之。景煥《野人閑話》載孟昶全文：「朕念赤子，旰食宵衣。言之令長，撫養惠綏。政存三異，道在七係。驅雞為理，留犢為規。寬猛得所，風俗所移。無令侵削，無使瘡痍。下民易虐，上天難欺。賦與是切，軍國是資。朕之賞罰，固不逾時。爾俸爾祿，民膏民脂。為民父母，莫不仁慈。勉為爾戒，體朕深思。」共二十四句。洪容齋謂昶詞雖多，轉不免掛一漏百，經太宗刪節，彌覺簡括不遺。然則此銘太宗時已頒行，後山谷曾書之，至紹興中，復以山谷所書頒行耳。《客中閑集》亦記戒石本於孟昶，而宋太宗刪之。而歐陽公《集古錄》謂戒石起於唐明皇，特不見其詞耳。則又在孟昶之前矣。然歐陽謂明皇之詞已不可見，亦疏於考據。明皇有《賜諸州刺史題座右》詩云：「眷言思共理，鑒夢想維良。猗歟此推擇，聲績著周行。賢能既俟進，黎獻實佇康。視人當如子，愛人亦如傷。講學試誦論，阡陌勸耕桑。虛譽不可飾，清知不可忘。求名跡易見，安貞德自彰。訟獄必以情，教民貴有常。恤煢且存撫，老弱復綏強。勉哉各祗命，知予眷萬方。」此即其戒石詞也。按《商書》制官刑，儆於有位。則戒誓之辭，其來最古。《文心雕龍》云：漢揚雄有卿、尹、州、牧箴二十五篇，崔駰、胡廣又補綴為《百官箴》。《北史》：何妥為《龍州刺史箴》，勒於州門外（亦見《隋書》）。此又戒石之所昉也。《七修類稿》又記浙中各官廳，別有四句云：「天有昭鑒，國有明法。爾畏爾謹，以中刑罰。」此不知起於何人。（《甕牖閑評》記有人於《戒石銘》每句下各添一句，云：「爾俸爾祿祇是不足，民膏民脂轉吃轉肥。下民易虐來的便著，上天難欺他又怎知。」）"
      },
      {
        "index": 44,
        "text": "清慎勤匾"
      },
      {
        "index": 45,
        "text": "各衙署訟堂多書「清慎勤」三字匾額，此本之《世說注》。李秉《家誡》曰：昔嘗侍坐於先帝時，有三長史俱見，臨辭出，上曰：「為官長當清，當慎，當勤。修此三者，何患不治乎？」並受詔。上曰：「必不得已而去，於斯三者何先？」或對曰：「清為本。」上顧吾，吾對曰：「清、慎之道，相須而成，必不得已，慎乃為大。」上曰：「卿言得之矣。」此「清慎勤」三字所本也（亦見《三國志•李通傳》注）。"
      },
      {
        "index": 46,
        "text": "鄉都圖"
      },
      {
        "index": 47,
        "text": "今江南各縣中，分民居為某鄉某都某圖。謝少連作《翕縣志》，謂啚音鄙，乃都鄙之遺制也。趙宦光亦曰：都鄙本作啚，俗誤讀作圖。顧寧人非之，而引《嘉定縣志》曰：啚即里也。以每里冊首一圖，故不曰里而曰啚。又引《蕭山志》謂：改里為圖，自元始。然寧人亦失於考。按《宋史•袁燮傳》：燮為江陰尉常平使屬當賑災，燮命每保畫一圖，田疇、山水、道路悉載之。合保為都，合都為鄉，合鄉為縣。征發、爭訟、追胥，披圖可立決，以此為荒政首。則鄉都圖之制起於南宋也。（江南等省又有魚鱗冊，明洪武二十年命國子生武淳等分行州縣，隨糧定區，量度田畝方員，次以字號，編類為冊，狀如魚鱗相次，號曰魚鱗圖冊。）"
      },
      {
        "index": 48,
        "text": "省"
      },
      {
        "index": 49,
        "text": "今制分天下為各省，蓋仍前明之制，而明則因元之舊也。元時諸路各設行中書省，是以有省之名。前明改行省為布政使司，而口語相沿不改，故猶稱省耳。原省之名之所起，則本於漢。按《漢書•昭帝紀》：帝年幼，帝姊鄂邑公主共養省中。注伏儼曰：蔡邕云：本為禁中，門閤為禁也。後以孝元皇后父名禁，故避之曰省中也。衛宏《漢官舊儀》注亦曰：省中，禁中也。成帝外家王禁貴重，朝中諱禁，故曰省。然則本由禁中改曰省中，後世以中書、尚書諸官署設在省中，遂移為官署為名，曰中書省、尚書省。《唐書•楊收傳》：漢制，總制群官曰省，分務而治曰寺是也。至元設行中書省於各路，遂又移為方州之名，曰各直省也。然行省之稱，亦不自元始。陸放翁詩：「往者行省臨秦中，我亦急服叨從戎。」又云：「行省當年駐隴頭，腐儒隨牒欲西遊。」是南宋已有行省之稱，然惟四川安撫大使則稱之，他尚無此名。金宣宗時，州縣為元兵殘破，乃隨處設行省，以治一方。如興定三年，有東平行省蒙古綱，河北行省侯摯。又《苗道潤傳》：詔山東行省諭李琛與道潤和解。又靖安民願隸潞州，詔河北行省審處之。是金末亦已有行省矣。"
      },
      {
        "index": 50,
        "text": "履歷"
      },
      {
        "index": 51,
        "text": "按《魏書•源子恭傳》：時有亡人許周，偽稱梁黃門侍郎。子恭疑之，表云：「據其履歷清華，則家累應不輕。今來歸化，何其孤迥？」履歷二字始見此。《宋史•王彥超傳》：太祖欲罷諸宿將兵柄，從容置酒，召武行德等宴，謂：「卿等久臨劇鎮，非所以優賢之意。」彥超喻旨，即請老。行德等尚自陳夙昔戰功及履歷艱苦。《雷德驤傳》：大宗謂宰相曰：「朕欲擇轉運使，所患不知其人履行。可令德驤錄京朝官履歷功過之狀，以便引對。」《畢士安傳》：或薦張洎文學，太宗曰：「洎視士安詞藝踐歷固不減，但履行遠在下耳。」《盧知原傳》：為吏部尚書，以官秩次第履歷總為一書，功過殿最，開卷了然。《石豫傳》：左膚為御史，履歷與豫略同。是履歷二字，至宋時始為官場成語。"
      },
      {
        "index": 52,
        "text": "民壯"
      },
      {
        "index": 53,
        "text": "今州縣官衙前給使者，有民壯，餼於官而供役，其名則起於前明。天順初，令召募民壯，鞍馬器械悉從官給，本戶有糧免五石，仍免戶丁二名。至弘治間，又令州縣選取年二十以上、五十以下，每里僉二名或三名、五名，春、夏、秋每月操一次，冬操二歇三，遇警調集，官給行糧。後王陽明破浰頭等賊及平宸濠，皆用其力。此說見《湧幢小品》。而《明史•兵志》則云：正統二年，募軍餘民壯，願自效者，人給布二匹、月糧四半。景泰初，募直隸、山東、西民壯，守大同、紫荊等關。弘治二年，立僉民壯法。州縣七八百里以上里僉五人，五百里里四人，三百里里三人，百里里二人。有司訓練，遇警調發，給以行糧。富民不願，則上直於官，官為雇募。隆慶中，又定一家有三丁者籍一，州與大縣可得千五六百人，小縣可得千人。隸撫臣操練，歲無過三月，月無過三次，練畢歸農，復其身。"
      },
      {
        "index": 54,
        "text": "官府乘轎"
      },
      {
        "index": 55,
        "text": "轎本起於南俗，山行非舟車可通，故有此器。《史記•河渠書》引《夏書》曰：禹山行即橋。橋即轎也。《漢書》：淮南王安《諫武帝伐越書》曰：輿轎而逾嶺。臣瓚曰：今竹輿車也。江表作竹輿以行云。是轎之為器，三代時已有之，然皆在南方，且以竹為之，如今兜子之類也。其在北方則有輦。《詩》云：我任我輦。《說文》：輦，挽車也，從車從<夫夫>（音們）。<夫夫>在車前引之，則如今之手挽車也。手挽車其下有輪，非如後世之肩輿也。然《左傳》欒盈將為亂，范宣子使二婦人輦以如公宮。南宮萬自宋奔陳，以乘車輦其母，一日而至。則古時惟婦人始得乘輦，其非婦人，則雖天子亦皆乘車，故周穆王猶用八駿。《呂氏春秋》：出則以車，入則以輦。此或秦制有用輦者，尚非肩輿也。《史記》：漢初，天子不能具鈞駟，將相或乘牛車。又凡徵召賢士，多用安車蒲輪。而黃霸為揚州刺史，治行第一，賜車蓋特高一丈。宣帝時，蔡義給事將軍幕府，家貧，常步行，門下客共為買犢車。可見西漢有官皆乘車，或貧不能具馬，則以牛駕車。陰就以人輦，為井丹所叱，則東漢亦皆乘車也。魏、晉以來，乘車而改用犢。《世說》：石崇、王愷並遊，日晚，爭入洛陽。崇牛數十步後迅若飛禽，愷牛絕走不能及。又《太平廣記》：王異懼妻妒，私置眾妾於別館。妻曹氏偵知，率婢僕二十餘人，持刀欲出。導遽命駕，親以麈尾柄助御者打牛，乃得先去。《宋書》：何偃乘在前，劉瑀在後。瑀謂偃曰：「君轡何疾？」偃曰：「牛駿馭精故耳。」朱修之拜戶部尚書，牛奔，墜車折腳，乃辭尚書。《南齊書》：陳顯達諸子並精車牛，當世快牛陳世子青、王三郎烏、呂文顯折角、江瞿曇白鼻，而皆集陳舍。《南史》：商悝於張侯橋浦中得金佛像，載之長幹巷，牛不肯進。乃令牛人任牛所之，牛竟至阿育王寺。梁武當齊明帝世，避猜忌，常乘折角小牛車。劉之遴夢當為折臂太守，後牛奔墮車，傷右手，遂典郡。顏延之常乘羸牛車，路逢其子竣鹵簿，即屏住道側以愧之。《北史•晁崇傳》：道武克姚平時，牛大疫，道武所乘車巨，犗數百，亦同日斃。彭城王勰遇禍時，被召入東掖門，牛不肯進，乃去牛而人挽以入。明山賓家常乏用，因貨所乘車牛，既售，仍告以牛漏蹄。《北齊書》：中尉出清道，王公皆遙住車，去牛軛頓地，俟其過。《隋書》：牛弘弟弼醉，射殺弘駕車牛。弘還宅，其妻迎謂曰：「叔射殺牛。」弘無所怪，但云作脯。是六朝時，上自天子，下至士大夫，皆乘牛車。所謂短轅犢車、長柄麈尾，亦一時風尚使然也。然其時南朝亦間有乘肩輿者。《晉書》：陶淵明令一門生兩兒舁輿。《宋書》：武帝與范泰登彭城，泰有足疾，特命乘輿。檀道濟伐魏歸，兵少敵眾，乃令軍士悉甲，身自乘輿，徐出外圍。《南史》：桂陽王休範反，乘肩輿至壘南。江夏王寶元反，乘八輿，手執絳麾幡，隨崔慧景至都。王敬則起兵，至武進陵口慟哭，乘肩輿而前。垣崇祖守壽春，魏人攻之。崇祖肩輿登城，手決堰水，魏人溺死無算。梁天監中，益州民焦僧護作亂，蕭淵藻年未弱冠，自乘肩輿，巡行賊壘，擊平之。又韋叡體素弱，未嘗乘馬，每戰常乘板輿，督勵將士，勇氣無敵。是皆六朝已乘肩輿之證。蓋轎本南俗，浸尋而及於王公士大夫，或私用之，尚未著為定令耳。唐都長安，承北朝之制，百官皆乘馬。《唐書》：劉知幾議釋奠儀曰：「古大夫以上皆乘車，以馬為騑服。魏、晉後以牛駕車，江左尚書郎輒乘馬，則御史劾之。顏延年罷官，乘馬出入，世稱放誕。此乘馬宜從褻服之明證。今陵廟巡謁，王公冊命，士庶迎娶，則盛服官履乘輅車。他事無車，故貴賤通乘馬。比者法當駕所臨，侍臣皆馬上朝服，非惟不師於古，亦是取驚流俗。」是唐初官僚皆乘馬。李靖與侯君集同還省，君集馬過門數步乃覺，靖知其有異慮。武元衡為相，遇盜被刺，馬歸，始知之。裴度馬上被斫，氈帽厚，得不死，猶斷鞅而去。程大昌《演繁露》亦記唐時朝官出使，皆乘驛馬，間有乘擔子者，夫皆自雇。是皆乘馬不乘轎之明證。然亦已有乘肩輿者。馬懷素、褚無量侍講讀於禁中，許肩輿至內館。苗晉卿年老，許肩輿至中書。此皆特典。其後張弘靖鎮幽州，用人輿出入。楊復恭乘肩輿至太極殿。又《文昌雜錄》：令狐薦裴坦知制詔，非裴休意也，坦入時見休愧謝，休曰：「令狐丞相之舉，休何力。」乃顧左右肩輿而出。《北夢瑣言》：杜審權出領江西，乘肩輿出都，門生餞別於灞橋。《五代史》：後唐莊宗將稱帝，張承業自太原肩輿至魏極諫。又莊宗以盧程為相，拜命之日，乘肩輿導從喧呼。莊宗聞之，以問左右，對曰：「此宰相擔子入門。」《宋史》：李谷為周太祖相，以病乞致仕，周祖不許，賜白藤肩輿，召至便殿勉諭。然則宰相及大臣乘肩輿，蓋自唐初有特恩賜者，其後自相沿仿，漸以成習，沿至五代，遂為常制也。宋初百官亦乘馬，王旦有控馬卒，年滿辭去。公問以控馬幾年，曰：「五年。」公曰：「吾不省有汝。」既去，又呼問曰：「汝乃某人乎？」蓋逐日控馬，但見其背，未見其面，至是因其去而見其背，方省也。劉貢父初入館，乘一騍馬。或規之，劉欲以青布作小襜繫之尾後，曰：「吾俸入儉薄，因就廉值取此馬以代步，不意諸君督過之深，姑為此以掩言者之口耳。」王荊公在金陵，嘗乘驢。或有進肩輿者，公怒曰：「奈何以人代畜！」是可見北宋時有百官乘馬之制。《建炎朝野記》云：東都舊制，耆德大臣或宗室尊行者，特恩許乘肩輿。高宗至磁州，宗澤以所乘轎進，黑漆紫褥，上卻之。以舊制在京百官不用肩輿，所以避至尊。高宗是時未即位，故卻不御也。（按宗澤有所乘轎，豈是時外任官已有乘轎之制歟？）建炎元年，上駐蹕維揚，以磚滑，許乘轎。《桯史》謂唐宰相皆乘馬，五代始用擔子。本朝惟文潞公年高，以太師平章軍國，司馬溫公以病不能乘騎，乃許乘擔子。《雲麓漫抄》亦云：故事，百官入朝並乘馬。政和三年十二月十一日，以雪滑，暫許乘車轎，不得入宮門，候路通，仍依常制。高宗南渡後方乘轎，遂相沿不改。是近代乘轎，實始於宋南渡也。筌翁《貴耳集》云：自渡江以前，無今之簥，祇是乘馬。洪容齋記紹興三十年為參詳官，各乘馬赴貢院。至淳熙十四年}}司貢舉，則乘轎者十人而九矣。蓋南方本少馬，且磚石甃地，不便乘騎，而又無朝廷明禁，遂不覺日趨於安逸耳。朱國禎云：明初三品以上乘轎，四品以下乘馬，在外自大使以下皆乘馬，武官勳戚亦如之。惟年老公侯及拜三公者賜轎，然後得乘。嘉、隆以來，南京無大小皆乘輿，惟有兩人四人之分。而北京亦用肩輿出入，即兵馬指揮亦然。在外惟典史乘馬，恐不久亦當變矣。《明史•霍韜傳》：南京給事中曾鈞，騎馬不避尚書劉龍、潘珍轎。龍、鈞互訐奏，霍韜因劾鈞，且請禁小臣乘轎。廷議如韜奏，而南京給事御史乘轎自如。又嘉靖中，郭宗皋為巡按行部，乘馬不御肩輿。以不御肩輿即為美談，至入之本傳，則其時皆御肩輿可知。王新城《池北偶談》云：今江寧、開封各官皆用曖轎施帷，餘省各官不施帷，蓋猶有古褰帷之意云。"
      },
      {
        "index": 56,
        "text": "養濟院、育嬰堂、義塚地"
      },
      {
        "index": 57,
        "text": "顧寧人謂漏澤園之設，起於蔡京，不可以人而廢法。按《宋史•徽宗紀》：崇寧元年置安濟坊，養民之貧病者，仍令諸郡縣給養。二年，又置漏澤園。《夷堅志》亦云：崇寧間，設孤老院以養孤老，安濟坊以養病人，漏澤園以瘞死者。《通鑒》亦謂：崇寧間置居養院、安濟坊、漏澤園，朝廷課以為殿最。諺曰：「不養健兒，卻養乞兒。不管活人，祇管死屍。」計其時，正京當國，是以顧寧人謂起於京。然《管子•入國篇》：凡國都有掌孤，凡孤幼不能自生者屬之。其親戚故人養一孤者，一子無征、養二孤者，二子無征。有痼疾不能自存者，官收而衣食之。是恤孤養疾，本屬古制。《南齊書》：文惠太子與竟陵王子良俱好釋氏，立六疾館以養窮人。《梁書》：普通三年。詔置孤獨園，以恤老幼。《後魏書》：宣武詔太常立一館，使京畿內處疾病者咸令居處，便醫治之。《舊唐書•武宗紀》：廢天下僧寺，尋以悲田養病坊，以僧尼還俗，無人主持，恐殘疾無以自給，乃命兩京量給寺田，諸州或七頃，或十頃，擇本處耆老勾當（蓋唐時養病坊屬寺僧經營）。是恤孤養疾，六朝及唐已著為令甲而《宋史》蘇軾知杭州，裒羨緡二千、黃金五十兩，作病坊以處病者。常楙知廣德軍，亦置慈幼局。則宋亦已有之，在蔡京之前。其漏澤園之設，《月令》已有掩骼埋胔。《後漢書•桓帝紀》：詔京師死者相枕，若無親屬者，可於官堧地葬之，表識姓名，為設祠祭。則後漢亦早有此制。而宋初又已著令：貧無葬地者，許以官地安葬。見於範同奏疏。天禧中，於京城外四禪院買地，瘞無主骸骨，每具官給六百文，幼者半之。見《韓魏公君臣相遇傳》。又《宋仁宗紀》：嘉祐七年，詔開封府市地於四郊，給錢瘞貧民之不能葬者。《神宗紀》：元豐二年，詔給地葬畿內寄菆之喪無所歸者，官瘞之。韓魏公鎮并州日，亦官錢市田數頃，給民安葬。是義塚之法，蔡京前已有之，亦不自京始也。蓋京特踵其法，遍行州郡以沽譽，並入之課程耳。葉石林守許昌日，有押運使宋升，以營造西內需用灰布，竭牛羊骨不足，至取漏澤園人骨屑灰用之。其時正京在朝，若果力行善政，則權相方設園瘞骨，臣下敢即取骨作灰乎？寧人亦未知深考，而謂善政之始於京，不免為京所欺也。宋淳祐七年，創慈幼局，乳遺棄小兒。民間有願收養者，官為倩貧婦就局乳視，官給錢米。此又後世育嬰堂之始。《香祖筆記》：杭州養濟院，祀嚴嵩為土地神。說者謂嵩籍沒後，寄食於養濟院而死，故祀之於院。按《清波雜志》：蔡京死於潭州，數日不得殮，以青布裹屍，槁葬漏澤園。然則京亦可祀於漏澤園為土地神也歟？"
      }
    ]
  }
}