{
  "chapterNumber": 12,
  "title": "卷十二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "《新唐書》列傳內所增事跡較《舊書》多二千餘條，其小者不必論，甚有必不可不載而《舊書》所無者。今撮於後"
      },
      {
        "index": 2,
        "text": "《楊貴妃傳》，《舊書》不載其先為壽王妃事，但云武惠薨，後庭無當意者，或言楊元琰女有色，乃召見。妃衣道士服，號曰太真，帝大悅云云。《新書》補之，謂帝令自出妃意，丐為女官，號太真，更為壽王聘韋昭訓女（《舊書》蓋國史舊文，故有隱諱也）。"
      },
      {
        "index": 3,
        "text": "憲宗郭皇后，歷穆宗、敬宗、文宗、武宗為太后，及宣宗即位，宣宗母鄭氏本後侍婢，有宿怨，故宣宗奉後禮稍薄。後鬱鬱不自聊，登樓將自殞，左右共持之，乃免。帝聞不喜，是夕後暴崩。是後之不得善其終也。《通鑒》載之甚詳。而《舊書》則謂宣宗繼統，恩禮愈隆於前朝，較為得實。又後崩後，太常王皞請合葬於憲宗陵。宣宗不悅，今宰相白敏中讓之。皞曰：「後乃憲宗東宮時元妃，順宗子婦，歷五朝母天下，不容有異論」事遂定。此亦當時一大事，乃《舊書》亦不載。"
      },
      {
        "index": 4,
        "text": "武宗王賢妃，《舊書》謂其事闕，故不載。然賢妃當武宗餌藥求長生而膚澤消槁，妃獨憂之。及武宗病亟，妃誓以身殉。帝崩，遂自經。常時妃妒者，亦皆義其所為。事見《通鑒》，則宋時尚有記述於世。此雖小事，然《舊書》既立傳，何其毫無事實耶？《新書》補之，亦見考據。"
      },
      {
        "index": 5,
        "text": "《韓王元嘉傳》，《新書》增武后詔諸宗室朝明堂，元嘉遣告諸王，謂大享後必盡誅諸王，不如先事起。於是琅牙王衝即發兵起。此亦武后朝一大事也。《舊書》不載。"
      },
      {
        "index": 6,
        "text": "《蘇良嗣傳》：良嗣為相時，遇薛懷義於朝，頗偃蹇。良嗣怒，叱左右批其頰，曳去。武后聞之，戒懷義曰：「師第出入北門，彼南衙宰相行來，毋犯之。」此亦見武后之淫毒而仍能用正人，《舊書》乃不載，《新書》補之。"
      },
      {
        "index": 7,
        "text": "《曹王明傳》：其母本巢刺王妃，太宗欲立為後，魏徵諫而止。此見太宗開國之初內行有缺，其後唐家累以色荒，未必不由此。《舊書》不載，《新書》補之。"
      },
      {
        "index": 8,
        "text": "《懿德太子重潤傳》：高宗立重潤為皇太孫，裴敬彝、王方慶以為晉立湣懷子為皇太孫，齊立文惠子為皇太孫，皆居東宮，今既有皇太子，又立皇太孫，於古無例。此議足為後世法，《舊書》不載，《新書》補之。"
      },
      {
        "index": 9,
        "text": "《狄仁傑傳》：武后欲以武三思為皇太子，仁傑力言人心未厭唐，匈奴犯邊，使三思募兵，逾月無應者，廬陵王代之，不浹日輒五萬。後怒罷議。後又與王方慶因論雙陸力言姑侄不如母子之親，以悟後，遂迎廬陵。此見仁傑之忠於唐，《舊書》不載，《新書》補之。"
      },
      {
        "index": 10,
        "text": "《王綝傳》：李德裕稱王方慶（即綝）為相時，其子為眉州刺史，武后曰：「君在相位，何子之遠？」對曰：「廬陵是陛下子，今尚在遠，臣之子何敢相近？」欲以感悟後。此亦見綝之忠於唐，《舊書》不載，《新書》補之。"
      },
      {
        "index": 11,
        "text": "《桓彥範傳》：敬暉、桓彥範等斬張易之後，後令太子還宮。彥範曰：「太子不可再歸，陛下應傳位。」太后乃臥不復言，中宗由是復位。此廬陵復位時一大事，《舊書》不載，《新書》補之。"
      },
      {
        "index": 12,
        "text": "《姚崇傳》：玄宗欲相崇，崇先以十事邀說。此乃相業之始，後來功勳俱自此立。《舊書》竟不載，《新書》補之。"
      },
      {
        "index": 13,
        "text": "《宋璟傳》，《新書》增郝靈佺出使斬默啜首以獻，璟恐天子喜邊功，抑之不擢。此見璟之識大體。《舊書》不載，《新書》補之，良有意也。又增後來張嘉貞為相，閱堂案，見璟危言切論，未嘗不失聲太息。此尤見璟之生平。"
      },
      {
        "index": 14,
        "text": "《李林甫傳》：林甫有堂如偃月，欲構陷人，即入而思所以中傷者，若喜而出，則其家碎矣。又諭諸言事者曰：「立仗馬終日無聲，飫三品料，一鳴即斥矣。」由是諫疏絕。此皆老奸稔惡之跡。《舊書》不載，《新書》增之。按《舊書》謂林甫無文學，嘗讀杕杜為杖杜，寫弄璋為弄獐，此等碎事既詳之，而偃月堂、立仗馬等事反不載，何也？《新書》於丈杜、弄璋反刪之，以所重不在此也，可謂得要矣。"
      },
      {
        "index": 15,
        "text": "《劉晏傳》，《新書》增其辭永王璘之官，璘反時，晏守餘杭，力拒之。及晏被籍後，惟雜書兩乘，米麥數斛。此有關晏之品行，《舊書》不載。"
      },
      {
        "index": 16,
        "text": "《田神功傳》：神功初受祿山偽官，後率眾歸朝。又以兵敗，降於史思明，既又自拔歸。《舊書》全不載，竟似未嘗失身於賊者，《新書》補之。"
      },
      {
        "index": 17,
        "text": "《段秀實傳》，《新書》增郭晞軍士縱暴，秀實斬十七人；及大將焦令諶責農租，秀實賣馬代償，令諶愧死。二事皆《舊書》所無。按此出柳宗元所記《段太尉逸事狀》，謂之逸事，必是國史所本無者，宗元蓋嘗見國史本傳，故另作狀以著之。由此以推，可見《舊書》全抄國史原本，《新書》則參考他書成之，亦見子京用功之深也。"
      },
      {
        "index": 18,
        "text": "《盧杞傳》：杞以私憾陷顏真卿，使於李希烈，被害。又崔寧以播遷咎杞，杞即巫寧反，帝殺之。此等事正見杞之奸惡，《舊書》不載，《新書》補之。"
      },
      {
        "index": 19,
        "text": "《鄭注傳》：中丞王守澄死，以十一月葬，注奏言願入護喪，實欲俟群閹送喪以鎮兵悉擒誅之。李訓畏注專其功，乃先五日舉事，遂有甘露之變。此等大事，乃《舊書》不載，《新書》補之。"
      },
      {
        "index": 20,
        "text": "《夔王滋傳》：昭宗命滋領侍衛諸軍，帝將幸太原，韓建邀次華州，惡諸王將兵，誣以他語，遂罷其兵柄，使歸十六宅，矯詔以兵圍而殺之，凡十三王。此何等事，《舊書》竟不載，《新書》書於此。"
      },
      {
        "index": 21,
        "text": "《朱玫傳》：宰相蕭遘密召玫迎帝，玫趨鳳翔，田令孜劫帝走，玫追不及，乃立襄王煴。此何等事，《舊書》不著其詳，《新書》補之。"
      },
      {
        "index": 22,
        "text": "《仇士良傳》：甘露變後，士良恣橫益甚，劉從諫以李訓所移誅宦官書騰於朝，請王涯等罪名，欲以死清君側，累指士良等罪惡。文宗倚其言差自強。士良憤文宗與訓、注同謀，夜半命直學士崔慎由草廢立詔，引至帝所，面數帝過失，帝俯首而已。慎由以死自誓。士良曰：「不為學士，不得更坐此。」送慎由出，曰： 「毋泄，禍及爾族！」慎由記其事藏篋中，將歿，以授其子緇郎，故緇郎終與朱全忠盡誅宦官也。士良請老還第，中人送之，士良戒以「事天子不可令閑暇觀書史、見儒臣，但以聲色狗馬惑其心而已。」此數事皆當時閹禍可垂戒後世者，《舊書》不載，《新書》增之。"
      },
      {
        "index": 23,
        "text": "《田令孜傳》：令孜擅權，所為不法。拾遺侯昌蒙劾之，反賜死。黃巢之亂，令孜導帝幸蜀，賞勞不及黃頭軍，軍將變，帝與令孜保車城自守。拾遺孟昭圖上疏：宜與宰相群臣共安危。令孜矯詔貶昭圖，使人沉之於江。楊復光之黨曹知愨遣人入長安，攻賊營。帝將還，知愨擁眾散關，欲閱群臣可歸者納之。令孜忌之，密令王行瑜以兵襲殺其眾。令孜又募新軍，以千人為都，凡五十四都，分左右為十軍統之。此皆令孜罪，《舊書》不載，《新書》補之。"
      },
      {
        "index": 24,
        "text": "《來俊臣傳》：俊臣子誣樊戩以謀反誅，戩子訴闕下，不得奏，因自刳腹死。上巳日，俊臣與其黨集龍門，題縉紳名於石，抵而僕者先告，抵李昭德不中。昭德知之，乃令衛遂忠發其奸，言自比石勒，欲告皇嗣及廬陵王與南北衛謀反。方俊臣用事，托天官選者二百餘員，及敗，有司自首。武后詰之，對曰：「亂陛下法，身受戮，忤俊臣，覆臣族。」此皆見俊臣之惡，《舊書》不載，《新書》補。"
      },
      {
        "index": 25,
        "text": "《顏泉明傳》：顏杲卿之子泉明，先從杲卿討賊，杲卿敗，泉明客壽陽。史思明獲之，械送幽州。間關得免，後為郫令，遷彭州司馬，皆有善政。孤藐相從百口，饣千粥不給，無悔歎。此忠臣之後之能世其家者，《舊書》不載，《新書》補之"
      },
      {
        "index": 26,
        "text": "《舊唐書》所載亦有不應刪而《新書》反削之者，今亦錄於後"
      },
      {
        "index": 27,
        "text": "《和思趙皇后傳》，《舊書》載其死後莫知瘞所，將招魂葬之，祔於中宗陵。彭景直上言：招魂非古法，宜據《漢書·郊祀志》葬黃帝衣冠於橋山故事，以皇后禕衣祔葬。按此可備變禮之用，宜存，《新書》不載。"
      },
      {
        "index": 28,
        "text": "《順宗王皇后傳》，《舊書》載後崩後，公卿進諡議，欲告天地宗廟。禮院奏曰：「《曾子問》：賤不誄貴，幼不誄長。故古者天子稱天以誄之，皇后之諡則讀於廟。《江都集禮》引《白虎通》曰：皇后何所諡之，以為於廟。又曰：皇后無外事，無為於郊。故天子諡成於郊，皇后諡成於廟。」詔從之。又初稱諡曰莊憲王太后，禮儀使鄭絪引開元中昭成皇太后諡號之議，謂：「入廟稱後，義係於夫，在朝稱太，義係於子。今百司移牒，恐不合除太字。至神主入廟，始當去之。」此亦議禮故事，《新書》不載。"
      },
      {
        "index": 29,
        "text": "《封常清傳》，《舊書》載其臨刑時遺表全文，蓋以明其心跡，且著其枉也。《新書》節之，不過一二語，雖覺簡淨，殊少意味。"
      },
      {
        "index": 30,
        "text": "《李嗣業傳》：香積寺之戰，嗣業以長刀陷陣，固為戰功第一。及收長安後，進取東都，新店之戰，王師又敗，郭子儀已為賊兵所包，賴嗣業與回紇夾擊，賊始遁去。此亦嗣業大功也，《舊書》詳之，《新書》乃不錄。"
      },
      {
        "index": 31,
        "text": "《渾瑊傳》、《舊書》載瑊為會盟使，與土番盟梨樹園，為土番所劫之事甚詳。《新書》但云為結讚所劫，副使以下皆陷，惟瑊得免。按梨樹園劫盟乃當時一大事，瑊為會盟使，則此事不詳於《瑊傳》而詳於何處耶？《新書》蓋恐形瑊之失策，故略其詞耳。"
      },
      {
        "index": 32,
        "text": "《李吉甫傳》，《舊書》吉甫監修國史，上問《時政記》記何事，對曰：「是宰相記天子事，以授史官之實錄也。古者左史記言，即今起居舍人，右史記事，即今起居郎。永徽中，宰相姚璹慮造膝之言或不下聞，請隨奏對而記於仗下，以授史官，今《時政記》是也。」此於朝製有關第，《新書》刪之。"
      },
      {
        "index": 33,
        "text": "《張濬傳》濬建議討李克用，《舊書》全載克用訴表，正見濬之孟浪生事。及克用之負氣不恭，《新書》盡刪之，豈為濬諱耶，抑為克用諱耶？"
      },
      {
        "index": 34,
        "text": "《王處存傳》，《舊書》黃巢據京師，處存選驍卒五千，以白繻為號，夜入京，賊已遁。軍人皆釋兵，爭據第宅，坊市少年多帶白號劫掠。賊偵知之，自灞上復襲京師。市人以為王師，歡呼迎之。處存為賊所迫，收軍還營。賊怒，召集兩市丁壯七八萬殺之，血流成渠。此亦一大事，《新書》不載。"
      },
      {
        "index": 35,
        "text": "新、舊《唐書》有彼此互異者，今據《通鑒》、《綱目》、《唐鑒》、《貞觀政要》、《五代史》、《北夢瑣言》等書稍為訂正於後"
      },
      {
        "index": 36,
        "text": "酅國公薨，《舊書》在武德二年五月，《新書》在八月。按《綱目》皇泰二年八月唐酅國公薨。隋之皇泰二年即唐高祖武德二年也。薨以八月，與《新書》同。"
      },
      {
        "index": 37,
        "text": "突厥殺劉武周，《舊書》在武德三年秋，《新書》在武德五年秋。按《綱目》書秦王世民擊宋金剛，破之，劉武周及金剛走死，在武德三年夏四月。而《分注》謂是時武周聞金剛敗，懼而走突厥，久之謀亡歸馬邑，事泄為突厥所殺。其曰久之，則原非一時之事。蓋武周之逃在三年，而被殺在五年也。"
      },
      {
        "index": 38,
        "text": "皇太子建成破劉黑闥，《舊書》在武德五年冬，《新書》在六年春。按《綱目》武德五年冬淮陽王道玄擊黑闥，敗沒。十一月始遣建成擊之。十二月兵至昌樂，黑闥亡走。六年正月，諸葛德威擒黑闥以獻，斬之。是破黑闥在五年冬，斬黑闥在六年春，《舊書》並為一時，誤。"
      },
      {
        "index": 39,
        "text": "《舊書》元和四年十月立鄧王寧為皇太子，太赦。《新書》立太子在是年閏三月，大赦在十月。按《綱目》是年閏三月製降繫囚、蠲租稅，此即大赦也。是月又書立鄧王寧為皇太子。是立太子在閏三月，與《新書》同。然《綱目》赦在前，立太子在後，非因立太子而赦也。三書俱不合，未知孰是。"
      },
      {
        "index": 40,
        "text": "李密致書唐公，欲自為盟主，及唐公答書，偽相推奉之事，《舊書》敘在殺翟讓之後，《新書》敘在殺翟讓之前。按密自殺讓後，聲勢益盛，敗致書高祖應在此時。然《通鑒》、《綱目》俱書此事在殺翟讓之前，益密自取興洛倉，讓推密稱魏公，則已為群雄中巨擘，而唐祖是時方起兵，勝敗未可知，故密以勢相淩，有自為盟主之意。唐祖亦偽相推奉以驕之，及密殺讓時，唐祖已取長安，密豈復敢以勢相淩也？閱《綱目》所書，先後次第自見，《舊書》應誤。"
      },
      {
        "index": 41,
        "text": "《舊書·江夏王道宗傳》：征高麗時，道宗與李靖同為先鋒。《新書》則云與李勣同為先鋒。按《靖傳》征遼時靖己老，太宗雖欲用之，以其老不果。而勣實在行，則道宗所同李勣非李靖也，《舊書》誤。"
      },
      {
        "index": 42,
        "text": "《舊書·魏元忠傳》：元忠陷周興獄，詣市將刑，則天以其平敬業功免死，流配貴州。方臨刑時，則天先令傳聲，監刑者遽欲釋之，元忠曰：「未知敕虛實，豈可造次。」徐待宜敕，然後起謝。尋詔還為御史中丞，又為來俊臣、侯思止所陷，再流嶺南。《新書》則以此臨刑傳赦事謂為來俊臣所陷，而俊臣獄之前，先為周興所陷當死，以平揚楚功得流，俊臣獄之後，又為侯思止所陷，仍貶於嶺南。是元忠凡三被流，周興獄一也，來俊臣獄二也，侯思止獄三也。《舊書》則僅周興一次，俊臣、思止並作一次，凡兩被流而已。然《舊書》又云：前後三被流，則天問曰：「卿何以累被得謗？」然則元忠在武后時被流者凡三，當以《新書》為是。"
      },
      {
        "index": 43,
        "text": "《舊書》：敬暉等誅張易之兄弟時，薛季昶勸並誅武三思等，暉與張柬之不肯。及三思附韋后得柄，柬之歎曰：「主上昔稱勇烈，吾留諸武，冀上自誅耳。」是不誅諸武由暉及柬之之誤也。《新書》敬暉及桓彥範傳則謂，季昶勸時，暉亦苦諫，而彥範不從，是暉亦欲誅諸武者，其誤乃由彥範也。又以「留諸武待上自誅」之語為彥範之言。今按《通鑒》，二張之誅也，季昶謂柬之、暉曰：「二凶雖除，產、祿猶在，去草不除根，終當復生。」二人曰：「大事已定，彼猶幾上肉耳。」是暉及柬之皆不肯誅諸武，與《舊書》所記同。其「留諸武待上自誅」之語，亦以為柬之所言。然則當以《舊書》為是。"
      },
      {
        "index": 44,
        "text": "《舊書》王同皎謀誅武三思，為同謀冉祖雍所告，乃被殺。《新書》謂宋之遜兄之問嘗同舍問謀張仲家，知其事，令之遜之子曇密告三思。按《通鑒》宋之問及弟之遜乃密告三思，遂使人告同皎與武當丞周憬等謀殺三思，廢皇后，皆坐斬。之問、之遜並除京官，據此，則告同皎者出於之遜兄弟，況冉祖雍本黨於三思，在五狗之列，同皎豈肯與之同謀耶？當以《新書》為是。"
      },
      {
        "index": 45,
        "text": "《舊書》謂王鉷權盛時，雖李林甫亦畏之。《新書》謂鉷雖得君，然畏林甫，謹事之。按《舊書·安祿山傳》：李林甫為相，朝臣莫敢抗禮，祿山來謁，不甚磬折。林甫召鉷，鉷至，趨拜甚謹，祿山乃悚息。是鉷之事林甫固甚謹，《舊書》既詳其事於《祿山傳》，而《鉷傳》反云林甫亦畏之，何耶？"
      },
      {
        "index": 46,
        "text": "《舊書·韋見素傳》：祿山、國忠爭寵時，見素無所是非，遂至凶逆犯順，不措一言。《新書·見素傳》則謂：祿山請以番將三十二人代漢將，見素力言於帝，謂祿山反狀甚明。按《綱目分注》，是時見素謂國忠曰：「祿山反狀明矣。」明日入見，上迎謂曰：「卿等疑祿山耶？」見素極言反已有跡，上不悅，竟從祿山之請，與《新書》同，當以《新書》為是。"
      },
      {
        "index": 47,
        "text": "《舊書·安祿山傳》：楊國忠屢奏祿山必反。天寶十二載，上令輔璆琳覘之，得其厚賂，還，盛稱其忠。國忠又云：「召必不至。」乃召之，十三載，謁於華清宮，遂以為左僕射，遣回。《新書》：十三載祿山來謁華清宮，明年國忠謀授祿山宰相，製未下，帝使輔璆琳賜大柑，因察之。繆琳得厚賂，還言無他，帝遂不召。據《舊書》則璆琳之遣在十二年，據《新書》則在十四年。今按《通鑒》、《綱目》二書：十三載祿山入朝，帝欲加以平章事。國忠謂祿山目不知書，乃以為左僕射。十四載，國忠又請除祿山平章事，召入朝，而以賈循等分領祿山所部。上從之，已草制而不發，更遣璆琳覘之。璆琳得賂，還言祿山無二心。上謂國忠曰： 「祿山必無異志，朕自保之，卿勿憂也。」乃止。正與《新書》同，當以《新書》為是。"
      },
      {
        "index": 48,
        "text": "貞元三年，射生將韓欽緒等與妖僧李廣宏謀反，《舊書》本紀謂欽緒以遊瑰子特赦之，《新書》本紀則云韓欽緒伏誅。按《舊書·遊瑰傳》謂李廣宏謀反事發，德宗命內官捕其黨與斬之，而不明言欽緒之或殺或赦。《新書·遊瑰傳》：欽緒奔邠州，中人捕斬，以狀示遊環，遊環懼，並執欽緒二子送京師，帝赦之。既曰捕斬以狀示遊環矣，則欽緒已被斬可知也。況遊瑰懼誅，並以欽緒之子送京師，敢匿欽緒乎？《通鑒》：欽緒亡抵邠州，械送京師，與軟奴（即廣宏）等皆腰斬。是欽緒之狀誅，《通鑒》與《新書》皆同。《舊書》所謂赦之者，蓋誤以赦欽緒之子為赦欽緒耳。"
      },
      {
        "index": 49,
        "text": "魚朝恩之死，《舊書》：上罷朝恩觀軍容使，會寒食入宴，有詔留之，朝恩懼，言頗逆，上亦不之責。是日，還第自經死。《新書》則云：宴罷，朝恩將還營，有詔留之。帝責其異圖，命左右擒縊殺之，外無知者。明日下詔，罷其觀軍容使。外人皆言既奉詔乃自縊云。《綱目》所書亦與《新書》合，則《舊書》所謂罷官後自縊死者非也。蓋唐時國史本諱之，《舊書》但仍其舊，不暇改訂耳。"
      },
      {
        "index": 50,
        "text": "《舊書·第五琦傳》：賀蘭進明遣琦奏事蜀中，玄宗大喜，即命為江淮租庸使。《新書·琦傳》謂肅宗在彭原，琦奏事訖，即言當今急務在財用，帝乃令勾當江淮租庸使。據《舊書》則玄宗所命也，據《新書》則肅宗所命也。按《通鑒》：進明遣參軍第五琦入蜀奏事，琦言：「今方用兵，財賦為急。財賦所產，江淮居多。乞假臣一職，可使軍無乏用。」上皇悅，以為租庸使。《綱目》亦書此事在上皇遣使以冊寶傳位肅宗之前，然則琦之為租庸使，尚是玄宗所命也，當以《舊書》為是。"
      },
      {
        "index": 51,
        "text": "《新書·李泌傳》：德宗謂泌曰：「人言盧杞是奸邪，朕殊不知。」泌曰：「此乃杞之所以為奸邪也。」《舊書》杞及李勉傳則俱以此語為勉之言，而《泌傳》不載。按《通鑒》及《綱目》德宗與泌論即位以來宰相，曰：「盧杞忠清強介，人言其奸邪，朕殊不覺。」泌曰「此乃杞之所以為奸邪也。倘陛下覺之，豈有建中之亂乎？」與《新書》同。《舊書》謂李勉者應誤。"
      },
      {
        "index": 52,
        "text": "《舊書》本紀：貞元元年正月，始聞顏真卿為李希烈所殺，追贈司徒，諡文忠。《新書》本紀則書：貞元元年八月，李希烈殺宣慰使顏真卿。據《舊書》是年正月已聞真卿被害，則被害時尚在前也。據《新書》則是年八月始被害也。按《綱目》興元元年八月真卿為希烈所殺，貞元元年正月贈真卿司徒，諡文忠。是真卿被害於興元元年八月，贈諡於次年正月，與《舊書》同。《新書》蓋誤以上年八月為是年八月耳。"
      },
      {
        "index": 53,
        "text": "《舊書》：武宗會昌元年九月，幽州軍亂，逐其節度使史元忠，推牙將陳行泰為留後。八月，雄武軍使張絳奏行泰慘虐，不可為帥，請以本鎮軍討之。許之，遂誅行泰，詔以絳知兵馬使。明年二日，令知留後事，仍賜名仲武。是張仲武即張絳也。《新書》則云：盧龍軍將陳行泰殺其節度使史元忠，自稱留後，閏月，軍將張絳殺行泰，自稱留後。十月軍亂，逐絳，雄武軍使張仲武入於幽州。則仲武與絳截然兩人也。按《藩鎮傳》，行泰邀節度未報，次將張絳殺行泰求帥，武宗自用張仲武代之。又《通鑒》：盧龍軍亂，殺節度使史元忠，推陳行泰主留後務。既而復亂，殺行泰，立張絳。會雄武軍使張仲武起兵擊絳，且遣吏奉表。李德裕以為其辭理較順，可許，乃詔以仲武為留後。是《通鑒》所紀與《新書》合，仲武與絳明係兩人。《舊書》謂絳即賜名仲武者誤。"
      },
      {
        "index": 54,
        "text": "《舊書》：宣宗大中四年九月，幽州節度使周綝卒，軍中立牙將張允伸為留後。《新書》則云：盧龍軍亂，逐其節度使張直方，牙將張允伸自稱留後。考之《藩鎮傳》，亦云張仲武卒，子直方襲留後，慮其下為變，逃奔京師，軍中推張允伸為留後。是允伸之前即直方，而無所謂周綝者。然《舊書·張允伸傳》：大中四年，戎帥周綝寢疾，表允伸為留後。則允伸之留後得之周綝，而非接自直方，顯然明白。又《通鑒》云：盧龍節度使周綝薨，軍中表請張允伸為留後。則與《舊書》相合。是允伸之前有周綝，《新書》謂直方後允伸即為留後者誤。"
      },
      {
        "index": 55,
        "text": "《舊書·鄭畋傳》：畋鎮鳳翔，抗黃巢，會臥病，以地當賊衝，宜用武將，乃薦李昌言自代，而身自赴行在。《新書》則云：畋在軍府，司馬李昌言襲之。畋好語曰：「公能戢兵愛人，為國滅賊，則守此可矣。」乃委軍去，昌言自為留後。是畋之去，實昌言逐之也。《綱目分注》亦謂：昌言在興平，因犒賞稍薄，激怒其眾，引軍還襲府城。畋告城好語之，乃委以留務，即日西赴行在。與《新書》所記同。《舊書》誤。"
      },
      {
        "index": 56,
        "text": "《舊書》本紀：寶應元年冬，賊范陽尹李懷仙斬史朝義首來獻，請降。《朝義傳》亦云：朝義走幽州，賊帥李懷仙於莫州生擒之，送款來降，梟首至闕下。《新書》本紀則云：史朝義自殺，其將李懷仙以幽州降。《朝義傳》亦云：朝義先奔莫州，田承嗣紿令還幽州，以懷仙兵來再戰。朝義遂出，而承嗣即以城降官軍。朝義至范陽，懷仙部將李抱忠不納，謀奔兩番。懷仙招之。至幽州，自縊死。懷仙斬其首，傳長安。據此則朝義先至莫州，後又至幽州縊死，非被擒於莫州也。《綱目》書此事云：賊將田承嗣以莫州降，李懷仙殺朝義，傳首京師。《分注》亦云：朝義屢敗，田承嗣說令往幽州起兵。朝義既出，承嗣即降。時朝義范陽節度使李懷仙已降，朝義至，不得入，乃東奔，欲入契丹。懷仙遣兵追之，朝義乃自縊，懷仙斬首以獻。所記雖與《新書》小異，然其為至幽州自縊則同，非擒於莫州也。當以《新書》為據。"
      },
      {
        "index": 57,
        "text": "《舊書·楊復光傳》：黃巢犯江西，復光遣吳彥宏諭降之，巢即令尚君長奉表歸國。宋威害其功，擊之。巢怒，復亂。朝廷誅尚君長。《新書·復光傳》則云：宋威擊王仙芝，復光遣使約賊降。仙芝遣尚君長如約。威疾其功，密請誅之，故仙芝怨，復叛。《黃巢傳》亦云：復光遣吳彥宏以詔諭賊，仙芝遣蔡溫球、楚彥威、尚君長來降。威陽許之，上言與君長戰，擒之，乃斬君長。仙芝怒，還攻洪州。據《舊書》則遣尚君長者黃巢也，《新書》則王仙芝也。按《綱目》明書乾符四年冬，王仙芝遣尚君長請降，宋威執以獻，斬之。而三年之冬《分注》謂仙芝攻蘄州，刺史裴渥許為奏官，授以左神策軍押牙。仙芝喜甚，黃巢大怒，謂仙芝獨取官去，使此五千餘眾將安歸。仙芝遂不受命，分其軍二千餘人從仙芝及君長，二千人從巢，各分道而去。是蘄州分兵之後，君長常隨仙芝，不復在巢所也，然則遣君長降者，乃仙芝，非巢也。當以《新書》為是。"
      },
      {
        "index": 58,
        "text": "《新書·沙陀傳》：天復元年，李克用為汴兵所敗。朱友寧長驅圍太原。克用與李嗣昭、周德威謀奔云中，李存信謂不如奔北番。國昌妻劉語克用曰：「王嘗笑王行瑜失城走而死，奈何效之？」克用悟，乃止。據此則勸止克用者，國昌妻也。國昌乃克用之父，其妻乃克用母也。然《五代史·唐家人傳》云。克用正室劉夫人，明敏多智略，當存信勸走入北番時，夫人曰：「存信牧羊兒，安足計成敗？公常笑王行瑜棄邠州為人所擒，今乃自為此乎！」則劉夫人乃克用妻也。《通鑒》及《北夢瑣言》亦謂克用妻劉夫人勸克用固守。其下又云：夫人無子，姬曹氏生存勖，夫人待曹加厚。是劉夫人之為克用妻也明矣。乃《新書》以為國昌妻，不知何據。又《通鑒》謂是時克用甚懼，嗣昭、德威曰：「兒輩在此，必能固守。」《五代史·嗣昭傳》亦云：存信勸奔雲州，嗣昭為爭以為不可。是二人亦不主出奔之策者也。而《舊書》謂與二人謀奔雲州，亦誤。"
      },
      {
        "index": 59,
        "text": "《舊書·朱瑄傳》：汴師來攻，瑄與妻出奔，為野人所害，傳首汴州，妻至汴為尼。《新書》：瑄出奔，野人執以獻，朱全忠斬之而納其妻。《綱目分注》又謂：瑄棄城走，野人執以獻。其弟朱瑾時守兗州，留其將康懷貞守城，自出掠糧以給軍。全忠遣將襲兗州，獲瑾妻子。瑾奔淮南。全忠納瑾妻還，張夫人請見之，瑾妻拜，夫人亦拜且泣曰：「兗鄆與司空約與兄弟，以小故起兵相攻，使吾姒辱於此。他日汴州失守，吾亦如吾姒之今日乎！」全忠乃出瑾妻而斬瑄。《五代史·梁家人傳》：太祖已破朱瑾，納其妻以歸。張后見瑾妻云云（與《綱目》同），太祖乃送瑾妻為尼，後常給其衣食。合二書以觀，則全忠所納者瑾妻，而非瑄妻也。《舊書》謂瑄妻至汴為尼，《新書》謂全忠斬瑄而納其妻，則皆謂瑄妻也。獨是《五代史》本歐公所作，《唐書》亦歐公總裁，何以並不參訂耶？又按《五代史·瑾傳》：瑾歸淮南後，以殺徐知訓被族，妻陶氏臨刑而泣，其妾曰：「何為泣乎？今行見公矣。」陶氏收淚欣然就戮。此蓋逃奔江南後再娶之妻也（《北夢瑣言》亦以為瑾妻）"
      },
      {
        "index": 60,
        "text": "南詔涉海及銅柱之誤"
      },
      {
        "index": 61,
        "text": "《南詔傳》：楊國忠當國，使李宓將兵十萬擊南詔，涉海而疫死者相踵。按南詔雖有滇池、洱海，然自蜀至大理皆陸路，初不渡此也。又云：玄宗使何履光以兵定南詔，復立馬援銅柱。銅柱在林邑國，相距七八千里，南詔安得有之？此皆傳聞之誤。蓋宋時南詔已不入版圖，故子京無從考訂耳。"
      },
      {
        "index": 62,
        "text": "《順宗諸子傳》"
      },
      {
        "index": 63,
        "text": "《舊書》：冀王絿本名淮，初封宣城郡王。和王綺本名湑，初封德陽郡王。福王綰本名浥，初封河東郡王。《新書》則絿本各湑，初封岐陽郡王，綺本名浥，初封河東郡王。"
      }
    ]
  }
}