{
  "chapterNumber": 24,
  "title": "卷二十四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷二十四"
      },
      {
        "index": 2,
        "text": "曲牌名入詩"
      },
      {
        "index": 3,
        "text": "《客中閑集》載舒芬詩云：「為愛宜春令出遊，風光猶勝小梁州。黃鶯兒唱今朝事，香柳娘牽舊日愁，三搗鼓催花下酒，一江風送渡頭舟。嗟予沉醉東風裏，笑剔銀燈上小樓。」"
      },
      {
        "index": 4,
        "text": "番語成詩"
      },
      {
        "index": 5,
        "text": "《詩話總龜》及《詩史》載余靖作胡語詩云：「夜筵沒羅（言後盛）臣拜洗（言受賜）。兩朝厥荷（言通好）情幹勒（言厚也）。微臣雅魯（言鈍）祝君統，聖壽鐵擺（言嵩高）俱可忒（言無疆）。」又沈存中《筆談》載：刁約使契丹，戲為詩云：「押宴移離畢（如中國執政官），看房賀跋支（執衣防閣人）。餞行三匹裂（小木罌），密賜十貔狸（形如鼠而大，遼人以為珍饈）。」"
      },
      {
        "index": 6,
        "text": "以古人姓名藏句中"
      },
      {
        "index": 7,
        "text": "《石林詩話》載王荊公詩：「老景春可惜，無花可留得。莫嫌柳渾青，終恨李太白。」以古人姓名藏句中。或者謂前無此體，按《權德輿集》有一篇，云： 「藩宣秉戎寄，衡石崇位勢。年紀信不留，弛張良自愧。樵蘇則為愜，瓜李斯可畏。不顧榮蒙尊，每陳農畝利。家林類岩獻，負郭躬斂積。忌滿寵生嫌，眷宦恬聖智。疏鍾皓月曉，晚景丹霞麗。澗谷永不暖，山梁冀無累。頗符生肇學，得展禽尚志。從此直不疑，支離疏世事。」則唐人已創此體。"
      },
      {
        "index": 8,
        "text": "題字嵌句首"
      },
      {
        "index": 9,
        "text": "東坡自杭將還朝，坐中有營妓鄭容求落籍，高瑩求從良。坡為題《減字木蘭花》一詞，判其牘尾，云：「鄭莊好客，容我尊前先墮幘。落筆生風，籍籍聲名不負公。高山白早，瑩骨冰肌那解老。從此南徐，良夜清風月滿湖。」蓋用八字於句首，乃「鄭容落籍，高瑩從良」也。"
      },
      {
        "index": 10,
        "text": "數目字入詩"
      },
      {
        "index": 11,
        "text": "鮑明遠詩：「一身事關西，家族滿山東。二年從車賀，齋祭甘泉宮。三朝國慶畢，休沐還舊邦。四牡曜長路，輕蓋飛若鴻。五侯相餞送，高會集新豐。六樂陳廣座，祖帳揭春風。七盤起長袖，庭下列歌鍾。八珍盈雕俎，綺肴紛錯重。九族共瞻遲，賓友仰徽容。十載學無就，善宦一朝通。」"
      },
      {
        "index": 12,
        "text": "十二生肖、八音入詩"
      },
      {
        "index": 13,
        "text": "《北史》：魏太和中，崔光依宮商角徵羽本音而為五韻詩，以贈李彪。彪為十二次詩以報光。光又為百三郡國詩答之。其體今不傳，後人乃有以十二生肖及八音入詩者。《列朝詩集》載：明人胡儼十二辰詩：「鼷鼠飲河河不幹，牛女長年相見難。赤手南山縛猛虎，月中取兔天漫漫。驪龍有珠常不睡，畫蛇添足適為累。老馬何曾有角生，羝羊觸藩徒忿嚏。莫笑楚人冠沐猴，祝雞空自老林丘。舞陽屠狗沛中市，平津牧豕海東頭。」按元人劉因有十二辰詩：「饑鷹嚇鼠驚不起，牛背高眠有如此。江山虎踞千里來，才辯荊州兔穴爾。魚龍入水浩無涯，幻境等是杯中蛇。馬耳秋風去無跡，羊腸蜀道早還家。何必高門沐猴舞，豚柵雞棲皆樂土。柴門狗吠報鄰翁，約買神豬謝春雨。」則元人已先有此體也。又《丹陽集》謂：十二辰入詩，始於沈炯，而山谷亦嘗為之。余贈莫之用詩亦仿此體：「抱犬高眠已雲足，更得牛衣有餘燠。起來敗絮擁懸鶉，誰羨龍須織冰縠。踏翻菜園底用羊，從他春雷吼枯腸。擊鍾烹鼎莫渠愛，小芼自許猴葵香。半世饑寒孔移帶，鼠米占來身漸大。吉雲神馬日匝三，樗蒲肯作豬奴態。虎頭食肉何足誇，陰德由來報必奢。丹灶成功無躍兔，玉函方秘緣青蛇。」則又不始於元人矣。又《客中閑集》載：林清以八音字為句首，云：「金紫何曾一掛懷，石田茅屋自天開。絲竿釣月江頭住，竹杖挑雲嶺上來。匏實曉收栽藥圃，土花春長讀書台。革除一點浮雲慮，木筆題詩酒數杯。」 此八音詩也。"
      },
      {
        "index": 14,
        "text": "藥名為詩"
      },
      {
        "index": 15,
        "text": "藥名入詩，《三百篇》中多有之，如「采采芣莒」、「言采其虻」、「中穀有蓷」、「牆有茨」、「堇荼如飴」之類。此後唯文字中用之。《左傳》「山鞠窮」，《戰國策》蘇秦曰「人之所以不食烏啄者」，注：即本草烏頭也。又淳于髡曰：「求柴胡、桔梗於沮澤之中，則累世不得。」《莊子》：藥者堇也，雞{廣雍}也，豕零也。《韓非子》：此味非飴蜜也，必葶藶、苦菜也。《呂氏春秋》：仲夏之月，半夏生，又兔絲非無根也，茯苓是也。宋玉《招魂》：白芷生。《淮南子》：地黃主屬骨，甘草主生肉。又亂人者，芎藭之與槁本也，蛇床之與蘼蕪也。又蛇床似蘼蕪而不能芳。王褒《九懷》有疑冬生，劉向《九歎》有筐澤瀉以豹鞟，王充《論衡·言毒篇》有巴豆、野葛，食之殺人。皆藥名之見於文者。而以之入詩甚少。如張籍《答鄱陽客》詩：「江皋歲暮相逢地，黃葉風前半夏枝。」柳子厚： 「蒔藥閑庭延國老，開尊虛室值賢人。」國老，甘草也。雍陶詩：「村園門巷多相似，處處春風枳殼花。」薑堯章詩：「土肥抽盡宿沙苗。」陳白沙詩擫：「恰到溪窮處，村村積殼花。」楊夢山詩：「常記任家亭子上，連翹花發共銜杯」。此不過興會所觸，偶拈入詩，非專以鬥巧也。乃有專以此見奇者，陸龜蒙有「烏啄蠹根回」及「斷續玉琴哀」之句，實始濫觴。沈括謂「烏啄」乃「烏喙」之訛，藥中只有續斷，無斷續也。《溫公詩話》：陳亞郎中以藥名為詩至百首，如「風雨前胡夜，軒窗半夏涼。」「棋怕臘寒嗬子下，夜嫌春暖宿紗裁。」又《詠上元夜遊人》云：「但看車前牛領上，十家皮沒五家皮。」《贈乞雨自曝僧》云：「不雨若令過半夏，定應曬作葫蘆巴。」又《詠白髮》云：「若是道人頭不白，老君當日合烏頭。」元人陳孚亦有交趾驛作藥名詩：「長空青茫茫，大澤瀉月色。史君子何來，山椒遠於役。虎狼毒草叢，淚如■水滴。更苦參與商，骨肉桂海隔。問天何當歸，天南星漢白。」皆遊戲筆墨，頗亦可喜。《客中閑集》亦有「四海無遠志，一溪甘遂習心之句。"
      },
      {
        "index": 16,
        "text": "拆字詩"
      },
      {
        "index": 17,
        "text": "南宋人《苕溪集》有拆字詩一首：「日月明朝昏，山風嵐自起。石皮破仍堅，古木枯不死。可人何當來，意若重千里。永言泳董鶴，志士心未已。」"
      },
      {
        "index": 18,
        "text": "口吃詩"
      },
      {
        "index": 19,
        "text": "《寓簡》載劉元父《嘲吃者》云：「本是昌家，又為非類。但有雄聲，惟聞艾氣。」謂周昌、韓非、楊雄、鄧艾也。此但取口吃故事，非口吃詩也。王阮亭《池北偶談》載文太青《戲作口吃詩》云：「結子向客苦哆口，添栗筆蜜手柳酒。」按此事見《墨客揮犀》：鳳州三出手柳酒，宣城四出漆栗筆蜜。皆土產也。然口吃詩不自文太青始，唐姚合有《葡萄架》詩，云：「萄藤洞庭頭，引葉漾盈搖。皎潔鉤高掛，玲瓏影落察。陰煙壓幽屋，濛密夢冥苗。清秋青且翠，冬到凍都凋。」 又《冷齋詩話》載東坡有口吃詩云：「江幹高居堅關扃，耕犍躬駕角掛經。孤航係舸菰茭隔，笳鼓過軍雞狗驚。解襟顧影各箕踞，擊劍高歌幾舉觥。荊笄供膾愧攪聒，幹鍋更戛甘瓜羹。」可見遊戲筆墨，古人已有之。至如謝在杭與徐興公《贈口吃孝廉》之作，謝二首云：「綠柳龍樓老，林蘿嶺路涼。露來蓮漏冷，雨淚落劉郎。」「黎嶺連連路，蘭陵累累樓。流離憐冷落，郎輦懶來留。」徐一首云：「留戀蘭陵令，淋漓雨淚流。嶺蘿涼弄瀨，路柳綠連樓。」此又太青之後踵為之者也。"
      },
      {
        "index": 20,
        "text": "雙關兩意詩"
      },
      {
        "index": 21,
        "text": "古樂府：「何當大刀頭，破鏡飛上天。」「石闕生口中，銜悲不能語。」《子夜歌》云：「霧露隱芙蓉，見蓮不分明。」「明燈照空局，悠然未有期。」 「理絲入殘機，何悟不成匹。」《讀曲歌》云：「芙蓉腹裏萎，蓮子從心起。」唐詩如「高山種芙蓉，復經黃蘖塢。」「未得一蓬時，流離嬰辛苦。」「窗外山魈立，知渠腳不多。」「二更機底下，摸著是誰梭。」「玉作彈棋局，心中最不平。」又劉禹錫詩：「東邊日出西邊雨，道是無情也有情。」「玲瓏骰子安紅豆，入骨相思知未知。」李義山《無題》詩：「春蠶到死絲方盡，蠟炬成灰淚始幹。」陸龜蒙「旦日思雙履，明時願早諧」。皮日休「莫言春繭薄，猶有萬重絲。」又《珊瑚鉤詩話》：「碧藕連根絲不斷，紅蘖著子薏何多。」又東坡「蓮子劈開須見薏，楸枰著盡更無棋。」「破衫卻有重縫處，一飯何曾忘卻匙。」趙彥村注云：此吳歌格，借字寓意也。薏與意，棋與期，縫與逢，時與匙，俱同音也。又東坡在黃州書一聯云：「葑草尚能攔浪，藕絲不解留蓮。」亦用此體。高季迪《竹枝詞》：「春衣未織機中錦，祇是長絲那得縫。」亦以絲借作思，縫借作逢也。元人徐夢吉《西湖竹枝詞》云：「莫為采蓮忘卻藕，月明風定好回船。」借藕作偶也。"
      },
      {
        "index": 22,
        "text": "壽詩、挽詩、悼亡詩"
      },
      {
        "index": 23,
        "text": "壽詩、挽詩、悼亡詩，惟悼亡詩最古。潘嶽、孫楚皆有悼亡詩，載入《文選》。《南史》：宋文帝時，袁皇后崩，上令顏延之為哀策，上自益「撫存悼亡，感今懷昔」八字，此「悼亡」之名所始也。《崔祖思傳》：齊武帝何美人死，帝過其墓，自為悼亡詩，使崔元祖和之。則起於齊、梁也。葉水心《題蜀僧北澗集》云：「集中有上生日詩，不可傳於後。」是宋時猶以稱壽詩為戒。郎仁寶云：挽詩盛於唐，非無交而涕也。壽詩盛於宋，漸施於官府，亦無未同而言者。亦見《懷麓堂詩話》。近時二作，不論識與不識，轉相征求，動成卷帙，可恥也。《空同》、《大復集》中少之，此過人矣。"
      },
      {
        "index": 24,
        "text": "帖子詞"
      },
      {
        "index": 25,
        "text": "宋時八節內宴，翰苑皆撰帖子詞。如歐陽公、司公溫公集中皆有之。《丹陽集》載春帖子詞尤多。如蘇子容云：「璿霄一夕斗杓東，瀲灩晨曦照九重。和氣黃風摩蓋壤，競消兵甲事春農。」鄧伯溫云：「晨曦瀲灩上簾櫳，金屋熙熙歌吹中。桃臉似知宮宴早，百花頭上放輕紅。」蔣穎叔云：「昧旦求衣向曉雞，蓬萊仗下日將西。花添漏鼓三聲遠，柳吹春旗一色齊。」梁君貺云：「東方和氣斗回杓，龍角中星轉紫霄。聖主問安天未曉，求衣親護紫宸朝。」皆莊麗可誦，見太平景象。乃明成化中，編修黃仲昭，檢討莊昶不肯上元霄詞，且上疏論列以去。按《宋史》：鄒浩為教授，范純仁托撰致語，浩不肯。純仁曰：「翰林學士嘗為之。」浩曰： 「翰林學士則可，祭酒司業則不可。」致語與帖子詞同類，是浩亦未嘗以翰林為不可撰也。況高季迪詩云：「去歲端陽直禁闈，新題帖子進彤扉。」則明初猶有此例，而仲昭等並不知，其不學甚矣。潤色太平，翰林本職，歐陽、司馬何害其為名臣，亦何損於朝政乎？"
      },
      {
        "index": 26,
        "text": "口號"
      },
      {
        "index": 27,
        "text": "杜詩有題曰：「口號」者，如《晚行口號》之類。然梁簡文帝有《和衛尉新渝侯巡城口號》詩，唐張說有《十五夜衙前口號》詩，則不始於杜也。"
      },
      {
        "index": 28,
        "text": "元韻、原韻"
      },
      {
        "index": 29,
        "text": "近代詞章家和朋友詩則曰原韻，和御製詩則曰元韻，蓋取元音之元以示尊崇，不知原韻本應作元韻，並非假借也。元者本也，本來曰元來，班固《兩都賦》 「元元本本」是也。若原字則原蠶、原廟，皆作再字解，初無所謂本來之義，不知何以遂替元字。顧寧人《日知錄》謂：洪武中，臣下有稱元任官者，嫌於元朝之元，故改此字。然則昔以元為本字，而以避嫌改為原。今反以原為本字，而以應制特改為元。古今事物遷流、隨世轉移者，固非一端，即此可類推也。"
      },
      {
        "index": 30,
        "text": "即席"
      },
      {
        "index": 31,
        "text": "宋武帝延後進二十餘人，置酒賦詩。蕭介染翰即成，文不加點。臧盾以詩不成罰酒一斗，盾飲盡，言笑自若。帝曰：「臧盾之飲，蕭介之文，皆即席之美也！」《南史》：梁武帝制武宴詩三十韻示羊侃，侃即席上應詔。後世即席賦詩本此。"
      },
      {
        "index": 32,
        "text": "古詩別解"
      },
      {
        "index": 33,
        "text": "「人生不滿百」，謂行樂當及時也。《新唐書》：李石對文宗曰：「人生不滿百，常懷千歲憂。畏不逢時也。晝短苦夜長，暗時多也。何不秉燭遊，勸之照也。」則此詩又作勸勵解。曹孟德樂府：「對酒當歌，人生幾何」。「當」字今人作宜字解，然詩與「對」字並言，則其意義相類。《世說新語》王長史語「不大當對」，言其非敵手也。元微之《寄白香山書》有「當花對酒」之語。《學齋呫嗶》載《古鏡銘》有云：「當眉寫翠，對臉傅紅」，是當字皆作對字解，曹詩正同此例。今俗尚有「門當戶對」之語。"
      },
      {
        "index": 34,
        "text": "陶詩甲子紀年"
      },
      {
        "index": 35,
        "text": "自《宋書》及《南史》暨五臣《文選注》謂陶淵明詩自晉義熙以後皆題甲子，後世遂仍其說。（《宋書·陶淵明傳》云：自以曾祖晉世宰相，恥復屈身異代，自宋高祖功業漸隆，不復肯仕，所著文章，義熙以前則書晉年號，永初以後惟書甲子而已。）王新城《池北偶談》獨引傅平叔《辨陶詩》中凡題甲子者十，皆是晉年，何得先棄司馬家年號而予書甲子，以為此論發前人所未發。不知《宋景濂集》已有此論。景濂《跋淵明像》云：其詩中甲子始於庚子，迄於丙辰，凡十有七年，皆晉安帝時作，初不聞題隆安、義熙之號。至其《閑居》詩有「空視時運傾」，《擬古九章》有「忽值山河改」之語，必宋受禪之後，乃反不書甲子，何也？是此己論發自金華。又按謝枋得《碧湖雜記》謂：治平中，虎丘僧思悅編淵明詩，謂題甲子者始庚子迄丙辰，凡十有七年，皆晉安帝時作。至恭帝元熙二年庚申，宋始受禪，自庚子至庚申蓋二十年，豈有宋未受禪而予題甲子之理？《曾裘父詩話》及郎仁寶《七修類稿》亦主其說。然則此論南宋時已有之，並不自金華始也。疊山又謂：劉裕自庚子得政後，晉室大權盡歸相府。淵明自庚子後即題甲子者，蓋逆知未流必至於此也。此說又巧為附合耳。後人有效而行之者，南唐自顯德五年用中原正朔，士大夫以為恥，碑文但書甲子（見《懶真子》）。又歸德人趙俊，偽齊劉豫時卻聘不仕，凡家書文字不用豫僭號，但書甲子（見《宋史》本傳）。"
      },
      {
        "index": 36,
        "text": "杜詩金蝦蟆"
      },
      {
        "index": 37,
        "text": "杜詩「坡陀金蝦蟆，出見蓋有由。至尊顧之笑，王母不肯收。復歸虛無底，化作長黃蚪。」錢注引《酉陽雜俎》所載月光屬林化金背蝦蟆事，以為月者陰精，后妃之象，托喻貴妃之昵祿山也。按《瀟湘錄》：唐高宗患頭風，宮人穿地置藥爐，忽有蝦蟆躍出，色如黃金，背有朱書「武」字。宮人奏之，帝驚異，命放苑池。則杜詩所詠，正此實事，而非如注家所云也。"
      },
      {
        "index": 38,
        "text": "乞為奴"
      },
      {
        "index": 39,
        "text": "《哀王孫》篇「但道困苦乞為奴」，論者謂極言流離之苦，不知亦有所本。《南史》：齊建安王子真，明帝遣裴叔業就典簽柯令孫殺之。子真走入床下，令孫手牽出之，叩頭乞為奴。又河東王鉉，亦為明帝所害，聞收者至，曰：「死生命也，終不效建安乞為奴而不得。」遂仰藥卒。《梁武陵王紀》：太子圓照被收，謂陸法和曰：「願為公作奴。」法和叱遣之。北齊樂陵王百年，為武成帝所害，將死，曰：「乞命願與阿叔作奴。」此皆王子王孫事，少陵詩正本此，乃益見其使事之精核也。"
      },
      {
        "index": 40,
        "text": "李義山《詠史》詩"
      },
      {
        "index": 41,
        "text": "李義山《詠史》詩：「歷覽前賢國與家，成由勤儉破由奢。」按《韓詩外傳》：戎王使由餘於秦穆公，問以得失之要，對曰：「古有國者，未嘗不以恭儉也；失國者，未嘗不以驕奢也。」義山之詩蓋本此，不得以其明白易曉，遂以為無來歷也。"
      },
      {
        "index": 42,
        "text": "唐彥謙《長陵》詩"
      },
      {
        "index": 43,
        "text": "唐彥謙《長陵》詩：「耳聞明主提三尺，眼見愚民盜一壞〔按今作「抔」〕。」葉石林謂一壞可去「土」字，三尺不可去「劍」字。按《漢書·高帝紀》：上曰：「吾以布衣題三尺取天下，豈非今命乎？」鹿門此詩，正用《漢書》成語，非杜撰也。"
      },
      {
        "index": 44,
        "text": "聶夷中詩"
      },
      {
        "index": 45,
        "text": "聶夷中《傷田家》詩云：「二月賣新絲，五月糶新穀。醫得眼前瘡，剜卻心頭肉。」《學齋占畢》引之，以為最得風人之體。但二月安得有絲，當是傳寫之誤耳云云。不如此正所謂「醫瘡、剜肉」也。蓋二月絲未出，五月穀未登，而迫不及待，則予指將來所出之絲穀以售人錢，正如陸宣公疏所云「蠶事方興，已輸縑稅；農功未艾，遽斂穀租」也。今裏俗有亦有如此者。"
      },
      {
        "index": 46,
        "text": "紫濛"
      },
      {
        "index": 47,
        "text": "宋鄭毅夫《送程公辟出守會稽》詩：「雪急紫濛催玉勒，日長青瑣聽董弦。」方回注：紫濛，虜中館名也。陳繼儒《枕譚》則引《晉書·載記》慕容氏邑於紫濛之野，謂詩意以慕容比遼，而謂方回注出於臆見。楊用修亦引此，以為是時遼、宋方睦，故臣下贈答之詩亦不涉譏刺，而方虛谷以為館名，乃妄猜之詞耳。按《新唐書·地理志》：平州有十二戍，一日紫濛，亦見《五代史·四夷附錄》。而《張守珪傳》討契丹次紫蒙川，大閱軍實。紫濛之為邊戍久矣。《宋史·章頻傳》：頻為刑部郎中，使契丹，至紫濛館，卒。契丹遣內侍就館奠祭。則紫濛實館名也，注者非誤，而眉公及用修轉失之耳。韓琦《安陽集》有《紫濛遇風》詩： 「草白風長暮驛賒，朔風終日起平沙」之句，益知紫濛為遼地名，而非必援引慕容故事也。"
      },
      {
        "index": 48,
        "text": "東坡詩詠三良"
      },
      {
        "index": 49,
        "text": "東坡《鳳翔》詩云：「昔公生不誅孟明，豈有死之日而反用其良。乃知三子殉公意，亦如齊之二子從田橫。」《和陶詠三良》亦云：「此生太山重，忽作鴻毛遺。三子死一言，所死良已微。」是蓋以三良之死為出於自殉，而非穆公之亂命也。按《漢書·匡衡傳》「秦穆貴信而士多死」，應劭注云：公與群臣飲酒酣，公曰：「生共此樂，死共此哀。」奄息、仲行、鍼針虎許諾。及公薨，皆從死。魏人《哀三良》詩亦云：「秦穆先下世，三臣皆自殘。生時等榮樂，既歿同憂患。」坡詩實本諸此。楊循吉亦謂穆公不殺敗軍之三將，豈有以三良為殉之理，則又本東坡之說。"
      },
      {
        "index": 50,
        "text": "《赤壁賦》洞簫客"
      },
      {
        "index": 51,
        "text": "東坡《赤壁賦》「客有吹洞簫者」，不著姓字。吳匏庵有詩云：「西飛一鶴去何祥，有客吹簫楊世昌。當日賦成誰與注，數行石刻舊曾藏。」據此，則客乃楊世昌也。按東坡《次孔毅父韻》：「不如西州楊道士，萬里隨身只兩膝。」又云：「楊生自言識音律，洞簫入手清且哀。」則世昌之善吹簫可知。匏庵藏帖信不妄也。按世昌，綿竹道士，字子京。見王注蘇詩。"
      },
      {
        "index": 52,
        "text": "陳季常"
      },
      {
        "index": 53,
        "text": "陳季常作龜軒，坡贈詩云：「聞君開龜軒，東欄俯喬木。人言君畏事，欲作龜頭縮。」此但言其謝絕塵事耳，於懼內無涉也。後人因坡又有《戲季常》詩云：「忽聞河東獅子吼，拄杖落手心茫然」，王注云：有王頟者，字達觀，為坡言：「季常妻柳氏最妒，每季常設客有聲妓，則柳氏以杖擊壁大呼，客為散去。」於是傳奇家演其事，至極可笑。而近世諱言龜者，並附會以此為事始。然坡《別季常》詩云：「家有紅頰兒，能唱綠頭鴨。」是季常有歌妓也。「閉門弄添丁，哇笑雜呱泣。」是季常本有子也。亦何至如傳奇之穢褻哉！"
      },
      {
        "index": 54,
        "text": "元遺山詩多復句"
      },
      {
        "index": 55,
        "text": "古來詩人佳句，罕有重出者，惟任昉《別謝言揚》詩「詎念耋嗟人，方深老夫托。」又《報劉孝綽》詩「詎慰耋嗟人，徒深老夫托。」宋璟《和御製，璟與張說、源乾曜同日上官，命宴都堂，賜詩應製》中有「聖酒江河潤，仙文象緯舒」之句，而《和聖製送張說巡邊》內亦有「聖酒江河潤，天詞象緯明」，但改三字耳。許渾《京日寄友人》詩有「一尊酒盡青山暮，千里書回碧樹秋」之句，而《郊園秋日寄友》詩又用之。《呈郭少府》詩有「江村夜漲浮天水，澤國秋生動地風」 之句，而《漢水傷稼》又用之。《送僧歸桂州》詩「楚客送僧歸桂陽，海門帆勢極瀟湘。碧雲千里暮愁合，白雪一聲春思長」，而《和劉三復送僧》詩亦用此四句，但改「桂陽」為「故鄉」耳。蘇東坡亦間有復句，如《邇英拜賜御書》有云「捷書夜到甘泉宮」，而《洮西報捷》詩亦云「露布朝馳玉關塞，捷書夜到甘泉宮。」又 「前生自是盧行者，後學過呼韓退之」一聯，既用於《答周循州》詩內，又用於《贈虔州術士謝晉臣》詩內，但贈謝詩換「自是」為「恐是」耳。趙秉文《滏水集· 濟源絕句》云「樹映樓台水映空，溪容林意兩溶溶。夏山如醉無人畫，遠處微茫近處濃」，《題劉德溫湖山豐夏圖》又云「遠處微茫近處濃，岸容林意兩溶溶。夏山如醉無人畫，更倩劉郎作幾峰。」此皆詩句之復出者。然此外亦不多見，惟元遺山復句最多。如《懷州晚望少室》云：「十年舊隱拋何處，一片傷心畫不成。」《重九後一日作》云：「重陽擬作登高賦，一片傷心畫不成。」《題家山歸夢圖》云：「卷中正有家山在，一片傷心畫不成。」《雪香亭雜詠》十五首內有云：「賦家正有蕪城筆，一段傷心畫不成。」《玄都觀桃花》云：「人世難逢開口笑，老夫聊發少年狂。」《同嚴公子東園賞梅》云：「佳節屢從愁裏過，老夫聊發少年狂。」 《此日不足惜》篇：「就令一朝便得八州督，爭似高吟大醉窮朝晡。」《送李參軍北上》詩內又有「就令一朝便得八州督，爭似彩衣起舞春襴斑」。《桐川與仁卿飲》一律：「風流豈落正始後，詩卷長留天地間。」《題梁都運所得故家無盡藏詩卷》亦有此聯。《田不伐望月·婆羅門引》云：「兩都秋色皆喬木，三月阿房已焦土。」《存沒》一首又云：「兩都秋色皆喬木，一代名家不數人。」《答樂舜之》云：「兩都喬木皆秋色，耆舊風流有幾人。」《東山四首》有「天公老筆無今古，枉著千金買范寬。」《胡壽之待月軒》詩又有「天公老筆無今古，枉卻坡詩說右丞。」《錢過庭煙溪獨釣圖》：「綠蓑衣底元真子，不解吟詩亦可人。」《息軒秋江捕魚圖》又有「綠蓑衣底元真子，可是詩翁畫不成。」《台山十詠》內有云：「惡惡不可惡惡可，未要雲門望太平。」《贈劉君用可庵二首》內一首云：「惡惡不可惡惡可，笑殺田家老瓦盆。」次首云：「惡惡不可惡惡可，大步寬行老死休。」《寄希顏》末句「共舉一杯持兩螯。」《送曹壽之平水》亦用此句作結。此復句之最多者也。自後惟薩天錫《題揚州驛》三四一聯云：「寒砧萬戶月如水，塞雁一聲霜滿天。」而《雁門集》中有《過廣陵驛》一首，又將此二句作五六一聯，但改「塞雁」作「老雁」耳。又成廷珪《次李希顏述懷韻》領聯云：「諸公莫誚王夷甫，我輩終慚管幼安。」《寄江西宋子與令尹》詩又以此二句作結，但改「誚」為 「責」、「終」為「深」耳。至高季迪而復句又多，如《飲韻西園公詠梅》有云：「春後春前曾獨采，江南江北每相思。」而《和衍師詠梅》第三首亦有此二句，但改「采」為「看」耳。《次韻陳留公見貽湖上之作》有云：「葉應隨鳥散，山欲趁波流。」《月夜遊太湖》排律內亦有此二句，則並一字不換。《晚尋呂山人》有云：「君家最可認，隔樹有書聲。」《題徐山人畫贈內弟周思恭》亦云：「君家還可認，為有讀書聲。」《送思上人》有云：「野飯晨留缽，城鍾夜到船。」《送衍師》亦云：「村中乞米晨留缽，城外聞鍾夜泊船。」雖化五言為七言，亦未換意。《詠樵》有云：「伐木驚禽起，穿雲畏虎過。」又一首《詠樵》云：「穿雲衝過虎，伐樹起棲禽。」查初白《敬業堂集》卷九《送陳仲夔句》有云：「殷勤百里猶相送，萬疊西山一故人。」卷十一中《出都別親友》詩云：「京華回首無多戀，萬疊西山幾故人。」又卷九《漷縣晚泊》詩云：「春水如油滑上篙。」十二卷《渡太湖》詩又云：「秋水如膏滑上船。」此亦詩之重出者也。"
      },
      {
        "index": 56,
        "text": "劉後村詩多用本朝事"
      },
      {
        "index": 57,
        "text": "詩人有直詠本朝事者，如《長恨歌》、《連昌宮詞》之類，自古已然。杜少陵《贈韋左丞》詩：「李邕求識面，王韓願卜鄰。」《答張舍人》詩：「李鼎死岐陽，實以驕貴盈。來瑱賜自盡，氣豪直阻兵。」《寄劉伯華》詩：「學並盧王敏，書偕褚薛能。」又《封氏聞見記》：范液命蹇，作詩曰：「南遊李邕死，北望守珪殂。」時液欲謁二人，會己死，故云。此皆直用時事，非以當數典也。若以本朝事作詩料，以供驅使，則唐以前無之，即唐人亦罕見。惟《摭言》載令孤文公表薦張祜詩三百首，乞付中書門下，值元稹在相位，奏黜落之。祜以詩自悼曰：「賀知章口徒勞說，孟浩然身更不疑。」羅隱《湘南春日》詩：「洛陽賈誼自無命，少陵杜甫兼有文。」此已開其端。及東坡詩：「欲問君王乞符竹，但愁無蟹有監州。」此用錢昆少監語。昆亦宋初人，此為本朝人用本朝人事，然尚未多見。至南宋，則楊誠齋有「司馬要為元祐起，西樞正坐壽皇知」，「細參六一泉中味，故有涪翁句子香」，「東坡玉糝真窮相，中國如今相司馬」，「鄭花不得半山句，卻參魯直稱門生」之類。陸放翁有「酒僅三蕉葉，琴才一履霜」，（自注：東坡飲三蕉葉，范文正好琴，僅能彈《履霜》一曲，時謂之范履霜。）又「委轡看山無鐵獺，拾樵煎茗有青猿」，（自注：梅聖俞馬名鐵獺，王元小童名青猿。）「元祐大蘇逝不返，慶曆小范今誰知」之類，竟以供驅使矣。而尤專以此見長者，莫如劉後村。《池北偶談》已為略摘數條，如「煉句豈非林處士，鬻書莫是穆參軍」，「艱虞夷甫方謀窟，老懶堯夫少出窩」，「未愛潘郎呼作友，便教米老拜為兄」，「山房惜未從公擇，書局會聞擬道原」，「立志如歐母，生兒似富公」，「野人祇說羹芹美，相國安知食筍甘」，「事先白傅求閑日，銜似溫公約史年」，「公閑去伴種司諫，我懶思尋靖長官」，「清於坡老遊杭市，儉似乖崖在劍州」，「軍皆歌范老，民各像乖崖」，「賈董奇才無地立，歐蘇精鑒與人同」，「安知李廌薦揮門外，不覺劉幾入彀中」等句。然後村用本朝事不止此數十聯也，今更添摘於此。《哭季父寂靜翁》云：「涪翁舊傳七分正，邵子先天一畫無」。《和張簡簿尉》云：「務觀可教供史草，補之不會作宮梅。」《用王去非韻》云：「素無沂國三場志，曾有西山一瓣香。」《次王實父》云：「早亦曾譏秦氏者，晚為與議濮園人。」「向來曾上慶曆頌，老去甘為元祐人。」《自和詩》云：「侍讀自無遷府分，中丞還有坐船時。」（自注：梅詢侍讀捫其足曰：「是中有鬼，使我不至宰相。」舒亶去國，雇客舟歸。）「鍾阜解仇無宿憾（荊公與呂吉甫解仇），荊江感事有新吟（山谷有《荊江書事十絕》）。」《蔡偉叔講書》云：「舉揚霽月光風易，箋注先天太極難。」 《挽王華甫》云：「潁濱碑玉局，曲阜狀南豐。」《答梁文柏》云：「柳永詞堪腔裏唱，劉義詩自膽中來。」《晚湯仲甫》云：「零落歐門士，消磨濮議人。」《感昔》云：「旁無公議扶種李，中有流言沮范韓」，「生前上亦知強至，死後人方誄尹洙。」《書感》云：「欲招程子看通典，兼起歐公講繫辭。」《先儒》一首云： 「康節易傳於隱者，濂溪學得自高僧。」《挽湯仲甫》云：「樗老徒書局，徂徠不諫官。」《哭孫季蕃》云：「相君未識陳三面，兒女多知柳七名。」《懷會景建》云：「碎版一如坡貶日，蓋棺不見檜薨年。」《題宋謙父詩卷》：云「蘇氏舊稱小坡賦，秦家晚重少章詩。」《甲辰書事》云：「往昔曼卿曾奪敕，後來同甫竟成名」，「范老登科猶別姓，余公應舉亦更名。」《送實之倅廬陵》云：「似開黃谷登迂叟，且向清源訪醉翁」，「黃本何堪處秦觀，白麻近已拜申公」，「愛蓮亦既見君子，看竹不須通主人。」《答李元善》云：「平生陳無已，白首空吟債。未嘗交馬呂，況肯見章蔡。」單句如《石塘感舊》云：「夜來一段佳風月，不見堯夫只見窩。」《上巳》云：「頗思攜鶴訪孤山。」《村墅》云：「堯夫生死太平時。」《別敖器之》云：「當日烏台要堪詩。」《贈豫知子》云：「妙似堯夫測牡丹。」 《題陳霆詩卷》云：「後有荊公選百家。」《送趙信州》云：「虹貫元章載畫舟。」《挽連夫人》云：「瀧阡新刻豐碑妙。」如此之類，不一而足，其意固在爭新，然以本朝事作詩料，運用究欠穩重，後村之亦少有此體也。惟周密以莫子山饌客不反梁棟，為棟所訐，謂其作詩有譏訕語，遂入獄。後歸病死，密挽詩云：「秦邸獄成杯酒裏，烏台禍起一詩間。」其法似仿後村。至楊鐵崖《湖州作》有云：「得句時過張外史，學書不讓管夫人。」李空同《盜賊》一首云：「密邇千斤竹查嶺，不聞滿四石頭城。」此亦直敘時事，與後村之用作詩料者不同。"
      },
      {
        "index": 58,
        "text": "宋人不惟詩用本朝事，即四六亦然。謝疊山有《謝丞相免追算公賞錢糧啟》云：「使稼軒之帑屢空，無辭於罰；若師魯之錢公使，當辨其冤。」（引用辛稼軒、尹師魯故事。）"
      },
      {
        "index": 59,
        "text": "孫蕡詩"
      },
      {
        "index": 60,
        "text": "明董轂《碧裏雜存》載：孫蕡為藍玉題畫，被誅，臨刑口占云：「鼉鼓三聲急，西山日又斜。黃泉無客舍，今夜宿誰家？」太祖聞之，曰：「有此好詩而不奏，何也！」遂誅監刑者。按此詩乃五代時江為所作。為，建州人，值王氏國亂，其友欲亡奔江南，為為草〈投江南表〉。其友未出境被擒，搜得稿，遂並收為。為臨刑詞色不撓，曰：「嵇康之死也，顧日影而彈琴。今琴則不暇彈，賦一詩可矣。」乃索筆為詩曰：「衙鼓驚人急，西傾日易斜。黃泉無旅店，今夜宿誰家？」事見潯陽陶嶽所撰《五代史補》第五卷。今乃移之仲衍，何耶？豈仲衍被刑時誦此詩以寓哀，聞者不知，遂以為仲衍自作，而董轂因記之耶？朱竹《明詩綜》不載此事，自是有識。《明史》於《蕡傳》但云：「臨刑賦詩，長謳而逝」，而不載其詩句，較為不露。然曰「臨刑賦詩」，似亦詩為蕡自作也。王鏊《震澤紀聞》：王樸杵旨，太祖命斬於市。樸臨死作詩，既殺後，行刑者復命，上惻然問：「樸死何言？」以詩聞之。上曰：「彼有片言，亦當以聞，況詩耶！」行刑者數人俱坐死。據此，則又是王樸事。"
      },
      {
        "index": 61,
        "text": "李夢陽詩重韻"
      },
      {
        "index": 62,
        "text": "韓昌黎《郾城聯句》云：「兩廂鋪氍毹，五鼎調勺藥。」又云：「但擲雇笑金，仍祈卻老藥。」一首乃用二「藥」字。袁文云：前藥字本《子虛賦》中「勺藥之和具而後御之」，勺音酌，藥音略也。後藥字乃如字也。則宇雖同而音義各別，固不妨兩押。李夢陽《送徐子將適湖湘》有云：「長安繡陌行麒麟，」末句又云：「歸來著書追獲麟。」兩麟字，無兩音兩義。"
      },
      {
        "index": 63,
        "text": "王阮亭柳墓詩"
      },
      {
        "index": 64,
        "text": "王阮亭謂儀真柳屯田墓，其地名仙掌，故其《真州》詩內有「殘月曉風仙掌路，何人為吊柳屯田」之句。然曾達臣《獨醒志》謂柳耆卿死，葬於棗陽縣花山，遠近詞人每遇清明日，多載酒飲於其墓側，謂之吊柳會。則柳墓在襄陽，不在真州也，阮亭或未深考耳。"
      },
      {
        "index": 65,
        "text": "古今人詩句相同"
      },
      {
        "index": 66,
        "text": "古今人往往有詩句相同者。《庚溪詩話》云：趙紫芝有「野水多於地，春山半是雲」之句，余讀《文苑英華》所載唐詩，此二句皆已有之，但不作一處耳。唐僧詩河分岡勢婁，春入澆痕青」，一僧嘲其蹈襲，云：「河分風勢司空曙，春入燒痕劉長卿。不是師兄偷古句，古人詩句犯師兄。」蓋皆以剽竊為戒。金趙秉文詩多犯古人句，李屏山序其集云：「公詩往往有太白、樂天語，某輒能識之。」亦陰誚其襲用前人語也。然如「河分岡勢」、「春入燒痕」，本非一人之詩，而掇拾作聯，亦未為不可。而行墨間興之所至，偶拉入前人詩一二句，更不足為病也。惟全用一聯、一首，略換數字，此則不免剽竊之誚。今按庾信詩「地中鳴鼓角，天上下將軍」，而駱賓王賦有云「隱隱地中鳴鼓角，迢迢天上下將軍。」陰鏗詩「水田飛白鷺，夏木囀黃鸝」，而王維詩有云「漠漠水田飛白鷺，陰陰夏木囀黃鸝。」薛據詩「省闥開文苑，滄浪學釣舟」，而杜甫詩有云「獨當省署開文苑，兼從滄浪學釣舟。」白居易《寄元九》詩「百年夜分半，一歲春無多」，而黃魯直詩有云「百年中半夜分去，一歲無多春暫來。」羅隱《隴頭水》詩云「借問隴頭水，年年恨何事。全疑嗚咽聲，中有征人淚」，而於濆詩亦云「借問隴頭水，終年恨何事。深疑嗚咽聲，中有征人淚。」唐詩「忍以浮雲看世代，悲將流水照須眉」，而劉青田《題太公釣渭圖》有云「浮雲看世代，流水照須眉。」此皆不得謂非抄襲也。又楊鐵崖樂府《中湖龍姑曲》有「湖風起，浪如山，銀城雪屋相飛翻。白鼉豎尾月中泣，倒卷君山輕一粒。浪花拍碎岳陽樓，萬斛龍驤半空立」等句，而張思廉和其曲亦云： 「洞庭八月明月寒，湖龍捧出玻璃盤。湖風忽來浪如山，銀城雪屋相飛翻。白鼉樹尾月中泣，倒卷君山輕一粒。浪花拍碎回仙樓，萬斛龍驤半空立」，但起處稍不同耳。今各刻集中，豈本張作，經鐵崖刪改，後人遂各刻其集耶？又虞道園《挽文丞相》詩有「子房本為韓仇出，諸葛寧知漢祚移」，而楊鐵崖《洪武初不赴召作》詩亦有「子房本為韓仇出，諸葛寧知漢祚開」，全用其句。別本云：「商山本為儲君出，黃石終期孺子來。」豈鐵崖知襲用前人之非，後乃改之耶？顧俠君謂：鐵崖豔詩有全寫韓冬郎句者，英雄欺人，不可為訓。蓋謂此也。又元人李孝光《墨海》詩：「孤山招得老逋魂，白鶴歸來楚雲黑」，而同時成廷珪亦有《墨梅》詩云：「三生石上見逋仙，獨鶴歸來楚雲黑。」此亦明是相襲。至如宗楚客有「日映屋岩圖畫色，風搖雜樹管弦聲」之句，而杜少陵「絕壁過雲開錦繡，疏松隔水奏笙簧」似之。白香山有「醉貌如霜葉，雖紅不是春」之句，而蘇東坡「兒童誤喜朱顏在，一笑那知是醉紅」亦似之。又放翁詩「西風吹散朝來酒，依舊衰顏似葉黃」，元人詩 「貌似葉紅都被酒，頭如雪白也簪花」，此又脫胎變化，另出爐錘，使人不覺其運用之妙。又元遺山《感金哀宗入蔡州》詩：「蛟龍豈是池中物，蟣虱空悲地上臣」，同時李俊民有《襄陽變後》詩「蛟龍不是池中物，燕雀休嗤壟上人」，亦指蔡州亡國事，似亦相襲，然各極對偶之妙。"
      },
      {
        "index": 67,
        "text": "詩作嗢噱"
      },
      {
        "index": 68,
        "text": "詩人有以佳句得名者，如趙嘏之「長笛一聲人倚樓」，而人稱為「趙倚樓」也。鄭谷之詠鷓鴣，有「花落黃陵廟裏啼」，而人稱為「鄭鷓鴣」也。鮑當以孤雁詩謁薛映尚書，有「不惜充君庖，為帶邊城信」，薛大稱賞，而稱為「鮑孤雁」也。謝無逸詠蝴蝶，有「江天春晚暖風細，相逐賣花人過橋」，而稱為「謝蝴蝶」 也。韋莊遇黃巢之亂，作《秦婦吟》云「內庫燒為錦繡灰，天街踏盡公卿骨」，時稱為「秦婦秀才」也。許棠有洞庭詩最工，人稱為「許洞庭」也。范鎮嘗作《長嘯卻敵賦》，後嘗使遼，人稱為「長嘯公」也。賀鑄字方回，有「江南梅子」之句傳播人口，人稱為「賀梅子」也。應子和「臘炬短燒紅」，「風過落花紅」，「兩岸夕陽紅」，而稱為「三紅秀才」也。梅聖俞以詠河豚詩最工，而稱為「梅河豚」也。劉一止以曉行詩得名，稱「劉晚行」也。參寥僧有「隔林仿佛聞機杼，知有人家住翠微」之句，後東坡在黃州，州之士大夫問坡曰：「聞有詩僧相從，豈即『隔林仿佛聞機杼』者乎」？坡謂參寥曰：「此和尚七字號也。」元人錢塘張叔夏以春水詞得名，人呼為「張春水」，前明袁海叟因白燕詩「月明漢水初無影，雪滿梁園尚未歸」，稱為「袁白燕」。張燦為學士聯句，得單字，有「細雨斜飛燕子單」之句，馬端嘯呼為「燕子單」。學士崔不雕因「黃葉聲多酒不辭」之句，王新城稱為「崔黃葉」。此皆以詩句得美名也。亦有以詩作嗢噱者。《古今詩話》：張昌齡謂蘇味道曰：「某詩所以不及相公者，為無銀花合。」蓋以蘇《元夕》詩有「火樹銀花合」之句也。蘇答曰：「某所以不及相公者，為無金銅丁。蓋以張《贈張昌宗》詩有「昔日浮丘伯，今同丁令威」之句也。李義山詩「鏤月為歌扇，裁雲作舞衣。自憐回雪態，好取洛川歸。」有棗強尉張懷慶加為七字句：「生情鏤月為歌扇，出性裁雲作舞衣。照鏡自憐回雪態，來時好取洛川歸。」人謂「活剝張昌齡，生吞郭正一。」《摭言》：白樂天剌蘇，詩人張祜來謁。白曰：「久欽君款頭詩。」祐愕然。白曰：「鴛鴦鈿帶拋何處，孔雀羅衫付阿誰。非款頭耶？」祜微笑仰答曰：「亦當記得舍人目連變。」白曰：「何也？」祜曰：「上窮碧落下黃泉，兩處茫茫皆不見。非目連變耶？」又《北夢瑣言》：盧廷讓《哭邊將》詩曰：「牒多身上職，碗大背邊瘡。」人謂是打脊詩。又有人詩云：「窗下有詩留宿客，室中無事伴僧眠。」人以為自落便宜詩。賈島《哭僧》詩云：「寫留行道影，焚卻坐禪身。」時謂之燒殺活和尚。《抒情集》：周繇謂羅隱曰：「足下有女幛子詩極好。」隱不喻。繇曰：「若教解語應傾國，任是無情也動人。非女幛子耶？」隱大笑。曹唐《金陵佛寺》詩云：「水底有天春漠漠，人間無路月茫茫。」人謂之鬼詩。僧貫休《上蜀王建》詩有「萬水千山得得來」之句，建呼為「得得和尚」。《劉貢父詩話》：韓昌黎《贈玉川子》詩曰：「少室山人索價高，兩以諫官征不起。」又曰： 「先生抱才須大用，宰相未許終不仕。」王子直謂：「韓與處士作牙人商度物價。」《六一詩話》記聖俞嘗云：有贈漁者曰：「眼前不見市朝事，耳畔惟聞風水聲」，或以為此漁人患肝腎風。有詠詩者云：「盡日覓不得，有時還自來。」或以為此人失卻貓兒詩也。《百斛明珠》記杜默有「學海波中老龍，聖人門前大蟲」之句，謂此乃京東學究飲私酒，食脹死牛肉，醉飽而後發者。孫魴有《夜坐》詩「畫多灰漸冷，坐久席成痕」，沈彬謂田舍翁火爐頭語。《詩話總龜》：張文潛作《虎圖》詩云：「煩君衛吾寢，振此蓬蓽陋。坐令盜肉鼠，不敢窺白晝。」潘邠老云：「卻是貓兒詩也。」《後山詩話》：白樂天「笙歌歸院落，燈火下樓台」，非富貴人語，乃看人富貴者也。楊蟠《金山》詩云「天末樓台橫北固，夜深燈火見楊州」，王平甫謂莊舍牙人解量四至。吳僧《錢塘》詩「到江吳地盡，隔岸越山多」，或謂分界堠子語也。程師孟作靜堂，題詩曰：「每日更忙須一到，夜深還是點燈來。」人以為登溷詩。《悅生堂隨抄》：僧法海好作惡詩，郟從事序之曰：「昔小杜在老杜之下，今師又在小杜之下。」《直方詩話》：張文潛作大旱詩：「天邊趙盾益可畏，水底武侯方醉眠。」人以為幾於湯燖右軍也。昔有送熟鵝者曰「湯得右軍」。王荊公作《謝公墩》詩：「我名公字偶相同，我屋公墩在眼中。公去我來墩屬我，不應名姓尚隨公。」人謂與死人爭地界。辛稼軒帥越，遣人招劉改之。改之在西湖有事，不及行，作詞答曰：「斗酒彘肩，醉渡浙江，豈不快哉。被香山居士，約林和靖，與蘇公等，駕勒吾回。坡謂西湖，正如西子，濃抹淡妝臨照台。諸人者，都掉頭不顧，祇管傳杯。白雲天竺去來，畫圖裏，崢嶸樓觀開。看縱橫一劍，東西水繞；兩山南北，高下雲堆。逋曰不然，暗香疏影，只可孤山先探梅。蓬萊閣，訪稼軒未晚，且此徘徊。」改之當以此語岳侍郎倦翁，岳曰：「詞句固佳，但恨無刀圭藥療君白日見鬼證耳。」裴說嘗作《杜工部墓》詩云：「擬鑿孤墳破，重教大雅生。」廖凝笑以為掘墳賊。金人張翥有「西風了卻黃花事，不管安仁兩鬢秋」之句，人號為「張子卻」。趙諷有「好景落誰詩句裏，蹇驢馱我畫圖中」，人稱為「趙蹇驢」。"
      }
    ]
  }
}