{
  "chapterNumber": 41,
  "title": "卷四十一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "李斯本學帝王之術"
      },
      {
        "index": 2,
        "text": "吳起嘗學於曾子，後乃殘忍好殺，為名將，所學與所用有如此之相反者，而尤莫甚於李斯。《史記•李斯傳》：斯少時從荀卿學帝王之術，而《賈誼傳》河南守吳公治行為天下第一，故與李斯同邑而嘗師事焉。然則李斯之師乃大儒，而斯之弟子又能以經術飾吏事，獨斯則焚詩書，嚴法令，為禍於天下，何也？蓋斯本學帝王之術，以戰國時非可以此幹世，乃反而為急功近名之術，以佐秦定天下。及功既成，自知非為治之正道，恐人援古以議己，故盡毀諸書，以滅帝王之跡，欲使己獨擅名耳。"
      },
      {
        "index": 3,
        "text": "趙高志在報仇"
      },
      {
        "index": 4,
        "text": "趙高之竊權覆國，備載《李斯傳》中，天下後世固無不知其奸惡矣。然《史記索隱》謂高本趙諸公子，痛其國為秦所滅，誓欲報仇，乃自宮以進，卒至殺秦子孫而亡其天下。則高直以勾踐事吳之心，為張良報韓之舉，此又世論所未及者也。《金史》：宦者梁充，本宋奄人也，勸海陵伐宋，人謂其與宋通謀，使海陵疲敝國中云。"
      },
      {
        "index": 5,
        "text": "魏豹、李錡、李守貞皆以婦人謀反"
      },
      {
        "index": 6,
        "text": "《史記》：魏豹立為王，薄姬之母納薄姬於其官。許負相姬云：「當生天子。」豹聞之，乃反。後豹被誅，薄姬得侍漢高祖，生文帝，果為皇太后。《新唐書》：憲宗孝明皇后鄭氏，本李錡妾。有相者謂氏當生天子，錡聞之，納為侍人，遂反。錡誅，沒入掖庭，憲宗幸之，生宣宗。宣宗立，尊為皇太后。《五代史》：李守貞子崇訓娶符氏，有術者能聽人聲以知貴賤，守貞出家人使聽之。至符氏聲，驚曰：「此天下母也！」守貞方有異志，聞之，益自負，曰：「吾子婦猶為天下母，吾有天下，又何疑哉！」於是決反。後為郭威所誅，符氏遂歸周世宗為繼室，果為皇后。然亦有徒死而不驗者。《唐書•羅藝傳》：有女子李氏，自言通鬼道，嘗謂藝妻當母天下。妻令視藝，曰：「妃之貴由於王。」藝夫婦信之，遂反，後被誅。又張亮謂公孫常曰：「吾有妾，相者云必為王太姬。」遂反，後亦被誅。而藝妻、亮妾皆不驗。"
      },
      {
        "index": 7,
        "text": "蔡邕女甥多貴顯"
      },
      {
        "index": 8,
        "text": "蔡邕無子，其女文姬初適衛仲道，後歸董祀，生女為司馬師之妻。又《羊祜傳》：母陳留蔡氏，漢中郎將邕之女也。則邕又有一女嫁羊衟（即祜父），既生祜，而祐同產姊乃景獻皇后也。"
      },
      {
        "index": 9,
        "text": "王羲之為雲南先師"
      },
      {
        "index": 10,
        "text": "《元史•張立道傳》：雲南未知尊孔子，皆祀王逸少為先師。立道至，始立孔子廟，設學校，擇蜀士為之師，雲南始知尊孔子。按《唐書》先天元年，南詔晟羅皮已立孔子廟於國中。又《漢書》司馬相如入蜀，西南士人盛覽從學，歸以授鄉人，滇之文教始開。章帝元和初，滇池出神馬，甘露降，白鳥見，乃建學立師。則滇之有學校已久矣，《元史》所云，恐不足為據。"
      },
      {
        "index": 11,
        "text": "唐武后能容直臣"
      },
      {
        "index": 12,
        "text": "武后之嚴刑濫殺，縱周興、來俊臣等荼毒善類，固古今未有之凶暴。然亦有不可測者。方其寵薛懷義時，蘇良嗣遇懷義於朝，叱左右批其頰曳去。而朱敬則疏謂：「陛下內寵有薛懷義、張易之、昌宗，固應足矣。近聞尚食柳謨自言其子良『潔白，美須眉，』左監門長史侯詳自云『陽道壯偉，堪充宸內供奉』，無禮無義，溢於朝聽。」（見《舊唐書•張易之傳》，葉石林以為穢史。）宋璟劾張昌宗引妖人占己有天分，武后欲赦之，桓彥範疏諫謂：「陛下以簪履恩久，不忍加刑。」是皆直揭後穢跡，宜乎老羞變怒，立賜誅夷，乃於良嗣之批懷義，則置若不知；於敬則則勞之，謂「非卿不聞此」，賜彩段百匹；而彥範、璟亦不聞斥責也。懷義等憾此數人次骨，床第間所以媒孽之者，宜無所不至，後獨始終不為所動。陸贄所謂「天後收人心，當時稱知人之明，累朝賴多士之用，固亦英主之所為也」。"
      },
      {
        "index": 13,
        "text": "唐中宗復位由張易之兄弟"
      },
      {
        "index": 14,
        "text": "中宗之召還，固由狄仁傑以母天子性感動武后，世皆知之、其實乃張易之兄弟力也。《唐書•仁傑傳》：易之問自安計，仁傑勸迎廬陵王。《吉頊傳》：易之以兄弟寵盛，謀自全之計於頊，頊曰：「公家以寵幸進，非有大功於天下，勢必危。吾有策，非惟保身，且福及後嗣：天下思唐久矣，廬陵斥外，相王幽閉，上春秋高，諸武非海內所屬意，公何不請迎立廬陵，以繫人望，易吊為賀之資也。」易之、昌宗乘間如頊教，後意乃定，遂還中宗。是廬陵之復，仁傑與頊發其端，而成之者易之兄弟也。凶穢之朝，欲濟大事，固有非正人所能為，而反藉嬖幸以集事者。"
      },
      {
        "index": 15,
        "text": "趙普遇合"
      },
      {
        "index": 16,
        "text": "《孫公談圃》謂：宋藝祖生西京夾馬營，營前有趙學究聚徒課學，宣祖遣藝祖從之，後遂館於宣祖第。趙學究即普也，則藝祖嘗受業普矣。然王明清《揮麈錄》及王钅至《默記》皆言：宋太祖入滁之始，趙韓王教村童於山下，太祖訪問得之，用其計，俾為鄉導，取道清流關側蘆子{山孔}，浮西澗，入自北門，真搗郡治。皇甫暉方坐帳中，聞變，躍其愛馬號千里電，奔東郊。太祖追及於河梁，一劍揮之，人馬俱墜，遂就擒，姚鳳即以其眾降。又《厚德錄》：趙普初為滁州判官，太祖至滁，與語奇之。會獲盜百餘人，命普訊之，所全活甚多。是二說雖不同，然大概可見普之遇太祖在滁也。按《宋史》：普為永興節度使劉詞從事，周世宗兵至淮上，宰相范質奏普為軍事判官。宋太祖拔滁州，適宣祖臥疾，普朝夕侍側，宣祖乃待以宗分。太祖嘗與語，奇之，後遂辟為推官掌書記，所至輒請以自隨。則普之遇太祖在滁無疑，《談圃》所記或得之訛傳也。"
      },
      {
        "index": 17,
        "text": "滄浪亭"
      },
      {
        "index": 18,
        "text": "姑蘇滄浪亭，世但知為蘇子美遺址，而不知子美前後凡數易主。按子美自記謂：記諸故老，錢氏有國時，近戚孫承祐之池館也。葉石林《詩話》則謂：錢氏廣陵王所作。慶曆間，蘇子美謫廢，以四十千得之。傍水築亭，名曰滄浪。歐陽公所謂「清風明月本無價，可惜只賣四萬錢」者也。子美死後，為章僕射子厚所得。廣其故址，為閣為堂。亭北跨水，復有山名洞山，章並得之，發其下，皆嵌空大石千餘株，亦廣陵舊物，益以增累，遂雄冠一時。是子美後又屬之章相矣。石林又云：王元之為長洲縣令，無日不攜客醉其上。有詩曰：「他年我若功成後，乞取南園作醉鄉。」大觀末，蔡魯公罷相，欲東還，詔以園賜公。公有詩云：「八年帷幄竟何為，更賜南園寵退師。堪笑當年王學士，功名未有便吟詩。」則章惇後又屬之蔡京矣。洪邁《對雨編》又謂子美買時，僅用四十千，今為韓蘄王家所有，價值數百萬矣。則蔡京後，又屬之韓蘄王子孫也。然至今言滄浪亭者，但知有蘇子美，而章、蔡、韓三氏莫有記之者，豈非富貴勢力之不可恃，而文人風流文采可以久而不泯乎？（歸震川《滄浪亭記》謂：子美之後，有禪者居之，改為大雲庵。二百年來，寺僧文瑛尋古遺事，復子美之舊，大雲庵復改為滄浪亭。此雖於子美後洊易章、蔡、韓數主，未及詳考，然宋、元以來廢為僧寺，寺又改今之滄浪亭，則興廢又可見。）"
      },
      {
        "index": 19,
        "text": "蘇東坡、秦少遊才遇"
      },
      {
        "index": 20,
        "text": "「缺月掛疏桐，漏斷人初靜。時見幽人獨往來，縹緲孤鴻影。驚起卻回頭，有恨無人省。揀盡寒枝不肯棲，寂寞沙汀冷。」此東坡詞也。《野客叢書》記坡至惠州，居白鶴觀。其鄰溫都監者，有女年十六，聞坡至，欲嫁焉，坡夜吟詠，則其女徘徊窗外。坡後知之，正呼王說為媒，適有海南之行，遂止。其女旋卒。坡回聞之，乃作此詞，以記當日情事也。又秦少遊南遷至長沙，有妓生平酷愛秦學士詞，至是知其為少遊，請於母，願托以終身。少遊贈詞，所謂「郴江幸自繞郴山，為誰流下瀟湘去」者也。念時事嚴切，不敢偕往貶所。及少遊卒於藤，喪還，將至長沙，妓前一夕得諸夢，即逆於途。祭畢，歸而自縊以殉。按二公之南，皆逐客且暮年矣，而諸女甘為之死。可見二公才名震爆一時，且當時風尚，婦人女子皆知愛才也。（《甕牖閑評》以此為東坡在黃州時事。又云：坡倅杭日，與劉貢父兄弟遊西湖，忽有一女子駕小舟來，自敘景慕高名，無由得見，今已嫁為民妻，聞公遊湖，不憚呈身，以遂景慕之忱，願獻一曲。坡乃為賦《江神子》詞以貽之。其未句所謂「依約是湘靈。擬待曲終尋問取，人不見，數峰青」者也。）"
      },
      {
        "index": 21,
        "text": "東坡、晦庵、南軒皆有賢子孫"
      },
      {
        "index": 22,
        "text": "《宋史》：韓琦有孫曰浩，守濰州。建炎二年，金兵攻城，浩率眾拒守。城陷，力戰死。《稗史》：蘇叔黨過，坡公季子也。靖康中。赴官河北道，遇綠林脅使相從。叔黨曰：「若曹知世有蘇內翰乎？吾即其子也，肯隨爾輩求活耶？」通夕痛飲而死。吳師道《棲真寺記》：蘇轍子遲，建炎初以秘閣出守婺州，疏請減本州歲貢羅。詔從之。《金史•列女傳》：蘇轍家於許，其後蘇嗣之母白氏少寡，常於宅中祀東坡、穎濱二像。許州被兵時，辭兩先生像，自縊死。則蘇氏不特有賢子孫，且有賢婦矣。《稗史》：元兵入閩，執朱晦庵曾孫浚，欲降之。浚曰：「豈有朱晦庵後而失節者！」遂自殺。則朱子後亦有人也。然朱子《語錄》謂叔黨為梁師成妻持服，而何燕泉《餘冬序錄》又記朱浚為浙漕，每有書至賈似道，必稱萬拜，人因謂之「朱萬拜」。則其居官時似亦不能自守者。《謝枋得集》有《薦朱山長書》云：朱文公曾孫名沂，字泳道，守貧不仕。嘗曰：「吾家侍郎總領畿漕（即浚也），受知宰相，以文公之故，膴仕可唾手得；終為一俗吏，既無補於世道，徒有忝於家聲。」據此，則朱子曾孫名沂者乃節士，而名浚者俗吏也。其被執自殺之事，不見於史，惟元人劉麟瑞作《昭忠逸詠》五十首，俱記宋末忠節，內詠浚一首云：「身披薛荔去瓊琚，迢遞南來八使車。人隱考亭春自遠，馬嘶春水難誰紓。好扶名義垂千載，不把認冠辱四書。為守彝倫先訓在，潔身珍重返吾初。」則浚自殺之事，乃《稗史》妄傳，其為完節不仕則有確據。鄧光薦《忠義傳》：張唐，長沙人，南軒張宣公諸孫也。宋亡後，起兵復衡山、湘潭等縣。兵敗被執，欲降之，唐罵曰：「宋紹興至今百五十年，乃我祖公收拾撐拄者，今日降，而死何以見魏公於地下！」遂遇害。亦見《宋史•文天祥傳》。又《鄭所南集》：宋亡時，趙淮被擒，逼使至揚州誘降。淮謂城上曰：「此城是我祖我父所收拾，語李制置：決不可與賊！」賊怒殺之。是趙方有賢孫，趙範有賢子。此皆名臣子孫之不墜其家風者也。惟文丞相子弟皆仕於元，殊足為玷。其弟璧仕元時，或有詩云：「江南見說好溪山，兄也難時弟也難。可惜梅花各心事，南枝向暖北枝寒。」（元人劉詵有《挽文文溪》詩云：「平生惟客在，後死有兄知。」曰「後死有兄知」，則其心似有可諒者。）又文山子升，仕元至集賢學士，奉使贛州，道卒。有挽之者云：「地下修文同父子，人間讀史各君臣。」按升本璧之子也。丞相子道生、佛生、環生並流離中死，丞相《過南安遣人告先太師墓》有云：「繼令支子，實典祀事，有曰侄日升，我身是嗣。」並有詩寄璧云：「親喪君自盡，猶子是吾兒。」可證也。見《吟嘯集》。又《鄭所南集》：文丞相家人皆落元人手，獨妹氏更不改嫁，謂：「我兄如此，我寧忍耶！」惟流落燕山，欲歸廬陵不可得。是信國亦有賢妹也。又《宋史》：嘉定十四年，金犯淮南，有蘄州通判秦钜，與州守李誠之竭力拒守，城破死之，贈秘閣修撰，乃檜之曾孫也。钜之子浚、■皆從死。此則奸臣之後亦有守節者，可謂能幹蠱矣。"
      },
      {
        "index": 23,
        "text": "孫覿為東坡子"
      },
      {
        "index": 24,
        "text": "吾郡宋時有尚書孫覿，相傳為東坡遺體，馮具區祭酒所云陽羨孫老得坡公棄婢而生者也。覿所著有《鴻慶集》。今郡城外有降子橋。城中有觀子巷，云是棄婢生覿，以覿見坡之遺跡。王阮亭則力辨之，謂坡往陽羨，見一童子頗聰慧，出對句云：「衡門稚子璠璵器。」童子對曰：「翰苑仙人綿繡腸。」即孫覿也。坡甚喜之。據此，則覿非坡子明矣。然是時已傳播其事，至以之名橋巷，何耶？豈宋人好名，如童貫自托於韓魏公所出，梁師成自謂坡公所出耶？按覿在靖康時附耿南仲倡和議，有不同議者，則欲執送金人；又草表媚金，極其筆力（見《宋史•馬伸傳》）。高宗初，召為中書舍人、知制誥。紹興二年，又知臨安府，以贓敗，編管象州。則覿本非端士。所云東坡子者，蓋即出於覿之自言，欲以攀附名流，而不以中勾為恥也。"
      },
      {
        "index": 25,
        "text": "蔡京宅修城"
      },
      {
        "index": 26,
        "text": "《李忠定傳信錄》：靖康被圍之初，忠定守京城，運蔡京家假出石疊門。《續通鑒綱目》：金人懼蒙古之攻，修築汴京里城，募人能致甓五十萬者遷一官，萬升一等。平陽州判官完顏阿刺、左廂譏察官霍定和發蔡京故居，得二百萬有奇，準格遷賞。一宅足供兩朝禦敵之用，可見京當時營造之侈。"
      },
      {
        "index": 27,
        "text": "岳忠武之死"
      },
      {
        "index": 28,
        "text": "岳忠武之死，固由賊檜陷害，然亦必因思陵所疑忌，故讒言得以中之。蓋高宋初即位時，集諸路勤王兵置御營司。韓世忠已為左軍統制，張俊已為前軍統制，楊存中已為殿前主管公事，數人皆元從功臣，恩誼久固。（陸放翁《德勳廟碑》謂：高宗開大元帥府，張循王以府西豪傑首入侍帷幄。其後高宗每謂「心腹之舊將」，又曰：「從來待卿如家人。」又曰：「是人與他功臣相去萬萬。」）忠武雖因劉韐薦，見帝於相州，僅予承信郎。後積官於外，未嘗一日在朝，思陵之分誼，本視諸將較淺，其易於媒孽一也。且當時諸將各以姓為軍號，如韓家軍、岳家軍、張家軍之類，朝廷頗疑其跋扈。而張俊、楊存中等則皆治第臨安，貪財殖產，即賢如韓忠武，亦家於杭，多營田宅，是以思陵不疑。獨岳忠武引「匈奴未滅，何以家為」之義，不治生產，因母死葬廬山，遂家焉，初未置宅臨安。今杭州府學相傳為忠武舊第，乃召為樞密副使之後所居，其初固未嘗有此宅也。兵權在握，又不營生產為子孫設想，思陵不無顧慮。觀韓世忠為將時欲營新淦田，思陵聞之，即專敕以賜；劉光世請以淮東私田易淮西田，詔即許之，則思陵於諸將結其心而防其變，固未嘗一日忘也。（《德勳廟記》又謂：金人請和，而一二重將未還宿衛，論者咸謂非久長計。張俊率先請罷兵權，奉朝請，於是議始定。）是以檜與張俊謀陷忠武，欲其部將自相攻擊，因及忠武父子，使帝不疑。乃手自具獄，謂岳雲致書令張憲營還忠武兵柄。万俟卨治獄，又誣飛自言「己與太祖皆三十歲建節」，以為有不臣心。證佐既定，思陵亦不能不信之，而忠武之死決矣。檜、俊之計，夫固有以窺思陵之隱而深中之也。是時和議甫成，檜擅國之日尚淺，言官誣劾韓世忠，帝猶能格其議不下。王次翁謹事檜，帝惡其人，終斥去。勾龍如淵亦謹事檜，竟與奉祠去，檜亦不能違也。則忠武之死，帝固與知之。而小說家及《續通鑒》謂歲暮獄未成，檜因其妻「縛虎縱虎」之語，以片紙付獄吏，即斃忠武於獄，一似帝初不知者。此特以甚檜之惡，而非當日實事也。"
      },
      {
        "index": 29,
        "text": "岳墳鐵像"
      },
      {
        "index": 30,
        "text": "《西湖便覽》記岳墳鐵像，明正德八年都指揮李隆鑄銅為之，乃秦檜、王氏、万俟卨三像，反接跪暮前，久被遊人撻碎。萬曆中，按察副范洙更鑄以鐵，而添張俊一像，惜乎今沒王氏、張俊矣。《張待制集》又謂：萬曆中，司禮中貴孫隆添鑄張俊而為四。按《湧幢小品》：王氏、張俊二像，乃巡撫王汝訓沉之於湖者也。然今墓前又仍有四像，不知何人更鑄。又先有同知馬偉，取一檜樹，析幹為二，植岳墓前，號「分屍檜」。亦見《湧幢小品》。又《杭州府志》：孝宗雪飛之冤，改葬於棲霞嶺，廢智果院為祠，賜額曰「褒忠演福寺」。而《輟耕錄》謂王廟宋時賜「精忠」二字為額。元初墳圯，王六世孫諱士迪者，與宜興岳氏通譜，合力起廢墳，廟復完。久之，王之裔孫有為僧者，居墳之西，廢壞且盡。天台僧可觀訴於官，湖州推官柯九思乃歸其田，然廟寺尚無寸椽。杭州總管李全初以為己任，鄭明德為作疏語，郡人王華父力任之，於是寺與廟俱成。申明中書省，乃敕封如宋官號，加「保義」二字。此又岳廟之源流也。（元人白珽詠岳王孫縣尉復棲霞墓田事，有詩「岳鄂諸孫復墓田，清明寒食起新煙。道旁為我除蒼檜，山下如今哭杜鵑。高廟神靈應悔此，中原父老尚淒然。西湖靡靡行人去，卻望棲霞轉可憐。」此是尉蓋即諱士迪者也。林清源有詩云：「孤塚有人來下馬，六陵無樹可棲烏。」）"
      },
      {
        "index": 31,
        "text": "葉夢得、周草窗"
      },
      {
        "index": 32,
        "text": "葉夢得所著《石林燕語》、《玉澗雜書》、《避暑錄話》等書，周密所著《癸辛雜識》、《齊東野語》等書，在宋人說部中最可觀，洵能文之士也。然夢得之依附蔡京，密之依附賈似道，即其書可見。按《宋史•毛注傳》謂蔡京以夢得為腹心，《胡安國傳》謂夢得知臨安府，以蔡京黨落職奉祠。《強淵明傳》：淵明與夢得為蔡京死友。立元祐黨籍，分三等定罪，皆夢得等所為。夢得本傳雖隱而不書，然以他傳參考之，固不能掩也。今觀其所著書中，凡敘京事，一則曰「魯公」，再則曰「魯公」，則夢得亦不自覺其盡露心曲矣。周密於賈似道曾否造膝，雖不可考，然《癸辛雜識》內凡及似道事，無不寓回護之意。如敘演福新碑，謂似道舍田萬三千畝，以為寺僧贍口之資。後似道敗，寺僧倩人作碑，大罵賈相，則以寺僧為無人理。其敘韓震之死，謂似道出師時，先與震約，如師不捷，則震奉駕航海，似道帥師至海上奉迎。及似道師敗，陳宜中反其計誅韓震，議固守京師。乃北軍既入，宜中仍挾二王航海走。則賈、韓之謀，原非無見，而宜中之反之，而仍不免襲之者之可笑也。又舉其制外戚，抑北司，戢學校諸事，以為其才不可及。是其立論多為似道訟冤，想平日亦嘗受似道之盼睞故耳。朱弁《曲洧舊聞》謂：釋文瑩嘗遊丁謂之門，謂待之厚，故文瑩作《湘山野錄》頗左右之。區區感恩知己之私，本欲為所附者彌縫掩覆，而不知欲蓋彌彰，並自露其攀附之跡也。"
      },
      {
        "index": 33,
        "text": "謝皋羽"
      },
      {
        "index": 34,
        "text": "世傳謝翱《晞髮集》，謂翱曾在文丞相幕，丞相歿，翱常至嚴陵釣台作歌，有「化為朱鳥兮其噣焉食」之句，以竹如意擊為節，歌罷，竹石俱碎。然《宋史•忠義傳》歷敘從文天祥勤王者鄒渢等十九人，而無謝翱。但有謝皋者，乃死李成之難，非信國同事也。信國《集杜詩》及《吟嘯集》，凡生平同患難諸人，無不見之歌詠，亦無皋羽其人。鄧光薦《忠義傳》記當時與信國同危難者，亦無皋羽，但有謝杞者，秘書郎，太學名士，與督府幹辦架閣許由、李幼節等皆為閩士之秀，登進士第，以文采重一府。空坑之敗，莫知所終。豈即皋羽耶？或本名杞，國變後乃改字名耶？《宋濂集》有《翱傳》，謂福建長溪人，後徙浦城。文丞相開府延平，署谘事參軍，已而別去。又《懷麓堂詩話》：元季，東南人士重詩社，聘工詩者為考官。浦江吳氏月泉吟社，謝翱為考官，《春日田園雜興》題取羅公福為首。則皋羽未嘗無其人也，然曰元季，恐誤。"
      },
      {
        "index": 35,
        "text": "葛嶺大石佛"
      },
      {
        "index": 36,
        "text": "杭州葛嶺有大石佛一軀，泗水潛夫所撰《湖山勝概》謂宣和中僧思淨發願鑿成者也。而陸雲士《湖堧雜記》則謂：宋時有喻彌陀者，兒時指多寶山大石發願，云：「異時當鐫此為佛。」及出家，精於畫佛。方臘之亂，獨請以一身代一城之命，賊為稍戢。垂老鑿此石為佛，以償夙願。或曰：「彌勒在天，何用鑿此頑石？」師曰：「咄哉頑石頭，全憑巧匠修。只今彌勒佛，莫待下生求。」按《輟耕錄》喻彌陀即思淨也。錢唐人，喻其姓，思淨其僧名也。嘗建妙行院於北關，接待供僧三百萬。畫阿彌陀佛，入於神妙，楊侍郎傑讚為「喻彌陀」云。然《輟耕錄》謂彌陀鐫石為大佛頭，乃石所鑿成。余丙戍至杭州，見大石佛雄偉壯麗，曾作長歌一首，亦以為全石所成。及己亥再至杭州，正值裝修石佛，乃如肩以下就山石鑿成，而佛頭乃是草泥所為，非山石也。"
      },
      {
        "index": 37,
        "text": "少林寺僧兵"
      },
      {
        "index": 38,
        "text": "僧兵起於少林。《日知錄》已詳之，並列舉古來僧兵十數事。然尚有未盡者，今補之。《後周書》：齊主緯既被擒，任城王湝猶固守，沙門來應募者亦數千人。《唐書》：李罕之少為浮屠，後去為盜。《北夢瑣言》：高駢在蜀，忽召開元寺僧千人，遍笞之，曰：「此寺十年後當有禿丁作亂，是以厭之。」其後士人果髡發執兵，號大髡小髡，據寺為逆。曾達臣《獨醒志》：廬山圓通寺，南唐時賜田千頃，養之極厚。曹彬等渡江，寺僧來抗，金陵陷，乃遁去。金主亮死，山東豪傑皆起兵，有僧義端亦聚眾千餘，欲遁。辛棄疾知其將奔金，追殺之。《金宣宗紀》：夏人犯積石州，羌界寺族多陷，惟桑逋寺僧看逋、昭逋、斯沒及答那寺僧奔鞠等拒而不從。詔賞諸僧鈐轄、正將等官。明成化中，劉千斤之亂，康都督募紫微山僧惠通剿之。通直入賊營，獨與千斤鬥，千斤乃降。崇禎中，史記言知陳州，以流賊充斥，乃募士，聘少室僧訓練之。此又皆僧兵故事，足以補《日知錄》之缺。"
      },
      {
        "index": 39,
        "text": "大忠祠"
      },
      {
        "index": 40,
        "text": "廣東省城有大忠祠，祀宋文天祥、陸秀夫、張世傑。而新會之厓山，亦有大忠祠祀此三人，皆宋末忠臣。陸與張皆死於厓山之戰；文山雖不死於廣，而其被執也，在潮之五坡嶺，厓山之敗，文山縶於元軍中，又目擊之，故以之並祀，宜也。然三公生平亦有不合者。文山《集杜詩》內謂：秀夫在行朝，凡朝廷事，皆秀夫潤色綱紀之。厓山陷，全家赴水死。是於陸固無貶詞。其於張則曰：閩之再造，實賴世傑之力。然其人無遠誌，擁重兵厚資，惟務遠遁。自三山登極，世傑遣兵戰邵武，大捷，然不為守國計，即治海船，聞警遽浮海南去，天下事遂不可為。又咎其厓山之戰，不守山門而作一字陣，於是船皆幫縛不可動，不能攻人而專受攻，惜乎其不知變而徒守法。則文山與世傑始終意見不合也。按《癸辛雜識》：世傑死，其部曲張霸收其遺資，放舟回永嘉，途次為周文英所害。周得世傑所愛二美人，盡知供軍金帛數，凡數十船，悉掩有之。則世傑固貪財好色者耶？然金帛供軍，非私財也。中土無家，眷屬隨軍，亦非好色也。厓山之戰，恐軍士易散，故連艦相貫，所以示士卒以必死也。忠臣義士，當危難時，固有各行己見而不必相合者。如李庭芝守揚州，聞文山自元軍逃出，疑為說降，乃飛檄諸路擒捕，則亦未喻文山心事者。然庭芝卒以身殉國，不得以其捕文山而輕議之也。"
      },
      {
        "index": 41,
        "text": "畫角聲"
      },
      {
        "index": 42,
        "text": "譙樓畫角聲，相傳為明太祖所演以示警者。其聲曰：「為君難，為臣又難，難也難。創業難，守成又難，難也難。保家難，保身又難，難也難。」說見海鹽錢琦所著《語測》。"
      },
      {
        "index": 43,
        "text": "鳳陽丐者"
      },
      {
        "index": 44,
        "text": "江蘇諸郡，每歲冬必有鳳陽人來，老幼男婦，成行逐隊，散入村落間乞食。至明春二三月間始回。其唱歌則曰：「家住廬州並鳳陽，鳳陽原是好地方。自從出了朱皇帝，十年到有九年荒。」以為被荒而逐食也，然年不荒亦來行乞如故。《蚓庵瑣語》云：明太家時，徙蘇、松、杭、嘉、湖富民十四萬戶，以實鳳陽，逃歸者有禁，是以托丐潛回，省墓探親，遂習以成俗，至今不改。理或然也。"
      },
      {
        "index": 45,
        "text": "虎丘賣花"
      },
      {
        "index": 46,
        "text": "黃省曾《吳風錄》云：自朱勔以花石綱取媚，至今其子孫在虎丘以賣花為業。然則今虎丘賣花自朱氏始。"
      }
    ]
  }
}