{
  "chapterNumber": 2,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "慶壽冊寶"
      },
      {
        "index": 2,
        "text": "壽皇聖孝，冠絕古今，承顏兩宮，以天下養，一時盛事，莫大於慶壽之典，今摭錄大略於此。淳熙三年，光堯聖壽七十，預於舊歲冬至加上兩宮尊號，立春日行慶壽禮。至十三年，太上八十，正月元日再舉慶典，其日文武百僚，集大慶殿，各服朝服，用法駕五百三十四人，大樂四十八人（宋廷佐刻本云：「大樂四十八架正樂一百八十八人。」）架，樂正工一百八十八人，及列儀仗鼓吹於殿門外。上服通天冠，絳紗袍，執大圭，恭行冊寶之禮。鼓吹振作，禮儀使已下，皆導從，上乘輦從至德壽宮，俟太上升御座，宮駕樂作，皇帝北向再拜，奏起居，致詞曰：「臣某稽首言，伏惟（聖號）太上皇帝陛下，壽同天永，德與日新。典冊楊徽，華夷賴慶。」左相宣答曰：「（聖號）太上皇帝聖旨，皇帝迎陽展采，鏤牒榮親，何幸吾身屢觀盛事。」次皇太子以下稱賀致詞，宣答訖，並再拜舞蹈，禮畢，次詣太上皇后殿，行禮如前。候解嚴訖，皇帝入宮，進奉禮物，行家人禮，御宴極歡。自皇帝以至群臣禁衛吏卒，往來皆簪花。後三日，百官拜表稱賀於文德殿，四方萬姓，不遠千里，快睹盛事。都民垂白之老，喜極有至泣下者。楊誠齋詩云：「長樂宮前望翠華，玉皇來賀太皇家。青天白日仍飛雪，錯認東風轉柳花。」「春色何須羯鼓催，君王元日領春回。牡丹芍葯薔薇朵，都向千官帽上開。」任斯庵詩云：「金爵觚稜曉日開，三朝喜氣一時回。聖人先御紅鸞扇，天子龍輿萬騎來。」「霜曉君王出問安，寶香隨輦護朝寒。五雲深處三宮宴，九奏聲中二聖歡。」"
      },
      {
        "index": 3,
        "text": "四孟駕出"
      },
      {
        "index": 4,
        "text": "先期禁衛所閣門牒臨安府約束居民，不許登高及衩袒觀看。男子並令衫帶，婦人裙背。仍先一日封閉樓門，取責知委，不許容著來歷不明之人。殿步三司，分撥統制將官軍兵六千二百人擺齪諸巷大禮則倍此數。至日五鼓，地分頭項沿門驅逐雜人外，儀衛節次如後："
      },
      {
        "index": 5,
        "text": "車駕所經，諸司百官（宋刻云「諸百官司」）皆結綵門迎駕起居。俟駕頭將至，知班行門喝：「班到排立」；次喝：「躬身拜，再拜；」（駕回不拜值雨免拜）班首奏聖躬萬福，喝唱（宋刻「唱喏」）直身立。（齪巷軍兵則呼萬歲）"
      },
      {
        "index": 6,
        "text": "大禮（南郊、明堂）"
      },
      {
        "index": 7,
        "text": "三歲一郊，預於元日降詔，以冬至有事於南郊，或用次年元日行事。（明堂止於半年前降詔，用是歲季秋上辛日）先於五六月內擇日命司漕（宋刻「司」作「帥」）及修內司修飾郊壇，及絞縛青城齋殿等屋，凡數百間，悉覆以葦席，護以青布，並差官兵修築泥路，自太廟至泰禋門，又自嘉會門至麗正門，計九里三百二十步，（明堂止自太廟至麗正門）皆以潮沙填築，其平如席，以便五輅之往來。每隊各有歌頭，以彩旗為號，唱和杵歌等曲，以相兩街，居民各以彩段錢酒為犒。又命象院教象前導朱旗，以二金三鼓為節，各有袱頭紫衣蠻奴乘之，手執短钁，旋轉跪起，悉如人意。市井因競市繪塑小象，以饋遺四方。又以車五乘，壓之以鐵，多至萬斤，與輅輕重適等，以觀疾徐傾側之勢。至前一月進呈，謂之「閃試」。及駕出前一日，縛大彩屋於太廟前，置輅其中，許都人觀瞻。先自前一月以來，次第按試習儀，殆無虛日。郊前十日，執事陪祀等官，並受誓戒於尚書省。（宗室赴太廟受誓戒）前三日，百官奏請皇帝致齋於大慶殿。是日上服通天冠，絳紗袍，綪結佩，升高座，侍中奏請降座，就齋室。次日，車駕詣景靈宮，服袞冕行禮。（儀從並同四孟）禮畢駕回，就赴太廟齋殿宿齋。是夕四鼓，上服袞冕，詣祖宗諸室行朝饗之禮。是夜，鹵簿儀仗軍兵於御路兩旁分列，間以糝盆賁燭，自太廟直至郊壇泰禋門，輝映如晝。宰執親王，貴家巨室，列幕櫛比，皆不遠千里，不憚重費，預定於數月之前，而至期猶有為有力所奪者。珠翠錦繡，絢爛於二十里間，雖寸地不容閒也。歌舞游遨，工藝百物，輻輳爭售，通宵駢闐，至五鼓則槊先驅，所至皆滅燈火，蓋請道祓除之義。黎明，上御玉輅，從以四輅，（金、象、革、木）導以馴象，千官百司，法駕儀仗，錦繡雜遝，蓋十倍孟饗之數，聲容文物，不可遲述。次第出嘉會門至青城宿齋。（明堂則徑入麗正門齋殿齋宿）四壁皆三衙諸軍，周廬坐甲，軍幕旌旗，布列前後，傳呼唱號，列燭互巡，往來如織。行宮至暮則嚴更警場，（太廟齋宿亦然○宋刻誤「警惕」）鼓角轟振。又有衛士十餘隊，每隊十餘人，互喝云「是與不是？」眾應曰：「是。」又喝云：「是甚人？」眾應曰：「殿前都指揮使某人。」謂之「喝攔」。（宋刻作「探」）至三鼓，執事陪祀官並入，就黃壇排立，萬燈輝耀，燦若列星。凡齪燈皆自為志號，謂如捧俎官（宋刻無「謂」字）則畫一人為捧俎之狀等類。蓋燈多，不容不以此辨認，亦有好奇可笑者。用丑時一刻行事，至期，上服通天冠，絳紗袍，乘輦至大次，禮部侍郎奉中嚴外辨，禮儀使奏請皇帝行事。上服袞冕，步至小次，升自午階。天步所臨，皆藉以黃羅，謂之「黃道」。中貴一人，以大金合貯片腦迎前撒之。禮儀使前導，殿中監進大圭。至版位，禮直官奏：「有司謹具，請行事」。（宮架樂作。自此上進止皆樂作）時坰壇內外，凡數萬眾，皆肅然無嘩。天風時送珮環韶濩之音，真如九天吹下也。太社令升煙燔牲旨首。（宋刻無「旨」字）上先詣昊天位，次皇地祇，次祖宗位，奠玉，祭酒，讀冊，文武二舞，次亞終獻，禮畢。（宋刻禮畢上有「行」字）上詣飲福位，受爵，飲福酒。（登歌樂作）禮直官喝「賜胙」，次「送神」，次「望燎」訖，禮儀使奏禮畢。上還大次，更衣，乘輦還齋官，百僚追班，賀禮成於端誠殿。黎明，上乘大安輦，從以五輅進發。教坊排立，奏念致語口號訖，樂作，諸軍隊伍，亦次第鼓吹振作，千乘萬騎，如雲奔潮湧，四方萬姓，如鱗次蟻聚，迤邐入麗正門。教坊排立，再奏致語口號，舞畢，降輦小憩，以俟辨嚴，登門肆赦，弁陽老人有詩云：「黃道宮羅瑞腦香，袞龍升降佩鏘鏘。大安輦奏乾安曲，萬點明星簇紫皇。」又曰：「萬騎雲從簇錦圍，內官排辦馬如飛。（宋刻「辦」作「立」）九重閶闔開清曉，太母登樓望駕歸。」李鶴田詩云：「嚴更頻報夜何其，萬甲聲傳遠近隨。梔子燈前紅炯炯，大安輦上赴壇時。」"
      },
      {
        "index": 8,
        "text": "登門肆赦"
      },
      {
        "index": 9,
        "text": "其日，駕自文德殿，詣麗正門御樓，教坊作樂迎導，參軍色念致語，雜劇色念口號。至御幄降輦，門下閣門進「中嚴外辨」牌訖，御藥喝唱「捲簾」，（宋刻無「唱」字）上出幄，臨軒門下。鳴鞭，宮架奏曲，簾卷扇開，樂止，撞右五鐘。黃傘才出，門下宰臣以下兩拜，分班立。門上中書令稱：「有敕，立金雞門下。」侍郎應喏，宣奉敕立金雞。雞竿一起，門上仙鶴童子捧赦書降下，閣按置案上，太常寺擊鼓，鼓止，捧案至樓前中心。知，閣稱：「宣付三省」，參政跪受，捧制書中出班跪奏，請付外施行。門上中書令承旨宣曰：「制可。」門下參政稱：「宣付三省。」遂以制書授宰臣跪受訖，閣門提點開拆，授宣赦。舍人捧詣宣制位，起居舍人一員摘句讀。舍人稱：「有制」。宰臣以下再拜。俟讀至「咸赦除之」，獄級奏脫枷訖，罪囚應喏，三呼萬歲，歌呼而出。候宣赦訖，門上舍人贊，樞密及中書令曲賀兩拜，門下宣制舍人捧赦制書授宰臣，（宋刻無「赦」字）宰臣授刑部尚書，尚書授刑房錄事訖，歸班兩拜，致詞，三舞蹈，三叩頭。知閣稱：「有制。」宰臣已下再拜。知閣宣答云：「若時大慶，與卿等同之。」又拜舞如前。門上中書令奏禮畢，扇合，宮架樂作，簾降，樂止，撞左五鐘。門下禮部郎中奏解嚴，上還幄次，門下鳴鞭，舍人喝：「奉敕放仗。」宰臣已下再拜退。次宣勞將士訖，乘輦歸內，至南宮門教坊迎架，念致語口號如前。至文德殿降輦，舞畢退。弁陽翁詩云：「換輦登門卷御簾，侍中承制舍人宣。風書乍脫金雞口，一派歡聲下九天。」金雞竿，長五丈五尺，四面各百戲，一人緣索而上，謂之「搶金雞」。先到者得利物，呼萬歲。（纈羅襖子一領，絹匹，銀碗一隻重三兩）諸州進奏院各有遞鋪腰鈴黃旗者數人，俟宣赦訖，即先發太平州、萬州、壽春府，取「太平萬壽」之語。以次俱發鈴聲，滿道都人競觀。"
      },
      {
        "index": 10,
        "text": "樓下排立次第："
      },
      {
        "index": 11,
        "text": "恭謝"
      },
      {
        "index": 12,
        "text": "太禮後，擇日禮恭謝禮。第一日駕出，如四孟儀，詣景靈宮天興殿聖祖前行恭謝禮，次詣中殿祖宗神御前行禮，還齋殿進膳訖，引宰臣以下賜茶，茶畢奏事訖還內。第二日上乘輦，自後殿門出，教坊都管已下於祥曦殿南迎駕起居，參軍色念致語，雜劇色念口號，樂作，駕後樂東西班則於和寧門外排立後從作樂。將至太已宮，道士率眾執威儀於萬壽觀前，入圍子內迎駕起居作法事，前導入太乙宮門降輦，候班齊，詣靈休殿參神，次詣五福、十神太乙，次詣申佑殿（本命）北辰殿、通真殿（佑聖）、順福殿（太后本命）、延壽殿（南極）、火壽殿，禮畢，宣宰臣以下合赴坐宮並簪花，對御賜宴。上服袱頭，紅上蓋，玉束帶，不簪花。教坊樂作，前三盞用盤盞，後二盞屈卮。御筵畢，百官侍衛吏卒等並賜簪花從駕，縷翠滴金，各競華麗，望之如錦繡。衙前樂都管已下三百人，自新椿橋西中道排立迎架，念致語、口號如前。樂動《滿路花》，至殿門起《壽同天》曲破，舞畢退。姜白石有詩云：「六軍文武浩如雲，花簇頭冠樣樣新，惟有至尊渾不戴，盡將春色賜群臣。」「萬數簪花滿御街，聖人先自景靈回。不知後面花多少，但見紅雲冉冉來。」（是日皇后及內中車馬先還。宮中呼后為「聖人」）"
      },
      {
        "index": 13,
        "text": "聖節"
      },
      {
        "index": 14,
        "text": "其日候宰執奏事訖，追班，上坐垂拱殿，先引樞密院並管軍官上壽，（東京分為二日今只並為一日）禮畢，再坐紫宸殿，上公已下分立，候奏班齊，上公詣御茶床前，躬進御酒，跪致詞云：「文武百僚臣（某）等稽首言：天基令節，（聖節名逐朝換）臣等不勝大慶，謹上千萬歲壽。」下殿再拜。樞密宣答云：「得公等壽酒，與公等內外同慶。」又再拜，教坊樂作，接盞訖，跪起舞蹈如儀。閣門官喝：「不該赴坐官先退。」樞密喝群臣升殿，閣門分引上公已下合赴坐官升殿。第一盞宣視盞，送御酒，歌板色，唱《祝堯齡》，賜百官酒，觱篥起，舞三台，（後並准此）供進內鹹豉。第二盞賜御酒，歌板起中腔，供進雜爆。第三盞歌板唱踏歌，供進肉鮮，候內官起茶床，樞密跪奏禮畢，群臣降階，舞蹈拜退。此上壽儀大略也。若錫宴節次，大率如《夢華》所載，茲不贅書。今偶得理宗朝禁中壽筵樂次，因列於此，庶可想見承平之盛觀也。"
      }
    ]
  }
}