{
  "chapterNumber": 3,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "御教"
      },
      {
        "index": 2,
        "text": "壽皇留意武事，在位凡五大閱。（乾道二年、四年、六年、淳熙四年、十年）或幸白石，或幸芭茅灘，或幸龍山。一時儀文士馬、戈甲旌旗之盛，雖各不同，今撮其要，以著於此。"
      },
      {
        "index": 3,
        "text": "先一日，諸軍人馬全裝執色於教場東，布列軍幕宿營。至日，殿前馬步諸軍先赴教場下方營，並親隨軍排列將壇之後。質明，三衙管軍官並全裝從駕。上自祥曦殿戒服乘馬，太子、親王、宰執、近臣並戒服乘騎，以從護聖。馬軍八百騎，分執槍旗弓矢軍器，前後奏隨軍番部大樂等。（詳見後御教儀衛次第）駕入教場，升幄殿。殿帥執撾，躬奏：「諸司人馬排齊。」（宋刻「排立齊」）舉黃旗招諸軍向御殿敲梆子，（宋刻無「敲」字）一鼓唱喏，一鼓呼「萬歲」，再一鼓又呼「萬歲」，迭鼓呼「萬萬歲」，又一鼓唱喏。殿帥奏取聖旨，鳴角發嚴。上御金裝甲冑，登將壇幄殿，鳴角戒嚴。殿帥奏取聖旨，馬步軍整隊成屯，以備教戰。連三鼓，馬軍上馬，步軍起旗槍，分東西為應敵之勢。舉白旗教方陣，黃旗變圓陣，皂旗變曲陣，青旗變直陣，緋旗變銳陣，緋心皂旗作長蛇陣，緋心青旗（宋刻「白旗」）作伏虎陣。殿帥奏取聖旨，兩陣各遣勇將挑戰，變八圓陣。迭鼓舉旗，左馬軍戰右步軍，右馬軍戰左步軍。再迭鼓交旗，擊刺混戰。三迭金分陣大勢，馬軍四面大戰。三迭金分陣。殿帥奏教陣訖，取旨人馬擺列，當頭鳴角簇隊，以候放教。諸軍呈大刀車炮煙槍諸色武藝。御前傳宣，撫諭將士，射生官進獻獐鹿。上更戎服，賜宰臣以下對御酒五行，殿帥奏取旨謝恩如前，唱喏訖，駕出教場。是日，太上皇於教亭驛設簾幄以觀。駕至，邀上入幄，宣喚管軍官，賜大金碗酒於簾外。都人讚歎，以為盛觀。時殿司旗幟以黃，馬司以緋，步司以白。以道路隘促，止用從駕軍一萬四千二百人，（宋刻「一萬二千四百人」）分為二百四十八小隊。戈甲耀日，旌旗蔽天，連亙二十餘里，粲如錦繡。都人縱觀，以為前所未有。凡支犒金銀錢帛以巨萬計，悉出內庫，戶部不與焉。"
      },
      {
        "index": 4,
        "text": "御教儀衛次第"
      },
      {
        "index": 5,
        "text": "文物儀衛並同四孟駕出，今止添入後項。彈壓前隊侍立使臣都轄。執黃團龍旗使臣。（宋刻無「團」字）執繡龍旗使臣。帶弓箭汗胯豹尾使臣四員。帶汗胯員琦劍使臣十員。（「琦」宋刻「騎」，後同）彈壓後隊侍立使臣都轄。黃羅戲珠龍旗。黃繡龍旗二。豹尾使臣四。員琦劍使臣十人。供進馬四匹。帶甲御馬。御前金裝甲馬。（宋刻「金」作「全」）管押使臣幕士。內中正供馬。獸醫押槽。黃繡龍傳宣旗二。小龍傳宣旗十。隨逐巡視官。馬院禁衛官。引馬監官二員。供馬監官二員。聖駕供鞭通管二員。掇梢提轄二員。日烏獨腳旗。挾駕指揮使四十二人。鎖金龍旗二。犀皮御座椅。鈐拌刀子。（左）匙箸刀子。（右）青氈御笠。褐氈御笠。金鳳瓶。絲伴篋子。御膳篋子。玉靶于闐刀。金洗漱。皂白御靴。馬腦于闐刀。水晶于闐刀。通犀于闐刀。角靶于闐刀。酒鱉子。（大小）白豹皮杖榼。梳刷馬盂袋。黑漆套盤。圭木套盤。白虎皮仗榼。銷金弓箭葫蘆。虎豹皮弓箭袋葫蘆。飲水角。拍板二。哨笛四。番鼓二十四人。彈壓樂器使臣。管押訓練官。杏黃龍旗二。觱篥二。札子九。大鼓十。龍笛四。從駕官宰臣已下。（並如常日）臨安府彈壓官屬。"
      },
      {
        "index": 6,
        "text": "燕射"
      },
      {
        "index": 7,
        "text": "淳熙元年九月，孝宗幸玉津園講燕射禮，皇太子、宰執、使相、侍從正任，皆從輦至殿門外少駐，教坊進念致語、口號，作樂，出麗正門，由嘉會門至玉津園，賜宴酒三行。上服頭巾窄衣，束帶絲伴，臨軒內。侍御帶進弓箭，看箭人喝：「看御箭。」教坊樂作，射垛。前排立招箭班應喏。皇帝第二箭射中，皇太子已下各再拜稱賀，進御酒，並宣勸訖。皇太子及臣僚射弓，第四箭射中。上再射第五箭，（宋刻「第三箭」）又中的，傳旨不賀。舍人先引皇太子當殿賜窄衣，金束帶；次引射中臣僚受賜如前。再進御酒，奏樂，用雜劇。次賜宰臣以下十兩銀碗各一隻。上賦七言詩，丞相曾懷已下屬和以進。上乘逍遙輦出玉津園，（宋刻有「門」字）教坊進念口號。至祥曦殿降輦。招箭班者服紫衣袱頭，叉手立於垛前，御箭之來，能以袱頭取勢轉導入的，亦絕伎也。"
      },
      {
        "index": 8,
        "text": "公主下降"
      },
      {
        "index": 9,
        "text": "南渡以來，公主無及嫁者，獨理宗朝周漢國公主出降慈明太后侄孫楊鎮，禮文頗盛，今摭梗概於此。先是，擇日遣天使宣召駙馬至東華門，引見便殿，賜玉帶靴笏鞍馬及紅羅百匹，銀器百兩，衣著百匹，聘財銀一萬兩。對御賜筵五盞，用教坊樂。候畢，謝恩訖，乘塗金御仙花鞍轡絨座馬，執絲鞭，張三簷繖，教坊樂部五十人前引還第，謂之「宣系」。進財物件，並照《國朝會要》太常寺關報有司辦造。先一月，宣宰執常服系伴，詣後殿西廊觀看公主房奩："
      },
      {
        "index": 10,
        "text": "真珠九般四鳳冠褕翟衣一副真珠玉珮一副金革帶一條玉龍冠綬玉環北珠冠花篦環七寶冠花篦環真珠大衣背子真珠翠領四時衣服疊珠嵌寶金器塗金器貼金器出從貼金銀裝瓣等錦繡銷金帳幔陳設茵褥地衣步障等物"
      },
      {
        "index": 11,
        "text": "其日駙馬常服玉帶，乘馬至和寧門，易冕服，至東華門，用雁幣玉馬等行親迎禮。（用熙寧故事）公主載九般四鳳冠服，褕翟纏袖，升瓣其前。"
      },
      {
        "index": 12,
        "text": "天文官本位從物從人燭籠二十本位使臣插釵童子八人方扇四圓扇四引障花十提燈十二行障坐障"
      },
      {
        "index": 13,
        "text": "皇后親送，乘九龍瓣子。皇太子乘馬，圍子左右兩重。其後太師判宗正寺榮王、榮王夫人及諸命至第，賜御筵九盞。筵畢，皇后、太子選還，公主歸位，行同牢禮。（用開寶禮）然後親行盥饋舅姑之禮。（開寶通禮）謁見舅姑，用名紙一副，衣一襲，手帕一盒，妝盝藻豆袋銀器三百兩，衣著五百匹。余親各有差。三朝，公主、駙馬並入內謝恩，宣賜禮物，賜宴禁中。外庭奉表稱賀。賜宰執、親王、侍從、內職、管軍副教指揮使已上金銀錢勝色子有差。（依熙寧式○「勝色」宋刻作「盛包」）駙馬家親屬，各等第推恩。"
      },
      {
        "index": 14,
        "text": "唱名"
      },
      {
        "index": 15,
        "text": "第一名承事郎第二名三名並文林郎第一甲賜進士及第第二甲同進士及第第三甲第四甲賜進士出身第五甲同進士出身武舉第一名秉義郎特奏第一名同進士出身"
      },
      {
        "index": 16,
        "text": "上御集英殿拆號唱進士名，各賜綠襤袍、白簡、黃襯衫。武舉人賜紫羅袍、鍍金帶、牙笏。賜狀元第三人酒食五盞，餘人各賜泡飯。前三名各進謝恩詩一首，皆重戴綠袍絲鞭，駿馬快行。各持敕黃於前。黃幡（宋刻「旗」）雜沓，多至數十百面，各書詩一句於上。（宋刻無「一」字）呵殿如雲，皆平日交遊親舊相迓之人，或三學使令齋臧輩。若執事之人，則係帥漕司差，到狀元局祗應。亦有術人相士輩，自衒預定魁選，鼓舞於中。自東華門至期集所，豪家貴邸，競列彩幕縱觀，其有少年未有室家者，亦往往於此擇婿焉。期集所例置局於禮部貢院前，三人主之，於內遴選所長，以充職事。有糾彈、箋表、主管、題名、小錄、掌儀、典客、掌計、掌器、掌膳、掌酒果、監門等。後旬日朝謝。又數日拜黃甲，敘同年，其儀三名設褥於堂上，東西相向，四十已止立於東廊，四十已下立於西廊，皆再拜，拜已，擇榜中年長者一人狀元拜之，復擇少者一人拜狀元。又數日，赴國子監謁謝先聖先師訖，賜聞喜宴於局中。侍從已上及館職皆與知舉官押宴，遂立題名石刻。凡費悉出於官及諸閫饋遺云。"
      },
      {
        "index": 17,
        "text": "元正"
      },
      {
        "index": 18,
        "text": "朝廷元日冬至行大朝會儀，則百官冠冕朝服，備法駕，設黃麾仗三千三百五十人，（視東京已減三之一）用太常雅樂宮架登歌。太子、上公、親王、宰執並赴紫宸殿立班進酒，上千萬歲壽。上公致詞，樞密宣答。及諸國使人及諸州入獻朝賀，然後奏樂，進酒賜宴。此禮不能常行，每歲禁中止是。以三茅鐘鳴駕興，上服袱頭、玉帶、靴袍，先詣福寧殿龍墀及聖堂炷香，（用臘沈腦子）次至天章閣祖宗神御殿行酌獻禮，次詣東朝奉賀，復回福寧殿受皇后、太子、皇子、公主、貴妃，至郡夫人、內官、大內已下賀。賀畢，駕始過大慶殿御史台閣門，分引文武百寮追班稱賀。大起居十六拜，致詞上壽。樞密宣答禮畢，放仗。是日，後苑排辦御筵於清燕殿，用插食盤架。午後，修內司排辦晚筵於慶瑞殿，用煙火，進市食，賞燈，並如元夕。"
      },
      {
        "index": 19,
        "text": "立春"
      },
      {
        "index": 20,
        "text": "前一日，臨安府造進大春牛，設之福寧殿庭。及駕臨幸，內官皆用五色絲彩杖鞭牛。御藥院例取牛睛以充眼藥，餘屬直閣婆（號管人都行首）掌管。預造小春牛數十，飾彩幡雪柳，分送殿閣，巨璫各隨以金銀錢彩段為酬。是日賜百官春幡勝，宰執親王以金，餘以金裹銀及羅帛為之，繫文思院造進，各垂於袱頭之左入謝。後苑辦造春盤供進，及分賜貴邸宰臣巨璫，翠縷紅絲，金雞玉燕，備極精巧，每盤直萬錢。學士院撰進春貼子。帝后貴妃夫人諸閣，各有定式，絳羅金縷，華粲可觀。臨安府亦鞭春開宴，而邸第饋遺，則多效內庭焉。"
      },
      {
        "index": 21,
        "text": "元夕"
      },
      {
        "index": 22,
        "text": "禁中自去歲九月賞菊燈之後，迤邐試燈，謂之「預賞」。一入新正，燈火日盛，皆修內司諸璫分主之，競出新意，年異而歲不同。往往於復古、膺福、清燕、明華等殿張掛，及宣德門、梅堂、三閒台等處臨時取旨，起立鰲山。燈之品極多，（見後燈品）每以「蘇燈」為最，圈片大者經三四尺，皆五色琉璃所成，山水人物，花竹翎毛，種種奇妙，儼然著色便面也。其後福州所進，則純用白玉，晃耀奪目，如清冰玉壺，爽徹心目。近歲新安所進益奇，雖圈骨悉皆琉璃所為，號「無骨燈」。禁中嘗令作琉璃燈山，其高五丈，人物皆用機關活動，結大綵樓貯之。又於殿堂梁棟窗戶間為湧壁，作諸色故事，龍鳳噀水，蜿蜒如生，遂為諸燈之冠。前後設玉柵簾，寶光花影，不可正視。仙韶內人，迭奏新曲，聲聞人間。殿上鋪連五色琉璃閣，皆球文戲龍百花。小窗間垂小水晶簾，流蘇寶帶，交映璀璨。中設御座，恍然如在廣寒清虛府中也。至二鼓，上乘小輦，幸宣德門，觀鰲山。擎輦者皆倒行，以便觀賞。金爐腦麝如祥雲，五色熒煌炫轉，照耀天地。山燈凡數千百種，極其新巧，怪怪奇奇，無所不有，中以五色玉棚簇成「皇帝萬歲」四大字。其上伶官奏樂，稱念口號、致語。其下為大露台，百藝群工，競呈奇伎。內人及小黃門百餘，皆巾裹翠蛾，效街坊清樂傀儡，繚繞於燈月之下。既而取旨，宣喚市井舞隊及市食盤架。先是，京尹預擇華潔及善歌叫者謹伺於外，至是歌呼競入。既經進御，妃嬪內人而下，亦爭買之，皆數倍得直，金珠磊落，有一夕而至富者。宮漏既深，始宣放煙火百餘架，於是樂聲四起，燭影縱橫，而駕始還矣。大率效宣和盛際，愈加精妙。特無登樓賜宴之事，人間不能詳知耳。都城自舊歲冬孟駕回，則已有乘肩小女、鼓吹舞綰者數十隊，以供貴邸豪家幕次之玩。而天街茶肆，漸已羅列燈球等求售，謂之「燈市」。自此以後，每夕皆然。三橋等處，客邸最盛，舞者往來最多。每夕樓燈初上，則簫鼓已紛然自獻於下。酒邊一笑，所費殊不多。往往至四鼓乃還。自此日盛一日。姜白石有詩云：「燈已闌珊月色寒，（宋刻「月氣）舞兒往往夜深還。只應不盡婆娑意，更向街心弄影看。」又云：「南陌東城盡舞兒，畫金刺繡滿羅衣。也知愛惜春遊夜，舞落銀蟾不肯歸。」吳夢窗《玉樓春》云：「茸茸狸帽遮梅額，金蟬羅翦胡衫窄。乘肩爭看小腰身，倦態強隨閒鼓笛。問稱家在城東陌，欲買千金應不惜。歸來困頓殢春眠，猶夢婆娑斜趁拍。」深得其意態也。至節後，漸有大隊如四國朝、傀儡、杵歌之類，日趨於盛，其多至數千百隊。（宋刻「千」作「十」）天府每夕差官點視，各給錢酒油燭多寡有差。且使之南至千暘宮支酒燭，北至春風樓支錢。終夕天街鼓吹不絕。都民士女，羅綺如雲，蓋無夕不然也。至五夜，則京尹乘小提轎，諸舞隊次第簇擁前後，連亙十餘里，錦繡填委，簫鼓振作，耳目不暇給。吏魁以大囊貯楮券，凡遇小經紀人，必犒數千，（宋刻「數十」）謂之「買市」。至有黠者，以小盤貯梨藕數片，騰身迭出於稠人之中，支請官錢數次者，亦不禁也。李篔房詩云：「斜陽盡處蕩輕煙，輦路東風入管弦。五夜好春隨步暖，一年明月打頭圓，香塵掠粉翻羅帶，蜜炬籠綃斗玉鈿。人影漸稀花露冷，踏歌聲度曉雲邊。」京尹幕次，例占市西坊繁鬧之地，賁燭糝盆，照耀如晝。其前列荷校囚數人，大書犯由，云「某人為不合搶撲釵環，挨搪婦女。」繼而行遣一二，謂之「裝燈」。其實皆三獄罪囚，姑借此以警奸民。又分委府僚巡警風燭，及命都轄房使臣等，分任地方，以緝奸盜。三獄亦張燈建淨獄道場，多裝獄戶故事，及陳列獄具。邸第好事者，如清河張府、蔣御藥家，閒設雅戲煙火，花邊水際，燈燭燦然，遊人士女縱觀，則迎門酌酒而去。又有幽坊靜巷好事之家，多設五色琉璃泡燈，更自雅潔，靚妝笑語，望之如神仙。白石詩云：「沙河雲合無行處，惆悵來游路已迷。卻入靜坊燈火空，門門相似列蛾眉。」又云：「遊人歸後天街靜，坊陌人家未閉門。簾裡垂燈照樽俎，坐中嬉笑覺春溫。」或戲於小樓，以人為大影戲，兒童喧呼，終夕不絕。此類不可遽數也。西湖諸寺，惟三竺張燈最盛，往往有宮禁所賜，貴璫所遺者。都人好奇，亦往觀焉。白石詩云：「珠珞琉璃到地垂，鳳頭銜帶玉交枝。（宋刻「銜」作「御」）君王不賞無人進，天竺堂深夜雨時。」元夕節物，婦人皆戴珠翠、鬧蛾、玉梅、雪柳、菩提葉、燈球、銷金合、蟬貂袖、（宋刻「貉袖」）項帕，而衣多尚白，蓋月下所宜也。游手浮浪輩，則以白紙為大蟬，謂之「夜蛾」。又以棗肉炭屑為丸，系以鐵絲燃之，名「火楊梅」。節食所尚，則乳糖圓子、半辦、科斗粉、豉湯、水晶膾、韭餅，及南北珍果，並皂兒糕、宜利少、澄沙糰子、滴酥鮑螺、酪面、玉消膏、琥珀餳、輕餳、生熟灌藕、諸色龍纏（宋刻「瓏絆」）蜜煎、蜜果、（宋刻「裹」）糖瓜萎、煎七寶姜豉、十般糖之類，皆用鏤鍮裝花盤架車兒，簇插飛蛾紅燈綵盝，歌叫喧闐。幕次往往使之吟叫，倍酬其直。白石亦有詩云：「貴客鉤簾看御街，市中珍品一時來。簾前花架無行路，不得金錢不肯回。」競以金盤鈿盒簇飣饋遺，謂之「市食合兒」。翠簾銷幕，絳燭籠紗，遍呈舞隊，密擁歌姬，脆管清吭，新聲交奏，戲具粉嬰，鬻歌售藝者，紛然而集。至夜闌則有持小燈照路拾遺者，謂之「掃街」。遣鈿墜珥，往往得之。亦東都遺風也。"
      },
      {
        "index": 23,
        "text": "舞隊"
      },
      {
        "index": 24,
        "text": "大小全棚傀儡查查鬼（查大） 李大口（一字口） 賀豐年長瓠斂（長頭） 兔吉（兔毛大伯） 吃遂 大憨兒粗旦（宋刻「妲」） 麻婆子 快活三郎 黃金杏瞎判官 快活三娘 沈承務 一臉膜 貓兒相公洞公觜 細旦（宋刻「妲」） 河東子 黑遂王鐵兒（宋刻「王缺兒」） 交椅 夾棒（宋刻「捧」）屏風 男女竹馬 男女杵歌 大小斫刀鮑老 交袞鮑老子弟清音 女童清音 諸國獻寶 穿心國入貢 孫武子教女兵六國朝 四國朝 遏雲社 緋綠社 胡安女（宋刻無「安」字）鳳阮嵇琴 撲胡蝶 回陽丹 火藥（宋刻「大樂」）瓦盆鼓（宋刻無「盆」字） 焦錘架兒 喬三教 喬迎酒喬親事 喬樂神（馬明王） 喬捉蛇 喬學堂 喬宅眷喬像生 喬師娘 獨自喬 地仙 旱划船 教象 裝態村田樂 鼓板 踏橇（宋刻「踏蹺」） 撲旗 抱鑼裝鬼獅豹蠻牌 十齋郎 耍和尚 劉袞 散錢行 貨郎 打嬌惜"
      },
      {
        "index": 25,
        "text": "其品甚夥，不可悉數。首飾衣裝，相矜侈靡，珠翠錦綺，炫耀華麗，如傀儡、杵歌、竹馬之類，多至十餘隊。十二、十三兩日，國忌禁樂，則有裝宅眷籠燈，前引珠翠，盛飾少年尾其後，訶殿而來，卒然遇之，不辨真偽。及為喬經紀人，如賣蜂糖餅、小八塊風子，賣字本，虔婆賣旗兒之類，以資一笑者尤多也。"
      },
      {
        "index": 26,
        "text": "燈品"
      },
      {
        "index": 27,
        "text": "燈品至多，蘇、福為冠，新安晚出，精妙絕倫。所謂「無骨燈」者，其法用絹囊貯粟為胎，因之燒綴，及成去粟，則混然玻璃球也。景物奇巧，前無其比。又為大屏，灌水轉機，百物活動。趙忠惠守吳日，嘗命制春雨堂五大間，左為汴京御樓，右為武林燈市，歌舞雜藝，纖悉曲盡。凡用千工。外此有邦燈，則刻鏤金珀（宋刻「犀珀」）玳瑁以飾之。珠子燈則以五色珠為網，下垂流蘇，或為龍船、鳳輦、樓台故事。羊皮燈則鏃鏤精巧，五色妝染，如影戲之法。羅帛燈之類尤多，或為百花，或細眼，間以紅白，號「萬眼羅」者，此種最奇。外此有五色蠟紙，菩提葉，若沙戲影燈馬騎人物，旋轉如飛。又有深閨巧娃，翦紙而成，尤為精妙。又有以絹燈翦寫詩詞，時寓譏笑，及畫人物，藏頭隱語，及舊京諢語，戲弄行人。有貴邸嘗出新意，以細竹絲為之，加以彩飾，疏明可愛。穆陵喜之，令制百盞，期限既迫，勢難卒成，而內苑諸璫，恥於不自己出，思所以勝之，遂以黃草布翦鏤，（宋刻「縷」）加之點染，與竹無異，凡兩日，百盞已進御矣。"
      },
      {
        "index": 28,
        "text": "挑菜"
      },
      {
        "index": 29,
        "text": "二月一日，謂之「中和節」，唐人最重，今惟作假，及進單羅御服，百官服單羅公裳而已。二日，宮中排辦挑菜御宴。先是，內苑預備朱綠花斛，下以羅帛作小卷，書品目於上，系以紅絲，上植生菜、薺花諸品。俟宴酬樂作，自中殿以次，各以金篦挑之。后妃、皇子、貴主、婕妤及都知等，皆有賞無罰。以次每斛十號，五紅字為賞，五墨字為罰。上賞則成號真珠、玉杯、金器、北珠、篦環、珠翠、領抹，次亦鋌銀、酒器、冠鐲、翠花、段帛、龍涎、御扇、筆墨、官窯、定器之類。罰則舞唱、吟詩、念佛、飲冷水、吃生薑之類。用此以資戲笑。王宮貴邸，亦多效之。"
      },
      {
        "index": 30,
        "text": "進茶"
      },
      {
        "index": 31,
        "text": "仲春上旬，福建漕司進第一綱蠟茶，名「北苑試新」。皆方寸小誇。進御止百誇，護以黃羅軟盝，藉以青箬，裹以黃羅夾復，臣封朱印，外用朱漆小匣，鍍金鎖，又以細竹絲織笈貯之，凡數重。此乃雀舌水芽所造，一誇之直四十萬，僅可供數甌之啜耳。或以一二賜外邸，則以生線分解，轉遺好事，以為奇玩。茶之初進御也，翰林司例有品嚐之費，皆漕司邸吏賂之。間不滿欲，則入鹽少許，茗花為之散漫，而味亦漓矣。禁中大慶賀，（宋刻「會」）則用大鍍金幫，以五色韻果族飣龍鳳，謂之「繡茶」，不過悅目。亦有專其工者，外人罕知，因附見於此。"
      },
      {
        "index": 32,
        "text": "賞花"
      },
      {
        "index": 33,
        "text": "禁中賞花非一。先期後苑及修內司分任排辦，凡諸苑亭榭花木，妝點一新，錦簾綃幕，飛梭繡球，以至裀褥設放，器玩盆窠，珍禽異物，各務奇麗。又命小璫內司列肆關撲，珠翠冠朵，篦環繡段，畫領花扇，官窯定器，孩兒戲具，鬧竿龍船等物，及有買賣果木酒食餅餌蔬茹之類，莫不備具，悉效西湖景物。起自梅堂賞梅，芳春堂賞杏花，桃源觀桃，粲錦堂金林檎，照妝亭海棠，蘭亭修禊，至於鍾美堂賞大花為極盛。堂前三面，皆以花石為台三層，各植名品，標以象牌，復以碧幕。台後分植玉繡球數百珠，儼如鏤玉屏。堂內左右各列三層，雕花彩檻，護以彩色牡丹畫衣，間列碾玉水晶金壺及大食玻璃官窯等瓶，各簪奇品，如姚魏、御衣黃、照殿紅之類幾千朵，別以銀箔間貼大斛，分種數千百窠，分列四面。至於梁棟窗戶間，亦以湘筒貯花，鱗次族插，何翅萬朵。堂中設牡丹紅錦地茵，自殿中（宋刻「中殿」）妃嬪，以至內官，各賜翠葉牡丹、分枝鋪翠牡丹、御書畫扇、龍涎、金盒之類有差。下至伶官樂部應奉等人，亦沾恩賜，謂之「隨花賞」。或天顏悅懌，謝恩賜予，多至數次。至春暮，則稽古堂、會瀛堂賞瓊花，靜侶亭、紫笑淨香亭采蘭挑筍，則春事已在綠陰芳草間矣。大抵內宴賞，初坐、再坐，插食盤架者，謂之「排當」。否則但謂之「進酒」。"
      }
    ]
  }
}