{
  "chapterNumber": 9,
  "title": "卷八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "車駕幸學"
      },
      {
        "index": 2,
        "text": "先期三日，儀鸞司及內侍省官至國子監相視，八廂亦至學中搜檢。次日，諸齋生員盡行搬出學外安泊，各齋門並用黃封，學官預擬御課題，用黃羅裝背大冊，面僉云：「太學某齋生臣姓某供。」以大黃羅袱護之，置於各齋之前，以備駕至點索。崇化堂後，即聖駕歇泊之所，皆設御屏黃羅幃設，供御物等。凡敕入宮門號，止於國子監外門；敕入殿門號，止於國子監內門；敕入禁衛號，止於崇化堂天井，謂之「隔門」。除司業、祭酒外，其餘學官、前廊、長諭，並帶黃號於隔門外席地坐，賜酒食三品，以俟迎駕。駕至純禮坊，隨駕樂部參軍色念致語，雜劇色念口號，起引子，導駕至大成殿欞星門，禮部太常寺官、國子監三學官及三學前廊、長諭，率諸生迎駕起居。上乘輦入門，至大成殿門降輦，有旨免嗚鞭，以昭至敬。閣門太常禮直官前導入御幄，太常卿跪奏稱：「太常卿臣某言：請皇帝行酌獻之禮。」上出御幄升殿，詣文宣王位前，三上香，跪受爵，三祭酒奠爵兩拜，在位皆兩拜，降價歸幄。太常卿奏禮畢，陪位官並退。上乘輦嗚鞭入崇化堂降輦，入幄更衣。禮官、國子臨官、三學官、三學生並於堂下分東西立，次引執經官、講書官於堂下東壁面西立，宰臣、執政以下北向立，閣門奏班齊，上服帽，紅上蓋，玉束帶，絲鞋，出崇化堂坐。宰臣已下宣名奏聖躬萬福。御藥傳旨，宣千堂，各兩拜贊賜坐，分東西階升堂席後立。次引執經官、講書官奏萬福，兩拜。次引國子監三學官並三學生奏萬福，兩拜，分引升兩廊席後立。內官進書案聽宣，以經授執經官進於案上講筵內，承受對展經冊。入內官進牙界方，舍人贊賜坐，宰相已下及兩廊學官生員應喏訖，各就坐聽講，講書官進讀經義，執經官執牙篦執讀，入內官收撒經書，再以講義授講官，講書官指講訖，入內官撒書，堂上兩廊官並起分行，宰臣已下降價，講書官當御前躬身致詞，北向立，兩拜，御藥降價宣答云：「有制，謁款將聖，肅尊視學之儀，講繹中庸，爰命敷經之彥，茂明彝訓，允當朕心。」再兩拜。御藥傳旨宣坐，賜茶訖。舍人贊躬身不拜，各就坐，分引升堂席後立，兩拜，各就坐。翰林司供御茶訖，宰臣已下並兩廊官贊喫茶訖，宰臣已下降價，北向立，御藥傳旨不拜，引兩廊官北向各再拜訖出，皇帝起易服，帕頭上蓋，玉帶線鞋，乘輦嗚鞭出學，百官諸生迎駕如前。隨駕樂部，參軍色迎駕，念致語，雜劇色念口號曲子，起《壽同天》引子，導駕還宮。在學前廊並該恩出官諸生，各有免解恩例，餘並推恩有差。"
      },
      {
        "index": 3,
        "text": "人使到闕"
      },
      {
        "index": 4,
        "text": "北使到闕，先遺伴使賜御筵於赤岸之班荊館，中使傳宣撫問，賜龍茶一斤，銀合三十兩。次日，至北郭稅亭茶酒上馬，入餘杭門，至都亭驛，中使傳宣賜龍茶銀合如前，又賜被褥銀、沙鑼等。明日，臨安府書送酒食，閣門官說朝見儀，投朝見榜子。又明日，入見於紫宸殿，見畢，赴客省茶酒，遂賜宴於垂拱殿。酒五行，從官已上與坐，是日賜茶酒名果，又賜使副衣各七事，帕頭牙笏二十兩，金帶一條，並金魚袋靴一雙，馬一匹，鞍轡一副，共折銀五十兩，銀沙鑼五十兩，色綾絹一百五十匹，餘並賜衣帶銀帛有差。明日，賜性餼，折博生羅十匹、綾十匹、絹布各二匹。朝見之二日，與伴使偕往天竺寺燒香，賜沈香三十兩，並齋筵、乳糖、酒果。次至冷泉亭呼猿洞游賞。次日又賜內中酒果、風藥、花餳。赴守歲，夜筵用傀儡。元正朝賀禮畢，遣大臣就驛賜御筵，中使傳宣勸酒九行。三日，客省簽賜酒食，禁中賜酒果，遂赴浙江亭觀潮，酒七行。四日，赴玉津園燕射，命善射者假官伴之，賜弓矢酒行。樂作，伴射與大使射弓，館伴與副使射弩，酒五行。五日，大燕集英殿，尚書郎官、監察御史已上，並與學士院撰致語。六日，裝班朝辭退，賜襲衣金帶三十兩、銀沙鑼五十兩、紅錦二色、綾二匹、小綾十色、絹三十匹、雜色絹一百匹，餘各有差。臨安府書送贈儀。復遣執政就驛賜燕，晚赴解換夜筵。伴使始與親勸酬，且以衣物為侑，謂之「私覿」。"
      },
      {
        "index": 5,
        "text": "次日，賜龍鳳茶、金銀合，乘馬出北關，登舟。又次日，遣近臣賜御筵。自到闕至朝辭，密賜大使銀一千四百兩，副使八百八十兩，衣各三襲，金帶各三條；都管上節各銀四十兩，衣二襲；中下節各銀三十兩，衣一襲，塗金帶副之。"
      },
      {
        "index": 6,
        "text": "宮中誕育儀例略"
      },
      {
        "index": 7,
        "text": "宮中凡閣分有娠，將及七月，本位醫官申內東門司及本位提舉官奏聞門司特奏，再令醫官指定降誕月分訖，門司奏排辦產閣，及照先朝舊例，三分減一，於內藏庫取賜銀絹等物如後："
      },
      {
        "index": 8,
        "text": "羅二百匹"
      },
      {
        "index": 9,
        "text": "絹四千六百七十四匹"
      },
      {
        "index": 10,
        "text": "金二十四兩八錢七分四厘"
      },
      {
        "index": 11,
        "text": "銀四千四百四十兩"
      },
      {
        "index": 12,
        "text": "銀錢三貫足"
      },
      {
        "index": 13,
        "text": "大銀盆一面"
      },
      {
        "index": 14,
        "text": "醽醁沈香酒五十三石二斗八千"
      },
      {
        "index": 15,
        "text": "裝畫扇子一座"
      },
      {
        "index": 16,
        "text": "裝畫油盆八面"
      },
      {
        "index": 17,
        "text": "簇花生色袋身單一副"
      },
      {
        "index": 18,
        "text": "催生海馬皮二張"
      },
      {
        "index": 19,
        "text": "檀香匣盛唾銅剃刀二把，金鍍銀銷鑰全彩畫油栲栳簸箕各一"
      },
      {
        "index": 20,
        "text": "彩畫油磚八口"
      },
      {
        "index": 21,
        "text": "彩畫油瓶二"
      },
      {
        "index": 22,
        "text": "新羅漆馬銜鐵一副"
      },
      {
        "index": 23,
        "text": "裝畫胎衣瓶"
      },
      {
        "index": 24,
        "text": "鐵秤錘五個"
      },
      {
        "index": 25,
        "text": "鐵鉤五十條"
      },
      {
        "index": 26,
        "text": "眠羊臥鹿二合各十五事"
      },
      {
        "index": 27,
        "text": "金銀果子五百個"
      },
      {
        "index": 28,
        "text": "影金貼羅散花兒二千五百"
      },
      {
        "index": 29,
        "text": "錦沿席一"
      },
      {
        "index": 30,
        "text": "綠席氈、蒲合、褥子各二"
      },
      {
        "index": 31,
        "text": "瑪瑙纈絹一匹"
      },
      {
        "index": 32,
        "text": "大氈四領"
      },
      {
        "index": 33,
        "text": "乾蓐草一束"
      },
      {
        "index": 34,
        "text": "雜用盆十五個"
      },
      {
        "index": 35,
        "text": "暖水釜五個"
      },
      {
        "index": 36,
        "text": "綠油柳木槌十個"
      },
      {
        "index": 37,
        "text": "生菜一合"
      },
      {
        "index": 38,
        "text": "生艾一斤"
      },
      {
        "index": 39,
        "text": "生母姜二斤"
      },
      {
        "index": 40,
        "text": "黑豆一斗"
      },
      {
        "index": 41,
        "text": "無灰酒二瓶"
      },
      {
        "index": 42,
        "text": "米醋二瓶"
      },
      {
        "index": 43,
        "text": "紐地黃汁布二條"
      },
      {
        "index": 44,
        "text": "濾藥布二條"
      },
      {
        "index": 45,
        "text": "香墨十鋌"
      },
      {
        "index": 46,
        "text": "雞子五十個"
      },
      {
        "index": 47,
        "text": "小石子五十顆"
      },
      {
        "index": 48,
        "text": "竹柴五十把"
      },
      {
        "index": 49,
        "text": "紅布袋二"
      },
      {
        "index": 50,
        "text": "帶泥藕十挺"
      },
      {
        "index": 51,
        "text": "生芋子一合"
      },
      {
        "index": 52,
        "text": "銀杏一合五十斤"
      },
      {
        "index": 53,
        "text": "嘉慶子五十斤"
      },
      {
        "index": 54,
        "text": "菱米五十年"
      },
      {
        "index": 55,
        "text": "荔枝五十斤"
      },
      {
        "index": 56,
        "text": "胡桃二千個"
      },
      {
        "index": 57,
        "text": "圓眼五十個"
      },
      {
        "index": 58,
        "text": "蓮肉五十斤"
      },
      {
        "index": 59,
        "text": "棗兒五十斤"
      },
      {
        "index": 60,
        "text": "柿心五十斤"
      },
      {
        "index": 61,
        "text": "栗子五十斤"
      },
      {
        "index": 62,
        "text": "梁子十合"
      },
      {
        "index": 63,
        "text": "吃食十合"
      },
      {
        "index": 64,
        "text": "仍令太醫局差產科大小方脈醫官宿直，供畫產圖方位，飲食禁忌，合用藥材，催生物件，合本位踏逐老娘伴人，乳婦抱女，洗澤人等，申學士院撰述淨胎發祝壽文，排辦產閣了畢，犒賜修內司、會通門官、本司人吏、庫子醫官、儀鸞司等人銀絹記會有差。候降誕日，本位官即便申內東門司轉奏降誕、三日、一臘、兩臘四節次，拆產閣。三臘、滿月二次，百晬、頭晬，以上十次支賜銀絹。仍添本位聽宣內人請給十分。已上並系常例。此外特恩，臨時取旨，不在此限。外廷儀禮，不在此內。"
      },
      {
        "index": 65,
        "text": "冊皇后儀"
      },
      {
        "index": 66,
        "text": "先一日宣押翰林學士鎖院草冊后制詞，賜學士潤筆金二百兩。次日，百官聽宣佈，皇后三辭免。不允。差官奏告天地宗調社稷諸陵。太史局擇日，先期命有司陳設。至日早，文武百僚集於大慶殿門外，節次贊引執事官入立，班定，皇帝自內服袱頭紅袍玉帶靴入幄，更服通天冠，絳紗袍。禮部侍郎奏中嚴外辦，禮儀使俯伏跪稱：「禮儀使臣某言：請皇帝發冊。」侍中詣御坐前躬承旨訖，降東階立稱：「有制。」皆再拜。太傅太保躬身。侍中宣制曰：「冊刀某氏，立為皇后。命公等持節展禮。」太傅太保再拜，參政帥掌節者脫節衣，詣太傅位，掌節者以節授參政，參政奉節西向，以節授太傅，太傅受訖，以節授掌節者。次中書令以冊授太傅，太傅受訖，置於案次，侍中轉寶授太保，並如前儀。復位，並再拜。持節者前導，冊寶進行，太傅押冊，太保押寶，由中道出文德殿東偏門。掌節者加節衣，至穆清殿外幄次，初冊寶出門。禮儀使至御座前跪奏：「禮儀使臣某言，禮畢。」內侍承旨索扇、扇合、簾降，鳴鞭，協律郎舉麾鼓柷。皇帝降坐，入東房，侍中版奏解嚴。是日穆清殿設樂架黃麾仗。皇后常服，乘金龍肩輿至穆清殿後西閣，內命婦等應陪列者奉從至閣內，侍中版奏中嚴外辦，應行事執事官各就門外位立定，持節者立於左，內命婦各就位，皇后首飾禕衣，內侍引司言，司言引尚宮，尚宮引皇后出閣，協律郎舉麾，由西房至殿上，南向立定，禮直官引太傅太保就內給事前西向跪稱：「冊使太傅某、副使太保某，奉制授皇后前備物典冊。」俯伏興退復位。內給事詣皇后前跪奏如前。次太傅以冊授內侍，內侍受冊，舉冊官奠冊舉冊舉案，俱詣內謁者臨位，以冊授內謁者監，受冊奠訖。次太保轉寶授內謁者臨如前儀。掌節者脫節衣，以節授掌節，內侍前導冊寶進行入殿門，內謁者監都大主管後從，以次入殿庭，至位，尚宮引皇后自東階至殿下中褥位北向，至位，舉冊寶官並案進於皇后之右，少前，西向跪奠訖。內侍稱：「有制。」后再拜，讀冊官跪宣冊文，后又再拜。次內謁者監奉冊授皇后，皇后受訖，以授司言。次奉寶授皇后，皇后受訖，皇后再拜退。內侍以謝皇太后箋授皇后，皇后置於案，再拜，內侍奉表以出投進。次謝皇帝表，如前。內侍奏禮畢。次尚宮引皇后升堂，司寶奉寶至於坐前，司賓引內命婦次就位班首初行，至位，命婦皆再拜，司贊引班首升階，進當皇后，北向致詞稱讚，降自西階至位，內外命婦皆再拜，司言稱：「令旨。」命婦皆再拜。宣令旨訖，又皆再拜。司賓以次引命婦還宮，出門。次內侍引外命婦出，至階上，北向致詞，降價，外命婦皆再拜，又宣答如前。內侍奏禮畢，皇后降坐，皇后歸閣，至閣，受賀畢。皇后更常服升坐，命外命婦如宮中儀會畢，再拜，以次出。"
      },
      {
        "index": 67,
        "text": "皇后歸謁家廟"
      },
      {
        "index": 68,
        "text": "太史局預擇日降旨，命禮寺參酌禮典所屬排辦。至日，皇后出宮，至祥曦殿上升龍簷，出和寧門，至皇后家廟。本府干辦使臣等，並穿秉兵士，並衫帽於大門外香案前排立，俟儀衛至，各兩拜。本府親屬於內門，婦人於廳下側立，俟龍簷升廳，至堂門降簷入幄次，少歇，次本府親屬並立幄前興居，退詣家廟，以俟陪立。次本門官奏請皇后服團冠背兒，乘小車入詣家廟。西階降車。皇后升堂西向位，兩拜，陪位官各兩拜，讀祝文，兩拜，陪位各兩拜如上儀。皇后還位，再拜，陪位官各兩拜，皇后降東側，升車。又詣後堂，炷香如前儀。次赴賜筵，皇后坐於堂中，南向堂前施簾，親屬並常服詣廳下南向謝恩。俟皇后升堂，詣簾前兩拜，婦人於簾內兩拜，親屬並繫鞋立定，以俟就坐，供進酒食如家人禮。至第五盞，各於席前立，俟皇后降坐少歇，再坐並如前儀，又至第九盞酒畢，並靴笏各兩拜，賜筵賜物，次於廳前排立謝恩，各兩拜。俟皇后出幄乘龍簷，親屬北向兩拜退。皇后還內，詣御前謝恩，進納御前及送諸閣分夫人御侍韶部職事內人及諸位次內人本殿內人並細色匹帛、盤盞細果、海鮮時新吃食，及支給內侍省大官已下及本殿官吏銀絹有差。次日，內降指揮：皇后封贈三代親屬，並行推恩。"
      },
      {
        "index": 69,
        "text": "早泛索"
      },
      {
        "index": 70,
        "text": "皇后 下飯七件 菜蔬五件 茶果十果 小碟兒五件"
      },
      {
        "index": 71,
        "text": "親屬各早食十味"
      },
      {
        "index": 72,
        "text": "賜筵"
      },
      {
        "index": 73,
        "text": "皇后 繡髙飣十 時果十碟 脯臘十碟 細京果十碟 細蜜煎十碟 看菜十碟"
      },
      {
        "index": 74,
        "text": "親屬 京果四十壘 脯臘三百碟 時果乾果共五百碟"
      },
      {
        "index": 75,
        "text": "初坐"
      },
      {
        "index": 76,
        "text": "皇后 下酒喫食九盞 上細看食十件 果子意思十件"
      },
      {
        "index": 77,
        "text": "歇坐"
      },
      {
        "index": 78,
        "text": "下酒喫食十盞 果子十件 時果十件"
      },
      {
        "index": 79,
        "text": "宣賜折食錢"
      },
      {
        "index": 80,
        "text": "大官四員 閣長已下十三員 皇后閣內人 押班等二十五人"
      },
      {
        "index": 81,
        "text": "本殿隨從官 儀鸞司官 御酒庫官 御輦院官 御廚官"
      },
      {
        "index": 82,
        "text": "翰林司官 祗候庫官 講殿幕士 樂官"
      },
      {
        "index": 83,
        "text": "賜筵樂次"
      },
      {
        "index": 84,
        "text": "家廟酌獻三盞，諸部合，《長生樂》引子。"
      },
      {
        "index": 85,
        "text": "第一盞，觱篥起，《玉漏遲慢》。笛起，《側犯》。笛起，《真珠髻》。觱篥起，《柳穿鶯》。合，《鼓掌慶》曲破，對舞。"
      },
      {
        "index": 86,
        "text": "第二盞，觱篥起，《聖壽永》歌曲子。琵琶起，《傾杯樂》。"
      },
      {
        "index": 87,
        "text": "第三盞，琵琶起，《憶吹簫》。觱篥起，《獻仙音》。"
      },
      {
        "index": 88,
        "text": "第四盞，琵琶獨彈，《壽千春》。笛起，《芳草渡》。念致語、口號。勾雜劇色，時和等做《堯舜禹湯》，斷送《萬歲聲》。合意思，副末念。"
      },
      {
        "index": 89,
        "text": "第五盞，觱篥起，《賣花聲》。笛起，《魚水同歡》。"
      },
      {
        "index": 90,
        "text": "第一盞，觱篥合小唱，《簾外花》。"
      },
      {
        "index": 91,
        "text": "第二盞，琵琶獨彈，《壽無疆》。"
      },
      {
        "index": 92,
        "text": "第三盞，箏琶、方響合，《雙雙燕》神曲。"
      },
      {
        "index": 93,
        "text": "第四盞，唱賺。"
      },
      {
        "index": 94,
        "text": "第五盞，鼓板。觱篥合，小唱《舞楊花》。"
      },
      {
        "index": 95,
        "text": "第六盞，笙起，《壽南山》。方響起，《安平樂》。"
      },
      {
        "index": 96,
        "text": "第七盞，箏彈，《會群仙》。笙起，《吳音子》。勾雜劇，吳國寶等做《年年好》。斷送《四時歡》。合意思，副末念。"
      },
      {
        "index": 97,
        "text": "第八盞，笛起，《花犯》，觱篥起，《金盞倒垂蓮》。"
      },
      {
        "index": 98,
        "text": "第九盞，諸部合，《喜新春慢》曲犯。樂官五十人，各帽子紫衫腰帶。都管一人，幞頭、公服、腰帶、繫靴、執杖子。"
      },
      {
        "index": 99,
        "text": "樂官犒設"
      },
      {
        "index": 100,
        "text": "內藏庫支賜銀"
      },
      {
        "index": 101,
        "text": "皇后殿外庫支賜錢酒"
      },
      {
        "index": 102,
        "text": "本府支犒錢酒"
      },
      {
        "index": 103,
        "text": "皇后散付本府親屬、宅著、干辦、使臣已下"
      },
      {
        "index": 104,
        "text": "金合 金瓶 金盤盞 金環 金鐲 金釵"
      },
      {
        "index": 105,
        "text": "金錢銀盤盞細色疋段 翠領"
      },
      {
        "index": 106,
        "text": "翠花 翠冠 翠扇 翠篦環 銀錢 畫扇 龍涎香"
      },
      {
        "index": 107,
        "text": "刺繡領 畫領 生色羅"
      },
      {
        "index": 108,
        "text": "皇子行冠禮儀略"
      },
      {
        "index": 109,
        "text": "太史擇日降旨，令太常寺參酌舊禮，有司具辦儀物。至日質明，百僚立班，皇帝即御座，禮直官、通事舍人、太常博士引掌冠、贊冠者入就位。初入門，至位，典儀贊再拜，在位皆再拜跪，左輔詣御會前承製，降自東階，詣掌冠者前稱：「有制。」典儀贊再拜，在位皆再拜訖，左輔宣制曰：「皇子冠，命卿等行禮。」掌冠、贊冠者再拜，左輔復位。王府官人詣皇子東房，禮直官、通事舍人、太常博士引皇子，內侍二人夾侍，王府官後從。皇子初行，即席南向坐，禮直官等引掌冠、贊冠詣罍洗，搢笏、盥手、抉手訖，執笏升，執折上巾者升，掌冠者降一等受之，右執項左執前進皇子席前，北向跪冠，掌冠者興，席南北面立，贊者進席前，北面跪，正冠興，立於掌冠者後，皇子與內侍跪進服，服訖，掌冠者揖皇子復坐，贊冠者跪，取爵，內侍以酒注於爵，掌冠受爵，跪進皇子席前，北向立祝曰：「酒醴和旨，籩豆靜嘉，受爾元服，兄弟具來，永言保之，降福孔皆。」皇子搢笏跪受爵，飲訖，奠爵執笏。太官令奉饌，設於皇子席前，皇子搢笏食訖，執笏，太官令撒饌，禮直官等復引掌冠贊冠降詣罍洗，搢笏、盥手、執笏升，贊冠者進席前，北向跪，脫折上巾置於匴興，內侍跪受服興，置於席，執七梁冠者升，掌冠者降二等受之，右執項左執前進皇太子席前，北向跪冠。掌冠者興，席南北面立，贊者進席前，北面跪，簪結紘興，立於掌冠者之後，皇子與內侍跪進服，服訖。贊冠者揖皇子，復坐。贊冠者跪取爵，內侍以酒注爵，掌冠者跪受進爵皇子席前，北向立，祝曰：「賓贊既戒，餚核惟旅，申加厥服，禮儀有序，允觀爾誠，受天之祜。」皇子搢笏跪受爵，飲訖，奠爵執笏，太官令進饌，徹饌，並如前。贊冠者進席前北向跪，脫七梁冠，置於匴興，內侍跪受服興，置於席，執九旒冕者升，掌冠者降三等受之，右執項左執前進皇子席前，北向跪冠。掌冠者興，贊冠者進席前，北面跪，簪結紘興立，皇子興，內侍進服，服訖。皇子復坐，贊冠者再進酒如前，祝曰：「旨酒既清，嘉薦令芳，三加爾服，眉壽無疆，永承天休，俾熾而昌。」皇子跪受爵，太官令奉饌如前，皇子降自東階，詣朵殿東房易朝服，降立於橫街南王府官階下，西向，皇子初行，至位，禮直官等引掌冠者詣皇子位，少進字之曰：「歲日云吉，威儀孔時，昭告厥字，君子攸宜，順爾成德，永言保之。奉敕字某。」皇子再拜舞蹈，再拜奏聖躬萬福，又再拜。左輔詣御坐前承旨降價，詣皇子前宣曰：「有敕。」皇子再拜。左輔宣敕戒曰：「好禮樂善，服儒講藝，蕃我王室，友於兄弟，不溢不驕，惟以守之。」宣訖，皇子再拜。餘如皇太子儀。次日，文武百僚詣東上閣門拜表稱賀。"
      }
    ]
  }
}