{
  "chapterNumber": 8,
  "title": "卷七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "乾淳奉親"
      },
      {
        "index": 2,
        "text": "此書叢脞無足言，然間有典章一二可觀，故事事者或取之，然遺闕故不少也。"
      },
      {
        "index": 3,
        "text": "近見陳源家所藏《德壽宮起居注》，及吳居父、甘升所編《逢辰》等錄，雖皆瑣釀陳刻「碎」散漫，參考旁證，自可互相發揮，又皆乾、淳奉親之事，其一時承顏養志之娛，燕間文物之盛，使觀之者錫類之心，油然而生，其於世教民彝，豈小補哉！因輯為一卷，以為此書之重。然余所得而聞者，不過此數事耳。若二十八年之久，余雖不得盡知而盡紀之，然即其所知其所不知，蓋亦可以想見矣。因益所未備，通為十卷，雜然書之。既不能有所次第，亦不暇文其言。詞貴乎紀實，且使世俗易知云爾。"
      },
      {
        "index": 4,
        "text": "乾道三年三月初十日，南內遣閣長至德壽宮奏知：「連日天氣甚好，欲一二日間恭邀車駕幸聚景園看花，取自聖意選定一日。」太上云：「傳語官家，備見聖孝，但頻頻出去，不惟費用，又且勞動多少人。本宮後園亦有幾株好花，不若來日請官家過來閒看。」遂遣提舉官同到南內奏過遵依訖。次日進早膳後，車駕與皇后太子過宮起居二殿訖，先至燦錦亭進茶，宣召吳郡王、曾兩俯已下六員侍宴，同至後苑看花。兩廊並是小內侍及幕士。效學西湖，鋪放珠翠、花朵、玩具、匹帛，及花籃、鬧竿、市食等，許從內人關撲。次至球場，看小內侍拋綵球、蹴鞦韆。又至射廳看百戲，依例宣賜。回至清妍亭看茶蘼，就登御舟，繞堤閒遊。"
      },
      {
        "index": 5,
        "text": "亦有小舟數十隻，供應雜藝、嘌唱、鼓板、蔬果，與湖中一般。太上倚闌閒看，適有雙燕掠水飛過，得旨令曾覿賦之，遂進《阮郎歸》云：「柳蔭庭院占風光，呢喃春晝長。碧波新漲小池塘，雙雙蹴水忙。萍散漫，絮飛揚，輕盈體態狂。為憐流水落花香，銜將歸畫梁。」既登舟，知閣張倫進《柳梢青》云：「柳色初濃，余寒似水，纖雨如塵，一陣東風，塞紋微皺，碧沼鱗鱗。仙娥花月精神，奏鳳管，鸞弦斗新，萬歲聲中，九霞杯內，長醉芳春。」曾覿和進云：「桃靨紅勻，梨腮粉薄，鴛徑無塵，鳳閣凌虛，龍池澄碧，芳意鱗鱗。清時酒聖花神，看內苑，風光又新，一部仙韶，九重鸞仗，天上長春。」各有宣賜。次至靜樂堂看牡丹，進酒三盞，太后邀太皇、官家同到劉婉容位奉華堂聽摘阮奏曲罷，婉容進茶訖，遂奏太后云：「本位近教得二女童，名瓊華、綠華，並能琴阮、下棋、寫字、畫竹、背誦古文，欲得就納與官家則劇。」遂令各呈伎藝，並進自製阮普三十曲，太后遂宣賜婉容宣和殿玉軸、沈香槽三峽流泉正阮一面、白玉九芝道冠、北珠級領道氅、銀絹三百匹兩，會子三萬貫。（陳刻「一百萬貫」。似誤）是日三殿並醉，酉牌還內。自此官裡知太上聖意不欲頻出勞人，遂奏知太上，命修內司日下於北內後苑建造冷泉堂，壘巧石為飛來峰，開展大池，引注湖水，景物並如西湖。其西又建大樓，取蘇軾詩句，名之曰聚遠，並是今上御名恭書。又御製堂書，太上賦詩，今上恭和，刻石堂上。是歲翰苑進《端午帖子》云：「聚遠樓前面面風，冷泉堂下水溶溶。人間炎熱何由到，真是瑤台第一重。」又曰：「飛來峰下水泉清，臺沼經營不日成。境趣自超塵世外，何須方士覓蓬瀛。」皆紀實也。"
      },
      {
        "index": 6,
        "text": "淳熙三年五月二十一日天申聖節。先十日，駕詣德壽宮進香，並進奉銀五萬兩，絹五千匹，錢五萬貫，度牒一百道，用綠油匣二百個。上貼簽云：「臣某（御名）謹進」。令幕士安頓寢殿前，候閣長到宮，移入殿上，並鋪放七寶金銀器皿等。十二日，皇后到宮進香排日，皇太后、皇太子妃，並大內職典等進香，至日卯時，車駕率皇后、太子、太子妃、文武百僚並詣宮上壽。車駕至小次降輦，太上遺本宮提舉傳旨減拜行禮。上回奏云：「上感聖恩，容臣依禮上壽。」太上再命減十拜。俟太上升殿，皇帝起居拜舞如儀，並率皇太子百官奉上御酒，樂作，衛士山呼，駕興入幄次小歇，樂人再排立殿上，降簾，太上再坐，太后率皇后、太子妃上壽，六宮次第起居禮畢退。上侍太上過寢殿，進早膳。太上令宣喚吳郡王等官前來伴話。上侍太上同往射廳看百戲，依例宣賜。再入幄次小歇，上遣閣長奏知太上：「午時二刻，恭請赴坐。」至期，輕駕並赴德壽殿排當。自皇帝已下，並簪花侍宴。至第三盞，太上遣內侍請官家免花帽兒束帶，並卸上蓋衣。官裡回奏上感聖恩。並免皇后頭冠，皇太子穿執，並謝恩訖。太上泛賜皇太子壘金嵌寶盤盞、紫羅紫紗。南北內互賜承應人目子錢。主管禁衛官率禁衛等人於殿門外謝恩。又入幄次小歇。約二刻，再請太上往至樂堂再坐，教坊大使申正德進新製《萬歲興龍曲》樂破對舞，各賜銀絹有差。又移宴清華，看蟠松，宮嬪五十人，皆仙妝，奏清樂，進酒，並衙前呈新藝。約至五盞，太上賜宮裡御書《急就章》並《金剛經》，官家卻進御書真草《千字文》，太上看了，甚喜云：「大哥近日筆力甚進。」上起謝。同皇太子步至蟠松下，看御書待。再入坐，太上宣索翡翠鸚鵡杯，官裡與皇后親捧杯進酒。太上曰：「此是宣和間外國進到，可以屑金。"
      },
      {
        "index": 7,
        "text": "就以為賜。」上謝恩。時太上、官家並已七八分醉，遂再服上蓋，率皇后、太子謝恩，宣平輦近裡升輦。太上宣諭知省云：「官家已醉，可一路小心照管。」知省等領聖旨還內來。早上，遣知省至官，恭問二聖起居，並奏欲親到宮謝恩。太上就令提舉往問興居，並免到宮行禮。"
      },
      {
        "index": 8,
        "text": "八月二十一日，壽聖皇太后生辰。先十日，車駕過宮，先至太上處起居，方至本殿進香。次皇后、皇太子、太子妃、莊文太子妃張娘娘已下並進香起居。上至太上內書院進泛索，遂奏安止還內。十二日，婉容到宮，至西便門廊下，先至太上處奏起居，次入本殿進香，值雨，免下階起居，大內進香。十三日，知省及大官到宮進香，閣長就管押進奉銀絹度牒等並七寶銀金器皿，（比天申節減半）並珠子十號，並於後殿鋪放。十六日，本殿提舉率本宮官屬進香，並設放壽星及神仙意思書畫等物，隔簾奏喏免起居退。次日，皇太后宅親屬到宮進香，並本宮人吏、後苑官屬、作苑使臣等並節次進香。二十一日卯時，皇后先到宮，候駕到，至太上前殿起居，次至本宮殿，（陳刻無「宮」字）官家第一班，皇后第二班，太子並太子妃第三班，共上壽訖，太后宅親屬上壽，並同天申節儀。太上邀官裡至清心堂進泛索，值雨不呈百戲，依例支賜。午初二刻奏辦就，本殿大堂面北坐，官家花帽兒上蓋，皇后三釵頭冠，並賜簪花。至五盞，並免大衣，服官裡便背兒赴坐。第七盞，小劉婉容進自製《十色菊》、《千秋歲》曲破，內人瓊瓊、柔柔對舞。上於閣子庫取賜五兩數珠子一號、細色北段各十匹，太后又賜七寶花十支，珠翠芙容緣領（陳刻「領緣」）一副。又移坐靈芝殿有十犀處進酒。次到至樂堂再坐。至更後還內。"
      },
      {
        "index": 9,
        "text": "十月二十二日，今上皇帝會慶聖節。至日，車駕過宮，太上升殿起居訖，簪花拜舞，進壽酒訖，太上回賜壽酒。次至太后殿行禮。（詳見第一卷）從太上至後苑梅坡看早梅，又至浣溪亭看小春海棠。午初至載忻堂排當，官家換素帽兒，太后賜官裡女樂二十人，上再拜謝恩。並教坊都管王喜等進新製《會慶萬年》薄媚曲破對舞，並賜銀絹。太上以白玉桃杯賜上御酒云：「學取老爹年紀早早還京。」上飲酒，再拜謝恩。三盞後，官家換背兒，免拜；皇后換團冠背兒；太子免繫裹，再坐。本官御侍六人，並升郡夫人，就賜誥謝恩，並照例支散目子錢。太上又賜官裡玉酒器十件，壘珠嵌寶器皿一千兩，克絲作金龍裝花軟套閣子一副。侍宴官吳郡王已下，各賜金盤盞、匹段、並薔薇露酒、香茶等。是日官裡大醉，申皇宣逍遙子入便門升輦還內。"
      },
      {
        "index": 10,
        "text": "淳熙五年二月初一日，上過德壽宮起居，太上留坐冷泉堂進泛索訖，至石橋亭子上看古梅。太上曰：「苔梅有二種，一種宜興張公洞者，苔蘚甚厚，花極香；一種出越上，苔如綠絲，長尺餘。今歲二種同時著花，不可不少留一觀。」上謝曰：「恭領聖旨。」上皇因言：「多日不見史浩。」命內侍宣召，既至，起居訖，賜坐，並召居廣、鄭藻。初筵，教坊奏樂，呈伎酒三行。太上宣索市食，如李婆婆雜菜羹、賀四酪面、髒三豬胰、胡餅、戈家甜食等數種。太上笑謂史浩曰：「此皆京師舊人。各厚賜之。」史起謝。又移宴靜樂堂，盡遺樂工，全用內人動樂，且用盤架，品味百餘種，酒行無算。又宣索黃玉紫心葵花大盞，太上親自宣勸，史捧觴為兩宮壽。時君臣皆已沾醉，小內侍密語史相公云：「少酌。」上聞之曰：「滿酌不妨，當為老先生一醉。」太上極喜，賜史少保玉帶一條、冰片腦子一金合、紫泥羅二十匹、御書四軸。史相謝恩而退。"
      },
      {
        "index": 11,
        "text": "淳熙六年三月十五日，車駕過宮，恭請太上、太后幸聚景園。次日，皇后先到宮起居，入幕次換頭面，候車駕至，供泛索訖，從太上、太后至聚景園。太上、太后至會芳殿降輦，上及皇后至翠光降輦，並入幄次小歇。上邀兩殿至瑤津少坐，進泛索。太上、太后並乘步輦，官裡乘馬，遍遊園中，再至瑤津西軒，入御筵。"
      },
      {
        "index": 12,
        "text": "至第三盞，都管使臣劉景長供進新製《泛蘭舟》曲破，吳興祐舞，各賜銀絹。上親捧玉酒船上壽酒，酒滿玉船，船中人物，多能舉動如活，太上喜見顏色。散兩宮內官酒食，並承應人目子錢。遂至錦壁賞大花，三面漫坡，牡丹約千餘叢，各有牙牌金字，上張大樣碧油絹幕。又別剪好色樣一千朵，安頓花賀，並是水晶玻璃天青汝窯金瓶。就中間沈香卓兒一隻，安頓白玉碾花商尊，約高二尺，逕二尺三寸，獨插「照殿紅」十五支。進酒三杯，應隨駕官入內官，並賜兩面翠葉滴金牡丹一支、翠葉牡丹沈香柄金彩（陳刻「絲」）御書扇各一把。是曰知閣張掄進《壺中天慢》云：「洞天深處，賞嬌紅輕玉，高張雲幕，國艷天香相競秀。瓊苑風光如昨，露洗妖妍（陳刻「嬈」），風傳馥郁，雲雨巫山約。春濃如酒，五雲台榭樓閣。聖代道洽功成，一塵不動，四境無鳴析。屢有豐年天助順，基業增隆山嶽。兩世明君，千秋萬歲，永享昇平樂。東皇吳瑞，更無一片花落。」賜金盃盤、法錦等物。（此詞或謂是康伯可所賦，張掄以為已作）又進酒兩盞，至清輝少歇。至翠光登御舟，入裡湖，出斷橋，又至珍珠園，太上命盡買湖中龜魚放生，並喧喚在湖賣買等人。內侍用小彩旗招引，各有支賜。時有賣魚羹人宋五嫂對御自稱：「東京人氏，隨駕到此。」太上特宣上船起居，念其年老，賜金錢十文、銀錢一百文、絹十匹，仍令後苑供應泛索。時從駕官丞相趙雄、樞密使王淮、參政錢良臣並在顯應觀西齋堂侍班，各賜酒食、翠花扇子。至申時御舟捎泊花光亭，至會芳少歇。時太上已醉，官裡親扶上船，並乘轎兒還內。都人傾城，盡出觀瞻。讚歎聖孝。"
      },
      {
        "index": 13,
        "text": "九月十五日，明堂大禮。十三日值雨，未時奏請宿齋。北內送天花麻菇、蜜煎山藥棗兒，乳糖、巧炊、火燒角兒等。十四日早，車駕詣景靈宮，回太廟宿齋。"
      },
      {
        "index": 14,
        "text": "雨終日不止，午後太上遣提舉至太廟傳語官家：「連日祀事不易，所有十六日詣宮飲福，以陰雨泥濘勞頓，可免到宮行禮。天氣陰寒，請官家善進御膳，頻添御服。」聖旨遣閣長回奏：「上感聖恩，至日若登樓肆赦時，依舊詣宮行禮。若值雨不登門時，續當奏聞。」至晚，雨不止，宣諭大禮使趙雄：「來早更不乘輅，止用逍遙輦詣文德殿致齋，一應儀仗排立，並行放免，從駕官並常服以從。」並遣御藥奏聞北內：「來日為值雨，更不乘輅，謹遵聖旨，更不過宮行飲福禮。」太上令傳語官家：「既不乘輅，此間也不出去看也。」大禮使趙雄雖已得旨，猶不許放散。上聞之曰：「來早若不晴時，有何面目？」雄聞之曰：「縱使不晴得罪，不過罷相耳。」堅執不肯放散。至黃昏後雨止月明，上大喜，遣內侍李思恭宣諭大禮使，仍舊乘略，再遣御藥奏聞北內，以天晴仍舊乘輅，候登門肆赦訖，詣宮行飲福禮。十五日晴色甚佳，車駕自太廟乘輅還內，日映御袍，天顏甚喜，都民皆讚歎聖德。至巳時，太上直閣子官往齋殿傳語官家：「且喜晴明，可見誠心感格。」賜御用匹段，玉鞭轡、七寶篦刀子、事件、素食、果衣等，仍諭：「連日勞頓，免行飲福禮。」今上就遣知省回奏：「上感聖恩，天氣轉晴，皆太上皇帝聖心感格。容肆赦訖，詣宮行禮，並謝聖恩。」十六日登門肆赦畢，車駕詣宮小次降輦，提舉傳太上皇聖旨：「特減八拜，仍免至壽聖處飲福。行禮畢，略至絳華堂進泛索，知閣張掄進《臨江仙》詞云：「聞道彤庭森寶杖，霜風逐雨驅雲。六龍扶輦下青冥，香隨鸞扇遠，日映赭袍明。 簾卷天街人頂戴，滿城喜氣氤氳。等閒散作八荒春，欲知天意好，昨夜月華新。」"
      },
      {
        "index": 15,
        "text": "淳熙七年十二月二十八日，南內遣御藥並後苑官管押進奉兩宮守歲合食、則劇、金銀錢、消夜歲軸果兒、錦歷、鍾馗、爆仗、羔兒法酒、春牛、花朵等。就奏知太上皇帝：「元日欲先詣宮朝賀，然後還內引見大金人使。」太上不許，傳語官家：「至日可先引見人使訖，卻行到宮。」"
      },
      {
        "index": 16,
        "text": "淳熙八年正月元日，上坐紫宸殿，引見人使訖，即率皇后、皇太子、太子妃至德壽宮行朝賀禮，（詳見第一卷）並進呈畫本人使面貌姓名及館伴問答。是歲太上聖壽七十有五，舊歲欲再行慶壽禮，太上不許，至是乃密進黃金酒器二千兩，上侍太上於欏木堂香閣內說話，宣押棋待詔並小說人孫奇等十四人下棋兩局，各賜銀絹，供泛索訖，官家恭請太上、太后來日就南內排當。初二日進早膳訖，遣皇太子到宮，恭請兩殿並只用轎兒，禁衛簇擁入內，官家親至殿門恭迎，親扶太上降輦，至損齋進茶，次至清燕殿閒看書畫玩器，約午時初，後苑恭進酥酒，十色熬煮。午正二刻，就凌虛排當三盞，至萼綠華堂看梅。上進銀三萬兩、會子十萬貫。太上云：「宮中無用錢處，不須得。」上再三奏請，止受三分之一。未初，雪大下，正是臘前，太上甚喜。官家云：「今年正欠些雪，可謂及時。」太上云：「雪卻甚好，但恐長安有貧者。」上奏云：「已令有司比去年倍數支散矣。」太上亦命提舉官於本宮支撥官會，照朝廷數目發下臨安府，支散貧民一次。又移至明遠樓，張燈進酒。節使吳琚進喜雪《水龍吟》詞云：「紫皇高宴蕭台，雙成戲擊瓊包碎。何人為把，銀河水翦，甲兵都洗，玉樣乾坤，八荒同色，了無塵翳，喜冰消太液，暖融鳷鵲，端門曉，班初退。聖主憂民深意，轉鴻鈞，滿天和氣，太平有象，三宮二聖，萬年千歲，雙玉杯深，五雲樓迥，不妨頻醉，細看來，不是飛花，片片是豐年瑞。」上大喜，賜鍍金酒器二百兩、細色段匹、復古殿香羔兒酒等。太后命本宮歌板色歌此曲進酒，太上盡醉。至更後，宣轎兒入便門，上親扶太上上輦還宮。"
      },
      {
        "index": 17,
        "text": "淳熙九年八月十五日，駕過德壽宮起居，太上留坐至樂堂進早膳畢，命小內侍進彩竿垂釣。上皇曰：「今日中秋，天氣甚清，夜間必有好月色，可少留看月了去。」上恭領聖旨，索車兒同過射廳射弓，觀御馬院使臣打球，進市食，看水傀儡。晚宴香遠堂，堂東有萬歲橋，長六丈餘，並用吳璘進到玉石甃成，四畔雕鏤闌檻，瑩徹可愛，橋中心作四面亭，用新羅白羅木蓋造，極為雅潔。大池十餘畝，皆是千葉白蓮。凡御榻、御屏、酒器、香奩、器用，並用水晶。南岸列女童五十人奏清樂，北岸芙蓉岡一帶，並是教坊工，近二百人。待月初上，簫韶齊舉，縹緲相應，如在霄漢。既入座，樂少止。太上召小劉貴妃獨吹白玉笙《霓裳中序》，上自起執玉杯，奉兩殿酒，並以壘金嵌寶注碗杯盤等賜貴妃。侍宴官開府曾覿恭上《壺中天慢》一首云：「素飆揚碧，看天衢穩送，一輪明月。翠水瀛壺人不到，比似世間秋別，玉手瑤笙，一時同色，小按霓裳疊。天津橋上，有人偷記新闋。"
      },
      {
        "index": 18,
        "text": "當日誰幻銀橋，阿瞞兒戲，一笑成癡絕。肯信群仙高宴處，移下水晶宮闕。雲海塵清，山河影滿，桂冷吹香雪。何勞玉斧，金甌千古無缺。」上皇曰：「從來月詞不曾用金甌事，可謂新奇。」賜金束帶、紫番羅水晶注碗一副。上亦賜寶盞古香。至一更五點還內。是夜隔江西興，亦聞天樂之聲。"
      },
      {
        "index": 19,
        "text": "淳熙十年八月十八日，上詣德壽宮恭請兩殿往浙江亭觀潮。進早膳訖，御輦擔兒及內人車馬，並出候潮門，先命修內司於浙江亭兩旁抓縛席屋五十間，至是並用彩纈幕簾。得旨從駕百官，各賜酒食，並免侍班，從便觀看。先是澉浦金山都統司水軍五千人抵江下，至是又命殿司新刺防江水軍臨安府水軍並行閱試軍船，擺佈西興、龍山兩岸，近千隻。管軍官於江面分佈五陣，乘騎弄旗，標槍舞刀，如履平地，點放五色煙炮滿江，及煙收炮息，則諸盡藏，不見一隻。奉聖旨自管軍官已下，並行支犒一次。自龍山已下，貴邸豪民，彩幕凡二十餘里，車馬駢闐，幾無行路。西興一帶，亦皆抓縛幕次，彩繡照江，有如鋪錦。市井弄水人，有如僧兒、留住等幾百餘人，皆手持十幅彩旗，踏浪爭雄，直至海門迎潮。又朋踏混木、水傀儡、水百戲、撮弄等，各呈伎藝，並有支賜。太上喜見顏色，曰：「錢塘形勝，東南所無。」上起奏曰：「錢塘江潮，亦天下所無有也。」太上宣諭侍宴官，令各賦《酹江月》一曲，至晚進呈，太上以吳琚為第一，其詞云：「玉虹遙掛，望青山隱隱，一眉如抹。忽覺天風吹海立，好似春霆初發，白馬凌空，瓊螯駕水，日夜朝天闕。飛龍舞鳳，郁蔥環拱吳越。 此景天下應無，東南形勝，偉觀真奇絕。好似吳兒飛彩幟，蹴起一江秋雪。黃屋天臨，水犀雲擁，看擊中流楫。晚來波靜，海門飛上明月。」兩宮並有宣賜。至月上還內。"
      },
      {
        "index": 20,
        "text": "淳熙十一年六月初一日，車駕過宮，太上命提舉傳旨：「盛暑請官家免拜。」至內殿起居，太上令小內侍扶掖，免拜謝恩，太后處亦免拜。太上邀官裡便背兒至冷泉堂進早膳訖，太上宣諭云：「今歲比常年熱甚。」上起答云：「伏中正要如此。」太上云：「今日且留在此納涼，到晚去。或三省有緊切文字，不妨就幄次進呈。」上領聖旨，遂同至飛來峰看放水簾。時荷花盛開，太上指池心云：「此種五花同幹，近伯圭自湖州進來，前此未見也。」堂前假山、修竹、古松，不見日色，並無暑氣。後苑小廝兒三十人，打息氣唱道情。太上云：「此是張掄所撰《鼓子詞》。」後苑進沆瀣漿，雪浸白酒。上起奏曰：「此物恐不宜多吃。」太上曰：「不妨，反覺爽快。」上曰：「畢竟傷脾。」太上首肯。因閒說宣和間，公公每遇三伏，多在碧玉壺及風泉館、萬荷莊等處納涼，此處涼甚，每次侍宴，雖極暑中，亦著衲襖兒也。命小內侍宣張婉容至清心堂撫琴，並令棋童下棋，及令內侍投壺、賭賽、利物、則劇。官家進水晶提壺連索兒，可盛白酒二斗，白玉雙蓬杯盤、碾玉香脫兒一套，六個大金盆，一面盛七寶水戲，並宣押趙喜等教舞水族。又進太皇后白玉香珀扇柄兒四把、龍涎香數珠佩帶五十副、真珠香囊等物。直至酉初還內。"
      }
    ]
  }
}