{
  "chapterNumber": 10,
  "title": "卷九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "高宗幸張府節次略"
      },
      {
        "index": 2,
        "text": "紹興二十一年十月，高宗幸清河郡王第，供進御筵節次如後。安民靖難，功世太傅，靜江、寧武、靖海軍節席使，醴泉觀使清河郡王，臣張俊進奉繡花高飣一行八果壘：香圓 真柑 石榴 棖子 鵝梨 乳梨 榠楂 花木瓜樂仙乾果子叉袋兒一行：荔枝 圓眼 香蓮 榧子 榛子 松子 銀杏 梨肉 棗圈 蓮子肉 林檎旋 大蒸棗縷金香藥一行：腦子花兒 甘草花兒 硃砂圓子 木香丁香 水龍腦 史君 縮砂花兒 官桂花兒 白朮人參 橄欖花兒雕花蜜煎一行：雕花梅球兒 紅消花雕花筍 蜜冬瓜魚兒 雕花紅團花 木瓜大段兒雕花金橘 青梅荷葉兒 雕花姜 蜜筍花兒 雕花棖子 木板方花兒砌香鹹酸一行：香藥木瓜 椒梅 香藥籐花 砌香櫻桃 紫蘇柰香 砌香萱花柳兒 砌香葡萄 甘草花兒 姜絲梅 梅肉餅兒 水紅姜 雜絲梅餅兒脯臘一行：肉線條子皂角鋌子 雲夢𤜱兒 蝦臘 肉臘 奶房 旋鮓 金山鹹豉 酒醋肉 肉瓜齏垂手八盤子：揀蜂兒 番蒲萄 香蓮事件念珠 巴欖子 大金桔 新椰子象牙板 小橄欖 榆柑子再坐切時果一行：春藕 鵝梨餅子 甘蔗 乳梨月兒 紅柿子 切棖子 切綠桔 生藕鋌子時新果子一行：金橘 葴楊梅 新羅葛 切蜜蕈 切脆棖 榆柑子 新椰子 切宜母子 藕鋌兒 甘蔗柰香 新柑子 梨五花子雕花蜜煎一行砌香鹹酸一行瓏纏果子一行：荔枝甘露餅 荔枝蓼花 荔枝好郎君 瓏纏桃條 酥胡桃 纏棗圈 纏梨肉 香蓮事件 香藥葡萄 纏松子 糖霜玉蜂兒 白纏桃條脯臘一條下酒十五盞：第一盞 花炊鵪子 荔枝白腰子第二盞 奶房簽 三脆羹第三盞 羊舌簽 萌芽肚胘第四盞 肫掌簽 鵪子羹第五盞 肚胘膾 鴛鴦炸肚第六盞 沙魚膾 炒沙魚襯湯第七盞 鱔魚炒鱟 鵝肫掌湯齏第八盞 螃蟹釀棖 奶房玉蕊羹第九盞 鮮蝦蹄子膾 南炒鱔第十盞 洗手蟹 鯚魚假蛤蜊第十一盞 五珍膾 螃蟹清羹第十二盞 鵪子水晶膾 豬肚假江𧎼第十三盞 蝦棖膾 蝦魚湯齏第十四盞 水母膾 二色繭兒羹第十五盞 蛤蜊生 血粉羹插食：炒白腰子 炙肚胘 炙鵪子脯 潤雞 潤兔 炙炊餅 炙炊餅臠骨勸酒果子庫十番：砌香果子 雕花蜜煎 時新果子 獨裝巴欖子 鹹酸蜜煎 裝大金桔小橄欖 獨裝新椰子 四時果四色 對裝揀松番葡萄 對裝春藕陳公梨廚勸酒十味：江<蟲>煠肚 江<蟲>生 蝤蛑簽 薑醋生螺香螺炸肚 薑醋假公權 煨牡蠣 牡蠣炸肚 假公權炸肚 蟑蚷炸肚準備上細壘四卓又次細壘二卓對食十盞二十分：蓮花鴨簽 繭兒羹 三珍膾 南炒鱔 水母膾 鵪子羹 鯚魚膾 三脆羹 洗手蟹 煠肚胘對展每分時果子盤兒：知省 御帶 御藥 直殿官 門司晚食五十分各件：二色繭兒 肚子羹 笑靨兒 小頭羹飯 脯臘雞 脯鴨直殿官大碟下酒：鴨簽 水母膾 鮮蝦蹄子羹 糟蟹 野鴨 紅生水晶膾 懶魚膾 七寶膾 洗手蟹 五珍膾 蛤蜊羹直殿官合子食：脯雞 油飽兒 野鴨 二色姜豉 野鴨 雜熝 入糙雞 琅魚 麻脯雞髒 炙焦 片羊頭 菜羹一葫蘆直殿官果子：時果十隔碟準備：薛方瓠羹備辦外官食次：第一等太師尚在左僕射同中書門下平章事秦檜：燒羊一口 滴粥 燒餅 食十味 大碗百味羹 糕兒盤勸 簇五十饅頭燒羊頭九簇從食五十事 肚羹 羊舌托胎羹 雙下大三脆羹 鋪羊粉飯 大簇飣 鮓炸鵪子 蜜煎三十碟 時果一合酒三十瓶少保觀文殿大學士秦熹：燒羊一口 滴粥 燒餅 食十味 蜜煎一合 時果一合 酒十瓶第二等參知政事簽書樞密少師恭國公殿帥太尉兩府普安 郡王思平 郡王各食十味 蜜煎一合 切搾一合 燒羊一盤 酒六瓶第三等侍從七員：左朝散郎禮部侍郎兼權吏部尚書 陳誠之左中大夫刑部侍郎兼權吏部侍郎 韓仲通右承議郎權吏部侍郎 李如見右奉議郎起居舍人 湯思退右朝散大夫太府卿兼戶部侍郎 徐宗說右宣教郎樞密院檢詳諸房文字兼兵部侍郎 陳相右宣教郎中書門下省檢正諸房公事兼給事中 陳夔管軍二員：馬軍太尉 成閔步軍太尉 趙密知閣六員：保信軍節度使領閣門使兼客省四方館事提點皇城司鄭藻照化軍承宣使領 門使兼客省四方館事提點皇城司 錢成州團練使領 事兼客省四方館事提點皇城司 趙愷貴州團練使領 門事兼客省四方館事提點皇城司 宋武節大夫吉州刺史領 門事兼客省四方館事提點皇城司 孟武節大夫惠州刺史領 門事兼客省四方館事提點皇城司 蘇御帶四員：降授郢州防禦使帶御器械 潘端卿忠州防禦使帶御器械 石清武功大夫遙郡防禦使帶御器械 冀彥明武功大夫兼 門宣贊舍人帶御器械 李彥實宗室三員：安慶軍承宣使同知大宗正事 士街建州觀察使 士劇瓊州觀察使 居廣外官六員：建寧軍節度使提舉萬壽觀 韋謙崇慶軍節度使提舉萬壽觀 韋慶遠軍節度使提舉萬壽觀 吳蓋崇信軍承宣使提舉佑神觀 劉光烈永寧軍承宣使提舉佑神觀 朱孝莊武慶軍承宣使提舉佑神觀 王安道各食七味 蜜煎一合 時果一合 酒五瓶第四等環衛官九員：右監門衛大將軍貴州刺使 居閒右臨門衛大將軍福州防禦使 士輻右臨門衛大將軍榮州團練使 士牢右臨門衛大將軍貴州團練使 士歆右臨門衛大將軍宣州刺使 士銖右臨門衛大將軍宣州刺使 士赫右臨門衛大將軍吉州刺使 士老右臨門衛大將軍吉州刺使 士暗右臨門衛大將軍吉州刺使 士閘宣贊舍人十八人：王漢臣 陳清 郭蔓之 王正月許彥清 鄭應之 裴良弼 陳迪 李大有 王邦昌 張彥圭 梁份 鄭立之 李邦傑 蔡舜臣 谷郎 王德霖 張安世閣門祗候二十人：李丙 李唐誼 鄭明 范涉 周姥 張令綽 張拱 楊價 賈公正 陳仲通 劉堯咨 張耘 何忱 李偁 王謙 董原 劉伉 劉康祖 何超祖 朱邦達看班祗候八人：梁振之 王誼 董珩 司馬純潘思夔 張赫 馮倚 劉堯卿提點兼祗應行首五人：李觀 邊思聰 逯鎬 鄭孝禮 常士廉三省樞密房副承旨逐房副承旨六人：劉興仁 劉興賢 韓師文 武鑄 邊俊民 嚴經安隨駕諸局干辦臨官等十八人：成州團練使干辦皇城司 馮持右武郎干辦皇城司 劉允升保義郎干辦御廚 潘邦保義郎干辦御廚 馮藻保義郎干辦翰林司 王喜修武郎干辦儀鸞司 郭公既保義郎干辦祗候司 黎安國武冀郎閣門宣贊舍人兼翰林干辦御輦院 邵璇忠翔郎干辦左右騏驥院 班彥通武忠郎干辦左右騏驥院 張淳承信郎閤門祗候兼干辦左右騏驥院 裴良從武功大夫干辦行在左藏庫 石瑜右朝散大夫干辦行在左藏庫 劉份武功大夫干辦行在左藏庫 吳鑄忠翊郎閤門祗候兼干辦行在左藏庫 趙節承節郎閤門祗候兼干辦行在左藏庫 劉懃忠翊郎主管軍頭司兼祗應 杜淵保義郎主管軍頭司兼祗應 徐宗彥各食五味 時果一合 酒二瓶第五等閣門承受十人 知班十五人 御史台十六人：各食三味 酒一瓶聽叫喚中官等五十分：各食五味 斬羊一斤 饅頭五十個 角子一個 鋪姜粉飯 下飯鹹豉 各酒一瓶進奉盤合寶器：御藥帶一條 玉池面帶一條 玉獅蠻樂仙帶一條 玉鶻兔帶三條 玉璧環二 玉素鍾子一 玉花高足種子一 玉枝梗瓜杯一 玉瓜杯一 玉東西杯一 玉香鼎二玉盆兒一 玉椽頭碟兒一 玉古劍朗等十七件 玉圓臨安樣碟兒一 玉靶獨帶刀子二 玉並三靶刀子四 玉犀牛合替兒一 金器一千兩 珠子十二號共六萬九千五百九顆 珠子念珠一串一百九顆 馬價珠金相束帶一條 翠毛二百合 白玻璃圓盤子一 玻璃花瓶七 玻璃碗四 馬瑙碗大小共二十件古器：龍文鼎一 商彝二 高足商彝一 商父彝一 周盤一 周敦二 周舉罍一 有蓋獸耳周罍一汝窯：酒瓶一對 洗一 香爐一 香合一 香球一 盞四隻 盂子二 出香一對 大奩一 小奩一合仗：螺鈿合一十具犀毗合一十具書畫：有御寶十軸：曹霸五花驄 馮瑾霽煙長景 易元古寫生花 黃居寶雀竹 吳道子天王 張萱唐後竹叢邊鸞萱花山鷓 黃筌萱草山鷓 宗婦曹氏蓼岸 杜庭睦明皇斫膾無寶有御書九軸：趙昌躑躅鵪鶉 梅竹思躑躅母雞 杜霄撲蝶 巨然崗鎖翠峰 徐熙牡丹 易元吉寫生枇杷 董源夏山早行二軸 偽主李煜林泉渡水人物無寶無御書二軸：荊浩山水 吳元俞紫氣星匹帛：捻金錦五十匹 素綠錦一百五十匹 木綿二百匹 生花番羅二百匹 暗花婺羅二百匹 樗蒲綾二百匹進奉犒設隨駕官知省御帶御藥門司直殿官：紫羅五百匹 雜色纈羅五百匹 馬下目子錢一萬貫文禁衛一行祗應人等：錢二萬貫文 炊餅二萬個 熟豬肉三千斤 熝爆三十合 酒二千瓶本家親屬推恩：弟拱衛大夫 張保男右奉議郎直敷文閣主管 張子顏台州崇道觀賜紫金魚袋男右宣教郎直敷文閣主管 張子正台州崇道觀賜紫金魚袋孫承事郎藉田令賜紫金魚袋 張宗元侄龍神衛四廂都指揮使清海軍 張子蓋承宣使添差兩浙西路馬步軍副總管侄右朝請大夫直微酪閣主管佑神觀賜紫金魚袋 張子儀侄承奉郎 張子安侄忠翊郎 張子文侄孫保義郎 張宗且侄孫保義郎 張宗亮侄孫登仕郎 張宗說侄孫成忠郎 張宗益侄孫登仕郎 張宗穎妻秦國夫人 魏氏妾咸寧郡夫人 章氏妾和寧郡夫人 楊氏妾碩人 潘氏妾碩人 沈氏妾碩人 曹氏妾碩人 周氏弟婦太碩人 王氏弟婦恭人 任氏第二女孺人 張氏第三女孺人 張氏第四女孺人 張氏男子顏婦 王氏男子正婦 王氏孫宗元婦 王氏侄子蓋婦碩人 趙氏侄子儀婦宜人 郭氏紹興二十一年十一月 日和州防禦使干辦府事兼提點兼排辦一行事務張貴具。"
      }
    ]
  }
}