{
  "chapterNumber": 4,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "西湖游幸（都人游賞）"
      },
      {
        "index": 2,
        "text": "淳熙間，壽皇以天下養，每奉德壽三殿，游幸湖山，御大龍舟。宰執從官，以至大璫應奉諸司，及京府彈壓等，各乘大舫，無慮數百。時承平日久，樂與民同，凡遊觀買賣，皆無所禁。畫楫輕舫，旁舞如織。至於果蔬、羹酒、關撲、宜男、戲具、鬧竿、花籃、畫扇、彩旗、糖魚、粉餌，時花、泥嬰等，謂之「湖中土宜」。又有珠翠冠梳、銷金彩段、犀鈿、髹漆、織籐、窯器、玩具等物，無不羅列。如先賢堂、三賢堂、四聖觀等處最盛。或有以輕橈趁逐求售者。歌妓舞鬟，嚴妝自衒，以待招呼者，謂之「水仙子」。至於吹彈、舞拍、雜劇、雜扮、撮弄、勝花、泥丸、鼓板、投壺、花彈、蹴鞠、分茶、弄水、踏混木、撥盆、雜藝、散耍，謳唱、息器、教水族水禽、水傀儡、鬻水道術、（宋刻無「水」字）煙火、起輪、走線、流星、水爆、風箏，不可指數，總謂之「趕趁人」，蓋耳目不暇給焉。御舟四垂珠簾錦幕，懸掛七寶珠翠，龍船、梭子、鬧竿、花籃等物。宮姬韶部，儼如神仙，天香濃郁，花柳避妍。小舟時有宣喚賜予，如宋五嫂魚羹，嘗經御賞，人所共趨，遂成富媼。朱靜佳六言詩云：「柳下白頭釣叟，不知生長何年。前度君王游幸，賣魚收得金錢。」往往修舊京金明池故事，以安太上之心，豈特事遊觀之美哉。湖上御園，南有聚景、真珠、南屏，北有集芳、延祥、玉壺，然亦多幸聚景焉。一日，御舟經斷橋，橋旁有小酒肆，頗雅潔，中飾素屏，書《風入松》一詞於上，光堯駐目稱賞久之，宣問何人所作，及太學生俞國寶醉筆也。其詞云：「一春長費買花錢，日日醉湖邊。玉驄慣識西泠路，（宋刻「湖邊路」）驕嘶過，沽酒樓前。紅杏香中歌舞，綠楊影裡鞦韆，東風十里麗人天，（「東風」宋刻「暖風」）花壓鬢雲偏。畫船載取春歸去，餘情在，湖水湖煙。（「在」宋刻「付」）明日再攜殘酒，（「再」宋刻「重」）來尋陌上花鈿。」上笑曰：「此詞甚好，但末句未免儒酸。」因為改定云：「明日重扶殘醉」，則迥不同矣。即日命解褐云。"
      },
      {
        "index": 3,
        "text": "西湖天下景，朝昏晴雨，四序總宜。杭人亦無時而不游，而春遊特盛焉。承平時，頭船如大綠、間綠、十樣錦、百花、寶勝、明玉之類，何翅百餘。其次則不計其數，皆華麗雅靚，誇奇競好。而都人凡締姻、賽社、會親、送葬、經會、獻神、仕宦、恩賞之經營、禁省台府之囑托，貴璫要地，大賈豪民，買笑千金，呼盧百萬，以至癡兒呆子，密約幽期，無不在焉。日糜金錢，靡有紀極。故杭諺有「銷金鍋兒」之號，此語不為過也。"
      },
      {
        "index": 4,
        "text": "都城自過收燈，貴游巨室，皆爭先出郊，謂之「探春」，至禁煙為最盛。龍舟十餘，彩旗疊鼓，交舞曼衍，粲如織錦。內有曾經宣喚者，則錦衣花帽，以自別於眾。京尹為立賞格，競渡爭標。內璫貴客，賞犒無算。都人士女，兩堤駢集，幾於無置足地。水面畫楫，櫛比如魚鱗，亦無行舟之路，歌歡簫鼓之聲，振動遠近，其盛可以想見。若游之次第，則先南而後北，至午則盡入西泠橋裡湖，其外幾無一舸矣。弁陽老人有詞云：「看畫船盡入西泠，閒卻半湖春色」，蓋紀實也。既而小泊斷橋，千舫駢聚，歌管喧奏，粉黛羅列，最為繁盛。橋上少年郎，競縱紙鳶，以相勾引，相牽翦截，以線絕者為負，此雖小技，亦有專門。爆仗起輪走線之戲，多設於此，至花影暗而月華生始漸散去。絳紗籠燭，車馬爭門，日以為常。張武子詩云：「貼貼平湖印晚天，踏歌游女錦相牽，（宋刻「游賞」）都城半掩人爭路，猶有胡琴落後船。」最能狀此景。茂陵在御，略無游幸之事，離宮別館，不復增修。黃洪詩云：「龍舟太半沒西湖，此是先皇節儉圖。三十六年安靜裡，棹歌一曲在康衢。」理宗時亦嘗制一舟，悉用香楠木槍金為之，亦極華侈，然終於不用。至景定間，周漢國公主得旨，偕駙馬都尉楊鎮泛湖，一時文物亦盛，彷彿承平之舊，傾城縱觀，都人為之罷市。然是時先朝龍舫久已沉沒，獨有小舟號小烏龍者，以賜楊郡王之故，尚在。其舟平底，有柁，制度簡樸。或傳此舟每出必有風雨，余嘗屢乘，初無此異也。"
      },
      {
        "index": 5,
        "text": "放春"
      },
      {
        "index": 6,
        "text": "蔣苑使有小圃，不滿二畝，而花木匼匝市，亭榭奇巧。春時悉以所有書畫、玩器、冠花、器弄之物，羅列滿前，戲效關撲。有珠翠冠，僅大如錢者；鬧竿花籃之類，悉皆鏤絲金玉為之，極其精妙。且立標射垛，及鞦韆、梭門、鬥雞、蹴鞠諸戲事，以娛遊客。衣冠士女，至者招邀杯酒。往往過禁煙乃已。蓋效禁苑具體而微者也。"
      },
      {
        "index": 7,
        "text": "社會"
      },
      {
        "index": 8,
        "text": "二月八日為桐川張王生辰，震山行宮朝拜極盛，百戲競集，如緋綠社（雜劇）齊雲社（蹴球）遏雲社（唱賺）同文社（耍詞）角抵社（相撲）清音社（清樂）錦標社（射弩）錦體社（花繡）英略社（使棒）雄辯社（小說）翠錦社（行院）繪革社（影戲）淨髮社（梳剃）律花社（吟叫）雲機社（撮弄）。而七寶、榜馬二會為最。玉山寶帶，尺璧寸珠，璀璨奪目，而天驥龍媒，絨韉寶轡，競賞神駿。好奇者至翦毛為花草人物。廚行果局，窮極餚核之珍。有所謂意思作者，悉以通草羅帛，雕飾為樓台故事之類，飾以珠翠，極其精緻，一盤至直數萬，然皆浮靡無用之物，不過資一玩耳。奇禽則紅鸚、白雀，水族則銀蟹、金龜，高麗、華山之奇松，交、廣海嶠之異卉，不可縷數，莫非動心駭目之觀也。若三月三日殿司真武會，三月二十八日東嶽生辰社會之盛，大率類此，不暇贅陳。"
      },
      {
        "index": 9,
        "text": "祭掃"
      },
      {
        "index": 10,
        "text": "清明前三日為寒食節，都城人家，皆插柳滿簷，雖小坊幽曲，亦青青可愛，大家則加棗䭅於柳上，然多取之湖堤。有詩云：「莫把青青都折盡，明朝更有出城人。」朝廷遣台臣、中使、宮人，車馬朝饗諸陵，原廟薦獻，用麥糕稠餳。而人家上塚者，多用棗䭅姜豉。南北兩山之間，車馬紛然，而野祭者尤多，如大昭慶九曲等處，婦人淚妝素衣，提攜兒女，酒壺餚罍。村店山家，分餕游息。至暮則花柳琤琤宜，隨車而歸。若玉津富景御園，包家山之桃，關東青門之菜市，東西馬塍，尼庵道院，尋芳討勝，極意縱游，隨處各有買賣赴趁等人，野果山花，別有幽趣。蓋輦下驕民，無日不在春風鼓舞中，而游手末技為尤盛也。"
      },
      {
        "index": 11,
        "text": "浴佛"
      },
      {
        "index": 12,
        "text": "四月八日為佛誕日，諸寺院各有浴佛會，僧尼輩競以小盆貯銅像，浸以糖水，覆以花棚，鐃鈸交迎，遍往邸第富室，以小杓澆灌，以求施利。是日西湖作放生會，舟楫甚盛，略如春時小舟，競買龜魚螺蚌放生。"
      },
      {
        "index": 13,
        "text": "迎新"
      },
      {
        "index": 14,
        "text": "戶部點檢所十三酒庫，例於四月初開煮，九月初開清，先至提領所呈樣品嚐，然後迎引至諸所隸官府而散。每庫各用匹布書庫名高品，以長竿懸之，謂之「布牌」。有木床鐵擎為仙佛鬼神之類，駕空飛動，謂之「台閣」。雜劇百戲諸藝之外，又為漁父習閒、竹馬出獵、八仙故事。及命妓家女使裹頭花巾為酒家保，及有花窠（宋刻「裹」）五熟盤架、放生籠養等，各庫爭為新好。庫妓之琤琤者，皆珠翠盛飾，銷金紅背，乘繡韉寶勒駿騎，各有皂衣黃號私身數對，訶導於前，羅扇衣笈，浮浪閒客，隨逐於後。少年狎客，往往族飣持杯爭勸，馬首金錢彩段沾及輿台。都人習以為常，不為怪笑。所經之地，高樓邃閣，繡幕如雲，累足駢肩，真所謂「萬人海」也。"
      },
      {
        "index": 15,
        "text": "端午"
      },
      {
        "index": 16,
        "text": "先期用士院供貼子，如春日禁中排當，例用朔日，謂之「端一」。或傳舊京亦然。插食盤架，設天師艾虎，意思山子數十座，五色蒲絲百草霜，以大合三層，飾以珠翠葵榴艾花。蜈蚣、蛇、蠍、晰蜴等，謂之「毒蟲」。及作糖霜韻果，糖蜜巧粽，極其精巧。又以大金瓶數十，篇插葵榴梔子花，環繞殿閣。及分賜后妃諸閣大璫近侍翠葉、五色葵榴、金絲翠扇、真珠百索、釵符、經筒、香囊、軟香龍涎佩帶，及紫練、白葛、紅蕉之類。大臣貴邸，均被細葛、香羅、蒲絲、艾朵、彩團、巧粽之賜。而外邸節物，大率傚尤焉。巧粽之品不一，至結為樓台舫輅。又以青羅作赤口白舌帖子，與艾人並懸門楣，以為禳綁。道宮法院，多送佩帶符箓。而市人門首，各設大盆，雜植艾蒲葵花，上掛五色紙錢，排飣果粽。雖貧者亦然。湖中是日游舫亦盛，蓋迤邐炎暑，宴游漸稀故也。俗以是日為馬本命，凡御廄邸第上乘，悉用五彩為鬃尾之飾，奇韉寶轡，充滿道途，亦可觀玩也。"
      },
      {
        "index": 17,
        "text": "禁中納涼"
      },
      {
        "index": 18,
        "text": "禁中避暑，多御復古、選德等殿，及翠寒堂納涼。長松修竹，濃翠蔽日，層巒奇草，靜窈縈深，寒瀑飛空，下注大池可十畝。池中紅白菡萏萬柄，蓋園丁以瓦盎別種，分列水底，時易新者，庶幾美觀。又置茉莉、素馨、建蘭、麝香籐、朱槿、玉桂、紅蕉、闍婆、簷葡等南花數百盆於廣庭，鼓以風輪，清芬滿殿。御笐兩旁，各設金盆數十架，積雪如山。紗廚後先皆懸掛伽蘭木、真臘龍涎等香珠百斛。蔗漿金碗，珍果玉壺，初不知人間有塵暑也。聞洪景盧學士嘗賜對於翠寒堂，三伏中體粟戰慄，不可久立，上問故，笑遣中貴人以北綾半臂賜之，則境界可想見矣。"
      },
      {
        "index": 19,
        "text": "都人避暑"
      },
      {
        "index": 20,
        "text": "六月六日，顯應觀崔府君誕辰，自東都時廟食已盛。是日都人士女，駢集炷香，已而登舟泛湖，為避暑之遊。時物則新荔枝，軍庭李，（二果產閩）奉化項裡之楊梅，聚景園之秀蓮新藕、蜜筒甜瓜，椒核枇杷，紫菱、碧芡，林檎、金桃，蜜漬昌元梅，木瓜豆兒，水荔枝膏，金橘、水團、麻飲芥辣，白醪涼水，冰雪爽口之物。關撲香囊、畫扇、涎花、珠佩。而茉莉為最盛，初出之時，其價甚穹，婦人簇戴，多至七插，所直數十券，不過供一餉之娛耳。蓋入夏則遊船不復入裡湖，多佔蒲深柳密寬涼之地，披襟釣水，月上始還。或好事者則敞大舫，設蘄簟高枕取涼，櫛髮快浴，惟取適意。哉留宿湖心，竟夕而歸。"
      },
      {
        "index": 21,
        "text": "乞巧"
      },
      {
        "index": 22,
        "text": "立秋日，都人戴揪葉，飲秋水、赤小豆。七夕節物，多尚果食、茜雞。及泥孩兒號「摩歊羅」，有極精巧，飾以金珠者，其直不貲。並以蠟印鳧雁水禽之類，浮之水上。婦人女子，至夜對月穿針。餖飣杯盤，飲酒為樂，謂之「乞巧」。及以小蜘蛛貯盒內，以候結網之疏密，為得巧之多少。小兒女多衣荷葉半臂，手持荷葉，數顰摩歊羅。大抵皆中原舊俗也。"
      },
      {
        "index": 23,
        "text": "七夕前，修內司例進摩歊羅十卓，每卓三十枚，大者至高三尺，或用象牙雕鏤，或用龍涎佛手香製造，悉用鏤金珠翠。衣帽、金錢、釵鐲、佩環、真珠、頭須及手中所執戲具，皆七寶為之，各護以五色鏤金紗廚。制閫貴臣及京府等處，至有鑄金為貢者，富姬市娃，冠花及領皆以乞巧時物為飾焉。"
      },
      {
        "index": 24,
        "text": "中元"
      },
      {
        "index": 25,
        "text": "七月十五日，道家謂之「中元節」。各有齋醮等會。僧寺則於此日作盂蘭盆齋。而人家亦以此日祀先，例用新米、新醬、冥衣、時果、采段、面棋，而茹素者幾十八九，屠門為之罷市焉。"
      },
      {
        "index": 26,
        "text": "中秋"
      },
      {
        "index": 27,
        "text": "禁中是夕有賞月延桂排當，如倚桂閣、秋暉堂、碧岑，皆臨時取旨，夜深天樂直徹人間。御街如絨線、蜜煎、香鋪，皆鋪設貨物，誇多競好，謂之「歇眼」。燈燭華燦，竟夕乃止。此夕浙江放「一點紅」羊皮小水燈數十萬盞，浮滿水面，爛如繁星，有足現者。或謂此乃江神所喜，非徒事觀美也。"
      },
      {
        "index": 28,
        "text": "觀潮"
      },
      {
        "index": 29,
        "text": "浙江之潮，天下之偉觀也，自既望以至十八日為最盛。方其遠出海門，僅如銀線，既而漸近，則玉城雪嶺，際天而來，大聲如雷霆，震撼激射，吞天沃日，勢極雄豪。楊誠齋詩云：「海湧銀為郭，江橫玉繫腰」者是也。每歲京尹出浙江亭教閱水軍，艨艟數百，分列兩岸，既而盡奔騰分合五陣之勢，並有乘騎弄旗標槍舞刀於水面者，如履平地。倏爾黃煙四起，人物略不相睹，水爆轟震，聲如崩山。煙消波靜，則一舸無跡，僅有敵船為火所焚，隨波而逝。吳兒善泅者數百，皆披髮文身，手持十幅大彩旗，爭先鼓勇，溯迎而上，出沒於鯨波萬仞中，騰身百變，而旗尾略不沾濕，以此誇能。而豪民貴宦，爭賞銀彩。江幹上下十餘里間，珠翠羅綺溢目，車馬塞途，飲食百物皆倍穹常時，而僦賃看幕，雖席地而不容間也。禁中例觀潮於天開圖畫，高台下瞰，如在指掌。都民遙瞻黃傘雉扇於九霄之上，真若簫台蓬島也。"
      },
      {
        "index": 30,
        "text": "重九"
      },
      {
        "index": 31,
        "text": "禁中例於八日作重九排當，於慶端殿分列萬菊，燦然眩眼，且點菊燈，略如元夕。內人樂部，亦有隨花賞，如前賞花例，蓋賞燈之宴，權輿於此，自是日盛矣。或於清燕殿、綴金亭賞橙橘。遇郊祀歲則罷宴。都人是月飲新酒，泛萸簪菊。且各以菊糕為饋，以糖肉秫面雜糅為之，上縷肉絲鴨餅，綴以榴顆，標以彩旗。又作蠻王獅子於上，又糜粟為屑，合以蜂蜜，印花脫餅，以為果餌。又以蘇子微漬梅鹵，雜和蔗霜橙玉榴小顆，名曰「春蘭秋菊」。雨後新涼，則已有炒銀杏、梧桐子吟叫於市矣。"
      },
      {
        "index": 32,
        "text": "開爐"
      },
      {
        "index": 33,
        "text": "是日御前供進夾羅御服，臣僚服錦襖子夾公服，「授衣」之意也。自此御爐日設火，至明年二月朔止。皇后殿開爐節排當。是月遣使朝陵，如寒食儀。都人亦出郊拜墓，用綿球楮衣之類。"
      },
      {
        "index": 34,
        "text": "冬至"
      },
      {
        "index": 35,
        "text": "朝廷大朝會慶賀排當，並如元正儀，而都人最重一陽賀冬，車馬皆華整鮮好，五鼓已填擁雜遝於九街。婦人小兒，服飾華炫，往來如雲。岳祠城隍諸廟，炷香者尤盛。三日之內，店肆皆罷市，垂簾飲博，謂之「做節」。享先則以餛飩，有「冬餛飩，年膀棒」之諺。貴家求奇，一器凡十餘色，謂之「百味餛飩」。"
      },
      {
        "index": 36,
        "text": "賞雪"
      },
      {
        "index": 37,
        "text": "禁中賞雪，多御明遠樓。（禁中稱楠木樓）後苑進大小雪獅兒，並以金鈴彩縷為飾，且作雪花、雪燈、雪山之類，及滴酥為花及諸事件，並以金盆盛進，以供賞玩。並造雜煎品味，如春盤餖飣、羊羔兒酒以賜。並於內藏庫支撥官券數百歲，以犒諸軍，及令臨安府分給貧民，或皇后殿別自支犒。而貴家富室，亦各以錢米犒閭里之貧者。"
      },
      {
        "index": 38,
        "text": "歲除"
      },
      {
        "index": 39,
        "text": "禁中以臘月二十四日為小節夜，三十日為大節夜，呈女童驅儺，裝六丁、六甲、六神之類，大率如《夢華》所載。後苑修內司各進消夜果兒，以大合簇飣凡百餘種，如蜜煎珍果，下至花餳、萁豆，以至玉杯寶器、珠翠花朵、犀象博戲之具，銷金斗葉、諸色戲弄之物，無不備具，皆極小巧。又於其上作玉輅，高至三四尺，悉以金玉等為飾護，以貼金龍鳳羅罩，以奇侈求勝。一合之費，不啻中人十家之產，止以資天顏一笑耳。后妃諸閣，又各進歲軸兒及珠翠百事、吉利市袋兒、小樣金銀器皿，並隨年金錢一百二十文。旋亦分賜親王貴邸、宰臣巨璫。至於爆仗，有為果子人物等類不一。而殿司所進屏風，外畫鍾馗捕鬼之類。而內藏藥線，一爇連百餘不絕。簫鼓迎春，雞人驚唱，而玉漏漸移，金門已啟矣。"
      },
      {
        "index": 40,
        "text": "歲晚節物"
      },
      {
        "index": 41,
        "text": "臘日賜宰執、親王、三衙從官、內侍省官並外閫、前宰執等臘藥，系和劑局造進（宋刻「局」下有「方」字）及御藥院特旨製造銀合，各一百兩以至五十兩、三十兩各有差。伏日賜署藥亦同。"
      },
      {
        "index": 42,
        "text": "都下自十月以來，朝天門內外競售錦裝、新曆、諸般大小門神、桃符、鍾馗、狻猊、虎頭，及金彩縷花、春貼幡勝之類，為市甚盛。八日，則寺院及人家用胡桃、松子、乳蕈、柿栗之類作粥，謂之「臘八粥」。醫家亦多合藥劑，侑以虎頭丹、八神、屠蘇，貯以絳囊，饋遺大家，謂之「臘藥」。至於饋歲盤合、酒簷羊腔，充斥道路。二十四日，謂之「交年」，祀社用花餳米餌，及燒替代及作糖豆粥，謂之「口數」。市井迎儺，以鑼鼓遍至人家乞求利市。至除夕。則比屋以五色紙錢（宋刻「錢紙」）酒果，以迎送六神於門。至夜賁燭糝盆，紅映霄漢，爆竹鼓吹之聲，喧闐徹夜，謂之「聒廳」。小兒女終夕博戲不寐，謂之「守歲」。又明燈床下，謂之「照虛耗」。及貼天行貼兒財門於楣。祀先之禮，則或昏或曉，各有不同。如飲屠蘇、百事吉、膠牙餳，燒術賣懵等事，率多東都之遺風焉。守歲之詞雖多，極難其選，獨楊守齋《一枝春》最為近世所稱，並書於此云：「爆竹驚春，競喧闐，夜起千門簫鼓，流蘇帳暖，翠鼎緩騰香霧，停杯未舉，柰剛要，送年新句，應自賞，歌字清圓，未誇上林鶯語。從他歲窮日暮，縱閒愁怎減，阮郎風度，（宋刻「阮」作「刻」）屠蘇辦了，迤邐柳，梅妒，宮壺未曉，早驕馬，繡車盈路，還又把，月夕花朝，自今細數。」"
      }
    ]
  }
}