{
  "chapterNumber": 17,
  "title": "修容第二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎修容第二"
      },
      {
        "index": 2,
        "text": "婦人惟仙姿國色，無俟修容；稍去天工者，即不能免於人力矣。然予所謂“修飾”二字，無論妍媸美惡，均不可少。俗雲：“三分人材，七分妝飾。”此為中人以下者言之也。然則有七分人材者，可少三分妝飾乎？即有十分人材者，豈一分妝飾皆可不用乎？曰：不能也。若是，則修容之道不可不急講矣。今世之講修容者，非止窮工極巧，幾能變鬼為神，我即欲勉竭心神，創為新說，其如人心至巧，我法難工，非但小巫見大巫，且如小巫之徒，往教大巫之師，其不遭噴飯而唾面者鮮矣。然一時風氣所趨，往往失之過當。非始初立法之不佳，一人求勝於一人，一日務新於一日，趨而過之，致失其真之弊也。“楚王好細腰，宮中皆餓死；楚王好高髻，宮中皆一尺；楚王好大袖，宮中皆全帛。”細腰非不可愛，高髻大袖非不美觀，然至餓死，則人而鬼矣。髻至一尺，袖至全帛，非但不美觀，直與魑魅魍魎無別矣。此非好細腰、好高髻大袖者之過，乃自為餓死，自為一尺，自為全帛者之過也。亦非自為餓死，自為一尺，自為全帛者之過，無一人痛懲其失，著為章程，謂止當如此，不可太過，不可不及，使有遵守者之過也。吾觀今日之修容，大類楚宮之末俗，著為章程，非草野得為之事。但不經人提破，使知不可愛而可憎，聽其日趨日甚，則在生而為魑魅魍魎者，已去死人不遠，矧腰成一縷，有餓而必死之勢哉！予為修容立說，實具此段婆心，凡為西子者，自當曲體人情，萬毋遽發嬌嗔，罪其唐突。"
      },
      {
        "index": 3,
        "text": "○盥櫛"
      },
      {
        "index": 4,
        "text": "盥面之法，無他奇巧，止是濯垢務盡。面上亦無他垢，所謂垢者，油而已矣。油有二種，有自生之油，有沾上之油。自生之油，從毛孔沁出，肥人多而瘦人少，似汗非汗者是也。沾上之油，從下而上者少，從上而下者多，以發與膏沐勢不相離，發麵交接之地，勢難保其不侵。況以手按發，按畢之後，自上而下亦難保其不相挨擦，挨擦所至之處，即生油發亮之處也。生油發亮，於面似無大損，殊不知一日之美惡系焉，面之不白不勻，即從此始。從來上粉著色之地，最怕有油，有即不能上色。倘于浴面初畢，未經搽粉之時，但有指大一痕為油手所汙，迨加粉搽面之後，則滿面皆白而此處獨黑，又且黑而有光，此受病之在先者也。既經搽粉之後，而為油手所汙，其黑而光也亦然，以粉上加油，但見油而不見粉也，此受病之在後者也。此二者之為患，雖似大而實小，以受病之處止在一隅，不及滿面，閨人盡有知之者。尚有全體受傷之患，從古佳人暗受其害而不知者，予請攻而出之。從來拭面之巾帕，多不止於拭面，擦臂抹胸，隨其所至；有膩即有油，則巾帕之不潔也久矣。即有好潔之人，止以拭面，不及其他，然能保其上不及發，將至額角而遂止乎？一沾膏沐，即非無油少膩之物矣。以此拭面，非拭面也，猶打磨細物之人，故以油布擦光，使其不沾他物也。他物不沾，粉獨沾乎？凡有面不受妝，越勻越黑；同一粉也，一人搽之而白，一個搽之而不白者，職是故也。以拭面之巾有異同，非搽面之粉有善惡也。故善勻面者，必須先潔其巾。拭面之巾，止供拭面之用，又須用過即浣，勿使稍帶油痕，此務本窮源之法也。"
      },
      {
        "index": 5,
        "text": "善櫛不如善篦，篦者，櫛之兄也。發內無法，始得絲絲現相，不則一片如氈，求其界限而不得，是帽也，非髻也，是退光黑漆之器，非烏雲蟠繞之頭也。故善蓄姬妾者，當以百錢買梳，千錢購篦。篦精則發精，稍儉其值，則發損頭痛，篦不數下而止矣。篦之極淨，使便用梳。而梳之為物，則越舊越精。“人惟求舊，物惟求新”。古語雖然，非為論梳而論。求其舊而不得，則富者用牙，貧者用角。新木之梳，即搜根剔齒者，非油浸十日，不可用也。"
      },
      {
        "index": 6,
        "text": "古人呼髻為“蟠龍”。蟠龍者，髻之本體，非由妝飾而成。蟠龍者，髻之本體，非由妝飾而成。隨手綰成，皆作蟠龍之勢，可見古人之妝，全用自然，毫無造作。然龍乃善變之物，發無一定之形，使其相傳至今，物而不化，則龍非蟠龍，乃死龍矣；發非佳人之發，乃死人之發矣。無怪今人善變，變之城是也。但其變之之形，只顧趨新，不求合理；只求變相，不顧失真。凡以彼物肖此物，必取其當然者肖之，必取其應有者肖之，又必取其形色相類者肖之，未有憑空捏造，任意為之而不顧者。古人呼發為“烏雲”，呼髻為“蟠龍”者，以二物生於天上，宜乎在頂。發之繚繞似雲，發之蟠曲似龍，而雲之色有烏雲，龍之色有烏龍。是色也，相也，情也，理也，事事相合，是以得名，非憑捏造，任意為之而不顧者也。竊怪今之所謂“牡丹頭”、“荷花頭”、“缽盂頭”，種種新式，非不窮新極異，令人改觀，然于當然應有、形色相類之義，則一無取焉。人之一身，手可生花，江淹之彩筆是也；舌可生花，如來之廣長是也；頭則未見其生花，生之自今日始。此言不當然而然也。發上雖有簪花之義，未有以頭為花，而身為蒂者；缽盂乃盛飯之器，未有倒貯活人之首，而作覆盆之象者，此皆事所未聞，聞之自今日始。此言不應有而有也。群花之色，萬紫千紅，獨不見其有黑。設立一婦人於此，有人呼之為“黑牡丹”、“黑蓮花”、“黑缽盂”者，此婦必艴然而怒，怒而繼之以罵矣。以不喜呼名之怪物，居然自肖其形，豈非絕不可解之事乎？吾謂美人所梳之髻，不妨日異月新，但須籌為理之所有。理之所有者，其象多端，然總莫妙于雲龍二物。仍用其名而變更其實，則古制新裁，並行而不悖矣。勿謂止此二物，變為有限，須知普天下之物，取其千態萬狀，越變而越不窮者，無有過此二物者矣。龍雖善變，猶不過飛龍、游龍、伏龍、潛龍、戲珠龍、出海龍之數種。至於雲之為物，頃刻數遷其位，須臾屢易其形，“千變萬化”四字，猶為有定之稱，其實雲之變相，“千萬”二字，猶不足以限量之也。若得聰明女子，日日仰觀天象，既肖雲而為髻，複肖髻而為雲，即一日一更其式，猶不能盡其巧幻，畢其離奇，矧未必朝朝變相乎？若謂天高雲遠，視不分明，難於取法，則令畫工繪出巧雲數朵，以紙剪式，襯於發下，俟櫛沐既成，而後去之，此簡便易行之法也。雲上盡可著色，或簪以時花，或飾以珠翠，幻作雲端五彩，視之光怪陸離。但須位置得宜，使與雲體相合，若其中應有此物者，勿露時花珠翠之本形，則盡善矣。肖龍之法：如欲作飛龍、游龍，則先以己發梳一光頭於下，後以假髮製作龍形，盤旋繚繞，覆於其上。務使離發少許，勿使相粘相貼，始不失飛龍、游龍之義，相粘相貼則是潛龍、伏龍矣。懸空之法，不過用鐵線一二條，襯於不見之處，其龍爪之向下者，以發作線，縫於光發之上，則不動矣。戲珠龍法，以發作小龍二條，綴於兩旁，尾向後而首向前，首碼大珠一顆，近于龍嘴，名為“二龍戲珠”。出海龍亦照前式，但以假髮作波浪紋，綴于龍身空隙之處，皆易為之。是數法者，皆以雲龍二物分體為之，是雲自雲而龍自龍也。予又謂雲龍二　物勢不宜分，“雲從龍，風從虎”，《周易》業有成言，是當合而用之。同用一發，同作一假，何不幻作雲龍二物，使龍勿露全身，雲亦勿作全朵，忽而見龍，忽而見雲，令人無可測識，是美人之頭，盡有盤旋飛舞之勢，朝為行雲，暮為行雨，不幾兩擅其絕，而為陽臺神女之現身哉？噫，笠翁於此搜盡枯腸，為此髻者，不可不加屍祝。天年以後，倘得為神，則將往來繡閣之中，驗其所制，果有裨于花容月貌否也。"
      },
      {
        "index": 7,
        "text": "○薰陶"
      },
      {
        "index": 8,
        "text": "名花美女，氣味相同，有國色者，必有天香。天香結自胞胎，非由薰染，佳人身上實實有此一種，非飾美之詞也。此種香氣，亦有姿貌不甚較豔，而能偶擅其奇者。總之，一有此種，即是夭折摧殘之兆，紅顏薄命未有捷於此者。有國色而有天香，與無國色而有天香，皆是千中遇一，其餘則薰染之力不可少也。其力維何？富貴之家，則需花露。花露者，摘取花瓣入甑，醞釀而成者也。薔薇最上，群花次之。然用不須多，每於盥浴之後，挹取數匙入掌，拭體拍面而勻之。此香此味，妙在似花非花，是露非露，有其芬芳，而無其氣息，是以為佳，不似他種香氣，或速或沉，是蘭是桂，一嗅即知者也。其次則用香皂浴身，香茶沁口，皆是閨中應有之事。皂之為物，亦有一種神奇，人身偶染穢物，或偶沾穢氣，用此一擦，則去盡無遺。由此推之，即以百和奇香拌入此中，未有不與垢穢並除，混入水中而不見者矣，乃獨去穢而存香，似有攻邪不攻正之別。皂之佳者，一浴之後，香氣經日不散，豈非天造地設，以供修容飾體之用者乎？香皂以江南六合縣出者為第一，但價值稍昂，又恐遠不能致，多則浴體，少則止以浴面，亦權宜豐儉之策也。至於香茶沁口，費亦不多，世人但知其貴，不知每日所需，不過指大一片，重止毫釐，裂成數塊，每於飯後及臨睡時以少許潤舌，則滿吻皆香，多則味苦，而反成藥氣矣。凡此所言，皆人所共知，予特申明其說，以見美人之香不可使之或無耳。別有一種，為值更廉，世人食而但甘其味，嗅而不辨其香者，請揭出言之：果中荔子，雖出人間，實與交梨、火棗無別，其色國色，其香天香，乃果中尤物也。予遊閩粵，幸得飽啖而歸，庶不虛生此口，但恨造物有私，不令四方皆出。陳不知鮮，夫人而知之矣。殊不知荔之陳者，香氣未嘗盡沒，乃與橄欖同功，其好處卻在回味時耳。佳人就寢，止啖一枚，則口脂之香，可以竟夕，多則甜而膩矣。須擇道地者用之，楓亭是其選也。人問：沁口之香，為美人設乎？為伴美人者設乎？予曰：伴者居多。若論美人，則五官四體皆為人設，奚止口內之香。"
      },
      {
        "index": 9,
        "text": "○點染"
      },
      {
        "index": 10,
        "text": "“卻嫌脂粉汙顏色，淡掃蛾眉朝至尊。”此唐人妙句也。今世諱言脂粉，動稱汙人之物，有滿而是粉而雲粉不上面，遍唇皆脂而曰脂不沾唇者，皆信唐詩太過，而欲以虢國夫人自居者也。噫，脂粉焉能汙人，人自汙耳。人謂脂粉二物，原為中材而設，美色可以不需。予曰：不然。惟美色可施脂粉，其餘似可不設。何也？二物頗帶世情，大有趨炎附熱之態，美者用之愈增其美，陋者加之更益其陋。使以絕代佳人而微施粉澤，略染腥紅，有不增嬌益媚者乎？使以媸顏陋婦而丹鉛其面，粉藻其姿，有不驚人駭眾者乎？詢其所以然之故，則以白者可使再白，黑者難使遽白；黑上加之以白，是欲故顯其黑，而以白物相形之也。試以一墨一粉，先分二處，後合一處而觀之，其分處之時，黑自黑而白自白，雖雲各別其性，未甚相仇也；迨其合外，遂覺黑不自安，而白欲求去。相形相礙，難以一朝居者，以天下之物，相類者可使同居，即不相類而相似者，亦可使之同居，至於非但不相類、不相似，而且相反之物，則斷斷勿使同居，同居必為難矣。此言粉之不可混施也。脂則不然，面白者可用，面黑者亦可用。但脂粉二物，其勢相依，面上有粉而唇上塗脂，則其色燦然可愛，倘面無粉澤而止丹唇，非但紅色不顯，且能使面上之黑色變而為紫，以紫之為色，非系天生，乃紅黑二色合而成之者也。黑一見紅，若逢故物，不求合而自合，精光相射，不覺紫氣東來，使乘老子青牛，竟有五色燦然之瑞矣。若是，則脂粉二物，竟與若輩無緣，終身可不用矣，何以世間女子人人不舍，刻刻相需，而人亦未嘗以脂粉多施，擯而不納者？曰：不然。予所論者，乃面色最黑之人，所謂不相類、不相似，而且相反者也。若介在黑白之間，則相類而相似矣，既相類而相似，有何不可同居？但須施之有法，使濃淡得宜，則二物爭效其靈矣。從來傅粉之面，止耐遠觀，難於近視，以其不能勻也。畫士著色，用膠始勻，無膠則研殺不合。人面非同紙絹，萬無用膠之理，此其所以不勻也。有法焉：請以一次分為二次，自淡而濃，由薄而厚，則可保無是患矣。請以他事喻之。磚匠以石灰粉壁，必先上粗灰一次，後上細灰一次；先上不到之處，後上者補之；後上偶遺之處，又有先上者襯之，是以厚薄相均，泯然無跡。使以二次所上之灰，並為一次，則非但拙匠難勻，巧者亦不能遍及矣。粉壁且然，況粉面乎？今以一次所傅之粉，分為二次傅之，先傅一次，俟其稍幹，然後再傅第二次，則濃者淡而淡者濃，雖出無心，自能巧合，遠觀近視，無不宜矣。此法不但能勻，且能變換肌膚，使黑者漸白。何也？染匠之於布帛，無不由淺而深，其在深淺之間者，則非淺非深，另有一色，即如文字之有過文也。如欲染紫，必先使白變紅，再使紅變為紫，紅即白紫之過文，未有由白竟紫者也。如欲染青，必使白變為藍，再使藍變為青，藍即白青之過文，未有由白竟青者也。如婦人面容稍黑，欲使竟變為白，其勢實難。今以薄粉先勻一次，是其面上之色已在黑白之間，非若曩時之純黑矣；再上一次，是使淡白變為深白，非使純黑變為全白也，難易之勢，不大相徑庭哉？由此推之，則二次可廣為三，深黑可同於淺，人間世上，無不可用粉勻面之婦人矣。此理不待驗而始明，凡讀是編者，批閱至此，即知湖上笠翁原非蠢物，不止為風雅功臣，亦可謂紅裙知己。初論面容黑白，未免立說過嚴。非過嚴也，使知受病實深，而後知德醫人，果有起死回生之力也。舍此更有二說，皆淺乎此者，然亦不可不知；勻面必須勻項，否則前白後黑，有如戲場之鬼臉。至於點唇之法，又與勻面相反，一點即成，始類櫻桃之體；若陸續增添，二三其手，即有長短寬窄之痕，是為成串櫻桃，非一粒也。"
      }
    ]
  }
}