{
  "chapterNumber": 37,
  "title": "眾卉第四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "草木之類，各有所長，有以花勝者，有以葉勝者。花勝則葉無足取，且若贅疣，如葵花、蕙草之屬是也。葉勝則可以無花，非無花也，葉即花也，天以花之丰神色澤歸併于葉而生之者也。不然，綠者葉之本色，如其葉之，則亦綠之而已矣，胡以為紅，為紫，為黃，為碧，如老少年、美人蕉、天竹、翠雲草諸種，備五色之陸離，以娛觀者之目乎？即有青之綠之，亦不同於有花之葉，另具一種芳姿。是知樹木之美，不定在花，猶之丈夫之美者，不專主於有才，而婦人之醜者，亦不盡在無色也。觀群花令人修容，觀諸卉則所飾者不僅在貌。"
      },
      {
        "index": 2,
        "text": "幽齋但有隙地，即宜種蕉。蕉能韻人而免於俗，與竹同功，王子猷偏厚此君，未免掛一漏一。蕉之易栽，十倍於竹，一二月即可成蔭。坐其下者，男女皆入畫圖，且能使臺榭軒窗盡染碧色，“綠天”之號，洵不誣也。竹可鐫詩，蕉可作字，皆文士近身之簡牘。乃竹上止可一書，不能削去再刻；蕉葉則隨書隨換，可以日變數題，尚有時不煩自洗，雨師代拭者，此天授名箋，不當供懷素一人之用。予有題蕉絕句云：“萬花題遍示無私，費盡春來筆墨資。獨喜芭蕉容我儉，自舒晴葉待題詩。”此芭蕉實錄也。"
      },
      {
        "index": 3,
        "text": "草色之最蒨者，至翠雲而止。非特草木為然，盡世間蒼翠之色，總無一物可以喻之，惟天上彩雲，偶一幻此。是知善著色者惟有化工，即與傾國佳人眉上之色並較淺深，覺彼猶是畫工之筆，非化工之筆也。"
      },
      {
        "index": 4,
        "text": "虞美人花葉並嬌，且動而善舞，故又名“舞草”。《譜》云：“人或抵掌歌《虞美人》曲，即葉動如舞。”予曰：舞則有之，必歌《虞美人》曲，恐未必盡然。蓋歌舞並行之事，一姬試舞，從姬必歌以助之，聞歌即舞，勢使然也。若謂必歌《虞美人》曲，則此曲能歌者幾？歌稀則和寡，此草亦得藉口藏其拙矣。"
      },
      {
        "index": 5,
        "text": "書帶草其名極佳，苦不得見。《譜》載出淄川城北鄭康成讀書處，名“康成書帶草”。噫，康成雅人，豈作王戎鑽核故事，不使種傳別地耶？康成婢子知書，使天下婢子皆不知書，則此草不可移，否則處處堪栽也。"
      },
      {
        "index": 6,
        "text": "此草一名“雁來紅”，一名“秋色”，一名“老少年”，皆欠妥切。雁來紅者，尚有蓼花一種，經秋弄色者又不一而足，皆屬泛稱；惟“老少年”三字相宜，而又病其俗。予嘗易其名曰“還童草”，似覺差勝。此草中仙品也，秋階得此，群花可廢。此草植之者繁，觀之者眾，然但知其一，未知其二，予嘗細玩而得之。蓋此草不特於一歲之中，經秋更媚，即一日之中，亦到晚更媚，總之後勝於前，是其性也。此意向矜獨得，及閱徐竹隱詩，有“葉從秋後變，色向晚來紅”一聯，不知確有所見如予，知其晚來更媚平？抑下句仍同上句，其晚亦指秋乎？難起九原而問之，即謂先予一著可也。"
      },
      {
        "index": 7,
        "text": "竹無花而以夾竹桃代之，竹不實而以天竹補之，皆是可以不必然而強為蛇足之事。然蛇足之形自天生之，人亦不盡任咎也。"
      },
      {
        "index": 8,
        "text": "“長盆栽虎否則，宣石作峰巒。”佈置得宜，是一幅案頭山水。此虎丘賣花人長技也，不可謂非化工手筆。然購者於此，必熟視其為原盆與否。是卉皆可新移，獨虎刺必須久植，新移旋種者百無一活，不可不知。"
      },
      {
        "index": 9,
        "text": "苔者，至賤易生之物，然亦有時作難：遇階砌新築，冀其速生者，彼必故意遲之，以示難得。予有《養苔》詩云：“汲水培苔淺卻池，鄰翁盡日笑人癡。未成斑蘚渾難待，繞砌頻呼綠拗兒。”然一生之後，又令人無可奈何矣。"
      },
      {
        "index": 10,
        "text": "楊入水為萍，是花中第一怪事。花已謝而辭樹，其命絕矣，乃又變為一物，其生方始，殆一物而兩現其身者乎？人以楊花喻命薄之人，不知其命之厚也，較天下萬物為獨甚。吾安能身作楊花，而居水陸二地之勝乎？"
      },
      {
        "index": 11,
        "text": "水上生萍，極多雅趣；但怪其彌漫太甚，充塞池沼，使水居有如陸地，亦恨事也。有功者不能無過，天下事其盡然哉？"
      }
    ]
  }
}