{
  "chapterNumber": 45,
  "title": "療病第六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "「病不服藥，如得中醫。」此八字金丹，救出世間幾許危命！進此說于初得病時，未有不怪其迂者，必俟刀圭藥石無所不投，人力既窮，而沉屙如故，不得已而從事斯語，是可謂天人交迫，而使就「中醫」者也。乃不攻不療，反致霍然，始信八字金丹，信乎非謬。以予論之，天地之間只有貪生怕死之人，並無起死回生之藥。「藥醫不死病，佛度有緣人。」旨哉斯言！不得以諺語目之矣。然病之不能廢醫，猶旱之不能廢禱。明知雨澤在天，匪求能致，然豈有晏然坐視，聽禾苗稼穡之焦枯者乎？自盡其心而已矣。予善病一生，老而勿藥。百草盡經嘗試，幾作神農後身，然于大黃解結之外，未見有呼應極靈，若此物之隨試驗驗者也。生平著書立言，無一不由杜撰，其於療病之法亦然。每患一症，輒自考其致此之由，得其所由，然後治之以方，療之以藥。所謂方者，非方書所載之方，乃觸景生情，就事論事之方也；所謂藥者，非《本草》必載之藥，乃隨心所喜，信手拈來之藥也。明知無本之言不可訓世，然不妨姑妄言之，以備世人之妄聽。凡閱是編者，理有可信則存之，事有可疑則闕之，不以文害辭，不以辭害志，是所望于讀笠翁之書者。"
      },
      {
        "index": 2,
        "text": "藥籠應有之物，備載方書；凡天地間一切所有，如草木金石，昆蟲魚鳥，以及人身之便溺，牛馬之溲渤，無一或遺，是可謂兩者至備之書，百代不刊之典。今試以《本草》一書高懸國門，謂有能增一療病之物，及正一藥性之訛者，予以千金。吾知軒、岐復出，盧、扁再生，亦惟有屏息而退，莫能覬覦者矣。然使不幸而遇笠翁，則千金必為所攫。何也？藥不執方，醫無定格。同一病也，同一藥也，盡有治彼不效，治此忽效者；彼是則此非，彼非則此是，必居一於此矣。又有病是此病，藥非此藥，萬無可用之理，或被庸醫誤投，或為臧獲謬取，食之不死，反以回生者。跡是而觀，則《本草》所載諸藥性，不幾大謬不然乎？更有奇於此者，常見有人病入膏肓，危在旦夕，藥餌攻之不效，刀圭試之不靈，忽于無心中瞥遇一事，猛見一物，其物並非藥餌，其事絕異刀圭，或為喜樂而病消，或為驚慌而疾退。「救得命活，即是良醫；醫得病痊，便稱良藥。」由是觀之，則此一物與此一事者，即為《本草》所遺，豈得謂之全備乎？雖然，彼所載者，物性之常；我所言者，事理之變。彼之所師者人，人言如是，彼言亦如是，求其不謬則幸矣；我之所師者心，心覺其然，口亦信其然，依傍于世何為乎？究竟予言似創，實非創也，原本于方書之一言：「醫者，意也。」以意為醫，十驗八九，但非其人不行。吾願以拆字射覆者改卜為醫，庶幾此法可行，而不為一定不移之方書所誤耳。"
      },
      {
        "index": 3,
        "text": "一曰本性酷好之物，可以當藥。凡人一生，必有偏嗜偏好之一物，如文王之嗜菖蒲菹，曾皙之嗜羊棗，劉伶之嗜酒，盧仝之嗜茶，權長孺之嗜瓜，皆癖嗜也。癖之所在，性命與通，劇病得此，皆稱良藥。醫士不明此理，必按《本草》而稽查藥性，稍與症左，即鴆毒視之。此異疾之不能遽瘳也。予嘗以身試之。庚午之歲，疫癘盛行，一門之內，無不呻吟，而惟予獨甚。時當夏五，應薦楊梅，而予之嗜此，較前人之癖菖蒲、羊棗諸物，殆有甚焉，每食必過一斗。因訊妻孥曰：「此果曾入市否？」妻孥知其既有而未敢遽進，使人密訊於醫。醫者曰：「其性極熱，適與症反。無論多食，即一二枚亦可喪命。」家人識其不可，而恐予固索，遂詭詞以應，謂此時未得，越數日或可致之。詎料予宅鄰街，賣花售果之聲時時達於戶內，忽有大聲疾呼而過予門者，知其為楊家果也。予始窮詰家人，彼以醫士之言對。予曰：「碌碌巫咸，彼烏知此？急為購之！」及其既得，才一沁齒而滿胸之鬱結俱開，咽入腹中，則五臟皆和，四體盡適，不知前病為何物矣。家人睹此，知醫言不驗，亦聽其食而不禁，病遂以此得痊。由是觀之，無病不可醫，無物不可當藥。但須以漸嘗試，由少而多，視其可進而進之，始不以身為孤注。又有因嗜此物，食之過多因而成疾者，又當別論。不得盡執以酒解酲之說，遂其勢而益之。然食之既厭而成疾者，一見此物，即避之如仇。不相忌而相能，即為對症之藥可知已。"
      },
      {
        "index": 4,
        "text": "二曰其人急需之物，可以當藥。人無貴賤窮通，皆有激切所需之物。如窮人所需者財，富人所需者官，貴人所需者升擢，老人所需者壽，皆卒急欲致之物也。惟其需之甚急，故一投輒喜，喜即病痊。如人病入膏肓，匪醫可救，則當療之以此。力能致者致之，力不能致，不妨紿之以術。家貧不能致者者，或向富人稱貸，偽稱親友饋遺，安置床頭，予以可喜，此救貧病之第一著也。未得官者，或急為納粟，或謬稱薦舉；已得官者，或真謀銓補，或假報量移。至於老人欲得之遐年，則出在星相巫醫之口，予千予百，何足吝哉！是皆「即以其人之道，反治其人之身」者也。雖然，療諸病易，療貧病難。世人憂貧而致疾，疾而不可救藥者，幾與恒河沙比數。焉能假太倉之粟，貸郭況之金，是人皆予以可喜，而使之霍然盡愈哉？"
      },
      {
        "index": 5,
        "text": "三曰一心鍾愛之人，可以當藥。人心私愛，必有所鐘。常有君不得之于臣，父不得之于子，而極疏極遠極不足愛之人，反為精神所注，性命以之者，即是鍾情之物也。或是嬌妻美妾，或為狎客孌童，或系至親密友，思之弗得，與得而弗親，皆可以致疾。即使致疾之由，非關於此，一到疾痛無聊之際，勢必念及私愛之人。忽使相親，如魚得水，未有不耳清目明，精神陡健，若病魔之辭去者。此數類之中，惟色為甚，少年之疾，強半犯此。父母不知，謬聽醫士之言，以色為戒，不知色能害人，言其常也，情堪愈疾，處其變也。人為情死，而不以情藥之，豈人為饑死，而仍戒令勿食，以成首陽之志乎？凡有少年子女，情竇已開，未經婚嫁而至疾，疾而不能遽瘳者，惟此一物可以藥之。即使病軀羸弱，難使相親，但令往來其前，使知業為我有，亦可慰情思之大半。猶之得藥弗食，但嗅其味，亦可內通腠理，外壯筋骨，同一例也。至若閨門以外之人，致之不難，處之更易。使近臥榻，相昵相親，非招人與共，乃贖藥使堂也。仁人孝子之養親，嚴父慈母之愛子，俱不可不預蓄是方，以防其疾。"
      },
      {
        "index": 6,
        "text": "四曰一生未見之物，可以當藥。欲得未得之物，是人皆有，如文士之於異書，武人之于寶劍，醉翁之于名酒，佳人之於美飾，是皆一往情深，不辭困頓，而欲與相俱者也。多方覓得而使之一見，又復艱難其勢而後出之，此駕馭病人之術也。然必既得而後留難之，許而不能卒與，是益其疾矣。所謂異書者，不必微言秘笈，搜藏破壁而後得之。凡屬新編，未經目睹者，即是異書，如陳琳之檄，枚乘之文，皆前人已試之藥也。須知奇文通神，鬼魅遇之，無有不辟者。而予所謂文人，亦不必定指才士，凡系識字之人，即可以書當藥。傳奇野史，最病魔，倩人讀之，與誦咒辟邪無異也。他可類推，勿拘一轍。富人以珍寶為異物，貧家以羅綺為異物，獵山之民見海錯而稱奇，穴處之家入巢居而贊異。物無美惡，希覯為珍；婦少妍媸，乍親必美。昔未睹而今始睹，一錢所購，足抵千金。如必俟希世之珍，是索此輩於枯魚之肆矣。"
      },
      {
        "index": 7,
        "text": "五曰平時契慕之人，可以當藥。凡人有生平嚮往，未經謀而者，如其惠然肯來，以此當藥，其為效也更捷。昔人傳韓非書至秦，秦王見之曰：「寡人得見此人與之遊，死不恨矣！」漢武帝讀相如《子虛賦》而善之，曰：「朕獨不得與此人同時哉！」晉時宋纖有遠操，沉靜不與世交，隱居酒泉，不應辟命。太守楊宣慕之，畫其像於閣上，出入視之。是秦王之于韓非，武帝之於相如，楊宣之于宋纖，可謂心神畢射，寤寐相求者矣。使當秦王、漢帝、楊宣臥疾之日，忽致三人於榻前，則其霍然起舞，執手為歡，不知疾之所從去者，有不待事畢而知之矣。凡此皆言秉彝至好出自中心，故能愉快若此。其因人讚美而隨聲附和者不與焉。"
      },
      {
        "index": 8,
        "text": "六曰素常樂為之事，可以當藥。病人忌勞，理之常也。然有「樂此不疲」一 說作轉語，則勞之適以逸之，跡非拘士所能知耳。予一生療病，全用是方，無疾不試，無試不驗，徙癰浣腸之奇，不是過也。予生無他癖，惟好著書，憂藉以消，怒藉以釋，牢騷不平之氣藉以剷除。因思諸疾之萌蘖，無不始於七情，我有治情理性之藥，彼烏能崇我哉！故于伏枕呻吟之初，即作開卷第一義；能起能坐，則落毫端，不則但存腹稿。迨沉屙將起之日，即新編告竣之時。一生剞劂，孰使為之？強半出造化小兒之手。此我輩文人之藥，「止堪自怡悅，不堪持贈君」者。而天下之人，莫不有樂為之一事，或耽詩癖酒，或慕樂嗜棋，聽其欲為，莫加禁止，亦是調理病人之一法。總之，禦疾之道，貴在能忘；切切在心，則我為疾用，而死生聽之矣。知其力乏，而故授以事，非擾之使困，乃迫之使忘也。"
      },
      {
        "index": 9,
        "text": "七曰生平痛惡之物與切齒之人，忽而去之，亦可當藥。人有偏好，即有偏惡。偏好者致之，既可已疾，豈偏惡者辟之使去，逐之使遠，獨不可當沉屙之《七發》乎？無病之人，目中不能容屑，去一可憎之物，如拔眼內之釘。病中睹此，其為累也更甚。故凡遇病人在床，必先計其所仇者何人，憎而欲去者何物，人之來也屏之，物之存也去之。或詐言所仇之人災傷病故，暫快一時之心，以緩須臾之死，須臾不死，或竟不死也，亦未可知。刲股救親，未必能活；割仇家之肉以食親，痼疾未有不起者。仇家之肉，豈有異味可嘗，而怪色奇形之可辨乎？暫欺以方，亦未嘗不可。此則充類至義之盡也。愈疾之法，豈必盡然，得其意而已矣。"
      },
      {
        "index": 10,
        "text": "以上諸藥，創自笠翁，當呼為《笠翁本草》。其餘療病之藥及攻疾之方，效而可用者盡多。但醫士能言，方書可考，載之將不勝載。悉留本等之事，以歸分內之人，俎不越庖，非言其可廢也。總之，此一書者，事所應有，不得不有；言所當無，不敢不無。「絕無僅有」之號，則不敢居；「雖有若無」之名，亦不任受。殆亦可存而不必盡廢者也。"
      }
    ]
  }
}