{
  "chapterNumber": 5,
  "title": "音律第三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎音律第三"
      },
      {
        "index": 2,
        "text": "作文之最樂者，莫如填詞，其最苦者，亦莫如填詞。填詞之樂，詳後《賓白》之第二幅，上天入地，作佛成仙，無一不隨意到，較之南面百城，洵有過焉者矣。至說其苦，亦有千態萬狀，擬之悲傷疾痛、桎梏幽囚諸逆境，殆有甚焉者。請詳言之。他種文字，隨人長短，聽我張弛，總無限定之資格。今置散體弗論，而論其分股、限字與調與葉律者。分股則帖括時文是已。先破後承，始開終結，內分八股，股股相對，繩墨不為不嚴矣；然其股法、句法，長短由人，未嘗限之以數，雖嚴而不謂之嚴也。限字則四六排偶之文是已。語有一定之字，字有一定之聲，對必同心，意難合掌，矩度不為不肅矣；然止限以數，未定以位，止限以聲，未拘以格，上四下六可，上六下四亦未嘗不可，仄平平仄可，平仄仄平亦未嘗不可，雖肅而實未嘗肅也。調聲葉調，又兼分股限字之文，則詩中之近體是已。起句五言，是句句五言，起句七言，則句句七言，起句用某韻，則以下俱用某韻，起句第二字用平聲，則下句第二字定用仄聲，第三、第四又復顛倒用之，前人立法亦雲苛且密矣。然起句五言，句句五言，起句七言，句句七言，便有成法可守，想入五言一路，則七言之句不來矣；起句用某韻，以下俱用某韻，起句第二字用平聲，下句第二字定用仄聲，則拈得平聲之韻，上去入三聲之韻，皆可置之不問矣；守定平仄、仄平二語，再無變更，自一乎以至千百首皆出一轍，保無朝更夕改之令阻人適從矣，是其苛猶未甚，密猶未至也。至於填詞一道，則句之長短，字之多寡，聲之平上去入，韻之清濁陰陽，皆有一定不移之格。長者短一線不能，少者增一字不得，又復忽長忽短，時少時多，令人把握不定。當平者平，用一仄字不得；當陰者陰，換一陽字不能。調得平仄成文，又慮陰陽反復；分得陰陽清楚，又與聲韻乖張。令人攪斷肺腸，煩苦欲絕。此等苛法，盡勾磨人。作者處此，但能布置得宜，安頓極妥，便是千幸成幸之事，尚能計其詞品之低昂，文情之工拙乎？予繈褓識字，總角成篇，於詩書六藝之文，雖未精窮其義，然皆淺涉一過。總諸體百家而論之，覺文字之難，未有過於填詞者，予童而習之，於今老矣，尚未窺見一斑。只以管窺蛙見之識，謬語同心；虛赤幟於詞壇，以待將來。作者能於此種艱難文字顯出奇能，字字在聲音律法之中，言言無資格拘攣之苦，如蓮花生在火上，仙叟弈於桔中，始為盤根錯節之才，八而玲瓏之筆，壽名千古，衾影何慚！而千古上下之題品文藝者，看到傳奇一種，當易心換眼，別置典刑。要知此種文字作之可憐，出之不易，其楮墨筆硯非同己物，有如假自他人，耳目心思效用不能，到處為人掣肘，非若詩賦古文，容其得意疾書，不受神牽鬼制者。七分佳處，便可許作十分，若到十分，即可敵他種文字之二十分矣。予非左袒詞家，實欲主持公道，如其不信，但請作者同拈一題，先作文一篇或詩一首，再作填詞一曲，試其孰難孰易，誰拙推工，即知予言之不謬矣。然難易自知，工拙必須人辨。"
      },
      {
        "index": 3,
        "text": "詞曲中音律之壞，壞於《南西廂》。凡有作者，當以之為戒，不當取之為法。非止音律，文藝亦然。請詳言之。填詞隊雜劇不論，止論全本，其文字之佳，音律之妙，未有過於《北西廂》者。自南本一出，遂變極佳者為極不佳，極妙者為極不妙。推其初意，亦有可原，不過因北本為詞曲之豪，人人贊羨，但可被之管弦，不便奏諸場上，但宜於弋陽、四平等俗優，不便強施於昆調，以系北曲而非南曲也。茲請先言其故。北曲一折，止隸一人，雖有數人在場，其曲止出一口，從無互歌疊詠之事。弋陽、四平等腔，字多音少，一泄而盡，又有一人啟口，數人接腔者，名為一人，實出眾口，故深《北西廂》甚易。昆調悠長，一字可抵數字，每唱一曲，又必一人始之，一人終之，無可助一臂者，以長江大河之全曲，而專責一人，即有銅喉鐵齒，其能勝此重任乎？此北本雖佳，吳音不能奏也。作《南西廂》者，意在補此缺陷，遂割裂其詞，增添其白，易北為南，撰成此劇，亦可謂善用古人，喜傳佳事者矣。然自予論之，此人之於作者，可謂功之首而罪之魁矣。所謂功之首者，非得此春，則俗優競演，雅調無聞，作者苦心，雖傳實沒。所謂罪之魁者，千金狐腋，剪作鴻毛，一片精金，點成頑鐵。若是者何？以其有用古之心而無其具也。今之觀深此劇者，但知關目動人，詞曲悅耳，亦曾細嘗其味，深繹其詞乎？使讀書作古之人，取《西廂》南本一閱，句櫛字比，未有不廢卷掩鼻，而怪穢氣熏人者也。若曰：詞曲情文不浹，以其就北本增刪，割彼湊此，自難帖合，雖有才力無所施也。然則賓白之文，皆由己作，並未依傍原本，何以有才不用，有力不施，而為俗口鄙惡之談，以穢聽者之耳乎？且曲文之中，盡有不就原本增刪，或自填一折以補原本之缺略，自撰一曲參作諸曲之過文者，此則束縛無人，操縱由我，何以有才不用，有力不施，亦作勉強支吾之句，以混觀者之目乎？使王實甫復生，看演此劇，非狂叫怒罵，索改本而付之祝融，即痛哭流涕，對原本而悲其不幸矣。嘻！續《西廂》者之才，去作《西廂》者，止爭一間，觀者群加非議，謂《驚夢》以後諸曲，有如狗尾續貂。以彼之才，較之作《南西廂》者，豈特奴婢之於郎主，直帝王之視乞丐！乃今之觀者，彼施責備，而此獨包容，已不可解；且令家屍戶祝，居然配饗《琵琶》，非特實甫呼冤，且使則誠號屈矣！予生平最惡弋陽、四平等劇，見則趨而避之，但聞其搬演《西廂》，則樂觀恐後。何也？以其腔調雖惡，而曲文未改，仍是完全不破之《西廂》，非改頭換面、折手跛足之《西廂》也。南本則聾瞽、喑啞、馱背、折腰諸惡狀，無一不備於身矣。非但責其文詞，未究音律。從來詞曲之旨，首嚴宮調，次及聲音，次及字格。九宮十三調，南曲之門戶也。小出可以不拘，其成套大曲，則分門別戶，各有依歸，非但彼此不可通融，次第亦難紊亂。此劇只因改北成南，遂變盡詞場格局：或因前曲與前曲字句相同，後曲與後曲體段不合，遂向別宮別調隨取一曲以聯絡之，此宮調之不能盡合也；或彼曲與此曲牌名巧湊，其中但有一二句字數不符，如其可增可減，即增減就之，否則任其多寡，以解補湊不來之厄，此字格之不能盡符也；至於平仄陰陽與逐句所葉之韻，較此二者其難十倍，誅將不勝誅，此聲音之不能盡葉也。詞家所重在此三者，而三者之弊，未嘗缺一，能使天下相傳，久而不廢，豈非咄咄怪事乎？更可異者，近日詞人因其熟於梨園之口，習於觀者之目，謂此曲第一當行，可以取法，用作曲譜；所填之詞，凡有不合成律者，他人執而訊之，則曰：“我用《南西廂》某折作對子，如何得錯！”噫，玷《西廂》名目者此人，壞詞場矩度者此人，誤天下後世之蒼生者，亦此人也。此等情弊，予不急為拈出，則《南西廂》之流毒，當至何年何代而已乎！"
      },
      {
        "index": 4,
        "text": "向在都門，魏貞庵相國取崔鄭合葬墓誌銘示予，命予作《北西廂》翻本，以正從前之謬。予謝不敏，謂天下已傳之書，無論是非可否，悉宜聽之，不當奮其死力與較短長。較之而非，舉世起而非我；即較之而是，舉世亦起而非我。何也？貴遠賤近，慕古薄今，天下之通情也。誰肯以千古不朽之名人，抑之使出時流下？彼文足以傳世，業有明征；我力足以降人，尚無實據。以無據敵有征，其敗可立見也。時龔芝麓先生亦在座，與貞庵相國均以予言為然。向有一人欲改《北西廂》，又有一人欲續《水滸傳》，同商幹予。予曰：“《西廂》非不可改，《水滸》非不可續，然無奈二書已傳，萬口交贊，其高踞詞壇之座位，業如泰山之隱，磐石之固，欲遽叱之使起而讓席於予，此萬不可得之數也。無論所改之《西廂》，所續之《水滸》，未必可繼後塵，即使高出前人數倍，吾知舉世之人不約而同，皆以‘續貂蛇足 ’四字，為新作之定評矣。”二人唯唯而去。此予由衷之言，向以誡人，而今不以之繩己，動數前人之過者，其意何居？曰：存其是也。放鄭聲音，非仇鄭聲，存雅樂也；辟異端者，非分異端，存正道也；予之力斥《南西廂》，非分《南西廂》，欲存《北西廂》之本來面目也。若謂前人盡不可議，前書盡不可毀，則楊朱、墨翟亦是前人，鄭聲未必無底本，有之亦是前書，何以古聖賢放之辟之，不遺余力哉？予又謂《北西廂》不可改，《南西廂》則不可不翻。何也？世人喜觀此劇，非故嗜痂，因此劇之外別無善本，欲睹崔引舊事，舍此無由。地乏朱砂，赤土為佳，《南西廂》之得以浪傳，職是故也。使得一人焉，起而痛反其失，別出新裁，創為南本，師實甫之意，而不必更襲其詞，祖漢卿之心，而不獨僅續其後，若與《北西廂》角勝爭雄，則可謂難之又難，若止與《南西廂》賭長較短，則猶恐屑而不屑。予雖乏才，請當斯任，救饑有暇，當即拈毫。"
      },
      {
        "index": 5,
        "text": "《南西廂》翻本既不可無，予又因此及彼，而有誌於《北琵琶》一劇。蔡中郎夫婦之傳，既以《琵琶》得名，則“琵琶”二字乃一篇之主，而當年作者何以僅標其名，不見拈弄真實？使趙五娘描容之後，果然身背琵琶，往別張大公，彈出北曲哀聲一大套，使觀者聽者涕泗橫流，豈非《琵琶記》中一大暢事？而當年見不及此者，豈元人各有所長，工南詞者不善制北曲耶？使王實甫作《琵琶》，吾知與千載後之李笠翁必有同心矣。予雖乏才，亦不敢不當斯任。向填一折付優人，補則誠原本之不逮，茲已附入四卷之末，尚思擴為全本，以備詞人采擇，如其可用，譜為弦索新聲，若是，則《南西廂》、《北琵琶》二書可以並行。雖不敢望追蹤前哲，並轡時賢，但能保與自手所填諸曲（如已經行世之前後八種，及已填未刻之內外八種）合而較之，必有淺深疏密之分矣。然著此二書，必須杜門累月，竊恐饑為驅人，勢不由我。安得雨珠雨粟之天，為數十口家人籌生計乎？傷哉！貧也。"
      },
      {
        "index": 6,
        "text": "○恪守詞韻"
      },
      {
        "index": 7,
        "text": "一出用一韻到底，半字不容出入，此為定格。舊曲韻雜出入無常者，因其法制未備，原無成格可守，不足怪也。既有《中原音韻》一書，則猶畛域畫定，寸步不容越矣。常見文人制曲，一折之中，定有一二出韻之字，非曰明知故犯，以偶得好句不在韻中，而又不肯割愛，故勉強入之，以快一時之目者也。杭有才人沈孚中者，所制《綰春園》、《息宰河》二劇，不施浮采，純用白描，大是元人後勁。予初閱時，不忍釋卷，及考其聲韻，則一無定軌，不惟偶犯數學，竟以寒山、桓歡二韻，合為一處用之，又有以支思、劉微、魚模三韻並用者，甚至以真文、庚青、侵尋三韻，不論開口閉口，同作一韻用者。長於用才而短於擇術，致使佳調不傳，殊可痛惜！夫作詩填詞同一理也。未有沈休文詩韻以前，大同小異之韻，或可葉入詩中。既有此書，即三百篇之風人復作，亦當俯就範圍。李白詩仙，杜甫詩聖，其才豈出沈約下，未聞以才思縱橫而躍出韻外，況其了乎？設有一詩於此，言言中的，字字驚人，而以一東二冬並葉，或三江七陽互施，吾知司選政者，必加擯黜，豈有以才高句美而破格收之者乎？詞家繩墨，只在《譜》、《韻》二書，合譜合韻，方可言才，不則八斗難克升合，五車不敵片紙，雖多雖富，亦奚以為？"
      },
      {
        "index": 8,
        "text": "○凜遵曲譜"
      },
      {
        "index": 9,
        "text": "曲譜者，填詞之粉本，猶婦人刺繡之花樣也，描一朵，刺一朵，畫一葉，繡一葉，拙者不可稍減，巧者亦不能略增。然花樣無定式，盡可日異月新，曲譜則愈舊愈佳，稍稍趨新，則以毫厘之差而成千裏之謬。情事新奇百出，文章變化無窮，總不出譜內刊成之定格。是束縛文人而使有才不得自展者，曲譜是也；私厚詞人而使有才得以獨展者，亦曲譜是也。使曲無定譜，亦可日異月新，則凡屬淹通文藝者，皆可填詞，何元人、我輩之足重哉？“依樣畫葫蘆”一語，竟似為填詞而發。妙在依樣之中，別出好歹，稍有一線之出入，則葫蘆體樣不圓，非近於方，則類乎扁矣。葫蘆豈易畫者哉！明朝三百年，善畫葫蘆者，止有湯臨川一人，而猶有病其聲韻偶乖，字句多寡之不合者。甚矣，畫葫蘆之難，而一定之成樣不可擅改也。"
      },
      {
        "index": 10,
        "text": "曲譜無新，曲牌名有新。蓋詞人好奇嗜巧，而又不得展其伎倆，無可奈何，故以二曲三曲合為一曲，熔鑄成名，如《金索掛梧桐》、《傾杯賞芙蓉》、《倚馬待風雲》之類是也。此皆老於詞學、文人善歌者能之，不則上調不接下調，徒受歌者揶揄。然音調雖協，亦須文理貫通，始可串離使合。如《金絡索》、《梧桐樹》是兩曲，串為一曲，而名曰《金索掛梧桐》，以金索掛樹，是情理所有之事也。《傾杯序》、《玉芙蓉》是兩曲，串為一曲，而名曰《傾杯賞芙蓉》，傾杯酒而賞芙蓉，雖系捏成，猶口頭語也。《駐馬聽》、《一江風》、《駐雲飛》是三曲，串為一曲，而名曰《倚馬待風雲》，倚馬而待風雲之會，此語即入詩文中，亦自成句。凡此皆系有倫有脊之言，雖巧而不厭其巧。竟有只顧串合，不詢文義之通塞，事理之有無，生扭數字作曲名者，殊失顧名思義之體，反不若前人不列名目，只以“犯 ”字加之。如本曲《江兒水》而串入二別曲，則曰《二犯江兒水》；本曲《集賢賓》而串入三別曲，則曰《三犯集賢賓》。又有以“攤破”二字概之者，如本曲《簇禦林》、本曲《地錦花》而串入別曲，則曰《攤破簇禦林》、《攤破地錦花》之類，何等渾然，何等藏拙。更有以十數曲串為一曲而標以總名，如《六犯清音》、《七賢過關》、《九回腸》、《十二峰》之類，更覺渾雅。予謂串舊作新，終是填詞末著。只求文字好，音律正，即牌名舊殺，終覺新奇可喜。如以級新極美之名，而填以庸腐乖張之曲，誰其好之？善惡在實，不在名也。"
      },
      {
        "index": 11,
        "text": "○魚模當分"
      },
      {
        "index": 12,
        "text": "詞曲韻書，止靠《中原音韻》一種，此系北韻，非南韻也。十年之前，武林陳次升先生欲補此缺陷，作《南詞音韻》一書，工垂成而復綴，殊為可惜。予謂南韻深渺，卒難成書。填詞之家即將《中原音韻》一書，就平上去三音之中，抽出入聲字，另為一聲，私置案頭，亦可暫備南詞之用。然此猶可緩。更有急於此者，則魚模一韻，斷宜分別為二。魚之與模，相去甚遠，不知周德清當日何故比而同之，豈仿沈休文詩韻之例，以元、繁、孫三韻，合為十三元之一韻，必欲於純中示雜，以存“大音希聲”之一線耶？無論一曲數音，聽到歇腳處，覺其散漫無歸，即我非置之案頭，自作文字讀，亦覺字句聱牙，聲韻逆耳。倘有詞學專家，欲其文字與聲音媲美者，當令魚自魚而模自模，兩不相混，斯為極妥。即不能全出皆分，或每曲各為一韻，如前曲用魚，則用魚韻到底，後曲用模，則用模韻到底，猶之一詩一韻，後不同前，亦簡使可行之法也。自愚見推之，作詩用韻，亦當仿此。另鈔元字一韻，區別為三，拈得十三元者，首句用元，則用元韻到底，凡涉繁、孫二韻者勿用，拈得繁、孫者亦然。出韻則犯詩家之忌，未有以用韻太嚴而反來指謫者也。"
      },
      {
        "index": 13,
        "text": "○廉監宜避"
      },
      {
        "index": 14,
        "text": "侵尋、監鹹、廉纖三韻，同屬閉口之音，而侵尋一韻，較之監鹹、廉纖，獨覺稍異。每至收音處，侵尋閉口，而其音猶帶清亮，至監鹹、廉纖二韻，則微有不同。此二韻者，以作急板小曲則可，若填悠揚大套之詞，則宜避之。《西廂》“不念《法華經》，不理《梁王懺》”一折用之者，以出惠明口中，聲口恰相合耳。此二韻宜避者，不止單為聲音，以其一韻之中，可用者不過數字，余皆險僻艱生，備而不用者也。若惠明曲中之“扌昝”字、“攙”字、“覃”字、《贊”字、“ 餡”字、“蘸”字、“風彡”字，惟惠明可用，亦惟才大如天之王實甫能用，以第二人作《西廂》，即不敢用此險韻矣。初學填詞者不知，每於一折開手處，誤用此韻，致累全篇無好句；又有作不終篇，棄去此韻而另作者，失計妨時。故用韻不可不擇。"
      },
      {
        "index": 15,
        "text": "○拗句難好"
      },
      {
        "index": 16,
        "text": "音律之難，不難於鏗鏘順口之文，而難於倔強聱牙之句。鏗鏘順口者，如此字聲韻不合，隨取一字換之，縱橫順逆，皆可成文，何難一時數曲。至於倔強聱牙之句，即不拘音律，任意揮寫，尚難見才，況有清濁陰陽，及明用韻，暗用韻，又斷斷不宜用韻之成格，死死限在其中乎？詞名之最易填者，如《皂羅袍》、《醉扶歸》、《解三酲》、《步步嬌》、《園林好》、《江兒水》等曲。韻腳雖多，字句雖有長短，然讀者順口，作者自能隨筆，即有一二句宜作拗體，亦如詩內之古風，無才者處此，亦能勉力見才。至如《小桃紅》、《下山虎》等曲，則有最難下筆之句矣。《幽閨記．小桃紅》之中段雲：“輕輕將袖兒掀，露春纖，盞兒拈，低嬌面也。”每句只三字，末字葉韻，而每句之第二字，又斷該用平，不可犯仄。此等處，似難而尚未盡難。其《下山虎》雲：“大人家體面，委實多般，有眼何曾見！懶能向前，弄盞傳杯，恁般靦腆。這裏新人忒殺虔，待推怎地展？主婚人，不見憐，配合夫妻，事事非偶然。好惡姻緣總在天。”只須“懶能向前”、“待推怎地展 ”、“事非偶然”之三句，便能攪斷詞腸。“懶能向前”、“事非偶然”二句，每句四字，兩平兩仄，末字葉韻。“待推怎地展”一句五字，末字葉韻，五字之中，平居其一，仄居其四。此等拗句，如何措手？南曲中此類極多，其難有十倍於此者，若逐個牌名援引，則不勝其繁，而觀者厭矣；不引一二處定其難易，人又未必盡曉；茲只隨拈舊詩一句，顛倒聲韻以喻之。如“雲淡風輕近午天”，此等句法，自然容易見好，若變為“風輕雲淡近午天”，則雖有好句，不奪目矣。況“風輕雲淡近午天”七字之中，未必言言合律，或是陰陽相左，或是平仄尚乖，必須再易數字，始能合拍。或改為“風輕雲淡午近天”，或又改為“風輕午近雲淡天”，此等句法，揆之音律則或諧矣，若以文理繩之，尚得名為詞曲乎？海內觀者，肯曰此句為音律所限，自難求工，姑為體貼人情之善念而恕之乎？曰：不能也。既曰不能，則作者將刪去此句而不作乎？抑自創一格而暢我所欲言乎？曰：亦不能也。然則攻此道者，亦甚難矣！變難成易，其道何居？曰：有一方便法門，詞人或有行之者，未必盡有知之者。行之者偶然合拍，如路逢故人，出之不意，非我知其在路而往投之也。凡作倔強聱牙之句，不合自造新言，只當引用成語。成語在人口頭，即稍更數字，略變聲音，念來亦覺順口。新造之句，一字聱牙，非止念不順口，且令人不解其意。今亦隨拈一二句試之。如“柴米油鹽醬醋茶”，口頭語也，試變為“油鹽柴米醬醋茶”，或再變為“醬醋油鹽柴米茶”，未有不明其義，不辨其聲者。“東邊日出西邊雨，道是無情卻有情”，口頭語也，試將上句變為“日出東邊西邊雨”，下句變為“道是有情卻無情”，亦未有不明其義，不辨其聲音。若使新造之言而作此等拗句，則幾與海外方言無別，必經重譯而後知之矣。即取前引《幽閨》之二句，定其工拙。“懶能向前”、“事非偶然”二句，皆拗體也。“懶能向前”一句，系作者新構，此句便覺生澀，讀不順口。“事非偶然”一句，系家常俗語，此句便覺自然，讀之溜亮，豈非用成語易工，作新句難好之驗乎？予作傳奇數十種，所謂“三折肱為良醫”，此折肱語也。因覓知音，盡傾肝膈。孔子雲：“益者三友：友直，友諒，友多聞。”多聞，吾不敢居，謹自呼為直諒。"
      },
      {
        "index": 17,
        "text": "○合韻易重"
      },
      {
        "index": 18,
        "text": "句末一字之當葉者，名為韻腳。一曲之中，有幾韻腳，前後各別，不可犯重。此理誰不知之？誰其犯之？所不盡知而易犯者，惟有“合前”數句。茲請先言合前之故。同一牌名而為數曲者，止於首只列名其後，在南曲則曰“前腔”，在北曲則曰“麼篇”，猶詩題之有其二、其三、其四也。末後數語，在前後各別者，有前後相同，不復另作，名為“合前”者。此雖詞人躲懶法，然付之優人，實有二便；初學之時，少讀數句新詞，省費幾番記憶，一便也；登場之際，前曲各人分唱，合前之曲必通場合唱，既省精神，又不寂寞，二便也。然合前之韻腳最易犯重。何也？大凡作首曲，則知查韻，用過之字不肯復用，迨做到第二、三曲，則止圖省力，但做前詞，不顧後語，置合前數句於度外，謂前曲已有，不必費心，而烏知此數句之韻腳在前曲則語語各別，湊入此曲，焉知不有偶合者乎？故作前腔之曲，而有合前之句者，必將末後數句之韻腳緊記在心，不可復用；作完之後，又必再查，始能不犯此病。此就韻腳而言也。韻腳犯重，猶是小病，更有大於此者，則在詞意與人不相合。何也？合前之曲既使同唱，則此數句之詞意必有同情。如生旦凈醜四人在場，生旦之意如是，凈醜之意亦如是，即可謂之同時，即可使之同唱；若生旦如是，凈醜未盡如是，則兩情不一，已無同唱之理；況有生旦如是，凈醜必不如是，則豈有相反之曲而同唱者乎？此等關竅，若不經人道破，則填詞之家既顧陰陽平仄，又調角徵宮商，心緒萬端，豈能復籌及此？予作是編，其於詞學之精微，則萬不得一，如此等粗淺之論，則可謂知無不言，言無不盡者矣。後來作者，當錫予一字，命曰“詞奴”，以其為千古詞人，嘗效紀綱奔走之力也。"
      },
      {
        "index": 19,
        "text": "○慎用上聲"
      },
      {
        "index": 20,
        "text": "平上去入四聲，惟上聲一音最別。用之詞曲，較他音獨低，用之賓白，又較他音獨高。填詞者每用此聲，最宜斟酌。此聲利於幽靜之詞，不利於發揚之曲；即幽靜之詞，亦宜偶用、間用，切忌一句之中連用二三四字。蓋曲到上聲字，不求低而自低，不低則此字唱不出口。如十數學高而忽有一字之低，亦覺抑揚有致；若重復數字皆低，則不特無音，且無曲矣。至於發揚之曲，每到吃緊關頭，即當用陰字，而易以陽字尚不發調，況為上聲之極細者乎？予嘗謂物有雌雄，字亦有雌雄。平去入三聲以及陰字，乃字與聲之雄飛者也；上聲與陽字，乃字與聲之雌伏者也。此理不明，難於制曲。初學填詞者，每犯抑揚倒置之病，其故何居？正為上聲之字入曲低，而入白反高耳。詞人之能度曲者，世間頗少。其握管撚髭之際，大約口吶吟哦，皆同說話，每逢此字，即作高聲；且上聲之字出口最高，入耳極清，因其高而且清，清而且亮，自然得意疾書。孰知唱曲之道與此相反，念來高者，唱出反氏，此文妙曲利於案頭，而不利於場上之通病也。非笠翁為千古癡人，不分一毫人我，不留一點渣滓者，孰肯盡出家私底蘊，以博慷慨好義之虛名乎？"
      },
      {
        "index": 21,
        "text": "○少填入韻"
      },
      {
        "index": 22,
        "text": "入聲韻腳，宜於北而不宜於南。以韻腳一字之音，較他字更須明亮，北曲止有三聲，有平上去而無入，用入聲字作韻腳，與用他聲無異也。南曲四聲俱備，遇入聲之字，定宜唱作入聲，稍類三音，即同北調矣，以北音唱南曲可乎？予每以入韻作南詞，隨口念來，皆似北調，是以知之。若填北曲，則莫妙於此，一用入聲，即是天然北調。然入聲韻腳，最易見才，而又最難藏拙。工於入韻，即是詞壇祭酒。以入韻之字，雅馴自然者少，粗俗倔強者多。填詞老手，用慣此等字樣，始能點鐵成金。淺乎此者，運用不來，熔鑄不出，非失之太生，則失之太鄙。但以《西廂》、《琵琶》二劇較其短長。作《西廂》者，工於北調，用入韻是其所長。如《鬧會》曲中“二月春雷響殿角”，“早成就了幽期密約”，“內性兒聰明，冠世才學。扭捏著身子，百般做作。”“角”字，“約”字，“學”字，“作”字，何等雅馴！何等自然！《琵琶》工於南曲，用入韻是其所短。如《描容》曲中“兩處堪悲，萬愁怎摸？”愁是何物，而可摸乎？入聲韻腳宜北不宜南之論，蓋為初學者設，久於經道而得三昧者，則左之右之，無不宜之矣。"
      },
      {
        "index": 23,
        "text": "○別解務頭"
      },
      {
        "index": 24,
        "text": "填詞者必講“務頭”，然務頭二字，千古難明。《嘯余譜》中載《務頭》一卷，前後臚列，豈止萬言，究竟務頭二字，未經說明，不知何物。止於卷尾開列諸舊曲，以為體樣，言某曲中第幾句是務頭，其間陰陽不可混用，去上、上去等字，不可混施。若跡此求之，則除卻此句之外，其平仄陰陽，皆可混用混施而不論矣。又雲某句是務頭，可施俊語於其上。若是，則一曲之中，止該用一俊語，其余字句皆可潦草塗鴉，而不必計其工拙矣。予謂立言之人，與當權秉軸者無異。政令之出，關乎從違，斷斷可從，而後使民從之，稍背於此者，即在當違之列。鑿鑿能信，始可發令，措詞又須言之極明，論之極暢，使人一目了然。今單提某句為務頭，謂陰陽平仄，斷宜加嚴，俊語可施於上。此言未嘗不是，其如舉一廢百，當從者寡，當違者眾，是我欲加嚴，而天下之法律反從此而寬矣。況又囁嚅其詞，吞多吐少，何所取義而稱為務頭，絕無一字之詮釋。然則“葫蘆提”三字，何以服天下？吾恐狐疑者讀之，愈重其狐疑，明了者觀之，頓喪其明了，非立言之善策也。予謂務頭二字，既然不得其解，只當以不解解之。曲中有務頭，猶棋中有眼，有此則活，無此則死。進不可戰，退不可守者，無眼之棋，死棋也；看不動情，唱不發調者，無務頭之曲，死曲也。一曲有一曲之務頭，一句有一句之務頭。字不聱牙，音不泛調，一曲中得此一句，即使全曲皆靈，一句中得此一二字，即使全句皆健者，務頭也。由此推之，則不特曲有務頭，詩詞歌賦以及舉子業，無一不有務頭矣。人亦照譜按格，發舒性靈，求為一代之傳書而已矣，豈得為謎語欺人者所惑，而阻塞詞源，使不得順流而下乎？"
      }
    ]
  }
}