{
  "chapterNumber": 12,
  "title": "授曲第三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎授曲第三"
      },
      {
        "index": 2,
        "text": "聲音之道，幽渺難知。予作一生柳七，交無數周郎，雖未能如曲子相公身都通顯，然論其生平制作，塞滿人間，亦類此君之不可收拾。然究竟於聲音之道未嘗盡解，所能解者，不過詞學之章句，音理之皮毛，比之觀場矮人，略高寸許，人贊美而我先之，我憎醜而人和之，舉世不察，遂群然許為知音。噫，音豈易知者哉？人問：既不知音，何以制曲？予曰：釀酒之家，不必盡知酒昧，然秫多水少則醇Ο，曲好ろ精則香冽，此理則易諳也；此理既諳，則杜康不難為矣。造弓造矢之人，未必盡嫻決拾，然曲而勁者利於矢，直而銳者宜於鵠，此道則易明也；既明此道，即世為弓人矢人可矣。雖然，山民善跋，水民善涉，術疏則巧者亦拙，業久則粗者亦精；填過數十種新詞，悉付優人，聽其歌演，近朱者赤，近墨者黑，況為朱墨所從出者乎？粗者自然拂耳，精者自能娛神，是其中菽麥亦稍辨矣。語雲：“耕當問奴，織當訪婢。”予雖不敏，亦曲中之老奴，歌中之黠婢也。請述所知，以備裁擇。"
      },
      {
        "index": 3,
        "text": "○解明曲意"
      },
      {
        "index": 4,
        "text": "唱曲宜有曲情，曲情者，曲中之情節也。解明情節，知其意之所在，則唱出口時，儼然此種神情，問者是問，答者是答，悲者黯然魂消而不致反有喜色，歡者怡然自得而不見稍有瘁容，且其聲音齒頰之間，各種俱有分別，此所謂曲情是也。吾觀今世學曲者，始則誦讀，繼則歌詠，歌詠既成而事畢矣。至於講解二字，非特廢而不行，亦且從無此例。有終日唱此曲，終年唱此曲，甚至一生唱此曲，而不知此曲所言何事，所指何人，口唱而心不唱，口中有曲而面上身上無曲，此所謂無情，與蒙童背書，同一勉強而非自然者也。雖腔板極正，喉舌齒牙極清，終是第二、第三等詞曲，非登峰造極之技也。欲唱好曲者，必先求明師講明曲義。師或不解，不妨轉詢文人，得其義而後唱。唱時以精神貫串其中，務求酷肖。若是，則同一唱也，同一曲也，其轉腔換字之間，別有一種聲口，舉目回頭之際，另是一副神情，較之時優，自然迥別。變死音為活曲，化歌者為文人，只在能解二字，解之時義大矣哉！"
      },
      {
        "index": 5,
        "text": "○調熟字音"
      },
      {
        "index": 6,
        "text": "調平仄，別陰陽，學歌之首務也。然世上歌童解此二事者，百不得一。不過口傳心授，依樣葫蘆，求其師不甚謬，則習而察，亦可以混過一生。獨有必不可少之一事，較陰陽平仄為稍難，又不得因其難而忽視者，則為“出口”、“收音”二訣竅。世間有一字，即有一字之頭，所謂出口者是也；有一定，即有一字之尾，所謂收音者是也。尾後又有余音，收煞此字，方能了局。譬如吹簫、姓蕭諸“簫”字，本音為簫，其出口之字頭與收音之字尾，並不是“簫”。若出口作“簫”，收音作 “簫”，其中間一段正音並不是“簫”，而反為別一字之音矣。且出口作“簫”，其音一泄而盡，曲之緩者，如何接得下板？故必有一字為之頭，以備出口之用，有一定為之尾，以備收音之用，又有一字為余音，以備煞板之用。字頭為何？“西”字是也。字尾為何？“夭”字是也。尾後余音為何？“烏”字是也。字字皆然，不能枚紀。《弦索辨訛》等書載此頗詳，閱之自得。要知此等字頭、字尾及余音，乃天造地設，自然而然，非後人扭捏成者也，但觀切字之法，即知之矣。《篇海》、《字匯》等書，逐字載有註腳，以兩字切成一字。其兩字者，上一字即為字頭，出口者也；下一字即為字尾，收音者也；但不及余音之一字耳。無此上下二字，切不出中間一字，其為天造地設可知。此理不明，如何唱曲？出口一錯，即差謬到底，唱此字而訛為彼字，可使知音者聽乎？故教曲必先審音。即使不能盡解，亦須講明此義，使知字有頭尾以及余音，則不敢輕易開口，每字必詢，久之自能慣熟。“曲有誤，周郎顧。”茍明此道，即遇最刻之周郎，亦不能拂情而左顧矣。"
      },
      {
        "index": 7,
        "text": "字頭、字尾及余音，皆為慢曲而設，一字一板或一字數板者，皆不可無。其快板曲，止有正音，不及頭尾。"
      },
      {
        "index": 8,
        "text": "緩音長曲之字，若無頭尾，非止不合韻，唱者亦大費精神，但看青衿贊禮之法，即知之矣。“拜”、“興”二字皆屬長音。“拜”字出口以至收音，必俟其人揖畢而跪，跪畢而拜，為時甚久。若止唱一“拜”字到底，則其音一泄而盡，不當歇而不得不歇，失儐相之體矣。得其竅者，以“不”“愛”二字代之。“不”乃“拜 ”之頭，“愛”乃“拜”之尾，中間恰好是一“拜”字。以一字而延數晷，則氣力不足；分為三字，即有余矣。“興”字亦然，以“希”“因”二字代之。贊禮且然，況於唱曲？婉譬曲喻，以至於此，總出一片苦心。審樂諸公，定須憐我。"
      },
      {
        "index": 9,
        "text": "字頭、字尾及余音，皆須隱而不現，使聽者聞之，但有其音，並無其字，始稱善用頭尾者；一有字跡，則沾泥帶水，有不如無矣。"
      },
      {
        "index": 10,
        "text": "○字忌模糊"
      },
      {
        "index": 11,
        "text": "學唱之人，勿論巧拙，只看有口無口；聽曲之人，慢講精粗，先問有字無字。字從口出，有字即有口。如出口不分明，有字若無字，是說話有口，唱曲無口，與啞人何異哉？啞人亦能唱曲，聽其呼號之聲即可見矣。常有唱完一曲，聽者止聞其聲，辨不出一字者，令人悶殺。此非唱曲之料，選材者任其咎，非本優之罪也。舌本生成，似難強造，然於開口學曲之初，先能凈其齒頰，使出口之際，字字分明，然後使工腔板，此回天大力，無異點鐵成金，然百中遇一，不能多也。"
      },
      {
        "index": 12,
        "text": "○曲嚴分合"
      },
      {
        "index": 13,
        "text": "同場之曲，定宜同場，獨唱之曲，還須獨唱，詞意分明，不可犯也。常有數人登場，每人一只之曲，而眾口同聲以出之者，在授曲之人，原有淺深二意：淺者慮其冷靜，故以發越見長；深者示不參差，欲以翕如見好。嘗見《琵琶．賞月》一折，自“長空萬里”以至“幾處寒衣織未成”，俱作合唱之曲，諦聽其聲，如出一口，無高低斷續之痕者，雖曰良工心苦，然作者深心，於茲埋沒。此折之妙，全在共對月光，各談心事，曲既分唱，身段即可分做，是清淡之內原有波瀾。若混作同場，則無所見其情，亦無可施其態矣。惟“峭寒生”二曲可以同唱，定四曲定該分唱，況有“合前”數句振起神情，原不慮其太冷。他劇類此者甚多，舉一可以概百。戲場之曲，雖屬一人而可以同唱者，惟行路出師等劇，不問詞理異同，皆可使眾聲合一。場面似鬧，曲聲亦宜鬧，靜之則相反矣。"
      },
      {
        "index": 14,
        "text": "○鑼鼓忌雜"
      },
      {
        "index": 15,
        "text": "戲場鑼鼓，筋節所關，當敲不敲，不當敲百敲，與宜重而輕，宜輕反重者，均足令戲文減價。此中亦具至理，非老於優孟者不知。最忌在要緊關頭，忽然打斷。如說白未了之際，曲調初起之時，橫敲亂打，蓋卻聲音，使聽白者少聽數句，以致前後情事不連，審音者未聞起調，不知以後所唱何曲。打斷曲文，罪猶可恕，抹殺賓白，情理難容。予觀場每見此等，故為揭出。又有一出戲文將了，止余數句賓白未完，而此未完之數句，又系關鍵所在，乃戲房鑼鼓早已催促收場，使說與不說同者，殊可痛恨。故疾徐輕重之間，不可不急講也。場上之人將要說白，見鑼鼓未歇，宜少停以待之，不則過難專委，曲白鑼鼓，均分其咎矣。"
      },
      {
        "index": 16,
        "text": "○吹合宜低"
      },
      {
        "index": 17,
        "text": "絲、竹、肉三音，向皆孤行獨立，未有合用之者，合之自近年始。三籟齊鳴，天人合一，亦金聲玉振之遺意也，未嘗不佳；但須以肉為主，而絲竹副之，使不出自然者，亦漸近自然，始有主行客隨之妙。邇來戲房吹合之聲，皆高於場上之曲，反以絲竹為主，而曲聲和之，是座客非為聽歌而來，乃聽鼓樂而至矣。從來名優教曲，總使聲與樂齊，簫笛高一字，曲亦高一字，簫笛低一字，曲亦低一字。然相同之中，即有高低輕重之別，以其教曲之初，即以簫笛代口，引之使唱，原系聲隨簫笛，非以簫笛隨聲，習久成性，一到聲上，不知不覺而以曲隨簫笛矣。正之當用何法？曰：家常理曲，不用吹合，止於場上用之，則有吹合亦唱，無吹合亦唱，不靠吹合為主。譬之小兒學行，終日倚墻靠壁，舍此不能舉步，一旦去其墻壁，偏使獨行，行過一次兩次，則雖見墻壁而不靠矣。以予見論之，和簫和笛之時，當比曲低一字，曲聲高於吹合，則絲竹之聲亦變為肉，尋其附和之痕而不得矣。正音之法，有過此者乎？然此法不宜概行，當視唱曲之人之本領。如一班之中，有一二喉音最亮者，以此法行之，其余中人以下之材，俱照常格。倘不分高下，一例舉行，則良法不終，而怪予立言之誤矣。"
      },
      {
        "index": 18,
        "text": "吹合之聲，場上可少，教曲學唱之時，必不可少，以其能代師口，而司熔鑄變化之權也。何則？不用簫笛，止憑口授，則師唱一遍，徒亦唱一遍，師住口而徒亦住口，聰慧者數遍即熟，資質稍鈍者，非數十百遍不能，以師徒之間無一轉相授受之人也。自有此物，只須師教數遍，齒牙稍利，即有簫笛引之。隨簫隨笛之際，若曰無師，則輕重病徐之間，原有法脈準繩，引人歸於勝地；若曰有師，則師口並無一字，已將此曲交付其徒。先則人隨簫笛，後則簫笛隨人，是金蟬脫殼之法也。“ 庾公之斯，學射於尹公之他；尹公之他，學射於我。”簫笛二物，即曲中之尹公他也。但庾公之斯與子濯孺子，昔未見面，而今同在一堂耳。若是，則吹合之力詎可少哉？予恐此書一出，好事者過聽予方言，謬視簫笛為可棄，故復補論及此。"
      }
    ]
  }
}