{
  "chapterNumber": 4,
  "title": "詞采第二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎詞采第二"
      },
      {
        "index": 2,
        "text": "曲與詩余，同是一種文字。古今刻本中，詩余能佳而曲不能盡佳音，詩余可選而曲不可選也。詩余最短，每篇不過數十字，作者雖多，入選者不多，棄短取長，是以但見其美。曲文最長，每折必須數曲，每部必須數十折，非八斗長才，不能始終如一。微疵偶見者有之，瑕瑜並陳者有之，尚有踴躍於前，懈弛於後，不得已而為狗尾貂續者亦有之。演者觀者既存此曲，只得取其所長，恕其所短，首尾並錄。無一部而刪去數折，止存數折，一出而抹去數曲，止存數曲之理。此戲曲不能盡佳，有為數折可取而挈帶全篇，一曲可取而挈帶全折，使瓦缶與金石齊鳴者，職是故也。予謂既工此道，當如畫士之傳真，閨女之刺繡，一筆稍差，便慮神情不似，一針偶缺，即防花鳥變形。使全部傳奇之曲，得似詩余選本如《花間》、《草堂》諸集，首首有可珍之句，句句有可寶之字，則不愧填詞之名，無論必傳，即傳之千萬年，亦非僥幸而得者矣。吾於古曲之中，取其全本不懈、多瑜鮮瑕者，惟《西廂》能之。《琵琶》則如漢高用兵，勝敗不一，其得一勝而王者，命也，非戰之力也。《荊》、《劉》、《拜》、《殺》之傳，則全賴音律。文章一道，置之不論可矣。"
      },
      {
        "index": 3,
        "text": "○貴顯淺"
      },
      {
        "index": 4,
        "text": "曲文之詞采，與詩文之詞采非但不同，且要判然相反。何也？詩文之詞采，貴典雅而賤粗俗，宜蘊藉而忌分明。詞曲不然，話則本之街談巷議，事則取其直說明言。凡讀傳奇而有令人費解，或初閱不見其佳，深思而後得其意之所在者，便非絕妙好詞，不問而知為今曲，非元典也。元人非不讀書，而所制之曲，絕無一毫書本氣，以其有書而不用，非當用而無書也，後人之曲則滿紙皆書矣。元人非不深心，而所填之詞，皆覺過於淺近，以其深而出之以淺，非借淺以文其不深也，後人之詞則心口皆深矣。無論其他，即湯若士《還魂》一劇，世以配饗元人，宜也。問其精華所在，則以《驚夢》、《尋夢》二折對。予謂二折雖佳，猶是今曲，非元曲也。《驚夢》首句雲：“裊晴絲，吹來閑庭院，搖漾春如線。”以遊絲一樓，逗起情絲，發端一語，即費如許深心，可謂慘淡經營矣。然聽歌《牡丹亭》者，百人之中有一二人解出此意否？若謂制曲初心並不在此，不過因所見以起興，則瞥見遊絲，不妨直說，何須曲而又曲，由晴絲而說及春，由春與晴絲而悟其如線也？若雲作此原有深心，則恐索解人不易得矣。索解人既不易得，又何必奏之歌筵，俾雅人俗子同聞而共見乎？其余“停半晌，整花鈿，沒揣菱花，偷人半面”及“良辰美景奈何天，賞心樂事誰家院”，“遍青山，啼紅了杜鵑”等語，字字俱費經營，字字皆欠明爽。此等妙語，止可作文字觀，不得作傳奇觀。至如末幅“似蟲兒般蠢動，把風情扇”，與“恨不得肉兒般團成片也，逗的個日下胭脂雨上鮮”，《尋夢》曲雲：“明放著白日青天，猛教人抓不到夢魂前”，“是這答兒壓黃金釧匾”，此等曲，則去元人不遠矣。而予最賞心者，不專在《驚夢》、《尋夢》二折，謂其心花筆蕊，散見於前後各折之中。《珍崇》曲雲：“看你春歸何處歸，春睡何曾睡，氣絲兒，怎度的長天日。”“夢去知他實實誰，病來只送得個虛虛的你。做行雲，先渴倒在巫陽會。”“又不得困人天氣，中酒心期，╁╁的常如醉。”“承尊覷，何時何日，來看這女顏回？”《憶女》曲雲：“地老天昏，沒處把老娘安頓。”“你怎撇得下萬里無兒白髮親。”“賞春香還是你舊羅裙。”《玩真》曲雲：“如愁欲語，只少口氣兒呵。”“叫的你噴嚏似天花唾。動淩波，盈盈欲下，不見影兒那。”此等曲，則純乎元人，置之《百種》前後，幾不能辨，以其意深詞淺，全無一毫書本氣也。若論填詞家宜用之書，則無論經傳子史以及詩賦古文，無一不當熟讀，即道家佛氏、九流百工之書，下至孩童所習《千字文》、《百家姓》，無一不在所用之中。至於形之筆端，落於紙上，則宜洗濯殆盡。亦偶有用著成語之處，點出舊事之時，妙在信手拈來，無心巧合，竟似古人尋我，並非我覓古人。此等造詣，非可言傳，只宜多購元曲，寢食其中，自能為其所化。而元曲之最佳者，不單在《西廂》、《琵琶》二劇，而在《元人百種》之中。《百種》亦不能盡佳，十有一二可列高、王之上，其不致家弦戶誦，出與二劇爭雄者，以其是雜劇而非全本，多北曲而少南音，又止可被諸管弦，不便奏之場上。今時所重，皆在彼而不在此，即欲不為紈扇之捐，其可得乎？"
      },
      {
        "index": 5,
        "text": "○重機趣"
      },
      {
        "index": 6,
        "text": "“機趣”二字，填詞家必不可少。機者，傳奇之精神，趣者，傳奇之風致。少此二物，則如泥人土馬，有生形而無生氣。因作者逐句湊成，遂使觀場者逐段記憶，稍不留心，則看到第二曲，不記頭一曲是何等情形，看到第二折，不知第三折要作何勾當。是心口徒勞，耳目俱澀，何必以此自苦，而復苦百千萬億之人哉？故填詞之中，勿使有斷續痕，勿使有道學氣。所謂無斷續痕者，非止一出接一出，一人頂一人，務使承上接下，血脈相連，即於情事截然絕不相關之處，亦有連環細筍伏於其中，看到後來方知其妙，如藕於未切之時，先長暗絲以待，絲於絡成之後，才知作繭之精，此言機之不可少也。所謂無道學氣者，非但風流跌宕之曲、花前月下之情，當以板腐為戒，即談忠孝節義與說悲苦哀怨之情，亦當抑聖為狂，寓哭於笑，如王陽明之講道學，則得詞中三昧矣。陽明登壇講學，反復辨說“良知”二字，一愚人訊之曰：“請問‘良知’這件東西，還是白的？還是黑的？”陽明曰：“也不白，也不黑，只是一點帶赤的，便是良知了。”照此法填詞，則離合悲歡，嘻笑怒罵，無一語一字不帶機趣而行矣。予又謂填詞種子，要在性中帶來，性中無此，做殺不佳。人問：性之有無，何從辯識？予曰：不難，觀其說話行文，即知之矣。說話不迂腐，十句之中，定有一二句超脫，行文不板實，一篇之內，但有一二段空靈，此即可以填詞之人也。不則另尋別計，不當以有用精神，費之無益之地。噫，“性中帶來”一語，事事皆然，不獨填詞一節。凡作詩文書畫、飲酒鬥棋與百工技藝之事，無一不具夙根，無一不本天授。強而後能者，畢竟是半路出家，止可冒齋飯吃，不能成佛作祖也。"
      },
      {
        "index": 7,
        "text": "○戒浮泛"
      },
      {
        "index": 8,
        "text": "詞貴顯淺之說，前已道之詳矣。然一味顯淺而不知分別，則將日流粗俗，求為文人之筆而不可得矣。元曲多犯此病，乃矯艱深隱晦之弊而過焉者也。極粗極俗之語，未嘗不入填詞，但宜從腳色起見。如在花面口中，則惟恐不粗不俗，一涉生旦之曲，便宜斟酌其詞。無論生為衣冠仕宦，旦為小姐夫人，出言吐詞當有雋雅舂容之度。即使生為仆從，旦作梅香，亦須擇言而發，不與凈醜同聲。以生旦有生旦之體，凈醜有凈醜之腔故也。元人不察，多混用之。觀《幽閨記》之陀滿興福，乃小生腳色，初屈後伸之人也。其《避兵》曲雲：“遙觀巡捕卒，都是棒和槍。”此花面口吻，非小生曲也。均是常談俗語，有當用於此者，有當用於彼者。又有極粗極俗之語，止更一二字，或增減一二字，便成絕新絕雅之文者。神而明之，只在一熟。當存其說，以俟其人。"
      },
      {
        "index": 9,
        "text": "填詞義理無窮，說何人，肖何人，議某事，切某事，文章頭緒之最繁者，莫填詞若矣。予謂總其大綱，則不出“情景”二字。景書所睹，情發欲言，情自中生，景由外得，二者難易之分，判如霄壤。以情乃一人之情，說張三要象張三，難通融於李四。景乃眾人之景，寫春夏盡是春夏，止分別於秋冬。善填詞者，當為所難，勿趨其易。批點傳奇者，每遇遊山玩水、賞月觀花等曲，見其止書所見，不及中情者，有十分佳處，只好算得五分，以風雲月露之詞，工者盡多，不從此劇始也。善詠物者，妙在即景生情。如前所雲《琵琶．賞月》四曲，同一月也，牛氏有牛氏之月，伯喈有伯喈之月。所言者月，所寓者心。牛氏所說之月，可移一句於伯喈？伯喈所說之月，可挪一字於牛氏乎？夫妻二人之語，猶不可挪移混用，況他人乎？人謂此等妙曲，工者有幾，強人以所不能，是塞填詞之路也。予曰：不然。作文之事，貴於專一。專則生巧，散乃入愚；專則易於奏工，散者難於責效。百工居肆，欲其專也；眾楚群啉，喻其散也。舍情言景，不過圖其省力，殊不知眼前景物繁多，當從何處說起。詠花既愁遺鳥，賦月又想兼風。若使逐件鋪張，則慮事多曲少；欲以數言包括，又防事短情長。展轉推敲，已費心思幾許，何如只就本人生發，自有欲為之事，自有待說之情，念不旁分，妙理自出。如發科發甲之人，窗下作文，每日止能一篇二篇，場中遂至七篇。窗下之一篇二篇未必盡好，而場中之七篇，反能盡發所長，而奪千人之幟者，以其念不旁分，舍本題之外，並無別題可做，只得走此一條路也。吾欲填詞家舍景言情，非責人以難，正欲其舍難就易開。"
      },
      {
        "index": 10,
        "text": "○忌填塞"
      },
      {
        "index": 11,
        "text": "填塞之病有三：多引古事，叠用人名，直書成句。其所以致病之由亦有三：借典核以明博雅，假脂粉以見風姿，取現成以免思索。而總此三病與致病之由之故，則在一語。一語維何？曰：從未經人道破。一經道破，則俗語雲“說破不值半文錢”，再犯此病者鮮矣。古來填詞之家，未嘗不引古事，未嘗不用人名，未嘗不書現成之句，而所引所用與所書者，則有別焉；其事不取幽深，其人不搜隱僻，其句則采街談巷議。即有時偶涉詩書，亦系耳根聽熟之語，舌端調慣之文，雖出詩書，實與街談巷議無別者。總而言之，傳奇不比文章，文章做與讀書人看，故不怪其深，戲文做與讀書人與不讀書人同看，又與不讀書之婦人小兒同看，故貴淺不貴深。使文章之設，亦為與讀書人、不讀書人及婦人小兒同看，則古來聖賢所作之經傳，亦只淺而不深，如今世之為小說矣。人曰：文人之傳奇與著書無別，假此以見其才也，淺則才於何見？予曰：能於淺處見才，方是文章高手。施耐庵之《水滸》，王實甫之《西廂》，世人盡作戲文小說看，金聖嘆特標其名曰“五才子書”、“六才子書”者，其意何居？蓋憤天下之小視其道，不知為古今來絕大文章，故作此等驚人語以標其目。噫，知言哉！"
      }
    ]
  }
}