{
  "chapterNumber": 27,
  "title": "制度第一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "人無貴賤，家無貧富，飲食器皿，皆所必需。「一人之身，百工之所為備。」子輿氏嘗言之矣。至於玩好之物，惟富貴者需之，貧賤之家，其制可以不問。然而粗用之物，制度果精，入于王侯之家，亦可同乎玩好；寶玉之器，磨礱不善，傳於子孫之手，貨之不值一錢。如精粗一理，即知富貴貧賤同一致也。予生也賤，又罹奇窮，珍物寶玩雖云未嘗入手，然經寓目者頗多。每登榮膴之堂，見其輝煌錯落者星布棋列，此心未嘗不動，亦未嘗隨見隨動，因其材美，而取材以制用者未盡善也。至入寒儉之家，睹彼以柴為扉，以甕作牖，大有黃虞三代之風，而又怪其純用自然，不加區畫。如甕可為牖也，取甕之碎裂者聯之，使大小相錯，則同一甕也，而有歌窯冰裂之紋矣。柴可為扉也，而有農戶儒門之別矣。人謂變俗為雅，猶之點鐵成金，惟具山林經濟者能此，烏可責之一切？予曰：壘雪成獅，伐竹為馬，三盡童子皆優為之，豈童子亦抱經濟乎？有耳目即有聰明，有心思即有智巧，但苦自畫為愚，未嘗竭思窮慮以試之耳。"
      },
      {
        "index": 2,
        "text": "予初觀《燕几圖》，服其人之聰明什佰於我，因自置無力，遍求置此者，訊其果能適用與否，卒之未得其人。無我竭此大段心思，不可不謂經營慘澹，而人莫之則效者，其故何居？以其太涉繁瑣，而且無此極大之屋，盡列其間，以觀全勢故也。凡人制物，務使人人可備，家家可用，始為布帛菽粟之才，不則售冕旒而沽玉食，難乎其為購者矣。故予所言，務舍高遠而求卑近。几案之設，予以庀材無資，尚未經營及此。但思欲置几案，其中有三小物必不可少。一曰抽替。此世所原有者也，然多忽略其事，而有設有不設。不知此一物也，有之斯逸，無此則勞，且可藉為容懶藏拙之地。文人所需，如簡牘刀錐、丹鉛膠糊之屬，無一可少，雖曰司之有人，藏之別有其處，究意不能隨取隨得，役之如左右手也。予性卡急，往往呼童不至，即自任其勞。書室之地，無論遠迂捷，總以舉足為煩，若抽替一設，則凡卒急所需之物盡納其中，非特取之如寄，且若有神物俟乎其中，以聽主人之命者。至於廢稿殘牘，有如落葉飛塵，隨掃隨有，除之不盡，頗為明窗淨几之累，亦可暫時藏納，以俟祝融，所謂容懶藏拙之地是也。知此則不獨書案為然，即撫琴觀畫、供佛延賓之座，俱應有此。一事有一事之需，一物備一物之用。《詩》云：「童子佩韘」，《魯論》云：「去喪無所不佩」。人身且然，況為器乎？一曰隔板，此予所獨置也。冬月圍爐，不能不設几席。火氣上炎，每致桌面台心為之碎裂，不可不預為計也。當於未寒之先，另設活板一塊，可用可去，襯於桌面之下，或以繩懸，或以鉤掛，或於造桌之時，先作機彀以待之，使之待受火氣，焦則另換，為費不多。此珍惜器具之婆心，慮其暴殄天物，以惜福也。一曰桌撒。此物不用錢買，但於匠作揮斤之際，主人費啟口之勞，僮僕用舉手之力，即可取之無窮，用之不竭。從來几案與地不能兩平，挪移之時必相高低長短，而為桌撒，非特尋磚覓瓦時費辛勤，而且相稱為難，非損高以就低，即截長而補短，此雖極微極瑣之事，然亦同於臨渴鑿井，天下古今之通病也，請為世人藥之。凡人興造之際，竹頭木屑，何地無之？但取其長不逾寸，寬不過指，而一頭極薄，一頭稍厚者，拾而存之，多多益善，以備挪台撒腳之用。如台腳所虛者少，則止入薄者，而留其有餘者於腳處，不則盡數入之。是止一寸之木，而備高低長短數則之用，又未嘗費我一錢，豈非極便於人之事乎？但須加以油漆，勿露竹頭木屑之本形。何也？一則使之與桌同色，雖有若無；一則恐童子掃地之時，不能記憶，仍謬認為竹頭木屑而去之，勢必朝朝更換，將亦不勝其煩；加以油漆，則知為有用之器而存之矣。只此極細一著，而有兩意存焉，況大者乎？勞一人以逸天下，予非無功於世者也。"
      },
      {
        "index": 3,
        "text": "○椅杌"
      },
      {
        "index": 4,
        "text": "器之坐者有三：曰椅、曰杌、曰凳。三者之制，以時論之，今勝於古，以地論之，北不如南；維揚之木器，姑蘇之竹器，可謂甲於古今，冠乎天下矣，予何能贅一詞哉！但有二法未備，予特創而補之，一曰曖椅，一曰涼杌。予冬月著書，身則畏寒，硯則苦凍，欲多設盆炭，使滿室俱溫，非止所費不貲，且几案易生生塵，不終日而成灰燼世界。若止設大小二爐以溫手足，則厚于四肢而薄于諸體，是一身而自分冬夏，並耳目心思，亦可自號孤臣孽子矣。計萬全而籌盡適，此曖椅之制所由來也。制法列圖於後。一物而充數物之用，所利於人者，不止禦寒而已也。盛暑之月，流膠鑠金，以手按之，無物不同湯火，況木能生此者乎？涼杌亦同他杌，但杌面必空其中，有如方匣，四圍及底，俱以油灰嵌之，上覆方瓦一片。此瓦須向窯內定燒，江西福建為最，宜興次之，各就地之遠近，約同志數人，斂出其資，倩人攜帶，為費亦無多也。先汲涼水貯杌內，以瓦蓋之，務使下面著水，其冷如冰，熱復換水，水止數瓢，為力亦無多也。其不為椅而杌者，夏月不近一物，少受一物之暑氣，四面無障，取其透風；為椅則上段之料勢必用木，兩脅及背又有物以障之，是止顧一臀而周身皆不問矣。此制易曉，圖說皆可不備。"
      },
      {
        "index": 5,
        "text": "曖椅式"
      },
      {
        "index": 6,
        "text": "如太師椅而稍寬，彼止取容臀，而此則周身全納故也。如睡翁椅而稍直，彼止利於睡，而此則坐臥咸宜，坐多而臥少也。前後置門，兩旁實鑲以板，臀下足下俱用柵。用柵者，透火氣也；用板者，使曖氣纖毫不泄也；前後置門者，前進入而後進火也。然欲省事，則後門可以不設，進入之處亦可以進火。此椅之妙，全在安抽替於腳柵之下。只此一物，禦盡奇寒，使五官四肢均受其利而弗覺。另置扶手匣一具，其前後尺寸，倍於嬌內所用者。入門坐定，置此匣於前，以代几案。倍於嬌內所用者，欲置筆硯及書本故也。抽替以板為之，底嵌薄磚，四圍鑲銅。所貯之灰，務求極細，如爐內燒香所用者。置炭其中，上以灰覆，則火氣不烈而滿座皆溫，是隆冬時別一世界。況又為費極廉，自朝抵暮，止用小炭四塊，曉用二塊至午，午換二塊至晚。此四炭者，秤之不滿四兩，而一日之內，可享室曖無冬之福，此其利於身者也。若至利於身而無益於事，仍是宴安之具，此則不然。扶手用板，鏤去掌大一片，以極薄端硯補之，膠以生漆，不問而知火氣上蒸，硯石常曖，永無呵凍之勞，此又利於事者也。不寧惟是，炭上加灰，灰上置香，坐斯椅也，撲鼻而來者，只覺芬芳竟日，是椅也，而又可以代爐。爐之為香也散，此之為香也聚，由是觀之，不止代爐，而且差勝於爐矣。有人斯有體，有體斯有衣，焚此香也，自下而升者能使氤氳透骨，是椅也而又可代薰籠。薰籠之受衣也，止能數件；此物之受衣也，遂及通身。跡是論之，非止代一薰籠，且代數薰籠矣。倦而思眠，倚枕可以暫息，是一有座之床。饑而就食，憑几可以加餐，是一無足之案。游山訪友，何煩另覓肩輿，只須回以柱杠，覆以衣頂，則沖寒冒雪，體有餘溫，子猷之舟可棄也，浩然之驢可廢也，又是一可坐可眠之嬌。日將暮矣，盡納枕簟於其中，不須臾而被窩盡熱；曉欲起也，先置衣履於其內，未轉睫而襦皆溫。是身也，事也，床也，案也，嬌也，爐也，薰籠也，定省晨昏之孝子也，送曖偎之賢婦也，總以一物焉代之。蒼頡造字而天雨粟，鬼夜哭，以造化靈秘之氣泄盡而無遺也。此制一出，得無重犯斯忌，而重杞人之憂乎？"
      },
      {
        "index": 7,
        "text": "○床帳"
      },
      {
        "index": 8,
        "text": "人生百年，所歷之時，日居其半，夜居其半。日間所處之地，或堂或廡，或舟或車，總無一定之地，而夜間所處，則止有一床。是床也者，乃我半生相共之物，較之結髮糟糠，猶分先後者也。人之待物，其最厚者，當莫過此。然怪當世之人，其于求田問舍，則性命以之，而寢處晏息之地，莫不務從苟簡，以其只有己見，而無人見故也。若是，則妻妾婢媵是人中之榻也，亦因己見而人不見，悉聽其為無鹽嫫姆，蓬頭垢面而莫之訊乎？予則不然。每遷一地，必先營臥榻而後及其他，以妻妾為人中之榻，而床第乃榻中之人也。欲新其制，苦乏匠資；但於修飾床帳之具，經營寢處之方，則未嘗不竭盡綿力，猶之貧士得妻，不能變村妝為國色，但令勤加盥櫛，多施膏沐而已。其法維何？一曰床令生花，二曰帳使有骨，三曰帳宜加鎖，四曰床要著裙。曷云「床令生花」？夫瓶花盆卉，文人案頭所時有也，日則相親，夜則相背，雖有天香撲鼻，國色昵人，一至昏黃就寢之時，即欲不為紈扇之捐，不可得矣。殊不知白晝聞香，不若黃昏嗅味。白晝聞香，其香僅在口鼻；黃昏嗅味，其味真入夢魂。法於床帳之內先設托板，以為坐花之具；而托板又勿露板形，妙在鼻受花香，儼若身眠樹下，不知其為妝造也者。先為小柱二根，暗釘床後，而以帳懸其外。托板不可太大，長止尺許，寬可數寸，其下又用小木數段，制為三角架子，用極細之釘，隔帳釘於柱上，而後以板架之，務使極固。架定之後，用彩色紗羅製成一物，或像怪石一卷，或作彩雲數朵，護於板外以掩其形。中間高出數寸，三面使與帳平，而以線縫其上，竟似帳上繡出之物，似吳門堆花之式是也。若欲全體相稱，則或畫或繡，滿帳俱作梅花，而以托板為虯枝老幹，或作懸崖突出之石，無一不可。帳中有此，凡得名花異卉可作清供者，日則與之同堂，夜則攜之共寢。即使群芳偶缺，萬卉將窮，又有爐內龍涎、盤中佛手與木瓜、香楠等物可以相繼。若是，則身非身也，蝶也，飛眠宿食盡在花間；人非人也，仙也，行起坐臥無非樂境。予嘗於夢酣睡足、將覺未覺之時，忽嗅蠟梅之香，咽喉齒頰盡帶幽芬，似從臟腑中出，不覺身輕欲舉，謂此身必不復在人間世矣。既醒，語妻孥曰：「我輩何人，遽有此樂，得無折盡平生之福乎？」妻孥曰：「久賤常貧，未必不由於此。」此實事，非欺人語也。曷云「帳使有骨」？床居外，帳居內，常也。亦有反此舊制，而使帳出床外者，善則善矣，其如夏月驅蚊，匿於床欄曲折之外，有若負嵎，欲求美觀，而以膏血殉之，非長策也，不若仍從舊制。其不從舊制，而使帳出床外者，以床有端正之體，帳無方直之形，百計撐持，終難服貼，總以四角之近柱者軟而無骨，不能肖柱以為形，有犄角抵牾之勢也，故須別為賦形，而使之有骨。用不粗不細之竹，制為一頂及四柱，俟帳已掛定而後撐之，是床內有床，舊制之便與新制之精，二者兼而有之矣。床頂及柱，令置嬌者為之，其價頗廉，僅費中人一飯之資耳。曷云「帳宜加鎖」？設帳之故有二：蔽風、隔蚊是也。蔽風之利十之三，隔蚊之功十之七，然隔蚊以此，閉蚊於中而使之不得出者亦以此。蚊之為物也，體極柔而性極勇，形極微而機極詐。薄暮而驅，彼寧受賓士之苦，撻伐之危，守死而弗去者十之八九。及其去也，又必擇地而攻，乘虛以入。昆蟲庶類之善用兵法者，莫過於蚊。其擇地也，每棄後而攻前；其乘虛也，必舍垣而窺戶。帳前兩幅之交接處，皆其據險扼要，伏兵伺我之區也。或於風動帳開之際，或於取器之溺之時，一隙可乘，遂鼓噪而入。法于門戶交關之地，上、中、下共設三紐，若婦人之衣扣然。至取溺器時，先以一手綰帳，勿使大開，以一手提之使入，其出亦然。若是，則堅壁固壘，彼雖有奇勇異詐，亦無所施其能矣。至於驅除之法，當使人在帳中，空洞其外，始能出而無阻。世人逐蚊，皆立帳簷之下，使所開之處蔽其大半，是欲其出而閉之門也。犯此弊者十人而九，何其習而不察，亦至此乎？曷云「床要著裙」？愛精美者，一物不使稍汙。常有綺羅作帳，精其始而不能善其終，美其上而不得不汙其下者，以貼枕著頭之處，在婦人則有膏沐之痕，在男婦亦多腦汗之跡，日積月累，無瑕者玷而可愛者憎矣，故著裙之法不可少。此法與增添頂柱之法相為表裡。欲令著裙，先必使之生骨，無力不能勝衣也。即於四竹柱之下，各穴一孔，以三橫竹內之，去簟尺許，與枕相平，而後以布作裙，穿於其上，則裙汙而帳不汙，裙可勤滌，而帳難頻洗故也。至於枕簟被褥之設，不過取其夏涼冬曖，請以二語概之，曰：求涼之法，澆水不如透風；致曖之方，增糸由不如加布。是予貧士所知者。至於羊羔美酒，亦足禦寒，廣廈重冰，盡堪避暑，理則固然，未嘗親試。「知之為知之，不知為不知」，此聖賢無欺之學，不敢以細事而忽之也。"
      },
      {
        "index": 9,
        "text": "○櫥櫃"
      },
      {
        "index": 10,
        "text": "造櫥立櫃，無他智巧，總以多容善納為貴。嘗有制體極大而所容甚少，反不若渺小其形而寬大其腹，有事半功倍之勢者。制有善不善也。善制無他，止在多設擱板。櫥之大者，不過兩屋、三屋，至四屋而止矣。若一層止備一層之用，則物之高者大者容此數件，而低者小者亦止容此數件矣。實其下而虛其上，豈非以上段有用之隙，置之無用之地哉？當於每層之兩旁，別釘細木二條，以備架板之用。板勿太寬，或及進身之半，或三分之一，用則活置其上，不則撤而去之。如此層所貯之物，其形低小，則上半截皆為餘地，即以此板架之，是一層變為二層。總而計之，則一櫥變為兩櫥，兩櫃合成一櫃矣，所裨不亦多乎？或所貯之物，其形高大，則去而容之，未嘗為板所困也。此是一法。至於抽替之設，非但必不可少，且自多多益善。而一替之內，又必分為大小數格，以便分門別類，隨所有而藏之，譬如生藥鋪中，有所謂「百眼櫥」者。此非取法於物，乃朝廷設官之遺制，所謂五府六部群僚百執事，各有所居之地與所掌之簿書錢穀是也。醫者若無此櫥，藥石之名盈千累百，用一物尋一物，則盧醫、扁鵲無暇療病，止能為刻舟求劍之人矣。此櫥不但宜於醫者，凡大家富室，皆當則而效之，至學士文人，更宜取法。能以一層分作數層，一格畫為數格，是省取物之勞，以備作文著書之用。則思之思之，鬼神通之；心無他役，而鬼神得效其靈矣。"
      },
      {
        "index": 11,
        "text": "○箱籠篋笥"
      },
      {
        "index": 12,
        "text": "隨身貯物之器，大者名曰箱籠，小者稱為篋笥。制之之料，不出革、木、竹三種；為之關鍵者，又不出銅、鐵二項，前人所制亦云備矣。後之作者，未嘗不竭盡心思，務為奇巧，總不出前人之範圍；稍出範圍即不適用，僅供把玩而已。予于諸物之體，未嘗稍更，獨怪其樞鈕太庸，物而不化，嘗為小變其制，亦足改觀。法無他長，惟使有之若無，不見樞鈕之跡而已。止備二式者，腹稿雖多，未經嘗試，不敢以待驗之方誤人也。予遊東粵，見市廛所列之器，半屬花梨、紫檀、制法之佳，可謂窮工極巧，止怪其鑲銅裹錫，清濁不倫。無論四面包鑲，鋒棱埋沒，即於加鎖置鍵之地，務設銅樞，雖云制法不同，究竟多此一物。譬如一箱也，磨礱極光，照之如鏡，鏡中可使著屑乎？一笥也，攻治極精，撫之如玉，玉上可使生瑕乎？有人贈我一器，名「七星箱」，以中分七格，每格一替，有如星列故也。外系插蓋，從上而下者。喜其不釘銅樞，尚未生瑕著屑，因籌所以關閉之。遂付工人，命于心中置一暗閂，以銅為之，藏於骨中而不覺，自後而前，低於箱蓋。蓋上鑿一小孔，勿透於外，止受暗閂少許，使抽之不動而已。乃以寸金小鎖，鎖於箱後。置之案上，有如渾金粹玉，全體昭然，不為一物所掩。覓關鍵而不得，似於無鎖；窺中藏而不能，始求用鑰。此其一也。後遊三山，見所制器皿無非雕漆，工則細巧絕倫，色則陸離可愛，亦病其設關置鍵之地難免贅瘤，以語工師，令其稍加變易。工師曰：「吾地般、倕頗多，如其可變，不自今日始矣。欲泯其跡，必使無關鍵而後可。」予曰：「其然，豈其然乎？」因置曖椅告成，欲增一匣置於其上，以代几案，遂使為之。上下四旁，皆聽工人自為雕漆，俟其成後，就所雕景物而區畫之。前面有替可抽者，所雕系「博古圖」，樽鐘磬之屬昌也；後面無替而平者，系折枝花卉，蘭菊竹石是也。皆備五彩，視之光怪陸離。但抽替太闊，開閉時多不合縫，非左進右出，即右進左出。予顧而籌之，謂必一法可當二用，既泯關鍵之跡，又免出入之疵，使適用美觀均收其利而後可。乃命工人亦制銅閂一條，貫於抽替之正中，而以薄板掩之，此板即作分中之界限。夫一替分為二格，乃物理之常，而烏知有一物焉貫於其中，為前後通身之把握哉？得此一物貫於其中，則抽替之出入皆直如矢，永無左出右入、右出左入之患矣。前面所雕「博古圖」，中系三足之鼎，列於兩旁者一瓶一爐。予鼓掌大笑曰：「『執柯伐柯，其則不遠。』即以其人之道，反治其身足矣！」遂付銅工，令依三物之成式，各制其一，釘於本等物色之上，鼎與爐瓶皆銅器也，尚欲肖其形與色而為之，況真者哉？不則而知其酷似矣。鼎之中心穴一小孔，置二小鈕於旁，使抽替閉足之時，銅閂自內而出，與鈕相平。閂與鈕上俱有眼，加以寸金小鎖，似鼎上原有之物，雖增而實未嘗增也。鎖則鎖矣，抽開之時，手執何物？不幾便於入而窮於出乎？曰：不然。瓶爐之上原當有耳，加以銅圈二枚，執此為柄，抽之不煩餘力矣。此區畫正面之法也。銅閂既從內出，必在後面生根，未有不透出本匣之背者，是銅皮一塊與聯絡補綴之痕，俱不能泯矣。烏知又有一法，為天授而非人力者哉！所雕諸卉，菊在其中，菊色多曹黃，與銅相若，即以銅皮數層，剪千葉菊花一朵，以暗閂之透出者穿入其中，膠入甚固，若是則根深蒂固，誰得而動搖之？予於此一物也，純用天工，未施人巧，若有鬼物伺乎其中，乞靈於我，為開生面者。制之既成，工師告予曰：「八閩之為雕漆，數百年於茲矣，四方之來購此者，亦百千萬億其人矣，從未見創法立規有如今日之奇巧者，請衍此法，以廣其傳。」予曰：「姑遲之，俟新書告成，流布未晚。」竊恐世人先睹其物而後見其書，不知創自何人，反謂剿襲成功以為己有，詎非不白之冤哉？工師為誰？魏姓，字蘭如；王姓，字孟明。閩省雕漆之佳，當推二人第一。自不操斤，但善於指使，輕財尚友，雅人也。"
      },
      {
        "index": 13,
        "text": "是編于古董一項，缺而不備，蓋有說焉。崇高古器之風，自漢魏晉唐以來，至今日而極矣。百金貿一卮，數百金購一鼎，猶有病其價廉工儉而不足用者。常有為一渺小之物，而費盈千累萬之金錢，或棄整陌連阡之美產，皆不惜也。夫今人之重古物，非重其物，重其年久不壞；見古人所制與古人所用者，如對古人之足樂也。若是，則人與物之相去，又有間矣。設使制用此物之古人至今猶在，肯以盈千累萬之金錢與整陌連阡之美產，易之而歸，與之坐談往事乎？吾知其必不為也。予嘗謂人曰：物之最古者莫過於書，以其合古人之心思面貌而傳者也。其書出自三代，讀之如見三代之人；其書本乎黃虞，對之如生黃虞之世；舍此則皆物矣。物不能代古人言，況能揭出心思而現其面貌乎？古物原有可嗜，但宜崇尚于富貴之家，以其金銀太多，藏之無具，不得不為長房縮地之法，斂丈為尺，斂尺為寸，如「藏銀不如藏金，藏金不如藏珠」之說，愈輕愈小，而愈便收藏故也。矧金銀太多，則慢藏誨盜，貿為古董，非特穿窬不取，即誤攫入手，猶將擲而去之。跡是而觀，則古董、金銀為價之低昂，宜其倍蓰而無算也。乃近世貧賤之家，往往效顰于富貴，見富貴者偶尚綺羅，則恥布帛為賤，必覓綺羅以肖之；見富貴者單崇珠翠，則鄙金玉為常，而假珠翠以代之。事事皆然，習以成性，故因其崇舊而黜新，亦不覺生今而反古。有八口晨炊不繼，猶舍旦夕而問商周；一身活計茫然，甯遣妻孥而不賣古董者。人心矯異，詎非世道之憂乎？予輯是編，事事皆崇儉樸，不敢侈談珍玩，以為未俗揚波。且予窶人也，所置物價，自百文以及千文而止，購新猶患無力，況買舊乎？《詩》云：「惟其有之，是以似之。」生平不識古董，亦藉口維風，以藏其拙。"
      },
      {
        "index": 14,
        "text": "爐瓶之制，其法備于古人，後世無容蛇足。但護持襯貼之具，不妨意為增減。如香爐既設，則鍬箸隨之，鍬以撥灰，箸以舉火，二物均不可少。箸之長短，視爐之高卑，欲其相稱，此理易明，人盡知之；若鍬之方圓，須視爐之曲直，使勿相左，此理亦易明，而為世人所忽。入炭之後，爐灰高下不齊，故用鍬作準以平之，鍬方則灰方，鍬圓則灰圓，若使近邊之地爐直而鍬曲，或爐曲而鍬直，則兩不相能，止平其中而不能平其外矣，須用相體裁衣之法，配而用之。然以銅鍬壓灰，究難齊截，且非一鍬二鍬可了。此非僮僕之事，皆必主人自為之者。予性最懶，故每事必籌躲懶之法，嘗制一木印印灰，一印可代數十鍬之用。初不過為省繁惜勞計耳，詎料製成之後，非止省力，且極美觀，同志相傳，遂以為一定不移之法。譬如爐體屬圓，則仿其尺寸，鏇一圓板為印，與爐相若，不爽纖毫，上置一柄，以便手持。但宜稍虛其中，以作內昂外低之勢，若食物之饅首然。方者亦如是法。加炭之後，先以箸平其灰，後用此板一壓，則居中與四面皆平，非止同於刀削，且能與鏡比光，共油爭滑，是自有香灰以來，未嘗現此嬌面者也。既光且滑，可謂極精，予顧而思之，猶曰盡美矣，未盡善也，乃命梓人鏤之。凡於著灰一面，或作老梅數莖，或為菊花一朵，或刻五言一絕，或雕八卦全形，只須舉手一按，現出無數離奇，使人巧天工，兩擅其絕，是自有香爐以來，未嘗開此生面者也。湖上笠翁實有裨于風雅，非僭詞也。請名此物為「笠翁香印」。方之眉公諸制，物以人名者，孰高孰下，誰實誰虛，海內自有定評，非予所敢饒舌。用此物者，最宜神速，隨按隨起，勿遲瞬息，稍一逗留，則氣閉火息矣。雕成之後，必加油漆，始不沾灰。焚香必需之物，香鍬香箸之外，復有貯香之盒，與插鍬箸之瓶之數物者，皆香與爐之股肱手足，不可或無者也。然此外更有一物，勢在必需，人或知之而多不設，當為補入清供。夫以箸撥灰，不能免於狼藉，爐肩鼎耳之上，往往蒙塵，必得一物掃除之。此物不須特製，竟用蓬頭小筆一枝，但精其管，使與濡墨者有別，與鍬箸二物同插一瓶，以便次第取用，名曰「香帚」。至於爐有底蓋，舊制皆然，其所以用此者，亦非無故。蓋以覆灰，使風起不致飛揚；底即座也，用以隔手，使移動之時，執此為柄，以防手汗沾爐，使之有跡，皆有為而設者也。然用底時多，用蓋時少。何也？香爐閉之一室，刻刻焚香，無時可閉；無風則灰不自揚，即使有風，亦有窗簾所隔，未有閉熄有用之火，而防未心果至之風者也。是爐蓋實為贅瘤，盡可不設。而予則又有說焉：爐蓋有時而需，但前人制法未善，遂覺有用為無用耳。蓋以禦風，固也。獨不思爐不貯火，則非特蓋可不用，並爐亦可不設；如其必欲置火，則蓋之火熄，用蓋何為？予嘗於花晨月夕及暑夜納涼，或登最高之台，或居極敞之地，往往攜爐自隨，風起灰揚，禦之無策，始覺前人呆笨，制物而不善區畫之，遂使貽患及今也。同是一蓋，何不於頂上穴一大孔，使之通氣，無風置之高閣，一見風起，則取而覆之，風不得入，灰不致揚，而香氣自下而升，未嘗少阻，其制不亦善乎？止將原有之物，加以舉手之勞，即可變無益為有裨。昔人點鐵成金，所點者不必是鐵，所成者亦未必皆金，但能使不值錢者變而值錢，即是神仙妙術矣。此爐制也。瓶以磁者為佳，養花之水清而難濁，且無銅腥氣也。然銅者有時而貴，以冬月生冰，磁者易裂，偶爾失防，遂成棄物，故當以銅者代之。然磁瓶置膽，即可保無是患。膽用錫，切忌用銅，銅一沾水即發銅青，有銅青而再貯以水，較之未有銅青時，其腥十倍，故宜用錫。且錫柔易制，銅勁難為，價亦稍有低昂，其便不一而足也。磁瓶用膽，人皆知之，膽中著撒，人則未之行也。插花於瓶，必令中，其枝梗之有畫意者隨手插入，自然合宜，不則挪移佈置之力不可少矣。有一種倔強花枝，不肯聽人指使，我欲置左，彼偏向右，我欲使仰，彼偏好垂，須用一物制之。所謂撒也，以堅木為之，大小其形，勿拘一格，其中則或扁或方，或為三角，但須圓形其外，以便合瓶。此物多備數十，以俟相機取用。總之不費一錢，與桌撒一同拾取，棄於彼者，復收於此。斯編一出，世間寧復有棄物乎？"
      },
      {
        "index": 15,
        "text": "十年之前，凡作圍屏及書畫卷軸者，止有巾條、斗方及橫批三式。近年幻為合錦，使大小長短以至零星小幅，皆可配合用之，亦可謂善變者矣。然此制一出，天下爭趨，所見皆然，轉盼又覺隊腐，反不若巾條、斗方諸式，以多時不見為新矣，故體制更宜稍變。變用何法？曰：莫妙於冰裂碎紋，如前雲所載糊房之式，最與屏軸相宜，施之牆壁猶覺精材粗用，未免褻視牛刀耳。法於未書未畫之先，畫冰裂碎紋于全幅紙上，照紋裂開，各自成幅，征詩索畫既華，然後合而成之。須于畫成未裂之先，暗書小號於紙背，使知某屬第一，某居第二，某橫某直，某角與某角相連，其後照號配成，始無攢湊不來之患。其相間之零星細塊必不可少，若憎其瑣屑而不畫，則有寬無窄，不成其為冰裂紋矣。但最小者，勿用書畫，止以素描間之，若盡有書畫，則紋理模糊不清，反為全幅之累。此為先畫紙絹，後征詩畫者而言，蓋立法之初，不得不為其簡且易者。迨裱之既熟，隨取現成書畫，皆可裂作冰紋，亦猶裱合錦之法，不過變四方平正之角，為曲直縱橫之角耳。此裱匠之事，我授意而使彼為之者耳。更有書畫合一之法，則其權在我，授意於作書作畫之人，裱匠則行其無事者也。「詩中有畫，畫中有詩」，此古來成語；作畫者取詩意命題，題詩者就畫意作詩，此亦從來成格。然究意詩自詩而畫自畫，未見有混而一之者也。混而一之，請自今始。法于畫大幅山水時，每於筆墨可停之際，即留餘地以待詩，如峭壁懸崖之下，長松古木之旁，亭閣之中，牆垣之隙，皆可留題作字者也。凡遇名流，即索新句，視其地之寬窄，以為字之大小，或為鵝帖行書，或作蠅頭小楷。即以題畫之詩，飾其所題之畫，謂當日之原跡可，謂後來之題詠亦可，是「詩中有畫，畫中有詩」二語，昔作虛文，今成實事，亦遊戲筆墨之小神通也。請質高明，定其可否。"
      },
      {
        "index": 16,
        "text": "茗注莫妙於砂壺，砂壺之精者，又莫過於陽羨，是人而知之矣。然寶之過情，使與金銀比值，無乃仲尼不為之已甚乎？置物但取其適用，何必幽渺其說，必至理窮義盡而後止哉！凡制茗壺，其嘴務直，購者亦然，一曲便可憂，再曲則稱棄物矣。蓋貯茶之物與貯酒不同，酒無渣滓，一斟即出，其嘴之曲直可以不論；茶則有體之物也，星星之葉，入水即成大片，斟瀉之時，纖毫入嘴，則塞而不流。啜茗快事，斟之不出，大覺悶人。直則保無是患矣，即有時閉塞，亦可疏通，不似武夷九曲之難力導也。"
      },
      {
        "index": 17,
        "text": "貯茗之瓶，止宜用錫。無論磁銅等器，性不相能，即以金銀作供，寶之適以崇之耳。但以錫作瓶者，取其氣味不泄；而制之不善，其無用更甚於磁瓶。詢其所以然之故，則有二焉。一則以製成未試，漏孔繁多。凡錫工制酒壺等注等物，于其既成，必以水試，稍有滲漏，即加補苴，以其為貯茶貯酒而設，漏即無所用之矣；一到收藏幹物之器，即忽視之，猶木工造盆造桶則防漏，置鬥置斛則不防漏，其情一也。烏知錫瓶有眼，其發潮洩氣反倍於磁瓶，故製成之後，必加親試，大者貯之以水，小者吹之以氣，有纖毫漏隙，立督補成。試之又必須二次，一在將成未鏇之時，一在已成既鏇之後。何也？常有初時不漏，迨鏇去錫時，打磨光滑之後，忽然露出細孔，此非屢驗諦視者不知。此為淺人道也。一則以封蓋不固，氣味難藏。凡收藏香美之物，其加嚴處全在封口，封口不密，與露處同。吾笑世上茶瓶之蓋必用雙層，此制始於何人？可謂七竅俱蒙者矣。單層之蓋，可于蓋內塞紙，使剛柔互效其力，一用夾層，則止靠剛者為力，無所用其柔矣。塞滿細縫，使之一線無遺，豈剛而不善屈曲者所能為乎？即靠外面糊紙，而受紙之處又在崎嶇凹凸之場，勢必剪碎紙條，作蓑衣樣式，始能貼服。試問以蓑衣覆物，能使內外不通風乎？故錫瓶之蓋，止宜厚不宜雙。藏茗之家，凡收藏不即開者，開瓶口向上處，先用綿紙二三層，實褙封固，俟其既幹，然後覆之以蓋，則剛柔並用，永無洩氣之時矣。其時開時閉者，則于蓋內塞紙一二層，使香氣閉而不泄。此貯茗之善策也。若蓋用夾層，則向外者宜作兩截，用紙束腰，其法稍便。然封外不如封內，究竟以前說為長。"
      },
      {
        "index": 18,
        "text": "酒具用金銀，猶妝奩之用珠翠，皆不得已而為之，非宴集時所應有也。富貴之家，犀則不妨常設，以其在珍寶之列，而無炫耀之形，猶仕宦之不飾觀瞻者。象與犀同類，則有光芒太露之嫌矣。且美酒入犀杯，另是一種香氣。唐句云：「玉碗盛來琥珀光。」玉能顯色，犀能助香，二物之於酒，皆功臣也。至尚雅素之風，則磁杯當首重已。舊磁可愛，人盡知之，無如價值之昂，日甚一日，盡為大力者所有，吾儕貧士，欲見為難。然即有此物，但可作古董收藏，難充飲器。何也？酒後擎杯，不能保無墜落，十損其一，則如雁行中斷，不復成群。備而不用，與不備同。貧家得以自慰者，幸有此耳。然近日冶人，工巧百出，所制新磁，不出成、宣二窯下，至於體式之精異，又復過之。其不得與舊窯爭值者，多寡之分耳。吾怪近時陶冶，何不自愛其力，使日作一杯，月制一盞，世人需之不得，必待善價而沽，其利與多制濫售等也，何計不也此？曰：不然。我高其技，人賤其能，徒讓壟斷於捷足之人耳。"
      },
      {
        "index": 19,
        "text": "碗莫精於建窯，而苦於太厚。江右所制者，雖竊建窯之名，而美觀實出其上，可謂青出於藍者矣。其次則論花紋，然花紋太繁，亦近鄙俗，取其筆法生動，顏色鮮豔而已。碗碟中最忌用者，是有字一種，如寫《前赤壁賦》、《後赤壁賦》之類。此陶人造孽之事，購而用之者，獲罪於天地神明不淺。請述其故。「惜字一千，延壽一紀。」此文昌垂訓之詞。雖云未必果驗，然字畫出於聖賢，蒼頡造字而鬼夜哭，其關乎氣數，為天地神明所寶惜可知也。用有字之器，不為損福，但用之不久而損壞，勢必傾委作踐，有不與造孽陶人中分其咎者乎？陶人但司其成，未見其敗，似彼罪猶可原耳。字紙委地，遇惜福之人，則收付祝融，因其可焚而焚之也。至於有字之廢碗，堅不可焚，一似入火不燼入水不濡之神物。因其壞而不壞，遂至傾而又傾，道旁見者，雖有惜福之念，亦無所施，有時拋入街衢，遭千萬人之踐踏，有時傾入溷廁，受千百載之欺淩，文字之罹禍，未有甚於此者。吾願天下之人，盡以惜福為念，凡見有字之碗，即生造孽之慮。買者相戒不取，則賣者計窮；賣者計窮，則陶人視為畏途而弗造矣。文字之禍，其日消乎？此猶救弊之末著。倘有惜福縉紳，當路于江右者，出嚴檄一紙，遍諭陶人，使不得於碗上作字，無論赤壁等賦不許書磁，即成化、宣德年造，及某齋某居等字，盡皆削去。試問有此數字，果得與成窯、宣窯比值乎？無此數字，較之常值增減半文乎？有此無此，其利相同，多此數筆，徒造千百年無窮之孽耳。制撫藩臬，以及守令諸公，盡是斯文宗主，宦豫章者，急行是令，此千百年未造之福，留之以待一人。時哉時哉，乘之勿失！"
      },
      {
        "index": 20,
        "text": "燈燭輝煌，賓筵之首事也。然每見衣冠盛集，列山珍海錯，傾玉醴瓊漿，幾部鼓吹，頻歌疊奏，事事皆稱絕暢，而獨於歌台色相，稍近模糊。令人快耳快心，而不能不快其目者，非主人吝惜蘭膏，不肯多設，只以燈煤作崇，非剔之不得其法，即司之不得其人耳。吾為六字訣以授人，曰：「多點不如勤剪。」勤剪之五，明於不剪之十。原其不剪之故，或以觀場念切，主僕相同，均注目於梨園，置晦明於不同；或以奔走太勞，職無專委，因顧彼以失此，致有炬而無光，所謂司之不得其人也。欲正其弊，不過專責一人，擇其謹樸老成、不耽遊戲者，則二患庶幾可免。然司之得人，剔之不得其法，終為難事。大約場上之燈，高懸者多，卑立者少。剔卑燈易，剔高燈難。非以人就燈而升之使高，即以燈就人而降之使卑，剔一次必須升降一次，是人與燈皆不勝其勞，而座客觀之亦覺代為煩苦，常有畏難不剪而聽其昏黑者。予創二法以節其勞，一則已試而可自信者，一則未敢遽信而待試於人者。已試維何？長三四尺之燭剪是已。以鐵為之，務為極細，粗則重而難舉；然舉之有法，說在後幅。有此長剪，則人不必升，燈升不必降，舉手即是，與剔卑燈無異矣。未試維何？暗提線索，用傀儡登場之法是已。法于梁上暗作長縫一條，通於屋後，納掛燈之繩索於中，而以小小輪盤仰承其下，然後懸燈。燈之內柱外幕，分而為二，外幕系定于梁間，不使上下，內柱之索上跨輪盤。欲剪燈煤，則放內柱之索，使之卑以就人，剪畢復上，自投外幕之中，是外幕高懸不移，儼然以靜待動。同一燈也，而有勞逸之分，勞所當勞，逸所當逸，較之內外俱下，而且有礙手礙腳之繁者，先踞一籌之勝矣。其不明抽以索，而必暗投梁縫之中，且貫通於屋後者，其故何居？欲埋伏抽索之人於屋後，使不露形，但見輪盤一轉，其燈自下，剪畢復上，總無抽拽之形，若有神物廁于梁間者。予創為是法，非有心炫巧，不過善藏其拙。蓋場上多立一人，多生一人之障蔽。使以一人剪燈，一人抽索，了此及彼，數數往來，則座客止見人行，無復洗耳聽歌之暇矣。故藏人屋後，撤去一半藩籬，耳目之前，何等清靜。藏人屋後者，亦不必定在牆垣之外，廳堂必有退步，屏障以後，即其處也。或隔絳紗，或懸翠箔，但使內見外，而外不見內，則人工不露而天巧可施矣。每燈一盞，用索一條，以蠟磨光，欲其不澀。梁間一縫，可容數索，但須預編字型大小，系以小牌，使抽者便於識認。剪燈者將及某號，即預放某索以待之，此號方升，彼號即降，觀其術者，如入山陰道中，明知是人非鬼，亦須詫異驚神，鼓掌而觀，又是一番樂事。惜予囊慳無力，未及指使匠工，懸美法以待人，即謂自留餘地亦可。"
      },
      {
        "index": 21,
        "text": "梁上鑿縫，勢有不能，為懸燈細事而損傷巨料，無此理也。如置此法於造屋之先，則于梁成之後，另鑲薄板二條，空洞其中而蒙蔽其下，然後升梁於柱，以俟燈索，此一法也。已成之屋，亦如此法，但先置繩索於中，而後周遭以板。此法之設，不止定為觀場，即于元夕張燈，尋常宴客，皆可用之，但比長剪之法為稍費耳。"
      },
      {
        "index": 22,
        "text": "製長剪之法，禮屋之高卑以為長短，短者三尺，長者四五尺，直其身而曲其上，如烏喙然，總以細巧堅勁為主。然用之有法，得其法則可行，不得其法則四設而不適於用，猶棄物也。蓋以鐵為剪，又長數尺，是其體不能不重，隻手高擎，勢必搖動於上，剪動則燈亦動；燈剪俱動，則他東我西，雖欲剪之，不可得矣。法以右手持剪，左手托之，所托之處，高右手尺許。剪體雖重，不過一二斤，隻手孤擎則不足，雙手效力則有餘；擎而剪之者一手，按之使不動搖者又有一手，其勢雖高，如何慮乎？「孤掌難鳴，眾擎易舉。」天下事，類如是也。"
      },
      {
        "index": 23,
        "text": "長剪雖佳，予終惡其體重，倘能以堅木為身，止於近燈煤處用鐵，則盡美而又盡善矣。思而未製，存其說以俟解人。"
      },
      {
        "index": 24,
        "text": "長剪難於概用，惟有燭無衣，與四圍有衣而空洞其下者可以用之。若明角燈、珠燈，皆無隙可入，雖有長剪，何所用之？至於梁間放索，則是燈皆可。二事亦可並行，行之之法，又與前說相反：燈柱居中不動，而提起外幕以俟剪，剪畢復下。又合居重馭輕之法，聽人所好而為之。"
      },
      {
        "index": 25,
        "text": "箋簡之制，由古及今，不知幾千萬變。自人物器玩，以迨花鳥昆蟲，無一不肖其形，無日不新其式；人心之巧，技藝之工，至此極矣。予謂巧則誠巧，工則至工，但其構思落筆之初，未免馳高騖遠，舍最近者不思，而遍索於九天之上、八極之內，遂使光燦陸離者總成贅物，與書牘之本事無干。予所謂至近者非也，即其手中所制之箋簡是也。既名箋簡，則箋簡二字中便有無窮本義。魚書雁帛而外，不有竹刺之式可為乎？書本之形可肖乎？卷冊便面，錦屏繡軸之上，非染翰揮毫之地乎？石壁可以留題，蕉葉曾經代紙，豈意未之前聞，而為予之臆說乎？至於蘇蕙娘所織之錦，又後人思之慕之，欲書一字於其上而不可復得者也。我能肖諸物之形似以箋，則箋上所列，皆題詩作字之襯也。還其固有，絕其本無，悉是眼前韻事，何用他求？已命奚奴逐款製就，售之坊間，得錢付梓人，仍備剞劂之用，是此後生生不已，其新人見聞，愉人揮灑之事，正未有艾。即呼予為薛濤幻身，予亦未嘗不受，蓋鬚眉男子之不傳，有愧于知名女子者正不少也。已經制就者，有韻事箋八種，織錦箋十種。韻事者何？題石、題軸、便面、書卷、剖竹、雪蕉、卷子、冊子是也。錦紋十種，則盡仿回文織錦之義，滿幅皆錦，止留縠紋缺處代人作書，書成之後，與織就之回文無異。十種錦紋各別，作書之地亦不雷同。慘澹經營，事難縷述，海內名賢欲得者，倩人向金陵購之。是集內種種新式，未能悉走寰中，借此一端，以陳大概。售箋之地即售書之地，凡予生平著作，皆萃於此。有嗜痂之癖者，貿此以去，如偕笠翁而歸。千里神交，全賴乎此。只今知己遍天下，豈盡謀面之人哉？（金陵承恩寺中有「芥子園名箋」五字署名者，即其處也。）"
      },
      {
        "index": 26,
        "text": "是集中所載諸新式，聽人效而行之；惟箋帖之體裁，則令奚奴自製自售，以代筆耕，不許他人翻梓。已經傳劄佈告，誡之于初矣。倘仍有壟斷之豪，或照式刊行，或增減一地，或稍變其形，即以他人之功冒為己有，食其利而抹煞其名者，此即中山狼之流亞也。當隨所在之官司而控告焉，伏望主持公道。至於倚富恃強，翻刻湖上笠翁之書者，六合以內，不知凡幾。我耕彼食，情何以堪？誓當決一死戰，佈告當事，即以是集為先聲。總之天地生人，各賦以心，即宜各生其智，我未嘗塞彼心胸，使之勿生智巧，彼焉能奪吾生計，使不得自食其力哉！"
      }
    ]
  }
}