{
  "chapterNumber": 40,
  "title": "行樂第一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎行樂第一"
      },
      {
        "index": 2,
        "text": "傷哉！造物生人一場，為時不滿百歲。彼夭折之輩無論矣，姑就永年者道之，即使三萬六千日盡是追歡取樂時，亦非無限光陰，終有報罷之日。況此百年以內，有無數憂愁困苦、疾病顛連、名韁利鎖、驚風駭浪，阻人燕游，使徒有百歲之虛名，並無一歲二歲享生人應有之福之實際乎！又況此百年以內，日日死亡相告，謂先我而生者死矣，後我而生者亦死矣，與我同庚比算、互稱弟兄者又死矣。噫，死是何物，而可知凶不諱，日令不能無死者驚見於目，而怛聞於耳乎！是千古不仁，未有甚於造物者矣。雖然，殆有說焉。不仁者，仁之至也。知我不能無死，而日以死亡相告，是恐我也。恐我者，欲使及時為樂，當視此輩為前車也。康對山構一園亭，其地在北邙山麓，所見無非丘隴。客訊之曰：“日對此景，令人何以為樂？”對山曰：“日對此景，乃令人不敢不樂。”達哉斯言！予嘗以銘座右。茲論養生之法，而以行樂先之；勸人行樂，而以死亡怵之，即祖是意。欲體天地至仁之心，不能不蹈造物不仁之跡。"
      },
      {
        "index": 3,
        "text": "養生家授受之方，外藉藥石，內憑導引，其藉口頤生而流為放辟邪侈者，則曰“比家”。三者無論邪正，皆術士之言也。予系儒生，並非術士。術士所言者術，儒家所憑者理。《魯論．鄉黨》一篇，半屬養生之法。予雖不敏，竊附于聖人之徒，不敢為誕妄不經之言以誤世。有怪此卷以頤養命名，而覓一丹方不得者，予以空疏謝之。又有怪予著《飲饌》一篇，而未及烹飪之法，不知醬用幾何，醋用幾何，差椒香辣用幾何者。予曰：果若是，是一庖人而已矣，烏足重哉！人曰：若是，則《食物志》、《尊生箋》、《衛生錄》等書，何以備列此等？予曰：是誠庖人之書也。士各明志，人有弗為。"
      },
      {
        "index": 4,
        "text": "○貴人行樂之法"
      },
      {
        "index": 5,
        "text": "人間至樂之境，惟帝王得以有之；下此則公卿將相，以及群輔百僚，皆可以行樂之人也。然有萬幾在念，百務縈心，一日之內，除視朝聽政、放衙理事、治人事神、反躬修己之外，其為行樂之時有幾？曰：不然。樂不在外而在心。心以為樂，則是境皆樂，心以為苦，則無境不苦。身為帝王，則當以帝王之境為樂境；身為公卿，則當以公卿之境為樂境。凡我分所當行，推諉不去者，即當擯棄一切悉視為苦，而專以此事為樂。謂我為帝王，日有萬幾之冗，其心則誠勞矣，然世之豔慕帝王者，求為片刻而不能，我之至勞，人之所謂至逸也。為公卿將相、群輔百僚者，居心亦複如是，則不必於視朝聽政、放衙理事、治人事神、反躬修己之外，別尋樂境，即此得為之地，便是行樂之場。一舉筆而安天下，一矢口而遂群生，以天下群生之樂為樂，何快如之？若於此外稍得清閒，再享一切應有之福，則人皇可比玉皇，俗吏竟成仙吏，何蓬萊三島之足羨哉！此術非他，蓋用吾家老子“退一步”法。以不如己者視己，則日見可樂；以勝於己者視己，則時覺可憂。從來人君之善行樂者，莫過於漢之文、景；其不善行樂者，莫過於武帝。以文、景于帝王應行之外，不多一事，故覺其逸；武帝則好大喜功，且薄帝王而慕神仙，是以徒見其勞。人臣之善行樂者，莫過於唐之郭子儀；而不善行樂者，則莫如李廣。子儀既拜汾陽王，志願已足，不復他求，故能極欲窮奢，備享人臣之福；李廣則恥不如人，必欲封侯而後已，是以獨當單于，卒致失道後期而自剄。故善行樂者，必先知足。二疏雲：“知足不辱，知止不殆。”不辱不殆，至樂在其中矣。"
      },
      {
        "index": 6,
        "text": "○富人行樂之法"
      },
      {
        "index": 7,
        "text": "勸貴人行樂易，勸富人行樂難。何也？則為行樂之資，然勢不宜多，多則反為累人之具。華封人祝帝堯富壽多男，堯曰：“富則多事。”華封人曰：“富而使人分之，何事之有？”由是觀之，財多不分，即以唐堯之聖、帝王之尊，猶不能免多事之累，況德非聖人而位非帝王者乎？陶朱公屢致千金，屢散千金，其致而必散，散而複致者，亦學帝堯之防多事也。茲欲勸富人行樂，必先勸之分財；勸富人分財，其勢同於拔山超海，此必不得之數也。財多則思運，不運則生息不繁。然不運則已，一運則經營慘澹，坐起不寧，其累有不可勝言者。財多必善防，不防則為盜賊所有，而且以身殉之。然不防則已，一防則驚魂四繞，風鶴皆兵，其恐懼觳觫之狀，有不堪目睹者。且財多必招忌。語雲：“溫飽之家，眾怨所歸。”以一身而為眾射之的，方且憂傷慮死之不暇，尚可與言行樂乎哉？甚矣，財不可多，多之為累，亦至此也。然則富人行樂，其終不可冀乎？曰：不然。多分則難，少斂則易。處比戶可封之世，難於售恩；當民窮財盡之秋，易於見德。少課錙銖之利，窮民即起頌揚；略蠲升鬥之租，貧佃即生歌舞。本償而子息未償，因其貧也而貫之，一券才焚，即噪馮之令譽；賦足而國用不足，因其匱也而助之，急公偶試，即來卜式之美名。果如是，則大異於今日之富民，而又無損於本來之故我。覬覦者息而仇怨者稀，是則可言行樂矣。其為樂也，亦同貴人，可不必於持籌握算之外，別尋樂境，即此寬租減息、仗義急公之日，聽貧民之歡欣讚頌，即當兩部鼓吹；受官司之獎勵稱揚，便是百年華袞。榮莫榮于此，樂亦莫樂於此矣。至於悅色娛聲、眠花藉柳、構堂建廈、嘯月潮風諸樂事，他人欲得，所患無資，業有其資，何求弗遂？是同一富也，昔為最難行樂之人，今為最易行樂之人。即使帝堯不死，陶朱現在，彼丈夫也，我丈夫也，吾何畏彼哉？去其一念之刻而已矣。"
      },
      {
        "index": 8,
        "text": "○貧賤行樂之法"
      },
      {
        "index": 9,
        "text": "窮人行樂之方，無他秘巧，亦止有退一步法。我以為貧，更有貧於我者；我以為賤，更有賤於我者；我以妻子為累，尚有鰥寡孤獨之民，求為妻子之累而不能者；我以胼胝為勞，尚有身繫獄廷，荒蕪田地，求安耕鑿之生而不可得者。以此居心，則苦海盡成樂地。如或向前一算，以勝己者相衡，則片刻難安，種種桎梏幽囚之境出矣。一顯者旅宿郵亭，時方溽暑，帳內多蚊，驅之不出，因憶家居時堂寬似宇，簟冷如冰，又有群姬握扇而揮，不復知其為夏，何遽困厄至此！因懷至樂，愈覺心煩，遂致終夕不寐。一亭長露宿階下，為眾蚊所齧，幾至露筋，不得已而奔走庭中，俾四體動而弗停，則齧人者無由廁足；乃形則往來僕僕，口則讚歎囂囂，一似苦中有樂者。顯者不解，呼而訊之，謂：“汝之受困，什佰於我，我以為苦，而汝以為樂，其故維何？”亭長曰：“偶憶某年，為仇家所陷，身繫獄中。維時亦當暑月，獄卒防予私逸，每夜拘攣手足，使不得動搖，時蚊蚋之繁，倍於今夕，聽其自齧，欲稍稍規避而不能，以視今夕之奔走不息，四體得以自如者，奚啻仙凡人鬼之別乎！以昔較今，是以但見其樂，不知其苦。”顯者聽之，不覺爽然自失。此即窮人行樂之秘訣也。不獨居心為然，即鑄體煉形，亦當如是。譬如夏月苦炎，明知為室廬卑小所致，偏向驕陽之下來往片時，然後步入室中，則覺暑氣漸消，不似從前酷烈；若畏其湫隘而投寬處納涼，及至歸來，炎蒸又加十倍矣。冬月苦冷，明知為牆垣單薄所致，故向風雪之中行走一次，然後歸廬返舍，則覺寒威頓減，不復凜冽如初；若避此荒涼而向深居就燠，及其再入，戰粟又作何狀矣。由此類推，則所謂退步者，無地不有，無人不有，想至退步，樂境自生。予為兩間第一困人，其能免死於憂，不枯槁於蹭蹬者，皆用此法。又得管城一物，相伴終身，以掃千軍則不足，以除萬慮則有餘。然非善作退步，即楮墨亦能困人。想虞卿著書，亦用此法，我能公世，彼特秘而未傳耳。"
      },
      {
        "index": 10,
        "text": "由亭長之說推之，則凡行樂者，不必遠引他人為退步，即此一身，誰無過來之逆境？大則災凶禍患，小則疾病憂傷。“執柯伐柯，其則不遠。”取而較之，更為親切。凡人一生，奇禍大難非特不可遺忘，還宜大書特書，高懸座右。其裨益於身者有三：孽由己作，則可知非痛改，視作前車；禍自天來，則可止怨釋尤，以弭後患；至於憶苦追煩，引出無窮樂境，則又警心惕目之餘事矣。如曰省躬罪己，原屬隱情，難使他人共睹，若是則有包含韞藉之法；或止書罹患之年月，而不及其事；或別書隱射之數語，而不露其詳；或撰作一聯一詩，懸掛起居親密之處，微寓己意，不使人知，亦淑慎其身之妙法也。此皆湖上笠翁瞞人獨做之事，筆機所到，欲諱不能，俗語所謂“不打自招”者，非乎？"
      },
      {
        "index": 11,
        "text": "○家庭行樂之法"
      },
      {
        "index": 12,
        "text": "世間第一樂地，無過家庭。“父母俱存，兄弟無故，一樂也。”是聖賢行樂之方，不過如此。而後世人情之好向，往往與聖賢相左。聖賢所樂者，彼則苦之；聖賢所苦者，彼反視為至樂而沉溺其中。如棄現在之天親而拜他人為父，撇同胞之手足而與陌路結盟，避女色而就變童，舍家雞而尋野鶩，是皆情理之至悖，而舉世習而安之。其故無他，總由一念之惡舊喜新，厭常趨異所致。若是，則生而所有之形骸，亦覺陳腐可厭，胡不並易而新之，他今日魂附一體，明日又附一體，覺愈變愈新之可愛乎？其不能變而新之者，以生定故也。然欲變而新之，亦自有法。時易冠裳，迭更幃座，而照之以鏡，則似換一規模矣。即以此法而施之父母兄弟、骨肉妻孥，以結交濫費之資，而鮮其衣飾，美其供奉，則居移氣，養移體，一歲而數變其形，豈不憂之謂他人父，謂他人母，而與同學少年互稱兄弟，各家美麗共締盟者哉？有好遊狹斜者，蕩盡家資而不顧，其妻迫于饑寒而求去。六去之日，別換新衣而佐以美飾，居然絕世佳人。其夫抱而泣曰：“吾走盡章台，未嘗遇此嬌麗。由是觀之，匪人之美，衣飾美之也。倘能複留，當為勤儉克家，而置汝金屋。”妻善其言而止。後改蕩從善，卒如所雲。又有人子不孝而為親所逐者，鞠於他人，越數年而複返，定省承歡，大異疇昔。其父訊之，則曰：“非予不愛其親，習久而生厭也。茲複厭所習見，而以久不睹者為可愛矣。”眾人笑之，而有識者憐之。何也？習久而厭其親者，天下皆然，而不能自明其故。此人知之，又能直言無諱，蓋可以為善人也。此等罕譬曲喻，皆為勸導愚蒙。誰無至性，誰乏良知，而俟予為木鐸？但觀孺子離家，即生哭泣，豈無至樂之境十倍其家者哉？性在此而不在彼也。人能以孩提之樂境為樂境，則去聖人不遠矣。"
      },
      {
        "index": 13,
        "text": "○道途行樂之法"
      },
      {
        "index": 14,
        "text": "“逆旅”二字，足概遠行，旅境皆逆境也。然不受行路之苦，不知居家之樂，此等況味，正須一一嘗之。予遊絕塞而歸，鄉人訊曰：“邊陲之遊樂乎？”曰：“樂。”有經其地而憚焉者曰：“地則不毛，人皆異類，睹沙場而氣索，聞鉦鼓而魂搖，何樂之有？”予曰：“向未離家，謬謂四方一致，其飲饌服飾皆同於我，及曆四方，知有大謬不然者。然止遊通邑大都，未至窮邊極塞，又謂遠近一理，不過稍變其制而已矣。及抵邊陲，始知地獄即在人間，羅刹原非異物，而今而後，方知人之異於禽獸者幾希，而近地之民，其去絕塞之民者，反有天壤幽明之大異也。不入其地，不睹其情，烏知生於東南，游於都會，衣輕席曖，飯稻羹魚之足樂哉！”此言出路之人，視居家之樂為樂也；然未至還家，則終覺其苦。又有視家為苦，借道途行樂之法，可以暫娛目前，不為風霜車馬所困者，又一方便法門也。向平欲俟婚嫁既畢，遨遊五嶽；李固與弟書，謂周觀天下，獨未見益州，似有遺憾；太史公因遊名山大川，得以史筆妙千古。是遊也者，男子生而欲得，不得即以為恨者也。有道之士，尚欲挾資裹糧，專行其志，而我以饣胡口資生之便，為益聞廣見之資，過一地，即覽一地之人情，經一方，則睹一方之勝概，而且食所未食，嘗所欲嘗，蓄所餘者而歸遺細君，似得五侯之鯖，以果一家之腹，是人生最樂之事也，奚事哭泣阮途，而為乘槎馭駿者所竊笑哉？"
      },
      {
        "index": 15,
        "text": "○春季行樂之法"
      },
      {
        "index": 16,
        "text": "人有喜怒哀樂，天有春夏秋冬。春之為令，即天地交歡之候，陰陽肆樂之時也。人心至此，不求暢而自暢，猶父母相親相愛，則兒女嬉笑自如，睹滿堂之歡欣，即欲向隅而泣，泣不出也。然當春行樂，每易過情，必留一線之餘春，以度將來之酷夏。蓋一歲難過之關，惟有三伏，精神之耗，疾病之生，死亡之至，皆由於此。故俗話雲：“過得七月半，便是鐵羅法”，非虛語也。思患預防，當在三春行樂之時，不得縱欲過度，而先埋伏病根。花可熟觀，鳥可傾聽，山川雲物之勝可以縱遊，而獨于房欲之事略存餘地。蓋人當此際，滿體皆春。春者，泄盡無遺之謂也。草木之春，泄盡無遺而不壞者，以三時皆蓄，而止候泄於一春，過此一春，又皆蓄精養神之候矣。人之一身，能保一時盡泄而三時皆不泄乎？盡泄於春，而又不能不泄于夏，雖草木不能不枯，況人身之浮脆者乎？欲留枕席之餘歡，當使遊觀之盡致。何也？分心花鳥，便覺體有餘閒；並力閨幃，易致身無寧刻。然予所言，皆防已甚之詞也。若使杜情而絕欲，是天地皆春而我獨秋，焉用此不情之物，而作人中災異乎？"
      },
      {
        "index": 17,
        "text": "○夏季行樂之法"
      },
      {
        "index": 18,
        "text": "酷夏之可畏，前幅雖露其端，然未盡暑毒之什一也。使天只有三時而無夏，則人之死也必稀，巫醫僧道之流皆苦饑寒而莫救矣。止因多此一時，遂覺人身叵測，常有朝人而夕鬼者。《戴記》雲：“是月也，陰陽爭，死生分。”危哉斯言！令人不寒而粟矣。凡人身處此候，皆當時時防病，日日憂死。防病憂死，則當刻刻偷閒以行樂。從來行樂之事，人皆選暇於三春，予獨息機于九夏。以三春神旺，即使不樂，無損於身；九夏則神耗氣索，力難支體，如其不樂，則勞神役形，如火益熱，是與性命為仇矣。《月令》以仲冬為閉藏；予謂天地之氣閉藏於冬，人身之氣當令閉藏于夏。試觀隆冬之月，人之精神愈寒愈健，較之暑氣鑠人，有不可同年而語。凡人苟非民社系身，饑寒迫體，稍堪自逸者，則當以三時行事，一夏養生。過此危關，然後出而應酬世故，未為晚也。追憶明朝失政以後，大清革命之先，予絕意浮名，不幹寸祿，山居避亂，反以無事為榮。夏不謁客，亦無客至，匪止頭巾不設，並衫履而廢之。或處荷之中，妻孥覓之不得；或偃臥長松之下，猿鶴過而不知。洗硯石於飛泉，試茗奴以積雪；欲食瓜而瓜生戶外，思啖果而果落樹頭，可謂極人世之奇聞，擅有生之至樂者矣。後此則徙居城市，酬應日紛，雖無利欲熏人，亦覺浮名致累。計我一生，得享列仙之福者，僅有三年。今欲續之，求為閏餘而不可得矣。傷哉！人非鐵石，奚堪磨杵作針；壽豈泥沙，不禁委塵入土。予以勸人行樂，而深悔自役其形。噫，天何惜於一閑，以補富貴榮無之不足哉！"
      },
      {
        "index": 19,
        "text": "○秋季行樂之法"
      },
      {
        "index": 20,
        "text": "過夏徂秋，此身無恙，是當與妻孥慶賀重生，交相為壽者矣。又值炎蒸初退，秋爽媚人，四體得以自如，衣衫不為桎梏，此時不樂，將待何時？況有阻人行樂之二物，非久即至。二物維何？霜也，雪也。霜雪一至，則諸物變形，非特無花，亦且少葉；亦時有月，難保無風。若謂“春宵一刻值千金”，則秋價之昂，宜增十倍。有山水之勝者，乘此時蠟屐而遊，不則當面錯過。何也？前此欲登而不可，後此欲眺而不能，則是又有一年之別矣。有金石之交者，及此時朝夕過從，不則交臂而失。何也？衤能衤戴阻人於前，咫尺有同千里；風雪欺人於後，訪戴何異登天？則是又負一年之約矣。至於姬妾之在家，一到此時，有如久別乍逢，為歡特異。何也？暑月汗流，求為盛妝而不得，十分嬌豔，惟四五之僅存；此則全副精神，皆可用於青鬟翠黛之上。久不睹而今忽睹，有不與遠歸新娶同其燕好者哉？為歡即欲，視其精力短長，總留一線之餘地。能行百里者，至九十而思休；善登浮屠者，至六級而即下。此房中秘術，請為少年場授之。"
      },
      {
        "index": 21,
        "text": "○冬季行樂之法"
      },
      {
        "index": 22,
        "text": "冬天行樂，必須設身處地，幻為路上行人，備受風雪之苦，然後回想在家，則無論寒燠晦明，皆有勝人百倍之樂矣。嘗有畫雪景山水，人持破傘，或策蹇驢，獨行古道之中，經過懸崖之下，石作猙獰之狀，人有顛蹶之形者。此等險畫，隆冬之月，正宜縣掛中堂。主人對之，即是禦風障雪之屏，曖胃和衷之藥。若楊國忠之肉陣，党太尉之羊羔美酒，初試和溫，稍停則奇寒至矣。善行樂者，必先作如是觀，而後繼之以樂，則一分樂境，可抵二三分，五七分樂境，便可抵十分十二分矣。然一到樂極忘憂之際，其樂自能漸減，十分樂境，只作得五七分，二三分樂境，又只作得一分矣。須將一切苦境，又複從頭想起，其樂之漸增不減，又複如初。此善討便宜之第一法也。譬之行路之人，計程共有百里，行過七八十裡，所剩無多，然無奈望到心堅，急切難待，種種畏難怨苦之心出矣。但一回頭，計其行過之路數，則七八十裡之遠者可到，況其少而近者乎？譬如此際止行二三十裡，尚餘七八十裡，則苦多樂少，其境又當何如？此種相念，非但可為行樂之方，凡居官者之理繁治劇，學道者之讀書窮理，農工商賈之任勞即勤，無一不可倚之為法。噫，人之行樂，何與於我，而我為之嗓敝舌焦，手腕幾脫。是殆有媚人之癖，而以楮墨代脂韋者乎？"
      },
      {
        "index": 23,
        "text": "○隨時即景就事行樂之法"
      },
      {
        "index": 24,
        "text": "行樂之事多端，未可執一而論。如睡有睡之樂，坐有坐之樂，行有行之樂，立有立之樂，飲食有飲食之樂，盥櫛有盥櫛之樂，即袒裼裎、如廁便溺，種種穢褻之事，處之得宜，亦各有其樂。苟能見景生情，逢場作戲，即可悲可涕之事，亦變歡娛。如其應事寡才，養生無術，即征歌選舞之場，亦生悲戚。茲以家常受用，起居安樂之事，因便制宜，各存其說于左。"
      },
      {
        "index": 25,
        "text": "○睡"
      },
      {
        "index": 26,
        "text": "有專言法術之人，遍授養生之訣，欲予北面事之。予訊益壽之功，何物稱最？頤生之生，誰處居多？如其不謀而合，則奉為師，不則友之可耳。其人曰：“益壽之方，全憑導引；安生之計，惟賴坐功。”予曰：“若是，則汝法最苦，惟修苦行者能之。予懶而好動，且事事求樂，未可以語此也。”其人曰：“然則汝意雲何？試言之，不妨互為印政。”予曰：“天地生人以時，動之者半，息之者半。動則旦，而息則暮也。苟勞之以日，而不息之以夜，則旦旦而伐之，其死也，可立而待矣。吾人養生亦以時，擾之以半，靜之以半，擾則行起坐立，而靜則睡也。如其勞我以經營，而不逸我以寢處，則岌岌乎殆哉！其年也，不堪指屈矣。若是，則養生之訣，當以善睡居先。睡能還精，睡能養氣，睡能健脾益胃，睡能堅骨壯筋。如其不信，試以無疾之人與有疾之人，合而驗之。人本無疾，而勞之以夜，使累夕不得安眠，則眼眶漸落而精氣日頹，雖未即病，而病之情形出矣。患疾之人，久而不寐，則病勢日增；偶一沉酣，則其醒也，必有油然勃然之勢。是睡，非睡也，藥也；非療一疾之藥，及治百病，救萬民，無試不驗之神藥也。茲欲從事導引，並力坐功，勢必先遣睡魔，使無倦態而後可。予忍棄生平最效之藥，而試未必果難之方哉？”其人艴然而去，以予不足教也。予誠不足教哉！但自陳所得，實為有見而然，與強辯飾非者稍別。前人睡詩雲：“花竹幽窗午夢長，此中與世暫相忘。華山處士如容見，不覓仙方覓睡方。”近人睡訣雲：“先睡心，後睡眼。”此皆書本唾餘，請置弗道，道其未經發明者而已。睡有睡之時，睡有睡之地，睡又有可睡可不睡之人，請條晰言之。由戌至卯，睡之時也。未戌而睡，謂之先時，先時者不詳，謂與疾作思臥者無異也；過卯而睡，謂之後時，後時者犯忌，謂與長夜不醒者無異也。且人生百年，夜居其半，窮日行樂，猶苦不多，況以睡夢之有餘，而損宴遊之不足乎？有一名士善睡，起必過午，先時而訪，未有能晤之者。予每過其居，必俟良久而後見。一日悶坐無聊，筆墨具在，乃取舊詩一首，更易數字而嘲之曰：“吾在此靜睡，起來常過午；便活七十年，止當三十五。”同人見之，無不絕倒。此雖謔浪，頗關至理。是當睡之時，止有黑夜，舍此皆非其候矣。然而午睡之樂，倍於黃昏，三時皆所不宜，而獨宜於長夏。非私之也，長夏之一日，可抵殘冬之二日；長夏之一夜，不敵殘冬之半夜，使止息於夜，而不息於晝，是以一分之逸，敵四分之勞，精力幾何，其能堪此？況暑氣鑠金，當之未有不倦者。倦極而眠，猶饑之得食，渴之得飲，養生之計，未有善於此者。午餐之後，略逾寸晷，俟所食既消，而後徘徊近榻。又勿有心覓睡，覓睡得睡，其為睡也不甜。必先處於有事，事未皆而忽倦，睡鄉之民自來招我。桃源、天臺諸妙境，原非有意造之，皆莫知其然而然者。予最愛舊詩中有“手倦拋書午夢長”一句。手書而眠，意不在睡；拋書而寢，則又意不在書，所謂莫知其然而然也。睡中三昧，惟此得之。此論睡之時也。睡又必先擇地。地之善者有二：曰靜，曰涼。不靜之地，止能睡目，不能睡耳，耳目兩岐，豈安身之善策乎？不涼之地，止能睡魂，不能睡身，身魂不附，乃養生之至忌也。至於可睡可不睡之人，則分別於“忙閑”二字。就常理而論之，則忙人宜睡，閒人可以不必睡。然使忙人假寐，止能睡眼，不能睡心，心不睡而眼睡，猶之未嘗睡也。其最不受用者，在將覺未覺之一時，忽然想起某事未行，某人未見，皆萬萬不可已者，睡此一覺，未免失事妨時，想到此處，便覺魂趨夢繞，膽怯心驚，較之未睡之前，更加煩躁，此忙人之不宜睡也。閑則眼未闔而心先闔，心已開而眼未開；已睡較未睡為樂，已醒較未醒更樂，此閒人之宜睡也。然天地之間，能有幾個閒人？必欲閑而始睡，是無可睡之時矣。有暫逸其心以妥夢魂之法：凡一日之中，急切當行之事，俱當於上半日告竣，有未竣者，則分遣家人代之，使事事皆有著落，然後尋床覓枕以赴黑甜，則與閒人無別矣。此言可睡之人也。而尤有吃緊一關未經道破者，則在莫行歹事。“半夜敲門不吃驚”，始可於日間睡覺，不則一聞剝啄，即是邏倅到門矣。"
      },
      {
        "index": 27,
        "text": "○坐"
      },
      {
        "index": 28,
        "text": "從來善養生者，莫過於孔子。何以知之？知之於“寢不屍，居不容”二語。使其好飾觀瞻，務修邊幅，時時求肖君子，處處欲為聖人，則其寢也，居也，不求屍而自屍，不求容而自容；則五官四體，不復有舒展之刻。豈有泥塑木雕其形，而能久長於世者哉？“不屍不容”四字，繪出一幅時哉聖人，宜乎崇祀千秋，而為風雅斯文之鼻祖也。吾人燕居坐法，當以孔子為師，勿務端莊而必正襟危坐，勿同束縛而為膠柱難移。抱膝長吟，雖坐也，而不妨同於箕踞；支頤喪我，行樂也，而何必名為坐忘？但見面與身齊，久而不動者，其人必死。此圖畫真容之先兆也。"
      },
      {
        "index": 29,
        "text": "○行"
      },
      {
        "index": 30,
        "text": "貴人之出，必乘車馬。逸則逸矣，然於造物賦形之義，略欠周全。有足而不用，與無足等耳，反不若安步當車之人，五官四體皆能適用。此貧士驕人語。乘車策馬，曳履搴裳，一般同是行人，止有動靜之別。使乘車策馬之人，能以步趨為樂，或經山水之勝，或逢花柳之妍，或遇戴笠之貧交，或見負薪之高士，欣然止馭，徒步為歡，有時安車而待步，有時安步以當車，其能用足也，又勝貧士一籌矣。至於貧士驕人。不在有足能行，而在緩急出門之可恃。事屬可緩，則以安步當車；如其急也，則以疾行當馬。有人亦出，無人亦出；結伴可行，無伴亦可行。不似富貴者候足於人，人或不來，則我不能即出，此則有足若無，大悖謬於造物賦形之義耳。興言及此，行殊可樂！"
      },
      {
        "index": 31,
        "text": "○立"
      },
      {
        "index": 32,
        "text": "立分久暫，暫可無依，久當思傍。亭亭獨立之事，但可偶一為之，旦旦如是，則筋骨皆懸，而腳跟如砥，有血脈膠凝之患矣。或倚長松，或憑怪石，或靠危欄作軾，或扶瘦竹為筇；既作羲皇上人，又作畫圖中物，何樂如之！但不可以美人作柱，慮其礎石太纖，而致棟樑皆僕也。"
      },
      {
        "index": 33,
        "text": "○飲"
      },
      {
        "index": 34,
        "text": "宴集之事，其可貴者有五：飲量無論寬窄，貴在能好；飲伴無論多寡，貴在善談；飲具無論豐嗇，貴在可繼；飲政無論寬猛，貴在可行；飲候無論短長，貴在能止。備此五貴，始可與言飲酒之樂；不則曲蘖賓朋，皆鑿性斧身之具也。予生平有五好，又有五不好，事則相反，乃其勢又可並行而不悖。五好、五不好維何？不好酒而好客；不好食而好談；不好長夜之歡，而好與明月相隨而不忍別；不好為苛刻之令，而好受罰者欲辯無辭；不好使酒罵坐之人，而好其於酒後盡露肝膈。坐此五好、五不好，是以飲量不勝蕉葉，而日與酒人為徒。近日又增一種癖好、癖惡：癖好音樂，每聽必至忘歸；而又癖惡座客多言，與竹肉之音相亂。飲酒之樂，備於五貴、五好之中，此皆為宴集賓朋而設。若夫家庭小飲與燕閑獨酌，其為樂也，全在天機逗露之中，形跡消忘之內。有飲宴之實事，無酬酢之虛文。睹兒女笑啼，認作班斕之舞；聽妻孥勸誡，若聞金縷之歌。苟能作如是觀，則雖謂朝朝歲旦，夜夜無宵可也。又何必座客常滿，樽酒不空，日藉豪舉以為樂哉？"
      },
      {
        "index": 35,
        "text": "○談"
      },
      {
        "index": 36,
        "text": "讀書，最樂之事，而懶人常以為苦；清閒，最樂之事，而有人病其寂寞。就樂去苦，避寂寞而享安閒，莫若與高士盤桓，文人講論。何也？“與君一夕話，勝讀十年書。”既受一夕之樂，又省十年之苦，便宜不亦多乎？“因過竹院逢僧話，又得浮生半日閑。”既得半日之閑，又免多時之寂，快樂可勝道乎？善養生者，不可不交有道之士；而有道之士，多有不善談者。有道而善談者，人生希覯，是當時就日招，以備開聾啟聵之用者也。即雲我能揮麈，無假於人，亦須借朋儕起發，豈能若西哉之鐘ね，不叩自鳴者哉？"
      },
      {
        "index": 37,
        "text": "○沐浴"
      },
      {
        "index": 38,
        "text": "盛暑之月，求樂事于黑甜之外，其惟沐浴乎？潮垢非此不除，濁汙非此不淨，炎蒸暑毒之氣亦非此不解。此事非獨宜於盛夏，自嚴冬避冷，不宜頻浴外，凡遇春溫秋爽，皆可借此為樂。而養生之家則往往忌之，謂其損耗元神也。吾謂沐浴既能損身，則雨露亦當損物，豈人與草木有二性乎？然沐浴損身之說，亦非無據而雲然。予嘗試之。試于初下浴盆時，以未經澆灌之身，忽遇澎湃奔騰之勢，以熱投冷，以濕犯燥，幾類水攻。此一激也，實足以沖散元神，耗除精氣。而我有法以處之：慮其太激，則勢在尚綬；避其太勢，則利於用溫。解衣磅礴之秋，先調水性，使之略帶溫和，由腹及胸，由胸及背，惟其溫而緩也，則有水似乎無水，已浴同於未浴。俟與水性相習之後，始以熱者投之，頻浴頻投，頻投頻攪，使水乳交融而不覺，漸入佳境而莫知，然後縱橫其勢，反側其身，逆灌順澆，必至痛快其身而後已。此盆中取樂之法也。至於富室大家，擴盆為屋，注水于池者，冷則加薪，熱則去火，自有以逸待勞之法，想無俟貧人置喙也。"
      },
      {
        "index": 39,
        "text": "○聽琴觀棋"
      },
      {
        "index": 40,
        "text": "弈棋盡可消閒，似難藉以行樂；彈琴實堪養性，未易執此求歡。以琴必正襟危坐而彈，棋必整槊橫戈以待。百骸盡放之時，何必再期整肅？萬念俱忘之際，豈宜複較輸贏？常有貴祿榮名付之一擲，而與人圍棋賭勝，不肯以一著相繞者，是與讓千乘之國，而爭簞食豆羹者何異哉？故喜彈不若喜聽，善弈不如善觀。人勝而我為之喜，人敗而我不必為之憂，則是常居勝地也；人彈和緩之音而我為之吉，人彈噍殺之音而我不必為之凶，則是長為吉人也。或觀聽之餘，不無技癢，何妨偶一為之，但不寢食其中而莫之或出，則為善則善弈者耳。"
      },
      {
        "index": 41,
        "text": "○看花聽鳥"
      },
      {
        "index": 42,
        "text": "花鳥二物，造物生之以媚人者也。既產嬌花嫩蕊心代美人，又病其不能解語，複生群鳥以佐之。此段心機，竟與購覓紅妝，習成歌舞，飲之食之，教之誨之以媚人者，同一周旋之至也。而世人不知，目為蠢然一物，常有奇花過目而莫之睹，鳴禽悅耳而莫之聞者。至其捐資所購之姬妾，色不及花之萬一，聲僅竊鳥之緒餘，然而睹貌即驚，聞歌輒喜，為其貌似花而聲似鳥也。噫，貴似賤真，與葉公之好龍何異？予則不然。每值花柳爭妍之日，飛鳴鬥巧之時，必致謝洪鈞，歸功造物，無飲不奠，有食必陳，若善士信嫗之佞佛者。夜則後花而眠，朝則先鳥而起，惟恐一聲一色之偶遺也。及至鶯老花殘，輒怏怏有所失。是我之一生，可謂不負花鳥；而花鳥得予，亦所稱“一人知己，死可無恨”者乎！"
      },
      {
        "index": 43,
        "text": "○蓄養禽魚"
      },
      {
        "index": 44,
        "text": "鳥之悅人以聲者，畫眉、鸚鵡二種。而鸚鵡之聲價，高出畫眉上，人多癖之，以其能作人言耳。予則大違是論，謂鸚鵡所長止在羽毛，其聲則一無可取。鳥聲之可聽者，以其異於人聲也。鳥聲異於人聲之可聽者，以出於人者為人籟，出於鳥者為天籟也。使我欲聽人言，則盈耳皆是，何必假口籠中？況最善說話之鸚鵡，其舌本之強，猶甚於不善說話之人，而所言者，又不過口頭數語。是鸚鵡之見重於人，與人之所以重鸚鵡者，皆不可詮解之事。至於畫眉之巧，以一口而代眾舌，每效一種，無不酷似，而複纖婉過之，誠鳥中慧物也。予好與此物作緣，而獨怪其易死。既善病而複招尤，非歿於已，即傷於物，總無三年不壞者。殆亦多技多能所致歟？"
      },
      {
        "index": 45,
        "text": "鶴、鹿二種之當蓄，以其有仙風道骨也。然所耗不貲，而所居必廣，無其資與地者，皆不能蓄。且種魚養鶴，二事不可兼行，利此則害彼也。然鶴之善唳善舞，與鹿之難擾易馴，皆品之極高貴者，麟鳳龜龍而外，不得不推二物居先矣。乃世人好此二物，又以分輕重於其間，二者不可得兼，必將舍鹿而求鶴矣。顯貴之家，匪特深藏苑囿，近置衙齋，即倩人寫真繪像，必以此物相隨。予嘗推原其故，皆自一人始之，趙清獻公是也。琴之與鶴，聲價倍增，詎非賢相提攜之力歟？"
      },
      {
        "index": 46,
        "text": "家常所蓄之物，雞犬而外，又複有貓。雞司晨，犬守夜，貓捕鼠，皆有功於人而自食其力者也。乃貓為主人所親昵，每食與俱，尚有聽其搴帷入室，伴寢隨眠者。雞棲於塒，犬宿于外，居處飲食皆不及焉。而從來敘禽獸之功，談治平之象者，則止言雞犬而並不及貓。親之者是，則略之者非；親之者非，則略之者是；不能不惑於二者之間矣。曰：有說焉。昵貓而賤雞犬者，猶癖諧臣媚子，以其不呼能來，聞叱不去；因其親而親之，非有可親之道也。雞犬二物，則以職業為心，一到司晨守夜之時，則各司其事，雖豢以美食，處以曲房，使不即彼而就此，二　物亦守死弗至；人之處此，亦因其遠而遠之，非有可遠之道也。即其司晨守夜之功，與捕鼠之功亦有間焉。雞之司晨，犬之守夜，忍饑寒而盡瘁，無所利而為之，純公無私者也；貓之捕鼠，因去害而得食，有所利而為之，公私相半者也。清勤自處，不屑媚人者，遠身之道；假公自為，密邇其君者，固寵之方。是三物之親疏，皆自取之也。然以我司職業於人間，亦必效雞犬之行，而以貓之舉動為戒。噫，親疏可言也，禍福不可言也。貓得自終其天年，而雞犬之死，皆不免於刀鋸鼎鑊之罰。觀於三者之得失，而悟居官守職之難。其不冠進賢，而脫然於宦海浮沉之累者，幸也。"
      },
      {
        "index": 47,
        "text": "○澆灌竹木"
      },
      {
        "index": 48,
        "text": "“築成小圃近方塘，果易生成菜易長。抱甕太癡機太巧，從中酌取灌園方。”此予山居行樂之詩也。能以草木之生死為生死，始可與言灌園之樂，不則一灌再灌之後，無不畏途視之矣。殊不知草木欣欣向榮，非止耳目堪娛，亦可為藝草植木之家，助祥光而生瑞氣。不見生財之地萬物皆榮，退運之家群生不遂？氣之旺與不旺，皆於動植驗之。若是，則汲水澆花，與聽信堪輿、修門改向者無異也。不視為苦，則樂在其中。督率家人灌溉，而以身任微勤，節其勞逸，亦頤養性情之一助也。"
      }
    ]
  }
}