{
  "chapterNumber": 38,
  "title": "竹木第五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "未經種植者不載。"
      },
      {
        "index": 2,
        "text": "竹木者何？樹之不花者也。非盡不花，其見用於世者，在此不在彼，雖花而猶之弗花也。花者，媚人之物，媚人者損己，故善花之樹多不永年，不若椅桐梓漆之樸而能久。然則樹即樹耳，焉如花為？善花者曰：“彼能無求於世則可耳，我則不然。雨露所同也，灌溉所獨也；土壤所同也，肥澤所獨也。子不見堯之水、湯之旱乎？如其雨露或竭，而土不能滋，則奈何？盍舍汝所行而就我？”不花者曰：“是則不能，甘為竹木而已矣。”"
      },
      {
        "index": 3,
        "text": "俗云：“早間種樹，晚上乘涼。”喻詞也。予于樹木中求一物以實之，其惟竹乎！種樹欲其成蔭，非十年不可，最易活者莫如楊柳，求其蔭可蔽日，亦須數年。惟竹不然，移入庭中，即成高樹，能令俗人之舍，不轉盻而成高士之廬。神哉此君，真醫國手也！種竹之方，舊傳有訣云：“種竹無時，雨過便移，多留宿土，記取南枝。”予悉試之，乃不可盡信之書也。三者之內，惟一可遵，“多留宿土”是也。移樹最忌傷根，土多則根之盤曲如故，是移地而未嘗移土，猶遷人者並其臥榻而遷之，其人醒後尚不自知其遷也。若俟雨過方移，則沾泥帶水，有幾許未便。泥濕則松，水沾則濡，我欲留土，其如土濕而蘇，隨鋤隨散之，不可留何？且雨過必晴，新移之竹，曬則葉捲，一捲即非活兆矣。予易其詞曰：“未雨先移。”天甫陰而雨猶未下，乘此急移，則宿土未濕，又復帶潮，有如膠似漆之勢，我欲多留，而土能隨我，先據一籌之勝矣。且栽移甫定而雨至，是雨為我下，坐而受之，枝葉根本，無一不沾滋潤之利。最忌者日，而日不至；最喜者雨，而雨即來；去所忌而投以喜，未有不欣欣向榮者。此法不止種竹，是花是木皆然。至於“記取南枝”一語，尤難遵奉。移竹移花，不易其向，向南者仍使向南，自是草木之幸。然移草木就人，當隨人便，不能盡隨草木之便。無論是花是竹，皆有正面，有反面，正面向人，反面向空隙，理也。使記南枝而與人相左，猶娶新婦進門，而聽其終年背立，有是理乎？故此語只當不說，切勿泥之。總之，移花種竹只有四字當記：“宜陰忌日”是也。瑣瑣繁言，徒滋疑擾。"
      },
      {
        "index": 4,
        "text": "“蒼松古柏”，美其老也。一切花竹，皆貴少年，獨松、柏與梅三物，則貴老而賤幼。欲受三老之益者，必買舊宅而居。若俟手栽，為兒孫計則可，身則不能觀其成也。求其可移而能就我者，縱使極大，亦是五更，非三老矣。予嘗戲謂諸後生曰：“欲作畫圖中人，非老不可。三五少年，皆賤物也。”後生詢其故。予曰：“不見畫山水者，每及人物，必作扶筇曳杖之形，即坐而觀山臨水，亦是老人矍鑠之狀。從未見有俊美少年廁于其間者。少年亦有，非攜琴捧畫之流，即挈盒持罇之輩，皆奴隸于畫中者也。”後生輩欲反證予言，卒無其據。引此以喻松柏，可謂合倫。如一座園亭，所有者皆時花弱卉，無十數本老成樹木主宰其間，是終日與兒女子習處，無從師會友時矣。名流作畫，肯若是乎？噫，予持此說一生，終不得與老成為伍，乃今年已入畫，猶日坐兒女叢中。殆以花木為我，而我為松柏者乎？"
      },
      {
        "index": 5,
        "text": "梧桐一樹，是草木中一部編年史也，舉世習焉不察，予特表而出之。花木種自何年？為壽幾何歲？詢之主人，主人不知，詢之花木，花木不答。謂之“忘年交”則可，予以“知時達務”，則不可也。梧桐不然，有節可紀，生一年，紀一 年。樹紀樹之年，人即紀人之年，樹小而人與之小，樹大而人隨之大，觀樹即所以觀身。《易》曰：“觀我生進退”。欲觀我生，此其資也。予垂髫種此，即於樹上刻詩以紀年，每歲一節，即刻一詩，惜為兵燹所壞，不克有終。猶記十五歲刻桐詩云：“小時種梧桐，桐葉小於艾。簪頭刻小詩，字瘦皮不壞。刹那三五年，桐大字亦大。桐字已如許，人大復何怪。還將感歎詞，刻向前詩外。新字日相催，舊字不相待。顧此新舊痕，而為悠忽戒。”此予嬰年著作，因說梧桐，偶爾記及，不則意忘之矣。即此一事，便受梧桐之益。然則編年之說，豈欺人語乎？"
      },
      {
        "index": 6,
        "text": "樹之能為蔭者，非槐即榆。《詩》云：“于我乎，夏屋渠渠”。此二樹者，可以呼為“夏屋”，植於宅旁，與肯堂肯構無別。人謂夏者，大也，非時之所謂夏也。予曰：古人以廈為大者，非無取義。夏日之至，非大不涼，與三時有別，故名廈為屋。訓夏以大，子特未之詳耳。"
      },
      {
        "index": 7,
        "text": "柳貴於垂，不垂則可無柳。柳條貴長，不長則無嬝娜之致，徒垂無益也。此樹為納蟬之所，諸鳥亦集。長夏不寂寞，得時聞鼓吹者，是樹皆有功，而高柳為最。總之，種樹非止娛目，兼為悅耳。目有時而不娛，以在臥榻之上也；耳則無時不悅。鳥聲之最可愛者，不在人之坐時，而偏在睡時。鳥音宜曉聽，人皆知之；而其獨宜於曉之故，人則未之察也。鳥之防弋，無時不然。卯辰以後，是人皆起，人起而鳥不自安矣。慮患之念一生，雖欲鳴而不得，鳴亦必無好音，此其不宜於晝也。曉則是人未起，即有起者，數亦寥寥，鳥無防患之心，自能畢其能事，且捫舌一夜，技癢於心，至此皆思調弄，所謂“不鳴則已，一鳴驚人”者是也，此其獨宜於曉也。莊子非魚，能知魚之樂；笠翁非鳥，能識鳥之情。凡屬鳴禽，皆當呼予為知己。種樹之樂多端，而其不便於雅人者亦有一節；枝葉繁冗，不漏月光。隔嬋娟而不使見者，此其無心之過，不足責也。然匪樹木無心，人無心耳。使于種植之初，預防及此，留一線之餘天，以待月輪出沒，則晝夜均受其利矣。"
      },
      {
        "index": 8,
        "text": "黃楊每歲長一寸，不溢分毫，至閏年反縮一寸，是天限之木也。植此宜生憐憫之心。予新授一名曰“知命樹”。天不使高，強爭無益，故守困厄為當然。冬不改柯，夏不易葉，其素行原如是也。使以他木處此，即不能高，亦將橫生而至大矣；再不然，則以才不得展而至瘁，弗復自永其年矣。困于天而能自全其天，非知命君子能若是哉？最可憫者，歲長一寸是已；至閏年反縮一寸，其義何居？歲閏而我不閏，人閏而己不閏，已見天地之私；乃非止不閏，又復從而刻之，是天地之待黃楊，可謂不仁之至，不義之甚者矣。乃黃楊不憾天地，枝葉較他木加榮，反似德之者，是知命之中又知命焉。蓮為花之君子，此樹當為木之君子。蓮為花之君子，茂叔知之；黃楊為木之君子，非稍能格物之笠翁，孰知之哉？"
      },
      {
        "index": 9,
        "text": "樹直上而無枝者，棕櫚是也。予不奇其無枝，奇其無枝而能有葉。植於眾芳之中，而下不侵其地、上不蔽其天者，此木是也。較之芭蕉，大有克己妨人之別。"
      },
      {
        "index": 10,
        "text": "草之以葉為花者，翠雲、老少年是也；木之以葉為花者，楓與桕是也。楓之舟，桕之赤，皆為秋色之最濃。而其所以得此者，則非雨露之功，霜之力也。霜于草木，亦有有功之時，其不肯數數見者，慮人之狎之也。枯眾木獨榮二木，欲示德威之一斑耳。"
      },
      {
        "index": 11,
        "text": "冬青一樹，有松柏之實而不居其名，有梅竹之風而不矜其節，殆“身隱焉文”之流亞歟？然談傲霜礪雪之姿者，從未聞一人齒及。是之推不言祿，而祿亦不及。予竊忿之，當易其名為“不求人知樹”。"
      }
    ]
  }
}