{
  "chapterNumber": 16,
  "title": "選姿第一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "“食色，性也。”“不知子都之姣者，無目者也。”古之大賢擇言而發，其所以不拂人情，而數為是論者，以性所原有，不能強之使無耳。人有美妻美妾而我好之，是謂拂人之性；好之不惟損德，且以殺身。我有美妻美妾而我好之，是還吾性中所有，聖人複起，亦得我心之同然，非失德也。孔子云：“素富貴，行乎富貴。”人處得為之地，不買一二姬妾自娛，是素富貴而行乎貧賤矣。王道本乎人情，焉用此矯清矯儉者為哉？但有獅吼在堂，則應借此藏拙，不則好之實所以惡之，憐之適足以殺之，不得以紅顏薄命藉口，而為代天行罰之忍人也。予一介寒生，終身落魄，非止國色難親，天香未遇，即強顏陋質之婦，能見幾人，而敢謬次音容，侈談歌舞，貽笑於眠花藉柳之人哉！然而緣雖不偶，興則頗佳，事雖未經，理實易諳，想當然之妙境，較身醉溫柔鄉者倍覺有情。如其不信，但以往事驗之。楚襄王，人主也。六宮窈窕，充塞內庭，握雨攜雲，何事不有？而千古以下，不聞傳其實事，止有陽臺一夢，膾炙人口。陽臺今落何處？神女家在何方？朝為行雲，暮為行雨，畢竟是何情狀？豈有蹤跡可考，實事可縷陳乎？皆幻境也。幻境之妙，十倍於真，故千古傳之。能以十倍於真之事，譜而為法，未有不入閒情三昧者。凡讀是書之人，欲考所學之從來，則請以楚國陽臺之事對。"
      },
      {
        "index": 2,
        "text": "婦人嫵媚多端，畢竟以色為主。《詩》不雲乎“素以為絢兮”？素者，白也。婦人本質，惟白最難。常有眉目口齒般般入畫，而缺陷獨在肌膚者。豈造物生人之巧，反不同於染匠，未施漂練之力，而遽加文采之工乎？曰：非然。白難而色易也。曷言乎難？是物之生，皆視根本，根本何色，枝葉亦作何色。人之根本維何？精也，血也。精色帶白，血則紅而紫矣。多受父精而成胎者，其人之生也必白。父精母血交聚成胎，或血多而精少者，其人之生也必在黑白之間。若其血色淺紅，結而為胎，雖在黑白之間，及其生也，豢以美食，處以曲房，猶可日趨於淡，以腳地未盡緇也。有幼時不白，長而始白者，此類是也。至其血色深紫，結而成胎，則其根本已緇，全無腳地可漂，及其生也，即服以水晶雲母，居以玉殿瓊樓，亦難望其變深為淺，但能守舊不遷，不致愈老愈黑，亦雲幸矣。有富貴之家，生而不白，至長至老亦若是者，此類是也。知此，則知選材之法，當如染匠之受衣。有以白衣使漂者受之，易為力也；有白衣稍垢而使漂者亦受之，雖難為力，其力猶可施也；若以既染深色之衣，使之剝去他色，漂而為白，則雖什佰其工價，必辭之不受。以人力雖巧，難拗天工，不能強既有者而使之無也。婦人之白者易相，黑者亦易相，惟在黑白之間者，相之不易。有三法焉：面黑于身者易白，身黑於面者難白；肌膚之黑而嫩者易白，黑而粗者難白；皮肉之黑而寬者易白，黑而緊且實者難白。面黑於身者，以面在外而身在內，在外則有風吹日曬，其漸白也為難；身在衣中，較面稍白，則其由深而淺，業有明征，使面亦同身，蔽之有物，其驗亦若是矣，故易白。身黑於面者反此，故不易白。肌膚之細而嫩者，如綾羅紗絹，其體光滑，故受色易，退色亦易，稍受風吹，略經日照，則深者淺而濃者淡矣。粗則如布如毯，其受色之難，十倍于綾羅紗絹，至欲退之，其工又不止十倍，肌膚之理亦若是也，故知嫩者易白，而粗者難白。皮肉之黑而寬者，猶紬緞之未經熨，靴與履之未經楦者，因其皺而未直，故淺者似深，淡者似濃，一經熨楦之後，則紋理陡變，非複曩時色相矣。肌膚之寬者，以其血肉未足，猶待長養，亦猶待楦之靴履，未經燙熨之綾羅紗絹，此際若此，則其血肉充滿之後必不若此，故知寬者易白，緊而實者難白。相肌之法，備乎此矣。若是，則白者、嫩者、寬者為人爭取，其黑而粗、緊而實者遂成棄物乎？曰：不然。薄命盡出紅顏，厚福偏歸陋質，此等非也，皆素封伉儷之材，誥命夫人之料也。"
      },
      {
        "index": 3,
        "text": "面為一身之主，目又為一面之主。相人必先相面，人盡知之，相面必先相目，人亦盡知，而未必盡窮其秘。吾謂相人之法，必先相心，心得而後觀其形體。形體維何？眉發口齒，耳鼻手足之類是也。心在腹中，何由得見？曰：有目在，無憂也。察心之邪正，莫妙於觀眸子，子輿氏筆之於書，業開風鑒之祖。予無事贅陳其說，但言情性之剛柔，心思之愚慧。四者非他，即異日司花執爨之分途，而獅吼堂與溫柔鄉接壤之地也。目細而長者，秉性必柔；目粗而大者，居心必悍；目善動而黑白分明者，必多聰慧；目常定而白多黑少，或白少黑多者，必近愚蒙。然初相之時，善轉者亦未能遽轉，不定者亦有時而定。何以試之？曰：有法在，無憂也。其法維何？一曰以靜待動，一曰以卑矚高。目隨身轉，未有動盪其身，而能膠柱其目者；使之乍往乍來，多行數武，而我回環其目以視之，則秋波不轉而自轉，此一法也。婦人避羞，目必下視，我若居高臨卑，彼下而又下，永無見目之時矣。必當處之高位，或立台坡之上，或居樓閣之前，而我故降其軀以矚之，則彼下無可下，勢必環轉其眼以避我。雖雲善動者動，不善動者亦動，而勉強自然之中，即有貴賤妍媸之別，此又一法也。至於耳之大小，鼻之高卑，眉發之淡濃，唇齒之紅白，無目者猶能按之以手，豈有識者不能鑒之以形？無俟嘵嘵，徒滋繁瀆。"
      },
      {
        "index": 4,
        "text": "眉之秀與不秀，亦複關係情性，當與眼目同視。然眉眼二物，其勢往往相因。眼細者眉必長，眉粗者眼必巨，此大較好，然亦有不盡相合者。如長短粗細之間，未能一一盡善，則當取長恕短，要當視其可施人力與否。張京兆工於畫眉，則其夫人之雙黛，必非濃淡得宜，無可潤澤者。短者可長，則妙在用增；粗者可細，則妙在用減。但有必不可少之一字，而人多忽視之者，其名曰“曲”。必有天然之曲，而後人力可施其巧。“眉若遠山”，“眉如新月”，皆言曲之至也。即不能酷肖遠山，盡如新月，亦須稍帶月形，略存山意，或彎其上而不彎其下，或細其外而不細其中，皆可自施人力。最忌平空一抹，有如太白經天；又忌兩筆斜沖，儼然倒書八字。變遠山為近瀑，反新月為長虹，雖有善畫之張郎，亦將畏難而卻走。非選姿者居心太刻，以其為溫柔鄉擇人，非為娘子軍擇將也。"
      },
      {
        "index": 5,
        "text": "相女子者，有簡便訣云：“上看頭，下看腳。”似二語可概通身矣。予怪其最要一著，全未提起。兩手十指，為一生巧拙之關，百歲榮枯所系，相女者首重在此，何以略而去之？且無論手嫩者必聰，指尖者多慧，臂豐而腕厚者，必享珠圍翠繞之榮；即以現在所需而論之，手以揮弦，使其指節累累，幾類彎弓之決拾；手以品簫，如其臂形攘攘，幾同伐竹之斧斤；抱枕攜衾，觀之興索，捧卮進酒，受者眉攢，亦大失開門見山之初著矣。故相手一節，為觀人要着，尋花問柳者不可不知，然此道亦難言之矣。選人選足，每多窄窄金蓮；觀手觀人，絕少纖纖玉指。是最易者足，而最難者手，十百之中，不能一二覯也。須知立法不可不嚴，至於行法，則不容不恕。但於或嫩或柔或尖或細之中，取其一得，即可寬恕其他矣。至於選足一事，如但求窄小，則可一目了解。倘欲由粗以及精，盡美而思善，使腳小而不受腳小之累，兼收腳小之用，則又比手更難，皆不可求而可遇者也。其累維何？因腳小而難行，動必扶牆靠壁，此累之在己者也；因腳小而致穢，令人掩鼻攢眉，此累之在人者也。其用維何？瘦欲無形，越看越生憐惜，此用之在日者也；柔若無骨，愈親愈耐撫摩，此用之在夜者也。昔有人謂予曰：“宜興周相國，以千金購一麗人，名為‘抱小姐’，因其腳小之至，寸步難移，每行必須人抱，是以得名。”予曰：“果若是，則一泥塑美人而已矣，數錢可買，奚事千金？”造物生人以足，欲其行也。昔形容女子聘婷者，非曰“步步生金蓮”，即曰“行行如玉立”，皆謂其腳小能行，又複行而入畫，是以可珍可寶，如其小而不行，則與刖足者何異？此小腳之累之不可有也。予遍游四方，見足之最小而無累，與最小而得用者，莫過於秦之蘭州、晉之大同。蘭州女子之足，大者三寸，小者猶不及焉，又能步履如飛，男子有時追之不及，然去其淩波小襪而撫摩之，猶覺剛柔相半；即有柔若無骨者，然偶見則易，頻遇為難。至大同名妓，則強半皆若是也。與之同榻者，撫及金蓮，令人不忍釋手，覺倚翠偎紅之樂，未有過於此者。向在都門，以此語人，人多不信。一席間擁二妓，一晉一燕，皆無麗色，而足則甚小。予請不信者即而驗之，果覺晉勝於燕，大有剛柔之別。座客無不翻然，而罰不信者以金穀酒數。此言小腳之用之不可無也。噫，豈其娶妻必齊之薑？就地取材，但不失立言之大意而已矣。"
      },
      {
        "index": 6,
        "text": "驗足之法無他，只在多行幾步，觀其難行易動，察其勉強自然，則思過半矣。直則易動，曲即難行；正則自然，歪即勉強。直而正者，非止美觀便走，亦少穢氣。大約穢氣之生，皆強勉造作之所致也。"
      },
      {
        "index": 7,
        "text": "古云：“尤物足以移人。”尤物維何？媚態是已。世人不知，以為美色，烏知顏色雖美，是一物也，烏足移人？加之以態，則物而尤矣。如雲美色即是尤物，即可移人，則今時絹做之美女，畫上之嬌娥，其顏色較之生人，豈止十倍，何以不見移人，而使之害相思成鬱病耶？是知“媚態”二字，必不可少。媚態之在人身，猶火之有焰，燈之有光，珠貝金銀之有寶色，是無形之物，非有形之物也。惟其是物而非物，無形似有形，是以名為“尤物”。尤物者，怪物也，不可解說之事也。凡女子，一見即令人思，思而不能自已，遂至捨命以圖，與生為難者，皆怪物也，皆不可解說之事也。吾於“態”之一字，服天地生人之巧，鬼神體物之工。使以我作天地鬼神，形體吾能賦之，知識我能予之，至於是物而非物，無形似有形之態度，我實不能變之化之，使其自無而有，複自有而無也。態之為物，不特能使美者愈美，豔者愈豔，且能使老者少而媸者妍，無情之事變為有情，使人暗受籠絡而不覺者。女子一有媚態，三四分姿色，便可抵過六七分。試以六七分姿色而無媚態之婦人，與三四分姿色而有媚態之婦人同立一處，則人止愛三四分而不愛六七分，是態度之於顏色，猶不止一倍當兩倍也。試以二三分姿色而無媚態之婦人，與全無姿色而止有媚態之婦人同立一處，或與人各交數言，則人止為媚態所惑，而不為美色所惑，是態度之於顏色，猶不止於以少敵多，且能以無而敵有也。今之女子，每有狀貌姿容一無可取，而能令人思之不倦，甚至捨命相從者，皆“態”之一字之為祟也。是知選貌選姿，總不如選態一着之為要。態自天生，非可強造。強造之態，不能飾美，止能愈增其陋。同一顰也，出於西施則可愛，出於東施則可憎者，天生、強造之別也。相面、相肌、相眉、相眼之法，皆可言傳，獨相態一事，則予心能知之，口實不能言之。口之所能言者，物也，非尤物也。噫，能使人知，而能使人欲言不得，其為物也何如！其為事也何如！豈非天地之間一大怪物，而從古及今，一件解說不來之事乎？"
      },
      {
        "index": 8,
        "text": "詰予者曰：既為態度立言，又不指人以法，終覺首鼠，盍亦舍精言粗，略示相女者以意乎？予曰：不得已而為言，止有直書所見，聊為榜樣而已。向在維揚，代一貴人相妾。靚妝而至者不一其人，始皆俯首而立，及命之抬頭，一人不作羞容而竟抬；一人嬌羞靦腆，強之數四而後抬；一人初不即抬，及強而後可，先以眼光一瞬，似於看人而實非看人，瞬畢複定而後抬，俟人看畢，複以眼光一瞬而後俯，此即“態”也。記曩時春遊遇雨，避一亭中，見無數女子，妍媸不一，皆踉蹌而至。中一縞衣貧婦，年三十許，人皆趨入亭中，彼獨徘徊簷下，以中無隙地故也；人皆抖擻衣衫，慮其太濕，彼獨聽其自然，以簷下雨侵，抖之無益，徒現醜態故也。及雨將止而告行，彼獨遲疑稍後，去不數武而雨複作，乃趨入亭。彼則先立亭中，以逆料必轉，先踞勝地故也。然臆雖偶中，絕無驕人之色。見後入者反立簷下，衣衫之濕，數倍於前，而此婦代為振衣，姿態百出，竟若天集眾醜，以形一人之媚者。自觀者視之，其初之不動，似以鄭重而養態；其後之故動，似以徜徉而生態。然彼豈能必天複雨，先儲其才以俟用乎？其養也，出之無心，其生也，亦非有意，皆天機之自起自伏耳。當其養態之時，先有一種嬌羞無那之致現於身外，令人生愛生憐，不俟娉婷大露而後覺也。斯二者，皆婦人媚態之一斑，舉之以見大較。噫，以年三十許之貧婦，止為姿態稍異，遂使二八佳人與曳珠頂翠者皆出其下，然則態之為用，豈淺鮮哉！"
      },
      {
        "index": 9,
        "text": "人問：聖賢神化之事，皆可造詣而成，豈婦人媚態獨不可學而至乎？予曰：學則可學，教則不能。人又問：既不能教，胡雲可學？予曰：使無態之人與有態者同居，朝夕薰陶，或能為其所化；如蓬生麻中，不扶自直，鷹變成鳩，形為氣感，是則可矣。若欲耳提而面命之，則一部廿一史，當從何處說起？還怕愈說愈增其木強，奈何！"
      }
    ]
  }
}