{
  "chapterNumber": 35,
  "title": "藤本第二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "藤本之花，必須扶植。扶植之具，莫妙于從前成法之用竹屏。或方其眼，或斜其槅，因作葳蕤柱石，遂成錦繡牆垣，使內外之人，隔花阻葉，礙紫間紅，可望而不可親，此善制也。無奈近日茶坊酒肆，無一不然，有花即以植花，無花則以代壁。此習始於維揚，今且漸及他處矣。市井若此，高人韻士之居，斷斷不應若此。避市井者，非避市井，避其勞勞攘攘之情，錙銖必較之陋習也。見市井所有之物，如在市井之中，居處習見，能移性情，此其所以當避也。即如前人之取別號，每用川、泉、湖、宇等字，其初未嘗不新，未嘗不雅，迨後商賈者流，家效而戶則之，以致市肆標榜之上，所書姓名非川即泉，非湖即宇，是以避俗之人，不得不去之若浼。邇來縉紳先生悉用齋、庵二字，極宜；但恐用者過多，則而效之者，又入從前標榜，是今日之齋、庵，未必不是前日之川、泉、湖、宇。雖曰名以人重，人不以名重，然亦實之賓也。已噪寰中者仍之，繼起諸公似應稍變。人問植花既不用屏，豈遂聽其滋蔓於地乎？曰：不然。屏仍其故，制略新之。雖不能保後日之市廛，不又變為今日之園圃，然新得一日是一日，異得一時是一時，但願貿易之人，並性情風俗而變之。變亦不求盡變，市井之念不可無，壟斷之心不可有。覓應得之利，謀有道之生，即是人間大隱。若是，則高人韻士，皆樂得與之遊矣，復何勞擾錙銖之足避哉？花屏之制有三，列於《藤本》之末。"
      },
      {
        "index": 2,
        "text": "結屏之花，薔薇居首。其可愛者，則在富於種而不一其色。大約屏間之花，貴在五彩繽紛，若上下四旁皆一其色，則是佳人忌作之繡，庸工不繪之圖，列於亭齋，有何意致？他種屏花，若木香、酴醿、月月紅諸本，族類有限，為色不多，欲其相間，勢必旁求他種。薔薇之苗裔極繁，其色有赤，有紅，有黃，有紫，甚至有黑；即紅之一色，又判數等，有大紅、深紅、淺紅、肉紅、粉紅之異。屏之寬者，盡其種類所有而植之，使條梗蔓延相錯，花時鬥麗，可傲步障于石崇。然徵名考實，則皆薔薇也。是屏花之富者，莫過於薔薇。他種衣色雖妍，終不免於捉襟露肘。"
      },
      {
        "index": 3,
        "text": "木香花密而香濃，此其稍勝薔薇者也。然結屏單靠此種，未免冷落，勢必依傍薔薇。薔薇宜架，木香宜棚者，以薔薇條幹之所及，不及木香之遠也。木香作屋，薔薇作垣，二者各盡其長，主人亦均收其利矣。"
      },
      {
        "index": 4,
        "text": "酴醿之品，亞于薔薇、木香，然亦屏間必須之物，以其花候稍遲，可續二種之不繼也。“開到酴醿花事了”，每憶此句，情興為之索然。"
      },
      {
        "index": 5,
        "text": "俗云：“人無千日好，花難四季紅。”四季能紅者，觀有此花，是欲矯俗言之失也。花能矯俗言之失，何人情反聽其驗乎？綴屏之花，此為第一。所苦者樹不能高，故此花一名“瘦客”。然予復有用短之法，乃為市井之人強迫而成者也。法在屏制之第三幅。此花有紅、白及淡紅三本，結屏必須同植。"
      },
      {
        "index": 6,
        "text": "此花又名“長春”，又名“鬥雪”，又名“勝春”，又名“月季”。予於種種之外，復增一名，曰“斷續花”。花之斷而能續，續而復能斷者，只有此種。因其所開不繁，留為可繼，故能綿邈若此；其餘一切之不能續者，非不能續，正以其不能斷耳。"
      },
      {
        "index": 7,
        "text": "花之命名，莫善於此。一蓓七花者曰“七姊妹”，一蓓十花者曰“十姊妹”。觀其淺深紅白，確有兄長娣幼之分，殆楊家姊妹現身乎？予極喜此花，二種並植，彙其名為“十七姊妹”。但怪其蔓延太甚，溢出屏外，雖日刈月除，其勢猶不可遏。豈黨與過多，釀成不戢之勢歟？此無他，皆同心不妬之過也，妬則必無是患矣。故善禦女戎者，妙在使之能妬。"
      },
      {
        "index": 8,
        "text": "花之有利於人，而無一不為我用者，芰荷是也；花之有利於人，而我無一不為所奉者，玫瑰是也。芰荷利人之說，見於本傳。玫瑰之利，同於芰荷，而令人可親可溺，不忍暫離，則又過之。群花止能娛目，此則口眼鼻舌以至肌體毛髮，無一不在所奉之中。可囊可食，可嗅可觀，可插可戴，是能忠臣其身，而又能媚子其術者也。花之能事，畢於此矣。"
      },
      {
        "index": 9,
        "text": "素馨一種，花之最弱者也，無一枝一莖不需扶植，予嘗謂之“可憐花”。"
      },
      {
        "index": 10,
        "text": "藤花之可敬者，莫若凌霄。然望之如天際真人，卒急不能招致，是可敬亦可恨也。欲得此花，必先蓄奇石古木以待，不則無所依附而不生，生亦不大。予年有幾，能為奇石古木之先輩而蓄之乎？欲有此花，非入深山不可。行當即之，以舒此恨。"
      },
      {
        "index": 11,
        "text": "此花與葉，並不似蘭，而以蘭名者，肖其香也。即香味亦稍別，獨有一節似之：蘭花之香，與之習處者不覺，驟遇始聞之，疏而復親始聞之，是花亦然。此其所以名蘭也。閩、粵有木蘭，樹大如桂，花亦似之，名不附桂而附蘭者，亦以其香隱而不露，耐久聞而不耐急嗅故耳。凡人驟見而即覺其可親者，乃人中之玫瑰，非友中之芝蘭也。"
      }
    ]
  }
}