{
  "chapterNumber": 34,
  "title": "木本第一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "草木之種類極雜，而別其大較有三，木本、藤本、草本是也。木本堅而難痿，其歲較長者，根深故也。藤本之為根略淺，故弱而待扶，其歲猶以年紀。草本之根愈淺，故經霜輒壞，為壽止能及歲。是根也者，萬物短長之數也，欲豐其得，先固其根，吾于老農老圃之事，而得養生處世之方焉。人能慮後計長，事事求為木本，則見雨露不喜，而睹霜雪不驚；其為身也，挺然獨立，至於斧斤之來，則天數也，豈靈椿古柏之所能避哉？如其植德不力，而務為苟延，則是藤本其身，止可因人成事，人立而我立，人仆而我亦仆矣。至於木槿其生，不為明日計者，彼且不知根為何物，遑計入土之淺深，藏荄之厚薄哉？是即草本之流亞也。噫，世豈乏草本之行，而反木其天年，藤其後裔者哉？此造物偶然之失，非天地處人待物之常也。"
      },
      {
        "index": 2,
        "text": "牡丹得王於群花，予初不服是論，謂其色其香，去芍藥有幾？擇其絕勝者與角雌雄，正未知鹿死誰手。及睹《事物紀原》，謂武后冬月游後苑，花俱開而牡丹獨遲，遂貶洛陽，因大悟曰：“強項若此，得貶固宜，然不加九五之尊，奚洗八千之辱乎？”（韓詩“夕貶潮陽路八千”。）物生有候，葭動以時，苟非其時，雖十堯不能冬生一穗；后繫人主，可強雞人使晝鳴乎？如其有識，當盡貶諸卉而獨崇牡丹。花王之封，允宜肇於此日，惜其所見不逮，而且倒行逆施。誠哉！其為武后也。予自秦之鞏昌，載牡丹十數本而歸，同人嘲予以詩，有“群芳應怪人情熱，千里趨迎富貴花”之句。予曰：“彼以守拙得貶，予載之歸，是趨冷非趨熱也。”茲得此論，更發明矣。藝植之法，載于名人譜帙者，纖髮無遺，予倘及之，又是拾人牙後矣。但有吃緊一著，花譜偶載而未之悉者，請暢言之。是花皆有正面，有反面，有側面。正面宜向陽，此種花通義也。然他種猶能委曲，獨牡丹不肯通融，處以南面則生，俾之他向則死，此其骯髒不回之本性，人主不能屈之，誰能屈之？予嘗執此語同人，有迂其說者。予曰：“匪特士民之家，即以帝王之尊，欲植此花，亦不能不循此例。”同人詰予曰：“有所本乎？”予曰：“有本。吾家太白詩云：‘名花傾國兩相歡，常得君王帶笑看。解釋春風無限恨，沉香亭北倚欄杆。’倚欄杆者向北，則花非南面而何？”同人笑而是之。斯言得無定論？"
      },
      {
        "index": 3,
        "text": "花之最先者梅，果之最先者櫻桃。若以次序定尊卑，則梅當王於花，櫻桃王於果，猶瓜之最先者曰王瓜，于義理未嘗不合，奈何別置品題，使後來居上。首出者不得為聖人，則闢草昧致文明者，誰之力歟？雖然，以梅冠群芳，料輿情必協；但以櫻桃冠群果，吾恐主持公道者，又不免為荔枝號屈矣。姑仍舊貫，以免牴牾。種梅之法，亦備群書，無庸置吻，但言領略之法而已。花時苦寒，即有妻梅之心，當籌寢處之法。否則衾枕不備，露宿為難，乘興而來者，無不盡興而返，即求為驢背浩然，不數得也。觀梅之具有二：山游者必帶帳房，實三面而虛其前，制同湯網，其中多設爐炭，既可致溫，復備暖酒之用。此一法也。園居者設紙屏數扇，覆以平頂，四面設窗，盡可開閉，隨花所在，撐而就之。此屏不止觀梅，是花皆然，可備終歲之用。立一小匾，名曰“就花居”。花間豎一旗幟，不論何花，概以總名曰“縮地花”。此一法也。若家居所植者，近在身畔，遠亦不出眼前，是花能就人，無俟人為蜂蝶矣。然而愛梅之人，缺陷有二：凡到梅開之時，人之好惡不齊，天之功過亦不等，風送香來，香來而寒亦至，令人開戶不得，閉戶不得，是可愛者風，而可憎者亦風也。雪助花妍，雪凍而花亦凍，令人去之不可，留之不可，是有功者雪，有過者亦雪也。其有功無過，可愛而不可憎者惟日，既可養花，又堪曝背，是誠天之循吏也。使止有日而無風雪，則無時無日不在花間，布帳紙屏皆可不設，豈非梅花之至幸，而生人之極樂也哉！然而為之天者，則甚難矣。"
      },
      {
        "index": 4,
        "text": "蠟梅者，梅之別種，殆亦共姓而通譜者歟？然而有此令德，亦樂與聯宗。吾又謂別有一花，當為蠟梅之異姓兄弟，玫瑰是也。氣味相孚，皆造濃豔之極致，殆不留餘地待人者矣。人謂過猶不及，當務適中，然資性所在，一往而深，求為適中，不可得也。"
      },
      {
        "index": 5,
        "text": "凡言草木之花，矢口即稱桃李，是桃李二物，領袖群芳者也。其所以領袖群芳者，以色之大都不出紅白二種，桃色為紅之極純，李色為白之至潔，“桃花能紅李能白”一語，足盡二物之能事。然今人所重之桃，非古人所愛之桃；今人所重者為口腹計，未嘗究及觀覽。大率桃之為物，可目者未嘗可口，不能執兩端事人。凡欲桃實之佳者，必以他樹接之，不知桃實之佳，佳於接，桃色之壞，亦壞於接。桃之未經接者，其色極嬌，酷似美人之面，所謂“桃腮”、“桃靨”者，皆指天然未接之桃，非今時所謂碧桃、絳桃、金桃、銀桃之類也。即今詩人所詠，畫圖所繪者，亦是此種。此種不得於名園，不得於勝地，惟鄉村籬落之間，牧童樵叟所居之地，能富有之。欲看桃花者，必策蹇郊行，聽其所至，如武陵人之偶入桃源，始能復有其樂。如僅載酒園亭，攜姬院落，為當春行樂計者，謂賞他卉則可，謂看桃花而能得其真趣，吾不信也。噫，色之極媚者莫過於桃，而壽之極短者亦莫過於桃，“紅顏薄命”之說，單為此種。凡見婦人面與相似而色澤不分者，即當以花魂視之，謂別形體不久也。然勿明言，至生涕泣。"
      },
      {
        "index": 6,
        "text": "李是吾家果，花亦吾家花，當以私愛嬖之，然不敢也。唐有天下，此樹未聞得封。天子未嘗私庇，況庶人乎？以公道論之可已。與桃齊名，同作花中領袖，然而桃色可變，李色不可變也。“邦有道，不變塞焉，強哉矯！邦無道，至死不變，強哉矯！”自有此花以來，未聞稍易其色，始終一操，涅而不淄，是誠吾家物也。至有稍變其色，冒為一宗，而此類不收，仍加一字以示別者，則郁李是也。李樹較桃為耐久，逾三十年始老，枝雖枯而子仍不細，以得於天者獨厚，又能甘淡守素，未嘗以色媚人也。若仙李之盤根，則又與靈椿比壽。我欲繩武而不能，以著述永年而已矣。"
      },
      {
        "index": 7,
        "text": "種杏不實者，以處子常繫之裙繫樹上，便結累累。予初不信，而試之果然。是樹性喜淫者，莫過於杏，予嘗名為“風流樹”。噫，樹木何取於人，人何親于樹木，而契愛若此，動乎情也？情能動物，況於人乎！其必宜於處子之裙者，以情貴乎專；已字人者，情有所分而不聚也。予謂此法既驗於杏，亦可推而廣之。凡樹木之不實者，皆當繫以美女之裳；即男子之不能誕育者，亦當衣以佳人之袴。蓋世間慕女色而愛處子，可以情感而使之動者，豈止一杏而已哉！"
      },
      {
        "index": 8,
        "text": "予播遷四方，所止之地，惟荔枝、龍眼、佛手諸卉，為吳越諸邦不產者，未經種植，其餘一切花果竹木，無一不經葺理；獨梨花一本，為眼前易得之物，獨不能身有其樹為楂梨主人，可與少陵不詠海棠，同作一等欠事。然性愛此花，甚於愛食其果。果之種類不一，中食者少，而花之耐看，則無一不然。雪為天上之雪，此是人間之雪；雪之所少者香，此能兼擅其美。唐人詩云：“梅雖遜雪三分白，雪卻輸梅一段香。”此言天上之雪。料其輸贏不決，請以人間之雪，為天上解圍。"
      },
      {
        "index": 9,
        "text": "“海棠有色而無香”，此《春秋》責備賢者之法。否則無香者眾，胡盡恕之，而獨于海棠是咎？然吾又謂海棠不盡無香，香在隱躍之間，又不幸而為色掩。如人生有二技，一技稍粗，則為精者所隱；一術太長，則六藝皆通，悉為人所不道。王羲之善書，吳道子善畫，此二人者，豈僅工書善畫者哉？蘇長公不善棋酒，豈遂一子不拈，一巵不設者哉？詩文過高，棋酒不足稱耳。吾欲證前人有色無香之說，執海棠之初放者嗅之，另有一種清芬，利於緩咀，而不宜於猛嗅。使盡無香，則蜂蝶過門不入矣，何以鄭谷《詠海棠》詩云：“朝醉暮吟看不足，羨他蝴蝶宿深枝”？有香無香，當以蝶之去留為證。且香之與臭，敵國也。《花譜》云：“海棠無香而畏臭，不宜灌糞。”去此者必即彼，若是，則海棠無香之說，亦可備證於前，而稍白於後矣。噫，“大音希聲”，“大羹不和”，奚必如蘭如麝，撲鼻薰人，而後謂之有香氣乎？"
      },
      {
        "index": 10,
        "text": "王禹偁《詩話》云：“杜子美避地蜀中，未嘗有一詩及海棠，以其生母名海棠也。”生母名海棠，予空疏未得其考，然恐子美即善吟，亦不能物物詠到。一詩偶遺，即使後人議及父母。甚矣，才子之難為也。鼎革以前，吾鄉杜姓者，其家海棠絕勝，予歲歲縱覽，未嘗或遺。嘗贈以詩云：“此花不比別花來，題破東君著意培。不怪少陵無贈句，多情偏向杜家開。”似可為少陵解嘲。"
      },
      {
        "index": 11,
        "text": "秋海棠一種，較春花更媚。春花肖美人，秋花更肖美人；春花肖美人之已嫁者，秋花肖美人之待年者；春花肖美人之綽約可愛者，秋花肖美人之纖弱可憐者。處子之可憐，少婦之可愛，二者不可得兼，必將娶憐而割愛矣。相傳秋海棠初無是花，因女子懷人不至，涕泣灑地，遂生此花，名為“斷腸花”。噫，同一淚也，灑之林中，即產斑竹，灑之地上，即生海棠，淚之為物神矣哉！"
      },
      {
        "index": 12,
        "text": "春海棠顏色極佳，凡有園亭者不可不備，然貧士之家不能必有，當以秋海棠補之。此花便於貧士者有二：移根即是，不須錢買，一也；為地不多，牆間壁上，皆可植之。性復喜陰，秋海棠所取之地，皆群花所棄之地也。"
      },
      {
        "index": 13,
        "text": "世無玉樹，請以此花當之。花之白者盡多，皆有葉色相亂，此則不葉而花，與梅同致。千幹萬蕊，盡放一時，殊盛事也。但絕盛之事，有時變為恨事。眾花之開，無不忌雨，而此花尤甚。一樹好花，止須一宿微雨，盡皆變色，又覺腐爛可憎，較之無花，更為乏趣。群花開謝以時，謝者既謝，開者猶開，此則一敗俱敗，半瓣不留。語云：“弄花一年，看花十日。”為玉蘭主人者，常有延佇經年，不得一朝盼望者，詎非香國中絕大恨事？故值此花一開，便宜急急玩賞，玩得一日是一日，賞得一時是一時。若初開不玩而俟全開，全開不賞而俟盛開，則恐好事未行，而殺風景者至矣。噫，天何仇于玉蘭，而往往三歲之中，定有一二歲與之為難哉！"
      },
      {
        "index": 14,
        "text": "辛夷，木筆，望春花，一卉而數異其名，又無甚新奇可取，“名有餘而實不足”者，此類是也。園亭極廣，無一不備者方可植之，不則當為此花藏拙。"
      },
      {
        "index": 15,
        "text": "花之最不耐開，一開輒盡者，桂與玉蘭是也；花之最能持久，愈開愈盛者，山茶、石榴是也。然石榴之久，猶不及山茶；榴葉經霜即脫，山茶戴雪而榮。則是此花也者，具松柏之骨，挾桃李之姿，歷春夏秋冬如一日，殆草木而神仙者乎？又況種類極多，由淺紅以至深紅，無一不備。其淺也，如粉如脂，如美人之腮，如酒客之面；其深也，如硃如火，如猩猩之血，如鶴頂之珠。可謂極淺深濃淡之致，而無一毫遺憾者矣。得此花一二本，可抵群花數十本。惜乎予園僅同芥子，諸卉種就，不能再納須彌，僅取盆中小樹，植于怪石之旁。噫，善善而不能用，惡惡而不能去，予其郭公也夫！"
      },
      {
        "index": 16,
        "text": "人謂禽獸有知，草木無知。予曰：不然。禽獸草木盡是有知之物，但禽獸之知，稍異於人，草木之知，又稍異於禽獸，漸蠢則漸愚耳。何以知之？知之于紫薇樹之怕癢。知癢則知痛，知痛癢則知榮辱利害，是去禽獸不遠，猶禽獸之去人不遠也。人謂樹之怕癢者，只有紫薇一種，餘則不然。予曰：草木同性，但觀此樹怕癢，即知無草無木不知痛癢，但紫薇能動，他樹不能動耳。人又問：既然不動，何以知其識痛癢？予曰：就人搔扒而不動者，豈人亦不知痛癢乎？由是觀之，草木之受誅鋤，猶禽獸之被宰殺，其苦其痛，俱有不忍言者。人能以待紫薇者待一切草木，待一切草木者待禽獸與人，則斬伐不敢妄施，而有疾痛相關之義矣。"
      },
      {
        "index": 17,
        "text": "天工之巧，至開繡球一花而止矣。他種之巧，純用天工，此則詐施人力，似肖塵世所為而為者。剪春羅、剪秋羅諸花亦然。天工于此，似非無意，蓋曰：“汝所能者，我亦能之；我所能者，汝實不能為也。”若是，則當再生一二蹴球之人，立於樹上，則天工之鬥巧者全矣。其不屑為此者，豈以物可肖，而人不足肖乎？"
      },
      {
        "index": 18,
        "text": "紫荊一種，花之可已者也。但春季所開，多紅少紫，欲備其色，故間植之。然少枝無葉，貼樹生花，雖若紫衣少年，亭亭獨立，但覺窄袍緊袂，衣瘦身肥，立於翩翩舞袖之中，不免代為踧踖。"
      },
      {
        "index": 19,
        "text": "梔子花無甚奇特，予取其彷彿玉蘭。玉蘭忌雨，而此不忌雨；玉蘭齊放齊凋，而此則開以次第。惜其樹小而不能出簷，如能出簷，即以之權當玉蘭，而補三春恨事，誰曰不可？"
      },
      {
        "index": 20,
        "text": "杜鵑、櫻桃二種，花之可有可無者也。所重於櫻桃者，在實不在花；所重于杜鵑者，在西蜀之異種，不在四方之恒種。如名花俱備，則二種開時，儘有快心而奪目者，欲覽餘芳，亦愁少暇。"
      },
      {
        "index": 21,
        "text": "芥子園之地不及三畝，而屋居其一，石居其一，乃榴之大者，復有四五株。是點綴吾居，使不落寞者，榴也；盤踞吾地，使不得盡栽他卉者，亦榴也。榴之功罪，不幾半乎？然賴主人善用，榴雖多，不為贅也。榴性喜壓，就其根之宜石者，從而山之，是榴之根即山之麓也；榴性喜日，就其陰之可庇者，從而屋之，是榴之地即屋之天也；榴之性又復喜高而直上，就其枝柯之可傍，而又借為天際真人者，從而樓之，是榴之花即吾倚欄守戶之人也。此芥子園主人區處石榴之法，請以公之樹木者。"
      },
      {
        "index": 22,
        "text": "木槿朝開而暮落，其為生也良苦。與其易落，何如弗開？造物生此，亦可謂不憚煩矣。有人曰：不然。木槿者，花之現身說法以儆愚蒙者也。花之一日，猶人之百年。人視人之百年，則自覺其久，視花之一日，則謂極少而極暫矣。不知人之視人，猶花之視花，人以百年為久，花豈不以一日為久乎？無一日不落之花，則無百年不死之人可知矣。此人之似花者也。乃花開花落之期雖少而暫，猶有一定不移之數，朝開暮落者，必不幻而為朝開午落，午開暮落；乃人之生死，則無一定不移之數，有不及百年而死者，有不及百年之半與百年之二三而死者；則是花之落也必焉，人之死也忽焉。使人亦知木槿之為生，至暮必落，則生前死後之事，皆可自為政矣，無如其不能也。此人之不能似花者也。人能作如是觀，則木槿一花，當與萱草並樹。睹萱草則能忘憂，睹木槿則能知戒。"
      },
      {
        "index": 23,
        "text": "秋花之香者，莫能如桂。樹乃月中之樹，香亦天上之香也。但其缺陷處，則在滿樹齊開，不留餘地。予有《惜桂》詩云：“萬斛黃金碾作灰，西風一陣總吹來。早知三日都狼籍，何不留將次第開？”盛極必衰，乃盈虛一定之理，凡有富貴榮華一蹴而至者，皆玉蘭之為春光，丹桂之為秋色。"
      },
      {
        "index": 24,
        "text": "“合歡蠲忿”，“萱草忘憂”，皆益人情性之物，無地不宜種之。然睹萱草而忘憂，吾聞其語矣，未見其人也。對合歡而蠲忿，則不必訊之他人，凡見此花者，無不解慍成歡，破涕為笑。是萱草可以不樹，而合歡則不可不栽。栽之之法，《花譜》不詳，非不詳也，以作譜之作，非真能合歡之人也。漁人談稼事，農父著樵經，有約略其詞而已。凡植此樹，不宜出之庭外，深閨曲房是其所也。此樹朝開暮合，每至昏黃，枝葉互相交結，是名“合歡”。植之閨房者，合歡之花宜置合歡之地，如椿萱宜在承歡之所，荊棣宜在友于之場，欲其稱也。此樹栽於內室，則人開而樹亦開，樹合而人亦合。人既為之增愉，樹亦因而加茂，所謂人地相宜者也。使居寂寞之境，不亦虛負此花哉？灌勿太肥，常以男女同浴之水，隔一宿而澆其根，則花之芳妍，較常加倍。此予既驗之法，以無心偶試而得之。如其不信，請同覓二本，一植庭外，一植閨中，一澆肥水，一澆浴湯，驗其孰盛孰衰，即知予言謬不謬矣。"
      },
      {
        "index": 25,
        "text": "水芙蓉之于夏，木芙蓉之於秋，可謂二季功臣矣。然水芙蓉必須池沼，“所謂伊人，在水一方”者，不可數得。茂叔之好，徒有其心而已。木則隨地可植。況二花之豔，相距不遠。雖居岸上，如在水中，謂之秋蓮可，謂之夏蓮亦可，即自認為三春之花，東皇未去也亦可。凡有籬落之家，此種必不可少。如或傍水而居，隔岸不見此花者，非至俗之人，即薄福不能消受之人也。"
      },
      {
        "index": 26,
        "text": "夾竹桃一種，花則可取，而命名不善。以竹乃有道之士，桃則佳麗之人，道不同不相為謀，合而一之，殊覺矛盾。請易其名為“生花竹”，去一桃字，便覺相安。且松、竹、梅素稱三友，松有花，梅有花，惟竹無花，可稱缺典。得此補之，豈不天然湊合？亦女禍氏之五色石也。"
      },
      {
        "index": 27,
        "text": "茂叔以蓮為花之君子，予為增一敵國，曰：瑞香乃花之小人。何也？《譜》載此花“一名麝囊，能損花，宜另植”。予初不信，取而嗅之，果帶麝味，麝則未有不損群花者也。同列眾芳之中，即有朋儕之義，不能相資相益，而反祟之，非小人而何？幸造物處之得宜，予以不能為患之勢。其開也，必于冬春之交，是時群花搖落，諸卉未榮，及見此花者，僅有梅花、水仙二種，又在成功將退之候，當其鋒也未久，故罹其毒也亦不深，此造物之善用小人也。使易冬春之交而為春夏之交，則花王亦幾被篡，矧下此者乎？唐宋諸名流，無不憐香嗜色，贊以詩詞者，皆以早春無花，得此可搔目癢，又但見其佳，而未逢其虐耳。予僭為香國平章，焉得不秉公持正？寧使一小人怒而欲殺，不敢不為眾君子密提防也。"
      },
      {
        "index": 28,
        "text": "茉莉一花，單為助妝而設，其天生以媚婦人者乎？是花皆曉開，此獨暮開。暮開者，使人不得把玩，秘之以待曉妝也。是花蒂上皆無孔，此獨有孔。有孔者，非此不能受簪，天生以為立腳之地也。若是，則婦人之妝，乃天造地設之事耳。植他樹皆為男子，種此花獨為婦人。既為婦人，則當眷屬視之矣。妻梅者，止一林逋，妻茉莉者，當遍天下而是也。"
      },
      {
        "index": 29,
        "text": "欲藝此花，必求木本。藤本一樣看花，但苦經年即死，視其死而莫之救，亦仁人君子所不樂為也。木本最難為冬，予嘗歷驗收藏之法。此花痿於寒者什一，斃於乾者什九，人皆畏凍而滴水不澆，是以枯死。此見噎廢食之法，有避嘔逆而經時絕粒，其人尚存者乎？稍暖微澆，大寒即止，此不易之法。但收藏必於暖處，篾罩必不可無，澆不用水而用冷茶，如斯而已。予藝此花三十年，皆為燥誤，今始識此，以告世人，亦其否極泰來之會也。"
      }
    ]
  }
}