{
  "chapterNumber": 7,
  "title": "科諢第五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎科諢第五"
      },
      {
        "index": 2,
        "text": "插科打諢，填詞之末技也，然欲雅俗同歡，智愚共賞，則當全在此處留神。文字佳，情節佳，而科諢不佳，非特俗人怕看，即雅人韻士，亦有瞌睡之時。作傳奇者，全要善驅睡魔，睡魔一至，則後乎此者雖有《鈞天》之樂，《霓裳羽衣》之舞，皆付之不見不聞，如對泥人作揖，土佛談經矣。予嘗以此告優人，謂戲文好處，全在下半本。只消三兩個瞌睡，便隔斷一部神情，瞌睡醒時，上文下文已不接續，即使抖起精神再看，只好斷章取義，作零出觀。若是，則科諢非科諢，乃看戲之人參湯也。養精益神，使人不倦，全在於此，可作小道觀乎？"
      },
      {
        "index": 3,
        "text": "○戒淫褻"
      },
      {
        "index": 4,
        "text": "觀文中花面插科，動及淫邪之事，有房中道不出口之話，公然道之戲場者。無論雅人塞耳，正士低頭，惟恐惡聲之汙聽，且防男女同觀，共聞褻語，未必不開窺竊之門，鄭聲宜放，正為此也。不知科諢之設，止為發笑，人間戲語盡多，何必專談欲事？即談欲事，亦有“善戲謔兮，不為虐兮”之法，何必以口代筆，畫出一幅春意圖，始為善談欲事者哉？人問：善談欲事，當用何法，請言一二以概之。予曰：如說口頭俗語，人盡知之者，則說半句，留半句，或說一句，留一句，令人自思。則欲事不掛齒頰，而與說出相同，此一法也。如講最褻之話慮人觸耳者，則借他事喻之，言雖在此，意實在彼，人盡了解，則欲事未入耳中，實與聽見無異，此又一法也。得此二法，則無處不可類推矣。"
      },
      {
        "index": 5,
        "text": "○忌俗惡"
      },
      {
        "index": 6,
        "text": "科諢之妙，在於近俗，而所忌者，又在於太俗。不俗則類腐儒之談，太俗即非文人之筆。吾於近劇中，取其俗而不俗者，《還魂》而外，則有《粲花五種》，皆文人最妙之筆也。《粲花五種》之長，不僅在此，才鋒筆藻，可繼《還魂》，其稍遜一籌者，則在氣與力之間耳。《還魂》氣長，《粲花》稍促；《還魂》力足，《粲花》略虧。雖然，湯若士之《四夢》，求其氣長力足者，惟《遠魂》一種，其余三劇則與《粲花》並肩。使粲花主人及今猶在，奮其全力，另制一種新詞，則詞壇赤幟，豈僅為若士一人所攫哉？所恨予生也晚，不及與二老同時。他日追及泉臺，定有一番傾倒，必不作妒而欲殺之伏，向閻羅天子掉舌，排擠後來人也。"
      },
      {
        "index": 7,
        "text": "○重關系"
      },
      {
        "index": 8,
        "text": "科諢二字，不止為花面而設，通場腳色皆不可少。生旦有生旦之科諢，外末有外末之科諢，凈醜之科諢則其分內事也。然為凈醜之科諢易，為生旦外末之科諢難。雅中帶俗，又於俗中見雅；活處寓板，即於板處證活。此等雖難，猶是詞客優為之事。所難者，要有關系。關系維何？曰：於嘻笑灰諧之處，包含絕大文章；使忠孝節義之心，得此愈顯。如老萊子之舞斑衣，簡雍之說淫具，東方朔之笑彭祖面長，此皆古人中之善於插科打諢者也。作傳奇者，茍能取法於此，是科諢非科諢，乃引人入道之方便法門耳。"
      },
      {
        "index": 9,
        "text": "○貴自然"
      },
      {
        "index": 10,
        "text": "科諢雖不可少，然非有意為之。如必欲於某折之中，插入某科諢一段，或預設某科諢一段，插入某折之中，則是覓妓追歡，尋人賣笑，其為笑也不真，其為樂也亦甚苦矣。妙在水到渠成，天機自露。“我本無心說笑話，誰知笑話逼人來”，斯為科諢之妙境耳。如前所雲簡雍說淫具，東方朔笑彭祖．即取二事論之。蜀先主時，天旱禁酒，有吏向一人家索出釀酒之具，論者欲置之法。雍與先主遊，見男女各行道上，雍謂先生曰：“彼欲行淫，請縛之。”先主曰：“何以知其行淫？”雍曰：“各有其具，與欲釀未釀者同，是以知之。”先主大笑，而釋蓄釀具者。漢武帝時，有善相者，謂人中長一寸，壽當百歲。東方朔大笑，有司奏以不敬。帝責之，朔曰：“臣非笑陛下，乃笑彭祖耳。人中一寸則百歲，彭祖歲八百，其人中不幾八寸乎？人中八寸，則面幾長一丈矣，是以笑之。”此二事，可謂絕妙之詼諧，戲場有此，豈非絕妙之科諢？然當時必親見男女同行，因而說及淫具；必親聽人口一寸壽當百歲之說，始及彭祖面長，是以可笑，是以能悟人主。如其未見未聞，突然引此為喻，則怒之不暇，笑從何來？笑既不得，悟從何來？此即貴自然、不貴勉強之明證明。吾看深《南西廂》，見法聰口中所說科諢，迂奇誕妄，不知何入生來，真令人欲逃欲嘔，而觀者聽者絕無厭倦之色，豈文章一道，俗則爭取，雅則共棄乎？"
      }
    ]
  }
}