{
  "chapterNumber": 43,
  "title": "節色欲第四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎節色欲第四"
      },
      {
        "index": 2,
        "text": "行樂之地，首數房中。而世人不善處之，往往啟妒釀爭，翻為禍人之具。即有善禦者，又未免溺之過度，因以傷身，精耗血枯，命隨之絕。是善處不善處，其為無益於人者一也。至於養生之家，又有近姹遠色之二種，各持一見，水火其詞。噫，天既生男，何複生女，使人遠之不得，近之不得，功罪難予，竟作千古不決之疑案哉！予請為息爭止謗，立一公評，則謂陰陽之不可相無，憂天地之不可使半也。天苟去地，非止無地，亦並無天。江河湖海之不存，則日月奚自而藏？雨露憑何而泄？人但知藏日月者地也，不知生日月者亦地也；人但知泄雨露者地也，不知生雨露者亦地也。地能藏天之精，泄天之液，而不為天之害，反為天之助者，其故何居？則以天能用地，而不為地所用耳。天使地晦，則地不敢不晦；迨欲其明，則又不敢不明。水藏於地，而不假天之風，則波濤無據而起；土附於地，而不逢天之候，則草木何自而生？是天也者，用地之物也；猶男為一家之主，司出納吐茹之權者也。地也者，聽天之物也；猶女備一人之用，執飲食寢處之勞者也。果若是，則房中之樂，何可一日無之？但顧其人之能用與否，我能用彼，則利莫大焉。參苓芪術皆死藥也，以死藥療生人，猶以枯木接活樹，求其氣脈之貫，未易得也。黃婆姹女皆活藥也，以活藥治活人，猶以雌雞抱雄卵，冀其血脈之通，不更易乎？凡借女色養身而反受其害者，皆是男為女用，反地為天者耳。倒持干戈，授人以柄，是被戮之人之過，與殺人者何尤？人問：執子之見，則老氏“不見可欲，使心不亂”之說，不幾謬乎？予曰：正從此說參來，但為下一轉語：不見可欲，使心不亂，常見可欲，亦能使心不亂。何也？人能摒絕嗜欲，使聲色貨利不至於前，則誘我者不至，我自不為人誘，苟非入山逃俗，能若是乎？使終日不見可欲而遇之一旦，其心之亂也，十倍於常見可欲之人。不如日在可欲之中，與若輩習處，則是“司空見慣渾閒事”矣，心之不亂，不大異於不見可欲而忽見可欲之人哉？老子之學，避世無為之學而忽見可欲之人哉？老子之學，避世無為之學也；笠翁之學，家居有事之學也。二說並存，則游于方之內外，無適不可。"
      },
      {
        "index": 3,
        "text": "○節快樂過情之欲"
      },
      {
        "index": 4,
        "text": "樂中行樂，樂莫大焉。使男子至樂，而為婦人者尚有他事縈心，則其為樂也，可無過情之慮。使男婦並處極樂之境，其為地也，又無一人一物攪挫其歡，此危道也。決盡提防之患，當刻刻慮之。然而但能行樂之人，即非能慮患之人；但能慮患之人，即是可以不必行樂之人。此論徒虛設耳。必須此等憂慮曆過一遭，親嘗其苦，然後能行此樂。噫，求為三折肱之良醫，則囊中妙藥存者鮮矣，不若早留餘地之為善。"
      },
      {
        "index": 5,
        "text": "○節憂患傷情之欲"
      },
      {
        "index": 6,
        "text": "憂愁困苦之際，無事娛情，即念房中之樂。此非自好，時勢迫之使然也。然憂中行樂，較之平時，其耗精損神也加倍。何也？體雖交而心不交，精未泄而氣已泄。試強愁人以歡笑，其歡笑之苦更甚於愁，則知憂中行樂之可已。雖然，我能言之，不能行之，但較平時稍節則可耳。"
      },
      {
        "index": 7,
        "text": "○節饑飽方殷之欲"
      },
      {
        "index": 8,
        "text": "饑、寒、醉、飽四時，皆非取樂之候。然使情不能禁，必欲遂之，則寒可為也，饑不可為也；醉可為也，飽不可為也。以寒之為苦在外，饑之為苦在中，醉有酒力之可憑，飽無輕身之足據。總之，交媾者，戰也，枵腹者不可使戰；並處者，眠也，果腹者不可與眠。饑不在腸而飽不在腹，是為行樂之時矣。"
      },
      {
        "index": 9,
        "text": "○節勞苦初停之欲"
      },
      {
        "index": 10,
        "text": "勞極思逸，人之情也，而非所論於耽酒嗜色之人。世有喘息未定，即赴溫柔鄉者，是欲使五官百骸、精神氣血，以及骨中之髓、腎內之精，無一不勞而後已。此殺身之道也。疾發之遲緩雖不可知，總無不胎病於內者。節之之法有緩急二種：能緩者，必過一夕二夕；不能緩者，則酣眠一覺以代一夕，酣眠二覺以代二夕。惟睡可以息勞，飲食居處皆不若也。"
      },
      {
        "index": 11,
        "text": "○節新婚乍禦之欲"
      },
      {
        "index": 12,
        "text": "新婚燕爾，不必定在初娶，凡婦人未經禦而乍禦者，即是新婚。無論是妻是妾，是婢是妓，其為燕爾之情則一也。樂莫樂於新相知，但觀此一夕之為歡，可抵尋常之數夕，即知此一夕之所耗，亦可抵尋常之數夕。能保此夕不受燕爾之傷，始可以道新婚之樂。不則開荒辟昧，既以身任奇勞，獻媚要功，又複躬承異瘁。終身不二色者，何難作背城一戰；後宮多嬖侍者，豈能為不敗孤軍？危哉！危哉！當籌所以善此矣。善此當用何法？曰：“靜之以心，雖曰燕爾新婚，只當行其故事。“說大人，則藐之”，禦新人，則舊之。仍以尋常女子相視，而大致大動其心。過此一夕二夕之後，反以新人視之，則可謂駕馭有方，而張弛合道者矣。"
      },
      {
        "index": 13,
        "text": "○節隆冬盛暑之欲"
      },
      {
        "index": 14,
        "text": "最宜節欲者隆冬，而最難節欲者亦是隆冬；最忌行樂者盛暑，而最便行樂者又是盛暑。何也？冬夜非人不曖，貼身惟恐不密，倚翠偎紅之際，欲念所由生也。三時苦於褦襶，九夏獨喜輕便，袒裼裸裎之時，春心所由蕩也。當此二時，勸人節欲，似乎人情，然反此即非保身之道。節之為言，明有度也；有度則寒暑不為災，無度則溫和亦致戾。節之為言，示能守也；能守則日與周旋而神旺，無守則略經點綴而魂搖。由有度而馴至能守，由能守而馴至自然，則無時不堪昵玉，有暇即可憐香。將鄙是集為可焚，而怪湖上笠翁之多事矣。"
      }
    ]
  }
}