{
  "chapterNumber": 36,
  "title": "草本第三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "草本之花，經霜必死；其能死而不死，交春復發者，根在故也。常聞有花不待時，先期使開之法，或用沸水澆根，或以硫磺代土，開則開矣，花一敗而樹隨之，根亡故也。然則人之榮枯顯晦，成敗利鈍，皆不足據，但詢其根之無恙否耳。根在，則雖處厄運，猶如霜後之花，其復發也，可坐而待也，如其根之或亡，則雖處榮膴無顯耀之境，猶之奇葩爛目，總非自開之花，其復發也，恐不能坐而待矣。予談草木，輒以人喻。豈好為是嘵嘵者哉？世間萬物，皆為人設。觀感一理，備人觀者，即備人感。天之生此，豈僅供耳目之玩、情性之適而已哉？"
      },
      {
        "index": 2,
        "text": "芍藥與牡丹媲美，前人署牡丹以“花王”，署芍藥以“花相”，冤哉！予以公道論之。天無二日，民無二王，牡丹正位於香國，芍藥自難並驅。雖別尊卑，亦當在五等諸侯之列，豈王之下，相之上，遂無一位一座，可備酬功之用者哉？歷翻種植之書，非云“花似牡丹而狹”，則曰“子似牡丹而小”。由是觀之，前人評品之法，或由皮相而得之。噫，人之貴賤美惡，可以長短肥瘦論乎？每于花時奠酒，必作溫言慰之曰：“汝非相材也，前人無識，謬署此名，花神有靈，付之勿較，呼牛呼馬，聽之而已。”予于秦之鞏昌，攜牡丹、芍藥各數十本而歸，牡丹活者頗少，幸此花無恙，不虛負戴之勞。豈人為知己死者，花反為知己生乎？"
      },
      {
        "index": 3,
        "text": "“蘭生幽谷，無人自芳”，是已。然使幽谷無人，蘭之芳也，誰得而知之？誰得而傳之？其為蘭也，亦與蕭艾同腐而已矣。“如入芝蘭之室，久而不聞其香”，是已。然既不聞其香，與無蘭之室何異？雖有若無，非蘭之所以自處，亦非人之所以處蘭也。吾謂芝蘭之性，畢竟喜人相俱，畢竟以人聞香氣為樂。文人之言，只顧讚揚其美，而不顧其性之所安，強半皆若是也。然相俱貴乎有情，有情務在得法；有情而得法，則坐芝蘭之室，久而愈聞其香。蘭生幽谷與處曲房，其幸不幸相去遠矣。蘭之初著花時，自應易其座位，外者內之，遠者近之，卑者尊之；非前倨而後恭，人之重蘭非重蘭也，重其花也，葉則花之輿從而已矣。居處一定，則當美其供設，書畫爐瓶，種種器玩，皆宜森列其旁。但勿焚香，香薰即謝，匪妬也，此花性類神仙，怕親煙火，非忌香也，忌煙火耳。若是，則位置提防之道得矣。然皆情也，非法也，法則專為聞香。“如入芝蘭之室，久而不聞其香”者，以其知入而不知出也，出而再入，則後來之香，倍乎前矣。故有蘭之室不應久坐，另設無蘭者一間，以作退步，時退時進，進多退少，則刻刻有香，雖坐無蘭之室，若依倩女之魂。是法也，而情在其中矣。如止有此室，則以門外作退步，或往行他事，事畢而入，以無意得之者，其香更甚。此予消受蘭香之訣，秘之終身，而洩於一旦，殊可惜也。"
      },
      {
        "index": 4,
        "text": "此法不止消受蘭香，凡屬有花房舍，皆應若是。即焚香之室亦然，久坐其間，與未嘗焚香者等也。門人布簾，必不可少，護持香氣，全賴乎此。若止靠門扇開閉，則門開盡洩，無復一線之留矣。"
      },
      {
        "index": 5,
        "text": "蕙之與蘭，猶芍藥之與牡丹，相去皆止一間耳。而世之貴蘭者必賤蕙，皆執成見、泥成心也。人謂蕙之花不如蘭，其香亦遜。吾謂蕙誠遜蘭，但其所以遜蘭者，不在花與香而在葉，猶芍藥之遜牡丹者，亦不在花與香而在梗。牡丹系木本之花，其開也，高懸枝梗之上，得其勢，則能壯其威儀，是花王之尊，尊於勢也。芍藥出於草本，僅有葉而無枝，不得一物相扶，則委而仆於地矣，官無輿從，能自壯其威乎？蕙蘭之不相敵也反是。芍藥之葉苦其短，蕙之葉偏苦其長；芍藥之葉病其太瘦，蕙之葉翻病其太肥。當強者弱，而當弱者強，此其所以不相稱，而大遜于蘭也。蘭蕙之開，時分先後。蘭終蕙繼，猶芍藥之嗣牡丹，皆所謂兄終弟及，欲廢不能者也。善用蕙者，全在留花去葉，痛加剪除，擇其稍狹而近弱者，十存二三；又皆截之使短，去兩角而尖之，使與蘭葉相若，則是變蕙成蘭，而與“強幹弱枝”之道合矣。"
      },
      {
        "index": 6,
        "text": "水仙一花，予之命也。予有四命，各司一時：春以水仙、蘭花為命，夏以蓮為命，秋以秋海棠為命，冬以蠟梅為命。無此四花，是無命也；一季缺予一花，是奪予一季之命也。水仙以秣陵為最，予之家於秣陵，非家秣陵，家于水仙之鄉也。記丙午之春，先以度歲無資，衣囊質盡，迨水仙開時，則為強弩之末，索一錢不得矣。欲購無資，家人曰：“請已之。一年不看此花，亦非怪事。”予曰：“汝欲奪吾命乎？甯短一歲之壽，勿減一歲之花。且予自他鄉冒雪而歸，就水仙也，不看水仙，是何異于不返金陵，仍在他鄉卒歲乎？”家人不能止，聽予質簪珥購之。予之鍾愛此花，非痂癖也。其色其香，其莖其葉，無一不異群葩，而予更取其善媚。婦人中之面似桃，腰似柳，豐如牡丹、芍藥，而瘦比秋菊、海棠者，在在有之；若如水仙之淡而多姿，不動不搖，而能作態者，吾實未之見也。以“水仙”二字呼之，可謂摹寫殆盡。使吾得見命名者，必頹然下拜。"
      },
      {
        "index": 7,
        "text": "不特金陵水仙為天下第一，其植此花而售於人者，亦能司造物之權，欲其早則早，命之遲則遲，購者欲於某日開，則某日必開，未嘗先後一日。及此花將謝，又以遲者繼之，蓋以下種之先後為先後也。至買就之時，給盆與石而使之種，又能隨手佈置，即成畫圖，皆風雅文人所不及也。豈此等未技，亦由天授，非人力邪？"
      },
      {
        "index": 8,
        "text": "芙蕖與草本諸花，似覺稍異；然有根無樹，一歲一生，其性同也。《譜》云：“產于水者曰草芙蓉，產于陸者曰草蓮。”則謂非草本不得矣。予夏季倚此為命者，非故效顰于茂叔，而襲成說於前人也。以芙蕖之可人，其事不一而足，請備述之。群葩當令時，只在花開之數日，前此後此，皆屬過而不問之秋矣，芙蕖則不然。自荷錢出水之日，便為點綴綠波，及其勁葉既生，則又日高日上，日上日妍，有風既作飄䬙之態，無風亦呈嬝娜之姿，是我於花之未開，先享無窮逸致矣。迨至菡萏成花，嬌姿欲滴，後先相繼，自夏徂秋，此時在花為分內之事，在人為應得之資者也。及花之既謝，亦可告無罪于主人矣，乃復蒂下生蓬，蓬中結實，亭亭獨立，猶似未開之花，與翠葉並擎，不至白露為霜，而能事不已。此皆言其可目者也。可鼻則有荷葉之清香，荷花之異馥，避暑而暑為之退，納涼而涼逐之生。至其可人之口者，則蓮實與藕，皆並列盤餐，而互芬齒頰者也。只有霜中敗葉，零落難堪，似成棄物矣，乃摘而藏之，又備經年裹物之用。是芙蕖也者，無一時一刻，不適耳目之觀；無一物一絲，不備家常之用者也。有五穀之實，而不有其名；兼百花之長，而各去其短。種植之利，有大於此者乎？予四命之中，此命為最。無如酷好一生，竟不得半畝方塘，為安身立命之地；僅鑿斗大一池，植數莖以塞責，又時病其漏，望天乞水以救之。殆所謂不善養生，而草菅其命者哉。"
      },
      {
        "index": 9,
        "text": "花之善變者，莫如罌粟，次則數葵，餘皆守故不遷者矣。藝此花如蓄豹，觀其變也。牡丹謝而芍藥繼之，芍藥謝而罌粟繼之，皆繁之極、盛之至者也。欲續三葩，難乎其為繼矣。"
      },
      {
        "index": 10,
        "text": "花之易栽易盛，而又能變化不窮者，止有一葵。是事半於罌粟，而數倍其功者也。但葉之肥大可憎，更甚於蕙。俗云：“牡丹雖好，綠葉扶持。”人謂樹之難好者在花，而不知難者反易。古今來不乏明君，所不可必得者，忠良之佐耳。"
      },
      {
        "index": 11,
        "text": "萱花一無可取，植此同於種菜，為口腹計則可耳。至云對此可以忘憂，佩此可以宜男，則千萬人試之，無一驗者。書之不可盡信，類如此矣。"
      },
      {
        "index": 12,
        "text": "予有《收雞冠花子》一絕云：“指甲搔花碎紫雯，雖非異卉也芳芬。時防撮卻還珍惜，一粒明年一朵雲。”此非溢美之詞，道其實也。花之肖形者儘多，如繡球、玉簪、金錢、蝴蝶、剪春羅之屬，皆能酷似，然皆塵世中物也；能肖天上之形者，獨有雞冠花一種。氤氳其象而靉靆其文，就上觀之，儼然慶雲一朵。乃當日命名者，舍天上極美之物，而搜索人間。雞冠雖肖，然而賤視花容矣，請易其字，曰“一朵雲”。此花有紅、紫、黃、白四色，紅者為紅雲，紫者為紫雲，黃者為黃雲，白者為白雲。又有一種五色者，即名為“五色雲”。以上數者，較之“雞冠”，誰榮誰辱？花如有知，必將德我。"
      },
      {
        "index": 13,
        "text": "花之極賤而可貴者，玉簪是也。插入婦人髻中，孰真孰假，幾不能辨，乃閨閣中必需之物。然留之弗摘，點綴籬間，亦似美人之遺。呼作“江皋玉佩”，誰曰不可？"
      },
      {
        "index": 14,
        "text": "鳳仙，極賤之花，止宜點綴籬落，若云備染指甲之用，則大謬矣。纖纖玉指，妙在無瑕，一染猩紅，便稱俗物。況所染之紅，又不能盡在指甲，勢必連肌帶肉而丹之。迨肌肉褪清之後，指甲又不能全紅，漸長漸退，而成欲謝之花矣。始用俑者，其俗物乎？"
      },
      {
        "index": 15,
        "text": "金錢、金盞、剪春羅、剪秋羅諸種，皆化工所作之小巧文字。因牡丹、芍藥一開，造物之精華已竭，欲續不能，欲斷不可，故作此輕描淡寫之文，以延其脈。吾觀於此，而識造物縱橫之才力亦有窮時，不能似源泉混混，愈湧而愈出也。合一歲所開之花，可作天工一部全稿。梅花、水仙，試筆之文也，其氣雖雄，其機尚澀，故花不甚大，而色亦不甚濃。開至桃、李、棠、杏等花，則文心怒發，興致淋漓，似有不可阻遏之勢矣；然其花之大猶未甚，濃猶未至者，以其思路紛馳而不聚，筆機過縱而難收，其勢之不可阻遏者，橫肆也，非純熟也。迨牡丹、芍藥一開，則文心筆致俱臻化境，收橫肆而歸純熟，舒蓄積而罄光華，造物於此，可謂使才務盡，不留絲髮之餘矣。然自識者觀之，不待終篇而知其難繼。何也？世豈有開至樹不能載、葉不能覆之花，而尚有一物焉高出其上、大出其外者乎？有開至眾彩俱齊、一色不漏之花，而尚有一物焉紅過於朱、白過於雪者乎？斯時也，使我為造物，則必善刀而藏矣。乃天則未肯告乏也，夏欲試其技，則從而荷之；秋欲試其技，則從而菊之；冬則計窮力竭，儘可不花，而猶作蠟梅一種以塞責之。數卉者，可不謂之芳妍盡致，足殿群芳者乎？然較之春末夏初，則皆強弩之末矣。至於金錢、金盞、剪春羅、剪秋羅、滴滴金、石竹諸花，則明知精力不繼，篇帙寥寥，作此以塞紙尾，猶人詩文既盡，附以零星雜著者是也。由是觀之，造物者極欲騁才，不肯自惜其力之人也；造物之才，不可竭而可竭，可竭而終不可竟竭者也。究竟一部全文，終病其後來稍弱。其不能弱始勁終者，氣使之然，作者欲留餘地而不得也。吾謂人才著書，不應取法於造物，當秋冬其始，而春夏其終，則是能以蔗境行文，而免于江淹才盡之誚矣。"
      },
      {
        "index": 16,
        "text": "此花巧甚。蝴蝶，花間物也，此即以蝴蝶為花。是一是二，不知周之夢為蝴蝶歟？蝴蝶之夢為周歟？非蝶非花，恰合莊周夢境。"
      },
      {
        "index": 17,
        "text": "菊花者，秋季之牡丹、芍藥也。種類之繁衍同，花色之全備同，而性能持久復過之。從來種植之書，是花皆略，而敘牡丹、芍藥與菊者獨詳。人皆謂三種奇葩，可以齊觀等視，而予獨判為兩截，謂有天工人力之分。何也？牡丹、芍藥之美，全仗天工，非由人力。植此二花者，不過冬溉以肥，夏澆以濕，如是焉止矣。其開也，爛漫芬芳，未嘗以人力不勤，略減其姿而稍儉其色。菊花之美，則全仗人力，微假天工。藝菊之家，當其未入土也，則有治地釀土之勞，既入土也，則有插標記種之事。是萌芽未發之先，已費人力幾許矣。迨分秧植定之後，勞瘁萬端，復從此始。防燥也，慮濕也，摘頭也，掐葉也，芟蕊也，接枝也，捕蟲掘蚓以防害也，此皆花事未成之日，竭盡人力以俟天工者也。即花之既開，亦有防雨避霜之患，縛枝繫蕊之勤，置盞引水之煩，染色變容之苦，又皆以人力之有餘，補天工之不足者也。為此一花，自春徂秋，自朝迄暮，總無一刻之暇。必如是，其為花也，始能豐麗而美觀，否則同于婆婆野菊，僅堪點綴疏籬而已。若是，則菊花之美，非天美之，人美之也。人美之而歸功於天，使與不費辛勤之牡丹、芍藥齊觀等視，不幾恩怨不分，而公私少辨乎？吾知斂翠凝紅而為沙中偶語者，必花神也。"
      },
      {
        "index": 18,
        "text": "自有菊以來，高人逸士無不盡吻揄揚，而予獨反其說者，非與淵明作敵國。藝菊之人終歲勤動，而不以勝天之力予之，是但知花好，而昧所從來。飲水忘源，並置汲者於不問，其心安乎？從前題詠諸公，皆若是也。予創是說，為秋花報本，乃深於愛菊，非薄之也。"
      },
      {
        "index": 19,
        "text": "予嘗觀老圃之種菊，而慨然于修士之立身與儒者之治業。使能以種菊之無逸者礪其身心，則焉往而不為聖賢？使能以種菊之有恆者攻吾舉業，則何慮其不掇青紫？乃士人愛身愛名之心，終不能如老圃之愛菊，奈何！"
      },
      {
        "index": 20,
        "text": "菜為至賤之物，又非眾花之等倫，乃《草本》、《藤本》中反有缺遺，而獨取此花殿後，無乃賤群芳而輕花事乎？曰：不然。菜果至賤之物，花亦卑卑不數之花，無如積至殘至卑者而至盈千累萬，則賤者貴而卑者尊矣。“民為貴，社稷次之，君為輕”者，非民之果貴，民之至多至盛為可貴也。園圃種植之花，自數朵以至數十百朵而止矣，有至盈阡溢畝，令人一望無際者哉？曰：無之。無則當推菜花為盛矣。一氣初盈，萬花齊發，青疇白壤，悉變黃金，不誠洋洋乎大觀也哉！當是時也，呼朋拉友，散步芳塍，香風導酒客尋帘，錦蝶與遊人爭路，郊畦之樂，什佰園亭，惟菜花之開，是其候也。"
      }
    ]
  }
}