{
  "chapterNumber": 3,
  "title": "結構第一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎結構第一"
      },
      {
        "index": 2,
        "text": "填詞一道，文人之末技也．然能抑而為此，猶覺愈於馳馬試劍，縱酒呼盧．孔子有言：“不有博弈者乎？為之猶賢乎已。”博弈雖戲具，猶賢於“飽食終日，無所用心”；填詞雖小道，不又賢於博弈乎？吾謂技無大小，貴在能精；才乏纖洪，利於善用。能精善用，雖寸長尺短，亦可成名．否則才誇八斗，胸號五車，為文僅稱點鬼之談，著書惟洪覆瓿之用，雖多亦奚以為？填詞一道，非特文人工此者足以成名，即前代帝王，亦有以本朝詞曲擅長，遂能不泯其國事者。請歷言之。高則誠、王實甫諸人，元之名士也，舍填詞一無表見。使兩人不撰《琵琶》、《西廂》，則沿至今日，誰復知其姓字？是則誠、實甫之傳，《琵琶》、《西廂》傳之也。湯若士，明之才人也，詩文尺牘，盡有可觀，而其膾炙人口者，不在盡牘詩文，而在《還魂》一劇。使若士不草《還魂》，則當日之若士，已雖有而若無，況後代乎？是若士之傳，《還魂》傳之也。此人以填詞而得名者也。歷朝文字之盛，其名各有所歸，“漢史”、“唐詩”、“宋文”、“元曲”，此世人口頭語也。《漢書》、《史記》，千古不磨，尚矣。唐則詩人濟濟，宋有文士蹌蹌，宜其鼎足文壇，為三代後之三代也。元有天下，非特政刑禮樂一無可宗，即語言文學之末，圖書翰墨之微，亦少概見。使非崇尚詞曲，得《琵琶》、《西廂》以及《元人百種》諸書傳於後代，則當日之元，亦與五代、金、遼同其泯滅，焉能附三朝驥尾，而掛學士文人之齒頰哉？此帝王國事，以填詞而得名者也。由是觀之，填詞非末技，乃與史傳詩文同源而異派者也。近日雅慕此道，刻欲追蹤元人、配饗若士者盡多，而究意作者寥寥，未聞絕唱。其故維何？止因詞曲一道，但有前書堪讀，並無成法可宗。暗室無燈，有眼皆同瞽目，無怪乎覓途不得，問津無人，半途而廢者居多，差毫厘而謬千里者，亦復不少也。嘗怪天地之間有一種文字，即有一種文字之法脈準繩，載之於書者，不異耳提而命，獨於填詞制曲之事，非但略而未詳，亦且置之不道。揣摩其故，殆有三焉：一則為此理甚難，非可言傳，止境意會。想入雲霄之際，作者神魂飛越，如在夢中，不至終篇，不能返魂收魄。談真則易，說夢為難，非不欲傳，不能傳也。若是，則誠異誠難，誠為不可道矣。吾謂此等至理，皆言最上一乘，非填詞之學節節皆如是也，豈可為精者難言，而粗者亦置弗道乎？一則為填詞之理變幻不常，言當如是，又有不當如是者。如填生旦之詞，貴於莊雅，制凈醜之曲，務帶詼諧，此理之常也。乃忽遇風流放佚之生旦，反覺莊雅為非，作迂腐不情之凈醜，轉以詼諧為忌。諸如此類者，悉難膠柱。恐以一定之陳言，誤泥古拘方之作者，是以寧為闕疑，不生蛇足。若是，則此種變幻之理，不獨詞曲為然，帖括持文皆若是也。豈有執死法為文，而能見賞於人，相傳於後者乎？一則為從來名士以詩賦見重者十之九，以詞曲相傳者猶不及什一，蓋千百人一見者也。凡有能此者，悉皆剖腹藏珠，務求自秘，謂此法無人授我，我豈獨肯傳人。使家家制曲，戶戶填詞，則無論《白雪》盈車，《陽春》遍世，淘金選玉者未必不使後來居上，而覺糠秕在前。且使周郎漸出，顧曲者多，攻出瑕疵，令前人無可藏拙，是自為後羿而教出無數逢蒙，環執幹戈而害我也，不如仍仿前人，緘口不提之為是。吾揣摩不傳之故，雖三者並列，竊恐此意居多。以我論之：文章者，天下之公器，非我之所能私；是非者，千古之定評，豈人之所能倒？不若出我所有，公之於人，收天下後世之名賢，悉為同調。勝我者，我師之，仍不失為起予之高足；類我者，我友之，亦不愧為攻玉之他山。持此為心，遂不覺以生平底裏，和盤托出，並前人已傳之書，亦為取長棄短，別出瑕瑜，使人知所從違，而不為誦讀所誤。知我，罪我，憐我，殺我，悉聽世人，不復能顧其後矣。但恐我所言者，自以為是而未必果是；人所趨者，我以為非而未必盡非。但矢一字之公，可謝千秋之罰。噫，元人可作，當必貰予。"
      },
      {
        "index": 3,
        "text": "填詞首重音律，而予獨先結構者，以音律有書可考，其理彰明較著。自《中原音韻》一出，則陰陽平仄畫有塍區，如舟行水中，車推岸上，稍知率由者，雖欲故犯而不能矣。《嘯余》、《九宮》二譜一出，則葫蘆有樣，粉本昭然。前人呼制曲為填詞，填者，布也，猶棋枰之中畫有定格，見一格，布一子，止有黑白之分，從無出入之弊，彼用韻而我葉之，彼不用韻而我縱橫流蕩之。至於引商刻羽，戛玉敲金，雖曰神而明之，匪可言喻，亦由勉強而臻自然，蓋遵守成法之化境也。至於結構二字，則在引商刻羽之先，拈韻抽毫之始。如造物之賦形，當其精血初凝，胞胎未就，先為制定全形，使點血而具五官百骸之勢。倘先無成局，而由頂及踵，逐段滋生，則人之一身，當有無數斷續之痕，而血氣為之中阻矣。工師之建宅亦然。基址初平，間架未立，先籌何處建廳，何方開戶，棟需何木，梁用何材，必俟成局了然，始可揮斤運斧。倘造成一架而後再籌一架，則便於前者，不便於後，勢必改而就之，未成先毀，猶之築舍道旁，兼數宅之匠資，不足供一廳一堂之用矣。故作傳奇者，不宜卒急拈毫，袖手於前，始能疾書於後。有奇事，方有奇文，未有命題不佳，而能出其錦心，揚為繡口者也。嘗讀時髦所撰，惜其慘淡經營，用心良苦，而不得被管弦、副優孟者，非審音協律之難，而結構全部規模之未善也。"
      },
      {
        "index": 4,
        "text": "詞采似屬可緩，而亦置音律之前者，以有才技之分也。文詞稍勝者，即號才人，音律極精者，終為藝士。師曠止能審樂，不能作樂；龜年但能度詞，不能制詞。使之作樂制詞者同堂，吾知必居未席矣。事有極細而亦不可不嚴者，此類是也。"
      },
      {
        "index": 5,
        "text": "○戒諷刺"
      },
      {
        "index": 6,
        "text": "武人之刀，文士之筆，皆殺人之具也。刀能殺人，人盡知之；筆能殺人，人則未盡知也。然筆能殺人，猶有或知之者；至筆之殺人較刀之殺人，其快其兇更加百倍，則未有能知之而明言以戒世者。予請深言其故。何以知之？知之於刑人之際。殺之與剮，同是一死，而輕重別焉者。以殺止一刀，為時不久，頭落而事畢矣；剮必數十百刀，為時必經數刻，死而不死，痛而復痛，求為頭落事畢而不可得者，只在久與暫之分耳。然則筆之殺人，其為痛也，豈止數刻而已哉！竊怪傳奇一書，昔人以代木鐸，因愚夫愚婦識字知書者少，勸使為善，誡使勿惡，其道無由，故設此種文詞，借優人說法，與大眾齊聽。謂善由如此收場，不善者如此結果，使人知所趨避，是藥人壽世之方，救苦弭災之具出。後世刻薄之流，以此意倒行逆施，借此文報仇泄怨。心之所喜者，處以生旦之位，意之所怒者，變以凈醜之形，且舉千百年未聞之醜行，幻設而加於一人之身，使梨園習而傳之，幾為定案，雖有孝子慈孫，不能改也。噫，豈千古文章，止為殺人而設？一生誦讀，徒備行兇造孽之需乎？蒼頡造字而鬼夜哭，造物之心，未必非逆料至此也。凡作傳奇者，先要滌去此種肺腸，務存忠厚之心，勿為殘毒之事。以之報恩則可，以之報怨則不可；以之勸善懲惡則可，以之欺善作惡則不可。人謂《琵琶》一書，為譏王四而設。因其不孝於親，故加以入贅豪門，致親餓死之事。何以知之？因“琵琶”二字，有四“王”字冒於其上，則其寓意可知也。噫，此非君子之言，齊東野人之語也。凡作偉世之文者，必先有可以傳世之心，而後鬼神效靈，予以生花之筆，撰為倒峽之詞，使人人贊美，百世流芳。傳非文字之傳，一念之正氣使傳也。《五經》、《四書》、《左》、《國》、《史》、《漢》諸書，與大地山河同其不朽，試問當年作者有一不肖之人、輕薄之子廁於其間乎？但觀《琵琶》得傳至今，則高則誠之為人，必有善行可予，是以天壽其名，使不與身俱沒，豈殘忍刻薄之徒哉！即使當日與王四有隙，故以不孝加之，然則彼與蔡邕未必有隙，何以有隙之人，止暗寓其姓，不明叱其名，而以未必有隙之人，反蒙李代桃僵之實乎？此顯而易見之事，從無一人辯之。創為是說者，其不學無術可知矣。予向梓傳奇，嘗埒誓詞於首，其略雲：加生旦以美名，原非市恩於有托；抹凈醜以花而，亦屬調笑於無心；凡以點綴詞場，使不岑寂而已。但慮七情以內，無境不生，六命之中，何所不有。幻設一事，即有一事之偶同；喬命一名，即有一名之巧合。焉知不以無基之樓閣，認為有樣之葫蘆？是用瀝血鳴神，剖心告世，倘有一毫所指，甘為三世之暗，即漏顯誅，難逋陰罰。此種血忱，業已沁入梨棗，印政寰中久矣。而好事之家，猶有不盡相諒者，每觀一劇，必問所指何人。噫，如其盡有所指，則誓詞之設，已經二十余年，上帝有赫，實式臨之，胡不降之以罰？茲以身後之事，且置勿論，論其現在者：年將六十，即旦夕就木，不為夭矣。向憂伯道之憂，今且五其男，二其女，孕而未誕、誕而待孕者，尚不一其人，雖盡屬景升豚犬，然得此以慰桑榆，不憂窮民之無告矣。年雖邁而筋力未衰，涉水登山，少年場往往追予弗及；貌雖臒而精血未耗，尋花覓柳，兒女事猶然自覺情長。所患在貧，貧也，非病也；所少在貴，貴豈人人可幸致乎？是造物之憫予，亦雲至矣。非憫其才，非憫其德，憫其方寸之無他也。生平所著之書，雖無裨於人心世道，若止論等身，幾與曹交食粟之軀等其高下。使其間稍伏機心，略藏匕首，造物且誅子奪之不暇，肯容自作孽者老而不死，猶得徉狂自肆於筆墨之林哉？吾於發端之始，即以諷刺戒人，且若囂囂自鳴得意者，非敢故作夜郎，竊恐詞人不究立言初意，謬信“琵琶王四”之說，因謬成真。誰無恩怨？誰乏牢騷？悉以填詞泄憤，是此一書者，非闡明詞學之書，乃教人行險播惡之書也。上帝討無禮，予其首誅乎？現身說法，蓋為此耳。"
      },
      {
        "index": 7,
        "text": "○立主腦"
      },
      {
        "index": 8,
        "text": "古人作文一篇，定有一篇之主腦。主腦非也，即作者立言之本意也。傳奇亦然。一本戲中，有無數人名，究竟俱屬陪賓，原其初心，止為一人而設。即此一人之身，自始至終，離合悲歡，中具無限情由，無究關目，究竟俱屬衍文，原其初心，又止為一事而設。此一人一事，即作傳奇之主腦也。然必此一人一事果然奇特，實在可傳而後傳之，則不愧傳奇之目，而其人其事與作者姓名皆千古矣。如一部《琵琶》，止為蔡伯喈一人，而蔡伯喈一人又止為“重婚牛府”一事，其余技節皆從此一事而生。二親之遭兇，五娘之盡孝，拐兒之騙財匿書，張大公之疏財仗義，皆由於此。是“重婚牛府”四字，即作《琵琶記》之主腦也。一部《西廂》，止為張君瑞一人，而張君瑞一人，又止為“白馬解圍”一事，其余枝節皆從此一事而生。夫子之許婚，張生之望配，紅娘之勇於作合，鶯鶯之敢於失身，與鄭恒之力爭原配而不得，皆由於此。是“白馬解圍”四字，即作《西廂記》之主腦也。余劇皆然，不能悉指。後人作傳奇，但知為一人而作，不知為一事而作。盡此一人所行之事，逐節鋪陳，有如散金碎玉，以作零出則可，謂之全本，則為斷線之珠，無梁之屋。作者茫然無緒，觀者寂然無聲，又怪乎有識梨園，望之而卻走也。此語未經提破，故犯者孔多，而今而後，吾知鮮矣。"
      },
      {
        "index": 9,
        "text": "○脫窠臼"
      },
      {
        "index": 10,
        "text": "“人惟求舊，物惟求新。”新也者，天下事物之美稱也。而文章一道，較之他物，尤加倍焉。戛戛乎陳言務去，求新之謂也。至於填詞一道，較之詩賦古文，又加倍焉。非特前人所作，於今為舊，即出我一人之手，今之視昨，亦有問焉。昨已見而今未見也，知未見之為新，即知已見之為舊矣。古人呼劇本為“傳奇”者，因其事甚奇特，未經人見而傳之，是以得名，可見非奇不傳。“新”即“奇”之別名也。若此等情節業已見之戲場，則千人共見，萬人共見，絕無奇矣，焉用傳之？是以填詞之家，務解“傳奇”二字。欲為此劇，先問古今院本中，曾有此等情節與否，如其未有，則急急傳之，否則枉費辛勤，徒作效顰之婦。東施之貌未必醜於西施，止為效顰於人，遂蒙千古之誚。使當日逆料至此，即勸之捧心，知不屑矣。吾謂填詞之難，莫難於洗滌窠臼，而填詞之陋，亦莫陋於盜襲窠臼。吾觀近日之新劇，非新劇也，皆老僧碎補之衲衣，醫士合成之湯藥。即眾劇之所有，彼割一段，此割一段，合而成之，即是一種“傳奇”。但有耳所未聞之姓名，從無目不經見之事實。語雲“千金之裘，非一狐之腋”，以此贊時人新劇，可謂定評。但不知前人所作，又從何處集來？豈《西廂》以前，別有跳墻之張珙？《琵琶》以上，另有剪發之趙五娘乎？若是，則何以原本不傳，而傳其抄本也？窠臼不脫，難語填詞，凡我同心，急宜參酌。"
      },
      {
        "index": 11,
        "text": "○密針線"
      },
      {
        "index": 12,
        "text": "編戲有如縫衣，其初則以完全者剪碎，其後又以剪碎者湊成。剪碎易，湊成難，湊成之工，全在針線緊密。一節偶疏，全篇之破綻出矣。每編一折，必須前顧數折，後顧數折。顧前者，欲其照映，顧後者，便於埋伏。照映埋伏，不止照映一人、埋伏一事，凡是此劇中有名之人、關涉之事，與前此後此所說之話，節節俱要想到，寧使想到而不用，勿使有用而忽之。吾觀今日之傳奇，事事皆遜元人，獨於埋伏照映處，勝彼一籌。非今人之太工，以元人所長全不在此也。若以針線論，元曲之最疏者，莫過於《琵琶》。無論大關節目背謬甚多，如子中狀元三載，而家人不知；身贅相府，享盡榮華，不能自遣一仆，而附家報於路人；趙五娘千里尋夫，只身無伴，未審果能全節與否，其誰證之？諸如此類，皆背理妨倫之甚者。再取小節論之，如五娘之剪發，乃作者自為之，當日必無其事。以有疏財仗義之張大公在，受人之托，必能終人之事，未有坐視不顧，而致其剪發者也。然不剪發，不足以見五娘之孝。以我作《琵琶》，《剪發》一折亦必不能少，但須回護張大公，使之自留地步。吾讀《剪發》之曲，並無一字照管大公，且若有心譏刺者。據五娘雲：“前日婆婆沒了，虧大公周濟。如今公公又死，無錢資送，不好再去求他，只得剪發 ”雲雲。若是，則剪發一事乃自願為之，非時勢迫之使然也，奈何曲中雲：“非奴苦要孝名傳，只為上山擒虎易，開口告人難。”此二語雖屬恒言，人人可道，獨不宜出五娘之口。彼自不肯告人，何以言其難也？觀此二語，不似懟怨大公之詞乎？然此猶屬背後私言，或可免於照顧。迨其哭倒在地，大公見之，許送錢米相資，以備衣衾棺槨，則感之頌之，當有不啻口出者矣，奈何曲中又雲：“只恐奴身死也，兀自沒人埋，誰還你恩債？”試問公死而埋者何人？姑死而埋者何人？對埋殮公姑之人而自言暴露，將置大公於何地乎？且大公之相資，尚義也，非圖利也，“誰還恩債”一語，不幾抹倒大公，將一版熱腸付之冷水乎？此等詞曲，幸而出自元人，若出我輩，則群口訕之，不識置身何地矣。予非敢於仇古，既為詞曲立言，必使人知取法，若扭於世俗之見，謂事事當法元人，吾恐未得其瑜，先有其瑕。人或非之，即舉元人借口，烏知聖人千慮，必有一失；聖人之事，猶有不可盡法者，況其他乎？《琵琶》之可法者原多，請舉所長以蓋短。如《中秋賞月》一折，同一月也，出於牛氏之口者，言言歡悅；出於伯喈之口者，字字淒涼。一座兩情，兩情一事，此其針線之最密者。瑕不掩瑜，何妨並舉其略。然傳奇一事也，其中義理分為三項：曲也，白也，穿插聯絡之關目也。元人所長者止居其一，曲是也，白與關目皆其所短。吾於元人，但守其詞中繩墨而已矣。"
      },
      {
        "index": 13,
        "text": "○減頭緒"
      },
      {
        "index": 14,
        "text": "頭緒繁多，傳奇之大病也。《荊》、《劉》、《拜》、《殺》（《荊釵記》、《劉知遠》、《拜月亭》、《殺狗記》）之得傳於後，止為一線到底，並無旁見側出之情。三尺童子觀演此劇，皆能了了於心，便便於口，以其始終無二事，貫串只一人也。後來作者不講根源，單籌枝節，謂多一人可謂一人之事。事多則關目亦多，令觀場者如入山陰道中，人人應接不暇。殊不知戲場腳色，止此數人，便換千百個姓名，也只此數人裝扮，止在上場之勤不勤，不在姓名之換不換。與其忽張忽李，令人莫識從來，何如只扮數人，使之頻上頻下，易其事而不易其人，使觀者各暢懷來，如逢故物之為愈乎？作傳奇者，能以“頭緒忌繁”四字，刻刻關心，則思路不分，文情專一，其為詞也，如孤桐勁竹，直上無枝，雖難保其必傳，然已有《荊》、《劉》、《拜》、《殺》之勢矣。"
      },
      {
        "index": 15,
        "text": "○戒荒唐"
      },
      {
        "index": 16,
        "text": "昔人雲：“畫鬼魅易，畫狗馬難。”以鬼魅無形，畫之不似，難於稽考。狗馬為人所習見，一筆稍乖，是人得以指摘。可見事涉荒唐，即文人藏拙之具也。而近日傳奇，獨工於為此。噫，活人見鬼，其兆不祥，矧有吉事之家，動出魑魅魍魎為壽乎？移風易俗，當自此始。吾謂劇本非他，即三代以後之《韶》、《》也。殷俗尚鬼，猶不聞以怪誕不經之事被諸聲樂，奏於廟堂，矧辟謬崇真之盛世乎？王道本乎人情，凡作傳奇，只當求於耳目之前，不當索諸聞見之外。無論詞曲，古今文字皆然。凡說人情物理者，千古相傳；凡涉荒唐怪異者，當日即朽。《五經》、《四書》、《左》、《國》、《史》、《漢》，以及唐宋諸大家，何一不說人情？何一不關物理？及今家傳戶頌，有怪其平易而廢之者乎？《齊諧》，誌怪之書也，當日僅存其名，後世未見其實。此非平易可久、怪誕不傳之明驗歟？人謂家常日用之事，已被前人做盡，究微極穩，纖芥無遺，非好奇也，求為平而不可得也。予曰：不然。世間奇事無多，常事為多，物理易盡，人情難盡。有一日之君臣父子，即有一日之忠孝節義。性之所發，愈出愈奇，盡有前人未作之事，留之以待後人，後人猛發之心，較之勝於先輩者。即就婦人女子言之，女德莫過於貞，婦愆無甚於妒。古來貞女守節之事，自剪發、斷臂、刺面、毀身，以至刎頸而止矣。近日失貞之婦，竟有腸剖腹，自塗肝腦於貴人之庭以鳴不屈者；又有不持利器，談笑而終其身，若老衲高僧之坐化者。豈非五倫以內，自有變化不窮之事乎？古來妒婦制夫之條，自罰跪、戒眠、捧燈、戴水，以至撲臀而止矣。近日妒悍之流，竟有鎖門絕食，遷怒於人，使族黨避禍難前，坐視其死而莫之救者；又有鞭撲不加，囹圄不設，寬仁大度，若有刑措之風，而其夫攝於不怒之威，自遣其妾而歸化者。豈非閨閫以內，便有日異月新之事乎？此類繁多，不能枚舉。此言前人未見之事，後人見之，可備填詞制曲之用者也。即前人已見之事，盡有摹寫未盡之情，描畫不全之態。若能設身處地，伐隱攻微，彼泉下之人，自能效靈於我，授以生花之筆，假以蘊繡之腸，制為雜劇，使人但賞極新極艷之詞，而意忘其為極腐極陳之事者。此為最上一乘，予有誌焉，而未之逮也。"
      },
      {
        "index": 17,
        "text": "○審虛實"
      },
      {
        "index": 18,
        "text": "傳奇所用之事，或古或今，有虛有實，隨人拈取。古者，書籍所載，古人現成之事也；今者，耳目傳聞，當時僅見之事也；實者，就事敷陳，不假造作，有根有據之謂也；虛者，空中樓閣，隨意構成，無影無形之謂也。人謂古事實多，近事多虛。予曰：不然。傳奇無實，大半皆寓言耳。欲勸人為孝，則舉一孝子出名，但有一行可紀，則不必盡有其事。凡屬孝親所應有者，悉取而回之，亦猶紂之不善，不如是之甚也，一居下流，天下之惡皆歸焉。其余表忠表節，與種種勸人為善之劇，率同於此。若謂古事皆實，則《西廂》、《琵琶》推出曲中之祖，鶯鶯果嫁君瑞乎？蔡邕之餓莩其親，五娘之幹蠱其夫，見於何書？果有實據乎？孟子雲：“盡信書，不如無書。”蓋指《武成》而言也。經史且然，矧雜劇乎？凡閱傳奇而必考其事從何來、人居何地者，皆說夢之癡人，可以不答者也。然作者秉筆，又不宜盡作是觀。若紀目前之事，無所考究，則非特事跡可以幻生，並其人之姓名亦可以憑空捏造，是謂虛則虛到底也。若用往事為題，以一古人出名，則滿場腳色皆用古人，捏一姓名不得；其人所行之事，又必本於載籍，班班可考，創一事實不得。非用古人姓字為難，使與滿場腳色同時共事之為難也；非查古人事實為難，使與本等情由貫串合一之為難也。予即謂傳奇無實，大半寓言，何以又雲姓名事實必須有本？要知古人填古事易，今人填古事難。古人填古事，猶之今人填今事，非其不慮不考，無可考也。傳至於今，則其人其事，觀者爛熟於胸中，欺之不得，罔之不能，所以必求可據，是謂實則實到底也。若用一二古人作主，因無陪客，幻設姓名以代之，則虛不似虛，實不成實，詞家之醜態也，切忌犯之。"
      }
    ]
  }
}