{
  "chapterNumber": 6,
  "title": "賓白第四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎賓白第四"
      },
      {
        "index": 2,
        "text": "自來作傳奇者，止重填詞，視賓白為末著，常有“白雪陽春”其調，而“巴人下裏”其言者，予竊怪之。原其所以輕此之故，殆有說焉。元以填詞擅長，名人所作，北曲多而南曲少。北曲之介白者，每折不過數言，即抹去賓白而止閱填詞，亦皆一氣呵成，無有斷續，似並此數言亦可略而不備者。由是觀之，則初時止有填詞，其介白之文，未必不系後來添設。在元人，則以當時所重不在於此，是以輕之。後來之人，又謂元人尚在不重，我輩工此何為？遂不覺日輕一日，而竟置此道於不講也。予則不然。嘗謂曲之有白，就文字論之，則猶經文之於傳註；就物理論之，則如棟梁之於榱桷；就人身論之，則如肢體之於血脈，非但不可相輕，且覺稍有不稱，即因此賤彼，竟作無用觀者。故知賓白一道，當與曲文等視，有最得意之曲文，即當有最得意之賓白，但使筆酣墨飽，其勢自能相生。常有因得一句好白，而引起無限曲情，又有因填一首好詞，而生出無窮話柄者。是文與文自相觸發，我止樂觀厥成，無所容其思議。此系作文恒情，不得幽渺其說，而作化境觀也。"
      },
      {
        "index": 3,
        "text": "○聲務鏗鏘"
      },
      {
        "index": 4,
        "text": "賓白之學，首務鏗鏘。一句聱牙，俾聽者耳中生棘；數言清亮，使觀者倦處生神。世人但以音韻二字用之曲中，不知賓白之文，更宜調聲協律。世人但知四六之句平間仄，仄間平，非可混施叠用，不知散體之文亦復如是。“平仄仄平平仄仄，仄平平仄仄平平”二語，乃千古作文這通訣，無一語一字可廢聲音者也。如上句末一字用平，則下句末一字定宜用仄，連用二平，則聲帶喑啞，不能聳聽。下句末一字用仄，則接此一句之上句，其末一字定宜用平，連用二仄，則音類咆哮，不能悅耳。此言通篇之大較，非逐句逐字皆然也。能以作四六平仄之法，用於賓白之中，則字字鏗鏘，人人樂聽，有“金聲擲地”之評矣。"
      },
      {
        "index": 5,
        "text": "聲務鏗鏘之法，不出平仄、仄平二語是也。然有時連用數平，或連用數仄，明知聲欠鏗鏘，而限於情事，欲改平為仄，改仄為平，而決無平聲仄聲之字可代者。此則千古詞人未窮其秘，予以探驪覓珠之苦，入萬丈深潭者，既久而後得之，以告同心。雖示無私，然未免可惜。字有四聲，平上去入是也。平居其一，仄居其三，是上去入三聲皆麗於仄。而不知上之為聲，雖與去入無異，而實可介於平仄之間，以其別有一種聲音，較之於平則略高，比之去入則又略低。古人造字審音，使居平仄之介，明明是一過文，由平至仄，從此始也。譬如四方聲音，到處各別，吳有吳音，越有越語，相去不啻天淵，而一至接壤之處，則吳越之音相伴，吳人聽之覺其同，越人聽之亦不覺其異。晉、楚、燕、秦以至黔、蜀，在在皆然，此即聲音之過文，猶上聲介於平去入之間也。作賓白者，欲求聲韻鏗鏘，而限於情事，求一可代之字而不得者，即當用此法以濟其窮。如兩句三句皆平，或兩句三句皆仄，求一可代之字而不得，即用一上聲之字介乎其間，以之代平可，以之代去入亦可。如兩句三句皆平，間一上聲之字，則其聲是仄，不必言矣。即兩句三句皆去聲入聲，而間一上聲之字，則其字明明是仄而卻似平，令人聽之不知其為連用數仄者。此理可解而不可解，此法可傳而實不當傳，一傳之後，則遍地金聲，求一瓦缶之鳴而不可得矣。"
      },
      {
        "index": 6,
        "text": "○語求肖似"
      },
      {
        "index": 7,
        "text": "文字之最豪宕，最風雅，作之最健人脾胃者，莫過填詞一種。若無此種，幾於悶殺才人，困死豪傑。予生憂患之中，處落魄之境，自幼至長，自長至老，總無一刻舒眉，惟於制曲填詞之頃，非但郁藉以舒，慍為之解，且嘗僭作兩間最樂之人，覺富貴榮華，其受用不過如此，未有真境之為所欲為，能出幻境縱橫之上者。我欲做官，則頃刻之間便臻榮貴；我欲致仕，則轉盼之際又入山林；我欲作人間才子，即為杜甫、李白之後身；我欲娶絕代佳人，即作王嬙、西施之元配；我欲成仙作佛，則西天蓬島即在硯池筆架之前；我欲盡孝輸忠，則君治親年，可躋堯、舜、彭之上。非若他種文字，欲作寓言，必須遠引曲譬，蘊藉包含，十分牢騷，還須留住六七分，八斗才學，止可使出二三升，稍欠和平，略施縱送，即謂失風人之旨，犯佻達之嫌，求為家弦戶誦者難矣。填詞一家，則惟恐其蓄而不言，言之不盡。是則是矣，須知暢所欲言亦非易事。言者，心之聲也，欲代此一人立言，先宜代此一人立心，若非夢往神遊，何謂設身處地？無論立心端正者，我當設身處地，代生端正之想；即遇立心邪辟者，我亦當舍經從權，暫為邪辟之思。務使心曲隱微，隨口唾出，說一人，肖一人，勿使雷同，弗使浮泛，若《水滸傳》之敘事，吳道子之寫生，斯稱此道中之絕技。果能若此，即欲不傳，其可得乎？"
      },
      {
        "index": 8,
        "text": "○詞別繁減"
      },
      {
        "index": 9,
        "text": "傳奇中賓白之繁，實自予始。海內知我者與罪我者半。知我者曰：從來賓白作說話觀，隨口出之即是，笠翁賓白當文章做，字字俱費推敲。從來賓白只要紙上分明，不顧口中順逆，常有觀刻本極其透徹，奏之場上便覺糊塗者，豈一人之耳目，有聰明聾聵之分乎？因作者只顧揮毫，並未設身處地，既以口代優人，復以耳當聽者，心口相維，詢其好說不好說，中聽不中聽，此其所以判然之故也。笠翁手則握筆，口卻登場，全以身代梨園，復以神魂四繞，考其關目，試其聲音，好則直書，否則擱筆，此其所以觀聽咸宜也。罪我者曰：填詞既曰“填詞”，即當以詞為主；賓白既名“賓白”，明言白乃其賓，奈何反主作客，而犯樹大於根之弊乎？笠翁曰：始作俑者，實實為予，責之誠是也。但其敢於若是，與其不得不若是者，則均有說焉。請先白其不得不若是者。前人賓白之少，非有一定當少之成格。蓋彼只以填詞自任，留余地以待優人，謂引商刻羽我為政，飾聽美觀彼為政，我以約略數言，示之以意，彼自能增益成文。如今世之演《琵琶》、《西廂》、《荊》、《劉》、《拜》、《殺》等曲，曲則仍之，其間賓白、科諢等事，有幾處合於原本，以寥寥數言塞責者乎？且作新與演舊有別。《琵琶》、《西廂》、《荊》、《劉》、《拜》、《殺》等曲，家弦戶誦已久，童叟男婦皆能備悉情由，即使一句賓白不道，止唱曲文，觀者亦能默會，是其賓白繁減可不問也。至於新演一劇，其間情事，觀者茫然；詞曲一道，止能傳聲，不能傳情，欲觀者悉其顛末，洞其幽微，單靠賓白一著。予非不圖省力，亦留余地以待優人。但優人之中，智愚不等，能保其增益成文者悉如作者之意，毫無贅疣蛇足於其間乎？與其留余地以待增，不若留余地以待減，減之不當，猶存作者深心之半，猶病不服藥之得中醫也。此予不得不若是之故也。至其敢於若是者，則謂千古文章，總無定格，有創始之人，即有守成不變之人，有守成不變之人，即有大仍其意，小變其形，自成一家而不顧天下非笑之人。古來文字之正變為奇，奇翻為正者，不知凡幾，吾不具論，止以多寡增益之數論之。《左傳》、《國語》，紀事之書也，每一事不剮，每一語不過數字，初時未病其少；迨班固之作《漢書》，司馬遷之為《史記》，亦紀事之書也，遂益數行為數十百行，數字為數十百字，豈有病其過多，而廢《史記》、《漢書》於不讀者乎？此言少之可變為多也。詩之為道，當日但有古風，古風之體，多則數十百句，少亦十數句，初時亦未病其多；迨近體一出，則約數十百句為八句，絕句一出，又斂八句為四句，豈有病其漸少，而選詩之家止載古風，刪近體絕句於不錄者乎？此言多之可變為少也。總之，文字短長，視其人之筆性。筆性遒勁者，不能強之使長；筆性縱肆者，不能縮之使短。文患不能長，又患其可以不長而必欲使之長。如其能長而又使人不可刪逸，則雖為賓白中之古風史漢，亦何患哉？予則烏能當此，但為糠秕之導，以俟後來居上之人。"
      },
      {
        "index": 10,
        "text": "予之賓白，雖有微長，然初作之時，竿頭未進，常有當儉不儉，因留余幅以俟剪裁，遂不覺流為散漫者。自今觀之，皆吳下阿蒙手筆也。如其天假以年，得於所傳十種之外，別有新詞，則能保為犬夜雞晨，鳴乎其所當鳴，默乎其所不得不默者矣。"
      },
      {
        "index": 11,
        "text": "○字分南北"
      },
      {
        "index": 12,
        "text": "北曲有北音之字，南曲有南音之字，如南音自呼為“我”，呼人為“你”，北音呼人為“您”，自呼為“俺”為“咱”之類是也。世人但知曲內宜分，烏知白隨曲轉，不應兩截。此一折之曲為南，則此一折之白悉用南音之字；此一折之曲為北，則此一折之白悉用北音之字。時人傳奇多有混用者，即能間施於凈醜，不知加嚴於生旦；此能分用於男子，不知區別於婦人。以北字近於粗豪，易入剛勁之口，南音悉多嬌媚，便施窈窕之人。殊不知聲音駁雜，俗語呼為“兩頭蠻”，說話且然，況登場演劇乎？此論為全套南曲、全套北曲者言之，南北相間，如《新水令》、《步步嬌》之類，則在所不拘。"
      },
      {
        "index": 13,
        "text": "○文貴潔凈"
      },
      {
        "index": 14,
        "text": "白不厭多之說，前論極詳，而此復言潔凈。潔凈者，簡省之別名也。潔則忌多，減始能凈，二說不無相悖乎？曰：不然。多而不覺其多者，多即是潔；少而尚病其多者，少亦近蕪。予所謂多，謂不可刪逸之多，非唱沙作米、強鳧變鶴之多也。作賓白者，意則期多，字惟求少，愛雖難割，嗜亦宜專。每作一段，即自刪一段，萬不可刪者始存，稍有可削者即去。此言逐出初填之際，全稿未脫之先，所謂慎之於始也。然我輩作文，常有人以為非，而自認作是者；又有初信為是，而後悔其非者。文章出自己手，無一非佳，詩賦論其初成，無語不妙，迨易日經時之後，取而觀之，則妍媸好醜之間，非特人能辨別，我亦自解雌黃矣。此論雖說填詞，實各種詩文之通病，古今才士之恒情也。凡作傳奇，當於開筆之初，以至脫稿之後，隔日一刪，逾月一改，始能淘沙得金，無瑕瑜互見之失矣。此說予能言之不能行之者，則人與我中分其咎。予終歲饑驅，杜門日少，每有所作，率多草草成編，章名急就，非不欲刪，非不欲改，無可刪可改之時也。每成一劇，才落毫端，即為坊人攫去，下半猶未脫稿，上半業已災梨，非止災梨，彼伶工之捷足者，又復災其肺腸，災其唇舌，遂使一成不改，終為痼疾難醫。予非不務潔凈，天實使之，謂之何哉！"
      },
      {
        "index": 15,
        "text": "○意取尖新"
      },
      {
        "index": 16,
        "text": "纖巧二字，行文之大忌也，處處皆然，而獨不戒於傳奇一種。傳奇之為道也，愈纖愈密，愈巧愈精。詞人忌在老實，老實二字，即纖巧之仇家敵國也。然纖巧二字，為文人鄙賤已久，言之似不中聽，易以尖新二字，則似變瑕成瑜。其實尖新即是纖巧，猶之暮四朝三，未嘗稍異。同一話也，以尖新出之，則令人眉揚目展，有如聞所未聞；以老實出之，則令人意懶心灰，有如聽所不必聽。白有尖新之文，文有尖新之句，句有尖新之字，則列之案頭，不觀則已，觀則欲罷不能；奏之場上，不聽則已，聽則求歸不得。尤物足以移人，尖新二字，即文中之尤物也。"
      },
      {
        "index": 17,
        "text": "○少用方言"
      },
      {
        "index": 18,
        "text": "填詞中方言之多，莫過於《西廂》一種，其余今詞古曲，在在有之。非止詞曲，即《四書》之中，《孟子》一書亦有方言，天下不知而予獨知之，予讀《孟子》五十余年不知，而今知之，請先畢其說。兒時讀“自反而縮，雖褐寬博，吾不惴焉”，觀朱註雲：“褐，賤者之服；寬博，寬大之衣。”心甚惑之。因生南方，南方衣褐者寡，間有服者，強半富貴之家，名雖褐而實則絨也。因訊蒙師，謂褐乃貴人之衣，胡雲賤者之服？既雲賤矣，則當從約，短一尺，省一尺購辦之次，少一寸，免一寸縫紉之力，胡不窄小其制而反寬大其形，是何以故？師默然不答，再詢，則顧左右而言他。具此狐疑，數十年未解。及近遊秦塞，見其土著之民，人人衣褐，無論絲羅罕覯，即見一二衣布者，亦類空谷足音。因地寒不毛，止以牧養自活，織牛羊之毛以為衣，又皆粗而不密，其形似毯，誠哉其為賤者之服，非若南方貴人之衣也！又見其寬則倍身，長復掃地。即而訊之，則曰：“此衣之外，不復有他，衫裳襦褲，總以一物代之，日則披之當服，夜則擁以為衾，非寬不能周遭其身，非長不能盡履其足。《魯論》‘必有寢衣，長一身有半’，即是類也。”予始幡然大悟曰：“太史公著書，必遊名山大川，其斯之謂歟！”蓋古來聖賢多生西北，所見皆然，故方言隨口而出。朱文公南人也，彼烏知之？故但釋字義，不求甚解，使千古疑團，至今未破，非予遠遊絕塞，親覯其人，烏知斯言之不謬哉？由是觀之，《四書》之文猶不可盡法，況《西廂》之為詞曲乎？凡作傳奇，不宜頻用方言，令人不解。近日填詞家，見花面登場，悉作姑蘇口吻，遂以此為成律，每作凈醜之白，即用方言，不知此等聲音，止能通於吳越，過此以往，則聽者茫然。傳奇天下之書，豈僅為吳越而設？至於他處方言，雖雲入曲者少，亦視填詞者所生之地。如湯若士生於江右，即當規避江右之方言，粲花主人吳石渠生於陽羨，即當規避陽羨之方言。蓋生此一方，未免為一方所囿。有明是方言，而我不知其為方言，及入他境，對人言之而人不解，始知其為方言者。諸如此類，易地皆然。欲作傳奇，不可不存桑弧蓬矢之誌。"
      },
      {
        "index": 19,
        "text": "○時防漏孔"
      },
      {
        "index": 20,
        "text": "一部傳奇之賓白，自始自終，奚啻千言萬語。多言多失，保無前是後非，有呼不應，自相矛盾之病乎？如《玉簪記》之陳妙常，道姑也，非尼僧也，其白雲“姑娘在禪堂打坐”，其曲雲“從今孽債染緇衣”，“禪堂”、“緇衣”皆尼僧字面，而用入道家，有是理乎？諸如此類者，不能枚舉。總之，文字短少者易為檢點，長大者難於照顧。吾於古今文字中，取其最長最大，而尋不出纖毫滲漏者，惟《水滸傳》一書。設以他人為此，幾同笊籬貯水，珠箔遮風，出者多而進者少，豈止三十六漏孔而已哉！"
      }
    ]
  }
}