{
  "chapterNumber": 19,
  "title": "習技第四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎習技第四"
      },
      {
        "index": 2,
        "text": "“女子無才便是德。”言雖近理，卻非無故而雲然。因聰明女子失節者多，不若無才之為貴。蓋前人憤激之詞，與男子因官得禍，遂以讀書作宦為畏途，遺言戒子孫，使之勿讀書、勿作宦者等也。此皆見噎廢食之說，究竟書可竟棄，仕可盡廢乎？吾謂才德二字，原不相妨。有才之女，未必人人敗行；貪淫之婦，何嘗歷歷知書？但須為之夫者，既有憐才之心，兼有雙才之術耳。至於姬妾婢媵，又與正室不同。娶妻如買田莊，非五穀不殖，非桑麻不樹，稍涉遊觀之物，即拔而去之，以其為衣食所出，地力有限，不能旁及其他也。買姬妾如治園圃，結子之花亦種，不結子之花亦種；成蔭之樹亦栽，不成蔭之樹亦栽，以其原為娛情而設，所重在耳目，則口腹有時而輕，不能顧名兼顧實也。使姬妾滿堂，皆是蠢然一物，我欲言而彼默，我思靜而彼喧，所答非所問，所應非所求，是何異於入狐狸之穴，舍宣淫而外，一無事事者乎？故習技之道，不可不與修容、治服並講也。技藝以翰墨為上，絲竹次之，歌舞又次之，女工則其分內事，不必道也。然盡有專攻男技，不屑女紅，鄙織為賤役，視針線如仇讎，甚至三寸弓鞋不屑自製，亦倩老嫗貧女為捉刀人者，亦何借巧藏拙，而失造物生人之初意哉！予謂婦人職業，畢竟以縫紉為主，縫紉既熟，徐及其他。予談習技而不及女工者，以描鸞刺鳳之事，閨閣中人人皆曉，無俟予為越俎之談。其不及女工，而仍鄭重其事，不敢竟遺者，慮開後世逐末之門，置紡績蠶繰於不講也。雖說閒情，無傷大道，是為立言之初意爾。"
      },
      {
        "index": 3,
        "text": "○文藝"
      },
      {
        "index": 4,
        "text": "學技必先學文。非曰先難後易，正欲先易而後難也。天下萬事萬物，盡有開門之鎖鑰。銷鑰維何？文理二字是也。尋常鎖鑰，一鑰止開一鎖，一鎖止管一門；而文理二字之為鎖鑰，其所管者不止千門萬戶。蓋合天上地下，萬國九州，其大至於無外，其小至於無內，一切當行當學之事，無不握其樞紐，而司其出入者也。此論之發，不獨為婦人女子，通天下之士農工賈，三教九流，百工技藝，皆當作如是觀。以許大世界，攝入文理二字之中，可謂約矣，不知二字之中，又分賓主。凡學文者，非為學文，但欲明此理也。此理既明，則文字又屬敲門之磚，可以廢而不用矣。天下技藝無窮，其源頭止出一理。明理之人學技，與不明理之人學技，其難易判若天淵。然不讀書不識字，何由明理？故學技必先學文。然女子所學之文，無事求全責備，識得一字，有一字之用，多多益善，少亦未嘗不善；事事能精，一事自可愈精。予嘗謂土木匠工，但有能識字記帳者，其所造之房屋器皿，定與拙匠不同，且有事半功倍之益。人初不信，後擇數人驗之，果如予言。粗技若此，精者可知。甚矣，字之不可不識，理之不可不明也。"
      },
      {
        "index": 5,
        "text": "婦人讀書習字，所難只在入門。入門之後，其聰明必過於男子，以男子念紛，而婦人心一故也。導之入門，貴在情竇未開之際，開則志念稍分，不似從前之專一。然買姬置妾，多在三五、二八之年，娶而不禦，使作蒙童求我者，寧有幾人？如必俟情竇未開，是終身無可授之人矣。惟在循循善誘，勿阻其機，“撲作教刑”一語，非為女徒而設也。先令識字，字識而後教之以書。識字不貴多，每日僅可數字，取其筆劃最少，眼前易見者訓之。由易而難，由少而多，日積月累，則一 年半載以後，不令讀書而自解尋章覓句矣。乘其愛看之時，急覓傳奇之有情節、小說之無破綻者，聽其翻閱，則書非書也，不怒不威而引人登堂入室之明師也。其故維何？以傳奇、小說所載之言，盡是常談俗語，婦人閱之，若逢故物。譬如一句之中，共有十字，此女已識者七，未識者三，順口念去，自然不差。是因已識之七字，可悟未識之三字，則此三字也者，非我教之，傳奇、小說教之也。由此而機鋒相觸，自能曲喻旁通。再得男子善為開導，使之由淺而深，則共枕論文，較之登壇講藝，其為時雨之化，難易奚止十倍哉？十人之中，拔其一二最聰慧者，日與談詩，使之漸通聲律，但有說話鏗鏘，無重複聱牙之字者，即作詩能文之料也。蘇夫人說“春夜月勝於秋夜月，秋夜月令人慘淒，春夜月令人和悅。”此非作詩，隨口所說之話也。東坡因其出口合律，許以能詩，傳為佳話。此即說話鏗鏘，無重複聱牙，可以作詩之明驗也。其餘女子，未必人人若是，但能書義稍通，則任學諸般技藝，皆是鎖鑰到手，不憂阻隔之人矣。"
      },
      {
        "index": 6,
        "text": "婦人讀書習字，無論學成之後受益無窮，即其初學之時，先有裨於觀者：只須案攤書本，手捏柔毫，坐於綠窗翠箔之下，便是一幅畫圖。班姬續史之容，謝庭詠雪之態，不過如是，何必睹其題詠，較其工拙，而後有閨秀同房之樂哉？噫，此等畫圖，人間不少，無奈身處其地，皆作尋常事物觀，殊可惜耳。"
      },
      {
        "index": 7,
        "text": "欲令女子學詩，必先使之多讀，多讀而能口不離詩，以之作話，則其詩意詩情，自能隨機觸露，而為天籟自鳴矣。至其聰明之所發，思路之由開，則全在所讀之詩之工拙，選詩與讀者，務在善迎其機。然則選者維何？曰：在“平易尖穎”四字。平易者，使之易明且易學；尖穎者，婦人之聰明，大約在纖巧一路，讀尖穎之詩，如逢故我，則喜而願學，所謂迎其機也。所選之詩，莫妙于晚唐及宋人，初中盛三唐，皆所不取；至漢魏晉之詩，皆秘勿與見，見即阻塞機鋒，終身不敢學矣。此予邊見，高明者閱之，勢必啞然一笑。然予才淺識隘，僅足為女子之師，至高峻詞壇，則生平未到，無怪乎立論之卑也。"
      },
      {
        "index": 8,
        "text": "女子之善歌者，若通文義，皆可教作詩餘。蓋長短句法，日日見於詞曲之中，入者既多，出者自易，較作詩之功為尤捷也。曲體最長，每一套必須數曲，非力贍者不能。詩余短而易竟，如《長相思》、《浣溪紗》、《如夢令》、《蝶戀花》之類，每首不過一二十字，作之可逗靈機。但觀詩餘選本，多閨秀女郎之作，為其詞理易明，口吻易肖故也。然詩餘既熟，即可由短而長，擴為詞曲，其勢亦易。果能如果，聽其自製自歌，則是名士佳人合而為一，千古來韻事韻人，未有出於此者。吾恐上界神仙，自鄙其樂，咸欲謫向人寰而就之矣。此論前人未道，實實創自笠翁，有由此而得妙境者，切忽忘其所本。"
      },
      {
        "index": 9,
        "text": "以閨秀自命者，書、畫、琴、棋四藝，均不可少。然學之須分緩急，必不可已者先之，其餘資性能兼，不妨次第並舉，不則一技擅長，才女之名著矣。琴列絲竹，別有分門，書則前說已備。善教由人，善習由己，其工拙淺深，不可強也。畫乃閨中末技，學不學聽之。至手談一節，則斷不容已，教之使學，其利於人己者，非止一端。婦人無事，必生他想，得此遣日，則妄念不生，一也；女子群居，爭端易釀，以手代舌，是喧者寂之，二也；男女對坐，靜必思淫，鼓瑟鼓琴之暇，焚香啜茗之餘，不設一番功課，則靜極思動，其兩不相下之勢，不在幾案之前，即居床第之上矣。一涉手談，則諸想皆落度外，緩兵降火之法，莫善於此。但與婦人對壘，無事角勝爭雄，甯饒數子而輸彼一籌，則有喜無嗔，笑容可掬；若有心使敗，非止當下難堪，且阻後來弈興矣。"
      },
      {
        "index": 10,
        "text": "纖指拈棋，躊躇不下，靜觀此態，盡勾消魂。必欲勝之，恐天地間無此忍人也。"
      },
      {
        "index": 11,
        "text": "雙陸投諸技，皆在可緩。骨牌賭勝，亦可消閒，且易知易學，似不可已。"
      },
      {
        "index": 12,
        "text": "○絲竹"
      },
      {
        "index": 13,
        "text": "絲竹之音，推琴為首。古樂相傳至今，其已變而未盡變者，獨此一種，餘皆末世之音也。婦人學此，可以變化性性，欲置溫柔鄉，不可無此陶熔之具。然此種聲音，學之最難，聽之亦最不易。凡令姬妾學此者，當先自問其能彈與否。主人知音，始可令琴瑟在禦，不則彈者鏗然，聽者茫然，強束官骸以俟其闋，是非悅耳之音，乃苦人之具也，習之何為？凡人買姬置妾，總為自娛。己所悅者，導之使習；己所不悅，戒令勿為，是真能自娛者也。嘗見富貴之人，聽慣弋陽、四 平等腔，極嫌昆調之冷，然因世人雅重昆調，強令歌童習之，每聽一曲，攢眉許久，座客亦代為苦難，此皆不善自娛者也。予謂人之性情，各有所嗜，亦各有所厭，即使嗜之不當，厭之不宜，亦不妨自攻其謬。自攻其謬，則不謬矣。予生平有三癖，皆世人共好而我獨不好者：一為果中之橄欖，一為饌中之海參，一為衣中之繭糸由。此三物者，人以食我，我亦食之；人以衣我，我亦衣之；然未嘗自沽而食，自購而衣，因不知其精美之所在也。諺雲：“村人吃橄欖，不知回味。”予真海內之村人也。因論習琴，而謬談至此，誠為饒舌。"
      },
      {
        "index": 14,
        "text": "人問：主人善琴，始可令姬妾學琴，然則教歌舞者，亦必主人善歌善舞而後教平？鬚眉丈夫之工此者，有幾人乎？曰：不然。歌舞難精而易曉，聞其聲音之婉轉，睹見體態之輕盈，不必知音，始能領略，座中席上，主客皆然，所謂雅俗共賞者是也。琴音易響而難明，非身習者不知，惟善彈者能聽。伯牙不遇子期，相如不得文君，盡日揮弦，總成虛鼓。吾觀今世之為琴，善彈者多，能聽者少；延名師、教美妾者盡多，果能以此行樂，不愧文君、相如之名者絕少。務實不務名，此予立言之意也。若使主人善操，則當舍諸技而專務絲桐。“妻子好合，如鼓瑟琴。”“竊窕淑女，琴瑟友之。”琴瑟非他，膠漆男女，而使之合一；聯絡情意，而使之不分者也。花前月下，美景良辰，值水閣之生涼，遇繡窗之無事，或夫唱而妻和，或女操而男聽，或兩聲齊發，韻不參差，無論身當其境者儼若神仙，即畫成一幅合操圖，亦足令觀者消魂，而知音男婦之生妒也。"
      },
      {
        "index": 15,
        "text": "絲音自蕉桐而外，女子宜學者，又有琵琶、弦索、提琴之三種。琵琶極妙，惜今時不尚，善彈者少，然弦索之音，實足以代之。弦索之形較琵琶為瘦小，與女郎之纖體最宜。近日教習家，其於聲音之道，能不大謬于宮商者，首推弦索，時典次之，戲曲又次之。予向有場內無文，場上無曲之說，非過論也。止為初學之時，便以取捨得失為心，慮其調高和寡，止求為“下里巴人”，不願作“陽春白雪”，故造到五七分即止耳。提琴較之弦索，形愈小而聲愈清，度清曲者必不可少。提琴之音，即絕少美人之音也。舂容柔媚，婉轉斷續，無一不肖。即使清曲不度，止令善歌二人，一吹洞簫，一拽提琴，暗譜悠揚之曲，使隔花間柳者聽之，儼然一絕代佳人，不覺動憐香惜玉之思也。"
      },
      {
        "index": 16,
        "text": "絲音之最易學者，莫過於提琴，事半功倍，悅耳娛神。吾不能不德創始之人，令若輩屍而祝之也。"
      },
      {
        "index": 17,
        "text": "竹音之宜於閨閣者，惟洞簫一種。笛可暫而不可常。到笙、管二物，則與諸樂並陳，不得已而偶然一弄，非繡窗所應有也。蓋婦人奏技，與男子不同，男子所重在聲，婦人所重在容。吹笙搦管之時，聲則可聽，而容不耐看，以其氣塞而腮脹也，花容月貌為之改觀，是以不應使習。婦人吹簫，非止容顏不改，且能愈增嬌媚。何也？按風作調，玉筍為之愈尖；簇口為聲，朱唇因而越小。畫美人者，常作吹簫圖，以其易於見好也。或簫或笛，如使二女並吹，其為聲也倍清，其為態也更顯，焚香啜茗而領略之，皆能使身不在人間世也。"
      },
      {
        "index": 18,
        "text": "吹簫品笛之人，臂上不可無釧。釧又勿使太寬，寬則藏於袖中，不得見矣。"
      },
      {
        "index": 19,
        "text": "○歌舞"
      },
      {
        "index": 20,
        "text": "昔人教女子以歌舞，非教歌舞，習聲容也。欲其聲音婉轉，則必使之學歌；學歌既成，則隨口發聲，皆有燕語鶯啼之致，不必歌而歌在其中矣。欲其體態輕盈，則必使之學舞；學舞既熟，則回身舉步，悉帶柳翻花笑之容，不必舞而舞在其中矣。古人立法，常有事在此而意在彼者。如良弓之子先學為箕，良冶之子先學為裘。婦人之學歌舞，即弓冶之學箕裘也。後人不知，盡以聲容二字屬之歌舞，是歌外不復有聲，而征容必須試舞，凡為女子者，即有飛燕之輕盈，夷光之嫵媚，舍作樂無所見長。然則一日之中，其為清歌妙舞者有幾時哉？若使聲容二字，單為歌舞而設，則其教習聲容，猶在可疏可密之間。若知歌舞二事，原為聲容而設，則其講究歌舞，有不可苟且塞責者矣。但觀歌舞不精，則其貼近主人之身，而為雨尤雲之事者，其無嬌音媚態可知也。"
      },
      {
        "index": 21,
        "text": "“絲不如竹，竹不如肉。”此聲樂中三昧語，謂其漸近自然也。予又謂男音之為肉，造到極精處，止可與絲竹比肩，猶是肉中之絲，肉中之竹也。何以知之？但觀人贊男音之美者，非曰“其細如絲”，則曰“其清如竹”，是可概見。至若婦人之音，則純乎其為肉矣。語雲：“詞出佳人口。”予曰：不必佳人，凡女子之善歌者，無論妍媸美惡，其聲音皆迥別男人。貌不揚而聲揚者有之，未有面目可觀而聲音不足聽者也。但須教之有方，導之有術，因材而施，無拂其天然之性而已矣。歌舞二字，不止謂登場演劇，然登場演劇一事，為今世所極尚，請先言其同好者。"
      },
      {
        "index": 22,
        "text": "一曰取材。取材維何？優人所謂“配腳色”是已。喉音清越而氣長者，正生、小生之料也；喉音嬌婉而氣足者，正旦、貼旦之料也，稍次則充老旦；喉音清亮而稍帶質樸者，外末之料也；喉音悲壯而略近噍殺者，大淨之料也。至於醜與副淨，則不論喉音，只取性情之活潑，口齒之便捷而已。然此等腳色，似易實難。男優之不易得者二旦，女優之不易得者淨醜。不善配腳色者，每以下選充之，殊不知婦人體態不難於莊重妖嬈，而難於魁奇灑脫，苟得其人，即使面貌娉婷，喉音清腕，可居生旦之位者，亦當屈抑而為之。蓋女優之淨醜，不比男優僅有花面之名，而無抹粉塗胭之實，雖涉詼諧謔浪，猶之名士風流。若使梅香之面貌勝於小姐，奴僕之詞曲過於官人，則觀者聽者倍加憐惜，必不以其所處之位卑，而遂卑其才與貌也。"
      },
      {
        "index": 23,
        "text": "二曰正音。正音維何？察其所生之地，禁為鄉土之言，使歸《中原音韻》之正者是已。鄉音一轉而即合昆調者，惟姑蘇一郡。一郡之中，又止取長、吳二邑，餘皆稍遜，以其與他郡接壤，即帶他郡之音故也。即如梁溪境內之民，去吳門不過數十裡，使之學歌，有終身不能改變之字，如呼酒鐘為“酒宗”之類是也。近地且然，況愈遠而愈別者乎？然不知遠者易改，近者難改；詞語判然、聲音迥別者易改，詞語聲音大同小異者難改。譬如楚人往粵，越人來吳，兩地聲音判如天壤，或此呼而彼不應，或彼說而此不言，勢必大費精神，改唇易舌，求為同聲相應而後已。止因自任為難，故轉覺其易也。至入附近之地，彼所言者，我亦能言，不過出口收音之稍別，改與不改，無甚關係，往往因仍苟且，以度一生。止因自視為易，故轉覺其難也。正音之道，無論異同遠近，總當視易為難。選女樂者，必自吳門是已。然尤物之生，未嘗擇地，燕姬趙女、越婦秦娥見於載籍者，不一 而足。“惟楚有材，惟晉用之。”此言晉人善用，非曰惟楚能生材也。予游遍域中，覺四方聲音，凡在二八上下之年者，無不可改，惟八閩、江右二省，新安、武林二郡，較他處為稍難耳。正音有法，當擇其一韻之中，字字皆別，而所別之韻，又字字相同者，取其吃緊一二字，出全副精神以正之。正得一二字轉，則破竹之勢已成，凡屬此一韻中相同之字，皆不正而自轉矣。請言一二以概之。九州以內，擇其鄉音最勁、舌本最強者而言，則莫過於秦晉二地。不知秦晉之音，皆有一定不移之成格。秦音無東鐘，晉音無真文；秦音呼東鐘為真文，晉音呼真文為東鐘。此予身入其地，習處其人，細細體認而得之者。秦人呼中庸之中為“肫”，通達之通為“吞”，東南西北之東為“敦”，青紅紫綠之紅為“魂”，凡屬東鐘一韻者，字字皆然，無一合於本韻，無一不涉真文。豈非秦音無東鐘，秦音呼東鐘為真文之實據乎？我能取此韻中一二字，朝訓夕詁，導之改易，一字能變，則字字皆變矣。晉音較秦音稍雜，不能處處相同，然凡屬真文一韻之字，其音皆仿佛東鐘，如呼子孫之孫為“松”，昆腔之昆為“空”之類是也。即有不儘然者，亦在依稀仿佛之間。正之亦如前法，則用力少而成功多。是使無東鐘而有東鐘，無真文而有真文，兩韻之音，各歸其本位矣。秦晉且然，況其他乎？大約北音多平而少入，多陰而少陽。吳音之便於學歌者，止以陰陽平仄不甚謬耳。然學歌之家，盡有度曲一生，不知陰陽平仄為何物者，是與蠹魚日在書中，未嘗識字等也。予謂教人學歌，當從此始。平仄陰陽既諳，使之學曲，可省大半工夫。正音改字之論，不止為學歌而設，凡有生於一方，而不屑為一方之士者，皆當用此法以掉其舌。至於身在青雲，有率吏臨民之責者，更宜洗滌方音，講求韻學，務使開口出言，人人可曉。常有官說話而吏不知，民辯冤而官不解，以致誤施鞭撲，倒用勸懲者。聲音之能誤人，豈淺鮮哉！"
      },
      {
        "index": 24,
        "text": "正音改字，切忌務多。聰明者每日不過十餘字，資質鈍者漸減。每正一字，必令於尋常說話之中，盡皆變易，不定在讀曲念白時。若止在曲中正字，他處聽其自然，則但于眼於依從，非久複成故物，蓋借詞曲以變聲音，非假聲音以善詞曲也。"
      },
      {
        "index": 25,
        "text": "三曰習態。態自天生，非閏學力，前論聲容，已備悉其事矣。而此複言習態，抑何自相矛盾乎？曰：不然。彼說閨中，此言場上。閨中之態，全出自然。場上之態，不得不由勉強，雖由勉強，卻又類乎自然，此演習之功之不可少也。生生態，旦有旦態，外末有外末之態，淨醜有淨醜之態，此理人人皆曉；又與男優相同，可置弗論，但論女優之態而已。男優妝旦，勢必加以扭捏，不扭捏不足以肖婦人；女優妝旦，妙在自然，切忌造作，一經造作，又類男優矣。人謂婦人扮婦人，焉有造作之理，此語屬贅。不知婦人登場，定有一種矜持之態；自視為矜持，人視則為造作矣。須令於演劇之際，只作家內想，勿作場上觀，始能免於矜持造作之病。此言旦腳之態也。然女態之難，不難於旦，而難於生；不難於生，而難於外末淨醜；又不難於外末淨醜之坐臥歡娛，而難於外末淨醜之行走哭泣。總因腳小而不能跨大步，面嬌而不肯妝瘁容故也。然妝龍像龍，妝虎像虎，妝此一物，而使人笑其不似，是求榮得辱，反不若設身處地，酷肖神情，使人讚美之為愈矣。至於美婦扮生，較女妝更為綽約。潘安、衛，不能複見其生時，借此輩權為小像，無論場上生姿，曲中耀目，即於花前月下偶作此形，與之坐談對弈，啜茗焚香，雖歌舞之余文，實溫柔鄉之異趣也。"
      }
    ]
  }
}