{
  "chapterNumber": 13,
  "title": "教白第四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "教白第四"
      },
      {
        "index": 2,
        "text": "教習歌舞之家，演習聲容之輩，咸謂唱曲難，說白易。賓白熟念即是，曲文念熟而後唱，唱必數十遍而始熟，是唱曲與說白之工，難易判如霄壤。時論皆然，予獨怪其非是。唱曲難而易，說白易而難，知其難者始易，視為易者必難。蓋詞曲中之高低抑揚，緩急頓挫，皆有一定不移之格，譜載分明，師傳嚴切，習之既慣，自然不出範圍。至賓白中之高低抑揚，緩急頓挫，則無腔板可按、譜籍可查，止靠曲師口；而曲師入門之初，亦係暗中摸索，彼既無傳於人，何以轉授於我？訛以傳訛，此說白之理，日晦一日而人不知。人既不知，無怪乎念熟即以為是，而且以為易也。吾觀梨園之中，善唱曲者，十中必有二三；工說白者，百中僅可一二。此一二人之工說白，若非本人自通文理，則其所傳之師，乃一讀書明理之人也。故曲師不可不擇。教者通文識字，則學者之受益，東君之省力，非止一端。苟得其人，必破優伶之格以待之，不則鶴困雞群，與儕眾無異，孰肯抑而就之乎？然於此中索全人，頗不易得。不如仍苦立言者，再費幾升心血，創為成格以示人。自製曲選詞，以至登場演習，無一不作功臣，庶於為人為徹之義，無少缺陷。四然，成格即設，亦止可為通文達理者道，不識字者聞之，未有不噴飯胡盧，而怪迂人之多事者也。"
      },
      {
        "index": 3,
        "text": "賓白雖係常談，其中悉具至理，請以尋常講話喻之。明理人講話，一句可當十句，不明理人講話，十句抵不過一句，以其不中肯綮也。賓白雖係編就之言，說之不得法，其不中肯綮等也。猶之倩人傳語，教之使說，亦與念白相同，善傳者以之成事，不善傳者以之僨事，即此理也。此理甚難亦甚易，得其孔竅則易，不得孔竅則難。此等孔竅，天下人不知，予獨知之。天下人即能知之，不能言之，而予復能言之，請揭出以示歌者。白有高低抑揚，何者當高而揚？何者當氏而揚？曰：若唱曲然。曲文之中，有正字，有襯字。每遇正字，必聲高而氣長，若遇襯字，則聲低氣短而疾忙帶過，此分別主客之法也。說白之中，亦有正字，亦有襯字，其理同，則其法亦同。一段有一段之主客，一句有一句之主客，主高而揚，客低面抑，此至當不易之理，即最簡極便之法也。凡人說話，其理亦然。譬如呼人取茶取酒，其聲云：〔取茶來！〕〔取酒來！〕此二句既為茶酒而發，則〔茶〕〔酒〕二字為正字，其聲必高而長，〔取〕字〔來〕字為襯字，其音必低而短。再取舊曲中賓白一段論之。《琵琶·分別》白云：〔雲情雨意，雖可拋兩月之夫妻；雪鬢霜鬟，竟不念八旬之父母！功名之念一起，甘旨之心頓忘，是何道理？〕首四句之中，前二句是客，宜略輕而稍快，後二句是主，宜略重而稍遲。〔功名〕、〔甘旨〕二句亦然，此句中之主客也。〔雖可拋〕、〔竟不念〕六個字，較之〔兩月夫妻〕、〔八旬父母〕雖非襯字，卻與襯字相同，其為輕快，又當稍別。至於〔夫妻〕、〔父母〕之上二〔之〕字，又為襯中之襯，其為輕快，更宜倍之。是白皆然，此字中之主客也。常見不解事梨園，每於四六句中之〔之〕字，與上下正文同其輕重疾徐，是謂菽麥不辨，尚可謂之能說白乎？此等皆言賓白，蓋場上所說之話也。至於上場詩，定場白，以及長篇大幅敘事之文，定宜高低相錯，緩急得宜，切勿作一片高聲，或一派細語，俗言〔水平調〕是也。上場詩四句之中，三句皆高而緩，一名宜低而快。低而快者，大率宜在第三句，至第四句之高而緩，較首二句更宜倍之。如《浣紗記》定場詩云：〔少小豪雄俠氣聞，飄零仗劍學從軍。何年事了拂衣去，歸臥荊南夢澤雲。〕〔少小〕二句宜高而緩，不待言矣。〔何年〕一句必須輕輕帶過，若與前二句相同，則煞尾一句不求低而自低矣。末句一低，則懈而無勢，況其下接著通名道姓之語。如〔下官姓范名蠡，字少伯〕，〔下官〕二字例應稍低，若末句低而接者又低，則神氣索然不振矣，故第三句之稍低而快，勢有不得不然者。此理此法，誰能窮究至此？然不如此，則是尋常應付之戲，非孤標特出之戲也。高低抑揚之法，盡乎此矣。"
      },
      {
        "index": 4,
        "text": "優師既明此理，則授徒之際，又有一簡便可行之法，索性取而予之：但於點腳本時，將宜高宜長之字用硃筆圈之，凡類襯字者不圈。至於襯中之襯，與當急急趕下、斷斷不宜沾滯者，亦用硃筆抹以細紋，如流水狀，使一皆能識認。則於念劇之初，便有高低抑揚，不俟登場摹擬。如此教曲，有不妙絕天下，而使百千萬億之人讚美者，吾不信也。"
      },
      {
        "index": 5,
        "text": "緩急頓挫之法，較之高低抑揚，其理愈精，非數言可了。然了之必須數言，辯者愈繁，則聽者愈惑，終身不能解矣。優師點腳本授歌童，不過一句一點，求其點不刺謬，一句還一句，不致斷者聯而聯者斷，亦云幸矣，尚能詢及其他？即以腳本授文人，倩其畫文斷句，亦不過每句一點，無他法也。而不知場上說白，盡有當斷處不斷，反至不當斷處而忽斷；當聯處不聯，忽至不當聯處而反聯者。此之謂緩急頓挫。此中微渺，但可意會，不可言傳；但能口授，不能以筆舌喻者。不能言而強之使言，只有一法：大約兩句三句而止言一事者，當一氣趕下，中間斷句處勿太遲緩；或一句止言一事，而下句又言別事，或同一事而另分一意者，則當稍斷，不可竟連下句。是亦簡便可行之法也。此言其粗，非論其精；此言其略，未及其詳。精詳之理，則終不可言也。"
      },
      {
        "index": 6,
        "text": "當斷當聯之處，亦照前法，分別於腳本之中，當斷處用硃筆一畫，使至此稍頓，餘俱連讀，則無緩急相左之患矣。"
      },
      {
        "index": 7,
        "text": "婦人之態，不可明言，賓白中之緩急頓挫，亦不可明言，是二事一致。輕盈裊娜，婦人身上之態也；緩急頓挫，優人口中之態也。予欲使優人之口，變為美人之身，故為講究至此。欲為戲場尤物者，請從事予言，不則仍其故步。"
      }
    ]
  }
}