{
  "chapterNumber": 8,
  "title": "格局第六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎格局第六"
      },
      {
        "index": 2,
        "text": "傳奇格局，有一定而不可移者，有可仍可改，聽人自為政者。開場用末，沖場用生；開場數語，包括通篇，沖場一出，蘊釀全部，此一定不可移者。開手宜靜不宜喧，終場忌冷不忌熱，生旦合為夫婦，外與老旦非充父母即作翁姑，此常格也。然遇情事變更，勢難仍舊，不得不通融兌換而用之，諸如此類，皆其可仍可改，聽人為政者也。近日傳奇，一味趨新，無論可變者變，即斷斷當仍者，亦如改竄，以示新奇。予謂文字之新奇，在中藏，不在外貌，在精液，不在渣滓，猶之詩賦古文以及時藝，其中人才輩也，一人勝似一人，一作奇於一伯，然止別其詞華，未聞異其資格。有以古風之局而為近律者乎？有以時藝之體而作古文者乎？繩墨不改，斧斤自若，而工師之奇巧出焉。行文之道，亦若是焉。"
      },
      {
        "index": 3,
        "text": "○家門"
      },
      {
        "index": 4,
        "text": "開場數語，謂之“家門”。雖雲為字不多，然非結構已完、胸有成竹者，不能措手。即使規模已定，猶慮做到其間，勢有阻撓，不得順流而下，未免小有更張，是以此折最難下筆。如機鋒銳利，一往而前，所謂信手拈業，頭頭是道，則從此折做起，不則姑缺首篇，以俟終場補入。猶塑佛者不即開光，畫龍者點睛有待，非故遲之，欲俟全像告成，其身向左則目宜左視，其身向右則目宜右觀，俯仰低徊，皆從身轉，非可預為計也。此是詞家討便宜法，開手即以告人，使後來作者未經捉筆，先省一番無益之勞，知笠翁為此道功臣，凡其所言，皆真切可行之事，非大言欺世者比也。"
      },
      {
        "index": 5,
        "text": "未說家門，先有一上場小曲，如《西江月》、《蝶戀花》之類，總無成格，聽人拈取。此曲向來不切本，止是勸人對酒忘憂、逢場作戲諸套語。予謂詞曲中開場一折，即古文之冒頭，時文之破題，務使開門見山，不當借帽覆頂。即將本傳中立言大意，包括成文，與後所說家門一詞相為表裏。前是暗說，後是明說，暗說似破題，明說似承題，如此立格，始為有根有據之文。場中閱卷，看至第二三行而始覺其好者，即是可取可棄之文；開卷之初，能將試官眼睛一把拿信，不放轉移，始為必售之技。吾願才人舉筆，盡作是觀，不止填詞而已也。"
      },
      {
        "index": 6,
        "text": "元詞開場，止有冒頭數語，謂之“正名”，又曰“楔子”，多則四句，少則二句，似為簡捷。然不登場則已，既用副末上場，腳才點地，遂爾抽身，亦覺張皇失次。增出家門一段，甚為有理。然家門之前，另有一詞，今之梨園皆略去前詞，只就家門說起，止圖省力，埋沒作者一段深心。大凡說話作文，同是一理，入手之初，不宜太遠，亦正不宜太近。文章所忌者，開口罵題，便說幾句閑文，才歸正傳，亦未嘗不可，胡遽惜字如金，而作此鹵莽滅裂之狀也？作者萬勿因其不讀而作省文。至於末後四句，非止全該，又宜別俗。元人楔子，太近老實，不足法也。"
      },
      {
        "index": 7,
        "text": "○沖場"
      },
      {
        "index": 8,
        "text": "開場第二折，謂之“沖場”。沖場者，人未上而我先上也。必用一悠長引子。引子唱完，繼以詩詞及四六排語，謂之“定場白”，言其未說之先，人不知所演何劇，耳目搖搖，得此數語，方知下落，始未定而今方定也。此折之一折一詞，較之前折家門一曲，猶難措手。務以寥寥數言，道盡本人一腔心事，又且蘊釀全部精神，猶家門之括盡無遺也。同屬包括之詞，則分難易於其間者，以家門可以明說，而沖場引子及定場詩詞全用暗射，無一字可以明言故也。非特一本戲文之節目全於此處理根，而作此一本戲文之好歹，亦即於此時定價。何也？開手筆機飛舞，墨勢淋漓，有自由自得之妙，則把握在手，破竹之勢已成，不憂此後不成完璧。如此時此際文情艱澀，勉強支吾，則朝氣昏昏，到晚終無晴色，不知不作之為愈也。然則開手銳利者寧有幾人？不幾阻抑後輩，而塞填詞之路乎？曰：不然。有養機使動之法在：如入手艱澀，姑置勿填，以避煩苦之勢；自尋樂境，養動生機，俟襟懷略展之後，仍復拈毫，有興即填，否則又置，如是者數四，未有不忽撞天機者。若因好句不來，遂以俚詞塞責，則走入荒蕪一路，求辟草昧而致文明，不可得矣。"
      },
      {
        "index": 9,
        "text": "○出腳色"
      },
      {
        "index": 10,
        "text": "本傳中有名腳色，不宜出之太遲。如生為一家，旦為一家，生之父母隨生而出，旦之父母隨旦而出，以其一部之主，余皆客也。雖不定在一出二出，然不得出四五折之後。太遲則先有他腳色上場，觀者反認為主，及見後來人，勢必反認為客矣。即凈醜腳色之關乎全部者，亦不宜出之太遲。善觀場者，止於前數出所記，記其人姓名；十出以後，皆是枝外生枝，節中長節，如遇行路之人，非止不問姓字，並形體面目皆可不必認矣。"
      },
      {
        "index": 11,
        "text": "○小收煞"
      },
      {
        "index": 12,
        "text": "上半部之末出，暫攝情形，略收鑼鼓，名為“小收煞”。宜緊忌寬，宜熱忌熱，宜作鄭五歇後，令人揣摩下文，不知此事如何結果。如做把戲者，暗藏一物於盆盎衣袖之中，做定而令人射覆，此正做定之際，眾人射覆之時也。戲法無真假，戲文無工拙，只是使人想不到、猜不著，便是好戲法、好戲文。猜破而後出之，則觀者索然，作者赧然，不如藏拙之為妙矣。"
      },
      {
        "index": 13,
        "text": "○大收煞"
      },
      {
        "index": 14,
        "text": "全本收場，名為“大收煞”。此折之難，在無包括之痕，而有團圓之趣。如一部之內，要緊腳色共有五人，其先東西南北各自分開，至此必須會合。此理誰不知之？但其會合之故，須要自然而然，水到渠成，非由車戽。最忌無因而至，突如其來，與勉強生情，拉成一處，令觀者識其有心如此，與恕其無可奈何者，皆非此道中絕技，因有包括之痕也。骨肉團聚，不過歡笑一場，以此收鑼罷鼓，有何趣味？水窮山盡之處，偏宜突起波瀾，或先驚而後喜，或始疑而終信，或喜極信極而反致驚疑，務使一折之中，七情俱備，始為到底不懈之筆，愈遠愈大之才，所謂有團圓之趣者也。予訓兒輩嘗雲：“場中作文，有倒騙主司入彀之法：開卷之初，當以奇句奪目，使之一見而驚，不敢棄去，此一法也；終篇之際，當以媚語攝魂，使之執卷留連，若難遽別，此一法也。”收場一出，即勾魂攝魄之具，使人看過數日，而猶覺聲音在耳、情形在目者，全虧此出撒嬌，作“臨去秋波那一轉”也。"
      },
      {
        "index": 15,
        "text": "○填詞余論"
      },
      {
        "index": 16,
        "text": "讀金聖嘆所評《西廂記》，能令千古才人心死。夫人作文傳世，欲天下後代知之也，且欲天下後代稱許而贊嘆之也。殆其文成矣，其書傳矣，天下後代既群然知之，復群然稱許而贊嘆之矣，作者之苦心，不幾大慰乎哉？予曰：未甚慰也。譽人而不得其實，其去毀也幾希。但雲千古傳奇當推《西廂》第一，而不明言其所以為第一之故，是西施之美，不特有目者贊之，肓人亦能贊之矣。自有《西廂》以迄於今，四百余載，推《西廂》為填詞第一者，不知幾千萬人，而能歷指其所以為第一之故者，獨出一金聖嘆。是作《西廂》者之心，四百余年未死，而今死矣。不特作《西廂》者心死，凡千古上下操觚立言者之心，無不死矣。人患不為王實甫耳，焉知數百年後，不復有金聖嘆其人哉！"
      },
      {
        "index": 17,
        "text": "聖嘆之評《西廂》，可謂晰毛辨發，窮幽極微，無復有遺議於其間矣。然以予論文，聖嘆所評，乃文人把玩之《西廂》，非優人搬弄之《西廂》也。文字之三昧，聖嘆已得之；優人搬弄之三昧，聖嘆猶有待焉。如其至今不死，自撰新詞幾部，由淺及深，自生而熟，則又當自火其書，而別出一番詮解。甚矣，此道之難言也。"
      },
      {
        "index": 18,
        "text": "聖嘆之評《西廂》，其長在密，其短在拘，拘即密之已甚者也。無一句一字不逆溯其源，而求命意之所在，是則密矣，然亦知作者於此，有出於有心，有不必盡出於有心者乎？心之所至，筆亦至焉，是人之所能為也；若夫筆之所至，心亦至焉，則人不能盡主之矣。且有心不欲然，而筆使之然，若有鬼物主持其間者，此等文字，尚可謂之有意乎哉？文章一道，實實通神，非欺人語。千古奇文，非人為之，神為之、鬼為之也，人則鬼神所附者耳。"
      }
    ]
  }
}