{
  "chapterNumber": 11,
  "title": "變調第二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "◎變調第二變調者，變古調為新調也。此事甚難，非其人不行，存此說以俟作者。才人所撰詩賦古文，與佳人所制錦繡花樣，無不隨時更變。變則新，不變則腐；變則活，不變則板。至於傳奇一道，尤是新人耳目之事，與玩花賞月同一致也。使今日看此花，明日復看此花，昨夜對此月，今夜復對此月，則不特我厭其舊，而花與月亦自愧其不新矣。故桃陳則李代，月滿即哉生。花月無知，亦能自變其調，矧詞曲出生人之口，獨不能稍變其音，而百歲登場，乃為三萬六千日雷同合掌之事乎？吾每觀舊劇，一則以喜，一則以懼。喜則喜其音節不乖，耳中免生芒刺；懼則懼其情事太熟，眼角如懸贅疣。學書學畫者，貴在仿佛大都，而細微曲折之間，正不妨增減出入，若止為依樣葫蘆，則是以紙印紙，雖雲一線不差，少天然生動之趣矣。因創二法，以告世之執郢斤者。"
      },
      {
        "index": 2,
        "text": "○縮長為短"
      },
      {
        "index": 3,
        "text": "觀場之事，宜晦不宜明。其說有二：優孟衣冠，原非實事，妙在隱隱躍躍之間。若於日間搬弄，則太覺分明，演者難施幻巧，十分音容，止作得五分觀聽，以耳目聲音散而不聚故也。且人無論富貴貧賤，日間盡有當行之事，閱之未免妨工。抵暮登場，則主客心安，無妨時失事之慮，古人秉燭夜遊，正為此也。然戲之好者必長，又不宜草草完事，勢必闡揚誌趣，摹擬神情，非達旦不能告闋。然求其可以達旦之人，十中不得一二，非迫於來朝之有事，即限於此際之欲眠，往往半部即行，使佳話截然而止。予嘗謂好戲若逢貴客，必受腰斬之刑。雖屬謔言，然實事也。與其長而不終，無寧短而有尾，故作傳奇付優人，必先示以可長可短之法：取其情節可省之數折，另作暗號記之，遇清閑無事之人，則增入全演，否則拔而去之。此法是人皆知，在梨園亦樂於為此。但不知減省之中，又有增益之法，使所省數折，雖去若存，而無斷文截角之患者，則在秉筆之人略加之意而已。法於所刪之下折，另增數語，點出中間一段情節，如雲昨日某人來說某話，我如何答應之類是也；或於所刪之前一折，預為吸起，如雲我明日當差某人去幹某事之類是也。如此，則數語可當一折，觀者雖未及看，實與看過無異，此一法也。予又謂多冗之客，並此最約者亦難終場，是刪與不刪等耳。嘗見貴介命題，止索雜單，不用全本，皆為可行即行，不受戲文牽制計也。予謂全本太長，零出太短，酌乎二者之間，當仿《元人百種》之意，而稍稍擴充之，另編十折一本，或十二折一本之新劇，以備應付忙人之用。或即將古書舊戲，用長房妙手，縮而成之。但能沙汰得宜，一可當百，則寸金丈鐵，貴賤攸分，識者重其簡貴，未必不棄長取短，另開一種風氣，亦未可知也。此等傳奇，可以一席兩本，如佳客並坐，勢不低昂，皆當在命題之列者，則一後一先，皆可為政，是一舉兩得之法也。有暇即當屬草，請以下裏巴人，為白雪陽春之倡。"
      },
      {
        "index": 4,
        "text": "○變舊成新"
      },
      {
        "index": 5,
        "text": "演新劇如看時文，妙在聞所未聞，見所未見；演舊劇如看古董，妙在身生後世，眼對前朝。然而古董之可愛者，以其體質愈陳愈古，色相愈變愈奇。如銅器玉器之在當年，不過一刮磨光瑩之物耳，迨其歷年既久，刮磨者渾全無跡，光瑩者斑駁成文，是以人人相寶，非寶其本質如常，寶其能新而善變也。使其不異當年，猶然是一刮磨光瑩之物，則與今時旋造者無別，何事什佰其價而購之哉？舊劇之可珍，亦若是也。今之梨園，購得一新本，則因其新而愈新之，飾怪妝奇，不遺余力；演到舊劇，則千人一轍，萬人一轍，不求稍異。觀者如聽蒙童背書，但賞其熟，求一換耳換目之字而不得，則是古董便為古董，卻未嘗易色生斑，依然是一刮磨光瑩之物，我何不取旋造者觀之，猶覺耳目一新，何必定為村學究，聽蒙童背書之為樂哉？然則生斑易色，其理甚難，當用何法以處此？曰：有道焉。仍其體質，變其豐姿，如同一美人，而稍更衣飾，便足令人改觀，不俟變形易貌，而始知別一神情也。體質維何？曲文與大段關目是已．豐姿維何？科諢與細微說白是已。曲文與大段關目不可改者，古人既費一片心血，自合常留天地之間，我與何仇，而必欲使之埋沒？且時人是古非今，改之徒來訕笑，仍其大體，既慰作者之心，且杜時人之口。科諢與細微說白不可不變者，凡人作事，貴於見景生情，世道遷移，人心非舊，當日有當日之情態，今日有今日之情態，傳奇妙在入情，即使作者至今未死，亦當與世遷移，自囀其舌，必不為膠柱鼓瑟之談，以拂聽者之耳。況古人脫稿之初，便覺其新，一經傳播，演過數番，即覺聽熟之言難於復聽，即在當年，亦未必不自厭其繁，而思陳言之務去也。我能易以新詞，透入世情三昧，雖觀舊劇，如閱新篇，豈非作者功臣？使得為雞皮三少之女，前魚不泣之男，地下有靈，方頌德歌功之不暇，而忍心矯制責之哉？但須點鐵成金，勿令畫虎類狗。又須擇其可增者增，當改者改，萬勿故作知音，強為解事，令觀者當場噴飯，而群罪作俑之人，則湖上笠翁不任咎也。此言潤澤枯槁，變易陳腐之事。予嘗痛改《南西廂》，如《遊殿》、《問齋》、《逾墻》、《驚夢》等科諢，及《玉簪．偷詞》、《幽閨．旅婚》諸賓白，付伶工搬演，以試舊新，業經詞人謬賞，不以點竄為非矣。尚有拾遺補缺之法，未語同人，茲請並終其說。舊本傳奇，每多缺略不全之事，刺謬難解之情。非前人故為破綻，留話柄以貽後人，若唐詩所謂“欲得周郎顧，時時誤拂弦”，乃一時照管不到，致生漏孔，所謂“至人千慮，必有一失”。此等空隙，全靠後人泥補，不得聽其缺陷，而使千古無全文也。女媧氏煉石補天，天尚可補，況其他乎？但恐不得五色石耳。姑舉二事以概之。趙五娘於歸兩月，即別蔡邕，是一桃夭新婦。算至公姑已死，別墓尋夫之日，不及數年，是猶然一冶容誨淫之少婦也。身背琵琶，獨行千里，即能自保無他，能免當時物議乎？張大公重諾輕財，資其困乏，仁人也，義士也。試問衣食名節，二者孰重？衣食不繼則周之，名節所關則聽之，義士仁人，曾若是乎？此等缺陷，就詞人論之，幾與天傾西北，地陷東南無異矣，可少補天塞地之人乎？若欲於本傳之傳，劈空添出一人，送趙五娘入京，與之隨身作伴，妥則妥矣，猶覺傷筋動骨，太涉更張。不想本傳內現有一人，盡可用之而不用，竟似張大公止圖卸肩，不顧趙五娘之去後者。其人為難？著送錢米助喪之小二是也。《剪髮》白雲：“你先回去，我少頃就著小二送來。”則是大公非無仆從之人，何以吝而不使？予為略增數語，補此缺略，附刻於後，以政同心。此一事也。《明珠記》之《煎茶》，所用為傳消遞息之人者，塞鴻是也。塞鴻一男子，何以得事嬪妃？使宮禁之內，可用男子煎茶，又得密談私語，則此事可為，何事不可為乎？此等破綻，婦人小兒皆能指出，而作者絕不經心，觀者亦聽其疏漏；然明眼人遇之，未嘗不啞然一笑，而作無是公盾者也。若欲於本家之外，鑿空構一婦人，與無雙小姐從不謀面，而送進驛內煎茶，使之先通姓名，後說情事，便則便矣，猶覺生枝長節，難免贅瘤。不知眼前現有一婦，理合使之而不使，非特王仙客至愚，亦覺彼婦太忍。彼婦為誰？無雙自幼跟隨之婢，仙客觀在作妾之人，名為采蘋是也。無論仙客覓人將意，計當出此，即就采蘋論之，豈有主人一別數年，無由把臂，今在咫尺，不圖一見，普天之下有若是之忍人乎？予亦為正此迷謬，止換賓白，不易填詞，與《琵琶》改本並列於後，以政同心。又一事也。其余改本尚多，以篇帙浩繁，不能盡附。總之，凡予所改者，皆出萬不得已，眼看不過，耳聽不過，故為鏟削不平，以歸至當，非勉強出頭，與前人為難者比也。凡屬高明，自能諒其心曲。"
      },
      {
        "index": 6,
        "text": "插科打諢之語，若欲變舊為新，其難易較此奚止百倍。無論劇劇可增，出出可改，即欲隔日一新，逾月一換，亦誠易事。可惜當世貴人，家蓄名優數輩，不得一詼諧弄筆之人，為種詞林萱草，使之刻刻忘憂。若天假笠翁以年，授以黃金一斗，使得自買歌童，自編詞曲，口授而身導之，則戲場關目，日日更新，氈上詼諧，時時變相。此種技藝，非特自能誇之，天下人亦共信之。然謀生不給，遑問其他？只好作貧女縫衣，為他人助嬌，看他人出閣而已矣。"
      },
      {
        "index": 7,
        "text": "〔胡搗練〕〔旦上〕辭別去，到荒丘，只愁出路煞生受。畫取真容聊藉手，逢人將此勉哀求。"
      },
      {
        "index": 8,
        "text": "鬼神之道，雖則難明；感應之理，未嘗不信。奴家昨日，在山上築墳，偶然力乏，假寐片時。忽然夢見當山土地，帶領著無數陰兵，前來助力。又親口囑付，著奴家改換衣裝，往京尋取夫婿。乃至醒來，那墳臺果然築就。可見真有神明，不是空空一夢。只得依了夢中之言，改換做道姑打扮。又編下一套淒涼北調，到途路之間，逢人彈唱，抄化些資糧饣胡口，也是一條生計。只是一件：我自做媳婦以來，終日與公姑廝守，如今雖死，還有墳塋可拜；一旦撇他而去，真個是舉目淒然。喜得奴家略曉丹青，只得借紙筆傳神，權當個丁蘭刻木，背在肩上行走，只當還與二親相傍一般。遇著小祥忌日，也好展開祭奠，不枉做媳婦的一點孝心。有理！有理！顏料紙張，俱已備下，只是憑空摹擬，恐怕不肖神情，且待我想象起來。"
      },
      {
        "index": 9,
        "text": "〔三仙橋〕一從他每死後，要相逢，不能勾。除非夢裏，暫時略聚首。如今該下筆了。〔欲畫又止介〕苦要描，描不就。暗想象，教我未描先淚流。〔畫介〕描不出他苦心頭，描不出他饑癥候。〔又想介〕描不出他望孩兒的睜睜兩眸。〔又畫介〕只畫得他發颼颼，和那衣衫敝垢。畫完了，待我細看一看。〔看介〕呀！象倒極象，只是畫得太苦了些，全沒些歡容笑口。呀！公婆，公婆，非是媳婦故意如此。休休，若畫做好容顏，須不是趙五娘的姑舅。"
      },
      {
        "index": 10,
        "text": "待我懸掛起來，燒些紙錢，奠些酒飯，然後帶出門去便了。〔掛介〕噯！我那公公婆婆呵！媳婦只為往京尋取丈夫，撇你不下，故此圖畫儀容，以便隨身供養。你須是有靈有事，時刻在暗裏扶持。待媳婦早見你的孩兒，痛哭一場，說完了心事，然後趕到陰司，與你二人做伴便了。啊呀，我那公婆呵！〔哭介〕"
      },
      {
        "index": 11,
        "text": "〔前腔〕非是奴尋夫遠遊，只怕我公婆絕後。奴見夫便回，此行安敢久。路途中，奴怎走？望公婆，相保佑！拜完了，如今收拾起身。論起理來，該先別墳塋，然後去別張大公才是。只為要托他照管墳塋，須是先別了他，然後同至墳前，把公婆的骸骨，交付與他便了。〔鎖門行介〕只怕奴去後，冷清清，有誰來祭掃？縱使遇春秋，一陌紙錢怎有？休休，你生是受凍餒的公婆，死做個絕祭祀的姑舅！"
      },
      {
        "index": 12,
        "text": "來此已是，大公在家麽？〔醜上〕收拾草鞋行遠路，安排包裹送嬌娘。呀！五娘子來了。老員外有請！〔末上〕衰柳寒蟬不可聞，金風敗葉正紛紛；長安古道休回首，西出陽關無故人。呀！五娘子，我正要過來送你，你卻來了。〔旦〕因有遠行，特來拜別。大公請端從，受奴家幾拜。〔末〕來到就是了，不勞拜罷。〔旦拜，末同拜介〕〔旦〕高厚恩難報，臨岐淚滿巾。〔末〕從今無別事，拭目待歸人。〔末起，旦不起介〕〔末〕五娘子請起。呀！五娘子，你為何跪在地下不肯起來？〔旦〕奴家有兩件大事奉求，要大公親口許下，方敢起來。〔末〕孝婦所求，一定是綱常倫理之事，老夫一力擔當，快些請起！〔旦起介〕〔末〕叫小二看椅子過來，與五娘子坐了講話。〔旦〕告坐了。〔末〕五娘子，你方才說的，是那兩件事？〔旦〕第一件，是怕奴家去後，公婆的墳塋沒人照管，求大公不時看顧。每逢令節，代燒一陌紙錢。〔末〕這是我分內之事，自然照管，何須你囑付。第二件呢？〔旦〕第二件，因奴家是個少年女子，遠出尋夫，沒人作伴，路上怕有嫌疑，求公公大發婆心，把小二借與奴家作伴，到京之日，即便遣人送還。這一件事，關系奴家的名節，斷求慨允。〔末〕五娘子，這件事情，比照管墳塋還大，莫說待你拜求，方才肯許，不是個仗義之人；就是聽你講到此處，方才思念起來，把小二送你，也就不成個張廣才了。我昨日思想，不但你只身行走，路上嫌疑；就是到了京中，與你丈夫相見，他問你在途路之中如何宿歇，你把甚麽言語答應他？萬一男子漢的心腸多疑少信，將你埋葬公婆的大事且不提起，反把形跡二字與你講論起來，如何了得！這也還是小事。他三載不歸，未必不在京中別有所娶。我想那房家小，看見前妻走到，還要無中生有，別尋說話，離間你的夫妻，何況是遠遠尋夫，沒人作伴？若把幾句惡言加你，豈不是有口難分？還有一說：你丈夫臨行之日，把家中事情拜托於我，我若容你獨自尋夫，有礙他終身名節，日後把甚麽顏面見他？就是死到九泉，也難與你公婆相會。這個主意，我先定下多時了，已曾分付小二，著他伴你同行，不勞分付，放心前去便了。〔旦起拜介〕這等多謝公公！奴家告別了。〔末〕且慢些，再請坐下。我且問你：你既要尋夫，那路上的盤費，已曾備下了麽？〔旦〕並不曾有。〔末〕既然沒有，如何去得？〔旦指背上琵琶介〕這就是奴家的盤費。不瞞公公說，已曾編下一套淒涼北調，譜入絲弦，一路彈唱而行，討些錢米度日。〔醜〕這等說來，竟是叫化了。這樣主意，我做不慣。不要總承，快尋別個去罷！〔末〕我自有主意，不消多嘴！五娘子，你前日剪髮葬親，往街坊貨賣，倒不曾問得你聲了幾貫錢財，可勾用麽？〔旦〕並無人買，全虧大公周濟。〔末〕卻又來！頭髮可以作髭，尚且賣不出錢財，何況是空空彈唱？萬一沒人與錢，你還是去的好？轉來的好？流落在他鄉，不來不去的好？那些長途資斧，我也曾與備下，不勞費心。也罷，你既費精神，編成一套詞曲，不可不使老朽聞之。你就唱來，待我與你發個利市。〔旦〕這等待奴家獻醜。若有不到之處，求大公改正一二。〔末〕你且唱來。〔旦理弦彈唱，末不住掩淚，醜不住哭介〕"
      },
      {
        "index": 13,
        "text": "〔北越調鬥鵪鶉〕靜理冰弦，凝神息喘，待訴衷腸，將眉略展。怕的是聽者悉聽，聞聲去遠。雖不比杞梁妻，善哭天，也去那哭倒長城的孟姜不遠。"
      },
      {
        "index": 14,
        "text": "〔紫花兒序〕俺不是好雲遊，閑離閨閫，也不是背人倫，強抱琵琶，都則為遠尋夫，苦歷山川。說甚麽金蓮窄小，道路，鞋穿，便做到骨葬溝渠首向天，保得過面無慚腆。好追隨，地下姑章，得全名，死也無冤。"
      },
      {
        "index": 15,
        "text": "〔天凈沙〕當初始配良緣，備饔飧，尚有余錢。只為兒夫去遠，遇荒罹變，為妻庸，禍及椿萱。"
      },
      {
        "index": 16,
        "text": "〔金蕉葉〕他望賑濟，心穿眼穿；俺遭搶奪，糧懸命懸。若不是遇高鄰，分糧助饣，怎能勾慰親心，將灰復燃？"
      },
      {
        "index": 17,
        "text": "〔小桃紅〕可憐他遊絲一縷命空牽，要續愁無線。俺也曾自饜糧備親膳，要救余年，又誰料攀轅臥轍翻成勸？因來竈邊，窺奴私咽，一聲兒哭倒便歸泉。"
      },
      {
        "index": 18,
        "text": "〔調笑令〕可憐，葬無錢！虧的是一位恩人，意做了兩次天。他助喪非強由情願。實指望吉回兇轉，因災致祥無他變，又誰知，後運同前！"
      },
      {
        "index": 19,
        "text": "〔禿廝兒〕俺雖是厚面皮，無羞不腆，怎忍得累高鄰，鬻產輸田？只得把香雲剪下自賣錢，到街坊，哭聲喧，誰憐？"
      },
      {
        "index": 20,
        "text": "〔聖藥王〕俺待要圖卸肩，赴九泉，怎忍得親骸朽露飽飛鳶？欲待把命茍延，較後先，算來無幸可僥天，哭倒在街前。"
      },
      {
        "index": 21,
        "text": "〔麻郎兒〕感義士施恩不倦，二天外，又復加天。則為這好仗義的高鄰忒煞賢，越顯得受恩的淺深無辨。"
      },
      {
        "index": 22,
        "text": "〔麽篇〕徒跣，把羅裙自撚，裹黃泥，去築墳圈。感山靈，神通晝顯，又指去路，勸人赴遠。"
      },
      {
        "index": 23,
        "text": "〔絡絲娘〕因此上，顧不的鞋弓襪穿。為缺資財致使得身容變。休怪俺孝婦啼痕學杜鵑，只為多愁怨，漬染得麻如茜。"
      },
      {
        "index": 24,
        "text": "〔拙魯速〕可憐俺日不停，夜不眠，饑不餐，冷不燃。當日呵，辨不出桃花人面，分不開藕瓣金蓮；到如今藕絲花片，落在誰邊？自對菱花，錯認椿萱，止為憂煎。才信道家寬出少年。"
      },
      {
        "index": 25,
        "text": "〔尾〕千愁萬緒提難遍，只好綰絳中一線。聽不出眼淚的休解囊，但有酸鼻的仁人，請將鈔袋兒展。"
      },
      {
        "index": 26,
        "text": "〔末〕做也做得好，彈也彈得好，唱也唱得好，可稱三絕。〔出銀介〕這一封銀子，就當潤喉潤筆之資，你請收下。〔旦謝介〕〔末〕小二過來。他方才彈唱的時節，我便為他聲音淒楚，情節可憐，故此掉淚。你知道些甚麽，也號號兆兆，哭個不了？〔醜〕不知甚麽原故，聽到其間，就不知不覺哭將起來，連我也不明白。〔末〕這等我且問你：方才送他的銀子，萬一途中不勾，依舊要叫化起來，你還是情願不情願？〔醜〕情願！情願！〔末〕為甚麽以前不情願，如今忽然情願起來？〔醜想介〕正是，為甚麽原故，忽然改變起來？連我也不明白。〔末〕好，這叫做：孝心所感，鐵人流淚；高僧說法，頑石點頭。五娘子，你一片孝心，就從今日效驗起了，此去定然遂意。我且問你：你公婆的墳塋，曾去拜別了麽？〔旦〕還不曾去。要屈太公同行，好對著公婆當面拜托。〔末〕一發見得到！就請同行。叫小二，與五娘子背了琵琶。〔醜〕自然。莫說琵琶，就是要帶馬桶，我也情願挑著走了。〔末〕五娘子，我還有幾句藥石之言，要分付你，和你一而行走，一而講罷。〔旦〕既有法言，便求賜教。〔行介〕"
      },
      {
        "index": 27,
        "text": "〔鬥黑麻〕〔末〕伊夫婿，多應是貴官顯爵。伊家去，須當審個好惡。只怕你這般喬打扮，他怎知覺？一貴一貧，怕他將錯就錯。〔合〕孤墳寂寞，路途滋味惡。兩處堪悲，萬愁怎摸！"
      },
      {
        "index": 28,
        "text": "〔末〕已到墳前了。蔡大哥！蔡大嫂！你這個孝順媳婦，待你二人，可謂生事以禮，死葬以禮，祭之以禮，無一事不全的了！如今遠出尋夫，特來拜別，將墳墓交托於我。從今以後，我就當你媳婦，逢時化紙，遇節燒錢，你不消慮得。只是保佑他一路平安，早與丈夫相會。他一生行孝的事情，只有你夫妻兩口，與我張廣才三人知道。你夫妻死了，止剩得我一個在此，萬一不能勾見他，這孝婦一片苦心，誰人替他表白？趁我張廣才未死，速速保佑他回來。待我見他一面，把你媳婦的好處，細細對他講一遍，我張廣才這個老頭兒，就死也瞑目了。唉，我那老友呵！〔旦〕我那公婆呵！〔同放聲大哭、醜亦哭價〕〔末〕五娘子！"
      },
      {
        "index": 29,
        "text": "〔憶多嬌〕我承委托當領諾。這孤墳，我自看守，決不爽約。但願你途中身安樂。〔合〕舉目蕭索，滿眼盈盈淚落。"
      },
      {
        "index": 30,
        "text": "〔旦〕公婆，你媳婦如今去了！大公，奴家去了！〔末〕五娘子，你途間保重，早去早回！小二，你好生伏侍五娘子，不要叫他費心。〔醜〕曉得！"
      },
      {
        "index": 31,
        "text": "〔旦〕為尋夫婿別孤墳，〔末〕只怕兒夫不認真。"
      },
      {
        "index": 32,
        "text": "〔合〕流淚眼觀流淚眼，斷腸人送斷腸人。"
      },
      {
        "index": 33,
        "text": "〔旦掩淚同醜先下〕〔末目送，作哽咽不能出聲介〕噯，我、我、我明日死了，那有這等一個孝順媳婦！可憐！可憐！〔掩淚下〕"
      },
      {
        "index": 34,
        "text": "○第一折"
      },
      {
        "index": 35,
        "text": "〔卜算子〕〔生冠帶上〕未遇費長房，已縮相思地。咫尺有佳音，可惜人難寄。"
      },
      {
        "index": 36,
        "text": "下官王仙客，叨授富平縣尹。又為長樂驛缺了驛官，上司命我帶管三月。近日朝廷差幾員內官，帶領三十名宮女，去備皇陵打掃之用，今日申牌時分，已到驛中。我想宮女三十名，焉知無雙小姐不在其內？要托人探個消息，百計不能。喜得裏面要取人伏侍，我把塞鴻扮做煎茶童子，送進去承值，萬一遇見小姐，也好傳個信兒。塞鴻那裏？〔醜上〕藍橋今夜好風光，天上群仙降下方。只恐雲英難見面，裴航空自搗玄霜。塞鴻伺候。〔生〕今日送你進去煎茶，專為打探無雙小姐的消息，你須要用心體訪。〔醜〕小人理會得。〔生〕隨著我來。〔行介〕你若見了小姐呵，"
      },
      {
        "index": 37,
        "text": "〔玉交枝〕道我因他憔悴，雖則是斷機緣，心兒未灰，癡情還想成婚配。便今世，不共鴛幃，私心願將來世期，倒不如將生換死求連理。〔合〕料伊行，冰心未移，料伊行，柔腸更癡。"
      },
      {
        "index": 38,
        "text": "說話之間，已至館驛前了。〔醜〕管門的公公在麽？〔凈上〕走馬近來辭帝闕，奉差前去掃皇陵。甚麽人？到此何幹？〔生〕帶管驛事富平縣尹，送煎茶人役伺候。〔凈〕著他進來。〔醜進見介〕〔凈看怒介〕這是個男子，你為甚麽送他進來呢？〔生〕是個幼年童子。〔凈〕看他這個模樣，也不是個幼年童子了。好不不通道理的縣官！就是上司官員，帶著家眷從此經過，也沒有取男子服事之理，何況是皇宮內院的嬪妃，肯容男子見面？叫孩子們，快打出去，著他換婦人進來。這樣不通道理，還叫他做官！〔罵下〕〔生〕這怎麽處？"
      },
      {
        "index": 39,
        "text": "〔前腔〕精神徒費。不收留，翻加峻威，道是男兒怎入裙釵隊。嘆賓鴻，有翼難飛！〔醜〕老爺，你偌大一位縣官，怕著遣婦人不動？撥幾民民間婦女進去就是了，愁他怎的！〔生〕塞鴻，你那裏知道。民間婦人盡有，只是我做官的人，怎好把心事托他。幽情怎教民婦知，說來徒使旁人議。〔合前〕且自回衙，少時再作道理。正是："
      },
      {
        "index": 40,
        "text": "不如意事常八九，可與人言無二三。"
      },
      {
        "index": 41,
        "text": "○第二折"
      },
      {
        "index": 42,
        "text": "〔破陣子〕〔小旦上〕故主恩情難背，思之夜夜魂飛。"
      },
      {
        "index": 43,
        "text": "奴家采蘋，自從拋離故主，寄養侯門，王將軍待若親生，王解元納為側室，唱隨之禮不缺，伉儷之情頗諧，只是思憶舊恩，放心不下。聞得朝廷撥出宮女三十名，去備皇陵打掃，如今現在驛中。萬一小姐也在數內，我和他咫尺之間，不能見面，令人何以為情。仔細想來，好淒慘人也！〔淚介〕"
      },
      {
        "index": 44,
        "text": "〔黃鶯兒〕從小便相依。棄中途，履禍危，經年沒個音書寄。到如今呵，又不是他東我西，山遙路迷。宮門一入深無底，止不過隔層幃。身兒不近，怎免淚珠垂。"
      },
      {
        "index": 45,
        "text": "〔生上〕枉作千般計，空回九轉腸；姻緣生割斷，最狠是穹蒼。〔見介〕〔小旦〕相公回來了。你著塞鴻去探消息，端的何如？為甚麽面帶愁容，不言不語？〔生〕不要說起！那守門的太監，不收男子，只要婦人。婦人盡有，都是民間之女，怎好托他代傳心事，豈不悶殺我也！"
      },
      {
        "index": 46,
        "text": "〔前腔〕無計可施為，眼巴巴看落暉。只今宵一過，便無機會。娘子，我便為此煩惱。你為何也帶愁容？看你無端皺眉，無因淚垂，莫不是愁他奪取中宮位？那裏知道這婚姻事呵！絕端倪。便圖來世，那好事也難期。"
      },
      {
        "index": 47,
        "text": "〔小旦〕奴家不為別事，中因小姐在咫尺之間，不能見面，故主之情，難於割舍，所以在此傷心。〔生〕原來如此，這也是人之常情。〔小旦〕相公，你要傳消遞息，既苦無人；我要見面談心，又愁無計。我如今有個兩全之法，和你商量。〔生〕甚麽兩全之法？快些講來。〔小旦〕他要取婦人承值，何不把奴家送去？只說民間之婦。若還見了小姐，婦人與婦人講話，沒有甚麽嫌疑，豈不比塞鴻更強十倍？〔生〕如此甚妙！只是把個官人娘子扮作民間之婦，未免屈了你些。〔小旦〕我原以侍妾起家，何屈之有。〔生〕這等分付門上，喚一乘小嬌進來，傍晚出去，黎明進來便了。"
      },
      {
        "index": 48,
        "text": "羨卿多智更多情，一計能收兩淚零。"
      },
      {
        "index": 49,
        "text": "〔小旦〕雞犬尚能懷故主，為人豈可負生成。"
      },
      {
        "index": 50,
        "text": "○第三折"
      },
      {
        "index": 51,
        "text": "（此折改白不改曲。曲照原本，不更一字。）"
      },
      {
        "index": 52,
        "text": "〔長相思〕〔旦上〕念奴嬌，歸國遙，為憶王孫心轉焦，楚江秋色饒。月兒高，燭影搖，為憶秦娥夢轉迢。苦呵！漢宮春信消。"
      },
      {
        "index": 53,
        "text": "街鼓冬冬動戍樓，倚床無寐數更籌；可憐今夜中庭月，一樣清光兩地愁。奴家自到驛內，看看天色晚來。〔內打二鼓介〕呀，譙樓上面，已打二鼓了。獨眠孤館，展轉淒其，待與姊妹們閑活消遣，怎奈他們心上無事，一個個都去睡了。教奴家獨守殘燈，怎生睡得去！"
      },
      {
        "index": 54,
        "text": "〔二郎神〕良宵杳，為愁多，睡來還覺。手攬寒衾風料峭。也罷，待我剔起殘燈，到階除下閑步一回，以消長夜。徘徊燈側，下階閑步無卿。只見慘淡中庭新月小。畫屏間，余香猶裊。漏聲高，正三更，驛庭人靜寥寥。"
      },
      {
        "index": 55,
        "text": "那簾兒外面，就是煎茶之所，不免去就著茶爐，飲一杯若茗則個。正是：有水難澆心火熱，無風可解淚冰寒。〔暫下〕〔小旦持扇上〕已入重圍裏，還愁見面遙；故人相對處，打點淚痕拋。奴家自進驛來，辦眼偷瞧，不見我家小組。〔內作長嘆介〕〔小旦〕呀，如今夜深人靜，為何有沈吟嘆息之聲？不免揭起簾兒，覷他一眼。"
      },
      {
        "index": 56,
        "text": "〔前腔〕偷瞧，把朱簾輕揭，金鈴聲小。呀！那階除之下，緩步行來的，好似我家小姐。欲待喚他，又恐不是。我且只當不知，坐在這裏煎茶，看他出來，有何話說。〔旦上〕看，一樓茶煙香繚繞。呀！那個煎茶女子，好生面善。青衣執爨，分明舊識風標。悄語低聲問分曉。那煎茶女子，快取茶來！〔小旦〕娘娘請坐，待我取來。〔送茶，各看，背驚介〕〔旦〕呀！分明是采蘋的模樣，他為何來在這裏？〔小旦〕竟是我家小姐！待他喚我，我才好認他。〔旦〕那女子走近前來！你莫非就是采蘋麽？〔小旦〕小姐在上，妾身就是。〔跪介〕〔旦抱哭介〕〔合〕天那！何幸得萍水相遭！〔旦〕你為何來在這裏？〔小旦〕說起話長。今夜之來，是采蘋一點孝心，費盡機謀，特地來尋故主。請問小姐，老夫人好麽？〔旦〕還喜得康健。采蘋，你曉得王官人的消息麽？郎年少，自分離，孤身何處飄？"
      },
      {
        "index": 57,
        "text": "〔小旦〕他自分散之後，賊平到京。正要來圖婚配，不想我家遭此橫禍，他就落魄天涯。近得金吾將軍題請得官，現在富平縣尹，權知此驛。"
      },
      {
        "index": 58,
        "text": "〔囀林鶯〕他宦中薄祿權倚靠，知他未遂雲霄。〔旦〕這等說來，他也就在此處了。既然如此，你的近況何如？隨著誰人？作何勾當？〔小旦〕采蘋自別夫人小姐，蒙金吾將軍收為義女，就嫁與王官人，目今現在一起。〔旦〕哦，你和他現在一起麽？〔小旦〕是。〔旦作醋容介〕這等講來，我倒不如你了！鷦鷯已占枝頭早，孤鸞拘鎖，何日得歸巢？〔小旦〕小姐不要多心。奴家雖嫁王郎，議定權為側室，虛卻正夫人的座位，還待著小姐哩！〔旦〕這等才是。我且問你，檀郎安否？怕相思，瘦損潘安貌。〔小旦〕他雖受折磨，卻還誌氣不衰，容顏如舊。誌氣好，千般折挫，風月未全消。"
      },
      {
        "index": 59,
        "text": "他一片苦情，恐怕小姐不知，現付明珠一顆，是小姐贈與他的，他時時藏在身旁，不敢遺失。〔付珠介〕"
      },
      {
        "index": 60,
        "text": "〔前腔〕〔旦〕雙珠依舊成對好，我兩人還是蓬飄。采蘋，我今夜要約他一會，你可喚得進來麽？〔小旦〕這個使不得。老公公在外監守，又有軍士巡更，那裏喚得進來！〔旦〕莫非是你……〔小旦〕是我怎麽樣？哦，采蘋知道了，莫非疑我吃醋麽？若有此心，天不覆，地不載！小姐，利害所關，他委實進來不得。〔旦淚介〕噯！眼前欲見無由到，聖庭咫尺，翻做楚天遙。〔小旦〕楚天猶小，著不得一腔煩惱。小姐有何心事，只消對采蘋說知，待采蘋轉對他說，也與見面一般。〔旦〕枉心焦，我芳情自解，怎說與伊曹！"
      },
      {
        "index": 61,
        "text": "待我修書一封，與你帶去便了。〔小旦〕說得有理，快寫起來，一霎時天就明了。〔旦寫介〕"
      },
      {
        "index": 62,
        "text": "〔啄木公子〕舒殘繭，展兔毫，蚊腳蠅頭隨意掃。只怕我有萬恨千愁，假饒會面難消。我有滿腔愁怨，寫向鸞箋怎得了？總有丹青別樣巧，畢竟衷腸事怎描？只落得淚痕交。"
      },
      {
        "index": 63,
        "text": "〔前腔〕書才寫，燈再挑，錦袋重封花押巧。書寫完了，采蘋，你與我傳示他，好自支持，休為我長皺眉梢。〔小旦〕小姐，你與他的姻緣，畢竟如何？可有出宮相會的日子？〔旦〕為說漢宮人未老，怨粉愁香憔悴倒；寂寞園陵歲月遙，雲雨隔藍橋。"
      },
      {
        "index": 64,
        "text": "明珠封在書中，叫他依舊收好。〔小旦〕天色已明，采蘋出去了。小姐，你千萬保重！若有便信，替我致意老夫人。〔各哭介〕〔小旦〕小姐保重，采蘋去了。〔掩淚下〕〔旦〕呀，采蘋，你竟去了！〔頓足哭介〕"
      },
      {
        "index": 65,
        "text": "〔哭相思尾〕從此兩下分離音信杳，無由再見親人了。"
      },
      {
        "index": 66,
        "text": "〔哭倒介〕〔末上〕自不整衣毛，何須夜夜號。咱家一路辛苦，正要睡覺，不知那個官人啾啾唧唧，一夜哭到天明，不免到裏面去看來。呀！為何哭倒在地下？〔看介〕原來是劉宮人。劉宮人起來！〔摸介〕呀，不好了！渾身冰冷，只有心口還熱。列位宮人快來！〔四宮女上〕並無奇禍至，何事疾聲呼？呀！這是劉家姐姐，為何倒在地下？〔末〕列位宮人看好，待我去取姜湯上來。〔下〕〔宮女〕劉家姐姐，快些蘇醒！〔末取姜湯上〕姜湯在此，快灌下去。〔灌醒介〕〔宮女〕劉家姐姐，你為甚麽事情，哭得這般狼狽？"
      },
      {
        "index": 67,
        "text": "〔黃鶯兒〕〔旦〕只為連日受劬勞，怯風霜，心膽遙，昨宵不睡挨到曉。〔末〕為甚麽不睡呢？〔旦〕思家路遙，思親壽高，因此驀然愁絕昏沈倒。謝多嬌，相將救取，免死向荒郊。"
      },
      {
        "index": 68,
        "text": "〔末〕好不小心！萬一有些差池，都是咱家的幹系哩！"
      },
      {
        "index": 69,
        "text": "〔前腔〕〔眾〕人世水中泡。受皇恩，福怎消，須苦憶家鄉好。慈幃暫拋，相逢不遙，寬心莫把閑愁惱。〔內〕面湯熱了，請列位宮人梳妝上妖。〔合〕曙光高，馬嘶人起，梳洗上星軺。"
      },
      {
        "index": 70,
        "text": "〔宮女〕姊妹人人笑語闐，娘行何事獨憂煎？"
      },
      {
        "index": 71,
        "text": "〔旦〕只因命帶淒怕煞，心上無愁也淚漣。"
      }
    ]
  }
}