{
  "chapterNumber": 3,
  "title": "Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II. Białemi obłokami pokryte, szarzyzną omglone, niebo nizkie i zadymione sklepienie wznosiło nad rozłogiem gładkim, monotonnym, powleczonym nieskazitelną białością. Był to rozłóg pól urodzajnych, pszennych i łąk w innej porze wzrastających kwiecisto i bujnie; teraz przecież te, kiedyindziej złote, zielone, różnobarwne pola i łąki nawet uschłemi badylami nie przebijały grubej warstwy śniegu. Panowała nad niemi cisza, niekiedy tylko chrapowatemi głosami wron przerywana, i monotonia, w którą zrzadka rozsypane wierzby i grusze wlewały tu i owdzie samotne i smutne nuty."
      },
      {
        "index": 2,
        "text": "Nawet rozrzucone po wielkiej równinie wioski, z dachami i drzewami pokrytemi śniegiem, zlewały się w jedno z otaczającym je gładkim bezmiarem białości; nawet drogi, tu i owdzie rzędami drzew odznaczone, najczęściej puste, kiedy niekiedy tylko migotały ciemnym z oddali, szybko pomykającym punktem chłopskich sanek, lub rozbrzmiewały przewlekłemi nawoływaniami ludzi, zwolna kroczących przy szeregu sań, które ciężko i ze skrzypieniem płóz po śniegu wlekły się, spiętrzone drzewem z dalekich lasów, lub sianem z odległych siennic i stogów wiezionem. Strony te były pszenne, łączne, lecz bezleśne; zamieszkiwała je ludność, która po pracowitem lecie wraz z naturą usypiała na zimę, niby na długą, krótkiemi godzinami dnia i roboty przerywaną, noc wczasu i ciszy. Powiększało to milczenie, pustkę, melancholię, które przewlekały się po niebie i ziemi, wisiały w chłodnem i zwilgoconem nieco powietrzu, a szumy nadlatujących i w różne strony pomykających wiatrów, wydawały się przyciszonemi rozmowami lub gwarnemi kłótniami duchów nieznanych, po zmartwiałem przestworzu w pokutnej i tęsknej gonitwie błądzących."
      },
      {
        "index": 3,
        "text": "Tołłoczki, stara siedziba rodzin Osipowiczów, Łozowickich, Brzozowskich, Strupińskich, pośród białego rozłogu stały długim szlakiem drzew obnażonych i pod odymione niebo wzbijały z kominów kręte szlaki dymów. Do połowy prawie zatopione w śniegu płotki drewniane i kamienne, nieprzejrzane, plątaniną wiły się dokoła czterdziestu przeszło zagród mniejszych i większych, z większemi i mniejszemi domami w głębi podwórek i ogrodów. Strzechy domów całkowicie znikały pod grubem okryciem śniegu, od którego kominy odbijały jak szarawe plamy, a pobielone ramy drzwi i okien, tu i ówdzie też słupki, na których wspierały się ganki, mętnie bielały na tle szarych, czasem aż prawie czarnych, ścian. Niebo, powietrze, otaczający rozłóg pól, napełniały ten długi szereg siedlisk ludzkich ogromną ciszą spoczynku i ukojenia, której nie przerywały, ale którą owszem uwydatniały i głębszą zdawały się czynić, porykiwania bydła w oborach, pochrząkiwania nierogacizny w chlewach, krótkie i rzadkie szczekanie psów. Czasem kogut przeciągle zapiał i wnet odpowiadały mu inne, coraz dalej, coraz słabiej, aż gdy cała już ta warta hasła swoje odśpiewała, wszystko znowu milkło. Chyżych biegów kocich pod ścianami i wśród drzew, gnieżdżenia się tchórzy pod kamiennemi płotami, dowolnego żerowania zajęcy z pola przybiegłych, dosłyszeć nie było można. Wróble pod śnieżnemi okapami strzech świegotały, niezbyt przecież gwarnie, wrony czasem zakrzyczały głośno, tu i ówdzie gołębie zagruchały. Ludzkie życie prawie się nie ukazywało, ani w podwórkach, ani w ogrodach, ani na ścieżkach, których przecież było mnóstwo, a które w śniegu, tak jak latem na trawie wydeptane, łączyły zagrody siecią dziwnie wymowną. W zakrętach ich, wydłużeniach, kryjomem zapadaniu pomiędzy najgęstsze drzewa, w gromadnem zbieganiu się u jednych punktów, wyczytywać można było odwiedziny, schadzki, wspólne roboty, gromadne rozprawy. Ale teraz wiły się one, wydłużały i skręcały za ściany, lub w drzewne gąszcze, puste i bezludne; tu i ówdzie przebiegały je chyba kudłate kundle ze spuszczonemi pyskami, coś pilnie na nich węszące, lub skrzeczące i grubemi dziobami w śnieg uderzające wrony. Przez to lub owe podwórko, ku oborze lub spichrzowi, pociągnął niekiedy leniwie mężczyzna w kożuchu, kobieta z wiadrem przebiegła ku studni, a wtedy wysoki żuraw długi dziób ze skrzypieniem opuszczał i podnosił, z wrót wybiegły małe sanki, jednym konikiem zaprzężone, i pomknęły w rozłóg. Zresztą, cisza i białość nieprzerwana, głęboki wczas natury i ludzi."
      },
      {
        "index": 4,
        "text": "Jednak ludzie żyli we wnętrzach ścian ciemnych, ramami drzwi i okien mętnie bielejących i zbliska łatwo było dosłyszeć liczne odgłosy ich życia. Były to gwarzące po domach rozmowy, miarowe stukanie krosien tkackich, trzaski ognia w piecowiskach, turkoty kołowrotków, huczenie żaren, szczebioty, śmiechy lub płacze dzieci, popośpiewywanie, czasem rozgłośne śpiewanie dziewcząt i chłopców. Jedne tylko z domów, z pomiędzy wszystkich najmniejszy i najuboższy, wydawał się zupełnie bezludnym. Dwa kudłate pieski spały na malutkim ganku, jak pstrokate kłębki; wypasiony szary kot tuż za szybą okna siedział z sennemi żółtemi oczami, a tuż przy nim stała w wazonie, cała od kwiatu różowa, pelargonia. Kłęb białych i szarych królików, na glinianej podłodze zwinięty, dostrzedz też można było przez okno i krowa porykiwała w oborze. Ale ani rozmów, ani turkotów, ani śmiechów i śpiewów w tym domku nie było. Wydawał się bezludnym, tak był milczący wśród swoich ośnieżonych drzew i płotków. Jednak za oknem, na krótem siedział kot i kwitła pelargonia, ozwał się cienki i przeciągły dźwięk, coś jakby pociągnięcie smyczka po strunach skrzypiec; po nim nastąpił drugi, wyraźniejszy, — aż z wnętrza malutkiego domku wydobyła się na podwórko i po sąsiednich popłynęła czysto i smutnie grana melodya starej pieśni: „Tam na błoniu błyszczy kwiecie“. Wszyscy w okolicy wiedzieli, że ta najmniejsza ze wszystkich zagroda dla tego wydawała się bezludną, iż właściciel jej mieszkał w niej sam jeden, z ciotką tylko jak świat starą, i ze swoimi kotami, psami, królikami. Nazywał się Gabryel Osipowicz, lecz przezywano go już oddawna „głupim Gabrysiem.“ Samotny był jak palec, ubogi jak szczur, niczego od nikogo nie potrzebował, ale też nic u nikogo nie znaczył. W lecie orał i zbierał na kilku swoich morgach, w zimie hodował rośliny w wazonach i grał na skrzypcach."
      },
      {
        "index": 5,
        "text": "Obok za to, tuż obok zagródki głupiego Gabrysia, za nią tylko i przed nią szeroko rozpostarta, znajdowała się najobszerniejsza w całej okolicy zagroda, której właścicielem był najbogatszy i najrozumniejszy ze wszystkich jej mieszkańców: przystojny, wymowny i dumny Konstanty Osipowicz. Bogatym był, bo, cztery siostry mając, brata nie miał, więc po rodzicach prawie całą, i nie lada jaką, wziął spuściznę; rozumnym był, bo mówił wiele, głośno i śmiało, duma zaś jego wypływała z wiadomości o posiadaniu bogactwa i rozumu, zarówno jak z wysokiego wyobrażenia o starości i godności, od trzech wieków uszlachconego i w tem miejscu osiadłego, rodu Osipowiczów. Trzydzieści morgów pola i łąki, ładny inwentarz, nieco gotowego grosiwa w kieszeni z jednej strony, — a z drugiej trzysta lat szlachectwa, jak słońce jasno przez urzędem dowiedzionego, były to rzeczy, które nie wzbiłyby w dumę chyba głupca. Konstanty Osipowicz, jako człowiek rozumny i cenę każdej rzeczy na świecie znający, dumnym był, a jak wyrażali się sąsiedzi, wielkim ambicyantem. Nie tylko przecież dumę, ale i przystojność swoję czerpał z rodu, którego był synem. Piękny wzrost, regularne, jak na kamei, rysy, przy śniadej cerze włosy jak krucze pióra czarne i pod brwią wązką czarne, ogniste oczy, było to rodzinne przymioty Osipowizów, oddawna z piękności dziewcząt i chłopców słynących. Wszyscy podobni do siebie bywali, z rodu kury czubate: bruneci i brunetki, wysocy, smukli, na twarzach gładcy. Takim był i Konstanty, a tylko czupurniejszym, wymowniejszym, głośniejszym od innych."
      },
      {
        "index": 6,
        "text": "Najświeższym dowodem jego ambicyi była niedawno wybudowana wielka stodoła, która pośrodku okolicy i u samego jej brzegu jak słońce świeciła nowiutkiemi jeszcze, żółtemi ścianami. Niektórzy utrzymywali z przekąsem, że dlatego zbudował on ją na brzegu, tuż przy drodze, aby jadący drogą ludzie dokładnie widzieć ją i wielkość jej oglądać mogli; inny, złośliwie uśmiechając się, w żywe oczy mu gadali, że gdyby nie wiedzieć jak obfite miał z gruntów swoich zbiory, jeszcze-by niemi zaledwie do połowy napełnić mógł tak wielki budynek. Ale on bynajmniej o przycinki i uśmiechy sąsiadów nie dbał, a prawdziwej rozkoszy doświadczał, ilekroć ktokolwiek, stodołę jego obejrzawszy, głową pokręcił i zagwizdał: fiu! fiu! albo zawołał: ho! ho! jak u dobrego obywatela stodoła! Wtedy on ręce w kieszenie sukiennej kurty wkładał i, chodząc tu i ówdzie po zagrodzie, gwizdał sobie także: fiu, fiu! fiu, fiu! a pokłóciwszy się z którym z sąsiadów, ręce na kłębach opierał i krzyczał: ja tobie nie równy! ja obywatel! Były to przecież tylko chwilowe uniesienia dumy, W gruncie rzeczy wiedział o tem dobrze, że obywatelem nie jest, a nawet to, że jest zagrodowym szlachcicem, wysoko sobie cenił. „Wszystkie rody pańskie od nas poszły — mawiał — przeddziad mój równym był wojewodzie, a ja równy jestem panu Korowickiemu“."
      },
      {
        "index": 7,
        "text": "Pan Korowicki był najbliższym i dość majętnym sąsiadem Tołłoczek. Cała też duma Konstantego nie przeszkadzała mu wraz z parobkiem za pługiem chodzić, kosić tak, że aż w kościach trzeszczało, snopów z pola zwozić, cepem bić o tok wspaniałej stodoły; nie przeszkadzała mu też ona żywić się i przyodziewać zupełnie tak samo, jak to czynili wszyscy jego sąsiedzi. Owszem, nowe pobudki do wywyższania się z tego wszystkiego czerpał i niekiedy wyrażał to w słowach: Gdyby mi tak wolno było, jak jest niewolno, rychłobym na miejscu pana Korowickiego w Jabłonnej siadł, bo on próżnuje i marnuje, a ja pracuję i grosiki kuję; cha, cha, cha!“ Śmiech miał głośny, ale dźwięczny i przyjemny; czuć w nim było trzydziesty rok życia i hardą, zadowoloną duszę."
      },
      {
        "index": 8,
        "text": "Od owej wspaniałej, wśród powszechnej bielizny i szarzyzny jak słońce świecącej stodoły długi szlak warzywnego ogrodu, spory sad owocowy i dość obszerne podwórko ciągnęły się aż do domu, bokiem ku podwórku obróconego, a świecącego białemi prawie jak śnieg słupkami ganku i ramami czterech sporych, widnych okien. Stojące tuż przy ścianach cienkie brzozy i grube topole nagiemi gałęźmi dotykały płachty śniegu, która szczelnie od okapu do okapu pokrywała strzechę; niżej rosły gęsto i cienkiemi prętami na okna kładły się krzaki bzu, głogu i żółtej akacyi. Każdy mieszkaniec jakiejkolwiek okolicy poznać mógłby od razu, że dom, pomiędzy krzakami i drzewami stojący, wyporządzony był na dwa końce, to jest, że po jednej stronie miał świetlicę i bokówkę, po drugiej przeciwek i kuchnię, a wszystkie te jego części, zwłaszcza świetlica, niemałemi być musiały."
      },
      {
        "index": 9,
        "text": "Istotnie, świetlica była obszerna, z dwoma oknami w jednej ścianie, a jednem w drugiej, z bardzo długim piecem z białych kafli, który okrywał całą ścianę, od bokówki ją oddzielającą. Zresztą, prosta, lecz gładka i czysta podłoga z desek, nizki, belkowany, lecz świeżo pobielany sufit, trochę drewnianych zydlów, krzeseł, stołów, szafek, pośród których królowały dwa bardzo stare i ciężkie sprzęty: żółta, jesionowa komoda pomiędzy oknami, i u ściany takaż kanapa, kilimkiem obita, ogromna, rozłożysta, z bocznemi poręczami, grubemi jak potężne wały, a oparciem z tyłu bardzo wysokiem i wyrzniętą w drzewie galeryjką przyozdobionym. Posiadanie takiej kanapy znaczyło prawie to samo, co dokument szlachectwo udowadniający; był to bowiem spadek po przeddziadach, których udziałem musiała już być niejaka zamożność i dostojność, skoro na kanapie siadywali sami i gości swoich sadzali."
      },
      {
        "index": 10,
        "text": "Konstanty Osipowicz w tej właśnie chwili na kanapie siedział, plecami o wysoką jej poręcz oparty, z nogą na nogę niedbale zarzuconą, z rękami zanurzonemi w kieszeniach szarej kurty, czarnemi taśmami i szamerowaniami przyozdobionej. Ta kurta, jakkolwiek z grubego samodziałowego sukna zrobiona, ale z fantazyą przystrojona, i długie do kolan, nowe buty, nie były jego codziennym strojem; przywdziewał go on dla gości, którzy od paru godzin jednokonnemi saneczkami pod ganek jego zajeżdżali, albo też z sąsiednich zagród przychodzili, a od których teraz pełno i gwarno było w świetlicy. Wprawdzie, była to tylko familia: siostry, szwagrowie, strzeczny (tj. stryjeczny) brat z młodziutką żoną, ale Konstanty nie życzył sobie, aby nawet najbliżsi widzieli go w stanie jakiegokolwiek niedostatku lub zaniedbania. Po dwie siostry i ich mężów sam był posłał, gdy tylko dowiedział się od kogoś z miasta powracającego, że dwie inne dnia tego przybyć do niego mają. Jedna z tych ostatnich, Anna Końcowa, od lat kilku zamożnemu mieszczaninowi zaślubiona, stale w mieście zamieszkiwała; druga, najmłodsza z rodzeństwa, Salusia, pojechała była do tamtej na czas krótki i niespodzianie rok prawie cały u niej przebyła. W czasie tym właśnie popełniła ona wielkie głupstwo, a popełnić zamierzała jeszcze większe; ale on, Kostanty, nie pozwoli na to, jak Bóg na niebie, nie pozwoli, zapobiegnie jej zgubie i gańbie, któraby z takiego postępku tej dziewczyny spadła na całą familię, ale też i familia dopomódz mu w tem musi: po to ją i wezwał. Siostry zawsze bliższe są siestrze, aniżeli brat: niechże więc starają się od własnej zguby i gańby ją odwrócić, co zaś do szwagrów, to jeżeli pomimo namów i zakazów, Salusia zaskali się w swojem bałamutnem postanowieniu, pomocy ich potrzebować on będzie do czego innego... do czego? no! teraz o tej materyi gadać nie pora, ale w czasie wszystko oświadczy. Zdaje mu się, że garnki, które te chamy do ognia przystawili, na ich głowach pękną, bo on, do ostatecznej pasyi doprowadzony, na wszystko ważyć się gotów. Wszelako na świecie bywa, i nie jeden raz widziano ludzi mszczących się na tych, którzy ukrzywdzić ich chcieli. I on zrobić to zdoła, choćby i na kryminał wystawić się miał. Wszystko to mówił, zrazu powoli, ważąc i wybierając słowa, z widoczną przyjemnością im się przysłuchując, ale potem temperament wziął górę nad krasomówstwem, głos podniósł się i napełnił całą świetlicę, rumieniec wytrysnął na policzki, oczy zagorzały. Rąk już nie trzymał w kieszeniach, ale czynił niemi rozmachliwe gesty, aż pięścią w stół uderzył i krzyknął: — Kiedy bieży, to bieży, a gdy upadnie, to leży! U mnie tak! Gdzie dobrocią nie utrafię, tam złością dokonam, siestrze zaś którą mnie umierające rodzice przyporuczyli, zmarnować się nie dam!"
      },
      {
        "index": 11,
        "text": "Do złości, którą zawrzał, przyłączył się żal, głos mu opadł i zwilgotniały rozpłomienione oczy. Otarł je wierzchem ręki, znowu opuścił się na kanapę i ciężko westchnął, westchnieniu zaś temu zawtórzyło w świetlicy kilka innych, kobiecych i męzkich."
      },
      {
        "index": 12,
        "text": "Trzy kobiety i trzech mężczyzn siedziało na zydlu i krzesłach przy stole u okna, który zastawiony był jadłem, dobrze już napoczętem. Była tam zupa mleczna z makaronem, kiełbasa gotowana, ser, bochen chleba, fajansowa masielnica z czerwonym kogutkiem na wierzchu. Obsiadujące stół osoby od czasu do czasu niosły do ust kęs jedzenia, składały ręce na kolanach i, bardzo powoli przeżuwając, mowie gospodarza na różne głosy potakiwały: — A jakże! pewno! ma się rozumieć!"
      },
      {
        "index": 13,
        "text": "Osipowiczówny, po mężach: Pancewiczowa z Kublak i Zaniewska z Zaniewicz, daleko za trzydziestkę liczyć mogące, z dawnej piękności zachowały już tylko wysokie wzrosty i silną czarność włosów i oczu, które to ostatnie, błyszczące i biegające, zapowiadały, wspólnie z zaostrzonemi rysami twarzy, niepospolitą żywość temperamentów i popędliwość języków. Wełniane suknie i zgrabne czepeczki, które na sobie miały, nie były codziennym ich strojem; jadąc przecież w gościnę, choćby do brata, musiały przystojnem ubraniem i siebie i gościnę uszanować. Mężowie ich wyglądali daleko spokojniej i stateczniej od nich; niemniej znać było, że wiedzieli dobrze, kim byli i co się im od ludzi należało; zwłaszcza Pancewicz, który oprócz swojego, wcale porządnego, gospodarstwa niedużą dzierżawkę w sąsiedztwie trzymał, siedział na zydlu bardzo wyprostowany w jasnym krawacie i, słuchając mowy Konstantego, nadzwyczaj pojętnie uśmiechał się pod żółtym wąsem i bardzo mądrze brwiami poruszał. Strzeczny brat, Michał Osipowicz, i młoda jego żona, zaledwie przed kilku tygodniami zaślubieni, daleko więcej zajmowali się sobą, niż tem, co działo się w koło nich; co moment mrugali ku sobie, rzucali na siebie gałkami, a nawet całe skórynki chleba, i parę razy najniespodzianiej i najniepotrzebniej, z jakiegoś powodu im tylko wiadomego, wybuchnęli śmiechem. To lekceważenie familijnego interesu, a szczególniej to śmianie się wtedy, gdy jemu chciało się bić i płakać, irytowało Konstantego, który też parę gniewnych, a jedno wściekłe po prostu, spojrzenie na młodą parę rzucił. Ale w tejże chwili powolutku i pocichutku otworzyły się drzwi od sieni i wszedł w nie wysoki, chudy, przeszło czterdziestoletni człowiek w grubej kapocie, dużo poniżej kolan sięgającej, z gładko przyczesanemi włosami nad twarzą długą, żółtawą kościstą, jakby wyschłą, a uderzającą zdala silną czarnością oczu i krótkiego gęstego wąsa. Był to Gabryel Osipowicz, głupim Gabrysiem zwany. Wszedł, milcząc, głową na wszystkie strony kiwnął i tuż przy progu, na zydelku, u samej ściany stojącym, usiadł. Takie przychodzenie i siadanie przy drzwiach głupiego Gabrysia było znać zwyczajnem, bo przyjęte zostało przez wszystkich w sposób najzupełniej obojętny. Wszyscy kiwnęli mu głowami, bo przecież bądź co bądź Osipowiczem się zwał, ale do stołu go nie zapraszano i nikt już na niego ani spojrzał. Słuchano Pancewicza, który, powoli żując kiełbasę, z nadzwyczaj znaczącym ruchem żółtych brwi rozpowiadał o tem, że był niedawno u Kazimierza Jaśmonta w Jaśmontach i widział te dwa konie, które on u Onufrego Cydzika kupił. Konstanty, nie rad, że do rozmowy wtrącono inną materyę, niż ta, która jego dziś nadewszystko zajmowała, mrukliwie nieco odpowiedział, iż trzy dni temu jeździł także do Kazimierza Jaśmonta z jednym bardzo ważnym interesem, takim ważnym, że od niego może w drugim interesie wszystko zależy... Chciał on o tem siostry i szwagrów w czasie dopiero uwiadomić, ale ponieważ zgadało się już o tej materyi..."
      },
      {
        "index": 14,
        "text": "Tu przerwał mu przyciszony i powolny głos siedzącego u drzwi gościa."
      },
      {
        "index": 15,
        "text": "— Słyszę, Salusia ma dziś przyjechać? — nie zmieniając swojej pozycyi u drzwi, zapytał Gabryś."
      },
      {
        "index": 16,
        "text": "— A przyjedzie, przyjedzie, — obie z Końcową przyjadą, — odpowiedziało mu parę głosów, a Konstanty, na kanapie rozparty, z tajemniczą miną wyrzekł:"
      },
      {
        "index": 17,
        "text": "— Kazimierz Jaśmont dziś tu przyjedzie..."
      },
      {
        "index": 18,
        "text": "— Czego? Po co? czy konia masz do sprzedania? — jednogłośnie u stołu zapytano."
      },
      {
        "index": 19,
        "text": "Konstanty głową pokręcił i z tajemniczym uśmiechem odpowiedział:"
      },
      {
        "index": 20,
        "text": "— Większy tu troszkę targ nastąpi, niżeli o konia..."
      },
      {
        "index": 21,
        "text": "Pełen powagi i zadowolenia z siebie, z kanapy powstał, uśmiechał się wciąż tajemniczo i patrzał przebiegle."
      },
      {
        "index": 22,
        "text": "— Na różne choroby są różne sposoby, — zaczął — otóż na tę chorobę ja jeden sposób wymyśliłem: pojechałem do Jaśmonta i powiedziałem: Jeżeli będzie tak a tak, to jest podług mojego życzenia, ja Salusi sześćset rubli posagu na stół wypłacę..."
      },
      {
        "index": 23,
        "text": "Pancewiczowa i Zaniewska aż podskoczyły na stołkach, a on, prostując się i ręce w kieszenie wkładając, dokończył:"
      },
      {
        "index": 24,
        "text": "— Bo kiedy ja coś przedsięwezmę, to już niczego nie pożałuję, aby dokonać... choć własnej krwi utoczę, a dokonam... Może mnie przyjdzie tęgo siebie w garści ścisnąć, głodem przymrzeć, bez butów pochodzić, ale co powiedziałem, dokonam. Jeżeli stanie się tak a tak, to jest podług mojego życzenia, sześćset rubli posagu na stół jej dam... Kiedy bieży, to bieży, a gdy upadnie, to leży! U mnie tak!"
      },
      {
        "index": 25,
        "text": "Skończył i czas jakiś trwało milczenie, które przerwała Pancewiczowa, z dłonią przy policzku i dziwnie migocącemi oczami w tył i naprzód kołysząca się na stołku."
      },
      {
        "index": 26,
        "text": "— Jednakowoż, — głośno, prędko i piskliwie mówić zaczęła, — jednakowoż Kostanty jest bardzo niesprawiedliwy! Dla jakiejże to przyczyny najmłodszej siestrze aż sześćset rubli posagu ma wypłacać, kiedy starsze dostały tylko po trzysta?"
      },
      {
        "index": 27,
        "text": "— To jest prawda! — kręcąc się na stołku i jeszcze głośniej, powtórzyła Zaniewska — wszystkim trzysta, a jednej sześćset. Dla jakiejże to przyczyny? Czy dla tej, że ona takie zgryzoty familii robi, których my nigdy nie robiły?"
      },
      {
        "index": 28,
        "text": "— Albo dla tej, — podjęła znowu Pancewiczowa — że Kostanty jest niesprawiedliwy i własną swoją krew chce ukrzywdzać..."
      },
      {
        "index": 29,
        "text": "— Że Kostanty jest krzywdzicielem — wpadła jej w mowę młodsza, o tem już mnie i wtedy wiadomem było, kiedy to trzy krowy przyobiecał dać, a dał tylko dwie..."
      },
      {
        "index": 30,
        "text": "Tu ozwał się gruby bas Zaniewskiego:"
      },
      {
        "index": 31,
        "text": "— To jest prawda, na Kostantego obietnicę nie zawsze spuszczać się można."
      },
      {
        "index": 32,
        "text": "— Obie siostry zaś razem już krzyczały:"
      },
      {
        "index": 33,
        "text": "— My takie same córki swoich rodziców, jak i Salusia, i to samo należy się nam, co i jej... Tylko u Kostantego fantazya więcej znaczy, aniżeli sprawiedliwość... U Kostantego ten najlepszy, kto najgorzej postępuje..."
      },
      {
        "index": 34,
        "text": "Tu przecież oskarżonemu cierpliwości zabrakło. Wszczynającej się kłótni słuchał zrazu z lekceważeniem, ale teraz, zaczerwieniony, nogą tupnął i krzyknął:"
      },
      {
        "index": 35,
        "text": "— Czego rozjadłyście się jak psy na dziada? Czy z waszego daję? Nawet nie z rodzicielskiego! Dorobek własny posiadam i co moja łaska dać komu z niego, to dam, a do swoich garnków nikomu zaglądać nie pozwolę!"
      },
      {
        "index": 36,
        "text": "Kobiety pozrywały się ze stołków."
      },
      {
        "index": 37,
        "text": "— A to nas tak Kostanty w domu swoim przyjmuje! A to na takie piękne słowa Kostanty nas zaprosił! Ślicznie dziękujemy za taką uprzejmą gościnę!"
      },
      {
        "index": 38,
        "text": "— To jest prawda, — wstając także zahuczał Zaniewski — że Kostanty aż nazbyt niegrzecznie z siostrami postępuje... Ale Pancewicz, niezmiernie już przebiegle ruszając brwiami i wąsami, za szwagra ujmować się, a kobiety mitygować zaczął. Wszyscy z miejsc powstawali, wszyscy razem mówili, kobiety rozmachiwały ramionami; Pancewicz pociągał je za czarne rękawy, a żonie dłonią usta zamykał; gruby Zaniewski huczał, że idzie konia zaprzęgać, Konstanty cały czerwony krzyczał, że jest panem swoich pieniędzy i może rozdawać je według wszelkiej swojej fantazyi i upodobania."
      },
      {
        "index": 39,
        "text": "W całym tym gwarze i zamieszaniu trzy osoby tylko nie brały udziału żadnego: stryjeczny z młodą żoną, którzy, trzymając się za ręce, obojętnie i z niejakiem zgorszeniem kłótni się przysłuchiwali, i Gabryś Osipowicz, w jednej ciągle pozycyi u drzwi siedzący. Gdy tylko dwie kobiety spór o posag zawiodły, uśmiechać się on zaczął pod gęstym, krótkim wąsem, a teraz, gdy kłótnia na dobre już wrzała, powolnem spojrzeniem po wszystkich twarzach wodził, głową trząsł i śmiał się cichym, wewnętrznym śmiechem, od którego drgała mu na piersi brunatna kapota. Można byłoby przypuszczać, że litował się lub naigrawał, gdyby znowu zbiedzona powierzchowność i pokorna u drzwi pozycya przypuszczeniu temu nie zaprzeczały."
      },
      {
        "index": 40,
        "text": "Nagle, wśród najwyższego wojennego zapału, rozległ się czyjś głos u okna:"
      },
      {
        "index": 41,
        "text": "— Przyjechały! przyjechały! Końcowa i Salusia przyjechały!"
      },
      {
        "index": 42,
        "text": "W świetlicy uciszyło się, jak makiem zasiał; w mgnieniu oka wszyscy z gniewu ochłonęli i, jak się byli poróżnili, tak znowu sprzymierzyli się nagle i niespodziewanie. Siostry, brat i szwagrowie na znak porozumienia zamrugali ku sobie oczami i pokiwali głowami; kobiety uroczyście za stołem u okna zasiadły, Konstanty z ręką na kłębie przy kanapie stanął, aż drzwi od sieni otworzyły się ze stukiem i do świetlicy wpadły dwie kobiety w dużych salopach, z głowami w wielkie chustki pozawijanemi."
      },
      {
        "index": 43,
        "text": "— Jak się macie? — zawołała jedna."
      },
      {
        "index": 44,
        "text": "— Świety Boże! I Kazia, i Marylka, i wszyscy tu! czy to tak zgromadzili się na moje przywitanie?"
      },
      {
        "index": 45,
        "text": "Głosy były młode i wesołe; w mgnieniu oka też z salop i chustek, jak motyle z gąsiennic, wywinęły się dwie młode i żwawe kobiety."
      },
      {
        "index": 46,
        "text": "Końcowa wyglądała na nieubogą i w świecie trochę otartą mieszczankę; włosy miała podniesione w górę i u wierzchu głowy zgrabnie zwinięte, suknię po miejsku skrojoną i przybraną; młoda była i jeszcze ładna, ale obok towarzyszki prawie niemłodą i nieładną wydawać się mogła. Piękna ta dziewczyna wysmukłą i gibką była jak brzózka, a świeżą jak maj. Drobne jej rysy ocieniała gęstwina czarnych włosów, ciężkim warkoczem na plecy opadających, policzki tryskały rumieńcem, oczy iskrami, z za warg czerwonych błyskały białe zęby. Na uroczyste miny i postawy obecnych uwagi nie zwracając, w mgnieniu oka stół obiegła, kobiety wycałowała, mężczyznom ręce uścisnęła, a wypadkiem ku drzwiom spojrzawszy i zobaczywszy siedzącego przy nich na zydelku gościa, zawołała: „Gabryś, jak się masz?“ — i jemu także rękę podała. On, odkąd weszła, oczu z niej nie spuszczał, a gdy przybliżyła się, twarz jego z żółtawej stała się czerwoną. Zerwał się z zydla i we dwoje złamany, wąsate usta w rękę jej tak wlepił, że zdawać się mogło, iż ją pochłonie. Ona, drugą ręką po kapocie go poklepała i żywo zwróciła się ku bratu."
      },
      {
        "index": 47,
        "text": "— Jak się masz Kostuś? Czegóż to takim słupem stanął? Nie kontent, że do domu powróciłam, czy co?"
      },
      {
        "index": 48,
        "text": "Śmiejąc się szła ku niemu, ale on, ku samej ścianie się cofnął i z nizkiemi ukłonami, urągliwie uśmiechając się, mówić zaczął:"
      },
      {
        "index": 49,
        "text": "— Owszem, owszem! Wielka to jest promocya dla mnie i dla mojej chaty, że pani Chutkowa była łaskawa do niej wstąpić! Niech pani Chamowa nie uważa, że ja prosty szlachcic, może i nie umiem takiej osobie atencyi przystojnej okazywać, ale pomiędzy chamami jeszcze nigdy nie bywałem i nie wiem jak tam oni witają się i atencye swoje składają! cha, cha, cha, cha!"
      },
      {
        "index": 50,
        "text": "Aż trząsł się z gniewu, a śmiejąc się na całą izbę siostrę piorunującym wzrokiem przeszywał. Ona, jakby jej nogi w ziemię wrosły, stała zdziwiona, bo, jakkolwiek spodziewała się gniewów i wyrzutów, ale takiego aż przyjęcia nie przypuszczała. Już siostry, kiedy na powitanie je całowała, odwracały od niej twarze, szwagrowie palcami, jak patyki twardemi, zaledwie ręki jej dotknęli, a teraz ten z takiem naigrawaniem się do niej przemawia!"
      },
      {
        "index": 51,
        "text": "— A toż co? — zawołała, ale Pancewiczowa mowę jej przerwała:"
      },
      {
        "index": 52,
        "text": "— A to, że jakie „dopomóż Boże,“ takie „Bóg zapłać!“ Jaka ty dla nas, takie my dla ciebie!"
      },
      {
        "index": 53,
        "text": "— A cóż ja wam złego zrobiłam?"
      },
      {
        "index": 54,
        "text": "— A to — zaczęła jedna, — że umyśliłaś siostry zakasować... My sobie biedne szlachcianki, za prostą szlachtę wyszły, a ty wcale inszą partyę sobie wynalazłaś... toż i zazdrosne jesteśmy o to, że nas chłopi za żonki nie pobrali, a ciebie jeden bierze..."
      },
      {
        "index": 55,
        "text": "— A jaki jeszcze! Z majątkiem! — dorzuciła druga — ziemi dużo ma, ale nie tyle, aby na niej budę dla psa zbudować!"
      },
      {
        "index": 56,
        "text": "— Ani domu, ani łomu — zahuczał Zaniewski."
      },
      {
        "index": 57,
        "text": "— Bezrolny chłop! — powtórzył Pancewicz."
      },
      {
        "index": 58,
        "text": "— Ale za to tytuł jest, ho, ho! — śmiał się znowu Kostanty — pan... przepraszam... jaśnie wielmożny, jaśnie oświecony pan Cham."
      },
      {
        "index": 59,
        "text": "— Dobry los! inszego widać warta nie była!"
      },
      {
        "index": 60,
        "text": "— A widać zmiarkowała, że lepszy nie weźmie, to sobie sama siakiego takiego bierze!"
      },
      {
        "index": 61,
        "text": "— Siakij takij cialepiej, kali swoj, to lepiej!"
      },
      {
        "index": 62,
        "text": "— Ot i dobrze utrafiłeś, bo jej chłopskie mówienie najmilsze!"
      },
      {
        "index": 63,
        "text": "Salusia, wśród tego plutonowego ognia drwin i przycinków stała jak niema, z głową schyloną, ze wzrokiem wbitym w ziemię i płomiennie zarumienioną twarzą, na której widać było przygniatające uczucie wstydu i upokorzenia. Z całej postawy jej poznać było można, że w głębi mówiła sobie: to jest prawda! to jest prawda! on chłop, ziemi nie ma! wszyscy naigrawają się ze mnie! Ach, jaka ja nieszczęśliwa! I ju łzy do oczu nabiegać jej zaczynały, gdy Zaniewska, z tonu szyderskiego w gniewny wpadając i na stołku aż podskakując, krzyknęła:"
      },
      {
        "index": 64,
        "text": "— Chyba nas wszystkich do grobu położą, wprzód nim ty za tego oberwańca pójdziesz!"
      },
      {
        "index": 65,
        "text": "— Co to oberwaniec! — przywtórzyła, kołysząc się, Pancewiczowa — to jest łotr, wisielec, powroźnik, łańcusznik..."
      },
      {
        "index": 66,
        "text": "Salusia wtedy nagle głowę podniosła, wyprostowała się, błyskawicami z oczu sypnęła i, cała trzęsąc się z oburzenia, ku siostrom skoczyła:"
      },
      {
        "index": 67,
        "text": "— A wy jakiem prawem takie przezwiska jemu dajecie? Chwytajcie się za swój nos, a cudzych nie tykajcie! Jaki on łotr, i wisielec, i łańcusznik? Co on komu złego wyrządził? Dla jakiej przyczyny wy go swemi gadzinowemi językami sieczecie?"
      },
      {
        "index": 68,
        "text": "Teraz dopiero poznać można było, że i ona należała do tych, którzy siebie w kaszy zjadać nie dają. Była bardzo do brata podobna, a teraz stała się jeszcze podobniejszą. Ta sama, co u niego, hardość i gniewliwość głowę jej wysoko odrzuciły, zmarszczyły brwi i rozżarzyły oczy. Jedną ręką na kłębie oparta, wyprostowała się jak struna i ku bratu obrócona krzyknęła:"
      },
      {
        "index": 69,
        "text": "— Ja waszym językom nie pozwolę, aby na mojego narzeczonego pluły! Słyszysz, Kostanty? On cham, to jest prawda, ale cham chamowi nie równy i on nie taki, jak wszystkie chamy, a daj Boże, aby wy jego warci byli! Słyszysz, Kostanty! I niech was Pan Bóg broni, żebyście na niego wygadywali i od łańcuszników go przezywali, bo jak Boga kocham, jeszcze skoczę i komukolwiek oczy wydrapię, słyszysz, Kostanty!"
      },
      {
        "index": 70,
        "text": "Tu odwróciła się i wypadkiem spojrzała na Gabrysia, który, do ściany plecami przytulony, jak w tęczę w nią zapatrzony, głową potakująco trząsł i śmiał się bardzo po cichu, ale innym, niż przedtem, bo jakby rozkosznym, śmiechem. Nie miała jednak czasu zwrócić na to uwagi, bo w koło niej powstała już teraz prawdziwa orgia językowa. Wszyscy obecni, z wyjątkiem tylko młodej bratowej i Gabrysia, protestem jej rozjątrzeni, zrywając się z siedzeń, chodząc po izbie, znowu siadając, mówili i krzyczeli. Nie była to już rozmowa, ale wrzawa, w której drwiny i przycinki zastąpione zostały przez wyrzuty, zarzuty i groźby. Zarzutów wprawdzie było tylko dwa: że Jerzy Chutko jest chłopem i że ziemi swojej nie ma, bo co się tyczy łotra, wisielca i łańcusznika, te, jako przygodne i na niczem nieufundowane, po długich zaledwie przerwach na języki powracały, i to tylko w najwyższem już natężeniu językowej furyi. Z dwu zaś zarzutów w rzeczywistości podstawę mających, jeden dla jednych, drugi dla drugich posiadał wagę większą. Zlewało się to przecież wszystko w jednę całość, która wzrastała, przybierała coraz groźniejszą i bardziej zawstydzającą postać. Co to jest człowiek, który ani kawałeczka swojej ziemi nie ma? Włóczęga, żebrak, dziad kościelny! Miejsce dobre dostał, pensyę dobrą bierze, nazywa się nadleśnym! Bajki babom! Miejsce dobre! a stracić to go nie można? A jak straci? Wtenczas manatki na furę i jedź w świat, gdzie oczy poniosą. Drugie dostanie? Pewno! Wszyscy tylko i czekać na niego będą z miejscami! tyle tych miejsc jest w teraźniejszych czasach! A jeżeli nie dostanie, to w miasteczku osiadaj i z fancikami do żyda chodź po trzy grosze na kawałek chleba! Żeby jeszcze samym cierpieć? a dzieci? Będziesz ty miała pięcioro, sześcioro, ośmioro dzieci, najpewniej będziesz miała ośmioro dzieci, które karmić i przyodziewać przyjdzie — a z czego? kiedy nie ma o co rąk zaczepić? A na wypadek wojny, gdy jego do wojska zawezwą? Insze kobiety choć i bez mężów, ale na swojej ziemi i w swoich chatach ostaną, a pani Chutkowa co zrobi? Też w służbę pójdzie? Ładny los! nie ma co mówić. A no, na dziewkę do dojenia krów i prania cudzych brudów widać rodziła się, kiedy takiego losu pożąda! Tylko z dzieciakami i na taką dziewkę nikt nie przyjmnie. Przyjdzie może brata i siostry w ręce całować, aby przyjęli — ale oni nie głupi, i temu, kto na ich zakazy i prośby uszy zamykał, ku pomocy nie staną. Niech ten, kto ich za nic sobie poczytywał, sam sobie we wszystkiem rady daje, a oni, choćby go głodem mrącego widzieli, obojętnemi pozostaną. Przytem i poniżenie. Jaka służba jest, to jest; choćby najlepsza, zawsze to służba, osobliwie, jeżeli kto, swojego kąta nie mając, trzymać się jej musi jak ślepy płotu. Nadleśny czy podleśny, zawżdy to co inszego, niż pan w swoim domu, choćby najmniejszym. Każą być lokajem, — będzie! Każą językiem proch przed pańskiemi stopami zlizywać, — będzie! Wszystko spełni i wszystko zniesie, choćby szturhańce i najgorsze ubligi, byle miejsca nie stracić i na psa nie zejść. A co mężowi, to i żonie. Wstyd jego, jej hańba. Jemu zresztą to i przyrodzone, aby służył i wszystko znosił, bo tak z chamami zawżdy bywało, ale dla jakiej przyczyny ona zdrową głowę pod ewangelię kładzie? — to już chyba dla tej, że Pan Bog ją opuścił, dyabeł opętał i siostrzyczka zbałamuciła."
      },
      {
        "index": 71,
        "text": "Tu burza wzdęła się, wzrosła w moc i spadła na Końcową, która daremnie po razy kilka usiłowała głos zabrać. Teraz wyrzucać jej zaczęto, że siestrze na niegodne romanse pozwalała, że sama pierwszą przyczyną wszystkiego była, hołysza tego do domu zapraszając, przyjmując, częstując, że nawet bratu, kiedy to on do miasta jeździł, w żywe oczy ważyła się wypowiadać swoje zdanie o wielkich doskonałościach pana Chutki i o szczęściu, które Salusię z nim oczekuje, że zresztą po niej, po Końcowej, spodziewać się tego było można, ponieważ i sama nie wynalazła sobie lepszego kawalera, jak syna takiego, co może tam niegdyś ulice w mieście zamiatał. Ale dla siebie jednakowoż mądrzejsza była, — nie bój się! męża choć i miejskiego śmieciucha, lecz z ładnym domem i zyskownem rzemiosłem, wzięła, a siostrę gotowa była za żebraka wydać, zgubić, w łzach wiecznych i nędzy utopić!"
      },
      {
        "index": 72,
        "text": "Końcowa, łagodniejsza i gładsza od swoich napastujących sióstr, broniła się, jak mogła, siebie uniewinniała, za Jerzego ujmowała się, aż gdy coraz srożej na nią nacierano, gdy i Konstanty krzyczeć zaczął, że jeżeli siostra zginie, to ona Panu Bogu za nią odpowie, zerwałą się z gniewem i obrazą, wołając, że wcale nie po to tu przyjechała, aby nią poniewierano, że do poniewierki nie przywykła, swój dom, chwała Bogu, i swego męża i swoje uważanie w świecie ma, konia, którym z miasta przyjechała, natychmiast założyć każe i ani momentu dłużej tych impertynencyi nie znosząc, do swego domu, męża i uważania odjedzie."
      },
      {
        "index": 73,
        "text": "Tego znowu obecni wcale sobie nie życzyli, bo w gruncie rzeczy Końca poważali, Końcową lubili, i była im ona teraz, jako najbliżej z Salusią sprzyjaźniona, bardzo potrzebną. Więc ją jako tako ułagodziwszy, znowu na Salusię całym ciężarem runęli... Ale dziewczyna, po środku izby stojąc, wyprostowana, zuchwała, rozogniona, jak osa odcinała się dokoła, najczęściej do brata się zwracając, tak, że w ogólnym gwarze wyraźnie rozróżniać można było ich dwa głosy, jakby w nieubłaganym pojedynku na piłki czy kule, rzucające ku sobie szybkie, zacięte pociski słów."
      },
      {
        "index": 74,
        "text": "— Psy wyją, a miesiąc świeci! Nie znasz, a wygadujesz! Wpierw poznaj, potem gań! — wołała Salusia."
      },
      {
        "index": 75,
        "text": "— Właśnie, że znam! Ze wszystkich stron go obejrzałem i z żadnej nic dobrego nie uwidziałem — odkrzykiwał Konstanty. — Ani wełny, ani mleka; ani z mięsa ani z pierza... cham — i kwita!"
      },
      {
        "index": 76,
        "text": "— Lepszy od ciebie, bo edukowany! Ty takiej edukacji i nie widział, jaką on ma!"
      },
      {
        "index": 77,
        "text": "— Nie pomoże krukowi mydło! brudnego gałgana edukacya nie wybieli!"
      },
      {
        "index": 78,
        "text": "— Kostanty arystokrat, to niechaj sobie wielkiej pani szuka, a ja dla siebie za mąż idę, nie dla Kostantego..."
      },
      {
        "index": 79,
        "text": "— Cha, cha, cha! Bieda tylko, że nie pójdziesz..."
      },
      {
        "index": 80,
        "text": "— I czemuż to?"
      },
      {
        "index": 81,
        "text": "— Bo ja zabraniam!"
      },
      {
        "index": 82,
        "text": "— Już moje dzieciństwo przeminęło! Dwadzieścia trzy lata mam i nikt mi nic nakazać, ani zakazać nie zdoła!"
      },
      {
        "index": 83,
        "text": "— Słuchaj Salusia, u tego tańca dwa końce: albo posłuchasz i ja ciebie uszczęśliwię, albo grosza posagu nie dam, jednego łachmana nie dam, na próg nie puszczę..."
      },
      {
        "index": 84,
        "text": "— Mnie i w jednej koszuli wezmą, a na próg twój moje nogi łakome nie będą!"
      },
      {
        "index": 85,
        "text": "— Z tobą gadać to samo, co wodę rzeszotem czerpać!"
      },
      {
        "index": 86,
        "text": "— A z takim, jak ty, naigrawaczem i krzywdzicielem to i wcale gadać nie warto!"
      },
      {
        "index": 87,
        "text": "— A z chamem warto?"
      },
      {
        "index": 88,
        "text": "— Na was dwóch spojrzawszy, jego za pana, a ciebie za chama poczytać można!"
      },
      {
        "index": 89,
        "text": "— Niech go psy zjedzą!"
      },
      {
        "index": 90,
        "text": "— A żebym ja była wskróś ziemi poszła, nim do tego domu przyjechałam! — z ogromną już żałością krzyknęła, twarz rękoma zakryła i z głośnym płaczem do wpółotwartej bokówki wybiegła. Konstanty czapkę z okna schwycił i, głośno sapiąc, cały gniewem ziejący, na podwórko wypadł. Wszystkie pozostałe w świetlicy kobiety porwały się z miejsca i do bokówki za Salusią wpadły. Czy im się jej żal robiło? czy uczuły, że na tę hardą dziewczynę złość i krzyki nie podziałają i trzeba innych sposobów użyć? — dość, że za przymkniętemi drzwiami bokówki dały się wkrótce słyszeć głośne pocałunki, pieszczotliwe nazwy, tajemnicze szepty, pojękiwania, wzdychania. Szwagrowie i stryjeczny, po cichu z sobą o czemś gadając, za Konstantym na podwórko wyszli; w świetlicy pozostał sam jeden Gabryś. Przez cały czas kłótni ani na chwilę nie spuszczał wzroku z Salusi, przy każdem jej poruszeniu oczami za nią wodził, a po każdem słowie, które wymawiała, potakująco głową trząsł i śmiał się z zadowoleniem widocznem. Najmniejszem słowem ani poruszeniem nie mieszając się do nader żwawej rozprawy, brał w niej przecież udział widoczny i gorący. Teraz, gdy w świetlicy zrobiło się cicho i pusto, spuścił głowę i ze splecionemi na kolanach rękoma zamyślił się głęboko. Ręce jego były chude i spracowane, czoło wysokie i zorane mnóstwem drobnych zmarszczek, o których przedwczesności świadczyły czarne włosy; zamyślony, usta wydymał tak, że wśród wklęsłych, podługowatych policzków wąsy sterczały mu naprzód, jak gęsta i twarda kępa szczeciny. Widać było, że smętnie nad czemś dumał, bo parę razy głową pokiwał, westchnął i ręką uczynił gest jakby zniechęcenia, albo wzgardy. Mogło się zdawać, że mówił do siebie: „nie ma dobra na świecie!“ albo „wszystko głupstwo!“ Obudził się z zamyślenia wtedy dopiero, gdy kobiety jednocześnie do świetlicy powróciły i u stołu z jedzeniem zasiadły, powróciły zaś widocznie w stosunkach jak najlepszych, pogodzone i wzajem dla siebie rozczulone. Idąc, obejmowały się, szeptały pomiędzy sobą, chichotały; jedna tylko Salusia nie śmiała się, milczała i chociaż z gniewu ochłonęła, a nawet przymilające się do niej siostry od czasu do czasu całowała, w ściągniętych jej brwiach i wydętych ustach widać było rozżalenie i zamyślenie. Cokolwiek przecież czuła, nie odjęło to jej apetytu młodego, a zaostrzonego kilkomilową, odbytą dziś jazdą. Zapraszana więc przez siostry, jeść zaczęła ser, chleb z masłem, kiełbasę, krajała, smarowała, mlekiem, które Pancewiczowa w dzbaneczku jej przyniosła, polijała; ale jakkolwiek czyniła to ze smakiem i dość żwawo, nie pozbyła się wyrazu zamyślenia i zmartwienia. Wtem wzrok jej padł na Gabrysia i zgryziona twarz błysnęła przyjaznym uśmiechem."
      },
      {
        "index": 91,
        "text": "— Gabryś — zawołała — dlaczego nie siadasz przy stole?"
      },
      {
        "index": 92,
        "text": "On znowu zaczerwienił się jak burak i z wielkiem zmieszaniem, kręcąc się na zydlu, swoim cichym, przytłumionym głosem, odpowiedział:"
      },
      {
        "index": 93,
        "text": "— Dziękuję Salusi, bardzo dziękuję, mnie i tu dobrze!"
      },
      {
        "index": 94,
        "text": "Skinieniami głowy, z której opadał na plecy ciężki kruczy warkocz, przyzywała go ku sobie."
      },
      {
        "index": 95,
        "text": "— Chodź! chodź! siądź tu przy mnie! tak dawno nie widzieliśmy się z sobą!"
      },
      {
        "index": 96,
        "text": "Ale on ani poruszył się, głową przecząco pokręcił."
      },
      {
        "index": 97,
        "text": "— Dziękuję, — powtórzył — mnie i tu dobrze!"
      },
      {
        "index": 98,
        "text": "— Głupi! — szepnęła do Końcowej Pancewiczowa."
      },
      {
        "index": 99,
        "text": "— Czy zawsze taki, jaki był?"
      },
      {
        "index": 100,
        "text": "— Taki sam! głupi Gabryś! gamoń, harbuz!"
      },
      {
        "index": 101,
        "text": "Ale Salusia odezwała się znowu:"
      },
      {
        "index": 102,
        "text": "— To zjedzże przynajmniej cokolwiek."
      },
      {
        "index": 103,
        "text": "I z porcyą chleba, masłem posmarowanego, w jednej ręce, a dużym kawałkiem kiełbasy w drugiej, szła przyjaźnie uśmiechnięta, filuternie ku niemu mrugając. Ale on, z podniesionemi na nią oczyma, podawanej mu żywności nie brał, głową przecząco wstrząsał i odpowiadał:"
      },
      {
        "index": 104,
        "text": "— Dziękuję Salusi, bardzo dziękuję, ale nie głodnym, jeść nie będę!"
      },
      {
        "index": 105,
        "text": "Nalegać zaczęła. Usiadła przy nim na zydelku i, ręką głaszcząc go po ramieniu, prosiła:"
      },
      {
        "index": 106,
        "text": "— Zjedz no, zjedzże, mój Gabrysiu!"
      },
      {
        "index": 107,
        "text": "Znać było, iż z tym zbiedzonym, pokornym człowiekiem łączył ją stosunek zażyły i bardzo życzliwy. Wypraszał się od jedzenia zrazu nieśmiało, zmieszany i razem uszczęśliwiony, lecz gdy nalegać nie przestawała, uśmiechać się przestał i prawie szorstko mruknął:"
      },
      {
        "index": 108,
        "text": "— Nie chcę! nie będę! Niech Salusia wybaczy, ale jeść nie będę. Nie głodnym!"
      },
      {
        "index": 109,
        "text": "— Daj pokój, Salusia! — zawołała od stołu Pnacewiczowa, — powinno ci być wiadomem, że Gabryś u nikogo nic do gęby nigdy nie bierze. Widać pierogi u siebie je, kiedy go u ludzi chleb w zęby kole!"
      },
      {
        "index": 110,
        "text": "On zcicha odpowiedział:"
      },
      {
        "index": 111,
        "text": "— Pierogów u siebie nie jem, ale chleba od ludzi nie potrzebuję."
      },
      {
        "index": 112,
        "text": "— Głupi! — szepnęła Zaniewska."
      },
      {
        "index": 113,
        "text": "— Niby to taki dumny! — sarknęła Pancewiczowa."
      },
      {
        "index": 114,
        "text": "— A dziurami w butach świeci! — zaśmiała się pierwsza."
      },
      {
        "index": 115,
        "text": "Istotnie, Gabryś miał na nogach buty z długiemi, mocno zrudziałemi od wynoszenia cholewami i gotującą się do odpadnięcia podeszwą."
      },
      {
        "index": 116,
        "text": "Salusia do stołu wróciła, trochę na nieposłusznego gościa nadąsana, a gdy tylko usiadła, Pancewiczowa w jedno ucho, a Zaniewska w drugie szeptać jej zaczęły o czemś, z czego od czasu do czasu dosłyszeć było można: „chłopy, grubiany“, „jeżeli nie on, to rodzice“ „czy ty jego rodziców w ręce całować będziesz?“. „Ociec jego za pańszczyznę jeszcze w skórę brał!“"
      },
      {
        "index": 117,
        "text": "Tu do świetlicy weszli i mężczyźni: Konstanty, dwaj szwagrowie, strzeczny. Pierwszy wydawał się już ułagodzonym, nawet dość wesołym; chodził po izbie z rękami w kieszeniach i w zamyśleniu pogwizdywał zcicha: fiu, fiu! fiu, fiu, fiu! Co chwilę też stawał przed oknem i spoglądał na drogę, jakby kogoś na niej wyglądał i oczekiwał. Raz, przechodząc około stołu, Salusię po włosach pogłaskał, ale ona nic na tę pieszczotę nie odpowiedziała, tylko łzy do oczu jej nabiegły. Kiedy jednak tak w padającem z okna, białem, śniegowem świetle siedziała nieruchoma, w ciemnej sukni, szczelnie obciskającej jej wysmukłą kibić, z chmurą czarnych włosów nad drobną różową twarzą, z ciężkim warkoczem na plecach i szkłem łez w oczach, wyglądała na istotę, która ciężko i prawie z rozpaczą nad czemś głowę sobie łamie, z czemś walczy, jakieś sprzeczności pogodzić usiłuje. Pancewiczowa zaś i Zaniewska ciągle jej coś do uszu szeptały. Końcowa, przysłuchując się cichemu ich mówieniu, zaczynała potakująco głową trząść, młoda bratowa zaś, obu łokciami o stół oparta i z brodą w dłoniach, na wszystkie otaczające twarze błękitnemi oczami strzelała, to w tę, to w drugą stronę ucha nastawiała, aż nagle, na całą świetlicę donośnym, przewlekłym i gapiowatym głosem odezwała się:"
      },
      {
        "index": 118,
        "text": "— Wiesz co, Salusia? A jaby nie słuchała, żeby na twojem miejscu była! Dalbóg nie słuchałaby nikogo! Żeby Michał, zdaje się, sto razy chłopem był i ziemi swojej nie miał, jaby za niego poszła. Rodzonego ojca nie posłuchałaby i za Michała poszła!"
      },
      {
        "index": 119,
        "text": "Salusia drgnęła, zaczerwieniła się aż po brzegi włosów i nagle rozbłysłem okiem na bratową spojrzała."
      },
      {
        "index": 120,
        "text": "— Dobrze tobie tak gadać, Emilka, — szorstko sarknęła, — kiedy twój Michał i nie chłop i ziemię swoją ma!"
      },
      {
        "index": 121,
        "text": "— Emilka tak gada, bo jest smarkata i rozumu żadnego nie ma! — gniewnie na bratową patrząc, zawołał Konstanty."
      },
      {
        "index": 122,
        "text": "Ale mąż zgromionej kobiety w tejże chwili wyprostował się, ciemną rękę podniósł do czarnego wąsa i zawołał:"
      },
      {
        "index": 123,
        "text": "— Za pozwoleniem Kostanty! Ja Kostantemu oświadczam, że do mojej żony takim sposobem przemawiać nie wolno! Ja nikomu nie pozwalam ubligi jej wyrządzać!"
      },
      {
        "index": 124,
        "text": "— To na cóż głupia? — odkrzyknął gospodarz."
      },
      {
        "index": 125,
        "text": "— My u Kostantego o pożyczenie rozumu nie prosim..."
      },
      {
        "index": 126,
        "text": "Zaperzyli się obydwaj, jak dwa koguty. Michał na żonę wołał: „chodź, Emilka“ i za rękę już ją brał, z za stołu chcąc wyciągnąć, ale Pancewicz za ramię go pochwycił i perswadować zaczął. Nie łatwe to przecież było zadanie."
      },
      {
        "index": 127,
        "text": "— Niechaj Kostanty gęby pilnuje! Moja żona nie jego sługa, aby na nią złość wywierał!"
      },
      {
        "index": 128,
        "text": "— Wolna droga do proga! Jeżeli komu w chacie mojej nie miło, może sobie milszej gospody poszukać!"
      },
      {
        "index": 129,
        "text": "Pancewicz, z rozpostartemi ramionami, z jednej strony Kostantego, z drugiej Michała gestem i ruszaniem brwi powściągając, perorował:"
      },
      {
        "index": 130,
        "text": "— Człowiekowi na to rozum przez Pana Boga jest dany, aby pasyami swojemi rządził. Pasye, panie dobrodzieju, to są dyabły w człowieku umieszczone, a kto niemi nie rządzi, przemienia się w bydlę, panie dobrodzieju! Michał! Konstanty! pocałujcie się!"
      },
      {
        "index": 131,
        "text": "— Bajki babom! Mam go całować za to, że mnie żonkę złajał!"
      },
      {
        "index": 132,
        "text": "— Mnie też twoje całowanie tak pachnie, jak psu padlina!"
      },
      {
        "index": 133,
        "text": "Ale z za stołu ozwał się cienki, wcale tym razem nie gapiowaty, tylko rozkazujący głos Emilki:"
      },
      {
        "index": 134,
        "text": "— Michał, pocałuj się z Kostantym!"
      },
      {
        "index": 135,
        "text": "Trzy inne głosy kobiece zawołały:"
      },
      {
        "index": 136,
        "text": "— Kostanty, słyszysz? pocałuj się z Michałem!..."
      },
      {
        "index": 137,
        "text": "A Pancewicz za poły kurt ciągnął ich ku sobie, mówiąc:"
      },
      {
        "index": 138,
        "text": "— Na to Pan Bóg krewnych stworzył, panie dobrodzieju, aby w zgodzie z sobą żyli..."
      },
      {
        "index": 139,
        "text": "— Michał, słyszysz? pocałuj się zaraz z Konstantym..."
      },
      {
        "index": 140,
        "text": "Minutę jeszcze nasrożeni i wahający się stali, aż Michał pierwszy do szwagra przystąpił i, za oba ramiona go ująwszy, w jeden policzek, a potem w drugi głośno pocałował, poczem już i Konstanty względem niego to samo uczynił, tak, że cztery pocałunki, jak cztery wystrzały, rozległy się po świetlicy, a kobiety a stołem w ręce klasnęły i zaniosły się od śmiechu."
      },
      {
        "index": 141,
        "text": "W tej samej chwili, w drzwiach nagle i szeroko otworzonych, zabrzmiało silnym głosem wymówione pozdrowienie:"
      },
      {
        "index": 142,
        "text": "— Niech będzie pochwalony Jezus Chrystus! Dobry wieczór państwu!"
      },
      {
        "index": 143,
        "text": "Kłótnią i godzeniem się zajęte, osoby znajdujące się w świetlicy nie patrzały w okna i nie widziały wjeżdżających na podwórko ładnych, podkutych sanek, z których wysiedli dwaj mężczyźni i, pod stajenką lejce dokoła drzewa okręciwszy, ku domowi poszli."
      },
      {
        "index": 144,
        "text": "Teraz we drzwiach stał człowiek z rudą jak ogień czupryną i wielką, wąsatą, piegowatą twarzą, rosły, okazały, a pogrubiony jeszcze przez biały barani kożuch, rzemiennym pasem przepasany, który miał na sobie, a z którym sprzeczność stanowiły zarówno świecące, wysokie buty, jak zgrabna, w ręku trzymana czapeczka."
      },
      {
        "index": 145,
        "text": "— Pan Jaśmont! Pan Kazimierz Jaśmont! — jednogłośnie krzyknęły kobiety, a Konstanty, na którego twarz padła wielka radość, obydwie ręce gościa pochwycił i zawzięcie trząsł niemi dopóty, dopóki ten, uchylając się od progu, nie odsłonił stojącej za nim, wcale nie podobnej do niego figury."
      },
      {
        "index": 146,
        "text": "Ręką na stojącego za nim młodziutkiego, cienkiego chłopca wskazując, przemówił:"
      },
      {
        "index": 147,
        "text": "— Mam honor rekomendować! Oto jest pan Władysław Cydzik, jedyny i najmilszy syn pana Onufrego Cydzika, z okolicy Cydziki Mniejsze..."
      },
      {
        "index": 148,
        "text": "— Znamy! Od dziecka znamy! — zawołały Pancewiczowa i Zaniewska, wstając i na spotkanie przybyłych idąc; Salusia zaś bardzo pobladła i jak zlękniony cień cicha usunęła się daleko od kanapu i stołu, pod sam koniec pieca, w pobliże zydelka, na którym siedział Gabryś. Bo trzeba było chyba nie być szlachcianką i o Kazimierzu Jaśmoncie nic nie wiedzieć, aby nie domyśleć się, co znaczyło, gdy przybywał w kożuch przyodziany i kawalera za sobą wiodący. Dostatni, wesoły, bardzo towarzyski, najlepszy na wiele mil orator, Kazimierz Jaśmont, dopóki się nie ożenił, bywał na godach weselnych najpożądańszym z drużbantów, a po ożenieniu stał się pożądanym dla wszelkich uroczystości i obchodów, na których żonaci w pierwszych rolach występować mogą. Takiego białego kożucha zazwyczaj on nie nosił — gdzie tam! elegantem był i nawet złoty zegarek posiadał, a skoro kożuch taki na siebie włożył i tam, gdzie znajdowała się panna, z kawalerem przyjeżdżał, były to, tak, niewątpliwie i niezawodnie były to — swaty! Oprócz Salusi, żadnej panny w domu nie było. Więc swaty przybywały do niej, do niej zaręczonej, do niej w narzeczonym tak zakochanej, że i w tej chwili, w tej chwili nawet więcej, niż kiedykolwiek, stał on przed jej oczami jak żywy, patrzał na nią, uśmiechał się do niej, — jej Jerzy, jej śliczny, dobry, najmilszy Jerzy!"
      },
      {
        "index": 149,
        "text": "Spojrzała na brata i z rozradowanej jego twarzy, z hucznego i zamaszystego sposobu, w jaki przez drzwi wołał na parobka, aby konia pana Jaśmonta do stajni wprowadził, odgadła, że te swaty były umyślną jego sprawką, że to on sam na dzień przybycia jej do domu przysposobił je i sprowadził. Doświadczyła takiego uczucia, jakiego doświadczać musi mucha, gdy jednę nóżkę uczuje już zaplątaną w pajęczynę, — więc pobladła, zmieszana stała w kącie izby i, gibką, wysmukłą kibić naprzód nieco podając, wylęknionemi, ale zarazem i zaciekawionemi oczyma na dwu przybyłych patrzała."
      },
      {
        "index": 150,
        "text": "Jeden z nich, Kazimierz Jaśmiont, wyciągnięte ku parobkowi ramię Konstantego powstrzymującym gestem ujmując, mówił:"
      },
      {
        "index": 151,
        "text": "— Za pozwoleniem! Niewiadomem jest jeszcze, czy kobyłka nasza do stajni wprowadzoną ma zostać, lub też wspólnie z nami wprędce za wrota się wydalić. To się dopiero okaże, gdy o dekret dla siebie i dla niej zapytamy, a tymczasem pięknie proszę, aby w oczekiwaniu na ten dekret pod boskim dachem sobie postała!"
      },
      {
        "index": 152,
        "text": "Jeżeli przedtem mogła była jeszcze istnieć wątpliwość jaka, teraz rzecz stała się jasną jak słońce. Koń pod boskim dachem na dekret oczekujący nie mógł przywieźć nikogo innego, jak tylko — swata."
      }
    ]
  }
}