{
  "chapterNumber": 6,
  "title": "Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "V. Konstanty Osipowicz w swojej nowej, wielkiej stodole młócił owies, który dobrze obrodził w tym roku i którego ani części jeszcze nie sprzedał. To powstrzymywanie się ze sprzedażą głośno i otwarcie przypisywał swojemu rozumowi. „Bo do wszystkiego — mówił — trza mieć rozum. Ja czego nie wiem i wiedzieć nie mogę, bo w boskich ręku jeszcze pozostaje, to odgadnę, albo i przeczuję. Drugi dawno połakomiłby się na ceny i pozbył się owsa, a ja odgadłem potrzebę, w jakiej się najdę! Tak jakby mnie coś do ucha szeptało: niech to ziarno poleży jeszcze sobie! A cóż to szeptało? rozum i kwita! fiu! fiu!“"
      },
      {
        "index": 2,
        "text": "Potrzeba zaś była taka, że weselników zjechać się miało wielu, a on był zbyt ambitnym, aby mógł nie zasypać każdemu „gościowemu“ koniowi choćby małego i choćby z sieczką zmieszanego garnczyka owsa. W innym czasie ta ujma w dochodach martwiłaby go ogromnie, ale teraz pomyślny obrót małżeńskiej sprawy siostry taką mu sprawiał uciechę i dumę, że czasem tylko i trochę jedynie markotniał, starając się w dodatku tego po sobie nie pokazywać."
      },
      {
        "index": 3,
        "text": "Pancewicz, którego żona ciągle teraz u brata przesiadywała, wczoraj tu przyjechał i aż do blizkiego już wesela miał pozostać. Wstawszy więc z rana, po zagrodzie pochodził, braterskie budynki tak uważnie i ze stron wszystkich obejrzał, jakby po raz pierwszy w życiu je widział, na chałupę Gabrysia z politowaniem i większem jeszcze lekceważeniem popatrzał, aż znudził się, surdut zdjął i bratu do pomocy w młóceniu stanął. Bez surdutów i kamizelek, tylko w białych jak śnieg koszulach, pomiędzy dwoma pachącemi zasiekami zboża, niedaleko od siebie stojąc, podnosili obaj cepiska i spuszczając je w leżące na toku snopy biczami walili. Pancewicz czynił to powoli i poważnie, Konstanty — prędko i zapalczywie, tak, że na jedno uderzenie pierwszego dwa drugiego wypadały, aż z głuchych lecz silnych odgłosów tych uderzeń utworzył się rytm stały, jednostajny i przez otwarte drzwi stodoły nieustannie, jednostajnie rozchodził się po zagrodzie. Na dziedzińcu, w sadzie, około obory i stajni, nawet na wyboistej drodze, biegnącej brzegiem pola, słychać było głośne, ciągłe, równe trzy tempa: Taf, taf, taf! Taf, taf, taf! Zdawać się mogło, że duża, żółta, białą kołdrą w górze przykryta stodoła gadała."
      },
      {
        "index": 4,
        "text": "Pośród długiego szlaku okolicy były i inne jeszcze stodoły, które gadały tak samo; komuś więc, ktoby drogą szedł lub jechał, wydawaćby się mogło, że budynki te prowadziły ze sobą zawziętą i gadatliwą rozmowę. Mieszały się do niej czasem głuche stukoty sanek skaczących po twardych wybojach drogi i przeraźliwe świegoty wróbli, których ogromne stada z głośnym trzepotem wznosiły się w powietrze, to znowu na ziemię opadały u rozwartych i zmiętą smołą usianych wrót każdej stodoły."
      },
      {
        "index": 5,
        "text": "Wcale inne odgłosy z za zamkniętych okien wychodziły z domu Osipowicza, w którym, niby rój pszczół, brzęczały rozmowy i śmiechy. Łatwo było odgadnąć, że garstka młodzieży napełniała świetlicę i że było tam bardzo wesoło. Jakoż ze stukiem, szeroko otworzyły się drzwi domu i na ganek, ścigana widocznie przez dwóch młodych i urodziwych chłopców, wybiegła dziewczyna wysoka, zgrabna, piękna, w czarnych warkoczach nad śniadą twarzą, po miejsku ubrana, w suknię z obcisłym stanikiem i turniurą. Jeden ze ścigających chwytał ją za fałdy sukni, drugi za rękę, a obaj wołali i zaklinali się, że jej nie puszczą, że nie po to przyszli, aby ich ona w smętku i samotności pozostawiała, że jeżeli już nieszczęsny los tak zdarzył, iż pan Cydzik wprędce porwie ją i w dalekie strony uwiezie, to oni choć tymczasem widokiem jej nacieszyć się żądają. Jeden, z niejaką elegancyą w szarą kurtę, zielonemi taśmami naszytą, ubrany, półgłosem jej mówił, że tego Cydzika zastrzeli chyba za pozbawienie całej okolicy najpiękniejszego kwiatka, który w niej wyrósł! Drugi coś jej także do ucha szeptał. Parę dziewcząt w samodziałowych spódnicach i codziennych kaftanach, przez drzwi z sieni wyglądało, szczerząc zęby i przyglądając się tryumfowi towarzyszki. Widocznie bowiem była ona tryumfatorką i z zadowoleniem przyjmowała sypiące się na nią komplimenta i czułości. Zadowolenie, rozbawienie, zalotność tryskały z jej twarzy, spojrzeń i ruchów. — Ten Adaś Strupiński szczególniej był takim przystojnym i dowcipnym chłopcem, że wesoło było z nim pożartować, a ponieważ uchodził za bałamuta i wielu już pannom w okolicy głowy napróżno pozawracał, więc nawzajem zawrócić mu głowę niemałym było tryumfem. Że zaś głowę miał już zawróconą, to wyraźnie widziała i była pewną, że gdyby nie zaręczyny z Cydzikiem, on teraz oświadczyłby się o nią. — Jednak choć kompania była tak wesołą, umyśliła porzucić ją na chwilę, a myśl ta niewiedzieć zkąd i nagle strzeliła jej do głowy, gdy, u długiego pieca na kołowrotku przędąc, z chłopcami i dziewczętami rozmawiała i żartowała. Niewiedzieć dla czego i nagle wśród największej wesołości pomyślała sobie: dość już tego! nie chcę już ich! do Gabrysia polecę! Zerwała się od kołowrotka, na ganek wypadła, gdzie ją znowu tę męciwody i pochlebniki bardzo zabawili i zozśmieszyli. Jednak, gdy Strupiński zbyt już mocno rękę jej ścisnął i zbyt zuchwale w same oczy zajrzał, zaczerwieniła się, po ramieniu go uderzyła i wyrwawszy się mu, jak strzała ku zagrodzie Gabrysia pobiegła. Płotek, dwie zagrody rozdzielający, nie był dla niej żadną przeszkodą, bo od dzieciństwa przebywać go przywykła w taki sposób, w jaki uczyniła to i teraz. Przeskoczyła go jak sarna i tylko fałdy miejskiej sukni, nie bardzo do przeskakiwania płotów odpowiedniej, zaczepiły się o coś i na chwilę znajdującą się pod niemi kraciastą, samodziałową spódniczkę ukazały. Przystanęła i, nachyliwszy się, z niepokojem obejrzała: czy się czasem nie rozdarły. Od powrotu swego z miasta nie ubierała się już inaczej jeno w takie miejskie suknie, których dwie miała: jednę od Końcowej, drugą, którą sprawiła sobie za pieniądze, otrzymane ze sprzedaży utkanych własnemi rękoma kołder i kilimków. Ponieważ za bogatego wychodziła, mogła sobie tedy na ten zbytek pozwolić i suknie te znosić choćby jeszcze i przed ślubem. Nieraz, wkładając je i nowe wstążki na szyję zawiązując, myślała, że przecież teraz takie rzeczy, to całe jej szczęście, więc też pewno nie będzie ich sobie szczędzić. Ile razy tak pomyślała, zawsze łzy zakręciły się jej w oczach, ale przy zapinaniu i zawiazywaniu kokardy osychały."
      },
      {
        "index": 6,
        "text": "Przez podwórko Gabrysia szła nieco wolniej, słuchając rozlegającego się w chacie ciągłego, monotonnego stukania."
      },
      {
        "index": 7,
        "text": "— Gabryś sieczkę rznie! — pomyślała."
      },
      {
        "index": 8,
        "text": "Istotnie, w ciemnawej sionce, przy ustawionem w głębi razidle Gabryś stał bez kapoty, w grubej koszuli i, bosą stopę na ponożu opierając, wielki nóż w drewnianej rękojeści prędko jedną ręką na podsuwany drugą snop słomy opuszczał. Z pod rzezaka spadała żółta ulewa na drobną sieczkę pokrajanej słomy; czoło pracującego było trochę zwilżone potem, a czarne jego wąsy na wydętych od wysilenia i zamyślenia wargach sterczały pośród chudych policzków, jak kępa twardej szczeciny. Wtem, tuż za jego plecami, zadzwonił świeży, donośny głos kobiecy:"
      },
      {
        "index": 9,
        "text": "— Dla czego to Gabryś, choćby i do rznięcia sieczki, nie ubierze się porządniej? Bosy, z rozczochranemi włosami, w rozpiętej koszuli, tak jak ostatni kapcan! fi!"
      },
      {
        "index": 10,
        "text": "Zmieszał się tak ogromnie, że słomę i rzezak z rąk wypuszczając, jak mały chłopczyk na gorącym uczynku schwytany, z opuszczonemi w dół ramionami i zwieszoną głową stanął. Ona, cała rozweselona komplimentami i żartami, z pośród których tylko co się wyrwała, stała przed nim z rozbłysłemi oczyma, teraz wreszcie zbliżyła się, ręką odgarnęła mu z czoła zwilżone nieco od potu włosy i koszulę u szyi zawiązała. Bardzo lubiła Gabrysia i im więcej ludzie nim gardzili i głupim go przezywali, tem więcej go lubiła. Czasem zdejmował ją żal nad nim, że był takim biednym i samotnym, czasem też śmiała się i żartowała z niego sama, bo śmiesznie wyglądał, gdy tak, jak teraz naprzykład, z rozczerwienioną twarzą i obwisłemi rękoma, stał jak kołek i patrzał na nią łypiąc powiekami i uśmiechając się gapiowato. Głos miewał zawsze cichy, przytłumiony, jakby od nieśmiałości, czy też od braku wprawy w mówieniu. Tym więc głosem zapytał ją nakoniec:"
      },
      {
        "index": 11,
        "text": "— Czy Salusia jaki interes ma do mnie?"
      },
      {
        "index": 12,
        "text": "— Ej nie, zachciało mi się tylko Gabrysia odwiedzić, a przy tem już i zapytam: czy Gabryś da mnie swój wazonik mirtu na wianeczek i bukieciki?"
      },
      {
        "index": 13,
        "text": "— To niech Salusia do izby wejdzie i ten mirt zobaczy, a ja zaraz też tam pójdę."
      },
      {
        "index": 14,
        "text": "Przez niskie, szerokie drzwi, na drewnianą klamkę zamykane, do izdebki wbiegła i natychmiast, niby wonna fala, ogarnęły ją silne zapachy geranium i heliotropu. Tem silniejszemi wydawały się te zapachy, że izdebka była malutką. Stał tam pod ścianą szeroki tapczan z siennikiem, samodziałową kołdrą przykrytym, i z dostatnią czystą poduszką; nad nim, obok kilku jaskrawych obrazków, wisiały skrzypce. Zresztą, oprócz starego stołu, na którym stała lampka i leżało parę książek w zniszczonych oprawach, zydelka, paru stołków, nic tam nie było i prawie nic zmieścić-by się nie mogło. Podłogę, z gliny ubitą, wysoki próg, w wązkich drzwiczkach położony, przedzielał z kuchenką, w której palił się w piecu mały ogień i stały przed ogniem dwa niewielkie garnki. Jedynym zbytkiem tego ciasnego i ubogiego wnętrza były dwa dość duże okna, w spore i czyste szyby zaopatrzone, a jedyną ozdobą — umieszczone przy nich rośliny. Wcale nie dużo ich było: okwitająca już pelargonia i w pełni rozkwitły heliotrop, rozłożyste geranium i dwa mirty, które, nie mieszcząc się w oknie, na stołkach przy niem stały, całe w słońcu, którego południowe blaski z za zielonych liści sypały na glinianą podłogę deszcz złotych kółek i esików. Cisza tu była wielka, czasem tylko ogień w kuchence zatrzaskał i od strony Osipowicza dochodziło zgłuszone oddaleniem, rytmiczne stukanie cepów."
      },
      {
        "index": 15,
        "text": "Salusia, uśmiechnięta, cała w słonecznej smudze, obu rękoma obejmowała wazonik z heliotropem i z całej siły wciągała w siebie zapach drobnego, bladego kwiatu."
      },
      {
        "index": 16,
        "text": "— Salusi podoba się mój heliotrop? — usłyszała za sobą przyciszone pytanie — to niech go sobie Salusia na nowe gospodarstwo weźmie."
      },
      {
        "index": 17,
        "text": "Gabryś stał za nią w kapocie już i w butach z odpadającemi podeszwami."
      },
      {
        "index": 18,
        "text": "— Niechże Salusia mirty zobaczy."
      },
      {
        "index": 19,
        "text": "— Prawda, Gabryś ma teraz dwa mirty, dawniej przecież miał tylko jeden!..."
      },
      {
        "index": 20,
        "text": "Delikatnie dotykając palcami drobnych listków mirtowych, z uśmiechem mówił:"
      },
      {
        "index": 21,
        "text": "— A tak; ten starszy zasadziłem dziewięć lat temu, kiedy Salusia niedorosłą jeszcze była, myśląc sobie, że jak raz na tę porę wyrośnie, w której Salusia za mąż wychodzić będzie. Ale potem, cościś trzy lata temu, zasadziłem drugi, aby Salusia dostatnio go miała na ślubny wianuszek i bukieciki dla asysty..."
      },
      {
        "index": 22,
        "text": "— To Gabryś umyślnie dla mnie te mirty hodował?"
      },
      {
        "index": 23,
        "text": "— A jakże! — odpowiedział z takiem zdziwieniem, jakby przypuszczenie, że mogło być inaczej, wydawało mu się zupełnie dzikiem i niesłychanem."
      },
      {
        "index": 24,
        "text": "Dziewczyna, kręcąc się po izdebce, szczebiotała:"
      },
      {
        "index": 25,
        "text": "— U Gabrysia jest ładnie, ciasno, ale ładnie, bo czyściutko, i kwiaty przyozdabiają. A czemu Gabryś jeszcze ptaków jakich, szczygłów lub czyżyków, w klatce nie trzyma? Wesoło byłoby, żeby sobie pośród tej zieloności szczebiotały."
      },
      {
        "index": 26,
        "text": "— Nie mogę, żałuję — odpowiedział. — Ptakom w klatce męka okropna. I na co? Pod dachem kryje się przed zimą mnóstwo wróbli; ja im poślad przez okno sypię... kiedy wysypię, to zlatują się prawie chmurą i dawaj ziarnka w plewach wyszukiwać, chwytać, nawzajem sobie odbierać... czysta pociecha! Prawie jak pośród ludzi! Ale nasycone odlatują i może po swoich ukrytych gniazdach dziękują tej ręce, która je nakarmiła."
      },
      {
        "index": 27,
        "text": "Salusia, wąchając kosmate liście geranium, zaśmiała się."
      },
      {
        "index": 28,
        "text": "— W takim razie, wróble są lepsze od ludzi, którzy Gabrysiowi nigdy, zdaje się, nie dziękują za to, że dla nich się ze wszystkiego ogołocił. Słyszę, brat to nigdy Gabrysia nie odwiedza, a synowczyki jeszcze i naigrawają się ze stryja!... Czy to prawda?"
      },
      {
        "index": 29,
        "text": "— A prawda! — odpowiedział i ręką machnął, gdy zaś ona odwróciła się od wazonów, śpiesznie zauważył:"
      },
      {
        "index": 30,
        "text": "— Salusia piesków moich jeszcze nie widziała."
      },
      {
        "index": 31,
        "text": "Drzwi od sieni otwierając, zawołał."
      },
      {
        "index": 32,
        "text": "— Sargas! Wilczek!"
      },
      {
        "index": 33,
        "text": "Dwa kudłate kundelki do izdebki wpadły i, wesoło kitami wywijając, zwijać się zaczęły około jego wysokich zrudziałych cholew. Salusia ku sobie je przywoływała, Sagasa zwłaszcza, który był stary i swawolił z nią wtedy jeszcze, gdy była niedorosłą. Gabryś zaś, znowu o czemś sobie przypominając, z niezwykłą sobie żywością zawołał:"
      },
      {
        "index": 34,
        "text": "— Gołębie piękne mam... jak śnieg bielutkie... chce Salusia zobaczyć? Zaraz przyniosę."
      },
      {
        "index": 35,
        "text": "Widać było, że pragnął wszystkie bogactwa swoje jej pokazać, wszystkiem, co tylko posiadał i lubił, przyjąć ją i zabawić."
      },
      {
        "index": 36,
        "text": "Z żywością młodego chłopca do sieni wyszedł i zaraz słyszeć się dały ciężkie stąpania jego po drabinie na strych wiodącej. Salusia tymczasem, po izbie wzrokiem wodząc, zatrzymała go na wiszących nad tapczanem skrzypcach i, wskoczywszy na tapczan, zdjęła je ze ściany i smyczkiem po strunach powiodła. Po izdebce rozszedł się ostry, piskliwy dźwięk, ona zaśmiała się głośno. Padająca z okna smuga słoneczna opasywała ją i skrzypce; Gabryś, białego gołębia w obu rękach trzymając, stał w progu ze wzrokiem ku niej wzniesionym i ustami w zachwyconym uśmiechu otwartemi. Ale ona w mgnieniu oka na ziemię zeskoczyła i, skrzypce na pościel rzuciwszy, znalazła się tuż przed nim."
      },
      {
        "index": 37,
        "text": "— Ładny gołąbek! miły gołąbek! — wołała, pąsowe usta przykładała do dzioba oswojonego i spokojnego ptaka, dłonią delikatnie muskała śnieżne jego pióra, a głowę tak pochylała, że warkocze jej muskały także schyloną twarz Gabrysia. W tem, podniósłszy oczy, spotkała się niemi z jego oczyma i nagle przycichła. Pod czołem drobnemi zmarszczkami okrytem, wśród twarzy chudej, długiej, kępą twardych wąsów sterczącej, były to oczy młode, czarne i ogniste, oczy rodu Osipowiczów, tylko w tej chwili do głębi zmącone i wzruszone. Nad niemi po drobnych zmarszczkach czoła, błądziły rumiane smugi. Salusia przycichła, gołębia pieścić przestała i, odszedłszy, usiadła na zydlu przy stole, z twarzą na dłoń spuszczoną. Posmutniała, lecz wcale, wcale nie dla tego, że niezwykły wyraz spostrzegła na twarzy Gabrysia. Ani myślała odgadywać co czuł on lub myślał, gdy tak wzruszonym wzrokiem na nią patrzał. Co on tam osobliwego mógł czuć lub myśleć. Posmutniała, bo oczy Gabrysia przypominały jej w tej chwili inne, w dalekiej już, jak się jej zdawało, przeszłości pozostawione. Tak samo z nią bywało, ilekroć usłyszała głośny śmiech stryjecznego brata, który, trzebaż trafu! zupełnie był podobnym do śmiechu człowieka daleko też w przeszłości na zawsze pozostałego! Ale trafy podobne zdarzały się jej nie rzadko. Czasem ktoś wyraz jakiś wymówi, ruch zrobi, spojrzy na nią w jakiś sposób — co więcej, wiatr czasem tak jakoś powieje, niebo przyćmi się, lampka zamigocze, że traf! i jest już przypomnienie jego, albo jakiejś rozmowy z nim, albo jakiejś chwilki, często malutkiej, która im wspólnie była zleciała i na zawsze stopiła się w przeszłości."
      },
      {
        "index": 38,
        "text": "Gabryś gołębia do sionki wpuścił i do Salusi miał się zbliżyć, gdy w kuchni coś przeciągle zastękało i zajęczało."
      },
      {
        "index": 39,
        "text": "— Gabryś! daj ziółek! Oj, Boże mój, Boże! człowiek bez kropli wody umierać musi! Gabryś, czy ty masz Boga w sercu, że mnie tak opuszczasz i garnka z ziółkami nawet nie podasz... Gabryś! oj, oj! oj, oj, oj!"
      },
      {
        "index": 40,
        "text": "On zniknął już w kuchence i przez wązkie drzwiczki widać było, że komuś niewidzialnemu śpiesznie garnuszek jakiś podawał i słychać, że do kogoś, wciąż jęczącego i gderliwie zrzędzącego, zcicha kilka słów powiedział. Potem, gdy stękanie i zrzędzenie umilkło, do izdebki wrócił i na tapczanie usiadł."
      },
      {
        "index": 41,
        "text": "— Ciotka chora? — zapytała Salusia."
      },
      {
        "index": 42,
        "text": "Skinął twierdząco głową."
      },
      {
        "index": 43,
        "text": "— A Gabryś jej usługuje?"
      },
      {
        "index": 44,
        "text": "Nic nie odpowiedział. Patrzał na nią, ale inaczej, niż przed chwilą: uważnie i niespokojnie. Teraz, gdy przestała śmiać się i szczebiotać, a zamyślona i chmurna, z twarzą na ręku opartą, siedziała, można było zauważyć zaszłe w niej zmiany. Świeża zawsze jak majowa róża, twarz jej była przecież nieco szczuplejszą niż dawniej i pod oczami rysowały się ciemne kółka. Jakby cień, jakby leciuchna zasłona przyćmiewała blask jej zdrowej i pięknej młodości; czerwone usta wydawały się bledsze i smutne. Milczała, patrząc w ziemię; Gabryś zcicha zapytał:"
      },
      {
        "index": 45,
        "text": "— Czego Salusia posmutniała?"
      },
      {
        "index": 46,
        "text": "Wtedy ona, ręką zakrywając oczy, szeptać zaczęła:"
      },
      {
        "index": 47,
        "text": "— Żeby Gabryś wiedział jak mnie czasem ciężko, ciężko, ciężko..."
      },
      {
        "index": 48,
        "text": "Umilkła, a on, zasmucony także, oczu z niej nie spuszczał."
      },
      {
        "index": 49,
        "text": "— Czasem to i wesoło mnie bywa, nawet cieszę się... Co to? na takie gospodarstwo iść, w zgodzie być ze wszystkimi, u wszystkich w uważaniu... ale czasem to znów myślę sobie: żeby ich dyabli wzięli za to, że oni zrobili mnie taką nieszczęśliwą! nieszczęśliwą!"
      },
      {
        "index": 50,
        "text": "Za głowę się schwyciła i zerwała się ze stołka."
      },
      {
        "index": 51,
        "text": "— Nie trzeba przeklinać... — nieśmiało zaczął Gabryś, ale ona go nie słyszała, cała w ogniu, z wargami żałośnie wzdętemi, z rozognionym wzrokiem."
      },
      {
        "index": 52,
        "text": "— Ja jego nie chcę, nie chcę, nie lubię, nienawidzę... — wołała i ręką w pięść złożoną uderzyła w stół."
      },
      {
        "index": 53,
        "text": "— Kogo? — z przerażeniem zaszeptał Gabryś."
      },
      {
        "index": 54,
        "text": "— A Cydzika tego... żeby on wskróś ziemi był poszedł, nim do mnie ze swatem przyjechał... berbeć ten, smarkacz, niedojda... kiedy on do mnie podchodzi, to mnie się zdaje, że ślimak lezie i nawet suknię swoją uchylam, aby nie dotknął..."
      },
      {
        "index": 55,
        "text": "Aż zdyszana od uniesienia, twarzą obróciła się ku oknu i widać było, że załamała ręce. Gabryś, naprzód pochylony, chwilę z otwartemi ustami i przerażonemi oczyma siedział, a potem z trwogą mówić zaczął:"
      },
      {
        "index": 56,
        "text": "— To jakżeż?... to cóż z tego będzie? Przecież on przyszły mąż Salusi..."
      },
      {
        "index": 57,
        "text": "— Jeszcze niewiadomo! — sarknęła i, nagle odwracając się od okna, mowić zaczęła:"
      },
      {
        "index": 58,
        "text": "— Żebym ja choć jaką wiadomość o nim miała! żebym choć cokolwiek o nim posłyszała! Boże mój, Boże, jak ja przyjazdu Końcowej czekam... Może już jutro, albo pojutrze przyjedzie! Tak jej czekam, jak nigdy niczego nie czekałam!"
      },
      {
        "index": 59,
        "text": "— A na cóż Salusi Końcowa potrzebna?"
      },
      {
        "index": 60,
        "text": "— Gabryś głupi i nic nie rozumie! Ona pewno cokolwiek o nim wie, a może go i widziała, może on i przyjeżdżał do niej, ażeby dowiedzieć się, co to takiego stało się ze mną i z nami obojgiem... Oj, co to stało się? co to stało się? ja i sama tego nie wiem i nie rozumiem..."
      },
      {
        "index": 61,
        "text": "Z załamanemi rękoma stojąc, osłupiałemi, nieruchomemi oczyma zdawała się coś lub kogoś zapytywać o zagadkę swojego losu i swojej boleści. Boleść pogięła w zmarszczki jej zazwyczaj gładkie jak marmur czoło i kąty ust drobnych w dół opuściła."
      },
      {
        "index": 62,
        "text": "Gabryś w obiedwie dłonie głowę ujął i, kołysząc się na obie strony, zcicha szeptał:"
      },
      {
        "index": 63,
        "text": "— Jezus Marya! Jezus Marya! cóż z tego będzie? cóż z tego będzie?"
      },
      {
        "index": 64,
        "text": "Nagle zerwał się, do kuchni wybiegł i wrócił, niosąc spory garnek, z którego łyżka drewniana sterczała i który na stole postawiwszy, nieśmiało prosić zaczął:"
      },
      {
        "index": 65,
        "text": "— Może Salusia zje troszkę bobu... może zje... dawniej bardzo bób lubiła, no, zjedz troszkę... pamiętasz, jak kiedyś często do mnie na bób przychodziłaś? zjedz i teraz, no, zjedz!"
      },
      {
        "index": 66,
        "text": "— Nie chcę, niech Gabryś mnie swoim bobem nie dokucza! — rzucając ramionami, sarknęła i nadąsana na stołku usiadła. — Jednak, myślała, ludzie prawdę mówią, że Gabryś jest głupim. Przyszedł mu też ten bób do głowy, kiedy mnie tak smutno, tak smutno, tak źle! Przecież ja wiem, że u Cydzika nie bób, lecz jakie tylko zechcę przysmaki będę jadła, a pomimo to, tak smutno, tak źle..."
      },
      {
        "index": 67,
        "text": "On tymczasem, pomyślał chwilę, aż cichutko na swoich podartych podeszwach stąpając, jakby skradając się, podszedł do okna i, parę kwitnących gałązek heliotropu zerwawszy, przed Salusią z niemi stanął."
      },
      {
        "index": 68,
        "text": "— To może Salusia kwiatek sobie do włosów przypnie? Proszę przypiąć! taki pachnący! Ale pewnie bez lusterka uczynić tego nie można? u mnie jest kawałeczek lusterka, zaraz przyniosę..."
      },
      {
        "index": 69,
        "text": "I już po kawałeczek lusterka iść miał, kiedy ona wstała, splecione ręce nad głowę wyciągnęła i mówić zaczęła:"
      },
      {
        "index": 70,
        "text": "— Nie chcę ja kwiatka, nie chcę lusterka, nie chcę niczego... pójdę już sobie..."
      },
      {
        "index": 71,
        "text": "Poszła, o pożegnaniu się z nim ani myśląc, a on jej nie zatrzymywał, z gałązkami heliotropu w palcach, na środku izby stał, jak skamieniały. Z zamyślenia wyrwało go stękanie i jęczenie w kuchence."
      },
      {
        "index": 72,
        "text": "— Gabryś... oj, oj, oj! bój się Boga, Gabryś! Czemu ty garnków od ognia nie odstawisz? Toż wykipią i łyżki ciepłej strawy do gęby wziąć nie będzie! Gabryś... pewno tam na co zagawronił się, gamoń, harbuz! Oj, oj, oj! Gabryś, głupi Gabryś... choć ziółek napić się daj!"
      },
      {
        "index": 73,
        "text": "W godzinę później Salusia z Pancewiczową do blizkiego miasteczka pojechała po niektóre jeszcze przedślubne sprawunki, a gdy około wieczoru wróciła, kilka dziewcząt i kawalerów przyszło prosić, aby z nimi na hurbę czyli na tańcujące zebranie poszła. Od przejażdżki zarumieniona, porobione sprawunki z zadowoleniem dziewczętom pokazując, drożyła się jednak, odmawiała, lecz aby tylko podrażnić się trochę z tymi, którzy ją otaczali, prosili, zaklinali. Nigdy przedtem w całej okolicy tak nie lubiono jej, jak teraz, nigdy nie miała tylu asystentów i pochlebników. Zdarzyło się jej było i przedtem parę partyj nie bardzo złych, ale nie bardzo i dobrych, za któremi ani brat, ani siostry, ani jej własne upodobanie wcale nie obstawały, więc je odrzuciła. Bywali też i dawniej tacy, którzy dawali jej do poznania, lub też i wyraźnie mówili, że jest najładniejszą panną w okolicy i na wiele mil dokoła, że pięknego losu warta, że przy niej nie jedna i wcale droga panna tanieje. Ale nie zdarzało się to ani tak ciągle, ani od takich ludzi, jak teraz. Teraz ceny wprost na nią nie znano. Adaś Strupiński desperował przed Pancewiczową, że Cydzikowi dał się uprzedzić; Józik Łozowicki i paru innych przy każdej wzmiance o tem, że była zaręczoną, sępa pokazywali i zcicha wygrażali nawet, że tego młodzika, który im taką pannę z przed nosa zabiera, kiedykolwiek na gorzkie jabłko stłuką. Konstanty z wielkiem zadowoleniem na te tryumfy siostry spoglądał i z ręką na kłębie głośno śmiał się."
      },
      {
        "index": 74,
        "text": "— W ręce całować mnie powinna za to, żem ją na taki bryljant, dla wszystkich pożądny, wykierował! Dawniej, to na dwa lata znajdował się jeden konkurent i to lada jaki... a jak ją jedynak pana Onufrego zatargował to i wszyscy kupić-by radzi! Cha, cha, cha! kiedy bieży, to bieży, a gdy upadnie to leży! U mnie zawsze taka robota!"
      },
      {
        "index": 75,
        "text": "Pancewiczowa, jako niemłoda i doświadczona kobieta, niedowierzająco usmiechała się i złośliwie czarnemi oczyma błyskała."
      },
      {
        "index": 76,
        "text": "— At — mówiła — wiadomo, koń zatargowany, panna zaręczona — największą cenę mają. A żeby teraz z Cydzikiem rozeszło się, to i wszyscy-by od niej poodpadali."
      },
      {
        "index": 77,
        "text": "Salusia tymczasem w swojej miejskiej, zgrabnej sukni, z czerwoną kokardą na czarnych warkoczach, szła ścieżkami i podwórkami przez okolicę, na czele gwarnej gromady dziewcząt i kawalerów, która, to gęsim sznurem rozwijała się na ścieżkach, to w ciasnych przejściach pomiędzy płotami stłoczona, wpośród psot i śmiechów po kostki grzęzła w śniegu. Szła prędko, zamaszyście, z podniesioną głową, z oczyma dumą i zadowoleniem rozbłysłemi. Mówiła głośno, żwawo odcinała się na zaczepki, żarty i komplimenty, rozbawiona, dumna. Jednak, zdarzało się nie rzadko, że po przetańczonym kontredansie lub krakowiaku liczne i hałaśliwe towarzystwo w obszernej, prawie pustej i jedną lampką słabo oświetlonej izbie zgromadzone, spostrzegało nagle jej nieobecność. Niepostrzeżenie dla wszystkich, w połowie zabawy znikała, pogoni bojąc się, jak strzała przebywała okolicę i na braterskie podwórko wpadłszy, zdyszana opierała się o płotek. Gdyby ją aż tu ścigano, gotowa była płotek przeskoczyć i skryć się w chacie Gabrysia. Nie ścigano jednak przez urazę lub przystojność, a ona długie kwadranse z łokciami o płotek opartemi i twarzą w dłoniach stała i myślała."
      },
      {
        "index": 78,
        "text": "Czasem, nie codzień, ale czasem, Gabryś w swojej chałupie na skrzypcach grał. Z za dwu sporych i blado połyskujących okienek, wydobyłały się przewlekłe melodye różnych starych pieśni: „Tam na błoniu błyszczy kwiecie“, albo „Idzie żołnierz borem lasem“, albo jeszcze „Poleć motylku, poleć tam dalej“. Powiewy wiatru porywały tony tych melodyj i niosły je nad owiniętemi w śniegi dachami, nad domami uciszonemi, w których jedno po drugiem gasły światła, przez szumiące zlekka sploty gałęzi, aż na drogę wybojami powyżłabianą, biegnącą brzegiem rozłogu, mętnie i zda się bezgranicznie bielejącego w ciemności. Z innego końca okolicy, tym jakby na spotkanie, nadlatywały dźwięki wcale inne, skoczne, wesołe, przy których późno w noc, gdy starszyzna twardo już spała i okna wszystkich domów pogasły, młodzież na hurbę zebrana kręciła się w polce, lub hołubce w krakowiaku wybijała. Salusia, twarz zakrywając dłońmi, pod gwiazdami czy pod chmurami, w grubym zmroku, w powiewach wiatru, w lecących powietrzm tonach muzycznych, u płotka stojąc — płakała."
      },
      {
        "index": 79,
        "text": "Kiedy przed trzema tygodniami po raz drugi przybywające swaty przyjęła, a kobyłkę Jaśmonta do stajni wprowadzono, doświadczyła takiego uczucia, jakby spadł z niej wielki ciężar, jakby z kłótni, trwogi, walki, wstąpiła do miłej ciszy i spokoju. Stało się! klamka zapadła, mnóstwo krewnych i znajomych, którzy dnia tego do domu Konstantego schodzili się jak na odpust, świadkami było jej postanowienia i przyrzeczenia. Wiedziała, że cofnąć się już nie może pod karą publicznego pośmiewiska i potępienia, nie czuła zresztą do cofania się żadnej ochoty. Głowę miała nabitą tem wielkiem gospodarstwem, którego panią miała zostać, uszy napełnione powinszowaniami najpoważniejszych w okolicy ludzi, policzki wygniecione pocałunkami sióstr i przyjaciółek. Cieszyła się, gości częstowała, w kuchni, razem z Pancewiczową, z zawiniętemi po łokcie rękawami, oładki z kartofli, jajecznice i inne przysmaki smażyła, wysokich progów nie przebywała inaczej, jak z wysokiemi też podskokami, z narzeczonym wyprawiała żarty i śmiechy, musztrując go, do wszystkich usług popychając, trochę wyśmiewając, drażniąc się z nim i wogóle obchodząc się jak z niedorosłym chłopczykiem. On zaś, niczem nie zrażony, lecz owszem, zachwycony wszystkiem, co tylko od niej pochodziło, ze swoją kołkowatą figurą i prawie dziecinną twarzą, jak cień za nią łaził, ogień w piecu na rozkaz jej rozniecał, wodę ze studni przynosił, drewka na trzaski rozłupywał, a gdy drwiąc, nazywała go niezgrabiaszem, harbuzem, niedostałą trawą, patrzał na nią z zachwyceniem, dwa rzędy białych, jak kość słoniowa, zębów w szerokim uśmiechu ukazując. Wszyscy też już widzieli i nie pocichu wcale mówili, że łatwo jej przyjdzie kozła i barana z takiego męża zrobić i że teraz już zgadnąć można, kto w dostatnim domu Onufrego Cydzika wszechwładnym panem zostanie. Bo ona i teścia zawojować potrafi — przepowiadano; a pan Onufry choć gruby i pieniędzmi nadziany, tak skakać będzie, jak mu synowa zagwiżdże! Przepowiednie te pochlebiały jej i mile w niej głaskały chęć i nadzieję panowania, rządzenia, różnorodnych chlub i blasków."
      },
      {
        "index": 80,
        "text": "Trwało tak przez całe trzy dni, to jest, aż do wyjazdu Końcowej, która, choć przez rodzeństwo zatrzymywana, do męża i dzieci powracać musiała. Już przez cały ranek wyjazd jej poprzedzający Salusia chodziła po domu nagle jakoś uciszona, z omglonemi i zamyślonemi oczami, aż gdy Końcowa salopę kłaść i głowę chustką owijać zaczęła, na szyję jej się rzuciła i wybuchnęła głośnym, rzewnym płaczem. Tak silnie ramionami objęła siostrę, tak mocno przycisnęła się do niej i tak gwałtownemi pocałunkami ją okrywała, łzami przytem oblewając, jakby ta siostra była jedynym i drogim skarbem, od którego ona za nic oderwać się nie mogła. Sama Końcowa i wszyscy obecni, zrazu zdziwieni tym gwałtem żalu i płaczu u dziewczyny, która wczoraj jeszcze była wesołym skowronkiem i skaczącą kozą, wkrótce zarazili się nim sami i gdy Końcowa na ganek wyszła, podniosło się dokoła niej takie powszechne i głośne wzdychanie, łkanie, jęczenie i ucieranie nosów, jakby ją w trumnie z domu wynoszono. Ona, na własnych nogach stojąc, także łkała i nos ucierała, a Salusia czepiała się jej wciąż rękoma jak skarbu jedynego, jak ostatniej, zda się, deski ratunku i zbawienia. Pierwszy Konstanty, załzawione oczy ręką ocierając, energicznie zawołał:"
      },
      {
        "index": 81,
        "text": "— No, dość! kiedy bieży, to bieży... Anulka, siadaj i jedź, bo ta waryatka zapłacze się na śmierć!"
      },
      {
        "index": 82,
        "text": "Waryatka na saniach siedzącą siostrę jeszcze obejmowała i całowała, przyczem, nie wiedzieć kiedy na sanie wskoczywszy, krzyknęła na parobka: jedź! i tak jak stała, bez wszelkiego okrycia w jednej sukni pojechała. Rodzeństwu, które z ganku na nią wrzeszczało, aby wysiadła i wracała, odkrzyknęła płaczliwym głosem: — Ja tylko trochę Anulkę przeprowadzę!"
      },
      {
        "index": 83,
        "text": "Przeprowadziła o całe pięć wiorst i byłaby może dalej jeszcze przeprowadzała, gdyby, jak opowiadał powożący parobek, Końcowa nie kazała stanąć i prawie gwałtem z sanek na ziemię jej nie zepchnęła. Z wycieczki tej powróciła, bynajmniej nie zziębła, owszem, szybkim biegiem rozgrzana, z karmazynowemi od mrozu policzkami, uszami, ale jak struta, jak zabita, taka smutna, zamyślona i milcząca. Nikt nie rozumiał i zresztą nie dochodził bardzo, co jej się stało; ona sama dokładnej sprawy z tego przed sobą nie zdawała, tylko doświadczała takich uczuć, jakby wraz z odjazdem Końcowej coś się w niej z wielką boleścią zerwało, coś ostatecznie i na wieki dla niej przepadło. Potem, zastanowiwszy się, zrozumiała i jasno powiedziała sobie, że Końcowa była świadkiem jej na wieki utraconego szczęścia, jedyną osobą, która niegdyś przynajmniej sprzyjała Jerzemu, która nawet do zbliżenia jej z nim dopomagała, że zatem, rozłączając się z nią, znowu i po raz już ostatni rozłączała się z Jerzym. Teraz już samych tylko wrogów jego dokoła siebie widzieć będzie, albo takich, którzy jego nie znają i nic o nim nie wiedzą, a o których ona ani myślała wtenczas, gdy była szczęśliwą!... Wtedy też, po raz pierwszy od chwili, w której list z rekuzą i zaręczynowym pierścionkiem do niego wysłała, stanął przed nią jak żywy, a taki smutny, taki na nią rozżalony, z taką desperacyą na nią patrzący, że nie mogąc dłużej z tym obrazem przed oczyma na miejscu usiedzieć, z domu wybiegła i, z ganku na drogę wyboistą, na szerokie, białe pole patrząc, pomyślała: „Żeby tak polecieć! żeby do niego polecieć! Ach, jakbym leciała! leciała!“ I patrząc na niebo, myślą modliła się: „Boże, Boże! przemień ty mnie w wolnego ptaka, abym więzów ani złych ludzi nie znała i mogła lecieć do niego, lecieć!“ Nie przemieniła się w wolnego ptaka, nie poleciała, i sama nie spostrzegła, że po raz pierwszy w życiu, brata i siostry nazwała złymi ludźmi. Tego też wieczora takiemi jakiemiś złemi oczyma na wszystkich patrzała, tak opryskliwie odpowiadała siostrom, gdy ją do pomocy w jakiejś robocie wzywały, że Pancewiczowa ją upominała:"
      },
      {
        "index": 84,
        "text": "— Czegóż to ludziom osą w oczy się rzucasz? Nie wczas ci jeszcze z przyczyny Cydzikowego bogactwa nos do góry zadzierać!"
      },
      {
        "index": 85,
        "text": "Ona zerwała się i ofuknęła."
      },
      {
        "index": 86,
        "text": "— Niech Cydzika razem z jego bogactwem dyabli wezmą!"
      },
      {
        "index": 87,
        "text": "Poczem do przeciwka, w którem z siostrami sypiała, wypadła, dwoje drzwi zamykając za sobą z takim trzaskiem, jakby dwa pistolety jeden po drugim wypaliły."
      },
      {
        "index": 88,
        "text": "Ale nazajutrz pan Onufry Cydzik, sam już przyjechał, aby za przyjęcie synowskich swatów podziękować i przyszłą synową poznać. Konstanty z wielkiemi honorami go przyjmował, sąsiadów i sąsiadek zeszło się tyle, że w świetlicy zrobiło się ciasno, a Salusia, wystrojona i tryumfująca, z uśmiechami i rumieńcami, dygała przed grubym i czerwonym teściem, który wobec wszystkich w rękę ją całował, bardzo czule na nią przebiegłemi oczkami starego dusigrosza patrzał i w pięknych słowach dziękował za promocyę, którą chacie jego uczyniła, zgadzając się gospodynią i panią jej zostać. Potem też zaraz dzień zaręczyn za tydzień, a ślubu za trzy tygodnie wyznaczono."
      },
      {
        "index": 89,
        "text": "Trzy tygodnie — czas duży; o tem, że koniec mieć muszą, Salusia myśleć nie chciała; myśl o skończeniu się tych trzech tygodni odpędzała od siebie, jak złą zmorę."
      },
      {
        "index": 90,
        "text": "— Kiedy to jeszcze będzie! — mówiła sobie i, machnąwszy ręką, szła wszystkie kąty rodzinnej zagrody oglądać. Cały rok tu nie była, u Końcowej bawiąc, więc witała się ze wszystkiem i wszystko ją cieszyło: bydełko, owieczki, piękna stodoła, kury, z ktorych parę sama była wyhodowała, kogut z jaskrawem opierzeniem, który ją znał i na wołanie jej do ręki przychodził, kilkoro kwiczących w chlewku prosiątek, nawet drzewa w sadzie, które, choć śniegiem osypane, albo od szronu błyszczące, jedne po drugiem oglądała."
      },
      {
        "index": 91,
        "text": "Raz z budynku, w którym stało ze trzydzieści owiec, wychodząc, do brata, który, gwiżdżąc sobie: fiu, fiu! fiu, fiu, fiu! z rękami w kieszeniach kurty szedł przez podwórko, z umizgiem rzekła:"
      },
      {
        "index": 92,
        "text": "— Kostuś, daj ty mnie na nowe gospodarstwo choć dwie owieczki! Niech ja tam, w cudzym domu wszystkiego swojego potrosze mam!"
      },
      {
        "index": 93,
        "text": "— Sześć dam! sama sobie wybierz! — odpowiedział — kiedy bieży, to bieży..."
      },
      {
        "index": 94,
        "text": "I poszedł dalej, gwiżdżąc ciągle, tylko ciszej trochę, niż przedtem. Co to małżeństwo siostry kosztować go będzie — strach! Ale panowie Cydziki nie powiedzą, że do ich domu siostrę z gołemi rękami wepchnął. Że pięć p wniesie, było to dla wszystkich widocznem: niechże i szóste ma nie lada jakie, i niech panowie Cydziki panów Osipowiczów znają!"
      },
      {
        "index": 95,
        "text": "Salusia zaś, prawie przez pół dnia w oborze siedząc, z trzydziestu owiec sześć wybierała, wybrane pieściła, po obficie już odrosłych runach głaskała, na ziemi przysiadłszy, gadała do nich, nazywała je swojemi. Potem, gdy całe stadko, jakby zadziwione, czy przelęknione, z żałośnem beczeniem gęsto dokoła niej się zbiło, ona, w tym kudłatym ścisku na zgniecionej słomie siedząc, wybranym swoim dla odznaczenia ich od innych, zawiązywała na szyjach czerwone tasiemki, które w tym celu z sobą przyniosła, i aż głowę na obie strony przechylała, przypatrując się, jak te tasiemki ładnie odbijały od run szarych, czarnych i brunatnych. Jeszcze nie skończyła tego zajęcia, gdy we wrotach obory aż zdyszany od pośpiechu rozległ się głos Pancewiczowej:"
      },
      {
        "index": 96,
        "text": "— Salusia! do domu! prędko! Cydzik ze swatem i z obrączkami przyjechał!"
      },
      {
        "index": 97,
        "text": "Teraz dopiero przypomniała sobie, że był to dzień na zaręczyny przeznaczony. W tym też dniu, a raczej tego wieczora, po raz pierwszy prosto w oczy losowi swemu spojrzała, bo Władyś Cydzik, złote obrączki na swój i jej palec włożywszy, we wcale osobliwy sposób asystować jej począł. O zuchwałości jakiejkowiek nie myślało, ani też jej czuło to zaledwie dorosłe chłopię, które miłość po raz pierwszy i nagle w pułapkę pochwyciła, żyły warem, a serce zaledwie zrozumiałem dla niego zachwyceniem napełniając. Pokazano mu dziewczynę piekną jak marzenie upalnego lata i powiedziano, że żoną jego zostać może. Od pierwszego spojrzenia zapragnął, aby została, i po pierwszych odrzuconych swatach, przez całą drogę do Bohatyrewicz, w ramię i ręce Jaśmonta całował, prosząc i jęcząc, aby od zamiaru pojechania z drugimi swatami nie odstępował i aby cokolwiek takiego zrobił, coby Salusię do przyjęcia ich skłoniło. Nigdy przedtem żadnej kobiety zblizka nie znał, do żadnej się nie zalecał i ani wiedział, ani myślał o tem, w jaki sposób najzgrabniej i najskuteczniej czynić to należy. Siła nieznana, pierwszy raz do życia obudzona, popychała go ku narzeczonej, nieśmiałość przezwyciężała, różne nieznane dotąd ochoty i myśli budziła; więc gdy Salusia, dla ugoszczenia swata i kilku przybyłych na zaręczyny krewnych, z kuchni do swietlicy i napowrót przechodziła, on, jak kołkowaty cień, krok w krok za nią chodził, ciężkiemi butami stukając i zatrzymując się wszędzie, gdzie stawała, a idąc znowu, gdy skierowywała się w którąkolwiek stronę. Miał przytem ciągle usta w szerokim i dziwnie błogim uśmiechu otwarte, a oczy w nią, jak w tęczę, wlepione i bardzo błyszczące. Możnaby myśleć, że gdyby go ktokolwiek teraz w gładkie i wyprostowane plecy pięścią uderzył, albo i batem ćwiknął, on-by tego nie uczuł i nawet nie zauważył. Salusia przez czas jakiś nie zwracała na niego żadnej uwagi, aż gdy parę razy na suknię jej nastąpił, a raz odwracającej się z pośpiechem tak niezgrabnie wlazł w drogę, że niesioną salaterką w bok go stuknęła i o mało jej z rąk nie wypuściła, spojrzała na jego tyczkowatą, cienką figurę, otwarte usta, wytrzeszczone i w nią wlepione oczy i zrazu śmiech, a potem gniew ją ogarnął."
      },
      {
        "index": 98,
        "text": "— Czego pan Władysław chodzi za mną jak cielę za krową! — sarknęła — proszę siąść i ludziom nie plątać się pod nogami!"
      },
      {
        "index": 99,
        "text": "Zlękniony, natychmiast na najbliższym stołku usiadł, a na jej usta wystąpił i długo z nich nie znikał uśmieszek ledwie widzialny, lecz zły i wzgardliwy. Rozmowy nie starał się zawiązać z nią ani razu, ale kiedy do wieczerzy zasiadano, z wielkim gwałtem zerwał się ze swego stołka i Pancewicza z jednej strony, a Jaśmonta z drugiej łokciami roztrącił, aby przy Salusi usiąść. A jaką korzyść w tem siedzeniu przy niej mógł dla siebie upatrywać, nie rozumiała, gdyż ani słowa do niej nie przemówił, tylko ciągle na nią patrzał i raz bardzo delikatnie pod stołem za suknię ją pociągnął. Uczynił to dlatego, aby wzrok jej ku sobie skierować i dlatego także, aby dotknąć się choćby jej sukni; ale ją, od stóp do głowy przebiegł dreszcz taki, że aż wstrząsnęła się i pierwszy raz uczuła do tego dzieciaka taki wstręt, jaki od dzieciństwa czuł do ślimaków. Jego powolne, niezgrabne ruchy, podługowata, blada twarz, nawet miodowy wyraz oczu i uśmiechu, nieprzeparcie przypominały jej ślimaka. Uczucia te wzrastały przy każdych nowych odwiedzinach Cydzika, które powtórzyły się jeszcze parę razy, aż nakoniec nie miała dla niego w myśli nazw innych, jak mazgaj, kołek, gawron, ślimak, smarkacz — tę ostatnią szczególniej. Prawie pacholęcy wiek narzeczonego wzbudzał w niej odrazę, ze wzgardliwem lekceważeniem połączoną. Wolałaby już — o, sto razy wolałaby — wyjść za starego. Wiedziałaby przynajmniej, że powinna go szanować, że bez ubliżenia sobie może mu być posłuszną, że w każdym wypadku znajdzie u niego rozumne i doświadczone zdanie. Ale ten! Boże, zlituj się! ze swojem rozkochaniem wydawał się jej czemś budzącem takie obrzydzenie i zarazem taką ochotę do śmiechu, jak żeby naprzykład dwunastoletni synek Pancewiczowej w niej się rozkochał i żenić się z nią zapragnął. Wszystkie jej moralne i fizyczne siły, cała dojrzałość i świadomość miłosnych wzruszeń, ze stosunku z Jerzym zaczerpnięta, podnosiły bunt przeciw wszelkiemu zbliżeniu się ku niej tego dzieciaka. Każdy zaś gwałtowny poryw tego buntu sprowadzał przystęp tęsknoty za tamtym... dalekim, straconym, którego teraz chwilami, zapewne przez ciągłe porównywanie go z Cydzikiem, tak uwielbiała, że gdyby znagła przed nią stanął, na klęczki-by przed nim upadła."
      },
      {
        "index": 100,
        "text": "— Nie mój on już, nie mój, nie mój! — myślała tej nocy, która po zaręczynach nastąpiła — ale taki piękny, taki rozumny, taki śmiały, miły, dobry!"
      },
      {
        "index": 101,
        "text": "A potem, zaczęła w myśli z nim rozmawiać. Narzekała przed nim, że do domu odjechała, że ślubu z sobą nie wzięli przedtem choćby, nim on miejsce w książęcych majątkach otrzymał, że teraz juz z tej pułapki, w którą ją ułowiono, nijak wydostać się nie może; a on wyrzuty jej czynił, mówił, iż bardzo jest nieszczęśliwym, i patrzał na nią tak smutnie, że ona przepraszać go zaczęła, błagać, aby jej przebaczył, aby o niej zapomniał i z drugą był szczęśliwy, ale trochę, trochę o niej zawsze pamiętał... czasem, czasem do pamięci przywracał ją — i ją, i te chwilki, które im kiedyś razem upływały."
      },
      {
        "index": 102,
        "text": "— Salusia! czego przewracasz się, aż łóżko trzeszczy, i stękasz? — odzywała się ze swego łóżka Pancewiczowa. — Może ci się co złego przyśniło? To przeżegnaj się i „Zdrowaś Marya“ zmów..."
      },
      {
        "index": 103,
        "text": "Może siostra dobrze radzi, może istotnie pacierzem odegna tęsknotę. Zaczynała szeptać: „Zdrowaś Marya, łaskiś pełna!“ ale zanim zdążyła wyszeptać: „Pan z tobą“, już znowu do Jerzego mówiła: „Żebyś ty wiedział, Jerzy, jaka ja biedna! Ani mnie u kogo poradzić się, ani kogo o ratunek poprosić... Jeden Gabryś taki, że mogę przed nim o swoim smutku gadać, ale cóż on pomoże, kiedy — głupi!“"
      },
      {
        "index": 104,
        "text": "Jednak nazajutrz dzień błysnął, choć bladem, ale złotem słońcem, błękit nieba przez koronki bezlistnych krzaków do okien świetlicy zajrzał; Zaniewska przyjechała i przywiozła siostrze trzy spodnice, które sama utkała, dywanik kupny z jelonkiem i parę funtów najpiękniejszego w świecie lnu. Spodnice, jak spodnice, choć piękne i mocne, były jednak dobrem, którego znakomitą ilość Salusia już posiadała; ale jelonek na dywaniku wydał się jej cudem piękności, a wobec lnu poprostu wpadła w zachwycenie. Po babkach, prababkach miała odziedziczoną namiętną słabość do lnu i prząść lubiła ogromnie, a od roku już nie przędła. Zaraz też kołowrotek swój ze świronka przyniosła, w świetlicy u długiego pieca go umieściła, garsć lnu przytwierdziła do osady i, na stołku usiadłszy, palcami w wodzie umoczonemi cieniutkę nitkę wysnuwać, a stopą o ponoże rytmicznie uderzać zaczęła. Kólko w ruch się puściło, kręciło się, warczało, aż migotało, nitka coraz gęściej, coraz grubiej owijała się koło szpuli, a prządce, z krwi babek i prababek, z bujnej a ulubioną pracą rozkołysanej młodości, na myśl z ust wypływała wesoła piosnka: — „Nad strumykiem stała, Tra la, la, la, la, Rączki załamała, Tra la, la, la, la, Cóż ja pocznę biedna, Tra la, la, la, la, Że ja jestem jedna? Tra la, la, la, la!"
      },
      {
        "index": 105,
        "text": "Kiedy tak siedziała przed warczącem i migocącem kółkiem, z opuszczonym na plecy warkoczem i rozbłysłemi oczyma, z rękoma nieco ku osadzie podniesionemi, ze stopą rytmicznie ponoże ruszającą i na całą świetlicę, na cały dom, prawie na całe podwórko, skoczną piosnkę śpiewała, znajdujący się w świetlicy kawalerowie oczu od niej oderwać nie mogli i kołowrotek ścisłem kołem otaczali. Potem Adaś Stupiński, najlepszy śpiewak w okolicy, a teraz jej najgorętszy asystent, w niezmiernie dobry humor wpadłszy, z kolei intonował: — „Hej jejmoście, hej kobiety, Zkąd bierzecie te podniety, Do wiecznego trajkotania, Do zrzędzenia i łajania!“"
      },
      {
        "index": 106,
        "text": "albo: „Szynkareczko, szafareczko, Bój się Boga, stój! Tam się śmiejesz, A tu lejesz Miód na kaftan mój!“"
      },
      {
        "index": 107,
        "text": "Inni dopomagali mu zrazu od niechcenia, potem coraz żwawiej, aż nakoniec ściany prawie drżały i het precz, nad drogę, nad polne śniegi leciało, gdy zgodnym chórem huknęli ostatnią strofę: — „Biegnij, dziewczę, wczas, By pogodzić, nie zaszkodzić, Miodem oblej nas!“"
      },
      {
        "index": 108,
        "text": "Salusi było znowu wesoło. Wogólności, czuła w sobie zawsze jakby dwie oddzielne istoty, z których gdy jedna szczebiotała, śmiała się, śpiewała, druga kędyś głęboko, na dnie, smuciła się i wzdychała. W zamian, ilekroć, z jakiejkolwiek przyczyny, pierwsza milkła, druga podnosiła się, rosła i napełniała ją całą ciemnemi myślami, tęsknotą, buntem, wstrętem. To drugie zdarzało się zawsze, ilekroć zobaczyła stryjecznego brata Michała i jego żonę. Gdy on zaśmiał się — a śmiał się często — jej jakby ostra szpilka przez serce przechodziła; żona zaś jego miała upodobanie przy Salusi siadać i różne, dziwne zwierzenia jej czynić. Ta mała, chuda, bladawa blondynka przed kilku miesiącami zaślubiona, zawsze, przy każdem spotkaniu mówiła jej na ucho mnóstwo rzeczy, od których słuchania twarz Salusi stawała się aż karmazynową, których jednak słuchała z palącą ciekawością i nieznośną boleścią dokoła serca. Ta młoda mężatka niezmiernie lubiła mówić i szeptać o swoich małżeńskich sprawach, szepcąc chichotała, a w oczach słuchającej kręciły się łzy. W gruncie rzeczy Salusia poczytywała młodziutką bratową za głupią i wcale nie ładną gąskę. — Mój Boże — myślała — nawet takie osiągają na świecie szczęście, a ja!... I potem, gdy Emilki już nie było, często zamyślała się i wzdrygała. — Więc jej przypadnie w udziale z Cydzikiem... z tym kołkiem, ślimakiem, dzieciuchem żyć w takiem przybliżeniu, o jakiem opowiadała Emilka..."
      },
      {
        "index": 109,
        "text": "Przez czas pewien odpędzała od siebie trwogę i odrazę, do pewnego stopnia uspakajała się myślą: kiedy to jeszcze nastąpi! Jeszcze za trzy tygodnie, za dwa, za dziesięć dni; aż przyszedł dzień, w którym powiedziała sobie: za tydzień! i przelękła się tak okropnie, jak gdyby o tem, co ją ma spotkać, dowiadywała się po raz pierwszy. Jezus Marya, już za tydzień! ej, nie! to żadnym sposobem być nie może! Dotąd miewała często chwile, w których zamiar wyjścia za Cydzika wydawał się jej czemś tylko tymczasowem i nie mającem nigdy naprawdę dojść do skutku. — Często, gdy słyszała mówiących o rychłym jej ślubie i zawczasu Cydzika mężem jej nazywających, myślała: „jeszcze niewiadomo! jeszcze niewiadomo jak to będzie!“ Ale gdyby ktokolwiek zapytał ją: jakie dla tej wątpliwości ma powody? — nie potrafiłaby na to pytanie odpowiedzieć, bo nie miała żadnych. Wprost instynkt samoobrony w niej pracował i głucho, biernie dotąd, lecz nieustannie, sprzeciwiał się, nietylko wywieranym na nią wpływom zewnętrznym, ale i jej własnym ambicyom i pożądaniom. Teraz trudno już było pociechę i zapomnienie znajdować w pustych wyrazach: jeszcze niewiadomo! Z bardzo blizkiego faktu zsuwała się mglista zasłona; przyszłość, którą ona umyślnie dotąd starała się zdaleka sobie przedstawiać, następowała na nią, pleców jej dotykała. Oj, oj! już za tydzień! Wyraźnie słyszała za sobą stuk zamykających się drzwi i brzęk zapadającej klamki. Za temi drzwiami pozostawał Jerzy; ta klamka zamykała ją sam na sam z Cydzikiem. Czuła cierpnięcie skóry na plecach i chwilami taki strach, że aż nogi jej drżały, aby z zagrody wylecieć i lecieć prosto przed siebie, niewiedzieć dokąd, dokądkolwiek, gdzie oczy poniosą... Ej nie, myślała, to nie może być za tydzień. Niech tam już sobie będzie później, owszem, niech sobie będzie, ale później, później, nie tak już zaraz! Żeby to ślub odłożyć... trzeba koniecznie odłożyć, ale jakim sposobem? Wszystko już przygotowane, umówione, goście weselni zaproszeni. Uprzeć się, powiedzieć, że ona inaczej nie chce i nie zgodzi się, jak tylko, ażeby ślub odbył się po Wielkiejnocy? Będzie okropna kłótnia i zawierucha w domu. Konstanty chyba ją wybije, ludzie na języki wezmą, Cydziki zaraz z gniewami, z żalami wystąpią. Co tu robić? Myślała, myślała, i nic wymyśleć, na nic jeszcze odważyć się i zdecydować nie mogła, aż raz, dla siebie samej niespodziewanie, gdy, u okna świetlicy nowe koszule sobie szyjąc, sam na sam znalazła się z bratem, głowę z nad roboty podniosła i przemówiła:"
      },
      {
        "index": 110,
        "text": "— Kostuś, a żeby to mój ślub do wiosny odłożyć?"
      },
      {
        "index": 111,
        "text": "Powiedziała to bez żadnego uprzedniego zamiaru, tak bardzo pod wpływem pracującego w niej instynktu, że aż zdziwiło ją brzmienie własnego głosu i wydało się jej, że nie ona, ale kto inny słowa te wypowiedział. Konstanty, który wybierał się do stodoły, na środku świetlicy stanął."
      },
      {
        "index": 112,
        "text": "— A toż co? a toż dla jakiej przyczyny? — zapytał."
      },
      {
        "index": 113,
        "text": "Nie patrząc na niego, z cicha szepnęła:"
      },
      {
        "index": 114,
        "text": "— Po Wielkanocy tak pięknie będzie, zielono..."
      },
      {
        "index": 115,
        "text": "— U ciebie samej zielono w głowie, a i wróbli też tam skacze co niemiara! — żartując jeszcze, odrzekł Konstanty i ku drzwiom zmierzał, ale ona zerwała się z siedzenia, robotę na ziemię rzuciła i, do niego przypadłszy, pochwyciła go za obie ręce."
      },
      {
        "index": 116,
        "text": "— Kostuś — ze wzniesionemi ku niemu oczyma śpiesznie mówiła — jeśli Boga kochasz, jeśli mnie co dobrego życzysz, zlituj się, bądź łaskaw, odłóż do wiosny... ja tobie do śmierci za to będę wdzięczna..."
      },
      {
        "index": 117,
        "text": "— Zwaryowała! jak Boga kocham, zwaryowała! — gniewnie już odtrącając ją, zawołał — co ty bałamucisz? Babskie bzdurstwa! wlazł na gruszkę, kopał pietruszkę..."
      },
      {
        "index": 118,
        "text": "Ale ona osunęła się na ziemię i kolana jego już obejmowała."
      },
      {
        "index": 119,
        "text": "— Kostuś, ty mnie jak ojciec był... mnie tobie umierające rodzice przyporuczyli... wyświadcz ty mnie tę łaskę, odłóż do wiosny... co tobie szkodzi? Ja, czy tak czy tak, podług zyczenia twego uczynię... ale po Wielkanocy... mój drogi... mój złotny..."
      },
      {
        "index": 120,
        "text": "On teraz rozgniewał się już na dobre."
      },
      {
        "index": 121,
        "text": "— Bajki babom! — krzyknął — ot waryatka! Ja starania i serce swoje dla niej wykładam, koszta ponoszę, szczęście jej upewniam, a ona tu waryactwa jakieś wyprawuje! Żebyś rozumna była, to do takiego szczęścia, jak to, które ja tobie przygotowałem, biegłabyś i leciała, nie to, ażeby o odwleczenie jego prosić! Ot, szkoda psu białego chleba! Lepiej-by pewno było czarny chleb z chamem na spółkę gryźć! Głupia! ani ty waż się o tem odwlekaniu jeszcze raz choćby pisnąć, bo o umierających rodzicach zapomnę i wytłukę, jak Boga kocham, wytłukę... bo kiedy bieży to bieży, a gdy upadnie to leży! to sobie pamiętaj!"
      },
      {
        "index": 122,
        "text": "Odepchnął ją i, szerokiemi krokami ze świetlicy wyszedłszy, drzwiami na cały dom trzasnął. Ona podniosła się z ziemi i prawie nienawistnym wzrokiem za nim strzeliła."
      },
      {
        "index": 123,
        "text": "Wkrótce potem stała w kuchni przy niedużej angielskiej maszynce, pod którą palił się wielki ogień, a na której w dwu garnkach gotowały się groch i kapuśniak na obiad i w ogromnym żelaznym saganie grzała się woda. Pancewiczowa, w chustce po chłopsku na głowie zawiązanej, bosa, w wielkim fartuchu, jak wicher krzątała się i szumiała po kuchni, obiadu doglądając i bieliznę do prania przygotowując. Salusia, z założonemi na piersiach rękoma, czas jakiś przy maszynie wyprostowana stała, nieruchomemi oczyma z pod brwi ściągniętych przed siebie patrzyła, aż donośnym i cieńszym jakoś, niż zwykle, głosem, nie patrząc na siostrę, przemówiła:"
      },
      {
        "index": 124,
        "text": "— Wiesz, Kazia? Ja za tydzień ślubu z Cydzikiem nie wezmę."
      },
      {
        "index": 125,
        "text": "Jakby gwałtownie szumiący wicher nagle ustał, tak cicho zrobiło się w kuchni. Pancewiczowa, z balią w rękach, jak wryta stanęła."
      },
      {
        "index": 126,
        "text": "— A toż dla jakiej przyczyny? — po chwili milczącego osłupienia zapytała."
      },
      {
        "index": 127,
        "text": "— Dla tej, że nie chcę — jeszcze donośniej i cieniej odparła Salusia."
      },
      {
        "index": 128,
        "text": "Pancewiczowa balię ze stukiem na ziemię postawiła."
      },
      {
        "index": 129,
        "text": "— At, — zaśmiała się, ale zgryźliwie — myślałam, że już rozumu nabrałaś, a ty jak byłaś głupia, tak i jesteś! Nie chcę! nie chcę! Święty Boże, czego tu nie chcieć? Może młodego chłopca z pięknej familii i jak kot marcowy w tobie zakochanego? Może dziedzictwa takiego, na jakim ledwie która szlachcianka siedziała? Może tego zdwojonego posagu, którym ciebie braciszek, z krzywdą innych sióstr, równie rodzonych, obdarza!"
      },
      {
        "index": 130,
        "text": "— Ja jego o to nie prosiłam i Kazia niech mi tego nie wymawia, bo wezmę, wszystko wam w oczy cisnę i — bywajcie! na Berdyczew do mnie drobnemi literkami pisujcie!"
      },
      {
        "index": 131,
        "text": "Z podniesionego i bardzo cienkiego jej głosu, wyprostowanej postawy i oczu błyskawice ciskających, widać było, że porywała ją nieprzezwyciężona ochota do kłótni. Pancewiczową wcale też łatwo było ochotą taką zarazić; tym razem jednak gniew jej przezwyciężało zdziwienie."
      },
      {
        "index": 132,
        "text": "— Salusia — zaczęła — co się tobie dziś stało? Blekotu najadła się, czy co? Ja tu dla niej pracuję, haruję, dom i dzieci opuściwszy, a ona przychodzi głupstwa mnie gadać! Ot, lepiej elegancką sukieneczkę zdejm, rękawy od koszuli zawiń i do prania się weź. Twoją bieliznę wyprać trzeba, bo przecież z brudną do mężowskiego domu nie wejdziesz, a i Konstanty praczki dla swojej najmować nie będzie, kiedy nas dwie tu siedzi. Słyszysz, Salusia? pomóż sagan z maszyny zdjąć!"
      },
      {
        "index": 133,
        "text": "Prędkiemi, niecierpliwemi ruchami, z zaciśniętemi usty, Salusia rozpinała i zdejmowała stanik miejskiej sukni i spodniczkę z turniurą, a w samodziałowej spodnicy zostawszy i rękawy koszuli wyżej niż po łokcie zawinąwszy, wspólnie z siostrą bez wielkiej trudności sagan z maszyny zdjęła i gorącą wodę do balii z niego wylewać zaczęła. Ze strumienia wrzątku, lejącego się do balii, wybuchała ogromna para, napełniała kuchenkę nieprzejrzaną prawie mgłą, owijała obie kobiety i na ich twarzach osiadała kroplistą rosą. Uwiędłe, ostre rysy Pancewiczowej, o czarnych jak smoła brwiach i oczach, kruczemi włosami i czerwonawą chustką otoczone, w tej szarej mgle miały wyraz energiczny i zacięty. Nie od niej, nie od niej-to z pewnością przyjść mogła dla Salusi łagodna rada i pociecha! Gdy sagan, do połowy już wypróżniony, na maszynie napowrót już był ustawiony, Salusia nad balią stanęła i rękoma do roboty przygotowanemi otarła z twarzy zgęszczone krople pary."
      },
      {
        "index": 134,
        "text": "— Jednakowoż — odezwała się bardzo głośno i cienko, — ja za tydzień z Cydzikiem ślubu nie wezmę."
      },
      {
        "index": 135,
        "text": "Poczem nie odzywała się już do siostry ani jednem słowem. Nad balią schylona, z rękoma zanurzonemi w rozmydlonej wodzie, z zaciśniętemi wargami, prała, mydliła, szorowała, wyciskała tak zawzięcie, tak nieustannie, zarazem tak głośno i zamaszyście, jakby w tej robocie zatopić się z duszą i ciałem, jakby ogłuszyć się nią pragnęła."
      },
      {
        "index": 136,
        "text": "Całe dwa dni zeszły jej na tej ciężkiej i nieustannej pracy; przez całe dwa dni nikt słowa wychodzącego z ust jej nie usłyszał. Ponura i milcząca była jak grób; oczy jedne zdawały się w niej żyć, rozmyślać, tęsknić, rozpaczać. Pancewiczowa, która wcale nie lubiła milczeć, ze złością przezywała ją sępem i mruczydłem; Konstanty ręką lekceważąco machał i śmiał się:"
      },
      {
        "index": 137,
        "text": "— Panieńskie fochy przedślubne! Babskie bzdurstwa, głupi byłby, ktoby dbał o to! fiu, fiu! fiu, fiu!"
      },
      {
        "index": 138,
        "text": "Pancewicz, mądrze żółtemi brwiami ruszając, z powagą prawił:"
      },
      {
        "index": 139,
        "text": "— Na to skromność panieńska przez Boga jest stworzona, aby panny po swoim wianeczku, i nie utraciwszy go jeszcze, lamentowały!"
      },
      {
        "index": 140,
        "text": "Gości w domu nie bywało przez te dni żadnych, bo kawalerów, którzy według zwyczaju w odwiedziny przychodzili, Salusia, ze stosami mokrej bielizny w gołych rękach, popędliwie odprawiała."
      },
      {
        "index": 141,
        "text": "— Proszę tu teraz nie przychodzić! Teraz ja na zbijanie bąków czasu, ani też ochoty wcale nie mam!"
      },
      {
        "index": 142,
        "text": "Kilka razy na dzień przed dom wybiegała i, machinalnie ręce fartuchem ocierając, na drogę patrzała. Dlaczego ta Końcowa już nie przyjeżdża? Czekała jej, jak kropli wody w pragnieniu, jak promyka nadziei w rozpaczy, i doczekać się nie mogąc, parę razy do chaty Gabrysia wpadła z wołaniem:"
      },
      {
        "index": 143,
        "text": "— Gabryś, czemu ta Końcowa nie przyjeżdża?"
      },
      {
        "index": 144,
        "text": "A gdy on za każdym razem dziwił się i zapytywał: na co jej ta siostra tak bardzo potrzebna? — odkrzykiwała: Gabryś głupi, Gabryś nic nie rozumie! — i, trzaskając za sobą drzwiami, z powrotem do balii leciała; Gabryś zaś długo, jak do miejsca przykuty, stał z wyrazem zmartwienia i coraz większego zakłopotania na długiej, żółtej, kościstej twarzy."
      },
      {
        "index": 145,
        "text": "Doczekała się nakoniec i wnet po wejściu do domu tej najmilszej siostry, salopę i chustkę prawie z niej zerwawszy, ze śmiechem i płaczem rzuciła się jej na szyję. Potem pozostania z nią sam na sam tak niecierpliwie czekała, że na ślubny strój, który Końcowa przywiozła jej w prezencie, zaledwie parę razy rzuciła okiem. Nakoniec, kiedy Końcowa naprzeciwek wyszła i w przywiezionym z sobą kuferku czegoś szukać zaczęła, Salusia na palcach za nią wbiegła, niespokojnie spojrzała dokoła i, na ziemi przy niej przysiadając, zaszeptała:"
      },
      {
        "index": 146,
        "text": "— Anulka, gadajże, co się z nim dzieje? Co on tobie mówił? Czy bardzo desperuje? Czy okropnie na mnie narzeka? Czy zmizerniał? A co ty jemu powiedziała?"
      },
      {
        "index": 147,
        "text": "— Kto? komu? — bardzo zajęta wydobywaniem czegoś z kuferka, z roztargnieniem zapytywała Końcowa."
      },
      {
        "index": 148,
        "text": "— Kto? komu? — przedrzeźniała ją Salusia — Jezus, Marya! jacy wy wszyscy niedomyślni! No gadajże, Anulka, jeżeli Boga kochasz, gadaj! ty o nim pewno wszystko wiesz, on do ciebie pewno przyjeżdżał..."
      },
      {
        "index": 149,
        "text": "Mówiła jak w gorączce, oczyma pożerała siostrę, która nakoniec domyśliła się: o kogo i o co jej chodzi."
      },
      {
        "index": 150,
        "text": "— W imię ojca i syna — żegnając się, zaczęła — a jaż zkąd mogę cokolwiek o nim wiedzieć? a jaż jakim sposobem..."
      },
      {
        "index": 151,
        "text": "— Jakto zkąd? jakto jakim sposobem? czyż on do ciebie nie przyjeżdżał?"
      },
      {
        "index": 152,
        "text": "— Ani go widziały moje oczy, ani oczekiwałam jego przyjazdu, ani on też o przyjeździe pewno nie myślał!"
      },
      {
        "index": 153,
        "text": "— Nie myślał! — jak echo powtórzyła Salusia i dalej zapytywała:"
      },
      {
        "index": 154,
        "text": "— Ale list to najpewniej od niego miałaś!"
      },
      {
        "index": 155,
        "text": "— Ani mru mru nie odezwał się do mnie!"
      },
      {
        "index": 156,
        "text": "— Nie odezwał się!"
      },
      {
        "index": 157,
        "text": "Ręce jej, jakby czemś uderzone, w dół opadły."
      },
      {
        "index": 158,
        "text": "— No, to gadajże przynajmniej, co o nim słyszałaś? Może chory? Może jeszcze wszystkiego między nami za skończone nie uważa? Czy bardzo rozgniewany?"
      },
      {
        "index": 159,
        "text": "Końcowa ramionami wzruszyła i rozłożyła ręce."
      },
      {
        "index": 160,
        "text": "— Ani ja go widziałam, ani ja o nim słyszałam, ani mnie nawet w głowie postało dowiadywać się o niego. Bo i po co już teraz dowiadywać się, kiedy on cudzym dla nas jest i cudzym na zawsze pozostanie, a może jeszcze i wrogiem."
      },
      {
        "index": 161,
        "text": "— Może on czyim wrogiem jest, ale pewno nie moim — sarknęła Salusia, a potem, siostrę ramieniem obejmując i w twarz jej zaglądając, z umizgiem zaszeptała:"
      },
      {
        "index": 162,
        "text": "— Prawdę mówisz, Anulka? a? prawdę mówisz? Nie widziałaś? nie słyszałaś? Moja najdroższa, moja ty miła, moja ty złotna, powiedz prawdę, powiedz!"
      },
      {
        "index": 163,
        "text": "Końcowa zżymnęła się."
      },
      {
        "index": 164,
        "text": "— A odczepże się ty odemnie ze swojemi głupiemi zapytaniami i proszeniami! Co ja ci gadać będę? Nie widziałam, nie słyszałam, nie dowiadywałam się — i tyle! A i tobie już nie wczas dowiadywać się o niego, kiedy za dwa dni ślub z drugim będziesz brała..."
      },
      {
        "index": 165,
        "text": "Salusia wstała, z opuszczonemi rękoma do sieni wyszła i tam, jak słup stanąwszy, z oczami w ziemię wlepionemi szeptała:"
      },
      {
        "index": 166,
        "text": "— Jak kamień do wody... jak kamień do wody!..."
      },
      {
        "index": 167,
        "text": "Miała takie uczucie jakby teraz, teraz dopiero, gdy Końcowa żadnem słowem i żadną wieścią nie zawiązała na nowo starganej pomiędzy nimi nici, nić ta zerwała się ostatecznie i już na zawsze. Jeżeli od niej niczego nie dowiedziała się o Jerzym, to już od nikogo nie usłyszy o nim nigdy... nigdy... nigdy! Jak kamień do wody wpadł i przepadł! Żyje kędyś na świecie, chodzi, mówi, pracuje, może kiedy z drugą szczęśliwy będzie, ale dla niej — jak kamień do wody wpadł! Przepadł!"
      },
      {
        "index": 168,
        "text": "Dotąd, głucho i dla niej samej nie zupełnie świadomie tlała w niej była myśl, że jeśli Jerzy przez Końcową prześle jej jakie słowa prośby, żalu, choćby najokrutniejszego wyrzutu, jeżeli upomni się o przyrzeczenia, które mu dała, i spełnienia jego zażąda, ona zbuntuje się, narobi kłótni, wrzawy, piekło w domu podniesie, lecz z Cydzikiem zerwie, wszystko, co jej dano i dać obiecano, familii w oczy ciśnie i z Końcową do miasta odjedzie. — Ale on nic! Ambitny! Ambicya większa w nim widać nad kochanie: zaskalił się w obrażonej ambicyi i palcem nie kiwnął, okiem nie mrugnął dlatego, aby ją odzyskać; jak do wody wpadł — przepadł."
      },
      {
        "index": 169,
        "text": "Kiedy tak, to tak. Skoro on nie dba o nią, więc i ona bardzo kontenta jest z tego, że mu pokazała, iż bez niego żyć może. Dobrze. Na weselu swojem tańczyć będzie, aż ha! aby potem wszystkiego dobrego, na bogatem gospodarstwie siedząc, kosztować i używać. Jeżeli zaś kiedykolwiek w życiu spotka go i zobaczy, pokaże mu i miną i wszystkiem, że co on, to nie ona i że familia miała racyę, nie chcąc ją wydać za człowieka wcale innego urodzenia i majątku!"
      },
      {
        "index": 170,
        "text": "Przez cały dzień następny bawiła się bardzo dobrze. Ledwie nie wszystkie dziewczęta z okolicy zbiegły się dla oglądania jej ślubnej sukni z białej alpagi, tiulowego welonu i pomarańczowego wianka. Piękne palto z syberyny, na które złożyły się wszystkie trzy siostry, powszechne też uwielbienie obudziło. Nad wieczorem przyjechała pani Bohaterowiczowa z Bohatyrewicz, na swanię zaproszona, i przywiozła, oprócz prawdziwie już całej fury pierogów i pieczeni, czepeczek różowy, jak cukierek śliczny, w mieście zrobiony. Swania przyjechała tak wcześnie raz dlatego, że było jej do Tołłoczek dość odlegle, a powtóre, że pochlebioną i ucieszoną się czuła tem, iż ją właśnie na swanię zapraszano, nie zaś drugą ciotkę Salusi, niedaleko ztąd na osobnym folwarku siedzącą, Steckiewiczową. Wieczorem dnia tego przybyli też dwaj panowie Bohaterowiczowie i jeden pan Steckiewicz ze Stecek, w domu zapanowały gwarne rozmowy, a nietylko po domu, ale po całej zagrodzie i po całej prawie okolicy zapachniały, zaszemrały, wstępną przygrywką w powietrzu, zda się, zagrały weselne gody. Salusia, ciotkę swanię za różowy czepeczek z uniesieniem uściskała i poprosiła, aby, jako doświadczona gospodyni, pomogła jej w braterskiej oborze dwie krówki wybrać; potem jej i wszystkim zebranym dziewczętom pokazywała swoje owieczki, len, dywanik z jelonkiem i różne inne drogocenności, które znajdowały się w jej wyprawie, potem jeszcze Pancewiczowej do pomocy stanęła w kuchni, a której ogień smalił się wciąż, jak w piekle, a gdy z zawiniętemi po łokcie rękawami, w wielkim fartuchu z panami Bohaterowiczem i Steckiewiczem głośno i ciągle gawędziła, Adaś Strupiński i Józik Łozowicki ledwie sobie wąsów nie powyrywali, tak zapalczywie kręcili je z zazdrości i udawanej fantazyi. Późno i bardzo zmęczona spać poszła, usnęła prędko i spała twardo, aż obudziły ją czyjeś uściśnienia i pocałunki. Otworzywszy oczy, zobaczyła Końcową, która, na pościeli jej siedząc, obejmowała ją, całowała i ze łzami kręcącemi się w oczach mówiła:"
      },
      {
        "index": 171,
        "text": "— Salka! dziś twój dziewiczy wieczór! Jaka ja kontenta, Salka, że ciebie jutro już mężatką zobaczę, że ty już upewnioną przyszłość będziesz miała, że wszystko tobie tak dobrze poszło! Ja ciebie zawsze z całej familii najlepiej lubiłam, ty dla moich dzieci taka dobra byłaś, gdy chorowały... to też cieszę się, tak cieszę się, że dziś już twój dziewiczy wieczór!"
      },
      {
        "index": 172,
        "text": "Salusia porwała się, jak struna wyprostowana usiadła na łóżku i z szeroko otwartemi oczami, które, przy roztarganych we śnie włosach, nadawały jej wyraz prawie nieprzytomnego przestrachu, krzyknęła:"
      },
      {
        "index": 173,
        "text": "— Jezus Marya! jutro! już jutro!"
      },
      {
        "index": 174,
        "text": "I zanim Końcowa słowo przemówić mogła, ona już na szyi jej wisiała, tuliła się do siostry, i, cała jak w febrze trzęsąc się, mówiła:"
      },
      {
        "index": 175,
        "text": "— Ja nie chcę... ja nie chcę... ja tak prędko nie chcę!... Anulko, moja Anulko, moja ty droga, moja ty złotna, ratuj mnie, dopomóż, powiedz Konstantemu, żeby odłożył... poproś ty ich wszystkich za mnie, wstaw się, orędowniczką moją bądź... kiedy Boga kochasz... kiedy dzieciom swoim szczęścia życzysz... ratuj... niech ślub odłożą... ja tak prędko nie chcę, ja nie chce..."
      },
      {
        "index": 176,
        "text": "Ręce siostry całowała i oblewała łzami. Końcowa, zdziwiona, przerażona, zrazu z pieszczotą i łagodnie jej perswadowała, tłómaczyła, że to, czego żąda, stać się nie może, że na utratę takiej partyi przez głupie kaprysy narażać się nie powinna, że Konstanty za nic na odłożenie ślubu się nie zgodzi; a potem, gdy Salusia wciąż prosiła i w ręce ją całowała, zniecierpliwiła się i wprost jej oświadczyła, że ani myśli dla jej głupich kaprysów z familią się różnić, że chybaby ją za waryatkę poczytano, gdyby z czemś podobnem tak już nie wczas wystąpiła, że radzi siostrze, aby fonfry stroić zaprzstała, bo jeżeli, broń Boże, jaką awanturę zrobi i Cydzika od siebie odtrąci, to ona sama, Końcowa, choć zawsze w największej przyjaźni z nią żyła, za siostrę jej nie uzna, wyrzecze się, znać nie chce i w każdym wypadku drzwi swego domu przed nosem jej zamknie. To wypowiedziawszy, zagniewana i płacząca, bo pomimo wszystko do Salusi wielką słabość miała, wyszła i udała się do kuchni, aby dwóm starszym siostrom dopomódz w robieniu ciasta na gąski, ciastka podługowatej formy, któremi każda panna na swoim dziewiczym wieczorze gości częstować powinna."
      },
      {
        "index": 177,
        "text": "Dzień przeszedł w zamęcie, na rozmowach, przychodzeniu i wychodzeniu gości i domowych, na gotowaniu i na pieczeniu, na żartach przez młodzież wyprawianych z panny młodej, która, wbrew zwyczajowi swemu, niedbale ubrana, z roztarganą kosą na plecach, w krzywo zapiętym staniku, z zapadłemi oczyma i prawie karmazynowemi rumieńcami na policzkach, chodziła pośród całej tej krętaniny jak nieprzytomna, ni w pięć ni w dziewięć na zwracane do niej słowa odpowiadała, albo i wcale nie odpowiadała, a siostrom w zajęciach, zamiast pomagać, tak przez roztargnienie przeszkadzała, że ją nakoniec z kuchni wypędziły. Zmrok zapadać zaczął, gdy do sieni wszedł Gabryś i, jakby przelękniony panującym w domu ruchem, zrazu u drzwi się zatrzymał. W długiej kapocie, wysoki, prosty jak tyka i tylko z głową nakształt złamanej makówki zwieszoną, pociesznie wyglądał z dwoma mirtowemi drzewkami, które trzymał w ramionach. To też, gdy stanął u drzwi, kilka osób znajdujących się w sieni żartować z niego zaczęło."
      },
      {
        "index": 178,
        "text": "— A co Gabryś powie?"
      },
      {
        "index": 179,
        "text": "— Czemu to Gabryś na dziewiczy wiecór sąsiadki lepiej się nie ustroił?"
      },
      {
        "index": 180,
        "text": "— Dlaczego Gabryś mirty swoje oddaje? możeby się na własne wesele przydały?"
      },
      {
        "index": 181,
        "text": "— A kiedy Gabrysia wesele nastąpi?"
      },
      {
        "index": 182,
        "text": "— Dlaczego Gabryś się nie żeni? Na takie pałace, jak Gabrysia, pewnie ochotniczek nie brakuje!"
      },
      {
        "index": 183,
        "text": "— Gabryś pewnie jutro tańczyć z nami będzie! Prodzę ze mną do krakowiaka."
      },
      {
        "index": 184,
        "text": "— Ale chyba insze buty włoży, bo te rozlecą się, gdy tylko piętą ruszy!..."
      },
      {
        "index": 185,
        "text": "On nic nikomu nie odpowiadał, z mirtami ku drzwiom przeciwka podszedł i, zaglądając przez nie, z cicha zawołał:"
      },
      {
        "index": 186,
        "text": "— Salusia! Salusia! mirty przyniosłem!"
      },
      {
        "index": 187,
        "text": "Ale w izdebce nazywającej się przeciwkiem Salusi nie było, tylko Pancewiczowa i Zaniewska krzątały się około zmieniania kuchennych swoich toalet na czystsze i przyzwoitsze. Pierwsza też, czarną spodnicę przez głowę zarzucając, ofuknęła:"
      },
      {
        "index": 188,
        "text": "— Niech Gabryś ze swemi mirtami tu się nie plącze! Proszę gdziekolwiek postawić i iść sobie!"
      },
      {
        "index": 189,
        "text": "On wazoniki u okna umieścił, ale nie odchodził, postał trochę i przemówił:"
      },
      {
        "index": 190,
        "text": "— Pani Pancewiczowo!"
      },
      {
        "index": 191,
        "text": "Kilka razy ciche to wołanie powtórzyć musiał, zanim pani Pancewiczowa opryskliwie zapytała:"
      },
      {
        "index": 192,
        "text": "— Czego?"
      },
      {
        "index": 193,
        "text": "Tajemniczym gestem palca przyzwał ją do kąta, w którym stał, a gdy zaciekawiona, stanik zapinając, zbliżyła się, szeptać zaczął:"
      },
      {
        "index": 194,
        "text": "— Niech pani Pancewiczowa dobrze popatrzy na Salusię i zobaczy, jak ona wygląda i do czego zrobiła się podobna..."
      },
      {
        "index": 195,
        "text": "— Albo co? — niecierpliwie spytała."
      },
      {
        "index": 196,
        "text": "— A to — szeptem zawsze odpowiedział — że ja pani Pancewiczowej, jako starszej siostrze, mowię i ostrzegam, aby, broń Boże, jakie nieszczęście z tego nie wyniknęło."
      },
      {
        "index": 197,
        "text": "— Jakie nieszczęście? z czego? — rozczesując ogromne czarne włosy, z zapytaniem wtrąciła się Zaniewska."
      },
      {
        "index": 198,
        "text": "— Dla Salusi, z tego małżeństwa. Ona Cydzika nie chce, a tamtego odżałować..."
      },
      {
        "index": 199,
        "text": "Obie siostry zakończyły:"
      },
      {
        "index": 200,
        "text": "— Co Gabryś plecie? czego Gabryś tu przyszedł, czas nam darmo zabierać! Niech Gabryś ze swoją głupotą..."
      },
      {
        "index": 201,
        "text": "— Ja głupi — przerwał — to prawda. Jednakowoż niektóre rzeczy może lepiej od rozumnych postrzegam i pani Pancewiczowej, równie jak pani Zaniewskiej, mówię, że ślub Salusi odłożyć trzeba, albo i ze wszystkiem Cydzika odprawić..."
      },
      {
        "index": 202,
        "text": "— A Gabrysia na jego miejsce postawić przed ołtarzem?"
      },
      {
        "index": 203,
        "text": "— Aby dobrana para była! — obie zadrwiły, a jemu, jakby wszystka krew do twarzy się zbiegła, tak poczerwieniał. Jednak, na drwiny nie odpowiadając, głośniej, niż mówił przedtem, dokończył:"
      },
      {
        "index": 204,
        "text": "— Bo ona nie ze wszystkiem taka, jak insze, ona swoją wolę i śmiałość ma, jej bieda jaka stać się może, a na sumienie familii grzech padnie."
      },
      {
        "index": 205,
        "text": "— No, to niechaj pada, a Gabryś niech już sobie ztąd idzie, bo my na gadanie z głupimi czasu nie mamy — odpowiedziała Pancewiczowa. A Zaniewska dodała:"
      },
      {
        "index": 206,
        "text": "— Ot, ruszył konceptem, jak cielę ogonem! Widać dlatego, że sam tak dobrze na świecie wykierował się, to i drugim rady dawać chętny. Tylko że nie każdy lubi w dziurawych butach, czy też trzewikach, chodzić..."
      },
      {
        "index": 207,
        "text": "— Wiadomo, głupi Gabryś! Co taki rozumnego wymyślić zdoła."
      },
      {
        "index": 208,
        "text": "Odwróciły się; on, powoli i ciężko stąpając, odszedł, a w tejże chwili przed gankiem rozległ się odgłos zajeżdżających sanek, brzęk dzwonków na odświętnej uprzęży, gwar powitalnych okrzyków, klaskanie pocałunków. Pan młody ze swatem i drużbantami przyjechał."
      },
      {
        "index": 209,
        "text": "W wigilię ślubu śmielszy nieco, niż zwykle, może towarzystwem drużbantów rozochocony, Władyś Cydzik wszedł do sieni dość raźnie, w szubie czarnej barankami podbitej i zlekka tylko na ramiona narzuconej, widać więc było z pod niej dokładnie cienką i prostą jego figurę, w czarnym tużurku i kwiecistej kamizelce, połyskującej srebrną, szeroką dewizką. Na szyi miał biały krawat z dużą kokardą, a na głowie czarną barankową czapkę, którą u progu zdjął mu z głowy jeden z drużbantów, bo on sam uczynić tego nie mógł, w obu rękach trzymając coś dużego, okrągłego i osłoniętego białem płótnem."
      },
      {
        "index": 210,
        "text": "— Niech będzie pochwalony Jezus Chrystus! Dobry wieczór państwu! — huknęły u proga cztery naraz męzkie głosy, a swat obok pana młodego, znowu jak silny dąb obok smukłej latorośli stając, mówił dalej:"
      },
      {
        "index": 211,
        "text": "— Oto przyjeżdżamy po klejnot nam przyobiecany, wielkiej drogocenności, o gościnę prosimy, a wprędce odjedziemy z tem, po cośmy przyjechali, w wielkiej wesołości. Czy wolno wejść?"
      },
      {
        "index": 212,
        "text": "Trzy siostry panny młodej, brat jej, swania, oboje Michałostwo, jako stryjeczni, razem i z powagą odpowiedzieli:"
      },
      {
        "index": 213,
        "text": "— Pięknie prosimy. Proszę wejść. Czem chata bogata, tem rada."
      },
      {
        "index": 214,
        "text": "Swat, z lekka szturhnął w łokieć pana młodego, który też zaraz ku Pancewiczowej podszedł i podał jej trzymany w rękach przedmiot, a ona, jako pannie młodej matkę zastępująca, przyjęła go z powagą i, płótno zeń odrzuciwszy, wszystkim oczom ukazała pierog ogromny, cały białym lukrem polewany i gęsto natykany cukrowemi jagodami, grzybkami, kwiatkami. Nie lada jakim panem młodym być potrzeba, aby do domu panny młodej z tak eleganckim i kosztownym pierogiem przyjechać! To też podziwiano go długo i jednogłośnie, aż nakoniec Konstanty bardzo uprzejmnie zaprosił przybyłych do świetlicy."
      },
      {
        "index": 215,
        "text": "Zaraz też nadbiegły cztery drużki w morderowych i granatowych sukienkach, przyszła wystrojona i wyczesana, z błyszczącemi szpilkami we włosach podswania, zwabione perspektywą gąsek, zaczęły zbiegać się dzieci."
      },
      {
        "index": 216,
        "text": "W świetlicy zrobiło się bardzo gorąco; to też Końcowa zdziwiła się ogromnie, gdy, pośpiesznie szukając Salusi, zobaczyła ją przyciśniętą do pieca, bardzo bladą, a kurczącą się i drżącą jakby od zimna. — Za rękę ją porwawszy, uczuła w dłoni jakby kawał lodu, ale długo nie zastanawiając się nad tem, pociągnęła ją z sobą do kuchni."
      },
      {
        "index": 217,
        "text": "— Gąski z pieca wyjmować przeba! gąski z pieca — śpiesznie szeptała."
      },
      {
        "index": 218,
        "text": "W kuchni szumiały i buchały parą trzy samowarki — jeden domowy, a dwa od sąsiadów pożyczone, Zaniewska z pomocą podswani i drużek nalewała herbatę do szklanek, zarówno jak samowarki, domowych i pożyczonych; Pancewiczowa zaś wchodzącej Salusi w jednę rękę spory kosz, a w drugą koczerhę podała."
      },
      {
        "index": 219,
        "text": "— Wyjmujże prędko — rzekła — bo spalą się na węgiel!"
      },
      {
        "index": 220,
        "text": "I odjęła deskę, otwór pieca zasłaniającą. Wyjmowanie z pieca gąek jest czynnością, której panna młoda własnoręcznie dokonać powinna; Salusia bardzo dobrze i od dzieciństawa o tem wiedziała, więc wziąwszy z rąk siostry kosz i koczerhę, zaczęła ostatnią w czarną otchłań piecową zanurzać i z niej podługowate, pięknie zarumienione ciastka wygrabywać. Co zagrabiła koczerhą, to ze trzydzieści lub z pięćdziesiąt gąsek wydobyła, które za każdym razem zsypywała do kosza. Tej robocie jej, lampkę z kominkiem w ręku trzymając, przyświecała Końcowa i zasmuconym, trochę nawet przestraszonym wzrokiem patrzała na dwa sznurki łez, które z oczu Salusi toczyły się po bladych jej policzkach. Ani krzywiła się, ani słówkiem bodaj najmniejszem się odzywała; możnaby nawet myśleć, że nie oddychała, tylko, ilekroć koczerha w piecu o cegły zaskrobie, sznurek łez z jej oczu popłynie; ilekroć sypną się gradem do kosza gąski, na jej twarzy powstaje nowy sznurek tych kropli, w których światło lampy prześwieca się i błyszczy."
      },
      {
        "index": 221,
        "text": "— Salka — przemówiła nakoniec Końcowa — co tobie jest? Odezwijże się choć słowkiem, bo aż straszno na ciebie patrzeć!"
      },
      {
        "index": 222,
        "text": "Nie odezwała się, nie spojrzała nawet na nią, a gdy piec zupełnie już był z gąsek opróżniony, kosz w rękę wzięła i z nim do świetlicy weszła. Za nią trzy kobiety wniosły na tackach szklanki z herbatą i rozdawać je zaczęły, od swani i swata zaczynając. Ona rozdawała gąski. W tłumie, w gwarze rozmów i śmiechów, w pstrociznie kobiecych i męzkich ubrań, chodziła wyprostowana i blada, z roztarganym warkoczem na plecach i — od swani i swata zacząwszy — a na dzieciach kończąc, wszystkim po garści gąsek dawała. Czy słyszała długi i płynny kompliment, którym wymowny swat jej podziękował? Czy widziała jak Cydzik, kręcąc się wciąż za nią, pożerał ją błyszczącemi oczyma? Czy czuła pocałunki, które na bladych i mokrych policzkach co moment składały jej drużki? Niktby na pewno powiedzieć nie mógł, tak wysmukła kibić jej była sztywną a rysy nieruchomemi. Raz tylko zaszła w niej mała i przez nikogo zresztą nie spostrzeżona zmiana. Stryjeczny, z pierwszym drużbantem rozmawiając, z czegoś tak głośno się zaśmiał, że śmiech jego, młodą, silną, dźwięczną gamą, jak dzwoniec potoku nad szmerem rzeki, wzbił się nad gwarem. Salusia drgnęła i czarne brwi, nakształt posępnej chmury, ściągnęły się i zjeżyły nad spuszczonemi jej powiekami. Wkrótce też z opróżnionym koszem ze świetlicy wychodziła, a za nią rozległo się wołanie pierwszej drużki:"
      },
      {
        "index": 223,
        "text": "— Mirt! mirt! gdzie mirt! Proszę nam dać mirtu! wczas trzeba wianuszek śpleść i bukiecików nawiązać hurbę! hurbę!"
      },
      {
        "index": 224,
        "text": "Końcowa, niespokojna jakaś i często na młodszą siostrę oczyma rzucająca, wyręczając ją, poprowadziła drużki na przeciwek, zkąd wkrótce dziewczęta zabrały dwa mirtowe drzewka i tryumfalnie niosły je do świetlicy. Salusia stała w sieni, z pustym koszem w ręku, do ściany przyciśnięta i niesione przez drużki Gabrysiowe mirty wzrokiem przeprowadzała; poczem rzuciła kosz i, z sieni na podwórze wybiegłszy, ku zagrodzie Gabrysia pobiegła. Ale nie biegła długo. Gabryś stał za nizkim swoim płotkiem i, policzek na dłoni opierając, patrzał na dom Konstantego, oświetlonemi oknami błyszczący i jak wichrem, szumiący gwarem. Zaledwie spostrzegł w grubym mroku biegnącą Salusię; ona już płotek przeskoczyła i, ręce na szyję mu zarzucając, jak przestraszone dziecko do matki, przylgnęła do jego piersi:"
      },
      {
        "index": 225,
        "text": "— Gabryś! Gabryś! — szeptała — ja nie chcę, ja nie mogę, ja umrę... nie wytrzymam! Tak mnie boli..."
      },
      {
        "index": 226,
        "text": "On, ramionami ją ogarnął i, zdawało się, że głosu z piersi wydobyć nie mógł; głowę chylił ku jej głowie, ustami już prawie dotykał jej włosów, jednak nie dotknął ich, tylko zaszeptał:"
      },
      {
        "index": 227,
        "text": "— Co boli? co cię boli? Salka, moja ty droga..."
      },
      {
        "index": 228,
        "text": "Ona, w objęciu jego zwieszona, ledwie dosłyszalnym szeptem skarżyła się:"
      },
      {
        "index": 229,
        "text": "— Ciągle mi on przed oczami stoi... ciągle... ciągle... ciągle głos jego słyszę mówiący: „nie dbaj o posag, czy ci brat da, czy nie da... ja cię w jednej koszuli wezmę i szczęśliwy będę!“ Taki on dobry był, tak on mnie kochał... a co ja jemu zrobiłam! co zrobiłam!"
      },
      {
        "index": 230,
        "text": "Gabryś podniósł głowę, w ciemne niebo spojrzał i tak westchnął, że aż gruba kapota wysoko podniosła mu się u piersi. Potem znowu schylił się nad nią i ustami tuż, tuż przy jej czole, jednak nie dotykając go, szepnął:"
      },
      {
        "index": 231,
        "text": "— Zapomnisz... odżałujesz..."
      },
      {
        "index": 232,
        "text": "Ręce jej z szyi jego opadły. Wyprostowała się i krzyknęła:"
      },
      {
        "index": 233,
        "text": "— Ani ja o nim zapomnę, ani ja go odżałuję... Gabryś głupi jest... Gabryś nic nie rozumie..."
      },
      {
        "index": 234,
        "text": "Od domu doszły wołania:"
      },
      {
        "index": 235,
        "text": "— Salusia! Salusia! Salusia!"
      },
      {
        "index": 236,
        "text": "— Ot, już i wołają! — sarknęła. — Wiesz, Gabryś... Ściśniętą pięścią jednej ręki w dłoń drugiej uderzyła."
      },
      {
        "index": 237,
        "text": "— Wiesz, Gabryś? Tak chcę, tak chcę wszystko im w oczy cisnąć i polecieć... polecieć!..."
      },
      {
        "index": 238,
        "text": "Splasnęła dłońmi i ku domowi pobiegła."
      },
      {
        "index": 239,
        "text": "Czas upływał, było już dobrze po północy, a świetlica przedstawiała jeszcze widok ożywionego, gwarnego roju. Starsi, stół obsiadając, wieczerzy dojadali i o różnych gospodarskich, sąsiedzkich sprawach rozprawiali, perorowali; drużki przy innym, mniejszym i zielonością okrytym stoliku gałązki mirtu białemi wstążeczkami związywały, która to zresztą robota szła im powoli, bo przeszkadzało jej rozmowami i psotami kilku kawalerów. Nagle parę cienkich dziewczęcych głosów z nad zielonej powodzi mirtu zawołało:"
      },
      {
        "index": 240,
        "text": "— Salusia, daj wstążeczek! już ani kawałeczka nie ma, a jeszcze bukiecików trza nawiązać hurbę! hurbę!"
      },
      {
        "index": 241,
        "text": "Przed paru godzinami Salusia pęk białych wstążeczek na komodę w bokówce rzuciła, teraz więc tam wbiegła, a za nią, na pięty prawie jej następując, wsunął się Cydzik. W izdebce, oświetlonej małą lampką, nikogo nie było; wstążeczek też Salusia nie zobaczyła na komodzie: ktoś widać w zawierusze zrzucić je lub gdzieindziej położyć musiał. Schylona nieco, wzrokiem szukała ich na ziemi, aż nagle uczuła, że ramię jakieś kibić jej opasuje. Jak oparzona skoczyła, obejrzała się i tuż prawie przy swojej twarzy zobaczyła młodocianą, podługowatą, rozżarzonemi oczami świecącą twarz narzeczonego. Gwałtownym ruchem wyrwała się z jego objęcia i, pod ścianę usuwając się, z rozbłysłemi także oczyma, krzyknęła:"
      },
      {
        "index": 242,
        "text": "— A toż co? Czy to pięknie takie napaści czynić?"
      },
      {
        "index": 243,
        "text": "Ale on nie mógł już dłużej powściągnąć tej przemożnej siły, która ogniem grała w jego żyłach i ciągnęła go do dziewczyny, jutro mającej mu być poślubioną. Rozzuchwalała go ta siła i z dzieciństwa prędko w świadomość męzkich praw przerzucała. Znowu przysunął się do Salusi i, rękę jej chwytając, zaszeptał:"
      },
      {
        "index": 244,
        "text": "— Przecież jutro już ślub nasz będzie... to dziś można choć pocałować..."
      },
      {
        "index": 245,
        "text": "I rozpłomieniony, natarczywy, wprost darł się do twarzy jej, do ust, rękę jej w palcach gniotąc tak, jakby miał ją zmiażdżyć. Lecz ona także nie była istotą słabą i, z bolącego uścisku rękę wyrwawszy, napastnika odepchnęła:"
      },
      {
        "index": 246,
        "text": "— Jeszcze my nie po ślubie! — zawołała — jeszcze niewiadomo!"
      },
      {
        "index": 247,
        "text": "Cydzik jednak, rozgniewany, w mowę jej wpadł. Zaindyczył się, trochę nawet w boki się wziął, i przymrużonemi oczyma patrząc na nią, mówił:"
      },
      {
        "index": 248,
        "text": "— Jakto niewiadomo? owszem, wiadomo, że Salusia jutro moją żoną zostanie i co każę, to będzie robiła, bo przed ołtarzem posłuszeństwo zaprzysięgnie!"
      },
      {
        "index": 249,
        "text": "Teraz ona z bladej zrobiła się czerwoną i oczy jej zaiskrzyły się, jak dwa żużle."
      },
      {
        "index": 250,
        "text": "— A niedoczekanie twoje, abyś ty miał moim panem być i swoją wolę na mnie wywierać! — krzyknęła."
      },
      {
        "index": 251,
        "text": "Zrywając z palca obrączkę, głosem od szybkiego oddechu stłumionym, wrzasnęła:"
      },
      {
        "index": 252,
        "text": "— Na, masz! Za swoje bogactwo inszą niewolnicą kup! Między nami — już po wszystkiem!"
      },
      {
        "index": 253,
        "text": "Cisnęła na niego złote kółko, które, u nóg mu upadłszy, potoczyło się przez izdebkę i pod łóżkiem Konstantego zniknęło. Cydzik miał teraz minę człowieka spiorunowanego przestrachem i zmartwieniem. Z ozwartemi usty, żałośnym wzrokiem ścigał obrączkę, aż gdy zniknęła, do łóżka podszedł, ukląkł naprzód, potem, jak długi, podeszwami do góry wyciągnął się na ziemi i całą głowę, a także obie ręce, pod łóżko wsunąwszy, jął obrączki szukać, palcami po podłodze grabiąc. Salusia, z wyrazem niewysłowionej urągliwości na twarzy, przez chwilę na niego patrzała, aż tysiące dumnych, wzgardliwych błyskawic wyrzucając z oczu, zaśmiała się długo, głośno, poczem, z bokówki wybiegłszy, jak strzała przebiegła świetlicę, sień i znalazła się na przeciwku."
      },
      {
        "index": 254,
        "text": "Tu było pusto i ciemnawo; na stole u okna palił się kawałek żółtej świeczki, krzywo w mosiężny lichtarz wsadzony. Gwar ze świetlicy głucho przez dwoje zamkniętych drzwi dochodził, w kuchni, za nawpół zamkniętemi drzwiczkami, słychać było tylko sapanie Pancewiczowej, która, śmiertelnie zmęczona, przyłożyła się tam na twardej ławce i usnęła."
      },
      {
        "index": 255,
        "text": "Salusia wielką skrzynię otworzyła, na ziemi przed nią uklękła i przy mętnem świetle stojącej na stole świeczki prędko, gwałtownie, różne przedmioty wydobywać z niej zaczęła. Skrzynia była wielka, na zielono pomalowana, kilku żelaznemi sztabami okuta, z bombiastem wiekiem, które, całe świętemi obrazkami od wnętrza wyklejone, ledwie zamykać się mogło nad mnóstwem odzieży, szczelnie i piętrzasto skrzynię wypełniającej. Była to jej skrzynia i jej wyprawna odzież, suta, rozmaita. Ale ona nie brała żadnej z rzeczy starannie i na wierzchu ułożonych, lecz z samego prawie dna wyciągała stary, znoszony paltot i również znoszone, choć całe jeszcze, trzewiki. Przedmioty te na ziemi przy sobie położywszy, wyjęła jeszcze i za stanik wsunęła parę złożonych we czworo arkuszy, które były dokumentami do jutrzejszego ślubu przygotowanemi, a które do przechowania dał jej Konstanty. Następnie w głębokim kątku skrzyni wynalazła jeszcze malutki skórzany pugilaresik (dar, który uczynił jej szwagier Koniec, z wdzięczności za pracowite pielęgnowanie jego chorych dzieci) i trochę znajdującej się w nim drobnej monety przeliczywszy, włożyła go do kieszeni. Nakoniec jeszcze chwilę czegoś szukała, aż znowu, zwitek papierów znalazłszy, tak jak tamten, za stanik go zasunęła. Były to listy Jerzego, kilka listów, które od czasu rozstania się z nim od niego otrzymała."
      },
      {
        "index": 256,
        "text": "Teraz zamknęła skrzynię, z ziemi powstała, na stołku usiadłszy, nowe i trochę ciasne trzewiki, które miała na nogach, zmieniła na stare i od wynoszenia rozluźnione; ciepłe jeszcze, ale stare palto szczelnie na sobie zapięła i dużą, na pościeli jej leżącą chustką obwiązała sobie głowę. Wszystko to czyniła bardzo cicho i bardzo prędko. Nie sprawiała większego szmeru od przebiegającej myszy, i nie zabrało jej to więcej czasu, niż go na porządne odmówienie pacierza potrzeba. Potem, przez trochę zaledwie otwarte drzwi do sieni wybiegłszy, jak kotka przesunęła sie pod ścianą, na ganek i z ganku, pod płotkiem, gdzie cień był najgłębszy dalej pomknęła. Jednak, prawie od samych wrót podwórka powróciła jeszcze, na ganek wskoczyła i przed zamkniętemi drzwiami domu na klęczki upadłszy, usta do progu ich przyłożyła, załkała, a wnet znowu porwawszy się na nogi, pobiegła i w głębokich już cieniach zniknęła."
      },
      {
        "index": 257,
        "text": "Więcej niż pół godziny upłynęło, a Władyś Cydzik stał jeszcze w drzwiach rozdzielających świetlicę z bokówką, z miną wylęknioną i zgryzioną, z wydobytą z pod łóżka obrączką w mocno ściśniętej pięści. Sam nie wiedział co mu teraz począć należy; chwilami gniewem wrzał, chwilami żal w nim wzbierał i do oczu napływały łzy, aż w swata jak w tęczę wpatrywać się zaczął i powoli ku stołowi, za którym on siedział, postąpił."
      },
      {
        "index": 258,
        "text": "— Panie Jaśmont! — zaszeptał — panie Jaśmont! panie Jaśmont!"
      },
      {
        "index": 259,
        "text": "I tajemniczem kiwaniem głowy i palca przyzywał go ku sobie."
      },
      {
        "index": 260,
        "text": "— A co tam takiego? Czego pan Władysławe chce odemnie? — od zajmującej rozmowy oderwany, zapytał Jaśmont."
      },
      {
        "index": 261,
        "text": "— Chodź pan, chodź! cościś pod sekretem powiem! — tajemniczo wciąż szeptał chłopak, a Jaśmont, zobaczywszy, że chłopakowi na płacz się zbiera z za stołu wstał i wyszedł z nim do sieni. Tam słychać było jak z sobą żywo, choć z cicha, szeptali, poczem Jaśmont, mocno zasepiony, do świetlicy zajrzał i zawołał:"
      },
      {
        "index": 262,
        "text": "— Panie Konstanty, proszę na sekret!"
      },
      {
        "index": 263,
        "text": "Teraz już we trzech w sieni szeptali, ale krótko, bo wnet dało się słyszeć donośne wołanie Konstantego, w którem gniew brzmiał:"
      },
      {
        "index": 264,
        "text": "— Salusia! Salusia! Salusia!"
      },
      {
        "index": 265,
        "text": "Drużki popodnosiły się ze stołków. Pancewiczowa w kuchni zerwała się z ławki, Zaniewska, Końcowa, swania do sieni wybiegły. Z tych szeptów i z brzmienia głosu Konstantego, wszyscy coś niedobrego przeczuli. Wnet też po całym domu zrazu, potem po podwórku i całej zagrodzie rozległy się kobiece i męzkie wołania, na różne tony wywołujące jedno imię:"
      },
      {
        "index": 266,
        "text": "— Salusia! Salusia! Salka!"
      },
      {
        "index": 267,
        "text": "Parę latarek, pomiędzy drzewami i dokoła budynków obnoszonych, błysnęło w ciemnościach, wśród przyciszonych rozmów, które nie gwar już, ale jakby tajemnicą nabrzmiały szum sprawiały, aż wreszcie ozwały się łkania. To Końcowa i jedna z drużek — wielka przyjaciółka Salusi — płakać zaczęły. Jaśmont, nadrabiając rezonem i awanturę z obrączką w tajemnicy jeszcze przed szerszym ogółem zachować pragnąc, śmiał się głośno i wołał:"
      },
      {
        "index": 268,
        "text": "— Figielki panieńskie! figielki! Skryła się gdzieś filutka, ażeby większej jeszcze ceny u oblubieńca nabyć!"
      },
      {
        "index": 269,
        "text": "Konstanty, z latarnią po wszystkich kątach zagrody chodząc, przez zaciśnięte zęby mruczał:"
      },
      {
        "index": 270,
        "text": "— Zabiję! jak Boga kocham zabiję, na umierających rodziców nie uważając..."
      },
      {
        "index": 271,
        "text": "Pancewiczowa jak wicher w różne strony latała i głośniej nad wszystkich, przeraźliwie darła się:"
      },
      {
        "index": 272,
        "text": "— Salusia! Salusia! waryatka! głupia! smarkata! Salusia! Salusia!"
      },
      {
        "index": 273,
        "text": "Jednak i w tem darciu się przeraźliwem, złością zrazu nabrzmiałem, drżał już zaczynający się płacz."
      },
      {
        "index": 274,
        "text": "Nikt nie widział Gabrysia, który, gdy tylko w zagrodzie Konstantego ruch powstał i rozbrzmiały głosy, jedno imię wywołujące, z chaty swojej wyszedł i, płotek przestąpiwszy, nieco na uboczu stanął. Zrazu, stał z rękoma przy głowie, jak człowiek, w którego uderzył grom przerażenia, potem, ze zwieszoną głową, głęboko myśleć się zdawał, aż do stojącej na podwórku gromadki mężczyzn i kobiet, pomiędzy którymi znajdował się Konstanty, przystąpiwszy, cichym, jakby zdławionym głosem wymówił:"
      },
      {
        "index": 275,
        "text": "— Salusia do ciotki Steckiewiczowej pobiegła!"
      },
      {
        "index": 276,
        "text": "Słowa te wszystkich zrazu wprawiły w osłupienie, ale uspokoiły też i pocieszyły."
      },
      {
        "index": 277,
        "text": "— Zkąd Gabryś o tem wie? — porywając go obu rękoma za kapotę zawołała Końcowa."
      },
      {
        "index": 278,
        "text": "— A bo widziałem jak szła — odpowiedział — i pytałem dokąd idzie? Powiedziała, że do Steckiewiczowej."
      },
      {
        "index": 279,
        "text": "— O tej porze? czego? — zawołało chórem wiele głosów."
      },
      {
        "index": 280,
        "text": "Gabryś ramionami wzruszył. Przy świetle latarki, którą trzymał Konstanty, twarz jego wyglądała zbiedzona i mizerna, z głupkowatym uśmiechem pod kępą czarnych wąsów."
      },
      {
        "index": 281,
        "text": "— Czy ja wiem? — na nikogo nie patrząc, powoli zaczął. — Mówiła, iż ciotka rozgniewana za to, że na swanię zaproszoną nie została... więc poleci do niej, przeprosi, piękny jaki prezent dostanie i jak świt nazad do domu przyleci..."
      },
      {
        "index": 282,
        "text": "— Tak mówiła?"
      },
      {
        "index": 283,
        "text": "— A mówiła."
      },
      {
        "index": 284,
        "text": "— Gabryś na własne uszy to od niej słyszał?"
      },
      {
        "index": 285,
        "text": "— A na czyjeż?"
      },
      {
        "index": 286,
        "text": "— Zwaryowała! głupia! o tej porze! kto to słyszał? czysta waryatka! — zagadały kobiety."
      },
      {
        "index": 287,
        "text": "Gabryś głową potrząsł; cichy, lecz długi śmiech zatrząsł mu u piersi grubą kapotą."
      },
      {
        "index": 288,
        "text": "— A cóż to za waryactwo i cóż to za głupstwo jest, kiedy kto chce piękny prezent dostać? — wymówił."
      },
      {
        "index": 289,
        "text": "Słuszna uwaga. To prawda! Jaka ta Salusia jednakowoż jest praktyczna, kiedy nawet jednego przedślubnego prezentu, który dostać była powinna, nie darowała, ale po niego aż po nocy poleciała do bogatej ciotki. Ho, ho! minister baba! — Jaśmont śmiał się, takim obrotem sprawy zadowolony, boć kiedy do ciotki po przedślubny prezent poleciała, to widać z Cydzikiem naprawdę zrywać nie zamierza i awanturę z obrączką tylko przez próżne panieńskie fochy zrobiła. Drużki aż podskakiwały. Tęga Salka! I fatygi w nocy nie pożałowała! Ciekawość też co od ciotki dostanie! Może i całą sztukę płótna, bo podobno Steckiewiczowa płotna ma tyle, że aż skrzynie od niego pękają. Nawet Pancewiczowa śmiała się i Konstanty uspokoił się trochę, złagodniał."
      },
      {
        "index": 290,
        "text": "— Taka już w naszym rodzie krew — zauważył. — Każdy na wszystko odważy się, gdy czego bardzo zechce. Kiedy bieży, to bieży, a gdy upadnie, to leży. U Osipowiczów tak!"
      },
      {
        "index": 291,
        "text": "Gabryś słuchał tych rozmów i uwag i na rozweselone twarze spoglądał."
      },
      {
        "index": 292,
        "text": "— To nie żadne waryactwo i nie żadna głupota po prezent, choćby i w nocy, lecieć, — powtórzył. — A kiedy piękny prezent dostanie, z tryumfem przed wszystkimi wyjdzie!"
      },
      {
        "index": 293,
        "text": "I gruba kapota drżała mu wciąż u piersi od cichego, wewnętrznego śmiechu."
      },
      {
        "index": 294,
        "text": "— Jednakowoż — rzekł Konstanty — ja zaraz konia założę i po nią do Steckiewiczów pojadę. Trzy wiorsty — bagatelka. Przywiozę ją tu zaraz i niechaj choć trochę wyśpi się przed porankiem ślubnym."
      },
      {
        "index": 295,
        "text": "Końcowa uczepiła się mu do ramienia."
      },
      {
        "index": 296,
        "text": "— Ja z tobą pojadę, Kostuś!"
      },
      {
        "index": 297,
        "text": "Mniej od innych czuła się uspokojoną i wcale nie była zachwyconą tem lataniem siostry w nocy po prezent; zresztą i nie zupełnie w nie uwierzyła."
      },
      {
        "index": 298,
        "text": "Gdy zagroda Konstantego przycichła, a on sam, z Końcową, jednokonnemi sankami za wrota wyjechał, Gabryś z zapaloną latarką do swojej stajenki wszedł, przed mizernym konikiem wsypał do żłobu sporą miarkę owsa, pomieszanego z sieczką, a potem małe, niepodkute sanki opatrywał, sianem uścielał, do drogi widocznie sposobił."
      }
    ]
  }
}