{
  "chapterNumber": 7,
  "title": "Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI. Switanie dnia znalazło ją więcej niż milę od Tołłoczek oddaloną, wspinającą się po szerokiej drodze na dość wysoką górę. Nie była jeszcze ani trochę zmęczona, szła raźnie, a gdy z rzedniejących mroków nocnych przydrożne drzewa i białe za niemi pola w dość wyraźnych już zarysach wychylać się zaczęły, przystanęła, chustkę z twarzy odgarnęła i rozejrzała się dokoła."
      },
      {
        "index": 2,
        "text": "Jak daleko słuch i wzrok sięgnąć mogły, panowała tu ogromna cisza i pustka. Słychać było tylko lekki przedporankowy wiatr, muskający wierzchołki drzew i zaspy polnych śniegów, a wychylający się z mroków świat, z zakrytemi jeszcze krańcami, podobnym był do białawego, bezbrzeżnego morza, którego najlżejsze drgnienie życia nie poruszy. Nic, tylko dwa rzędy nagich drzew przy drodze, za niemi to białawe, martwe, nieruchome morze, z ciemnemi gdzieniegdzie plamami samotnych krzaków, niebo, po którem płyną porozdzierane welony chmur, i ona, dość szybkim, pewnym krokiem wspinająca się pod górę, u której dalekiego jeszcze szczytu, leniwie, sennie, w wahaniem się jakby, z przestankami, poruszają się ogromne skrzydła wietrznego młyna."
      },
      {
        "index": 3,
        "text": "Nakoniec znajdowała się śród tych szerokich, samotnych przestworzy, na które z podwórka swojego rodzinnego domu tak często z utęsknieniem i pragnieniem wolności patrzała. Nakoniec była wolną jak ptak; leciała. Po wiele razy mówiła sobie: „polecę!“ i poleciała. Po wiele też razy powtarzała w myśli: „cisnę im wszystko w oczy!“ i cisnęła. Przyszłość bezpieczną, dostatki zapewnione, posag, owieczki, dywanik z jelonkiem, skrzynię aż po szczyt bombiastego wieka wypchaną — cisnęła, i w starym paltocie, w znoszonych trzewikach, z kilkudziesięciu groszami w kieszeni i dwoma zwitkami papieru za stanikiem, poleciała."
      },
      {
        "index": 4,
        "text": "Nie przestraszała jej ani cisza, ani pustka, ani kilkumilowa droga, którą przebyć musiała, aby stanąć u zamierzonego kresu. Napaści zbójców, lub jakichkolwiek złych ludzi, nie przychodziły jej na myśl nawet wtedy, gdy szła jeszcze w ciemnościach nocnych, a teraz dzień nad światem powstaje, przed jego końcem u celu swojego stanie najpewniej — czegoż więcej bać się? Kilkomilowa droga! Hej, hej! albo to raz, z siostrami lub rówieśnicami, w lecie i w zimie, na festywy do kociołów cudami słynących, do krewnych na zabawy biegała mil kilka, aż się za stopami jej kurzyło, i jeszcze, na miejsce przybywszy, po miasteczku chodziła, lub całą noc tańczyła! Czegoż więc bać się? Zabłądzi może? Gdzie tam! Po pierwsze, wszelkie miejsce i wszelką drogę na końcu języka znaleźć można, a po drugie, ta droga jest jej w większej części dobrze znana, bo cztery mile od Tołłoczek a o dwie tylko od Laskowa znajduje się miasteczko z kościołem cudami słynącym, do którego nie raz i nie dwa w swojem życiu, dzieckiem jeszcze będąc, i później, na festywy z kompaniją chodziła! Czegoż więc się bać? O tamte ostatnie dwie mile zapyta się w miasteczku, i w mig je przeleci. Najgorszą byłoby rzeczą, gdyby znajomych jakich na drodze spotkała, którzyby mogli zabawić ją, albo o niej dać znać do Tołłoczek. Lecz nie bardzo spodziewa się tego: zimową porą ludzie nie tak to bardzo się ruszają, a jeżeli kogo idącego lub jadącego z oddali usłyszy, na wszelki wypadek chustką tak twarz zasłoni, aby nikt poznać jej nie mógł. Czegóż więc się bać?"
      },
      {
        "index": 5,
        "text": "Była już u wierzchołka góry; ogromne, suche ramiona młyna sennie, zwolna, bez najlżejszego szelestu poruszały się prawie nad jej głową. Stanęła. A! wszak to młyn Gabrysiowego szwagra. Siostra Gabrysia z kilkorgiem małych i dorastających dzieci mieszka w tej chatynce, która w pobliżu młyna, tuż przy drodze, wśród nizkich opłotków, prawie w trzeciej części śniegiem zasypana stoi i śpi. Wygląda, jakby spała, bo za dwoma białemi od mrozu okienkami panuje zupełna cisza; drzwi, na których progu leży wałek śniegu, szczelnie zamknięte, dwa drzewa nawet pośród opłotków stoją nieruchome. Jednak, kto wie, czy wszyscy śpią tam jeszcze? Może gospodyni obudziła się i zaraz wyjdzie z chaty, z wiadrem w ręku, po wodę do studzienki, której żóraw szary i wysoki sterczy jak pochylony nieco dziób śpiącego ptaka? Może młynarz nocował w młynie i zaraz z niego wyjdzie, aby po rozgrzanie się i posiłek zajść do chaty? Znają oni ją dobrze, zdawna, i żeby nie wiedzieć jak twarz osłaniała, po figurze i chodzie poznać mogą. Trzeba młyn i chatę Gabrysiowej siostry zdala obejść! Ale jak? Ej, co to trudnego? Ot ścieżyna nieduża, jednokonnemi saneczkami ujeżdżona, pomyka w pole; po przeciwnej młynowi stronie gościńca półkolem jakoś bieży. Pewnie ona którędyż napowrót do gościńca przyprowadzi, a jeżeli i nie przyprowadzi, gołem polem do niego dobrnąć będzie można. Teraz, gdyby i bród, albo rów jaki na drodze się znalazł, łatwo go przebyć, bo wszelkie wody na świecie lodem stoją."
      },
      {
        "index": 6,
        "text": "Z gościńca na boczną, niedużą dróżkę zbiegła i szła już czystem, pustem polem, nawet bez drzew przydrożnych, kręto posuwając się po krętym szlaku wyżłobionych przez sanie kolein."
      },
      {
        "index": 7,
        "text": "Pod niebem i w powietrzu robiło się coraz widniej; jeszcze parę gwiazdek małych śród ruchomej krepy obłoków błysnęło i zgasło; natomiast w ciszy zawsze takiej, że nie przerywał jej nawet najlżejszy szczebiot ptaka, ani najmniejszy szmer przypadłego do ziemi wiatru, na wschodniej stronie nieba powstała i zwolna rozszerzała się, rosła, rubinowa wstęga jutrzenki. Blaski tego ognia, z za świata jakby wybuchającego, rzuciły się na śniegi i popłynęły po nich jak różowe rzeki i jeziora, oświeciły kilka dalekich drzew polnych, tak, że wyglądały one jak wyrastające z alabastrów koronkowe słupy rumianej światłości, — i wreszcie drżące promyki położyły na wierzchołku krzyża, który nad szerokiem, nagiem, milczącem polem rozpinał ramiona wysokie, nagie, milczące."
      },
      {
        "index": 8,
        "text": "Salusia przystanęła znowu i zapatrzyła się na jutrzenkę oczami, które zrazu uśmiechnięte i zachwycone, powoli zachodzić poczęły łzami. Otóż i na dobre rozpoczął się już dziwny i najważniejszy dzień jej zycia! Dziwny, — bo po raz pierwszy, odkąd żyje, ona, dziecko chaty dostatniej i rodziny licznej, znajduje się bez dachu, bez osłony, bez nikogo przy sobie, swego, czy obcego, sama, samiutka jedna, pośród tego wielkiego, ciszą i samotnością tylko dyszącego świata; najważniejszy, — bo od tego jak się zakończy, zależy całe jej życie."
      },
      {
        "index": 9,
        "text": "U stóp krzyża leżał duży gładki kamień. Może w innych, łagodniejszych porach roku ludzie siadywali tu, modlili się, dumali; teraz na okrywającym go śniegu widać było ślady chodu wielkiego ptaka, czy może małego zwierzątka — ślady, które starła klękająca na kamieniu Salusia. Na kamieniu uklękła, krzyż obu ramionami objęła, i z przyciśniętą do niego skronią, w jutrzenkę zapatrzona, modliła się cicho:"
      },
      {
        "index": 10,
        "text": "— Boże, mój Boże! daj, abym znalazła jego zdrowym i dla mnie życzliwym; aby wszystko mnie dobrze poszło! Boże, mój Boże! daj, aby on mnie odpuścił tę winę, którą przeciw niemu popełniłam; daj, abym szczęśliwie do niego doszła, i jego, w zdrowiu i dobrem dla mnie sercu znalazłszy, nigdy już z nim rozłączoną nie została!"
      },
      {
        "index": 11,
        "text": "Potem przeżegnała się i zaczęła mówić zwyczajny, prawdziwy pacerz, ale za nic dokończyć go nie mogła."
      },
      {
        "index": 12,
        "text": "— Ojcze nasz... — zaczęła i mówiła dalej."
      },
      {
        "index": 13,
        "text": "— Daj, abym go znalazła zdrowym i dla mnie życzliwym... któryś jest w niebie... aby życie jak w niebie przeszło mnie przy nim... przyjdź królestwo twoje... aby odpuścił on mnie tę winę, którą przeciw niemu popełniłam... bądź wola twoja, jako w niebie tak i na ziemi... abym na tej ziemi, inszego przyjaciela i opiekuna, oprócz jego jednego, nie miała..."
      },
      {
        "index": 14,
        "text": "Rozpłakała się. Twarz w skraju chustki, którą miała na głowie, ukryła i popłakała trochę, ale niedługo. Nie w czas płakanie długie temu, kto długą drogę przed sobą ma. Na łzach do celu swego nie dopłynąć. Trzeba iść. Krzyż pocałowała, wstała i poszła, z powrotem ku gościńcowi się kierując, czasem w śniegu wyżej niż po kostki brnąc, czasem ostrożnie przebywając małe zamarzłe bródki, aż odzież wysoko podniósłszy, rów wązki lecz głęboki przeskoczyła, i już na gościńcu się znalazłszy, raźnym, prędkim krokiem jak strzała prosto przed siebie poszła."
      },
      {
        "index": 15,
        "text": "Więc szła do Jerzego! Tak, po wiele razy w dniach ostatnich doświadczała niewysłowionego pragnienia i przebłysków zamiaru, aby uciec i do niego pójść, aż nakoniec uciekła i poszła. Wiedziała doskonale, że powrót do rodzinnego domu, do swoich, będzie już dla niej na bardzo długo, jeżeli nie na zawsze, niemożliwym. Możeby jej, gdyby wróciła, przyjąć nawet nie chciano, a jeżeliby i przyjęto, dostałaby się w takie pośmiewisko i prześladowanie, że pewno za nic-by go nie zniosła. Z Konstantym chybaby sobie oczy nawzajem powydzierali, taka byłaby pomiędzy nimi kłótnia. On jej nigdy do śmierci nie daruje, ani wstydu, który mu ucieczką swoją sprawiła, ani daremnie wyłożonych kosztów, ani tego procesu, który Cydziki, także o wyłożone koszta najpewniej z nim zawiodą. Za boże stworzenie nie uważałby jej teraz, obchodziłby się z nią gorzej niż z psem, a ona znów nie taka, aby ubliżenie i krzywdy cierpliwie znosić mogła! Nie; teraz już łatwiej wilk z baranem wyżyłby pod jednym dachem, niż ona z bratem. Z siostrami prawie tak samo. Jedna Końcowa może przebłagałaby się wprędce, lecz i to nie pewne, bo wobec groźby poróżnienia się z familią bardzo jest lękliwa. A krewni! sąsiedzi! znajomi! Ci to wprost oczy-by jej urąganiem wyjadali, wzgardą oblewali, na syczących językach nosiliby ją po całym świecie! Nie! wiedziała ona bardzo dobrze o tem, że z całym światem zerwała, że wszystko, co było lub być mogło jej własnem, za siebie cisnęła, na zawsze utraciła, że powrotu żadnego nigdzie dla niej nie ma, i że, jak świat szeroki i długi, sama jest, sama jedna, z myślą tylko o tym człowieku, który nie raz i nie sto razy mówił, że kocha ją nad wszystko na świecie, nie raz, nie dziesięć razy ręce, oczy, usta, nawet nogi jej całował, i wreszcie pisał do niej: „w jednej koszuli cię wezmę i za szczęśliwego się poczytam, że odemnie jednego wszystko będziesz miała“. Ale niemożliwość wszelkiego powrotu nie przestraszała jej bynajmniej, ani też samotność nie zasmucała. Owszem, myśl, iż zrzuciła z siebie wszelkie łańcuchy, iż stanowczo odczepiła się od tego kołka, gawrona, ślimaka, smarkacza, który śmiał jeszcze o swojem nad nią panowaniu gadać, napełniała ją taką dumą, że aż prostowała się idąc i głowę wysoko podnosiła. Otóż postawiła na swojem! Otóż nie pójdzie za Cydzika, ale zostanie żoną tego, którego sama sobie, z własnej woli, z własnego rozumu i serca wybrała. Cham! niech sobie będzie cham, ale dla niej jest najdroższym. Ziemi swojej nie ma! Niechaj nie ma! Głowę i ręce ma, a ona także nie jest bez głowy i bez rąk. Przekonała się już, że bez niego żyć nie może, że on dla niej milszy i droższy nad pochodzenie, ambicyę, ziemię, familię; więc cały świat mógłby ją teraz potepiać, lub wyśmiewać, a ona tylko zaśmiałaby się, figę pokazałaby całemu światu i dalej szłaby do niego."
      },
      {
        "index": 16,
        "text": "Szła i myślała: jakże to teraz pomiędzy nami będzie? A jakże ma być? Ot, po prostu, do Laskowa przyjdzie, jego we dworze wynajdzie, stanie przed nim i powie: „Jerzy! daruj ty mnie tę winę, którą przeciw tobie popełniłam, choćby dlatego, że wszystkich porzuciłam i wszystko za siebie cisnęłam, aby do ciebie przyjść. Tak cię kocham i tak żyć bez ciebie nie mogę“... To dopiero on się ucieszy! Chyba zadusi ją w uściśnieniach! Kiedy o tych uściśnieniach pomyślała, aż słabość w nogach uczuła i zmuszona usiąść pod najbliższem drzewem, ogniście spłonioną twarz zasłoniła dłońmi. I wstydziła się przed samą sobą swoich myśli i myślała, że... kiedy on znów tak, jak dawniej, ją pocałuje, z nią niewiadomo chyba co się zrobi! Trzeba iść! trzeba iść! trzeba iść!"
      },
      {
        "index": 17,
        "text": "Zerwała się z ziemi i po odpoczynku, acz krótkim, prędzej jeszcze, niż wprzódy, szła."
      },
      {
        "index": 18,
        "text": "A cóż później nastąpi? Cóż ma nastąpić? Wiadomo: żadnych trudności w załatwieniu wszystkiego nie spostrzega. Jerzy tymczasem odwiezie ją do swoich rodziców, dla których ona, choć to chłopi, uprzejmą i pokorną się okaże, w gospodarstwie nawet im pomagać i wszystko co każą robić będzie. Tam czas jej przejdzie do Wielkiej Nocy, a na wiosnę ślub z sobą wezmą i Jerzy do siebie ją zabierze. Ot i wszystko. Dwadzieścia trzy lata ma i wie bardzo dobrze, iż w tym wieku nikt nie może jej zabronić wyjść za kogo tylko zechce; papiery do ślubu potrzebne wzięła z sobą, żadnych tedy przeszkód połączenie się ich spotkać nie może. A po ślubie — to już nikt żadnej szkody i żadnego ublizenia nie będzie mógł jej wyrządzić, bo po pierwsze: z Jerzym będzie połączoną, o co dba najwięcej; a po drugie: na tę teraźniejszą ucieczkę jej do niego, welon ślubny opadnie i zetrze z niej wszelką hańbę. Bo i wcale hańby w tem nie ma, że poszła do tego, z którym wzajemnie, nie raz i nie dziesięć razy, dozgonne kochanie sobie przyrzekali, króry, zobaczywszy ją, jakby po raz drugi na świat się narodzi i za to, że okazała się taką śmiałą i wierną, przez całe życie na ręku nosić ją będzie!"
      },
      {
        "index": 19,
        "text": "Pomimo pogody i rubinowej jutrzenki w zaraniu, dzień zrobił się pochmurnym, ciemnawym, bez słońca, które jakby nawet wcale nie wschodziło, tak odrazu zasłoniły je ciemno-szare, białawemi plamami usiane obłoki. Salusia często na niebo spoglądała. Może śnieg będzie padał, bo i mrozu prawie nie ma i te białe obłoki zdają się być śniegiem nadziane. Ale jej o to bynajmniej nie chodzi! Jeżeli i spadnie śnieg, to cichy, bo wiatr czasem tylko zawiewa, łagodny, ledwie trochę szemrzący, a snieżyca bez mrozu i wiatru, to głupstwo; niebezpieczeństwa nie ma w niej żadnego, ani wielkiej przykrości: owszem czasem to i miło patrzeć, jak te białe, przeczyste płatki z rzadka w powietrzu latają, wzajemnie, zda się, popychają się i gonią, lub też tak powietrze napełnią, że nie widać nieba ani ziemi, tylko ten niezmierny, migający gąszcz niby ptaków bielutkich, małych, lekkich, a zarazem takich jakoś w swojej wielkiej cichości poważnych i smętnych!"
      },
      {
        "index": 20,
        "text": "Tymczasem jednak nic nie padało i o południu Salusia szła jeszcze gościńcem trochę już zmęczona, niewiele, jednak tyle, że o potrzebie odpoczynku pomyślała. Na dnie jej charakteru istniejąca praktyczność, ta sama, która ją do przyjęcia dużego posagu i świetnej partyi była nakłoniła, przez którą w stanowczej chwili, nie zapomniała wyjąć ze skrzyni papierów do ślubu potrzebnych i garstki drobnej monety, teraz także nasunęła jej uwagę, że jeżeli zmęczy się zbytecznie, może jej sił zabraknąć dla dojścia dziś jeszcze do zamierzonego celu. Zaszła więc do małej przydrożnej karczemki, wypiła szklankę mleka z razowym chlebem i na wązkiej ławce pod ścianą około godziny przesiedziała. Kilka razy nogi aż same przez się zrywały się jej do dalszego chodu, ale ona rozkazywała sobie siedzieć, dobrze odpocząć, aby później tem prędzej i pewniej zajść. Ludzi, których paru w karczemce siedziało, zapytała tylko: jak daleko jeszcze do miasteczka z cudami słynącym kościołem? — a dowiedziawszy się, że tylko wiorst ośm, aż w ręce z radości klasnęła. Piorunem już te ośm wiorst przeleci, w miasteczku odpocznie znowu, a tam już tylko dwie milki zostaną. Zaledwie ściemnieje, ona w Laskowie już będzie, a i to jest też pomyślnem, że przyjdzie tam o szarej godzinie. Za dnia trochę wstydu czułaby przed obcymi, którzyby pewnie przyglądali się jej z ciekawością; a po ciemku wszystkie koty szare, i zanim kto rozpozna, czy młodą jest, czy starą, ładną czy brzydką, o Jerzego dopyta się zobaczy go i o wszystko inne dbać przestanie."
      },
      {
        "index": 21,
        "text": "Jednak w miasteczku odpoczywać nie potrzebowała. Za karczemką, z której wyszła, gościniec stał się ludniejszym niż był przedtem; blizkość większego nieco zbiorowiska ludzi czuć się tu dawała; na drodze dość często ukazywali się piesi wędrowcy i jednokonne sanki."
      },
      {
        "index": 22,
        "text": "— A, żeby też mię ktokolwiek podwiózł do miasteczka! — pomyślała."
      },
      {
        "index": 23,
        "text": "I o wiorstę od karczemki, zobaczywszy chłopa jadącego w pożądanym dla niej kierunku, zakrzyknęła na niego z brzegu drogi, aby ją na sanki swoje zabrał."
      },
      {
        "index": 24,
        "text": "— Zapłacę gospodarzowi! Proszę was, gospodarzu, dowieźcie mię do miasteczka!"
      },
      {
        "index": 25,
        "text": "Chłop głowa na znak przyzwolenia kiwnął, konia zatrzymał; ona, zadowolona, rada, jak ptak na saneczki zleciała i pojechała."
      },
      {
        "index": 26,
        "text": "Wszystko dobrze idzie! Ot i jedzie sobie jak pani, odpoczywa, a gdy odpocznie doskonale, nogi wiatrem dalej ją poniosą. Zrobiło się jej wesoło, pocichu nucić sobie zaczęła i nucąc, myślała o tem, jak to po raz pierwszy poznała się z Jerzym. Pożar w mieście powstał, obie z Anulką na to widowisko poleciały i stojąc w tłumie, przypatrywały się płomieniom i ludziom, którzy rozmaitemi sposobami gasić je usiłowali. Pomimo ścisku i gorąca przysunęły się przez ciekawość, jak tylko można było najbliżej, i zobaczyły drabinę podnoszącą się od ziemi, aż prawie pod strych gorejącego domu, całą w dymie stojącą, językami ognia tu i owdzie muskaną, a gdy oczy do góry wzniosła, u szczytu tej drabiny pokazał się człowiek, niosący w rękach skrzynkę niedużą, ale na której widok jacyś ludzie, na dole stojący, ręce wyciągać, krzyczeć, jęczeć zaczęli. Całe ich bogactwo w skrzynce tej zawierać się musiało; ten zaś, który ją z ognia wynosił, wydał się Salusi takim pięknym, silnym, śmiałym, że prawie więcej do wymalowanego na obrazie kościelnym archanioła, niżeli do człowieka, był podobnym. Ani rozumiała, co go w jej oczach takim pięknym i nadzwyczajnym uczyniło, ani siebie o to zapytywała, tylko cicho szeptała do siostry:"
      },
      {
        "index": 27,
        "text": "— Patrzaj, patrzaj... jaki śmiały... jaki śmiały... ot, śmiały!"
      },
      {
        "index": 28,
        "text": "Potem, stało się tak jakoś, że zlękła się ogromnie, aby drabina nie złamała się pod nim, aby go śmigające ze stron obu płomienie nie ogarnęły, aby nie stracił równowagi, i nie upadł; krzyknęła z przestrachu i w górę podniosła ręce, jakby jemu na pomoc lub na ratunek. Wtedy on z pośrodka jeszcze drabiny spojrzał na nią i uśmiechnął się, poczem, na ziemię zstąpiwszy, oddał skrzynię płaczącym i jęczącym ludziom, którzy mu za nią ogromnie dziękowali, po rękach go całując, zbawicielem swoim nazywając. Ale on wyrwał się im prędko i z twarzą od dymu oczernioną, w odzieniu tu i owdzie przez ogień osmalonem, znowu spojrzał na nią, a tuż przy niej Końca zobaczywszy, prędko do niego się zbliżył; pokazało się, że byli z Końcem dalekimi znajomymi, ale teraz, bardzo prędko stali się sobie blizkimi. Już nazajutrz Jerzy do Końców przyszedł i coraz częściej, coraz na dłużej przychodził... Jak ona mogła choć na moment zapomnieć o tem pierwszem zobaczeniu i poznaniu jego, kiedy-to jak archanioł w płomieniach i dymie zjawił się przed jej oczyma, taki śmiały, zgrabny, piękny, nadewszystko śmiały! Teraz znowu widzi go takim przed oczyma, jak żywego, i dziękuje Bogu, że także śmiałości jej nie poskąpił, przez którą po chwilowem ubłądzeniu zdołała na drogę do niego wiodącą powrócić."
      },
      {
        "index": 29,
        "text": "— Gospodarzu — ozwała się nagle — nie znacie czasem nadleśnego z Laskowa, Jerzego Chutki?"
      },
      {
        "index": 30,
        "text": "Chłop nie znał nadleśnego z Laskowa, ale słyszał, że tam teraz jest jakiś nowy, młody, który w niedługim czasie ożenić się ma podobno."
      },
      {
        "index": 31,
        "text": "— Ehe! — pomyślała Salusia — miał on ten zamiar, potem już nie miał, a teraz znów mieć będzie!"
      },
      {
        "index": 32,
        "text": "I zaśmiała się z cicha."
      },
      {
        "index": 33,
        "text": "— Ot, siurpryzę mu zrobię!"
      },
      {
        "index": 34,
        "text": "Poprosiła chłopa, aby i przez miasteczko ją przewiózł, bo miała tu znajomych, i lękała się ich napotkać. Mijając kościół cudami słynący, przeżegnała się i zaszeptała znowu:"
      },
      {
        "index": 35,
        "text": "— Boże mój, Boże, daj abym go zdrowym znalazła, i aby mi wszystko dobrze poszło!"
      },
      {
        "index": 36,
        "text": "Za miasteczkiem z sanek zeskoczyła, gospodarzowi pięknie podziękowała, zapłaciła i rozpytała się go o drogę do Laskowa, którą on, jakkolwiek oddawna już w Laskowie nie był, znał bardzo dobrze."
      },
      {
        "index": 37,
        "text": "Nie trudna do zapamiętania droga. Naprzód przed siebie iść; potem przy trzech krzyżach na prawo wziąć się i już jak strzelił, prosto ku wielkiemu lasowi, a przez las też prosto jak strzelił, szeroką, ujeżdżona drogą, aż do końca lasu, zkąd dwór, mniej już, niźli o wiorstę, jak na dłoni da się widzieć."
      },
      {
        "index": 38,
        "text": "Poszła i w prędce zajęło ją i trochę zabawiło stado kawek, które, z ogromnym łopotem skrzydeł, tuż przy drodze, na pole zleciały. Wszystkie stworzenia lubiła bardzo, ptaki więcej jeszcze, niż inne, to też i tym, idąc nieco wolniej, przypatrywała się z zajęciem, jak pociesznie i ładnie wyglądały, rozsypane na śniegu, czarne jak smoła, z popielatemi na szyjach obróżkami. Nie zazdrościła już im skrzydeł. Po co jej skrzydła, skoro ma silne i wypoczęte nogi, które wprędce już zaniosą ją tam, gdzie znaleźć się pragnie!"
      },
      {
        "index": 39,
        "text": "Przy trzech krzyżach jednak silnie i smutnie uderzyło ją wrażenie, zupełnie nowego dla niej widnokręgu. Natura stawała się coraz więcej niepodobną do tej, śród której urodziła się i wzrosła. Dziecię stron bezleśnych, małemi, ale częstemi wzgórzami sfalowanych, znała dotąd małe tylko brzeźniaki i olszynki, po mokrych łąkach rozsiane, albo rzadkie sosnowe zarośla, obrastające piaszczyste wzgórza. Teraz gładka jak stół płaszczyzna, pośród której się znalazła, nadewszystko zaś pas lasu, który ciemną, z obu końców niedoścignioną dla oka ścianą, niedaleko już przed nią stanął, wionęły na nią smutkiem. Wszystko tu insze! — pomyślała, — wszystko inaczej! — i uczuła tę samą żałość, która ją była zmusiła do powrócenia od wrót podwórka ku rodzinnemu progowi i do złożenia na nim pocałunku. Obróciła się też twarzą w stronę, z której przybywała. Tam, w tamtej stronie, tak daleko, że ani zajrzeć, ani dosłyszeć niepodobna, na bezleśnym rozłogu stoi szereg domostw, pośród których jedno jak na dłoni widzi, z sadem, podwórkiem, nową żółtą stodołą, z płotkiem, za którym szarzeje chatka Gabrysia, z oborą, w której między sporem stadkiem stoi sześć owieczek z czerwonemi tasiemkami na szarych, czarnych, brunatnych runach. Sama nie wiedziała jak i kiedy pokłoniła się, a w myśli, zakręciły się jej słowa: bądźcie zdrowe, moje owieczki! Wnętrze tego domosta widzi także: przed dziadową, rozłożystą kanapą, wzorzystym kilimem obitą, komodę jasionową, kołowrotek przed piecem, z prześlicznym lnem u osady, wyprawną skrzynię zieloną, żelazem w kilkoro przepasaną, z wiekiem od wnętrza oklejonem świętemi obrazkami. Pokłoniła się znowu: bądźcie zdrowe, kanapo, skrzynio, a nadewszystko, kołowrotku kochany, na którym od dzieciństwa przędłam! Na kanapie rozparty siedzi Konstanty, i gwiżdże: fiu, fiu! fiu, fiu, fiu, fiu! Jednakowoż dobre on miał dla niej chęci, posag jej dawał prawie nad możność wielki, o najlepsze swaty wystarał się dla niej, wspominał często, że mu ją umierające rodzice przyporuczyli... Pokłoniła się: bądź zdrów Konstanty! Pancewiczowa jak wicher w kuchni szumi i kłóci się z Zaniewską. Końcowa, rozpowiada bratu różne miejskie wydarzenia i anegdotki! One też dla niej nieraz życzliwemi były, do niedoszłego jej wesela starań dokladały, podarunkami ją osypywały. Bądźcie zdrowe, siostry rodzone!"
      },
      {
        "index": 40,
        "text": "Naprzeciw niej, ku lasowi się kierując, nadbiegały, rozłożyste parokonne sanki, uprzężą brzęczące i hałaśliwe od głośnej rozmowy kilku ciasno obsiadujących je osób. Kiedy mimo niej przelatywały, zasłyszała parę razy powtórzony w rozmowie wyraz: pan młody! a zpod zsuwającej się chustki błysnał na głowie kobiecej wielki, czerwony kwiat."
      },
      {
        "index": 41,
        "text": "— Na jakieś wesele jadą! — pomyślała."
      },
      {
        "index": 42,
        "text": "Ale co ją mogło obchodzić, dokąd jacyś nieznajomi ludzie jadą? Może cały kwadrans strawiła na rozmyślaniu, stojąc obrócona, nie w tę stronę, w którą powinna była iść. Zimnemi rękoma mokre oczy otarła i, ku lasowi obróciwszy się, znowu szła — szła i myślała:"
      },
      {
        "index": 43,
        "text": "— Dla ciebie, Jerzy, wyrzekam się wszystkiego swego i wszystkich swoich! Dla ciebie sierotą bez familii i chaty zostałam! Dla ciebie wszystko za siebie cisnęłam i rozłączyłam się, może na wieki, z tem, do czego oczy przyzwyczajone były a serce przylgnęło! Ale ty mnie to wszystko zastąpisz, wynagrodzisz, zapłacisz, mój ty najdroższy, mój śliczny, mój złotny!"
      },
      {
        "index": 44,
        "text": "Idąc wciąż dalej i dalej, długo przypominała sobie moment, w którym on po raz pierwszy powiedział jej, że kocha ją nad życie, że ilekroć z nią nie jest, widoku jej jak kania deszczu pożąda, że tedy jedynem jego szczęściem będzie, jeżeli ona zgodzi się połączyć się z nim na zawsze, jego najdroższą i wieczną żoną i towarzyszką zostać. Przypominała sobie, jak wyglądał wtedy, gdy to mówił, jakiemi oczami na nią patrzał, jak ją w ręce całował, co ona jemu odpowiedziała, a on z jej odpowiedzi cieszył się jak waryat, mówić prawie nie mógł, i tylko — choć broniła się trochę — objął ją i pierwszy raz, ale nie raz, pocałował. Tak zagłębiła się w tych przypomnieniach, że zapomniała prawie, gdzie się znajduje, świata dokoła siebie nie widziała i jakby ze snu obudziła się, usłyszawszy za sobą szelest posuwających się sań i głuchy tentent kopyt końskich po śniegu. Znowu przeleciały mimo niej parokonne sanie, ale tym razem, nie towarzystwo żadne, tylko pięciu, czy sześciu muzykantów wiozące. Poznała to po grubym dziobem sterczącej pośrodku basetli i innych instrumentach, które w dlugich futerałach stały lub leżały pomiędzy tymi ludźmi i na ich kolanach."
      },
      {
        "index": 45,
        "text": "— Muzyka dokądciś jedzie! — pomyślała, lecz tylko przelotnie, bo spostrzegła zarazem, że znajduje się już w lesie, i przejął ją smutek niewypowiedziany. Tak posępnie tu było; te sosny ciemnozielone takim żałobnym szlakiem rozdzielały białą ziemię z szarem niebem, tak wysoką i smutnie szumiącą gęstwiną rozpościerały się na prawo i na lewo, zda się dwie ściany nieprzeniknione, świat boży zakrywające i tym swoim szumem nieustannym, śpiewnym, jakby płaczące i narzekające, jakby z ciężkiem wzdychaniem prorokujące nieszczęście. Ale ona nie spodziewała się nieszczęścia; owszem, ku swemu szczęściu, ku swojej radości biegła; mogą sobie te posępne ściany wzdychać, lamentować, złe proroctwa chmurnemu niebu szeptać: jej nie nastraszą! Ona, teraz zwłaszcza, gdy wszystką przeszłość przypomniała, wierzy w kochanie Jerzego, jak w Ewangelię, i w to, że mniej niż za godzinę, nie będzie na świecie szczęśliwszych ludzi nad ich dwoje. Żeby tylko jemu, gdy ją ujrzy, nie zrobiło się co złego z radości! Słyszała o tem, że wielka i niespodziewana radość, równie jak nagła boleść, człowieka o chorobę przyprawić może, więc parę razy pomyślała: żeby tylko jemu, gdy ją ujrzy, broń Boże, nie zrobiło się co złego z radości!"
      },
      {
        "index": 46,
        "text": "Wczesny zmrok zimowy zapadać począł; leśna droga szeroka, ujeżdżona, ciemniała jednak, a stojące po obu stronach ściany z ciemno-zielonych drzew stawały się czarnemi. Duży ptak jakiś załopotał głośno skrzydłami, żałośnie zajęczał i jakby coś ciężkiego w gęstwinę spadło, taki rozległ się tam suchy stuk i trzask. — Salusię trwoga zdjęła; pierwszy raz w tej kilkomilowej podróży zlękła się i uczuła przyśpieszone od trwogi uderzenia serca. Ale bo téż nigdy jeszcze dotąd w tak wielkim lesie nie była. Dzikie zwierzęta i nawet rozbójnicy na myśl jej przyszli. Żeby to już prędzej wyjść z tego lasu! Ach, dzięki Bogu, znowu ktoś jedzie! Raźniejszą i odważniejszą się uczuła, usłyszawszy za sobą dość dalekie jeszcze pobrzęki uprzęży i tentent kopyt końskich. Dość dalekie zrazu, szybko przecież nadjeżdżały i prawie pędem ją ominęły sanki, tym razem w jednego, ale rosłego konia zaprzężone, elegancko wyglądające i na których, oprócz woźnicy, dwóch panów siedziało. Nie było jeszcze tak ciemno, aby nie mogła po szubach rozpoznać, że byli to panowie, i dostrzedz na ich rękach białych rękawiczek, a z za szub rozwierających się u szyi białych krawatów. — Spóźnili się widać i śpieszyli bardzo, bo na woźnicę wołali: „popędzaj!“ a on pięknego, rosłego konia w galop prawie puszczał."
      },
      {
        "index": 47,
        "text": "— Najpewniej gdzieścić wesele się odbywa, — myślała Salusia. — Dziś też i jej wesele odbywać się miało. O tej porze byłaby już dawno po ślubie, po obiedzie, ściany domu aż skakałyby od tańców i muzyki. A teraz! Boże, jak straszno musi być w tym domu! Jakie gniewy i przekleństwa miotają tam na nią! Jak Konstanty ponuro patrzy i nawet już nie gwiżdże! jak siostry płaczą, zwłaszcza Anulka! Żal zdejmował ją znowu, tem większy, że ciemne, wysokie ściany lasu ciągle szumiały, wzdychały, lamentowały, jakby nad nią, jakby nad dolą jej dziwną, rozdartą, jakby nad chatą jej rodzinną, teraz ponurą, gniewem i złorzeczeniami od dołu po strych napełnioną. Śpieszyła też, śpieszyła, wszystkie pozostające jeszcze siły wytężała, aby z lasu wyjść co rychlej, aż ukazał się jej koniec najpierw jednej jego ściany, potem drugiej i jakby na swiat narodziła się, jakby jej z serca bolący ciężar spadł, gdy zobaczyła nakoniec odkryte niebo, pole i pośród pola, w ciemnym wianku lasu stojący, topolami, niby wieżami, aż pod chmury strzelający dwór."
      },
      {
        "index": 48,
        "text": "Na polu jaśniej było, niż w lesie; jednak i tutaj panowała już szara godzina, a we dworze pod topolami tyle świeciło się ruchomych i nieruchomych świateł, jakby tam jakąś iluminacyę urządzono. Z daleka juz zobaczyła długi, nizki dom, którego wszystkie okna w rzęsistem świetle stały. Mniejsze światełka, pewno od pozapalanych latarek pochodzące, kręciły się, jakby w powietrzu, w pewnem od domu oddaleniu. — Co tam się dzieje takiego? Zgromadzenie jakieś, zabawa? At, nic dziwnego, wszakże to dzisiaj niedziela zapustna, a posesor córki dorosłe ma. Po raz pierwszy od dawna przypomniała sobie te córki posesora, o których mówił jej niegdyś człowiek z tych okolic do miasta przybyły, i uczuła niepokój, niewyraźną lecz dolegliwą przykrość około serca. Zaraz przecież pocieszyła się myślą: to i dobrze, żem w czas zabawy i zgromadzenia trafiła! Nikt wielkiej uwagi na moje przyjście i na widzenie się nasze z Jerzym nie zwróci. Poproszę kogo, aby go zawołał: zobaczymy się, pogadamy i choćby tej nocy jeszcze on konia założy i do swoich rodziców mnie odwiezie!"
      },
      {
        "index": 49,
        "text": "Gdy tylko w bramę weszła, wyskoczyły naprzeciw niej ze szczekaniem dwa psy podwórzowe, ale może dlatego, że się ich nie lękała i śmiało szła naprzód, prędko odstąpiły i ku domowi napowrót pobiegły. Ona stanęła na chwilę i rozejrzała się dokoła. W głębi obszernego dziedzińca dom na tle nagich drzew ogrodowych, z nizkiemi i oświetlonemi oknami, pod któremi ciżba ludzka stoi, przypatrując się zapewne temu, co dzieje się w jego wnętrzu. Na prawo budynki gospodarskie i oficyna; na lewo wielkie półkole topoli włoskich, do samych sztachet ogrodu dobiegające. Wrota jednego z budynków, zapewne stajni, rozwarte; latarki tam migocą, konie rżą, ludzie rozmawiają. Pod topolami cisza, jak zresztą i na całym dziedzińcu, który pustką stoi i białością śniegu w zmroku świeci. Życie, wyraźnie świąteczne i wezbrane, skupiło się tu na dwóch punktach: w domu i około stajni."
      },
      {
        "index": 50,
        "text": "Salusia zwolna szła cichą stroną dziedzińca, pod topolami. Chciała zrazu pod stajnię podejść i zapytać uwijających się tam ludzi, pewno furmanów: gdzie mieszka pan nadleśny i jakim sposobem zobaczyć się z nim może? Ale wstyd ją zdjął i trochę obawa przed nieznanymi i prostymi ludźmi. Jeszczeby jej grubijaństwo jakie powiedzieli lub nawet i wyrządzili. Oficyna świeciła dwoma oknami, ale Salusia zmiarkowała prędko, że piekarnia tam być musi, bo światło pochodziło od ognia palącego się w piecu, inne zaś okna oficyny były ciemne. Z listów Jerzego wiedziała, że mieszka w oficynie: zapewne też te ciemne okna do jego mieszkania należały, on zaś sam znajduje się w dużym domu, na zabawie. Bo i dlaczegóż znajdować-by się tam nie miał? Zaproszono go, poszedł. Znowu niepokój i dolegliwą przykrość około serca uczuła; wolałaby aby w mieszkaniu Jerzego jedno okienko było oświetlone i aby on za niem siedział samotny, do niej tęskniący. Za rzadko rosnącemi topolami zobaczyła duży, okrągły dół, śniegiem osypany, lecz tu i owdzie jakby czarnemi dziurami poplamiony. — To ten staw, o którym pisał Jerzy, gdy pozycyę Laskowa jej opisywał, a te czarne dziury, to przeręble, w których dziś, najdalej wczoraj, ryby łowiono, skoro ich jeszcze śnieg nie przysypał. Widywała w swoich stronach stawy, na których lody dla łowienia ryb przerąbywano, to też i ten z łatwością rozpoznała."
      },
      {
        "index": 51,
        "text": "Znajdowała się już prawie za plecami ludzi, przez oświetlone okna we wnętrze domu spoglądających. — Byli, to jak z ubrań poznać mogła, służący wszelkich stopni: niżsi oficyaliści, parobcy, żony i ich dzieci, dziewki piekarniane. Może też i z poblizkiej wsi jakiej trochę ludzi zwabionych ciekawością przyszło, bo tłum był duży, a skupiał się cały przed trzema oknami, z za których też dochodził gwar wielu głosów, z dzwonieniem naczyń stołowych zmieszany."
      },
      {
        "index": 52,
        "text": "— Co tu zrobić, aby dowiedzieć się, gdzie on jest i jakimkolwiek sposobem z nim się zobaczyć? — myślała Salusia i po krótkim namyśle wcisnęła się pomiędzy siermięgi, kożuchy, duże chusty i z niejaką trudnością do samego okna dotarła. — Przedzierając się przez tłumy myślała, że może Jerzego za tem oknem zobaczy i kogokolwiek ze stojących tu ludzi o przywołanie go poprosi."
      },
      {
        "index": 53,
        "text": "Za trzema oświetlonemi oknami widać było scenę pełną życia, ruchu, barw i hałasu. Pośrodku największej w całym domu izby, nizkiej, z belkowanym sufitem i ścianami, białym tynkiem okrytemi, stał długi stół, lampami oświetlony, śnieżnym obrusem, i mnóstwem różnych naczyń okryty, a otoczony pzez trzydziestu może siedzących dokoła niego ludzi: kobiet i mężczyzn, starych i młodych, najrozmaiciej poubieranych. Z ubrań, z ruchów, z cery twarzy rozpoznać można było panów, chłopów i ludzi stanu pośredniego. Pierwszych było najmniej dwóch zaledwie, pewno majętnych obywateli z sąsiedztwa; drugich już więcej, bo para starych ludzi, i kilku młodych mężczyzn; trzecich najwięcej: widocznie, wyżsi oficyaliści z sąsiednich dworów, folwarków. Na głowach kobiet i dziewcząt paliły się kolorowe kwiaty i wstążki. Wszyscy mężczyźni, z wyjątkiem chłopów, przyodzianych w krótkie siermiężki, mieli na szyjach białe krawaty, u wszystkich też, siermiężnych nie wyłączając, tkwiły u boków zielone gałązki mirtu, białemi wstążeczkami pozwiązywane. Po tych mirtach poznać już można było weselne gody, ale oznakę ich najpewniejszą przedstawiała młoda, różowa blondynka, cała w bieli z mirtowym wiankiem na przezroczystym woalu, który głowę jej, i prawie całą kibić, jakby mgłą białą, osłaniał. Siedziała u końca długiego stołu, obok młodego też, ładnego mężczyzny z jasnemi włosami i delikatnie zarysowaną twarzą."
      },
      {
        "index": 54,
        "text": "Za oknem, w ciżbie stojąca dziewczyna w znoszonym paltocie i chustce na głowie, twarz przyklejała do szyby i czarne płonące oczy wlepiała w młodą parę u końca stołu siedzącą."
      },
      {
        "index": 55,
        "text": "— Co to? co to? co to? — myślała; panna młoda... wesele... czego on przy niej siedzi? Może starszym drużbantem jest, ale w tych stronach, taki zwyczaj, że przy pannie młodej starszy drużbant na godach weselnych siedzi? Dziwny zwyczaj! dziwny zwyczaj!"
      },
      {
        "index": 56,
        "text": "Zwróciła się ku najbliżej stojącej kobiecie i głosem, którego sama-by nie poznała, który jakby nie do niej należał, przemówiła:"
      },
      {
        "index": 57,
        "text": "— Moja pani, czyje to wesele?"
      },
      {
        "index": 58,
        "text": "Zapytanej widok osoby nieznajomej wcale nie zadziwił. Przy podobnych okazyach tyle plącze się zawsze nieznajomych ludzi! Dworską być musiała i odpowiedziała grzecznie:"
      },
      {
        "index": 59,
        "text": "— Córki posesora, pana Kuleszy."
      },
      {
        "index": 60,
        "text": "— A za kogoż ona wychodzi? — zapytała znowu dziewczyna z czarnemi, pałającemi oczyma, które dworskiej kobiecie wydały się nieprzytomnemi, co jednak nie przeszkodziło jej uprzejmie jeszcze odpowiedzieć:"
      },
      {
        "index": 61,
        "text": "— Za tutejszego nadleśnego, Jerzego Chutkę!"
      },
      {
        "index": 62,
        "text": "Dziewczyna z czarnemi oczyma z całej siły obu rękami schwyciła się za ramę okna. Nogi uginały się pod nią, ale po głowie, jak opętany, kręcił się i hasał jeden tylko wyraz:"
      },
      {
        "index": 63,
        "text": "— Nieprawda! nieprawda! nieprawda! nieprawda!"
      },
      {
        "index": 64,
        "text": "I patrzała znowu, szeroko otwartemi, pałającemi, nieprzytomnemi oczyma. Patrzała na starego chłopa z ciemną twarzą, z wielkiemi wąsami, w grubym brunatnym surducie, po drugiej stronie panny młodej siedzącego."
      },
      {
        "index": 65,
        "text": "— To pewno jego ociec! — myślała."
      },
      {
        "index": 66,
        "text": "Patrzała na chłopkę, wyczesaną, przystrojoną, ale zawsze prostą chłopkę, o twarzy bardzo pomarszczonej i ciemnej."
      },
      {
        "index": 67,
        "text": "— To pewno jego matka!"
      },
      {
        "index": 68,
        "text": "Ci młodzi chłopcy w siermiężkach, to pewno jego bracia; tamci w mundurkach z błyszczącemi guzikami, może jej bracia, bo nawet jeden — bardzo do niej podobny; a ten pan tłusty, rumiany, który dokoła stołu chodzi i wino w kieliszki nalewa, to jej ojciec."
      },
      {
        "index": 69,
        "text": "Nagle obróciła się znowu do obok stojącej kobiety."
      },
      {
        "index": 70,
        "text": "— Już po ślubie? — zapytała."
      },
      {
        "index": 71,
        "text": "— A ma się rozumieć! kiedy obiad jedzą, to już widać, że po ślubie. Godzin ze cztery może, jak powrócili od..."
      },
      {
        "index": 72,
        "text": "Nie dokończyła, zaśmiała się i wszyscy pod oknem stojący śmiać się zaczęli; bo w izbie, ktoś u końca stołu grubym głosem krzyknął:"
      },
      {
        "index": 73,
        "text": "— Kwaśne wino!"
      },
      {
        "index": 74,
        "text": "Na ten okrzyk, jakby na dane hasło, wszyscy mężczyźni, nawet i niektóre kobiety, z miejsc powstawali i wołać zaczęli: kwaśne wino! kwaśne wino! kwaśne wino! Wołając tak, zaczerwienione i rozochocone twarze jedni ku drugim obracali, kieliszki wysoko podnosili, filutrernie oczyma mrugali. Dwaj panowie nawet śmieli się i gestami sąsiadów-ekonomów do głośniejszego wołania, zachęcali, zaś trzej chłopcy w ubraniach z błyszczącemi guzikami wołali najnatarczywiej; kobiety w jaskrawych kwiatach chichotały tak, że aż przeginały się na poręcze krzeseł; dziewczęta we wstążkach pomiędzy sobą i z panną młodą na migi o czemś wstydliwem i razem zabawnem rozmawiały."
      },
      {
        "index": 75,
        "text": "W tej zawierusze barw, póz, ruchów, głosów, we mgle woalu i w ogniu rumieńców, panna młoda poczęła bardzo szybko, w różne strony głową obracać i oczyma rzucać, to w dół, to w górę, to w prawo, to w lewo, zupełnie jak przelękniona ptaszyna. Pan młody, przeciwnie, siedział spokojny i zamyślony, jak człowiek, przez którego życie i duszę niedawno ciężka chmura przepłynęła i który śmiać się tak łatwo, świeżo, swobodnie, jak śmiał się dawniej, jeszcze nie może, albo i nigdy nie będzie. Jednak, choć bez wielkiej wesołości, przyjaźnie i z uśmiechem na pannę młodą spoglądał; im więcej ona głową kręciła i szafirowemi oczyma na wszystkie strony rzucała, tem bliżej przechylał się ku niej, aż gdy weselni goście, nietylko okrzyku swego wydawać nie przestawali, lecz coraz głośniej, z coraz większemi śmiechami i żartami wołali: „kwaśne wino! kwaśne wino! kwaśne wino!“, on żywym ruchem wpół ją objął, ku sobie przyciągnął i w same usta pocałował. Wtedy ona, niezmiernie już zawstydzona, w mgnieniu oka wyrwała się mu z objęć i do ojca jego przypadła, i ręce na szyję starcowu zarzuciła, twarz kryjąc u grubego jego surduta. Staremu chłopu powieki prędko latać zaczęły, objął ją tak, że ciemna jego ręka, jak wielka brunatna plama odbiła się na śnieżnej bieli jej stroju i szorstkim wąsem zjeżone usta tak długo do głowy jej przyciskał, że aż woal w tem miejscu zapadł i najkrzywiej w ściecie przekręcił się na nim wianuszek mirtowy. A Jerzy, rękę o poręcz krzesła opierając, stał wysmukły, zgrabny w swojem czarnem ubraniu, z gałązką mirtową u boku i na uścisk starego ojca z młodziutką żoną patrzał, ze spokojnym wprawdzie, lecz takim uśmiechem, iż łatwo odgadnąć było można, że czuł się szczęśliwym."
      },
      {
        "index": 76,
        "text": "Nikt ze stojących za oknami nie zauważył jak Salusia odeszła, nikt nie widział, jak przesunęła się pod półkolem topoli, minęła je, nad samym brzegiem stawu usiadła i głowę wzięła w obie ręce."
      },
      {
        "index": 77,
        "text": "Jak kamień, mający kształt ciężko zadumanej kobiety, siedziała i ciągle, ciągle, bezustannie myślała."
      },
      {
        "index": 78,
        "text": "— Jerzy! Jerzy! Jerzy! mój Jerzy!"
      },
      {
        "index": 79,
        "text": "Czuła, że utraciła go na zawsze, lecz jasnej świadomości o tem nie było jeszcze w jej głowie, ani o niczem; tylko z chaosu, z pustki, z ogromnej boleści, występowało w niej jasne i palące jedno to imię:"
      },
      {
        "index": 80,
        "text": "— Jerzy! Jerzy! Jerzy!"
      },
      {
        "index": 81,
        "text": "I jeszcze rzecz jedna: obraz jego, jasny, wypukły, w najdrobniejszych szczegółach widzialny, w tej chwili, gdy stał u stołu, na uścisk starego ojca z młodziutką żoną patrzał z uśmiechem poważnego szczęścia..."
      },
      {
        "index": 82,
        "text": "Wtem od strony domu coś śpiewnego, skocznego, hucznego zadźwięczało, w powietrzu się rozległo, nad zamarzły staw przyleciało i kobietę u brzegu stawu siedzącą, niby szatankami w ciemnościach skaczącemi, otoczyło tonami wygrywanej przez kilka instrumentów polki."
      },
      {
        "index": 83,
        "text": "Porwała się na nogi, wstała i krzyknęła:"
      },
      {
        "index": 84,
        "text": "— Jezus Marya! Jego wesele! Jezus Marya! Jezus Marya! Jego wesele!"
      },
      {
        "index": 85,
        "text": "Krzyknąwszy tak, padła twarzą ku ziemi i śnieg w usta nabierać zaczęła, dla zatamowania krzyków, które ostatkiem przytomności powstrzymywane, szemrały w niej jak warczący wrzątek. Wtem uczuła wilgotne dotknięcie na splecionych i nad głową zarzuconych rękach. Podniosła się nieco i zobaczyła jednego z psów podwórzowych, który, obwąchując ją, wilgotnym pyskiem rąk jej dotykał. Drugi pies w pobliżu biegał, coś około stawu ze spuszczonym pyskiem wietrząc. Na zwierzęta te, jedyne żywe istoty, które się w blizkości jej znajdowały, patrząc, zaszeptała:"
      },
      {
        "index": 86,
        "text": "— Co ja teraz pocznę? co ja teraz pocznę? gdzie ja teraz pójdę? Co ja teraz pocznę? gdzie ja teraz podzieje się? co ja teraz pocznę?"
      },
      {
        "index": 87,
        "text": "Ogromnym przestrachem zdjęta, wstała i naokoło siebie po ciemnościach wodziła wzrokiem. Teraz dopiero uczuła niewysłowioną, bezgraniczną pustkę i samotność, która rozlegała się dokoła niej, od krańca do krańca wielkiego świata."
      },
      {
        "index": 88,
        "text": "Nikogo już swego na całym świecie! Sama jedna, sama jedna, w ciemnościach świata i własnych! Ani tu pozostać, ani gdziekolwiek pójść. Ztąd iść trzeba, ale niema dokąd. I sił już nie ma, do niczego, do niczego! Ze szczęściem w sercu, pewnie-by po przebytej drodze skakała jeszcze, ale teraz i ustać na nogach trudno. Żeby mróz był wielki, położyłaby się tu, na brzegu stawu, aby zamarznąć. Żeby wielka śnieżyca padała, położyłaby się także, aby ją śnieg zasypał. Ale mrozu prawie niema i nic nie pada. Teraz ciemno, to dobrze; ale kiedyś przecie rozwidnieje, a wtedy co? Pójść sobie? a dokąd? I już iść nie zdoła! Nogi ma jak podcięte: drżą i uginają się ku ziemi. Jeżeli nie pójdzie, zobaczą ją, znajdą tu, dowiedzą się wszyscy, że ona leciała do niego, leciała do niego, jak waryatka, jak ulicznica ostatnia, leciała i przyleciała, na jego wesele z drugą! Jak ta muzyka gra! jak ta muzyka gra! On tam tańczy! on tam tańczy! on tańczy! a ona tu, tak blisko, w ciemności umiera z boleści i strachu. Jaki ten świat! jaki ten świat okropny! Po co ona urodziła się? Żeby choć ta muzyka grać przestała! Ale muzyka gra, gra, gra, z za tych oświetlonych okien wylatuje, rojem ją naokolo obłazi, kąsa, rwie, kole, do waryacyi przyprowadza..."
      },
      {
        "index": 89,
        "text": "— Boże mój, ja zwaryuję! — krzyknęła, chwytając się za głowę, i w tejże chwili wzrokiem spotkała jednę z dziur czarnych, plamiących powierzchnię stawu w zmroku białawą."
      },
      {
        "index": 90,
        "text": "— Przełomka! przełomka! przełomka! Ryby tu łowiono. Na wesele ryby łowiono! Teraz do niej jedna ryba wpadnie... wpadnie i zniknie, i nikt nie dowie się nigdy, że tu była i nikt nie dowie się gdzie się podziała."
      },
      {
        "index": 91,
        "text": "Stała z rękoma przy głowie i na czarną plamę pośród białawej powierzchni stawu patrzała i do siebie mówiła:"
      },
      {
        "index": 92,
        "text": "— Wiem już gdzie pójdę! wiem już gdzie ucieknę, wiem już gdzie schowam się na wieczne czasy! Tańcz, Jerzy, i bądź sobie kontent, bądź zdrów, bądź zdrów, tańcz wesoło... Ja sobie pójdę... ja pójdę... pójdę i nigdy nie powrócę... nigdzie nie powrócę... na wieki sobie pójdę..."
      },
      {
        "index": 93,
        "text": "I szła. Szła brzegiem stawu ku miejscu, z którego najbliżej było po lodzie do przełomki."
      },
      {
        "index": 94,
        "text": "Ale przed parą już minutami dał się słyszeć u bramy cichy szelest małych sanek, które w mizernego konika zaprzężone, podjechały nieco pod topole i stanęły. Wysoki człowiek w kożuchu wysiadł z nich, lejce koło topoli okręcił i szedł powoli, pilnie rozglądając się dokoła, a gdy na staw za topolami spojrzał, nagle przystanął, wpatrzył się badawczo i potem jak strzała pobiegł w stronę błądzącego nad nim kobiecego cienia."
      },
      {
        "index": 95,
        "text": "— Salusia! — głośnym szeptem zawołał i już był przy niej, za ręce ją pochwycił, a nim czas miała słowo rzec, lub ruchu jakiego dokonać, wpatrując się w nią, zaszeptał:"
      },
      {
        "index": 96,
        "text": "— Już tam po wszystkiem! już tam po wszystkiem! — i głową na dom oświetlony wskazał."
      },
      {
        "index": 97,
        "text": "— Gabryś! Gabryś! Gabryś! — sennym, wpół nieprzytomnym głosem wymówiła. A on, nie tak powoli, jak mówił zwykle, ale owszem, w sposób przyśpieszony, prawie zdyszany zaczął:"
      },
      {
        "index": 98,
        "text": "— Przystanąwszy w miasteczku, dowiedziałem się, że już po wszystkiem; tam ślub brali. Jezus Marya! przeląkłem się... a tu kobyła słaba, prędko iść nie chciała... Prędzej-bym już piechotą doszedł, ale jakim sposobem ciebie-bym mógł zabrać, gdybym sanki i kobyłę gdzie zostawił..."
      },
      {
        "index": 99,
        "text": "Potem, ostrożnie, delikatnie na głowie jej dłoń kładąc, zaszeptał:"
      },
      {
        "index": 100,
        "text": "— Biedna ty... srogo ty już na ubocz zeszła... dla strasznie krętej drogi gościniec opuściła... Salka, Salka! coś ty zrobiła?"
      },
      {
        "index": 101,
        "text": "— To mnie puść! — ręce z rąk jego wyrwać usiłując, krzyknęła — co zrobiłam, to zrobiłam, moja rzecz! moja bieda! Jużbym była naprawiła wszystko, żebyś mię nie zatrzymał! Zkądżeś ty się tu wziął? co cię tu przyniosło! Puść!"
      },
      {
        "index": 102,
        "text": "Ale on puszczać jej ani myślał. Niktby też spodziewać się nie mógł, aby palce jego takiemi żelaznemi obręczami być mogły, jak te, któremi ręce Salusi obejmował."
      },
      {
        "index": 103,
        "text": "— Topić się chciałaś... — mówił — koło stawu chodziłaś... najbliższej drogi szukałaś do przełomki... oj, Salka! Salka! Salka! A zkąd ja tu wziął się! Ich zwiodłem... w drugiej stronie cię szukali, potem okolicę przetrząsać zaczęli, a ja jeden wiedziałem, gdzie ty poleciała... Wiedziałem... zgadłem... i pomyślałem sobie: albo tam wszystko dobrze pójdzie, to uspokoję się i pocieszony do chaty powrócę, albo, broń Boże, zły przypadek jaki, ku pomocy stanę... A tu, ot jaki przypadek!"
      },
      {
        "index": 104,
        "text": "Salusia załkała; pierwsze, odkiedy tu przyszła, łzy, rzadkie, palące z oczu jej połynęły. Już rąk nie wyrywała, a on, nie wypuszczając ich z dłoni, mówił:"
      },
      {
        "index": 105,
        "text": "— I potrzebną okazała się moja pomoc... a ot, jaką ona będzie... Teraz, ty taka biedna, że już i ja odważę się radę tobie dać, już i moja rada dla ciebie dobra... Nie trza, aby żywa dusza dowiedziala się kiedykolwiek, że ty tu byłaś. Na sanki ze mną siędziesz i do młyna cię zawiozę, do mojej siostry. Ona nie zła kobieta i mnie wdzięczność winna, a ja jej i prosić nie będę, aby ciebie przystojnie przyjęła, ale każę i posłucha. Jej powiem, żem cię z Tołłoczek przywiózł, a w Tołłoczkach znowu, że poleciałaś do mojej siostry i tam siedzisz... Posiedzisz troszkę u niej, tydzień, dwa, trzy... o półtorej mili i wiatr ci żadnych głosów z Tołłoczek nie przyniesie... uspokoisz się, odpoczniesz... a ja do Końcowej pojadę z prośbą, aby wybaczyła siostrze i wzięła ją do siebie... Wybaczy pewno, weźmie, w mieście rozweselisz się, robotę sobie jaką wynajdziesz, dobry los może kiedykolwiek spotkasz... Tak ja sobie wszystko przez drogę od miasteczka wykombinowałem, i tak będzie! chodź! na sanki siadaj! pojedziem!"
      },
      {
        "index": 106,
        "text": "Pociągał ją za sobą, ale ona znowu opierała się i z całej siły wyrywać się mu zaczęła."
      },
      {
        "index": 107,
        "text": "— Nie chcę! — wołała — nie chcę, nie chcę! nigdzie nie chcę! Tu pozostanę, gdzie on jest! Do przełomki wskoczę i tu pozostanę, gdzie on jest! Puść!"
      },
      {
        "index": 108,
        "text": "— Nie, Salka! nie puszczę!"
      },
      {
        "index": 109,
        "text": "— Puść! — wołała, a czując, że on ją, zmęczoną i osłabioną, zwycięży, prosić zaczęła:"
      },
      {
        "index": 110,
        "text": "— Gabryś, kochany, miły, drogi, złotny, puść! Już nie do przełomki skoczę, tylko tam... tam... pod okno... raz jeden na niego spojrzę... jeden razik jeszcze, ostatni... a potem z tobą pojadę... Puść!"
      },
      {
        "index": 111,
        "text": "Łkała i, aż ku ziemi przysiadając, opierała się mu i wyrywała."
      },
      {
        "index": 112,
        "text": "Wtedy on, takim głosem jakiego nigdy nie miał, twardym i srogim, wymówił:"
      },
      {
        "index": 113,
        "text": "— Nie trzeba! Nie trzeba serca daremnie szarpać! Nie trzeba nasuwać się ludzkim oczom, które zdrajcami sekretu być mogą!"
      },
      {
        "index": 114,
        "text": "A gdy jeszcze wyrywała się, prosiła i prawie krzyczeć zaczynała, obu ramionami ją objął, jak dziecko z ziemi podniósł, tak do siebie przycisnął, że najmniejszego ruchu zrobić nie mogła i, ku saniom poniósł. Kiedy posadził już ją na saniach, króciutką chwilę stał o krawędź ich oparty, z głową spuszczoną, jakby mu sił albo tchu zabrakło, i żadne światło niebieskie ani ziemskie nie oświecało wyrazu męki, która twarz mu okryła. Rychło jednak lejce od drzewa odjął i obok niej siadł na sankach, które z tak cichym szelestem, że go nawet psy nie dosłyszały, wysunęły się za bramę."
      },
      {
        "index": 115,
        "text": "Jechali leśną, szeroką, ciemną drogą, którą ona tylko co przedtem przebywała, posuwali się powoli, bez wstrząśnień po dobrze ujeżdżonym śniegu. Salusia, w skraju chustki, którą na głowie miała, twarz ukrywając, z cicha, głęboko, długo płakała, aż niezmierne zmęczenie płacz nawet w niej zatamowało: uciszyła się zupełnie. Cicho też było w lesie, tak ciemno, że droga, pomiędzy dwiema czarnemi ścianami, pod chmurnem niebem, bielała jak rozciągnięta na dnie otchłani. Po wierzchołkach czarnych ścian szły przyciszone szumy, niby gwary szeptów i wzdychań, niby złe wieści, albo proroctwa, przesyłane od ziemi chmurnemu niebu."
      },
      {
        "index": 116,
        "text": "Ujechali już wiorst kilka, gdy Salusia pochyliła się i jedną z trzymających lejce rąk Gabrysia pocałowała. On parę razy po głowie ją pogłaskał i łagodnie ku swemu ramieniu przechylił."
      },
      {
        "index": 117,
        "text": "— Zaśnij! — rzekł — odpocznij!"
      },
      {
        "index": 118,
        "text": "Czy usnęła, czy też rozmyślała? — nie można było dostrzedz w ciemności, ale z głową na jego ramieniu opartą siedziała tak cicha, jak najgłębszy sen. — A on, nie tylko małego konika nie popędzał, lecz owszem powolny chód jego wstrzymywał jeszcze, aby sanki posuwały się, o ile podobna, bez wstrząśnień i bez szelestu. — Wszystko jedno: przed świtem do młyna dojadą."
      },
      {
        "index": 119,
        "text": "— Zaśnij, Salka! odpocznij!"
      },
      {
        "index": 120,
        "text": "Nie był starym; miał nie wiele więcej nad lat czterdzieści, lecz oddałby całą resztę życia, choćby najdłuższego, za trzy dni z tą kobietą przeżyte pod jednym dachem, z ustami przy ustach, z duszą przy duszy. — Nigdy jednak tego jej nie powie. — Zbyt biednym jest, sponiewieranym, w biedzie i poniewierce przed czasem zestarzałym, aby śmiał zażądać dla siebie jej pięknej, bujnej, kwitnącej młodości. Gdyby nawet oddała mu ją sama, nie przyjąłby tej ofiary. — Pomimo to, od hańby, rozpaczy, samobójstwa, uwozi ją pod uczciwy dach siostrzany, z takim szacunkiem, jak świętą, tak troskliwie, jak chore dziecię. A dla siebie, oprócz tego, aby ona teraz pocieszoną i kiedykolwiek jeszcze szczęśliwą być mogła, głupi Gabryś niczego więcej nie spodziewa się i nie wymaga — niczego! KONIEC."
      }
    ]
  }
}