{
  "chapterNumber": 2,
  "title": "Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "I. Pomimo mrozu, Floryan Kulesza, dzierżawca Laskowa, stał na ganku długiego, nizkiego domu i bardzo życzliwym wzrokiem ścigał przebywającego dziedziniec młodzieńca w obcisłem ubraniu, w zgrabnej czapeczce i z fuzyą na plecach. Ścigał go wzrokiem jeszcze i wtedy, gdy za bramą, wśród pól śniegiem zasłanych, szedł on drogą wysadzoną wierzbami ku lasowi, który zblizka otaczał dwór ogromnym, ciemnym wieńcem. Co mu tam mróz mógł szkodzić, temu krępemu, silnemu człowiekowi, z dobrze wypasioną, ogorzałą twarzą, śród której, jak dwa bławatki w piwonię wetknięte, jaśniały śliczne, szafirowe oczy! Były to dobre, szczere, błyszczące oczy prostaka, zdrowego na duszy i ciele, z losu swego zadowolonego, a życzliwego ludziom, niebu i ziemi. Czy skwar letni palił, czy wichry szalały, czy mróz piekł, albo siekły szrony i ulewy, zgoda jego z niebem i ziemią nigdy mąconą nie bywała. One robiły swoje, on swoje: zżyli się i godzili z sobą jak najlepiej. Jeżeli jakikolwiek kaprys nieba i ziemi sprawił nieurodzaj, Kulesza bywał zmartwionym, nie do tego jednak stopnia, aby chorować i rozpaczać. Zaradzał złemu jak mógł, orał, siał, młócił, rachował, oszczędzał, byleby właścicielowi gleby tenutę uiścić i jako tako z rodziną przeżyć. Przeżył też do lat pięćdziesięciu, co potwierdzało kilka zmarszczek na nizkiem czole i trochę siwizny w gęstej czuprynie, ale czemu zaprzeczał blask szafirowych oczu i śnieżna białość zębów, ukazujących się w uśmiechu. Dla tych oczu i dla tego uśmiechu, można było przebaczyć tej twarzy grubość skóry i rysów, nizkie czoło, a przedewszystkiem pulchność warg i podbródka, na których jasno wypisany był jeden z grzechów śmiertelnych, a mianowicie: łakomstwo. Pracować, śmiać się i jeść musiał dużo, zdawało się to niezawodnem; również niezawodnie lubił, serdecznie lubił wychodzącego z bramy młodzieńca. Z lubieniem tem przecież łączyła się widocznie troska, bo uśmiech wkrótce z ust mu zniknął i, siedzącej na ławce kobiecie ruchem głowy odchodzącego ukazując, z żalem w głosie, rzekł:"
      },
      {
        "index": 2,
        "text": "— Szkoda!"
      },
      {
        "index": 3,
        "text": "Ona, starą chustką tak od mrozu otulona, że z całej twarzy widać było tylko małe czarne oczki, mały zadarty nosek i małe przywiędłe usta, zatrzęsła głową i smutnie odrzekła:"
      },
      {
        "index": 4,
        "text": "— O szkoda!"
      },
      {
        "index": 5,
        "text": "Pierwszy to raz wspominali o przedmiocie, który na sercu im leżał, ale zrozumieli się od razu. Nie darmo dwadzieścia kilka lat z sobą przeżyli. Po minucie milczenia, kobieta patrząc na męża, z cicha rzekła:"
      },
      {
        "index": 6,
        "text": "— Awrelka zmizerniała!"
      },
      {
        "index": 7,
        "text": "On ramionami ruszył."
      },
      {
        "index": 8,
        "text": "— Ot, zaraz już i zmizerniała! Babski zwyczaj z muchy wołu robić! Od czego tam mizernieć? Nie będzie ten, będzie drugi. Po targach obwozić jej nie będę, bo i z domu wezmą. Suchot u nas w familii nie było, dzięki Bogu, ani też umierania z miłości. Babskie bzdurstwa!"
      },
      {
        "index": 9,
        "text": "Kobieta pod chustką, rozkładając ręce, z żałośnym wyrazem czarnych oczu rzekła:"
      },
      {
        "index": 10,
        "text": "— Cóż, kiedy zaręczony!"
      },
      {
        "index": 11,
        "text": "— Nowinę Teofila powiedziała! Już to jak Teofila co powie, to jest czego słuchać. Zdaje się, że zaraz po przyjechaniu powiedział, że zaręczony, i Awrelka jest głupia, kiedy, pomimo tej wiadomości, głowę sobie nim nabijała."
      },
      {
        "index": 12,
        "text": "— Awrelka jest młoda, — z nagłą żywością odrzuciła kobieta, — a Florian stary, więc powinien był mieć rozum i nie zapraszać go na stołowanie się u nas..."
      },
      {
        "index": 13,
        "text": "— Ot i znów powiedziała! Czy to ja zwierz, abym takiemu porządnemu człowiekowi pozwalał marnować się na licho wie jakiem jedzeniu! I przewidzieć nie mogłem, że dziewczęta muszą kochać się w każdym, kto tylko stołuje się w domu. Może to taki u dziewcząt zwyczaj? Czy ja wiem? Teofila jest baba, więc zna babskie zwyczaje i powinna była ostrzec, że jak tylko dziewczyna zobaczy mężczyznę, jedzenie do gęby niosącego, zaraz i zakocha się! Jeżeli tak, to we mnie, jak Boga kocham, wszystkie dziewczęta, jakie tylko są na świecie, kochać się powinny, bo co, jak co, ale jeść to już nikt lepiej odemnie nie zdoła!"
      },
      {
        "index": 14,
        "text": "Z początku niby rozgniewał się na żonę, za wyrzut, który mu czyniła, ale przy końcu mówienia śmiał się już i ją tym śmiechem zaraził. Z politowaniem głową w chustce wstrząsając, ze śmiechem jednak mówiła:"
      },
      {
        "index": 15,
        "text": "— Oj, Floryan, Floryan! Floryana zawsze trzymają się facecye! Florian i na moim pogrzebie jeszcze by różne głupstwa wymyślał."
      },
      {
        "index": 16,
        "text": "Pomimo tak bolesnego podejrzenia, znać było, że facecye męża sprawiały jej zadowolenie; on także, z ręką na kłębie, żartobliwie na nią patrzał."
      },
      {
        "index": 17,
        "text": "— A cóż? Teofila lubi jęczeć: niechże ja sobie pośmieję się czasem. Dość jednego jęczenia w domu... Dzieci po mnie poszły: nie jęczą, ale śmiać się lubią... a jej!"
      },
      {
        "index": 18,
        "text": "— Awrelka teraz już nie tak... — z obudzonem na nowo zmartwieniem zaczęła kobieta, ale dokończyć jej nie dał hałas głosów i tentent stóp, które nagle w sieni domu słyszeć się dały. Nagle też z sieni na ganek wypadł niezmiernie wesoły korowód, na którego czele pędziła dwudziestoletnia dziewczyna, bosa, w różowym kaftanie i w krótkiej spódnicy, z grubą złotą kosą na plecach, z wiadrem w ręku. Za nią, usiłując ją prześcignąć biegła druga, nieco młodsza, ale bardzo do tamtej podobna, którą za błękitny kaftan przytrzymywał trzynastoletni podlotek w liliowym kaftanie. Zblizka za podlotkiem dreptał z wyciągniętemi rękoma dziewięcioletni chłopczyk, którego za zieloną bluzkę chwytać usiłowało dwóch rówieśników w białych koszulach, przepasanych paskami domowego tkania. Wszystko to z wielkim śmiechem i niezrozumiałemi krzykami przez ganek przebiegło i leciało dziedzińcem, po iskrzącym się od słońca śniegu, w kierunku studni z wielkiem kołem, znajdującej się w pobliżu stajen i obór, które w półkole dziedziniec otaczały, gdy od nich do domu, drugiem półkolem, stały wysokie, pełne śniegu i szronu topole włoskie. W bladem świetle zimowego słońca, po usianym iskrami śniegu, w półkole pod topolami, leciał sznur różowy, błękitny, liliowy i czerwony, biały, złotemi kosami dziewcząt jak snopami promieni połyskując i chóralnym śmiechem dzwoniąc. Śmiechem tym wywabione z kuchni u końca długiego domu i z izb czeladnych w starej oficynie, wybiegły kobiety i dziewczęta z garnkami, nożami, mokremi szmatami w rękach, wyszło paru parobków z piłkami i siekierami, wypadło kilkoro dzieci różnego wieku, w koszulach, bosych i z jednostajnie lnianemi czuprynami. Starsi postawali u drzwi, głośno gwarząc, jedna z bab nożem do obierania kartofli wywijała i aż pokładała się od śmiechu, dzieci puściły się po śniegu, zakreślając pod oborami i stajniami półkole w tym samym kierunku, w którym biegli tamci pod topolami. Wmieszały się jeszcze do tego wszystkiego dwa kudłate kundle, w białe i żółte plamy, środkiem dziedzińca ku studni z przeraźliwem poszczekiwaniem i rozmachanemi kitami sadząc, wmieszała się też i Teofila Kuleszyna, która, na brzeg ganku wyskoczywszy, z całej siły i przeraźliwie piskliwym głosem krzyczała:"
      },
      {
        "index": 19,
        "text": "— Awrelka! Awrelka! Awrelka!"
      },
      {
        "index": 20,
        "text": "A Floryan Kulesza, do scen takich znać przyzwyczajony, nic nie mówił, tylko nogi szeroko rozstawił, obie ręce na kłębach oparł i znowu w uśmiechu białe zęby pokazywał. Gdy jednak Kuleszyna nie przestawała w niebogłosy krzyczeć: Awrelka! Awrelka! Zośka! Karolka! Antek! i sama już podnosząc z obu stron spódnicę do biegu puścić się zamierzała, za chustkę ją przytrzymał i rzekł:"
      },
      {
        "index": 21,
        "text": "— Czego Teofila wrzeszczy? Czego Teofila leci? Czego Teofila dziwaczy się?"
      },
      {
        "index": 22,
        "text": "— Bose, w letnich kaftanach, po śniegu, w taki mróz... Jezus Marya... załamując ręce jęczała."
      },
      {
        "index": 23,
        "text": "— No to i co? — flegmatycznie zapytał Kulesza."
      },
      {
        "index": 24,
        "text": "— Przeziębią się! Zachorują! Jezus Marya! Jak te parobkowskie dzieci! jak te żebraki pod kościołem! jak te sieroty odzieży nie mające!"
      },
      {
        "index": 25,
        "text": "Śmiejąc się tak, że aż łzy stanęły mu w oczach, Kulesza żonę reflektował."
      },
      {
        "index": 26,
        "text": "— Niech Teofila na to plunie! Teofili każda przyczyna dobra, byle jęczeć! Czy one księżniczki, albo co, aby im bose nogi i letnia odzież zaszkodzić mogły? Może Teofila projektowała księżniczki na świat wydać, czy ja wiem? Ale projekt nie udał się, bo one szlachciankami zagrodowemi są, choć ojciec i po dzierżawach chodzi; po ojcu poszły, po babkach i prababkach też, które zawżdy boso po śniegu latały. Ot, niech Teofila przestanie jęczeć, a idzie jeść mi dać, bo głodny jestem od tych kundlów gorzej..."
      },
      {
        "index": 27,
        "text": "— Floryana zawsze facecye trzymają się, a dzieci pochorują się, zwłaszcza Awrelka..."
      },
      {
        "index": 28,
        "text": "— Czemuż to zwłaszcza Awrelka? Delikatna taka, czy faworytka mamina? a? — przekomarzał się z żoną Kulesza i oboje do domu weszli. W tej chwili, pośród różowych, błękitnych, liliowych kaftanów dziewcząt i białych koszul podskakujących dzieci, wielkie koło studni obracać się zaczęło szybko, coraz szybciej, a do taktu z jego obrotami, rozbrzmiał na cały dziedziniec donośny śpiew dziewczyny w różowym kaftanie, na zrębie studni, po nad całą gromadką siedzącej: Żeby was tu było, jak na drzewie liści Nie było, nie będzie, jak mój Jaś najmilszy. Żeby was tu było, jak na morzu piany, Nie było, nie będzie, jak mój Jaś kochany!"
      },
      {
        "index": 29,
        "text": "— Kiedyż nie Jaś, ale Juraś... i to zaręczony! — mruknął pod wąsem Kulesza, zasiadając przy stole, nad salaterką bigosu z wędliną; Kuleszyna zaś, krając chleb z wielkiego bochna, zaszeptała:"
      },
      {
        "index": 30,
        "text": "— Et! Zaręczyny — pajęczyny! Może Pan Bóg da, że i z tych jeszcze nic nie będzie!"
      },
      {
        "index": 31,
        "text": "— Teofila taka nabożna, że co piątek każe mnie głodem mrzeć — a obok tego bliźniemu źle życzy... zaczął Kulesza, ale dłużej już mówić nie mógł, bo dzień nie był piątkowym, a wobec takiego bigosu, przynajmniej na czas trwania jego w salatercie, żarty zarówno jak i strapienia znikać musiały."
      },
      {
        "index": 32,
        "text": "Kuleszyna za to, która mniej często, niż mąż jej, jeść potrzebowała, na stołku u stołu przysiadłszy, mówiła dalej:"
      },
      {
        "index": 33,
        "text": "— Bo, słyszę, jej familia bardzo sobie tego małżeństwa nie życzy..."
      },
      {
        "index": 34,
        "text": "— Czemuż to? pełnemi jedzenia usty wybełkotał Kulesza."
      },
      {
        "index": 35,
        "text": "— Temu, że on chłop..."
      },
      {
        "index": 36,
        "text": "Kulesza nagle żuć przestał i, wytrzeszczonemi oczami na żonę patrząc, prawie ze złością sarknął:"
      },
      {
        "index": 37,
        "text": "— Teofila głupstwa gada..."
      },
      {
        "index": 38,
        "text": "Składając na stole małe, ciemne ręce, kobieta monotonnym trochę, jękliwym głosikiem prawiła dalej:"
      },
      {
        "index": 39,
        "text": "— Floryan mówi, że ja głupstwa gadam, a sam nie bardzo mądry, bo przecież powinien wiedzieć, że co szlachcianka, to szlachcianka, a co chłop, to chłop..."
      },
      {
        "index": 40,
        "text": "Zawzięcie teraz jedząc, mruknął tylko:"
      },
      {
        "index": 41,
        "text": "— Babskie bzdurstwa!"
      },
      {
        "index": 42,
        "text": "— Bynajmniej nie babskie — odrzucila kobieta — bo to właśnie mężczyzna, brat jej, osobliwie temu małżeństwu na przeszkodzie staje! Bardzo, słyszę, ambitny i nie chce, żeby jego siostra pomiędzy chłopami poniewierała się. I szwagrów ona ma i innych tam krewnych, którzy także nie chcą..."
      },
      {
        "index": 43,
        "text": "— Osły, bałwany, barany! — z ust pełnych jedzenia i aż przewracając oczami z gniewu, wyrzucił Kulesza."
      },
      {
        "index": 44,
        "text": "— Floryan mówi: osły, bałwany, barany, a ja mówię, iż tak już widać Pan Bóg ustanowił, że co szlachcianka, to szlachcianka, a co chłop, to chłop..."
      },
      {
        "index": 45,
        "text": "Kulesza łyżkę na talerzu położył, dłonie na kolanach wsparł, a z twarzy mu widać było, że złość się w nim zagotowała."
      },
      {
        "index": 46,
        "text": "— Teofila jest gęś... zaczął, lecz nagle ochłonął z gniewu i z wpół pogardliwą, a wpół wesołą filuternością na nią patrzał. Nachylił się potem i prawie do samego jej ucha szepnął:"
      },
      {
        "index": 47,
        "text": "— A jakżeby to było z Awrelką? a? Czemuż to Teofila tylko co mówiła: szkoda! a? Czemuż to życzyła, aby te zaręczyny były pajęczyny? a?"
      },
      {
        "index": 48,
        "text": "Zmieszała się ogromnie; małemi oczkami zamigotała, małym, zadartym noskiem czmychnęła; nie wiedziała jakim sposobem sprzeczność swoich społecznych wyobrażeń ze swojemi uczuciami pogodzić. Po chwilowem jednak milczeniu i myśleniu ręką machnęła i cicho odrzekła:"
      },
      {
        "index": 49,
        "text": "— Ot, Floryan nie wiedzieć co wygaduje! Awrelka jest mojem dzieckiem i ja o szczęście jej dbam więcej, jak o wszystko co może być na świecie. Niechby sobie był pan, czy cygan, czy chłop, czy szlachcic, byle jej dobrze z nim było..."
      },
      {
        "index": 50,
        "text": "Kulesza aż zaniósł się od śmiechu, a potem głową trząść zaczął."
      },
      {
        "index": 51,
        "text": "— Wie Teofila co? — mówił — Teofila jest dobra kobieta, ale kobieta, a u baby rozum, to jak dwa psy ze związanemi ogonami... jeden w jednę stronę rwie się, drugi w drugą i obydwa na miejscu stoją."
      },
      {
        "index": 52,
        "text": "Ale ona już go nie słuchała. Drobnym, zwinnym kroczkiem biegła do kuchni, z której na dom cały rozlegały się krzyki i śmiechy wracającej od studni gromady."
      },
      {
        "index": 53,
        "text": "Tymczasem ten, którym Kuleszowie tak żywo się zajmowali, wązką i krętą drogą coraz głębiej w las się zapuszczał. Nazwisko jego zdradzało chlopskie pochodzenie, ale nie rysy i ruchy, które posiadały niezwykłą zgrabność i wytworność. W tej chwili Jerzego Chutkę można było wziąć za prawe dziecko cywilizacyi, dla rozrywki odbywające po lesie myśliwską przechadzkę. W grubym, obcisłym surducie, ze strzelbą na plecach, wysmukły i prosty, szedł krokiem, w którym siła i lekkość tworzyły harmonię pełną naturalnego wdzięku; z twarzy zaś jego, delikatnie i z doskonałą prawidłowością zarysowanej, była młodzieńcza świeżość i radość. Szare, podłużne oczy z pod daszku małej czapki, a wązkie pąsowe usta z pod złotego wąsika, wesoło, ufnie, trochę nawet zarozumiale, śmiały się do świata. Świat był widać dla niego ponętnym i łaskawym, a on uznawał się tych ponęt i łask zupełnie godnym. Kiedy z podniesioną nieco twarzą zagwizdał na wesołą nutę, czuć było, że pierwszy krok życia powiódł mu się doskonale; kiedy rozglądał się dokoła, najpewniej myśleć musiał, że na to powodzenie zasługuje i wypuścić go z rąk ani myśli. Rok temu obowiązkową służbę w wojsku skończył, a od paru miesięcy półtora tysiąca morgów książęcego lasu do pilnowania mu dano; kilku leśników ma pod sobą i tytuł nadleśnego. Wprawdzie zawdzięcza to przeważnie długoletnim i wiernym służbom na książęcych leśnictwach dziada, ojca i stryja, ale też po części — wie o tem dobrze — roztropności i śmiałości własnej. Bo przecież, przed księcia samego zawezwany, nie stracił głowy i znalazł się tak, jak należało. Gdy szedł tam, gdzie go lokaj w liberyi prowadził, czuł zalęknienie i zawstydzenie pewne, lecz zupełnie uspokoił je myślą: „ani jemu, ani nikomu nic złego nie zrobiłem, żadnego gałgaństwa na mnie nie ma, czegóż tedy mam lękać się, albo wstydzić?“"
      },
      {
        "index": 54,
        "text": "Bez trwogi też i bez zmieszania do wspaniałego pokoju wszedł i, niedaleko progu stanąwszy, ukłonił się z uszanowaniem, ale nie bardzo nizko, wcale nawet nie nizko, bo sam nie wiedział, jakie uczucie przytrzymało mu głowę, aby nie chyliła się zbytecznie, i zaraz potem wyprostowało go do postawy skromnej, lecz nie pokornej. Książę, siedzący na fotelu przy okrągłym stole, od stóp do głowy wzrokiem go obrzucił i zapytał:"
      },
      {
        "index": 55,
        "text": "— Czy jesteś synem Mikołaja Chutki?"
      },
      {
        "index": 56,
        "text": "A usłyszawszy twierdzącą odpowiedź, mruknął: hm, hm! i wydawał się trochę zdziwionym. Jerzy nie wiedział na pewno, ale domyślał się, iż książę dlatego przypatruje mu się tak długo i ze zdziwieniem, że znajduje go do ojca i stryja jego wcale nie podobnym. Tamci byli grubi, na twarzach ciemni i mieli zwyczaj chylić sie przed panem do samej ziemi. On nawet oczu nie spuścił. Nie miał czego lękać się, ani wstydzić, i książę mógł długo patrzeć w bystre i śmiałe oczy młodzieńca, niedaleko od progu, z uszanowaniem, ale w wyprostowanej postawie stojącego. Widać podobały mu się i oczy i postawa, bo bardzo łaskawie przywołał go bliżej ku stołowi i wypytywać zaczął, czy i o ile zna się na gospodarstwie leśnem. Tu już Jerzy pewną stopą stanął na grunie znanym i miłym. W lesie urodził się i wzrósł, leśnym robotom przypatrywał się, odkąd żył; nic na świecie milszem mu być nie mogło nad las. To też na zadawane sobie pytania odpowiadał zrazu tylko z łatwością, ale potem i z zapałem. Że zaś głos jego, tak jak cała jego powierzchowność, nie miał w sobie nic szorstkiego i grubego, lecz owszem, metalicznym dźwiękiem przyjemnie w ucho wpadał, więc książę znowu przez chwilę na niego popatrzał, mruknął: hm! hm! i zapytał jeszcze: czy potrafi zarządowi dóbr składać miesięczne raporta? Na to mógł znowu śmiało odpowiedzieć, że potrafi. W pisaniu i rachunkach biegłym był, a zawdzięczał to naprzód guwernerowi, którego ojciec, na spółkę z kilku innymi leśnikami przez trzy lata dla niego trzymał, a potem własnej pilności w douczaniu się i wprawianiu. Zapytał go jeszcze książę: czy jest żonatym? na co on odpowiedział, że dotąd tylko jest zaręczonym, ale, że skoro miejsce otrzyma, ożeni się natychmiast."
      },
      {
        "index": 57,
        "text": "— Ładną musisz mieć narzeczoną! — bardzo łaskawie zażartował książę, a on domyślił się znowu, że żart pochodził z myśli, iż tylko ładna narzeczona do pary mu być mogła. Skłonił się znowu nie tak, jak słudzy kłaniają się przed panami, ale jak to przyzwoici młodzieńcy czynią przed szanownymi i o wiele starszymi od siebie ludźmi. Przytem, z nagłym rumieńcem i błyskiem oczu, odpowiedział:"
      },
      {
        "index": 58,
        "text": "— Nie wiem, Jaśnie Oświecony Książę, czy jest ładną, ale dla mnie jest ona nad wszystko w świecie droższą."
      },
      {
        "index": 59,
        "text": "Książę uśmiechał się ciągle, a po chwili dał mu znak do odejścia, lecz gdy był już we drzwiach, zapytał jeszcze:"
      },
      {
        "index": 60,
        "text": "— A z kim się żenisz?"
      },
      {
        "index": 61,
        "text": "— Z Osipowiczówną z Tołłoczek, Jaśnie Oświecony Książę."
      },
      {
        "index": 62,
        "text": "— Ze szlachcianką tedy?"
      },
      {
        "index": 63,
        "text": "Coś, jakby filuterny uśmiech, przebiegło po twarzy Jerzego."
      },
      {
        "index": 64,
        "text": "— Legitymowaną — odrzekł."
      },
      {
        "index": 65,
        "text": "W kilka godzin po tej rozmowie do chaty Mikołaja Chutki przyszło z zarządu dóbr książęcych rozporządzenie, aby syn jego Jerzy jechał natychmiast do Laskowa, dla objęcia posady nadleśnego, wakującej po ostatecznie zestarzałym i na łaskawym chlebie pozostawionym poprzedniku. Nazajutrz, gdy żegnał się z rodzicami, ojciec nad pochyloną jego glową tyle drobnych krzyżyków w powietrzu kreślił, że chyba z tysiąc ich było. Matka i mała siostra w głośny płacz uderzyły, bracia stali przy drzwiach chaty z pozwieszanemi rękoma i głowami. On ojca w rękę ucałował, matkę pochwycił w ramiona, siostrę w obu rękach, jak piórko, pod sufit podniósł; braci prosił, aby go w Laskowie przy każdej sposobności odwiedzali. Lecz wszystkie rozczulenia, pożegnaniu towarzyszące, nie zdołały zgasić wesołości, od której ciągle rumieniły mu się policzki, błyszczały oczy, śmiały się usta. Ode drzwi coś go znowu ku ojcu rzuciło. Uczuł dla niego rzewną wdzięczność za to, że go nigdy nie bił i na żaden inny sposób w dzieciństwie nie krzywdził, że dla niego trzymał, dużą część chleba od ust sobie odbierając, guwernera, że dla zdobycia mu posady w dobrach książęcych długie godziny, dnie nawet, cierpliwie i pokornie wyczekiwał u wrót dziedzińców, u progów kuchen, u stopni ganków, aż nareszcie, przed oblicze pana dopuszczony, czołem o ziemię uderzył i na rzecz syna o dawnych usługach i zasługach swojego rodu przypomniał. Pomyślał o tem Jerzy, od samego już progu wrócił i, z wilgocią w oczach, na jedno kolano przyklęknąwszy, długim pocałunkiem przylgnął do bosej stopy ojca. Wtedy usta starego chłopa trząść się i powieki dziwnie latać zaczęły, matka i siostra wprost już ryknęły płaczem i Jerzy, ramionami kolana ojcowskie oplatając, zapłakał także. Ale ta chwila rozczulenia prędko minęła; teraz w każdej kropli krwi i w każdym muskule czuł on młodość, zdrowie, ochotę i siłę do życia. Szumiały mu nawet w mózgu jakieś ponętne, choć nieokreślone, nadzieje i ambicye, majaczyły w myśli wysokie w dobrach ksiązęcych posady, własny folwark, znaczenie pośród ludzi, ładne domy, śliczne konie, drogie strzelby. Nad żadnym jednak z tych szczegółów nie zatrzymywał długo myśli, dwóch rzeczy tymczasem będąc zupełnie pewnym: że musi zajść daleko i że za kilka tygodni Salusia będzie już jego żoną. Strach, jak on mocno przywiązał się do tej dziewczyny! Od tej zaraz chwili, kiedy to, dopomagając w gaszeniu pożaru, ze skrzynką biednych ludzi, wyrwaną z płomieni, zstępował z wysokiej drabiny i zobaczył ją w dole stojącą z tak dziwnie błyszczącemi oczyma i w górę, jemu jakby na ratunek, wyciągniętemi ramionami, od tej chwili, kiedy jeszcze nie wiedział, ani kto ona jest, ani jak się nazywa, już uczuł, że ona dla niego nie taka, jak wszystkie, i on dla niej inny, niż wszyscy na świecie ludzie. Co tu mówić? Widział, że dziewczyna zakochała się w nim odrazu; to go naprzód zajęło i ujęło. Potem, podobało mu się w niej wszystko. Śliczna była, serdeczna, wesoła, śmiała, on zaś bardzo lubił w kobietach śmiałość. Kiedy u jej siostry, Anulki Końcowej, dzieci chorowały, sama śród nocy do apteki i po doktora latała, o żadnym strachu ani myśląc. A jak pielęgnowała ten drobiazg, ile nocy nad nim nie spała! Prawda, że najczęściej chorą tę dziatwę doglądali razem i wtedy to pokochali się najwięcej. Zresztą, jak żyje, nie wiział, aby czyje oczy były takie, jak u niej, głębokie i gorejące; zdaje się, jeziora, w których utopić się można i na dnie wpaść w płomienie! Figurę ma piękną i twarz do róży podobną, ale te oczy jej najosobliwsze ze wszystkiego. Czasem, zdaje się, że napisane w nich stoi: twoją będę, albo umrę. Z za lubienia wygląda w nich śmierć. Ona go na śmierć lubi, — to rzecz pewna!"
      },
      {
        "index": 66,
        "text": "Tu Jerzy Chutko zarumienił się aż po brzegi płowych włosów i dłonią powiódł po czole i oczach. Bujna, zdrowa młodość wartkim pędem przepłynęła mu w żyłach, płomieniem stanęła w źrenicach. Hej, kiedy ją jak swoją tu przywiezie, chyba na śmierć zacałuje jej oczy i usta, chyba duszę przed nią w gadaniu wyleje, tak mu już tęskno do jej ust i oczu, tak wiele ma jej do powiedzenia! Jak dobrze, jak dobrze im będzie żyć we dwoje, w tych dwóch sporych, widnych pokoikach z czyściuchną kuchenką, które im na mieszkanie w oficynie dworskiej wyznaczono! Inni tam po ślubie przywożą żony do chat, w których są świekry, siostry, bratowe, babskie kłótnie i zawiści, gospodarskie kłopoty, zgryzoty i brudy. Oni będą tylko we dwoje; nikt jej nie dokuczy, ani jemu nie przeszkodzi każdą minutkę wolną z nią przepędzać, wszystko co tylko do głowy przyjdzie przed nią wypowiadać, wszystko co tylko zarobi, zdobędzie, jej jednej oddawać! Hej, raj, nie życie! niebo, nie świat!"
      },
      {
        "index": 67,
        "text": "Czapkę na bok przesunął i z podniesioną głową, rozbłysłym wzrokiem dokoła się rozejrzał. Nieruchomy, wysokopienny las stał w mroźnem, przeczystem powietrzu, z falisto wzdymającemi się puchami śniegu na dnie, z blado błękitną kopułą nieba u góry. Z pod twardych i pogarbionych płacht śniegowych, wydobywały się i zwieszały ku dołowi, ciężkie kiście zielonych sosnowych igieł; a drobne szrony, niestrudzenie i nieskończenie, od stóp do wierzchołków, przezroczyste rzeźby wiły po brunatnych pniach drzew, czerwonawych ich korach i oliwkowych mchach, po sztywnie wyprężonych i pomiędzy pniami w napowietrzne koronki splatających się gałęziach i prętach olszy, brzozy i leszczyny. Ponieważ blaski słońca, ku zachodowi spływającego, mało w te zagęszczone miejsca dochodziły, połysków, blasków, nie było tu żadnych, lecz wszystko miało przeczystą nieskazitelną, twardą i zarazem łagodną białość. Tylko ze sfalowanego podścieliska wydobywały się gdzieniegdzie rdzawe krzaki jałowcu i żółte pęki uwiędłych paproci, na pnie bladą czerwienią wybijały z pod szronów chorujące kory — daleko, tam gdzie rzedniały sosny i rozdzierały się koronki olchowych i brzozowych prętów, jedno cienkie wysokie drzewo srebrnym słupem płonęło w ukośnym promieniu słonecznym i mała przestrzeń białego podścieliska żarzyła się i migotała nakształt ogniska brylantów i złotych iskier."
      },
      {
        "index": 68,
        "text": "Jerzy, nie ścieżką już, lecz wprost przez leśną gęstwinę, szedł w kierunku posrebrzonego przez słońce drzewa. Co chwilę ze stron obu i przed nim wznosiły się, wichrami nawiane, wysokie wydmy śniegowe. Omijał je i tak lekko, jakby po gładkiej stąpał posadzce, szedł po głębokiem, nierównem, śnieżnem posłaniu, gdzieniegdzie dobywające się zeń krzaki jałowców i pęki paproci przeskakując, lub wzniesionemi ramionami rozchylając gałęzie, które osypywały mu głowę krótką, twardą ulewą drobnych szronów. Dążył właśnie ku miejscu, w którem las rzedniał pod świeżo rozpoczętą trzebieżą, od którego też dochodziły tu bardzo jeszcze oddalone, głuche i krótkie stuki toporów."
      },
      {
        "index": 69,
        "text": "Nagle stanął i z radością w oczach dokoła spoglądał. Stał na brzegu niedużej halizny, a której zrzadka rosły jałowce, a nad którą, krawędzią wsparta na ubielonych koronach drzew, wznosiła się blado błękitna kopuła, z podartą smugą różanego obłoku pośrodku. Widniej tu było, niż wśród gęstwiny leśnej, ale nie zbyt jasno. Tylko gdzieniegdzie, pod ciemnemi jałowcami błyskały srebrne iskry, albo wśród drzew, jak żółte świeczki, płonęły końce cienkich gałązek; odblaski różanego obłoku, błądząc tu i owdzie, zabarwiały zygzakowate ślady drobnych zwierzęcych stópek, które, we wszystkich kierunkach przebiegając haliznę, wyglądały teraz jak splątane sznurki paciorek."
      },
      {
        "index": 70,
        "text": "Przez głowę przemknęła mu myśl:"
      },
      {
        "index": 71,
        "text": "— Trzeba podać do zarządu raport o tej haliźnie i zażądać rozporządzenia zasiania jej na wiosnę!"
      },
      {
        "index": 72,
        "text": "Przemknęła tylko i uciekła, przepędzona szmerami, niekiedy wzdymającemi się w hałas, które napełniały otaczające gęstwiny. W głębokich śniegach stojąc, mroźnem i cichem powietrzem nalany, szronem osypany, las żył. W jego chłodnem, cienistem łonie, pod pozorną skorupą śmierci, ukrywało się i trwało niezliczone mnóstwo istnień. W podziemnych korytarzach, tak długich i krętych, aby zmylały oko najbieglejszego myśliwca, nakształt chyżych płomyków przemykały rude lisy; w śniegach, pod kępami mchów siwych i wysterczającemi nad nie kamieniami w głębi rozłożystych krzaków, z wiecznie otwartemi oczami, drzemały szare zające, zrywając się do biegu przy szeleście sprawionym choćby przez marną mysz leśną, z nory po żer wybiegłą, lub parę łasiczek niziuchnych, a długich, lękliwie śmigających po uschłych wiklinach, pod splątanemi zaroślami. Nikt zaś, ani zgadnąć, ani wyliczyć nie może, ile drobnych oczu otwierało się na olśniewającą białość śniegu i zamykało się do snu wczesnego, na korach drzew i we wszystkich najmniejszych ich wydrążeniach, ile spiesznych, zygzakowatych chodów przemykało w szczelinach pni, w osypanych śniegiem u stóp mrowiskach, we wzniesionych przez wiatry pagórkach gnijących liści, rozłupanych szyszek, zeschłych igieł, stwardniałych w mrozie jagód jałowcu, żurawiny, brusznicy, kostnicy. Wszystko to było słabem, sennem, trwożnem, jednak w ogromnej swej zbiorowości wytwarzało nieokreślone szmery, które wydawaly się to krótkiemi i urywanemi, to przewlekłemi i głębokiemi westchnieniami lasu. Trzebaby posiadać dla ucha narzędzie takie, jakiem dla oka jest mikroskop, aby z tych szmerów wydobyć pojedyńcze dźwięki; było to jakieś morze nieskończonej małości, które jednak oznajmiało, że pomimo pozorów śmierci — las żył."
      },
      {
        "index": 73,
        "text": "Ale żył on nietylko temi pokornemi, przelęknionemi, niziuchnemi istnieniami; było w nim także życie lotne, śmiałe, nawet świetne, albo psotne."
      },
      {
        "index": 74,
        "text": "Na otwartem rozłogu halizny, spłoszone szelestem kroków ludzkich, stado jemiełuszek zerwało się z jałowców i, połyskując złotem nakrapianemi piórkami, uleciało w sosnowe gąszcze, gdzie długo jeszcze słychać było przelękniony trzepot ich skrzydeł, nie wiedzących, czy mają osiąść w pobliżu, lub oddalić się spiesznie od miejsca obfitego żeru. Daleko śmielsze sroki, ani zważając na obecność człowieka, to z kolei, to wszystkie razem, gadały i gadały na poblizkiem drzewie, ale zawzięty ich skrzekot nie zagłuszał bynajmniej dziarskiego śpiewu gilów, których czerwone łebki jaskrawo migotały pośród śniegowych marmurów i ciemnej zieleni sosnowej. Wierzchołkami drzew przelatywały z szumem błękitne skrzydła sójek, niżej żółwy i dzięcioły dzióbami biły w drzewa, aż kora pękała i otwierały się ze stukiem ziarn pełne szyszki. Do szyszek też, które, jak brunatne świece, lśniąc u gałęzi sterczały, biegły wiewiórki, rudemi kitami strząsając tumany białych pyłów. Jedna z nich wprost naprzeciw Jerzego usiadła na sztywnej i oszronionej gałęzi, w przednich łapkach szyszkę trzymając, a ostremi ząbkami ziarnka jej tak chciwie i zawzięcie gryząc, że aż odgłos chrupania rozchodził się po haliźnie. Musiała być bardzo głodną i śmiałą, bo chrupiąc, czarnych oczek ze stojącego naprzeciw człowieka nie spuszczała, owszem, filuternie zuchwałym ich wyrazem zdawała się mówić do niego: „możesz sobie stać tu i patrzeć choćby do końca świata, a ja będę sobie jeść, będę sobie jeść, bo to moja szyszka, moja gałąź, mój las!“ Jerzy, patrząc na nią, zaśmiał się głośno, bo istotnie w żarłoczności i zuchwalstwie swojem, na tylnych łapkach z nizko zwieszoną kitą, siedząca, była bardzo ucieszną i wdzięczną, lecz w tejże chwili pochylił się naprzód i takie uczynił poruszenie, jakby strzelbę z pleców zerwać miał. Niedaleko, pomiędzy pniami drzew, gorącym płomykiem przemknął lis i za łańcuchem wydm śniegowych przepadł. Innym razem Jerzy strzeliłby pewnie, lecz teraz strzelba na plecach mu pozostała, a wzrok wznosił się coraz wyżej ku koronom drzew, ku wspartej na nich kopule błękitnej, ku spływającej z niej smudze różanej, aż zaszedł mgłą uroczystego, z dna duszy dobywającego się wzruszenia."
      },
      {
        "index": 75,
        "text": "Przez lat kilka nie widywał wsi ani lasu; teraz doświadczał takiego uczucia, jakby te lata były snem albo wędrówką w nieznane kraje i jakby dziś dopiero obudził się, albo do domu powrócił. Wszystko to było dla niego bardzo znanem, swojem, kochanem, i w tej chwili wydało mu się tak wspaniałem, że aż podziw budziło, lub tak miłem i ślicznem, że radby to i owo ręką ująć i pogłaskać."
      },
      {
        "index": 76,
        "text": "Z dna duszy jego, skorupę powszednich myśli, zabiegów, drobnostek przebijając, podniosło się pierwotne i nienazwane, lecz, jak każdy dar natury, niepozbyte przywiązanie do ziemi, nieba, powietrza, z których powstały i ciało jego i dusza. Wcale o tem nie myśląc, był w samej rzeczy jako dziecko, zawieszające się u łona matki i z rozkoszą ssące jego słodkie mleko. Wielka słodycz płynęła dlań z widoku zjawisk nieba i ziemi, do których przywykł był, odkąd żył, a których nie widywał długo; płynęła i ze wspomnień, które bezładną gromadą cisnęły się mu do pamięci. Było ich wiele, przelatywały szybko, a on, stosownie do ich natury, uśmiechał się, brwi ściągał, albo podnosił, wzruszał ramionami, trząsł głową."
      },
      {
        "index": 77,
        "text": "Jedno z nich przecież, niewiedzieć czem wywołane, błyskawicą w nim powstało i przed oczami zawisło trwałym, niezmiernie jasnym obrazem. Może głęboka cisza halizny, tajemniczemi szmery napełniona, może białe tumanki śniegowego pyłu, tu i owdzie z drzew ulatujące, a do kościelnych dymów podobne, może żółte świeczki w gęstwinach, przed ołtarzami z marmuru pozapalane, przed oczami jego postawiły obraz bardzo prosty, lecz dla niego pamiętny i ponętny. Był to drewniany kościołek, pośród rynku małego miasteczka, stojący w ogrodzeniu pełnem lip, klonów, malinowej, głogowej, berberysowej zarośli. Kiedy w zimową niedzielę, niepodkutemi saniami pod ogrodzenie podjeżdżał, ojciec pierwszy z sań zsiadał i, jego z nich zdjąwszy, w głębokim śniegu stawiał. Matka już sama, z siana, z płacht, z pod kilimka wydobywała się jak mogła. Cmentarzyk sfalowanym śniegiem zasłany, na lipach i klonach leży śnieg w twarde kamienie zbity, cienkie pręty krzaków, szronami oplecione, wikłają się i błyszczą jak sznury szklanych paciorek. Kościołek, prawie czarny, pośrodku stoi, a tuż przy nim wysoka i cienka dzwonnica, u samego wierzchu dzwoni i dzwoni tak dla jego dziecięcych uszu prześlicznie, że staje on na wydeptanej wśród śniegu ścieżce, głowę wysoko podnosi, palec w usta wkłada i słucha. Słuchając, w wierzch dzwonnicy zapatrzony, pomimo palca w ustach uśmiecha się szeroko do napowietrznej muzyki dzwonu, która podoba mu się bardzo, aż silnego szturhańca w bok i plecy dostawszy, zlatuje ze ścieżki i padając, twarzą i kolanami zanurza się w miałkim śniegu. To jakiś przechodzień popchnął stojącego mu na drodze małego gapia. Nic to, wygrzebuje się on zpod śniegu, twarz rękawem siermiężki ociera i z całej siły nóg, obutych w ciężkie stukające buty, pędzi za znikającemi we wnętrzu kościółka rodzicami. Wnętrze to wydawało mu się podówczas ogromnem i wspaniałem. Teraz, gdy kilka naprawdę wspaniałych świątyń w paru miastach widział, śmieje się z dziecinnego tego złudzenia; niemniej uśmiecha się też do ścian wysokich, z gruba pobielanych, nad któremi zaokrągla się małe sklepienie dla dziecinnych jego oczu dziwnie tajemnicze. Co chwilę, za ojcem klęcząc, wznosi oczy ku temu sklepieniu i zaraz je spuszcza, trwogą zdjęty. Wyobraża sobie, że tam właśnie, najwyżej, w ciemnawej głębi, z rózgą na niegrzeczne zdieci w ręku, siedzi Pan Bóg. Nie powinienby przecież tak myśleć, bo oddawna już mu powiedziano, że Pan Bóg jest w ołtarzu, który w głębi, dla niego bardzo dalekiej, jaśnieje śnieżną białością płócien i gromadą palących się świec, a przed którym teraz stoi ksiądz w błyszczącem ubraniu i śpiewa. Zresztą, zajmują go nadzwyczajne organy, wysoko nad kościelnemi drzwiami grające, huczące, czasem poskrzypujące tak przeraźliwie, że przypominają mu nienasmarowane koła u wozów; zajmuje go jeszcze i to, aby go nie uduszono, taki ścisk w kościołku panuje, tak jedne na drugie pchają się męzkie i babskie kożuchy i siermięgi. Za ojcem klęcząc, i o ile tylko można, kurcząc się, patrzy na żółty kożuch okrywający ojcowskie plecy, na ciemną, żylastą szyję, dobywającą się z kosmatego kołnierza, na głowę ze świecącemi od słoniny włosami, trzęsącą się w żarliwej modlitwie. Ojciec modli się z książki; na jej starej, czarnej okładce jest wyzłacany krzyż któremu przyglądanie się w chacie, ilekroć starsi na nie pozwolą, sprawia mu wielką rozkosz. Teraz jednak, z pomieszanemi uczuciami ciekawości i pociągu spogląda na coś innego. Pomiędzy presbyteryum a kościołem znajduje się, od ściany do ściany przeciągnięta, gruba belka, a na niej wysoki aż do sufitu krzyż, z rozpiętą na nim wielką, jak największy człowiek, figurą. I krzyż i figura z drzewa zrobione, grube, ogromne; na ciemnych włosach Chrystusa wianek z cierni, a z pod niego, czerwone krople cieką na żółte czoło i policzki. Zdaje się, że ta zakrwawiona i nad wszystkiem górująca postać powinnaby w nim strach budzić. Przeciwnie jednak, zaciekawia go tylko zrazu, a potem, im dłużej na nią patrzy, coraz większy pociąg ku niej uczuwa. Jakkolwiek jest drewnianą, żółtą, na pierwsze spojrzenie brzydką, wyraźnie wyryto na niej, że Pana Jezusa bardzo rany bolą... On to widzi i robi mu się żal Pana Jezusa, jakaś mętna, lecz smutna litość go zdejmuje, ale wkrótce, pomimo rozczulenia, na skrwawioną, cierpiącą figurę i na wszystko patrzeć przestaje; nudzi się, poziewa; rozmarza go chłód kościelny z zapachem kożuchów i upałem oddechów połączony; pochyla się i sam nie wie kiedy z czołem, o podeszwę ojcowskiego buta opartem, usypia. Nagle budzi go wielki śpiew, tak wielki, że, zdaje się, pękną od niego pobielone ściany kościołka, a gruba belka, na której stoi krzyż z Chrystusem, drży. Ksiadz u stopni ołtarza klęczy, organy z całej siły grają, a ciżba ludzka, cała na klęczkach, z szeroko rozwartemi usty, ze wszystkiej mocy śpiewa: „Święty Boże, święty Mocny, święty Nieśmiertelny!“ Czy to dlatego, że wszyscy przyklękli, czy dla innej przyczyny, tak go teraz ludzie pomiędzy swemi bokami i łokciami ścisnęli, że prawie oddychać nie może. Bolą go też od tego ścisku plecy i ramiona. Zbiera tedy wszystkie siły i całą swą zręczność, chyłkiem wyślizguje się z pomiędzy ludzi i, u samego boku ojca uklęknąwszy, przytula się do niego, jak tylko może najsilniej i najszczelniej. Ojciec uczuwa to i, twarzy od ołtarza nie odwracając, obejmuje go tak, że tylko głowa jego, z jasnemi jak len włosami, u ojcowskiego pasa, wychyla się z pod ramienia w żółtym kożuchu. Teraz, bezpieczny, znowu słucha i patrzy. Śpiew rozlega się coraz pełniejszy, ogromniejszy, silniej błagający i jakby nieukojony; ojca twarz, ku wielkiemu Chrystusowi na belce stojącemu podniesiona, a wyglądające mu z pod ramieni pyzate chłopię, to w nią, to w Chrystusa patrzy. Dziwi się ono, bo pomiędzy twarzą ojca i Chrystusa spostrzega niejakie podobieństwo. Wprawdzie na pierwszej czerwonych kropli nie ma, są zato stojące w oczach wielkie, szklane łzy, policzki jej także wydłużone i ciemne, tak jak u tamtej, i tak samo na niej, jak na tamtej, wyryte stoi, że ojca jakieś rany bardzo, bardzo bolą. Sam nie wie dlaczego, ale zdejmuje go ochota do śpiewania tego samego, co ojciec śpiewa, więc z szyją nieco ramieniem w kożuchu przyciśniętą, z pucołowatym policzkiem, do ojcowskiego pasa przytulonym, niezmiernie cienkim i fałszywym głosem zawodzić poczyna: „Święty Boże, święty Mocny, święty Nieśmiertelny!“"
      },
      {
        "index": 78,
        "text": "Tu Jerzy obudził się jakby ze snu, sen jakby z głowy strząsnął, dłonią po czole i oczach przeciągnął. Obraz wspomnieniem nawiany zniknął. Rozejrzał się po haliźnie, która pociemniała nieco, bo rozpromieniająca ją przedtem różana smuga niebieska zsunęła się nizko na drzewa i nakształt dalekiej zasłony iskrzyła się przez gęstwiny. Jerzy błyszczącemi oczami i z półuśmiechem na ustach chwilę jeszcze patrzał dokoła. „Święty Boże, święty Mocny“ — jakże on mocno i z całego serca kochał w tej chwili ziemię, niebo, śnieg, drzewa, mroźne powietrze, muzykę dzwonu u wierzchu starej dzwonnicy, ogromną figurę Chrystusa na grubej belce i to ramię ojcowskie w baranim rękawie, które osłaniało go przed ludzką ciżbą, gdy we wzniesionych oczach stały wielkie szklane łzy..."
      },
      {
        "index": 79,
        "text": "Z mniejszego, niz przedtem, oddalenia, dały się słyszeć po niejakiej przerwie stuki toporów. Pojedyńcze, to po kilka razem, to jak wystrzały kilku oręży jedne po drugich szybko i miarowo uderzały kędyś, w nieprzejrzanych głębiach lasu, kędy uśpione echa budziły się, porywały je i powtarzały, to tu, to tam, to silnie i krótko, to przewlekle i słabo, coraz słabiej. Czasem słychać też było głuche trzaski padających pni i suche trzeszczenie łamiących się gałęzi. Odgłosami temi zadziwione, czy przelęknione, ptactwo przycichło, drzewa z ropostartemi ramiony zdawały się ich słuchać, a nawet, górnym jakimś powiewem poruszone, wierzchołki dwa wysokopiennych sosen przychyliły się ku sobie i zaszeptały smutnym, przyciszonym szmerem..."
      },
      {
        "index": 80,
        "text": "Jerzy przyspieszonym krokiem poszedł w stronę dokonywającej się trzebieży, kędy, za śnieżnemi rzeźbami i koronkami lasu, palił się na skłonie nieba coraz silniej czerwieniejący, coraz ognistszy obłok."
      },
      {
        "index": 81,
        "text": "W parę godzin potem ten sam obłok jaskrawy i ogniem nalany stał pod seledynowym krańcem nieba i, bladą czerwienią zabarwiając szczyty topoli, krwiste smugi kładł na połyskującą tuż za niemi szybę zamarzłego stawu. Mróz stężał, w powietrzu ciszej jeszcze zrobiło się, niż było przedtem, nad dużym dziedzińcem zaświeciło kilka drobnych gwiazd. Na ganku długiego, nizkiego domu stała dziewczyna w różowym kaftanie i widocznie niespokojna, niecierpliwa, spoglądała, to na gwiazdy, to na zarumienione wierzchołki topoli, to na staw połyskliwy, tu i owdzie żarzący się czerwienią, to na bramę dziedzińca, lub na trzymany w ręku list w grubej kopercie. Szybkie poruszenia głowy, któr czyniła, to na dół, to w górę, to w prawo, to w lewo spoglądając, czyniły ją podobną do ptaka, który czegoś lęka się i wygląda. Ubrana była tak samo, jak w południe, gdy z wiadrem w ręku po wodę do studni biegła; tylko na nogi, z pod krótkiej spódnicy widzialne, włożyła skórzane trzewiki, różowy kaftan przepasała czerwonym paskiem chłopskim i grubą kosę zwinęła u wierzchu głowy w koronę, z pod której na kark i czoło sypały się deszcze krótkich, blado złotych włosów. Kibić miała trochę przysadzistą i twarz zbyt szeroką, nosek za gruby, lecz z warg wypukłych i kształtnych krew zdawała się tryskać, a z pod nizkiego, białego czoła i osypujących je drobnych promieni, patrzyły, zupełnie takie, jak u Kuleszy, duże, wesołe, szczere szafirowe oczy. Na tę twarz, niezbyt ładną, lecz świeżą i dobrą, wybuchnął rumieniec. Zeskoczyla z ganku i zrazu prędko, potem coraz wolniej iść zaczęła ku wchodzącemu na dziedziniec Jerzemu Chutce. W silnie zaróżowionych od mrozu rękach obracała, trochę nawet mięła, list w grubej kopercie. Jerzy z uśmiechem czapki uchylił, a gdy znaleźli się już blizko siebie, przyjacielskim ruchem rękę jej podał."
      },
      {
        "index": 82,
        "text": "— Panna Awrelia po takim mrozie chodzi..."
      },
      {
        "index": 83,
        "text": "— O, mróz, bynajmniej... ja do tego przywykłam, ale posłaniec z miasteczka wrócił i list do pana Jerzego przywiózł..."
      },
      {
        "index": 84,
        "text": "Oczy zamigotały mu radością, rękę prędko po list wyciągnął, ale ona z filuternym uśmiechem cofnęła swoją."
      },
      {
        "index": 85,
        "text": "— Chciałam go sama panu oddać, bo pewnie bardzo miły, ale zaraz nie oddam! Niech pan Jerzy poczeka trochę... na miłe rzeczy i czekać dobrze..."
      },
      {
        "index": 86,
        "text": "On, ani gniewał się, ani niecierpliwił, lubił znać tę świeżą, wesołą dziewczynę, która teraz, z głośnym śmieszkiem, rękę z listem za plecy schowała."
      },
      {
        "index": 87,
        "text": "— Jak panią bardzo pięknie poproszę, to pani odda..."
      },
      {
        "index": 88,
        "text": "— To niech pan prosi..."
      },
      {
        "index": 89,
        "text": "Z przechyloną nieco głową oczy ku niemu wznosiła, lecz on, listem cały zajęty, piękności tych oczu nie widział, tylko drugą, wolną jej rękę w obie swoje schwycił, pocałował ją, mocno uścisnął i, z pomimowolną zalotnością ładnego chłopca, w samą twarz jej patrząc, mówił:"
      },
      {
        "index": 90,
        "text": "— Proszę, proszę, moja miła, moja śliczna panno Awrelio, bardzo proszę!"
      },
      {
        "index": 91,
        "text": "Pięknie prosił, zbyt pięknie nawet, bo za plecami dziewczyny list na śnieg upadł, a ona sama, jak jaskrawy obłok zarumieniona, zwróciła się ku domowi i biedz zaczęła. Na ganku zatrzymała się zdyszana i cała w ogniu; stała chwilę, na drzwi domu szklanemi oczami patrzała, aż przemocą wyrwała się z zamyślenia i do sieni wbiegła, wołając:"
      },
      {
        "index": 92,
        "text": "— Karolka, do wieczerzy nakrywaj, a ja do kuchni lecę. Tatko z obory idzie i pan Jerzy już z lasu powrócił!"
      },
      {
        "index": 93,
        "text": "Jerzy zaś, w schludnym pokoju ze świeżo pobielonemi ścianami, białą, sosnową podłogą, i trochą nowych drewnianych sprzętów, u okna stanął i grubą kopertę rozdarł. Białe światło śniegu, z lekka różaną barwą zmieszane, padło na grube, niekształtne, niewprawną ręką kreślone pismo."
      },
      {
        "index": 94,
        "text": "„Ach, najdroższy Jerzy! Zmartwiona jestem bardzo i smucę się okropnie, bo Kostanty, slyszę, coraz gorzej na ciebie wygaduje i odgraża się, że ani grosza posagu nie da. Ja nie wiem, jak ja wyjdę za mąż bez posagu i bez wyprawy. Wielki to będzie wstyd dla mnie, i ty swojej ziemi nie masz, a jak, broń Boże, miejsce stracisz, to co my wtedy zrobim? Ja zdrowa jestem, tylko bardzo zmartwiona i bardzo mnie za tobą tęskno, bo ja bez ciebie to jużbym żyć nie mogła. Tak pobuntował siostry i szwagrów, że odgrażają się wielką nieprzyjemność twoim rodzicom zrobić, jeżeli ty mnie nie wyrzeczesz się...“"
      },
      {
        "index": 95,
        "text": "Tu Jerzy wyprostował się, brwi zmarszczył i, list mnąc w pięści, prawie krzyknął: — Moim rodzicom! a nie doczekanie ich! Wprzódy ja im łby potrzaskam!"
      },
      {
        "index": 96,
        "text": "Ochłonął jednak wkrótce i dalej czytał."
      },
      {
        "index": 97,
        "text": "„Anulka mnie namawia, żebym sama do nich pojechała i powiedziała im, że mam takie postanowienie i że mnie nikt od ciebie nie odwróci. Ona tobie bardzo sprzyja i ze mną pojedzie. Już dziś biegałam do miasta fornalkę najmować, ale nie znalazłam takiego, coby niedrogo nas zawiózł. Może za kilka dni pojedziemy i będę widzieć się z Kostantym i z siostrami i niechtam sobie choćby mnie przeklną i wyrzekną się: ja dla ciebie zawsze zostanę jednostajną. Nigdy, nigdy ja ciebie nie opuszczę i o tobie nie zapomnę, ty mnie milszy nad wszystko w świecie. Oni ciągle krzyczą, że ty chamskiego urodzenia i ziemi swojej nie masz i że mnie z tobą nędza czeka, bo ty ziemi nie masz. Może to i prawda, ale ja wolę z tobą nędzę, jak z drugim bogactwo. Już żegnam ciebie, mój najdroższy Jerzy, i twego listu czekam."
      },
      {
        "index": 98,
        "text": "„Żeby on choć dwie krówki na pierwsze gospodarstwo nam dał, a tak, choć tam podobno i pięć można trzymać, to za cóż my kupim? W dzień to ciągle o tobie myślę, a jak noc przyjdzie, to tyle tylko co oczy zamknę, zaraz ty mnie śnisz się. Ach kiedy my już będziem ciągle razem! Ten Kostanty jest złośnik i ambitny, gotów jeszcze doprawdy tobie, albo twoim rodzicom jaką nieprzyjemność zrobić. Jak tylko będę mogła, zaraz tobie doniosę, jaka to u nas będzie rozmowa i jak ja od nich wyjadę, bo jeżeli on do końca nie upamięta się, tak postanowiłam, że do Anulki powrócę i od niej za ciebie wyjdę. Ona na to zgadza się, bo bardzo tobie sprzyja, ale ona jedna z całej familii, której daj Boże takiej nie mieć! Jak mnie w głowie kręci się od tego wszystkiego! Bądź zdrów, mój najdroższy Jerzy, i nie zapominaj o mnie, tak jak ja o tobie nie zapomnę, żeby tam nie wiem co. Twoja do grobu. Salunia.“"
      },
      {
        "index": 99,
        "text": "U samego brzegu arkusika, ozdobionego czerwoną i pozłacaną różą, było jeszcze bardzo krzywo napisano:"
      },
      {
        "index": 100,
        "text": "„Podobno pan posesor w Laskowie ma ładne córeczki. Jeden człowiek ztamtąd mnie to powiedział. Pewno tam u was wesoło czas przechodzi, a mnie bardzo smutno“."
      },
      {
        "index": 101,
        "text": "Jerzy list na stół rzucił i prędko pokój przebiegł. Zgryziony był i rozgniewany. Że Salusia brzydko, nieortograficznie pisała, o tem wiedział i o to nie dbał. Nauczy ją pisać lepiej, a jeżeli i nie nauczy, nie będzie przez to, ani brzydszą, ani gorszą, ani mniej jemu miłą. Ale po co ona powtórzyła w liście to, co ten dureń brat jej, i cała familia o nim i jego rodzicach wygaduje? Po co wymawia mu sama, że on swojej ziemi nie ma i przypuszcza, że może ją z nim spotkać nędza? Nigdy przedtem o niczem podobnem nie mówiła i nie myślała. Mniejsza jednak z tem: nastraszoną jest i od niego oddaloną, więc różne myśli do głowy przychodzić jej muszą. Ale od rodziców jego i wymawiania mu chamskiego pochodzenia, familii jej — wara!"
      },
      {
        "index": 102,
        "text": "Stanął znowu przed stołem tak wzburzony, że aż z zaczerwienionem czołem i rozrzuconemi włosami gibkiem ramieniem rozpaczliwy gest uczynił i zawołał:"
      },
      {
        "index": 103,
        "text": "— Łby potrzaskam! jak Boga kocham, pojadę i łby potrzaskam!"
      },
      {
        "index": 104,
        "text": "Wkrótce jednak ochłonął, ręką machnął, nawet zaśmiał się."
      },
      {
        "index": 105,
        "text": "— Ot, mam też czego martwić się i irytować! Gdy wezmę dziewczynę, skończy się wszystko i kpów tych znać nawet nie chcę. Dla niej warto coś i przecierpieć, a im, no! pokażę kiedyś, com za jeden! Jeszcze oni kiedyś nizko pokłonią się przedemną!"
      }
    ]
  }
}