{
  "chapterNumber": 5,
  "title": "Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV. W Laskowskim dworze obszerny dziedziniec napełniony był ruchem ludzi i zwierząt, mnóstwem zmieszanych głosów ludzi i rzeczy. Przedewszystkiem toczył się tam i aż na sąsiednie pola zataczał turkot młócarni, potężny, basowy, do nieustającego ani na chwilę i tylko słabnącego czasem, a czasem wzmagającego się, grzmotu podobny. Przez bramę wjeżdżały i przez dziedziniec ze skrzypami ciągnęły szeregi sań przywożących drzewa przy leśnej trzebieży ścięte, długie pnie sosnowe z szeroko na wsze strony sterczącemi i w szyszki ustrojonemi gałęźmi. Stuki tych pni na ziemię zwalanych rozlegały się razem ze zgrzytamiem piły i stukaniem siekier, które w pobliżu wznoszonych stosów opałowego drzewa, przy każdem podnoszeniu się i opadaniu rzucały ostre, zimne połyski. Wielkie koło studni obracało się często, wyciągając z głębokości wiadra pełne wody lub napełniając nią koryta, do których przychodziły liczne i piękne stada koni i bydła. Ludzie donośnemi głosami przyzywali się i nawoływali; na stawie, za topolami kilkoro dzieci ślizgało się z głośnym krzykiem; psy oszczekiwały każde wjeżdżające na dziedziniec sanie, poczem śpiesznie wracały ku drzwiom piekarni i kuchni, które z kominó buchały kłębami dymu, a z otwierających się co chwilę drzwi zapachem razowego pieczywa i blaskami palących się w piecach ogni. Ruch, życie, dostatek, minuty zapełnione po brzegi, ręce zajęte po krańce sił, królestwo, w którem pod panowaniem Floryana Kuleszy, wesołość, zarówno jak praca, musiała być rzeczą znaną, powszednią. Pomiędzy błękitnem niebem, z blado-złotą tarczą słoneczną pośrodku, a iskrami zasianą białością ziemi, w czarnym wieńcu lasów, w powietrzu lekko mroźnem, rzeźwem, czystem, był to akord ludzkiego życia, tryumfującego nad pozorną śmiercią natury, wrzątek ludzkich zabiegów i nadziei, zwyciężający jej chłód i srogość."
      },
      {
        "index": 2,
        "text": "Floryan Kulesza ukazał się w otwartych wrotach stodoły rumiany, z błyszczącemi pod barankową czapką oczyma, w krótkim, obcisłym kożuszku i długich butach, krępy, raźny i silny. W ciemnawej głębi stodoły, wśród zasieków do połowy jeszcze zapełnionych i pachnących uschłemi kłosami i ziołami, pozostawił on maszynę, która, warcząc, turkocząc, hucząc, wybijała z rzucanych jej na pastwę więzi zbożowych, twarde grady ziarn i szeleszczące deszcze zmiętej słomy. Ziarna były czyste, równe, ważkie, słoma obfita, więc Kulesza miał minę i postawę człowieka zupełnie zadowolonego. Zziębłe ręce zacierając, rozglądał się po dziedzińcu, aż patrzeć zaczął w stronę, w której zrzucano z sań przywożone drzewo, ogałacano je z szyszek, piłowano i rąbano. Ej, nastał-bo też teraz ruch i porządek z tem drzewem, które przedtem tyle kłopotu i zmartwienia mu przyczyniało! Za czasów starego nadleśnego nigdy go ani na opał, ani do poprawiania dworskich budynków we właściwej porze i w należytym gatunku otrzymywać nie mógł. Przypominał, prosił, kłócił się, skarżył nawet: nic nie pomagało, a szkody i niewygody wynikały z tego ważne i niemiłe. Teraz wcale co innego; wszystko idzie prędko, rzeźko, akuratnie, kiedy i jak potrzeba. Ten młokos wybornie zna się na tych rzeczach, a przecież i czyta o nich jeszcze, całemi niekiedy wieczorami zanurzając sie w tych książkach, które sobie u głównego zarządu książęcych lasów uprosił. Do pracy ochotę ma wielką, ale jeszcze większą ambicyę, i ta pchałaby go naprzód wtedy nawet, gdyby go kiedy i lenostwo opanowało. Zdaje się, że i przyszłości swojej nie byle jak myśli, to też i pewno będzie ją miał nie byle jaką. Onegdaj jeszcze przy wieczerzy powiedział: „Gdybym był szkoły skończył... ho, ho! Ale i samemu wiele nauczyć się można, byle zdatność i ochota były. To już wiem, że z moich raportów tam w zarządzie kontenci, więc tak im w Laskowie las urządzę, aby za dwa, trzy lata do większego mnie przenieśli!“ Powiedziawszy to, zerwał się od stołu, a że wieczerza skończoną już była, więc zawołał:"
      },
      {
        "index": 3,
        "text": "— Panno Aurelio! Panno Zofio! Panno Karolino! Cztery kąty, a piec piąty!"
      },
      {
        "index": 4,
        "text": "Dziewczęta migiem w trzech kątach stanęły, ale Antek gdzieściś przepadł, więc, Boże odpuść! matkę, jak te drapieżne ptaki, porwali, aby czwartym kątem była. Jęczała, piszczała, ale w kącie stanęła i dawaj latać od pieca, który pośrodku z rozpostartemi rękami stał, uciekając. Latając, jęczeć i piszczeć nie przestawała, co przy małej i cienkiej jej figurce, czyniło ją bardzo do myszy podobną. Kulesza myślał, że pęknie od śmiechu, aż mu się też żal zrobiło żony, przez dzień cały dobrze stuptanej, i, posadziwszy ją na stołku, sam latać zaczął. No, było to latanie, aż okna trzęsły się i podzwaniały, wcale też nie szybkie, a jednak dziwna rzecz, piec ani razu go nie złapał. Co złapie który z kątów, to pewnie dziewczyna, najczęściej Awrelka. Wiadomo, młody, choć zaręczony i zakochany, woli zawsze zakręcić młynka z córką, niż z ojcem. Ale nic w tem złego, ani nieprzystojnego nie ma, broń Boże! Grzeczny jest, delikatny, nikomu nigdy ubliżenia nie wyrządzi, Awrelka zaś, zdaje się, że już amory z głowy sobie wybiła, jeżeli jeszcze miała je kiedy, bo mogło też to być wymyśleniem matki, we wszelkiej rzeczy biedę upatrywać, nad wszelką rzeczą jęczeć lubiącej. Tak zawsze z nią bywało: urodzi się córka, jęczy: czemu nie syn? Urodzi się syn, jęczy znowu: czemu nie córka? Nieurodzaj, jęczy: z nędzy poginiem! urodzaj, jęczy znowu: a co na przyszły rok będzie? Zachoruje ktokolwiek, jęczy: umrze już niezawodnie! Wszyscy zdrowi, jęczy jednak: pewnie wprędce kto zachoruje! Tak i teraz do Awrelki upatrywała: „dziewczyna mizernieje, smętnieje, apetyt traci!“ Złoży, bywało, ręce na kolanach i wzdycha: ach, Boże, mój Boże, do czego to miłość bez wzajemności doprowadzić człowieka nie może! Ot, przypomniała sobie babka dziewiczy wieczór! pora jej o miłości bez wzajemności myśleć! Ale te baby, żeby nie wiedzieć jakie poczciwe i sterane, zawsze mają głowę do romansów przygotowaną. Dziewczyna tymczasem zdrowa jak ryba, czerwona jak róża, je jak rodzona córka Floryana Kuleszy, a w czterech kątach i piątym piecu lata, aż podłoga pod nią się trzęsie! W przyjaźni jest z Jerzym, to prawda, gadają z sobą często, ona mu czasem smaczniejsze jedzenie przysunie, albo, kiedy on w lesie, w pokoikach jego porządek zrobi; ale cóż w tem osobliwego? Chłopiec jest miły, roztropny, do familii jakby już należący, a dziewczyna, zwłaszcza w ojcowskim domu, dla wszystkich grzeczną być powinna. Ot, ożeni się niebawem, żonkę tu przywiezie i Teofila swoje babskie androny pleść przestanie, bo co do jęczenia, to to jest w niej nieśmiertelnem. Nad tą materyą już jęczeć nie będzie, nad drugą będzie... Zresztą, może i istotnie szkoda, że... W teraźniejszych czasach, tacy, jak on, z pod każdego kamienia nie wyrastają. Poczciwość żony i krwawicę teścia szanować-by umiał, a może też z czasem żonę wyniósłby wyżej, niżby to jaki kiepski panicz potrafił uczynić. No! co z pieca spadło, to przepadło, i nie ma o czem myśleć! Lepiej oto trzeba jemu powiedzieć, aby nie dwadzieścia sążni drzewa ustawić kazał, jakem go był prosił, ale dwadzieścia pięć; bo nuż zabraknie?"
      },
      {
        "index": 5,
        "text": "W tej chwili ozwał się z ganku cienki, donośny głosik:"
      },
      {
        "index": 6,
        "text": "— Tatku! czy tatko zaraz na obiad przyjdzie?"
      },
      {
        "index": 7,
        "text": "Kulesza z połowy dziedzińca odhuknął:"
      },
      {
        "index": 8,
        "text": "— Nie zaraz jeszcze, bo z panem Jerzym pogadać muszę."
      },
      {
        "index": 9,
        "text": "Aurelka z ganku zbiegła i wkrótce znalazła się obok ojca; wysunęła się też z sieni Kuleszyna i zdaleka jęczała."
      },
      {
        "index": 10,
        "text": "— Jezus Marya! A to już dawno pora ci jeść! Jak wygłodniejesz, to objesz się zanadto i, broń Boże, zachorujesz!"
      },
      {
        "index": 11,
        "text": "Ale za córką żwawo ku mężowi po śniegu dreptała."
      },
      {
        "index": 12,
        "text": "Z oficyny wypadła średnia z sióstr, Karolka; ze stawu, gdzie ślizgały się z kilkorgiem chłopskich dzieci, jak ptaki zerwały się i przez dziedziniec leciały dzieci najmłodsze. Wszyscy już razem zbliżyli się ku miejscu, gdzie kipiała różna około drzewa robota. Opróżnione sanie z powrotem ku lasowi odjeżdżały, kilku ludzi z powalonych na ziemię drzew obierało szyszki i zsypywało je do wielkich worów, inni stukali siekierami, inni jeszcze wznosili stosy."
      },
      {
        "index": 13,
        "text": "— Od strony słońca składać, od słońca, lepiej wysychać będą! — wołał Jerzy, a obracając się ku tym, którzy nad szyszkami pracowali, nadchodzących spostrzegł:"
      },
      {
        "index": 14,
        "text": "— Dzień dobry, państwu!"
      },
      {
        "index": 15,
        "text": "Czapki grzecznie uchylił, do Aurelki uśmiechnął się i szepnął:"
      },
      {
        "index": 16,
        "text": "— A z panny Aurelii fałszywy jest prorok!"
      },
      {
        "index": 17,
        "text": "— Cóż ja panu Jerzemu przepowiadałam? już i nie pamiętam!"
      },
      {
        "index": 18,
        "text": "— Że dziś list miły będę miał?"
      },
      {
        "index": 19,
        "text": "— Czy nie przybył?"
      },
      {
        "index": 20,
        "text": "— Posłaniec z poczty przybył, lecz bez listu."
      },
      {
        "index": 21,
        "text": "— A pan Jerzy niespokojny?"
      },
      {
        "index": 22,
        "text": "Zmarkotniał i cicho do dziewczyny mówić zaczął:"
      },
      {
        "index": 23,
        "text": "— A niespokojny jestem. Pani o wszystkiem wie, bo ja wszystko pani powierzyłem. Zdaje się, że lepszej przyjaciółki nad panią mieć nie mogę, więc i to powiem, że cały dzień dzisiejszy takie myśli mam w głowie: może oni ją za mnie bardzo męczą i prześladują, może ona zachorowała, może jej w pisaniu do mnie przeszkody stawią..."
      },
      {
        "index": 24,
        "text": "Chmury przechodziły mu po oczach i czole, gdy to mówił, Aurelka zaś, ze spuszczonemi oczami, końcem stopy obutej w skórzany trzewik, esy na śniegu kreśliła, a po chwili z cicha odezwała się:"
      },
      {
        "index": 25,
        "text": "— Niech tylko pan Jerzy o jej wierności żadnego wątpienia nie ma, bo toby panu bardzo bolesnem było."
      },
      {
        "index": 26,
        "text": "— Ja też tego wątpienia nie mam, — z wyrazem silnego przekonania odparł — wiem dobrze, iż ona dla mnie, tak jak ja dla niej, zmienić się nie może... Ale zawsze takie przeszkody i nieprzyjemności..."
      },
      {
        "index": 27,
        "text": "— Kochającemu sercu wszystko łatwo, aby tylko do swego celu dojść zdołało..."
      },
      {
        "index": 28,
        "text": "— A zkądże panna Aurelia wiedzieć o tem może, kiedy niedawno mówiła, że nigdy jeszcze w życiu nie była zakochaną?"
      },
      {
        "index": 29,
        "text": "Zmieszała się ogromnie i, jak zwykle bywało, gdy zmieszaną lub niespokojną się czuła, zaczęła we wszystkie strony oczyma rzucać, a zarazem i szyją i głową poruszać to w prawo, to w lewo, to w górę, to w dół, co czyniło ją podobną do przelęknionego lub zaciekawionego ptaszka."
      },
      {
        "index": 30,
        "text": "Kulesza tymczasem oglądał wzniesione już sążnie i Kuleszyna tez dokoła nich dreptała, jęcząc, że bardzo mokre, że z samego sosnowego drzewa zbudowane, że podpałek za mało w nie włożono... Zośka i Antek huśtali się na jednej z leżących dokoła desek, Karolka i Aurelka, na wiórach przysiadłszy, zaczęły szyszki z leżących sosen obrywać, niemiłosiernie koląc sobie ręce o sosnowe igły. Wszyscy aż po kostki stali i chodzili w wiórach i miałkich opiłkach drzewa, które na znacznej powierzchni, niby piaszczystemi wzgórkami, okrywały ziemię. Jerzy pokazywał dziewczętom szyszki, które na nasienie obrywać z gałęzi potrzeba: brunatne, błyszczące, z łuszczkami zasklepionemi żywicą, takie bowiem tylko są pełne ziarna, która zaś łuszczki ma juz otwarte i z żywicy ogołocone, ta na nic; nasienie z niej wysypało się, lub je wiewiórka i ptaki wyjadły. Dziewczęta usiłowały otwierać szczelnie zwarte łuszczki szyszek i tego tylko dokonały, że na palcach ich osiadły bursztynowego koloru kryształki, z których ulatywał, do przeczucia wiosny podobny, zapach żywicy. Wtem psy z zaciekłym ujadaniem rzuciły się ku bramie, przez którą wjechały sanki, w ładnego, spasłego konika zaprzężone. Siedział na nich człowiek w kożuchu, który też, konia u pierwszej topoli zatrzymawszy, z sań wysiadł i przez dziedziniec iść zaczął. Obcym był widać i pierwszy raz tu się znajdował, bo od psów, które go napastowały, batem się opędzając, szedł powoli i nieśmiało oglądał się na wszystkie strony. Zanim ktokolwiek słowo mógł wyrzec, Antek z zaimprowizowanej huśtawki zeskoczył, pędem puścił się ku przybywającemu i, psy rozpędziwszy, z zadartą głową, bo przybysz dość wysokim był, a on maleńkim, kilka słów z nim zamienił, potem zaraz, równie wielkim pędem biegł napowrót, trzepocząc ramionami i zdala krzycząc:"
      },
      {
        "index": 31,
        "text": "— Do pana nadleśnego!... posłaniec z listem! pooo-słaaa-nieeec z Tooo-łooo-czek!"
      },
      {
        "index": 32,
        "text": "— A co? czy fałszywy prorok ze mnie? — szepnęła Aurelka do Jerzego."
      },
      {
        "index": 33,
        "text": "On jakby w promieniach cały stanął. Widać było, że ucieszył się ogromnie i wielką niecierpliwość uczuł, jednak, ku nadchodzącemu posłańcowi patrząc, krokiem nie ruszył się z miejsca. Może przez wstyd i dumę nie chciał przed wszystkimi okazywać, jak bardzo listu od narzeczonej pożąda. Wszyscy też pomilkli i z ciekawością na niego patrzyli; nawet trzej leśnicy, jego podwładni, przestali obrywać szyszki i z pospuszczanemi rękami stanąwszy, w niego wlepili oczy. Posłaniec też, od psów uwolniony, szedł prędko i wkrótce, ze stopami w opiłkach i wiórach grzęznącemi, przed Jerzym stanął. Był to człowiek w znoszonym kożuchu i starej czapce, na pozór gapiowaty, w gruncie jednak może i przebiegły, bo z pod brwi gęstych żartobliwy jakby wzrok w Jerzego wlepiał. Naprzód nieco pochylony, za kożuchem u piersi szukał czegoś dość długo i ciągle na Jerzego patrzał."
      },
      {
        "index": 34,
        "text": "— Kto ty taki? — zapytał Jerzy."
      },
      {
        "index": 35,
        "text": "— Parobek od Konstantego Osipowicza, — odpowiedział — i nakoniec wyciągnął z za kożucha list, a Jerzemu go podając, rzekł:"
      },
      {
        "index": 36,
        "text": "— A to od Salusi Osipowiczówny... od panienki..."
      },
      {
        "index": 37,
        "text": "Przy ostatnim wyrazie uśmiechnął się pod zbielałym od mrozu wąsem, ale Jerzy tego nie widział, bo, z niepodobnym już do ukrycia pośpiechem list pochwyciwszy, prędko rozdarł kopertę i nagle, ze zsuniętemi brwiami, z żyłami na czole krwią nabiegłemi, ręce opuścił. Z rozdartej koperty wypadł i u stóp jego, na pagórku miałkich piłowin leżał, w promieniu słońca błyszcząc, mały, złoty pierścionek z perełką. Aurelka krzyknęła, poczem, nierada z siebie, w obu garściach ukryła usta; Karolka i Zosia parsknęły śmiechem, Kulesza zaczerwienił się i szeroko wytrzeszczył oczy, Kuleszyna splasnęła rękoma i zajęczała: Jezus Marya!, jeden zaś z leśników poskoczył, pierścionek podniósł i Jerzemu podał. Uczynił to niby z grzeczności względem zwierzchnika, ale, młodzik i filut, niedawno przez Jerzego za niedopilnowanie jakiejś defraudacyi w lesie zgromiony, z uciechy nad tem, co się zdarzyło, aż oczami błyskał. A co się zdarzyło, wszyscy od razu zgadli, bo i dziecko wie przecież co znaczy, gdy z listu narzeczonej pierścionek wypada. Jerzy z pierścionkiem w ściśniętej ręce, w drugiej list trzymał i z zarumienionem czołem czytał. Nie długo czytał, bo list był krótki:"
      },
      {
        "index": 38,
        "text": "„Bardzo mnie jest przykro i boleśnie, że pana Jerzego pożegnać muszę, i to już na zawsze, ale widać taka jest wola boska, i podług woli familii mojej postąpić mi trzeba, która mnie pięknie prosi, a jak nie, wyrzec się i przekląć obiecuje. Niech pan Jerzy będzie upewniony, że z wielką trudnością to postanowienie dokonywam, ale muszę, no gdyby tak stało się, jak kiedyś myśleliśmy sobie i pragnęli, pewnie obojgu nam nie byłoby dobrze na świecie. Niech pan Jerzy bedzie jaknajszczęśliwszy i niech wszystko na świecie panu sprzyja. Ja dla pana na wieki zostanę życzliwą, a teraz bardzo smutna jestem i, łzy wylewając, to piszę. Ten zaręczynowy pierścioneczek, który mam od pana, odsyłam, a ten, ktory pan ma odemnie, proszę bardzo, aby pan na pamiątkę schował, od nieszczęśliwej i wiecznie panu życzliwej Salomei.“"
      },
      {
        "index": 39,
        "text": "Skończywszy czytać, Jerzy chwilę jeszcze na list patrzał, jakby przytomność odzyskać usiłował. Spokojnym też głosem, i tylko z czerwonem ciągle czołem, posłańca zapytał:"
      },
      {
        "index": 40,
        "text": "— Czy panna Osipowiczówna sama tobie ten list oddała?"
      },
      {
        "index": 41,
        "text": "Chłop, kłaniając się, odpowiedział:"
      },
      {
        "index": 42,
        "text": "— Sama, a jakże, sama! A Konstanty Osipowicz to tylko przykazał mnie panu powiedzieć..."
      },
      {
        "index": 43,
        "text": "Tu zawahał się, na wszystkie strony pokłonił się i dokończył:"
      },
      {
        "index": 44,
        "text": "— Konstanty Osipowicz kazał to tylko powiedzieć: że nie dla psa kiełbasa i jego siostra nie dla takiego, którego baćko jeszcze w skórę brał!..."
      },
      {
        "index": 45,
        "text": "Mętną mgłą przysłonięte oczy Jerzego spotkały się w tej chwili z drwiącym trochę wzrokiem młodego, przed paru dniami zgromionego leśnika i z pełnemi zmieszania twarzami dwu innych; na całem ciele drżeć zaczął, a na całej twarzy, tak płonąc, jakby krew z za skóry wnet mu trysnąć miała, z podniesioną ręką rzucił się ku posłańcowi. Ale Kulesza w mgnieniu oka pochwycił go za tę podniesioną rękę."
      },
      {
        "index": 46,
        "text": "— Daj pokój! daj pokój! — śpiesznie i głośno sapiąc mówił, — posłańca nie wieszają i nie ścinają... Awrelka, zaprowadź go do kuchni i jeść mu daj... Chodźmy, panie Jerzy, do domu, bo i na obiad czas..."
      },
      {
        "index": 47,
        "text": "Chciał go pod ramię wziąć, ale Jerzy, cały kipiący, pierścionek z małym turkusem z palca zerwał i na posłańca rzucił."
      },
      {
        "index": 48,
        "text": "— Masz! Pannie Salomei powiedz odemnie, że ja żadnych pamiątek od niej nie potrzebuję... a panu Osipowiczowi, że ja pięknie kłaniam się jemu i zapowiadam, że nie daj Boże, aby on kiedykolwiek jeszcze przeciw ojcu mojemu językiem chlasnął, bo jeżeli to do uszu moich dojdzie, przyjadę i łeb roztrzaskam... Nie kijem, ani toporem to uczynię, bom nie zbójca, ale wprost kulą... ze strzelby!..."
      },
      {
        "index": 49,
        "text": "Wyprostował się, czapki uchylił i rzekłszy: „do widzenia państwu“, szerokim krokiem ku oficynie poszedł. W kwadrans potem ze strzelbą na plecach szedł ku bramie. Karolka przez okno to zobaczyła i chciała biedz na obiad go zapraszać. Ale Kulesza córkę powstrzymał."
      },
      {
        "index": 50,
        "text": "— Daj pokój! Niech wysapie się z żalu i gniewu. W samotności łatwiej mu to przyjdzie, aniżeli pomiędzy ludźmi."
      },
      {
        "index": 51,
        "text": "Po obiedzie Kuleszyna przybiegła do męża, który w pokoju, kancelaryą nazywanym, do pisania rachunków zasiadł. Wydawała się nadzwyczaj zajętą, ożywioną i, na biurku mężowskiem łokcie kładąc, zaszeptała:"
      },
      {
        "index": 52,
        "text": "— Czy Floryan wie, że ta panna już z kim innym zaręczona?... słyszę z Cydzikiem, który jeszcze smarkaty jest, ale jedynak u ojca i bogaty..."
      },
      {
        "index": 53,
        "text": "— Od jakiejże to sroki Teofila wiadomość tę powzięła? — drwiąc niby z babskiej chętności do plotek, ale w gruncie zaciekawiony, zapytał Kulesza."
      },
      {
        "index": 54,
        "text": "— A toż ten posłaniec Awrelce rozpowiedział, kiedy mu w kuchni obiad dawała. Dużo tam hałasu było, — mówił, — i proszenia i grożenia, dwa razy swaty przyjeżdżały, za pierwszym razem zrekuzowała, a za drugim zgodziła się narzeczoną pana Cydzika zostać..."
      },
      {
        "index": 55,
        "text": "— Taka to babska stałość! — mruknął Kulesza."
      },
      {
        "index": 56,
        "text": "— Kiedyż, słyszę, familia tchnąć jej nie dawała... ciągle jej wyrzucali, że on chłop i ziemi swojej nie ma..."
      },
      {
        "index": 57,
        "text": "— Kpy, osły, bałwany, barany!"
      },
      {
        "index": 58,
        "text": "— Floryan mówi kpy, osły, bałwany, barany, a ja mówię, że pomyślawszy, to może oni racyę mieli... Zawszeż to prawda, że on chłop..."
      },
      {
        "index": 59,
        "text": "Kulesza wyprostował się i tak na żonę spojrzał, że umilkła. Z wielką też stanowczością mówić zaczął:"
      },
      {
        "index": 60,
        "text": "— Niech Teofila posłucha. Ja Teofilę szanuję, bo matką moich dzieci jest i, zawsze poczciwą, pracowitą kobietą będąc, mojego przywiązania nigdy nie zawiodła. Ale teraz, to mówię i poprzysięgam, że jeżeli Teofila kiedykolwiek przy nim, albo też i bez niego, choć słóweczko o jego chłopstwie piśnie... to... to..."
      },
      {
        "index": 61,
        "text": "Widocznie groźby dość silnej przez chwilę nie znajdował w głowie, aż pięścią w biurko uderzył i zawołał:"
      },
      {
        "index": 62,
        "text": "— To ja z Teofilą do rozwodu pójdę!..."
      },
      {
        "index": 63,
        "text": "Jak piorunem rażona, znieruchomiała, oczy wytrzeszczyła; jednak zarazem i śmiać się jej zachciało."
      },
      {
        "index": 64,
        "text": "— U Floryana zawsze facecye... — zaczęła."
      },
      {
        "index": 65,
        "text": "On przerwał jej mowę."
      },
      {
        "index": 66,
        "text": "— To nie facecye... do rozwodu z Teofilą pójdę... jak Bóg na niebie..."
      },
      {
        "index": 67,
        "text": "Tu jednak na osłupiałą i przestraszoną żonę popatrzył i aż wargi zaczęły mu latać od powstrzymywanego śmiechu."
      },
      {
        "index": 68,
        "text": "— I z młodszą ożenię się, z ładniejszą, a zwłaszcza z mądrzejszą — dokończył."
      },
      {
        "index": 69,
        "text": "— Floryan plecie... — zdołała nakoniec wymówić Kuleszyna."
      },
      {
        "index": 70,
        "text": "— Wcale nie plotę i Teofilę upewniam, że jeżeli mnie w tym razie nie posłucha, coś złego zajdzie między nami... cokolwiek, ale złego! Bo to nie ładne facecye, komuś pochodzenie wypominać, ale po pierwsze: głupi zabobon, a po drugie: wielki grzech... daleko większy, niż w piątek i sobotę mięso jeść... Niechże Teofila lepiej już w piątki postu mi nie nakazuje, a głupią być przestanie i grzechu względem bliźniego swego nie popełnia..."
      },
      {
        "index": 71,
        "text": "Kuleszyna, wybornie męża znająca, spostrzegła, że z gniewu już ochłonął, i raz jeszcze do sprzeczki stanęła."
      },
      {
        "index": 72,
        "text": "— Floryan o bliźnich mówi, a i Osipowicze, zdaje się, chrześcijanie tak jak my, jednak w nim bliźniego nie uwidzieli..."
      },
      {
        "index": 73,
        "text": "— Ot i powiedziała! Wiadomo, że nawet Pan Jezus nie zdołał wszystkich osłów i baranów w ludzi poprzemieniać! Ale co Teofili do tego? Byleby sama osłem, ani baranem nie była!"
      },
      {
        "index": 74,
        "text": "Tego dnia Jerzy przyszedł na wieczerzę o zwykłej porze, ale wyglądał wcale nie zwykle. Zmienionym był, nie na twarzy, która owszem od długiego chodzenia po lesie żywiej niż kiedy była zarumienioną, ale w obejściu się i postawie. Malowała się w nich niezwykła spokojność i obojętność; wydawał się więcej niż zawsze wyprostowanym i ze sposobu, w jaki powitał osoby, przy stole już zebrane, powiał chłód. Wyglądało to tak, jakby drugi lub trzeci raz zaledwie widział te osoby i nie życzył sobie wchodzić z niemi w stosunki poufałe. Niegrzeczności najmniejszej nikomu nie zrobił; owszem, z Kuleszą rozmawiał przy wieczerzy o gospodarstwie rolnem i leśnem; Kuleszynie z pośpiechem podniósł i podał chustkę, która zsunęła się jej z pleców, do Aurelki podszedl i wazę z zupą z rąk jej wziąwszy, na stole ją postawił. Ale wszystko to czynił, nie tak, jak zwykle: bez zwykłej wesołości i poufałości. Zaraz też po skończeniu wieczerzy wziął czapkę i z grzecznym ukłonem, wszystkim życzenie dobrej nocy oddawszy, wyszedł. Ale przed nim jeszcze Aurelka wymknęła się z pokoju i, kiedy na ganek wychodził, zobaczył ją przy jednym ze słupów stojącą i prędko poruszającą głową, to w dół, to w górę, to w prawo, to w lewo."
      },
      {
        "index": 75,
        "text": "— Dobrej nocy, pannie Aurelii, — rzekł i, minąwszy ją, już z paru wschodów gankowych zstąpił, gdy ona odezwała się z cicha:"
      },
      {
        "index": 76,
        "text": "— Panie Jerzy!"
      },
      {
        "index": 77,
        "text": "Obrócił się ku niej i stanął."
      },
      {
        "index": 78,
        "text": "— Co pani każe?"
      },
      {
        "index": 79,
        "text": "Dziewczyna aż zatrzęsła się cała."
      },
      {
        "index": 80,
        "text": "— Ja nic nie każę! — zawołała, — dla czego pan taki jakiś... taki jakby pan nas wszystkich pierwszy raz w życiu swojem widział? Ja chciałam tylko panu powiedzieć, aby pan nie martwił się bardzo... mój panie Jerzy, mój drogi panie Jerzy, proszę bardzo nie martwić się... Wszystko przejdzie... może też Pan Bóg da, że szczęście znowu kiedykolwiek dla pana zaświeci... może..."
      },
      {
        "index": 81,
        "text": "Widocznie nie wiedziała już co mówić dalej, jak pocieszać; w zmroku wieczornym twarzy jej dobrze widzieć nie mógł, ale przyciszony głos jej był tak żałośnym, że aż w jękliwe tony wpadał."
      },
      {
        "index": 82,
        "text": "— Mój panie Jerzy — zaczęła znowu — niech pan choć ze mną nie będzie taki jakiś... obojętny, czy też ambitny i tak, jak dawniej, wszystko mnie powierza... przecież to lżej jest, kiedy człowiek może komukolwiek wszystko powierzyć..."
      },
      {
        "index": 83,
        "text": "Stał przed nią milcząc i istotnie postawa jego wydawała się obojętną, czy dumną, po chwili dopiero z cicha zaczął:"
      },
      {
        "index": 84,
        "text": "— Ja pannie Aurelii bardzo wdzięczny jestem, za przyjaźń, którą mnie pani okazuje, ale przyjąć jej mnie nie wolno, ona pomiędzy nami być nie powinna. Dobrze życząc pannie Aurelii, nie chcę swoją przyjaźnią ubliżenia pani sprawić..."
      },
      {
        "index": 85,
        "text": "— Co pan wygaduje? — krzyknęła."
      },
      {
        "index": 86,
        "text": "Ale on żywiej, niż przedtem, mówił dalej:"
      },
      {
        "index": 87,
        "text": "— Wczoraj jeszcze inaczej myślałem, ale dziś taką srogą naukę mi dano, że o niej, póki życia, nie zapomnę i na zawsze już będę wiedział do kogo powinienem przybliżać się, a od kogo trzymać się w oddaleniu, aby mnie potem nie oddalono. Wiele z tego, co było we mnie, przewróciło się dziś do góry nogami, albo też i zupełnie znikło, a choć życzliwość moja dla pani nie znikła, jednakowoż okazywać mi jej nie trzeba, aby czasem przez to kogoś nie obrazić i pani nie pokalać. Dobranoc pani!"
      },
      {
        "index": 88,
        "text": "Czapki uchylił, ze wschodów zbiegł i ku oficynie poszedł. Nazajutrz o bardzo wczesnej porze wszedł do kuchni, już ze strzelbą na plecach, i krzątającą się tam Kuleszynę w rękę pocałowawszy, przeprosił, że ani na obiad, ani na wieczerzę nie przyjdzie."
      },
      {
        "index": 89,
        "text": "— Wiele zajęcia mam, i w lesie, i z rachunkami — mówił — zjem sobie cokolwiek u którego z leśników, a wieczorem w swojem mieszkaniu herbaty się napiję, i dosyć mi będzie!"
      },
      {
        "index": 90,
        "text": "Kuleszyna, jak mogła najśpieszniej, do męża pobiegła i kiedy on piwo grzane ze śmietaną i serem zajadał, usiadłszy przy nim, jęczeć zaczęła:"
      },
      {
        "index": 91,
        "text": "— Czy wie Floryan, że dziś już to wielką desperacyę po nim widać! Wczoraj jeszcze udawał, że nic nie czuje, ale dziś to z niego całego aż bije desperacya! Gadał do mnie, a w drugą stronę patrzał... jak waryat! Żeby on sobie tylko czego złego nie zrobił! Co to jest fuzyę ciągle na plecach trzymać, w desperacyi będąc! Niech Floryan cokolwiek na to poradzi, żeby on sobie czego złego, broń Boże, nie zrobił!"
      },
      {
        "index": 92,
        "text": "Przeciw zwyczajowi swemu Kulesza nie żartował z nieśmiertelnych, jak się wyrażał, jęków żony, zapalczywie jedząc piwo i znajdujący się w niem ser przeżuwając, z niebywałą szybkością wąsami poruszał, a nieruchomemi oczami w przeciwległą ścianę patrzał. To zmieszanie łakomstwa z zamyśleniem nadawało jego twarzy wyraz bardzo pocieszny, ale Kuleszyna wcale tego nie spostrzegała i, małe ręce na kolana opuściwszy, małą główką smutnie trzęsąc, westchnęła:"
      },
      {
        "index": 93,
        "text": "— Ach, ach, ach, do czego to zawiedziona miłość doprowadzić człowieka nie może!"
      },
      {
        "index": 94,
        "text": "Tym razem Kulesza nie wytrzymał już i zażartował."
      },
      {
        "index": 95,
        "text": "— Czy Teofila zawiedzionej miłości doświadczała, że tak o niej mówi? Zdaje się, że ja nigdy takiego zawodu nie sprawiłem, więc chyba obok mnie był u Teofili jeszcze kto inny..."
      },
      {
        "index": 96,
        "text": "— Floryan plecie... — szepnęła."
      },
      {
        "index": 97,
        "text": "Ale i on też zaraz żartować przestał. Duża salaterka, wpierw pełna jak oko, pustem dnem już świeciła, więc usta i wąsy starannie serwetą otarł i z powagą do żony rzekł:"
      },
      {
        "index": 98,
        "text": "— Niech Teofila żadnych strasznych myśli do głowy sobie nie przypuszcza. Jerzy jest zanadto rozsądnym, aby dla lekkomyślnej dziewczyny, która go opuściła, życia siebie pozbawiać miał. Posmęci się trochę, posmęci i przestanie. Najlepiej go przez czas jakiś w spokojności pozostawić. Niech je, gdzie chce, i robi co chce, dopóki się nie wysapie, a jak wysapie się, taki będzie, jaki był!"
      },
      {
        "index": 99,
        "text": "Kilka dni minęło, w czasie których Jerzy zaledwie parę razy do Kuleszów zaszedł, i to na krótko, widocznie przez grzeczność tylko, i aby niewdzięczności względem nich nie okazać. Rozmowa i obejście się jego były grzeczne i spokojne, ale od dawnej, przyjacielskiej poufałości bardzo dalekie; co zaś do wyglądania, Kuleszyna utrzymywała, że okropnie zmizerniał, Karolce i Zośce zdawało się, że wcale się nie odmienił, Kulesza śmiał się z bab, że widać nic do roboty nie mają, skoro tak pilnie przypatrują się chłopcu, czy zmizerniał, albo utył. Aurelka tylko nigdy o Jerzym nie mówiła, ale raz, po krótkiej jego bytności, gdy ze stosem talerzy w rękach przez pokój szła, Karolka krzyknęła na nią:"
      },
      {
        "index": 100,
        "text": "— Awrelka! co ty tak z błędnemi oczyma idziesz, jakbyś blekotu się objadła? Na ścianę wleziesz i talerze potłuczesz!"
      },
      {
        "index": 101,
        "text": "Istotnie, szła z szeroko otwartemi, jakby osłupiałemi oczyma i, drzwi od kuchni ominąwszy, całym stosem talerzy mało co o ścianę nie uderzyła. Zresztą nie zmieniła się w niczem: jak dawniej dopomagała matce w gospodarstwie, krzątała się po domu i dziedzińcu, szyła, ojcu wieczorami czytywała głośno małą gazetkę, którą dwa razy na tydzień posłaniec z poczty przywoził, czasem nawet, choć rzadziej, niż dawniej, śmiała się i swawoliła z siostrami i małym bratem. Z Jerzym od tego wieczoru, w którym odmówił jej swojej przyjaźni, nie rozmawiała ani razu i wcale do tego sposobności nie szukała, tylko, kiedy przychodził, cichła jakoś, rzucała oczyma na sufit, na podłogę, na drzwi, na okna, aż zatrzymywała je na jego twarzy tak, jakby zbadać chciała, co mu najbardziej dolega i zkąd pochodzi zmiana, która w nim zaszła."
      },
      {
        "index": 102,
        "text": "Zresztą nikt nie zajmołwa się bardzo, ani osobą Jerzego, ani tem, co mu się wydarzyło. Kuleszyna z córkami i sługami ledwie że głów nie traciły przy kłuciu wieprzy i urządzaniu z nich całorocznych dla dużego dworu zapasów, a Kulesza tak był zajęty pośpiesznem młóceniem zboża i dostawianiem go do miasta, że w domu czasem po całych dniach nie bywał. Jedzenie nawet noszono mu do stodoły, albo do śpichrza, zkąd powracał tak zmęczonym, że ochota do rozmów i facecyi zupełnie go opuszczała. Raz przecież usłyszał rozmowę Jerzego z jednym z leśników, którą potem przy wieczerzy żonie i córkom opowiedział. Przechodził około oficyny, w której drzwiach stał Jerzy, rozmawiając z leśnikiem, proszącym go o pozwolenie pojechania na dni parę do wsi rodzinnej. Miał tam jakiś interes, chciał z bratem zobaczyć się, za dni parę z pewnością wrócić przyrzekał."
      },
      {
        "index": 103,
        "text": "— Dobrze, — rzekł Jerzy, — jedź sobie, a tylko dłużej nad trzy dni nie baw..."
      },
      {
        "index": 104,
        "text": "Chwilę zdawał się nad czemś myśleć, a potem znowu do leśnika mówił:"
      },
      {
        "index": 105,
        "text": "— Ja ciebie, Antoni, przy tej okazyi o jednę przysługę poproszę. Będziesz tam niedaleko chaty mojej przejeżdżał... Wiesz tę grobelkę, co to przez las idzie, a z dwóch koło niej stron krzaki malinowe rosną? Otóż zaraz za malinami droga na prawo skręca w piękny dębowy las... dęby rzadko stoją, a pomiędzy niemi gdzieniegdzie brzozy i jarzebiny... tą drogą, z grobelki skręciwszy, dwie małe wiorsty będziesz miał do chaty leśnika, Mikołaja Chutki... to jest, mojego ojca. Bądźże łaskaw dojedź tam i powiedz, że ja bardzo proszę, aby ktokolwiek z domu jak najprędzej do mnie przyjechał, czy ojciec, czy matka... najlepiej matka... niechby który z braci matkę tu przywiózł... Powiedz tylko, że ja bardzo pięknie proszę i koniecznie, koniecznie..."
      },
      {
        "index": 106,
        "text": "Leśnik pokóonił się, żądanie zwierzchnika spełnić przyrzekł i odszedł, a Kulesza, który się był nieco na stronie zatrzymał, przybliżył się do Jerzego. Nikt z tych, którzy go częściej nawet od Kuleszy widywali, nie zauważył, że w dniach ostatnich nikomu on pierwszy, przy żadnej sposobności, ręki nie podawał. I teraz także, gdy Kulesza zziębłe ręce w kieszeniach trzymał, Jerzy czapki tylko uchylił i na powitanie jego odpowiedział grzecznie, ale obojętnie, bez uśmiechu i pośpiechu."
      },
      {
        "index": 107,
        "text": "— Pan Jerzy — zaczął Kulesza — bardzo widać zatęsknił do domu i do familii, skoro tak nagli rodziców o prędkie przybycie."
      },
      {
        "index": 108,
        "text": "— A zatęskniłem — odpowiedział — prawie trzy miesiące nikogo ze swoich już nie widziałem."
      },
      {
        "index": 109,
        "text": "— Spodziewam się, że pan i tu nie jesteś pomiędzy cudzymi..."
      },
      {
        "index": 110,
        "text": "Jerzy ukłonił się."
      },
      {
        "index": 111,
        "text": "— Za życzliwość bardzo dziękuję, ale wiem dobrze, jak daleko do tego, abym był państwu swoim."
      },
      {
        "index": 112,
        "text": "Zanim Kulesza, trochę zirytowany, mógł cokolwiek odpowiedzieć, — dodał:"
      },
      {
        "index": 113,
        "text": "— Co się zaś tycze rodziców moich, to nic dziwnego, że mam dla nich i serce i uszanowanie. Ojciec jest człowiekiem poczciwym i wiele dobrego dla mnie zrobił, a matka taka, że chyba lepszej nikt na świecie mieć nie może."
      },
      {
        "index": 114,
        "text": "Kiedy to mówił, taka hardość wybiła mu na twarz, a w oczach błysnęła taka tkliwość, że Kuleszę to zastanowiło. Idąc ku domowi pod wąsem mruczał:"
      },
      {
        "index": 115,
        "text": "— Dobry syn! dobre serce! Ale zkąd mu ta obojętność względem nas do głowy strzeliła?"
      },
      {
        "index": 116,
        "text": "Zmiany w zachowaniu się Jerzego wcale nie rozumiał i silne miał na zonę podejrzenie, że przed kimkolwiek, może i niechcący, z chłopstwem jego wyjechała. Przy wieczerzy też o Jerzym mówić zaczął i rozmowę jego z leśnikiem i z nim opowiedział. Potem, przenikliwie na żonę patrząc, zapytał:"
      },
      {
        "index": 117,
        "text": "— Czy Teofila głupstwa jakiego nie palnęła? Niech Teofila dobrze sobie tylko przypomni!"
      },
      {
        "index": 118,
        "text": "Gdy zaś Kuleszyna palce na krzyż składając, z wielkim jękiem przysięgała, że o Jerzym nie miała nawet czasu przed kimkolwiek wspominać, będąc w tych dniach urządzaniem wieprzowiny bardzo zajętą, głową pokręcił i rzekł do siebie:"
      },
      {
        "index": 119,
        "text": "— To już, jak Boga kocham, nie rozumiem! chyba z desperacyi bzika dostał!"
      },
      {
        "index": 120,
        "text": "Aurelka, ojcowskiego opowiadania słuchając, bardzo prędko głową we wszystkie strony obracała i nadzwyczaj już była podobną do przelęknionego ptaszka. Potem wybiegła z pokoju i tak gdzieś przepadła, że ledwie dowołać się jej mogli do przeczytania ojcu gazety. Kuleszy to czytanie wielką rozrywkę sprawiało, zwłaszcza w zimie, ale nikt mu w niem oprócz Aurelki dogodzić nie mógł. Żona zanadto piszczała czytając, Karolka wyrazy łykała, Zośka znów przekręcała je, nie mogąc powstrzymać się od rzucania oczyma na wszystkei strony; jednej tylko Aurelki czytanie zupełnie miłem mu było. Czytała też i tego wieczora, tak jak zwykle, a on w kancelaryi, na twardej kanapie leżąc, fajkę palił i słuchał, a gdy, skończywszy czytanie, odeszła, czas jakiś jeszcze nad rachunkami przesiedział, aż wszystko w domu ucichło, wszystkie światła prócz jego lampki pogasły i wiszący w jadalnej izbie stary zegar jedenastą godzinę wydzwonił. Kuleszy też oczy zaczynały się kleić do snu, ale musiał jeszcze ostatni w dniu obowiązek gospodarza spełnić: dom cały obejrzeć dokładnie, czy na noc wszystkie drzwi i okna pozamykane a ognie pogaszone. Na nikogo nie spuszczał się z tem nigdy, często też jeszcze oficynę i parobczyńskie mieszkania w ten sposób oglądał. Z kawałkiem świecy zapalonej na mosiężnym lichtarzu z kancelaryi wyszedł i zaraz w sieni spróbował drzwi od podwórza, poczem w dwóch innych jeszcze izbach popatrzał na okna, dziewczęta bowiem przez roztrzepanie często o zamykaniu lufcików zapominały. Bardzo cicho, bo w pantoflach z grubego wojłoku na nogach z przyzwyczajenia promyk świecy dłonią osłaniając, jak grube i szare, a na twarzy czerwone widmo przesuwał się po nizkich, prostemi sprzętami dostatnio napełnionych izbach, aż nagle stanął, głowę podniósł i przysłuchiwać się czemuś zaczął. Z przyległej, jadalnej izby doszedł go odgłos tłumionego, niemniej wyraźnego płaczu."
      },
      {
        "index": 121,
        "text": "— Co za dyabeł! — mruknął, ktościś płacze, czy co? A tak jest! płacze!"
      },
      {
        "index": 122,
        "text": "Płacz w tym domu był rzeczą tak niezwyczajną, że Kulesza zadziwił się, a nawet zląkł się trochę; śpiesznie też wszedł do jadalnej izby, ale daremnie, świecę jak najdalej wysuwając, dokoła się rozglądał: nikogo dostrzedz nie mógł. Nic też już nie słyszał; płacz umilkł i tylko śród ciszy nocnej rozchodził się po izbie równy, powolny tentent starego zegara. Kulesza, myśląc, że mu się coś wydało, miał już odejść, gdy tak poruszył świecą, że promyk jej upadł na świecącą w najdalszym kątku izby, pomiędzy ścianą a stołem jadalnym, białą spódniczkę."
      },
      {
        "index": 123,
        "text": "— Kto tu taki? — zapytał."
      },
      {
        "index": 124,
        "text": "Najmniejszej nie było odpowiedzie, tylko biała spódniczka poruszyła się lekko i za stołową noga zaszemrało znowu tłumione łkanie. Tym razem Kulesza, parę stojących mu na zawadzie stołków ze stukiem potrącając, prędko zbliżył się do tajemniczego kątka i, za nogę stołową zajrzawszy, ze zdziwieniem wykrzyknął:"
      },
      {
        "index": 125,
        "text": "— Awrelka! A ty tu co robisz?"
      },
      {
        "index": 126,
        "text": "Co robiła? Po prostu ukryła się w tym kącie dla tego, aby wypłakać się do woli. Nieco pierwej musiała zapewne przed siostrami udawać, że rozbiera się i do snu kładzie, bo miała na sobie tylko koszulę i białą niedługą spódniczkę. Zresztą, bosa była, a na ramiona jej, białe i okrągłe ramiona młodziutkiej blondynki, których nie zakrywała, tak, jak i szyi, nizko opadająca koszula, rozsypywały się blado-złote włosy. Temi włosami wpół zasłonięta siedziała na ziemi, z łokciami na podniesionych kolanach i z twarzą w dłoniach."
      },
      {
        "index": 127,
        "text": "— Awrelka, — zawołał Kulesza, — co to jest? czego beczysz?"
      },
      {
        "index": 128,
        "text": "Chwilę jeszcze nie odsłaniała twarzy i nie odpowiadała, aż nagle zerwała się z ziemi, oba ramiona ojcu na szyję zarzuciła i, ruchem pieszczonego dziecka tuląc sie do niego, drżąc, z płaczem mówić zaczęła:"
      },
      {
        "index": 129,
        "text": "— Mój tateczku! niech się tatko na mnie nie gniewa, ale niech tatko co takiego zrobi, aby jego pocieszyć, aby jemu cokolwiek poradzić, aby jego wyratować... Mój tateczku kochany! niech tatko tylko pomyśli, a pewnie cokolwiek wymyśli, bo starszy jest i więcej ma doświadczenia. Jeżeli tatko jego nie wyratuje, to kto go wyratuje?... rodzice pewnoby chcieli, ale nie zdołają, a więcej nikogo on nie ma i zginie pewno, zmarnuje się, przepadnie..."
      },
      {
        "index": 130,
        "text": "Płacz mowę jej przerwał, twarz ukryła w piersi ojca. Kulesza, ze świecą w jednej ręce, a drugą przytuloną do niego córkę ogarniając, stał chwilę z ustami od nadzwyczajnego zdziwienia szeroko otwartemi."
      },
      {
        "index": 131,
        "text": "— Ehe! ot, gdzie raki zimują!"
      },
      {
        "index": 132,
        "text": "Lichtarz ze świecą na stole postawiwszy, do córki mówił:"
      },
      {
        "index": 133,
        "text": "— Co się tobie stało, Awrelka? co ty wygadujesz? Od czego ja go mam ratować? dla czego on ma ginąć i przepadać? Babskie bzdurstwa! zwaryowałaś!"
      },
      {
        "index": 134,
        "text": "Ona zaś, z ukrytą ciągle twarzą, szeptała:"
      },
      {
        "index": 135,
        "text": "— Tatko nie wie... już on wcale nie taki, jak był!.. Leśniczyna jedna do naszej kuchni wczoraj za interesem przychodziła i mówiła, że w lesie na nic już on tak, jak pierwej, nie nagląda, roboty wszystkie, nie tak, jak pierwej idą, raportu do zarządu w tym tygodniu nie posłał... a u tego leśnika, do którego teraz na obiady chodzi... jakie tam obiady: groch, albo kartofle... wczoraj aż trzy kieliszki wódki od razu wypił... Boże mój, Boże, jaki on musi być nieszczęśliwy, kiedy i pracować już nie zdoła i w wódce pocieszenia dla siebie szuka!"
      },
      {
        "index": 136,
        "text": "Znowu rozpłakała się, a Kulesza, ze zwieszoną głową, smutnie dumał. O tem, co mu córka teraz powiedziała, istotnie nie wiedział. Źle! — myślał — obowiązek zaniedbuje... grochem i kartoflami żyje... Szkoda chłopca!"
      },
      {
        "index": 137,
        "text": "— Źle! — powtórzył głośno, — ale cóż ja na to poradzić mogę? Jeżeli jest tak głupi, że dla dziewczyny, która go opuściła, tak waryuje, toż ja mu ani rozumu do głowy nakłaść, ani tej dziewczyny powrócić nie zdołam! Zresztą, nie wiadomo dla jakiej przyczyny, oddalił się od nas i nie okazuje tego wcale, aby naszej pomocy i przyjaźni potrzebował."
      },
      {
        "index": 138,
        "text": "Aurelka twarz podniosła, ramiona z szyi ojca zdjęła i, plecami o ścianę oparta, włosami sobie łzy z twarzy otarła. Kiedy rozgarnęła i w tył odrzuciła włosy, twarz jej ukazała sie spłakana, ale zarazem bardzo zamyślona. Głową przecząco kilka razy potrząsnęła."
      },
      {
        "index": 139,
        "text": "— On nie dla tej dziewczyny tak waryuje, — z zastanowieniem i zwolna mówiła — on takiej, co go tak łatwo na innego przehandlowała, długo ani pamiętać, ani żałować nie może..."
      },
      {
        "index": 140,
        "text": "— No, to cóż mu się stało do dyabła? — sarknął Kulesza."
      },
      {
        "index": 141,
        "text": "Stali oboje w tak ciasnym kącie, że on, do stołu przyparty, ją wzajem do ściany przypierał i bardzo zblizka na nią patrzał. Zdziwił go tez wyraz dojrzany w oczach córki. Te oczy, zawsze tylko łagodne lub wesołe, teraz miały wyraz takiej roztropności i takiego głębokiego namysłu, jakiego, zdawało mu się, u nikogo jeszcze nie widział."
      },
      {
        "index": 142,
        "text": "— No, no! W młodej dziecinie, nauka słynie! — szepnął."
      },
      {
        "index": 143,
        "text": "A ona, bose stopy jednę na drugą zakładając i nagie ramiona u nawpół odsłoniętej piersi krzyżując, mówiła:"
      },
      {
        "index": 144,
        "text": "— On, nie z zawiedzionego kochania waryuje, ale z obrazy i z tego, że przez jednych ludzi skrzywdzonym wszystkim już przestał ufać... Ponieważ oni jemu wzgardę okazali, więc boi się i od innych jej doświadczyć, dla tego też oddalił się od nas..."
      },
      {
        "index": 145,
        "text": "— To głupi! — przerwał Kulesza."
      },
      {
        "index": 146,
        "text": "Znowu przecząco wstrząsnęła głową."
      },
      {
        "index": 147,
        "text": "— Nie, tatku, on nie głupi jest, tylko bardzo ambitny."
      },
      {
        "index": 148,
        "text": "Kulesza uderzył się dłonią w czoło."
      },
      {
        "index": 149,
        "text": "— A prawda! a pewno! To, to, to! ambicya obrażona! Temuż to tak przedemną rodziców swoich wymawiał! Tak jest. Prawda. Ja i nie zgadłem tego, a ty zgadłaś. No, ale teraz to już spać idź i mnie do łożka puść, bo ledwie na nogach stoję..."
      },
      {
        "index": 150,
        "text": "Ona jednak czepiała się ciągle jego szyi, a ręce pocałunkami osypywała, prosząc, aby cokolwiek zrobił, poradził, ratował..."
      },
      {
        "index": 151,
        "text": "— Hm, hm, — mruczał Kulesza, — hm, hm! — i, dłonią głaszcząc jej włosy, półgębkiem obiecywał:"
      },
      {
        "index": 152,
        "text": "— No, zastanowię się, pomyślę, może co i poradzę, ale przestań beczeć i spać idź... słyszysz? przestań zaraz beczeć, bo jak nie, to... dam rózgami!"
      },
      {
        "index": 153,
        "text": "Na wspomnienie rózg, podniosła spłakaną twarz, spojrzała ojcu w oczy i zaśmiała się:"
      },
      {
        "index": 154,
        "text": "— Tatko żartuje, — szepnęła."
      },
      {
        "index": 155,
        "text": "On ją z kąta wyciągnął i ku drzwiom pokoju, w którym z siostrami sypiała, popchnął. Gdy już zniknęła za temi drzwiami, dość długo jeszcze stał ze świecą w ręku pomiędzy stołem a ścianą, w ciasnym kącie."
      },
      {
        "index": 156,
        "text": "— Sprytna dziewczyna! — szeptał — oho, rozumna dziewczyna!"
      },
      {
        "index": 157,
        "text": "Do wszystkich dzieci swoich był przywiązanym, ale dla tej najstarszej miał większą, niż dla innych, słabość. To samo było i z Kuleszyną. Dawno, dawno temu, utracili byli troje dzieci; Aurelka rozpoczęła szereg tych, które zdrowo i szczęśliwie hodować się miały. Może więc podstawą ich wyjątkowej dla niej słabości była wdzięczność za to, że pierwsza rodzicielskim ich uczuciom pociechę przyniosła."
      },
      {
        "index": 158,
        "text": "— A Teofila miała racyę!"
      },
      {
        "index": 159,
        "text": "Najzupełniej już przyszedł do przekonania, że spostrzeżenia żony nad Aurelką słusznemi były i, z kąta wyszedłszy, pośrodku izby jeszcze przystanął, głową potrząsł i w zamyśleniu do siebie zaszeptał: Matczyne oczy! matczyne oczy!"
      },
      {
        "index": 160,
        "text": "Kiedy ze swoim kawałkiem zapalonej świecy wszedł do ciemnego pokoju, w którym sypiał, rozchodził się po nim odgłos, mogący każdemu obcemu uchu dziwnym się wydać, mianowicie gwizdanie, czasem bardzo cienkie i przewlekłe, czasem grubsze i w drżące trele wpadające, ale zawsze głośne i nie przerywające się ani na moment. Było to zupełnie podobne do świegotania ptaszka. Kulesza jednak wiedział, iż w pokoju żadnego ptaszka nie było, i przyczynę tej szczególnej, wygwizdywanej melodyi tak dobrze znał, że już nawet nigdy nie zwracał na nią uwagi. Teraz przecież, gdy ona o słuch mu się obiła, uśmiechnął się i, swoje łożko ominąwszy, zbliżył się do drugiego, które w głębi izby u przeciwległej ściany stało. Na tem łóżku, starą watowaną kołdrą szczelnie owinięta, twardym jak kamień snem usypiała kobieta mała, szczupła, w nocnym czepku, z pod którego wychylały się gładkie pasma ciemnych włosów, z drobną twarzą o małych ustach i małym nosku, z którego to właśnie wychodziło owe zawzięte i trelujące gwizdanie. Było to stałą jej wadą, że spiąc, przez nos gwizdała. Zresztą, starą jeszcze nie będąc, utraciła już całkowicie świeżość i wdzięk młodości. Kiedy Kulesza za żonę ją brał, wesołą była i wcale nieszpetną. Teraz, mała i przedtem, twarz jej skurczyła się i bardziej jeszcze zmalała, skóra na niej stała się ciemną, grubą, czoło uwiędło i okryło się drobnemi zmarszczkami, na drobnych rękach zgrubiały i powyprężały się żyły, osiadły różne, dziwne jakieś guzy i blizny. A wszystko to stało się od pracy, zresztą wcale nie ciężkiej. Gdzie tam! jaką tam ciężką pracę kobiecina taka spełniać mogła! Ot, po prostu, od dwudziestu kilku lat stała przy olbrzymim warsztacie świata i jedno malutkie kółeczko ciągle, nieustannie, z żarliwością niezmierną obracała. Nic więcej. Lecz przytem obracaniu oblewała się cała potem i troską, i ta-to kąpiel zmyła z niej do szczętu wszystkie powaby młodości, przemieniając ją też w katarynkę, przy każdem dotknięciu rozlegającą się jękami. Kulesza jednak przez chwilę na nią popatrzał, głową potrząsł, aż nachylił się i coraz zawzięciej przez nos gwiżdżącą w biedne, uwiędłe czoło pocałował."
      },
      {
        "index": 161,
        "text": "Nazajutrz, w poobiednich godzinach, turkot młocarni przestał rozchodzić się po dziedzińcu, młócenie i odsyłanie do miasta zboża na czas jakiś ukończonem było. Kulesza ze stodoły wyszedł, zamknął ją i, zamiast ku domowi, ku bramie dziedzińca się skierował. Zamyślony był, widocznie plany jakieś w głowie układał. Za bramą, śród drogi przystanął, fajkę na krótkim cybuszku zapomocą hubki zapalił i poszedł ku lasowi, kędy też przed paru godzinami udał się był Jerzy. Wkrótce potem znajdował się już w głębi lasu i dążył w stronę, z której dochodziły stuki siekier i kiedy niekiedy padających na ziemię drzew. Niebawem też znalazł się w miejscu dokonywającej się trzebieży, las rzedniał, drzewa zdawały się rozstępować, pomiędzy niemi ukazywały się coraz większe płachty szarego nieba, aż nakoniec kręta wstęga dymu potoczyła się nizko nad białem podścieliskiem lasu i na małej przestrzeni, zupełnie z gęstwiny ogołoconej, błysnął płomyk. Przy tym nizkim, jaskrawo śród białości lasu świecącym ogniu stało, grzejąc się, czy żywność jakąś sposobiąc, paru ludzi; kilku innych, zrzadka na wielkiej przestrzeni rozrzuconych, pracowało nad takiem przerzadzaniem lasu, któreby drzewom swobodny i zdrowy wzrost zapewniało. Stuki siekier szybko następowały jedne po drugich; zresztą wszystko milczało. Ptaki uciekły ztąd, zapewne także i drobne zwierzęta; może nawet owady przelęknione, w swoich gniazdach pod mchami i korami, w zupełniejszą jeszcze, od zwykłej zimowej martwotę zapadły. Raz tylko załopotało i zakrakało coś w górze; była to para odważnych kruków, które, niby straż dokoła rodzinnego drzewa odbywając, zakrążyły nad jego wierzchołkiem."
      },
      {
        "index": 162,
        "text": "Kulesza szedł i tak rozglądał się dokoła, jakby kogoś wzrokiem szukał, aż zobaczył Jerzego, który, z odpowiedniem narzędziem w ręku od drzewa do drzewa chodząc, znakami opatrywał te, które nazajutrz wycinanemi być miały. Czynił to w milczeniu, prędko, jakby co rychlej pozbyć się chciał roboty, poczem, chwilę jeszcze z dwoma leśnikami półgłosem porozmawiawszy, skierował się w inną stronę. Kulesza zaszedł mu drogę."
      },
      {
        "index": 163,
        "text": "— Pan Jerzy do domu już wraca?"
      },
      {
        "index": 164,
        "text": "— A tak; spodziewam się, że ktokolwiek z domu przyjedzie dziś do mnie, i chciałbym na tę porę być już u siebie."
      },
      {
        "index": 165,
        "text": "Rzekłszy to, miał już Kuleszę ominąć, ale ten go zatrzymał:"
      },
      {
        "index": 166,
        "text": "— Kiedy pan do domu, to i ja także. Po to tylko tu przyszedłem, aby z panem na osobności pomówić... a w lesie osobnosć lepsza, niż w domu, gdzie ktokolwiek zawsze przeszkodzić może."
      },
      {
        "index": 167,
        "text": "Mówiąc to, pilnie przypatrywał się młodzieńcowi i po raz pierwszy spostrzegł zmianę, która w nim zaszła: przychudł i ściemniał. Usta miał zamyślone, z pod spuszczonych powiek patrzał w ziemię. Były to te same rysy kształtne i niszczącem dłutem czasu jeszcze nie nadwerężone, lecz życie położyło już na nich pierwszą chmurę, która przyćmiła ich blask i świeżość. Jeżeli boleść wgryzie się w nie i przejmie je swoim jadem, wkrótce zmienią się do niepoznania."
      },
      {
        "index": 168,
        "text": "Kulesza pomyślał:"
      },
      {
        "index": 169,
        "text": "— Teofila miała racyę: zmizerniał. Zgryzota, a do tego codzień groch i kartofle na obiad!"
      },
      {
        "index": 170,
        "text": "Jerzy zaś, nie podnosząc oczu, zapytał:"
      },
      {
        "index": 171,
        "text": "— A o czem pan ma ze mną do pomówienia? Może o tem drzewie do reparacyi budynków?"
      },
      {
        "index": 172,
        "text": "Głos jego zmienił się także. Trochę szorstki był, trochę leniwy."
      },
      {
        "index": 173,
        "text": "— Mówienie o drzewie osobności nie potrzebuje, — żywo odparł Kulesza. — Moje mówienie z panem wcale o czem innem będzie. A oto o czem: czy pan mnie i moją familię za dzikie zwierzęta poczytujesz, albo też sam siebie masz za takie zwierzę, co sobie osobną norę w lesie lub też i w polu wykopuje? Jakiż z ciebie człowiek, kiedy dobremi sercami ludzkiemi, jak śmieciem, gardzisz? jaki z ciebie mężczyzna, kiedy dla babskiego bzdurstwa ręce od roboty odrywasz i poczciwość pod nogi sobie chcesz brać? Pfuj! i to wszystko przez jednę dziewczynę, która może i podeszwy twojego buta nie warta! Wstydziłbyś się i oczów ludzkich i samego siebie! Pfuj, spodziewałem się, że wcale inszym jesteś; jak Bóg na niebie, spodziewałem się po tobie wcale czego inszego!"
      },
      {
        "index": 174,
        "text": "Przed wyjściem z domu i po drodze Kulesza układał dla załatwienia sprawy z Jerzym wielce dyplomatyczne plany, ale kiedy popatrzał na niego i mówić zaczął, dyplomacya w łeb wzięła, a im więcej mówił, tem większy gniew go porywał. Zaczerwienił się, zaindyczył, z pana wpadł na ty, mówiąc, dwa razy w bok splunął. Jerzy podniósł na niego zdziwione oczy, lecz wnet spuścił je znowu, a gdy Kulesza umilkł nakoniec i tylko głośno sapał, zniżonym trochę głosem odpowiedział:"
      },
      {
        "index": 175,
        "text": "— Ja panu bardzo wdzięczny jestem za życzliwość i naukę, ale pan o mnie wcale nieprawdziwe ma wyobrażenie, skoro myśli, że ja dla babskiego bzdurstwa i dla dziewczyny..."
      },
      {
        "index": 176,
        "text": "— Wiem! wiem! — przerwał Kulesza — ale to też jest głupstwo, może jeszcze większe, aniżeli tamto! Dlatego, że na świecie kupę bałwanów znalazłeś, to już zwątpiłeś o tem, czy na nim ludzie być mogą!"
      },
      {
        "index": 177,
        "text": "— Przepraszam pana, ludzie na świecie są pewno i dobrzy, ja o tem wątpienia nie mam... tylko nie dla mnie!"
      },
      {
        "index": 178,
        "text": "— A toż czemu?"
      },
      {
        "index": 179,
        "text": "— Temu — podnosząc oczy, w których przeleciała błyskawica, odpowiedział Jerzy — że na taką poniewierkę, jaką raz zniosłem, drugi raz nie narażę się pewno i wszystkim, oprócz swojej familii i innych ludzi sobie równych, na zawsze obcym pozostanę!"
      },
      {
        "index": 180,
        "text": "— Wiem, wiem! — powtórzył Kulesza — a jakże! Dla tej przyczyny odstrychnąłeś się od naszego domu, dla tejże i rodziców swoich wczoraj przedemną wysławiałeś! Oho! chcesz, abym powiedział, coś sobie wtenczas myślał? A ot, coś myślał: „Masz wiedzieć, kpie szlachcicu, że choć mnie ludzie za pochodzenie moje sponiewierali, ja go nie wstydzę się, owszem, wysławiam, a was bałwanów, znać nawet nie chcę!“ Może nie prawda? Powiedzże nie prawda? zełżyj!"
      },
      {
        "index": 181,
        "text": "Jerzy uśmiechnął się. Niepodobna było, choćby najsmutniejszemu człowiekowi, nie uśmiechnąć się z gestów Kuleszy i gosu, którym myśli Jerzego przedrzeźniał."
      },
      {
        "index": 182,
        "text": "— Łgać nie będę — rzekł — zupełnie tak, jak pan mówi, nie myślałem, ale że względem pochodzenia mojego nigdy Judaszem nie zostanę i że go wcale nie mam za gorsze od innych, to jest prawda. A czemże ono gorsze? Nie od złodziejów, ani inszych zbrodniarzy pochodzę, ale od takich, którzy w pocie czoła dostarczali chleb sobie i drugim. Ojciec mój, prosty człowiek, często nawet w łapciach chodzi, bo go nie zawsze stać na buty, ale przez to samo co w życiu swojem przepracował i przecierpiał, wart każdego inszego poczciwego człowieka, choćby na największych wysokościach urodzonego."
      },
      {
        "index": 183,
        "text": "Podniósł głowę, rozbłysłym wzrokiem przed siebie patrzał."
      },
      {
        "index": 184,
        "text": "— Masz racyę, masz racyę — potwierdził Kulesza — kto z nas gorszy, a kto lepszy, i czyi ojcowie byli gorsi, a czyi lepsi, Bóg niech sądzi, Bóg niech sądzi... wszystkich zarówno ojciec..."
      },
      {
        "index": 185,
        "text": "Jerzy, może szczerością Kuleszy rozgrzany, może też to, co go dręczyło, wypowiedzieć nakoniec pragnący, mówił dalej:"
      },
      {
        "index": 186,
        "text": "— Jak ja do tej dziewczyny przywiązany byłem, jak mnie serce rozdarło się, gdy przekonany przez nią samą zostałem, że ona nie tyle warta, ile ją ceniłem; ile razy przez te kilka dni ona ukazywała się mnie i we śnie i na jawie, i zrana i wieczorem, aby znów rozwiać się jak mara i mnie w żałości pozostawić, — to już ja jeden wiem i o tem pewno nikomu opowiadać nie będę... bo i nie potrzeba i trudno..."
      },
      {
        "index": 187,
        "text": "Istotnie, z głosu jego poznać było można, że trudno mu było o tem mówić; umilkł też i po chwili dopiero zaczął znowu:"
      },
      {
        "index": 188,
        "text": "— Ale właśnie dlatego, że ona mego serca niegodną się okazała i że sam przed sobą wstydzę się swojej słabości i tego swego zdradzonego kochania, wprędce może pozbyłbym się żalu, a na żadną desperacyę pewnobym sobie nie pozwolił... Ale to, czego od jej familii, a zwłaszcza od jej braciszka, doznałem, na wieki, zdaje się, jadowitym wężem we mnie ugrzęzło. Bo kiedy oni uczciwego człowieka za nic mieli i jak brudny gałgan nogą podrzucili, to pewno i insi tak samo myślą i postąpić są zawsze gotowi. A kiedy tak, to na cóż mnie starać się, pracować, o dobrem umieszczeniu na tym świecie myśleć? Żebym i gwiazdę z nieba na ziemię przeniósł, tobym jeszcze na niej nic nie odmienił i sam się z pod ludzkiej pogardy nie wymknął!"
      },
      {
        "index": 189,
        "text": "Ręką uczynił gest zupełnego zniechęcenia; gniewu nie znać było po nim w tej chwili, ale oblekła go jakby całego ciężka posępność."
      },
      {
        "index": 190,
        "text": "Kulesza też zmarkotniał i przez chwilę milczał, głową tylko czasem trzęsąc, smutnie i z namysłem."
      },
      {
        "index": 191,
        "text": "— Słuchaj-no, Jerzy — zaczął — nie zupełnie to tak jest, jak ty myślisz: nie jedna była przyczyna tego, że oni cię odtrącili, ale dwie, a druga, pewno dla nich ważniejsza jeszcze, niżeli pierwsza. Ja również z okolicy szlacheckiej rodem jestem, z Kuleszów, pod Lidą; znam też dobrze zabobony i chciwość, które w zapłotkach tych panują. Sam ich pozbyłem się, chwała Bogu, ale to dlatego, że za młodu w świat wywędrowawszy, z niejednego pieca chleb jadałem, nieraz znajdowałem się na wozie i pod wozem, a różnych wielkości i małości ludzkich napatrzyłem się tyle, że jednegom już tylko Boga za wielkiego uznał... Ludzie zaś wszyscy po nim żyją, a wielcy czy mali, zarówno ułomni są i na tym świecie cierpieć muszą..."
      },
      {
        "index": 192,
        "text": "Umilkł na chwilę, parę razy nosem czmychnął, namyślał się, a Jerzy po raz pierwszy uważny i trochę zadziwiony wzrok na twarzy jego zatrzymał."
      },
      {
        "index": 193,
        "text": "— Otóż widzisz — ciągnął Kulesza — oni ciebie nietylko z przyczyny zabobonu tyczącego się pochodzenia twego odtrącili, ale także, i jeszcze więcej, dlatego, że ty swojej ziemi nie masz..."
      },
      {
        "index": 194,
        "text": "— Głowę i ręce mam! — sarknął Jerzy."
      },
      {
        "index": 195,
        "text": "— Ja to przyznaję — odparł Kulesza — ale oni i największy na świecie honor i uciechę i spokojne ubezpieczenie — w ziemi tylko upatrują. I nie można powiedzieć, aby na dnie tego naczynia krzty prawdy nie było. Ziemia to taka piękna i droga rzecz, że przy niej wszystkie brylanty tanieją; ona wyleczeniem jest człowieka z troski o ciało i z wszelkiej desperacyi dusznej; ona matką jest, która czasem chłoszcze, ale często też mile pieści, a zawsze karmi..."
      },
      {
        "index": 196,
        "text": "Rozczulił się, ziemie matkę, pocieszycielkę i karmicielkę wysławiając; to samo tętno, które od wieków w rodzinnych jego Kuleszach w krwi i sercach ludzkich dzwoniło, jemu także, po tylu już leciech, sprowadziło krew do skroni i wilgoć do oczu. Po chwili przecież mówił dalej:"
      },
      {
        "index": 197,
        "text": "— To jest prawda; ale znowuż ja ze swojego choćby doświadczenia i o tem wiem, że i bez posiadania ziemi można sobie uczciwie i pomyślnie wiek przez Boga przeznaczony na tym świecie przeżyć. Kiedy z Teofilą żeniłem się, goły byłem, jak bizun, a ona także tyle posagu mnie wniosła, że i kot na ogonie mógłby go unieść. Ot tak, jak ty teraz: głowę i ręce miałem — więcej nic, a jeszcze wielką ochotę do pracy i ambicyę, aby na psa nie zejść, akurat jak ty teraz. Prawda, że różnie z nami bywało, czasem to i wcale ciężko i niemile, lecz koniec we wszelkiej robocie najważniejszy, a u jakiego końca ja stanąłem, sam widzisz. Za nieszczęśliwego się nie poczytuję, ani za ubogiego, owszem za bogatego, bom nikomu nic nie dłużen, niczyjej krzywdy na sumieniu nie noszę, a chleba tyle mam, że jeszcze z biedniejszym nie jeden raz podzielić się nim mogę! Ziemi swojej wprawdzie nie posiadłem, ale choć i na cudzej, więcej niż sto sztuk bydełka mam, tysiąc owieczek, dwanaście sprzęgów koni i wszystkie tam różne ruchomości, gospodarstwu i dostatkowi potrzebne... Może też i groszyk jaki, choć nie duży, na nagłą potrzebę w kieszeni najdę! dzięki Bogu! Sześcioro dzieci Pan Bóg mnie pozostawił, troje najstarszych odebrawszy... inni narzekają, że z dziećmi trudno, a ja cieszę się, że je mam... dzięki Bogu! Dziewczęta jak łanie powyrastały, starszy chłopiec w szkołach nieźle się uczy, młodszy, choć teraz bęben jeszcze, ale spodziewam się, że tak jak i inne zgryzoty mi nie przyniesie... dzięki Bogu!"
      },
      {
        "index": 198,
        "text": "Teraz cała optymistyczna, gołębia natura człowieka tego wybuchnęła na twarz szczerym, szerokim uśmiechem. Śmiejąc się, dłoń na ramieniu Jerzego położył i mówił:"
      },
      {
        "index": 199,
        "text": "— Tak i z tobą będzie, kochanku! tak i z tobą będzie! Zgryzotę pod nogi rzuć, do roboty rękawy zawiń, lamentować napróżno przestań. Lamenty babom właściwe; toć przecież i one, obok lamentowania, co innego jeszcze robić muszą. I moja wiecznie jęczy — a jak przytem pracuje! hej!"
      },
      {
        "index": 200,
        "text": "Jerzy zdawał się być rozmową bardzo zajętym."
      },
      {
        "index": 201,
        "text": "— Już to pewno — po chwili rzekł — że pan ma racyę i że jeżeli ktokolwiek na świecie smutnemu człowiekowi odwagi dodać, a wątpienia ująć może, to nikt lepiej od pana uczynić tego nie zdoła."
      },
      {
        "index": 202,
        "text": "— To i czegóż puszyłeś się przedemną jak indyk, a od nas wszystkich jak leśny odyniec stroniłeś? — z tryumfem zaśmiał się Kulesza."
      },
      {
        "index": 203,
        "text": "Ale Jerzy na pytanie jego nie odpowiedział. Z posępnym blaskiem w spuszczonych oczach zamyślił się znowu."
      },
      {
        "index": 204,
        "text": "— Aha! — nagle wybuchając, zawołał — żebym ja mógł jakim sposobem pomścić się za tę obrazę, którą oni mnie wyrządzili, zdaje się, że wąż jadowity wypadłby ze mnie! Już parę razy blizki byłem tego, aby do Tołłoczek pojechać i Osipowiczowi z łeb z fuzyi wypalić, ale powstrzymywało mnie, po pierwsze: zbrodniarzem być nie chcę, a po drugie: ona mogłaby sobie pomyśleć, że ja o nią, choć mnie na innego przehandlowała, tak dbam, że sumienie i wolność moją niżej od niej stawię... Ale żebym mógł jaki sposób wymyśleć, żebym mógł... aby pokazać im, żem od nich nie gorszy, a jeszcze lepszy, że i o nich i o nią tyle dbam, ile o ten śnieg, który w przeszłym roku padał..."
      },
      {
        "index": 205,
        "text": "Zakipiał cały, ogień buchnął mu z oczu, a suchą gałązką, którą był sobie z drzewa ułamał, tak o krzak jakiś uderzył, że złamała się na drobne szczęty. Kulesza uśmiechał się pod wąsem; parę razy z ukosa na niego zerknął, aż półgębkiem wymówił:"
      },
      {
        "index": 206,
        "text": "— A no, to klin klinem wybij... zakochaj się w drugiej i..."
      },
      {
        "index": 207,
        "text": "Chciał coś jeszcze powiedzieć, ale powstrzymał się z widocznem wysileniem, bo wszelkie przemilczenie i ukrywanie myśli ogromnie trudnem mu było. Jerzy z uniesienia ochłonął, pobladł, ręką znów gest zniechęcenia uczynił."
      },
      {
        "index": 208,
        "text": "— Kiedyż bo ja wcale już nie wiem, czy prawdziwe kochanie jest na świecie, albo też każde oszukaństwem tylko być musi — rzekł z cicha."
      },
      {
        "index": 209,
        "text": "— Toś głupi! — nagle wybuchnął Kulesza i z niezwykłego rozszerzenia się jego oczu, zarówno jak z rozmachliwych gestów, poznać można było, że nic już na świecie nie zdołałoby słów jego powstrzymać."
      },
      {
        "index": 210,
        "text": "— A tak jest, jeżeli dla kupy bałwanów wszystkimi ludźmi, a dla jednej niestałej frygi, wszystkimi kobietami i ich kochaniem poniewierasz, — toś głupi! Otóż, na złość ci powiem... tak jest, na złość, i abyś zawstydził się... że może jest na świecie taki szlachcic, któryby za ciebie chętnie córkę wydał i taka panna, od tamtej może nawet troszkę lepsza, któraby dla ciebie może stałe kochanie miała... żebyś... żebyś... żebyś... nie był głupi!"
      },
      {
        "index": 211,
        "text": "Zasapał się i wnet po uniesieniu wpadł w markotność. Żałował tego, co powiedział; tak daleko zajść w rozmowie z Jerzym nie chciał i nie zamierzał; ale, jak zwykle z nim bywało, to, co na sercu i w myśli miał, wybuchnęło mu na język, który teraz trochę zębami przygryzał, ale już nie w czas, — nie w czas, bo Jerzy sens słów jego odrazu zrozumiał i nie zadziwił się nawet, tylko długo i uważnie na niego popatrzał. Nie zadziwił się może dlatego, że i dawniej już miał te i owe domysły i spostrzeżenia, ale po chwili opanowało go wzruszenie wielkie i bardzo widoczne, a w całym wyrazie twarzy, z jakim na Kuleszę patrzał, widać było rzewną życzliwość i wdzięczność. Zanim jednak cokolwiek mógł odpowiedzieć, usłyszał tuż za plecami głuchy po śniegu tentent konia, obejrzał się i z okrzykiem: „Mama!“ rzucił się ku nadjeżdżającym jednokonnym sankom, na których siedziała przygarbiona, w płachty szczelnie owinięta postać kobieca. Było to już na dziedzińcu dworskim, blizko oficyny, więc gdy sanki przed drzwi tej ostatniej podjechały, Kulesza, który zatrzymał się był w pobliżu, widział Jerzego, jak objąwszy kobietę, niby piórko zdjął ją z sani, a powożącemu wyrostkowi rękę tak ścisnął, że aż nią mocno zatrząsł. Na twarz wystąpiła mu radość; o Kuleszy i rozmowie z im, zdawać się mogło, że zapomniał."
      },
      {
        "index": 212,
        "text": "Kulesza zaś wszedł do jadalnej izby, w której wszystkie dzieci swoje znalazł. Ponieważ był to dzień niedzielny, więc Aurelka, w tym samym kątku, w którym wczoraj rozmawiała z ojcem, smutnie jakoś do ściany przytulona, książkę w starej oprawie czytała, Antek z głową na jej kolanach opartą spał; Karolka i Zosia, szepcąc i chichocząc pomiędzy sobą, trochę bąki po izbie zbijały, trochę nakrywały stół do wieczerzy. Jękliwy głosik Kuleszyny dochodził tu z kuchni, przez drzwi zamknięte, razem z zapachami smażącej się tłustości i swieżego jakiegoś pieczywa. Kulesza, wszedłszy, zapachy te nosem pociągnął i zaraz odgadł z nich doskonałą hreczaną babkę ze słoniną. Uśmiechnął się."
      },
      {
        "index": 213,
        "text": "— Ehe! Teofila dziś występuje!"
      },
      {
        "index": 214,
        "text": "I, na żadną z dziewcząt nie patrząc, rzekł:"
      },
      {
        "index": 215,
        "text": "— Do pana Jerzego matka i brat przyjechali. Niech która koza skoczy i poprosi do nas na wieczerzę."
      },
      {
        "index": 216,
        "text": "Dwie młodsze kozy spojrzały po sobie."
      },
      {
        "index": 217,
        "text": "— Niech Awrelka skoczy, bo ubrana — odezwała się Karolka."
      },
      {
        "index": 218,
        "text": "Istotnie, one same były w zupełnych negliżach: bose, z roztarganemi kosami, w codziennych spódnicach i kaftanach. Zbyt młode, aby w stroju kochać się już mogły, swawoląc i pomagając w kuchni matce, o ubieraniu się zapomniały. Aurelka, przeciwnie, była po niedzielnemu ubrana, miała na sobie czarną, wełnianą sukienkę, z obcisłym stanikiem, błękitną wstążkę na szyi i prunelowe buciki na nogach. Od starannego uczesania gruba jej kosa, nad głową zwinięta, połyskiwała jak blade złoto. Pomimo niewysokiej i nieco krępej kibici, zbyt szerokich policzków i zbyt małego noska, wyglądała w tym stroju na zgrabną, świeżą i ładną panienkę. Gdy tak ubrana i wyglądająca do mieszkania Jerzego weszła, zobaczyła starą, szczupłą, pomarszczoną na twarzy chłopkę, przy stole na jednym stołku siedzącą, a przystojnego wyrostka w siermiędze, na drugim. Jerzy stał przed nimi i z ożywioną twarzą słuchał tego, co mu na wyścigi oboje opowiadali, aż usłyszawszy otwieranie się drzwi, obejrzał się i wprost oczyma spotkał jej oczy."
      },
      {
        "index": 219,
        "text": "Ona przez króciutką chwilkę zatrzymała się u drzwi, na sufit, na podłogę, w prawo, w lewo okiem rzuciła, i gdy uspokoiła się zupełnie, zamyślona, poważna, zwolna przez izbę przeszedłszy, przed starą chłopką pochyliła się i milcząc w pomarszczoną, ciemną rękę ją pocałowała, potem z uśmiechem rzekła:"
      },
      {
        "index": 220,
        "text": "— Tatko i mama kazali mnie panią Mikołajową i pana Jerzego..."
      },
      {
        "index": 221,
        "text": "Tu do Jerzego brata zwróciła się:"
      },
      {
        "index": 222,
        "text": "— I pana... bardzo pięknie na wieczerzę prosić. Niech pani Mikołajowa i pan Jerzy i brat pana Jerzego, będą łaskawi nas odwiedzić i wieczerzę z nami zjeść. Tatko i mama pięknie proszą i my wszyscy także."
      },
      {
        "index": 223,
        "text": "W godzinę lub nieco więcej potem Kuleszyna i Mikołajowa, przy stole jeszcze siedząc, prowadziły z sobą głośną i zawziętą sprzeczkę o to, czy przed rozściełaniem lnu na trawie trzeba go moczyć, czy nie trzeba; Kulesza, po obfitej kolacyi szeroko na krześle rozparty, fajkę na krótkim cybuszku palił; młodsze dziewczęta ze stołu zbierały i przystojnego lecz bardzo nieśmiałego wyrostka w siermiędze z żartami i śmiechem przyzywały co chcilę do różnych usług i pomocy; Jerzy z Aurelką w cieniu nieco u okna stał, bo na stole paląca się nieduża lampa nie wszystkie kąty izby dobrze oświecała."
      },
      {
        "index": 224,
        "text": "— Czy panna Aurelia przebaczy mi kiedykolwiek, że w żalu i gniewie na cały świat będąc, przyjaźń pani odrzuciłem? I czy ta przyjaźń kiedykolwiek przywróconą mi zostanie?"
      },
      {
        "index": 225,
        "text": "Aurelka żartobliwie odpowiedziała."
      },
      {
        "index": 226,
        "text": "— Ja nie zawzięta i jeżeli pan Jerzy życzy sobie, abyśmy znowu w przyjaźni ż sobą byli, to i owszem. Tylko już teraz to proszę mi wszystko mówić i powierzać, bo za każdą skrytość okropną pokutę zadam."
      },
      {
        "index": 227,
        "text": "— Jakaż to będzie pokuta? — zapytał."
      },
      {
        "index": 228,
        "text": "— Taka, że pan Jerzy będzie musiał przynajmniej przez cały dzień o pewnej rzeczy i o pewnej osobie nie myśleć."
      },
      {
        "index": 229,
        "text": "— Ja i teraz już o niej myśleć przestaję — szepnął."
      },
      {
        "index": 230,
        "text": "— To znów źle, to już zbyt wielka jest niestałość! — sprzeciwiła sie niby nadąsana, ale usta jej drżały tłumionym śmiechem. Była wesołą, a z pod białego czoła i blado złotych brwi oczy jej, tak jak u ojca, pogodne i szczere, świeciły jak szafiry najczystszej wody."
      },
      {
        "index": 231,
        "text": "On stał jeszcze chwilę zamyślony i milczący, aż odezwał się znowu:"
      },
      {
        "index": 232,
        "text": "— Panno Aurelio!"
      },
      {
        "index": 233,
        "text": "— A co?"
      },
      {
        "index": 234,
        "text": "— Pani więcej wie o tej rzeczy odemnie. Czy ten posłaniec mówił pani: na który dzień naznaczony jest ślub tej osoby?"
      },
      {
        "index": 235,
        "text": "— A jakże! — mówił — na zapustną niedzielę!"
      },
      {
        "index": 236,
        "text": "— To jeszcze do tej niedzieli trzy tygodnie."
      },
      {
        "index": 237,
        "text": "— A trzy."
      },
      {
        "index": 238,
        "text": "Znowu zamyślił się i znowu odezwał się po chwili."
      },
      {
        "index": 239,
        "text": "— Panno Aurelio!"
      },
      {
        "index": 240,
        "text": "— A co?"
      },
      {
        "index": 241,
        "text": "— Niech mnie pani rączkę swoją poda!"
      },
      {
        "index": 242,
        "text": "Bez chwili wahania wyciągnęła do niego rękę. On, schylony, kilka razy ją pocałował, za każdym razem mówiąc:"
      },
      {
        "index": 243,
        "text": "— Za ten pocałunek, który pani na ręku mego biednego matczyska złożyła... za pani przychylność i dobroć dla mnie... za te śliczne oczy, które na mnie tak mile teraz patrzą... na wieczną przyjaźń... na dozgonną zgodę..."
      },
      {
        "index": 244,
        "text": "Kuleszyna i Mikołajowa sprzeczały się jeszcze: czy len przed rozesłaniem lepiej moczyć, czy nie moczyć, a Kulesza, pykając z fajki, ku oknu zerkał, zerkał, aż się zdrzemnął."
      },
      {
        "index": 245,
        "text": "Około północy w jednej z izdebek przez Jerzego zamieszkiwanych rozlegało się sapanie i chrapanie dwóch spiących osób; w drugiej on sam stał przed oknem i, patrząc na dziedziniec pełnią księżyca oświecony, myślał długo, aż ręką tryumfujący gest uczynił i z cicha zawołał:"
      },
      {
        "index": 246,
        "text": "— Otóż i pokażę wam, że dbam o war równo tak, jak o starą podeszwę!"
      },
      {
        "index": 247,
        "text": "Potem jednak smutek spadł mu na twarz:"
      },
      {
        "index": 248,
        "text": "— A z tobą, Salusiu, tak jak żądaliśmy i zamierzali, jednego dnia przed ślubnym ołtarzem staniemy... jednego dnia... tylko w oddaleniu i rozłączeniu wiecznem..."
      },
      {
        "index": 249,
        "text": "Ręką otarł mokre powieki, na stołku usiadł i ze spuszczoną głową długo siedział, bardzo smutny."
      }
    ]
  }
}