{
  "chapterNumber": 4,
  "title": "Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III. Siedzieli obok siebie na wielkiej kanapie: jeden w białym kożuchu, jak dąb silny i rosły, drugi z całą możliwą wytwornością w czarny tużurek i jasny krawat ubrany, do latorośli cienkiej i wybujałej podobny. — Zaledwie dwudziestoletni, wysoki a cienki, na twarzy bladawy i chudawy, Władyś Cydzik siedział bardzo wyprostowany, z otwartemi trochę ustami, nad któremi wysypywać się ledwie zaczynał ciemny puszek wąsów. Nie był brzydkim, w przyszłości nawet, ze swemi gładkiemi plecami i dość delikatnie zarysowaną twarzą, mógł stać się przystojnym, ale teraz z całej jego postaci biła nieśmiałość, niezgrabność, niedojrzałość i można go było nazwać pacholęciem raczej, niż młodzieńcem."
      },
      {
        "index": 2,
        "text": "Pancewiczowa, z energią, która malowała się wyraźnie w wyostrzonym, jak nóż, jej profilu i żywych, jak wicher, ruchach, objąwszy ster gospodarstwa braterskiego, w pożyczonym od sąsiadki fartuchu, na wysoko podniesionej sukni, krzątała się po kuchni, sieni i przeciwku, odpowiedni traktament dla gości przygotowując. Z jej rozkazu szwagrowie i strzeczny stół od okna przed kanapę przenieśli, a ona resztki żywności, przez cały dzień spożywanej, szybko uprzątnąwszy, zasłała go grubem, lecz jak śnieg białem i w piękne desenie wytkanem, płótnem. Wszyscy dokoła stołu, lub nieco dalej, u ścian, posiadali i rozmawiali gwarnie, tłumliwie."
      },
      {
        "index": 3,
        "text": "Ciemniało. Do napełnionej gwarem świetlicy wpływać zaczynał ten lekki zmrok, który w zimowe wieczory towarzyszy leżącemu na ziemi śniegowi i blademu światłu występującego na niebo księżyca; w zmroku zaś tym kształty i rysy ludzi, gęsto przy sobie siedzących, mętnieć i szarzeć zaczynały. Przez jedno okno widać było gwiazdę, która pośród rozdartych obłokow zaświeciła wprost nad jaśniejącą w powszechnej szarzyźnie żółtą stodołą, przez drugie padł ukośny promień niewidzialnego ztąd księżyca i złotą kratę położył na białej ścianie. Wtedy, z zapaloną niewielką lampą w obu rękach, weszła z sieni Salusia i, zwolna świetlicę przeszedłszy, lampę na stole postawiła. Siostra kazała jej zanieść światło do bawialnej izby, więc je przyniosła; ale dlaczego miała na szyi nieobecną przedtem czerwoną wstążkę, a kosę, która wpierw na plecy jej opadała, z tyłu głowy w węzeł zwiniętą? Jaśmont na jej widok porwał się z kanapy i łokciem szturhnął Cydzika na znak, że i jemu uczynić tak samo należy. Obaj kłaniali się; swat uśmiechnięty, przymilony, wyrażający uradowanie swoje nad tem, że panna Salomea po tak długiem oddaleniu do ojczystego gniazda powróciła; kawaler, wyprostowany jak kołek, z szeroko otwartemi, w nią wpatrzonemi oczyma, w których, kędyś na dnie, ogniste iskierki zamigotały. Ona dwa razy dygnęła i po brzegi włosów zarumieniona, z uprzejmym jednak uśmiechem, śmiało odpowiedziała, że miło jej bardzo pana Jaśmonta widzieć, bo przecież pamięta jak na weselu siostry jej, Zaniewskiej, drużbował i z nią, wcale jeszcze pod ten czas niedorosłą, krakowiaka tańczył."
      },
      {
        "index": 4,
        "text": "— Jeszcze, da Pan Bóg, i na pani weselu, choć już żonaty i podstarzały, tańcować będę! — wesoło zawołał Jaśmont i usiadł, szturhnięciem w łokieć dając znać Cydzikowi, aby uczynił to samo, czemu on był posłuszny, ale tylko jak maszyna, bo cała jego przytomność i uwaga skupiły się w oczach, ścigających odchodzącą od stołu Salusię. Odeszła najdalej, jak tylko mogła, bo aż do drzwi, u których obok Gabrysia na zydelku usiadła. Gabryś powoli ku niej twarz obrócił, popatrzał na nią, uśmiechnął się i znowu siedział, jak przedtem, nieporuszony, a tak, zda się, z zydelkiem i ścianą zrośnięty, że żadna siła oderwać-by go od nich nie zdołała. Może istotnie wielka jakaś siła zatrzymywała tu tego człowieka teraz, gdy tuż, tuż rozstrzygnąć się miał los tej dziewczyny. Ale Jaśmont z niczem nigdy nie śpieszył się, ani późnił. Nikt nad niego lepiej nie wiedział, kiedy i co w jakich okazyach poczynać i kończyć wypada. Więc i teraz nic jeszcze o celu swojego przybycia nie powiadał, tylko szeroko rozprawiał o przedmiotach innych, jako to: o gospodarstwie i handlu końmi, który zyskownie prowadził, o świeżo zmarłym dziaduniu żony swojej i o wielkim żalu, którego z tej przyczyny taż żona jego, Jadwiga z Domuntów, doświacza. Tymczasem jedni z pomiędzy obecnych głośną rozmowę z gościem prowadzili, inni czynili ciche uwagi nad przywiezionym przez niego kawalerem."
      },
      {
        "index": 5,
        "text": "— Młodzieniaszek taki, że żal się Boże!"
      },
      {
        "index": 6,
        "text": "— I smarkaty jeszcze, ale tem łatwiej Salusia i kozła i barana zrobić z niego zdoła!"
      },
      {
        "index": 7,
        "text": "— Ze wszystkich kawalerów, jakie tylko są w powiecie, najbogatszy!"
      },
      {
        "index": 8,
        "text": "— Żeby i bryljantowy cały był, ja-by za niego nie poszła. Taka niedostała trawa!"
      },
      {
        "index": 9,
        "text": "— Jedynak, do wojska nie pójdzie, to i żenić się jemu pora, a gospodyni, słyszę, potrzebują w chacie."
      },
      {
        "index": 10,
        "text": "— Ociec, słyszę, wszędzie oświadcza, że z pięknego domu żonkę dla syna wziąć życzy..."
      },
      {
        "index": 11,
        "text": "— Temuż go tutaj w swaty przysłał!"
      },
      {
        "index": 12,
        "text": "— Niczego nawet sobie, tylko że jeszcze bardzo niezgrabny... czysty kołek w ziemię wkopany!"
      },
      {
        "index": 13,
        "text": "Tu Pancewiczowa wniosła i umieściła na stole bochen chleba, talerze, łyżki cynowe i sztućce w drewnianej oprawie; Jaśmont też zaraz mniej mówić i bardzo zamyślać się począł, a gdy na stół butelka z wódką i druga z pitnym miodem jeszcze przybyły, ruchem głowy bujną czuprynę wtył odrzucił, po wszystkich spojrzał, chwilę jeszcze milczał, aż głosem zniżonym i jakby zasmuconym mówić zaczął:"
      },
      {
        "index": 14,
        "text": "— Otóż i nadszedł ten moment, w którym o losie naszym dowiedzieć się nam przyjdzie, a chociaż serce od niespokojności bije, lecz na dłuższe odkładanie tego zgodzić się nie chce i rozkazuje mi wszystkich państwa pięknie prosić, abyście tego, co powiem, życzliwemi uszyma wysłuchali."
      },
      {
        "index": 15,
        "text": "Słuchali. Świetlicę zaległa cisza, wśród której słychać było lekkie szmery drzew za oknami. Jaśmont obie duże, piegowate ręce na stole położył i znowu mówić począł:"
      },
      {
        "index": 16,
        "text": "— Małżeństwo, spólność żywota nierozdzielną mające, w kościele siódmy sakrament święty, rzecz przyrodzona człeku i poczciwa. Dobrze jest je zawierać, dobrze i zawieraniu jego ku pomocy stawać. Z tą pomocą ja panu Cydzikowi, tu przytomnym będącemu, chętliwie przybiedz zgodziłem się, do zacnego tego domu spólnie z nim przybyłem, aby w interesie jego, najważniejszym, jaki tylko na świecie człowiek mieć może, życzliwem a prawdziwem słowem przemówić."
      },
      {
        "index": 17,
        "text": "Tu zaczął wychwalać osobiste przymioty kawalera, jako to: poczciwość, trzeźwość, delikatność, synowską miłość, warunki urodzenia jego: jako pochodził z familii godnej, u wszystkich w poważaniu będącej; warunki majątkowe, jako jedynakiem jest u ojca, bo choć siostry ma, ale te wyposażone i za mąż wydane, a ociec, można powiedzieć, że nie na zagrodzie już, ale jakby na osobnym folwarku siedzi, z półtora włóki dobrej ziemi mając, dom na dwa końce wyporządzony, dziesięć pięknych krówek w oborze, sto drzewek fruktowych w młodym sadziku; a co tam u niego, obok tych rzeczy widzialnych, naleźć się może takich, których nikt nie widzi, bo są ostrożnie schowane, ale które on, jako dobry ociec, dla najmilszego syna jedynaka pilnie zgromadza, o tem mówić nie potrzeba, ponieważ na dłoni okazać ich nie można, ale wszyscy znają pana Onufrego Cydzika i wiedzą, że syn i sukcesor pustych skrzynek i próżnej sakiewki po nim nie odziedziczy."
      },
      {
        "index": 18,
        "text": "W tem miejscu mowę zawiesił i ruchem głowy ognistą czuprynę wtył odrzuciwszy, po obecnych wzrokiem wodził, wyraźnie śród nich jakiejś jednej twarzy wyszukując; nie wynalazł jej jednak, bo ta, dla której głównie płynął potok jgo swady, plecami stojących mężczyzn zasłonięta, w oddalonym kącie świetlicy stała. Stała i płonęła zarówno gorącemi, chociaż zupełnie sprzecznemi uczuciami gniewu i dumy. Gniewała się na brata, który tę pułapkę na nią nastawił i zarazem olśniewała ją świetność tej pułapki. Już dawniej o bogactwach Onufrego Cydzika nieraz słyszała, a gdy teraz Jaśmont obszernie wyliczać i opowiadać je począł, aż jej się w głowie zakręciło na myśl, że panią ich zostać może."
      },
      {
        "index": 19,
        "text": "Jaśmont zaś, po chwilowem milczeniu, znowu mowę swą rozpoczął:"
      },
      {
        "index": 20,
        "text": "— A dla jakichże to przyczyn kawaler tak zaletny, osobliwie tu, w tym domu, dozgonne szczęście swoje upatrzył i tę pannę, która jest jego najpiękniejszem przyozdobieniem, prosić i zaklinać postanowił, aby mu to szczęście zaofiarowała? A to dla tych przyczyn: że dom ten jest godnym, a zdawna urodziwością i cnotliwością swoich białych głów słynącym, i że ta panna jest tak zaletną, iż jej równej trudno byłoby na całym świecie naleźć."
      },
      {
        "index": 21,
        "text": "I jak przed tem zalety kawalera, tak teraz te, które pannę przyozdabiały, wyliczać począł. Czynił to zaś w dość osobliwy sposób, bo powiedziawszy naprzód, że przeddziady w doskonałej pannie sześć przymiotów na p rozpoczynających się upatrywali, z twarzą, niby w wysiłku pamięci ku sufitowi podniesioną, na szeroko rozstawionych palcach rąk owe sześć p wyliczał. Pierwsze tedy: pobożna, Boga obrazić jakimkolwiek grzechem albo przestępstwem bojąca się; drugie: piękna, co tłómaczenia nie wymaga, bo wszelkiemu oku jest widzialnem; trzecie: pracowita, czyli rączek na krzyż nie zakładająca i wszelkiej roboty potrzebnej i pożytecznej imająca się chętliwie i umiejętnie; czwarte: pokorna, mężowi, jakoteż rodzicom jego i wszelkim dobrym przykazaniom ludzkim ulegać lubiąca; piąte: przystojna, co znaczy, że skromną, grzeczną, wszystkim przypodobującą się być potrafi; szóste: posażna, ale to choćby i przekreślić można, bo gdzie znajduje się pięć p, tam szóste, jeżeli znajdzie się, to dobrze, ale jeżeli i nie znajdzie się, to o nie bynajmniej! Panna Salomea Osipowiczówna pięć p posiada, a z szóstem niech już będzie podług woli i łaski jedynego jej brata i opiekuna, bo chociaż pan Cydzik tej łaski nie odrzuca, lecz też i granic żadnych jej nie naznacza i nic jeszcze o szóstem p nie wiedząc, przez usta jego prosi i zaklina, aby panna Salusia Osipowiczówna rączki swojej i dobrego serca mu nie odmawiała, i aby jedyny jej brat i opiekun był przed najmilszą siostrą swoją jego życzliwym pośrednikiem i orędownikiem."
      },
      {
        "index": 22,
        "text": "Skończył i chustką z za kożucha wydobytą pot z czoła otarł. Gorąco mu też musiało być w kożuchu; świetlica bowiem, z dobrze ogrzanym piecem i pełna ludzi, napełniała się coraz większą ciepłością i duchotą. Ale taki już z Kazimierza Jaśmonta człowiek był, że gdy raz przyjął do spełnienia jakąś towarzyską i sąsiedzką misyę, żadna przykrość przykrością mu się nie zdawała. Teraz także, pocąc się i na całej piegowanej twarzy gorejąc, minę miał rozpromienioną, siebie i swojej sprawy pewną, i tylko nieduże, siwe jego oczy ciekawie pośród obecnych jednej jakiejś twarzy upatrywały. Ale Salusia stała ciągle w kącie izby, plecami mężczyzn zasłonięta i ze spuszczoną głową tak się zamyśliła, że aż czarne brwi zbiegły się nad jej oczami i utworzyły chmurę prawie posępną. Wzamian na twarzy Konstantego nie było żadnej chmury. Ponieważ u końca mowy swojej swat odwołał się do jego pośrednictwa i orędownictwa, więc z głową podniesioną i jedną ręką na kłębie opartą, wnet odpowiedział:"
      },
      {
        "index": 23,
        "text": "— O mojem przyzwoleniu i życzliwem do siostry pośrzedniczeniu niech pan Władysław Cydzik nie ma żadnego wątpienia. Owszem: przyzwalam, błogosławię i za promocyę dla siebie, jako i dla siostry mojej, poczytuję... A, żeby na to dowód złożyć, oświadczam, że siostra moja i bez szóstego p nie pozostanie i jeżeli za pana Cydzika wyjść się zgodzi, 600 rubli posagu na stół..."
      },
      {
        "index": 24,
        "text": "Urwał, spuścił głowę, chwilę pomilczał, poczem ciszej nieco mówić dalej zaczął:"
      },
      {
        "index": 25,
        "text": "— Choć niektóre ludzie inaczej mówią (tu ukosem na starsze siostry zerknął), podług zdania mego, najmłodszej siostrze najwięcej odemnie się należy, bo maleńką jeszcze i ledwie troszkę od ziemi odrosłą umierające rodzice mnie ją przyporuczyli i ja jej prawie ojcem byłem..."
      },
      {
        "index": 26,
        "text": "Głos mu drgnął, oczy zwilgotniały, więc otarł je wierzchem ręki i, prędko głowę podnosząc, przyśpieszoną mową kończył:"
      },
      {
        "index": 27,
        "text": "— Sześćset rubli posagu ona odemnie otrzyma na stół, w gotowce. Trzy krowy też z obórki mojej niech sama sobie wybiera, a o kobiecych łachmanach to już starsze siostry pomyślą, ja zaś i w tem dopomogę."
      },
      {
        "index": 28,
        "text": "Mówił teraz bardzo głośno, wysoko głowę trzymał i z energicznym gestem dokończył:"
      },
      {
        "index": 29,
        "text": "— Tak obiecuję i obietnicy dopełnię, choć mnie to może i z wielkiemi trudnościami przyjdzie. Ale, kiedy bieży to bieży, a gdy upadnie to leży. U mnie tak!"
      },
      {
        "index": 30,
        "text": "Zaraz też, oglądając się za siebie, zawołał:"
      },
      {
        "index": 31,
        "text": "— Salusia!"
      },
      {
        "index": 32,
        "text": "Z rękami skrzyżowanemi u piersi, co postawie jej wyraz energii nadawało, zbliżyła się, przed stołem stanęła i zaraz niewątpliwego posiadania dwóch przynajmniej p jasno dowiodła. Piękność jej, według słusznego wyrażenia się Jaśmonta, wszelkiemu oku była widzialną, a przystojność okazała się w zgrabnym, ku swatowi zwróconym dygu, w uprzejmym uśmiechu, do którego usta zmusiła, i w bardzo grzecznym sposobie, jakim wypowiedziała słowa następne:"
      },
      {
        "index": 33,
        "text": "— Za honor i grzeczność ślicznie dziękuję i panu Cydzikowi życzliwą jestem, ale, zaręczoną już będąc, nikomu innemu, oprócz narzeczonego swego, nic obiecywać nie mogę."
      },
      {
        "index": 34,
        "text": "Konstanty aż zatrząsł się od gniewu; on pewnym już był, że świetnemi zaletami konkurenta i braterską hojnością olśniona, Salusia żadnego oporu stawiać nie będzie. Była też ona istotnie olśnioną, niemniej przecież opór stawiła. Tuż za nią stojąca Pancewiczowa, z gniewu czy dla przestrogi, szturhnęła ją w bok pięścią, szwagrowie stęknęli i sarknęli, Końcowa do ucha jej szeptała:"
      },
      {
        "index": 35,
        "text": "— Salka! bój się Boga! taki los!"
      },
      {
        "index": 36,
        "text": "Ten tylko, kto najwięcej zmieszać się i obrazić był powinien, mianowicie swat, zachował całkowitą pogodę i pewność siebie. Przyjaźnie, trochę filuternie na dziewczynę spoglądając, swobodnie po stole grubemi palcami przebierał i z uśmiechem mówić zaczął:"
      },
      {
        "index": 37,
        "text": "— O tem, że panna Salomea jest zaręczoną, już nas głosy publiczne uwiadomiły, ale my, nie zważając na to, przybyliśmy z nadzieją, że ten węzeł rozwiązanym, a drugi zawiązanym być może. Ja o narzeczonym pani nic złego nie wiem i nie powiem; może on i dobry jest, ale dobre przy lepszem tanieje. Kiedy zaś jeden kawaler cudzy a drugi swój, jeden poważny, a drugi upośledzony, jeden dozgonnej towarzyszce swej dostatki i wygody wszelkie ofiarowujący, a drugi nie posiadający i takiego nawet kamienia, na którymby mu wolno było głowę położyć — to który lepszy?"
      },
      {
        "index": 38,
        "text": "Dla nikogo z obecnych rozstrzygnięcie tego pytania najmniejszej wątpliwości nie pozostawiało; to też kilka głosów męzkich i kobiecych ozwało się chórem:"
      },
      {
        "index": 39,
        "text": "— A jakże! a pewno! ma się rozumieć!"
      },
      {
        "index": 40,
        "text": "— Może być, że mój narzeczony jest cudzy, i upośledzony, i własnego swego kamienia nawet nie posiada, ale ja jemu przyrzekłam i słowa dotrzymać muszę."
      },
      {
        "index": 41,
        "text": "Tu wypadkiem wzrok jej padł na konkurenta, który, z otwartemi wciąż ustami, jak kołek wyprostowany, wlepiał w nią takie smutne, rozżalone i razem błyszczące oczy, jakby wszystko, co w nim było życia, uczucia, przytomności, w tych oczach zebrało się i zapaliło. Przy gapiowatej minie i kołkowatej figurze, te rozkochane i zasmucone oczy tak śmiesznie wyglądały, że pomimo wielkiego i wcale nie wesołego wzruszenia Salusia zaledwie śmiechem nie parsknęła. Jak krew czerwone jej wargi drgnęły i zatrzęsła się broda; jednak silnie w zębach język ścisnęła i śmiech zdławiła w gardle, bo niechże Bóg broni, aby miała naigrawanie jakie okazać tak grzecznym i zaszczytnym swatom! Jaśmont, powtórną jej odmowną odpowiedzią jeszcze nie zrażony, poważnie, pogodnie przemawiał, że dane słowo jest rzeczą ważną i pięknie to za panną Salomeą przemawia, iż dotrzymać go żąda, ale, że co się tyczy małżeństwa, to tutaj przysięga tylko przed ołtarzem świętym złożona dwoje ludzi na wieki wiąże, a dopóki jej nie było, wszystko można poczciwie i przystojnie rozwiązać, nikomu ubligi nie czyniąc, ale jednej stronie zarówno jak drugiej, drogę do szukania szczęścia wolną pozostawiając."
      },
      {
        "index": 42,
        "text": "Tu Pancewiczowa swatowi w mowę wpadła i donośnie zawołała:"
      },
      {
        "index": 43,
        "text": "— A pewno! ten pan może sobie inszą żonę znaleźć i dla niego daleko od Salusi stosowniejszą. Chłopinek, chwała bogu, nie mało na świecie!"
      },
      {
        "index": 44,
        "text": "— Temu panu, jeżeli dobrowolnie od mojej siostry nie odczepi się, ja wszystkie zęby w gardło wepchnę! — prawie zaryczał już Konstanty."
      },
      {
        "index": 45,
        "text": "Salusia zaś, z błyskawicą w oczach zaraz odpowiedziała."
      },
      {
        "index": 46,
        "text": "— Do tego pana ja bardzo przywiązaną jestem, a żebym też i przywiązaną nie była, słowa jemu dotrzymać muszę."
      },
      {
        "index": 47,
        "text": "Tym razem Jaśmont już zmarkotniał, rudawe, gęste brwi zjeżył i ze spuszczoną głową zamyślił się. Wśród obecnych zaś zakotłowało jak w garnku, ale zcicha, wrzawy bowiem przy obcych i w tak uroczystej okazyi robić nie wypadało, więc mężczyźni sarkali:"
      },
      {
        "index": 48,
        "text": "— Babskie bałamuctwa!"
      },
      {
        "index": 49,
        "text": "— Ot, jak zaskaliła się w postanowieniu swojem!"
      },
      {
        "index": 50,
        "text": "— Ziółko mieć będzie, kto taką weźmie!"
      },
      {
        "index": 51,
        "text": "Konstanty, za siostrą stojąc, za rękaw ją targał i, jak mu się zdawało, pocichu, w rzeczy samej wściekle, więc głośno, szeptał:"
      },
      {
        "index": 52,
        "text": "— Salusia, upamiętaj się, bo, jak Boga kocham, wyrzeknę się ciebie, grosza nie dam, na próg nie puszczę!"
      },
      {
        "index": 53,
        "text": "Siostry wzdychały, jęczały, szeptały, ale Salusia stała jak słup, niczego dokoła zdając się nie widzieć i nie słyszeć, tylko amarantowe rumieńce policzki jej okryły i z pod spuszczonych powiek stoczyły się dwie łzy."
      },
      {
        "index": 54,
        "text": "Jaśmont głowę podniósł, głęboko westchnął i zaraz potem, uorzejmie uśmiechając się, rzekł:"
      },
      {
        "index": 55,
        "text": "— Choć nas tutaj i niespodziewana konfuzya spotkała, my jednakowoż interesu naszego za przegrany nie uważamy. Czas traci, czas płaci. Nie skrzywdzi siebie pan Cydzik, jeżeli tak zacnej pannie czas do namysłu zaofiaruje. Smętnie to jest w oczekiwaniu na dekret zostawać, ale cierpliwość w niebo wwodzi. My też cierpliwymi będziemy. Wszystko jedno, trzeba nam ztąd do Bohatyrewicz jechać, gdzie ja żonine dziedzictwo do obejrzenia mam, a pan Cydzik krewnych swoich odwiedzi. Wracając zaś, czy tak, czy inaczej, tędy nam droga, więc pan Konstanty Osipowicz wybaczy częstych gości, ale jutro o tej samej porze wstąpimy znowu, aby raz jeszcze do rozwagi i dobrego serca panny Salomei zakołatać."
      },
      {
        "index": 56,
        "text": "— Proszę, owszem, najpiękniej proszę! ślicznie prosimy! tak miłych gości z niecierpliwością oczekiwać będziemy — ozwali się wszyscy i na wszystkie twarze spadł wyraz uradowania z tego, że sprawa stanowczo roztrzygniętą jeszcze nie została. Filut-bo z tego Jaśmonta! krótko, zdaje się, myślał, a jak wymyślił! Noc i dzień wiele znaczą i kto wie czy do jutrzejszego wieczora tej upartej kozie rozum i ambicya nie powrócą. Pancewiczowa, jak wicher szybka, przyniosła z kuchni dwie dymiące się salaterki, z których wychodziło piskliwe skwierczenie dosmażającej się w gorącej strawie słoniny i wszyscy razem gości na wieczerzę zapraszać zaczęli. Jaśmont przecież z czapką w ręku za stołem wstał, Cydzikowi szturhnięciem w łokieć oznajmił, że tak samo ma uczynić, i zaczęły się ceremonie. — Swatowi i odpalonemu konkurentowi jeść, zwłaszcza też pić, w domu panny nie wypadało; z drugiej jednak strony, odpalenie za stanowcze uznanem nie było, ani przez swata, ani przez familię panny, i jutro we wcale inszy dekret przemienić się mogło. Przytem z salaterek buchały wraz z parą zapachy nadzwyczaj smakowite i obiecujące; więc skończyło się na tem, że obaj usiedli znowu i do jedzenia zabrali się z apetytem, który wszelkie przypuszczenie rozpaczy lub nawet smutku stanowczo oddalał. — Na wypicie jednak czegokolwiek Jaśmont za nic zgodzić się nie chciał, a naśladował go w tem Cydzik, niebawem też, o tem i owem przy jedzeniu pogadawszy, swat powstał i oświadczył, że pora w drogę ruszać, tem bardziej, że do Bohatyrewicz jadąc, Niemen, choć i po lodzie, ale zawsze z ostrożnością przebywać trzeba. — Ze wszystkiemi żegnał się pięknie, ale najpiękniej może z Salusią, którą w rękę pocałował, poczem, pilnie i dość długo w same oczy jej popatrzywszy, zcicha rzekł:"
      },
      {
        "index": 57,
        "text": "— Taki kwiatek do kożucha przypinać, krzywda ludzka i obraza boska!"
      },
      {
        "index": 58,
        "text": "Nakoniec, we drzwiach jeszcze odwrócił się do wszystkich i z czapką w ręku, kłaniając się, rzekł:"
      },
      {
        "index": 59,
        "text": "— Pokój temu domowi!"
      },
      {
        "index": 60,
        "text": "— I temu, co mówi! — kłaniając się także, chórem odpowiedziały kobiety."
      },
      {
        "index": 61,
        "text": "W kilka minut potem Sakusia stała po środku izby, tak przez siostry otoczona i ściśnięta, że ledwo ją z za nich dostrzedz było można. Obejmowały jej kibić i szyję, głaskały, upominały, groziły, prosiły."
      },
      {
        "index": 62,
        "text": "— Dla jakiej przyczyny, ty, Salka, nas wszystkich żalem karmisz?"
      },
      {
        "index": 63,
        "text": "— Czy ty cudzego człowieka nad familię własną, nad dom rodzony, nad strony swoje wyniesiesz?"
      },
      {
        "index": 64,
        "text": "— Szczęście to jeszcze, że ten Jaśmont taki rozumny człowiek, a żeby nie to, jużbyś zginęła..."
      },
      {
        "index": 65,
        "text": "— Sióstr i brata za grosz nie dostaniesz, a nie zastąpi ci mąż — zwłaszcza taki!"
      },
      {
        "index": 66,
        "text": "Końcowa nawet, zupełnie już przez dzień ubiegły, a szczególniej przez zaszłe swaty, na stronę familii przeciągnięta, perswadowała:"
      },
      {
        "index": 67,
        "text": "— O niego ty się nie bój! Pocieszy się prędko, o jej! Ja tobie tego wpierw nie mówiłam, ale wiem dobrze, że on wielki bałamut, do zakochania się łatwy. — Wprędce też pewnie drugą sobie znajdzie."
      },
      {
        "index": 68,
        "text": "— O sobie najwięcej pamiętaj, mówiły inne, domu ani łomu mieć nie będziesz, w garść chuchać będziesz, łzami do grobu ścieczesz — z ośmiorgiem dzieci!"
      },
      {
        "index": 69,
        "text": "Z paplającej gromadki wydobył się rozpaczliwy głos Salusi:"
      },
      {
        "index": 70,
        "text": "— Dla czego z ośmiorgiem? ot już koniecznie i z ośmiorgiem! Ty sama masz tylko troje, a Marylka dwoje..."
      },
      {
        "index": 71,
        "text": "— To nic, że mam troje, a Marylka dwoje, ty ośmioro będziesz miała, z pewnością ośmioro, jak Bóg na niebie, ośmioro! gdzie ty to podziejesz, kiedy on ani ziemi, ani chaty nie ma, brat zaś tobie ani grosza posagu nie da?"
      },
      {
        "index": 72,
        "text": "— Ot, podziękowałabyś bratu, pocałowałabyś go w rękę, że taki hojny dla ciebie, jakim nigdy dla nas nie był, i skorzystałabyś z jego łaski!"
      },
      {
        "index": 73,
        "text": "— To i podziękuję! — zawołała Salusia i, wyrwawszy się ze ściskającej ją gromadki, podbiegła do Konstantego, który u okna stojąc, do niczego się już nie mieszał i, wściekle kręcąc wąsa, z niedbałością niby pogwizdywał: fiu fiu! fiu, fiu, fiu! Podbiegła i w oba policzki kilka razy go pocałowała, mówiąc."
      },
      {
        "index": 74,
        "text": "— Dziękuję, Kostuś, za twoje dobre chęci, za twoje żałowanie, za twoją życzliwość, dziękuję Kostuś, dziękuję!"
      },
      {
        "index": 75,
        "text": "On, usuwał ją i odwracał się niby gniewnie, ale z ukosa ruchy jej twarzy wzrokiem śledził, a widząc, że naprawdę wdzięczną jest i rozrzewnioną, parę razy też ją wzajemnie pocałował i zapytywać zaczął:"
      },
      {
        "index": 76,
        "text": "— A będziesz jutro grzeczną? a będziesz rozumniejszą?"
      },
      {
        "index": 77,
        "text": "W tej chwili z gromadki niewiast wyskoczyła mała, szczupła, płowowłosa Emilka, strzeczna bratowa, i jako to młoda, bo zaledwie osiemnastoletnia, była kobieta, jęła jak fryga okręcać się po świetlicy, w ręce klaszcząc i przyśpiewując:"
      },
      {
        "index": 78,
        "text": "— A ja by nie poszła! a ja by nie poszła! Żeby on i bryljantowy cały był, ten kołek, ja by za niego nie poszła!"
      },
      {
        "index": 79,
        "text": "I kręciła się póty, póki nie dokręciła się do męża, na którego kolanach usiadłszy, dośpiewała:"
      },
      {
        "index": 80,
        "text": "— Żeby Michał sto razy chłop był i żeby sto razy swojej ziemi nie miał, jaby za niego poszła, dalibóg za nikogoby nie poszła tylko za niego!"
      },
      {
        "index": 81,
        "text": "Rozśmieszony i może uradowany, nie wiele zresztą familijną tę sprawę do serca biorący, Michał na całą izbę wybuchnął głośnym, dźwięcznym śmiechem."
      },
      {
        "index": 82,
        "text": "— Niech Emilka przestanie wyrabiać i wygadywać głupstwa! — krzyknął Konstanty, a Salusia, rękę swoją z jego ręki wyrwawszy, jak strzała wybiegła do sieni, na ganek, i na podwórko."
      },
      {
        "index": 83,
        "text": "Ta głupia Emilka i ten jej mąż Michał przez cały dzień serce jej szarpali. — Ile razy na nich spojrzała, zawsze musiała pomyśleć, że jej z Jerzym byłoby tak samo mile i dobrze, jak im jest z sobą, a teraz znowu ten Michał zaśmiał się zupełnie tak samo, jak śmiał się Jerzy, ile razy mu coś uciesznego i miłego powiedziała. Ten śmiech, do śmiania się tamtego zupełnie podobny, tak jej w samą głąb serca poszedł, że wyleciała z izby nic nie myśląc, ale tylko czując, że musi gdzieś lecieć, tak, jak to czuje człowiek, na którym zapali się suknia. Ona także była cała w ogniu: policzki jej, czoło, oczy i ręce płonęły. To też wprost z ganku, aż na środek podwórza wybiegła, jakby uciekać zamierzała. Istotnie, na środku podwórza stojąc, patrzała na drogę, której nieduży kawałek widzialnym był pomiędzy dość wysokim płotem a wielką, żółtą stodołą. — Po głowie jej kręciły się myśli: żeby tak na tę drogę wylecieć i lecieć, uciekać od tych krzyków i naigrawań, od tych próśb i gniewów, od swoich własnych strachów i niepewności! Boże, jak dobrze byłoby, żeby mogła zalecieć aż do niego, poskarżyć się, uspokoić, upewnić się znowu o swojem postanowieniu tak, jak upewnioną była dopóty, dopóki widywać go nie przestała, a ludzie nie zaczęli kłaść jej w uszy różnych okropności! Sześć mil tylko ztąd do Laskowa: co to dla niej znaczy, dla niej, silnej, zdrowej i niewiedzieć ile mil ujść mogącej?"
      },
      {
        "index": 84,
        "text": "Zdjęła ją tęsknota ogromna i taka chęć zobaczenia Jerzego, wygadania się przed nim, że ptakiem, zdaje się, leciałaby po tej drodze, przez te białe pola, których pustki i rozległości nie lękała się bynajmniej, bo były jej dobrze znane, swoje, a teraz nawet udręczona przez swarliwą wrzawę i nakładane na nią kajdany, nęciły ją ku sobie ciszą i swobodą. — Leciałaby do niego temi polami jak ptak, jak błyskawica i zdaje się, że lecąc śpiewałaby jak ptak i paliłaby się jak błyskawica, że do niego leci — ale nie można! Przystojność i ambicya nie pozwalają. Byłby to wielki wstyd i grzech; myśleć nawet o tem nie podobna."
      },
      {
        "index": 85,
        "text": "Odwróciła oczy od drogi i zwolna poszła ku nizkiemu płotkowi, który rodzinną jej zagrodę od najbliżej sąsiadującej rozdzielał. — Nogi jej po kostki w śnieg zapadały, ale nie dbała o to wcale, bo wszelkie drogi: ośnieżone, albo ulewą zmoczone, kamieniste czy gęstemi trawami zarosłe, były jednostajne dla stóp jej, bosych czy obutych, znane, swoje, zwyczajne. Nie wiedziała nawet czem jest i że jest na świecie troska o wygodne i zdrowe chodzenie. — W śniegu przy płotku stanęła i łokciami na nim wsparta, z brodą w dłoniach, zaczęła się przypatrywać sąsiedniej zagrodzie, którą dobrze widziała, bo księżyc, jakkolwiek ukryty za białemi obłokami, całe niebo oblewającemi, rzucał przez nie na ziemię przyćmione srebrnawe światło. Z tem łagodnem i monotonnem światłem łączyło się w przestrzeni powietrze spokojne, trochę zwilgłe i tak ciche, że tylko kiedy niekiedy wiatr z pola lecący szemrząc przebiegał drzewa i na chwilę gałęzie ich rozchylał. — Wtedy, z za rozchylonych i trochę chwiejących się gałęzi, pobłyskiwały tu i ówdzie oświetlone okna domów, od których zresztą nie dochodziły żadne gwary, ani głosy. — Koguty nawet nie piały w tej chwili i psy nie szczekały. — Na rozłogu niezmiernym, gladkim, białym, od przyćmionego księżycowego światła smętnym i tajemniczym, szereg nierówno rozstawionych domostw, z okienkami, jak zaspane oczy, mętnie pobłyskującemi, w swoich śniegach i drzewach, w swojem samotnem oddaleniu od gwarnego świata, układał się do przespania długiej, zimowej nocy."
      },
      {
        "index": 86,
        "text": "Zagroda, na którą patrzała Salusia, była zaledwie malutką zagródką. — Domek o dwu okienkach, chałupa raczej, niż domek, podwórko wązkie, jak zaułek, i cudzemi płotami zewsząd ściśnięte, w jednym małym budynku obórka i stajenka; — ciasnota i ubóstwo, a za całą ozdobę kilka grubych, wyniosłych drzew."
      },
      {
        "index": 87,
        "text": "Na tę zagródkę patrząc, Salusia myślała: oto jakie są skutki poniewierania radami ludzkiemi i majątkiem! Ten Gabryś mógłby być, tak jak inni, dostatnim sobie gospodarzem, gdyby był ludzi posłuchał i należące się mu grunta przez proces od brata odebrał. — Kiedy to po kilkoletniej służbie w sąsiednim, wielkim dworze do okolicy wrócił, i całą prawie swoją posiadłość przez brata zagrabioną znalazł, wszyscy mówili mu, doradzali, krzyczeli na niego, aby bratu proces wytoczył. — On zaś, chciał i nie chciał, namyślał się, zwlekał, aż ręką machnął, te kilka morgów, które brat był łaskaw mu wyznaczyć, przyjął, tę chałupke sobie zbudował i na zawsze już wyrzekł się i procesu i pięknego kawałka swojej ziemi. — Tłómaczył się z tego przed ludźmi tak i owak: że brat kilkoro dzieci ma, że chociaż i ukrzywdził go teraz, ale wprzód hodował i edukował, że jeżeli z bratem za czuby się weźmie, sam jeden na świecie zostanie, bo oprócz jednej jeszcze siostry żadnej blizkiej familii nie ma. — A ludzie śmieli się tylko z tych wszystkich jego tłómaczeń i wtedy to po raz pierwszy nazwali go „głupim Gabrysiem.“ Lecz on i przedtem i potem jeszcze mnóstwo podobnych głupstw nawyrabiał. — W tym wielkim dworze, do którego brat młodym jeszcze chłopcem na obowiązek go wyprawił, miejsce było bardzo korzystne i, gdyby na niem dotąd był pozostawał, możeby już i piękny majątek sobie zebrał. — On zaś to miejsce rzucił i wrócił do okolicy, bo jacyś wyżsi oficyaliści niegrzecznymi względem niego się okazywali: wolał więc, jak sam powiadał, chleb z wodą jeść, niż marcepany z ubligą i hańbą. — Tego także ludzie bynajmniej mu nie pochwalali, bo rzeczą jest wiadomą, że na obowiązku będąc, zawsze coś znieść trzeba, o lepszej przyszłości myśląc, taka zaś duma, która choćby największych korzyści wyrzeka się, byle swoje zadowolenie mieć, jest głupią i grzeszną. — Potem... no, co on zrobił potem, to już wszelkie wyobrażenie przechodzi. — Na obowiązku będąc, choć i niedługo, ale zawszeż przez lat kilka, trochę grosza zebrał, trochę, niedużo, ze dwieście rubli podobno, które tak przez brata obdartemu i na nędznych kilku morgach ziemi pozostawionemu, wielce przydać mu się mogły. — Miał też na nie różne projekty: krówkę drugą kupić, bryczuszkę okutą sporządzić, szczepków fruktowych do zasadzenia sadziku sprowadzić zamierzał. Wtem przyjeżdża siostra, ta, co za młynarzem o półtora mili ztąd siedzi i jak zacznie jęczeć, jak zacznie prosić: pożycz mnie swoje pieniądze, pożycz i pożycz, bo młyn u nas taki stary i reparować go potrzeba, a nie mając za co uczynić tego, z dziećmi poginiemy! Sprzeciwiał się z początku, odmawiał, własną biedę siestrze pokazywał, aż gdy ona siedziała mu wciąż nad karkiem i siedziała, jęczała i płakała, wziął i pożyczył — na wieczne nieoddanie. — Poprostu: ostatni grosz siestrze oddał. — Wtedy już ludzie o mało ze śmiechu nie popękali, i przydomek głupiego Gabrysia ostatecznie przykleił się już do niego. — Ale on o to jakby nie dbał i dwa razy jeszcze po swojemu zrobił: raz, kiedy stare ciotczysko niedołężne, swarliwe, którego nikt trzymać u siebie nie chciał i które na żebry już miało iść, do swojej chałupy przyjął, drugi raz, kiedy z panną niemłodą i na twarzy bardzo czarną, ale posażną, ożenić się nie chciał. — Sama Pancewiczowa swatała mu tę pannę; bo choć on i we wzgardzie zaczynał być u wszystkich, ależ zawsze krewnego jakkolwiek ratować i z biedy podnieść wypadało. — Żadna posażna i młoda nie poszłaby za niego, wynalazła więc posażną i starą, a szpetną. — On zaś za nic! Na co mnie to? — mówił. — Mnie i tak dobrze. — Ja nie niewolnik, aby mnie ktokolwiek, choćby i za największe pieniądze, kupował! Tak i pozostał: biednym, że aż podeszwy od butów mu odpadają i pustelnikiem, tylko zwierzątkami, kwiatkami i skrzypcami umila sobie życie. — I cóż za korzyść z takiego życia? Ani wygody i przyjemności żadnej, ani honoru żadnego nigdy nie ma. — Jedna krowa, jeden mizerny konik, kilka kur, które ciotka hoduje; przyjdzie gdzie, nikt nawet nie zauważy i siedzieć nie poprosi; odezwie się z czem, wszyscy, i nie słuchając, śmiać się już zaczynają, bo z góry wiadomo, że głupi Gabryś nic mądrego powiedzieć nie zdoła. — To też od dawna już nie chodzi nigdzie i nie odzywa się do nikogo. Jeżeli dla interesu lub innej jakiej przyczyny wsunie się gdziekolwiek, to zaraz przy drzwiach siada, aby nikomu na drodze nie zawadzać, i milczy, najmniejszego zaś jedzenia za nic w gościnie do gęby nie weźmie, widać dla tego, aby ci ludzie, którzy naigrawają się z niego i we wzgardzie go mają, nie pomyśleli czasem, że głodnym jest i chleba ich pożąda. Miał i on swoją ambicyę! i jaką! Biedny jestem, to biedny, — mawiał, — głupi, niech sobie będę głupi, ale żebrakiem nigdy się nie okażę, chożbym i z głodu zdychał! Biedny, głupi Gabryś, ale dobry. — Salusia zawsze lubiła go bardzo i wiele dobra od niego doznała. Kiedy powrócił ze służby dworskiej i nazwę „Głupi Gabryś“ dostawać zaczął, ona jeszcze małą dziewczynką była, więc tuż, przy płocie brata chałupkę swoją wzniósłszy, często wołał ją do siebie, zabawki różne z drzewa dla niej strugał, ogródki zasadzał, płotki z kamuszków stawiał, a potem, ofiarowawszy się bratu na jej guwernanta, czytania i pisania ją nauczył. — To ostatnie wprawdzie udało mu się nie arcy-doskonale, bo za wielką miał do niej słabość, aby do nauki napędzać ją mógł, jak należało. Zawszeż jemu to winna, że całkiem ciemną i nieumiejętną nie pozostała."
      },
      {
        "index": 88,
        "text": "Twarz na dłonie opuściwszy, Salusia myślała: żeby Gabryś zamiast tej chałupki miał ładny domek i zamiast małego kawałeczka ziemi wielki jej kawał, ludzie pewnie nie przezwaliby go byli głupim i na jego dobroci poznali się doskonale. — Chociaż procesowania się z rodzonym bratem, ani puszczania na żebry starej ciotki, anie żenienia się ze szpetną panną dla tego, że jest posażną, nikt nie pochwala; jednakowoż gdyby Gabryś to wszystko był uczynił, a przy tem dobry majątek miał, ludzie by go chwalili, poważali. — Ot, co majątek znaczy! Nie tylko wygody i dostatki przynosi, ale daleko ważniejszą rzecz, bo chluby i honory. — Nie tylko od głodu broni człowieka, ale i od tego, co nad głód boleśniejsze, — od poniewierki i upośledzenia. Nic tak człowieka wysoko nie wyniesie i takiej spokojności do śmierci mu nie zapewni, jak majątek; nic tez takiego naigrawania się pomiędzy ludźmi nie obudzi, jak gdy kto, dla jakiejkolwiek przyczyny, majątku się wyrzecze. — Ot, jak na świecie jest: Boże mój, Boże, czemu to tak jest na świecie?"
      },
      {
        "index": 89,
        "text": "Pogrążona w tych myślach, które oplątywały zagadkę własnego jej losu, nie słyszała cichych stąpań człowieka, który wyszedł z chałupy i, spostrzegłszy ją za płotkiem stojącą, ku niej zmierzał. — Cicho po śniegu szedł, bo na nogach nie miał butów, tylko grube płócienne szmaty. — W kapocie, poniżej kolan sięgającej, bez czapki, stanął przy niej i zcicha wymówił: — Dobry wieczór Salusi!.."
      },
      {
        "index": 90,
        "text": "Podniosła głowę, uśmiechnęła się do niego. Tak potrzebowała wygadać się przed kimś, wyskarżyć się przed jaką duszą przyjazną, a nieswarliwą, że ogromnie ucieszył ją jego widok."
      },
      {
        "index": 91,
        "text": "— Jak to dobrze, że Gabryś tu przyszedł! — zawołała — może Gabryś mnie co powie, może co poradzi. Ja taka biedna, biedna, biedna!"
      },
      {
        "index": 92,
        "text": "Z załamanemi rękoma, cicho i prędko szeptać zaczęła:"
      },
      {
        "index": 93,
        "text": "— Co mnie tu czynić? co mnie tu robić? Tak mnie oni męczą, tak straszą, takim wstydem karmią! Czy ich posłuchać, czy jemu słowa dotrzymać? Czy familii i majątku wyrzec się? czy jego opuścić? Oj, nie mogę ani jednego, ani drugiego zrobić! Niech Gabryś mnie poradzi! Mój drogi, mój złotny Gabrysiu, poradź ty mnie cokolwiek! pomóż ty mnie jakim sposobem, bo ja już taka biedna, biedna, że i sama nie wiem, co stanie się ze mną!"
      },
      {
        "index": 94,
        "text": "Po drugiej stronie nizkiego płotku stojąc, słuchał tej skargi z pochyloną głową i policzkiem na dłoni opartym. — Milczał dość długo, a potem powoli, z głębokim namysłem mówić zaczął:"
      },
      {
        "index": 95,
        "text": "— Co ja tobie poradzę? jak mi tobie radzić? Jeżeli za sercem pójdziesz, na ubocz zejdziesz, dla ścieżki gościniec porzucisz i źle tobie będzie na świecie. — Tym ludziom, którzy, za sercem idąc, na ubocz schodzą, zawsze na świecie źle."
      },
      {
        "index": 96,
        "text": "Ona potakująco i z żalem głową wstrząsnęła."
      },
      {
        "index": 97,
        "text": "— Gabryś sam na sobie tego doświadczył."
      },
      {
        "index": 98,
        "text": "— A jakże! — odpowiedział krótko."
      },
      {
        "index": 99,
        "text": "— No, to co? — zawołała — opuścić mnie jego... i nie mogła dokończyć, bo łkanie zdławiło jej głos w gardle."
      },
      {
        "index": 100,
        "text": "Splecione ręce podniosła nad głowę i, walcząc z płaczem, mówiła:"
      },
      {
        "index": 101,
        "text": "— Ja jego nigdy nie zapomnę... nigdy nie zapomnę... nie zapomnę!"
      },
      {
        "index": 102,
        "text": "On z wahaniem się w głosie zauważył:"
      },
      {
        "index": 103,
        "text": "— Tego nie można wiedzieć. Jedno zachodzi, drugie wschodzi. Może też i dla Salusi insze słońce, tak samo, jak to, świecić będzie."
      },
      {
        "index": 104,
        "text": "— Gabryś tak mówi — pośpiesznie zaszeptała — bo Gabryś go nie zna i nie wie, jaki on śliczny, rozumny, dobry!"
      },
      {
        "index": 105,
        "text": "Możność mówienia o nim przed kimś, o kim była pewną, że przyjaźnie i bez naigrawania się jej słucha, sprawiła jej wielką ulgę, prawie rozkosz. — Więc też, pośpiesznie, jednym tchem prawie szeptala:"
      },
      {
        "index": 106,
        "text": "— Osobliwie dobry. Wie Gabryś, że ja nawet i nie wyobrażałam sobie, aby na świecie mógł być tak dobry człowiek. Nie wiem jak tam dla kogo, ale dla mnie to taki był dobry, że czasem aż dziękowałam Bogu za to, że mnie takiego dobrego człowieka napotkać pozwolił. Podobałam się ja jemu i on mnie podobał się odrazu, od pierwszego spojrzenia, zaraz też potem do Końców przychodzić zaczął, bo Końca i wprzódy już znał. Anulka zapraszała go, pięknie przyjmowała, bo mówiła, że na takiego ślicznego chłopca i mężatce popatrzeć miło. My też już i wiedzieliśmy o tem, co między nami jest: ja do domu nie chciałam powracać, a on do rodziców nie jechał, choć już i skończył wojskową służbę; ale nie mówił jeszcze ani słowa i ja nie mówiłam, aż tu Anulki wszystkie dzieci okropnie się pochorowały i taka bieda, taki smętek i postrach zrobił się w domu, że niech Pan Bóg broni. Wtedy ja Anulce do pomocy stanęłam, a on mnie. Snu mu nie było, jedzenia nie było, ani żadnej najmniejszej zabawy. Ciągle na nogach był, na usługach naszych, popychadłem naszem zrobił się, posłańcem, felczerem, pocieszycielem, towarzyszem. Bywało, mówię mu: niech pan choć na spacer pójdzie! — a on tylko ramionami ruszy: będzie pora do spacerów, kiedy bieda przeminie! — mówi. Wtenczas już ja poczułam, że na wieki przywiązałam się do niego; wtenczas też, jednej takiej nocy, kiedy i sam Koniec na tę zarazę zachorował i Anulka przy nim, a my przy ich biednym synku, który potem umarł, siedzieli, on mnie wszystko powiedział. Kiedy biedy pokończyły się, my z wiedzą i przyzwoleniem Końców zaręczyli się z sobą, on mnie ot ten pierścioneczek na palec włożył... Boże mój Boże! czy ja spodziewałam się wtenczas, że taka nieszczęśliwa i taka od niego odgrodzona będę!"
      },
      {
        "index": 107,
        "text": "Okazywała Gabrysiowi mały pierścionek z perełką, który na palcu miała, a potem mówiła znowu:"
      },
      {
        "index": 108,
        "text": "— Raz to i ja troszkę chorowałam, nie długo, trzy dni tylko, ale gorączka była taka, że musiałam leżeć. To, czy uwierzy Gabryś? — że kiedy Anulka w drugiej izbie dziećmi zatrudniona, on, bywało, przez całe szare godziny u łóżka mego klęczy i w nogi mnie całuje..."
      },
      {
        "index": 109,
        "text": "Twarz na dłonie spuściła, załkała i nie spostrzegła, że człowiek z drugiej strony płotku przed nią stojący westchnął cicho, ale tak głęboko i ciężko, że aż zadrgała mu na piersi gruba kapota. — Dotknęła ręką stanika, za którym zaszeleścił papier."
      },
      {
        "index": 110,
        "text": "— Ot dziś, przed samym wyjazdem, otrzymałam list od niego, odpowiedź na moje doniesienie, że brat rozgniewany i grozi, iż ani grosz posagu mnie nie da. Więc on na tę wiadomość odpowiada: Ty o to nie dbaj, że posagu nie dostaniesz: mnie twój posag nie potrzebny. Ja ciebie choć w jednej koszuli wezmę, a jeszcze za szczęśliwego będę się poczytywał przez to, że wszystko odemnie jednego będziesz miała. Ot jaki on! I jak mnie tu jego wyrzec się! jak mnie o nim zapomnieć, jak tu jego przehandlować na tego kołka!.."
      },
      {
        "index": 111,
        "text": "Tu, pomimo łez, które napełniały jej oczy, zaśmiała się:"
      },
      {
        "index": 112,
        "text": "— O, Jezu! jaki on śmieszny ten Cydzik! jaki niezgrabiasz! i taka niedostala trawa, taki smarkaty! Jaż od niego pewno ze trzy lata starsza!"
      },
      {
        "index": 113,
        "text": "— A pewno! — potwierdził Gabryś, — jemu dziewiętnaście lat skończyło się nie dawno. Ja o tem wiem."
      },
      {
        "index": 114,
        "text": "I po chwilowym milczeniu, bardzo cicho, z trudnością jakby, rzekł:"
      },
      {
        "index": 115,
        "text": "— To niech Salusia za sercem idzie... niech na nic nie uważa, niczego nie lęka się i za sercem idzie!"
      },
      {
        "index": 116,
        "text": "Ona znowu, o płot oparta, nizko pochyliła głowę i znowu szeptać zaczęła, a w szepcie jej słychać było żal i nadąsanie:"
      },
      {
        "index": 117,
        "text": "— Łatwo to Gabrysiowi mówić. Mnie familii szkoda. Brat dla mnie też dobry i sióstr ja nigdzie na świecie drugich nie najdę. Oni mnie wyrzekną się i noga moja nigdy już w tym domu, w którym rodziłam się i wyrosłam, nie postanie..."
      },
      {
        "index": 118,
        "text": "Rozżaliła się znowu i z płaczem walczyć zaczynała."
      },
      {
        "index": 119,
        "text": "— Przytem okropny mnie wstyd zdejmuje, kiedy ludzie naigrawają się, że on jest nieszlachetnego urodzenia, i okropny strach, kiedy pomyślę, że on kawałka swojej ziemi nie ma, ani domu swojego, ani takiego kamienia, któryby miał prawo pod głowę sobie podłożyć. Jak, broń Boże, miejsce straci, to co będzie? Tułać się przyjdzie po świecie z manatkami. Nędza i hańba. A ten Cydzik z takiej familii i taki bogaty... i Konstanty tak wiele mnie da, jeżeli za niego pójdę, dwa razy więcej, niż dał siostrom... Co to jest na całe życie swój dom, swoję ziemię, swój posag i zgodę z familią i uważanie na świecie mieć! Oj, czemu to on nie z takiej familii jest i nie taki bogaty! Boże mój, Boże, jaka ja szczęśliwa byłabym, gdyby tak było! A teraz, to sama nie wiem, co mnie robić i w którą stronę iść! Sępy drapieżne w sercu mnie zasiadły i drą, zdaje się, na kawałeczki! Jak pomyślę, że jutro znowu te swaty przyjadą..."
      },
      {
        "index": 120,
        "text": "Zaniosła się od płaczu, ale cichego, bo nie chciała może, aby ktokolwiek z domu rozmowę jej z Gabrysiem dopatrzył i posłyszał."
      },
      {
        "index": 121,
        "text": "On długo milczał, aż powolnym, miękkim gestem gładzić począł dłonią jej nizko pochyloną głowę i z zamyśleniem, powoli mówił:"
      },
      {
        "index": 122,
        "text": "— Wyniesienia chce się, chluby, honorów, pewnych dostatków..."
      },
      {
        "index": 123,
        "text": "Urwał i jakby pożałował tego, co powiedział, smutnie głową zatrząsł..."
      },
      {
        "index": 124,
        "text": "— Nic ja tobie nie doradzę, nic doradzić mocen nie jestem. Ja tego tylko żądam, aby tobie dobrze było, a po której stronie znajduje się twoje dobro? nie zgadnę. Sam sobie ja tak poradziłem, że drugim radzić sumienie mnie nie pozwala. Ludzie przezwali mnie głupim, może też i nie innym jestem, tedy nie mogę być swej rady pewnym. Ale tego tylko pewny jestem, że czy ty za sercem, czy z ambicyą pójdziesz, ja dla ciebie przygany nie najdę, bo jednego tylko żądam, aby tobie dobrze było..."
      },
      {
        "index": 125,
        "text": "I jeszcze ciszej dokończył:"
      },
      {
        "index": 126,
        "text": "— Niczego innego ja nie spodziewam się i nie żądam... Niczego!"
      }
    ]
  }
}