{
  "chapterNumber": 1,
  "title": "Przedmowa",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "ELIZA ORZESZKOWA."
      },
      {
        "index": 2,
        "text": "„Orzeszkowa — powiada Zygmunt Kaczkowski w najnowszej pracy swojej — zajmuje w literaturze współczesnej stanowisko wyjątkowe, którego powierzchowną błyskotliwością innych talentów olśnieni krytycy może jeszcze jej nie przyznali, ale którego z głębszym, a przeto i bezstronniejszym poglądem pisana historya literatury pewnie jej nie odmówi.“"
      },
      {
        "index": 3,
        "text": "Istotnie, część przynajmniej krytyki naszej, ta mianowicie, która w poglądach i opiniach swoich kieruje się zachowawczo-klerykalnemi zasadami, nie przyznaje znakomitej powieściopisarce, ani tego wielkiego talentu, z jakim tyle wspaniałych dzieł napisała, ani tych zasług społecznych, jakie działalnością swoją położyła wśród najtrudniejszych warunków czasu i miejsca. I dlaczego? Nie z estetycznych, zaiste, powodów, ale dlatego, że stanęła śmiało i otwarcie po stronie postępowych, wolnomyślnych i demokratycznych dążności społeczeństwa, że zamiast za tradycyą przesądów, nierozumu i zepsucia, wolała pójść za tradycyą swobodnego badania, reform i ciągłego doskonalenia się, jaką nam lepsza cząstka przeszłości naszej przekazała."
      },
      {
        "index": 4,
        "text": "Byłoby jednak ubliżającą społeczeństwu niesprawiedliwością twierdzić, iż sąd lekceważący o działalności Orzeszkowej przeważa w kraju. Przeciwnie, utwory jej należą do najpoczytniejszych, a imię — do najbardziej czczonych i szanowanych. Jeżeli nie sformułowana jasno, to instynktownie budząca się myśl, iż Orzeszkowa sercem i rozumem odczuła i zrozumiała najistotniejsze potrzeby chwili bieżącej i stała się wymowną ich rzeczniczką, że potrafiła wymagania trzeźwej myśli z pragnieniami gorąco czującej duszy połączyć, a w artyzmie zjednoczyć cześć dla ideału z wymaganiami realistycznego traktowania rzeczy: — myśl ta, powiadam, daje się odnaleźć w przekonaniach ukształconego ogółu i przebija się mniej lub więcej wyraźnie w zdaniach większości krytyków spółczesnych."
      },
      {
        "index": 5,
        "text": "Postaram się myśl tę rozwinąć i uzasadnić w szkicu niniejszym. I."
      },
      {
        "index": 6,
        "text": "Jak większa część naszych szermierzy postępu, tak i Orzeszkowa nie wyszła ani ze sfer mieszczańskich, ani z ludu, ale ze szlachty. W tej okoliczności widzieć można jednę z przyczyn, iż postępowcy nasi nie są zazwyczaj krańcowymi radykałami, nie liczącymi się z uczuciami i przekonaniami ogółu, szczującymi warstwy na siebie, lecz przeciwnie, starają się myśl i dążność nową nawiązać do tego, co przeszłość pozostawiła analogicznego. Bo chociażby teoretycznie ktoś jaknajdalej odbiegał od poglądów rozpowszechnionych i ugruntowanych w masach, to kiedy przyjdzie do praktycznego przeprowadzenia teoryi w czyn, znajdą się zawsze hamulce, wynikłe z przyzwyczajeń nabytych w dzieciństwie, lub tkwiące z najbliższem otoczeniu, hamulce, które nie dozwolą zapędom reformatorskim tratować bezwzględnie wszystkiego. Wychowanie, stosunki towarzyskie, rozgałęzione pokrewieństwo, do pewnego stopnia nawet duch, przenikający całą warstwę społeczną, sprawiają, że myśl postępowa, reformatorska uzna i zrozumie potrzebę, nie burzenia bądźcobądź, ale raczej przebudowywania tego gmachu, w którym się dzieciństwo i młodość przeżyło. Tak bywa mianowicie wówczas, kiedy, nie nagle z jednego stanu umysłowego do drugiego się przechodzi, lecz powoli nastrój swój zmienia, kiedy się metamorfoza odbywa niejako organicznie."
      },
      {
        "index": 7,
        "text": "Tak było właśnie z naszą powieściopisarką."
      },
      {
        "index": 8,
        "text": "Ojciec jej, Benedykt Pawłowski, bogaty dziedzic Milkowszczyzny, w gubernii grodzieńskiej, był wychowańcem „wieku oświeconego,“ zwolennikiem haseł i dążności reformatorskich we wszystkich dziedzinach życia, a więc i w zakresie poglądów religijnych. W młodości należał do jednej z lóż masońskich, które były u nas przedstawicielkami i propagatorkami idei humanitarnych. Lubił literaturę i sztukę; zgromadził znaczną bibliotekę, przeważnie z utworów literatury francuskiej w. XVIII złożoną, zebrał pokaźną galeryę obrazów, wśród których znajdowały się i płótna znakomite. Te przekonania i zamiłowania podzielał z nim brat jego młodszy, Jan, stale zamieszkały w Milkowszczyźnie, mający niemałe zdolności malarskie, których wszakże z powodu choroby nerwowej (epilepsyi) zużytkować nie mógł."
      },
      {
        "index": 9,
        "text": "Zbyt wcześnie odumarł Benedykt Pawłowski córeczkę, ażeby na nią bezpośrednio swojemi poglądami mógł oddziaływać, ale wpływ w każdym razie miało najpierw przechowujące się w domu podanie o jego zwyczajach, a potem księgozbiór po nim pozostały. Lecz właśnie ta osoba, która najwięcej o Benedykcie wspominała, rozwijała zarazem wprost odmienne od jego oddziaływanie. Była to matka jego żony, a babka przyszłej powieściopisarki, Elżbieta z Kaszubów Kamieńska, kobieta wielkiej zacności, a naiwnie pobożna. Wyryła się postać ta silnie w pamięci wnuczki, wraz ze sposobem, w jaki o ojcu jej się odzywała. Szanowała go ona i kochała, lubiła rozpowiadać siedzącej u kolan swych dziewczynce o jego cnotach i rozumie, ale ciężko zarazem wzdychała, to nad jego śmiercią przedwczesną, to nad jego niewiarą religijną. Oczywiście o tej niewierze nie mówiła nic wnuczce bezpośrednio, ale ta nieraz słyszała, jak o niej rozpowiadała innym, a pragnąc oczyścić od tej „skazy“ pamięć człowieka kochanego, usiłowała nawet we własnem przekonaniu zrzucić całą winę na jego brata. „To pan Jan wszystkiemu był winien — mówiła — to pan Jan go buntował! Obaj w nic nie wierzyli, do spowiedzi nie chodził żaden, ale pan Benedykt przez pana Jana był zbuntowanym, przez pana Jana!“ I widocznie w głębi duszy nabożnej, ale nie fanatycznej, czynne cnoty Benedykta przeważały winę nieuległości kościołowi, kiedy czasami stojąc przed portretem zięcia i cicho płacząc, spostrzegłszy przy sobie wnuczkę, pokazywała wizerunek i mówiła: „Pamiętaj, abyś była do niego podobną, pamiętaj, abyś była taką, jak on!“ Tak więc w samem zaraniu dzieciństwa przyszłej autorki już się łagodnie stykały dwa zupełnie odmienne prądy umysłowe, nie wykluczając się wzajemnie, nie stawiając młodej duszy w konieczności poddania się jednemu lub drugiemu wyłącznie, lecz nieświadomemu niemal równouprawnieniu uległe."
      },
      {
        "index": 10,
        "text": "Późniejsze wykształcenie szkolne nie wniosło pod tym względem jakiejś ważniejszej zmiany. Wprawdzie wpływów wolnomyślicielskich nie było, ale też i fanatyczny, klerykalny nacisk nie wywołał w młodej duszy oporu. Panna Pawłowska otrzymała wykształcenie klasztorne, przebywszy pięć blizko lat (1852—1857) na pensyi pp. Sakramentek w Warszawie. Zazwyczaj wśród kół postępowych mówi się bardzo niepochlebnie o wychowaniu klauzurowem. Jest w tej opinii niewątpliwie dużo powodów słusznych, ale nie należy wniosków teoretycznych przenosić żywcem do praktyki; ta bowiem bywa bardzo rozmaita, stosownie do czasu i ludzi. Dzisiejszego wychowania klasztornego nie trzeba utożsamiać z dawniejszem. W tym mianowicie czasie, kiedy Elżbieta Pawłowska u pp. Sakramentek przebywała, jakkolwiek ogólny nastrój był niewątpliwie religijnym, i to w wyższym stopniu, aniżeli w dziesięcioleciu poprzedzającem, nie istniał jeszcze, przynajmniej w Warszawie, ten zazdrośnie fanatyczny kierunek, który w każdem oddaleniu się od praktyki nabożnej i w każdem swobodniejszem drgnieniu myśli widzi nieprzyjaciela Pana Boga a kandydata do piekła. Pobożność, oczywiście, w klasztorze była nieodzownym warunkiem wychowania, lecz ją praktykowano bardziej, niż o niej rozumowano; miała ona charakter rodzinny raczej, niż doktrynerski."
      },
      {
        "index": 11,
        "text": "U pp. Sakramentek nie kładziono wówczas szczególnego nacisku na kierunek religijny. Zwyczajowe pacierze, wspólnie odbywane przez pensyonarki, pod dozorem zakonnicy, w niedzielę chodzenie do chóru na sumę, we czwartki na nieszpory, spowiedź dwa razy na rok, post, tj. niejadanie mięsa w piątki i soboty zazwyczaj, a w środy, piątki i soboty w czasie wielkiego postu, lekcya religii trzy razy na tydzień: oto i ogół wpływów i przyzwyczajeń religijnych. Zakonnice, po większej części kobiety wykształcone, łagodne, lubiące dzieci, nie zajmowały się propagandą, książek religijnych do czytania pensyonarkom nie dawały wcale i nie robiły nic zgoła w celu skierowywania ich ku obraniu życia klasztornego. W ciągu pięcioletniego pobytu panny Pawłowskiej u Sakramentek jedna tylko pensyonarka, Janina Rutkowska, trochę garbata, została zakonnicą."
      },
      {
        "index": 12,
        "text": "Pod względem moralnym wychowanie to klasztorne miało dwa nieocenione przymioty: prostotę i czystość. Rozrywek niewinnych nie brakło, nie krępowano zbytecznie swobody ruchów w zakresie korytarzy klasztornych, dziedzińca i ogrodu; co sobota przychodziła na lekcye tańców baletnica pani Stolpe, którą pensyonarki bardzo lubiły, bo była piękną, wesołą i nazabój walcowała i polkowała z niemi. Ale nie wyprawiano tu balów, nie pozwalano na strojenie się, nic nie podbudzało próżności, przesady, pychy, kokieteryi. To też nietylko w obyczajach, ale też w myślach i wyobraźni były to dziewczęta czyste. Oprócz dziecinnie egzaltowanych przyjaźni między koleżankami, oraz przywiązań do wybranej zakonnicy, zamykających się w granicach uwielbień i ubóstwień idealnych, nie dostrzegano tu ani śladu erotyzmu i romansowości. Jeżeli pensyonarki zapalały się do bohaterów powieściowych, to zawsze z jakichś pobudek moralnych, że to byli np. ubodzy i szlachetni, albo odważni, albo za ideę jakąś umęczeni ludzie. Nie obrażano i nie krzywdzono pensyonarek tutaj w niczem i w żaden sposób, a to czyniło ich dziecinne serca wolnemi od przedwczesnych goryczy i rozczarowań."
      },
      {
        "index": 13,
        "text": "Umysł, takim trybem kształcony, nie doznawał nagłych wstrząśnień, rozwijał się normalnie, a jeżeli w latach późniejszych wpływ ducha nauki nowoczesnej w ogóle, a lektura Renan’a w szczególności, zwróciły dojrzewającą kobietę na szlaki podobne do tych, jakiemi szedł umysł jej ojca, jeżeli wzmocniły i ugruntowały poglądy niezgodne z tradycyjnemi; to przecież ewolucya myśli dokonywała się w niej powoli i stopniowo, a wspomnienia i otoczenie nasuwały jej przykłady ludzi starodawnego obyczaju a drogich jej: nie potrzebowała tedy poglądów swoich objawiać jaskrawo, znajdowała w sobie i wyrozumiałość i zdolność zgłębiania myśli całkiem odmiennego kierunku i stała się tolerancyjną w szlachetnem tego słowa znaczeniu. Nie na zdeptaniu wiary wyznawanej przez ogół, ale na zrozumieniu jej społecznego znaczenia, przy zastrzeżeniu swobody dla mniemań odrębnych, zasadzała wówczas Orzeszkowa swoje wolnomyślne pragnienia i dążności."
      },
      {
        "index": 14,
        "text": "Podobnie jak z rozwojem pojęć religijnych, rzecz się miała i z rozwojem poglądów społeczno-narodowych."
      },
      {
        "index": 15,
        "text": "Zbyteczną chyba byłoby rzeczą przypominać, że w latach, w których umysł Elizy Pawłowskiej rozkwitał, nie mogło być na wsi litewskiej nawet mowy o jakichkolwiek dążnościach kosmopolitycznych, o jakiemkolwiek zanieczyszczeniu atmosfery uczuć, ogólne dobro mających na celu. Wiemy owszem od niej samej, że atmosfera ta była czysta i podniosła i więcej może, niż w innych dworach owoczesnych przeniknięta czcią dla przeszłości. Oto co autorka nasza na czele wspomnień swoich „Z pożogi“ opowiada o swoim wieku dziecinnym:"
      },
      {
        "index": 16,
        "text": "„Miałam lat siedm, a siostra moja Klemunia zaczynała rok dziesiąty. Czytywałyśmy już wiele. W domu naszym istniała tradycya czytania i pisania po macierzystym dziadku, który był jednym z tych, co spisywali ogromne i często ciekawe Silva rerum, i po ojcu naszym, uczonym prawniku, a niegdyś prezesie jednej z tutejszych lóż wolnomularskich. Księgozbiór ojca napełniał dwie wielkie i ciężkie szafy; szafka lekka, nie duża, ze zbiorem lekkiej i nowej literatury, zdobiła pokój naszej matki. Pozwalano nam brać książki ztąd i zowąd, czytać, ile i co się nam podobało. Myślą i wyobraźnią wcześnie zaczęłyśmy błądzić w krainie przeszłości; umiałyśmy na pamięć pieśni Niemcewicza, żywoty wielkich ludzi czytywałyśmy razem, we dwie, skurczone w kątku jakiegoś pokoju, z rozpalonemi czołami, co chwila w uniesieniu i zapale ściskając się za ręce. Kochałyśmy się bardzo. Klemunia miała zdolność do rysunku, rysowała więc i wycinała z papieru domy, drzewa, ludzkie i zwierzęce postacie, z których układałyśmy i ustawiałyśmy sobie różne historyczne miejsca i sceny, jakoto: pałace i dwory królów, hetmanów, wojewodów, wjazdy poselstw do zagranicznych miast, orszaki ślubne itp. Raz w ten sposób upostaciowałyśmy przed sobą na stole, czy kobiercu, orszak weselny Zygmunta Augusta i Barbary; innym razem byłoto rozstanie się Jadwigi z Wilhelmem, to znowu rozmowa Goworka z Leszkiem Białym. Razu jednego takeśmy sobie nabiły głowę historyą Karola Chodkiewicza, że o szarej godzinie odegrałyśmy we dwie scenę jego śmierci. Ja, czyjąś laskę ze sporym nagłówkiem w ręku trzymając, leżałam na sofie i cichym, przerywanym głosem, deklamując odpowiednie strofy Niemcewicza, tę hetmańską buławę oddawałam siostrze, która na tę chwilę była Lubomirskim. Gdy już umarłam, wstałam znowu, aby na środku bawialnego pokoju zwyciężcę zpod Chocima pogrzebać. I nietylko pogrzebałyśmy go, ale jeszcze drobnemi naszemi rękoma zaczęłyśmy wznosić mu pomnik. Zaczęłyśmy ściągać wszystkie poduszki z kanap, na nich ustawiać krzesła, na krzesłach składać różne szkatułki i graciki, zbierane z całego mieszkania. Nagle subtelna ta budowa zachwiała się w swych podstawach, jedno krzesło upadło, pociągnęło za sobą inne, graciki rozsypały się z brzękiem szkła i metalu, do pokoju wbiegły babka i nauczycielka nasza i... kazały nam stanąć w dwóch przeciwległych kątach...“"
      },
      {
        "index": 17,
        "text": "Kara ta nie odstręczyła bynajmniej dziewczątek od układania i odgrywania innych scen dziejowych. Dopomagał im w tej mierze nauczyciel rysunków, niejaki Filipowicz, który, niewiele mając do czynienia przy małej i chorowitej Klemuni, zajmował się głównie rysowaniem i wystrzyganiem z papieru rozmaitych figurek, krajobrazów, grup historycznych, wedle życzenia swoich młodziutkich uczennic. A te przedstawiane przez nie obrazy walk, klęsk, i śmierci bohaterów tak je nieraz przejmowały, że się aż zanosiły od płaczu."
      },
      {
        "index": 18,
        "text": "Tradycye zatem przeszłości w najznamienitszych postaciach, organicznie się niemal spajały z umysłem i stały się niezachwianą podstawą pojęć i uczuć, podstawą, której wzruszyć nie zdołały nurty kosmopolityczne, jakie w dojrzałych latach naszej autorki zaczęły się przedostawać i na Litwę, owszem przyczyniły się do tego tylko, że autorka, poznawszy ich niebezpieczeństwo dla dusz nie mających takiego mocnego, jak ona, punktu oparcia, starała się ostrzegać niedoświadczonych a ufnych, kreśleniem całkiem nowych w naszej literaturze postaci, takich jak Porycki w „Elim Makowerze,“ jak bohaterowie „Widm“ itp., albo też rozwinięciem rozumowem i uczuciowem poglądów swoich w tak zajmującej, ważnej i wpływowej rozprawie, jak rzecz o „Patryotyzmie i kosmopolityzmie.“"
      },
      {
        "index": 19,
        "text": "O kolizyach społecznych, o rywalizacyi stanów nie było zapewne mowy w domu, za czasów dzieciństwa Elizy. Istniejący porządek rzeczy, w odniesieniu do stosunków wiejskich, przeciwieństwo dziedzica i poddanych, było uznawane prawdopodobnie za rzecz naturalną, zwykłą, z którą zżyły się pokolenia."
      },
      {
        "index": 20,
        "text": "Na szerokim świecie i w samym kraju rzeczy te były w dobie dzieciństwa przyszłej powieściopisarki namiętnie roztrząsane, lecz echa tych duskusyj nie docierały, jak się zdaje, do Miłkowszczyzny. I jeżeli w dziewczynce powstawały jakie humanitarne skłonności już wtedy, to objawiały się one na tle wyłącznie uczuciowem: żal jej było ludzi biednych, zapracowanych, cierpiących. Ilekroć usłyszała, że łajano sługę czy włościanina, uczuwała dla pokrzywdzonego życzliwość, zmieszaną z litością; bony swej, Niemki, Fechnerki, nie lubiła dlatego głównie, że ta była złą dla służby."
      },
      {
        "index": 21,
        "text": "W klasztorze, wiedząc już, że po zawczesnej śmierci siostry swej Klemuni, jest jedyną, a bogatą dziedziczką, nieraz roiła o wyzwoleniu włościan miłkowskich."
      },
      {
        "index": 22,
        "text": "Wyszedłszy zamąż i zamieszkawszy na Polesiu wołyńskiem w Ludwinowie, doświadczała nieraz chęci dopomożenia chłopom; zbierał ją taki żal nad temi zapracowanemi ludźmi, że od płaczu wstrzymywać się musiała. Nie wiedziała wtedy jeszcze sama, coby jej zrobić wypadało, jak objawić czynnie swe uczucia. Obchodziła się więc tylko życzliwie, chętnie rozmawiała zarówno z liczną i różnorodną służbą, jak i z chłopami, których przy danej sposobności widziała. A sposobności takich nie brakło. Przychodzili wieśniacy do ogrodu dworskiego na roboty różne, do dziedzica z interesami, kobiety wiejskie przynosiły na sprzedaż jagody, grzyby itd. Wielu więc mieszkańców wsi ludwinowskich znała młoda dziedziczka po imieniu, miała pomiędzy nimi ulubieńców i ulubienice; na dożynkach i weselach, które z „korowajem“ do dworu przyjeżdżały, znajomości te rozszerzały się i utrwalały. Zresztą do czynniejszego zajęcia się losem mieszkańców wiejskich nic wtedy nie zmuszało. Włościanie okolic owych, posiadający dobre grunta i rozległe pastwiska, żyli we względnym dostatku; żadna katastrofa: ani głód, ani mór, ani pożoga, nie dotknęły ich w owej porze. Chyba więc jakiemś wstawieniem się za nimi do męża, jakąś doraźną pomocą, okazywać się mogło spółczucie młodej dziedziczki. Niebawem atoli nadeszła chwila, w której uczucie instynktowe miało się zamienić w świadome dążenie."
      },
      {
        "index": 23,
        "text": "W całym kraju zaczęto ponownie zajmować się sprawą włościańską; rozprawiano, pisano artykuły, broszury i książki, podawano projekty. Na Litwie, podobnie jak w cesarstwie, z woli i rozkazu cesarza Aleksandra II powstały komitety obywatelskie, mające rozpatrzyć sprawę uregulowania stosunków między dziedzicami i poddanymi, oraz wyrazić swoje poglądy i życzenia, ażeby po zebraniu opinij można było przystąpić do czynnego załatwienia jednego z najważniejszych zagadnień społecznych."
      },
      {
        "index": 24,
        "text": "Oczywiście i do Ludwinowa doszły bardzo żywe odgłosy kwestyi, która jeszcze przed ustanowieniem owych komitetow poruszyła była z drzemki umysły obywatelskie. Krewni i blizcy znajomi pani Orzeszkowej w komitetach samych czynny brali udział. Wielce poważany i rozumny Kalikst Orzeszko w Petersburgu, a Jan Żuk w Grodnie, byli członkami ich i po powrocie z tych miast zdawali swym spółobywatelom na Polesiu szczegółową sprawę z czynności swoich, a młoda dziedziczka Ludwinowa przysłuchiwała się im, z ubocza wprawdzie, ale z ciekawością wielką. Zrozumiała ona doniosłość sprawy i żywo zajmować się nią zaczęła, tem łatwiej, że całe grono znajomej jej młodzieży, śród którego znajdował się brat młodszy jej męża, Florenty Orzeszko, entuzyastycznie tę sprawę witało. Pomiędzy starszymi, wygłaszano zdania rozmaite, ale z młodzieży, licznej w tamtych stronach i czasach, nie było ani jednego, któryby nie głosował za najszerszem wymierzeniem ludowi sprawiedliwości. Do tej grupy entuzyastów bezwarunkowych przyłączyła się pani Orzeszkowa odrazu i zaczęła o tym przedmiocie toczyć z tymi, którzy okazywali entuzyazm warunkowy tylko, dysputy zapalczywe. Było już w nich trochę rozumowania własnego, więcej cudzego jeszcze, a sprawa sama, zaczepiając o strunę uczuciową, nadawała przyśpieszone, namiętne tętno rozprawom. Miała zaś Eliza do walczenia pod tym względem z najbliższem, domowem otoczeniem; ztąd z dowodzeń i przekonywań w gniew, a gniewu w płacz i rozpacz nieraz wpadała."
      },
      {
        "index": 25,
        "text": "Wtedy uświadomił się w jej duszy pogląd demokratyczny, którego miała zostać jedną z najwymowniejszych i najbardziej wpływowych, chociaż bynajmniej nie krańcowych, przedstawicielek; nie zawiść bowiem klasowa, ale idea sprawiedliwości jej przyświecała, myślami i słowami jej kierując. Sama pochodząc ze sfery szlacheckiej, nie mogła czuć jakieś do niej nienawiści, a widząc jej błędy, prowadzące do ruiny materyalnej i degradacyi moralnej, o ratowaniu jej raczej, a nie zagładzie, myślała. Dla ludu miała głęboką sympatyę, lecz wiedziała, że on, wśród dzisiejszych stosunków, szlachty zastąpić nie może, a cóż dopiero w okolicach, w których przebywała."
      },
      {
        "index": 26,
        "text": "To ustalenie się przekonań społecznych nastąpiło w latach 1860—63. Na ten sam czas przypadło także dojrzenie umysłu wogólności, dojście do samodzielnych poglądów."
      },
      {
        "index": 27,
        "text": "Tryb wykształcenia panny Pawłowskiej był przez czas długi taki, jaki powszechnie natenczas w domach szlacheckich panował. Bardzo wcześnie, bo już w 5-ym roku życia, umiała Ziunia czytać po polsku i po francuzku i mając zamiłowanie w czytaniu, dużo już wtedy książek stosownych i niestosownych dla jej wieku przebiegła. Miała bonę Niemkę, dla wprawy w rozmowie niemieckiej, i nauczycielkę, pannę Kobylińską, dla konwersacyi francuskiej i innych nauk elementarnych. Bony nie cierpiała, w niemczyźnie słabe robiła postępy; nauczycielkę zaś kochała, po francusku wyrażała się łatwo i czytała. Polszczyzna jednak nie była przez to zaniedbywana. Z siostrą najchętniej zawsze po polsku rozmawiała i polskich książek najwięcej czytywała."
      },
      {
        "index": 28,
        "text": "Kiedy miała lat dziesięć, oddano ją na pensyę. Program szkolny, jak we wszystkich ówczesnych zakładach żeńskich, tak i u pp. Sakramentek, był nadzwyczaj szczupły, a sposób traktowania nauki — powierzchowny. Największy nacisk kładziono na naukę dwu języków cudzoziemskich i muzyki. Dwie bony: Niemka, p. Stephen i Francuzka, p. Marchland, dozorujące aktów ubierania się i rozbierania pensyonarek i znajdujące się co chwila na różnych punktach pensyi, miały za zadanie pilnować, francuskiej i niemieckiej rozmowy. Pensyonarki obowiązane były mówić dzień po francuzku i dzień po niemiecku. Za niespełnienie tego obowiązku była nawet kara w postaci zawieszającego się na szyi języka z czerwonego sukna. W klasach przepis ten spełniano dość pilnie, ale po za lekcyami, na korytarzach i dziedzińcach, gdy zwłaszcza uczennice rozbawiły się i rozswawoliły, żadna siła nie zdołała już zmusić ich do mówienia inaczej, niż po polsku. Bony, nauczycielki i sama mistrzyny gderały i nawoływały do innego mówienia, czerwony język z szyi na szyję przelatywał, a pensyonarki wciąż trzepały i hałasowały po polsku. Często też dawano im z tem pokój i zmyślano głuchotę, dopóki nie zamknęły się za niemi drzwi klas, w których niepodobna już było uniknąć francuszczyzny i niemczyzny. Jak gdzieindziej, tak i tu powtarzał się objaw znamienny: pierwszego języka używały uczennice z łatwością i chętnie, drugiego — z trudnością i tylko z musu. Było to ogólne. Starszyzna szkolna utrzymywała nawet, że w dnie niemieckie klasy były daleko cichsze; istotnie mówiono znacznie mniej, byleby uniknąć niemczyzny. Oprócz bon byli oczywiście nauczyciele języków, wykładający je w klasach; francuskiego dawał Leroux, niemieckiego Caro."
      },
      {
        "index": 29,
        "text": "Metrów muzyki było wielu; kilkanaście fortepianów dudniło na pensyi od rana do wieczora w różnych salach i nawet kaplicach. Metrem panny Pawłowskiej był Włoch jakiś, nazwiskiem Novi."
      },
      {
        "index": 30,
        "text": "Dopiero po tych trzech przedmiotach głównych na pensyi, szły inne, traktowane o wiele obojętniej, aniżeli języki i muzyka. Historyą i geografią wykład Wróblewski, arytmetykę Jasiński; rysunków uczył Werner, ale panna Pawłowska, po krótkiej próbie, przestała się niemi zajmować. Natomiast poza programowemi lekcyami uczyła się historyi literatury powszechnej i francuskiej pod kierunkiem zakonnicy, panny Prezentacyi, która ją wogóle bardzo lubiła, pieściła, przynosiła jej różne przysmaczki: owoce, pierniki i t. p."
      },
      {
        "index": 31,
        "text": "Ze wszystkich nauczycieli swoich najlepiej i najwdzięczniej wspomina autorka nasza Ignacego Kowalewskiego, który wykładał język polski oraz literaturę ojczystą. Był to młody, wysoki blondyn, łagodny, uprzejmy i wymowny. Lekcye jego pensyonarki lubiły bardzo i korzystały z nich więcej, niż z innych. Miał wielki talent wykładu, a przy nauce literatury deklamował pięknie i w sposób taki, że obudzał w uczennicach zamiłowanie do dzieł i arcydzieł piśmiennictwa. To też zaznajomił je wybornie z piśmiennictwem XVI i XVIII stulecia; nie tylko na lekcyach czytywał ustępy z celniejszych utworów, ale nadto dawał pensyonarkom samym do czytania Kochanowskiego, Reja, Skargę, Górnickiego, Krasickiego, Trembeckiego. Mickiewicz znajdował się w bibliotece pensyjnej; rozczytywały się w nim uczennice zarówno podczas godzin klasowych, jak i po za niemi. Poznały też wówczas wiele utworów Kraszewskiego, Korzeniowskiego, Chodźki, Syrokomli."
      },
      {
        "index": 32,
        "text": "Wogóle zapał do czytania wśród pensyonarek u pp. Sakramentek był dość znaczny. Panna Pawłowska wtedy właśnie zaznajomiła się z wielu dziełami literatury francuzkiej: czytała Marmontela „Contes moraux“ Lamartine’a, Chateaubrianda, a prócz tej dozwolonej lektury zajrzała i do przekradzionych na pensyę powieści Dumasa, Sue’go, Sand’a i Sandeau."
      },
      {
        "index": 33,
        "text": "Z niemieckich autorów, znała, kończąc pensyę, przynajmniej ważniejsze nazwiska i ustępy najsłynniejszych dzieł i pamięta nawet wybornie, jak siedząc na schodach ogrodowych z Wandą Wasiłowską (siostrą Maryi Konopnickiej) i Leontyną Niemiryczówną, czytały we trzy Schillerowskiego „Don Carlosa.“"
      },
      {
        "index": 34,
        "text": "Ulubioną powieścią panny Pawłowskiej na pensyi była „Pojata“ Bernatowicza, którą ze trzy razy przeczytała i namiętnie do niej się przywiązała. Silne też wrażenie na młodziutki umysł i serce wywarła „Kollokacya,“ której bohater, Józef Starzycki, podobał się jej bardzo i po raz pierwszy w życiu ją rozmarzył. Wiedząc, że będzie majętną, obiecywała sobie, że, jak Kamilla z „Kollokacyi,“ poślubi ubogiego i szlachetnego młodzieńca."
      },
      {
        "index": 35,
        "text": "Eliza Pawłowska opuściła pensyę, nie mając jeszcze w zupełności ukończonych lat piętnastu. Stosownie do ówczesnego zwyczaju i z woli matki, jakniemniej ojczyma, pana Widackiego, weszła, jak to mówią, odrazu w świat jako panna na wydaniu."
      },
      {
        "index": 36,
        "text": "Nowość położenia oszołomiłą ją, oderwała od myśli i zajęć, które jeszcze tak niedawno na pensyi w wysokim interesowały ją stopniu. Przepędziła lato 1857 r. na wsi przy matce w Rumlówku, majątku o trzy wiorsty od Grodna położonym, który w czasie pobytu jej na pensyi, pani Widacka, za posagową sumę swoją nabyła. Wielu obieralnych urzędników z klasy obywatelskiej, wraz z rodzinami zamieszkiwało Grodno: Kiersnowski, prezes sądu gubernialnego, Klimaszewski, Bogatko, Wierzbicki — sędziowie, Jancewicz, prezes sądu powiatowego itd. Niektórzy przebywali w mieście tylko dla zabawy, lub z innych pobudek; należały do nich rodziny Kościałkowskich, Buchowieckich itd. Wszędzie były panny, mniej więcej rówieśnice Elizy, a także młodzi panowie, bądź przebywający w mieście stale, bądź ze wsi często przyjeżdżający. Bawiono się jak w wielkiem mieście; były ustawiczne wizyty, wieczory, wieczorki, teatry amatorskie, w resursie obywatelskiej zebrania po kilkaset osób liczące, maskarady, loterye fantowe itp."
      },
      {
        "index": 37,
        "text": "Panna Pawłowska bywała z matką wszędzie, a i w swoim domu przyjmowały mnóstwo osób. Mieszkały przy ulicy Brygidzkiej, w apartamencie złożonym z dziewięciu pokoi, z dużym salonem; sprzęty i obrazy przywieziono tu z Milkowszczyzny. Panna Eliza uchodziła za jedną z najmajętniejszych panien w gubernii. Milkowszczyzna, wypuszczona w dzierżawę, przynowiła 5000 rubli czystego dochodu; prócz tego miała 30 włók bardzo pięknego i dobrze zakonserwowanego lasu. Ruchomości milkowskie w sprzętach i srebrach ocenione były w „Opiece szlacheckiej“ na 10,000 rubli. Nic więc dziwnego, że wkoło bogatej panny uwijał się rój wielbicieli i starających się, i że panna o czytaniu i dalszem kształceniu się ani pomyślała, oddając się całkowicie prądowi zabaw i rozrywek."
      },
      {
        "index": 38,
        "text": "Ten fakt, że umysl, z natury skłonny do zadumy, zanurzył się na czas stosunkowo dość długi, bo przeszło dwuletni, w pustocie i próżnostkach, jest nie tylko psychologicznie ciekawy sam przez się, ale także w połączeniu z podobnemi objawami ogółu ówczesnego, pomiędzy r. 1857 a 1860, ma też interes społeczny, stanowi znamienny objaw usposobienia narodowego w owej dobie. Warto więc szczegółowiej go rozpoznać; a że Orzeszkowa we wspomnieniach swoich „Z pożogi“ odmalowała dobitnie nastrój swój z owej chwili, posłużę się jej słowami dla uprzytomnienia sobie obrazu 16-letniej panny, która z przyjaciółką swoją Melanią odgrywała wtedy rolę niemałą w tak zwanym „świecie“ grodzieńskim."
      },
      {
        "index": 39,
        "text": "„Była-to po powrocie z pensyi pierwsza przyjaciółka moja — powiada nasza autorka. — Obie nas uznano za dorosłe panny i jako takie w świat wprowadzono, choć naprawdę byłyśmy jeszcze dziećmi, mając niewiele więcej nad lat piętnaście. Traf zrządził, że łączyło nas mnóstwo podobieństw i wspólności, powierzchownych zresztą i głębi istot naszych nie sięgających, ale które podówczas wystarczyły do wykrzesania żywej pomiędzy nami sympatyi i zawiązania poufałego, pospolicie przyjaźnią nazwanego stosunku. Jednostajnego wzrostu, drobne i wątłe obie, miałyśmy jednostajny kolor oczu i jednostajną niezgrabność w długie suknie ubranych podlotków. Nietylko przecież nieukończony rozwój fizyczny sprawiał, że ruchy nasze, a potrosze i kształty przypominały młode gąski, po raz pierwszy puszczone na wodę. Jedna z nas tylko co opuściła klasztorną pensyą, druga — dom wiejski, wcale prawie nieuczęszczany. Moralne i umysłowe istoty nasze pozostawały w fazie zaczątkowości, nieświadome świata, ludzi i siebie samych, najmętniejszem nawet przeczuciem nieodgadujące przyszłych swych sił i przeznaczeń. Byłyśmy sobie do tego stopnia rówieśnicami, że przyszłyśmy na świat nietylko w jednym roku, ale i w jednym miesiącu. Miesiącem tym był maj, co ówcześni znajomi nasi brali za asumpt do wróżb szczęśliwych, albowiem jestto najpiękniejszy i najweselszy miesiąc w roku. Wprawdzie, naprzekór tym wróżbom, los uczynił nas wpółsierotami, mnie bardzo wcześnie ojca, jej matkę odbierając; ale niezmiernie zajęte rolą dorosłych panien, którąśmy z rozporządzenia starszych odgrywały, nie myślałyśmy o tem podówczas i nie miałyśmy żadnych smutków, któremibyśmy dzielić się mogły. W zamian bawiłyśmy się wspólnie."
      },
      {
        "index": 40,
        "text": "„Dziwnem się to teraz wydaje i obszernych wyjaśnień wymaga, ale faktem jest, przez wielu jeszcze pamiętanym, że w przededniu najmniej pewno zabawnej epoki naszych dziejów dla całej licznej i możnej grupy ludzi jedynym prawie hasłem i najwyraźniejszym celem życia, była zabawa! Bawiono się wszędzie, zawsze, w sposoby najrozmaitsze i dla wszelkich możliwych pretekstów. Wizyty, obiady, wieczory, tańce, polowania, karty, majówki, kuligi, wrzały po wsiach i miastach. Dnie ciszy, skupienia i jakiejkolwiek pracy zdarzały się czasem, tygodnie bardzo rzadko, miesiące nigdy. Wiele rodzin, żyjących stale na wsi, przepędzało w mieście kilka zimowych miesięcy; że zaś, przy nieistnieniu kolei żelaznych, odległe podróże przedstawiały wiele trudności, miasta prowincyonalne napełniały się każdej zimy znaczną ilością tych przybyszów, salony i saloniki przedstawiały codziennie widok strojnych, gwarnych, grających, śpiewających i tańczących zebrań, ulice roiły się powozami i końmi, wnętrza kościołów płonęły często rzęsistem światłem, wśród którego tysiączne tłumy chciwie spoglądały na widowiska wspaniałych uroczystości ślubnych."
      },
      {
        "index": 41,
        "text": "„W tym gwarze i zamęcie, pośród panien, naprawdę już dorosłych i towarzyszącej im młodzieży, przed bacznym i spostrzegawczym wzrokiem weteranek i weteranów, dwie młode gąski przesuwały się zawsze razem, z lękliwie wyciągniętemi szyjami i oczyma szeroko otwieranemi przez niezmierną ciekawość świata, lub ukrywającemi się pod spuszczone powieki, przez wszystkie inne uczucia zwyciężającą, nieśmiałość..."
      },
      {
        "index": 42,
        "text": "„Przejażdżki, w celu użycia świeżego powietrza odbywane, wolno mi było czynić bez towarzystwa starszych; z radością zatrzymywałam się przed mieszkaniem Melki, lotem strzały wbiegałam na schody, zdala i głośno wołając, aby ubierała się coprędzej i ze mną jechała. Najczęściej wybiegała naprzeciw mnie, lekka, rumiana, z zawiniętemi rękawami sukni, w gospodarskim fartuszku... Porywała mnie i wodziła po wszystkich zakątkach obszernego i dostatniego mieszkania swego ojca... Pokazywała mi wszystko, opowiadała, wzywała rad moich co do zarządzania obiadami, przyjmowania ojcowskich gości, utrzymywania w rygorze dziesięcioletnich braciszków i sześcioletnich siostrzyczek. Wzajemnie, wszystkiem, co mówiła mi i powierzała, przejmowałam się szczerze i głęboko: chwaliłam, ganiłam, doradzałam. Boże! jakież to być musiały sądy i rady!... Ale ona przywiązywała do nich wielkie znaczenie... Czasem, przy tych wszystkich bardzo poważnych rozprawach i naradach, ogarniała nas taka ochota do swawoli, że zaczynałyśmy biegać po wszystkich pokojach, gonić się, grać w chowanego, śmiejąc się przytem tak, jak niewolno nam było śmiać się gdzieindziej: głośnemi, długiemi gamami śmiechu. Nie miewałyśmy wtedy ani wyciągniętych szyj, ani zbyt szeroko rozwartych, lub lękliwie spuszczonych ku ziemi oczu, ani sztucznie poważnych ruchów, przypominających nastrzępione i neruchome skrzydła uczących się pływać gąsek. Biegając, zaledwie dotykałyśmy ziemi, a w głowach, piersiach i na twarzach, czułyśmy upał najświeższej młodości. Gdy zdyszane, niewiedzieć czem tak niezmiernie rozweselone, z rozrzuconemi włosami i wykrzywionemi kokardami eleganckich sukien, wbiegałyśmy do salonu, Melka padała na taboret, stojący przed otwartym fortepianem i prędko, szumnie poczynała wygrywać polkę lub walca. Młodsze rodzeństwo jej, które w roli widzów i aktorów przyjmowało udział w gonitwach i w grach naszych, uszczęśliwione rozpoczynało w takt jej muzyki różne skoki, z których ona koniecznie prawidłowe tańce uczynić pragnęła. I oto zamieniałyśmy się obie w mistrzynie tańców, łącząc w pary człopczyków i dziewczynki, nauczając je sposobów posuwania nóżkami w polce lub walcu, kręcąc się wraz z niemi i jedna drugą co moment przy fortepianie zastępując."
      },
      {
        "index": 43,
        "text": "„Powóz, którym przybywałam, stał sobie i stał przed bramą domu; stangret, niestety, aby nie zmarznąć w ten dzień zimowy, z całej siły uderzał rękoma o piersi i boki, a myśmy się bawiły tak dobrze i wesoło, jak prawie nigdy nie zdarzało się nam bawić gdzieindziej."
      },
      {
        "index": 44,
        "text": "„Potem, gdy, przypomniawszy sobie przejażdżkę, siadałyśmy obok siebie w powozie i jeździłyśmy czasem godzinę całą po ulicach miasta, dziw mię teraz zdejmuje na myśl, jak zupełnie byłyśmy nieświadome otaczającej nas ludzkości i doskonale dla niej obojętne! W mieście podówczas bardzo ruchliwem i dość zamożnem, ludzie wszelakich stanów ruszali się, roili, szli, śpieszyli; myśmy jednak dla nich nie miały oczu, ani uszu, ani ciekawej, lub współczującej uwagi. Ktokolwiek nie należał do koła znajomych naszych i na widok nasz nie składał powitalnego ukłonu, nie istniał dla nas. Ani promyka wiedzy nie było w nas o tem, co ci wszyscy ludzie robią na świecie, jak żyją, myślą, czują i cierpią, i ani iskry chęci dowiedzenia się o tem. Gdyby podówczas ktokolwiek nam powiedział, że same kiedyś w ten tłum nieznany wpadniemy, zmieszamy się z nim, wraz z nim pracować, za niego cierpieć i walczyć będziemy; z jakimże zdziwieniem wyciągnęłybyśmy nasze szczupłe szyje i z jakim przestrachem rozwarłybyśmy oczy!... tak była doskonałą nasza nieznajomość prawdziwego, wielkiego swiata. O! świecie wielki, o! świecie piękny, a przecież nieszczęsny, który płyniesz oceanem niezliczonych i nieprzejrzanych w rozmaitości swej zjawisk, jakże maluczkiemi i bez winy własnej śmiesznemi były te dwie twoje kropelki, ubrane w ciepłe futerka i białe kapelusiki, które, patrząc na cię, ani wiedziały, że cząstkę twoją stanowią, ani zapytywały, czem jesteś, ani myślały o tem, co dla nich gotujesz!..“"
      },
      {
        "index": 45,
        "text": "Z tą samą nieświadomą lekkomyślnością, z tym samym dziecinnym jeszcze, pomimo ukończenia pensyi nastrojem, z jakim stosunki towarzysko-społeczne oceniała, zgodziła się też panna Pawłowska na konwencyonalne małżeństwo, zaprojektowane przez matkę, a popierane przez znajomych, wśród których wesołe wieczory spędzała. Piotr Orzeszko, stryjeczny brat marszałka gubernialnego, nie miał w sobie nic, coby odrazę w takiej 16-letniej panience obudzać mogło. Miał lat 35, był wysokim, przystojnym blondynem, o gestych, mocno kręcących się włosach, tańczył zgrabnie, obejście się jego, jak wszystkich prawie ludzi ze sfery obywatelskiej, cechowały w towarzystwie: łatwość, uprzejmość, a nawet pewna wykwintność. Po dwu wizytach oświadczył się za pośrednictwem swego szwagra Antoniego Glindzicza, człowieka wielce poważanego, o rękę panny Elizy i został przyjęty. Panna nie miała sposobności poznać jego umysłowych i moralnych przymiotów, bo z nią zaledwie w tańcu parę zwykłych zamienił ogólników, zresztą przymioty te były jej wtedy obojętne, poprostu nie zastanawiała się wcale nad tą stroną istoty ludzkiej. Orzeszko podobał się jej więcej od innych w powierzchowności i sposobu tańczenia; cieszyło ją to, że za niego wyszedłszy, odjedzie zaraz w nowe, nieznane sobie strony, że zaznajomi się z mnóstwem ludzi, gdyż słyszała od niego, iż ma przeszło 40 domów krewnych, po różnych stronach gubernii rozrzuconych, w których bywa."
      },
      {
        "index": 46,
        "text": "Po zaręczynach narzeczony pojechał do Warszawy, celem „ekwipowania się“; ślub wyznaczony został za tydzień po jego powrocie. Jak ten czas przeszedł narzeczonej, dowiadujemy się również z cytowanych już wspomnień „Z pożogi.“ Po większej części wypełniały go wizyty i zabawy. Czasami tylko przepędzała chwil parę z przyjaciółką swoją Melanią, która także zaręczoną już była, na „poważnej“ rozmowie. Co było jej treścią? Posłuchajmy samej autorki:"
      },
      {
        "index": 47,
        "text": "„Gdy wypadkiem gości nie było i nigdzie zaproszonemi nie byłyśmy, przy słabem świetle jednej palącej się w pokoju lampy, siadywałyśmy obok siebie na nizkich, pod ścianą stojących stołeczkach i powtarzałyśmy sobie wszystko, cośmy kiedykolwiek słyszały i czytały o przeznaczeniu i obowiązkach kobiety. Zrazu było to rodzajem wydawania przed samemi sobą lekcyi, której od pierwszych dni życia uczyłyśmy się na pamięć; lecz stopniowo w głębiach naszych istot, mętnych i niczego dokładnie nieświadomych, zaczynały powstawać ruchy samoistne i żywe, choć błędne i bez stałego kierunku. Niewyraźne, lecz poetyczne obrazy przesuwały się, a raczej szybko mknęły nam przed oczyma. Te dwory wiejskie, do których uwieść nas miano, nieznane nam jeszcze, stawały przed wyobraźnią naszą, otoczone wszystkiemi pięknościami i ponętami natury, a napełnione wdziękami i wykwintami, o jakich tylko mogłybyśmy mieć najsłabsze choćby wyobrażenie. Roiłyśmy także o jakichś wzniosłych cnotach, dobrych czynach, których natury i formy nie określałyśmy sobie wyraźnie, ale o których mówiąc, czułyśmy silniejsze uderzenia serca i pomimowoli ściskałyśmy sobie ręce. Były to zapewne echa, które w tym ważnym momencie życia przybywały ku nam od nauk, któremi napełniano nasze dzieciństwo, od zasłyszanych rozmów i kiedykolwiek przeczytanych książek. Zarazem przecież były to samoistne, choć mętne popędy ku nieznanym jeszcze, lecz zdala dojrzanym wyżynom, bełkotliwie jeszcze przemawiające odgadywania poetycznych, czystych, nawet bohaterskich rysów świata i życia. I znowu, wśród tych rozmów, w głowach i na twarzach czułyśmy upał najświeższej młodości, a na strunach naszych piersi, niedobrze przez myśl określane i z trudnością wyrażane słowem, ale gorące nadzieje i porywy, grały pieśń o mnostwie splątanych tonów, z których najgłośniejszym była wielka radość życia i wielka wiara we wszystkie jego piękne obietnice i wzniosłe rozkazy. Naturalnie, że w takim nastroju ducha długo trwać nie mogłyśmy i że rozmowa nasza wkrótce z uśmiechami i prawie z dziecięcym szczebiotem ślizgać się zaczynała po gałgankach naszych wypraw i różnych błyszczących szczegółkach przyszłego, nowego życia...“"
      },
      {
        "index": 48,
        "text": "Jeżeli jednak w tych kilku tygodniach, oddzielających zaręczyny od ślubu, błysnęła nawet kiedy myśl istotnie poważniejsza, nie stawała się ona przecież kierowniczką postępowania, lecz znikała wśród dźwięków muzyki tanecznej i pozostawiała narzeczoną dzieckiem, bawiącem się błahostkami."
      },
      {
        "index": 49,
        "text": "Narzeczony powrócił z Warszawy z dwoma powozami: karetą i koczem, z jedenastu do nich końmi, z czterema służącymi, z których dwaj stangreci, dwaj lokaje, wszyscy w liberyach pełnych blach i galonów z wyrytym na nich herbem Leliwa, który też jaśniał na drzwiczkach karety — z mnóstwem nakoniec kwiatów świeżych i sztucznych, bombonier, ładnych drobiazgów i garniturem złotym, tj. broszą, kolczykami i bransoletą, od szafirów błękitnemi, a stanowiącemi podarek ślubny... W tydzień potem, wśród którego narzeczeni widywali się ciągle, ale prócz konwencyonalnej, nie prowadzili żadnej innej rozmowy, odbył się wspaniały ślub na początku r. 1858, kiedy pannie młodej kilku jeszcze brakowało miesięcy do skończenia lat szesnastu."
      },
      {
        "index": 50,
        "text": "Parę tygodni po ślubie przebyło jeszcze młode małżeństwo w Grodnie, oddając i przyjmując mnóstwo wizyt, poczem w pewien dzień lutowy, mroźny i śnieżny, puściło się w podróż do Ludwinowa, położonego o mil 40 od Grodna, w powiecie kobryńskim, prawie na pograniczu Wołynia. Tu przebyła Orzeszkowa do końca roku 1863."
      },
      {
        "index": 51,
        "text": "Ten sześcioletni blizko przeciąg czasu w jej życiu przedstawia dwie różne fazy. Pierwsze dwa lata pożycia małżeńskiego przeszły jej w takiej samej prawie pustej bezmyślności, na odwiedzinach, przejażdżkach, zabawach, jak owe miesiące po-pensyonarskie; następnie zaś — na rozmyślaniu, wejściu w siebie, zajęciu się sprawami ogólnemi, cierpieniu, walce wewnętrznej, zakończonej rozstaniem się z mężem i zwrotem do zawodu pisarskiego. Ten długi okres zwykła Orzeszkowa nazywać swoim uniwersytetem."
      },
      {
        "index": 52,
        "text": "Przez owe pierwsze dwa lata była młoda pani Ludwinowa poprostu samym śmiechem, samą pustotą, samą próżnością; bo cieszyło ją, bawiło, nawet miłość własną przyjemnie głaskało wszystko: ślicznie urządzony dom, stroje, służba, niezliczone wizyty bliższe i dalsze, całe grona przyjaciółek, rówieśnic, sąsiadek i sąsiadów. Była wtedy moda zakładania do karety siedmiu koni, z forysiem na przedzie, a do kocza — piątki po krakowsku; jeździła młoda dziedziczka w oba te sposoby, a raczej latała, bo mąż jej był zwolennikiem jazdy szybkiej, i do krewnych daleko mieszkających udając się, często mil dwadzieścia kilka lub trzydzieści przebywali w jednę dobę. Z Milkowszczyzny sprowadziła pani Eliza wszystko, co tam było pięknem i cennem: bibliotekę, obrazy, zwierciadła, staroświeckie ozdobne sprzęty i pyszniła się tem przed sąsiadami. Stosunek z mężem był wtedy koleżeński i przyjacielski, bez sentymentów, ale i bez niezgody, owszem z chęcią wzajemnego dopomagania sobie w upięknianiu i rozweselaniu domu i życia."
      },
      {
        "index": 53,
        "text": "Dopiero w r. 1860 przestały zajmować Orzeszkową tryumfy próżności i upojenia rozrywek. Zmiana, zaszła w ogólnym nastroju społeczeństwa, dyskusye, biorące początek z przebiegu kampanii włoskiej z r. 1859, oraz z ustanowienia komitetów do sprawy włościańskiej, przeniknęły i na Polesie wołyńskie. W otoczeniu Orzeszkowej znajdowało się dosyć ludzi z wyższem wykształceniem i zajmujących się sprawami ogólnemi. Prócz wspomnianych już poprzednio Glindzicza i Jana Żuka, wymienić należy Rusieckiego, a zwłaszcza czterech jego synów, krórzy świeżo wtedy z uniwersytetów wrócili i nowe poglądy na literaturę, naukę i życie w rozmowach objawiali. Uczuła się wtedy Orzeszkowa cząstką owego wielkiego świata i zapragnęła być świadomą tego, co tym światem włada, jakie są jego wielkie idee i interesa. Rzuciła się więc ponownie do czytania i pochłaniała całe stosy książek starszych i nowszych, to z biblioteki ojca, to z księgozbioru Janostwa Żuków, to z Warszawy sprowadzanych. Pomiędzy wyjazdami w sąsiedztwo i do dalszych okolic i przyjmowaniem gości znajdowała czas i gorączkową ochotę do przeczytania zdumiewającej liczby dzieł polskich i francuskich. Daleko jeszcze więcej oddawała się temu ulubionemu zajęciu w 1861 i 1862 r., kiedy zabawy wogóle stały się rzadszemi i przybrały inny niż przedtem, poważniejszy charakter, kiedy ona osobiście zaczęła nad niejedną rzeczą cierpieć, do niejednej tęsknić, a wszyscy uczuli powiew pełnego powagi i grozy momentu."
      },
      {
        "index": 54,
        "text": "W lekturze tej nie było wtedy żadnego wyboru, ni systematu, nie przyczyniała się ona do skierowania umysłu w jakimś wybitnym kierunku, ale uświadomiła mnóstwo myśli, chęci i poglądów na świat i życie. Powstawało w młodej, żywej, gorącej, namiętnej duszy, wiele pociągów i wstrętów, wiele pragnień i zamiarów, poglądów i uczuć, których nikt przedtem, ani ona sama nawet w sobie nie przewidywała. Powstawał i coraz wyraźniej zarysowywał się, coraz potężniej ją nęcił ideał życia, z którym rzeczywistość, będąca jej udziałem, znajdowała się w sprzeczności rażącej i stanowczej. Ideał ten już wtedy określiła sobie dwoma słowami: „miłość i praca.“ Pragnęła kochać — miala lat 18 do 20 w owej dobie — pragnęła pracować, nie wiedząc jeszcze nad czem, jak, dlaczego, ale marząc o tem różnie, a zawsze górnie. Tymczasem w jej życiu rzeczywistem było wszystko, prócz właśnie dwu rysów tego ideału. Czuła się silną sercem i energią i to uczucie zaczęło wrzeć w niej, napełniając myśl i chęć pragnieniem porwania pęt konwencyonalnego małżeństwa. Zrazu z wahaniem i skrupułami, potem jasno i śmiało powiedziała sobie, że jest nieszczęśliwą. Zamiar wyjechania do Milkowszczyzny, nawet wzięcia rozwodu, zrazu także niejasny i odtrącany, uwyraźnił się wreszcie i sformułował. Nie miała dzieci; byt niezależny, jakkolwiek w zrujnowanym i zadłużonym już domu ojcowskim, znaleźć jeszcze mogła. Po paru zajściach i wypadkach, które uczucia i pojęcia jej boleśnie zraniły, zamiar ten przeszedł już w fazę postanowienia głośno wypowiedzianego."
      },
      {
        "index": 55,
        "text": "Wykonanie odwlokły zdarzenia roku 1863, tak, że dopiero na początku następnego Orzeszkowa przeniosła się do Milkowszczyzny i z namiętnym zapałem prowadziła dalej swoje wykształcenie umysłowe, żyjąc w samotności najzupełniejszej i mężnie stawiąc czoło rozlicznym powikłaniom, jakie zarówno ze stosunków ogólnych, jak i jej osobistych wynikły. Czytania jej owoczesne przybrały kierunek systematyczniejszy; Orzeszkowa zapragnęła zaznajomić się z najnowszemi prądami wiedzy; książki w tym kierunku pisane sprowadzała sobie i studyowała. Jedynym jej przewodnikiem pod tym względem w wyborze książek była wtedy „Revue des deux mondes,“ stale od lat kilku prenumerowana i sumiennie odczytywana."
      },
      {
        "index": 56,
        "text": "Jak na wiele, bardzo wiele umysłów spółczesnego pokolenia, tak i na nią silnie podziałało poznajomienie się z dziełem Buckle’a: „Historya cywilizacyi w Anglii.“ Według własnego jej wyznania, przy pierwszem czytaniu tej książki czuła, jak gdyby wzrok jej, wzmacniając się z dniem każdym, sięgać mógł dalej i wyżej, jak gdyby w coraz wyraźniejsze obrazy układały się pojęcia, wyobrażenia, dojrzewały zasady, które przedtem snuły się jej w myśli, jak mgliste widma."
      },
      {
        "index": 57,
        "text": "Za Bucklem poszli inni wielcy przedstawiciele nauki nowożytnej i dopomogli młodej kobiecie do ułożenia swoich wiadomości w pewną jednolitą całość, mającą jej zastąpić ten częścią tradycyjny, często konwencyonalny pogląd na świat, na jakim poprzestaje niemyślący, a przynajmniej nie zagłębiający się w pojęcia ogół. Oczywiście całość ta nie mogła być odrazu zupełnie obrobioną i we wszystkich częściach wykończoną, owszem z biegiem lat, a raczej z pogłębieniem się myśli, uzupełnianą być miała jeszcze wielokrotnie; dawała już atoli umysłowi możność grupowania poglądów i wyprowadzania ich z jakiejś zasady, a równocześnie stawała się bodźcem do podzielenia się wynikami swych spostrzeżeń i rozmyślań z jaknajszerszą publicznością, ażeby pewne opaczne opinie sprostować i przedstawić rady co do usunięcia szkodliwych i zgubnych przyzwyczajeń, zarówno w myślach, jak i postępkach. Obrała ku temu formę najpopularniejszą, powieściową, częścią idąc za instynktową pobudką siły twórczej, częścią dla łatwiejszego oddziaływania na masy. II."
      },
      {
        "index": 58,
        "text": "Twórcza zdolność Orzeszkowej, której zarodka możnaby poszukiwać w artystycznym talencie rodziny Pawłowskich — przypominam, że stryj jej, jako malarz, rokował wiele — objawiała się od samego dzieciństwa. Wszakże owe, odegrywane wspólnie z siostrą, sceny historyczne bywały jej także pomysłu i dowodziły, że wyobraźnia jej nie tylko bierną, ale i czynną być potrafi. W czasie choroby siostrzyczki opowiadała jej przed ukończeniem jeszcze siódmego roku życia jakieś bajki i historye, które komponowała sama, a które spowodowały odezwanie się ukochanej przez nią nauczycielki, panny Kobylińskiej: „Ziunia będzie autorką!“ — zo znowu wywołało prawie gniewną odpowiedź matki: „Niech Bóg broni! proszę jej tem głowy nie nabijać.“ Na pensyi u pp. Sakramentek pisywała zawzięcie wiersze i była jedną z tych uczennic, z pod których pióra wychodziły wszystkie ćwiczenia polskie i francuskie dla całej klasy. Nieraz dziennie po 20 takich wypracowań na jeden temat dokonywała, otrzymując w nagrodę przepisane ładnie własne swoje kajety, kaligrafią bowiem miała szkaradną. W końcu na tych kompozycyach poznał się nauczyciel języka polskiego, Kowalewski: „To panna Pawłowska pisała“ — mówił odrzucając zeszyt jednej i drugiej z jej koleżanek, tak, że ona musiała zaprzestać szkolnego fałszerstwa i sama swoje kajety przepisywać na czysto. Potem, gdy myśl jej od r. 1860 nanowo pracować zaczęła, wróciła też chęć do pisania. Rzucała tedy na papier myśli oderwane, uwagi o ludziach ją otaczających, tak nazwane przez siebie „strofy prozą,“ w których spowiadała się z tego, czego nikomu jeszcze nie wypowiedziała żywem słowem. Z robót większych, podjętych wyłącznie dla przyjemności i wykształcenia własnego, do najdawniejszych należały: streszczenie jakiejś historyi Napoleona, oraz przekład kilku utworów Byrona, dokonany z tłómaczenia francuskiego. Widzimy z tego, że studya poważne i poezya przeplatały się w tych próbach pióra. Umysł z natury skłonny do tęsknej zadumy i rfleksyi, a z drugiej strony temperament żywy, walczyły niejako ze sobą, dopóki uczucie nie poddało się pod kierunek rozumu, nie tracac przecież na swojej żywości i subtelności."
      },
      {
        "index": 59,
        "text": "Wykształcenie estetyczne ogólne posiadała naturalnie Orzeszkowa, zasady muzyki znała nawet dokładnie; powieściopisarstwo krajowe i zagraniczne w głównych przynajmniej przdstawicielach ogarniała o tyle, że nie tylko pomysły cudze biernie wchłaniała w siebie, lecz umiała o nich wypowiedzieć zdanie krytyczne."
      },
      {
        "index": 60,
        "text": "Ze zdania tego, ujawnionego drukiem zaraz w początkach zawodu autorskiego, wynika, że Orzeszkowa przenikniętą była już wówczas zagadnieniami społecznemi i że wartość i doniosłość powieści oceniała według jej myśli przewodniej, według tendencyi przedewszystkiem, stronę wykonania pozostawiając na dalszym planie. Zwolenniczką hasła: „sztuka dla sztuki“ nie była wcale. Przeciwieństwo romantyzmu i realizmu znała już wtedy, ale i tu upatrywała główną różnicę w nastroju wewnętrznym, w rozumowych, czy umysłowych objawach jednego i drugiego, mało zwracając uwagi na sposób wykonania pomysłów, na technikę artystyczną. Z natury rzeczy musiała pozostawać pod silnym wpływem powieściopisarzów ojczystych, a mianowicie: Kraszewskiego, Korzeniowskiego i T. T. Jeża."
      },
      {
        "index": 61,
        "text": "Pierwszy i drugi wprowadzili do naszej powieści pierwiastek obserwacyi, liczenie się z rzeczywistością, obieranie osobistości i wydarzeń, nie nadzwyczajnych, ale takich, jakich istotne stosunki towarzyskie i społeczne dostarczyć mogły. Obserwacya ich atoli była dorywcza, nie umyślna, nie systematyczna; a w sposobie traktowania obranego pomysłu dozwalali zbyt widocznie występoważ swojej własnej indywidualności, gawędzili z czytelnikami, jakby się znajdowali w poufałem gronie, wypowiadali swoje opinie o przedstawianych przez siebie ludziach, zalecali lub potępiali ich, wyraźnie zabiegając u czytelników o pogardę lub uwielbienie dla nich; wiele wreszcie poświęcali z prawdy dlatego, ażeby postać lub sytuacya jakaś wydała się pięknie, wzruszająco."
      },
      {
        "index": 62,
        "text": "T. T. Jeż wzmocnił pierwiastek realistyczny w naszej powieści, o układanie rysow i ruchów postaci swoich dlatego tylko, ażeby prezentowały się estetycznie, wcale się nie troszczył, owszem niekiedy może aż za wielki kładł nacisk na nieestetyczne zachowanie się, czy wyglądanie bohaterów, traktując ich czasami naturalistycznie. Podmiotowych atoli cech w wykonaniu pomysłów nie zmienił, więcej nawet w sposób gawędziarski rozsnuwał wątek opowiadania, aniżeli Kraszewski lub Korzeniowski."
      },
      {
        "index": 63,
        "text": "Orzeszkowa daleką była od wystąpienia w charakterze reformatorki powieściopisarstwa naszego. Czuła i rozumiała potrzebę brania obrazów z życia rzeczywistego, potrzebę posługiwania się obserwacyą przy kreśleniu stosunków towarzyskich, ale sama artystyczna strona obrobienia była dla niej natenczas rzeczą podrzędną. Jeżeli malowała postaci ludzkie, to nie chodziło jej o delikatne, subtelne wycieniowanie ich indywidualności pod względem ciała i ducha, lecz raczej o zaznaczenie kilku grubemi, czasem jaskrawemi rysami, do jakiej kategoryi umysłów one należą, czem są w gruncie rzeczy, a nie czem się wydają zewnętrznie. Jażeli kreśliła sceny i sytuacye,to również nie starała się o odtworzenie ich tak, jak one dla ścisłego obserwatora się przedstawiają, lecz tak, żeby zamierzony przez autorkę efekt niemi osiągnąć. Inaczej mówiąc, przeważnie refleksyjny nastrój owoczesny autorki dążył przedewszystkiem do przeprowadzenia pomysłów, które w jej duszy powstawały, a ludzi i sytuacye uważał tylko za narzedzia, służące do uzewnętrznienia tych pomysłów. Ponieważ dążność była dla autorki rzeczą główną, zabierała ona głos sama jaknajczęściej, byleby jaknajdobitniej myśl swą zasadniczą przeszczepić w umysły czytelników. Refleksyjność tedy i podmiotowość, a upośledzenie, czy lekceważenie plastyczności, stanowią wybitną cechę pierwszych utworów Orzeszkwoej."
      },
      {
        "index": 64,
        "text": "Jakież to były pomysły, które pragnęła autorka rozpowszechnić? Oczywiście, musiały być one w ścisłym związku z temi rozmyślaniami i przejściami, jakie od czasu rozbudzenia się żywszej w niej myśli obsiadały jej głowę, krwawiły jej serce i czynnych wystąpień były pobudką. Widzieliśmy, że sprawa uwłaszczenia chłopów najpierw zajęła duszę dojrzewającej kobiety; potem nastąpiło gwałtowne kształcenie się za pomocą czytania, wynikające oczywiście po części z braków własnej edukacyi, która nie potrafiła jej rozbudzić z dzieciństwa; następnie wskutek rozwiniętej samowiedzy, powstało głębokie i gryzące poczucie nieszczęścia indywidualnego, z powodu niezaspokojonych uczuć i pragnień; wreszcie widok zrujnowanej egzystencyi wielu, niestety, bardzo wielu z tych, co tak niedawno hucnym i bezmyślnym oddawali się zabawom. Motywa te po kolei stawały się źródłem tematów, rozwijanych przez Orzeszkową w formie powieściowej."
      },
      {
        "index": 65,
        "text": "Najpierwszym utworem Orzeszkowej, jaki się w druku ukazał, był maleńki „Obrazek z lat głodowych,“ pomieszczony w połowie roku 1866, dwu numerach „Tygodnika Ilustrowanego,“ który od początku jego wychodzenia stale prenumerowała. Kreślony ręką jeszcze bardzo niepewną, nie przedstawiał wcale drgających życiem postaci, nie odtwarzał scen dobrze i szczegółowo zaobserwowanych, a chociaż w jednym drobnym szczególe, w częstowaniu zacierką kochanka i w przedstawieniu apetytu tegoż, poznać już było można umysł skłaniający się do realizmu, to w całości roboty widać pozostawanie pod wpływem poprzedników krajowych na polu powieściowem, oraz nieśmiałość i brak wprawy w posługiwaniu się materyałem. Autorka nie opowiada tego, co sama widziała, lecz to, o czem „niegdyś“ zasłyszała. Istotnie datę wypadku bolesnego, który przedstawiła, przenosi w czasy, w których na wsi wcale nie była (1854—6) i w okolice dokładniej nie oznaczone, a o tyle tylko scharakteryzowane, że w nich mieszkał lud rusiński. Chociaż wówczas, gdy swój obrazek kreśliła, lud już był uwłaszczony, cofa się w lata pańszczyzniane, ażeby historya Wasyla i Hanki jaskrawiej odbić się mogła i do serca czytelników przemówić. Bo autorce istotnie chodzi głównie o wywarcie wrażenia, o obudzenie spółczucia dla pracowitych, biednych, nieszczęśliwych wieśniaków. Posługuje się chętnie retorycznymi zwrotami i pewną uroczystością tonu, lub też gryzącym sarkazmem, byleby cel zamierzony osiągnąć. Od początku do końca trzyma niejako i głowę i serce czytelnika na uwięzi, nie samym tylko obrazem stosunków, lecz także namiętnemi odezwami. Oto zagajenie, bardzo znamienne, które, przybierając rozmaite kształty, powtarzać się będzie przez długie lata w powieściach Orzeszkowej:"
      },
      {
        "index": 66,
        "text": "„Posłuchajcie, piękni panowie i panie, opowiem wam króciuchną powiastkę."
      },
      {
        "index": 67,
        "text": "„Z błyszczących wyżyn waszych, czy spojrzeliście kiedykolwiek w dół, nizko, w głąb’ owych warstw społeczności, które ciemne, nędzne, z piękna odarte, pracują ciężko? Czyście widzieli, jakie cierpienia nurtują na tych dnach głębokich, jakie męki rozdzierają łono tej mętnej dla was fali żywych ludzi?"
      },
      {
        "index": 68,
        "text": "„Wyście myśleli zawsze, o piękni i piękne, że w tej grubej i szorstkiej warstwie sam kał tylko i bezrozum; pocóż więc w nią zaglądać? Tak zapewne; jeżeli nie chcecie zasępić rozpogodzonego zabawą lica, nie zbliżajcie się do ludu, pójdźcie raczej bawić się i pląsać przy blasku świateł jarzących, śród woni salonów. Ale jeżeli między wami są serca, miłujące, nie lśniący pozór, lecz grunt człowieczy; jeżeli są i umysły ciekawe zbadania bied społeczności: niech zajrzą w istnienie milionów, w istnienie mozolne, bezbarwne, rzadko pojęte dobrze przez szczęśliwszych, często spotwarzane, oplwane. Tam serca znajdą dramat żywy i cel ukochania, a umysły naukę i zachętę do dążenia ku postępowi, ku postępowi takiemu, który zbliży szczęście, nie jednostkom, nie kastom, lecz wielkiemu ogółowi.“"
      },
      {
        "index": 69,
        "text": "Rozumnych, humanitarnych myśli i szlachetnych uczuć, wyrażonych w tej przemowie, nie potrzebuje sie wypierać Orzeszkowa i dzisiaj, bo one były gwiazdą przewodnią całej jej działalności; do samej nawet formy ich wyrażenia pod względem czysto stylistycznym przyznać się może i obecnie; ale całą przemowę — i podobne do niej ustępy w dalszym ciągu opowiadania — ze względu na technikę powieściową, musi już uważać za przestarzałą, mocno bowiem psuje artystyczne złudzenie, że się odtwarza wypadki rzeczywiste i każe się im przemawiać samym za siebie."
      },
      {
        "index": 70,
        "text": "Tym wstępem zawarunkowany został charakter dalszego opowiadania. Autorce chodzi o wydobycie jaknajjaskrawszego kontrastu między biedą wieśniaków w roku głodowym, przeciążeniem pracą, brakiem chwili swobodnej i wesołej, a lekkomyślnem, próżniaczem zachowaniem się panów-dziedziców, nie wchodzących w potrzeby swych poddanych materyalne, a tem mniej duchowe, oraz nielitościwem obchodzeniem się ekonomów z ludem."
      },
      {
        "index": 71,
        "text": "Hanka niosła jedzenie ojcu, obrabiającemu pańszczyznę; z osłabienia, głodem spowodowanego, bała się przejść przez kładkę na rzece i wołała ojca, ale ekonom pogroził jej nahajką; Hanka weszła na kładkę, wpadła do wody i utonęła. Dowiedziawszy się o tem Wasyl, jej kochanek, „przybiegł do wioski blady i z obłąkanemi oczyma, a spojrzawszy na trupa dziewczyny, pochwycił się za głowę i uciekł.“ W kilka dni potem znaleziono go pod krzyżem „opuchłego i umarłego z głodu.“ W miesiąc później chata ojca Hanki opustoszała: dwoje dzieci zmarło, starszą dziewczynkę na piastunkę wzięto do dworu, a Harwar z żoną, wynędzniali i osiwiali, wyszli żebrać po szerokich drogach. Gdy się o tem zgadało u dworu, dowcipniś jakiś żałował dziewczyny, jeżeli ładna była, jakaś sentymentalna dama widziała w „smutnym wypadku“ treść do romansu, jakiś obywatel z sumiastemi wąsami oburzył się na myśl, żeby mógł być romans u chłopów, bo czyż oni kochać umieją!.. a sama dziedziczka zaproponowała po francusku, ażeby zmieniono temat rozmowy, bo taki temat, jak utonięcie dziewczyny, zbyt szkodliwie działa na nerwy..."
      },
      {
        "index": 72,
        "text": "Kontrast niewątpliwie bardzo silny, ale przez owo nagromadzenie samych strasznych katastrof z jednej, a przez sarkastyczne odmalowanie bezduszności panów z drugiej strony, autorka osiągnąć mogła tylko cel publicystyczny, lecz nie artystyczny."
      },
      {
        "index": 73,
        "text": "Na tym drobnym obrazku przerwała natenczas Orzeszkowa czerpanie materyału z warstwy ludowej. Są wprawdzie jeszcze dwa jej utwory, należące do najwcześniejszych, w których postacie z ludu wyprowadziła, lecz nie stanowią w nich one czynnika przeważnego, służąc jedynie do uwydatnienia myśli przewodnich, mających na celu stosunki, przekonania i przesądy warstw inteligentnych. Mam tu na myśli „Syna stolarza“ i opowieść „Z życia realisty.“ W pierwszym utworze przedstawiła króciutko dzieje wykształcenia Romana Hebla, który przy pomocy dobrego pana wyszedł ze stanu włościańskiego na prawnika, wprowadziła go tryumfalnie do pałacu i pozwoliwszy mu bardzo łatwo zwyciężyć uprzedzenia stanowe, oddała mu rękę pięknej Lilli. W drugim, jakby robiąc aluzyą do pięknej powieści Kraszewskiego, opisała zakochanie się realisty-technika w pięknej robotnicy fabrycznej Ulanie i zamiar żenienia się z nią, zamiar, którego spełnienie Ulana, choć całą duszą kochała panicza, udaremniła, uciekając z fabryki i kryjąc się przed poszukiwaniami zakochanego dopóty, aż ten zapomniał o romantycznym epizodzie swego życia i znalazł towarzyszkę dozgonną w pannie ze sfery szlacheckiej. Nie zginął tedy z miłości realista, ani też Ulana, wyszła bowiem za ogrodnika. Myślą zasadniczą obu tych utworów jest, że w kwestyi miłości i związków małżenskich nie idzie o różnice stanów, ani o pociąg zmysłowy, lecz raczej o harmonię umysłów, o stopień rozwinięcia duchowego. Autorka miała na widoku, mianowicie w opowieści „Z życia realisty,“ ten romantyczny dogmat, iż miłość jest potęgą nieprzepartą, nie zważającą na żadne przeszkody i różnice; że sama dla siebie jest wystarczającym powodem i sama sobie wystarcza — i przeciwko temu przesadnemu mniemaniu zaprotestowała, dając do zrozumienia, że miłość w świecie cywilizowanym jest już uczuciem złożonym, na które składa się wiele różnorodnych czynników."
      },
      {
        "index": 74,
        "text": "Z tym tematem łączyły się w myśli autorki pokrewne, ze stosunku dwu płci do siebie wynikające. Bezmyślność, przypadkowość, lub przeciwnie rachuba i spekulacya, brak uczucia, lub doktrynerska teoryjka, płochość i lubieżność, żądza zabaw i błyszczenia, ambicya nienasycona, lubo w bardzo ciasnym zakresie obracająca się, i tym podobne usposobienia, popędy i poglądy, wiodące mężczyzn i kobiety do zawierania związków, które się stają niebawem udręczeniem i piekłem dla jednej lub drugiej strony, lub dla obojga razem: oto pomysły, które w powieściach Orzeszkowej owego czasu, szybko po sobie następujących, znajdowały mniej lub więcej szczęśliwe, a zawsze bardziej publicystyczne, niż artystyczne uzewnętrznienie. Pomysły też te, nieraz z mocą wypowiedziane, a nie wykonane pięknie, były główną zaletą takich utworów, jak „Ostatnia miłość,“ „Rozstajne drogi,“ „Początek powieści,“ „Na prowincyi,“ „W klatce,“ „Wesoła teorya i smutna praktyka.“ Myśli rozumnych, spostrzeżeń trafnych znajdujemy tu podostatkiem, lecz postaci żywcem ze świata rzeczywistego pochwyconych i plastycznie odmalowanych, lecz sytuacyj nienaciąganych do tematu z góry postawionego, lecz dyalogów naturalnych, prawdziwych, spotykamy w tych pismach niewiele. Autorka, tworząc gorączkowo, chciała jaknajwięcej zdrowych ziarn myśli rozrzucić na rolę duchową, nie troszcząc się bardzo o to, w jakich kształtach artystycznych one wystąpią. Jesteśmy tu ciągle w świecie jakimś ogólnikowym, konwencyonalnym, w mieście dużem, w miastczku, na wsi w dworkach szlacheckich, bez uwydatnienia szczegółów charakterystycznych okolicy kraju, w której rzecz się dzieje, bez starania o subtelne cieniowanie różnic indywidualnych między ludźmi w ich przyzwyczajeniach i mowie. Mamy tu tylko trzy kategorye charakterów, zaznaczone rysami grubemi; są tu rozumni i uczciwi, przewrotni, oraz śmieszni. Pierwsza kategorya, do odmalowania której autorka brała oczywiście rysy z własnego usposobienia i własnych poglądów, jest najbardziej jednostajną, przedstawicielami jej są zazwyczaj: lekarze, adwokaci, inżynierowie, technicy; druga i trzecia więcej przedstawia rozmaitości, ale często przechodzi w karykaturę."
      },
      {
        "index": 75,
        "text": "Myśli owoczesne Orzeszkowej, lubo wypływały z rozpatrywania jednorodnych stosunków, nie znajdowały zrazu swego wytłómaczenia w jakiejś zasadzie ogólniejszej, któraby posłużyć mogła do uszeregowania tematów w związek przyczynowy i ułatwiła objaśnienie różnorodnych objawów życia... Niebawem wszakże takie źródło główne złego wychyliło się niejako samo przez się, zpoza całej ciżby faktów, rozpatrywanych przez autorkę. Źródłem tem okazało się wadliwe wychowanie płci obojej, nie przygotowujące do życia ciężkiego, nie uczące obowiązków obywatelskich i pracy, nie hartujące charakterów, lecz czyniące je chwiejnemi, ulegającemi nader łatwo wpływom zgubnym."
      },
      {
        "index": 76,
        "text": "Uświadomiwszy sobie zasadniczą przyczynę rozstroju stosunków małżeńskich i rodzinnych, powieściopisarka pośpieszyła z uwydatnieniem jej przed czytającą publicznością, ażeby uchronić podrastające pokolenie od zawodów i rozczarowań, z ktorych sama otrząsnęła się po wielu trudach, dzięki przyrodzonym zaletom umysłu i charakteru. „Pan Graba,“ „Pamiętnik Wacławy,“ „Na dnie sumienia,“ „Marta“ w formie powieściowej, a „Kilka słów o kobietach“ w formie rozprawy publicystycznej: oto utwory, wyświetlające szkodliwe lub zgubne skutki fałszywego kierunku wychowania, czy to mężczyzn lub kobiet osobno, czy przedstawicieli płci obojej razem. One to, dotykając sprawy prawdziwie żywotnej i ważnej, zwróciły na Orzeszkową uwagę powszechną, rozeszły się wśród społeczeństwa szybko i wywarły wpływ potężny, który do dziś dnia odczuwać się daje."
      },
      {
        "index": 77,
        "text": "„Pan Graba,“ pisany żywo i energicznie, przedstawiał zepsucie młodzieży męskiej, wśród klasy obywatelskiej, i okropne położenie kobiety, związanej nierozerwalnemi węzły z takim potworem nikczemności i przewrotności, jakim był bohater powieści. Myśl zasadniczą wypowiadają dobitnie, choć w sposób melodramatyczny, toasty, wygłoszone na wyuzdanej uczcie przez złotą młodzież, poczynając od samego Graby:"
      },
      {
        "index": 78,
        "text": "„Panowie! niech żyją tkliwe i nerwowo kochające swoich synów matki, które przez błogi czas dzieciństwa i pierwszej młodości trzymają ich utulonych fałdami swych spodniczek, które lękają się dla nich nauki, aby nie osłabiła im zdrowia, i zakładów publicznych, aby nie zepsuły im manier. Błogosławione niech będą matki takie, albowiem one to dostarczają znakomity kontyngens do zastępów rycerzy wesela, albowiem ich to staraniem wielu młodzieńcow umiłowywa kielich, zamiast księgi, i zielone pole stolika, zamiast pól rodzinnej gleby."
      },
      {
        "index": 79,
        "text": "„Błogosławieni niech będą także ojcowie, którzy dziecięce kroki synów prowadzą tam, gdzie brzmią hymny, śpiewane na cześć Bachusa i Wenery, którzy zamiast lekcyi matematyki i geografii, przykładem swym dają im lekcye najmędrszego używania darów natury. Błogosławieni tacy ojcowie, albowiem oni zmniejszają na świecie liczbę nudnych istot, porządnymi ludźmi zwanych, a nie dają wygasnąć rodowi wesołych młodzieńców!"
      },
      {
        "index": 80,
        "text": "„Błogosławione matki elegatki, i ojcowie, co wiecznie śpią i fajkę palą, a przed egzaminami synów wożą indyki dla profesorów. Błogosławione — rozmarzone, a posażne dziewice, które serca swe zaczepiają o nasze zaostrzone wąsy i umieszczają swe marzenia w puklach naszej fryzury!“..."
      },
      {
        "index": 81,
        "text": "Daleko szczegółowiej niż w „Panu Grabie“ wady wychowania męskiego, rozwinęła Orzeszkowa w „Pamiętniku Wacławy“ zdrożności edukacyi kobiecej, w związku z całym wogóle stanem umysłowym naszych dziewic i mężatek. Dyagnoza tego stanu bardzo smutnie, ale, niestety, prawdziwie się przedstawiła pod piórem naszej autorki. Oto dusze kobiet, nie widząc przed sobą żadnych szerszych horyzontow, oddają się z zapałem salonowym tylko podbojom, szczęśliwe, jeśli znajdą męża niezbyt głupiego, co pielgrzymkę pożycia małżeńskiego razem z niemi, bez wielkiej przykrości odbyć potrafi. Głowy ich przedstawiają się jako magazyn mód, pełen „nowości“: jedwabiów, aksamitów, falban, koronek, i jako skład jubilerski, zawalony bransoletami, broszami i kolczykami, brylantami, rubinami i szmaragdami... Serca ich sa przytuliskiem dla zleżałego sentymentalizmu, romantycznych utyskiwań na tak zwane przez nie z cudzoziemska „zapoznanie“ ich wzniosłości i głębi, rozpaczliwych marzeń o grobie, słów, wylewanych obficie na cierpliwy papier, gorzkiej ironii z powodu zawiedzionych nadziei, rozwianych ułud, zasuszonych pamiątek, rozczulenia dla nieszczęść wymarzonych, oschłości dla rzeczywistych. A całość? Całość bywa pełna blasku powierzchownego, uprzejmości lekceważącej przekonania, nieznajomości warunków życia istotnego, ciasnego samolubstwa, nadmiernych wymagań, nieumiejętności radzenia sobie w nieszczęściu. Sylwetki kobiet, reprezentujących wszystkie powyższe odcienie umysłowego i uczuciowego nastroju, ukazują się w „Pamiętniku Wacławy“ na tle historyi jednego małżeństwa, w którem wady pierwotne zostały potem naprawione. Bogata i utytułowana panna, marząca o brylantach i balach, pokochawszy, wyszła za mąż za skromnego, ale wielkich zdolności pracownika na niwie umysłowej. Niedobrane to było małżeństwo; to też rozeszło się wkrótce: córkę Wacławę oddano na pensyę, z której powróciwszy, miała czas jakiś zabawić u matki, później u ojca, a następnie wybrać sobie ten świat, który jej najlepiej do smaku przypadnie. Opis świata matki, jego przesądów, jego wstrętu do ludzi pracy, a protekcyi dla lenistwa, obejmuje większą część powieści. Wacława, rzucona w ten wir nieznający nigdy spoczynku, dała się z początku oszołomić, zakochała się w fałszywej wielkości; ale pamięć ojca i jego listy utrzymały w niej iskrę poszanowania pracy. Gdy tedy błyszczące życie, zamieniło się w nędzę błyszczącą, potrafiła wzgardzić tą wegietacyą i przechodząc w sferę nauczycielek, zapewnić sobie i matce znośne, a nawet szczęśliwe, na pracy oparte utrzymanie. Podobnie Emilka i Franciszek — potomkowie również rodzin arystokratycznych — pierwsza w introligatorstwie, drugi w tokarstwie, znaleźli to, co im wytworne a marnotrawne życie przodków odjęło. Matka Wacławy przyzwyczaiła się powoli do tej myśli, że jej corka bakalarstwem na chleb zarabiać musi, i pogodziła się z mężem. Nagrodą poświęceń Wacławy został hrabia Witold, który ofiarował jej swą rękę, a zarazem zapewnienie niemarzonego przez nią nigdy dobrobytu."
      },
      {
        "index": 82,
        "text": "W „Pamiętniku Wacławy“ chodziło głównie autorce o przedstawienie różnego rodzaju skrzywień moralnych, wskutek fałszywego wychowania wynikłych, oraz o wskazanie środków ratunku w pracy, czy to umysłowej, czy ręcznej; dlatego też nie chciała uwydatniać trudności, jaką w zyciu napotykają ludzie, a w szczególności kobiety, poszukujące pracy; ułatwiła owszem swoim osobistościom, porzucającym błędną drogę, wejście na prawdziwą, nagrodziła ich szczęściem. Ale w rzeczywistości nie każdy, kto chce pracować, pracę znajdzie naprawdę; nie każdy dobry zamiar urzeczywistnić się daje, nie każda chęć staje się czynem. Przejmujący obraz zapasów z nędzą, przy mozolnej pogoni za zarobkiem odmalowała Orzeszkowa w „Marcie.“ Za życia męża bohaterka otoczona była dostatkiem, ale po jego śmierci musiała sprzedać meble, aby opłacić koszta pogrzebu. Dla córeczki ukochanej gotowa była do wszelkich poświęceń. Łudziła się nadzieją, że łatwo jej będzie znaleźć zarobek. Zaczęła tedy dantejską wędrówkę: dostała lekcye francusczyzny, ale przekonała się wkrótce, że chociaż mówi tym językiem biegle, nie zna go naukowo tak, żeby z pożytkiem uczyć mogła innych. Zbyt była sumienną, miała wielkie poczucie godności osobistej, ażeby brać pieniądze za pracę bezużyteczną. Ponieważ miała, jak mówiono, talent do rysunków, sądziła, że będzie mogła pracować dla czasopism ilustrowanych. Okazało się, że dyletancka jej biegłość nie wystarczała wymaganiom artystycznym. Poszukiwała pracy tłómaczki z obcych języków, lecz i tu trzeba było długiej i mozolnej wprawy, zanimby zarabiać mogła. U złotnika pracowali wyłącznie mężczyźni; nie chciano dla niej zrobić wyjątku. Musiała zająć się szyciem w szwalni, wyzyskującej pracę robotnic, nie umiejących szyć na maszynie; obrażona niesłusznem posądzeniem i wymówkami chlebodawczyni, utraciła i to zajęcie. Tymczasem córeczka zachorowała; wszystkie zapasy się wyczerpały i ta kobieta, która niedawno jeszcze odrzucała zapłatę za pracę nieużyteczną, która później przyjmowała ze wstydem wynagrodzenie za czas napróżno stracony, w końcu dla otrzymania pieniędzy na lekarstwo, sama wyciągać zaczęła rękę po jałmużnę, a gdy jej nie dostała, ukradła papierek trzyrublowy i goniona przez policyę i tłum, rzuciła się pod koła tramwaju. Dobre jej chęci i zamiary rozbiły się o niedostateczne przygotowanie do walki życiowej, o braki wykształcenia, które było błyskotliwem, ale powierzchownem i nie mogło się stać narzędziem ratunku."
      },
      {
        "index": 83,
        "text": "Powieść ta pisana i drukowana była w chwili najżywszego zajęcia się sprawą wyższego, specyalnego kształcenia się kobiet i rozszerzenia pola ich pracy. Zmiana stosunków włościańskich, znaczny ubytek młodzieży męskiej, a stąd niezmierna przewyżka kobiet w ludności, więc niepodobieństwo wyjścia za mąż, wreszcie żywszy prąd oświaty, wiejący z Zachodu i znajdujący w części swój wyraz w działalności Szkoły Głównej w Warszawie, wywołały ten ruch umysłów kobiecych, po raz już trzeci w naszem stuleciu. Zarówno mężczyźni, tak i kobiety, wzięły udział przedewszystkiem w dyskusyi o potrzebie i konieczności dania kobietom wykształcenia, któreby im umożliwiło samoistną egzystencyę i nie kazało się oglądać na pomocne ramię mężczyzny, któreby zarazem uzdolniło je do kierowania rozumnie wychowaniem dzieci własnych lub cudzych. Orzeszkowa w tych dyskusyach zabrała głos także, zarówno za pośrednictwem powieści, jak i artykułów pomieszczonych w czasopismach. Jej „Kilka słów o kobietach,“ drukowane pierwotnie w „Tygodniku mód“ (1870), były niejako streszczeniem tych żądań i projektów, jakie znajdowały odgłos w najszerszych kołach społecznych. Zgodnie ze swem usposobieniem, nie wybiegala on tu daleko po za granice przyzwyczajeń społecznych, nie podawała projektów krańcowych, ale z wielką jasnością myśli, z wielkiem uwzględnieniem warunków życia praktycznego, roztrząsnęła ten tryb edukacyi, jaką kobiety otrzymywały dotychczas, i ten szczupły zakres pracy jakiemu się oddawały, wykazała ich niedostateczność i gorąco przemówiła za podniesieniem skali wykształcenia i za wdrożeniem przekonania o niezbędności pracy dla wszystkich kobiet. Nie poprzestała na ogólnikach, ale szczegółowo przedstawiła zarówno program nauk, jak i wyszczególniła zajęcia, którym kobiety z pożytkiem oddawaćby się mogły. Wynikiem nowego trybu wychowania kobiet miała być reforma stosunków rodzinnych i towarzyskich, nie wskutem zrywania węzłów moralnych, lecz ich silniejszego zaciskania — tylko w innej, niż dawniej, formie."
      },
      {
        "index": 84,
        "text": "„Trzeba — pisała Orzeszkowa, kończąc swą pracę — aby uszlachetnione i uświęcone prawdziwą oświatą i pracą, tak rodzina, jak salon, inną, niż dotąd, napełniły się treścią; trzeba, aby mężczyzna czerpał z miłości, przyjaźni, towarzystwa kobiety, nie znudzenie, rozczarowanie, albo niezdrowe rozmarzenie, ale, aby dzieląc z nią ciężar myśli i prac społecznych, wspomagał ją tak, jak był przez nią wspomaganym, w uczuciach jej widział, nie przyjemny sposób przepędzania czasu, ale źródło najczystszego szczęścia, w łączeniu się z nią, nie interes pieniężny, albo zadośćuczynienie chwilowej zachciance, ale wielką spójnią serc i współkę umysłów."
      },
      {
        "index": 85,
        "text": "„Kiedy kobiety bogate podniosą o wiele skalę swych umysłów i poczną cenić nad wszystko osobistą wartość mężczyzny, polegającą na uczciwości, rozumie i pracy: posagi ich przestaną być punktem dążeń i robienia karyery dla młodych ludzi, którzy, tracąc występnie własne mienie, widzą się zawsze w możności uzykania go przez bogate małżeństwo."
      },
      {
        "index": 86,
        "text": "„Kiedy kobiety uboższe, z pomocą oświaty i pracy, staną na wysokości zacnych pracownic i obywatelek kraju, mężczyźni, wchodzący dopiero na drogi życia, uszanują je, umiłują nie dla zabawy i rozrywki, ale serdecznie i szczerze, a szacunek ten, ta miłość powzięta dla pracownicy-obywatelki, stanie się dla wielu gwiazdą przewodnią ku obywatelskiej wiodącą pracy."
      },
      {
        "index": 87,
        "text": "„A nowe życie kobiet, które zechcą zwrócić się na drogę pracy, nie będzie bynajmniej ani cięższem, ani smutniejszem od tego, jakie dziś wiodą."
      },
      {
        "index": 88,
        "text": "„Czyliż raz na kwiaty balowego wieńca, zdjęte ze strojnej głowy, spadają gorące krople łez, wytoczonych zpod serca zawodem i zmęczeniem! Czyliż raz, po długich godzinach gwaru, kobieta, ujrzawszy się samotną, widzi oczyma ducha ulatującą od niej młodość wdzięków i serca, a natomiast zbliżającą się ciemną, odartą, bladą marę swej przyszłości, i drżąca z obawy, woła do Boga: ratunku!"
      },
      {
        "index": 89,
        "text": "„A przecież lepiej jest, uczciwiej i rozumniej podjąć z odwagą ciężar trosk i trudów, przywiązanych do pracowitego istnienia, a czuć się samodzielną, spokojną o zapracowany byt codzienny, spełniającą człowiecze i obywatelskie zadania, niż spędzić część życia w zabawach i łatwych dostatkach, a na całą przyszłość zyskać ubóstwo i nieszczęście, gorzki chleb jałmużny i łzy próżnych żałości“..."
      },
      {
        "index": 90,
        "text": "Podjęciem sprawy niewieściej w społeczeństwie naszem, oraz pomysłami swoich powieści, autorka zbliżała się do grona pisarzów, stanowiącego tak zwaną wówczas „młodą prasę“ w Warszawie; nie znajdowała atoli wśród niej z początku uznania. Piszący nawet te słowa wyraził kilkakrotnie natenczas surowe zdanie o jej powieściopisarskiem uzdolnieniu. Dwie były tej obojętności „młodej prasy“ przyczyny: jedna zewnętrzna, druga wewnętrzna. Utwory Orzeszkowej ukazywały się w czasopismach, które liczono do zachowawczych, i z któremi „młoda prasa“ ostro nieraz polemizowała. Najczęściej pojawiały się one w „Tygodniku mód“ redagowanem przez J. K. Gregorowicza, którego młodzież czciła wprawdzie jako Janka z Bielca, lecz którego poglądów na sprawy społeczne nie podzielała. Prócz tego, „Tygodnik mód“ nie należał do pism zwracających na siebie żywszą uwagę. Stąd wiele rzeczy tam pomieszczonych, jak np. i owe „Kilka słów o kobietach,“ nie dochodziło do wiadomości „młodej prasy.“ A co do samych powieści początkowych Orzeszkowej, zrażały one młodych krytyków swemi artystycznemi niedoborami, rozwlekłością frazeologiczną i brakiem plastyki w odtwarzaniu postaci i sytuacyj. Jakkolwiek krytycy owi byli przeciwnikami „sztuki dla sztuki,“ jakkolwiek wysoko cenili „tendencyę“ powieści; to przecież dość twarde stawiali wymagania pod względem wykonania estetycznego."
      },
      {
        "index": 91,
        "text": "Dopiero kiedy zakładano drugi organ prasy postępowej „Niwę,“ zwrócono się do Orzeszkowej, jako przedstawicielki tego samego, a przynajmniej bardzo pokrewnego kierunku i poproszono ją o spółpracownictwo. Orzeszkowa chętnie na zaproszenie odpowiedziała i zazęła pomieszczać w „Niwie“ w ciągu r. 1872 i 1873 to listy o literaturze, wymierzone przeciwko tym, co w cywilizacyi nowożytnej widzieli zgubę poezyi, to rozprawę o najpilniejszej potrzebie naszego społeczeństwa, za jaką uważała założenie w kraju szkoły technicznej. Odtąd, lubo Orzeszkowa utrzymywała jeszcze bardzo trwałe stosunki z „Tygodnikiem mód,“ gdzie pomieściła wiele artykułów treści pedagogicznej i społecznej, chociaż wogóle prace swoje drukowała w różnorodnych organach prasy, z wyjątkiem tylko ultra-konserwatywnych, liczono już ją stale do grupy szermierzy idei postępowej, kierunku umiarkowanego."
      },
      {
        "index": 92,
        "text": "W tym też mniej więcej czasie, zaczęła się dokonywać powolna zmiana w artystycznym trybie tworzenia: dążenie do coraz większej plastyki obrazowania, do coraz większej przedmiotowości w odtwarzaniu ludzi i rzeczy, do coraz większego pogłębiania i usubtelniania pomysłów i ich wykonania. Ten rozwój talentu wypływał w części z naturalnego doskonalenia się zdolności tworczej, w części zaś z rozważnego przypatrzenia się kreacyom obcym, mianowicie francuskim. III."
      },
      {
        "index": 93,
        "text": "Przemiana realizmu Balzakowskiego na t. z. naturalizm datuje się we Francyi od czasu pojawienia się „Pani Bovary“ Flaubert’a, a więc już od r. 1855; atoli nazwa sama i rozgłos jej nadany, jest o piętnaście przynajmniej lat późniejszy, kiedy Zola ze swojemi teoretycznemi paradoksami wystąpił, a szeregiem powieści, w systematycznym wydawanych porządku, teoryę w praktykę zamieniać zaczął. Miał on pretensyę uczynienia romansu doświadczalnym na podobieństwo wywodów przyrodniczych, z eksperymentu wyciąganych. Eksperymentu w ścisłem znaczeniu nie mógł on naturalnie na duszy ludzkiej, mianowicie obcej, wykonać, ale w każdym razie starał się obserwacyę powieściopisarską, dawniej dorywczą i przypadkową, uczynić o ile można jaknajdokładniejszą, prowadzoną starannie i umiejętnie, a powtóre usiłował wykluczyć z niej wszelkie zgóry powzięte tendencye podmiotowe, któreby treść i zabarwienie dostrzeganych przedmiotów i scen fałszowało, ponieważ temperament artysty, którego pozbyć się niepodobna, już i tak nie pozwala na odtwarzanie rzeczywistości w sposób całkiem przedmiotowy. Nie był on wynalazcą takiego trybu tworzenia artystycznego; cały szereg powieściopisarzów już przed nim stosował go w swych dziełach; on wygłosił go tylko teoretycznie, z domieszką jaskrawych twierdzeń, któreby w umysłach, do subtelnej analizy nieprzywykłych, mogły zrobić efekt zamierzony. W praktyce powieściopisarskiej nie poszedł on właściwie za hasłem wygłoszonem przez siebie, a przynajmniej nie poszedł za niem całkowicie; częścią ze skłonności, częścią schlebiając smakowi czytelników, naturę zacieśnił do grupy objawów zepsucia i rozkładu; lubując się w malowaniu mętów i nikczemności ludzkiej, lub niemiłych, wstrętnych przedmiotów — z talentem, co prawda, niepospolitym. Jak wiadomo, Zola wywołał wielkie wrażenie, pozyskał ogromną poczytność i wytworzył cały szereg naśladowców, zarówno w swojej ojczyźnie, jak i po za jej granicami."
      },
      {
        "index": 94,
        "text": "Orzeszkowa miała już zbyt dobrze wyrobione pojęcia, ażeby się dała pociągnąć bezwzględnie temu ogólnoeuropejskiemu prądowi. Przejęła z niego tylko to, co jest istotnie trwałym nabytkiem sztuki powieściopisarskiej, mianowicie udoskonalenie techniki artystycznej, ale nie wyrzekła się czci dla ideału, nie rozlubowała w obrazowaniu kalectw i chorób moralnych, nie wyrzekła się chęci dodatniego oddziaływania na sprawy społeczne, bo pojmowała i odczuwała głęboko, nietylko człowieka wogóle, ale przedewszystkiem potrzeby własnego społeczeństwa. Nie chciała być obojętnym spostrzegaczem, notującym skrzętnie bolesne drgnienia na twarzy ludzkiej, ale pragnęła przyjść z pomocą cierpiącemu, ulżyć mu jego męki przez okazanie, że ją rozumie i jej spółczuje."
      },
      {
        "index": 95,
        "text": "„Wierzajcie państwo — pisała autorka w jednym ze swych opowiadań — niczego w życiu nie pragnęłabym tak bardzo, jak znać całe, od początku do końca, historye wszystkich nizkich, biednych, zmiętych w dłoni losu i czasu, przygarbionych, pomarszczonych, zmęczonych. Żądanie to zresztą nie ma w sobie nic wspaniałomyślnego: nie jest ono wcale bezinteresownem. Znajomość bowiem wielu, wielu historyj podobnych stanowi dla człowieka bogactwo serca, dla pisarza — żywy zdrój mądrości. Śmiem nawet ubolewać mocno nad pisarzem każdym, który historyj takich nie ciekaw jest i nieświadom: uboga w struny musi być lutnia jego i blade farby na jego palecie.“"
      },
      {
        "index": 96,
        "text": "W uwadze tej mieści się charakterystyka treści i dążności wszystkich niemal utworów Orzeszkowej z tej drugiej doby jej działalności, kiedy ciągle udoskonalając sposób przedstawienia obranego tematu, wzięła w pierś swą „magnetycznie“ bóle i cierpienia ogółu spółczesnego, czy to w pałacach pańskich i dworkach szlacheckich, czy w ciasnych mieszkaniach miejskich i biurach urzędniczych, czy w dusznej chacie wiejskiej. W malowaniu tych stosunków, autorka coraz częściej osobę swoję i poglądy usuwała na bok, każąc postaciom i wypadkom przemawiać samym za siebie, a przemawiać tak wyraźnie i tak jasno, że objaśnienia autorskie stawały się zgoła zbytecznemi. Co ważniejsza, zaczęła Orzeszkowa rozpatrywać uczucia i namiętności, jako siły potężne, jako dźwignie życia duchowego: śledziła ich początek i rozwój, nie wahała się wykazywać ich zboczeń i krzywizn i nie poświęcała dla efektu — żadnego szczegółu prawdziwego, dobrze zaobserwowanego. Jeżeli np. wystawia miłość macierzyńską, to pamięta doskonale, że uczucie to, pomimo całej podniosłości swojej, objawić się może, jako zaślepienie na wady dzieci, jako pobłażanie zdrożnym ich zachciankom, jako motor, który, działając zwykle zbawczo, niekiedy może zepsuć i zgruchotać istotę najdroższą. Z drugiej zaś strony nie występuje sutorka, jako natrętna moralistka, któraby taką ślepą miłość macierzyńską chciała co najprędzej, może natychmiastowo, wyrwać z serc matek i w tym celu starała się jaknajsympatyczniej przedstawić te osoby, które przestrogą dla innych być mają. I owszem miłość ta, ślepa i bezbrzeżna, jest teraz w jej przedstawieniu potężną i wspaniałą, jak każda siła rozwijająca się swobodnie w całej pełni swojej."
      },
      {
        "index": 97,
        "text": "Najtrudniej niewątpliwie taką przedmiotowość zachować w malowaniu osób, które nie są nam miłe, a społecznie szkodliwe, nie mając na swe usprawiedliwienie ani wielkich namiętności, ani wielkich nieszczęść. W przedstawieniu egoizmu, nawet u wielkich pisarzów, bywają rysy karykaturalne. Otóż Orzeszkowa i w tym względzie nadzwyczaj subtelnie, z prawdziwym artyzmem radzić sobie umiała. Za przykład tego może posłużyć obrazek p. n. „Pani Luiza,“ drukowany po raz pierwszy w r. 1875, należący zatem do najwcześniejszych przejawów nowego u Orzeszkowej sposobu traktowania tematów. Pani Luiza była to osoba rodu arystokratycznego, którą zarówno majątek, jak i przeszłość, powoływały do jakiejś działalności pożytecznej, ale ktora wcześnie bardzo całkiem inny wyrobiła sobie ideał życia. Wychowana po cudzoziemsku, najchętniej przebywała zagranicą, grunt ojczysty uważała jedynie za kopalnię, położoną w kraju dzikim, którą należało wyeksploatować w celu rozwinięcia umysłu, udelikatnienia serc i zjednoczenia się z ludźmi, krewnymi, nie pochodzeniem, ale usposobieniem i ukształceniem. Wchłaniała więc w siebie wszystkie wyziewy cywilizacyi uczuciowej, umiała nader zręcznie, subtelnie i dowcipnie rozprawiać o arcydziełach muzyki, malarstwa i poezyi, lubiła marzyć i przebywać w krainach fantazyi i wzruszeń serdecznych. Szukała też ideału i w życiu; często zdawało się jej, że już go znalazła, więc się zapalała do niego uwielbieniem i miłością; niebawem wszakże przekonywała się o swojej pomyłce; nie traciła mimo to nadziei znalezienia go raz jeszcze. Ta nadzieja stała się wreszcte stałą cechą jej usposobienia; sama kochała się w dramatyzowaniu swej pogoni za ideałem i w niem zapewne rozkosz najwyższą znajdowała. Dla przypodobaniu się chwilowemu ideałowi swemu, gotowa nawet była do poświęceń, jeżeli zwłaszcza spodziewała się, że jej ofiara stanie się głośną, że o niej mówić będą w salonach, że zajaśnieje bohaterstwem, choćby przez tydzień... Najzawilszy akord, najmisterniejsza linijka, najdelikatniejszy światłocień, w kompozycyach muzycznych lub malarskich zawarty, były dla niej zupełnie zrozumiałemi; ale wszelkie pojęcia naukowe, wszelki najprostszy, powszedni fakt życiowy, stawały przed nią w postaci sfinksa; na sfinksa tego patrzyła ona przez chwilę swemi pięknemi, zdumieniem rozszerzonemi oczyma, a potem wymawiała zcicha: nie rozumiem — i najlżejszego nie zadając sobie trudu, aby zrozumieć, oddalała się od niepojętej dla siebie zagadki, ze smętnym uśmiechem na ustach i wzgardliwem wzruszeniem ramion. Stąd interesa pieniężne budziły w niej wstręt ogromny; nie rozumiała ich ani odrobiny, wiedziała tylko, że musi mieć tyle a tyle, ażeby mogła uczynić zadość potrzebom umysłu swego i serca. Gdy jej pieniędzy zabrakło, gotowa była popełnić niesprawiedliwość, skrzywdzić uboższych od siebie. W takim stanie niepodobna już było przemówić, nietylko do jej rozumu, ale nawet do serca i sumienia. Odpowiadała wówczas na wszelkie przełożenia, że jest kobietą, że się na interesach nie zna, i nie taiła się wcale ze swym egoizmem, choć go starala się zwykłym sobie sposobem ustroić w szaty poświęcenia. Nie była wszakże ani chciwą, ani skąpą; kto chciał i umiał, ten korzystał z jej nieznajomości interesów i z jej łatwowierności; potrzebował jedynie poruszyć potężną duszy jej sprężynę: miłość własną."
      },
      {
        "index": 98,
        "text": "W całej tej charakterystyce „Pani Luizy“ nigdzie niema ani słowa potępienia; autorka nie gromadzi rysów ujemnych jednych na drugie; daje z całkowitym spokojem poznać i takie strony, które, wzięte same w sobie, były niepospolitemi zaletami; ani na chwilę nie pozwala przemówić moralizatorskiemu oburzeniu; czujemy, że mamy przed sobą portret zdjęty z rzeczywistości, a oddany z taką siłą i prawdą, jaką tylko istotny artyzm posiada. W wyobraźni czytelnika, dzięki talentowi autorki, Pani Luiza staje żywa; poznajemy ją całkowicie, a nie z tej tylko strony, któraby potrzebną była dla uwydatnienia tendencyi; poznajemy jej ruchy, giesta, akcent mowy, nastrój duszy, zwykły sposób patrzenia na rzeczy i zachowanie się w razach nadzwyczajnych. Wszystko w jej postaci ma tę naturalność i spójność, jaka, mimowoli nawet, znamionuje osoby rzeczywiste, a jaką w sztuce przedstawić można jedynie na podstawie obserwacyi szczegółowej i dokładnej, oraz przy pomocy wielkiego talentu plastycznego. Sytuacye, w których ona występuje, nie mają już na celu, jak w powieściach pierwszej doby, uwydatnienia tendencyi, lecz są naturalnym, koniecznym wypływem charakteru przedstawionego i zastępują w całości owe długie rekomendacye, jakiemi poprzedzali dawniejsi autorowie wystąpienie danej osoby na scenę. Autorka, zgodnie z zasadą realistycznego traktowania rzeczy, nie zapuszcza się po staremu w analizę subjektywną, nie mówi od siebie, co w umyśle postaci przez nią stworzonej zachodziło, ale obrawszy odpowiednią chwilę, daje poznać jej głąb za pośrednictwem rozmowy, która znowuż, jako dobrze zaobserwowana, odbija sobą nietylko nastrój duchowy, ale i cechy zewnętrzne, tj. użycie pewnych zwrotów, pewnych wyrazów, znamionujących tę osobistość."
      },
      {
        "index": 99,
        "text": "Całość artystyczna „Pani Luizy“ jest harmonijną, spójną we wszystkich prawie częściach swoich. Tylko w jednym epizodzie, tj. w obrazku trzech kumoszek wiejskich, harmonia ta się psuje wskutek przeciągnięcia rysów w karykaturę. Obrazek ten przypomniał jeszcze dawniejszą manierę Orzeszkowej, a mianowicie najmniej udatną z jej powieści p. t. „Cnotliwi.“"
      },
      {
        "index": 100,
        "text": "Realizm w malowaniu ludzi i scen, doskonałość układu najpierw się przejawiła u naszej autorki w obrazach i nowellach, drobnych rozmiarami, objętych obecnie, jużto napisem ogólnym: „Z różnych sfer,“ jużto pod osobnemi tytułami wydanych, jak „Panna Antonina,“ „W zimowy wieczór.“ Treść i dążność ich wyrazić można słowami Taine’a o romansach Dickensa: „W gruncie rzeczy sprowadzają się one do jednego zdania, a mianowicie: bądźcie dobrzy i kochajcie; radość prawdziwa istnieje tylko we wzruszeniach serca; uczuciowość jest całym człowiekiem. Zostawcie naukę uczonym, dumę szlachcie, zbytek bogaczom; miejcie litość nad nędzą pokorną i powszednią; istota najmniejsza i najbardziej pogardzona może sama jedna tyle być warta, co tysiące istot potężnych i pysznych. Strzeżcie się, byście nie zdeptali dusz delikatnych, rozkwitających we wszystkich stanach, pod wszelakiemi ubiorami, w każdej porze wieku. Wierzcie, że ludzkość, litość, przebaczenie, są to rzeczy w człowieku najpiękniejsze; wierzcie, że rzewność, wylanie się, rozczulenie, łzy, są to rzeczy najsłodsze w świecie. Nic to nie znaczy żyć; mało znaczy być potężnym, uczonym, sławnym; nie dosyć jest być użytecznym. Ten tylko żył i ten tylko jest człowiekiem, kto płakał na wspomnienie dobrodziejstwa, jakie wyświadczył, albo jakie odebrał.“ Dodać tylko do słów tych potrzeba, że wśród rozrzewnienia, jakie obrazki Orzeszkowej wywołują, nie popadamy bynejmniej w marzycielskie krainy sentymentalności załzawionej, a mimo to z gruntu fałszywej, albo w grząskie niziny rozczulenia i rozmazgajenia, któreby odbierały hart duszy i czyniło ją do działania niezdolną. Wszystkie uczucia miękkie, delikatne, serdeczne, które autorka maluje, możemy rozpatrywać na chłodno, analizować krytycznie, a przecież nie rozpłyną się one we mgłę, nie rozdźwięczą się tonami fałszywemi; ale zawsze i wszędzie głęboko wstrząsać będą duszą, gdyż je poczerpnięto z jej głębi. Czy to będzie pani sędzina, która niegdyś opływała w dostatki, a potem, dopóki „oczy jej nie uciekły“ robi serwety, kołdry, patarafki, ażeby na szklankę mleka zarobić i podzielić się nią jeszcze z sierotą, ucząc ją przebaczenia dla bliźnich; czy nieszczęśliwy sierota, pojony w dzieciństwie przez macochę, dla uspokojenia, odwarem makowym, pracujący i dla żony, która go oszukiwała, i dla tego, co ją uwiódł, pracujący bez wytchnienia, męczennik obowiązków dobrowolnie podjętych i pozbawiony na starość owoców swej pracy długoletniej, a jednak tem nie zrażony; czy też żyd ograniczony i biedny, ale umiejący odczuć głęboko utwór sztuki, w którym uczucia, pragnienia i nadzieje całego narodu zostały przedstawione, itp. itp. — zawsze i wszędzie pod skorupą niepozorną, a więc lekceważoną, ukazuje się dusza choć w jednym kierunku, choć w jednem uczuciu wielka i potężna, wzniosła, choć cicha, pokorna, śmieszna często, lecz sympatyczna."
      },
      {
        "index": 101,
        "text": "W większych utworach Orzeszkowa nie tak łatwo i nie tak rychło osiągnęła ten stopień doskonałości artystycznej, jaką podziwiamy w jej drobnych obrazkach. Zazwyczaj pojedyńcze postacie i sytuacye są kreślone zgodnie z prawdą, realistycznie, przedmiotowo, ale układ bywa albo dowolnym, albo też, i to najczęściej, niezharmonizowanym w częściach. Parotomowej kompozycyi, wolnej od wad artystycznych w układzie, Orzeszkowa nie dała dotychczas żadnej, bo nawet najznakomitsze w szczegółach i pod względem myśli przewodniej, szwankują, jako całość; tomowych natomiast powieści, stanowiących wykończone dzieła sztuki, napisała już kilka."
      },
      {
        "index": 102,
        "text": "Co do treści w utworach Orzeszkowej z tej doby, znajdujemy odtworzone postaci i sceny ze wszystkich warstw społecznych: arystokracya, szlachta zamożna, szlachta biedna, „okoliczna,“ urzędnicy, kupcy, żydzi, chłopi przesuwają się w jej powieściach wielkim korowodem, w całej pełni życia, ze wszystkiemi jego znamionami, z krótkotrwałem weselem, a długim, a dojmującym smutkiem. Autorka z refleksyjnego usposobienia swego skłonną jest zawsze do zagłębiania się pod powierzchnię objawów, do badania gruntu rzeczy; a dyagnoza taka nie mogła jej natchnąć swobodnym optymizmem w ocenianiu stosunków ludzkich wogóle, a naszych w szczególności. Wszystkie ujemne strony społeczeństwa naszego: lekkomyślność, niezaradność, gonienie za łatwą zabawą, unikanie rachunku, spuszczanie się na los, czy Opatrzność, szybki spadek nastroju od bezkrytycznego entuzyazmu do zupełnego zwątpienia w swe siły, poddawanie się wpływom obcym i zatracanie cech rodowych — wszystko to boleśnie odczuwa powieściopisarka, nie będąca i nie chcąca być aparatem fotograficznym, a boleść jej musiała się odbić w jej utworach. Nie powiększa ona teraz dla celów tendencyjnych rozmiaru złego, ale już to, co zaobserwowała, wystarcza do powleczenia smutną barwą jej obrazów artystycznych. A gdy dodamy jeszcze do tego zbieg okoliczności fatalnych, wśród których spółczesne pokolenie żyć musi, to nie będziemy się dziwić, że nad temi obrazami nie unosi się słońce południowe, lecz po większej części łuna zachodu, a niekiedy tylko brzask jutrzenki. Bo smutek w nich jest, ale nie rozpacz. Autorka nie doszła do tego przekonania, że nie ma już ratunku, nie stała się pesymistką bezwzględną, lecz owszem stara się budzić otuchę w zwątpiałych, dodać im bodźca do pracy, do dźwigania się."
      },
      {
        "index": 103,
        "text": "Obrazy kreślone przez Orzeszkową w tej dobie są ściśle umiejscowione; wskutek zasady realizmu, iż należy to tylko malować, co się dokładnie poznało, nie wybiega ona (z wyjątkiem powieści historycznych) po za granice prowincyi, w której mieszka, i którą poznać, objawy jej życia zgłębić miała sposobność."
      },
      {
        "index": 104,
        "text": "Do żadnej z warstw społecznych nie czuje nasza powieśiopisarka jakiegoś doktrynerskiego uprzedzenia; nie wychwala ani gani żadnej kosztem innych; pragnęłaby, ażeby wszystkie wspólnie i zgodnie działały dla dobra ogólnego; z obserwacyj jej wszakże w okolicy najlepiej poznanej wypadło, że arystokracya najbardziej jest wynarodowioną, najwięcej zwyrodniałą, i najmniej przedstawia warunków odrodzenia się. To też, czy w powieściach przeważnie malowaniu tej warstwy poświęconych, jak „Pompalińscy,“ „Pierwotni,“ czy też tam, gdzie przedstawiciele jej wchodzą epizodycznie, odgrywa ona rolę smutkiem przejmującą serce. Czasami wydaje się, jakoby autorka, nie obraz przedmiotowy, lecz satyrę kreśliła; lecz być może, miała przed sobą egzemplarze, jakie w innych częściach kraju nie łatwo spotkać można."
      },
      {
        "index": 105,
        "text": "W przedstawieniu szlachty Orzeszkowa uwydatnia wiele pięknych, sympatycznych przymiotów: serdeczność, gościnność, szlachetne porywy, zdolności niepospolite, ale obok nich i wady, które w związku ze zmianą ekonomiczną, dokonaną przez uwłaszczenie chłopów, i z innemi okolicznościami natury ogólnej, doprowadzają większą własność ziemską do ruiny. Powieściopisarka nasza pierwsza wystawiła całą grozę położenia; jakkolwiek już Kraszewski w „Komedyantach“ (1851) podobny upadek domu szlacheckiego odmalował, to przecież nie myślał jeszcze uogólniać swych spostrzeżeń; Orzeszkowa zaś w „Elim Makowerze“ (1875), skupiwszy dzieje kilku rodzin, zaznaczyła masowe przechodzenie ziemi w ręce obce, wskazując, jak zręczni ajenci umieli wyzyskiwać słabostki i nierozum szlachty, by ją pozbawiać jedynego gruntu, na którym większość istnienie swe przedłużyć by mogła. Z całego szeregu przedstawicieli szlachty, znakomicie scharakteryzowanych, jeden tylko Mieczysław Orchowski utrzymuje się przy kawałku ziemi rodzinnej, zawierając sojusz z Elim Makowerem, którego cierpienie, sprawione przez własnego jego syna, oraz nauki sędziwego ojca, wyszlachetniły. W „Rodzinie Brochwiczów“ podobny temat wywołuje wskazówkę, żeby ci, co już w żaden sposób na roli utrzymać się nie mogą, imali się handlu i nauczywszy się oszczędności, rachuby i pracowitości, stali się w innej sferze pożytecznemi członkami społeczeństwa. W powieści „Nad Niemnem“ mamy postać świetnie wykonaną, sylwetkę szlachcica (Benedykta Korczyńskiego), który zajęty myślą pozostawienia potomkom tego kawałka ziemi, jaki mu przodkowie zostawili, oddał się jej z taką wyłącznością, że na czas przynajmniej o dalej sięgających dążnościach zapomniał. Przed laty był on entuzyastą, hojnie wśród zbierających się w domu jego tłumów rozszerzający „hasła, nauki, namowy, rozprawy, sprzeczki“ dobru ogółu poświęcone. Gdy się nadzieje rozbiły, gdy i osobiście przez swą chorowitą i chorobliwą żonę udręczeń samych doznawał, zamknął się w sobie i oddał się pracy około roli, pogrążył się w nią „z surowością mnicha i zapalczywością taką, z jaką rozbitek chwyta i ściska jedyną deskę ze strzaskanego statku pozostałą“... W jeden punkt zapatrzony, inne z oczu stracił, w jednem namiętnem usiłowaniu skupił wszystkie siły i na nic innego już mu sił nie stało. „Gdy nie mógł żyć tak, jakby pragnął; gdy potem już i pragnienie innego życia w nim gasło; gdy nad rozwartą książką oczy mu do snu kleić się zaczynały; gdy spory i kłótnie różnić go z ludźmi poczęły; gdy zrazu ścigać wzrokiem, a potem rozumieć przestawał różne oddalone drogi i myśli świata: — długo we środku mu coś płakało... Z czasem przywykł do wszystkiego: tylko ten płacz wewnętrzny, którego już w sobie nie czuł, przemienił się w głuchy i gorzki war, co chwila wybuchający zeń gniewem, rozjątrzeniem, niby ciężką przeciw życiu i światu obrazą.“ Osamotnienie, brak duszy pokrewnej, „przed którąby mógł śmiało, ufnie wszystko, co ma w sobie, pokazać, pociechy, rady, a czasem i ratunku wezwać,“ uczyniły go samolubem napozór, jedynie o zachowanie ziemi dbałym. Ale ziarna szlachetności, przed laty zasiane, nie były płonne; zgłuszone w rozwoju chwastami życia, nie zmarniały przecież zupełnie. Trzeba tylko było tchnienia nowej wiosny. Takiem tchnieniem były dla Korczyńskiego słowa i zachowanie się syna jego Witolda, którego ustrzegł od zgubnych wpływów, nie oddzielając go od reszty ludności, piedestałów mu nie budując, na królewicza i samoluba go nie chowając. Było to dziecię — jak mówi autorka — „dnia burzliwego i ciemnej nocy,“ rozwinięte duchowo „z męczeńskim pośpiechem,“ odczuwające „bezbrzeżnem spółczuciem“ cierpienia powszechne, idące w ciemne i ciasne podziemia „maluczkich mrówek i kretów ziemi,“ by nieść pociechę, ratować, uczyć, budzić, wskrzeszać. Widział w nim ojciec odrodzenie tych ideałów, którym sam niegdyś służył, a pod wpływem wspaniałej z nim rozmowy uznał swą winę w ślimaczem schowaniu się do skorupy interesów tylko indywidualnych i rodzinnych, w odsunięciu się i odgraniczeniu od najbliższych sąsiadów, z którymi dawniej działał spólnie, od szlachty „okolicznej.“"
      },
      {
        "index": 106,
        "text": "Powieść „Nad Niemnem,“ która tak powszechne wywołała uwielbienie, jest przeważnie poświęcona zobrazowaniu życia tej szlachty „okolicznej.“ Orzeszkowa poznała ją i zbadała pod każdym względem, przebywając kilka z rzędu letnich wakacyj w Miniewiczach, pięknej wiosce nad samym Niemnem położonej, a zamieszkanej przez owę szlachtę."
      },
      {
        "index": 107,
        "text": "Pierwszy Mickiewicz w „Panu Tadeuszu“ ukazał nam ten żywioł społeczny, ale ukazał tylko na chwilę, nie wchodząc w szczegóły jego życia codziennego; odmalował nam butę tej szlachty wobec chłopów, jej przechwalanie się herbami, jej kłótliwość o drobnostki, jej porywczość i nieopatrzność w sądzeniu ludzi i w działaniu, słabość jej umysłowego rozwinięcia, ale zarazem jej serca najlepsze, jej gościnność i łatwość opamiętania się w złem. Potem Kraszewski w drobnych obrazkach i powiastkach („Osada sernicka,“ „Krzyż na rozstajnych drogach,“ „Milion posagu“) już nie z łagodną i serdeczną ironią wieszcza, lecz z żartobliwym, lub szyderczym uśmiechem skreślił przeważnie ich śmieszności, nie wglądając głębiej w ich serca i umysły i nie roztaczając obrazu ich życia na szerszem płótnie. Dopiero u Orzeszkowej znajdujemy odtworzoną ich dolę i niedolę, radość i smutek, uczucia i myśli tej klasy, co pod względem materyalnym, a nawet umysłowym, zbliżona jest do chłopów, a pod względem obyczajowym i moralnym ciąży ku szlachcie. Pokochała ona tych ludzi serdecznie, nie ukrywając jednak, ani przed sobą, ani przed czytelnikami, ich wad i ułomności; pragnęłaby wpłynąć na rozjaśnienie ich umysłów i uszlachetnienie ich serc, a zapatrując się na nich ze stanowiska artystycznego i obywatelskiego, otoczyła ich w powieści takim urokiem poetycznym, nie kłamiącym jednak rzeczywistości, że się myśl czytelnika zwraca ku nim miłośnie. Spółczucie osobiste autorki dla świata przez nią malowanego widnieje tu wszędzie, ale kierowane dążnością do osiągnięcia prawdy, oraz rozmysłem artystycznym, nie przyczynia się do sfałszowania tego, co oczy widziały, uszy słyszały, a rozum przemyślił. Czy przedstawia zagrodę szlachecką czy człowieka, robotę czy zabawę, miłość czy kłótnię, bierze autorka ze skarbnicy pamięci, czy też nawet z notatek, szczegóły długo i pilnie obserwowane, układa je w kombinacye napotykane najczęściej w życiu, nie posługując się nigdzie nadzwyczajnością i dziwnym zbiegiem wypadków — a jednak całość stąd powstała, nietylko jest piękna pięknem charakterystycznem, ale i pociągająca dla serca. Naturalnie, jako realistka, Orzeszkowa nie darzy swych ulubieńców papierową doskonałością. Są wśród tej sfery zaściankowej ludzie śmieszni i źli, są wady przykre i drażniące, jest pieniactwo, zaciętość, chciwość; ale ponieważ ujemności te odmalowano — jak i w „Panu Tadeuszu“ — z miłością dla całej sfery; ponieważ autorka nie patrzy na swe osoby z góry, lecz przejmuje się do głębi ich życiem: stąd i na czytelnika spływa pogoda, błogie uczucie, że pomimo wszystko, można kochać tych ludzi. To strona uczuciowa. A strona estetyczna niemniejszem przejmuje zadowoleniem. Przejawy uczuć i myśli tych ludzi, zachowanie się ich i mowa są nacechowane taką oryginalnością, taką świeżością, że z lekceważeniem możemy odrzucić zdanie tych pesymistów w zakresie sztuki, co się niczego nowego dowiedzieć od powieściopisarzów nie spodziewają."
      },
      {
        "index": 108,
        "text": "Z tą szlachtą okoliczną w najbliższym stosunku znajdują się chlopi, stykający się z nią w wielu wsiach przestrzeniowo, ale oddzieleni od niej obyczajem, mową i dążnościami. Chłopów tych wystudyowała Orzeszkowa również dopiero w tej dobie działalności swojej, gdyż nieliczne dawniejsze jej obrazki z życia wieśniaków były ogólnikowe i nie posiadały cech znamiennych pewnej określonej okolicy. Teraz przeciwnie, zarówno pod względem mieszkania, odzieży, zajęć i zabaw, jakoteż pod względem mowy, wyobrażeń, uczuć, obyczajów, tak one szczegółowo i wiernie są kreślone, iż mogłyby nawet służyć za materyał etnograficzny. Jak Kraszewski chłopów wołyńskich, a T. T. Jeż podolskich dał nam poznać w powieści, tak Orzeszkowa, z większą od nich ścisłością, odmalowała białoruskich. Bierze ich oczywiście w dobie obecnej, jako właścicieli drobnych kawałków ziemi, rozpatruje ich stosunki rodzinne, stopień ich wykształcenia, przesądy i zabobony, wchodzi w głąb ich duszy, starając się przedstawić „czystą treść człowieka“ w formie objawów charakterystycznych, wziętych wprost z życia. Nie ukrywa bynajmniej ich ciemnoty, ich brutalnych nieaz popędów, ich grubych obyczajów, skłonności do swarów i bójek, pijaństwa, chciwości itp., ale wykrywa także ich głębokie uczucia, ich surowe pojęcie o uczciwości, a niekiedy bardzo poważny i bardzo subtelny nastrój. W pierwszej powieści wiejskiej z tej doby, w „Nizinach“ znać było jeszcze trochę sentymentalności w przedstawieniu cierpień biednej wieśniaczki-matki, ale już w „Dziurdziach“ rozwinęła autorka rozległą skalę uczuć różnorodnych, a pełnych prawdy, prawie wszechstronnie przedstawiając życie chłopskie w chacie, na polu, w karczmie, w kościele na jarmarku, wyprowadzając całą galeryę postaci chłopskich z bardzo szczęśliwie i bystro pochwyconemi różnicami usposobień i charakterów. Nowella „W zimowy wieczór“ przyniosła prócz świetnie oddanych realistycznie szczegółów zaimprowizowanej wieczornicy, treść pełną dramatyczności wewnętrznej i wysoki polot poetyczny. W „Chamie“ przeważa strona psychologiczna nad malowniczą; dwie figury główne (Paweł i Franka) są po mistrzowsku nakreślone, zarówno pod względem charakterystyki zewnętrznej, jak i wewnętrznej."
      },
      {
        "index": 109,
        "text": "W najnowszym utworze, który obecnie wychodzi do druku, w „Bene nati“ Orzeszkowa po raz pierwszy silnie uwydatniła, zaznaczone tylko w „Chamie,“ przeciwieństwo szlachty okolicznej i chłopów, i to nie w zwykłych warunkach istnienia obu tych warstw, lecz w stosunku szlachcianki, namiętnej Salusi, do chłopa wykształconego; tem silniej wystąpiły tu na jaw uprzedzenia jednej klasy do drugiej, stające się silnych powikłań dramatycznych powodem."
      },
      {
        "index": 110,
        "text": "Z życia miejskiego kilka tylko stron pochwyciła nasza powieściopisarka i odmalowała w swoich utworach. Ściśle miejskiego żywiołu, z rodu i zajęcia, jest w nich bardzo mało; rzemieślnicy, kupcy, przemysłowcy, ukazują się tylko epizodycznie — albo, jak w „Maryi,“ choć przemysłowiec gra jednę z ról głównych, w gruncie rzeczy cały interes skupia się na bohaterce tytułowej, tak, że powieść przybiera przeważnie charakter psychologiczny."
      },
      {
        "index": 111,
        "text": "Miasto w powieściach Orzeszkowej z tej drugiej doby jest głównie przytułkiem zbankrutowanych rodzin, jednostek ze sfery szlacheckiej, szukających środków utrzymania, już to w biurach rządowych, w których nędzne, nader podrzędne zajmują stanowisko, już to w pracy ręcznej, lub w służbie prywatnej. Biurowe stosunki i ich oddziaływanie przygnębiające, a w części rozkładowe, przedstawiła Orzeszkowa w powieści „Zygmunt Ławicz i jego koledzy.“ Proletaryat miejski, w różnorodnych stopniach biedy i nieszczęścia, z różnych warstw społecznych pochodzący, występuje w utworach takich, jak: „Sylwek cmentarnik,“ „Widma,“ „Jędza.“ Orzeszkowa, śledząc pilnie przejawy życia, pierwsza też u nas zwróciła uwagę na przenikające do nas skądinąd prądy nihilistyczno-socyalne. Już w „Elim Makowerze“ wystawiła w Poryckim najnikczemniejszy okaz człowieka, który dla pokrycia swych nizkich instynktów, zużytkowuje hasła niby-naukowe, a w synu Elego i w Klemensie — kiełkujących kosmopolitów, spragnionych obłowu. W „Sylwku“ w „Widmach“ z większą przedmiotowością, ale zarazem z gorącem uczuciem, odtworzyła grunt, na którym powstają i wyrabiają się dążności sprzeczne z tradycyami, a ślepo lgnące do doktryn, które obiecują odrodzenie ludzkości."
      },
      {
        "index": 112,
        "text": "Drugim żywiołem miejskim, szczegółowiej przez Orzeszkową przedstawionym, są żydzi. Autorka nasz poszła za poczuciem sprawiedliwości czysto-ludzkiej, a zarazem za tą poważną tradycyą obywatelską, która u nas od wieku zeszłego wielu miała znakomitych reprezentantów, w powieści zaś nowszej wyrażoną została przez Kraszewskiego. Nie odtrącać i lekceważyć, ale skupiać i jednoczyć siły społeczne — oto zadanie rozumnych obywateli. Nie trzeba jednakże mniemać, iż autorka dla osiągnięcia zamierzonego przez tendencyę skutku przemilczeć pragnie wady i niemiłe właściwości tej klasy ludzi. Prawda, że częściej kreśli charaktery dodatnie, aniżeli ujemnie, nie pomija ich wszakże, ani w „Elim Makowerze,“ ani w drobnych obrazkach takich, jak „Silny Samson“ „Daj kwiatek,“ „Gedali,“ ani w najznakomitszym utworze, to tej kategoryi należącym, w „Meirze Ezofowiczu,“ w którym najwielostronniej odmalowała różnorodne usposobienia, pojęcia i dążności żydów małomiasteczkowych, by na tem tle wystawić piękną, sympatyczną, urokiem poezyi owianą postać bohatera tytułowego, dążącego przebojem ku światłu i prawdzie."
      },
      {
        "index": 113,
        "text": "Oddzielną grupę w twórczości Orzeszkowej stanowią powieści na tle dziejów starożytnych osnute. Cokolwiekby powiedzieli przeciwnicy romansu historycznego, zgodzić się przecież muszą na to, że z psychologicznego punktu widzenia można zrozumieć skłonność tych autorów, którzy, zrażeni i zniechęceni na czas jakiś do stosunków świata dzisiejszego, uciekają w przeszłość, by w niej szukać, czy ochłody, czy też poprostu odmiennych wrażeń, a powoławszy potęgą wyobraźni, zasilonej wiedzą, zamarłe kształty nanowo do życia, chcą się spsotrzeżeniami swemi i nastrojem podzielić z ogółem czytającym. Trzeba się niewątpliwie zgodzić z owymi przeciwnikami, że niepodobieństwem jest odtworzyć tę przeszłość w całej jej prawdzie, że niepodobieństwem jest ustrzedz się przenoszenia myśli i uczuć nowoczesnych do duszy ludzi z czasów odległych, ale niepodobna też przystać na całkowite potępienie usiłowań, mających na celu takie artystyczne wskrzeszanie, a nawet dodać wypada, że w pewnych położeniach bywają romanse historyczne jedynym literackim środkiem do przedstawienia licznych a ważnych stron życia, których uświadomienie jest dla społeczeństwa nader potrzebnem, a artyście daje sposobność do rozwinięcia takich cech talentu, które w razie przeciwnym musiałyby zostać niezużytkowane i niepoznane. Za owę przymieszkę idei spółczesnych, nawet gniewać się niema powodu, a czasami istotna za nią wdzięczność należy się autorowi. Rozumie się, mówię to, nie z estetycznego, lecz ze społecznego stanowiska."
      },
      {
        "index": 114,
        "text": "Orzeszkowa, po części dla odwrócenia na chwilę oczu od rzeczywistości, która ją smutkiem przejmowała, po części pod wpływem powieści Ebersa „Uarda,“ wzięła się do studyów nad klasyczną starożytnością, sprowadziła sobie wspaniałe wydania Didota autorów greckich i łacińskich, jak niemniej wiele dzieł pomocniczych, i z zapałem oddała się lekturze. Wynikiem rozmyślań nad temi, pociągającemi każdy umysł artystyczny, czasami i ludźmi były najpierw drobne opowiadania i dyalogi, na tle przeważnie rzymskiem osnute, a zebrane obecnie w jednym tomie, p. n. „Stare obrazki.“ Potem następiły dwie (jak dotychczas) kompozycye większe, z których „Mirtala“ przedstawia stosunki ludu żydowskiego pod panowaniem rzymskiem, wkrótce po skończeniu się pamiętnej walki za Wespazyana, a „Czciciel potęgi,“ — stosunki Lidyjczyków podbitych do Persów za Kserksesa. Zarówno szerokością pomysłu, jak pełnym skupienia i siły wewnętrznej spokojem wykonania, „Mirtala“ należy do najcelniejszych, najwięcej pobudzających do myślenia i najwięcej rozkoszy estetycznej dających kreacyj Orzeszkowej. Mniej piękną artystycznie, lecz pod względem społecznym nie mniej ważną powieścią jest „Czciciel potęgi,“ srogo, dotkliwie ukarany za kult siły i bogactw. Pod względem tragiczności należy ona do najbardziej wstrząsających."
      },
      {
        "index": 115,
        "text": "Orzeszkowa nie jest tylko powieściopisarką, ale przedewszystkiem obywatelką, bo i jej autorska działalność główny bodziec miała w poczuciu obowiązku i w pragnieniu dobra dla społeczeństwa. Nie należy ona do tych gabinetowych pisarzów, którzy po za książką i piórem nie widzą dla siebie pola działania, ale przeciwnie przejmując się gorąco każdą donioślejszą sprawą społeczną, pragnęłaby do niej czynną dłoń przyłożyć. Ilekroć okoliczności i warunki pozwoliły, nie omieszkała haseł swych, głoszonych w dziełach, zamieniać w czyn, ponosząc nieraz ciężkie ofiary materyalne, że już nic o pracy jej nie wspomnę. Byłoby rzeczą niewłaściwą, na teraz przynajmniej, gdybym ujawniał to, co jest pięknem i wzruszającem w zakresie jej życia prywatnego; ale niepodobna pominąć milczeniem czynów, które z natury rzeczy głośnemi się stały."
      },
      {
        "index": 116,
        "text": "A przedewszystkiem przypomnieć potrzeba jej działalność, jako założycielki księgarni nakładowej w Wilnie (1880—1882), mającej na celu rozbudzenie żywszego ruchu umysłowego w mieście i prowincyi, posiadających tak świetne za sobą literackie tradycye. Krótko istniała ta księgarnia; przemożne okoliczności zmusiły ją zamknąć, narażając na straty niepowetowane. Ale i w tym krótkim okresie działania księgarnia ta, prócz kilkudziesięciu książek i broszur, świeżo przez nią w obieg puszczonych, przyczyniła się także do ożywienia handlu księgarskiego i czytelnictwa."
      },
      {
        "index": 117,
        "text": "A potem udział w ratowaniu pogorzelców grodzieńskich w r. 1885. Wszak to głównie za inicyatywą Orzeszkowej, zorganizowany został komitet niesienia pomocy nieszczęśliwym, ona-to wywołała w prasie powszechne zainteresowanie się tą sprawą, oraz wydawnictwo ulotne na dochód zrujnowanych; na jej-to ręce płynęły najpokaźniejsze sumy, które choć w części pozwoliły ulżyć niedolę biedaków."
      },
      {
        "index": 118,
        "text": "Byłoby zapewne przedwczesnem, teraz już oznaczać miejsce, jakie Orzeszkowa zajmie w dziejach literatury i społeczeństwa naszego; to jednakże można twierdzić na pewno, że ze wszystkich powieściopisarzów doby nowszej, którzy po r. 1863 na widownię piśmienniczą wystąpili, ona najrozleglej i najgłębiej spełniała obowiązek uświadamiania ogółowi jego położenia, a przez nie szukania środków, któreby jego bolesność i niebezpieczeństwo złagodzić mogły; ona poruszyła najwięcej kwestyj ważnych, palących, a swoją miłością dobra ogólnego, swojem umiarkowaniem i taktem w traktowaniu sprawy kobiecej, niejednę zapewne osobistość niewieścią od obłąkań i zboczeń uchroniła, dla niejednej stała się pociechą serdeczną, niejednej dała wskazówkę zbawienną. Zapewne, są powieściopisarze przewyższający ją potęgą fantazyi plastycznej, lub urokiem pięknego słowa, ale żaden nie prześcignął jej w rozległości i głębi rozumienia i odczuwania duszy człowieka wogóle i potrzeb własnego społeczeństwa."
      },
      {
        "index": 119,
        "text": "Piotr Chmielowski."
      }
    ]
  }
}