{
  "chapterNumber": 20,
  "title": "Book Nineteenth (Libro Decimonono)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Mauro Bichinkommer. — Francesco I e i Milanesi. — Il conte Alberico B...i — I genitori della Stefania. — Monsignore Opizzoni e il filosofo Cardano. — Ritratto di Giunio Baroggi. — L'impresario Barbaja. — Il Monte Tabor. — L'Ildegonda di Tommaso Grossi e il Coro della battaglia di Maclodio. — Rossini e Carlo Porta. — Gaetano Donizetti. — Giunio Bazzoni, Pozzone e Redaelli di Cremona. — Francesco Hayez e Pompeo Marchesi. — La viceregina e Stefania Gentili. — La Compagnia della Teppa e i conjugi Falchi. — Il Palazzo della Simonetta. — Rapimento di dodici nani. — Vendetta longobarda. — I Federati. — Conferenza in casa del calzolajo Ronchetti.]"
      },
      {
        "index": 1,
        "text": "Di Mauro Bichinkommer giova delineare e colorire il ritratto più accuratamente che ci sarà possibile, tenendo conto di tutte le notizie che intorno a lui ci diede il vecchio Giocondo Bruni che fu suo amicissimo."
      },
      {
        "index": 2,
        "text": "Il suo cognome strano, aspro e di germanica desinenza, potrebbe a tutta prima indisporre il lettore italiano contro di lui. L'Austria ci ha talmente guasto il sangue, che ogni qualvolta ci compare innanzi un galantuomo con cognome tedesco, il cuore, invece di espandersi, imita le corna delle lumache quando sentono il tatto di un corpo straniero. Ci ricorda che, viaggiando in Italia nel 1848 in compagnia d'un nostro caro amico italianissimo, ma che aveva la disgrazia di un cognome che finiva in er, ogni qualvolta ei presentava la carta di passo alla porta di qualche città, tosto era un aggrinzar di ciglia nell'impiegato che guardava la carta, un rientrare sollecito per darne avviso al capo d'ufficio, e quasi un batter a raccolta prima che l'amico indispettito e fuor de' gangheri non avesse dato conto dell'esser proprio, e mostrato di essere nientemeno che un incaricato del governo provvisorio di Venezia."
      },
      {
        "index": 3,
        "text": "Non mettiamoci dunque in agitazione se il nuovo nostro personaggio si chiama Bichinkommer. Egli era di origine svizzero; il suo bisavo per commerci era venuto a Milano nella prima metà del secolo passato; qui si era fermato, qui aveva preso moglie, e come di cosa nasce cosa, così d'uno in altro parto venne la volta anche per il nostro eroe, che nacque a Milano in via de' Pennacchiari. Anche la via giova a provare ch'esso era milanese in tutta l'estensione onde si può esserlo. — Messo a scuola, erasi distinto nella calligrafia e nell'imitare con straordinaria esattezza ogni sorta di caratteri sì stampati come manoscritti; era passato poi nelle scuole di Brera a studiare l'ornato sotto Giocondo Albertolli: in seguito sotto a Longhi a imparare l'incisione; ma nel 1808, colto dalla coscrizione, abbandonò l'arte grande ed entrato negli ufficj del genio militare, si applicò a disegnar mappe, piani, ad incidere carte geografiche e topografiche. — Nel 1814, tornato a Milano da Laibach, dove erasi trovato collo stato maggiore di Beauharnais, si diede all'incisione di caratteri e d'ornamenti per indirizzi, per cifre, per oggetti d'oreficeria e d'argenteria. Lavorando per tutto e per tutti con inarrivabile prontezza e bravura, guadagnava spesso la sua mezza sovrana al giorno, impiegando tre o quattr'ore soltanto della mattina; a mezzodì, sgombro di cure e libero e colla borsa piena, trovavasi già nel cortile del Falcone a bere la sua mezzetta di vino bianco razzente. All'esercito aveva acquistato una certa celebrità per i suoi talenti come incisore topografico; poi perchè a Wagram nel 9, a Fortolivo nel 12, quando occorse anche a lui di spianare il fucile, erasi meritate le lodi speciali dei capi, ed era anche stato proposto per la Corona ferrea, se per una delle tante combinazioni che avvengon sempre in tali cose, il suo nome non fosse stato dimenticato sotto lo spolverino del quartiermastro. Ma la dote per cui era prediletto dai camerati e dai colleghi, e benvoluto e festeggiato perfino da' suoi superiori, era la perpetua sua piacevolezza, erano i suoi trovati strani messi innanzi ad ogni occasione per tenere allegri bivacchi e caserme. Sopratutto aveva un'attitudine specialissima ad imitare altrui; e copiava le scritture d'ogni genere da parer facsimili 1 più perfetti; così contraffaceva la voce, il gesto, l'incesso, lo stile, le frasi, le smorfie caratteristiche di chicchessia. Allorchè gli ufficiali superiori sedevano a qualche banchetto,"
      },
      {
        "index": 4,
        "text": "nell'allegria dei bicchieri, non isdegnavano di mandare ad invitare il sergente Bichinkommer dell'ufficio topografico. Brilli e un po' fuori di bilico, applaudivano a furia quando ei metteva in caricatura qualche generale assente, il vicerè Beauharnais, Murat, qualche volta perfin l'imperatore."
      },
      {
        "index": 5,
        "text": "Notissimo per tutte queste cose ai generali dell'esercito italiano, esso ebbe occasione di trovarsi frequentemente con loro, quando ripatriarono."
      },
      {
        "index": 6,
        "text": "Nella congiura militare del 1815, essendo conosciuto come uomo di scaltrissimo ingegno e fermezza di carattere (chè questa rara qualità bene spesso si trova nelle nature apparentemente più bizzarre), venne adoperato dai generali Bellotti e Fontanella per missioni di grande delicatezza. Veramente ei non era stato messo a parte della congiura; ma aveva compreso tutto, e i suoi committenti sapevano che, avendo gli occhi di lince, avrebbe penetrato qualunque bujo; segnatamente poi lo avevano caro e prezioso perchè, mentre nelle loro mani era un congegno che lavorava mirabilmente, non correvano pericolo di compromettere e di compromettersi. Quando la congiura venne scoperta per opera di quel falso personaggio parente del Bellegarde, che costui con astuzia felina aveva fatto venire espressamente a Milano a rappresentare la parte di un messo del governo francese onde riscaldare ed incoraggiare i congiurati all'intento di scoprirli, il Bichinkommer, che era stato il primo a sussurrare all'orecchio del Fontanella come colui avesse faccia da traditore, fu anche il primo ad evadere da Milano, allorchè s'avvide che la polizia militare era stata informata di tutto. Da Milano passò a Torino, dove si fermò qualche tempo; poi tornò a Milano come negoziante di minuterie per vedere che aria tirasse, e per fiutare davvicino la polizia nel punto di lasciarsi fare un passaporto in regola pei suoi viaggi commerciali. Accortosi, con sua grande consolazione, di essere perfettamente ignoto all'autorità, ripartì, ma per ritornare e rifermare a Milano la sua dimora, ripigliando la vecchia professione."
      },
      {
        "index": 7,
        "text": "Quest'uomo detestava la nazione tedesca quant'altri mai poteva detestarla. Aveva dapprincipio cominciato col disprezzarla considerandone gl'individui dall'unico lato di una caricatura goffa, dura, sciocca e ridicola. Quando egli imitava i modi, la lingua e l'accento di un ufficiale austriaco, se di ciò avesse dato accademia, avrebbe potuto mettere a un tallero il biglietto d'ingresso. Ma il suo disprezzo si convertì in un ben diverso sentimento dopo l'astuzia onde l'Austria aveva ripigliata la Lombardia dopo la sconfitta degl'Italiani di Murat, dopo le inqualificabili canzonature diplomatiche con cui si era promesso tanto per non mantener nulla; segnatamente, dopo la trappola tesa con sì pieno esito dal maresciallo Bellegarde. Non poteva capacitarsi che gl'Italiani avessero potuto acconciarsi a vivere tranquilli sotto il dominio di gente che aveva apparenza più di bestie che d'uomini. Si rodeva entro sè stesso pensando che alcuni uomini italiani, e specialmente alcuni Milanesi, avevano potuto pensare al modo di far risorgere il governo dei buoi della Carinzia, com'egli lo chiamava; e rodevasi tanto più quando vedeva che tutta quella immensa mandra di buoi ch'era venuta a provocare colle inerti e antiestetiche figure le più grasse risa dei Milanesi rifatti lor schiavi, era dominata da due o tre uomini che, senza meriti reali, senza nessun vero ingegno, nè virtù nessuna, nè diritto a stima di sorta; pure a forza di ostinazione, di dissimulazione, di taciturnità, colle doti del gatto, in una parola, erano riusciti a canzonare i più scaltri e ad averli sottomano. Queste idee ei le teneva per sè, e non si sprigionava con nessuno, perchè conosceva il mondo, e degli uomini, in generale, non aveva buona opinione, e non si fidava di chicchessia. Però, valendosi della sua giovialità sarcastica, alimentata dal suo cervello sano in perfetto accordo con un fegato di diamante, si vendicava di tutti, mettendo tutti in canzone."
      },
      {
        "index": 8,
        "text": "[II]"
      },
      {
        "index": 9,
        "text": "Nel tempo che Francesco I venne in Italia, egli, come tutti i Milanesi, aveva di quell'imperatore quel concetto che si esprime col disprezzo. Ancora non sapevasi nel mondo quanto, rimanendo pur sempre ignorante e inetto a qualunque lodevol cosa, colui fosse astuto e crudele. Prima del 1820 tutte le qualità morali e intellettuali dell'imperatore vennero espresse con inarrivabile breviloquenza da quella parola che finiva in on, uscita dalla bocca dell'ombra di Prina."
      },
      {
        "index": 10,
        "text": "A questo giudizio dei Milanesi dava appoggio il giudizio stesso degli Austriaci e dei Viennesi. Nel tempo che l'Austria era stata messa al più duro partito dalle vittorie di Napoleone, sul piedestallo della statua equestre di Giuseppe, nella piazza di questo nome a Vienna, fu posta una iscrizione che diceva così: «Discendi, o imperatore Giuseppe, dal tuo cavallo di bronzo, e riprendi le redini del governo. Francesco starà seduto immobile al tuo posto finchè dureranno i travagli dell'impero.» Or quando Francesco fece il viaggio in Italia, venne, vide e non fece nulla; onde i Milanesi ribadirono il giudizio della Prineide di Grossi. Molti epigrammi corsero allora in pubblico intorno a lui, e il nostro Bichinkommer, che non conosceva l'arte di fare versi giusti, ma che facilmente infilava la rima ed era poeta nell'intimo, senza palesarsi mai con nessuno, come al solito, ne fece parecchi che fecero ridere tutta la città. Per citarne alcuni, egli attaccò una notte al piedestallo dell'uomo di pietra questo distico, che fu letto a lume di sole:"
      },
      {
        "index": 11,
        "text": "Tutti si lagnano; io non mi lagno Perchè ho Francesco per compagno."
      },
      {
        "index": 12,
        "text": "Un altro dì, quando si seppe che Francesco I, dopo avere visitato tutti gli stabilimenti di Milano, aveva lasciato ogni cosa come prima, scrisse egli stesso sui muri delle vie più frequentate:"
      },
      {
        "index": 13,
        "text": "Nuova aritmetica di fresco: Zero e zero fa Francesco."
      },
      {
        "index": 14,
        "text": "Medesimamente, ad un serraglio di belve ch'era stato aperto al pubblico in San Romano, appose per affisso il motto:"
      },
      {
        "index": 15,
        "text": "«CONSIGLIO AULICO IN VIENNA.)"
      },
      {
        "index": 16,
        "text": "Ma quel che maggiormente fece chiasso e corse di bocca in bocca per gran tratto di paese, fu il seguente epigramma ch'egli dettò quando, partito Franceschino dall'Italia, ognuno commentava l'accoglimento che gli era stato fatto alla sua venuta ed alla sua partenza."
      },
      {
        "index": 17,
        "text": "L'epigramma era questo:"
      },
      {
        "index": 18,
        "text": "Verona, città giuliva,"
      },
      {
        "index": 19,
        "text": "L'applaude quando arriva;"
      },
      {
        "index": 20,
        "text": "Milano, che sa l'arte,"
      },
      {
        "index": 21,
        "text": "L'applaude quando parte;"
      },
      {
        "index": 22,
        "text": "Le altre città, che la pensan bene,"
      },
      {
        "index": 23,
        "text": "L'hanno in c... quando parte e quando viene."
      },
      {
        "index": 24,
        "text": "I versi non sono tutti versi; ma le rime ci sono e la sostanza fa le spese della forma. Nè si limitava ai versi, ma metteva gli scherzi in pratica, e sempre con qualche intento che racchiudesse una lezione."
      },
      {
        "index": 25,
        "text": "A una festa che il Casino dei negozianti aveva sfoggiato, per festeggiare l'arrivo delle LL. AA. il vicerè e la viceregina, le carrozze di corte tenendo ingombra tutta la via di San Paolo con insopportabile disagio degli accorrenti, egli si presentò al battistrada, e parlandogli in lingua tedesca, ch'egli aveva imparato fin da fanciullo, appartenendo, come sappiamo, ad una famiglia d'origine svizzera tedesca; gli ingiunse, mettendo innanzi un ordine del conte Settala, gran cerimoniere, di far tornare tutte le carrozze al palazzo di corte. — Il battistrada, sentendosi parlar tedesco e col piglio autorevole di chi comanda perchè sa di poterlo fare, obbedì e con tanta esattezza, che il vicerè e la viceregina col seguito, quando uscirono dal Casino, non trovarono più le carrozze. Non si può immaginare il furore in cui salì l'ispettore delle stalle vice-reali, e il rabbuffo che ne ebbe il battistrada; e il pestar dei piedi onde si sfogò l'impazienza della viceregina italica,"
      },
      {
        "index": 26,
        "text": "indarno tentando d'acquietarla quel sornione ipocrita dell'arciduca Ranieri, che, aspettando senza far motto, andava dondolando il capo come un orso bianco del Baltico."
      },
      {
        "index": 27,
        "text": "Nè solo esso prendeva di mira il governo e i personaggi pubblici, ma si dilettava di ferire colle sue canzonature anche le persone d'ordine privato. Infiniti aneddoti potremmo raccontare in proposito da farne un opuscoletto, ma li teniamo in serbo per qualche compilatore d'almanacchi, e tiriamo innanzi."
      },
      {
        "index": 28,
        "text": "Allorchè, nel 1818, ei tornò a Milano, la Compagnia della Teppa era già salita in qualche fama, ed egli, mentre si meravigliava che la polizia le lasciasse commettere tante soperchierie impunemente, e, mentre in cuor suo disapprovava che la tranquillità pubblica venisse turbata a quel modo senza ragione e senza scopo, volle nondimeno aggregarvisi, nella persuasione che col tempo avrebbe forse potuto recare anch'essa qualche utile. — Sono i più prepotenti e più maneschi della città, egli rifletteva, che imparano la solidarietà dell'associazione; quantunque per fini indegni, pure si avvezzano ad una scuola perpetua di coraggio e di pericoli; e con tutto ciò l'autorità e la polizia li lascia fare, nell'idea che, finchè la parte più giovane e più ardente del paese spreca le proprie forze nei vizj, nei bagordi e nei tafferugli, il governo può dormire più tranquillo i suoi sonni. Ma il governo s'inganna; e quando venisse il bisogno, questi giovani educati a dare alle gambe dei passeggieri come cani da presa, possono diventar formidabili per qualche cosa migliore. Tutto dipende dal comando e dal fischio del padrone. — Così il Bichinkommer la pensava, e così una sera, trovandosi a mangiare all'osteria del Galletto fuori di porta Vercellina, dove quei della Teppa solevano radunarsi quando in estate tornavano dal bagno o dal nuoto nella vicina Olona, egli fece conoscenza con essi, e fu giudicato da tutti loro aver tali qualità da meritare di essere piuttosto un generale che un gregario."
      },
      {
        "index": 29,
        "text": "Nei primi giorni ch'egli entrò in fazione con alcuni di loro, diede un diverso avviamento alle imprese, e avvennero cose che non dispiacquero nemmeno ai cittadini più tranquilli e più timorosi della bastonatura notturna. Fu per lui infatti se una mattina la folla si accalcò alle sbarre di quel tratto di naviglio che corre dal Palazzo del Senato a Porta Nuova, per vedervi galleggiar sull'onde, come se fosse un canotto americano, una garitta dipinta in giallo e nero. Quella navicella di nuovo genere non voleva dir nulla per sè; ma il gran ridere che faceva il pubblico accorso, dipendeva da ciò, che sapevasi come quei della Compagnia della Teppa, colta l'occasione che la notte era stata piovosa e che la sentinella col suo cappotto erasi messa al coperto, presero la garitta e la gettarono con gran disinvoltura nel naviglio, tutt'insieme, guscio e lumaca; con gran stupore di quel biondo gregario del Baumgarten, il quale, temendo l'acqua piovana, si trovò invece inzuppato in un bagno più fitto, e buon per lui che nelle acque del patrio Inn aveva imparata l'arte del nuoto!"
      },
      {
        "index": 30,
        "text": "Esposti questi preliminari, con cui il lettore può farsi un'idea abbastanza compiuta del carattere eccezionale di questo Bichinkommer, aggiungeremo qui, che egli, nello stato maggiore di Beauharnais, per motivi di servizio, aveva avute intime relazioni col colonnello Baroggi, con sua moglie e col figlio; che nel 1815, avendo il colonnello avuto parte nella congiura militare, fu per un consiglio avuto dal Bichinkommer, se potè fuggire in tempo e riparare a Parigi. Aggiungeremo altresì, ed è ciò che più monta, che a Milano spesse volte andava a far visita al figlio del Baroggi, in casa del Bruni; ch'egli era per i rapporti della Compagnia della Teppa in grande intimità col giovine Suardi. Ora, senza dilungarci a dipanare tutti i fili accessor) della matassa, diremo che, dopo il fatto dell'arresto del Suardi, egli ebbe a trovarsi insieme col Bruni e col Baroggi appunto; che, saputo da essi com'era corso il fatto, e le cagioni che l'avevano provocato, e tutti gli antecedenti del marchese F..., dell'avvocato Falchi, del consigliere F..., del notajo Agudio, meditò un piano di guerra affatto nuovo, il quale ci lusinghiamo farà strabiliare anche il lettore più preparato alle sorprese."
      },
      {
        "index": 31,
        "text": "[III]"
      },
      {
        "index": 32,
        "text": "Come quando, appena alzato il sipario, alla rappresentazione di un'opera in musica, si sente al di là delle quinte, come se venisse da un camerino, il vocalizzo di una voce femminile, che si"
      },
      {
        "index": 33,
        "text": "sospetta esser quello della prima donna e della quale il pubblico è in grande aspettazione; così, senza vederla, noi abbiam già sentita la presenza della giovinetta Stefania Gentili; ne abbiamo udito gli elogj; e in parte, per bocca del pubblico, ne abbiam conosciute anche le qualità dell'ingegno e del cuore. Ma ora è tempo che anch'essa compaja in iscena, col privilegio quasi sempre accordato dai drammaturghi convenzionali al protagonista, di lasciarsi vedere, cioè, dopo che tutti gli altri personaggi hanno fatta la loro comparsa, e piuttosto al second'atto che al primo, per dar tempo al pubblico di condensare la propria impazienza."
      },
      {
        "index": 34,
        "text": "Nella via dei Mercanti d'oro, in una di quelle case dove il portinajo è impossibile; case vecchie, sudice e fetenti; piene zeppe d'inquilini da sembrare alveari, la notte del 10 luglio dell'anno 1803, Caterina Frigerio, ricamatrice in oro, moglie di Giacomo Gentili, impiegato d'ordine presso il tribunale civile di Milano, diede in luce una bambina. Una certa Stefania Corali, cantante in quiescenza, e che alloggiava i virtuosi e le virtuose di terzo ordine che venivano a cantare nei teatri di Milano, fu la matrina che la tenne a battesimo. Il battezzatore della neonata, già lo sappiamo, fu monsignor Opizzoni parroco della metropolitana, notissimo fin d'allora per la sua vita rigorosamente ascetica e per l'instancabile zelo adoperato nella cura delle anime. Monsignore volle egli stesso battezzar la fanciulla, per una predilezione speciale in cui aveva i conjugi Gentili; due ottimi cristiani, di costumi irreprensibili e di esemplare pietà. Essi si confessavano e si comunicavano una volta al mese; piuttosto che mangiare una fetta di salame in venerdì o in sabato, si sarebbero messi in nota per la palma del martirio; astinenza che praticavano rigorosamente tutte le vigilie dei santi di gran riguardo, nelle quattro tempora, tutta la quaresima, tutto il mese di Maria, ecc. Della settimana santa non parliamo; il signor Giacomo, che era piuttosto gracile e cui lo star tante ore al tavolino dell'ufficio a trascriver minute, aveva fiaccato lo stomaco, ebbe spesso in quella settimana turbate le digestioni dal troppo olio. Ascritto alla confraternita del Santissimo, sospirò, con un ardore che non è facile concepire, il felice momento di poter essere uno degli otto che portano il baldacchino; e per un intero anno si astenne dal bere vino, mettendo tutti i giorni nel salvadanaio i risparmiati otto soldi onde in capo all'anno avere i danari per farsi un completo abito nero. Il primo giorno che vestì quell'abito, e che, nella sacrestia occidentale del Duomo, infilò i guanti bianchi di filugello colla rosetta ricamata, la sua gioja fu una di quelle che non comprende umana idea."
      },
      {
        "index": 35,
        "text": "La signora Caterina era perfettamente della stoffa del marito, e basta così. — Queste due perle, che avevano quasi la medesima età, s'eran sposati trentenni. Avevano passati tre anni senza aver prole, con vero rammarico di tutti e due; ma il dì della Madonna della Ceriola, avendo fatto accendere in Duomo due candele, di quelle di cera fina miniate, una mattina la signora Caterina, così tra il pudore e la soddisfazione, sussurrò all'orecchio del suo Giacomino, ch'ella credeva finalmente d'avere avuta la grazia per cui tanto erasi rallegrata la moglie d'Abramo. In quel giorno i colleghi di ufficio del Gentili s'accorsero ch'egli aveva in corpo una allegrietta insolita, e si dava spesso delle vivacissime fregatine di mano; onde taluno dei più celiatori si fe' di domandargli se aveva vinto al lotto. — E veramente la signora Caterina aveva indovinato; la gestazione fu delle meno incomode; il parto fu un capolavoro di spontaneità; e venne in luce una bambina che si chiamò Stefania; fu data a balia, e dopo venti mesi tornò a casa, bella, tonda e grassina come un puttino dell'Albani; bianca e rasata che parea carta da scrivere, con due occhi poi che parevan due stelle. Siccome il signor Giacomino era piuttosto brutto, fors'anche per le abitudini devote che gli avevan tolto ogni attraenza; e la signora Caterina, ad eccezione di una certa aggiustatezza d'ossatura, non aveva nulla di straordinario, così avrebbero dovuto esultare di quel piccolo prodigio; ma, tant'egli è vero che se si ottiene molto, subito si vuole aver di più, essi trovarono d'affliggersi perchè, in mezzo a tante bellezze, la ragazzina avesse il nasino troppo piccolo e alquanto schiacciatello. Bene le donnicciuole blaterone del vicinato li assicuravano che tutti i nasi, quando sono destinati a diventar belli, i fanciulli debbono averli a quel modo. Bene lor citavano molti quadri di chiesa, dove gli angiolini avevano il naso simile a quello della loro bambina; ma essi non si capacitarono di ciò se non allorquando, verso gli anni otto, il nasino di Stefania si mise nel più"
      },
      {
        "index": 36,
        "text": "perfetto accordo colle altre parti del suo viso, e, a tutti i sintomi, dava indizio di diventar ancora più bello."
      },
      {
        "index": 37,
        "text": "— Che te ne pare, Caterina? disse un dì il marito a sua moglie; avevan proprio ragione quelle donne."
      },
      {
        "index": 38,
        "text": "— Sì davvero, Giacomino. Ma bada che Stefania non ci senta, perchè comincia a mettersi in superbia."
      },
      {
        "index": 39,
        "text": "Non ancora tredicenne, Stefania aveva raggiunta una sì compiuta armonia di bellezza e di leggiadria, con tale espressione nello sguardo, innocente e affatto inconscia, ma per ciò stesso esercitante un caro fascino su quanti la vedevano, che divenne l'oggetto della predilezione di tutti. A ciò si aggiunga, che, trovandosi nella casa dell'ex-cantante Corali, dove provavansi ogni giorno sul pianoforte i pezzi delle opere in musica allora più celebri, ella, per sola virtù d'imitazione, ripeteva tutto quello che sentiva, con una voce così toccante nella sua acerbezza, con una intonazione sì perfetta e una espressione tanto superiore alla sua età, da fermar l'attenzione di quei medesimi cantanti che nelle stanze della Corali attendevano alle loro esercitazioni mattinali. Se non che, dobbiamo qui tener conto di un fatto strano, ed è che, in ragione che ella diventava sempre più cara e interessante a quanti la vedevano, veniva per contrapposto a perdere sempre più della benevolenza di un uomo."
      },
      {
        "index": 40,
        "text": "[IV]"
      },
      {
        "index": 41,
        "text": "Monsignor Opizzoni aveva l'abitudine di visitare una volta o due alla settimana quelli tra i suoi devoti che più aveva in petto. I conjugi Gentili erano tra gli eletti, e come esso prediligeva i genitori, così per qualche tempo prodigò le sue gentilezze sante anche alla bambina, regalandole Agnus Dei, immagini di santi, libretti da messa, ecc. ecc.; ma, di tratto, e quasi senza accorgersene, egli provò una certa avversione per lei, quando appunto si vennero in essa sviluppando tutte quelle qualità per cui era diventata tanto cara agli altri. Quell'uomo aveva sortito dalla natura, e aveva avvalorate colla più rigida costanza nelle abitudini della vita, tutte le qualità che costituiscono i santi; ma i santi senza talento. Il sentimento, il cuore, le intenzioni erano mirabili; ma la mente non era di quelle che Romagnosi, a scrupolo di scienza, chiamò sane."
      },
      {
        "index": 42,
        "text": "Egli aveva preso con soverchio rigore matematico il detto e il fatto, che il mondo non è che un luogo di passaggio. Per questa ragione, riputando che l'uomo non deve mai nè pensare nè operare se non nell'intento supremo di meritarsi un posto nel regno de' cieli, aveva sgomento e avversione di tutto ciò che può rendere più cara e più attraente ai mortali la vita mondana; in certi momenti in cui lo invadeva più del consueto il sacro furore dell'ascetismo, avrebbe voluto che la luce del firmamento fosse lugubre e uggiosa, che le stelle inviassero sulla terra un raggio sinistro, che i fiori non avessero fragranze, che le donne non avessero avvenenza. A forza d'adorare Iddio, di non pensare che a lui, di credere che ogni cosa si dovesse fare quaggiù onde glorificarlo, per uno strano pervertimento del suo giudizio, di cui non aveva la consapevolezza, veniva di tal modo ad offendere Dio stesso, rifiutando e biasimando gran parte delle opere sue mirabili. Non arrivò mai a sospettare che il fattore del mondo, se ha dato alla più squisita delle sue creature tanti doni seducenti, non lo deve aver fatto a caso; che il rifiutare quei doni stessi era un cessare dalla sua adorazione. Ma sopratutto egli aveva un'istintiva ripugnanza per le donne, sempre inteso, quand'erano giovani e belle; aveva paura di loro, come di un serpente insidioso; paura non egoistica ma tutta oggettiva, convinto come era che la maggior parte dei peccati ricevevano da esse il più succoso loro alimento, che esse erano le confederate più attive e più fedeli del diavolo; che, pur senza volerlo ed anche colle più virtuose attitudini del mondo, ma soltanto collo spettacolo inevitabile delle loro grazie e delle loro attrattive, riuscivano funeste agli altri e, per consenso, anche a se stesse. Dopo la bellezza egli temeva l'ingegno, sempre inteso quando usciva dalla misura vulgare. Ei soleva dire che per amar Dio non occorreva tanta sublimità di mente nè tanto slancio di fantasia; senza aver lette le opere del Cardano, e con tanta discrepanza di intelletto e d'intendimenti,"
      },
      {
        "index": 43,
        "text": "egli concordava con lui in quella balzana e audace opinione, che le condizioni della società furono sempre peggiorate dalla comparsa degli uomini di gran talento."
      },
      {
        "index": 44,
        "text": "Con tutto ciò egli era un lettore indefesso di quanto si veniva pubblicando per le stampe; non v'era opera o brochure francese, per quanto eterodossa, e rivoluzionaria, e diabolica ch'egli non raccogliesse nel proprio studio. Chi, senza conoscerlo, avesse dato un'occhiata alla sua libreria segreta avrebbe detto ch'essa apparteneva a qualche volterriano libertino. Nè in ciò v'era contraddizione. Per far la caccia al demonio, ei lo inseguiva dappertutto, onde non perderlo di vista, e attraversarsi in un bisogno alle sue insidie perverse; e come un processante attivo e inesorabile, teneva sempre i corpi del delitto sul suo tavolino. Paventava dunque l'ingegno e non amava la bellezza. Delle arti poi, fra tutte, detestava la musica, quella che usciva dalla sfera del canto fermo e del Pange lingua. E, più della musica da camera, abborriva la teatrale, tanto che, per questo lato, aveva fieramente in sulle corna l'Italia stata inventrice di quel mostro infame del melodramma."
      },
      {
        "index": 45,
        "text": "Con questi precedenti il lettore può immaginarsi con che cipiglio monsignore si trattenne stupefatto sulla soglia della casa dei conjugi Gentili, quando sentì la loro figliuola cantare quell'aria fatta celebre dalla Gafforini"
      },
      {
        "index": 46,
        "text": "Chi vuol la bella Rosa L'ortolanella è qua."
      },
      {
        "index": 47,
        "text": "Aria che più volte la fanciulletta aveva sentito a cantare da un mezzo-soprano in casa Corali, e che, inconscia e innocentissima, ma solo eccitata dall'istinto prepotente per l'arte, ripeteva a perfezione con un certo garbo pieno di smanceria onde risultava lo stile di quell'aria proterva. Cogli occhi aperti, come chi è colpito da una scena d'orrore, esso lasciò che la tenera cantatrice terminasse l'aria fino all'ultima sua cadenza per vedere fino a che punto il diavolo l'aveva assassinata; poi irruppe nella casa, con voce asprissima intimò alla fanciulla di tacere e di non cantare mai più quell'aria; il suo rabbuffo fu così violento, che la ragazza si mise a piangere, e tanto più ch'ella aveva una terribile soggezione di monsignore, il quale da qualche tempo non aveva più avuto nè un sorriso nè una parola dolce per lei, per la ragione che non gli piaceva niente affatto quel suo modo di volgere gli occhi pieno di grazia e di mollezza affettuosa."
      },
      {
        "index": 48,
        "text": "Nè l'Opizzoni si fermò qui, ma diede una tremenda lavata di capo ai genitori, e tenne loro sospesa l'assoluzione quando gli si presentarono al confessionale. Ebbe anche il coraggio (il vero zelo è imperterrito) di entrare dalla signora Corali a intimarle che proibisse ai suoi alloggianti di scandolezzare il vicinato con quelle invereconde canzoni. La signora Corali, com'è naturale, gli rispose che aveva buon tempo; da quel giorno monsignore circuì la casa Gentili e la piccola Stefania di mille precauzioni vessatorie."
      },
      {
        "index": 49,
        "text": "[V]"
      },
      {
        "index": 50,
        "text": "Alcune egregie persone che conobbero dappresso questo personaggio, distinto per celebrità municipale, ci dissero molte cose in lode sua. Esse ci fecero sapere che monsignore, nei penetrali domestici, era tutt'altro che un uomo da spaventare col suo rigoroso ascetismo, ma che anzi si mostrava sovente pieno di amabile gajezza; ci assicurarono inoltre che, per quanto a loro constò, non era per nulla avverso alle cose mondane, in prova di che addussero che era contrario al monachismo; e, in quanto alle fanciulle, desiderava che si maritassero e presto. Ma ora noi vorremmo pregare quelle egregie persone a voler credere che, a tutto rigore di coscienza, noi abbiamo appurato sul vero le nostre asserzioni, a tener conto delle considerazioni che faremo in proposito, a valutare 1 fatti che ci furono riferiti da uomini degnissimi di fede, e che da noi stessi furono verificati. — Abbiamo detto che quel personaggio, se aveva il cuore, il sentimento e le intenzioni ottime, non aveva poi quella che il Romagnosi chiamò mente sana. Ciò lasciando intatta la santità dell'uomo, non viene a toccare che 1 suoi errori di giudizio, i quali, per loro natura, come"
      },
      {
        "index": 51,
        "text": "ognuno sa, non lo costituiscono in colpa. A mostrare com'ei fosse eccessivamente rigoroso nel suo ascetismo e nel mettere in pratica gli assunti del suo arduo ministero, annunciamo questo fatto, che siamo sicurissimi di poter garantire. Ad una ragazzetta di dieci anni, nell'occasione che si presentò per fare la prima comunione, ei negò inesorabilmente il permesso di presentarsi alla mensa eucaristica insieme colle altre sue coetanee, per la sola ragione ch'ella era avviata ad una delle carriere teatrali. Noi non facciamo commenti: giudichi il lettore."
      },
      {
        "index": 52,
        "text": "Se l'età infantile, se l'innocenza, se l'adempiuto sacramento della penitenza, se l'assoluzione ricevuta permisero ad essa di ricevere l'ostia santa a un altro altare, perchè ciò le doveva essere conteso all'altare apprestato per le sue giovinette compagne? Un fatto può bastare a svolgere un ordine completo di principj, e in questa circostanza i principj dell'Opizzoni, per un errore della sua mente, lo portarono all'ingiustizia, lo portarono a fare un privilegio d'un sacramento; a far credere che vi fossero due Cristi e due ostie diverse. Esso era avverso al monachismo, ci vien detto, e consigliava le fanciulle a prender marito piuttosto che farsi monache. Questo è vero. Ma, in troppi casi, per lo sgomento che aveva della pericolosa condizione delle fanciulle troppo a lungo lasciate nubili, influì, benchè ognora coll'intento del bene, a combinare e ad accelerare matrimonj, che qualunque altro uomo più esperto di lui della vita e più scaltrito dalla scuola delle umane passioni e degli interessi umani, avrebbe fatto di tutto per stornare e rompere a mezzo, scorgendo in essi i germi di disastri futuri inevitabili. In quanto alla sua amabile gajezza, questa non è sempre il sintomo della spregiudicata indulgenza. La coscienza tranquilla può dare la contentezza e l'amabilità. Ma la coscienza scrive sotto la dettatura del criterio. Se questo sbaglia, la coscienza si atteggia alla sua misura. San Carlo, quando comandò 1 roggi della Valtellina, era tranquillo e pago."
      },
      {
        "index": 53,
        "text": "[VI]"
      },
      {
        "index": 54,
        "text": "Premesse queste considerazioni, proseguiamo con fiducia la nostra narrazione. Non per obliquo desiderio di offendere un uomo di chiesa, abbiamo stimato a proposito di mettere in iscena quel monsignore di popolarissima fama, ma per un intento che, a parer nostro, ben ci può dare il permesso di rinnovare il sindacato su tutti gli uomini che esercitarono una forte influenza sul pubblico e privato costume, sulla pubblica e privata felicità."
      },
      {
        "index": 55,
        "text": "Or tornando alla fanciulla Stefania, essa per molto tempo stette zitta e non cantò più. Il signor Giacomo e la signora Caterina, dopo che eran rimasti in asso una volta coll'assoluzione, provarono una specie di terrore nel pensiero che quel fatto potesse mai ripetersi. In casa della signora Corali però continuavasi a far musica, come suol dirsi; ed or dall'una or dall'altra cantante venivan ripetute, per esercizio, tutte le cavatine e tutte le arie del repertorio musicale allora più in voga. È inutile il dire che trattavasi quasi sempre di qualche pezzo di Rossini. La piccola Stefania poteva bensì, per obbedienza, tener chiusa la bocca; ma l'orecchio era indipendente da qualunque comando, precetto e volontà, e non poteva rifiutarsi a sentire; e la memoria, per suo mezzo, non poteva rifiutarsi a ricevere le successive impressioni delle note e delle frasi e dei concetti musicali. Ora avvenne che quando la sua memoria fu piena di quella folla di motivi deliziosi onde rigurgitano le opere di Rossini della prima maniera, ella provasse come una specie di replessione dolorosa a contenerle con violenza entro di sè. Allora si verificò anche in lei quella legge di natura espressa così bene dall'expellas furca del poeta. Seguendo così il sistema delle capinere e delle filomele e di tutti gli augelli canori, che stanno muti e muti un pezzo, per dar fuori poi tutt'a un tratto con una piena repentina di pipillamenti e di gorgheggi e note tenute, a svegliare il vicinato; la fanciulla una sera, essendo salita su un terrazzo insieme con alcune sue amiche, credendo di non essere sentita dai genitori, si mise a eseguire per la prima volta, quasi a titolo di prova, la famosa aria del Tancredi:"
      },
      {
        "index": 56,
        "text": "Di tanti palpiti,"
      },
      {
        "index": 57,
        "text": "Di tante pene, Dolce mio bene, ecc."
      },
      {
        "index": 58,
        "text": "E la prova le riuscì così a meraviglia, che tutte le sue giovinette amiche smisero ogni lor giuoco, per stare attente a udirla a bocca aperta; i casigliani che avevano qualche pratica del teatro e del loggione della Scala, e vi avevano spesso fatto capolino per sentire o la Belloc o la Camporesi o la Catalani, ecc. ecc., si fecero tutti alle finestre e alle loggie, attratti irresistibilmente dall'incanto che esercita una voce soave quando esprime soavi concenti musicali. E il signor Giacomo e la signora Caterina ascoltarono anch'essi, e come no? In que' sei mesi che la fanciulla aveva taciuto, dal gennajo al giugno circa, essa aveva varcati i tredici anni e s'innoltrava ai quattordici; in tutto il suo organismo era avvenuto, sebben precocissimo, uno sviluppo completo; la voce non era più acerba, ma erasi fatta rotonda e flautata. Quel riposo di sei mesi fece sì che il suo svolgersi non venisse menomamente offeso da un soverchio esercizio, che poteva riuscire funesto in que' mesi della crisi corporea. Il più guardingo maestro di canto non avrebbe potuto essere più sapiente del semplice caso. Monsignor Opizzoni, condannandola al silenzio, ottenne effetti non sempre concessi al prof. Bordogni. Quando la fanciulla cessò di cantare, uomini, donne, vecchi, fanciulli, dalle finestre, dalle loggie, dai poggiuoli, si diedero a batter le mani con quella sincera esplosione d'entusiasmo, così raramente accordata anche agli artisti di professione. In quanto al signor Giacomo e alla signora Caterina, avvenne un fatto singolare. Al primo udir la voce della figliuola, si sentiron tentati a salire per sgridarla; ma Stefania aveva cantato in modo, che essi, contro voglia, stetter fermi al loro posto; poi, quando risuonò per il recinto della casa quello strepitoso e concorde applauso, l'uno e l'altra, guardandosi scambievolmente in faccia, si trovarono gli occhi pieni di lagrime."
      },
      {
        "index": 59,
        "text": "[VII]"
      },
      {
        "index": 60,
        "text": "Quando la fanciulla discese, non la sgridarono, ma tacquero e stettero chiusi come se non avessero sentito nulla."
      },
      {
        "index": 61,
        "text": "La signora Corali, che, più di tutti quegli uditori, poteva apprezzare quella straordinaria vocazione della fanciulla all'arte del canto, ne parlò un giorno al maestro Brambilla, il quale, per caso, avendola sentita, anche lui, senza aspettar altro, salì in compagnia della Corali a fare una visita ai genitori di Stefania, per proporre loro di farle studiar la musica e il canto; e, a distruggere tutte le objezioni che a quella proposta essi gli fecero, egli stesso si esibì ad istruirla gratuitamente fintanto che fosse stata al punto di salir le scene; chè allora soltanto avrebbe richiesto un compenso delle sue fatiche. Ma nemmeno a questa generosa esibizione i signori Gentili per allora si lasciarono persuadere."
      },
      {
        "index": 62,
        "text": "— Io non comprendo, diceva il maestro Brambilla, maravigliato di tanta ostinazione; non comprendo come si possa dir di no a chi in poche parole vien loro a proporre nientemeno che di diventare ricchissimi. Loro signori saranno contenti del loro stato; ciò va bene; ma se hanno il diritto di far tutto quello che vogliono per sè, non hanno poi quello di rubare alla loro figliuola quella ricchezza che la natura le ha dato. Mi perdonino se, non avendo il bene di essere un loro amico intimo, parlo con tanta franchezza. Ma, ripeto, che è un peccato, un sacrilegio il lasciare che vada perduto un talento così straordinario. Questa ragazza, in un anno di tempo (so quel che dico e non posso ingannarmi, nè voglio ingannar nessuno) può essere in grado di guadagnare venti, trenta, cinquantamila lire all'anno. Mi pare che non sia una bagatella da guardare con occhio indifferente."
      },
      {
        "index": 63,
        "text": "— È vero, rispose il signor Giacomo; ma è quella benedetta carriera teatrale che mi fa paura."
      },
      {
        "index": 64,
        "text": "— Bisogna che sappiate, caro maestro, entrò allora a parlar la Corali, che queste due perle hanno la disgrazia di conoscere un prete, un monsignore del Duomo, che viene spesso a scompigliar loro la testa e a spaventarli con cento scrupoli."
      },
      {
        "index": 65,
        "text": "— Non dica così, che è anche troppo un sant'uomo monsignore, osservò la signora Caterina."
      },
      {
        "index": 66,
        "text": "— Sarà un santo, voglio crederlo; sarà tutto quel che volete, ma meno preti vengono per casa, e meglio si sta. Figuratevi, caro maestro, che un bel giorno m'entrò in casa a farmi la"
      },
      {
        "index": 67,
        "text": "dottrinetta e pretendeva nientemeno che proibissi a' miei dozzinanti di cantar le arie amorose per non scandolezzare il vicinato."
      },
      {
        "index": 68,
        "text": "— Ma è dunque perchè hanno paura di questo monsignore che non sanno risolversi a fare quel che ho proposto? Ma non è possibile che, se loro vuol bene, esso non veda di buon occhio la loro fortuna. E non è poi sempre vero che il teatro sia tanto pericoloso, come generalmente si crede. Quando poi una prima donna diventa di gran cartello, può passeggiar sicura su tutti i trabocchetti. È ben più pericolosa la povertà per una fanciulla, che, come sento dire, è di una bellezza straordinaria."
      },
      {
        "index": 69,
        "text": "— Ebbene, faremo così, rispose allora il signor Giacomo; domani probabilmente monsignore verrà qui; sentiremo lui."
      },
      {
        "index": 70,
        "text": "— E se dicesse di no?"
      },
      {
        "index": 71,
        "text": "— Allora bisognerà aver pazienza."
      },
      {
        "index": 72,
        "text": "— Allora gli farò dir di sì io, conchiuse il maestro Brambilla, e partì colla signora Corali."
      },
      {
        "index": 73,
        "text": "[VII]"
      },
      {
        "index": 74,
        "text": "Allorchè monsignore Opizzoni capitò in casa dei conjugi Gentili, questi, dopo una lunga titubanza, gli fecero motto della proposta del maestro Brambilla. L'Opizzoni salì sulle furie al sentire quello, per lui, più che strano progetto; e disse cose che persino al signor Giacomo parvero eccessive. In altri casi, se il reverendo personaggio avesse trasmodato nel suo rigoroso ascetismo, egli non si sarebbe mai accorto della stortura di quel cervello; ma nel caso presente, il paterno orgoglio e le straordinarie attitudini della figliuola e la conseguente idea della ricchezza stata così asseverantemente promessa dal maestro Brambilla (le informazioni assunte sul quale lo avevano pienamente rassicurato) gli servirono come di lume e di scorta per distinguere il vero dal falso, e per comprendere che nel modo di vedere del venerabile uomo c'era qualche cosa di esagerato e di stravolto. Quest'idea lo padroneggiò al punto che per la prima volta da che era nell'intimità di monsignore, si fece lecito, quantunque rimessamente, di fare qualche opposizione alle sue parole. È facile immaginarsi come siasi risentito monsignore a quell'inattesa resistenza; se non che a portare un improvviso ajuto al signor Giacomo gli entrò in casa il maestro Brambilla, il quale, avendo visto salir l'Opizzoni in un momento ch'ei trovavasi in casa Corali, pensò, franco com'era e risoluto, a coglier subito quell'occasione per trovarsi col prete e giungere in tempo ad impedire che per eccesso di zelo rovinasse una famiglia."
      },
      {
        "index": 75,
        "text": "— Ecco il maestro Brambilla, disse tosto il signor Giacomo all'Opizzoni, felice di vedere un soccorso inaspettato in un momento che non sapeva più cosa rispondere alla tempesta dei rimproveri e delle argomentazioni onde l'Opizzoni lo andava soffocando."
      },
      {
        "index": 76,
        "text": "Nel loro genere, così il maestro come monsignore, avevano quell'individualità distinta e caratteristica, da meritare di essere collocati, secondo l'espressione volgare, nella classe degli originali."
      },
      {
        "index": 77,
        "text": "Tanto l'uno quanto l'altro erano due galantuomini della più specchiata onestà; tanto l'uno quanto l'altro erano continuamente sovreccitati dagli slanci del cuore, al punto da uscire quasi sempre da quei confini che la prudenza dell'egoismo suole imporre agli uomini: ma l'uno era agli antipodi dell'altro in quanto al modo di pensare. Questi due originali, se non si conoscevano ancora di vista, si conoscevano per fama, onde al primo trovarsi a contatto, si diedero un'occhiata vicendevole lunga ed acuta. Come tutti gli uomini di cuore, che sono convinti delle proprie idee, essi erano intrepidi, per così dire, ed espansivi, e non balbettavan mai quando si trattava di esporre il loro pensiero, nè si lasciavano imporre da nessun ostacolo, da nessun rispetto umano, da nessuna autorità. Però non è a fare alcuna meraviglia se alle prime parole l'Opizzoni investì il maestro ex- abrupto e senza flessuose circonlocuzioni."
      },
      {
        "index": 78,
        "text": "— Ella è il signor maestro Brambilla?"
      },
      {
        "index": 79,
        "text": "— Per l'appunto."
      },
      {
        "index": 80,
        "text": "— Ella ha dunque voluto togliere a questa buona famiglia quella pace modesta, che nella vita mondana si cerca sempre e non si trova quasi mai?"
      },
      {
        "index": 81,
        "text": "— Io faccio il maestro di musica, e non faccio il prete; ma avendo, con grande mia soddisfazione, scoperto nella loro figliuola un vero prodigio di natura, così ho creduto mio dovere di avvisarne 1 genitori, i quali lo avrebbero certamente trascurato."
      },
      {
        "index": 82,
        "text": "— E adesso questi due cristiani hanno già per la testa dei grilli che non ebbero mai; e già son tutti agitati da cento desiderj e certe speranze, e vedono già la loro figliuola diventare una principessa. Se poi tutto questo andasse in fumo, ella avrebbe fatto veramente un'opera meritoria."
      },
      {
        "index": 83,
        "text": "— Io non ho detto a questi signori che la loro figliuola diventerà una principessa; ho detto che, mettendo a buon partito le qualità straordinarie che la natura le ha dato, diventerà certissimamente, collo studio e col tempo, una grande artista: questo io ho detto e promesso, e questo oggi ripeto e mantengo."
      },
      {
        "index": 84,
        "text": "— E quando, concedendo pure tutto ciò ch'ella dice, costei sarà diventata una grande artista, che cosa crederebbe lei d'aver fatto?"
      },
      {
        "index": 85,
        "text": "— Che cosa ho da credere?... Credo che se io fossi venuto in questa casa, e dopo aver sentito a cantare questa ragazza, avessi taciuto e non avessi fatto quel che ho fatto, sarei stato o un grand'asino, o un gran birbone; sempre, inteso, nella mia qualità di maestro di musica, che conosce l'arte propria, e l'ama, e desidera il suo maggior progresso."
      },
      {
        "index": 86,
        "text": "— Sarebbe ben meglio che quest'arte non fosse mai venuta nel mondo."
      },
      {
        "index": 87,
        "text": "— La musica?"
      },
      {
        "index": 88,
        "text": "— La musica, sì, la musica."
      },
      {
        "index": 89,
        "text": "— Ma davvero che ella, monsignore, non mi sembra quel prete dotto che ho sentito tanto a decantare! Ma la creazione non è forse un'armonia sola? E non si suol sempre dire: il concento, l'armonia delle sfere? Ma gli angioli non cantano in cielo? E non si vedono a suonare la viola e il violoncello in tanti quadri di chiesa? Il re Davide non cantava? Santa Cecilia non ha un posto riservato in paradiso come suonatrice d'organo emerita? Ma cosa dice mai, monsignore? bestemmiar la musica, volerla proscrivere, crederla funesta al mondo!... Ma so bene che mi canzona... A questi patti bisognerebbe mettere in pensione anche il Padre Eterno, che è il primo maestro di musica!"
      },
      {
        "index": 90,
        "text": "— Ella ben sa, signor maestro, ch'io non parlo della musica sacra. Così la musica non fosse mai uscita di chiesa! Parlo della musica teatrale; parlo dell'arte melodrammatica. La corruzione del costume, l'effeminatezza, i peccati divenuti oggetti di moda e di gara nel bel mondo, datano precisamente dal giorno che la più pericolosa delle umane passioni fu portata sul palco scenico, e, vestita di melodie maliarde, accese di più fatali ardori il sangue della gioventù."
      },
      {
        "index": 91,
        "text": "— Ma, in questo caso, monsignore, bisognerà incolparne il sangue che si lascia accendere, e non la musica. Del rimanente, quando la pioggia di fuoco cadde sovra Sodoma e Gomorra, il melodramma era forse stato inventato da Peri? la Gafforini aveva cantato? Rossini aveva scritto il Barbiere di Siviglia? Se si dovessero abolire e manomettere e distruggere tutte le cose che possono diventare pericolose, non so più che cosa dovrebbe conservarsi. Taglieremo i vigneti perchè vi sono degli uomini che si ubbriacano? Estirperemo i gelsi perchè vi sono delle donne che vestono di seta a scapito della saccoccia dei mariti? Romperemo la faccia a tutte le belle ragazze, perchè i giovanotti corron pericolo d'andar in rovina per loro? Idee piccole, monsignore, idee false, idee storte."
      },
      {
        "index": 92,
        "text": "— Io sto in confessionale, caro signor maestro, e lei sta all'organo. Dal confessionale io vedo tutto il mondo sotterraneo che agli altri non è dato di penetrare. Io posso sapere quali sono le classi sociali, quali le professioni, quali le condizioni, dove il cattivo costume si fa strada più facilmente. Ora devo dirle, signor maestro, che per la mia esperienza ormai lunga, mi riesce provato che la corruzione imperversa colla sua massima forza appunto in quella, ora pur troppo numerosissima, schiera d'uomini e donne che, o cantando o recitando o ballando, divertono il pubblico in teatro. Queste orecchie hanno sentito orrori da far fremere non solo un prete, ma anche un libertino a cui fosse rimasto appena un barlume di onestà. Se pertanto, conoscendo questa buona"
      },
      {
        "index": 93,
        "text": "famiglia; se assistendo con vera e continua mia gioja ad uno spettacolo quotidiano e veramente esemplare di pace domestica, di onestà, di modestia, di abitudini religiose, e per conseguenza d'inalterabile contento, desidero col più intenso ardore, e Iddio mi è testimonio, che ciò si mantenga, mi pare d'aver ragione. Onde farò uso di tutte le mie forze e di tutta la mia fermezza affinchè, per un apparente fortuna, che io ritengo invece una disgrazia sostanziale, per la porta dell'arte corruttrice e della ricchezza non entrino in questa casa tutte le miserie di cui il mondo si lagna, e che sino ad oggi questa casa, per una benedizione speciale del cielo, affatto non conosceva."
      },
      {
        "index": 94,
        "text": "[IX]"
      },
      {
        "index": 95,
        "text": "Queste parole monsignore le proferì senza quel consueto impeto acre onde soleva esprimersi allorchè, colla convinzione di aver ragione, credeva di combattere il male; ma le porse invece con mansuetudine, con emozione, e con un certo tremito nella voce; il quale significava che quanto diceva, lo sentiva con vivissima passione."
      },
      {
        "index": 96,
        "text": "Lo stesso maestro Brambilla ne fu commosso; onde si tacque per un momento, pensando al bene che quel reverendo personaggio avrebbe potuto fare, se la sua testa avesse sortita la forza e la virtù del suo cuore."
      },
      {
        "index": 97,
        "text": "— In ciò ch'ella dice, monsignore, ci può essere qualche cosa di vero. Ma risponda intanto ad una mia domanda: se questi signori avessero fatto una pingue eredità, li consiglierebbe forse a rifiutarla, per la paura che la ricchezza potesse mai spostare ed alterare la loro beata condizione di adesso?"
      },
      {
        "index": 98,
        "text": "— La ricchezza nelle mani di questa buona gente non potrebbe essere che un mezzo felice di beneficare largamente il prossimo."
      },
      {
        "index": 99,
        "text": "— Dunque non è sempre vero che la ricchezza sia corruttrice. Dunque l'essere essa di vantaggio o di danno non dipende che dalla qualità delle persone che la posseggono. E quale è della ricchezza, tale è pure d'ogni altra cosa del mondo. L'abuso che si fa di tutto, non vuol dire che sia impossibile un uso ragionevole e lodevole. Io conosco delle donne di teatro, che non sono certo un esempio da proporsi; ma ne conosco anche di tali che, se fossero imitate da tutte le donne delle altre classi, il mondo sarebbe una meraviglia di costumatezza. E son qui con un esempio, monsignore. In questi due anni, nell'arte drammatica, è divenuta celebre una giovinetta, quella che l'anno scorso recitò con grande successo al Lentasio la Francesca da Rimini di Silvio Pellico: Carlotta Marchionni, insomma. Questa giovinetta è un modello di virtù, e il suo esempio frutta alle altre sue compagne; perchè il proverbio dice che i buoni fanno i buoni, e perchè anche la virtù, per fortuna, è attaccaticcia. Siccome questo teatro c'è, perchè ci dev'essere ed è una necessità inevitabile della convivenza sociale; così, per purgarlo della corruzione che ella teme tanto, il miglior mezzo è quello di avviarvi anche le persone che, avendo un talento fatto apposta per far prosperar l'arte, hanno anche sortito un'indole così buona, ed hanno avuta un'educazione così costumata, da far venir di moda la virtù anche là dove, secondo quello che troppo facilmente crede il mondo, sarebbe impossibile."
      },
      {
        "index": 100,
        "text": "— Di questa Marchionni ho sentito anch'io parlar con gran lode. Ma so anche che ella non ha il dono funestissimo dell'avvenenza. Quanti guai si stornano allorchè una ragazza non fa nè freddo nè caldo! ma la bella ragazza provoca la tentazione; e la tentazione, se non trionfa oggi, trionfa domani..."
      },
      {
        "index": 101,
        "text": "— Per la medesima ragione trionferà sulla figliuola di costoro qualunque fosse il tenore di vita che dovesse seguire, anche rimanendo in casa, anche fuggendo il teatro, anche trascurando quel talento straordinario che la natura le ha dato. Queste due oneste persone, senza loro colpa, non sono ricche. Lei, monsignore, m'insegna che la povertà è l'ausiliaria più obbediente della tentazione. Se la fanciulla avesse a far la ricamatrice, come sua madre, o la sarta, o la modista, crederebbe, monsignore, di poterla salvare da tutti i pericoli del mondo?"
      },
      {
        "index": 102,
        "text": "— C'è il matrimonio per questo... basta ch'ella trovi un uomo della sua condizione... e tutto è aggiustato; e per questo m'impegnerò sempre io."
      },
      {
        "index": 103,
        "text": "— MI pare che dovrebbe toccare alla fanciulla a scegliersi il marito... non al parroco della metropolitana. Non mancherebbe altro che i preti dovessero avere il diritto di far da arbitri anche nelle questioni dell'affetto! Ma ella, insomma, a forza di zelo, vuol condannare alla miseria questa famiglia; vuol negare alla fanciulla il diritto più incontrastabile che ha di non sprecare quel talento onde la Provvidenza le fu benefica; vuol, infine, impacciarla anche nel fatto del suo marito futuro, e condannarla, se le venisse mal scelto, ad una vita perpetuamente scontenta e infelice."
      },
      {
        "index": 104,
        "text": "[X]"
      },
      {
        "index": 105,
        "text": "A questo punto s'impegnò più viva che mai la lotta tra monsignore e il maestro Brambilla, dopo la quale, nessuno dei due si smosse dalle proprie idee. Monsignore dichiarò solennemente ai conjugi Gentili, che se essi avessero avviata la loro figliuola sul teatro, non avrebbero mai più veduta la sua faccia; perchè egli non voleva essere testimonio inerte e complice indiretto di tanta disgrazia... Così dicendo, partì, lasciando i signori Gentili immersi nella costernazione, nell'esitanza e nell'imbroglio; e raddoppiando nel maestro Brambilla la voglia e il proposito di liberare quella buona famiglia da una protezione che, se era santa nel desiderio, poteva riuscire dannosissima nelle conseguenze."
      },
      {
        "index": 106,
        "text": "Passarono più mesi. La fanciulla compì i quattordici anni. Siccome aveva assai svegliatezza d'ingegno, così cominciò a comprendere di avere il diritto di esprimere la propria volontà. I genitori non le avevano mai detto del diverbio avvenuto per lei tra l'Opizzoni e il maestro Brambilla; ma ella seppe ogni cosa dalla signora Corali, onde un giorno ebbe il coraggio di risentirsi con sua madre, e lamentarsi che la si sacrificasse in quel modo, col rifiutare le generose esibizioni del maestro Brambilla d'istruirla nel canto. Era quella la prima volta che essa, buona qual'era e sommessa per indole e per educazione, parlava in tuon sì alto a sua madre, laonde questa, pel dispetto, sebbene la mattina si fosse confessata e comunicata, le diede due sonori schiaffi. Non ci mancava altro! lo seppe la signora Corali, la quale fece gran chiasso; lo seppe il maestro Brambilla, che rimproverò la madre, già pentita d'aver percossa la propria figliuola; la quale, alla sua volta, tenne il broncio per un pezzo, dicendo e ripetendo e gridando, che se avessero continuato ad attraversarsi così ostinatamente alla sua inclinazione, un bel giorno sarebbe fuggita di casa."
      },
      {
        "index": 107,
        "text": "Queste non erano che parole, ed ella era tanto buona, che non so che cosa avrebbe fatto piuttosto che abbandonare i genitori. Ma alla fine i parenti si risolsero a prendere un partito. Mandarono a chiamare il maestro Brambilla; questi, per tranquillare la loro coscienza, li consigliò a sentire anche qualche altro prete, un uomo di vaglia, e propose loro il prevosto di San Simpliciano, della qual chiesa egli era l'organista. Per tagliar corto, una mattina il maestro Brambilla fece portare un pianoforte in casa Gentili, e cominciò le sue lezioni. I progressi furono rapidi e straordinarj. Di lì a un anno fece sentire la sua allieva in varie accademie: la giovinetta sorprese tutti. Cantò al Casino dei Negozianti, e la vice-regina le regalò uno smeraldo e la baciò in volto; chè la bellezza di quella fanciulla era di quel genere che eccita la simpatia e l'ammirazione perfino nelle donne. Cantò più volte al teatro Filodrammatico; là i giovinotti galanti cominciarono a farle intorno le loro evoluzioni d'idolatria e di spasimo; i socj del Casino s'addensarono sul palco scenico, per vederla dappresso e farle i loro complimenti nel punto che rientrava nelle quinte. I mercanti della via dei Pennacchiari s'accorsero presto che più d'un damerino passava e ripassava per di là, onde cogliere il momento fortunato ch'ella s'affacciasse; e molti s'accontentavano persino di far la sola conoscenza dalla finestra."
      },
      {
        "index": 108,
        "text": "Di tutte queste evoluzioni galanti, ella, assorta come era nell'arte sua, e naturalmente modesta, non se ne dava nemmen per dedita. Bensì, di quanti complimenti le avean fatti i giovani nelle sale accademiche dove aveva cantato, ella non tenne a mente che quelli d'un solo; non ci fu nulla di serio, però; ella vide colui più volte, e lo sentì a suonar la viola con un interesse speciale,"
      },
      {
        "index": 109,
        "text": "ma vago e non profondo; colui le rivolse più volte la parola, ma ella, contegnosa e riservata, non adempì, rispondendogli, che alle leggi imprescindibili del galateo."
      },
      {
        "index": 110,
        "text": "Nè si ricordò di lui solo, ma con più frequenza, sebbene con suo gran dispetto, si ricordò delle parole enfatiche, in cui eran trascorse più gocce corrosive di lubricità, che le aveva rivolte il conte Alberico B...i sul palco scenico del Teatro Filodrammatico."
      },
      {
        "index": 111,
        "text": "E qui dobbiamo occuparci un po' a lungo di questo conte: il crotalo infesto, destinato a spander bava e veleno su quanti lo avvicinano."
      },
      {
        "index": 112,
        "text": "[XI]"
      },
      {
        "index": 113,
        "text": "Di questo personaggio abbiamo già avuto un abbozzo fatto alla sfuggita dal signor Giocondo Bruni. Ora tocca a noi, se ci riuscirà, a farne il ritratto compiuto."
      },
      {
        "index": 114,
        "text": "Vi sono famiglie, segnatamente patrizie (e ciò per la ragione che dànno più nell'occhio, e il pubblico ha il modo di seguirle coll'attenzione), nelle quali s'è potuto notare, essere ereditarie certe tempre di carattere, certe qualità morali, certe attitudini d'intelletto. La dinastia sabauda conta una serie non interrotta d'uomini di studio. La casa Capponi, da colui che fece cader la cresta dello spavaldo Carlo di Francia al vivente Gino, non annovera che uomini di gran senno e di gran propositi."
      },
      {
        "index": 115,
        "text": "In casa Belgiojoso si può far conto del perfetto gusto musicale, delle voci di basso e di tenore sempre avvicendate e di una intonazione impuntabile, che in questi tempi può diventare un oggetto d'affezione. In certe case è"
      },
      {
        "index": 116,
        "text": "D'età in età Ereditaria L'asinità."
      },
      {
        "index": 117,
        "text": "In alcune l'avarizia, in altre la prodigalità; in queste l'orgoglio, in quelle la modestia, ecc. ecc. Il contino Alberico B...i nacque in una casa dove dal capostipite fino a lui si alternarono, col sistema delle piastrelle e della pila voltaica, un birbone d'ingegno e un birbone volgare; un ramo pronunciatissimo di pazzia esaltata dalla protervia era poi stato comune a tutti, e fu, come il cartone bagnato, mantenitore della corrente elettrica. Il contino, fin da ragazzo, a chiarissimi segni mostrò di non essere un bastardo; mostrò di poter appartenere alla classe dei birboni volgarissimi. Manesco e crudele coi fanciullini più piccoli e più deboli di lui, per trafugar loro un balocco, fu colto spesso dai servitori e dall'ajo a commettere tali atti da far raccapricciare, e quando questi venivano riferiti alla madre, piuttosto severa, allora dava saggi così cospicui d'indole bugiarda, che non era possibile cavargli di bocca la verità nemmeno a strozzarlo. Ma, ciò che è peggio, questa sua avversione a confessare la verità non si limitava a difendere sè stesso, ma invadeva il campo dell'invenzione; per vendicarsi, si godeva a raccontar cose gravissime a danno dei servitori, e con tale malizia e astuzia, che, a tutta prima, non era possibile negargli fede; quindi, più d'una volta, accadde che qualche servitore venne scacciato, che qualche frequentatore della casa si vide, senza poter mai indovinare il perchè, male accolto dai padroni, e anche messo alla porta."
      },
      {
        "index": 118,
        "text": "Collocato in un collegio di gesuiti, primeggiò fra i condiscepoli per una memoria straordinaria. Delle facoltà dello spirito, in quell'età che esse si spiegano e si sviluppano, diede poi a divedere di non avere di distinta che quella sola; le altre erano tutte mediocrissime. Però, quando fu a quel punto degli studi che non basta soltanto imparare e ritenere, ma bisogna produrre; più di un condiscepolo lo sopravanzò e di molto; e allora quell'orgoglio, che in lui non aveva potuto destarsi prima, balzò fuori di colpo, e insieme coll'orgoglio anche l'invidia; bugiardo com'era, e in quel modo più infesto che abbiamo detto dianzi, mise sovente i condiscepoli in gravi condizioni al cospetto dei maestri. Scoperto, ebbe più d'una volta, dai compagni più generosi e più espansivi, delle formidabili tambussate, ch'egli subiva a capo chino senza far motto, per rapportare poi tutto ai superiori. In un collegio di gesuiti poteva essere tollerata la bugia, la calunnia, la viltà, la denunzia; ma i cazzotti dati a buona guerra non potevano figurare mai nella tabella delle cose permesse: onde esso riusciva sempre a trionfare, e i generosi a portar sempre la pena di tutto."
      },
      {
        "index": 119,
        "text": "Uscito di collegio, passato all'università, risparmiato dalla coscrizione militare per esser figlio unico; studiò legge dapprincipio, poi si ascrisse alla facoltà medica, sollecitato non già dal"
      },
      {
        "index": 120,
        "text": "nobile amore della scienza, ma da un intento stranissimo e turpe, che noi non troviamo la parola per poter definirlo. Egli nella sala anatomica si pasceva della vista dei cadaveri muliebri sottoposti alla sezione; nè l'indole sua simulatrice bastò a nascondere ai condiscepoli quella orrida sua bramosia; perciò un suo compagno, osservatore acuto, lo chiamò la satiriaca jena. E questo fu l'altro istinto che si sviluppò tra gli anni dell'adolescenza e della giovinezza; «chè ad ogni fase della vita era destino che gli desser fuori tutte le prave tendenze onde, nei tristi, ciascuna età dell'uomo può essere contaminata. Fu dunque un libertino dei più dissoluti e osceni, e dello spettacolo delle donne andava sì preso, che le divorava cogli occhi, e i suoi occhi assomigliavano, nella movenza maligna e procace e in quel senso d'ineffabile disgusto che eccitava, a quelli dell'ourang-outang e del mandrillo. A ventun anni s'invaghì d'una bellissima giovinetta di nobile casato. Il suo non fu l'amore che deriva dalla squisitezza del sentimento; ma quel furore voluttuoso fatto di grascia bollente; quel furore ributtante che, in alcuni quadri barocchi, vediamo nei fauni che inseguono qualche ninfa."
      },
      {
        "index": 121,
        "text": "Siccome era profondamente dissimulatore, e nel collegio dei gesuiti aveva condotta all'ultima perfezione quella sua qualità, così nella casa di lei recitò così bene la parte di bravo giovine, che alla fanciulla non dispiacque del tutto, e i parenti furono contentissimi di dargliela in isposa, quand'egli ne fece la domanda. Povera giovinetta! Un canarino gentile dato in dono a un fanciullo perverso, che in sul primo lo accarezza e lo bacia per la novità, poi gli strappa la coda, poi gli spenna le ali, poi gli cava un occhio con uno spillo, può dare qualche idea del come si trovò quella disgraziata nelle mani di quel tartufo maniaco inferocito. Di tal modo ella visse con lui cinque anni, e, per sua fortuna, morì di febbre perniciosa. Egli stette solo per assai tempo, durante il quale gettò dietro alle donne danari a manate; poi, venutogli un altro capriccio indomabilmente rapido, prese in moglie un'altra giovine e ricca. Contava allora ventisette anni, e di fresco aveva accresciuto l'asse paterno, alquanto dilapidato, coll'eredità di un grosso milione. Questa seconda moglie era di carattere altero e forte, ed a coloro che si fecer lecito di dirle, si guardasse bene di unirsi a quella bestia feroce, rispose: la domero io."
      },
      {
        "index": 122,
        "text": "[XII]"
      },
      {
        "index": 123,
        "text": "Quando al conte B...i morì la prima moglie, si disse da taluno che quella morte immatura era stata la conseguenza degli assidui patimenti onde il marito l'aveva torturata. Questa diceria però era corsa vagamente pel mondo; chi lo conosceva intimamente, non si rifiutava a prestar fede a quanto si andava buccinando; quelli che lo conoscevano superficialmente, e che al teatro, al caffè, nelle liete brigate lo trovavano uomo compagnevole e festoso, credettero e non credettero; nessuno però diede a quella voce l'importanza che meritava. Nessuno sapeva immaginarsi in che modo l'avesse potuta torturare al punto da farla morire. Agli egoisti gaudenti del bel mondo non pareva vero che si potesse uccidere una donna senza pistola, senza coltello, senza corda, senza veleno... La novella sposa pensò anch'essa come costoro, e piena di fiducia entrò nella casa maritale. Per qualche tempo le cose camminaron bene; anzi trionfalmente, al segno che essa ebbe a dire che tutti gli uomini possono essere e buoni e cattivi, e che dipende dalle donne il farli piegare piuttosto in un verso che nell'altro."
      },
      {
        "index": 124,
        "text": "Ma i gaudj non si protrassero nemmeno un anno. La nuova donna aveva cessato di piacere al conte; però dalle gentilezze ei passò tosto alle persecuzioni. Queste persecuzioni non erano gravi; anzi eran minute; ma quotidiane, assidue, incessanti, e non lasciavan tempo al fiato di rifarsi nel polmone. L'indiano si difende e si salva dal leone e dalla tigre, ma cade affranto se nugoli di vespe lo assalgono e gli avventano senza tregua il loro pungiglione. Il conte Alberico contraddiceva a tutto: il suo studio maligno consisteva nell'osservare che cosa piacesse o non piacesse alla moglie, per far sempre tutt'all'opposto; se essa prediligeva la compagnia di qualche cara amica, egli si comportava in modo che questa fosse costretta a non entrargli più in casa. Se a lei era antipatico qualche omaccio parassita e vile, che facesse la corte a lui per scroccargli i pranzi, ei gli prodigava"
      },
      {
        "index": 125,
        "text": "ogni maniera di gentilezze, e sopratutto lo voleva aver sempre seco in casa, in carrozza, in palco, in villa."
      },
      {
        "index": 126,
        "text": "Ma, quello che costituì il tormento massimo di quella donna che, nonostante la sua forza d'animo, cominciò a perdere l'allegria, la freschezza e la rotondità, fu la continua burrasca in cui venne a trovarsi avvolta per ciò che riguardava la servitù. Egli pretendeva, senza dirlo (ma ciascuno se ne accorgeva) che la servitù odiasse e trattasse male la padrona; e siccome ciò, se avveniva per qualche poco, non poteva continuare, allora egli si rivoltava contro la servitù, ed or con un pretesto, or con un altro, scacciava la cameriera, scacciava il cocchiere, scacciava il cuoco. I servi si rinnovavano; sobillati da lui, in sul principio si comportavano indegnamente colla padrona, ma presto, accorgendosi della tristizia inqualificabile di lui, piegavano pentiti verso di lei, e si studiavano di risarcirla dell'offese. E allora egli ricominciava le persecuzioni, gridava, strepitava, qualche volta percuoteva; e i servi si licenziavano uno dopo l'altro, ed altri comparivano, e si tornava sempre al medesimo barbaro giuoco. In un mese si cambiarono tanti servi e camerieri e cuochi, che la casa del conte B...i pareva l'ufficio d'indicazione del mediatore Mustorgi. Nè le vessazioni dovevano fermarsi qui. La signora si trovò incinta. In quella circostanza i suoi portamenti furono tali, a giudizio dei servi impietositi, da far sospettare che egli, intendente com'era di medicina, cogliesse ogni occasione per sconcertarla nella gestazione."
      },
      {
        "index": 127,
        "text": "Quando giunse il giorno che la signora si sgravò, egli col pretesto che, invece d'un maschio, era venuta in luce una bambina, s'infuriò, gridò, ululò, sbattè imposte, e, a tutti gl'indizj, parve che, coi sussulti e gli sgomenti tanto pericolosi alle puerpere, mirasse a provocare una flogosi violenta che gli portasse via la moglie in poco tempo. Il professor Strambio, chiamato dalla levatrice inorridita, prese allora di fronte il conte Alberico, e gli diede un lavacapo con minaccia di peggio. E allora colui a infingersi, a umiliarsi, a protestare un immenso affetto per la sua cara moglie, a dichiarare ch'egli era tutto stravolto pel timore che aveva di perderla; laonde il dottor Strambio, non sapendo a chi credere, se ne andò crollando il capo, e non si fece più vedere."
      },
      {
        "index": 128,
        "text": "Queste scene atroci si ripeterono: la madre e la sorella di quella povera donna stavan sempre in timore di qualche sventura quand'ella trovavasi incinta; condizione già pericolosa per sè stessa, ma che in quella casa e con quel marito assomigliava ad una sentenza di morte sempre sospesa sul capo. Di tre figlie che ebbe, l'ultima nacque morta, e la disgraziata madre ebbe a subire una malattia lunga, che le guastò al tutto la complessione."
      },
      {
        "index": 129,
        "text": "[XII]"
      },
      {
        "index": 130,
        "text": "In questo tempo, il conte parve più sopportabile in casa; ma ciò potè dipendere da un nuovo vizio datogli fuori: il vizio dell'ambizione. — Presentato a corte, desiderò di essere qualche cosa, di esser fatto ciambellano, di aver decorazioni, di aver titolo di duca come il Litta, di esser fatto consigliere di Stato. E, a quest'intento, perchè quando una passione l'invadeva, ei le si dedicava corpo ed anima, si accostò al vicerè, e fu il suo lecca-zampa più fedele, più obbediente e più vile. Indovinando le voglie di lui, spesso, con impudenza codarda, fu il suo manutengolo in tresche amorose; spesso, e ciò con maggior danno del prossimo, o riferendo il vero che non poteva piacere al vicerè, o inventando cose compromettenti, con ingegno diabolicamente astuto mise in gravissimi imbarazzi conoscenti e amici. Ma il vicerè se lo adoperava, lo disprezzava anche, e non gli concesse mai nulla di ciò che con insistenza domandava; laonde nel 1814 il conte B...i se gli voltò contro, e sebbene respinto dai galantuomini, nondimeno, scaltro com'era e matricolato nella simulazione, riuscì a ingraziarsi al partito italico."
      },
      {
        "index": 131,
        "text": "Nella famosa giornata del Prina, a rendersi accetto al popolaccio inferocito, fisse e rifisse nel cadavere sfigurato il puntale dell'ombrello. Ritornati gli Austriaci, fu presto ai pranzi di Bellegarde; poscia alle feste di corte, quando vennero il vicerè e la viceregina. Nel tempo stesso però aveva fatto di tutto per aver parte nella congiura militare del 15; continuava a infastidire con proteste di"
      },
      {
        "index": 132,
        "text": "devozione gli uomini del partito italico. Era una pecora codarda ed importuna, che ad ogni costo voleva introdursi tra le gambe dei cavalli generosi."
      },
      {
        "index": 133,
        "text": "Quando quelli di cui si vantava amico, lo respingevano con qualche sgarbo; quando non trovava il modo di ficcarsi dov'egli voleva, allora i malumori e le procelle e le tempeste casalinghe ricominciavano."
      },
      {
        "index": 134,
        "text": "Nel 1817 ci fu altro cambiamento di scena. Esso venne ad incapricciarsi bestialmente di una giovine cortigiana di meravigliosa bellezza, venuta allora a tender le sue reti ai paperi milanesi della classe nobile e ricca. AI solito, quel capriccio fu una mania e un furore. Mantenne lei, il padre, la madre, le sorelle di lei; le apprestò carrozze, cavalli, palco in teatro, villa sul lago di Como. Ma in breve venne a mancare il denaro per la moglie e per le figlie; ma i servi non eran pagati puntualmente; ma il fieno fatto passar nelle stalle della cortigiana, venne meno al servizio della casa. E qui i lamenti della moglie e le querele dei parenti di lei; e i furori di lui e minacce ogni sorta, e più che minacce, perchè una notte misurò sulla testa della disgraziata moglie un colpo colle molle del caminetto, intanto che vi stava attizzando il fuoco."
      },
      {
        "index": 135,
        "text": "Questo fatto, saputo dai parenti di lei, li determinò a procedere per una divisione legale di mensa e di letto. La petizione fu presentata ai tribunali. Chiamato a dar conto di sè, esso calunniò la moglie con oscenissime invenzioni; ma non operò che a danno proprio, perchè i giudici indignati sentenziarono per la divisione legale, per la pensione alla moglie, per l'interdizione di lui. Questa volta tutto camminò col trionfo della giustizia. Ma fu per poco. Essa morì in capo all'anno, lacerata d'animo, disfatta di corpo, ridotta a tal condizione che pareva una larva, anzichè una persona viva. Quando gli giunse la notizia della morte di lei diede un banchetto ai contadini della villa dov'egli erasi ritirato colla concubina, e la notte volle che il palazzo fosse illuminato a giorno."
      },
      {
        "index": 136,
        "text": "Vedremo in seguito, come, nonostante questi orribili precedenti, quest'uomo, in conseguenza di pessime istituzioni sociali, per alcune leggi improvvide, per una podestà lasciata con soverchio abbandono a chi non deve averla e non la merita; per l'onnipotenza del denaro che dà la ragione a chi ha torto; per la viltà degli uomini, complice troppo spesso l'autorità stessa, fu lasciato ancor padrone del campo: come un lupo, che, dopo essere stato lo spavento delle madri e dei bambini nel villaggio remoto, non si provvede a prenderlo nel laccio, nè a coglierlo coll'archibugio, ma lo si lascia ancora vagar liberamente per le campagne."
      },
      {
        "index": 137,
        "text": "[XIV]"
      },
      {
        "index": 138,
        "text": "Quando vedemmo il conte Alberico mescolato ai soci della Compagnia della Teppa sulla piazzetta di San Pietro e Lino, egli era nella massima esaltazione di un furore amoroso per madamigella Gentili; aveva già mandato persone a parlare ai parenti di lei, a far proposte di matrimonio. Aveva anche ricevuto due rifiuti, che sempre più gl'irritarono quel suo desiderio ardente; era inoltre tutto sossopra per le smanie gelose che alcuni suoi conoscenti gli avevano messo in cuore, col dirgli che la fanciulla era innamorata di un altro. Fu allora che avendo sentito a parlare di una serenata, aveva eccitato i compagni per scompaginarla a suon di bastone, nella speranza che si sarebbe potuto spezzar la testa anche al rivale, dal quale presuntivamente quella serenata doveva essere stata ordinata. Le cose camminarono come camminarono: avendo scorto tra i suonatori e i cantanti il conte Emilio Belgiojoso, a tutta prima s'era perduto di coraggio, vedendo in lui un rivale formidabile; ma poi, assicurato dal suonatore d'oboe, Yvon, il quale aveva una speciale predilezione per la cronaca urbana e s'interessava d'ogni fatterello privato, che il conte aveva tutt'altro per la testa, e che invece il presunto amante doveva essere quel Giunio Baroggi dilettante di viola, il conte Alberico a tale notizia si sentì riposto in sella, perchè comprese che coi milioni non era difficile a scavalcare un giovine non ricco. Tornò pertanto a tempestare il cugino marchese F..., tutore delle sue figlie, perchè s'interessasse a tal faccenda; il marchese aveva creduto bene, come sappiamo, di parlarne a monsignor Opizzoni, suo conoscente intimo, siccome all'unico personaggio adatto a"
      },
      {
        "index": 139,
        "text": "compor simili negozj. Le cose erano a questo punto, quando avvenne la scena procellosa tra il giovine Suardi e il marchese F..."
      },
      {
        "index": 140,
        "text": "Questa scena, non tanto per sè stessa, ma per le sue conseguenze, venne a sconcertar le speranze e i disegni di Alberico. Ma prima di spiegarne il modo, dobbiamo intrattenere il lettore d'altri fatti."
      },
      {
        "index": 141,
        "text": "Monsignore Opizzoni erasi assunto l'impegno di parlare coi conjugi Gentili, dimentico, nella sua qualità di santo, di ogni rancore avuto secoloro, e certo d'altra parte di fare un'opera meritoria, col salvare cioè un'anima già ipotecata al diavolo, e col togliere con un colpo maestro una fanciulla ancora innocente dagli orrendi pericoli che la carriera del teatro le veniva minacciando. Salvare un'anima perduta, e assicurare il paradiso a un'anima nata fatta per esso, furono le due idee che esaltarono la carità entusiasta di monsignore. A ciò s'aggiunga una specie di puntiglio, che, a sua insaputa, gli si era fitto nell'animo, e nol lasciava tranquillo da un pezzo, di riuscire ad avere il disopra su quel petulante di maestro Brambilla. Il conte Alberico, dal canto suo, avendo recitato maravigliosamente con lui la parte d'impostore, col protestare d'essere stanco e pentito della propria vita peccatrice, coll'assicurare di sentirsi purificato da quell'amore, e di non scorgere per sè altra via di salvamento che nel matrimonio con quella fanciulla santa, era pervenuto a far veder chiaro a monsignore che la Provvidenza in quella occasione avea voluto dar la più evidente prova della sua presenza, e che però bisognava assecondarla con tutta l'anima e con tutto lo zelo."
      },
      {
        "index": 142,
        "text": "Quando monsignor Opizzoni riprese le sue visite ai conjugi Gentili per fare quella proposta che, secondo il suo concetto, doveva riuscir salutare come un miracolo di Gesù Cristo; madamigella Stefania stava per conchiudere una scrittura coll'impresario Barbaja. Quest'uomo, che avea cominciato la sua carriera col fare il guattero nei fondaci delle bottiglierie, poi, spinto dal suo genio, nell'anno medesimo che Volta inventò la pila, scoperse l'alto segreto di mescolare la panna col caffè e colla cioccolata onde nell'imperitura parola di barbajata si fece un monumento più saldo del granito; poi, diventato appaltatore dei giuochi d'azzardo nel ridotto della Scala, arricchì straordinariamente, di modo che presto assunse l'impresa del teatro stesso e quella del San Carlo di Napoli; quest'uomo dunque, meno le sue speciali cognizioni sul cacao e sul moka, era di una ignoranza mitica; ma aveva il genio del far danaro, senza guardare ai mezzi, senza idee di onestà, non fido che all'ultimo intento; come un condottiero il quale divorato dal furore delle conquiste, move innanzi senza badare al diritto, calpestando le popolazioni e moltiplicando le stragi. Nella sua condizione d'impresario era perciò uno strozzino inesorabile di maestri, di cantanti e di ballerini. Fiutava così in di grosso il vero merito, come una volpe che, così anche da lontano, alzando il muso nell'aria, sente odor di pollastro; e tosto gli era sopra per impadronirsene e divorarlo. Quando sentì l'entusiasmo che madamigella Gentili aveva destato al teatro Re, senza por tempo in mezzo, pensò ad ipotecarla a suo vantaggio. Si recò dalla fanciulla, la lodò, ma in modo da farle capire che valeva molto meno di quello che essa potesse credere; le fece capire così vagamente che, se possedeva una voce simpatica, essa era però debole, segnatamente nelle corde di mezzo, e per di più, aveva un certo tremulo che a lui, pratico del mestiere, accusava i sintomi di un facile e vicino scadimento. Dietro questo esordio le propose una scrittura per sei anni, nel primo dei quali le avrebbe corrisposto lire cinque mila, sei nei tre successivi, otto mila negli ultimi due."
      },
      {
        "index": 143,
        "text": "I genitori rimasero sbalorditi di così misere proposte, e si guardarono in faccia quasi a dire: Il maestro Brambilla ci ha dunque ingannati. — E madamigella Stefania rispose che non poteva accettare quei patti in nessun modo, e che piuttosto avrebbe rinunziato per sempre alla carriera teatrale: l'impresario replicò, ragionò e sragionò, e conchiuse che sarebbe tornato entro tre giorni a sentir la risposta definitiva. Ma nel secondo di questi giorni comparve invece monsignor Opizzoni, impresario d'anime, a fare la sua proposta inaspettata. I parenti della ragazza conoscevano il conte B...i appena di nome; tuttavia, per quanto vivessero fuori del mondo, era giunta fino a loro la notizia della torbida vita di colui, e ne fecero motto a monsignore; ma egli tosto lor contrappose. che se esso aveva avuto un cattivo passato, era da ascriversi al bollore della gioventù, all'inesperienza, all'essere stato disgraziato nella scelta delle mogli; che, di presente, quantunque fosse ancora in freschissima età, non era però più in quella procellosa stagione della vita, in cui tutti gli uomini,"
      },
      {
        "index": 144,
        "text": "quelli eziandio destinati a diventare sapientissimi, non mancano di fare sovente i loro stramazzoni; che esso avea parlato in modo, aveva espressa una tale deferenza per la fanciulla, aveva così altamente protestato che soltanto per quel matrimonio avrebbe ottenuta quella tranquillità d'animo che non ebbe mai prima e per mancanza della quale potè far cose di cui tanto si vergognava e si pentiva; che meritava assolutamente di esser preso in considerazione; e per conseguenza, dal lato di loro e della ragazza, l'annuire a una tale proposta, non era soltanto un colpo di fortuna inaspettato, un beneficio della Provvidenza, la quale esibiva alla ragazza tutti gli agi della vita, mentre le faceva scansare tanti pericoli; ma era una buona azione, un'opera meritoria, un mettersi sicuramente sulla via del Signore. I genitori guardarono alla figlia, come a dire: Che te ne pare? Ma la figlia non rispose nulla: onde monsignore, conchiudendo che, in ogni modo, la questione di un matrimonio essendo sempre una cosa gravissima, meritava il più maturo consiglio, si licenziò dicendo ai genitori che sarebbe ritornato a sentire le loro deliberazioni, e che intanto egli avrebbe pregato il cielo perchè volesse inspirarli."
      },
      {
        "index": 145,
        "text": "[XV]"
      },
      {
        "index": 146,
        "text": "L'idea della ricchezza possibile aveva in addietro lavorato così fortemente nella testa di quelle due sante persone del signor Giacomino e della sua metà, ch'eransi rassegnati a non più veder monsignore per casa, e a lasciar che la fanciulla seguisse la propria vocazione. Ma l'idea della ricchezza certa, subentrata in un momento che l'impresario Barbaja aveva ridotta ad una inaspettata diminuzione di prezzo il merito vocale di Stefania, fu così forte e formidabile da far loro conchiudere, che i figliuoli devono sempre obbedire; che la giovinezza non sa quel che si fa; che se Stefania aveva tanta passione per il canto, poteva continuar a cantare anche in casa del conte B...i. Ma Stefania, interrogata, rispose ricisamente che non voleva maritarsi; che quel signore lo conosceva di vista, e non gli piaceva niente affatto, perchè era brutto e perchè, per certe parole che aveva avuto la sfacciataggine di rivolgerle sul palco scenico del teatro Filodrammatico, doveva anche essere disonesto. Allora il signor Giacomino che frequentava le quarant'ore montò sulle furie; disse che il conte Alberico era abbastanza un brav'uomo ed anche un bell'uomo, senza essere una meraviglia; che in quanto alle parole dette o non dette, tutti i giovanotti quando parlano a donne di teatro hanno sempre quei modi e quello stile, e che era ridicolo il pigliarne scandalo."
      },
      {
        "index": 147,
        "text": "Stefania rispose con un certo slancio stizzoso, che all'uomo delle quarant'ore parve insopportabile, e al tutto sconveniente col rispetto che i figliuoli devono ai genitori; onde su quella cara e leggiadra testina lasciò andare uno scappellotto plebeo, che fece dar la fanciulla in un dirotto pianto di dolore e di rabbia. Il diavolo insomma era rientrato in casa Gentili, nascosto sotto la sottana del suo gran nemico Opizzoni. È difficile immaginare le vessazioni assidue che quei due santi fecero soffrire alla loro figliuola. Una mattina la madre la prese alle strette, perchè confessasse se mai avesse un altro amante: Stefania rispose di no; e alle repliche materne protestò e giurò, per finire a piangere come una disperata. Nel frattempo monsignore tornò più volte in casa Gentili. I genitori parlarono sempre in nome della figliuola; e questa sentì una mattina che monsignore tutto beatificato: — «Ah son ben contento, esclamò, ch'ella sia felice d'accettar la mano di colui.» Il conte B...i ebbe così il permesso d'andarle in casa. E i modi di lui, siccome aveva dell'ingegno ed era educatissimo ed ipocritissimo, furono così cortesi ed anche così ameni e disinvolti che, per la prima volta, Stefania si sentì alquanto placata e risolse di dir di sì, anche per fuggire le domestiche torture, e benchè non le paresse vero di dover sposare un uomo la cui bocca, allorchè s'apriva, presentava il desolante spettacolo dei troppo felici esperimenti dell'in allora celebrato dentista Bonella."
      },
      {
        "index": 148,
        "text": "I parenti di Stefania che, finchè durò l'opposizione di essa, avean sentito in fondo alla coscienza certe fitte intermittenti di rimorso, pur nell'esaltazione e nel dispetto che provavano nel trovare la figliuola tanto indocile e nella certezza di far l'uso il più legittimo della potestà paterna; assaporarono l'ebbrezza di una felicità non mai provata prima, nel vedere che finalmente non solo"
      },
      {
        "index": 149,
        "text": "ell'erasi piegata al loro desiderio, ma pareva anche contenta: onde diede lor fuori un amor paterno e materno così sviscerato che le prodigarono ogni sorta di carezze, di gentilezze, di delicatezze. Pareva quasi ch'ella fosse diventata la padrona di casa, perchè la madre adempiva ad ogni suo desiderio colla sollecitudine e la sommessione quasi d'una fantesca; e il padre era diventato dell'umore il più gajo, e al desco quotidiano era sollecito di servir la figliuola per la prima, chiamandola già contessa Stefania, così tra il serio e il buffo. Monsignor Opizzoni, che, essendosi accorto in principio dell'avversione della fanciulla per quel matrimonio, rigorosamente coscienzioso com'era, aveva già pensato di non parlarne altro; provò una soddisfazione ineffabile quando fu convinto che la fanciulla era contenta. Ringraziò il cielo con tutta la espansione del suo animo santo, e recatosi in casa del conte Alberico, gli fece, come suol dirsi, una paterna così calda, così eloquente, nel mettergli innanzi tutti gli obblighi a cui andava incontro nel legare per sempre alla propria vita quella della fanciulla; gli parlò con tanta effusione delle qualità squisite e maravigliose di lei, gli raccomandò con un fervore così appassionato, perfino colle lagrime agli occhi di provvedere con ogni sforzo, con ogni cura a farla felice, che per verità, chi avesse ascoltato quel discorso, avrebbe dovuto piangere di tenerezza."
      },
      {
        "index": 150,
        "text": "[XVI]"
      },
      {
        "index": 151,
        "text": "In quanto al conte, il delirio che lo invase nel pensiero che avrebbe realmente posseduto quel capolavoro di bellezza femminile, fu tale che in realtà era diventato quasi buono; non era più invidioso di nessuno, aveva smesse le menzogne e le calunnie; e stette intorno alla fidanzata con ogni maniera di gentilezze. Chicchessia pertanto (non chi scrive però, perchè di tali cose se ne intende troppo) avrebbe dovuto invidiare quella giovane creatura cullata dai genitori come se fosse una neonata, raccomandata espressamente al cielo dalle preghiere di un venerando sacerdote, idolatrata dal futuro sposo; al che si aggiunga la splendida prospettiva del cocchio, del palco in teatro, delle livree, dei viaggi a Parigi, a Londra, a Madrid, delle conversazioni serali e vocali, dov'ella necessariamente sarebbe stata la regina legittima e perpetua della festa."
      },
      {
        "index": 152,
        "text": "Esultavano dunque tutti, ma tutti a danno di una sola, e precisamente quelli che, esaurita la maggior parte della vita, avean raggiunta l'età in cui gli uomini non dovrebbero avere altro obbligo che di provvedere al bene della gioventù che sorge, di apprestarle tutte le occasioni della felicità possibile, di soccorrerla, di salvarla, di colmarla di beneficj. Esultavano tutti a danno di una sola. La giovinetta Stefania, leggiadra, bella fra le bellissime, dotata di un talento straordinario e in quella sfera dell'arte che è la più lusinghiera e la più affascinante di tutte; essendo alimenti naturali di questo medesimo ingegno il sentimento, l'entusiasmo, l'amore ardente del bello, e attraverso e intorno e dentro a tutte codeste attitudini, una serpigine occulta, persino a lei stessa, ma prepotente e fortissima, di una sensualità gentile, che non offendeva la castità nativa, ma le metteva in ebollizione il sangue con tentazioni arcane; l'unica figliuola di due santi testardi e inconsciamente spietati, eletta creatura che cresceva allora e per la quale quanti le stavano intorno avean l'obbligo di sacrificarsi, era predestinata invece, come Ifigenia, per i fatali responsi di un sacerdote, ad essere immolata sull'ara paterna, e a diventare, come Andromaca o come Angelica, pasto consacrato alle zanne d'una belva affamata."
      },
      {
        "index": 153,
        "text": "E la belva affamata, divenuta transitoriamente mansueta nell'aspettazione del pruriginoso cibo adocchiato e presentito, si recò una mattina dal suo nobile cugino marchese F..., amministratore della di lui sostanza e di quella delle sue figlie, per pregarlo di anticipargli un centinajo di mila lire per le spese degli sponsali. Ma il marchese, contro ogni sua aspettazione e con sua dolorosa sorpresa:"
      },
      {
        "index": 154,
        "text": "— Io non ti anticipo nulla, disse. — Ho altro per la testa in questi dì."
      },
      {
        "index": 155,
        "text": "— Ma, e che è avvenuto?"
      },
      {
        "index": 156,
        "text": "— È avvenuto che non ho danari da dare altrui: segnatamente quando si tratta di soddisfar capricci, e probabilmente di far nascere dei disordini."
      },
      {
        "index": 157,
        "text": "— Disordini?"
      },
      {
        "index": 158,
        "text": "— Peggio che disordini, perchè una bellissima ragazza di diciott'anni, vagheggiata e desiderata dalla più avvenente gioventù di Milano, e che si adatta a congiungersi con un tuo pari, è una tale anomalia da non potersi comprendere. Io ti ho raccomandato a monsignore, perchè credevo che quel sant'uomo, liberando me dal fastidio di fare il sensale di matrimonj, avrebbe detto tutto ai parenti della fanciulla; non omettendo di far loro presente che a soli trentasei anni ti son già morte due mogli, giovanissime l'una e l'altra."
      },
      {
        "index": 159,
        "text": "— Ma che discorsi son questi, caro marchese? Ma quando uno sposa una donna, ha forse l'obbligo di garantirle la vita?"
      },
      {
        "index": 160,
        "text": "— Non so nulla. Ma io non darei mai mia figlia ad un uomo ancor giovine, che si è già trangugiato due mogli come due uova fresche. Ma queste sono parole; il fatto è che i danari non te li do."
      },
      {
        "index": 161,
        "text": "Questo repentino cangiamento nell'umore del marchese F..., che in quella mattina si mostrò col conte Alberico bisbetico fino alla provocazione e all'ingiuria, e che il conte Alberico sopportò per quella viltà che lo faceva tacer sempre innanzi a quelli che potevano più di lui e non dipendevano da lui, era stato provocato da un incidente tutt'altro che atteso dal marchese, il quale si trovò risospinto nel mare pericoloso del tribunale, e si vide di nuovo nel pericolo di perdere quei tanto contestati milioni della lite centenaria, per una lettera che il notajo Agudio da una sua campagna presso Varese, dove era gravissimamente ammalato, aveva scritto al Direttore di polizia."
      },
      {
        "index": 162,
        "text": "Il marchese nell'ozio fastoso della sua ricchezza non contrastata, nella compiacenza beata d'essere un gran facoltoso rispettato e temuto, soleva assecondar volontieri chi gli si raccomandava, e non si lasciava troppo pregare nel far piaceri a parenti ed amici, e perciò aveva trovato giustissimo che suo cugino si preparasse ad assassinare un'altra moglie. Ma l'inatteso pericolo sorgiunto gli rovesciò l'animo, lo fece diventare bisbetico e intrattabile. Parendogli che tutti fossero in miglior condizione di lui, sentì il morso della più dispettosa invidia pur contro quel vile briccone di Alberico che, senza cure di nessun genere, pensava a soddisfare a nuovi capricci. Non sperar nulla però, o lettore di buon cuore; bensì preparati a fatti strani."
      },
      {
        "index": 163,
        "text": "[XVII]"
      },
      {
        "index": 164,
        "text": "Una quarantina d'anni sono, il corso festivo del popolo milanese, disertato dall'antica via Marina, e poscia dai giardini e dal bastione di porta Orientale, erasi ridotto a porta Romana. Pare che questa deviazione, che infranse per cinque o sei anni la secolare consuetudine, sia stata occasionata da un tale, che, avendo viaggiato in Russia, introdusse nell'osteria del Monte Tabor, posta ai fianchi della porta Romana, il divertimento della slitta. Costui, traendo profitto degli accidenti di giacitura di quella parte di bastione che si venne col tempo addossando ed innalzando sulle vetuste mura di Milano, vi praticò una discesa precipitosa di centocinquanta passi, pavimentata in legno liscio con solchi paralleli, in cui scorrevano delle ruotelle in ferro portanti una seggiola per una persona, od anche per due, quando l'una avesse caro di sedere in grembo all'altra."
      },
      {
        "index": 165,
        "text": "Questo divertimento, per quanto fosse puerile, come dicevano gli uomini gravi e non più giovani d'allora, fu potente a far cambiar direzione a centomila gambe. Fosse la novità della cosa; fosse che (siccome si usa nelle feste da ballo, che il cavaliere si piglia seco la dama o la damigella, e anche senza conoscerla, dalla usanza tiene la sanatoria di danzare con essa e di abbracciarla a suon di musica), fosse dunque che i giovanotti e i cacciatori d'amore avessero il permesso di tirarsi in grembo le signore più o meno maritate, le fanciulle più o meno custodite, e che alle fanciulle e alle signore non dispiacesse niente affatto di sedere a quel modo, il fatto sta che l'insolito gioco ebbe un successo di entusiasmo e di delirio. Nelle giornate di giugno il concorso cominciava all'alba e finiva a mezzanotte; cosa che si comprende facilmente quando si sappia che con soli 50 centesimi si pagava l'ingresso e tre slitte."
      },
      {
        "index": 166,
        "text": "Nei giorni di festa e di giovedì l'affluenza delle carrozze era tale, che dal ponte alla porta dovevano procedere lentissime in due file, ed anche far lunghe soste. Il fortunato importatore di questa slitta senza ghiaccio guadagnò per molto tempo più di mille lire al giorno. Quando uno, nel caso di metter fuori una ditta, sceglie per socio il peccato, è quasi sempre sicuro di far fortuna. In conseguenza però di parecchi disordini avvenuti, la polizia dovette sospendere quel divertimento per qualche tempo; e non ne concesse di nuovo l'esercizio che col primo maggio del 1820. Fu allora che il Monte Tabor, abbellito di nuove piantagioni, ornato di pergolati e padiglioni, rallegrato dalle bande musicali, col libero ingresso alla slitta accordato a chi desinava in quell'osteria, tornò ad attirare a sè tutta la folla gaudente della città di Milano."
      },
      {
        "index": 167,
        "text": "Nel dopopranzo del 24 settembre, giorno di domenica, era, come di consueto, affollatissimo lungo il corso di porta Romana il passaggio dei pedoni, prolungato e lento e ad ogni istante interrotto il procedere delle carrozze, dei pesanti e maestosi /ando, dei bombé non ancora scomparsi, dei birbini, dei cabriolets; piena la corsia interposta tra le due file di eleganti cavalieri, che si fermavano al fermarsi de' cocchi, a' cui sportelli apparivano tutte le foggie dei cappelli femminini che in quei giorni erano stati incisi e dipinti sul Corriere delle Dame, redatto allora da Angelo Lambertini; cappelli di crepon, di raso, di treccie di cotone, di paglia di Firenze con penne di struzzo, con marabouts, con piume scozzesi, ecc., ecc. Presso all'osteria del Monte Tabor era un ingombro inestricabile di cocchi, di cavalli tenuti a mano dai palafrenieri, dalla più minuta gente del popolo, la quale, mancante degli indispensabili cinquanta centesimi per entrare, si accontentava di vedere lo spettacolo esterno e di sentire la musica delle due bande militari, che, collocate alle parti estreme dell'osteria, si alternavano nell'eseguire i pezzi delle opere teatrali allora più in voga. In quel dopopranzo, il concorso alla slitta era forse maggiore del solito, perchè si sapeva che, per la prima volta, vi dovevano intervenire il vicerè e la viceregina, i quali tenevano dall'imperiale parente il mandato di aspirare alla popolarità, mescolandosi ai cittadini e al popolo."
      },
      {
        "index": 168,
        "text": "L'interno dell'osteria, dai bassi piani, dalle falde sino all'ultima vetta del Tabor, era un vero alveare rumoroso e gozzovigliante, percorso e ripercorso senza posa da camerieri trafelati. Verso le ore sei arrivarono, preceduti dal giallo battistrada, i due tiri a sei vicereali, il che se, pel momento, produsse una sosta nella agitata faccenda della cucina e della cantina, accrebbe il movimento e il fracasso del pubblico accorso, e non mancarono, pur troppo, i battimani prolungati all'entrare delle loro Altezze Imperiali nel locale della slitta. Vi fu, com'è naturale, qualche faccia pesta, qualche costa indolenzita, allorchè i curiosi pretesero tutti di vedere dappresso la viceregina ad assidersi nel calessino della slitta, ed a fare i suoi cinque o sei giri in pochi minuti. Possiamo assicurare che la viceregina ebbe un successo di fanatismo anche perchè era una bellissima donna, più alta di una Patagona, e perchè forse nella rapida discesa, squarciando il vento, permise che le candide gonne, alzandosi in barocchi svolazzi, lasciassero vedere un pajo di gambe dense e poderose, di quelle che di solito non sembrano concesse alle Altezze Imperiali. Non mai artista, nè cantante, nè ballerino o cavalcatore, nemmeno la Malibran, nemmeno la Elssler, nemmeno Miss Ella, fecero girar la testa al pubblico, affrontando tutte le difficoltà dell'arte e il pericolo di rompersi il collo, come la viceregina sedendo comodissimamente in slitta."
      },
      {
        "index": 169,
        "text": "Qualunque straniero, di quelli che non stancano gli occhi sui giornali e non tengon dietro alle politiche altalene, se si fosse trovato allora in Milano raggirato nel vortice di quella baraonda, avrebbe dovuto dire che l'età dell'oro era tornata fra noi; che i sudditi italiani andavano in amore per i sovrani tedeschi; che questi non avevano a temere più nulla; che il barometro della storia assicurava un sereno dei più costanti; che una specie di beatitudine asinesca aveva avvolto nella sua tepida atmosfera tutta la nostra popolazione. Eppure non era così, anzi era precisamente il contrario. Pochi giorni prima era stata mandata ai parroci una notificazione da leggere in pubblico, portante obbligo a tutti di notificarla, pene gravi ai delinquenti, perdono e impunità ai complici che li denunziassero."
      },
      {
        "index": 170,
        "text": "Numerose truppe e treni d'artiglieria arrivavano e passavano per Milano, diretti a Pavia a guardare il Ticino ed il Po. AI console di Napoli era stato ingiunto di partire immediatamente da"
      },
      {
        "index": 171,
        "text": "Milano, quasi che la costituzione imposta al suo re, per suo mezzo dovesse diventar contagiosa qui come la febbre gialla e il vajuolo nero."
      },
      {
        "index": 172,
        "text": "In quanto all'ordine interno e alla sicurezza pubblica, le strade suburbane eran continuamente infestate da bande di assassini; nella città quasi quotidiani gli assalti notturni, le uccisioni e i furti. L'allegria cittadina assomigliava dunque alla luce del sole, che rischiara indifferentemente tanto il male quanto il bene."
      },
      {
        "index": 173,
        "text": "Come quando il corpo umano dev'essere travagliato da qualche malore critico, che porterà lo scompiglio in tutte le sorgenti della vita, per ispegnerle o per rinnovarle tutte, che il colore vivace della salute è mantenuto in viso pur dalle stesse accensioni della febbre, così appariva alla superficie lo spirito della società di quel tempo, in cui diedero fuori i primi sintomi di una profonda trasformazione in tutte le sfere della vita pubblica e privata, del pensiero e delle aspirazioni nazionali, in tutti i rami della scienza, in tutti i campi dell'arte."
      },
      {
        "index": 174,
        "text": "In quella stessa gazzarra del Monte Tabor erano ostensibili tutti gli elementi vivi della rigenerazione che stava per succedere in tutto l'organismo della società."
      },
      {
        "index": 175,
        "text": "Giunio Baroggi, salito sur uno dei poggi più elevati dell'osteria, da cui si poteva dominare tutta la scena che gli si svolgeva dintorno e di sotto, guardando ora a un gruppo ora all'altro, stava immobile riflettendo appunto al contrario tra l'apparenza e la realtà di quello spettacolo."
      },
      {
        "index": 176,
        "text": "[XVIII]"
      },
      {
        "index": 177,
        "text": "Ma di questo Giunio, che è destinato ad essere una specie di Childe Harold, ed avrà poi l'incarico di congedare i cari lettori del nostro libro, ne pare, che prima di continuare ad accompagnarlo ad ogni passo, sia necessario sapere minutamente com'egli era fatto di fuori e di dentro."
      },
      {
        "index": 178,
        "text": "Già ne uscì dalla penna la notizia ch'egli era un bel giovane; bello al punto che l'Accademia di belle arti e l'Ateneo delle donne e delle fanciulle milanesi avrebbero dovuto disputare assai, prima di conchiudere se il primo premio in beltà doveva concedersi a lui o al conte Emilio Belgiojoso o al Marliani."
      },
      {
        "index": 179,
        "text": "Coloro che propendevano per le proporzioni atletiche, avrebbero scelto il conte Emilio; quelli per cui non v'è bellezza se non è garantita dai capelli neri e dagli occhi neri stavano pel Marliani; ma quanti propendevano per quella beltà che riceve tutta la sua espressione dal sentimento e dallo spirito, non avrebber tardato un minuto a dar la palma al nostro Giunio. Concepito nel 1798, quando la giovinetta sua madre era tenuta in continuo sussulto da cento ansie e paure, erasi insinuato nel suo organismo una tale eccentricità che, sebbene ei fosse sanissimo e perfettamente costituito, pur gli dava talvolta l'apparenza di un giovane travagliato da qualche malore. Ma, per sua fortuna, col tramontare del classicismo carnale, allora era già incominciata la moda delle faccie languenti; la sua poi era di quelle che non son sempre eguali; la mobilità dello spirito e le varie impressioni l'alteravano in un momento. I pensieri si vedevano a passare tutti su di essa, come le nubi sul cielo. — Codeste alterazioni erano tali e sì forti, che in certi istanti il suo volto, tanto era lo spostamento e la battaglia dei muscoli, poteva persino parer brutto, per lo meno disgustoso. Se però una subita gioja lo esaltava, s'egli animavasi in qualche disputa gentile, se trovavasi al contatto di una persona cara, se una musica agitante gli metteva il tumulto nel sangue, tosto pareva che gli si togliesse dinanzi come un velo cupo; tutta la sua fisonomia si esilarava, le linee quasi sgominate ripigliavan di tratto il loro posto regolare; gli occhi mandavano lampi ed esercitavano un tal fascino, che quanti lo vedevano e lo ascoltavano, si animavan seco."
      },
      {
        "index": 180,
        "text": "Codesta eccitabilità, che alterava sì facilmente il suo aspetto, alterava e modificava, com'è naturale, anche le manifestazioni della sua mente e dell'animo suo."
      },
      {
        "index": 181,
        "text": "Talvolta era chiuso, taciturno, triste, timido, circospetto; talvolta ilare, espansivo, loquace, epigrammatico, imperterrito. Talora il suo ingegno era riflessivo, preciso, misurato come la geometria: più spesso traboccante, disordinato, concitato, pieno di voli audaci come la poesia lirica."
      },
      {
        "index": 182,
        "text": "Impressionabile qual era al pari di un barometro, riceveva e riteneva tenacemente in sè le impronte di tutte le parvenze anche fuggevolissime del mondo oggettivo. Dotato di uno spirito d'osservazione acuto e penetrante, un'occhiata dal capo al piè bastava sovente a rilevargli un uomo; da ciò una straordinaria facilità, che potea parer precipitazione, a portar giudizio degli altri; da ciò altrettanta facilità a sentire propensione o avversione per quelli che avvicinava; propensione che si cangiava tosto nella più calda amicizia; avversione che lo portava spesso a non dissimulare le più violenti antipatie. Nei lunghi e frequenti viaggi in compagnia del padre e della madre, aveva acquistata esperienza di mondo oltre il diritto dell'età sua. Datosi agli studj con intensità quasi febbrile, ne' due anni che dimorò a Parigi (chè era nell'indole sua il portar tutto all'eccesso nel tempo che applicava la mente e il cuore a qualche cosa), s'era così arricchito di cognizioni, che in una compagnia di letterati e di dotti potea giocar buonamente la sua partita con chicchessia."
      },
      {
        "index": 183,
        "text": "La tempra però del suo ingegno e del suo sentimento lo inclinava più al culto dell'arte che a quello della scienza. La sua era anima di poeta, e idolatrava il grato della beltà spettacolo, e credeva che i prodotti dell'arte consolassero l'umanità più direttamente e più istantaneamente che quelli della scienza. Nella sua mente aveva spinto fino alle più esagerate conseguenze quel detto di Foscolo «che le discipline più utili ai mortali son quelle che diradano gli affanni e le noje della Vita.» La sua eccitabilità stessa, che lo rendeva sensibilissimo ai patimenti altrui, e per conseguenza manteneva lui medesimo quasi sempre in uno stato di dolore morale, lo aveva confermato sempre più in quell'opinione. «Val più, egli solea dire, la corrente elettrica messa in movimento in tutti i teatri dei due mondi dalla musica poderosa di Rossini, che quella eccitata dalla pila di Volta."
      },
      {
        "index": 184,
        "text": "«Colla scienza arida e sola, l'umanità rimane sempre infelice; soltanto per mezzo dell'arte può avere dei quarti d'ora passabili.»"
      },
      {
        "index": 185,
        "text": "Riferendo questi suoi detti, non crediamo di metterci la nostra firma; intendiamo soltanto a mostrare che strana tempra di giovane era il nostro Giunio."
      },
      {
        "index": 186,
        "text": "Essendosi trovato più volte in compagnia di Ugo Foscolo, quando questi, al pari di tanti altri, sebbene indarno, aveva fatto la corte a donna Paolina, la sua fantasia adolescente era stata scossa e penetrata dalla fiera e generosa misantropia di colui. Però, fosse che l'indole sua lo avesse portato spontaneamente a pensare come Foscolo, o un po' di vanità giovanile lo avesse spinto ad ostentar d'imitarlo, abborriva romanamente ogni sorta di tirannide; sentiva un'avversione invincibile per l'invadente autorità, fosse pur quella che deriva dalla superiorità dell'ingegno. Degli uomini, in generale, avea disistima e sgomento, salvo i pochissimi che gli paressero egregi; questi poi amava con entusiasmo e con efficacia operosa, e credeva con ciò di confortarli ed ajutarli, e di stringersi ad essi quasi in lega di mutua difesa contro all'attentato dell'universalità."
      },
      {
        "index": 187,
        "text": "Allorchè gli pareva che uno fosse buonissimo, lo frequentava con intimità, fosse il falegname, fosse il calzolajo, segnatamente se mostrava d'avere abbondanza d'ingegno naturale: chè l'ingegno spontaneo e il vergine buon senso anteponeva a qualunque dottrina."
      },
      {
        "index": 188,
        "text": "Portato a studiare gli uomini, come un medico che si affanna nello studio di una malattia creduta incurabile, li andava a cercare in tutte le classi della società. Oggi passeggiava sotto al braccio del duca Litta, del conte Belgiojoso, dell'Archinto; domani sedeva nel cortile del Falcone a bere il vin bianco magro col Bichinkommer, che prediligeva in modo particolarissimo. Dopo aver passata qualche ora in discussioni letterarie al caffè della Palla, dove convenivano parecchi professori del ginnasio e del liceo di Sant'Alessandro, lo si vedeva al caffè della Cecchina a intrattenersi a lungo con cantanti e ballerini. Rimaneva spesso delle intere giornate nella Biblioteca Ambrosiana a leggere, a studiare, a consultare gli Oblati che ne erano i dottori. Un altro giorno, ammesso a suonare il quartetto in casa Castelbarco, si, deliziava colle composizioni di Beethoven, di Kromer, di Haendel, di Boccherini, ecc. Sosteneva lunghe discussioni estetico-musicali col maestro Soliva, con Minoia, con Federici, con Alessandro Rolla, con Lichtenthal, coll'energumeno Prividali, agente, giornalista-librettista, che dalla cronica bolletta e dal fegato guasto era mantenuto in continua esacerbazione, e nella disputa schizzava veleno e acido solforico. Un altro dì, assistendo alle prove del circo equestre ai Giardini pubblici, perchè era grande conoscente di Alessandro Guerra, allora primo cavallerizzo della compagnia di Bach di Vienna, vi si tratteneva a lungo,"
      },
      {
        "index": 189,
        "text": "suggerendo pose eleganti alle belle amazzoni cavalcanti, e incoraggiando il Guerra al non ancora tentato Non plus ultra. Codesta varietà di studj vivi e di divagazioni gli era imposta non tanto dalla mobilità dell'indole che non gli permetteva di fissarsi troppo a lungo in una occupazione esclusiva, ma dal proposito che vagamente gli era sorto in mente, dopo aver letta la traduzione squisita del Viaggio sentimentale di Sterne fatta dal Foscolo, di portare cioè alle più ampie proporzioni possibili quel modo di componimento, e di fare un lavoro letterario che riflettesse gli infiniti colori dell'umanità."
      },
      {
        "index": 190,
        "text": "A Venezia, dove noi conoscemmo il Baroggi del 1849, abbiam potuto vedere l'abbozzo ed alcune parti compiute di quell'opera vasta. E, secondo il parer nostro, quel lavoro condotto a compimento, avrebbe fatto un gran rumore nel mondo letterario; l'Italia avrebbe certissimamente avuto un uomo illustre di più, se eccezionali sventure e dolori fierissimi non avessero affranto quel generoso ed originalissimo ingegno."
      },
      {
        "index": 191,
        "text": "Intanto che il Baroggi stava, come fu detto, guardando ora una parte, or l'altra, or l'altra del fracassoso spettacolo del Monte Tabor, sentì battersi una spalla, e contemporaneamente udì la voce di Andrea Suardi. Con questi trovavasi un giovane di aspetto e di modi assai distinti."
      },
      {
        "index": 192,
        "text": "— Eccovi il vostro amico, gli disse questi. Stando laggiù, vi abbiam conosciuto. Si veniva in cerca di voi appunto... Siamo già stati alla vostra casa, e non avendovi trovato, abbiam detto che, siccome tutto il mondo corre qui, così vi sareste venuto anche voi. Non è un'ora del resto che il vostro amico ha potuto lasciare, e speriamo che sarà per sempre, la sua cella di Santa Margherita. Io mi lodo di aver potuto giovare tanto a voi che a lui, e mi lodo tanto più che avendovi promessa la mia assistenza, questa ha portato il miglior frutto possibile."
      },
      {
        "index": 193,
        "text": "Ed ecco un altro personaggio, dirà il lettore. Sì, un personaggio, e di che importanza e di che natura fatta apposta per esercitare lo spirito d'indagine di chi studia gli uomini nella vita viva!"
      },
      {
        "index": 194,
        "text": "[XIX]"
      },
      {
        "index": 195,
        "text": "Il giovine che con tanta gentilezza di modi e di parola presentò il Suardi al nostro Giunio, era impiegato nell'alta gerarchia della polizia di Milano. Benché fosse noto che egli era ammesso alla famigliarità del barone Gehausen, allora direttore di quel dicastero, e amico intrinseco del Pagani, consigliere di governo e vicem-gerens del Gehausen, pure la sua presenza non solo era tollerata, ma ricercata nelle conversazioni delle case più distinte e nei crocchi degli uomini più intemerati e illustri. Per assai riguardi noi non ne diremo il nome, quantunque crediamo che riuscirà ben facile d'indovinarlo a quei lettori che non sono più giovani, ed hanno chi sa quante volte parlato con lui. Di aspetto simpaticissimo ed attraente, di modi gentili ed insinuanti, di ampio ingegno e di eguale coltura, segnatamente nelle cose della giurisprudenza, che era stata prima e diventò poscia la sua professione, era uno di quegli uomini che dalla natura tengono una specie di sanatoria di poter fare tutto ciò che vogliono, senza incontrare la così pronta e inesorabile censura pubblica. Chi avesse occupato il suo posto, anche senza il pericolo d'incontrar l'odio altrui (perchè quel posto era nella pianta del dicastero, e qualcuno bisognava pur che l'occupasse), sarebbe stato per lo meno gentilmente sfuggito da quanti non amavano il governo austriaco, e guardavano il palazzo della polizia con quell'apprensione indefinibile, ma molto simile all'istinto onde la lepre scansa 1l levriere; chiunque poi avesse avute le pratiche cittadine ch'esso aveva e fosse stato come lui tanto intimo delle persone ch'erano in uggia al governo, certissimamente che non l'avrebbero scelto a sedere tra il barone Gehausen e il consiglier Pagani. Ma egli aveva quel — parlar facondo lusinghiero e scorto — ond'è caratteristico l'Alete della Gerusalemme, sebbene non fosse sorto come Alete tra le brutture della plebe, chè anzi era nato da una famiglia onestissima e stimata, e non fosse perverso e calunniatore come quel personaggio del Tasso."
      },
      {
        "index": 196,
        "text": "Ma il suo parlar facondo e i suoi modi flessuosi e un viso dove pareva che la sincerità e il candore avessero posta la loro sede preferita, facevan di specchietto incantatore con tutti, e lo mettevan tosto nelle grazie di quanti avvicinava. Avendo fatto letture svariate, essendo fornito di"
      },
      {
        "index": 197,
        "text": "straordinaria memoria, di percezione prontissima e sagace, parlava d'ogni cosa e in qualunque ramo, come se quello fosse l'oggetto appunto della sua professione. Dato il caso che, per modo d'esempio, il discorso fosse caduto sui cinti elastici, avrebbe dato da pensare anche al Pioroni, anche al Corbetta. Questa eccezionale qualità gli metteva nelle mani quasi a dire il biglietto d'ingresso per tutte le classi, per tutte le professioni, per ogni qualità di persone, sapendo opportunamente toccar le corde che oscillavano più grate all'orecchio di ciascuno. E codesto ei faceva anche senza intenti speciali, ma soltanto per appagare un bisogno spontaneo della sua mente e dell'indole sua."
      },
      {
        "index": 198,
        "text": "Se ne vogliamo una prova, possiamo ottenerla subito a proposito del nostro Baroggi."
      },
      {
        "index": 199,
        "text": "Dopo avere intrattenuto quest'ultimo colla relazione delle pratiche ch'egli aveva fatto presso il marchese F..., affinchè questi si piegasse a levar la querela mossa contro il Suardi; dopo avergli detto come la prima volta lo aveva trovato inesorabile, e la seconda invece, con sua gran meraviglia, arrendevolissimo, al punto che gli parve avesse più volontà il marchese di far mettere in libertà il Suardi, che questi di uscire all'aperto; dopo aver dato le più belle speranze al Baroggi relativamente all'eredità in contestazione pel fatto inatteso che il notajo Agudio aveva scritto una lettera al direttore Gehausen, e un'altra al presidente del Tribunale Civile, informandoli come egli avesse consegnati nelle mani dell'avvocato Gambarana e dell'avvocato Falchi dei documenti importanti trovati nell'archivio del defunto dottor Macchi, dopo aver risposto ad alcune domande del Bichinkommer, che in quel punto erasi presentato per congratularsi e stringer la mano al Suardi:"
      },
      {
        "index": 200,
        "text": "— Ma io scommetterei, concluse, che con quell'anima di poeta che avete e coll'amore che portate all'arte e alla gloria, voi cedereste tutti i vostri diritti alla ricchezza che probabilmente vi aspetta, per assaporare un giorno solo di compiacenza letteraria simile a quella onde oggi esulta il nostro Tommaso Grossi, che siede laggiù, come potete vedere, in mezzo a quella schiera numerosa di donne che gli fanno crocchio intorno, e lo guardano e lo esaminano e lo perlustrano da tutte le parti per vedere se chi ha scritto l'I/degonda, e in questi giorni ha saputo far versare tante lagrime alle nostre belle impietosite, abbia gli occhi, o il naso, o la bocca diversi da quelli di tutti gli altri. Sono tre dì che la novella è uscita, e l'edizione è quasi tutta smaltita. Ben m'immagino che voi l'avrete letta e straletta."
      },
      {
        "index": 201,
        "text": "— L'albero del Conciliatore, osservò il Baroggi, sebbene vandalicamente troncato, comincia a dare oggi frutti saporiti e maturi; in aprile uscì il Carmagnola, in settembre l'Ildegonda. Due battaglie e due vittorie in un anno solo, non è poco, per Dio; e non so che cosa dirà il Monti, che vedo laggiù in carrozza in compagnia dell'avvocato Marliani."
      },
      {
        "index": 202,
        "text": "— Il Carmagnola non fu che una battaglia indecisa. Ma la vittoria compiuta è dell''!degonda."
      },
      {
        "index": 203,
        "text": "— Il genio di Napoleone sfolgorò più assai nei capolavori sventurati delle battaglie di Francia che nell'orbata fortunatissima di Marengo."
      },
      {
        "index": 204,
        "text": "— Che cosa vorresti dire?"
      },
      {
        "index": 205,
        "text": "— Ch'io vorrei aver fatto fiasco con Manzoni, piuttosto che aver trionfato con Grossi. Mi conforta però che il campo dell'arte non è quello della politica e della guerra. Qui l'esito momentaneo è tutto; là, se non è duraturo, non può deporre nessun germe che fecondi l'avvenire."
      },
      {
        "index": 206,
        "text": "— Dunque voi non siete, un ammiratore dell'//degonda."
      },
      {
        "index": 207,
        "text": "— Immensamente l'ammiro, e mi godo che l'esito suo fortunatissimo troncherà tutte le questioni di colpo; ma sostengo altresì che gli elementi legittimi del trionfo completo della rivoluzione letteraria son deposti soltanto nel coro del Carmagnola."
      },
      {
        "index": 208,
        "text": "— Potete aver ragione, ed io non m'attento di confutarvi. I paragrafi del codice non mi danno tempo di percorrere da padrone il campo vostro; però, senza poter percorrerlo, mi basta la vista per misurarlo, e da tutti i sintomi mi par di vedere che in tutte le cose nostre è incominciata una primavera novella. Guardate là a quel circolo di persone che stanno intorno al Grossi... La combinazione ha voluto che in questo momento si trovino riuniti tutti i portabandiera del nostro avvenire; parlo del pensiero, e delle arti, e della civiltà."
      },
      {
        "index": 209,
        "text": "— Se mai vi fosse Manzoni, vi prego a farmelo conoscere"
      },
      {
        "index": 210,
        "text": "— Il Manzoni non c'è. Ma v'è uno de' suoi più grandi amici, Giovanni Torti; e v'è Pietro Borsieri, giovane di altissimo ingegno e che, come saprete meglio di me, sta attendendo a un gran lavoro letterario... una trilogia intitolata: Torquato Tasso."
      },
      {
        "index": 211,
        "text": "— Che non compirà mai. Io ebbi a parlar seco più volte, ma non mi sembrò di trovare in lui le più legittime qualità dell'ingegno. Ha molta memoria, molta facilità di parola, una grande smania di primeggiare nel crocchio e di brillare contraddicendo a tutto e a tutti. Posso sbagliare, ma costui non farà mai nulla di veramente grande in letteratura. L'opuscolo che pubblicò qualche tempo fa, ha spolvero, e chiacchiera superficiale; ma nulla più. All'età sua (credo bene ch'egli abbia passato i trentacinque anni), bisognerebbe aver già dato fuori qualche frutto maturo. Costui è uno di quelli che han l'arte di metter in movimento la fama, facendo poco o nulla, e tenendo sospeso il mondo con grandi promesse e colossali frontispizj. Sapete piuttosto, egregio signore, chi, a mio parere, sarà per far parlar molto de' fatti propr]?... è Giovanni Berchet."
      },
      {
        "index": 212,
        "text": "— Anch'egli ha i suoi trentasei anni, e secondo la vostra opinione, non avendo ancor fatto nulla, non potrà più far nulla in avvenire."
      },
      {
        "index": 213,
        "text": "— Badate però a tutto quello che ha scritto nel Conciliatore sotto il pseudonimo di Giovanni Crisostomo, e forse sarete per dir meco ch'egli ha già fatto moltissimo; nella sfera almeno della teoria, se non in quella dell'esempio pratico. Ermes Visconti e lui sono i veri evangelisti della nuova legge che si promulgò nel mondo letterario; Manzoni è il Cristo che illumina coll'esempio, lasciando agli altri l'incarico di dettar la legge."
      },
      {
        "index": 214,
        "text": "— Per questa parte io credo che il Visconti sia il più grande di tutti."
      },
      {
        "index": 215,
        "text": "— Divido perfettamente la vostra opinione; ingegno straordinario, conoscitore di tutte le letterature, acuto, penetrante, intollerante, dalla stessa eccentricità  dell'indole portato necessariamente al novo e all'intentato, egli è forse quegli che primo gridò l'en avant a tutta la nostra gioventù. Ma temo ch'ei sia per somigliare a quegli eroi che cadono sotto alle mura prima che sia compiuto l'assalto; o a quegl'infusorj che rimangono estinti nell'atto della fecondazione."
      },
      {
        "index": 216,
        "text": "— Vi sono gl'ingegni che additano, e gli ingegni che fanno. I primi hanno il merito, i secondi la ricompensa."
      },
      {
        "index": 217,
        "text": "— Benissimo detto. Ma, senza i secondi, i primi sarebbero inutili. A che sarebbe valso l'Orlando del Bojardo, senza il Furioso dell'Ariosto; a che la leggenda del Faust senza il dramma di Goethe; a che il crescendo di Generali, senza Rossini che lo ha fatto trionfare?"
      },
      {
        "index": 218,
        "text": "— A proposito di Rossini, guardate che entrò adesso Carlo Porta."
      },
      {
        "index": 219,
        "text": "— MI piace quell'a proposito. Carlo Porta è davvero il Rossini della nostra poesia vernacola. Questi due ingegni si assomigliano così negli ultimi risultati a cui portano l'arte loro, come nelle precedenze storiche che li hanno preparati. Il Maggi, per l'originalità e la potenza dell'invenzione, è il più grande poeta in vernacolo che mai sia esistito; come in musica il Marcello, che viveva contemporaneo al Maggi, è il più sublime, il più originale e il più lirico. Ma Rossini e Porta sono più trasparenti, più veloci, più lusinghieri, più popolari. L'arte, che non è accessibile alla moltitudine, quasi cessa di essere arte e però rimane solitaria e non compensata. Se alcuno ci udisse, forse si riderebbe nel sentirci a mettere in compagnia Maggi e Marcello, Porta e Rossini. Ma l'arte è sempre la stessa, nonostante l'infinita varietà de' suoi mezzi; e chi si sgomenta dei troppo arditi ravvicinamenti, non è nato nè all'arte nè alla critica. Ma chi è quel caporale dei granatieri del Belle garde, che ora sta parlando con Grossi?"
      },
      {
        "index": 220,
        "text": "— È un giovanotto di Bergamo, che ha studiato musica sotto Simone Mayr. Egli, non potendo andar d'accordo col padre, il quale non voleva assolutamente che si dedicasse alla musica teatrale, uscì di casa e si fece militare un anno prima della coscrizione. Il Mayr però, che è il più buon tedesco del mondo ed è il padre dei suoi scolari, lo ha raccomandato caldamente al general Bubna, e questi ha dato ordine che si desse tempo e modo al giovane granatiere di scrivere pel teatro."
      },
      {
        "index": 221,
        "text": "— Ma sarebbe mai quel Donizetti, che scrisse già il Falegname di Livonia per il San Moisè di Venezia; e che, quest'inverno, fece fanatismo a Mantova colle Nozze in villa?"
      },
      {
        "index": 222,
        "text": "— È lui appunto."
      },
      {
        "index": 223,
        "text": "— Il Falegname di Livonia l'ho sentito, ed è una musica piena di vivacità e d'estro."
      },
      {
        "index": 224,
        "text": "— Or chi direbbe che un granatiere sì grande e grosso e rubicondo, possa essere un maestro melodrammatico? ma la musica dev'essere un'arte che ingrassa come il lichene. Cimarosa era tondo al pari di un pallone; Jomelli aveva parti così colossali, che ci volevan due scranne per dargli agio a sedere. Rossini ha un faccione sì paffuto e lucente, che non si sa capire come abbia potuto far piangere Desdemona a quel modo, e dar tinte così terribilmente tragiche a tutto il terzo atto dell'Otello."
      },
      {
        "index": 225,
        "text": "— Le battaglie dello spirito possono essere dissimulate anche dalla più gioconda maschera carnale. Al genio basta anche un momento fuggitivo, in cui gli si riveli il dolore, o un altro sentimento, per comprendere tutta l'estensione ed applicarlo all'arte. Anzi, la condizione essenziale del vero genio artistico è questa. Il genio è un'arpa a mille corde. Ciascuna, alla sua volta, manda il suo suono. La luce dell'umanità si decompone nell'anima sua in raggi infiniti, o, per dir meglio, i raggi infiniti dell'umanità vanno tutti a metter capo nell'anima sua, che li rimanda e li riverbera e li restituisce al mondo sotto le molteplici forme dell'arte. È a questo modo che si comprende Shakespeare. È a questo modo che si dee comprendere Rossini."
      },
      {
        "index": 226,
        "text": "[XX]"
      },
      {
        "index": 227,
        "text": "Il Baroggi non aveva finito di pronunziare il nome di Rossini, che la banda del reggimento Bakony, per indulgenza al gusto pubblico, si mise a suonare la sinfonia della Gazza ladra; diciamo per indulgenza, perchè il maestro direttore di quella banda, cresciuto alla scuola esclusivamente germanica e alla frazione di quella scuola stessa che farebbe inscrivere la disciplina dei suoni tra i rami della facoltà matematica, detestava Rossini, e perchè questo, alle prove della Bianca e Faliero, colla sua celia mordace lo aveva preso di mira, e aveva fatto ridere alle sue spalle tutto il palco scenico. Allorchè si fu al passo di carattere della celebre sinfonia, dove l'immaginazione, la forza, l'eleganza, la grazia si fondono in quel complesso maraviglioso, non raggiunto fin qui che da Rossini, e, mettendo in effervescenza il sangue, par che comunichi allo spirito insolite attitudini:"
      },
      {
        "index": 228,
        "text": "— Ecco l'arte, esclamò il Baroggi, alzando gli occhi e sorridendo coll'esaltazione dell'ebbrezza; ecco l'arte, l'arte vera, l'arte sola; quella che, costringendo a commuoversi anche il maestro della cantoria del Duomo, perchè i sensi non hanno scuola nè sistemi e si esaltano a loro beneplacito senza domandare il permesso a nessuno, arriva ad agitare, senza che ne abbia neppur la coscienza, anche il facchino di dogana, anche il beccajo. Se l'arte non arriva a tenere nel proprio dominio gli estremi della scala intellettuale dall'alfa fino all'omega, è una cosa bastarda, che importuna i galantuomini, e non ha nessuna ragione di essere; un maestro che tedia e disgusta e tormenta gli uditori in nome della dottrina e del diploma ottenuto dal padre Mattei, vorrei che fosse contemplato da qualche paragrafo del codice penale."
      },
      {
        "index": 229,
        "text": "Così parlando, si misero a passeggiare in su e in giù pei viali, in mezzo alla folla ognora crescente, tra la quale incontrarono Pompeo Marchesi."
      },
      {
        "index": 230,
        "text": "— Addio, Giunio."
      },
      {
        "index": 231,
        "text": "— Addio, Pompeo, come va coll'arte?"
      },
      {
        "index": 232,
        "text": "— Potrà andar bene col tempo, ma ora le acque son basse; vengo anch'io al Monte Tabor, perchè con cinquanta centesimi mi par di esser ricco."
      },
      {
        "index": 233,
        "text": "— Canova è morto; e tutte le arti si rinnovano. È il momento questo di tirare alla fortuna che passa veloce. Quel diavolo che ha fatto questa musica, ha sfidato il passato che pareva insuperabile, e ha vinto. Tutta Milano è sottosopra; e le ragazze singhiozzano e si tormentano se han le guancie rubiconde, perchè Ildegonda doveva averle pallidissime; Hayez quest'anno ha trionfato nelle sale di Brera, e, lasciando l'antichità, ha fatto il suo ingresso nel medio evo. Non si parla più d'Appiani, meno di Bossi. Camuccini è un pedante; Benvenuti è convenzionale. Landi e Serangeli fanno pietà;"
      },
      {
        "index": 234,
        "text": "Palagi si arrabatta nel circo per atterrar l'avversario di Venezia; ma non ci riuscirà; or dunque tocca a te a dar le mosse al terremoto; e va pur là, che non sei uomo da perderti nella polvere."
      },
      {
        "index": 235,
        "text": "— Non pare nemmeno a me; e Pompeo Marchesi, coi capelli dietro l'orecchio, cadenti sulle spalle, colla testa alta e come fiutante l'aria del proprio avvenire, tirò innanzi facendo far la ruota a un modesto bastone, di quelli che si chiamavano pagadebiti, perchè anch'esso, insieme col pittore Comerio, apparteneva alla Compagnia della Teppa; memori e orgogliosi entrambi delle pericolose fazioni compiute quand'erano studenti a Roma, dove per aver insultato un cardinale, sarebbero stati chiusi in Castel Sant'Angelo, se il console di Francia non li avesse fatti fuggir nottetempo."
      },
      {
        "index": 236,
        "text": "E il Baroggi tirò innanzi passeggiando e chiacchierando, e di lì a poco s'incontrò in due giovani da lui amatissimi: il Bazzoni Giunio di Milano e l'abate Giuseppe Pozzone; nato il primo a lasciar traccie luminose nella poesia italiana, se l'indole austera, e una modestia eccessiva, e una misantropia selvaggia non gli avessero impedito di alzare più audace e più lungo il suo volo; e il secondo, carissimo anch'egli alle Muse, di gusto più squisito, e che se l'abito sacerdotale non gli avesse contristata la vita, avrebbe avuto salute più florida, vita più lunga e fama poetica più duratura. Con questi il Baroggi continuò parlando di letteratura e discutendo sul merito del poeta Redaelli di Cremona, morto giovanissimo due anni prima, e già celebre allora per alcune anacreontiche leggiadre, per delle terzine sui disastri della campagna di Russia; ma specialmente per un componimento a tinte lugubri, in cui si cominciava ad aprire il varco alle nordiche influenze, alla moda dei singulti disperati, e dove si accennava che il chiaro di luna, le ombre, le upupe e le strigi immonde, dovevano essere i novelli ingredienti dell'estro poetico; di quell'estro però che non è genio, ma una specie di convulsione intellettuale e di lusinghiero pervertimento del gusto."
      },
      {
        "index": 237,
        "text": "Intanto che il Baroggi e il segretario di governo e gli altri passeggiavano discutendo, dietro di loro venivano il Suardi e il Bichinkommer, tutt'intesi essi pure a parlar di cose, che, se non erano tanto ideali ed alte, avevano però un'importanza più vicina, più diretta e più necessaria. Il motivo, anzi, per cui il Baroggi si lasciò andare alle sue volate letterario-artistiche senza intrattenersi col suo amico uscito allor allora di Santa Margherita, era perchè il Bichinkommer lo aveva tratto da parte come per comunicargli cose d'interesse privato."
      },
      {
        "index": 238,
        "text": "[XXI]"
      },
      {
        "index": 239,
        "text": "Il lettore che sia avvezzo al metodo onde generalmente son fatti i libri come il nostro, si sarà annojato delle digressioni del Baroggi, e avrà fatto le meraviglie nel trovarsi invitato all'osteria del Monte Tabor per sentir poi a parlare di letteratura e d'arti, come se si fosse a qualche ateneo od accademia; ma gli elementi della vita pubblica e privata sono infiniti, e noi ci siam proposti di tener dietro alla maggior parte di essi ogni qualvolta ci si presentan spontanei. Nella società, i fatti più disparati succedono simultaneamente, e senza che l'uno attraversi all'altro. Intanto che un negoziante rimane atterrito alla notizia di un fallimento, un verseggiatore è capace di essere infelice perchè non gli vien spontaneo un tronco che gli chiuda la strofa."
      },
      {
        "index": 240,
        "text": "— Hai fatto malissimo, diceva il Bichinkommer al Suardi, a venir qui in compagnia di questo signor segretario."
      },
      {
        "index": 241,
        "text": "— Fu egli stesso che venne a levarmi dalla mia cella; fu lui che mi usò tutte le gentilezze di cui può esser capace il più compìto gentiluomo; fu lui, infine, che si esibì di accompagnarmi fino alla casa del Baroggi e fin qui."
      },
      {
        "index": 242,
        "text": "— Di costui non ho sentito che parole di elogio dappertutto e da tutti. Ma io non posso capire come il mondo trovi giusto che uno oggi passeggi sotto a braccio del diavolo, domani di Sant'Antonio. Non ti par egli che, per riuscir gradito tanto al diavolo che al santo, bisogna che di necessità inganni qualcuno?"
      },
      {
        "index": 243,
        "text": "— Generalmente parlando, sì; ma costui mi sembra qualche cosa di eccezionale. — D'uomini me ne intendo anch'io, e ti assicuro che io vidi sulla sua faccia i segni più manifesti della soddisfazione e della contentezza, quando mi lesse la lettera con cui il notajo Agudio domandava la mia liberazione, ed esponeva il fatto d'aver ceduto al marchese F... i documenti trovati nell'archivio"
      },
      {
        "index": 244,
        "text": "del dottor Macchi. Ma, a proposito di questo Agudio, come spieghi tu, ch'egli siasi preso tanta cura di me, mentre io non so nemmen chi egli sia?"
      },
      {
        "index": 245,
        "text": "— In che modo la lettera venne nelle mani di questo segretario, mentre fu indirizzata al direttore di polizia?"
      },
      {
        "index": 246,
        "text": "— Il direttore lascia far tutto al consiglier Pagani. E questi, per certe materie, lascia far tutto al segretario. Ecco spiegata la cosa."
      },
      {
        "index": 247,
        "text": "— Costui ha detto un momento fa ch'erasi recato dal marchese F... per officiarlo a tuo vantaggio."
      },
      {
        "index": 248,
        "text": "— È così, infatti; e col mostrare la lettera al marchese, ottenne tutto quello che domandò. Il marchese ne fu spaventato, e si recò issofatto dal barone Gehausen a levar la querela contro di me, e a intercedere perchè fossi tosto rimesso in libertà."
      },
      {
        "index": 249,
        "text": "— Ma che si fece della lettera spedita dal notajo Agudio?"
      },
      {
        "index": 250,
        "text": "— Io non so più niente."
      },
      {
        "index": 251,
        "text": "— Qui c'è sotto un nuovo imbroglio. Son due giorni che la lettera venne recapitata al direttore, contemporaneamente ad un'altra che fu spedita al tribunale civile; ma, ad eccezione della tua liberazione, non vedo gli effetti che quelle lettere dovevano produrre. Pur troppo il marchese è onnipotente, e..."
      },
      {
        "index": 252,
        "text": "— Pare che questo segretario voglia avviare un aggiustamento tra il marchese e il Baroggi..."
      },
      {
        "index": 253,
        "text": "— Che aggiustamento! Se i documenti saltan fuori il Baroggi deve ottenere tutto il fatto suo, senza bisogno di transazioni."
      },
      {
        "index": 254,
        "text": "— È vero... e allora posso prepararmi a godere una parte dello spettacolo tutto a mio beneficio..."
      },
      {
        "index": 255,
        "text": "— Quale?"
      },
      {
        "index": 256,
        "text": "— Lo spettacolo d'un marchese collarone e gesuita che per combinazione possa aspirare alla berlina. Che cosa vuoi? Io amo il Baroggi, e desidero che si volti e rivolti in mezzo a zecchini... ma ciò che più esalta la mia fantasia, e mi mette la smania in corpo è il progresso dell'umanità..."
      },
      {
        "index": 257,
        "text": "— E che c'entra adesso il progresso dell'umanità?"
      },
      {
        "index": 258,
        "text": "— Nel trovare il modo che i titoli, le aderenze, la ricchezza, non bastino più a coprir le magagne degli uomini e a far chiudere la bocca anche alla legge."
      },
      {
        "index": 259,
        "text": "— Il desiderio è bello e buono; ma 1 titoli e la ricchezza avran sempre in saccoccia il ventun di tarocco."
      },
      {
        "index": 260,
        "text": "A questo punto i quattro passeggianti salirono fin sulla rotonda a piattaforma, dove si entrava nella slitta e da cui si poteva dominare la sua discesa precipitosa. Quella rotonda era quasi sempre affollata; in quel momento poi era stipatissima di spettatori perchè le Loro Altezze Imperiali trovavansi là. Ci pare di aver detto come, in una delle accademie vocali date a Milano, dov'era intervenuta la viceregina, questa aveva donato a madamigella Gentili un grosso smeraldo, accompagnando il dono con parole cortesi e carezze senza fine. Ora in quel dopopranzo del 24 settembre, i coniugi Gentili vollero condurre la loro figliuola a quel divertimento popolare. Come dicemmo, la notizia dell'intervento delle Loro Altezze aveva fatto accorrere al Monte Tabor quasi tutta Milano, e la madre di Stefania, a cui, dopo il fatto dello smeraldo, pareva d'essere diventata un po' parente della viceregina e sentiva un segreto orgoglio di avere una figlia stata onorata di tanta distinzione, pregò il docile marito a non lasciar passare quell'occasione. Il conte Alberico B...i, che aveva saputo la cosa, erasi trovato là colla carrozza, e nella sua qualità di futuro sposo, quantunque i parenti, per certi riguardi portati all'esagerazione, lo tenessero alquanto discosto dalla figliuola, erasi tuttavia accompagnato seco loro. In una parte della rotonda v'eran delle sedie privilegiate, che si pagavan due lire austriache l'una; e il conte Alberico, com'è naturale, ne pagò tre, perchè madamigella potesse sedere tra il papà e la mamma, e godere agiatamente lo spettacolo."
      },
      {
        "index": 261,
        "text": "[XXII]"
      },
      {
        "index": 262,
        "text": "Ora avvenne, che quando la viceregina tornò colassù per assistere alla corsa che dovevan fare alcune sue dame di compagnia, girando l'occhio intorno, vide madamigella Gentili, e ravvisandola, le si accostò, rinnovando seco le affabili cortesie della prima volta. La folla s'era stipata in giro a quel gruppo, e madamigella divenne l'oggetto dell'attenzione universale. Essa vestiva un bianco abito semplicissimo di mussola d'India con guarnizione ricamata e forata, e con una lieve orlatura di raso celeste; un nastro parimente di raso celeste le cingeva la vita, una vita sottile, leggiadra, come snodata, di quelle che i francesi chiamano d guépe. La testa della Gentili (noi abbiam visto il suo ritratto miniato dal Romanin) era di quelle che disarmano anche la critica; aveva capelli neri lievemente crespi, pettinati come portava la più semplice delle mode d'allora, e press'a poco come li ha la Tersicore o l'Ebe di Canova; bianchissima avea la pelle, di quelle che non hanno color fisso, ed ora impallidiscono, come il chiaro di luna, ora s'invermigliano come il carmino; agli occhi neri e vellutati, dove di tanto in tanto pareva scorresse una lieve scintilla quasi a scuotere un languore abituale, che poteva essere desiderio e poteva essere noncuranza, sovrastavano due sopraccigli neri e folti oltre le leggi della bellezza accademica, ma per ciò stesso produttori di quel fascino che deriva dal contrasto: sopraccigli neri e folti, e di quelli che fan fare dei computi indiscreti. Su quel caro viso era soffusa una tinta di bonarietà che, nel momento del massimo languore, potea parer persino melensa, ma che in certi istanti scompariva di tratto, e dava luogo a una vivacità, che parea perfin maliziosa."
      },
      {
        "index": 263,
        "text": "La Gentili, insomma, era di quelle beltà che non vanno soggette a scrutinio, ma ottengono la maggioranza assoluta di voti e vengono prescelte per acclamazione; di quelle, inoltre, che, se lo abbiam già detto, lo ripetiamo, piacciono anche alle donne. Alla viceregina, poi, che aveva diciannove anni appena, ed era bella anch'essa, e non poteva sentire invidia, quella fanciulla aveva fermato l'attenzione in un modo particolarissimo, onde le carezze che le aveva prodigate e la prima volta e questa erano affatto naturali e cordialissime. Però le fece molte domande; tra le altre, se pensava ad accasarsi; al che la madre rispose tosto di sì, parlando in luogo della figlia, come le madri fan sempre, e additando nel tempo stesso il futuro sposo Alberico B...i, ch'era lì presente. La viceregina diede dall'alto al basso una rapida occhiata a colui, e a' segni manifesti ne rimase disgustata, quasi sdegnata. Non disse nulla però, quantunque fosse vivacissima e balda, e, ad onta della educazione principesca, ancora in quell'età che si lascia trasportare alle imprudenze. Ma, fosse che anch'ella avesse dovuto, per obbedire ai regi parenti, sposare un marito che, quantunque grande, grosso e sano, non erale mai entrato in fantasia, e perciò le venisse agevole il sospetto che alla povera fanciulla si facesse forza; fosse che il conte Alberico le riuscisse in ispecial modo antipatico per istintivo presentimento, il fatto sta che, accostando il labbro all'orecchio della giovinetta, le domandò s'ell'era contenta di quello sposo."
      },
      {
        "index": 264,
        "text": "La viceregina aveva sempre a' fianchi il marito arciduca, che, stando alla stregua del volgo, era un bell'uomo dal lato della salute e del trabucco. Grande, florido, robusto, con un volto in cui la fisonomia caratteristica della dinastia lorenese aveva trovato il modo di ridurre alla maggior possibile regolarità le sue forme; l'ogivale della sua faccia non era così eccezionalmente oblungo come quello di Francesco I; il labbro inferiore non era sì grosso come quello di tutti gli altri arciduchi fratelli; ma questa regolarità era tutta a spese dell'intelletto e dello spirito; egli era un uomo semplice e melenso; piacendogli assai quella sua giovane sposa, alta, bella, rigogliosa, vivace, si compiaceva a far da testimonio a tutto quello che ella faceva, anche allorquando uscisse dalla misura che l'etichetta impone alle Altezze Imperiali. Egli teneva dietro a tutti i passi di lei, con quell'apparente bonarietà onde il can bracco, quando non è preoccupato dalla caccia, segue obbediente il padrone, s'adagia tra le sue gambe, cambia posizione ad ogni suo movimento, e gli tien sempre l'occhio in volto con un misto di amorevolezza e d'indolenza. La viceregina non poteva adunque aver soggezione alcuna di quel placido ed annuente marito, e nei pubblici convegni ella si prendeva sempre l'iniziativa di tutto. Quando pertanto s'accostò alla Gentili, il vicerè non fece altro che stare un passo indietro di lei, e guardare anch'esso, non senza un certo piacere, quel caro volto di fanciulla; nè trovò da opporsi in nulla quando la viceregina disse a colei:"
      },
      {
        "index": 265,
        "text": "— Ora vi troverò io chi vi farà da cavaliere in slitta."
      },
      {
        "index": 266,
        "text": "Invitata dalla folla, la folla sempre più cresceva e s'accalcava per vedere che cos'era avvenuto di nuovo. Anche il Baroggi in compagnia del signor segretario, anche il Suardi in compagnia del Bichinkommer, s'introdussero tra gente e gente, e si portarono sulla prima fila del semicerchio fittissimo di spettatori. Il Baroggi, animato dall'artistico colloquio avuto col segretario, concitato dalla musica rossiniana, più concitato dalla vista inattesa della Gentili, era in uno di quei momenti in cui gli occhi e il volto gli folgoreggiavano di sensazioni vivissime. La viceregina, che volendo soddisfare un capriccio quasi infantile, ma pur generoso, di fare un dispetto a chi le pareva indegno di metter le mani su quel fiore vaghissimo e fragrante, voleva scegliere il più bel giovane che per avventura si trovasse là tra gli altri, sentì fermarsi lo sguardo dallo sguardo lampeggiante e da certa audacia piena di onestà ch'era improntata in viso del giovane Baroggi, il quale, per soprappiù, aveva aspetto assai signorile, e vestiva con eleganza e all'ultima foggia."
      },
      {
        "index": 267,
        "text": "Fissato adunque il viso del Baroggi, che avrebbe assai di buon grado trascelto anche per sè, perchè tra gli occhi del giovane milanese e quelli del vicerè passava la differenza che esiste tra un carbonchio e un opale, coll'avventatezza che dà l'inesperienza giovanile e col piglio autorevole che l'alta sua posizione e la maritale condiscendenza le concedeva:"
      },
      {
        "index": 268,
        "text": "— A voi, disse rivolgendosi al giovane; vogliate essere il cavaliere di questa fanciulla, e accompagnatela in slitta."
      },
      {
        "index": 269,
        "text": "La strana proposta, messa innanzi colla solennità del comando, fece senso a tutti gli astanti, stupore ai genitori bigotti della Gentili, dispetto al conte Alberico, e mise in un grande imbarazzo il Baroggi, il quale, assalito repentinamente in quel punto da quella timidezza passeggiera che talvolta lo rendeva impacciato e inerte, ed era così in opposizione col fondo dell'indole sua franca, coraggiosa e talvolta persino audace, non seppe nè muoversi, nè rispondere. In quanto alla giovinetta Stefania, or guardava perplessa la viceregina, ora interrogava coglii occhi i parenti, ora fissava il Baroggi, con una espressione indefinibile. Solo il crotalo Alberico rimase dimenticato da lei, dalla viceregina, da tutti, fuorchè dai parenti, che lo guardavano come a dirgli: «Provvedete ora voi ad impedire questo scandalo». Ma il crotalo si rannicchiò in se stesso, condensando veleno e bava per il futuro, e lasciò fare."
      },
      {
        "index": 270,
        "text": "[XXIII]"
      },
      {
        "index": 271,
        "text": "Il Bichinkommer, che stava seduto dietro al Baroggi:"
      },
      {
        "index": 272,
        "text": "— Su via, coraggio, gli disse; mi sembrate un collegiale: lasciatevi ajutare da questa pollastrona di sangue reale, che mentre non sa quel che si fa, pare incaricata dal destino a strappare la tortorella dagli artigli del nibbio. Avanti, e disinvoltura, e siate quel che siete. È una viceregina che vi fa da mezzana. Il gran Luigi di Francia non poteva pretendere di più."
      },
      {
        "index": 273,
        "text": "Come accade quasi sempre degli uomini eccitabili, allorchè vengono sopraffatti da quella timidezza che può chiamarsi fisica, che, se arrivano a dominarla colla volontà, passano di punto in bianco al suo eccesso opposto; così fu del Baroggi, il quale, uscito di tratto dalla sua immobilità, ringraziò inchinandosi alla viceregina, si volse alla Gentili, le porse la mano, le disse molte cose cortesi ed eleganti; eppoi, quando il calessino della slitta fu apprestato, la invitò ad entrarvi. Dopo i disordini avvenuti, quando si riaperse il giuoco nel 1820, non venne più permesso agli uomini di farsi sedere le donne in grembo lungo il corso della slitta; bensì le donne s'assidevano sole nel calessino e gli uomini, come i napoletani guidatori del curricolo, o come i cosacchi, stavano in piedi di dietro. Madamigella Gentili s'assise, come voleva l'usanza, e il Baroggi le si pose a tergo, e di tal modo discesero insieme lungo la precipitosa curva. Egli aveva ventidue anni ed ella diciasette; l'affare era piuttosto serio. Il termometro, immerso nel sangue di quei due giovani, in due secondi sarebbe di certo salito al grado della massima ebollizione. Al di fuori però non appariva nulla. Egli, colla faccia inclinata sul capo leggiadro della fanciulla, inspirava con ineffabile voluttà la fragranza che usciva dalle sue chiome inanellate. Non si sa da che dipende, ma l'odore che esala da una"
      },
      {
        "index": 274,
        "text": "giovane chioma femminea può assassinare un galantuomo più che la punta di un pugnale di Damasco vibrata da un traditore. Il giovine s'inchinò ancora di più; osò varcar la linea della convenienza; baciò quei capegli; la fanciulla tacque, ma un brivido sacro la percorse tutta lungo la colonna vertebrale."
      },
      {
        "index": 275,
        "text": "In pochi minuti due o tre giri furono compiuti. Nel discendere dalla slitta: — Fate di svincolarvi da quello scellerato! — disse il Baroggi alla fanciulla, accennando al conte Alberico. — Ah, non s'è più in tempo! — rispose Stefania, senza guardare in volto al Baroggi, perchè era già in presenza dei genitori e del futuro sposo. La viceregina, che era già in pronto per partire col seguito, quando Stefania fu di ritorno, le mise in dito un anello di brillanti, la baciò in fronte e le disse sommessa: — Se qualcuno vi facesse violenza, e vi costringesse, contro il vostro genio, a sposare quell'uomo là, fate conto della mia protezione. — Stefania non fece motto, la Corte partì. I signori Gentili e il conte Alberico, chiudendo in mezzo la fanciulla, quasi temessero che qualcuno la trafugasse, la tempestarono di cento interrogazioni. Sulla faccia del conte, alterata dal dispetto e dalla gelosia, si poteva leggere, come su di una tabella, l'elenco di tutte le sue perfide qualità. Stefania lo guardò con ribrezzo, e quasi contemporaneamente rivolse e posò uno sguardo lento sul gruppo di persone in mezzo alle quali spiccava ancora la bella figura del Baroggi. Nè altro avvenne per allora, ma quel complesso di accidenti, ben lievi in sè stessi, bastò a gettar le fila d'altri accidenti futuri."
      },
      {
        "index": 276,
        "text": "[XXIV]"
      },
      {
        "index": 277,
        "text": "Frattanto il sole era tramontato, e cominciava ad imbrunire. Due uomini s'accostarono al Bichinkommer, e lo trassero in disparte:"
      },
      {
        "index": 278,
        "text": "— Ci sono, gli dissero ad una voce."
      },
      {
        "index": 279,
        "text": "— Chi?"
      },
      {
        "index": 280,
        "text": "— La Falchi e l'avvocato, ma sono in compagnia di molti altri."
      },
      {
        "index": 281,
        "text": "— Son venuti a piedi o in carrozza?"
      },
      {
        "index": 282,
        "text": "— In carrozza."
      },
      {
        "index": 283,
        "text": "— Dei soc] chi è con voi?"
      },
      {
        "index": 284,
        "text": "— Il Milesi, che è disposto a fracassarli a stangate. Il Paltumi, che non può più dalla smania di pigliare a schiaffi quella sfacciata pu... L'Inverningo, il Carulli, il Besozzo, ciascuno dei quali val per tre e per quattro."
      },
      {
        "index": 285,
        "text": "— Le stangate e gli schiaffi bisogna tenerli in serbo. Altre occasioni non mancheranno; quel che oggi più importa è di aver l'avvocatessa tra le mani."
      },
      {
        "index": 286,
        "text": "I due che parlavano col Bichinkommer erano nientemeno che quel vetturale Giosuè Bernacchi, che in un momento di esaltazione encefalica, provocata in lui dalle messaliniche promesse della Falchi, aveva tentato di assassinare il maresciallino Visconti, ed era stato sì fortunato, che la perizia medica, involandolo alla forca, lo aveva fatto passare al manicomio della Senavra. L'altro era il capomastro Granzini, che nella notte successiva all'eccidio del ministro Prina aveva avuto quel misterioso alterco coll'avvocatessa nella medesima sua casa."
      },
      {
        "index": 287,
        "text": "Costoro appartenevano alla Compagnia della Teppa, e in diverse occasioni quando il tema s'era offerto spontaneo, parlando col Bichinkommer, gli manifestarono tutte quelle cose che credettero di non tacere relativamente all'avvocato Falchi e sua moglie. Sopratutto espressero il desiderio di vendicarsi di lei. Il Bernacchi disse 1 fatti come stavano; ma il Granzini, capomastro, diventato appaltatore e ricco, non disse che quanto gli accomodava. Tanto però bastò perchè il Bichinkommer facesse assegnamento su di loro. Egli sapeva come nel fatto dell'eredità contestata, l'avvocato Falchi, sebbene patrocinatore del Baroggi, aveva avuto mano nel far scomparire dall'archivio del dottor Macchi, passato in proprietà del notajo Agudio, i documenti che potevano risolvere definitivamente la questione. Sapeva come l'avvocatessa fosse a parte d'ogni segreto del"
      },
      {
        "index": 288,
        "text": "marito. Aveva dunque, per l'amore che portava alla casa Baroggi e per l'avversione profonda che nutriva naturalmente contro i birbanti fortunati, pensato più volte alla possibilità di fare una sorpresa a colei, di averla tra le mani, di costringerla, col timore, a confessare e a rivelare quello che in nessun altro modo legale s'era potuto verificare."
      },
      {
        "index": 289,
        "text": "E prima di ciò, per preparar meglio la strada, aveva messo gli occhi sul medesimo notajo Agudio. Essendo riuscito a poter vedere e tener presso di sè due o tre lettere che quel notajo, per gli elementi preliminari di un rogito di compra e vendita, aveva scritto al fittabile signor Mario Bosio, suo grande amico; con quell'attitudine straordinaria che aveva ad imitare tutti i caratteri calligrafici, come il lettore ben sa, studiò attentamente anche la scrittura e la firma del dottor Agudio; scrisse quelle due lettere, di cui più volte abbiamo parlato, una diretta al direttore di polizia Gehausen, l'altra al presidente del tribunale. Però, se il lettore avesse potuto credere che quelle fossero di mano dello stesso Agudio, ora può accorgersi d'essersi ingannato a partito. Il notajo da qualche tempo giaceva malato in una sua villa presso Varese, e il Bichinkommer approfittò anche di questa occasione per colorir meglio il proprio disegno; del qual disegno egli non fece parte a nessuno, nemmeno al Baroggi; fido al vetusto adagio:"
      },
      {
        "index": 290,
        "text": "Non lo saprai perchè son solo."
      },
      {
        "index": 291,
        "text": "Fi sapeva assai bene che quelle lettere a suo tempo sarebbero state disconfessate dall'Agudio; ma pensava anche che cento inattese combinazioni potevan sorgere dalla comparsa di esse; che gli aventi interesse alla perpetrata frode, sgomentati dall'apparente confessione del notajo, potevano essere indotti a fare una confessione sostanziale e decisiva; che, infine, la perizia calligrafica avrebbe dovuto penar molto per trovar il modo di dar ragione al notajo, quando questi, chiamato in giudizio, avesse sconfessate quelle lettere, anche colla formalità del giuramento."
      },
      {
        "index": 292,
        "text": "Non si può negare che un tal piano di battaglia era degno dell'astuzia di Annibale e di Napoleone, colla differenza, che accresce sempre più in loro confronto il merito del Bichinkommer, che cioè questi lavorava in segreto e alla sordina, senza pretesa nè di fama nè di gloria, ma pel solo desiderio di fare il vantaggio di un altro, senza che quest'altro potesse nemmen ringraziarlo; per l'intento ancor più nobile di tentar che la giustizia, svincolata dagli ostacoli, dalle insidie e dai trabocchetti dei tristi, potesse finalmente avere il suo libero corso; e nel pericolo, sebben lontano e improbabile, ma che stava pur sempre nella sfera del possibile, di essere condannato per falsario, se, per circostanze fatali, l'opera sua avesse mai potuto venire scoperta."
      },
      {
        "index": 293,
        "text": "Giusta le informazioni, che, adoperando que' mezzi che erano in sua mano, aveva potuto assumere, quelle lettere non avevano prodotto tutti gli effetti ch'egli erasene aspettato. Già prima che il Suardi avesse parlato, seppe come il segretario del consigliere Pagani aveva fatto una visita al marchese F...; seppe che il marchese erasi recato tanto dal direttore di polizia quanto dal Presidente del Tribunale; da un giovane di studio dell'avvocato Falchi venne a conoscere, che il marchese aveva invitato a pranzo l'avvocato medesimo; dal cavallante del borgo dove il notajo Agudio teneva la villa e giaceva ammalato, seppe che presso colui erasi recato un attuaro del tribunale civile; ma che il medico, per la gravezza del male, non aveva permesso che il signor notajo gli desse udienza. Tutti questi fatti indicavano, che per quel sasso da lui scagliato nel torbido stagno, la belletta era venuta a galla; ma ciò non poteva bastare, onde credette che per dare una risoluzione pronta a quella malattia misteriosa, lunga ed ostinata, la Falchi poteva riuscire opportunissima se, cedendo alla necessità, avesse cantato e fatto cantar altri."
      },
      {
        "index": 294,
        "text": "Da due o tre giorni egli e i compagnoni sunnominati stavan sulle peste dei signori Falchi per coglierli alla impensata, e, previo un buratto più o meno incruento all'avvocato marito, pigliar lei di forza, come erasi fatto dalla Compagnia della Teppa con tante altre mogli e amanti; e tirarla in luogo, dove l'ingiustizia, l'illegalità e l'arbitrio, divenuti onnipotenti, potessero far le veci della giustizia troppo spesso nominale e invalida."
      },
      {
        "index": 295,
        "text": "Con questi pensieri, a guisa di un generale che ha da comandare una difficile e importante fazione, disse ai due: aspettatemi fuori dell'osteria, raccoglietevi prima intorno tutti gli altri, e,"
      },
      {
        "index": 296,
        "text": "confusi nella folla, non perdete mai d'occhio la carrozza della Falchi. È bene che, per ora, io non sia visto con voi. In ogni modo, qualunque contrattempo possa nascere, sapete che il luogo dove ella dev'essere condotta è alla Simonetta, dove quel pazzo di... ha organizzato un'altra strana burla, la quale gioverà anche a noi, perchè, dato mai che la Falchi strillasse e, lasciata poi in libertà, facesse chiasso presso le autorità, di cui conosce tutti gli aditi, l'apparenza della pazzia e dello scherzo e del disordine senza costrutto e senza scopo, potrà dare un altro colore ad un'impresa fatta sul serio e per un intento serio. Andate, che vengo subito."
      },
      {
        "index": 297,
        "text": "Quelli partirono, e il Bichinkommer s'accostò al Baroggi, il quale parlava ancora col Suardi e col segretario del Pagani. La Gentili era partita co' propr] genitori nella carrozza del futuro sposo. Questi erasi fermato, e simulando il più lieto umore del mondo, erasi avvicinato a quel crocchio, sotto pretesto di fare le più sentite congratulazioni allo scarcerato Suardi. Il Baroggi, visto il Bichinkommer, gli disse piano all'orecchio: Stasera non ci vedremo. — Nemmeno io posso vedervi."
      },
      {
        "index": 298,
        "text": "— Ho già parlato di te al conte; oggi sarai formalmente accettato; domani verrai anche tu, e farai la nota di tutti quelli della Compagnia della Teppa che sono degni di lasciare le birbonate per le grandi azioni."
      },
      {
        "index": 299,
        "text": "— Va bene; e dov'è il luogo del convegno?"
      },
      {
        "index": 300,
        "text": "— Stasera in casa del calzolaio Ronchetti. Domani in casa del conte. Il luogo si cambia sempre. Addio."
      },
      {
        "index": 301,
        "text": "E si lasciarono."
      },
      {
        "index": 302,
        "text": "Quanta carne a bollire! dirà il lettore. Ma non si sgomenti, chè la legna non manca."
      },
      {
        "index": 303,
        "text": "[XXV]"
      },
      {
        "index": 304,
        "text": "Il Bichinkommer, congedatosi dal Baroggi, discese all'ingresso dell'osteria, per vedere co' propri occhi dov'erasi fermata la carrozza dell'avvocato Falchi. Fra quella un phaéton, foggia di cocchio estivo venuto allora dall'Inghilterra. Non aveva cocchiere a cassetta, ma un jockey in livrea di postiglione con calzoni di daino bianco teneva 1 cavalli."
      },
      {
        "index": 305,
        "text": "Il Bichinkommer disse al Bernacchi vetturale:"
      },
      {
        "index": 306,
        "text": "— Sarebbe stato assai meglio se fossero venuti a piedi."
      },
      {
        "index": 307,
        "text": "— È facile a capirsi."
      },
      {
        "index": 308,
        "text": "— Voglio dire, che bisogna governarsi in modo, da rendere questa carrozza inservibile."
      },
      {
        "index": 309,
        "text": "— Come si fa?"
      },
      {
        "index": 310,
        "text": "— Far nascere qualche scompiglio... spaventare i cavalli... qualche cosa, insomma; i milionarj non amano di affrontare i pericoli."
      },
      {
        "index": 311,
        "text": "— Questo si sa..."
      },
      {
        "index": 312,
        "text": "— Per combinazione, ci sarebbe qui tra gli altri qualche fiacre guidato da qualcuno de' tuoi uomini?"
      },
      {
        "index": 313,
        "text": "— Più d'uno ce ne sarà."
      },
      {
        "index": 314,
        "text": "— Fa dunque in modo che si trovi un fiacre fuori della porta, sulla strada di circonvallazione che mette a porta Tosa."
      },
      {
        "index": 315,
        "text": "— È presto fatto."
      },
      {
        "index": 316,
        "text": "— Ora io rientro nell'osteria, e mi metto sui passi loro."
      },
      {
        "index": 317,
        "text": "— Son là seduti, presso la banda militare... Ella momenti fa parlava col general Bubna."
      },
      {
        "index": 318,
        "text": "— Per fortuna non mi conoscono, e potrò tenerli d'occhio senza metterli in sospetto. Or lascia ch'io dia una occhiata al postiglione."
      },
      {
        "index": 319,
        "text": "Detto ciò, fece tre o quattro passi, attraversò il bastione, e si piantò presso la carrozza, ambe le mani nelle saccoccie e il cappello bianco plumé in sugli occhi. Pareva un mercante di cavalli che esaminasse le sue bestie, per accertarsi se potevasi fare un negozio, ma di sott'occhio egli sbirciava il postiglione."
      },
      {
        "index": 320,
        "text": "— La faccia è abbastanza di mammalucco, ei diceva fra sè. Va benone. Questi milionar] di nova data si fan sempre scorgere a qualche indizio: il phaéton è inglese, ma il jockey è tolto di certo al cavallo dell'erpice. L'abito è nuovo e ben tagliato, ma la schiena tradisce l'abitudine della vanga. Può darsi che mi sbagli, ma questo villanzone deve sgomentarsi per nulla."
      },
      {
        "index": 321,
        "text": "Ciò detto, o meglio, pensato, si ritrasse lentamente, e come chi va almanaccando tra sè, diede di nuovo un'occhiata d'intelligenza al Bernacchi, al Granzini e agli altri; rientrò nell'osteria, e si portò sull'ingresso della cucina. Colà, senza perder mai di vista il pergolato presso la banda militare, dove trovavasi la Falchi, disse alto al cuoco:"
      },
      {
        "index": 322,
        "text": "— Avresti ancora del fegato crudo?"
      },
      {
        "index": 323,
        "text": "— Aspetti... sì... c'è quest'ultimo pezzo... Vuol forse una buona frittura?"
      },
      {
        "index": 324,
        "text": "— Dammelo come sta. Ognuno ha i suoi gusti."
      },
      {
        "index": 325,
        "text": "— Ma..."
      },
      {
        "index": 326,
        "text": "— Te lo pagherò come se fosse fritto e rifritto; sta di buon animo."
      },
      {
        "index": 327,
        "text": "— Si serva; badi a non imbrattarsi."
      },
      {
        "index": 328,
        "text": "E il Bichinkommer, nascosta la mano che teneva l'involto sotto la falda della giubba, uscì di nuovo."
      },
      {
        "index": 329,
        "text": "L'osteria del Monte Tabor, alle ore sette, quando cessò il giuoco della slitta, cominciò a versar fuori gente, gente e gente, con quel rigurgito profluente onde la birra in fermentazione, tolto il turacciolo, si versa in quella misura che par superare le proporzioni della bottiglia. Il fiacre del vetturale Bernacchi era già fermo fuori della porta; e un altro fiacre fu mandato ad aspettare sul bastione per il caso che d'improvviso si dovesse cambiare il piano di battaglia. Presso alla carrozza della Falchi, a conveniente distanza, stavano quelli fra i compagnoni della Teppa ch'erano men noti al pubblico. Altri s'eran recati a bere ad un'osterietta posta allo sbocco della strada di circonvallazione, e che serviva di succursale al Monte Tabor, quando questo minacciava di lasciar morire di sete la folla soverchiante. Il Granzini capo mastro passeggiava sul bastione a dritta, il Bernacchi sul bastione a sinistra della porta. Il Bichinkommer, col cappello sugli occhi, teneva tutto nel dominio del proprio sguardo, lasciandosi sospingere e respingere dalla folla, come uno di quei ceppi del lago, a cui fan capo le reti, e che vengon di continuo sobbalzati dall'onda. A misura che i signori proprietari delle carrozze uscivan dall'osteria, i cocchieri, avvisati dal noto fischio delle livree che ricevevan l'ordine dai padroni, facevano avanzare i cavalli. In quel momento adunque l'ordine delle file non poteva essere molto rispettato. E venne anche la volta del phaéton di casa Falchi. Il jockey venne chiamato. Questi d'un tratto fu al suo posto. Il Bichinkommer, colto a volo quell'istante, s'era recato presso al cavallo che doveva portare il jockey, e intanto che questo, messo il piè sinistro nella staffa, colla gamba dritta girava la sella, per mettervisi a sedere, ei gl'intromise di volo l'involto del fegato insanguinato, senza che colui nè altri se ne avvedessero. Il jockey fece avanzare i cavalli; il Falchi colla moglie salirono; il phaéton si rimise nella fila de' cocchi che procedevano non senza disordine. Ma a un tratto i monelli spettatori gridano: Ferma, ferma. — Guarda, guarda. — È ferito. — Siete ferito; versate sangue da tutte le parti. Il jockey, alla luce crepuscolare, si volge, guarda, si spaventa, si smarrisce, grida ajuto, e governa sì male le briglie, che i cavalli s'impennano, sconvolgono le file, fanno urlare donne e ragazze, che si mettono in fuga, mentre altri accorrono. Nel disordine, nella confusione e nel parapiglia, alcuni, ed eran socj della Teppa, pigliano nelle braccia il jockey quasi svenuto, fermano i cavalli, fingono di far coraggio ai seduti in carrozza; intanto il Bernacchi, dietro consiglio improvvisato lì per lì dal Bichinkommer, monta in sella, guida i cavalli, li fa uscir di fila, e approfittando dello scompiglio generale, li spinge a gran carriera fuori di Porta Romana."
      },
      {
        "index": 330,
        "text": "Senza perder tempo, il Bichinkommer dà ordine al Milesi e a due altri di salir nel fiacre che stava fermo sul bastione, e di uscir tosto per mettersi in coda al phaéton, e di concerto coll'altro fiacre, far nascere un nuovo parapiglia, simulare un alterco, una rissa, un qualche inferno, per ottener l'intento di tagliare in due il matrimonio seduto in cocchio, trasportando la Falchi alla Simonetta, e lasciando per una notte in piena e desolata vedovanza il milionario avvocato. Audaces fortuna juvat; le cose camminarono a seconda delle previsioni e dei desiderj. Il fiacre situato sul"
      },
      {
        "index": 331,
        "text": "bastione tenne dietro al phaéton; dopo qualche istante, il fiacre che attendeva sulla strada di Circonvallazione, avvisato in tempo debito, si mise a carriera, come per inseguire le altre due carrozze, sotto pretesto d'esser stato attraversato e insultato. In quest'ultimo erasi gettato il Bichinkommer. Egli vomita ingiurie contro quelli dell'altro fiacre; questi rispondono di conformità, e versano tutta la colpa sul guidatore del phaëton. Il Bernacchi, recitando benissimo la propria parte, si mette a sagrare come un indemoniato. Tutte e tre le carrozze si fermano. Gli uomini nei due fiacres discendono, e fanno le viste di assalire il Bernacchi. La Falchi grida, l'avvocato strepita, e tutti si volgono a quest'ultimo, portandolo di viva forza fuori della carrozza. Il Bernacchi, avvertito dal Bichinkommer, finge allora di svincolarsi dall'impaccio dei due fiacres, e mette i cavalli alla più precipitosa carriera, indarno gridando la Falchi che il marito era rimasto a terra. Il qual marito, dopo essere stato urtato e riurtato e anche tambussato, fu lasciato solo in mezzo alla strada e all'oscurità della notte già caduta; e i compagnoni della Teppa risalirono tutti nei fiacres e via di gran galoppo."
      },
      {
        "index": 332,
        "text": "[XXVI]"
      },
      {
        "index": 333,
        "text": "Tutti questi fatti seguirono con tanta rapidità, che coloro i quali dovettero subirli per forza, non ebbero il tempo necessario nè di fermarli, nè di comprenderne lo scopo, nè di conoscerne gli autori. Tanto il Falchi quanto sua moglie rimasero così sbalorditi e confusi, che non raffigurarono il Bernacchi quando questi montò in sella, e non s'accorsero d'essere portati piuttosto fuori che dentro la città. E dopo il simulato alterco, a tacere dell'avvocato che, restato solo nella solitudine e nell'oscurità della Circonvallazione, non mise in iscritto per nostro uso le sue impressioni, la paura s'era per siffatta guisa impadronita dell'animo di madama Falchi, che la sua carrozza svoltò entro il portone di un palazzo, prima che si fosse riavuta; sebbene confidasse nelle parole del Bernacchi, da lei non ravvisato, il quale, lungo la precipitosa corsa, andò ammonendola e persuadendola ch'ei l'avrebbe tratta in salvo. Al rumore della carrozza accorsero i famigli del palazzo, che era quello della Simonetta appunto, situata tra porta Tenaglia e porta Comasina, e celeberrima per il suo eco. Parve che quella visita fosse aspettata. La Falchi fu fatta discendere. Giosuè Bernacchi allora le si presentò, e dandosi a conoscere: — Ringraziatemi, le disse, se ho saputo trarvi di pericolo."
      },
      {
        "index": 334,
        "text": "Di lì a poco giunsero gli altri due fiacres. Ne uscirono nove uomini, fra 1 quali il Bichinkommer. Tutti fecero cerchio intorno alla Falchi che, vedendo il capomastro Granzini, si smarrì, senza che però potesse comprender nulla."
      },
      {
        "index": 335,
        "text": "A rendere più ampia la linea del semicerchio discese un uomo alto e di forme robuste, affatto calvo, quantunque ancor giovane, tinto fortemente di quel color di mattone, che di consueto è il deposito della triplice concorrenza della salute, del sole e del vino. Sebbene in abiti da caccia, aveva aspetto e modi signorili, indarno dissimulati da una, poteva dirsi, abitudine di prepotenza ostentata e da uno sguardo particolarissimo, nel quale un osservatore esperto poteva vedere a lampeggiare un duplice raggio di sinistra gravità e di vivezza comica. Pareva un miscuglio d'innominato e di don Giovanni, col naso pavonazzo di Falstaff e il ghigno provocatore di don Cesare di Bazan. Colui aveva due soprannomi; da' suoi pari e in città veniva chiamato il barone Bontempo; in villa e dai contadini era denominato E/ Mazzases, per aver ucciso sei aggressori, mentre viaggiava affatto solo in sediolo. Non era il padrone della Simonetta; ma la teneva soltanto a pigione e da poco tempo; e ciò sia detto a scanso d'equivoci."
      },
      {
        "index": 336,
        "text": "— Quantunque non abbia il bene di conoscervi, disse egli alla Falchi, nè voi sappiate ch'io mi sia, ho caro siate venuta a trovarmi. Qui avrete buonissima compagnia d'uomini e donne; donne degne di voi, uomini superiori ai vostri desiderj, sebbene forse contrarj ad ogni vostra aspettazione. Non parlo di quelli che vedete qui, noi siamo uomini volgari."
      },
      {
        "index": 337,
        "text": "La Falchi, benchè fosse compresa di sgomento, fissò in volto l'interlocutore con una cert'aria di sussie go."
      },
      {
        "index": 338,
        "text": "— Voi dite di non conoscermi, disse poi, ed io pure non vi conosco. Abbiate dunque la bontà di dirmi per qual ragione adesso io mi trovo in questa casa, che, a quanto mi sembra, è casa vostra."
      },
      {
        "index": 339,
        "text": "— Parlate voi, signor Giosuè, disse il barone al Bernacchi."
      },
      {
        "index": 340,
        "text": "— MI riconoscete voi? chiese allora il vetturale alla Falchi."
      },
      {
        "index": 341,
        "text": "— Sì, ella rispose."
      },
      {
        "index": 342,
        "text": "— Per colpa di chi un certo tale ha dovuto passare due anni nel manicomio della Senavra?"
      },
      {
        "index": 343,
        "text": "— La colpa dovrebbe essere di quel tale, se i pazzi fossero colpevoli."
      },
      {
        "index": 344,
        "text": "— Se dunque i pazzi non sono colpevoli, la colpa sarà di chi con arti diaboliche incaricò un pazzo di ferire un uomo. Signori, ecco la strega infame che spinse un giovane onesto a vibrare il colpo dell'assassino. Il resto lo sapete."
      },
      {
        "index": 345,
        "text": "— Avete dunque capito, o signora, esclamò il barone; siete qui per essere giudicata e condannata."
      },
      {
        "index": 346,
        "text": "— MI riconoscete voi, signora? le chiese allora ad alta voce il capo mastro Granzini."
      },
      {
        "index": 347,
        "text": "— Sì, vi riconosco."
      },
      {
        "index": 348,
        "text": "— Ebbene?"
      },
      {
        "index": 349,
        "text": "— Non so che vi vogliate dire."
      },
      {
        "index": 350,
        "text": "— A poca distanza di qui c'è il cimitero della Mojascia. Fra 1 mille cadaveri che giaciono colà, non ve n'è uno che vi tolga il sonno la notte, e vi assedii con paure e con rimorsi?"
      },
      {
        "index": 351,
        "text": "— Non vi comprendo, e non so nulla."
      },
      {
        "index": 352,
        "text": "— Si tratta dunque di far sapere a tutti quello che voi dite d'ignorare."
      },
      {
        "index": 353,
        "text": "— E noi la giudicheremo e la condanneremo, esclamò il barone con voce profonda e con gravità ostentata."
      },
      {
        "index": 354,
        "text": "— Conoscete voi, entrò allora a parlare il Bichinkommer, conoscete voi il notajo A gudio?"
      },
      {
        "index": 355,
        "text": "— Non lo conosco."
      },
      {
        "index": 356,
        "text": "— Voi lo conoscete, e sapete anche in qual modo si comperarono da lui delle carte preziose, a danno di una povera famiglia, e a vantaggio di un ricco potente."
      },
      {
        "index": 357,
        "text": "— Io non so nulla."
      },
      {
        "index": 358,
        "text": "— Allora si troverà il modo di farvi confessare la verità, vostro malgrado."
      },
      {
        "index": 359,
        "text": "— E noi la giudicheremo e la condanneremo, concluse il barone, caricando la profondità della voce e mettendo fuori le parole come se fossero una formola tremenda della Santa-Vehme."
      },
      {
        "index": 360,
        "text": "La notte era profonda; i fanali dei fiacres, portati a mano da quattro socj della Teppa, rischiaravano lugubremente quella scena. La Falchi pareva la Lucrezia Borgia nel famoso sestetto dell'opera di Donizetti."
      },
      {
        "index": 361,
        "text": "Ma la varietà del finale del sestetto consistette in ciò, che la Falchi venne condotta in una gran sala terrena tutta illuminata, dove alcune belle donne, mostranti tutt'altro che allegria, sedevano in mezzo a dodici mostruosissimi nani. Ed ora narreremo la storia dei nani."
      },
      {
        "index": 362,
        "text": "Una notte s'impegnò un vivissimo alterco tra alcuni soci della Teppa e un nano assai noto nella via dei Pennacchiari, soprannominato e/ nan Gasgiott, il quale lavorava a far fiori artificiali. Apparteneva esso alla specie superlativa di que' nani che, nel dialetto milanese, con vocabolo intraducibile, si chiamano besios: forti di salute, tarchiati di spalle, presuntuosi e maneschi, e che diventan feroci se alcuno ha l'audacia di arrischiar qualche critica sul sistema delle loro gambe. Questo nano era prepotente anco non provocato, e faceva professione di tentar tutte le donne del circondario con parole e con fatti, pe' quali avvennero innumerevoli risse, e si appoggiaron randellate famose, e corse anche qualche coltellata. Tra i socj della Teppa che s'incontrarono in costui quella tal notte, v'era l'atletico Milesi, il quale amoreggiando una servotta che stava ne' Pennacchiari, aveva sentito da lei che e/ nan Gasgiott le aveva dette parole non mica belle. Ognuno può immaginarsi che tempesta di cazzotti cadde sull'ampia schiena del nano, e come esso non riuscisse a svincolarsi dalle ferree mani del Milesi, che lo trasportò seco all'osteria del Falcone, e qui, incontratosi coi barone Bontempo, questi propose al Milesi di portare il famoso nano in"
      },
      {
        "index": 363,
        "text": "campagna e colà sottoporlo ad un regime severo, che lo preparasse a diventar più calmo e trattabile per l'avvenire."
      },
      {
        "index": 364,
        "text": "Siccome da pensiero nasce pensiero, così nelle teste di quei giovinotti buontemponi, che talvolta spingevan le pazzie fino all'ingiustizia ed alla crudeltà, nacque la idea di organizzare un rapimento di tutti i nani più vistosi della città. I Romani fecero il ratto delle Sabine; i pirati greci e turchi rapivano le beltà delle isole greche e dell'Eritreo o della Cascemira per provvedere odalische ai voluttuosi emiri. La Compagnia della Teppa tese invece i suoi agguati a quanti ebbero gambe tortuose e menti da gnomo. Se il fatto fosse continuato per molto tempo, i nani, diventati oggetti di lusso, sarebber saliti a prezzi d'affezione."
      },
      {
        "index": 365,
        "text": "[XXVII]"
      },
      {
        "index": 366,
        "text": "Come già fu detto, la polizia austriaca, così instancabile e vessatrice nel sorprendere e punire le azioni che più o meno le paressero dannose al governo, chiudeva poi un occhio, con iscopo deliberato, su tutti quegli atti che turbavano la pace e la sicurezza cittadina. Non è possibile ammettere che la polizia austriaca non abbia repressa e distrutta in sul primo suo nascere la Compagnia della Teppa per aver trovato degli ostacoli insormontabili. Come vedremo, appena lo volle, potè farlo. Ma a lei premeva di deviare la gioventù dalla serietà della vita; e godeva che si fiaccasse nella corruzione e nel disordine; e però, per tre anni consecutivi, permise che i placidi cittadini fossero esposti ad ogni sorta d'insulti e di soperchierie, le quali, se non toccavano la sfera rigorosamente criminale, offendevano però il pubblico e privato costume, e più d'una volta furon cagione di mali assai gravi."
      },
      {
        "index": 367,
        "text": "Nè ai reclami de' cittadini la giustizia provvide mai a soddisfare compiutamente. A ciò s'aggiunga, che le ingiurie e le persecuzioni di cui tante buone persone eran fatte segno, appartenevano a un ordine di cose che insieme colla pietà provocavano anche il ridicolo."
      },
      {
        "index": 368,
        "text": "Quindi nella maggior parte un'invincibile ritrosia a mettere in pubblico gli scandali ch'erano avvenuti nelle tenebre; perchè più d'una volta accadde che, portate ai circondarj le querele, i pubblici funzionarj, per quanto fossero onesti e disposti a far giustizia, non seppero sempre comprimere gli scoppî di risa, allorchè gli offensori, quasi tutti giovinotti senza pensieri e senza cure, pieni di salute e di allegria e di comica giovialità, esponevano le loro storie di fatto, a rettifica delle querele avversarie; onde succedeva che, a processo chiuso, chi aveva avuto il danno in segreto, non avea ottenuta altra soddisfazione che di trovare anche le beffe in pubblico. Per questa condizione di cose, i disordini vennero ad aggravarsi ed a moltiplicarsi sempre più. Quasi tutta la gioventù di Milano, quella eziandio che era portata alla vita ragionevole e tranquilla, trovò opportuno di aggregarsi alla Compagnia della Teppa, se non foss'altro, per essere rispettata dai colleghi prepotenti; laonde sempre più vennero a mancare i difensori alle persone oltraggiate. Una tale comodità imbaldanzì ad affrontar imprese d'un ordine più pericoloso e più alto; si pensò a maltrattare anche persone distinte; si concertarono vendette d'ogni genere, contro uomini e donne della classe ricca e patrizia; se non che, per fortuna, la famigerata compagnia, in questo medesimo eccesso, venne a trovare il germe della propria distruzione. E un fatto curioso è da notare, che negli ultimi mesi della sua vita, per insinuazione dei migliori, tra' quali il Bichinkommer, essendosi voluto assegnare qualche scopo utile alle imprese bizzarre e violenti, e quasi tentar di giustificare col fine l'iniquità dei mezzi, questa per avventura fu la causa principalissima che le diede il tracollo, perchè avendo essa preso di mira alcuni uomini tristi e potenti, incontrò in essi quella reazione valida e distruttrice che non trovò mai nel tribolare il prossimo innocente e tranquillo. Tra le ultime imprese bizzarre e comiche, ma nel tempo stesso violenti e turpi, quella che abbiamo incominciato a raccontare fu probabilmente la più efficace ad accelerare il suo termine; e fu precisamente allora che si adoperarono i mezzi più strani ed iniqui coll'intento di fare la giustizia più generosa."
      },
      {
        "index": 369,
        "text": "Il rapimento del nano fiorajo della via dei Pennacchiari e la sua deportazione alla Simonetta, suggerì dunque a quei capi strani il ratto dei nani più noti e più velenosi che possedeva Milano. La"
      },
      {
        "index": 370,
        "text": "caccia durò qualche tempo; le imboscate furono molte; i nani celebri, i quali sapevano che si volevano metter le mani su di loro, giocarono per un pezzo di astuzia onde involarsi e trafugarsi; ma i monelli della città tenevan bordone alla compagnia, e al pari dei levrieri e dei bracchi che avvisano il cacciatore della presenza del selvatico, svelavano il nascondiglio dei nani inseguiti, il come e il quando ne uscivano, e, colto il punto, eran tutti addosso, come sul cignale, quando, tentato e ritentato, finalmente sbuca infuriato dal covo. Allorchè i compagnoni ebbero messo insieme una cacciagione di una dozzina di nani, pensarono di non farne altro, e di raccoglierli tutti in un luogo solo per dar loro un lauto banchetto, e poi rinviarli in pace alle loro dimore. Ma il Bichinkommer fu causa che di quella schiera di gnomi si cavasse un partito, e si venisse in seguito a stabilire il modo onde poter dare una pratica applicazione a quella stramberia che non aveva nessun fine in se stessa."
      },
      {
        "index": 371,
        "text": "[XXVII]"
      },
      {
        "index": 372,
        "text": "— Molte volte ho pensato fra me, disse un giorno il Bichinkommer al barone Bontempo, come si potrebbero punire quelle donne che fanno uso della propria bellezza per tormentare e tener continuamente in sulla corda i giovani inesperti; quelle tra le elegantissime patrizie, che, dopo aver dato un calcio al marito, all'amante italiano, fanno sfacciatamente all'amore coll'ufficialità austriaca; come si potrebbero punire quelle, che, sebbene agiate, permettono che i giovani vadano in malora per soddisfare alla loro ambizione e ai loro capricci, e, rovinati, li abbandonano poi alle risate, alle fischiate del bel mondo. Come si potrebbe, tanto per venire a qualche caso pratico, far piangere a calde lagrime, siano poi d'ira o di pentimento non importa, quella signora C... (e qui nominò una famosissima beltà perfida, della quale noi dobbiamo tacere il cognome) che fu vista a ridere in palchetto il dì dopo che il suo adoratore erasi abbruciato il cervello per lei; e ballar tutta notte al veglione con un ulano, il quale sparlava poi animalescamente di tutte le nostre donne, facendo un sol fascio delle Messaline e delle Lucrezie? E non converrebbe una lezione tremenda a quella contessina che rubò il fidanzato alla figliuola dell'avvocato B... e fu causa che si sciogliesse un matrimonio, quasi pervenuto alla presenza dell'altare, non per altra ragione che perchè quell'innocente ragazza aveva meritate le lodi del suo cavalier servente? La legge non arriva e non può arrivare sin qui, ma nel tempo stesso è duro che certe colpe speciali non debbano aver pene speciali e proporzionate. Queste donne io vorrei che si potessero condannare a un perpetuo disonore, ma a un disonor fisico e materiale, non ideale; ci vuol altro. Io, per esempio, le metterei in compagnia di questi gnomi ributtanti e furibondi, farei chiudere le porte, e buona notte. Non capisco, come nell'Inferno di Dante, che, sebbene ignorante, ho voluto leggere per averne un'idea, non siasi immaginata una pena consimile per tormentare sino alla disperazione l'orgoglio e la crudeltà di tali scelleratissime carogne."
      },
      {
        "index": 373,
        "text": "Questa strana idea il Bichinkommer la mise fuori così per passatempo e senza credere che si potesse in nessun modo attuare; ma il barone Bontempo:"
      },
      {
        "index": 374,
        "text": "— È un peccato, soggiunse, che un progetto simile non abbia ad effettuarsi. Però bisogna pensarci, caro mio; come si son trafugate altre donne e ragazze, trafugheremo anche queste; così rideremo noi e vendicheremo gli altri."
      },
      {
        "index": 375,
        "text": "— La cosa è pericolosa più di quel che sembra. Son tutte signore altolocate, e che hanno aderenze cospicue e potenti."
      },
      {
        "index": 376,
        "text": "— Tanto meglio; l'auto-da-fè sarà così più segnalato e meritorio."
      },
      {
        "index": 377,
        "text": "E qui adesso non istaremo a raccontare minutamente come questo disegno, messo là per bizzarria, fu poi maturato seriamente e messo in esecuzione con tutti i mezzi necessarj perchè riuscisse. Le insidie, gli agguati, i trabocchetti, i rapimenti hanno un modo quasi sempre uguale di processo e di sviluppo, onde, senza annojare il lettore, lasceremo la sua fantasia in piena libertà di far le nostre veci, concludendo solo che quando la Falchi fu tratta alla Simonetta, quelle donne di cui parliamo più sopra, vi erano state trasferite fin dal giorno prima."
      },
      {
        "index": 378,
        "text": "Esse erano tutte della classe più alta e più ricca; scelte tutte fra le più orgogliose e beffarde che avevano abusato della beltà, come i più tristi dei dodici Cesari avevano abusato del potere. Non parliamo delle tre nominate dal Bichinkommer, e che furono le prime ad esser rapite e trasportate alla Simonetta. Quelle eran già famigerate in Milano per le colpe che sappiamo, le altre avevan tutta la capacità a delinquere, e se non si erano segnalate per la profondità della perfidia, era estesissimo il terreno sul quale l'aveano esercitata. Una poi era stata amante riamata del barone Bontempo; ma, dopo le più fervide proteste, dopo il più infuocato epistolario, dopo l'assicurazione di un amore duraturo vita natural durante, un bel dì il barone si trovò accolto come un estraneo, licenziato su due piedi, senza nemmeno il beneficio degli otto giorni che suole accordarsi ai servitori; e tutto ciò perchè un principe di Lichtenstein, che vestiva la sfarzosa uniforme d'ussero, sembrò più conveniente alle mire della damina."
      },
      {
        "index": 379,
        "text": "Il barone Bontempo, quantunque avesse fermato di non vendicarsi altrimenti di quell'ingiuria, riputando essere la vendetta indegna d'un gentiluomo, non seppe poi resistere alla tentazione di metter colei nel novero delle condannate, quando il Bichinkommer con fantasia ariostesca gl'improvvisò lo strano progetto. E così anch'essa, come una starna ferita, fu messa nel carnaio ed inviata al cuoco perchè l'acconciasse in salmì. Allorchè la Falchi, condotta a mano dal barone, con apparenza di cortesia cavalleresca, comparve sulla soglia della sala, quelle donne avevan l'aspetto di altrettante regine Zenobie trascinate dietro al carro del trionfatore; ed eran cupe ed acide come le Longobarde quando videro le proprie dimore invase dai Franchi. I dodici nani, per un'altra idea bizzarra, erano stati travestiti in abiti teatrali, somministrati dal vestiarista della Scala, e potevan benissimo far la prima figura in qualunque cenacolo di Paolo Veronese."
      },
      {
        "index": 380,
        "text": "— Eccovi, o nobilissime signore, disse allora il barone, un'altra compagna assai degna di voi. Credo bene ch'ella vi sia nota. Fu per aspettar lei che vi ho fatto attendere quarantott'ore in questa casa. Non credo però che vi possiate lamentare. Ora vi annunzio che domani potrete far ritorno alle vostre case, e intanto vi prego ad accettare una cena. Ho anche pensato a non lasciarvi sole; ma siccome nè io nè questi miei amici non siamo abbastanza degni di voi, così, come vedete, ho fatto ricerca dappertutto per mettervi in mezzo ad una schiera d'uomini rari e sperati come ova di Pasqua. Ciò che determina l'alto prezzo delle cose, più che la bontà e la bellezza, è la rarità. Tutto quello adunque che si è potuto fare per voi, s'è fatto con amore e con coscienza, e mi lusingo che ci sarete grate. Questi signori, che per renderli sempre più degni delle vostre signorie ho fatto vestire in costumi di re, di duchi, di baroni, spero sapranno rendersi amabili al vostro gusto squisito; e tanto più quando si saran diguazzati come anitre nel fumoso liquore spremuto da' miei vigneti, e quando sentiranno gli effetti di un certo ingrediente gentile, che è tratto da quell'insetto che i naturalisti iscrissero nell'elenco dei Coleotteri, ed appartiene alla famiglia degli epispastici. Or vi lascio alle gioje che vi ho preparate, e la fortuna vi sia propizia."
      },
      {
        "index": 381,
        "text": "Quando il barone ebbe ciò detto, un servo gallonato spalancò una porta, da cui trapelava un gran chiarore; vi si fermò, e disse ad alta voce: Jn tavola, signori."
      },
      {
        "index": 382,
        "text": "[XXIX]"
      },
      {
        "index": 383,
        "text": "Il precetto di Orazio — Nec pueros coram populo Medea trucidet, ci comanda di calar il sipario e d'impedire che l'occhio del pubblico penetri ad assistere all'orrenda cena che i compagnoni della Teppa imbandirono alle colpevoli dame che fecero parlar troppo di sè nell'anno 1820, e delle quali non vogliamo che oggidì si sospetti nemmanco il nome. La cena d'Alboino e il cranio di Cunimondo poterono esser narrati e descritti e dipinti; ma la vendetta dei Teppisti non potrebbe trovar grazia presso nessun'arte, nè posto in alcun libro che non venisse inspirato dalla nefaria musa dell'Aretino. Che se noi l'abbiamo accennata di volo e in ombra, fu solo per mostrar come un governo corruttore, lasciando libero il freno al disordine ed alla scostumatezza per avvelenare tutte le fonti della virtù, sia occasione che anche degli uomini non perversi e perfino onesti, tentati dall'invito o dalle circostanze, possano di cosa in cosa e di abuso in abuso pervenire a tali eccessi,"
      },
      {
        "index": 384,
        "text": "che essi medesimi ne debbano poi rimaner pentiti. Il Bichinkommer fu il primo ad accorgersi che si era andato troppo oltre nell'esecuzione di quel disegno, ch'egli avrebbe voluto non aver mai pensato; e fu anche il primo, quando, per molti indizj, potè intravedere che la barbara commedia, in quella notte minacciava di convertirsi in un'atrocissima tragedia, a consigliare di entrare presso le dame e i loro commensali onde impedir conseguenze ancor peggiori."
      },
      {
        "index": 385,
        "text": "Per fortuna esso fu ascoltato ed obbedito; le dame furon fatte uscire, e i nani inferociti si dovettero placare a bastonate; tanto è vero che troppo spesso una serie di violenze non può essere troncata che da una violenza estrema."
      },
      {
        "index": 386,
        "text": "Il giorno dopo, tutte le signore, in altrettanti fiacres che furono fatti venire dal Bernacchi, vennero rinviate a Milano, con tutte le precauzioni necessarie perchè non potessero sapere in che luogo erano state. Madama Falchi fu trattenuta per l'ultima alla Simonetta, onde sottoporla alle interrogazioni del Bichinkommer ed alle intimazioni del Granzini e del Bernacchi, e cavarle di bocca come furon fatti sparire i documenti appartenenti all'archivio dello studio Macchi-A gudio. Se non che la Falchi, dotata, come sappiamo, d'una natura assai affine a quella delle tigri, invece di subire l'effetto delle umiliazioni e degli insulti, s'era venuta inferocendo pel dolore stesso delle ferite. Così stette forte e chiusa e imperterrita, e perfino minacciosa, tanto che fu rimandata anch'essa in città senza nessun'utile conclusione. I compagnoni tornarono a Milano; il barone Bontempo, che, ad eccezione del Granzini e del Bernacchi, era il solo conosciuto dalle dame, lasciò a buoni conti il Palazzo della Simonetta, e si recò nel Cantone Ticino ad aggiustare i conti col fattore delle terre che possedeva a Mendrisio, e ad informarsi come era andata la vendemmia in quelle parti là. Ma se il palazzo della Simonetta e il suo eco rimasero silenziosi, un rumor sordo era già corso per tutta Milano. I padri, i mariti, i fratelli, i parenti delle dame malcapitate, sebbene queste avessero volontà di tacere, le costrinsero a parlare, e il poco che palesarono di quel ch'era loro seguito, bastò perchè tutte quelle famiglie strepitassero: e rimostrando questi e tanti altri disordini avvenuti di quei giorni per opera della Compagnia della Teppa, con un ricorso sottoscritto da molte persone, invocarono dalle autorità competenti un provvedimento che mettesse fine a quel flagello pari e peggiore d'ogni altra peste. È poi facile immaginare ciò che fece l'avvocato Falchi, sebbene la reduce avvocatessa, per timore delle rivelazioni del Granzini intorno all'assassinio del ministro Prina, raccomandasse il silenzio e la prudenza."
      },
      {
        "index": 387,
        "text": "E questa volta, tutta l'astuzia e il talento e il fervore generoso del Bichinkommer non valsero che ad accrescere le disgrazie vecchie ed a crearne delle nuove, come già era accaduto al grande Napoleone, che nelle battaglie di Francia, che sono il capolavoro del suo genio, non trovò che disastri e l'ultima rovina."
      },
      {
        "index": 388,
        "text": "Il notajo Agudio, migliorando di salute e fatto interrogare dal marchese F... sul fatto delle lettere che aveva scritto al barone Gehausen, mandò a dire e a protestare ch'egli non sapeva nulla, e che quegli scritti presentati in suo nome e colla sua firma non potevano essere che una falsificazione. Le minaccie fatte dal Bichinkommer alla Falchi e riferite da lei al marito, mostrarono che ci doveva essere un piano prestabilito, in cui più d'una persona poteva aver parte a danno del marchese F... e a vantaggio del Baroggi; e per ultima conclusione si venne a sospettare di quest'ultimo, siccome della sola persona interessata in quest'intrigo. Il crotalo Alberico, che strisciava sott'erba e tirava a farsi prestare i centomila franchi dal marchese; e che dopo la scena del Monte Tabor, volentieri, data l'occasione, avrebbe messo l'arsenico nel bicchiere del Baroggi, lavorò con perfidissima e vile astuzia contro di lui, per rovinarlo in tutti i modi."
      },
      {
        "index": 389,
        "text": "[XXX]"
      },
      {
        "index": 390,
        "text": "Quel dì stesso il Bichinkommer e il Baroggi pranzarono insieme all'osteria della Stadera. Il secondo non sapeva nulla di quello che aveva fatto il primo, e tutto sprofondato com'era da qualche giorno nei pensieri e nelle cure del paese, non conosceva nulla affatto del così detto Gazzettino di quel mondo che, quando non fa nulla, fa peggio. Ma alla tavola ove pranzavano e a tutti i tavolini"
      },
      {
        "index": 391,
        "text": "che lor stavano intorno e dappresso, non si parlava che del rapimento dei nani e dello scandalo fatto subire ad alcune dame milanesi. Queste, com'è naturale, avevan taciuto quello che ai nani premeva invece di raccontare, perchè un certo senso d'orgoglio e l'idea di una specie di trionfo aveva fatto passare il dolore e l'avvilimento delle bastonate ricevute. Tenuto conto di tutto, e messo insieme il dare e l'avere, all'ultimo essi furono ben contenti d'essere stati rapiti; onde fu precisamente per opera loro se lo scandalo venne a propalarsi. Il Baroggi, che non comprendeva nulla di quei discorsi, ne domandò la spiegazione all'amico, che gliela diede amplissima, confessando la brutta parte che, colle buone intenzioni del mondo, esso aveva avuto in quel fatto."
      },
      {
        "index": 392,
        "text": "— Oh mi pento davvero, esclamò allora il Baroggi, di aver dato ascolto al Suardi e d'essere entrato a far parte di questa compagnia; ma come ti dissi già altre volte, per ammenda degli altrui falli e dei nostri, come si pensa a convertire in medicina anche i veleni, bisogna provvedere a convertire in qualche bene anche questo malanno. Molti giovani gli ho già convertiti, e trovai buonissimi terreni. Adesso bisognerà pensare a cavar partito anche dalle schiume più ribelli. Tu ci penserai. Stasera verrai con me, e ti presenterò alla società. Ti farò conoscere a suo tempo anche il conte, che è quello che sta al timone e governa tutti gli avvenimenti. Abbiamo bisogno di qualcuno che conosca il Piemonte come la Lombardia, e sia pronto a viaggiare innanzi e indietro per tutto quello che può abbisognare. Ho già parlato di te, sei già noto ed accettato; per cui stasera non ci sarà che la formalità della presentazione. Intanto è bene che sappi quali sono tra noi i segni di riconoscimento. Eccoti spiegato il tutto in poche parole: — Tu vai, per esempio, in un luogo ignoto, e ti trovi tra persone ignote, nel tempo stesso che desideri sapere che aria tiri e che discorsi si possono arrischiare e che reti gettare: ebbene: se tu adocchi uno che ti dia nel genio più degli altri, e ti venga in sospetto che per avventura sia un affigliato alla Società dei Federati, non devi far altro che unire ambe le mani nell'atto di salutarlo; se l'altro non ti comprende, è indizio che bisogna parlar di cose indifferenti, e troncare ogni discorso pericoloso; ma se invece quegli a cui tu guardi si pone la mano destra al fianco, come facendo mostra di mettersela sulla spada, allora è segno che è un federato, e che, all'occorrenza, puoi far capitale di lui."
      },
      {
        "index": 393,
        "text": "— Ma questa società che, siccome ho sentito dire, è assai diversa da quella dei Carbonari e dei Frammassoni, ha però, al pari di quella, una gerarchia?"
      },
      {
        "index": 394,
        "text": "— La Società dei Federati non ha che due gradi: quello di capitano e quello di semplice addetto."
      },
      {
        "index": 395,
        "text": "— Ma in che differisce il capitano dal semplice federato?"
      },
      {
        "index": 396,
        "text": "— In ciò, che il primo ha il diritto o l'obbligo, come tu vuoi, di far quattro proseliti. Io, per esempio, son capitano, e tu sei il quarto dei proseliti che ho fatto."
      },
      {
        "index": 397,
        "text": "— L'altro di m'hai detto che la Società si convoca in casa del calzolajo Ronchetti?"
      },
      {
        "index": 398,
        "text": "— Le adunanze generali si tengono sempre in un sito; le speciali in varj luoghi. La casa del calzolajo Ronchetti è uno di questi. Devi inoltre sapere che questa Società si divide in due centri, quello dei nobili e quello dei plebei."
      },
      {
        "index": 399,
        "text": "— Ahimè, caro Giunio, si comincia male."
      },
      {
        "index": 400,
        "text": "— Comprendo che cosa vuoi dire, e sono anch'io del tuo sentimento; ma ho dovuto accorgermi che, per ora, questa distinzione era necessaria."
      },
      {
        "index": 401,
        "text": "— Ma, e perchè?"
      },
      {
        "index": 402,
        "text": "— Gli uomini che amano la patria sono più frequenti di quelli che odiano i privilegj. Ecco perchè, onde attrarre nell'ardua impresa anche i nobili, bisognava far loro toccar con mano che coll'entrare nella nuova Società e col far parte dei lavori che devono concorrere alla creazione vera e non fittizia della nostra patria, 1 blasoni rimanevano intatti. Col tempo andranno per aria anche questi. Un tal tempo però sarà lungo, lungo assai; press'a poco come uno dei sette giorni o delle sette epoche della creazione. Noi, i nostri figli, i figli dei nostri figli, e continua pure colla litania delle generazioni, saremo morti tutti, e ancora ci saran duchi e marchesi e conti. Bisogna adattarsi, caro mio; chè, se cominciamo a prender ombra dei titoli, addio speranze; non si fa più nulla."
      },
      {
        "index": 403,
        "text": "Continuando su quest'andare, essi finirono di desinare, lasciarono l'osteria, passeggiarono per qualche ora, si recarono fuori di Porta Orientale all'osteria dei Tre Merli, allora famosissima, a bere un bicchiere di Villacortese, pure di quel tempo in gran voga; finalmente, verso le ore otto, entrarono nella casa Ronchetti, in via della Cervia, situata in quell'angolo vicino alla chiesa, che, per il consueto alto e basso delle cose umane e divine, ora somministra le legna a quanti fanno bollire pentole in casa, e si riscaldano al caminetto ed alla stufa."
      },
      {
        "index": 404,
        "text": "[XXXI]"
      },
      {
        "index": 405,
        "text": "Milano, nel principio di questo secolo, forse per essere stata la capitale del regno italico, ebbe il privilegio di raccogliere in sè i prototipi dell'intelligenza italiana in tutte le sue sfere e manifestazioni, dall'alfa all'omega, dalla testa ai piedi: da Vincenzo Monti e Romagnosi e Sabatelli e Appiani e Carlo Porta, ecc., sino al calzolajo Ronchetti, prototipo dell'intelligenza operaja, dell'onestà plebea, dell'espansione popolana. È noto come questi, nato a Parabiago, per infortunj domestici sia stato costretto a riparare a Milano, e qui, sotto la scorta di una madre tanto bella quanto virtuosa, per trovar pane pronto, abbia dovuto acconciarsi alla professione di calzolajo, la quale per sua virtù meritò quasi di ottenere un posto nell'Istituto e nell'Accademia delle Belle Arti; dell'Istituto di Scienze, perchè coll'invenzione delle forme e con appositi congegni consolò le conformazioni viziate, le perfide gotte, i calli inclementi; dell'Accademia, perchè, facendo risaltare tutta la bellezza che può avere la linea di un piede sì maschile come femminile, l'occhio imparò ad innamorarsi di qualche cara persona cominciando dai piedi, invece che dalla testa."
      },
      {
        "index": 406,
        "text": "Ma, lasciando da parte la calzoleria, ciò che rendeva distintissimo il Ronchetti era la svegliatezza del suo ingegno, e l'amore quasi febbrile per tutto che v'è di grande tra gli uomini, le idee e le cose: per codesta qualità, siccome egli ambiva di avvicinare le persone più eminenti del suo tempo; così queste facevano a gara nell'avvicinar lui, nel complimentarlo, nell'esaltarlo; i poeti gli mandavavano le loro opere; 1 pittori e gli scultori le produzioni del loro pennello e del loro scalpello; gli alti dignitarj lo onoravano di lettere; così che la raccolta degli autografi posseduti dal Ronchetti parrebbe quella di Voltaire, dell'Algarotti, di Talleyrand, di Nesselrode; tanto è vero che un primato, qualunque sia la sfera delle umane discipline, può mettere un individuo al livello e al disopra di chicchessia. Aveva ragione il ciabattino del Giulio Cesare di Shakespeare, quando esclamò, pieno di giusto orgoglio: «Io sono il primo cittadino di Roma; tutta Roma passeggia sull'opera delle mie mani». Ma, tagliando corto, la sua umile casetta fu scelta anzi da lui stesso, tanto amava il progresso e il bene del paese, fu esibita per conventicolo segnatamente dagli operaj ed industriali, e di quanti s'erano incaricati di fare entrare anche costoro nella santa impresa di rigenerare la patria comune. In quella sera molti eransi là raccolti, compresi il padre Ronchetti e il maggiore dei suoi figli, ancora adolescente, ma di tale ingegno e di tempra così severa, che quanti lo conoscevano tra i Federati frequentatori della casa Ronchetti, permisero che anch'egli assistesse alle conferenze."
      },
      {
        "index": 407,
        "text": "E noi adesso, come parrebbe farci invito l'argomento, non ci dilungheremo a parlare dei Federati, nè della loro origine e dei loro intenti. Sul movimento italiano fu parlato con tanta abbondanza e da tanti autori, che non c'è lettore, per quanto scarsamente istruito, che non ne conosca tutte le vicende e le fasi principali. Qualche cosa però, che non è senza importanza, fu omessa nelle opere stampate. La conferenza, per esempio, che si tenne quella sera in casa Ronchetti, e che a noi fu riferita oralmente dal Bruni che vi assistette, mette in luce qualche fatto sfuggito altrui; ed ecco perchè amiamo accompagnarci colà insieme col Baroggi."
      },
      {
        "index": 408,
        "text": "[XXXII]"
      },
      {
        "index": 409,
        "text": "Dopo i preliminari d'ordine e dopo alquanti discorsi vaghi e varj, Giunio Bazzoni, che trovavasi là insieme col Marliani, col prete Camisana, che fu poi vice-prefetto del ginnasio di Sant'Alessandro, e con altri giovani ingegni i quali volevano che il progresso si facesse forte attraversando le vie delle classi operaje, così prese a parlare:"
      },
      {
        "index": 410,
        "text": "«Siccome alcuni son d'opinione che a scacciare i Tedeschi è cosa facile, e che tutto il difficile sta nel trovare gli uomini che poi sappiano governare il paese, così, in più conferenze tenute in casa del conte, abbiamo passato in rivista tutti i nostri uomini più distinti, e, fatte le debite valutazioni, e tenuto conto di ciascuna specialità, siam venuti redigendo questo elenco della reggenza o governo provvisorio, come lo volete chiamare, che dovrà succedere al governo austriaco, appena questo sarà decaduto."
      },
      {
        "index": 411,
        "text": "«Ministri per gli affari esteri sarebbero dunque il marchese Giorgio Trivulzio e il conte Federico Confalonieri. Per gli affari interni l'avvocato Carlo Marocco e il consigliere aulico Paolo De Capitani. Per la giustizia e la legislazione il consigliere Alberti e il Bellani. Per le finanze il Pecoroni. Per la guerra il colonnello Arese e il Locatelli, già commissario generale nel ministero della guerra. Pel culto monsignor Sozzi, vicario della Metropolitana."
      },
      {
        "index": 412,
        "text": "«Per la sicurezza pubblica si è pensato al barone Smancini, già prefetto del dipartimento dell'Adige; oppure al Luini, già direttore generale di polizia. Segretari degli ordini e della corrispondenza sarebbero poi Carlo De Castillia, Pietro Borsieri, ora protocollista di consiglio all'Appello, Tagliabò e Berchet.)»"
      },
      {
        "index": 413,
        "text": "Il Bazzoni fece pausa, e invitò gli astanti a fare le loro osservazioni. Allora sorse il Baroggi, e disse:"
      },
      {
        "index": 414,
        "text": "«Non si può negare che quest'elenco sia stato redatto con sapienza e con sufficiente cognizione degli uomini, ma mi sembra che siasi data più importanza alla posizione già occupata dai diversi nominati, all'alta loro condizione sociale e alla ricchezza, che alla prevalenza dell'ingegno, avuto riguardo segnatamente a coloro che godono già di una gran fama in Europa e in Italia. — MI fa senso, per esempio, come pel ministero di giustizia e legislazione, nessuno abbia pensato a Romagnosi, per i consigli e l'assidua collaborazione del quale il mediocrissimo Luosi sembrò l'ideale del giustiziere; e invece che a lui, siansi gettati gli occhi sovra un semplice amministratore d'ospedale. Non comprendo perchè siasi dimenticato il barone Custodi, tanto amato e stimato da Pietro Verri, e il quale fu presidente del Magistrato camerale e l'innovatore più coraggioso, più fecondo e più utile che abbia avuto la Lombardia in tutto ciò che riguarda l'erogazione della ricchezza pubblica. Il consigliere Pecoroni è un uomo di pratica e non di teoria, e se la seconda non va senza l'ajuto della prima, negli alti ordini dell'amministrazione finanziaria non è possibile che chi è sprovveduto di apparato scientifico riesca mai a far cose grandi. Così come non comprendo l'omissione del Romagnosi e del barone Custodi, non comprendo la dimenticanza di Melchiorre Gioja."
      },
      {
        "index": 415,
        "text": "«Del ministero della guerra non parlo, perchè bisogna star paghi di quello che si ha in casa; non parlo dell'interna amministrazione, per la quale però l'avvocato Marocco e il De Capitani mi sembrano più che sufficienti. In quanto al culto, perchè far capo a monsignor Sozzi? Non sarebbe forse più adatto il professor Prina dell'Università di Pavia o il consiglier Giudici? Un'altra ommissione mi fa senso, ed è quella del ministero importantissimo d'istruzione pubblica. C'è forse mancanza d'uomini per questo? Vincenzo Monti è forse morto? Ermes Visconti non ha forse dato il più vigoroso impulso a tutta la nostra gioventù studiosa? Dunque io penso che si debba provvedere anche ad instituire il Ministero della pubblica istruzione."
      },
      {
        "index": 416,
        "text": "— Di tutte queste osservazioni sarà tenuto conto, rispose il Bazzoni, e le svilupperete di nuovo in una delle adunanze generali. Ora vi leggerò l'elenco della guardia nazionale."
      },
      {
        "index": 417,
        "text": "«Il comandante in capo sarebbe dunque ancora il marchese Annibale Visconti; l'Arese il quartier mastro generale; colonnelli sarebbero il cavalier Vacani barone di Fortolivo, Galeazzo Fontana, Bianchi d'Adda e Litta Pompeo; tenenti-colonnelli, i banchieri Soresi, Ciani e Ballabio; capi-battaglioni, il marchese Arconati, D. Benigno Bossi, Emilio Belgiojoso, Renato Borromeo, Giorgio Pallavicini e Raffaele Bossi; capitani sarebbero, tra gli altri, il visconte d'Aragona,"
      },
      {
        "index": 418,
        "text": "Leopoldo Incisa, il Prinetti, figlio del banchiere, i due Negri banchieri, il Manzi, il Zoppis, il figlio dell'avvocato Marocco, ecc., ecc.»"
      },
      {
        "index": 419,
        "text": "Dopo alquanti commenti fatti dal Bichinkommer, perchè aveva appartenuto alla milizia, sul carattere e sui meriti degli ufficiali superiori della guardia nazionale, la conferenza politica si sciolse in una conversazione comune, e il discorso cadde segnatamente sugli ultimi fatti della Compagnia della Teppa."
      },
      {
        "index": 420,
        "text": "— Pur troppo, disse il Baroggi, questa compagnia, alla quale io e molti di quelli che stanno qui apparteniamo, in questi ultimi tempi raggiunse l'estremo della prepotenza, dell'arbitrio e della violenza."
      },
      {
        "index": 421,
        "text": "«Al pari di molti uomini generosi, i quali rimediarono alle intemperanze della gioventù colla virtù, coi nobili propositi e con altre imprese degli anni maturi, così dovremo fare anche noi. Propongo pertanto si conducano le cose in modo che un massiccio numero di compagnoni si riunisca in uno dei soliti convegni, per tentare di dare un nuovo indirizzo alla nostra esistenza. La Società dei Federati ha bisogno così delle forti intelligenze come delle braccia robuste e dei cuori imperterriti. Nella nostra compagnia vi ha un gran numero di giovani che, bene indirizzati, potranno essere di gran vantaggio alla patria comune. E con queste parole, se l'egregio Bazzoni lo vuole, possiamo chiudere l'adunanza di questa sera.»"
      },
      {
        "index": 422,
        "text": "Ed essa si chiuse di fatto, e tutti uscirono e si dispersero."
      },
      {
        "index": 423,
        "text": "E in quella sera, nell'umile casa dell'ottimo Ronchetti, con quell'adunanza si venne a rappresentare la crisi che subiva la società milanese in quel periodo storico. I membri della Compagnia della Teppa, che pure si erano ascritti alla Società dei Federati, rappresentavano in sè medesimi la lotta tra gli sforzi di un governo che voleva portare in tutto la corruzione, e l'elemento antico, indistruttibile, ognora risorgente sotto la medesima pressione della tirannide, che si opponeva a questi sforzi con altrettanti e più tremendi; e che a lungo andare dovevano rimaner vittoriosi sul troppo a lungo conteso campo di battaglia."
      },
      {
        "index": 424,
        "text": "Se non che, i rimedj che il Baroggi allora aveva proposti, riuscirono intempestivi. Gli ultimi arbitrj, probabilmente il fatto enorme delle dame disonorate provocò una tale tempesta, che il governo e la direzione della polizia stabilirono finalmente di distruggere quella compagnia con un colpo improvviso e decisivo. Allora fu manifesto che l'autorità non aveva mai voluto quello che poteva, perchè in una giornata sola fece eseguire l'arresto di più che sessanta individui, i quali, per mancanza d'altro locale adatto, furono in prima tutti chiusi nel convento di San Marco, e in seguito inviati a Szegedin e a Komorn, o costretti al servizio militare. Altri molti arresti si compirono dopo, a non contare un numero straordinario di giovanotti che, avvisati in tempo, ripararono altrove fuggendo. In quanto al Baroggi, una mattina il suo amico e tutore Giocondo Bruni ricevette un letterino, non firmato da alcuno, nel quale gli si raccomandava di far fuggir lui e i suoi amici. Baroggi conobbe, esaminando la lettera, il carattere del segretario di governo presso la polizia, che aveva agevolata la liberazione del Suardi."
      },
      {
        "index": 425,
        "text": "Esso pertanto lasciò Milano, e il Bruni venne a saper poi che il conte Alberico B...i aveva ajutato il marchese F..., facendo ciò che il marchese per se stesso non avrebbe mai voluto fare. Quale altro dei compagnoni della Teppa, sotto colore di essere indignato di tanti scandali e di sentir l'obbligo di farli cessare, in una conversazione tenuta nel palazzo del governatore, parlando col consiglier Pagani e simulando di raccomandargli molti giovani sui quali la polizia avrebbe potuto far pesare la propria severità, li venne nominando tutti, e calcò principalmente sul Baroggi, il solo che gli premeva fosse tolto di mezzo, e per odio del quale non ebbe ribrezzo di commettere quella vile perfidia."
      }
    ]
  }
}
