{
  "chapterNumber": 4,
  "title": "Book Third (Libro Terzo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Il capitano di giustizia marchese Recalcati. — I protettori dei carcerati. — Benedetto Arese e Pietro Verri. — Il conte Gabriele Verri. — Sistema rigido d'educazione nel secolo passato. — Problema storico. — Pietro Verri e la campana della piazza de' Mercanti. — Le difese del Verri e dell'Arese. — Lo zio di Cesare Beccaria. — I giuochi d'azzardo e il ridotto di San Moisè in Venezia. — Una curiosa notizia intorno al Senato di Milano.]"
      },
      {
        "index": 1,
        "text": "Prima di partire per Venezia abbiam lasciato donna Paola Pietra che usciva dalle stanze del marchese Recalcati. E quella visita potè recare un gran bene, in quel punto segnatamente che il Bruni e l'Amorevoli, nella casa della giustizia, per un perfido giuoco della sorte, erano alle prese coll'ingiustizia. La lettera scrittale dalla contessa nel tumulto della passione le aveva data piena facoltà di riparare i danni che essa non avea potuto stornare in tempo. Però donna Paola assunse quel mandato a rigore di scrupolo e nell'intento di soddisfare a ciò che era giusto ed onesto in tutti i modi possibili. Si tenne dunque informatissima e delle voci che correvano in pubblico, e di ciò che facevasi in privato, e, fin dove era possibile, dell'azione interna delle pubbliche magistrature. Visitata com'era di frequente dalle persone più distinte della città, giunse a subodorare le intenzioni celate dietro alle formalità apparenti; chè per quanto, come dicemmo, i processi criminali camminassero segreti, pure dov'eran tanti assessori e attuari e scrivani, uscivano un po' per volta a circolare tra pubblico e pubblico le cose che più volevano tenersi nascoste. Donna Paola seppe dunque che il parentado della contessa aveva gettato i dadi opportuni per far credere ch'ella fosse vittima innocente di qualche terribile intrigo; seppe inoltre che sulla contravvenzione alla legge commessa dal Bruni si volevan edificare altri supposti ed altre cose, perchè colui dovesse pagare i debiti di tutti. Del resto donna Paola era quella precisamente che doveva conoscere più d'ognuno (e il cuore le faceva sangue rammentando il passato) come lo spirito di corporazione talvolta, a quel tempo, facesse tacere la voce dell'assoluta giustizia. A prevenire così, in quanto dipendeva da lei, le conseguenze possibili di quelle oblique insinuazioni, aveva risolto di far visita ella stessa all'illustrissimo marchese Recalcati, che aveva fama d'uom dotto e di rettissime intenzioni, ma per modestia e per bontà era d'indole pieghevolissima, e cedeva facilmente a chi stava o più in su di lui, od era pari a lui per grado di magistratura, e lo soverchiava poi per ostinazione di principj e d'opinioni, e per superiorità di ingegno e d'eloquenza. — Donna Paola sapeva poi che i membri del nobile collegio dei giureconsulti, e i giudici e i senatori (eccettuato qualche uomo specialmente rigido, e quel senator Goldoni, pensando al quale essa fremeva ancora), presi ad uno ad uno, quando la loro testa e la loro coscienza moveva libera e nell'atmosfera sgombra della giustizia legale, temperata dalla giustizia morale, sentivano e vedevano e desideravano e comandavano il vero bene, ma poi, quando si fondevano in quella formidabile unità del collegio e del Senato, sovente venivano a comprovare quanto fosse vera la sentenza ciceroniana de' Senatores boni viri, con quel che segue. — Armata dunque di tutti questi dubbj e di tutti questi sospetti, per tacere del senno e dell'esperienza, donna Paola si recò negli uffici del Capitano di giustizia. Quando al marchese Recalcati fu annunziata la sua visita, insieme colla meraviglia, provò qualche sensazione che non era tutta di piacere, chè ben conosceva anch'esso quella celebre e venerabil matrona, e la di lei carità operosa e vigile; e sapeva inoltre come colei non facesse mai passo che non fosse per cosa della più grande importanza, e che, allorquando ella si proponeva un fine, animata qual era dalla convinzione e dall'amore del bene, non si rimanesse mai a mezza via, per qualunque ostacolo incontrasse. È poi ad aggiungere, che, in quel giorno della visita di donna Paola, la coscienza di quell'ottimo magistrato non era tranquillissima, onde in tutto ciò che gli si presentava di straordinario, gli parea come d'affacciarsi in un rimprovero"
      },
      {
        "index": 2,
        "text": "Nulladimeno l'illustrissimo signor marchese, quando donna Paola Pietra entrò, le mosse incontro con atto di profondissimo rispetto, e avanzato di propria mano un seggiolone, la pregò a sedere."
      },
      {
        "index": 3,
        "text": "— Qual grave affare, soggiunse poi, ha determinato la signoria vostra venerandissima a venire in questa casa della colpa e della sventura?"
      },
      {
        "index": 4,
        "text": "— Il desiderio appunto, illustrissimo signor marchese, d'impedire qualche possibile sventura, e di stornar qualche colpa. Ma di una cosa io le debbo innanzi tutto far domanda."
      },
      {
        "index": 5,
        "text": "— Parli."
      },
      {
        "index": 6,
        "text": "— Vorrei sapere se il signor marchese può ascoltarmi, non nella sua qualità di capitano di giustizia, ma come semplice e privatissimo gentiluomo, e al bisogno farsi depositario di un segreto?..."
      },
      {
        "index": 7,
        "text": "— È un segreto relativo alle cose della mia carica e alla sorte di coloro che dipendono da me?"
      },
      {
        "index": 8,
        "text": "— Esso è tale appunto."
      },
      {
        "index": 9,
        "text": "— Allora debbo dire, che se dal fatto che mi venisse rivelato, potesse cangiarsi ed anche semplicemente modificarsi lo stato di qualche processo, io non potrei più in coscienza conservare il segreto."
      },
      {
        "index": 10,
        "text": "Donna Paola stette per qualche momento silenziosa, poi disse:"
      },
      {
        "index": 11,
        "text": "— Parlerò in ogni modo."
      },
      {
        "index": 12,
        "text": "— Io sto ad ascoltarla."
      },
      {
        "index": 13,
        "text": "— In queste prigioni son detenuti da qualche tempo un tale Amorevoli cantante, e un tal Bruni Lorenzo suonatore di violino?..."
      },
      {
        "index": 14,
        "text": "Il Recalcati si scontorse, e affermò col cenno."
      },
      {
        "index": 15,
        "text": "— Ora, siccome è facile congetturare (seguiva donna Paola), che la condizione di costoro può migliorare o peggiorare a seconda delle rivelazioni che qui dentro potessero penetrar dal di fuori, così venni precisamente a farle una rivelazione, che può di subito mandarli ambidue assoluti o quasi... ma il nome ch'io debbo pronunziare ha bisogno del massimo riguardo, e converrebbe che non uscisse da quest'aula."
      },
      {
        "index": 16,
        "text": "— Vossignoria parli pure con fiducia."
      },
      {
        "index": 17,
        "text": "— Il nome è quello dell'illustrissima contessa Clelia V... Se una strana fatalità non sopravveniva, sarebbesi recata ella stessa qui a confessare a V. S. illustrissima com'ella sola fosse stata l'oggetto di quella visita dell'accusato Amorevoli. Or io vengo per sua commissione e in nome suo a far questa deposizione appunto. Siccome poi ho sentito a correr tra il popolo la voce, anzi la credenza, che quel suonatore, sotto la falsa maschera, celasse il fine di tenderle un'insidia gravissima, ed anzi di trafugarla o di farla trafugare; così vengo ad aggiungere che la contessa è fuggita di sua piena volontà, senza aver piegato ad insinuazione d'altri, col fermo proposito di abbandonare una casa dove, secondo lei, non poteva più vivere. Delle quali cose potrò a suo tempo eda richiesta della signoria vostra illustrissima esibire le prove."
      },
      {
        "index": 18,
        "text": "— Ma dove s'è rifuggita?"
      },
      {
        "index": 19,
        "text": "— V. S. illustrissima non ha mai sentito a parlare di questo?"
      },
      {
        "index": 20,
        "text": "— A me finora non consta nessun fatto preciso. Molte voci ne corsero. Ma sa ella, rispettabile signora, dove di presente si trovi la contessa?"
      },
      {
        "index": 21,
        "text": "— Siccome una tale notizia non giova nè nuoce a nessuno, e soltanto potrebbe far danno alla signora contessa, così V. S. illustrissima non troverà essere un contrattempo che anch'io possa ignorarla."
      },
      {
        "index": 22,
        "text": "Il marchese stette muto per qualche istante; poi disse:"
      },
      {
        "index": 23,
        "text": "— Io ringrazio di cuore, venerabile donna, l'alta e operosa sua carità per la quale ha voluto venir ad illuminare la giustizia. Soltanto debbo dirle che codesta sua carità la esporrà al grave incomodo d'esser sentita più e più volte in giudizio."
      },
      {
        "index": 24,
        "text": "— Edio sarò sollecita, ella conchiuse, di far in modo che tutto corra a vantaggio del vero e del giusto; e ciò detto partì."
      },
      {
        "index": 25,
        "text": "Ora, quella visita e quella rivelazione cangiò il piano della procedura, perchè donna Paola era temuta di quel timore il quale non è altro che un modo del rispetto. Il capitano di giustizia parlò col vicario, questo col fratello del conte V...; collegiali e senatori furon sentiti privatissimamente, e si risolse di lasciar che il processo camminasse per la china, senza preoccupazioni, senza esacerbazioni, senza cavilli. Però, fu determinato che, dietro esplorazione degli atti, i signori patrocinatori dei carcerati, da eleggersi all'uopo, stendessero la difesa dell'Amorevoli e di Lorenzo Bruni. Del primo fu eletto patrocinatore il conte Benedetto Arese, giovane di non ancora venticinque anni, e a Lorenzo Bruni toccò in sorte il conte Pietro Verri, che appena avea varcati gli anni ventidue."
      },
      {
        "index": 26,
        "text": "Fra i personaggi, che sono già molti e saranno numerosissimi di questa nostra storia, e che non tengono da noi altro incarico, pur nella loro importanza drammatica, che di costituire la moltitudine ed il fondo ai veri grandi uomini storici dei cento anni decorsi, facciamo ora, per la prima, avanzare la figura giovanile di Pietro Verri, come antiste a quella schiera gloriosa di uomini grandi appunto e d'uomini utili, i quali e a gruppi e sparsamente e ad uno ad uno vedremo sorgere, come alberi di alto fusto tra la fitta selva delle piante volgari. — Essendoci proposti di mostrare in azione il più di questi benemeriti, per cui Milano e la Lombardia, e, rispetto a certi elementi speciali della vita pubblica, l'Italia tutta e persino l'Europa si atteggiò a vita più razionale, vedrem frattanto il giovane Verri a contrassegnare il suo primo ingresso tra gli uomini, con uno spirito già vigile a combatter le male consuetudini, per cui il secolo non poteva più reggersi, e col coraggio ad affrontar tutti gli ostacoli che i pregiudizi della sua casa, del suo ceto, del suo tempo dovevano opporgli onde farlo stramazzare a' primi passi."
      },
      {
        "index": 27,
        "text": "H"
      },
      {
        "index": 28,
        "text": "Il conte Benedetto Arese, il giorno dopo che si vide eletto a patrocinatore del tenore Amorevoli, trovandosi nelle sale dell'Accademia de' Trasformati, prese pel braccio l'amicissimo suo Pietro Verri, e lo trasse nella libreria, dov'era un po' di silenzio."
      },
      {
        "index": 29,
        "text": "— Caro Pietro, mi trovo in un grave imbarazzo."
      },
      {
        "index": 30,
        "text": "— Capisco già cosa mi vuoi dire... Non sai da che parte incominciare a scrivere la difesa di cui sei stato incaricato?"
      },
      {
        "index": 31,
        "text": "— Se tu non mi aiuti mi trovo al punto di rinunciare all'incarico."
      },
      {
        "index": 32,
        "text": "Tutti gli amici coetanei di Verri e quelli che erano stati suoi compagni agli studi, lo avevan sempre riguardato e lo riguardavano come colui che aveva su tutti un'incontestabile superiorità; acuto, arguto, epigrammatico, vivace, parlatore facilissimo, per poco che s'agitasse una questione, di qualunque più lieve cosa si trattasse, tirava gli altri facilmente dalla sua, o, almeno, costringeva tacere gli oppositori; il che se potè stornargli qualche amico che fosse un po' men caldo degli altri, se potè generare qualche antipatia, qualche odio, chi ha pratica di mondo se lo può facilmente imaginare. In ogni modo per una tale superiorità, tutti lo richiedevano di consiglio."
      },
      {
        "index": 33,
        "text": "— Caro Benedetto, disse il Verri all'Arese, non far la sciocchezza di rinunziare ad altri il patrocinio a te affidato; perchè se tu ti credi in un grand'imbarazzo, è questo invece il caso di cavarsela con grand'onore e con poca fatica."
      },
      {
        "index": 34,
        "text": "Una delle qualità caratteristiche del Verri era di non patir quasi d'invidia (diciamo quasi, perchè è una parola questa a cui non vogliamo rinunziare, tanto è comoda); provava esso dunque una gran soddisfazione nel procurare di far figurare bene i suoi amici."
      },
      {
        "index": 35,
        "text": "— Non so comprendere dove tu trovi sì grande facilità?"
      },
      {
        "index": 36,
        "text": "— Passano anni, caro mio, e corrono centinaja di processi prima che si presenti il caso in cui abbia più desiderio il giudice d'aprir le porte al prigioniero che quasi al prigioniero di uscire; e quel ch'è più raro ancora, che il giudice sia tanto convinto dell'innocenza del costituito, al punto d'indispettirsi che questi mantenga un silenzio che è a suo danno."
      },
      {
        "index": 37,
        "text": "— Questo lo so anch'io, ma che mi fa a me?"
      },
      {
        "index": 38,
        "text": "— È assai facile, caro mio, dare a credere al giudice quello che il giudice stesso pagherebbe qualche cosa per dar ad intendere agli altri."
      },
      {
        "index": 39,
        "text": "— E che ho io da fargli credere?"
      },
      {
        "index": 40,
        "text": "— Che sia probabile, e, sopratutto, che sia verisimile quel che a tutta prima pare stranissimo e appena possibile. Fin adesso il tenore si è sempre ostinato ad un sol punto di difesa, non è vero? onde avrebbe sempre ripetuto, che passeggiando dopo il teatro e vedendo quel bel giardino di casa V..., non volendo perdere l'occasione di godersi tra quelle alte piante un chiaro di luna de' più limpidi, gli venne il ghiribizzo di fare un salto e di passeggiare in giardino."
      },
      {
        "index": 41,
        "text": "— Ma chi può prestar fede a una tale bizzarria?"
      },
      {
        "index": 42,
        "text": "— Non è detto che una cosa bizzarra non sia una cosa vera. Qui sta il punto... Quante volte è capitato a me, quante volte sarà capitato a te, in villa, di saltare un fosso per entrare in un parco altrui, onde guardare cosa c'era di bello e di nuovo."
      },
      {
        "index": 43,
        "text": "— Chi non lo sa che un tal ghiribizzo può capitare a chicchessia? ma in villa, ma di giorno; non in una città, non di notte, non nel mese di febbrajo."
      },
      {
        "index": 44,
        "text": "— Sia qual tu vuoi, ma tu devi piantarti qui e addurre l'esempio di fatti consimili; poi c'è a tener conto della professione di cantante, la quale dà il diritto ad esser più matti degli altri. E poi c'è la vita passata del tenore, tutta senza rimproveri, per il caso ond'è imputato, almeno; poi c'è la sua agiatezza e i pingui quartali che vorremmo aver noi giovinotti di famiglia, che abbiamo 1 berilli sul borsellino, ma di dentro c'è poco o nulla, perchè i nostri buoni padri ci voglion troppo bene... non è egli vero, Benedetto mio caro? — E poi c'è la sua condizione di forastiero, e d'uomo che non è mai stato in Milano, e che per conseguenza non deve conoscer la pianta delle case, al punto da passeggiarci dentro e passar per le fessure come un topo domestico; e qui non sarà male il mettere un po' di ridicolo che faccia rilasciare i muscoli troppo tesi dei magnifici signori senatori. Alle volte val più un epigramma ben scagliato e a tempo, che tutte e tre le parti d'un'orazione ciceroniana... E poi già, non mi pare che si vorrà star tanto sodi sulle formalità; quante volte elle si dimenticano per peggiorare la condizione d'un galantuomo... A fortiori le si dovranno dunque dimenticare anche per lasciar respirare libero un galantuomo... Ma, per di più, c'è il fatto che il tenore è aspettato a Venezia; e i patrizj) veneziani, che amano tanto la musica, faranno uno scalpore del diavolo perchè al tenore sia data facoltà di cantare a San Moisè... e c'è di meglio che il tenore è al servizio di sua maestà il re di Spagna, e io so che si è già scritto al re con tutte le circostanze mitiganti... e il re scriverà... e l'imperatrice ne parlerà al ministro di Vienna... il quale scriverà al plenipotenziario di qui... e... e poi bisognerebbe aver coraggio, nominar la contessa e tagliar corto e aprir la breccia; e giacchè si è già usciti dalla giustizia per riguardo di lei, ed essi lo sanno, quantunque non vorrebbero farlo sapere all'aria, così fulminarli con un quousque tandem che non manca mai di fare il suo effetto, un quousque tandem però, intendiamoci bene, condito con attestazioni di gran rispetto, e fiancheggiato di magnificentissimi e di eccellentissimi, tu mi comprendi."
      },
      {
        "index": 45,
        "text": "— [Io ti capisco benissimo; ma in quanto alla contessa; nemmen per ischerzo è a consigliarmi di gettar là qualche cosa sul conto suo. Tu sai che mio padre..."
      },
      {
        "index": 46,
        "text": "— Ah questi padri, questi padri benedetti, che pretendono di pigliar sempre per l'orecchio i figliuoli, anche quando i figliuoli ci vedon più di loro."
      },
      {
        "index": 47,
        "text": "E il giovane Verri si fece serio e tacque, per un momento, poi aggiunse:"
      },
      {
        "index": 48,
        "text": "— Basta, io son certo che la tua riuscirà una bellissima difesa e che la spunterai, perchè ti proteggono il re di Spagna, i patrizj musicanti di Venezia, e il desiderio de' giudici, i quali imiteranno quelle dame, che nel loro interno sono felicissime di aver avuto la sventura d'essere state sorprese da un zerbinotto intraprendente e sfacciato. — Ma io sì che tengo i piedi in un pantano, da cui sarà difficile uscir netti, perchè se rispetto la verità e la giustizia e la coscienza, son sassate che vanno a cadere sull'invetriate dell'aula dei magnificentissimi senatori; e se mi propongo di lavorar di scherma soltanto per far sentire il suono del fioretto, ma senza ferire, 10 avrei vergogna di me stesso, e allora sarebbe meglio lasciar la difesa a un altro."
      },
      {
        "index": 49,
        "text": "— Edio ne' tuoi panni farei questo precisamente."
      },
      {
        "index": 50,
        "text": "— Bel consiglio!"
      },
      {
        "index": 51,
        "text": "— È il migliore..."
      },
      {
        "index": 52,
        "text": "— E lasciar in balia di qualche scimunito la ragione di quel povero diavolo di Lorenzo Bruni, che ti so dire essere un uomo di proposito e di pensamenti generosi tutt'altro che vulgari! Eppure non è che un povero suonatore di violino; ma quando questo è sano (e picchiava colla punta del dito sulla fronte), e la ragion naturale può andar dritta per la sua strada senz'essere trattenuta, contrastata, deviata dai pregiudizj, oh che sapienza è l'ignoranza!..."
      },
      {
        "index": 53,
        "text": "— Ma e che dunque ti proporresti di fare?"
      },
      {
        "index": 54,
        "text": "— Nient'altro che mettere la mia coscienza nel vuoto pneumatico, e liberarla da tutta quella pesantezza che le potrebbe derivare dai rispetti umani, e allora..."
      },
      {
        "index": 55,
        "text": "— E allora?"
      },
      {
        "index": 56,
        "text": "— Sarà quel che sarà. Ma non dir nulla di questi nostri discorsi nè con tuo padre, nè con altri, nè col marchese Beccaria, lo zio di Cesarino... A proposito del qual Cesarino, sai tu che egli è un ragazzo adorabile, e che tremo di lui soltanto perchè quello zio testardo potrebbe far tanto da riuscire a guastarlo?..."
      },
      {
        "index": 57,
        "text": "— Oh... sinchè Cesarino sta in collegio a Parma, non è possibile che lo zio possa far male co' suoi consigli stemperati nelle lettere."
      },
      {
        "index": 58,
        "text": "Mentre i due interlocutori stavano così parlando nella sala della libreria, udirono un furioso batter di mani che veniva dalla aula maggiore dell'accademia de' Trasformati. — Si recarono dunque anch'essi colà, e stettero a udirvi dalla viva voce del buon Passeroni, un canto del poema il Cicerone, che di quel tempo egli stava componendo. — Quando il Passeroni ebbe finito di leggere l'ultima ottava del canto, l'accademia si sciolse, e i due amici partirono insieme cogli altri."
      },
      {
        "index": 59,
        "text": "Il Verri passò il resto della giornata meditando il suo subbietto, e la sera, quando uscì per fare una passeggiata, affatto solo, come soleva, verso il borghetto di porta Orientale, gli venne in pensiero che a riscaldare l'eloquenza e a far raccolta d'argomenti, per persuadere e, all'uopo, per intenerire i giudici, gli sarebbe stato necessario, giacchè aveva sentito replicate volte il Bruni nella sua prigione, di sentire anche la Gaudenzi, che trovavasi ancora in Milano, quantunque fosse già in sulle mosse onde trasferirsi a Venezia per la stagione di primavera. Pietro Verri, quantunque avesse ventidue anni, pure non era stato in teatro che poche volte, e anche quelle poche volte, sempre in compagnia di suo padre, il signor conte Gabriele; il quale non aveva mai permesso che il figlio si staccasse un momento da lui per uscire dal palchetto. Quel rigidissimo uomo non voleva assolutamente che il suo figliuol maggiore si trovasse neppure un istante in compagnia degli eleganti zerbini che passavan la notte in teatro a corteggiar dame, a giuocare nel ridotto, a dar mezz'oncie alle giovani corifee sul palco scenico. Perchè è un fenomeno curioso e che può dar molto a fare alla riflessione d'un filosofo, quello che, mentre il costume generalmente era allora così rilasciato, e le tresche amorose costituivan l'affare più importante e più continuo della vita, e le dame giovani sfoggiavano tal nudità che oggi farebbe senso, e le leggi del matrimonio avevano assunto un'elasticità senza pari (e diciam questo perchè lo troviam detto e ripetuto in storie, in libri di costumi, in poesie, ed anche ce ne assicurò, oltre al nostro amico Giocondo Bruni, qualche altro vecchio vivente, che giunse in tempo per mettere il labbro sull'orlo di quei vasi di voluttà); pure dall'altra parte è incontrastabile che l'educazione, nell'intimo della maggior parte delle famiglie patrizie e non patrizie, si manteneva rigidissima; che i padri e le madri attendevan più a farsi rispettare e temere che amare dai figliuoli; che il tu di Roma antica e il tu alla quacchera d'oggidì era ignoto tra genitori e figliuoli, e sarebbe allor sembrata una profanazione l'assumerlo e l'accordarlo. Guai se alla mattina, prima dell'ora d'asciolvere, le ragazze non si recavano, con una prolissa riverenza appresa a scuola da suor'Agata e da suor Martina, a baciar l'anellone d'amatista del signor papà e l'anellino di brillanti della signora mamma; guai se i ragazzi non imitavan le ragazze; e se ciò non si ripeteva e prima e dopo il pranzo, e prima e dopo la merenda, e prima e dopo la cena; perchè è un altro fenomeno storico che i nostri avi mangiavano più di noi. Come dunque, ad onta di tanti rigori e di tanta etichetta casalinga, e di tanto risparmio di sorrisi confidenziali, dalla casa uscissero nel mondo tante zucche vuote e tanti scapestrati e gaudenti e voluttuosi, è un problema che mal si riesce a sciogliere; nel modo istesso che non possiamo spiegare"
      },
      {
        "index": 60,
        "text": "come ne' libri e nelle satire e nelle opere dell'arte, ad ogni quattro parole, ad ogni pennellata si accenna all'ignoranza classica dei nostri avi patrizj, mentre poi il più de' giovani studiavan legge e si mettevano in lista per entrar al nobile collegio de' giureconsulti, alle magistrature, al Senato? — La spiegazione noi crederemmo di trovarla in ciò, che nei libri anche i meglio riputati, il più delle volte le cose e gli uomini e i tempi si considerano da un lato solo, nel che sta il gran segreto di far scaturire il falso perfino dall'istessa verità."
      },
      {
        "index": 61,
        "text": "Ma tornando al giovane Pietro Verri, sebben trattenuto in palchetto dai rigori di suo padre, aveva però vista e contemplata e quasi divorata la bellissima Gaudenzi... Era giovinotto, era vivacissimo. E la simpatia verso la beltà, se non è una prova, è sempre un indizio di squisitezza di sentimento e d'animo gentile."
      },
      {
        "index": 62,
        "text": "La ballerina Gaudenzi aveva dunque fatto, se non nel cuore, perchè non sempre si arriva fin là, certamente nell'imaginazione di Verri una fortissima impressione; ond'esso invidiò spesso i cavalierini che si recavano a visitarla sul palco scenico — fin qui non c'è nulla di male. Nè quella figura gli era uscita di mente, anche dopo il tempo trascorso dall'ultima notte ch'ei l'aveva veduta in teatro; ed è anzi probabile che, una o due volte al giorno, ella facesse una visita, sebbene di pochi minuti, alla memoria di lui; chè le cose straordinariamente belle si piantano con ostinazione nella mente di chi è nato a comprenderle, pur nella sfera, intendiamoci bene, ingenua e pura e sgombra dell'estetica."
      },
      {
        "index": 63,
        "text": "Per tutte queste cose, quando si sentì eletto a difendere il Bruni, e da costui ascoltò ripetute le lodi ch'eran già corse in pubblico della virtù di quella giovinetta, virtù tanto più preziosa quanto ora men facile in quella professione; gli venne il desiderio di conoscerla da vicino e di parlarle. Il desiderio derivava da una fonte un po' sospetta, ma il giovine Pietro s'ingegnò a dargli l'ammanto della necessità impostagli dal suo delicato ufficio di patrocinare colui che le teneva luogo di padre. — Si recò dunque in porta Romana, e, d'una in altra contrada, fu alla casa dove dimorava la Gaudenzi. — Ma tutto il coraggio gli mancò quando fu in veduta della porta, — indizio che non era proprio convinto della necessità di quella visita. Il timore che suo padre potesse mai giungere a sapere ch'egli era andato nella casa della ballerina Gaudenzi, lo annientò, e al segno, che fu per retrocedere. — Una batteria di pensieri avversi gli rintronò nel capo per qualche minuto; ma poi si fece animo, e gettata un'occhiata di sopra, di dietro, a dritta, a sinistra, per assicurarsi se nessun suo conoscente lo vedeva in quel punto, entrò nella porta. — Com'è ingenua e pudica la giovinezza degli uomini straordinar]!"
      },
      {
        "index": 64,
        "text": "[II]"
      },
      {
        "index": 65,
        "text": "Chiesto se per avventura trovavasi in casa madamigella Gaudenzi, e sentito ch'ella non era mai uscita in tutta la giornata, il giovane Pietro Verri si fece annunciare senza dare il proprio nome, ma semplicemente come chi aveva cose importanti da comunicare ad essa. — Dopo alcuni momenti, insieme colla fantesca ch'era corsa a riferire quella visita, uscì la Gaudenzi senza nessuna delle affettazioni tanto comuni alle donne di teatro di gran cartello, le quali, in tutti i tempi, e forse una volta più ancora d'adesso, arrivavano a far parer umili fin le dame che serbavan gelose le tradizioni dei tre Filippi di Spagna. Ma la Gaudenzi era la figliuola schietta della natura, e l'animo suo versava allora in tal condizione che, all'annuncio, d'una persona che avea a significarle cose di rilievo, non poteva aver sì gelida calma da stare immobile nella camera di ricevimento, posando accademicamente il corpo sul seggiolone e mettendo in vista, impressa nel cuscino dello sgabello, la punta delle scarpine di raso."
      },
      {
        "index": 66,
        "text": "— Signore, disse la Gaudenzi al conte Verri con una semplicità piena di vezzo, si degni di restar servito; e precedendolo e schiudendo ella stessa le porte, lo pregò ad entrar nella sala, e gli presentò la sedia con quella disinvoltura onde un uomo avrebbe potuto comportarsi con una donna. — L'ingenuità era pari tanto nel giovine Verri quanto nella Gaudenzi; ma il primo era timidissimo, mentre la seconda, dall'abitudine ad affrontar le mille pupille del pubblico, aveva contratta quella scioltezza, quasi diremmo virile, che forse, a chi era avvezzo al profumato galateo delle aule dorate,"
      },
      {
        "index": 67,
        "text": "potea parer soverchia; ma che in quella giovinetta così bella, e in quell'eleganza spontanea e quasi non voluta d'ogni suo movimento, si vestiva di un incanto specialissimo. Pietro Verri la contemplava muto, e andava pensando come non fosse sempre vero quel che comunemente avea sentito dire, che cioè le beltà da palco scenico non debbano mai esser vedute in camera."
      },
      {
        "index": 68,
        "text": "— Signora... disse poi, e stentava a trovar le parole, tanto era impacciato dalla sua timidezza. Dovete dunque sapere, madamigella, riprese tosto, che dall'eccellentissimo signor capitano di giustizia fui prescelto all'onore..."
      },
      {
        "index": 69,
        "text": "Quell'onore non era certamente la parola che più facesse al caso; ma sovente chi ha l'abbondanza delle idee nella mente, affatica in certe particolarissime circostanze a trovar la parola adatta, quella parola che pur verrebbe sulle labbra di qualunque più meschino sfrontato."
      },
      {
        "index": 70,
        "text": "— Io fui dunque prescelto a protettore del sig. Lorenzo Bruni, vostro tutore..."
      },
      {
        "index": 71,
        "text": "— Mio padre e benefattor mio, assai più che tutore, potete dire, o signore... Ma in grazia, chi siete voi?..."
      },
      {
        "index": 72,
        "text": "— Sono il conte Pietro Verri."
      },
      {
        "index": 73,
        "text": "Per quanto egli fosse sgombro da qualunque pregiudizio e da qualunque benchè minimo orgoglio di sangue, pure provò un'interna soddisfazione nel poter pronunciare quella parola conte; e tutto ciò perchè sentiva come, mettendo innanzi quella parola, egli veniva a liberarsi dall'importunità della propria timidezza; mentre forse la ballerina che lo atterriva col suo fare disimpacciato, a quel titolo sonoro si sarebbe potuta mettere in gran riguardo, e avrebbe subita quella soggezione di cui egli s'accorgeva d'aver gran bisogno. Quanti inesplicabili accidenti in questa nostra povera natura umana!"
      },
      {
        "index": 74,
        "text": "— Illustrissimo signor conte, io la ringrazio della degnazione per la quale ha voluto venire da me; e ora, giacchè ella è il protettore giuridico del signor Lorenzo, mi voglia dire la verità, la verità schietta, la verità intera. Oh s'ella sapesse da quante persone io mi recai in questi giorni, quante preghiere ho fatte per vedere di poter conoscere come veramente stesse la condizione del signor Lorenzo! ma non ho trovato che faccie arcigne e parole fredde, e giri e rigiri di frasi, dalle quali appariva chiaro che si voleva piuttosto ingannarmi che dirmi la verità."
      },
      {
        "index": 75,
        "text": "— I magistrati, cara mia, hanno il debito del segreto, e bisogna aver loro un certo riguardo... D'altra parte il signor Lorenzo Bruni è in una condizione speciale per aver insultato in pubblico il decoro di una delle più cospicue case di Milano..."
      },
      {
        "index": 76,
        "text": "— Ma guardi, signor conte, che tentazione fatalissima è venuta a quel benedetto uomo di mettere, per amor mio, in così grave pericolo sè stesso, e di far tanto male a quella povera contessa... ch'io non conosco... e per la quale darei la metà del mio sangue perchè non fosse avvenuto quel ch'è avvenuto. Ma Lorenzo fu tratto di cervello dall'ingiustizia del pubblico, e dal desiderio che lo tormentava di poter trovare il modo di convincer tutti del quanto fosse assurda la diceria che il sig. Amorevoli... — E qui la Gaudenzi abbassò il capo, tutta soffusa di rossore, e soggiunse tosto: — Ma non è egli vero, signor conte, che quando un uomo, quando una donna, quando una fanciulla, trovandosi sola con se stessa, può giurare di non aver cosa alcuna a rimproverarsi, non dovrebbe temer di sfidare tutte le calunnie di questo mondo, anche in silenzio, perchè quel che non si sa oggi si sa domani, e la verità esce in fine all'aperto per sua propria virtù?... Devo però confessarle, signor conte, che quando il pubblico mi ricevette, schiamazzando e insultandomi, anch'io non so quel che avrei fatto allora per vendicarmi... e la mia disperazione in quel mo mento nessuno se la può imaginare, e forse fu per avermi veduta in quella condizione, che Lorenzo non badò più ai mezzi, e giurò di far balzar fuori la verità ad ogni modo, e il modo fu de' peggiori, perchè, ecco a che s'è ridotto, pover'uomo!..."
      },
      {
        "index": 77,
        "text": "E due lagrime lente le rigaron la guancie."
      },
      {
        "index": 78,
        "text": "— Ma io, continuava, non so farmi capace, signor conte, che vi possa essere così grave delitto nell'aver messo una maschera ad una festa da ballo... In fin de' conti, che intenzione era la sua? Quella di far vedere che il pubblico aveva torto e che io era innocente... Ben è vero che offese gravissimamente una nobil donna, ma, per quanto sento a dire, pare che questa nobil donna... fosse davvero la... e allora... di chi è la colpa?..."
      },
      {
        "index": 79,
        "text": "Pietro Verri sorrideva e compiacevasi di sentir quel discorso vivo e animato, e reso più attraente dall'accento veneto, chè, se non lo abbiam mai detto, lo diciamo adesso, la Gaudenzi parlava il dialetto veneziano, quantunque, pel tramutarsi ch'ella faceva continuamente di luogo in luo go, lo avesse tant'o quanto alterato."
      },
      {
        "index": 80,
        "text": "— Cara mia, sapete voi che cos'è la legge?"
      },
      {
        "index": 81,
        "text": "— Cosa so 10? ma la legge dovrebb'essere tutto ciò che è giusto."
      },
      {
        "index": 82,
        "text": "— Edella infatti si propone la giustizia... ma non sempre la raggiunge, nè lo può; perchè la legge bisognerebbe che potesse trasformarsi all'infinito come tutti gli accidenti umani, e tener dietro a tutte le bizzarrie della fortuna."
      },
      {
        "index": 83,
        "text": "— E così qualche volta chi ha ragione paga i debiti di chi ha torto... È questo l'intercalare del signor Lorenzo. Ma mi vorrebb'ella dire di grazia, signor conte, per qual motivo il metter maschere ad una festa da ballo fu posto nel numero dei delitti?"
      },
      {
        "index": 84,
        "text": "— Per i cattivi usi che se ne fecero troppo spesso dagli uomini cattivi."
      },
      {
        "index": 85,
        "text": "— Ma allora si dovrebbe punire il cattivo uso e non l'uso delle cose: sarebbe bella che fosse proibito a parlare, perchè parlando si possono dire delle calunnie!"
      },
      {
        "index": 86,
        "text": "— Oh che sapienza è l'ignoranza! pensava tra sè Pietro Verri, mentre sorrideva alla Gaudenzi. — Attendete dunque, soggiunse poi, a mettere il vostro bel cuore in pace; poichè se la legge fu fatta per un fine ragionevole, non è poi detto che non si debba tener conto della buona intenzione di chi l'ha trasgredita, trasportato da un nobile riguardo e da una nobile passione..."
      },
      {
        "index": 87,
        "text": "— E di chi l'ha trasgredita, continuò vivacissimamente la Gaudenzi, perchè in quel momento non c'era altro mezzo di far cessare una perfida calunnia."
      },
      {
        "index": 88,
        "text": "— E per questo io mi confido di poter riuscire ad alleggerire al possibile la condizione del vostro signor Lorenzo."
      },
      {
        "index": 89,
        "text": "— Come ad alleggerirla? domandò piena di dolorosa meraviglia la Gaudenzi... Ma non è a sperare che lo possan mandare assolto in su due pied1?..."
      },
      {
        "index": 90,
        "text": "— Tranquillatevi, cara mia, ma per bene che vadan le cose, converrà pure che voi siate disposta a un lieve sacrificio..."
      },
      {
        "index": 91,
        "text": "— Qual sacrificio?... dite, dica, io son parata a tutto."
      },
      {
        "index": 92,
        "text": "— È un sacrificio che non dipende dalla vostra volontà, ma solo dalla vostra pazienza; perché mi rincresce a dirvelo, cara mia, ma per un sei mesi almanco converrà che vi adattiate a restar priva della vista del signor Lorenzo..."
      },
      {
        "index": 93,
        "text": "— Oh... questo non sarà mai, signor conte; io mi scioglierò in lagrime ai piedi del signor governatore, e otterrò la grazia. E se il governatore starà inflessibile, metterò sossopra mezzo mondo."
      },
      {
        "index": 94,
        "text": "— Tranquillatevi, e prima di far passi, lasciate che io faccia i miei; che se fosse necessaria la vostra cooperazione immediata, ho io la persona che, se è possibile far miracoli, ella li sa fare davvero..."
      },
      {
        "index": 95,
        "text": "Ma la Gaudenzi più non badava a quelle parole, e, alzatasi, misurava in lungo e in largo e concitata la camera, cogli occhi pieni di lagrime e col labbro inetto a proferir parola, perchè un tremito convulso stava per farla dare in uno scoppio dirotto di pianto... Il Verri le teneva dietro coll'occhio, pieno di commozione anch'esso e d'ammirazione, e assalito da un sospetto, come da un lampo che baleni improvviso."
      },
      {
        "index": 96,
        "text": "Le anime squisite, anche senza lo scaltrimento di una lunga esperienza, tengono il filo d'Arianna per misurare, senza smarrirsi, il labirinto del cuore umano. Diciamo questo, perchè di fatto, quel ch'egli sospettò, era vero. — Un mese prima, chi avesse detto a quella cara e semplice ragazza: scommettiamo che voi siete innamorata del signor Bruni, ella non avrebbe data altra risposta che una delle sue consuete risate baccanti e sonore... Ma il giorno in cui Lorenzo venne arrestato, e i giorni in cui ella provò, per quel distacco, una costernazione che mai non aveva provato in vita sua, non si potrebbe dir bene in che modo, ma le si depose inavvertito nell'animo un lieve germe di amore, che fruttificò di dì in dì, a seconda della natura appunto dei germi. — Ben è vero che ella non sapeva ancor nulla, e a chi di nuovo le avesse chiesto, se era innamorata, di nuovo"
      },
      {
        "index": 97,
        "text": "ella avrebbe risposto, se non con una risata, certamente con un sorriso accompagnato da un lieve agitar della testa; ma, in conclusione, l'amore lavorava e limava nell'animo suo con tutta la forza di un amore a cui non manca più nessuna delle sue attribuzioni."
      },
      {
        "index": 98,
        "text": "— Sentite..."
      },
      {
        "index": 99,
        "text": "Interruppe il Verri con questa parola il passo concitato della Gaudenzi. Ella si fermò in faccia a lui, attirata da quel sentite, e come chi spera sempre qualche consolazione da tutti gli accidenti del discorso."
      },
      {
        "index": 100,
        "text": "— Da quanti anni, egli continuò, il sig. Lorenzo Bruni veglia alla tutela della vostra giovinezza?"
      },
      {
        "index": 101,
        "text": "— Oh da moltissimi anni! Io era una ragazzina senza padre e senza madre, e ballavo a Venezia al teatro di San Moisè... Chi mi curava non era allora che questa buona e paziente mia zia... Ma si viveva a discrezione degli impresarj che guadagnavano, non tocca a me il dirlo, alle nostre spalle, eppur non ci facevano che soprusi e angherie, n'è vero, zia? Il signor Lorenzo Bruni volle difenderci una volta da un appaltatore usurajo e ottenne di farlo stare al dovere... onde ci fece tener tanti danari, quanti certamente non potevo dire d'aver meritati. Ma questo è poco, perch'egli si prese cura della mia educazione; e siccome ei veniva da Parigi, ed avea vedute tutte le più celebri ballerine e conosceva la danza più di chi ne fa professione, tanto fece e consigliò, che riuscì a tirarmi indietro dall'arte viziata... Onde quel poco che sono, lo voglia credere, illustrissimo signor conte, non lo debbo che a lui."
      },
      {
        "index": 102,
        "text": "— E tutto, entrò a dire la zia, senza neppure un'ombra d'interesse, perché i mettimale che vedevan con dispetto quel suo tanto adoperarsi in pro della ragazza, mi andavan susurrando all'orecchio che lo avrebbe fatto per arricchirsi... Ma invece, se non ci ha perduto, non ci ha guadagnato, perchè la bilancia non è più giusta di lui: e i quartali ei non volle nemmen toccarli, e collo scrupolo va tanto in là, ch'ei vuole che dalle mani dell’impresario passino nelle mie; e se provvede a collocarli a buon frutto, desidera ch'io medesima vada a consegnarli... Oh... ci creda, signor conte, che per noi è una gran disgrazia a rimanere senza quell’uomo d'oro."
      },
      {
        "index": 103,
        "text": "— Ho caro d'aver sentito tante lodi di quel bravo uomo; così mi lusingo di farle comparire opportunamente nella difesa..."
      },
      {
        "index": 104,
        "text": "— E può aggiungere, signor conte, i discorsi pieni di consigli, di sapienza e di virtù onde il signor Lorenzo era instancabile a vantaggio di questa ragazza... perchè lo creda, signor conte, ma quel signor Lorenzo, se è un uomo probo, è anche un uomo di gran talento."
      },
      {
        "index": 105,
        "text": "E la bella Gaudenzi stava per venire in ajuto della zia; ma in quel punto ch'ella stava per parlare, giunsero all'orecchio del conte Pietro Verri, il quale era là quasi in attitudine di magistrato, i primi tocchi della campana della piazza de' Mercanti. Il giovane patrizio si alzò, come scosso disgustosamente da quel suono, e, tagliando di colpo tutte le fila sospese del discorso, si licenziò, e fu molto se ebbe l'animo di rinnovare alcune parole di consolazione alla fanciulla. Ma che mai c'era di tragico in quella campana della piazza de' Mercanti, dirà il lettore, da mettere i brividi al giovine Verri? — Cari miei, saranno inezie, ma l'eccellentissimo senatore conte Gabriele era un uomo di ferro, e guai se avesse saputo che suo figlio non era già rincasato prima della campana; che una sera in cui il giovane Pietro, trattenuto in certe calde discussioni al caffè Demetrio, giunse a casa un'ora dopo... Filippo II non guatò così bieco il grand'ammiraglio, quando gli tornò innanzi coll'annunzio d'una battaglia navale perduta e della flotta distrutta, come fece allora il conte Gabriele con suo figlio Pietro, il quale per rientrare nelle grazie del signor padre dovette metter sossopra tutto il parentado. S'affrettò egli dunque a saltelloni giù per le scale, divorò la strada, e tutto trafelato giunse a casa quando la campana non aveva ancor finito di dare i suoi tocchi; si recò a far riverenza e a dar la felicissima notte al signor papà, poi si chiuse in camera per stendere la difesa di Lorenzo Bruni."
      },
      {
        "index": 106,
        "text": "[IV]"
      },
      {
        "index": 107,
        "text": "Là chiuso, si diede a passeggiare tutto pieno e invasato del suo argomento, lodandosi seco stesso dell'aver fatto visita alla ballerina Gaudenzi, perché dall'osservazione attenta di quella beltà, di quella virtù, di quella schiettezza, di quel dolore, e dai particolari che in sì caldo accento erano usciti dalla bocca stessa di lei, e costituivano il più completo e appariscente ritratto di Lorenzo Bruni, s'accorgeva che gli eran venute nuove idee e nuovi fervori; però gli pareva di poter alla fine scrivere una difesa tale da conquidere trionfalmente l'animo dei giudici, pur senza omettere nessuna verità nuova e coraggiosa. L'animo e l’ingegno del Verri era di quella tempra saldissima, che dal momento che una cosa vera o creduta vera gli facea forza, non gli era più possibile, per nessun conto, nè dissimularla nè tacerla, non che falsarla. Poteva adattarsi alla più sommessa obbedienza in casa, a non star fuori oltre i tocchi della campana della piazza de' Mercanti, a non andare in teatro solo, a non frequentare certe conversazioni; ma non poteva piegarsi a far proprie le idee e le convinzioni di suo padre, dal momento ch'egli ne aveva di assolutamente contrarie."
      },
      {
        "index": 108,
        "text": "Si mise dunque a tavolino, e con velocità animata dalla concitazione empì tre o quattro fogli di carta. Noi abbiam veduto un ritratto giovanile di Pietro Verri, che press'a poco potrebbe dar l'idea della sua faccia quand'egli era preoccupato di qualche forte pensiero: occhio vivace, arguto e tanto quanto espanso, che sembra inseguire un'idea balenata d'improvviso; guancia calma e fiorente, naso breve e bocca soavissima, la quale quasi sempre si osserva in coloro che hanno squisitezza e di mente e di cuore."
      },
      {
        "index": 109,
        "text": "Quand'ebbe finita quella non breve scrittura, se la lesse tutta ad alta voce, e si stropicciò le mani come pago d'aver detto tutto quello che voleva dire; se la rilesse poscia... e cominciò e pentirsi di alcune espressioni troppo ardite, e di quelle segnatamente dove metteva quasi in istato di accusa l'autorità giudiziale. Volle rimediarvi, e cancellò tutto quel brano; ma poi s'accorse che ad ometterlo sl distruggeva tutto l'edificio, e si taceva la sola verità insolita e coraggiosa che poteva dare alcun merito a quella difesa; onde rifece il periodo, ammorbidendo soltanto le frasi, decorandole di vocativi pieni di sommessione, e conservando intatto il concetto. Infine pensò che il miglior partito era di far la versione di quella difesa in lingua latina; e ciò per due ragioni: la prima, che l'idioma del Lazio, costringendo l'intelletto degli ascoltatori a fare un breve lavoro, prima di averlo tutto quanto tradotto in parole schiette e lampanti, la verità si ammorbidiva nel trapasso dal latino all'italiano, e le toglieva di far l'effetto di un sasso scagliato altrui senza pietà; la seconda ragione consisteva in ciò, che suo padre era innamorato della lingua latina, e le poche volte che lo aveva veduto sorridere con insolita compiacenza fu sempre nelle occasioni che egli stesso aveagli dato a leggere qualche proprio scritto latino. Così dunque pensò, e così fece. Ma ci voleva ben altro. Lavorò buona parte della notte e il giorno successivo a far la traduzione; poi al terzo dì la presentò al Capitano di giustizia. Non ci pare qui il luogo opportuno di riportare per intero quella lunga difesa, nè tampoco di darla tradotta, nel nostro italiano; chè troppe cose sono in essa riassunte, le quali già furon dette e ripetute da noi in più luoghi; soltanto diremo come l'esordio toccasse alcune idee generalissime intorno alla genesi ed allo scopo della legge, nel quale intese a far campeggiare il concetto, che tutti debbono essere eguali in faccia ad essa; poi venne a parlare delle leggi statutarie, poi delle gride e ordinanze suggerite da casi speciali; poi si fermò all'ordinanza del ministro plenipotenziario governatore di Milano, conte Palavicino, relativa alle maschere-ritratti, lodandone assai l'opportunità e la saviezza."
      },
      {
        "index": 110,
        "text": "Ma qui parlò dell'intento che aveva quell'ordinanza, la quale proibiva le maschere non per sè stesse, ma per i gravi e deplorabili danni che, adoperate da uomini iniqui, avevano prodotto; faceva allora acutamente intendere come la prava intenzione e il delitto consumato per mezzo di essa erano i soli elementi che costituivano il caso della penalità e della sua misura. E poi, piegando la parola al fatto speciale del Bruni, mostrava che non avendo egli avuto nessuna prava intenzione, anzi l'intenzione essendo stata lodevole come di chi protegge e difende chi sopporta ingiustamente una calunnia; e, per risultato, non esibendo la consumazione di nessun delitto, ma sibbene lo scoprimento di una verità che ridondava a vantaggio dell'innocente e a danno di chi veramente era in colpa; venivasi con ciò a costituire un caso specialissimo, pel quale quell'ordinanza doveva cessare dalla sua forza attiva, e, in ogni modo, doveva consigliar d'interpellare il voto"
      },
      {
        "index": 111,
        "text": "dell'eccellentissimo governatore per una grazia straordinaria. Ai quali argomenti che mettevano in chiaro l'assenza d'ogni colpa per parte del Bruni, di cui tesse l'elogio riferendo le attestazioni della stessa Gaudenzi, della quale pure lodò la vita senza rimprovero, come portava la pubblica opinione; fece osservare che non sarebbe avvenuta nemmeno la materiale contravvenzione alla legge, se la magistratura non si fosse imposta un obbligo che veniva a ferire il diritto comune, l'obbligo cioè di considerare come intangibile dalla legge e persino dai sospetti la nobiltà di una persona, dalla quale precisamente si dovevano incominciare le indagini. E qui riferiamo un passo, che ci pare assai squisito: «Nè io credo nemmeno che potesse andar offeso il carattere della nobile contessa se fosse stata interpellata in giudizio; chè forse quelle voci vituperose che or circolano in pubblico contro di lei, sarebbero state trattenute da una parola detta in tempo al giudice; così invece, tanto più l'opinione si compiace a denudare e ad esagerare le colpe di una persona, quanto più s'accorge che la magistratura discende dal suo nobile seggio, al punto di tentar di scambiarle le carte in mano e d'ingannarla.»"
      },
      {
        "index": 112,
        "text": "Questa difesa, quando fu letta, fece l'effetto che naturalmente doveva fare, quello cioè di tirar addosso al giovane Verri tutta l'iracondia della magistratura."
      },
      {
        "index": 113,
        "text": "Quasi contemporaneamente a questo scritto, fu presentata al Capitano di giustizia la difesa di Benedetto Arese, una cosettina magra e che per se stessa non poteva certamente essere il tocca e sana per le disgrazie del cantante di camera di S. M. il re di Spagna. — Ma quanto lo scritto del giovane Verri aveva provocata la collera e lo spirito di contraddizione e negli attuari e negli assessori e nel vicario e nell'eccellentissimo capitano marchese Recalcati; e, allorchè fece il suo passaggio d'ufficio al Senato, anche in tutti i senatori e nel loro presidente; altrettanto trovò lode e fautori quella dell'Arese. — In simile maniera noi vediamo nelle accademie e letterarie e scientifiche e artistiche, le quali, per consueto, portano inalberato sul frontone il vessillo del Così faceva mio padre, accordarsi la medaglia d'onore a colui che nell'opera prodotta lusinga l'amor proprio de' giudici e sta ligio ai sistemi invalsi, e non avendo la forza di camminar colle proprie gambe, s'appoggia al braccio altrui."
      },
      {
        "index": 114,
        "text": "Quella difesa dell'Arese fu dunque tale, che dispose gli animi a far maturare una sentenza d'assoluzione a favore del signor Amorevoli. Se non che un bel giorno fu presentato d'urgenza un libello dell'avvocato Carl'Antonio Agudio, patrocinatore del figliuolo della signora Celestina Baroggi, nel qual libello si esponeva il fatto del testamento olografo stato scritto dal marchese F... dietro dettatura del dottor Macchi notaio, a favore del figlio suddetto della Baroggi; riferiva che tra le carte del detto marchese non s'era più trovato il testamento in discorso; si conchiudeva, che essendo noto il trafugamento delle carte che stavano nello scrittoio di esso, l'avvocato patrocinatore e il reverendo proposto di S. Nazaro, tutore del figliuolo della Baroggi, facevano istanza perchè si rinnovassero le indagini più severe, allo scopo di rinvenire il trafugatore; e nel tempo istesso facevan rispettosamente intendere che, sebbene le presunzioni a danno del costituito signor Amorevoli paressero prive di fondamento, l'eccellentissimo capitano di giustizia, quando mai nell'alta sua saviezza credesse di mandarlo assolto, adoperasse tuttavia in modo che non potesse evadere dalle ulteriori possibili inquisizioni dell'autorità criminale."
      },
      {
        "index": 115,
        "text": "Aveva in pubblico fatto gran senso che, in quel non breve tempo trascorso dalla cattura dell'Amorevoli, non si fosse proceduto con tutti i mezzi reclamati dall'importanza del caso, segnatamente per l'interesse del figlio della Baroggi, che dicevasi essere stato istituito erede universale dal marchese F...; e però il reverendo proposto di san Nazaro aveva ricorso all'avvocato Agudio, il quale godeva fama di gran legista, e quel che più importa, di gran galantuomo, e ciò che meglio preme ancora, di grande ostinato; e il solerte proposto avea fatto capo a lui come a quello che potea aver la forza di conservare nella sua dritta strada la trattazione d'un affare che per mille circostanze poteva essere deviato."
      },
      {
        "index": 116,
        "text": "Tornando ora all'Amorevoli, s'egli non avea motivo di lodarsi troppo della fortuna, venne però chi dovea trarlo d'imbarazzo. Allorchè donna Paola Pietra ricevette l'ultima lettera dalla contessa Clelia, dove, colla raccomandazione del segreto, le era fatta la rivelazione intorno al lacchè Suardi; ella nella sua saviezza pensò che non era a tener conto nessuno di quella raccomandazione"
      },
      {
        "index": 117,
        "text": "di segretezza; invece, senza por tempo in mezzo, fece una seconda visita al marchese Recalcati, al quale raccontò il fatto del Galantino, e della vita sfoggiata che colui conduceva a Venezia, e come eranvi tutte le ragionevoli presunzioni che il trafugatore fosse stato colui medesimo."
      },
      {
        "index": 118,
        "text": "Quel nome del lacchè Galantino fu per il marchese Recalcati come uno di quei lampi, che, solcando di tratto il fitto bujo, lasciano vedere la posizione degli oggetti circostanti; tanto che uno che abbia smarrita la via, si raccapezza, ed esclama: Ora comprendo per qual parte si dee camminare. — Laonde non sono a dire le feste e le accoglienze ch'egli fece e i ringraziamenti che espresse a donna Paola per quella improvvisa e non aspettata rivelazione. — Lasciandolo ora nel pieno godimento di quella scoperta, saltiam via due giorni, che in faccia a cento anni sono un bicchier d'acqua in faccia al mare, e rechiamoci in casa Verri, in un giorno che l'illustrissimo signor conte Gabriele dava un pranzo quasi diplomatico."
      },
      {
        "index": 119,
        "text": "La sfera dell'orologio percorreva l'arco di quella mezz'ora o di quel quarto d'ora che precede il momento solenne, in cui il cameriere in gran livrea diventa un personaggio importante, vogliamo dire, in cui grida dalla soglia: /n tavola. In una sala d'aspetto, ferveva, o diremo meglio, languiva la conversazione tra molte persone divise in varj gruppi, ciascun de' quali constava di elementi tra loro affini. — Gravi personaggi di toga e di spada, conti e marchesi e cavalieri che non avevano altro peso da portare che il diploma d'accademico Trasformato, dame e matrone e giovani donne e spose — non una fanciulla. — Il conte Gabriele Verri stava parlando in un angolo della sala col marchese Beccaria, lo zio di Cesare."
      },
      {
        "index": 120,
        "text": "— Vedo pur troppo, caro marchese, diceva il conte Gabriele, che questo mio figliuolo, pel quale non ho risparmiato nè cure nè dispendj, vorrà essere la mia croce."
      },
      {
        "index": 121,
        "text": "— Ve l'ho detto più volte; bisognava lasciarlo a Roma maggior tempo, o a Parma; la sua vivacità fu sempre eccessiva e bisognava metter acqua e cenere sul fuoco. Vi sono certi temperamenti, che, a lasciarli svampare prima del tempo, diventan acidi come il vino mal turato."
      },
      {
        "index": 122,
        "text": "— Ma... volevate che a ventidue anni lo tenessi ancora in collegio?..."
      },
      {
        "index": 123,
        "text": "— In collegio no... ma mettergli accanto un uomo di proposito, un sacerdote di vaglia..."
      },
      {
        "index": 124,
        "text": "— Se la mia severità non è valsa a nulla, che cosa volevate che facesse un prete?"
      },
      {
        "index": 125,
        "text": "— Voi vedrete quel che ne farò io di Cesarino, perchè bisogna che ne prenda io stesso la cura. Suo padre è troppo dolce. Se si vuole, il fanciullo è pieno d'ingegno, e in collegio lo chiamano il piccolo Newton; ma quanto è maggiore l'ingegno, tanto son maggiori i pericoli; ond'io veglierò... così avessi vegliato ne' giorni che da Parma venne a Milano questo carnevale; perchè si trovò spesse volte col vostro Pietro... il quale non so che malefizj abbia fatti a quel ragazzo, che mi venne fuori un giorno con certi propositi, i quali non mi piacquero niente affatto."
      },
      {
        "index": 126,
        "text": "— Davvero?"
      },
      {
        "index": 127,
        "text": "— Per l'appunto."
      },
      {
        "index": 128,
        "text": "— È dunque bisogno di qualche provvedimento serio a riguardo di mio figlio... Son dieci giorni che mi venne in mano quella difesa, e quando l'ebbi letta non ho più permesso ch'ei mi comparisse dinanzi. Ma quel che più mi fa dispiacere si è, che non manca d'ingegno... e quello scritto... mi dà a divedere che, se fosse meglio diretto, potrebbe..."
      },
      {
        "index": 129,
        "text": "— Ma dove è andato a pescare tutte quelle idee, diciamolo pure, rivoluzionarie contro i nobili e contro le autorità? Ma sapete che c'è voluto un bel coraggio?"
      },
      {
        "index": 130,
        "text": "— È questo appunto ciò che m'affligge, e tanto più che... son cose che si pena a dirle... ma pur troppo s'è fatto male a non far caso della contessa, in quel malaugurato processo... A_mio dispetto devo dirlo, e Pietro non sbagliò nell'affermare che, conosciuta in tempo la verità, si poteva sopir tutto senza che ne trapelasse nulla al di fuori. E così... un dì un fatto, un dì un altro... ci ridurremo alla fine... ve lo dico con crepacuore, a perdere la fiducia del popolo, e allora..."
      },
      {
        "index": 131,
        "text": "E qui si fermò come colpito da una dolorosissima idea, indi soggiunse dopo alcuni momenti:"
      },
      {
        "index": 132,
        "text": "— E adesso c'è quest'affare del testamento del marchese F... e del lacchè..., che è una spina acuta e pericolosa, la quale può aprir piaghe profonde, e trarsi dietro cento malanni. Ah, marchese, qui sotto c'è qualcosa di seriissimo, e guai se... Il marchese Recalcati me ne fece or ora un motto..."
      },
      {
        "index": 133,
        "text": "che tosto gli ho troncato in bocca... perchè se una parola è pronunciata fuor di tempo e a sproposito... ne scaturisce un'iliade di sciagure..."
      },
      {
        "index": 134,
        "text": "Il marchese Beccaria guardava fisso il conte come a sorprendergli nell'occhio il segreto del pensiero; poi soggiunse:"
      },
      {
        "index": 135,
        "text": "— Se un sospetto lo fa uno, lo può fare un altro, e lo ponno fare cento; e tanto più quelli che patrocinano il figliuolo della Baroggi... poichè, a dir la verità, questo contrattempo del lacchè... qualcuno già deve averlo pagato il lacchè a fare il colpo... e chi mai poteva avere interesse a ciò, se non..."
      },
      {
        "index": 136,
        "text": "— Zitto... la marchesa D*... è là, e ha intenzione di dar la figliuola al figlio del conte e ci potrebbe sentire..."
      },
      {
        "index": 137,
        "text": "— Ma in conclusione, che si pensa di fare?"
      },
      {
        "index": 138,
        "text": "— Non ci possono essere due partiti in affare di tanta delicatezza... La giustizia dee fare il suo debito senza essere impacciata da nessun riguardo. Anzi si è già scritto al Senato della serenissima Repubblica di Venezia perchè, se siamo in tempo, passi tosto alla cattura del lacchè; soltanto è mestieri che di tal fatto si mantenga un segreto profondissimo, e non si facciano scandali; perchè guai se il popolo s'accorge che il contagio viene da quel ceto a cui la provvidenza ha ordinato di essere d'esempio e di edificazione a tutti gli altri. — Ma c'è un'altra cosa, marchese caro, che mi ha passato l'anima, ed è che, ieri l'altro, Pietro, mentre stava supplicando sua madre a farsi mediatrice di pace tra lui e me... d'uno in altro discorso vennero a toccare, non so come, un tal tasto; e a Pietro scappò detta... questa frase ribalda: — Se il conte F... fosse un sensale di piazza, a quest'ora il capitano di giustizia gli avrebbe già fatto mettere le manette. Convien dunque che oggi teniamo con lui un discorso serio e dolce nel tempo stesso. Oggi ho dato, posso dire, questo pranzo d'invito per lui, perchè, necessariamente, non ne potendo venir escluso per decoro, io avrò l'occasione di volgermi a lui senza cedere; ed egli d'accorgersi che io non sono poi un uomo inesorabile. Così dopo il pranzo, noi lo faremo chiamare in un'altra camera, e gli terremo un discorso che valga ad insegnargli la prudenza, ed a provargli che è sempre in via di bene tutto quello che noi facciamo; e che finchè uno è giovane, l'esperienza la deve apprendere dai vecchi. Ah pur troppo, caro marchese, la gioventù ha preso aria in questi tempi, e bisogna ricorrere all'astuzia perchè non sian crollate le basi di una salda autorità paterna."
      },
      {
        "index": 139,
        "text": "Ed or lasciando che questi rigidi vecchi se la intendano col giovinetto Pietro, ritorneremo a Venezia, e volgeremo i passi verso il calle del Ridotto."
      },
      {
        "index": 140,
        "text": "[V]"
      },
      {
        "index": 141,
        "text": "Rousseau, il quale asserì che l'uomo lasciato in balia della sua vergine natura, è una perla immacolata, e che dai bisogni fittizj inventati dalla società fu tratto ad inventare egli stesso quei delitti contingenti e convenzionali che, variando di tempo e di luogo, possono persino esser chiamati virtù, come il furto in Atene; non pare abbia voluto esaminare tutti i casi in cui l'uomo, anche nel fitto della società, si trova in pieno arbitrio della sua natura liberissima; tra le altre cose, non ha saputo applicare la sua potente riflessione ai fenomeni d'una bisca."
      },
      {
        "index": 142,
        "text": "Una casa da giuoco è un microcosmo; in essa l'uomo appare in tutta la nudità de' suoi istinti. Nella Francia contemporanea di Rousseau, lo spettacolo di un gran re, intento a passar le notti, non animato che dalla speranza di spogliare i ciambellani e i confidenti, doveva bastare a far vedere al sublime lipemaniaco di Ginevra che non sono sempre i bisogni quelli che fanno sviluppare sulla testa umana il bernoccolo della rapacità."
      },
      {
        "index": 143,
        "text": "Ma ciò, anche prima della storia di Francia, era provato dalla storia di Roma e dall'esempio d'Augusto che, padrone di tutto il mondo, pure si compiaceva se l'oro di Mecenate passava nelle sue mani; e dall'imperatore Claudio, che affidava ai dadi il destino perfin di quattrocentomila sesterzj, e dai patrizj romani, che, ad onta che il giuoco fosse multato d'infamia, giocavan persin nei comizj, persino in Senato; tanto è vero che l'uomo, per saziare il suo naturale istinto, combatte contro la"
      },
      {
        "index": 144,
        "text": "medesima civiltà, e fa il ladro per diporto; chè non a torto ha detto un acuto scrittore inglese: Essere il giuoco un furto mascherato."
      },
      {
        "index": 145,
        "text": "Queste riflessioni le facciamo pensando al ridotto di San Moisè in Venezia, dove, meno i giuochi d'azzardo che ad ogni momento venivan proibiti dagli illustrissimi Correttori, indizio manifesto che non eran sempre obbediti, tutto camminava di maniera da far credere che gli uomini non avessero altra destinazione a questo mondo che quella di passar la vita giuocando. Quel ridotto, che doveva diventar celebre in conseguenza de' suoi peccati, e meritare di venir soppresso, come vedremo, aveva una libreria al pari di un istituto di scienze e lettere; una libreria, intendiamoci bene, tutta di opere relative al giuoco; tra queste primeggiavano il Ludus chartarum seu foliorum, di Lodovico Vives, stampata a Parigi nel 1545; Le carte da giuoco, del P. Menestrier; La giurisprudenza del giuoco, di Lucio Marineo Siculo; // tarocco, di Gebelin; L'invettiva contro il tarocco, di Lollio Ferrarese; i numeri del Giornale di Trévoux, dov'erano le ricerche storiche sulle carte da giuoco; il capitolo del Berni, intitolato // giuoco di primiera; Le carte parlanti, di Pietro Aretino; // trionfo del tresette; la Piazza universale di tutte le professioni — ed altre opere molte, che venivano consultate nei gravissimi casi dubbj."
      },
      {
        "index": 146,
        "text": "Quel ridotto era zeppo d'illustrissimi della seconda e della terza qualità, e in mezzo ad essi, da qualche giorno, aveva fermato l'attenzione il giovane gentiluomo milanese, signor Andrea Suardi, pel coraggio onde giuocava le più grosse somme e per la sua meravigliosa virtù a vincere dieci volte su dodici. Ma come potevano quegli illustrissimi patrizj di Venezia gettar le loro notti, ed esser tuttavia parati alle gravi cure del governo, della pace e della guerra? Non confondiamo le idee: a Venezia vi avevano più qualità di patrizj, ovvero sia due qualità ben distinte quella dei tutto facenti, e quella dei nulla facenti. Dal dì che Gradenigo aveva decretato come statuto fondamentale — che niuno fosse mai più eletto nè eleggibile a sedere nel gran consiglio, da quelli in fuori che allora vi si trovavano; — che il loro privilegio sarebbe eredità ai loro discendenti in perpetuo; — che eleggerebbe dal suo corpo tutte le magistrature di Stato; dal dì che codesta aristocrazia s'andò sempre più concentrando in oligarchia, che persino ai figli del doge fu tolto di poter coprire ogni magistratura: lasciato alle poche famiglie vetustissime il monopolio del potere trasmissibile di padre in figlio in perpetuo, tutta la rimanente nobiltà — che era numerosa, e alla quale in Venezia non rimaneva altro scopo alla vita che l'uso e l'abuso di essa, e l'uso e l'abuso della ricchezza — dov'era gentilezza d'ingegno, ell'erasi data all'esercizio delle arti; dove no, proruppe ai godimenti, e con tanta sfrenatezza spensierata con quanta riflessiva e longanime rigidezza gli oligarchi si tenevan saldi al potere; rigidezza riflessiva, e che fomentava quel viver leggiero e svagato dei discendenti di coloro ch'erano stati chiamati uomini nuovi al tempo della prepotenza di Pierazzo Gradenigo, pel motivo che non erano più temibili quelli che per costume s'indebolivano nell'inerzia. E tanto più si erano a questa ragione di vita abituati i nulla facenti, sia che fossero discendenti degli esclusi dal gran consiglio, o figliuoli dei vetusti pantaloni, o piantaleoni nelle terre conquistate, o figli del doge esclusi dalla magistratura, quanto più, comportandosi in tal guisa, vivevano tranquilli della sospettosa vigilanza del tribunale segreto, che più del capo di Buona Speranza e del Mediterraneo abbandonato e della politica spostata, fu causa che si spegnesse la potenza espansiva di Venezia; spenta la qual potenza si troncarono di colpo gli elementi generatori della sua perpetuità. Fin da quando, dopo la forzata abdicazione di Foscari, il tribunal segreto rese amarissimo e pericoloso l'alto onore di recar servigj alla patria, da quel punto cominciò davvero la sua decadenza. Temettero i sospettosi oligarchi il possibile soverchiare del vero merito, temettero l'eccessiva potenza del doge, e l'uno e l'altro circuirono di arcane paure; ma non intravvidero la conseguenza finale di tutto ciò; non intravvidero che se i patrizj e i non patrizj, divagati agli ozj e alla voluttà, non potevano più far paura al Consiglio segreto, per la medesima ragione avrebbero cessato di far paura anche a tutta Europa, la quale non amò giammai Venezia, e la guardò sempre gelosamente; e che se ciò le poteva stornare i pericoli presenti, accumulava sovra di essa 1 pericoli futuri, rendendo bensì più lenta la sua caduta, ma facendola inevitabile."
      },
      {
        "index": 147,
        "text": "Era dunque da quasi tre secoli che la vita interna di Venezia era una vita continua di godimento, che l'allegria de' suoi carnevali era divenuta proverbiale in tutt'Europa, che ai tavolini"
      },
      {
        "index": 148,
        "text": "verdi delle case patrizie e dei pubblici ridotti l'oro aveva imparato a trapassare di mano in mano, con più velocità che altrove, pel decreto di una carta e della cieca fortuna. Che il giuoco poi abbia trovato accoglienza più forse a Venezia che in altri luoghi, sarebbe dimostrato da ciò, che taluno dei così detti giuochi d'azzardo fu invenzione di Veneziani; che un Giustiniani, ambasciatore della Repubblica a Parigi, vi portò per la prima volta la cognizione del giuoco della bassetta, il quale fu poi accolto trionfalmente a quella Corte, e onorato colà dagli uomini della scienza, che pubblicarono considerazioni e calcoli e intrapresero ricerche pazientissime su quel giuoco, sulle probabilità del guadagno e delle perdite."
      },
      {
        "index": 149,
        "text": "Il Galantino aveva dunque fatto suo pro di quelle abitudini veneziane; e ricevuto al ridotto qual gentiluomo milanese da quell'ospitalità cortese che sempre distinse i Veneziani tanto d'allora che d'adesso, passava colà le sue notti. Ma siccome i giuochi che vi si tenevano non eran d'azzardo, essendo recentissima un'ammonizione dei signori Correttori; così a una cert'ora, in compagnia di molti gentiluomini, lasciava il tavoliere del tresette e il ridotto per trasferirsi al di là di Rialto, nelle stanze di un umile caffè detto di Costantinopoli; e là, fuori d'ogni sospetto, aperta la voragine del faraone e della bassetta, ei passava il resto della notte. Munito, quando recossi a Venezia, di molto danaro contante, il Galantino, giocatore tanto esperto che pareva aver gli occhi nelle dita, governavasi però prudentemente al ridotto, e in modo da lusingare con mille attrattive i suoi compagni di giuoco, perchè, rilasciato il freno all'avidità, non potessero andare a letto senza prima tuffarsi a piene voglie nel flusso e riflusso dell'azzardo."
      },
      {
        "index": 150,
        "text": "Fornito d'oro, egli conduceva le cose in modo da tenere il banco di sovente; ed era un tagliatore di tanta destrezza che in pochi giorni erasi messo insieme una bella sommetta. — La notte a cui ci troviamo con questa narrazione, era la terza d'aprile, ed egli più del consueto era stato favorito dall'audacia e dalla fortuna: onde, in sull'alba, quando uscì da quell'umile caffè, dopo aver bevuto una tazza d'appio, volle assaporare il piacere d'una passeggiata solitaria, spingendo uno sguardo allegro in seno all'avvenire, e scorgendovi già, di mezzo alla nebbia rosata, prospettive di palazzi con macchiette di parassiti intorno a sè, e cocchi e cavalli e tutte le grandezze della vita. Se ne veniva così per ponti e per calli, guardando sbadatamente case ed altane, e sogguardando alla sfuggita le portatrici d'acqua pienotte, già in volta a quell'ora; fin che riuscito al campo Santo Stefano, volse il passo alla casa ove dimorava; ma in quel punto scorse due uomini appoggiati al muro, due uomini che non avrebbe voluto vedere, perchè eran due cappe nere del palazzo Ducale. Diede una rapida occhiata all'intorno, e vide non molto lungi due guardie che passeggiavano, facendo d'occhio di tanto in tanto alle due cappe. — Così queste come le guardie potevano trovarsi là per tutt'altro, ma il Galantino sentì la certezza che aspettavano lui; gli era come quando uno si sente colto da un malore anche lieve durante un morbo contagioso; che in quel malore, provato spesso senza turbarsi, sente con isgomento il sintomo fatale. Galantino si fermò un istante su due piedi, come per fare una rapidissima consulta fra sè e sè; poi, considerato che non c'era a far nulla, mosse difilato, sebbene con placida lentezza, verso la porta della sua casa. — Fu allora che le cappe, venutegli incontro:"
      },
      {
        "index": 151,
        "text": "— È ella, domandarono, il signor Suardi Andrea di Milano?"
      },
      {
        "index": 152,
        "text": "— Sono io per l'appunto; in che posso ubbidirle?"
      },
      {
        "index": 153,
        "text": "— Voglia venir con noi un momento a palazzo."
      },
      {
        "index": 154,
        "text": "— Subito?"
      },
      {
        "index": 155,
        "text": "— Senza perder tempo. Questo è l'ordine."
      },
      {
        "index": 156,
        "text": "Il Galantino, con viso calmo, con occhio blando, guardò alle due cappe, e:"
      },
      {
        "index": 157,
        "text": "— Io sono pronto, disse, quantunque non abbia dormito la notte... Ma vogliano permettere ch'io mi serva della mia gondola..."
      },
      {
        "index": 158,
        "text": "— La gondola è già pronta."
      },
      {
        "index": 159,
        "text": "— Allora eccomi qui."
      },
      {
        "index": 160,
        "text": "Vennero al rio; la gondola e i gondolieri avevano lo stemma di palazzo. Il Galantino fu pregato di mettersi a sedere sotto il felze; le cappe nere stettero fuori. I remi toccarono l'acqua, e via."
      },
      {
        "index": 161,
        "text": "[VI]"
      },
      {
        "index": 162,
        "text": "Disceso al palazzo Ducale, il Suardi fu condotto negli ufficj del Consiglio dei Dieci, dove da un segretario gli venne fatta lettura d'una nota del Senato milanese che lo riguardava; dopo di che gli fu soggiunto essere stato deliberato dai signori Dieci di esaudire l'inchiesta del Senato di Milano, facendo scortare il Suardi fino al confine, dove lo si sarebbe consegnato alle autorità competenti del ducato di Milano. Galantino a quell'intimazione, senza smarrirsi in apparenza, quantunque fosse oltremodo percosso nell'intimo suo, rispose: Riuscirgli inesplicabile una tale inchiesta; non aver esso fatto atto veruno pel quale potesse aver timore di chicchessia; che però si sottometteva obbediente al decreto e della Repubblica e del Senato di Milano, certissimo che in poco tempo ai signori Dieci sarebbesi fatta conoscere la causa dell'errore di cui egli in quel punto era vittima. Il segretario non rispose nulla, e soltanto chiesto al Suardi se voleva mandare a prendere le sue robe, se aveva affari lasciati in tronco in Venezia che volesse adempire; e sentito il suo desiderio, provvide a che fosse esaudito. Così in quello stesso giorno venne sotto buona scorta mandato a Milano."
      },
      {
        "index": 163,
        "text": "Il Galantino, lo abbiamo già detto, aveva una tal tempra adamantina di corpo, che per il rapporto necessario che è tra materia e spirito, gli rendeva l'animo saldissimo e imperterrito, anche nel più fiero conflitto di quelle circostanze che avrebbero bastato ad abbattere qualunque altro. Avea pure, abbiam detto anche questo, una tal prontezza di veduta, da fargli pigliare di volo la misura esatta delle cose; ne sia prova il non esser fuggito innanzi alle cappe della Repubblica."
      },
      {
        "index": 164,
        "text": "Sebbene dunque quell'arresto impreveduto lo avesse a tutta prima sconcertato, come avviene di un uomo robusto colto all'impensata da un colpo violento, tuttavia si riebbe dopo la prima scossa, e si bilanciò per non perdere l'abituale saldezza."
      },
      {
        "index": 165,
        "text": "— Chi ne fa una ne fa due, pensava intanto fra sè nel fare il viaggio. E chi non ci mise nè pepe nè sale a tradire il marito, doveva ben tradire un lacchè. Ma va pur là, contessa... Se il diavolo mi toglie da questa trappola... voglio bene che ci rivediamo, e... allora tu sentirai cosa fa il Galantino quando pensa a vendicarsi. Prima però bisognerà scappar dalla trappola... questo lo capisco anch'io. In quanto a me, mi aiuterò... ma sarà sempre bene che gli altri non faccian l'asino... perchè di ragione, se io taccio, essi dovrebbero strapparsi la lingua piuttosto che parlare. Ah signor conte... io penso che la mia salute gli debba star a cuore più che a me... perchè se io cado, anch'esso ha a cadere... e da che altezza! Ben è vero che il conte non mi ha mai nè veduto nè parlato, e potrebbe, in un bisogno, lasciarmi solo nell'intrigo... Ma allora, quand'io sappia stare ben sodo nel dir di no... il malanno svanirà da sè. — E qui a codesti pensieri abbastanza gai in mezzo al disastro, succedevano altri pensieri, tutt'altro che lieti; e si presentavano alla fantasia conturbata del Galantino le parti squallide della sua condizione, malediva il giorno e l'ora che si era lasciato pigliare all’amo da chi non conosceva, per tentare una impresa delle più pericolose; perchè alle cose che già sa il lettore, aggiunga ora avere il Galantino aderito a trafugar le carte, tra le quali era il testamento del marchese F..., per insinuazione di un uomo che a lui volle tenersi ignoto. Che se egli aveva tosto pensato al conte F..., in quella circostanza, e per alcune parole scappate di bocca allo sconosciuto e per altri indizj, ciò non era stato che in conseguenza della sua straordinaria acutezza. Pensando così lungo il viaggio ad un tale sconosciuto, si turbò alquanto nel sospetto che colui, nel frattempo, avesse mai potuto commettere qualche imprudenza; o, per un giuoco non previdibile della maledetta fortuna, anche senza sua colpa, fosse caduto in qualche agguato. Più dunque l'ex- lacchè e l'ex-gentiluomo avvicinavasi a Milano, più smarriva la baldanza e non per il timore di dover passare troppo tempo in prigione, chè a questo, in suo pensiero, si lusingava di anche abituarsi; ma ciò che lo cruciava veramente si era che aveva con sè molt'oro e ricapiti di danaro; oro e ricapiti che avrebbe consegnato al diavolo piuttosto che alla giustizia. Ma a questo punto, per la solita legge del flusso e riflusso, gli vennero i terzi pensieri, che lo rimisero in calma nel punto che fu in veduta di Milano. — Il tarocco l'ho io, riflettè, e bene io fui destro nè a cederlo nè ad"
      },
      {
        "index": 166,
        "text": "abbruciarlo, ed è riposto in tal luogo, che sfido il diavolo a scovarlo fuori; e prima converrà parlare con me. — Ma per quanto codesta riflessione lo avesse alquanto consolato, quando venne in piazza Fontana e guardando per la contrada Nuova vide la facciata negra e burbera del palazzo di Giustizia, uno dei pochi edificj architettonici di Milano che abbiano il di fuori come il di dentro, la sua faccia rosea diventò color di piombo."
      },
      {
        "index": 167,
        "text": "Il Senato di Milano, poche ore prima, aveva ricevuto una nota da quello di Venezia, nella quale gli si annunziava la cattura fatta dell'Andrea Suardi e la sua partenza per Milano; però quando il Galantino entrò nel palazzo del capitano di giustizia, la sua venuta era attesa da qualche ora, e già gli era stato preparato l'alloggio. Il più generoso degli avventori non poteva venir trattato con maggior sollecitudine da nessun albergatore. La notizia intanto che le presunzioni pel fatto di casa F... erano cadute sul Suardi, lacchè notissimo a tutta Milano, era già corsa per la città, come avveniva sempre ad onta di tutte le precauzioni di segretezza; parimenti eran note a tutti le misure prese contro di lui, e questa volta pare che il Senato non abbia desiderato un soverchio segreto, e meno ancora quando il reo convenuto fu catturato; perchè un tal avvenimento accresceva presso il pubblico la riputazione dell'autorità criminale. Tutta la città di Milano fu dunque piena di un tal fatto, e l'aspettazione delle sue conseguenze erasi convertita in un'ansia impazientissima, perchè da un lato in tutti gli animi era spontaneamente penetrata la persuasione che il reo doveva precisamente essere il lacchè; e dall'altro era universale l'opinione che quel giovane furfante doveva aver lavorato per mandato altrui. Ma d'un nuovo fatto era in attesa la città, ed era la liberazione del tenore Amorevoli; a cui sapevasi già dover essere favorevole la sentenza del Senato. Questo, infatti, appena seppe che il lacchè era nelle mani del barigello, si raccolse a consulta e, ad una gran maggioranza, sentenziò per la liberazione del costituito Amorevoli; con ingiunzione però che non dovesse uscire dalla città di Milano fino a tanto che non si fosse iniziato il processo del Suardi, onde poterlo, all'uopo, sentire in giudizio a constatare la somiglianza o meno tra il costituito Suardi e l'uomo che il tenore Amorevoli aveva sempre asserito di aver veduto a fuggire."
      },
      {
        "index": 168,
        "text": "Ma se per il cantante di camera del re di Spagna, dopo aver fatto per la prima volta in sua vita una quaresima di tutto rigore in carcere, a un tratto era comparso il sereno; per Lorenzo Bruni le cose camminavano diversamente, e tale e tanta era la mala prevenzione della magistratura contro di lui, che non solo venne chiamata assurda la difesa del Verri, la quale aveva proposto di mandarlo assolto d'ogni pena; ma contro la verità palmare, contro la deposizione di donna Paola, contro la irrecusabile prova esibita dalla lettera stessa della contessa Clelia, prodotta in giudizio, si volle capziosamente persistere nell'accusa di tentato trafugamento a danno della contessa medesima, o pel manco, trarre le cose in lungo, quasi in attesa di nuovi indizj contro il costituito Bruni. Pietro Verri, a cui la cosa fieramente cuoceva, e voleva pure, benchè solo e giovane e avversato dal padre, riuscire a far trionfare la giustizia assoluta contro la giustizia convenzionale, pensò di recarsi ad impetrare per quel fatto la valida cooperazione di donna Paola Pietra di cui era ammiratore sviscerato. Nemico per istinto e per ragionamento d'ogni pregiudizio e d'ogni schiavitù alle consuetudini tiranniche, aveva ammirato in colei quella potenza di ragione e di volontà, per cui, convinta del vero, era stata fortissima contro l'arbitrio; e per cui, avendo fatto ciò che, tra gli spiriti pinzocheri e il vulgo impregnato di idee false, doveva pure generare scandali e persecuzioni, non per tanto s'era comportata di maniera, da produrre gli effetti contrarj; onde fuggendo dal convento, ed essendo passata dalla vita claustrale a quella del secolo, aveva tuttavia fatto forza all'opinione vulgare ed era salita in tanta venerazione, che la maggiore non avrebbe potuto conseguirsi in verun altro modo. Il qual caso singolarissimo della vita di donna Paola aveva fatto più volte considerare al giovane Verri come non fosse poi, siccome altri opinava, impossibile il distruggere i pregiudizj e le male abitudini inveterate del pubblico costume; e come se tutti gli uomini che vedono il giusto avessero vero coraggio e costanza vera, gli errori non avrebbero mai avuto nel mondo una vita eccessivamente lunga. Fanciullo e giovinetto, essendo stato più volte insieme colla contessa madre a far visita a quella venerabile donna, pensò dunque che gli tornasse bene parlarle adesso che aveva una cosa importante ad affidarle. Per verità che la casa di donna Paola Pietra era frequentata giornalmente da un numero così strabocchevole di persone, e le cose a cui ella era supplicata di"
      },
      {
        "index": 169,
        "text": "provvedere erano tante e così continue e intricate, che non basterebbe il portafoglio di due ministri per darne un'idea. Però il lettore potrà credere che una tal ragione di vita dovesse riuscire molto incomoda e penosa a quell'egregia donna, e che a' dar spaccio a tutto non le potessero bastare le ventiquattr'ore del giorno. Una tal cosa infatti l'abbiamo pensata anche noi, e al punto da sentirci mancare il respiro, quel respiro che qualche volta avrà dovuto mancare alla stessa donna Paola. Ma a tutto si risponde col dire che ella vi aveva il suo genio, e che recava l'entusiasmo nel pensiero di poter essere utile altrui. Certo che una donna di tal tempra è una eccezione fuor d'ogni ordine comune; ma è perciò appunto che l'abbiam messa innanzi ai lettori; che gli uomini e le donne di tutti i giorni non meritano sempre di essere oggetto alle elaborazioni dell'arte. — Fra Cristoforo, ideale sublime, si rifuggì al chiostro, perchè il mondo lo sgomentò, e non vide che fuori del mondo il da ubi consistam per far fruttare la sua calda virtù a pro de' fratelli. — Donna Paola Pietra fuggì invece dal monastero, perchè non sentiva come nel claustro ella potesse esercitare un'azione benefica a pro dell'umanità, e volle ritornare nel tumulto della vita e nel fitto della battaglia, felicissima di affrontar pericoli e di medicare ferite."
      },
      {
        "index": 170,
        "text": "Pietro Verri si volse dunque alla casa di lei, e fattosi annunziare, senza tanti preamboli così le disse:"
      },
      {
        "index": 171,
        "text": "— Molte volte, in compagnia di mia madre, io venni qui, senz'altro fine che di vedere dappresso chi, anche fanciullo, io ammiravo tanto; ora vengo per una delle solite cagioni per cui vengon tutti: voglio dire, per interessarla ad ajutare delle buone persone, maltrattate dagli uomini. A me è riuscito di sapere come V. S. siasi già interessata a pro del costituito Lorenzo Bruni, del quale io fui eletto protettore per sua disgrazia."
      },
      {
        "index": 172,
        "text": "— Per sua disgrazia? in che modo?"
      },
      {
        "index": 173,
        "text": "— È presto detto: per avere espressa la verità intera, e senza le solite astuzie della prudenza. Perciò sarebbe necessario che V. S. parlasse di ciò al signor ministro-plenipotenziario, il conte Pallavicini, il quale è l'autore appunto dell'ordinanza sulle maschere-ritratti, contro la quale il Bruni non ha altra colpa che della materiale contravvenzione. Ma siccome V. S. sa bene che si vuol persistere nel ritenerlo, se non colpevole, per lo meno sospetto d'aver fatto rapire la contessa... così..."
      },
      {
        "index": 174,
        "text": "Donna Paola Pietra si alzò a queste parole indignata, e:"
      },
      {
        "index": 175,
        "text": "— Ciò non è possibile, esclamò; io stessa produssi la lettera della contessa, che toglieva ogni dubbio."
      },
      {
        "index": 176,
        "text": "— La luce non c'è, tanto per chi non ci vede, come per chi non ci vuol vedere..."
      },
      {
        "index": 177,
        "text": "— Parlerò al ministro..."
      },
      {
        "index": 178,
        "text": "— Prima però sarà bene preparare il Senato, che di ragione verrà interpellato: e i cavilli non mancano, e i sofismi e i soliti giuochi delle carte tramutate e dei bussolotti. C'è poi di più, che la contessa, a rigore di processo, dovrebb'essere sentita personalmente in giudizio... perchè una lettera... la S. V. capisce bene... può essere stata dettata e imposta dalla violenza, e la legge, quando vuole, tiene calcolo di tutto... onde a queste rimostranze il governatore potrebbe... Ella, che ha tanto senno ed esperienza, vede bene come vanno il più delle volte a finir queste cose, allorchè c'entra di mezzo il puntiglio."
      },
      {
        "index": 179,
        "text": "— Voi dite benissimo... ma allora che si fa?"
      },
      {
        "index": 180,
        "text": "— V. S. mi perdoni, ma mi lasci parlare con libertà."
      },
      {
        "index": 181,
        "text": "— Io sono qui ad ascoltarvi."
      },
      {
        "index": 182,
        "text": "— È necessario che la S. V. senta la ballerina Gaudenzi alla quale io ho già parlato... Questa ragazza è la pupilla del Bruni, ed è la fanciulla più semplice e più virtuosa che dar si possa in seno a qualunque onesta famiglia, non che in mezzo alla polvere d'un palco scenico... ed è tanto sconcertata per la prigionia di quel bravo uomo di Bruni, che darebbe la vita onde vederlo rimesso in libertà. A costei ho dunque detto di venire a raccomandarsi alla S. V."
      },
      {
        "index": 183,
        "text": "— Non c'era nessun bisogno, io sono disposta a far tutto quello che c'è da fare... anche senza che questa fanciulla s'incomodi a venire da me..."
      },
      {
        "index": 184,
        "text": "— Questo lo so anch'io, ma è un'altra la ragione per cui è necessario che questa buona ragazza venga consolata dalle parole e dai consigli della S. V."
      },
      {
        "index": 185,
        "text": "— Ma di che dunque si tratta?"
      },
      {
        "index": 186,
        "text": "— È un affare assai delicato."
      },
      {
        "index": 187,
        "text": "— Sentiamo."
      },
      {
        "index": 188,
        "text": "— V. S. sa che il Senato... voglio dire i Senatori, almeno alcuni di loro, non sono quelli che precisamente dovrebbero essere... e che taluno, son cose che fa pena a dirle, ha, per esempio, l'abitudine di fare, benchè di nascosto... bottega dell'alto suo ministero..."
      },
      {
        "index": 189,
        "text": "— Oh!!..."
      },
      {
        "index": 190,
        "text": "— Io non credo d'aver detto cosa che le possa riuscire assolutamente nuova; ella ha provato di peggio."
      },
      {
        "index": 191,
        "text": "— Pur troppo. Continuate."
      },
      {
        "index": 192,
        "text": "— Il caso poi ha voluto che quelli precisamente che trattan la giustizia colle ganascie più che colla mente e col cuore, sono i più aperti d'ingegno.... e quel che più fa, sono i più ostinati e violenti, e hanno l'arte di tirar la maggior parte a votare con loro... V. S. vede dunque che..."
      },
      {
        "index": 193,
        "text": "— Vedo tutto e non vedo nulla."
      },
      {
        "index": 194,
        "text": "— Converrebbe che la ballerina Gaudenzi in compagnia d'una sua zia facesse una visita a questi tali... e dopo le suppliche e i sospiri e i pianti... trovasse il modo di lanciar gentilmente deposto sul tavolino verde, tra la penna e il calamajo, qualche rotoletto onnipotente di zecchini. I nomi dei signori senatori a cui l'oro fa dir Toma per Roma son questi e questi (e pronunciò nomi che noi non possiamo ripetere). Ma, continuava il Verri, come si fa a dir tutto questo alla fanciulla, dal momento che a me, per mille rispetti, è impedito di toccar un tal tasto?... Nè lo avrei fatto oggi, se non fosse qui ad ascoltarmi la vostra saviezza."
      },
      {
        "index": 195,
        "text": "— In conclusione, a che volete riuscire con queste parole?..."
      },
      {
        "index": 196,
        "text": "— La vostra sapienza m'illumini; ma se, a mettere in salvo gli innocenti, non ci fosse proprio nessun altro mezzo che il sacrificio di cinque o sei rotoletti... che sono una bazzecola per chi saltando in teatro guadagna più di un ministro, converrebbe forse, per soverchio rispetto alla giustizia, lasciar offendere la giustizia?"
      },
      {
        "index": 197,
        "text": "Donna Paola Pietra si alzò, e:"
      },
      {
        "index": 198,
        "text": "— Mandate da me codesta fanciulla. Sentirò e vedrò... ma, caro mio, la cosa è così estremamente delicata ch'io non so quel che sarò per fare. Son propositi che solo a toccarli contaminano la ragione e l'onestà... Un tempo erano crudeli e feroci. Ora han mitigate le apparenze, e son diventati... Oh tempi infelici! Mandatemi dunque la fanciulla."
      },
      {
        "index": 199,
        "text": "Pietro Verri partì."
      },
      {
        "index": 200,
        "text": "Il dialogo surriferito del conte avrà fatto senso al lettore, e anche noi fummo per gran tempo in dubbio di mettere a nudo cotali piaghe. Ma pensando poi che tutto serve a lezione, e che il fatto solo della possibile pubblicità che tosto o tardi viene a svelare le colpe state commesse nella creduta sicurezza del segreto, può utilmente fare il suo effetto in tutti i tempi e in tutti i luoghi; abbiamo creduto opportuno di affidare per la prima volta alla stampa la notizia di alcuni accidenti della vita pubblica e privata del secolo passato, che finora non ottennero che di passar di bocca in bocca dall'una altra generazione, e di non deviare e perdersi nel trapasso. Ma dove sono i documenti orali di quanto fu riferito? Essi sono scarsi e succinti, ma fedeli; essi sono sfoghi repentini della satira plateale, ma che ottennero di perpetuarsi quasi come l'epigrafe della storia in tavola di bronzo. Chè il popolo avea l'abitudine di nominare alcuni senatori intinti nella pece della venalità con motti proverbiali; e per citarne uno, aveva condannato a subire il disonore della strofa seguente due che in ciò avevan passato il segno:"
      },
      {
        "index": 201,
        "text": "Divora il C...erro"
      },
      {
        "index": 202,
        "text": "L'oro, l'argento e il ferro; Il senator M...tone Divora anche l'ottone."
      },
      {
        "index": 203,
        "text": "Che più? In un vivacissimo diverbio avvenuto nelle aule stesse del Senato, un Morosini, il quale era svizzero (in Senato confluiva la nobiltà non solo del ducato di Milano, ma anche d'altri Stati, della Toscana, per esempio, della Romagna, ecc.), ebbe a dire ad un senatore che avea gran voce in capitolo, ma che facilmente si lasciava pigliare all'amo, Ch'egli non aveva i suoi possedimenti a Biassonno, ossia che non biasciava o non mangiava alle spalle altrui. Se non che quello stesso Morosini che avea la virtù d'essere incorruttibile, assaporava poi con truce diletto i tormenti fatti subire agl'imputati, e assisteva alla tortura sorseggiando la cioccolata."
      },
      {
        "index": 204,
        "text": "Ed ora andiamo a trovare il tenore Amorevoli."
      },
      {
        "index": 205,
        "text": "[VI]"
      },
      {
        "index": 206,
        "text": "La letteratura sarebbe assai più feconda se avesse il comodissimo privilegio della musica, nella quale, allorchè un maestro si trova a contatto di una bella situazione drammatica, e si ricorda d'aver letto in qualche vecchio spartito un bel motivo che gli paja ben adatto alla situazione stessa, se lo appropria senza molti scrupoli e senza timore che gli si possan fare i conti addosso. Il sommo, l'unico, l'immortale Rossini, allorchè un amico gli fece osservare, a proposito d'un suo celeberrimo quartetto, che quella musica trovavasi già in un vecchio spartito di Meyer, il maestrone non fece altro che crollare il capo, ed esprimere la sua compassione per la mellonaggine dell'amico scrupoloso, soggiungendo, per un di più, queste parole: — Dal momento che a quella situazione non c'era e non ci poteva essere musica più acconcia di quella già fatta da Meyer, perchè correr pericolo di guastare una situazione per la smania puerile di fare una musica nuova? — Oh così potessimo godere anche noi di un tal privilegio, e tanto più che vi avremmo un diritto maggiore per la nostra condizione di non immortali! In virtù di questo privilegio noi oggi non avremmo fatto altro che riportare come cosa nostra quella bella variazione che Goethe mise in bocca al suo Fausto sul tèma eterno della primavera: «I ruscelli e i torrenti si disvolgono sotto il soave, vitale sguardo della primavera; il vecchio e debole inverno si va ritraendo sull'ispide cime dei monti. Di lassù ci manda ancora, nella sua fuga, qualche spruzzaglie di gelo, ecc., ecc.,» e così, senza molta fatica e colla sicurezza d'un gran successo, avremmo fatto l'istrumentale d'introduzione all'aria di sortita del tenore Amorevoli, che uscì di fatto di prigione in primavera, mentre faceva una splendida mattina del mese d'aprile, un aprile che avrebbe ben potuto chiamarsi fiorile anche prima della nuova nomenclatura della repubblica francese. Oh dev'essere bene esuberante la gioja che prova un galantuomo il primo istante che, preso commiato dall'amico secondino, esce all'aperto, libero, tra gente libera... vogliamo dire senza manette. E una tal gioja non possiamo gustarla che per intuito, dal momento che non abbiam mai avuto, non sappiamo se la disgrazia o la fortuna, d'andare in prigione; diciamo la fortuna, perchè da quel Giuseppe che disprezzò la moglie di Putifarre, al violinista Tartini, pare che la prigionia talvolta faccia l'effetto d'un di que' sogni per la cui virtù discendono infallibili ai mortali i numeri del lotto. Ma, per tornare a’ fatti nostri, Amorevoli uscì tutto attillato, dalla prigione; chè i secondini pagati lautamente da lui, gli avean sempre fatto i punti d'oro. Uscì, e venendo per contrada Nuova e piazza Fontana, s'avvide di esser presso alla contrada Larga, e, per conseguenza, vicinissimo al teatro Ducale; però non ebbe allora altro pensiero che di recarsi là, e presto si trovò alla porta del teatro. Zampino, il servo del palco scenico, fu il primo a raffigurarlo, quand'egli si mostrò all'ingresso, e fu per cadere in deliquio per la gioja; non c'è nè cane barbone, nè cane maltese, nè cane pinch, che sappia fare smorfie e salti di consolazione alla vista d'un padrone ritrovato, quanti ne fece quel caro nanerottolo di Zampino a vedere la faccia del suo tenore, del signor Angelo Amorevoli, il quale era stato la sua risorsa durante la stagione di carnevale. — Nè Zampino si fermò lì, ma sempre, come un buon cane amoroso che corre abbajando in casa per annunciare alla famiglia la venuta del padrone aspettato, corse in teatro, dove si facean le prove per la stagione di primavera, e ad onta che la nuova prima donna signora Amarillide Bagnoli stesse sfoggiando una cadenza di parata, gridò con quanta voce aveva in corpo: Signori, è qui il signor Amorevoli! è qui finalmente il signor Amorevoli!"
      },
      {
        "index": 207,
        "text": "Tutti i professori d'orchestra, i cantanti, i coristi, le comparse non ebber più l'animo alle prove, e furon tutti intorno all'Amorevoli a tempestarlo di domande e di congratulazioni; tanto che egli si vide obbligato ad invitarli tutti a pranzo all'albergo dei Tre Re, dov'egli era alloggiato e dove, pochi momenti dopo, si recò in compagnia di Zampino, de' cui servigj in quella giornata aveva grande bisogno. — E là non è a dire la festa che gli fecero l’oste, i camerieri, il cuoco, il quale andava superbo della confidenza che gli aveva accordato il primo tenore del teatrino, quel tenore tanto affabile che più volte erasi recato in cucina, con insolita degnazione, per ordinargli dopo il teatro il solito brodo a gelatina. — Ma il nostro Amorevoli entrò finalmente nel suo alloggio, rimasto vuoto da tanto tempo, e che l'oste aveva voluto a buoni conti chiudere a chiave nel tempo della cattura, pensando che qualcuno avrebbe pagato, e quando non si fosse presentato nessuno, si sarebbe pagato egli stesso col baule e coi tre cassoni, zeppi di roba e di vestiarj. A proposito dei quali, Zampino fu tosto in faccende per far loro pigliar aria, chè questa era sempre stata la sua incombenza; e intanto che il tenore attendeva a dare udienza alle visite, delle quali, dopo alcun'ora, cominciò la processione, era bello vederlo a togliere da un cassone un elmo che aveva servito nella parte d'Alessandro nelle Indie, e pulirlo colla seppia; toglier da un altro una daga con lama di damasco, che aveva brillato nell'Artaserse, e strofinarla con panno lano; sprigionare e spiegazzare un manto rosso tutto ricamato in oro, dicevasi, da una principessa incapricciatasi del signor Amorevoli (manto prezioso, che molto aveva contribuito al successo del Ciro in Babilonia), e metterlo a pigliar aria sulla ringhiera; e tirar fuori stili e stiletti d'ogni sorta con foderi di velluto di tutti i colori e prepararli per dar loro la polvere di pomice, e disporre tutte in giro a cavalcione della stessa ringhiera quelle dieci o dodici paja di maglie, color carne, bianche, rosse, azzurre. — Oh com'era felice Zampino di aver ripigliato quell'operazione importante!"
      },
      {
        "index": 208,
        "text": "Quando le visite, fra le quali, oltre ai nobili ispettori del palco scenico, vi furono molti giovani cavalieri delle primarie famiglie, singolarmente innamorati della musica, concessero un po' di respiro al nostro tenore, divenuto in quel dì il personaggio più considerevole della città, al punto che se avesse fatto pagare il biglietto d'ingresso per farsi vedere, avrebbe guadagnato una bella somma; allorchè dunque tutti coloro lo lasciarono respirare, ed ei si trovò solo un istante, colse il momento opportuno, ed uscì per recarsi egli stesso a fare un atto di dovere con sua eccellenza il governatore conte Pallavicini, alle cui feste aveva cantato più d'una volta, e che, per quanto gli era stato riferito, aveva messa una valida parola a di lui vantaggio. Quando dall'usciere fu introdotto nell'anticamera magna, dove da qualche ora stavano in aspettazione i molti che si erano dati in nota per parlare a sua eccellenza, vide uscire dalla stanza del governatore la Gaudenzi appunto, insieme"
      },
      {
        "index": 209,
        "text": "con la quale trovavasi donna Paola Pietra, ch'egli non conosceva. — Si riconobbero tosto e l'una e l'altra, e pari essendo stata la meraviglia in ambidue, si corsero incontro interrogandosi a vicenda: — Voi qui? — Qui vo1?..."
      },
      {
        "index": 210,
        "text": "E tosto la Gaudenzi volgendosi a donna Paola:"
      },
      {
        "index": 211,
        "text": "— È il signor Amorevoli, disse."
      },
      {
        "index": 212,
        "text": "— Che oggi per la prima volta respira un po' d'aria libera, soggiunse tosto egli stesso."
      },
      {
        "index": 213,
        "text": "Donna Paola, sentendo quel nome, non potè a meno di guardare il tenore con grande curiosità, ma non disse nulla."
      },
      {
        "index": 214,
        "text": "Continuava intanto la Gaudenzi:"
      },
      {
        "index": 215,
        "text": "— Sono qui, come vedete, perchè la nobile signora (e additava donna Paola) che si è degnata di accordarmi la sua protezione, ha avuta la compiacenza di presentarmi ella medesima a S. E., per impetrare la grazia del signor Lorenzo Bruni."
      },
      {
        "index": 216,
        "text": "— Scusate, disse Amorevoli, io vengo dal bujo, e veggo ancor bujo; qualcosa ho sentito dire, ma di preciso non so nulla; intanto che aspetto, vogliatemi dunque raccontare ogni cosa; e con atto di cortesia presentava una sedia a donna Paola."
      },
      {
        "index": 217,
        "text": "— Non vi pigliate incomodo, ella disse, mi attende la carrozza che mi dee condurre dove sono aspettata. Voi intanto, cara mia, soggiunse volta alla Gaudenzi, indugiatevi qui fin che il segretario vi porga il biglietto confidenziale di S. E. per il presidente del Senato... E in quanto al"
      },
      {
        "index": 218,
        "text": "resto, vivete di buon animo, chè presto, mi lusingo, sarete uscita da ogni fastidio; che Iddio vi benedica! — E partì."
      },
      {
        "index": 219,
        "text": "— Oh che santa donna, oh che donna amorevole è quella che ora ci ha lasciati! disse la Gaudenzi. Senza di lei sa Iddio che mai sarebbe avvenuto di Lorenzo! — E si fece a raccontare all'Amorevoli tutto l'imbroglio storico che noi sappiamo. Amorevoli, che in prigione non aveva raccolto che qualche frammento di notizia dai secondini, il quale gli avea cresciuto la confusione delle idee, mentre poi coloro che lo avean visitato all'albergo non l'avevano intrattenuto che di complimenti, credette di sognare quando sentì la storia della maschera, del deliquio, della fuga, dell'arresto."
      },
      {
        "index": 220,
        "text": "— Dunque la contessa è fuggita?"
      },
      {
        "index": 221,
        "text": "— Fuggita, sicuro."
      },
      {
        "index": 222,
        "text": "— Ma dove?"
      },
      {
        "index": 223,
        "text": "— Si dice a Venezia."
      },
      {
        "index": 224,
        "text": "— Oh!!!..."
      },
      {
        "index": 225,
        "text": "Amorevoli tacque...; la Gaudenzi non parlò. Un eloquentissimo silenzio durò per qualche momento."
      },
      {
        "index": 226,
        "text": "— Ma voi dovete ballare al san Moisè questa primavera, soggiunse poi Amorevoli."
      },
      {
        "index": 227,
        "text": "— Sì... e devo partire a giorni, e faccia la fortuna che Lorenzo ci abbia ad accompagnare. Ma ho sentito che anche voi..."
      },
      {
        "index": 228,
        "text": "— Io sono scritturato, a stagione, pel carnevale venturo...; in quanto alla primavera, non sono obbligato che per sei recite, e non ho potuto dir di no, perchè quei signori patrizj mi hanno mandato una cambiale colla cifra in bianco; perciò vedete bene che ho dovuto lasciarmi vincere."
      },
      {
        "index": 229,
        "text": "La Gaudenzi sorrise, e non rispose nulla. In quella entrò un segretario di S. E., e le consegnò una carta, ricevuta la quale partì di là, insieme colla zia che l'attendeva in un angolo dell'anticamera."
      },
      {
        "index": 230,
        "text": "Amorevoli stette aspettando che venisse la sua volta di essere introdotto al governatore; per il che dovette lasciar passar quasi un'ora avendo cangiata la noja dell’aspettare nell'altra noja non meno pesante di dover subire mille interrogazioni da quanti erano là ad aspettare con lui."
      },
      {
        "index": 231,
        "text": "Entrò finalmente dal governatore, trovò affabile accoglienza, parlò, ebbe lusinghiera risposta, prese commiato, e, partito di palazzo, e adempiute alcune altre faccende, ritornò finalmente all'albergo dei Tre Re, dov'era già preparata una gran tavola per più di quaranta posate, la quale era la tassa che Amorevoli doveva pagare per essere stato liberato dalla prigione."
      },
      {
        "index": 232,
        "text": "Il numero dei convitati l'avea dato Zampino, che in quel giorno fu cameriere soprannumerario e sovrintendente. Poco prima delle due tutti i commensali eran raccolti all'albergo. Alle due fu dato in tavola. Vi sedevano la nuova prima donna, il nuovo primo tenore, il nuovo primo basso. Il primo violino direttore d'orchestra, il maestro Giambattista Lampugnani, compositore e concertatore; i rappresentanti di tutti gli ordini della gerarchia teatrale. Il pranzo principiò in silenzio, si animò a mezzo, si riscaldò poscia; prima cominciarono a parlare alcuni, poi ad uno ad uno entrarono tutti gli altri col sistema precisamente degli stromenti d'orchestra; e col sistema del crescendo rossiniano, allora nemmen sospettato dai maestri, quantunque fosse un modo spontaneo della combinazione dei suoni, tutti si confusero finalmente in quel poderoso e strepitoso unisono che compromette il timpano degli orecchi delicati. Quando poi corse il moscadello e il monterobbio, e le idee nei cervelli riscaldati cominciarono a far la ruota, non vi fu più ritegno nè di parole nè d'allegria."
      },
      {
        "index": 233,
        "text": "— Viva il tenore Amorevoli!"
      },
      {
        "index": 234,
        "text": "— Viva il re dei tenori!"
      },
      {
        "index": 235,
        "text": "— La simpatia delle platee."
      },
      {
        "index": 236,
        "text": "— Dite piuttosto dei palchetti."
      },
      {
        "index": 237,
        "text": "— Ah mio caro Amorevoli amoroso, saltò su un tal Frontino, secondo tenore, un po' esaltato, tu porti il nome con te e dovunque tu vada, quando non fai da Giasone, fai da Paride e fai da Enea... Ah diavolo che tu sei, ti ho seguito un pezzo per tutti i primi teatri e d'Italia e di fuori... e dappertutto hai sempre fatto l'effetto d'un tizzone gettato in una polveriera... Ti ricordi a Roma... ti"
      },
      {
        "index": 238,
        "text": "ricordi a Napoli... Oh, a Napoli... quello fu un contrattempo!... E a Madrid... a proposito, sei guarito da quella puntura nel collo?... Ah... ecco qui..."
      },
      {
        "index": 239,
        "text": "Chi si guarda dal guarnello, Più si guarda dal coltello...."
      },
      {
        "index": 240,
        "text": "Ah! ah! ah!... Poveri mariti, dove tu bazzichi... È però anche vero che non sei de' più fortunati... Là il collo fasciato, qui le mani legate. Ah! ah! ah!, e rideva un po' perchè aveva ragione, un po' perchè il vino rideva per lui."
      },
      {
        "index": 241,
        "text": "— Taci, taci, Frontino, disse Amorevoli, e lasciami in pace, e se sei allegro più del solito, sta in carattere almeno e parla di cose allegre."
      },
      {
        "index": 242,
        "text": "— Ho detto così per dire, e anche per darti un consiglio, il mio Amorevoli, perchè so che tu vai a Venezia... e quella è la città dei pericoli e dei trabocchetti amorosi. Però sta in guardia."
      },
      {
        "index": 243,
        "text": "Ma gli altri compagnoni, sebbene allegri come il secondo tenore signor Frontino, diedero di svolta a quel discorso malsano, e trovati altri propositi, prolungarono sin quasi a sera lo sturamento del monterobbio; e se ne uscirono tutt'altro che responsabili della conservazione del loro centro di gravità. E fu davvero un mezzo prodigio se, verso mezzanotte, i suonatori del teatro raccapezzarono tanto di lena e di fiato da mettersi a sedere ad una orchestra posticcia innanzi alla porta dell'albergo dei Tre Re, per fare una serenata di congratulazione e d'addio al celebre tenore che il giorno dopo doveva partir per Venezia; perchè, se il lettore non lo sa, lo sappia adesso, che prima di abbandonare il Capitano di giustizia, condotto a guardar la faccia di Galantino, protestò di non ravvisarlo affatto; onde ebbe licenza, se voleva, di partire anche dalla città di Milano."
      },
      {
        "index": 244,
        "text": "La parte giovane e vivace e tanto quanto musicale della popolazione di Milano, che aveva subodorata quell'accademia a ciel sereno, affollò la contrada dei Tre Re, e, secondo il costume imperscrivibile dei giovinotti di tutti 1 tempi e di tutti i luoghi, fecero un baccano del diavolo, e chiamarono a gran voce il tenore, che dovette più volte mostrarsi sul poggiolo dell'albergo a ringraziare, come se fosse una testa coronata, il buon popolo delle attestazioni di benevolenza onde gli era cortese; e finalmente potè andar a dormire quando i violini cominciarono a sentir l'aria umida della notte, e gli strumenti da fiato cessarono di ricever fiato dai loro proprietarj, che sonnecchiavano coi corni e 1 clarinetti in bocca."
      },
      {
        "index": 245,
        "text": "Ma v'è chi dorme di notte, e v'è chi veglia; e precisamente quando il tenore Amorevoli potè pigliar sonno, vegliava ancora... chi? un uomo di cui il lettore si è forse dimenticato: il conte ex colonnello V..., il marito della contessa Clelia."
      },
      {
        "index": 246,
        "text": "Noi lo abbiamo lasciato in un tristo momento, in cui l'ira gli era stata dimezzata in petto dalla pietà... Dopo, dovette cedere alle circostanze... ai pianti della madre di donna Clelia, a quelli della sorella, ai consigli del fratello... D'altra parte, fuggita la contessa, imprigionato il reo tenore, quand'anche avesse voluto far mulinelli collo spadone che aveva portato al reggimento, non avrebbe potuto che farli all'aria: si contenne dunque fremendo, al punto che potè aderire al suggerimento di suo fratello, uno del nobile collegio dei giureconsulti, e presentar la petizione formale per ottenere contro la moglie la divisione giuridica di letto e di mensa. — Essendo poi noto sì a lui come al parentado che la contessa erasi rifuggita a Venezia, dopo il falso gioco tentato per far credere ch'ell'era stata rapita, più volte ei fu in procinto di recarsi colà, e solo si trattenne al pensiero che poteva nascere uno scandalo nuovo, superiore al disonore. Oltre a ciò, il fatto che l'Amorevoli era in prigione, e trovavasi chi sa per quanto tempo fuor d'ogni libertà d'azione, gli ammorzò il furore per quella parte che bastava onde non lasciarlo partir da Milano."
      },
      {
        "index": 247,
        "text": "Ma durante quella giornata seppe che il tenore era stato messo in libertà; seppe inoltre (e a una tal notizia poco bastò non uscisse di cervello affatto), che il tenore era stato scritturato dai messeri ispettori del teatro di Venezia per sei recite. — Un uomo placido e di buon senso e di spirito, che fosse nato, per esempio, a Parigi e fosse un seguace del sistema onde colà trattavansi le infedeltà conjugali, non avrebbe fatto altro che recarsi a domandar consigli di prudenza a una mezza dozzina di ballerine voluttuose del teatro del Re... Ma egli era ispano-italico. — E questo fu il contrattempo. — Perciò, dopo il primo subbollimento del sangue, si contenne in apparenza, e si"
      },
      {
        "index": 248,
        "text": "finse tranquillissimo coi parenti, col fratello, cogli amici; e tutto questo per potere annunciar loro, senza generare sospetti, che voleva lasciar per qualche tempo la città, e uscire a diporto... Partì dunque due giorni dopo, quasi contemporaneamente all'Amorevoli... e, pur troppo, alla volta di Venezia. Abbiamo pertanto, lettori amici e nemici, tutte le ragioni di credere che la guerra sia tutt'altro che finita, e che soltanto siasi trasportato altrove il quartier generale."
      }
    ]
  }
}
