{
  "chapterNumber": 5,
  "title": "Book Fourth (Libro Quarto)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Il giovane Parini. — Una lezione intorno ad Orazio. — I due figli di donna Paola Pietra. — Venezia ed il suo maggio. — La contessa Clelia, ed il gondoliere—poeta Antonio Bianchi. — Il conte V... — Preliminari del processo del lacchè Galantino. — Gli statuti criminali di Milano. — Il diritto romano e comune. — I giurisperiti interpreti. — Il giovane Angelo Emo. — Il palazzo Pisani e l'architettura a Venezia. — Il conte Algarotti. — Letterati, pittori e architetti veneziani. — Il padre Vallotti e il violinista Tartini. —]"
      },
      {
        "index": 1,
        "text": "La contessa Clelia V..., e il recitativo del maestro Vinci. — La suonata del diavolo. — Il duello e i suoi commentatori del secolo XV. — Il conte V... — Il tenore Amorevoli e il gondoliere—poeta."
      },
      {
        "index": 2,
        "text": "[I]"
      },
      {
        "index": 3,
        "text": "La Si et vivo carus amicis,"
      },
      {
        "index": 4,
        "text": "Causa fuit pater his; qui macro pauper agello Noluit in Flavi ludum me mittere, magni"
      },
      {
        "index": 5,
        "text": "Quo pueri, magnis e centuribus orti,"
      },
      {
        "index": 6,
        "text": "Lævo suspensi loculos tabulamque lacerto,"
      },
      {
        "index": 7,
        "text": "Ibant octonis referentes idibus aera;"
      },
      {
        "index": 8,
        "text": "Sed puerum est ausus Romam portare docendum Artes, quas doceat quivis eques atque Senator Semet prognatos.............."
      },
      {
        "index": 9,
        "text": "Così è, cari miei; espressamente vi ho fatto tradurre questo passo d'Orazio della satira VI del libro primo, perchè impariate a conoscere questo poeta, osservato in tutte le sue facce... Il vostro professore di rettorica, il quale fu anche mio professore può aver ragione... ma non mi par giusto che si debba chiamar vizioso chi del suo padre serba così onorata memoria; e ad ogni momento non cessa di esprimergli la sua gratitudine, e vivendo tra cavalieri e accanto a Mecenate, esalta il padre liberto, e dice:"
      },
      {
        "index": 10,
        "text": "vi at hoc nunc... Leggete qui:"
      },
      {
        "index": 11,
        "text": "Laus illi debetur et a me gratia maior. Nil me peeniteat sanum patris hujus."
      },
      {
        "index": 12,
        "text": "Costui non poteva dunque essere nè cortigiano mai né vile."
      },
      {
        "index": 13,
        "text": "Ci vuol altro che richiamar sempre l'epistola Cum tot sustineas, ecc., dove Flacco per la prima ed unica volta esagerò le lodi d'Augusto, e della quale fu cagione una lettera minacciosa scritta dallo stesso principe a lui; ci vuol altro che dimenticare a bello studio il coraggio onde Orazio non dubitò di ricordare i suoi legami con Bruto, e di lodare gli ultimi eroi della repubblica agonizzante, e di rifiutare il posto di segretario presso Augusto medesimo. Così è, i miei ragazzi; tuttavia io non voglio già dire che Orazio fosse senza peccato; chi lo è in questo mondo? chi lo poteva essere in que' tempi? ma dico e sostengo, e ad ogni occasione vi mostrerò, che egli fu uno degli uomini più virtuosi e più schivi e modesti e più liberi di quel tempo e di tutti i tempi. Nè se non fossi convinto di ciò, mi sarebbe sì cara la sua poesia, nè io sprecherei il mio tempo a spiegarla a voi con tanto amore e costanza, se credessi quello che il padre Branda dice di lui. Io non posso scompagnare quel che si pensa da quel che si fa, nè posso dividere la ragione della vita dalla ragione dell'arte, perchè chi conduce torbidi i giorni non può aver limpido il pensiero; onde, se io pensassi d'Orazio quel che ne pensa il padre Branda, getterei le sue odi e le sue satire da questa finestra; nè voi, cari ragazzi, mi avreste vostro ripetitore, se fossi condannato a magnificarvi la potenza dell'ingegno di un uomo di cui disprezzassi la vita. Intanto da questo passo vi è mestieri"
      },
      {
        "index": 14,
        "text": "apprendere come dobbiate onorare la memoria paterna, come dobbiate venerare la vostra madre santa."
      },
      {
        "index": 15,
        "text": "— Che cosa ha il nostro signor abate, disse in quella donna Paola Pietra che entrava, nella stanza di studio dei suoi figliuoli.... Cos'avete, mio caro, che tuonate come un predicatore dal pulpito? e sorridendo amabilmente, strinse la mano al giovane abate, che tutti i giorni veniva a far la ripetizione ai suoi ragazzi, i quali frequentavano le scuole Arcimboldi."
      },
      {
        "index": 16,
        "text": "— Nulla, o signora, ma in talune cose non posso andar d'accordo col reverendo padre Branda, che onoro moltissimo, e al quale mi lega gratitudine di scolaro. E non lo potendo, ho l'obbligo di parlar chiaro e di dir tutto il mio pensiero anche a questi cari giovinetti. La questione riguardava Orazio, di cui, contro il padre Branda, sostengo che non solo era un grande poeta, ma era anche un poeta galantuomo, perchè se non fosse così e se intorno a ciò non avessi tranquillissima la mia coscienza, non sarei mai a permettere che dei ragazzi avessero a correre pericolo di contaminarsi a leggere le opere di tale, di cui non si potesse vantare una vita complessivamente onesta; perchè è una mia opinione che, pur di sotto alle avvenenze della forma, serpeggerebbe il veleno funestissimo ai giovani."
      },
      {
        "index": 17,
        "text": "L'abate che parlava in tal modo, alto, scarno, che nell'esprimersi mandava lampi dai grandi occhi neri, e spirava un'aura solenne dall'arco maestoso del ciglio e dalle forme del volto già austero, per quanto fosse giovane, tanto giovane che gli mancavano 25 giorni a compire gli anni ventuno, era Giuseppe Parini. Donna Paola si compiaceva ad assistere ella stessa alle ripetizioni che il Parini dava a' suoi figli, e perchè si dilettava di quelle animosissime digressioni, e perchè alquanto ne serbava in mente per venire, all'uopo, in ajuto dei figliuoli, quando soli attendevano ad eseguire il compito che dava loro il professore. In quanto al Parini, ei s'infervorava per tal modo nella spiegazione de' classici latini, e segnatamente del suo prediletto Orazio, che il più delle volte bisognava che donna Paola lo pregasse a desistere, ed aversi qualche riguardo; e gli facesse presente dover esso dare altre ripetizioni in altre case prima che terminasse la giornata."
      },
      {
        "index": 18,
        "text": "Ciò che può fare grandissimo un uomo in quelle arti dove la forma e il gusto sono indispensabili a rendere efficace ed evidente ed amabile il concetto, e segnatamente poi s'egli è nato per esser genio di perfezione più che d'originalità, è, diremo, la fortuna di trovare fra i grandi autori colui che abbia quasi identiche alle sue, oltre alle qualità primitive dell'intelletto, anche talune circostanze della vita. Il Parini, nel suo presago orgoglio giovanile, si compiaceva forse di quel concorso fortuito di accidenti pel quale, siccome Orazio dalla natia Venosa era stato condotto a Roma dal padre liberto; così a lui era toccato un padre tanto amoroso, che non dubitò di vendere l'umile poderetto presso l'Eupili, pel desiderio ch'ei potesse attendere agli studj nella capitale del Ducato di Milano."
      },
      {
        "index": 19,
        "text": "Applicatosi a questi e passato alle lettere umane, quando il Parini conobbe Orazio, forse credette conoscer di più sè stesso, e poter misurare con maggior sicurezza le naturali e caratteristiche qualità del proprio ingegno. — Fu quello adunque il suo autore; lo studiò, lo tradusse, lo sottopose alla più minuta analisi, disfacendolo, a dir così, per rifarlo; come chi nato, per esempio, alla meccanica, si prova a scompaginare e sciogliere ad uno ad uno tutti i congegni d'un movimento d'orologio, per provarsi a ricostruirlo poi da capo. Egli è a questo modo che lo studioso diventa padrone di una disciplina o di una parte di essa, al punto ch'ella si faccia obbediente e docile alla sua volontà, e possa così ampliarsi e fruttificare in nuovi aspetti. Egli è di tal modo che nella scienza succedono le scoperte, e nelle arti le innovazioni e le riforme del gusto. Ma codesta indagine insistente intorno agli autori latini e ad Orazio, era appunto giovata al Parini dal bisogno inesorabile per cui doveva salir tante scale al giorno a dar lezioni e ripetizioni a dieci soldi l'una, onde soccorrere alla madre poverissima non che a sè stesso. Dovendo spiegare ad altri un oggetto, nel bisogno di far passare nell'altrui mente le idee e le cognizioni che stanno nella nostra, sotto l'assiduo martello dell'analisi, si svelano interi e ad uno ad uno tutti gli elementi costitutivi di quell'oggetto stesso. È così che il sapere si trasmuta in sangue, come un cibo sano assimilato da uno stomaco perfetto."
      },
      {
        "index": 20,
        "text": "In quelle lezioni e ripetizioni che il Parini dava a non pochi suoi allievi, senza ch'egli se ne fosse fatto un sistema premeditato e discusso, bensì per la spontanea felicità del suo ingegno, era riposto il metodo più sicuro e più amabile d'istruzione. La bellezza fatta gustare dalla vivacità dell'espositore attraeva i giovani ingegni, i quali, una volta fermati nella contemplazione di quella bellezza medesima, s'infervoravano negli studj, dei quali s'appigliavano poi a taluna delle molteplici diramazioni a cui si volgeva col tempo la speciale loro vocazione. Parini spiegando un'ode d'Orazio, per l'associazione spontanea delle idee e per la sua naturale facondia, divagava a più cose; e gli scolari in quelle divagazioni imparavano ad interrogare sè stessi per determinarsi poi ad una disciplina speciale. Però anche nel maggior progresso de' tempi sarebbe sempre stato avverso il Parini a quella infesta enciclopedia onde si condannano a stanchezza anticipata le menti giovanili nel punto medesimo che si profumano d'orgoglio; chè, per codesta enciclopedia, si trascura, quasi come accessoria, l'arte prima di dare ordine logico e forma decorosa al pensiero, la quale, appresa nei classici prosatori e poeti, cosparge di gentilezza perpetua tutta la vita, e da essa scaturisce poi il desiderio di riparare a scienze più sode, ma in quella età che è robustissima a comprenderle, a trattarle e a dominarle. Da fanciulli imbrattati di polvere enciclopedica, che hanno ridotto l'intelletto come una pietra lavagna continuamente scritta e continuamente cancellata dallo sfregatojo, e ammaestrati a disprezzare la forma del pensiero, quasi che la forma non fosse un modo del pensiero stesso, non potranno uscire uomini capaci a far progredire nè un'arte nè una scienza mai."
      },
      {
        "index": 21,
        "text": "Ma, più che codesta nostra incompleta e nel tempo stesso troppo lunga digressione, a mostrare come dovrebb'essere governata l'istruzione letteraria, basterebbe che si potesse riprodurre qui al vero e al vivo una di quelle lezioni che il Parini faceva a' giovinetti a lui affidati. Donna Paola, assistendovi quotidianamente, aveva imparato a stimare di giorno in giorno sempre più il giovine maestro, e tanto più che di mezzo all'esercitazioni letterarie, quando il tema lo eccitava, egli usciva in certi schianti, diremo così, di bile generosa e di caldissima eloquenza, a cui era fomento la nativa severità del suo costume."
      },
      {
        "index": 22,
        "text": "Donna Paola lo ammirava, e sentiva pietà del suo povero stato, e avrebbe voluto in qualche modo poterlo soccorrere, se non vi si fosse opposta la dignitosa fierezza del giovine."
      },
      {
        "index": 23,
        "text": "Questi intanto continuava la sua lezione, ed ella ascoltava in silenzio. Se non che pareva preoccupata da qualche altro pensiero e quasi le tardasse che non si desse fine alla lezione; perciò quando il Parini fece una lunga pausa al discorso:"
      },
      {
        "index": 24,
        "text": "— Badate che si fa tardi, ella disse, e voi, come di solito, trascinato dall'amore degli studj e dallo zelo per l'educazione de' giovani, trascurate il vostro interesse. Per oggi dunque può bastare... e voi, disse poi rivolta ai figli, potete fare una passeggiata col domestico."
      },
      {
        "index": 25,
        "text": "I due giovinetti si alzarono, fecero un saluto gentile al Parini, baciarono la mamma, e uscirono."
      },
      {
        "index": 26,
        "text": "— E così, che vi pare di questi miei figliuoli?"
      },
      {
        "index": 27,
        "text": "— Io ne spero assai bene. Carlo ha più rapida perspicacia, Arrigo è più tardo. Ma non dubiterei che il secondo non fosse per lasciarsi indietro il maggiore nell'età del più completo sviluppo... Ma cos'ha ella oggi, che mi sembra turbata?... perdoni l'osservazione."
      },
      {
        "index": 28,
        "text": "— Lo sono di fatto... anzi... ho bisogno di voi..."
      },
      {
        "index": 29,
        "text": "— Mi comandi."
      },
      {
        "index": 30,
        "text": "— Siete già stato oggi a far lezione al figliuolo della contessa Marliani?"
      },
      {
        "index": 31,
        "text": "— Ci fui."
      },
      {
        "index": 32,
        "text": "— Avete parlato colla contessa, col conte, con qualcheduno di là?..."
      },
      {
        "index": 33,
        "text": "— Io sì... ma...."
      },
      {
        "index": 34,
        "text": "— Ascoltate. Io so che la casa Marliani è in gran dimestichezza colla casa V... Mi bisognerebbe dunque di sapere se il conte è realmente partito da Milano, come ho sentito dire ..."
      },
      {
        "index": 35,
        "text": "— È partito... ed anzi vi dirò che la cosa non è liscia...; la madre della contessa Clelia venne stamattina in casa Marliani... ed era tutta sconcertata... in conclusione si teme che il conte sia andato a Venezia..."
      },
      {
        "index": 36,
        "text": "Donna Paola balzò in piedi a queste parole, esclamando:"
      },
      {
        "index": 37,
        "text": "— Ah il mio sospetto! Ma, cosa pensano di fare coloro... Madre, sorella, fratello... i quali non so se abbian sangue in corpo o stoppa?... Io non ci capisco nulla. Aspettar tanto per accorgersi di ciò; e lasciarlo partire senza pensare, senza temere, senza prevedere... Ah gente stolida e senza cuore!"
      },
      {
        "index": 38,
        "text": "Il Parini facevasi attento."
      },
      {
        "index": 39,
        "text": "— Sentite, continuava donna Paola, vorreste voi assumervi un incarico?... È d'uopo che qualcuno apra loro gli occhi... che uno della famiglia.... Se non può la madre, c'è il fratello... cosa fa qui il fratello?... chè non vola a Venezia a difender la sorella? Stolido!!"
      },
      {
        "index": 40,
        "text": "— Cosa dunque avrei a far io?"
      },
      {
        "index": 41,
        "text": "— Parlar alla contessa Marliani, senza nominar me in verun modo, mostrarle la gravezza del caso, interessarla a voler determinare il fratello della contessa Clelia perchè si rechi a Venezia senza perder tempo. Io ho già scritto alla contessa, ma che può mai fare una lettera? Ah, caro mio, voi non potete imaginarvi in che tormentoso affanno io mi trovi... io che, nell'intento di stornare de' mali gravi, ne ho forse accumulati di gravissimi... Ma che potevo far di più?..."
      },
      {
        "index": 42,
        "text": "— Ella non doveva e non poteva essere responsabile delle azioni altrui..."
      },
      {
        "index": 43,
        "text": "— Fui io stessa a consigliarla di riparare a Venezia, perchè là conoscevo una famiglia d'oro a cui affidarla."
      },
      {
        "index": 44,
        "text": "— Dunque?"
      },
      {
        "index": 45,
        "text": "— Chi poteva sospettare e prevedere che l'uomo per cui ella si trovò in così grave intrigo, per cui lasciò marito, parenti, patria, doveva precisamente trasferirsi a Venezia anch'esso?... Ora dunque potete comprendere di che si tratta... e come sia possibile e probabile e, Dio non lo voglia, forse vicina una tragedia domestica... Fate dunque presente tutto ciò alla Marliani, giacchè la contessa ama qualche volta intrattenersi con voi; sopratutto mi premerebbe che la raccomandazione fosse fatta in modo che paresse una vostra inspirazione."
      },
      {
        "index": 46,
        "text": "— Io farò in maniera che possiate esser contenta..."
      },
      {
        "index": 47,
        "text": "— Un momento fa vi raccomandava di attender meglio al vostro interesse, e di non abusare lo zelo a danno vostro e di vostra madre... Ma ora debbo dirvi tutto il contrario... che bisogna mettiate per oggi da parte tutte le cose vostre... Del rimanente, chi perde il tempo, dee esser compensato... e..."
      },
      {
        "index": 48,
        "text": "— Che! gridò il Parini, vorrebb'ella togliermi la mia parte di merito, quando, sotto a' suoi ordini, avessi potuto cooperare a vantaggio altrui?"
      },
      {
        "index": 49,
        "text": "— Non mi guardate così, anima fiera, disse donna Paola sorridendo lievemente; e giacchè so che avete tanto entusiasmo nel fare il bene... andate e siate sollecito, e Iddio vi benedica."
      },
      {
        "index": 50,
        "text": "Il Parini partì; donna Paola si gettò a sedere in gran pensiero. E noi mettiamoci sui passi di coloro per cui la pietosa donna tanto si affannava."
      },
      {
        "index": 51,
        "text": "[II]"
      },
      {
        "index": 52,
        "text": "Se Amorevoli avesse dovuto partire da Milano, lasciandovi quella per cui, avendo sopportato un malanno non indifferente, gli era cresciuto in cuore l'affetto; certo che il contento di trovarsi finalmente libero e in piena balia di sè stesso, gli sarebbe stato amareggiato dal pensiero che forse non avrebbe veduta mai più colei che abbandonava; ma invece, alla gioja della libertà, a quella che gli veniva dalle attestazioni di stima di un pubblico intero, da una salute perfetta, dalla gloria presente e dalla futura (tutte le professioni dall'astronomo al ciabattino hanno la loro gloria), e dalla ricchezza già in parte accumulata e che prometteva di crescere, e per sè stessa e pel frutto de' capitali, si aggiungevano le speranze agilissime e l'esaltazione cerebrale di chi move, per un felice concorso di circostanze, là precisamente dove si trova la persona che in quel momento è, fra tutte, la più desiderata; e per la quale, tanto si è prodighi quando l'affetto è in tumulto, si darebbero in compenso alcuni anni della vita onde toglier gli ostacoli che si frappongono al completo suo possesso. Ma per questa gioja, per queste speranze appunto, il viaggio di cent'ottanta miglia gli"
      },
      {
        "index": 53,
        "text": "riuscì nojosissimo, e s'impazientò più volte col lento postiglione e colle ardue e tortuose e fangose e ciottolose strade che facevan bestemmiare alla sua volta anche il postiglione, e che invocavano quel sistema a cui, siccome vedremo, fu provveduto finalmente molti anni dopo, per opera di que' nostri concittadini sapienti, che misero coraggiosamente la mano ad estirpare tutti gli avanzi della vetusta barbarie. Ma egli giunse finalmente al Dolo e toccò Mestre, e là, coll'ansia che gli cresceva in petto in ragione che si avvicinava all'isola incantata, noleggiò una gondola non avendo voluto entrare nel barcone del procaccio; e sentì finalmente sotto di sè il gorgoglio dell'onde di quella tanto decantata e tanto da lui vagheggiata laguna; chè delle molte città d'Europa che avevano un teatro celebre, soltanto Venezia gli rimaneva a conoscere, la città musicale per eccellenza, quella i cui giudizj in fatto di musica e di canto, avevano meritamente allora la preferenza su tutti quelli delle altre città. Però, egli era sollecitato da un'altra ansia, che gli derivava dall'amore dell'arte e dal desiderio che anche Venezia suggellasse la di lui celebrità col suo voto autorevole e co' suoi applausi. Chi professa un'arte qualunque per vocazione e con entusiasmo, non può mai scompagnare il pensiero di essa da qualunque altro pensiero. Del rimanente, il gondoliere, giacchè trattavasi di un viaggiatore, e d'un ricco viaggiatore, per quel che gli pareva, non prese nessuna scorciatoia quando fu presso Venezia, e volle fargli gustare lo spettacolo innanzi al quale avea veduti tutti quanti i foresti, com'essi dicono, ad inarcare le ciglia. È commovente e poetico quell'amore veramente figliale che hanno per la loro bella patria anche gli uomini più incolti e più rozzi di Venezia. Il gondoliere gode e si compiace della meraviglia che vede dipinta sul volto del forastiero che per la prima volta, entrando nel Canal grande, non sa farsi capace di una così interminabile schiera di palazzi insigni, tre o quattro de' quali basterebbero a far onore a qualunque città; del forastiero che s'imagina di trovarsi al cospetto di una scena incantata quando la gondola si ferma al molo, ed egli uscendone si trova in faccia la piazzetta."
      },
      {
        "index": 54,
        "text": "— Ghe piasela sior? disse il gondoliere quando vide il nostro Amorevoli fermarsi estatico sulla scalea. No la xe mai stada a Venezia, ela?"
      },
      {
        "index": 55,
        "text": "— No, caro mio."
      },
      {
        "index": 56,
        "text": "— E ben, la fazza conto che no i xe qua tuti i so tesori, come se vorave da qualche foresto invidioso... Me credela, sior?"
      },
      {
        "index": 57,
        "text": "— Perchè non ho da crederti?"
      },
      {
        "index": 58,
        "text": "— Se vostra zelenza me permetese, gh'avarave vogia de compagnarla mi a veder le maravege de la zittà."
      },
      {
        "index": 59,
        "text": "— E vieni, alla buon'ora... ma prima accompagnami all'albergo... al migliore... capisci tu?..."
      },
      {
        "index": 60,
        "text": "Il gondoliere invitò il suo viaggiatore a rientrare in gondola, e lo condusse allo Scudo di Francia."
      },
      {
        "index": 61,
        "text": "— Vieni a pigliarmi colla gondola fra un pajo d'ore, che intanto debbo dar sesto alle mie robe. Tu mi hai faccia da galantuomo, e avrò bisogno dei tuoi buoni servigj... e così dicendo diede al gondoliere una mancia oltre al convenuto."
      },
      {
        "index": 62,
        "text": "Il gondoliere vi gettò un occhio di traverso; fu contentissimo e partì."
      },
      {
        "index": 63,
        "text": "E tosto Amorevoli, da un cameriere che non era di Venezia, ma parlava l'italiano coll'accento di chi è nato in Francia, fu condotto in una bella camera al primo piano che rispondea sul rio..."
      },
      {
        "index": 64,
        "text": "— Le piace quest'alloggio?"
      },
      {
        "index": 65,
        "text": "— Va bene sì... ma..."
      },
      {
        "index": 66,
        "text": "— Che?"
      },
      {
        "index": 67,
        "text": "— C'è qualcosa qui presso che non manda buon odore... Io ho le nari, caro mio, assai delicate e permalose... e vorrei..."
      },
      {
        "index": 68,
        "text": "— Signore, mi permetta di dirle una cosa... A Venezia c'è tutto di grande, di bello, di buono, ma bisogna avvezzarsi all'odore della laguna. Tutte le città hanno il loro difetto... vorrebb'ella che Venezia ne fosse senza?... A Roma vien la terzana a chi va fuori sulle ventiquattro... A Milano c'è l'aria grossa... A Parigi c'è il fango che imbratta le vesti... A Cadice, di notte, vola nell'aria un verme"
      },
      {
        "index": 69,
        "text": "assassino che intacca il polmone. Io ho servito in più città di Europa... e non v'è luogo che non abbia il suo malanno. Però mi permetta, signore, ch'io le dia un consiglio."
      },
      {
        "index": 70,
        "text": "— Che consiglio?"
      },
      {
        "index": 71,
        "text": "— Non tocchi un tal tasto ai Veneziani, perchè c'è pericolo di perdere la loro amicizia. Ella può lasciarsi andare a criticare il loro teatro, la piazza, il ponte di Rialto, il corno del Doge... tutto... ma non tocchi il cattivo odore de' suoi rii... Per questo lato è convenuto che debbano esalare essenza di rose."
      },
      {
        "index": 72,
        "text": "Noi non sappiamo se quel cameriere, che non era di Venezia, dicesse la verità, ma in ogni modo si vede che le città son come gli uomini. Canova s'indispettiva se altri non dava alcuna importanza alle sue povere tele; e non teneva gran conto dell'ammirazione che tutta Italia prodigava alle sue grandi opere statuarie."
      },
      {
        "index": 73,
        "text": "In quanto ad Amorevoli, egli non trovò da replicar nulla col cameriere, e dato sesto alle sue robe e rimbionditosi con ogni cura, discese a mangiare; dopo di che aspettò che venisse l'uomo della gondola, il quale venne in fatto sull'imbrunire."
      },
      {
        "index": 74,
        "text": "— Ormai si fa tardi, caro mio, e ci resta ben poco a vedere..."
      },
      {
        "index": 75,
        "text": "— Ma no sala, zelenza, che Venezia la xe megio de notte che de zorno... La se contenta de lassarse guidar da mi, e la vederà che cosse grandi, sior!"
      },
      {
        "index": 76,
        "text": "Dopo pochi minuti erano al largo verso la Zueca. Il felze era stato levato, e Amorevoli appiccò conversazione col gondoliere, da cui sperava di raccogliere tutto quello che gli abbisognava."
      },
      {
        "index": 77,
        "text": "Lasciamoli dunque andare. E noi vediam d'abbandonarci a qualche digressioncina, secondo il solito."
      },
      {
        "index": 78,
        "text": "Noi siamo dunque ammiratori entusiasti della città di Venezia. Basta il dire che la nostra fortuna è che Venezia non sia una donna; diversamente chi sa che tremende pazzie avremmo commesso per amor suo. A dare una prova di codesto amore sviscerato, chi, per esempio, a voce e in scritto ha lodato più di noi il suo mese di maggio? Dappertutto questo mese è tenuto in grande riputazione, e i devoti lo chiamano perfino il mese di Maria, tanto è soave e benefico. Con tutto ciò a Milano il mese di maggio, nel suo carattere verace e completo, non lo si conosce che per relazione e in teoria, e per quelle nozioni che si attingono dai poeti classici greci e latini, i quali, imbalsamati come erano dal vento che soffiava dal mare Argolico o dal porto di Ostia, poteron gustare il maggio in tutto il suo splendore; ma in pratica, almeno per quanto ci consta, Milano non sa che cosa sia un tal mese, e non trova in esso che la più completa contraddizione alle descrizioni dei poeti. Invece a Venezia è tutt'altro. Venezia è la madre adottiva non solo del chiaro di luna, ma sì anche del maggio; e noi possiam dire d'aver fatto la conoscenza di lui soltanto sotto il suo cielo! Almeno, nei due anni che vi passammo, quel mese fu d'una eleganza così greca, d'una mollezza così orientale, che non potremo dimenticarlo così facilmente. Se non che, mescendosi all'eleganza, come dicemmo, la mollezza, il maggio di Venezia è un mese pericoloso. Lord Byron, che faceva i suoi computi a seconda del meridiano di Londra, trovò essere il giugno il men puritano dei mesi; ma noi, cresciuti in plaga più mite, siamo stati obbligati a fare il trasporto di trenta giorni. È a Venezia, pur troppo, almeno secondo la nostra esperienza, è nel mese di maggio che l'uomo, riscaldato dal sole di una primavera orientale, e circonfuso dalle molli aspergini marine, prende somiglianza del baco, il quale pasciuto e sazio di foglia, s'irretisce lieve lieve nel serico filo, aspettando di eromperne farfalla. In quanto poi all'anno 1750, il mese di maggio veneziano cominciò appunto co' più lieti pronostici del suo limpido sole, del suo cielo trasparente e dell'aure sue mitissime, attraversate di quando in quando dall'afrodisiaco scirocco."
      },
      {
        "index": 79,
        "text": "Però anche alla contessa Clelia, non avvezza al clima veneziano, più che mai parve balsamica in quell'anno la stagione primaverile; e confrontandola alla consueta di Milano, le sembrò tutt'altra cosa; di modo che parlandone ai signori che la ospitavano:"
      },
      {
        "index": 80,
        "text": "— A Milano, ella diceva, la primavera è la stagione in cui s'accumulano tutti i disastri delle altre, e sebbene anche laggiù la si debba chiamare la gioventù dell'anno, è una gioventù infelice,"
      },
      {
        "index": 81,
        "text": "travagliata e disperata. Quasi quasi, se non fosse per le buone speranze che dà, sarebbe da posporsi alla vecchiaja."
      },
      {
        "index": 82,
        "text": "Da queste parole si vede che, anche prima del taglio delle foreste, le primavere milanesi non eran le più accreditate neppure nel secolo passato; tale almeno era l'opinione e l'esperienza della contessa Clelia. Ma ella, siccome spirava il vento più molle, più carezzoso e più tepido sull'espansa laguna, sentiva così a circolare in sè più rapido il sangue e più caldo, il che le comunicava all'intelletto, e più alla fantasia, che è una sezione di quello, una indefinibile esaltazione e un tumulto di desiderj vaghi, che le impedivano persino di dar tutto il peso all'infelice situazione in cui versava. Per molti e molti giorni. avea saputo essere costante a non uscir mai dal proprio appartamento, e ad imporsi tutti gli obblighi di una volontaria prigione; ma un dì cominciò a creder ragionevole di poter far parte della serale conversazione che tenevasi in casa Salomon; e siccome eravi stata accolta con que' segni di stima e di amorevolezza che troppo rare volte avea trovato a Milano, così non fu per nulla restia a passare da quella conversazione ristretta, tranquilla e casalinga, alle altre di case più cospicue ed affollate del bel mondo. E là, fra tanti giovani che le fecero cerchio intorno, trovò persino entusiasmo. I romanzi dell'abate Chiari eran letti avidamente allora, e avean messo in tutti gli animi giovanili il desiderio del maraviglioso e dello strano; onde la contessa V... di Milano, giovane, bella, dotta, avvezza a trattare con dimestichezza i corpi celesti (chè di ciò era corsa la voce anche là...), infedele al marito, la qual cosa, in un secolo corrotto, facea stupendo giuoco più ancora dell'astronomia; per di più, innamorata del più bravo e del più bel tenore del secolo, personaggio che in una città musicale dovea produrre l'effetto di un giovane e prode capitano dei dragoni, in tempo d’esaltazione guerriera; e, per il non plus ultra del romanzesco, autrice di una fuga disperata (le fughe hanno sempre trovato entusiasti in tutti 1 tempi, ad eccezione di quelle in musica); tutte queste cose avean dunque fatto sorgere intorno a lei un'atmosfera di splendori così abbaglianti, che l'ammirazione per lei, in un periodo in cui le pesanti parrucche ajutavano a riscaldare i cervelli, diventò, come dicemmo, entusiasmo, diventò delirio. Se poi la contessa Clelia si compiacesse di ciò, non tocca a noi a dirlo. Era la prima volta che provava quel genere nuovo di soddisfazioni; laonde del non aver essa voluto o saputo ritrarsi da quel vortice, noi non ci sentiamo il coraggio di condannarla. Per giunta aveva trovata accoglienza e cortesia straordinaria persin nelle donne, fatto piuttosto unico che raro; ma bisogna considerare che, in virtù di tanto intreccio di cose, ell'era salita a quel fastigio che toglie perfino il sentimento dell'invidia. Ell'era insomma una specie di lord Byron vestito da donna e in guardinfante. Però se le altre patrizie bellissime e argutissime, chè di tali Venezia ebbe a tutte l'epoche forse la più eletta schiera, esercitavano tra di loro, e come a dire in famiglia, le loro gare, le loro invidie, le loro guerre più o meno astute, più o meno perfide, tutte si trovavan poi d'accordo nel festeggiare l'ammirabile lombarda."
      },
      {
        "index": 83,
        "text": "Ma, come sappiamo, il sole era entrato in gemelli, e verso notte le gondole avevan cominciato a vogare a diporto. Però anche donna Clelia, ch'era stata chiusa tanto tempo, ebbe volontà di uscire all'aperto; e per non incomodare la famiglia dov'era ospitata, e anche perchè amava di figurare sola (non c'è nè donna nè uomo, compromessi da qualche po' di fama, i quali sappiano resister sempre all'assalto della vanità), si fece noleggiare per qualche tempo gondola e gondoliere. I signori della casa credettero farle una grata sorpresa mettendo a' suoi servigj il più celebre allora dei gondolieri di Venezia. Ed era quel Bianchi Antonio ammirato pel suo raro talento poetico, di cui lasciò prova in due poemi, nei quali tra molti errori di scienza e di lingua, v'è imaginazione straordinaria ed estro vivacissimo."
      },
      {
        "index": 84,
        "text": "Il titolo di essi, nelle edizioni da noi vedute, è: Davide re d'Israele, poema eroico sagro di Antonio Bianchi, servitor di gondola, veneziano (Canti XII, Venezia 1751 in fol.); Il tempio, ovvero Salomone (Canti X, Venezia 1753 in 4.°). Vi sono poi altri poemetti comici, quali La cuccagna distrutta, La formica contro il leone, oltre l'oratorio drammatico Elia sul Carmelo. Quando al Bianchi che ad onta della sua condizione di poeta, non cessò mai in tutta la sua vita di far il gondoliere, fu proposto quel servigio e gli fu nominata la gentil donna lombarda, non istette in sulle pretese, e fu tosto a comandi della contessa Clelia. Così, quando Amorevoli capitò in Venezia, era"
      },
      {
        "index": 85,
        "text": "già da tre giorni che la contessa usciva a diporto in gondola tutta sola col suo gondoliere-poeta; e nella sera, quasi nel punto stesso che Amorevoli lasciò lo Scudo di Francia, essa discendeva la scalea di casa Salomon ed entrava in gondola. Antonio Bianchi era un giovane di trent'anni appena, veneziano di sangue puro, tra' più valenti al remo, e onorato di più bandiere nelle celebri regate veneziane; natura schietta di poeta, esso era entusiasta e fantastico, di modo che, avendo saputo anch'esso le avventure della contessa, ed essendogli stato detto come fosse una gran dotta, si compiaceva che gli fosse toccato in sorte di poterle presentare i propr] servigj. Siccome poi in quel periodo di tempo egli stava dando l'ultima mano al poema Davide, così aveva pensato di pregarla a legger que' canti, e di consultarla in quelle parti del poema in cui egli sentiva che l'ignoranza faceva impaccio all'ardua fantasia."
      },
      {
        "index": 86,
        "text": "Appena lasciata la casa, donna Clelia amava recarsi a diporto in sul Canal grande, scorrendo sola tra l'altre gondole patrizie che le si avvicinavano a gara, e dalle quali cadevano su di lei sguardi curiosi e ammiratori: e per dir la verità, ella era tale che per forza doveva fermar l'attenzione. Abbiamo più volte espressa la nostra predilezione per la bellezza delle donne veneziane, ma nel tempo stesso dobbiamo far luogo ad una nostra opinione che parrà strana, ma forse traduce il vero, ed è: che il fondo della città stessa di Venezia, così pittoresco e così colorito, è il più opportuno a far spiccare una beltà. — Non per nulla i pittori vanno in cerca di quella tal luce, di quel tal raggio azzurro, persino di quella tal cornice per dare il miglior risalto all'opera del loro pennello; può darsi pertanto che la specialità della parte materiale di Venezia giovi alle figure che staccano su di essa."
      },
      {
        "index": 87,
        "text": "Molte donne che altrove non ci avevan fatto nè freddo nè caldo, vedute a Venezia ci parvero ammirabili. Quale ne possa essere la vera cagione non è provato a rigore, ma certo che una ragione ci dev'essere. Intanto anche la contessa Clelia è un altro argomento in nostro favore. Oh qual mirabile effetto faceva quel suo corpo maestoso, gettato a sdraio sui cuscini della gondola, e avvolto in una veste di broccato di stoffa turchina a liste d'argento, che, pel lavoro interno del guardinfante, usciva e galleggiava quasi sugli orli della gondola stessa! come incorniciava bene quella sua testa di Minerva l'indispensabile puff di sentimento, foggiato a cimiero, ch'era una delle cento forme allora in voga!... come, di sotto alla polvere bianca onde quel puff era cosparso e quasi inargentato, spiccava il nerissimo arco del sopracciglio e i grandi occhi lucenti! Già il vero non si può nascondere, noi abbiamo qualche debolezza per donna Clelia; e se in teoria e coi trattati d'estetica alla mano combattiamo e combatteremo sempre per gli occhi azzurri, in pratica abbiam sempre usato i dovuti riguardi agli occhi neri, e quelli di donna Clelia poi sono la nostra morte... Ma in prova che non siamo di cattivo gusto, si è che piacevano fieramente a tutti i giovinotti veneziani; che piacevano persino al nostro gondoliere-poeta, pieno di fantasia qual era, e di fervori sentimentali, e di passione caldissima per la bellezza, che è la febbre terzana dei poeti."
      },
      {
        "index": 88,
        "text": "Spinto dal naturale desiderio di parlare di sè stesso e delle proprie opere, difetto che rende qualche volta importuni gli uomini dell'arte, il nostro Bianchi gondoliere, dopo aver lentamente condotta come in trionfo lungo il canal Grande la contessa padrona, venuto a santa Chiara, svoltato nell'aperta laguna, e là fermando talora il remo, compiacevasi a intrattenere de' propositi proprj la contessa, che affabilmente l'ascoltava e rispondeva alle sue interrogazioni; al punto che, in que' tre giorni, poteva dire d'aver dato tre lunghe lezioni d'astronomia elementare all'autore del Re Davide. Se non che la contessa lasciava poi cadere il dialogo, per riconcentrarsi ne' proprj pensieri. Ella sapeva che il tenore Amorevoli doveva venire a cantare a Venezia. Il residente veneto di Milano aveva scritto che il processo di lui era compiuto, ch'ei sarebbe uscito presto per venire a tenere il patto ai signori ispettori dell'opera. L'effetto che fece la prima volta una tale notizia sull'animo di donna Clelia, che non aveva saputo mai nulla di quelle sei sere di recite straordinarie, ognuno se lo può imaginare. I fervori erotici le salirono al viso, e mentre la ragione le facea vedere tutti i pericoli che poteano conseguire da quel fatto, sentiva certi soprassalti di gioja insolita, di gioja non voluta; e mentre vedeva che il destino stava forse per tenderle una mala insidia, si fermava con delizia nell'idea che la fortuna avesse voluto espressamente avvolgerle intorno le inestricabili sue reti. Se non che ricordavasi di donna Paola e delle sue ammonizioni; e al vedere coll'occhio della mente quasi impaurita quella santa figura, si vergognava di que' pensieri, di que' desider], di quella gioja..."
      },
      {
        "index": 89,
        "text": "Amorevoli era atteso di giorno in giorno... ella ne aveva sentito a parlare di volo ad una conversazione serale, da un gruppo di giovinotti spensierati che, speranzosi di far breccia nel cuore della mirabile lombarda, aveano dimenticato quel ch'era passato tra essa e il tenore."
      },
      {
        "index": 90,
        "text": "Intanto la notte stava per calare affatto... smoriva sempre più all'orizzonte la luce crepuscolare... i colli Euganei, ch'ella vedeva, si erano scolorati e come confusi col cielo."
      },
      {
        "index": 91,
        "text": "Erano uscite le stelle rare e sparse... era uscito un quarto di luna... suonava l'avemmaria a tutte le chiese; il campanone grave e profondo di san Marco parea facesse sentir la voce storica e veneranda della vetusta Vinegia. Taceva il gondoliere-poeta, intento a poter ritrarre quel poetico vero. Tacea donna Clelia, assorta e mesta, e coll'animo sollevato da una commozione ineffabile. Il gondoliere, avvisato dell'ora tarda, girò la gondola per tornare in canale. Poco prima era passata per di là anche la gondola ove, e fu un punto se non vi si scontrò, trovavasi Amorevoli... di modo che donna Clelia potè vederla materialmente, ma senza provare veruno dei soliti sospetti presaghi e dei soliti palpiti arcani; nel punto medesimo poi ella vide alla sfuggita il lume di un fanaletto che probabilmente doveva essere di una gondola che s'era spiccata allora allora da Mestre, e soltanto il notò pel giuoco che faceva col suo luccicore tremulo e intermittente; ned ella da nessun genio dell'aria, segretario delle belle donne, venne avvisata che se innanzi le correva in gondola la vita, di dietro potea forse venire in gondola la morte."
      },
      {
        "index": 92,
        "text": "HI"
      },
      {
        "index": 93,
        "text": "Abbiamo accennato che, quasi contemporaneamente al tenore Amorevoli, era partito da Milano il conte colonnello V... Esso infatti lasciò la città all'alba del giorno successivo a quello nella cui sera Amorevoli erasi messo in viaggio. Il conte V... avea detto di voler fare una gita nelle sue terre; i servi però poterono accorgersi, pei preparativi che loro vennero ingiunti, che trattavasi invece d'un viaggio di qualche importanza e non breve; così quel che allora pensarono nel far le valigie lo avesser subito detto!... ma, come avviene di consueto, parlarono quando non c'era più l'opportunità. E il conte si mise davvero in viaggio per Venezia, ed essendo partito dodici ore dopo il tenore, tanto martellò e pagò i postiglioni, ch'ei potè guadagnare su chi lo precedeva più di mezza giornata. Ma che intenzioni aveva il conte? che voleva? che pretendeva? In verità esso non ne sapea più di quello che ne sanno in questo punto i nostri lettori."
      },
      {
        "index": 94,
        "text": "Noi non abbiamo avuto mai il tempo di fare uno studio fisiologico di questo personaggio, perchè ogni qualvolta ci capitò innanzi, si aveva tanta carne a bollire, che appena appena lo abbiam guardato di traverso; ma oggi convien pure che ne tiriamo il profilo, almen col carbone, se non colla matita o col pennello. Quell'uomo, pigliato in natura, non era un cattiv'uomo; e prima dell'invenzione degli stemmi e dei quarti di nobiltà e de' pregiudizj, probabilmente non sarebbe stato nemmeno il più orgoglioso tra i membri dell'umana razza; sebbene la sua testa fosse molto grossa, il che, stando coi cranioscopi, è indizio di gran mente, pure convien che lo spessore della crosta ossea avesse occupato una buona metà dello spazio che bisogna concedere al cervello perchè adempia passabilmente alle sue funzioni. Non vogliamo dire con ciò che esso mancasse al tutto d'intelligenza, no. La sua testa avea più d'uno spiraglio per cui poteva penetrare, sebbene a stento, qualche raggio dal di fuori. Ma le poche idee che erano entrate là dentro vi si fermarono con tenacità pari allo stento onde vi si erano introdotte, generandovi una durezza ed una ostinazione indomabile. Se fosse lecito imitare i caricaturisti parigini, che cercano nella struttura delle bestie le forme più adatte a dar idea di alcune varietà di tipi umani, a quel conte noi troveremmo il riscontro piuttosto in un bisonte, in un ariete, in un merinos che in altro animale. Apparteneva insomma alla razza delle bestie cozzanti, la meno intelligente e la men domabile di tutte. Però, a lasciarlo tranquillo, era un buon diavolone d'uomo; e soltanto ad aizzarlo, ad inquietarlo, lo si riduceva nella condizione d'un toro, che punzecchiato, arrota gli occhi sanguigni, alza la coda, curva il collo, abbassa la testa, e vibra cornate a tutti quelli che gli si fanno incontro. Cresciuto in seno ad una famiglia il cui sangue, per parte di padre, era un fiume reale che aveva avuto le sue prime"
      },
      {
        "index": 95,
        "text": "scaturigini da un ramo del gran ceppo dei re di Spagna; e per parte di madre, da colui che portò dalla terra santa lo scudo colla biscia; l'idea del suo alto lignaggio fu introdotta e ribadita per tal modo nella sua testa colle sue idee concomitanti e conseguenti, che non per sè, ma per quello, si sarebbe fatto mettere in pezzi. A codesta idea convenzionale dell'onor del sangue, veniva poi a confederarsi l'altra idea pur convenzionale e parimente indomabile, e per la sua natura, più pericolosa, dell'onore del soldato. Esso era stato, come sappiamo, colonnello di cavalleria, e le sue fazioni di guerra le avea fatte con coraggio e con fede; e perciò all'assisa, agli stivali, allo squadrone, in certi momenti, dava assai più importanza che alle nove stelle della corona sormontante il suo stemma. Però al suo cospetto e quando si parlava con lui, siccome era pieno di sospetti e non sempre intendeva le cose nel loro vero senso, bisognava comportarsi con mille riguardi e precauzioni, perchè non pigliasse le parole in mala parte, e adombrasse al punto di chiamarsi offeso colle formole dell'etichetta militare; chè allora non c'era più rimedio, bisognava battersi con lui. Ben è vero che in molti di tali duelli provocati da lui, egli aveva quasi sempre risparmiato l'avversario, pago che fosse salvo il decoro cavalleresco. Ma intanto era un incomodo a trattarlo; onde molti lo scansavano volontieri, e quando si trovavano seco per necessità, discorrendo, giravan largo per istornare querele; poichè, torniamo a ripeterlo, nel frantendere le questioni e nel prendere un violino per un trave, quell'ex colonnello era un portento. Se dunque, conservando però sempre nell'aspetto una compostezza ed una severità castigliana, esso pigliavasi tanto caldo per una mezza offesa, figuriamoci se l'offesa era evidente ed era grave; peggio ancora se l'offesa era di quelle che stanno in prima lista fra i casi contemplati anche dagli indifferenti e dai filosofi della pace; fra i casi per cui anche l'uomo timido diventa feroce, com'era il suo caso precisamente! O fortuna tutt'altro che cieca ma perfida, o fortuna con occhi di lince e piena di sagacia omicida, che attendi a pigliar fuori della folla gli uomini fatti apposta e lasci cader la scintilla dov'è la polveriera! Proprio tra le gambe del conte V... doveva capitare quel fatal romano, fatale così per le prime donne del libretto d'opera, come per tutte le belle donne che gli piacevano! Tuttavia nemmeno il tenore, nato espressamente nel secolo più comodo per gli uomini della sua professione e della sua tempra, poteva chiamarsi il beniamino della fortuna per essersi incontrato in chi facea terrore a tutti, il quale non è a dire che furore sentisse contro il tenore; un miscuglio di furore e insieme di disprezzo che gli facean desiderare di avere dinanzi il rivale, non per battersi con lui, chi mai poteva imaginarsi una simile ignominia! ma per pagarlo, a misura, come suol dirsi, di carbone, a colpi di scudiscio, di frusta, di bastone e di peggio, se di peggio ci fosse stato — perchè più che contro la propria moglie infedele, l'ira sua soffiava tutta come una fornace animata da un mantice contro il tenore; e se l'adagio vulgare che in tali frangenti assegna maggior colpa alla donna che all'uomo, era sulla bocca di tutti anche allora, egli tuttavia non voleva saper nulla di quel diritto per cui l'uomo può fare impunemente il cacciatore; — non ne voleva sapere e strepitava. Del rimanente un'altra ragione per cui era sì poco inclinato alla pietà verso di Amorevoli stava in ciò, ch'ei non era filarmonico punto, e aveva un orecchio così mal costrutto e anti-musicale, che per lui non c'era differenza tra una cadenza di Caffariello e lo zufolo d'un merlo. A dir tutto, non è certissimo che, pur andando pazzo per la musica, avesse potuto aprir le braccia al tenore protervo; ma in ogni modo, quella sarebbe sempre stata una ragione mitigante la collera. Infiammato continuamente da questa, egli erasi messo in viaggio per Venezia, senza veramente un progetto deliberato; ma con più propositi in mente, il più umano de' quali, aveva per intercalare scudisciate e bastonate."
      },
      {
        "index": 96,
        "text": "Ma lasciando il conte, dieci ore dopo la partenza di lui, partì da Milano per Venezia la lettera di donna Paola Pietra, quella appunto ch'essa accennò al Parini. — La contessa Clelia la ricevette la mattina del giorno successivo a quello dell'arrivo d'Amorevoli, e fu spaventata quando lesse quelle parole: Credo che il conte V... abbia intenzione di venire a Venezia; e fu maravigliata, e nel tempo stesso consolata, quando pure vi lesse: A quest'ora il signor Amorevoli dev'essere a Venezia. La sera prima ella non aveva sentito a parlare di lui in nessun modo, talchè in quel momento ignorava tuttora il suo arrivo."
      },
      {
        "index": 97,
        "text": "Ed ora dobbiamo tornare a Milano, e dar conto di più cose. La visita e le parole di Parini alla contessa Marliani aveano ottenuto il loro effetto, quello cioè di determinare il fratello di donna"
      },
      {
        "index": 98,
        "text": "Clelia a recarsi a Venezia. — Il partito, il lettore se ne avvedrà facilmente, era stato preso un po' tardi, se mai il destino avea fermato di far succedere qualche sventura, ma la presenza di lui potea però tornar sempre di vantaggio. In ogni modo, per l'onore della famiglia, quel viaggio del giovine conte A... era un atto di dovere, e ciò bastava per far tacere il mondo e perchè egli fosse creduto un uomo di cuore."
      },
      {
        "index": 99,
        "text": "Ma intanto che il giovine conte A... si affretta verso Venezia abbiam l'obbligo di recarci a prendere informazioni sullo stato delle cose relative al fatto di Lorenzo Bruni."
      },
      {
        "index": 100,
        "text": "Il governatore conte Palavicino, messo in cognizione dell'indole genuina del fatto, mandò a chiamare il presidente del Senato; questi espose al ministro che essendo messo ad arbitrio del Senato stesso la misura della pena per la contravvenzione all'ordinanza sulle maschere-ritratti, e una tale misura essendo tassativamente determinata nell'ordinanza stessa dai sei mesi agli anni due, a seconda del caso; per quanto, disse il presidente, tutte le circostanze depongano a favore del costituito, pure non si poteva mandarlo assolto perchè la contravvenzione era stata compiuta; e solo era il caso di applicare al costituito la minor pena di sei mesi, che, giusta la più ragionevole interpretazione, era precisamente la misura voluta per la semplice contravvenzione materiale della legge senza intenzione criminosa. Il conte governatore parve soddisfatto di ciò, ma non già la Gaudenzi; la quale, allorchè le fu annunciata una tale determinazione, diede in lagrime disperate e si recò nuovamente da donna Paola, onde si degnasse accompagnarla di nuovo dal governatore. Era il caso di domandare non già la scrupolosa giustizia, ma una sentenza in via di grazia. Donna Paola parlò con eloquenza, la Gaudenzi sparse lagrime abbondanti; il conte Palavicino si sentì commosso, e quantunque veramente uscisse dalle sue attribuzioni, perchè l'autorità del Senato nelle vertenze civili e criminali era superiore a tutti, pure, trattandosi che l'ordinanza era sua, che forse aveva abbondato nella pena, mandò per un di più a chiamar di nuovo il Presidente del Senato e lo interrogò, ma affermativamente, se si potevano ridurre i sei mesi a due soli, e senza aspettar risposta, gli mise tra mano il rescritto, e lo pregò a dargli corso incontanente. Il presidente mostrò il rescritto in Senato, alcuni senatori strepitarono; altri, e forse n'avevano la loro ragione, applaudirono; il conte Gabriele Verri, che secondo l'indole sua avrebbe dovuto strepitare più di tutti, perchè guai a toccargli l'onnipotenza dell'autorità senatoria, non disse nè sì nè no, e finse d'aver tutt'altro per la testa; onde trionfò il partito dell'indulgenza e, invece di protestare contro quel rescritto com'era stato il pensiero di alcuni senatori, ne fu tosto spedito al Criminale la determinazione in estratto, perchè il capitano provvedesse a darle esecuzione."
      },
      {
        "index": 101,
        "text": "E giacchè abbiamo toccato del Capitano di giustizia, non possiamo tralasciare di tener dietro ai preliminari del processo contro il lacchè Andrea Suardi, detto il Galantino, e ciò innanzi di gettarci fra 1 personaggi che da Milano passarono a Venezia; perchè abbiam bisogno di dar prima qualche cenno intorno alla pratica criminale nel ducato di Milano e di conoscere qualche accidente dell'interrogatorio fatto subire al lacchè, per essere poi in grado di dare giusto valore a ciò che accadrà in seguito."
      },
      {
        "index": 102,
        "text": "[IV]"
      },
      {
        "index": 103,
        "text": "Alessandro Manzoni, nella Colonna infame, lavoro di breve mole, ma d'importanza grandissima, illustrò per tal modo la condizione della teoria e della pratica criminale nel ducato di Milano, che dopo di lui non è più possibile dir cosa nuova su tale argomento; e soltanto ci rimane a far le meraviglie, quando in taluni fatti avvenuti e prima e dopo l'epoca sulla quale ei scrisse il profondo suo commento, si scoprono le riprove di quanto per la prima volta egli annunciò agli studiosi della giurisprudenza e della storia, al fine di distruggere una credenza invalsa per l'autorità di uomini riputatissimi; la credenza, vogliamo dire, che le atrocità assunte per antica e troppo lunga consuetudine nella procedura criminale fossero suggerimenti de' così detti interpreti del diritto romano. Questa verità dimostrata dal grande scrittore, costituisce quel che si dice una scoperta; chè, è come una necessità naturale a quel sommo intelletto di far dono di nuove forme a tutte le sfere"
      },
      {
        "index": 104,
        "text": "dell'arte a cui si è applicato, e di verità non sospettate prima, e di notizie peregrine o, per lo meno, di questioni nuove a quelle parti della scienza a cui ha voluto dare opera. Cento e più anni dopo l'iniquissima condanna degli untori, ovvero sia nel 1750 e per altri molti anni ancora, vigevano gli Statuta criminalia Mediolani; ed erano consultati ancora e studiati quei medesimi interpreti del diritto romano e del diritto comune che erano celebri al tempo della peste di Milano del 1630. Non v'era dunque nulla di mutato nè nella scienza, nè nella pratica; la prima non aveva avuto nessun uomo di genio e di coraggio che avesse potuto scoprire la verità tutta intera e prefinire colla sapienza della filosofia e collo scrupolo della morale i confini della giustizia; nella seconda non era penetrata nessuna ordinanza speciale a frenare la mano pesante del giudice; tuttavia, guardando i processi posteriori a quel troppo famoso della Colonna infame, se gli arbitrj sono sempre eccessivi e il poter discrezionale appar troppo corrivo in molte parti della procedura, non ricompajono più, per quanto almeno ne sappiamo noi, negli atti preparatorj della tortura... Vogliamo dire che non ricompajono più in quella maniera che si riscontra nel processo degli untori; chè, dopo, le formalità vennero seguite; e bene spesso appare essere stati consultati ed obbediti gl'interpreti, consultando ed obbedendo 1 quali, il Senato del 1630 avrebbe dovuto mandare assolti i presunti untori. Chi volesse dunque conoscere quali norme doveva tenere nel secolo scorso un giudice prima di sottomettere un imputato alla tortura, e tutte le condizioni che, non volendo varcare i limiti del dovere, si avevano a seguire per obbedire gl'interpreti della legge, assunti, per consuetudine diuturna ma pur sempre provvisoria, in autorità quasi di legislatori, non deve far altro che leggere il capo II dell'Appendice sulla Colonna infame. Là è dimostrato come la folla degli scrittori criminalisti non abbiano avuto altra intenzione che di restringere l'arbitrio del giudice, e di guidarlo secondo la ragione e verso la giustizia; là son riportate le generose invettive de' più celebri giureconsulti contro i giudici crudeli che si arrogavano il diritto d’inventar nuovi tormenti; là, per conseguenza, è provato come non solo debbasi togliere dalla testa dei giureconsulti interpreti l'odiosità che per tanto tempo le fu lasciata pesar sopra; ma si debbano anzi riguardare come i primi che iniziarono la via lunghissima delle riforme; i primi che, costretti a render ragione delle loro decisioni, richiamaron la materia a principj generali, raccogliendo e ordinando quelli che sono sparsi nelle leggi romane, e cercandone altri nell'idea universale del diritto; i primi che prepararono il concetto, indicarono la possibilità e, in parte, l'ordine d'una legislazione criminale intera ed una."
      },
      {
        "index": 105,
        "text": "Le cose nuove, e le cose vere, e quelle che costringono la ragione a dir di sì, dopo averla collocata nel più giusto punto di veduta, sono tali e tante in quell'opuscolo, che lo si legge con sempre crescente meraviglia; alla quale vien compagna un'altra meraviglia, quando si considera che un tale opuscolo, perchè non conta molte centinaja di pagine, fu poco letto e peggio sentenziato; mentre altre opere d'altri autori, le quali assomigliano a' magazzini di Lambro pirata, pieni zeppi di roba rubata, sono spacciate per tutta Italia, anzi per tutta Europa, a togliere lo spazio che, pur troppo, manca ai libri ottimi! Ma questa digressione ha tanto a che fare col nostro libro, quanto col regno della luna, onde rientrando in casa, diremo ai nostri lettori, per dilucidare quel passo della stessa Colonna infame, dove, richiamando gli Statuti di Milano, è detto che essi non prescrivevano altre norme alla facoltà di mettere un uomo alla tortura, se non che l'accusa fosse confermata dalla fama, e il delitto portasse pena di sangue; diremo dunque che da queste ultime parole non bisogna lasciarsi trarre a credere che la tortura non si potesse infliggere che agli imputati di omicidio o d'alto tradimento: no, le categorie dei delitti portanti pena di sangue erano molte, anzi erano troppe, prova ne siano gli statuti criminali, dove alla rubrica De forma citationis, ecc., e al capo De tormentis, espressamente si dichiara che la tortura può essere ministrata «in Casibus infrascriptis videlicet: in crimine haeresis, sodomiae, turbationis pacifici Status domini nostri... crimine homicidii, assassinamenti, adulterii, veneficii, privati carceris falsitatis; schachi, seu robariae, furti, ecc.». Il che basta per dimostrare che il delitto ond'era imputato il lacchè Suardi era di quelli per cui gli statuti avevan decretato, all'uopo, l'uso della tortura."
      },
      {
        "index": 106,
        "text": "Dalla materia giuridica venendo ora agli uomini che la professavano: dottissimo fra i giureconsulti milanesi era il conte Gabriele Verri, il padre del nostro Pietro. — Il diritto romano, gli statuti, le opere dei più autorevoli interpreti eran talmente famigliari a lui, che, nei casi dubbj, nelle"
      },
      {
        "index": 107,
        "text": "controversie, egli citava a memoria e si diffondeva con facondia e con tutti i saliscendi della dialettica. Però gli ammiratori lo chiamavano la biblioteca ambulante del Senato; gli avversi lo chiamavano il sofista. Una testimonianza della di lui dottrina sono le Constitutiones decretis et senatusconsultis illustrata curante Comite Gabriele Verro; quibus accessit Prodromus de origine et progressu Juris Mediol., eodem Verro auctore, stampate a Milano dal Malatesta nel 1747. Ma è cosa strana a pensarsi che quell'uomo così dotto, e che aveva sotto mano, a dir così, il processo lungo e lento del tempo e i lavori interminabili dei legisti per cui la verità e l'assoluta giustizia si sforzavano a tentar il varco per uscire all'aperto, pur si mantenne sempre stazionario ostinato e quasi feroce nelle consuetudini vecchie; mentre il figlio suo, che applicatosi ad altri rami della scienza e dell'amministrazione pubblica, era di tanto men profondo di lui nella materia giuridica, ebbe tuttavia lo spontaneo intuito del vero e del giusto; — tanto nelle cose che interessano il bene dell'umanità, basta il sentimento a far trovare i rimedj! tanto, spesse volte, la dottrina soverchia e frammentaria, non rischiarita nè da un vasto concetto, nè dall'amore degli uomini, è impaccio alla scoperta del vero!"
      },
      {
        "index": 108,
        "text": "Per la sua qualità adunque di biblioteca legale ambulante, il senatore Verri, ogni qualvolta trattavasi di qualche fatto fuor dell'ordinario, complicato, inestricabile, veniva sempre consultato confidenzialmente, e come suol dirsi, in camera charitatis. Però se già era stato interrogato in prevenzione dal pretore e dal capitano di giustizia relativamente ai costituiti Amorevoli e Bruni, tanto più lo si volle sentire quando il lacchè venne catturato, e prima che lo si sottomettesse all'interrogatorio. Il nome del conte F... era già corso, il lettore lo sa, sulle labbra e del capitano e del conte Gabriele. Ma questi s'affannò a dimostrare che del conte non era punto a far parola, come se nemmeno fosse esistito, e ciò fino a tanto, ei soggiungeva, che ei non fosse stato messo innanzi espressamente dal costituito Suardi. Prima di aprire la procedura contro il quale, credette bene di sfoderare tutte le sentenze dei trattatisti, e specialmente quelle relative alla qualità ed alla quantità degli indizj necessarj per poter mettere un imputato alla tortura, ed ai limiti onde si doveva intendere ristretto l'arbitrio del giudice dall'osservanza scrupolosa del diritto comune; insistendo segnatamente sull'autorità del Farinaccio, dove questo legista raccomandava che il giudice deve inclinare alla parte più mite, e regolare l'arbitrio colla disposizione generale della legge e con la dottrina dei dotti approvati; e riferendo molti passi di quei giurisperiti che avevano stabilita la regola contraria a quella più comunemente ammessa sull'arbitrarietà dei giudizj.. — Il Claro, il Bartolo, il Pozzo, il Bossi, il Marsiglio, il Casoni, oltre al Farinaccio, autore prediletto del conte Gabriele, furono fatti passare tutti innanzi alla memoria del marchese Recalcati, in via di conversazione amichevole e affatto casalinga, ma col fine di predisporlo all'indulgenza, all'indulgenza, s'intende, compatibile colla giustizia, e ciò con tanto più d'insistenza quanto più forte era la sua convinzione che il Galantino fosse il vero e materiale autore del delitto, e che un altro, interessato all'eredità del marchese defunto, fosse stato necessariamente la volontà occulta che aveva guidato i movimenti del lacchè."
      },
      {
        "index": 109,
        "text": "Se il conte Gabriele Verri avesse vissuto cento venti anni prima, e fosse stato senatore, e fosse stato interpellato in prevenzione sul fatto degli untori; avrebbe sfoggiata quella medesima dottrina? avrebbe inculcata la scrupolosa osservanza del diritto comune? l'obbedienza alle norme raccomandate da' giurisperiti interpreti? avrebbe insinuata l'indulgenza? Non è facile a rispondere, se non aderendo a quanto fa osservare il Manzoni, che cioè nel 1630 l'universalità del pubblico credeva e voleva le unzioni, e pretendeva che l'autorità scoprisse il delitto; che per ciò era comune e prepotente l'interesse e del pubblico e della magistratura di trovare i rei laddove nel caso nostro l'interesse non è più comune; anzi da parte del Senato e della classe patrizia è quello di non trovare il colpevole; è una preoccupazione gelosa di far scomparire, se fosse possibile, tutte le pedate, a dir così, impresse nel terreno, seguendo le quali, si può giungere al punto donde il vero colpevole s'è mosso; è dunque il caso in cui l'osservanza scrupolosa di tutte le formalità degli statuti criminali, dei principj del diritto comune, della mitezza raccomandata dai giuristi; l'ndulgenza, in una parola, può soltanto far sperare di raggiungere quell'intento... E in tal caso, c'è l'uomo di buona memoria e di gran dottrina che fa conoscere tutto ciò che la teoria legale raccomanda alla pratica, e che converte,"
      },
      {
        "index": 110,
        "text": "dove precisamente meno occorre, in un sistema di prudenza guardinga e mite, un sistema di procedura che generalmente, pel modo onde il più delle volte veniva adottato, faceva spavento a tutti. Tanto è necessario che la lettera della legge sia precisa, inesorabile, geometrica, e che i codici scansino al possibile il bisogno dell'interpretazione, se si vuole che la giustizia non sia il balocco della dialettica ambidestra. — Ma veniamo al Galantino."
      },
      {
        "index": 111,
        "text": "[V]"
      },
      {
        "index": 112,
        "text": "Abbiamo accennato che prima di lasciare in libertà il tenore Amorevoli si volle ch'ei vedesse il lacchè Galantino, dato il caso che ravvisasse l'uomo che egli aveva asserito di aver veduto fuggire e saltare il muricciuolo di cinta del giardino di casa V... Come ognuno può pensare, codesta non era che una misura di formalità, perchè non era probabile che Amorevoli potesse ricordarsi della figura d'un uomo che di notte gli era passato innanzi a gran fuga; nè, quando avesse dichiarato di riconoscerlo, la sua deposizione poteva essere attendibile. Del rimanente poi, Amorevoli, che aveva una gran smania in corpo di uscire all'aperto, non avrebbe mai dichiarato di ravvisarlo, anche se ne avesse avute in memoria le sembianze al pari di quelle di donna Clelia, come fece in fatti. Compiuto dunque quell'atto, s'incominciarono gl'interrogatorj, de' quali non sappiamo se di proprio senno, o per consiglio d'altri, il capitano di giustizia incaricò un nobile Paolo Tradati, auditore di mezzana capacità e notoriamente sprovveduto di quella acutezza legale e segnatamente criminale, onde una domanda gettata opportunamente al costituito, è come un randello scagliato a tempo tra le gambe di chi vorrebbe fuggire. Quell'auditore, onesto, corto, senza fiele, docile, era uno di quel felici mortali, che di quel tempo ed anche in altri tempi, e forse, chi sa mai, anche nel tempo nostro, sono destinati a far carriera, e d'uno in altro posto salgono, non si sa come nè perchè, provocando continuamente le dicerie del pubblico, il quale non sa che l'incapacità costituisce una preziosa capacità sui generis e un arme a più tagli, eccellente nelle mani di chi la sa adoperare. Tuttavia, in quanto all'auditore incaricato d'esaminare il lacchè, non creda il lettore che fosse privo d'ogni sapere e di qualche pratica forense; tutt'altro; vogliamo dire soltanto che tutti gli altri assessori ed auditori del capitano di giustizia ne sapevano più di lui ed erano acuti più di lui."
      },
      {
        "index": 113,
        "text": "Chiamato adunque il costituito Galantino innanzi all'auditore criminale nobile Paolo Tradati, presente l'illustr. signor capitano di giustizia, gli fu domandato se sapeva la cagione per la quale era stato arrestato a Venezia per ordine dei Dieci."
      },
      {
        "index": 114,
        "text": "Il Galantino rispose di no..., perchè il signor segretario del Consiglio non gli avea fatto motto nessuno, fuorchè dell'inchiesta dell'eccelso Senato di Milano."
      },
      {
        "index": 115,
        "text": "Gli fu replicato, se almeno egli congetturava alcuna cagione."
      },
      {
        "index": 116,
        "text": "— No, ripetè di nuovo il Galantino... perchè se avessi potuto aver motivo di temere per me... non sarei andato incontro ai fanti del Consiglio dei Dieci, quando gli ho veduti star fermi sulla porta della mia casa. Tuttavia, facendo il viaggio, m'è passato per la mente che m'abbian voluto arrestare a motivo dei giuochi d'azzardo, a cui mi recavo tutte le notti in un caffè remoto di Venezia."
      },
      {
        "index": 117,
        "text": "— Come v'è potuto passare in mente un simile sospetto, se il segretario v'aveva detto che l'inchiesta veniva da Milano?"
      },
      {
        "index": 118,
        "text": "— Il come non lo so... ma il fatto è che mi passò per la mente... Del resto oggi capisco benissimo che ero pazzo a pensarlo... ma, quando non s'è fatto nulla per cui si abbia a temere la giustizia, nell'andare a tentone per cercare un motivo qualunque, si dà dentro spesso in una pazzia..."
      },
      {
        "index": 119,
        "text": "— Voi dunque potete ripetere che non sapete nulla affatto del motivo del vostro arresto?"
      },
      {
        "index": 120,
        "text": "— Lo ripeto, disse asseverantemente il lacchè."
      },
      {
        "index": 121,
        "text": "Qui succedette un momento di pausa. L'auditore guardò il capitano di giustizia, il quale, disse solamente:"
      },
      {
        "index": 122,
        "text": "— Continuate."
      },
      {
        "index": 123,
        "text": "— In che giorno voi vi siete recato a Venezia per la prima volta? continuò l'auditore."
      },
      {
        "index": 124,
        "text": "Questa domanda era un colpo maestro... Il capitano stupì... come uno che vede un fiacco giuocatore di bigliardo a tentare un colpo riservato, e coglier bene la palla, e pensò fra sè stesso: Sta a vedere che costui oggi mi sfalsa per la prima volta..."
      },
      {
        "index": 125,
        "text": "— Rispondete, quando siete partito da Milano per Venezia?"
      },
      {
        "index": 126,
        "text": "— Il dì preciso non me lo ricordo bene... ma so che del carnevale di Venezia ho passato nove giorni, e là finisce al martedì, quattro giorni prima di Milano."
      },
      {
        "index": 127,
        "text": "La risposta era più ancora da maestro. L'auditore guardò il capitano di giustizia."
      },
      {
        "index": 128,
        "text": "— Come potete provare che voi eravate a Venezia prima del mercoledì grasso?"
      },
      {
        "index": 129,
        "text": "— Che cosa so io?... Da Milano sono partito solo, perchè avendo guadagnato assai al giuoco, m'è venuta la tentazione di recarmi in una città dove il giuoco si fa più largamente che qui... Sono partito senza dir niente a nessuno... e sono arrivato dove non conoscevo nessuno... Però io non saprei come trovare i testimonj]..."
      },
      {
        "index": 130,
        "text": "— Che somma vi trovavate in saccoccia quando partiste da Milano?"
      },
      {
        "index": 131,
        "text": "— Cento zecchini veneti..."
      },
      {
        "index": 132,
        "text": "— In che luogo avete giuocato... con chi li avete vinti?"
      },
      {
        "index": 133,
        "text": "— In che luogo? in più luoghi... ai Tre Re, al caffè Demetrio, al Gallo... in Ridotto. In quanto alle persone... posso nominare il figlio dell'oste dei Tre Re, al quale ho guadagnato dieci zecchini; posso nominare il lacchè di Casa Isimbardi, al quale vinsi sei mesate, ossia l'importo di cent'ottanta lire milanesi; posso nominare il mastro di scuderia di casa Litta, al quale ho vinto quindici partite al tresette l'una dopo l'altra, ossia quindici zecchini... Ma la somma più grossa l'ho presa al Ridotto del teatrino... Non mi domandi però nè il nome nè il cognome di chi ha giuocato con me... perchè non lo so.... e chi mai domanda il nome a un forestiero che in teatro c'invita a giuocare?... Pure se costui fosse ancora a Milano, non c'è dubbio che lo riconoscerei, e sarebbe una fortuna per me, che così potrei far persuasa la signoria vostra illustrissima."
      },
      {
        "index": 134,
        "text": "— Perchè vi preme tanto di persuadermi? Chi vi ha detto ch'io voglia farvi colpa dei denari che avevate indosso?... Queste parole mi fanno nascere dei sospetti."
      },
      {
        "index": 135,
        "text": "— Vostra signoria illustrissima mi ha chiesto quanti denari avevo quando sono partito... Io ho risposto il vero, punto per punto... e siccome chi dice il vero, vuol essere creduto... così vorrei che alla S. V. ripetesse tale verità quello stesso che ha giuocato con me e che mi lasciò sul tavoliere sessantasei zecchini, ecco tutto."
      },
      {
        "index": 136,
        "text": "— Voi, a Venezia, i rapporti parlan chiaro, vi eravate dato a far il ricco gentiluomo, con gondola e livrea e il resto. Come si poteva far tutto ciò con mille cinquecento lire di Milano?"
      },
      {
        "index": 137,
        "text": "— Molti dei nostri più ricchi patrizj non hanno più di duecento, più di trecento lire al giorno. Vostra signoria illustrissima vede bene che per dieci o dodici giorni chicchessia che voglia assaggiare la vita del gran signore ci può riuscire con mille cinquecento lire... Tutto sta a continuare... Questo è il difficile."
      },
      {
        "index": 138,
        "text": "E l'auditore proseguiva:"
      },
      {
        "index": 139,
        "text": "— Voi asserite di non aver avuto che cento zecchini in tasca quando partiste per Venezia... ma da questi ricapiti e chirografi che il barigello si fece consegnare da voi, appare che sui banchi di Venezia voi avete messo a frutto più di trenta mila lire."
      },
      {
        "index": 140,
        "text": "— Queste le ho guadagnate a Venezia, dove mi sono recato espressamente per moltiplicare al giuoco la somma che già teneva presso di me. Vostra signoria sa che il conte Barbò in una sera guadagnò quaranta mila talleri di Carlo VI. Al giuoco si fa presto..."
      },
      {
        "index": 141,
        "text": "— Ma perchè dunque mi dicevate che avete voluto provarvi a far il gentiluomo con cento zecchini; mentre potevate dirmi addirittura che non si trattava più di cento zecchini ma di trenta mila lire?"
      },
      {
        "index": 142,
        "text": "— Ho detto così per dire... Del resto vostra signoria non può credere ch'io volessi nascondere il fatto dei recapiti che tenevo presso di me, dal momento che ho dovuto consegnarli al barigello, e che sapevo ch'erano stati consegnati nelle mani dell'eccellentissimo signor capitano di giustizia... Ma ora domanderei licenza a vostra signoria illustrissima di fare una domanda?"
      },
      {
        "index": 143,
        "text": "L'auditore guardò in viso al signor capitano, il quale accennò di lasciar fare e dire."
      },
      {
        "index": 144,
        "text": "— Parlate liberamente."
      },
      {
        "index": 145,
        "text": "— Vostra signoria mi domandava un momento fa se io conoscevo la cagione per cui venni arrestato ed ho risposto che non ne sapevo niente, come non ne so niente; ora si contenti, signore, di lasciarmi domandare il motivo per cui oggi sono qui."
      },
      {
        "index": 146,
        "text": "L'auditore finse di non intendere, fece pausa... e frugò in un fascio di carte da cui trasse un foglio che pareva una lettera spiegazzata, e la rilesse tutta attentamente senza dir verbo, poi continuò:"
      },
      {
        "index": 147,
        "text": "— Con quali persone del ducato o della città di Milano vi siete voi trovato nel tempo della vostra dimora in Venezia?..."
      },
      {
        "index": 148,
        "text": "— Con una sola."
      },
      {
        "index": 149,
        "text": "— Con chi?"
      },
      {
        "index": 150,
        "text": "— Colla signora contessa V..."
      },
      {
        "index": 151,
        "text": "— Per quali ragioni vi siete recato a farle visita?"
      },
      {
        "index": 152,
        "text": "— Dirò tutto; per supplicarla ad avere la bontà di non interrompere una mia tresca che avevo con una giovinetta che le abitava dirimpetto."
      },
      {
        "index": 153,
        "text": "— Come avete saputo che la contessa V... trovavasi , in Venezia?"
      },
      {
        "index": 154,
        "text": "— Era più difficile a non saperlo che a saperlo; tutti ne parlavano."
      },
      {
        "index": 155,
        "text": "— Ma perchè avete voluto mascherare la vostra condizione in Venezia, e supplicare per ciò la contessa a non palesarvi?"
      },
      {
        "index": 156,
        "text": "— La mia condizione di lacchè non era favorevole per farmi aprir le porte delle prime case di Venezia, e nemmeno per entrar nelle sale del ridotto di san Moisè. Se la contessa mi avesse palesato, io avrei dovuto sottostare ad un avvilimento vergognoso; perciò la pregai di tacere, e di non mettermi in piazza e di lasciar vivere, se anch'essa voleva vivere."
      },
      {
        "index": 157,
        "text": "— Perchè dite: se anch'essa voleva vivere?"
      },
      {
        "index": 158,
        "text": "— Ma chi non sa la storia della contessa, dal momento che tutta Venezia n'era piena? e appunto per questo le ho fatto intendere, rispettosamente, che badasse piuttosto a' fatti proprj, che non a guastare 1 fatti altrui. Anzi, sul proposito della signora contessa, giacchè essa ha tentato di rovinarmi..."
      },
      {
        "index": 159,
        "text": "Qui il Galantino si fermò di punto in bianco, spaventato dalla propria imprudenza, e diventò pallido come un panno lavato."
      },
      {
        "index": 160,
        "text": "Il capitano di giustizia fece un atto di sorpresa; l'auditore guardò il capitano contento, come un pilota che dopo una lunga bonaccia, odora finalmente un fil di vento, e s'accorge che si può spie gar la vela."
      },
      {
        "index": 161,
        "text": "— Come sapete voi che la contessa abbia tentato di rovinarvi, scrivendo sul conto vostro ad una persona fidata di Milano, e mettendo innanzi i sospetti che voi gli avete ispirati?"
      },
      {
        "index": 162,
        "text": "— Io non so nulla."
      },
      {
        "index": 163,
        "text": "— Come non sapete nulla? Cosa vi disse la contessa quando vi siete trovato seco? badate a non dir la bugia, perchè qui c'è tutto... e mostrò una lettera."
      },
      {
        "index": 164,
        "text": "— Cosa mi disse? molte cose mi disse."
      },
      {
        "index": 165,
        "text": "— Dite tutto, alla buon'ora, continuò l'auditore che in quel giorno era più coraggioso del solito."
      },
      {
        "index": 166,
        "text": "— Io non ho difficoltà nessuna a ripetere tutto il discorso..."
      },
      {
        "index": 167,
        "text": "— Le cose inutili mettetele da parte e rispondete a me. La contessa vi parlò del trafugamento di carte commesso nella casa del marchese F... nella notte del mercoledì grasso?..."
      },
      {
        "index": 168,
        "text": "Il lettore si accorgerà che l'auditore, se fosse stato più acuto e sagace, avrebbe potuto scansar tante lungaggini, e cominciare l'interrogatorio da questo punto principale... Buon per lui che il Galantino, per quanto astuto e destro, si lasciò accecare dall'ira momentanea e perdette la scherma: tanto è difficile a navigar sicuri nell'arduo mare delle bricconate."
      },
      {
        "index": 169,
        "text": "— Si, avete detto? continuava l'auditore... Come dunque avete potuto affermare, e, interrogato di nuovo, avete avuto la franchezza di ripetere che eravi ignota la causa per cui siete stato arrestato a Venezia e tradotto a Milano?"
      },
      {
        "index": 170,
        "text": "Il Galantino aspettò un momento a rispondere, poi disse: — Torno a ripetere che quando V. S. mi domandò se conosceva la causa del mio arresto, in quel punto era lontano le miglia dall'immaginarla, e soltanto adesso comincio a capire qualche cosa"
      },
      {
        "index": 171,
        "text": "— Ciò è affatto inverosimile... e nelle vostre parole mal si cela una bugia."
      },
      {
        "index": 172,
        "text": "— Una bugia? perchè? V. S. illustrissima mi perdoni."
      },
      {
        "index": 173,
        "text": "— Se la contessa vi manifestò com'era caduto su di voi il sospetto del furto tentato e consumato in casa F... in che modo non avete pensato a questa circostanza allorchè foste arrestato?"
      },
      {
        "index": 174,
        "text": "— In che modo non lo so... Ma il fatto è che non ci ho pensato; perchè le parole e i sospetti della signora contessa non mi fecero nè freddo nè caldo. Chi è mai a questo mondo che può temere le conseguenze di quel che non ha mai fatto? E, a proposito della signora contessa, io mi sento in dovere di annunciare un fatto. Un fatto che potrebbe dare un filo, a chi ci ha l'interesse, di scoprire l'autore del delitto commesso in casa F..."
      },
      {
        "index": 175,
        "text": "— Che?"
      },
      {
        "index": 176,
        "text": "— V. S. mi permetta di parlare liberamente."
      },
      {
        "index": 177,
        "text": "— Ve lo impongo."
      },
      {
        "index": 178,
        "text": "— Sappia dunque la S. V. che la contessa V... era l'amante occulta del marchese defunto."
      },
      {
        "index": 179,
        "text": "Qui ci fu un momento di pausa; il capitano e l’auditore si guardarono maravigliati."
      },
      {
        "index": 180,
        "text": "— Come potete asserir questo? La contessa ebbe sempre fama di donna onesta, austera..."
      },
      {
        "index": 181,
        "text": "— Della fama io non so niente; guardo ai fatti, 10; però chi ha potuto avere una tresca con un tenore... non c'è da restare balordi se potè intendersela prima con un marchese."
      },
      {
        "index": 182,
        "text": "Il capitano e l'auditore si guardarono di nuovo e raddoppiarono d'attenzione."
      },
      {
        "index": 183,
        "text": "— [Io era lacchè in casa F... e queste cose posso saperle... Ma non è ciò che importa... Una sera, prima ch'io partissi da Milano, voglio dire molti giorni prima della settimana grassa... io passeggiavo a notte tarda, in Rugabella... due uomini camminavano innanzi a me... intenti a discorrere, e credendosi affatto soli... non abbastanza a voce bassa; diceva dunque l'un di essi: Io so che il marchese F... (il marchese F... allora era gravemente ammalato) ha lasciato nel testamento alla contessa V... la sontuosa villa che ha in Brianza. L'altro che ascoltava si fermò su due piedi, e disse: A questo modo è un mettere in piazza la contessa... Quasi quasi ci sarebbe da sospettare che ciò possa esser mai una vendetta del marchese contro il conte V... dal quale, per un alterco, venne insultato e ferito in duello. Ma qui non ho sentito altro, perchè que' due, accortisi d'una pedata, si tacquero tosto."
      },
      {
        "index": 184,
        "text": "— Ma e che fa tutto questo?"
      },
      {
        "index": 185,
        "text": "— V. S. mi perdoni... ma se alla contessa potè mai trapelar qualcosa del testamento... è naturale ch'ella dovette desiderare che il testamento sfumasse per aria. La contessa non aveva bisogno delle ville del marchese... ma bensì che a tutti rimanesse celata la sua tresca vergognosa... Se dunque le signorie loro vogliono venire a capo di qualcosa... giacchè hanno voluto mandare ad arrestar me, sino a Venezia... me che non poteva avere, come non ho interesse nessuno nelle cose del marchese defunto... sicchè un tale sospetto mi fa venir voglia di ridere; mandino ad arrestare la signora contessa, e salterà fuori, lo scommetto, quel che si vorrà. La mia condizione è tale anzi, V. S. mi perdoni, che mi dà il diritto di pretendere che la contessa venga chiamata a Milano... Io che ho sopportato e sopporto la pena delle colpe altrui, il che non è giusto... V. S. perdoni questo sfogo alla mia infelice posizione..."
      },
      {
        "index": 186,
        "text": "L'auditore non disse nulla, e si volse al capitano, il quale dopo alcuni momenti di silenzio:"
      },
      {
        "index": 187,
        "text": "— Potete rimandarlo in carcere, disse. Per oggi basta."
      },
      {
        "index": 188,
        "text": "Il Galantino fu ricondotto in prigione; il capitano e l'auditore, quando furono soli:"
      },
      {
        "index": 189,
        "text": "— A me par di sognare, disse l'uno. — Io casco dalle nuvole, disse l'altro..."
      },
      {
        "index": 190,
        "text": "Ma intanto che l'uno e l'altro attendono a riaversi dallo stupore, noi siamo sollecitati dall'amore che portiamo a donna Clelia, a dichiarare al lettore che tutto ciò che disse il Galantino era una sua perfida invenzione per vendicarsi della contessa... Invenzione però che fe' presa in"
      },
      {
        "index": 191,
        "text": "giudizio, e fu occasione di una stranissima combinazione di cose, nella quale il costituito Suardi, tanto esperto giuocatore, non giuocò, di certo, la sua carta più fortunata."
      },
      {
        "index": 192,
        "text": "[VI]"
      },
      {
        "index": 193,
        "text": "La condizione degli avvenimenti che abbiamo a raccontare è tale, che ci conviene viaggiare innanzi e indietro da Venezia a Milano e da Milano a Venezia, come un conduttore di diligenza. Intanto adunque che a Milano il Galantino sottoponevasi al primo interrogatorio, a Venezia il tenore Amorevoli aveva raccolte dal suo gondoliere quante notizie gli bastavano sul conto della contessa Clelia. Siccome il Bianchi, gondoliere, quando non era al servizio di lei, stava di consueto al traghetto del molo alla punta dell'isola della Zueca, così i suoi compagni del traghetto medesimo sapevan benissimo chi egli serviva di gondola in quegli ultimi giorni. Amorevoli adunque, per quanto avesse fatto interrogazioni prudenti e velate, venne pure a conoscere ogni cosa, e della casa ove essa alloggiava, e della famiglia che la ospitava ed anche delle corse che da qualche giorno ella solea fare a diporto lungo il Canal grande; perchè il Bianchi, spiccandosi ad ora tarda dal suo posto, ove stava il più della giornata facendo versi sotto il felze negli intervalli di riposo, aveva detto più volte:"
      },
      {
        "index": 194,
        "text": "— Ora andiamo a prendere la nostra bella lombarda."
      },
      {
        "index": 195,
        "text": "Però volle anch'egli il tenore recarsi tra l'altre gondole in canale per vedere se mai gli venisse fatto d'incontrarsi in quella della contessa. Lo scontro potea benissimo succedere, senza che fossero turbate le leggi del possibile o del probabile, ma il caso volle che per quel giorno non se ne facesse nulla, e giuocassero quasi a chi si fuggiva; e anche allora che furono a pochi tratti di distanza, là verso santa Chiara, l'uno non avesse sentore dell'altra, e buona notte. Tornò dunque all'albergo e là, messosi in tutta gala, si portò poi, sempre intendesi in gondola, a far visita al corregidore Pisani, che aveva la sorveglianza de' teatri di musica, e dal quale eragli stato fermato il patto di sei sere di recita a quello di san Moisè, perchè solea tenersi chiuso in primavera ed estate l'inallora maggior teatro di san Cassiano. Recatosi da quel ricco patrizio, fu accolto come si poteva accogliere un celeberrimo artista di canto in un tempo in cui la musica era tenuta necessaria come l'aria e l’acqua. Il tenore si scusò del ritardo, dandone cagione a' fatti imperiosi, che il patrizio veneziano, sorridendo, accennò di sapere benissimo, e si dichiarò pronto ad incominciare i suoi impegni."
      },
      {
        "index": 196,
        "text": "Il corregidore gli disse che il teatro sarebbesi aperto fra poco perchè dovevasi attendere anche la ballerina Gaudenzi, la quale avea fatto scrivere, le si concedessero alcuni giorni prima di partire da Milano."
      },
      {
        "index": 197,
        "text": "— Edora, caro mio, ho a supplicarvi di un favore, soggiunse il conte."
      },
      {
        "index": 198,
        "text": "— Vostra eccellenza mi comandi."
      },
      {
        "index": 199,
        "text": "— Domani sera, a festeggiar l'arrivo del conte Algarotti, do un'accademia di musica a cui interverrà tutto il bello e il buono che abbiamo in Venezia, e molte preziosità che ci son capitate di fuori. Voi avete ad essere tra queste, e dovreste, se non pretendo troppo, cantare una scena, un'aria, che so io, un madrigaletto, qualche cosa insomma; v'è qui Luchino Fabris, l'imitatore di Egiziello, che vuol sentirvi; e nientemeno che la moglie di Hasse, la celebre Faustina, venuta per certe sue faccende di famiglia dalla Germania; la Faustina, ora matura fin troppo, ma che, cantando di agilità, è ancora capace di passar sedici crome in una battuta. V'è qui poi la Turcotti, che voi dovete conoscere perchè mi parlò di voi con entusiasmo tale che parrebbe oltrepassare persino i confini delle crome; e il conte sorrideva. E poi c'è il mago, il gran mago dell'archetto, quel diavolo di Tartini, che v'ha sentito e vuol risentirvi. Dunque, se mai vi bastasse l'animo di dir no, dovrei credervi un uomo ben inflessibile..."
      },
      {
        "index": 200,
        "text": "— Il vostro desiderio, eccellenza, basta perch'io m'induca a far ciò che di solito non faccio di buona voglia; perchè, prima di farmi sentire in camera, amo che mi si conosca in teatro..."
      },
      {
        "index": 201,
        "text": "— Vi comprendo benissimo, e tanto più vi ringrazio; ma io so, e me lo disse più d'uno, che voi siete padrone dell'arte in modo, che la governate a vostro arbitrio e in camera e in teatro. Dunque v'attendo domani, così verso le quattro di notte..."
      },
      {
        "index": 202,
        "text": "— Io vi sarò senz'altro... e Amorevoli si licenziava, il quale non avrebbe certo accettato di far la sua prima comparsa in Venezia a quel modo, se non lo avesse sollecitato la brama di vedervi la contessa. In questo pensiero, giacchè erasi fatto tardi e per quella notte ei non sapeva in che luogo ridursi di Venezia, ritornò al suo alloggio allo Scudo di Francia. Là, giacchè l'albergatore gli aveva fatto portare in camera, siccome ne avea avuto l'ordine, una spinetta da nolo; trasse dal baule la sua biblioteca musicale portatile, e si mise a sfogliazzarla, onde cercarvi qualche cosa che potesse fare all'uopo per l'accademia del giorno successivo. Un'aria della Merope di Jomelli, per la quale il celebre napoletano tre anni prima aveva fatto impazzire tutta Venezia e gli era stato offerto un posto di direttore nel Conservatorio delle fanciulle povere; un'altr'aria dell'Achille in Sciro dello stesso maestro; l'aria celeberrima dell'Olimpiade di Pergolese, che già l'udimmo cantare nelle carceri del Pretorio a Milano. Un grande recitativo dell'Artaserse del Vinci, il maestro perfezionatore dei recitativi obbligati. Alcuni madrigali dell'abate Steffani, passato da Venezia in Germania ad educarvi Haendel, il quale si assimilò le più care imagini melodiche del maestro, e infuse per tal modo la psiche italica nell'astrusa compagine germanica; alcuni altri celeberrimi madrigaletti dell'abate Clari, sposati per lo più a giuocherelli di poesia erotica, ma squisitissimi di stile melodico. D'una in altra cosa, Amorevoli cominciò a provare qualche frase sottovoce, accompagnandosi alla spinetta; ma quando dalle arie passò al recitativo di Vinci, la musica declamata eccitandolo ad entusiasmo, gli fece mandar fuori tutta la sua voce piena, come se fosse alla ribalta d'un grande teatro."
      },
      {
        "index": 203,
        "text": "Era la terza volta che Amorevoli riprovava una nota tenuta, un sibemolle prodigioso, alla risoluzione del sublime recitativo di Vinci, quando sentì batter crudamente alla porta della camera. Interrompere chicchessia, foss'anco l'uomo il più placido, nel fitto d'un'occupazione a cui mette tutto l'interesse e tutta l'anima, è il vero segreto di farlo prorompere in atti d'ira, di quell'ira che è deposta in petto a tutti i mortali anche i più linfatici, non essendovi differenza che nella dose. Amorevoli aveva avuto dalla natura una dose d'ira, come suol dirsi, normale, ma gli era stata accresciuta dalle suscettività teatrali e dalle diverse liti cogli impresarj, e dalle controversie coi vestiaristi, sempre incapaci ad accontentare un cantante; per di più essendo romano, da Transtevere, dov'era nato, aveva portato seco ne' suoi viaggi tutti que' modi risoluti e troppo espressivi onde quella frazione di popolo sa imprecare più di tutti i popoli del mondo. Quando adunque si sentì rotto in due il suo preziosissimo sibemolle da quell'importuna picchiata, mandò fuori una di quelle tali frasi, e in quel tono acuto e vibrato che gli era rimasto in gola... e nel tempo stesso andò ad aprire. Era un servo in livrea, con baffi, distintivo rarissimo in quel tempo, e che per lo più soleano portar coloro che, dopo aver servito a lungo nella milizia, si riducevano a mestieri ed a servigj comuni della vita, press'a poco come al tempo nostro, in cui quanti hanno portato sciabola o fucile al reggimento, o hanno inforcato un arcione, serbano nell'aspetto qualche marchio indelebile, pel quale si può quasi indovinare se furon soldati di cavalleria o di fanteria. Quel servo pertanto, con un accentaccio lombardo e con parole nelle quali, per indefinibili combinazioni, si sentiva un'incondita fusione di Milano, di Spagna e di Veneto:"
      },
      {
        "index": 204,
        "text": "— Il mio padrone, disse, è stracco, e vorrebbe dormire, e gli danno gran noia i vostri gridi. Però uomo avvisato, mezzo salvato."
      },
      {
        "index": 205,
        "text": "A quell'intemerata così improvvisa e così villana, Amorevoli s'accontentò in prima di guardare quel servitore con tutto il veleno che gli potea schizzare dagli occhi, poi soggiunse:"
      },
      {
        "index": 206,
        "text": "— E chi è codesto capo di popone che ti dà simili incarichi? Esci tosto, o non avrai tempo di contare i gradini di questa scala, tanto di fretta io te li farò fare. — E senza più, richiuse 1 battenti dell'uscio sulla faccia del servitore, e rimessosi alla spinetta, tornò al suo recitativo, azzardando un do sopracuto di petto, che parea voler trapassare il soffitto della camera..."
      },
      {
        "index": 207,
        "text": "Ma chi era quel servo, e a nome di chi veniva? Già noi non intendiamo di fare una sorpresa; son cose presto indovinate. Lo Scudo di Francia era allora tra' più sontuosi alberghi di Venezia. Il"
      },
      {
        "index": 208,
        "text": "conte V... ch'era entrato la sera in città, in quella barca precisamente della quale la contessa Clelia, non presaga di nulla, aveva veduto alla lontana luccicare il fanale, era disceso a prendere alloggio a quell'albergo appunto, e in compagnia del suo più fido servo, il quale era già stato suo caporale al reggimento. Preso uno degli appartamenti più ricchi dell’albergo, abitava il piano superiore a quello ove Amorevoli s'era acconciato. La combinazione può parere strana per coloro a cui tutto riesce improbabile. Ma il tenore non era poi obbligato a prendere alloggio in una bettola, e il conte, per quanto fosse conte e colonnello, non aveva diritto nessuno di alloggiare nelle camere del Doge. Onde se si trovarono ambedue in quell'albergo, la cosa è tanto verosimile, che quasi sarebbe inverosimile la sua contraria. Ma di ciò non è questione. Il conte V... era dunque venuto a Venezia con intenzioni terribili... in questo almeno era logico: o non muoversi affatto da Milano e bever l'onda di Lete, ciò che invero sarebbe stato atto prudentissimo, chè il suo decoro, non ne andava di mezzo per nulla; o, giacchè erasi mosso, doveva averlo fatto per qualche cosa. Lungo il viaggio aveva meditati, come sappiamo, o almeno come si può congetturare, cento progetti, che tutti gli pareano eseguibili e tosto: ma appena furon tolte le distanze, che a lui erano sembrate il solo ostacolo all'ira sua ed alla sua vendetta, se gli rimase l'ira, si trovò impacciato sul modo di scaricarla agli altrui danni. Bastonare, frustare, sfregiare in qualche modo l'effeminato e petulante e plebeo cantore, com'esso lo chiamava, era il voto supremo della sua mente in ebollizione, ma bisognava pure che si presentasse un'occasione. Bene si ricordava dello sfregio fatto a Voltaire da quel tal duca irritato dalle sue punture; ma cogliere un uomo all'impensata e farlo bastonare da mani prezzolate gli pareva un'azione vilissima, e indegna di cavaliere e di soldato. Dovevasi pertanto cogliere un'occasione plausibile; ma per coglierla era necessario che l'occasione venisse e spontanea e tale, che il mondo potesse dire: — È giusto che colui sia stato bastonato. — E in quanto alla contessa?... Ahimè, che pensando a lei il colonnello si smarriva in un abisso di dubbj."
      },
      {
        "index": 209,
        "text": "Ei non era nè determinato, nè focoso, nè innamorato, nè geloso come Otello. Non era assassino come Pietro de' Medici; non efferato come il duca di Guisa; non era cupo e taciturno come Nello della Pietra; non longanime come il Lopez dalla vendetta segreta; bensì in quel suo testone di ceppo e in quel suo cuoraccio da galantuomo era una miscela di tutti questi ingredienti. Ma val più una goccia di acido prussico a produrre i subiti effetti, che dodici elementi che si faccian guerra a vicenda; onde egli si affannava senza costrutto e senza mai sapersi determinare a cosa nessuna; al pari del tenore Amorevoli aveva anch'esso, in quella sera, pagato lautamente, se non un gondoliere, un servitore di piazza, per sapere tutto quello che gli occorreva di sapere; nè per questo i denari erano stati mal spesi; col verboso cicerone era stato in gondola a visitare i luoghi, il rio san Polo, il palazzo Salomon, la scalea, la finestra, la porta del lato della calle, tutto. Ma più raccoglieva notizie e mezzi, insomma più innoltrava nella via ch’egli aveva cercato, e più crescevano le sue irresoluzioni. Se non che, nel fitto appunto di quelle sue accalorate consulte, sente un suono di spinetta di sotto a sè, poi un cantare sommesso, poi una voce che si snoda e si alza, e si diffonde in vibrazioni acute."
      },
      {
        "index": 210,
        "text": "Gli pare e non gli pare; chiede a sè stesso: chi è mai costui? e, chiamato il servitore, fa domandare il cameriere."
      },
      {
        "index": 211,
        "text": "— Chi è costui che a quest'ora grida come se fosse in teatro?..."
      },
      {
        "index": 212,
        "text": "Il cameriere mal comprende, non tanto le parole del conte, quanto il piglio sdegnoso onde le pronuncia."
      },
      {
        "index": 213,
        "text": "— Eccellenza... è uno dei più celebri cantanti del giorno... Tutti i forestieri che alloggiano qui... son discesi tutti nel salone che è presso le sue camere, per sentirlo più dappresso, e tutti fanno le meraviglie e vanno in solluchero, e si chiamano fortunati d'essere venuti ad alloggiare qui, e poterlo udire prima che canti in teatro, chè egli è la prima volta ch'ei ci capita a Venezia."
      },
      {
        "index": 214,
        "text": "— Ma chi è dunque?"
      },
      {
        "index": 215,
        "text": "— È il tenore Amorevoli, per servirla."
      },
      {
        "index": 216,
        "text": "E il conte che già ne avea un sentore, non fece atto di meraviglia nessuna; e rivolto al servo- caporale ch'era lì presente:"
      },
      {
        "index": 217,
        "text": "— Va tosto abbasso, gli disse, e di' a costui che a quest'ora altri dorme qui, e non vuol essere messo in soprassalto da' suoi strilli."
      },
      {
        "index": 218,
        "text": "Il cameriere s'intrometteva per impedire un tale atto, ma il conte-colonnello:"
      },
      {
        "index": 219,
        "text": "— Va dunque, ruggì al servo-caporale, e bada di non far complimenti. Parla chiaro e risoluto... e se non obbedisce la vedremo."
      },
      {
        "index": 220,
        "text": "Il servo, come sappiamo, fece quel che fece, ma quando venne respinto dal tenore, non sapendo che risolvere, perchè di fuori erano molti camerieri che adocchiavano, risalì agli appartamenti del padrone a riferirgli la risposta... Il conte stava in ascolto... quando gli giunse all'orecchio quel do di petto sopracuto che lo fece spiritare, onde, senza rispondere, discese precipitoso e formidabile, come un orso che affamato si rotola dal monte se mai gli venga veduto un giovenco sbandato alla campagna. Discese e bussò sì forte, che Amorevoli dovette aprire... e si vide innanzi, non certamente aspettato... il conte grande e grosso e fiero, il conte che molte volte dalla ribalta aveva veduto in palchetto."
      },
      {
        "index": 221,
        "text": "[VI]"
      },
      {
        "index": 222,
        "text": "Che la vista improvvisa del conte V... facesse un'ingratissima sorpresa ad Amorevoli, ognuno lo può credere senza fatica. Si scolorò nel viso, fece un passo indietro perplesso, e, in una parola, mostrò di fuori tutti i segni di chi si lascia cogliere dal timore; ma tutto dipendeva dalla sorpresa."
      },
      {
        "index": 223,
        "text": "Or che si fa? gli disse il conte."
      },
      {
        "index": 224,
        "text": "È così vero che l'effetto della musica deriva tutto dal colorito, che quella domanda del conte, per sè stessa così semplice, fece avvicinare di qualche passo all'uscio della camera d'Amorevoli i camerieri che si trovavano là presso e 1 forestieri ch'eran discesi, chè l'inflessione della voce e l'accento fece parer terribili quelle pur così insignificanti parole."
      },
      {
        "index": 225,
        "text": "Un momento di riflessione però era bastato perchè Amorevoli si rimettesse, come suol dirsi, in sella, onde a quella domanda del conte:"
      },
      {
        "index": 226,
        "text": "— Si canta e si suona, rispose."
      },
      {
        "index": 227,
        "text": "— Fango salito in scanno, al cospetto di chi credi tu di trovarti?"
      },
      {
        "index": 228,
        "text": "— Al cospetto di chi meriterebbe discendere dallo scanno nel fango."
      },
      {
        "index": 229,
        "text": "Il conte fece un passo innanzi, e la mossa fu tale, che i camerieri accorsero e lo trattennero."
      },
      {
        "index": 230,
        "text": "— Ma, disse allora Amorevoli, che pretendete da me, signor conte? Con che diritto vi siete fatto lecito di mandare ad insultare un uomo dabbene? Io sto nella mia camera, io attendo a' fatti miei e all'arte mia, e se momenti fa colla voce potevo ferire l'orecchio altrui, pregovi a pensare che non è mezzanotte e siamo in Venezia, e di quest'ora gli è come si fosse di mezzodì, in un'altra città. Le costumanze, i convenevoli, i riguardi li conosco al pari di chicchessia. Se mi aveste mandato a pregare coi modi del gentiluomo, meno male, vi avrei esaudito; ma invece quel vostro domestico si comportò di maniera, che fu assai se non l'ho spinto rotolone giù per la scala. Del rimanente, se in poco o in nulla vi credete offeso, io son qui pronto a darvi qualunque soddisfazione."
      },
      {
        "index": 231,
        "text": "— E quali soddisfazioni mi puoi dare tu?"
      },
      {
        "index": 232,
        "text": "— Quelle dell'uomo onesto in faccia a chi vuol dar spettacolo di coraggio."
      },
      {
        "index": 233,
        "text": "— Ma giacchè ti vanti di conoscere 1 convenevoli e le prammatiche, non sai tu, istrione vilissimo, ch'altri offende se stesso misurandosi co' pari tuoi?"
      },
      {
        "index": 234,
        "text": "— Pari o no pari, questa la xe ona prepotenza da sior Lelio..."
      },
      {
        "index": 235,
        "text": "Chi diceva queste parole era un giovane di vent'anni, poco su poco giù, il quale vestiva l'assisa di soldato di marina. S'era trovato là ad udire insieme cogli altri forestieri; ed avendo preso notizia del fatto, e parendogli quella del conte un'insopportabile soperchieria, non potè più contenersi, e strillò quelle sue parole con fremebonda concitazione. Il conte si volse, e:"
      },
      {
        "index": 236,
        "text": "— Chi m'interrompe? disse."
      },
      {
        "index": 237,
        "text": "— Angelo Emo, nobile di nave, disse il giovine uscendo dal crocchio, e saettando la sua giovane pupilla nella pupilla torva del conte."
      },
      {
        "index": 238,
        "text": "Era esso davvero quell'Angelo Emo, il futuro assediatore di Tunisi, colui che gloriosamente doveva chiudere la serie degli ammiragli della serenissima repubblica. Di quel tempo, uscito appena dalla istituzione del Bilesimo consultore della Repubblica, del padre Lodoli, altro consultore, e del celebre Stellini, era entrato da pochi giorni nella carriera marittima, nella qualità appunto di nobile di nave, tirocinio che si faceva durare quattr'anni, col saggio intendimento che i giovani alunni unissero la pratica alla teoria. Di que' giorni egli stava coll'equipaggio lungo le coste dell'Adriatico, e avendo sentito com'era aspettato a Venezia il conte Algarotti, che fanciullo egli aveva conosciuto nella casa paterna, impetrò dal capitano di nave il permesso di venire a Venezia; e siccome il padre, per essere riformatore degli studi, stavasi a Padova colla famiglia, egli avea preso alloggio all'albergo dello Scudo di Francia."
      },
      {
        "index": 239,
        "text": "— Or come c'entrate ne' fatti altrui? disse il conte al giovine soldato."
      },
      {
        "index": 240,
        "text": "— Quand'uno offende un altro senza ragione e con violenza, tutti hanno diritto d'immischiarsi ne' fatti dell'uno e dell'altro. In conclusione, che v'ha fatto quel signore? Chi mai poteva imaginarsi che la musica vi dovesse far abbaiare alla luna come un cane da presa? O quel signore v'ha offeso, o voi avete offeso lui... Fin qui non c'è nulla di straordinario. Ciò che v'ha di strano si è ch'egli si dichiari disposto a darvi ogni soddisfazione... e voi la rifiutate. E che vorreste dunque?... ch'egli si ammazzasse per rispetto alla vostra corona di conte?"
      },
      {
        "index": 241,
        "text": "— Ragazzo, bada, ch'io non torca su di te l'ira che mi venne da lui!"
      },
      {
        "index": 242,
        "text": "— Edora son io che vi chiedo soddisfazione, signor conte!... Or non vi può soccorrere la scusa della mancanza di parità fra noi... Voi siete conte ... lo credo perchè lo sento a dire, e poco me ne importa ... In quanto a me... i miei avi furon reggitori di quest'isole quando primamente si congiunsero a città. Piero Emo fece prodigi di valore nella battaglia di Chiozza. Altri si onorarono in ambasciate e in magistrature. Molti di quelli che sono qui presenti sanno chi sono, e ponno fare testimonianza di ciò... però raccogliete questo guanto."
      },
      {
        "index": 243,
        "text": "E il giovinetto generoso, levatosi il guanto di daino, lo gettò al piede del conte V... che lo raccolse e soggiunse:"
      },
      {
        "index": 244,
        "text": "— Sta bene. Or pensate al resto, perch'io non son di Venezia, e non posso scegliermi i padrini in una città che non conosco."
      },
      {
        "index": 245,
        "text": "Il lettore si ricorderà d'aver veduto qualche volta addensarsi un terribile temporale al di sopra di un tratto di territorio, e d'aver detto in cuor suo: non vorrei aver io il mio grano e le mie vigne colà; ma d'improvviso il vento cangiar direzione alla procella stessa, e portar lo schianto della gragnuola in quelle parti invece su cui alcuni momenti prima il cielo si distendeva sgombro e tranquillo."
      },
      {
        "index": 246,
        "text": "Quando il conte V... feroce e bestiale discese precipitoso a percuotere con violenza la porta della camera d'Amorevoli, scommettiamo che la metà almeno dei nostri lettori avranno ripreso fiato per assistere alla truculenta scena del tenore fracassato e morto. E di fatto, una parola, un gesto di più, qualche cameriere di meno, più radi forestieri e più placidi e prudenti, una sola insomma di tali cause potea bastare a far iscattare la molla d'una catastrofe tragica..."
      },
      {
        "index": 247,
        "text": "Ma invece un fil di vento e poche parole in dialetto veneziano valsero a cambiar la direzione delle cose. — Omnia sunt hominum tenui pendentia filo; e se Amorevoli potè scampare dal pericolo, per verità che quasi aveva l'obbligo di far cantare un Te Deum in San Marco."
      },
      {
        "index": 248,
        "text": "Del resto, in una relazione storica, scritta nel secolo passato da un Cadorin padovano, dove è parlato di Angelo Emo, è riferito codesto fatto del duello ch'egli ebbe nella sua prima giovinezza con un nobile lombardo."
      },
      {
        "index": 249,
        "text": "Ed ora tornando a noi, quando il conte V... ebbe raccolto il guanto, il giovine Emo, con quella delicata cortesia che accusava in lui e mente e cuore fuor dell'ordine comune, disse, rivolto ad Amorevoli:"
      },
      {
        "index": 250,
        "text": "— Mi perdonerete, signore, se io ho voluto per ora togliervi di mano il fioretto. Ma al tempo non manca mai il tempo."
      },
      {
        "index": 251,
        "text": "— Per me sono sempre disposto a ripigliare il vostro, quando l'abbiate adoperato. La mia nobiltà sta nell'arte mia e nella mia vita senza rimproveri. Quando il conte accetti, io sono sempre qui ad attenderlo."
      },
      {
        "index": 252,
        "text": "Il conte non fece motto. Angelo Emo soggiunse qualche altra gentilezza ad Amorevoli, poi scambiate alcune parole con alcuni amici che gli stavano intorno, due di questi si mossero ed accostatisi al conte V..."
      },
      {
        "index": 253,
        "text": "— Adesso, gli dissero, giacchè noi per parte del nobile Emo lo assisteremo sul terreno come padrini, voi sceglierete i vostri fra que' quattro gentiluomini là, che sono parati ai vostri comandi, e intanto ci ritireremo a trattare del come e del dove."
      },
      {
        "index": 254,
        "text": "Così tutti si ritrassero, mentre Amorevoli si rinchiuse nel suo camerino."
      },
      {
        "index": 255,
        "text": "E intanto noi balzeremo da questa notte alla notte successiva per assistere, nel palazzo Pisani, alla lanterna magica, dove si vedranno a passare l'un dopo l'altro i letterati, poeti, i pittori, i musici,"
      },
      {
        "index": 256,
        "text": "Le donre, i cavalier, l'armi, gli amori"
      },
      {
        "index": 257,
        "text": "onde in quel tempo Venezia brillava fra le città d'Italia. Nè ciò sarà fatto a caso, perchè colà si offriranno forse le occasioni per isciogliere nodi a cui il lettore probabilmente tien l'occhio."
      },
      {
        "index": 258,
        "text": "[VII]"
      },
      {
        "index": 259,
        "text": "Due palazzi egualmente celebri, che portano il nome dei Pisani, vi sono in Venezia; quello a San Paolo, che ha la facciata rispondente sul Canal grande; e quello in Campo San Stefano. Il primo, appartenente a quello stile archi-acuto veneziano che ha per distintivo caratteristico il foro quadrilobato interposto agli archi, ma che nei pilastri bugnati e nel basamento accenna alle prime transazioni tra l'arte del medio evo e il ritorno dello stile romano, è lodato per l’eleganza nativa dell'ordinamento generale del primo stile e la felice libertà degli innesti del secondo. Ma il palazzo Pisani di San Stefano è bestemmiato dalla critica più recente, che lo chiamò un'insignificante montagna di pietre sagomate. Ognuno ha i suoi gusti, e noi, sebbene troviamo pessima di stile la facciata di questo palazzo, giudichiam d'altra parte degnissima di meraviglia la gigantesca grandiosità di tutto l'edificio; i cortili a molti piani di poderosa struttura, le scale, gli appartamenti, le sale che ancora oggi, pur nel tristo abbandono in cui giaciono, fanno rimpiangere allo spettatore quell'avito splendore ove al tempo nostro è infranta affatto la tradizione. Nelle opere dell'arte, segnatamente dell'architettura, la grandiosità dell'impianto e l'audacia del concetto sono elementi che non ponno essere disprezzati, bastando soli a dare importanza agli edifizj. La miscela di più forme, i giuochi di parole, i bisticci, le freddure onde pur sono offese le composizioni drammatiche di Shakespeare, non tolgono ch'egli giganteggi su tutti coloro che non straripano perchè non hanno fantasia che rigurgita. D'altra parte quella miscela ha un valore, se non per l'arte almeno per la storia di essa, almeno per le significanze ch'ella serba in molte parti della storia generale. I drammi di Shakespeare sono l'enciclopedia storica della grammatica inglese, chè cento autori portarono le diverse loro acque a quell'oceano; e il medesimo può dirsi di alcune opere dell'edilizia, fatte innalzare da più volontà e da ingegni diversi, che serbano le varie impronte dei tempi in cui hanno operato; onde se il gusto squisito, contemplando il tutto, si offende, non essendo preoccupato che delle linee e delle forme; l'intelletto abbracciando invece più elementi, non resta offeso dalle forme imperfette, perchè si lascia preoccupare dai varj significati che offre l'edificio. Nel vetusto San Marco, la meraviglia massima delle meraviglie veneziane, è una mescolanza di tutti gli stili e di tutte le idee che quegli stili, secondo alcuni, dovrebbero rappresentare — l'arte cristiana vi transige colla pagana, le incondite stranezze dell'impero basso contaminano spesso i simboli cristiani, la cupola orientale gira sugli archi latini, la colonna greca posa sulle costruzioni bizantine. — La critica inesorabile che è fida al bello assoluto e lo trova nella sola unità poderosa, s'indispettisce di"
      },
      {
        "index": 260,
        "text": "tali mescolanze; ma v'è quell'altra critica più grande, più intellettuale, più liberale, che trova quell'edificio d'un valore inestimabile, per le sue varietà appunto, e perchè l'architettura essendo un libro di granito, come disse il poeta, tanto più quel libro è prezioso, quanto più fatti ricorda della storia di un popolo. Tutte queste nostre chiacchiere vorrebbero dire che anche il grandioso palazzo Pisani, imperfetto, difettoso, senza carattere deciso, ha un merito, se non in faccia alla critica dell'arte, in faccia a quella della storia, e che per ciò i Pisani che lo hanno fatto innalzare e continuare, non hanno mal speso i denari, come taluno ha detto. Cominciato alla metà del 1500 dal Sansovino, fu compiuto quasi due secoli dopo dal vicentino Frigimelica, onde codesto edificio, esaminato in tutte le sue parti, presenta tutte le vicende della grandezza veneziana negli ultimi suoi secoli, e dei trapassi del gusto, rappresentati da vari architetti. Che se anche oggi, pur nell'abbandono in cui è lasciato, serba ancora qualche significato, si figura il lettore quel che nel secolo passato dovesse parere al visitatore intelligente, in uno di quei giorni in cui la ricchezza del proprietario Alvise Pisani lo apriva alla folla dei patrizj e delle altre classi distinte; quel che dovesse parer nella notte in cui lo dischiuse per festeggiare l'arrivo del conte Algarotti, il quale in quel tempo, per straordinario beneficio di fortuna, sedeva re di tutti i regni delle scienze e delle arti. Erano le tre ore di notte; risplendevano tutte le finestre della facciata che guarda il Campo San Stefano. Le due statue oziose, che stanno a' fianchi della maggior porta, avevano avuto anch'esse in quella sera l’incarico di portare un gran fanale sulla testa; risplendeva tutto il lato del palazzo che guarda il rio; e più servi con torcie a vento stavano sulle due scalee per cui si ha accesso al palazzo da quella parte appunto; era tutta illuminata la lunga calletta per la quale il palazzo ha una comunicazione col Canal grande, sulla scalea della quale stavano pure altri servi con torcie a vento per ajutare lo sbarco dalle gondole accorrenti. Dalla parte del campo venivano a frotte di due, di tre, di quattro gentiluomini e gentildonne, preceduti dai servi col lampione. Il Canal grande, per quanto spazio misura la linea di due o tre palazzi, era tutto pieno di gondole con gondolieri schiamazzanti ad aprirsi la via, chi verso l'approdo della calletta, chi verso il rio interno. Gl'invitati che veniano dal campo, s'incontravano nell'atrio con quelli che arrivavano dal rio; e quand'erano forestieri o veneti di terra ferma, si soffermavano a guardare il leone rampante scolpito, che era lo stemma di casa Pisani, colla spada da un lato, la mazza e l'elmo dall'altro; e i fanò delle galeazze che già avevano rischiarate le vittorie del glorioso Vittor Pisani. Tutti costoro poi si incontravano nell'ultimo cortile con quanti vi approdavano dal canale, e insieme salivano lo scalone e, d'una in altra anticamera, entravano nella maggior sala, la cui vòlta, dipinta dal Guarana, è sorretta da molte colonne corinzie, oggi mostranti il gretto legno, allora tutte splendide d’oro nel capitello, nelle scanalature, nella base."
      },
      {
        "index": 261,
        "text": "In quella sala v'era uno scompartimento apposito per l’orchestra e pei clavicembali."
      },
      {
        "index": 262,
        "text": "L’accademia, dovendosi incominciare ad ora più tarda, la folla dei visitatori traeva di sala in sala ad ammirare gli sfoggi straordinar) di quel palazzo e di quegli appartamenti: i dipinti di Tiepolo, del Tiepoletto, del Canal, del Rizzi, del Cignaroli; i damaschi, i sopraricci, gli arazzi della fabbrica privilegiata, allora celebratissima, delle sorelle Dini, le quali ritraevano un assegno annuo dalla stessa Repubblica. E segnatamente si trattenevano ad esaminare a parte a parte le ricchezze d'ogni guisa che risplendevano nella così detta sala d'Apollo dipinta a chiaroscuro dall'Amigoni bergamasco. Se non ci tormentasse la noja delle descrizioni, onde amiamo dipingere a sguazzo con pennello scenografico e in istile piazzoso, piuttosto che col pennello minuto dei Fiamminghi, vorremmo riprodurre così al vivo il palazzo Pisani di dentro e di fuori in quella serata musicale, che il lettore dovrebbe confessare che oggidì per questo lato la ricchezza par miseria; e quando pure dà il caso che taluno voglia sfidare il passato per superarlo, non riesce che ad essere la scimia che imita il padrone, e provoca il riso invece della meraviglia; perchè c'è una cosa, che distingueva i nostri buoni vecchi, ed è l'armonia che univa la loro persona e i loro vestiti colle proprie abitazioni, le suppellettili, gli addobbi, le tappezzerie, gli ornati, le pitture onde si circondavano. Oggi invece il cilindro del secolo decimonono copre una testa colla barba di Carlo V, o i mustacchi a coda di topo di Tamerlano. Oggi il monotono e gretto frack di panno nero, e i calzoni attillati del marito, si smarriscono nelle volute e nelle sinuosità del guardinfante risuscitato dalla moglie ingrossata. Oggi il signore sotto i soli d'Italia porta il soprabito di guttaperca, che ci fa sentire il ribrezzo delle nebbie"
      },
      {
        "index": 263,
        "text": "inglesi impregnate di filigine; mentre poi sul serpe della carrozza parigina il cocchiere reca l'impronta di una vecchiezza anticipata sotto la parrucca a tre giri del senator Tredenti; e nelle case la stessa sconcordanza perpetua, e negli addobbi e negli ornati sempre una ricchezza senza logica e che rinnova l'immagine oraziana del mostro equino."
      },
      {
        "index": 264,
        "text": "Rifacendoci coi nostri personaggi, a tre ore di notte Amorevoli portossi al palazzo Pisani, dove s'incontrò in Luchino Fabris, musico di gran merito, imitatore fortunato del celebre Egiziello. Essi eransi trovati insieme viaggiando più volte, e avevano stretta amicizia; ma, per combinazione, non eran mai stati scritturati a cantare insieme nè in un medesimo teatro nè in una città medesima, onde si conoscevano per fama, e avevano il desiderio di sentirsi a vicenda."
      },
      {
        "index": 265,
        "text": "— Ho caro assai di vederti qui, disse il Fabris ad Amorevoli, e finalmente udrò la tua voce."
      },
      {
        "index": 266,
        "text": "— Edio avrò il dispiacere di fartela sentire in un cattivo momento, disse Amorevoli. Non sto niente di lena, e cento cose mi dan noja."
      },
      {
        "index": 267,
        "text": "— So tutto, amico mio, ma sono ingredienti quelli che non scemano punto il colorito al canto. Tu vedrai la contessa, e..."
      },
      {
        "index": 268,
        "text": "Amorevoli finse di aver preoccupata l'attenzione a qualche oggetto, e non rispose."
      },
      {
        "index": 269,
        "text": "— Credo bene che la bella lombarda verrà stanotte qui, come s'è mostrata altrove in questi giorni addietro... Ma tu guardi Apollo in quadriga, e non ci senti da quest'orecchio. Pure, se tu taci, tutti parlano. Dammi dunque retta. Sento che c'è qui il marito della contessa..."
      },
      {
        "index": 270,
        "text": "— Anche questo si sa?"
      },
      {
        "index": 271,
        "text": "— E che mai? pretenderesti forse che del duello col giovine Emo non fosse trapelato nulla, quando cameriere e cuoco e guattero sono stati testimonj della scena?"
      },
      {
        "index": 272,
        "text": "— E come si racconta la cosa?"
      },
      {
        "index": 273,
        "text": "— Sta tranquillo; tu ci fai buonissima figura. Ma ora si vuol sapere come riuscì il duello... è il discorso di tutti... Non sai nulla tu?"
      },
      {
        "index": 274,
        "text": "— Nulla affatto. Sono andati in Terra Ferma, fuori un tratto del territorio della Serenissima per scansare certa legge che li avrebbe colpiti. Però non se ne sa nulla ancora. Lasciamo dunque che tutto vada a beneficio o maleficio di fortuna; e dimmi chi è quel cosino là smilzo e pallido, colla collana e il medaglione e la croce in petto... Tu hai cantato per due stagioni l'una dopo l'altra a Venezia... e questa che s'innoltra sarà la terza... Devi dunque avere la città tutta quanta in sul palmo, e saper vita e miracoli di ciascuno come un barbiere."
      },
      {
        "index": 275,
        "text": "— Davvero che di questa città ormai conosco il dritto e il rovescio come se fosse la mia giubba. Ma non domandarmi chi sia colui, perchè non l'ho mai veduto nè qui, nè altrove, nè in piazza."
      },
      {
        "index": 276,
        "text": "Dicendo questo il Fabris si volse a chi gli passava presso, e chiese il nome di quel gentiluomo."
      },
      {
        "index": 277,
        "text": "— Chi è colui? rispose l'interrogato con un sorriso secco e amaro. Ma gli è forse permesso ignorarlo? Esso è nientemeno che il re della festa."
      },
      {
        "index": 278,
        "text": "— Chi? il conte Algarotti?"
      },
      {
        "index": 279,
        "text": "— L'Algarotti... sì signori... plebeo di Venezia, conte di Prussia, ciambellano di S. M. il Re Federico, cavaliere del Merito, consigliere intimo del Re di Polonia, consultore del duca di Savoja, di quello di Parma, del Papa; membro di tutte le università, socio di tutte le accademie che furono, che sono e che saranno: astronomo, poeta, pittore, architetto, suonatore di violino... Di molti si suol dire che cosa è... di costui bisogna dire che cosa non è... Tuttavia quel ch'ei valga davvero, lo si conoscerà da qui a cinquanta e meglio ancora da qui a cento anni. Intanto ha la tosse, e un polmone che si rifiuta a fare il suo solito servizio. Padroni riveriti."
      },
      {
        "index": 280,
        "text": "Così dicendo, quel gentiluomo si mescolava tra folla e folla."
      },
      {
        "index": 281,
        "text": "— Che costui sia un qualche letterato o poeta, razza invidiosa e malefica? disse il musico Fabris, il quale scontrandosi in quel punto faccia faccia con un uomo tutto vestito di nero, alto e magro, ch'ei ben conosceva:"
      },
      {
        "index": 282,
        "text": "— Signor abate, disse, vorrei sapere il nome di quel giovinotto lì alto e stecchito, con cui testè ho parlato e che or sorride a quella dama."
      },
      {
        "index": 283,
        "text": "— Se non amate ch'altri vi tagli 1 panni addosso, fate di scansarlo... Egli è il conte Carlo Gozzi, il quale ha il cervello fatto di fegato, onde se schizza fiele e bile ad ogni parola, la cosa è naturale."
      },
      {
        "index": 284,
        "text": "— Addio Luchino, e via."
      },
      {
        "index": 285,
        "text": "— Chi è questo prete? domandò Amorevoli al Fabris."
      },
      {
        "index": 286,
        "text": "— È il celebre abate Chiari."
      },
      {
        "index": 287,
        "text": "— Ma perchè non presentarmi a lui, che lo avrei ringraziato?"
      },
      {
        "index": 288,
        "text": "— Di che?"
      },
      {
        "index": 289,
        "text": "— Del favore che da qualche anno mi fa tutte le notti. Sullo stipo accanto al letto io tengo sempre una tazza d'acqua di gomma e un romanzo dell'abate. Prima di dormire bevo due goccie di gomma, e leggo due pagine di romanzo. La gomma mi fa morbida la gola, le pagine mi fan morbido il sonno. Se mi sveglio, bevo altre due goccie di gomma e leggo due altre pagine di romanzo; così conservo la voce e la salute, rintuzzando la veglia. Se c'incontriamo ancora in lui, ti prego di presentarmi. È un mio benefattore."
      },
      {
        "index": 290,
        "text": "— Se tu metti i suoi romanzi insieme coll'acqua di gomma, buon padrone. Ma non si fa così a Venezia; parlo delle donne e del pubblico che legge avidamente i suoi libri; che corre in folla alle sue commedie, e schiamazza d'entusiasmo; e lo supplica a dar sempre qualcosa di nuovo; e sì che l'abate sembra una fontana intermittente, che cala per crescer sempre, e annaffia tutti quanti; eppure tutti si senton arsi."
      },
      {
        "index": 291,
        "text": "A questo punto un maggiordomo della casa s'accostò al Fabris, significandogli che il signor conte padrone chiedeva di lui e dell'amico suo. Questi lo seguirono nella massima sala, dove il conte Alvise Pisani sedeva accanto al conte Algarotti, intorno al quale facevano ampia corona molte persone."
      },
      {
        "index": 292,
        "text": "V'era il Canaletto, a lui particolarmente devoto per la protezione che ne aveva avuto. Esso tornava allora dall'Inghilterra, dove aveva raccolto molto danaro; e dalla Sassonia, dov'erasi recato a portarvi due suoi quadri per interposizione appunto dell'Algarotti, il quale aveva avuto incumbenza dall'Elettore di acquistar opere ad arricchire la galleria di Dresda. Con lui stava discorrendo l'amico suo Tiepolo, quegli che di stupende macchiette gli ornava le prospettive animandole di vita e rendendole più importanti per lo studio dei costumi e delle foggie. Il Tiepolo era tornato di fresco da Milano, dove avea dipinta la vôlta della maggior sala in casa Clerici. De' letterati, v'era il Gozzi Gaspare, e il senatore Seghezzi, il quale stava in quel punto presentando all'Algarotti un fanciullo di undici anni, autore in quella così giovane età di due o tre poesie in dialetto veneziano, che aveano fatto il giro della città. Ed era quel Gritti che doveva poi riuscire nel vernacolo veneziano ciò che il Maggi era stato nel milanese. Ma di tutti mancava il primo, mancava il Goldoni, il quale era andato a Torino a mettere in iscena il Molière. L'Algarotti dava belle e graziose parole a tutti, ma con quel fare di affabilità convenzionale che, se indispettiva fieramente Carlo Gozzi, non piaceva troppo nemmeno al più mite Gaspare, che giuocava di scherma coi complimenti onde il conte gli era cortese riguardo alla fondazione di quell'accademia de' Granelleschi che, fin dal 1740 iniziata per celia e portando sempre la maschera della matta giovialità, nel fatto era però diventata il conservatorio della buona lingua italiana."
      },
      {
        "index": 293,
        "text": "— Ella, signor conte, mi dà lodi che son dovute ad altri, così diceva Gaspare Gozzi. Ecco il vero fondatore dell'accademia, il suo massimo sostegno, il suo principe perpetuo; e dalla schiera circostante, pigliando pel braccio un pretino rachitico, lo presentò al conte dicendogli:"
      },
      {
        "index": 294,
        "text": "— Questi è il celebre abate Sachellari, l'arcigranellone; si provi, signor conte, a interrogarlo, e sentirà parole di sapienza."
      },
      {
        "index": 295,
        "text": "Quel Sachellari era un originale curiosissimo, pieno di goffaggine e di orgoglio. Quando parlava faceva smascellar tutti dalle risa, e più quando recitava gli stolidissimi suoi scritti. Tuttavia quello scimunito aveva data l'occasione perchè si adunassero le migliori intelligenze di Venezia. In prima era stata una gara a chi lodavalo di più con componimenti berneschi; poi da quella gara nacque la celebre accademia in cui risplendette più che mai l'ingegno, la vena poetica, il brio, lo spirito satirico di Gaspare Gozzi."
      },
      {
        "index": 296,
        "text": "— La testa di costui, caro Algarotti, è come quella de' miei detrattori."
      },
      {
        "index": 297,
        "text": "Chi diceva tali parole era il padre Carlo Lodoli, che nel convento di san Francesco della Vigna teneva aperta scuola privata a molti giovani patrizj e facoltosi, ed era stato maestro anche all'Algarotti. Istrutto in molte scienze e lingue e nell'arte architettonica, egli aveva ottenuta grande rinomanza per avere tentato di distruggere tutti i principj fin allora invalsi nell'architettura, negando obbedienza all'autorità, detronizzando Vitruvio, e introducendo quella filosofia architettonica, che turbò di sottigliezze e astruserie le menti, onde per libidine di opposizione fece poi più tenaci dell'imitazione gli architetti pratici. Del resto, quelle parole ch'esso aveva pronunciate erano dirette a due architetti là presenti: il Poleni che avrebbe battuto moneta falsa per Vitruvio, e il Temanza che aveva scritto un opuscolo contro di lui e di quelle, secondo il parer suo, dementi dottrine. Il Temanza non rispondeva, e ammiccava allo zio Scalfurotto, l'architettore di san Simone Maggiore, mentre ridevan tra loro il Massari, che stava in quel tempo edificando i Gesuati, ed il Lucchesi che eresse san Giovanni in Oleo e l'Ospedaletto di san Giovanni e Paolo. Per altro se il Temanza s'accontentava d'ammiccare e tacere e lasciar che svampasse l'iracondo e dotto frate, dipendeva da ciò, ch'ei sapea assai bene come nessuno desse ragione al suo avversario, mentr'egli era lodato ed ammirato dai più celebri architetti ed archeologhi d'Italia, ed invitato dai più facoltosi patrizj di Venezia, delle cui mense ei teneva gran conto, perchè s'egli era celebre come architetto civile e idraulico, lo era pure come insaziabile mangiatore. Ma il conte Pisani, visti il Fabris ed A morevoli, li presentò in prima all'Algarotti, poi al P. Vallotti, il celebre maestro suonator d'organo del Santo di Padova, ed a Tartini, e disse loro:"
      },
      {
        "index": 298,
        "text": "— Or tocca a voi. A momenti sarà qui il doge e il procuratore Foscarini e i signori Dieci, e converrà incominciare."
      },
      {
        "index": 299,
        "text": "Il maestro Galuppi, che in que' giorni era passato a Venezia a concertarvi l'opera in musica, si alzò, e volgendosi con grande rispetto al P. Vallotti, il quale allora era stimato nell'arte dei suoni quel che oggi il professor Bordoni è stimato nella scienza dei numeri, lo supplicò a volere esaminare i pezzi di musica da eseguirsi in quella sera."
      },
      {
        "index": 300,
        "text": "Vallotti si volse a Tartini, e:"
      },
      {
        "index": 301,
        "text": "— Avete visto, voi? gli disse."
      },
      {
        "index": 302,
        "text": "— Io conosco la musica che devo eseguir io, dell'altra non so. Ma chi ha a cantare dee far quello che più gli piace."
      },
      {
        "index": 303,
        "text": "— Però sarebbe ottimo, soggiunse il P. Vallotti, che alla musica di camera non si mescolasse mai la musica di teatro."
      },
      {
        "index": 304,
        "text": "— Io ho alcuni madrigali dell'abate Clari e dell'abate Stefani, disse Amorevoli."
      },
      {
        "index": 305,
        "text": "— Ecco un artista di buon senso."
      },
      {
        "index": 306,
        "text": "— Per metà, maestro. Perchè ho anche un recitativo di Vinci, e due arie del Pergolese e di Jomelli; il pubblico vuol essere accontentato anch'esso, e se dieci gustano Clari e Stefani, mille comprendono la musica teatrale, anche perchè l'hanno sentita ad eseguire più volte, e vi recano un giudizio più ammaestrato dall'esperienza."
      },
      {
        "index": 307,
        "text": "— È questa un'ottima ragione, disse l'Algarotti."
      },
      {
        "index": 308,
        "text": "— Pessima, entrò a rispondere il P. Vallotti che aveva la stizza del frate, del vecchio e del profondo scienziato, disprezzatore degli uomini superficiali e che, in quanto all'Algarotti, non avea potuto sopportar la lettura di quel suo trattatello sulla musica."
      },
      {
        "index": 309,
        "text": "Ma l'Algarotti non si scontorse punto a quella cruda opposizione, ma sorridendo blandamente:"
      },
      {
        "index": 310,
        "text": "— Ognuno porta l'opinione sua, disse. Bensì mi rincresce di averne una che sia opposta a quella di un sì grand'uomo qual siete voi."
      },
      {
        "index": 311,
        "text": "L'Algarotti era stato, già ognun lo sa, alla Corte del Re filosofo, la cui filosofia consisteva nel volere all'ultimo essere adulato. Era stato col Re di Polonia, il quale non amava certo di essere strapazzato dai letterati. S'era trovato in Francia con Voltaire, con Diderot, con tutte le altre colonne della Francia nuova, e seppe sì ben fare che quei grandi uomini avevano lui in conto d'uomo"
      },
      {
        "index": 312,
        "text": "grandissimo. La società di mutuo incensamento non è una invenzione di questi ultimi anni. Essa fioriva anche nel secolo passato, e l'Algarotti ne poteva a buon diritto essere il presidente."
      },
      {
        "index": 313,
        "text": "Ma intanto che i signori virtuosi maschi e femmine, e i signori maestri di musica e i signori professori di violino, di viola, di violoncello, di contrabasso, di clarino, di clarone, di fluta, d'oboè, ecc., recavansi nello scompartimento a loro assegnato nella gran sala delle colonne; il maggiordomo e i camerieri facevano un giro per gli appartamenti dov'erano disperse le dame co' loro cavalieri, onde invitarle a sedere nella gran sala."
      },
      {
        "index": 314,
        "text": "E in poco tempo s'eran tutte infatti messe a seder là in più file disposte a semicerchio intorno al seggiolone del doge e della dogaressa, press'a poco come le deità dell'Olimpo intorno al Giove nel quadro d'Appiani. E per verità ch'era quello un nuovo olimpo, olimpo terrestre e palpabile, migliore assai del mitologico. Olimpo di ricchezza, di splendore, di gioventù e di bellezza."
      },
      {
        "index": 315,
        "text": "Amorevoli, che stava più in alto sulla gradinata dell'orchestra, innanzi al clavicembalo, volse lo sguardo in quella via lattea di pupille tremule; ma nella patria dei grandi occhi lucenti non vide gli occhi che cercava. La contessa Clelia non c'era. L'estro, che un momento prima lo aveva eccitato, leggendo col P. Vallotti un madrigale erotico del Clari, gli svampò in quell'infelice ricerca e chinò la testa avvilito. In quel punto entrava il doge che, girata intorno la testa e messosi a sedere vicino al conte Alvise, tosto gli domandò con grande sollecitudine:"
      },
      {
        "index": 316,
        "text": "— Non avete ancora veduta la contessa Clelia V... di Milano?"
      },
      {
        "index": 317,
        "text": "Or che relazioni potesse avere il doge Grimani colla contessa e qual cosa lo sollecitasse a di lei riguardo vedremo fra poco."
      },
      {
        "index": 318,
        "text": "[IX]"
      },
      {
        "index": 319,
        "text": "Se il labirinto dedaleo in cui, senza sua colpa, si trovò impigliata la contessa Clelia, non fosse un fatto incontrastabile, che fece parlar tanto i nostri buoni vecchi cento anni fa, e che una secca mano registrò in carta grossa; perchè il tempo e l'umido de' muri solitari non bastasse a distruggerla, e così potesse pervenire alle mani di un postero incapace di custodire i segreti; se tal fatto adunque non fosse una verità irrefragabile, noi gli avremmo negata ogni fede quando lo avessimo udito da uno di quegli uomini avvezzi a inventar frottole. Perchè, passi pure tutto quello che fin qui è avvenuto a Milano, passi la maledetta fortuna per cui un semplice dialogo tagliato in mezzo da un cancello e, fino ad un certo punto, anche innocente, mise in piazza i pudibondi arcani di una gentildonna; mentre più spesso quella stessa iniqua fortuna sa conservare intangibile l'aureola penelopea a chi s'intrattiene a lungo in dialoghi senza cancello; passi dunque tutto ciò, e passi la fuga, e passi il ricovero di Venezia: ma ciò che veramente ci fa intolleranti e fremebondi per quella sventurata contessa, è l'infesta combinazione della scrittura teatrale del tenore che cambiò la sede della malattia senza distruggerla, anzi aumentandola a più doppj."
      },
      {
        "index": 320,
        "text": "Povera Clelia, seduta presso la finestra della sua camera, colla faccia mestissima e gli sguardi profondi rivolti macchinalmente al cielo, anzi alla luna, alla luna fredda e incapace d'intenerirsi per nessuno, mentre pure da tempo immemorabile si gode la fama di pietosa."
      },
      {
        "index": 321,
        "text": "Povera infelice Clelia, gettata e trattenuta dalla fortuna tra un amante fatale e un marito funesto, in una terribile vicinanza e dell'uno e dell'altro; dell'uno e dell'altro, che pure coraggiosamente e fortemente avea fuggiti."
      },
      {
        "index": 322,
        "text": "Almeno coloro che si picchiano il costato per ogni nonnulla, e sono inesorabili accusatori delle debolezze altrui, le vogliano tener conto, per tutto quello che potrebbe succedere in avvenire, di questa prima violenza usata contro sè stessa!"
      },
      {
        "index": 323,
        "text": "Chè anzi, nel punto ch'ella guardava la luna, stava precisamente compiendo contro sè medesima una seconda violenza. Se donna Clelia fosse cotta e stracotta dal desiderio di rivedere Amorevoli, lo pensino i giovinotti che non hanno ancora venticinque anni e che, per un occhiata, sì, per un'occhiata (anche noi abbiamo avuto i nostri verd'anni!) farebbero due volte di notte, non che una, il traverso dell'Ellesponto; lo pensino le fanciulle che non hanno innanzi agli occhi che un"
      },
      {
        "index": 324,
        "text": "unico oggetto; lo pensino anche le donne che hanno più di venticinque anni e son compromesse in qualche pericoloso contrabbando, mentre la guardia di finanza batte la campagna. Donna Clelia dunque, ci rincresce dirlo, ma la verità è una sola, desiderava di vedere Amorevoli con un ardore, con tale ardore, che noi amanti della buona bottiglia e della coppa di manzo, non possiamo nemmeno concepire. Tuttavia, con sì smisurato ardore nell'animo, non si mosse dalla sua camera, e resistette agli inviti della moglie dell'illustrissimo conte Alvise Pisani. Non si mosse per non incontrarsi in colui, negli occhi suoi, per non sentir la sua voce, per non provocare nuovi parlari, per non essere cagione di nuovi scandali; nè si creda che la paura del marito abbia potuto influire sulle sue deliberazioni. No, al marito non pensava, nè poco nè assai; lo fuggiva colla mente, come allorquando si torcono gli occhi da una imagine disgustosa, e passava ad altro; onde il timore non potè mai padroneggiarla. Solo pertanto il fermo proposito di non voler vedere Amorevoli la trattenne in casa. Però se questa non è virtù, noi non sapremmo invero dove andarla a pescare. Seduta a canto a quella finestra, ella sentì suonar due, tre, quattr'ore al campanile di S. Polo, quando un cameriere venne ad annunciarle che il conte Alvise Pisani domandava d'essere introdotto."
      },
      {
        "index": 325,
        "text": "Introdotto ch'esso fu:"
      },
      {
        "index": 326,
        "text": "— MI rincresce, contessa, egli disse, d'essere stato costretto a rompere il silenzio della vostra camera. Ma voi non avete voluto appagare il desiderio vivissimo che avevamo della vostra presenza nella mia casa in questa sera; vi supplico a voler essere cortese all'invito che per mia bocca vi manda il doge."
      },
      {
        "index": 327,
        "text": "— Il doge?... e che... non ho io nessuna volontà, caro conte, di occuparmi stasera in discorsi d'astronomia."
      },
      {
        "index": 328,
        "text": "Perchè il lettore possa comprendere queste parole, dee sapere che il doge Grimani, uomo dottissimo, era particolarmente versato nell'astronomia, e però la prima volta che gli venne presentata, in un'altra serata musicale, la contessa Clelia, sapendo quant'ella fosse istrutta in codesta scienza, s'era compiaciuto di intrattenersi con lei in argomenti affini; e per quel discorso, che s'era prolungato più di quello che parea comportare una conversazione di diporto, esso avea fatto una così alta stima della contessa, che parlandone poi a molti, avea contribuito ad accrescere più che mai la voga in che era venuta la bella lombarda."
      },
      {
        "index": 329,
        "text": "— MI pare che non si tratti d'astronomia, rispose il conte Pisani. Il doge ha bisogno di parlarvi per cosa d'importanza."
      },
      {
        "index": 330,
        "text": "— Il doge? ma perchè il doge? domandò allora la contessa alquanto turbata, e alzandosi da sedere."
      },
      {
        "index": 331,
        "text": "— Vogliate essere tranquilla, contessa. Il doge non mi disse veramente di che si trattasse, ma il suo aspetto era calmo. Onde non è a temere di nulla. Forse, chi sa, sarebbe occorso che vi presentaste ai Dieci. Ma i Dieci e il doge hanno forse voluto cogliere l'occasione di un ritrovo quasi pubblico e di una spontanea intervista per potervi parlare. Del rimanente un tale desiderio del doge è noto a me solo. A voi pertanto non resta che di accettare l'invito della contessa mia moglie, e onorare l'accademia della vostra presenza, come naturalmente avreste dovuto fare se foste stata un po' più amica di noi."
      },
      {
        "index": 332,
        "text": "La contessa stette un istante in silenzio, poi disse:"
      },
      {
        "index": 333,
        "text": "— Ebbene, verrò..."
      },
      {
        "index": 334,
        "text": "E un impeto di gioja occultamente le innondò l'animo; la gioja del trovarsi costretta a far quello che assolutamente non avrebbe mai fatto per sè stessa, ma che aveva desiderato con ansia affannosa."
      },
      {
        "index": 335,
        "text": "Il conte Alvise partì. Ella chiamò le cameriere, e:"
      },
      {
        "index": 336,
        "text": "— Mi è forza andare in casa Pisani; ajutatemi come si può meglio e di gran fretta a vestirmi."
      },
      {
        "index": 337,
        "text": "Ella tremava in tutta la persona, e il fuoco dalle membra convulse le era salito sul volto. La pupilla erasele fatta ardente più del consueto, e un raggio insolito le lampeggiava tra ciglio e ciglio."
      },
      {
        "index": 338,
        "text": "A recarsi in casa Pisani per volontà propria erale in prima sembrato una colpa gravissima, onde s'era trattenuta in casa; ma le parole del conte Pisani le avean fatto parer quella visita un atto indispensabile; sicchè il desiderio le fece afferrare con cieca fidanza quel pretesto per illudersi da sè"
      },
      {
        "index": 339,
        "text": "medesima. Non rifletteva, no, che, fermamente volendo, non aveva nessun obbligo di piegare nemmeno all'invito del doge. Ma provava un'esaltazione piena d'ebbrezza e quasi voluttuosa nel pensare d'aver quell'obbligo, e d'essere costretta a rivedere colui; d'altra parte, per le consuete arcane fantasie della mente, le pareva quello un decreto espresso del destino, e si consolava come di un presagio felice."
      },
      {
        "index": 340,
        "text": "Non bastandole il tempo e mancandole la voglia, si scelse vesti e acconciatura semplicissima. Avvolse i capelli, che aveva in gran disordine e non potevansi così presto disporre a parata, in molti giri di una ciarpa di pizzo bianco di Gand, foggia allora parimenti usata; puntandola davanti in sul confine della fronte, con un grosso diamante che solo bastava a dar splendore ed aura d'Olimpo a tutta la figura, e senza più se ne uscì."
      },
      {
        "index": 341,
        "text": "Venuta in Canal grande, erano affollate tante gondole nello spazio che correva presso al luogo dell'approdo dalla parte del canale, che il suo gondoliere piegò verso il rio e si fermò alla prima scalea."
      },
      {
        "index": 342,
        "text": "La contessa discese, preceduta dal servo, e s’indugiò perplessa sotto l'atrio che mette allo scalone..."
      },
      {
        "index": 343,
        "text": "E soffrirò che sia"
      },
      {
        "index": 344,
        "text": "Sì barbara mercede"
      },
      {
        "index": 345,
        "text": "Premio della tua fede, anima mia? Tanto amor, tanti doni!"
      },
      {
        "index": 346,
        "text": "AN! pria ch'io t'abbandoni"
      },
      {
        "index": 347,
        "text": "Pera l'Italia, il mondo."
      },
      {
        "index": 348,
        "text": "La prima sillaba della parola mondo del celebre recitativo della Didone di Vinci, usciva dalle finestre del piano superiore, portata a volo da quel medesimo do sopracuto onde Amorevoli la sera prima aveva fatto salire in furore il conte V... La contessa subì la sorte di chi s'affaccia per veder la battaglia, e senza più è colto nel petto da una palla che fischia. Fu per cadere, sì le forze le mancarono, a quella vibrazione sonora, e dovette appoggiarsi al servo."
      },
      {
        "index": 349,
        "text": "Applausi frenetici seguirono quel do privilegiato, che aveva il dono della forza insieme e della soavità. E il recitativo continuò, e venne la cadenza alle parole Numi, consiglio, in cui la nota tenuta di un si bemolle di prodigiosa limpidezza e, come dicono i maestri, di argentina sonorità, attraversò gli spazi dell'aria, e non pareva voce da uomo, no, ma quella bensì di un essere soprannaturale, incaricato di dar qualche buona notizia ai mortali."
      },
      {
        "index": 350,
        "text": "Insistiamo su codeste qualità della voce d'Amorevoli, in prima perchè i suoi contemporanei ne parlano come d'un fenomeno non mai più udito; poi per far comprendere ai lettori che non v'è nulla al mondo di più penetrante negli umani petti di una voce in quella chiave; intendasi sempre quando è bella, perchè non bastano i soli suoni a renderla pregevole. Molti uomini storici denno ascrivere la loro fortuna all'avere avuto in dono una voce in chiave di tenore. Il re Davide sarebbe stato trapassato dalla lancia di Saulle impazzito, s'egli non lo avesse placato col sol, col la e col si d'una soavità arcangelica. Eginardo lo storico fu per la stessa ragione se invaghì Emma, la figlia di Carlo Magno. Rizio e Monaldeschi erano tenori di mezzo carattere, e innamorarono due regine. Sarebbe però stato meglio per loro l'aver avuto tutt'altra voce, chè probabilmente sarebber morti in pace al loro letto. Ma ciò non significa nulla contro il nostro assunto. La voce di soprano sfogato ferisce le orecchie, ma non lascia nulla nel cuore; la voce di basso provoca il rispetto ma non l'affetto; ci sarebbe la voce di contralto, ma nei sùbiti trabalzi dai suoni gravi agli acuti compromette troppo sovente i buoni successi. Soltanto la voce di tenore impera sugli animi. Il gobbo Tacchinardi, gobbo e nano, ed arieggiante più il mandrillo che l'uomo, potè ai suoi bei tempi dispiegare la lista di Don Giovanni, tanti capi femminili ei fece girare! chè l'orecchio, lusingato dal suono maliardo della sua voce, lavorava insidiosamente sugli occhi, innanzi a' quali, come a' tempi del mago Merlino, usciva il silfo dal nano, il genio alato dal diavolo colle corna. Dopo tutto, vogliam dire con ciò, che se una donna s'innamora d'un tenore, non pretenda di poter bere l'oblio nemmeno in Acheronte; e se"
      },
      {
        "index": 351,
        "text": "qualche giovinotto ha per rivale un tenore, faccia conto d'esser tisico in quarto grado, e di dovergli senza più far la regolare cessione del suo tesoro."
      },
      {
        "index": 352,
        "text": "Non creda però il lettore che codesta sia una malizia di chi scrive, per far le lodi della propria voce; tutt'altro; chi scrive ebbe in sorte la voce di basso; soltanto gli toccò in dono, quasi a titolo di compenso, un fa diesis squillante, di cui si giova per aver ragione nelle dispute fracassose cogli amici."
      },
      {
        "index": 353,
        "text": "Ma tornando a donna Clelia, conquisa dalla voce d'Amorevoli, ella si trattenne sotto l'atrio premendosi il cuore, finchè il recitativo si svolse nell'aria:"
      },
      {
        "index": 354,
        "text": "Se resto sul lido, Se sciolgo le vele, Infido, crudele Mi sento chiamar."
      },
      {
        "index": 355,
        "text": "E intanto, confuso Nel dubbio funesto, Non parto, non resto — Ma provo il martire Che avrei nel partire, Che avrei nel restar."
      },
      {
        "index": 356,
        "text": "Dove appar chiaro come i fervori della passione congelassero nell'anima fredda di Metastasio in tante formole precise e quasi aritmetiche, avverse al genio della poesia e del dramma."
      },
      {
        "index": 357,
        "text": "Ma la musica di Vinci aveva l'abbandono e lo slancio e il sentimento che mancava a quelle strofe; e Amorevoli vi mise nel renderla la duplice virtù dell'arte più squisita e dell'animo il più ardente."
      },
      {
        "index": 358,
        "text": "Donna Clelia, come i battimani rintuonarono nei cortili:"
      },
      {
        "index": 359,
        "text": "— Or si può ascendere, pensò, e fatto lo scalone, entrò nelle sale."
      },
      {
        "index": 360,
        "text": "I servi di casa Pisani, che la stavano aspettando, mossero a dimandare il conte padrone, che accorse tosto a riceverla."
      },
      {
        "index": 361,
        "text": "Preceduta da lui fece l'ingresso nella maggior sala. Il fremito dell'applauso e dell'entusiasmo recente che ancor durava là entro, cessò di colpo alla sua comparsa, e vi successe un profondissimo silenzio. Tutti gli occhi furono fissi in lei. Il conte Pisani, per toglierla dall'imbarazzo in cui la vedeva impigliata, si volse tosto al conte Algarotti dicendogli:"
      },
      {
        "index": 362,
        "text": "— Ecco la contessa Clelia V..., de' cui talenti avete sentito a parlare. E l'Algarotti si alzò e venne a sedersi vicino a lei. Anche il doge la guardò da lunge, con atto di affabilissima cortesia, e parve dirle:"
      },
      {
        "index": 363,
        "text": "— Ci parleremo dopo con maggior comodo."
      },
      {
        "index": 364,
        "text": "La contessa intanto, rispondendo macchinalmente alle gentilezze del conte Algarotti, guardava di furto allo scompartimento dell'orchestra, dove Amorevoli era investito dalle congratulazioni de' suoi colleghi: da Luchino Fabris, dall'Aschieri, dalla Turcotti, dal P. Vallotti, che nella sua severità gli batteva una spalla in atto di protezione; dal violinista Tartini, uomo di febbrile vivacità, che ad attestargli la sua soddisfazione gli andava squassando un braccio. Nè Amorevoli erasi ancora accorto della comparsa di donna Clelia. Bensì il musico Fabris gli parlò all’orecchio, e l'avvisò dell'arrivo di lei."
      },
      {
        "index": 365,
        "text": "Amorevoli si volse lentamente, quasi che non fosse fatto suo..."
      },
      {
        "index": 366,
        "text": "Medesimamente la contessa Clelia non fece atto nessuno, e stette immobile come un simulacro marmoreo. Solo incontraronsi i raggi delle loro pupille, e benchè gli astanti, che da quell'incontro s'erano atteso una catastrofe, dicessero fra loro: Bada ch'ei pare, non si conoscano nemmeno, pure l'effetto dell'incontro di que' raggi non può esser reso che in parte da quella strofa fremebonda della Parisina,"
      },
      {
        "index": 367,
        "text": "Un sospiro, un senso arcano"
      },
      {
        "index": 368,
        "text": "D'un amor maggior d'amore Trapassò da cuore a cuore E di gioja l'inondò."
      },
      {
        "index": 369,
        "text": "Intanto il conte Algarotti andava circuendo di domande scientifiche la contessa, e d'una in altra notizia, rispondendogli ella pure alcun che macchinalmente, la intrattenne dell'astronomo Lieberkam conosciuto da lui a Dresda, quegli che nel 1743 aveva inventato il microscopio solare; e le parlò del celebre Clairut, colui che avea fatta la dimostrazione dello schiacciamento della terra, mediante l'attrazione e la forza centrifuga. E la contessa, alla sua volta, si trovò costretta a chiedergli conto di Bouger, l'inventore dell'astrometro, e ad informarlo d'un lavoro che in que' giorni il P. Frisi di Milano stava meditando sul moto diurno della terra, facendo uso dell'analisi geometrica di Newton, per mostrare che un tal moto non poteva essere impedito dalle maree. Ma se il microscopio e l'astrometro e la forza centrifuga e l'analisi geometrica di Newton fossero compatibili collo stato dell'animo di donna Clelia, ognuno lo può pensare."
      },
      {
        "index": 370,
        "text": "[X]"
      },
      {
        "index": 371,
        "text": "Intanto che il conte Algarotti e la contessa attendevano a parlar di scienze esatte, passava quel quarto d'ora o quella mezz'ora di riposo, in cui i vecchi pigliano il tabacco, i giovani susurrano qualche parola all'orecchio delle giovani, e queste pigliano il sorbetto o l'acqua cedrata."
      },
      {
        "index": 372,
        "text": "Tartini, cessato di scrollare il braccio ad Amorevoli in segno d'entusiasmo:"
      },
      {
        "index": 373,
        "text": "— Senti, disse, qui il nostro Luchino Fabris, questa seconda edizione di Egiziello, m'ha raccontato le tue storie e i tuoi amori, e sono contentissimo di te. Così va fatto. Anch'io a vent'anni misi gli occhi addosso ad una fanciulla dell'alto cielo. Hanno tanto orgoglio questi signori che si chiaman /ustrissimi, e son così persuasi d'esser fatti di tutt'altra pasta della nostra, che di tanto in tanto conviene che qualcuno metta loro il cervello a partito, e li faccia persuasi che è più nobile di tutti chi è più giovane, più bello e più bravo. Ecco i tre quarti della nobiltà vera; quello che manca a fare i quattro quarti sta nella ricchezza che col merito uno s'acquista. Dunque tu sei un nobile degno del tosone; e giacchè a Milano non avevi amori, hai fatto benissimo a sceglierti qualche stella del cielo superno, e a dar dentro in un marito borioso. Qui Luchino mi ha detto che jeri tu eri prontissimo a batterti con lui, ed egli ha rifiutato per orgoglio, ond'altri ha preso le tue veci. Ma ciò non va bene; voglio conoscerlo io questo signor conte lombardo. Già tu sai che la mia prima professione fu quella dello schermidore, e fu un tempo in cui volevo metter sala d'armi, e anche oggi non so chi abbia occhio più acuto e braccio più fermo del mio. Dunque lascia fare a me a trarre in ballo questo signor conte; che se ricuserà, lo assalirò di tratto, senza dirgli nè asino, nè bestia; onde, se gli è cara la vita, dovrà pur mettersi in sulla parata. Chi sa mai, caro Amorevoli, ch'io debba farti il piatto a dovere, e che il conte sia venuto a Venezia per trovarvi una tomba fatta d'acqua salsa e d'alghe marine? Ma a proposito, dov'è questa signora contessa? Io sto scrivendo qualcosa intorno ai principj dell'armonia musicale contenuta nel genere diatonico, e in questo lavoro non posso disimpacciarmi da certe formole numeriche. A lei dunque, ch'è gran matematichessa, come sento dire, vo' dare a leggere il manoscritto. Così farò la sua conoscenza. Io già ho cinquantott' anni, e tu non devi aver gelosia di me."
      },
      {
        "index": 374,
        "text": "Ma il maestro Galuppi, a fermare codesta velocissima parlantina del celebre violinista:"
      },
      {
        "index": 375,
        "text": "— Ora è venuto il momento, signor mago, gli disse scherzando, di evocare il vostro diavolo, e di mettere lo spavento in tutte queste leggiadre gentildonne."
      },
      {
        "index": 376,
        "text": "Per comprendere queste parole del maestro Galuppi, dee sapere il lettore che in quella sera Tartini doveva eseguito appunto quella sua celeberrima sonata, così detta del Diavolo da uno strano sogno ch'esso avea fatto, e che gli aveva messo il pensiero di trarne una composizione musicale."
      },
      {
        "index": 377,
        "text": "Avendo il Tartini, a queste parole di Galuppi, preso il proprio violino, l'Algarotti dalle matematiche balzò di tratto a parlar di musica; che era una sua speciale ambizione, quando"
      },
      {
        "index": 378,
        "text": "trovavasi con qualche persona nuova, di percorrere tutto quanto l'ambito delle scienze e delle arti, per far maravigliare chi l'ascoltava, della sua straordinaria versatilità."
      },
      {
        "index": 379,
        "text": "— Non avete mai, contessa, sentito questo prodigioso violinista?"
      },
      {
        "index": 380,
        "text": "— Non ancora; bensì ho sentito il Veracini, dal quale dicesi che costui abbia molto appreso."
      },
      {
        "index": 381,
        "text": "— E il Giardini torinese? Il Giardini cantava col violino; ma costui lo fa palpitare e fremere e piangere. Si direbbe che il suo strumento sia un essere animato e dal quale, più che suoni, si debbano attender parole e discorsi. Quando venne a Praga, dove io mi trovava col principe di Prussia, ch'ora è il re Federico II, per l'incoronazione di Carlo VI, nessuno sapeva spiegare il modo con cui traeva dal violino tanta pienezza e rotondità di suono. Chi pensava fossero qualità speciali della costruzione e del legno del suo violino, chi dell'animale che avea date le corde. E nessuno s'accorgeva che il gran segreto era nell'arco, nel modo di governarlo, nella sua pressione sulle corde. Mi diceva il medesimo Tartini, che il suo lungo esercizio in gioventù nel tirare di scherma gli ha comunicata una tal vigoria nel braccio e nel polso, la quale gli tornò poi utilissima a tenere l'archetto. Ma or ora l'udrete e lo giudicherete nella suonata del Diavolo; perchè tutto dev'essere strano e straordinario in costui. La sua vita, le sue vicende, tutto, persino i titoli delle sue composizioni. Doveva essere un frate, e rubò una fanciulla patrizia. Studiava a Padova per fare il giureconsulto, e dì e notte tirava di scherma e ingiuriava or l'uno or l'altro, e li sfidava e li ammazzava a titolo d'esercizio. Va a sentir Veracini a Firenze, e ne ha tanto avvilimento che si nasconde in Ancona per sette anni a crearsi uno stile nuovo d'esecuzione, e fare la famosa scoperta del fenomeno del terzo suono, a scrivervi suonate a centinaja, e un trattato sulle amenità del canto. Infine, venuto maestro di cappella al Santo di Padova, vi fa un sogno che lo esalta sino alla pazzia e gli fa scrivere questa suonata che or ora udrete, e che si chiama del Diavolo."
      },
      {
        "index": 382,
        "text": "— Ma come fu?"
      },
      {
        "index": 383,
        "text": "— Sognò d'aver fatto un patto, e che il diavolo era al suo servizio. Però gli diede a suonare il proprio violino, per vedere quel che il diavolo ne avrebbe saputo fare, e ne udì tal cosa che lo fece trasalire. Risvegliato per così violenta sensazione, dà di piglio al violino per ripetere quel che aveva udito, ma non seppe riprodurre, com'egli asserisce, che il trillo del diavolo a piè del letto. Il resto non è che una composizione di sua fantasia, e una variazione su quel tema, ma è certo la più bella di quante ne ha scritte sin qui."
      },
      {
        "index": 384,
        "text": "A questo punto il maestro Galuppi si mise al pianoforte, e facendo scorrere due o tre volte le dita sulla tastiera, richiamò l'attenzione dell'uditorio, il quale fece un silenzio profondo, quando Tartini col violino e coll'arco comparve al parapetto dell'orchestra."
      },
      {
        "index": 385,
        "text": "Nel tempo che Tartini faceva correr l'arco sulle corde e regolava i bischeri, l'Algarotti ebbe campo di sfoggiare la sua dottrina archeologica sulla genesi del violino, confutando Aristofane e Ateneo che fecero il violino coevo ad Orfeo, e confutando quelli che lo vollero inventato dagli Indiani e donato all'Italia dalle crociate; e piantandosi nell'opinione che vuole il violino figliuolo dell'occidente, e probabilmente del principato di Galles, e trascorrendo sui varj tramutamenti della sua forma, dalla viola primitiva, alla viola da braccio, a quella da gamba; i quali a lungo andare generarono poi in Francia il piccolo violino."
      },
      {
        "index": 386,
        "text": "— Oh che noja, caro signor conte Algarotti. — Per fortuna che Tartini cominciò l'adagio d'introduzione, e il conte dovette permettere che la contessa, trasportata dalla seduzione di quello stile incantato, s'immergesse con tutta l'anima nell'onda voluttuosa della sua passione. Dall'adagio d'introduzione passò il Tartini al secondo pezzo che è a due tempi e da questo alla terza parte, la quale consiste appunto nel trillo del diavolo."
      },
      {
        "index": 387,
        "text": "La forza, la soavità, il fremito, la grazia, l'estensione incalcolabile della voce che usciva dal suo violino, erano cose che non si erano mai udite anteriormente a lui, e infatti egli era stato il primo a trovare come la forza che deve spingere l'arco debba radunarsi tutta nelle falangi delle dita; e a far in modo che la mano, all'attaccatura, sia così pieghevole che sembri slogata. Da questi segreti venne senza limite accresciuta la potenza del violino, il quale, allorchè viene sotto la pressione di una mano così ammaestrata, ma che riceva l'impulso da un gran talento musicale, da una fibra nervosa e da un cuore agitato dalla tempesta delle passioni, come avveniva appunto in"
      },
      {
        "index": 388,
        "text": "Tartini, e come lo fu poi in Viotti alcuni anni dopo, e al grado massimo, e fuori quasi dei limiti naturali, in Paganini mezzo secolo dopo, è lo strumento che più fruga ne' precordj a mettere in esaltazione lo spirito. Non era dunque codesto il farmaco migliore pei nervi in parossismo della contessa!"
      },
      {
        "index": 389,
        "text": "Dopo il pezzo di Tartini, Luchino Fabris, l'imitatore di Egiziello, ebbe la disgrazia di cantare l'arione dell'Euridice, che per verità era il suo cavallo di battaglia, ma dopo, non diremo l'entusiasmo, ma le convulsioni provocate dalla suonata del Diavolo non fece nè freddo nè caldo. Tant'è vero che a questo mondo le cose bisogna saperle fare a tempo. Se la sua voce di musico fosse stata sentita in quella sera prima delle oscillazioni tremende delle minugie incantate del violino di Tartini, avrebbe fatto l'effetto che di solito produceva in teatro; ma pur troppo dovette restarsene avvilito e pieno di dispetto."
      },
      {
        "index": 390,
        "text": "E qui un altro riposo succedette all'esecuzione di que' due pezzi, durante il quale il doge Grimani si alzò, e recossi vicino alla contessa Clelia."
      },
      {
        "index": 391,
        "text": "— Io attendeva, serenissimo principe, che l'accademia terminasse, e questi egregi signori si dilungassero in altre sale, per potervi parlare, e sentir dal vostro labbro per che grave cagione mi avete mandata a chiamare."
      },
      {
        "index": 392,
        "text": "— Io spero che mi vorrete perdonare, contessa, se vi ho fatta venir qui forse contro vostro genio. Ma d'altra parte, anche per adesione dei signori Dieci, ho creduto di non dover farvi chiamare a Palazzo, come pure avrebbe portato il debito. L'eccellentissimo Senato di Milano scrisse al Senato di qui, e supplicandoci ad usar con voi tutti i riguardi a che la vostra alta condizione e i vostri meriti speciali hanno diritto, ci diede incumbenza di provvedere, come ci sarebbe parso meglio, a mandarvi tosto a Milano."
      },
      {
        "index": 393,
        "text": "— Io non comprendo, altezza. Chi mi può impedire di vivere in Venezia?"
      },
      {
        "index": 394,
        "text": "— Noi no; ma il Senato di Milano dev'essere stato costretto a questa determinazione da qualche circostanza straordinaria che noi ignoriamo, e che non potete forse congetturare nemmeno voi. Il Senato di Milano, serbando il silenzio anche colla nostra Repubblica, quantunque per verità avrebbe dovuto parlar più chiaro, ci ha fatto intendere, essere insorta così grave circostanza, per cui è necessario che voi siate sentita in giudizio."
      },
      {
        "index": 395,
        "text": "— In giudizio 10?"
      },
      {
        "index": 396,
        "text": "— Dalla lettera dell'eccellentissimo Senato appare che la necessità di sentirvi in giudizio sia una conseguenza della cattura fatta di quel lacchè che voi ben sapete aver dimorato per troppo lungo tempo a Venezia. Non crederei che si tratti di cagione più grave. In ogni modo è bene che non se ne sappia nulla qui... Se noi vi avessimo fatta chiamare a Palazzo, la città tutta quanta sarebbesi tosto gettata in un mare di congetture e di dicerie, e non crediamo che questo v'avrebbe potuto far piacere. Però abbiateci per iscusati se abbiamo colta l'occasione di questa accademia musicale, per mettervi a parte del fatto, e per significarvi che domani occorre che vi mettiate subito in viaggio per Milano. Per verità che, ad adempiere al mandato in modo che non vengano frustrate le intenzioni del Senato di Milano, sarebbe obbligo nostro, dovete perdonarci l'amara parola, di assicurarci della vostra persona. Ma giacchè il Senato milanese ci prega di avervi ogni riguardo, così interpretiamo la cosa più ampiamente che sia possibile, e mettiamo la nostra fede in voi. Il Senato veneto è così persuaso, contessa, dell'incomparabile vostra lealtà che vi lascia in piena balia di voi stessa."
      },
      {
        "index": 397,
        "text": "La contessa Clelia stette per qualche tempo in silenzio, percossa da quelle parole del doge, poi rispose:"
      },
      {
        "index": 398,
        "text": "— Non mi sarebbe difficile, serenità, indovinare la cagione di tutto ciò, se il Senato di Milano mi avesse scritto direttamente. La cattura del lacchè dev'essere successa per una lettera ch'io scrissi a Milano; onde parrebbe probabile che il Senato volesse sentirmi per raccogliere indizj in una questione gravissima, che adesso non occorre menzionare; ma l'avere incaricato di ciò il Senato di Venezia, senza far scrivere nulla a me stessa, distrugge al tutto una tale congettura. Però, altezza, mi pare come di essere caduta in un abisso, senza sapere chi m'abbia dato la spinta. Abbiate però la mia fede che io sarò a Milano religiosamente nel più breve tempo possibile, per quanto dipende da me."
      },
      {
        "index": 399,
        "text": "Può parere strano come in questo breve dialogo nè la contessa abbia mai parlato del conte marito, adducendo al doge il fatto ch'ei trovavasi in Venezia; nè il doge, che pur sapeva tutto, non le abbia mai toccato un tal tasto. Ma la contessa naturalmente scansò di nominare chi poteva farla arrossire. E il doge a cui era stato riferito il fatto del duello, tacque perchè e l'autorità suprema di Venezia e tutte le altre autorità subalterne avevan l'obbligo di ignorare una cosa che, nota, doveva provocare una pena a danno degli infrattori di una legge della Repubblica contro il duello. Chè tanto allora, come prima, e come dopo, e come ora, non possiam dire come sempre, il duello costituiva un fenomeno sui generis del codice criminale, pel quale era esso proibito e punito; e nel tempo stesso era punito e svergognato chi non lo accettava, e non adempiva agli obblighi assurdi che traeva seco. Onde l'autorità, come una mamma innamorata dei figli, chiudeva un occhio, quando sapeva che un Veneziano dava od accettava un duello, e si compiaceva del suo coraggio; mentre poi esagerava nelle ordinanze pubbliche la severità delle frasi contro i trasgressori delle leggi."
      },
      {
        "index": 400,
        "text": "Un'altra cosa poi dobbiamo far osservare ai lettori che della Repubblica di Venezia e dei Dieci si son fatti un'idea convenzionale, tutta nera e tutta cupa. Essi avran fatto le maraviglie a vedere il doge parlare in tanta dimestichezza, e quasi da privato, alla contessa. Ma delle terribili apparenze dell'autorità la Repubblica facea conto nelle gravi bisogne della patria, e non in tutte le circostanze della vita pubblica e privata. D'altra parte la serenissima, è forza confessarlo, non era più quella de' secoli antecedenti. La lettera degli statuti era intangibile, ma le costumanze s'erano venute attiepidendo. In una parola, s'era messa anch'ella in cipria e parrucca ad onta del canal Orfano e del Ponte de' Sospiri, che sono gli spauracchi perpetui de' drammaturghi stranieri e de' nostrali che scrivono per gli anfiteatri."
      },
      {
        "index": 401,
        "text": "Tornando ora al doge e alla contessa, essendosi mostrato il P. Vallotti a batter la solfa, perchè doveva aver luogo, a chiuder l'accademia, un suo coro fugato, si disgiunsero con atto di reciproco rispetto."
      },
      {
        "index": 402,
        "text": "E il coro fugato venne eseguito tra gli sbadigli dell'adunanza, chè esso stava alla musica come il Pape Satan Aleppe alla poesia, sebbene Tartini lo ammirasse e ne fosse compunto."
      },
      {
        "index": 403,
        "text": "A notte alta le sale a poco a poco si vuotarono. Quando Tartini si volse per cercare Amorevoli, questi era già scomparso; scomparso prima che la contessa uscisse dalla sala."
      },
      {
        "index": 404,
        "text": "[XI]"
      },
      {
        "index": 405,
        "text": "Abbiamo lasciato il conte V... e il giovane Angelo Emo intenti ad adempire alle prammatiche preliminari di un duello: di questo mezzo assurdo di riparare le ingiurie, il quale, nato in seno alla barbarie, si è prolungato insino a noi, e vi s'è piantato in guisa che moralisti e filosofi e legisti non arriveranno forse mai a sradicarlo del tutto. Almeno i Barbari erano più logici di noi. Dipartivano bensì da una falsa premessa nell'assegnare i motivi a tale costumanza, ma, dopo la premessa, cessava l'assurdo e le deduzioni camminavano regolarmente. Nel duello, che per loro non era altro che un modo dei giudizj di Dio, essi ponevano per principio che la divinità avrebbe data la vittoria a chi aveva la ragione. Codesta credenza spiega la causa primitiva del duello, il quale poteva sussistere fin che le menti rimanevano acciecate dal pregiudizio; ma non si sa più conciliarlo con verun fine logico dal giorno che tutti furono persuasi che la vittoria dipende dalla fortuna e dalla vigoria, non mai nè dalla giustizia, nè dall'intervento divino. Anzi il fatto diventa ancora più inesplicabile quando si pensa che, precisamente allora che il mondo fu persuaso che Dio non interveniva in codeste prove a fiaccare il braccio di chi aveva torto, e a dar forza al debole che aveva ragione; precisamente allora, ossia nel secolo decimoquinto, quando la civiltà sembrò avviata verso la sua massima altezza, sorsero scrittori a decine per comporre quella che chiamarono scienza dell'onore e del duello."
      },
      {
        "index": 406,
        "text": "I legisti di quel secolo, volendo giustificare il duello, si piantarono sull'idea dell'onore convenzionale, senza riguardo nessuno alle leggi invariabili della morale; onde i celebri giureconsulti Passevino, Paride del Pozzo, Baldi, Grimaldi e gli altri seguaci, offrono il miserando"
      },
      {
        "index": 407,
        "text": "spettacolo della scienza intenta ad accrescere occasione alle aberrazioni dello spirito umano. Così il duello, nato spontaneamente in seno a popoli barbari, come un mal frutto d'una mala pianta, fu innalzato all'onore di sistema scientifico dalla civiltà, per cui l'errore insegnato dalle cattedre accrebbe i modi e i mezzi delle offese. Bensì quarant'anni prima del tempo in cui il nostro conte colonnello dovette accettare il guanto dal giovane Angelo Emo, quell'autorità dei vecchi legisti era stata messa in brani da un grande e coraggiosissimo ingegno, dal marchese Scipione Maffei, col suo libro della scienza cavalleresca, a cui appose il bel motto nos nostra corrigimus; e quel libro fece senso in Italia e fece senso in Francia, e trovò sostenitore del nuovo assunto Rousseau; e forse Luigi XIV, forte della sapienza dell'uno e dell'altro, multò il duello colla pena di morte, e instituì il tribunale de' marescialli; e il suo successore accrebbe nell'applicazione la severità alla lettera stessa dell'editto. Ma per quanto in quegli otto lustri si fosse fulminato e scritto e parlato contro il duello, il duello era tuttavia all'ordine del giorno; chè il prestigio del coraggio e dello spregio della morte consigliava indulgenza agli stessi esecutori della legge; e più spesso, non potendosi infrangerne il dettato, se un duello avveniva a dritta, l’autorità, come vedemmo, guardava a sinistra."
      },
      {
        "index": 408,
        "text": "Nè pur in codesto fatto, nei cento anni che sono decorsi, non si può dire che siasi fatto un progresso. Sussiste ancora il prestigio del coraggio, sussiste ancora la falsa idea dell'onore. Ed anzi crebbero i sofismi e le sottigliezze e i sotterfugi della mente nel cercare i modi di salvare l’onore senza nemmeno fare appello al coraggio. Son noti i molti duelli a' dì nostri, dovuti indire ed accettare, per far pago il rispettabile pubblico che chiama vile chi non discende sul terreno, foss'anco per un nonnulla; duelli così ben preparati dai pietosi padrini, che la vita de' duellanti fu tanto al sicuro sul terreno della battaglia, quanto sull'origliere dei placidi riposi; onde contemporaneamente alla misura delle pistole e all'assaggio della polvere, e al giuoco de' bussolotti onde si facean scomparire le palle micidiali, il più celebre ristoratore della città stava ammannendo il più lauto asciolvere, e apprestando sulla mensa lieta lo spumante sciampagna. E ciò tuttavia fu decretato potesse bastare per l'onore. Però, stando così le cose, ed essendovi nell'umanità malattie del cervello croniche e incurabili, si può ben profetare un completo fallimento alle società che in Francia, in Germania, in Inghilterra s'instituirono contro il duello; a meno che non vi si consocii l'autorità costituita fondando i tribunali d'onore, onde provvedano a riparare coi loro placiti a quelle ingiurie speciali che fin qui non si credettero vendicabili che dal duello."
      },
      {
        "index": 409,
        "text": "Ma comunque fosse e comunque sia di codesta faccenda, Angelo Emo lo propose e il conte V... lo accettò, senza darsi un pensiero al mondo di quel che se ne giudicava e diceva e scriveva dai loro dotti e onesti contemporanei. Anzi, se non il giovane Emo, che era istruttissimo, è probabile che il conte V... non sapesse nulla nè di Scipione Maffei, nè di Rousseau, nè di tutta la parte teorica relativa all'abolizione del duello e solo avesse contezza così in digrosso degli editti dei due ultimi Luigi di Francia."
      },
      {
        "index": 410,
        "text": "Si recarono dunque in compagnia dei loro padrini al confine dell'estuario veneto, e là da veri gentiluomini che dovevan ferirsi senza aver nemmeno nè il bene nè il male di conoscersi, si apprestarono a incrociar le spade, fermo dagli arbitri che la sfida dovesse essere, secondo la più generale consuetudine, a primo sangue; il quale, secondo Rousseau, è il modo più assurdo di duello, più assurdo del medesimo duello all'ultimo sangue. Perché, diceva esso in uno di que' suoi impeti di generosa facondia, al primo sangue?... gran Dio! e che vuoi dunque tu fare di questo sangue? beverlo forse, o bestia feroce? Ma questo primo sangue eruppe con un lieve zampillo dalla clavicola sinistra del conte V... a fargli rossa la bianca lattuga che gli usciva dal panciotto; zampillo lieve di più lieve ferita e che fu giudicata un nonnulla dal chirurgo ch'era presente."
      },
      {
        "index": 411,
        "text": "Ma non può immaginarsi il lettore come riuscisse profondissima la ferita che ricevette l'orgoglio del conte, e l'ira che provò contro la fortuna, la quale diede la vittoria al suo giovane avversario, di gran lunga inferiore a lui nel maneggio della spada. Quell'ira però dovette chiudersela in petto, perchè le leggi della cavalleria non permettevano che, compiuta la prova dell'armi, si facesse il viso dell'armi all'avversario, al quale doveva anzi cordialmente stringersi la mano."
      },
      {
        "index": 412,
        "text": "Adempiuto pertanto alle prammatiche posteriori al combattimento, il conte V... e il giovane Emo e i padrini e il chirurgo ritornarono tutti a Venezia."
      },
      {
        "index": 413,
        "text": "Il conte entrava nella laguna che facevano le tre ore di notte. Torbido com'era, e pur non avendo nessun proposito bene deliberato in testa, discese all'albergo, e, ripartito, andò alla casa Salomon dove aveva in animo di recarsi fin dalla prima sera, ed erasi indugiato, assalito, come il lettore sa, da cento pensieri in battaglia. Nè cosa volesse fare, ei lo sapeva nemmeno, dopo ventiquattr'ore; bensì, per determinarsi, quando fu là, percosse due o tre volte col martello la porta che rispondeva alla parte di terra."
      },
      {
        "index": 414,
        "text": "Le imposte si spalancarono, e si mostrò il guardaportone."
      },
      {
        "index": 415,
        "text": "— Non è in casa nessuno, diss'egli, senz'attendere che il nuovo venuto parlasse."
      },
      {
        "index": 416,
        "text": "— Nessuno?"
      },
      {
        "index": 417,
        "text": "— L'ho già detto."
      },
      {
        "index": 418,
        "text": "— Allora aspetterò fin che venga qualcuno."
      },
      {
        "index": 419,
        "text": "— Quando non c'è nessuno in casa, ho l'ordine di non lasciar entrar anima viva, signore."
      },
      {
        "index": 420,
        "text": "— Non c'è nemmeno l'illustrissima contessa V... di Milano?"
      },
      {
        "index": 421,
        "text": "— Nemmeno. Ma anche allora ch'ella è in palazzo, gli è come se non ci fosse; e non riceve nessuno, nessuno affatto."
      },
      {
        "index": 422,
        "text": "— Ciò va bene. Ma io sono il conte suo marito, venuto espressamente da Milano, e devo e voglio e ho il diritto d'entrare."
      },
      {
        "index": 423,
        "text": "— V. S. illustrissima mi perdoni, ma debbo tenere gli ordini. Io poi non so che V. S. illustrissima sia davvero..."
      },
      {
        "index": 424,
        "text": "— E credi tu ch'io voglia vendermi per quello che non sono? Va là in malora e lasciami entrare, ch'io stesso parlerà a' tuoi padroni e alla contessa. E così dicendo sforzò, a così dire, l'ingresso; ed entrò in quel lungo androne che, nelle case di Venezia, mette in comunicazione la parte di terra con quella del rio."
      },
      {
        "index": 425,
        "text": "— Signore, questa è una violenza di cui il padrone, che è senatore..."
      },
      {
        "index": 426,
        "text": "— Taci, e bada a te, che nemmeno il diavolo basterebbe a farmi uscire di qui, non che un senatore; e ho nelle valigie il tuo padrone e la tua Repubblica e il Senato e il doge e il corno."
      },
      {
        "index": 427,
        "text": "Così dicendo, calcato in testa il cappello a tre punte filettato in oro, abbottonatosi il soprabito turchino da viaggio, ch'era lungo fino agli orli degli stivali e aveva il bavaro pur filettato in oro che copriva le spalle, misurava a gran passi quell'androne colla grande e grossa figura; spingendosi di tanto in tanto fin sul primo gradino della scalea verso il rio a guardare a dritta, a sinistra, a porger l'orecchio, a stare in ascolto se mai venisse qualcuno; poi tornava a passeggiare innanzi e indietro, facendo risuonare sotto la vôlta lo sgarbato scricchiolio de' suoi stivali forti."
      },
      {
        "index": 428,
        "text": "Ed or lasciamolo passeggiare a sua posta, chè noi dobbiamo ritornare al palazzo Pisani fra i gondolieri schiamazzanti, a piedi delle scalee, nei cortili interni, ad assistere al passaggio delle belle veneziane, e a dare il braccio alla contessa Clelia per ajutarla ad entrare in gondola e ad adagiarsi sotto il felze."
      },
      {
        "index": 429,
        "text": "Scendevano dunque tutte a quell'ora dallo scalone di casa Pisani le ultime e più cospicue beltà patrizie convenute all'accademia. E precisamente s'eran trattenute le ultime per un tacito accordo della loro ambizione e della loro civetteria ad accrescer l'ansia de' giovani cavalieri, aspettanti in due schiere sotto l'atrio che esse facessero loro la carità di qualche occhiata. Discendeva la contessa A..., quella che possedeva gli occhi più grandi e più glauchi in tutto l'estuario veneto. Beltà calcolatrice e perfida, che si compiaceva della interminabil schiera delle sue vittime, e che bisognava ostentar di sprezzarla, per farle spuntare in cuore, se non l'amore, almeno qualche velleità di simpatia. Discendeva la M..., bruna beltà capricciosa, dalla pelle di raso, e dall'occhio andaluso, lucente e tremulo come l'astro di Venere, e che precisamente, pari alla dea che imprestò questo nome a Lucifero, trattava lo sposo come Vulcano, quantunque non fosse zoppo, e lo sagrificava a Marte, anzi a un drappello di semidei più o meno guerrieri che si movevano in evoluzione in faccia a lei, e ch'ella cangiava e sprecava come i guanti e le pantofole. Discendeva la B..., bellezza epigrammatica e mordace, che già navigava cogli anni verso l'equatore della vita femminile, e copriva di nèi le incipienti rughe, che un suo amante corbellato e tradito chiamava i solchi del peccato. Discendeva la S..., beltà perfetta, ma più carnale che spirituale, dall'occhio di"
      },
      {
        "index": 430,
        "text": "capra, dal collo della Diana efesia, dalle membra in cui trionfava la linea curva; sparpagliante a tutti sorrisi ed occhiate, e che era la delizia dei giovinotti in pensione, che, varcati i trentacinque, galoppavano verso i quarant'anni."
      },
      {
        "index": 431,
        "text": "Discesero altre più o meno desiderate, più o meno belle, più o meno alte, più o meno grasse; sebbene il guardinfante dal cinto in giù le facesse tutte d'una circonferenza... e tra l'ultime discese la contessa Clelia, che Alvise Pisani e il procurator Foscarini accompagnarono alla scalea, presso alla quale, sotto l'atrio, successe come un ingorgo d'uomini e donne, mentre al di fuori era una confusione inestricabile di gondole e di gondolieri, 1 quali rispondevano, Vengo, Son qua, al servo colla torcia che gridava i nomi dei signori che si presentavano per andar via: Casa Mocenigo, conte Erizzo, senator Barbaro, Polcastro, Caotorta, Zen, contessa Rezzonico, contessa V..., e questa, dopo un quarto d'ora d'aspettazione, sentì la voce del gondoliere Bianchi, ch'era scivolato tra gondola e gondola fin lì. Il conte Pisani diede il braccio alla contessa, che discese finalmente i gradini, e si adagiò sotto il felze."
      },
      {
        "index": 432,
        "text": "Intanto da più di mezz'ora Amorevoli stava nella sua gondola ferma in Canal grande, importunando di continuo il gondoliere:"
      },
      {
        "index": 433,
        "text": "— Ma bada che non ti sfugga."
      },
      {
        "index": 434,
        "text": "— La se fida de mi..."
      },
      {
        "index": 435,
        "text": "— Ma sai tu ch'è già passata un'ora..."
      },
      {
        "index": 436,
        "text": "— Gnanca mezz'ora, sior."
      },
      {
        "index": 437,
        "text": "— In tante gondole, come vuoi tu conoscere?..."
      },
      {
        "index": 438,
        "text": "— La lassa far a mi. Nu altri semo come bracchi... se ghe ze el salvadego... nol scapa... La se meta intanto a dormir."
      },
      {
        "index": 439,
        "text": "— Ho già visto a passare più di trenta e di quaranta gondole."
      },
      {
        "index": 440,
        "text": "— De zento che ghe ne ze... la fazza conto, patron, che semo indrio... Ma la guarda che la ze là... ch'el se consola, sior. E spingendo la gondola codiò dalla lunga quella della contessa per qualche tempo, poi, quando gli parve seconda l'occasione, le si portò ai fianchi."
      },
      {
        "index": 441,
        "text": "— Buon dì... compare, disse il gondoliere al Bianchi."
      },
      {
        "index": 442,
        "text": "La finestra del felze d'Amorevoli era a due dita dalla finestra del felze della contessa."
      },
      {
        "index": 443,
        "text": "— Donna Clelia, egli disse..."
      },
      {
        "index": 444,
        "text": "Ella trasalì a quella voce, e non rispose; Amorevoli seguì a dire altre parole, ma la contessa non parlò."
      },
      {
        "index": 445,
        "text": "Allora il gondoliere Bianchi che, stando in poppa, s'accorse del silenzio della contessa, sospettando ch'ella fosse in un malo impaccio... diede due o tre colpi di remi... e si portò innanzi di tutto lo spazio che misura appunto una gondola, e disse anche qualche mala parola al gondoliere di Amorevoli; e siccome era di tanto più robusto di colui... lo sopravanzò di sì lungo tratto che l'altro indarno s'attentava di raggiungerlo; mentre come un fuoco d'artifizio Amorevoli sagrava al lento gondoliere. Infine, la gondola della contessa svoltò nel rio San Polo. Amorevoli dice al gondoliere: — Va là e t'affretta che la raggiungeremo. Ma il Bianchi era già pervenuto alla casa della contessa, che Amorevoli procedeva ancora discosto. Se non che, in quel punto, ode la voce della contessa, anzi un grido, poi una voce d'uomo, e un rumore di parapiglia. È vicino alla scalea della casa. È presso alla gondola della contessa; vede il gondoliere Bianchi che appoggia un colpo di remo sul cappello a tre punte di un uomo d'alta statura, ch'ei ravvisa pel conte marito. Il cappello a tre punte, inconscio di tutto, fa tre giri grotteschi come un paléo, e cade in laguna. Il conte sfodera la spada e si fa addosso al gondoliere, e l'uno e l'altro cadono a fascio nella gondola, intanto che la contessa piega come in deliquio sulla prora... Tutto questo avvenne in men tempo che noi abbiamo impiegato a dirlo... e Amorevoli, inspirato non si sa da che, ma pronto come una molla che scatti, prende la contessa e, ajutato dal gondoliere, la porta di peso nella propria gondola... mentre dice: — Or t'affretta e non farmi il poltrone."
      },
      {
        "index": 446,
        "text": "Nè il conte, nè il gondoliere Bianchi che stavano a fascio nella gondola, non feriti per fortuna, ma bensì martellandosi senza distinzione di rango, poterono veder quel ch'era avvenuto; né"
      },
      {
        "index": 447,
        "text": "il guardaportone accorso, intento al parapiglia; onde il gondoliere d'Amorevoli si partì senz'impicci... e dopo cinque minuti era già in Canal grande."
      },
      {
        "index": 448,
        "text": "Quando furono colà, Amorevoli respirò; ma non era ancora tranquillo, sicchè fece intendere al gondoliere che vogasse più al largo... e il gondoliere si spinse infatti verso il canal de' Marani. Intanto la contessa fu scossa dagli aliti freschissimi della notte e tanto quanto si riebbe; e vedendosi faccia a faccia con Amorevoli, raccolse gli sparsi pensieri e, fatto alla meglio il riepilogo di tutto, gli strinse la mano. Certo che non avrebbe fatto nemmeno quest'atto, per sè al tutto innocente, se fosse stata pienamente in sè stessa; ma dal recente turbinìo dei sensi, la ragione non essendosi ancora tutta quanta sviluppata, l'istinto teneva il suo posto; e l'istinto, il men che potè fare, fu di permettere che la sua mano stringesse quella d'Amorevoli, in segno di gratitudine."
      },
      {
        "index": 449,
        "text": "E dopo quella stretta di mano, che lasciò un'impressione indefinibile sulla mano di Amorevoli, vennero le parole tronche, breviloquenti, infuocate, che non ripetiamo perchè per noi non avrebbero senso, tanto ne avevano per quei due! parole che, nell'enfasi erotica, per quelli che le profferiscono hanno un significato che non è inteso da chi le ascolta nella calma di un cuore senza passione. Bensì nella pienezza luminosa di quella gioja istantanea, sapean pur penetrare colla loro acutissima fitta i pensieri del passato e del futuro, e i laceranti rimorsi."
      },
      {
        "index": 450,
        "text": "Ma vi sono momenti della vita in cui, al cospetto di un bene presente insperato e supremo, non possono prevalere tutti gli altri pensieri e tutti gli altri dolori. Momenti in cui persino il colmo della sciagura, che pur troppo si presagisce dover essere duratura, comunica al piacere fuggitivo un'esaltazione senza pari."
      },
      {
        "index": 451,
        "text": "E qui ci vorrebbero le essenze di rosa, di mirra e belgioino distillate già nella fabbrica di Tomaso Moore di Londra, e passate poi in Italia nella casa figliale di Prati; qui ci vorrebbero le flebili eleganze di Aleardi, di Maffei, di Gazzoletti, per cantare il cantante Amorevoli che muto e pensoso, stava contemplando l'inclita donna pensosa e muta; qui ci vorrebbe qualche svolazzo degli altri poeti minori, che appartengono alla famiglia dei pettirossi, dei canar] e dei capineri, perchè aliassero e gorgheggiassero e pipilassero in segno di festa intorno a costoro, che usufruttano un quarto d'ora di gioja ineffabile, a dispetto della loro falsa posizione."
      },
      {
        "index": 452,
        "text": "Notte, cielo stellato, chiaro di luna, Venezia, canal Orfano, canti lontani smorenti nell'aria, gondolieri colle sventure d'Erminia in bocca. Due esseri nell'infelicità felici, un marito terribile lasciato sotto il pugno e il remo d'un gondoliere poeta, eccitabile e fantastico; un passato con de' rimorsi, un avvenire tenebroso: ecco, o signori, consommé di poesia e di romanticismo."
      },
      {
        "index": 453,
        "text": "Or qui venite, o giovani fantasiosi e teneri, e voi tutti, che se foste fiori, non potreste esser altro che l'erba sensitiva, venite e volteggiate a vostra posta e in tutti i modi in codesta azzurra sfera che vi appartiene in diritto. Quanto a noi, non abbiamo a far altro; chè il nostro cuore è ruvido oggimai come la pelle di un postiglione."
      },
      {
        "index": 454,
        "text": "Ma dove eran diretti que' due felici infelici?... Ma in che ora il gondoliere rivolse il ferro dentato verso la città?"
      },
      {
        "index": 455,
        "text": "La risposta a queste domande il lettore potrà averla assistendo in seguito a strane cose che avverranno nella città di Milano nell'anno 1766. Per ora,"
      },
      {
        "index": 456,
        "text": "Galeotto fu il libro e chi lo scrisse,"
      },
      {
        "index": 457,
        "text": "nè più vi possiam leggere innanzi."
      }
    ]
  }
}
