{
  "chapterNumber": 18,
  "title": "Book Seventeenth (Libro Decimosettimo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Giocondo Bruni, il conte Ghislieri e il conte di Domodossola. — Un'adunanza in casa del conte Aquila e il regno d'Italia. — Milano nel 1813. — I partiti. — Un dialogo tra il conte Aquila e madama Falchi. — Il vetturale Bernacchi Giosuè e il colonnello Annibale Visconti. — Il giorno 20 aprile 1814 e il ministro Prina. — Il capomastro Granzini, il ritratto di Napoleone dipinto dall'Appiani e il busto in gesso di Beauharnais.]"
      },
      {
        "index": 1,
        "text": "Abbiam lasciato i coniugi Falchi al loro sonno, che non fu certamente quello del giusto, per ritornare in teatro onde assistere al colloquio tra il Galantino e il giudice F... e tener dietro alle sue conseguenze; ed ora ci convien staccarci dal notajo Agudio e dal Galantino per rifarci ventiquattr'ore addietro e ritornare di nuovo nelle sale del Ridotto."
      },
      {
        "index": 2,
        "text": "Il nostro amico Giocondo Bruni erasi fatto guida al conte Aquila, al conte-milord, ed agli altri che costituivano il partito italico assoluto, per vedere la faccia di un conte, che il Bruni aveva conosciuto a Parigi come emissario austriaco."
      },
      {
        "index": 3,
        "text": "— È lui, assolutamente lui, disse il Bruni al conte Aquila, allorchè furono vicini a un tavolino da giuoco,"
      },
      {
        "index": 4,
        "text": "— Quell'ometto là piccino?"
      },
      {
        "index": 5,
        "text": "— Quello là appunto."
      },
      {
        "index": 6,
        "text": "— Con quella faccia da coniglio?"
      },
      {
        "index": 7,
        "text": "— È una maschera naturale, che a lui serve benissimo."
      },
      {
        "index": 8,
        "text": "— Gli avete parlato voi qualche volta?"
      },
      {
        "index": 9,
        "text": "— Non ho mai voluto mangiare di quella carne; però l'ho sentito a parlare molte volte, nè egli lo sa, nè mi conosce."
      },
      {
        "index": 10,
        "text": "— Che cosa credete voi che sia qui per fare?"
      },
      {
        "index": 11,
        "text": "— Quello che faceva a Parigi: giuocare, perdere spesso, e mettersi al paretajo come la civetta, per attirare gli uccelli di brocca. Adesso giuoca, poi perderà. Scommetto che è già in perdita... Ecco qui, sentite, signor conte?..."
      },
      {
        "index": 12,
        "text": "Questa interruzione derivò dalle parole di due astanti, i quali dicevano:"
      },
      {
        "index": 13,
        "text": "— Ha un gran sangue freddo, colui... È già la terza volta che mette sul tappeto cento napoleoni d'oro; e al risolino continuo che fa si direbbe che è in guadagno."
      },
      {
        "index": 14,
        "text": "— Vedete se ho detto vero, signor conte?... ebbene, fra un'ora va a cena con tutti quelli a cui ha riempito le saccoccie; e là parla di politica; compera per un pezzo; poi vende e fa propaganda. Alla mattina, poi, credo che riferisca il risultato dell'opera sua e mandi la cacciagione a Metternich e a Bellegarde."
      },
      {
        "index": 15,
        "text": "— Converrebbe renderne avvertita l'autorità."
      },
      {
        "index": 16,
        "text": "— Converrebbe certo. Ma chi se ne piglierebbe l'incarico? Io, no davvero, che stetti fuor di paese troppo tempo."
      },
      {
        "index": 17,
        "text": "In questo punto entrò nella sala un personaggio ancor giovane, bene incravattato, che il conte Aquila salutò ed avvicinò."
      },
      {
        "index": 18,
        "text": "— Guarda un po', gli disse questi, tu che sostenevi avere l'Austria deposto ogni pensiero della Lombardia."
      },
      {
        "index": 19,
        "text": "— Che cosa?"
      },
      {
        "index": 20,
        "text": "— Vedi quell'ometto là, che giuoca, perde e ride?"
      },
      {
        "index": 21,
        "text": "— Si che lo vedo... lo vedo e lo conosco."
      },
      {
        "index": 22,
        "text": "— OA!... Lo conosci davvero?"
      },
      {
        "index": 23,
        "text": "— Sì... è un prodigo senza testa. È venuto a Milano da poco tempo, e s'è innamorato della città nostra. Ha voluto persino farsi inscrivere nella guardia civica; per la sua generosità, lo si voleva nominare ufficiale; ma egli si accontentò di essere sergente."
      },
      {
        "index": 24,
        "text": "Il conte Aquila guardò il Bruni come se pensasse: or chi di voi due dice il vero? Il Bruni non disse parola."
      },
      {
        "index": 25,
        "text": "Questo ci raccontò poscia, tanti e tanti anni dopo, come ebbe a scoprire esservi stato accordo, tra quell'emissario austriaco, e colui al quale il conte Aquila aveva parlato. Chi poi fosse quel personaggio, è subito fatto intendere al nostro lettore, se appena egli ha l'abitudine a sciogliere sciarade e logogrifi."
      },
      {
        "index": 26,
        "text": "Colui, dunque, noi lo abbiamo visto molte volte; e alla processione del Corpus Domini e ai Te Deum per gli anniversarj ed i giorni onomastici austriaci, col suo collo torto, colla sua aurata assisa di consigliere intimo, e colla sua fascia traversale bianco-rossa dell'Ordine di Maria Teresa. Egli era conte, quantunque i suoi avi di sessant'anni prima avessero fatto carbone presso Ossola. Era ricchissimo, e di una ricchezza ereditata da un padre che, pur avendo usufruttata la pubblica fame, ebbe fama di uomo onesto, forse per l'effetto dei confronti. Ma siccome dev'essere vero che la farina del diavolo si converte in crusca, così tutta quella ricchezza fu da esso adoperata per la massima parte ad alimentare i magazzinieri delle indulgenze plenarie, ad ammorbare le pusille coscienze di pregiudizj e di bigottismo, a scapito della religione vera e del sincero progresso."
      },
      {
        "index": 27,
        "text": "E il conte Aquila continuava ad interrogarlo:"
      },
      {
        "index": 28,
        "text": "— Sai tu almeno come si chiami questo prodigo sventato?..."
      },
      {
        "index": 29,
        "text": "— Il nome non me lo ricordo. Ma non credo ne valga la pena."
      },
      {
        "index": 30,
        "text": "— E voi lo sapete? domandava poscia al Bruni."
      },
      {
        "index": 31,
        "text": "— Sto appunto tormentando la memoria per richiamarmelo, ma non mi riesce. So per altro che è un conte, e un conte che conta assai poco in quanto a ricchezza; per ciò non si sa bene a che tesoreria vada a prender il danaro che sparpaglia a piene mani."
      },
      {
        "index": 32,
        "text": "— Mi sembra, caro mio, continuava il conte Aquila rivolto all'altro conte, che questo signore, venuto or ora da Parigi, ne sappia più di te."
      },
      {
        "index": 33,
        "text": "— Può darsi anche questo; ma torno a ripetere che non vale la pena di far tante indagini sul conto suo. Gli ho parlato due o tre volte, ed è un uomo perfettamente nullo."
      },
      {
        "index": 34,
        "text": "Qui, un'onda di pubblico entrò nella sala, e scompaginò quei gruppi di persone che stavano intorno ai tavolieri."
      },
      {
        "index": 35,
        "text": "L'Aquila, il Bruni e gli altri si trovarono divisi dal futuro consigliere intimo, e lasciarono il Ridotto."
      },
      {
        "index": 36,
        "text": "Di lì a poco, il conte Ghislieri (che così chiamavasi quella civetta al paretajo):"
      },
      {
        "index": 37,
        "text": "— Per questa notte, disse, possiamo spegnere i lumi: chè s'è perduto abbastanza. Ora, se questi signori mi favoriscono, potrem passare il rimanente della notte al Gallo."
      },
      {
        "index": 38,
        "text": "Il futuro consigliere intimo trasse allora per un momento in disparte il conte emissario, e:"
      },
      {
        "index": 39,
        "text": "— Stanotte, gli disse, continuatela pure in compagnia di quest'allegra brigata, ma domani"
      },
      {
        "index": 40,
        "text": "partite."
      },
      {
        "index": 41,
        "text": "— Perchè?"
      },
      {
        "index": 42,
        "text": "— Qualcuno ha messo gli occhi su di voi."
      },
      {
        "index": 43,
        "text": "— Davvero? ma come mai?"
      },
      {
        "index": 44,
        "text": "— Il come non lo so; ma se vi avviso, è perchè desidero che le cose ben avviate non si guastino."
      },
      {
        "index": 45,
        "text": "— Se parto, parto per ritornare."
      },
      {
        "index": 46,
        "text": "— Ritornate, ma a suo tempo, ma quando il frutto sarà maturo. Intanto vogliate passar da me, prima di lasciar Milano. È arrivato da Parigi il marchese F..., che, quantunque sia un consigliere di Stato, è dei nostri. Troverete pure in casa mia alcuni de' meglio pensanti. Or vi saluto."
      },
      {
        "index": 47,
        "text": "E il piccolo contino Ghislieri, emissario, spia di prima classe, anzi Gran Cordone di quell'Ordine, e sergente intruso della guardia civica, ritornò alla sua brigata e lasciò il teatro."
      },
      {
        "index": 48,
        "text": "Il conte Aquila intanto, accompagnato da dieci o dodici del suo partito, era ritornato a casa. Com'era suo costume far sempre colla servitù, entrò accigliato e burbero nella stanza del guardaportone, che stava inferraiuolato innanzi ad un gran braciere:"
      },
      {
        "index": 49,
        "text": "— Tirate la campana, e chiamate i domestici di settimana. Presto."
      },
      {
        "index": 50,
        "text": "Il guardaportone obbedì, s'affrettò, suonò la campana. Discesero i servi."
      },
      {
        "index": 51,
        "text": "— Accendete fuoco nel camerone terreno. Presto."
      },
      {
        "index": 52,
        "text": "I due servi obbedirono."
      },
      {
        "index": 53,
        "text": "Il conte entrò coi colleghi nel camerone. Dopo alcuni momenti, una gran catasta di legna crepitava già e mandava scintille su per la cappa di un camino monumentale, con iscolture rappresentanti gli stemmi del casato."
      },
      {
        "index": 54,
        "text": "— Andate a dormire, disse il conte ai due domestici. Solo il guardaportone stia sveglio finchè questi signori partiranno. Andate ad avvisarlo."
      },
      {
        "index": 55,
        "text": "Quella società che s'era adunata in casa del conte Aquila, era composta da dodici a quindici persone, la maggior parte patrizj, quasi tutti ricchissimi, e per ciò influenti sul popolo della città e sugli abitanti della campagna. Tra essi v'era un B..., capo battaglione della guardia civica; un E... V..., giovane di straordinario ingegno e di altrettanta coltura, ma eccentrico e strano; un G... di Como; un V... di Lodi; il conte-milord, l'avvocato Gambarana, ecc. ecc. Il nostro Giocondo Bruni, dal quale sappiamo tutto quanto verremo raccontando, fece parte anch'esso della comitiva, e come amicissimo del conte-milord, e perchè aveva espresso degli intendimenti assai conformi a quelli del conte Aquila."
      },
      {
        "index": 56,
        "text": "Intorno al gigantesco camino eran state disposte in semicerchio delle vecchie sedie di bulgaro a bracciuoli. Tutti sedettero. La catasta accesa illuminava la scena. La parte accessoria e pittorica di quell'adunanza pareva ne accrescesse l'importanza e il mistero."
      },
      {
        "index": 57,
        "text": "L'E... V..., che era un ingegno letterario e caustico, e soleva parlare con epigrammatica amenità anche delle cose gravissime:"
      },
      {
        "index": 58,
        "text": "— Chi ora ne sorprendesse, cominciò a dire, ci piglierebbe per altrettanti personaggi del Noce di Benevento. Però sarebbe bene per un'altra volta radunarci più presto e scegliere un luogo men fantastico."
      },
      {
        "index": 59,
        "text": "— Più presto non è possibile, osservò il conte Aquila, perchè ci bisogna a noi tutti di lasciarci vedere in teatro. In quanto al luogo, non fu fabbricato apposta, e poi ha il vantaggio di essere lontano da chi può vedere e sentire. Ma veniamo a quel che importa. Che cosa, o signori, pensate di fare? Jeri non si trattava che di cogliere l'opportunità che la Francia si sfasci, per liberarci di lei e fare da noi le cose nostre: oggi ci siamo accorti che, di dietro alla Francia che si va sprofondando come un fantasma da palco scenico, torna a spuntare lo spettro dell'Austria."
      },
      {
        "index": 60,
        "text": "— L'affare è spinoso, osservò l'E... V...j pure, se il duca di Lodi avesse vent'anni di meno e non soffrisse di gotta, potrebbe raccogliere nelle proprie mani il supremo potere nel punto che tutte le acque fossero in alluvione. Il fatto di Bernadotte, che era un mangia-carte e diventò re di Svezia, non farebbe parer strano che un privato, il quale è stato il vice-Napoleone durante la Cisalpina e il Consolato, possa un bel giorno, dal voto nazionale, essere eletto re d'Italia."
      },
      {
        "index": 61,
        "text": "— Il duca di Lodi, osservò il conte Aquila, sarebbe sempre un uomo stracco, quand'anche fosse sano e contasse vent'anni meno."
      },
      {
        "index": 62,
        "text": "— Questo non sarebbe un ostacolo, basterebbe che piacesse al popolo."
      },
      {
        "index": 63,
        "text": "— Ma se non può piacere, non se ne parli più."
      },
      {
        "index": 64,
        "text": "— Per tener lontana l'Austria, e per disfarci di Beauharnais, bisognerebbe almeno che ci fosse un italiano, il quale, o negli ordini civili o nei militari, avesse talmente fermata l'attenzione dei suoi connazionali, che l'imitazione dei Longobardi che innalzavano sugli scudi il loro re eletto non sembrasse una burattinata. — Ma dov'è quest'italiano? Lo domando a te, che, per un mal inteso orgoglio, come ti dissi mille e mille volte, hai voluto sempre vivere in disparte."
      },
      {
        "index": 65,
        "text": "Il conte Aquila tacque, ma il petto gli ansò forte per la sistole e la diastole dell'ambizione."
      },
      {
        "index": 66,
        "text": "Chi aveva parlato non era adulatore, e sebbene per ingegno non fosse inferiore al conte, pur aveva di lui una stima gigantesca."
      },
      {
        "index": 67,
        "text": "Questo fenomeno avviene spesso tra gli uomini, che taluni vengono apprezzati in ragione del nulla che fecero, e solo perchè alcune loro attitudini, viste in iscorcio e sotto ad una luce passeggera, lasciarono un'impressione di una grandezza virtuale non provata mai alla cote dell'azione e dei fatti. A ciò si soggiunga che, se essi hanno dato segno di qualità incontestabilmente superiori, e pur tuttavia, in opposizione della tendenza del più degli uomini, si tennero celati o comparvero in pubblico qualche volta per iscomparir subito, come il sole temporalesco; il buon prossimo se ne esagera talmente la potenza, da crearne tosto una divinità in fieri. Questo era veramente il caso del conte Aquila. Il suo carattere altero, la sua coltura ampia, la sua parola forte, cruda, tagliente, e quel mai non aver voluto imbrancarsi col resto dei viventi, avevano fatto concepire di lui un'idea così alta, che qualunque più eccelsa opposizione non pareva soverchia per lui."
      },
      {
        "index": 68,
        "text": "— Io non credo, disse egli poi all'E... V..., che tu voglia pigliarmi in canzone: ma se hai la persuasione che, se io mi fossi accostato alle cariche o civili o militari, avrei fermata l'attenzione de' miei connazionali, pensa che non avrei potuto farlo se non imitando tutti quelli che diedero nell'occhio al pubblico: col girare, cioè, come un satellite intorno al sole di Napoleone. Ed è ciò appunto che non ho voluto fare. Se ci ha ad essere un capo italiano, un presidente, un dittatore, che so 10? la parola re mi fa ribrezzo (il lettore non ci creda), deve essere appunto un uomo nuovo, che non abbia servito a nessuno, che non abbia avuto onorificenze da nessuno, che non sia stato nè Gran Cordone, nè Grande Ufficiale di nessun Ordine. Tu mi dirai che pure è necessario aver fatto qualche cosa in passato, a saggio e a prova dell'avvenire. Ma in questo caso ritieni che una pagina bianca vale meglio di una pagina tutta coperta di caratteri, dove alcuni luminosi pensieri sieno deturpati da propositi e da concetti servili."
      },
      {
        "index": 69,
        "text": "— Tu parli bene, ma bisognerebbe farla intendere al popolo; ma bisognerebbe che Iddio volesse di nuovo pigliarsi l'incarico di ungere i re per mano di qualche Samuele. Anzi, il popolo oggidì non crede più nulla ai sacerdoti, poco a Dio, e vuol fatti e fatti e poi fatti. Non occorre che essi siano meraviglie sostanziali, ma che abbiano almeno la virtù di abbagliare il mondo."
      },
      {
        "index": 70,
        "text": "— Tu hai ragione, e parli da quell'uomo che sei. Ma io ti so dire, che se in questi giorni io fossi eletto, per esempio, colonnello della guardia civica, con questa semplice carica, io saprei far miracoli."
      },
      {
        "index": 71,
        "text": "— Lo credo, ma il colonnello non è morto e non vuol morire; nè vuol nemmeno cedere il posto."
      },
      {
        "index": 72,
        "text": "— Io so, entrò allora a parlare il B..., capo battaglione della civica, io so che tu sei nella terna per essere nominato capitano del mio battaglione..."
      },
      {
        "index": 73,
        "text": "— E domenica, nell'occasione della rivista, una fascia ricamata in oro da mia moglie sarà appesa alla vostra bandiera e benedetta in piazza Castello..."
      },
      {
        "index": 74,
        "text": "— Ebbene, allorchè tu sarai nominato capitano, ti cedo subito il mio posto di capo battaglione. Io non faccio nessun sacrificio; e nelle tue mani può essere utile ciò che nelle mie non giova a nulla."
      },
      {
        "index": 75,
        "text": "A queste parole succedette un po' di silenzio; l'avvocato Gambarana, uomo torbido, non amico, nè ammiratore di nessuno, e istintivamente oppositore:"
      },
      {
        "index": 76,
        "text": "— Faccio osservare, uscì a dire, che nelle osterie e nelle bettole si parla talvolta degli interessi del paese con più acume che altrove."
      },
      {
        "index": 77,
        "text": "Egli pronunciò queste parole con una certa asprezza sardonica, perchè era stato nauseato dall'eccessiva ammirazione che l'E... V... avea mostrato pel conte Aquila; e perchè, più che strane, gli erano sembrate ridicole (e non aveva tutti i torti) le mal dissimulate aspirazioni di quest'ultimo."
      },
      {
        "index": 78,
        "text": "— Allora tocca a voi, caro avvocato, soggiunse tosto l'E... V... colla sua causticità consueta, a fare in modo che noi possiamo aver l'onore di pensare come i frequentatori delle bettole e delle osterie."
      },
      {
        "index": 79,
        "text": "— Vi è andata la mosca al naso più che a un filosofo non convenga, soggiunse il Gambarana, ma io non ho fatto che ripetere un passo d'oro di quel Rousseau pel quale voi andate in deliquio."
      },
      {
        "index": 80,
        "text": "— Non mi ricordo del passo d'oro; ma quand'è così, continuate."
      },
      {
        "index": 81,
        "text": "— Una di queste sere, mi trovavo all'albergo del Gallo col mio praticante Valesi. V'era gente di tutte le qualità; ma il più eran mercanti, giovani di banco, bottega], gente che voi altri signori avete il torto di non voler mai nè avvicinare, nè sentire. Parlavan tutti alla distesa e alla libera; e parlavano appunto del tema corrente; si venne persino, come abbiam fatto noi stanotte, a mettere in questione: Chi mai fra gl'Italiani avrebbe avuto le qualità necessarie per tenere in mano, pel momento almeno, le redini del governo, quando mai le grandi potenze, troppo caricate d'affari, ci avessero lasciati in vacanza. Tutti tacevano e pareva che nessuno sapesse dove dar la testa, quando uscì a dire un giovinotto:"
      },
      {
        "index": 82,
        "text": "«Diavolo! a me pare poi che d'uomini adatti ce ne sia più d'uno. Ma, a caso disperato, v'è un tale che non può a meno di saltare agli occhi di tutti. — Sentiamo, sentiamo, gridavan gli altri. — Non è vero, proseguiva colui, che Murat, il quale nacque in casa di un oste e fece il postiglione per qualche tempo, diventò poi re di Napoli? I tempi si sono cambiati, e Napoleone ha fatto vedere che non è più necessario di trovar la corona bella e fatta nel ventre della madre. Or bene, noi in casa nostra abbiamo un tal uomo, che nacque di casato distinto, che ebbe un'educazione compiuta, che fece prodigi di valore, non in una nè in due, ma in una dozzina di battaglie, al punto da destare l'invidia persino del vicerè; un uomo, un soldato, un generale che è adorato da tutto l'esercito italiano. E non potrebbe dunque costui essere il re d'Italia? Viva il re Pino, gridò allora un altro... Viva, viva, gridarono tutti. — Finalmente abbiamo trovato il re, e un re di cavalli!"
      },
      {
        "index": 83,
        "text": "«È un gran difetto che abbiam noi Italiani, quegli proseguiva, di disprezzare tutto ciò che è nostrano, e di volere a tutti i costi fare acquisto della roba forastiera. E com'è degli uomini, così è delle mercanzie e di tutto. Il vino di Francia ci avvelena, ma si paga mezzo marengo al boccale: noi con sedici soldi si beve un vino che fa resuscitare i morti: se venisse di Francia, non lo beverebbero che i gran signori. Ma vivaddio, che il re è trovato, e se il nostro disgraziato paese arriverà finalmente ad avere e ad apprezzare un re nostrano, tutto il resto verrà da sè e tutte le piaghe si chiuderanno.» — Così diceva quel giovine, non so se mercante o lavorante; ed ora domando a voi tutti se non parlava con fior di senno?"
      },
      {
        "index": 84,
        "text": "— Molte volte ho pensato anch'io al general Pino, osservò il conte Aquila; ma senza giro di frasi, vi dichiaro schiettamente che io abborro il regno della sciabola. Quando un soldato si fa capo di uno Stato, tutti gli ordini della società vanno a fascio e la caserma diventa il Sancta sanctorum."
      },
      {
        "index": 85,
        "text": "«Del rimanente (continuò) qui non si tratta di andare a cercare dei re; si tratta di provvedere al modo di tener lontana l'Austria; e d'impedire che l'incapacissimo Beauharnais abbia ad acquistare un regno nel punto stesso che Napoleone perde un impero. Pino sia pure, chè lo merita, il generalissimo delle truppe italiane; ma lo Stato deve essere governato dalla toga e non dalla spada. Che se si volessero ancora dei re o, se anche non volendoli, ci fossero imposti dalle grandi potenze vittoriose e tutte monarchiche e tutte paurose d'altre forme di governo; v'è pure in Italia e a poche miglia da noi un re di antichissimo ceppo italiano, la storia della cui dinastia è una epopea continua di battaglie, di vittorie e di gloria. Ma questo, per ora, è un discorso immaturo. Ciò solo che dobbiam pensare a far oggi è di premunirci contro gli attentati dei servili, i quali rappresentando la nazione senza regolare mandato, potrebbero, data l'opportunità, mercanteggiarla a loro beneplacito e per loro uso e consumo. Ma per ciò fare, conviene appunto metterci in possesso di qualche forza, di una forza materiale, voglio dire, di una forza armata; questa noi l'abbiamo in una istituzione a cui oggi nessuno pensa, perché è considerata come uno spettacolo da parata e da teatro; ma che nelle mani di chi avesse la virtù di pensare, di calcolare e sopratutto di volere, potrebbe diventar poderosa e onnipotente da un momento all'altro. Ecco perchè desidero che voi altri tutti entriate a far parte della guardia civica; ecco perchè m'affannai per avervi grado di capitano; ecco perché da mia moglie feci trapuntare una ciarpa da consacrarle in dono; ecco perché avrei carissimo se potessi essere capo battaglione o colonnello. Or m'avrete compreso, o signori, e a rivederci domani»."
      },
      {
        "index": 86,
        "text": "La seduta fu sciolta; tutti partirono; il conte stesso li accompagnò al portone. Disse al custode, sempre in tuono burbero: — «Ora puoi andare a dormire»; e senza più altro, salì nei proprj appartamenti. Quantunque fosse ora tardissima, il conte, entrato in camera, non andò a letto."
      },
      {
        "index": 87,
        "text": "L'opposizione dell'avvocato Gambarana gli aveva dato gran noja, e in quanto a sè, pentivasi di aver messo innanzi il nome del re di Piemonte. All'intento di mascherare le proprie aspirazioni, più che temerarie, strane ed incredibili, egli aveva giuocato di dissimulazione e d'astuzia. Ma gli pareva d'essere andato troppo oltre, tanto più che quella proposta ei la stimava di tal natura da mettere d'accordo tutte le opinioni controverse. Esso aveva l'ingegno robusto e la veduta sicura e, quasi diremmo, infallibile, ogni qualvolta pensava e giudicava senza passione. In quel momento che, per mettere a tacere vittoriosamente l'avvocato, gli era occorso dimenticarsi di sè stesso, la sua mente sgombra gli aveva fatto vedere d'un colpo ciò che nessuno allora avrebbe pensato, e che doveva poi sembrare una scoperta tanti anni dopo; ma appena fu solo e lasciò le verità generali per l'interesse proprio; e l'ambizione che in lui quasi toccava il grado di quel che si chiama ramo di pazzia, tornò ad esaltarlo, non sappiamo qual cosa avrebbe fatto per ritirare quella proposta."
      },
      {
        "index": 88,
        "text": "Ai nostri lettori, al pari che a noi, un tal fatto potrà sembrare, più che incredibile, assurdo: ma quanti abbiamo interrogato di coloro che avvicinarono il conte e poterono leggergli in fondo all'anima, alla quale di tanto in tanto eran guida ed interprete alcune sue fuggitive espressioni, ci assicurarono che l'idea di poter mettersi alla testa degli Italiani e di recarsi in mano la somma del potere, lusingò davvero per qualche tempo l'amor proprio di quell'uomo strano, le di cui più alte e più nobili attitudini vennero turbate dall'eccesso dell'orgoglio e dalla mancanza di cuore."
      },
      {
        "index": 89,
        "text": "Quando il conte fu per mettersi a letto, rammentandosi della ciarpa destinata per la guardia civica; si recò nel gabinetto della contessa, scoperse il telajo, e gli sembrò che il lavoro fosse in ritardo e mancasse il tempo necessario ad apprestarlo pel dì della rivista. Il sangue a tal pensiero gli andò al capo; tirò, strappò più volte il campanello. Comparve un servitore in mantello e mutande, tutto rabbuffato."
      },
      {
        "index": 90,
        "text": "— Chiama qui la Maria, presto! gli disse il conte."
      },
      {
        "index": 91,
        "text": "Venne una donzella discinta e sgomenta."
      },
      {
        "index": 92,
        "text": "— Tue la tua padrona, che avete fatto in questi giorni? Nemmeno in un mese avrete finito."
      },
      {
        "index": 93,
        "text": "Le parole non eran che queste; ma l'aspetto del conte faceva paura, ma la sua voce era così forte, così furibondo l'accento, da mettere a rumore tutta la casa."
      },
      {
        "index": 94,
        "text": "Destata infatti da tutto quello schiamazzo, comparve la contessa frettolosa e tremante, e avvolta in un ampio scialle."
      },
      {
        "index": 95,
        "text": "Il conte la guatò, la saettò, la coperse di contumelie."
      },
      {
        "index": 96,
        "text": "Ella diede in un dirotto pianto; piangeva la donzella, l'una e l'altra supplicavano e promettevano."
      },
      {
        "index": 97,
        "text": "Tutta la famiglia era in iscompiglio."
      },
      {
        "index": 98,
        "text": "Quasi ci fu men terrore nelle case di Priamo, quando le fiamme avvolsero Troja."
      },
      {
        "index": 99,
        "text": "Tanto è feroce e spietata e demente un'anima ambiziosa!"
      },
      {
        "index": 100,
        "text": "[II]"
      },
      {
        "index": 101,
        "text": "La condizione della città di Milano, nel dicembre dell'anno 1813, presentava 1 sintomi di una malattia, come suol dirsi, di carattere, ma di cui era difficile a prevedersi e a prefinirsi la qualità, la gravezza, la durata e la riuscita. Lavoravano in lei molteplici elementi occulti, che ad esplodere o a ritirarsi inoffensivi aspettano l'esito di circostanze superiori e fatali."
      },
      {
        "index": 102,
        "text": "Nei primi mesi dell'anno successivo, quei sintomi si vennero sempre più aggravando. Le cause nascoste di tanti effetti futuri e contingenti a seconda delle funeste notizie che venivan dal campo della guerra, uscivano dallo stato d'aspettazione nel quale ad intervalli si adagiavano, per agitarsi nel campo dell'azione ed accelerare i desiderati rivolgimenti."
      },
      {
        "index": 103,
        "text": "Abbiamo detto che molti partiti in quel frattempo si vennero costituendo in Milano. V'era quello di chi voleva un regno d'Italia indipendente con Beauharnais sul trono. E chiamavasi il partito delle marsine ricamate; ma vi appartenevano tutti coloro che, per combinazioni dirette e indirette, avevano potuto raccogliere molte ricchezze sotto al governo francese. A tale partito (ciò"
      },
      {
        "index": 104,
        "text": "che a tutta prima può destar meraviglia, ma che diventa chiaro dopo qualche esame) appartenevano, pure sebbene col semplice desiderio e senza azione efficace, tutti quelli che dalla natura avevano sortito il senso retto dello cose, che nella vita avevano imparato a fare i conti sempre in compagnia dell'oste; e che, vivendo di libere entrate o di pensioni molto ipotecate, o di proventi non attaccabili dal flusso e riflusso degli eventi sociali, potevano vedere la condizione della patria, come spettatori seduti in platea, i quali giudicano il dramma senza essere nè parenti nè amici dell'autore."
      },
      {
        "index": 105,
        "text": "Ma costoro, com'è naturale, non solo erano in pochissimo numero, ma conducevano una vita, che equivaleva al non essere, perchè non parlavano mai con nessuno, non dicevano mai il loro parere a nessuno; e se al teatro, all'osteria, al caffè venivano trascinati repentinamente nel vortice del tema consueto, sfoggiavano tosto tutta la loro bravura nella così detta arte delle cavatine. Care persone, ma meno utili delle cariatidi di molera; orologi perfetti e precisi, ma senza sfera che indichi l'ora."
      },
      {
        "index": 106,
        "text": "Un altro partito era quello dei vili, degli indifferenti, degli immobili, dei materialoni, degli imbecilli e dei bigotti; per conseguenza era il partito monstre e, pur troppo, era quello che aspettava l'Austria come un tocca e sana."
      },
      {
        "index": 107,
        "text": "Quasi tutte le casane milanesi che avevano i servitori coi passamani; quasi tutti i monsignori, i mezzaconici, i canonici, i cappellani corali del Duomo, di S. Ambrogio, di S. Babila e di S. Celso vi erano naturalmente aggregati. Un terzo era il partito di cui abbiam già parlato e del quale conosciamo i personaggi: il partito italiano puro; puro però sino ad un certo segno; perchè il suo agitatore principale, se aveva la mente sana, aveva il cuore guasto. Gli uomini poi di grande ingegno, di gran cuore, infervorati dell'amor di patria, non costituivano veramente un partito; tanto era scarso il loro numero! Essi vedevano l'Italia in quel periglio che avevano preveduto, ma non nutrivano speranze per l'avvenire e non si attentavano di suggerir rimedj. Erano irritati di tutto e contro tutti, e, sebbene lor paresse che delle sventure la men grave fosse ancora il principe Beauharnais fatto re d'Italia, pure non osavano consigliare ai mali d'Italia un rimedio non italiano. Ugo Foscolo era tale da rappresentare la schiera meditabonda e disdegnosa di questi solitari."
      },
      {
        "index": 108,
        "text": "Tornando al primo partito, a quello che veniva generalmente chiamato il partito delle marsine ricamate; dobbiamo aggiungere che se l'appellazione era giusta, era pur vero che in mezzo a quelle marsine v'erano degli odiatori accanitissimi del vicerè e del nome francese e di quanti venivan denominati i servili. Odiatori non liberi nè indipendenti nè equi, ma sovreccitati da interessi privati, da offese ricevute, da speranze frustrate."
      },
      {
        "index": 109,
        "text": "Tutti gl'impiegati che non erano stati nominati al posto ambito; che s'eran presentati inutilmente a qualche udienza vicereale; che dal principe o da qualcuno dei ministri avevano ricevuto, o credevano d'aver ricevuto, delle ingiustizie, tutti costoro soffiavano a piena gola nel pubblico malcontento, per tenerlo sempre desto e perchè si risolvesse alfine in un vasto incendio."
      },
      {
        "index": 110,
        "text": "Per citare qualche esempio, il giudice cavaliere F... da qualche tempo era diventato il più feroce e il più impaziente di tutti. E la ragione ne era chiara. Egli era stato chiamato dal Luosi a dar conto del suo operato nel fatto della causa Baroggi: con sorpresa udì dal ministro, come il vicerè avesse scritto, che, al suo ritorno a Milano, avrebbe dato corso rapidissimo alla giustizia; con terrore apprese inoltre che il colonnello Baroggi e il signor Andrea Suardi s'erano espressamente recati a Lubiana per parlare al vicerè, al quale avean esposto, come nello studio del notajo Agudio dovevano esser state acquistate, allo scopo di farle scomparire, delle carte d'importanza, sufficienti a comprovare l'autenticità del testamento; del qual fatto forse consigliatore e complice, per più indizj, pareva essere lo stesso giudice del tribunale."
      },
      {
        "index": 111,
        "text": "Bene avea dovuto accorgersi che il Luosi, timoroso di sè per le future contingenze, mentre con insolita severità gli avea parlato della collera del vicerè, avea tuttavia dato a divedere di non voler farsene l'interprete nè il più attivo nè il più sollecito; e a prova di questo gli bastò avere il gran giudice lasciato passare alcuni giorni prima di chiamare a sè e d'interrogare il notajo A gudio; forse per dar tempo di far scomparire le traccie del fatto a chi aveva potuto aver mano in esso. Ma se il vicerè tornava, ma se quelli che lo volevan re d'Italia avessero avuto il sopravvento; in che tremendo spineto egli veniva a trovarsi! E nello stesso pericolo trovavansi pure avvolti e fatti"
      },
      {
        "index": 112,
        "text": "compagni solidali l'avvocato Falchi, e, più di tutti, il marchese F..., avuto riguardo alla sua carica di consigliere di Stato, cui era stato nominato dallo stesso Napoleone, a dispetto e all'insaputa di Beauharnais che, non si sa per quali ragioni, avea sempre detestato quel patrizio milanese."
      },
      {
        "index": 113,
        "text": "Immaginiamoci ora dunque quale efficace e terribile influenza dovessero esercitare tutte queste persone variamente autorevoli e potenti su tutto il pubblico vessato ed espilato in cento modi, e più recentemente percosso da un'ultima requisizione sterminatrice, che fu l'uno per cento messo ai capitali impiegati con ipoteca sui fondi dei debitori, e da pagarsi dai medesimi in proporzione che si spogliavano i registri; requisizione che doveva involare al popolo altri sessanta milioni. Al cospetto di questo fatto enorme, tutti i partiti, tutte le classi si fondevano in una massa sola, vasta, cupa e mugghiante. E il ministro Prima, che era l'autore spietato e imperterrito di quelle tasse, riceveva sopra di sè, perché era presente, tutti 1 colpi dell'odio pubblico preparati per il vicerè assente, in nome del quale venivano estorte."
      },
      {
        "index": 114,
        "text": "La cosa pubblica e le vicende private de' nostri, personaggi versavano in queste condizioni alla seconda metà del mese di marzo dell'anno 1814. La campagna di Francia, nella quale Napoleone inutilmente era stato soprannominato il Centomila uomini, precipitava al suo fine. Il cielo politico, lungo tutta la zona d'Italia e Francia, andava sempre più tempestosamente annottando. In quella notte buja gli uomini dell'azione lavoravan celati. La guerra dei partiti e degli uomini individui che capitanavano opposte fazioni veniva fatta all'oscuro. Il conte Ghislieri sotto mentite spoglie era tornato a Milano in fretta e in furia. Era il corvo che chiamava altri corvi, per calar tutti insieme e d'accordo dello Stato alla carogna. Il conte Aquila coi suoi aderenti, dal proprio palazzo avea trasportato la sede dei convegni in casa Falchi, specie d'albergo politico, molto simile a quelle osterie sinistre, dove l'oste e l'ostessa fanno da manutengoli ai contrabbandieri, e in un bisogno scannano anche gli avventori."
      },
      {
        "index": 115,
        "text": "Una sera appunto del marzo di quell'anno fatale, il conte Aquila trovavasi in casa Falchi, solo con madama."
      },
      {
        "index": 116,
        "text": "— Sono già le undici e non si vede nessuno, ella diceva."
      },
      {
        "index": 117,
        "text": "— Nè verrà nessuno per questa sera. Ho detto ai soliti amici, ch'era meglio sospendere questi ritrovi serali. Nel pubblico è trapelato qualche cosa. È meglio stornare ogni sospetto. D'altra parte, già son gente che bisogna condurli a mano, e non c'è nessuno che abbia iniziativa."
      },
      {
        "index": 118,
        "text": "— Me ne sono accorta anch'io. Son brave persone, ma da adoprar solo al momento, senza preavvisi. Ma intanto, signor conte, come vanno le cose e come stiamo a notizie? Lo sparo del cannone di jeri mattina ha fatto cessar per un istante il fermento della popolazione."
      },
      {
        "index": 119,
        "text": "— Non ci credete."
      },
      {
        "index": 120,
        "text": "— Non ci credo."
      },
      {
        "index": 121,
        "text": "— Sono gli estremi giuochi del bussolottiere. Si ha bisogno che il pubblico rimanga sopraffatto dalla notizia di nuove vittorie, e creda in Napoleone sempre morto e sempre vivo. Ma la Pasqua di risurrezione non fu che una privativa di Gesù Cristo. Intanto con questi stratagemmi, la popolazione pagherà senza andare in collera la tassa dei capitali ipotecati che ci ruba una cinquantina di milioni, e la nuova contribuzione di sette milioni, posti sull'estimo, sui piccoli mercanti, e sui possidenti. Intanto la campagna provvederà le recenti requisizioni di frumento, fieno e biada, senza osare di rispondere colle forche e colle zappe."
      },
      {
        "index": 122,
        "text": "— Jeri io fui in campagna."
      },
      {
        "index": 123,
        "text": "— E così?"
      },
      {
        "index": 124,
        "text": "— È tutta una polveriera. Un po' di paglia accesa, e lo scoppio si ha da sentir fino a Parigi. Quei villani irritati hanno detto che alla prima mia parola saran tutti qui."
      },
      {
        "index": 125,
        "text": "— Lo stesso succede nelle campagne degli altri nostri amici. Ma non basta."
      },
      {
        "index": 126,
        "text": "— Come non basta?"
      },
      {
        "index": 127,
        "text": "— Se io fossi il general Pino, o soltanto il colonnello della Civica, allora direi d'aver le redini in mano e di poter frustare i cavalli per dove meglio mi parrebbe."
      },
      {
        "index": 128,
        "text": "— Ma non fate voi le funzioni di capo battaglione?"
      },
      {
        "index": 129,
        "text": "— Sì... finchè B... si trattiene a Parigi. Ma ciò non basta; caporale e capo battaglione vale lo stesso. Bisognerebbe che tutta la Civica dipendesse da me."
      },
      {
        "index": 130,
        "text": "— Se il colonnello Visconti fosse dimesso, o si ritirasse, o gli venisse un accidente, dico così per dire, voi sareste sicuro di salire a quel posto?"
      },
      {
        "index": 131,
        "text": "— Avrei per me il novanta per cento."
      },
      {
        "index": 132,
        "text": "— Allora bisogna pensarci."
      },
      {
        "index": 133,
        "text": "— Non c'è via nessuna; è un'idea da mettere in disparte."
      },
      {
        "index": 134,
        "text": "Madama Falchi non rispose nulla a quelle parole del conte, perchè non c'era da risponder nulla. Ed in quella sera divagarono ad altri argomenti; nè forse avrebbero pensato mai più alla carica di colonnello, nè al marchese Visconti che la sosteneva, nè alla possibilità di rimoverlo con qualche stratagemma, se non fosse sopravvenuto un accidente dei più strani, e fuori affatto da ogni previsione. Ecco ciò che avvenne."
      },
      {
        "index": 135,
        "text": "Tre o quattro giorni dopo, madama Falchi ebbe occasione di far delle visite. Non avendo ancor messo carrozza, ogni qualvolta non voleva andar a piedi, prendeva a nolo un fiacre di lusso da un tal vetturale che stava in Santa Maria Podone e si chiamava Bernacchi Giosuè. Era questi un bel giovinotto di trent'anni; sedeva egli stesso a cassetta quand'era ai comandi di madama e, quantunque fosse il padrone, indossava in quelle occasioni una magnifica livrea con /avorini, panciotto rosso, lucerna con passamani e stivali a trombini. Quando madama mandava a chiamarlo, soleva egli stesso, due o tre ore prima del bisogno, andare in persona a prendere gli ordini da lei. Quest'incomodo che si pigliava non era indispensabile, ma a quel vetturale giovinotto e benissimo piantato piaceva moltissimo madama. Era una bizzarria come qualunque altra; ma anche le bizzarrie hanno le loro origini prime e le loro cause remote. È dunque a sapersi, che, molti mesi addietro, intanto che madama stava abbigliandosi, il Bernacchi venne a prender gli ordini; ed ella, trasandata com'era e proterva, lo aveva fatto entrar senza tante cerimonie."
      },
      {
        "index": 136,
        "text": "Colui stuzzicato da un certo spettacolo voluttuoso, ebbe l'ardire di far dei complimenti a madama con certe frasi involute di scherzo e di rispetto, ma non senza qualche presa di petulanza. Madama sorrise, gli diede del matto, ma non andò in collera. Ella era di quella medesima stoffa carnale onde la natura avea largheggiato allorchè mise al mondo colei che doveva diventar la donna dell'impero vasto, che fu l'eroina del Poema tartaro di Casti, e per le solite viltà degli uomini abbacinati, doveva dalla storia venire giudicata una sovrana di genio. E la Falchi, meno l'impero e meno i granatieri, andava molto soggetta agli estri di Caterina la Grande."
      },
      {
        "index": 137,
        "text": "Tornando al fatto, madama Falchi mandò a chiamare il vetturale. Questi, secondo il solito, venne di mattino a prendere gli ordini. Fu fatto introdurre. Essa era a letto."
      },
      {
        "index": 138,
        "text": "— Oggi, gli disse, verrai alle due dopo mezzodì col tuo più bel fiacre."
      },
      {
        "index": 139,
        "text": "— Alle due io sarò a' suoi comandi."
      },
      {
        "index": 140,
        "text": "— Hai molto a fare in questi dì?"
      },
      {
        "index": 141,
        "text": "— La miseria va crescendo tutti i giorni, signora, e chi non ne ha molti, ama d'andar a piedi. Perfino i gran signori, quando hanno bisogno di me, non vogliono pagar quasi più nulla. Anche ieri poco mancò non venissi alle mani con un prepotente."
      },
      {
        "index": 142,
        "text": "— Oh, com'è stata? racconta."
      },
      {
        "index": 143,
        "text": "— Se mi son frenato, è perchè colui aveva le spalline."
      },
      {
        "index": 144,
        "text": "— Qualche generale francese?..."
      },
      {
        "index": 145,
        "text": "— No... un nostro milanese... il marchese Visconti..."
      },
      {
        "index": 146,
        "text": "— Quale?"
      },
      {
        "index": 147,
        "text": "— Il colonnello della guardia civica."
      },
      {
        "index": 148,
        "text": "— Hai fatto male a non lasciargli un ricordo."
      },
      {
        "index": 149,
        "text": "— Si, per andare in galera..."
      },
      {
        "index": 150,
        "text": "La Falchi tacque un momento; era sopra pensiero... infine si alzò in sui gomiti, come per cambiar positura; in quell'atto le trine della camicia si scomposero alquanto."
      },
      {
        "index": 151,
        "text": "— Signora, io vado via subito."
      },
      {
        "index": 152,
        "text": "— Che diavolo hai?"
      },
      {
        "index": 153,
        "text": "— Quando mi trovo in questa stanza, mi par di girar sullo spiedo e mi sento bruciare..."
      },
      {
        "index": 154,
        "text": "— Oh diamine!"
      },
      {
        "index": 155,
        "text": "— Voglia almeno aver la bontà di nascondersi nella coltre, sino alla testa. Ah signora, che cosa io farei per..."
      },
      {
        "index": 156,
        "text": "— Bada, briccone, che tiro il campanello; e qui avendo ella steso il braccio e la mano verso la corda, rivelò delle proporzioni romane e delle tinte venete."
      },
      {
        "index": 157,
        "text": "— Senti, continuò poi, se io venissi a sapere che tu hai data una buona bastonatura al colonnello, e fosse tale da obbligarlo a letto per qualche mese, ti assicuro che verrebbe la mattina in cui tu saresti contento di me."
      },
      {
        "index": 158,
        "text": "Dette queste parole, alzò dietro il capo simmetricamente ambe le braccia, quasi per accomodarsi le treccie; il qual movimento le rovesciò fin alle spalle le maniche della camicia."
      },
      {
        "index": 159,
        "text": "— Tu dunque devi avermi compreso, proseguiva intanto; e lo guardò a lungo, come chi adopera gli occhi invece delle parole."
      },
      {
        "index": 160,
        "text": "La faccia del giovane vetturale erasi infuocata come quella di un ubbriaco."
      },
      {
        "index": 161,
        "text": "— Ora puoi andare, soggiunse. Alle due non mancare; domani o dopo avrò ancora bisogno di te, e ti manderò a chiamare."
      },
      {
        "index": 162,
        "text": "Egli la salutò e partì, e quando fu per lasciar la casa, sbagliò l'uscio e si trovò in cucina, tanto era attonito e fuori di sè."
      },
      {
        "index": 163,
        "text": "Questo colloquio tra il Bernacchi Giosuè e la Falchi avvenne il 19 marzo. La sera del 25 la bottiglieria del Cambiasi dirimpetto alla Scala era piena zeppa di curiosi che parlavano e s'interrogavano a vicenda."
      },
      {
        "index": 164,
        "text": "— Ma dove avvenne l'aggressione? chiedeva uno."
      },
      {
        "index": 165,
        "text": "— Precisamente sulla piazzetta del Bocchetto presso al Demanio."
      },
      {
        "index": 166,
        "text": "— Il ladro si avventò con uno stilo."
      },
      {
        "index": 167,
        "text": "— E il colonnello?"
      },
      {
        "index": 168,
        "text": "— Il colonnello era stato ad ispezionar le ronde e le pattuglie, e se n'andava pei fatti suoi. Sebbene colto all'impensata, fu lesto a cavar la pistola che mise alla faccia del ladro, il quale venne ferito in una mandibola."
      },
      {
        "index": 169,
        "text": "Queste voci corsero la sera del 25 marzo; e il dì successivo, dopo che il chirurgo Monteggia ebbe estratta la palla dalla guancia del presunto ladro, si seppe che l'aggressore non era un ladro altrimenti, sibbene un vetturale che faceva buonissimi affari, e si chiamava Bernacchi Giosuè."
      },
      {
        "index": 170,
        "text": "[III]"
      },
      {
        "index": 171,
        "text": "Quando la notizia dell'aggressione del colonnello Visconti e del colpo andato a vuoto e della pronta di lui difesa, insieme colla più grave che l'aggressore era stato il vetturale Giosuè Bernacchi, vennero all'orecchio della Falchi, ella, per quanto fosse perversa e imperterrita, ne ebbe un tale sgomento da sentire per la prima volta in vita sua che cosa fossero le irrequietudini convulse. Per un momento ella si tenne perduta, pensando che l'aggressore, sottoposto a un esame criminale, probabilmente avrebbe messo fuori il suo nome, esponendola ad uno scandalo inaudito e facendola segno dell'ira pubblica. Ma la fortuna maledetta, che si compiace di far l'interesse dei malvagi, condusse le cose in maniera che il Bernacchi, o fosse veramente in una violenta alterazione mentale, provocata da una eccezionale esaltazione erotica, quando pensò di assalire il colonnello; o l'operazione chirurgica della mandibola fracassata, interessando le parti più delicate del capo e affini del cervello gli avesse prodotta una infiammazione violentissima, il fatto sta che ei diede in tali escandescenze delire, che dalla perizia medica fu giudicato essere in istato di alienazione mentale; e però, tolto al processo criminale, venne trasportato al manicomio della Senavra, per essere assoggettato a cura normale. La Falchi a questa notizia si riebbe, respirò, e riacquistò quell'appetito"
      },
      {
        "index": 172,
        "text": "vorace ch'erale abituale, e che l'oppressione patologica delle facoltà digestive le aveva per alcuni giorni sospeso."
      },
      {
        "index": 173,
        "text": "È inutile il dire che il conte Aquila in quella congiuntura, come di consueto, venne a farle visita, e solo e insieme con qualche suo collega; è inutile il dire che il ferimento del colonnello Visconti fu più d'una volta il tema dei loro discorsi. Ma giova che il lettore sia messo a parte della seguente frazione d'uno di quei dialoghi."
      },
      {
        "index": 174,
        "text": "— Anch'io, disse un dì il conte Aquila alla Falchi, vo d'accordo in questo con Napoleone. Voglio dire che ho una grande credenza nel destino. Però questo fatto del colonnello mi ha messo sottosopra. Si vede che il destino ha fatto di tutto per giovarmi, e tentò quella via appunto che a me pareva la sola efficace. Ma non c'è riuscito nemmeno lui. Bisogna dunque cambiar strada. Oggi mi dimetto dalla supplenza di capo battaglione, e rassegno anche il grado di capitano. O tutto o niente — già lo dissi. O aver la Civica in pugno, o uscir dalle sue file, perchè non voglio trovarmi obbligato all'altrui comando, nè essere impedito di tentare quel che ho in testa."
      },
      {
        "index": 175,
        "text": "E il conte fece infatti come disse. Prodotta una ragione plausibile, lasciò il grado di capitano, e si recò per alcuni dì in villa a meditare un nuovo piano di battaglia."
      },
      {
        "index": 176,
        "text": "Intanto i tristi giorni si venivano avvicinando. Si era già oltre la metà d'aprile; il conte Aquila fece venire a Milano a proprie spese alcuni uomini che vivevano di contrabbando, furiosi tutti contro il governo, e segnatamente contro il ministro Prina, perchè da qualche tempo faceva esercitare dalle guardie di finanza che stavano al confine svizzero una vigilanza così insistente e rigorosa, che a coloro non rimaneva più che consegnarsi o morir di fame. Il conte che, e per il fatto del colonnello Visconti e per altri ostacoli che non gli pareva di poter superare a seconda delle proprie vedute, s'era venuto attiepidendo, si sentì riardere d'ira e di vendetta a certe parole della Falchi che astutamente gli tornò a parlare dell'offesa fatta dal vicerè alla povera contessa di lui moglie."
      },
      {
        "index": 177,
        "text": "Alla sua volta, l'avvocato Gambarana avea fatto venire in città alcuni barcajuoli del Ticino, che dalle nuove gabelle erano stati ridotti a mordersi le mani per mangiare. La vasta polveriera dell'ira pubblica era dunque tutta spalancata ai quattro venti, quantunque i tizzi incendiarj stessero in mano di pochi. Non si aspettava che un'estrema notizia da Parigi, la quale, come un colpo di cannone, fosse il segnale di lasciarveli cader dentro. E il colpo alfine tuonò, che doveva provocare il dì nefasto del venti aprile."
      },
      {
        "index": 178,
        "text": "Già noi ci siam diffusi intorno ai varj partiti che s'eran costituiti in Milano durante la rovinosa guerra di Francia i quali, nell'aspettazione quasi generale di una catastrofe che inghiottisse l'imperatore e l'impero, stavan tutti in agguato, coll'arme al braccio, pronti a balzar fuori improvvisi e ad operare giusta i preparati disegni e i diversi intenti, all'estremo segnale che fosse venuto da Parigi. Codesto segnale, sebbene per Napoleone fosse tutto finito sin dal giorno 11, non giunse a Milano con tutti i caratteri della certezza che il 16 aprile. I partiti principali e d'azione, il lettore non se lo sarà dimenticato, erano tre. Quello delle marsine ricamate, ossia dei sostenitori del vicerè; quello del regno d'Italia indipendente con un re italiano; il partito austriaco. Il più numeroso era l'ultimo, è inutile dissimularlo. Il più possente avrebbe potuto essere il primo. Ma il secondo partito, non avendo un piano ben determinato e negli estremi giorni essendosi ingrossato di uomini più odiatori del nome francese che desiderosi del bene della patria, non servì che a togliere ogni potenza al primo partito, per darla tutta al terzo, il quale essendo già il più numeroso, diventò presto il più potente. Il partito italiano puro ebbe inoltre a subire delle defezioni in sull'ultimo. Tra gli altri, l'avvocato conte Gambarana, o perchè non patisse la preponderanza soverchiatrice del conte Aquila, o perchè veramente avesse cangiato opinione, s'era staccato da esso e dai colleghi, per unirsi al consigliere di Stato Marchese F... suo cliente, ed al conte di Domodossola. Nella casa di costui iva e rediva, colla alterna prestezza di un postiglione, quel marchese o conte Ghislieri di Bologna, il quale metteva in comunicazione la tenda campale di Bellegarde, col quartier generale del partito austriaco residente in Milano, e capitanato appunto da due patrizj, per stortura d'intelletto funestissimi rinculatori del secolo e ristauratori inclementi di ogni ordine antico che la libertà redentrice del pensiero aveva respinto."
      },
      {
        "index": 179,
        "text": "Nè questo partito era destinato a prevalere per le sole ragioni suaccennate; ma più ancora perchè l'azione impaziente e furibonda dei capi del secondo partito doveva cadere a suo totale beneficio."
      },
      {
        "index": 180,
        "text": "Ognuno sa come il duca Melzi, nella notte del 16, mandasse invito ai senatori perchè si radunassero il dì dopo, affine di deliberare intorno ad un suo progetto di decreto, e spedire una deputazione alle alte potenze per chiedere la cessazione delle ostilità, l'indipendenza del regno, ed un re nella persona di Beauharnais. Ognuno sa che Prina e Paradisi, nel desiderio del Melzi e di tutti i fautori del principe, dovevano essere i deputati. Ognuno sa che il conte Guicciardi fu il più fiero impugnatore del progetto del duca Melzi; e che il conte Carlo Verri esplicitamente dichiarò in Senato, che il principe non avrebbe mai avuto il suffragio della nazione, chè troppi e da troppo lungo tempo erano i dolori e i lamenti e gli odj che aveva provocati in paese. Ognuno sa inoltre che, sebbene il presidente del Senato Veneri avesse raccomandato che ogni discussione e deliberazione rimanesse nell'alto segreto dell'aula senatoria, pure il pubblico venne invece a sapere tutto quello ch'era avvenuto là dentro, al punto che alla sera, nel ridotto, nella platea, nei palchetti del teatro della Scala, nei caffè, nelle osterie, nelle bettole, la condotta del Senato, il carattere, i diportamenti, le parole di ciascun senatore furono i temi generali di tutte le discussioni e di tutti gli alterchi."
      },
      {
        "index": 181,
        "text": "Dai diffusi rumori di questa gran voce del pubblico si potè allora comprendere che il senatore Carlo Verri aveva avuto ragione; si potè comprendere che la maggioranza assoluta dei Milanesi era così avversa al nome di Beauharnais, che i suoi nemici dovevano avere facilissimo il giuoco nell'abbatterlo; e che i due partiti, quello dell'indipendenza e l'austriaco, così contrarj negli intenti, s'eran trovati, senza saperlo, confederati ed uniti nel tentar l'ultima prova sul campo di battaglia. I villici e i barcajuoli del Ticino assoldati dal conte avvocato Gambarana furono per tal modo sostenuti dai contrabbandieri del conte Aquila, e da un capomastro guidatore di una coorte di muratori pagati dalla Falchi."
      },
      {
        "index": 182,
        "text": "Sorse così il giorno 20 aprile. Era un giorno cupo e piovigginoso. Si sapeva che il Senato doveva adunarsi, secondo il consueto, verso un'ora dopo mezzodì. Lungo i boschetti vicino al palazzo del Senato da qualche tempo prima di quell'ora passeggiavano sparsi drappelli di persone. Quegli sparsi drappelli rappresentavano tutte le gradazioni della società, tutti i toni dello spirito pubblico; dall'apprensione calma e ragionevole di chi pensa e pondera il male ed il bene senza passione e senza ira, fino all'impazienza e alla concitazione fremebonda di chi vuol tagliare ogni nodo senza indugio e senza ponderare nè il meglio nè il peggio. Si vedevano uomini ben vestiti, giovinotti eleganti, parecchi ufficiali della guardia civica in uniforme; si vedevano gironzare lungo la roggia che lambe il giardino della Villa Reale alquante giacchette di velluto e di fustagno, che di tant'in tanto si fermavano ad adocchiare d'intorno, con guardature sinistre e provocanti."
      },
      {
        "index": 183,
        "text": "Alcune persone d'aspetto tranquillo e signorilmente vestite, tenendosi discoste dagli altri crocchj, discorrevano fra di loro."
      },
      {
        "index": 184,
        "text": "— La giornata vuol essere torbida."
      },
      {
        "index": 185,
        "text": "— Oggi i senatori pagheranno anche la sopratassa del loro stipendio."
      },
      {
        "index": 186,
        "text": "— Pare anche a me. Più d'un'uniforme deve andare all'aria."
      },
      {
        "index": 187,
        "text": "— Ma quel che più mi fa senso è che, mentre da noi tutti si sente il temporale nelle ossa, l'autorità non se ne dia punto per intesa."
      },
      {
        "index": 188,
        "text": "—Ea me par tutto il contrario."
      },
      {
        "index": 189,
        "text": "— Come?"
      },
      {
        "index": 190,
        "text": "— Può darsi che io mi pigli un abbaglio; ma l'autorità... voglio dire la polizia e il comando militare... par che desiderino dar mano a quelle berrette e cappello che vedete laggiù. Stamattina dunque tutta la gendarmeria è uscita da porta Orientale; perchè? in Milano non vi è un mezzo battaglione di coscritti; perchè? mentre a Cremona ci son due reggimenti di granatieri e due squadroni di cavalleria, non si potevano far venire a Milano, dopo tutto quello che, in seguito all'ultima seduta del Senato, ad alta voce si disse in pubblico?"
      },
      {
        "index": 191,
        "text": "— Il general Pino è venuto jeri."
      },
      {
        "index": 192,
        "text": "— Questo lo so; ma a far che?"
      },
      {
        "index": 193,
        "text": "— Che sia stato lui a fare uscire la gendarmeria di città?"
      },
      {
        "index": 194,
        "text": "— Potrebbe darsi, ma a qual fine?"
      },
      {
        "index": 195,
        "text": "— Gli avranno scritto che tutta la popolazione di Milano è avversa alla nomina di Beauharnais e vuol fare una tumultuosa dimostrazione al Senato; ed egli avrà pensato di lasciarla in piena libertà di tentar tutto quello che vuole."
      },
      {
        "index": 196,
        "text": "— Chi sa che cosa rumina nella sua testa il general Pino?"
      },
      {
        "index": 197,
        "text": "— Che abbia preso sul serio il progetto di alcuni matti?..."
      },
      {
        "index": 198,
        "text": "— Non sarei lontano dal crederlo, quantunque ei sia buono, semplice e liberale; ma egli ha"
      },
      {
        "index": 199,
        "text": "tanto il vicerè sulle corna, che per potergli dire: — Io, che tu volevi umiliare, sono diventato il re d'Italia, e tu sei una livrea in fuga, — potrebbe perdere la tramontana e mettersi a discrezione dei matti."
      },
      {
        "index": 200,
        "text": "— Frattanto, in tutto ciò che si sta preparando, io vedo una rovina irreparabile."
      },
      {
        "index": 201,
        "text": "— Prima di far cattivi pronostici, stiamo a vedere il risultato della deputazione."
      },
      {
        "index": 202,
        "text": "— Che risultati vuoi tu attendere? se oggi il Senato va all'aria, domani i Tedeschi son qui. Quel capitano dalmato, col quale fummo jeri sera al caffè dei Servi (mi pare che si chiamasse Radonich) e mi ha tutta l'aria d'essere un emissario e un emissario astuto ed esperto, ha detto che vi è un patto segreto d'alleanza tra l'Austria e le alte potenze, pel quale, quando la pace fosse fermata, essa può conservare dell'Italia soltanto la parte che avrebbe conquistata durante il tempo della guerra."
      },
      {
        "index": 203,
        "text": "— Ma questo mi parrebbe un vantaggio per noi."
      },
      {
        "index": 204,
        "text": "— Se si stesse queti, sì... e se il Senato avesse ottenuto di proclamare Beauharnais a re d'Italia. Quel Dalmato rivelò il passo del trattato segreto, per stornare ogni sospetto d'ingerenza austriaca. Ma quando parla un agente prezzolato, un emissario, una spia, si coglie la verità a interpretare tutto al rovescio. Bellegarde ha dunque bisogno di trovarsi a Milano prima che la pace sia conchiusa. Vi pare che ciò sia chiaro?"
      },
      {
        "index": 205,
        "text": "— Fino a un certo punto sì. Ma se Beauharnais si è reso odioso e insopportabile a tutti; che pro se ne avrebbe ad assumerlo per re?"
      },
      {
        "index": 206,
        "text": "— Allora non si parli d'indipendenza; giacchè per scartare Beauharnais, bisognerebbe che noi avessimo in guardaroba una scorta di re italiani belli e fatti, perchè le alte potenze potessero scegliere. Mi fanno ridere quelli che propongono il general Pino; ma ci vogliono dei precedenti, i miei cari, e il solo Beauharnais sarebbe possibile, e perchè ha ancora un esercito, e perchè è parente di re, e perchè si sa che è carissimo all'imperatore di Russia. Molti dicono: Murat era un postiglione, Bernadotte era un avvocato, ed hanno potuto diventar teste coronate; e il general Pino, se si guarda alla schiatta, è in miglior condizione di loro. Ma fu una mano onnipotente che coronò quei primi, non un popolo in ribellione, che non sa nemmeno quel che si vuole."
      },
      {
        "index": 207,
        "text": "Intanto che questi tre galantuomini parlavano tra loro con tutte le doti che dovrebbe avere lo storico di Quintiliano, ossia con tanta tranquillità e freddezza che, se tutti gli abitanti di Milano fossero stati della loro tempra non sarebbe mai avvenuto nulla di sinistro; gli altri sparsi drappelli avean lasciati i boschetti solitari. E a un tratto s'udirono alquanti fischi acutissimi che venivano dalla parte del naviglio, interrotti da alcuni fuggitivi battimani. Quelle persone accorsero allora per vedere di che si trattava. Dinanzi alla porta del Senato era addensata una mediocre folla di popolo. Coloro si avvicinarono, e per quanto fossero amici del quieto vivere, attratti dalla curiosità, s'internarono fra quella al punto da mettersi in prima fila. Da varie parti venivano i carrozzoni dei senatori. La folla faceva ala alla lor venuta. Un uomo che alcuni affermarono essere un cameriere del conte Aquila, altri un servitore del conte Castiglioni, teneva tra mano uno scaleo da sagrestia, e ad ogni carrozzone che si fermava, vi saliva, guardava dentro lo sportello, e diceva ad alta voce i nomi dei senatori che ad uno, a due, perfino a tre vi eran seduti. — Presidente Veneri — gridava quello con voce stentorea. — Un lungo fremito, con fischi lacerati e tali da passar le orecchie, fu l'ora pro eo di quella nuova litania. — Conte Armaroli, Condulmer, Bruti — altri fischi come sopra. — Conte Cavriani — nuovi fischi con esacerbazione. L'astronomo Oriani — battimani"
      },
      {
        "index": 208,
        "text": "d'entusiasmo. La gloria della scienza non aveva lasciato tempo di pensare al colore politico. — Conte Carlo Verri — qui la folla non solo battè palma a palma, ma quando il Verri discese, molti gli furono intorno a complimentarlo in cento maniere e a raccomandargli la salute del paese, e che continuasse a tener le redini a tutta quella canaglia di senatori."
      },
      {
        "index": 209,
        "text": "Di tal modo e con tal processo e successo sfilarono quasi tutti i carrozzoni senatorj. — A questo punto la folla era cresciuta. A questo punto quel capo-mastro, di cui un nostro amico ci diede il nome e cognome, ed era un Antonio Granzini, staccatosi di mezzo a' suoi compagnoni, andò chiedendo a tutti se non era ancor venuta la carrozza del ministro Prina. A questa domanda, chi si alzava nelle spalle come a dire: ne so molto io? Chi rispondeva: sarà entrato cogli altri senatori. Ma dalla maggior parte de' discorsi e delle risposte colui potè arguire che il ministro Prina non era venuto altrimenti, come non era venuto nemmeno il conte Paradisi, forse perchè, essendo stati esclusi dall'incarico della deputazione, alla quale avevali proposti il duca di Lodi, e avendo trovato una concorde opposizione in tutti i colleghi, avevano creduto bene di non presentarsi in Senato. Quel capomastro rimase assai sconcertato a tale notizia, e ritornò accigliato in mezzo al drappello dei suoi. Questo gruppo d'uomini, che per la qualità speciale del vestito furono dagli astanti giudicati muratori e facchini, finchè non avvenne nulla di nuovo in quella folla ognora crescente, eran l'oggetto degli sguardi e delle congetture universali. Ma a un tratto ogni attenzione si distolse da loro, perchè da Sant'Andrea sboccò sulla piazzetta una compagnia di guardia civica a farsi strada fra la turba, a collocarsi davanti al portone, a dire al capitano di piazza Marini, che volevano essi far la guardia al palazzo, e che però venissero rimandati i soldati di linea, per la maggior parte coscritti, a cui erasi dato quell'incarico."
      },
      {
        "index": 210,
        "text": "Il capitano di piazza salì allora nell'aula senatoria a presentare quella domanda al presidente Veneri, il quale subito accordò che il palazzo venisse custodito dalla guardia civica piuttosto che dalla truppa di linea. In questo frattempo il conte Durini, podestà di Milano, aveva spedito al presidente del Senato quella famosa dichiarazione, che venne firmata da più che 140 persone, nella quale si rappresentava al Senato stesso che «nelle straordinarie vicende in cui versava il paese, era necessario invocare straordinarj provvedimenti, e che però i sottoscritti credevano necessario, in coerenza dei principj della costituzione, che fossero convocati i collegi elettorali, nei quali solamente risiedeva la legittima rappresentanza della nazione.» La notizia di questo messaggio del podestà corse tosto tra la folla. Si dicevano i nomi dei primi che comparivano in quella lista, e fece senso che il general Pino fosse in testa a tutti."
      },
      {
        "index": 211,
        "text": "A questo punto, disceso il capitano Marini col permesso del presidente, la guardia civica scacciò bruscamente dai loro posti i soldati di linea, e strappò i fucili a quelli ch'erano alla porta immediata della sala della seduta. Avvenuto questo, come quando il temporale s'addensa ed è prossimo lo scroscio della gragnuola, corse un orribile fermento nella folla, che s'addensava sempre più e si stringeva presso alla porta del palazzo. Al di sopra del vasto mormorio della moltitudine si faceva sentire la voce tuonante del conte Aquila: — «Noi vogliamo la convocazione dei collegi elettorali; noi vogliamo che si richiami tosto la deputazione del Senato.» E qui tra il capitano Marini e lui avvenne un fiero alterco. Diceva il capitano al conte, che il Senato era già entrato in seduta, e che invece d'innalzare delle grida plebee, manifestasse i suoi voti ai senatori stessi. Rispose il conte che ciò non potea fare, per non avere nessuna veste di rappresentanza; e senza dar più retta al capitano Marini, continuò per un pezzo a parlar alto al popolo, il quale, eccitato dalle sue parole, irruppe a furia nel palazzo, per impedire che il Senato continuasse nelle sue deliberazioni."
      },
      {
        "index": 212,
        "text": "Al rumore che si udiva nell'aula senatoriale, agli urli di minaccia, il conte Verri, come quello ch'erasi accorto d'essere in molta grazia del popolo, si offrì di uscire a parlargli e acquietarlo. Prima comparve accompagnato dai senatori Massari e Felici. Alla vista di lui scoppiò un applauso generale; egli tentò parlare, ma il rumore vasto copriva la sua voce. Rientrò allora nell'aula; e crescendo gli urli e le minaccie, tornò ad uscir solo. Ma parlò ancora inutilmente, perchè non era possibile intendersi tra chi aveva bisogno di calma e una turba d'uomini che schiamazzava per tirar tutto al peggio. Questa intanto, che per un pezzo si era trattenuta nel gran cortile, animata dalla stessa guardia civica, ma più che mai dal conte Aquila, che pallido e tremendo come Catilina, la"
      },
      {
        "index": 213,
        "text": "eccitava «a salvare il paese dall'assassinio dei ladri togati che tentavano di scavare l'ultimo abisso alla patria col volerla prostituita al più scellerato di tutti», ascese irruente le scale, invase i corrido], si addensò nell'anticamera dell'aula. I senatori tremavano; le parole di minaccia erano esplicite. Allora col conte Verri entrarono nella sala della seduta il capo-battaglione Ballabio, l'amico del conte Aquila, e il quale, come uomo di mite animo, tremava di dover essere complice di una strage; ed entrò con lui il capitano Bossi. Gridavano molti senatori: Che cosa infine si vuole da noi? Rispose il Bossi: Richiamate la deputazione. — Convocate i collegi."
      },
      {
        "index": 214,
        "text": "Il conte presidente Veneri non era della tempra del senatore Romano che percosse quel Gallo il quale aveva osato toccargli la barba; ned era disposto a morire con arte come un gladiatore. Tremava come una foglia, e si voleva salvare senz'arte e a qualunque costo. Alle parole del capitano scrisse dunque tosto, e senza nemmeno interpellare i colleghi: «// Senato richiama la deputazione e riunisce i collegi» e consegnò il foglio al Bossi; e allorchè questi rientrò, dichiarando al presidente che il popolo voleva sciolta la seduta, il presidente, a cui tardava di respirare un po' d'aria aperta e sana, incontanente tornò a scrivere con una rapidità desiderabile in uno stenografo: «I! Senato richiama la deputazione, riunisce i collegi elettorali e scioglie la seduta.» Di questo decreto trenta copie furono fatte in sull'istante dai segretarj e distribuite al popolo."
      },
      {
        "index": 215,
        "text": "I senatori allora usciron tutti queti queti per una porta segreta. Il Verri prese con sè tre o quattro dei più odiati, e per conseguenza dei più tremanti; li raccolse nel proprio carrozzone, e come il Ferrer di Manzoni aveva fatto col povero vicario di provvisione, raccomandò loro di rannicchiarvisi in fondo in fondo, mentre egli, affacciandosi alternativamente ai due sportelli, avrebbe tentato di stornare la vista del pubblico."
      },
      {
        "index": 216,
        "text": "Nè alcun senatore ebbe a patir violenze nè offese, se non ai timpani delle orecchie, orribilmente percosse dai fischi estremi."
      },
      {
        "index": 217,
        "text": "Tutto adunque pareva che dovesse esser finito; ma il popolo, quando si è acceso, è come un ebbro: più si tenta di placarlo e più gli si dà ragione, e più s'infuria, peggio poi se c'è qualcuno che ad arte lo riaccenda."
      },
      {
        "index": 218,
        "text": "Il conte Aquila, appena irruppe nell'aula senatoria, in capo alla folla ululante, si avventò percuotendo col pomo di uno scudiscio la testa del busto in gesso di Beauharnais, che rotolò giù per i gradini dell'impalcamento dov'era il tavolone presidenziale; e mentre altri, salendo sul tavolone stesso, strappò dalla parete da cui pendeva e trapassò con un colpo d'ombrello il ritratto ad olio di Napoleone dipinto dall'Appiani, egli stette a contemplare quella testa divelta dal busto, la fracassò d'un colpo di piede, e disse: Or regna e bacia le donne altrui. Il Bruni eragli al fianco e udì quelle parole, e supplicandolo di rimettersi in calma, quegli invece, più esasperato che mai, afferrò alcune suppellettili dorate e le scagliò fuori delle finestre. Il popolo lo imitò. Sedie, tavole, specchi, stufe, orologi, perfin le vetriere, perfin le porte, tutto fu manomesso, fracassato, gettato nella strada sottoposta."
      },
      {
        "index": 219,
        "text": "Nè bastò ancora; il furore aveva messo la benda a tutti; i più scellerati approfittarono di quella cecità ubbriaca. Gli emissarj austriaci, che non pochi erano già in Milano, ghignavano che gli uomini dell'indipendenza lavorassero così efficacemente a pro dell'Austria."
      },
      {
        "index": 220,
        "text": "[IV]"
      },
      {
        "index": 221,
        "text": "Appena l'aula senatoria fu smantellata, e le suppellettili, state gettate sulla via che rade i boschetti, furon raccolte da coloro che non mancano mai alle dimostrazioni tumultuose, come gli stelloni alle aste, la folla si diradò e si disperse affatto. Ma c'era quel drappello d'operai in giacchetta, che lasciando il palazzo del Senato e prendendo per la via di S. Andrea, camminava di mala voglia perchè non pativa che il tumulto dovesse finire così presto; e ciò che più loro cuoceva, che l'oggetto principale a cui volevano dar la caccia, miracolosamente non fosse comparso in iscena. Giunti nella via della Sala, trovarono altri sparsi drappelli che si fermavano di tant'intanto. Avevano anch'essi quell'aspetto, quell'andatura, quel piglio tra il tediato e l'iracondo che di solito"
      },
      {
        "index": 222,
        "text": "assumono i bassi operaj quando hanno abbandonato il lavoro consueto e quotidiano, e aspettano impazienti di poter dar opera a qualche cosa di straordinario e di sedizioso. Il capo-mastro Granzini, che, in mezzo a dieci o dodici uomini suoi dipendenti, vide coloro da lunge, capì che eran pasta da usufruttare assai bene e da mescolare a quella ch'egli aveva già sotto mano: affrettò quindi il passo, e come fu loro presso:"
      },
      {
        "index": 223,
        "text": "— E che si fa? gridò."
      },
      {
        "index": 224,
        "text": "Quelli si volsero, e si fermarono, guardando biechi chi loro parlava a quel modo."
      },
      {
        "index": 225,
        "text": "— E che si ha da fare? Quel che fatto è fatto."
      },
      {
        "index": 226,
        "text": "— Il bello non è ancor venuto, galantuomini. Su, dunque, andiamo a fare una visita al ministro Prina; e se il ministro non c'è, andiamo a vedere il suo appartamento."
      },
      {
        "index": 227,
        "text": "Allorchè quella squadra d'uomini fu allo sbocco della via della Sala, un'altra accozzaglia. procedente dalla corsia dei Servi, s'addensava nella via dell'Agnello. Quantunque fossero persone di apparenza civile e tenessero spiegati gli ombrelli, pur camminavano concitati coll'irruenza di un torrente in alluvione. Gridò allora il capo-mastro in mezzo a suoi: Alla casa del Prina! AI qual grido, come se fosse una parola d'ordine: Alla casa del Prina! fu risposto da una voce sonora, e che molti asseriscono essere la voce del conte Aquila. Questo grido ebbe l'effetto di un comando militare; tutti si mossero uniti come ad assalto determinato: // ministro non è in Milano — s'udì allora a gridare un'altra voce. Nessuno seppe da chi fossero pronunciate quelle parole, ma dev'essere stato un cocchiere dello stesso Prina, che, uscito un momento prima dalla casa in cui serviva, e sentendo quelle minaccie, ritornò a corsa indietro e giunse in tempo per avvisare il portinajo di sbarrar subito le imposte. Ecco perchè quando quella torma si presentò e si fermò innanzi alla casa del ministro, ognuno si meravigliava che fosse già chiusa a quel modo. Le persone dalle seriche ombrelle, stettero allora irresolute, quasi pensando che non c'era a far altro. Ma, con sorpresa generale, quei dieci o dodici uomini in giacchetta, a guisa di soldati che sfoderano le armi al comando del capo, prima agitarono in alto i martelli, che seco avevano portato con premeditato proposito; poi si scagliarono percuotendo di conserva sui battenti della porta e gridando: Aprite. E in quel punto per disgrazia venne loro un ajuto inaspettato. D'improvviso fu vista la figura di un vecchio alto, in maniche di camicia, col capo scoperto, canuto ed arruffato. Egli s'era fatto largo tra la folla con impeto giovanile. Volgeva intorno sguardi da ossesso, e colle due braccia alzate mostrava a tutti una spranga di ferro, di quelle che servono di leva; una tanaglia, dei chiodi, e una corda, e gridava a tutti con una concitazione furibonda, che faceva sgomento e ribrezzo a un tempo: Lo inchioderemo qui su questo battente, appena lo avremo ammazzato. Avanti or dunque e sfondiamo la porta."
      },
      {
        "index": 228,
        "text": "Vorremmo sapere se Manzoni, quando con tanta efficacia di pennello descrisse quel vecchio vituperoso che aveva proposto di fare altrettanto collo sventurato vicario di provvisione, abbia disegnata l'orrida figura colla reminiscenza di questo modello tolto dal vero."
      },
      {
        "index": 229,
        "text": "Ma che cosa avveniva nell'interno del palazzo? Una di quelle scene che rinnovano sempre i brividi nel ripensarle. I servi erano entrati nello studio del ministro, tremanti anche per sè stessi. Signor padrone, gli dicevano, si nasconda, si salvi — scappi. Insieme col ministro era un suo cugino, che per la pietà del parente aveva assunto un aspetto minaccioso con tutti: minaccioso ed iracondo persino col ministro. Ecco il frutto della vostra ostinazione maledetta. Ecco a che ci troviamo per non aver voluto partire. Vi fu un momento di silenzio. Si sentiva dal basso la furia dei martelli percuotenti la porta. La figura alta e scarna del ministro era appoggiata allo scrittojo. L'atteggiamento rivelava uno sforzo di dignità superstite; ma tremava come una foglia dalla testa ai piedi. E in quel punto stesso, perchè un lampo fuggitivo di speranza venisse ad accrescere l'orrore di quella scena, cessò a un tratto nella via il rimbombo dei colpi di martello, tacque il mugghio della folla, e si sentì invece a qualche distanza lo scalpito prolungato della cavalleria. Erano infatti i dragoni della guardia reale che attraversavano la piazzetta della Scala. Come la folla erasi dileguata al sonito della cavalleria, e 1 manigoldi avevano per poco abbandonata l'infame impresa, così il ministro ebbe un tremito di reazione e si credette salvo. Ma i dragoni della guardia reale procedettero quieti per S. Margherita come se nulla fosse; laonde la folla tornò indietro, e i"
      },
      {
        "index": 230,
        "text": "manigoldi con più furore di prima tornarono all'assalto. I colpi spesseggiarono con più orrendo frastuono. Il ministro uscì allora in uno di quei gridi soffocati che mandano gli epilettici quando vengono assaliti dal loro malore; piegò le ginocchia e sembrò svenire. Il cugino e i servi lo presero, lo trassero fuori dello studio, a braccia lo portarono all'ultimo piano. Incuorato dai servitori, il ministro si riebbe alquanto e tornò in sè. Ma in quel momento tutti si accorsero al rumore più intenso e vicino che il palazzo era invaso. I servi fuggirono. Il cugino disse al ministro: Nascondetevi là in quel camino, presto. Poi uscì anch'esso, calcandosi il cappello in testa, e, senza essere notato da nessuno, s'imbrancò poscia colla marmaglia che ululante saliva per le scale come fiamme di un incendio che già raggiunge e soverchia il tetto."
      },
      {
        "index": 231,
        "text": "Quando il popolo invase la casa del Prina, si credeva generalmente che il ministro non fosse in Milano; tanto è vero che in sul primo, senza più darsi pensiero del ministro, tutti quelli che erano entrati si diedero tosto ad abbattere usci ed antiporti, a fracassar vetriere, a gettar nel cortile e nella via tutte quelle suppellettili che non eran portabili a mano, a depredare e ad appropriarsi le più preziose. Quei manuali poi, muratori o fabbri che fossero, capitanati dal Granzini e da quel vecchio vituperoso che si chiamava Fontana, e da un figlio di costui feroce come il padre e notissimo a Milano per la sua vita di prepotenze e di misfatti, salendo sul terrazzo della casa costrutto a giardino pensile e tutto all'intorno circondato da grandi vasi d'agrumi, si diedero tosto a lavorare per demolire, precisamente come se fosse loro stato ordinato da qualche autorità di atterrare quel palazzo per lasciar sgombra un'area. Cominciarono dal levare l'inferriata che circondava il fastigio, dallo smuoverne le pietre che servivano di tetto e di pavimento, dallo scoprirne e denudarne la travatura. Compiuta quest'opera con rapidità non credibile, discesero agli altri piani a levar tutte le inferriate delle scale, delle ringhiere, dei poggiuoli. In questo frattempo il general Pino, chiamato dalla gravità enorme del fatto, pedestre era accorso colà ed era entrato in palazzo. Egli sapeva che il Prina era a Milano, credeva inoltre che fosse in casa, onde s'affrettò per salvarlo; ma dopo aver sfidato tutto l'urto spaventoso della folla, dalla quale, per quanto ei fosse carissimo ai Milanesi, ebbe pure qualche insulto, partì per avere sentito che il Prina era altrove. Una orrenda fatalità avea davvero decretato l'eccidio dello sventurato ministro, perchè se il Pino si fosse indugiato appena alcuni minuti, forse colui sarebbesi potuto strappare al furore del popolo. Ma il Pino non poteva esser giunto in fine della via del Marino, che una voce gridò: Badate che il Prina è in casa nascosto."
      },
      {
        "index": 232,
        "text": "Questa voce in un baleno passò di bocca in bocca. Il Granzini capo-mastro la sentì e gridò subito ai suol: Se c'è, si ha a trovare. Cercate e frugate dappertutto. Il Fontana padre e figlio stavano in quel punto strappando l'inferriata della scaletta che metteva alla camera dove il Prina erasi rifugiato. Giunsero in capo alla scaletta, là v'era un uscio: l'uscio era chiuso, chiuso per di dentro; l'atterrarono di un colpo; pareva che quelle belve avessero sentito l'odore della preda. Pochi uomini erano là. Una persona civile, che i Fontana non conoscevano, entrò quasi nel medesimo tempo in quella camera con loro. Entrò nel punto che il ministro stramazzone stava per essere azzannato. Quell'uomo con voce soffocata: Centomila franchi, disse, duecentomila, un milione per voi, se tacete e lo salvate."
      },
      {
        "index": 233,
        "text": "Il Fontana figlio mandò un grido feroce a quelle parole; lo sconosciuto atterrito fece in due salti la scaletta e fuggì. (I due Fontana narrarono quel fatto qualche tempo dopo, vantandosi d'aver rifiutato un milione. Chi fosse poi quello sconosciuto non si potè mai sapere; forse era lo stesso cugino del ministro.) Scoperto il Prina, afferrato da quei feroci, tutto fu finito per lui. Lo fecero discendere. Alle grida: È trovato, è trovato, si empì di gente il corridojo che metteva alla scala ed alla stanza fatale. Contemporaneamente il general Pino, sentito da altre voci che il Prina non era uscito, aveva tosto spedito il general Peyri, mantovano, per placar la folla e salvare il ministro. Ma lungo la via, il generale, raffigurato da taluni per lo stesso Prina a cui somigliava, non sarebbe riuscito a salvarsi, se non fosse accorso lo stesso Pino per toglierlo all'ira pubblica col testimoniare chi esso era veramente."
      },
      {
        "index": 234,
        "text": "Nè più nessuno ormai avrebbe potuto stornare la catastrofe della tragedia orrenda. Nell'interno del palazzo aveva già cominciato a sfogarsi l'ira pubblica, diventata repentinamente una"
      },
      {
        "index": 235,
        "text": "furiosa demenza. Cogli ombrelli, coi bastoni, coi pugni, coi piedi percuotono il ministro, lo strascinano nel cortile, lo denudano dai panni ond'è coperto, lo portano in una stalla, tutto sudicio e immelmato, lo mostrano per ischerno alla folla da una lurida finestra della stalla medesima. Un urlo spaventoso di gioja diabolica alza la turba a quella vista, mentre quelli che lo tenevano lo lascian cadere a capo in giù tra quella turba istessa."
      },
      {
        "index": 236,
        "text": "Nell'atroce parapiglia, alcuni uomini forti e generosi, insieme con altri che forse avevano altro fine, lo strappano alle mani della folla e lo trasportano nel palazzo Blondel già Imbonati. Ma i due Fontana e gli assassini, vedendo quel fatto, furibondi discendono sulla via, spezzano la calca a minaccie di martelli, s'avventano alla porta di casa Blondel. La porta si riapre, succede una mischia; i più feroci vincono, e preso ancora il ministro, lo trascinano di nuovo tra la folla che mugghiante prende per piazza S. Fedele e S. Giovanni alle Case Rotte. Il Prina domandava il confessore. Lo si consegna per questo a un vinattiere, che aveva bottega sull'angolo delle Case Rotte. Succede un po' di tregua. Qualche pietà si fa strada negli animi della moltitudine. Il padrone della bottega nasconde il Prina sotto un tino, colla speranza di salvarlo. Ma il vecchio Fontana, che per poco s'era allontanato, ritornò tra la folla e sembra che della propria rabbia inesplicabile riaccenda tutti quanti. Si chiama a gran voce il Prina, si assalta l'uscio della bottega, si minaccia ferro e fuoco al proprietario — la bottega è aperta — entra il Fontana cogli altri, cercano dappertutto e trovano il Prina che loro si offre semivivo. Qui ebbe fracassata la testa, vuotata una occhiaja, sfiancate le reni — e qui spirò."
      },
      {
        "index": 237,
        "text": "Il cadavere fu preda della bordaglia inferocita per altre quattr'ore. Nelle vie per dove esso veniva trascinato, le donne che s'affacciavano esterrefatte cadevano svenute."
      },
      {
        "index": 238,
        "text": "Battevano le ore nove all'orologio della piazza dei Mercanti, e il cadavere stava ancora nelle mani della folla. Allo sbocco della via dei Bossi... una squadra di guardie civiche sentì il lungo ululato, e vide le fiaccole che rischiaravano l'orribil scena. Deliberarono di farla finita; incrociarono le bajonette, respinsero la folla, s'impadronirono del cadavere.... lo trasportarono nel Broletto; di qui a notte alta fu trasferito e deposto nella chiesa del Carmine; verso l'alba nel Campo Santo detto La Mojascia."
      },
      {
        "index": 239,
        "text": "E in quella sera stessa, e non molti se lo rammentarono, si videro già in volta per la città alquante assise bianche d'ufficiali austriaci. Il conte Aquila si rincasò in preda alla più cupa costernazione. Ma la Falchi, anche dopo aver veduto a passare più volte sotto le proprie finestre la folla assassina, potè tuttavia dormire indifferente la consueta sua notte."
      },
      {
        "index": 240,
        "text": "Fidi al nostro intento di non rivelar che cose nuove o assai poco conosciute, avevamo divisato di omettere la relazione di questa famosa giornata; ma assai ragioni ci determinarono a scriverla. Di quella funesta sommossa uscì a Parigi, come i più devono sapere, una memoria storica con documenti fin dal novembre del 1814; nella stupenda lettera apologetica del Foscolo vi sono alquante pagine dedicate a quel fatto; esiste una relazione di esso stesa dallo stesso Carlo Verri, che fu presidente della Reggenza; sul fine dell'anno 1859, quando la verità della storia potè uscire all'aperto, venne pubblicato a Milano un breve racconto di quell'avvenimento, scritto da un cittadino bresciano, che ne fu testimonio oculare; a Novara, nel 1860, coi tipi di Agostino Pedroli, venne in luce un volume intitolato: Milano e il ministro Prina, narrazione storica tratta dai documenti editi ed inediti per M. Fabi. Libro commendevole come riassunto, nel quale senza rivelazioni nuove venne raccolto in fascio tutto quello che prima era stato scritto sparsamente. In tutti questi lavori è deposto, per così dire, il processo verbale di quanto succedette all'aperto e sotto i medesimi occhi del pubblico, ma non si penetra nella vita intima degli uomini e delle famiglie. Sono vedute prospettiche della parte ortografica dell'edificio: ma l'occhio non intravede spaccati; vi si narrano gli effetti e le conclusioni ultime, ma delle origini prime non si tocca, ma non si risale alle cause; o se qualche volta loro si accenna, sono esse volgarissime e già da molti anni di dominio pubblico, nel medesimo tempo che non bastano a sciogliere nessun nodo, nè a distruggere nessun dubbio; nè per loro, rimanendo pur sempre alla superfice delle cose, ci è dato di gettar mai uno scandaglio nel profondo del terreno, che non fu nemmeno smosso. Colla varia forma d'arte, noi dunque abbiam tentato di adempire a ciò che in quelle memorie indarno si cerca."
      },
      {
        "index": 241,
        "text": "Ed ora dobbiamo aggiungere, che il sig. Giocondo Bruni seppe da quel Guerrini, domestico in casa Falchi, che all'alba di quel dì stette a lungo colla padrona un uomo mal vestito e di tristo aspetto; che alla sera di quel dì medesimo, allorchè l'orribile tragedia era finita e il cadavere del ministro Prina già stava nella sala anatomica della Mojascia, quell'uomo ritornò in casa Falchi; ch'egli ebbe un lungo alterco colla padrona; che per parte di lei e di quell'omaccio s'udirono frasi e parole che pareva di essere all'ergastolo; e che tutto finì in un lungo silenzio, non rotto che dal suono, per alcuni istanti continuato, come di monete che si contassero."
      },
      {
        "index": 242,
        "text": "E qui, se si chiude il periodo storico che potrebbe intitolarsi da/ ministro Prina, ci rimangono però a fare altre rivelazioni, per mettere a nudo alquanti misteri ond'è ancor buja la catastrofe di quella tragedia. Ma, come vedrà il lettore, la sede naturale di tali rivelazioni non può essere questa, ma la successiva, che potrà essere designata sotto il nome della COMPAGNIA DELLA TEPPA. In essa verrà in iscena l'uomo ignoto che all'alba ed alla sera del 20 aprile ebbe colla Falchi lunghi e torbidi colloqui; in essa farà una nuova comparsa il vetturale Giosuè Bernacchi, nell'occasione che dal manicomio della Senavra sarà licenziato come ristabilito in salute; in essa verranno ripigliate tutte le fila che in questa rimasero sospese."
      },
      {
        "index": 243,
        "text": "Intanto, come conclusione al presente episodio, noi faremo al lettore le domande seguenti:"
      },
      {
        "index": 244,
        "text": "Il conte Aquila sarebbe diventato un così fiero nemico di Beauharnais, se questi non avesse baciato la moglie di lui alla festa di corte dell'anno 1810?"
      },
      {
        "index": 245,
        "text": "Senza di ciò, non pare al lettore che il conte sarebbe stato invece un gran sostenitore del vicerè?"
      },
      {
        "index": 246,
        "text": "Se colui, sempre per avversione al vicerè, che aveva il brutto vizio d'impacciarsi per simpatie ed antipatie degli interessi privati e influire arbitrariamente sul corso della giustizia, non avesse subornato un giudice assai autorevole allora a Milano, e ridottolo al punto di abusare della propria carica, avrebbe trovato in esso un complice tanto attivo da rivoltare contro al governo francese quasi tutta la massa dei pubblici funzionar] di secondo e terzo ordine?"
      },
      {
        "index": 247,
        "text": "Se il conte Aquila avesse adoperato per sostenere il vicerè tutta quell'energia di volontà che adoperò contro di lui, il principe Beauharnais sarebbe caduto? il regno d'Italia sarebbe andato a fascio? gli Austriaci sarebbero ritornati?"
      },
      {
        "index": 248,
        "text": "Se i due milioni e mezzo del ministro Prina non fossero stati affidati nelle mani dell'avvocato Falchi; oppure se questi avesse serbato il segreto colla moglie, il ministro avrebbe potuto scampare dall'ira pubblica?"
      },
      {
        "index": 249,
        "text": "Per quanto lo sdegno pubblico fosse generale e forte, esso avrebbe potuto scoppiare ed operare nel modo onde operò, senza i pochi che lo governarono a loro voglia e per i proprj interessi?"
      },
      {
        "index": 250,
        "text": "Se il vicerè, dai collegi elettorali e dal voto della popolazione, fosse stato proclamato re d'Italia, e le potenze europee, rispettando tal voto, lo avessero confermato, v'erano poi gli elementi duraturi di un governo forte e sapiente, di una nazione risorta e felice?"
      },
      {
        "index": 251,
        "text": "La teoria inflessibile della provvida sventura non verrebbe qui opportuna per giudicare quei tempi e quegli avvenimenti?"
      },
      {
        "index": 252,
        "text": "Noi poniamo tali quesiti al lettore, senza comunicargli le nostre soluzioni. Egli deve esser libero di valutare 1 fatti e di profferire la sua sentenza."
      },
      {
        "index": 253,
        "text": "A noi bastò d'aver recato in mezzo nuovi dati, che chiameremo storici, quantunque non sieno desunti che dalla tradizione orale e dal vago mormorio del pubblico contemporaneo, e da relazioni private e da racconti di testimonj. Non sempre i documenti legali e deposti negli archivj svelano intera la verità. Talvolta la intorbidano, perchè la loro serie non è completa. L'induzione soltanto è un documento razionale e perpetuo, che, al pari di un grimaldello, può aprir tutte le porte."
      }
    ]
  }
}
