{
  "chapterNumber": 14,
  "title": "Book Thirteenth (Libro Decimoterzo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Roma e Chateaubriand. — Voltaire e Shakespeare. — Massena e donna Paolina. — Padre e figlia. — L'attore Rosier. — La statua di Pompeo. — L'antico Cesare e il repubblicano Bonaparte. — I colonnelli Paoli e Ballabio. — Il sepolcro di Cecilia Metella.]"
      },
      {
        "index": 1,
        "text": "Siamo ancora in Roma, la città eterna; che consolazione! il solo dolore è che non ci siamo che colla fantasia. O Roma, al pari e più di Venezia, com'è naturale, tu fosti descritta e illustrata, e ben trattata e maltrattata, e contraffatta e svisata da migliaja di scrittori. Degli eruditi non parliamo; dal più al meno s'attennero al positivo e ai documenti; ma gli scrittori-poeti! che scempio ne han fatto... ovvero sia, come si mostrarono amanti infidi e bugiardi, forse per eccesso d'entusiasmo! L'ultimo dei celeberrimi e dei più immaginosi fu Chateaubriand, il quale, di certo, col suo largo pennello e co' suoi colori smaglianti ne ritrasse la prospettiva, lasciandone sulla tela la macchia generale forse con più verità di tutti; ma nei particolari, ma nelle considerazioni poetico-istoriche, quante falsità, quante alterazioni, quante allucinazioni, crediamo, involontarie!"
      },
      {
        "index": 2,
        "text": "Allo scopo di esagerare, per l'amore delle antitesi, che sono il delirio dei poeti, la decadenza materiale di Roma, incaricò persino il Tevere di essere afflitto e di aver voluto ritirarsi, per la gran vergogna, in un angolo della città, non d'altro occupato che di somministrare le sue acque, che, sole, rimasero bionde come in antico, a lavare i lini sudici dei neonati Quiriti. Ma noi ci siam recati a bella posta sul luogo, come un ingegnere di campagna, per verificare co' nostri occhi se davvero il Tevere avesse assunto le passioni e i dolori di un poeta sentimentale; ma possiamo assicurare che il Tevere, nei diciotto secoli che sono decorsi, non ha fatto altro che rimanere un fiume, e non sentì nessuna vergogna, forse presago del possibile risorgimento della sua città; e non si ritirò in nessun angolo e non diventò più piccolo. Visto dal ponte Elio e dal ponte Senatorio, è ancora il più maestoso fiume d'Italia che attraversi una città. A ripa Grande, la selva delle antenne e il biancheggiar delle vele e i fumi densi delle vaporiere lo fanno parer davvero un porto di mare; il che è ben altra cosa dall'esser ridotto un rigagnolo avvilito, non visitato che dalle lavandaje!"
      },
      {
        "index": 3,
        "text": "Diciam questo perchè quei che si impennarono alla idea di dover portare la capitale a Roma, e la chiamarono un'idea stracca di rettorica ammuffita, e una specie di regresso al paganesimo e al classicismo spento; e credettero opporsi e vincer l'onda impetuosa di tutta Italia concorde nel tendere le braccia affannate alla sua capitale, potrebbero inorgoglire e fidarsi d'aver un confederato onnipotente in Chateaubriand, che vedeva anche il Tevere impicciolito."
      },
      {
        "index": 4,
        "text": "Ma Roma dissanguata dal malgoverno, nella sua terza parte abitata ha ancora più di 200.000 persone; e in pochi anni, sotto il nuovo sole della libertà e dell'indipendenza, espandendosi a riconquistare, per dir così, le parti desolate, potrebbe toccare facilmente la popolazione di 600.000 anime. Ci pare che per una capitale possa ben bastare. La popolazione di Londra, eguale a quella di tutta Lombardia, è un'esagerazione inutile, e provocatrice di disordini non possibili che in quella incondita vastità. Ma lasciando la popolazione, e trascurando anche le maestose antichità che pur fecondano intelletto e cuore, quantunque a molti, segnatamente a qualche ingegnere della città di Milano, sembrino incomodi ingombri di utili spazj; in quante e quante cose Roma è superiore a tutte le altre città d'Italia! Equidistante dai punti estremi d'Italia, essa, per Civitavecchia, è in comunicazione diretta col Mediterraneo, che ritornerà, per l'istmo di Suez, il gran lago storico romano, datore di ricchezze infinite. È dunque vicina allo scalo marino per tutti i vantaggi che le possono derivare; e ne è abbastanza lontana perchè, in una guerra o in un assalto fortuito, i primi colpi non debbano toccare a lei."
      },
      {
        "index": 5,
        "text": "Tutte queste cose, se possono andar bene anche adesso; se andavano tanto bene ai tempi degli antichi Romani, che piantarono in quel sito fatale le loro tende, perchè l'istinto felice e la sapienza spontanea loro fecero comprendere che non v'era punto migliore per dominare da tutte le parti la penisola della media e"
      },
      {
        "index": 6,
        "text": "della bassa Italia; come ai Galli fece comprendere che non v'era punto migliore del sito di Milano, benchè dalla natura paresse in ispecial modo maledetto; perchè, diciamo, non dovranno andar meglio in un prossimo avvenire, quando, per le ferrovie, dal Po al Tevere si volerà in un giorno? Ma la questione è così chiara, è così nettamente veduta da tutti, è così risoluta, che non sappiamo perchè noi l'abbiamo ritentata ancora; se non fosse che, trovandoci in Roma, il discorso doveva cadere spontaneamente su Roma, prima di recarsi al Colosseo dove uno spettacolo insolito, dopo quasi sei secoli che non se ne davan più in quell'anfiteatro, chiamò da tutte le vicinanze dell'eterna città, e da altre città d'Italia, una folla infinita di popolo italiano, invitata, anzi attratta per quell'occasione, anche allora, come adesso, a respirare in quella luce, in illa luce, per ripetere il motto di Cicerone, un'aura più libera, più forte e più feconda."
      },
      {
        "index": 7,
        "text": "Il lettore conosce per qual ragione entriamo nel Colosseo e ci occupiamo di descrivere l'ultimo spettacolo che là siasi dato."
      },
      {
        "index": 8,
        "text": "Il giorno 17 ottobre dell'anno 1798, intorno alle ore ventuna, tutta la città pareva che si fosse versata nelle adjacenze del Colosseo. Una compagnia drammatica francese, diretta dal capocomico Rosier, di quelle compagnie che fiutano da tutte le parti la pubblica passione, per atteggiarsi a quella, e saziarla, e cavar denari e applausi anche senza il prestigio di una grande abilità, aveva ottenuto dal generale Massena il permesso di rappresentare nel recinto dell'anfiteatro Flavio La morte di Cesare, di Voltaire. Tutto fremeva di repubblica allora; chi avesse osato manifestare delle simpatie monarchiche, sarebbe stato pugnalato in piazza. Lo stesso Bonaparte, che, fremente, chiudeva in sè l'esagerazione del dispotismo, pur s'inchinava al simbolico berretto, e gridava repubblica anch'esso; che, chi vuol dominare la moltitudine, comincia dall'accarezzarla e accontentarla in tutto, col sistema onde i seduttori blandiscono le amanti, per ottenerle, e disprezzarle dopo, se mai dà il caso. Se dunque fra le tragedie di Voltaire, allora tanto in voga, fu scelta La morte di Cesare, la cosa è naturale. — Non ci poteva essere argomento più di quello adatto all'onda dei tempi e alla pubblica aspirazione."
      },
      {
        "index": 9,
        "text": "Peccato che Voltaire, dopo aver usufruttato Shakespeare e spogliatolo di tutto, abbia avuta tanta malizia di gettare a piene mani il disprezzo su que! barbaro che non mancava d'ingegno, onde la tragedia originale, mal nota al pubblico, fu riposta negli scaffali, e l'imitazione scaltra ma servile, ma guasta dal convenzionalismo, non permise che il pubblico assistesse alla rappresentazione del capolavoro del sommo Inglese. Che spettacolo grande e compiuto sarebbe stato! Come Roma antica, per quel miracolo di poetica divinazione, sarebbe riapparsa viva e vera e moventesi, agli occhi degli spettatori!"
      },
      {
        "index": 10,
        "text": "Nell'anno 1798 il Colosseo era nella più deplorabile condizione di un monumento rovinato nella massima parte, e che minaccia di rovinare anche nelle parti superstiti. La prima scarpa che fermò la grande muraglia rimasta intatta, non fu eseguita che nel 1805 per volontà di Pio VII; l'altra venne ordinata da Leone nel 1813. Tutta la parte esterna adunque, che anche oggi permette di misurare l'altezza di quell'edificio unico al mondo, abbandonata a sè stessa, faceva paura a' riguardanti, perchè visto da lontano e dal basso in profilo, non parea vero che quell'enorme paravento di trentatrè archi a tre piani, a non contare l'attico gigantesco, non dovesse crollare da un momento all'altro. La descrizione del Colosseo, così in istato di rovina, come negli studj architettonici che ne porgono il ristauro completo, venne fatta da tanti scrittori, tante volte e in tanti modi, che ci par tempo gettato il rifarla oggi per quei pochi lettori che in proposito non sapessero nulla. Soltanto ripeteremo quello che fu detto da coloro che si recarono a visitare quel prodigio architettonico dell'antichità; che cioè, per quanto uno ne abbia un'aspettazione immensa, essa è sempre di gran lunga superata dallo stupore che colpisce anche l'uomo il più freddo e più preparato."
      },
      {
        "index": 11,
        "text": "Per darne un'idea a chi non l'avesse mai veduto, basti il dire, che osservando la parte superstite, dall'esterno e dal basso, l'occhio difficilmente arriva al fastigio; che ciascuno dei grandi archi (e degli ottantasette non ne son rimasti che trentatrè) è d'un terzo più alto della porta maggiore dell'Arena milanese; che con questi archi s'innalzano tre piani a diversi ordini, dorico, jonico, corinzio; e che l'attico coi clipei è alto quanto ciascuno degli altri piani; tanto che si può asserire, che l'Arena milanese ripetuta in altezza sei volte, appena darebbe l'altezza del Colosseo."
      },
      {
        "index": 12,
        "text": "Quando, in fantasia, si arriva a immaginare il ristauro completo di questa mole, e si ricostruiscon in mente gli ottantasette archi completi, e le colonne dorate del secondo e del terzo piano, e le statue d'oro che"
      },
      {
        "index": 13,
        "text": "posavano in mezzo a ciascuna di quelle arcate; e nell'interno la fuga delle gradinate dal basso in alto delle tre precinzioni; colle pareti del podio tutte rivestite di marmo, e i baltei, che dividevano le precinzioni stesse, tutti coperti di smalto e d'oro e di gemme,"
      },
      {
        "index": 14,
        "text": "Balteus en gemmis, en illita porticus auro, etc."
      },
      {
        "index": 15,
        "text": "e al sommo della cavea un portico tutto a colonne, e statue di marmo bianco, e di porfido, e di verde antico, e di bronzo dorato, disposte sparsamente lungo i baltei; e vasi e tripodi diffondenti odori di essenze bruciate;... davvero che la mente calma si rifiuterebbe a dar fede al volo della fantasia, se i poderosi avanzi non fossero un documento fedele per le indagini dell'arte e della scienza."
      },
      {
        "index": 16,
        "text": "Ma lasciando la fantasia e gli splendori antichi per venire agli avanzi presenti, è certo che torna assai più difficile descriver questi che quelli; perchè l'arte completa ha misure e contorni e linee e forme determinate; mentre i disastri del tempo, e della barbarie, e degli smantellamenti, e dei cataclismi lasciano un tal disordine caotico, che s'invola ad ogni descrizione precisa."
      },
      {
        "index": 17,
        "text": "Al tempo in cui nel Colosseo si rappresentò La morte di Cesare di Voltaire, il disordine era ancora maggiore. In molti spazj interni, dove le cavee e le gradinate eran cadute nella massima rovina, i monaci, custodi dell'edificio, avevano coltivato e broli e giardini, e innalzate capannuccie e pagliaj. Se non che tutti questi ingombri, che parevan voler nascondere l'origine e la destinazione dell'anfiteatro, vennero fatti scomparire dall'appaltatore dello spettacolo. Così furon poste gradinate di legno dove quelle di sasso non eran più servibili in verun modo; così con drappi e sostegni e pulvinari si resero ancora praticabili le gradinate più basse del lato dell'edificio men rovinato."
      },
      {
        "index": 18,
        "text": "Allorchè il pubblico penetrò nell'anfiteatro, e venne quel momento vicinissimo alla rappresentazione, in cui tutte le parti occupabili si videro gremite di gente; certo che, se la architettura non aveva a lodarsi di quelle rovine, la pittura non poteva trovare spettacolo più fantastico, più grandioso, più vario, più strano di quello. Nelle prime gradinate più vicine al circo, dove Bruto doveva congiurare contro Giulio Cesare, v'erano le gerarchie militari del presidio comandato da Massena. — Generali, colonnelli, capi-squadroni; — dragoni, usseri, artiglieri, granatieri; già s'intende la sola ufficialità; perchè la repubblica democratica, è aristocratica al par di chicchessia. Presso gli ufficiali, e insieme con essi, le matrone e le donne romane della classe più elevata; ma di quelle che, o per amore di sè stesse, o per inclinazione agli alunni di Marte, che, guerrescamente gentili, avevano invaso tutte le case, o per una tendenza spontanea alla libertà pubblica e privata, avevano applaudito all'ingresso delle armi repubblicane in Roma; e tutte in costume press'a poco come le tre dive che abbiam ammirato nei palchetti del Teatro alla Scala, in occasione del ballo del papa. — Mescolati ai soldati ed insieme colle donne, i buoni mariti borghesi, coi capelli alla Brutus sulla fronte e sul ciglio; coi cravattoni nascondenti mento e orecchio, e colla gran coccarda sul cappellone tondo. In altra parte, per far contrasto, uomini e donne di Frascati e d'Albano e di Tivoli, coi loro costumi invariabili; e altrove le Trasteverine coi loro uomini in giacchetta di velluto e le faccie in cagnesco; una folla poi di ragazzi seminudi, a dispetto dei custodi, in quel parapiglia, s'erano introdotti ed erano iti ad arrampicarsi sulle parti più alte dell'edifizio. In mezzo a tutta questa moltitudine variopinta, un venti o trenta di que' cari originali, che comprendendo meno di tutti, sembrano i più caldi e fanatici di tutti, vestivano, come dicemmo, in costume di antichi Romani, e facendo da Collatino e da Muzio Scevola e da Curzio, parevano aver la speciale incombenza di ravvicinare in quel recinto le distanze di venti secoli."
      },
      {
        "index": 19,
        "text": "[II]"
      },
      {
        "index": 20,
        "text": "Il palco scenico, dove gli attori della compagnia Rosier dovevano declamare stentoreamente i versi di Voltaire, per farsi sentire da chi stava sulle più alte gradinate, non era che un impalcato di forma ellittica, inscritto nella proporzione di due terzi nell'ellissi dell'anfiteatro. Era dunque un palco che si vedeva da tutti i lati, senza siparj, senza scenarj, senza nulla di tutto ciò che, comunemente, costituisce un palco scenico. Bensì quell'impalcato, dovendo rappresentare il Campidoglio, aveva delle gradinate di legno, e dei portici rivestiti di tela imitante il marmo, e sotto"
      },
      {
        "index": 21,
        "text": "agli archi, delle statue con pallj di canovaccio spalmati di gesso e di creta. Gli attori dovevano aggirarsi tra quei portici, intorno a quelle statue, discendere da quelle gradinate. Per verità che c'era qualche cosa di nuovo, e, se vogliamo, anche di più naturale del solito. La cosa poi che più di tutto giovava a crescere quel che si chiama l'illusione teatrale, e a ravvicinare più che mai il finto al vero, era la statua colossale di Pompeo, quella veramente, ai piedi della quale, come voleva e vuol la fama, venne ucciso Giulio Cesare, e che è la stessa che oggi ammirasi ancora in una delle sale del palazzo Spada. Essa era stata collocata presso al portico costrutto appositamente; e l'importanza che le si volle dare, e le lettere cubitali con cui nell'avviso al pubblico venne accennata, quasi ci trarrebbe a credere che siasi voluto rappresentar la tragedia per usufruttare la statua."
      },
      {
        "index": 22,
        "text": "Ma, domanderà taluno, i signori comici che dovevano per un pajo d'ore trasmutarsi in Giulio Cesare e Marcantonio e Bruto e Cassio e Dolabella, da qual parte, in mancanza di quinte, dovevano uscire per fare i colpi di scena con qualche illusione degli spettatori? A questo bisogno si adempì con più naturalezza e spontaneità che non si crederebbe; sotto all'impalcatura delle gradinate e dei portici avevano il loro dietro le scene, e là aspettavano il momento opportuno di uscire sul palco e far la loro parte."
      },
      {
        "index": 23,
        "text": "Lo spettacolo finalmente incominciò in mezzo al silenzio generale, che durò pochissimo; perchè dei trentamila spettatori accorsi, ventimila, ad essere cortesi, non comprendevan nulla; altri perchè non capivano il francese, altri per l'inevitabile rumore che vi si faceva. I ragazzi del popolo, che s'eran arrampicati fin sulle ultime gradinate, dopo essere stati attenti un momento, per l'istinto della novità, al comparire di Antonio, che aveva il manto turchino filettato in bianco, e di Giulio Cesare che lo aveva color porpora, si diedero a schiamazzare senza tanti rispetti, e a correr innanzi e indietro, a sfoggio di agilità e di coraggio, sui cornicioni praticabili. Ad ogni modo. Antonio potè declamare la prima parlata:"
      },
      {
        "index": 24,
        "text": "César, tu vas regner... sino al verso: Qui peut à ta grande âme inspirer la terreur? e Cesare potè rispondere quasi d'un fiato: L'A mitié, cher Antoine: e attraverso a sessanta e più versi conchiudere, abbracciando Antonio:"
      },
      {
        "index": 25,
        "text": "Ta promesse suffit, et je la crois plus pure Que les autels des dieux entourés du parjure."
      },
      {
        "index": 26,
        "text": "Quelli tra gli spettatori che avevano un posto, abbastanza vicino per sentire le voci, e intelligenza sufficiente per afferrare il concetto delle parole, e, quel che più importa, la conoscenza della lingua francese, ascoltarono tutta la prima scena senza annojarsi e senza divertirsi, e senza dar segni nè dell'una cosa nè dell'altra. Necessariamente, quand'anche Giulio Cesare fosse stato rappresentato da Garrik, da Kean, da Talma, da Modena, un buon repubblicano non poteva applaudirlo in coscienza, e meno ancora quello scellerato adulatore di Marcantonio. L'indifferenza continuò fino alla scena terza, quando Cassio, Cimbro, Cinna, Casca e Bruto entrarono in iscena, e schieraronsi innanzi a Giulio Cesare assiso sotto ad uno degli archi."
      },
      {
        "index": 27,
        "text": "Bruto avrebbe dovuto uscire insieme cogli altri colleghi ed amici, chè non v'era nessuna necessità drammatica di far diversamente; ma Bruto era il primo attore della compagnia; doveva produrre un grande effetto soltanto col farsi vedere; uscì dunque ultimo, dopo qualche momento d'aspettazione ad arte prolungata. I battimani scoppiarono strepitosi, lunghi, susseguiti da migliaja di grida: Vive la république, vive la liberté, vive l'égalité. Perfino 1 seminudi birichini correnti e"
      },
      {
        "index": 28,
        "text": "ricorrenti sulle cornici dell'anfiteatro, si arrestarono anch'essi schiamazzando, evviva! E Bruto, che non s'inchinò mai nemmeno a Giulio Cesare, fece un inchino a tutti costoro, e li ringraziò."
      },
      {
        "index": 29,
        "text": "Cessato lo strepito e gli evviva, ricominciò la recita. Anche il Camillone, che pur non sapeva il francese, ma che aveva per interprete uno scultore di Parigi che da più anni dimorava a Roma, ci racconta che si sentì trasportato a tutto ciò che Bruto nella scena terza disse a Giulio. Aggiunge poi che l'entusiasmo di tutto il pubblico, anzi la frenesia, andò al colmo a quei versi onde si chiude, la scena:"
      },
      {
        "index": 30,
        "text": "Tout mon sang est à toi, si tu tiens ta promesse;"
      },
      {
        "index": 31,
        "text": "Si tu n'es qu'un tyran, j'abhorre ta tendresse:"
      },
      {
        "index": 32,
        "text": "Et je ne peux rester avec Antoine et toi."
      },
      {
        "index": 33,
        "text": "Puisqu'il n'est plus Romain, et qu'il demande un roi."
      },
      {
        "index": 34,
        "text": "Dopo una tal scena, non ci fu più interesse di sorta; e il primo atto si chiuse tra una specie di bisbiglio sedizioso, soverchiato dalla voce sonora di un uomo del Trastevere il quale, allorchè Cesare e Antonio uscirono dalla scena:"
      },
      {
        "index": 35,
        "text": "— E che ve pigli un accidente, — gridò tra le risate universali e le interrogazioni dei soldati francesi, che domandavano che cosa significasse quel motto."
      },
      {
        "index": 36,
        "text": "Tra il primo e il secondo atto ci fu un intermezzo abbastanza lungo, il quale, pur troppo, per la nostra storia, ha un interesse assai più grave che la recita del Giulio Cesare e l'esposizione della statua di Pompeo Magno."
      },
      {
        "index": 37,
        "text": "In mezzo all'ufficialità, presso a Massena e al generale Cervoni, sedeva colui che il lettore forse desidera di conoscere da un pezzo: il colonnello Achille S..."
      },
      {
        "index": 38,
        "text": "Vestiva la divisa d'ussaro, tutta coperta di argento; stava seduto militarmente, senza tanti rispetti forse per essere seduto a mal agio, teneva con un braccio il ginocchio della gamba destra, che era piegata sin quasi a toccargli il mento; la gamba sinistra, stretta nei calzoni rossi e negli stivali succinti, si stendeva quant'era lunga a toccare il gradino sottoposto. Un raggio importuno di sole, attraverso una tenda stata innalzata per far ombra, annaspandogli la vista, lo aveva costretto a piegare innanzi il caschetto piumato e a tirar l'ala fin quasi sul naso. Della faccia si scorgevano perciò soltanto i baffi enormi congiunti a delle enormi fedine, che finivano precisamente alla regione della bocca, lasciando rasa la parte inferiore delle mascelle e il mento. Chi lo guardava dal basso in alto vedeva a girare di sotto all'ala del caschetto un pajo di pupille piene di lampo provocatore e protervo, al quale aggiungevano una tinta sinistra tutte le parti alterate della cassa dell'occhio, come di chi, non ostante una tempra robustissima, deve adattarsi a portare in qualche parte le impronte degli stravizj, delle veglie abusate, degli abusati liquori. Quell'uomo aveva allora quarantotto anni, ma non ne dimostrava quaranta, perchè la barba foltissima e perfettamente nera faceva le spese delle parti alterate del viso, e la corporatura lunga, elegante, forte, asciutta, come quella di un tigre reale maschio, con delle coscie atletiche di cui 1 muscoli si pronunciavano di sotto alla pelle di daino tinta in rosso, faceva le spese di tutto il resto. Egli, durante l'intermezzo dal primo al secondo atto, senza cambiare posizione, teneva fisso lo sguardo, dove lo tenevano fisso quasi tutti gli spettatori che si trovavano presso a lui o in quel raggio di veduta. Ciò che attirava quegli sguardi e provocava le domande, i discorsi e i commenti di tante persone, erano due persone. È quasi inutile il dire chi fossero. Il Baroggi, in completa divisa di capitano dei dragoni, a non molta distanza del colonnello S..., stava seduto vicino ad un milite, che a tutta prima sembrava un giovinetto, ma che ciascuno, dopo un'occhiata, riconosceva benissimo per una fanciulla; ed era infatti donna Paolina in assisa di dragone. Il veder fanciulle travestite militarmente, seguaci di mariti ed amanti, era un fatto così comune allora, che per sè solo non avrebbe fermato l'attenzione di nessuno. Ma se un vestito portato da una persona non fa nè freddo nè caldo, portato da un’altra può mettere l'entusiasmo, le vertigini e il capogiro anche negli uomini più calmi. Un effetto di questo genere produceva appunto su tutti la giovinetta compagna del capitano Baroggi. Donna Paolina, noi l'abbiamo già delineata in addietro; ma il ritratto si risolse piuttosto in quattro segni generali, tirati giù colla matita tanto per fermar la macchia e il contorno, che in un quadro disegnato e colorito coll'intenzione che debba"
      },
      {
        "index": 39,
        "text": "essere messo in una cornice. Chi ci fece a voce la descrizione della figura di donna Paolina S..., ci mostrò anche la copia a lapis rosso di un ritratto che il giovine Pinelli fece di lei dal vero in Roma stessa. Quello che dunque noi stiamo per delineare colla penna, non è altrimenti una creazione di fantasia; ma una riproduzione esatta del vero, sebbene sia una copia di un'altra copia."
      },
      {
        "index": 40,
        "text": "Il lettore si ricorderà, che, essendo essa della statura di un uomo comune, paresse eccessivamente alta come donna, anche per la piccolezza della testa, la quale, a misurar la figura intera, sarebbe stata un'eccezione a quella regola che decretò dover essere la settima parte del corpo umano. Ma tutta la persona s'illeggiadriva dominata da quella testina elegante, aerea; sebbene le forme del corpo, al primo, sembrassero sottili e quasi gracili, osservata poi parte a parte apparivano consistenti e ampie più di quello che comunemente suol presentare una fanciulla di diciott'anni. Vestita da dragone coi calzoni di daino stretti alle coscie, e gli stivaloni pei quali riusciva ancor più attraente il contrasto del piccolo piede muliebre, vi assicuro, i miei cari amici, i quali ponete ancora qualche interesse in questo genere di studj, che c'era da perdere la testa. Seduta sugli scaglioni del Colosseo, teneva così a bardosso su d'una spalla il mantello verde; aveva l'elmo in testa piantato assai indietro colla criniera che le cadeva sullo spallino sinistro. Colla gamba destra sormontata dall'altra stava movendo macchinamente il piccol piede. Quello però che più di tutto fermava gli sguardi altrui, era il volto dilicato e fino incorniciato dall'elmo; volto pallido con linee squisite, sebbene accentatissime, segnatamente alla linea del mento; con un giro di bocca di eleganza ineffabile e con un naso (il naso ha un gran posto nelle quistioni della simpatia), con un naso che, sebbene piccolo ed elegante, aveva però una forma speciale, perchè le nari si disegnavano più alte del setto divisore, il quale mostravasi troppo più di quello che avrebbe voluto la regola perfetta."
      },
      {
        "index": 41,
        "text": "Ma che mestizia meditabonda e accorata era su quel volto; ma quante e quante cose pareva volesse dir l'occhio eloquentissimo ogni qual volta lo girava a guardare il suo Baroggi!"
      },
      {
        "index": 42,
        "text": "O perchè tanta mestizia? e non eran forse marito e moglie?"
      },
      {
        "index": 43,
        "text": "Oh no... non lo erano; non si volle che lo fossero... Avevan dovuto fuggire, e viaggiavano incalzati da timori e da sinistri presagi. Da Bologna eran giunti a Roma in quel dì che il Baroggi aveva ottenuto dal suo colonnello alquanti giorni di permesso."
      },
      {
        "index": 44,
        "text": "E qui è necessario che col racconto noi ritorniamo indietro... Oh come la commozione ci assale pensando a quanto era avvenuto, a quello che avverrà di loro! Davvero che la fortuna scellerata par che provi una compiacenza crudele nel perseguitare quelle esistenze squisitamente infelici, che la natura, la sola natura, non la legge umana inesorabile, ha mostrato per mille indizj d'avere voluto espressamente avvicinare e legare in nodo non dissolubile."
      },
      {
        "index": 45,
        "text": "[III]"
      },
      {
        "index": 46,
        "text": "La condizione in cui, nell'ultimo libro, lasciammo il Baroggi e donna Paolina rispettivamente all'ava e alla madre, erasi presentata come una delle più felici risoluzioni di una crisi pericolosa. Pareva che l'intromissione del vecchio Lorenzo e di Giocondo Bruni avesse in realtà fatto un miracolo. L'orgoglio di donna Clelia, che in lei era andato crescendo colla vecchiaia al pari delle sue folte sopracciglia; la paura che Ada avea de' suoi rimbrotti, e peggio del lontano marito, aveano ceduto innanzi allo spettacolo presente della figliuola, che avrebbe potuto soccombere all'affetto e al dolore e, più ancora, al fatto del grave pericolo in cui ella s'era messa, fuggendo così imprudentemente dalla casa. Sotto all'azione di una gioja inaspettata, e nel primo istante che cessa la causa di un grande dolore, tutti gli uomini, anche i più ostinati, sono disposti a concedere quello che mai non vorrebbero in nessun altro momento della vita; un avaro può fare un atto di carità; un uomo aspro e intrattabile può diventar pietoso; a un padre snaturato può essere strappata una parola indulgente. Tuttavia, se questo è vero, è anche verissimo che quegli atti, imposti dalla violenza, diremo così, del fatto eccezionale, portano con sè il carattere della violenza stessa, che è quello di non poter durare. Cessate le cagioni che agli uomini fecero come cangiar"
      },
      {
        "index": 47,
        "text": "natura, la natura ritorna tosto alla prova, e spesso con più fierezza di prima; quasi a vendicarsi di chi avea saputo sopraffarla e domarla."
      },
      {
        "index": 48,
        "text": "La contessa Clelia, dopo aver concesso che il capitano Baroggi sposasse donna Paolina, tentò ogni cosa per trarre in lungo l'atto indiscutibile del matrimonio. Sperava che il tempo e la fortuna potessero improvvisare e mettere innanzi qualche ostacolo ugualmente indistruttibile. L'orgoglio del sangue, pur troppo, era in lei tenacissimo. Diremo di più: la rivoluzione di Francia e le nuove idee e le leggi nuove che decretarono l'abolizione della nobiltà, le avevano inasprito quell'orgoglio stesso; come avviene sempre di un sentimento antico e profondo che vien contraddetto e vietato dal comando della forza pubblica."
      },
      {
        "index": 49,
        "text": "Donna di forte ingegno, convalidava l'opposizione al nuovo ordine di cose con tutto l'apparato del sofisma scientifico. Però sosteneva le idee vecchie delle caste privilegiate col duplice elemento, e del sentimento naturale che non può distruggere sè stesso, e dell'amore del sistema, che, nelle persone di scienza, si pone innanzi a tutto il resto, con ostinazione e persino con ira. Non si ricordava, la vecchia contessa, diventata crudele, che nei giovani anni non aveva consultato il blasone allorchè la voce di un tenore, figliuolo di un sarto, le sussurrò all'orecchio parole d'amore. Quando pensiamo alla tenerezza speciale che noi sentivamo per questa donna allorchè aveva venticinque anni; quando pensiamo che avremmo fatta moneta falsa per lei onde aiutarla in quell'amore di contrabbando, non ci par vero che dovesse venir il tempo d'odiarla; di odiarla, sì, perchè noi odiamo con tutta l'enfasi di un odio implacabile tutti coloro che vogliono distruggere, colla violenza di una falsa legge, l'unica legge legittima della natura, che suscita gli affetti, e li riscalda e s'affanna perchè trovino il loro adempimento. Ah! vecchia contessa scellerata, e come, riandando nella memoria tutti gli spasimi atroci della tua violenta passione, non imparasti ad avere pietà delle passioni altrui! come anzi imparasti a farti torturatrice longanime di due cuori predestinati ad intendersi! E doveva egli esser questo il modo di compensarci della cura assidua che ponemmo nel tentare di renderti in addietro così cara e attraente ai lettori?"
      },
      {
        "index": 50,
        "text": "Ma ella, che comandava in casa e dominava la figliuola, e quando parlava metteva a tacere tutti quelli che non volevano quel ch'ella voleva, trovò dunque il modo di trarre in lungo il matrimonio, senza quasi accorgersi, perchè la crudeltà pregiudicata è cieca, che la povera Paolina languiva e consumava in quella comandata aspettazione di ciò che era la condizione della sua vita. Del rimanente, le considerazioni della contessa non in tutto derivavano da male intenzioni; bensì da quella consueta falsissima credenza, che il tempo, se mai si riusciva a dividere quelle due creature, avrebbe fatta la cura radicale d'ogni piaga, e impedito chi sa quanti guai possibili nell'avvenire. Modo assurdo di ragionare, che è invalso nei padri, nelle madri, negli zii e nei tutori, onde s'affannano a provocare nel presente un dolore fortissimo e inevitabile, per stornare dei dolori futuri ipotetici, che forse non nasceranno mai, e che non vivono se non nell'immaginazione di quanti abusano dell'autorità che la legge umana loro ha accordato. Ma il fatto è tale, e per ora non c'è rimedio."
      },
      {
        "index": 51,
        "text": "E la contessa si appose nelle sue speranze, chè l'accidente preparò infatti l'occasione di prolungare di più quel matrimonio."
      },
      {
        "index": 52,
        "text": "Siccome eran tempi di guerra, venne al capitano Baroggi l'ordine improvviso di partire col reggimento entro ventiquattr'ore per Piacenza. Oh Dio! che colpo orrendo fu quello per la fanciulla, che colpo per il Baroggi, quantunque se l'aspettasse."
      },
      {
        "index": 53,
        "text": "Quel distacco sembrò loro non una sospensione più o meno lunga dei loro desiderj, ma un colpo di scure, una condanna di morte; e si tennero perduti, perduti irremissibilmente. Chi considera codesti affanni nella calma di un'anima indifferente, può riderne e crollare il capo di pietà sprezzante, ma chi soffre e si tormenta, non per questo cessa di soffrire e di tormentarsi. Il mondo ha pattuito di sentir compassione e di attestarla perfino in pubblico, anche fingendo, se uno è assalito da una fiera malattia corporale; ma le malattie dell'animo, il mondo ha stabilito di pigliarle in canzone; a meno che la portantina dell'infermiere non venga a trasportare al desolato manicomio chi ha smarrita la ragione spaventata dal peso insopportabile della sventura."
      },
      {
        "index": 54,
        "text": "Un ordine di guerra non potendosi trasgredire per nessun conto, il capitano Baroggi dovette partire, e partì. Al pari dell'accusato innocente, che sente chiudersi dietro l'uscio del carcere, dove ha da rimanere Dio sa per quanto tempo, così rimase donna Paolina nella casa materna, disperata, trasognata, quando all'ora consueta della visita quotidiana non vide entrar più il suo giovane amico dalla solita porta, alla quale il suo sguardo irrequieto volgevasi più e più volte, se la sfera dell'orologio mai avesse segnato un minuto di più!"
      },
      {
        "index": 55,
        "text": "Prima di partire, com'è naturale, ella e il Baroggi fermarono di scriversi, per trovarsi in quella comunicazione spirituale e d'immaginazione, che è l'unico sollievo nel dolore della lontananza. Ma anche qui nacque un incaglio, che la nonna pretese di legger prima le lettere così del capitano, come della nipote. Pretesa assurda e tirannica, e tale da rendere illusoria ai fidanzati la consolazione dello scrivere. Le lettere ove due innamorati si versano interi nell'effervescenza dell'affetto e dell'affanno, possono elle subire prima la censura dei vecchi rugiadosi e dei giudici indifferenti e spietati? Di quelle lettere adunque non ne furono scritte che un pajo, e anche queste per obbedienza; poi donna Paolina, nella più fiera desolazione dell'animo, si concentrò in sè stessa e si tacque. Piuttosto che scrivere quello che non pensava e non sentiva, piuttosto che distruggere la parte più viva di ciò che le dettava il sentimento in tumulto, si accontentò del silenzio. Ma che nacque da ciò? Nacque che il Baroggi, per molti e molti giorni aspettando lettere indarno, colla immaginazione inesausta dell'amore che, non pago de' suoi naturali affanni, inventa sciagure e miserie che non ci sono e fantastica sospetti d'ogni sorta, si mise in testa che donna Paolina, in quel breve lasso di tempo, si fosse cangiata a suo riguardo. Già qualcuno che praticava in casa V..., ed altri che conoscevan lui e la famiglia, avevangli sussurrato all'orecchio qualche amoretto che la fanciulla aveva avuto fin da quando trovavasi in collegio; gli avevan nominato qualche giovane patrizio, che, nelle vacanze autunnali, trovandosi a villeggiare sul Lario, s'era inteso con lei molto bene, onde eran corse lettere, e si erano ricambiati saluti e sospiri e addii."
      },
      {
        "index": 56,
        "text": "Qualcuno pretese persino d'essere stato testimonio accidentale di colloquj furtivi, e d'aver visto la fanciulla a notte alta uscire clandestinamente sull'aereo terrazzo ad aspettar l'amante. Avevano esagerato l'indole troppo espansiva e tumultuosa della fanciulla, e i bollori del suo sangue adolescente, più forti di quello che comportasse l'età e l'educazione casalinga. Avean gettato sospetti di una eccessiva volubilità, per cui la fanciulla potè avere molti amanti in poco tempo. Il bel mondo, insomma, com'è suo costume, non avendo a far altro, si dilettò anche allora, come sempre, a passare il tempo lacerando, senza darsene per inteso, quella giovinetta riputazione; come una mano villana, quasi senza saperlo, va sfogliando una rosa appena sbocciata."
      },
      {
        "index": 57,
        "text": "Il Baroggi, finchè s'era trovato in compagnia della fanciulla, bevendo la voluttà dell'affetto corrisposto non aveva mai dato importanza a quelle dicerie, solo accagionando di mal animo e d'invidia quelli che gli avevan parlato in quel modo. Ma tutte quelle accuse, che non gli avevan lasciato che una traccia lieve nella memoria, quando vennero a mancar le lettere, levarono il volo repentino, come augelli di sinistro augurio, ad oscurargli la vista e a circondarlo di sospetti orrendi. Un sospetto basta che appena spunti, che tosto è gigante e veloce, e trascina la immaginazione spaventata a inventar fatti, che non stanno nemmeno al possibile."
      },
      {
        "index": 58,
        "text": "La cosa si prolungò per qualche tempo. Il capitano non scrisse più lettere nemmeno lui. Il silenzio del Baroggi provocò in donna Paolina i medesimi sospetti ch'egli provava per lei. Ella ricordavasi degli amori galanti che aveva avuto colla contessa A..., colla R..., con altre di Milano. — «Quel che ha fatto qui, potrà farlo altrove», pensava; e si tormentava pensandolo, e non aveva requie e non mangiava e non dormiva, e dimagrava un giorno più dell'altro... ma continuava in lei l'ostinazione di tacere e di non scriver più lettere... Codesta ostinazione era generata dall'idea che il suo Baroggi (e ciò avveniva nei momenti meno infelici, che non dubitava di lui), stanco di quella lontananza senza corrispondenza, avrebbe preso qualche partito disperato e risolutivo."
      },
      {
        "index": 59,
        "text": "In casa, intanto, la contessa Clelia, vedendo quella sosta delle lettere, quel silenzio della fanciulla, che non parlava mai, che non si lamentava mai, perchè il dolore, quand'è profondissimo, è muto, si argomentò di poter finalmente tentare una parola per dissuaderla da quel matrimonio."
      },
      {
        "index": 60,
        "text": "Ma lo sguardo onde la disgraziata fanciulla saettò la nonna, appena si accorse dove andava a finire il suo discorso, fu tale, che la contessa non ebbe più il coraggio d'andare avanti, e non ne fece altro per allora, senza però dimettere la speranza che un giorno o l'altro si sarebbe piegata al suo volere."
      },
      {
        "index": 61,
        "text": "Quanto al Baroggi, dopo aver continuato per tanti giorni a sopportare un dolore morale superiore a qualunque spasimo fisico, risolse di mandare a Milano un giovane, col quale erasi stretto in amicizia a Piacenza e al quale aveva confidato la condizione deplorabile in cui trovavasi. L'amico accettò l'incarico, e venne a Milano. Recossi in casa V..., perchè non c'era nessuna ragione che la visita fosse clandestina. Trovò le tre donne insieme. Naturalmente il discorso cadde sul Baroggi, e sul quando sarebbero finite le pratiche per conchiudere il matrimonio. La contessa Clelia colse un pretesto per far uscir di camera la fanciulla, la quale obbediente in apparenza, come una pecora avvilita, uscì senza far motto. Ma quanta disperazione l'amico del Baroggi lesse in quell'obbedienza muta!"
      },
      {
        "index": 62,
        "text": "Questa volta però la contessa, volendo troppo, ruppe l'incantesimo della sua inesorabile autorità. Se donna Paolina non fosse uscita in quel punto, non sarebbe nato quello che nacque."
      },
      {
        "index": 63,
        "text": "[IV]"
      },
      {
        "index": 64,
        "text": "Quando donna Paolina fu uscita, si ritirò nella propria stanza, e prese subito il partito di scrivere questo letterino al Baroggi:"
      },
      {
        "index": 65,
        "text": "«Se Dio mi ajuta, spero che potrò consegnare all'amico che qui hai mandato queste righe, che finalmente scrivo perchè non saranno lette che da te, il solo che abbia diritto di leggerle, ed il cuore per comprenderle. Non valgo a dirti quello che ho sofferto in questi orribili giorni; credo che le pene dell'inferno possano essere un sollievo in confronto. Ho perfino dubitato anche di te. Chi molto ama, molto dubita. Tra mia nonna che non sa vietare, ma che non vuole il nostro matrimonio, e la povera mia madre che vorrebbe, ma non ha il coraggio di opporsi alla nonna, io ho vissuto in continuo silenzio, nel quale il mio cuore lacerato non trovò mai riposo un istante."
      },
      {
        "index": 66,
        "text": "«È questo il primo minuto che un raggio improvviso illumina il mio cuore e la mia mente. Ho risoluto. Lascerò questa casa; il come e il quando non lo so. Ma ho risoluto, e nessuno potrebbe distruggere gli effetti del mio proponimento se non coll'ammazzarmi. Per Dio, vorrò ben vedere sino a che punto saprà giungere la crudeltà di una vecchia testa piena di pregiudizj. Che nobiltà, che ricchezze, che leggi, che autorità! Soltanto il mio cuore ha la autorità legittima di comandarmi di amarti e di seguirti e di distruggersi per te. Degli altri tutti respingo ogni comando. Sfiderei Dio stesso, se mi ingiungesse di dimenticarti e di fuggirti. Ma Dio è buono; così lo fossero i padri e le madri, che, pur troppo, credono di fare il nostro bene col farci morire, per piangerci poi quando non sl può più risuscitare. Sento, rumore. — Oh Dio! — Non posso continuare. Ripeto dunque il giuramento di fuggire di qui e venire da te, e nasca quel che vuol nascere.»"
      },
      {
        "index": 67,
        "text": "Intanto che donna Paolina scriveva, il discorso tra l'amico del Baroggi e la vecchia contessa Clelia era tenace, forte ed eloquente dall'una parte e dall'altra. La contessa colla sua dialettica fredda ed inesorabile come l'algebra e la geometria, che rimasero le consolatrici estreme della sua tarda età, si provò a dimostrare coll'amico del Baroggi, che se si fosse riuscito a togliere di mezzo quel malaugurato matrimonio, si sarebbero scansati infiniti guai; chè, essendo tempi di guerra, e il Baroggi essendo un soldato, ed un valorosissimo soldato (qui la lode fu abbondante perchè giovava al suo intento), le probabilità della morte erano tante e così vicine, che la povera fanciulla, dato che avvenisse quel che tutti i giorni avveniva, certo ne avrebbe dovuto soffrire assai più che col cercar di dimenticare quel giovane. Parlò inoltre della mancanza dell'assenso del padre della fanciulla, il conte colonnello S..., del carattere suo, onde non si sarebbe mai piegato a concedere quel permesso; degli affanni interminabili che sarebbero sorti per la fanciulla, pel Baroggi, per la famiglia, quand'anche la fortuna avesse conservata la vita al giovane capitano."
      },
      {
        "index": 68,
        "text": "L'amico del Baroggi rispose di conformità, con abbastanza eloquenza anche lui, anzi con un'eloquenza più liscia, più spontanea e più naturale, perchè la ragione era dalla sua parte; ma la contessa Clelia non si lasciò smuovere per questo, e:"
      },
      {
        "index": 69,
        "text": "— Lasciate fare a me e al tempo, disse, e tra pochi anni la fanciulla mi benedirà, e il capitano, o sarà morto, o ne avrà sposata un'altra, e della figlia di mia figlia appena si ricorderà."
      },
      {
        "index": 70,
        "text": "— Che cosa dunque devo dire al capitano? conchiuse il di lui amico."
      },
      {
        "index": 71,
        "text": "— Tutto quello che avete udito."
      },
      {
        "index": 72,
        "text": "— Ma la fanciulla, signora contessa, non deve essere sentita per nessun conto in una cosa che tanto la riguarda?"
      },
      {
        "index": 73,
        "text": "— Le ragazze devono obbedire e lasciar fare a chi ha la sapienza e l'esperienza. In ogni modo, è giusto che mia nipote v'incarichi de' suoi saluti al giovane capitano...; e così dicendo, diede ordine alla cameriera che andasse a chiamar la fanciulla."
      },
      {
        "index": 74,
        "text": "La fanciulla entrò lenta e pallida, col letterino già piegato fra le mani."
      },
      {
        "index": 75,
        "text": "— Il signore parte per Piacenza; se hai qualche cosa da dire al capitano, egli s'incarica di esserne il relatore."
      },
      {
        "index": 76,
        "text": "Donna Paolina tacque un momento, irresoluta e tremante; poi, come animata da un coraggio insolito:"
      },
      {
        "index": 77,
        "text": "— Quello che dovrei dirgli, l'ho scritto qui; e così dicendo diede la lettera all'amico del suo Baroggi; indi soggiunse con significanza che aveva del terribile: Nessun altro che lui deve e può leggere queste parole."
      },
      {
        "index": 78,
        "text": "Quegli prese la lettera, e senz'altro la ripose. Aveva capito tutto."
      },
      {
        "index": 79,
        "text": "La contessa Clelia fulminò la fanciulla d'uno sguardo minaccioso. Ma non osò dir nulla. Sentiva d'aver torto a domandar di voler leggere prima lei quella lettera."
      },
      {
        "index": 80,
        "text": "L'amico partì, promettendo di ritornare il giorno dopo; partì, e il primo suo atto fu d'impostare tosto quella lettera per Piacenza alla direzione del capitano Baroggi."
      },
      {
        "index": 81,
        "text": "Se donna Paolina, sempre silenziosa ma risoluta, dovette sostenere una tempesta di rimbrotti, ottenne però il suo fine. La lettera giunse a Piacenza; annunciata da quella dell'amico, il capitano l'aperse tremando; perchè chi ha l'animo agitato teme sempre sventure! Ma qual fu la sua gioja nel leggerla, quanta allorchè l'ebbe letta! Un primo raggio di sole che compaja, dopo molti giorni di una pioggia inclemente, a rischiarare la terra, è un paragone ben misero per dare una minima idea del trasmutamento che avvenne nel cuore accasciato del giovine capitano. Baciò e ribaciò quella lettera, chiamò mille volte cara cara cara la sua Paolina, con una espansione delira che non può descriversi a parole, e che è troppo sublime perchè il mondo indifferente meriti di conoscerla appieno; si rimproverò dei tanti sospetti avuti e ingranditi ed esasperati con quell'affanno onde il sofferente sfrega la piaga che lo tormenta. Giurò di volare in soccorso della sua Paolina, di mettere sossopra cielo e terra per riuscire nell'intento. E vi riuscì. Allorchè due si amano intensamente, ed hanno fermo di scuotere il giogo che li tiene in schiavitù, su cento tentativi, in novanta trovano la fortuna propizia. E donna Paolina e il Baroggi furono tra i suoi protetti."
      },
      {
        "index": 82,
        "text": "y"
      },
      {
        "index": 83,
        "text": "L'amico del Baroggi, che era partito per Piacenza, ritornò presto a Milano; una vecchia portinaja, la quale era stata sgridata da donna Clelia, non sappiamo per quali mancanze e minacciata di espulsione, fu proposta da donna Paolina, tutt'altro che tarda ne' suoi concepimenti, come assai adatta a far da manutengola. L'amico del Baroggi pagò la portinaja in modo da lasciarla sbalordita. Una mattina, mentre suonavano le prime ave marie a San Pietro Celestino, donna Paolina discese, trovò la porta chiusa, ma lo sportello spalancato per dimenticanza pensata; e di là, più lesta di una capriola, corse ad una vettura che la stava attendendo a pochi passi dalla casa. Quando la fanciulla si presentò, la portiera si aperse per chiudersi tosto, e via di furioso trotto."
      },
      {
        "index": 84,
        "text": "Ed ora ritorniamo a Roma, e rientriamo nel Colosseo."
      },
      {
        "index": 85,
        "text": "Coloro i quali sono d'opinione che tra figli e genitori corra quel senso arcano, che volgarmente passa sotto il nome di moto del sangue, in virtù del quale essi si presentono e s'indovinano mutuamente, anche allorquando non si conoscono; coloro, a nostro debole parere, possono essere messi in compagnia di quanti credono nella bollitura del sangue di S. Gennaro. Il colonnello S..., intanto, per parte sua, sentiva così poco i moti del sangue paterno, che adocchiava la giovinetta militarmente vestita, con un senso di desiderio, ci rincresce a dirlo, di desiderio sensuale, il quale in ogni modo ben poteva essere perdonato dal momento ch'egli avrebbe creduto, non sappiamo qual'altra cosa piuttosto che quella potesse essere sua figlia. Dalla curiosità che per qualche tempo si limitò al guardare, passò a quella di voler sapere chi fosse quella bella ragazza, e come si chiamasse il giovane capitano che stava con essa. Interrogò alcuni ufficiali che stavangli intorno, ma nessuno aveva il piacere di saperne di più. Quel desiderio si comunicò allo stesso generale Massena, il quale, sebbene amasse le doppie di Genova più delle fanciulle, pure non potè essere indifferente all'aspetto di donna Paolina."
      },
      {
        "index": 86,
        "text": "La domanda fece in breve il giro di tutto l'anfiteatro, ma rimase senza risposta, perchè non v'era spettatore che conoscesse il capitano Baroggi, arrivato in Roma la sera prima. Allora il general Massena, che, in tutto, anche nelle inezie, voleva quel che voleva ed era irrequieto e impaziente, ordinò a un ufficiale di prender notizia di quel capitano non appartenente a nessuno dei reggimenti di presidio in Roma; e gli ingiunse, ad un bisogno, d'interrogare il capitano medesimo sull'esser suo."
      },
      {
        "index": 87,
        "text": "L'ufficiale, nell'intermezzo tra il secondo e il terzo atto, senza aspettar altro, si recò presso il Baroggi, e fattogli il saluto militare:"
      },
      {
        "index": 88,
        "text": "— Scusate, ma il generale desidera sapere chi siete, e sono qui per ordine suo."
      },
      {
        "index": 89,
        "text": "— Io sono il capitano Geremia Baroggi di Milano, del 7.° dragoni, che ora sta di presidio a Bologna; sono qui in permesso, e ho già presentato i miei recapiti al comando militare di Roma."
      },
      {
        "index": 90,
        "text": "— Non è per questo, capitano; già si sa che un bravo soldato fa il suo dovere; ma è perchè il generale vorrebbe conoscervi."
      },
      {
        "index": 91,
        "text": "— Io mi presenterò al generale domani... Credo che i suoi alloggiamenti siano in piazza Cavallo."
      },
      {
        "index": 92,
        "text": "— Al Quirinale, capitano."
      },
      {
        "index": 93,
        "text": "E l'ufficiale s'indugiava, adocchiando avidamente la giovinetta, che affettava, per togliersi d'impaccio, di stare attentissima ai cambiamenti che si stavano facendo sul palcoscenico."
      },
      {
        "index": 94,
        "text": "— È per voi, proseguì l'ufficiale, una combinazione fortunata, che il colonnello del mio reggimento sia un vostro compatriota."
      },
      {
        "index": 95,
        "text": "Il Baroggi guardò l'ufficiale, senza riuscire del tutto a nascondere l'espressione di un sospetto, che a quelle parole gli balenò d'improvviso."
      },
      {
        "index": 96,
        "text": "Donna Paolina, senza volgere la testa, anzi continuando a fingere di essere attentissima a tutt'altro, fu scossa anch'essa a quelle parole di colonnello e di compatriota."
      },
      {
        "index": 97,
        "text": "E strano che lungo il viaggio, tra le tante agitazioni e paure a cui furon sempre in preda, non avevano pensato mai alla possibilità di avere a trovarsi un dì o l'altro col colonnello S..., che essi credevano in Francia o al Reno."
      },
      {
        "index": 98,
        "text": "Ma il Baroggi, ricomponendosi, interrogava alla sua volta l'ufficiale:"
      },
      {
        "index": 99,
        "text": "— Io non posso conoscere tutti i miei compatrioti che entrarono a far parte dell'esercito repubblicano; ma come si chiama questo colonnello?"
      },
      {
        "index": 100,
        "text": "— È il colonnello S..., ed è quello là precisamente che sta seduto alla sinistra del generale comandante. Esso avrà gran piacere di conoscervi, e però non tardate domani a presentarvi... Ma il generale m'aspetta, ed io vi lascio."
      },
      {
        "index": 101,
        "text": "E così dicendo, salutò militarmente il capitano e la sua giovinetta compagna, intorno alla quale non gli era bastato l'animo di chieder nulla."
      },
      {
        "index": 102,
        "text": "Ora il lettore s'immaginerà facilmente lo scompiglio che si mise nell'animo e del Baroggi, e più ancora di donna Paolina, a quella improvvisa rivelazione; scompiglio stranissimo e che era fatto di spavento, di curiosità, ed anche di qualche gioja. Ella non aveva mai visto suo padre, almeno non se ne ricordava; e il ritratto di lui, dipinto ad olio, fatto venti anni addietro, e che era stato appeso"
      },
      {
        "index": 103,
        "text": "alla parete della sua camera da letto, se il lettore se ne rammenta, non aveva quella perfetta somiglianza, da far tosto ravvisar l'originale, se altri non ci mette in sull'avviso. Ella, intanto che l'ufficiale s'accomiatava dal Baroggi, guardò con curiosità intensa il conte, e, per quanto lo permetteva la distanza e la posa in cui esso era adagiato, andava come spiando nel volto di lui, se ad onta di tutto il male che ne aveva sentito dire, vi era ancora qualche traccia di quella bontà che la povera sua madre Ada più e più volte le avea assicurato trovarsi in lui. E, senza ch'ella medesima quasi il sapesse, pensava già a tener conto di quella bontà, a tentare di rivolgerla tutta a proprio vantaggio; ma, pur troppo, in quello sguardo fiero e saettante del colonnello, in quell'attitudine troppo militarmente spavalda e come provocatrice, non gli parve ravvisare un segno solo che la incuorasse."
      },
      {
        "index": 104,
        "text": "— Edora che si fa? disse rivolgendosi al Baroggi quando l'ufficiale fu partito. Io mi sento opprimere... Oh Dio, che cosa abbiamo mai fatto?..."
      },
      {
        "index": 105,
        "text": "Il Baroggi, più che per lo sgomento, rabbrividì a quelle parole, che rivelarono per la prima volta un sintomo di pentimento nella sua Paolina."
      },
      {
        "index": 106,
        "text": "— Che si ha a fare? soggiunse poi con calma ostentata; partire senza perder tempo. Io non ho nessun obbligo di presentarmi al generale."
      },
      {
        "index": 107,
        "text": "Donna Paolina tacque, e piegò la faccia sul petto."
      },
      {
        "index": 108,
        "text": "E il suo volto erasi coperto di quel pallore madido, che accusa un vicino abbandono dei sensi."
      },
      {
        "index": 109,
        "text": "L'ufficiale intanto aveva fatto il giro dello scaglione, e stava già parlando al generale Massena. Il Baroggi guardava attento, e vide dopo brevi istanti alzarsi il colonnello."
      },
      {
        "index": 110,
        "text": "Questi infatti, sentito dall'ufficiale che quel capitano dei dragoni era un Baroggi di Milano:"
      },
      {
        "index": 111,
        "text": "— Oh è gran tempo, troppo tempo che non vedo la faccia di un Milanese; son curioso di sapere da lui molte notizie di laggiù: vorrei sapere anche qualche cosa della mia famiglia; così mi si risparmierà la noja dello scrivere, e la peggiore di ricevere delle risposte."
      },
      {
        "index": 112,
        "text": "— Ha paura di annojarsi, prese allora a dire ghignando un colonnello di fanteria che gli stava presso, e sono più di tre anni che non scrive una riga a sua moglie; e l'unica sua cura, quando cambia di guarnigione, è di non far mai sapere a casa dove è stato traslocato il suo reggimento."
      },
      {
        "index": 113,
        "text": "— Ed oggi invece mi viene una strana tentazione di saper qualche cosa."
      },
      {
        "index": 114,
        "text": "— Va la, va là, colonnello, che ho già capito tutto: a te non dispiace niente affatto quel caro dragoncino là... Però ti avviso, caro il mio colonnello, che hai passato da un pezzo la linea equinoziale, e quella ragazza là, se ha diciott'anni è molto; e per quanto io giri gli occhi sugli ufficiali che ci stanno qua intorno, non vedo giovane più bello di quel capitano."
      },
      {
        "index": 115,
        "text": "— Chi giuoca di gioventù, chi giuoca di astuzia... e in questo genere di cose chi ultimo arriva meglio alloggia. Ma e poi, chi ha detto a te ch'io abbia di queste intenzioni?... cibò... quel che mi preme è di saper nuove di Milano e di casa mia... Ma guarda che colei si alza... Davvero, che ragazza più bella non ho mai veduta al mondo."
      },
      {
        "index": 116,
        "text": "— Si direbbe però che è ammalata..."
      },
      {
        "index": 117,
        "text": "— Ammalata o sana, non so cosa dirti; ma la vista di costei mi dà quel tal genere di noja che... Ah, capisco che io non ho mai da diventar vecchio."
      },
      {
        "index": 118,
        "text": "Così dicendo il conte si alzò, rifece il giro dello scaglione percorso prima dall'ufficiale di ordinanza, e si fermò presso al capitano Baroggi. Messi in rispetto dalla sua divisa tutta a ricami d'argento, gli spettatori ch'erano là affollati, provarono la felicità di potergli dar luo go."
      },
      {
        "index": 119,
        "text": "Donna Paolina erasi riavuta dal suo malore istantaneo, e però raccolse tutte le sue forze quando, avvisata dal Baroggi, vide il conte lasciare il suo posto e farsi alla loro volta."
      },
      {
        "index": 120,
        "text": "— Caro capitano (il primo a parlare fu il conte), ho piacere di stringere la mano di un compatriota."
      },
      {
        "index": 121,
        "text": "Il Baroggi, stando in piedi, in quell'atto militare che vuol dire che un inferiore sta davanti al suo superiore:"
      },
      {
        "index": 122,
        "text": "— Io ringrazio, disse, la degnazione e la bontà del signor colonnello."
      },
      {
        "index": 123,
        "text": "— Sedete, sedete, mio caro, e parliamo un po' tra noi, finchè cada morto questo Giulio Cesare, che io odio non tanto per quello che ha fatto, quanto perchè oggi mi ha condannato a tante ore di noja."
      },
      {
        "index": 124,
        "text": "E così dicendo, si gettò trascuratamente a sedere sui cuscini dello scaglione..."
      },
      {
        "index": 125,
        "text": "— È di Milano anche la signorina che sta con voi? Credo bene di non sbagliarmi a crederla una signorina... Ah! andate poi a dire che le donne non stanno bene che colle sottane... Davvero che v'invidio, il mio caro capitano, v'invidio la fortuna d'avere con voi una così leggiadra recluta... Ne tenevo una anch'io, vedete, due anni fa, una fanciulla di Bordeaux, che ho vestito all'ussara come me... una ragazzotta stupenda, che fermò l'attenzione perfino del general Bonaparte... Peccato che una bella mattina non siasi lasciata trovar più, essendo fuggita con un giovane caporale del 17.° — Ah! cara la mia ragazza, credo però bene ch'ella vorrà mantenersi un po' più fedele. Ma è di Milano anche lei?"
      },
      {
        "index": 126,
        "text": "— Di Milano, veramente, no, fu presto a rispondere il Baroggi, ma dei dintorni."
      },
      {
        "index": 127,
        "text": "— Ah, ah, è poi lo stesso... ma ditemi dunque qualche cosa di Milano... Vive ancora quel bestione del conte Mellerio? Che cosa ha detto, eh?... quando il suo caro arciduchino ha dovuto pigliare il dazio... Gran brava gente c'è a Milano... gran bravi giovinotti... Ma, siamo sinceri, ci sono anche delle gran carogne... Tuttavia desidero di vedere gli amici vecchi... Ma sapete voi da quanti anni manco da Milano?... ecco qua.... uno, due, tre... sicuro, quattordici anni... una piccola bagatella...; e sì che vi ho moglie e figlia e suocera. Ma che cosa volete? vivendo alla lontana, i matrimonj vanno meglio... Non c'è il tempo d'odiarsi. Mi dicono infatti che mia moglie mi voglia ancora bene... povera donna... è una bella donna, vedete, la mia moglie... Ma voi, caro capitano, avete un certo cognome che... Di qual ceppo di Baroggi uscite voi? ci sono i Baroggi banchieri... quelli li conosco; c'è un altro Baroggi... un uomo della mia età, che fu con me guardia d'onore dell'arciduca. C'è... quel Baroggi per cui è nato tanto scompiglio per l'eredità del marchese F... A proposito, come va quella faccenda?... è una faccenda curiosa, vedete... Ma, e quel birbone del Suardi, vive ancora?... dev'esser vecchio, perdio!... gran bel birbone però... vi assicuro che un uomo di quella fatta può far l'onore di qualunque capitale."
      },
      {
        "index": 128,
        "text": "Il Baroggi taceva, donna Paolina non parlava e tremava; guardando però sempre in faccia al conte con un sorriso artificiale, che le costava tutti i sforzi dell'animo."
      },
      {
        "index": 129,
        "text": "Cessata quella tempesta di parole del conte S..., la quale significava una gran baldanza:"
      },
      {
        "index": 130,
        "text": "— Io, rispose il Baroggi, sono appunto il figlio di colui pel quale nacque lo scompiglio dell'eredità F..."
      },
      {
        "index": 131,
        "text": "— Ah, ah!... ho capito; disse il conte."
      },
      {
        "index": 132,
        "text": "Il modo onde il conte proferì queste parole, dinotava manifestamente un senso di disprezzo."
      },
      {
        "index": 133,
        "text": "— È morto vostro padre? continuò poi."
      },
      {
        "index": 134,
        "text": "— È morto in Milano dieci anni or sono, poverissimo; e mia nonna morì l'anno passato... e il marchese F... intanto sciupa milioni a mantenere preti e frati e spie."
      },
      {
        "index": 135,
        "text": "— Ma e come siete entrato soldato, e in così giovane età siete già capitano?"
      },
      {
        "index": 136,
        "text": "— Io fui più fortunato di mia nonna e di mio padre. E se la verità non dev'essere nascosta, guai per me, se tutti a Milano fossero stati galantuomini!"
      },
      {
        "index": 137,
        "text": "— Vale a dire?..."
      },
      {
        "index": 138,
        "text": "— Vale a dire che, senza gli ajuti del banchiere Suardi, io avrei dovuto passare qualche anno a San Pietro in Gessate."
      },
      {
        "index": 139,
        "text": "A questo punto, le trombe della banda militare avendo annunziato che incominciava il terzo atto, e tosto essendo usciti sulla scena Cassio, Cimbro, Decimo e gli altri congiurati, il dialogo necessariamente fu sospeso. Così lo fosse stato per sempre!"
      },
      {
        "index": 140,
        "text": "[VI]"
      },
      {
        "index": 141,
        "text": "Il colonnello, al ricominciare dell'azione, si alzò, e detto al capitano che lo consigliava a recarsi la sera a veglia negli appartamenti del generale, dove per consueto si raccoglieva il fiore de'"
      },
      {
        "index": 142,
        "text": "cittadini e dei forestieri, si allontanò lentamente, e ritornato al suo posto presso al general Massena,"
      },
      {
        "index": 143,
        "text": "gli parlò in modo, che questi impose all'ufficiale d'ordinanza di recarsi, prima che finisse lo spettacolo, a invitare formalmente il capitano Baroggi e la sua donna. Proseguiva intanto l'azione. Già, Cassio aveva declamato tra gli applausi generali que' versi:"
      },
      {
        "index": 144,
        "text": "Enfin donc l'heure approche où Rome va renaître: La maîtresse du monde est aujourd'hui sans maître."
      },
      {
        "index": 145,
        "text": "Già Bruto, nel dialogo con Giulio Cesare, aveva destato entusiasmo, e strappato le lagrime ai veraci repubblicani, segnatamente a quel passo dove, gettandosi ai piedi di Cesare, esce in quelle parole per verità sublimi:"
      },
      {
        "index": 146,
        "text": "César, au nom des dieux, dans ton coeur oublies; Au nom de tes vertus, de Rome et de toi-même, Dirai-je, au nom d'un fils qui frémi et qui t'aime, Qui te prefère au monde, et Rome seule à toi, Ne me rebute pas!..."
      },
      {
        "index": 147,
        "text": "Il terz'atto adunque, fino a questo punto, piacque assai più degli altri due, e lo spirito repubblicano si era talmente impadronito di tutti gli spettatori, che anche alcuni patrizj delle più illustri case di Roma, e che non era usciti senza fede in nessun Dio, ma per non sapere a che appigliarsi; anche qualche dotto memore ancora della protezione pontificia e cardinalizia; anche qualche pagnottista, di quelli che hanno l'intelletto e il cuore nel ventre, pur si sentirono scossi a quelle parole; e colti all'improvviso in quel momento, e costretti a votare, certo avrebbero messa la palla bianca nell'urna repubblicana. Se non che, tutto questo entusiasmo finì per produrre un uragano, non molto piacevole al capocomico Rosier e all'appaltatore."
      },
      {
        "index": 148,
        "text": "Come fu già detto, dal palazzo Spada era stata trasportata sulla scena, che rappresentava il Campidoglio, la statua di Pompeo."
      },
      {
        "index": 149,
        "text": "La parte men colta del popolo, la quale costituiva, com'è naturale, i quattro quinti del pubblico, non avendo letto prima la tragedia di Voltaire, credeva, e per verità ne aveva tutte le ragioni (chè per una semplice esposizione poteva bastare il palazzo Spada), che la statua di Pompeo non a caso fosse stata trasportata sul palco; e però, nell'estrema accensione della sua ira repubblicana, aveva rivolta tutta l'aspettazione al momento in cui i congiurati avrebbero trafitto il tiranno, ed esso, dignitosamente avvolto nella toga, sarebbe caduto a' piedi del simulacro del rivale."
      },
      {
        "index": 150,
        "text": "Ma Voltaire aveva troppo studiato Orazio, ed essi non conoscevano quel passo:"
      },
      {
        "index": 151,
        "text": "Sri Non tamen intus"
      },
      {
        "index": 152,
        "text": "Digna geri promes in scenam......"
      },
      {
        "index": 153,
        "text": "Nec pueros coram populo Medea trucidet. —"
      },
      {
        "index": 154,
        "text": "Come dunque sanno tutti coloro che hanno letto la tragedia di Voltaire, questi, colto il punto in cui Dolabella intrattiene i Romani colle lodi di Cesare, fa scoppiare di dietro alle scene le grida dei congiurati:"
      },
      {
        "index": 155,
        "text": "Meurs, expire, tyran; courage, Cassius;"
      },
      {
        "index": 156,
        "text": "e fa uscire, momenti dopo, questo Cassio appunto col pugnale in mano a gridare come un invasato:"
      },
      {
        "index": 157,
        "text": "C'en est fait, il n'est plus;"
      },
      {
        "index": 158,
        "text": "e impegnasi tra Cassio e Dolabella una gara a chi più riesce a tirare a sè il popolo:"
      },
      {
        "index": 159,
        "text": "— Peuples, secondez-moi, frappons, pergons ce traître. — Peuples, imitez-moi: vous n'avez plue de maître."
      },
      {
        "index": 160,
        "text": "Ma il popolo vivo e presente, ch'era assai più repubblicano del popolo romano della storia e dell'archeologia, dando ragione a Cassio e a tutti i suoi amici, non voleva però che dell'uccisione di Giulio Cesare se ne facesse un segreto di consorteria; onde da un punto all'altro dell'anfiteatro cominciò una tempesta di grida:"
      },
      {
        "index": 161,
        "text": "— E muoja dunque Giulio! muoja, muoja!"
      },
      {
        "index": 162,
        "text": "— È morto! gridò allora stentoreamente uno del popolo."
      },
      {
        "index": 163,
        "text": "— E risorga, per Cristo... vogliamo vederlo noi a morire... vogliamo."
      },
      {
        "index": 164,
        "text": "Gli attori si arrestarono a quel tumulto inaspettato, senza conoscere di che si trattasse. Qualcuno s'interessò a far loro sapere la cagione dell'ira pubblica. E qui si avviò un dialogo tra pubblico e attori. Gli attori eran forti dell'autorità di Voltaire; il pubblico accennava la statua di Pompeo, e voleva che Cesare fosse trascinato là, e là fosse trafitto..."
      },
      {
        "index": 165,
        "text": "E in quella un uomo di Trastevere, tarchiato e terribile e con una testa da Caracalla:"
      },
      {
        "index": 166,
        "text": "— E son qua io, gridò, per Cristaccio! dov'è sto Giulio? dov'è? ch'io lo spaccerò io, lo spaccerò."
      },
      {
        "index": 167,
        "text": "Quel popolano di Trastevere fu in breve seguito da gran moltitudine di compagnoni, che tutti si misero a gridare ad una voce: morte a Cesare! vogliam vedere Cesare morto!"
      },
      {
        "index": 168,
        "text": "Il tumulto andò tant'oltre, che l'appaltatore si recò dal generale Massena, supplicandolo perchè provvedesse a metter fine colla forza a tanto disordine."
      },
      {
        "index": 169,
        "text": "— E che ci ho a far io? Tocca a voia tirarvi di impaccio, rispose il generale. Dopo tutto, che difficoltà avete a improvvisare in vista del pubblico e ai piedi della statua di Pompeo la scena che avete gridato di dentro?"
      },
      {
        "index": 170,
        "text": "— Nessuna difficoltà, ma Giulio Cesare è fuggito."
      },
      {
        "index": 171,
        "text": "— Come fuggito?"
      },
      {
        "index": 172,
        "text": "— Per paura che il popolo lo pigliasse davvero per il Cesare di diciotto secoli fa, lasciò andar giù in fretta e toga e manto, rivestì i proprj panni e se ne andò."
      },
      {
        "index": 173,
        "text": "— Ma in che modo se ne andò, se il palco è nel mezzo dell'anfiteatro?"
      },
      {
        "index": 174,
        "text": "— Tanto fa, non c'è più. Bisogna che il popolo non l'abbia riconosciuto."
      },
      {
        "index": 175,
        "text": "Il fatto strano fece ridere anche il generale, che rideva poco e aveva tutt'altro per la testa; poi soggiunse:"
      },
      {
        "index": 176,
        "text": "— Se l'antico e vero Cesare avesse fatto come costui, forse il mondo avrebbe pigliata un'altra strada."
      },
      {
        "index": 177,
        "text": "— Ma or che si fa, generale? Sentite come il popolo urla laggiù. Guardate che già piglia d'assalto il palco scenico."
      },
      {
        "index": 178,
        "text": "Il generale non si moveva, e guardava, e non dava ordini. Pareva che prendesse gusto a quella scena."
      },
      {
        "index": 179,
        "text": "Difatto il popolo penetrò a furia nell'edificio capitolino, innalzato con trabacche per far scena; ne snidò tutti i congiurati in toga: Cassio, Casca, Cimbro, il medesimo Bruto, che è tutto dire; investendoli e lor domandando fieramente che cosa avevano fatto di Giulio Cesare."
      },
      {
        "index": 180,
        "text": "Se non che a un altro uomo del popolo scappò detto:"
      },
      {
        "index": 181,
        "text": "— Ebbene, se è fuggito il tiranno, pigliamoci questo Marc'Antonio che sta qui e ammazziamo lui."
      },
      {
        "index": 182,
        "text": "Non l'avesse mai detto! Tutta la furia del popolo si rivolse di colpo contro il povero comico incaricato di quella parte odiosa; il quale cadde svenuto per la gran paura."
      },
      {
        "index": 183,
        "text": "Fu allora che il general Massena mandò tosto colà un picchetto di granatieri a far finire l'atroce burla."
      },
      {
        "index": 184,
        "text": "Per chi dall'alto del Colosseo avesse guardato con intento filosofico quella scena, quel miscuglio d'antico e di moderno; quella statua di Pompeo che parea davvero far retrocedere tutti gli spettatori a diciotto secoli addietro; quelle toghe e quei manti misti alle giacchette de' Trasteverini;"
      },
      {
        "index": 185,
        "text": "in ultimo i granatieri della repubblica nuova che vennero a spianar le bajonette contro un popolo che mostrava d'amar tanto la repubblica vecchia, e che voleva saziar la vista nello spettacolo della morte di Cesare, ben poteva trovare. argomento di peregrine considerazioni."
      },
      {
        "index": 186,
        "text": "Or chi avrebbe mai pensato, tra quanti erano congregati in quel famoso ricinto, che, nonostante la memoria di Giulio Cesare fosse tanto odiata da destare un commovimento per tutta Italia, e un rigurgito di tutti gli Italiani repubblicani in Roma, per assistere ad uno spettacolo, che, dato nel Colosseo, pareva dovesse riuscire solenne e pieno di grande significanza; chi allora avrebbe pensato, ripetiamo, che fra poco stava per scaturire dal repubblicano Bonaparte la seconda edizione del Cesare antico?"
      },
      {
        "index": 187,
        "text": "Ma lasciando le inutili considerazioni, e tornando ai nostri personaggi, l'ufficiale d'ordinanza, nel momento che i granatieri del general Massena comparvero sul palco scenico a respingere i popolani inferociti, si recò di nuovo presso il capitano Baroggi, al quale richiamò in prima le parole del colonnello; poi si rivolse a donna Paolina, per significarle che il generale Massena invitava anche lei a volere onorare la consueta veglia, ch'esso offriva ne' suoi appartamenti ai repubblicani di Roma, d'Italia e di Francia."
      },
      {
        "index": 188,
        "text": "Ora quando il Baroggi e donna Paola lasciarono il Colosseo e si trovarono districati dalla folla, che a vortici li aveva circondati e oppressi finchè si trovarono in quelle vicinanze, ricominciarono più seriamente che mai la loro consulta."
      },
      {
        "index": 189,
        "text": "— Il mio partito, diceva il Baroggi, è che si debba partire, e senza perder tempo, e meglio stasera che domattina."
      },
      {
        "index": 190,
        "text": "— Così si fugge il pericolo presente, questo è vero; ma nemmeno si provvede all'avvenire."
      },
      {
        "index": 191,
        "text": "— Ma com'è che non dividi, mia cara, il mio pensiero, se pure alla sola vista di tuo padre minacciavi di cadere in isvenimento?"
      },
      {
        "index": 192,
        "text": "— E che vuoi? Questo mio padre, ho un presentimento che pure debba esser lui quello che ci debba far uscire da questa condizione di pena e di paure continue. Egli mi pare uomo più bizzarro che cattivo. È un soldato valoroso, questo lo dicon tutti; di più è un repubblicano caldissimo, e fu dei primi a far guerra alla nobiltà. Ora, qual fu la nostra più gran nemica? codesta nobiltà appunto che alla contessa Clelia sembra Vangelo."
      },
      {
        "index": 193,
        "text": "— Tu parli benissimo: ma io ne ho conosciuti assai di questi repubblicani stati ricchi e stati nobili... Ho provato anche a stuzzicarli. Or piglia la più superba e pinzochera damazza del biscottino, e credi, che in confronto può parere un sanculotto. Non hai veduto come egli si scontorse, quando gli dissi ch'io non era altrimenti nè il Baroggi figlio del banchiere, nè un parente del Baroggi guardia d'onore? Anche a te è riuscito di veder questo?"
      },
      {
        "index": 194,
        "text": "Il Baroggi in quel breve colloquio col conte aveva perfettamente indovinato il vero; ma donna Paolina, per sua disgrazia, non fu dello stesso parere, e tanto disse e ridisse, che la sera e l'uno e l'altra furono nelle sale del general Massena."
      },
      {
        "index": 195,
        "text": "Il lettore non si metta in isgomento, chè noi non descriveremo quelle gioconde veglie. Già quasi tutte le grandi celebrità artistiche, come letterarie, e patrizie, e muliebri, erano uscite di Roma. Il Canova era andato a pigliar aria nel Veneto: Pompeo Battoni stava godendo il fresco alla Riccia: il Piranesi erasi riparato a Ercolano: Vincenzo Monti, mutati i panni, già assisteva a Milano al rogo cui venne condannata la sua Basvilliana: Winkelmann moriva asfissiato per non poter più bere l'acqua di Trevi. Solo era rimasto in Roma a far il triumviro l'archeologo Visconti. In quanto ai cardinali (parliamo dei dotti e dei celebri, e di quelli che si ha la curiosità a vederli e a sentirli a parlare), innanzi tutto non sarebbero mai andati a far la loro corte quotidiana a un soldato; ma quel che meglio si dee sapere, è che in Roma non ce n'era più nemmeno uno, anche a metter fuori la mancia d'un milione di scudi romani. Delle donne, celeberrime per casato e per beltà, le Braschi, le Borghesi, le Massimi, le Buoncompagni, le Santa Croce, le Rezzonico, ecc., ecc., avevan tutte preso il volo ben lungi, in coda ai loro zii e cognati e fratelli principi; non rimaneva dunque che la nobiltà dei gradi più bassi; poi le bellezze borghesi nate in seno alla ricca mercatura, e che vedute dall'occhio dell'artista e da un amante sincero delle belle donne, facevan lo stesso effetto delle assenti. Diciam tutto questo perchè il lettore comprenda il motivo della descrizione mancata. Se"
      },
      {
        "index": 196,
        "text": "presentassimo l'elenco di tutti gli intervenuti, egli non conoscendo nessuno di costoro, non potrebbe prendervi interesse di sorta."
      },
      {
        "index": 197,
        "text": "In ogni modo, colle belle donne patrizie e mezze patrizie, e colle altre, gli ufficiali dell'esercito repubblicano passavano le loro notti lietissimamente, prolungando i giuochi e le danze ad ora tardissima. Nè il colonnello S..., sebbene avesse toccato 1 suoi quarant'otto anni, si era ancora ritirato dal campo sdrucciolevole della danza e della tresca amorosa. La cosa è precisamente così; nè serve, o lettori, crollar la testa in aria d'increduli. Ma egli era ancor bello ed elegante della persona; ma egli era snello e nerboruto; ma, a lume di sera, due lustri buonamente scomparivano dalla sua faccia; ma innanzi tutto, si credeva giovane; e a questo mondo ognuno è quello che crede di essere. Intanto già qualche beltà di prima fila, sebbene non più celibe, guardate che errore! gli si era sfregata presso lusinghiera e carezzosa; intanto già qualche ufficialetto, che contava venti o venticinque anni meno, aveva ricevuto da lui qualche colpo invincibile, ed era stato messo fuori di partita. Intanto... ma intanto fece senso a tutti, che donna Paolina, l'angelico dragone che aveva fermato l'attenzione di tutti gli spettatori del Colosseo, la prima sera stessa che venne a quella veglia, bella di quella bellezza fatale che fa classe da sè e non appartiene a nessuna scuola, come il genio, avesse mostrato già tanta propensione per quel colonnello, che poteva essere chiamato la Ninon del suo sesso e della sua classe; tanta inclinazione da ballare con esso lui quattro contraddanze in due ore; e da lasciare in un canto il bellissimo capitano Baroggi."
      },
      {
        "index": 198,
        "text": "[VII]"
      },
      {
        "index": 199,
        "text": "Uno dei più grandi spropositi, o, per dir meglio, uno dei tiri più assassini che la natura ha fatto all'umanità, è quello di non aver voluto, attraverso alla vita, tener sempre in accordo le facoltà della mente e del sentimento colle qualità appariscenti del corpo. Il corpo invecchia e perde d'anno in anno tutte le sue seduzioni; e perchè la crudeltà riesca ancora più squisita, il volto, che è sempre in vista, le perde ancor più presto. Nel tempo istesso che l'intelletto può sfolgorare in tutta la sua forza giovanile, e il sentimento può ancora esaltarsi colla foga di un'esistenza che s'affaccia per la prima volta al tumulto della vita, il corpo mostra i segni della dissoluzione, che stornano ogni simpatia. Allorchè un uomo viene a trovarsi in codesto funesto sbilancio tra le attrattive corporee e i desiderj dello spirito, può ben dire d'esser tisico in quarto grado. Una tale condizione si rende sempre più grave, quando negli anni della giovinezza abbia avuto il dono o il malefizio della beltà, che è il biglietto d'ingresso al teatro delle seduzioni, degli incanti, della voluttà dell'esistenza; e diventa ancora peggiore, pericolosa e inquietante, quando un uomo, pur in quell'età in cui non sono permessi che gli affetti per i beefsteak e il vino di dieci anni, conserva tuttavia qualche raggio della gioventù. Quei raggi, se pur vibrano splendidi e ardenti quando vibrano, serbano però la pessima qualità dei soli di temporale, che vengono, ma vanno tosto, e lasciano lo spettacolo della natura più desolante di prima. Nell'istante che quei raggi brillano, la giovinezza inesperta e ardente può mostrare per essi delle tendenze affettuose; e allora chi ha avuto la disgrazia di non saper stare sul proprio, se pure riesce a sentir rinnovate per un momento le gioje degli anni giovanili, può anche, quando non sia uno stordito, contare sulla certezza di essere in brevissimo tempo abbandonato e soppiantato. Il conte Achille S... si trovava nel colmo di tutte le condizioni suaccennate; e per disgrazia aveva anche l'ultima, di non essere uno stordito, e di essere espertissimo della vita. Sapeva di aver passata la gioventù; sapeva che, tutt'al più, poteva far l'effetto di un fuoco d'artifizio; ma conoscendo di possedere ancora dei bei momenti, per usare una frase da teatro, cercava le tentazioni, e si adagiava in quelle, e amava illudersi."
      },
      {
        "index": 200,
        "text": "D'indole irritabilissima e bisbetica fin dalla prima giovinezza, ossia fin da quel tempo che tutto gli andava a gonfie vele, quei caratteri gli si inviperirono durante la sua più matura virilità, e tra le cause di ciò vi fu appunto quella particolare condizione in cui venne a trovarsi ad onta della sua vita distratta in molte occupazioni e specialmente nelle cure della milizia e della guerra, la quale era in lui una vera passione. Lusingato ancora dalle donne perchè gli rimanevano delle qualità"
      },
      {
        "index": 201,
        "text": "attraenti e brillanti, egli sentendosi del sangue e della foga giovanile, si lasciava attirare nel loro vortice; ma poi, pensando ai proprj anni e alla distanza che intercedeva tra l'età e l'impeto del sentimento, non si fidava della sorte che gli era pur sempre cortese di lusinghiere avventure, e viveva continuamente in timore del domani e sempre iracondo e geloso. Il fatto dell'abbandono della bella vivandiera di Bordeaux, che lo aveva posposto ad una recluta del 17°, finì a renderlo sempre più diffidente. Ma il decrepito e volgarissimo adagio, che il lupo lascia il pelo e non il vizio, basti a spiegare, come, nonostante l'età e la recente sconfitta, e la sfiducia di sè e d'altrui, non sapesse resistere alla tentazione di avvicinarsi alla fanciulla Paolina, e non potesse poi raffrenare l'esaltazione della gioja e della vanità soddisfatta, quando nel contegno di colei gli parve di scorger tutti i segni di una vera simpatia."
      },
      {
        "index": 202,
        "text": "Chiunque in fatti si fosse trovato ne' panni del conte S... poteva avere ragionevolmente tutto il diritto di creder che donna Paolina gli si fosse repentinamente incapricciata dietro."
      },
      {
        "index": 203,
        "text": "Tanto è ciò vero, che tutti gli astanti credevano lo stesso, sebbene alla maggior parte non paresse nè naturale nè giusto."
      },
      {
        "index": 204,
        "text": "Alla stessa fanciulla, una notte, per una sola parola che le disse il conte, il quale del resto, in ogni cosa, sempre erasi comportato seco coi più squisiti riguardi, balzò repentinamente un sospetto, che le fece gelare il sangue, e che la persuase senza più a mettere in esecuzione il proprio disegno."
      },
      {
        "index": 205,
        "text": "Quando la fortuna ci è nemica, di quanti elementi si ajuta, e come sa convergerli tutti a danno nostro!"
      },
      {
        "index": 206,
        "text": "Donna Paolina, staccatasi dal conte S... un momento dopo sentita quella parola che la mise in iscompiglio, s'avvicinò al capitano Baroggi, e gli disse in tronco:"
      },
      {
        "index": 207,
        "text": "— Stanotte quando partiremo di qui, voglio finir tutto e palesarmi a mio padre."
      },
      {
        "index": 208,
        "text": "— Bada a te, che ciò non sia per il peggio."
      },
      {
        "index": 209,
        "text": "— Continuar questa vita non è sopportabile in nessun modo. Meglio star peggio che star così."
      },
      {
        "index": 210,
        "text": "Detto questo, si distolse da lui e si gettò a sedere, pensando seriamente quello che doveva fare."
      },
      {
        "index": 211,
        "text": "Ella, quantunque fosse assai giovine, pure aveva già quel che si dice un carattere, e quell'altra dote ancor più rara nell'adolescenza, la sicurezza determinata delle azioni."
      },
      {
        "index": 212,
        "text": "Fermò dunque risolutamente il partito di palesarsi in quella notte stessa al padre; pensò al modo più conveniente di prepararlo; s'immaginò il dialogo che ne sarebbe derivato; le conclusioni che si sarebbero sviluppate. — «Egli ha per me una deferenza speciale, pensava; di questo posso esser certa; d'indole bisbetica, iraconda, insofferente, come lo vuole il giudizio comune; con me, con me sola è gentile, amabile, quasi direi cedevole, obbediente. Quando sentirà, quando saprà ch'io sono la sua figliuola, naturalmente dovrà crescere in lui, in forza di questa rivelazione, quell'affetto che senti spontaneamente senza conoscermi. Non si protragga dunque più oltre un tempo così prezioso, e forse domani sarò felice.»"
      },
      {
        "index": 213,
        "text": "Ma qui si fermò, e ripensando l'ultima parola che il conte le aveva rivolta, si andava conturbando, e diceva fra sè stessa: — Io ho tardato forse un po' troppo. — Dovevo parlargli jeri — l'altr'Jeri — Ma forse a quella parola io ho dato un significato di cui egli non aveva l'intenzione. Ma, in ogni modo, quand'anche fosse vero quello che penso, non è possibile che si converta a mio danno. — Non è possibile. —"
      },
      {
        "index": 214,
        "text": "Non sapeva la fanciulla, perchè la naturale acutezza non poteva tener luogo d'esperienza, che l'amore è l'ideale dell'egoismo e dell'avidità; che vuol tutto per sè e a modo suo; che esso, fintantochè gli affari vanno a seconda, è lieto, è caro, è soave, è condiscendente, è tutto quello che si vuole che sia. Ma se la fortuna gli volta l'occhio e gli succede un rovescio, le medesime furie sono lente ministre ai suoi comandi, e diventa un tiranno crudele, vendicativo, implacabile."
      },
      {
        "index": 215,
        "text": "Or continuando, donna Paolina, mentre stava meditabonda e grave in quel modo, era, senza che se ne accorgesse, l'oggetto degli sguardi di tutti."
      },
      {
        "index": 216,
        "text": "— Oh beato colui, diceva uno, che la rende cotanto pensierosa!"
      },
      {
        "index": 217,
        "text": "— Oh come è cara, seduta così in quell'abbandono!"
      },
      {
        "index": 218,
        "text": "— Oh guarda com'ella sembra la meditazione travestita da soldato!"
      },
      {
        "index": 219,
        "text": "E il conte che la vide in quella posa e la contemplò a lungo, lentamente poi le si accostò, e: — A che pensate?— le disse."
      },
      {
        "index": 220,
        "text": "— Pensavo a una cosa, rispose donna Paolina, per cui mi è necessario parlare con voi a lungo."
      },
      {
        "index": 221,
        "text": "— Io sono sempre disposto all'obbedienza. Partendo di qui con vostro marito e col resto della compagnia, faremo la via più lunga del solito, e avremo tempo di parlarci."
      },
      {
        "index": 222,
        "text": "Il conte S..., dando all'aria estremamente pensosa e preoccupata della giovinetta un'interpretazione troppo lontana dal vero, credette che le parole di lei non fossero altro che un piano inclinato ad una dichiarazione esplicita. L'amore è poeta lirico, e i suoi voli sono spesso temerar."
      },
      {
        "index": 223,
        "text": "Or venne l'ora che gl'intervenuti alla veglia lasciarono gli appartamenti del general Massena. Come avviene in tali ritrovi, nel partire si univano in varie compagnie, a seconda che portava il bisogno di far la medesima via per la vicinanza delle dimore. Il capitano Baroggi diede il braccio ad una Aldobrandini, bellissima donna, la quale credendo che donna Paolina si fosse incapricciata del colonnello, e ciò al capitano non desse molt'ombra, aveva messo l'occhio a quel posto, quando mai fosse rimasto vacante; anzi aveva già inoltrato la sua petizione ambidestra, con quel garbo astuto e insidioso di cui le donne sono maestre inarrivabili. Altri s'erano uniti ad altre. E donna Paolina s'era appoggiata al braccio del conte S..., il quale, rallentando il passo, lo misurò in modo da rimanere l'ultimo della processione."
      },
      {
        "index": 224,
        "text": "— Dunque, o cara, che cosa avete a dirmi? Così il conte pel primo cominciò un dialogo, dal quale si attendeva di esser fatto retrocedere al mondo primiero della sua fortunata gioventù."
      },
      {
        "index": 225,
        "text": "— Oh! io sono infelice, rispose donna Paolina."
      },
      {
        "index": 226,
        "text": "Tanto le donne esperte quanto le fanciulle inesperte vanno sempre d'accordo nel mettere innanzi quest'antifona, allorchè vogliono stringere qualcuno nella loro rete. E però il conte S..., che in tanti amori passati ricevette sempre quelle petizioni muliebri, segnate appunto col perpetuo bollo dell'infelicità, non ebbe torto se a quell'esordio del dragone angelico: — Or ci siamo, pensò; ma non poteva andare altrimenti! — Tanto si teneva certo!"
      },
      {
        "index": 227,
        "text": "— Io sono infelice, continuava la fanciulla, e voi solo, una vostra parola può farmi la più felice delle donne."
      },
      {
        "index": 228,
        "text": "A queste parole fece succedere alcuni istanti di pausa, perchè un grande spavento l'assalì nel punto di avviare un discorso con cui giocava, a dir così, tutta la sua fortuna. Alla sua volta, il conte S... stava in sull'ale, nell'aspettazione ansiosa di quella sentenza risolutiva che, secondo lui, doveva cangiare in certezza il suo desiderio e la sua speranza."
      },
      {
        "index": 229,
        "text": "— Perdonatemi, colonnello, riprese poi donna Paolina, se oso farvi una domanda: Che cosa avete pensato di me la prima volta che mi vedeste?"
      },
      {
        "index": 230,
        "text": "— Che cosa ho pensato... non saprei dirvelo: cento cose e nessuna. Ma spiegatevi meglio."
      },
      {
        "index": 231,
        "text": "— Voglio dire, che giudizio avete fatto di me, vedendomi in compagnia di un giovane capitano?"
      },
      {
        "index": 232,
        "text": "— Ma non siete voi sua moglie?..."
      },
      {
        "index": 233,
        "text": "Donna Paolina taceva."
      },
      {
        "index": 234,
        "text": "— Il mio giudizio dunque fu, proseguiva il conte, che il capitano fu il più fortunato degli uomini nel trovare una così avvenente e cara sposa."
      },
      {
        "index": 235,
        "text": "Donna Paolina tacque a lungo; poi, tutto a un tratto, fermandosi e stringendo fortemente la mano al conte:"
      },
      {
        "index": 236,
        "text": "— Ah, non è vero che noi siamo marito e moglie! Non lo si volle da chi aveva l'autorità di volerlo. Noi siamo fuggiti insieme, per non morire d'affanno."
      },
      {
        "index": 237,
        "text": "Il conte cominciò a non capire, e a turbarsi senza sapere perchè."
      },
      {
        "index": 238,
        "text": "— Questa nostra condizione, seguiva la fanciulla, è tale che non può continuare. Io mi figuro un giorno o l'altro di venir staccata per forza da lui; Dio! che sarebbe mai di me, se ciò avvenisse. Certo che non potrei più vivere."
      },
      {
        "index": 239,
        "text": "Il conte pensava intanto fra sè: — Dunque mi sono ingannato!"
      },
      {
        "index": 240,
        "text": "Il pensiero formulato non fu che questo, ma l'animo del conte era rimasto stranamente percosso; tanto il colpo era stato inatteso; nè sapeva trovare una parola per risospingere il discorso della fanciulla, che ancora s'era messa a tacere."
      },
      {
        "index": 241,
        "text": "Alfine, per non sembrar dappoco e anche per tirare indietro, se fosse stato possibile, quel po' di sospetto che già aveva gettato nell'animo della fanciulla con quella tal parola che il lettore sa, riassunse il consueto suo fare disinvolto e bizzarro, spingendolo fin quasi alla caricatura:"
      },
      {
        "index": 242,
        "text": "— Cara la mia ragazza, disse poi, vi siete messa in un brutto impiccio; brutto assai, cara. E in un impiccio ancor peggiore si trova il capitano — perchè, in conclusione, voi siete minorenne, e il capitano, volere o non volere, vi ha portato via colla forza della seduzione. Capisco che sarà stato colla migliore intenzione. Diavolo! sono incapace di dubitarne. Capisco che il capitano non avrà dovuto pregar troppo; non è vero, cara mia? Siamo sinceri qualche volta. Voglio anche ammettere che i parenti avranno tutti i torti, e che l'autorità farebbe meglio a non impicciarsi in queste cose; ma i parenti ci sono, e l'autorità dà sempre ragione ai parenti. Povero capitano! Mi rincresce, mi rincresce davvero. Mi rincresce per voi, mi rincresce per lui, tanto mi è simpatico. Ma ora, alla mia volta, devo domandarvi per che ragione avete detto tutto questo a me?"
      },
      {
        "index": 243,
        "text": "— Per che ragione? perchè so che voi conoscete quei di casa mia, e che..."
      },
      {
        "index": 244,
        "text": "— Che cosa?"
      },
      {
        "index": 245,
        "text": "— E che siete conoscentissimo di mio padre."
      },
      {
        "index": 246,
        "text": "— Io conosco vostro padre?... Ma chi è vostro padre?... Ma perchè non mi avete mai detto niente?..."
      },
      {
        "index": 247,
        "text": "— Perchè avevo paura, come ho paura..."
      },
      {
        "index": 248,
        "text": "— Paura di che?"
      },
      {
        "index": 249,
        "text": "Qui la fanciulla fermò il passo. Erano ai piedi della scalea di Trinità de' Monti. Gli altri della compagnia erano già saliti."
      },
      {
        "index": 250,
        "text": "Ella tirò a sè d'improvviso il braccio che il conte teneva sotto il proprio; con ambe le mani prese e strinse la mano del conte; poi, gettandosi in ginocchio, la baciò bagnandola di lagrime."
      },
      {
        "index": 251,
        "text": "— Ma che è questo? ma che fate? diceva il conte. Ma badate che potete esser vista..."
      },
      {
        "index": 252,
        "text": "— AR! prima ch'io continui a parlarvi, datemi una promessa."
      },
      {
        "index": 253,
        "text": "— Ditemi di che si tratta, e vedrò..."
      },
      {
        "index": 254,
        "text": "— Promettetemi di aiutarmi, e di far tutto dal canto vostro, perchè io e il capitano possiamo diventar marito e moglie."
      },
      {
        "index": 255,
        "text": "— Ma come posso dare una promessa senza conoscere alcuna delle circostanze che..."
      },
      {
        "index": 256,
        "text": "— Vi assicuro che voi potete tutto; vi assicuro che una parola vostra può bastare a renderci felici.."
      },
      {
        "index": 257,
        "text": "E continuava a stare in ginocchio, ad onta degli sforzi del conte per rialzarla. Ma il conte, a un tratto, ritirò a sè le mani che la fanciulla stringeva, lasciandosela cadere ai piedi come una Maddalena penitente."
      },
      {
        "index": 258,
        "text": "Un lampo, come quello che viene dal fulmine, aveva di repente solcato il bujo del suo pensiero."
      },
      {
        "index": 259,
        "text": "Spesse volte, nelle vicende umane, un fatto istantaneo, un motto, un gesto, rischiara a un tratto una successione di accidenti, sui quali per gran tempo il pensiero era trascorso inavvertitamente. Quando il conte sentì dalla bocca del capitano Baroggi ch'esso era nativo di Milano, e che era di Milano anche la fanciulla che avea seco, dovendo pure risovvenirsi d'avere una figliuola di quella età, non par vero, come un tal pensiero non lo dovesse grado grado guidare a scorgere nel volto della fanciulla le traccie evidenti della somiglianza propria e della materna; non par vero, come non abbia sentito la tentazione di domandare qual era il cognome della famiglia di lei; non par vero, come lo stesso attaccamento eccezionale e straordinario ch'essa avea mostrato per lui, non dovesse, insieme colle altre circostanze, condurlo sulla via giusta per la quale si poteva arrivare a scoprire la verità."
      },
      {
        "index": 260,
        "text": "E certo, se non ci fossero stati gli estremi avanzi della gioventù che lo portarono issofatto su di un altro terreno, egli avrebbe saputo ogni cosa prima che altri avesse parlato. Ora gli ultimi atti di donna Paolina, rimovendo appunto ogni idea d'amore, gli fecero di colpo balenare dinanzi quella verità che non aveva mai cercata; di modo che, quando donna Paolina tremante singhiozzante gli confessò di essere sua figlia, la rivelazione fu inutile, perchè egli aveva già tutto indovinato. Se non che quella parola pronunciata tolse il conte dall'affannoso stupore in cui trovavasi, e, senza alcun riguardo, mandando un grido, che era tra l'esclamazione dell'uomo e il fremito della fiera, respinse di forza la figlia, che cadde stramazzoni sul terreno, ed egli fuggi."
      },
      {
        "index": 261,
        "text": "[VII]"
      },
      {
        "index": 262,
        "text": "Non essendoci noi mai trovati nella condizione del conte S..., la sua ci si presenta come una malattia affatto nuova del cuore umano, sulla quale non abbiamo mai avuta l'occasione di esercitare nessun studio anatomico. Bisogna adunque che tiriamo ad indovinare e a congetturare e a slanciare ipotesi; e poi, colla sfacciataggine di un filosofo che si diverte ad andare a caccia del vero primo, vendere per cose provate le persuasioni del nostro pensiero."
      },
      {
        "index": 263,
        "text": "Quando il conte S..., lasciata cadere la propria figliuola, si diede a fuggire come un uomo uscito di senno, bisogna confessare che le cagioni di quella repentina esaltazione erano state così forti, così eccezionali, da rimanere in dubbio chi fosse in quel momento più degno di pietà, se lui o la figliuola. E tra le cagioni mettiamo anche quelle che procedevano dalle cattive e inveterate abitudini della sua vita, dal carattere speciale della sua mente e del suo cuore, dai pregiudizi naturali e avventizj della sua educazione, dalle medesime sue colpe. Al cospetto di un morbo fisico, grave e doloroso, il paziente desta sempre compassione in chiunque non appartenga al tribunale della Santa Inquisizione. Pel filosofo che osserva i dolori umani coll'intendimento della cura e non della vendetta, il primo suo sentimento è la pietà e il desiderio di alleviar le pene. Egli assomiglia al medico razionale e galantuomo, che non abbandona l'ammalato, nè lo maltratta, quand'anche sia stato la cagione del proprio male."
      },
      {
        "index": 264,
        "text": "Un padre anche il più mite di carattere, che trovi una propria figliuola nella posizione di donna Paolina, certo che non potrà mai reprimere, a tutta prima, il dolore e l'indignazione. Ora il conte S... era tutt'altro che mite. In aggiunta, quantunque egli ostentasse il più radicale repubblicanismo, pur s'indispettiva quando alcuno affettava di non sapere ch'egli era nobile. Era un fatto interno, ch'egli medesimo quasi ignorava, ma non per questo era men forte. Amava la nobiltà, e con dispiacere vedeva abbattuti i suoi privilegi; e se in una gara, in un duello tra un nobile ed un uomo senza titoli, vinceva o perdeva il primo, senza sapere il perchè, ei gioiva o s'indispettiva per lui. Era quella una malattia del sangue insieme e dell'educazione."
      },
      {
        "index": 265,
        "text": "Ora la sua figliuola, secondo lui e secondo tutti, s'era disonorata fuggendo, e si sarebbe disonorata anche fuggendo col più illustre personaggio; ma ciò non bastando, per rendere ancor più grave la colpa, essa era fuggita con un giovane di tanto inferiore alla sua condizione; con un figlio di una guardia di finanza."
      },
      {
        "index": 266,
        "text": "Nè qui finivano le esacerbazioni; ma al dolore paterno, che ha una maniera affatto propria di manifestarsi, veniva, nell'istante fuggitivo almeno, a mescolarsi un altro dolore, affatto nuovo, acuto e spasmodico più ancora del primo; e, ciò che è peggio, un dolore che si vergognava di sè stesso, per trovarsi al cospetto e in compagnia di quell'altro dolore, il quale almeno, se era acuto, era anche legittimo. Oh! mettiamoci un momento ne' panni del conte, e se non siamo farisei, confessiamo che era ben degno di compassione, e che nessuno più di lui poteva rendere verosimile l'iperbolica similitudine del poeta, che, per rinfrescarsi, si sarebbe gettato in un vetro bollente."
      },
      {
        "index": 267,
        "text": "Lasciando ora da parte le cagioni, e concentrando tutta la riflessione sugli effetti che provò il conte S... quando da Trinità de' Monti volse il passo accelerato alla caserma dove aveva l'alloggio, possiamo assicurare che la conflagrazione del suo cervello fu tale, che un minimo grado al di là di quella misura sarebbe bastato per farne un caso interessante per lo studio di un alienista psicologo."
      },
      {
        "index": 268,
        "text": "La caserma era presso San Pietro in Vincoli; quel lungo tratto di strada lo fece senza accorgersi, portato macchinalmente dalle gambe. La sentinella che gli gridò il chi va là, lo fece fermare dinanzi alla porta. Qui stette un momento sopra di sè, poi rifece quasi di corsa tutta la strada già fatta. Nel silenzio della notte produceva uno strano effetto in chi vegliava il tintinnio de' suoi grossi sproni, che fioco si annunziava da lungi, facevasi forte e aspro da vicino, e tosto decresceva e moriva nell'aere lontano."
      },
      {
        "index": 269,
        "text": "Nel primo tumulto e nel primo scoppio dell'ira, senza quasi la coscienza di quanto operava, era fuggito lasciando la figliuola svenuta; ma, lungo il cammino, quel nodo orrendo di tanti affetti si venne come sciogliendo ne' suoi diversi elementi, tanto che presentandoglisi ad uno ad uno alla riflessione che ritornava, egli potè raccogliere qualche idea, e pensare e prendere alcun partito."
      },
      {
        "index": 270,
        "text": "Abbiamo detto in altra occasione, che sotto al cumulo di tante male tendenze ond'era viziato il carattere del conte S..., in fondo in fondo, si poteva rinvenire anche qualche bontà e qualche affetto generoso; egli è per questo che, dopo il primo schianto dell'ira, gli entrò nel cuore un impeto di pietà. Allora, come a rifascio, dietro al pensiero della figliuola conosciuta in così strana guisa, gli si schierarono nella memoria e l'immagine dell'angelica sua Ada, e i tanti affanni che quella poveretta ebbe a provare per lui, e l'idea della disperazione in cui essa doveva trovarsi in quel punto per la fuga della figliuola; e per questa medesima figliuola, attraverso al dolore e all'ira, metteva in lui una affannosa mescolanza di compiacenza paterna e di compassione, la quale grado grado crebbe al punto che fu tutto in affanno pel timore ch'ella avesse dovuto soffrire troppo e per la caduta e pel deliquio, e che, abbandonata e respinta da lui in quel modo spietato, dovesse poi morirne d'angoscia."
      },
      {
        "index": 271,
        "text": "Ritornò dunque fino al piede della scala della Trinità de' Monti, ma non vi trovò più, come avrebbe dovuto aspettarsi, se fosse stato più in calma, nè la figlia, nè altri. Pensò allora di recarsi alla casa di lei; ma fu il pensiero d'un istante, perchè, subentrata l'ira, lo risospinse alla caserma, dove entrò a notte altissima, aspettato dall'ordinanza che da tante ore sonnecchiava, svegliandosi spesso di soprassalto, per tema dei rimbrotti di lui."
      },
      {
        "index": 272,
        "text": "Egli entrò, e:"
      },
      {
        "index": 273,
        "text": "— Va, e chiamami qui subito, disse all'ordinanza. il colonnello Paoli e il Ballabio."
      },
      {
        "index": 274,
        "text": "— Essi sono già a letto da più ore."
      },
      {
        "index": 275,
        "text": "— Va e svegliali, ti dico! — Ma, aspetta che ci andrò io."
      },
      {
        "index": 276,
        "text": "Detto questo, uscì seguito dall'ordinanza che gli faceva lume. Bussò alla porta dell'alloggio del colonnello Paoli. Non essendogli risposto, picchiò forte, tanta era l'impazienza ond'era agitato. Alfine s'aprì l'uscio, e comparve l'ordinanza del Paoli; e si sentì la voce iraconda di lui che gridava:"
      },
      {
        "index": 277,
        "text": "— Che cos'è? chi batte a quest'ora?"
      },
      {
        "index": 278,
        "text": "— Abbi pazienza! gridò allora colla sua voce sonora il colonnello S...; abbi pazienza; ho bisogno di te."
      },
      {
        "index": 279,
        "text": "Le parole contrastavano col tono alto, aspro, iracondo."
      },
      {
        "index": 280,
        "text": "Nondimeno il colonnello Paoli:"
      },
      {
        "index": 281,
        "text": "— Evvia, entra, rispose."
      },
      {
        "index": 282,
        "text": "Il conte entrò."
      },
      {
        "index": 283,
        "text": "— Scusami, ripetè poi. Domani avrò un duello. — Lo voglio io; faccio conto su di te e sul Ballabio. Sarete, come tante altre volte, i miei padrini."
      },
      {
        "index": 284,
        "text": "— Va bene; ma che diavolo è successo? Due ore fa eri l'uomo più gajo e più lieto del mondo."
      },
      {
        "index": 285,
        "text": "— Gajo, sì gajo — sentirai. Ma il duello sarà a morte; a morte, capisci tu? Voglio che Roma ne abbia a inorridire. Ora, disse all'ordinanza, va a chiamare il colonnello Ballabio. Digli che venga qui subito."
      },
      {
        "index": 286,
        "text": "L'ordinanza partiva, e un quarto d'ora dopo entrava il Ballabio in mutande, cogli stivali alla dragona e il mantello sulle spalle. Intanto il colonnello Paoli, seduto sul letto, seguiva coll'occhio il conte S..., che passeggiava fremebondo."
      },
      {
        "index": 287,
        "text": "— Che cosa è successo? chiedeva il giovane Ballabio alla sua volta, messo in apprensione da quella scena muta."
      },
      {
        "index": 288,
        "text": "Il conte si fermò — guardò fisso il colonnello macchinalmente, tanto era sprofondato ne propri pensieri:"
      },
      {
        "index": 289,
        "text": "— Siedi, gli disse poi, siedi. Domani il capitano Baroggi morirà — o morirò io. — Tu, come al solito, farai da secondo insieme col Paoli."
      },
      {
        "index": 290,
        "text": "— Sempre disposto. — Ma che cosa è avvenuto?"
      },
      {
        "index": 291,
        "text": "— È quel che voglio sapere anch'io, prese allora a dire il Paoli — È mezz'ora che il colonnello è qui, e non m'ha ancor detto di che si tratta. — Nè vorrei che fosse poi un nonnulla, un affare da ragazze; perchè allora, caro colonnello, scusami, ma è tempo di finirla."
      },
      {
        "index": 292,
        "text": "— Tempo di finirla?"
      },
      {
        "index": 293,
        "text": "— Sì, colonnello, se mai quella fanciulla cogli stivali e gli sproni t'avesse riscaldato il cervello..."
      },
      {
        "index": 294,
        "text": "Il conte si piantò allora nel mezzo della stanza, e:"
      },
      {
        "index": 295,
        "text": "— Sapete voi altri chi è quella ragazza? Voi altri non lo sapete."
      },
      {
        "index": 296,
        "text": "— No."
      },
      {
        "index": 297,
        "text": "— Essa è mia figlia."
      },
      {
        "index": 298,
        "text": "— ON!!..."
      },
      {
        "index": 299,
        "text": "— Essa è mia figlia — e il capitano l'ha sedotta a fuggire. Ma il capitano morirà, morirà, morirà..."
      },
      {
        "index": 300,
        "text": "E nel ripetere quella parola, la voce gli si andò innalzando fino all'urlo... dopo di che, spossato dall'angoscia, cadde a sedere sul letto dell'amico."
      },
      {
        "index": 301,
        "text": "I colonnelli Paoli e Ballabio, passate alquante ore della notte in compagnia del conte Achille, e tentato indarno di ridurlo a più miti e ragionevoli consigli, alla mattina del dì successivo, nella loro qualità di padrini, si recarono dal capitano Baroggi, che alloggiava in piazza del Popolo."
      },
      {
        "index": 302,
        "text": "Il capitano e donna Paolina, in quella desolata condizione che è facile imaginare, stavano risolvendo di lasciar Roma in quel dì stesso, quando i due colonnelli si fecero annunciare. — Non era il caso di rimandarli, per quanto i due giovani desiderassero di star soli, e così furon fatti entrare. — Donna Paolina era in veste femminile, e sul viso portava i segni del pianto recente. — Il giovane capitano era tutto scombujato e stravolto; però, infilata in fretta l'assisa di dragone, accolse i due venuti con tutta quella cortesia che gli fu possibile, e li fece sedere."
      },
      {
        "index": 303,
        "text": "— Signor capitano, disse il Ballabio, credo che indovinerete il motivo della nostra visita."
      },
      {
        "index": 304,
        "text": "— Potrei sospettare qualche cosa; ma cogliere nel punto giusto non saprei veramente. Sareste forse colleghi ed amici del conte S...?"
      },
      {
        "index": 305,
        "text": "— Per l'appunto, capitano, e ci rincresce di esser qui con un'altra veste, di cui volontieri avremmo fatto senza."
      },
      {
        "index": 306,
        "text": "— Parlate, signori."
      },
      {
        "index": 307,
        "text": "— Il conte colonnello S... si crede e si chiama offeso e disonorato da voi; disonorato nei rapporti della famiglia e nella fama dell'unica sua figliuola. Perdoni, signora, disse poi il Ballabio rivolgendosi a donna Paolina, s'io mi faccio lecito di parlare così. Ma pur troppo abbiamo dovuto accettare da vostro padre il delicatissimo mandato. La fortuna potrebbe però fare in modo che ciò sia per il meglio."
      },
      {
        "index": 308,
        "text": "— Comprendo tutto, rispose accigliato il Baroggi. Ma il conte avrebbe almeno dovuto sentir noi due prima. Io non ho disonorato nessuno, e fu appunto per conciliare ogni cosa col decoro del casato, che in faccia a Dio e alla santità delle intenzioni ed alla sapienza degli uomini non guasti dagli infesti pregiudizj di casta, 10 solennemente dichiaro costei mia moglie; è appunto, ripeto, per conciliar tutto col dovere, col decoro della pubblica opinione, che noi intercediamo il perdono e l'ajuto del conte colonnello."
      },
      {
        "index": 309,
        "text": "— Il nostro mandato non ci permette di entrar giudici in materia. Soltanto devo dirvi, e potete immaginarvi se ciò mi addolora, che il conte colonnello S... vuole da voi una riparazione d'onore, e col solito mezzo delle armi."
      },
      {
        "index": 310,
        "text": "Donna Paolina, a queste parole, si alzò di slancio, fece due passi verso il colonnello Ballabio, tentò di parlare, ma si mise di nuovo a sedere, mandando un lungo sospiro e premendo la fronte sul palmo della mano destra."
      },
      {
        "index": 311,
        "text": "Il Ballabio, dopo aver sogguardato a lungo quell'infelice, fece segno al Baroggi che desiderava continuar a parlare fuori della presenza di lei. Ma, il giovine capitano, sempre ad alta voce:"
      },
      {
        "index": 312,
        "text": "— Vi comprendo, vi ringrazio, esclamò. Ma ella può e deve sentir tutto. Non a caso veste l'assisa e cinge lo squadrone; ha l'intelletto e l'anima affatto virili, e può sentir tutto. Che c'è altro adunque di così grave, ch'ella, s'ella non fosse, dovrebbe lasciarci soli?"
      },
      {
        "index": 313,
        "text": "— Giacchè lo volete, devo dirvi che il duello porta una condizione."
      },
      {
        "index": 314,
        "text": "Donna Paolina alzò la testa e stette attenta."
      },
      {
        "index": 315,
        "text": "— E quale?"
      },
      {
        "index": 316,
        "text": "— Che il duello dev'essere..."
      },
      {
        "index": 317,
        "text": "— All'ultimo sangue?"
      },
      {
        "index": 318,
        "text": "— A morte!"
      },
      {
        "index": 319,
        "text": "— Nè ciò basta, soggiunse l'altro, padrino."
      },
      {
        "index": 320,
        "text": "— Proseguite."
      },
      {
        "index": 321,
        "text": "— Dobbiam dirvi che il duello, quando non avesse un esito definitivo la prima volta, dovrà ripetersi finchè uno dei due combattenti rimanga morto sul terreno."
      },
      {
        "index": 322,
        "text": "— E così sia, proruppe eccitata donna Paolina; ma dite a colui, il quale non solo non è padre, ma non è uomo, che a questa condizione se ne contrappone un'altra (e qui donna Paolina si alzò terribile nell'atteggiamento e nella guardatura), e questa è, che se il capitano rimanesse ucciso, la figlia, sul medesimo terreno, debba combattere col padre. Così faremo inorridire anche Roma, che fu la patria d'ogni più mostruosa virtù."
      },
      {
        "index": 323,
        "text": "Il Baroggi guardò a lungo la sua Paolina con un atteggiamento, che non si può rendere a parole; la prese per mano, la baciò sulla fronte; poi si rivolse ai due padrini, come per volger loro la parola, ma stato un momento sopra pensiero, si cavò l'assisa, aperse la camicia sul petto, e:"
      },
      {
        "index": 324,
        "text": "— Guardate qui, signori, disse... Tolga il cielo, e spero che voi mi crederete, ch'io voglia adesso vantarmi di ciò che non è altro che la conseguenza del mio pretto dovere; ma soltanto mi preme farvi sicuri che io non fui mai un vile, e che non temetti e non temerò mai i pericoli. Tre volte io caddi ferito..."
      },
      {
        "index": 325,
        "text": "— Non abbisogna che lo diciate. Basta, guardarvi in viso..."
      },
      {
        "index": 326,
        "text": "— VI ringrazio... ma ora, in questo momento, al cospetto di codesta circostanza affatto nuova e inattesa e inaudita, non si tratta già di affrontar pericoli vantaggiosi all'umanità, pericoli che possono essere una virtù e una gloria...; si tratta bensì di acconciarsi a diventar un assassino... un parricida... qualche cosa di ben abbominevole..."
      },
      {
        "index": 327,
        "text": "— Che dite... capitano? interruppe il Paoli; vi prego a non ripetere quanto avete detto, perchè..."
      },
      {
        "index": 328,
        "text": "— Vi comprendo, colonnello, e vi domando perdono!... Ma vi supplico nel tempo stesso a ponderare seriamente il caso in cui ci troviamo."
      },
      {
        "index": 329,
        "text": "— Ho pensato, abbiamo pensato a tutto; potete ben crederlo; ma vi sono circostanze e consuetudini e leggi speciali alle quali bisogna piegarsi e obbedire."
      },
      {
        "index": 330,
        "text": "— Consuetudini e leggi dell'arbitrio e del pregiudizio, che sono un'offesa dell'ingenua natura e della ragione assoluta... Dite adunque al colonnello S... che mi domandi un'altra riparazione, e sarò sempre disposto a fare il suo desiderio."
      },
      {
        "index": 331,
        "text": "A queste parole, il Ballabio guardò in faccia all'altro padrino, quasi a dire: — Pur troppo, costui ha ragione. E quegli si alzò, e dopo aver misurato la camera innanzi e indietro, si accostò al Baroggi e dolcemente lo prese per mano."
      },
      {
        "index": 332,
        "text": "— Molte campagne ho fatte, gli disse poi; ho quarant'anni, attraversai la vita di affanno in affanno, ed ebbi nove duelli, sempre provocato dagli altri, e colla persuasione di essere sempre io dalla parte della ragione; una volta poi mi son trovato in una circostanza pressochè uguale alla vostra. Ci ho pensato, chiesi consigli, volli e disvolli... ma alla fine... mi sono battuto. Io abborro il duello e i duellanti, e il mondo che chiama vile chi rifiuta di battersi... ma non importa che un uomo sia o non sia un vile; importa che sia creduto tale. Ascoltate dunque me, capitano; non rifiutate; battetevi, e mettete ogni cosa nelle mani della fortuna."
      },
      {
        "index": 333,
        "text": "— Se si hanno ad osservare i patti come furono posti dal conte, alla fortuna non rimane a far nulla. Uno dei due ha da morire, e le condizioni non sono uguali tra noi. S'io vengo ucciso, che sarà mai di questa mia donna? S\"io uccido il conte, come potrà patire costei di vivere coll'uccisore di suo padre? Egli è per questo, o signori, ch'io non potrò mai battermi a giusta gara con lui. Non è questo il momento delle vanterie; ma costei lo sa, nelle sale di scherma io fui chiamato l'invincibile. Non credo che ciò costituisca nessun merito, ci vuol ben altro; è un'abilità affatto materiale, e di cui non tenni e non tengo nessun conto; ma è però una circostanza per la quale, secondo tutte le probabilità, io posso dire di portar sicuri i miei colpi. Ora, accettando di misurarmi col padre di costei, io sentirei obbligo di lasciarmi ammazzare, e di condurre l'orribil gioco in modo, come se io non sapessi tener ferro in mano. Ecco perchè mi rifiuto. Vi prego adunque di riferire tutto ciò al conte; vi prego di protestargli, ch'io non ho mai creduto di portar offesa nè all'onor suo, nè a quello della sua casa. Credevo inoltre che un prode soldato della repubblica francese non dovesse avere gl'illiberali pregiudizj di quella casta, per distruggere la quale una falange gloriosa di pensatori e di eroi riputò azione santa il versar torrenti di sangue sull'altare della patria. Vi ripeto di ripetere ciò al conte; e mi lusingo che vorrà cambiar propositi."
      },
      {
        "index": 334,
        "text": "[IX]"
      },
      {
        "index": 335,
        "text": "Il Ballabio e il Paoli, ammirati dalle parole del capitano Baroggi, riferirono tutto al conte S..., e sl giovarono dell'influenza che sapevano di potere esercitare sull'animo di lui per placarlo e distoglierlo da quel partito disperato ed inumano; e ci fu un momento in cui il conte parve piegarsi a tante rimostranze; e davvero che se i padrini avessero in quel punto troncato ogni discorso, forse ogni cosa sarebbe finita; ma il Ballabio, e fu una mancanza di tatto, che non è possibile perdonargli, venne a toccare al conte dell'incomparabile bravura che il Baroggi aveva nell'uso della spada e dello squadrone, e che per ciò appunto esso aveva protestato di voler piuttosto lasciarsi ammazzare che opporre colpo ai colpi del conte. Un razzo scagliato in una polveriera non può eccitare incendio e rovina più di quello che le parole del Ballabio provocarono nell'animo eccitabile del conte."
      },
      {
        "index": 336,
        "text": "Esso balzò da sedere, come se un colpo di scudiscio gli avesse tagliata la faccia; quasi fu per avventarsi e pigliar per il collo il colonnello collega; poi si scaricò con una tempesta tale di ingiurie, di villanie, di bestemmie plebee, di grida, di strepiti bestiali, che chiunque avrebbe potuto credere fosse impazzito di tratto; non però i colleghi suoi, che lo conoscevano troppo bene e, continuando a fumar le loro pipe, aspettarono in silenzio che desse giù la bufera."
      },
      {
        "index": 337,
        "text": "E il conte infatti alla fine si calmò, e incrociando le braccia, e accostandosi a lento passo al colonnello Ballabio, che stava seduto:"
      },
      {
        "index": 338,
        "text": "— Giacchè dunque, gli disse con sarcasmo, colui è un Achille senza il tendine; e un Orlando prima di esser diventato furioso, ho piacere di toccar io stesso con mano se ciò è vero. Però il duello deve andare, ed ora più di prima; e perchè non si vada in cerca di altri pretesti, sia desso al primo sangue. Così la vita e la morte, come allo scacco, come al bigliardo, come al tiro a segno, starà nelle mani dell'abilità e della fortuna. Va bene così? Siete contenti ora?"
      },
      {
        "index": 339,
        "text": "— Siccome è a tutti noto che tu sei la prima sciabola della divisione, così non si è creduto d'offenderti a dirti ogni cosa. Se colui fu chiamato l'invincibile, nessuno può ancora vantarsi d'averti vinto. Ed ora quasi attendo con impazienza un tale duello; e giacchè è al primo sangue, mi confido che colui accetterà."
      },
      {
        "index": 340,
        "text": "— Quand'è così, giacchè aveste una volta la compiacenza di recarvi al suo alloggio, non vogliate ora perder tempo, e tutto sia concluso dentr'oggi."
      },
      {
        "index": 341,
        "text": "— Dentr'oggi tutto sarà concluso. In quanto alla scelta dell'arma..."
      },
      {
        "index": 342,
        "text": "— Il capitano scelga: è il suo diritto; per me, spada, sciabola e squadrone son tutt'uno."
      },
      {
        "index": 343,
        "text": "Sul finire di questa giornata, un'ordinanza entrò nell'alloggio del colonnello S... a comunicargli di recarsi subito al Quirinale, dove il generale Massena lo chiamava. Il conte non mise tempo in mezzo, salì a cavallo, e fu dal generale. Questi, allorchè il colonnello entrò, stava seduto su di un'ampia poltrona tutta a oro e a velluto rosso, sormontata dallo stemma pontificio; era in manica di camicia, coi calzoni di daino e gli stivaloni alla dragona. Il generale era sì piccolo e mingherlino, che poteva smarrirsi tra gli stivali e la poltrona; ma aveva una faccia sanguigna, accentata, gelosa, con due occhi neri e lampeggianti, che ben si faceva scorgere nonostante la sua piccolezza."
      },
      {
        "index": 344,
        "text": "— Vi ho mandato a chiamare perchè ho da parlarvi, e non è il generale Massena che dà degli ordini al colonnello S..., ma un borghese nato a Nizza, che, da uomo di mondo e d'esperienza, e che ha riconosciuto tutto quanto fu promulgato dal giudizio universale dell'ottantanove, parla, parla a un conte nato a Milano; il quale, credendo forse che i suoi avi sieno più antichi del padre Adamo, pare che non voglia capire sin dove giunga la portata della parola repubblica."
      },
      {
        "index": 345,
        "text": "— Generale..."
      },
      {
        "index": 346,
        "text": "— VI ho detto che in questo momento non sono generale... ma un semplice repubblicano... Voi domani dovete battervi."
      },
      {
        "index": 347,
        "text": "— Battermi?"
      },
      {
        "index": 348,
        "text": "— Si, battervi col marito di vostra figlia. Voi vi stupirete ch'io sappia tutto, malgrado il gran segreto in cui vi siete celati tutti quanti. Ma sapete come vanno queste cose... Parlano anche i muri, e allora non serve più che gli uomini tacciano. Ma di ciò poco importa... il consiglio dunque che vi dò, è di non battervi... di riconoscere per marito di vostra figlia il giovane capitano, che mi si dice essere un valoroso soldato e un perfetto cavaliere... e di finir tutto senza scandalo."
      },
      {
        "index": 349,
        "text": "Il generale, detto questo, s'appressò al colonnello, ed era sì basso che non gli arrivava agli spallini:"
      },
      {
        "index": 350,
        "text": "— Questo che vi dò non è che un consiglio: io non comando che nelle cose della guerra e sul campo di battaglia; non crediate nemmeno ch'io pensi a punirvi, quando mai foste per far tutt'all'opposto di quel che v'ho detto; fate quel che volete; tutto quello che mi riserbo è di continuare a stimarvi o di cessare di farlo. Ora andate. Nè sappia alcuno per che oggetto siete venuto qui."
      },
      {
        "index": 351,
        "text": "Le parole del generale erano uscite decise, secche, a intervalli, come palle da fucile."
      },
      {
        "index": 352,
        "text": "Il conte, il quale sapeva che il generale non amava nè chiacchiere, nè repliche, e una parola detta in fallo lo poteva far salir tosto in furore, non osò rispondere, fece il saluto del soldato e partì."
      },
      {
        "index": 353,
        "text": "Or non occorre il dire, che in quel giorno la stessa donna Paolina in persona erasi recata dal generale Massena, ed aveva saputo sì ben fare e sì ben dire, che il terribile generale si lasciò penetrare, sebbene fosse fatto a scaglia di coccodrillo, e, pur essendo alienissimo dall'impacciarsi negli affari altrui, credette opportuno di far quel che fece."
      },
      {
        "index": 354,
        "text": "Uscito dal palazzo del Quirinale, il conte pensava tra via chi mai avesse potuto parlare del duello al generale; ma presto si appose al vero, onde sentì crescersi l'ira contro la figlia, la quale avealo esposto ad essere trattato dal generale come una recluta. Punto da quell'accoglimento da caserma che lo feriva nell'orgoglio, e ripensando alle lodi che il Ballabio incautamente aveva fatto della valentia del capitano Baroggi, fermo di mettere sotto i piedi i consigli di Massena, al quale, bestemmiando tra sè e sè, scagliò tali ingiurie, che guai se fossero state sentite da quel tremendo repubblicano nizzardo; e ridottosi al proprio alloggio, si recò nelle camere dei due padrini, per"
      },
      {
        "index": 355,
        "text": "sentire se tutto era stabilito. Essi gli risposero, che il Baroggi accettava le nuove condizioni, ch'esso aveva scelto i proprj padrini; che l'ora erasi fissata al primo sorgere del dì successivo, e il luogo a due miglia fuori di porta S. Sebastiano, dietro il sepolcro di Cecilia Metella."
      },
      {
        "index": 356,
        "text": "Le due parti non avevano che a far altro che aspettar l'alba. Ma non era così di donna Paolina. Essa tenevasi certa che l'autorità del general Massena sarebbe stata più che sufficiente a mandar a vuoto il duello, e forse ad ottener dal conte che di nemico si facesse amico e protettore, e, più che gli orgogli di casta, sentisse i doveri di padre. Ella dunque provò fino allo spasimo il martirio dell'aspettare; ad ogni scalpito di cavallo, ad ogni rumor di ruote, ad ogni aprirsi di porte, stava in sull'ale tremante, convulsa, nella credenza che fosse un messo benefico, apportatore di una felice notizia. Ma passò tutto il giorno, passò la sera, la notte si fe' alta, e nessuno venne, e il suo tormento era accresciuto dal non poterlo manifestare altrui, essendosi ella recata dal general Massena all'insaputa del capitano. In quanto a quest'ultimo, ei non s'inquietava che dell'irrequietudine di donna Paolina, la quale, per quanto si sforzasse, non sapeva vincersi e non aveva posa un momento; per sè era tranquillo, avendo una ragionevole coscienza della straordinaria sua perizia nel maneggio dello squadrone, che era l'arma scelta; e pensando che il conte S...., più abituato alla sciabola, doveva, secondo la probabilità, aver la peggio, per la differenza, benchè minima, che passa tra l'uso dell'una e dell'altra arma. Oltrecciò poi lo rassicurava l'idea di potere, appunto per la propria bravura, misurare i colpi in modo da portare la più lieve ferita al suo avversario."
      },
      {
        "index": 357,
        "text": "[X]"
      },
      {
        "index": 358,
        "text": "Venne l'alba; il capitano e donna Paolina si alzarono. Di lì a pochi minuti due carrozze entrarono nell'albergo dov'essi alloggiavano. I due padrini salirono. Donna Paolina, indossata l'assisa di dragone, passò nel salotto dove il Baroggi erasi già recato a salutare e ringraziare e stringer la mano ai due ufficiali. Donna Paolina ebbe moti e accenti tranquilli e solenni. Perduta ogni speranza di riconciliazione, in lei era cessato l'orgasmo dell'aspettazione e dell'incertezza; d'altra parte, anche l'affanno avendo la sua stanchezza, aveva dato luogo a un sentimento tutto interno e senza espansione, a un sentimento molto simile a quello di un ammalato che, essendosi illuso di poter riacquistare la salute, sente invece che per lui non ci sono che pochi giorni di vita; e in questo pensiero, per le arcane leggi della natura compensatrice, s'adagia in silenzio, e aspetta l'ora del proprio fine. Essa dunque era muta e immobile. I due ufficiali la guardavano con ammirazione e con pietà; nulla v'ha di più bello e affascinante della bellezza femminile e della gioventù, quando, ad onta della calma, rivela nel proprio aspetto le impronte di un immenso dolore."
      },
      {
        "index": 359,
        "text": "— Vedrete che tutto finirà bene, le disse uno degli ufficiali."
      },
      {
        "index": 360,
        "text": "— Non spero nulla. Soltanto vi supplico a ottenermi qui dal capitano il permesso di venir anch'io presso al luogo del duello. Vi prometto che starò immobile al mio posto, come uno de' sepolcri che stanno lungo la via Appia. Qui sola non potrei resistere allo spasimo. Là, a due passi dal sito fatale, la notizia dell'esito potrà essermi recata da voi in pochi minuti. Non credo che ci sia nessuna sconvenienza in ciò."
      },
      {
        "index": 361,
        "text": "— Capitano, soggiunse allora, uno de' due padrini, noi portiamo la persuasione ch'ella possa ben venire a pochi passi di distanza da noi. Costei è una donna-uomo. Vi supplichiamo a concederle quanto ella chiede."
      },
      {
        "index": 362,
        "text": "— Essa faccia quel che più desidera, rispose il Baroggi, prendendo per mano e baciando la sua Paolina. Costei non sarà mai per far cosa che possa compromettere d'un punto la fama dell'uomo di cui ebbe la generosa bontà di voler dividere i destini."
      },
      {
        "index": 363,
        "text": "Proferendo queste parole, preceduto dagli altri, uscì e discese; poi, quando fu al piede dello scalone, riabbracciando e ribaciando e salutando la sua donna, la mise a star sola in una carrozza, ponendo a' suoi ordini un uomo che serviva nell'albergo, ed egli salì nell'altra, insieme coi due ufficiali padrini."
      },
      {
        "index": 364,
        "text": "Da porta Pinciana dovendo attraversar tutta Roma per andare a porta S. Sebastiano, e poi percorrere quasi due miglia e mezzo della via Appia per recarsi al sepolcro di Cecilia Metella, il viaggio durò qualche tempo. Il capitano Baroggi, ad ostentare indifferenza, la quale nelle ore che precedono un duello è comandata dalla consuetudine e dalla prammatica, per quanto le più legittime apprensioni debbano travagliare un animo giusto e non spensierato, s'intrattenne con gran disinvoltura, lungo il cammino, delle rovine di Roma; del come, in poco tempo, dovendo essa diventare la capitale d'Italia, la popolazione avrebbe potuto ascendere facilmente a cinquecento, a seicento mila anime, e tutta la parte desolata dell'eterna città, che dal suo centro per più di due miglia si prolunga fino alla porta Appia, avrebbe potuto empirsi di grandiose abitazioni. Fuori di porta, poi, considerò poeticamente e storicamente, come sullo stesso acciottolato su cui rumoreggiava la carrozza in cui esso trovavasi, avevano già rotolato i carri degli antichi Romani, e le bighe e le quadrighe trionfali di Cesare e di Pompeo; e, dimenticandosi per poco della propria condizione, fece voti che la grandezza futura di Roma e dell'Italia potesse divenir tale, che a poco a poco dovesse poi scemare il culto idolatra che si aveva per ogni minima pietra infranta del suo passato. Di tal modo esso giunse a distrarre e a dissimulare l'intima preoccupazione. Ma non potè fare altrettanto donna Paolina; sola nella propria carrozza, dalla campagna solitaria che le si stendeva dintorno, e dai ruderi e dai cippi e dagli avelli infranti, che ad ineguali intervalli profilano la vetusta via, non le derivavano che tetre sensazioni che sempre più l'accasciavano; oltredichè l'abbattimento fisico per la notte vegliata nell'irrequietudine del pensiero l'avevan ridotta sin quasi alla condizione febbrile; e presto sul cielo essa vide staccarsi l'antico sepolcro di Cecilia in sembianza di un torrione merlato, e pochi momenti dopo vide due carrozze ferme nella campagna a sinistra del mausoleo. Mandò un lungo sospiro, volse gli occhi al cielo, si contorse le mani, colle quali poscia si cinse le tempia, e si rannicchiò, come per spavento, in un angolo della carrozza."
      },
      {
        "index": 365,
        "text": "Il Baroggi e i due ufficiali discesero, e fecero fermare la carrozza presso all'altra dove stava donna Paolina, alla quale il capitano strinse fortemente la mano incoraggiandola collo sguardo senza aggiunger parola. S'avviarono nel campo dove eran già gli altri. I padrini delle due parti si salutarono, stettero insieme a consulta qualche momento; uno dei padrini del conte S..., presi due squadroni di identica forma e lunghezza, li porse ad uno dei padrini del capitano Baroggi dalla parte dell'elsa, perchè a caso scegliesse il suo. I due avversarj, svestita l'assisa, levato il fazzoletto dal collo, rimboccate le maniche della camicia, si piantarono rimpetto l'uno dell'altro nei due punti della zona determinata dai padrini. Un medico, un chirurgo, due soldati d'ordinanza delle due armi dei dragoni e degli usseri stavano a qualche distanza."
      },
      {
        "index": 366,
        "text": "Se lo spettacolo di un duello, per minima che sia la cagione che l'ha provocato, per indifferenti che sieno i combattenti, per poca o nessuna che sia la valentia ch'essi abbiano nell'uso dell'arma, desta sempre un vivo interesse, e tiene sempre gli astanti in affannosa apprensione, è facile immaginare che interesse, che ansia, quali emozioni debba suscitare quando le cagioni onde nacque sieno gravissime, quando sia noto che gli avversari devono essere agitati da fortissimi sentimenti; quando per di più la fama ch'essi hanno di valentissimi, comunichi all'interesse consueto l'interesse e l'aspettazione, quasi diremmo, di uno spettacolo d'arte! Di questo genere era il duello che sotto il cielo di Roma, presso ad uno dei più famosi e vetusti monumenti di quella classica terra che delle proprie memorie investe e fa grandeggiare anche il presente, stava per incominciare."
      },
      {
        "index": 367,
        "text": "Un amante, anzi un marito, marito in faccia alle eterne leggi della natura, se non in cospetto delle transitorie consuetudini sociali, stava a fronte al padre della propria sposa; la gioventù nel primo suo vigore, la bellezza nel massimo suo splendore, di contro alla virilità che, presso alla sua decadenza, sembrava riassumere in un estremo sforzo i varj momenti dell'età trascorsa, e celare i guasti del tempo sotto un aspetto affatto eccezionale di jattanza poderosa. Da un lato un raggio calmo di onesta bontà, che rendeva più interessante la gioventù, la bellezza, la sventura; dall'altro un'apparenza fiera e provocatrice, che stornava da sè ogni simpatia ed ogni indulgenza."
      },
      {
        "index": 368,
        "text": "Dato e ricambiato il saluto di costume, gli squadroni si toccarono. Il tintinnio risuonò nella profondità del silenzio generale. Quel sonito passò il cuore della sciagurata Paolina, che si gettò in ginocchio, fermandosi in questa posa come un'estatica."
      },
      {
        "index": 369,
        "text": "Ma noi non riferiremo tutti gli accidenti del duello, tutti i colpi, le mosse, le gare tra la forza e la destrezza. Soltanto diremo che, senza ferir colpo, i combattenti dovettero riposarsi fino a cinque volte, riuscendo manifesto agli astanti ed allo stesso conte S..., che il capitano avrebbe potuto percuoterlo gravemente una volta alla testa, un'altra al petto. Gli squadroni al sesto assalto si toccaron di nuovo."
      },
      {
        "index": 370,
        "text": "Il Baroggi, in tanti assalti rinnovati, aveva studiato 1 tiri abituali del conte, e scoperto le vie d'entrata per aggiustargli quel colpo che lo ferisse, senza fargli gran danno; ed in ciò consisteva quella suprema e quasi già prodigiosa valentia nell'arte, di cui nessuno può esser sicuro... e l'ingresso fu lasciato aperto, ed egli fu lesto ad approfittarne; ma, nel misurargli il fendente con tal arte da scemargli la gravezza del colpo, perdette quel prezioso minuto secondo che può dar la vittoria; e il conte in quel punto gli calò sulla spalla un forte colpo, pur riparato in tempo, ma non così che non gli ferisse la spalla destra."
      },
      {
        "index": 371,
        "text": "— Sangue! gridarono ad una voce i padrini; fermi, basta."
      },
      {
        "index": 372,
        "text": "Il conte abbassò lo squadrone, il capitano fe' altrettanto, e si volse verso il padrino che gli denudava la spalla. Macchinalmente alzò poi gli occhi al cielo con quell'atto che dinota ira e disprezzo, e lasciò cadere a terra lo squadrone. Accorsero il chirurgo e il medico, e il conte, appoggiato sull'elsa del proprio squadrone, guardava e non si moveva, e quasi non respirava. Vi fu un momento solenne di silenzio generale... ma a romperlo con violenza, dal ciglio della via balzò nel campo donna Paolina... fu tosto presso al capitano, guardò la ferita, guardò nella faccia del chirurgo, e lettavi la espressione di chi teme più che di chi spera, balzò in piedi come una demente, e, sguainato lo squadrone, fu sì prestamente addosso al padre, che questo appena ebbe il tempo di parare il colpo, e certo avrebbe dovuto pararne altri, se la figliuola nel gridare: — Morite ora voi, scellerato, — non fosse caduta sul terreno istantaneamente e priva di sensi; caduta come piombo, come una statua marmorea che d'improvviso si rovesci; e colà stette."
      },
      {
        "index": 373,
        "text": "Ad eccezione del medico e del chirurgo, che non si staccarono dal capitano ferito, tutti furono allora intorno a quella sventurata. Solo il conte... puntato lo squadrone a terra, si appoggiò di nuovo sull'elsa, e stette immobile così. Se non che, venuto a lui, dopo alcuni secondi, il colonnello Ballabio, questi con pietosa meraviglia vide che dagli occhi fissi e attoniti cadevangli a dirotta le lagrime sulla corrugata faccia, ancora atteggiata alla fierezza. Il cuore, impietrito, gli si era come smosso e squagliato sotto a quel colpo estremo. Le emozioni provate da tante ore continue, perfino il suo orgoglio lusingato dall'apparente vittoria, avendogli ammorbidita la fibra, aprirono di repente un varco a que' sentimenti che la natura pareva avergli negati. In un baleno il suo pensiero percorse infinite cose; si rifece indietro tanti e tanti anni; comprese tutti i proprj torti; avrebbe voluto aver lì presente la dolce e pur sempre a lui cara Ada; avrebbe dato tutto il suo sangue perchè non fosse avvenuto tanto disastro; si tormentava di non aver consolata la propria figliuola nel punto ch'ella, supplicante, erasi gettata a' suoi ginocchi; di non averle detto: Sii la moglie felice del tuo felice marito. Pensò a tutte queste cose, che in folla gli si addensavano in petto tremendamente affannose. Pensò e pianse, e dopo aver fissato per qualche istante il Ballabio:"
      },
      {
        "index": 374,
        "text": "— È viva? esclamò. Oh, faccia Dio ch'ella sia viva!"
      },
      {
        "index": 375,
        "text": "Ogni cura possibile in que' momenti fu amministrata. La fanciulla, dopo assai tempo, diè segni di vita. Fra stata una sincope pericolosa e quasi mortale... Ma il padre non osò avvicinarsi a lei... Soltanto, con parole che non parevano compatibili con quella sua natura di ferro e di fuoco, pregò il Ballabio di chiedere al ferito capitano se gli permetteva di stringergli la mano. Il Baroggi, alla domanda del Ballabio, il quale prima aveagli detto che la donna sua stava riavendosi, nè presentava pericolo alcuno, chinò la testa in segno di adesione. Il conte S... si avvicinò, s'inchinò a lui, gli prese la mano... Il Baroggi se la lasciò stringere, ma non disse nulla."
      },
      {
        "index": 376,
        "text": "Il conte interrogò poscia il chirurgo sulla condizione della ferita."
      },
      {
        "index": 377,
        "text": "— La ferita è grave... forse sarà indispensabile la disarticolazione, che è una delle più difficili operazioni."
      },
      {
        "index": 378,
        "text": "Il conte tacque e si fe' cupo."
      },
      {
        "index": 379,
        "text": "Donna Paolina fu messa in carrozza; in una lettiga fatta venire dalla città fu posto a giacere il Baroggi."
      },
      {
        "index": 380,
        "text": "Così finì quella triste giornata."
      },
      {
        "index": 381,
        "text": "Ed ora dovrà passare assai tempo prima di trovarci ancora con questi personaggi."
      }
    ]
  }
}
