{
  "chapterNumber": 7,
  "title": "Book Sixth (Libro Sesto)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Gli attori del secondo atto. — I due mondi. — Il Galantino. — Gli appalti delle Regalie. — Ferma generale. — I fermieri Greppi, Pezzolio, Rotigno, Mellerio. — Strana risoluzione del popolo milanese. — La contrada delle Quattro ganasce. — Editto del 7 aprile 1766. — Il tabacco di contrabbando e la beltà adolescente. — Il monastero di S. Filippo.]"
      },
      {
        "index": 1,
        "text": "Sono trascorsi sedici anni. Saltano fanciulli e parlano adolescenti di cui i genitori nel 1750 o non si conoscevan tra loro affatto, o non sapevano di dover diventare marito e moglie, o i loro nomi non erano stati ancor gridati da nessuna balaustra di altar maggiore; son giovinotti maturi quelli che alla metà del secolo, non avendo che venti anni, eran chiamati fanciulli dai giovinotti maturi del loro tempo. Le belle donne che, allora nella canicola dei venticinque anni, facevano girar la testa a chi le avvicinava, ora hanno varcato il quarantesimo anno, e qualche ruga incipiente ha fatto cadere, a loro dispetto, il termometro fin quasi a zero; e non osano più sfidare le lucide e bianche mattine, e molto meno il perfido sole di mezzogiorno, ma amano di preferenza le luci artificiali, modificate dalle seriche cortine piuttosto color rosso o rosa o violaceo, che gialle e verdi; e, se escono a passeggi sollazzevoli, benedicono gli smorenti crepuscoli, incaricati di gettare una benefica confusione tra i confini che dividono la gioventù dalla maturanza! E chi era maturo ora è vecchio e chi vecchio è decrepito: l'avvocato Agudio, per esempio, non può più recarsi nemmeno in carrozza nè in lettiga al collegio dei giureconsulti, e, obbligato al letto dal femore cronicamente offeso, serba però ancora lucidissima la mente e inesauribile la dottrina legale, e dà consulti a chi ne vuole. Il dottor Bernardino Moscati si fa ajutare dal figlio Pietro e il giovinetto Giambattista Paletta lascia la giurisprudenza per la chirurgia superiore. Il pittor Londonio ha sparpagliato per tutta Lombardia una popolazione di vacche e buoi e asini e capre con tanta verità e in tale quantità, da essere chiamato in questo genere il primo pittore del suo tempo. Pietro Verri non è più il destituito patrocinatore dei carcerati, ma un ex-ufficiale ripatriato, e, da cinque mesi, consigliere del consiglio supremo d'economia; e Beccaria non è più fanciullo, ma un giovane di trent'anni, già rinomato in tutt'Italia e in tutt'Europa per un libro che fu alla scienza del diritto quello che molti anni dopo fu la pila di Volta alle scienze fisiche. E giacchè l'accennare a questo libro, insieme col libro ci fa uscire da Milano e dall'Italia, voglia ricordarsi il lettore che poco oltre la metà dei tre lustri decorsi erasi pubblicata a Parigi l'Enciclopedia, a gettare in tutto il mondo un filo di congiunzione e di fratellanza tra tutti gli uomini del pensiero, quel pensiero che irretì e dominò e generò poi l'azione. Federico II aveva fatto le sue grandi prove di valore nella guerra de' sette anni; ma la preponderanza del pensiero cominciava ad essere così invadente, che il re soldato pareva spesse volte un suddito al cospetto dell'ironia dissolvente di Voltaire, il Mefistofele in carne ed ossa, al cui confronto impallidisce e si dilegua il postumo ideale del poeta di Weimar. E il genio del sentimento, intinto di pazzia e armato di sofisma, aveva già dettato a Rousseau tutti i suoi capolavori e il Contratto sociale, in cui stava il germe di Robespierre e la profezia della rivoluzione francese; ed era morto papa Lambertini, l'epigrammatica sapienza, ed eragli successo colui che doveva essere perpetuato dal genio di Canova; e giacchè la chiesa ci allarga a tutto il mondo, voglia ricordarsi il lettore, per farsi un'idea del colore e della densità dell'atmosfera ond'è tutt'all'intorno vastamente circondata la nostra piccola sfera drammatica, voglia ricordarsi che, nel frattempo da noi saltato, l'Inghilterra aveva già fondata la sua compagnia nelle Indie, e cercato di sottrarre le mogli indiane al rogo volontario, e i fanatici al carro di Jaggernath; mentre Spagna aveva ordinato il battesimo ai Cinesi delle Manille, quasi nel tempo stesso che scopriva il nuovo Messico ed ordinava il censimento delle Filippine; e voglia ricordarsi che Caterina II era successa a Pietro II sul trono di Russia, ed erasi fatta la pace tra la Svezia, la Prussia e la Russia; e un'altra ne facevano Austria, Prussia e Sassonia,"
      },
      {
        "index": 2,
        "text": "e un'altra ancora Inghilterra, Francia e Spagna; e a proposito di Spagna e Francia, i gesuiti della seconda avean deposto l'abito regolare, mentre quelli della prima erano stati mandati per mare nelle terre del papa; che nell'anno anteriore a quello a cui ci troviamo oggi colla nostra storia, cominciò l'insurrezione delle Colonie Inglesi nell'America settentrionale quando appunto era uscita l'opera Dei Delitti e delle Pene. Due fatti che non hanno in apparenza parentela nessuna, ma che pure, in così diverso modo, vengono a mostrare la scienza dell'uomo solitario e l'istinto delle moltitudini, anelanti alla riconquista del diritto razionale e naturale. Ma se il nome di Beccaria ci fece uscir da Milano, ora con lui dalle lontane regioni dei due mondi, colla velocità quasi della luce, rivoliamo in casa nostra, a tener dietro ai personaggi a noi già famigliari, che cangiarono età, aspetto, condizione, fortuna; e a far la conoscenza dei nuovi, per dominare così gli atteggiamenti di due generazioni."
      },
      {
        "index": 3,
        "text": "Ed ora si ripigli il filo del quale abbiam reciso un capo."
      },
      {
        "index": 4,
        "text": "È probabile che taluno dei più fantasiosi tra i nostri lettori qualche volta abbia pensato, come sarebbe vario e bizzarro e proficuo, se fosse possibile, lo spettacolo che si presenterebbe a chi avesse facoltà in un dato punto di simultaneamente girar l'occhio e penetrare nell'interno di più luoghi e di più dimore, ad assistere dall'alto alla varietà delle scene e delle azioni di molti uomini intenti a disparate cose in uno stesso momento. Tale spettacolo, che è e fu sempre un assurdo impossibile se non nelle ballate nordiche o nelle leggende del medio evo, noi vogliamo presentarlo a' nostri lettori oggi, senza essere maghi e senz'avere nessuna scopa ai nostri comandi; e questo ne giova, perchè sorprendendo alcuni de' nostri personaggi di antica conoscenza e alcuni de' personaggi nuovi in quell'attitudine onde ci si mostreranno, vedremo, senza perder tempo, che intenzioni hanno e da che punto prendon le mosse, e a che accennino."
      },
      {
        "index": 5,
        "text": "Collochiamoci dunque in alto, e volgiamo l'occhio ad osservare le molteplici macchiette delle figure che stanno e s'agitano e formicolano al basso."
      },
      {
        "index": 6,
        "text": "Gettiamo lo sguardo nella camera di ricevimento di donna Paola, e la vedremo impegnata in un dialogo seriissimo con una dama, dell'età press'a poco come la sua, e che è la contessa Arese, conservatrice del monastero di san Filippo Neri."
      },
      {
        "index": 7,
        "text": "E se dopo gli occhi, vogliamo far lavorare gli orecchi, ecco quel che al lettore potrà giovare per conoscere di che si tratta. Così dunque sta parlando la contessa Arese:"
      },
      {
        "index": 8,
        "text": "— Io ho creduto bene, donna Paola, di renderla avvisata di questa grave circostanza. La fanciulla è troppo bella, vivace e troppo ardente, perchè la si possa trattenere più oltre in mezzo alle altre educande, e tanto più con quell'inconveniente che le ho detto. D'altra parte, proibirle di passeggiare in giardino insieme colle sue compagne, prendere per lei misure particolari, sarebbe un gettare lo scandalo nel convento, sarebbe mettere in allarme tutti i parenti delle fanciulle... Giacchè dunque la ragazza è già per varcare i quindici anni, io sarei di parere che vostra signoria, nella sua saviezza, la levasse di là, e la tenesse qui sotto ai suoi occhi."
      },
      {
        "index": 9,
        "text": "— La ringrazio, contessa, dell'avviso e del consiglio, risponde donna Paola; ma non è cosa che si possa fare con precipitazione. Se colui, ch'ella dice, ha fatto acquisto della casa e del giardino contiguo al convento con manifesta intenzione di gettare insidie alla ragazza, mi pare che all'amministrazione del convento, pel pericolo a cui potrebbero essere esposte tutte le monache e le educande in conseguenza di questa comunicazione immediata coll'altrui dimora, potrebbe far murare una cinta ed isolare il monastero affatto. Io stessa ne farà parola... Intanto, domani che è giovedì, parlerò alla ragazza; sentirò, e vedrò poi, di pieno accordo colla signoria vostra, quello che si dovrà fare."
      },
      {
        "index": 10,
        "text": "Ma in questo punto, in cui la nobile conservatrice del monastero di san Filippo sta parlando con donna Paola, noi, girando l'occhio e facendolo penetrare entro al monastero stesso, possiamo vedere una fanciulla trattenersi nel dormitorio, mentre le sue compagne educande ne escono a coppie; indugiarsi un momento davanti uno specchio, accarezzarsi le chiome quasi a migliorare la gretta acconciatura del convento, levarsi il grembialetto di levantina nera, assottigliarsi la vita stringendo la cintura oltre il punto voluto dalla governante del dormitorio; e, fatto questo, accostarsi al proprio letto, tirar la stringa della fodera del guanciale, levarne un gelsomino appassito, odorarlo, con una inspirazione lenta, estatica, voluttuosa, che finisce in un lungo sospiro; poi rimetterlo di"
      },
      {
        "index": 11,
        "text": "furto, guardandosi in torno, sotto la copertina del guanciale, e con passo lieve lieve e quasi trasvolante uscir dal dormitorio, discender le scale e farsi colle compagne, baciando sulla guancia la prima che le si fa incontro, ma con un trasporto e con un atto così particolare e curioso, che sembra quasi che, baciando materialmente quella faccia, coll'intelletto del senso ne baci un'altra."
      },
      {
        "index": 12,
        "text": "Tentare di tradurre al vivo il profumo incantevole, la vaghezza, diremo, trasparente, ma che parrebbe voler dissimulare i tratti più risentiti di quell'adolescente beltà; rendere quella grazia lieve e quasi fuggitiva e che lascia indovinare come, scorrendo qualche lustro, ella potrebbe forse ritrarsi per lasciar luogo a forme più compiute, più sode, più solenni; tentare adunque di tradurre ciò in sembianza di verità viva, è impossibile. Anche ai pittori è malagevole più che mai il far ritratto della beltà femminile adolescente; forse perchè presenta il fenomeno d'un'assidua ineguaglianza."
      },
      {
        "index": 13,
        "text": "Ma nel punto che questo lavoro ineffabile della natura artefice bacia il volto della fanciulla compagna, lungi da Milano, a Bologna, in una delle aule assegnate alla facoltà matematica, la laureata contessa Clelia V..., seduta nella cattedra, sta leggendo ad un uditorio di trentacinque giovani studenti le seguenti parole:"
      },
      {
        "index": 14,
        "text": "«Galileus ad Magni Verulamii votum deterso scholarum situ veterum geometrarum severitate ratiocinari homines edocuit, et quadam veluti expeditione in lunam, venerem, solem, jovem, et fixas usque feliciter absoluta, ad reformandam physicam et mechanicam delapsus genuina principia aperuit, quibus problemata motus omnia expedirentur, ecc.»"
      },
      {
        "index": 15,
        "text": "E intanto che la laureata contessa sta recitando la sua prolusione, a Monaco, nella casa vicina al teatro, il tenore Amorevoli, in variopinta veste da camera, sta scorrendo questo brano di lettera del signor Bruni, marito della signora Gaudenzi, il quale brano dice così:"
      },
      {
        "index": 16,
        "text": "«Lasciando per ora il discorso della mia Gaudenzi, che ha fatto furore a Napoli, quantunque, per verità, non sia più giovane, vi dirò che essendo io venuto a Milano per trattare con questi signori interessati all'appalto del regio Ducale Teatro la scrittura di mia moglie pel prossimo carnevale 1766-67, ho raccolte le notizie che m'avete raccomandato. La fanciulla è tra le educande del monastero di san Filippo Neri, e porta il nome del conte V..., e come tale anzi fu collocata colà; il conte che vive ancora qui, ha fatto causa per declinare la legittimità di detta sua figliuola... La causa dura da quindici anni, avendo il conte rinnovata la lite più volte per essergli sorvenuti sempre nuovi documenti e testimonianze da persone di Milano e di Venezia. Ma il Senato ha rigettato le sue domande ed ha pronunciato sentenza contraria, dichiarando sua figlia legittima quella che voi sapete, e avente per conseguenza pieno diritto al nome del casato del conte, all'eredità, alla successione.»"
      },
      {
        "index": 17,
        "text": "Scorsa la qual lettera, il tenore non fa altro che sorridere e dalla poltrona passare alla spinetta a ripetere de' vocalizzi per tenere in esercizio la sua trachea oramai di quarantadue anni."
      },
      {
        "index": 18,
        "text": "E dalla casa attigua al teatro di Monaco, piegando ancora l'ala dell'occhio verso Milano, e fermandola al disopra di una casa in contrada di Pantano, dopo aver percorsa una fuga di stanze a pianterreno, in ciascuna delle quali stanno seduti giovani scrivani col capo chino su grossi libri maestri, vediamo in un salotto un bellissimo giovane di trentacinque anni, vestito riccamente, ovverosia vediamo il signor Andrea Suardi, detto il Galantino, ora banchiere, successore al signor Rocco Rotigno, quale altro degli impresari della Ferma generale del sale, del tabacco e delle mercanzie del ducato di Milano, intento a dir queste parole ad un suo commesso:"
      },
      {
        "index": 19,
        "text": "— In forza dell'articolo ottavo della grida del 7 aprile di quest'anno, farete oggi, anche per ordine del presidente camerale, come appare da questo foglio che terrete con voi, una rigorosa perquisizione nel monastero di san Filippo Neri, dove sappiamo essersi nascosta una gran quantità di tabacco di Spagna. Nel fare tale perquisizione, trattandosi d'un luogo privilegiato e godente del sacro asilo, per vostra norma vi farete leggere prima dal capo dello studio il disposto nell'ultimo concordato colla santa sede."
      },
      {
        "index": 20,
        "text": "Licenziato il qual commesso, il nostro ex-lacchè tira il campanello, e al servo gallonato che gli compare innanzi:"
      },
      {
        "index": 21,
        "text": "— Fa mettere la sella al cavallo, dice, che voglio uscire a fare una galoppata."
      },
      {
        "index": 22,
        "text": "E una galoppata in questo medesimo istante la sta facendo un giovane di ventisette anni, il quale chi ha veduto il ritratto di Shelley, il fantastico amico di Byron, è costretto a dire che gli somiglia in tutto e per tutto."
      },
      {
        "index": 23,
        "text": "E di fatto il giovane è figlio di padre inglese, ossia è lord Guglielmo Crall, ossia è il figlio maggiore di donna Paola Pietra. E il giovine caccia il cavallo a furia, avendo probabilmente per isprone e per iscudiscio un pensiero che lo esalta, e dopo aver fatto il giro di tutte le mura della città, se ne vien giù per porta Romana, e d'una in altra via, fa sentire lo scalpito suonante del suo cavallo nella contrada Nuova, dov'era situato il monastero di san Filippo, e nella quale, venendo dal naviglio di porta Tosa, entra, pur galoppando, il signor Andrea Suardi, incontrandosi in lord Crall appunto, e voltando subito dopo nella porta d'una casa."
      },
      {
        "index": 24,
        "text": "Ed ora che abbiam fatto sfilare la maggior parte degli attori del secondo atto, imitando i direttori delle compagnie equestri che, allorchè danno spettacoli nell'arena, prima d'incominciare fanno caracollare in giro i così detti artisti che devono prodursi sulla corda, sui cavalli e sulle bighe; ora dunque, previe alcune spiegazioni troppo necessarie al lettore, per comprendere talune inaspettate trasformazioni, stiamo attendendo quel che sarà per succedere, giacchè pare che il celebre sestetto della Cenerentola — O che nodo avviluppato — sia stato scritto espressamente dal maestrone per essere poi applicato come epigrafe al nostro libro."
      },
      {
        "index": 25,
        "text": "H"
      },
      {
        "index": 26,
        "text": "E intanto ci rimetteremo in compagnia del sig. Andrea Suardi che fu l'ultimo rimasto sul palco scenico. Il lettore, dopo aver lasciato costui nelle stanze del Capitano di Giustizia, in una condizione tanto prossima alla berlina, avrà fatto le maraviglie nel vederlo, sedici anni dopo, libero e sano e più bello di prima, e colle apparenze della ricchezza, e avente un servitore coi galloni al proprio servizio, e un cavallo da sella per le passeggiate di diporto. Ma la fortuna e il diavolo, in tutti i tempi, han sempre dato il braccio a' furfanti."
      },
      {
        "index": 27,
        "text": "Ed ora è probabile che il lettore si lamenti dell'aver noi troncato il processo del nostro eroe. Però, a confortarlo, lo consigliamo a pensare alla noja che avrebbe dovuto subire se avessimo riprodotto qui tutto quello che fu scritto dagli attuari e dagli auditori del criminale dopo l'ultimo tratto di corda dato al costituito lacchè; lo preghiamo a considerare che, da tanta carta e tanto inchiostro il solo fatto importante che ne risulta, è che, non essendo sorvenuti nuovi indizj, si dovette desistere dalla tortura grave; e che dopo sei mesi di indagini, requisizioni, interpellanze, di esami fatti a gentiluomini, servi, camerieri, ecc., non essendo saltato fuori neppure un appiglio importante a danno del costituito, esposta in ultimo ogni cosa al Senato, questo sentenziò che il reo convenuto Andrea Suardi, detto il Galantino, dovesse rimandarsi in libertà, mancando le prove reali del delitto ond'era stato imputato."
      },
      {
        "index": 28,
        "text": "Il Suardi, appena uscito dalle carceri del Capitano, dal quale gli furon consegnati i chirografi del denaro che esso aveva depositato sul banco di San Marco a Venezia, non pensò che ad abboccarsi col signor Rotigno, agente della casa F..."
      },
      {
        "index": 29,
        "text": "Dopo la morte del conte, che nel testamento gli ebbe assegnato un legato di milanesi lire 200 mila, l'ex-agente avea abbandonato la casa F..., e si era congiunto al suo fratello Rocco per intraprese commerciali."
      },
      {
        "index": 30,
        "text": "Ora si venne maturando un fatto pubblico che diede poi un avviamento speciale e curioso ai fatti privati. In quell'anno medesimo 1750, anno fatale a quelle persone di cui abbiamo fatto la conoscenza, il generale Pallavicini, ministro plenipotenziario a Milano, come sa il lettore, abolì i separati appalti delle regalie del sale, del tabacco, della polvere, ecc., e formò la così detta Ferma generale, riunendo tutte le suddette regalie in un sol corpo, ed affidandole ad una società costituita in prima da tre Bergamaschi, quali erano Antonio Greppi, Giuseppe Pezzolio e il detto Rocco Rotigno, a' quali in seguito si aggiunsero Giacomo Mellerio di val Vegezzo, Francesco Antonio Bettinelli, cremonese, ed altri, fra cui il fratello di Rocco Rotigno."
      },
      {
        "index": 31,
        "text": "Premessa questa notizia, e tornando ai nostri personaggi, se il Galantino, appena uscito di prigione, pensò all'agente di casa F...; questi non era mai stato un giorno solo senza pensare al detenuto, chiara ragione che dalle risultanze del processo dipendevano quasi immediatamente le condizioni della sua vita. Ben è vero che, appena venne in possesso della somma legatagli dal conte F..., domandò licenza all'erede di ritirarsi dall'amministrazione della casa, accusando il desiderio di voler ridursi a vivere a Bergamo, presso il fratello Rocco, che vi teneva commercio di seta; ma in realtà per trovarsi lontano dal ducato di Milano, di cui fin che gli pendeva sul capo la spada di Damocle, gli bruciava sotto il terreno."
      },
      {
        "index": 32,
        "text": "Ma un dì gli giunse la notizia che il lacchè Suardi era stato rimesso in libertà per mancanza di prove legali, e per avere, anche sotto la duplice prova della tortura semplice, costantemente respinta ogni accusa. Il Rotigno respirò, com'è ben naturale, e per tal fatto gli si mise una tale bonarietà nel sangue e s'atteggiò a tanta condiscendenza, che quando il fratello Rocco, che spendeva più di quello che guadagnava e che trovavasi in qualche disordine commerciale, gli propose d'entrare secolui in una impresa, che doveva essere lucrosissima, purchè egli fosse disposto ad esporre alla fortuna la metà almeno de' suoi capitali, egli vi annuì senz'altro."
      },
      {
        "index": 33,
        "text": "Codesta impresa così vantaggiosa era appunto l'accessione che egli, il Rotigno, come altro de' socj, doveva fare alla Ferma generale del tabacco, sale e merci, ecc., istituita dal conte Pallavicini. L'anno 1750 era in sullo scorcio quando i tre fermieri generali Greppi, Pezzolio e Rotigno vennero a trattare i patti col ministro plenipotenziario. Entrava l'anno 1751 quando i loro nomi furono pubblicati quali assuntori dell'impresa. E in quel torno appunto il Suardi s'era, dopo sette mesi di detenzione, trovato sotto il libero cielo."
      },
      {
        "index": 34,
        "text": "Questi fermieri, intanto che scadeva il termine imposto dall'abolizione delle regalie, e prima d'entrare, a così dire, in carica, si trovarono aver bisogno d'un gran numero d'impiegati, di commessi, di esattori, ed anche di socj ausiliarj, 1 quali, congiun gendosi ad essi con qualche piccolo capitale, ricevessero da' fermieri principali un salario congruo e una data quota sugli utili annui."
      },
      {
        "index": 35,
        "text": "Quando si pensa ai miracoli che sa far la fortuna, allorchè ha fermamente deliberato di prendere alcuno a proteggere, si rimane percossi di maraviglia vedendo come quegli accidenti stessi che per la maggior parte degli uomini sono colpi mortali e ostacoli insormontabili, diventino per i suoi beniamini occasioni di felicissimi avviamenti. E così avvenne del Galantino. Cercato del signor Rotigno, come sentì ch'esso erasi ritirato a Bergamo, andò colà, trovollo senza difficoltà, ebbe lunghi abboccamenti seco; e il fine di questi abboccamenti essendo, per parte del Galantino, quello di riscuotere da lui il residuo della somma di compenso che gli era stata promessa, il Rotigno di necessità lo soddisfece, e per soprappiù, importandogli, come se si trattasse di salvar gli occhi e la vita, di mettere a tacere per sempre quel serpe velenoso da cui, volere o non volere, egli dipendeva; gli propose appunto di entrare come esattore a servizio della Ferma generale, investendo in quella una parte del suo danaro, ond'essere accettato come uno de' soci secondari]."
      },
      {
        "index": 36,
        "text": "Il Suardi, alla cui intelligenza balenò tutta l'importanza di quella vasta azienda, accolse il partito, siccome suol dirsi, a bocca baciata, e impiegate nella Ferma lire quindici mila milanesi, entrò in carica quale altro degli esattori. Essendo uscito innocente persin dalla prova della tortura, egli non provò rossore nessuno a tornare a fermar stanza a Milano. D'altra parte, comunque fossero le cose, il pudore era un elemento del tutto straniero alla natura sua. Venne dunque a Milano, si diede al suo ufficio con alacrità insolita e con un'attività, quasi diremmo, febbrile. La spinta prepotente d'ogni suo atto, fin da quando era fanciullo, era sempre stato l'amore del denaro. Venuto pertanto al posto di esattore, fu tanta la sua abilità e scaltrezza nel trovar modo di cavar sangue anche dalle rape, che, mentre riuscì il più pronto e il più efficace degli esattori della Ferma, tanto da recare a questa vantaggio grandissimo; indirettamente, con astuzie speculative che a nessun altro sarebbero venute in pensiero, intascava lautissimamente anche per sè. Col tempo impiegò nella Ferma altre lire ventimila, dalle quali e dalle altre quindicimila ritraeva il cinquanta, il cento per cento. Pietro Verri, in una memoria inedita di cui è riferito un brano dal barone Custodi, parlando dei fermieri, dice che «costoro avevano poco o nulla al mondo, ma affrontarono arditamente la fortuna. Essi pagavano alla Camera cinque milioni all'anno e ne ritraevano di netto prodotto sei"
      },
      {
        "index": 37,
        "text": "milioni e mezzo. Indirettamente poi essi avevano poste tali angarie alla filanda delle sete, che buona parte della raccolta dei bozzoli del paese cadeva nelle loro filande, le quali erano sparse nello Stato, e comparivano col nome di supposti proprietar].» Avvenne pertanto che, non volendo figurare il Rotigno Rocco quale acquirente di una vastissima filanda di seta, sul confine del Bergamasco, per le ragioni addotte sopra dal Verri, il Suardi ne fosse investito apparentemente; ed anche da ciò, alla sua maniera, ritrasse vantaggi quanti ne volle. Avvenne inoltre che il fratello del Rotigno Rocco venne a morire nel gennajo dell'anno 1752, la qual cosa produsse altre conseguenze vantaggiosissime al Suardi: ed eccone la ragione. L'impresario Rocco, che già era venuto, allorchè attendeva al semplice commercio delle sete, a tristi termini, per la sua abitudine allo spendere più delle entrate; fatto fermiere e, in poco tempo, trovando di poter raccogliere guadagni al di là d'ogni preventivo, erasi dato alla larga vita, al banchettare, al signoreggiare, senza darsi più un pensiero al mondo del governo della casa, perchè di ciò era specialmente incaricato il fratello ex-agente, prudente amministratore. Di modo che pare che un giornale di quel tempo, intitolato il Corriere Zoppo, alluda a lui in quel numero del mese di dicembre dell'anno 1753, dove è stampato che i fermieri, oltre i gran profitti che traono, pascono la propria ambizione nel signoreggiare e nel farsi servire alla sovrana da una truppa di commessi."
      },
      {
        "index": 38,
        "text": "Mortogli pertanto il fratello, e datosi a sfoggi, a bagordi, a giuochi, a scialacqui, e non avendo più mente per governare il fatto proprio, fece, come suol dirsi, carta bianca al Suardi, di cui quanto le mani fossero fedeli, il lettore lo sa al pari di noi."
      },
      {
        "index": 39,
        "text": "Dal 1752 pertanto al 1754, per parte del signor Rocco Rotigno, non fu altro che un guadagno continuo e senza misura e uno spendere in proporzione; e da parte del Suardi, occhio dritto e mano dritta del signor Rocco, non fu altro che un usufruttare il capogiro del suo principale, tanto da far entrare in casa propria, senza che nessuno se ne accorgesse, o almeno senza che se ne accorgesse chi poteva impedire tal fatto, buona parte dei redditi annuali di colui, a non tener conto de' guadagni legittimi, e non legittimi, ch'egli, quale esattore e cointeressato, faceva per se stesso. Questa cuccagna continuò senza interruzione e senza importuni timori sino al mese di agosto del 1754. Ma in questo tempo, il popolo milanese, indignato dalle espilazioni sistematiche della Ferma generale, fece tale risoluzione e la attuò con tale fermezza e concordia di volontà, che le casse dei signori fermieri per qualche tempo ne dovettero sopportare gran danno."
      },
      {
        "index": 40,
        "text": "La relazione manoscritta di questo fatto sussiste nella biblioteca di Brera, e fa parte della raccolta di quel monaco Benvenuti di sant'Ambrogio ad Nemus, da cui abbiamo tolta la storia di donna Paola Pietra; e su questa relazione sarebbe stato nostro pensiero di condurre un quadro disegnato e colorito in modo, che il lettore fosse, come a dire, trasportato in mezzo a que' fatti. Ma un istancabile scrittore, molti anni sono, avendo pubblicato gran parte di quella cronaca, non ha lasciato che noi potessimo far cosa nuova. Però ci limiteremo a riassumere 1 fatti principali di quella relazione stessa con quegli intendimenti che non sono in essa e che non si propose chi la diede in luce; riporteremo poi, sempre riassumendo, quelle parti della cronaca stessa che il suo editore ha creduto bene di omettere, ma che al fatto nostro riescono preziose e caratteristiche. Nell'azione così di un astuto furfante (il Suardi) infaticabile a frodare il danaro pubblico per la protezione d'improvvide leggi, e nella reazione oculata, sapiente, ed ugualmente infaticabile di un generoso e vigoroso intelletto (il Verri) che si propose di difendere la pubblica ricchezza dalla mano rapace di pochi, vedremo un atteggiamento curioso di quel tempo, e la crisi benefica operarsi, come in quasi tutti i membri della società d'allora, così anche in codesta parte della pubblica amministrazione."
      },
      {
        "index": 41,
        "text": "HI"
      },
      {
        "index": 42,
        "text": "Più dunque era il guadagno de' fermieri e degli interessati della Ferma, più cresceva in essi, meglio che il desiderio, la libidine del guadagno e la gelosia sospettosa che il pubblico frodasse loro qualche cosa. In quell'anno 1754 erano diventate frequentissime e vessatorie le perquisizioni nelle botteghe, ne' magazzini, nelle case private, persino in quelle delle più cospicue famiglie, persino ne'"
      },
      {
        "index": 43,
        "text": "conventi e nei monasteri, i privilegi de' quali, in faccia alle inesorabili esigenze della Ferma, venivano transitoriamente sospesi dalla sacra Congregazione. L'avarizia e l'auri sacra fames de' fermieri aveva loro consigliato un sistema di prodigalità nella corruzione, vogliamo dire che essi facevano regali così lauti e pesanti ai pochi nelle cui mani stavan le redini principali della cosa pubblica, che questi, interessati indirettamente negli utili, aprivano le mani per star pronti a chiudere gli occhi, e a proteggere gli abusi, le prepotenze e le esorbitanze colla legge e colla forza. A Ferragosto, a Natale, ogni qualvolta era opportuno, si mandavano a coloro che potevano quel che volevano, casse di cioccolata sopraffina di Caracca, 1 cui pani dovevano far l'ufficio di coprire un sedimento di talleri, o di zecchini, o di oggetti preziosi in oro, in argento, in gemme, a seconda del grado e dell'indole dell'uomo. Una volta tra l'altre — e crediamo sia stata la sola perchè l'occasione e il bisogno fu della massima importanza — un servizio da tavola tutto d'oro, del valore di circa ottantamila ducati, venne avvolto nella bambagia, dissimulato appunto dalla fragranza del cacao, del thè e del caffè; e così spedito al ministro Kaunitz. Nel torbido adunque si pescava chiaro; e il sinedrio dei divoratori sedeva a tavola con formidabili ganascie, mentre i loro commessi entravano dappertutto insolentemente a metter sossopra merci, masserizie, mobiglie, per cercare quel che talvolta non c'era, e spesso per avere l'occasione di metter l'indulgenza a caro prezzo."
      },
      {
        "index": 44,
        "text": "Una tale tempesta imperversò, come dicemmo, in quell'anno 1754 più ancora degli anni addietro, al punto da costringere i cittadini a perdere la pazienza."
      },
      {
        "index": 45,
        "text": "In poco spazio di tempo, dice il cronista di sant'Ambrogio ad Nemus, /a città in ogni ordine di persone si vide tutta contro i fermieri. Non potendo privarsi degli oggetti utili e indispensabili per privare i fermieri del guadagno che ne ritraevano, risolsero di smettere l'uso del tabacco, dal quale appunto ricavava la Ferma il principale provento. Sembra incredibile ma fu vero, continua il cronista, ed in poco più di quattro giorni, tanto nella città capitale che in altre città del Ducato, l'impresa del tabacco rimase quasi del tutto abbandonata. Si bruciarono in piazza mucchi di tabacchiere di legno; quelle d'argento furono mandate in offerta al sepolcro di san Carlo; si stamparono patenti scherzevoli sopra il tabacco, e motti derisor) da mettersi nelle scatole vuote e da inviarsi a chi si fosse pensato di non obbedire al voler generale; si scrissero componimenti poetici, sonetti, scherzi d'ogni sorta che rapidissimamente facevano il giro di tutto il Ducato. All'ingresso dell'Impresa generale del tabacco, situata in Pescheria Vecchia, fu appeso un cartello colle parole cubitali: Bottega d'affittare fuori di tempo; fu gettato un arcolajo tra gli assistenti della Ferma che sedevano in essa bottega, per indicar loro che attendessero a far giù filo, non avendo più occasione di vender tabacco; s'indirizzò da essi una frotta di contadine, venute a Milano per vender filo; di notte s'affiggevano in molte parti della città iscrizioni d'ogni foggia, relative tutte al medesimo oggetto; fu fatta circolare una leggenda erudita contro il tabacco, estratta dalla scuola del Buon Cristiano, stampata nel 1733 dal Marelli; fu diretto un sonetto a sua eccellenza il signor conte don Beltrame Cristiani, capo della Giunta governativa, sostenitore de' fermieri, e mangiatore anch'esso alla buona tavola comune, sebbene, del resto, fosse un egregio ed abile e dotto uomo; le quartine del qual sonetto erano le seguenti:"
      },
      {
        "index": 46,
        "text": "Il volere arricchir troppo le Imprese È un vero impoverir tutti i mercanti, È un voler che Milan fra stenti e pianti Vada il vitto a cercar fuor del paese. Manca il danaro e non si guarda a spese Per arruolare battidori e fanti; Giuro, se va così, per tutti i santi, Che Milan diverrà come Varese."
      },
      {
        "index": 47,
        "text": "Sulla nuova fabbrica del palazzo dello stesso conte Cristiani in Monforte fu appesa l'iscrizione: Sumptibus Firmara generalis, la qual contrada di Monforte, appunto per esservi il palazzo del conte Cristiani, da qualche anno veniva chiamata dal buon popolo milanese: Contrada delle Quattro ganasce, adoperando esso al solito quella satira gioviale che è una qualità caratteristica della sua indole e di cui è tutto quanto condizionato il suo dialetto."
      },
      {
        "index": 48,
        "text": "Per sei mesi continuò così la popolazione ad astenersi dal tabacco. Se non che i lamenti essendo stati rivolti anche alla cattiva qualità di quello che si vendeva prima dell'anno 1754, i fermieri cominciarono a introdursi con destrezza tra persona e persona, a donare alcune prove di tabacco veramente perfetto a varie delle più cospicue e nobili case, le quali a poco a poco si arresero. E Andrea Suardi, con insolita scaltrezza, per ricattar l'impresa e ricattar sè stesso del danno passeggiero, propose ai capi della Ferma, al fine di rimuovere il popolo milanese dalla risoluzione di non prender tabacco, di farlo venire da altrove, per qualche tempo, come se fosse di contrabbando."
      },
      {
        "index": 49,
        "text": "Ed egli s'impegnò di governare il nuovo stratagemma, e di vincere la universale fermezza coll'inganno. Di tal modo l'astuto ottenne di gabbare e la popolazione e la stessa Ferma; chè l'una e l'altra, prese come furono all'amo, lavorarono a tutto suo vantaggio. Ed ecco in qual modo."
      },
      {
        "index": 50,
        "text": "Da molto tempo egli erasi accorto del quanto avrebbe guadagnato chi si fosse posto a capo di un vasto contrabbando, mettendo in lizza l'odio che la popolazione avea contro la Ferma; ma un tale assunto, oltre che era pericolosissimo per chicchessia, a lui riusciva impossibile, impegnato com'era colla ferma stessa; perchè necessariamente avrebber dovuto dar nell'occhio le sue pratiche coi capi dei contrabbandieri di confine, detti volgarmente spalloni. Quando pertanto gli parve che il contrabbando poteva servire a far credere al popolo che a prender tabacco frodato si perdurava nella dimostrazione contro i fermieri, e che ciò intanto veniva opportunissimo a far ripigliare un'usanza, che, per puntiglio, potea facilmente andare in dissuetudine, egli lo propose ai capi, a cui il nuovo trovato parve una scoperta mirabile. Il Suardi in tal modo, sotto gli occhi e per volontà degli stessi fermieri, si mise in relazione coi così detti spa/loni di confine, relazione che non abbandonò più, anche allorquando, dopo un anno, ogni cosa tornò alla condizione primiera; per il che e da una parte e dall'altra i guadagni fioccarono nella sua cassa."
      },
      {
        "index": 51,
        "text": "Mandava inesorabilmente i suoi fanti a sequestrare nei magazzini e nelle botteghe il tabacco e le altre mercanzie di contrabbando; ed era spesso quel tabacco ed eran quelle mercanzie stesse de' cui contrabbandi egli era il manutengolo supremo. Così era pagato lautamente dai capi della Ferma, e nel tempo stesso era ringraziato dagli spalloni che guadagnavano per lui e con lui. Faceva da Giasone e facea da Medea, facea da Paride e Menelao. Tanto il diavolo poteva parere un semplicione al suo confronto."
      },
      {
        "index": 52,
        "text": "[IV]"
      },
      {
        "index": 53,
        "text": "Rimessasi la popolazione milanese in tranquillità, sbolliti gli odj, almeno in apparenza, ricomprate le tabacchiere, riscossi i nasi dal semestrale riposo, i signori fermieri e compagnia tornarono ad assidersi a tavola coll'appetito accresciuto e coi pilori instancabili, e più il tempo fuggiva dal temuto agosto del 54, più si facevano imperterriti alle espilazioni ed alle vessazioni. La miniera dell'oro e dell'argento a loro medesimi pareva così esorbitantemente ricca, che pel timore che da un giorno all'altro loro potesse mai venir tolta, facevano in fretta e in furia, a così dire, le scorte per ovviare ai pericoli contingenti. Un tal timore crebbe nel 1758, in conseguenza dell'abolizione de' fermieri, decretata negli Stati Pontificj il 12 dicembre 1757, e delle lodi che da tutte le gazzette e dai fogli pubblici vennero al capo della chiesa, Benedetto XIV. Segnatamente nel Corriere Zoppo o Mercurio storico di Lugano fu stampato un lungo ed assennato articolo, che fece gran senso; e nel quale, tra l'altre cose, dopo dimostrati i vantaggi che dovevano conseguire negli Stati romani alla risoluzione pontificia, leggevansi queste considerazioni:"
      },
      {
        "index": 54,
        "text": "«Chiunque si fa a vedere que' paesi, ne' quali è libero tal genere (ossia il commercio del tabacco dalla Ferma), a prova conosce che le lusinghevoli esibizioni de' fermieri non finiscono poi che a spopolare e ad inquietare le città, 1 cittadini e i forestieri, a tutto loro profitto e con iscapito del principe a cui servono.»"
      },
      {
        "index": 55,
        "text": "E soggiunge (alludendo senza dubbio al ducato di Milano): «Si è sperato in un luogo fioritissimo d'Europa poch'anni fa, che si dovesse abbracciare l'opportuno partito preso ora dal"
      },
      {
        "index": 56,
        "text": "Pontefice. Le compensazioni proposte al Re per reintegrare le sue finanze del prodotto di tale appalto e i beni che ne sarebbero avvenuti nello Stato, erano posti in tal chiarezza da un gran personaggio, che i popoli credevano da un giorno all'altro di sentirne l'abolimento."
      },
      {
        "index": 57,
        "text": "«Ora però, conchiude, che il capo della Chiesa ha dato un così bell'esempio, è credibile che sarà da altri principi imitato, e che essi approfitteranno dei vantaggi che può produrre il dilatato commercio d'un genere reso tanto comune. Se il tutto si riducesse ad appalti, le città più fiorite diverrebbero solitudini, restringendosi a poche case quel che è il sostegno di tante famiglie.»"
      },
      {
        "index": 58,
        "text": "Il fatto adunque del decreto pontificio, la voce pubblica, le gazzette misero in tale apprensione i signori fermieri, che questi presero il partito di Wallenstein, il quale saccheggiava i paesi quando vedeva di non poter fermarvisi a lungo coll'esercito."
      },
      {
        "index": 59,
        "text": "Fra tutti i fermieri e gli addetti alla Ferma, quel che viveva in minor timore era pur sempre il Suardi, per le ragioni sopraccennate, ed anche perchè in quell'anno medesimo il signor Rocco Rotigno, in conseguenza di una prodigalità forsennata, dei colpi maestri che egli il signor Suardi aveva dato al di lui naviglio pericolante, carico di debiti enormi, sparì improvvisamente da Milano nel mese di ottobre. La favola del cavalier Beltrame e di Roberto il Diavolo s'era verificata nell'intimità del Suardi col Rotigno; e questi dovette perder tutto, sollecitato dalle maligne insinuazioni del suo amministratore, che comparve in prima lista fra' creditori quando il fallimento venne pubblicato."
      },
      {
        "index": 60,
        "text": "Riguardo al detto Rotigno è curioso il Monitorio pubblicato nelle parrocchie della città di Milano, segnato dal canonico Bazetta, cancelliere arcivescovile, e stampato in Milano per Beniamino Sirtori, tipografo arcivescovile. È diretto a tutti i reverendi abati, priori, prevosti, arcipreti, rettori, curati e vice-curati delle chiese tanto regolari, quanto secolari, e comincia così: «Ci è stato esposto per parte di certi signori di questa città, che alcune persone, li nomi delle quali non si sanno, in perdizione delle anime loro ed in gran danno dei creditori del signor Rocco Rotigno, indebitamente occultano, detengono, occupano o sanno chi indebitamente ha, detiene, occupa ed usurpa oro ed argento, denari, ferro, legno, bronzo, stagno, rame, lino, seta, suppellettili di casa, istromenti, scritture, libri de' conti, ragioni, crediti ed altri beni spettanti al detto signor Rocco Rotigno, non curandosi di restituire, soddisfare e rivelare come devono...»; e continua, comandando ai sopraddetti, «che in virtù di santa obbedienza e sotto pena di sospensione a divinis nelle loro chiese in presenza del popolo, avvisino pubblicamente le persone di qualsivoglia stato, grado e condizione le quali occultano, usurpano, ecc., che in termine di nove giorni debbano, sotto pena di scomunica, aver interamente restituito a' detti creditori ciò che detengono», ecc.; e conchiude invitando anche i soli aventi notizie di qualche mal atto, a far le debite rivelazioni in mano del cancelliere arcivescovile o del vicario foraneo, colla dichiarazione che delle rivelazioni non si potesse agire che civilmente e per solo interesse civile."
      },
      {
        "index": 61,
        "text": "Per verità non consta, ma ci pare che, tenuto conto dei fatti precedenti, e avuto riguardo agli istinti rapaci del nostro ex-lacchè Galantino, egli avrà dovuto essere uno di quei tali detentori minacciati di scomunica. Ma nessuno si occupò di far rivelazioni a danno suo, nè egli si prese premura alcuna di consegnare o al cancelliere arcivescovile o al vicario foraneo oggetto di sorta; nè la scomunica lo colpì mai nè allora nè dopo. Bensì fu notato com'esso, da una certa magrezza accidentale, ma che non fu troppo fuggitiva, la quale aveva alterato di qualche poco la sua bellezza giovanile, cominciò a riaversi alquanto dopo la morte del primo Rotigno; se ne rifece quasi del tutto dopo la scomparsa del Rotigno secondo, e trascorso un anno, gli si soffusero di novello incarnato le belle guance, che ritornarono tumidette e rigogliose di beata salute: press'a poco siccome avvenne di alcuni famosi eroi delle antiche e delle moderne storie, i quali dalla squallida magrezza onde furono investiti sotto all'azione violenta dell'insaziato genio della conquista, si riebbero quando poterono appagare la loro ambizione, e raggiunger l'ultimo intento."
      },
      {
        "index": 62,
        "text": "E otto anni passarono così al Suardi tra la giovinezza che baldanzosa gli maturava, e la salute che continuava, e l'allegria che cresceva, e la ricchezza che s'accumulava. Ma a un tratto la popolazione milanese sbuffò come nel 1754, e fu nell'occasione in cui venne pubblicato l'editto del 7 aprile 1766, provocato certamente dai fermieri, coi soliti mezzi onde sapevano ottenere tutto quel"
      },
      {
        "index": 63,
        "text": "che volevano, e forse da essi medesimi imaginato e scritto, perchè l'assurda violenza che v'è comandata non può spiegarsi se non facendone autrice la loro insaziabile ingordigia. L'editto consta di ventotto articoli, ne' quali è tenuto conto, con minutezza cavillosa, di tutti i casi, non soltanto probabili, ma semplicemente possibili in cui la Ferma, rispetto alla regalia del tabacco, potesse menomamente venir danneggiata. Le pene, per la detenzione clandestina di tabacco frodato, varcano, senza nessuna apparenza della benchè menoma giustizia legale, ogni misura di proporzione colla colpa; poichè si estendono dalla multa di scudi cento per ogni libbra di tabacco, a due tratti di corda, a tre anni di galera, persino alla confisca dei beni; e, quel che è incredibile a dirsi, questa pena veniva minacciata a' padroni per la possibile colpa dei servi, ai padri per la colpa dei figli, come dichiarava la lettera del capitolo primo. E la sola detenzione di tabacco estero, pur in quella piccola quantità che non potea passare il privato consumo, veniva punita colla frusta, colla corda, col bando, e quando si trattasse di nobili, colla relegazione in fortezza, a tenore dell'articolo terzo. E davasi facoltà agli ufficiali e deputati della Ferma di entrare, d'ogni ora e tempo, a loro beneplacito in casa di qualunque persona, di qualsivoglia stato, grado e condizione... come in qualunque luogo esente di rispetto e privilegiato, a sensi dell'articolo ottavo; e persino di far perquisire nei castelli e nei quartieri militari, infliggendo la pena dell'indennizzo del quadruplo del danno e del sequestro del soldo ai castellani, capitani, tenenti ed ufficiali, come ingiungeva l'articolo undecimo."
      },
      {
        "index": 64,
        "text": "y"
      },
      {
        "index": 65,
        "text": "Or piegando dai fatti pubblici ai privati, alcune pagine addietro abbiamo udito il Suardi a dar gli ordini ad un suo commesso per una perquisizione da farsi nel monastero di san Filippo Neri. Pare adunque che il tabacco di contrabbando sia per aver qualche relazione coll'adolescente beltà che già abbiamo delineato con matita color di rosa, e che forse avrebbe avuto tutt'altro avviamento nella vita se non ci fosse stata la Ferma generale del tabacco, e se non fossero stati pubblicati i ventotto capitoli dell'editto del 66. Gli amanti delle salsette piccanti, che odiano il tabacco ed hanno in orrore i capitolati, vogliano compiacersi a credere qualche volta che alle cose più scabre si connettono le più vaghe e gentili, e che se un libro dovesse tutto quanto essere, cosparso di amori e sospiri e baci, provocherebbe una sazietà, da far desiderare l'abolizione dei baci, dei sospiri e degli amori."
      },
      {
        "index": 66,
        "text": "Dopo di ciò, il nome di quella beltà adolescente era Ada, nome che, per quanto ci consta, non fu portato che da due donne celebri, vale a dire dalla moglie giovinetta di Caino e da una figliuola di lord Byron. Come poi le sia stato imposto quel nome, pochissimo usato adesso e allora forse ignoto, non essendo ancora uscito il mistero di Byron a renderlo popolare, bisogna domandarlo a sua madre, che un dì, leggendo la Bibbia per consigliarsi coi proverbj di Salomone, nello sfogliare il libro, le corse all'occhio la parola Ada che è nella Genesi e fu così colpita da quella parola soave pel duplice a e per la consonante di greca mollezza, che ricercando da qualche tempo un bel nome da imporre a chi ella doveva mettere in luce fra pochi dì: — Ecco quel che cercava, disse fra sè, pel caso che chi nascesse avesse la fortuna sì poco benigna da essere piuttosto femmina che maschio. — E così avvenne di fatto, e la fanciulla fu chiamata Ada. Portata al sacro fonte, la neonata, quando l'inconscia sua testolina sentì il freddo battesimale, mandò guaiti sì acuti, che pareano persino presaghi di futuri affanni. Dopo, per tutto il tempo ch'ella pendette dalle poppe materne, fragranti come quelle d'Andromaca, obbedì saporitamente alle leggi fisiologiche di quel periodo di sedici mesi. Indi subì le malattie inevitabili dell'infanzia; subì un croup assalitore che mise in disperazione l'amor materno e in moto tutta la facoltà medica di Milano; ebbe le ferse che minacciarono di rientrare per un colpo d'aria infesto. Poi fu divisa da sua madre che andò a Bologna, perchè sua madre era donna Clelia, come il lettore sa sebbene non glielo abbiamo ancor detto. Quando la contessa passò in quella città (perchè, in conseguenza di talune bizzarrie del conte-colonnello, che non basterebbe chiamar tali, essendo state piuttosto atti pericolosi di feroce"
      },
      {
        "index": 67,
        "text": "escandescenza, ella dovette abbandonare Milano), la fanciulla aveva cinque anni; quattro ne scorsero prima che donna Clelia vi ritornasse, per rivederla di passaggio e di gran premura, cogliendo la propizia occasione che il conte V... era andato per diporto a Parigi. E allorchè la vide, ammirò beata quel suo capolavoro di bellezza infantile; tanto più beata quanto più le pareva di veder nel lume di quegli occhi giovinetti balenare un raggio d'altri occhi, benchè nell'insieme la fanciulla fosse tanto somigliante a sua madre come la parte più piccola somiglierebbe alla parte maggiore di una gemma preziosa che si potesse dividere in due. E la passione che, pel lavoro del tempo, s'era in lei tanto quanto attiepidita rispetto a colui che sa il lettore, riproruppe nell'intimo suo un dì che la fanciulla, dandosi a ridere, riprodusse una lieve e fugace alterazione delle linee del viso, che era caratteristica in suo padre; diciamo — in suo padre, non nel conte V..."
      },
      {
        "index": 68,
        "text": "È cosa dolorosissima a pensarsi, ma, troppo spesso, ella è vera. Le passioni nate e cresciute e alimentate in onta al grido dell'opinione pubblica, e al decreto dell'assoluto dovere, e al soliloquio assiduo della coscienza, sono le più ardue a sradicarsi da un cuore, e spesso non si sradicano che colla vita. Un amore invece che sia stato protetto anche dalle sospettose madri, e benveduto dai padri perplessi, e che abbia meritato le congratulazioni di tutto il parentorio, per quanto ei sia fervido agli esordj, è destinato a svampare, ad addormirsi, a morire, appena abbia percorso il suo periodo fisiologico; a morire in pace bensì e a suo letto, come suol dirsi, ma pur sempre a morire; press'a poco forse come 1 conforti incessanti di una vita agiata afflosciano l'esistenza, e i leni tepori del caminetto ponno addormentare dopo il pranzo anche uomini attivi e impazienti come Giulio Cesare e Napoleone. Davvero che c'è da gettar via la testa meditando su codesti arcani del cuore umano, ma la colpa non è nostra se gli amori benedetti muojono in pace, mentre le maledette passioni vivono in guerra. Ora quella indefinita alterazione nelle vaghe linee della fanciulletta Ada, che riprodusse al vivo il sorriso di Amorevoli, fece nel cuore della contessa l'effetto di un metallo rovente che, immerso nell'acqua alquanto sbollita, ritorni a farla stridere. O cara e sventurata Clelia, indarno protetta dai logaritmi e dalle ipotenuse! Divisa da colui da otto anni, troncato ogni carteggio seco per uno sforzo violento della sua volontà, ossia per un atto di virtù vera..., che brividi ella sentì corrersi pel sangue nel sorprendere il fuggitivo baleno di quell'antico sorriso! Fu allora che l'affetto antico, risorto tutt'intero, non trovò altra via di sfogo salutare che nell'abbracciare e baciare e stringere a sè quella soave sua Ada, per la quale in quel momento, sentì cresciuta la tenerezza al punto, che l'amor materno sembrò quasi assumere, per un istante, i fervori di una violenta passione! Ma ora dovevan dividersi."
      },
      {
        "index": 69,
        "text": "La contessa tornò a Bologna; Ada fu ricondotta in monastero. Or che lume d'intelletto risplendeva entro al leggiadro velo di quella fanciulletta? che spontanea virtù di natura avea sortito? che cuore, che sentimenti, che istinti? Ahi, nata di passione, pur troppo, il germe di essa le si depose inavvertito nel sangue, quasi come avviene de' malori gentilizj! germe destinato a dar subite espansioni e precoci, a guisa di un fiore che, affidando all'aria ancor fredda le sue prepostere fragranze, precorra, annunciandola, la primavera; — e all'occulto germe doveva dar forza e riceverne a gara, per le consuete rispondenze arcane, una non comune svegliatezza di mente, recando essa nell'ingegno un abito spontaneo a manifestarsi col linguaggio dell'arte! Tutte queste cose, quando la fanciulla non avea che otto anni, non furono intravedute che dalla penetrazione profonda di donna Paola; ma a dieci anni vennero considerate, e con inquietudine sospettosa, anche dalla madre superiora del monastero di san Filippo. L'ingegno straripava in insolita vivacità, e certe baldanzose interrogazioni della fanciulletta turbarono spesso l'insipienza bigotta delle monache maestre. Per di più, come voleva l'uso del tempo e la consuetudine dei monasteri, alla fanciulla fu insegnata la musica; domandando ella stessa un tale studio, perchè un naturale istinto ve la portava, e desiderandolo anche donna Paola Pietra, per essere ella medesima, come sa il lettore, tanto insigne in quest'arte."
      },
      {
        "index": 70,
        "text": "Un bello e acuto ingegno, ma piuttosto amico del paradosso, s'è messo in testa di voler provare che la musica, fra tutte, sia l'arte religiosa per eccellenza. Il valent'uomo ha sfoggiata a ciò molta dialettica e maggior dottrina, ma non è riuscito a persuaderci, quantunque abbia santa Cecilia per sua naturale protettrice. La musica, onde giungere all'intelletto, deve attraversare"
      },
      {
        "index": 71,
        "text": "necessariamente i sensi; e non rendendo essa nessun concetto preciso e determinato che attragga l'intelletto con velocità, spesso avviene che, indugiandosi troppo a lungo coi sensi stessi, smarrisca poi la via di pervenire allo spirito. Però non a caso ha detto un savio dell'antichità, che la musica feconda il senso prima del tempo; onde, stando così le cose, non vediamo come la teologia possa giovarsi troppo del suo ajuto. Ma, comunque sieno per sentenziare i saggi su di ciò, e limitando la questione ad un solo esempio, a quello esibitoci dalla giovinetta Ada, ella mostrò in sè stessa che quel savio dell'antichità aveva pronunciato il vero. Anzi, or che ci rammenta, ella non vien nè sola nè prima a dar ragione a colui; ma vien seconda a una certa duchessa Elena, di nostra intrinseca conoscenza. Al pari di questa adunque, come la fanciulla Ada toccò i tredici anni, ossia come le si dischiuse il periglioso crepuscolo dell'adolescenza, allorchè per istudio e per diporto facea scorrere la mano sui tasti dell'organo, più non istette paga ai suoni tesi ed agli accompagnamenti solenni del Tantum ergo, ma con estro inventivo traendone suoni della più fantastica inspirazione, questi le rivelarono la confusa iride di una vita di cui non aveva ancora notizia. Siamo sempre ai soliti misteri della vita."
      },
      {
        "index": 72,
        "text": "In seguito a tali idee, la fanciulla, uscendo al giovedì dal monastero per recarsi alla casa di donna Paola, cominciò a guardare il mondo circostante con un occhio che non era più quello dell'infanzia; così l'anno tredicesimo sfumò, e spuntò il quattordicesimo; e trascorse anch'esso, e la bellezza intanto cresceva e il lago del cuore non era più calmo, e vennero gli anni quindici. Ahi! che un giorno il Suardi, il quale già l'aveva adocchiata altre volte, e aveva notizia di lei e dell'origine sua, si fermò a contemplarla con perfida intenzione, guardandolo pur essa con innocenza mal presaga; chè il volto e gli occhi del Suardi erano di quella fatale qualità che dove cadono lasciano il segno, quantunque non fosse più giovinetto; ma anche Adalgisa cantava:"
      },
      {
        "index": 73,
        "text": "E tutta assorta in quel leggiadro aspetto Un altro ciel mirar credetti in lui."
      },
      {
        "index": 74,
        "text": "pensando a Pollione, il quale aveva trentacinque anni, giusta un computo esattissimo. Del rimanente, guai se una giovinetta trova di riposar l'occhio in un giovane che tramonta. Ella è perduta, se altri non la strappano. Un giovane che quasi ha finito d'esser giovane, e annuncia già la calva e bigia virilità, aduna tutte le sue forze e i suoi prestigj in sull'estremo, e combatte come un soldato il quale sa che il ponte gli fu tagliato alle spalle. Però guardatevi, o giovinette care, dalle tentazioni di un giovane che a momenti non sarà più tale. Il diavolo stesso vi potrà essere men funesto. Fuggite, o fanciulle, i giovani-vecchi. È questo un parere da vero amico, che vi scongiuro di ascoltare."
      },
      {
        "index": 75,
        "text": "[VI]"
      },
      {
        "index": 76,
        "text": "Molte erano le ragioni per cui il Galantino, descritta che ebbe quella strana parabola, per la quale, dopo essere nato da un cocchiere nelle stalle del marchese F..., ed essersi dilettato a frugar nelle saccocce del suo padrone protettore, e aver mostrato la gamba più veloce tra quelle dei lacchè di tutto il Ducato, ed aver fatto il ladro commissionario per compensi non vulgari, e avere indossata a Venezia la serica velada di /ustrissimo per frodare l'altrui al giuoco, e aver subito la tortura col coraggio onde quell'antico Romano mise la mano ad ardere nel braciere, e averla subìta e vinta per uscir dalle mani della legge netto e purgato come un lebbroso da un bagno di zolfo, era pervenuto ad essere uno degli addetti alla Ferma, a possedere tre case in Milano, due grandi magazzini di varie merci nei Corpi Santi, due filande di seta tra Palazzolo e Bergamo, una villa ridente e voluttuosa tra Gorla e Crescenzago, un'altra villetta in Brianza; a nuotare in somma nell'oro, a dormire sotto il moschetto di damasco violetto, a portare uno splendido anellone di lapislazzuli sull'indice ed un altro di diamante dalla più pura e bianca goccia sul medio, e due orologi d'oro a ripetizione nel taschino, perchè, come allora voleva il costume, l'uno facesse la controlleria dell'altro; a calzare gli stivaletti di sommaco filettati d'oro, col fiocco d'oro e gli speroni d'argento, per caracollare su d'un"
      },
      {
        "index": 77,
        "text": "bellissimo puledro normanno color isabella, a lunga criniera nera e coda lunghissima che sommoveva la polvere del corso di via Marina; lungo il quale, tra le file dei carrozzoni patriz), faceva leggiadra mostra di sè, mentre le giovani dame gli lanciavan guardi furtivi, e i mariti bestemmie e dileggi che non trovavan eco nelle mogli (e qui ci sia permesso tirar il fiato, perchè abbiam fatto un periodo alla Guicciardini); molte dunque erano le ragioni per cui aveva messo l'occhio sulla fanciulla Ada, educanda nel monastero di san Filippo. Egli ricordavasi troppo del dialogo avuto colla contessa Clelia a Venezia, e s'era fitto in capo che le rivelazioni di essa fossero state la causa della sua cattura. Aveva pertanto fermato di trarne vendetta, e se questa non gli riuscì la prima volta che l'ebbe tentata, non vuol dire ch'ei dovesse deporne il pensiero. Ben è vero ch'egli non era uomo da trascurare i propri affari per un tal fine, e nemmeno di cercarne affannosamente le occasioni; ma tuttavia avea sempre pensato che, se un'occasione qualunque gli si fosse presentata spontanea e nei momenti d'ozio, egli sarebbe sempre stato disposto a coltivarla. Oltre a ciò, e indipendentemente dai rancori colla contessa Clelia, egli, sebbene avesse avuto un protettore nel marchese F... e un compenso in danari non dispregevole dal conte fratello di esso, portava un'avversione profonda alla casta patrizia, pel semplice motivo, ma significantissimo, che dai crocchj dei gentiluomini al teatro, al ridotto, alle case di giuoco, ai pubblici convegni era sempre stato e veniva sfuggito con disprezzo manifesto, in ispecial modo dal conte-colonnello. Poco curandosi del resto del conte-colonnello, gli era nato un desiderio vivissimo, uno di quei desiderj che diventano irrequieti perchè nascono di puntigli, di regolarsi in modo che, o una qualche dama vedova, delle primissime famiglie, la quale per combinazione fosse straricca e fosse ancora giovane e ancora bella, cadesse per avventura nelle sue insidie amorose; oppure, e per lui era il disegno più conveniente, invece della vedova, venisse a trovarsi nel laccio una qualche contessina o marchesina giovinetta e inesperta, e le cose si riducessero al punto che il matrimonio fosse reso indispensabile."
      },
      {
        "index": 78,
        "text": "A tutto questo pensò per lungo tempo, senza tuttavia darvi una grande importanza, e solo in quei momenti, in cui beveva il caffè dopo il pranzo, o cavalcava solitario, 0 stava così sottocoltre alla mattina, aspettando che il servo gli recasse l'acqua fresca inzuccherata. Se non che il destin volle che un giorno, sedendo a pranzo in casa d'uno dei capi della Ferma, tra i varj parlari, il discorso cadesse sulla contessa V... e da uno dei commensali venissero dette queste precise parole: «a proposito, ho visto jeri la figliuola di lei, quella che fu messa in San Filippo; oh che bella e graziosa tosina!... È tutta sua madre, se forse non ha una certa grazietta inesprimibile, che sua madre non aveva!»"
      },
      {
        "index": 79,
        "text": "Non ci ricorda in qual battaglia, ma in una delle più celebri, Napoleone, il quale non vedeva ancora ben chiaro sull'esito di essa, a un tratto, sentite le relazioni d'un suo ajutante che accorreva sbuffante, balzò in piedi e gridò: — La vittoria è nostra. — Ora il Suardi non balzò in piedi e non gridò, ma pensò tra sè: Adesso vedo quel che si ha a fare, — e fermò un mezzo partito. Così, otto giorni dopo, ossia quando ricorse l'altro giovedì, giacchè dal commensale amico aveva sentito anche i particolari della giornata, si trovò in luogo ed in ora opportuna, e vide, anzi guardò la fanciulla. Gironzando poi là in vicinanza del monastero di San Filippo, osservata un'ortaglia con casamento, entrò così a caso a dimandare di chi fosse, e giacchè da qualche tempo andava cercando un vasto luogo in Milano, non molto distante dal suo studio in Pantano, per deposito di mercanzie, chiese se il proprietario sarebbe disposto a vender quel luogo. Il proprietario non era spontaneamente disposto, ma il Suardi esibì di pagarlo qualcosa più del valore, e alcuni giorni dopo egli ne era diventato il padrone. Quando lo comperò, non aveva per verità altro fine che di farne un deposito di merci; dell'averlo poi scelto invece d'un altro non aveva una ragione precisa, quantunque ne avesse molte d'indeterminate. Ma nell'ora e nel luogo acconcio ei si mostrò alla fanciulla un altro giovedì; e la fanciulla lo guardò ancora più attenta, ed egli la ferì d'una di quelle occhiate che, ogni qualvolta in simili contingenze le ebbe dirette con ferma intenzione, al pari delle frecce di Guglielmo Tell, non gli erano mai fallite; e sorse un quarto giovedì, e il Suardi si comportò di maniera che la fanciulla s'accorgesse com'egli uscisse da una casa accosto al monastero."
      },
      {
        "index": 80,
        "text": "Entrava l'estate dell'anno 1766, e quotidianamente cominciò a recarsi colà, verso le ore in cui le monache e le educande discendevano a passeggiar per diporto in giardino. Se si dovesse dire"
      },
      {
        "index": 81,
        "text": "che il Galantino, nella vaga confusione de' suoi disegni, non avesse altro scopo che di soddisfare a' suoi rancori colla contessa, si direbbe il falso. In realtà, quando vide la fanciulla, e quando la fanciulla guardò lui, segnatamente alla seconda ed alla terza volta, egli sentì nel sangue, se non precisamente l'amore, qualcosa certo di molto affine ad esso, e l'avrebbe sentito e coltivato quando pure non si trattasse della figlia della contessa."
      },
      {
        "index": 82,
        "text": "AI Suardi, il lettore già lo sa, era sempre piaciuta la bellezza femminile, e, avvenente qual era, nella sua progressiva trasformazione di lacchè in vagabondo, in fermiere, in negoziante, in ricco possidente, ebbe tante avventure amorose quante ne volle. S'era poi sempre mostrato, fin dall'età adolescente, assai propenso a innamorarsi di chi era di qualche grado superiore alla sua condizione. Ora, siccome le facce del poliedro umano sono tante, e fu già dimostrato dalle prove e riprove de savj che un uomo non è mai tutt'affatto cattivo nè tutt'affatto buono, e che anche nel sangue più guasto, sapendo adoperare, nell'analisi di esso, la virtù degli agenti e reagenti chimici, si rinviene sempre qualche dose più o meno abbondante di buon sangue, così il Suardi, nelle contingenze amorose, recava spesso una gentilezza che, quasi, potea dirsi quella di un gentiluomo squisito."
      },
      {
        "index": 83,
        "text": "Amando le donne, anzi idolatrandole, allorchè s'aveniva in quel genere di beltà che aveva potenza di su di lui, lasciavasi vincere da essa, dominare e, quasi diremmo, tramutare. Era forse quella medesima cagione recondita per cui, fin dalla fanciullezza, avendo sempre ambito il vestire elegante, avea frugato nelle saccocce del padrone, vinto dalle tentazioni di parere in faccia alle donne più di quello che era. Qualunque poi fosse la cagione, serbando esso un abito di gentilezza nel fare all'amore, trovandosi là solo, all'ora dei miti crepuscoli estivi, su d'un balcone che rispondeva sul muro di cinta dell'ortaglia del monastero, la quale non frequentata che dall'ortolano, serviva come d'antemurale al giardino stesso dove passeggiavano le monache e le educande, ei si deliziava nel sentire le voci fresche, che l'aria gli portava, delle giovinette convenute là a sollazzarsi; e si compiaceva nel tentar d'indovinare e distinguere, fra tutte le altre, la voce della fanciulla che da qualche tempo gli si era piantata immobile in fantasia. Del resto, per astuto che fosse e ricchissimo di trovati, egli veniva là tutti i giorni, senza saper ancora perchè, e quasi per aspettar dalla fortuna il premio dell'insistenza; press'a poco come un astronomo che tutte le notti appunti il telescopio in qualche plaga sospettata del cielo, nella fiducia che un astro novello ci cada dentro a dargli il vanto di scopritore. Ma che volete, o lettori? È tanto vero che la fortuna è l'alleata più fida del genio del male, che un dì l'astro aspettato brillò veramente agli occhi del Suardi."
      },
      {
        "index": 84,
        "text": "Ed ecco in qual modo. Se il Suardi, scaltrito da lunghissima esperienza, preoccupato da tanti affari, sacerdote anziano del tempio di Gnido, col cuore fatto a squama di coccodrillo, per quanto, come dicemmo, lo spettacolo della bellezza avesse scoperto il suo lato molle e penetrabile, erasi tuttavia lasciato dominar tanto dal pensiero di quella fanciulla; è troppo facile imaginare come stesse il cuore e come tumultuasse la fantasia della quindicenne Ada, appena l'occhio maliardo del bellissimo Suardi la ebbe penetrata."
      },
      {
        "index": 85,
        "text": "Nova in quella nova regione dell'amore, sebbene da lei presentita in confuso per la misteriosa intuizione del senso precocemente riscaldato dall'ingegno e dallo studio di un'arte che recava in sè stessa la seduzione, ella provò tosto quell'intima gioja, mista di compiacenza e persino d'orgoglio, che non si confonde con nessun'altra gioja al mondo, e quell'irrequietudine particolare e senza riposo la quale spesso converte l'amore in ciò che può chiamarsi, già lo dicemmo, i/ tetano morale. Sapeva che colui abitava, o, almeno, veniva spesso in un sito contiguo al monastero, chè in questo il Suardi aveva ottenuto il suo intento. Passeggiando ella dunque nel giardino, cominciò a dilungarsi dalla giovinetta schiera delle compagne alunne, e ad esplorare d'ogni intorno per iscoprire se mai le potesse pervenire qualche sentore di colui. Quando facevasi sommesso o taceva del tutto il cicaleccio delle amiche, stava, come suol dirsi, in sull'ale, quasi sperasse che quell'insolito silenzio venisse mai rotto da qualche voce che non fosse quella delle amiche o delle maestre; allorchè un giorno, pervenuta all'ultimo lembo del giardino, dov'era come una baracca, la quale serviva di legnaja e di ripostiglio per gli strumenti rurali dell'ortolano, penetrò in essa come un viaggiatore sempre in cerca di una terra inesplorata, e s'affacciò così a caso ad una rozza"
      },
      {
        "index": 86,
        "text": "finestretta con inferriata. S'affacciò e fuggì e cadde a sedere su dei covoni di paglia, quasi svenuta. Il Suardi era al balcone, e vide quel raggio balenare di tratto, e svanire come una stella di sant'Elmo."
      }
    ]
  }
}
