{
  "chapterNumber": 11,
  "title": "Book Tenth (Libro Decimo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: L'anno 1797. - Il ballo del papa. - La predica dell'arciprete Besozzo in San Lorenzo. - Il teatro della Scala nella sera della domenica di quinquagesima. - Il programma del cittadino Salfi. - Il coreografo Le fèvre. - Giuseppe Peruccone, detto Pasqualino. - Le cittadine: signora R...; contessa A...; avvocatessa F...; - Il figlio del finanziere Baroggi. - Una figlia della contessina Ada. - La Libertà, l'Eguaglianza, la Dionisa. - Rappresentazione del ballo. - Scioglimento con perigordino. - Andrea Suardi e Marchese F...]"
      },
      {
        "index": 1,
        "text": "Saltando coraggiosamente sei lustri, dobbiamo entrar e piantarci nel fitto dell'anno 1797, nel carnevale di tale anno, pigliandolo precisamente alla sua domenica di quinquagesima, per stare più in regola col calendario ecclesiastico e col nostro fedele Pescatore di Chiaravalle. Trent'anni sono trascorsi dal giorno che la contessa Ada fu perduta e trovata; quarantasette da quella notte memoranda, quando il tenore Amorevoli saltò il muro di cinta del giardino di casa V... Quante vicende, quanti affanni, quanti mutamenti pubblici, che procelle, che trasformazioni! Ben si può dire che, in questo intervallo, l'umanità ha cambiata tutta quanta la sua pelle come il serpente. Eppure dei nostri personaggi non è ancor morto nessuno. Nessuno, tranne la venerabile donna Paola Pietra, perchè era già vecchia quando ne abbiam fatta la conoscenza; tranne l'avvocato Agudio, perchè era decrepito quando lo scontrammo sull'uscio di casa Pietra; tranne il giovane lord Crall, perchè ebbe la malinconia di voler fare il precursore di Werter e di Ortis: gli altri sono tutti ancora vivi, il che vuol dire che la natura umana è ben tenace, e i suoi dolori pajono piuttosto dolori teatrali che veri; se si eccettuino quei della renella e quei della gotta, e gli spasimi dei denti molari!!"
      },
      {
        "index": 2,
        "text": "Ora, essendo quasi tutti vivi i personaggi di nostra vecchia conoscenza, è naturale che da loro e per loro sien nati altri personaggi, che nel tempo a cui siamo saltati, sono giovani e adolescenti e fanciulli, e i quali, l'uno dopo l'altro, dovranno pur passare, per forza o per amore, sotto la nostra mano. Noi ci troviamo nella condizione del cavallerizzo che attende nel circo ai giuochi romani. Ei comincia con due cavalli, poi sottentra un terzo, poi un quarto, poi due d'aggiunta, e un altro, e due altri ed altri ancora, finchè si trova aver tra le mani un grosso manipolo di redini refrattarie e quasi insensibili alla mano, con dodici o quattordici cavalli da far correre nell'arringo, col pericolo di stramazzare ogni momento, e di vedere qualche indocile corridore uscir dal sistema e trascinare i lunghi freni per la polvere olimpica ad impacciare la corsa, e ad assicurargli le fischiate del caro Pubblico che guarda all'esito e non alle difficoltà superate, e ne ha tutte le ragioni."
      },
      {
        "index": 3,
        "text": "Ma, tirando innanzi, se la società cangiò faccia, e il pensiero umano fu tutto messo sottosopra, il resto ha seguito le sue sorti. Le vesti, le foggie non sono più quelle d'una volta; le mura stesse della città non sono più quelle. — Molti edifizj scomparvero, altri ne sorsero di nuovi. — Un galantuomo, defunto nel 1750 o nel 1766, risuscitato per incanto, non avrebbe più trovato modo di raccapezzarsi passando in quella mattina di marzo per la via della Scala. — L'antica chiesa era scomparsa; trent'anni prima avrebbe letto, passando per di lì, sulla facciata di essa, o un Pax vobis, o una Indulgenza plenaria, o un Pregate per l'anima, ecc., ecc. In quel dì invece, alzando la testa, avrebbe dovuto far le meraviglie vedendosi innanzi un gran teatro, con un gran portico, con un gran terrazzo, con un frontone greco-romano chiudente in bassorilievo un Febo auriga che sferza 1 cavalli. Altro che idee e cose di chiesa! E sotto, invece del cartellone della confraternita del Santissimo Sacramento, un cartellone pendente dall'arco di mezzo, sul quale il Pubblico affollato nella mattina di quinquagesima del 97 leggeva queste parole:"
      },
      {
        "index": 4,
        "text": "IL BALLO DEL PAPA OSSIA"
      },
      {
        "index": 5,
        "text": "IL GENERAL COLLI IN ROMA PANTOMIMO ESEGUITO DAL CITTADINO LEFÈVRE"
      },
      {
        "index": 6,
        "text": "Più basso, impastati sui due estremi pilastri del portico alla portata della vista di un uomo d'ordinaria statura, si vedevano due piccoli affissi, senz'eleganza nè di carta nè di carattere. Il gesso non aveva ancor invaso la manipolazione degli stracci. Bodoni non era ancor comparso. Su quei due affissi, dopo il titolo generale del nuovo ballo, e il nome dei personaggi e degli attori, spiccava l'epigrafe dantesca:"
      },
      {
        "index": 7,
        "text": "Ahi Costantin di quanto mal fu matre"
      },
      {
        "index": 8,
        "text": "con quel che segue; poi si leggevano queste parole del cittadino Salfi al popolo di Milano:"
      },
      {
        "index": 9,
        "text": "«Questo pantomimo, che annunzia il regno della ragione, non è un'invenzione semplicemente ingegnosa, ma il risultato di quei fatti e di quei caratteri che formano la storia più interessante degli ultimi tempi di Roma. Si potrebbero verificare le più minute circostanze con quei monumenti che debbono oramai essere notissimi al pubblico, e che si conservano sparsi nel giornale intitolato Termometro politico della Lombardia. Possa questo primo lampo della verità incenerir l'impostura ed il fanatismo, e far trionfar la religione e la pace."
      },
      {
        "index": 10,
        "text": "Salute e fratellanza.»"
      },
      {
        "index": 11,
        "text": "Correndo il marzo, come abbiamo detto, faceva una bella giornata limpida e trasparente, e per soprappiù soffiava un vento marino tepido e consolante. Esso era annunziatore della primavera, e poteva anche annunziare un ultimo saluto di neve. Gli uomini che non vantavano il piè veloce di Achille, o andavano soggetti a flussioni dentali periodiche, erano anzi di questo parere. In ogni modo, essendoci il sereno e l'almo sole, e soffiando i tepidi favonj, gli avventori della bottiglieria Cambiasi, che era celebre di quel tempo per i suoi rosolj, segnatamente per il latte di vecchia e il perfetto amore, stavano fuori della bottega divisi in gruppi, parlando precisamente del ballo andato"
      },
      {
        "index": 12,
        "text": "in iscena il dì prima. — Il che medesimamente succedeva innanzi al vecchio caffè così detto dei Virtuosi. La Cecchina non era ancor nata, e forse nemmeno sua madre, a proporre una variante di quell'appellazione. — Ora le insubre puledre calpestano l'area dove sorgevano quegli incliti ritrovi."
      },
      {
        "index": 13,
        "text": "Davvero che pensiamo a ciò con crepacuore, quantunque la colpa sia tutta nostra. La descrizione di Persepoli riesce più difficile al poeta senza le venticinque superstiti colonne; ma giacchè il progetto di demolizione è venuto da noi, tal sia di noi dunque, e andiamo avanti."
      },
      {
        "index": 14,
        "text": "I vecchioni, ancora tenaci del cappello a tre punte, e del topè ad ala di piccione, e della faccia sgombra, e del mento raso, passando per di là rimanevano scandolezzati a vedere le nuove e strane foggie de' giovanotti. I cappelli espansi a caldaia, alti e larghi con nastroni di velluto, fuor de' quali faceva capolino il coccardone repubblicano, celavano fino all'occhio quelle faccie atteggiate ad un cipiglio di convenzione; fedine larghe e folte coprivan le guancie, rendendo la figura di due pere crinite che, scendendo dal cappello, andassero a nascondersi in un enorme cravattone bianco, entro il quale stavano fasciati e collo e mento, fino ad invadere i diritti del lobo auricolare. Gli occhi soltanto e il naso erano lasciati in libertà; ma di sotto all'ombra fitta del cappello, che radeva il sopraciglio, avevano un'apparenza truce e sospetta."
      },
      {
        "index": 15,
        "text": "I rivenduglioli di carte e stampe e bullettini gridavano intanto sulla piazza: «Signori! // credo del Papa per due soldi; /! discorso dell'Ussaro, signori! — Il sogno dell'arciduca Ferdinando. — La bolla di Pio VI. — Avanti, signori, chi compera, signori?» Poi tutt'a un tratto, tra le diverse voci di quei pubblici schiamazzatori se ne sentì una più forte e più invadente di tutte, e veniva da un nano tutto coperto, dalle spalle alle piante, per nascondere il perfido sistema delle sue gambe, di un soprabito rosso color fuoco, sormontato al petto da un gran medaglione inargentato,"
      },
      {
        "index": 16,
        "text": "avente nel mezzo un occhio del Padre Eterno: ÆA S. Lorenzo, signori! gridava quel nano: — JI cittadino arciprete farà a momenti la predica del papa. — A S. Lorenzo, a S. Lorenzo!"
      },
      {
        "index": 17,
        "text": "Il signor Giocondo Bruni, quel nostro vecchio amico, che non avrebbe mai dovuto morire; quella storia animata ed ambulante che il lettore ben conosce, e che ci raccontò tante e tante cose che non stanno nei libri, perchè 1 libri troppo spesso sdegnano di raccogliere gli sparsi minuzzoli del vero, senza dei quali il vero non è però mai completo: il nostro signor Giocondo, dunque, si trovava anch'esso quella mattina, insieme cogli altri, sulla piazza della Scala, anch'esso, già si sa, col suo cappellone e il suo coccardone e il suo cravattone e anch'esso atteggiato al burbero, perchè un legittimo repubblicano non poteva aver sorrisi e grazie senza correr pericolo di parer un tepido, e, quando l'altrui malumore l'avesse voluto, anche un pericoloso cittadino. Egli ci raccontò che si sapeva fin dalla sera prima, che l'arciprete di San Lorenzo aveva promesso di fare al pubblico una predica relativa al papa e alla sua temporalità e alla sua infallibilità, per animare i cittadini timidi, scrupolosi e bigotti, a recarsi a vedere il nuovo gran ballo della Scala, e che però, quando il nano della bussola di San Lorenzo comparve a gridare in piazza, la piazza rimase subito vuota, e tutti, compresi gli avventori del caffè dei Virtuosi, tra i quali trovavasi anche il cittadino Lefèvre, il coreografo, che faceva la parte di Pio VI, e il signor Raimondo Fidanza, che rappresentava il personaggio del general Colli, si avviarono a San Lorenzo tra gran folla di persone che, strada facendo, si faceva sempre più stipata; tanto che ci volle gran fatica e ajuto di gomiti e d'urtoni a farsi largo tra le colonne di San Lorenzo; e fu un'impresa veramente erculea il tentar di penetrare sotto gli archi della rotonda, nella quale echeggiava già sonora e concitata la voce dell'arciprete Besozzo, caro ai professori di rettorica per la sua eloquenza, rispettato anche dai bigotti per la sua dottrina in divinità e la profondità in patrologia; temuto dagli aristocratici, esaltato dai patrioti."
      },
      {
        "index": 18,
        "text": "[II]"
      },
      {
        "index": 19,
        "text": "Quando il Bruni si trovò, dopo lungi stenti, sotto ad uno degli archi della rotonda, fu adocchiato alla lunga da suo padre; sì, signori, da suo padre ancora vivo, ossia dal signor Lorenzo, il decrepito marito della ballerina Gaudenzi; colui che, se il lettore se ne ricorda, era un giacobino nato fatto, prima che dei giacobini nessuno sospettasse per ombra nè l'esistenza nè l'appellazione; il signor Lorenzo Bruni, che contava i suoi ottantadue anni come se fossero ottantadue zecchini l'uno sopra l'altro, e che, avendo visto di presenza a nascere la rivoluzione in Francia, s'era consolato nel vedere l'attuazione di quelle cose ch'egli in confuso aveva pensato e desiderato quarant'anni prima. Vicino a lui era il prevosto Lattuada di Varese, prete fenomeno, e che poteva parere esaltato tra gli esaltati. V'era il frate somasco Carrera, che, educato ai rigori della vita claustrale, di tanto lasciò prorompere alla libertà la sua indole, di quanto era stata violentemente compressa."
      },
      {
        "index": 20,
        "text": "Adocchiato dunque dal padre e dagli amici, il nostro Giocondo, che sta fra noi non vecchi e i nostri vecchissimi avi, come Enoc stette fra Adamo e Noè, venne invitato e fu soccorso anche da un sagrestano a trascinarsi fino a quella cappella privilegiata, collocata nei rapporti col pulpito in modo, che della voce del predicatore non si perdesse alcun suono."
      },
      {
        "index": 21,
        "text": "Ma il predicatore continuava la sua predica da qualche tempo, onde i nostri ascoltanti lo seguirono coll'attenzione, appena seppero togliere il bandolo del discorso:"
      },
      {
        "index": 22,
        "text": "«Reca dolore, così parlava il famoso arciprete di San Lorenzo, reca dolore il mettere in vista cose di sì poca edificazione, e temo che chi mi ascolta, più fornito di pietà che di lumi, prenda occasione di scandalo, e pensi che convenisse dissimularle; ma chi parla al popolo credente deve dire la verità tutt'intera. Un tale esempio ce lo danno gli storici sacri. Mosè non dissimula i delitti del popolo, nè le proprie sue colpe; Davide volle che il suo peccato fosse reso palese; gli evangelisti, nel Nuovo Testamento, rappresentarono concordi l'infedele caduta di San Pietro."
      },
      {
        "index": 23,
        "text": "«Io so che alcuni uomini ammalati di pregiudizj e d'ignoranza incurabile, perchè non amo credere ad altre cagioni meno oneste, andarono insinuando, e dal pulpito quando avevano coraggio, e dal confessionale quando avevano paura, che non bisognava dare ascolto alle mie parole, che io non possiedo nè sapienza nè dottrina, che abuso di quella autorità di che sono stato rivestito."
      },
      {
        "index": 24,
        "text": "Ebbene, io voglio dar ragione anche a costoro; io voglio che non crediate alle mie parole; io stesso, dirò di più, non mi attento di star sicuro della mia sola opinione: ma che direte quando i più grandi luminari della storia ecclesiastica mi daranno ragione? che direte quando parleranno gli evangelisti, dai quali io non ho fatto che attingere quello che già vi ho detto? che direte quando verranno gli stessi santi padri ad accusare la condotta della curia pontificia? che direte quando gli stessi pontefici confesseranno il vero in danno proprio, e non avranno paura di annunciarlo?"
      },
      {
        "index": 25,
        "text": "«Perchè chi vi ha detto che il papa sia infallibile, ha detto menzogna. L'infallibilità da G. C. non fu data che alla Chiesa. Quotiescumque congregati eritis in nomine meo, in medium vestrum ero."
      },
      {
        "index": 26,
        "text": "«I santi Padri hanno osservato un profondo silenzio sulla pretesa infallibilità del papa."
      },
      {
        "index": 27,
        "text": "«S. Basileo accusò vivamente Damaso papa, perchè andava in collera contro chi diceva la verità. Se San Basileo avesse creduto il papa infallibile, avrebbe egli accusato il pontefice Damaso?"
      },
      {
        "index": 28,
        "text": "«Rustico e Sebastiano sostennero che il papa Virgilio aveva combattuta la definizione del concilio di Calcedonia, cosa che fece dire ad Eumaro arcivescovo, che questo papa era veramente eretico."
      },
      {
        "index": 29,
        "text": "«lo sono sommamente scandalezzato da voi, scrisse San Colombano a Bonifacio IV, imperciocchè la vostra condotta è grandemente sospetta d'eresia. Se volete essere giudicato successore di Pietro, dovete essere custode della di lui fede: Doleo de infamia cathedra Petri: ut ergo honore apostolico non careas, conserva fidem apostolicam."
      },
      {
        "index": 30,
        "text": "«Può esservi espressione che più radicalmente distrugga l'infallibilità pontificia? «Agostino Trionfa, tuttochè gran partigiano del papa, nella sua opera Clavis Scientia, ha detto chiarissimamente, che il papa è fallibile: Papa potest errare."
      },
      {
        "index": 31,
        "text": "«Lo stesso Innocenzo HI ha affermato che il papa può errare come qualunque altro: facile crediderim, ut Deus permitteret, romanum pontificem contra fidem posse errare."
      },
      {
        "index": 32,
        "text": "«Ma tant'è vero che i papi sono fallibili, che la storia registra i loro errori e i loro disordini. E anche intorno a ciò, se non volete credere a me, se avete in sospetto i libri profani, se credete ch'io parli per bocca dei nemici della chiesa, udite i suoi adoratori."
      },
      {
        "index": 33,
        "text": "«Alcuino, scrivendo a Carlo Magno sulla corruzione della corte di Roma, gli fa intendere, che in essa non vi regna nè pietà, nè giustizia, nè carità; che egli non ha altro rifugio che ricorrere alla di lui saviezza, e pregarlo, giacchè Roma non vuole porre argine a siffatti disordini, di trovar mezzo con cui rimediarvi. — Ecce in te solo tota salus ecclesiarum Christi inclinata recumbit."
      },
      {
        "index": 34,
        "text": "«Chi non sa quel che scrisse S. Bernardo a Innocenzo III? Fideliter loquor quia fideliter amo."
      },
      {
        "index": 35,
        "text": "«Parlava sincero perchè amava sincero, e diceva che la cagione del decadimento della Chiesa universale doveva trovarsi nella corruzione della curia romana: In vos, pontifices, curiamque romanam. E nella lettera ad Eugenio IV egli dice ancora di più."
      },
      {
        "index": 36,
        "text": "«Nel consilio Remense, convocato nell'anno 992, è detto con tutta quanta la libertà, che Roma era divenuta venale e che tutto dicevasi e facevasi colà secondo la quantità dell'oro e dell'argento: Roma venalis exposita; ad nummorum quantitatem judicia trutinat."
      },
      {
        "index": 37,
        "text": "«Adriano IV ha detto che la corte di Roma era macchiata di morali disordini: Scimus in hac sancta sede, aliquot jam annis multa abominanda fuisse, et omnia in perversum mutata."
      },
      {
        "index": 38,
        "text": "«Non sono io dunque che parlo; non è a me che voi avete obbligo di prestar fede. Ma se venerate San Bernardo, se avete fede nei papi Innocenzo e Adriano, se avete rispetto alla parola inappellabile dei concilj, dovete dire che io non ho fatto che ripetere contro la curia romana e il potere pontificale quelle accuse che furono già scagliate da quei grandi e santi uomini. — Ascoltate dunque coloro, se non volete ascoltar me."
      },
      {
        "index": 39,
        "text": "«La veneranda Chiesa cattolica, egli è G. C. che la istituì; le diede precetti fondamentali di umiltà, di giustizia, di carità; la premunì pien d'amore per essa, di tantissimi sacramenti; la fecondò coi suoi divini esempj, colla predicazione, cogli stenti, colle fatiche; la consolidò col sangue e colla morte. Ma guardatevi, disse a' suoi discepoli, che tra voi non escan fuori uomini scellerati e"
      },
      {
        "index": 40,
        "text": "perversi; tenteranno costoro di perturbarla, di disordinarla, di distruggerla: Nascentur ex vobis viri peversi ut abducant post te discipulos suos. — Il testo è di S. Paolo."
      },
      {
        "index": 41,
        "text": "«Ma che cosa dunque si deve fare per ovviare a tanti disordini? Richiamare il pontificato alla santa semplicità delle sue origini;. fargli restituite i doni funesti che ebbe dai re della terra. Costringerlo, per dir così, ad esser santo, obbligandolo alla sola giurisdizione spirituale. Uomini e sacerdoti ignoranti e pregiudicati vi hanno detto che, tentar di smuovere la temporalità del potere papale, è atto sacrilego, e tale da meritarsi la pronta punizione di Dio. Ma costoro come faranno a chiamar sacrilego G. C.? come faranno a invocar su lui l'ira divina? Dabo tibi claves regni calorum, ha detto G. C. a S. Pietro; e quando il popolo, stupito de' tanti miracoli che operava, voleva farlo re, che cosa fece G. C.? Fugit ne eum facerent regem; e che disse quando fra' suoi discepoli si agitò quistione di maggioranza? Qui major est inter vos, fiat sicut minor; e di che parole fece uso quando parlò dei re della terra? Reges gentium dominantur eorum, vos autem non sic. Com'è dunque che, se i comandi e gli esempj dati personalmente dal Redentore sono precisi, comandi ed esempj da doversi fedelmente seguire, com'è che, mentre e G. C. e San Pietro hanno avuto in orrore ogni sorta di dominio sopra gli altri, il papa potrà pretendere monarchia terrena?"
      },
      {
        "index": 42,
        "text": "«Alla podestà temporale si oppone dunque il carattere dell'ecclesiastica società, la dottrina e l'esempio di G. C., gl'insegnamenti degli scrittori e dei Padri, la pratica fedelmente seguita nei primi secoli della Chiesa."
      },
      {
        "index": 43,
        "text": "«La società ecclesiastica non si propone altra cosa, che disporre il cuore de' popoli a vivere secondo le massime del Vangelo, e condurli alla vita eterna."
      },
      {
        "index": 44,
        "text": "«Gesù Cristo non dà a' suoi discepoli altra autorità che d'istruire, predicare e battezzar le nazioni: docete omnes gentes, baptizate eos in nomine Patris et Filii et Spiritus Sancti."
      },
      {
        "index": 45,
        "text": "«Gesù Cristo non concede a' suoi discepoli altra podestà che di legare e sciogliere dai peccati gli uomini: Amen dico vobis, quacumque ligaveritis super terram, erunt ligata; et quecumque solveritis, erunt soluta. Dal che ognuno ben vede che una simile podestà riguarda unicamente la salvezza eterna degli uomini, ed ha soltanto di mira il dominio spirituale."
      },
      {
        "index": 46,
        "text": "«Quando gli apostoli dissero a Gesù Cristo, allorchè i Samaritani non l'hanno voluto ricevere: — Fate scendere il fuoco dal cielo e inceneriteli, — «Che dite mai, rispose loro G. C., e di che spirito siete? il figliuol dell'uomo non è già venuto a perdere uomini, ma a salvarli, filius hominis non venit animas perdere, sed salvare». E quando Pietro troncò l'orecchio a Malco, che gli disse il Cristo? Mitte gladium tuum in vagina, omnes enim qui acceperint gladium, gladio peribunt."
      },
      {
        "index": 47,
        "text": "«E i santi Padri? Udite i santi Padri; ascoltate Sant'Ambrogio: — Tutte le ricchezze della santa Sede non consistono in altro se non nella fede. Ecclesia nihil sibi, nisi fidem possidet."
      },
      {
        "index": 48,
        "text": "«E S. Fulgenzio che cosa dice? Udite S. Fulgenzio: — Tutta quanta l'autorità del pontefice riguarda lo spirituale e nulla più. /n seculo nemo rege celsior» E Innocenzo III dice che l'autorità temporale compete al solo re: Rex in temporalibus neminem superiorem habet."
      },
      {
        "index": 49,
        "text": "«E dopo tutto ciò, sino a quando si vorrà far servire il supremo sacerdozio all'errore, alla passione, ai disordini? Sino a quando chi è supremo pastore delle anime, si avrà a vederlo disposto a servirsi della religione come d'appoggio per estendere i suoi temporali interessi a taccia propria, a scandalo universale, a distruzione della cattolica Chiesa?"
      },
      {
        "index": 50,
        "text": "«Ma sinora abbiamo udito Gesù Cristo, i santi Padri, i pontefici più sapienti, gli apostoli, i concilj. Udiamo adesso coloro che pretendono di saperne più di loro."
      },
      {
        "index": 51,
        "text": "«Se si tolgano al papa, dicono essi, le ricchezze e il temporale dominio, Roma, il papa, la Chiesa cadranno in disprezzo, quando invece conviene che sian sempre presso i popoli cristiani in somma venerazione.» Ma non sentite voi tutti come sia questa una manifesta follia? la disistima e il disprezzo non dipende tanto dall'influenza delle umane ricchezze, quanto dalla mancanza delle evangeliche virtù; la stima e la venerazione che si porta a chi abbonda di ricchezze, è una venerazione e una stima apparente, effimera e falsa; quando, all'opposto, quella che procede da una Vita ricolma di virtù, è reale, è sincera, è soda; questa riflessione ci somministra una pratica verità, la quale, senza che l'accenniamo, ognuno può facilmente congetturarla."
      },
      {
        "index": 52,
        "text": "«Tolgansi pertanto da Roma codeste terrene ricchezze, tolgasi al papa l'affluenza dei beni che gode, ed ecco rinascere ne' sommi pontefici il primitivo amore, ed eccolo riacceso anche nel cuor dei fedeli."
      },
      {
        "index": 53,
        "text": "«Ma per conchiudere su questo punto delle ricchezze e del temporale dominio del papa, voglio che sentiate quello che, al suo segretario Eginardo, ha detto in punto di morte Carlo Magno, colui che esercitò la sua liberalità facendo grandi donazioni al papa:"
      },
      {
        "index": 54,
        "text": "— Rispetto alle mie militari imprese ed alle imprese politiche — ripeto le precise sue parole, — niuna cosa è per cui tanto tema di avermi tirato l'ira di Dio, quanto le cose che ho fatto in Italia. In quella occasione la mia ambizione mi precipitò in mille iniquità. Ho ajutato i papi; ho rotto, a persuasione di essi, il matrimonio colla figlia di Desiderio; l'ho rimandata disonorata al padre."
      },
      {
        "index": 55,
        "text": "— Per colmar lo stajo delle mie reità, mi sono lasciato indurre a far signori i pontefici romani di una gran contrada d'Italia, con che veggo d'aver gettato i fondamenti della di lei totale rovina. Per la qual cagione mi debbo aspettar da Dio un castigo severissimo, e la memoria mia sarà avuta in abbominazione dalla italiana posterità. Il dominio di tante città e provincie, in mano di un ecclesiastico, non può produrre che mali gravissimi. Come mi giustificherò io dunque, o Dio, di tanti guai, delle tante guerre, e delle tante calamità, che, per la donazione che feci alla Chiesa di S. Pietro, sovrastano all'Italia? —"
      },
      {
        "index": 56,
        "text": "«Queste parole di Carlo Magno sul letto di morte fanno piangere a ripensarle oggi. Però non è fanatismo nè errore il dire, che la soppressione del dominio temporale, ossia la distruzione di tutto ciò che portò seco la fatale donazione di Carlo Magno, è l'unico rimedio per far cessare gli orrendi abusi della corte di Roma e per salvare l'Italia."
      },
      {
        "index": 57,
        "text": "«Sono secoli e secoli che la Chiesa mortalmente geme sotto i disordini della corte di Roma, prodotti dal temporale dominio del papa; tempo è dunque oramai che si dia contro di essi un colpo vigoroso, risoluto e decisivo. I disordini allora cesseranno; la Chiesa, depurata da' pregiudiz), trionferà; gli Stati saranno tranquilli; la pace sarà nel mondo; l'umanità potrà finalmente provare tutti i beni dell'esistenza, e Dio sarà glorificato.»"
      },
      {
        "index": 58,
        "text": "A questo punto l'arciprete predicatore, il quale, esaltato dal suo tema, aveva percorso tutto il diapason della sua voce sonora, cangiò tono e modi a un tratto, come se l'oratore ecclesiastico cessasse dalle sue funzioni e sottentrasse il cittadino consigliere ed amico del popolo; cangiò tono e modi, e così prese a dire:"
      },
      {
        "index": 59,
        "text": "«A coloro i quali, siccome ho già fatto osservare, hanno più pietà che lumi e buon senno, farà meraviglia che io vi abbia chiamati qui per invitarvi ad assistere ad una rappresentazione in teatro, dove il pontefice è messo in scena. Ma siccome è corsa voce, che alla persona del pontefice fosse fatta ingiuria, e che una satira indecente lo esponesse al dileggio del popolo, così vi esorto a credere, che questa non è che una menzogna dei religiosi fanatici, e una vana paura degli spiriti deboli. Il papa vi è rispettato. Bensì la rappresentazione è condotta in modo che serva di ammaestramento al popolo, e proponga utili consigli a coloro che hanno promesso di voler chiudere finalmente le vecchie piaghe d'Italia.»"
      },
      {
        "index": 60,
        "text": "E il predicatore, dopo queste parole, scomparve dalla vista dell'uditorio affollato, il quale cangiò l'attenzione silenziosa in un bisbiglio, che man mano si fece sempre più rumoroso; chè le varie opinioni vennero manifestandosi in tali discussioni, da far credere che la rotonda di San Lorenzo fosse piuttosto un'aula parlamentaria che una chiesa. Questa nullameno si andò vuotando a poco a poco, senza disordine di sorta. Bensì avvennero disordini gravi sulla piazza della Scala e nelle contrade laterali al teatro, per la gran folla che vi si accalcò verso le ore tre dopo mezzodì. Lo spettacolo davasi gratis e a porte aperte, e tutti volevano giungere in tempo per trovar posto. Vi furono risse e percosse. La guardia nazionale accorsa vi lasciò qualche fucile e qualche lume e qualche falda del marsinone bianco-verde. Molti veli e drappi e sottane furono messe a lembi; molte donne furono portate semivive fuori della folla."
      },
      {
        "index": 61,
        "text": "I fortunati siamo noi soli, che, senza fare anticamera, potremo recarci in teatro un momento prima che si alzerà il sipario; e probabilmente avremo l'accesso a qualche palchetto, o troveremo un posto in orchestra, o sul palcoscenico addirittura. Da questi punti, oltre lo spettacolo teatrale,"
      },
      {
        "index": 62,
        "text": "godremo lo spettacolo del pubblico, e percorrendo col cannocchiale le cinque file dei palchi, faremo di riconoscere i vecchi amici dai loro discendenti, e qualche cara beltà; e spingendo l'occhio indagatore nell'indistinto brulicame della platea, vi scorgeremo qualche elmo a criniera, che coprirà la testa giovanile di chi, sebbene uscito di plebe,"
      },
      {
        "index": 63,
        "text": "Forse è chiamato a non oscuro imene."
      },
      {
        "index": 64,
        "text": "[III]"
      },
      {
        "index": 65,
        "text": "La predica fatta in San Lorenzo aveva dunque raggiunto l'intento voluto dal predicatore, il quale era di mandare in teatro, ad assistere al ballo del papa, quel maggior numerò di persone che fosse stato possibile. La verità dimostrata a parole non penetra intera che negli intelletti robusti e liberi da pregiudizj; ma la verità rappresentata dall'azione palpitante del dramma e affidata a personaggi vivi, ottiene più facilmente il libero ingresso nell'intelligenza di tutti. D'altra parte, l'idea trapassa al popolo, quando è sazia di soffiare inutilmente nelle alte regioni. A tre ore dopo mezzodì, come dicemmo, la piazza della Scala era talmente stipata di pubblico, da presentare tutti i pericoli di un fiume straripato e irruente, che non trova il suo sfogo, e che, fino a tanto che non gli è dischiusa una via, non manca di lasciare qualche traccia e qualche vittima dell'impeto suo."
      },
      {
        "index": 66,
        "text": "Tuttavia, dopo molto tempestare e urtare, dopo che la folla, rappresentata atleticamente dagli uomini che erano riusciti a collocarsi colla schiena alla porta tanto della platea che del loggione, dandovi di tanto in tanto degli urtoni e delle scosse formidabili, ebbe esaurite tutte le intimazioni minacciose di aprire, le porte finalmente si dischiusero, ma non là precisamente dove la folla s'era di più accalcata, ma bensì agli aditi laterali di quell'angusto e basso e prolungato androne, che l'architetto Piermarini sembra avere ideato e disegnato in un momento di collera contro il pubblico milanese e coll'intento di vendicarsene tutte le volte che si recasse alla Scala per divertirsi."
      },
      {
        "index": 67,
        "text": "Codeste irruzioni di pubblico nel teatro, le quali presentano i pericoli di una battaglia, dopo la decadenza dell'arte, non si verificarono più affatto; e i giovani ventenni che, a spettacolo incominciato, oggi possono, anche in una prima sera, avere accesso in platea, crederanno esagerata la nostra relazione. Ma noi avemmo più volte compresse le costole agli spigoli dell'andito, là dove svolta a mostrarci la faccia burbera del portinajo, quando adolescenti ci recammo ad assistere agli ultimi splendori dell'arte vera. Non del resto, in quella sera di quinquagesima, trattavasi d'arte. La musica e la danza, le trachee e le tibie, che per un secolo intero avevano tenuto il mondo nel loro dominio, avevano dovuto cedere il campo alle grandi cose e ai grandi fatti, tanto che la musica serviva più d'occasione che di scopo, e se voleva attrarre la gente e scuoterla, bisognava che si facesse ausiliaria della politica e dei fasti militari. La scienza e l'arte della parola avevano preceduto, anzi avevano generato i fatti, ma le altre arti sorelle dovettero aspettare, per trasformarsi, la piena maturità di essi. Ma di ciò parleremo in momenti di minor premura, e quando la folla non ci assorderà col suo vasto mormorio, da farla parere un mar tempestoso."
      },
      {
        "index": 68,
        "text": "Appena infatti la folla, dopo l'ultima lotta e le ultime violenze incontrate nel prender d'assalto le sedie della platea, potè espandersi in lungo e in largo e respirare; e quelli che avevano sofferto di più, poterono tastare le membra indolenzite per valutare il grado di importanza delle contusioni ricevute, e dare una occhiata di riassunto ai vestiti, per verificare se le falde strappate erano ancora capaci di un ristauro, se gli orologi non si erano dileguati strada facendo, se le ciarpe e i veli erano stati irremissibilmente involati dalla bufera; cominciarono i discorsi, le discussioni, i diverbi, gli alterchi, segnatamente fra i crocchi e i gruppi di quella parte di pubblico, che, ad onta di essersi trovata sulla piazza col boccone in bocca e sotto il sole ancora brillante delle ore tre, non era stata molto esperta nel regolare le mosse durante la crisi dell'ingresso, e aveva dovuto accontentarsi di stare in piedi, esposta alla perpetua ondata di cui era vittima e cagione nel tempo stesso."
      },
      {
        "index": 69,
        "text": "Come il lettore sa benissimo, il teatro prima dell'ora della rappresentazione non era illuminato che da due povere fiamme ad olio, le quali spargevano un pallido albore per tutta la"
      },
      {
        "index": 70,
        "text": "vastità del vaso; albore ajutato in gran parte dai cerini, che i seduti in platea avevano accesi, per potere intanto passar la noja dell'aspettare col leggere il programma del nuovo ballo di monsieur Lefèvre. — Veduta quella scena dall'altezza del loggione, intorno intorno al quale era stipata la moltitudine due volte repubblicana, pareva come di vedere un'acqua stagnante e cupa, in cui si riflettessero le stelle senza l'aerino del cielo; o meglio un pavimento a traforo, da cui trapelassero qui e qua delle fiammelle. — Ma anche il loggione, nella sua dignità repubblicana e nella sua avversione d'istinto al terzo stato che sedeva in platea, ad onta dell'albero della libertà e della cambiale non girabile dell'eguaglianza, volle fare a gara con lui e accese i suoi cerini sugli orli del parapetto."
      },
      {
        "index": 71,
        "text": "Senonchè l'illuminazione suppletoria fatta dalla platea e dal loggione si consumò colla lettura del programma, e vi fu un momento in cui tutto ritornò nel bujo crepuscolare di prima, il quale durò più di un'ora. Il signor Giocondo Bruni che, per essere amico dell'impresario e del coreografo Lefèvre, e del primo violino per i balli, signor Giuseppe Peruccone, detto Pasqualino, aveva libero accesso in teatro, vi si recò a tutto suo agio, verso quell'ora appunto in cui dovevano tardar pochissimo ad entrare i suonatori in orchestra e a popolarsi i palchetti, e a scattar fuori le fiamme della ribalta. Mosse innanzi tutto al palcoscenico a salutare i suoi amici e a dare una stretta di mano a monsieur Lefévre, già vestito in abito pontificale; poi spinse, attraverso al pertugio del telone, un'occhiata su quel cupo maremagno della platea muggente; poi, quando vide che i professori d'orchestra erano tutti ai loro stalli, e che l'esimio signor Luigi De Baillou, primo violino per l'opera, ultimo era entrato a metter piede sull'alto suo seggio, e stava dando la pece greca all'archetto, in dignitosa posa e con burbero ciglio, ombreggiato dal cappellone con coccarda e con fibbia d'acciaio lucente, in cui faceva il guizzasole la luce della ribalta; discese anch'egli in orchestra, e si mise a sedere fra due contrabbassi suoi amici, sotto alla cui protezione aveva l'abitudine di godersi lo spettacolo degli spettatori, più che quello del palco scenico."
      },
      {
        "index": 72,
        "text": "Stando così fra que' due amici, porgendo l'orecchio attento al vasto frastuono che faceva il pubblico, sentiva da molti punti spiccarsi netto il suono di varie parole, che servivano quasi ad indicar l'argomento dei molteplici discorsi che si facevano. Bonaparte — Alvinzi — Caldiero — Arcole — Tedeschi — Pio VI — Mantova — Tolentino — Arciprete Besozzo — Repubblica Romana — Francesco — Arciduca Carlo — Aristocratici — Morte — Inferno — Papa — Capitale del mondo — le quali parole, prese così al volo da un uomo di garbo, e cucite insieme con della frangia, potevano bastare a fare il riassunto dello stato delle cose in Italia in quel momento."
      },
      {
        "index": 73,
        "text": "Difatti Bonaparte, nell'anno antecedente, dal maggio in poi, come sanno anche i fanciulli, aveva del tutto ricacciati i Tedeschi dall'Italia colle battaglie di Caldiero, d'Arcole e di Rivoli. Dopo s'era dato a far la guerra al pontefice, aveva vinto il generale Colli alla battaglia del Sevio, aveva provocato la pace di Tolentino, nel febbrajo del 97, togliendo le Legazioni agli Stati della Chiesa. Ma l'Austria, dopo tutto ciò, e precisamente in quei giorni di marzo, mandava nuove genti in Italia sotto la condotta dell'Arciduca Carlo. Però da una parte speranze illimitate; dall'altra timori non irragionevoli; e gli odj quasi, più che contro l'Austria, erano contro il pontefice, nemico di repubblica, nemico del nome francese, nemico di civiltà e di progresso."
      },
      {
        "index": 74,
        "text": "Ma intanto che la gran caldaja del teatro bolliva e gorgogliava repubblicanamente, a dare una piega più morbida a quei pensieri, a quei discorsi, a quei progetti, le belle milanesi si affacciarono a brevissimi intervalli l'una dall'altra, ai palchetti, sfoggiando quasi tutte il berretto frigio, specialmente quelle che si ritrovavano in prima fila, tra le quali ve n'erano alcune che s'erano messe alla testa dei rivolgimenti, in gran parte per convinzione, come vogliamo credere, ma anche per moda, ma anche per ingraziarsi la parte più giovane dell'esercito vittorioso, e per far pompa della loro giovanile beltà. Comparve prima in un palchetto in prima fila una donna straordinariamente bella e straordinariamente seminuda, della quale non solo taciamo il nome, ma non metteremmo nemmeno l'iniziale, se la consonante R non ci facesse forza; diremo poi che essa capitò tra noi dalle beate sponde del Verbano a recarci la spettacolo della più splendida vegetazione femminile; che di essa noi conosciamo i figli de' figli de' figli; che noi stessi ne abbiam visto il"
      },
      {
        "index": 75,
        "text": "ritratto dipinto dall'Appiani, di grandezza al naturale, in costume di una Diana che entra nel bagno, senza sospetti d'Atteoni che la stiano mirando; che... ma è meglio finirla coi soverchi indizj."
      },
      {
        "index": 76,
        "text": "Tante cose fece e disse quella donna, tanti peccati, sebbene gentili, ella commise, tante teste fece girare; tanti affanni diede ai figli ed alle figlie di alcuna di que' personaggi che già abbiam conosciuti, che, in quanto al nome, è meglio lasciarlo nel mistero."
      },
      {
        "index": 77,
        "text": "E medesimamente nella prima fila, quando si mostrò al palchetto, fece voltare a sè tutte le teste un'altra giovane donna, di tanta bellezza che, per il momento, fece dimenticar la rivale; ma più che la bellezza, la cagione di tanta attenzione era il suo abbigliamento, che, continuando essa a stare in piedi, appariva in faccia al pubblico in tutta la licenziosa esattezza del costume d'allora. — Portava il berretto rosso; le spalle e le braccia, di greca perfezione, aveva nudissime; una veste di lana bianca, fermata al sommo delle spalle con chiovi romani, discendeva in quattro ampie liste senza cintura; quelle liste, al moversi di lei, si scomponevano e si aprivano, lasciando travedere come di furto e col passaggio repentino del baleno le linee e l'incarnato della sottoposta nudità, la quale, per chi non sapeva nulla, potea parere, più che altro, un sospetto da verificarsi; ma per chi aveva intimità colle mode e col figurino, non era illusione, ma realtà, quantunque le maglie incarnatine coprissero la pelle; ma ciò non certo a custodia di pudore, sibbene ad obliqua lusinga di desiderio, e a tentazione del sangue. Anche di costei dobbiamo tacere con gran riguardo, avendo solo il permesso di dire che l'iniziale della parentela di suo marito era la prima lettera dell'alfabeto."
      },
      {
        "index": 78,
        "text": "E una terza comparve pure a fermar l'attenzione generale. Meno bella delle altre, anzi, per certi guizzi fuggitivi delle linee del volto, tale da parere irregolare, di quella irregolarità che lascia sospetto di deformità morale; era però maestosa e plastica delle forme del corpo. Ella si assise girando intorno sugli spettatori il suo occhio d'aquila. Veniva colei dai bassi fondi della società, ma dotata di scaltrissimo ingegno: seguì e s'accompagnò alle sorti di un avvocato, furbo, acuto, avaro, ladro; fu una delle dee infernali dell'eccidio del Prina. Ma basti anche di questa donna, e tiriamo innanzi."
      },
      {
        "index": 79,
        "text": "I cinque ordini dei palchi, in un quarto d'ora di tempo, apparvero dunque tutti splendidi di beltà più o meno giovani, sormontate tutte quante dal rosso berretto, ad espressione non problematica di colore politico, e sovente a tutela della sicurezza personale. E in ragione che salivano gli ordini dei palchetti, scemava il valore nominale delle donne repubblicane; le modeste, le prudenti, le timorose temevano più che mai la berlina della prima fila; medesimamente le foggie si facevano tanto meno obbedienti al figurino, e il pudore, tanto più ci guadagnava quanto più si ascendeva; ma il pubblico, quantunque non in tutto approvasse quella trionfante protervia e delle tre dee e delle altre che facevan cerchio in prima fila, pur le festeggiava, come succede sempre dell'arte falsa messa in concorso coll'arte vera."
      },
      {
        "index": 80,
        "text": "Alle ore sette, il direttore De Baillou diede dell'archetto in sulla latta, e tra il costante mormorio della platea l'opera incominciò, e i cantanti si sfiatarono senza che il pubblico si desse nemmeno per inteso, perché era venuto in teatro per tutt'altro, e i consolidati dei soprani e dei tenori avevano in quel biennio sofferto un ribasso formidabile. Soltanto attrasse l'attenzione la fine del primo atto dell'opera, ma non già per il merito del dramma e della musica dell'Ademira, ma sibbene perchè e dramma e musica e maestro pensarono bene, a stornare le fischiate, di trasformarsi in una strofa d'occasione. L'atto normale si chiudeva cogli affanni e le lagrime della prima donna, e colle parole:"
      },
      {
        "index": 81,
        "text": "Quest'acuta gelosia Nella tomba mi trarrà"
      },
      {
        "index": 82,
        "text": "ma, tutti i cantanti, compresa la prima donna in lagrime, e i coristi, proruppero invece di punto in bianco nei seguenti versi:"
      },
      {
        "index": 83,
        "text": "A suon di violini, Di corni e clarinetti,"
      },
      {
        "index": 84,
        "text": "Con giubili perfetti"
      },
      {
        "index": 85,
        "text": "Andiamo a festeggiar;"
      },
      {
        "index": 86,
        "text": "E per render la gioja palese D'un bel canto patrioto francese L'aria intorno facciam risuonar."
      },
      {
        "index": 87,
        "text": "E il canto patriota finiva con questa stanza:"
      },
      {
        "index": 88,
        "text": "D'àge en age, de race en race. Que le plus brillant souvenir Porte jusqu'au sombre avenir Les prodiges de notre audace! Que nos neveux, leurs enfans, Par nous à jamais triomphans, Nous doivent leur indépendance! Que le monde brise ses fers!"
      },
      {
        "index": 89,
        "text": "Et que ce jour cher à la France Soit la fête de l'univers."
      },
      {
        "index": 90,
        "text": "Siccome e strofe e musica erano conosciutissime, perchè state composte e cantate fin dall'autunno dell'anno prima, ed appiccicate, senza badare al senso, con violenza demagogica all'ultima scena dell'Astuta in amore, di Fioravanti; così gli applausi da tutte le parti del teatro scoppiarono contemporaneamente alle prime battute del canto patriotico, e lo accompagnarono, con quel crescendo naturale che poi diventò arte con Generali e con Rossini, fino alle ultime note. Le grida di Viva la Francia, Viva l'Italia succedettero a quel canto con tempestosa irruenza, e insieme i Viva la libertà e l'eguaglianza; alle quali voci fuse in una sola onda sonora, come quella del mugghiante oceano, si sovrappose, partendo dalle alte vette, non dell'Olimpo, ma del loggione, una voce stentorea di trachea taurina, che gridò Viva la Dionisa. La tremenda satira popolana, con breviloquenza inimitabile, in quel detto avea saputo condensare la critica delle esorbitanze generali onde i perpetui guastamestieri, che s'introducono nel santuario del progresso, aveano cercato di contaminare il nuovo ordine di cose. La Dionisa era il nome di una donna paffica del Bottonuto. Applicando questo nome alla figura che rappresentava la libertà sullo stemma dei venditori di tabacco e sale, il popolo, col prepotente intuito del giusto, stigmatizzava quella libertà fescennina, tanto deplorata dal Parini e tanto contraria alla libertà vera."
      },
      {
        "index": 91,
        "text": "Ma poco a poco si rimise la tranquillità nel pubblico, segnatamente quando il primo violino, signor Peruccone, comparve al suo seggio, e dalla boccascena l'avvisatore battè palma a palma, per significare che l'orchestra poteva cominciare il preludio del nuovo ballo."
      },
      {
        "index": 92,
        "text": "In questo intermezzo il signor Giocondo Bruni puntò il suo cannocchiale monocolo verso un giovane dragone dall'elmo lucente; indi lo drizzò a un palchetto in terza fila, poi a quella fra le tre dee della prima che, siccome dicemmo, fu dipinta dall'Appiani, in costume di Diana. — Il dragone guardava al terz'ordine. Di là una giovinetta guardava lui; il Bruni si accorse che la dea del frigio berretto fremeva nel sorprendere lo scontro di quei due sguardi furtivi."
      },
      {
        "index": 93,
        "text": "Il dramma domestico ha 1 suoi ritorni storici come la vita delle nazioni. Nell'esordio del nostro racconto abbiamo visto il tenore Amorevoli a guardare la contessa Clelia V... — ora il tempo dei tenori è passato, la musica ha dato luogo all'arte bellica: chi è senz'elmo e senza speroni disperi di piacere al bel sesso. Ma dopo tutto ciò, i cuori e le passioni sono sempre le medesime, e quello sguardo del dragone, il quale è nientemeno che un figlio del povero Baroggi, incontratosi con una figliuola nientemeno che della contessina Ada... intersecato dagli sguardi iracondi della Diana della prima fila, produrrà, mutatis mutandis, un affastellamento di casi tali, che la pronipote ne gemerà come la nonna. — In quella sera v'era anche la contessa Ada in teatro; e v'era anche il banchiere Andrea Suardi, più che sessantenne; e v'era il marchese F.... sessantenne esso pure; e tutti si guardavano per mille cagioni, ricordando il passato e congetturando il futuro; e in alto ancora, come in quella tal notte di cui dee rammentarsi il lettore,"
      },
      {
        "index": 94,
        "text": "Scintillava il beffardo occhio del fato."
      },
      {
        "index": 95,
        "text": "[IV]"
      },
      {
        "index": 96,
        "text": "Intanto che quell'occhio beffardo scintillava, il primo violino, signor Peruccone, fatto d'occhio al buttafuori, mise lo strumento alla ganascia, e accennò che si desse principio al preludio del nuovo ballo, la musica del quale era stata scritta dal signor Pontelibero Ferdinando."
      },
      {
        "index": 97,
        "text": "La Cerrito e la Taglioni crediamo sieno giunte in tempo per essere accompagnate dal suo violino; chè egli fu il successore appunto del professore Peruccone. Lo spirito repubblicano e le idee democratiche che fin dal 1750 bollivano, non si sa come e per un arcano presagio de' tempi nuovi, nel signor Lorenzo Bruni, passarono, comunicate forse allo sgabello teatrale, fino al signor Pontelibero, che, leggendo Rousseau al pari del signor Lorenzo, fu de' primi a tendere l'orecchio avido alle cose di Francia; de' primi a desiderare che l'ondata rivoluzionaria venisse a gettarsi con impeto sulle coste d'Italia; de' primi a far festa all'ingresso delle truppe francesi, e a portarsi fin sotto allo scalpito del cavallo bianco di Bonaparte, per vedere dappresso il giovane imberbe che, colla severa maestà del sopraciglio e colla preponderanza, quasi parea, di un Dio, teneva in timorosa obbedienza i più anziani eroi sanculotti, irti di chiome e di basette."
      },
      {
        "index": 98,
        "text": "Del rimanente, se mai il lettore ci domandasse, per qual ragione spendiamo tante parole pel signor Pontelibero; diremo che, trattandosi dell'autore della musica coreografica, che fu certo un avvenimento di quel periodo di storia italiana, bisognava bene che si sapesse con che idee, con che convinzioni il suo autore abbia infiammata la propria inspirazione nello scriverla. Così potessimo dire altrettanto del signor Lefèvre; ma se molti lo hanno conosciuto, nessuno trovò una variante alla notizia nuda e cruda, ch'esso era un galantuomo, convertito, di semplice mimo che era stato, in coreografo, quando s'accorse che per vivere ci voleva il concorso di due mestieri. Il pensiero del Ballo del Papa, e quello di portare sulla scena, concentrata in dramma visibile, una delle questioni più gravi suscitate dagli avvenimenti d'allora, era venuta dal cittadino Salfi, che aveva steso e sceneggiato il programma; e questo, per un'idea balenata nella testa fervida del prevosto Lattuada di Varese, la quale idea, chi sa, era forse stata suggerita dalla perfetta somiglianza che la figura del ballerino Lefèvre aveva con quella del Pontefice Pio VI."
      },
      {
        "index": 99,
        "text": "Ma, a proposito del libretto del ballo, immaginato e scritto dal cittadino Salfi dietro suggerimento del prevosto Lattuada: come avvenne che di seimila e più copie che ne furono stampate allora, tutte siano scomparse oggi? nelle numerose collezioni de' magazzini librarj e delle case private che noi abbiamo esplorate, in quelle, vogliamo dire, dove era presumibile la possibilità di rinvenire un tal documento curioso; nelle stesse collezioni delle pubbliche biblioteche, abbiamo trovato un salto e una lacuna precisamente alla sede del famoso libretto."
      },
      {
        "index": 100,
        "text": "Se fosse stato ritirato o fatto abbruciare in piazza per comando della pubblica autorità, la cosa sarebbe ben chiara; ma non avvenne mai nulla di simile: che cosa adunque è a conchiudere da un tal fatto? che le coscienze, appresso, devono aver subita la legge della paura; che 1 proprietarj de' libretti devono aver fatto in segreto il loro auto-da-fè, per timore che il papa, il quale aveva, come per tanti anni pretese il pubblico pregiudizio, mandate a male le sorti del primo Napoleone, compromettesse, per vendicarsi di quel libretto conservato, anche i loro affari privati. Così i libretti sparirono tutti, e se noi ne abbiamo trovato uno, è perchè il libraio Silvestri gli risparmiò il rogo, e gentilmente ce ne fece tener la copia."
      },
      {
        "index": 101,
        "text": "Ma or tornando in teatro, le cadenze del preludio finirono tra gli applausi del pubblico; e il sipario si alzò."
      },
      {
        "index": 102,
        "text": "Comparve la sala del concistoro in Vaticano; il papa era assiso sul trono; i cardinali, i vescovi, i prelati, 1 teologi, secondo l'ordine loro, gli sedevano intorno; il nipote del papa e il principe romano stavano ai due lati del trono."
      },
      {
        "index": 103,
        "text": "La platea applaudì alla stupenda scena, imaginata e dipinta dal fantasioso Landriani; ma di mezzo agli applausi si fè sentire la nota tenuta di un fischio acuto, la quale andò smorendo a poco a poco nel vasto recinto. Nè quel fischio era uscito per far opposizione al pubblico. Chi lo aveva emesso non s'intendeva gran fatto di scenografia, e non era nemico del Landriani; ma, veduto il pontefice, non volle tardare a manifestargli le sue simpatie. Quest'incidente lo sappiamo dalla bocca dell'amico Bruni, che dall'orchestra vide l'uomo che fischiava, ed era il gobbo Rigozzi, noto allora e dopo per la sua procellosa maldicenza, pel suo spirito irrequieto, e per la foga onde s'era dato a diffondere le idee parigine del tempo del terrore, idolatra qual era di Robespierre e di tutti coloro che avevano inteso di disfare a colpi di scure e di rifare il mondo incancrenito."
      },
      {
        "index": 104,
        "text": "Ma qui ci conviene seguir passo passo il programma, perchè il lettore d'oggi veda se meritava poi che ne fossero distrutte le sei mila copie."
      },
      {
        "index": 105,
        "text": "L'azione adunque s'apriva nel momento in cui il papa stava consultando una congregazione straordinaria di cardinali, prelati e teologi, sugli articoli della pace, proposti dalla repubblica francese. Questi articoli si leggevano e si rigettavano con indignazione generale come contrat] all'autorità della corte pontificia. Ma in questo mezzo un frate domenicano, generale dell'ordine, acceso di zelo, si gettava a' piedi del papa per dimostrargli che in quella decisione c'era più il voto degl'Inglesi e degli Austriaci che degli Apostoli e dei Cristiani; onde il papa, maravigliato di trovare ne' suoi teologhi lo zelo di S. Paolo, domandava ancora il voto degli altri, che di bel nuovo proclamavano la guerra. E tosto il cardinale segretario Busca stendeva il decreto della S. Congregazione dopo di che il papa brandiva la spada fra gli applausi dei cardinali."
      },
      {
        "index": 106,
        "text": "A questo punto, per produrre l'effetto voluto, e per mettere nel pubblico la massima esaltazione ed esacerbazione, il coreografo, a ciò sollecitato dal prete Lattuada, aveva raccomandato alle comparse, incaricate di far le parti di cardinali, di applaudire con impeto e con insistenza, per rendere il vero con quell'interezza da trarre in illusione la platea; ma tra la platea e tra il palco scenico s'impegnò, pur troppo, una lotta di fischi e d'applausi tali, da minacciare di uscire dalla sfera coreografica, perchè il pubblico pretendeva che i cardinali cessassero di applaudire mentre questi non se ne davano per intesi, sapendo di fare il loro dovere; e la cosa andò tant'oltre, che le più basse ingiurie, accompagnate, per parte del loggione, da alquanti pezzi di munizione di bocca convertiti in proiettili, furono scagliate contro quella trentina di poveri diavoli, obbligati per trenta soldi a far il cardinale e il teologo, e a farsi odiare senza colpa e maltrattare dal pubblico. Gli uomini sensati però s'intromisero a gettar acqua sul fuoco; e, per quella legge inversa onde talvolta i meno tirano i più, riuscirono a ricondurre la tranquillità e a far proseguire il ballo."
      },
      {
        "index": 107,
        "text": "E il ballo, dopo molto tempestare, continuava colla spedizione del messo incaricato di partecipare la mente infallibile del S. Padre agli agenti della repubblica francese. E qui si scioglieva la congregazione; dopo di che si cambiava la scena in un interno della corte pontificia, dove, per far luogo alle inevitabili donne, si rappresentava un intrigo tra la principessa Braschi, nipote del papa, la quale aveva una speciale predilezione per la guerra, e la principessa Santa Croce, la quale invece si dilettava della pace. Se non che il papa, adulato e dall'una e dall'altra, spediva il senator Rezzonico e il brigadiere Gandini per le opportune disposizioni di guerra. Ma, a questo punto, di bel nuovo il generale dei Domenicani, eccitato a parlar chiaro dalla principessa Braschi, prorompeva ad accusare francamente l'inganno e l'impostura dei cortigiani che aggiravano il papa; e coi gesti si affannava di esprimere quello che per fortuna diceva chiarissimamente il libretto: // ministro di una religione di pace non deve che abjurare ogni pensiero di guerra. — Il successore di S. Pietro deve maneggiare le chiavi e non la spada. — Bisogna seguire le massime degli apostoli, e non quelle dei cardinali. — L'eredità del papa è la Chiesa, e non già l'impero temporale altrui usurpato."
      },
      {
        "index": 108,
        "text": "Ma, a tutte queste sentenze belle e buone, il papa rispondeva che, avendo parlato, ex- cattedra, la vittoria era assicurata: e così finiva l'atto primo, nel momento che Pio VI partiva da una parte, seguito dalla principessa Santa Croce, e il generale dei Domenicani partiva dall'altra, seguito dalla principessa Braschi."
      },
      {
        "index": 109,
        "text": "Fin qui può dunque vedere il lettore, che l'azione coreografica, più che le intenzioni di una satira scandalosa, racchiudeva quella di una ragionevole dimostrazione del vero e del giusto."
      },
      {
        "index": 110,
        "text": "E cominciò anche il secondo atto, il quale, se si conservò fedele alle buone intenzioni, si ribellò al buon senso drammatico; e, tanto per tirare innanzi fino all'inevitabile quinto atto, presentava un miscuglio triviale di qui pro quo, facendo che la principessa Braschi ad arte svenisse nelle braccia del generale dei Domenicani, onde determinare il convenzionale colpo di scena, per mezzo del cardinal segretario che, furtivamente sorprendendo e principessa e frate, andava ad avvisarne il papa, il quale compariva in iscena a risolvere la situazione, e a minacciare il generale dei Domenicani di punirlo colla soppressione dell'ordine; e qui, dopo un altro parapiglia indispensabile per mettere insieme un bel gruppo, e che non merita la pena di riferire, si sentiva in lontananza una cornetta da postiglione e, pochi istanti dopo, entrava in iscena il brigadiere Gandini, ad annunciare l'arrivo del general Colli, mandato dall'Austria per essere il campione del papa. A questo punto cadeva il sipario, per dar tempo di preparare il grandioso atto terzo."
      },
      {
        "index": 111,
        "text": "[V]"
      },
      {
        "index": 112,
        "text": "Nell'intermezzo furono fatti circolare nei palchetti e nella platea molti foglietti stampati, i quali contenevano il famoso proclama del cardinal Busca, segretario di Pio VI, che, nel febbraio, prima della battaglia del Sevio, era stato affisso su tutti gli angoli della città di Roma. Ci fu un momento di silenzio, in cui non s'udì che il fruscio de' foglietti, che passavano di mano in mano; poi seguì il mormorio di tanto pubblico leggente; poi parole alte, e commenti e risate sonore."
      },
      {
        "index": 113,
        "text": "E in un lato della platea, a un tratto si sentì a declamare ad alta voce alcuni brani di quel proclama; onde tutti volsero le teste a quel punto, e si misero in ascolto:"
      },
      {
        "index": 114,
        "text": "«L'Europa, da un estremo all'altro, tien fisso in voi lo sguardo (nei soldati del papa); non dubita del vostro coraggio e d'un esito felice che gli corrisponda."
      },
      {
        "index": 115,
        "text": "«L'ottimo imperatore d'Austria», e qui ci fu una salva di fischiate.... «L'ottimo imperatore d'Austria Francesco II, il difensore magnanimo, l'avvocato della Chiesa romana, nel tempo stesso che manda in nostro aiuto gl'intrepidi volonterosi ungari, transilvani, croati e alemanni, vi ha spedito, alla prima richiesta del santissimo nostro affettuoso padre Pio VI, uno de' migliori, più pregiati, più sperimentati di lui generali... (e qui un w//... sonoro e prolungato di quanti ascoltavano), che solo vi mancava, che bramavate. Ei venne sollecito; è fra voi. Il nome solo di Colli non vi commove, non v'infonde spirito, non ravviva gli animi di tutti i popoli?... (A queste parole s'innalzarono da varj punti delle risate sonore)."
      },
      {
        "index": 116,
        "text": "«L'onor comune vuole da voi che lo stimiate un nuovo Cesare, onde per mezzo vostro venga, veda, vinca. Fortunati voi che potete sperarlo con tanto fondamento...»"
      },
      {
        "index": 117,
        "text": "E le risate continuarono, e intercalate ad esse de' sibili e dei basta!!! I quali basta cominciarono a prendere il sopravvento."
      },
      {
        "index": 118,
        "text": "Pur la voce continuava: «Voi, sotto l'immagine di quella Vergine medesima, che vi ha eccitati a questa impresa, potrete dubitare dell'amoroso efficace di lei patrocinio? Voi, generosi cavalieri, che nelle vostre insegne portate lo sfolgorante segno della croce, non vorrete augurarvi a credere fermato ne' divini decreti che, siccome Costantino il Grande vinse il tiranno Massenzio in virtù di quel segno comparsogli al ponte Milvio, e per tal vittoria egli stabilì nella capitale del mondo...)"
      },
      {
        "index": 119,
        "text": "A queste parole il declamatore fu interrotto da un nocciolo che, scagliato da uno di coloro che stavano in piedi nella destra corsia della platea, venne a colpirlo netto secco nella fronte, contemporaneamente al grido: Abbasso Costantino!"
      },
      {
        "index": 120,
        "text": "Il declamatore naturalmente s'interruppe; nella corsia, vicino e intorno a colui che avea lanciato il projetto, nacque un alterco e un parapiglia terribile; ai basta di prima successe un'esplosione di avanti, avanti, avanti!"
      },
      {
        "index": 121,
        "text": "«E voi del pari (continuò dopo alcuni istanti il declamatore imperterrito, ad onta della sorba che si andava sviluppando sulla fronte), voi del pari, da questo segno salutare protetti, trionferete di più empj e brutali nemici...)"
      },
      {
        "index": 122,
        "text": "Ma, a queste parole, di nuovo tornò a dominare il campo una esplosione simultanea di basta, silenzio, zitto; e la voce del declamatore ne fu soffocata, in quel momento stesso che il buttafuori fece capolino dal proscenio, e diede, battendo le mani, il solito segnale al primo violino, il quale percosse con forza la latta del /ettorino."
      },
      {
        "index": 123,
        "text": "Allora dal loggione, quella medesima voce taurina che già aveva gridato viva la Dionisa, gridò silenzio! squarciando l'aria teatrale con tale risolutezza, da non ammettere la possibilità che si potesse disobbedire; e silenzio fu fatto; e si udì netto il fischio che annunziava l'alzata del sipario, il quale si alzò infatti, e comparve la piazza di S. Pietro in Roma. Il pubblico mandò quella concorde esclamazione di maraviglia onde anche oggi suol salutare la discesa della lumiera; esclamazione che fu susseguita da applausi prolungati al bravo Landriani, il quale stupendamente aveva dipinta quella scena; e il Landriani dovette mostrarsi a ringraziare il pubblico."
      },
      {
        "index": 124,
        "text": "La piazza di S. Pietro era ingombrata da immenso popolo, impaziente, come diceva il libretto, di godere del general Colli. Dopo alcuni momenti d'aspettazione, conceduti al pubblico appunto per ammirare la grandiosa prospettiva della città eterna, comparve il papa sulla sedia gestatoria, e venne portato nel mezzo della piazza: la sua corte, in tutto lo sfoggio delle vesti ecclesiastiche, lo circondava; le guardie d'onore e le guardie svizzere, sfolgoranti d'oro ed argento con esagerazione, introdotti a beneplacito del vestiarista, che volle farsi merito e contendere la palma al pittor scenico, gli sfilarono ai lati in duplice ala. — Tutte le altre truppe in armi si schierarono sul fondo del palco. Anche qui, per conceder tempo al pubblico di ammirare ed applaudire, furono lasciati trascorrere alcuni minuti; e il pubblico ammirò infatti ed applaudì vivamente; e il pontefice Pio VI, ossia monsieur Lefèvre, il quale si dimenticò del suo carattere, si alzò dalla sedia gestatoria e fece tre riverenze alla platea, che lo avea preso a ben volere; ma la platea tacque di tratto, perchè non desiderava che s'imbrogliassero le idee. Monsieur Lefèvre ne fu alquanto mortificato; ma di chi era la colpa?..."
      },
      {
        "index": 125,
        "text": "In quel punto, al suono di una marcia militare, spuntò dall'ultima delle quinte a destra la testa piumata di un cavallo bianco; ed era il cavallo del general Colli, il quale finalmente si mostrò fra due soldati che gli tenevano le staffe, coll'incarico di regolare il passo della bestia, in modo da non compromettere i vetri della ribalta. Alla sinistra del general Colli, ossia del signor Raimondo Fidanza, procedeva, pure a cavallo, il senator Rezzonico, comandante delle truppe pontificie, ossia il signor Luigi Corticelli."
      },
      {
        "index": 126,
        "text": "E il general Colli discendeva da cavallo, e con incesso il più convenzionalmente teatrale, si portò innanzi alla sedia gestatoria del pontefice, e, piegossi a baciargli la santissima pantofola. Il pubblico non applaudì, non fischiò, e si contenne in un silenzio dignitoso, intanto che il pontefice presentava ai cortigiani il general Colli, siccome la speranza del Vaticano. Il pubblico, che s'era già sfogato contro l'arringa famosa del cardinal Busca, dalla quale appariva come lo spirito profetico non fosse più il lato forte dell'ordine jeratico, assistette a questa scena con indifferenza, non sapendo determinarsi con risolutezza piuttosto a ridere che ad andare in collera. Ma forse l'allegria e la collera si sarebbero confederate a provocare una procella popolare, se non ci fosse stata la valvola di sicurezza degli indispensabili amori della prima mima col primo mimo, ossia della signora principessa Braschi col general Colli; ai quali bastò lo scambio fuggitivo di un'occhiata per intendersela tosto. Ben è vero che la principessa lavorava per progetto, perchè le premeva di ammaliare il cuore del novello campione e volea prevenire la Santa Croce, sempre disposta a tagliarle la strada sul campo sdrucciolevole dell'amore e della politica; e per assicurare il buon esito di quella guerra, dalla quale sperava tanto. Stando dunque così le cose, la sedia gestatoria del papa veniva alzata da robuste braccia; e però accennando il sovrano di partire, i cortigiani e i sudditi e i militi non poterono star fermi, e lo seguirono, e innanzi a tutti il general Colli, servendo la principessa Braschi più da Cupido che da Marte, e provocando un terribile dispetto tanto nel nipote del papa quanto in un certo conte Antonio, i quali non erano indifferenti ai vezzi della bella principessa."
      },
      {
        "index": 127,
        "text": "Così amorosamente finito il terz'atto in piazza San Pietro, ragion voleva che la scena posteriore fosse un magnifico interno; e il quart'atto infatti si aprì con una gran sala del Vaticano"
      },
      {
        "index": 128,
        "text": "splendidamente adornata, con una mensa in fondo lautamente imbandita. — Intorno a questa si elevava una gradinata, occupata da musici e, siccome garantiva il libretto, da eunuchi. Diversi trionfi di lumi, per usare una frase allora in voga nel linguaggio dei pittori teatrali e degli attrezzisti, rischiaravano a giorno tutta la galleria."
      },
      {
        "index": 129,
        "text": "Dopo l'aspettativa di prammatica, entrava in iscena il papa, in compagnia del general Colli, il quale riceveva molti segni di stima e di riconoscenza. — Se non che il quart'atto, essendo destinato alle indispensabili danze, e la prammatica dovendo per forza escludere il buon senso e il verosimile; il pontefice si metteva a sedere in trono, circondato da tutta la sua corte; e il corpo di ballo e le bis septem prastanti corpore nymphe d'allora, e le tre emerite di magazzino, e la coppia danzante di cartello, attesero a far pompa innanzi al papa di tutte le loro grazie palesi ed anche segrete, di tutta la loro abilità, compreso il ballerino, in costume d'eunuco, il quale saltando a furia, accennava di voler appartenere, a dispetto dell'arte sincera, all'atletica confraternita dei grotteschi. — Il programma del cittadino Salfi ci assicura, che il papa spiegava in questo mentre tutta la passione che aveva per le gambe più gentili e meglio tornite, applaudendo chi più si distingueva; e non omette di fare una particolare menzione di monsignor Busca, il cardinale segretario, il quale non si risparmiava, nè risparmiava altrui. — Ma intanto che ferveva la baraonda ballante, il general Colli, da buon stratego, non perdeva nessun momento che gli offrisse occasione di sacrificare i suoi piani di guerra a quelli d'amore; e ovunque continuava a perseguitare la Braschi, la quale ben volentieri si lasciava perseguitare, alla barba del principe marito e del vicemarito conte Antonio. Se non che la festa e l'amore venivano interrotti da un'altra marcia militare, e a tutti conveniva partire; e primo il generale Colli, colla duplice felicità del dio Marte che, cercando Bellona, volentieri s'intrecciava nelle reti di Vulcano."
      },
      {
        "index": 130,
        "text": "E finalmente siam giunti al quint'atto; all'atto risolutivo, alla catastrofe, a quello che deve spiegare tutto il concetto e l'intento della rappresentazione coreografica. — Siamo ancora nella gran piazza di S. Pietro, ancor più folta di popolo, ancor più fitta d'armi e d'armati. Il papa, dal general Colli e dal senator Rezzonico, è accompagnato a cavallo sulla sua sedia gestatoria. Colli fa la rivista delle truppe, e ne preconizza le glorie; tutti, inginocchiati, presentano le armi a terra, e il papa dà la benedizione alle bandiere; indi, smontato, fa un dono della sua spada al general Colli, che, in riconoscenza, giura di combattere per la causa del fanatismo della schiavitù. — Se non che quando si dà il segnale della marcia, un corriere importunamente reca al santo padre alcuni dispacci, la cui vista produce lo svenimento di lui e la costernazione di tutti gli astanti, chè i dispacci annunziavano la resa di Mantova e le altre vittorie francesi."
      },
      {
        "index": 131,
        "text": "Ma in questo frangente torna in iscena il generale dei Domenicani, il quale dal poeta compositore e dal coreografo tiene la duplice missione, e di rappresentare l'alta ragione del dramma, e di produrre a luogo e tempo i colpi di scena invocati dal colto pubblico. Esso dunque, avendo la virtù di sacrificare i sentimenti particolari all'amore del prossimo, e amando sinceramente i veri interessi pontificj, all'improvvisa novella pensa di recarsi anch'esso dal papa. Qui nasce un terribile contrasto d'idee, d'opinioni, di passioni. Il general Colli vorrebbe, dopo il primo colpo della sorpresa, far credere ch'ei solo può bastare a cambiare l'aspetto delle cose; ma il papa, rinvenuto dal suo deliquio, ondeggia fra il timore e la speranza, e mostra in tutti gli atti della sua costernazione ch'egli è soggetto a tutte le passioni di un mortale fallibile. Però, dopo lungo esitare, si abbandona fra le braccia del generale dei Domenicani; il quale lo conforta cristianamente a provvedere una volta, qual degno successore di san Pietro, alla gloria della Chiesa ed alla salvezza del popolo. «Rinunciate, esclama altamente il Domenicano, rinunciate al fasto ed al regno di questo mondo che non è quello del cielo; deponete la tiara, e mettetevi invece il berretto della libertà, ch'era certamente quello degli apostoli pescatori (e qui gli offriva quell'insegna); riconoscete insomma i diritti inalienabili del popolo, che è la vera Chiesa di cui dovete esser padre e non già despota.»"
      },
      {
        "index": 132,
        "text": "A queste parole il general Colli si slanciava contro il berretto della libertà; ma il popolo, compreso della verità più che dell'impostura, rivoltava le armi contro di lui. A questo prodigio il papa riconosceva la libertà, di cui cingevasi il berretto, deponendo il simbolico triregno."
      },
      {
        "index": 133,
        "text": "E qui avvenne quello che non avrebbe dovuto avvenire. Al gruppo analogo che tutti i personaggi e le comparse fecero intorno al papa, abbracciato col generale dei Domenicani, e col general Colli, che aveva transatto anch'esso, il pubblico non potè a meno d'applaudire freneticamente; e la frenesia passò il segno. Veramente la mozione venne da un ufficiale francese, che gridò: Vive le pape; vive le général — mais nous voulons un périgordin entre le pape et le général. Allons, vite — un périgordin. E quella parte di popolo che ama sempre di straripare, si mise ad assecondare la mozione del bizzarro ufficiale; e allons, vite, un périgordin, fu il grido frenetico che invase platea e palcoscenico; grido che, non essendo tosto adempiuto dai signori attori, minacciò di convertirsi in atti violenti. Se il papa fosse stato il papa, certo che avrebbe resistito alla pubblica violenza, e avrebbe piuttosto voluto morir martire; ma monsieur Lefèvre non aveva nè questa smania, nè una eccessiva devozione per la dignità pontificale; così, per stornare i projettili dell'ira pubblica, si mise a danzare col signor Raimondo Fidanza un perigordino che andò alle stelle. La strana danza inaspettata provocò una sconcia ilarità generale, al punto che scoppiavano dalle convulsioni del riso anche quelli che ne avevano dispetto e quasi paura."
      },
      {
        "index": 134,
        "text": "Ma a far cessare lo scandalo provvidero i direttori del palco scenico, ordinando che si calasse il sipario. Il pubblico mandò degli urli a quella calata, strepitò per lungo tempo ancora; minacciò e fu in procinto di tradurre le minaccie violenti, se di nuovo i pompieri metafisici, gettando acqua su quel fuoco, non fossero riusciti a spegnerlo del tutto."
      },
      {
        "index": 135,
        "text": "Tale, nelle sue generalità, fu l'andamento del così detto Ballo del papa, rappresentato al nostro massimo teatro della Scala, col titolo di Genera! Colli a Roma; ballo più famoso che conosciuto, perchè appena qualche storia stampata ne toccò di volo; e qualche cronaca tuttora manoscritta, e tra le altre quella del canonico Mantovani, ne ha somministrate alcune strane circostanze. Del resto, di questo ballo si parlò a lungo nel mondo, e allora e dopo, come di una enormità inaudita. Ma ciò avvenne per quella indecente applicazione a cui lo trasse violentemente in quella sera una parte di pubblico. — Tant'è vero che lo stesso prevosto Lattuada di Varese, e l'arciprete Besozzo e il cittadino Salfi, i quali ebbero tanta opera in quel lavoro, nella persuasione che, parlando visibilmente all'imaginazione popolare, giovasse a raddrizzar le idee in gran parte ancora pregiudicate, instarono con sollecitudine presso l'autorità perchè lo proibisse — come in fatti venne proibito. Temettero e il Besozzo e il Lattuada che di quella scandalosa piega che avea preso, loro malgrado, quella rappresentazione coreografica, se ne giovasse pe' suoi obliqui fini una conventicola di aristocratici frementi e di frati aboliti, che si radunava di soppiatto in una casa situata in Santa Maria Fulcorina, della qual conventicola era il raggiratore supremo (chi mai lo avrebbe immaginato nel 1766?) quell'istesso marchese F..., quel sacerdote perduto dietro ai riti paffici, alle cui orgie abbiamo assistito nell'ultimo capo del libro nono; quel marchese che vedemmo a trattener la carrozza in cui si trovava la contessa Clelia V... colla sua figliuola Ada. Per che piano inclinato sdrucciolevole, da quei riti colui sia passato ai tenebrosi misteri dell'aristocrazia clericale, lo vedremo in appresso. Anzi farem di assistere ad una di quelle conventicole, le quali s'eran proposto di mandar a fascio il nuovo ordine di cose. Oggi son passati più di sessant'anni da quell'epoca; ma sembra che in mezzo non sia corsa che una notte affannosa. Anche oggi ci troviamo in cospetto dei medesimi fatti; ci troviamo di contro e di dietro gli stessi nemici; siamo sollecitati dai medesimi problemi."
      }
    ]
  }
}
