{
  "chapterNumber": 17,
  "title": "Book Sixteenth (Libro Decimosesto)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: SOMMARIO]"
      },
      {
        "index": 1,
        "text": "Il genio di Napoleone. — Spagna e Russia. — Il corriere Barbisino. — Le satire milanesi. — Il conte Aquila e madama Falchi a Parigi. — Il colonnello Baroggi e il vicerè. — Il testamento del marchese F... e il tribunale di Milano. — I nemici di Beauharnais. — Una vittoria di Napoleone. — I vecchi e i giovani. — La famiglia Baroggi. — Il maestro Galmini. — L'Europa e il Nihil — Il ministro Prina e il dott. Scappa. — Due milioni. — I coniugi Falchi nella camera da letto. — Ricomparsa del vecchio Galantino."
      },
      {
        "index": 2,
        "text": "[I]"
      },
      {
        "index": 3,
        "text": "Nel tempo in cui Beauharnais diede quella festa, che fu l'ultima del regno italico, la gloria e la potenza di Napoleone avevano raggiunto il loro apogeo. L'adulazione dei letterati cesarei, che si eran fatti imprestare dal Giove d'Omero i classici predicati d'Ottimo e di Massimo, per darli a Napoleone, rappresenta compiutamente quel periodo. Al pari e più di Nabuccodonosor, esso allora poteva dire: Non son più re, son Dio. Ma è una legge eterna della natura e dell'umanità che il grado massimo delle cose sia transitorio. Bonaparte impiegò quindici anni a toccare il vertice supremo d'una onnipotenza umana, che quasi rendea l'ideale dell'onnipotenza divina; ma in quindici mesi tutto precipitò. Il simbolo biblico del colosso dal capo d'oro e dai piedi di creta è la formola perpetua che riassume la biografia di coloro, i quali abusarono d'un genio smisurato per far violenza ai minori viventi, andando a ritroso delle leggi economiche della società. Con ventotto mila uomini in ciabatta, e dodici cannoni stracchi, Bonaparte in tre mesi spaventò l'Europa. Con ottocentomila soldati e milleduecento cannoni provocò il barbarico ghigno dei pidocchiosi Cosacchi."
      },
      {
        "index": 4,
        "text": "Ma coi laceri e mal pasciuti battaglioni il genio aveva operato miracoli, perchè trovò un ausiliario nelle aspirazioni dell'universalità. Armato di una forza materiale quale non s'incontrò mai nella storia, il genio si degradò e fu umiliato perchè pretese di soffocare i desiderj legittimi delle nazioni. Assecondando le leggi della natura, un fanciullo può far portenti, movendo una macchina ben congegnata; ma un braccio d'atleta si spezza se pretende arrestare una ruota mossa dal vapore."
      },
      {
        "index": 5,
        "text": "Il genio, essendo l'espressione massima della potenza delle facoltà mentali che si corroborano e si esaltano a vicenda per la virtù di una conflagrazione eccezionale che quasi esce dalla condizione fisiologica, se appena d'un grado sorpassa quell'espressione, tosto si altera in modo da diventare un accidente patologico. L'ingegno e il genio, già lo scrisse il Sarpi, non sono altro che una lenta infiammazione del cervello. Concesso che ciò possa esser vero, appena quell'infiammazione cresca di qualche poco, siamo già allo stato dell'encefalite. Romolo, che senza dubbio fu un uomo di genio, negli ultimi anni del suo regno ebbe tali afflussi di sangue alla testa e diventò così prepotente e insoffribile, che i padri coscritti, tanto per respirare, cogliendo l'occasione di un temporale, lo fecero scomparire dalla terra e lo trasmutarono in una stella meno incomoda a loro e ognor cara alle credule plebi. Il genio di Alessandro il Grande subì a trent'anni una così tremenda flogosi, che trucidava gli amici a titolo di passatempo. Alla possibile encefalite di Giulio Cesare apprestarono i congiurati la cura preventiva di ventitrè salassi."
      },
      {
        "index": 6,
        "text": "Tornando a Napoleone, come è noto che a Parigi vi fu un momento critico in cui si pensò a farlo scomparire al pari di Romolo, così è un fatto che dopo la pace di Tilsit, quando si vide ai proprj piedi i troni degli altri re, e ricevette fumate di incenso adulatorio dal fallace Alessandro; e vestì la polacca di velluto verde coll'ermellino e l'oro e i rubini per sembrare più avvenente alla malfida di Varsavia, ei ritornò a Parigi tutto trasmutato e così furioso d'orgoglio che gli si oscurò la vista e non discerse più il vero."
      },
      {
        "index": 7,
        "text": "Nelle spedizioni fatali della Spagna e della Russia son consegnate le prove della non breve malattia del suo genio. Ognuno sa come i suoi luogotenenti ad una voce si lamentassero ch'egli"
      },
      {
        "index": 8,
        "text": "fosse diventato inerte e torbido e strano sui campi di battaglia. Ognuno sa come Ney abbia detto che sarebbe stato ben meglio ch'esso si fosse fermato a Parigi a far l'imperatore. Bensì la sventura doveva risanarlo; il ghiaccio di Russia e i disastri di Spagna dovean ricondurre la calma e l'equilibrio nelle sue prodigiose facoltà mentali, sebbene sia stato indarno, perchè fu troppo tardi. Il sansone ricuperò la forza fatale, ma non gli valse che ad infrangere le colonne per rimanere anch'egli schiacciato sotto alle rovine del tempio."
      },
      {
        "index": 9,
        "text": "Piegando al concreto delle cose, tutt'Europa, negli ultimi giorni del 1812, era variamente attonita per la notizia degli orrendi disastri di Russia. Più di settecentomila famiglie gemevano in quei giorni o sconsolate o tementi; in quanto all'esercito d'Italia, sapevasi come fosse ognora avvolto in tutti i pericoli d'una disastrosa ritirata. Tutta Milano era in lutto; disotto al lutto scoppiavano gli odj e le ire in addietro compresse. I lodatori del nome napoleonico tacevano per paura; i giusti estimatori, che non si lasciavan vincere nemmeno dalla mutata fortuna, si chiudevano in se stessi, per non insultare alle piangenti famiglie; e tutti, stanchi delle voci vaghe e generali che accrescevano le proporzioni della sventura, col non definirla, aspettavano notizie più particolari, più esatte; aspettavano lettere di qualche attore del sanguinoso dramma; aspettavano con impazienza carriaggi di feriti. Il primo di gennajo del 1813 verso sera si sparse finalmente la voce che era giunto a Milano, insieme collo scudiere Alemagna, il notissimo corriere Barbisino, famosissimo allora per la sua robustezza fisica e per aver fatto più volte quasi d'un fiato il viaggio da Parigi a Milano. Durante la notte, il cortile dell'albergo dei Tre Re, dove il Barbisino alloggiava, fu per più ore gremito di gente che si rinnovava ogni minuto. Il corriere, mentre cenava, descriveva, raccontava, rispondeva a cento domande."
      },
      {
        "index": 10,
        "text": "La tavola a cui esso sedeva, era tutt'all'ingiro circondata da una folla stipatissima di ascoltatori."
      },
      {
        "index": 11,
        "text": "— Senti, Trasella (così parlava il corriere, e Trasella era il nome del maneggione dei Tre Re), giacchè l'ora è tarda, dovresti far chiudere l'osteria e mandar a casa tutta questa santa croce di gente, che con tanto freddo sta lì ad aspettare in corte. Già è impossibile che io abbia potuto veder tutti i loro parenti e figliuoli che hanno militato in Russia... Bisogna dir loro che si preparino a non veder più nessuno. Di seicento o settecento mila uomini è molto se rivedranno le loro case da dieci a dodici mila giovani. Per duecento leghe continue io non ho visto che morti. Morti di freddo, di fame, di malattia. Chi è morto è morto, e non c'è rimedio. Io credo che, dal diluvio in poi, non sia mai successo un disastro così spaventoso. Il mio collega Brioschi è morto di freddo poco lontano da Vilna, e il corriere Rampini che viaggiava con lui ha dovuto di propria mano scavargli la fossa e seppellirlo. Bisogna averle viste e passate a cavallo quelle pianure sterminate di ghiaccio e di neve. Bisogna aver provato l'effetto di quelle solitudini immense, e di quel silenzio profondo e misterioso, che mi faceva credere d'esser fuori di questo mondo. Vi basti il dire che persin la vista dei cadaveri mi alleggeriva dallo spavento e mi faceva compagnia. Era per essi se m'accorgevo d'essere ancora a questo mondo."
      },
      {
        "index": 12,
        "text": "— Ma, e Napoleone?... chiedeva un ascoltatore."
      },
      {
        "index": 13,
        "text": "— E di tanto in tanto quell'orrido silenzio veniva rotto da scoppj violenti, i quali mi facevan credere che da lontano continuasse ancora la battaglia... E dite un po', che cosa era? Erano 1 tanti e tanti cavalli morti, che imputriditi e gonfiati e ingrossati come elefanti, crepavano per dar sfogo ai gas in fermentazione..."
      },
      {
        "index": 14,
        "text": "— Ma, e Napoleone? chiedeva per la seconda volta il solito ascoltatore."
      },
      {
        "index": 15,
        "text": "— Questo signore l'ha sempre con Napoleone. Napoleone sta ora scaldandosi al caminetto... Per adesso non le posso dir altro... Ma a Parigi si sparla assai del suo contegno, e dell'aver abbandonato l'esercito, e dell'aver lasciato tutto nelle mani di Murat, che poi se la cavò per lasciar nell'impaccio il vicerè... Ma, a proposito di caminetto, Napoleone ha detto una parola che irritò tutti i Parigini, e segnatamente coloro che hanno perduto e piangono, o aspettano i loro figliuoli assassinati."
      },
      {
        "index": 16,
        "text": "— E che cosa ha detto Napoleone?"
      },
      {
        "index": 17,
        "text": "— Ha detto, fregandosi le mani, ch'ei si trovava assai meglio al caminetto di Parigi che al ghiaccio di Russia..."
      },
      {
        "index": 18,
        "text": "— Fin qui non poteva dir altrimenti. Sfido io!"
      },
      {
        "index": 19,
        "text": "— Certe cose si pensano, e non si dicono... Ma, dopo tutto, non sarebbe mai escito in quelle parole se fosse stato in mezzo ai soldati. Sapete, a proposito, che cosa mi raccontò lo scudiere Alemagna, che ho trovato a Parigi, e che ha perduto a Brescia i dispacci del vicerè? Mi raccontò, dunque, che l'ira e la disperazione e l'insubordinazione erano a tal punto fra gli stessi soldati della guardia, i quali per il freddo soffrivano fino allo spasimo, che non seppero tollerare che Napoleone stesse chiuso in carrozza, e gli gridarono minacciosi: Giù dalla carrozza! e Napoleone, atterrito di quella dimostrazione per lui strana e nuovissima più che del pericolo di cadere nelle mani di Pultow (il quale, se non lo sapete, è un generale cosacco tutto pieno di pidocchi e in tanta famigliarità con essi che allorquando sta riposando si diverte a farne la caccia sulla propria testa)... Dunque... che cosa dicevo? Ah, dunque Napoleone fu così atterrito da quel grido d'indignazione disperata, che discese a piedi, calcando la neve, insieme cogli altri. Ma nemmeno questo bastò, perchè essendo tutto imbacuccato nella pelliccia, i soldati tornarono a gridare: Fuori la pelliccia! Ed egli si mise in redingote, perchè i soldati lo guardavano come chi ha volontà di metter altrui le mani addosso. Questi fatti precisi li seppe il conte Alemagna dall'ajutante del vicerè."
      },
      {
        "index": 20,
        "text": "— E che cosa dicono 1 Parigini?"
      },
      {
        "index": 21,
        "text": "— Che cosa dicono? Se non fosse per la lingua, un forastiero potrebbe credere di essere piuttosto a Londra che e Parigi."
      },
      {
        "index": 22,
        "text": "— Cioè?..."
      },
      {
        "index": 23,
        "text": "— Cioè... non mi capite? Voi altri sapete quanto Napoleone sia odiato dagli inglesi. Ebbene, fate conto che, in confronto dei Parigini, gli Inglesi possono passare per adulatori. In quarantott'ore che mi son fermato a Parigi, non ho sentito che bestemmie, e ingiurie e satire. In ogni modo, torneranno a tacere, perchè il ministro Fouché è l'uomo dei miracoli, e fra pochi dì chi non saprà parlar bene, starà in silenzio. Intanto è pericoloso a pigliar le difese di S. M. nei pubblici convegni, tanto è vero che (e questa che vi vendo è nuova di zecca) il nostro conte Aquila che trottò a Parigi, per vedere più dappresso il temporale, così almeno mi fu detto, e in un caffè, con quel suo fare altero e dispotico, diede sulla voce a un Francese perchè insultava alla sventura (tali erano le sue parole), poco mancò non venisse maltrattato da quanti erano presenti. E vi dirò inoltre che fu esclusa da qualche casa quell'intrigante petulantissima della moglie dell'avvocato Falchi, la quale andò a Parigi invece del marito; e colà faceva da profetessa, e assicurava vittorie grandi e prossime, e tutto ciò perchè le premeva di smerciar i boni del tesoro che l'avvocato ebbe troppa premura di acquistare. Queste cose io le sentii a Parigi da un commesso viaggiatore, e vi ripeto che due o tre case di banchieri, dove probabilmente ci sarà stato da piangere qualche giovane soldato morto sotto il ghiaccio, la misero sgarbatamente alla porta."
      },
      {
        "index": 24,
        "text": "Queste parole franchissime, pronunciate in una pubblica osteria da un corriere pagato dal governo, dimostrano come fosse cessata, per il momento almeno, l'idea della sterminata autorità napoleonica, e come ognuno desse libero sfogo ai proprj sentimenti, avendo ritornato il dio alle proporzioni dell'uomo. I cittadini milanesi, seguendo l'impulso di quell'indole che ne costituisce il carattere speciale (ed è quello di trar materia di ridere anche da qualunque sventura), ricamavano di barzellette e dicerie ed epigrammi la tremenda epopea tragica di Napoleone; ma perchè non si creda che fossero spietati dell'altrui sventura, convien dire che continuavano le celie anche allorquando del gran disastro napoleonico, essi insieme col resto dell'impero, dovettero adattarsi a pagar le spese per tentar di rifare il disfatto colosso."
      },
      {
        "index": 25,
        "text": "Ognuno sa come, appena Napoleone fu giunto a Parigi, a tutt'i sudditi del vasto impero fu fatto intendere dai ministri, dai prefetti, dai sottoprefetti, la necessità di fare a Sua Maestà delle oblazioni volontarie. Per fermarci a Milano, tutti i corpi pubblici mandarono copiosi doni all'imperatore; tutti i magistrati, tutti gli impiegati, tutte le classi cittadine, i banchieri, i negozianti, i giojellieri, gli orefici; gli ordini degli avvocati, dei notai, dei ragionieri, dei medici fecero a gara nell'offrir danari e doni, in virtù di quella volontà comandata, che spesso è più forte della volontà"
      },
      {
        "index": 26,
        "text": "spontanea. L'Ospedal Maggiore e quello di S. Corona concorsero anch'essi, per mezzo degli amministratori, ispettori e giù giù fino agli infermieri, a quello scopo. Gli stessi preti in cura di anime nei due nosocomj si tassarono soldi quindici per ciascuno. L'impresario della Scala diede una serata a beneficio di S.M., e in quella sera tutti i virtuosi di canto e di ballo fecero una colletta, che trasmisero alla direzione del R. Teatro. Mad. Ribier, modista della viceregina, mandò al ministro la oblazione di franchi trecento. Ma, come dicemmo, se i Milanesi si distinsero per l'abbondanza delle elargizioni, nel tempo stesso se ne ricattavano con satire. Una mattina di gennajo molta folla s'accalcava per leggerne una, che a grandi caratteri era stata impastata sul portone di mezzo della Metropolitana. La satira era questa:"
      },
      {
        "index": 27,
        "text": "Milan l'è de vend:"
      },
      {
        "index": 28,
        "text": "In quaresma l'istrument. General e uffizial"
      },
      {
        "index": 29,
        "text": "Hin tucc all'ospedal: De soldaa ghe n'è pù; Bonapart el cerca sù."
      },
      {
        "index": 30,
        "text": "Questa era l'espressione comica del sentimento generale dei Milanesi, segnatamente della classe operaja e della gente minuta. Ma se l'espressione era comica, conteneva nella sostanza qualche cosa di terribilmente profetico, che potea dar da riflettere agli uomini serj. Il verso — Milan l'è de vend—, come un'effemeride astronomica, annunciava gli accidenti dell'anno successivo."
      },
      {
        "index": 31,
        "text": "A queste satire in vernacolo, rappresentanti l'acume popolano che riassumeva il vero senz'odio e senza menzogna, facevano contrapposto altre satire che circolavano manoscritte e si leggevano ne' crocchj del teatro, nelle conversazioni, nei caffè; ed erano l'espressione delle ire e delle antipatie di qualche patrizio incarognito pel passato, di qualche letterato testardo, di qualche prete che aveva perduto la prebenda."
      },
      {
        "index": 32,
        "text": "Già fin dal dicembre, quando Napoleone a grandi giornate s'affrettava a Parigi, erano corsi per tutte le mani i seguenti distici:"
      },
      {
        "index": 33,
        "text": "Napoleon quondam Magnus cognomine dictus, Nunc merito in castris dicitur exiguus."
      },
      {
        "index": 34,
        "text": "Coelo ipsum petiit furibunda superbia regis, Dementem regem deprimit ipse deus."
      },
      {
        "index": 35,
        "text": "Funditus absorpta est, Bonapars, victoria; avitos, Si poteris, satis est, tutus adire lares."
      },
      {
        "index": 36,
        "text": "Nei primi mesi dell'anno 1813 il cavaliere Aldini scriveva incessantemente ai ministri del regno italico, perchè sollecitassero indirizzi da tutte le parti a felicitare l'imperatore, ad assicurargli attaccamento e fedeltà, a lodarlo dell'avere saputo scappare perfino all'ira degli elementi, a far voti per nuove e più gloriose vittorie; e tosto corse per Milano un epigramma, che si disse mandato da Roma da Alessandro Verri al fratello Carlo, che fu poi presidente della reggenza. Il conte Carlo lo lesse in privato a pochi e fidatissimi amici, coll'esortazione preliminare di non parlarne in pubblico, o almeno di tacerne l'origine. Ma, come al solito, il segreto fu sparpagliato ai quattro venti, e l'epigramma lo ebbero anche i cioccolattieri, che se lo fecero tradurre da qualche canonico. Eccolo nell'originale latino:"
      },
      {
        "index": 37,
        "text": "Napoleon Regum dedecus, furumque magister, Quem tota abhorret progenies hominum. Attamen a cunctis laudari mandat et ambit. Nec pudet heroem se celebrare virum."
      },
      {
        "index": 38,
        "text": "A poco a poco però le satire scomparvero; un po' gl'indirizzi, un po' i giornali, un po' le notizie che venivano da Parigi, un po' il falso, un po' il vero; ma più di tutto il fatto che Napoleone delle oblazioni dei sessanta milioni di sudditi e dei mezzi finanziarj improvvisati per miracolo, e del novello esercito che si vedeva a comparire da tutte le parti, accennava di ristaurare il crollante edificio; tutte queste cagioni insieme fecero tale effetto, che l'ammirazione compressa ricominciò ad espandersi, che gli amori che parevano spenti si rinfocarono, che i suoi nemici vecchi si rintanarono, che 1 suoi devoti intiepiditi si riscaldarono ancora. E di giorno in giorno ritornavano gli avanzi dell'esercito italiano. Il popolo andava ad incontrarli alle porte; erano ovazioni, erano sfoghi d'affetti. Alcuni mesi prima Napoleone veniva maledetto; mentre, ad onta di tanti antecedenti avversi, il principe Beauharnais veniva esaltato pei suoi sagrifizj, per la sua costanza, perchè solo era rimasto a proteggere la ritirata degli estremi avanzi del grand'esercito."
      },
      {
        "index": 39,
        "text": "Ma 1 convogli dei reduci feriti vennero a cambiare il favore popolare in odio; si raccontarono le ingiustizie fatte da Beauharnais ai soldati italiani, si raccontavano le controversie avute col general Pino; l'iniqua malizia con cui impedì alla divisione di quel generale di segnalarsi in più fatti d'armi ove il suo aiuto sarebbe stato tanto salutare. In una parola, Napoleone fu rimesso sul piedestallo, e il vicerè fu generalmente detestato. Ad accrescere quest'odio giunsero da Parigi a Milano il conte Aquila e la moglie dell'avvocato Falchi. Essi avevano fatto il viaggio in compagnia. L'ambizione che aveva spinto a Parigi il conte Aquila, e i boni del tesoro per cui la moglie dell'avvocato erasi recata a scandagliare le banche francesi, furono le cause funeste degli avvenimenti che racconteremo."
      },
      {
        "index": 40,
        "text": "[II]"
      },
      {
        "index": 41,
        "text": "Come dunque abbiam sentito dal corriere Barbisino, il conte Aquila e l'avvocatessa Falchi erano andati a Parigi sulla fine dell'anno 1812, quando appunto sapevasi che Napoleone a grandi giornate vi ritornava dalla Russia. — Essi eransi recati nella capitale dell'impero per diversi intenti, e senza che l'uno sapesse dell'altra. Il conte Aquila, che non erasi mai più trovato col vicerè ed era stracco di fiutare l'avvenire, ed era più stracco di vivere in un non glorioso riposo, alla notizia dei disastri inauditi del grande esercito che in pochi mesi aveva rovesciato l'edifizio miracoloso di tanti anni, si affrettò a Parigi per vedere più dappresso le cose, per affiatarsi coi personaggi più vicini al trono e più addentrati nella cosa pubblica. L'uomo ambizioso che non aveva potuto trovare un seggio abbastanza alto per sè finchè durò la gloriosa fortuna di Napoleone, sperò che quel repentissimo cambiamento di cose, quella procella furiosa che aveva soffiato nelle viscere del mare, avrebbe slanciato alla superficie tutto ciò che per le circostanze era rimasto al fondo. Le sue idee e le sue aspirazioni però erano tutt'altro che determinate."
      },
      {
        "index": 42,
        "text": "Più anguste, più mercantili, ma più precise, erano le cagioni per cui l'avvocatessa Falchi erasi anch'essa recata a Parigi. L'avvocato, speculando sul cattivo andamento delle cose di Spagna, aveva comperato per bassissimo prezzo una grande quantità di boni del tesoro. Secondo il suo modo di vedere, avvalorato assai dai consigli del ministro Prina, erasi tenuto certissimo che le continue disfatte della guerra di Spagna sarebbero presto state riparate dai trionfi del Nord; si gettò dunque audacemente in quella speculazione, la quale, se avessero còlto nel vero le sue previsioni, avrebbegli portato in cassa un pajo di milioni. Ma per le inattese rotte di Russia, che nell'opinione degli uomini non avrebbero dovuto succedere colla presenza di Napoleone, che era mancato in Ispagna, la carta-moneta correva pericolo di rimaner carta semplice. L'avvocatessa che, siccome suol dirsi, era una donna coi calzoni, e voleva far l'uomo, e l'uomo d'affari, e ajutava il marito in tutti i modi, si profferse a fare il viaggio di Parigi, e perchè l'avvocato era più necessario a Milano, e perchè a lei, donna ancora avvenente, e, secondo la sua particolare opinione, ancora tale da trovar aperte le porte che comunemente si chiudono in faccia agli uomini, il còmpito sarebbe riuscito assai più facile che al marito. A Milano, se il conte Aquila conosceva la Falchi e s'era trovato secolei in qualche pubblico convegno, non era però null'affatto nè suo amico nè intrinseco; di più, il suo orgoglio e il suo rigore aristocratico gli rendeva spregevole quella donna di plebeo casato e di modi"
      },
      {
        "index": 43,
        "text": "più ancora plebei, al punto che vietò alla propria moglie, ch'era d'indole gentile e affabile oltre l'ordine consueto, di non far troppe parole con quella donna, quando per combinazione si fosse trovata seco in qualche ritrovo."
      },
      {
        "index": 44,
        "text": "Quest'avversione superficiale sembrò scomparire quando il conte, per caso, ebbe ad incontrarsi colla Falchi a Parigi. Un uomo che in patria appena si conosca di vista, quando s'imbatte a vederlo in terra lontana tra faccie straniere, improvvisamente si trasmuta in vecchio conoscente. Se una persona di consueto la si scansava per antipatia invincibile, diventa per lo meno tollerabile alla distanza di cinquecento o seicento miglia. Se con un amico ci siam guastati il sangue e s'è venuti alla risoluzione di levarci il saluto, appena lo si vede spuntare da una via d'un paese lontano, ogni rancore scompare, senza bisogno d'intermediarj, e tutto finisce con una risata sonora, che vale per cento scuse e cento dilucidazioni. In virtù di questo fenomeno umano, che si ripete e si verifica costantemente, allorquando il conte vide la Falchi al teatro imperiale, malgrado il proprio orgoglio e la nessuna stima che aveva di quella donna, si recò a farle una visita."
      },
      {
        "index": 45,
        "text": "L'avvocatessa, naturalmente, politicava e spoliticava, trinciava sulle questioni le più ardue con una sfacciataggine beata, che qualche volta le permetteva persino di dir qualche cosa di buono. Il conte si sarebbe turate le orecchie per non sentirla; ma quella rosea facciotta, e quel dialetto, e quel pezzo di patria vivo e vero, che valeva almeno come una veduta del Duomo di Milano, gli faceva sopportabile e persino amabile quella compagnia. Siccome poi, sempre in virtù di quella sfacciataggine beata, ella si mescolava a tutti i crocchj e recavasi dappertutto e un po' per commendatizie del ministro Prina, un po' per l'amicizia del cavaliere Aldini, aveva potuto parlare e avrebbe parlato ancora con qualche alto personaggio, e anche con taluno di quelli che stavano vicinissimi all'imperatore, così amava di sentire da lei che cosa aveva pescato nel mare della politica ancor burrascosa; e con tanto più di interesse faceva questo, in quanto considerava che quei personaggi si sarebbero abbottonati con lui che era patrizio ed elettore e tenuto in conto d'uomo di gran levatura, mentre si sarebbero lasciati cogliere spensierati dalle interrogazioni di una donna che a tutta prima pareva una chiacchierona insulsa, ma che all'ultimo era scaltra e svegliata fino a non lasciarsi sopraffare dai monosillabi di Talleyrand."
      },
      {
        "index": 46,
        "text": "Per queste ragioni quotidianamente egli andava a visitarla, e più spesso quando l'imperatore tornò a Parigi."
      },
      {
        "index": 47,
        "text": "È inutile il dire che il conte si accontentava delle sole notizie, nel tempo stesso che, se il galateo lo avesse permesso, si sarebbe licenziato tutte le volte che cominciavano le di lei considerazioni e congetture e ipotesi e profezie. Era ben contento d'imparar la storia da lei, ma la filosofia della storia assolutamente non poteva mandarla giù, tanto più ch'egli era di opinioni affatto opposte. Ad ogni modo, e l'uno e l'altra, nonostante una così diverga tempra d'ingegno, si sarebbero anche avvicinati nelle vedute se l'uno e l'altra si fossero posti a giudicare a sangue freddo; ma l'avvocatessa dovendo smerciare quel milione di boni del tesoro, avendo urgente bisogno che tutto piegasse in bene, si sforzava così a non vedere che rose nell'avvenire: mentre il conte, a cui premeva che il disastro napoleonico continuasse, nemmeno un momento seppe credere che l'edifizio in isfacelo potesse ricostruirsi. In due altre cose inoltre differivano affatto. Ella voleva che Napoleone si rimettesse sul piedestallo, e cadesse Beauharnais, senza che a ciò vi fosse ragione di sorta, ma soltanto perchè lo desiderava; laddove il conte, vedendo inevitabile l'ultima rovina dell'imperatore, faceva dei conti su Beauharnais, dopo le parole avute con esso lui, e su Milano e sul regno italico."
      },
      {
        "index": 48,
        "text": "Or fermiamoci qui, in quanto a pubblici affari, e vediamo come una lieve notizia, di indole affatto privata, cambiando le passioni, abbia influito con tanta efficacia a cangiare anche le opinioni e le simpatie politiche del conte."
      },
      {
        "index": 49,
        "text": "Una sera il conte Aquila discese, insieme con madama Falchi, alla tavola rotonda dell'albergo di Marengo, dov'era alloggiato e dove erasi trasferita anche madama, per essere stato chiuso, per ordine del ministro di polizia, l'albergo di Montmorency, dove alloggiava prima, perchè l'albergatore fu indiziato di aver avuto parte nella congiura Malet. Fattasi ora tarda, l'avvocatessa, che beveva forte come un'ostessa del lago Maggiore, alzò la mano più del consueto, eccitata da un eccellente chambertin vecchione, soprannominato il vino Napoleone, dall'uso che ei ne faceva di"
      },
      {
        "index": 50,
        "text": "preferenza ne' suoi pasti campali. Il discorso naturalmente era la politica del giorno. Il conte, per le ragioni addotte, ne sopportava la chiacchiera intemperante, perchè tra tante cose nojose e strambe, ne raccoglieva qualcuna che faceva per lui."
      },
      {
        "index": 51,
        "text": "— MI fa senso, ella venne a dire a un certo punto del suo articolo di fondo improvvisato, come il signor conte non abbia nessuna fiducia in un completo risorgimento della potenza napoleonica. Mi fa più senso ancora, come un uomo del suo talento possa mettere gli occhi addosso a quel gallo insuperbito di Beauharnais, nel caso che dovendo andar per aria il trono di Francia, debbano gl'Italiani pensare seriamente ai casi propr], e piantare il regno d'Italia su delle fondamenta ben solide."
      },
      {
        "index": 52,
        "text": "Il conte non rispondeva quasi mai alle continue domande di madama Falchi, e la propria politica se la teneva per sè. Ma in quella sera non avendo saputo schermirsi abbastanza ogni qualvolta l'avvocatessa gli aveva colmato il bicchiere di vin Napoleone, fu espansivo e men chiuso del solito: però a quelle parole della Falchi, ridendo e celiando ed esprimendosi con modi affatto nuovi in lui:"
      },
      {
        "index": 53,
        "text": "— Già io so il perchè, disse, a lei sta tanto a cuore la fortuna dell'imperatore."
      },
      {
        "index": 54,
        "text": "— Perchè?"
      },
      {
        "index": 55,
        "text": "— Quando glielo avrò detto, ella avrà la bontà di confessare che ho còlto nel segno. Ma non vada in collera. Se ella non avesse nello scrigno tanta carta, il cui valore non aspetta l'esito delle cannonate, non spasimerebbe tanto per S. M. Vorrei vedere, cara signora napoleonista, se suo marito, invece di acquistare dei boni del tesoro, avesse, prima del sistema continentale, investito un grosso capitale in qualche fabbrica di Londra; vorrei vedere se adesso si tormenterebbe tanto a veder tutto bello e lucido e sereno."
      },
      {
        "index": 56,
        "text": "— Cosa c'entra il tormentarsi?"
      },
      {
        "index": 57,
        "text": "— Ma la mi lasci finire... Io già so come sono i capitalisti che fanno speculazione di borsa. Le loro opinioni politiche durano dalla mattina alla sera, e al dì dopo se soffia una inattesa notizia, volano via tutte le simpatie del dì prima."
      },
      {
        "index": 58,
        "text": "— Questo va bene, ma...."
      },
      {
        "index": 59,
        "text": "— Altro che andar bene! ma se mi ascolta andrà meglio. Io dunque credo fermamente che Napoleone non può più star in piedi: prima però ch'ei cada affatto ella ha tempo di vendere benissimo tutti i suoi boni. È probabilissimo che Napoleone, rientrando in campagna, abbagli ancora il mondo con qualche brillante vittoria. Quello è il momento, cara signora, di vender bene la sua carta. Tutto il mondo crederà che a una vittoria terrà dietro un'altra, come una volta; ma le vittorie non saranno molte, si fidi di me. Ho parlato a due o tre generali dei più intimi di Napoleone: ebbene? crollano la testa, cara signora, e criticano il padrone, perchè son sazj. Non c'è più entusiasmo, perchè non c'è più fede, e, peggio ancora, perchè non c'è più speranza, ossia perchè la speranza non ha più niente da fare. L'uomo mette in pericolo la vita, finchè la vita non val nulla, e colla lusinga, che, se la fortuna è propizia, possa col tempo valer molto. Ma quand'uno ha raggiunto quello che è al di là d'ogni desiderio, che volontà si ha ad avere di farsi ammazzare per un uomo il quale è persuaso che le donne debbano sciuparsi a fabbricar soldati, per dare a lui solo lo spettacolo di una strage perpetua?... Vedrete quel che vi dico io. Vi do tempo sei mesi, un anno; e poi giù, e per sempre."
      },
      {
        "index": 60,
        "text": "— In ciò ch'ella dice, c'è del vero. Ma io mi son limitata a credere e a dire che Napoleone farà ancora tremare l'Europa. Non ho parlato della durata io..."
      },
      {
        "index": 61,
        "text": "— Ah, dunque siamo d'accordo! Lei s'accontenta del tempo che è necessario per liberarsi di tutta la sua carta. Voglia dunque esser sincera; già io non vado a dirlo all'imperatore, e nemmeno al ministro Prina."
      },
      {
        "index": 62,
        "text": "La Falchi era esaltata, e un pochino ebbra, e però aggiunse quello che coll'acqua fresca non avrebbe mai detto."
      },
      {
        "index": 63,
        "text": "— Al ministro Prina ella può dire benissimo quello che ha detto a me. In fin dei conti, più della metà di questi boni è proprietà del ministro."
      },
      {
        "index": 64,
        "text": "— Passa il milione?"
      },
      {
        "index": 65,
        "text": "— Son più di due milioni..."
      },
      {
        "index": 66,
        "text": "— Me ne congratulo tanto."
      },
      {
        "index": 67,
        "text": "— Era un avvocato... fu messo a fare il custode della pubblica ricchezza... Doveva starsene forse colle mani in mano?"
      },
      {
        "index": 68,
        "text": "— Va benissimo, e buon pro gli faccia. Pur farebbe meglio a non rovinare il proprio paese... Dato un rovescio napoleonico... quando noi fossimo per riuscir ad aggiustar le cose a casa nostra... quest'uomo potrebb'esser utilissimo. Ma è necessario che si stacchi da Napoleone e appoggi il vicerè."
      },
      {
        "index": 69,
        "text": "— Ella, signor conte, l'ha sempre col vicerè. Per me dico, e ora non parlo per l'interesse, che vorrei che andasse tutto a soqquadro anche per noi, piuttosto che veder quell'uomo a diventare il nostro padrone."
      },
      {
        "index": 70,
        "text": "— Non è necessario che sia il padrone."
      },
      {
        "index": 71,
        "text": "— Voi non lo conoscete."
      },
      {
        "index": 72,
        "text": "— Lo conosco benissimo."
      },
      {
        "index": 73,
        "text": "— Scusi, signor conte, ma certe cose noi donne le sappiamo meglio di loro signori. E se le dicessi quello che io so, certo che il signor conte cangerebbe d'opinione, qui sull'istante."
      },
      {
        "index": 74,
        "text": "Il Conte Aquila, essendo in quella sera di un umore eccellente fuor dell'usato, erasi divertito a discorrere colla Falchi, e rideva nel vederla così un poco ebbra ed espansiva. Pure all'ultima sua parola cessò di pigliarla leggermente:"
      },
      {
        "index": 75,
        "text": "— E che cosa sapete ch'io non sappia? domandò con una certa apprensione."
      },
      {
        "index": 76,
        "text": "Senza saper nulla, ei sentì corrersi qualche brivido per le ossa, come allorquando, anche sotto il limpido sole e il ciel sereno, il corpo fa le veci del barometro e presente che il tempo vuol guastarsi."
      },
      {
        "index": 77,
        "text": "[III]"
      },
      {
        "index": 78,
        "text": "La Falchi era in quella condizione di mezza ebrietà, che non concede più alla lingua di esser cauta, che addensa le tinte ad ogni nostra qualità caratteristica, e, se un'indole non è buona, la fa diventar bieca e pericolosa:"
      },
      {
        "index": 79,
        "text": "— Così è, caro signor conte, essa continuava: se io arrivo a dire che Beauharnais sarebbe un pessimo re, bisogna proprio che questa sia una verità chiara come la luce del sole, la quale non si può negare, qualunque sia il colore degli occhiali che portiamo; perchè, se dicesse questo il mio signor marito, vada, si potrebbe dire che parla per dispetto... Ma son io che parlo; io che, siamo sinceri, non mi sono poi fatta pregar tanto allorquando... Il signor conte ride... pure non vorrei per tutto l'oro del mondo che un soldato petulante, un francese che ci disprezza, un re nominato da noi avesse il diritto di penetrar nelle famiglie a mettere sottosopra la pace domestica, a canzonare i mariti, ad insultare 1 fratelli, a farsi beffe degli amanti... e che so io. Torno a ripetere che non parlo per me; nè me la piglio calda per il mio avvocato... che è il marito più caro e più comodo di questo mondo... un vero scaldaletto... che quando annoja lo si dà alla cameriera da portare in cucina..."
      },
      {
        "index": 80,
        "text": "Il conte Aquila, contro il suo solito, non potè trattenersi dal ridere a queste parole."
      },
      {
        "index": 81,
        "text": "— Or tornando alla prima mia idea, quantunque io non abbia studiato molto, e non conosca molto la storia, più d'una volta ho sentito a dire che fu sempre per cose di donne che i principi e i tiranni furono creduti impossibili, e furono messi fuori di combattimento, da chi non pativa che venisse offesa la nazione nella sua parte più viva e più delicata."
      },
      {
        "index": 82,
        "text": "— È vero, o non è vero?"
      },
      {
        "index": 83,
        "text": "— Dunque, in questo genere, relativamente al vicerè, io so tante e tante cose, che sarebbe veramente pericoloso per noi il mettere nelle sue mani il nostro paese. In questi ultimi anni poi, fors'anche perchè i Milanesi s'inasprirono seco, egli è diventato manifestamente nemico degli Italiani. A tutti è noto quel che avvenne col general Pino: tutti sanno le ingiustizie d'ogni sorta fatte"
      },
      {
        "index": 84,
        "text": "da lui ai soldati italiani, quando per qualche cosa si trovavano in competenza coi soldati francesi. E da qualche tempo, per coronar l'opera, è diventato anche avaro fino alla spilorceria. Il signor conte si ricorderà bene del modo saporito con cui l'incisore Rosaspina si vendicò della di lui avarizia."
      },
      {
        "index": 85,
        "text": "— Non me ne ricordo."
      },
      {
        "index": 86,
        "text": "— Oh è bella, bella davvero. L'incisore dedicò due anni fa una sua stampa al vicerè, il quale non si degnò nemmeno di far rispondere all'artista, nè di mandargli quel dono consueto per il quale, in conclusione, si fanno le dediche. Or che cosa fece il Rosaspina? quando pubblicò ultimamente una nuova incisione, dica un po', signor conte, a chi ne fece la dedica?"
      },
      {
        "index": 87,
        "text": "— A chi?"
      },
      {
        "index": 88,
        "text": "— A Sua Altezza l'uomo di Pietra. Vi piace?"
      },
      {
        "index": 89,
        "text": "— Davvero che è saporita. Ma, tornando a noi, se le troppo frequenti ingiustizie fatte dal vicerè ai nostri, se l'ostentazione di un disprezzo che sinceramente non può sentire, se la grettezza e l'avarizia, delle quali però è la prima volta che sento a parlare, possono e devono dar da pensare seriamente a chi volesse mettere quest'uomo sul trono d'Italia, per il resto non state a darvi un pensiero. Cara signora, se voi stessa non mi aveste preceduto col dirmi, che sarebbe toccato al vostro signor marito a far di questi lamenti, davvero che mi fa senso come una bella signora come voi, tutt'altro che disposta a imitar le sante, siasi messa a sfoggiar tanta morale sul fatto che al vicerè piacciono le dame. E a chi non piacciono? Bisogna poi tener conto della posizione e delle tentazioni. Se, per un supposto, al luogo del vicerè si potesse mettere S. Luigi Gonzaga o S. Francesco d'Assisi, in meno d'un mese vedremmo impegnati l'uno e l'altro in qualche avventura galante. Sono cose da non badarci nemmeno. Eppoi bisogna considerare che il principe venne giovanissimo a Milano, e col tempo daranno giù i bollori; d'altra parte, sentite, chi è padre, o marito, o fratello, o amoroso, ci pensino loro. State tranquilla, che chi sa fare il padre e sa fare il marito, può mettere alla porta anche il vicerè. Diavolo! non è più il tempo del diritto di coscia."
      },
      {
        "index": 90,
        "text": "— Caro conte, io sono disposta a credere e a giurare in tutto quello che ella dice; perchè fui assicurata da chi ne sa, che ella è una gran testa; mi accorgo però che in queste faccende la sua sapienza non vale la mia. Oh... è un pezzo ch'io sento a dire che i buoni mariti fanno le buone mogli, e che quando essi custodiscono bene la casa, non c'è ladro che possa introdursi... Ma c'è un male, caro signor conte, un gran male; ed è che questa sentenza venne pronunciata dai soli uomini, senza sentire il parere delle donne, che in tali argomenti hanno voce in capitolo... Ora io le so dire che è precisamente quando i mariti stanno sempre intorno alle loro mogli, che a queste viene una gran voglia di cambiar aria, e ai cacciatori di professione entra la smania addosso di tentare la caccia proibita. Mi ricordo del mio primo anno di matrimonio, quando anche il mio signor avvocato sl mise in testa di fare il cane da pagliajo, e ringhiava se qualche altro cane di razza più fina entrava in casa; ebbene, posso assicurarla, che se ho lasciata passare la luna di miele fu un vero miracolo, e che appena spirato quel termine, proprio in un giorno che mio marito mi fece una scena tragica, che mi pareva il Blanes quando ha il turbante di Frosmane, proprio allora gli piantai il mio primo corno; carissimo corno, saporito tutto quel mai che si può dire. Fu precisamente così; e ancora mi vien voglia di ridere quando penso a quell'avventura."
      },
      {
        "index": 91,
        "text": "— Tutto va bene, rispondeva il conte ridendo e divertendosi molto dello spettacolo di quella insolita sfacciataggine; ma pensate che, parlando, siete uscita di strada, e avete trovato la maniera di darvi torto da voi stessa."
      },
      {
        "index": 92,
        "text": "— In che maniera?"
      },
      {
        "index": 93,
        "text": "— È presto capito. — Se voi trovate tanto giusto che le donne facciano il loro comodo..."
      },
      {
        "index": 94,
        "text": "— Io non ho detto questo..."
      },
      {
        "index": 95,
        "text": "— Ma all'entusiasmo con cui ne parlate... bisogna conchiudere..."
      },
      {
        "index": 96,
        "text": "— Io parlo di quello che ho fatto io... eppoi sì... giacchè è detta... la lascio andare... Le donne hanno tutto il diritto di fare il loro piacere; e in ogni modo, anche senza avere l'approvazione del ministro di giustizia e dell'arcivescovo, non verranno mai da voi altri a chiedervi il permesso quando..."
      },
      {
        "index": 97,
        "text": "— Ebbene, vi piglio in parola; e tornando al punto da cui siamo partiti, il principe Beauharnais è nato fatto per convertire in obbligo legale i vostri desiderj."
      },
      {
        "index": 98,
        "text": "— Ed ecco ciò che non voglio. Credevate, signor conte, che queste tre bottiglie da me vuotate mi avessero fatto uscire di testa il mio argomento... Tutt'altro... Anzi sento che lo chambertin mi ha rischiarato mirabilmente le idee... Torno adunque a dirvi che con quella facilità che abbiamo noi donne di fare spuntar le corna anche sulla testa la più grande, la più nobile e la più perfetta, è necessario che il vicerè vada all'inferno..."
      },
      {
        "index": 99,
        "text": "— Ma non vi accorgete della contraddizione?"
      },
      {
        "index": 100,
        "text": "— Che altri non mi abbia a comprendere, può esser possibile... ma che voi, signor conte, col vostro ingegno non mi arriviate, è assai strano."
      },
      {
        "index": 101,
        "text": "— E vi capisco sempre meno, continuava il conte con quel sorriso tra lo sprezzo e l'indulgenza onde si tien conto delle parole di chi sembra soverchiamente esaltato dai vapori vinosi."
      },
      {
        "index": 102,
        "text": "— Oh adesso poi mi sentirete a sfoggiare eloquenza; mi sento in vena, e voglio ripetervi le parole dette una sera da Ugo Foscolo... A proposito del quale mi fanno ridere gli asini che pretendono gli sia stata tolta la cattedra per incapacità. Altro che incapacità! Badate: io che non ho fatto nessun studio e non ho mai potuto pigliar gusto a nessuna lettura, pure ho imparato infinite cose quella sola volta che per tutta una sera l'ho sentito parlare, e a gridare, e a tuonare, e a mettere in un sacco tutti quelli che stavano in conversazione, compresi i chiacchieroni di mestiere, e i colleghi di mio marito, che per la smania di contraddire, non so che cosa direbbero. Ebbene, sapete che cosa ha detto Foscolo? mi pare d'avervene già parlato; ha detto, dunque, che un principe donnajuolo e che pretende abusare della condizione regia nel fatto di donne, è il più detestabile tiranno che mai possa darsi... e citò non so che fatto della storia romana, per cui i re se ne andarono a spasso per una bricconata di un giovinotto che aveva tutto il carattere di Beauharnais."
      },
      {
        "index": 103,
        "text": "Oh guardate che cosa vi arrivo a dire... Vi arrivo a dire che se mio marito, fingendo di conoscere il vicerè, gli avesse regalato un carico di legnate, quando mi faceva la corte, quella sarebbe stata la prima e la sola volta che la gelosia d'un marito, che di solito mi fa ridere, mi avrebbe dato piacere. Un marito può, anzi deve chiudere gli occhi su tutti gli zerbinotti che pizzicano sua moglie... ma quando è il vicerè che pizzica... e il marito lascia fare... il marito è un asino se non è un... voi mi capite."
      },
      {
        "index": 104,
        "text": "— Qui cominciate ad aver ragione... Ma voi, che sfoggiate delle teorie così splendide... perchè non avete messo alla porta il vicerè, quando...?"
      },
      {
        "index": 105,
        "text": "— Oh bella! perchè tutte le cose lasciate sono perdute... e perchè le donne hanno l'obbligo di esser deboli... Ci chiamate il sesso debole per disprezzo, e poi pretendete che si debba esser forti soltanto allora che preme a voi. Siete veramente curiosi, i miei cari uomini... Ma ripigliando il filo, ecco perchè è da mandar al diavolo chi, abusando della debolezza delle donne, vuol schiaffeggiare sfacciatamente tutta la nazione nelle persone dei mariti e degli amanti... Ho parlato bene adesso?"
      },
      {
        "index": 106,
        "text": "— Benissimo... ma mi permettete di dirvi una insolenza?"
      },
      {
        "index": 107,
        "text": "— Questa sera permetto tutto."
      },
      {
        "index": 108,
        "text": "— Ma non andar poi in collera..."
      },
      {
        "index": 109,
        "text": "— State tranquillo..."
      },
      {
        "index": 110,
        "text": "— Se molte donne, senza aver le vostre teorie, vi assomigliano in pratica, ve ne sono però alcune, e non poche, di tale e tanta virtù e tanta dignità, da far arrossire e indietreggiare anche un principe il quale avesse tutte le voglie e tutta la forza di farle valere."
      },
      {
        "index": 111,
        "text": "— Non sono del vostro parere; in coscienza non posso esserlo. Tutte le donne, dal più al meno, sono le stesse; la virtù che oggi fa meraviglia, cade domani, e non c'è da farsene stupore. Nella mia esperienza, tutte le donne che ho conosciuto, d'ogni risma e d'ogni conio, anche di quelle che parevan nate per far la madre badessa, la santa Teresa, la santa Cecilia, e che so io... ebbene, venne il loro giorno... e alle tentazioni, quando furono fatte da un diavolo simpatico, non seppero resistere e..."
      },
      {
        "index": 112,
        "text": "— Oh... qui poi vi sfido."
      },
      {
        "index": 113,
        "text": "— Accetto qualunque sfida."
      },
      {
        "index": 114,
        "text": "— E torno a dire che chi fa la moglie è il marito..."
      },
      {
        "index": 115,
        "text": "— Davvero?"
      },
      {
        "index": 116,
        "text": "— Si."
      },
      {
        "index": 117,
        "text": "— Ebbene... io mi do vinta..: se però mi saprete accennare una sola di queste eccezioni, una sola di queste donne che nacquero sante e rimasero sante per la virtù del marito."
      },
      {
        "index": 118,
        "text": "Il conte Aquila, quantunque tenesse conto della sbilanciata loquacità della Falchi, pure fu punto da quell'insistenza. Non gli pareva vero che, almeno per complimento, quella donna non avesse fatto eccezione della moglie di lui. — Stette così alquanto in silenzio, perchè avrebbe voluto sentire da altri quello ch'ei fermamente pensava; ma poi, ad onta del suo carattere orgoglioso e duro, non seppe dominarsi così che non prorompesse con accento severo e con voce alterata:"
      },
      {
        "index": 119,
        "text": "— Ebbene, signora, che cosa mi sapreste dire, per esempio, di mia moglie?"
      },
      {
        "index": 120,
        "text": "A queste parole la Falchi diede in uno scroscio di risa sfacciato e infernale; così infernale che il conte impallidì in modo da parere un cadavere. Succedette un terribile silenzio. La Falchi vuotò un altro bicchiere di chambertin."
      },
      {
        "index": 121,
        "text": "[IV]"
      },
      {
        "index": 122,
        "text": "Quand'ella lo ebbe vuotato e deposto sulla tavola, e, tornando a guardare il conte con occhi lucentissimi, accennava di voler continuare a parlare:"
      },
      {
        "index": 123,
        "text": "— L'ora è assai tarda, disse il conte, con una calma profonda, e come se avesse assistito ad un discorso indifferente. È tardi, e ho bisogno di riposo."
      },
      {
        "index": 124,
        "text": "— Ma aspettate, caro conte, chè a me pare d'incominciare adesso la mia giornata, tanto sono in lena..."
      },
      {
        "index": 125,
        "text": "— Voi potete aver ragione, ma io devo andare a dormire — e tirò furiosamente il campanello per chiamare il cameriere."
      },
      {
        "index": 126,
        "text": "A sentire la voce bassa e lenta e quasi dolce del conte, e a vedere il furore convulso con cui non tirò ma strappò il campanello, non parea vero che quei due diversi atti venissero da lui solo."
      },
      {
        "index": 127,
        "text": "Il cameriere entrò."
      },
      {
        "index": 128,
        "text": "— Fatemi lume, che voglio salire in camera, gli disse; e anche voi vogliate fare altrettanto, soggiunse poi piegandosi tranquillamente verso la Falchi. E si alzò e parti. — Buona notte, madama, esclamò quando fu sulla soglia del salotto."
      },
      {
        "index": 129,
        "text": "La Falchi, uscito che fu il conte: «Che originale è costui! pensò tra sè. Un altro mi avrebbe tempestato di domande... Egli invece se ne va a letto... Non avrei mai creduto che un uomo così duro e severo, come mi dicono, fosse anch'esso una così buona stoffa di marito!»; e fermandosi su quest'idea, e pensando ad altre cose, a poco a poco il vapore dello chambertin le lavorò sugli occhi in modo, che chinò il capo e s'addormentò e così profondamente, che la donna di servizio, avvisata dal cameriere, che era stanco di far la guardia fuori dell'uscio, dovette entrare per svegliarla e condurla poscia in camera."
      },
      {
        "index": 130,
        "text": "Ma seguiamo il conte Aquila nella sua camera."
      },
      {
        "index": 131,
        "text": "L'orgoglio gli aveva comandato di far tutto perchè non uscissero altre parole dalla bocca oscena della Falchi, ed in sul primo, era come fuggito da colei. Non pertanto, quando fu solo, ripensando a quelle risa infernali, si sentì assalito da un desiderio furibondo di appurarne le vere cagioni; e fu per uscire ed entrare dalla Falchi per chiederle conto de' suoi modi oltraggiosi... ma si trattenne e un raggio lieve e fuggitivo di consolazione gli rischiarò l'anima affannata. Si consolò pensando che la Falchi era manifestamente ubbriaca; che, per conseguenza, non era a far caso nessuno delle di lei parole; ch'egli era stato un pazzo a darci peso; che non meritava la pena di più oltre pensarvi. Ma quel lampo, lo ripetiamo, dileguò nel punto che aveva guizzato, e:"
      },
      {
        "index": 132,
        "text": "— Se non fosse stata ubbriaca, avrebbe taciuto, — pensò... e una tale idea lo percosse in modo, e il dolore che ne provò fu di quel genere che mette gli uomini nella tentazione di ammazzarsi."
      },
      {
        "index": 133,
        "text": "Si mise a sedere, e fece ogni guisa di congetture. Riandava colla memoria tutta la vita della contessa sua moglie e non giunse a trovare un momento solo in cui gli sembrasse avere colei meritato un rimprovero; considerava che il metodo rigoroso ch'egli avea imposto alla vita di lei, che il non averla mai perduta di vista un momento, e il non averle mai lasciata libertà di sorta, rendeva assolutamente impossibile che quella donna desse esca alla calunnia e alla maldicenza. E si confortava un istante, ma per immergersi poi subito nei più disperati e strani pensieri. L'indole dura e fortissima del conte Aquila piegò in quella notte allo spasimo del sospetto — del sospetto che è sovente ancora più tormentoso della più crudele verità appurata. Eppure non amava sua moglie; non l'aveva mai amata. Non era mai stata per lui che la donna incaricata di portargli dei figli; il solo sentimento ch'essa ingenerava in lui non era che l'orgoglio di chi possiede una rarità universalmente apprezzata e desiderata. Ma è appunto l'orgoglio, ma è l'amor proprio offeso che alimenta la più tremenda gelosia... perchè la gelosia che non deriva dall'amore, non potrà mai essere placata dalla pietà."
      },
      {
        "index": 134,
        "text": "Il giorno dopo, nell'ora della colazione, in cui il conte soleva vedere la Falchi alla table d'hôte, aveva pensato di non vederla altrimenti, e giacchè non c'era più nessun motivo di trattenersi a Parigi, aveva presa la risoluzione di partire senza nemmeno salutarla, per rompere di colpo ogni relazione con quella donna perversa. Ma la puntura tormentosa del dubbio non gli permise di fermarsi in quella risoluzione; e si venne anzi cambiando al punto da sentire irrequietudine ed impazienza nell'aspettazione dell'ora consueta. Giacchè la Falchi aveva lanciato un primo motto, egli voleva saper tutto il resto, e si affannava nel desiderio di conoscere ogni cosa con certezza. E venne l'ora, vide la Falchi, sedette a tavola con lei; ostentò umore lieto e cortesia; e l'impazienza lavorò tanto sull'animo di lui, che fu il primo a riappiccare i fili del discorso lasciato sospeso la notte prima."
      },
      {
        "index": 135,
        "text": "— Sono contento, madama, che le vostre belle guance abbiano ripreso il loro incarnato naturale, e che beviate acqua fresca. Jeri notte, bisogna confessarlo, eravate un po' sostentata, e ho troncato la continuazione di un certo discorso che... voi mi capite... jeri notte c'era pericolo di sentir le cose alterate... mentre è la verità rigorosa e intera ch'io voglio conoscere. Voi siete una dama piena d'esperienza. Io sono un uomo di mondo e filosofo, e, in quanto alle donne, so compatirle ed amo l'indulgenza. Abborro i mariti che vanno in furore e sono capaci di commettere delle violenze, se, per combinazione, le loro mogli hanno guardato piuttosto a dritta che a sinistra. Catone il Censore, uomo duro e inesorabile in tutto, e un modello di virtù romana perfino coi Romani, nelle cose che interessavano sua moglie, non guardava tanto per il sottile; bensì amava di sapere, per poter perdonare e sapersi regolare. Era un vero filosofo. Dunque vogliate spiegarmi. madama, la ragione del vostro strano ridere di jeri sera."
      },
      {
        "index": 136,
        "text": "La Falchi tacque un momento, poi disse:"
      },
      {
        "index": 137,
        "text": "— Mi rincresce, caro signor conte, di non aver saputo trattenermi. Ma anche voi un momento fa avete detto ch'io era un po' sostentata. Quando si è un po' allegri, non si misurano le parole, e fanno male a chi le sente. Ma ora non vogliate dare alcuna importanza a quanto io dissi jeri sera. In una certa sfera di cose, non avendo nessuna opinione delle donne, cominciando da me, ho osato di tirar dentro nel coro anche la vostra signora. Ecco tutto. Sia dunque per non detto quello che fu detto, e cambiamo discorso."
      },
      {
        "index": 138,
        "text": "Il conte, stato un momento perplesso, soggiunse poi:"
      },
      {
        "index": 139,
        "text": "— Jeri notte avete fatto male a ridere in quel modo; ma oggi fate peggio a tacere. Se non parlate, io andrò fantasticando cose che forse non son vere, e che possono aggravare la condizione di chi può essere l'oggetto de' miei dubbj."
      },
      {
        "index": 140,
        "text": "— Un momento fa mi avete detto che siete filosofo, ma ora parlando così, mi fate vedere che siete un uomo come gli altri."
      },
      {
        "index": 141,
        "text": "— Il filosofo non ama l'ignoranza; bensì, quando intravvede un fatto qualunque, vuol conoscerlo appieno, per sapersi regolare con calma e con sapienza. Parlate dunque e dite tutto."
      },
      {
        "index": 142,
        "text": "La Falchi stava per rispondere, quando entrarono nella sala comune altri forestieri, coi quali così il conte come la Falchi avevano in quei giorni fatto conoscenza. Il colloquio adunque fu sospeso, e per più di un'ora il conte dovette adattarsi a parlar di cose, che deviandolo dal suo pensiero fisso, lo annojavano terribilmente. Tra quei forestieri v'era l'avvocato Gambarana, venuto da Milano e chiamato a Parigi dal marchese F... che ci stanziava da qualche tempo."
      },
      {
        "index": 143,
        "text": "— E così, avvocato, gli chiese la Falchi, che effetto ha fatto al marchese F... la notizia del testamento trovato?"
      },
      {
        "index": 144,
        "text": "— Quando un ricco signore è in pericolo di perdere la metà di quello che possiede, vedete bene che non può essere molto tranquillo."
      },
      {
        "index": 145,
        "text": "— Ma, e credete voi?..."
      },
      {
        "index": 146,
        "text": "— Io non posso parlare, madama, e molto meno con voi; già vi sarà noto che il colonnello Baroggi scelse per avvocato patrocinatore il vostro signor marito?..."
      },
      {
        "index": 147,
        "text": "— Avete ragione, e non vado innanzi."
      },
      {
        "index": 148,
        "text": "— Ma questo testamento da che parte è saltato fuori? chiese il conte Aquila che conosceva il marchese F..."
      },
      {
        "index": 149,
        "text": "— È quello che non si sa. Il giorno 14 del passato gennajo, il presidente del tribunale civile di Milano riceve un grosso piego, lo apre, e nell'interno dell'involto trova scritto: Testamento olografo del marchese F... morto il 21 febbraio dell'anno 1750. È una bagatella di sessantatrè anni fa. Da questo testamento appare che l'erede universale del marchese defunto è un tal Baroggi, che morì nel 92 caposquadra delle guardie di finanza, e che fu il padre del colonnello Baroggi che noi tutti conosciamo."
      },
      {
        "index": 150,
        "text": "Tra i forastieri che alla tavola comune mangiavano, sentivano e non parlavano, v'era il noto giojelliere e minutiere Giovanni Manini di Milano, il quale aveva bottega sotto il coperchio de' Figini e serviva la Corte. Era venuto a Parigi per liquidare de' conti arretrati, e il giorno prima avea parlato al vicerè Beauharnais, tornato allora allora dalla Russia a Parigi."
      },
      {
        "index": 151,
        "text": "Egli dunque ascoltò per un pezzo; poi disse con quell'accento di compiacenza orgogliosa d'un negoziante alla moda che per la sua condizione è ammesso alla confidenza dei grandi che serve:"
      },
      {
        "index": 152,
        "text": "— Di quest'affare me ne parlò jeri il vicerè stesso. Loro signori già mi conoscono. Io sono il giojelliere di corte."
      },
      {
        "index": 153,
        "text": "— Ah sì!... disse il conte Aquila."
      },
      {
        "index": 154,
        "text": "— Io ebbi l'onore di fornire le gioje all'illustrissima contessa sua moglie."
      },
      {
        "index": 155,
        "text": "— E come ha fatto il vicerè a sapere e a interessarsi già di questa notizia?"
      },
      {
        "index": 156,
        "text": "— Pochi giorni fa ritornò di Russia lo stesso colonnello Baroggi colla bella sua moglie. Il vicerè ha della predilezione per questo colonnello; le male lingue dicono che sia per la moglie; ma io non so niente. Quello che so è che il vicerè mi disse jeri queste precise parole: «Voi, che non siete più giovane, dovreste sapere qualche cosa di un testamento stato rubato dallo scrigno del marchese F... nel 1750, la notte stessa della sua morte.» Nel 50, io non ero nato, gli risposi, ma di questo fatto mi parlò cento volte mio padre, nominandomi il preteso autore del furto."
      },
      {
        "index": 157,
        "text": "— E chi sarebbe questo autore preteso? domandò il vicerè."
      },
      {
        "index": 158,
        "text": "— La cosa è delicata, altezza, allora io dissi. Le dicerie fanno presto a compromettere un galantuomo, e non vorrei che un vecchio, il quale deve aver passato di un pezzo gli ottant'anni, dovesse, per cagion mia, avere dei dispiaceri in sull'orlo del sepolcro."
      },
      {
        "index": 159,
        "text": "y"
      },
      {
        "index": 160,
        "text": "I nuovi interlocutori che nella sala dell'i6te/ Marengo interruppero il dialogo tra madama Falchi e il conte Aquila, secondo le consuetudini dell'arte, avrebbero dovuto essere introdotti in altra occasione, quando, almeno, il dialogo avesse toccato la sua conclusione. Ma noi non amiamo le consuetudini, e spesso ci piace d'andare a ritroso delle stesse leggi. In questo caso poi, siccome nella realtà storica le cose camminarono precisamente come le abbiamo esposte, e l'innesto inaspettato della nuova notizia relativa a quel testamento, fu ed è il perno maestro di questo lavoro, ebbe una grande influenza su altri fatti importantissimi; così siamo perfettamente in regola se abbiamo obbedito alla legge razionale del vero piuttosto che all'arbitraria dell'arte. Intanto, prima di trovarci soli col conte e colla Falchi, e prima di assistere ai loro intimi discorsi, giova sapere che il conte Aquila, che s'era spesso congratulato col marchese F..., perchè una grande ricchezza, forse destinata a una famiglia oscura e plebea, fosse rimasta in quella casa patrizia, sentì con dispetto, che il vicerè, contro il suo istituto, volesse far pesare la sua autorità nelle decisioni giuridiche che i tribunali avrebbero proferite per la inattesa ricomparsa d'un documento stato smarrito."
      },
      {
        "index": 161,
        "text": "Il discorso intorno al testamento del marchese F... si prolungò più tempo che al conte Aquila sarebbe piaciuto, tanto egli era impaziente di trovarsi da solo a solo colla Falchi; tuttavia vi prese abbastanza interesse per dire all'avvocato Gambarana, quando la compagnia si sciolse, che avrebbe desiderato di trovarlo il giorno dopo nell'alloggio del marchese F..., nel desiderio di conoscere con precisione quel fatto, e di far sentire in proposito il proprio parere. Dopo di ciò, quando tutti furono usciti, e la Falchi stava per salire nella propria camera:"
      },
      {
        "index": 162,
        "text": "— Permettetemi, disse il conte a madama, che io vi segua. Ho bisogno di parlarvi a lungo."
      },
      {
        "index": 163,
        "text": "— Signor conte, sono ai vostri ordini."
      },
      {
        "index": 164,
        "text": "In silenzio salirono le scale; in silenzio entrarono nell'appartamento di madama Falchi, si misero a sedere in silenzio. Finalmente così prese a dire il conte:"
      },
      {
        "index": 165,
        "text": "— VI ripeto, madama, che so di parlare con una signora di grande esperienza, e che sa dare il giusto valore e alle cose..."
      },
      {
        "index": 166,
        "text": "— Vi ringrazio, signor conte."
      },
      {
        "index": 167,
        "text": "— Fate in modo che piuttosto io debba ringraziar voi; intanto comprenderete che io ho ragione di non lasciar cadere in terra il tema che ieri notte, forse contro la volontà vostra, avete messo sul tappeto."
      },
      {
        "index": 168,
        "text": "— Voi ne avete tutte le ragioni; ma devo anche dirvi che voi avete data soverchia importanza alle mie parole, e che io sono sicura di vedervi tranquillo, quando conoscerete i fatti precisamente come stanno."
      },
      {
        "index": 169,
        "text": "— Dunque?"
      },
      {
        "index": 170,
        "text": "— Dunque comincio a dirvi che ho avuto torto di ridere quando mi parlaste della virtù di vostra moglie; io non so nulla e non posso dire nulla contro di lei."
      },
      {
        "index": 171,
        "text": "Il conte, a queste parole, che per verità dovevano essere tranquillanti, si turbò e si sconvolse invece come se avesse udita una verità crudele. La dissimulazione della Falchi gli fece pensare che trattavasi di una cosa assai più grave de' medesimi suoi sospetti. Egli si alzò agitatissimo:"
      },
      {
        "index": 172,
        "text": "— Per carità, madama, parlate. Col tacere, sapete che cosa fate voi?... Mi costringete a partir subito per Milano... e là... Non credo che, per quanto abbiate poca stima di mia moglie, voi desideriate ch'io l'ammazzi."
      },
      {
        "index": 173,
        "text": "La Falchi, ad onta del suo animo perverso, rimase percossa a queste parole del conte, e:"
      },
      {
        "index": 174,
        "text": "— Ma io non vi ho detto che avrei taciuto; vi ho detto soltanto che non trattavasi di una cosa seria... e aggiungo adesso, per mettervi tosto in sulla via giusta, che tutta la colpa è del vicerè."
      },
      {
        "index": 175,
        "text": "— Del vicerè?... ma come c'entra il vicerè?..."
      },
      {
        "index": 176,
        "text": "— Se credete alle mie parole, non cominciate a contraddirmi. — Vi ripeto adunque che se la fama di vostra moglie fu in pericolo di essere appannata, la colpa non è di lei, povera donna, ma di quell'imbecille impudente e invanito."
      },
      {
        "index": 177,
        "text": "— Ma che diavolo può essere avvenuto, che nulla me ne sia trapelato? — Ciò è inverosimile."
      },
      {
        "index": 178,
        "text": "— VI ricordate, signor conte, dell'ultima festa di corte?"
      },
      {
        "index": 179,
        "text": "— Sono già trascorsi tre anni."
      },
      {
        "index": 180,
        "text": "— Ciò non importa..."
      },
      {
        "index": 181,
        "text": "— Ebbene..."
      },
      {
        "index": 182,
        "text": "— Ascoltatemi tranquillo... Il vicerè in quella notte diede un bacio a vostra moglie; ecco tutto."
      },
      {
        "index": 183,
        "text": "— Il vicerè baciò mia moglie?..."
      },
      {
        "index": 184,
        "text": "— Un vostro amico era con me, e vide con me tutto... egli è il conte X che potete interrogare."
      },
      {
        "index": 185,
        "text": "— Dunque fu uno spettacolo pubblico?..."
      },
      {
        "index": 186,
        "text": "— No, il fatto avvenne nelle sale più interne del palazzo. Noi due soli abbiamo veduto, e si voleva in quella notte stessa farvene avvisato... appunto perchè vostra moglie era innocente dell'avvenuto... e forse occorreva che voi, per vostra norma, aveste a saper tutto."
      },
      {
        "index": 187,
        "text": "— E perchè non avete parlato?"
      },
      {
        "index": 188,
        "text": "— Perchè si è poi creduto di far meglio a tacere. E si tacque... scrupolosamente... tanto io che il conte... E ciò è così vero, che il fatto rimase sepolto in modo che non ne trapelò mai nulla a nessuno..."
      },
      {
        "index": 189,
        "text": "Il conte Aquila si alzò, e passeggiò qualche tempo senza parlare; poi:"
      },
      {
        "index": 190,
        "text": "— Oh fossi precipitato dal Cenisio col corriere, piuttosto che metter piede qui e veder voi e aver sentito quel che ho sentito!..."
      },
      {
        "index": 191,
        "text": "E indi dopo qualche pausa:"
      },
      {
        "index": 192,
        "text": "— E ora che si fa? soggiunse."
      },
      {
        "index": 193,
        "text": "— Vendicarsi di quel furfante vicereale, e mandarlo colle gambe in aria..."
      },
      {
        "index": 194,
        "text": "— Vendicarsi di un uomo perchè ha baciato una donna? la avrebb'egli baciata se lei..."
      },
      {
        "index": 195,
        "text": "E sedette innanzi ad una tavola, appoggiando su quella i due pugni stretti, e tenendo fissi gli occhi sulla parete opposta come se guardasse un oggetto."
      },
      {
        "index": 196,
        "text": "— Quando il vicerè osò baciarla, continuava la Falchi, ella si sciolse da lui con violenza, e lo lasciò senz'altro, e retrocesse sola. Questa è la pura verità."
      },
      {
        "index": 197,
        "text": "— Sì?..."
      },
      {
        "index": 198,
        "text": "E il conte guardava macchinalmente la Falchi, come chi sembra inteso ad una cosa e ne pensa un'altra."
      },
      {
        "index": 199,
        "text": "— Davvero, essa continuava, che non avrei mai creduto che un fatto simile fosse per darvi tanto fastidio... Già si sa che quando uno sfacciato s'è messo in testa di baciare una donna, non ha bisogno d'interpellare il suo consenso... È come se un borsaiuolo vi rubasse l'orologio... Sarebbe strano se si pensasse che il derubato è complice."
      },
      {
        "index": 200,
        "text": "Stato assai tempo sopra pensiero, il conte a poco a poco si ricompose, si fece dignitoso e quasi solenne:"
      },
      {
        "index": 201,
        "text": "— Voi avete ragione. So chi è mia moglie e di lei non faccio alcun sospetto... Ora soltanto vorrei che il vicerè fosse un uomo che a ricevere uno schiaffo, mandasse il dì dopo i padrini a casa mia."
      },
      {
        "index": 202,
        "text": "— Sarebbe uno schiaffo gettato. Egli è il vicerè... voi siete un privato... quindi, perdonatemi, sareste trattato come un pazzo... E non avreste nemmeno la compiacenza d'andare in prigione... perchè per qualche tempo dovreste assoggettarvi all'aria malsana della Senavra, e a sentire gli urli dei furiosi... Il povero Celestino Marelli, mercante di pannine (credo bene che vi sia nota quella storia), il quale bastonò il vicerè in borghese, fingendo di prenderlo per un altro quando usciva dalle stanze di sua moglie... ha dovuto adattarsi a vivere coi matti sei mesi. Capisco che voi appartenete ad uno dei primi casati di Milano... Capisco che siete riverito in paese pel vostro nobile carattere e per la vostra sapienza... ma, in faccia a chi è padrone d'uno Stato, ed ha la forza ed è prepotente, così i grandi come 1 piccoli, quando stanno al disotto ed hanno ragione, son tutti eguali."
      },
      {
        "index": 203,
        "text": "— Di che paese è padrone il vicerè?... Vorrei saperlo. Noi siamo i padroni, perdio, e con un calcio io sbalzerò colui lontano mille miglia."
      },
      {
        "index": 204,
        "text": "— Ah, adesso parlate bene, e cominciamo ad intenderci."
      },
      {
        "index": 205,
        "text": "— Fra un anno Napoleone sarà all'inferno; e fra un anno il vicerè non sarà più nè padrone nè servo."
      },
      {
        "index": 206,
        "text": "— A questo solo si deve provvedere."
      },
      {
        "index": 207,
        "text": "— Ma i servi del servo devono tutti andar a spasso con lui."
      },
      {
        "index": 208,
        "text": "— Purchè si sappia fare."
      },
      {
        "index": 209,
        "text": "— E cominciando da uno dei più cari e più assidui amici di casa vostra..."
      },
      {
        "index": 210,
        "text": "— Io non ho amici."
      },
      {
        "index": 211,
        "text": "— Se non voi, che non amate i vecchi, si sa però che vostro marito accende tutti i giorni la sua candela all'altare del Prina."
      },
      {
        "index": 212,
        "text": "— Se la accende, non è per devozione, fidatevi di me. Eppoi ci sono delle novità. Ecco quel che mi scrive mio marito... guardate qui, leggete: da qui a qui."
      },
      {
        "index": 213,
        "text": "Il conte, dopo aver letto un brano di lettera, levò gli occhi in faccia alla Falchi e disse:"
      },
      {
        "index": 214,
        "text": "— Io me l'aspettavo. Tuttavia, conosco i Milanesi, e i loro malumori sono fuochi di paglia."
      },
      {
        "index": 215,
        "text": "— Ma voltate la carta e vedrete di peggio..."
      },
      {
        "index": 216,
        "text": "— Sì... vedo che due volte hanno affisso sulla porta della sua casa in S. Fedele..."
      },
      {
        "index": 217,
        "text": "— Avete visto?... un cartello colle parole. Prina, Prina, il giorno si avvicina."
      },
      {
        "index": 218,
        "text": "— Oh... ci dò poco valore. Son le solite pasquinate... i Milanesi in ciò son famosi, ma cane che abbaia non morde."
      },
      {
        "index": 219,
        "text": "— Sarà come voi dite. Ma io ho scritto a mio marito di pregare il Prina a star lontano da casa nostra."
      },
      {
        "index": 220,
        "text": "Intanto che la Falchi parlava, il conte, a caso scorrendo il resto della lettera, s'imbatté in queste parole che gli fecero senso: Oh se andasse al diavolo prima della scrittura."
      },
      {
        "index": 221,
        "text": "La Falchi, vedendo che il conte fermava l'occhio oltre il passo della lettera da lei segnatogli, fu presta a cogliere un pretesto per levargliela di mano; ciò che accrebbe la prima sorpresa di lui. Per verità egli non aveva traguardate che quelle sole parole; ed esse potevano riferirsi a tutt'altra persona che al ministro Prina, ma uno strano sospetto gli era penetrato in mente; sospetto che noi ora non possiamo nè distruggere nè accertare, e intorno al quale lasceremo che il lettore pronunzii spontaneo il proprio giudizio, quando si troverà in cospetto di altri fatti."
      },
      {
        "index": 222,
        "text": "[VI]"
      },
      {
        "index": 223,
        "text": "Lasciando questo incidente, e tornando al tema del precedente dialogo:"
      },
      {
        "index": 224,
        "text": "— Domani andrò a Milano, proseguì il conte. L'umore d'una popolazione non si può conoscere davvero se non le si vive in mezzo. Vedrò e sentirò. Tutto per altro dipende dall'esito delle nuove battaglie; l'esito momentaneo, intendiamoci, perchè del finale mi tengo sicuro."
      },
      {
        "index": 225,
        "text": "— Se andate a Milano, fate di vedere il Milordino che fu con me testimonio della sfacciataggine del principe. Sentendo lui prima di parlargli di me, vedrete che alla pura verità non ho aggiunta nè levata una sillaba. Ed ora vorrei pregarvi di una cosa."
      },
      {
        "index": 226,
        "text": "— Che cosa?"
      },
      {
        "index": 227,
        "text": "— Che la buona e brava signora contessa non debba avere nessun dispiacere per quello che vi ho riferito."
      },
      {
        "index": 228,
        "text": "— Siate tranquilla; io sono sicuro della sua innocenza. Io non le parlerò giammai di questa avventura. E voi, madama, dovete promettermi di non parlarne mai con nessuno. Il vostro silenzio vi sarà compensato... con usura... quando si tratteranno cose di ben più grave momento."
      },
      {
        "index": 229,
        "text": "— Ho taciuto tre anni, posso ben tacere tutto il resto della mia vita."
      },
      {
        "index": 230,
        "text": "— Mi annoja però che il Milordino siasi trovato con voi quella notte."
      },
      {
        "index": 231,
        "text": "— Esso è vostro amico, ed è nemico del vicerè. Quando io lo pregai di tacere, mi rispose che se sl fosse risolto di parlare, non lo avrebbe fatto che con voi solo."
      },
      {
        "index": 232,
        "text": "Dopo queste parole, il conte Aquila, serio ma tranquillo in apparenza, si licenziò da madama Falchi."
      },
      {
        "index": 233,
        "text": "Abbiamo detto in apparenza; e in fatti quando fu solo passeggiò agitatissimo lungo la Senna. Il suo orgoglio non gli aveva permesso di dare alla Falchi lo spettacolo d'un marito geloso, furioso e tradito. Egli, come Alboino, non voleva degnarsi di domandar conto ad altri della fedeltà della moglie; egli lo diceva, e doveva bastare. Ma quell'orgoglio, in ragione che gli avea comandato di atteggiarsi da uomo calmo, gli avea addensato tanto livore e fiele nel fegato, che sentiva la tentazione di mordersi le mani per dargli uno sfogo meccanico qualunque. Egli pensava che se sua moglie fosse stata innocente, sarebbe stata e avrebbe dovuto essere la prima a manifestargli l'atto sfacciato del vicerè; pensava che questi doveva avere troppo timore di lui, per osare quell'atto, se non fosse stato certo che la contessa avrebbe taciuto. E qui, richiamandosi in mente le parole del vicerè, e le lodi da lui ricevute a nome dello stesso imperatore, si sentiva doppiamente umiliato, perchè sospettava che quella grande stima di S.M. poteva essere invenzione del vicerè stesso per abbonirlo e ingannarlo e tradirlo."
      },
      {
        "index": 234,
        "text": "Sentiva, per conseguenza, che non solo il vicerè non lo stimava, ma lo disprezzava come qualunque altro uomo volgare, credendolo degno di prenderlo al laccio e di scornarlo poi. E qui, invece di provare compassione per sè, che si era lasciato ingannare; di nutrire ira pel vicerè, che lo aveva disprezzato, sentiva colmarsi il petto di un veleno e di un odio mortale contro la propria moglie; argomentando che per sola sua colpa era nato tanto scandalo. — Povera donna! ed era innocentissima!..."
      },
      {
        "index": 235,
        "text": "Il giorno dopo si recò a far visita al marchese F..., nella cui casa trovò anche l'avvocato Gambarana di Pavia:"
      },
      {
        "index": 236,
        "text": "— Prima di tornare a Milano, sono venuto a trovarti, marchese."
      },
      {
        "index": 237,
        "text": "— TI ringrazio, e ti prego di un piacere. So che qui l'avvocato t'ha informato della lite che m'è stata intentata dal Baroggi. Ebbene, avrei bisogno che tu parlassi al ministro di giustizia; so che lo conosci... e che ti mettessi in comunicazione coi due presidenti del tribunale e con quanti giudici tu puoi. Qui all'avvocato fu scritto che il vicerè, in tono minaccioso, ha già fatto sapere a quei signori ch'egli voleva essere informato dell'andamento di tutta la procedura, e che avrebbe vegliato perchè si adempisse alla più scrupolosa giustizia. E anch'io voglio la giustizia; ma dico nello stesso tempo che il vicerè comincia ad infrangerla col far pesare la propria autorità sull'opinione dei giudici."
      },
      {
        "index": 238,
        "text": "— Il ministro di giustizia è più tremante del vicerè che dell'imperatore. I due presidenti poi tremano del ministro. Dunque per quella via non c'è da fare nulla, marchese: ma io me ne occuperò in ogni modo; è tempo di farla finita anche con questo asino prepotente di vicerè. Eppoi, eppoi... le liti giuridiche sono solite ad andare fino alle calende greche. Dio sa dove sarà Beauharnais quando uscirà la sentenza finale dei tribunali!"
      },
      {
        "index": 239,
        "text": "— Ma non vorrei che intanto mi si sospendesse l'amministrazione della sostanza in quistione... Starei fresco, caro conte!"
      },
      {
        "index": 240,
        "text": "— È qui il nodo, soggiunse l'avvocato."
      },
      {
        "index": 241,
        "text": "E su questo tema quei signori continuarono a parlarne per un pezzo, e ne parlarono ancora quando accompagnarono il conte fino all'Ufficio delle Messaggerie del Moncenisio, il giorno della partenza di lui per Milano."
      },
      {
        "index": 242,
        "text": "Come allorquando vediamo un piccolo nuvolo in sull'orizzonte, che non sembra dover turbare per nulla la tranquillità del cielo; ma poi quasi facendosi incontro ad altro nuvolo che non si sa donde siasi spiccato, si congiunge e s'ingrossa con quello, e a poco a poco altri si accumulano in modo che chi guarda può benissimo aver timore di un temporale; così, per caso, vennero a congiungersi in Parigi e il conte Aquila e la Falchi, poi l'avvocato Gambarana e il marchese F... e il vicerè, e il colonnello Baroggi, che rimasto pochi giorni a Parigi, era tosto partito per Milano."
      },
      {
        "index": 243,
        "text": "La rivelazione di un fatto improvvisò di punto in bianco un nemico implacabile a Beauharnais; una quistione giuridica di indole puramente privata, per influenza onnipotente dell'interesse, avvicinò un altro patrizio al conte Aquila, nel desiderio di vedere in rovina il figlio adottivo di Napoleone; la Falchi, sollecitata dall'auri sacra fames, ci fece presentire un altro temporale, che dovrà scaricarsi su altre teste. Vedremo, tornando a Milano, di che qualità sarà la grandine."
      },
      {
        "index": 244,
        "text": "[VII]"
      },
      {
        "index": 245,
        "text": "La sera del 12 aprile il conte Aquila entrava in Milano da Porta Vercellina. Egli aveva già dato avviso al maggiordomo del proprio arrivo e indicatone anche il giorno e approssimativamente l'ora. Dopo il dialogo avuto colla Falchi non aveva più scritto alla moglie; soltanto nelle lettere dirette al maggiordomo, gli aveva sempre lasciato l'incarico di porgere alla contessa i proprj saluti. Come un re di Spagna non poteva mancare a nessuna legge del cerimoniale domestico; d'altra parte non voleva tradire alle persone di servizio i proprj segreti. La carrozza di casa era a pigliarlo all'Ufficio delle Messaggerie. Era notte tarda quando l'androne del suo palazzo risuonò del rumore delle ruote e dello scalpito dei cavalli."
      },
      {
        "index": 246,
        "text": "La contessa si sentì rimescolare il sangue a quel rumore. Era gioja? era dolore? Non lo sappiamo. Probabilmente era l'effetto d'uno di quei sentimenti indefiniti che da qualunque cagione derivino, non fanno mai bene alla salute."
      },
      {
        "index": 247,
        "text": "Per quanto ci dà la nostra esperienza, ben di rado avviene che al ritorno d'un marito in casa propria da una lunga assenza, risvegli il buon umore in coloro che hanno l'obbligo di aver sentito un gran vuoto per la sua lontananza. Spesso noi abbiamo assistito al ritorno più o meno atteso di qualche marito, e sempre abbiam dovuto conchiudere che colui avrebbe fatto un gran buon effetto a non ritornare così presto. Per caro che sia un marito, per quanto penelopea possa essere una moglie, la presenza di lui implica sempre sudditanza, obbedienza, impaccio. Perfino gli amici e le amiche di casa se ne risentono. Quante volte, seduti a lieta mensa, a mensa innocente, intendiamoci bene, dove l'allegria la più schietta animava la brigata invitata dalla vice-gerente moglie; a un tratto vedemmo dileguare la generale festività all'improvviso annunzio recato in tavola insieme colla zuppiera: È arrivato adesso il signor padrone!"
      },
      {
        "index": 248,
        "text": "Ben è vero che all'entrare che fa il padrone nella sala comune, la moglie gli si fa tosto incontro con mille gentilezze, ed è perfino capace di baciarlo; gli amici e le amiche di casa vanno in cerca delle più belle espressioni per festeggiarlo; ma non bisogna fidarsi delle apparenze; ma dopo pochi minuti i visi sono tutti aggrondati, cominciando da quello del marito, che non era preparato a trovar tanta gente in casa. Il lettore non può immaginarsi l'avversione che, in generale, noi abbiamo per i mariti; essi sono 1 veri autocrati della vita intima, senza sindacato e senza equilibrio di poteri; è tanta la paura che abbiamo di loro, che abbiamo paura persino di noi stessi; giacchè il lettore deve sapere, e lo diciamo perchè si accorga che siamo in buona fede, che anche noi, sebbene senza vocazione, ci troviamo ascritti alla sterminata camorra di coloro che hanno rinunziato alla libertà, per il barbaro diletto d'impacciare l'altrui."
      },
      {
        "index": 249,
        "text": "Non è dunque ad immaginare come si respirò in casa Aquila durante la lontananza del conte; come la servitù sentì tutta la beatitudine dell'obbedienza volontaria che avea prestato a quell'angelo della contessa; come questa fosse lieta di trovarsi in mezzo a tanta gente che la servivano adorandola; come ella poi, trovandosi a tutto suo agio e libera dall'orrido incubo maritale, avesse già messo sulle guancie, fatte più piene, un lieve color di rosa, il quale era scomparso dal giorno che dal collegio passò nelle spire del suo serpente sacramentale, stato benedetto dal signor curato!"
      },
      {
        "index": 250,
        "text": "Quando si pensa alla leggerezza crudele onde i genitori gettano le loro figliuole inesperte nelle mani del primo che capita, senza esaminare previamente il carattere intimo, senza conoscere le abitudini, spesso anzi non curando la pubblica fama che, se non sempre, qualche volta è un surrogato delle leggi impotenti: quando si pensa al numero sterminato di agonie tormentose e"
      },
      {
        "index": 251,
        "text": "lunghissime subite da tante e tante infelici che i mariti hanno ammazzato in tutta pace, e persino nell'apparente e recitata bonomia delle pareti domestiche, e senza nessuna revisione legale; quasi si dura fatica a trovare indispensabile l'instituzione del matrimonio; e senza quasi, la coscienza spaventata si ribella ai codici invalsi."
      },
      {
        "index": 252,
        "text": "Allorchè il conte Aquila, salito lo scalone, fu per entrare nel proprio appartamento, la contessa, insieme colla propria madre, che per caso quel giorno trovavasi là, fu sollecita a muovergli incontro. Ma il conte la salutò severamente, secondo il suo costume; salutò la madre secco, e comandò al maggiordomo, ch'era là anch'esso, di seguirlo in camera. Dopo alcuni minuti, stando la madre e la figliuola nel gabinetto di questa ultima, sentirono la voce del conte alterata e iraconda, e il maggiordomo che di lì a poco uscendo dalle stanze del padrone, diceva sottovoce:"
      },
      {
        "index": 253,
        "text": "— Non si può più vivere in questa casa."
      },
      {
        "index": 254,
        "text": "S'egli è vero che, per consueto, i padroni di casa, come tutti coloro che esercitano un'autorità qualunque, provocano in chi li avvicina un sentimento il quale, anche allorquando le indoli son buone, insieme coll'amore e col rispetto, tien tuttavia in deposito qualche elemento di tedio e di pena; figuriamoci poi che tristissimo effetto essi sono destinati a produrre quando 1 caratteri sono orgogliosi, acri e tempestosi, e l'affetto non li riscaldò mai nemmeno durante il fuggitivo corso della luna di miele: un senso assiduo come di paura impaccia ogni pensiero, ogni gesto, ogni atto della povera moglie e di quanti sono condannati ad obbedire ed a servire in casa. Il conte Aquila, già lo sappiamo, apparteneva a questa genìa spaventosa dei tiranni domestici. Il maggiordomo non aveva ricevuto dal padrone che rabbuffi e parole crude per ogni menoma cosa che non gli fosse piaciuta; o un avaro ed un austero silenzio quando ne aveva indovinata ogni volontà. I servi e le cameriere si presentavano ai suoi ordini con pauroso rispetto; la moglie non differiva dai servi che per il posto gerarchico, il quale però contribuiva ad accrescere la sua rispettata servitù."
      },
      {
        "index": 255,
        "text": "La contessina chiamò in gabinetto il maggiordomo:"
      },
      {
        "index": 256,
        "text": "— Che cosa ha il conte? gli disse."
      },
      {
        "index": 257,
        "text": "— Io non so più, signora contessa, che cosa fare. Nemmeno il Padre Eterno, se venisse al mio posto, potrebbe accontentarlo. È andato in sulle furie perchè ho affittato al colonnello Baroggi l'appartamento del secondo piano. E consideri, signora contessa, che prima di partire, fu egli stesso a darmi l'ordine di affittarlo anche a qualche ufficiale dell'esercito, se si fosse presentato. Adesso si lamenta perchè ci sarà l'incomodo delle ordinanze e dei cavalli che vanno innanzi e indietro. Ma doveva saperlo anche prima, mi pare."
      },
      {
        "index": 258,
        "text": "— Abbiate pazienza. Domani non si lamenterà più, quando saprà che il colonnello e sua moglie sono due buonissime e gentilissime persone... Ora andrò là io a dirgliene qualche cosa."
      },
      {
        "index": 259,
        "text": "— Signora contessa, la consiglio a non andarci. Mi ha detto che era stanco, e voleva andar subito a letto, e mi ordinò di non lasciar entrar nessuno da lui: chiunque sia."
      },
      {
        "index": 260,
        "text": "— Ma do non sono un conoscente qualunque che venga a fargli visita."
      },
      {
        "index": 261,
        "text": "— Questo lo so... ma volevo dire, che nemmeno lei lo troverebbe di lieto umore."
      },
      {
        "index": 262,
        "text": "La contessa stette in forse perchè, pur troppo, conosceva suo marito; ma d'altra parte pensò che a non farsi vedere la prima ora del di lui arrivo, era un atto di trascuranza non perdonabile ad una moglie; si recò dunque al di lui appartamento; bussò leggermente alla porta, e con quel suo accento naturalmente soave, e in quel punto fatto più tenue e gentile dalla titubanza:"
      },
      {
        "index": 263,
        "text": "— Si può entrare? domandò."
      },
      {
        "index": 264,
        "text": "— A domani, contessa, rispose bruscamente il conte; sono già a letto, e voglio dormire."
      },
      {
        "index": 265,
        "text": "Ella tacque: stette ancora in forse; poi con voce che quasi non si poteva sentire:"
      },
      {
        "index": 266,
        "text": "— Felice notte, — disse, e partì assai pensierosa, perchè il conte non si era mostrato mai come allora tanto scortese con lei."
      },
      {
        "index": 267,
        "text": "[VII]"
      },
      {
        "index": 268,
        "text": "Il giorno dopo il conte ricevette molte visite di conoscenti, e fu con loro affabile e loquacissimo; tra le altre ebbe anche quella del conte X."
      },
      {
        "index": 269,
        "text": "— Chi mi avvisò del tuo arrivo fu la moglie dell'avvocato Falchi, la quale mi scrisse da Parigi. M'annunzia che s'è già messa in viaggio, e mi prega di passare da te."
      },
      {
        "index": 270,
        "text": "— Non ti scrisse altro?"
      },
      {
        "index": 271,
        "text": "— Null'altro. Di che si tratta?"
      },
      {
        "index": 272,
        "text": "— Di un'inezia. — Siedi. — Madama a Parigi mi raccontò la scena comica dell'ultima festa da ballo data a corte."
      },
      {
        "index": 273,
        "text": "— Che scena comica? Non so niente io..."
      },
      {
        "index": 274,
        "text": "— Allora vuol dire che sarà tragica. Tutto dipende dal modo con cui si piglian le cose."
      },
      {
        "index": 275,
        "text": "— Ti prego a spiegarti."
      },
      {
        "index": 276,
        "text": "— Diavolo! non hai tu visto il vicerè a far la corte a una dama e a darle un bacio?"
      },
      {
        "index": 277,
        "text": "— Ah... sì... ma passò tanto tempo, che quasi non me ne ricordava più..."
      },
      {
        "index": 278,
        "text": "— È dunque vero?"
      },
      {
        "index": 279,
        "text": "— Quello che è vero è vero. Ma la moglie dell'avvocato ha fatto male a mettertene a parte."
      },
      {
        "index": 280,
        "text": "— Ha fatto benissimo. — E tu, come amico, avresti dovuto essere il primo a parlarmene. Vedi bene che mia moglie non ci ha nè colpa nè peccato, nè io non avrei mai potuto adirarmi con lei; però, credimi, che se tu avessi detto tutto quella notte stessa, sarebbe stato meglio."
      },
      {
        "index": 281,
        "text": "— Son sempre cose che fanno dispiacere... Ma tua moglie non te ne disse nulla?"
      },
      {
        "index": 282,
        "text": "— Veramente no... cioè... mi diede a capire qualche cosa... e più d'una volta mi fece sentire la sua avversione per il vicerè, e un'altra volta si rifiutò di venire a un pubblico convegno dove il principe doveva venire... Ma io ci passai sopra, nè feci domande... e se non era madama Falchi, non avrei saputo precisamente com'è corso il fatto. In ogni modo, bada di non parlar mai di ciò a mia moglie. Il tempo stringe, gli avvenimenti incalzano; e si vuole mandare colle gambe in aria il vicerè; nè vorrei mai che mia moglie e i suoi parenti e gli amici credessero che io sono diventato un nemico del vicerè per quest'avventura tutta da ridere. Zitto adunque, caro conte, e pensiamo a far cambiar faccia al paese. — Fra due o tre settimane l'imperatore entra in campagna. — Dei prodigi ne farà ancora, ne son certo; ma sarà per poco. — Il suo tempo è finito, e deve cominciare il nostro. Gli elementi devono essere al tutto nuovi. Nessun uomo dovrà salire al potere, il quale sia stato adoperato e straccato dal governo imperiale."
      },
      {
        "index": 283,
        "text": "In questo mentre un servitore bussò alla porta, entrò, e disse:"
      },
      {
        "index": 284,
        "text": "— È in anticamera il signor colonnello Baroggi, il quale prega di essere introdotto."
      },
      {
        "index": 285,
        "text": "— Digli che sto chiuso con un amico per affari, e che se vuol ritornare... Ma no, è meglio farlo entrar subito."
      },
      {
        "index": 286,
        "text": "— Pare anche a me."
      },
      {
        "index": 287,
        "text": "— Ma è il Baroggi dell'eredità?"
      },
      {
        "index": 288,
        "text": "— Non ce n'è altri; è il colonnello."
      },
      {
        "index": 289,
        "text": "— Ma sai tu che tutta Milano parla di questa faccenda?"
      },
      {
        "index": 290,
        "text": "— È naturale... Ma il testamento anderà in fumo... Sono passati sessantatrè anni; e come si fa ad asserire che il documento presentato in tribunale non sia una mistificazione, una contraffazione, una commedia?"
      },
      {
        "index": 291,
        "text": "— Sono curioso di vedere in faccia questo signor colonnello."
      },
      {
        "index": 292,
        "text": "— Fermati, e lo vedrai."
      },
      {
        "index": 293,
        "text": "— Esso è il marito della contessina S..."
      },
      {
        "index": 294,
        "text": "— E chi non lo sa?"
      },
      {
        "index": 295,
        "text": "— Quella ragazza stravagante e pazza, degna veramente di esser figlia di quello scavezzacollo del conte S..., porta ancora l'elmo e gli stivali alla dragona?"
      },
      {
        "index": 296,
        "text": "— Essi abitano in casa mia al secondo piano. Capitando qui potrai vederla."
      },
      {
        "index": 297,
        "text": "Il servitore spalancò la porta, e si presentò il colonnello Baroggi col braccio destro avvolto in una custodia di cuojo e appeso al collo, e tenendo l'elmo nella sinistra."
      },
      {
        "index": 298,
        "text": "[IX]"
      },
      {
        "index": 299,
        "text": "Il lettore che, dopo i fatti di Roma, vide già il Baroggi alla caccia di Lainate impegnato in un grave alterco con Foscolo, che finì poi colla più calda amicizia per parte d'ambedue, ed oggi lo rivede in casa Aquila; avrà desiderio di sapere che cosa è avvenuto di lui e di donna Paolina in tutto il tempo decorso. Il Baroggi, subita l'operazione della spalla, guarì compiutamente in capo a due mesi. Il colonnello S... in quell'occasione fu più volte a visitarlo, e ne' giorni che, dopo l'operazione chirurgica, parve che il capitano versasse in grave pericolo di vita, esso fu il primo a proporre, sposasse dal letto donna Paolina. Le destre furon congiunte, tra le lagrime degli sposi e degli astanti e il dolore più cupo del conte S...; chè in quel dì appunto, infierendo l'infiammazione, il chirurgo avea quasi tolta ogni speranza di guarigione. Ma tante angosce si rivolsero nella più schietta gioja quando il pericolo cessò. Il conte S... parve trasmutato in tutt'altr'uomo e non v'erano carezze che non facesse alla figliuola. Ma venne il dì del distacco. La divisione del general Massena lasciò Roma; e il colonnello S... dovette partire col reggimento."
      },
      {
        "index": 300,
        "text": "Il capitano Baroggi, perfettamente ristabilito in salute, raggiunse il presidio di Bologna, lasciando la moglie in Roma, dove diede in luce un figliuolo. Nei rovesci del 99 lasciò l'Italia con lei. Nel 1800 passò il gran San Bernardo col primo console; alla battaglia d'Austerlitz ebbe il piacere di rivedere il suocero, allora generale di brigata, ma dal dì stesso divise colla moglie il dolore per la morte di lui sul campo di battaglia, dove una palla da cannone lo rovesciò da cavallo. Venuto a Milano, nell'occasione che Eugenio Beauharnais fu fatto vicerè d'Italia, entrò nel suo stato maggiore. In quel tempo collocò a pensione nel collegio Calchi-Taeggi il proprio figlio, raccomandato alle cure speciali della contessina Ada, che, rimasta sola a Milano, per esser morta nel 1801 in vecchissima età la contessa Clelia, ripose in quel fanciullo ogni affetto, ed ebbe per lui tutte le sollecitudini. Seguito il vicerè in tutte le battaglie in cui questo si trovò, ebbe parte con esso anche nella campagna di Russia, dove fu colto nel braccio da una palla di fucile rimbalzata."
      },
      {
        "index": 301,
        "text": "L'accoglimento che il conte fece al colonnello fu quello di un re non costituzionale e affetto dal mal di fegato, che adempie all'etichetta, senza dire nessuna parola confortevole a chi si presenta all'udienza. Discorsero della campagna di Russia; del generale Pino e de' suoi disgusti col vicerè; il conte domandò al colonnello in che luogo e in che modo egli era stato ferito; parlarono anche del testamento, e il conte non mancò di significare al colonnello che la protezione del vicerè gli pareva dover riuscire più di danno che di vantaggio; gli chiese inoltre se esso sapeva da che parte e da che mani quel testamento aveva potuto sbucar fuori. Dal lato suo il Baroggi, disgustato di quell'accoglimento, rispose secco e stando sempre sulle generali, e infine si accommiatò, soggiungendo che si recava negli appartamenti della signora contessa a levare la propria moglie. Il conte allora, spinto dalla curiosità più che dai riguardi del galateo, si alzò anch'esso, e seguì il colonnello, dicendo che gli piaceva di far la conoscenza di una donna ch'era stata di sì forte animo da seguir sempre il marito alla guerra."
      },
      {
        "index": 302,
        "text": "Donna Paolina, vestita nella sua completa divisa di dragone, stava seduta accanto alla contessina Aquila, e teneva la mano di lei nella propria, quando il conte ed il colonnello entrarono. Chi non avesse conosciuto l'esser suo, l'avrebbe creduto un giovinotto amante, tutto intento a corteggiare la propria dama. Donna Paolina si alzò all'improvvisa comparsa del conte; alta e snella e leggiadra, e cogli occhi saettanti come quelli della Camilla di Virgilio. Il conte, che non l'aveva mai veduta, fu colpito da quello spettacolo. Esso era duro e non avea cuore; ma il sangue lo aveva, e quella donna, vestita in quella foggia e così diversa da tutte le altre, gli mise sossopra il sangue. Se non che, considerandola una conquista impossibile, l'ebbe tosto in avversione, come un fatto che umiliava il suo orgoglio; e parendogli, sotto il lavoro di quella stessa umiliazione, ch'ella fosse altera e sprezzante, sentì crescere la tentazione di nuocere a lei e a suo marito in quanto poteva. Il"
      },
      {
        "index": 303,
        "text": "conte Aquila era un perfetto cavaliere, nè mai sarebbesi degnato adoperare armi oblique e insidiose a danno di chicchessia; ma in quell'occasione, anche perchè gli premeva che la ricchezza rimanesse al patriziato e non alla gente oscura, si sentì irresistibilmente portato a volere il loro danno."
      },
      {
        "index": 304,
        "text": "In quel giorno non avvenne altro di considerevole; i coniugi Baroggi si recarono dall'avvocato Falchi, per sentire in che posizione si mettevano i loro interessi; l'avvocato Falchi diede loro le più belle parole del mondo; ma in quel dì stesso invitò a pranzo l'avvocato Gambarana, perchè non c'è legge la quale proibisca ad un avvocato di mangiare un boccone in compagnia dell'avversario."
      },
      {
        "index": 305,
        "text": "Il conte Aquila, incumbenzato dal marchese F..., fece una visita al giudice a cui dal presidente del tribunale era stata affidata la trattazione dell'eredità Baroggi; quel giudice, che era il cavaliere F..., aveva tanto ingegno e criterio e sapere legale quant'era scialacquatore e dissestato ne' proprj affari; circostanza di cui il conte Aquila era stato informato, e della quale avea pensato di trar profitto. Il signor giudice fece intendere al conte che quell'affare era stato chiamato espressamente dal ministro Luosi; non ommettendo però di conchiudere, con quell'arte fina che accenna senza lasciar traccie le quali possano compromettere, che il Luosi doveva pensare ai casi proprj, per la medesima ragione onde il vicerè non era ben sicuro sul proprio cavallo. Per questo affare privato, che pure doveva avere la sua influenza sulla pubblica cosa, il conte non ebbe dunque motivo di lagnarsi in quel giorno; come ebbe assai ragioni di portar la testa più alta e di avere gli occhi più provocanti del solito, allorchè, parlando cogli amici, sentì da tutte le parti che gli elementi del pubblico malumore erano sufficienti a rovesciare due governi, non che uno. Sentì con gioja i fallimenti colossali di tre o quattro case commerciali, che avevano rovinato per consenso tutto il piccolo commercio dipendente; tra gli altri quello del negoziante Bignami, che dovette fuggire perchè già da un anno era creditore verso il governo di più di un milione, e il suicidio d'un fratello di lui; sentì con piacere come il ministro Prina, con acutissimo ingegno, inventando sempre nuovi modi vessatorj per cavar danaro, fosse stato cagione che in quei giorni una grossa mano di popolo tumultuasse minaccioso innanzi al palazzo del Broletto; e in più borgate e villaggi contemporaneamente i contadini insorgessero, e si presentassero al Comune armati di badili e forche per l'accrescimento del testatico."
      },
      {
        "index": 306,
        "text": "[X]"
      },
      {
        "index": 307,
        "text": "Il cielo rimase così per molto tempo ingombro di nubi minacciose al governo francese; ma un giorno, e fu il 5 maggio, corse una voce che, del resto, da molti era aspettata; la voce di una clamorosa vittoria riportata da Napoleone; essa venne confermata dal bullettino della grande armata, e cento colpi di cannone annunciarono officialmente la vittoria di Lutzen. Il cielo si rischiarò. Il vicerè Beauharnais ebbe l'accorgimento di ritornare a Milano subito dopo i cento colpi. Il negoziante Bignami, che era fuggito a Parigi e che era stato visto dal vicerè stesso, fu da questo confortato a ritornare subito a Milano, colla promessa che tosto il governo lo avrebbe rimborsato; e Beauharnais mantenne la promessa ed ajutò la casa Bignami; lo che fece pure con altre ditte commerciali, che avevano dovuto soffrir danno per i mancati pagamenti delle casse governative."
      },
      {
        "index": 308,
        "text": "In que' giorni avvenne a Milano un rivolgimento strano."
      },
      {
        "index": 309,
        "text": "Non pochi dei vecchi padri di famiglia, che nel 96 potevano contare dai quaranta ai cinquant'anni, avevano serbato qualche simpatia per il governo di Maria Teresa sotto cui eran nati, per il governo di Giuseppe II e di Leopoldo sotto cui eran cresciuti. Parliamo della parte meno squisita della popolazione; di quegli uomini di pasta volgare, onesti ma pregiudicati, inaccessibili alle idee nuove, testardi nelle loro consuetudini; di quelli che andavano ancora in calzoni corti, in calze e scarpe con fibbie; che portavano ancora la coda col chiodo, che per lungo tempo avevan serbato un austero silenzio con quei figliuoli che l'avevan tagliata senza il permesso; e che avean minacciato di scacciare il giovine di banco se mai avesse osato lo stesso: presso a poco come, in tempi a noi vicinissimi ed anche oggidì, sebbene rarissimamente, non si vuole da qualche padrone"
      },
      {
        "index": 310,
        "text": "di negozio che il maneggiante porti i baffi, perchè crede incompatibile colla onestà il labbro coperto di peli. I figliuoli di costoro, cresciuti nelle idee nuove e attratti dallo splendore della gloria di Napoleone, non avean parole che d'entusiasmo per lui, e avean costretto a tacere i padri incorreggibili che crollavano la testa, ma che avean paura di compromettersi a parlar chiaro. Ora, pel cambiarsi dell'orizzonte politico dalla fine del 12 ai principj del 13, s'era cangiato scena anche nell'interno delle famiglie. I padri che credevano d'aver sempre avuto ragione, cominciarono a investire con sarcasmo e peggio i figliuoli. Questi, che per tanti anni s'erano avvezzati a non aver mai torto, non voleano lasciarsi soverchiare dalle vecchie ostinazioni ricalcitranti. Insomma l'ora del pranzo, che per consueto è consacrata alle consolazioni dello stomaco e alla pace domestica, diventò invece l'ora più tempestosa della giornata."
      },
      {
        "index": 311,
        "text": "Non eran molte quelle case dove ogni giorno non succedessero liti d'inferno per argomento politico. E per vero, il pubblico disastro in quegli ultimi giorni era andato tant'oltre, che a poco a poco ai giovani venne a mancar l'eloquenza, crescendo, di rimpatto, la petulanza dei vecchi e dei codini (allora questo vocabolo era in senso proprio e non traslato), al punto che non si poteva più vivere nelle loro mani."
      },
      {
        "index": 312,
        "text": "Ora può immaginarsi il lettore come le acque che s'eran gonfiate per deflusso retrogrado, rifiorirano impetuose e rumoreggianti quando venne la notizia della vittoria di Lutzen, quando s'udirono dal Castello i cento colpi di cannone; quando ritornò il vicerè; e come questi ebbe medicate, coll'intento di abbagliare il facile volgo, molte piaghe pubbliche e private, venne vivamente applaudito da quella parte di pubblico che gli stava d'intorno nell'occasione che comparve a una rivista militare. I giovani tornarono ad avere il sopravvento sui vecchi; 1 gallomani fecero tacere tutti quelli che erano affetti dalla tabe austriaca. E il medesimo avvenne in seno alla terza fazione, la quale era men frequente di uomini di vero ingegno: la fazione di coloro che ripugnavano dai ricordi austriaci come da un cadavere; e volevano sferrarsi dalle braccia della Francia imperiale come da un prepotente. Il conte Aquila, che era il capo di una dozzina di patrizj i quali costituivano appunto il nerbo di questa fazione, ricevette un colpo mortale dagli ultimi fatti, sebbene gli avesse e preveduti e pronosticati, e fosse persuaso che non dovessero aver che l'effetto di una meteora. Ma non s'era aspettato che il pubblico dall'oggi al domani si trasmutasse così repentinamente, ma non s'era immaginato che il vicerè, del quale negli ultimi mesi si era detto tutto il male possibile, e che partendo nel 1812 per la guerra, aveva attraversata la folla in mezzo al più cupo silenzio, dovesse al suo ritorno essere ricevuto da così festose acclamazioni."
      },
      {
        "index": 313,
        "text": "All'intento di scrutare il pubblico pensiero, egli s'era confuso nella folla quando il vicerè si mostrò alla rivista. Insieme col seguito di lui aveva veduto il colonnello Baroggi con accanto la moglie in assisa militare: gli parve il vicerè guardasse troppo spesso a quella virago, ricordante i tempi greci e romani; e allora, ricordandosi di ciò che aveva udito a Parigi dal giojelliere Manini relativamente alla protezione che Beauharnais avea accordato al Baroggi, sentì un nuovo e fortissimo dispetto per tal fatto. Non aveva veduto che una volta sola la moglie del Baroggi, e sarebbe morto piuttosto che rivolgere a lei una parola sola che significasse ammirazione e simpatia, tanto egli era superbo e duro e strano; pure il pensare che quella donna poteva essere posseduta precisamente da colui ch'egli da un mese abborriva con tutta la forza di un odio rovente, gli fece provare una sensazione indicibile."
      },
      {
        "index": 314,
        "text": "La moglie del Baroggi apparteneva a quel genere di donne fatali, che per dove passano lasciano il segno, anche a loro insaputa, anche contro l'espressa loro volontà. Il suo fascino consisteva non nell'esser più bella delle altre; chè anzi, a rigore di regole accademiche, parecchie potevano superarla; ma nell'essere una specialità che si distingueva da tutte; specialità accresciuta dal suo vestire soldatesco, e dall'elmo e dagli stivali alla dragona."
      },
      {
        "index": 315,
        "text": "Ad un maestro di pittura e scultura che avesse voluto far la critica artistica di quella donna, si poteva rispondere quel che rispose Cherubini al suo allievo Halévy, quando questi diceva che Rossini non sapeva l'armonia: Se non la sa, la inventa."
      },
      {
        "index": 316,
        "text": "Il lettore però non voglia accogliere le dicerie che allora corsero sul conto di lei. Donna Paolina non aveva amato che il suo Baroggi; esso era stato il primo e l'assiduo amor suo; era stata la"
      },
      {
        "index": 317,
        "text": "liberissima scelta del suo cuore; il matrimonio venne fatto senza interrogar l'interesse, il dio consueto dei connubj; la simpatia reciproca di quei due giovani fu così forte e legittima e onnipotente, ch'era riuscita a superare tutti gli ostacoli che il mondo si affanna ad inventare, quasi iracondo che la natura possa qualche volta avere il suo libero corso. La vita del campo, e i pericoli continui delle battaglie, che alimentano tra i soldati le più profonde amicizie, contribuirono a mantenere ed accrescere quel santissimo affetto. Per quanto e per quante volte quella donna fosse stata tentata, e per quante splendide e geniali apparenze di amatori le fossero comparse dinanzi, ella non sentì per nessuno mai neppure una simpatia leggera; a Roma un ufficiale francese s'era gettato nel Tevere, disperato ch'ella non volesse corrispondere all'amor suo; ella fu dolente di quella sventura, ma non si cangiò. A Dresda un giovane generale di brigata, dopo averle indarno protestato amore, minacciò di vendicarsi, le giurò che avrebbe trovato il modo di rovinare la carriera di suo marito; se non che avendo tentato di mettere su di lei le mani villane, essa col piatto della sciabola gli ammaccò il viso in modo, che comparve deriso fra gli squadroni di cavalleria, e fu poscia degradato."
      },
      {
        "index": 318,
        "text": "In quanto al vicerè, è facile imaginarsi come, con quella sua indole procace e sulfurea, rimanesse preso la prima volta che vide quella donna, e, misurato il terreno in lungo e in largo con sguardo rapidissimo, facesse mille disegni di vittoria, di conquiste e d'impero; perciò promosse il Baroggi da capo squadrone a colonnello; gli fece tenere la Corona ferrea che, per verità, avea meritata più volte, ma che allora come adesso e come sempre, quando si tratta di decorazione, se non c'è chi la cerchi e la voglia per forza, non cade mai spontaneamente dall'alto come l'acqua piovana. Ai bivacchi militari e alla tenda vicereale invitò sempre lui, perchè c'era lei. Venne però a sapere le storie di Roma e gli fu poi riferita quella di Dresda, la quale gli fece l'effetto come di chi ha comperato uno stupendo cavallo e poi sente che ha il mal del montone; ed accostatosi a lei e tenutole più d'un discorso e calato qui e là lo scandaglio, non tardò molto ad accorgersi di fenomeni insoliti; d'un clima straordinario; della presenza, insomma, del diamante che taglia, ma non si lascia tagliare."
      },
      {
        "index": 319,
        "text": "Nè il vicerè, in questa circostanza, si comportò come tutte le altre volte che gli era riuscita a male una conquista. Non si sentì offeso; non si allontanò dispettosamente dalla donna desiderata; non si vendicò gettando insidie ai parenti, ai fratelli, al marito, o col sospenderli da qualche impiego, o coll'impedire una promozione. Per la prima volta non fece nulla di tutto ciò, e stette contento a poter veder spesse volte quella donna eccezionale, a sentirla parlare, a vederla sorridere. Siccome poi gli giunse all'orecchio che qualche voce maledica aveva messa anche colei nel novero delle donne ch'esso aveva corteggiate e gli avevano corrisposto, si sentì completamente appagato nell'orgoglio, e non cercò altro, senza tentare di distruggere quelle dicerie; che anzi fece di tutto, per quanto era in lui, onde accrescere le apparenze che potessero ajutare l'altrui credulità."
      },
      {
        "index": 320,
        "text": "In quanto a donna Paolina, ella si sentiva così in regola colla propria coscienza, così forte e superiore, che non si dava un pensiero al mondo dei sospetti e delle dicerie; nè altrimenti si comportava il colonnello suo marito. Egli, come Bajardo, era un cavaliere senza paura e senza macchia, malgrado quel tal bacio ricevuto dalla contessa A..., che per certe leggi del galateo mascolino non aveva potuto rifiutare; e ai più caldi tra i suoi amici, che, presente donna Paolina, gli avevano fatto osservare come taluno avesse notato la eccessiva deferenza che il vicerè mostrava per loro, rispondeva che, a voler tener dietro a tutte le fluttuazioni dell'opinion pubblica, non era sperabile di avere tregua mai; ch'egli non aveva altro fine al mondo che di essere contento di se stesso; che tutt'al più, se qualche voce più precisa gli fosse andata all'orecchio, e avesse conosciuto l'uomo che avesse parlato di loro, il suo squadrone avrebbe fatto giustizia."
      },
      {
        "index": 321,
        "text": "Ma lasciando il sereno ambiente della famiglia Baroggi, passiamo a delinear le scene dell'estrema catastrofe del regno italico."
      },
      {
        "index": 322,
        "text": "[XI]"
      },
      {
        "index": 323,
        "text": "Siamo ai 27 dicembre dell'anno 1813. Il teatro della Scala è aperto al pubblico; è incominciata la stagione di carnevale; non ostante la notte chiusa e nera, e la neve che cade a larghi fiocchi, il pubblico vi si è affollato, e la fila delle carrozze non manca di far ingombro alle vie del Giardino e di S. Giovanni alle Case. L'opera è l'Aureliano in Palmira del maestro Gioachino Rossini; il ballo è l'Arsinoe del coreografo Gioja. Calata la tela dopo il primo atto, fra clamorosi applausi alla Correa ed al Velluti, qualche frazione della platea e alcuni palchettisti si versano nelle sale del Ridotto dove, fin dalle sette, accigliati e cupi, stanno i professionisti e i dilettanti della rolina, indifferenti ai progressi della musica ed alle coscie della ballerina Millier."
      },
      {
        "index": 324,
        "text": "In quella sala del Ridotto che sta dietro alla sala maggiore, e che, nell'inverno, è confortata dalla presenza del camino, un cerchio di persone tutte in piedi stavano intorno ad un cerchio minore di persone sedute al camino, sul quale ardeva della bragia in consunzione. Tra le persone sedute, chi attirava l'attenzione di tutti era un vecchio di anni 127 (diciamo centoventisette anni), ed era quel maestro Galmini, di cui parlammo già indietro, che, nato nel 1687, doveva morire 138 anni dopo; e fu il caso più straordinario di longevità che siasi presentato nell'evo moderno. Ancor sano e vegeto, sebbene un po' indebolito nelle gambe, da Parigi era venuto a Milano nell'autunno, ed aspettava la primavera per ridursi finalmente a Firenze sua patria."
      },
      {
        "index": 325,
        "text": "Non aveva mai sentito la musica di Rossini, e quella sera volle recarsi in teatro per farsi un'idea del genio del maestro ventiquattrenne, di cui si pronosticavan prodigi."
      },
      {
        "index": 326,
        "text": "— MI ricordo, diceva quel vecchio, con voce un po' fievole, mi ricordo dello scalpore che si fece quando il maestro Monteverde, io allora era un ragazzotto, mise in rivoluzione tutta la musica; son passati più di cento anni da quel tempo. In confronto di questo giovinotto, che è come l'organo di una cattedrale, quel maestro assomigliava agli organetti che insegnano il canto agli uccelli; eppure allora era detestato da tutti 1 suoi colleghi per il troppo rumore che aveva introdotto nella musica. Ora io sento a dire lo stesso di questo giovane, e i vecchi gli sono tutti avversi, e anch'io lo sarei, se avessi la metà degli anni che ho. Ma a questa età trovo giusto quello che non mi sarebbe sembrato mezzo secolo fa. In che modo stia quest'affare, non so. Ma forse avendo vissuto il doppio degli, altri, or mi trovo d'accordo coi giovani; press'a poco come chi, alla corsa dei fantini, avendo avanzato gli altri d'un giro intero, finisce col trovarsi in compagnia degli ultimi. E questo non avviene soltanto in musica; parlo della musica perchè sono in teatro, e perchè fu la mia professione; ma in tutto il resto m'è riuscito così. Mi ricordo quando giunsero in Italia le prime opere di Rousseau e di Voltaire. Io allora viaggiavo dai cinquanta ai sessant'anni, e quei libri mi scandolezzavano assai mentre la gioventù vi spasimava dietro. Or venne il famoso 89; io aveva vedute a quel tempo tante e così orrende cose nel mondo, e comprendendo tutt'intera la verità, compresi anche quello che non piaceva agli uomini di 60 anni e metteva in esaltazione i giovani di venti. I giovani capivano per istinto, io per esperienza. Avevo fatto mezzo giro di più che tutti gli altri uomini. Il sangue che si versava in Francia allora, trovavo che non era una strage inumana, ma bensì la cura dei salassi abbondanti fatti all'umanità minacciata di apoplessia. Io mi trovai d'accordo coi giovani in quest'idea. E adesso, anche adesso mi accorgo che io non vado d'accordo che colla gioventù, sempre per la medesima ragione. Tutti i giovani, meno i coscritti che scappano perchè son fatti scappare dagli uomini maturi e dai vecchi, tutti i giovani vedono con dolore i disastri dell'imperatore, mentre i vecchi e gli uomini maturi, anche allorquando non lo dicono, danno a divedere che non hanno altro desiderio che di vederlo caduto, e per sempre. Vissi in questi ultimi mesi a Parigi; nel ritorno ho attraversato lentissimamente la Francia; mi accorsi che dappertutto è così. Ora io domando: che cosa sarà per succedere di bello quando Napoleone sarà caduto? Se adesso mi sento giovane colle idee, allora ritornerò giovane di fatto, perchè il mondo avrà fatto un passo indietro di cento anni. Mi si dice che Napoleone è un tiranno. Ma si diceva lo stesso anche di Giulio Cesare; e vorrei sapere che cosa avvenne di bene nel mondo dopo che quelle teste esaltate di Bruto e Cassio e compagnia, lo han mandato al diavolo?"
      },
      {
        "index": 327,
        "text": "— Ma se egli cade, perchè i suoi nemici sono più numerosi di lui e perchè l'Europa è stracca, di chi è la colpa, signor maestro?"
      },
      {
        "index": 328,
        "text": "Chi parlava era il conte Aquila. Il vecchio Galmini volse a quelle parole la testa verso il conte che stava dietro di lui, e gli disse:"
      },
      {
        "index": 329,
        "text": "— Il signore che parla, quanti anni ha, se è lecito?"
      },
      {
        "index": 330,
        "text": "— Trentasette, maestro."
      },
      {
        "index": 331,
        "text": "— E allora è troppo vecchio per me. Non è possibile che c'intendiamo; e si alzò, un po' tremolante, e dicendo al giovane che gli stava presso e lo ajutava del braccio: — È tempo di ritornare in palco, perchè il secondo atto sarà incominciato, e la musica è men pericolosa della politica."
      },
      {
        "index": 332,
        "text": "La maggior parte degli astanti tennero dietro a quel vecchio degno dei patriarchi e della Bibbia, e che faceva l'effetto di un indice e di un sommario storico. Non rimasero vicino al camino che il conte Aquila con cinque o sei amici, tra i quali trovavasi quel Giocondo Bruni di nostra antica conoscenza, che in quel giorno stesso era arrivato da Parigi e da quel tal conte, cognominato il Milordino, era stato presentato all'Aquila."
      },
      {
        "index": 333,
        "text": "Tra il conte Aquila e il Bruni si avviò allora un dialogo, che noi abbiamo la fortuna di poter riportare quasi testualmente perchè ci fu riferito dal Bruni medesimo."
      },
      {
        "index": 334,
        "text": "[XII]"
      },
      {
        "index": 335,
        "text": "— E così, incominciò il conte Aquila, che cosa ci porta di bello da Parigi?"
      },
      {
        "index": 336,
        "text": "— Le porto un MHIL, signor conte."
      },
      {
        "index": 337,
        "text": "— Che cosa significa questo nihil?"
      },
      {
        "index": 338,
        "text": "— La vera posizione dell'Europa, della Francia e dell'Italia in tal momento."
      },
      {
        "index": 339,
        "text": "— Vale a dire?"
      },
      {
        "index": 340,
        "text": "— La parola nihil è composta di cinque lettere, ciascuna delle quali rappresenta un regnante che se ne va a spasso. Questa nuova interpretazione della parola latina fu fatta a Parigi in questi ultimi giorni. Dieci dì fa, in tutti i caffè di Parigi, una tale parola metteva in esercizio l'acume di tutti gli avventori."
      },
      {
        "index": 341,
        "text": "— Or che cosa le pare, signor conte, che possa significare N?"
      },
      {
        "index": 342,
        "text": "— ON! Napoleone."
      },
      {
        "index": 343,
        "text": "— Benissimo, ella è già in via, e può andare avanti da sè... dunque prosegua: che cosa significa /?"
      },
      {
        "index": 344,
        "text": "— Re che comincino coll'/ non ne conosco."
      },
      {
        "index": 345,
        "text": "— Traduca il nome in latino."
      },
      {
        "index": 346,
        "text": "— Allora sarà un fratello di Napoleone."
      },
      {
        "index": 347,
        "text": "— Benissimo."
      },
      {
        "index": 348,
        "text": "— Joseph."
      },
      {
        "index": 349,
        "text": "— Joseph, re di Spagna; poi viene un'H."
      },
      {
        "index": 350,
        "text": "— S'ha ancora a far la traduzione latina?"
      },
      {
        "index": 351,
        "text": "— MI pare."
      },
      {
        "index": 352,
        "text": "— Dunque sarà l'altro fratello: Hieronimus, il re d'Olanda."
      },
      {
        "index": 353,
        "text": "— Ottimamente.. e l'altro /?"
      },
      {
        "index": 354,
        "text": "— L'altro fratello è Luigi... Ludovicus."
      },
      {
        "index": 355,
        "text": "— Lo tengo per l'ultimo, e avremo provveduto alla lettera L. Or rimane l'7 di mezzo."
      },
      {
        "index": 356,
        "text": "— Non può essere che Murat, Giovachino, Joachim."
      },
      {
        "index": 357,
        "text": "— Ecco fatta la spiegazione del nihil, l'estremo risultato di tanta potenza, e di tanti re sfumati in nebbia. Queste satire bastano a dimostrare qual è lo spirito pubblico di Parigi. Ma qui ne tengo un'altra, ed è il ritratto dell'imperatore."
      },
      {
        "index": 358,
        "text": "— Oh vediamo!"
      },
      {
        "index": 359,
        "text": "— Ecco qua."
      },
      {
        "index": 360,
        "text": "— Come? l'imperatore con quattro gozzi?"
      },
      {
        "index": 361,
        "text": "— Bisogna guardare a quello che 'è scritto su ciascuno di essi."
      },
      {
        "index": 362,
        "text": "— Veggo un S, un /, un R, un È."
      },
      {
        "index": 363,
        "text": "— Che vuol dir Sire."
      },
      {
        "index": 364,
        "text": "— Il sale non abbonda in questa combinazione di lettere."
      },
      {
        "index": 365,
        "text": "— Adagio, signor conte. Tutte insieme significano Sire, ma ad una ad una hanno altri significati: S vuol dir Spagna, / Inghilterra, R Russia, E Egitto, ossia tutti i regni e imperi che Napoleone s'è provato di ingojare, e gli si fermarono nella gola, trasformandosi in quattro enormi gozzi."
      },
      {
        "index": 366,
        "text": "— Caro signor Bruni, la ringrazio dei nihil e dei quattro gozzi imperiali. Queste satire sono più fedeli del barometro. I giornali possono dir quello che vogliono; i bullettini dell'armata possono divertirsi ad alterare le cifre del dare e dell'avere come un contabile del demanio; ma la gran voce del pubblico europeo non inganna e non s'inganna quando appende sui canti delle pubbliche vie le sue sentenze capitali in istile bernesco. Anche la mano di Meneghino può scrivere il suo mane thechel phares, e consacrare a morte i contemporanei Baldassari. Oggi, allorchè il domestico venne a riferirmi quel che fu scritto sulla porta della casa del ministro delle finanze, ho pensato che per quell'uomo tutto è finito."
      },
      {
        "index": 367,
        "text": "— Io giunsi in tempo di leggere il cartellone."
      },
      {
        "index": 368,
        "text": "— Che cosa vi si diceva precisamente?"
      },
      {
        "index": 369,
        "text": "— Oh, uno scherzo semplicissimo, ma tremendo. V'era scritto: Casa d'affittare: Ricapito al dottor Scappa."
      },
      {
        "index": 370,
        "text": "— Il pubblico, malgrado di tutte le bugie del Giornale Italiano; malgrado ch'abbia sempre sentito a magnificare le luminose e continue vittorie dell'esercito francese, è riuscito a comprendere, senza tanti studj, che un esercito di 500 mila uomini che dalla Slesia ritorna al Reno e si concentra nelle fortezze della Francia, non va innanzi ma indietro; e nel tempo stesso ha capito che è un modo affatto nuovo di vincere quello del vicerè, il quale a forza di battere il generale Hiller, ha dovuto cedergli il Tirolo, il Mincio e il territorio Veneto. E la viceregina fu fatta partire immediatamente, nonostante il suo stato di salute. Ho sentito dire che il ministro Veneri s'è messo giù colla febbre; che Luosi è diventato graziosissimo co' suoi subalterni. Soltanto il ministro Prina è insensibile a tutto, e ride dei colleghi tremanti; e questa sera ha voluto perfino mostrarsi dal suo palchetto."
      },
      {
        "index": 371,
        "text": "— Egli si diletta a sfidare l'opinione pubblica. Ultimamente, quando si trovò scritto su tutti i muri: Prina, Prina, il giorno si avvicina; poco tempo dopo inventò la tassa sui capitali ipotecar]. Ora non mi farebbe gran senso, se presto mettesse una tassa sugli affitti, a proposito della sua casa d'affittare."
      },
      {
        "index": 372,
        "text": "— È una gran testa però, bisogna confessarlo."
      },
      {
        "index": 373,
        "text": "— Una gran testa! e chi non saprebbe fare altrettanto? non è questione di testa qui, ma di coscienza. Allorchè la forza costringe all'obbedienza i cittadini, non c'è sacrifizio che lor non si possa imporre. Il talento d'un finanziere non consiste in un sistema perpetuo d'espilazioni vessatorie; ma bensì nell'aprire nuove fonti di pubblica ricchezza, giovando allo Stato senza nuocere al cittadino. Ora il ministro Prina fece tutto all'opposto: non ha servito che ai capricci istantanei dell'imperatore, senza pensare alle conseguenze; egli ha fatto come quegli agenti che, per non sentire i rimproveri del padrone giocatore e violento, invece di pensare a migliorare le campagne, mettono mille angherie sui contadini, i quali un bel giorno finiscono poi col dar fuoco al fienile e col mettere la falce al collo dell'agente. Ora se qui sta la testa, io non so che cosa dire. Ma oramai siamo allo stringere del nodo."
      },
      {
        "index": 374,
        "text": "— Dopo tutto, se c'è un uomo al quale il regno d'Italia dovrà render grazie infinite, è appunto il ministro Prina."
      },
      {
        "index": 375,
        "text": "— In che modo?"
      },
      {
        "index": 376,
        "text": "— È presto capito. Avendo messo le mani in tasca a tutti, ha disgustato tutti; e così dato un disastro, ha reso impossibile la durata del governo."
      },
      {
        "index": 377,
        "text": "— Per questo lato merita una statua, è verissimo."
      },
      {
        "index": 378,
        "text": "— Ma ora mi permetta, signor conte, di fare alcune considerazioni. Quand'io sento parlare d'un governo che cade, domando sempre qual sarà il suo successore. Io vengo da Parigi. A Parigi già si pensa ai Borboni. Posso dire che non v'è altro pensiero colà. Ma c'è una cosa che mi rincresce, ed è che vogliono intrigarsi dei fatti nostri; e pretendono non ci sia altri che l'Austria, la quale possa sanare le nostre piaghe. A Parigi ci sono degli agenti austriaci. Io ne ho conosciuto uno, che, se non mi sono sbagliato, mi pare d'averlo visto là in fondo a un tavolino da giuoco. Sarebbe bene che ciascuno di noi lo avvicinasse. Egli va facendo reclute."
      },
      {
        "index": 379,
        "text": "— Fatemelo conoscere, che lo tasterò io, disse il conte Aquila."
      },
      {
        "index": 380,
        "text": "— Or vado ad assicurarmi se è lui; dopo il signor conte potrà fare il resto."
      },
      {
        "index": 381,
        "text": "[XII]"
      },
      {
        "index": 382,
        "text": "Nel mentre costoro lasciavano il camino, entrava il ministro Luosi, accompagnato dal giudice cavaliere F..."
      },
      {
        "index": 383,
        "text": "— È arrivato oggi; e stasera è a teatro; diceva il secondo."
      },
      {
        "index": 384,
        "text": "— In teatro?"
      },
      {
        "index": 385,
        "text": "— Ritenete che questo è stato un felicissimo pensiero; fu l'avvocato Strigelli, che lo ha suggerito."
      },
      {
        "index": 386,
        "text": "Egli conobbe assai dappresso il Suardi, e non è la prima volta che gli ha teso le reti. L'uccello però è di rapina, e ha sempre rotte le maglie col becco."
      },
      {
        "index": 387,
        "text": "— Stando a quello che mi disse lo Strigelli, quest'uomo dovrebbe essere ben vecchio."
      },
      {
        "index": 388,
        "text": "— Credo che possa avere da 83 a $84 anni."
      },
      {
        "index": 389,
        "text": "— A questa età la testa si confonde; e se la cosa viene da lui, parlerà, lo vedrete."
      },
      {
        "index": 390,
        "text": "— Non è facile però a capir la ragione dell'avere esso tenuto presso di sè il testamento per tanti anni."
      },
      {
        "index": 391,
        "text": "— La ragione, se non è chiara per gli altri, egli l'avrà avuta."
      },
      {
        "index": 392,
        "text": "— E allora, per che motivi ha pensato di mandare il testamento al tribunale?"
      },
      {
        "index": 393,
        "text": "— Il motivo, secondo l'avvocato Strigelli, ci sarebbe."
      },
      {
        "index": 394,
        "text": "— E quale?"
      },
      {
        "index": 395,
        "text": "— Una vendetta."
      },
      {
        "index": 396,
        "text": "— Converrebbe ch'io parlassi allo Strigelli."
      },
      {
        "index": 397,
        "text": "— VI dirò io tutto. Il marchese F... possedeva nel Piacentino un fondo limitrofo a un altro del Suardi. Ora ci fu tra loro una lite per un diritto d'acqua che importava la somma di un mezzo milione; il marchese vinse la lite, e fu lo stesso avvocato Strigelli che lo ha assistito. Il Suardi, il quale, non so per che ragioni, ha sempre fatto dei dispetti al marchese, rimase scornato e indignato per il mal esito della causa; e, com'è probabile, avrà pensato a rovinarlo col far saltar fuori il testamento trafugato. Così almeno la pensa l'avvocato Strigelli."
      },
      {
        "index": 398,
        "text": "— La congettura è acuta. Ma non posso credere che un banchiere in ritiro, un vecchio di 80 anni, padrone di due o tre milioni, voglia rischiar d'andare in galera, dopo averla cansata tante volte e con tanta abilità, se almeno si vuol credere a quel che si raccontava e si racconta, per il dispetto d'aver perduto mezzo milione."
      },
      {
        "index": 399,
        "text": "— Sapete, signor giudice, cosa dovreste fare?"
      },
      {
        "index": 400,
        "text": "— V. E. comandi."
      },
      {
        "index": 401,
        "text": "— Tentar di parlare al Suardi questa notte medesima. L'ora tarda, la confusione, lo sbalordimento del teatro, la vecchiaja che cede alla stanchezza, il trovarsi con voi non preparato... potrebbe finalmente vincere la natura della volpe, e lasciar aperto uno spiraglio alla verità."
      },
      {
        "index": 402,
        "text": "— Davvero che ci ho pensato."
      },
      {
        "index": 403,
        "text": "— Se riuscite a fare il colpo, voi fate sbalordire tutta la città, e non so che ricompense potreste aspettarvi dal viceròè..."
      },
      {
        "index": 404,
        "text": "— Il mio attuaro è in platea; per suo mezzo mando pregare il Suardi a darmi un abboccamento."
      },
      {
        "index": 405,
        "text": "— Fate; io ritorno nel mio palchetto."
      },
      {
        "index": 406,
        "text": "Partiti che furono il ministro Luosi e il giudice F..., entrarono nella sala e sedettero al camino il ministro Prina e l'avvocato Falchi."
      },
      {
        "index": 407,
        "text": "— In questa lite tra il marchese F... e il colonnello, diceva il Prina continuando un discorso incominciato prima, un avvocato, credetelo a me, può farsi un onore immortale."
      },
      {
        "index": 408,
        "text": "Il Falchi ascoltava e taceva, ma con una certa espressione del volto, da indicare che era tutt'altro che disposto a far tesoro degli altrui consigli. — Non però sappiamo se il ministro se ne fosse accorto."
      },
      {
        "index": 409,
        "text": "— Tutta Milano parla di questa lite; l'importanza le viene innanzi tutto dalla ingente ricchezza che è in controversia; poi dalle persone che sono in conflitto. Il marchese F... colle sue originalità, col suo carattere duro e pretino, co' suoi viaggi in Europa, colla sua antipatia al governo, ha dato nell'occhio a tutti i suoi concittadini; il colonnello Baroggi, per le sue storie passate, per le scene tremende avvenute col suocero, per l'indole romanzesca di sua moglie e per la sua bellezza, ha provocato l'interesse e la simpatia dell'universalità. È una vera fortuna che a voi sia toccato di patrocinarlo. Ma ciò che rende ancor più interessante questo fatto, è la storia antica, e che si credeva dimenticata, di questo testamento; ed oggi è l'improvvisa comparsa a Milano del banchiere Suardi, che sessanta o settant'anni fa era lacchè in casa F..., ed ebbe poi a sostenere un lungo processo per essere stato fortemente indiziato d'aver fatto scomparire il testamento del suo padrone."
      },
      {
        "index": 410,
        "text": "— Causa più bella e più strana e più atta a far rumore di questa non mi è mai capitata... Voi dite benissimo, Eccellenza. Ma la decisione di essa non può dipendere che da una perizia calligrafica. L'avvocato ci ha poco o nulla a fare. Aggiungete che questa medesima perizia sarà difficile a compirsi; perchè non si può dare una perizia senza confronto; e del marchese F..., il quale si presume aver lasciato un testamento olografo, non rimangono scritture di sorta. Esso era un gaudente ignorantissimo e fannullone, che non adoperò quasi mai nè penna nè calamajo."
      },
      {
        "index": 411,
        "text": "— Ma qui appunto può mettersi in mostra l'abilità dell'avvocato."
      },
      {
        "index": 412,
        "text": "— Qui.... dove?"
      },
      {
        "index": 413,
        "text": "— Nel tentar la via per venire al possesso di qualche sua scrittura; intanto fu un pensiero quello del cavaliere F..."
      },
      {
        "index": 414,
        "text": "— Quello forse d'aver intimato al Suardi di comparire in tribunale? Scusate, Eccellenza, ma a me sembra un'idea assai storta. Il vecchio Suardi (io ebbi a che fare con lui) è tal volpe da metterci tutti in sacco."
      },
      {
        "index": 415,
        "text": "— L'avvocato Strigelli non è del vostro parere."
      },
      {
        "index": 416,
        "text": "— MI piacerebbe tanto a sapere che cosa sia riuscito a far lo Strigelli, quando fu alle prese col Suardi. Costui era un lacchè... ed ora è un milionario beato e trionfante... e se ha qualche cosa di cui debba lamentarsi... è la vecchiaja, la quale non gli fu inflitta nè per l'acume giuridico dello Strigelli, nè per sentenza del tribunale."
      },
      {
        "index": 417,
        "text": "— Caro avvocato, io non ho fatto che mettervi in sull'avviso; voi sapete che questa causa sta molto a cuore al vicerè... Egli stesso ha saputo dalla mia bocca che era nelle vostre mani... e Vedremo, mi disse, se colui ha l'abilità che tutti dicono."
      },
      {
        "index": 418,
        "text": "— Eccellenza, voi potete bene imaginarvi s'io ho volontà di farmi onore in questa faccenda..."
      },
      {
        "index": 419,
        "text": "— E allora sono sicuro dell'esito. Or venendo ai fatti nostri, domani verrò a casa vostra. Abbiamo da ultimare quell'affare dei boni del tesoro che la vittoria di Lutzen ci ha fatti vendere così bene... C'è poi anche quel capitale... non indifferente... che è lì da un pezzo... fin da quando i fondi del monastero di S. Giuseppe e di S. Prassede furono incamerati."
      },
      {
        "index": 420,
        "text": "[XIV]"
      },
      {
        "index": 421,
        "text": "Come chi, dovendo governare una operazione di guerra, spedisce una divisione in un dato punto, un'altra in un altro; dispone una brigata a dominare una via; un distaccamento a proteggere un passo; ciascuno dei quali corpi, in sul primo, sembrano non aver relazioni tra di loro, nè mirare ad un intento comune; ma, a suo tempo, dovranno congiungersi per spiegare le loro forze riunite in una battaglia decisiva, così dobbiamo fare anche noi coi diversi drappelli dei nostri personaggi."
      },
      {
        "index": 422,
        "text": "Nell'ultimo capitolo abbiamo spediti il conte Aquila co' suoi aderenti a vegliare i passi di un emissario austriaco. Poi abbiamo messo il lettore nell'aspettazione di due colloquj: l'uno tra il giudice F... e il decrepito Galantino; l'altro tra il ministro Prina e l'avvocato Falchi. Abbiamo inoltre accennato a nuove cose e nuove persone."
      },
      {
        "index": 423,
        "text": "Queste disposizioni sembrano estranee affatto l'una all'altra; ma se il lettore avrà pazienza e starà attento, vedrà esservi un punto in cui tutte verranno a convergere e ad unirsi."
      },
      {
        "index": 424,
        "text": "Cominciamo intanto dal promesso colloquio tra il ministro Prina e l'avvocato Falchi. Il fatto che ne costituisce il tema non risulta legalmente provato da documenti scritti e d'irrefragabile autorità, ma soltanto dalle relazioni di testimonj auricolari e d'uomini degni di fede. Noi sentiamo l'obbligo di avvisare di ciò il lettore dichiarando che lasciamo a lui la piena libertà di dare al fatto stesso quella valutazione che gli parrà meglio; solo bastando a noi di consegnare alla storia nuovi dati, che possano condurre a trovare il valore di alcune incognite da essa contrapposte, per tutta risposta, alle domande dei contemporanei e dei posteri."
      },
      {
        "index": 425,
        "text": "Secondo l'intelligenza, la sera dopo il dialogo nel ridotto della Scala, il ministro Prina, poco oltre le undici di notte, s'incamminò pedestre alla casa dell'avvocato Falchi, che non era lontana nè dal teatro della Scala, nè dalla piazzetta di S. Fedele."
      },
      {
        "index": 426,
        "text": "L'avvocato lo attendeva nel proprio studio. Madama Falchi era ancora in teatro."
      },
      {
        "index": 427,
        "text": "Nell'anticamera sedeva un servitore, che si chiamava Camillo Guerrini, uomo obbediente, paziente, fedele, imperturbabile agli strapazzi di madama; ma curioso fino all'indiscrezione, e che senza volerlo, ma solo per un bisogno dell'indole sua, aveva l'abitudine di raccontare a' suoi amici, tutta gente inscritta nella camera dei cocchieri e dei cuochi, ogni minimo interesse de' suoi padroni; e, perchè non mancasse mai materia alle sue chiacchiere, non perdeva mai nè d'occhio nè d'orecchio tutto quanto si faceva e si diceva in casa Falchi."
      },
      {
        "index": 428,
        "text": "Quel servo aprì la porta al ministro, dopo averlo annunciato. Indi ritornò in anticamera e si mise a sedere con quell'atteggiamento floscio e cascante di chi, non potendo mai dormire abbastanza, ha sempre sonno e sempre dorme. Il lettore però voglia ricordarsi del proverbio: Uomo che dorme, gatto che sbircia. E per ora basti di lui."
      },
      {
        "index": 429,
        "text": "Il ministro entrò e disse:"
      },
      {
        "index": 430,
        "text": "— Bravo, avvocato, siete stato di parola."
      },
      {
        "index": 431,
        "text": "— E quando ho mancato?"
      },
      {
        "index": 432,
        "text": "— Sono venuto a piedi, e non mi son fatto accompagnare da nessuno, nemmen dal servitore. Di più ho lasciato il teatro prima dell'arione di Velluti, perchè so che vostra moglie da quel momento non si potrebbe staccarla dal parapetto del palco nemmen cogli argani. È necessario che siam soli, affatto soli."
      },
      {
        "index": 433,
        "text": "— Qui non c'è nessuno."
      },
      {
        "index": 434,
        "text": "— Voglio che mi promettiate inoltre che vostra moglie non debba saper nulla degli affari nostri. Ecco perchè ho lasciato il teatro un'ora prima."
      },
      {
        "index": 435,
        "text": "— Io non dirò nulla; ma sapete com'è quella donna; eppoi bisognerebbe che non avesse saputo mai nulla..."
      },
      {
        "index": 436,
        "text": "— Allorquando abbiam comperato per un milione e mezzo in tanti boni del tesoro..."
      },
      {
        "index": 437,
        "text": "— Non dovete ignorare, eccellenza, ch'ella stessa andò per quest'oggetto a Parigi..."
      },
      {
        "index": 438,
        "text": "— Lo so... ma vi avevo raccomandato di farle credere, che erano o proprietà vostra, o di qualche altro vostro cliente."
      },
      {
        "index": 439,
        "text": "— Ho fatto quello che ho potuto... ma non posso assicurarvi, eccellenza, ch'ella non abbia sospettato sieno roba vostra."
      },
      {
        "index": 440,
        "text": "— Ebbene, fin qui non c'è gran male; soltanto è necessario che non sappia il resto. Ed ora veniamo a noi: — per quell'affare si è quasi raddoppiato il capitale, non è vero?"
      },
      {
        "index": 441,
        "text": "— Ve l'ho già detto: io tengo in deposito due milioni e centocinquantamila lire, che ho collocate sul banco di Genova. Ecco qui la regolare ricevuta e i documenti relativi ch'io depongo nelle vostre mani, per tutto quello che può succedere."
      },
      {
        "index": 442,
        "text": "— Se li avessi voluti, ve li avrei già cercati; ma per ora non voglio tener nulla presso di me. Vi conosco per uomo onesto e rettissimo, e mi fido, starei a dire, più di voi che di me."
      },
      {
        "index": 443,
        "text": "— Eccellenza, vi ringrazio... ma dalla vita alla morte... è sempre bene..."
      },
      {
        "index": 444,
        "text": "— Come avvocato dovete avere il vostro repertorio; per conseguenza non potrà esser mai che il mio possa parer vostro..."
      },
      {
        "index": 445,
        "text": "— Questo è vero... ma... per tutto quello che può succedere... torno a ripetere... amerei di essere in regola."
      },
      {
        "index": 446,
        "text": "— Questi sono altri ricapiti."
      },
      {
        "index": 447,
        "text": "— Che cosa avete qui, eccellenza?"
      },
      {
        "index": 448,
        "text": "— Guardate."
      },
      {
        "index": 449,
        "text": "— Un vaglia del banchiere Bignami per lire quattrocentosessantamila. Un mese fa, eccellenza, potevate accendere la candela con questo vaglia."
      },
      {
        "index": 450,
        "text": "— Ma oggi invece lo dò a voi, perchè domani mandiate al suo banco a riscuotere il denaro. Se la casa Bignami s'è rifatta da morte a vita, lo deve a me. Sono io che ho scritto al vicerè. Sono io che ho consigliato ad ajutar quella casa. Se il fratello del Bignami avesse domandato prima il mio parere, non avrebbe fatto la corbelleria di bruciarsi il cervello. Voi dunque domani vi farete sborsare il denaro: il signor Bignami è già avvisato."
      },
      {
        "index": 451,
        "text": "— Sarete obbedito, eccellenza!"
      },
      {
        "index": 452,
        "text": "— Or veniamo alla conclusione. Io ho potuto salvare la casa del Bignami ed altre case bancarie e commerciali, perchè il vicerè ha eseguito il mio consiglio. Ma non ho potuto salvarle tutte. Il tempo dei miracoli è passato. La casa Bonel ha dovuto fare un capitombolo. Gorio, per le sue prodigalità, è stato messo sotto amministrazione. Raschisi ha rassegnato tutti i suoi beni. Guglietti vuol vendere la sua villa e i suoi fondi sul lago Maggiore. La somma che tenete in mano e i danari che riscuoterete domani, dovrebbero bastare per far l'acquisto delle case e delle campagne di costoro, prima che vadano all'asta pubblica. I danari pronti e sonanti potrebbero essere un'esca alle amministrazioni, e noi potremmo fare un buonissimo affare. Pensate voi a questo, e comperate tutto a nome vostro, o per persona da dichiararsi. Di me non voglio che si sappia e si dica nulla. Non è il momento."
      },
      {
        "index": 453,
        "text": "— Eccellenza, con queste vostre disposizioni, che quasi mi sembrano testamentarie, voi mi mettete in grande timore. Ma, in conclusione, che cosa pensate sarà per nascere da questo orrendo temporale che ci minaccia e continua da tre mesi?"
      },
      {
        "index": 454,
        "text": "— Quello che suol sempre succedere dopo i temporali. L'aria più fresca, il sereno più netto, il sole più ridente."
      },
      {
        "index": 455,
        "text": "— Uhm!!! Vorrei crederlo anch'io. Ma intanto, perchè mi avete dato gli ordini che mi avete dato?"
      },
      {
        "index": 456,
        "text": "— Ma per potere appunto godere a suo tempo dell'aria, del sereno e del sole che verrà. Ora non posso dissimularmi ch'io sono detestato dai Milanesi. È fuoco di paglia, lo so; com'è un fuoco di paglia l'odio che si porta all'imperatore e al vicerè. Ma intanto convien mettere al sicuro quella ricchezza colla quale si è tutto quello che si vuole, e senza della quale si è nulla."
      },
      {
        "index": 457,
        "text": "— Ma che cosa dunque, eccellenza, sarà per succedere?"
      },
      {
        "index": 458,
        "text": "— Io voglio pensare al peggio possibile..."
      },
      {
        "index": 459,
        "text": "— Ebbene..."
      },
      {
        "index": 460,
        "text": "— L'imperatore sarà battuto e costretto a ritirarsi in Francia."
      },
      {
        "index": 461,
        "text": "— E poi...."
      },
      {
        "index": 462,
        "text": "— Non vi basta? Ma credete voi che l'imperatore d'Austria voglia lasciar senza regno il marito di sua figlia? Tutto ciò adunque che può accadere di peggio è che Napoleone debba accontentarsi della Francia, e restituire quanto ha tolto agli altri. In questo caso le sconfitte frutteranno a lui e ai sudditi un benessere che non si sarebbe mai potuto ottenere colle vittorie. Le vittorie e le conquiste sono acque di fiume che straripa; tutto è minacciato, tutto va sossopra. Solo la calma ritorna quando le acque si acquietano nel loro letto naturale."
      },
      {
        "index": 463,
        "text": "— Ciò potrà andar bene per la Francia. Ma il regno d'Italia? Questa è roba rubata."
      },
      {
        "index": 464,
        "text": "— Rubata? a chi?"
      },
      {
        "index": 465,
        "text": "— All'Austria, che la reclamerebbe per diritto."
      },
      {
        "index": 466,
        "text": "— Essa non può vantar diritti nè maggiori nè minori di quelli di Napoleone; ma non parliamo di diritti. Non ci sono diritti a questo mondo. Soltanto s'insegnano nelle Università e si parla d'essi nei codici; e anche alle Università ed anche nei codici, vediamo che non sono altro che un complesso dei fatti stati imposti primitivamente dalle autorità arbitrarie e della forza e della scienza. Ma, tornando al regno d'Italia, se Francesco II non vorrà che sua figlia rimanga senza corona, la viceregina Amalia starà garante perchè suo marito non resti nè a piedi nè a cavallo. Soltanto è necessario che gl'Italiani, e segnatamente i Milanesi, non facciano l'asino e che, per giuocar di puntiglio, non si rovinino per sempre. Ma ciò non accadrà, lo spero; essi saranno fortunati a loro dispetto. Napoleone sarà l'imperator della Francia, Beauharnais sarà il re d'Italia. Fate che vada questa combinazione di cose, ed avremo una pace lunga e beata. Allora si accorgeranno i Milanesi che ho adoperato i loro danari per fare la loro fortuna. Oggi Napoleone dee essere sostenuto. Il pubblico danaro è indispensabile a ciò. Solo allora che l'imperatore starà chiuso nella sua Francia, e Beauharnais sarà il re d'Italia, tutte le tasse saran diminuite della metà e più, se sarà bene. Tutte le classi dei cittadini ad un tratto si troveranno allora più ricche, e proveranno la consolazione di quei pupilli sempre torbidi e malcontenti, i quali, giunti all'età maggiorenne, si accorgono finalmente che il tutore aveva ragione di non aver lasciato loro troppo denaro in tasca, e d'averlo invece impiegato a lauto frutto. I Milanesi mi benediranno, ne son sicuro. Ma intanto bisogna aver pazienza e stare in guardia, perchè se l'amore è futuro, l'odio è presente."
      },
      {
        "index": 467,
        "text": "Dette queste parole, il ministro si alzò, salutò l'avvocato Falchi e partì."
      },
      {
        "index": 468,
        "text": "L'avvocato uscì con lui dallo studio, ordinò al domestico che sonnecchiava in anticamera di far lume a sua eccellenza; l'accompagnò egli stesso fin sul pianerottolo della scala, poi si ritirò nella stanza da letto. Guardò le ore: erano le dodici e mezzo."
      },
      {
        "index": 469,
        "text": "[XV]"
      },
      {
        "index": 470,
        "text": "Madama può tardar pochissimo a tornare, pensò tra sè. È inutile ch'io vada a levarla. Una buona fiammata, e andiamo a letto."
      },
      {
        "index": 471,
        "text": "Ravvivò il fuoco; mise due fascinetti sugli alari, sedette, scorse le ultime notizie del Giornale Italiano, si alzò, e colle spalle rivolte al camino, stette pensando molte cose; infine si spogliò, si calcò fin sotto le orecchie la berretta da notte, e si cacciò sotto le coltri."
      },
      {
        "index": 472,
        "text": "Mezz'ora dopo entrava madama."
      },
      {
        "index": 473,
        "text": "— Già a letto, eh? disse ella all'avvocato con accento agro. Potevo dormire in teatro stanotte se aspettavo te."
      },
      {
        "index": 474,
        "text": "— Con tanti cavalieri serventi che ti fanno avanguardia e retroguardia, era certo che non avresti dormito in palchetto. E così come ha cantato il musico Velluti?"
      },
      {
        "index": 475,
        "text": "— Sempre come un dio. La R... ne è innamorata."
      },
      {
        "index": 476,
        "text": "— Davvero? Bravissima! questo è un buon affare per suo marito, che si lamentava d'aver troppi figli. Il Velluti è un amante da coltivare; per lui non crescerà la famiglia."
      },
      {
        "index": 477,
        "text": "— Che maniera di parlare!"
      },
      {
        "index": 478,
        "text": "— Sta a vedere che madama si scandalizza..."
      },
      {
        "index": 479,
        "text": "Madama non rispose, perchè nello spogliarsi e nello slacciarsi il busto, s'incontrò in un nodo così fisso e testardo che la fece prorompere in una filza di bestemmie degne di qualunque briffalda."
      },
      {
        "index": 480,
        "text": "Vista discinta a quel modo, malgrado le bestemmie e la faccia proterva e la beltà assai matura, non era niente affatto una donna da gettar via."
      },
      {
        "index": 481,
        "text": "Alla fine diede una strappata robusta e violenta alla cordicella, che si spaccò, e potè levarsi il busto."
      },
      {
        "index": 482,
        "text": "Allora s'accostò al camino; con un movimento affatto virile e plebeo, pestò con un piede sulla legna, per accostarla e riadattarla; fece un po' di fiamma; poi:"
      },
      {
        "index": 483,
        "text": "— Stasera, disse, è stato qui il ministro, eh?"
      },
      {
        "index": 484,
        "text": "— Chi te l'ha detto?"
      },
      {
        "index": 485,
        "text": "— C'è stato o non c'è stato?"
      },
      {
        "index": 486,
        "text": "— Si che c'è stato."
      },
      {
        "index": 487,
        "text": "— Dunque, che fa a te se l'ho saputo piuttosto dal Biggia che dal portinajo."
      },
      {
        "index": 488,
        "text": "— Niente mi fa."
      },
      {
        "index": 489,
        "text": "— Ma quando, stando nel tuo studio, ti capiterà qualche sassata nei vetri, allora ti farà qualche cosa."
      },
      {
        "index": 490,
        "text": "— Faremo aggiustare 1 vetri."
      },
      {
        "index": 491,
        "text": "— E la testa te la farai aggiustare quando te l'avran rotta bene?"
      },
      {
        "index": 492,
        "text": "— Se ho da dirti la verità, non ti capisco."
      },
      {
        "index": 493,
        "text": "— In teatro più d'uno e più di due e più di tre, mi han detto che tu fai malissimo a continuare questa maledetta relazione col ministro; m'han detto che perderai ogni clientela e diserterai lo studio; e quando tutti i leccazampa imperiali e vicereali dovranno far fagotto e mettersi in coda ai carriaggi del vicerè, anche tu dovrai fare i tuoi bauli, perchè l'aria di Milano diventerà assai malsana per te. E queste son cose che io già ti dissi mille volte."
      },
      {
        "index": 494,
        "text": "— S\"io dovessi ascoltar te, farei dei bellissimi affari."
      },
      {
        "index": 495,
        "text": "— Come sarebbe a dire?"
      },
      {
        "index": 496,
        "text": "— Sarebbe a dire che, tanto a te che a' tuoi calabroni, s'è riscaldato un poco il cervello."
      },
      {
        "index": 497,
        "text": "— Se io ho il cervello riscaldato, tu hai un cervello d'asino."
      },
      {
        "index": 498,
        "text": "— Obbligatissimo alle sue grazie. Deve sapere però, madama, che se il ministro è stato qui, è perchè si trattò d'affari importantissimi; la mia professione la conosco discretamente, e non son di quelli che piglian mosche."
      },
      {
        "index": 499,
        "text": "— Cogli altri lo so... ma col ministro, in tanti anni che lavori per lui, non ho sentito che aria ed odor di fumo. Non v'è al mondo uomo più sordido, più avaro e indiscreto di lui."
      },
      {
        "index": 500,
        "text": "— Tu parli perchè hai la bocca."
      },
      {
        "index": 501,
        "text": "Qui madama investì il marito con parole della più insolente trivialità. L'avvocato sentiva e non parlava. Madama continuò per un pezzo a sagrare con la rapidità di un mulino a vento."
      },
      {
        "index": 502,
        "text": "L'avvocato, che subiva al pari di uno schiavo l'influenza e il dominio di quella donna-uomo:"
      },
      {
        "index": 503,
        "text": "— Via, le disse per calmarla, vieni a letto, e dormi tranquilla, che domani ti dirò qualche cosa che non ti spiacerà."
      },
      {
        "index": 504,
        "text": "Madama tacque un momento, si mise la cuffia da notte, gettò la cenere sulla bragia del camino, ed entrò nel letto maritale."
      },
      {
        "index": 505,
        "text": "L'avvocato dormiva già. Ella stette un momento tranquilla, poi riscosse il marito... che si svegliò."
      },
      {
        "index": 506,
        "text": "— Quello che volevi dirmi domani, puoi dirmelo adesso."
      },
      {
        "index": 507,
        "text": "— Che cosa? domandò l'avvocato tra sonno e veglia."
      },
      {
        "index": 508,
        "text": "— E che hai detto un momento fa?"
      },
      {
        "index": 509,
        "text": "— Oh lasciami un po' dormire!... che impazienza! da qui a domani non ci sono che poche ore."
      },
      {
        "index": 510,
        "text": "— Non dormo sinchè non so tutto."
      },
      {
        "index": 511,
        "text": "— Oh che tormento!"
      },
      {
        "index": 512,
        "text": "— Parla dunque."
      },
      {
        "index": 513,
        "text": "L'avvocato, che avea promesso al ministro di non dir nulla, stette un momento in forse; poi, come sempre aveva fatto, mise a parte la moglie d'ogni segreto, e concluse con queste parole:"
      },
      {
        "index": 514,
        "text": "— Se il ministro fin qui non ha mai compensato le mie prestazioni, bisogna però considerare quanti affari vantaggiosissimi ho fatti per suo consiglio e per suo intervento; in quanto poi alla faccenda di stasera, tu vedi che a far passare per le mani più di due milioni e mezzo, deve ad esse restare attaccato qualche cosa; perchè bisogna anche confessare che, se quell'uomo è avaro, fa eccezione fra tutti gli avari in questo, che non è per nulla diffidente e, se si mette nelle altrui mani, lo fa occhi chiusi. Ne vuoi una prova, e una prova incredibile? Non ha voluto nemmeno la ricevuta de' suoi capitali che ho nelle mani; e la compera dei beni stabili, fino all'ammontare della somma che tengo, devo farla in testa mia. Vedi or tu che, s'io fossi un birbante, potrei fare un brutto tiro al ministro, e senza un timore al mondo e senza nemmeno il pericolo ch'egli avesse a parlare; egli ha troppa paura del pubblico in questi momenti, e non vuol che si sappia ch'egli ha accumulato tanta ricchezza. Credo persino che, se ha rifiutato la ricevuta, gli è perchè teme possa mai essere veduta da qualcuno. Quell'uomo, che ha tanto ingegno e acume veramente straordinario, in certe cose è piccolo come una donnicciuola. Ma è il solito sistema di compensazione che va."
      },
      {
        "index": 515,
        "text": "Madama Falchi ascoltò tutto attentamente, e non disse nulla; ma quando l'avvocato dormiva profondamente, ella vegliava ancora, e colla sua mente infernale andò almanaccando sinistri disegni."
      },
      {
        "index": 516,
        "text": "A quel modo che lady Macbeth fu la rovina del re Duncano, per una ragione della stessa natura il ministro Prina sarebbe forse morto a suo letto se l'avvocato Falchi avesse taciuto quel fatto alla perfida moglie. Diciamo forse, perchè altre detestabili furie entraron seco in concorrenza."
      },
      {
        "index": 517,
        "text": "[XVI]"
      },
      {
        "index": 518,
        "text": "Ritornando tre ore indietro, e rientrando nel teatro della Scala, saliamo le scale de' palchetti fino alla quarta fila e facciamo capolino all'ingresso del N. 18 di facciata. Per una strana combinazione le tappezzerie, gli specchi, le dorature di quel palco anche oggi sono ancor quelle dell'anno 1813, e se il lettore se ne vuol persuadere, ne esamini lo stile decorativo, guardi gli specchi pallidi, e smonti, consideri l'oro ridotto al punto da sembrare un signore decaduto. Al parapetto di quel palco sedevano il colonnello Baroggi, che per la ferita ostinata e ribelle non aveva potuto seguire al campo il reggimento; sedeva donna Paolina femminilmente abbigliata, con gran dispiacere di chi amava vederla sempre in assisa di dragone, ma rilevante la nudità delle sue olimpiche braccia in compenso delle gambe scomparse sotto la veste prolissa. Vicino a donna Paolina stava il vecchio Andrea Suardi, il Galantino del 1750. Sessantatrè anni eran passati sulla sua persona; ma nella lunga lotta con essi egli era rimasto in piedi, tutt'altro che disposto a lasciarsi atterrare. Gli occhi aveva vivissimi e viperini, e l'abitudine a volgerli obliqui, per quell'espressione indefinibile di astuzia maligna e sardonica che fu sempre il carattere dominante della sua bella faccia, erasi impadronita dei muscoli al punto, che quel modo di guardatura, in gioventù fuggitivo e a guizzi, in vecchiaja era divenuto costante."
      },
      {
        "index": 519,
        "text": "Il colore della sua pelle che, se il lettore se ne ricorda, si protrasse con molle freschezza quasi muliebre fino agli anni virili, aveva cessato di essere equabilmente diffuso su tutta la faccia, ma s'era invece come rappreso e ritirato agli zigomatici, con lievi screpolature salsedinose. Le guancie si erano emunte, mancato il sostegno di parecchi denti molari; a malgrado di ciò, la bocca avea conservata qualcosa della prisca eleganza. I capelli avea bianchi come l'argento, ma lucidi come quello, ma ancor fitti e inanellati e cadenti in una ciocca tra le tempie, a lambire la divisione"
      },
      {
        "index": 520,
        "text": "de' sopraccigli. Era insomma un bellissimo vecchio, com'era stato un bellissimo giovane; nè, in quanto alla foggia del vestire, s'era dimenticato dell'eleganza onde gli venne il soprannome. Portava una giubba color oliva a larghe falde, giusta le prescrizioni dell'antipenultimo figurino di Parigi; calzava stivali di sommacco con fiocco agli orli delle gambiere e increspature al collo del piede. Dai taschini gemelli de' calzoni uscivano, di sotto al panciotto di casimiro bianco, due catenelle con suggelli di corniola e d'ametista, ad indicare il costume non ancora cessato dei due orologi in vicendevole controlleria."
      },
      {
        "index": 521,
        "text": "Il musico Velluti aveva finito di cantare il suo arione, quando entrò in palco un servitore di teatro per dire al Suardi che un signore desiderava di parlargli, e domandava il permesso di entrare."
      },
      {
        "index": 522,
        "text": "— Ma entri pure, disse Galantino."
      },
      {
        "index": 523,
        "text": "Poco dopo entrò infatti il signor attuaro Tagliabue, che il Galantino si fece seder vicino, col solito:"
      },
      {
        "index": 524,
        "text": "— In che posso servirla?"
      },
      {
        "index": 525,
        "text": "— Ella avrà ricevuto dal tribunale civile di Milano l'invito a comparire innanzi al signor giudice cavaliere F..."
      },
      {
        "index": 526,
        "text": "— Per l'appunto, signore; sono arrivato oggi stesso e domani mi lascerò vedere."
      },
      {
        "index": 527,
        "text": "— Il signor giudice, che è in teatro e ha saputo che V. S. era qui, a guadagnar tempo e a levarle il disturbo, mi ha mandato a dirle, ch'egli era disposto a parlarle questa sera stessa, e che perciò l'attendeva nella sala del Ridotto."
      },
      {
        "index": 528,
        "text": "— Per me tutti i momenti son buoni."
      },
      {
        "index": 529,
        "text": "— Allora io l'accompagnerò."
      },
      {
        "index": 530,
        "text": "— Mi rincresce che l'opera non sia finita..."
      },
      {
        "index": 531,
        "text": "— Ella faccia come crede..."
      },
      {
        "index": 532,
        "text": "— No, no — andiamo pure — a Milano mi fermerò alcuni giorni, e avrò tempo di sentire il resto un'altra volta."
      },
      {
        "index": 533,
        "text": "Con queste parole il Galantino si alzò; disse a donna Paolina: torno subito — e partì coll'attuaro."
      },
      {
        "index": 534,
        "text": "Il cavaliere F... era seduto al camino nella solita sala del Ridotto; mosse incontro al Suardi, quando questi entrò in compagnia dell'attuaro, se lo fece sedere vicino e:"
      },
      {
        "index": 535,
        "text": "— Ella mi perdonerà, disse, se l'ho costretto a mettersi in viaggio di questa stagione."
      },
      {
        "index": 536,
        "text": "— Non stia a darsi fastidio, signor giudice, fu anzi per me una buona occasione di scuotermi d'addosso la poltroneria."
      },
      {
        "index": 537,
        "text": "— Quand'è così, tanto meglio. Intanto mi figuro che ella avrà già indovinato il motivo per cui l'ho fatto chiamare."
      },
      {
        "index": 538,
        "text": "— Avendo saputo che la causa del colonnello Baroggi era stata affidata a lei, cavaliere, tosto ho imaginato che la mia chiamata dipendesse da questo oggetto. Le dirò anzi, che sarei venuto a Milano anche senza essere chiamato; perchè ho pensato che avrei forse potuto gettare qualche luce in quella materia imbrogliata. Or dunque, come stanno le cose? Ho sentito dal colonnello, che il suo avvocato non gli dà troppe speranze."
      },
      {
        "index": 539,
        "text": "— Non so che dire. Se non si sa da qual parte è saltato fuori il testamento, tanto fa che avesse continuato a dormire dove dormì per sessant'anni."
      },
      {
        "index": 540,
        "text": "Qui il giudice diede al Suardi una di quelle occhiate che assomigliano agli specilli dell'arte chirurgica. Esso, dal marchese F... per mezzo del conte Aquila, recentissimamente aveva ricevuto una lauta caparra, in anticipazione d'un più lauto compenso finale; di maniera che le bilancie della Giustizia nelle sue mani eran ridotte alla condizione di un orologio le cui sfere si menano a dito, a seconda dell'ora che meglio si desidera. Ma contuttociò, siccome era stato criminalista e aveva sortito dalla natura la smania dell'indagine legale, e aveva sempre riposta tutta la sua compiacenza nell'abilità di far cantare un delinquente; così e per impulso naturale e per abitudine di mestiere, sentì la tentazione di gettare un laccio al vecchio Galantino. Ma siccome le trappole anche meglio"
      },
      {
        "index": 541,
        "text": "dissimulate sono viste alla lontana e scansate dai topi veterani, così il Galantino, ridendo fra sè e delle parole e dell'occhiata del giudice:"
      },
      {
        "index": 542,
        "text": "— Eh... pur troppo, rispose, sono anch'io del suo parere, signor cavaliere, e mi rincresce pel colonnello che ho visto nascere e a cui voglio bene; il quale, benchè siasi imparentato con una delle più nobili famiglie di Milano, il fumo non gli ha lasciato mai veder l'arrosto, perchè quello scavezzacollo di suo suocero ha portato via tutto ed ha mangiato tutto. Ma capisco anch'io che tutti i buontemponi, che si divertono alle spalle del prossimo, potrebbero tutti i giorni inventare dei testamenti, così a titolo di passatempo, mettere la confusione nei tribunali e la disperazione nelle famiglie."
      },
      {
        "index": 543,
        "text": "— In questo caso però dovrebbero essere stati i buontemponi di sessant'anni fa."
      },
      {
        "index": 544,
        "text": "E il giudice scandagliò ancora acutissimamente il Galantino."
      },
      {
        "index": 545,
        "text": "— Questo io non lo posso sapere. Bisognerebbe che, al pari del signor giudice, avessi potuto vedere il testamento. La carta, il carattere, l'inchiostro... che so io... Io ho delle scritture di quaranta, di cinquant'anni fa, che nessuno direbbe essere di quest'anno. Una tale diversità, secondo me, dovrebbe già costituire un indizio..."
      },
      {
        "index": 546,
        "text": "— Come fa ella a dir questo?"
      },
      {
        "index": 547,
        "text": "— Io sto alle parole del signor giudice; per qual cosa ella ha parlato dei buontemponi di sessant'anni fa?"
      },
      {
        "index": 548,
        "text": "— Così per modo di dire..."
      },
      {
        "index": 549,
        "text": "Qui il Galantino diede al giudice una di quelle sue occhiate oblique, saettanti, lunghe. Parve, per un momento, che si fossero scambiate le parti."
      },
      {
        "index": 550,
        "text": "Il cavaliere F... taceva."
      },
      {
        "index": 551,
        "text": "— Ora, se è lecito, continuava il Galantino, domanderei a che oggetto ella mi ha fatto venire a Milano?"
      },
      {
        "index": 552,
        "text": "— Per sentire da lei tutto quello che potrebbe sapere in proposito."
      },
      {
        "index": 553,
        "text": "— Ciò che so io è ciò che dovrebbero sapere tutti quelli che possono vantare una fede di battesimo al pari della mia..."
      },
      {
        "index": 554,
        "text": "— Ella però..."
      },
      {
        "index": 555,
        "text": "— Continui pure; cavaliere, e non abbia paura d'offendermi. Sì... io ebbi più volte dei replicati incomodi per questo malaugurato testamento... e parrebbe di dovere ch'io dovessi saperne più di tutti... ma in conclusione, io non posso dir altro se non che i giudici e avvocati e criminalisti sono come i medici, i quali in presenza di certe malattie, si trovano imbrogliati al pari di qualunque idiota."
      },
      {
        "index": 556,
        "text": "— Mi perdoni, signor giudice; ma che in sessant'anni non si abbia mai potuto scoprirne nulla... è cosa che fa senso... per cui devo dire che quell'avvocato e quel giudice, il quale in tale occasione arrivasse a coglierne qualche filo, meriterebbe un posto d'onore vicino a quel professore di Pavia che ha inventato la pila."
      },
      {
        "index": 557,
        "text": "— Non occorre che sia nè giudice nè avvocato... Ella che fu contemporaneo alla scomparsa inesplicabile di quel testamento, ella solo potrebbe avere i mezzi di acquistare tanta gloria..."
      },
      {
        "index": 558,
        "text": "E qui un'altra occhiata acuta e profonda."
      },
      {
        "index": 559,
        "text": "— Tutto quello che potrò fare, lo farò, perchè mi sta veramente a cuore la sorte del Baroggi e di sua moglie; ma avrei bisogno di essere ajutato."
      },
      {
        "index": 560,
        "text": "— Si spieghi."
      },
      {
        "index": 561,
        "text": "— Intanto non reticenze."
      },
      {
        "index": 562,
        "text": "— Vale a dire?"
      },
      {
        "index": 563,
        "text": "— Vale a dire che io vorrei sapere da lei se il testamento che tiene in sua mano ha i caratteri di essere stato fatto sessant'anni addietro o adesso? Un momento fa mi pare d'averglielo domandato, e non mi ha risposto."
      },
      {
        "index": 564,
        "text": "— Davvero che non dovrei parlare. Ma a lei dirò, che quel documento ha tutti i caratteri della vecchiaia. La carta è ingiallita, l'inchiostro è svanito."
      },
      {
        "index": 565,
        "text": "— Allora siamo in casa."
      },
      {
        "index": 566,
        "text": "— Cioè?"
      },
      {
        "index": 567,
        "text": "— Bisogna cercare altre carte dell'autore del testamento."
      },
      {
        "index": 568,
        "text": "— È un provvedimento che viene in testa a chicchessia... Ma non c'è più nulla, e non s'è trovato nulla..."
      },
      {
        "index": 569,
        "text": "— Io m'impegnerei a trovarne."
      },
      {
        "index": 570,
        "text": "A queste parole, sul volto del cavaliere F... si svolse un'espressione involontaria che fu notata dal Galantino; non era l'espressione di un giudice che deve essere soddisfatto nel sentire che c'è uno spiraglio per riuscire a scoprire la verità."
      },
      {
        "index": 571,
        "text": "Però il Galantino, che conosceva il marchese F..., ed aveva l'idea fissa che i giudici fossero tutti venali, si mise in sospetto."
      },
      {
        "index": 572,
        "text": "— Suvvia dunque, continuava il cavaliere, sentiamo i suoi disegni."
      },
      {
        "index": 573,
        "text": "— Sono semplicissimi, e non mi par vero non siano già venuti in mente ad altri."
      },
      {
        "index": 574,
        "text": "— Ebbene, sentiamo."
      },
      {
        "index": 575,
        "text": "— Tutta Milano sa, perchè è un fatto che fece gran rumore, e perchè, se la maggior parte dei padri sono morti, i figli hanno sentito a parlare i padri di tutte le circostanze di quel fatto stesso; che il notajo che assisteva il marchese F.... era il dottor Macchi, morto nel 1802, e di cui ogni due anni vedesi il ritratto esposto sotto 1 portici dell'Ospedale Maggiore. — Io so, e tra gli altri deve saperlo anche l'avvocato Strigelli, il quale ora è conte del Regno, che fu lo stesso Macchi che stese il testamento, perchè il marchese lo copiasse di proprio pugno. Quel notajo era tanto esatto che, certissimamente, deve aver tenuto copia di quello scritto; di più, è assai probabile che nelle cartelle abbia serbato anche qualche lettera del marchese defunto."
      },
      {
        "index": 576,
        "text": "— Tutto va bene, ma se il notajo è morto..."
      },
      {
        "index": 577,
        "text": "— Mi lasci dire: io so che il notajo Agudio, nipote del famoso avvocato, che fece pratica presso il Macchi, acquistò tutti i libri e tutte le carte di lui. C'è dunque da mettere cento contro uno che presso l'Agudio si deve trovare quanto basta per distruggere ogni dubbio."
      },
      {
        "index": 578,
        "text": "— Se tutti 1 disegni di lei stanno qui, rispose il cavaliere F... accigliato, non ne faremo nulla, caro signore. L'Agudio avrà conservato le carte di qualche valore, non delle lettere inutili, nè una minuta inutile di testamento. In ogni modo vedremo."
      },
      {
        "index": 579,
        "text": "E il giudice si alzò, assumendo, per la prima volta in faccia al Suardi, quella dignità gerarchica che prima non aveva mostrato; e dicendo per conclusione del suo discorso:"
      },
      {
        "index": 580,
        "text": "— Nonostante le parole che abbiam tenute questa sera, avrò ancora ad incomodarla, signor Suardi; però la pregherei a volersi trattenere a Milano per qualche giorno ancora."
      },
      {
        "index": 581,
        "text": "— Per un pajo di settimane io mi fermerò qui."
      },
      {
        "index": 582,
        "text": "— Spero che basterà; e intanto le do la buona notte."
      },
      {
        "index": 583,
        "text": "Ciò detto, partì."
      },
      {
        "index": 584,
        "text": "[XVII]"
      },
      {
        "index": 585,
        "text": "Il Suardi si alzò, lo inchinò, e pensando fra sè:"
      },
      {
        "index": 586,
        "text": "— Vedo che siamo nel bosco della Merlata, e converrà tenere il pollice sul grilletto — uscì anch'esso a lenti passi dal Ridotto e risalì in palco."
      },
      {
        "index": 587,
        "text": "Il giudice F...,appena partito, si recò nel palco del ministro Luosi a riferirgli il colloquio avuto col Suardi del quale però soppresse tutta l'ultima parte relativa al notajo Macchi ed al notajo Agudio. Lasciato il ministro andò poi subito in traccia dell'avvocato Gambarana, che era in teatro. Trovatolo, lo informò del dialogo avuto col Suardi, ma esponendogli invece esattamente quella parte che aveva taciuto al Luosi."
      },
      {
        "index": 588,
        "text": "— Questo è un contrattempo, disse il Gambarana."
      },
      {
        "index": 589,
        "text": "— Io non credo però che possano essere rimaste delle carte presso il notajo A gudio."
      },
      {
        "index": 590,
        "text": "— Può essere e non essere; in ogni modo converrebbe che noi fossimo i primi a poter esplorare l'archivio del defunto Macchi."
      },
      {
        "index": 591,
        "text": "— Fatelo."
      },
      {
        "index": 592,
        "text": "— A ne, non conviene."
      },
      {
        "index": 593,
        "text": "— Con dei denari..."
      },
      {
        "index": 594,
        "text": "— Non mi conviene."
      },
      {
        "index": 595,
        "text": "— Dunque?..."
      },
      {
        "index": 596,
        "text": "— Dunque tocca all'avvocato Falchi a tentare le indagini colà. Fatto da lui, nella sua qualità di patrocinatore del Baroggi, è un atto giusto e naturale."
      },
      {
        "index": 597,
        "text": "— Ma non bisogna perder tempo."
      },
      {
        "index": 598,
        "text": "— Domani mattina parlerò all'avvocato."
      },
      {
        "index": 599,
        "text": "Scambiatisi di fuga tali disegni, il giudice e l'avvocato si lasciarono, entrando l'uno in un palchetto, l'altro in un altro."
      },
      {
        "index": 600,
        "text": "Il giorno dopo, nelle ore pomeridiane (notiamo questo perchè, se fosse stato di mattina, i fatti avrebbero forse avuto altro avviamento), il Suardi si recò dal notajo A gudio."
      },
      {
        "index": 601,
        "text": "Si fece annunziare, fu ricevuto, com'è naturale; ma trovò un uomo di un'agrezza quasi villana."
      },
      {
        "index": 602,
        "text": "— Ella mi conoscerà."
      },
      {
        "index": 603,
        "text": "— Non lo conosco niente affatto."
      },
      {
        "index": 604,
        "text": "— Allora le dirò che è il medesimo signor giudice F... che m'ha fatto espressamente venire a Milano, per l'oggetto di cui le parlerò; e che sono qui perchè è già corsa intelligenza con lui."
      },
      {
        "index": 605,
        "text": "— Dica presto, dunque, in che cosa posso servirla, perchè non ho tempo da perdere."
      },
      {
        "index": 606,
        "text": "— So che ella ha conservato tutto il repertorio lasciato dal dottor Macchi."
      },
      {
        "index": 607,
        "text": "— Ho conservato quel che ho conservato."
      },
      {
        "index": 608,
        "text": "— È probabile però, che, avendo il Macchi prestato per molto tempo l'opera sua al marchese F... defunto sessantatrè anni fa, sieno rimaste nelle sue cartelle e lettere e carte e documenti di spettanza di quella casa."
      },
      {
        "index": 609,
        "text": "— Può essere benissimo. Ma io non so, nè ho tempo di far ricerche. D'altra parte, siccome tutto quello che ho acquistato è di mia proprietà, così io non ho nessun obbligo nè di conservare quello che tengo, nè di mostrarlo altrui, nè di cederlo."
      },
      {
        "index": 610,
        "text": "— Non c'è nessuno che voglia venir qui a fare il padrone in casa sua, signor dottore; ma è affare di coscienza, e una sola carta trovata può far saltar fuori quello che si pena a trovare da sessant'anni."
      },
      {
        "index": 611,
        "text": "— La prego, signore, a non pigliarsi briga della mia coscienza, perchè di questa ne sono il custode io."
      },
      {
        "index": 612,
        "text": "— Non voglio farmi padrone nemmeno della sua coscienza, caro il mio signor dottore; ma, siccome non deve costar molta fatica a guardare o a far guardare nelle cartelle che devono portar la data dell'anno, così pregherei la sua gentilezza, che, del resto, verrebbe pagata come si merita e profumatamente, a fare questa ricerca, la quale, in un minuto, potrebbe risolvere tutto, e determinare la sentenza dei tribunali intorno alla causa ch'ella ben conoscerà."
      },
      {
        "index": 613,
        "text": "— La risposta che io ho dato a lei, che in faccia mia non ha veste nessuna nè di giudice, nè d'avvocato, nè di parte interessata, la darei anche all'autorità se venisse qui ad impormi quello che non ha il diritto d'impormi."
      },
      {
        "index": 614,
        "text": "Il contegno e i detti dell'Agudio parvero, più che strani, inverosimili al Suardi; però, dopo aver taciuto un istante:"
      },
      {
        "index": 615,
        "text": "— Dunque, ho capito tutto, signor notajo, proruppe, alzandosi; ho capito tutto."
      },
      {
        "index": 616,
        "text": "— Che cosa ha capito?"
      },
      {
        "index": 617,
        "text": "— Che è vero quel che mi fu detto. Sappia adesso ch'io non sono venuto qui che per fare una verificazione. Ora so di che si tratta... Le carte ed i documenti di cui le parlava, ella li ha già cercati e trovati e ceduti stamattina a chi non si doveva..."
      },
      {
        "index": 618,
        "text": "Il notajo Agudio fu scosso da queste parole, e si confuse al punto da farne accorto il Galantino, che rimase sorpreso alla sua volta, perchè avendo slanciata quell'asserzione all'avventata, e soltanto per tentare il terreno, non avrebbe mai creduto di dover cogliere così preciso nel segno. Ma rimase ancor più stupito per l'improvvisa scoperta di un turpe intrigo, di cui gli parve complice anche l'autorità."
      }
    ]
  }
}
