{
  "chapterNumber": 3,
  "title": "Book Second (Libro Secondo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: La ballerina Gaudenzi e Lorenzo Bruni. — I pensatori celebri e oscuri e i nembi precursori della procella sociale. — Lo studio del pittore Londonio. — Artisti milanesi nel 1750. — Il pittore Clavelli e le maschere-ritratti. — Gli Zanni. — La maschera del Tasca. — Meneghino. — La villotta di Cesare Larghi. — La lanterna magica del pittor Londonio. — Il minuetto. — La prima domenica di quaresima. — Il Capitano di Giustizia. — Sistema di giurisprudenza. — Il processo criminale. — Venezia. — Il lacchè Andrea Suardi detto il Galantino.]"
      },
      {
        "index": 1,
        "text": "Se il lettore desiderasse di tener dietro alla povera contessa Clelia, per conoscer tosto le sue risoluzioni e le conseguenze di esse, noi ci troviamo nella necessità di non poterlo accompagnare, perchè siamo invitati da altre persone, per esempio dalla ballerina Gaudenzi, la quale in quella sera in cui il pubblico delirio toccò la sua massima espressione al di lei riguardo, si trovò in camerino l'usciere del Pretorio che le presentò una citazione a comparire; e subito dopo vide il signor Lorenzo Bruni, violino di spalla per l'opera, e primo violino direttore d'orchestra pel ballo; il signor Lorenzo Bruni venutogli innanzi agitato, convulso, iracondo e cogli occhi stralunati; il quale, se in quella sera non proruppe in parole violenti e non fece una scena dietro le scene, è perchè i veglianti regolamenti proibivano a quelli dell'orchestra di andare in camerino, ed egli comprendeva che, se i cavalieri ispettori chiudevano per lui, a loro dispetto, un occhio su quella contravvenzione, perchè così voleva la da tutti quanti idolatrata Gaudenzi, avrebbero còlto però assai volontieri la prima occasione in cui egli avesse commesso qualche stranezza, per far ritornare nel più crudo rigore i regolamenti del palco scenico. Però erasi limitato a dir sottovoce alla Gaudenzi, ma con un fremito mal compreso:"
      },
      {
        "index": 2,
        "text": "— Che cosa dunque è successo, Margherita?"
      },
      {
        "index": 3,
        "text": "— Ma non siete contento? Non vedete, che pazzie fa il pubblico per me?"
      },
      {
        "index": 4,
        "text": "— Pazzie, eh?"
      },
      {
        "index": 5,
        "text": "— O forse vi dà noia che il pubblico divida le sue grazie in due esatte porzioni tra me e il tenore?"
      },
      {
        "index": 6,
        "text": "— Il tenore, eh?... il tenore... Ma sapete che cosa si dice in pubblico di voi?... Ma sapete perchè il pubblico v'applaudisce?"
      },
      {
        "index": 7,
        "text": "— Gran novità da domandare e da sapere.... perchè il pubblico m'applaudisce? Oh curiosa!.... perchè siamo belle, perchè siamo divine, come dicono gli allocchi che vengono da me; perchè Tersicore potrebb'essere la nostra fantesca, come dice il poeta di teatro; perchè, in conclusione... Ma guardate che paio d'occhi mi fate ... Ma sapete che siete bello stasera, ma bello assai... Oh che matto!"
      },
      {
        "index": 8,
        "text": "— Matto? Or sentirete se son matto, or sentirete che cosa dice il pubblico di voi... Dice... dovreste per dio sentirvi a scottar la faccia pel rossore della vergogna... Dice che il tenore stanotte era disceso dalla finestra della vostra stanza, in quel punto che fu preso dal bargello..."
      },
      {
        "index": 9,
        "text": "— Ora ho capito, oh bella!... e una sonora e lunga e giocondissima risata, di quelle che in buona lingua si chiamano cachinni, fu il comento che la Gaudenzi fece a quella notizia inaspettata. Poi soggiunse: — Guardate, Lorenzo, cosa c'è lì su quel tavolino."
      },
      {
        "index": 10,
        "text": "— Che? una citazione?"
      },
      {
        "index": 11,
        "text": "— Una citazione, sì... ma ora comprendo tutto, oh bella, bella davvero!"
      },
      {
        "index": 12,
        "text": "E per quella sera non ci fu altro, perchè il fischio acuto e importuno dell'avvisatore costrinse Lorenzo ad affrettarsi in orchestra; e la Gaudenzi, quando il ballo fu finito e rivide Lorenzo più torbido di prima:"
      },
      {
        "index": 13,
        "text": "— Addio, Lorenzo, gli disse; avete bisogno di dormire... e di far buona cera; a rivederci domattina, caro; e vispa e vivace e saltellante e sghignazzante l'aveva lasciato là senz'altro."
      },
      {
        "index": 14,
        "text": "Ma la mattina venne presto, e quando fu un'ora ragionevole, Lorenzo Bruni non si fece aspettare, ed entrato nell'angusto ma elegantissimo appartamento della Gaudenzi:"
      },
      {
        "index": 15,
        "text": "— È alzata la Margherita? — domandò ad una zia di lei; una zia rachitica e gibbosa, ma piena di acutezza, e che stava presso a quella giovane beltà come il cane che ringhia sul tesoro messo sotto la sua custodia."
      },
      {
        "index": 16,
        "text": "Lorenzo Bruni non aveva finito di nominar la Margherita, che questa, coi capegli mal raccolti dalla notturna rete e fuggenti sulle spalle, e in veste breve e discinta, dalla stanza da letto balzò con un salto nella camera dov'egli trovavasi colla zia; e appoggiando ambedue le mani sulle spalle di lui, fece due o tre battements rapidissimi, dicendogli intanto con aria motteggiatrice e carezzosa:"
      },
      {
        "index": 17,
        "text": "— Siete guarito, Lorenzo? — e accompagnò queste parole con quella giocondissima e suonante risata a lei abituale; suonante e leggera, e nel tempo stesso plebea insieme e gentile, che assomigliava ad una scala musicale o ad un vocalizzo, in cui le note spiccansi nette e granite; o che, se il confronto non è troppo da naturalista, pareva il lieve e oscillante nitrito di una cavallina che si stacchi allora dalla materna poppa. Lorenzo, venuto là torbido e arrovesciato, com'ella ebbe finito di saltare e di ridere, non potè a meno di spianare la sua fronte corrugata; tanto era completo e ricreante lo spettacolo che, avvolta così a bardosso nelle bianche vesti mattinali, offeriva quella regina della beltà, della gioventù, della salute e dell'allegrezza. E tale davvero era la Gaudenzi, che, veduta a quell'ora, avrebbe fatto girar la testa anche al rettore magnifico dell'università di Bologna. E tanto più riusciva pericolosa, quanto più era inconscia degli effetti che produceva; effetti che potevan suscitare incendj funesti, perchè nella vivacità romorosa e irrequieta e, quasi diremmo, infantile, del suo carattere, ella celava una calma profonda e inalterabilmente serena, cui nulla avrebbe potuto offuscare."
      },
      {
        "index": 18,
        "text": "E a vedere com'ella moveva e girava quei suoi grandi occhi azzurri, e come li fermava negli occhi altrui era imposibile credere che quegli sguardi non avessero una significazione profonda; ed era impossibile a non sospettare com'ella non fosse innamorata morta di chiunque, segnatamente se fosse un bel giovane, che stesse parlando seco; e che il più delle volte, infatti, beveva avidamente la luce di quelle pupille, esclamando fra sè con gran tripudio: Son io dunque il fortunato! — Ma ella non ne sapeva nulla, tanto era tranquilla e ingenua!! Ingenua, sì signori, quantunque da nove anni, (chè allora toccava i diciotto) respirasse l'aria torbida e la polvere corrosiva del palco scenico. Ma oltre ad essere perfettamente calma, era anche perfettamente buona; e la calma e la bontà, moltiplicate per una salute non mai stata turbata dal giorno che, bambina, aveva finito di metter l'ultimo dente, sino a quell'ora, davano per prodotto il buon umore appunto, e l'allegria costante; al che, se si aggiunga un'esistenza vissuta nell'agiatezza senza il fasto, tra gli applausi senza l'invidia, nell'amore dell'arte che la preoccupava assiduamente senza le amarezze di chi non è al primo posto, e tutto ciò col condimento di un'ignoranza felice, ignoranza d'ogni altr'arte e d'ogni altra cosa; il lettore potrà valutare completamente il fenomeno di questa figliuola ingenua della natura, della natura che aveva voluto appunto sfoggiare tutti i propr] tesori nel formarla e nel crescerla."
      },
      {
        "index": 19,
        "text": "Ma in che rapporti viveva questa giovinetta di diciott'anni con Lorenzo Bruni, e in che tempo si erano conosciuti e in che modo? e da qual luogo erano usciti e l'una e l'altro?"
      },
      {
        "index": 20,
        "text": "Lorenzo Bruni aveva avuto per patria Treviso, dove nacque da un padre notajo, trentacinque anni addietro. Anch'esso aveva atteso alla giurisprudenza nello studio di Padova; ma essendosi applicato, così per passatempo, a suonare il violino, e riuscitovi più che mediocremente, e fatto con questo i primi guadagni a Venezia, e non colla giurisprudenza, la quale invece lo aveva condannato alla soggezione di un padre insopportabile, tempra curiosa d'uomo che forse suggerì l'idea di sior Todero a Goldoni; risolse di non farne altro, e un bel giorno, senza domandare il permesso paterno e senza nemmeno salutare i consanguinei, fece la scritta con un impresario, e passò da Venezia a Bologna; e così, d'orchestra in orchestra, percorse le principali città d'Italia. A Livorno s'impegnò in seguito con un impresario di Marsiglia, e da questa città erasi condotto a Parigi, dove rimase un pajo d'anni. Libero come l'aria e insofferente d'ogni benchè minimo legame, aveva scelto la professione di suonatore appunto perchè, indipendente da qualunque padrone, da qualunque paese,"
      },
      {
        "index": 21,
        "text": "da qualunque autorità, cittadino di tutto il mondo, trovava dovunque il fatto suo. E oltre a ciò, dotato di mente svegliatissima e istrutto più che mediocremente, travasandosi di luogo in luogo, si godeva a notare le varietà dei costumi, della natura dei paesi, dell'indole dei ceti, delle leggi, delle corti, de' cortigiani, delle arti, ecc., e a far la conoscenza degli uomini più distinti d'ogni città che visitasse; a Parigi, tra gli altri, aveva avvicinato Voltaire e Rousseau e Diderot e d'Alembert. Quella sua natura inquieta e libera, per la quale non aveva potuto sopportare il giogo paterno, nè indursi a chiudersi in una città sola per tutta la vita, dimostra com'egli fosse più adatto che mai ad esaltarsi alle idee di quei quattro atleti dell'intelligenza, che erano destinati a far da leva al mondo invecchiato."
      },
      {
        "index": 22,
        "text": "Fin da giovinetto, quantunque i precetti paterni avessero fatto di tutto per chiudere il suo spirito in una scatola, egli aveva però compreso, in confuso, che troppe cose non andavano bene intorno a lui; a Venezia, per esempio, si era invelenito pensando alla consuetudine delle denunzie segrete, e siccome aveva visto che colà al reggimento della cosa pubblica non saliva che il patriziato, ad esso dava colpa di tutto e l'aveva preso in odio con tutta l'esagerazione di un giovane più caldo che riflessivo, il quale non guarda che un lato unico dei prospetti umani. Nè, quando stette fuori di Venezia, potè mai nelle altre città trovar cosa che placasse l'ideale delle sue aspirazioni; e allorchè, venuto a Parigi e lette le prime opere di Voltaire, e sentitosi preso d'amirazione per esso, udì poi raccontare il fatto, incominciato a tavola del duca di Sully, tra Voltaire e l'arrogante marchese Rohan Chabot, e finito in istrada con quella bastonatura che il nobile borioso avea fatto applicare, per vendetta, a Voltaire; tanto più sentì crescere l'avversione verso quel ceto, il quale allora almeno, se non cercava di aggiungere i proprj ai meriti aviti, si ajutava d'orgoglio e di prepotenza per essere rispettato. E, in tale avversione, Lorenzo non aveva nè modo nè misura; e quantunque ricevesse le sue impressioni dalla realtà che lo circondava, pure, trascinato dall'imaginazione, o infervorato dallo sdegno, della società di allora faceva piuttosto la caricatura che il ritratto."
      },
      {
        "index": 23,
        "text": "Avveniva pertanto che se, per esempio, raccontavasi qualche bell'atto generoso di un qualche nobiluomo, egli se ne rodeva come di una causa perduta, e cercava cento modi per offuscarlo; e invece, se taluno della bassa plebe si fosse distinto per un qualunque nonnulla, ei ne menava sì lungo scalpore, da provocare lo spirito di contraddizione anche in coloro che pur la pensavano al pari di lui. Era insomma un uomo irrequieto, e che malissimo s'adagiava nel suo tempo. — Ma, di tali uomini, in quel momento critico della metà del secolo passato, ne eran nati parecchi, non si sapeva come, in molte parti dell'Europa. Eran come quelle nuvolette bigie che si mostrano a grandi lontananze e a vari punti dell'orizzonte su di un cielo tutto sereno di un giorno d'estate e d'affannosa caldura; nuvolette che sembran comparse a caso e per dileguarsi tosto; ma che, invece, s'avvicinano grado a grado e, nell'avvicinarsi, s'ingrandiscono finché, a un tratto, tutto il cielo non è che una nuvolaglia sola, e intanto il sordo brontolìo del tuono si fa sentire in lontananza."
      },
      {
        "index": 24,
        "text": "[II]"
      },
      {
        "index": 25,
        "text": "Codesti curiosi mortali che, dotati d'intelligenza eccedente la sfera comune, non poteano trovarsi bene nel loro tempo e ne sentivano la pesantezza, non sapeano ancora, al punto in cui siamo con questa storia, quel che si volessero. Assomigliavano a chi, fornito di fibra delicata e straordinariamente eccitabile, si sente dominato da un mal essere che non sa spiegare, e volendone assegnare la causa all'aria, alla stagione, a qualche cosa insomma, si vede invece contraddetto dal limpido sole e dalla serenità del cielo e dall'allegria di quanti lo circondano, i quali si lodano e del tempo e del sole e dell'aria. Tale era la condizione in cui versava la maggior parte delle intelligenze squisitamente acute che vivevano alla metà del secolo passato. Del resto, nemmeno Voltaire sapea precisamente quel che si volesse, quantunque fosse il più maturo di tutti; nemmeno Diderot, che si agitava in un'assidua contraddizione e, se parlava chiaro negli intimi sfoghi cogli amici, smarriva il coraggio quando trattavasi di stampare quel che pensava; nemmeno Rousseau, il quale non faceva"
      },
      {
        "index": 26,
        "text": "che accusare un gran dolore senza saper indicarne il luogo. Al pari di costoro, che, per l'ardimento sin colpevole delle loro opere, dovevan poi salire al più alto fastigio della rinomanza, un numero non piccolo d'uomini ignoti e dalle circostanze condannati all'oscurità perpetua discutevano e si disfogavano ne' parlari privati; anzi era codesta massa di uomini ignoti che somministravano la materia, e venivano a determinare i propositi di quelli chiamati a capitanarli. Ed uno di tali uomini, che nel sentire e nel considerar le cose, non era inferiore a quegli ingegni predestinati all'immortalità, era Lorenzo Bruni, che forse avrebbe potuto spiccare sul fondo del suo tempo fra i pensatori più audacemente liberi, se invece di suonare il violino in tutte le orchestre delle principali città di Europa, avesse atteso agli studj con volontà costante, e avesse avuto pazienza di sopportare il burbero padre."
      },
      {
        "index": 27,
        "text": "Lasciata Parigi, quando finirono i suoi obblighi contratti coll'impresario, e ritornando in Italia, Lorenzo conobbe a Venezia la Margherita Gaudenzi ancor fanciulla, rimasta due anni addietro orfana del padre, stato ballerino grottesco e morto d'una contusione per un salto mortale mal calcolato; e poi anche della madre, perita nell'incendio del teatro di Sinigallia, la quale, esercitando la professione di figurante ed essendo stata una bella donna, avea sempre fatto le parti d'una qualche dea, quando non si trattava nè di agire nè di danzare; e nelle pantomime che finivano coll'Olimpo illuminato, costantemente era stata incaricata di sedere in qualità di Giunone accanto a Giove Tonante. La fanciulletta, quando rimase orfana, era già tanto innanzi nell'arte, da eccitare la meraviglia di quelli della professione. Allorchè Lorenzo Bruni la vide per la prima volta a ballare sulle scene del teatro di San Moisè, ne fu anch'esso maravigliato, insieme col pubblico che accorreva da tutte le parti della città per ammirare quel piccolo portento; tuttavia, rincrescendogli che anch'ella, come voleva il pessimo gusto di allora, si lasciasse andare alla danza grottesca, e ricordevole delle lunghe discussioni tenute a Parigi con Rousseau stesso, sull'origine e sullo scopo del ballo, nell'occasione che al teatro del Re aveva ballato la celebre Guzzani; e abborrendo al pari del Ginevrino, quella danza che non può al bisogno, suggerire movenze e pose e contorni e linee al pittore ed allo statuario, e non sapendosi contenere nei limiti di una casta eleganza, si abbandona frenetica e lasciva, a inconditi movimenti, in cui non si cerca che di superare strane difficoltà; dispiacendogli dunque tutto ciò, volle conoscere quella fanciulla, colla quale tanto disse e tanto fece, che senz'esser ballerino e solamente guidato dal buon gusto e dal bisogno che sentiva di riformar tutto, la ridusse ad un sistema di danza allora insolito, ma che pure destò ovunque un insolito entusiasmo; tanto è vero che v'è un bello assoluto, il quale trionfa anche ne' più corrotti periodi dell'arte! Basta solo avere il coraggio di promulgarlo."
      },
      {
        "index": 28,
        "text": "Era dunque stato in gran parte per merito di Lorenzo Bruni, se la Gaudenzi aveva potuto riuscire un'eccezione gloriosa tra le danzatrici più celebri del suo tempo. — Ma siccome la fanciulla aveva obbedito, fosse per naturale pieghevolezza, fosse per un felice istinto, alla volontà di Lorenzo, e questi compiacevasi del frutto dei proprj consigli; così venne stringendosi tra di essi una spontanea dimestichezza, che stava però ne' rapporti di un maestro colla scolara, d'un tutore colla pupilla; il qual tutore, guidato da una grande onestà naturale, e sollecitato da quel suo spirito irrequieto e originalissimo che lo metteva sempre in contraddizione colle opinioni più generali; volle, aiutando la custodia vigile della zia della fanciulla, far vedere al mondo come la virtù potesse conservarsi intera anche in seno a quella professione che, comunemente, era creduta il varco della perdizione. Suonatore di violino, aveva seguito così la fanciulla, da quell'ora in poi, di teatro in teatro, facendole sempre da padre e da tutore e da maestro. Se non che il padre e il tutore, man mano che la fanciulla cresceva, e l'adolescenza diventava giovinezza, sentì in petto qualche cosa che non era più nè calma di affetto paterno, nè severità di precettore. Gradatamente insomma e inconsapevolmente s'era innamorato della fanciulla; ma se non aveva mai voluto confessar ciò nemmeno a sè stesso, non è possibile che volesse manifestarlo alla giovinetta Margherita, la quale di qualunque benchè minimo sospetto non aveva neppur gli elementi in sè stessa, onde continuò con ingenuità e con obbedienza a non riguardarlo che come padre e tutore. Se taluno de' nostri lettori è così mal andato di salute da rifiutarsi a credere ciò che diciamo, non getteremo nè il tempo nè il"
      },
      {
        "index": 29,
        "text": "fiato per cercare argomenti a persuaderlo. Non si crede veramente se non ciò che si sarebbe capaci di fare."
      },
      {
        "index": 30,
        "text": "Di teatro in teatro, eran venuti ambidue la prima volta al Ducale di Milano, nel 1748, dove erano stati confermati per il carnevale dell'anno 1750. Godeva il Bruni dei trionfi della sua, diremo dunque, pupilla; godeva a sentirla lodata dappertutto dell'onesta virtù onde conservavasi ornata; perchè, anche ne' tempi del più indulgente galateo morale, e del più rilasciato costume, la virtù è sempre applaudita e rispettata, al pari del vero bello artistico che trionfa ognora, pur nel mezzo delle deviazioni del gusto. Pensi ora adunque il lettore che pugnalata al cuore di Lorenzo dovette essere la prima voce che gli giunse all'orecchio del sospettato amore di Margherita con Amorevoli e, più che dell'amore, della notturna tresca. Per verità che non prestò fede neppur un istante a quella bugiarda voce, e tanto più che, quando entrò nel camerino della Margherita a dirle di che trattavasi, le vide l'innocenza in volto e s'accorse d'un'ingenuità fin quasi stolta in quel suo ridere spensierato. Ma che fa l'esistenza delle virtù se nessuno ci crede?"
      },
      {
        "index": 31,
        "text": "Lorenzo, pur mettendo da canto ogni altro affetto, sentiva l'entusiasmo della vittoria nel poter dire: — Cosa mi diventano tante dame superbe che tutti i giorni cambiano il cicisbeo come la camicia? cosa mi diventano al confronto di questa povera figliuola di un grottesco e di una figurante? — E una voce sinistra, che in un baleno era corsa per tutta la città, aveva bastato a distruggere tutto, e a far succedere parole turpi e scherni inonesti al rispetto di prima! Perchè ben è vero che gli applausi della sera trascorsa eran saliti fin al velario per festeggiar la Gaudenzi; ma eran gli applausi di quella parte di pubblico che avea goduto nello scoprire che la intemerata colomba, cui bisognava rispettare per forza, era pur essa iniziata ai misteri d'amore tanto allora in voga."
      },
      {
        "index": 32,
        "text": "— Cara mia, disse dunque Lorenzo alla Margherita, quando questa, ridendo, gli domandò se stava bene di salute; voi ridete, ma vogliatemi credere che non c'è da ridere."
      },
      {
        "index": 33,
        "text": "La Margherita si fece allora un po' seria, e soggiunse :"
      },
      {
        "index": 34,
        "text": "— Caro Lorenzo, non vi comprendo; in fin de' conti la verità è una sola... e quando avrà parlato, perché so parlar alto anch'io, vedete, quand'è necessario, ogni sospetto sarà dileguato."
      },
      {
        "index": 35,
        "text": "— Cioè volete dire che non avrete più citazioni in Pretorio, e nessuno potrà insultarvi impunemente, se non vorrà essere passato da una parte all'altra, perchè di scherma io so giocar tanto bene, quanto suonare un a-so/lo di violino. Ma tutto ciò non vuol dir nulla... e fino a tanto che non esca il nome di colei per la quale il tenore dev'essere venuto in queste vicinanze, a nessuno potrà esser tolto dalla testa che voi eravate l'oggetto delle sue visite notturne."
      },
      {
        "index": 36,
        "text": "— Ma perchè io e non altre! Domandate a Zampino, il quale stamattina è venuto per le solite cose del teatro, quante donne furono chiamate a comparire... N'è vero, zia?"
      },
      {
        "index": 37,
        "text": "— È vero, disse questa, ma la compagnia non vi fa molto onore... Una è la moglie d'un gabelliere che sta lì dirimpetto... L'altra sta lassù al quarto piano e si diletta di far la cucitrice. Belle e giovani tanto l'una che l'altra, ma della loro onestà non mi parlate. Chiedetene qualcosa alla Gilda che ci serve, e sentirete... Ben v'è la moglie d'un pittore che gode buonissimo nome, e la bella figliuola d'un mercante... della quale non c'è chi dica male... Ma in conclusione, voi vedete, signor Lorenzo...!"
      },
      {
        "index": 38,
        "text": "— Ma! — esclamò egli strabuzzando gli occhi; e stette un momento silenzioso, poi soggiunse: — In Pretorio v'accompagnerò io stesso, Margherita, e chiederò io stesso di parlare al signor giudice. Fate adunque di esser pronta fra un'ora, ch'io sarò a pigliarvi in carrozza."
      },
      {
        "index": 39,
        "text": "L'ora passò, Lorenzo venne colla carrozza, e la Margherita accompagnata dalla zia, vi salì tosto. — Giunsero tutti e tre verso mezzodì al Pretorio, dove s'accorsero che una folla di curiosi stava aspettando nel cortile. Quando la Gaudenzi ascese lo scalone e corse la voce della sua venuta per tutti gli ufficj] del Pretorio, molti calamaj macchiarono d'inchiostro atti e processi e libelli, tanta fu la fretta e la furia degli impiegati per giungere in tempo a vederla. Notaj, auditori, uscieri, scrivani, colla penna nell'orecchio e i paramanica di bambagina verde, facean capolino dagli usci e dalle finestre; altri uscivan sul corridoio per dove la Gaudenzi aveva a passare, fingendo un'incumbenza di premura. Altri le s'attraversavano al passo per guardarla in faccia ben bene, con"
      },
      {
        "index": 40,
        "text": "gran dispetto di Lorenzo. — Ma questi potè confortarsi quando, all'annuncio della Gaudenzi, il giudice, ch'era giovane e di maniere squisite, le mosse incontro, dicendole alquante cose cortesi, e concedendo sì alla zia di lei come a Lorenzo di assistere all'esame, e di essere interpellati in proposito."
      },
      {
        "index": 41,
        "text": "Le domande del giudice, le risposte della fanciulla Gaudenzi, le osservazioni di Lorenzo, le appendici della zia rachitica costituiscono un dialogo da empire quattro facce di processo verbale, dialogo che noi abbiam qui, e che per molti rispetti non è indegno d'una lettura, ma che potrebbe anche provocar gli zitti di quella parte di pubblico che preferisce la musica veloce di Verdi a tante altre musiche; onde, senza riportarlo, ci limiteremo a dire che le sue risultanze furono tali, quali ciascun lettore poteva aspettarsele. Il tenore Amorevoli, interrogato prima dal giudice sul fatto della Gaudenzi, aveva parlato e protestato in modo da impedirgli una soverchia insistenza nell'ordine delle domande da farsi alla Gaudenzi stessa. E il giudice, quando ebbe praticate tutte le indagini iniziatrici, come voleva il suo ufficio, accorgendosi che le cose prendevano una piega ostinata, risolse di non farne altro, e di passare al criminale il processo così incoato. Ma Lorenzo non fu pago per nulla di quell'esame, perchè, si apponesse o no, gli parve che il giudice, il quale aveva lasciato andar qui e là qualche epigramma e qualche scherzo gentile, non fosse del tutto persuaso dell'innocenza della Gaudenzi; e ciò ch'è peggio, allorchè, dopo ricondotta al suo alloggio la Margherita, egli si gettò ne' pubblici ritrovi della città, a sentire come generalmente la si discorresse, dovette fremere più d'una volta alle parole che udì, e più d'una volta fu per venire a qualche atto violento, onde, se si contenne, fu un miracolo."
      },
      {
        "index": 42,
        "text": "Almanaccando così mille cose, e pensando al modo di far saltar fuori la complice, se ne tornò in quel giorno verso il quartiere dove era la casetta della Gaudenzi, il palazzo del marchese F... e quello della contessa V... Entrò dai portina] e nelle botteghe là presso, interrogò serve e servitori e lacchè e barbieri, esplorò porte, cancelli e finestre; chiese conto dei signori padroni del giardino dov'era stato còlto Amorevoli, e quando sentì a nominare la contessa Clelia, e dire ch'era giovane e bella, egli che non sapeva nulla nè del suo carattere austero, nè della sua dottrina astronomica, disse tosto fra sè: — Ma perchè, la si lasciò da parte costei?... Ma perchè? — Nessuno de' cittadini milanesi, i quali erano compresi della fama di quella donna intemerata, nemmen per ombra avean potuto fare un sospetto su di lei... ma Lorenzo, il quale era di fuori, e non era stato a Milano che due stagioni, e, se conosceva pittori e poeti e accademici, non conosceva tutta quanta la nobiltà, nel suo sospetto non fu arrestato neppur da un dubbio; e sdegnato di que' privilegj manifesti e segreti che si accordavano ai grandi signori, quasi fu per recarsi dal giudice; ma, pentitosi di quel partito, che poteva aver aspetto di denuncia, giurò di venirne a capo in altro modo, e quello che si avvisò di fare e che fece, nessuno se lo potrebbe imaginare in mille anni..."
      },
      {
        "index": 43,
        "text": "Ma e la contessa Clelia?... Ah pur troppo che non ebbe il coraggio di metter tosto in atto il consiglio di donna Paola Pietra, come sentiremo poi; e volendo lasciar passare gli ultimi tre giorni di carnevale, per istornare uno scandalo che, secondo lei, sarebbe riuscito rumoroso in mezzo alla folla dei teatri, delle feste, delle mascherate, aveva pensato di aspettare il primo giorno di quaresima per adempire al dovere... Ma precisamente quegli ultimi giorni di carnevale le dovevano esser fatali."
      },
      {
        "index": 44,
        "text": "[II]"
      },
      {
        "index": 45,
        "text": "Lasciando per ora da un lato l'infelice contessa, che in ventiquattr'ore è già dimagrata; e dovendo infingere col conte marito, colla cameriera, col parrucchiere seccatore e venditor di frottole instancabile, colla sarta, che in quel dì le portò fin quattro vestiti, l'uno più bello dell'altro, per farne sfoggio in teatro e alle feste, infingersi con tutti quanti l'avvicinavano, i quali erano invasi dall'allegria del secolo e dalla pazzia della stagione; quasi era per morire dello sforzo violento che faceva onde chiudersi in petto la passione. — Ci conviene inoltre lasciare nella solitudine del suo camerino in Pretorio il tenore Amorevoli, pentito e strapentito d'essersi impigliato in quel terribile vischio; e che, a dar sfogo al dispetto che lo rodeva e a passare il tempo della giornata lunghissima,"
      },
      {
        "index": 46,
        "text": "solfeggiava a voce distesa, onde tener la gola preparata per la sera, e talora cantava alcuna cabaletta o dell'Artaserse, o della Semiramide riconosciuta, o dell'Olimpiade, e si concitava nell'esprimere:"
      },
      {
        "index": 47,
        "text": "Se cerca, se dice L'amico dov'è ...... L'amico ........"
      },
      {
        "index": 48,
        "text": "E come se fosse in teatro, quando era alla cadenza, dove azzardava, per non esser al cospetto del pubblico, i passi e le volate più audaci, sentiva le voci e gli applausi di un altro pubblico, lo scarso pubblico inquilino insieme con lui de' locali del Pretorio, voci maschie e anche voci femminine; ladri di mezzo carattere, e tagliaborse novizj, e debitori insolventi e donne di Pafo che s'attaccavano all'inferriata a strillare il loro bravo, appannato dalla raucedine e dall'accento del vernacolo di Cittadella; e a cantare anche, come per corrispondergli un complimento, una di quelle canzoni da orbo, che in que' dì scriveva Pietro Cesare Larghi:"
      },
      {
        "index": 49,
        "text": "Imparate, o peccator,"
      },
      {
        "index": 50,
        "text": "Con la stanga del dolor"
      },
      {
        "index": 51,
        "text": "A sarà la porta granda"
      },
      {
        "index": 52,
        "text": "Che a l'inferno la ve manda."
      },
      {
        "index": 53,
        "text": "Amorevoli taceva, si guardava 1 calzoni di raso azzurro colle stelle d'argento e diventava malinconico, indignandosi d'essere stato messo là con quella gente; chè, pur troppo, se non ci si è provveduto oggidì, tanto meno a quel tempo s'era pensato ad un'opportuna segregazione tra le diverse qualità d'imputati, e tra gl'imputati e i rei. — Ci convien dunque lasciare alle sue pene il tenore Amorevoli. E dobbiam privarci della compagnia edificante di donna Paola Pietra, e tutto ciò per seguire il signor Lorenzo Bruni in san Vicenzino, nella casa che, movendo dalla contrada de' Meravigli, è anche oggi la quarta a dritta."
      },
      {
        "index": 54,
        "text": "In quella casa, a piano terreno, verso il giardino, teneva il suo studio il giovane Francesco Londonio, e più forse che studio di pittura, vi teneva accademia sempre aperta di allegria, e fabbrica operosissima di scherzi e matterìe; e ritrovo, a una cert'ora, di tutti i pittori e scultori ottimi, buoni e grami che allora possedeva Milano; e in que' giorni di carnevale, quartier generale della compagnia dei Foghetti, di cui esso era il capitano."
      },
      {
        "index": 55,
        "text": "Lorenzo, che già altre volte erasi recato a quello studio, vi si diresse difilato; e indugiatosi un momento all'ingresso, prima di bussare, sentiva il suono d'una voce che parlava, la quale veniva susse guita, di tratto in tratto, da una risata unissona di più persone. E codesta risata pareva come un intercalare obbligato alle pause che faceva il parlatore. Quando tra una mano di persone v'è una grande allegria e una gran vena di motteggio, riesce penoso, non si sa bene perchè, il farsi tra di loro non chiamato: e Lorenzo, che pur conosceva que' compagnoni, stette un momento in forse per tornare indietro, ma si fece poi animo e bussò forte. — Avanti, avanti, avanti, — gridarono più voci ad una; edegli entrò..."
      },
      {
        "index": 56,
        "text": "— OA!! benvenuto, signor Lorenzo..."
      },
      {
        "index": 57,
        "text": "— Benvenuto."
      },
      {
        "index": 58,
        "text": "— Benvenuto... signor capitano degli archetti; le presento qui, nel nostro pittore Gazzetta, un buon suonatore di violino, il quale giacchè le fabbricerie lo lasciano senza lavoro, vorrebbe ritrovarsi in orchestra."
      },
      {
        "index": 59,
        "text": "Chi parlava era il giovane Londonio, la cui figura dovendo comparire a più riprese, in mezzo alle tante che popoleranno il nostro quadro centenario, è bene si sappia quello che ancora non è stampato in nessun libro, come cioè, nato in Milano nel 1723 (e fin qui ci arriva anche il Ticozzi nel suo Dizionario de' pittori), fosse discendente di una famiglia originaria spagnuola, che si chiamava Londognos, feudataria di Ormilìa, un ramo della quale s'era stabilito in Lombardia al tempo della dominazione spagnuola, quando per la prima volta vi capitò un cadetto, in qualità di generale delle truppe spagnuole. Questo Francesco Londonio, quantunque non avesse che 22 anni quando ricevette"
      },
      {
        "index": 60,
        "text": "la visita del signor Lorenzo Bruni, era già noto come pittore di soggetti campestri; ma ciò che allora ne costituiva davvero la rinomanza nelle società alte e basse, era la sua amenissima giovialità, per la quale avrebbe sparsa l'allegria anche tra le file di un mortorio; pensatore di bellissimi trovati, a chi ne faceva, a chi ne prometteva, onde se egli era un amico carissimo, qualche volta riusciva pure un amico molesto; ma quanto era temuto, altrettanto era cercato, e si moriva di noja senza di lui, in tutti quei convegni dov'era solito praticare."
      },
      {
        "index": 61,
        "text": "In quel momento stava adunata nel suo studio quasi tutta la confraternita dei pittori milanesi."
      },
      {
        "index": 62,
        "text": "V'era il maestro di lui, Ferdinando Porta, figlio di Andrea, scolaro del Cerano e del Legnanino; v'era il giovane pittor De Giorgi, allievo del pittor Del Cairo; v'erano gli esordienti Bergami e Pagani, scolari del pittor Frasa e del Lucini; v'era Angelo Mariani e Zucchi Carl'Antonio già provetti, scolari l'uno del Fiori, l'altro del Sant'Agostino, scrittore di cose d'arte, e che s'era dimezzato tra il Procaccini e il Crespi Daniele. V'erano Lucini e Fabbrica e Clavelli e Zaccaria Rossi e il Crivellone, pittore di trote e di aragoste. V'era il fanciullo Biondi, che attendeva allora a macinar colori: nomi la maggior parte di pittori ignoti a tutti, sin anco ai Milanesi, e che non sono registrati in nessuna storia dell'arte; e de' quali taluno sarebbe forse celebre se fosse nato a Bologna, a Venezia, a Firenze; tanto questa nostra città in talune cose è trascuratissima, fino alla barbarie; così che quei che volesse far la storia delle arti milanesi, potrebbe bene invecchiar nelle ricerche, pur colla pazienza straordinaria di Muratori, ma non venirne a capo mai di farla completa."
      },
      {
        "index": 63,
        "text": "Ma, che noja! Ci par di sentir a dire; ma che strana idea di regalarci qui una pagina lacera dell'elenco della confraternita de' pittori del 1750? — Ma perchè farci camminare fino a san Vicenzino, in traccia di persone nuove, mentre vorremmo stare colle conosciute? In quanto alla noja, rispondiamo dunque, che, dal momento che la si prova, è inutile dire che c'è a torto; pure dobbiamo far notare che bisognava passare per di qui, poichè se al lettore noi dicessimo che, dall'umile studiolo d'uno dei pittori che si trovavano là presso il Londonio, e da un disegno grazioso e da pochi colori stemperati su di una tavolozza, dovrà uscire un risolvente drammatico più possente di quanti ne uscirono dal laboratorio chimico di Dumas, il lettore non crederebbe. — Ma dal momento che il signor Lorenzo, che non era uno sciocco nè un buontempone, pur in quell'affanno in cui versava, erasi recato a far visita al Londonio, dove sapeva che di solito si riuniva una congrega di pittori, bisogna bene che ne abbia avuto la sua ragione. — Stiamo dunque attenti a tutte le sue parole, e non perdiamo la traccia de' suoi passi."
      },
      {
        "index": 64,
        "text": "[IV]"
      },
      {
        "index": 65,
        "text": "Lorenzo dunque era tutto preoccupato del suo gran pensiero, il quale aveva due intenti: quello di far sfolgorare all'aperto l'intatta onestà della sua Gaudenzi, e quello di tirare in campo una gran dama, di mettere in pubblico quel che era successo in segreto, di tal maniera che, nè per protezioni, nè per deferenze, nè per privilegi nè per sotterfugi, non riuscisse più possibile di salvare da uno scandalo solenne i due blasoni del casato lombardo della contessa, e del casato ispano del conte colonnello. Costretto pertanto a fermarsi là, tra quegli allegri compagnoni del pittor Londonio, e ridere insieme cogli altri dei piacevolissimi racconti di lui, si tormentava del tempo che passava inutilmente, e che era preziosissimo per la natura del suo disegno. — Egli aveva bisogno di trovarsi un momento a solo col Londonio, e, non volendo dar nell'occhio, gli conveniva aspettare che quella compagnia si sciogliesse. Buon per lui che il Londonio entrò a dire:"
      },
      {
        "index": 66,
        "text": "— Orsù, amici, a momenti sarà qui a pigliarci il carrozzone per andare al corso di porta Romana; non v'è tempo a perdere e bisogna vestire la divisa dei Foghetti, perchè mi preme la riputazione. Dopo il corso pranzeremo, se vorrete, tutt'insieme; dopo si andrà all'opera, dopo alla festa in maschera. Quante faccende in un sol giorno!... domani poi, se non volete andare alle vostre case per dormire un pajo d'ore... potete dormir qui tutti da me... perchè domani è un altro giorno pieno zeppo di faccende... e ci converrà non perderci di vista..."
      },
      {
        "index": 67,
        "text": "— A dormir qui, va bene, entrò a dir uno, ma non si vorrebbe che ci trattassi come hai fatto col podestà di Chioggia: perchè siamo ancora in febbraio."
      },
      {
        "index": 68,
        "text": "— Che cosa ha fatto al podestà? domandarono allora tutti ad una voce."
      },
      {
        "index": 69,
        "text": "— Ma come? non la sapete?"
      },
      {
        "index": 70,
        "text": "— Io no."
      },
      {
        "index": 71,
        "text": "— Nemmeno io."
      },
      {
        "index": 72,
        "text": "— Racconta."
      },
      {
        "index": 73,
        "text": "— Raccontate."
      },
      {
        "index": 74,
        "text": "— È un fatto molto semplice; fu l'anno scorso, quando ho passato quegli otto giorni, al carnevale di Venezia... che gli alberghi erano zeppi al punto, che a trovar un letto era come trovar un tesoro. Io però ne avevo trovato uno allo Scudo di Francia, sebben mi costasse un occhio. Ora sentite questa. Voi sapete il dispetto che provo a trovarmi a tu per tu con una persona non conosciuta; figuratevi poi quando si viaggia, e si è in una camera da letto. — Ebbene, a una cert'ora, quando l'albergo era tutt'occupato dal primo all'ultimo piano, dalla prima all'ultima stanza, viene da me l'oste. Forse perchè io era il più giovane di quanti eran là e gli avevo ciera da buon figliuolo, e mi dice: — Signore, è arrivato il podestà di Chioggia, e vuole alloggio."
      },
      {
        "index": 75,
        "text": "— Buon pro gli faccia, gli dico, doveva arrivar prima il podestà. Cerchi una gondola e dorma la sua notte sotto il felze."
      },
      {
        "index": 76,
        "text": "— Va bene, ma io gli ho promesso... insisteva l'oste, e in quella entra il signor podestà in persona, e tanto fa e tanto insiste, che io non posso dire di no. Voi sapete che, per quanta ira uno possa avere in petto, in certi momenti non si trova il modo di scacciare un seccatore. Ma quando fummo soli, non potendo resistere all'idea di dover dormir con un altro, con un podestà... e tondo e grasso qual era colui di Chioggia... non so se voi lo conosciate (diceva rivolto al Bruni), pensava al modo di disfarmene, perchè aveva anche un gran sonno, per aver ballato tutta la notte al ridotto di san Moisé, e così nel pensare, guardando il soffietto che pendeva da lato del camino, mi viene un'idea, e tosto, rivolgendomi all'amico, sì gli dico: — Signor podestà?"
      },
      {
        "index": 77,
        "text": "— Cosa mi comanda?"
      },
      {
        "index": 78,
        "text": "— Ho farle mille scuse anticipate."
      },
      {
        "index": 79,
        "text": "— Di che?"
      },
      {
        "index": 80,
        "text": "— DI questo, che vado soggetto a un grave incomodo."
      },
      {
        "index": 81,
        "text": "—Edéè?"
      },
      {
        "index": 82,
        "text": "— Una febbre acuta, la quale mi ha messo in fin di morte sin da fanciullo, mi lasciò un vizio, un gran vizio."
      },
      {
        "index": 83,
        "text": "— Ebbene?"
      },
      {
        "index": 84,
        "text": "— Vo soggetto a quelli che si chiamano 1 venti freddi."
      },
      {
        "index": 85,
        "text": "— Una malattia nuova."
      },
      {
        "index": 86,
        "text": "— Nuovissima, e chi ha la disgrazia di dormire con me ci soffre, ma assai. — Ora che cosa avreste fatto voi se foste stati il podestà?"
      },
      {
        "index": 87,
        "text": "— Darvi la buona notte, e andar via."
      },
      {
        "index": 88,
        "text": "— Così pare almeno; ma il podestà fu di un altro parere, e metà credulo e metà no, entrò per il primo in letto. Allora io non feci altro che seguirlo, e, così mezzo vestito, mi cacciai sotto coltre, armato di soffietto, e spensi il lume. Lasciai che il podestà dormisse della grossa, e poi misi in movimento il mantice... Tirava un vento, cari miei, che il letto pareva il Cenisio, onde il podestà si risvegliò spaventato, e non potè trattenersi dal dire dopo qualche momento:"
      },
      {
        "index": 89,
        "text": "— AN! è veramente orribile la vostra malattia, signor mio, per carità, accendete il lume, ch'io vo a gettarmi in laguna, piuttosto che dormire con voi."
      },
      {
        "index": 90,
        "text": "Io obbedil, accesi il lume. Egli si alzò, non parlò più; soltanto borbottò tra' denti, ed uscì chiamando l'oste a tutta voce. Il resto della notte la dormii così assai placidamente. Or non temete che io voglia oggi estendere a maggiori proporzioni l'esperimento di Venezia. Voi non siete nè sconosciuti, nè podestà, nè ostinati, e v'invito io. Su lesti, dunque, e vestiamoci. La carrozza è qui... sentite. — Poi, voltosi al Bruni: — Dovreste venire anche voi, gli disse. Qui c'è riserva di vesti e"
      },
      {
        "index": 91,
        "text": "SI"
      },
      {
        "index": 92,
        "text": "maschere per tutti gli amici che capitano... purchè sien tutti artisti, non importa se di pennello o di scalpello o di arco o di fiato o di gola o di rima. Stupisco anzi che non sia venuto oggi il segretario Larghi, il più caro scrittor di villotte che si conosca; e bisogna sentir lui stesso a cantarle! ma lo sentiremo alla festa del teatrino. Risolvetevi dunque. Volete esser Pantalone o Brighella?"
      },
      {
        "index": 93,
        "text": "— Caro mio, nè l'uno nè l'altro, rispose Lorenzo: e còlto il momento che gli altri attendevano a vestirsi, così gli disse: — Son venuto da voi per un affar di premura."
      },
      {
        "index": 94,
        "text": "— Cattivo giorno, ma non importa."
      },
      {
        "index": 95,
        "text": "— Ho bisogno dell'opera di un pittore... ma di tale che sia e valente e improvvisatore, e conosca l'arte di colorir le maschere ad uso di Parigi. Ne ho già chiesto altrove, e so che a Milano ve n'è uno bravissimo."
      },
      {
        "index": 96,
        "text": "— Siete fortunato... eccolo là... È il pittor Clavelli... Ma..."
      },
      {
        "index": 97,
        "text": "E dicendo questo, il Londonio crollò la testa."
      },
      {
        "index": 98,
        "text": "— Ma... che cosa?"
      },
      {
        "index": 99,
        "text": "— Ma non sapete che, se l'anno passato tali maschere eran tollerate, quest'anno sono proibite, dopo il lagrimevole fatto della vedova del Duca di Choiseul?..."
      },
      {
        "index": 100,
        "text": "— Ma qui non si tratta di far piangere, ma di far ridere, soggiunse il Bruni."
      },
      {
        "index": 101,
        "text": "— Fate voi... non so che dire; quel giovine lì vi servirà bene; d'altra parte, è in così povere acque, che certo deve aver più paura della bolletta, che delle ordinanze di sua eccellenza. Or lo chiamo e mettetevi d'accordo. Badate però ch'io non so nulla."
      },
      {
        "index": 102,
        "text": "— Fate conto ch'io non v'abbia mai interpellato su di ciò. Per altro non è e non sarà che uno scherzo."
      },
      {
        "index": 103,
        "text": "Il giovine pittore Clavelli fu chiamato, il Bruni gli parla, il pittore mise innanzi quella difficoltà che sappiamo; ma sentendo che si trattava di guadagnar bene, acconsentì, e promise al signor Bruni che si sarebbe lasciato trovare al caffè del Greco, mezz'ora prima che incominciasse il teatro."
      },
      {
        "index": 104,
        "text": "Così stretto il contratto col signor Lorenzo, finì il pittore di adattarsi i due gobbi di Pulcinella, chè tale era la sua maschera, e si mise in ischiera cogli altri, i quali vestivano ciascuno il costume d'uno dei Zanni, allora tanto in voga, i quali eran come i deputati rappresentanti delle principali città d'Italia. Il pittore Londonio, nella sua qualità pur di confratello onorario della badia de' facchini e nella sua qualità di pittore campestre, vestiva la maschera di Beltrame di Gaggiano, maschera che di quel tempo sussisteva ancora, quantunque avesse dovuto cedere il primo posto a quella del Meneghino, inventata già dal Maggi, lo splendor di Milano, come lo aveva chiamato il Redi, e che fu l'Allighieri del dialetto milanese. Così tutti discesero e salirono, meno il Bruni, nel carrozzone carico di munizione per la battaglia del giovedì grasso: fiori, confetti, coriandoli, melaranci, pomi, ova; e di buon trotto si gettarono nel fitto del combattimento, sul corso di porta Romana, a percuotere e a rimaner percossi dalla pioggia de' pomi, a imbrattare e a rimaner imbrattati dalle ova, che si rompevan sulle parrucche incipriate a farvi strani empiastri e lorde miscele di tuorli e di cipria."
      },
      {
        "index": 105,
        "text": "Ora, senza perdere il tempo a descrivere il corso del giovedì grasso dell'anno 1750, perchè noi siamo nemicissimi delle descrizioni, segnatamente se siano state fatte da cento altri scrittori; ci limiteremo a dire, a coloro che volessero pur farsene un'idea, che a gettare tutti i colori dell'iride, con tutte le loro infinite gradazioni, su quelle ottanta o centomila figure allora stivate lungo il corso di porta Romana, e a raddoppiare il frastuono, come se quelle centomila persone avessero due gole enfiate per ciascuna; e a lasciare alle carrozze, ai padovanelli, ai calessi, ai birbini, ai carri convertiti in forma di barche e di vascelli il permesso di muoversi a loro beneplacito e di produrre per conseguenza un disordine molto simile a quello di un corpo di truppe che sia piuttosto in fuga che in ritirata; e a portare a un tre quarti buonamente della popolazione colà affollata il numero delle maschere d'ogni forma, d'ogni foggia, di ogni paese e d'ogni colore; a far insomma colla mente tutte queste operazioni, ne può uscire, chiudendo gli occhi e lavorando d'imaginazione, lo spettacolo d'un corso carnevalesco di quel tempo. Ma noi, che non abbiam voglia di attendere a ciò, lasceremo passar l'ora del corso, per recarci invece in piazza del Duomo al caffè del Greco, dove il pittor"
      },
      {
        "index": 106,
        "text": "Clavelli a un'ora di notte stava aspettando il sig. Lorenzo Bruni, che venne di fatto a pigliarlo puntualmente, e a condurlo al teatro Ducale."
      },
      {
        "index": 107,
        "text": "— Vi basterà osservar dalla platea, disse il Bruni al pittore, nel far la via, o sarà necessario salire sul palco scenico?"
      },
      {
        "index": 108,
        "text": "— Farà bisogno della platea e del palco scenico, perchè, a condurre la cosa in modo che l'arte si confonda colla realtà, conviene pigliar tutte le misure."
      },
      {
        "index": 109,
        "text": "— Andrete dunque in platea e sul palco scenico. Conoscete i fratelli Galliari, quelli che dipingon le scene? —"
      },
      {
        "index": 110,
        "text": "— Li conosco benissimo; ma se non mi vedranno, vi sarò obbligatissimo."
      },
      {
        "index": 111,
        "text": "— Perchè?"
      },
      {
        "index": 112,
        "text": "— Perchè è bene che la cosa stia fra voi e me; so quel che dico... l'ordinanza parla chiaro; e fu gran tracollo per me, vedete, quella benedetta ordinanza! fate conto che ne' carnevali passati io arrivassi a guadagnar sino a cento zecchini veneti, tanto che avevo lasciato da una parte la pittura di chiesa, che è la gran pittura, per dir la verità; ma col pane non si scherza... e questi curati di campagna credono di sciupare il pane dei poveri a dar da mangiare a' pittori, segnatamente se son giovani e non han nome."
      },
      {
        "index": 113,
        "text": "— Abbiate coraggio, amico, e se mi servirete bene, farete poi il ritratto intero della ballerina Gaudenzi."
      },
      {
        "index": 114,
        "text": "— Oh che fortuna sarebbe! sento che è una gran bellezza! una bellezza famosa! Se il ritratto mi riuscisse, tutte le dame di Milano verrebbero da me... sono le occasioni che fanno l'uomo. Cosa credete voi... che tanti pittori famosi sarebbero riusciti tali, se non avessero avuto le occasioni? Che, per esempio, il cavaliere Del Cairo, che fu il maestro del mio maestro, fosse davvero un gran pittore? Non lo credete; ha avuto il vento in poppa; opere di qui, ritratti di là, zecchini a staja, e poi l'ordine di san Maurizio. Ma, per colpa sua e di qualch'altro, s'imbastardò la maniera lombarda cogli innesti della scuola di Bologna; e poi col pigliare qualcosa da Roma, qualcosa da Firenze, qualche cosa da Venezia, ne uscì una mescolanza tale, che non siam più nè di qui nè di là... Ma quando un paese ha avuto la fortuna di possedere un Leonardo, e poi un Luino, e poi quello spavento del Crespi... il Crespi del San Brunone... Non so se voi abbiate visto quel lavoro a fresco? Quello è un a fresco!... Domando io dunque, se c'era bisogno di andar altrove a far gli accattoni? Ma la moda fa tutto; ed io che parlo, son guasto più degli altri, e col far quello per cui voi m'avete chiamato, mi son guasto la mano, e poi mi son messo al punto di guastarmi anche la saccoccia. Se, per esempio, domani taluno mi desse a dipingere una Deposizione, farei le tre Marie col guardinfante. Così vanno le cose."
      },
      {
        "index": 115,
        "text": "In questa entrarono nel teatro già affollato, e nel punto che già cominciavan le dame a sedere ai loro posti nei palchetti."
      },
      {
        "index": 116,
        "text": "— Vedo che in platea non c'è luogo, disse il Bruni, troveremo dunque un posto comodo in orchestra, dove senza dar nell'occhio, potrete gittar giù sulla carta qualche segno. Quando poi vi bisognerà d'andar tra le quinte, me lo direte."
      },
      {
        "index": 117,
        "text": "Lorenzo Bruni si recò allora col pittor Clavelli in orchestra; messo a sedere l'amico, si mise anch'esso al posto, che i suonatori erano già tutti sulle loro sedie, e già attendevano ad accordar gl'istrumenti. Il teatro era zeppo, già faceva quel mezzo silenzio che precede l'alzata del sipario; tutti i palchetti erano occupati; Lorenzo girò gli occhi lungo le file, e il caso volle che fosse, nel momento che il conte V... e la contessa si ponevano a sedere l'uno rimpetto all'altra. Allora sul volto di questa, egli, dal suo basso scranno, tenne fisso uno sguardo lungo e indagatore."
      },
      {
        "index": 118,
        "text": "Alla bellezza abituale della contessa Clelia, di cui nessuno erasi prima infervorato, per l'eccesso della sua medesima perfezione, si era sovrapposta una velatura leggiera nel colore, e talune indescrivibili impressioni nella superficie, le quali, togliendole quella, quasi diremo, pompa orgogliosa della beltà nudrita dalla salute e dalla calma, vi aveva soffuse le traccie del patimento e di un certo languore di stanchezza, languore prezioso (per la poesia, intendiamoci bene, non per la realtà), il quale essendo appunto la prima volta che compariva su quella faccia, vi produceva un contrasto ineffabile e la rendeva oltre ogni dire attraente a tutti gli sguardi. Tanto è ciò vero che,"
      },
      {
        "index": 119,
        "text": "quasi a un punto stesso, da tutti coloro che la osservarono quand'ella girò gli occhi intorno, si fecero queste medesime osservazioni a di lei riguardo."
      },
      {
        "index": 120,
        "text": "— Ma come s'è acconciata stasera la contessa V...? — Davvero che mi pare un'altra. Se si sapesse ch'ella ha una sorella, si direbbe ch'è la sorella a punto. — È però sempre bella. — Per me, dirò anzi, che è più bella del solito. — Ah, è un gran peccato che l'abbiano inzuppata nella scienza, e fatta così indurire come quel legno che diventa marmo stando nell'acqua!"
      },
      {
        "index": 121,
        "text": "Ma se molti in quel punto la guardavano fuggitivamente, Lorenzo teneva gli occhi sempre fissi in lei; e da quel palchetto non li abbassò che per volgersi e girarli torvamente sulla platea, così parlando fra sè: — Balordi che siete!... si trova un bel giovane in un giardino, di quelli che s'innamorano per professione, lo sorprendono al piè del palazzo e della stanza dove sta una donna che ha quella faccia lì... e si va a turbar la pace di cinque o sei case per trovar la donna de' suoi sospiri... Balordi voi e balordo il giudice, quando non vi sia di peggio... perchè pare impossibile... una bellezza di quella sorte... che... in conclusione ... qual è la più bella di tutte queste duchesse e contesse e marchese e marchesine che stan qui?... E nessuno è arrivato a pensare che ai tenori, segnatamente quando toccan di quelle grosse paghe che ognun sa, piacciono i buoni bocconi, e, se furono cullati sul letto di paglia, aspirano ai moschetti di drappo. Ma pazienza fossero tutte Vestali le donne di Milano, tutte Lucrezie, tutte Cornelie... Ma no... perchè, anche senza far torto a questa città... si sa ch'è la malattia del secolo, che più si sale e più si pecca... che si è sempre fatto così... Ah sciocchi e balordi... c'è da scavar vicino... ed essi, no... voglion correr mezzo miglio per le ortaglie, e far fatica a trovar l'accesso alla casetta di quella povera ragazza... che è pura come l'acqua... E tutti a intestarsi che debba davvero essere la Gaudenzi... come se non ci fosse stato tutto il tempo e tutto il comodo, supposta una simpatia, d'intendersela sul palco scenico!... Ma non piace al signor pubblico ciò che è naturale e semplice... siam sempre alla storia del teatro... bisognava che il tenore Amorevoli, per essere un caldo amante, saltasse muri, saltasse siepi, si lacerasse tra i pruni la seta dei gheroni, corresse pericolo di rompersi l'osso del collo salendo per qualche scala di seta... allora va bene... allora il signor pubblico è contento..."
      },
      {
        "index": 122,
        "text": "E così avrebbe seguito il corso de' suoi pensieri chi sa sin dove, se un gran colpo d'archetto del primo violino non gli avesse tagliati i pensieri in due. Gettò allora gli occhi sulla musica, mise il violino alla ganascia, e stette pronto."
      },
      {
        "index": 123,
        "text": "Il sipario si alzò, e avvenne tutto quello che era avvenuto la notte addietro. Uscì il tenore Amorevoli tra un subisso d'applausi, i quali poco ormai lo confortavano, perchè, se lo si lasciava andar in teatro, v'era accompagnato in cocchio dal tenente e dal guardiano del Pretorio, che stavan con lui in camerino perchè non parlasse con nessuno; uscivan con lui, e lo accompagnavano all'orlo del palco scenico e lo aspettavan tra le quinte. Queste cose si sapevano dal pubblico, che le disapprovava, quantunque a torto. E venne l'ora del ballo, e il momento in cui usciva la Gaudenzi divina."
      },
      {
        "index": 124,
        "text": "Ma che è questo? che novità? che segreto? Cos'è successo?... Ah! noi non sappiam cosa dire, ma il fatto è così precisamente, lettori miei. La Gaudenzi venne accolta da un bisbiglio ostile, intercalato da una dozzina di fischi portentosi, indarno respinti da pochi battimani, che si ritirano tosto, quasi vergognosi d'essersi compromessi."
      },
      {
        "index": 125,
        "text": "Da che dunque poteva dipendere questo inaspettato cambiamento delle teste del pubblico? Da un fatto assai semplice: da ciò che, essendosi egli ostinato nel credere agli amori della Gaudenzi con Amorevoli, e avendo sperato, quando sentì ch'essa era stata citata a comparire in Pretorio, volesse confessare ciò che generosamente e cavallerescamente il tenore aveva taciuto; gli venne un fiero dispetto di quell'aspettazione delusa, e più ancora della supposta ipocrisia della fanciulla, che si pensò non avesse voluto corrispondere alla delicatezza dell'amante, per continuare a godere in faccia al mondo di quella gran fama d'onestà, usurpata a troppo buon mercato; la quale onestà, in quella universale rilassatezza del costume, era così eccezionale e strana, segnatamente se la si applicava al teatro, che se molti avean prima potuto apprezzarla, altri l'avean sopportata di mal animo, come un'ostentazione; e questi altri, i quali s'eran compiaciuti della scoperta che la Gaudenzi fosse pur essa infine una donna da teatro come tutte le altre, si rivoltarono senza ritegno contro al"
      },
      {
        "index": 126,
        "text": "preteso sforzo che, secondo essi, ella avea fatto per proseguire ad ingannare il mondo. Talvolta un'idea, un'opinione, una credenza s'impadronisce di un'intera massa di gente in un modo irresistibile. E gli uomini di buon senso e di spirito equo, che volendo esaminare prima di condannare, azzardano qualche difesa e qualche osservazione, sono quelli precisamente che danno le mosse al temporale."
      },
      {
        "index": 127,
        "text": "— Cane d'un pubblico, scrisse il conte Rostopchin nel proprio epitafio, in attestato del suo profondo disprezzo all'opinione pubblica; e Cane d'un pubblico, disse Lorenzo fra sè e sè fremendo, quando da un collega d'orchestra sentì la spiegazione di quell'improvviso malumore della platea; ma ciò che più di tutto gli fece salire il sangue alla testa, e lo raffermò nel suo proposito di vendetta, fu l'aver visto lo stesso signor conte V... a degnarsi di uscire dalla sua orgogliosa gravità per zittire anch'esso."
      },
      {
        "index": 128,
        "text": "— Anche tu, pensò tra sè, anche tu, bufalo bardato di Catalogna! ma non sai quel che ti attende? E quando calò il sipario, tutto convulso si avvicinò al Clavelli, per chiedergli se gli occorreva d'andar sulla scena."
      },
      {
        "index": 129,
        "text": "— Ho visto bene, e già ho qui il profilo che non ne scatta un pelo, tanto che in un bisogno potrebbe bastare. Ma un'occhiata attenta e ben dappresso e tra le quinte gli farà nascere il gemello..."
      },
      {
        "index": 130,
        "text": "— E si arriverà in tempo?"
      },
      {
        "index": 131,
        "text": "— Altro che in tempo! abbiamo due giorni."
      },
      {
        "index": 132,
        "text": "— Quando fosse pronto per sabbato a mezzanotte, è anche troppo."
      },
      {
        "index": 133,
        "text": "— Io vi avrò servito per mezzodì, — e Lorenzo accompagnò il pittore Clavelli sul palco scenico, collocandolo presso una quinta; e, prima di discendere in orchestra, andò nel camerino della Gaudenzi, la quale piangeva dirottamente."
      },
      {
        "index": 134,
        "text": "— Il pubblico di Milano, esclamò allora Lorenzo, scoppiando dall'ira e dalla commozione, potrà versare a' tuoi piedi tutto l'oro che costa il suo Duomo... ma faccia conto d'averti veduta per l'ultima volta. Del rimanente aspetto sabbato..."
      },
      {
        "index": 135,
        "text": "y"
      },
      {
        "index": 136,
        "text": "Ad un savio, non ci rammenta più nè quando nè dove, fu domandato: quale può essere la cosa più fatta per addensare la tristezza nel cuore di un uomo sentimentalmente intellettuale? — Forse la vista di un campo santo, ha egli risposto, nelle ore notturne, con cielo profondo, e luna pallida e stelle tremule e fuochi lambenti e strigi volanti? No. — Forse la cima inaccessa delle Alpi, dove il cacciatore rimane percosso dal mortale solengo? O in una campagna abbandonata e brulla durante il bigio novembre, la vista di uno stagno, sull'opache acque del quale incumba immobile, da un ramo che vi peschi, un decrepito airone? O la solitudine infinita del mare ghiacciato, dove Alfieri, poeta e viaggiatore, potè scoprire com'è tremendo il silenzio quando sta nel suo regno desolato? No. — Forse una camera anatomica, dove il coltello dell'investigatore chirurgo sprigioni i gas più letali e più putridi da un cadavere umano? No. — Che luogo dunque? — Una festa da ballo. — Così rispose quel savio, con incredulo stupore di tutti; ma per quanto potesse essere uno strano pensatore, noi dividiamo perfettamente la sua opinione. Se fosse possibile scrivere un compendio della storia dei dolori, dei disastri, delle tragedie, degli odj, delle vendette, dei delitti di cui il primo filo, più o meno avvertitamente, fu gettato nel rigurgito abbagliante della luce notturna, nel vortice fracassoso delle danze, nella polvere sollevata, nella gioja, nell'orgia, negli scherzi vellicanti, nel motteggio malizioso, nell'epigramma ambidestro, nella schiuma dello sciampagna, nell'allegria saltante, nelle grida incondite, nell'ebbrezza, nella stanchezza, nella dormiveglia di una festa da ballo in maschera; quel compendio sarebbe più voluminoso delle più voluminose enciclopedie condensatrici dell'umana sapienza. — Chi non vuol credere, non s'incomodi; ma la nostra opinione è questa."
      },
      {
        "index": 137,
        "text": "Quante volte dalla bocca vermiglia di una faccia di cera uscì la folgore muta di una parola sola, ma che, sola, bastò a scomporre per sempre la felicità di due vite; che potè esaltare in un"
      },
      {
        "index": 138,
        "text": "marito il cieco furore d'una gelosia omicida; e persuadere un troppo credulo fidanzato a respingere quella che indarno fu insidiata da qualche turpe amatore. Quante volte dell'effervescenza del senso, protetto dalla maschera e liberato per lei dal vigile pudore, Mefistofele approfittò per gettar la trama d'un futuro infanticidio! Quante volte una mendace accusa fu portata in alto dalla maschera, a cui nulla è inaccesso, per far percuotere un innocente odiato! e l'iniquità, resa inoffensiva dalla viltà nativa, diventò di colpo e audace e micidiale, celandosi dietro un volto di cera! Quante volte l'effimera virtù si disciolse tutta in sudore al contatto di quel volto stesso... e la ferma virtù vacillò... e cadde a un tratto chi avea potuto resistere a lungo. Per dio la maschera ci fa spavento! sicchè riputiamo che sarebbe un bel passo della civiltà se scomparisse per sempre dalla faccia degli uomini; e tanto più che è già una maschera la faccia naturale. — E dopo di ciò una festa da ballo è luo go di mestizia anche senza i volti finti! — Quante infelici passioni vi s'infiammano, quante felici illusioni scompajono; quanta gara funesta di perfide vanità; quanti gentili tessuti affranti dalla danza frenetica! Chi ha assistito coll'occhio investigatore e colla riflessione a quel punto in cui la prima luce del sole entra a mescolarsi in una gran sala colla fiamma decrepita dei doppieri consunti, e un raggio vivo di quella luce va a percuotere le faccie di un gruppo di giovinette che, vaghe, poche ore prima, delle più fresche rose della salute e della gioja, nell'abbattimento sorgiunto, nella stanchezza, nel repentino avvizzire, nella pupilla fuggita, nel livido pallore, lasciano già indovinare il processo con cui la dissoluzione s'impadronirà col tempo dei loro corpi, e dietro a quella che è quasi larva di gioventù e di bellezza, lasciano travedere con raccapriccio la futura vecchia e il cadavere futuro: ci saprà dire in confidenza, se si può raccogliere allegria da una festa da ballo! Ma abbandoniamo le inutili digressioni, e facciamoci con chi deve recarsi alla festa da ballo in maschera del sabbato grasso."
      },
      {
        "index": 139,
        "text": "Pochi minuti prima della mezzanotte di quel sabbato, ossia circa quarant'otto ore dopo che la dea Gaudenzi venne fischiata dal pubblico, lasciatosi trascinare da quella infesta precipitazione di giudizj) che ha sul collo tante vittime; Lorenzo Bruni, un po' colle dolci parole, un po' colla finta collera, un po' colla vera, stava distogliendo da un ostinato proposito la Gaudenzi, che, abbigliata con tutto lo sfarzo di una regina, nel punto che stava per salire in carrozza alla festa del teatro Ducale, d'improvviso, come una puledra che adombri, erasi fermata, e, risalendo la scala, avea cercata la sua stanza, giurando che sarebbe morta, piuttosto che mostrar la propria faccia a coloro che aveano potuto insultarla senza ragione."
      },
      {
        "index": 140,
        "text": "Avvezza fin dalla prima infanzia alle carezze de' genitori, alle gentilezze di tutti; e, fatta adulta, alle lodi, all'ammirazione, agli applausi, alle adulazioni, ai trionfi; quel primo insulto la trapassò di una profonda ferita, e in modo che la vescichetta del veleno, ci si permetta questa espressione, del veleno onde la natura non manca mai di provvedere anche la più soave e mite creatura, s'era dischiusa con uno squarcio repentino, tanto che lo avea schizzato con veemenza d'intorno a sè, al punto da mettere nella più seria costernazione la vigile zia e Lorenzo. All'invito ch'egli le avea fatto il giorno prima di recarsi all'ultima festa da ballo in maschera, ella aveagli risposto con isdegnosa ironia; alle dolci persuasioni opponendo una fierezza fin quasi selvaggia, di cui ella sino a quel punto non avea sospettato neppure la possibilità, e che aveva dato da pensare all'esperimentato Bruni. Bene, a poco a poco, s'era venuta placando, e piangendo e chiedendo perdono con carezzevoli blandizie, avea promesso di far il suo desiderio e s'era lasciata ornare dalla sollecita zia di fiori, di perle, di brillanti; ma la vescica del veleno le si riaprì, come abbiam veduto, nel punto di salire in carrozza."
      },
      {
        "index": 141,
        "text": "— Senti, Margherita, hai tu fiducia in me? le diceva Lorenzo."
      },
      {
        "index": 142,
        "text": "— Non mi fido più di nessuno; gli uomini son come i gatti; oggi leccano, domani graffiano..."
      },
      {
        "index": 143,
        "text": "— Ma puoi tu dire ch'io t'abbia mai fatto un torto..."
      },
      {
        "index": 144,
        "text": "— Chi v'ha detto questo? rispose acremente la Gaudenzi. Voglio dire che... — ma qui diede in uno scoppio di pianto. Il pensiero dell'insulto ricevuto, riassalendola, non le concedeva pace."
      },
      {
        "index": 145,
        "text": "— Dammi retta, Margherita; se ciò che è avvenuto ti affanna tanto, e n'hai troppe ragioni, l'unico tuo desiderio deve esser quello di confonder tutti quanti, dando modo alla verità di mostrarsi"
      },
      {
        "index": 146,
        "text": "intera; ed è ciò appunto a cui ho pensato.... Tu sai che non t'ho mai consigliato cosa che non dovesse portare il tuo bene... Potrei dunque eccitarti a venire stanotte in teatro, se non fossi certo che all'alba del domani, ne uscirai vendicata da quegli stessi che ti hanno offesa?..."
      },
      {
        "index": 147,
        "text": "— Ma se è vero quel che mi dite... perchè dunque mi fate mistero del modo?..."
      },
      {
        "index": 148,
        "text": "— Il perchè lo saprai... ed io pretendo d'aver diritto alla tua fiducia... Suvvia, alzati, e andiamo."
      },
      {
        "index": 149,
        "text": "— Suvvia, soggiungeva la zia, torna buona come prima, e obbedisci chi vuole il tuo bene..."
      },
      {
        "index": 150,
        "text": "La Gaudenzi non rispose, si alzò, mosse lentamente verso l'uscio, e Lorenzo la seguì."
      },
      {
        "index": 151,
        "text": "— Andiamo, disse il Bruni, a pigliare il padre della prima donna, che s'è incaricato di farti il bracciere alla festa; — e partirono."
      },
      {
        "index": 152,
        "text": "Ma intanto che Lorenzo Bruni e la Gaudenzi salivano in carrozza, dopo un'ora di contrasto, in casa V..., quasi che da un medesimo filo dipendessero i successivi movimenti di due congegni, continuava ancora un contrasto incominciato dopo. — La contessa Clelia, la quale mille volte s'era pentita di non aver tosto messo in atto il consiglio di donna Paola Pietra, e alle fischiate onde si volle punire la Gaudenzi aveva provato un cruccio, un affanno, un'inquietudine particolare; e però non desiderava altro, fuorchè spuntasse la prima domenica di quaresima per recarsi in Pretorio, o per iscrivere al giudice, contenta di affrontare affanni peggiori ma di tagliare quel nodo una volta per sempre e finirla; sazia della festa del giovedì grasso e d'un pranzo incomodo di sessanta coperti e d'un'accademia del venerdì e del trovarsi sempre in mezzo a tanti uomini e donne, in ciascuno de' quali e delle quali ella vedeva i suoi denigratori spietati, quando la gran notizia fosse scoppiata in piazza; e affranta per di più da un tedio convulso che la faceva stare di malissima voglia, aveva risoluto di non intervenire altrimenti in quella notte alla festa da ballo in maschera del teatro Ducale. Ma non avesse mai fatto una simile proposta al conte marito! La contessa, nelle più comuni circostanze della vita, poteva in casa far tutto quello che voleva, lo abbiamo già detto; ma in certe occasioni speciali, guai ad omettere una pratica, una consuetudine, un cerimoniale. Allora il conte, rispettosamente ammiratore della contessa, diventava il suo despota e il suo tiranno; e per dare, a modo d'esempio, il permesso alla moglie di non intervenire all'ultima festa del carnevale, dove tra le dame più cospicue si compiva l'ultima e più fiera battaglia di eleganza e di ricchezza, bisognava che la moglie fosse stata assalita, per lo meno, da una encefalite fulminante. Il conte era della famiglia di quel tale che, piuttosto che infrangere un cerimoniale, volle morire asfissiato da un braciere."
      },
      {
        "index": 153,
        "text": "Fatto adunque il viso più severo che per lui fosse possibile alla moglie, e pronunciate quelle parole più irrevocabilmente di ferro che per lui si potevano, passò nella sala dov'era la madre della contessa, una sorella e un fratello; e tutto aspro:"
      },
      {
        "index": 154,
        "text": "— Donna Gertrude (disse alla madre), la si compiaccia di recarsi un istante da sua figlia, la quale pare che abbia volontà d'inquietarmi."
      },
      {
        "index": 155,
        "text": "— Che cosa?... Che è avvenuto? rispose donna Gertrude, maravigliata di veder così a rovescio il conte, il quale per consueto, sebbene un po' duramente, le si era sempre dimostrato cortese; ma in quella entrava la contessa."
      },
      {
        "index": 156,
        "text": "— Preghi il conte, mamma, a permettermi di non uscire; perchè sto male, male assai."
      },
      {
        "index": 157,
        "text": "Il colonnello non seppe allora più contenersi, e strepitò, senza però mancare alla sua gravità."
      },
      {
        "index": 158,
        "text": "Ma in quel punto il fratello di donna Clelia si alzò, e di queto le disse non so che parole all'orecchio."
      },
      {
        "index": 159,
        "text": "A quelle parole piegaronsi i ginocchi alla contessa, e si gettò a sedere."
      },
      {
        "index": 160,
        "text": "La madre e la sorella si guardavano... Il conte passeggiava... Il fratello taceva."
      },
      {
        "index": 161,
        "text": "Trascorsi alcuni momenti, la contessa Clelia si levò e:"
      },
      {
        "index": 162,
        "text": "— Andiamo, disse, non voglio che per sì poco il conte si affanni."
      },
      {
        "index": 163,
        "text": "Una mezz'ora dopo, preceduta dal conte marito e dalla sorella, la contessa discendeva lo scalone, rallentando il passo per essere raggiunta dal fratello. Quando questi le fu vicino:"
      },
      {
        "index": 164,
        "text": "— Chi ti ha detto...? gli disse la contessa."
      },
      {
        "index": 165,
        "text": "— È un bisbiglio che corre per la città... La tua assenza avrebbe potuto accrescere i sospetti.... Or pensa a te..."
      },
      {
        "index": 166,
        "text": "A piedi dello scalone, tra le torcie di due lacchè, la contessa, attonita, salì in carrozza; il conte lieto e sorridente sedette vicino a lei; la portiera si chiuse, e via di trotto. Il conte fratello e la contessina tennero lor dietro in altra carrozza."
      },
      {
        "index": 167,
        "text": "[VI]"
      },
      {
        "index": 168,
        "text": "Un'ora dopo, la festa da ballo al teatrino era già all'apogeo dello splendore, della folla, della vivacità, del frastuono. Così in quel tempo, come oggidì, il palco scenico si congiungeva alla platea per mezzo di una gradinata divisa in tre scompartimenti. Gl'intervenuti salivano al palco per quello di mezzo, e discendevano in platea pei due laterali. — Essendo il teatro più piccolo, l'orchestra veniva collocata in una galleria espressamente eretta sul palco. — Del resto, noi uomini della civiltà e del progresso, che abbiamo fatto le meraviglie quando il Fetonte degli impresarj introdusse per la prima volta il tappeto verde in teatro, dobbiamo sapere che, nel 1750, i più ricchi tappeti di Gand a rosoni variopinti coprivano tutt'intero il pavimento in occasione delle feste, e tutto era di conformità con quella ricchezza; dimodochè, se la sala tenevasi, come dicemmo, alquanto oscura durante lo spettacolo, pel migliore effetto ottico della scena e delle vedute architettoniche e campestri dei fratelli Galliari, le fiamme inondavano il teatro di luce quando si convertiva in festa da ballo. Ciascuna fila de' palchetti era rigirata da trenta lumiere di cristallo, portanti cadauna sei torcie di cera; dalla vòlta pendevano otto grandi lumiere pur di cristallo, e dall'interno de' palchetti usciva un'altra luce ausiliaria. Siccome poi da ciascun davanzale cadevano sui parapetti ricchissimi arazzi e ricami d'oro e d'argento, o di broccato tutto d'oro tempestato di pietre d'ogni colore e di luccicanti berilli, così l'effetto che allora produceva lo spettacolo interno del teatro Ducale era di gran lunga superiore a quello d'ogni più sfarzosa festa da ballo in maschera d'oggidì. E se il lusso e lo splendore era tanto in platea e sul palco, le sale del ridotto costituivano davvero un Olimpo di ricchezza e di luce in mezzo a cui sfolgoravano le deità terrene; chè le dame più cospicue s'addensavano tutte colà, o adagiate in apposita sala, su scranne dorate, a beare di loro presenza chi le adocchiava; o in altra sala, aggirantisi in quelle danze passeggiate che si chiamavano minuetto e perigordino. Nè è da credere che le sale del ridotto fossero accessibili soltanto alle dame; tutt'altro. La divisione che tra ceto e ceto era ancora ben determinata, nel secolo passato, in tutte le relazioni della vita, e la distanza che tra patriziato e borghesia e plebe era mantenuta inesorabilmente da cento prammatiche e distinzioni e cerimonie, scomparivano affatto in quelle feste del carnevale. Era una continuazione modificata del medio evo, quando il feudalismo dei padroni e dei servi potè costituire quasi due nature diverse; quando per una legge di compenso, a Milano, nelle notti fescennine del famoso san Giovannino alla Paglia, tutti quanti si mescolavano in istrane dimestichezze. Ma quei giorni di eguaglianza eccezionale erano in ragione della disuguaglianza legale e consuetudinaria; tanto che, mitigandosi e trasmutandosi la seconda, grado grado la prima si limitò, e di svolgimento in isvolgimento si pervenne al punto che ambedue scomparvero e si confusero, come vediamo oggidì, in una cosa sola, e tolti gli argini, le acque si riunirono. Ma non preveniamo i tempi, e non esponiamo al pubblico intempestivamente i/ dietro le scene del nostro libro."
      },
      {
        "index": 169,
        "text": "In mezzo a quell'Olimpo lucente delle più belle dame milanesi comparve, a una cert'ora, la Gaudenzi accompagnata dal signor Casserini, il marito della prima donna, quella che faceva la parte di Semiramide riconosciuta. Ma appena fu vista dalla folla de' cicisbei curvati in vari atteggiamenti sulle dame sedute, come statue, che facessero gruppo convenzionale con altre statue, si alzò un bisbiglio ostile. Lorenzo Bruni, che, tutto coperto dal domino nero e dalla nera maschera, stava dietro alla pupilla, quando la vide indietreggiare perplessa, la spinse ad adagiarsi su d'una sedia. La Gaudenzi obbedì, ed egli si indugiò là un momento. Seduta tra la contessa Marliani e la contessa Borromeo del Grillo stava la contessa Clelia. — Ferveva un incessante cicalio tra la folla incessante. — Maschere d'ogni generazione passavano davanti alle dame per avventar loro motti e scherzi e complimenti. — Il vi/lottista cantava il nome e cognome a ciascuna, e le loro qualità"
      },
      {
        "index": 170,
        "text": "fisiche e morali in accozzamenti strani di idee e di rime; di tratto in tratto fermavasi loro dinanzi un arlecchino, un brighella, un pulcinella, un dottorazzo bolognese, a dir lunghe filastrocche nel dialetto della città rappresentata dalla loro maschera. — Intanto sentivasi la musica del minuetto, la quale, con poche variazioni, era quella che introdusse poi Mozart nella festa da ballo del suo Don Giovanni, e oggidì, con altre poche variazioni, rifece Verdi nell'introduzione del suo Rigoletto. — Tra quella musica e lo strisciar lento dei piedi e il ronzìo continuo, s'udiva strillato, con accompagnamento di chitarra, qualche strambotto d'una maschera curiosa, che s'intitolava il Tasca e parlava un dialetto composto, mescuglio di veneziano, milanese e bolognese:"
      },
      {
        "index": 171,
        "text": "Nol xè, nol xè pi mondo"
      },
      {
        "index": 172,
        "text": "De viver all'antiga,"
      },
      {
        "index": 173,
        "text": "Chi no truffa e no intriga"
      },
      {
        "index": 174,
        "text": "Resta in fondo."
      },
      {
        "index": 175,
        "text": "Tanto la zente xè destomegae, Che pi no l'ha favor la veritae. Chi negozia col vero"
      },
      {
        "index": 176,
        "text": "El xè fallio de botto;"
      },
      {
        "index": 177,
        "text": "Se domanda Zinzero"
      },
      {
        "index": 178,
        "text": "El xè merlotto,"
      },
      {
        "index": 179,
        "text": "Vedo la lealtae scalza e confusa Perchè tutti la loda, e pochi l'usa."
      },
      {
        "index": 180,
        "text": "E altrove gridava Meneghino una filastrocca del Maggi in quel dialetto che, dopo cent'anni, ha potuto alterarsi tanto:"
      },
      {
        "index": 181,
        "text": "Ferr e strasc, cardeghee, Rivendirceu, postee,"
      },
      {
        "index": 182,
        "text": "Conch, e tajee e messò, Garzonscii de sartò,"
      },
      {
        "index": 183,
        "text": "Canaja che vivii"
      },
      {
        "index": 184,
        "text": "De menuder guadagn,"
      },
      {
        "index": 185,
        "text": "E criee per i strad conti cavagn, Ciovirceu de san Sater,"
      },
      {
        "index": 186,
        "text": "Tucc compagnon de better,"
      },
      {
        "index": 187,
        "text": "El vost car Meneghin"
      },
      {
        "index": 188,
        "text": "El va in lontan paes;"
      },
      {
        "index": 189,
        "text": "Se pu no s'vedaremm, a revedes. Mortadell di tri Scagn,"
      },
      {
        "index": 190,
        "text": "Busecca de la Goeubba,"
      },
      {
        "index": 191,
        "text": "Passerit di trii Merla,"
      },
      {
        "index": 192,
        "text": "Moscatel di trii Re,"
      },
      {
        "index": 193,
        "text": "Montarobbi del Gall,"
      },
      {
        "index": 194,
        "text": "Malvasia d'offelee,"
      },
      {
        "index": 195,
        "text": "Tutt cose de tesoree,"
      },
      {
        "index": 196,
        "text": "El vost car Meneghin"
      },
      {
        "index": 197,
        "text": "El va in lontan paes;"
      },
      {
        "index": 198,
        "text": "Se pu no s'vedaremm, a revedes."
      },
      {
        "index": 199,
        "text": "E ad un certo punto entrò nella sala una frazione della compagnia de' Foghetti. — Il pittor Londonio, in costume di Beltrame di Caggiano, mostrava nella lanterna magica alcune sue bizzarre composizioni, le quale facevano sghignazzar tutti quanti e abbassar gli occhi ad alcune dame che s'indispettivano di non poter comprimere il riso. — E subito dopo Cesare Larghi, ch'era segretario soprannumerario di governo, in costume di contadino brianzolo, accennando di voler cantare una delle sue villotte con accompagnamento di ribeba, imponeva silenzio a quanti eran là, i quali"
      },
      {
        "index": 200,
        "text": "gridavano ai suonatori e ai ballerini, basta, zitto, silenzio, — e Cesare Larghi, vista la Gaudenzi, e indispettito col pubblico del modo ond'erasi comportato secolei, si pose precisamente innanzi ad essa, a cantare quella veramente poetica villotta dettata in dialetto contadinesco... e che fu stampata nella collezione de' poeti vernacoli milanesi:"
      },
      {
        "index": 201,
        "text": "I to oggitt me paren dò bei stelli Che hin pu lusurient de la lusnava, E quij to ganassitt ch'hin de sgioncava, E hin inscì svernighenti e tanto belli. Famm vedè, cara ti, quii to bocchini Tanto streccit che paren facc col fuso, Che fan ol pover Togn deslenguà in giuso E van disend a tucc: femm di basini."
      },
      {
        "index": 202,
        "text": "La cantilena soavemente campestre onde si esprimevano quelle poetiche parole, la bella voce e l'accento e il garbo onde il Larghi la cantava, in prima avean messo un silenzio così profondo in quelle sale, che si sarebbe sentito a volare una mosca; e provocarono poi un tale scoppio d'applausi, che di più non avrebbe potuto ottenere lo stesso Amorevoli."
      },
      {
        "index": 203,
        "text": "Come il Larghi ebbe finito, quella dozzina di socj della compagnia de' Foghetti si presentarono alle dame, e le invitarono a ballare un minuetto. Poche vi si rifiutarono, ma tra queste vi fu la contessa Clelia, che accusò di star male. Cesare Larghi invitò la Gaudenzi, la quale, ringraziandolo della cortesia, non si fece pregare. — Si rimise allora lo schiamazzo nelle sale, si rinnovarono le grida, l'orchestra tornò a suonare; e dodici coppie strisciarono la danza con mille scontorcimenti leziosi della testa e delle braccia che sporgevano rose nel punto che fingevano involarle, e sulla punta delle dita deponevan baci incaricati di volar sul volto delle dame danzanti. Lorenzo Bruni che aveva seguito per poco la Gaudenzi nella sala da ballo, ritornò dove s'era trattenuta la contessa Clelia, e girandole dietro le spalle, le accostò la bocca della maschera nera all'orecchio, e, parlandole con voce sottomessa e alterata, l'invitò a danzare."
      },
      {
        "index": 204,
        "text": "— Signore, ho già rifiutato un altro gentile invito, perchè sto male."
      },
      {
        "index": 205,
        "text": "— Signora, devo parlarvi. — Si tratta di un affar grave... Favorite ad accettare un ballo; avremo agio a stare insieme senza sospetto altrui."
      },
      {
        "index": 206,
        "text": "La contessa sentì scorrersi un brivido per l'ossa, e non trovò parola per rispondere; chè quanto aveale detto il fratello l'aveva messa in gravissima apprensione; onde si alzò allora e, detto alla sorella che le sedeva presso:"
      },
      {
        "index": 207,
        "text": "— Aspetta qui; e, pregata la contessa del Grillo a tenerle compagnia: — Vengo, soggiunse poi alla maschera, la quale offrendole il braccio, la accompagnò nella sala da ballo."
      },
      {
        "index": 208,
        "text": "Si posero così tra le figure danzanti, e fecero un giro; indi, quando le dodici coppie si ritirarono per dar luogo alle altre, la maschera trasse la contessa a sedere nel vano di un finestrone."
      },
      {
        "index": 209,
        "text": "— Signora, sapete voi chi sono?"
      },
      {
        "index": 210,
        "text": "— No."
      },
      {
        "index": 211,
        "text": "— In mille anni mai più vi apporreste."
      },
      {
        "index": 212,
        "text": "— Spiegatevi. Che volete dire?"
      },
      {
        "index": 213,
        "text": "— Che vi avrei creduta generosa come siete bella..."
      },
      {
        "index": 214,
        "text": "— Ma chi siete voi?"
      },
      {
        "index": 215,
        "text": "La maschera aspettò che molte persone si fermassero lì presso, e colse il punto che uno degli ispettori del palco scenico, il conte Pertusati, gli passasse dinanzi. Allora parlò e gestì in modo da attirar l'attenzione altrui; poi di tratto, balzando in piedi, disse ad alta voce:"
      },
      {
        "index": 216,
        "text": "— Non meritate, no, ch'altri vi abbia riguardo... Vedete ora dunque chi sono; e togliendosi la maschera nera, scoprì la maschera bianca. — Balzò fuori allora, come per arte d'incanto, la figura del tenore Amorevoli. — Sua la faccia, sua la statura, suo tutto. Quanti erano là il riconobbero, e la contessa non potè comprimere un grido, e cadde."
      },
      {
        "index": 217,
        "text": "La maschera si ricoprì tosto."
      },
      {
        "index": 218,
        "text": "— Ora, voi tutti che siete qui, esclamò, potete attestare qual fu la donna per cui Amorevoli fu arrestato; e, detto questo, s'involò tra la folla, e scomparve."
      },
      {
        "index": 219,
        "text": "Noi crediamo che il lettore avrà, presso a poco, compreso da un pezzo in che doveva consistere la trama onde Lorenzo Bruni aveva pensato, con un mezzo per verità illecito, di far uscire la verità allo scoperto."
      },
      {
        "index": 220,
        "text": "Era da circa mezzo secolo che in Francia, dove si davano in pubblico persino otto balli alla settimana, si era introdotta la perversa invenzione delle maschere-ritratti, le quali, eseguite da pittori esperti e da plasticatori, rendevano al vivo la sembianza di chiunque si voleva. Questa maschera-ritratto di solito la si copriva con un'altra maschera qualunque, la quale, levata con destrezza, lasciava intravedere il volto imprestato che stava sotto, e che ricoprivasi tosto, onde impedire si potesse conoscere l'inganno. Questa moda dalla Francia si diffuse tosto in Italia, e segnatamente a Milano e a Venezia. Ma i disordini che ne conseguirono furono tali e tanti, che la pubblica morale se ne risentì altamente. Giovani scaltri assumevano il volto di fortunati amanti a ingannar donne e donzelle inesperte. Donne gelose e gelosi amatori e mariti, traevano in insidia donne e amanti creduli, dal che derivarono vendette e delitti."
      },
      {
        "index": 221,
        "text": "E due anni prima del tempo a cui ci troviamo, alla duchessa di Choiseul, che, rimasta vedova, s'era invaghita d'un giovane cavaliere, con atroce giuoco fu fatto comparire ad una festa il marito defunto, ond'ella ne prese tale raccapriccio e sgomento, che, caduta ammalata, morì poi di consunzione. Perciò nella Francia stessa s'eran pubblicati editti e pene gravi contro questa invenzione turpe. Poco dopo la proibì anche la Repubblica di Venezia, e nel marzo dell'anno 1749 era uscita pure a Milano, in conseguenza di gravi inconvenienti avvenuti in quel carnevale, la seguente ordinanza:"
      },
      {
        "index": 222,
        "text": "«L'eccellentissimo governatore, avendo, con sua gravissima indignazione sentito il pessimo e colpevole uso che si è fatto da taluni male intenzionati e osceni giovinastri delle così dette maschere ritratti, ha ordinato che ne sia assolutamente vietata ed interdetta la fabbrica e l'introduzione, sotto pena di sei mesi fino a due anni di carcere, da infliggersi tanto a chi ne pagasse o sollecitasse con male suggestioni l'esecuzione, come a chi vi prestasse l'opera dell'arte e della mano per danaro o per qualunque altro compenso. Tanto sia partecipato al senato, ai tribunali, al pretorio e ai giusdicenti."
      },
      {
        "index": 223,
        "text": "Milano, 12 marzo 1749.»"
      },
      {
        "index": 224,
        "text": "Al grido, alla caduta, allo svenimento della contessa si fermarono le danze, fu fatta tacere l'orchestra, accorsero ad onde uomini e donne da tutte le parti, accorsero le dame dalla sala vicina e la sorella della contessa e la del Grillo; e tosto il fratello, i parenti, gli amici, ultimo il conte V..., la comparsa del quale compresse a tutti la parola in bocca, sicchè fu il solo che, per il momento, non seppe nulla, e potè così ajutare la contessa, quando si riebbe, a recarsi in palchetto. — Scoppiarono allora le dicerie come una eruzione vulcanica. Da quel punto del ridotto all'ultimo angolo del teatro si propagò, colla rapidità della luce, la notizia che il tenore Amorevoli era in teatro; si propagò la notizia ch'era venuto per vendicarsi della contessa V...; che le tresche del tenore erano impegnate con lei e non con la Gaudenzi; e insieme colla notizia corsero e serpeggiarono e s'intersecarono gli stupori; le incredulità, le osservanze, le testimonianze, le persuasioni, le ire, le ingiurie contro quella donna che, dicevasi, alla superbia insopportabile aveva potuto congiungere anche una detestabile ipocrisia; e colle nuove ire e le nuove ingiurie versate contro la nuova vittima, cominciarono i pentimenti d'aver a torto fischiata la ballerina, la vittima di due sere prima, e i propositi di rimettere in piedi quell'idolo stato rovesciato, e d'andare a cercarla e di portarla a casa in trionfo."
      },
      {
        "index": 225,
        "text": "E intanto quella notizia era giunta all'orecchio del signor giudice del Pretorio, che si trovava precisamente nel palchetto del signor segretario del Senato. — Còlto come da un colpo di fulmine, e balzato in piedi al sentire che il tenore Amorevoli era venuto in teatro, chiamò un de' tenenti che sopravvegliavano al pubblico, e lo mandò ad assumere informazioni, mentre il segretario del Senato, indarno trattenuto dal signor giudice, che voleva prima verificar la cosa e aveva paura d'una"
      },
      {
        "index": 226,
        "text": "solenne sgridata, si recò, pago di farsi apportatore d'una straordinaria novella, nel palchetto dell'eccellentissimo governatore, dove trovavasi il presidente del Senato. Essi erano già informati di tutto, e facevan chiose e commenti, e già avean mandato a domandare il giudice stesso del Pretorio, che diffatto venne, pochi momenti dopo, tutto confuso a protestare com'egli aveva lasciato il tenore Amorevoli sotto buona custodia. — Tutti stettero perplessi ad aspettare il tenente ch'era corso al Pretorio, il quale, sollecito e ansioso, era salito dal custode delle prigioni, e con esso era entrato nel camerino dove Amorevoli giaceva sdrajato sul letto tra un mezzo sogno e una mezza veglia. E il tenente ebbe l'ingenuità di interrogarlo se mai fosse uscito per recarsi al teatro, per il che il tenore sospettò avesse quel zelantissimo ufficiale dato di volta al cervello."
      },
      {
        "index": 227,
        "text": "Allora il tenente, felice che non si fosse verificato lo scandalo d'un prigioniero fuggito, si trovò d'aver gambe velocissime al pari d'un lacchè, e giunto tutto trafelato al teatro, fu introdotto al palco delle loro eccellenze ad annunciare, con gran contento del giudice, ma con nuovo stupore di tutti, che il tenore Amorevoli non era mai uscito dalla sua cella e che quei del ridotto dovevano aver preso uno strano abbaglio. Fu chiamato pertanto il conte Pertusati, uno de' cavalieri ispettori del palco, il quale si maravigliò che il governatore dubitasse della sua asserzione; e furono fatti venire testimonj più di parecchi: tutti si misero la mano al petto, protestando di aver la vista perfetta e la testa sulle spalle. Governatore, presidente, giudice almanaccarono a lungo. Che è? Che non è? Cosa può essere stato? Pensa, ripensa e torna a pensare... Ma, quasi contemporaneamente, nella testa del presidente del Senato e del giudice del Pretorio sorse quel sospetto, che poteva spuntare anche più presto, perchè l'uso delle maschere-ritratti non era che del carnevale passato, e l'ordinanza non gli era posteriore che di nove mesi. Appena messo fuori quel sospetto, fece tosto presa nella testa del governatore conte Pallavicini, il quale fattolo diventar certezza, sentì il diritto di salire in furore, e d'ordinare al signor giudice che praticasse tosto e in tutti i modi possibili le più rigorose indagini per scoprire i contravventori dell'ordinanza."
      },
      {
        "index": 228,
        "text": "Quando il giudice uscì dal teatro, la primissima luce bigia dell'alba si confondeva già colle torcie dei lacchè che attendevano, presso le carrozze, i loro padroni. In una parte era uno schiamazzo assordante di evviva; in un'altra, vicino a una carrozza, ferveva un alterco vivacissimo tra due gentiluomini su cui si projettava la luce delle torcie dei lacchè."
      },
      {
        "index": 229,
        "text": "Il giudice domandò che significasse quel rumore da un lato e quel contrasto dall'altro, e gli fu risposto come alcuni giovinotti accompagnavano a casa, colle torcie a vento, la Gaudenzi in trionfo; e che l'alterco era tra il conte V... e suo cognato, perchè non s'era più trovata in nessun luo go del teatro, nè in palchetto nè altrove, la contessa sua moglie, e, mandato il lacchè a vedere al palazzo, nessuno l'aveva vista ritornare. Il giudice che aveva il pensiero ai contravventori, non badò a tal fatto più che tanto, e s'affrettò al Pretorio, dove spiccò tosto gli ordini, perchè si mandassero a chiamare tutti i pittori della città di Milano senza perder tempo. E anche noi senza perder tempo diremo, che non batteva il mezzodì, che già il pittore Clavelli, semplice e schietto, invitato a comparire e interrogato, confessò la cosa, e nominò il violino per il ballo del teatro Ducale. Questi, non trovato in casa, come si seppe che praticava presso la ballerina Gaudenzi, colà appunto fu cercato e trovato ed arrestato, con nuovo dolore e spavento e lagrime della Gaudenzi, la quale, pur troppo, cominciava ad essere visitata dalla sventura."
      },
      {
        "index": 230,
        "text": "Così nell'ora trista del tramonto di quella tristissima prima domenica di quaresima, il destino di cui abbiam veduto a scintillare in alto l'occhio beffardo, potè contemplare a un punto solo quattro scene dolorose: una sala del palazzo V... in cui il conte passeggiava innanzi e indietro, rapidissimo, mentre il furore che lo divorava per la scoperta dell'infedeltà di quella che aveva riputata irreprensibile, gli si svolgeva in cuore e gli si tramutava in un sentimento spasmodico di pietà e di costernazione, all'idea che la contessa era scomparsa e non si sapeva nè dove nè come, onde mille orridi timori gli straziavano l'animo; e nella sala stessa, la contessa madre sedeva immobile, coll'occhio impietrito e spaventato, intanto che la contessina piangeva dirottamente, e il conte fratello stava ritto in gran pensiero, guardando macchinalmente da un finestrone nella via sottoposta. Altrove poi, la povera Gaudenzi teneva appoggiato il bel volto sulle spalle della zia che, costernata, osservava la nipote costernata, mentre più lontano, in una povera casupola di legno, una"
      },
      {
        "index": 231,
        "text": "vecchia, la madre del pittor Clavelli, pareva fatta stupida, all'annunzio che l'unico figliuolo era stato trattenuto prigioniero; e nella casa in contrada Borromeo, donna Paola Pietra, tenendo una lettera spiegazzata sulle ginocchia, volgeva gli occhi al cielo, esclamando con un sospiro profondo: Ahi sventurata!"
      },
      {
        "index": 232,
        "text": "E tutto ciò per un muricciolo saltato... e colui che era stata la cagione prima e sola di tanto disordine, attendeva placido in quel punto, ne' suoi vasti latifondi, ad esaminare un prospetto di conti presentatogli dal maggiordomo, di cui la somma totale veniva a dire che l'entrata dell'illustrissimo signor conte era di lire milanesi duecent'ottanta mila, a non contare due diritti d'acqua, che potevano fruttare altre lire venti mila annue."
      },
      {
        "index": 233,
        "text": "[VI]"
      },
      {
        "index": 234,
        "text": "Dobbiamo saltare alcuni giorni dal tempo in cui avvennero le cose che noi raccontiamo; per ora non son che giorni, ma in seguito ci accadrà di saltar mesi ed anni e olimpiadi e lustri, e non è del tutto improbabile che si debbano saltar via anche decenni. Egli è a questo modo che il lettore potrà farsi capace della possibilità di passar in rivista gli avvenimenti di cento anni in un sol anno; perchè, se dovessimo continuare a tener dietro ai giorni colla fedeltà di un calendario, converrebbe venire a patti colla morte, tanto a chi scrive come a chi legge; la qual cosa, quand'anche fosse possibile, non sarebbe certo un buon affare... parliamo per noi; de' lettori non sappiamo. Tornato ora a' nostri personaggi, a quelli segnatamente che vennero arrestati, il tenore Amorevoli, Lorenzo Bruni, il pittore Clavelli, erano stati trasferiti al capitano di giustizia; di modo che il primo, dopo cinque giorni, e gli altri dopo ventiquattro ore, avean lasciato il Pretorio in santa Margherita. — Diciamo in santa Margherita, non già nell'odierno locale della Direzione di Polizia, perchè a quel tempo qui sussisteva ancora il convento delle monache Benedettine. Del rimanente codesto fatto del trovarsi il Pretorio nella contrada di santa Margherita, in quell'anno o in quel torno, noi lo abbiamo ricavato da alcune ordinanze e avvisi a stampa che abbiamo sott'occhio, ordinanze di quella classe, che, applicabili al momento fuggitivo, non v'è per consueto chi ne tenga conto, onde si perdono senza venir raccolte a fermare ne' libri una notizia stabile di un accidente passeggiero. E da tali ordinanze e avvisi abbiam potuto congetturare appunto, come nel locale assegnato pel Pretorio vi fossero pure delle celle suppletorie pei detenuti. Ognuno sa poi, che l'antico Pretorio non era che l'attuale palazzo dell'Archivio nella piazza dei Mercanti, e che là erano 1 sedili per il Podestà, pei due giudici, così detti del cavallo e del gallo, i quali rendevan ragione nelle cause civili e criminali; infine pel giudice dei dazj e pel vicario, ecc. Ma tali ordini di cariche e di località, modificate, sebben lentamente, col tempo hanno fatto trasportare il Pretorio altrove, e, forse, per un provvedimento provvisorio, nella contrada di santa Margherita. E pare inoltre, che, alla metà del secolo passato, il Pretorio non serbasse tutte le sue antiche attribuzioni, ma ne avesse invece in gran parte di simili a quelle dell'odierna pretura urbana, con una sezione per le cause criminali."
      },
      {
        "index": 235,
        "text": "Colìà si instituivano i primi esami e si assumevano le prime informazioni, per passarle poi al capitano di giustizia; sebbene ci siano documenti pe' quali è provato che, anche solo dietro relazione definitiva del giudice pretore, o dei giudici del cavallo o del gallo, si passasse alla condanna degli accusati."
      },
      {
        "index": 236,
        "text": "Ora, lasciando da parte cotali questioni che non hanno che qualche lieve rapporto colla natura de' fatti che noi raccontiamo, e desiderando solo voglia taluno stendere una descrizione della città nostra, che completi e continui quella del Lattuada, che si ferma al 1735; diremo che, se Lorenzo Bruni aveva tanto fatto per mettere a nudo la verità, e ben potea dire d'esserci riuscito nel modo il più trionfante, sebbene illecito, come que' capitani che vincono una battaglia per avere saputo ridersi del diritto delle genti; la verità, appena comparsa, fu trattenuta indietro a viva forza, e persino si tentò di farla scomparire, tanto che Lorenzo non aveva altra certezza se non questa, d'aver saputo trovar la maniera d'andar in prigione e di trarsi dietro il povero Clavelli, senza aver trovato poi quella di farne uscire Amorevoli. — Avendo esso, al primo interrogatorio, per le sue buone ragioni, confessato il fatto senza titubanza, e in conseguenza di ciò, essendo stato inviato, benchè in"
      },
      {
        "index": 237,
        "text": "carrozza, perchè pagata da lui, al palazzo del capitano di giustizia, quando colà ebbe a subire il secondo interrogatorio, la sua condizione si venne terribilmente peggiorando. Fin dalle prime parole che gli rivolse l'attuaro, Lorenzo potè accorgersi, acuto com'era naturalmente e penetrativo e scaltrito dall'esperienza, che chi lo esaminava gli aveva una singolare avversione; perchè non era quella consueta severità del giudice verso il reo, ma una severità speciale, trovata e adoperata espressamente per lui, rinfocata dalla natura speciale di quella da lui commessa contravvenzione alla legge, e più che mai dall'intento di quella contravvenzione stessa."
      },
      {
        "index": 238,
        "text": "La madre della contessa Clelia aveva un fratello senatore, la sorella del senatore era la moglie del marchese Recalcati, in quell'anno regio capitano di giustizia, uomo integerrimo e giurisperito profondo. Il marito della contessa aveva un fratello, il quale, avendo provato che la sua illustre casa erasi stabilita a Milano da più di un secolo, aveva potuto entrare nel collegio dei nobili dottori. Ora questo dottor collegiale era intrinseco del vicario di giustizia, carica corrispondente a quella che, se non oggi, alquanti anni or sono, chiamavasi di vicepresidente del tribunale criminale. Ognuno può imaginarsi quanto alla contessa madre e al conte marito e a tutto il parentorio premesse, se non l'innocenza di donna Clelia (ormai improbabile, perchè la di lei fuga aveva chiuse le porte a tutte le speranze), almeno l'apparenza di quella. Nei primi giorni adunque dopo la sua scomparsa, se calde e affannose e insistenti e continue furono le ricerche praticate dappertutto per poter scoprire dove ella si fosse ridotta; ricerche che, sino a quel punto, non avevano fatto altro che accrescere il dolore e la desolazione; furono calde e affannose del pari le pratiche, le preghiere, le insinuazioni che la sorella adoperò col fratello, che il cognato senatore fece pesare gravemente sulle spalle del cognato capitano, che il dottor collegiale, mediatrice l'amicizia, fece penetrare nelle ossa del vicario; e siccome eran tutta gente di legge, ossia gente avvezza, in mancanza d'un codice preciso e determinato, a giuocar di testa e d'acume e di sofismi e di cavilli nel labirinto inestricabile delle leggi statutarie, così non affaticarono a conchiudere, che, dopo tutto quello che era successo, non era ancora provato che donna Clelia fosse quel che si voleva che fosse; perchè dal suo labbro non era uscita confessione nessuna, essendo caduta in deliquio; che Lorenzo Bruni poteva, anzi doveva essere un briccone matricolato, e Dio sa quale scopo abbominevole aveva potuto proporsi, e forse della stessa scomparsa di lei poteva essere l'autore egli medesimo. È a notare però, che nè il senatore, nè il capitano, nè il vicario non avean fatto che ascoltare, e con aspetto di sapienza e di prudenza respingere le insinuazioni de' parenti e degli amici, terminando sempre i discorsi coll'intercalare obbligato: non si farà che la pura giustizia, e cogli intercalari accidentali: bisognerà vedere, bisognerà sentire; non si può aver riguardo a nessuno fosse il padre, fosse la madre. Ma in conclusione s'eran lasciati penetrare; perchè gli uomini bisogna che paghino il tributo degli uomini, e nelle questioni di sangue e di parentado e di ceto e d'onore, quando le instituzioni non sono imposte da una giustizia che sia veduta da tutti i lati e in pubblico, il sentimento provoca il sofisma, e il sofisma l'arbitrio, e tutto a nome del giusto e del retto, e tutto senza che l'onestà dell'uomo prevarichi, perchè non è sempre questione di cuor guasto, ma di testa conturbata."
      },
      {
        "index": 239,
        "text": "Crediamo sia inutile di dire come, nel secolo passato, nel sistema della giurisprudenza pratica, e segnatamente del così detto processo criminale, non si fosse fatto alcun passo oltre il secolo XVII. (Ci riferiamo a questo secolo, perchè 1 lettori, nella disquisizione legale di Manzoni intorno alla colonna infame, avran potuto farsi una idea della condizione della giurisprudenza a quel tempo). Non v'era un codice scritto ben discusso, ben formulato e ben determinato in nessun paese. Le leggi statutarie e il diritto romano e le varie interpretazioni dei legisti costituivano tutto il capitale giuridico tanto di un dottor collegiale, come di un senatore. Ed era da quattro secoli che ciò continuava, senza che nessuno si accorgesse che quel sistema fosse irrazionale; irrazionale del pari e assai meno popolare di quello che avea a lungo durato nel feudale medio evo. Diciamo assai men popolare, perchè prima del secolo XIII le cause criminali si trattavano in pubblico, onde, come dice Sclopis, manifesta era l'accusa, pubblico l'esame de' testimoni, aperta e libera così l'interrogazione come la difesa del reo. Ma nel secolo XIII l'eresia suggerì nuove forme d'inquisizione, e, all'uso de' tormenti preparatori, che fu il crudele sistema di prove introdotto dallo studio delle leggi romane (il quale, del resto, per tutte le altre parti era stato così benefico), s'accoppiò il segreto nell'orditura del"
      },
      {
        "index": 240,
        "text": "processo. Che se in prima il processo segreto era invalso soltanto nelle questioni ereticali e in via di eccezione, col tempo si diffuse e si allargò a tutte le cause civili e criminali, e come regola costante. In Mario Pagano, in Meyer, in Sclopis ognuno può vedere tutte le forme originate da questo principio, e come, essendosi voluto corroborare la coscienza morale del giudice colla così detta coscienza giuridica sottoposta al calcolo della probabilità, si fosse edificato un corpo di dottrina falso e pieghevole ad ogni maniera di assurdi e di arbitrj. Per queste cose, tanto nelle cause criminali, come anche nella trattazione delle cause civili, se il giudice o l'avvocato o il patrocinatore che sosteneva un assunto o lo contrastava, era dotto, acuto e dialettico, e se per avventura tra la dottrina, l'acume e l'eloquenza lavoravano la passione, l'ostinazione o l'errore implacabile del giudizio, allora la legge statutaria, il diritto romano, e l'interpretazione dei giuristi facevan la figura e subivan la sorte delle tre palle sotto al bossolo del giocoliere. Per il che ognuno può considerar com'eran degni di pietà coloro dalla cui parte era la ragione. Se poi una tale pratica di giurisprudenza era comune a tutt'Italia e a tutt'Europa, ciascuno Stato vi recava alcune sue forme proprie addizionali, e alcune sue proprie modificazioni di vita e di costumi, le quali rendevano ancor più inestricabile il labirinto degli arbitrj. Per fermarsi a Milano, nel secolo XVII, oltre al sistema del processo segreto invalso dappertutto, e al diritto romano, e ai commenti dei legisti, la città si regolava ancora cogli statuti e colle costituzioni criminali di Carlo V; ma v'era un fatto che, quand'anche il sistema generale fosse stato ottimo e gli statuti di Carlo V i migliori possibili, era tale da mettere ogni cosa in disordine; ed era che il campo della giurisprudenza giudiziaria era tenuto e padroneggiato con mano tenacissima, meno qualche rara eccezione, dal solo ceto patrizio."
      },
      {
        "index": 241,
        "text": "Il collegio dei dottori era costituito per la maggior parte di nobili. — Da questo collegio, che era, quasi diremmo, un vivaio perpetuo di capacità giuridiche più o meno profonde, uscivano quasi sempre i giudici del cavallo e del gallo, il giudice del Pretorio, il vicario, il capitano di giustizia, i senatori, il presidente del Senato. — Abbiamo un elenco manoscritto dei capitani di giustizia dal 1750 al 1783, da cui risulta, che tutti appartenevano alle principali case della città. Si poteva pertanto quasi dire, che la giurisprudenza fosse a Milano una proprietà di famiglia. Ora, se a questo fatto si aggiunga quello de' privilegj ancora sussistenti, ognun vede come poteva camminare il vero diritto, concesso pure che quei patrizj avessero teste di bronzo e cuori pietosissimi; e potessero, per un prodigio della natura e della fortuna, aver tutti la testa, per esempio, di Farinaccio, e la carità squisita, per esempio, di san Francesco d'Assisi. Ma oltre ai legami, abbastanza forti del ceto, v'eran quelli della parentela. Bensì qualche volta s'intromettevano le rivalità e i puntigli e gli od] antichi tra casato e casato: ma questo non era già un mezzo di equilibrio, sibbene un'occasione nuova di poter offendere la giustizia in un altro modo."
      },
      {
        "index": 242,
        "text": "Ma torniamo a' nostri personaggi."
      },
      {
        "index": 243,
        "text": "Nella prima metà del mese di marzo, Lorenzo venne condotto dal barigello al banco dell'auditore, per essere sentito in un secondo esame. Messo a sedere innanzi al banco, il Bruni stette attendendo con impazienza che l'auditore, il quale era intento a sfogliar carte, gli rivolgesse la parola. Era ansioso di sapere se gli avevano destinato un protettore. I protettori de' carcerati (Protectores carceratorum) erano giovani causidici, che esordivano la carriera assumendo la difesa degli accusati. Eran nobili per la maggior parte anch'essi e bisognava che passassero attraverso a questa pratica per poter avere il diritto di essere ascritti col tempo al collegio dei dottori. Le difese si scrivevano in lingua latina o in lingua italiana, e così venivano presentate al capitano di giustizia per passar poi anche in Senato."
      },
      {
        "index": 244,
        "text": "Quando l'auditore alzò la testa, volse a Lorenzo uno sguardo tale da fargli temere il peggio; poi disse:"
      },
      {
        "index": 245,
        "text": "— Persistete voi dunque nell'asserire che la causa per cui avete ricorso ad una abbominevole astuzia, al fine di trarre in insidie la nobilissima signora contessa Clelia V..., sia stato il desiderio di stornare il disonore dalla vostra protetta?"
      },
      {
        "index": 246,
        "text": "— NOn posso che persistere, perchè è la pura verità."
      },
      {
        "index": 247,
        "text": "— Vogliate però considerare che la cosa è inverosimile, e che una tale inverosimiglianza ci consiglierà gravi misure."
      },
      {
        "index": 248,
        "text": "— La verità è una sola, rispose Lorenzo con un certo sdegno, e mi pare d'avere già esposto suffizienti argomenti per togliere ogni altro sospetto dalla testa del signor giudice. Torno a ripetere che, dal momento che la giustizia trovò d'escluder dagli esami, non so per che sue ragioni, precisamente la donna che sola era stata la cagione di trarre a mal partito il signor Amorevoli, io mi trovai in dovere di illuminarla; prima di tutto perchè trovavo ingiusto e insopportabile che una virtuosa ragazza avesse taccia di disonestà per colpa altrui; in secondo luogo perchè dal momento ch'io potei intravedere che la nobilissima signora contessa avea potuto aver la debolezza..."
      },
      {
        "index": 249,
        "text": "— VI intimo di adoperar parole più rispettose."
      },
      {
        "index": 250,
        "text": "Lorenzo tacque un momento, come per respingere un leggiero soprassalto d'indignazione, poi soggiunse:"
      },
      {
        "index": 251,
        "text": "— Io ho l'obbligo di difendere me stesso. È un obbligo santo come un altro, poichè ciò che mi s'ingiunse qui è di dire la verità. Però se, quand'anche con un mezzo riprovevole ma il solo tuttavia che m'era possibile, ho potuto mostrare a tutto il pubblico da che parte stesse la colpa, io non so in che modo debba nominare la signora contessa, quando per necessità devo parlare di lei."
      },
      {
        "index": 252,
        "text": "L'auditore lo guatò bieco, senza far motto."
      },
      {
        "index": 253,
        "text": "— Siam tutti di carne umana, soggiunse poi Lorenzo sempre più indispettito, e non è detto che una nobil dama non possa avere una qualche debolezza... il signor auditore mi perdoni la parola."
      },
      {
        "index": 254,
        "text": "— Non è più questa la cosa di cui si tratta. Già nel primo esame avete scagliato abbastanza vituperj contro il rispettabile ceto patrizio."
      },
      {
        "index": 255,
        "text": "— Io non ho offeso nessuno. Ho detto solo che una povera fanciulla non doveva portar la pena delle colpe altrui, e che, mi perdoni il signor auditore l'amore della verità, la giustizia non doveva avere nessun riguardo alla nobiltà della signora contessa; e dal momento che non aveva dubitato d'interrogare tutte le donne che possibilmente avean avuto parte nel fatto, non c'era nessuna ragione per cui dovesse omettersi precisamente quella, sotto alle cui finestre era succeduto l'arresto del signor Amorevoli. Se gli uomini che tengono il sacrosanto mandato di rappresentare la giustizia avessero fatto il loro dovere, io non mi sarei trovato al punto di offendere la legge. Questo solo ho detto e dovevo dire, per mostrare, d'altra parte, che se ho dovuto ricorrere a un mezzo proibito, fu per un fine retto."
      },
      {
        "index": 256,
        "text": "— Un fine retto?... esclamò allora l'auditore rompendo le parole all'accusato; rispondete, ora a questa domanda: — Chi ha fatto scomparire dalla sala, dal teatro e dal palchetto la nobile signora contessa, di cui non si è ancora potuto scoprir traccia?"
      },
      {
        "index": 257,
        "text": "Questa domanda riuscì così improvvisa e inaspettata al povero Bruni, ch'ei ne rimase colpito, e tanto più in quanto d'un colpo d'occhio ne misurò tutta l'estensione pericolosa. Ma soggiunse poi subito:"
      },
      {
        "index": 258,
        "text": "— Cosa poss'io sapere di quel che sia avvenuto della contessa?... Dio faccia che non sia successa una disgrazia... Ma se ella è scomparsa e fuggita, il motivo ne è così chiaro, che non se ne può cercare un altro."
      },
      {
        "index": 259,
        "text": "— Il motivo n'è tanto chiaro, che la giustizia v'intima adesso di addurre le prove onde convincerla che non siete stato voi a far scomparir dal teatro la contessa."
      },
      {
        "index": 260,
        "text": "Lorenzo Bruni stette un momento silenzioso poi ripigliò:"
      },
      {
        "index": 261,
        "text": "— Tocca a chi mi accusa di questo fatto, per me impossibile e assurdo, a produrre le prove, non a me. Io non posso dir altro, se non che dopo lo svenimento della contessa, avvenuto per l'effetto delle mie parole e della creduta presenza del tenore Amorevoli, io non l'ho veduta più, e non seppi che alla mattina com'ella era scomparsa dal teatro e dalla casa, e non la si ritrovava in nessun luogo."
      },
      {
        "index": 262,
        "text": "— La giustizia potrà rendervi ragione in seguito, ma per ora, essendo voi il solo interessato ai danni della nobile contessa, la giustizia è in obbligo di metter voi in istato di accusa per un tal fatto."
      },
      {
        "index": 263,
        "text": "Lorenzo, a questo dire, si turbò forte e non trovò parole, sospettando come nell'impegno, forse assunto, di stornare il disonore della contessa e dal suo casato e da quello del marito, si era determinato di prender lui di mira in ogni modo, gettando nel pubblico false voci e false accuse."
      },
      {
        "index": 264,
        "text": "— Cosa dunque potete aggiungere al già detto?"
      },
      {
        "index": 265,
        "text": "— Nulla... Io non posso che ripetere sempre le stesse parole. Io non vidi mai più la contessa dal momento che cadde svenuta."
      },
      {
        "index": 266,
        "text": "— Quand'è così, voi sapete quali mezzi tiene in serbo la giustizia per fare in modo che una bocca pronunzii la verità."
      },
      {
        "index": 267,
        "text": "E l'auditore, suonato il campanello, ingiunse al custode di ricondurre il Bruni nella sua prigione."
      },
      {
        "index": 268,
        "text": "Partito Lorenzo, l'auditore si alzò, e prendendo il processo verbale dalle mani d'un assessore:"
      },
      {
        "index": 269,
        "text": "— Nessuno, disse, mi leverà dalla testa che costui sia un iniquo matricolato — E con tali parole sulle labbra, e coi relativi pensieri nella testa, si mosse per recarsi nell'aula dell'eccellentissimo signor capitano di giustizia. Quando fu nell'anticamera e già stava per farsi annunziare, gli mosse incontro una livrea dell'illustrissimo signor capitano marchese Recalcati, e:"
      },
      {
        "index": 270,
        "text": "— Per ora non si può entrare, gli disse."
      },
      {
        "index": 271,
        "text": "— Perchè non si può... ?"
      },
      {
        "index": 272,
        "text": "— Perchè..."
      },
      {
        "index": 273,
        "text": "Ma in quella si fecero intorno all'auditore molti notaj e assessori e scrivani che si trovavano là, e:"
      },
      {
        "index": 274,
        "text": "— Sapete, gli dissero, chi fu ammesso or ora all'udienza dell'illustrissimo signor capitano?..."
      },
      {
        "index": 275,
        "text": "— Che cosa posso saper i0?... chi dunque?..."
      },
      {
        "index": 276,
        "text": "— Non lo indovinereste in mill'anni. Quella venerabile matrona che tutti conoscono, donna Paola Pietra."
      },
      {
        "index": 277,
        "text": "— Ma che relazioni può avere una tal donna colla giustizia?"
      },
      {
        "index": 278,
        "text": "— Chi lo sa?"
      },
      {
        "index": 279,
        "text": "— Gli è molto che sta col capitano?"
      },
      {
        "index": 280,
        "text": "— Se non è di più, non è di meno di un'ora... Chi sa mai cos'è avvenuto di strepitoso?"
      },
      {
        "index": 281,
        "text": "Ma in questo punto s'udì una lunga scampanellata dalla camera del capitano, e accorse le livree ad aprir l'uscio, comparve sulla soglia donna Paola, la quale uscì, attraversando l'anticamera tra gl'inchini riverenti di quanti eran là."
      },
      {
        "index": 282,
        "text": "L'auditore allora si fece annunziare, ed entrò dal capitano con una faccia tutta giuliva."
      },
      {
        "index": 283,
        "text": "— Ecco Il processo verbale del nuovo esame a cui oggi fu assunto Lorenzo Bruni. Ho tali indizj, che mi danno la convinzione possa costui essere il colpevole del trafugamento della contessa."
      },
      {
        "index": 284,
        "text": "A queste parole il signor capitano non fece motto, e preso il foglio dalle mani dell'auditore, contro l'aspettazione di quel giudice zelante, non disse nulla, e lo licenziò severissimo."
      },
      {
        "index": 285,
        "text": "Ora ci rimane a sapere per qual fine donna Paola Pietra abbia domandato un'udienza al capitano di giustizia, e che cosa sia avvenuto della bella e sventurata donna Clelia."
      },
      {
        "index": 286,
        "text": "[VII]"
      },
      {
        "index": 287,
        "text": "Talora dà il caso che, nella massima esaltazione di un sentimento o di più sentimenti, quando tutte le facoltà dello spirito, quasi ubbriacate, hanno cessato di agire regolarmente, essendo messe in rivoluzione da una sventura, da un pericolo, da un dolore, da un colpo imprevisto, occorra necessariamente di prendere un partito; e in tal contingenza si abbracci precisamente quello che è il più opportuno, e che forse non sarebbe giunto a trovare nè a proporre nemmeno la mente più calma e più provvida. — Bisogna adunque che quella esaltazione procellosa de' sentimenti assomigli all'acquavite campale, che spinge fin le reclute contro le bajonette d'un battaglione quadrato; e, per valerci d'una similitudine un po' più gentile, conviene che quell'esaltazione produca quasi un sonnambulismo benefico, il quale, togliendo per poco all'uomo la ragione, la quale può turbarsi in conseguenza della sua potenza medesima e della sua virtù illimitata, gli dà invece l'istinto che va diritto per la sua via, men nobile, se vogliamo, ma più determinata e precisa. — La disperazione, per esempio, non accetta mai le sue leggi dalla ragione, ma si sottomette, sebbene inconscia, alla"
      },
      {
        "index": 288,
        "text": "spinta cieca dell'istinto, ed egli è per questo che qualche volta i suoi consigli sono un sublimato di prudenza."
      },
      {
        "index": 289,
        "text": "Una salus victis: nullam sperare salutem."
      },
      {
        "index": 290,
        "text": "Applicando ora queste nostre riflessioni alla condizione speciale della contessa Clelia, se, dopo avvenuta la catastrofe del finto Amorevoli e del deliquio, tre uomini di consiglio, come soglionsi chiamare, si fossero uniti per risolvere in fretta e in furia quel che la sventurata avrebbe dovuto fare, è assai probabile che non avrebbero dato il più sano parere."
      },
      {
        "index": 291,
        "text": "E, in quanto a noi, siamo specialmente convinti che si sarebbero ben guardati dal dirle: Fuggite, e senza perder tempo, e sola e in qualunque modo ciò vi riesca. Eppure, a pensarci bene, era questo il partito più conveniente che rimaneva alla contessa. Anche noi, dobbiam confessarlo, quando sentimmo per la prima volta che donna Clelia era scomparsa dal teatro, abbiamo fortemente sospettato non le avesse dato di volta il cervello; ma poi, a nostro dispetto, dovemmo convenire che un consiglio di tal fatta non le poteva esser venuto che da Salomone; tanto la disperazione avea tenuto luogo di sapienza! A rimanere a Milano e nella sua casa, come poteva sopportare la presenza del marito? e poi, chi sa cos'avrebbe potuto fare quello spagnuolo inferocito? Come sostenere lo sguardo della madre? come rispondere, cosa dire? Con che fronte uscire in pubblico ad incontrare gli sguardi di tutta la città? Come resistere all'insultante pietà delle rivali trionfanti? Ma ella non avea nemmen pensato a tutto ciò. Riavutasi del deliquio e uscita dal palchetto, col domino tra le mani e come per pigliar aria, guizzò tra la folla delle maschere che facevano ingombro al palchetto e assiepavano il corridojo, e senza titubanze e rispetti, chè la disperazione è imperterrita e non conosce ostacoli, uscì dal teatro; e là, allontanatasi dalla porta dell'ingresso, avvolta nel domino a bardosso, ed esposta così al freddo e al vento, che pareva un Sibilla vaticinante, vista la carrozza di casa Cusani che conosceva (per essere la moglie del marchese Cusani in grande intrinsichezza col Conte V...), chiamò il cocchiere per nome. Quegli si volse, e, col lume del fanale e del primo crepuscolo, riconosciuta, sebbene a stento, la contessa:"
      },
      {
        "index": 292,
        "text": "— Cosa mi comanda? disse."
      },
      {
        "index": 293,
        "text": "— Sta queto, che già siam d'accordo colla marchesa; ho bisogno della sua carrozza; e di buon trotto accompagnami alla mia villa a Gorla...; tu ci sei stato altre volte. Vogliam fare una burla a qualcuno."
      },
      {
        "index": 294,
        "text": "Il cocchiere non rispondeva, e stava perplesso; ma la contessa, aperta la porticina :"
      },
      {
        "index": 295,
        "text": "— Suvvia dunque, t'affretta; chè non c'è tempo a perdere, e se non si corre, ogni cosa può andare a vuoto."
      },
      {
        "index": 296,
        "text": "Il cocchiere si strinse nelle spalle, ma obbedì; e sferzati i cavalli, in mezz'ora fu a Gorla sul naviglio. Spuntava il primo sole quando fece una magistrale voltata entro al portone già dischiuso della sontuosa villa V... — Colà giunta, la contessa chiamò il castaldo, che accorse con di lui grande stupore; fece pagar lautamente il cocchiere, al quale impose di ritornar subito a Milano; poi rivolta al castaldo:"
      },
      {
        "index": 297,
        "text": "— Ti farà meraviglia ch'io mi trovi qui? Ma oggi verrà il conte... e sentirai da lui... or non è tempo a perdere... e fa attaccare i migliori e più veloci cavalli che hai nelle stalle... e dammi un uomo. — Il castaldo obbedì anch'esso prontissimo, per quante congetture facesse. — La carrozza fu tirata fuori, i cavalli attaccati, l'uomo fidato fu tosto in serpe colla sua frusta disposta alle battiture. — Donna Clelia intanto aveva scritta una lettera, che, fatto chiamare un contadino, della cui incapacità a leggere e a scrivere volle prima assicurarsi, gli consegnò, perchè la ricapitasse al curato di Santa Maria Podone. — E il contadino era partito sotto gli occhi stessi della contessa, e senza che il castaldo potesse veder la lettera, dopo ciò la contessa erasi levate le gioje, che mise in un fazzoletto; poi si sciolse 1 capegli, li abbassò, li rese meno appariscenti, e li nascose in un velo nero che si fece dare dalla moglie dell'agente; raccolse infine al possibile la coda del vestito azzurro ricamato in argento e si avvolse tutta come potè meglio nel domino, adattandoselo alla vita come un vestito comune; e così stranamente acconciata, chè il tumulto de' pensieri gl'impediva d'avere il"
      },
      {
        "index": 298,
        "text": "capo a tali cose, salì finalmente in carrozza, dicendo forte al cocchiere: Ponte san Marco. La casa V... aveva un vasto tenimento tra questo luogo appunto e il lago di Desenzano, e se la contessa si diresse a quella volta non fu per altro motivo che perchè era quella la terra più lontana dei possessi di casa V... Il viaggio durò tutto quel giorno e il successivo. — A notte inoltrata donna Clelia giunse alla villa, tra le solite meraviglie degli agenti e delle fattoresse. All'alba del terzo giorno, avuto il modo di cangiar vesti, scomparve improvvisa anche dalla villa, all'insaputa di tutti."
      },
      {
        "index": 299,
        "text": "Se la contessa non avesse pensato a partire inosservata dalla villa di Ponte san Marco, la sua prima fuga non le avrebbe giovato a nulla; perchè, di fatto, da Milano fu spedito sulle sue traccie un uomo fidato sin là, e ciò dovea naturalmente succedere, poichè il cocchiere di casa Cusani, tornato a Milano, quando la marchesa padrona era già a letto, dopo essersi sentito minacciare lo sfratto dalla casa del padrone montato in sulle furie, raccontò il fatto della contessa V... Allora il marchese Cusani, che già sapeva della sparizione di lei, mandò il cocchiere stesso ad avvisarne il conte marito, che tosto inviò un servo a Gorla, ove ebbe la notizia che la contessa era partita per Ponte san Marco; tanto che, quando esso, la madre, il fratello e la sorella di donna Clelia, verso l'ora bassa della prima domenica di quaresima, versavano in quell'angoscia che il lettore sa, un uomo della casa era già in viaggio per quella volta; chè il conte non avea voluto per nessun modo che partissero nè il fratello nè la madre; se a ragione o a torto non sappiamo, ma chi s'attenta di discutere sulla ragione e sul torto in momenti di tanto affanno e scompiglio?"
      },
      {
        "index": 300,
        "text": "Qui poi occorre di notare per la completa intelligenza delle cose, che il fratello della contessa, quando sentì dal carrozziere di casa Cusani quel ch'era avvenuto, si recò insieme con esso dal marchese medesimo, il quale, dopo un lungo discorso tenuto col conte, ingiunse al carrozziere di non lasciarsi sfuggir di bocca quel ch'era seguito, nemmeno colla marchesa, alla quale si sarebbe concertato quel che dovevasi dire. — E la casa V... incaricò della medesima incumbenza verso i gastaldi della villa a Gorla, l'uomo spedito colà e altrove a cercar notizie della contessa. È a notare inoltre come, in sull'ora tarda della stessa prima domenica di quaresima, il curato di Santa Maria Podone avea portato in persona una lettera a donna Paola Pietra, ed era quella appunto che la contessa aveva scritto prima di partire per Ponte san Marco. In quella lettera, con un disordine d'idee e di modi che è facile immaginare, donna Clelia narrava in prima il fatto accaduto in teatro, poi veniva prorompendo in questi sentimenti:"
      },
      {
        "index": 301,
        "text": "— «Così tutto è finito per me, nè potrò mai più mostrare la mia fronte a chi m'ha conosciuta, chè piuttosto vorrei trovarmi mille braccia sotto terra. Oh se tosto avessi adempito il suo consiglio, donna venerata, almeno il mondo mi avrebbe dato il merito di una franca confessione, e forse non sarei stata disprezzata da colui, nè tanto punita; quantunque, per verità, non mi sembri poi di aver meritato così fiero e spietato trattamento. Oh potessi far noto al mondo qual era la mia intenzione, e come il pensier mio non fosse altro che di scansar pel momento gli scandali del carnevale... Almeno colui potesse conoscere che la mia intenzione era di salvarlo in ogni modo! Ma faccia ella per me, venerabile signora, il bene che io non ho potuto. La sua carità proveda e accorra e ripari. Se mai credesse di parlare a mia madre, di parlare al conte, lor faccia intendere ch'io non ho veruna macchia grave a rimproverarmi, e che fui assai più disgraziata che colpevole, disgraziata quanto mai sl può pensare... Ma ora vedo di darle un incarico impossibile... perchè non è bene, e non desidero ch'ella veda nè mia madre, nè il conte. Chè lo giuro formalmente a lei, venerabile signora, nè ella stessa potrebbe distogliermi da questo proposito... Non sarà mai ch'io ritorni mai più a vivere col conte; io non voglio vederlo mai più. Io non l'ho mai amato, nè lo amo, quantunque lo rispetti e lo compianga. Ma se egli è or fatto infelice per me, son sette anni ch'io son fatta infelice per lui; e d'altra parte vivo certissima che nemmeno esso non mi ha amata mai. Dunque si rompa una volta e per sempre questo nodo, il cui solo pensiero mi ha desolata, perchè... ma io sento il rossore di quello che stavo per dire, ma io sento il bisogno ch'ella mi protegga e mi consigli, e mandi il balsamo della sua parola soave sulla piaga insopportabilmente dolorosa del mio cuore. Or dove io vada non so. Nè so quello che io sia per tentare, nè quello che la disperazione vorrà fare di me. Ma qualunque cosa fosse per succedere; ma dovessi anche morire, chè oramai non vedo miglior mezzo d'uscita alla passione che mi divora e al tormento inesprimibile di non poter vivere senza alimentarla, e di dover"
      },
      {
        "index": 302,
        "text": "incontrare il disprezzo di tutti e il mio stesso; dovessi, dico, anche morirne, io desidero che la sua parola, pietosissima signora, venga a confortarmi nella mia ora suprema. Or io parto... Ed ella mi scriva e tosto... e mandi la sua lettera a Brescia, dove 10 manderà a levarla, e sulla soprascritta metta il nome del mio casato a rovescio.»"
      },
      {
        "index": 303,
        "text": "Come rimanesse donna Paola al ricevere questa lettera, è facile imaginarlo. — Il primo pensiero fu di recarsi tosto a spargere qualche conforto fra coloro che dovevano vivere in angustie per la partenza della contessa. Ma poi riflettè che ne potevano scaturire guai più serj, e che prima di parlare alla madre e al marito della contessa erano indispensabili altri provvedimenti. — Intanto credette bene di rispondere subito a donna Clelia, e di trovare il modo perch'ella si ricoverasse in luogo sicuro, dove potesse guardarsi e dalla passione propria e dall'ira gelosa del conte. — Le scrisse dunque di volo una lettera il cui tenore era questo:"
      },
      {
        "index": 304,
        "text": "«Donna tanto infelice quanto a me cara!"
      },
      {
        "index": 305,
        "text": "«Se la sventura vi ha visitata, voi dovete essere più forte della sventura. — Se abbiate ben operato ad abbandonare la vostra casa, nella pericolosa e speciale condizione in cui versate, non mi attenterò di recarne giudizio. Ma quand'anche aveste fatto il peggio, la Provvidenza metterà un riparo a tutto. Vi ringrazio, cara donna, che il vostro primo pensiero sia stato quello di scrivere a me, ed io vi mostrerò la mia gratitudine col fare tutto quello ch'io potrò per voi. Di questo potete vivere sicurissima, e se per ora non vi è dato altro conforto, questo vi sia almeno intero. Da più parole della vostra lettera, io scorgo che il vostro cuore, più assai che dalla medesima sventura e dall'onta, è penetrato da un pensiero troppo costante verso chi è vostro obbligo assoluto di dimenticare. — Cara la mia donna, il tempo guarisce di grandi piaghe, e vogliate aver fiducia nel tempo: ma credetemi, che per tornare a rialzarvi in dignità di donna onorata, e costringere il mondo, che si appaga di maldicenza e di disprezzo, a tacere e a rispettare, ve l'ho già detto, conviene che la vostra vita da quest'ora in poi proceda inalterabile e senza un rimprovero. Allora voi troverete che il mondo è qualche volta tanto giusto ne' suoi giudizj, quanto più spesso è precipitoso e spietato. Allora verranno i giorni in cui amerete la stessa sventura, perchè per suo mezzo sarà scaturita la vostra felicità."
      },
      {
        "index": 306,
        "text": "«Ma pace per ora, la mia cara donna, pace e coraggio...; e giacchè non avete ancor ben determinata la meta a' vostri passi, e fuggite così a caso, cacciata dalla sola disperazione; e la solitudine potrebbe trarvi a malissimo partito, Dio vi guardi dalle funeste tentazioni della solitudine! Io scrivo in sull'istante ad una famiglia virtuosissima di Venezia, quella dove fui accolta io stessa con carità d'affetto, quando ci capitai da Milano, fuggita da chi mi teneva in ingiusta prigionia; che rividi, come tornai da Roma, e che l'anno scorso fu a visitarmi a Milano, con sempre costante amorevolezza. Voi dunque avete a recarvi colà, e, a tale oggetto, v'accludo un foglio perchè siate riconosciuta e accolta e abbracciata e consolata, e forse guarita coll'insistenza delle cure amorose. Ricevuta questa, rispondetemi di volo, e Dio vi benedica."
      },
      {
        "index": 307,
        "text": "«PAOLA PIETRA»"
      },
      {
        "index": 308,
        "text": "Questa lettera giunse a suo luogo a Brescia, e presto arrivò nelle mani della contessa Clelia, la quale tosto rispose alla donna pietosa con effusione d'affetto, e coll'accettare il partito proposto. Così ella recossi a Venezia, dove infatti fu accolta con ogni maniera di affettuose dimostrazioni in quella casa a cui donna Paola aveala raccomandata."
      },
      {
        "index": 309,
        "text": "Ma chi avrebbe detto che il destino, così spesso strano e capriccioso, come talvolta provvido, della dimora di donna Clelia a Venezia doveva valersene per iscoprire i capi del filo a cui s'attiene il fatto principalissimo del nostro racconto, e quello per cui sino ad ora avvenne tutto quello che avvenne? chè il lettore, dato che, per un caso de' più strani, abbia preso interesse a quest'istoria, non deve obbliare che, nella stanza vicina a quella dove giaceva il defunto marchese F... erano state trafugate delle carte; che probabilmente tra quelle ci doveva essere un testamento; che se era stato commesso un delitto di tanta gravezza, qualcuno necessariamente doveva averlo"
      },
      {
        "index": 310,
        "text": "commesso e, se non di certo a Milano, in qualche parte del mondo colui doveva bene esistere e starsene cheto."
      },
      {
        "index": 311,
        "text": "[IX]"
      },
      {
        "index": 312,
        "text": "Or lasciamo per poco Milano, la Babylo minima di Ugo Foscolo, e rechiamoci a Venezia, la città adottiva del chiaro di luna, del romanticismo convenzionale e degli amori pseudo-platonici. O Venezia! Oppure Vinegia, come noi preferiamo di chiamarti per appagare un nostro gusto da antiquario, quante fantasie di poeti hai tu stancate; quanti romanzieri hai raggirati lontano dal vero, attraverso all'inestricabile labirinto delle tue calli; a quanti esageratori di professione hai fatto prestito grazioso della tragica tinta de' tuoi palagi secolari e dell'onda stigia de' tuoi rii, saturi di gas fosforici e di quel jodio che è tanto lodato per la cura della scrofola! Quante bugie, senza tua colpa, hai fatte pronunciare agli storici, che pure, con un coraggio da leone, s'incaricano di dire la verità! Quanti femori e coscie e stinchi hai tu infranto colla pietra bianca de' tuoi ponti traditori! A quanti giovinotti hai fatto perdere l'appetito e la salute ricoverandoli insidiosamente sotto al felze delle tue gondole! Quanti odorati squisiti e permalosi hai offeso coll'odore infesto del tuo baccalà! Quante spregiate crete Versàr fonti indiscrete dalle tue altane e dalle tue finestre plebee sul capo dell'ansioso visitatore delle vetuste tue glorie! O Venezia, o, come ci piace meglio, Vinegia, tanto straordinariamente bella e fantastica e divina, quanto, in certe parti, difettosa e incomoda e talora fetente! O regina dell'Adriatico, o donna di duplice aspetto, che rendi veraci tutte le descrizioni perchè, al pari della fata Alcina, ti mostri in apparenza di vegliarda a mettere in fuga chi pure è venuto a visitarti colle migliori intenzioni; ma per chi ben ti contempla, sei bella e giovane ed attraente e divina così, da ammaliare Ruggero. Ma la colpa è di chi ha sempre voluto descriverti da un lato solo; e dei pittori di prospettiva che non sanno altro che far ripetizioni eterne della tua piazza e del tuo palazzo Ducale. Così il visitatore, tratto in inganno e venuto a te coll'ansietà come di chi vede una terra di consolazione nella fata Morgana, s'indispettisce, se, dopo l'incantevol piazza e Rialto grande e le colonne del molo e l'ampia laguna, non vede che calli e callette, e negri rii, e casupole miserabili, e ballato] con luridi cenci, e zucche baruche, addentate ovunque dagli squallidi figli de' tuoi pescatori. Il viaggiatore poetico che, pieno la testa delle narrazioni convenzionali di Venezia, vi capita la prima volta, e per una bizzarria dell'accidente, in un giorno di pioggia; e prima di vedere le tue ricchezze gloriose s'incontra nelle miserie deplorabili, e affacciandosi alla finestra dell'albergo, non ha altra sensazione che di chi abitasse nell'interno d'un pozzo, tra l'acqua in fondo e una pezzetta di cielo bigio su in alto..., che indignazione egli sente contro le guide d'Italia menzognere; che assalti repentini di nostalgia, quand'anche venisse dalle febbrifere risaje! e l'aspetto di codesta prima impressione è così micidiale, che gli dimezza e gli turba l'ammirazione e l'entusiasmo anche pei giorni del sole e per le scene che non hanno riscontro in nessun altro luogo del mondo."
      },
      {
        "index": 313,
        "text": "Perchè, ad essere sinceri, chi mai può dire che sia facile trovare un riscontro, pur ne' sogni fantastici delle Mille ed una notti, alla scena che si svolge innanzi all'occhio di chi s'affaccia, per esempio, al finestrone della sala degli Scrutinj del palazzo Ducale, in un mattino del mese d'aprile o di maggio, od anche di settembre, quando un leggier vapore azzurro avvolge tutta la prospettiva lineare degli edificj cospicui che decorano la grande e la piccola piazza, e che rende più vaga e indefinita la prospettiva aerea? E ad arte accenniamo al finestrone della sala degli Scrutinj, perchè il giuoco prospettico riesce tale da quel punto che all'imaginazione è permesso di sospettare interminabili le fughe delle Procuratie nuove e delle vecchie, e più fantastico il bisantino San Marco e quasi ampia come il Bosforo la laguna, e più gigantesche le cupole del tempio della Salute, e quasi alberi annosi d'un'aerea selva i campanili, i comignoli, i pinnacoli che spuntano da ogni parte di dietro al sontuoso, diremo sipario, costituito di quelle tante meraviglie architettoniche che l'arte occidentale innalzò, e staccano su d'un cielo che nei giorni della massima vampa solare e del voluttuoso vento africano, parrebbe essere stato trasportato dall'Oriente! Ma cosa diventa il tuo sole,"
      },
      {
        "index": 314,
        "text": "o Venezia bella, in confronto della tua luna? Qual è regione della terra dov'ella si mostri con tutti i suoi prestigj come in casa tua? in quali altre onde si specchia più volontieri che nelle tue? Da che torri d'altre città si mostra con più attraente vezzo che da' tuoi edificj, o regina dell'Adriatico? Se non che, siccome Byron ha detto che i malefizj della luna sono diabolici in ragione della sua fama usurpata di castità e di modestia, così noi dobbiamo credere che gl'influssi della luna di Venezia sui deboli mortali e sui cuori giovanili siano assai più funesti e irresistibili di tutti gli altri influssi ch'ella esercita altrove, per esempio sul lago di Lucerna e di Costanza. O gondole brune e romite che movete lente, troppo lente per credere che voghiate con innocenza, o nel canale della Giudecca, o in quello più storico dei Marrani, il canal Orfano dei drammaturghi sepolcrali, o nella più espansa laguna delle Fondamenta Nuove, in cospetto di San Cristoforo della Pace! come vi giova il pretesto di dover usufruttare l'influsso della luce lunare! — Quanti giovani, anche inclinati al puritanismo, furono tratti in insidia dalla bianca luna confederata ad una gondola nera, dal cui felze, ove penetrava un suo raggio malizioso, uscì il suono di una qualche voce vellutata o flautata, come vi par meglio, perchè le voci femminili a Venezia, quando si sentono nel canale o nel rio, subiscono, non sappiamo perché, una specie di trasformazione, e infondono un suono che non ha riscontro in nessun'altra delle città a noi note."
      },
      {
        "index": 315,
        "text": "Ma lasciando le gondole e le voci flautate, chi vuole a Venezia godere la luna senza pericoli, non la contempli che quando ella s'interessa all'incremento delle belle arti; allora egli si rechi a metà Piazzetta, e la osservi quando il suo raggio attraversa le vetriate dei due finestroni che coincidono all'angolo del palazzo Ducale; e si fermi sotto al campanile quando il disco di essa, rompendo, quasi diremmo, sul massimo suo vertice, sembra sciogliersi in raggi infiniti, che piovono da quel punto come una cascata di luce; e ascenda al ponte della Paglia a vedere come il contrasto del suo bianco raggio che taglia sui marmi anneriti, accresca l'incomparabile bellezza dal lato del palazzo del Doge, che risponde al ponte de' Sospiri; e passi al ponte dell'Arsenale a guardare al suo lume i leoni portati a Venezia dal Peloponnesiaco, i quali vegliano alla custodia di quell'edificio da cui uscirono tante navi coraggiose e fortunate; e trasvolando più lungi in gondola, entri nel rio de' Zecchini a vedere i ruderi di palazzi abbandonati; o passi davanti a S. Giovanni e Paolo, od agli avanzi del convento de' Serviti, dove meditava il prodigioso Fra Paolo; e se gli cresce il tempo, non ommetta il tempietto di Santa Maria de' Miracoli, che direbbesi trasportato a Venezia da uno svolazzo di cherubini fatti architetti; e osservi da vicino il giuoco dei tre ponti, dove la luna si sbizzarrisce in mille modi con quelle arcate e collo specchio di quell'acqua; e di qui ritraendosi e vogando altrove, si prolunghi fino al rio San Polo, a vedere il contrasto che produce la luna colle onde d'acciajo e coi palazzi gotici che sembran di pietra di lavagna, e, colle fiamme che trapelano dalle finestre sparsamente, mentre il fondo stacca sul cielo azzurro e stellato il vetusto campanile di Santa Maria de' Frari."
      },
      {
        "index": 316,
        "text": "Ma a codesta scena appunto che si svolgeva lungo il rio San Polo stava intendendo lo sguardo la contessa Clelia dal balcone gotico di una casa di ragione del patrizio Salomon, intanto che l'ultima notte del mese di febbraio sfoggiava tutto il suo sereno, tutte le sue stelle e tutta quanta la sua luna! Al di sopra della sua testa scintillava Giove; ma la contessa era ben lontana dal considerarlo astronomicamente, come un tempo avrebbe fatto; nè gli dava nessun pensiero che quel pianeta, sebbene non apparisse che un semplice punto brillante, fosse circa mille volte più grande della terra; ed era ben lontana dal notare, quantunque in altra parte le apparisse la costellazione di Cassiope a lei ben nota, come il lume di questa costellazione, natante nell'albore della via lattea, fosse meno brillante della costellazione d'Andromeda! O tempi per lei felici, e forse non redituri che alla più tarda età, tempi felici, quando potea attendere a tali oggetti della scienza più eccelsa, sgombra da ogni altro pensiero! O triangoli obliquangoli, o parabole, o ellissi, o iperboli, o diametri e triametri, o assintoti rettilinei, o punti multipli, o curve algebraiche, o radici di polinomj irrazionali! chi mai, potendo in quel punto esplorare i pensieri di donna Clelia, avrebbe sospettato che in quella testa, ora così ardente e fantastica, avessero potuto penetrare e per tanto tempo avere stabile dimora quelle austere forme della scienza più austera? Perchè, ci rincresce a dirlo, se avessimo saputo che si doveva riuscire a tal punto, quasi ci saremmo astenuti dal trarre in iscena"
      },
      {
        "index": 317,
        "text": "una donna che per tanti rispetti ci è cara; ma purtroppo ella non pensava in quel punto nè all'astronomia nè alla matematica, e molto meno a suo marito; pensava bensì al tenore Amorevoli, e tanto più che il giorno antecedente aveva saputo come non era stato esso a trarla in insidia nel ridotto del teatro, e come invece colui stava ancora in prigione; e, giacché non è a far mistero di nulla, se ella a quell'ora si affacciava al balcone, sebbene spirasse una brezzolina crudetta, era perchè da un palazzo vicino, dove tutte le sere tenevasi accademia di musica, tra le molte voci cantanti ve n'era una che, quantunque in minor suono, parea la voce gemella della voce d'Amorevoli. Ad onore del vero però e della giustizia, dobbiamo dire che se la contessa stava tutta sola di notte a quel balcone, era inoltre per fare un atto di carità squisita, che andasse a sconto dei suoi peccati veniali, un atto di carità a vantaggio di una giovinetta tanto bella quanto inesperta, la quale stava per far la figura del rossignuolo quando il serpente a sonagli lo incanta per farselo volare sulla lingua trisulca."
      },
      {
        "index": 318,
        "text": "[X]"
      },
      {
        "index": 319,
        "text": "Ma per spiegare al lettore più cose che forse non ha compreso al primo, giova sapere come la contessa Clelia fosse stata bene accolta dalla famiglia Salomon per virtù della lettera di donna Paola Pietra: giova sapere, che se la persona e il nome della contessa stettero nascosti per alquanti giorni in Venezia, a poco a poco ne trapelò qualche notizia tra persona e persona che, frequentando la piazza di San Marco, portarono in piazza la notizia medesima; la quale venendo ad intrecciarsi al fatto che si attendevano al teatro di San Moisè in Venezia, per la stagione di primavera, la celebre ballerina Gaudenzi, e, per la stagione futura di carnevale, il non men celebre tenore Amorevoli, presto, insieme alla notizia ch'era già corsa dell'arresto di lui avvenuto a Milano pel contrattempo d'una tresca amorosa, e pel sospetto d'un delitto di più grave importanza, tali e tanti parlari si sparsero e racconti e congetture e sospetti e domande e lettere scritte espressamente a Milano, e risposte avute con gran sollecitudine, che si diffuse per tutta Venezia la novella che la contessa Clelia V..., la fatale Elena di quella seconda Iliade, erasi rifuggita in Venezia appunto e dimorava in casa Salamon. Però non si può dire quanto fosse generale il desiderio di vederla, di avvicinarla, persin di ammirarla; di esaminare dappresso se era poi tanto bella come si diceva, se il tenore era stato di buon gusto, se non aveva avuto torto a sfidare tanti guai, a farsi arrestare, a serbare un pericoloso silenzio, a rinnovare insomma quasi la tragedia di Antonio Foscarini per amore e rispetto e venerazione di lei. E la curiosità fu tanta, che il ponte che attraversava il rio San Polo, di repente si vide frequentato a tutte l'ore del giorno da gran numero di persone, per osservare se mai da qualche finestra si mostrasse la testa della donna che era l'oggetto del discorso universale. La contessa Clelia, a cui la buona famiglia che l'alloggiava riferiva quel che dicevasi nella città, stavasene celata dietro le finestre per vedere tutti senza essere veduta; ma tra i moltissimi notò una figura che assai le diede da almanaccare. Quella figura era d'un giovane gentiluomo, gentiluomo, almeno, per quanto appariva al di fuori, e per la ricchezza dell'abito e pel veladone di broccato e per la spada col fodero di velluto bianco; giovane tanto che forse non arrivava ai vent'anni, ed oltracciò di tant'avvenenza di corpo e di una bellezza così baldanzosa di volto, che quand'anche ella avesse il pensiero altrove, lo avrebbe distinto fra gli altri, anche se non le fosse sembrato d'averlo visto tante e tante volte, e più facilmente a Milano che in altro luogo. Quel giovane passò un giorno, passò due, passò tre giorni per di là e più volte quotidianamente; se non che ella potè accorgersi che non veniva coll'intenzione della moltitudine, la quale attraversava il ponte e gettava un'occhiata al palazzo Salomon; ma sibbene ci veniva per fermarsi a volgere lo sguardo ad una finestra del palazzo dirimpetto che stava presso al ponte, alla qual finestra compariva anche una fanciulla. Chiesto di chi era il palazzo, a donna Clelia fu risposto che apparteneva al patrizio Zen; ma non serviva che d'alloggio alle figlie di lui, le quali per educazione vivevan separate dal resto della famiglia; chiesto chi era la fanciulla, le fu detto essere la maggiore delle figliuole di quel gentiluomo; la qual giovinetta, che forse non aveva quindici anni e rappresentava il tipo più vetusto e più legittimo e più completo della beltà"
      },
      {
        "index": 320,
        "text": "veneziana, era la sorella maggiore di quella Cecilia, che doveva col tempo, sposata al patrizio Tron, diventar celebre ed ispirare al grande Parini la famosa ode intitolata: // Pericolo."
      },
      {
        "index": 321,
        "text": "Donna Clelia, per accertarsi se quel giovane era colui veramente ch'ella sospettava, o almeno per raccogliere un indizio di più onde avvicinarsi alla verità, lo additò un giorno ad uno della famiglia nel cui seno ell'abitava; affinchè senza farsi scorgere lo codiasse e lo sentisse a parlare con qualcuno. L'incarico venne accettato, e senza molta difficoltà, come ognuno può imaginarsi, in quel dì stesso venne riferito alla contessa che colui parlava il dialetto milanese. Questo bastò perchè donna Clelia potesse ritenere d'essersi apposta infallibilmente. In conclusione ella aveva creduto di ravvisare in quel giovane un tale Andrea Suardi detto il Galantino, che a diciasette anni era stato lacchè nella casa del marchese F... ed erasi reso famoso per la straordinaria velocità delle sue gambe, e per avere riportato tre volte il primo premio e la bandiera bianca nelle corse, che, secondo voleva allora il costume, le case più ricche di Milano, in certi determinati giorni dell'anno, facevan fare ai loro più riputati lacchè, onde vedere chi lo aveva più abile e più veloce. Quel giovinetto era dunque diventato una specie di celebrità del suo ceto, e siccome era di un'avvenenza non comune, ch'egli accresceva vestendo la livrea di lacchè con un'eleganza insolita, così veniva da tutti i grandi signori e accarezzato e regalato abbondantemente, ma il giovinetto, di mente svegliata ma di trista indole, era stato guasto da tante carezze e da tanta fortuna. Essendo manesco e rissoso, ad ogni momento il padrone, che gli voleva bene, bisognava pagasse le busse, le bastonate e, una volta, persino una coltellata che, ubbriaco, aveva appoggiato ad un collega nell'acciecamento di una rissa. Essendo discolo, e ch'era peggio, essendo bello, aveva messo a mal partito più ragazze del popolo; e il padrone, il quale aveva della debolezza per quel fanciullo, cresciutogli in casa da un vecchio carrozziere, s'era trovato costretto più d'una volta a pagare indennizzi e a far sospender reclami. A tutto ciò aggiungevasi, che diventato anche giuocatore e non bastandogli più nè il salario nè le mancie ordinarie e straordinarie, e avendo debiti di giuoco da pagare, un giorno rubò alcune monete d'oro al padrone; fatto che, per non essere stato scoperto, rinnovò più volte; ma alla fine, essendo caduti i sospetti su di lui ed essendo stato perciò tenuto d'occhio, fu visto una mattina da due servitori entrare bel bello nella stanza del signor marchese mentre dormiva, prendere una borsa da un tavoliere e, vuotatala per una buona metà, mettersi il danaro in tasca. Fu allora che, riferito e provato il furto, il giovane lacchè venne scacciato sui due piedi dalla casa F..."
      },
      {
        "index": 322,
        "text": "Il marchese vietò ai due servitori di raccontare il fatto in pubblico, e per qualche tempo continuò il salario al giovane Suardi, il quale, trovandosi ozioso e fuggito da tutti, ognuno può pensare come potesse avviarsi al ravvedimento. Se non che, nell'occasione di una corsa straordinaria avvenuta a Milano tra i lacchè delle varie città di Lombardia, essendo quei di Milano, per esser mancato l'intervento di lui, rimasti gli ultimi, con grave offesa della gloria municipale, il giovane Galantino si offerse allora di battersi coi tre lacchè vincitori, i quale eran di Brescia, di Cremona e di Lodi; e la sfida andò di maniera, che la gloria di Milano riuscì per virtù sua a rimettersi al primo posto, tanto che egli ricevette doni da tutte le parti, e si rifece in gala. — Inoltre, per quella vittoria, un gran signore di Napoli, che era venuto allora a stare a Milano, prese il Suardi al proprio servigio, benchè dopo pochi mesi lo avesse licenziato, onde il giovane ritornò presto alla vita scioperata di prima. — Ora la contessa Clelia aveva veduto molte volte quel giovinetto lacchè, e anch'essa, pur nella sua severità scientifica, aveva applaudito e di cuore a' trionfi di lui, come avean fatto tutte le dame alle quali, com'è naturale, doveva essere simpatico quel giovane così bello e così alacre. — È dunque facile a comprendere come, ad onta del veladone di broccato e dei due orologi e delle ricche trine e della parrucca ad ala di piccione e del cappellino a tre punte listato d'oro, e di tutta quella trasformazione, dell'abitino succinto di lacchè all'abitone prolisso di gentiluomo, a lei facesse colpo quella figura e quella faccia veduta tante volte; faccia caratteristica quant'altra mai, perchè ad un profilo finissimo, ad una bocca quasi da fanciulla, ad un incarnato bianco e rosato, che parea quello di una educanda non ancora trilustre, facean contrasto due occhi neri, vivacissimi e pieni di fuoco, ma d'un taglio così traditore e d'una luce tanto sinistra, che a lungo lasciava disgustato chi lo guardava."
      },
      {
        "index": 323,
        "text": "Che il giovane Suardi, ossia il Galantino, come veniva comunemente chiamato a Milano, da questa città fosse passato a Venezia, non ci era nulla di straordinario, sebbene non fosse questo il luo go più adatto alla sua professione di lacchè; ma quel che ragionevolmente doveva promuovere di grandi sospetti era quello sfoggio repentino del suo abbigliamento e quell'aria di profumatissimo gentiluomo ch'egli si dava. La contessa, quando lo vide la prima volta sul ponte, pensò ch'egli avesse fatto una gran vincita al giuoco, e bizzarro qual era e amante della eleganza e del lusso, come ne aveva dato un saggio anche a Milano pur nell'umile sua livrea di lacchè, attendesse allora a gettare i guadagni in fretta e in furia nel recitare per poco tempo la parte del gran signore; ma a questa prima congettura ne tennero dietro delle altre, essendole nota la cagione per cui era stato cacciato dalla casa F..., e fece così altri sospetti di più grave natura. — Quando poi s'accorse del motivo pel quale più volte al giorno capitava su quel ponte, e vide la giovane Marina Zen aspettarlo ansiosa al balcone, e una notte, gettargli anche un letterino; fremette d'indignazione, e sentì una pietà profonda per quella giovinetta, che, cedendo alle prime effervescenze del sangue ed agli arcani desiderj del cuore, si era lasciata cogliere da quel vago aspetto di giovane, onde impaziente lo attendeva, e mestissima lo vedeva discendere dal ponte e dileguarsi. — Donna Clelia, nella sventura congenere in cui versava, aveva trovata quella nuova sollecitudine per i pericoli altrui, e un timore sinceramente affannoso che una fanciulla sbocciante allora allora dall'infanzia, cresciuta in tanta distinzione di natali, bella e fragrante come una rosa, ingenua al punto di abbandonarsi all'insidia per non sospettarla, fosse per cadere negli avvolgimenti di quel furfante mascherato."
      },
      {
        "index": 324,
        "text": "Lo spirito, la bontà e il senno di donna Paola erano in quel punto, trapassati nella contessa; tanto riuscì efficace il contatto della virtù, che per lei fu una consolazione l'imitarla."
      },
      {
        "index": 325,
        "text": "Da due notti il giovane Suardi, quando tutto dormiva, entrava nel rio in gondola; la fanciulla veniva ad una finestra del pepiano, come la chiamano i Veneziani; ed egli salendo al di sopra del felze, alzandosi in sulla punta de' piedi, e protendendo la mano, poteva toccar quella della fanciulla che, volendo e disvolendo, pur gliela concedeva. La contessa Clelia stava in sull'ali, e se non s'intromise prima in verun modo fu perchè, dopo pochi minuti, in quelle due notti, la fanciulla erasi ritirata, il giovane era disceso, e la gondola, movendo muto il remo, erasi dileguata. Pur quelle visite notturne, continuando, potevano esser causa d'irreparabili sventure, onde la contessa pensò che fosse debito suo il vegliare assidua e attenta. E in fatti, in quella notte in cui abbiam visto la contessa Clelia al balcone mentre le scintillava il pianeta di Giove in sulla testa, quel Giove tanto abile a trasformarsi per tendere insidie alle giovani beltà più celebrate della mitologia; nel punto che si smezzava in seno la passione propria e la pietà per la passione altrui, s'accorse della gondola consueta che procedeva nel rio; e di lì a poco, ferma che fu la gondola, vide affacciarsi la Marina, e tosto impegnarsi un dialogo sommesso e una corrente elettrica di sospiri affidati all'aria. Il Suardi stava, come di solito, sul felze; ma, ad un certo punto, come un leopardo che spicchi un salto traditore, gettò una corda al balcone, e di slancio fu al contatto del viso della fanciulla. Se non che, quasi contemporaneamente, si spalancarono a battere rumorosamente sui marmi le imposte della finestra del palazzo dirimpetto; e il Suardi sentì una voce squillante di donna a gridargli: Galantino! La fanciulla si ritrasse e chiuse i vetri; egli si volse a saettare la pupilla ardente, come un serpe inferocito percosso nella coda. Il raggio della luna, per una divisione che era tra palazzo e palazzo, penetrato allora nel rio, illuminava la finestra dove stava ferma donna Clelia in tutta la maestà della sua faccia di Minerva. Ci fu un istante di profondissimo silenzio e quasi terribile. Il Galantino ravvisò la contessa."
      },
      {
        "index": 326,
        "text": "[XI]"
      },
      {
        "index": 327,
        "text": "Tanto la contessa che il Galantino stettero per qualche tempo immobili e perplessi, la prima al balcone, il secondo sul felze della gondola; donna Clelia fu molte volte in procinto di parlare,"
      },
      {
        "index": 328,
        "text": "molte volte il Galantino fu tentato di avventare ingiurie a quella che in così mal punto lo aveva sorpreso. Il pensiero però di essere stato riconosciuto, lo aveva colpito in modo che gli tolse il"
      },
      {
        "index": 329,
        "text": "coraggio e la sfrontatezza; onde senza dir nulla, saltò dal felze alla poppa e mosse la gondola. Allora la contessa si ritrasse assai turbata, perchè dopo la prima compiacenza d'aver salvata una fanciulla inesperta, gli sorvennero i timori per sè stessa; poiché, ben conoscendo l'indole tristissima di quel giovinetto, rifletteva che, nella condizione in cui ella trovavasi, da quell'incontro disgraziato potevano derivarle altri guaj. Donna Clelia non sapeva che in parte come stessero e camminassero le cose a Milano, e ciò pel carteggio che teneva con donna Paola Pietra, la quale da un lato prudentemente le taceva alcune cose, e dall'altro non poteva conoscer tutto nemmeno essa. La contessa aveva dunque raccolto dalla terza lettera l'arresto di Lorenzo Bruni, tutore della Gaudenzi; aveva maravigliato al racconto della maschera di cui era stata la vittima; si era consolata al pensiero che Amorevoli era ancora in prigione; che sorta di consolazione! ma il cuore umano è fatto così. Aveva saputo le pratiche che in sui primi giorni i parenti di lei, la madre, il marito avean fatto per tentare di venire sulle sue traccie, ma come s'eran poi racquetati. Se non che donna Paola aveale scritto che a Milano correva qualche voce, non sapeva poi in che maniera, della sua dimora nella città di Venezia, e che però attendesse a stare nascosta e ritirata; che in ogni modo le avrebbe fatto noto prestissimo se potesse trattenersi a Venezia con fiducia, o le fosse necessario rifuggirsi ad altro luogo, con maggiori cautele di quelle che si erano usate prima. Non è dunque a dire quanto, dopo avere appagato lo slancio generoso della sua pietà, si pentisse del non essersi saputa misurare e tener nascosta pur nel momento ch'era accorsa all'altrui soccorso. Se avesse saputo che, nell'intenzione di tutto il patriziato amico de' suoi parenti, si desiderava invece che ella stesse lontana da Milano, e si fingeva di non conoscere dov'ella si fosse ricoverata, perchè alle loro mire giovava il supposto che Lorenzo Bruni, più che della contravvenzione alle leggi sulle maschere, fosse colpevole d'un rapimento eseguito da altri per conto suo, non si sarebbe dato tanto affanno dell'essersi fatalmente incontrata coll'ex-lacchè di casa F... Del rimanente, se donna Clelia poteva aver qualche timore della presenza del Galantino in Venezia, non è a dire quanto costui, dopo il sobbollimento della prima sorpresa, e dopo la prima furia, maledicesse cento volte la coincidenza del trovarsi la bellissima giovinetta Zen nel palazzo dirimpetto al quale doveva venire a dimorare la contessa Clelia V... Ma ciò che lo coceva e gli metteva in cuore di strane paure, chè ben egli sapeva come stava, era quell'essere stato sì tosto riconosciuto, trasvestito qual era e pur fra l'oscurità; onde mille altri sospetti gli entrarono nell'animo."
      },
      {
        "index": 330,
        "text": "Per quanto il Galantino della pravità avesse tutta la naturale vocazione e la sfrontatezza, e fosse di quelle complessioni fisiche così perfettamente costituite, che non sono accessibili nemmeno ai turbamenti morali; talchè ai disappunti, agli sfregi, al disonore, alla cattiva fama aveva fatto il callo, pure non dormì troppo tranquillo in quella notte. Alla mattina però si rinfrancò tutto quanto, chè coll'aria fresca che veniva dalla terraferma gli sorvennero anche i secondi pensieri. E si maravigliò di non aver considerato a tutta prima le circostanze speciali in cui versava la contessa Clelia V...; poichè anch'egli conosceva la storiella di Milano, e la fuga di lei, e com'ella se ne stesse in Venezia di contrabbando. Perciò, d'uomo assalito qual egli era, pensò di farsi assalitore, cangiando in sull'istante, sul campo di battaglia, e tattica e strategia; e d'una in altra cosa fermò il partito di recarsi a fare una visita alla contessa. Nessuno può imaginarsi la straordinaria svegliatezza della mente di quel tristo giovine, e il colpo d'occhio onde sapeva scansare i pericoli nel punto di affrontarli, e come, ad onta di così poca età e di una educazione sì rozza, avesse il senso di quelle cose che non s'imparano che cogli anni, colla squisita coltura e con una gran pratica di mondo. Aveva poi una memoria prodigiosa e una facilità strana d'apprendere, tantochè, per venire ad un esempio, in quel mese da che stette in Venezia, si era impadronito d'una buona metà del dialetto veneziano e già ne faceva qualche sfoggio pe' suoi fini. Non è poi a dire come della propria bellezza, di cui non s'invaniva, ma che valutava, quasi a prezzi di stima, aveva stabilito di cavare quel partito che altri trarrebbe dalla ricchezza e dalle altre facoltà che hanno peso e misura; sicchè, contando sulla forza qualche volta onnipotente d'un bell'esteriore, aveva pensato che a lui sarebbero state lecite tante cose, che agli altri potevan venire ascritte a colpa. — Perciò aveva gran cura della propria bellezza, e dell'incarnato delle proprie guancie; e dei denti bianchissimi, che puliva e curava colla sollecitudine del soldato il quale sfrega col pomice la bajonetta, non per amore della bajonetta,"
      },
      {
        "index": 331,
        "text": "ma perchè gli deve servire in fazione. — La natura insomma aveva largito a lui tutti i suoi doni, ma egli aveva condotto le cose in modo da convertirli tutti in altrettante armi d'offesa, e ciò senza nemmeno averne avuto un proposito deliberato; sibbene, torniamo a ripeterlo, per quella pravità irresistibilmente attiva della sua natura, che solo sarebbesi mitigata, o fors'anco si sarebbe tramutata in qualche altra cosa, se avesse avuto un'altra nascita e un'altra educazione. Allora non sarebbe stato il Galantino piè-veloce, ladro e truffatore, come lo vediamo indicato nelle carte che abbiamo sott'occhio, ma sarebbe riuscito un gemello, per esempio, di Fouché o di Talleyrand. A quell'ex- lacchè travestito occorrevano molte ore di toaletta; e in quel mattino adoperò la pomata di riserva, per poter far visita con un certo successo, secondo lui, alla signora contessa."
      },
      {
        "index": 332,
        "text": "Vestì pertanto l'abito più sfarzoso che aveva; un veladone ampio di velluto nero, tutto tempestato di puntine d'oro, col panciotto d'una stoffa a duplice trama di fil d'argento e di fil di seta azzurra, che dava molteplici combinazioni di luce, d'ombra e di colori ad ogni screzio di piega; coi calzoni corti di spinone, aventi legacci di velluto a punte d'oro come il veladone, e fibbie di brillantini; tutto il resto faceva corredo e complemento rigoroso al vestito principale."
      },
      {
        "index": 333,
        "text": "Non solo adunque aveva adottato lo sfarzo e la ricchezza, chè a ciò poteva arrivare in ventiquattr'ore qualunque villico arricchito; ma nelle stoffe, nei colori, nel disegno de' ricami, nell'eleganza totale dell'acconciatura, metteva l'intelligenza dell'uomo squisito, e persino il colpo d'occhio dell'artista, talchè pareva un cavalierino che tenesse il privilegio del buon gusto dal lungo uso della ricchezza, dalle continue consulte col sarto, dai viaggi a Parigi, che allora era il quartier generale della moda, e lo era diventato fin dal tempo di Luigi XIV, che gli storici si sentirono obbligati a chiamar grande, forse per non aver pronta in quel momento un'altra parola. Ma venendo ora al fatto, quando il Suardi fu bene in assetto, dalla casa ove dimorava, presso al palazzo Pisani in campo san Stefano, discese al rio, ove l'attendeva la gondola con un gondoliere in livrea, al quale, nell'entrar sotto il felze, gridò: — Casa Salomon. Allorchè la gondola si fermò davanti allo scaglione di quella casa, Galantino diede al gondoliere un breve portafoglio di seta legato con nastri, fuor del quale spuntava una cartolina. Allora, come ognun sa, non c'eran biglietti di visita propriamente detti e propriamente fatti, ma c'eran i loro precursori; e giacchè era il secolo delle eleganze più profumate e delle caricature, chi voleva farsi annunziare a qualcuno per una visita, faceva presentare al guarda portone, perchè lo facesse avere al padrone della casa, un bigliettino su cui scriveva il proprio nome, il qual bigliettino veniva sempre collocato in un portafoglio, in un astuccio, in un vezzo qualunque; e tali vezzi qualche volta avevano un gran valore, essendo d'argento, d'oro e persino ornati di pietre preziose; a seconda della ricchezza del visitatore, e del bisogno che aveva di rendersi gradito e d'imprimersi bene nella memoria di chi voleva visitare; perchè era di prammatica che il padrone o la padrona di casa, tolto il foglietto, e letto il nome, si tenesse il vezzo per sè, come pegno e come dono. Il Suardi, che conosceva tutte queste bizzarie della moda, aveva creduto bene di farne uso in quell'occasione. Il gondoliere, chiesto pertanto della signora contessa V..., presentò al servo il portafoglio di seta (la prammatica non voleva che in una prima visita si sfoggiassero i metalli fini e le gemme). Il servo, il quale era stato indettato dalla padrona di casa fin da quando la contessa le era stata raccomandata, rispose non saper nulla di quel nome, ma che avrebbe fatta l'ambasciata alla padrona stessa. Questa era in casa, e disse: — Va dalla contessa, e domanda a lei quel che si ha a fare. Dal nome che è lì dentro ella piglierà norma. Così, entrato il servo nell'appartamento della contessa e fattosele annunziare, le presentò il portafoglio di seta; la contessa levò il foglietto, e lesse — Galantino, per due parole. — Rimase stupita e sconcertata. Il servo, ch'era a parte degli arcani, le chiese se avesse a licenziare il gondoliere. La contessa non sapeva che risolvere; fremeva e arrossiva al pensiero di dover ricevere una tal visita. Dall'altra parte temeva a rimandarlo; però, dopo molte titubanze:"
      },
      {
        "index": 334,
        "text": "— Fallo entrare, rispose."
      },
      {
        "index": 335,
        "text": "Galantino, ad onta della sua baldanza, stava pure in gran paura non gli venisse un rifiuto dalla contessa: perciò quando il suo gondoliere e la livrea di casa Salomon gli dissero di restar pure servito, balzò fuori dalla gondola tutto pago e colla sua baldanza raddoppiata, e s'avviò, preceduto dal servo, all'appartamento della contessa, annunciato lungo i corridoj e le vaste anticamere dallo"
      },
      {
        "index": 336,
        "text": "scricchiolio delle sue scarpe di sommacco. Quando il servo spalancò i battenti dell'uscio della sala ove stava la contessa, egli si trattenne in gran rispetto, sulla soglia, curvando il tergo e chinando la testa fin quasi alle regioni dell'ombilico, di modo che l'elegantissimo fodero della sua spada, alzandosi in quel movimento, veniva colla punta a trovarsi a livello della testa. La contessa Clelia, stando in piedi, colla mano dritta appoggiata ad un tavoliere, come una regina Elisabetta in atto di dare udienza, chinò leggerissimamente il capo, in maniera però come s'ella tentasse d'ingannare sè stessa sulla realtà di quell'atto. — Ma Galantino alzatosi tosto, varcò la soglia, e fu nel mezzo della sala, faccia a faccia con donna Clelia. Il servo si ritrasse, nè la contessa gli osò dir di fermarsi. quantunque ne avrebbe avuta tutta la volontà. Passò qualche momento in cui Galantino stette aspettando che donna Clelia si ponesse a sedere; ma quando vide ch'ella non movevasi, senza mostrare il benchè minimo disdegno a quell'attitudine di regina in trono, con una disinvoltura piena di garbo e con un sorriso dolce, sebbene un po' affettato, le offerse egli stesso una sedia, rompendo in questi termini il silenzio:"
      },
      {
        "index": 337,
        "text": "— Signora contessa, io non sono più il Galantino di Milano, sono il signor Andrea Suardi, venuto a fermar la mia dimora a Venezia, perchè qui, secondo il mio gusto, si spendono meglio i danari e si gode meglio la vita. La fortuna mi è stata favorevole, e le carte e i tavolini verdi hanno fatto venire nelle mie mani il danaro altrui. Oggi sono benestante e ricco...; col tempo poi non è affatto improbabile ch'io diventi anche nobile. Conosco due o tre qui di Venezia, che cent'anni fa attendevano al miglioramento delle carni suine, ma che per aver fatto in processo di tempo un prestito alla serenissima repubblica, oggi son nobili, dell'ultima qualità questo s'intende, ma nobili in ogni modo. In quanto a me poi, l'assicuro, signora contessa, che del mio passato appena mi ricordo."
      },
      {
        "index": 338,
        "text": "Così dicendo, e porgendo la sedia, col gesto pregava donna Clelia a voler sedere. Per quanto la contessa sentisse dentro di sè sdegno e disprezzo e persino paura di quel vezzoso serpente che le stava davanti, pure si lasciò per il momento quasi deviare e placare da quell'aspetto così vago e sorridente, da quell'eleganza così profumata; credeva, ma senza che nemmeno sapesse formular la cosa a sè medesima, che quel volto geniale, que' modi eleganti e quel ricco vestito costituissero come un muro di divisione tra lei e l'abbiettezza e la tristizia di quel giovane. — L'uomo è così fatto: anche il più sapiente, anche il più astuto ama lasciarsi ingannare dall'apparenza, anche allorquando sa benissimo che di sotto sta il marcio. — La contessa dunque accettò la sedia, e dirimpetto a lei si pose a sedere il Galantino."
      },
      {
        "index": 339,
        "text": "— Mi rincresce, disse allora questi, ch'io debba incominciare il mio discorso con un rimprovero... e sorrideva maliziosamente, mentre la contessa, abbassando gli occhi, non rispondeva. — Che malefizio egli è poi, seguiva il Galantino, perchè lo si debba rompere in due da chi veglia a notte tarda, che malefizio può essere egli mai che un giovinotto, il quale non è ammogliato, faccia la sua corte ad una ragazza che non è maritata?"
      },
      {
        "index": 340,
        "text": "E fece un'appoggiatura su questa parola, e nel pronunciarla, tutto il dolce che prima avea tentato di accumulare nella sua vivace pupilla, scomparve, per lasciar intravedere un guizzo di luce sinistra e serpentina."
      },
      {
        "index": 341,
        "text": "La contessa, tutta rimescolata a quelle parole, alzò di repente gli occhi che aveva tenuti abbassati, e li fermò con tanta serietà negli occhi mobilissimi del Galantino, che questi pensò di ammorbidire la lama, e di darle una piega."
      },
      {
        "index": 342,
        "text": "— Io non aveva cattive intenzioni (continuava), e non ne ho; ma che colpa è la mia se quella ragazza è la figlia del conte Zen? poichè, venga il diavolo a portarmi via, ma posso giurare che aveva tanto la testa ai tavolini verdi in questi giorni, ch'io non pensavo a ragazze; ma colei mi parlò tante volte e così chiaro con que' suoi occhi da penna di pavone, che a non tenerle dietro e a non accompagnarla per vedere dove fosse il suo palazzo, sarei stato una gran bestia."
      },
      {
        "index": 343,
        "text": "Il lettore si avvedrà come lo stile di queste ultime parole di Galantino faccia un po' di sconcordanza coi modi eleganti del suo primo presentarsi; ma un giovane che era nato da un carrozziere, ed era cresciuto tra le gambe de' cavalli, e dai dieci ai vent'anni non aveva fatto altro che correre, facendo a gara con essi, bisognava bene che di tanto in tanto, a sua insaputa, e ad onta"
      },
      {
        "index": 344,
        "text": "della sua straordinaria attitudine a saper uscire da sè stesso, lasciasse tuttavia trapelare fra poro e poro l'acre odor di cipolla."
      },
      {
        "index": 345,
        "text": "Se non che la contessa non lo lasciò continuare, e soggiunse:"
      },
      {
        "index": 346,
        "text": "— In conclusione, per qual fine voi oggi siete venuto da me?"
      },
      {
        "index": 347,
        "text": "— Per due oggetti."
      },
      {
        "index": 348,
        "text": "— Quali sono?"
      },
      {
        "index": 349,
        "text": "— Uno è dedicato all'ottima signora contessa, e s'inchinò; l'altro deve fruttare interamente per me; e del resto, una mano lava l'altra."
      },
      {
        "index": 350,
        "text": "— Non vi comprendo affatto."
      },
      {
        "index": 351,
        "text": "— Mi lasci parlare, e vedrà la signora contessa, che forse le verrà fatto di capirmi."
      },
      {
        "index": 352,
        "text": "[XII]"
      },
      {
        "index": 353,
        "text": "A queste parole donna Clelia si alzò, fece alcuni passi, e si recò in sull'uscio, con aria sbadata in apparenza, ma per vedere se qualche servitore fosse lì presso; poi ritornò all'obliqua scherma di quel dialogo, disposta a parlar chiaro e a non lasciarsi intimorire."
      },
      {
        "index": 354,
        "text": "— Sentiamo dunque, ella disse, qual'è la cosa che pretendete usufruttare per voi."
      },
      {
        "index": 355,
        "text": "— Una cosa semplicissima, signora contessa, ed è questa, che, dal momento che in Venezia ella è la sola che sappia quel che io sono stato una volta, voglia così aver la compiacenza di non guastare con delle importune rivelazioni la mia condizione d'adesso. La qual cosa spero che la signora contessa non mi vorrà negare, anche per riguardo a ciò, che, se io, per esempio, andassi a Milano, e qualcuno mi chiedesse dove sta al presente donna Clelia V... io non avrei certamente l'obbligo di tacere; e allora, a che scopo mettersi in carrozza; e correre a rompicollo per togliere la lena a chi poteva venir dietro, se il signor conte non dovesse far altro che attaccare i cavalli di posta, noleggiar la gondola di Mestre, e venire a Venezia, a ripigliarsi la sua moglie?"
      },
      {
        "index": 356,
        "text": "— Parliamo di voi, disse allora con piglio assoluto la contessa; di voi e de' vostri bisogni, e lasciamo agli altri la cura dell'altre cose. — Il Galantino fu punto dall'accento altero più che dalle parole di lei; onde si alzò anch'esso, e volendo come insegnarle ad essere un po' più umile, assunse un fare triviale e sguajato."
      },
      {
        "index": 357,
        "text": "— Ma sapete però ch'è bella, signora contessa?... di tante donne e gentil donne, di tanti guarnelli e guardinfanti che stanno a Milano, chi avrebbe detto che la più fredda doveva essere la più calda, e che le balzane meglio impiombate dovevano poi essere le più leggiere? Però, bisogna confessarlo, la signora contessa è stata di buon gusto, e vivano gli artisti da teatro; anch'io, per esempio, se trovassi una donnetta di quelle che s'imbellettano in camerino, potrei mettere da un canto la contessina bionda, e appagare così i rigori della sua protettrice."
      },
      {
        "index": 358,
        "text": "— Senti, Galantino, vuoi tu ch'io suoni il campanello, e dica al servitore di condurti alla gondola? Bada che in questa casa capitano patrizj del Gran Consiglio, procuratori e avogadori, e se io dicessi loro chi sei tu e chi eri tu e cosa tu hai fatto, e come tu vesta da gentiluomo essendo stato un lacchè, per tentar le figliuole dei nobiluomini veneziani, presto ti metterebbero al bujo; a Venezia si fa presto, e sarebbe per loro un tratto d'indulgenza a scrivere al Senato di Milano; e siccome chi si traveste e si vende per quello che non è mette di grandi sospetti, non so quel che il Senato di Milano farebbe di te quando il Senato di Venezia pensasse a consegnarti al Pretorio del confine del ducato, perchè t'inviasse dritto al Capitano di Giustizia! Sappi, che il tuo nome passò per più bocche la notte che i servitori di casa F... vider l'ombra d'un uomo a fuggire dalla stanza del marchese..."
      },
      {
        "index": 359,
        "text": "Queste ultime parole furono di tanta forza, che il volto del Galantino corrugato allo scherno, sl spianò a un tratto, come se gli si rilasciassero tutti i muscoli; e il colore incarnato e vivace, per la prima volta forse, fuggì da quella faccia tanto bella quanto sfrontata."
      },
      {
        "index": 360,
        "text": "Ora convien sapere, che tra i molti sospetti venuti alla contessa sul conto del Galantino, quando lo vide per la prima volta a Venezia in quello sfarzo, fece presa nell'animo suo anche"
      },
      {
        "index": 361,
        "text": "questo, che la ricchezza di lui fosse la conseguenza di quel delitto, e ciò per la ragione, che la mattina del giorno successivo all'arresto dell'Amorevoli, quando a tutti quanti in casa V... pareva inverosimile e assurdo che il tenore potesse aver avuto interesse a quel trafugamento, un servitore tra gli altri, entrò a dire: Scommetterei che è stato il Galantino. Quel sospetto gettato là da un servitore parve una gran sciocchezza, perchè fu subito fatto osservare che il Galantino non avrebbe mai fatto lo sbaglio di aprire uno scrigno dove non v'era che della carta scritta, essendo noto il suo attaccamento sviscerato all'oro e all'argento sonante... e una risata generale mandò per allora quel sospetto agli atti di casa V..., donde non era mai uscito o, almeno, non ne era uscito in modo da poter viaggiare sino al Pretorio. — Ora, che la contessa, in quelle strette di cuore e in quella febbre d'amore, avesse dovuto occuparsi di quell'indizio criminale, il lettore sarà abbastanza ragionevole per non pretenderlo. — Ma quelle parole del servitore, — Scommetterei che è stato il Galantino — parole che erano scomparse affatto dalla memoria della contessa, le si riprodussero tali e quali, alla vista di lui in Venezia, come quando torna a dar fuori una macchia untuosa non ben lavata dalla saponaria. Non gliene avrebbe però mai fatto motto in quel dialogo, se il Galantino non l'avesse stuzzicata con quella baldanza (e qui fece un errore indegno di lui), baldanza che una dama di condizione non poteva sopportare. Dopo tutto, convien confessare che la contessa si comportò con più fermezza e colpo d'occhio di quello che si sarebbe potuto aspettare; onde ci pare non sia sempre vero che lo studio della scienza dei corpi celesti tolga agli intelletti la facoltà di saper distrigarsi bene anche delle cose terrestri."
      },
      {
        "index": 362,
        "text": "Intanto però il Suardi aveva avuto tempo di ricomporsi, e insieme col colore che gli era tornato sulle guancie, gli ritornò anche in petto la fidanza; per la quale riprese di nuovo il fare squisito del gentiluomo che aveva dimenticato per un momento con tanto suo danno."
      },
      {
        "index": 363,
        "text": "Pur troppo un piè messo in fallo può balzare dall'amenità di un luogo montano in un precipizio."
      },
      {
        "index": 364,
        "text": "— Signora contessa, disse poi, ella mi fa torto, o, per dir meglio, ella fa torto a sè stessa, dando luogo a sospetti di simile natura. Che ho a far io col defunto marchese F...? che interessi mi legano a lui? poichè, se non mi fu riferito il falso, credo che si tratti di un testamento...; ella dunque vede bene, signora contessa, che egli è vero ch'io fui il suo lacchè, e che, se quel signore ebbe qualche vanto al mondo, fu per aver avuto il primo lacchè di Lombardia a' suoi servizj, ma ciò non fa ch'io sia un suo parente."
      },
      {
        "index": 365,
        "text": "Donna Clelia taceva, ma nella sua testa era penetrata la convinzione che quel che aveva sospettato era vero."
      },
      {
        "index": 366,
        "text": "Nella bilancia della giustizia legale, il rossore, il pallore e lo smarrimento sono imponderabili morali; ma nella bilancia dell'uomo valgono più della stessa colpa confessata."
      },
      {
        "index": 367,
        "text": "Bene, qualche volta dà il caso che, nelle nature eccessivamente sensitive, il rossore ed il pallore compajono per quelle arcane movenze dello spirito, che si conturba pur al semplice annunzio delle colpe altrui, ma ciò non poteva succedere in quella natura di cuoio del lacchè Galantino: il quale, se potè sgomentarsi alle parole della contessa, fu perchè era tutt'altro che preparato a sentirle, e la sorpresa lo rovinò; chè, sotto il lavoro immediato della sorpresa, l'uomo di solito smarrisce il suo carattere abituale."
      },
      {
        "index": 368,
        "text": "Ma alle parole del Galantino così rispose la contessa:"
      },
      {
        "index": 369,
        "text": "— Io ti dico quel che si pensa di te a Milano, non già quello che ho pensato io, nè che penso adesso. Io non sono la giustizia, e basta che io pensi e provveda a me. Ti dico soltanto che può bastare un sospetto a perdere un uomo, e che perciò ti giova arar dritto e prudente, e non immischiarti colle famiglie patrizie di Venezia e non toccar le loro figlie, perchè l'orgoglio dei Veneziani è tale, che guai se scoprissero quello che tu sei... chè d'uno in altro fatto... si potrebbe... tu mi comprendi..."
      },
      {
        "index": 370,
        "text": "— ©Obbligarmi a non far la corte a nessuna delle belle patrizie veneziane, rispose il Galantino, è un pretender troppo, signora contessa, nè io so se in questo, quando mai si presentasse una bell'occasione, potrò accontentarla. Pur d'una cosa trovo che è mio dovere l'esaudire i suoi desiderj; perchè, se la signora contessa conosce la famiglia Zen e ne ha preso a proteggere la bella"
      },
      {
        "index": 371,
        "text": "figliuola, io mi asterrò da questa pratica, sicuro per altro di far un gran dispiacere alla ragazza, del qual dispiacere voglia ella, signora contessa, pigliarsi tutta la responsabilità."
      },
      {
        "index": 372,
        "text": "Donna Clelia non rispose, e il Galantino si licenziò, grazioso, sorridente e gajo, in apparenza, come un damerino a cui la dama adorata gli avesse detto di sperare."
      },
      {
        "index": 373,
        "text": "Quando la contessa rimase sola, chiamò il servitore cui raccomandò di non lasciar mai più entrare quel signore, poi si mise a fare tra sè e sè una consulta su ciò che gli restava ad operare in quella circostanza."
      },
      {
        "index": 374,
        "text": "Pensò a quello strano e quasi inverosimile concordo di accidenti, pel quale, in un modo lontanissimo da tutte le previsioni imaginabili, venne a scoprire, o credeva almeno, l'uomo che era fuggito in quella notte fatale dalla casa F... e da cui era nato tutto il parapiglia. — Per quanto però ella ne tenesse la convinzione, e a sè stessa avesse potuto giurare che il Galantino e non altri era l'autore del trafugamento; pure rifletteva che la convinzione morale è una cosa troppo lontana dalla certezza fisica, per poter così di leggieri mettere nelle mani della legge inesorabile un giovane che, per quanto fosse tristo e avesse tutta la capacità a quel delitto, pure non si poteva assolutamente escludere dalla possibilità la sua innocenza in quel caso speciale. Considerava poi che non era facile a trovare la cagione verosimile del trafugamento consumato da quell'ex lacchè di casa F...; perchè e documenti scritti e testamenti non avevano nelle sue mani nessun valore utile per lui. Ella sentiva inoltre un'avversione invincibile a farsi denunziatrice di un fatto a danno altrui, anche data la piena certezza della colpa, anche data la certezza che, a tacerla, si potesse recar mali gravissimi ad altri. Son le solite lotte dell'intelletto e della logica col dominio del sentimento o di quei sentimenti che, generati da controversi principj e da pregiudizj, si piantano nel cuore dell'uomo a trattenere i consigli della ragione e della coscienza. Siccome poi la comparsa in giudizio del lacchè Galantino, come reo imputato del trafugamento, poteva aprir la porta alla prigione del tenore Amorevoli, così l'eccesso di questo desiderio era d'impaccio a donna Clelia, la quale avrebbe voluto che il vero balzasse netto e schietto sul banco del giudice, senza che ella vi dovesse aver parte. In ogni modo, dopo aver messo a contatto e in disputa nel suo cervello tutti i pro e tutti i contro, pensò di scriverne alla sua consolatrice e consigliera donna Paola Pietra, sotto condizione del più profondo segreto."
      }
    ]
  }
}
