{
  "chapterNumber": 8,
  "title": "Book Seventh (Libro Settimo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Ada. — Il Galantino e l'ortolano del monastero di San Filippo Neri. — Guglielmo lord Crall. — La casa Ottoboni-Serbelloni. — Pietro Verri e il bilancio dello stato del commercio nel ducato di Milano. — I commissarj della Ferma. — Una loggia di Liberi Muratori nella contrada di san Vittorello. — Il Galantino e il figlio della Baroggi. — La madre priora di San Filippo. — I commessi della Ferma e i Liberi Muratori.]"
      },
      {
        "index": 1,
        "text": "Il giorno dopo (e correva la prima metà del mese di giugno, del che non a caso facciamo avvertito il lettore) il Galantino ritornò, com'è naturale, a quella sua vedetta."
      },
      {
        "index": 2,
        "text": "Ritornò, ma non uscì sul balcone, bensì stette nascosto dietro le griglie. Per quanto ei fosse fiducioso di sè e della propria avvenenza, e fosse reso baldo dalle molte e continue e facili sue Vittorie, pure non avrebbe saputo giurare a se stesso d'aver fatto nella fanciulla quella profonda impressione, da cui dovesse poi prorompere la necessità d'una corrispondenza. Era ingegnoso e acuto, lo abbiam detto cento volte, e conoceva le anomalie dei cuori femminili; ma d'altra parte, nella interminabil lista delle sue avventure, non ancora era comparsa una figura sì giovane, sì olezzante di fragranza virginea."
      },
      {
        "index": 3,
        "text": "Era quella la prima volta ch'ei trovavasi al cospetto d'una innocenza tanto pura, mentre egli era di tanto più provetto di lei, che avrebbe potuto essere suo padre. E congetturava che l'innocenza può parere audace, può sembrar perfino d'esprimere desideri non puri, e ciò per l'eccesso appunto della illibatezza, la quale procede spensierata e confidente; e pensava che poteva essersi ingannato, e l'apparizione repentina della fanciulla e la repentina sua scomparsa riuscirne una prova fedele. Però disse tra sè, quando si pose ad aspettare in silenzio dietro le griglie: — Se ella oggi ritorna, allora non c'è dubbio, sarà quel che sarà, e nessuno m'incolpi se farò quel che sarò per fare. Se poi non ritorna..."
      },
      {
        "index": 4,
        "text": "E la fanciulla Ada ritornò e s'affacciò: s'affacciò e si ritrasse, per affacciarsi e ritrarsi ancora, come fa la capriuola che, irresoluta, sporge la testa dalla rupe, quasi odorando il vento se gli porta rumor di cacciatori, e fugge precipitosa, per ritornar tosto a rigirar l'occhio sospettoso finchè, rassicurata, spicca il salto e procede. E anche Ada ritornò là, e girato l'occhio intorno e non vedendo nessuno, si fermò e alzò lentamente lo sguardo al balcone poco discosto lasciandovelo riposare a lungo, e quasi dimenticandolo su di esso, assorta in una immobile contemplazione! Oh divino spettacolo della giovinezza, della beltà e della innocenza! Oh spettacolo doloroso della tentazione, che sorge lenta lenta, e inavvertita si associa a così dolci compagne!"
      },
      {
        "index": 5,
        "text": "O voi che avete i cuori fatti d'agata, e dal gelo del sangue vi fu reso arcigno e spietato il giudizio, non vogliate abborrire in anticipazione, quasi fosse una figliuola del diavolo, questa leggiadra figura che, senza sua colpa, portò dalla natura strani fervori nel sangue. Costei, credo bene di dirvelo anche a costo di prevenire gli eventi, perchè se avete degli odj a usufruttare, ne scagliate altrove il veleno; costei, pur attraverso a un doloroso tramite di pericoli, è predestinata alla sincera virtù, se la virtù sta nel far violenza a se stessi, e non nel portarne la maschera senza volere il vero bene, anzi senza nemmeno comprenderlo. Questo sia detto senza andare in collera, perchè non veniate a turbarci coi vostri obliqui affanni, o lividi farisei, e coi sospetti di chi non vede che colpa e maledizione in ogni spontanea effervescenza dell'affetto."
      },
      {
        "index": 6,
        "text": "Or continuando, il Suardi uscì sul balcone, e contemporaneamente alla sua comparsa gettò una carta entro alla finestra, dove Ada stava in contemplazione; ed ella, arrossendo, ancora si ritirò, raccogliendo però la carta, nella quale era quel fiore, quel fiore che noi l'abbiam già vista a levare di sotto alla tela del guanciale del suo lettuccio collegiale, ed a fiutarlo, coll'olfatto, diremo, dell'anima. Allora il Suardi si tenne certo di essere rimasto nel cuore della fanciulla, e su tale certezza ordì un disegno che mai non gli era venuto in mente sino a quel punto. E, uscito di là, e recatosi alla sua"
      },
      {
        "index": 7,
        "text": "casa civile in Pantano, mandò, senza perder tempo, un suo uomo di studio a cercare dell'ortolano del monastero di San Filippo, con ordine che gli desse qualche danaro a persuadergli d'andare a lui, quando per caso si fosse mostrato restìo. Ma l'uomo di studio si portò bene, e l'ortolano, senza farsi troppo pregare, si accompagnò con esso, e venne alla presenza del Suardi, nel suo gabinetto segreto."
      },
      {
        "index": 8,
        "text": "— Oh bravo! così disse il Suardi seduto all'ortolano che stava in piedi, quando l'uomo di studio uscì dal gabinetto; ti ringrazio dell'essere stato così sollecito. Ma prima di tutto... ti piace il vin di Cipro?"
      },
      {
        "index": 9,
        "text": "— Per dire che mi piace penso che bisogna aver buona memoria. Me ne ha dato un bicchiere tre anni fa il cameriere della marchesa Ottoboni, quando portai in quella casa un mazzo di fiori, nell'occasione che si faceva sposa la marchesina ch'era stata educata in convento."
      },
      {
        "index": 10,
        "text": "— Rinfresca dunque la memoria e riscalda lo stomaco con questo."
      },
      {
        "index": 11,
        "text": "— Obbligato alle sue grazie... buono! Ma ora posso sapere per cosa vossignoria mi ha fatto chiamare?"
      },
      {
        "index": 12,
        "text": "— Dimmi un po', il mio uomo, sei tu ammogliato?"
      },
      {
        "index": 13,
        "text": "— Mancherebbe anche questa, caro signore, con quella miseria di salario che si ha in convento. È già molto se posso provvedere a me e alla mia vecchia madre. Per la moglie e per i figliuoli non c'è posto davvero."
      },
      {
        "index": 14,
        "text": "— Guarda mo, il mio uomo, io credevo che tu stessi benissimo colà... perchè conosco molti altri ortolani e giardinieri che hanno il tuo e poi ancora il tuo. Ma come va dunque la cosa?"
      },
      {
        "index": 15,
        "text": "— Come vada ora lo so io... come è andata una volta non lo so... Ma pare che non si sia pensato all'ortolano, quando si fondò il monastero... Tanto che la dama conservatrice mi dà qualche cosa del suo... e del resto vivo d'incerti che capitano quando capitano; e se mai dà il caso d'un'annata in cui le educande non escano in molte dal convento, per ritornare, fatte grandi e brave nelle loro famiglie, non c'è nemmeno il pretesto di far loro qualche bel regalo coi fiori del giardino che è il solo mio vantaggio, dal momento che, non per superbia, ma son più giardiniere che ortolano, ed è questa ancora una fortuna; perchè fagiuoli, cavoli, carote e cipolle van tutte a finire nella cucina del convento, dove il cuoco par che mangi anche la parte delle reverende e delle educande."
      },
      {
        "index": 16,
        "text": "— Quand'è così, va benone. La mia paura era che colà tu stessi troppo bene."
      },
      {
        "index": 17,
        "text": "— Paura? ma perchè paura?"
      },
      {
        "index": 18,
        "text": "— Perchè, per una villa che ho in Brianza, ho bisogno di un giardiniere, ma di un bravo giardiniere. Io lo pagherei bene. Oltre a ciò avrebbe i proventi dell'ortaglia per lui, e le mance de' mazzi di fiori che di tanto in tanto si mandano a regalare alle belle che escono a villeggiare. Io t'ho visto, e mi sei parso il mio uomo. Non vecchio, non giovane, buone spalle, cera lustra, occhio furbo ma galantuomo. E allora potresti prendere anche moglie. Scommetto che più di una volta t'è venuto il ghiribizzo di prender moglie..."
      },
      {
        "index": 19,
        "text": "— Il signore scherza."
      },
      {
        "index": 20,
        "text": "— Io non ischerzo, il mio uomo. Ma se ti piacciono i patti, domani o dopo esci in campagna con me... ed oggi, anzi adesso, prima che tu esca di qui, ti do, a titolo di caparra, una mezza dozzina di zecchini. Ti piacciono 1 zecchini?"
      },
      {
        "index": 21,
        "text": "— Più ancora del vin di Cipro."
      },
      {
        "index": 22,
        "text": "— Dunque ci stai?"
      },
      {
        "index": 23,
        "text": "— Ci sto."
      },
      {
        "index": 24,
        "text": "— Ecco i zecchini. Uno, due, tre, quattro, cinque, sei. Va bene?"
      },
      {
        "index": 25,
        "text": "E licenziò l'ortolano; nè per quel dì gli disse altro; ch'ella è astuzia antica e greca il non parlar mai in sulle prime della cosa che più importa."
      },
      {
        "index": 26,
        "text": "Intanto il giorno successivo, all'ora consueta, il Suardi fu al balcone consueto, o, per dir meglio, stette ancora nascosto, per vedere se la fanciulla ricompariva, e per non darle soggezione, quando mai ricomparisse. E Ada ricomparve, e si fermò, e il Galantino le rivolse una parola, una parola vaga e insignificante, tanto per provar la voce; e Ada rispose una parola anche essa, ma non"
      },
      {
        "index": 27,
        "text": "intera; e soltanto per far sentir la voce; una voce di mezzo-contralto vellutata, la quale compì l'opera, mettendo alla massima bollitura il sangue di Galantino."
      },
      {
        "index": 28,
        "text": "E in quel dì stesso egli fece chiamare di nuovo l'ortolano del convento, e:"
      },
      {
        "index": 29,
        "text": "— Senti, gli disse, prima che ce n'andiamo in campagna, ho bisogno che tu mi faccia un piacere."
      },
      {
        "index": 30,
        "text": "— Vossignoria non ha che a comandarmi."
      },
      {
        "index": 31,
        "text": "— Prima di tutto, hai tu accesso libero in convento?"
      },
      {
        "index": 32,
        "text": "— Fino ad un certo punto, sì."
      },
      {
        "index": 33,
        "text": "— Già s'intende, sino ad un certo punto. Ma fin dove, per esempio?"
      },
      {
        "index": 34,
        "text": "— In cucina, in legnaja, in cantina... e qualche volta, quando le monache sono in refettorio o in giardino, si va a far pulizia ne' dormito]; e quando le ragazze sono a letto, si va a farla in refettorio."
      },
      {
        "index": 35,
        "text": "— Sei tu solo a far questo?"
      },
      {
        "index": 36,
        "text": "— Io e il facchino del convento."
      },
      {
        "index": 37,
        "text": "— Ma va benone. Or vedi che si ha a fare. Vieni intanto con me."
      },
      {
        "index": 38,
        "text": "E l'ortolano seguì il Suardi in un camerone terreno."
      },
      {
        "index": 39,
        "text": "— Vedi tu tutta questa roba?"
      },
      {
        "index": 40,
        "text": "— Vedo e sento. È un tale odor di tabacco che si starnuta anche senza annasare."
      },
      {
        "index": 41,
        "text": "— Ebbene, ho bisogno che tutta questa roba, già non è poi gran cosa, tu la distribuisca, un po' per giorno, in molte parti del convento, in quelle parti che sono fuori della vista giornaliera."
      },
      {
        "index": 42,
        "text": "— Oh... questo è impossibile."
      },
      {
        "index": 43,
        "text": "— Per chi ha buona volontà non c'è niente di impossibile."
      },
      {
        "index": 44,
        "text": "— Anche questo può esser vero... ma..."
      },
      {
        "index": 45,
        "text": "— Che ma?"
      },
      {
        "index": 46,
        "text": "— Vossignoria sa cosa c'è di nuovo."
      },
      {
        "index": 47,
        "text": "— Vuoi tu che non lo sappia? Sono uno di quelli che hanno fatta la legge."
      },
      {
        "index": 48,
        "text": "— Capisco."
      },
      {
        "index": 49,
        "text": "— Non c'è dunque per me nessun pericolo a contravvenirvi."
      },
      {
        "index": 50,
        "text": "— Per vossignoria, no; ma per quelle del convento..."
      },
      {
        "index": 51,
        "text": "— Ma sei forse innamorato delle monache?"
      },
      {
        "index": 52,
        "text": "— Io? oh..."
      },
      {
        "index": 53,
        "text": "— Lascia dunque andare, e piglia questi due zecchini che cogli altri faranno otto... Finita la cosa, te ne darò altri quattro, e così faranno dodici. Trovami fuori or tu un ortolano in tutto il Ducato che in ventiquattro ore guadagni dodici zecchini."
      },
      {
        "index": 54,
        "text": "— A far l'ortolano, no; ma nemmeno io ci riesco, perchè mi pare ch'oggi non si tratti nè di cipolle nè di lattughe."
      },
      {
        "index": 55,
        "text": "— Dunque..."
      },
      {
        "index": 56,
        "text": "— Eh... basta... quando si tratta di cambiar stato, si può fare un tiro anche alle monache."
      },
      {
        "index": 57,
        "text": "— Sicchè?"
      },
      {
        "index": 58,
        "text": "— Sicchè... se vossignoria ha altri affari a cui pensare, ci pensi pure... che in quanto a questo è bell'e spicciato."
      },
      {
        "index": 59,
        "text": "— L'ho detto io. Cera lustra, occhio furbo e galantuomo."
      },
      {
        "index": 60,
        "text": "— Furbo sì... galantuomo non si può sempre viver sicuri di esserlo..."
      },
      {
        "index": 61,
        "text": "— Va là, va là... e non farmi lo scrupoloso, chè son tutte inezie, e già non si ha a far male a nessuno. Del resto, fatta la cosa, tu viaggi in collina, e un altro verrà al tuo posto. Anzi, dovresti pensare fin d'ora al sostituto."
      },
      {
        "index": 62,
        "text": "— Oh non occorre pensarci. Ci sono aspiranti a trentine, chè tutti credono che il convento ingrassi e l'orto delle monache sia un bel zapparlo..."
      },
      {
        "index": 63,
        "text": "— Ah furbo che tu sei... dunque siamo intesi."
      },
      {
        "index": 64,
        "text": "E l'ortolano partì."
      },
      {
        "index": 65,
        "text": "Ora per non trarre il lettore per le lunghe, gli basti sapere che, siccome il Suardi volle, così venne fatto; chè l'ortolano distribuì il tabacco tanto equabilmente in tutte le parti del convento, che non ne andarono senza nè il refettorio nè i dormito]."
      },
      {
        "index": 66,
        "text": "E il lettore durerebbe fatica a prestar fede a questo, se non lo avessimo informato appuntino degli abusi e delle enormezze ribalde che si commettevano in Milano per mettere i cittadini in contravvenzione rispetto al nuovo editto sulla Ferma. Nè soltanto si faceva entrar di soppiatto il tabacco nelle case de' gran signori e dovunque si presentava una facile occasione, o un servo venale o un portinajo più venale ancora che facesse il manutengolo; ma ne' giardini si buttavan da' muricciuoli di cinta anche sacchetti di sale, onde poter così gettar la colpa sul padrone di casa, sul prevosto della parrocchia, sul priore del convento: perchè la voracità de' fermieri s'era diffusa a tutta la folla de' loro satelliti, i quali, anche senza averne il comando, commettevano inaudite nefandità per intascare le quote che loro eran dovute sulla esazione delle multe; e, sovente ancora, per altri fini indiretti che sapevano iniquamente dissimulare sotto colore di dover fare inesorabili perquisizioni nelle interne dimore; delle quali esorbitanze or appunto ci porse un saggio il Galantino. Ma che intenzioni aveva egli? ma perchè, sotto pretesto di frugare onde cercare il tabacco di contrabbando, aveva pensato di mandar volpi e faine nell'ovile intemerato?"
      },
      {
        "index": 67,
        "text": "Questo è ciò che vedremo in seguito. Intanto ci convien recarci in casa di donna Paola, negli appartamenti del suo figlio maggiore, di quel Guglielmo lord Crall che noi abbiamo già visto a venir di gran trotto per via Nuova, verso le parti appunto del monastero di San Filippo. E ci convien far la sua conoscenza intima, perchè non dobbiamo attenderci cose indifferenti da questo bel giovane biondo, costituito dalla duplice natura d'italiano e d'inglese, nato da genitori di tempra fuor dell'ordine comune, caldo di mente, caldo di cuore, scolaro di Parini, lettore di Rousseau, entusiasta, misantropo, che dovea presentire quella melanconia destinata dal secolo a certi spiriti eccezionali, donde poi scaturì il concetto del Werther di Goethe, e quella che si potrebbe chiamare la moda del suicidio."
      },
      {
        "index": 68,
        "text": "[II]"
      },
      {
        "index": 69,
        "text": "Questo Guglielmo lord Crall lo abbiam già veduto adolescente di dieci in undici anni a tradurre, in compagnia del suo minor fratello, una satira d'Orazio, essendone istitutore-ripetitore il giovane abate Parini."
      },
      {
        "index": 70,
        "text": "Ora devesi sapere che il marito di donna Paola lasciò morendo una ricca facoltà ai due figli; che mancato a Londra nel 1762 un fratello di esso, accrebbe di tanto gli averi dei due suoi nipoti, che questi potevano stare a fare coi più ricchi di Milano; che il minore di loro, due anni prima del tempo a cui ci troviamo, si recò a Londra per compiacere alla tendenza che sentiva in sè irresistibile per i viaggi e la vita avventurosa; e che il maggiore prescelse di starsi invece con sua madre a Milano, tutto infervorato com'era di lettere e poesia e speculazioni filosofiche. Di questo Guglielmo lord Crall abbiamo anzi sott'occhio un volumetto, stampato del Galeazzi, di poesie latine (Carmina Latina — Domini Gulielmi Cralii — E Londino oriundi — Mediolani, typ. Jos. Galeatii 1765), poesie tibulliane assai più che oraziane, sebbene di mestissima vena, e qua e là soffuse di una mistica nebbia che non poteva appartenere al genio di nessun poeta pagano e latino. Ma de' suoi versi tibulliani modificati dallo spleen inglese, il quale dal sangue del padre era passato nel suo, parleremo in altra circostanza. Per ora ne basti sapere che, mentre egli attendeva alla stampa de' proprj versi, s'innamorò, come può innamorarsi un italiano moltiplicato per un inglese, di una fanciulla, la quale, e chi non l'ha indovinata prima? era appunto /a crescente Ada."
      },
      {
        "index": 71,
        "text": "Vi sono persone, per lo più femminili, qualche volta maschili, le quali, trovandosi giovani in presenza di giovani dell'altro sesso, non possono nè muoversi nè respirare nè guardare senza nuocere all'altrui buon umore, ossia senza destare qualche furente passione, la quale poi, allorquando non è corrisposta, finisce per essere incomodissima e molesta, e qualche volta persino pericolosa a chi l'ha innocentemente provocata. Egli è perciò che sono talora degni d'invidia quelli"
      },
      {
        "index": 72,
        "text": "che dalla natura fisica non ricevettero tutt'intero nè perfetto il loro appannaggio, ed ebbero qualche occhio di meno, o qualche protuberanza di più, e dalla rachitide e dalla scrofola furono preparati in modo da servire di controstimolo a chi è nato per amare. Costoro almeno, se hanno il diritto di lagnarsi di molte cose, non hanno a subire la sorte di esser vittima dell'altrui simpatia!"
      },
      {
        "index": 73,
        "text": "Tornando ora al giovane Guglielmo e alla fanciulla Ada, la disgrazia fu che egli stette assente da Milano, per essere stato alle più celebri università d'Italia, una mezza dozzina di anni; e che non potè assistere al graduato sviluppo della fanciulla; bensì, lasciatala ragazzetta, la rivide adolescente, anzi con tutti i prestigi d'un'adulta. Noi non pretendiamo che sia un rimedio sicuro per non innamorarsi di una fanciulla, l'averla vista a nascere, a crescere, a piangere colle lagrime dell'infanzia. Gli uomini non vedono all'ultimo che il frutto maturo, e non rinunciano a mangiarlo per averlo visto acerbo. Tuttavia, qualche volta, giovò questa circostanza a serbare illesi de' giovani maturi dai tormentosi affetti per fanciulle adolescenti, e forse avrebbe giovato anche al giovane Guglielmo. Ma per fatalità quando ei ritornò, a ventisei anni, vide Ada che ne aveva quattordici, con tutti gli attributi esterni dei quindici e quasi anche dei sedici anni. Allorchè la vide, e fu appunto un giovedì di vacanza, la prima di lui sensazione fu di rimanere abbagliato e scosso; la seconda, di non credere che fosse quella stessa Ada che l'avea spesso frastornato co' suoi trastulli infantili. Se non che, passando il tempo, e vedendola altre volte, e sentendola parlare con garbo assai, e ascoltandola cantare e suonare, con quella voce di mezzo contralto velata di voluttà, con quelle mani bianche, lunghe, sottili, intellettuali, se può passar la parola, l'incanto cessò di esser passeggiero. Per di più, movendo ella gli occhi con una espressione di guardatura tenerissima, egli si confidò d'interpretare quell'espressione a proprio vantaggio ogni qualvolta i lenti e grandi occhi di Ada riposavano inconscj su di lui. Ma non bisogna fidarsi dei begli occhi delle belle, chè il loro linguaggio somiglia molto a quello della musica, la quale possiede un linguaggio universale che può dir tutto e può dir nulla, e guai se le parole del libretto non vengono in soccorso delle note. Però, cari i miei giovinotti, che cantate vittoria perchè un'occhiata v'ha lusingato, vogliate credere a chi ha più esperienza di voi: Non vi fidate. E a buoni conti, per la vostra tranquillità, fate venire in soccorso degli occhi una esplicita dichiarazione, la quale, se sarà scritta e in carta bollata, meglio."
      },
      {
        "index": 74,
        "text": "Ma se oggi possiamo venire in aiuto de' nostri giovani amici, ci stringe il cuore di non aver potuto aiutare il cogitabondo Guglielmo lord Crall, il quale prestò una fede così illimitata agli occhi di Ada, che ne rimase ferito incurabilmente; gli occhi di Ada, i quali erano ben lontani dal credere di doversi compromettere adempiendo alla necessità del loro ufficio. Ned egli confidò a nessuno il suo segreto; onde la passione tanto più fremeva quanto più era compressa di dentro. Nè mai pensò di farne motto alla fanciulla. Le pareva di troppo acerba. E quando pure avess'egli saputo passar sopra a tal fatto, lo faceva ritroso la condizione di educanda in cui Ada trovavasi ancora. Ma il suo silenzio se valse con tutti non valse con donna Paola. Gli occhi delle madri, quando trattasi di figli amatissimi, comprendono cose che nessun occhio acuto non potrebbe mai decifrare. Ma ella pure, dal canto suo, non solo non ne fece motto al figlio, ma dissimulò profondamente d'essersene accorta. Ella non poteva veder di buon occhio quest'affetto, e si crucciò amarissimamente appena ne ebbe sentore. Le parea come di farsi rea di lesa delicatezza, soltanto a pensare alla possibilità che, ritornando a Milano la contessa Clelia, la quale con sì fiducioso abbandono le avea lasciata la cura della figlia, trovasse poi nella casa medesima di donna Paola già adulto un amore tra la propria figliuola e il figlio di lei. Perciò taceva e sperava, e quando la nobil donna conservatrice del monastero di San Filippo, le parlò dell'indole troppo vivace e risentita dell'educanda Ada, e le propose di ritirarla dal collegio, ella amò di lasciar cadere quel discorso, perchè tutto avrebbe voluto anzichè tenersi in casa quell'occasione di contrattempi e di sciagure possibili."
      },
      {
        "index": 75,
        "text": "A tal punto eran dunque le cose, quando Ada alle tentatrici parole del Suardi ebbe risposto più col suono della voce che con altre parole. Ma il dramma sollecitava il suo gran colpo di scena."
      },
      {
        "index": 76,
        "text": "Tutti i giorni, essendo entrata l'estate, il giovane Crall soleva recarsi in sul tramontare della giornata in casa della marchesa Serbelloni-Ottoboni, dov'era il convegno di tutti i begli spiriti della città di Milano. Il dì stesso in cui il Suardi, per ingiunzione dei capi della Ferma, e per decreto della magistratura, e con permesso della sacra congregazione, trattandosi di luogo eccezionale, aveva"
      },
      {
        "index": 77,
        "text": "stabilito di mandare la solita sgherraglia a perquisire il monastero di San Filippo Neri; quel dì stesso lord Crall non credette di rompere le sue abitudini e si recò in casa Ottoboni. Era l'ora in cui cominciava, a dir così, la processione delle carrozze patrizie dirette al corso di via Marina; e dal terrazzo di casa Ottoboni vedendosi le carrozze che di tanto in tanto si soffermavano, e i cavalcatori eleganti che facevano pompa di sè e dei preziosi puledri, e i passeggieri pedestri, si traeva partito da questa congiuntura per passare quelle ore che precedevan la cena, dimezzando così il tempo tra la conversazione in sala e lo spettacolo del pubblico che moveva a diporto."
      },
      {
        "index": 78,
        "text": "In quel giorno, tra gli altri, v'era là l'abate Parini, v'era Pietro Verri, v'era il suo intrinsicissimo Padre Paolo Frisi, v'era Cesare Beccaria, il segretario Cesare Larghi, v'era la sorella di Gaetana Agnese, la non meno rinomata, almeno allora, Maria Agnese, la sola compositrice di musica drammatica ricca di fantasia e di dottrina che vanti ancora la storia dell'arte; v'era quel maestro Galmini destinato a fare il quarto con Adamo, Matusalem e Noè; chè di quel tempo aveva settantanove anni, e tenne dalla natura un piloro di bronzo così poderosamente costrutto, che per morire dovette aspettare altri cinquantanove anni ancora, essendo morto nel 1825 di centotrentotto anni, e avendo così potuto abbracciare in un amplesso quasi tutta la scala ascendente delle vicende progressive dell'arte sua, dal rivoluzionario Monteverde al rivoluzionario Rossini. V'era il pittor Londonio, il tormento dei preti, dei frati, dei vecchi, di tutti, e che, per farlo stare alquanto in riga a quella conversazione quotidiana, non ci voleva che la graziosa dignità della marchesa padrona, e l'occhio fulminante dell'austero Parini. Era quella insomma una bella e buona compagnia, e non sapremmo se oggi se ne potrebbe mettere insieme una migliore."
      },
      {
        "index": 79,
        "text": "Il Parini aveva allora trentasette anni, e quantunque, per mangiare, dovesse ancora arrabbattarsi a dar lezione, chè assai poco gli fruttava l'avere avuto dal conte Firmian l'incumbenza di stendere la Gazzetta Ufficiale di Milano, pure era già la figura più gloriosa della città. Erano usciti il Mattino e il Mezzogiorno; e risuonava delle sue lodi tutta Italia, ed avea già ottenuto di frenare il mal gusto che aveva straripato a furia per un secolo e mezzo; di ricondurre l'arte alle sue limpide e severe sorgenti, e di farsi odiare da una mezza dozzina di nobilissimi milanesi, che ebbero l'orgoglio di voler vedere sè stessi nell'ideale dipinto dell'immortale poemetto; tra' quali spiccava quel conte Alberico F..., con cui ci troveremo; il qual conte Alberico volle disputare al principe B... il vanto di aver tentato di consacrare ad una vindice bastonatura le povere spalle dell'abate scellerato."
      },
      {
        "index": 80,
        "text": "Ma l'abate impaziente, irrequieto e versatile, passava così zoppicando da un crocchio all'altro, parlando di musica colla bella Agnese, e digredendo, a proposito della mano di lei che scorreva sui tasti di un gravicembalo, sulle qualità indispensabili, costitutive d'una bella mano; e contraddicendo Londonio che voleva sfoggiare la sua dottrina in ciò, e contraddicendolo con apparenza di violentissima enfasi, per finir tutto in celia e lasciar scornato l'avversario comico, il quale, quell'unica volta, avea parlato sul serio; chè era codesto un modo caratteristico del conversare di Parini, come ci vien riferito anche dal suo scolaro e biografo Reina. E dalla musica e dall'estetica delle mani egli passava a parlare col Larghi, schizzando spirito e bile in qualche fuggitiva questione di letteratura e poesia; anche qui alzando la sonora sua voce a far tacere quanti parlavano nella sala, i quali, sebbene conoscessero quella sua abitudine bizzarra, si mettevano in grave apprensione, non fosse mai per impegnarsi qualche lotta violenta e scandalosa. Soltanto tra Parini e Pietro Verri i ragionari correvano in un modo speciale. Quel venerabile vecchio Bruni, che abbiam conosciuto a Pusiano, e che fu per noi il libro parlante che più ci istruì intorno a buona parte delle cose già descritte, ci disse più volte, parlando di Parini e Verri coi quali e tra' quali si trovò sovente, ch'eglino si stimavano assai vicendevolmente, ma si temevano forse più di quello che si amassero, e che però ei sarebbe stato disposto a credere, frugando in fondo a' penetrali della coscienza di ambidue, che qualche spruzzo di celata antipatia avesse leggermente inacidito il loro sangue. Parini primeggiava, e, avea il diritto di primeggiare. Verri voleva primeggiare, e ne avea il diritto. Era dunque invidia, era gelosia?... chi lo sa?... Ma anche gli uomini più intemerati e santi sono uomini; e non ponno frugar ne' cuori de' benemeriti mortali se non gli acuti contemporanei che hanno potuto leggere attentamente ne' loro occhi. Or mentre Parini tuonava, il conte Verri era"
      },
      {
        "index": 81,
        "text": "impegnato in un discorso colla marchesa Ottoboni, alla quale proponeva, essendo essa letteratissima, di tradurre il teatro francese applaudito, e segnatamente le ottime commedie di Molière, per tentare in tal guisa di purgare anche il teatro comico a Milano dalle scipite laidezze ond'era contaminato, chiamando così il Verri in ajuto delle sue idee innovatrici l'opera altrui; applicando la sua immensa attività a infondere vita nuova a tutto quello che invocava una riforma nella sua patria, e amando che fosse applicato a sè quel passo di Sofocle:"
      },
      {
        "index": 82,
        "text": "Per me, per voi, per tutta La città mi travaglio ......"
      },
      {
        "index": 83,
        "text": "In altra parte poi, Cesare Beccaria, seduto solo, anzi sdrajato su d'un canapè, già annojato del peso della sua precoce corpulenza e della gloria che non aveva cercato, dissimulava, sotto l'aspetto d'una indolenza invincibile, l'attività prodigiosa ma intermittente di uno spirito che conflagrava a sbalzi, e prorompeva poi come la lava; e, inerte, pareva non avesse nè pensieri nè volontà di pensare, e non badasse a nessuno dei discorsi che si facevano intorno a lui; chè girava vagamente la semichiusa pupilla di cosa in cosa, come uno che abbia piuttosto volontà di dormire che d'operare; ma in realtà ascoltando tutto, e avvicinando le idee estreme che tumultuavano in quella sala nel cicaleccio di tante persone, e di ciascuna idea che gli paresse non rigettabile facendo base alla feconda generazione di tutte le idee conseguenti, colla prontezza d'una facoltà induttiva prodigiosa."
      },
      {
        "index": 84,
        "text": "Ora nel punto che codesto quadro animato si moveva in sala, sul terrazzone agitavasi un altro quadro animato, più attraente di quello che stava in sala, essendo costituito di belle e giovani gentildonne."
      },
      {
        "index": 85,
        "text": "I discorsi che volavano all'aria dalle lor bocche leggiadre non assomigliavano a quelli che facevansi al di dentro. Non un tèma industriale, non un tèma scientifico, non uno di belle arti, nemmeno di musica; se pure alle arti non si volessero ascrivere i bei giovinotti attillatissimi che passavano a cavallo per di là. Tenendo dunque dietro quelle care donne ai cari giovani, d'improvviso chi stava in sala sentì esclamare da mezza dozzina di bocche: Guarda, guarda — guardate il Galantino. E tutti, meno il Beccaria, che non avrebbe lasciato il molle canapè per tutto l'oro del mondo, si fecero al terrazzo, ai balconi, alle finestre, tanto quel Galantino era diventato un oggetto di moda, un capo d'arbitrio, come suol dirsi; tanto era esso presente alla memoria di tutti, poichè l'eccesso della sua famigerata ribalderia, quasi redenta da una smodata fortuna, la quale pareva si dilettasse a camminar sfacciatamente sul collo alla virtù; e l'origine abbiettissima di lui, come veniva giudicata dalla casta patrizia preponderante e trionfante in quel secolo, dissimulata dalla più bella faccia di giovine che mai abbia adornato corpo di duca o di marchese, e dalle più belle gambe che mai abbiano fatto risaltar forme greche e guizzar muscoli gladiatorj sotto a maglie di seta bianca, producevano un tale imbroglio e generavano una confusione nelle teste di quelle giovani dame, le quali cavavano pure il fazzoletto canforato se mai bottegajo o bracciante lor passasse d'accosto, che a vantaggio del Galantino avrebbero rinnovate le sommosse cruente di Roma antica per mettere la plebe sulla testa dei patrizi."
      },
      {
        "index": 86,
        "text": "Il nostro vecchio amico Bruni, che conobbe il Galantino e lo vide più volte in Milano tanto a cavallo che a piedi, un dì, mentre stava raccontandoci i suoi fasti più celebri, ci fece il suo fisico ritratto senza trascurare la ricchezza degli accessorj. «lo non mi ricordo — riportiamo le precise parole del Bruni — d'aver mai veduto più bell'uomo vestito più sfarzosamente; e quando esso cavalcava per la città, preceduto da un servo gallonato, il suo nobile aspetto, lo sfarzo de' suoi abiti, la ragazzaglia che spesso gli traeva dietro, tutto questo, ad un forastiero che lo avesse visto la prima volta senza conoscerlo, potea facilmente darlo a credere pel governatore della città o per qualche altro distinto personaggio. Eppure era quello che era, e mio padre, col quale mi trovavo a Milano nel '66, mi disse d'averlo veduto più volte aiutare il mozzo di stalla dell'albergo dei Tre Re ad attaccare i cavalli alle vetture»."
      },
      {
        "index": 87,
        "text": "Venendo ora al fatto nostro, la comparsa del Galantino sotto i balconi di casa Ottoboni-Serbelloni diede una repentina diversione a tutti i discorsi che si facevano dalle persone là"
      },
      {
        "index": 88,
        "text": "convenute, associandole tutte in una discussione sola. Pochi momenti prima era entrato in sala lord Crall. Il fasto del Suardi fece mettere sul tappeto l'editto del '66. Parlò il Verri, parlò il Parini, parlò Beccaria, parlò il giovane Guglielmo. E il dibattimento fu tale, che merita la pena che noi lo riproduciamo, tanto più che la conseguenza di esso fu una pericolosa risoluzione presa dal figlio di donna Paola, risoluzione che aggruppò, facendolo più serio, il dramma."
      },
      {
        "index": 89,
        "text": "[II]"
      },
      {
        "index": 90,
        "text": "— Bello eh?... disse ironicamente il segretario Cesare Larghi, il celebre villottista, alla figlia maggiore della contessa Marliani che somigliava alla madre."
      },
      {
        "index": 91,
        "text": "— Altro che bello, bellissimo... rispondeva la contessina; guardate là il marchese Sannazzaro e don Glicerino Brebbia che figura fanno, cavalcando poco discosti da lui."
      },
      {
        "index": 92,
        "text": "— Io scommetto, entrava a dire una assai matura dama, la quale era però stata molto giovane e molto bella, e s'era giovata troppo bene e della gioventù e della bellezza; io scommetto che venne fatto uno sbaglio o dalle comari o dalle balie, e che colui fu tramutato in cuna con qualchedun altro... perchè il sangue sopraffino si conosce alla sua pelle. Guardate là il conte V... che gli passa accosto galoppando... Chi venisse oggi a Milano per la prima volta, e non sapesse niente di niente, come mai potrebbe dire che colui è un grande di Spagna, a dispetto di tutto quell'oro... e che il Galantino è quello che è?"
      },
      {
        "index": 93,
        "text": "— Sapete cosa c'è di nuovo, cara contessa?"
      },
      {
        "index": 94,
        "text": "— Sentiamo."
      },
      {
        "index": 95,
        "text": "— C'è di nuovo che tanto il conte V... quanto il Sannazzaro e don Glicerino e il conte Alberico che vedo laggiù e gli altri, farebbero assai bene a studiare un certo epigramma che so io, e a metterlo in pratica, già s'intende colle opportune varianti..."
      },
      {
        "index": 96,
        "text": "— Sentiamo l'epigramma..."
      },
      {
        "index": 97,
        "text": "— Scusate se vi richiamo un nome che puzza di scandalo... ma chi non ha conosciuto la Valaperta?..."
      },
      {
        "index": 98,
        "text": "La dama torse il viso con un lezio della bocca che significava schifo e ribrezzo..."
      },
      {
        "index": 99,
        "text": "— Eh, non occorre che mi facciate quel viso, amabile contessa. Ma volere o non volere, se la Valaperta girò da una mano all'altra per vent'anni e su tutte le piazze come una cambiale tempestata di accetto e di firme; ciò non vuol dire che non fosse molto bella e in ultimo molto ricca, e che scarrozzasse su e giù per di qui e per il corso di via Marina con gran treno e livree rosse...; ma un bel giorno si videro scritte su tutte le cantonate della città queste parole chiare e tonde:"
      },
      {
        "index": 100,
        "text": "La Valaperta infame Oggi trionfa in cocchio..... Andate a piedi, o dame."
      },
      {
        "index": 101,
        "text": "E l'epigramma fu così efficace, che una grida, con minaccia di multa e prigionia e corda, non poteva essere eseguita più puntualmente; tanto che per una quindicina di giorni non si videro più carrozze al corso, nè dame in volta... e la Valaperta, vedutasi sola e saputa la congiura, lasciò Milano e sparì... Ecco dunque quel che dovrebbero fare questi cavalierini sciocchi..."
      },
      {
        "index": 102,
        "text": "— Scusate, ma se le dame avevano ragione, i cavalieri avrebbero torto; credereste forse voi che, scomparendo i cavalieri, il Galantino volesse scomparire per puntiglio?..."
      },
      {
        "index": 103,
        "text": "— Per puntiglio, no certo... non è un uomo tanto sottile di pelle. Tuttavia la ribalderia scornata in pubblico farebbe sempre il suo buon effetto..."
      },
      {
        "index": 104,
        "text": "— Caro il mio Larghi, entrava a dire il Londonio pittore, non è troppo facile a scornare la ribalderia quando mette gli speroni e va a cavallo; e cavalca meglio della virtù..."
      },
      {
        "index": 105,
        "text": "— VI prego di andare adagio colla virtù, faceva osservare il Parini, perchè non mi pare che nel conte V..., per esempio, e nel conte Alberico F... e nel principe B... ella abbia dei rappresentanti"
      },
      {
        "index": 106,
        "text": "troppo legittimi. Quando si nasce sul materasso trapuntato di zecchini, a non commettere ladrerie e trufferie non occorre di essere nè sant'Ambrogio, nè san Carlo..."
      },
      {
        "index": 107,
        "text": "— Sono anch'io del vostro parere... ma giacchè si parlava di scornare i ribaldi... io li ho ben tratti nell'agguato l'altro jeri... e senza pigliar le cose sul serio... anzi..."
      },
      {
        "index": 108,
        "text": "Il vecchio Galmini, amicissimo di Londonio, proruppe in una risata a queste parole, soggiungendo poi:"
      },
      {
        "index": 109,
        "text": "— Questo l'ha proprio trovata fuori di conio; e dimostrò l'inutilità delle dimostrazioni in pubblico... e la sciocchezza dell'astenersi dal piacere di tirar tabacco per farla ai fermieri."
      },
      {
        "index": 110,
        "text": "— Ma cos'ha fatto? dissero molti ad una voce, cos'ha fatto?... qualcuna delle sue, già m'immagino... Orsù, raccontate..."
      },
      {
        "index": 111,
        "text": "— Ma non san nulla... lor signori?..."
      },
      {
        "index": 112,
        "text": "— Davvero che è stata bella, diceva il Larghi, ma non tutti hanno il coraggio e la vena e il buon tempo di questo bel matto qui..."
      },
      {
        "index": 113,
        "text": "— Raccontate dunque..."
      },
      {
        "index": 114,
        "text": "— Ma do stupisco, diceva il Londonio, che non se ne sappia ancora niente... Però m'accorgo che quelli stessi che furono presi in trappola sono andati d'accordo nel non lamentarsi in pubblico... Ah ah ah!!"
      },
      {
        "index": 115,
        "text": "— Sentiamo dunque..."
      },
      {
        "index": 116,
        "text": "— Care damine gentili... abbiano pazienza, ma non son cose da dire a loro... I loro nasi ne soffrirebbero più che i loro cuori; e altro che canfora ci vorrebbe..."
      },
      {
        "index": 117,
        "text": "Ma continuando il Galmini a sganasciarsi dal ridere, cresceva nelle dame la volontà di ascoltare, mentre il Londonio si faceva serio, di quella serietà comica che mette il buon umore negli astanti, e accennava di non rompere il silenzio."
      },
      {
        "index": 118,
        "text": "— Suvvia, dunque, parlate..."
      },
      {
        "index": 119,
        "text": "— Ma e poi, se mi fan mettere alla porta?"
      },
      {
        "index": 120,
        "text": "— Non lo faremo."
      },
      {
        "index": 121,
        "text": "— E poi, se venendo per far loro una visita, ordineranno ai servi di dirmi che non sono in casa?"
      },
      {
        "index": 122,
        "text": "— Non lo faremo."
      },
      {
        "index": 123,
        "text": "— E poi, se non permetteranno mai più ch'io parli alla loro presenza?..."
      },
      {
        "index": 124,
        "text": "— Lo permetteremo sempre."
      },
      {
        "index": 125,
        "text": "— Sempre?"
      },
      {
        "index": 126,
        "text": "— Si."
      },
      {
        "index": 127,
        "text": "— Lo promettono?"
      },
      {
        "index": 128,
        "text": "— Lo promettiamo."
      },
      {
        "index": 129,
        "text": "— Ebbene... si tratta di..."
      },
      {
        "index": 130,
        "text": "E tutte le dame, a sentir la parola che noi non vogliamo trascrivere, ma che uscì dalla bocca di Londonio, fuggirono chi in un lato, chi in un altro della sala, gridando ad una voce: Un!..."
      },
      {
        "index": 131,
        "text": "— Or basta così, disse allora seriissima la marchesa Ottoboni, ma nascondendo 1 guizzi del riso sotto a muscoli protesi a gravità. Basta così..."
      },
      {
        "index": 132,
        "text": "— Adesso poi, mi permetta, marchesa, ma voglio andare innanzi io... Sappiano dunque che lunedì, la direzione dell'ufficio della Ferma generale ricevette una lettera anonima, che io naturalmente avevo letto prima che fosse ricapitata. Nella qual lettera era fatta la denuncia «Qualmente che in casa del pittore Londonio fosse nascosta una quantità considerevole di tabacco da naso, tabacco di Spagna di prima qualità... e che era nascosta nei tali e tali luoghi...» Ora la lettera anonima fece presa... e tanto, che nell'ora in cui si stava a tavola, tre commissarj della Ferma, due tenenti della giunta, due bargelli del capitano di giustizia si presentano al portinajo di casa, il quale tutto scalmanato entra e dice: — È qui la forza... coll'ordine di fare una perquisizione in tutti i locali della casa... — Or viene il buono. Dietro la scorta di una carta che avevano tra mano, si dirigono a luogo sicuro... e in un sottoscala vicino al mio studio trovano una dozzina di boette, o almeno d'involti che a loro pareano boette forestiere; e insieme con quelle tre grandi vasi coperti; e"
      },
      {
        "index": 133,
        "text": "dal sottoscala passando in giardino trovano altre boette e altri vasi in un ripostiglio del corridojo... e così altrove. Scoperto il corpo del delitto, fatta portar penna, carta e calamajo, due de' commissarj della Ferma e un tenente della giunta si accingono a stendere il processo verbale... ma prima, a constatare la qualità del tabacco, que' tre personaggi gravi, arcigni, terribili, fatto scoperchiare un vaso, immergono le loro sei dita contemporaneamente come se facessero l'esercizio, portando poi ciascuno le due dita al loro naso magistrale; se non che, pur contemporaneamente, si guardarono in faccia con un tale scontorcimento del viso e tali smorfie strane, che per quanto io fossi preparato, non potei trattenere gli scoppj del ridere... Allora... quei tre minossi, compromessi nel decoro, proruppero in basse villanie contro di me... ma io intimai loro il rispetto alla casa altrui, mentre li invitava a spiegarmi il motivo della loro venuta... E così, dopo molto tempestare, dovettero partire scornati; chè in conclusione non era tabacco, ma fimo polverizzato di stambecco e di bue e di cavallo, ecc., ecc., e quei signori credo che avranno dovuto consumar molto ranno e sapone per lavarsi le mani, e purgare le narici autorevoli. Del resto, la cosa mi pare che abbia fatto un cert'effetto... perchè è da tre giorni che non si sente a parlare di perquisizioni domiciliari."
      },
      {
        "index": 134,
        "text": "Così parlò il Londonio, tra il riso mal celato delle dame permalose e curiose; e noi lo abbiamo lasciato dire perchè il lettore sapesse un fatto che, propalato allora dal Londonio stesso, menò rumore per tutto il Ducato. Del rimanente, quando mai avessimo offesa la delicatezza squisita de' nostri lettori, la colpa non è nostra, se dovendo porre in iscena la vena epigrammatica del pittor Londonio, il quale fece tanto ridere il suo secolo, non abbiam potuto far peccare quest'uomo per abuso di acque nanfe, mentre fu una sua abitudine costante il non lasciar mancare mai l'odor d'ammoniaca negli intingoli delle sue incessanti celie, che mettevano di buon umore anche le dame più accigliate."
      },
      {
        "index": 135,
        "text": "[IV]"
      },
      {
        "index": 136,
        "text": "— Bravo il nostro pittore, disse lord Crall; il vostro spirito, per maturare, ha bisogno, come i cavoli dell'agro lombardo, di essere ingrassato dal concime. Voi avete trattato da pari vostro questa faccenda, ma io la tratterei da par mio, ossia con tutta la serietà di cui può essere capace un uomo che ride due o tre volte in un anno; e vorrei che i signori commissarj della Ferma venissero una qualche volta in casa mia; una volta sola, e vi assicuro che, senza tener conto delle conseguenze, io farei tal cosa da insegnar la giustizia col mezzo della violenza. Giacchè pur troppo mi accorgo che contro a certi mali ci vogliono rimedj speciali. Ma intanto mi scusi l'abate Parini, se questa volta me la piglio anche con lei."
      },
      {
        "index": 137,
        "text": "— Con me?"
      },
      {
        "index": 138,
        "text": "— Precisamente con lei per quanto io le sia obbligato da tanta gratitudine. Prima di tutto, a che essere ammesso, pe' suoi meriti straordinarj alla confidenza del conte Firmian, che mi dicono avere l'istinto del bene, senza parlargli chiaro, e senza dimostrargli lo scandalo dell'ultimo editto? In secondo luogo, a che avere tra le mani l'arme onnipotente di una gazzetta, lasciata in suo arbitrio, senza adoperarla quando più freme il bisogno? A Roma la Ferma venne abolita in virtù delle gazzette; è una gazzetta che fuori di qui scarica assiduamente le sue armi per ferire la Ferma. Ma le armi degli ignoti valgono poco. Vuolsi che la verità sia fatta risuonare da un uomo venerato dal pubblico e rispettato dagli stessi uomini del potere, perchè sia riconosciuta siccome tale da tutti; ed io sono certo che se nel gazzettino di Milano uscisse una catilinaria dell'autore del Giorno contro agli arbitrj de' fermieri, questi si conterrebbero alquanto, o l'autorità penserebbe a contenerli."
      },
      {
        "index": 139,
        "text": "— MI piace la vostra franchezza, giovane generoso, rispose il Parini, ma quel che torna inutile non va fatto. L'autorità che un uomo d'ingegno e di cuore s'è legittimamente acquistata, finisce a spuntarsi quando il pubblico s'accorge che, per quanto ella sia generosa, non viene ascoltata. Avete veduto che risultamenti ebbe la notizia che ho spacciato sull'abolizione de' castroni. Lodi da Voltaire, lodi da Federico di Prussia, lodi da tutte le teste quadre d'Europa. Fin qui va benissimo. Ma gli elefanti canori continuano a contaminare le scene; e tutti gli anni genitori spietati"
      },
      {
        "index": 140,
        "text": "offrono sul bacile, in sacrificio all'arte musicale, la parte migliore de' loro figliuoli... ed io... io son posto nella schiera di coloro che tengono, da quelli che in apparenza lodano l'ingegno, sprezzandolo in fatto, il permesso di garrire a deserto. Del rimanente ho parlato al conte Firmian di quello che tanto vi cuoce, e per consolarvi, vi dirò che qualche cosa si farà, e l'editto verrà in gran parte riformato; e poi c'è qui il consigliere Verri che..."
      },
      {
        "index": 141,
        "text": "— Io spero, prese la parola il Verri, di poter venir in aiuto dello scherzo serio del nostro pittor Londonio e della vostra giusta indignazione, lord Crall. L'abate Parini, protestando sul gazzettino e contro l'autorità di chi ha fatto l'editto e contro i fermieri che lo usufruttano colla più schifosa interpretazione, sapete che avrebbe raccolto gran lode dai buoni, e basta lì... ma si sarebbe inimicato il governatore, e sarebbe stato perseguitato, Dio sa in che modo, dagli interessati alla Ferma; e il pubblico non ne avrebbe avuto nessun vantaggio. Queste cose, caro mio, bisogna pigliarle blandamente; e poi quando si vuole inoculare ai grandi e ai piccoli, a chi comanda e a chi obbedisce il senso della giustizia e della moralità, sapete che cosa bisogna fare? bisogna far sì che la giustizia e la moralità trovi un posto sul libro mastro del dare e dell'avere, e farle comparire non più austeramente vestite e colle mani vuote, ma addobbate sfarzosamente, e col cornucopia versante dobloni nelle casse dell'erario. Non è che la finanza, la quale in certi casi, confederandosi colla giustizia, può, facendo 1 proprj, far anche gl'interessi della povera compagna, quasi sempre derelitta. È un pezzo che lavoro a queste cose, e già ho aperto gli occhi a chi li aveva chiusi naturalmente e a chi li teneva chiusi per convenienza. Persuaso di questo, ho cominciato a fare indagini insistenti per redigere un bilancio dello stato del commercio nel ducato milanese, che feci pubblicare senza perder tempo. Io sapevo benissimo che, a discoprire gli altari e a togliere il velo ai misteri, più di uno avrebbe guaito, e qualcheduno anche di quelli che stanno più in su. Il che di fatto avvenne, ed ebbi accusa d'avventato e d'imprudente; perchè non si voleva che io mettessi il pubblico a parte delle mie rivelazioni; e si amava piuttosto che dalla mia testa le versassi nella testa altrui, senza che nemmen l'aria se ne accorgesse. Ma io sapevo quel che mi facevo, prima di tutto perchè fatto palese il falso movimento di un congegno della gran macchina civile, chi la governa è costretto ad operare a suo dispetto, e a suo dispetto spesse volte s'incammina a raccogliere gli applausi della moltitudine; poi, perchè di questi applausi, giacchè avevo fatto la fatica, desideravo averne anch'io la mia quota; e ciò mi pare che sia ragionevole. Intanto sono riuscito a far comprendere che l'innocente diletto di far strillare il pubblico sotto alle battiture dei fermieri costava allo Stato due milioni all'anno, e che però l'abolizione d'infinite vessazioni ne faceva entrar due nelle casse erariali. Quando gli atti magnanimi fruttano danari è facile a farli diventare contagiosi. Ecco perchè senza perdere gran tempo, sono riuscito a insinuare l'idea della Ferma mista. Questo è il primo passo, ed era il più difficile; il resto verrà da sè."
      },
      {
        "index": 142,
        "text": "— Ma come avvenne, domandava il Parini, che 1 ventotto capitoli dell'editto del mese d'aprile, i quali hanno messo la costernazione in tutto il popolo, sono posteriori alla vostra nomina di consigliere del Consiglio d'economia, e alla vostra elezione a rappresentare il Governo nella Ferma mista?"
      },
      {
        "index": 143,
        "text": "— L'editto era già steso, e per quanto io abbia strepitato, lo si volle far impastare sulle cantonate della città, perchè i fermieri furono più forti d'ogni più forte ragione."
      },
      {
        "index": 144,
        "text": "— E perchè, per il momento, soggiunse il Beccaria colla solita sua aria sbadata, due mila ducati nelle saccocce di chi porta l'armellino sotto la toga, pesano di più che due milioni nelle casse forti della finanza. In ogni modo puoi chiamarti fortunato, il mio Pietro, perchè appunto hai trattato una questione, in cui l'amore per il pubblico bene si trasmuta in oro sonante. Così potessi anch'io provare che la riforma del diritto penale è un buon affare di commercio da convertirsi in danaro; che in quarantott'ore scomparirebbero dai crocicchj gli squallidi apparati della tortura... Così qui il nostro abate Parini avesse potuto dimostrare che l'abolizione de' castroni è un lauto affare di finanza; chè allora avremmo veduto un decreto del Ganganelli a precedere gli encomi di Voltaire. — Così il suo Giorno e le sue Poesie... Ma che cos'è successo che lord Crall grida come uno spiritato?"
      },
      {
        "index": 145,
        "text": "Codesta repentina diversione del discorso di Beccaria era infatti provocata dalla voce di lord Crall, che tuonò improvvisa, come allorchè sorviene qualche disastro, o corre qualche ingiuria tra gl'interlocutori."
      },
      {
        "index": 146,
        "text": "Che è, che non è, tutti si misero ad ascoltare. Un giovinotto, entrato allora in casa Ottoboni, avea raccontato che, cavalcando lungo il corso di porta Romana, e piegando, per la strada del naviglio, verso san Barnaba e le vie lì presso, avea veduta accorrere gran folla di gente per quei luoghi quasi sempre abbandonati; ed egli per curiosità tenne dietro alla moltitudine, e venuto al monastero di San Filippo, avea sentito come i commissarj della Ferma colla sbirraglia erano entrati a perquisire in convento; e siccome ad onta delle mille esorbitanze de' fermieri, pur era quella la prima volta che si attentavano di introdursi in un monastero, così la voce corsa v'avea chiamato e vi chiamava gran gente."
      },
      {
        "index": 147,
        "text": "Lord Crall a quel racconto, in prima era rimasto immobile, poi non avea potuto trattenersi dal rompere in parole della più violenta esasperazione: e Spada e pistola ci sono, gridò... e qualcuno oggi la pagherà per tutti, e così dicendo, calcandosi il cappello a tre punte in testa, uscì come un invasato dalla casa Ottoboni."
      },
      {
        "index": 148,
        "text": "xv"
      },
      {
        "index": 149,
        "text": "Il giovane Crall, uscito dal Palazzo Ottoboni-Serbelloni, fece la via con quell'affannosa sollecitudine di chi non ha altro timore che d'arrivar tardi. Passando a volo tra gente e gente, venuto alla corsia de' Servi, svoltò a sinistra nella contrada de' Pattari, passò per piazza Fontana, venne in contrada Larga, attraversò la contrada Velasca e, riuscito a Porta Romana, piegò a destra, e svoltò infilando la viottola di san Vittorello, giunto alla metà della quale entrò in una porta larga e tozza, quella porta medesima su cui oggi si legge — Vettura per città e per campagna. Attraversato il cortile, si fermò davanti ad un ingresso chiuso da due imposte, nella destra delle quali era infisso un pendulo martello a serpente. Diede due gran colpi, l'uno vicinissimo all'altro, poi attese alquanti secondi, e diede un terzo colpo più deciso e più sonoro dei due primi. Allora le imposte si spalancarono, come se un nascosto congegno le avesse fatte girare, e com'egli fu entrato, quelle si chiusero dietro lui. Il luogo dove lord Crall avea inoltrato il piede, era un'aula vasta; tre lampade pendevano dalla vòlta. Questa e le pareti eran tutte tappezzate di drappo nero; scheletri interi e frammenti di scheletri umani, costati, braccia, stinchi, teschi erano appesi intorno intorno come trofei. Una gran tavola coperta di panno nero era ad un'estremità dell'aula. Assiso innanzi ad essa stava un vecchio, d'aspetto grave, con due altri seduti alla destra ed alla sinistra di lui. Sulla tavola, davanti all'uomo seduto nel mezzo, era un teschio, uno squadro, una cazzuola ed altri ordigni. Dietro a lui, molto in alto, pendeva dalla parete un quadro che rappresentava i ruderi di un gran tempio, sulle due colonne anteriori del quale si leggevano queste parole: — Jachin e Booz. — Sotto ad esso era un tripode, e sul tripode una lampada funeraria, da cui guizzava una gran fiamma verde-azzurra che rischiarava misteriosamente quel quadro e tutta l'aula e le faccie dei tre che stavano innanzi alla tavola, e le trenta o quaranta faccie degli altri, seduti in ampio cerchio rimpetto ai tre. Quando il giovane Crall fu entrato, pronunciò le stesse parole che si leggevano sul quadro — Iachin e Booz, — e tutti si alzarono, ed egli prese posto tra gli altri. Ma ora, perchè il lettore non sospetti che lo si voglia divertire colle fantasmagorie della lanterna magica, sappia che era quella un'adunanza di uomini appartenenti a quella società segreta, i cui fasti, giusta la credenza di alcuni dei suoi più fanatici seguaci, si sprofondavano nella più remota antichità, società che si vantava discendente persin dai vetusti Bramini, dai Ginnosofisti, dai Druidi remoti; che credeva procedere dai misteri eleusini; che venerava qual suo gran maestro capostipite l'architetto Hiram, il costruttore del tempio di Salomone; ed ecco perchè sulle due colonne superstiti del portico del tempio distrutto, cui figurava il quadro che abbiam descritto, vedevansi le parole Jachin e Booz, le quali vennero fatte scolpire da Hiram sul tempio di Gerusalemme, per accennare alle idee della edificazione e della forza. Mentre però quella società gloriavasi d'una nobiltà tanto antica, che all'uopo non bastandole di fermarsi ad Hiram, risaliva a trovar le sue origini fin nella torre di Babele, compiacevasi pure di"
      },
      {
        "index": 150,
        "text": "procedere da più umile ma più prossimo e più sicuro stipite; chè dopo il secolo VIII e nei secoli XII e XIII, nell'occasione segnatamente che fu innalzato il tempio di Strasburgo, fu dessa rappresentata e diffusa vastissimamente da quella confraternita di capimastri e muratori che lavorarono ai più cospicui edificj di tutte le parti d'Europa, e impressero dappertutto con opera continua ed uniforme, quello stile d'architettura che, falsamente detto /ombardo in Italia e falsamente gotico in Francia, non fu altro che il neogreco, il quale, abbandonato il Partenone, si era appreso al tempio cristiano. Se non che il fatto dell'architettura murale s'era convertito in simbolo dell'idea di civiltà e di progresso; epperò tutt'Europa avea brulicato di tante figliazioni di quella società, quanti erano uomini invaniti della persuasione di poter essere illuminatori del loro secolo."
      },
      {
        "index": 151,
        "text": "Una tale società che, senza essersi mai spenta del tutto, ebbe però de' periodi del più inerte languore, si ridestò tutt'a un tratto verso la metà del secolo passato in Inghilterra prima, poi in Francia, e colla più rapida moltiplicazione poi in Italia. Nel 1732 avea stabilita una loggia a Roma. Nel 1747 ne piantò una a Milano (si chiamavano logge i luoghi delle sue adunanze). Nel 1766 ella viveva ancora ed avea residenza appunto nella contrada di san Vittorello. L'autorità conosceva l'esistenza sua, ma non ne pigliava gran fastidio perchè da essa non era mai derivato danno di sorta; d'altra parte sapeva che la moltitudine, alla quale era pur nota l'esistenza di lei, la derideva manifestamente, e perchè non avea mai veduto procedere da essa atto veruno che, in poco o in tanto, influisse sul bene pubblico; e perchè sapeva come quelle serali e notturne conventicole si sciogliessero spesso in pranzi lauti e cene prolungate. Comunque del resto fosse di ciò, nel tempo a cui ci troviamo colla nostra storia, quella società, ingrossata di fresca schiera e sollecitata da qualche spirito fervoroso, avea preso un avviamento un po' più determinato e serio. A noi non consta che il Verri v'appartenesse. Il suo ingegno acuto e pratico e consistente gli avrà fatto riconoscere e deridere l'inutilità di tali riunioni. Ma vi appartenevano molti suoi amici, e di quelli ch'egli stimava e che stimavano lui, tra' quali il giovane Crall, ch'era il più caldo di tutti."
      },
      {
        "index": 152,
        "text": "Questi, domandata ed ottenuta la parola dal gran maestro presidente, così parlò a quell'adunanza:"
      },
      {
        "index": 153,
        "text": "— Venerabile maestro del grand'Oriente, maestri fratelli, compagni ed iniziati, la causa che qui m'ha oggi mandato è della più alta importanza, ed ha bisogno della vostra forte e pronta cooperazione. Nelle ultime adunanze, a voti unanimi, fu determinato che la nostra loggia sarebbe d'ora innanzi intervenuta immediatamente a soccorrere il prossimo in pericolo, non soltanto coll'opera del pensiero, ma anche con quella della mano, esponendo al bisogno anche la vita, quando l'occasione fosse stata grande ed urgente. Venerabili fratelli, quest'occasione è venuta! Tutte le case, tutti i ceti, tutte le confraternite, tutti i corpi sacri e morali della città di Milano sono da più giorni esposti alle violenti soperchierie, ed alla rabida fame de' fermieri. Sono esposti eziandio agli arbitrj, ai capricci, alle voglie talvolta oscene degli sgherri della Ferma. Finora vennero risparmiati gli asili delle sacre vergini, dove si raccolgono per educazione le fanciulle delle più distinte famiglie della città. Ma oggi per la prima volta si penetrò in essi. Il monastero di San Filippo Neri fu, momenti sono, invaso dalla sbirraglia de' fermieri, sotto pretesto che vi sia nascosta mercanzia di contrabbando. Propongo adunque che quanti siamo qui tra i più giovani e i più avvezzi all'arme, usciam tosto per recarci colà a respingere la violenza colla forza. È necessario un esempio, è necessario che qualche vita si sacrifichi alla giustizia, è necessario che qualche fatto enorme scuota dal colpevole letargo coloro che pur tengono il mandato del pubblico bene, ma che, impinguati dalle volpi, chiudono gli occhi e lasciano fare. Quelli che sono del mio avviso, permettendolo il maestro venerabile, si alzino dunque e mi seguano."
      },
      {
        "index": 154,
        "text": "A queste parole così determinate, proferite con voce sonora e con accento caldissimo, successe un bisbiglio fra quanti erano là radunati nell'aula. Il maestro venerabile, con placido discorso, tentò dissuadere il fratello Crall da quell'impresa arrischiata; il maestro oratore venne in soccorso del venerabile, così pure il maestro tesoriere e il segretario, tutte persone che probabilmente non volevano compromettere i pranzi e le cene future con qualche passo arrischiato."
      },
      {
        "index": 155,
        "text": "— Ma a che, gridò allora il giovane Crall, abbiamo pronunciato con tanta solennità il giuramento dell'ordine? Dimmi tu, e qui si rivolse ad un giovane vicino, dimmi tu che l'altro giorno"
      },
      {
        "index": 156,
        "text": "non eri che un /upicino venuto a cercar qui la luce (si chiamavan lupicini i candidati prima di essere ricevuti in quella società), dimmi ora dunque: che cosa hai giurato quando fosti trovato degno di essere ammesso fra gli adepti? Parla, che cosa hai giurato su questa spada?"
      },
      {
        "index": 157,
        "text": "— D'amare i miei fratelli, e soccorrerli a norma delle mie facoltà."
      },
      {
        "index": 158,
        "text": "— Eache hai acconsentito quando mai tu non sapessi mantenere il giuramento?"
      },
      {
        "index": 159,
        "text": "— Che mi sia troncato il capo, strappato il cuore, abbruciato il corpo e gettate le ceneri al vento."
      },
      {
        "index": 160,
        "text": "— E perchè dunque una così atroce sentenza?... soltanto forse per togliere la possibilità che qualcuno di noi manchi al convegno, quando si tratta di sedere a mensa per divorare con formidabili ganasce le più saporite imbandigioni? È forse ai cuochi soltanto o ai vinattieri che abbiam giurato di esser utili? e per così poco mettere a repentaglio e testa e cuori e ceneri? Suvvia, dunque, che si fa?"
      },
      {
        "index": 161,
        "text": "AI venerabile mancò la parola, tacquero l'oratore e il tesoriere. Una dozzina di giovinotti si alzarono, sfoderando le spade e gridando: Noi siam tutti pronti, se lo permette il venerabile. Questi crollò il capo, e disse: Andate, che la fortuna vi salvi, ma ricordatevi del segreto. L'adunanza si sciolse, e ne uscirono una decina di giovani armati di spada e di proposito deliberato."
      },
      {
        "index": 162,
        "text": "Or lasciamo che costoro s'avviino verso il monastero di San Filippo, prontissimi a cavar dal fodero di pelle bianca inverniciata la spada non ancor molto cruenta, e in procinto di produrre un tal disordine, da far strillare di spavento la madre badessa, le monache e le educande e da costringere le leggi tapine a dar la testa nelle muraglie per la novità del caso. In questo frattempo noi dobbiamo recarci altrove ad assistere a un dialogo tra il Galantino ed un personaggio che comparirà per la prima volta in iscena, ma che fu da noi tante volte nominato, e che, a tutto rigore, potrebbe reputarsi il primo personaggio del dramma, o per lo meno il personaggio indispensabile; perchè se costui non fosse nato, non sarebbe avvenuto nulla affatto di tutto quanto abbiamo raccontato e racconteremo. Egli è il figlio della Baroggi, il pupillo patrocinato indarno dal galantuomo Agudio. Noi l'abbiamo nominato più volte quand'esso non aveva che cinque anni, ed ora che dobbiamo conoscerlo di presenza ha compiuti gli anni ventuno, ed è sotto-tenente nelle guardie di confine della Ferma generale; carica che press'a poco ora corrisponderebbe a quella di sergente nelle guardie di finanza. Ma in che modo questo disgraziatissimo giovane, che pure fu a due dita di essere uno tra i pochissimi benedetti dalla fortuna e dalla ricchezza, passò i sedici anni dal 1750 al 1766? in che modo il Galantino, per le sue buone ragioni, andò a soccorrere la povertà infelicissima della madre di lui e ad offrire al figliuolo un posto tra le guardie della Ferma? a che cosa or lo vuole adoperare, per usufruttuare il beneficio, nel colpo che sta per tentare? che effetto sarà per fare in convento la comparsa d'una dozzina di giovani guardie della Ferma, protette dalla legge, prepotenti e viziate? che sarà per nascere dal parapiglia guerresco tra i compagni della loggia di san Vittorello capitanati da lord Crall, e che stranissimo qui pro quo potrà generarsi da tutta questa arruffatissima matassa?"
      },
      {
        "index": 163,
        "text": "[VI]"
      },
      {
        "index": 164,
        "text": "Intanto, prima di assistere al dialogo tra il Galantino e il figlio della Baroggi, e a sapere in che modo incominci la relazione tra l'uno e l'altro ed inoltre com'erano riuscite infruttuose le cure del prevosto di san Nazaro e dell'avvocato Agudio per far constare la paternità del defunto marchese F... a favore del fanciullo stato battezzato nella parrocchia di san Nazaro sotto il nome della madre; così avendo voluto il marchese stesso, previa una dichiarazione orale fatta dal medesimo al prevosto, colla quale avea promesso di volere a tempo migliore dargli il proprio nome. È a sapere altresì come la testimonianza solitaria del prete non avea avuto nessun peso in giudizio, perchè la consuetudine voleva che insieme col parroco testimoniasse anche il padrino il quale mancò; e nemmeno ebbe valore la testimonianza del notajo Macchi, quello ch'era stato chiamato a stendere il testamento nel quale veniva istituito erede il figlio della Baroggi, pur nominato qual figlio dal marchese testatore, ed assunto al diritto e all'obbligo di portarne la parentela; e tutto questo ad onta del patrocinio dell'avvocato Agudio, che invano aveva adoperato tutta la sua sapienza e sagacia"
      },
      {
        "index": 165,
        "text": "legale per far che quelle due testimonianze avessero valore a provare la paternità che si negava dagli avversar]. Ma gli avversarj erano riusciti a convincere i giudici, o almeno i giudici avevano avuto il loro interesse a lasciarsi convincere, come quelle testimonianze dovessero valutarsi separatamente e al cospetto di due circostanze diverse e che però, prese isolatamente, non dovevano e non potevano avere nessuna forza di prova; e tanto meno, in quanto il registro battesimale era il solo atto scritto legittimo e pubblico a cui doveva aversi riguardo nella trattazione di quella causa. Bene l'A gudio aveva insistito nella dimostrazione che, sebbene fosse vero, per essere la testimonianza del notajo Macchi relativa alla scritturazione d'un testamento, e quella del parroco relativa ad una dichiarazione orale fatta dal marchese in tutt'altra circostanza e per tutt'altro intento, che dovessero prendersi isolatamente; non di meno venivano esse come a confederarsi ed a costituire la validità della duplice testimonianza quando si guardava al solo ed esclusivo fatto della paternità."
      },
      {
        "index": 166,
        "text": "Perduta adunque la lite dalla Baroggi, sentenziate insussistenti le sue pretese a favore del di lei figlio, ella si venne a trovare nella più deplorabile condizione."
      },
      {
        "index": 167,
        "text": "Il prevosto che l'avea presa a proteggere, erale sempre stato liberale di qualche soccorso, anche dopo svanita ogni speranza; ed avea provveduto eziandio a far educare convenientemente il fanciullo. Ma, per disgrazia, venuto a morte anch'esso, nel 1761, la Baroggi si trovò derelitta del tutto, con un figlio che avea sedici anni, non in posizione di continuare nell'educazione incominciata, non atto a guadagnarsi tosto il vitto per sè e per la madre, dimostrando bensì le più belle attitudini, ma nell'incapacità di poterle far maturare e condurre a perfezione."
      },
      {
        "index": 168,
        "text": "Allora la sventurata Baroggi erasi rivolta allo stesso conte Alberico, il quale, per levarsi l'importuna d'attorno, ordinò che il maggiordomo le contasse qualche danaro. Ma il maggiordomo, sborsato per quella volta la somma di che aveva avuto l'ordine, provvide da quell'ora in poi a sbarrar la porta alla sventurata, e a spuntare gl'improvvisi affetti di quella pietà superficiale e sbadata che pur sorgeva in petto al giovine conte ogni qualvolta gli perveniva qualche supplica straziante di quella povera donna."
      },
      {
        "index": 169,
        "text": "Questo fatto provocò un certo rumore nella città, tanto che giunse all'orecchio anche del Galantino, il quale di quella faccenda ne sapeva qualche cosa più di tutti. Ora la notizia della condizione deplorabile in cui versavano la Baroggi e il figlio di lei (e difficile a dire se per un senso di pietà spontanea, o per qualche altra causa meno generosa benchè più forte), gli fece una profonda impressione, tanto profonda che pensò di mandare un suo commesso dalla madre a proporle se voleva impiegare in qualche modo il figlio presso gli ufficj della Ferma, che gli sarebbe dato un salario sufficiente onde provvedere a sè ed alla madre. In tal guisa il giovinetto Giulio Baroggi fu impiegato in prima siccome scrivano; poi avendo mostrata assai svegliatezza e solerzia, venne promosso a commesso delle esattorie, infine a sotto-tenente nelle guardie della Ferma; carica che gli fruttava un non dispregevole salario, una bella divisa, e molti di que' guadagni che soglionsi chiamare incerti, sia per le quote che gli eran contate sulle perquisizioni e contrabbandi, sia pel soprassoldo che toccava quando aveva il mandato di percorrere alla testa di un numeroso drappello di guardie tutta la linea del confine."
      },
      {
        "index": 170,
        "text": "Se non che la necessità di vegliare le notti, di vivere tra la più rozza gentaglia, e più di tutto, i tristi pensieri che gli derivavano dal confronto tra quello che era e quello che avrebbe potuto essere, gli fecero contrarre la mala abitudine della gozzoviglia, del bere, dell'uso e dell'abuso dell'acquavite, per dar tono alla vita, per mettersi all'unisono e acquistar baldanza tra quelli a cui comandava, e più ancora per scacciare i molesti pensieri, che si facevano sempre più intensi quando la reazione che succedeva all'esaltazione provocata dalle bevande spiritose, gli lasciava infiacchita la fibra e più disposta a subir l'influenza della tristezza. Codeste sue abitudini non gl'impedivano però di essere zelantissimo alle sue incumbenze, perchè la natura gli aveva pur concesso saldezza di mente e saldezza di carattere. Bensì lo avevano condotto al punto d'impegolarsi nei debiti e tanto, che non sempre i suoi guadagni poteano bastare a conservare alla madre quella vita modestamente provveduta che pure fervorosamente egli desiderava nella quiete dell'animo suo, ma di cui si dimenticava tra i bicchieri e tra i compagni. Da ciò dovettero originare disgusti e malumori e alterchi tra lui e la madre, la quale finiva in pianto le sue querele, lasciando il figlio desolato e"
      },
      {
        "index": 171,
        "text": "pentito e pieno di proponimenti di cangiar vita. Però la tristezza gli si era confitta nell'anima al punto, che la giocondità anche passeggiera non era più una condizione naturale del suo spirito, ma un effetto artificiale delle bevande spiritose, delle quali ormai non poteva più far senza, perchè erano il solo mezzo che gli era rimasto a dar qualche istante di requie all'anima travagliata, press'a a poco come chi fa tacere lo stridore dei denti col versarvi sopra l'alcool addormentatore."
      },
      {
        "index": 172,
        "text": "Insistendo sul qual fatto, egli è a considerare come dall'infanzia alla fanciullezza, alla giovinezza, avendo egli sempre avuta dinanzi la figura turbata e piagnolosa della povera sua madre, necessariamente gli si venne invelenando l'esistenza; sentendo a parlar sempre di miserie, e vedendo sempre la disgrazia in casa, il suo spirito avea, per questo lato, contratta quasi l'abitudine del timore, come que' fanciulli che, percossi continuamente da madri spietate, si rannicchiano tremanti ad ogni alzar di braccio che pur si mova per tutt'altro. Così anche allora che non v'erano occasioni che potessero presagire infortunj, egli viveva col sangue agitato, e paventava miserie che non solo non eran probabili, ma impossibili. Su questa condizione, diremo fondamentale, della sua esistenza, si vennero poi radicando altri sentimenti profondi. Un odio implacabile contro ai ricchi e ai nobili, che usciva affatto dalla ragionevolezza e dalla giustizia, ma che pur troppo era spiegabile in chi era stato ed era ancora la vittima d'uno di loro, e pareva dovesse portarne le conseguenze in perpetuo. Il marchese F... aveva ingannato sua madre, e sebbene il Baroggi credesse che colui avesse testato a favor suo, temeva tuttavia non fosse stato anche quello un giuoco ingannatore per togliersi d'attorno gl'importuni, i quali volevano impedirgli di lasciar tutte le sue ricchezze al fratello, e di appagar la boria coll'accrescer sempre più l'importanza del casato. In quanto al conte Alberico, è inutile a dire com'egli lo abborrisse con tutta l'esaltazione di un sentimento implacabile. Se non che d'accosto a tant'odio contro di un ceto in genere e di que' due uomini in ispecie, quasi per concedere un po' di riposo al suo spirito, il quale sarebbe stato consumato da quell'assidua acredine, venne spuntando, lo abbiamo già detto, il sentimento della gratitudine per colui che solo fra tutti — egli poi ne ignorava la vera cagione — aveva pur provveduto a sostenerlo, ad ajutarlo, a beneficarlo. E questa potrebbe parere una fortuna, se la disgrazia non avesse fatto che un tal protettore fosse di quelli appunto che si chiamano piaghe e vituperi dell'umanità."
      },
      {
        "index": 173,
        "text": "Questi poi alla sua volta tenevasi caro il Baroggi, perchè si valeva di lui in quelle circostanze dove era necessaria una stoffa d'uomo più sopraffina del consueto, una cera più gentile e modi più delicati di quelli che mostravano comunemente i bassi impiegati e le guardie della Ferma. Dopo tutto alfine è a confessare che il Suardi si compiaceva dei beneficj che faceva al suo giovane protetto, e che in cuor suo lo compiangeva, e non pensava e non guardava a quel giovine senza sentirsi tanto quanto commosso. La natura del Galantino era tristissima, il lettore ne ha delle prove per fin soverchie; ma avendo il dono di una mente svegliata, questa di tanto in tanto mandava sul cuore di lui un raggio benefico, che lo rendeva migliore. Si addomestica il leone e l'orso nero, perchè un certo loro istinto d'intelligenza permette all'uomo di ammansarne la ferocia. Ma l'orso bianco è implacabile, perchè è il più torbido di tutte le fiere. Il Galantino tristissimo aveva pur pensato a cercare e della Baroggi e del figlio suo. Il conte Alberico invece, dopo un pugno d'oro concesso per forza, li aveva lasciati alla loro miseria."
      },
      {
        "index": 174,
        "text": "Ben è vero che il Galantino più di tutti doveva misurare l'infortunio di quella madre e di quel figlio. Ma il conte Alberico sapeva pure che il defunto marchese ne era il padre, sapeva pure che un testamento era stato scritto a suo favore, sapeva pure che quel testamento era stato trafugato, e che credeva che fosse distrutto; sapeva pure che la fortuna, il solo giuoco della fortuna aveva messe a sua disposizione le ricchezze che avrebbero dovuto appartenere al figlio Baroggi. Ma una volta che si sentì protetto e salvo e assolto dalla legge, e che la legge avea alzato un muro di divisione tra lui conte e il Baroggi finanziere, non pensò mai che dalle sterminate sue rendite che ascendevano a lire milanesi seicentotrentamila, poteva levarne, senz'accorgersi, una lievissima annata, che pure avrebbe bastato a sostentar due vite e a stornare la maledizione dal capo dello zio defunto, e da quello del padre e dal proprio. Or chi dunque può dirsi più tristo, tra l'ex-lacchè Galantino e il conte Alberico F...?"
      },
      {
        "index": 175,
        "text": "[VI]"
      },
      {
        "index": 176,
        "text": "Tornando ora al racconto, quando il Galantino, passando a cavallo sotto al balcone di casa Ottoboni, attrasse gli sguardi e provocò i parlari delle donne allegre e voluttuose che vi stavano radunate; in quel punto, agitando molti disegni in capo, pensava di volgere la corsa verso la casa propria, dove avea fatto dire al sotto-tenente della Ferma, Giulio Baroggi, che si trovasse in sul tramontare della giornata, che egli avea gran bisogno di parlargli. E il Baroggi fu pronto alla chiamata, tanto che, quando il Suardi scavalcò nel cortile della propria casa, quello lo stava aspettando da quasi mezz'ora. Il Suardi salì appena il portinajo gli nominò il sotto-tenente, ed entrato nell'anticamera, e vistolo a passeggiare innanzi e indietro:"
      },
      {
        "index": 177,
        "text": "— Attendi un istante che vengo subito, gli disse."
      },
      {
        "index": 178,
        "text": "— Faccia i suoi comodi, rispose quegli, levandosi il cappellino, e calcandoselo di nuovo in testa quando il Suardi si ritirò."
      },
      {
        "index": 179,
        "text": "Vestito della sua verde assisa, coi rivolti bianchi al petto, alle maniche ed alle falde, colle uose di panno nero che gli giungevano a mezza coscia, colla sciabola cinta non senza una certa trascuratezza che aveva il suo vezzo, col cappellino a tre punte tanto piegato in sulla banda destra, che il sopracciglio veniva quasi tagliato a metà; nel passeggiare innanzi e indietro per l'anticamera presentava quell'aspetto eteroclito che, assunto per una consuetudine indeclinabile, sembra farsi quasi una seconda natura in tutti quelli che, senza appartenere alla milizia regolare, portano divisa ed armi in servizio degli ordini civili, e nelle frequenti scaramuccie coi contrabbandieri, sono esposti ai pericoli della guerra, essendo ascritti al men glorioso esercito della pace. Tuttavia le mosse ch'ei faceva nel passeggiare, più che quelle di una guardia di finanza vera e reale, parevano quelle di un attore che ne caricasse le apparenze per rappresentare un personaggio. Chè di tanto in tanto, e per atti fuggevolissimi, la trivialità, quasi assunta per proposito, tradiva una certa eleganza nativa, avendo esso la taglia spigliata e leggiadramente costituita, e la fisonomia e 1 contorni e i tratti del volto belli e gentili. Bensì sul fondo bianco e pallido della faccia, nella regione dei zigomatici segnatamente, si vedea soffusa una tinta come di rosso di mattone, la quale non pareva naturale, sibbene artificiosamente sovrapposta, ed era infatti l'insegna dell'acquavite e del rack di cui faceva tanto abuso. Esso non contava che ventun anni, ma ne dimostrava buonamente una mezza dozzina di più, perch'era torbida la tinta dell'occhio, il quale però, sotto all'ampio e puro arco del sopracciglio, girava con guardatura intelligente ed espressiva e soave, quando era in calma."
      },
      {
        "index": 180,
        "text": "Dopo brevissimi istanti rientrò il signor Suardi, e disse lesto e sommesso al Baroggi:"
      },
      {
        "index": 181,
        "text": "— Andiamo di là che t'ho a parlare di un affare urgentissimo... Quante ore abbiamo? aspetta, e già tardi... — e così dicendo condusse il Baroggi in un gabinetto vicino."
      },
      {
        "index": 182,
        "text": "— Sai, continuava il Suardi, che in sull'imbrunire i commessi della Ferma devono fare una minuta perquisizione nel convento di San Filippo Neri, perchè, per sicurissime informazioni, sappiamo che v'è nascosto in gran quantità del tabacco forastiero."
      },
      {
        "index": 183,
        "text": "Il Baroggi guardò il Galantino con un lezio del volto significantissimo."
      },
      {
        "index": 184,
        "text": "— Chi ve l'abbia gettato non si sa... perchè non par vero nemmeno che la madre badessa, per il suo privato consumo e per quello delle suore coadjutrici... basta... qualcuno sarà stato... e a noi non importa nè di chi nè del come nè del quando; quel che preme si è che la perquisizione non torni inutile... E voglio che anche tu sii presente... essendo necessario che quella gentaglia di commessi e guardie e sbirri sia tenuta in freno... tu mi capisci."
      },
      {
        "index": 185,
        "text": "— Capisco benissimo. Ma capisco anche che si può fare un buco nell'acqua.. e che questa volta era meglio chiudere un occhio e lasciar che il tabacco marcisse in convento, anzichè liberare il volo ai falchetti e gettarli tra quelle povere rondini. Il malumore della città è al punto, che un minimo fatto di più basta a convertirlo in una tempesta da ammaccar il capo di chi si lascerà cogliere. Figuratevi poi questa bagattella. Fin ad ora non fu mai fatta perquisizione in nessun monastero... Torno a ripetere, mi pare che questo voglia essere un colpo falso, di quelli che feriscono e fanno saltar le dita a chi tiene l'archibugio."
      },
      {
        "index": 186,
        "text": "Il Galantino tacque un momento, con un certo atto di preoccupazione, poi soggiunse:"
      },
      {
        "index": 187,
        "text": "— Ma, caro mio, la legge c'è, e se ci fu pel convento dei Cappuccini, e per quello dei Barnabiti... e per casa Visconti e per casa Arconati... ci può e ci dev'essere anche per la casa delle monache. Chi sono infine quelle pettegole? i signori che hanno fatta la legge dovevano pensarci loro..."
      },
      {
        "index": 188,
        "text": "— Ma sapete, signor Galantino... già qui si può parlar chiaro, che nessuno ci sente... sapete che quell'editto fu una grande iniquità... e dacchè Milano è Milano non s'è mai vista la magistratura a tenere il sacco ai... che cosa si ha da dire?... ai birboni e ai ladri... come in quest'occasione?..."
      },
      {
        "index": 189,
        "text": "— Come? ai birboni e ai ladri?"
      },
      {
        "index": 190,
        "text": "— So quello che dico... e quand'esce una legge di quella conformità, chi ha l'incarico di farla eseguire ha naturalmente il mandato di fare il ladro e il birbone... Ed io dichiaro di aver dovuto essere e l'uno e l'altro, quantunque a mio dispetto. E, giacchè si ha a dire la verità tutta quanta, ho avuto caro che voi m'abbiate fatto chiamare, dal momento che avevo un ardente desiderio di parlarvi..."
      },
      {
        "index": 191,
        "text": "— Parlarmi? e di che?"
      },
      {
        "index": 192,
        "text": "— Di questo, che se fosse possibile farmi passare dal corpo delle guardie negli ufficj d'amministrazione, a me parrebbe di toccare il cielo col dito."
      },
      {
        "index": 193,
        "text": "— Io t'ho fatto nominar sotto-tenente perché sapevo che un tal posto impingua le saccocce."
      },
      {
        "index": 194,
        "text": "— E ve ne ringrazio e tanto, chè, dopo mia madre, siete voi il solo uomo a cui mi professi obbligato in tutta questa mia vita maledetta..."
      },
      {
        "index": 195,
        "text": "— Maledetta... perchè tu l'hai voluto... tu bevi, tu giuochi, tu gozzovigli, tu spendi e spandi, e poi tua madre piange... ed io..."
      },
      {
        "index": 196,
        "text": "— Voi mi avete sempre soccorso, e torno a ripetere che a voi solo io sento l'obbligo della più profonda gratitudine... ma..."
      },
      {
        "index": 197,
        "text": "— Che?"
      },
      {
        "index": 198,
        "text": "— Quando un uomo è nato per correre ad un fine e riesce ad uno opposto; quando un uomo si sente la mente e il cuore fatti per riuscir bene in una certa vita, e dal bisogno è invece costretto a far quello che gli ripugna... allora è necessitato a violentar la natura propria, ubbriacandola, affinchè non si risenta del peso insopportabile che gli è imposto. Quando ho bevuto e la testa mi si esalta, posso vivere tra quella masnada di briganti che ho d'attorno. Quando ho bevuto, e il mio cuore è addormentato e i miei sentimenti sono soffocati, posso anch'io dar mano alle nequizie che si compiono per obbedire la legge. Del rimanente, sarebbe ora minor male se ci fosse il pericolo di affrontarla: ci sarebbe almeno il merito del coraggio. Ma così è una vigliaccheria senza esempio. Io so che il boja è più abborrito dell'assassino... il mondo almeno la pensa così, e c'è il suo perchè... Ora noi siamo ancor peggiori di lui, chè, se non altro, egli uccide i colpevoli, mentre noi ci facciamo il più tristo giuoco de' galantuomini."
      },
      {
        "index": 199,
        "text": "— Non so che dire, e può darsi benissimo che tu abbia ragione, ma se domani vuoi lasciar giù questa giubba color pistacchio e questa sciabola, bisogna che tu stasera, anzi fra pochi momenti, lor faccia guadagnare il ben servito."
      },
      {
        "index": 200,
        "text": "— Vale a dire?... Non afferro bene."
      },
      {
        "index": 201,
        "text": "— Vale a dire che tu devi far parte della spedizione del monastero."
      },
      {
        "index": 202,
        "text": "— Io?"
      },
      {
        "index": 203,
        "text": "— Tu."
      },
      {
        "index": 204,
        "text": "— Ma perchè?"
      },
      {
        "index": 205,
        "text": "Il Galantino stette un momento perplesso, poi soggiunse:"
      },
      {
        "index": 206,
        "text": "— Perchè voglio che il conte Alberico F... vada al diavolo e crepi di bile."
      },
      {
        "index": 207,
        "text": "Il Baroggi si fece attento."
      },
      {
        "index": 208,
        "text": "— Caro Giulio, tu sei il primo al quale faccio una tale confidenza; ma in conclusione ho stabilito di prender moglie..."
      },
      {
        "index": 209,
        "text": "— Niente di più naturale e di più facile."
      },
      {
        "index": 210,
        "text": "— Naturale sì, facile no... Non per la moglie, ma per quella che voglio io; e quella che voglio io è nientemeno che la promessa sposa del conte Alberico (il lettore comprenderà come questa fosse un'invenzione del Suardi), e tutto è pronto, e si dice che il bello e leggiadro e profumato e viziato conte, messi da parte i suoi cento amori, e lasciatine gli avanzi alla servitù come si fa cogli stivali e colle calze smesse, siasi innamorato perdutamente di quella che piace a me. Ma il conte non l'avrà e non la sposerà... e tu mi devi ajutare."
      },
      {
        "index": 211,
        "text": "— Io?... Ma che cosa posso far 10?"
      },
      {
        "index": 212,
        "text": "— Sai tu dove sta di casa quella che piace al conte e piace a me?... non lo sai? ebbene te lo dirò io: sta di casa nel monastero di San Filippo, ed è piaciuta anche ate..."
      },
      {
        "index": 213,
        "text": "— A me?"
      },
      {
        "index": 214,
        "text": "— Tu l'hai veduta e guardata e lodata un giorno in cui, mentre passeggiavi con me, ella mi passò vicino, accompagnata dalla livrea di casa Pietra-Incisa."
      },
      {
        "index": 215,
        "text": "— Chi?... quell'angelo?..."
      },
      {
        "index": 216,
        "text": "— Quello appunto... ma oggi ha da volar via, e sei tu quello che gli dee fare spiegar l'ali e farlo uscire, non dalle finestre... guai! ma da un uscio che t'indicherò."
      },
      {
        "index": 217,
        "text": "— Ma che vi pensate? Io non sarò mai per far questo."
      },
      {
        "index": 218,
        "text": "— Tu lo farai."
      },
      {
        "index": 219,
        "text": "— E quand'anche avessi tutta la miglior volontà di obbedirvi, non vedo nessuna via da poterne uscir fuori ... Prima non la conosco, colei... ed ella non conosce me ... e poi una fanciulla non è una puledra da farsela venir dietro passo passo soltanto col darle a veder lo zuccaro."
      },
      {
        "index": 220,
        "text": "— Senti, Giulio; la cosa non è facile e, se vuoi, nemmen troppo probabile; possibile però mi pare che sia. Forse, da che ci sono al mondo conventi di monache, è la prima volta che un decreto della magistratura ingiunge ad una truppa di giovinetti armati e caldi d'acquavite, di entrare tra la santità e l'innocenza, come se fosse in caserma; non s'è mai sentito che il pastore il quale ha in custodia le pecore si confidi alle volpi ed ai lupi per guardarle dai cani. Non c'è che dire. L'autorità ha perduta la testa... ma conviene approfittare di questo capogiro, di questa ubbriachezza non mai udita, perchè scommetto che ciò non sarà mai per avvenire una seconda volta. Ora tornando a noi, la novità del caso metterà una tal confusione nella testa di quella povera badessa, e di quelle semplici e buone suore maestre e coadjutrici e sorveglianti, che le monache e le monachelle giovani e le educande si spanderanno per i corridoj e per i cortili con un gusto matto. Tu un momento fa hai parlato di puledre: ebbene... metti che il fuoco s'appigli ad un fenile, e da quello ad una scuderia. È già molto che i palafrenieri pensino a salvar la pelle, senza tener dietro ai cavalli che, rotta la catena e la cavezza, si spanderanno per la città con trotto vivace e allegro, e coi nitriti della libertà. Ho tenuto conto di tutto, e il mio piano non è una pazzia."
      },
      {
        "index": 221,
        "text": "— Quasi."
      },
      {
        "index": 222,
        "text": "— La possibilità della riuscita c'è, e ciò mi basta. Dunque cosa intendi di fare? Bada intanto che è un affare d'urgenza e non c'è tempo da perdere."
      },
      {
        "index": 223,
        "text": "— Non so che dire... io non mi prendo questo impegno."
      },
      {
        "index": 224,
        "text": "— Che?"
      },
      {
        "index": 225,
        "text": "— Dite quel che volete, chiamatemi ingrato... sconoscente. Dirò che avete ragione, ma per quest'impresa io non mi movo. Mi son dato alla crapula per stordire la testa e far il callo alle bricconate legali....figuratevi se nel giorno stesso che voglio cangiar professione e vita... posso commettere una vilissima scelleraggine... posso ingannare... trafugare una povera ragazza... per metterla nelle mani di chi... domando mille perdoni, ma di chi non è certamente un santo."
      },
      {
        "index": 226,
        "text": "Il Suardi, a queste parole, guatò in prima torvamente il Baroggi, poi fece due o tre passi per la camera concitato e convulso; poi si piantò in faccia al sotto-tenente, pigliandolo per mano colla sinistra, e mettendogli la destra sulla spalla."
      },
      {
        "index": 227,
        "text": "— Tu credi, Giulio, che di questa fanciulla io voglia farmi un giuoco osceno e crudele. T'inganni. Pure mi piaci, e ti voglio bene ancor più di prima, e ammiro il coraggio onde rifiutasti di dar mano a un'azione, perchè temevi fosse per essere scellerata. Ma t'inganni, Giulio. Io ho trentacinque anni... e in parte puoi immaginarti e in parte lo sai, quante e quante donne mi corsero"
      },
      {
        "index": 228,
        "text": "dietro... semidee e semidonne; la lista di Don Giovanni potrebbe parer la polizza del tuo pranzo in confronto. Ebbene... questa è la prima volta ch'io mi sento innamorato, innamorato alla follia, innamorato al punto da compromettere tutta la mia esistenza, e tutta la mia ricchezza accumulata con tanti pericoli e con tanta fatica, per il desiderio che mi tormenta di poter avere in moglie questo angelo del paradiso, che è venuto quaggiù per fare il miracolo di convertire al bene i demonj dell'inferno. Io non vanto nessuna nobiltà, ma, siamo sinceri, il mio blasone potrebbe sempre essere la coda del diavolo in campo rosso. Eppure, da qualche tempo, io mi sento tutt'altr'uomo... e se questa fanciulla potesse mai diventar mia moglie... certo che il mio avvenire sarebbe la più luminosa ammenda del mio passato. Dunque?..."
      },
      {
        "index": 229,
        "text": "— Posso ammirarvi, posso anche compiangervi, ma non posso ubbidirvi... ve l'ho già detto. Sono stanco di fare il servitore d'anticamera nel palazzo dell'iniquità. Io non nego che voi abbiate delle buone intenzioni... ma ingannare, insidiare una fanciulla... perchè, in fin dei conti, voi siete padrone di essere innamorato di lei, ma ella non è poi obbligata a diventar vostra moglie."
      },
      {
        "index": 230,
        "text": "— Quella fanciulla è innamorata di me, come non lo fu mai nessuna delle tante donne e fanciulle che ho conosciute...."
      },
      {
        "index": 231,
        "text": "— Quand'è così, andate voi stesso; la vostra presenza farà certo più effetto della mia. Tutto quel che si può fare... è che... indossiate la mia montura, e facciate suonar questa sciabola sul lastrico del convento; giacchè mi sembra che vi prema di non essere riconosciuto... e ciò è troppo naturale."
      },
      {
        "index": 232,
        "text": "— Caro mio, tu hai studiato più di me, ma sei più giovane di me... e sarai sempre men dritto, meno esperto e men ragionevole di me. Sei contento a prestarmi sciabola e montura, e non vuoi prestarmi la mano. Ma giacchè abborri il male, e non vuoi commetterlo credendolo tale, se ritiri la mano devi ritirare anche la sciabola. In conclusione hai paura di esporti per me."
      },
      {
        "index": 233,
        "text": "— Paura? lo sanno i contrabbandieri di confine... lo sanno gli spalloni che sono armati di tutto punto, quasi come i soldati del reggimento Clerici."
      },
      {
        "index": 234,
        "text": "— Se dunque non hai paura... prestami mano, chè a far riuscir bene l'impresa non basto io solo; ma guarda come sei caparbio e a torto. Tu facendo il mio piacere fai quello della fanciulla, fai crepare di rabbia il conte Alberico; tu che l'hai tanto colla casta dei nobili, fai sì che un ramo d'un loro antichissimo albero s'innesti su d'un albero plebeo, benchè carico di frutti e di fiori: tutto ciò tu fai ajutandomi."
      },
      {
        "index": 235,
        "text": "E qui si fermò come colpito da un forte pensiero, poi continuò:"
      },
      {
        "index": 236,
        "text": "— Infine... sai tu quel ch'io posso fare per te?... sai che da un atto, da un atto solo e rapido della mia volontà, dipende che tu dall'oggi al domani diventi a un tratto uno de' più gran ricchi del ducato di Milano...!"
      },
      {
        "index": 237,
        "text": "Il Baroggi si scosse a tali parole, e lo guardò fisso, e colla pupilla penetrativa parve addentrarsi in quella del Suardi, che si fermò ad un tratto impallidendo, poi:"
      },
      {
        "index": 238,
        "text": "— Vieni con me, soggiunse; e lo trasse in una camera attigua."
      },
      {
        "index": 239,
        "text": "Il Suardi si tolse allora una piccola chiave che aveva in uno dei due taschini dei due orologi; salì su di un seggiolone di cuojo, accostò la mano per alzare un lembo della tappezzeria di damasco verde, foggiata a tenda; poi si rivolse ancora più pallido di prima, e ridiscese... e accostò la bocca all'orecchio del Baroggi. Questi era muto, e il cuore gli batteva per l'affanno della curiosità e dell'aspettazione."
      },
      {
        "index": 240,
        "text": "[VII]"
      },
      {
        "index": 241,
        "text": "Quando il Suardi ebbe messo il labbro all'orecchio dei Baroggi, si trattenne di colpo, come se un secondo pensiero avesse istantaneamente distrutto il primo; si trattenne, e a colui che stava in sull'ale:"
      },
      {
        "index": 242,
        "text": "— Quel che ti volevo dire te lo dirò domani. Il tempo passa, e se si giunge tardi non si fa nulla. Per ora, affinchè tu metta il cuore in pace riguardo alla purezza di quella fanciulla, ti"
      },
      {
        "index": 243,
        "text": "propongo questo partito: se mai si riesce, come spero (chè allorquando una cosa la si vuole la si ottiene, purchè la volontà sia quella tale), se mai si riesce dunque a trarla dal monastero, ella rimanga, finchè sarà bisogno, presso tua madre. Tua madre che colle ginocchia logora i gradini degli altari, e si macera, poveretta, nelle preghiere e nei digiuni, pentita e strapentita e troppo pentita di avere... ma non richiamiamo il tristo passato, che, del resto, s'ella fu ingannata, non ha ragione di credersi colpevole, mentre non fu che una vittima. Tua madre sia dunque la sua custodia. Così tu non potrai avere più scrupoli... e mi presterai quell'ajuto, senza del quale non si può far nulla. Suvvia, coraggio... e pensa al tuo avvenire."
      },
      {
        "index": 244,
        "text": "Capitò a molti, anche tra uomini i più tenaci del loro proposito, di avere a lungo respinte le insidiose insinuazioni degli scaltri con franchissimo coraggio, e che poi, o per qualche accidente inaspettato o per la stanchezza della lotta, si sentiron costretti a lasciarsi trarre nel laccio senza dir di sì e senza dir di no, e di seguire, sebbene contro genio, la volontà altrui. È sempre la storia del diavolo e delle sue tentazioni. Un tal fenomeno lo dovette subire anche il Baroggi. Quella uscita inaspettata del Suardi sulla facoltà che aveva detto d'avere, di poter cambiare dall'oggi al domani la fortuna di lui; le parole e i modi misteriosi onde egli avea toccato quel tasto, la tappezzeria rimossa dalla sua mano, quasi fosse per discoprire cosa della più alta importanza, e fino a quel punto gelosamente celata; tutto ciò gli mise una tale agitazione nel sangue, una tal commozione nel cuore, una tal confusione nella mente, che, in una parola, non si trovava nella condizione di prima. Egli sapeva la storia del Galantino, e la sua prigionia e la tortura subita e sopportata, e le carte importanti trafugate al defunto marchese, sicchè a queste cose egli corse di slancio col sospetto, appena il Galantino gli parlò con quel piglio misterioso. Allorchè poi quegli troncò il discorso, e, svoltandolo in un altro, propose al Baroggi di affidar la fanciulla a sua madre; non ebbe in quel momento il coraggio di costringerlo a palesar tutto, e d'altra parte non seppe persistere nel rifiutargli il proprio ajuto, perchè non voleva lasciarsi fuggir di mano l'occasione e il merito di poter penetrare in quel segreto, che era stato ed era, e, sino a quel punto, gli pareva che avesse dovuto continuare ad essere, il segreto di tutta la sua vita. Non rispose dunque nulla all'ultimo eccitamento del Suardi, bensì, come questi si mosse, gli tenne dietro sbalordito e pensoso e disposto a far tutto quello che colui avrebbe voluto in quel giorno. Così usciti dalla stanza, discesi in cortile, salirono nella carrozza che li aspettava, dicendo il Suardi:"
      },
      {
        "index": 245,
        "text": "— Strada facendo ti spiegherò il mio piano."
      },
      {
        "index": 246,
        "text": "Mentre il signor Suardi, al pari di un comandante in capo, insieme col suo ajutante di campo, guardando di tratto in tratto l'orologio, si recava al quartier generale, lontano dalla mischia, e nel tempo stesso in situazione di accorrere al riparo, e d'improvvisare sul medesimo campo di battaglia un nuovo colpo strategico, quando mai un rovescio inaspettato fosse per mandare in dileguo il primo piano già da lungo meditato; i commessi incaricati della perquisizione, le guardie, gli sbirri, quelle col loro archibugio ad armacollo, questi colla sola sciabola girata dietro le reni, erano usciti dal palazzo della Ferma generale, e si avviavano difilati alla volta del monastero di San Filippo Neri. Le ventiquattro erano passate, e già stava per compirsi l'ora che ad esse succedeva. Il sole primaverile illuminava per carità qualche camerotto al quinto piano, dove degli estremi raggi stava approfittando con ansiosa sollecitudine qualche povera cucitrice, la quale voleva compir l'orlo di qualche camicia per risparmiare i tre soldi della popolana candela di sego. In quell'ora, nella chiesuola del monastero di San Filippo, nella parte ch'era segregata dal pubblico, erano discese la madre badessa, le suore maestre, le monache semplici, le converse, le incipienti, e il drappello delle educande. Il mantice dell'organo veniva caricato d'aria da due grosse e ottuse converse; intanto che, quasi a provare la quantità d'aria che era entrata nelle canne, e la propria valentia nell'arte, una mano percorrendo agilissimamente i tasti, ai profondi suoni della canna maggiore, con netta e rapidissima decrescenza, faceva succedere il sibilo acuto e flautato della canna ottavino. L'organo, come al solito, dava in sulla parte della chiesa aperta al pubblico, e i pochi che a quell'ora erano intervenuti, guardando attraverso la griglia di legno che dal parapetto dell'organo si alzava fino a due terzi della canna maggiore, vedevano per la luce di due ceri, i quali erano accesi al disopra della tastiera, muoversi tre teste. Ed eran le teste della suora maestra di canto fermo e d'organo, e di due fra le"
      },
      {
        "index": 247,
        "text": "allieve più distinte in quell'arte. Di queste due, quella che, seduta alla tastiera, sbizzarriva colla mano velocissima, era la giovinetta Ada. Poco dopo, dall'altare, collocato dietro al muro che divideva la chiesa in due parti (e faceva riscontro all'altro posto oltre il muro, ed al quale si ufficiava per il pubblico), una suora intuonava le litanie della Beata Vergine; ad essa, le altre monache, le educande, il pubblico rispondevano, mentre l'organo colle sue echeggianti variazioni interpolava ogni tema di que' predicati, coi quali la più sublime poesia sgorgata dall'entusiasmo della fede e dell'amore decorò il nome di Maria."
      },
      {
        "index": 248,
        "text": "Di qui passando altrove, il lettore può accompagnare di nuovo i commessi della Ferma, usciti dal palazzo dell'amministrazione generale per recarsi al convento, quando le litanie potevano essere al loro termine. Allorchè dunque il primo dei commessi, lasciati i compagni nella via di san Barnaba, entrava nell'ortaglia dov'era il nuovo casino del signor Suardi, per abboccarsi con lui, come aveva avuto ordine; la suora inginocchiata all'altare cantava già il concede nos famulos tuos, ecc., e quando, dopo avergli parlato, il commesso usciva frettoloso, in compagnia del sotto-tenente Giulio Baroggi, aveva già rintronato sotto alle vélte della chiesa il sub tuum e l'a periculis cunctis libera nos semper."
      },
      {
        "index": 249,
        "text": "Una mezz'ora dopo, il commesso e il Baroggi e gli altri erano già entrati in monastero, e fu allora che quel gentiluomo amico di casa Ottoboni, galoppando per diporto in quei luoghi, e saputa la cosa, s'era affrettato a raccontarla agli amici, e innocentemente a mettere la tempesta nell'anima del giovane Crall, che divorando e tempo e strada, corse alla loggia dei compagni Frammassoni di San Vittorello."
      },
      {
        "index": 250,
        "text": "Il sole era scomparso, da qualche tempo, e anche i luminosi crepuscoli di quella serena giornata s'erano spenti affatto, e qua e là lasciavasi veder nel cielo qualcuna delle stelle più premurose, allorchè sboccò dalla contrada di San Vittorello quella scelta schiera di Frammassoni giovani e frementi, armati tutti di spade e qualcuno anche di pistola; dispostissimi tutti a far nascere un tale scompiglio e un tal disordine, che fosse poi atto a provocare un ordine. Ed ora dobbiamo dire quello che, sebbene non sia indifferente, pur ci fuggì di memoria allorchè parlammo di quella loggia di Muratori; ed è che fra coloro i quali si trovavano presenti alla tornata, v'era un uomo che abbiamo conosciuto fin dall'anno 1750, e che, se non fu il primo, non fu nemmeno l'ultimo ad aver parte attiva negli avvenimenti d'allora; vogliamo dire il signor Lorenzo Bruni, violino di spalla per l'opera, e primo violino del ballo al teatro Ducale. Il lettore deve ricordarsi e della lettera che lo stesso Bruni scrisse da Milano al signor Amorevoli, tenore al teatro di Dresda, per dargli informazioni intorno alla figliuola della contessa Clelia V...; e com'egli fosse venuto a Milano onde conchiudere di presenza, co' signori ispettori del teatro Ducale, la scrittura di sua moglie, madama Gaudenzi-Bruni, per la prossima stagione di carnevale."
      },
      {
        "index": 251,
        "text": "Or dunque si aggiunga al resto che il Bruni, venuto a Milano solo, era stato poi raggiunto dalla moglie e da un suo figlio giovinetto, il quale non aveva ancora tre anni (Chi avrebbe detto a noi che questo fanciullo, figlio di un tal uomo, dovevamo poi conoscerlo vecchio novantenne in riva al lago di Pusiano, perchè ci fosse anello di comunicazione tra il passato e il presente!) Aggiunga inoltre il lettore, che il Bruni, per esser diventato marito e padre, non aveva cangiato carattere, idee, aspirazioni, abitudini. Che anzi in quegli anni, avendo percorso mezz'Europa, più e più s'era infervorato nelle sue opinioni; che, siccome voleva la nuova onda delle cose, s'era ascritto alla loggia dei Frammassoni di Parigi, che s'era messo in comunicazione colle logge erette nelle principali città d'Europa, e che arrivato a Milano, e saputo della loggia milanese, avea sollecitato di mettersi in comunicazione con essa; ch'era stato de' più caldi ad esortarla perchè dall'inerte discussione passasse all'azione pratica. Infine che, sebbene non avesse più trentacinque anni, ma cinquant'uno, pure alla proposta di lord Crall, s'era messo in compagnia de' giovani più deliberati, sfoderando anch'esso la spada, e giurando su quella, come voleva il formulare."
      },
      {
        "index": 252,
        "text": "Ed or presto vedrà il lettore fino a che punto sappiano giungere i maledetti ghiribizzi della fortuna e gli strani giuochi della combinazione; e come il signor Bruni ogni qualvolta inciampava nei ciottoli delle contrade di Milano, avesse a dar della testa anche nelle corna del diavolo, occasionando trambusti ser), e dovendo alla sua volta rimanerne vittima."
      },
      {
        "index": 253,
        "text": "[IX]"
      },
      {
        "index": 254,
        "text": "Il generale in capo, ossia il Galantino, che, al pari del duca di Wallenstein, combatteva per proprio conto, aveva dato ordine al suo ajutante di cogliere, senza sgarrare d'un minuto, quell'istante in cui le monache e le educande, uscite appena dalla chiesuola, si sbandavano per diporto, a sparsi gruppi, lungo i corridoj ed i portichetti del monastero, aspettando che la campana le chiamasse in refettorio per la cena. E un tal ordine venne di fatto eseguito puntualmente; chè il giovine Baroggi era di quella tempra d'uomini che ponno dubitare a lungo prima di accettare un incarico; ponno anche averlo accettato contro la propria convinzione: ma una volta che hanno promesso di mandarlo ad effetto, non disputano più se sia buono o cattivo, onesto o turpe, utile o dannoso; si dimenticano delle proprie persuasioni e di se stessi, non da altro sollecitati che dal desiderio di farsi riconoscer degni dell'altrui fiducia. Avea insomma le qualità d'un perfetto soldato, il quale può disapprovare una battaglia, una mossa strategica, ma si lascia tagliare a pezzi piuttosto che mancar menomamente ad un comando ricevuto; con tali norme erasi comportato infatti nella sua condizione di sotto-tenente della Ferma; disapprovava quell'istituzione, e vituperava le malversazioni legali; ma quando al confine comandava un picchetto di guardie, i contrabbandieri avevano con lui un malissimo giuoco. Allorchè dunque il piccolo esercito che era sotto la sua direzione fu alla soglia della porta del convento, la prima cosa fu di posare due guardie rappresentate dal loro fucile, ai due lati di essa; poi il primo commesso, seguito da tutti gli altri, entrò nel camerotto della vecchia custode del convento, che trasalì nel veder quell'uomo seguito da tanti altri armati. Ma il commesso, alla vecchia che, per un movimento istintivo, si alzò da sedere e fece alcuni passi per piantarsi in luo go da sbarrar loro l'entrata:"
      },
      {
        "index": 255,
        "text": "— Siamo i commissarj della Ferma, precedeteci, chè vogliamo parlare alla madre priora del convento. Fate presto e non temete, chè non si vuol mangiarvi, nè voi nè la madre priora nè le monache; e senza dir altro, sforzò, a così dire, il passo e varcò la soglia, ed entrò procedendo fino al secondo cortiletto del monastero, seguìto dal secondo commesso, da un sergente, dalle guardie, dagli sbirri e dal sotto-tenente Baroggi che veniva ultimo e colla testa bassa."
      },
      {
        "index": 256,
        "text": "Chi avrebbe detto alla pia fondatrice di quelle sacre mura che doveva venir giorno in cui, senza un rispetto al mondo, avevano ad essere violate da uomini profani, anzi dalla più ribalda feccia degli uomini profani? Ma la vecchia custode, volendo essere la prima a comparire innanzi alla reverenda madre priora, stupita e barcollante s'affannava a precedere que' giovinotti, di cui sentiva gli sghignazzi protervi."
      },
      {
        "index": 257,
        "text": "Le monache e le fanciulle educande sfilavano in quel punto lungo un portichetto, per dove avevasi a passare. La vecchia, con quello spavento di chi ha in cura una nidiata di pulcini e osserva un gatto che li guarda e li fiuta:"
      },
      {
        "index": 258,
        "text": "— Aspettate! esclamò con un certo accento, nel quale si sentiva che il tremito della paura materiale era confuso all'indignazione. Aspettate! chè la reverenda madre priora viene in coda a queste."
      },
      {
        "index": 259,
        "text": "V'è una certa specie di rispetto e di riguardo che è provato anche da' più ribaldi, persino allora che sono ubbriachi. Tutti adunque si fermarono, mentre il Baroggi, che stava dietro a tutti, si portò anch'esso in linea per guardar le fanciulle che passavano: e guardò infatti, e vide quella che cercava."
      },
      {
        "index": 260,
        "text": "Intanto, allo spettacolo nuovo e inaspettato di quelle faccie, di quelle armi, di quelle canne lucenti d'archibugi, s'era messo uno strano bisbiglio e scompiglio tra quella lunga fila di monache e ragazze; e s'udirono anche esclamazioni di sgomento; e si videro anche alcune uscir dalla fila, e affrettare il passo, e svoltare chi per una parte, chi per l'altra."
      },
      {
        "index": 261,
        "text": "Sostati i commessi e il sotto-tenente Baroggi alla testa delle guardie, la vecchia portinaja volgendosi alla madre priora, che già aveva intraveduto quegli uomini armati, con quel senso di"
      },
      {
        "index": 262,
        "text": "stupore che non era e non poteva essere sgomento, ma somigliava piuttosto al turbamento confuso di un cattivo sogno:"
      },
      {
        "index": 263,
        "text": "— Reverenda madre, le disse con voce gutturale e pecorina, questi uomini sono entrati, perchè hanno voluto entrare e perchè tengono un ordine da quelli che comandano."
      },
      {
        "index": 264,
        "text": "La madre priora, fattasi presso ai commessi della Ferma, che alla lor volta si avanzarono verso di lei:"
      },
      {
        "index": 265,
        "text": "— Che cosa vogliono, loro signori? disse."
      },
      {
        "index": 266,
        "text": "Le parole non erano che queste, ma le pronunciò con quel piglio grave, severo, burbero, di chi, preposta da trent'anni al governo del monastero, teneva l'abitudine del comando più assoluto e inesorabile, ed era avvezza ad essere impreteribilmente ubbidita."
      },
      {
        "index": 267,
        "text": "Se la madre priora avesse avuto maggior pratica di mondo, è certo che non avrebbe parlato con quell'accento a quei rozzi uomini, i quali erano usi anch'essi a non sentirsi contraddetti."
      },
      {
        "index": 268,
        "text": "— Noi siamo i commissarj della Ferma, rispose con piglio più rozzamente burbero il primo dei commessi; e se siamo qui, vuol dire che ci possiamo stare; del resto, per un di più, veda vostra maternità l'ordine che teniamo dai nostri padroni."
      },
      {
        "index": 269,
        "text": "La reverenda madre lesse l'ordine scritto, poi soggiunse: Questo non sarà mai."
      },
      {
        "index": 270,
        "text": "Il primo commesso guardò in faccia al collega a quell'uscita inaspettata della priora; il secondo commesso guardò al sotto-tenente Baroggi, il quale, levatosi già da qualche tempo il cappellino a tre punte, si avanzò facendo un profondo inchino alla reverenda."
      },
      {
        "index": 271,
        "text": "La gioventù, il bell'aspetto e gli atti di cortesia costituiscono sempre una buona raccomandazione in quasi tutti i casi della vita: e tanto ciò fu vero in quell'occasione, che alla reverenda, senza ch'ella il volesse, anzi senza che nemmeno pensasse a volerlo, si spianarono di tratto gli aggrottamenti del ciglio, e si sciolsero due profonde rughe che le si eran fatte ai lati della bocca contorta."
      },
      {
        "index": 272,
        "text": "— A vostra maternità, continuava il Baroggi, raddolcendo più che poteva la voce, dev'essere noto l'editto pel quale è data facoltà alla Ferma generale del tabacco di mandare i suoi commessi anche nell'interno de' monasteri a fare perquisizioni, quando vi sia presunzione che in qualcuno di essi siasi nascosto del tabacco proibito."
      },
      {
        "index": 273,
        "text": "— Che... che cosa... cosa mi tocca di sentire?"
      },
      {
        "index": 274,
        "text": "— Vostra maternità si degni ascoltarmi; la colpa non è nè della Ferma nè di noi, e molto meno della vostra maternità reverenda se fu riferito trovarsi appunto nascosta in questo convento una grande quantità di tabacco proibito. Io sono persuaso che questa possa essere stata una denuncia infondata... fors'anche la calunnia di qualche malevolo: ma siccome la legge parla chiaro, e parla chiaro e forte anche contro di noi se ci rifiutiamo a fare il nostro dovere; così vostra maternità deve permettere che la legge venga in tutto e per tutto eseguita."
      },
      {
        "index": 275,
        "text": "Quantunque il Baroggi parlasse a voce alta, veniva essa però soverchiata dal bisbiglio e dalla pispilloria di tutte le monache e fanciulle che si erano affollate sotto al portico, tanto che le arcate echeggiavano di quell'insolito frastuono raccolto in un sol punto. Le monachelle più paurose, in prima fuggite, eran tornate, attratte dalla curiosità irresistibile; le più audaci s'erano stipate in densa schiera presso ai nuovi venuti; le più adulte fra le semplici educande facevano luccicare, mentre parlavano, i loro vivaci e non più timidi occhi sul bello e giovane soldato che parlava. E non si può nemmeno sgridarle, poverette, giacchè dal momento che non erano destinate alla vita claustrale, la figura del giovane colla sua assisa brillante e la sciabola lucente, che staccava sovra di un fondo cupo occupato dalle figure severe della priora e delle suore maestre e dalle nere loro vesti, quasi somigliava all'effetto che un cielo azzurro, riflesso da un lago, produrrebbe su chi uscisse da un luogo tenebroso, dove sia stato a lungo per altrui volontà."
      },
      {
        "index": 276,
        "text": "Ma la reverenda, dopo aver girato un severissimo sguardo su quella truppa di giovinette che facevano tanto rumore, e intimato loro il silenzio:"
      },
      {
        "index": 277,
        "text": "— Non nego la legge, disse, nè l'ordine che tenete da chi l'ha fatta; ma prima che io vi permetta di passar oltre, dovrò parlare alla nobil donna conservatrice di questo sacro asilo."
      },
      {
        "index": 278,
        "text": "L'autorità sarà informata di tutto... e allora... quando essa persista nel suo comando... voi potrete adempire al debito vostro."
      },
      {
        "index": 279,
        "text": "Il primo commesso a queste parole si permise di ridere villanamente; e per ispirito d'imitazione fecero lo stesso e il secondo commesso e le guardie e gli sbirri. Per verità che la reverenda madre l'aveva detta grossa; ma ella non era poi obbligata ad intendersi molto dei diritti della finanza."
      },
      {
        "index": 280,
        "text": "— Madre reverenda, soggiunse allora il Baroggi, mentre saettava un'occhiata come di rimprovero a quei profani irrisori, noi non siamo obbligati ad aspettare altri ordini dell'autorità; anzi il nostro obbligo preciso è di non aspettarne alcuno. Bensì vostra maternità potrà sempre raccontar l'accaduto alla nobile conservatrice del monastero, perchè essa provveda a far mettere questo convento sotto la protezione di un privilegio straordinario."
      },
      {
        "index": 281,
        "text": "Il sotto-tenente non avea quasi finito di pronunciare queste parole, che il commesso, perduta la pazienza:"
      },
      {
        "index": 282,
        "text": "— Orsù, andiamo! disse al collega ed alle guardie. Noi sappiamo, madre reverenda, dove fu nascosto il tabacco; non abbiamo nemmeno bisogno di scorta; e così dicendo varcò l'arcata del portico, seguito dai soldati."
      },
      {
        "index": 283,
        "text": "Il Baroggi lasciò fare, e si ritrasse in coda. La madre badessa, coraggiosa della propria autorità e di quello zelo ardentissimo di religione che mette agli ultimi gradi tutti gli altri rispetti, fece, quantunque vecchia, due passi rapidi e si piantò innanzi al commissario, e:"
      },
      {
        "index": 284,
        "text": "— Nè voi nè 1 vostri passerete per di qui, disse. Ma in quella le suore maestre e coadjutrici le si fecero intorno come per trattenerla onde il commissario e le guardie passarono oltre, fulminati dai solenni anatemi di lei, fino a che, nell'eccesso dell'affannosa sua indignazione, ella cadde come spossata e svenuta nelle braccia di quelle che la circondavano. Allora crebbe più che mai il susurro delle suore atterrite e indignate; allora s'udirono voci alte e querule; e persino qualche scoppio di pianto di qualche fanciulla commossa; allora, chi si fosse trovato là, avrebbe potuto assistere al vario modificarsi delle varie indoli delle fanciulle ivi raccolte: chè alcune eran passivamente atteggiate; altre, non trattenute da nessun riguardo, si sentivano tratte a seguir quelle guardie per ispiare 1 loro passi; altre osavano perfino di far sentire qualche mal compresso cachinno di riso; ed eran forse le più riottose tra le educande, quelle che più spesso avevan subita la severità della madre superiora, ed erano incoercibili dai castighi, e sospiravano di uscire a respirar l'aria libera del mondo."
      },
      {
        "index": 285,
        "text": "Quando 1 perquisitori si trovaron soli in un androne, il Baroggi li trattenne, e disse:"
      },
      {
        "index": 286,
        "text": "— Or che volete fare senza la presenza di tre o quattro di codeste suore maestre, giacchè alla reverenda superiora è venuto un deliquio? Sapete bene che, affinchè la perquisizione sia legittima e non dia luogo a recriminazioni ed a gravami per parte de' perquisiti, bisogna che il processo verbale venga sottosegnato da qualcuno di loro. Perciò è necessario che faccian testimonianza del nostro operato tre o quattro di codeste suore, le quali, se sono ragionevoli, non devono ritenersi in pericolo per trovarsi in mezzo a noi, protette come sono naturalmente dalla loro vecchiaja e dalle grinze impresse nella loro faccia dalla devozione e dalla penitenza. Or lasciate che io vada a supplicarle perchè vogliano seguirci, intanto che la reverenda superiora attende a ricuperare i sensi smarriti."
      },
      {
        "index": 287,
        "text": "E coloro, a tali parole, si fermarono, ed il Baroggi retrocesse per far quanto aveva detto, ma più ancora per ripassare tra la schiera delle giovinette educande, in mezzo alle quali il suo occhio acuto aveva già scorto quella per cui era stata ordita una trama tanta complicata e pericolosa. Ritornato così nell'atrio, diede un'occhiata ai varj gruppi che s'eran sparpagliati qua e là sotto ai portici; s'accostò a quello dove rivide l'Ada; rispettosamente e col miglior garbo s'accostò, e:"
      },
      {
        "index": 288,
        "text": "— Dove si son ritratte le reverende suore maestre? domandò."
      },
      {
        "index": 289,
        "text": "Più d'una rispose a quella domanda; e il Baroggi sentì anche la voce della fanciulla Ada; e più d'una si mosse per andar a cercare di quelle venerande che, nella confusione e nella preoccupazione del deliquio della madre superiora, non avean pensato a non lasciar sole le loro giovinette allieve; e si mosse anche Ada. Se non che il Baroggi, colto il punto, lesto e sommesso:"
      },
      {
        "index": 290,
        "text": "«Ella aspetti... le disse; nell'ortaglia v'è chi dee parlarle. Si volga per di là, la supplico...», e via ratto come se nulla fosse, camminando sui passi delle giovinette che s'eran mosse in cerca delle maestre."
      },
      {
        "index": 291,
        "text": "Ada, a quelle parole del Baroggi, trasalì e stette immobile alcuni istanti, e pareva un leggiadro simulacro marmoreo che rappresentasse l'incertezza. Se non che, allorchè vide ritornar il Baroggi seguito da tre fra le venerande madri, ella uscì dalla immobilità, senza però uscire dalla perplessità affannosa."
      },
      {
        "index": 292,
        "text": "In quel punto la confusione nel convento era giunta a quel grado che non pareva potersi dar la maggiore. Chi andava da una parte, chi dall'altra; chi stava origliando presso l'androne dov'erano entrati i perquisitori; chi, salito che fu il Baroggi coi compagni e colle tre suore nella parte superiore del monastero, tenne lor dietro per non saper vincere la curiosità; chi si recava a domandar della salute della madre superiora; chi, tra le giovinette più ottuse, più apatiche e più sensuali, giacchè era l'ora della cena, aveva messo il piede in refettorio, sollecitata dal giovanile appetito che non lasciava scorgere al mondo cosa veruna, la quale avesse maggior importanza d'una buona minestra; chi tra le più maliziose e ribaldelle s'ingegnava a far chiose astute ed epigrammatiche sull'avvenuto. Solo Ada non faceva parte nè dell'una nè dell'altra schiera."
      },
      {
        "index": 293,
        "text": "Da molti e molti giorni ella avea cessato di mettere in comune i proprj coi pensieri, colle cure e colle abitudini infantili delle compagne. Ella avea smarrita l'allegria delle amiche spensierate, avea perduto l'appetito delle amiche prosperose e placide; non sentiva la tentazione d'imitare le più astute e le più riottose; in una parola, non trovavasi più in monastero che colla presenza materiale, perchè col pensiero e col cuore trovavasi assiduamente altrove."
      },
      {
        "index": 294,
        "text": "Da alquanti giorni non aveva potuto vedere il giovane Suardi, perchè, siccome sa il lettore per le parole che la nobil conservatrice del monastero disse già a donna Paola, era trapelato qualche vago sospetto alle monache maestre, e queste, tenutala d'occhio, non l'avean mai lasciata sola; però la fanciulla si crucciava, e continuamente andava almanaccando sul modo di poter eludere quell'assidua vigilanza. Nè mai si era attentata di affidare il suo pericoloso segreto a nessuna delle compagne, nemmeno ad una che, pari a lei d'età e sua vicina nella camerata, avea preso ad amarla svisceratamennte, sebbene coll'amore più d'una madre o d'una sorella maggiore che d'una compagna. Codesta sua amica, figliuola d'un marchese Crivello, era piuttosto cagionevole di salute, graziosa nel volto, ma tanto quanto deformata dalla rachitide, fornita d'ingegno fuor dell'ordine comune, e infervorata di così religioso zelo, che quasi parea tramutarsi in quello che suol chiamarsi abito bigotto e scrupoloso. Essa erasi accorta del segreto di Ada, ma avea taciuto. Amorosa, previdente e prudente, pensava di vegliarla dappresso e di fare, per quanto era in lei, la cura di quel male senza avvisarnela. Interrogata dalla superiora e dalle maestre sul conto di Ada, quando s'eran messe in qualche apprensione, e interrogata appunto perchè la conoscevano come la miglior sua confidente, ella tacque, ed anzi cercò stornare i sospetti, per stornare i castighi dall'amica. Bensì coi modi più gentili nel discorso abituale, avea tentato distogliere i pensieri di Ada da quella direzione che loro avea comunicata la passione. Sempre adunque trovandosi seco, perché anche Ada la ricambiava d'affetto sincero, e in que' giorni le stava più del solito accosto, accadde che, nel momento in cui il Baroggi s'era avvicinato al gruppo delle educande dove di volo avea veduto la fanciulla Ada, questa parlasse precisamente colla Crivello. Bene l'inchiesta del Baroggi aveva diviso quel gruppo di fanciulle, ed Ada era rimasta sola un istante fuggevolissimo con lui, ma la Crivello s'avvide che era corsa qualche parola. S'avvide e tacque, e si dilungò facendo mille pensieri, e fermandosi non veduta a guardare Ada rimasta immobile e concentrata."
      },
      {
        "index": 295,
        "text": "A questo punto eran le cose nel monastero, quando un sordo muggito di voci confuse di popolo affollato e battimani e fischiate, contemporaneamente rintronarono nel monastero; poi fu sentito un colpo secco d'archibugio squarciar l'aria, ripercosso in degradate oscillazioni."
      },
      {
        "index": 296,
        "text": "[X]"
      },
      {
        "index": 297,
        "text": "Quelle grida, quello scoppio di fucile giunsero fino al dormitorio delle maggiori educande, dove i commessi della Ferma avevano già trovato, lungo il cornicione che lo rigirava, buon numero di boette di tabacco, con gran meraviglia delle tre suore vegliarde che assistevano, dichiarando ad ogni minuto la loro assoluta ignoranza di quella contravvenzione; e le grida e la detonazione inaspettata colpirono di vario stupore 1 commissarj, le monache e il Baroggi, che, senza dir parola, uscì e discese precipitoso nel cortile. Accorreva in quel punto la vecchia portinaja, accorreva una delle due guardie state collocate ai lati della porta del monastero. Sotto l'androne della porta si sentiva un crescente frastuono, in mezzo al quale spiccavano voci d'ira veementissime; e quasi contemporaneamente fu invaso il cortile dalla folla. Il Baroggi stupefatto si guardò intorno e cercò la via dell'ortaglia che gli era nota, e, quando fu in quella, vide una fanciulla che fuggiva seguita da un'altra che cercava trattenerla. Egli credeva che Ada si fosse già recata nell'ortaglia, ma la ravvisò in quella che affannata correva precipitosa, quasi si schermisse dall'altra, e la raggiunse."
      },
      {
        "index": 298,
        "text": "— Siete la signora Ada, disse quando le fu presso. Suvvia, affrettatevi. Un gran precipizio vi sta sopra. Ma chi è costei?"
      },
      {
        "index": 299,
        "text": "L'Ada e la Crivello non parlavano. Allora il Baroggi prese la prima per mano e la trasse con sè."
      },
      {
        "index": 300,
        "text": "— Che tentate di fare? disse allora la Crivello."
      },
      {
        "index": 301,
        "text": "— Zitto... voglio salvarla."
      },
      {
        "index": 302,
        "text": "Allora la Crivello afferrò con quanta forza aveva la veste dell'amica. Questa tentò sciogliersi, esclamando sommessa: — Deh lasciami, per carita! Ma la Crivello si avvinghiò ad Ada con invincibile tenacità, e:"
      },
      {
        "index": 303,
        "text": "— Bada a te, diceva, la mia povera Ada. Ma, intanto, l'una fuggendo, l'altra trattenendo, il terzo inseguendo, eran tutti pervenuti nell'ortaglia. Una voce maschile fu udita in quel punto. Il Baroggi la riconobbe; Ada ne trasalì."
      },
      {
        "index": 304,
        "text": "— Sei tu? ripeteva quella voce: era il Suardi."
      },
      {
        "index": 305,
        "text": "— Son io, rispondeva il Baroggi."
      },
      {
        "index": 306,
        "text": "— Or che avvenne di Ada?"
      },
      {
        "index": 307,
        "text": "— Zitto. Ella è qui; e il Baroggi, non sapendo che fare, giacchè la fanciulla a lui ignota teneva strettamente abbracciata Ada, le prese ambedue in un fascio, e di peso le portò fino a quella parte del muro di cinta dove era un uscio. Là stava in piedi il Galantino, tra il muro e un'imposta semichiusa."
      },
      {
        "index": 308,
        "text": "— Siete voi? esclamò allora il Baroggi, ecco qui. Ma sono due invece d'una sola. E dal peso mi pare che sieno svenute e l'una e l'altra."
      },
      {
        "index": 309,
        "text": "— E che vuol dir ciò?"
      },
      {
        "index": 310,
        "text": "— Che quando si vuol strappare una rosa di furto e in fretta, due o tre se ne strappano in una volta, e si rovina l'arbusto. Ecco qui, ed or prendete, chiudete, mettetele in carrozza e via come il fulmine; se no va a succedere un gran precipizio."
      },
      {
        "index": 311,
        "text": "— Ma che vuol dire che ho sentito un colpo di fucile?"
      },
      {
        "index": 312,
        "text": "— Vuol dire che la faccenda è seria più di quel che pare, e v'è un mistero che non comprendo... m a sostenete queste ragazze, e salite in carrozza, e sopratutto badate a non passare innanzi alla porta del convento. Il popolo par che sia uscito dai gangheri affatto, ed è penetrato in convento."
      },
      {
        "index": 313,
        "text": "Il Galantino non rispose, prese in braccio quel fascio di due fanciulle, e quando fu per richiuder l'uscio di cui gli aveva data la chiave il ribaldo ortolano:"
      },
      {
        "index": 314,
        "text": "— Vieni anche tu, disse al Baroggi."
      },
      {
        "index": 315,
        "text": "— Non sarà mai, rispose questi; il Baroggi non è mai fuggito innanzi al pericolo, e or vedo che si ha a menar le mani. Addio dunque, e se nella mischia si dovesse lasciarci la pelle... chi sa mai? fate che quella fanciulla non mi maledica... rispettatela e fatela felice... Poveretta!... Addio dunque."
      },
      {
        "index": 316,
        "text": "Il Galantino non aggiunse verbo, e chiuse l'uscio del muro di cinta. Il Baroggi stette fermo un istante ancora a quel posto. Tese l'orecchio... e raccapricciò nell'udire una confusione di strilli"
      },
      {
        "index": 317,
        "text": "femminili; e gli parevano ululati di naufraghe che si mescolassero al muggito di un mare tempestoso. Tese l'orecchio, e sentì il precipitoso trotto di due cavalli e il rumore di una carrozza. Allora volse gli occhi al cielo tutto stellato: — Oh Dio, esclamò, che mai feci? Oh povere ragazze! e ripetè la via dell'ortaglia desolato e cupo."
      },
      {
        "index": 318,
        "text": "Allorchè poi dall'ortaglia ei mise piede entro il recinto del monastero, que' dieci o dodici campioni della frammassoneria che, seguiti da una densa onda di popolo, avevano forzata la porta del monastero e atterrata, anzi uccisa quella guardia che aveva lasciato partire il colpo d'archibugio, si trovarono dirimpetto alle guardie della Ferma, le quali, partito il Baroggi e sentito crescere il tumulto, erano discese a furia sotto il portico. Impegnatasi una fiera mischia, come se il cortile del monastero fosse un campo di battaglia, le monache e le fanciulle atterrite affacciandosi agli ingressi, fuggendo su e giù per le scale, attraversando i corridoj continuavano ad assordar l'aria di grida di spavento. Il Baroggi, vista quella scena e osservando i proprj compagni impigliati in quella lotta disuguale, chè il popolo ajutava gli assalitori, onde le guardie della Ferma erano percosse da tutte le parti, sentì il sangue salire alla testa, e cieco di furore, sfoderando la sciabola si fece largo tra il popolo, dando giù a dritta e sinistra; ma qual fu la sua meraviglia, quando si vide dirimpetto que' gentiluomini, dei quali conosceva alcuni che erano delle prime famiglie di Milano! I colpi erano corsi senza pietà, onde il sangue non mancava; vide cadere due dei proprj, vide atterrati tre degli avversar]. Ed egli, parando colla sciabola un colpo di spada che gli veniva calato dal giovine lord Crall, ch'ei conosceva benissimo:"
      },
      {
        "index": 319,
        "text": "— Ma che demonio v'ha inspirato? gridò. Che c'entrano le guardie della Ferma se adempiscono gli ordini della superiorità? Dovevate andare al palazzo dell'ammistrazione, se avevate senno e coraggio e..."
      },
      {
        "index": 320,
        "text": "E in quella si sentì gridare: «lasciate il passo, il passo, il passo.» Poi una voce sgangherata che tuonava: «Fermi tutti, o vi faccio abbruciare in questo cortile a schioppettate.»"
      },
      {
        "index": 321,
        "text": "Il popolo naturalmente fece ala. Due padri cappuccini entravano insieme con un grosso picchetto di soldati del reggimento Clerici, comandati da un tenente, che era quello che gridava stentoreamente."
      },
      {
        "index": 322,
        "text": "Quella quarantina di soldati di milizia regolare, che i cappuccini, saputo lo scompiglio, erano andati a prendere alla vicina caserma di San Barnaba, circondarono le guardie assalite e i gentiluomini assalitori, e i colpi cessarono, se non cessò il sangue di scorrere. La folla che, allorquando i soldati fecero largo, ebbe teste e stomachi e ventri percossi e scompigliati spietatamente dai colpi di calcio, di necessità si fece più rada. Un po' di calma sottentrò al tafferuglio inaudito di prima, un po' di silenzio successe al frastuono che parve aver voluto far crollare le mura del monastero. Cinque uomini erano stesi sul selciato del cortile; nè in quel primo istante si ebbe tempo di vedere se erano morti o feriti."
      },
      {
        "index": 323,
        "text": "— Che cosa dunque è stato tutto questo fracasso? domandò il tenente a quelli ch'eran là accerchiati."
      },
      {
        "index": 324,
        "text": "— Noi non possiamo saper nulla, rispose il Baroggi. Noi siamo qui per ordine della superiorità. E s'è scoperto molto tabacco proibito in convento. Ecco tutto. Cosa poi sien venuti a fare questi signori non si sa."
      },
      {
        "index": 325,
        "text": "— Siamo venuti a far giustizia noi, gridò lord Crall, giacchè nessuno non sa più farla qui. Siamo venuti a dare un esempio, e a lasciare un segno che faccia risensare gli stolidi che hanno voluto sguinzagliar questa canaglia nell'asilo delle sante vergini. Ecco cos'è stato."
      },
      {
        "index": 326,
        "text": "Il tenente del reggimento Clerici non rispose nulla nè al Baroggi, che nella sua qualità di soldato urbano al servizio della Ferma era tenuto in dispregio dagli ufficiali della milizia regolare; nè a lord Crall, che conosceva e stimava, ma al quale non poteva dar ragione, per la gran ragione che in faccia alla legge colui aveva torto. Soltanto si limitò a dire:"
      },
      {
        "index": 327,
        "text": "— Io non sono un auditore, nè un attuaro del Capitano di Giustizia, e non c'entro a metter parole in questa faccenda. Bensì è mio dovere di farli scortar tutti, illustrissimi signori, e di farli consegnare al Capitano di Giustizia per l'appunto. Mi rincresce che sia toccato a me un così odioso incarico. Ma lor signori farebbero lo stesso se fossero ne' miei panni."
      },
      {
        "index": 328,
        "text": "— È giusto, disse lord Crall; e noi promettiamo di consegnarci al Capitano, e diamo perciò la nostra parola d'onore. Soltanto vi prego di prestare soccorso a questi carissimi miei amici che sono lì distesi per terra. L'uno è don Giorgio Porro, l'altro è un conte Rusca, quello là, che mi par morto, è uno Stefano Pecchio."
      },
      {
        "index": 329,
        "text": "I Frammassoni superstiti partirono poco dopo, seguiti alla lontana da una mano di soldati. Le guardie della Ferma, i commessi, il Baroggi uscirono anch'essi, con promessa di esser pronti alla chiamata del capitano."
      },
      {
        "index": 330,
        "text": "I cinque stesi per terra, assistiti dai due cappuccini, vennero fatti porre su altrettante barelle, e trasportati nel loro convento."
      },
      {
        "index": 331,
        "text": "Quella medesima notte nel palazzo del Capitano di Giustizia furono esaminati coloro che si consegnarono e fu steso il processo verbale, presente il signor tenente del reggimento Clerici, che nel processo, veduto da noi, è firmato tenente Angelo Birago di Casal Monferrato. Il processo reca anche i nomi degli accusati, e sono i seguenti: don Giorgio Brentani, Guglielmo lord Crall Pietra-Incisa, Gaspare Antolini avvocato, Carlambrogio Negri negoziante, Lorenzo Bruni professore di violino, Amilcare de Brème, Vincenzo Ghisalberti."
      },
      {
        "index": 332,
        "text": "Nella medesima notte, uno dei due cappuccini accorsi al trambusto, per ordine della reverenda superiora del monastero di San Filippo Neri, riferì al Capitano, con nota scritta e firmata dalla madre priora e da tre suore maestre, come non s'eran più trovate in convento due tra le maggiori educande del monastero. Donna Giacoma Crivello dei marchesi Crivello, e donna Ada V..., figlia della contessa Clelia V..., tutelata, per esser assente la madre, da donna Paola Pietra-Incisa."
      },
      {
        "index": 333,
        "text": "Il giomo dopo, tutta Milano, anzi tutto il Ducato, fu pieno di codesto avvenimento, e, com'è naturale, fu portato a cielo il coraggio di quelli che avevano affrontata la guardia della Ferma per dare un esempio solenne. Ma insieme colle grandi lodi e coi lamenti pel loro arresto, corse anche la voce che coloro erano frammassoni; perchè, ad onta che il cardine fondamentale della frammassoneria fosse il segreto, pure, nei tre periodi dell'esistenza di quella società in Milano, anche per testimonianza di molti vecchi che vivono oggi, il pubblico conosceva molti degli ascritti ad essa, ond'erano additati comunemente siccome oggetti di speciale osservanza, a dispetto del tanto raccomandato segreto. Se non che una tale notizia fu un lampo che suggerì al Suardi il modo di gettar la confusione nelle teste del pubblico e dell'autorità."
      },
      {
        "index": 334,
        "text": "In quel dì stesso trovatosi insieme col Baroggi, dopo aver parlato molto di molte cose con esso lui, il Suardi, cacciandosi di tratto a ridere:"
      },
      {
        "index": 335,
        "text": "— Ma sai tu, disse, che quegli originali pare che siano stati pagati espressamente da noi?"
      },
      {
        "index": 336,
        "text": "— E in che modo?"
      },
      {
        "index": 337,
        "text": "— È presto capito. All'autorità ora è noto che coloro sono Frammassoni. Tu sai che se molti dicevano che la loro esistenza avea per iscopo la propagazione dei lumi e il vantaggio del popolo, altri assicuravano che celavano, sotto questa bella apparenza, fini turpi e disonesti. Or è facile far pendere tutti i sospetti da questa parte. A che sono venuti ad assalirci? per cogliere l'occasione di gettar lo scompiglio in tutti e trafugar due fanciulle. Va benissimo; ciò almeno par assai chiaro. Ma c'è di più; e un sospetto ne genera sempre degli altri. Sappi dunque, che quel lord Crall lo vedevo a galoppar di frequente nelle vicinanze del monastero. Ora ho pensato che potesse essere innamorato di Ada... e ciò è naturalissimo, essendosi egli trovato seco spesse volte nella casa della propria madre. Del resto, che ciò sia o non sia, non importa; basta che sembri, e che l'accusa lanciata contro lui d'aver tese le insidie per farla trafugare, abbia tutte le apparenze della verità... Una nota di tal genere, senza firma di nessuno, sta da qualche ora nelle mani del signor Capitano... Ah! ah! va benissimo... E a te, che ne pare? È bella sì o no? Ma davvero che la fortuna è la mia schiava più devota... e t'assicuro che darei del capo nel muro, quasi incredulo di così strana combinazione! Or che fai tu che stai così serio?"
      },
      {
        "index": 338,
        "text": "— La rete è lunga e larga, rispose il Baroggi, e ci siam dentro anche noi... e quella povera mia madre. Ah no, per Dio, che non c'è tanto da ridere."
      },
      {
        "index": 339,
        "text": "— Sta tranquillo, Giulio, te l'ho già detto jeri: il mio blasone è la coda del diavolo in campo rosso."
      }
    ]
  }
}
