{
  "chapterNumber": 6,
  "title": "Book Fifth (Libro Quinto)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Il conte F... e il suo bisavolo. — I medici Moscati, Patrini e Gallaroli. — L'agente Rotigno e don Alberico F... — Donna Paola e la contessa Clelia V... — L'avvocato A gudio. — Un rotolo di cento zecchini e l'avviso a stampa di casa Morosini. — Il Capitano di Giustizia e la contessa Clelia. — Il Viatico — Il]"
      },
      {
        "index": 1,
        "text": "confessore e l'erede. — Storia del Senato di Milano. — La tortura, il Galantino e il senatore Morosini."
      },
      {
        "index": 2,
        "text": "Il giorno ventitrè o ventiquattro maggio salv'errore, un lungo strato di paglia copriva quasi tutto il selciato della via*... Peccato che gl'importuni riguardi ci proibiscano d'indicarla."
      },
      {
        "index": 3,
        "text": "Le carrozze, i carri, le carrette cessavano di far rumore appena impigliavano le ruote in quello strame. La qual cosa, tanto allora come adesso, voleva dire che giaceva là presso gravemente ammalato un beneficiato della fortuna. La ricchezza, lo sfarzo, la vita gaudente, persino l'orgoglio e la prepotenza fanno men crudo senso sulla moltitudine di tale insegna di ricchezza, la quale in fine non è che un'insegna di paglia; — e la povera plebe che ha consumata per sè stessa tutta la sua pietà, si ricatta spesso, e nel passare, lanciando all'illustrissimo infermo crudeli epigrammi. Però, se noi fossimo ricchi, faremmo collocare verso corte o verso i giardini il nostro letto, e lasceremmo la paglia a suo luogo, a placare così la pubblica maldicenza, e ad aspettare in segreto che la dea salute tornasse a confortarci, senza fare oggetto di spettacolo pomposo persin la febbre e il vomito e il secesso."
      },
      {
        "index": 4,
        "text": "Ma chi giaceva allora a letto obbligato da questi tre incomodi era il conte F..., fratello del defunto marchese."
      },
      {
        "index": 5,
        "text": "— Come sta il signor conte? diceva un tale al guardaportone, il quale stava dondolandosi sulla soglia del palazzo."
      },
      {
        "index": 6,
        "text": "— Male, sempre male, anzi peggio: oggi a mezzodì si terrà consulto tra gl'illustrissimi signori dottori Bernardino Moscati, Guglielmo Patrini e il dottor Bartolomeo Gallaroli, che è il medico della casa."
      },
      {
        "index": 7,
        "text": "— Che Dio vi scampi dai consulti... ma già questo di solito è il malanno di chi ha il diritto di levar colla paglia il rumore delle ruote... Più crescon le cure e le premure, più crescono i pericoli."
      },
      {
        "index": 8,
        "text": "E a queste parole s'attraversava la domanda d'un altro, che passava:"
      },
      {
        "index": 9,
        "text": "— Come sta il signor conte?"
      },
      {
        "index": 10,
        "text": "— Trattasi di un consulto..."
      },
      {
        "index": 11,
        "text": "— Più che la medicina sarebbe meglio consultare la carità, la medicina dell'anima, la quale non tarderebbe a dirgli che, per guarire, bisognerebbe fare qualche atto di beneficenza, e non lasciar nella miseria la madre del figlio di suo fratello..."
      },
      {
        "index": 12,
        "text": "— Queste cose andate a dirle a chi vi piace, non a me che mangio il suo pane..."
      },
      {
        "index": 13,
        "text": "— Voi parlate bene... ma il vostro padrone opera male. Però state di buon animo, che se mai venisse a morire, come pare che voglia succedere a tutti gli indizj, non saranno pochi quelli che in Milano berranno alla salute dei medici che lo hanno accoppato."
      },
      {
        "index": 14,
        "text": "Come dunque ora ha sentito il lettore, il conte F... non avea nessuna buona fama presso i suoi concittadini. Di lui e delle sue qualità caratteristiche non si conoscevano che l'avarizia fastosa e l'orgoglio. Era tradizionale il cattivo credito in cui era tenuto il suo casato, fin dal bisavolo che aveva tormentati i figli cadetti per concentrare nel primogenito tutte le ricchezze. Codesta, come sanno i nostri lettori a sazietà, costituiva allora un modo impreteribile nell'economia della ricchezza patrizia; ma v'erano tuttavia diversi mezzi di farla valere, e i mezzi adottati da quel bisavolo furono de' più disumani. Bensì un ricchissimo parente, il quale non aveva avuto buon sangue con quel tristo antenato, per fargli dispetto, lasciò erede di tutto il proprio un suo figlio secondogenito; (chè troppo spesso nei testamenti, i quali, essendo fatti in fin di morte, dovrebbero pure essere atti di"
      },
      {
        "index": 15,
        "text": "purificazione di tutta la vita, si condensa invece tutta l'acredine morbosa d'una mala esistenza). E colui vincolò la cosa in maniera che, rimanendo senza figli il suo erede, la sostanza dovesse passar sempre al secondogenito. In virtù di questa disposizione, il conte F..., dopo avere, nella sua qualità di secondogenito, odiato per cinque anni il primogenito marchese, e vissuto in continuo timore che lo zio non morisse abbastanza in tempo, e potesse mai congiungersi ad una moglie feconda, ebbe finalmente la consolazione di sentirsi annunciata la morte dello zio, e di andare al possesso di quelle sostanze che gli si competevano per diritto."
      },
      {
        "index": 16,
        "text": "Questo fatto, togliendo di mezzo le funeste disuguaglianze, avrebbe dovuto scemargli l'avversione ch'egli avea pel fratello marchese; ma fosse che, duratagli in petto tanti anni, quella fosse passata in istato cronico, o il pingue cibo gli avesse cresciuta la fame; dal giorno precisamente in cui diventò ricchissimo, cominciò a pensare, struggendosi di desiderio, come il casato F... sarebbe stato il più ricco di Lombardia... se le sostanze del marchese e le proprie si fossero unite in una facoltà sola. E a questa considerazione tormentosa dava ansa il fatto che il marchese viveva una vita scostumata e discola, e non aveva un pensiero al mondo d'accasarsi con nessuna patrizia nè di Milano nè di fuori. I luoghi comuni e le tirate sulla virtuale ferocia dell'ambizione si trovano in tanta copia presso tutti gli autori di commedie e di tragedie e di racconti morali, che torna affatto inutile una nuova dimostrazione delle sue attitudini spaventose, segnatamente dopo la famosa parlata del convenzionale Aristodemo; però, il lettore può farsi capace dello stato dell'animo del conte F..., e come avesse tremato ad ogni annuncio che il marchese prolungasse di troppo i suoi amori colla tale e colla tal'altra; e come si fosse consolato alla novella ch'erasi finalmente risoluto di mandar al diavolo colei che avea tenuto il segreto di dominarlo più di tutte; e come avesse provato gli effetti di un colpo apopletico quando sentì che una amante di colui aveagli partorito un figliuolo, ed egli erasi acconciato a conviver con essa e con esso; e come un contraccolpo apopletico gli fosse minacciato dal giubilo che lo fece trasalire alla notizia che il suo fratello, come Abramo, avea finalmente ripudiata quell'Agar in uno col suo Ismaele; e come poi gl'imperversasse nell'animo una vicenda tormentosa di timori e di speranze, quando, percosso il fratello marchese da lunga e penosa malattia, il conte sentì a vociferarsi d'intorno che il prevosto di San Nazaro, cogliendo al varco la di lui natura, fatta più mite dal malore, lo avesse consigliato a non lasciare in balìa della fortuna l'innocente fanciullo ch'esso ebbe dalla infelice Baroggi, e come anzi per dettatura del notajo Macchi avesse scritto di proprio pugno un testamento a favore di quel fanciullo medesimo."
      },
      {
        "index": 17,
        "text": "Tutto il resto è già noto al lettore. Gli rimane però a sapere che l'agente di casa F... il quale fu l'uomo adoperato dal conte per tentare il lacchè Suardi, era un tal Giorgio Rotigno, che conosceremo meglio a suo tempo. Ora, se il marchese F... erasi messo a letto molti mesi prima, per lasciarsi consumar lentamente dalla ricomparsa di un antico morbo ribelle ad ogni cura, il conte s'era messo giù invece alquanti giorni prima della partenza per Venezia del conte V... e del fratello della contessa Clelia, per malattia violenta sopraggiuntagli in giorno di venerdì, dopo aver fatto un lauto pranzo di magro."
      },
      {
        "index": 18,
        "text": "Ma il mezzogiorno stabilito pel consulto non era lontano, e alquanti servitori di casa F... stavano sulla porta attendendo che venissero i due medici consultori e il medico della cura. — Ed ecco che non si tardò a sentire il lontano rumore di una carrozza, la quale dal lastrico e dall'acciottolato svoltando nella via sullo strato di paglia, smorì in un fruscio lento e maestoso, e si fermò davanti al palazzo. Era la carrozza del dottor Gallaroli, che dopo pochi minuti venne raggiunta da quella del dottor Bernardino Moscati, e infine da quella del medico-chirurgo Patrini. I passeggieri si erano fermati a veder discendere quelle tre celebrità mediche. Il dottor Moscati, padre di Pietro, era un vecchio alto, secco, arcigno, angoloso. La moltitudine lo guardava con venerazione insieme e con spavento."
      },
      {
        "index": 19,
        "text": "Esso era professore d'anatomia nell'ospedale maggiore, e veniva chiesto a consulto in molte città anche fuori del Ducato nei casi gravissimi di malattie. Patrini era professore di chirurgia pratica, temuto anch'esso per l'imperterrita asprezza, ond'era fama che sgomentasse gli amputandi per averli docili e immobili sotto al ferro operatore. Dalla scuola di lui e del Moscati doveva poi uscire il celebre Paletta. Il dottor Gallaroli era un ometto rubicondo e allegro, ricercatissimo in tutte"
      },
      {
        "index": 20,
        "text": "le case cospicue e un po' agiate della città, perchè dicevasi che guariva spesso gli ammalati colla sola sua presenza e col buon umore onde purgava l'aria mefitica delle stanze da letto. Smontati i dottori dalle carrozze, e scomparsi dalla vista del pubblico, la ragazzaglia, com'è consueto, si fermò a vedere le rispettive carrozze e i cavalli."
      },
      {
        "index": 21,
        "text": "È difficile a spiegare il fenomeno, ma le bestie domestiche ritraggono assai del carattere dei loro padroni, o diremo più giusto, della professione dei loro padroni; segnatamente i cavalli da tiro che stanno lungo tempo al loro servizio. Il cavallo di un medico, inquartato e ben pasciuto, ha qualcosa di solido, di posato, di severo, che impone alle moltitudini press'a poco come il cavallo d'un arciprete. Un occhio avvezzo, senza conoscere il padrone, può distinguere al corso e tra la furia delle carrozze il cavallo del medico dal cavallo del sensale, da quello del patrizio titolato, e perfino può distinguere le gradazioni d'indole e d'età di coloro che stanno in carrozza. E i tre cavalli dei tre dottori, a cui la ragazzaglia facea circolo, confermavano più che mai codesta nostra opinione. Tutti e tre dell'altezza di più che trent'once, tutti e tre gravi e vecchiotti e un po' meditabondi, parevano dire, in loro tenore, al vulgo profano: rispettateci che siamo al servizio della scienza. Oggidì chi volesse fare tali studj sui cavalli dei medici non troverebbe quasi più gli animali da studiare. Non sappiamo perchè, ma oggi la medicina va tutta a piedi. Non vi sono che i cavalli dei medici-condotti, ma essi partecipando della condizione de' loro padroni, non sono più riconoscibili, tanto sono maltrattati; e i cavalli di quei medici che, essendo nati ricchi, sarebbero andati in carrozza anche senza la medicina, sfuggono all'analisi ed alla fisiologia. Sarebbe dunque un problema nuovo e curioso: «Valutare la condizione attuale della medicina, non come scienza, ma come professione, dal semplice punto di vista dei cavalli da tiro, ed esibire considerazioni e suggerimenti in proposito.)"
      },
      {
        "index": 22,
        "text": "Ma lasciamo 1 cavalli a scalpitare dignitosamente sulla paglia accumulata, e vediamo di poter assistere, per nostra istruzione, al consulto medico."
      },
      {
        "index": 23,
        "text": "[II]"
      },
      {
        "index": 24,
        "text": "Entrati nella stanza da letto del conte F..., la regola generale vorrebbe che ne facessimo la descrizione esatta, minuta, circostanziata, come si usava una volta dai romanzieri che facevano l'esercizio comandati dal generale Walter Scott, o meglio, come si pratica negli inventarj e negli atti di consegna. Noi però lasceremo una tale descrizione a chi vuol fare uno studio di stile, e collocare a loro posto le parole registrate nel dizionario domestico del chiaro professor Carena; e d'altra parte lasceremo ai pittori la libertà di volteggiare con tutta la loro fantasia per rinvenire una degna cornice al signor conte F..., per sua disgrazia gravemente ammalato, tanto gravemente che il dottor Gallaroli ebbe e scrollare più volte la testa, e in fine a trovare la necessità di domandare un consulto per togliersi dalle spalle l'intera responsabilità della troppo possibil morte dell'illustrissimo suo cliente. Venuto al letto del quale, il dottor Moscati, che ci vedeva poco e allora non ci vedeva punto perchè la stanza era fatta quasi buja dalle persiane semichiuse e dalle tendine di seta verde, ordinò sgarbatamente alla vecchia cameriera, che stava al capezzale, di aprire e di lasciar entrar nella stanza tutta la luce che era disponibile."
      },
      {
        "index": 25,
        "text": "I tre dottori gettarono allora un'occhiata acuta e profonda sulla faccia dell'ammalato, che la teneva sprofondata nel cuscino sovrapposto ad altri quattro, tutti messi a merletti e a trine; ma i merletti e le trine facean parere più cruda l'antitesi di quella faccia ossuta, gialla, solcata, distrutta."
      },
      {
        "index": 26,
        "text": "I tre medici, a questa prima esplorazione, si guardarono senza far motto, ma si compresero; tanto che il Gallaroli, il dottor della cura:"
      },
      {
        "index": 27,
        "text": "— Eppure, disse, non è decombente che da otto giorni."
      },
      {
        "index": 28,
        "text": "Il Moscati, vecchio cinico, bisbetico e senza prudenza, crollò la testa e passò a toccare il polso dell'ammalato; atto che fu susseguito da un'altra scrollata di testa."
      },
      {
        "index": 29,
        "text": "— Che un tale stato, soggiunse poi, possa essere la conseguenza di una replezione, lo credo, perchè lo dite voi; se foste un medico novizio vi direi che quello di toccar polsi non è il vostro mestiere. Cosa m'avete detto ch'egli abbia mangiato?..."
      },
      {
        "index": 30,
        "text": "— Anguilla di Comacchio, professore; un suo cibo prediletto. Ma egli è solito di mangiarne a dismisura, per quanto io ne lo abbia tante e tante volte sconsigliato. Tutti i venerdì, per sua degnazione, io pranzo qui... e tutti i venerdì mi è toccato dirgli: badi che è troppo, e le farà male; e quel che previdi è avvenuto. Onde, che questo sia un caso gravissimo di replezione, non è possibile negarlo, professore. Prima di pranzo il conte stava bene, non è vero, conte?"
      },
      {
        "index": 31,
        "text": "Il conte accennò di sì, e, facendo cenno al dottore che gli si accostasse, soggiunse a voce bassa:"
      },
      {
        "index": 32,
        "text": "— Tant'è vero che ho mangiato troppo, perchè credevo di poter mangiare."
      },
      {
        "index": 33,
        "text": "— Stia zitto, signor conte... Ma tornando a noi, egli stava bene prima di pranzo, e continuò a star bene anche dopo; anzi vi dirò che, quando il cameriere che portava lo sciampagna, entrò a dar la notizia che ci fece strabiliar tutti, che il lacchè Galantino, catturato a Venezia e fatto viaggiare sotto buona scorta, era stato consegnato un momento prima al Capitano di giustizia, il conte stava tanto bene che, a questa notizia, balzò in piedi e disse: Sono assai contento di questo; da quella canaglia Dio sa che sarà per saltar fuori adesso che è nelle mani della giustizia... Io poi ho uno speciale interesse perchè parli e sia fatto parlare... — e qui bevve due o tre bicchieri di sciampagna l'uno dopo l'altro, e si cacciò poscia a motteggiare e a ridere in modo tale che non è del suo temperamento... Figuratevi, professore, quanto il conte stesse bene... Se non che egli uscì, e alcuni momenti dopo... qui, questa donna entrò in sala tutta scalmanata a dirmi: Venga un po' là, dottore, che il signor conte sta male, male assai, e par che gli manchi il respiro e voglia morire. Io accorsi. Era gettato a stramazzone sulla poltrona, fuggita la pupilla, fuggito il polso. Come vedono, signori professori, non era il caso di una cacciata di sangue. Gli feci dunque servire una limonata acidissima e tepida, dopo la quale, quando si riebbe, lo feci porre a letto, e sebbene la giornata fosse calda per sè, provvidi a farlo ristorare con panni caldi; e così attesi il beneficio del sonno e delle dodici ore della notte."
      },
      {
        "index": 34,
        "text": "— Ben pensato, ben provveduto. Non c'era a far altro..."
      },
      {
        "index": 35,
        "text": "Così diceva il professore Patrini."
      },
      {
        "index": 36,
        "text": "— Tutto va bene, soggiungeva il Moscati, ma il giorno dopo, come lo avete trovato il giorno dopo?"
      },
      {
        "index": 37,
        "text": "— Peggio che mai. Era bensì tornato in sè stesso, ma accusava dolore profondo alla testa, dolore insopportabile allo stomaco. Il polso era duro e inerte... Passammo a' purganti... non se ne ottenne nulla. Ed ora sono scorsi otto giorni, e quasi son venuto in sospetto che l'impedimento sia meccanico. In tanti anni di cura non mi è mai capitato un caso tanto ribelle alla scienza... chè tutto quello che essa può consigliare fu amministrato. Cosa ne pensa il professore Moscati?"
      },
      {
        "index": 38,
        "text": "— Penso che bisognerebbe conoscere la causa per cui l'anguilla di Comacchio gli ostruì il ventricolo."
      },
      {
        "index": 39,
        "text": "— La causa è il cibo medesimo mangiato, anzi divorato in eccesso."
      },
      {
        "index": 40,
        "text": "— Va bene... ma questa causa essendo conosciuta, non dovrebb'essere poi tanto intrattabile alla mano risoluta della scienza. Secondo il mio parere, quando gli effetti sono permanenti, e non si modificano nè in più nè in meno sotto al lavoro medico, è indizio che la causa è ignota; ora il nostro studio dovrebb'essere di rintracciar questa causa, per conoscere s'ella sia di tal natura da esser poi governata colla medicina."
      },
      {
        "index": 41,
        "text": "Il dottor Gallaroli e il chirurgo Patrini si guardarono in faccia come se non avessero ben afferrato il concetto del professore Moscati."
      },
      {
        "index": 42,
        "text": "Ma a questo punto l'ammalato, con voce fonda e intercalata da riposi asmatici, e tuttavia piena di fremito e d'ira:"
      },
      {
        "index": 43,
        "text": "— Che cosa dunque si conchiude? disse, posso guarire o no? Di che natura è questa malattia?"
      },
      {
        "index": 44,
        "text": "— Il dottor Gallaroli non ha sbagliato, rispose Moscati. La cura a cui ha sottoposta la signoria vostra illustrissima era l'unica e ragionevole. Ma se il corpo del signor conte non risponde ai trattamenti medici, i medici non possono fare miracoli. Tuttavia speri; e qui tornò a tastargli il polso."
      },
      {
        "index": 45,
        "text": "— La febbre è feroce, soggiunse. Il dottor Gallaroli non può che continuare nell'intrapresa cura. D'impedimenti meccanici non credo che sia nemmeno a parlare. Che ne dice il professor Patrini?"
      },
      {
        "index": 46,
        "text": "— Non c'è sintomo di sorta che accusi un tale impedimento; onde in questo caso non c'è altro che attenersi ad una cura d'aspettativa."
      },
      {
        "index": 47,
        "text": "Qui il dottor Gallaroli scrisse una ricetta, toccò anch'esso un'altra volta il polso dell'ammalato, lo tasteggiò alle regioni dello stomaco, poi conchiuse:"
      },
      {
        "index": 48,
        "text": "— Tornerò sul finire della giornata. E partì insieme coi due medici consulenti."
      },
      {
        "index": 49,
        "text": "Quando aprirono l'uscio della stanza, urtarono in un gruppo di persone che stavan tutte origliando, servitori e cameriere, e confuso con loro l'agente della casa, signor Rotigno. — Il figlio del signor conte, giovinetto di vent'anni, che in casa era chiamato don Alberico, passeggiava innanzi e indietro per quell'antisala, tristo in volto, ma vestito con attillatura soverchia, e che certo contrastava e colla gravezza della circostanza e col suo volto medesimo. Ma più di quella medesima attillatura, ciò che facea meraviglia era la preoccupazione ch'esso aveva del proprio aspetto, fermandosi di tanto in tanto a contemplare sè stesso nei due specchioni che dall'alto al basso ornavano due pareti della sala."
      },
      {
        "index": 50,
        "text": "Quando 1 tre medici uscirono, il signor Rotigno tenne loro dietro."
      },
      {
        "index": 51,
        "text": "— E così? come si mette, dottore? chiese al Gallaroli."
      },
      {
        "index": 52,
        "text": "— Male, male assai."
      },
      {
        "index": 53,
        "text": "— Tanto male, soggiunse il dottor Moscati, che, per ogni buon conto, sarebbe opportuno mandare pel prete."
      },
      {
        "index": 54,
        "text": "Don Alberico, che, intento a guardar l'effetto d'un neo applicato per la prima volta in quella mattina dal parrucchiere all'angolo del suo occhio destro, non s'era accorto dei tre consulenti ch'erano usciti in quel punto, fu scosso a quella parola prete, e si volse e domandò:"
      },
      {
        "index": 55,
        "text": "— Come dunque hanno trovato il conte mio padre?.."
      },
      {
        "index": 56,
        "text": "— Fatevi coraggio, don Alberico, ma non a caso ha detto il dottor Moscati... che c'è bisogno del prete."
      },
      {
        "index": 57,
        "text": "Quando i medici si trovaron soli sotto all'atrio del Palazzo:"
      },
      {
        "index": 58,
        "text": "— Ora ci spiegherete, dottore, disse Patrini a Moscati, quel che avete voluto intendere quando avete parlato della causa della malattia..."
      },
      {
        "index": 59,
        "text": "Il dottor Moscati crollò allora la testa, e rispose:"
      },
      {
        "index": 60,
        "text": "— Mi accorgo che nel libro della vita si legge meglio quanti più anni si hanno; e siccome io sono ancora più vecchio di voi altri due, così mi sono accorto di ciò che voi non avete intraveduto. Tuttavia, caro dottor Gallaroli, voi che siete della famiglia, avevate l'obbligo di accorgervi di qualche cosa. Quando mi avete detto, che il malore scoppiò subito dopo l'annuncio della cattura del lacchè, ho tosto compreso da che tutto deriva."
      },
      {
        "index": 61,
        "text": "Il dottor Gallaroli e Patrini tornarono a guardare in faccia al dottor Moscati con quell'atto di chi non comprende nulla."
      },
      {
        "index": 62,
        "text": "E il Moscati:"
      },
      {
        "index": 63,
        "text": "— Va benissimo che i preparati anatomici e le lezioni di chirurgia pratica e quelle di medicina non ci devan lasciare il tempo di pensare alle cose di questo mondo. Ma il sole e la luna si vedono, come il freddo e il caldo si sentono anche senza volerlo, perchè sono essi medesimi che si fan vedere e sentire. E così è del fatto presente. Non sapete dunque quel che si dice in tutta Milano, che cioè il lacchè Suardi deve aver trafugato un testamento per insinuazione del... sì, signori, del conte?"
      },
      {
        "index": 64,
        "text": "— Che? cosa dite?"
      },
      {
        "index": 65,
        "text": "— Oibò!!..."
      },
      {
        "index": 66,
        "text": "— Oibò? perchè oibò? vediamo. L'accusa per cui il lacchè Suardi è ora al Capitano di giustizia, è precisamente ch'esso abbia rubate delle carte preziose al marchese defunto, tra le quali un testamento, e un testamento a favore d'un suo figlio naturale. Questo testamento a danno di chi era? Del conte. La scomparsa di questo testamento a vantaggio di chi era? Del conte. Il lacchè a trafugare delle carte cosa poteva guadagnare per sè? Niente. Qualcuno dunque lo dee avere istigato. Chi dunque? Colui solo che ci ha interesse. E chi può essere questo colui? Il conte. Vi parrebbe ancora di sbagliare a credere che non può essere che il conte?... Suvvia dunque... già io non vado dall'illustrissimo signor capitano a ripetere queste parole, che del resto sono in bocca a tutta Milano. Nè io voglio dire in giudizio che la causa per cui l'anguilla di Comacchio si fermò sullo stomaco del signor conte, fu l'annuncio improvviso della cattura del lacchè, nel punto precisamente che i fluidi gastrici lavoravano a manipolare il suo chilo. Fate che domani il lacchè possa escire innocente o dichiarato tale dal Senato... e allora vi accorgerete che siamo ancora in tempo a salvare la vita del signor conte; perchè tolta la causa permanente che non gli lascia aver tregua, è salvo. Son morti degli uomini sul colpo per un eccesso di paura, di collera, d'affanno. È dunque già molto che il conte sia ancor vivo... perchè, colleghi miei carissimi, il caso è serio; e se il lacchè dà fuori il nome del conte, vedete che scandalo, che onta, che vitupero!! Ma torniamo all'Ospedale il quale in certi casi è più allegro del Capitano di giustizia e del Senato, e spesso un forcipe fa meno paura d'un articolo delle istituzioni criminali."
      },
      {
        "index": 67,
        "text": "Dicendo questo, aprì lo sportello della sua carrozza, traendoselo dietro a richiudersi romorosamente. Gli altri fecero lo stesso, e i cavalli si mossero con trotto dignitoso e scientifico."
      },
      {
        "index": 68,
        "text": "M"
      },
      {
        "index": 69,
        "text": "Ed ora tornando nella camera del conte, ci accorgiamo che è necessario di spiegar nettamente molte cose che lo risguardano, in continuazione a quel po' di schizzo che, qualche pagina addietro, abbiam dato della sua vita e dell'indole sua. Non sappiamo perchè ogni qualvolta ci occorse di parlare del conte F... e della parte che ebbe nel trafugamento delle carte di suo fratello, lo abbiamo sempre fatto con una circospezione che non potremmo nemmen spiegare a noi stessi. Parrebbe quasi che il desiderio onde il senatore Gabriele Verri e gli altri, i quali erano più o meno in parentela, più o meno in dimestichezza col conte, e che, meglio ancora che per l'onore di lui, spasimavano per il decoro e la buona fama della casta, sia passato nel nostro sangue come un male attaccaticcio; tanto che, se il lettore si ricorda, abbiam sempre parlato a mezza bocca, e gettatigli innanzi in cumulo i fatti senza divisarli bene, quasi timorosi che il conte potesse risuscitare a farci pagar cara la nostra imprudenza. Ci vergogniamo dunque di questo nostro modo di procedere, e vogliamo parlar chiaro, e senza l'ajuto de' personaggi, ma per la nostra bocca medesima. Il conte F... avendo dunque saputo qualche giorno prima che morisse il marchese, che il prevosto di San Nazaro era riuscito a fargli stendere un testamento a favore del figlio della Baroggi; avendo saputo inoltre che il testamento non era stato consegnato a nessuno, e che anzi il marchese aveva dichiarato al prevosto stesso: trovarsi nello scrittojo del suo studio, in mezzo a molti documenti di famiglia, anche le disposizioni dell'ultima sua volontà; il dì medesimo che esso morì e che i notai del Pretorio apposero i suggelli allo scrigno, parlò col suo agente signor Rotigno (che per lui aveva il merito d'avergli ridotto, con un'amministrazione inesorabile, a un terzo di più il valore de' suoi possedimenti), parlò un lungo discorso che condusse il Rotigno a fargli la proposta di tentare il lacchè Suardi, stato tanti anni al servizio del marchese, e che, per essere respinto da tutti e non aver più nè dove dormire nè di che mangiare, dalla disperazione facilmente sarebbe stato persuaso ad accettare buoni patti. La sostanza, in palazzi, case, ville, terreni, capitali, diritti d'acqua, ecc. del marchese F... era valutata a circa dieci milioni di lire milanesi. Il conte promise al Rotigno lire 200 mila di regalo, quando l'impresa fosse riuscita bene; in quanto al lacchè, avrebbe dovuto ricevere sessanta mila lire di compenso, compiuta ogni vertenza; quando cioè fosse tolto di mezzo ogni pericolo d'investigazione criminale, e dopo un lasso di sei mesi; delle quali sessanta mila lire se"
      },
      {
        "index": 70,
        "text": "gliene dovevano anticipare due mila prima di tentare il fatto; altre vent'otto mila subito dopo consumato il trafugamento; il resto, come dicemmo, maturati i sei mesi."
      },
      {
        "index": 71,
        "text": "Queste cose, secondo le regole della drammatica e de' suoi sospensorj, il lettore avrebbe dovuto saperle in altro luogo e tempo, quando cioè, dopo un lungo ordine di anni e di vicende, ogni segreto dovrà saltar fuori all'aperto per uno di quegli accidenti che non sanno uscire che dalla bisaccia agitata dalla cieca fortuna. Ma siccome queste cose noi le sappiamo già, avendo sott'occhio tre quinterni di carta gialla e tarlata, tutta nera d'inchiostro svanito, dove la storia del processo c'è tutt'intera, così ne facciamo una graziosa anticipazione ai nostri lettori, anche perchè possano così valutar meglio la portata di questi due personaggi: i/ conte F... e l'agente Rotigno."
      },
      {
        "index": 72,
        "text": "Compiuto il fatto, seppellito il marchese, pagato il lacchè, il conte e l'agente respirarono. Del qui pro quo provocato dagli amori di donna Clelia col tenore gioirono in segreto di una gioja profonda, di una di quelle gioje onde nelle vecchie leggende della nubilosa Germania vediamo esaltato il maligno spirito quando riesce a trarre a perdizione qualche innocente; gioirono in segreto, vogliamo dire che non si comunicarono le loro gioje; perchè e l'uno e l'altro evitarono sempre di parlare di quant'era avvenuto, e per qualche giorno parve anzi che si scansassero. Un'avversione misteriosa grado grado era nata tra di essi; e tanto più implacabile quanto l'uno era più avvinto all'altro, e quanto più dovevano dissimularla con degnazione cortese per un lato, e con profondo rispetto per l'altro. Sul resto erano tranquilli, meno però sul fatto del lacchè, il quale, dopo aver mostrato il testamento originale al signor Rotigno, ostinatamente volle tenerlo per sè, limitandosi a trarne di proprio pugno la copia. Tanto il conte che il Rotigno avevano conosciuto il Galantino per una faccia sola, per quella della ribalderia, dell'audacia e della miseria; ma non sospettarono affatto quella dell'ingegno, dell'acume e dell'astuzia naturale. Davvero che non s'era adempiuto per parte del lacchè alla più grave delle condizioni. Ma dieci milioni erano guadagnati, il fatto era corso tanto bene, che pareva espressamente comandato dalla fortuna. Il capriccio del lacchè poteva essere un capriccio senza pericolo di conseguenze gravi, e del resto anch'esso era interessato a tacere. Non si pensò dunque ad altro che a dar corso alle faccende domestiche, e giacchè solo il conte era chiamato all'eredità, a procacciare gli opportuni provvedimenti per andare al possesso di essa."
      },
      {
        "index": 73,
        "text": "Per tutte queste circostanze adunque, ci pare sia facile a capacitarsi del terribile effetto che dee aver fatto sull'animo del conte F... la notizia inaspettata della cattura; ella veniva a dire in conclusione, secondo le consuete risultanze de' processi, che fra pochi giorni tutto sarebbe stato palese, e, insieme coll'edificio che veniva a crollare dalle fondamenta, il decoro del casato, il decoro apparente, già s'intende, veniva ad essere oscurato per sempre. La vivacità lieta che il conte mostrò a' commensali quando la notizia venne annunciata, e le parole che pronunciò non erano state che un effetto dell'esaltazione della paura e dell'astuzia istintiva e quasi meccanica che ha chiunque per trarre in inganno gli astanti intorno a cosa che vuolsi tenere nascosta e si trema possa venir palesata pur dal menomo turbamento esterno, dal colore mutato, dalla voce indebolita. L'uomo allora finge ed esagera sentimenti in tutto opposti a quelli che gli si agitano in petto, di modo che talvolta ei si rivela per l'eccesso appunto della finzione medesima; e il conte si rivelò in fatti a molti de' commensali che notarono ogni cosa e tacquero; si rivelò persino, chi mai lo crederebbe, allo stesso dottor Gallaroli, uomo naturalmente acuto e scaltrito da una lunga esperienza, tanto acuto e tanto scaltro, che finse di esser caduto dalle nuvole quando il sincero e sciolto e burbero dottor Moscati non dubitò di dire quel che pensava. Ma se quella notizia fu tanto micidiale al conte, da fargli l'effetto dell'acqua dei Borgia e dell'arsenico, non lasciò intatto nemmeno l'agente Rotigno, come è facile a credere. Benchè fornito com'era dalla natura di un corpo robusto e inquartato come quello d'un cavallo da stanga, e avendo colorito il volto da quel colore permanente che par vernice metallica e che non permette di distinguere un uomo in deliquio da uno che ha ben bevuto, non ne lasciava trapelar nulla all'esterno. Nessuno però dei nostri lettori più infelici e malcontenti della vita avrebbe potuto invidiarlo; chè in otto giorni e otto notti, se riuscì a sfiorare tre o quattr'ore di dormiveglia, s'arrischia a dir troppo."
      },
      {
        "index": 74,
        "text": "Ben è vero ch'egli aveva prese tutte le precauzioni, onde, anche nel caso che il Galantino fosse stato posto alle strette, non potesse nominare l'uomo da cui aveva tenuto il mandato, perchè"
      },
      {
        "index": 75,
        "text": "egli non gli s'era dato a conoscere; ma nel tempo stesso avea potuto accertarsi che il lacchè avea, come suol dirsi, mangiata la foglia, e nel caso di un buon tratto di corda che gli avesse fatte veder le stelle anche di giorno, avrebbe presto dato fuori i nomi per cercar sollievo o trarre altrui nel laccio. Il fatto però d'una malattia grave e pericolosa del conte gli aveva messo in cuore qualche speranza. — Se mai fosse per morire, pensava, prima che il lacchè ci tiri in ballo, a me non riuscirebbe difficile trarmi d'impaccio. Il lacchè nominerà il conte... ma il conte morto non potendo comparire in giudizio... il tutto finirà colla restituzione del testamento... e chi deve esser ricco sarà ricco, e buona notte, e don Alberico s'accontenti di quello che ha. Per tali considerazioni, il signor Rotigno si consolava ogni qualvolta il dottor Gallaroli gli dava pessime informazioni dell'ammalato; e arrivò perfino a stropicciarsi le mani per un soprassalto repentino di giubilo quando sentì annunciato il consulto, tanto avea buona opinione dei consulti medici!!! Se non che questo fresco venticello che gli soffiò sull'animo agitato venne respinto da una frase sola del dottor Moscati: — È mestieri del prete. — Egli non avea pensato che alla morte del conte, e non all'agonia nè a' suoi preliminari, talchè non avea mai considerata la necessità della confessione e dell'olio santo. Però quella parola prete gli penetrò nel cuore coll'effetto di un cuneo che squaglia un ceppo, chè, pensava egli: La vita eterna farà parere al conte un nonnulla i dieci milioni del marchese... e per alleggerir l'anima verserà tutto nelle orecchie del prete... — Insomma lo spavento che gl'indusse quella parola fu tale che se in quel punto avesse mangiato anch'esso due o tre rocchj d'anguilla, l'indigestione lo avrebbe soffocato. Tant'è vero che fare il galantuomo è la migliore speculazione di questo mondo."
      },
      {
        "index": 76,
        "text": "[IV]"
      },
      {
        "index": 77,
        "text": "Lasciando adesso le nostre digressioni, e venendo a' fatti; quando il signor agente Rotigno e don Alberico tornarono nell'antisala:"
      },
      {
        "index": 78,
        "text": "— Bisognerà dunque, disse il secondo, mandare a chiamar don Giacinto."
      },
      {
        "index": 79,
        "text": "Don Giacinto era il vicario di Santa Maria Podone, dipendente dal curato di Santa Maria Porta; era il prete di casa, ossia quello che più frequentemente aveva a che fare col signor conte padrone; non tanto, a dir la verità, per le faccende dell'anima, ma per le vertenze di un beneficio di jus patronale, pel quale il conte F... aveva diritto di nomina."
      },
      {
        "index": 80,
        "text": "— Don Giacinto è stato qui sin dall'altro jeri, rispose il signor Rotigno, ma ho creduto bene di rinviarlo. Queste sottane nere, caro don Alberico, fanno un tristo effetto sugli ammalati. Dopo i purganti e gli altri argomenti, ciò che procura la guarigione di un ammalato è la faccia gioviale del medico e la speranza. Ma a che amministrar purganti e conforti, quando un prete dee venire a mettere spavento? Che effetto farebbe a lei, don Alberico, se dopo il quarto o quinto giorno di malattia, il prete venisse a farle visita subito dopo il medico?"
      },
      {
        "index": 81,
        "text": "— Che effetto? si sa... Ma quando il medico lo consiglia..."
      },
      {
        "index": 82,
        "text": "— Il dottor Gallaroli è un furbo che vuol darsi importanza e ama far correr la voce per Milano ch'egli è l'uomo dei miracoli... e sa, anche dopo l'olio santo, rinnovare la vita; gli altri due, è naturale... son della professione, e una mano lava l'altra, e il mestiere non vuol essere rovinato — però son venuti, come succede sempre, per dar ragione al medico della cura, il quale, a dir la verità, mi par il prete che canta messa, mentre gli altri due fan da diacono e gli tengono il piviale. È sempre la stessa storia, però bisogna saperli interpretare, e non seguirli testualmente questi signori."
      },
      {
        "index": 83,
        "text": "— Basta, fate voi. Badate però che stasera il dottor Gallaroli non faccia strepito del non essere stato obbedito."
      },
      {
        "index": 84,
        "text": "— Vedrà che il dottore non dirà nulla... E poi io vivo certo che il conte debba migliorare..."
      },
      {
        "index": 85,
        "text": "— Fate pure, fate pure... Ora sentite ..."
      },
      {
        "index": 86,
        "text": "— Che cosa?"
      },
      {
        "index": 87,
        "text": "— Fatemi contar dal cassiere un cento talleri di Carlo Sesto."
      },
      {
        "index": 88,
        "text": "— Siam sempre a queste, don Alberico."
      },
      {
        "index": 89,
        "text": "— Sono otto giorni che ne ho di bisogno."
      },
      {
        "index": 90,
        "text": "— Il signor conte mi proibì di darle altro danaro prima che incominci il mese di giugno."
      },
      {
        "index": 91,
        "text": "— Il giugno è qui presto... è un'anticipazione di pochi giorni..."
      },
      {
        "index": 92,
        "text": "— Eppoi?"
      },
      {
        "index": 93,
        "text": "— Eppoi, fate presto. Non mancano usuraj a Milano, e se batto di piede saltan fuori talleri da tutte le parti. Non è la prima volta. Ma che maledetto gusto è questo di costringermi a pigliar dieci per restituir venti! Non c'è al mondo uomo più avaro e più sucido di mio padre; e voi gli tenete la staffa. È tempo di finirla. Ho ventun'anni, e colla nuova eredità sono il figlio unico più ricco di Lombardia. Venti milioni... una piccola bagattella... e sempre aver bisogno di denari come se fossi un pezzente, e domandar la carità a voi. Ma chi siete voi?"
      },
      {
        "index": 94,
        "text": "L'agente sorrise, e:"
      },
      {
        "index": 95,
        "text": "— Sono il suo umile servitore, che ama lo splendore della casa, e desidera che l'unico erede di tanta facoltà non trovi d'aver decimato nulla quando sarà egli il capo della casa e il padrone assoluto di tutto. Però, giacché veramente le occorrono, vado a farle contare i cento talleri."
      },
      {
        "index": 96,
        "text": "— Sentite, se fossero centocinquanta non mi lamenterò; anzi, ora che ci penso, mi lamenterei se fossero appena cento."
      },
      {
        "index": 97,
        "text": "Il signor Rotigno discese nello studio dov'erano molti impiegati subalterni, cassiere, ragioniere e scrivani, perché l'amministrazione della casa era vasta e complicata. Si fece contare dal cassiere 1 centocinquanta talleri, li fece notare alla partita di don Alberico, incaricando uno scrivano di stendere una ricevuta che il figlio del padrone avrebbe firmata per la necessaria regolarità, e perchè voleva così il signor conte padrone."
      },
      {
        "index": 98,
        "text": "Mentre il signor Rotigno s'indugiava là per tale occorrenza, entrò un commesso di studio seguito da un facchino portante un sacco di denaro; entrò e disse:"
      },
      {
        "index": 99,
        "text": "— Gran novità."
      },
      {
        "index": 100,
        "text": "— Che cosa?"
      },
      {
        "index": 101,
        "text": "— È tornata, pochi momenti sono, la signora contessa Clelia V..."
      },
      {
        "index": 102,
        "text": "— Tornata?... ma perchè?"
      },
      {
        "index": 103,
        "text": "— S'ella voleva tornar così presto, tanto aveva a non fuggire."
      },
      {
        "index": 104,
        "text": "— Oh bella! il conte marito volle andare dov'ella si trovava, ed ella ritornò dove non si trova più suo marito. Fin qui non ci vedo nulla di strano, ed è facile a capire."
      },
      {
        "index": 105,
        "text": "— Che cosa è facile a capire?"
      },
      {
        "index": 106,
        "text": "— Quello che voi non sapete, soggiunse il commesso. La contessa è tornata perchè fu fatta ritornare."
      },
      {
        "index": 107,
        "text": "— Da chi?"
      },
      {
        "index": 108,
        "text": "— Da chi ha l'autorità, s'intende; voglio dire, dal Senato. Ma sapete il motivo? è il motivo che vi farà strabiliare tutti."
      },
      {
        "index": 109,
        "text": "— Sentiamo, parla, di' presto."
      },
      {
        "index": 110,
        "text": "— Il motivo è che il Galantino ha dato fuori il suo nome; e in conclusione, è dessa che lo ha pagato a rubare il testamento. E si sa anche com'era il testamento. Erede, già s'intende, il nostro illustrissimo signor padrone, e diversi legati, tra' quali uno, e il più vistoso, all'egregia contessa... in compenso di... mi capite... Altro che Urania e Minerva e che so io, come la chiamava il vicario don Giacinto: ah! ah! ah!... a dire che mi divertono tali intrighi, è dir poco."
      },
      {
        "index": 111,
        "text": "— Ed ella deve aver fatto trafugare un testamento, perchè il testatore ha voluto regalarla? Ma c'è sale in zucca a creder queste fandonie?"
      },
      {
        "index": 112,
        "text": "— Altro che sale! Il testatore assegnò il premio... ma assegnò anche i servigi... vedete che scandalo. Ah ah ah... Ma già è sempre stato un po' matto il signor marchese. Non somiglia per niente al nostro illustrissimo signor padrone."
      },
      {
        "index": 113,
        "text": "Il signor Rotigno intanto ascoltava e taceva; e siccome era informato in parte del processo del Galantino, e già avea sentito toccare un tasto di una simile deposizione, credette a mezzo, e quasi quasi si sarebbe confortato, se non gli fossero tosto sorgiunti 1 secondi pensieri a fargli capire che l'inganno poteva durare per poco e non per sempre. Tuttavia pensò di farne parola al conte. Prese allora i centocinquanta scudi, salì, entrò nella sala dove ancora stava passeggiando don"
      },
      {
        "index": 114,
        "text": "Alberico, gli consegnò i denari colla ricevuta che don Alberico sottoscrisse; e quando questi partì, pensò di entrare nella camera da letto del conte... Se non che, allorquando fu per aprire, si fermò e disse tra sè, anzi pensò... perchè certe cose, nemmeno 1 bricconi di cartello le osano dire neppure in soliloquio: — Questa notizia potrebbe consolarlo un po' troppo, e aprire il varco alla salute... un'inezia accoppa, un'inezia fa rinascere. È dunque meglio tacere. — E così ridiscese nello studio, prese il cappellino a tre punte e la sua canna d'India, e uscì ad appurare le notizie della giornata."
      },
      {
        "index": 115,
        "text": "Intanto che il Rotigno se ne va pe' fatti suoi, facciamoci colla contessa Clelia. Il commesso di studio, raccontando che era tornata a Milano, avea detto il vero. Al serenissimo doge Grimani, nelle sale del nobile Alvise Pisani, ella avea promesso che il giorno successivo impreteribilmente sarebbe partita da Venezia; e il doge aveale detto: confidare interamente nella sua parola e non volere per verun conto commetterla a scorta nessuna. Queste furono le parole: ma i fatti non vi corrisposero esattamente. Chè alla contessa Clelia il dì dopo fu reso al tutto impossibile di lasciar Venezia, per varj accidenti sorvenuti all'impensata, e che, scorsi che saranno sedici anni dal tempo in cui versa il nostro racconto, il lettore probabilmente saprà indovinare. In quanto al doge incaricò l'ufficio de' corregidori di far tener dietro ai passi della contessa; e allorchè seppe, con sua grande meraviglia, ch'ella trovavasi ancora in Venezia, alla promessa che donna Clelia rinnovò di partire fra breve tempo, non fu tanto credulo; e sotto specie d'onorarla, la fece accompagnare sino al confine del ducato di Milano da messer Zuane Pizzamano, camerlengo di Comune, e dalla nobile sua moglie. Onore che, giunto al confine, le fu rinnovato dal signor luogotenente di Pretorio, dottor Rocco Orlandi, il quale, espressamente a ciò incaricato da lettera senatoria, le domandò con rispettosa deferenza, ma con quel modo d'interrogare che significa essere il provvedimento già stato ventilato e ingiunto dall'autorità, le domandò adunque se ella desiderava, giungendo a Milano, d'essere alloggiata nella casa dell'egregia donna Paola Pietra sua conoscente."
      },
      {
        "index": 116,
        "text": "Ma in che modo l'autorità provvide a far alloggiare la contessa presso donna Paola Pietra? Il fatto è chiaro. Dopo che il Senato fu istrutto della strana deposizione del lacchè Suardi, e riputò indispensabile di sentire di presenza in giudizio la contessa V..., l'illustrissimo capitano di giustizia, dopo una conferenza col presidente del Senato e col senatore Gabriele Verri, mandò a chiamare donna Paola, a cui fece palese la deposizione del Galantino, e insieme la risoluzione in che era venuto l'eccellentissimo Senato d'interessare il Consiglio Veneto a mandare a Milano la contessa."
      },
      {
        "index": 117,
        "text": "Che terribile colpo facesse una tale notizia sull'animo di donna Paola è facile immaginare."
      },
      {
        "index": 118,
        "text": "Dopo il primo turbamento e dopo quella tremenda confusione in cui le persone educate da una lunghissima esperienza son gettate al sentire imputato di una colpa detestabile chi si ama e si protegge, appunto perchè alla predilezione ed alla stima si mesce sempre il dubbio dell'umana perversità e delle apparenze ingannatrici; donna Paola, nel fondo dell'animo suo, rifiutossi a prestar fede all'oscena accusa. Disse poi tali cose al signor capitano, e le espose con tanta eloquenza e fervore, che lo stesso marchese Recalcati, ch'era un eccellente galantuomo, fu presto dell'avviso, essere infondata l'accusa del Galantino, e dovere anzi l'accusa medesima servir col tempo alla riprova della di lui ribalderia. Perciò, alla profferta che donna Paola gli fece di ricevere in casa la sventurata contessa sotto la sua protezione e sorveglianza non potè che accondiscendere, onde al luogotenente di Pretorio al confine del Ducato furono inviate istruzioni in proposito. Nè qui si fermò la caritatevole donna, ma affannata di avere col proprio consiglio peggiorata la condizione della contessa, pensò di non omettere cosa nessuna, la quale potesse giovare alla causa di quella sventurata e, in ogni modo, dovesse giovare al trionfo della verità. A tale oggetto si recò dall'avvocato patrocinatore del figlio della Baroggi, perchè vedesse di poter raccogliere una o più testimonianze ad indicare e provare, non essere altrimenti vero che il lacchè Galantino si trovasse già a Venezia prima degli ultimi otto giorni del carnevale di Milano. E l'avvocato si prese l'assunto, e in pochi dì fu sulla via di far qualche preziosa scoperta."
      },
      {
        "index": 119,
        "text": "Se dunque queste ultime pagine furono noiose anzi che no, ci lusinghiamo che il ritorno della contessa, e la sua chiamata in giudizio, e le sue confidenze a donna Paola e le sue ansie: come pure la scoperta dell'avvocato patrocinatore, e i nuovi interrogatorj imposti al Galantino, e le lotte in Senato sul proposito della tortura, e i risultamenti provvisorj di codesta matassa, saranno"
      },
      {
        "index": 120,
        "text": "Vasta materia di sermon futuro."
      },
      {
        "index": 121,
        "text": "[V]"
      },
      {
        "index": 122,
        "text": "Il giorno stesso in cui si tenne il consulto medico in casa F..., donna Paola Pietra, con lettera confidenziale, venne avvisata dall'illustrissimo signor marchese Recalcati, che il giorno dopo, accompagnata dal luogotenente del Pretorio di confine, sarebbe giunta a Milano la contessa Clelia V... Per ciò ella si trattenne in casa onde adempire all'ufficio cui si era spontaneamente offerta."
      },
      {
        "index": 123,
        "text": "Le persone che, sollecitate da una stragrande bontà di cuore e dall'amore degli uomini, s'interessano con operosità alle cose altrui, quando le loro premure non hanno riuscita, si sentono travagliate da insopportabili inquietudini, e talora, per quanto invase dallo spirito di carità, provano il pentimento d'essersi volute adoperare a vantaggio degli altri. In una tale condizione d'animo trovavasi appunto donna Paola nelle ore che stava aspettando la sua protetta, e tanto più si affannava, quanto più, ripensando le cose avvenute (e non conosceva il peggio), vedeva che i buoni consigli non assicurano sempre la felice riuscita delle cose, e talvolta, pur troppo, come nel caso suo, partoriscono effetti al tutto opposti ai desiderati. A taluno de' nostri lettori parrà strano che siasi voluta mettere innanzi donna Paola siccome l'ideale della carità, un surrogato in terra alla Provvidenza, quando poi, in sulle prime operazioni, doveva fallire agli intenti desiderati. Ma innanzi tutto, quando un fatto è realmente avvenuto con quelle circostanze speciali, impreteribili al raccontatore, un personaggio non può sempre appagare i desiderj di chi legge. D'altra parte una storia come la nostra non è che uno specchio più o meno terso, più o meno ondulato, in cui si riflette la prospettiva della vita. Ci può essere qualche deviazione di linea, qualche raggio che s'interseca o prima o dopo, ma l'immagine riflessa in poco può variare dal vero. C'è di più, che un personaggio, tanto nei lavori dell'arte come nella vita reale, il quale si distingua per carattere segnalato di virtù, si fa manifesto per l'intenzione ed il fervore della volontà di operare il bene, non già per l'ultima riuscita, la quale non è mai la vera misura onde valutare il grado della virtù stessa. Coloro che pretendessero dovere la comparsa di donna Paola Pietra stornare sciagure e peccati e cadute, mostrerebbero di non conoscere la differenza che passa tra i personaggi della vita vera e gli dei d'Omero. A questi era permesso far scomparire Paride in una nube e involarlo all'ira di Menelao per stornar l'asta del Telamonio dallo scudo di Ettore; ma ai nostri personaggi, vogliam dire ai buoni, non sono obbligatorj che il desiderio del bene e la facoltà di sudare per correre sulla sua traccia; non già la sicurezza di conseguirlo."
      },
      {
        "index": 124,
        "text": "Ma ciò non toglie che donna Paola fosse afflittissima e si riputasse quasi colpevole di quanto era avvenuto. Tuttavia, quel che più le cuoceva, era il dubbio che di tanto in tanto veniva a galla delle sue medesime persuasioni e de' suoi raziocinj; il dubbio, vogliam dire, che donna Clelia fosse ben altra da quella ch'essa aveva creduto; e che quanto potè sembrare un trascorso accidentale, fosse invece un'abitudine perversa dell'intera vita. — Inoltre la passione violenta ond'era stata assalita al cospetto di un cantante, circondato dal fascino della gioventù, della bellezza, dell'eccellenza dell'arte, lasciava trovar scusa e perdono pur nell'animo del più inesorabile censore; ma le relazioni col defunto marchese, perduto di costumi, nè giovane, nè attraente, rendeva turpe e non perdonabile la colpa. Se non che, nel punto che donna Paola stava dibattendosi fra cotali pensieri, il servo entrò a dire che la contessa V... era discesa dalla carrozza."
      },
      {
        "index": 125,
        "text": "Donna Paola alzossi quando quella entrò."
      },
      {
        "index": 126,
        "text": "Il lettore si ricorderà delle caldissime espansioni di affetto, dell'abbraccio tenero e commosso onde queste due donne si lasciarono dopo il primo loro dialogo. Chi ora dunque crederebbe che, rivedendosi, dovessero tanto l'una che l'altra mostrare una freddezza riguardosa, e proferir parole e saluti a cui non corrispondeva la gelida espressione del volto e degli occhi! Ma nell'una era un sospetto, nell'altra era una recente memoria che la faceva timorosa della presenza di quella venerabile donna. — E codesta peritosa freddezza della contessa, accrebbe in quel punto i"
      },
      {
        "index": 127,
        "text": "dubbj di donna Paola, di maniera che, per un movimento istantaneo, il suo volto assunse l'espressione della più severa austerità."
      },
      {
        "index": 128,
        "text": "Partito il servo, rimaste sole, aspettando la contessa, altre parole, e vedendo perdurare donna Paola in quella gravità ch'ella non sapeva spiegare:"
      },
      {
        "index": 129,
        "text": "— E che cosa è avvenuto, esclamò, perchè io non veda più il sorriso benevolo su quella vostra santa faccia?"
      },
      {
        "index": 130,
        "text": "Dir queste parole, gettar le braccia al collo di donna Paola e prorompere in pianto fu un punto solo. La mestizia acerbissima del viaggio solitario, i timori, le rimembranze che da molte ore le avean fatto nodo insopportabile al cuore, si sciolsero in quello scoppio di lagrime."
      },
      {
        "index": 131,
        "text": "Donna Paola sentì sottentrar tosto la commozione alla severità, e riabbracciando la sventurata:"
      },
      {
        "index": 132,
        "text": "— Oh, fate animo, disse, io sono sempre la stessa per voi. Sedete e tranquillatevi... e faccia Iddio che..."
      },
      {
        "index": 133,
        "text": "E qui s'interruppe, perchè non le parve il momento opportuno di uscire con disgustose interrogazioni."
      },
      {
        "index": 134,
        "text": "Ma se donna Paola per allora aveva creduto bene di tacere, la contessa dopo qualche momento:"
      },
      {
        "index": 135,
        "text": "— Or io vorrei sapere, disse, la cagione per cui, con gravissimo scandalo, il Senato sollecitò il doge di Venezia a farmi partire da quella città e, sebbene con apparenze onorifiche, a mandarmi qui custodita e guardata, in conclusione, come si pratica coi malfattori."
      },
      {
        "index": 136,
        "text": "— Ma non sapete nulla, contessa? disse donna Paola, veramente nulla? e la mirava fissa, quasi a passarla fuor fuori, come dicono i Fiorentini."
      },
      {
        "index": 137,
        "text": "— Nulla io so, bensì mi perdo inutilmente in un mare di congetture. Il doge Grimani non sapeva nemmeno esso la causa di tale misura, ed anzi ebbe a lamentarsene. Il camerlengo di Comune che insieme colla nobile sua moglie mi accompagnò sino al confine del Ducato, com'è naturale, ne sapeva meno del doge. In quanto al signor luogotenente di Pretorio, che dal confine mi accompagnò sino alla porta di questa stanza, mi sembrò bene che fosse al fatto della cagione vera, ma scansò sempre le mie domande, e quando gli manifestai il mio sospetto di una qualche falsa deposizione di quello scellerato lacchè: — Potrebbe darsi benissimo, disse; che il Galantino non sia straniero a questa faccenda, ma io non so nulla; e dicendo questo si capiva troppo bene ch'ei sapeva tutto, ma gli era stato ingiunto di tacere. Intanto, appena m'ebbe lasciata alla porta di questa stanza, si recò dal capitano per annunziare il mio arrivo, e presto sarà di ritorno. Ora ditemi voi in che consiste questo mistero."
      },
      {
        "index": 138,
        "text": "Donna Paola tornò a guardar fissamente la contessa; poscia, prendendola per mano, le disse affettuosamente :"
      },
      {
        "index": 139,
        "text": "— Sedete e ascoltate;... e, prima ch'io parli, fatemi una promessa."
      },
      {
        "index": 140,
        "text": "— Che promessa?"
      },
      {
        "index": 141,
        "text": "— Di non tacere il vero, di non mentire (perdonatemi questa parola), di confessar tutto, quando pure si trattasse di cosa, che, a pronunciarla, vi dovesse abbruciare la lingua."
      },
      {
        "index": 142,
        "text": "— Ma parlate, in nome del cielo; voi mi spaventate. Di che dunque si tratta?... Io non conosco fatto nessuno che possa recar tali effetti."
      },
      {
        "index": 143,
        "text": "E qui donna Paola, con voce bassa, manifestò alla contessa la deposizione del Galantino."
      },
      {
        "index": 144,
        "text": "Donna Paola, proferita ch'ebbe la trista parola, avvezza a leggere nei repentini guizzi del volto quel che passava nell'animo altrui, allorchè la contessa balzò in piedi saettando lei d'uno sguardo che dell'orgoglio offeso avea persino la ferocia; d'uno sguardo che, incredibile a dirsi, esprimeva quasi un iracondo disprezzo per lei medesima; d'uno sguardo che sembrava persino minacciare un atto violento; si alzò di colpo, tanto si tenne sicura dell'innocenza della contessa, le buttò le braccia al collo, la baciò e la ribaciò in volto, poi disse:"
      },
      {
        "index": 145,
        "text": "— Che voi siate mille volte benedetta, cara la mia donna, ho avuto torto di credere a una tale accusa, or vogliate perdonarmi. Ma, pur troppo, dovevo parlar chiaro e così."
      },
      {
        "index": 146,
        "text": "La contessa si buttò allora a sedere, come spossata. Successe un lungo silenzio... Cadevano intanto le lagrime a dirotta sulle pallide guancie della contessa, che il suo labbro convulso beveva, quasi a tentar di nasconderle. E donna Paola s'era volta altrove per non turbare quel profondissimo dolore... e quando macchinalmente prese e aprì un libro, ne bagnò le pagine di due grosse lagrime repentinamente sgorgate anche a lei."
      },
      {
        "index": 147,
        "text": "In questa fu bussato alla porta, e, senz'attender altro, entrò un vecchietto colla zazzera del tempo del senator Filicaja e con una giubba stata già rossa color fuoco, ma pel lavoro degli anni diventata color zenzuino. Egli, senza cavarsi il cappellino a tre punte e appoggiato alla canna d'India, come stesse in casa propria o sulla pubblica via:"
      },
      {
        "index": 148,
        "text": "— Buone nuove, donna Paola, disse, buone nuove!"
      },
      {
        "index": 149,
        "text": "Fra l'avvocato Agudio, il patrocinatore officioso del figlio della Baroggi. Uomo burbero, bisbetico, cinico, ma galantuomo, una specie di Paletta applicato al ceto legale. Rigido di una rettitudine insolita, che traeva all'ideale e si spingeva fino al cavillo; affettava trascuratezza di tutte le convenienze sociali, andando in ciò fino alla caricatura ed alle aperte lesioni del più dozzinale galateo. Vestiva male e all'antica, quasi ad attestar disprezzo al tempo che correva; magro, sano, forte, come se fosse d'acciajo, era di una operosità prodigiosa; tenace del suo proposito fino ad esser caparbio, inasprito inoltre da quel demonio interno che si chiama spirito di contraddizione, faceva paura al Collegio dei dottori, al Pretorio, al Capitano di giustizia, al Senato medesimo, che aveva in esso un controllore indomabile; e siccome a tali qualità congiungeva una gran dottrina giuridica, così era il più riputato e temuto del fòro milanese."
      },
      {
        "index": 150,
        "text": "Alla sua improvvisa comparsa, la contessa Clelia balzò in piedi, e vergognosa delle proprie lagrime, si ritrasse in un'altra camera."
      },
      {
        "index": 151,
        "text": "Donna Paola Pietra si volse e vide lui che ripeteva:"
      },
      {
        "index": 152,
        "text": "— Buone nuove davvero? chiese donna Paola."
      },
      {
        "index": 153,
        "text": "— Buone vi dico."
      },
      {
        "index": 154,
        "text": "— Or raccontate e sedete..."
      },
      {
        "index": 155,
        "text": "— Non ho tempo da perdere, e vo via subito; uno de' miei giovani di studio, che ha trovato il modo di essere astuto insieme e onesto, s'è messo al punto di far saltar fuori la verità, perchè dice d'averlo veduto egli stesso, il Galantino all'albergo dei Tre Re, precisamente un giorno della settimana grassa, quantunque non sappia giurarlo. Però l'altro jeri andò a mangiare un boccone a quell'albergo e là, d'una in altra parola ebbe il piacere di sentire confermato il suo sospetto da un cameriere. — Questo cameriere venne da me stamattina e ripetè quanto avea detto al giovane di studio... Ben è vero che, allorquando gli domandai s'ei sarebbe disposto a ridire le stesse cose al signor capitano di giustizia, parve tentennare e voler ritirarsi... Ma la fortuna ha voluto ch'egli nominasse un altro cameriere, il quale per combinazione cangiò in questi giorni osteria e città, ed è andato a Cremona; lo nominò dicendo che colui aveva giuocato in una di quelle notti col Galantino, e siccome era amicissimo del lacchè così avrebbe facilmente saputo ogni affar suo... Intanto il cameriere di qui sarà sentito oggi stesso dal capitano... Spero che non saprà ritrattarsi, perch'io gli ho fatto paura, mettendogli innanzi tutte le conseguenze del non dire la verità... Egli è bensì a considerare che la sola sua testimonianza non basta all'intento... Ma ho mandato or ora a Cremona il giovane di studio, e ritornerà, spero, col cameriere che passò in quel luogo... Se i due vanno d'accordo... la volpe è presa... e il Senato dovrà decretare la tortura... Sino a questo punto, per verità, non si verificarono gli estremi, ed il senator Verri, che conosce il diritto, ha messo a tacere, com'io seppi, il senator Morosini che vorrebbe cominciar sempre dalla tortura, tanto ci si guazza dentro... e il Verri ha tirato dalla sua tutti gli altri, perchè la sua chiacchiera quando ha preso il vento è una tempesta che dove tocca lascia il segno. Bensì il Morosini tentò rifarsi producendo casi criminali a dozzine in cui la tortura venne inflitta anche senza quegli estremi dai quali il Verri non decampa, e il Verri a ripetere che gli errori passati non devono essere esempio a nuovi errori, e qui ha ragione, ma sibbene un salutar avviso per scansarli. E intanto c'è un altro fatto, di cui la città è piena. Sentite, che questa è nuova, e giudicate voi... È un avviso a stampa su tutti gli angoli della città, col quale il"
      },
      {
        "index": 156,
        "text": "maggiordomo di casa Morosini invita il proprietario di un rotolo di cento zecchini veneti stati mandati all'indirizzo del senatore, a voler rimandarli a pigliare. La folla è stipata a tutti i canti e chi ne dice una e chi un'altra... Il Morosini, se non è un gran giureconsulto, è un furbo matricolato... e... odia tutti i suoi colleghi, segnatamente il Verri, e... voi già capite dove va a parar la cosa. Or io vo, e voi state di buon animo e dite lì alla... (e qui fece un lezio curioso accennando la porta della camera per cui la contessa era dileguata) che dopo il temporale viene il sereno... È ben la contessa V.... non è vero? soggiunse poi subito."
      },
      {
        "index": 157,
        "text": "— Sì, la contessa, arrivata or ora da Venezia."
      },
      {
        "index": 158,
        "text": "— Povera donna, è la vittima di un assurdo arbitrio... Ma lo studio fu di gettar la polvere negli occhi, e di rivolgere l'attenzione altrove... Però non ci riusciranno. No, non ci riusciranno... Far venir con violenza una persona che sta altrove di pien diritto, perchè un ladro briccone inventa una frottola a suo danno... e pazienza avesse detto, il ladro bugiardo, d'aver visto egli stesso, d'essere stato testimonio, mezzano, che so io... Ma no, tutt'altro... Ora basta... la verità dee balzar fuori... Intanto buon dì e buon anno — e l'avvocato Agudio uscì."
      },
      {
        "index": 159,
        "text": "Quando l'avvocato attraversò il cortile, incontrossi nel luogotenente del Pretorio che tornava dal palazzo del Capitano di giustizia."
      },
      {
        "index": 160,
        "text": "Questi lo inchinò con atto di profonda devozione, esclamando:"
      },
      {
        "index": 161,
        "text": "— Signor avvocato, i miei rispetti..."
      },
      {
        "index": 162,
        "text": "— Oh addio... non ti conoscevo... Or dove sei tu?"
      },
      {
        "index": 163,
        "text": "— Luogotenente di Pretorio al confine."
      },
      {
        "index": 164,
        "text": "— Bravo, ma cosa fai qui?"
      },
      {
        "index": 165,
        "text": "— Ho accompagnato a Milano l'illustrissima signora contessa V..., ed ora, per commissione dell'egregio signor capitano di giustizia, vengo a portarle l'ordine scritto di recarsi domani per essere sentita in giudizio... E stasera torno donde sono venuto... Presto poi spero di venir traslocato a Milano... Mi conservi la sua protezione..."
      },
      {
        "index": 166,
        "text": "— Addio... E l'avvocato uscì sulla via, e attraversata la piazza Borromeo e santa Maria Podone, se ne venne al Broletto, al Cordusio e alla piazza de' Mercanti, salutato per via rispettosamente da molte persone di cappa e di spada, come suol dirsi, ai quali egli non corrispondeva che il più confidenziale saluto, e tirava via parlando fra sè e borbottando tra' denti."
      },
      {
        "index": 167,
        "text": "Quando fu in piazza de' Mercanti, la folla non era scemata innanzi ad uno de' pilastroni del palazzo, in oggi dell'Archivio, sul quale era impastato l'avviso firmato dal maggiordomo di casa Morosini, che diceva così:"
      },
      {
        "index": 168,
        "text": "«Il sottoscritto, d'ordine dell'illustrissimo senatore Morosini, suo padrone, invita il proprietario di un rotolo di cento zecchini veneti mandati, certo in isbaglio, all'indirizzo del sullodato suo padrone, a voler recarsi dalle ore 12 alle ore 3 nello studio della casa per ritirare il detto rotolo."
      },
      {
        "index": 169,
        "text": "«Milano, di casa Morosini, 28 maggio 1750.»"
      },
      {
        "index": 170,
        "text": "L'avvocato si fermò perchè si dilettava dei discorsi del pubblico."
      },
      {
        "index": 171,
        "text": "— Credi, tu che sia stato per isbaglio? diceva un giovinotto ad un altro."
      },
      {
        "index": 172,
        "text": "— Se è stato uno sbaglio, certo che non è stato l'unico, e usciranno altri avvisi."
      },
      {
        "index": 173,
        "text": "— Può bastare anche un solo, diceva un terzo. Ma invece del maggiordomo di casa Morosini dovrà sottoscriversi il custode del palazzo del Senato."
      },
      {
        "index": 174,
        "text": "— Non ti capisco..."
      },
      {
        "index": 175,
        "text": "— Oh bella... Vuoi tu che chi ha fatto il dono sia così dolce da credere che possa bastare l'aver pensato a un senatore solo?..."
      },
      {
        "index": 176,
        "text": "— Poteva anche bastare... giacchè si trattava di rompere il sasso più duro..."
      },
      {
        "index": 177,
        "text": "— Io per me credo che non usciranno altri avvisi. Intanto l'affar si fa serio... e comincio a dire che il conte F... ha perduto la prudenza..."
      },
      {
        "index": 178,
        "text": "— Che prudenza! è moribondo... eppoi non si può dire..."
      },
      {
        "index": 179,
        "text": "— Che?... bisognerebbe esser orbi... od esser qualcuno di coloro che hanno l'obbligo di veder più degli altri... Altro che fandonie, amico caro!"
      },
      {
        "index": 180,
        "text": "L'avvocato si partì ghignando e proferendo tra sè e sè: — Sciocchi, i quali credete di menar il mondo per il naso... costui v'ha già letto in fondo all'anima... però a rivederci al sabato; ed entrò sono i portici del nobile Collegio dei giureconsulti."
      },
      {
        "index": 181,
        "text": "[VI]"
      },
      {
        "index": 182,
        "text": "Com'è facile a credere, il pubblico, che, nel caso nostro, era l'aggregato di tutti coloro i quali non aveano parte veruna nella magistratura e molto meno nella giudiziaria, e che senza nessuno studio preparatorio, nè teorie discusse, procedeva avanti coraggioso nel giudizio delle cose colla sola guida del senso comune, erasi fatto un concetto a modo suo dei fatti che abbiamo raccontati e delle conseguenti tesi criminali; e, cosa strana, il concetto del pubblico riuscì precisamente la camicia del vero. Vogliamo dire che esso opinava per la reità del Galantino, come opinava per la reità del conte F...; anzi, quando mai avesse dovuto essere indulgente con uno dei due, propendeva piuttosto a favore del primo che del secondo; in quanto poi all'accusa che il lacchè avea gettata contro la contessa, mentre e capitano e vicario e attuario e auditori e assessori e senatori, a primo colpo ne furono influenzati al punto da ammetterla, e in conseguenza da trovar necessario il sentir di presenza la contessa in giudizio; il pubblico, vogliamo dire la maggioranza, non credette nulla affatto; chè il senso comune rifiutavasi a vedere tresche amorose là dove correva un divario di più che trent'anni d'età, tresche venali dove la ricchezza era pareggiata, tresche turpissime dove, cessa anche la fragilità umana, era però innegabile l'ottima fama della contessa, l'ottima fama del casato cospicuo a cui apparteneva, l'educazione avuta, la specialità sublime degli studj fatti. Però quelle ragioni medesime per cui il pubblico non avea sospettato mai che Amorevoli si fosse trovato nel giardino per lei, tornarono a ricomparire, quasi indignate della prima sconfitta, a ricomparire per difendere fervorosamente la sventurata contessa, e per isparlare con iracondia del procedere della giustizia."
      },
      {
        "index": 183,
        "text": "E c'è di più, che al pubblico si confederò per la prima volta, nel desiderio di difendere la contessa, indovinate chi? tutte le donne più o meno cattive, più o meno giovani, più o meno belle del ceto patrizio e anche del ceto solamente ricco, che un tempo erano sempre state le naturali nemiche della superba contessa. Fu una specie di diserzione inattesa, un cambiar repentino di propositi e d'opinioni, un mettersi tutti da un lato a protestare in favor suo, e in modo di far salire in orgoglio coloro che hanno buon concetto dell'indole femminina."
      },
      {
        "index": 184,
        "text": "Donna Paola che, nel tempo dell'assenza della contessa, mediatore il giovane Parini, era andata a visitare la madre di lei, partiti che furono per Venezia il conte V... e il conte fratello, credette bene, qualche ora dopo l'arrivo di donna Clelia, di rinnovar la visita alla contessa madre, e d'invitarla a venire ad abbracciar la figlia per confortarla. Molte dame trovavansi per caso colà... e tutte furono intorno alla contessa madre, la quale, nei dì della fuga e dell'assenza di donna Clelia, avea protestato di non voler mai più riconoscerla per sua figlia; tutte adunque le furono intorno per supplicarla a cedere alle preghiere di donna Paola. Che più!.... talune espressero persino un desiderio vivissimo d'andare a far visita alla fuggitiva ripatriata."
      },
      {
        "index": 185,
        "text": "In quel giorno adunque madre e figlia si riabbracciarono; in quel giorno la contessa del Grillo andò a far visita a donna Clelia, e le rasciugò il pianto e la consolò riferendole quel che si diceva di lei per la città, e come avesse mille difensori, ed esortandola a star lieta. E donna Clelia infatti, se non lieta, almeno placida, dormì la notte; e soltanto quando si risvegliò fu percossa acerbissimamente dal pensiero che in quel giorno doveva comparire innanzi al Capitano di giustizia."
      },
      {
        "index": 186,
        "text": "È un pregiudizio e un errore della mente, ma i luoghi dove si amministra la giustizia criminale incutono un vago sgomento anche nelle persone più intemerate, se per caso son esse chiamate a presentarsi ai giudici, sia pure per una semplice testimonianza, per un'informazione di poco conto, fin anco pel proprio vantaggio. Se dunque la contessa Clelia non potea sopportare il pensiero di doversi presentare al Capitano di giustizia per un'accusa e una presunzione gravissima, quantunque ella si sentisse innocente, la cosa è ragionevole. Confortata però dal reintegrato amore"
      },
      {
        "index": 187,
        "text": "della contessa madre, sostenuta da donna Paola, si ricompose, e pensò ad assumere quel contegno che dovesse comandare alla sua volta un gran rispetto ai giudici medesimi."
      },
      {
        "index": 188,
        "text": "Verso mezzodì la contessa madre le mandò un carrozzone di casa. Di concerto coll'illustrissimo marchese Recalcati, erasi stabilito che donna Paola avrebbe accompagnata la contessa, e l'avrebbe assistita di presenza anche nella sala degli interrogatorj. Partirono dunque di casa e l'una e l'altra poco dopo il mezzogiorno, e presto il carrozzone entrò nel cortile del Palazzo di Giustizia. La livrea pavonazza coi galloni gialli del cocchiere e dei due servitori, fece tosto conoscere a quanti trovavansi colà ch'era la carrozza di casa A..., chè la stessa donna Paola avea consigliata quella specie di pubblicità fastosa, perchè in simile circostanza doveva riuscire assai significante."
      },
      {
        "index": 189,
        "text": "Il capitano marchese Recalcati, che stava in aspettazione di esse, quando sentì il loro arrivo, credette bene di uscire insieme col vicario e cogli assessori a riceverle in capo allo scalone. Era una degnazione insolita, ma che all'ottimo Recalcati era stata suggerita dalla specialità del caso, e, dopo i discorsi tenuti con donna Paola e le pubbliche dicerie pervenutegli all'orecchio, dalla persuasione che la contessa meritava il suo rispetto più che la sua severità. Dopo que' primi atti di ricevimento, ai quali però non fu straniero un certo sussiego di cerimoniale tutt'altro che adatto a mettere altri di buon umore, le signore furono fatte entrare in una sala, nella quale comparvero poco dopo il capitano, il vicario, un attuario, due auditori e due assessori, ponendosi a sedere presso una gran tavola coperta dal tappeto verde e su cui stava una croce d'ebano col Cristo d'avorio. I due assessori, pregando la contessa ad accostarsi, essi medesimi le portarono il seggiolone a bracciuoli."
      },
      {
        "index": 190,
        "text": "Donna Clelia era vestita con austera semplicità, per quanto poteva esser permesso dalle foggie del tempo. Quand'ella si mosse tenendo dietro agli assessori che le portavano il seggiolone, la severissima regolarità del suo volto, fatta allora più grave dalla condizione dell'animo, la fronte che, per l'azione dell'orgoglio offeso, le si aggrondava in quel punto, raccostandole i neri sopraccigli al vertice del suo naso romano, i labbri e il mento che, modificati dai muscoli in soprassalto, parvero assumere fuggitivamente il disegno della bocca e del mento del giovane Bonaparte cogitabondo e cupo; tutto ciò, anzi che farla credere una donna chiamata a rispondere in tribunale, le avea comunicato l'aspetto della istessa dea Temide convenzionale, persuadente col severo simulacro l'inesorabile giustizia."
      },
      {
        "index": 191,
        "text": "Quando la contessa fu seduta, l'attuario, dopo avere scorse alcune carte e guardato con significazione in faccia all'illustrissimo signor capitano, quasi a dire, siamo a tempo? incominciò l'interrogatorio dal consueto punto di partenza, domandando cioè alla contessa se ella sapeva la cagione per cui era stata citata in giudizio."
      },
      {
        "index": 192,
        "text": "— La cagione, rispose donna Clelia, l'ho saputa ieri dalla venerabil donna Paola qui presente, ed è tale che mai non avrebbe potuto esser materia di una congettura a chiunque non sia offeso nella mente."
      },
      {
        "index": 193,
        "text": "(Dal costituto che abbiam sott'occhio crediamo bene trascrivere le precise parole pronunciate dalla contessa, le quali, per una nota apposta in calce dall'attuaro signor Bignami, siamo avvertiti essersi voluto trasportarle e conservarle per intero nel processo verbale.)"
      },
      {
        "index": 194,
        "text": "Dopo quell'esordio, rivoltasi la contessa al signor capitano:"
      },
      {
        "index": 195,
        "text": "— Or io domando a vostra signoria illustrissima, soggiunse, se mi dà licenza di parlare con libertà."
      },
      {
        "index": 196,
        "text": "Il capitano con atto benevolo accennò che dicesse. Allora la contessa incominciò; e un auditore, intinta la penna nel calamajo, si mise a scrivere come sotto dettatura."
      },
      {
        "index": 197,
        "text": "— Più vo pensando al fatto per cui sono qui, disse la contessa, meno so farmi capace delle cagioni che possono avere spinto questo tribunale a credere, anche per un momento, alle deposizioni infondate di un costituito notoriamente malvagio, già più volte venuto nelle mani della giustizia e più volte, credo, punito."
      },
      {
        "index": 198,
        "text": "L'illustrissimo signor capitano interruppe a tal punto la contessa. dimostrando come la deposizione a cui essa alludeva non aveva già ottenuta fede, ma bensì aveva costretta la giustizia a"
      },
      {
        "index": 199,
        "text": "non trascurare nemmeno quel filo, per quanto potesse parere assurdo, trattandosi di una causa della più grande e delicata importanza."
      },
      {
        "index": 200,
        "text": "— DI nuovo mi trovo costretta, replicò allora la contessa, a domandare se mi si dà licenza di continuare a parlar con libertà."
      },
      {
        "index": 201,
        "text": "E di nuovo accennatole dal capitano affermativamente:"
      },
      {
        "index": 202,
        "text": "— Io non mi lagno, continuò la contessa, che la giustizia abbia fatto quel che doveva fare; mi lamento bensì che nell'intento di rintracciare il capo di quel filo assurdo che venne messo fuori dal costituito Suardi, siasi incominciato di là dove, al peggio, avrebbesi dovuto finire. Comprendo assai bene quanto possano parere e siano ardite e, ciò che più monta, intempestive e dannose le parole di chi, invitato a difendersi in giudizio, vuol farsi censore dell'autorità; ma ci sono tali ingiurie, che, da qualunque parte vengano, non è permesso non respingerle con coraggio. La colpa di che obliquamente mi si vuole imputare, e che in uomini gravissimi e sapienti come voi potè pure prendere stanza, è di tale natura che ogni prudenza si ribella; e l'onestà, crudamente offesa, si rivolta iraconda non solo contro l'accusatore, ma anche contro chi ha potuto credere all'accusa, e così procedere di conformità... Questa è forse la prima volta che da chi sta al mio posto è tenuto un linguaggio di tal natura a chi sta al vostro, ma io confido che l'illustrissimo capitano vorrà tener conto della specialissima condizione in cui mi trovo."
      },
      {
        "index": 203,
        "text": "— VI ho lasciato parlare, contessa, prese a dire allora il capitano, perchè ve ne avevo dato licenza, e perchè è a tener conto della condizion vostra appunto. Ma la giustizia non può avere de' speciali riguardi per nessuno, nemmeno per l'innocenza, fosse pur veduta con certezza, quando da circostanze eccezionali è tratta a comparire come rea convenuta innanzi alla legge. Però la signoria vostra or si compiaccia di rispondere alle domande che le farà l'attuaro, per rispondere alle quali era necessario, illustrissima contessa, la vostra presenza; onde l'autorità non poteva operare diversamente da quel che ha fatto. Del resto, sia un attestato codesto della buona stima che si ha di voi, illustrissima contessa, se l'autorità medesima si degna di venire alla giustificazione de' proprj atti."
      },
      {
        "index": 204,
        "text": "La contessa si rimise in calma, e:"
      },
      {
        "index": 205,
        "text": "— VI ringrazio, disse, eccellentissimo signor capitano, di questa degnazione."
      },
      {
        "index": 206,
        "text": "Qui ci fu un po' di pausa.... indi l'attuaro continuò:"
      },
      {
        "index": 207,
        "text": "— L'illustrissima signora contessa ha conosciuto il defunto marchese F...?"
      },
      {
        "index": 208,
        "text": "— L'ho conosciuto ... ma, quasi potrei dire, soltanto di nome e di vista... dico quasi, perchè a una festa in casa Borromeo, tre anni fa, esso mi rivolse la parola, ed io di conformità gli risposi... e d'allora in poi, se l'ho visto spesse volte e spesse volte ho risposto al suo saluto stando in carrozza al corso della strada Marina, non gli ho parlato mai più, nè mi sono trovata mai con lui nè tanto nè poco nè punto."
      },
      {
        "index": 209,
        "text": "L'auditore allora chiese alla contessa: quale a suo giudizio, doveva essere la cagione per la quale il costituito Suardi fu tentato di scaricare su di essa la colpa ond'egli era imputato."
      },
      {
        "index": 210,
        "text": "— Nella lettera che scrissi alla venerabile donna Paola qui presente, e che so essere stata deposta nelle mani delle signorie vostre, mi pare risulti evidente la cagione per cui il costituito Suardi ha messo innanzi il mio nome. È questa una cagione di vendetta e di rappresaglia, come suol dirsi. La sua cattura essendo avvenuta subito dopo la visita ch'egli venne a farmi, per indurmi con impudenza inaudita quasi a rendermi complice dell'insidia in cui egli stava per trarre una inesperta fanciulla veneziana di casato patrizio, ch'io per avventura potei giungere in tempo a salvare dalle scellerate sue mani; dovette necessariamente fargli credere che l'accusa potesse essere venuta da me, essendosi egli smarrito contro la natura sua, e avendo perduto la sfrontatezza e l'audacia quand'io, con sua sorpresa, gli toccai del sospetto che si aveva di lui pel fatto del defunto marchese. Chiunque avesse osservata la faccia di quel ribaldo, quando io lo colpii all'impensata, non potrebbe oggi dubitare nemmen per ombra della sua reità... Per tutte le quali cose persuaso il costituito Suardi che da me gli sia venuto il colpo, ha voluto vendicarsi e, ingegnosissimo qual è e astutissimo, ha saputo sì ben fare e sì ben dire, ch'è riuscito a trarre in inganno anche voi. Del rimanente, quand'io scrissi quella lettera alla venerabile donna Paola, la pregai di non farne motto con veruno, perch'io"
      },
      {
        "index": 211,
        "text": "non intendevo di farmi accusatrice di nessuno al mondo, nemmen de' ribaldi; ma ella, che ha più sapienza di me, ha pensato che, quando l'indulgenza verso i tristi torna a danno, e a gravissimo danno di sventurati innocenti, tosto si converte in colpa; e però di quella mia lettera fece un atto d'accusa.... accusa che oggi maturatamente io rinnovo, supplicando l'alta giustizia di questo tribunale a non intralasciare indagine nessuna, a non fermarsi alle ingannevoli apparenze, a inseguire il vero con insistenza, perchè trattasi di un povero fanciullo derelitto, trattasi di una sventuratissima donna lasciata nella miseria a macerarsi della colpa altrui. Il testamento fu dettato dal notajo Macchi, e scritto dal defunto, e deposto fra le sue carte più preziose; jeri la contessa del Grillo mi assicurava di ciò, avendone parlato collo stesso notajo. De' riguardi troppo giusti alla fama di famiglie cospicue possono far peritosa la giustizia nel frugare colà dove precisamente dev'essersi appiattata la colpa... Ma testè, con sapienza, l'illustrissimo signor capitano dicevami che nemmen l'innocenza può lasciarsi in riposo quando da fatti eccezionali è chiamata siccome rea convenuta innanzi alla legge: tant'è vero ch'io sono qui... Per tutte le quali cose codesto tribunale voglia provvedere, nell'alta sua saviezza, perchè la giustizia abbia l'intero suo corso. Al qual fine io sono qui sempre disposta a dar ragione d'ogni mio fatto... Dirò di più, tanto sono persuasa di poter essere utile a degli sventurati, che io sono disposta, giacchè ho superato il primo ribrezzo di venire a questi scanni, a sopportare la vista del costituito lacchè... Io porto opinione che la mia presenza e le mie parole e la ricordanza de' fatti avvenuti gli faranno smarrire l'audacia, e la verità balzerà fuori. E la contessa tacque in mezzo al silenzio de' giudici."
      },
      {
        "index": 212,
        "text": "[VI]"
      },
      {
        "index": 213,
        "text": "Ella, vedendo che l'auditore scrivente aveva deposta la penna, aspettava di essere di nuovo interrogata dall'attuaro. Ma questo invece si fece dare il processo verbale, e lo passò all'illustrissimo signor capitano, il quale, dopo averlo letto attentamente, si alzò e così disse alla contessa :"
      },
      {
        "index": 214,
        "text": "— Il tribunale ha compiuto l'ufficio; dolente per un lato di avervi sottoposta a gravi disturbi, felice per l'altro di aver consolato queste aule dove risuona di continuo la voce della colpa, d'averle consolate, dico, colla vostra presenza, colla vostra coraggiosa franchezza, coi vostri savj ragionamenti, colle vostre calde preghiere. Spero che vi sarete fatta capace della necessità che si aveva di sentirvi in giudizio di presenza. Se il vostro senno e le vostre fervide sollecitazioni potranno far sì che la giustizia, per quanto spontaneamente solerte, pure accresca il suo zelo, e, messa in guardia dai vostri consigli, scopra il lato giusto e sorprenda il varco che mette alla scoperta della verità, voi stessa dovrete ringraziare l'eccellentissimo nostro Senato se da Venezia vi ha obbligata a venire tra noi."
      },
      {
        "index": 215,
        "text": "Così dicendo, si mosse dalla seggiola, si accostò a quella dove stava donna Clelia, le porse il braccio a sorgere, e insieme con lei venne a donna Paola, la quale strinse affettuosamente la mano alla contessa."
      },
      {
        "index": 216,
        "text": "Così e l'una e l'altra furono accompagnate fino al capo dello scalone, dove il signor capitano marchese Recalcati, con un profondo inchino, le lasciò. E donna Clelia, che nel punto in cui la carrozza entrò nel palazzo s'era sentita a coprire il cuore per ribrezzo, provò in quel momento una soddisfazione insolita, una compiacenza, di cui da molto tempo non aveva provata l'eguale. Così avviene spesso nelle cose di questo mondo; e in quel modo che dagli indizj di felicità scaturisce talvolta l'affanno, le paurose aspettazioni si convertono sovente in occasioni di contento. Intanto uno de' servi, già salito con esse, discese a far venire la carrozza ai pie' dello scalone e a tener aperto lo sportello. Le donne salirono, adocchiate da cento curiosi che s'erano affollati lì presso; e tosto lo scalino fu ripiegato con rumore, lo sportello si richiuse con solennità, il servitore salì a far compagnia al collega. Il cocchiere sollecitò i cavalli, e di rumor di ruote e di scalpiti risuonò tutto il palazzo all'uscire del carrozzone patrizio."
      },
      {
        "index": 217,
        "text": "Ma quello non era giunto in piazza Fontana, che tosto svoltò nel cortile un altro carrozzone non patrizio, ma che era un rappresentante legittimo del popolo; un carrozzone da nolo, dalla"
      },
      {
        "index": 218,
        "text": "cassetta del quale, dove s'era assiso baldanzosamente insieme al cocchiere, discese un domestico colle gambe arcuate, portante una livrea azzurra passamantata di rosso fuoco, la quale gli scendeva fino ai piedi, ad attestare come essa, senza fargli carico della statura, apparteneva, nè più nè meno del carrozzone, a tutto il rispettabile pubblico pagante."
      },
      {
        "index": 219,
        "text": "E il domestico disceso ad aprir la portiera era nientemeno che l'amico Zampino del teatrino Ducale, e la signora che ne uscì era la ballerina Gaudenzi, a cui tenne dietro l'indispensabile zia."
      },
      {
        "index": 220,
        "text": "Alla celebre danzatrice trattenutasi a Milano con permesso scritto e sottoscritto dagl'ispettori del teatro di san Moisè di Venezia, scadeva in quel dì appunto il termine estremo, onde il giorno dopo doveva partire per Venezia. Ella veniva a trovare il signor Lorenzo Bruni, che stava adempiendo alla sua quarantena là dentro, e raccomandato dal ministro-governatore, vi era anche ben trattato, avuto riguardo alla qualità della locanda. Quelle visite della Gaudenzi si rinnovavano spesso, e siccome essa largheggiava di mancie a dritta e a sinistra, così accorse il custode del palazzo appena ella discese; accorsero gli uscieri appena ella salì; accorsero i secondini appena ella si mostrò all'anticamera del signor carceriere in capo. Ed or lasciamola andare al suo destino, chè la raggiungeremo tra poco."
      },
      {
        "index": 221,
        "text": "Nel cortile trovavasi contemporaneamente una mano di giovinotti buontemponi, con cui ci siam già affiatati altra volta al caffè del Greco, ci pare al mercoledì grasso; e che, se non è assolutamente necessario, non è nemmeno tempo gettato a sentirli anch'essi, e tanto più che ci troviamo avere a' nostri comodi un quarticello di ricreazione."
      },
      {
        "index": 222,
        "text": "Era dunque la solita compagnia del caffè del Greco, trascinata dall'ozio e dalla curiosità fino al Capitano di Giustizia per appurare le notizie del giorno indietro e per raccogliere quelle della giornata, un po' tempestando il custode, un po' qualche usciere che per caso discendesse; un po' qualche assessore, o auditore, o notajo, o scrivano amico. Tra quella schiera di buontemponi felici, sl trovava, già s'intende, anzi stava a capo di tutti, quel chiacchierone indomabile che già vedemmo seduto colla paletta in mano al braciere d'inverno del caffè."
      },
      {
        "index": 223,
        "text": "— Ma sapete che è una giornata curiosa questa! (era esso che parlava). Il palazzo del Capitano di giustizia ha cambiato faccia... e se la va innanzi di tal passo, il teatrino si trasloca qui. Carrozzoni con tre livree, contesse in gran gala, conti e contini e baroncini e marchesini che passeggiano su e giù per gli atri e per le scale. (Erano infatti i nobili praticanti e 1 patrocinatori dei carcerati). Per ultimo ballerine col carrozzone del teatro... è qui Zampino in persona, Zampino in livrea... Sta a vedere che fra poco questo cortile sarà la platea, e le celle dei detenuti saranno i palchetti. Ma va benissimo così. È assai meglio che il palazzo di Giustizia metta il parrucchino e il belletto e diventi allegro come il palco scenico di quello che presentano le tragedie asmatiche di Corneille; men male quelle di Racine, il quale par che faccia il disperato o pianga per diporto, tanto è calcolato in tutto, onde si direbbe che paga il fiaschetto delle lagrime un tanto all'oncia."
      },
      {
        "index": 224,
        "text": "— Ma cosa fai qui, Zampino, e come puoi abbandonare il teatro?"
      },
      {
        "index": 225,
        "text": "— Meglio servitore di carrozza, che servitore di palco scenico, quando non è stagione di carnevale. Allora gli artisti son tutti di cartello, e pagano senza contare... Adesso sono straccioni che non han di proprio nemmen le maglie; perciò di giorno servo il carrozzone del comune e conduco in giro i forestieri... Men male però stavolta che s'è fermata a Milano... questa cara bionda, la quale non guarda pel sottile... e insieme coi denari vien anche roba e cibo e vino... Ah... questa ragazza e il signor Amorevoli, per far star bene chi li serve, non c'è chi li somigli."
      },
      {
        "index": 226,
        "text": "— A proposito, che è avvenuto del tenore?..."
      },
      {
        "index": 227,
        "text": "— È a Venezia... ed or sa Dio quando tornerà, perchè quando un tenore di quella vaglia, piglia il volo, chi può sapere dove andrà a finire? Inviti di qua, inviti di là, se poi vanno alla Corte di Francia, o alla Corte di Spagna, o alla Corte di Vienna... a rivederci all'altro mondo... E dire che m'aveva promesso di condurmi con lui... perchè gli piaceva il mio servizio... ma... È stato un tal diavolo a quattro questo carnovale passato, con tante disgrazie... che... basta!... Ora son qui."
      },
      {
        "index": 228,
        "text": "— Povero Zampino, e cosa viene a fare in questi luoghi la tua bionda?"
      },
      {
        "index": 229,
        "text": "— Bella domanda! a trovar il signor Bruni, il violino di spalla... e lo sposerà, appena uscirà all'aperto. Sì, signori. Così rimarranno con tanto di naso quei cari cicisbei spasimanti che credevano"
      },
      {
        "index": 230,
        "text": "abbagliarla collo specchietto degli anelli di brillante e coi titoloni; e va benissimo, e mi fanno ridere questi ruba occhiate... Ma il signor Bruni è un altro galantuomo che paga bene.... e che è quel che si direbbe una mosca bianca fra i suonatori... bollettoni eterni che portano in deposito al pignoratario persino il contrabasso e il corno quando non c'è teatro, e non sono chiamati a far baldoria a qualche festa di chiesa di campagna."
      },
      {
        "index": 231,
        "text": "Tutta la brigata volle smascellarsi dal ridere a codesta espansione furibonda del nano Zampino contro gli stracci teatrali; ma vedendo che scendeva dallo scalone un auditore, il quale era uno degli amici, furon tutti colà a tempestarlo di domande:"
      },
      {
        "index": 232,
        "text": "— E così? non si sa nulla della contessa che fu lasciata partire com'è entrata?"
      },
      {
        "index": 233,
        "text": "— E che diavolo! volevate che le si mettessero le manette come a un borsaiuolo?"
      },
      {
        "index": 234,
        "text": "— Chi ha mai pensato e detto questo? entrava lesto il chiacchierone; io anzi ho sempre detto che a mandar a prender la contessa per forza, la giustizia avrebbe fatto un buco nell'acqua."
      },
      {
        "index": 235,
        "text": "— E se non la si fosse mandata a pigliare, avreste detto che erano i soliti riguardi paurosi che l'autorità ha verso i titolati."
      },
      {
        "index": 236,
        "text": "— E voi altri dottoroni della legge, per far vedere che siete uomini integerrimi, avete cominciato a dar prova d'imparzialità precisamente dove non occorreva... Così siete caduti dalla padella nella brace!"
      },
      {
        "index": 237,
        "text": "— Che brace e che padella?"
      },
      {
        "index": 238,
        "text": "— Brace e padella, sì... Prima si poteva dire che eravate maligni ma acuti, oggi si può dire che siete galantuomini ma balordi... Ma già è un destino che non abbiate a imbroccarne mai una."
      },
      {
        "index": 239,
        "text": "— Taci, taci, buontempone... che se il mondo dovesse regolarsi a chiacchiere.... tu saresti il Giove in cipria; fortuna che ti si lascia dire e dire... e chi deve fare fa, senza il tuo parere..."
      },
      {
        "index": 240,
        "text": "— E per questo le cose camminano come camminano; piuttosto è che ad un bisogno sapete essere e bricconi e balordi — così si pigliano più piccioni a un favo... bravissimi! e mentre s'importuna la Repubblica di Venezia per importunare la contessa che stava benissimo là col suo bel tenore... qui non si pensa che il conte F... è il fratello del marchese; e che, data pure per assurda e impossibile la presunzione, sentirlo in giudizio, bisognava ben sentirlo... Ma invece... se il conte F... fosse morto da cento anni non si potrebbe dimenticarlo meglio..."
      },
      {
        "index": 241,
        "text": "— E puoi tu dire di sapere quel che si farà?"
      },
      {
        "index": 242,
        "text": "— Che cosa so io?... Quand'anche si finisse coll'impiccarlo, la giustizia avrebbe sempre il torto di avere aspettato troppo tardi... E poi che bel merito... Di qui soffia uno e discopre gli altarini, di là l'avvocato Agudio spicca un libello e mette sossopra la città, e cerca e trova testimonj. Capisco anch'io che a questo modo, a calci nel sedere, dee camminar la giustizia anche a Milano... Oh ci vuol proprio un gran merito..."
      },
      {
        "index": 243,
        "text": "— Ma intanto il cameriere dei Tre Re...."
      },
      {
        "index": 244,
        "text": "— Che cameriere?"
      },
      {
        "index": 245,
        "text": "— Diavolo, tu che sai tutto... non sai che il testimonio ingaggiato dall'avvocato Agudio è il cameriere dei Tre Re? e domani sarà messo agli interrogatorj un altro cameriere che si mandò a pigliare fino a Cremona?"
      },
      {
        "index": 246,
        "text": "— Oh ora va bene... e questo primo cameriere?..."
      },
      {
        "index": 247,
        "text": "— Fu messo alle strette... e disse che il lacchè Suardi trovavasi in Milano e bazzicò più volte all'albergo nella settimana grassa. Questo basta perchè il Galantino sia trovato in mendacio... basta, cioè, sino ad un certo segno... perchè poi c'è un altro guajo..."
      },
      {
        "index": 248,
        "text": "— Che guajo?"
      },
      {
        "index": 249,
        "text": "— Che nel punto in cui il cameriere doveva confermar tutto con giuramento, ei fece di tratto un gran passo indietro e protestò che la memoria poteva forse ingannarlo... e in ogni modo non sapea risolversi a giurare a danno altrui... e qui non c'è nè che dire nè che fare... Ma domani si sentirà l'altro... e se mai parlasse come questo... e per soprappiù giurasse... e, messo in confronto col Galantino... Basta, vedremo... Ora tu continua a dire che noi vogliamo chiuder la porta al vero, e tener mano a' birbanti. Il contrattempo sai tu piuttosto in che consiste? consiste in ciò che il conte"
      },
      {
        "index": 250,
        "text": "F... è a malissimo partito. Ma voi... mi fate perder tempo, mentre sono aspettato in Pretorio. Addio, buone lane."
      },
      {
        "index": 251,
        "text": "E l'auditore partì, e la brigata, salutato il Zampino, se ne andò, indovinate dove?... verso le parti di Santa Maria Podone, per raccogliere notizie intorno alla salute del conte F... Ma non avevan voltato il canto di Santa Maria Fulcorina, che sentirono a qualche distanza i suoni intermittenti di un campanello scosso a mano, una voce acuta che spiccava nel silenzio, per esser tosto seguita dal rumore di cento voci. Sancta Maria, acclamava la voce bianca; ora pro eo, rispondeano le altre in sordo brontolìo. E il campanello intercalavasi a quelle voci: Salus infirmorum, ora pro eo — Refugium peccatorum, ora pro eo — Consolatrix afflictorum, ora pro eo... e così finchè i nostri compagni giunsero in veduta del santissimo Viatico, il quale entrò nel portone di casa F..."
      },
      {
        "index": 252,
        "text": "— Si vede che il conte non sta benissimo di salute, disse ridendo il più assiduo interlocutore. Ora guardate, che, allorquando un uomo è nato sotto la protezione della ruffiana fortuna, muore nel punto preciso che la morte è un colpo orbo alla bassetta."
      },
      {
        "index": 253,
        "text": "Ma per vedere in qual condizione si trovi precisamente il moribondo conte, entriamo anche noi in casa F... insieme col Viatico."
      },
      {
        "index": 254,
        "text": "[VII]"
      },
      {
        "index": 255,
        "text": "Quello che don Alberico avea pronosticato al maggiordomo di casa, che cioè il dottor Gallaroli avrebbe fatto, tornando alla visita della sera, un grande scalpore al sentire che non s'era ancor mandato a chiamare il prete, avvenne per l'appunto."
      },
      {
        "index": 256,
        "text": "Il conte F..., in quelle sei o sette ore che erano passate dal consulto al suono della campana serale, aveva peggiorato a furia; onde il bisogno del prete erasi fatto più necessario che mai. Come dunque montasse in collera il medico della cura, sebbene per abitudine gioviale e cortese ed anche un po' adulatore, è facile imaginarsi. Si trattava di spargere di sè e delle sue osservanze religiose un'opinione favorevole, la quale lo avrebbe ingraziato al clero in cura d'anime, certo che un medico dee necessariamente tenersi confederato; e il dottor Gallaroli tanto più salì sulle furie, quanto più era straordinaria e cospicua l'occasione. Data pertanto una buona sgridata al maggiordomo, perchè in quel momento la collera serviva al suo intento, come altre volte la giovialità e la condiscendenza, partì facendosi promettere obbedienza intera, e raccomandandosi in ispecial modo, e qui cangiando tono e frasi e faccia, a don Alberico. Non però cessarono le dispute tra questo e il maggiordomo, dopo che il medico si fu partito. E il Rotigno non faceva che ripetere i paralogismi sfoderati fin dal mattino col figlio del signor conte, difendendo il suo proposito con tanto maggiore insistenza e caparbietà, quanto più disperava della possibilità di potervisi mantenere; anzi l'insistenza e la caparbietà crebbe al punto che diventò iraconda petulanza; tanto la considerazione del pericolo vicino lo avea fatto uscire da quelle misure di rispettosa convenienza che pur gli erano comandate dalla sua condizione e da quella di don Alberico. Ma ciò gli partorì appunto l'effetto contrario a quello per cui si crucciava; che don Alberico, inasprito da quella così audace contraddizione, ordinò a' domestici che tosto andassero a chiamare don Giacinto di Santa Maria Podone."
      },
      {
        "index": 257,
        "text": "I domestici di casa F... non erano mai stati i più pronti esecutori degli ordini di don Alberico, perchè il conte padre e il maggiordomo erano sempre stati i soli a far paura alla servitù; ma in quel momento successe una repentina diversione. Il conte padrone potea morire; e allora il maggiordomo, cessando a un tratto di essere dopo di lui la persona più autorevole della casa, doveva diventare invece il servitore devoto di don Alberico, non rimanendo, in quanto al resto, che l'uomo il più abborrito dai dipendenti; perchè questi, se lo avean sempre obbedito con prontezza, lo avevano anche sempre odiato con effusione, per quelle relazioni di sudditanza oppressa e di tirannia che intercedono quasi sempre tra un maggiordomo e le livree d'una casa. Don Giacinto fu dunque mandato a chiamare. Il vicario di Santa Maria Podone, indignato di essere stato messo alla porta dal maggiordomo quando erasi presentato a visitare il conte, non s'era più mosso, ma sentendo peggiorar sempre le notizie della salute del conte, aspettava di venir invitato. Quando pertanto il"
      },
      {
        "index": 258,
        "text": "servo di casa fu a dirgli, che venisse subito perchè il conte padrone stava a malissimi termini, tosto accorse."
      },
      {
        "index": 259,
        "text": "Il maggiordomo, allorchè vide il prete entrar nella stanza da letto del conte F..., provò quell'oppressione di cuore e quello sgomento onde è assalita una moglie infedele che, sorpresa dal marito, lo veda entrar nella stanza dove avea creduto di poter nascondere il furtivo amante."
      },
      {
        "index": 260,
        "text": "Don Giacinto il quale, per una lunga abitudine al letto degli ammalati, aveva fatto, come suol dirsi, l'occhio medico, avvistosi tosto del massimo pericolo in cui versava il conte, senza por tempo in mezzo gli propose la confessione, che dall'ammalato incadaverito fu accettata."
      },
      {
        "index": 261,
        "text": "Quando la vecchia cameriera uscì per lasciare il padrone da solo a solo col prete, trovò il maggiordomo che s'indugiava nella sala vicina."
      },
      {
        "index": 262,
        "text": "— Or come sta il padrone? quegli le chiese."
      },
      {
        "index": 263,
        "text": "— Sta con don Giacinto e si confessa. Usciamo tutti di qui, e non si lasci entrar nessuno."
      },
      {
        "index": 264,
        "text": "— Io mi fermerò, e non entrerà alcuno; disse il maggiordomo preoccupato; e, uscita la vecchia, in prima egli si diede a passeggiare per la camera, rallentando di tratto in tratto il passo, per finire a fermarsi poi del tutto in un angolo della sala, raggruppato in un atteggiamento che significava la più profonda concentrazione in un pensiero unico. Ma a riscuoterlo entrò improvviso don Alberico che gli disse con accento di meraviglia:"
      },
      {
        "index": 265,
        "text": "— Or che fate lì rincantucciato? E la sua voce risuonò in quel profondo silenzio: chè tutti i servi si erano allontanati."
      },
      {
        "index": 266,
        "text": "Alla voce di don Alberico, la quale distintamente arrivò fin all'orecchio dell'ammalato, rispose un sospiro grave, anzi un gemito rantoloso dell'ammalato stesso. I due, scossi da quel gemito, stettero un momento immobili e senza quasi tirare il fiato."
      },
      {
        "index": 267,
        "text": "— Or su, coraggio, dica pur tutto."
      },
      {
        "index": 268,
        "text": "Era il prete che parlava; ma il prete quasi nel punto medesimo usciva, e vedendo i due:"
      },
      {
        "index": 269,
        "text": "— Presto, si chiami qualcuno, che al padrone è sorvenuto un deliquio. — E diede egli stesso una strappata al campanello, e s'udì lungo le sale silenziose l'oscillazione prolungata del filo metallico."
      },
      {
        "index": 270,
        "text": "Accorse incontanente la vecchia cameriera, ed entrò col prete nella stanza del conte."
      },
      {
        "index": 271,
        "text": "— Or vedete, disse allora il Rotigno a don Alberico, i buoni effetti da me pronosticati di queste negre sottane."
      },
      {
        "index": 272,
        "text": "— E che si doveva fare? rispose il giovane."
      },
      {
        "index": 273,
        "text": "Dopo una mezz'ora il conte erasi tanto quanto riavuto, onde don Giacinto, fatta di nuovo uscir la vecchia, ripigliò la confessione."
      },
      {
        "index": 274,
        "text": "Ma ora non creda il lettore di potere, introdotto da noi in quella stanza di morte, mettere la testa tra le orecchie del prete e la bocca del conte. No; di quella confessione noi non sappiamo nè principio, nè mezzo, nè fine. Chè il sacramento della penitenza non è costituto criminale, e non si traduce in processo verbale a saziare la curiosità dei posteri curiosi. Soltanto possiamo dire che, allorquando il prete uscì, il maggiordomo che lo attendeva alla porta per leggergli in volto e penetrargli l'anima, non vi potè legger nulla; 0, diremo più giusto, non vi notò altro che quell'abituale tranquillità del sacerdote che ha fatto il suo dovere; ed anzi quella tranquillità era tale che se la sentì trasfusa in se medesimo. In quanto a noi, volendo avventurare qualche congettura, regolandoci con quello che avvenne dopo, ci pare di poter sospettare, che il conte fosse al punto di fare al sacerdote la rivelazione intera d'ogni cosa; ma la combinazione fatale avendo voluto che in quel punto la voce dell'unico erede gli suonasse all'orecchio, quella bastò per impietrargli il segreto in gola. L'indomita ambizione e il pensiero della grandezza del casato perpetuata nel figliuolo, fu più forte d'ogni altra angustia, e tacque; vogliamo dire, è assai probabile che sia avvenuto così, perchè, del rimanente, ripetiamo, non sappiam nulla di preciso."
      },
      {
        "index": 275,
        "text": "La mattina successiva, sacerdote e dottore furono al letto del conte; e il malore, durante la giornata, progredì al punto che, nel dopo pranzo, fu indispensabile accorrere col Viatico, in vista del quale, coi cappelli devotamente levati, ci staccammo da quella schiera di giovinotti avventori del caffè del Greco. Ma come essi per raccoglier novelle della salute del conte F... lasciarono il palazzo"
      },
      {
        "index": 276,
        "text": "del Capitano di Giustizia; a noi conviene invece ritornare di necessità in quel luogo, nell'aula degli interrogator]. E dobbiamo ricordarci anche della Gaudenzi, venuta colà a visitare Lorenzo Bruni. Se non che il dialogo che s'impegnò tra questo e la bellissima danzatrice, e il terzetto a cui si allargò il duetto, al sorgiungere di Pietro Verri, interessa un ordine di fatti che qui potrebbero far sbadigliare il lettore, tutt'altro che disposto a tener dietro al corso generale delle cose di quel secolo in un punto che più ci attirano le particolarità del processo; per la qual cosa omettiamo un tal dialogo, reclamando il diritto ai ringraziamenti."
      },
      {
        "index": 277,
        "text": "Dall'auditore che parlò nel cortile del palazzo di Giustizia cogli amici del caffè del Greco, abbiamo sentito come il primo cameriere dell'albergo dei Tre Re messo agli interrogatorj abbia, in prima, deposto contro il lacchè Suardi, dicendo di aver giuocato con lui in una delle sere della settimana grassa; poscia, interpellato se fosse disposto a raffermare la deposizione col giuramento, siasi ritratto di un passo, accusando la possibilità che la memoria avesse mai potuto tradirlo. In tal guisa veniva a riuscire secondo l'espressione dell'attuaro, irrita affatto la sua prima dichiarazione, e però a risolversi in un indizio, più che insufficiente, nullo. Se non che il causidico praticante nello studio dell'avvocato Agudio, che era un tal Gerolamo Benaglia, recatosi a Cremona, aveva trovato all'albergo del Sole il secondo cameriere, e interrogatolo, lo aveva sentito confermare l'asserzione del primo, dichiarandosi inoltre pronto e a giurare e a sostenere il confronto col medesimo Galantino; perciò, senza por tempo in mezzo, avealo condotto seco a Milano; del che avendo dato avviso al signor capitano di giustizia, questi avea ordinato che il dì dopo dovesse comparire per essere sentito in giudizio."
      },
      {
        "index": 278,
        "text": "Il marchese Recalcati, se per le molte circostanze sorvenute era disposto a lasciar corso liberissimo alla giustizia senza riguardi obliqui per nessuno, e nel bisogno a parlare anche in Senato, dove il capitano spesso era chiamato e sentito; non però aveva mai avuto gran voglia di comunicare una velocità straordinaria all'andamento del processo. La sua natura onestissima era pur sempre alle prese con quella sommessa deferenza ch'egli sentiva per chi voleva virare il naviglio in modo, che finisse per perdersi in alto mare, lontano dalla vista del pubblico."
      },
      {
        "index": 279,
        "text": "Ma l'esame fatto alla contessa Clelia V..., le franchissime parole di lei, le calde sue sollecitazioni raddoppiarono la sua onestà e scemaron la deferenza ch'egli avea per altri. Però venne in pensiero di dar corso più rapido al processo, e a tal fine volle, che il secondo cameriere venuto a Milano col causidico praticante Benaglia dovesse comparire in giudizio quel dì medesimo, senza attendere il giorno successivo; e siccome l'ora erasi fatta tarda, così dispose che l'esame si avesse a fare dopo i vespri a chiaro di lucerna, e gli esaminatori dovessero, al bisogno, vegliar la notte perchè «col sorgere del sole (togliamo queste parole dal processo) qualche lume di verità dovesse rischiarare la casa della giustizia»."
      },
      {
        "index": 280,
        "text": "[IX]"
      },
      {
        "index": 281,
        "text": "Per l'ora prima di notte fu dunque invitato a comparire innanzi al signor capitano di giustizia, come testimonio contro il costituito Suardi, detto il Galantino, il già cameriere nell'albergo dei Tre Re, Cipriano Barisone."
      },
      {
        "index": 282,
        "text": "Questi comparve di fatto in un col causidico praticante Benaglia. Aperto il costituto, l'attuaro domandò al Barisone se conosceva il Suardi."
      },
      {
        "index": 283,
        "text": "— Lo conosco fin da due anni, fin da quando esso era al servizio del marchese F..."
      },
      {
        "index": 284,
        "text": "— In quali relazioni vi siete trovato con lui?..."
      },
      {
        "index": 285,
        "text": "— Io ero cameriere all'albergo... e, quando lo conobbi per la prima volta, esso era un avventore che scialava e mangiava i migliori bocconi, e beveva il vin migliore... Di poi, allorchè venne scacciato da quella casa, si astenne per qualche tempo di venire all'osteria; e quando ci tornò, se prima faceva il signore e non giuocava che cogli avventori, dopo ha dovuto, di necessità, se voleva trovare un compagno, mettersi a far comunella con noi gente di servizio... e a notte tarda, quando i più degli avventori eran partiti, giuocava con noi alle carte; e siccome a quell'ora si"
      },
      {
        "index": 286,
        "text": "cenava, egli non aveva schifo di mangiare nei nostri piatti, perchè si capiva benissimo che capitava all'Osteria senza che nè una crosta di pane gli avesse toccato un dente. Si rifece però un poco, e lo vedemmo con de' zecchini d'oro assai in quell'occasione che vinse la corsa co' lacchè di Brescia e di Cremona. Ma fu un'allegria corta, perchè presto tornò ad aver bisogno degli avanzi della nostra cucina."
      },
      {
        "index": 287,
        "text": "Qui l'auditore l'interruppe."
      },
      {
        "index": 288,
        "text": "— Di qualche cosa però avrà dovuto vivere; con che dunque esso mantenevasi?..."
      },
      {
        "index": 289,
        "text": "— A dormir sul fenile dell'osteria, a mangiare nell'altrui piatto, ad avere i piedi fuor delle scarpe, mi pare a me, che non debba occorrere gran cosa per vivere. Tuttavia, se mai capitava ch'egli avesse qualche lira tra le mani, le guadagnava al giuoco delle carte nel quale aveva sempre ragione, e quando non era la fortuna, egli stesso faceva le parti di lei."
      },
      {
        "index": 290,
        "text": "— Spiegatevi meglio."
      },
      {
        "index": 291,
        "text": "— È presto spiegato: s'egli faceva il mazzo, le buone carte eran sempre le sue, e in ciò nemmen chi giuoca ai bussolotti in piazza poteva essere più svelto di lui."
      },
      {
        "index": 292,
        "text": "— Ma conoscendo questo, perchè avete continuato a giuocare con esso?"
      },
      {
        "index": 293,
        "text": "— Che cosa vuole? ci sono a questo mondo de' buoni semplicioni coi quali non si vuol aver a che fare per la ragione dell'antipatia. Parimenti vi sono de' mariuoli che più te ne fanno, più ti innamorano di loro. E il lacchè era uno di questi... Ci rubava i punti, faceva scomparir le carte, ci mangiava il boccon migliore, talvolta ci portava via qualche camicia, qualche calza... che so io.... e tuttavia, quando non lo si vedeva a comparir all'osteria, si pareva senza una mano... Era pieno di piacevolezze, di pazzie, di invenzioni... e perfino il padrone dell'albergo che è un uomo col viso sempre aggrondato e che non ride mai, arrivava a domandar conto di quel briccone se passava una giornata senza vederlo. In quanto a me però, ultimamente, ne avrei fatto anche senza."
      },
      {
        "index": 294,
        "text": "— Or dunque, venendo al fatto, quando fu l'ultima volta che voi avete giuocato seco all'albergo dei Tre Re?"
      },
      {
        "index": 295,
        "text": "— L'ultima volta fu la domenica grassa."
      },
      {
        "index": 296,
        "text": "— Come potete provarlo?"
      },
      {
        "index": 297,
        "text": "— Provarlo? colla buona memoria... io non ho altro... perchè mi ricordo benissimo come se fosse adesso, che la domenica grassa ho giuocato con lui, ed era quasi la mattina del lunedì... E il far tanto tardi non succede che in tali giornate di gran faccende... E poi c'è un altro fatto... Giuocavano con noi due camerieri soprannumerarj, i quali non sono venuti che in settimana grassa, e precisamente alla domenica. Ma chi li va a prendere adesso questi camerieri i quali ora sono qua, ora sono là... e spesso se fanno il cameriere in settimana grassa, fanno il facchino a san Michele... e non si riconoscon più nè al viso né al vestito?..."
      },
      {
        "index": 298,
        "text": "— Ma voi sapreste sostenere tutto quello che avete detto fin qui anche in confronto del lacchè?"
      },
      {
        "index": 299,
        "text": "— Perchè no?... s'io parlo... è perchè trattasi di dir la verità... e se dico la verità... è perchè il signor causidico, che venne a pigliarmi a Cremona, mi ha assicurato che a dir la verità tutta quanta si reca vantaggio a delle persone oneste e povere..., e a tacerla, si tiene invece il piatto a' birbanti."
      },
      {
        "index": 300,
        "text": "L'attuaro, che avendo proposto il giuramento al primo cameriere, lo aveva sentito a ritirar la parola per ispavento della solennità dell'atto; credette di non farne motto al secondo testimonio, e di provocar prima il confronto di lui col Galantino. Di fatto avrebbe dovuto incominciare anche coll'altro da questo atto, preterendo il giuramento; ma sbaglia anche il prete a dir la messa."
      },
      {
        "index": 301,
        "text": "Il cameriere Barisone fu dunque fatto uscire, pel momento, dalla sala degli interrogatorj, e fu mandato a prendere il costituito Suardi. — Questi comparve nella sala un quarto d'ora dopo, in mezzo a due secondini, o come chiamavansi allora più comunemente, sbirri."
      },
      {
        "index": 302,
        "text": "La faccia del Galantino, quando si mostrò, era sorridente; lo sguardo di lui lampeggiava a dritta e a sinistra con vivacità gioviale. Un occhio esperto però avrebbe dovuto comprendere ch'ei sorrideva vivacemente, perchè la sua forte volontà moveva i muscoli del viso e degli occhi. Era, se ci si passa la similitudine, come un caratterista brillante di una compagnia comica, il quale ha i creditori alle calcagna e gli arresti personali intimati per debiti, e tuttavia, sul palco scenico, ride e"
      },
      {
        "index": 303,
        "text": "fa ridere, e par l'uomo più allegro del mondo. Del rimanente, quel roseo incarnato che avea sempre colorito il volto bellissimo del Galantino, era scomparso per dar luogo a un lieve pallore, insolito su quella faccia trionfante di sfrontatezza e di salute."
      },
      {
        "index": 304,
        "text": "L'attuaro, fatta una lunga pausa, durante la quale guardò il Galantino con una significazione severissima, rilesse ad alta voce il primo costituto stato già sottoscritto dal Suardi, poi soggiunse:"
      },
      {
        "index": 305,
        "text": "— Avete ancora il coraggio di sostenere tutto quello che avete detto e deposto qui in processo verbale sottoscritto?"
      },
      {
        "index": 306,
        "text": "— La verità è una sola, e io non posso già dire che non è avvenuto quello che realmente è avvenuto."
      },
      {
        "index": 307,
        "text": "— Voi sapete che chi spontaneamente confessa la propria colpa alla giustizia, ha meritato che la giustizia alla sua volta gli si mostri indulgente. Vi esorto adunque di nuovo a dire la verità, se volete che la giustizia non faccia uso contro di voi di tutto il suo rigore."
      },
      {
        "index": 308,
        "text": "— La giustizia può fare quello che vuole; ma io non posso cambiare quello che è stato."
      },
      {
        "index": 309,
        "text": "— Ebbene, sappiate che abbiamo assunte testimonianze, dalle quali risulta che voi avete mentito. La domenica grassa, a notte tarda, avete giuocato alle carte all'albergo dei Tre Re... Vedete dunque che non è verosimile che voi foste allora a Venezia già da otto giorni."
      },
      {
        "index": 310,
        "text": "Il Galantino, benchè fosse di bronzo, non potè a meno di commuoversi a quelle parole, e fu una sua fortuna s'egli era illuminato dalla fiamma della lucerna piuttosto che dai raggi del sole; si ricompose però sull'istante, come un cavaliero, fatto piegare indietro da una lancia, che tosto si rimette in sella; e rispose con asprezza:"
      },
      {
        "index": 311,
        "text": "— Non sarà mai vero che alcuno possa dire, ch'io mi trovassi a Milano la domenica grassa. Torno a ripetere ch'io andai a Venezia otto giorni prima. E quegli che a loro signori avesse detto il contrario è un bugiardo infame."
      },
      {
        "index": 312,
        "text": "L'attuaro tacque un momento, poi disse ad un usciere:"
      },
      {
        "index": 313,
        "text": "— Fate entrare il testimonio."
      },
      {
        "index": 314,
        "text": "L'usciere entrò col Cipriano Barisone cameriere."
      },
      {
        "index": 315,
        "text": "Il Galantino, che nel frattempo aveva almanaccato per indovinare chi mai poteva essere venuto a deporre in giudizio contro di lui, e quasi erasi accostato al vero, si trovò parato a sostenere la prima vista del cameriere Cipriano, e tanto che, dalle difese, con una sfrontatezza senza uguale, passò alle offese."
      },
      {
        "index": 316,
        "text": "— Ah è costui, disse, quegli che viene a inventar fandonie per farmi danno. Ma non mi fa meraviglia. No... È naturale... però bisognava essere un birbone come lui. Sappiano dunque loro signori che costui ha parlato per vendetta... perchè più volte ha detto che volea vendicarsi di me... Or di' un po' tu se questo non è vero, o ribaldo."
      },
      {
        "index": 317,
        "text": "L'attuaro, assalito anch'esso e sorpreso da quell'inattesa franchezza del costituto:"
      },
      {
        "index": 318,
        "text": "— È vero, chiese al Barisone, che voi avete potuto dire altre volte di voler vendicarvi di lui?"
      },
      {
        "index": 319,
        "text": "— Sì, signori, è vero, e ne ho le ragioni, e gravi. Prima di tutto costui... che regala del proprio agli altri... e non è mai stato innocente nemmen quando poppava, perchè vi son dei serpenti che avvelenano appena usciti al sole... costui dunque non mi restituì mai cinquanta lire che gli ho prestate, e una sera che gliele richiesi, in faccia agli avventori, mi appoggiò un pugno qui... che, ecco, mi spezzò questo dente. Poi... ma..."
      },
      {
        "index": 320,
        "text": "— Taci lì, che continuerò io, aggiunse il Galantino cacciandosi a ridere nel profferir quelle parole."
      },
      {
        "index": 321,
        "text": "Il Barisone fremeva..."
      },
      {
        "index": 322,
        "text": "— Sappiano dunque, signori... e innanzi tutto già si sa che si è di carne, e dove c'è carne c'è sangue. Ebbene, questo bel pappione s'è fitto in testa di sposare la figlia della lavandaja dell'albergo. Un fior di ragazzotta, giovane e fresca... una gioncata colle fragole. Il marito dunque era costui... ma..."
      },
      {
        "index": 323,
        "text": "— Taci..."
      },
      {
        "index": 324,
        "text": "— Dopo qualche mese la bella sposa... si guardò dunque intorno e vide che, in conclusione, ci voleva qualche cosa dolce per far passare l'amaro dell'aloè. Il caso ha voluto che io gli capitassi"
      },
      {
        "index": 325,
        "text": "innanzi nel momento appunto che era presa dalla nausea di questo gabbiano... Ora chi non lo sa? l'uomo è cacciatore... e quando l'allodola è novella... va presto nel carniere... Del resto la colpa... (e qui si diede a sghignazzare come se fosse in piazza) è di costui che una notte, invece di stare all'osteria, è venuto a casa due ore prima del consueto... e si cacciò a strepitare come uno spiritato ed io a dar giù botte da orbi... perchè questi mariti gelosi van tenuti in soggezione. Così la bella lavandaja tornò a picchiar sulla pietra, e costui giurò di vendicarsi di me. Ecco tutto."
      },
      {
        "index": 326,
        "text": "A queste parole del Galantino, e il viso tra il goffo e l'iracondo che faceva il Barisone, sulla faccia dell'attuaro guizzò un sorriso fuggitivo, ch'esso respinse a forza aggrondando il sopracciglio; l'illustrissimo signor capitano guardò con severità l'attuaro, quasi ad ammonirlo perchè desse sulla voce al Galantino e lo richiamasse al dovere ed al rispetto; ma due giovani scrivani, che, per fatalità, s'erano adocchiati, si comunicarono a vicenda quella volontà contagiosa di ridere, che cresce in ragione diretta della sconvenienza, della gravità della circostanza e della severità dei superiori. Ben la nascosero in prima con tali conati da meritare ogni maggior elogio da chi tien conto dell'intenzione; ma 1 conati e gl'impedimenti non fecero altro che accrescere gl'impeti convulsi, di modo che, dopo essersi soffocati per qualche tempo, come si fa colla tosse quando potrebbe tradire un segreto pericoloso, alla fine scoppiarono in uno schianto così scandaloso e indecente, che la terribilità del luogo, la gravità del signor capitano, l'aggrondatura artificiale dell'attuaro, l'inerte serietà dei due sbirri non valsero a salvare la solennità della dea Temide."
      },
      {
        "index": 327,
        "text": "Accorse però al riparo l'attuaro, gridando bieco al Galantino:"
      },
      {
        "index": 328,
        "text": "— Basta così, e attendete a rispondere ai giudici voi quando sarete interrogato; indi voltossi al testimonio:"
      },
      {
        "index": 329,
        "text": "— È vero quanto ora fu detto?"
      },
      {
        "index": 330,
        "text": "— È vero."
      },
      {
        "index": 331,
        "text": "— Perchè dunque non lo avete esposto prima?"
      },
      {
        "index": 332,
        "text": "— Vostra signoria mi perdoni, ma quando io era per continuare e dir tutto, ho dovuto rispondere ad altre domande."
      },
      {
        "index": 333,
        "text": "— È egli vero altresì che siete stato eccitato contro il costituito qui presente da spirito di vendetta?..."
      },
      {
        "index": 334,
        "text": "— Ho detto più volte di voler vendicarmi di lui, questo è vero, ma non furono che parole, e sarebbero sempre state tali. Ciò però non ha nulla a che fare con tutto quello che ho deposto circa il fatto di aver giuocato con esso la domenica grassa, perchè questa è la pura verità, e quando io stavo a Cremona e fui chiamato e interpellato dal signor causidico Benaglia, era lontano mille miglia dal credere ch'io dovessi venire a Milano, ond'essere sentito in giudizio per cosa che risguardava costui."
      },
      {
        "index": 335,
        "text": "— Ma come avete potuto, col malanimo che avete seco, giuocare ancora con lui?"
      },
      {
        "index": 336,
        "text": "— Chi si poteva salvare dalla sua importunità, e anche dalle sue prepotenze? d'altra parte i compagni ridevano di me quando facevo il dispettoso con esso... onde, pel quieto vivere... bisognava adattarsi a giuocare e a lasciarsi incantare anche le carte... Ma se V. S. non crede alle mie semplici parole, io sono disposto a giurare tutto quello che ho detto, perchè non sarà mai che per malanimo io voglia inventar storie a danno di chicchessia."
      },
      {
        "index": 337,
        "text": "— Ora parlate voi, disse l'attuaro al lacché."
      },
      {
        "index": 338,
        "text": "— Quel che ho detto, lo ripeto. La domenica grassa io stava a Venezia... e costui è un bugiardo... e s'egli è disposto a confermare le sue fandonie col giuramento, non è la prima volta che a questo mondo si sente a giurare il falso con indifferenza."
      },
      {
        "index": 339,
        "text": "L'attuaro, a queste parole, guardò al signor capitano di giustizia, che a quella tacita interpellazione:"
      },
      {
        "index": 340,
        "text": "— Or si rimandi in prigione, disse."
      },
      {
        "index": 341,
        "text": "E gli sbirri condussero fuori il Galantino."
      },
      {
        "index": 342,
        "text": "— Che vi rimane adesso da aggiungere? disse l'attuaro al cameriere."
      },
      {
        "index": 343,
        "text": "— Io non ho niente da aggiungere; son uomini questi che farebbero perdere la testa a chicchessia. Del resto io vivevo tranquillo in Cremona, all'albergo del Sole, e non avrei mai voluto recar danno nè a lui nè ad altri nè a nessuno, se non fossero venuti espressamente a cavarmi di là e a"
      },
      {
        "index": 344,
        "text": "tirarmi a Milano per forza. Questo io dico perchè V. S. si persuada della verità delle mie parole, e che non ho mai ingannato nessuno al mondo, e vorrei che il Signore Iddio mi castigasse qui se mai ho detto il falso."
      },
      {
        "index": 345,
        "text": "A queste parole venne rimandato anche il testimonio Barisone, fattagli intimazione di non uscire da Milano fin che non ne avesse avuto il permesso dall'autorità; per la qual cosa venne chiamato nella sala anche il giovane causidico Benaglia, a cui fu parimente intimato che, sotto la sua responsabilità, il cameriere dovesse restare a Milano sino a nuove disposizioni."
      },
      {
        "index": 346,
        "text": "E il capitano di giustizia, che si attendeva di venire al chiaro d'ogni mistero in quella notte, trovò invece d'aver raggruppato di più il nodo nel tentare di scioglierlo, avendo bensì la convinzione morale invincibile della reità del Galantino, ma non avendo le prove legali per condannarlo; anzi non avendo raccolto, a rigore, nemmeno gl'indizj legittimi per metterlo alla tortura, come egli avrebbe creduto opportuno, e come e l'attuaro e gli assessori e gli auditori consigliavano ad una voce."
      },
      {
        "index": 347,
        "text": "Però ad onta che gl'indizj non fossero a rigore di scrupolo i più legittimi, perchè dei due testimoni necessarj, uno erasi ritirato, e il secondo aveva infirmata la sua deposizione col sospetto di malanimo contro il costituito; e prescindendo anche da ciò, non potea bastare come testimonio solo, non verificandosi in lui gli estremi voluti dagli statuti e confermati dagli interpreti, perchè la sua condizione non era tale che si potesse dichiararlo superiore ad ogni eccezione; tuttavia, avuto riguardo che i due camerieri in massima erano andati d'accordo, che il secondo era disposto a giurare, avuto riguardo inoltre alle deposizioni della contessa Clelia V... e all'abito criminoso del Suardi, l'illustrissimo signor capitano marchese Recalcati pensò di portar la cosa in Senato, affinchè quella suprema magistratura provvedesse in proposito; e il referato che fu steso e spedito il giorno dopo, venne chiuso col voto espresso che appoggiava l'applicazione della tortura al costituito di cui sl trattava."
      },
      {
        "index": 348,
        "text": "[X]"
      },
      {
        "index": 349,
        "text": "Quando codesta relazione, col voto dell'illustrissimo capitano di giustizia e colla nota — d'urgenza — fu portata in Senato, correva il primo di giugno. Essendo giorno di mercoledì, che, al pari del lunedì e del venerdì, era riservato alle cause civili, 1 segretarj del Senato la misero fra le cause da trattarsi in consiglio il giorno dopo (chè nei giorni di martedì, giovedì e sabato si discutevano esclusivamente le cause criminali). Ed ora giacchè si ha ad assistere allo spettacolo di questo Senato in sessione, di questo Senato che sta vivendo gli ultimi anni della sua vita (e dovremo assistere fra non troppo lungo tempo al suo totale scioglimento); per coloro che non hanno letto la sua storia scritta da Orazio Landi, nè il commentario del Garoni, nè le memorie di don Martino de Colla, nè il Lattuada; o che, anche avendoli letti, non li serbano tutti in memoria, è bene che riassumiamo qui con breviloquenza da telegrafo: che l'origine del Senato di Milano risale al primo duca Giovanni Galeazzo Visconti, quando, nel 1390, ottenne titolo e dignità ducale dall'imperatore Venceslao, non avendo allora che l'appellazione di Consiglio; — che, nel 1499, questo Consiglio ebbe titolo di Senato da Lodovico XII di Francia ed era un Consiglio di diciasette Senatori presieduti dal Gran Cancelliere; che, nel 1522, ritornato Francesco II Sforza in Milano, un nuovo regolamento portò a 27 il numero dei padri coscritti; — che, nel 1527, venuto a pigliar possesso del Ducato di Milano il Borbone in nome di Carlo V, venne sconvolto il regolamento sforzesco, e fu costituito il Senato da un presidente, quattro cavalieri, dodici giureconsulti con sette segretarj, per tramutarsi poscia e stabilirsi nel presidente con quattordici giureconsulti; di modo che al tempo in cui ci troviamo colla nostra storia, il Senato constava del presidente e di quattordici senatori, uno de' quali aveva titolo di senatore reggente o vicepresidente, come decano. Di quattordici però non risiedevano che dodici, perchè due venivano sempre impiegati nelle preture della città di Pavia e di Cremona. A questo illustre corpo si univano sei segretarj e nove portieri, vestiti di divisa color violetto cupo e portanti collane d'oro al collo nelle pubbliche comparse. Giova inoltre sapere, per"
      },
      {
        "index": 350,
        "text": "coloro almeno che pel momento non hanno cosa di maggior importanza da imparare, che i senatori cambiarono due volte il vestito, perchè sotto i duchi e i re di Francia portavano berretta o giubbone colle divise bianco-rosse; e al tempo del dominio spagnuolo assunsero le toghe foderate, in tempo d'inverno, colle pelli di zibellino (ponticus mus), come lo chiama il Garoni, il qual zibellino distingueva i senatori dagli altri magistrati togati, onde è probabile che i più vanitosi dovessero nutrire una certa avversione per l'estate."
      },
      {
        "index": 351,
        "text": "E come l'eccellentissimo Senato cambiò titolo, numero, ingredienti, vestito, più d'una volta, medesimamente dovette cangiare spesso il luogo delle sue adunanze; onde sotto il primo duca probabilmente, e, di certo, sotto l'ultimo, si radunava in porta Vercellina presso la parrocchia di san Protaso al Foro; poi, sotto i re di Francia, nella casa pure in porta Vercellina assegnata al gran cancelliere: infine si traslocò in una parte del medesimo reale palazzo."
      },
      {
        "index": 352,
        "text": "Ed è in questo luogo che noi adesso dobbiamo recarci. Un'ora dopo mezzogiorno del primo giovedì del mese di giugno, il presidente e i senatori intervenuti, che in quel giorno erano in numero di otto (non era necessario che tutti quanti intervenissero), dopo avere ascoltato la santa messa nella cappella del palazzo medesimo, come voleva la consuetudine, entrarono nella gran sala, che nel 1750 si denominava ancora delle udienze, perchè sotto i duchi e i re di Francia vi si tenevano infatti le udienze pubbliche; entrarono e si posero a sedere intorno ad una gran tavola con tappeto verde; i senatori si assisero quattro per parte, nelle cattedre che si chiamavano ancora de' padri coscritti; il presidente nella più rilevata cattedra posta in capo alla tavola. Dietro di lui, ad una tavola più piccola sedette uno de' sei segretarj. Tutto era augusto e solenne in quell'aula. AI disotto dei dipinti a fresco della metà superiore delle pareti si vedevano cinque grandi quadri, dov'erano dipinte ad olio le proprietà della giustizia, portanti al disotto dell'ampia cornice 1 titoli latini a caratteri cubitali, cioè Equitas, Legislatrix, Distributiva, Commutativa, Vindicativa, del che ha lasciato memoria il Lattuada. Intercalati a queste tele si vedevano i ritratti di Giovanni Galeazzo Visconti, di Francesco II Sforza, di Carlo V, Filippo II, Filippo III, Filippo IV, Carlo II di Spagna, e dell'imperatore Carlo VI, che stava in faccia alla cattedra del presidente. Più basso, a coprire in parte i magnifici arazzi, rigiravan l'aula alcuni quadri con cornici ad intaglio messo ad oro, rappresentanti i principali misteri della passione di Gesù Cristo, tra' quali spiccava per eccellenza d'arte quello di Gesù portante la Croce sul Calvario, dipinto dal Daniel Crespi, e regalato al Senato dall'arcivescovo di Milano, cardinale Monti successore di Federico Borromeo. Vedevasi pure un altro gran quadro rappresentante il trionfo di san Michele sopra Lucifero, quasi a simboleggiare la trionfante giustizia."
      },
      {
        "index": 353,
        "text": "Aperta dall'eccellentissimo signor presidente la seduta, il segretario mise in prima sul tappeto due o tre cause criminali estranee affatto al nostro argomento, di quelle cause che non provocano discussione, e in cui le opinioni e tutti i sistemi si mettono d'accordo; indi pose innanzi all'eccellentissimo signor presidente le carte relative al processo del lacchè Suardi, dichiarando ad una ad una le pezze, a dir così, di tutto il costituto, e domandando se doveva far lettura del rapporto presentato dal signor capitano. Il presidente, com'era di pratica, accennò che facesse; e il segretario lesse adagio adagio il rapporto, facendo, quel che in musica si direbbe, delle appoggiature sui punti che costituivano le saglienze della tesi; ed esponendo il voto del capitano con una chiarezza particolare, che potea significare la deferenza dell'egregio signor segretario per quel voto medesimo."
      },
      {
        "index": 354,
        "text": "Finita che fu una tale lettura, prese la parola il senator M ...tone che era decano."
      },
      {
        "index": 355,
        "text": "Dopo il senator Morosini, svizzero ticinese (perchè i senatori, come già notammo, si eleggevano da tutte le città e capiluoghi del Ducato ed anche da altre città fuori del Ducato stesso), il M...tone era il più caldo partigiano della giustizia armata di cavalletto e di scure, onde propendeva al rigore, non per l'indole perversa, ma per quell'impulso che viene da ciò che oggi si chiamerebbe l'arte per l'arte. Per di più non essendo di Milano, non era in gran dimestichezza col patriziato milanese e però non era nè intrinsico nè conoscente del conte F... Questi elementi dovevan dunque farlo presumere più propenso che mai al voto del capitano di giustizia. Ma forse perchè non avea avuto torto il popolo milanese, quando col suo senso comune vendicatore lo aveva ferito, avventandogli l'aculeo di quella strofa che già abbiamo accennato in addietro; v'era probabilmente"
      },
      {
        "index": 356,
        "text": "una ragione per cui la spinta naturale in lui si trovava in lizza con una controspinta avventizia. Del resto, comunque fosse la cosa, egli cominciò a parlare cercando di giustificare i motivi che dovevano aver provocato il voto del capitano, ma conchiuse, dichiarando che non trovava gli estremi per decretar la tortura al costituito Suardi."
      },
      {
        "index": 357,
        "text": "Se non che, non aveva esso finito di parlare, che il senatore Morosini, di temperamento impetuoso e bilioso, pronunciò, affoltandole, molte parole che parevano schiuma, quand'esce a dirotta da una bottiglia dove ha dovuto per troppo tempo fremere chiusa. Nè in prima quelle parole parevano aver senso, ma a poco a poco, rallentandosi, si disposero in ordine e il discorso procedette perfettamente intonato colla solennità del luogo."
      },
      {
        "index": 358,
        "text": "— I sommi capi, così egli proseguì, pei quali non si troverebbe di sottomettere alla tortura il costituito Suardi, si ridurrebbero dunque al non aver avuto il Suardi per proprio vantaggio un eccitamento al furto; all'avere nel primo interrogatorio risposto con tale aggiustatezza e conseguenza alle domande del giudice, da far presumere in uomo indotto quella tranquillità d'esposizione che deriva dal non aver altro a fare che ripetere la pura verità; alla ritrattazione del primo testimonio, alla proposta del giuramento; al non poter bastare le sole deposizioni del secondo, per non verificarsi in lui la qualità dell'essere superiore a qualunque eccezione; e, quand'anche vi si verificassero, all'essere state infirmate dalle cagioni di vendetta che dovevano presuntivamente aver eccitato il secondo testimonio a danno del costituito. Ora dunque, in quanto al primo punto mi meraviglio come ancora possa mettersi in campo la mancanza d'una causa che, direttamente e spontaneamente sorta in lui stesso, doveva eccitare il lacchè al furto; quasi che non fosser noti a migliaja i casi di sicarj prezzolati, i quali assassinaron persone da essi nemmen conosciute. Il vantaggio che doveva raccogliere il costituito Suardi dal furto, non deve cercarsi nel furto in sè stesso e per sè stesso, ma nel premio che presuntivamente deve essergli stato dato o promesso da chi poteva avere interesse a far scomparire le carte più preziose del defunto marchese. In quanto al secondo punto, se nel primo interrogatorio appare l'astuzia del costituito, faccio osservare che non ci appar sempre la coerenza là dove, eccitato dall'ira, esce a dire che la contessa lo ha tradito... (prego l'egregio segretario di leggere quel passo, ch'io notai, appena le carte furono portate in Senato e di cui non ricordo bene le parole)."
      },
      {
        "index": 359,
        "text": "Il segretario cercò, trovò e lesse il passo."
      },
      {
        "index": 360,
        "text": "— Or mi pare che sia difficile il dimostrare esserci coerenza qui, quantunque subito dopo il costituito, con arte diabolica, torca le parole a diverso significato. Ora la mancanza di coerenza in un uomo di sì manifesta astuzia, fa presunzione che vi sia colpa. Venendo ora ai testimonj: se il primo si è ritrattato accusando una memoria infida, per la paura che nelle persone ignoranti desta l'idea di dover giurare; pure le sue deposizioni fatte prima vanno d'accordo colle deposizioni del secondo testimonio, il quale, per soprappiù, spontaneamente dichiara di volere confermare gli asserti con giuramento. Bene io sento a dire che il secondo, essendo solo a testimoniare, non basta a formare un indizio, perchè non si verifica in lui la qualità di essere superiore a qualunque eccezione. Ma perchè, domando io, non si verifica? Ma quand'è che un uomo è superiore a qualunque eccezione in faccia a un tribunal criminale? Io credo, allorquando la sua vita è senza macchie criminali di sorta. È la vita senza rimproveri che costituisce la qualità dell'essere superiore a qualunque eccezione; non la condizione alta, nè la ricchezza, nè i titoli. Il marchese Alfieri, che l'anno scorso ebbe il bando dalla Repubblica di Venezia per attentato di veleno contro il marito della sua amante, non è più oggi superiore a qualunque eccezione, sebbene sia titolato e ricchissimo. Due anni or sono, il sagrestano di San Satiro, solo testimonio contro il Faldella che rubò la lampada dell'altare maggiore, bastò a formare legale indizio, perchè fu dichiarato superiore ad ogni eccezione. Perchè dunque non lo potrà essere anche questo Barisone Cipriano? In ogni modo, non merita si dica neppure una parola a dimostrare l'assurdità dell'essere egli stato mosso da spirito di vendetta; sopratutto è a considerare, eccellentissimi colleghi, che egli trovavasi a Cremona, dove tanto era lontano dal pensare a vendicarsi, che si dovette andarlo a chiamare e pregarlo per farlo venire a Milano. È a considerare, finalmente, se mentre questo Cipriano Barisone non ha note"
      },
      {
        "index": 361,
        "text": "criminali di sorta, il costituito ha contro di sè la pessima sua fama, e il fatto d'aver già commesso un furto nella casa stessa del suo padrone che, notoriamente, pur lo amava e lo proteggeva."
      },
      {
        "index": 362,
        "text": "Il senatore Morosini avendo a tal punto fatto pausa:"
      },
      {
        "index": 363,
        "text": "— Se bastasse, gli subentrò tosto il senatore conte Gabriele Verri, la morale convinzione di un giudice a determinare la legittimità degli indizj per mettere un uomo alla tortura, io per il primo non esiterei a farla applicare al costituito Suardi. Ma questa convinzione non basta, perchè può procedere da errore di giudizio, da false parvenze, dall'impossibilità di vedere tutti i lati delle cose. È dunque necessità l'aderire in tali casi quasi passivamente alla legge."
      },
      {
        "index": 364,
        "text": "— E sia fatto, osservò il Morosini, giacchè la legge rimette gl'indizj all'arbitrio del giudice."
      },
      {
        "index": 365,
        "text": "— Ma Il nostro predecessore senator conte Bossi, ribatteva il Verri, nel suo aureo trattato, al titolo De indiciis ante torturam assegna all'arbitrio del giudice l'obbligo di esaminare con coscienza la verisimiglianza e la probabilità (indicium verosimile et probabile sit). Ora la coscienza ci ammonisce di non prestar fede soverchia alle convinzioni morali, e, torno a ripetere, di aderir positivamente alla legge. Ma giacchè la legge nuda e nel diritto romano e negli statuti criminali di Milano lascia questi indizj all'arbitrio del giudice, bisogna chieder consiglio a coloro che hanno continuata la legge stessa, interpretandola."
      },
      {
        "index": 366,
        "text": "— Ma la parola degli interpreti, interruppe il Morosini, non è Vangelo, e tanto si può esser tratti in errore dalle loro convinzioni come dalle nostre."
      },
      {
        "index": 367,
        "text": "— C'è un divario notabile. Essi, interpretando la legge, non erano circoscritti da un fatto speciale; bensì erano rischiarati da un complesso di fatti molteplici che hanno la virtù di costituire una norma assoluta. Noi invece, al cospetto di un fatto solitario, siamo tratti, non volendolo, a decisioni condizionate e relative. Gl'interpreti hanno questo vantaggio su di noi, di aver meditato e scritto in circostanze lontane dall'influenza pervertitrice della passione fuggitiva del momento, dalle opinioni correnti e dai pericoli che presenta all'intelletto un fatto unico; epperò essi hanno il diritto di essere ascoltati, noi l'obbligo di ubbidire; di modo che assumono virtù di legge in mancanza d'una legge scritta, determinata, sanzionata, comandata; e come avviene delle gride, che le ultime possono derogar le prime e sostituirle, e però, come tali, sono le sole che devono essere seguite; così avvien degli interpreti, de' quali gli ultimi più acclamati dal consenso universale dei giurisperiti e dei magistrati, devono essere di preferenza consultati e seguiti. Ora il consenso più generale è pei due celebri giureconsulti, il Casoni e il Farinaccio; e costoro, spaventati dagli eccessi a cui nell'amministrar la tortura furon tratti giudici o troppo crudeli o troppo confidenti nelle loro convinzioni, o troppo ciechi, sono giunti a conchiudere, il primo: che la tortura non è arbitraria; il secondo, che non sono arbitrarj nemmeno gli indizj. Communis error judicum putantium torturam esse arbitralem — dice il primo, e non sbaglia; — Non immerito audivi plures jurisperitos dicentes posse melius formari regulam, inditia ad torquendum, non esse judici arbitraria, dice il Farinaccio chiarissimamente. Però dal processo verbale relativo al costituito Suardi non risulta provata la bugia dell'accusato, che sarebbe uno degli indizj legittimi; perchè mancano i due testimoni, quali son voluti dal Farinaccio che qui fa testo di legge. Può esser vero che il primo testimonio non abbia giurato per sgomento. Ma può essere, non vuol dire è. — Può esser vero che il secondo testimonio abbia abito di onestà, ma intanto sussistono presunzioni contro di lui provocate da gravi disgusti passati prima del preteso furto tra accusato e testimonio. E, anche qui, il può essere non vuol dire è — poichè la giustizia è come l'aritmetica, nella quale, se manca la verificazione, non può asserirsi che il calcolo sia giusto."
      },
      {
        "index": 368,
        "text": "Dette queste parole, il conte Verri si tacque; e quasi nel momento istesso, entrato nell'aula uno de' segretarj, s'accostò al segretario in seduta, che, alzatosi, parlò all'orecchio dell'eccellentissimo signor presidente, il quale, rivoltosi ai signori senatori :"
      },
      {
        "index": 369,
        "text": "— Un'ora fa, disse, ha cessato di vivere l'illustrissimo conte F... Come l'egregio segretario Carlo fu sollecito di portarne l'avviso, così io lo ripeto ai senatori qui congregati; faccio presente che la morte del conte F... nella causa che ora qui si sta discutendo... può essere forse un fatto significante."
      },
      {
        "index": 370,
        "text": "Questo annuncio fece l'effetto di quei congegni dell'arte nautica, che di punto in bianco fanno galleggiar ritto e baldanzoso un naviglio che, appena uscito dal cantiere dell'arsenale, procedeva impacciato e piegato sull'un dei fianchi."
      },
      {
        "index": 371,
        "text": "I diversi pareri degli otto senatori tacitamente si armonizzarono in un consiglio unico, quantunque due o tre altri senatori prendessero la parola, parlando con varia sentenza. Se non che, mentre il Morosini, in quel giorno, tornò impetuoso a ribattere gli argomenti degli avversari, il conte Gabriele Verri parve minor di sè stesso, e lasciò dir gli altri; nè più parlò il senator M...tone. Per le quali circostanze, venuta la votazione, la determinazione del Senato fu che il costituito Suardi, soprannominato il Galantino, si dovesse sottoporre alla tortura lieve e semplice. La voce pubblica che cominciava a parlar alto contro la lentezza onde si procedeva verso il Galantino, e dicea chiaro che si voleva salvare il lacchè, per non compromettere la riputazione del conte F..., fu per il momento placata dal decreto del Senato, di che tosto gli eccellentissimi membri, al cui orecchio eran giunte le pubbliche querele, fecero divulgar la notizia. E per quel giorno e pel successivo tutta la città di Milano non s'interessò che a quell'unico tema della tortura del Galantino e della morte del conte F..."
      },
      {
        "index": 372,
        "text": "Il giorno 3 giugno la piazza Borromeo era tutta gremita di popolo, chè si celebrarono le solenni esequie del defunto nella chiesa di Santa Maria Podone, sulla cui facciata, tutta coperta a nero e ad oro, si leggeva il seguente cartellone sormontato dalla corona e incorniciato dagli stemmi:"
      },
      {
        "index": 373,
        "text": "COMITI A... F... EQ. HIEROSOL PIO MUNIFICO CHARITATE IN EGENOS EX CORDE DOMESTICAM GERENTI FELICITATEM EXCESSO ANNO LV ÆTATIS SUÆ FILIUS COMES ALBERICUS MOERENS FIDELIUM PRECES POSCIT"
      },
      {
        "index": 374,
        "text": "Due giorni dopo, al costituito Andrea Suardi, chiamato a nuovo esame, venne intimato si risolvesse a dire la verità, altrimenti verrebbe messo alla corda, così portando la determinazione dell'eccellentissimo Senato, pel concorso di molte circostanze atte a formare indizio; segnatamente per le deposizioni del Barisone Cipriano, confermate con giuramento. Nel rescritto del Senato era stato ingiunto al capitano di giustizia di far adempire al secondo testimonio l'atto formale del giuramento prima d'esaminar di nuovo il costituito."
      },
      {
        "index": 375,
        "text": "Questi, che nel confronto col Barisone avea creduto di essere riuscito a togliere ogni forza alle di lui deposizioni; che, per soprappiù, stando in prigione e tastando gli sbirri e mettendo insieme le sparse parole che loro eran cadute di bocca, come chi si affanna di riunire i minuti pezzetti di un foglio lacerato, era riuscito a sapere che il conte F... era morto, e però erasi lasciato andare alle più allegre speranze; rimase come sbalordito a quegli inattesi propositi del giudice; e lo sbalordimento fu di tal natura, da preparar la via ad una susseguente indignazione, anzi ad una esasperazione così aperta e dichiarata, che potea benissimo parer quella di un innocente calunniato. Le parole pertanto che rispose al giudice furono quelle della collera che non ha nè ritegno nè riguardi; e questa volta non già pel calcolo consueto del suo ingegno lungoveggente e scaltro, ma per l'accensione spontanea del sentimento offeso. Erasi messo al posto dell'innocente, s'era lusingato d'aver fatto per potersi fermare a quel posto usurpato; di più attendeva a raccogliere il frutto dei suoi calcoli e della sua fortuna, allorchè di punto in bianco e crudissimamente si vide frustrato nella sua aspettazione; l'ira sua doveva dunque essere naturale e spontanea."
      },
      {
        "index": 376,
        "text": "Se un ladro giunge a involare con fortuna una somma di denaro, e avendola nascosta in luogo da lui creduto sicuro, allorchè va per riprenderla non la trova più, il dolore ch'ei ne prova, è simile in tutto a quello del legittimo proprietario stato derubato. E così nè più nè meno avvenne del"
      },
      {
        "index": 377,
        "text": "Galantino al cospetto dell'accusa e del giudice; egli sentì ed espresse tutti i fenomeni dell'innocenza oltraggiata; li sentì anzi e li espresse in modo che il capitano di giustizia ne fu colpito."
      },
      {
        "index": 378,
        "text": "Il marchese Recalcati, d'indole mite, aveva avversione a quella barbara eredità del diritto romano, la tortura; tanto è ciò vero che al Suardi la volle decretata dal Senato, mentre egli stesso avrebbe potuto infliggerla; e qui, di passaggio, dobbiamo notare, che la maggior parte dei giudici del suo tempo che avevan viscere, avevano cominciato a detestarla. Viveva essa gli ultimi anni, a dir così, della sua vita feroce, e lo spirito pubblico, senza dichiararlo manifestamente, le s'era rivoltato contro, a preparare e ad accelerare quella morte che le doveva poi venire dal colpo meditato e risoluto di un grand'uomo."
      },
      {
        "index": 379,
        "text": "I medesimi sostenitori d'essa, a forza di commentarla e confortarla e mostrarne la validità, facendo passare e ripassare innanzi alla mente degli ascoltatori non propensi, nei momenti più caldi della disputa, la lettera del diritto romano e quella dello statutario e quella dei criminalisti, avean fatte balenare molte verità che dimostrarono la fallacia; verità inchiuse in quegli articoli medesimi stati scritti per darle vigore."
      },
      {
        "index": 380,
        "text": "Molte volte il senator Gabriele Verri, che era un partigiano della tortura, aveva detto e ripetuto in Senato quel titolo cospicuo del Digesto, dove è parlato della fragilità e del pericolo della tortura; esso lo aveva ripetuto perchè, avendo fede in quel mezzo, pretendeva che si adempissero tutti i suoi preliminari con rigore di scrupolo; persuaso com'egli era, che, adempiendo con esattezza a tutti i dettami della legge, prima di decretar la tortura, questa non poteva infliggersi che al veramente reo, la cui ostinazione poi era presumibile potesse domarsi solo coi tormenti. L'uomo dialettico e preoccupato, correndo con precipitazione alle conseguenze ultime, non aveva mai saputo fermarsi un momento di più su quel titolo, ch'ei non adduceva che per provare la necessità dell'esattezza aritmetica nel raccogliere indizj; ma che, in realtà, inchiudeva già tutta quanta la condanna della tortura nel punto stesso che le dava sanzione; bensì vi s'erano fermati gli uomini meno preoccupati e meno oppressi dal cumulo della dottrina e più illuminati dal raggio del sentimento, e ne eran rimasti colpiti, e tra questi il marchese Recalcati appunto, il quale, per consueto, andava sempre a rilento e come di malavoglia quando trattavasi di ministrare la tortura."
      },
      {
        "index": 381,
        "text": "Se dunque stette perplesso e quasi pauroso di quanto egli stesso aveva fatto allorchè sentì prorompere il Galantino con tanta sincerità di sdegno, è facile a comprendersi. Se non che, a confortarlo ne' suoi dubbj e nelle sue ansie, entrò qualche momento dopo nella sala stessa degli interrogator) il senator Morosini; colui che propugnava la tortura, non per una convinzione scientifica al pari di Gabriele Verri, nè per considerarla una fatale necessità della procedura criminale, ma per una di quelle arcane voluttà della mente, anzi del senso viziato, che pur talvolta si riscontrano in individui non affatto pervertiti e talvolta, come nel caso nostro, persino onesti; una di quelle arcane voluttà onde si spiega il fenomeno di qualche fanciullo che si gode a denudar la farfalla delle sue ali, o a spennare il pulcino vivo, o a percuotere fieramente in sull'aja il pollo in fuga. Tale era il senator Morosini. Egli veniva in carrozza al palazzo del Capitano di giustizia ogni qualvolta trattavasi di qualche be/ caso di tortura. Compiacevasi a far egli stesso le parti d'auditore e d'attuaro, abilissimo come era a gettar scaltre insidie negli interrogatorj; più abile a farle riuscire, accennando agli stessi aguzzini 1 modi dell'atroce arte loro; press'a poco al pari di un maestro di musica (ci fa ribrezzo l'apatica e spietata similitudine, ma un carattere dev'essere messo a nudo tutto quanto), al pari dunque di un maestro compositore che all'orchestra imponga e faccia sentire gli accelerati e i rallentati. E tanto dilettavasi quel senatore di sì feroce passatempo, che si faceva portar la cioccolata, già lo abbiam detto, nelle aule medesime del capitano, e l'assorbiva lentamente dove s'interrogava, dove davasi la corda."
      },
      {
        "index": 382,
        "text": "Quando il senator Morosini entrò, tutti, compreso l'illustrissimo signor capitano, si alzarono; ed egli, nella seggiola che gli fu messa innanzi, si calò, a dir così, con quella pesantezza convenzionale che quasi sempre affettano gli uomini costituiti in una gran carica, anche allorquando non hanno a portare nè il peso degli anni nè quello dell'adipe. Si assise dunque, e nel punto che dal panciotto cavò la scatola d'oro, tutta a figure ed ornamenti in rilievo e a smalto, e porse il tabacco all'illustrissimo signor capitano:"
      },
      {
        "index": 383,
        "text": "— È il lacchè? domandò; e al cenno del marchese Recalcati non rispose che caricando a più riprese di rapato vecchio le ampie narici di un naso abbastanza senatoriale."
      },
      {
        "index": 384,
        "text": "Il Galantino intanto s'era fatto tranquillo, squadrando solo il nuovo venuto (che non era in toga, ma in giubba rosso-fuoco gallonata, e panciotto di teletta d'oro) con certe occhiate fra l'iracondo e il beffardo, che parea dicesse:"
      },
      {
        "index": 385,
        "text": "— Oh se fossimo noi due a quattr'occhi, non so come l'andrebbe, caro nasone, con quella carta d'oro che hai sulla trippa, eccellente per avvolgere il mandolato di Cremona!"
      },
      {
        "index": 386,
        "text": "Ma l'attuaro, come tutto tacque e il senatore ebbe rimessa la scatola nell'ampia saccoccia del panciotto:"
      },
      {
        "index": 387,
        "text": "— Ancora dunque, così parlò al Galantino, vi esorto a dire la verità; e a risparmiarci il dolore di dovervi far mettere alla corda."
      },
      {
        "index": 388,
        "text": "— Quello che ho detto ripeterò sempre, rispose il costituito, perchè è la pura verità, e sfido qualunque prepotenza a farmi dire quello che non è."
      },
      {
        "index": 389,
        "text": "— Prepotenza di chi? domandò blandamente il senatore, sebbene fosse per indole focoso."
      },
      {
        "index": 390,
        "text": "— Di chi ha la forza, e l'adopera per tormentare chi non l'ha."
      },
      {
        "index": 391,
        "text": "— Ma che ostinazione è la vostra, soggiunse allora con lentezza quasi soave il senatore, di non voler confessare quel che manifestamente risulta dai fatti e dalle deposizioni di testimoni giurati?"
      },
      {
        "index": 392,
        "text": "— Che cosa risulta? vostra signoria illustrissima mi illumini, perchè da quello che io so e ho l'obbligo di sapere non risulta nulla, nulla affatto contro di me, e sino ad ora non sono che la vittima di una maledetta calunnia. Io sono accusato d'aver rubate delle carte al marchese F... ma chi può asserirlo? chi m'ha visto a rubarle?... Dove sono questi pretesi testimonj?"
      },
      {
        "index": 393,
        "text": "— Se qualcuno v'avesse veduto, caro mio, non farebbe bisogno di mettervi alla tortura. Sareste condannato addirittura come convinto. Ma voi avete detto una bugia... asserendo di trovarvi altrove nella notte del furto mentre eravate a Milano. Però se avete negato questa verità secondaria, vuol dire che avevate interesse a negarla... Dunque se si procede oltre, è perchè colla vostra ostinazione voi stesso comandate la severità alla giustizia."
      },
      {
        "index": 394,
        "text": "— Io ero a Venezia otto giorni prima della settimana grassa, e ripeto che chi dice di no è un bugiardo infame."
      },
      {
        "index": 395,
        "text": "— E questo è quel che si vedrà, soggiunse l'attuaro."
      },
      {
        "index": 396,
        "text": "Allora il senator Morosini parlò sottovoce al capitano. Questi si alzò. L'attuaro fece un cenno ai due sbirri che stavano dietro le spalle del Galantino; ed essi, presolo per le braccia, lo trassero fuori di quella sala per condurlo nella vicina, dove soleva darsi la corda. Il senator Morosini, il capitano, gli altri entrarono anch'essi in quel tristo camerone, e si posero a sedere, rinnovando in prima l'attuaro al Galantino l'esortazione di dire la verità, poscia accennando agli sbirri di fare il loro dovere."
      },
      {
        "index": 397,
        "text": "Questi, avendolo pigliato di sorpresa, gli levarono il vestito e il panciotto, e l'afferrarono per le braccia, traendolo presso la corda che pendeva dalla carrucola."
      },
      {
        "index": 398,
        "text": "Il volto del Galantino che, siccome dicemmo, s'era da qualche tempo fatto pallido, si caricò allora improvvisamente di un rosso cupo che gl'invase la fronte e gli orecchi; e l'occhio, naturalmente bieco e serpentino, vibrò sugli sbirri uno sguardo così infuocato di furore, che fece un'impressione strana sugli astanti; poscia, flessuoso e forte come un leopardo, diede uno squasso irresistibile ai manigoldi, avventando loro bestemmie a furia. Per un istante fuggevolissimo ei si tenne disciolto, ma i manigoldi lo ripresero e, ad un cenno dell'attuaro, altri due sorvennero ad ajutare i primi. Ned egli perciò si ristava dal dare squassi formidabili. La camicia, slacciata e laceratasi in que' forti sbattimenti, metteva a nudo collo, petto, braccia. La chioma, sollevata e scomposta e gettata or da un lato or dall'altro della testa in movimento assiduo, or copriva or lasciavagli scoperto il viso. L'animale-uomo non comparve mai così bello, così sfolgorante, così formidabile nella sua giovinezza come in quel punto. Nella pelle e nella tinta v'era la delicatezza di una fanciulla; nelle forme, ne' muscoli, nelle proporzioni perfettissime l'aitanza di un gladiatore"
      },
      {
        "index": 399,
        "text": "giovinetto. Il medesimo senator Morosini, rivoltosi al capitano, non si potè trattener dall'esclamare: — Che bel ragazzo!"
      },
      {
        "index": 400,
        "text": "Ma il bel ragazzo fu incontanente tratto in alto come un fascio di fieno; e un gemito ferino che sordamente gli muggiì in gola, perchè una volontà di ferro avea tentato di trattenerlo, accusò il dolor fisico derivatogli dalle braccia squassate."
      },
      {
        "index": 401,
        "text": "Così sospeso per aria, all'attuaro che gli ripeteva se risolvevasi a dire la verità:"
      },
      {
        "index": 402,
        "text": "— La verità l'ho detta, rispose, anzi urlò."
      },
      {
        "index": 403,
        "text": "Il senator Morosini suggerì allora ai quattro manigoldi di alzare la vittima più presso la carrucola, e accompagnò le parole caricando di nuovo le nari di rapato, e scuotendo colla punta del pollice e dell'indice la cadente polvere dalle ampie lattughe di pizzo di Fiandra della camicia, asperse di oscura goccia."
      },
      {
        "index": 404,
        "text": "Rialzato così il Galantino, potè sentirsi lo stridere della carrucola e il fruscio della corda; non però un lamento di lui, che, alla sempre uguale domanda rinnovatagli, rispose sempre le stesse parole."
      },
      {
        "index": 405,
        "text": "A tal punto, per ingiunzione del capitano, venne calato giù. Sotto al labbro inferiore del Galantino i giudici videro una striscia rossa. A respingere il dolore col dolore s'era ficcati i denti superiori nel labbro inferiore, al punto di farne sprizzar vivo sangue."
      },
      {
        "index": 406,
        "text": "Allora venne di nuovo ammonito con mitissimo linguaggio dal marchese Recalcati, il quale gli mise innanzi il pericolo che, per la sua ostinazione, si sarebbe dovuto passare alla tortura grave col canape; ma di nuovo rispose il Galantino che, giacchè essi volevano sapere la verità, questa l'aveva già detta; e nemmeno abbruciandolo a fuoco lento, sarebbero riusciti a fargli dir la bugia. Né il capitano avrebbe insistito più oltre; ma il senatore Morosini lo interrogò di nuovo, e di nuovo lo fece mettere alla corda, sempre però infruttuosamente; laonde quando il Galantino fu rimandato in prigione, il capitano e l'attuaro e gli auditori espressero il dubbio che il costituito potesse per avventura essere innocente."
      },
      {
        "index": 407,
        "text": "— È giovane e forte, forte di corpo e d'animo, disse il senator Morosini. La tortura semplice non basta. Vedrete che confesserà tutto alla tortura grave."
      },
      {
        "index": 408,
        "text": "E al Senato fu spedita relazione del fatto, con interpellanza se si dovesse passare alla tortura grave appunto."
      },
      {
        "index": 409,
        "text": "Ma il senatore Gabriele Verri parlò e parlò forte e mostrò come tutti gli interpreti andassero d'accordo nel proibire di passare alla tortura grave, se non fossero sopravvenuti altri indizj; onde, per mancanza di essi, la giustizia dovette accontentarsi del risultato della prima tortura."
      },
      {
        "index": 410,
        "text": "E qui ci conviene tagliar crudelmente il filo del racconto, e dare un addio all'anno 1750; perchè un altro periodo, secondo noi, abbastanza curioso della storia della città nostra, c'intima di affrettarci, essendo ben lungo il còmpito che ci siamo assunto."
      }
    ]
  }
}
