{
  "chapterNumber": 16,
  "title": "Book Fifteenth (Libro Decimoquinto)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: SOMMARIO]"
      },
      {
        "index": 1,
        "text": "Il figlio del conte Aquila. — L'anno 1809 e il vicerè Beauharnais. — Una festa in casa Litta. — Don Giovanni e fra Cristoforo. — Il vicerè, le classiche reminiscenze e il medio evo. — Beauharnais e la Falchi. — Il conte Aquila e il vicerè. — Ugo Foscolo. — Il colonnello Baroggi. — Un bacio e un colpo di scudiscio. — Il ministro Prina."
      },
      {
        "index": 2,
        "text": "Il conte Aquila, orgoglioso di posseder la contessina Amalia, in quella guisa onde un Arabo, nell'idea di perpetuare la celebrità della razza, tien preziosa una puledra nata in incliti presepj da inclita coppia, non desiderò altro che di avere un figliuolo: maschio, già si intende, forte, bello, ingegnoso, straordinario. Se gli avessero detto: «per adunare nel tuo primogenito tutte codeste qualità, è necessario che la madre muoja nel parto», ei non avrebbe esitato un istante a rispondere: Muoja. In simile maniera un possidente non ha nessuna pietà del baco morituro, per l'aurifera seta che gli dee produrre."
      },
      {
        "index": 3,
        "text": "Da vero fisiologo e teologo, ei non considerava il matrimonio in sè stesso, ma pel suo fine. Il multiplicamini della Bibbia non fu mai interpretato con più spiegato rigore scientifico. La scienza non ha viscere. E il suo desiderio fu presto appagato; appagato in massima; e perchè il figliuolo fu esatto nel venire in luce nel più breve tempo possibile, e perchè fu un maschio. Ma la forza, fin dal primo momento che il fanciullo fece capolino dal nulla, non si rivelò nè al padre ansioso, nè all'ostetrico esperto. Non la forza e non la bellezza: due cose che, ad onta della speranza che stava sempre in aspettativa di qualche benefica sorpresa della natura onnipotente, non comparvero nemmeno in un anno, nemmeno in due."
      },
      {
        "index": 4,
        "text": "Il conte Aquila cominciò allora ad amar la madre più del figliuolo, il quale, per dispetto, non accusava neppure svegliatezza di spirito. Il conte diventò cupo più che mai, e bisbetico, ed anche un po' inumano. Voleva come sciogliere e disnodare quella natura inerte e disadatta."
      },
      {
        "index": 5,
        "text": "Senza volerlo, egli sfogava l'interna stizza quando al fanciullo, con intento ortopedico, stirava e gambe e braccia e collo, per vedere di migliorare coll'arte lo scarto della natura. Il lettore si ricorderà del dialogo tra il pittor Bossi e il canonico Zanoja, dove vennero a toccare della morte di quel fanciullo. Pur troppo il fatto era vero. Avendo egli l'abitudine di far subire al fanciullo una ginnastica intempestiva, qualche volta lo palleggiava, lo forzava a star dritto sul palmo della mano, lo gettava in alto per riprenderlo nelle proprie braccia. La contessina Amalia tremava e pregava e piangeva a que' giuochi perigliosi; il fanciullo strillava; ma il padre era irremovibile, perchè tenevasi certo di giovare allo sviluppo del figliuolo. E venne il dì che, siccome sappiamo, gli cadde in terra, e là giacque. — La nutrice accorse, ma indarno; la madre svenne; il conte rimase attonito e atterrito. Fu mandato a chiamare il dottor Monteggia. Ma la scienza non risuscita i morti. Al racconto che fecero e nutrice e madre e astanti, il celebre chirurgo, preso di sdegno, stette per rimproverare acerbamente il conte. Ma il conte lo saettò collo sguardo in modo, che al professore non bastò l'animo di parlare. D'altra parte, dal rimprovero non scaturiva un rimedio."
      },
      {
        "index": 6,
        "text": "Dopo questo caso funesto, la contessina Amalia sentì nascersi in cuore un'irresistibile avversione; per il conte, prima, non aveva provato che rispetto, stima, soggezione, amore non mai; nemmeno quell'attrazione istintiva e, quasi a dire, meccanica, che una giovinetta può sentire qualche volta per un uomo giovane perfettamente costituito. In ogni modo quando, dopo qualche tempo, venne diminuendo in lei il rammarico per la morte dell'unico figliuolo, diminuì anche l'avversione. Le rimase però nell'animo quanto basta per renderle incresciosa la vita maritale. Nè il conte desisteva dal suo contegno ottomano; la contessina era tenuta in casa il più del tempo;"
      },
      {
        "index": 7,
        "text": "quand'ella riceveva visite così d'uomini come di donne (e a ciò v'era l'ora stabilita), egli non la lasciava mai sola; segnatamente colle donne, che dal punto di vista dei cattivi consigli e delle tentazioni, ei credeva assai più pericolose degli uomini stessi; e in questo non aveva forse torto. Quand'ella poi usciva di casa senza il signor consorte, per l'igienica necessità da lui ben compresa di cambiar aria, c'era l'obbligo della carrozza. Guai s'egli avesse saputo che, per snodare un po' le gambe, ella avesse osato far qualche passo nei pubblici giardini o sulle mura!"
      },
      {
        "index": 8,
        "text": "Per questa operazione era indispensabile l'accompagnatura maritale. Il tempo però, che cambia tutte le cose di questo mondo, e induce qualche lassitudine perfino negli uomini più rigidi e più tenaci, allentò le redini anche nelle mani del conte. Della sua giovane moglie egli non ebbe mai a lagnarsi; non mai una disobbedienza, non un atto di malavoglia, nè un segno, fosse pur fuggitivo e involontario, di malumore. Ben rassicurato adunque di avere per compagna una donna marmorea, cominciò a lasciarla sola qualche volta in conversazione; le permise d'andare a trovar sola qualche amica. Nell'occasione di alcune feste straordinarie, non già permise, perchè ella non gli domandò mai nulla, ma le ingiunse espressamente di comparire in esse pomposamente foggiata. Assaporando il trionfo di sentirla lodata e ammirata e citata dagli uomini e dalle donne, perfino dai galanti ufficiali, come un modello insuperabile di virtù, anzi come un'eccezione, rinnovò quei comandi. Era sempre la smania del primato che lo consigliava. Nè la contessa, sebbene qualche volta girando lo sguardo sentisse qualche lampo istantaneo di desiderio, poteva correre nessun pericolo. Quantunque bella e leggiadra e soave e simpaticissima, ella, in quanto agli effetti, era nella condizione di una donna diabolicamente deforme; chè nessuno dei giovinotti pretendenti e battaglieri osava accostarla con intenzioni oblique; nessuno si sarebbe fatto lecito di rivolgerle una di quelle frasi, che sono gli scandagli, gli ami e le reti della galanteria."
      },
      {
        "index": 9,
        "text": "Non si spera se non ciò che è possibile, anche dando alla possibilità il più esteso confine. Ma l'impossibile non entra mai nel giro delle nostre ambizioni. Bonaparte quand'era colonnello a Tolone non sognò mai di diventare imperatore; ma lo sognò, lo desiderò e potè sperarlo quando fu console. Ora la conquista di quella donna era considerata dal bel mondo fuori affatto di ogni sfera di probabilità. Ella era forte e impenetrabile come il diamante; e, d'altra parte, il marito faceva assolutamente paura; paura mescolata di ammirazione, quando anche non voluta. Egli era uno di quegli uomini rari, che esercitano sugli altri un fascino arcano, sebbene potesse essere un fascino odioso. Anche il duellista più intraprendente, più sfacciato e provocatore, non avrebbe mai voluto aver brighe con quell'uomo là."
      },
      {
        "index": 10,
        "text": "E il conte si accorse di tutto ciò; ed anche la contessina leggiadra se ne accorse, e, diciamolo pure, con un certo rammarico. Aveva toccati i venti anni; lo sviluppo fisico avea raggiunta la sua massima pompa; il sangue, che non domanda il permesso al signor curato, cominciava a bollire fieramente, ned ella conosceva il segreto del ghiaccio, tanto usufruttato da S. Francesco. Vedeva pertanto e guardava e contemplava gli attraenti splendori della vita viva, come il povero Mosè condannato a vedere in lontananza i grappoli della terra promessa, ed a morire senza poter mettervi il labbro. Povera contessina Amalia!"
      },
      {
        "index": 11,
        "text": "Per qualche tempo i nuovi pensieri passavano e ripassavano nella mente di lei senza fermarsi. Ella versava in quello stato di apatia incresciosa, senza gioja e senza dolore, che lascia gli occhi oziosi al pianto e rende il labbro incapace al riso. Stato molto simile a quel malessere indefinito, che alla lontana suole annunziare nel corpo umano lo sviluppo di una malattia di carattere. Ma se la cura profilattica e l'acqua imperiale può giovare talvolta nei turbamenti fisici a far dileguare il germe d'una infiammazione futura, pei turbamenti del cuore, che sono necessità della fisiologia sentimentale, non v'è acqua imperiale che giovi. Se non è oggi sarà domani; ma il giorno dell'eruzione è inevitabile."
      },
      {
        "index": 12,
        "text": "Senza annojare il lettore col richiamargli alla memoria le grandi battaglie e le vittorie luminose ottenute da Napoleone nel 1809, gli diremo soltanto che quelle vittorie dovevano portare il disastro nel cuore della contessa. Che colpa ne avea Napoleone? D'altra parte, che relazione può avere la tattica e la strategia e il valor militare con una donna che vive in ritiro? In apparenza, nessuna. Se non fosse che, verso la fine del 1809, il vicerè Eugenio Beauharnais ritornò in Italia."
      },
      {
        "index": 13,
        "text": "Questi, per quanto ne portò la fama e per attestazione concorde dei prodi che avevano militato sotto di lui, si era coperto di gloria. I cittadini e gli uomini della pace, che da qualche tempo avevano cominciato, per delle cagioni anche giuste, ad avere in qualche uggia il vicerè, dovettero subire, volere o non volere, quel fracassìo di gloria. Gli uomini, che si erano intiepiditi a suo riguardo, lo celebrarono; i maldicenti cangiarono argomento; gli odiatori compresero le ire. Tutto questo in quanto al sesso forte. Rispetto al sesso debole, le cose avean proceduto e procedevano diversamente. Talune delle cagioni giustissime per cui i mariti, gli amanti, i fratelli, 1 cognati avean preso avversione per il vicerè, eran quelle cagioni medesime per cui alle donne invece era riuscito e riusciva tanto simpatico. La cosa è naturale. Il difetto capitale nel vicerè, lo abbiamo già detto, consisteva in un sistema continuo ed esagerato d'infedeltà conjugali. Il suo lato vulnerabile si scopriva ogni volta che veniva alle prese col nono comandamento. Ma le donne, in generale, che sono dispensate da quel paragrafo del decalogo, hanno un gusto matto che esso venga infranto dagli uomini. Le donne hanno tutti i torti; ma è una questione di gusto come un'altra, e bisogna lasciar andare."
      },
      {
        "index": 14,
        "text": "La gloria esercita sulle donne un fascino speciale. Sia dessa d'oro o di princisbecco, fa sempre su di loro il medesimo effetto. Se poi è una gloria cogli spallini e gli sproni, non c'è più nessuno che le tenga. Povere donne, noi almeno le sappiamo compatire! Ad un uomo circondato di gloria, purchè sia un po' giovane (qualche cosa già ci vuole), le donne sono capaci di perdonare la calvizie incipiente, la ventraja incipiente, i labbri grossi, un naso che non sia perfettamente in regola col codice dell'arte greca, ecc., ecc. In questo esse sono assai più soprasensibili e spirituali degli uomini, i quali di solito preferiscono la bella faccia, la pelle fresca, e delle linee curve afrodisiache."
      },
      {
        "index": 15,
        "text": "Premesso tutto ciò, quando Beauharnais fece, dopo il suo ritorno, la sua prima rivista in piazza Castello, gli istoriografi notarono che le mani che più applaudirono furono di femmine; notarono che la loro maggioranza aveva conchiuso col dire, che le fatiche delle battaglie lo avevano reso più simpatico; sopratutto che lo avevano fatto dimagrare. La magrezza è un altro ingrediente che, in generale, non dispiace alle donne. Paride era magro, Leandro era magro, Abelardo era magro, Romeo era magro, Jacopo Ortis non lasciò nemmen tempo al tempo di farlo ingrassare; se poi il Petrarca era grasso, è perchè non doveva essere corrisposto; ma andiamo innanzi."
      },
      {
        "index": 16,
        "text": "Alle riviste militari tennero dietro le feste a corte; le feste in qualche casa patrizia, dove il vicerè si compiaceva d'intervenire. Fra tutte egli preferiva la casa Litta: casa proverbiale allora per la ricchezza e la cordialità. Il marchese Litta gran ciambellano, creato duca nel 1809, aveva una sostanza di più di 30 milioni, che oggi equivarrebbero a 60. Aveva il primo guardaportone del regno italico; il primo cuoco con nove mila lire di stipendio (la paga di un capo divisione di ministero); sopratutto possedeva il più sontuoso vasellame d'oro e d'argento che allora si conoscesse. La casa reale non arrivava a tanto. Baldassare avrebbe dovuto ricorrere a lui per adornare il suo festino. Il vicerè, che amava le pompe e gli sciali, e teneva dall'imperatore la commissione di eccitare il ricco patriziato a spendere e a rovinarsi, affettava per il duca Litta un'assoluta predilezione, allo scopo di far nascere imitatori e gare. Il vicerè si recò pertanto una notte ad una festa in casa Litta. Il conte Aquila che, sdegnando le aure di corte, si faceva sempre desiderare alle feste vice-reali, ostentò di figurare in casa Litta tra i primi amici del duca, non solo facendovi intervenire la moglie, ma adornandola con tanta pompa di gemme e di trine, che fu proclamata la regina della festa. Il vicerè che l'aveva vista altre volte in occasioni comuni e partecipava per lei al sentimento generale, e, diciamolo pure, anche un po' alla paura del marito, in quella notte si sentì fieramente colpito dalla contessa Aquila; non gli era mai sembrata così bella; era la prima volta che la vedeva splendida di vesti, ben si poteva dire, regali."
      },
      {
        "index": 17,
        "text": "Il rispetto e la paura, che quasi sempre trattengono dal voler conquistare le cose che piacciono indifferentemente, si trasmutano di tratto in incentivi, che inviperiscono ed esacerbano il desiderio, se l'oggetto altre volte veduto ci sembra diventato prezioso oltre l'usato. Ed il vicerè sentì il coraggio e la irritazione degli ostacoli; e portata repentinamente l'indole sua, già baldanzosa e temeraria, all'estrema sua espressione, colse un momento che il conte non trovavasi nella sala dov'era la contessa: fu guardingo anche nel cogliere il punto che altri non potesse sentire; e con"
      },
      {
        "index": 18,
        "text": "quell'accento francese pieno di fascino e di grazia ch'egli aveva ereditato dalla madre Giuseppina e teneva in serbo nelle grandi occasioni, le rivolse poche parole: poche e tronche e dove l'audacia d'una dichiarazione non preparata da nessun antefatto e che poteva anche venir giudicata come una scortesia, raggiunse invece quell'effetto che viene dall'ispirazione; press'a poco come certi trovati del genio, che sembrano spropositi, e sono miracoli."
      },
      {
        "index": 19,
        "text": "Il vicerè parlò e partì e lasciò la festa, ed anche questo fu un capolavoro d'astuzia. Egli conosceva le donne. Povera contessa Amalia! Quelle parole essa non le aveva mai sentite da nessuno. Il superbo marito non ne ebbe mai. Quelle parole furono come un raggio azzurro di cielo, che si rivela dopo una lunga aspettazione a delle pupille desiose! Oh fatalità! Oh tradimento della nemica fortuna!"
      },
      {
        "index": 20,
        "text": "[II]"
      },
      {
        "index": 21,
        "text": "La gioja più intensa e sopracuta che fa provare l'amore, così almeno ci assicurano i professionisti e 1 dilettanti, succede quand'esso fa la sua annunciazione, come l'arcangelo Gabriele; quella gioja è d'un prezzo inestimabile, perchè in quella prima ora non vedendosi che la faccia radiante della novella condizione in cui l'ingaggiato viene a trovarsi, quella gioja non è alterata da nessun elemento eterogeneo; non ha lega nessuna nè di rame, nè di zinco; è oro puro a mille. Ma l'oro puro a mille convertito in moneta si piega nelle mani, e va soggetto a delle avarie. Gli usurai tosarono senza pietà gli zecchini di Venezia. Ora anche la prima gioja dell'amore si riduce presto ai minimi termini. La gioja, intendiamo bene, non l'amore; questo anzi cresce a dismisura e in ragione inversa della gioja stessa. L'amore s'alimenta d'affanni e di spasimi. Chi ci ha trasmessa quest'asserzione, ci disse altresì di fidarci della sua parola, senz'altre indagini. Dunque proseguiamo. La contessa Amalia, appena il vicerè fu partito, si sentì come tutta inondata dal calore e dalla luce di quella gioja. Fu una rivelazione, fu una scoperta, fu un genere di sensazione intorno a cui ella aveva potuto in addietro far delle congetture in via filosofica. Ma quando quella sensazione si rivelò e la invase, la contessa si accorse che la filosofia era stata assai lontana dal vero. Per dare una giusta idea di quella sensazione, noi avremmo in pronto una similitudine precisa e calzante, ma non potremmo dirla che all'orecchio di un professore di fisiologia. Essa poi è tale che produce per consueto un fenomeno speciale, migliora cioè di tratto l'indole di quanti la subiscono; chi è chiuso diventa loquace e aperto; chi è acre e mordace diventa alla mano e indulgente; chi odia si placa e transige. Però la contessina, quando si trovò col conte marito, fu dolce seco e piena di grazia e pazzericcia anche un poco. Il conte non aveva mai trovata la moglie tanto cara e carezzevole come in quella sera."
      },
      {
        "index": 22,
        "text": "Quando le mogli si mostrano cortesi coi mariti oltre l'usato, non è sempre una ragione perchè questi debbano rallegrarsi."
      },
      {
        "index": 23,
        "text": "Una tale esaltazione continuò nella contessa tutta la notte; nel tempo dell'apatia e della noja matrimoniale ella aveva sempre dormito le sue otto ore saporitamente e d'un fiato solo; diciamo ore otto, perchè il conte, che s'intendeva d'igiene, decretò che la moglie non dovesse dormire che quelle ore. Se la cameriera l'avesse svegliata qualche momento dopo, poteva correr pericolo di essere scacciata. Tuttavia se esso poteva impedire alla moglie di dormire nove ore, se la sua giurisdizione era implacabile sul più, bisognava pure che si adattasse sul meno. Se gli occhi si fossero potuti chiudere e mettere sotto custodia, certo ch'egli ne avrebbe ritirata la chiave; ma per combinazione la natura decretò diversamente. Ecco perchè la contessa ebbe diritto in quella notte esagitata di non consumare nel sonno nemmeno una di quelle ore statele concesse, e di lasciar vagare liberissimamente il pensiero per campi che non aveva mai nè percorsi, nè sospettati in addietro, ed anche di gettare, durante la veglia rischiarata dalla notturna e opaca lampada, qualche occhiata sulla faccia del conte addormentato. Vi sono dei casi in cui tanto più si guarda un oggetto quanto più dispiace; questo fenomeno strano è forse fratello di quell'altro per cui chi soffre il mal di denti, ritorna spesso colla mano quasi ad esacerbare la parte addolorata. Ella dunque guardò e riguardò e"
      },
      {
        "index": 24,
        "text": "ritornò a guardare il conte; e che frutto ne ricavasse, ognuno lo può pensare. Fu per quella vista e, per quell'esame ripetuto che la prima gioja solenne, sopracuta, completa, quell'oro a mille, senza lega, non potendo snaturarsi affatto, s'accartocciò, si raggrinzì; fece come il sole, che non si oscura, ma le nubi temporalesche non lo lasciano più vedere. Ed infatti sul sereno tutto raggiante del suo pensiero si alzò una fitta nube d'affanno e di spavento. La contessina provò quello che tutte le anime calde, appassionate, ma generose ed oneste, provano ogni, qualvolta sono assalite da uno di quegli amori per cui i mariti e le mogli possono gettare e gettarsi dalla finestra; per cui il confessore non suol dare l'assoluzione alle sue divote; per cui gl'interessati possono adoperare 1 fulmini delle leggi: gli uomini e le donne, i quali non hanno altro pensiero che quello della digestione, adoperano parole d'ironia e di scherno; e i bigotti inquisitori avventano maledizioni e saette; di quegli amori per cui non sente pietà che qualche uomo il quale tenga un piede nella filosofia e l'altro nel bel mondo, ed abbia potuto essere a un tempo e don Giovanni e fra Cristofaro."
      },
      {
        "index": 25,
        "text": "Quando le donne vengono assalite dal tifo erotico, si trovano sempre in una condizione molto più grave e allarmante degli uomini. Questi possono far nascere gli avvenimenti; le donne devono aspettarli: d'altra parte, a meno che non siano vedove, il quale stato dev'essere, a parer nostro, il non plus ultra della felicità muliebre, non possono nè andare, nè stare, nè uscire quando vogliono, nè penetrare in certi luoghi, nè passeggiare sub luna, ecc. Le pene così dette dell'inferno debbono avere qualche analogia con quelle di una donna, che, sia essa nubile o maritata, non aspira che a vedere e trovarsi con colui che gli sta sempre in pensiero. Nè la contessa Amalia potè andar sciolta dalla legge comune. Sebbene in sul principio, come avviene sempre delle donne che non fanno all'amore per capriccio e passatempo, ella avesse fatto proponimento di non dare alcun alimento a quella passione, di troncare di colpo ogni via di comunicazione tra il desiderio e il suo adempimento, di fingersi ammalata, di non uscir più di casa, di non recarsi più a nessuna festa, perfino di palesar tutto al marito, onde terminar ogni cosa in un momento; pure non fece nulla di tutto ciò. Certo che avrebbe fatto assai bene a mettere in atto quei propositi, e chi non lo sa? Ma la cagione del non esserci riuscita sta nel fatto che erale davvero entrato in petto il demonio della passione, il quale vuol quel che vuole, ed è onnipotente. Taluno potrebbe domandare in che modo alcune poche parole, dette in un momento fuggitivo, abbiano potuto suscitare un incendio così pronto e così generale; ma noi risponderemo appunto colla teoria degli incendj). — Una favilla di sigaro acceso, la quale voli per caso in un covone di paglia, basta a distruggere un villaggio; mentre talvolta, se ci proviamo ad accender fuoco per il bisogno di riscaldarci, un mazzo di zolfanelli è poco per arrivare a far sorgere qualche fioca fiammella dalla catasta indarno disposta con arte sugli alari. Quel che è degli incendj materiali è degli incendj morali."
      },
      {
        "index": 26,
        "text": "Or continuando, se la contessa non aveva nessuna virtù di far nascere una combinazione per cui potesse rivedere il vicerè, questi non istette ozioso, e dispose le reti in maniera che non dovessero rimaner sempre vuote. Egli aveva bisogno di avvicinarsi alla contessa; di avvicinarsi al conte; di trovarsi un po' a lungo e coll'uno e coll'altra; aveva bisogno che il luogo del ritrovo fosse numerosissimo di persone come una festa; ma che avesse anche una base d'operazione infinitamente più estesa. Pensò quindi ad una partita di caccia. In una partita di caccia c'è rumore e disordine: le compagnie dei cacciatori si sparpagliano; chi va da una parte, chi dall'altra; la maggior parte degli amori del medio evo si manipolarono a caccia sotto gli auspicj degli alani e dei falchi. Virgilio non trovò miglior modo di mandare a perdizione Didone, che con una partita di caccia ajutata da un buon temporale. Noi non sappiamo, se Beauharnais fosse ben forte nelle classiche reminiscenze, né se avesse pensato ai baroni e ai trovatori dell'evo medio, che ingaggiavano amori col corno da caccia, il fatto sta che pregò il suo carissimo duca Litta a dare un invito per una partita di quel genere a Lainate."
      },
      {
        "index": 27,
        "text": "Il duca Litta, che era felicissimo quando poteva appagare un desiderio del vicerè, non si fece pregare due volte; e mandò fuori gl'inviti. Anche il conte Aquila lo ricevette e lo accettò, per la solita ragione di far vedere a tutti che egli non odiava nè le feste, nè i numerosi convegni, ma che soltanto si asteneva da quelli che si davano a corte."
      },
      {
        "index": 28,
        "text": "Ora se, invece di scrivere oggi, fossimo addietro quarant'anni, quando Walter Scott era l'autore più avidamente letto in Europa e gli scrittori di Francia e d'Italia se la godevano ad imitarlo, ce la godremmo anche noi a descrivere quella caccia in ogni suo momento, in ogni suo accidente; a fare il nome di tutti i cacciatori illustri che v'intervennero, di tutte le Diane seguaci col cappellino alla Bolivar; a dar l'elenco di tutti i levrieri più celebri che addentarono l'orecchio alle lepri fuggitive."
      },
      {
        "index": 29,
        "text": "Sopratutto poi non ci lasceremmo sfuggire la bella occasione di descrivere parte a parte la villa di Lainate, che allora era in tutta la sua voga e la sua celebrità. Ma, per nostra fortuna, la moda delle descrizioni interminabili è passata; onde, lasciando ai lettori il permesso di dipingersi il fondo, ci occuperemo soltanto delle macchiette e dei gruppi che staccano su di esso."
      },
      {
        "index": 30,
        "text": "[III]"
      },
      {
        "index": 31,
        "text": "Ci siamo diffusi a far la storia dei principj e del processo della malattia di cuore sofferta dalla contessa Aquila non per altro motivo, che perchè fu una delle cagioni che prepararono e resero irreparabile uno dei più funesti avvenimenti che mai abbiano contristata la città di Milano."
      },
      {
        "index": 32,
        "text": "Quando di un fatto storico segnalato e celebre s'è rintracciata una delle prime cause, questa, sebbene possa essere lieve in sè stessa, assume di tratto un grande interesse per le conseguenze che sono derivate. Nè crediamo di offendere menomamente la memoria del personaggio reale, che, per la necessaria delicatezza, abbiamo nascosto sotto il pseudonimo assunto. La contessa Aquila, come noi l'abbiamo rappresentata, ci pare sia un modello della donna completa, della donna cioè che, ad onta e della virtù nativa e della educazione squisita e della vita senza rimproveri, ebbe tale esuberanza di sentimento, da accogliere in petto la più possente delle umane passioni."
      },
      {
        "index": 33,
        "text": "Gl'ipocriti, che biasimano le anime passionate, pronti a far sempre da Tartufi ed a nascondersi sotto il tavolino dei perpetui Orgoni, dovrebbero compiangere ed ammirare invece la condizione di una donna che, ardente di fantasia, d'affetto, di sangue, pur riesce, dopo lunghe battaglie, a star salda nella propria virtù."
      },
      {
        "index": 34,
        "text": "Queste cose le abbiam dette altre volte; ma pare che non sia bastato l'avviso, nè basterà mai. I corvi calanti alle carogne, condannano sempre le donne fatte di carne, di sangue e di cuore."
      },
      {
        "index": 35,
        "text": "Quando il duca Litta mandò a invitare per la grande caccia da darsi presso la villa di Lainate, quanti conoscenti patrizj) e non patriz) aveva in Milano, si dimenticò, o espressamente omise di comprendervi l'avvocato Falchi con sua moglie, quantunque li conoscesse assai bene."
      },
      {
        "index": 36,
        "text": "Siccome gl'inviti furono mandati fuori molti giorni prima, e l'avvocatessa potè vederne alcuni, ella salì in furore per essere stata dimenticata; ed a questo punto giova che il lettore abbia una idea dell'indole di una tal donna."
      },
      {
        "index": 37,
        "text": "L'ambizione di lei era di quella natura che non riposa mai, nè si accontenta di un ordine solo di cose. Ella pretendeva di essere la più bella, voleva essere la più corteggiata, ambiva d'essere la più ricca; voleva essere tutto e comandare in tutto. Dava consigli al marito, e guai se non l'obbediva; e il marito, che era volpe e lupo, faceva qualche volta anche l'asino, ostentando di adattarsi a fare assai cose per un'eccessiva condiscendenza alla moglie, ma in fatto, perchè eran atti che gli piacevano, atti d'avidità e rapacità; ella dava consigli anche non pregata, anche allorquando era scansata, a quanti le andavano per casa."
      },
      {
        "index": 38,
        "text": "Se poi qualcheduno aveva avuto con essa e coll'avvocato qualche rapporto d'interesse, di clientela, di sudditanza, comandata dalla necessità degli affari, ella era la padrona di tutti loro, faceva la padrona in tutte le loro famiglie; negava l'assenso ai matrimonj, imponeva ella le mogli; teneva la giurisdizione persino sulle vesti e sulle foggie. Conoscere l'avvocatessa Falchi significava aver rinunziato alla libertà personale."
      },
      {
        "index": 39,
        "text": "Siccome però era stata assai bella, bella nel senso mercantile e carnoso, non già nella sfera dell'accademia e dell'arte, ed era ancor bella, e veniva molto corteggiata; così quando la sua vanità e i suoi appetiti venivano lusingati e soddisfatti, aveva dei momenti di lieto umore, ed anche, ma questo avvenne rarissime volte, qualche lampo di bontà, di generosità, di cortesia. Appena però la si"
      },
      {
        "index": 40,
        "text": "contrariasse, diventava a un tratto una tigre reale ferocissima, di quelle del Senegal. Anche il marito aveva un bel da fare in quei giorni per sopportare quel temporale in casa. Persino il ministro Prina, che era di Novara, come l'avvocato, ed era suo intrinseco, e frequentava quotidiano quella casa, e perchè aveva molti affari con lui, e perchè anche si giovava dell'acutezza pratica di quell'uomo, spesse volte ebbe a subire le tempeste dell'avvocatessa, che, da uomo di mondo e da uomo superiore, sopportava e compativa, ed anche derideva."
      },
      {
        "index": 41,
        "text": "Questa donna singolare era stata sposata in seconde nozze dall'avvocato Falchi, auspici l'avvocato Prina appunto e l'avvocato conte Gambarana. Il Falchi fece passar brevi ma amarissimi giorni alla prima moglie, che era nativa del Genovesato, e che gli avea recate in dote lire d'Italia trecentomila, la spina dorsale deviata, e quella bontà che deriva dalla natura e si fortifica cogli abiti religiosi. Quantunque non si possa ben asserire, pare però che l'avvocato Falchi abbia avuta l'intenzione, fin dal giorno che accettò quel partito, di svincolare le lire trecentomila dalla servitù della rachitide e dalla noja delle giaculatorie. Quando un uomo giovine sposa per la dote una vecchia o una rachitica, si può giurare che quell'uomo è perverso. Intanto che all'altare, in abito festivo, mette l'anello in dito alla compagna, e ode dal curato la figura rettorica del crescite, egli pensa già ai buoni servigi della morte, e in quel crescite mendace sente invece in embrione il requiem œternam. Questo sia detto in via di passaggio, come diciamo di passaggio che la morte fu lesta a servire l'avvocato Falchi, quasi avesse ricevuto una mancia anticipata."
      },
      {
        "index": 42,
        "text": "È un fatto strano, ma pur degno della riflessione dei legislatori, che dalla casa della maggior parte di coloro che sposano per la dote una donna o vecchia o deforme, in pochissimo tempo la donna scompare. Noi abbiamo conosciuta una mezza dozzina di cacciatori di doti, che arrivarono giovani ancora alla seconda od alla terza moglie. Sarà una combinazione, sarà un fenomeno puro e semplice; ma, a buoni conti, se noi avessimo una sorella od una figlia, ci guarderemmo bene di gettarla alle bramose canne di questi galantuomini, al cui confronto noi sentiamo quasi una certa simpatia pei famigerati Scorlini."
      },
      {
        "index": 43,
        "text": "Vivente ancora la prima moglie, l'avvocato Falchi avea adocchiato sulle rive del Verbano quella che diventò poi la seconda, la quale, a soli quindici anni, veniva già chiamata quella bella giovinotta, alta qual'era e rigogliosa e densa e proterva, e che aveva già tenuta a bada la sua mezza dozzina di amanti. L'avvocato se ne invaghì, e appena fu libero la sposò. Era il rovescio della medaglia della sua prima moglie; era una tacchina grassa e appetitosa e fragrante di rosmarino, in confronto di un osso già gettato a' cani. Il dì delle nozze, la combinazione volle ch'egli in un affare guadagnasse trenta mila lire italiane per fortuito intervento della sposa. La freschezza, i fianchi baldanzosi, la petulanza allettatrice di lei, e quella specie di buon augurio ch'entrò seco in casa, fecero sì ch'ei si gettasse corpo ed anima, per allora e per sempre, nelle ampie sue braccia. Per dare un'idea del genere d'accordo che passò sempre tra l'avvocato Falchi e la nuova moglie, la quale dalla sua ciarla perpetua e dal suo ficcar il naso in tutto, venne dai conoscenti cognominata l'avvocatessa, noi non possiamo che richiamare alla memoria dei lettori i coniugi Macbeth; con questa differenza, che se lady Macbeth per riuscire nei suoi intenti ebbe l'ajuto di Ecate e di tre streghe, l'avvocatessa Falchi fece anche la parte delle streghe di Ecate."
      },
      {
        "index": 44,
        "text": "Ora è da ricordare un fatto. Nel primo anno che il principe Beauharnais fu installato vicerè d'Italia, e cominciò, nel tempo che risiedeva in Milano, quel sistema di vita discola e donnajola che, grado grado, doveva poi addensargli contro tanti nemici, ebbe ad adocchiare anche l'avvocatessa Falchi. Allora ella poteva contare ventinove anni, ed era nel massimo fiore della sua beltà da baccante, senza linee greche, nè etrusche; linee, come tutti sanno, caste e severe, e che non possono far nascere che amori seri; ma pomposa invece di quelle forme portate dall'arte carnale della decadenza; la quale se sarebbe fuor di posto nei riti di Vesta, potrebbe fare da frontispizio ad una illustrazione delle feste lupercali. Il vicerè dunque la adocchiò e l'avvicinò, ed ella, quantunque fosse orgogliosa come una Gezabele, fu benigna e cortese con quell'Acabbo, gran cordone della Legion d'onore e della Corona ferrea. Che a lei piacesse il vicerè, come uomo, come giovane, come cavaliere, nessuno lo voglia credere. Ella sorrise al vicerè perchè era il vicerè, senza considerare che avesse piuttosto ventiquattr'anni che sessanta. Il vicerè poteva essere cagione che la ricchezza già"
      },
      {
        "index": 45,
        "text": "considerevole dell'avvocato Falchi crescesse a dismisura. Per suo mezzo infatti, nella compra e vendita di beni nazionali, nel giro delle carte pubbliche, negli appalti, l'amicizia del vicerè equivalse ad una lauta eredità."
      },
      {
        "index": 46,
        "text": "Il Falchi era un po' geloso di sua moglie; specialmente se i giovinotti, per cui ella poteva avere qualche debolezza, non presentavano alcuna speranza di speculazione, nè assomigliavano a carte di rendita, nè a beni demaniali. Però, quando si accorse che le maritali corna potevano fruttare qualche migliajo di pertiche di prati irrigatorj, egli tosto offerse il fenomeno di un amore eccezionale, di un amore cioè che cresce col cessare della gelosia. Lasciò pertanto andare, chiuse un occhio, anzi tutti e due, e solo si accinse a cavare il maggior profitto possibile da quella nuova posizione. Tutto questo in quanto ai conjugi; in quanto al vicerè è facile comprendere com'egli non desse nessuna importanza a quella relazione, come per conseguenza, placato il capriccio e satollato a piena gola, sentisse tedio di quella vivanda più nutriente che pruriginosa. La Falchi, insieme al pensiero dell'utile che potea ritrarre dai rapporti col vicerè, si sentiva anche lusingata dalla vanità. Ella non aveva avuta nessuna educazione squisita, e la sua stoffa morale era volgarissima; simili nature sentono la vanità più di tutte; a lei pareva di essere la viceregina. Benchè tanto astuta e perversa, convien confessare che in ciò era stolida la sua parte. Pavoneggiandosi dunque come se fosse una viceregina, non pensava a quel che era davvero, a quel che si diceva di lei, alla trista figura che faceva il suo signor marito. Una donna volgare amoreggiata da un alto personaggio, da un vicerè, da un imperatore, al giudizio degli uomini onesti appar più triviale e disonorata che se fosse amoreggiata da tutt'altra persona."
      },
      {
        "index": 47,
        "text": "La grandezza in questo caso e la possanza, invece di dar la luce, ottenebrano e corrompono. La ragione è che la donna non sembra attirata che dall'interesse; la ragione è che l'amore pare una cosa imposta come un tributo, come una tassa. Il sentimento reciproco, che spesso comanda l'indulgenza anche sui trascorsi e sulle colpe, in questi casi non è nemmeno sottinteso, pur se fosse vero."
      },
      {
        "index": 48,
        "text": "Tornando a Beauharnais, sebbene colle donne fosse ognora gentile e cortese fin a toccare le linee barocche del Galateo, avvenne che arrivò il tempo che non potè più nascondere il senso d'uggia e di noia che gli destava la presenza dell'avvocatessa Falchi. Com'è naturale, ella se ne accorse, e fremette. Diciamo fremette, perch'ella non era capace di altra sensazione; non fu abbattimento il suo, nè dolore; non sentì che quell'ira, la quale è capace di ulcerare e tormentare come la pece greca."
      },
      {
        "index": 49,
        "text": "Non sappiamo in che dramma Metastasio abbia detto che:"
      },
      {
        "index": 50,
        "text": "VEL L'offensore oblia E non l'offeso il ricevuto oltraggio."
      },
      {
        "index": 51,
        "text": "Questo è sì vero, che il vicerè, il quale in cinque anni ebbe tante volte a lasciar Milano, dovette combattere in tante battaglie, adempire a tanti mandati dell'imperatore, si dimenticò quasi affatto della signora Falchi, anche perchè la combinazione volle che non si avessero mai a vedere. Ma se il vicerè che, per certi principj strani di diritto privato, era l'offensore, si dimenticò di tutto, non se ne dimenticò l'avvocatessa. È certo che non dimagrò, anzi ingrassò vistosamente; è certo che continuò a godere giocondamente il bel mondo e il bel tempo e le ricchezze che crescevano in proporzione geometrica; ma è certo altresì che, se anche in mezzo alla gioja convivale, se anche nell'ebbra vivacità provocata dal Gattinara, per cui, da vera laghista, ella aveva una passione dichiarata, un discorso fortuito le richiamasse in memoria quel fatto, ella sentiva ancora fitto in gola quell'osso, che non voleva andar giù, per quanto Lieo ci versasse sopra."
      },
      {
        "index": 52,
        "text": "[IV]"
      },
      {
        "index": 53,
        "text": "Uditi gli scalpori della Falchi per quella fortuita omissione del duca Litta, il ministro Prina, che stava una sera giuocando all'ombretta spagnuola coll'avvocato:"
      },
      {
        "index": 54,
        "text": "— La si tranquillizzi, signora Teresa, diss'egli, così tra il buffo e il serio; il signor duca la inviterà. La caccia deve essere dopodomani; dunque a quest'ora tutti gl'inviti non possono esser fuori. Che, se mai fosse stata dimenticata, già ella sa che chi manda fuori gl'inviti è il maggiordomo della casa, il quale è un balordo, e si regola così a vista di naso, e può benissimo essersene dimenticato. Il maggiordomo ha passato i sessantacinque anni; ha altro per la testa che le belle donne della città (il ministro calcò su questa frase, perchè, ridendo fra sè stesso, sapeva che quello era il lato da solleticare per far cessare il temporale). Ma in ogni modo, signora Teresa, faccia conto di essere bell'e invitata. Prima di andare a letto devo passare dal duca, e tutto anderà a suo posto."
      },
      {
        "index": 55,
        "text": "— Ma che il signor duca non creda poi che io faccia impegni..."
      },
      {
        "index": 56,
        "text": "— Il duca non crederà niente... lasci fare a me, signora Teresa, e cessi di riscaldarsi."
      },
      {
        "index": 57,
        "text": "— E non vorrei che quelle smorfiose dei quattro quarti venissero a sapere..."
      },
      {
        "index": 58,
        "text": "— Ma, e che vuol mai, che si venga a sapere?... Cara la mia signora, m'accorgo in conclusione che ha ragione Andrea, il cameriere, quando dice che la signora padrona ha buon tempo..."
      },
      {
        "index": 59,
        "text": "— Come, come, il cameriere ha avuto coraggio?... Ma io lo scaccerò su due piedi."
      },
      {
        "index": 60,
        "text": "— La signora Teresa non verrebbe con ciò che a dare ragione a quel buon diavolo di Andrea, il quale disse per giunta che tutte le belle donne dal più al meno hanno un poco del matto e che chi le rovina sono i cicisbei che lor dànno l'incenso."
      },
      {
        "index": 61,
        "text": "L'avvocatessa Falchi si placò di colpo; il ministro partì, passò al duca Litta, il quale, essendo buonissimo e non dando molta importanza a cosa nessuna, accontentò i desiderj e dell'amico e dell'avvocatessa."
      },
      {
        "index": 62,
        "text": "Sorse il giorno della caccia: al mattino di quel giorno, dal palazzo di corte, da quasi tutti i palazzi della città uscivano le carrozze col tiro a sei, col tiro a quattro, col tiro a due; uscivano a cavallo i giovinotti ufficiali e non ufficiali, in costumi strani, cosidetti alla cacciatora, come allora portava il Corriere delle Dame del Lattanzi; il poeta Monti sorse anch'egli mattutino, e venne a pigliarlo la carrozza del conte Paradisi; il Foscolo, che allora corteggiava la contessa A..., galoppò a cavallo in soprabito di panno verdolino con pantaloni di casimiro color piombo e stivali a trombini."
      },
      {
        "index": 63,
        "text": "La contessa A..., bellissima fra le belle, aveva molto spirito, molto ingegno, molta coltura (parlava quattro lingue); era buona, generosa e affabile; costituiva insomma il complesso rarissimo di egregie qualità; ma tutte parevano sfasciarsi sotto all'uragano di un difetto solo. Ella faceva dell'amore l'unico passatempo; ma un passatempo tumultuoso, fremebondo, irrequieto; nè occorre il dire che quell'amore era parente di quello rimasto nudo in Grecia e nudo in Roma, come disse Foscolo; e che, mancando di un candido velo, non era stato meritevole di riposare in grembo a Venere celeste. Ma Foscolo, nonostante la sua poetica distinzione, si trovò un bel giorno avvolto e impigliato nell'ampia rete che la contessa teneva sempre immersa nella grande peschiera della capitale lombarda."
      },
      {
        "index": 64,
        "text": "Il lettore non può immaginarsi quanti belli e cari giovinetti si trovarono a sbatter le pinne convulse in quella rete ognora protesa: giovani cari e belli, e, ciò che fu il danno, senza punto d'esperienza, che pigliando fieramente in sul serio le care lusinghe di quella sirena, ebbero poi a subire disinganni orridi e desolazioni lipemaniache! Ma non solo i giovinetti di prima cottura, non solo i paperi innocenti del ruscelletto; ma frolli don Giovanni, stati più volte immersi nel fiume Lete; ma grossi topi veterani del Seveso, dovettero sovente parer novizj al contatto maliardo di quella donna. Colei, lo ripetiamo, non era cattiva, ma nel suo intelletto e nel suo cuore non era mai penetrata l'idea della costanza in amore. Nè è a credere che non amasse; amava assai, amava ardentemente; e nei primi istanti che le entrava nel sangue la scintilla incendiaria, ella non aveva pace, e si struggeva finchè non avesse potuto accostare l'oggetto de' suoi desiderj. Ma un amante nelle sue mani non era nè più nè meno di un cappone messo in sul piatto di un ghiotto. In pochi momenti non rimanevano che le ossa, e la fame chiedeva tosto altro cibo. Povero Foscolo! indarno ti stettero intorno le sante muse"
      },
      {
        "index": 65,
        "text": "Del mortale pensiero animatrici."
      },
      {
        "index": 66,
        "text": "A ogni modo quella contessa, sebbene fosse così eccezionalmente volubile e cangiasse gli amanti come i guanti e le scarpe, aveva però le sue predilezioni. Nella lunga sfilata dei suoi adoratori, ella si rammentava di taluno che davvero amò, e che forse avrebbe voluto aver sempre seco, sotto condizione peraltro che si adattasse ai capricci suoi, e chiudesse un occhio quando ella sorrideva agli altri. Com'è naturale, non trovò mai nessuno che si acconciasse a codesto patto. Ella era tanto bella e cara e seducente, e nel periodo acuto del suo innamoramento faceva provare tali estasi a chi ne era il passeggiero oggetto, che questi subiva tosto quella passione acuta che non soffre commensali alla medesima tavola. Ognuno voleva essere il solo possessore di quel caro bene. Ma il caro bene non volendo vincoli di sorta, e dando accademia d'amore, come la si darebbe di poesia estemporanea, metteva tosto alla porta i pretendenti che ambivano un trono assoluto, ed erano avversissimi alla monarchia mista."
      },
      {
        "index": 67,
        "text": "Ugo Foscolo, che aveva una predilezione particolare pei grandi occhi lucenti, guardò spesso in teatro colei, che in vero ne possedeva un pajo di primissima qualità. Egli, sentendo a sparlare di quella divinità volubile da coloro che erano stati e trionfatori e vittime, ne assunse la difesa con quella sua eloquenza procellosa e invadente, fatta di sentimento e d'erudizione classica. Tuonava in favore del genere di vita ch'ella conduceva, e la raffrontava alla greca Aspasia, che diede lezioni d'amore anche a Socrate. La contessa seppe di quelle arringhe di Foscolo, e come donna di vivacissimo ingegno e di molta coltura, essendo innamorata dell'Ortis e dei Sepolcri e dell'Ode per la Pallavicini, un giorno scrisse un letterino a Foscolo, pregandolo a passare da lei. Foscolo ci andò; le prime parole che la contessa gli rivolse, appena esso comparve sulla soglia del gabinetto, furono precisamente queste: «Ho sentito che voi mi chiamate Aspasia; accetto la lode e, purtroppo, anche il biasimo; ma voi, che siete greco, dovreste fare assai bene la parte di Pericle; se ci state, rinnoveremo 1 bei tempi di Atene; fra tanti asini che le stanno intorno, se Aspasia è volubile non è poi da condannarla; si provi adunque Pericle a far miracoli.)"
      },
      {
        "index": 68,
        "text": "Certamente che una dichiarazione così esplicita e più che audace, fatta da donna ad uomo, era un fatto che doveva peggiorare il concetto ch'altri potesse avere di lei, e anche a Foscolo avrebbe dovuto non far buona impressione. Ma se avrebbe dovuto, non lo fu. Con quell'animo ardente di Ugo, con quel temperamento in esaltazione, con quell'entusiasmo per la bellezza, con quel naturale orgoglio che gli fece tosto trovar spiegabile e giusto quella specie di privilegio in cui la contessa costituiva lui solo a petto di tanti; alle lusinghiere parole della contessa, ei si sentì di punto in bianco preso d'amore; uno di quegli amori roventi che lasciano segno e solco e piaga. Povero Foscolo!"
      },
      {
        "index": 69,
        "text": "Quando ci fu la caccia a Lainate, già da quasi un mese era egli l'assiduo cavalier servente della A..., e in quel tempo non era mai comparsa nessuna nube ad intorbidare quel nuovo cielo in cui la procellosa anima di lui erasi rasserenata. La contessa in sul principio sentì l'orgoglio di avere nel proprio dominio quella fiera generosa e indomita; si compiacque di quei téte-d-téte, che per lei riuscivano una rivelazione. I dialoghi erano veri capolavori di eloquenza, di poesia, di sentimento. È facile immaginarlo. Se Foscolo non aveva quella che comunemente si chiama bellezza; anzi, allorchè stava immobile e taciturno, potesse sembrare passabilmente brutto alle ragazze che prediligono il bel nasino e i mustacchietti; assumeva, per dir così, una bellezza transitoria, allorchè animavasi, la quale gli derivava dal raggio dell'intelletto che gli balenava tra ciglio e ciglio; oltredichè era ancor giovane d'anni e ben costrutto di membra, e una selva pittoresca di capelli fulvi e inanellati gli comunicava un aspetto poeticamente selvaggio, che lo faceva diverso da tutti gli altri."
      },
      {
        "index": 70,
        "text": "Lungo lo stradale egli galoppò accanto al carrozzino della contessa. Altri cavalieri avrebbero assai volontieri fatto corteggio a lei; ma dal giorno che Foscolo fu in carica, nessuno osò più accostarsi, perchè era nota l'indole del poeta soldato, e il suo coraggio e le sue furie e la storia dei duelli, ne' quali a' suoi avversarj non era mai riuscito di ferirlo. Tra via furono raggiunti dalle"
      },
      {
        "index": 71,
        "text": "carrozze del vicerè, che salutò cortesemente la contessa, e non rispose al saluto di Foscolo. Di lì a poco passò la carrozza della contessa Aquila. Il conte la seguiva a cavallo insieme con altri suoi amici. La contessina Aquila e la A... si salutarono gentilmente nell'avvicinarsi delle carrozze. Quando la A... tornò ad esser sola con Foscolo:"
      },
      {
        "index": 72,
        "text": "— Conoscete voi la contessina? gli disse."
      },
      {
        "index": 73,
        "text": "— Non la conosco, ma la vidi più volte, e mi piace, e mi commove la sua santa virtù..."
      },
      {
        "index": 74,
        "text": "— Siete tanto devoto dei santi?"
      },
      {
        "index": 75,
        "text": "— Ammiratore, non devoto. Quella donna non mi farebbe mai impazzire d'amore; ma la onoro € l'ammiro e sento una pietà profondissima quand'odo a dire che il marito la tiene in dominio di tirannia. Essa mi fa pietà anche perchè mi son fitto in testa che sia una di quelle creature nate sotto alla cattiva stella!"
      },
      {
        "index": 76,
        "text": "Così parlava Foscolo, ed era così difatto; chi avrebbe pensato allora che persino la generosa pietà dell'autore dei Sepo/cri doveva riuscire a danno di lei?"
      },
      {
        "index": 77,
        "text": "y"
      },
      {
        "index": 78,
        "text": "La caccia era incominciata fin dall'alba. Anzi i cacciatori entusiasti, della specie di coloro che opprimono gli amici obbligandoli a star sempre in ascolto di racconti venatorj, e darebbero dei punti ad Esaù, pronti a cedere un regno per una starna, s'eran trovati sul posto che era notte ancora. Però quando i personaggi di nostra conoscenza arrivarono a Lainate, giunsero più in tempo per far colazione che per empire il carnajo. Tra questi personaggi non si poteva defraudare il primato al conte Paradisi, a Vincenzo Monti, al librettista legulejo Anelli, e ad altri dell'inclita classe dei letterati, che il duca Litta voleva invitar sempre. In quanto al vicerè ed ai giovani ufficiali del suo stato-maggiore, sebbene sentissero l'obbligo di fare entro la giornata la loro mezza dozzina di fucilate, avevano altro per la testa. Essi erano cacciatori in ogni modo; ma cacciatori di cacciatrici. Le più eleganti e desiderate di queste, dalle carrozze passarono sulle selle inforcate dei leardi più o meno docili ed ammaestrati, che il duca Litta aveva fatto loro apprestare."
      },
      {
        "index": 79,
        "text": "Così venne preparandosi una cavalcata, che poteva assomigliare a qualcuna delle più pittoresche del medio evo. Dopo qualche tempo la schiera, che era numerosa, cominciò a scomporsi, a dividersi, a sciogliersi in vari gruppi di otto, di sei, di quattro..."
      },
      {
        "index": 80,
        "text": "Dopo qualche tempo ancora si potè notare che non v'erano più gruppi ma coppie, e che taluna di queste coppie, a scoprir nuovo terreno e a veder nuovi accidenti di prospettive, s'era sbandata senza domandare il permesso a nessuno. Il vicerè per lungo tratto di via s'era sempre intertenuto a parlare col ciambellano marchese conte Pallavicini; poi a un certo punto, come se fosse per caso, si portò di slancio vicino al conte Aquila. La contessina Amalia, che cavalcava anch'essa, erasi dilungata di tanto quanto misura un cavallo, perchè un suo fratello l'aveva soffermata per raccorciarle la staffa. Il vicerè disse una parola di complimento al conte, e fece fare nello stesso tempo al cavallo due o tre impennate, che lo portarono innanzi d'un gran tratto e si volse come ad attendere il conte; il quale, sebbene di malavoglia, si trovò costretto a portarsegli di fianco. Così l'uno e l'altro si trovarono lontani dalla schiera comune."
      },
      {
        "index": 81,
        "text": "— Giacchè 1 cavalli, disse allora il vicerè al conte Aquila, ci han tratti fin qui, assecondiamo il loro capriccio, e teniamoci un po' in disparte dagli altri."
      },
      {
        "index": 82,
        "text": "Il conte non rispose, perchè non comprese. Beauharnais mise allora il cavallo a un trottino sollecito, che costrinse il conte a far lo stesso. Così in pochi secondi furono fuori affatto della vista altrui, e si trovarono in solitudine perfetta."
      },
      {
        "index": 83,
        "text": "— Perdonate, signor conte, se vi ho tratto fin qui."
      },
      {
        "index": 84,
        "text": "Il conte volse al vicerè uno sguardo, in cui la sorpresa non bastava ad ammorbidire l'orgoglio e un non so che di sdegnosamente imperioso da far dubitare chi dei due fosse il vicerè."
      },
      {
        "index": 85,
        "text": "Questi continuava:"
      },
      {
        "index": 86,
        "text": "— Sapete, signor conte, perchè oggi il duca Litta ha dato questa caccia?"
      },
      {
        "index": 87,
        "text": "— No, rispose asciutto il conte."
      },
      {
        "index": 88,
        "text": "— Perchè io ne l'ho pregato, soggiunse il vicerè."
      },
      {
        "index": 89,
        "text": "Il conte fece un movimento lieve colle spalle, quasi pensasse: E che m'importa?"
      },
      {
        "index": 90,
        "text": "— E sapete perchè l'ho pregato, e a qual condizione?"
      },
      {
        "index": 91,
        "text": "Il conte taceva."
      },
      {
        "index": 92,
        "text": "— L'ho pregato perchè desiderava di trovarmi con voi; e la condizione fu appunto che egli facesse di tutto perchè voi non mancaste. Mi rincresce che la illustrissima signora contessa abbia dovuto affrontar l'aria del mattino; ma io credevo che aveste a venir solo."
      },
      {
        "index": 93,
        "text": "Il conte capiva sempre meno; fermò uno sguardo acuto sulla faccia del vicerè, e nel punto stesso, per un movimento spontaneo, fermò il cavallo. Beauharnais fece altrettanto, mentre continuava:"
      },
      {
        "index": 94,
        "text": "— È precisamente così, caro signor conte. Egli è da qualche tempo ch'io doveva parlarvi. Voi siete stato un mese fa il soggetto interessante di un lungo dialogo tra me e l'imperatore, che durò più di due ore."
      },
      {
        "index": 95,
        "text": "Il conte, sebbene non amasse l'imperatore e tenesse in basso conto il vicerè, provò a quelle parole una soddisfazione d'orgoglio che non aveva mai provato in tutta la vita. La sua faccia si colorò, la circolazione del sangue gli si accelerò."
      },
      {
        "index": 96,
        "text": "— Per cagion vostra ho dovuto sentir dei rimproveri da Sua Maestà."
      },
      {
        "index": 97,
        "text": "— Per cagion mia?"
      },
      {
        "index": 98,
        "text": "— VI ripeto le sue parole testuali: — «Io so che a Milano, nella classe dei nobili, c'è un giovine di una straordinaria capacità e di un carattere antico. Perchè non me ne avete mai parlato» — L'imperatore mi disse precisamente così. Io gli risposi che non glie ne ho mai parlato perchè sarebbe stato inutile, e gli toccai del tenore della vostra vita e dell'ostinazione a tenervi in disparte da ogni pubblico ufficio. — So anche questo, mi replicò allora l'imperatore, e ne so anche la ragione, aggiunse. Ditegli adunque che egli giri uno sguardo per tutto l'impero e tutto il regno; consideri i seggi più difficili, e ne scelga uno. Questo ebbi io l'incarico di riferirvi."
      },
      {
        "index": 99,
        "text": "Gli odj e le antipatie bene spesso non sono altro che una conseguenza dell'amor proprio offeso. L'uomo che è avido della stima altrui, sente un'avversione invincibile, per chi egli sospetta non ne abbia punto per lui. Quando uno dice: quel tale mi è orribilmente antipatico, e non so il perchè; non gli credete; il perchè lo sa benissimo; egli teme che colui non lo tenga in quel conto a cui egli aspira. Ma in conseguenza di ciò appunto, se per caso quel tale, contro l'aspettazione, si fa innanzi con degli attentati di grande considerazione, l'antipatia scompare di colpo e si converte nel suo contrario. Ecco perchè soventi volte vediamo diventare amicissimi due che si scansavano per antipatia. Dopo tutto, non è facile dar l'idea della repentina trasformazione che avvenne non solo in tutti i pensieri, ma, quasi diremmo, nello stesso carattere del conte Aquila, durante lo strano colloquio avuto col vicerè. Il suo orgoglio non fu mai sì appagato, lusingato, gonfiato, come in quel giorno. Quello fu per lui il più grande dei suoi trionfi; fu un trionfo inatteso che lo mise sossopra tutto quanto. Fece l'effetto di quei poderosi agenti chimici che improvvisamente decompongono e snaturano una sostanza. Nulla però ne trasparì al di fuori; il conte Aquila si contenne, e rispose pacato:"
      },
      {
        "index": 100,
        "text": "— MI fa meraviglia, altezza, come l'imperatore abbia potuto avere il tempo di pensare a me; come altri abbia osato fargli perdere il tempo parlandogli di me. Mi rincresce però che ciò sia avvenuto; che S.M. mi abbia dato un valore mille volte superiore al vero. Il fermo proponimento di rimanere nell'oscurità in cui mi trovo potrebbe parere scortesia e peggio; mentre non è che un bisogno, una necessità della mia vita fisica, morale, intellettuale. Io amo l'oscurità."
      },
      {
        "index": 101,
        "text": "— Perdonate, conte; ma lasciatemi dire che è l'oscurità dell'orgoglio."
      },
      {
        "index": 102,
        "text": "— Siete in errore, altezza. Dite piuttosto: della disperazione."
      },
      {
        "index": 103,
        "text": "— Disperazione... ma di che?"
      },
      {
        "index": 104,
        "text": "— Dispero degli uomini e delle cose. Gli eventi che la fortuna onnipotente ha scatenati nel mondo da gran tempo, non appagano la mia natura; nè io ho tanta forza da mettere, per trattenerla,"
      },
      {
        "index": 105,
        "text": "le mie braccia tra i razzi della sua ruota. Se però io vivo nell'oscurità e nell'inazione, S. M. mi deve ringraziare."
      },
      {
        "index": 106,
        "text": "— E perchè?"
      },
      {
        "index": 107,
        "text": "— Perchè sarei pericoloso se operassi. Pericoloso a lui, pericoloso alla patria."
      },
      {
        "index": 108,
        "text": "— Non vi comprendo."
      },
      {
        "index": 109,
        "text": "— VI dirò tutto. Ancora io dubito... se le mie opinioni avessero raggiunta la certezza, io sarei già stato un ribelle. Così versando ancora e nell'incertezza e nell'investigazione affannosa di chi cerca e ancora non trova, faccio atto di sapienza a star celato in casa nell'aspettazione della parola estrema che mi spieghi tutto il passato; nell'aspettazione dell'ultima pagina, in cui sia consegnata la prova e la riprova dell'idea madre di tutto il libro. Se domani io potessi convincermi che il costrutto architettonico dell'edificio napoleonico è perfetto, io sarei il più operoso capomastro dell'architetto sovrano. Spero, altezza, che voi mi saprete grado della mia sincerità. Io non potrei mai essere uno strumento nella mano di chi non comprendo."
      },
      {
        "index": 110,
        "text": "Se il lettore è stato attento alle parole del conte Aquila, si sarà accorto come il disegno del suo edificio, ch'egli improvvisò dopo che la sua ambizione venne lusingata dal discorso del viceré, fosse fatto in modo da lasciare l'addentellato per un edificio di tutt'altro stile. È carattere dell'ambizione, quello di non aver nessun sistema prestabilito e inconcusso, ma di odorare il vento e virare e atteggiarsi a seconda degli avvenimenti e dell'invito delle circostanze. Al conte Aquila non parea vero che Napoleone avesse potuto parlare di lui in quel modo e avere di lui quel concetto; però, quando ebbe quella rivelazione inattesa, il suo pensiero fu tosto di approfittare della fortuna e di giganteggiare con Giove, giacchè era assai arduo il rinnovar l'impresa dei Titani. Così parlò in guisa da innalzarsi sempre più nel concetto di Beauharnais; facendo vedere, coll'apparenza della massima sincerità, quanto egli poteva essere pericoloso, e per conseguenza che magnifico e solenne compenso ci sarebbe voluto per renderselo amico; nel tempo stesso poi lasciò aperto un varco ad una nobile ritirata in quelle parole: Ancora io dubito. Il vicerè rispose:"
      },
      {
        "index": 111,
        "text": "— Io vi ringrazio, conte; ma posso sapere se questi vostri sentimenti li avete manifestati ad altri prima che a me?"
      },
      {
        "index": 112,
        "text": "— Adaltri sarebbe stato inutile; con voi, altezza, era indispensabile."
      },
      {
        "index": 113,
        "text": "— Io dunque vi ringrazio: ma ben più vi ringrazierò il giorno che vi compiacerete di uscire da una oscurità dannosa. Tutto quello che mi avete detto oggi stesso, lo scriverò all'imperatore, e mi lusingo che ci rivedremo presto. Ma ora ci conviene raggiungere il campo di battaglia. — Sento le fucilate. — Ecco l'Ajace dei cacciatori: il marchese Sannazzaro... È meglio che ci dividiamo, caro conte; questa dev'essere l'ala destra della caccia. Io vado a capitanare la sinistra; a rivederci in casa Litta."
      },
      {
        "index": 114,
        "text": "Il marchese Sannazzaro, giovinotto alto, forte, bruno, peloso come un Esaù, era assai intrinseco di Beauharnais, e suo ajutante di campo nelle battaglie di Pafo e di Cipro. Beauharnais, senza dirgli il perchè, lo aveva incaricato di non lasciar più in libertà il conte Aquila, quando gli fosse comparso innanzi. Il vicerè, che era stato tante volte a caccia nei dintorni di Lainate, e conosceva benissimo i luoghi, era andato d'accordo col Sannazzaro, il quale co' suoi cani lo attendeva da qualche tempo a un posto determinato della campagna. Il conte Aquila, che era amico del Sannazzaro, rimase così dunque con lui."
      },
      {
        "index": 115,
        "text": "— Se vuoi fare qualche colpo, disse il Sannazzaro al conte, questo è un bel posto. I cani sono in lavoro. Discendi da cavallo, e dàllo lì al palafreniere, che lo condurrà in quel pagliajo."
      },
      {
        "index": 116,
        "text": "Il vicerè intanto, di generoso trotto, preso per una scorciatoia che conosceva, raggiunse il grosso della comitiva."
      },
      {
        "index": 117,
        "text": "AI generale Saint-Hilaire, suo ajutante di campo, aveva dato incombenza di farsi presso al cavallo della contessa Aquila, di allontanarla, con qualche pretesto, dal resto della schiera. Non vedendo adunque nè il Saint-Hilaire, nè la contessa, chiese agli altri dov'era il suo ajutante."
      },
      {
        "index": 118,
        "text": "La contessa A..., che parlava enfaticamente con un colonnello dei dragoni reali:"
      },
      {
        "index": 119,
        "text": "— Sono andati per di qui, rispose; c'è il poeta Foscolo con loro."
      },
      {
        "index": 120,
        "text": "Il motivo per cui Foscolo s'era staccato dalla contessa A... fu perchè vide che il generale Saint-Hilaire s'era fatto a parlare colla contessa Aquila, e manifestamente aveva voluto allontanarla dal resto della compagnia. Come sa il lettore, egli aveva espresso all'amica un grande interesse per quell'infelice signora. Vedendola cogitabonda e mestissima, gli parve che fosse quel genere di mestizia a lui troppo noto: al vedere poi il vicerè parlare al conte Aquila e trarlo seco, gli entrò il sospetto e si confermò in esso quando osservò l'ajutante di campo di Sua Altezza fare altrettanto colla contessa. Non sapeva nulla, non capiva nulla, ma deliberatamente spronò il cavallo, e si portò ai fianchi della contessa Aquila, la quale un momento prima gli aveva domandato qual'era l'edizione più compiuta e più corretta dell'Ortis. Egli non poteva spiegarlo a sè stesso, ma conoscendo il vicerè e sapendo che l'ajutante lo serviva nelle tresche amorose più che sul campo di battaglia, quei movimenti lo misero in apprensione. Ugo Foscolo poteva essere rimproverato di tutti i peccati, ma era generoso; generoso oltre la sfera comune, generoso e cavalleresco."
      },
      {
        "index": 121,
        "text": "Or continuando, Beauharnais mise il cavallo al galoppo. Dopo pochi secondi vide infatti la contessa tra Saint-Hilaire e Foscolo, li raggiunse, saettò con occhio iracondo l'ajutante; non osò far nessun atto dispettoso con Foscolo; disse alla contessa:"
      },
      {
        "index": 122,
        "text": "— Il signor conte vostro marito vi chiama."
      },
      {
        "index": 123,
        "text": "Saint-Hilaire rallentò il cavallo: Foscolo, incerto, lo rallentò esso pure, e si fece a parlare con Saint-Hilaire."
      },
      {
        "index": 124,
        "text": "Il vicerè si pose a lato della contessa. Foscolo l'avea veduta smarrirsi alla comparsa di lui. Stette attentissimo durante il breve tempo che si trovò con loro. Quando Foscolo tornò presso alla contessa A...:"
      },
      {
        "index": 125,
        "text": "— Sentite, le disse, se voi siete pentita di qualche vostro peccato, oggi potete acquistarvi mille anni d'indulgenza, facendo una carità."
      },
      {
        "index": 126,
        "text": "— DI che si tratta?"
      },
      {
        "index": 127,
        "text": "— Quel che vidi e quel che sospetto, lo terrei chiuso in me per sempre; ma tacendo si può lasciar aperta la via ad un gran disastro. Voi siete amica della contessa... Se le siete amica, ditele dunque che stia in guardia. Ditele che quel gallo furfante di vicerè vuol disonorarla; che però sappia ritirarsi a tempo da un vergognoso abisso. Io abborro il conte; ma più di lui abborro il vicerè."
      },
      {
        "index": 128,
        "text": "— Ma come ora potete dirmi tutto questo, mentre un momento fa non sapevate nulla?"
      },
      {
        "index": 129,
        "text": "— Ho l'occhio medico, madama, e quando lo fermo sulla faccia altrui, tutto quello che è di dentro m'appare di fuori. Avvisate dunque la contessa. Ma che ogni cosa stia segreta fra me e voi. Né che la contessa venga a sapere mai ch'io ho parlato. Siete voi che avete visto, voi che date i consigli. Intanto fate in modo che la contessa ed il vicerè non stiano più soli. A me non conviene accompagnarvi. A rivederci alla villa."
      },
      {
        "index": 130,
        "text": "Ugo Foscolo avrebbe fatto molto meglio a tenere in sè il sospetto, e non a incaricare una donna di dar consigli a una donna. È sempre un'impresa pericolosa. Ma è l'indole degli uomini generosi di mettere tutta la propria confidenza nella persona amata, di metterla a parte di tutti i proprj segreti, di desiderare che, in loro vece, s'innalzi con azioni gentili nell'altrui concetto. Ugo Foscolo della contessa A... volea farne una gentildonna perfetta; ma era arrivato troppo tardi."
      },
      {
        "index": 131,
        "text": "In ogni modo, essa che non amava il vicerè (la ragione già ci sarà stata), acconsentì al desiderio di Foscolo, girò intorno gli occhi, chiamò il colonnello dei dragoni reali che già abbiam visto seco: — Mettete gente insieme, gli disse, e seguitiamo il vicerè."
      },
      {
        "index": 132,
        "text": "E molti si misero al galoppo. Il colonnello stava ai fianchi della contessa A..."
      },
      {
        "index": 133,
        "text": "Ed ora è certo che il lettore farà gli occhi attoniti, ad onta di tutto quello che abbiam detto sul conto della A...; ma pur troppo le faccende non eran nette con quel colonnello; Jacopo Ortis e all'Ombra dei cipressi non furono rimedj abbastanza eroici per far la cura radicale di colei. Essa in quel giorno sentì per il dragone, che aveva visto altre volte, una di quelle accensioni di cui già parlammo; di quelle accensioni che le facevano cacciar dietro le spalle ogni rispetto. Senza perder tempo, secondo il suo costume, con quei suoi modi, dove la sfacciataggine (già non c'è altra parola) si rendeva amabile per un garbo tutto suo proprio, aveva fatto la sua dichiarazione al colonnello, il"
      },
      {
        "index": 134,
        "text": "quale dal canto suo pare che abbia voluto tener conto del proverbio che a cava! donato non si guardi in bocca."
      },
      {
        "index": 135,
        "text": "Raggiunsero il vicerè, che rimase sconcertato, e a tale che a un certo punto dovette lasciar la contessa. Questa si mise con altre dame. La A... era tanto infervorata del colonnello, che non si curò più della raccomandazione di Foscolo. L'ora si fece tarda. Scavalcarono alla villa Litta a Lainate. La contessa A... condusse le cose in modo da rimaner sola sotto un androne col colonnello. Questo, tirato nel vortice, baciato, baciò; ma in quella una scudisciata da cavallerizzo infierito fischiò e piombò sul tergo afrodisiaco della contessa A... Era Foscolo, il quale avea visto, e che accompagnò la scudisciata che fu il fulmine, con parole orride d'ingiurie che furono la gragnuola."
      },
      {
        "index": 136,
        "text": "Il colonnello guardò Foscolo, che lo guardava furibondo."
      },
      {
        "index": 137,
        "text": "Vi fu un momento di silenzio."
      },
      {
        "index": 138,
        "text": "— Io sono il colonnello Baroggi."
      },
      {
        "index": 139,
        "text": "— Edio sono Ugo Foscolo."
      },
      {
        "index": 140,
        "text": "— Allora a domani."
      },
      {
        "index": 141,
        "text": "— A domani."
      },
      {
        "index": 142,
        "text": "Fu un parapiglia di un istante, nessuno vide. La A... entrò nelle sale infuocata di erotismo insaziato, di vergogna e di rabbia."
      },
      {
        "index": 143,
        "text": "Ma è possibile e probabile questo fatto che abbiamo narrato? È codesta una questione inutile. Dal momento che un fatto è realmente avvenuto, potrà essere strano, inverisimile, incredibile; tutto ciò che si vuole, ma non cessare per questo d'essere avvenuto."
      },
      {
        "index": 144,
        "text": "Foscolo, poeta sentimentale; Foscolo, cavaliere degno della Tavola Rotonda; Foscolo che aveva tuonato nei caffè per difendere la rediviva Aspasia, ha potuto percuoterla come una cavalla da maneggio? È un tormento a pensarci, ma non c'è rimedio. Egli è certo che non fece bene; è certo che egli doveva appagarsi di disprezzarla e di abbandonarla. È certo che anch'egli se ne pentì e se ne vergo gnò nel punto stesso che vide contorcersi sotto il flagello spietato le bianche spalle tanto care un minuto prima. Ma si può disfare e rifare un verso; non distruggere una battitura. D'altra parte, volendo metterci un istante ne' panni di Foscolo; volendo considerare che il suo temperamento era tutto di materia incendiaria, non è possibile pretendere che all'inatteso spettacolo dell'amante che bacia un dragone dovesse imitare quel professore di diritto romano che si accontentò di mostrare al ganzo della moglie infedele che cosa un marito offeso avrebbe potuto fare se si fosse attenuto al codice Giustiniano."
      },
      {
        "index": 145,
        "text": "Ma che Foscolo abbia avuto ragione o torto, è una questione affatto secondaria. Le serie conseguenze furono che il segreto ch'esso per generosità comunicò alla A... cessò di essere un segreto; che la contessa in quel dì stesso lo comunicò alle altre sue amiche e alla Falchi e..."
      },
      {
        "index": 146,
        "text": "Vedremo in seguito quel che avverrà di questa istoria."
      },
      {
        "index": 147,
        "text": "[VI]"
      },
      {
        "index": 148,
        "text": "Dopo la caccia, verso sera, vi fu un sontuoso banchetto nella gran sala terrena del palazzo di Lainate. Uno di quei banchetti che, per consueto, facevano ombra ai medesimi di corte, e che contribuirono tanto a dare alla casa Litta quella fama di ricchezza stragrande, che passò persino in proverbio."
      },
      {
        "index": 149,
        "text": "Il pranzo fu dei più fracassosi e giocondi. Solo quattro faccie erano aggrondate e scomposte: quella del vicerè, quella della contessina Amalia Aquila, quelle di Ugo Foscolo e della contessa A... I loro volti erano trasvolti e abbattuti al punto da dar nell'occhio anche dell'osservatore meno esperto. Altri aspetti non troppo lieti, e che non parevano partecipare della gioja comune, erano quelli del colonnello Baroggi, per una ragione gentile che sapremo dopo, e quello dell'avvocatessa Falchi. Non era per altro malinconia quella di costei; ella non sapeva dove stesse di casa; non era nemmeno malumore. La Falchi aveva precisamente quella che i Milanesi, non sappiamo con quanta proprietà, chiamano /una; luna bisbetica che la spinse fino al punto di uscire in qualche espressione"
      },
      {
        "index": 150,
        "text": "scortese col vicerè, che, stralunato qual era, la mise a tacere con delle parole che manifestamente valevano un insulto. L'avvocato sentì e non sentì; il ministro Prina sentì e crollò la testa; tutti i commensali sentirono ed ebbero un gusto matto di vedere umiliata quella superba sfrontata."
      },
      {
        "index": 151,
        "text": "Allorchè si levarono le mense (questa frase è di conio classico) e tutti i convitati passarono nelle altre sale, l'avvocatessa Falchi, simulando indifferenza e disinvoltura, si accostò alla contessa Ace"
      },
      {
        "index": 152,
        "text": "— Che diamine vi è capitato oggi? le disse: siete infuocata come un basilisco e mandate saette dagli occhi. E che diavolo ha in corpo il vostro Foscolo, che non disse una parola in tutto il tempo del pranzo? Qualche cosa vi dev'essere successo. Già ve l'ho detto che non è possibile vivere in pace con quello stravagante."
      },
      {
        "index": 153,
        "text": "La A..., buonissima in fondo, e di quelle nature aperte che non sanno tener nascosto nulla anche a loro danno, senza rispondere alle parole della Falchi, si volse, e alzando lo scialle di casimiro, ond'erasi coperte le spalle:"
      },
      {
        "index": 154,
        "text": "— Guardate, disse."
      },
      {
        "index": 155,
        "text": "— Che diamine è questo? chiese la Falchi; avete tutta quanta sollevata la prima pelle, come se vi avessero messo un settone. Ma che cosa è stato?"
      },
      {
        "index": 156,
        "text": "— VI dirò piuttosto chi è stato."
      },
      {
        "index": 157,
        "text": "— Chi dunque?"
      },
      {
        "index": 158,
        "text": "— Foscolo."
      },
      {
        "index": 159,
        "text": "— Ma perchè?"
      },
      {
        "index": 160,
        "text": "— Per niente."
      },
      {
        "index": 161,
        "text": "—Oh!..."
      },
      {
        "index": 162,
        "text": "— Non vogliono capirla questi uomini pretensiosi, che da noi si vuole avere la nostra libertà. Curiosa davvero. C'era forse un patto scritto tra me e lui? Eppoi che patti, che scritti! Oggi mi piace un poeta coi capelli rossi, perchè in tutto c'è il suo buono; ma se l'ingegno e la fantasia e il sentimento e l'eloquenza e il diavolo che li porta possono piacere un giorno, una settimana, un mese; viene poi quel dì che si sente proprio la necessità d'un bel giovane e d'una bella faccia e di una bocca con dei baffi su cui dare dei baci; io già son fatta così, e non posso cambiarmi."
      },
      {
        "index": 163,
        "text": "— Ma insomma, che cosa avvenne?..."
      },
      {
        "index": 164,
        "text": "— Una cosa naturalissima. Il colonnello Baroggi mi piace da un pezzo immensamente. Già è un gran bel giovane. Oggi mi son trovata con lui. Ci siamo subito intesi. Gran difficoltà, eh? Qui presso l'uscio dell'anticamera grande l'ho baciato... Ecco tutto. Già tu sai che i baci sono la mia morte..."
      },
      {
        "index": 165,
        "text": "— Ma e così?..."
      },
      {
        "index": 166,
        "text": "— E così, Foscolo ha veduto. Se avesse avuto la sciabola, certo che m'avrebbe tagliata in due. — No, no, con tutt'altri potrei fare la pace... Con lui, no. La vita è in pericolo. Che pazzia fu la mia di mettermi a far all'amore con un leone in frac... Ma osserva il colonnello! — Come è caro! Oh! guardando e pensando a lui, non sento più nemmeno il dolore della pelle."
      },
      {
        "index": 167,
        "text": "In questo mentre la Falchi fece notare alla A... che il principe Beauharnais da qualche tempo era stretto in colloquio col conte Aquila."
      },
      {
        "index": 168,
        "text": "— C'è un mistero che non so comprendere, soggiunse poi."
      },
      {
        "index": 169,
        "text": "— Il conte fu sempre nemico e denigratore del vicerè, ed oggi pare che sia tutt'altro. Questa mattina cavalcarono in disparte e soli per lungo tempo. Adesso mi sembrano più amici che mai. Come può essere questa faccenda?"
      },
      {
        "index": 170,
        "text": "— Come può essere... volete saperlo?..."
      },
      {
        "index": 171,
        "text": "— Il conte, con tutta la sua prosopopea, è caduto nella rete come un barbagianni... La contessa, con tutta la sua santità... sta per abbracciare un'altra religione... Vi dirò anzi che perciò appunto io ebbi un incarico da... da Foscolo... sì, da Foscolo, il quale volea che io facessi l'angelo custode di questa donna che è alle prese col diavolo..."
      },
      {
        "index": 172,
        "text": "— Ma in conclusione, di che si tratta?..."
      },
      {
        "index": 173,
        "text": "— In conclusione, il vicerè desidera una delle solite conclusioni, e Dio sa che cosa dà ad intendere al marito per incantar la moglie. Ma non sarà mai che alla contessina io stia a dare i consigli di Foscolo... Già questi letterati, con tutta la loro pretesa, non hanno nessuna esperienza di mondo... Adorano le donne inginocchiate, ma per farne delle schiave... Bella maniera di compensarle... Chi sono le donne? C'è libertà per tutti, ci sia dunque anche per loro. E in piena regola. Se, per esempio, la contessina Amalia è sazia di quell'originale di suo marito, fa bene a volgersi a un altro; e perchè no? Certamente che io non avrei scelto il vicerè, ma se a lei piace... tocca a me a dirle: fate male? Fa benissimo. Già, 10 abborro tutte le marmotte superbe, che, perchè sono di sasso, credono di essere sante... Ora sapete, signor Foscolo, cosa dirò alla contessa? Le farò innanzi tutto i miei complimenti, poi mi lamenterò con lei perchè non abbia incominciato prima... poi se le mancasse il coraggio... le farò animo io... e..., in un bisogno, le presterò anche mano."
      },
      {
        "index": 174,
        "text": "La Falchi stette un momento senza parlare; poi disse:"
      },
      {
        "index": 175,
        "text": "— Non credo niente di tutto ciò. Il conte Aquila non è un uomo come un altro. In quanto al vicerè, non sono le donne di tale stampo quelle che piacciono a lui...; che cosa volete che ne faccia di questa santa Cecilia in convalescenza, cogli occhi sempre rivolti al cielo? Finchè ci sono donne della nostra struttura, mi fanno pietà codeste etiche sparute, buone tutt'al più per i collegiali che hanno il capo nella Teresa e Gianfaldoni."
      },
      {
        "index": 176,
        "text": "La Falchi, che aveva importunato il ministro Prina per essere invitata del duca Litta, colla speranza di trovarsi ancora col vicerè e ritessere la calza di cui eran cadute le maglie, si sforzò a non voler credere alle parole della A...; ma in conclusione capì che ci doveva essere qualche cosa davvero; e diede il giusto valore ad alcune circostanze che dapprima le erano sembrate enigmi; infine ne ebbe un tal dispetto, che le si converse in arsenico tutta l'abilità del cuoco di casa Litta."
      },
      {
        "index": 177,
        "text": "Gli uomini e le donne che hanno l'indole della Falchi non è facile misurare fino a che punto possono riuscire infeste al prossimo. Le bestie feroci c'è l'usanza di chiuderle in gabbia. I delinquenti si mettono in prigione; ma che provvidenza sarebbe se si potesse fare altrettanto cogli uomini, la cui ferocia è di quel genere latente che dilania e divora alla sordina e salta a piè pari, senza nemmeno rasentarli, tutti 1 paragrafi del codice criminale? La Falchi era ignorante e triviale, ma aveva ingegno acuto e forte; ingegno fatto di perfidia e di veleno, ma ingegno sempre. La sua indole l'abbiamo analizzata alquante pagine addietro, e il lettore si ricorderà come l'ambizione e la smania di soverchiare altrui in tutto fosse la febbre acuta che non la lasciava mai tranquilla. Così fosse stata una febbre acuta da gettarla in un letto e da metterla presto nelle braccia d'una morte benefattrice. Ma se, come la tigre reale, ella aveva indosso una rabbia cronica, come la tigre reale aveva una forza poderosa e una salute inalterabile e un piloro di porfido da macinare anche il diamante. Ella viveva di rabbia mantenutagli costantemente dalla sua eccessiva vanità. Questa vanità che, ad onta della mente svegliata, la vediamo sovente nelle persone ignoranti e presuntuose e che hanno la villania nell'intelletto, fu tale che, quando il vicerè gettò gli occhi sulla sua faccia rosea e sulle sue spalle classiche, ella sognò addirittura e troni e dominazioni e sa Dio che altre strane cose."
      },
      {
        "index": 178,
        "text": "Ecco perchè le riuscì così amaro l'abbandono del vicerè; ecco perchè, ammirando sè stessa nello specchio e parendole di veder conservata tutta quanta la propria freschezza voluttuosa, coll'aggiunta di certe rotondità recategli in dono dalla completa maturanza, si tenea certa che un giorno o l'altro il vicerè sarebbe ricascato; ecco perchè quando invece potè convincersi che Beauharnais avea messo gli occhi su di un'altra, e s'accorse (perchè una volta messa in via aveva l'occhio acuto) ch'esso era sollecitato e riscaldato ed esaltato da qualche cosa di diverso dal solito, ella avrebbe dato scacco matto anche a Medea per vendicarsi di quel nuovo Giasone."
      },
      {
        "index": 179,
        "text": "Ma ora, tralasciando tutte le cose inutili, dobbiamo ritornare alla festa di corte, con cui abbiamo incominciato questo episodio."
      },
      {
        "index": 180,
        "text": "[VII]"
      },
      {
        "index": 181,
        "text": "Giova intanto sapere che questa festa fu posteriore di qualche mese alla caccia di Lainate. In tale frattempo le passioni dei personaggi principali del nostro dramma subirono quelle modificazioni e alterazioni che il tempo suol sempre produrre. La contessina Amalia Aquila era stata fatta dama di corte, annuente il marito che non volle nulla per sè, ma che attendeva ben altre cose dall'avvenire, e fiutava gli eventi come il leone fiuta il vento che investe la selva; la viceregina Amalia Beauharnais supplicò ella stessa il conte Aquila perchè concedesse alla moglie di accettare il posto di dama di corte. Veramente fu il vicerè che indusse la vicereale consorte a far quella preghiera; ma anche essa ebbe piacere di accondiscendere al marito, perchè, ingenua e virtuosissima qual era, vedeva nella contessina Aquila una delle più splendide e gloriose eccezioni in quella schiera di voluttuose donne che stavano alla contessina come le abitatrici olimpie a qualcuna delle martiri cristiane."
      },
      {
        "index": 182,
        "text": "Quella martire però, degna d'essere dipinta dal Beato Angelico, da qualche tempo volgeva e rivolgeva nell'animo pensieri ed aspirazioni e desi e voti che non eran certamente quelli del paradiso celeste, ma di quell'altro paradiso che si trova dappertutto, anche in un tugurio, anche nelle lande della pianura, anche in una risaja, purchè vi siano un uomo e una donna che si vogliano bene con ardore e con gentilezza. Davvero che la contessina fece malissimo a riposarsi troppo su quei pensieri; davvero ch'ella avrebbe fatto meglio a gettarsi ai piedi di un confessore oblato, e a flagellarsi sette volte al giorno per trenta giorni; ma in conclusione ella non uscì mai dal segreto de' suoi pensieri; ma in tutto e per tutto si ridusse a far dei conti senza l'oste."
      },
      {
        "index": 183,
        "text": "Tornando indietro, abbiamo vista la contessina a ballare la sua quadriglia d'obbligo col vicerè; però possiamo congetturare le parole che il vicerè le deve aver dette all'orecchio nei riposi alternati della danza."
      },
      {
        "index": 184,
        "text": "Quando una donna ha pensato molto ad un uomo nella solitudine non mai svegliata della casa; ed è stata gran tempo senza vederlo, e col desiderio di vederlo, la prima volta che si trova con lui subisce una tale ebbrezza vertiginosa, che non è più capace di governare sè stessa, malgrado di tutta la sua virtù nativa. Ella si lascia trascinare dal suo affascinatore come una bambina infatuata. La stessa innocenza della vita, la stessa ingenuità dell'indole, invece di essere armi di difesa, espongono 1 lati più deboli alle ferite. La contessina dunque danzò e ascoltò le parole del vicerè senza sapere quel che si facesse; senza ricordarsi più in che mondo si fosse. Vi fu persino un momento in cui si lasciò andare ad un abbandono così spensierato, che il vicerè medesimo si fece guardingo e riservato per paura che troppi se ne accorgessero. Tanto l'innocenza assume talvolta la sembianza del suo opposto. Alle altre dame e alla Falchi non sarebbe mai capitato di trovarsi come la povera Amalia nella condizione del rosignuolo che trepidando e inconscio sbatte l'ali per volare sulla lingua del crotalo. Ma non si scansa che chi conosce il pericolo; e se è un pericolo ambito, lo vuol rendere più appetitoso protraendolo!"
      },
      {
        "index": 185,
        "text": "Più d'una volta, anche senza essere stati il vicerè, nè avere avuta un'assisa tutta carica d'oro, sarà capitato a voi tutti, i miei cari giovinetti, che oggimai, al pari di me, siete in liquidazione, d'avere avuto sotto il braccio o tra le braccia taluna di quelle care giovinette o donne sature di sentimento e d'indole ingenua, che per un momento, nell'entusiasmo dell'affetto, vanno soggette ad una specie di sincope mentale; e, se siete stati galantuomini, non avrete abusato di quei momenti, perchè non c'è nè coraggio nè gloria a vincere chi non è in parata. Ebbene, la contessina Amalia, alla festa del 1810, assomigliò appunto per un istante ad una di codeste donne; nel medesimo tempo che il vicerè non pensò nemmeno per un minuto a sfoggiare quel ga/antomismo del quale voi ed io, probabilmente, avremmo dato un così bel saggio. Egli si mise soltanto in gran riguardo, finchè stette nell'affollatissima sala delle Cariatidi, ma appena cessò la musica, e i danzatori ricondussero agli aurei sedili le sudate Alfesibee, egli passo passo, dopo aver dette due parole al generale ajutante, tirò di lungo colla bella contessina sotto il braccio e, adagio adagio, scivolò con essa attraverso ad una delle porte e passò nelle altre sale. Fu allora che l'avvocatessa Falchi, come fu già detto, attaccatasi sotto al braccio del pittor Bossi, seco lo trasse sui passi della povera contessina."
      },
      {
        "index": 186,
        "text": "— Venite con me un momento, avea detto la Falchi al Bossi."
      },
      {
        "index": 187,
        "text": "— Dove?"
      },
      {
        "index": 188,
        "text": "— Si sa; a far un giro per le sale."
      },
      {
        "index": 189,
        "text": "— Rechiamoci allora nella sala del buffet, che ci ristoreremo di questo caldo africano."
      },
      {
        "index": 190,
        "text": "— Al buffet ci andremo dopo. Venite ora con me..."
      },
      {
        "index": 191,
        "text": "— Sempre disposto all'obbedienza. Ma di che si tratta?"
      },
      {
        "index": 192,
        "text": "— Di nulla o di molto. Ma non vorrei che stanotte nascesse qualche tragedia."
      },
      {
        "index": 193,
        "text": "— Tragedia?"
      },
      {
        "index": 194,
        "text": "— Il conte Aquila è qui, e non è cieco; la contessina ha perduta la testa; e quella frasca di vicerè vuol comprometterla in ogni modo."
      },
      {
        "index": 195,
        "text": "— Vivere e lasciar vivere, cara signora. Che cosa vuol ella fare? Il conte è là che parla con Marmont da più di un'ora. Ella sa ch'ei non bada più a nulla quando è sprofondato in una disputa. Lasci dunque andare."
      },
      {
        "index": 196,
        "text": "Il pittor Bossi conosceva troppo la Falchi e non si fidava, e comprendeva che tutte quelle premure non derivavano da buone intenzioni."
      },
      {
        "index": 197,
        "text": "— Sa ella che cosa dovremo fare piuttosto? soggiunse poi."
      },
      {
        "index": 198,
        "text": "— Sentiamo."
      },
      {
        "index": 199,
        "text": "— Recarci là presso al conte, e quando Marmont si staccasse da lui, metterci tosto al posto del generale; e non lasciar solo il conte, e trattenerlo e annaspargli la vista, e dar tempo al tempo per lasciare che chi vuol cavarsi un piacere se lo cavi senza pericolo e senza conseguenza."
      },
      {
        "index": 200,
        "text": "— Ma che propositi son questi, signor pittore? Per chi mi credete?"
      },
      {
        "index": 201,
        "text": "— O propositi o spropositi, io non disfaccio mai il piatto altrui. Chi ha appetito mangi, e buona notte. Ho altro per la testa io."
      },
      {
        "index": 202,
        "text": "Il pittor Bossi non parlò certo con gentilezza cavalleresca, ma disprezzava la Falchi, di cui non poteva sopportare la capricciosa e vanitosa burbanza. In quanto a lei, con sgarbo plebeo e da fantesca si staccò da lui, lo piantò in mezzo alla sala, e mosse incontro, imponendo il proprio braccio a un giovane patrizio, il quale allora poteva avere dai ventiquattro ai venticinque anni, e oggi vive ancora con quasi sessant'anni di più, e sta benone di salute."
      },
      {
        "index": 203,
        "text": "Questo vecchio, che nel 1810 era un giovane, veniva da' suoi conoscenti soprannominato il Milordino, perchè aveva fatto due volte il viaggio di Londra, perchè aveva portato dall'Inghilterra tutte le caricature che là si erano diffuse contro Bonaparte generale, console, imperatore; perché preferiva il roast-beef alla nostrana coppa di manzo, e perchè portava nel taschino del panciotto, che aveva dovuto far ingrandire, un grosso orologio inglese da capitano di nave, comperato a Londra da un ajutante di Nelson. Non era troppo ben veduto dal governo; ma siccome era tutto dato a cavalli, a donne, al giuoco, così non era per nulla temuto, e lo lasciavan fare, 0, per esprimerci più giusto, lo lasciavan dire. Fra tutti quelli che da qualche tempo avevano sulle corna il vicerè, egli primeggiava incontestabilmente, e ciò per il disdoro toccato d'essere stato messo alla porta, senza nemmeno il ben servito nè la concessione degli otto giorni di pratica, dalla sua troppo bella amante, che riuscì troppo cara a Beauharnais. La Falchi sapeva questi antecedenti, onde quando lo vide spuntar da una porta, pensò tosto di abbandonare il buon Bossi per attaccarsi a un confederato più disposto ad una lega offensiva e difensiva. Nè ancora la sua mano era appoggiata al braccio del Milordino, che già questi le aveva detto:"
      },
      {
        "index": 204,
        "text": "— Ha visto, madama? quasi quasi sarei tentato di andare ad avvisare il conte e di farlo venir qui."
      },
      {
        "index": 205,
        "text": "— È facile ingannarsi, caro conte. È meglio prima accertarsi..."
      },
      {
        "index": 206,
        "text": "— Accertarvi?.. ecco... avete visto?"
      },
      {
        "index": 207,
        "text": "— Davvero che ho visto... Ma, sapete che se da una parte la petulanza ha passato ogni ritegno, dall'altra l'inesperienza e la leggerezza sono tali che una collegiale di S. Filippo potrebbe darle dei pareri!..."
      },
      {
        "index": 208,
        "text": "Queste parole furono provocate dal fatto che il vicerè, quando fu in quella camera che precede l'attuale stanza da letto, nonostante che le livree di corte stessero immobili a guardia delle porte, nonostante che alcuno degli intervenuti fossero là per trovare qualche ristoro al caldo"
      },
      {
        "index": 209,
        "text": "soffocante delle sale affollate, non seppe vincersi così, che non baciasse sulla gota la trasognata contessina Amalia. Fu l'atto di un minuto secondo; ma fu tale che la contessina parve come svegliarsi di colpo da quello stato di trasognamento deliro in cui versava da qualche tempo. Si svegliò, sottrasse la gota alla bocca del vicerè, e si sciolse dalle braccia di lui con un movimento così risoluto e quasi guerriero, che il vicerè non valse a trattenerla. I servitori di corte che stavan là immobili addossati agli stipiti delle porte, come statue di terra cotta, videro ogni cosa; ma gl'intervenuti, i quali erano aggruppati in un angolo confabulando in crocchio, non ebbero il tempo di voltarsi, che la contessina, inseguita dal vicerè, era già uscita. La Falchi e il lord-contino tirarono di lungo come se fossero dell'altro mondo, e, ritornando nelle sale affollate, si confusero al mare magno."
      },
      {
        "index": 210,
        "text": "Un'ora dopo la contessina Aquila, dama di corte, era seduta presso la viceregina Amalia; che, nella sua angelica bontà, le diceva le più gentili parole, le faceva le più affettuose carezze. Il vicerè, in altra parte, diventato di mal umore e asprissimo, si rendeva, senza volerlo, antipatico e uggioso a quanti ebbero a parlar seco. La Falchi, seduta col ministro Prina, gli stava narrando e descrivendo quanto aveva veduto, e il ministro, crollando la testa:"
      },
      {
        "index": 211,
        "text": "— Che queste cose, osservava, le diciate a me, cara signora Teresa, sta bene, — ma per carità non vi venga la tentazione di dirle ad altri... È già una disgrazia che abbiate avuto un testimonio, e che testimonio!... A proposito, voi dovreste fare una cosa: pregare il conte a non dir niente a nessuno di quanto ha visto. Capisco che sarà difficile chiuder la bocca a un farfallino tale... In ogni modo, giacchè voi avete dell'ascendente su costui, perchè le belle donne fanno fare tutto quello che vogliono ai giovanotti, potreste indurlo, per lo meno, ad essere un po' circospetto... In conclusione, quando avesse parlato e avesse fatto in modo che il conte venisse a saper tutto... su chi verrebbe a cadere la tempesta?... Sulla più innocente di tutti... Nè stia mai a credere di poter vendicarsi del vicerè... Pretendereste che il vicerè potesse aver paura del conte? Ma non state mai a credere una simile corbelleria. Tutto quello che potrebbe succedere, avuto riguardo all'indole superba e terribile del conte, sarebbe di far nascere uno scandalo inaudito da far parlare tutto il paese; il conte potrebbe sfidare il vicerè... e il vicerè, come vicerè, non accetterebbe, e lascerebbe il conte scornato più che mai, e in tale stato d'esacerbazione da far nascere una tragedia domestica. È sempre la povera contessina che ne va di mezzo; la sola contessina. Abbiate pietà di lei, per carità; fate capire al Milordino che a parlare commetterebbe un atto di viltà inaudito... Pigliatelo da questo lato... Lusingatelo nel suo carattere di gentiluomo e di cavaliere... Vedrete che vi ubbidirà; facendo credere agli uomini che noi siamo intimamente persuasi che essi possedono qualche virtù che non hanno, finiscono ad assumerla, per il momento almeno. — Ditegli adunque che un cavaliere onorato e squisito come lui non può trovare nessuna compiacenza a compromettere una povera donna, che è già infelice abbastanza. Che se poi volesse vendicarsi del vicerè... è subito fatto. Si faccia innanzi, e gli rubi alcuna delle sue amanti... È questo il solo genere di sfida e di duello che il vicerè non può rifiutare. Guardate che il contino è lì. Non perdete tempo. Attendete ch'io gli faccia cenno. Eccolo... parlategli chiaro e forte, come sapete far voi. Addio — siamo intesi; e si alzava dicendo al contino che si avvicinava:"
      },
      {
        "index": 212,
        "text": "— Madama ha bisogno di parlarvi. Io vi lascio con lei."
      },
      {
        "index": 213,
        "text": "Il ministro Prina, da uomo di mondo e di retto senso e buono di quella bontà che non vuole gli scandali e le sventure inutili, perorò così fortemente perchè l'avvocatessa serbasse il silenzio, che ella infatti, quantunque fosse d'una caparbietà per lo più invincibile, obbedì per allora e indusse anche il Milordino ad obbedire. Egli è vero che il giovinotto aveva già detto qualche cosa a taluno de' suoi amici, egli è vero inoltre che anche altri in quella notte s'accorsero che qualche cosa c'era stato tra il vicerè e la contessina. Ma le dicerie si fermarono tutte a molti passi di distanza dal conte; ma se il bel mondo parlò e sparlò dell'avvenuto, il conte per assai tempo visse nella più profonda oscurità, e la contessina, ritornata nei silenzj casalinghi, dopo aver ripensato con orrore al pericolo fuggito, giurò, per quanto il cuore le gemesse e la passione la straziasse in mille modi, di non mettersi mai più al punto di trovarsi da sola a solo col vicerè. E attenne la promessa e il giuramento; e non ebbe in seguito ad incolparsi d'altro che di pensieri ed aspirazioni sentimentali, e fu tanto"
      },
      {
        "index": 214,
        "text": "modesta seco, che non si ascrisse a merito, come bene avrebbe potuto, l'essere fuggita così deliberatamente dal vicerè che volea trarla a perdizione. Tutto adunque sembrò finito in quella notte. Il dramma incominciato con grande aspettazione erasi sciolto in nulla, tra un pentimento, un dispetto fuggitivo, uno sbadiglio e un consiglio prudenziale. Ma sinchè si è vivi, se durano le speranze, sono anche incessanti i timori e ognor presenti i pericoli: e dovevano trascorrere due anni prima che quel bacio fatale, come una morsicatura di cane idrofobo, avesse a ricomparire nelle sue conseguenze con sintomi i più esiziali."
      },
      {
        "index": 215,
        "text": "Chi avrebbe detto al ministro Prina, quando perorò a vantaggio della felicità domestica dei conjugi Aquila, che più che mai aveva perorato per sè? Chi avrebbe detto ai più veggenti, che la prima volta che fosse giunta all'orecchio del conte la notizia di quell'avventura galante, il destino avrebbe in quel dì stesso segnata una sentenza di morte; e che del famoso eccidio sarebbesi in quel giorno cominciata a tessere la prima trama? Saltiamo ora dunque due anni di piè pari, per trovarci in sul principio dell'anno 1813, sotto la luce sinistra della stella tramontante di Napoleone."
      }
    ]
  }
}
