{
  "chapterNumber": 9,
  "title": "Book Eighth (Libro Ottavo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: I discorsi di casa Ottoboni. — Parole di donna Paola Pietra intorno all'impresa dei Liberi Muratori contro i commessi della Ferma. — La contessa Arese e le dame del biscottino. — Dialogo tra l'Arese e donna]"
      },
      {
        "index": 1,
        "text": "Paola. — La calunnia. — Il caffè Demetrio e il maggiordomo Carlantonio Baserga. — L'abate Parini. — Il pubblico e il Galantino. — Donna Ada V... e donna Giacoma Crivello. — Il conte V... e il decreto del Senato. — Un sermone morale. — Il lago di Como. — La contessa Clelia V... — L'abate Frugoni e Condillac. — Da Casal Pusterlengo a Lodi. — Il figlio di Lorenzo Bruni. Suo racconto. — Donna Paola, la contessa Clelia e la Gaudenzi. — L'avvocato Strigelli. — Cattura de' Liberi-Muratori. — Il Galantino e il Baroggi."
      },
      {
        "index": 2,
        "text": "[I]"
      },
      {
        "index": 3,
        "text": "Nella notte in cui avvennero i gravissimi disordini raccontati, la conversazione di casa Ottoboni, che sul tramonto era sparpagliata in varie sale e sui terrazzi, si raccolse tutta in due salotti, in uno dei quali continuarono 1 discorsi; nell'altro gli abitudinarj si unirono per giuocare all'ombretta spagnuola, all'arduo tarocco, allo scientifico scacco."
      },
      {
        "index": 4,
        "text": "A quei convegni serali interveniva anche donna Paola Pietra, e nella sua tarda età, per consueto, sedeva al tavoliere e giuocava a tarocco col padre Frisi, col questore conte Pertusati, che allora era il prefetto della nobilissima scuola di san Giovanni alle Case Rotte, col maestro Galmini, ed altri; e qualche rarissima volta si faceva al pianoforte colla contessa Agnese, la maestra di musica già da noi nominata, sorella della celebre Gaetana, quando quella supplicava d'eseguire qualche pezzo celebre o dell'abate Stefani, o di Scarlatti, o dell'abate Clari, o di Hasse, o d'altri. Ci pare di aver detto più d'una volta come tutta la città di Milano, tanti anni addietro chiamata dalla valentia straordinaria di donna Paola, aveva avuta l'abitudine di accorrere in folla alla chiesuola del monastero di santa Radegonda, quand'ella monaca professa o cantava mottetti e responsorj, o suonava l'organo. Però ella non aveva dismessa affatto la pratica di quell'arte, e anche nella sua vecchia età, nei ritrovi più intimi, si lasciava indurre a dar saggio della sua ancor abile mano, quando ne veniva pregata o importunata."
      },
      {
        "index": 5,
        "text": "Quasi dunque ogni sera ella interveniva in casa Ottoboni; vi si fermava fino al tocco della campana, alla qual ora o veniva a prenderla la carrozza, o se il tempo era bello e l'aria mite, veniva a pigliarla il suo figlio Guglielmo, il quale viveva con essa nel più ammirabile accordo; e così pedestri, seguiti dal servitore col lampione, si rincasavano, per ritirarsi, ella a riposare, lord Guglielmo a studiare fino a notte tardissima."
      },
      {
        "index": 6,
        "text": "Anche in quella sera donna Paola Pietra, sul tardi, come soleva, recossi in casa Ottoboni. Essendo stata bellissima la giornata, lord Guglielmo aveva detto al carrozziere di non attaccare per quella sera, ch'egli stesso avrebbe accompagnato a casa sua madre. Spesse volte poi il padre Frisi e il Parini e l'avvocato Fogliazzi si facevan con loro, e così lentissimamente passeggiando e qualche volta scegliendo apposta la strada più lunga, continuavano la conversazione e qualche volta anche salivano tutti in casa Pietra-Incisa a bere l'acqua cedrata. La partenza precipitosa di lord Crall, all'annuncio che il monastero di San Filippo era stato invaso dalle guardie della Ferma aveva provocato i parlari e messo in movimento le congetture fra quanti erano là radunati in casa Ottoboni. Però, quando venne donna Paola, fu un accordo tacito di tutti di non farle motto alcuno di quel ch'era successo."
      },
      {
        "index": 7,
        "text": "Soltanto quand'ella si fu adagiata nel salotto da giuoco a farvi una partita al tarocco coi soliti suoi competitori, la ciarla continuò più abbondante e più investigatrice e più fiscale di prima nella sala della conversazione. In tal modo era trascorsa qualche ora di notte, allorquando entrò l'avvocato Rejna, il padre, crediamo, del noto bibliofilo, che di quando in quando aveva l'abitudine di frequentare quella casa. Entrò circospetto e, con un'aria di mistero che svegliò la curiosità in tutti quanti, chiamò in disparte l'abate Parini, e:"
      },
      {
        "index": 8,
        "text": "— Guai, caro abate, guai serj. Un disordine, un parapiglia da non imaginarsi il secondo in mille anni."
      },
      {
        "index": 9,
        "text": "— Che cosa è successo? — domandò il Parini."
      },
      {
        "index": 10,
        "text": "— Prima di tutto... è qui donna Paola?"
      },
      {
        "index": 11,
        "text": "— È qui."
      },
      {
        "index": 12,
        "text": "— Male. Avrei voluto che fosse a casa sua."
      },
      {
        "index": 13,
        "text": "— Ma di che si tratta?"
      },
      {
        "index": 14,
        "text": "— Una compagnia di cavalieri e d'uomini civili con spade e pistole sono entrati nel monastero di San Filippo."
      },
      {
        "index": 15,
        "text": "— C'era lord Crall?"
      },
      {
        "index": 16,
        "text": "— Sì... e sono entrati coll'intento di dare alle guardie della Ferma una lezione che loro lasciasse il segno, e da far nascere un tale scompiglio da costringere l'autorità ad abrogare l'editto del mese di aprile; e lo scompiglio è nato in fatti, ma di tal sorta che sono rimasti in terra cinque tra morti e feriti, e dovettero accorrere i soldati del reggimento Clerici... e lord Crall..."
      },
      {
        "index": 17,
        "text": "— Che? È forse morto?"
      },
      {
        "index": 18,
        "text": "— No, ma fu condotto, anzi scortato al Capitano di giustizia insieme con altri sei o sette... tra cui vi sono due che furono vostri scolari, e v'è il figlio del banchiere Negri... quell'accattabrighe..."
      },
      {
        "index": 19,
        "text": "— Oh che caso!"
      },
      {
        "index": 20,
        "text": "— Or cosa credete di fare? Dobbiamo dire il fatto a donna Paola?..."
      },
      {
        "index": 21,
        "text": "— Domando a voi come si fa a serbare il segreto con quella donna; con quella donna che avanza gli uomini in consiglio e prudenza e fermezza. E poi già... quello che non saprebbe stasera, saprebbe domattina, e avrebbe ragione di lamentarsi con noi; e poi, non vedendo a comparire suo figlio, passerebbe una notte di spasimo. Un male che si conosce è sempre meglio di un disastro che si teme e si ingrandisce coll'imaginazione."
      },
      {
        "index": 22,
        "text": "La faccia espressiva del Parini, e il suo grand'occhio, in quel punto insolitamente espanso, e la fronte spaziosa e pura su cui appariva, quasi a dir, la fuga dei veloci suoi pensieri; e ciò, dopo quell'aria di mistero onde lo aveva chiamato in disparte l'avvocato Rejna, provocò l'attenzione di quanti stavano parlando nella sala; di modo che la marchesa Ottoboni s'accostò ai due interlocutori, chiedendo che cosa era avvenuto; e quasi contemporaneamente quanti eran seduti si alzarono, e alle loro domande l'avvocato dovette ripetere quello che aveva detto al Parini."
      },
      {
        "index": 23,
        "text": "— Ah me l'era imaginato, diceva uno."
      },
      {
        "index": 24,
        "text": "— In quanto a me avrei sospettato qualunque cosa fuorchè questa..."
      },
      {
        "index": 25,
        "text": "— Ma che interesse... che desiderio... che smania... Non ci capisco niente affatto io..."
      },
      {
        "index": 26,
        "text": "— Quello che non avete capito voi aveva capito io da un pezzo... (e chi parlava era una dama)."
      },
      {
        "index": 27,
        "text": "— Che cosa avete capito?"
      },
      {
        "index": 28,
        "text": "— Lord Guglielmo ha ventisei anni ed è letterato... ed è fantastico... e in monastero c'è qualche ragazza che ha più di quindici anni."
      },
      {
        "index": 29,
        "text": "— E che?... Volevate che fosse geloso delle guardie della Ferma?..."
      },
      {
        "index": 30,
        "text": "— Altro che gelosia... paura e spavento... e fin qui non ha torto... Da soldati in convento non c'è da attender nulla di buono."
      },
      {
        "index": 31,
        "text": "— Donna Gioconda egregia, disse il Parini con ironia severa alla bella e giovane e maliziosa dama che parlava sommesso, ma non abbastanza perchè non fosse intesa da quelli che le stavano vicino; donna Gioconda egregia, abbiate la bontà di credere che qualche rara volta gli uomini, e specialmente i giovani, affrontano il pericolo per impulso spontaneo ad operare il bene e ad operarlo a vantaggio altrui, anche senza il secondo fine di qualche interesse proprio che toglie merito a qualunque bella e coraggiosa azione; e mi pare che questo sia precisamente il caso. Vogliate dunque essere cortese con lord Guglielmo, concedendogli la virtù del disinteresse."
      },
      {
        "index": 32,
        "text": "— Chi affronta il pericolo, foss'anco per il solo intento di proteggere dall'altrui violenza qualche cara persona, mi pare sia degno d'ammirazione anche senza andare a cercar altro, rispose"
      },
      {
        "index": 33,
        "text": "donna Gioconda punta, ed arrossendo di dispetto sotto il minio e i due néi posticci che, appiccicati all'angolo dell'occhio sinistro e sulla pozzetta della sinistra guancia, le alteravano l'armonia del bel volto, rendendolo però più piccante."
      },
      {
        "index": 34,
        "text": "— Donna Gioconda è tanto spiritosa, che mi obbliga a concedere questa gentile interpretazione a' suoi arguti sospetti."
      },
      {
        "index": 35,
        "text": "E a questo punto successe nella sala un generale silenzio che lasciò sentir le voci di quelli che giocavano nell'altra."
      },
      {
        "index": 36,
        "text": "— Abbiamo tempo di far la pace, diceva il padre Frisi. Lord Guglielmo non è ancora venuto."
      },
      {
        "index": 37,
        "text": "— Come volete... ma non capisco perchè stasera tardi tanto."
      },
      {
        "index": 38,
        "text": "Il Parini sentì e, senza dir nulla, dignitosamente zoppicando, attraversò la sala e si recò nell'altra dov'era donna Paola Pietra."
      },
      {
        "index": 39,
        "text": "La marchesa Ottoboni gli tenne dietro."
      },
      {
        "index": 40,
        "text": "Fattosi presso al tavoliere, dove stava seduta donna Paola:"
      },
      {
        "index": 41,
        "text": "— Lord Guglielmo, le disse il Parini, non può venire stasera per essere trattenuto altrove da un affare urgentissimo, che le dirò dopo."
      },
      {
        "index": 42,
        "text": "— Che novità? ha mandato qualche servitore?"
      },
      {
        "index": 43,
        "text": "— No... ma finisca la partita e dopo le dirò di che si tratta. Spicciatevi, il mio caro padre Paolo, che quand'anche foste per commettere uno sbaglio, gettando giù una cattiva carta, non si tratta di un calcolo matematico."
      },
      {
        "index": 44,
        "text": "— Un poeta non ci perde nulla se confonde il re di spade col re d'oro, rispose il padre Frisi, colla sua consueta facezia; ma un professore di matematica... ci va dell'onor suo... Ah!.... Donna Paola... non avrei mai pensato ch'ella avesse il ventuno... Caro abate, mi sono comportato da poeta questa volta..."
      },
      {
        "index": 45,
        "text": "La partita finì, 11 padre Paolo Frisi si alzò, si alzarono gli altri e donna Paola con essi, la quale voltasi impaziente al Parini:"
      },
      {
        "index": 46,
        "text": "— E che cos'è quest'affare di tanta urgenza?"
      },
      {
        "index": 47,
        "text": "— Lord Guglielmo ha voluto impegnarsi, d'accordo con alcuni altri gentiluomini, e metter mano in quella brutta pasta dei fermieri, per l'utilissimo intento di convincere l'autorità, con qualche atto clamoroso, dei pessimi provvedimenti da lei presi. Però, trattandosi stasera di una perquisizione in luogo dove la Ferma non aveva mai osato penetrare..."
      },
      {
        "index": 48,
        "text": "— Ah... me l'aspettavo... Ho compreso tutto, si è dunque voluto assolutamente far resistenza alla forza pubblica, e Guglielmo..."
      },
      {
        "index": 49,
        "text": "— Guglielmo si trovò impegnato cogli amici e... già è facile imaginarsi che queste cose non vanno Via lisce... insomma... hanno dovuto tutti quanti presentarsi al Capitano di giustizia."
      },
      {
        "index": 50,
        "text": "Il Parini che, in prima, aveva proceduto con lentezza guardinga nel dar quel tristo annuncio alla madre di Guglielmo, continuò più spedito e più franco quando si accorse che ella non ne era gran che percossa. Tutti poi rimasero assai meravigliati allorchè donna Paola, sentito il fatto, sul volto, conservatosi calmo e sereno, mostrò gl'indizj di qualche cosa che somigliava alla compiacenza."
      },
      {
        "index": 51,
        "text": "— Cari amici, soggiunse ella poi, giacchè le soperchierie eran procedute al punto che, a sopportarle, potevano col tempo generar malanni ancora più terribili, ed era necessario che qualche uomo coraggioso e fermo protestasse forte e senza quelle benedette mezze misure che finiscon quasi sempre a lasciar le cose peggio di prima; così vi confesso la verità, sebbene qui questa cara ed ottima marchesa mi guardi stupita, che ho gran piacere ci sia entrato mio figlio. Prevedo, pur troppo, che ci saranno travagli seriissimi da incontrare; ma... penso che il mondo sarebbe cento mila volte peggio di quello che è, se di tant'in tanto non ci fossero quelle felici e generose tempre d'uomini che danno da pensare alla prepotenza e spaventano i pregiudiz]. Così è... sono contenta di Guglielmo... Pur troppo l'audacia gli costerà cara... ma verrà il buon mercato... e gli altri godranno..."
      },
      {
        "index": 52,
        "text": "Così esprimevasi quella donna forte e singolarissima, e tra ciglio e ciglio le brillava quel raggio antico dell'intelligenza coraggiosa che si conforta nella convinzione del giusto —"
      },
      {
        "index": 53,
        "text": "quell'intelligenza coraggiosa onde aveva saputo vincere e far piegare innanzi a sè consuetudini e pregiudizi inveterati, siccome sa il lettore."
      },
      {
        "index": 54,
        "text": "— Ed ora, continuava donna Paola, è necessario ch'io mi riduca a casa, perchè è probabile che là vi sia qualche lettera del signor capitano di giustizia, o qualche avviso di Guglielmo... Vedremo. Chi dunque mi accompagna?"
      },
      {
        "index": 55,
        "text": "Tutti si offersero. Ma il Parini, il padre Frisi e il conte Pertusati, prefetto della confraternita di san Giovanni alle Case Rotte, si disposero a farle seguito di fatto, dandole braccio l'avvocato Fogliazzi. Quando poi tutti furono per uscire, la marchesa Ottoboni, la padrona di casa, che aveva coltissimo l'ingegno come ottimo il cuore:"
      },
      {
        "index": 56,
        "text": "— Donna Paola, permettete che v'accompagni anch'io. Verrà più tardi a prendermi la carrozza a casa vostra."
      },
      {
        "index": 57,
        "text": "E così se ne partirono tutti, facendo la via lentissimamente: donna Paola tra la marchesa Ottoboni e l'avvocato Fogliazzi, e il Parini che incedeva lor presso, appoggiato al braccio del Padre Frisi."
      },
      {
        "index": 58,
        "text": "Quando, venuti a santa Maria Podone, attraversarono la piazza, videro fermato un carrozzone innanzi al portone di casa Pietra. Il lacchè, col piede sullo scalino del cocchio, tenendo nella sinistra la torcia accesa che rischiarava di una luce rossastra gran tratto di quella buia contrada Borromeo, attendeva a far chiacchiere col cocchiere. I servitori, che precedevano coi lampioni i nostri personaggi, furono i primi a dire, ravvisandola a quel chiarore: È la livrea di casa Arese."
      },
      {
        "index": 59,
        "text": "— Ahi, disse donna Paola, questo mi è di cattivo augurio. È la contessa."
      },
      {
        "index": 60,
        "text": "E in fatti, quando furono al punto da svoltar nel portone, mettendosi in fila, per passare tra la carrozza e il muro di casa Pietra, il lacchè, ritraendo il piede dallo scalino, e cavandosi il cappello a tre punte:"
      },
      {
        "index": 61,
        "text": "— La signora contessa mia padrona è entrata, ed aspetta da quasi mezz'ora..."
      },
      {
        "index": 62,
        "text": "— Ahinè... replicò donna Paola... davvero che prevedo disgrazie..."
      },
      {
        "index": 63,
        "text": "Se il lettore si ricorda, la contessa Arese, dama della croce stellata, priora di molte congregazioni, era la protettrice e conservatrice del collegio di san Filippo Neri."
      },
      {
        "index": 64,
        "text": "H"
      },
      {
        "index": 65,
        "text": "Questa nobil dama, supplicata per lettera, qualche ora prima, dalla reverenda badessa a recarsi al monastero, senza perdere un minuto di tempo, aveva sentito con grande indignazione il gravissimo disordine avvenuto, e con stupore la scomparsa delle due fanciulle educande."
      },
      {
        "index": 66,
        "text": "— E l'avea pur avvisata io quella signora donna Paola, esclamò al racconto; l'avea pure avvisata a ritirare la fanciulla dal convento. Ma colei vuol sempre fare a modo suo, e non m'ha dato ascolto, ed ora ecco che cos'è avvenuto."
      },
      {
        "index": 67,
        "text": "— Questo può andare per donna Ada, nobilissima contessa, avea risposto la madre badessa, ma chi può spiegare la scomparsa della Crivello, la perla delle educande? Ah, che disonore, che smacco per il convento, nobile contessa, per questo convento che godeva di una così grande e meritata riputazione!"
      },
      {
        "index": 68,
        "text": "— Pur troppo, madre reverenda, pur troppo! Ed or che si fa?... Quella signora donna Paola, che entra dappertutto, che dà consigli a tutti, che dispensa grazie e favori e soccorsi a tutti, vedremo, vedremo ora quel che saprà fare. Senza perder tempo io mi recherò da lei. Voi intanto, madre reverenda, spedite tosto qualcuno del convento de' cappuccini ad avvisare i signori Crivello... Oh che diranno mai quegli egregi signori, quell'ottima marchesa! ah, è questo un grande scompiglio, madre reverenda! E così dicendo, aveva lasciata la superiora e le altre suore in lagrime; e messasi in carrozza, se ne venne alla casa Pietra."
      },
      {
        "index": 69,
        "text": "Donna Paola era veduta con segreto rancore dalla contessa Arese, e da tutte quelle altre dame segnalate per titoli, e investite di qualche importante incarico relativo alla carità od alla beneficenza pubblica, priore di sacre congregazioni, protettrici d'orfanotrofj, raccoglitrici di"
      },
      {
        "index": 70,
        "text": "largizioni della carità privata, e che, in virtù di tali incarichi, erano ossequiate, supplicate, temute. La cagione di quel segreto rancore era che quella donna singolare non aveva mai voluto appartenere a nessuno di quei corpi morali, avendo sempre preferito di esercitare la beneficenza in un modo eccezionale e ne' casi eccezionali, perchè soleva dir sempre: «ai bisogni e alle disgrazie comuni e di tutti i giorni v'è chi ci pensa; e perciò è necessario che qualcuno provveda a quei casi a cui, per essere insoliti o per trovarsi in contrasto con qualcuno dei pregiudizi più radicati nel mondo, nessuno vuol pensare». Sin qui però quelle donne esimie si sarebbero anche tranquillate, ma il loro dispetto più forte nasceva da ciò, che sebbene donna Paola non avesse veste nessuna di pubblico incarico, nè titolo sonoro che la distinguesse fra le dame, nè croci stellate, nè altro, pure ogni qualvolta si mostrava in pubblico o appariva tra la minuta gente, a preferenza di tutte loro, raccoglieva le più segnalate dimostrazioni d'affetto; e spesse volte i poveri e gl'infelici che ricorrevano ad esse, se mai insorgeva qualche difficoltà di soccorso, mettevano innanzi il nome di donna Paola, quasi lor domandando consiglio, se era il caso di ricorrere a quella come a suprema autorità. Codesto fatto era il colpo più crudo per quelle esimie dame; e spesso i poveretti che, per inesperienza ingenua, avevano proferito quel nome venerato, si sentivano licenziati con solenni rabbuffi e peggio. Tanto s'infiltra ovunque il perfido amor proprio, e, quand'è offeso, mette il turbamento persino negli atti di carità!"
      },
      {
        "index": 71,
        "text": "Ma tornando ai fatti, donna Paola, affannata ed ansiosa, salì le scale preceduta da tutti gli altri. Il servo gallonato della contessa Arese era in anticamera, e con esso un servo di donna Paola, alla quale e l'uno e l'altro contemporaneamente dissero:"
      },
      {
        "index": 72,
        "text": "— La signora contessa Arese è nella sala di ricevimento."
      },
      {
        "index": 73,
        "text": "Il rumore dei passi e delle voci fecero alzare la contessa dal seggiolone, ove erasi messa per meditare la formola migliore da dare al tristo annuncio, di modo che, quando donna Paola entrò, quella gli moveva incontro:"
      },
      {
        "index": 74,
        "text": "— Qual grave motivo vi ha costretta a venire da me in ora così tarda?"
      },
      {
        "index": 75,
        "text": "La voce di donna Paola, la qual non s'era per nulla turbata quando il Parini le aveva narrato il fatto di suo figlio, tremava nell'esprimere quella domanda."
      },
      {
        "index": 76,
        "text": "Un vago presentimento l'affannava e, per di più, vedevasi innanzi una donna colla quale non s'era mai trovata d'accordo un momento solo. V'hanno persone che, relativamente o assolutamente, nella faccia, nei modi, nelle parole, serbano un'impronta indefinibile che arrovescia l'anima di chi, senza volerlo, è costretto a trovarsi con esse. E donna Paola era precisamente in questa condizione al cospetto della contessa, e per quell'impulso naturale ed invincibile dell'antipatia, la quale spesso è un'ingiustizia, ma qualche volta è pur salutare come l'istinto; ed anche perchè sapeva come l'Arese, di cheto e sott'acqua, fosse la sua perpetua avversaria, e si adoperasse a mantenere contro di lei i rancori delle dame vegliarde sue degne consocie, e soffiasse astutamente nelle ire, velate di pretesti devoti."
      },
      {
        "index": 77,
        "text": "Quando una persona versa in tali relazioni affettive con quella a cui deve annunciare una disgrazia, non è possibile che trovi in quel punto il modo da farsi ben volere."
      },
      {
        "index": 78,
        "text": "— Donna Paola si ricorderà dell'ultima mia visita, rispose dopo qualche pausa la contessa."
      },
      {
        "index": 79,
        "text": "— Me ne ricordo, sì, soggiunse con impazienza donna Paola."
      },
      {
        "index": 80,
        "text": "— Si ricorderà anche del consiglio che rimessamente mi son permessa di darle... Ahi!... perchè mai, nella sua saviezza, donna Paola, non ha creduto bene di ascoltarmi! e mandò un grave e lungo sospiro."
      },
      {
        "index": 81,
        "text": "Davvero che si potrebbe forse scommettere che in fondo all'animo della contessa c'era un sentimento di compiacenza, che le faceva trovare una, quasi diremo, vendetta nel dar quell'annunzio a donna Paola; un sentimento irresistibile e che, per mancanza di espressioni più proprie e precise, si potrebbe chiamar fisico. Infatti, se non fosse così, perchè incominciare il suo discorso a quel modo?"
      },
      {
        "index": 82,
        "text": "— Ma in none di Dio, parlate, continuava donna Paola; che cosa c'entra il vostro consiglio di tanti giorni fa, colla vostra visita di quest'oggi?"
      },
      {
        "index": 83,
        "text": "— Se quella fanciulla da voi protetta fosse stata ritirata dal monastero in tempo..."
      },
      {
        "index": 84,
        "text": "— Che?..."
      },
      {
        "index": 85,
        "text": "— Quest'oggi non sarebbe scomparsa..."
      },
      {
        "index": 86,
        "text": "— Scomparsa!... Ma chi scomparsa? ma da dove? ma parlate più chiaro e più spiccio."
      },
      {
        "index": 87,
        "text": "— Donna Paola si tranquillizzi... Vi deve essere nota la visita de' fermieri in convento e il parapiglia con alcuni... non dirò cattivi, ma certo turbolenti e avventati giovinotti... Lord Guglielmo, vostro figlio, ha voluto onorarli della propria complicità... e ciò mi rincresce, mi rincresce davvero... un così distinto giovane! Ma per non lasciarvi in pene, vi dirò che, mentre avveniva il più strano e terribile caso che mai abbia sconvolta e funestata la santa tranquillità di un convento, scomparvero due educande; donna Ada, figlia della contessa Clelia, e una Crivello... della quale poi non mi so far capace in nessun modo... perchè era chiamata la perla delle educande."
      },
      {
        "index": 88,
        "text": "— Scomparsa!!!... esclamò donna Paola, lasciandosi cadere sul seggiolone, e girando lo sguardo attonito su tutti gli astanti che, percossi e muti e immobili, guardavano lei."
      },
      {
        "index": 89,
        "text": "Allora il più profondo silenzio si prolungò sino al punto che donna Paola, alzandosi da sedere e stringendo le mani della marchesa Ottoboni colle proprie convulse e tremanti:"
      },
      {
        "index": 90,
        "text": "— Povera infelice contessa proruppe... or che le diremo?... Ah! è una disgrazia maggiore di tutte le disgrazie!"
      },
      {
        "index": 91,
        "text": "E il silenzio continuò ancora, finchè fu rotto dalle parole della contessa Arese:"
      },
      {
        "index": 92,
        "text": "— Donna Paola, non v'è chi misuri e trovi giusto il vostro dolore più di me... ma se è permessa una riflessione in così tristo punto, lasciate ch'io ridica quello che ho sempre pensato e detto. Non era conveniente, per nessun conto, che una donna vostra pari si desse tanto pensiero della contessa, che Dio però le perdoni; nè che vi pigliaste tanta cura di quella fanciulla... molto meno poi fu conveniente il metterla ad educare nel monastero... La nobil donna che m'antecedette come protettrice e conservatrice di quel santo luogo... ha voluto fare a modo suo... ha trovato giusto che voi... che la contessa... ma in conclusione fu uno scandalo, uno scandalo inaudito che... e molti infatti dei nobili ed ottimi genitori che misero ad educare le loro fanciulle là dentro... se ne lamentarono e se ne lamentano."
      },
      {
        "index": 93,
        "text": "Donna Paola, sprofondata nel doloroso suo pensiero, a tutta prima non aveva prestato orecchio alla contessa Arese; ma arrestata da quella parola scandalo, si scosse e comprese e si mise a guardar fissa la contessa, aspettando attonita la conclusione delle sue parole; se non che non le bastò la pazienza di lasciarla finire, e:"
      },
      {
        "index": 94,
        "text": "— Che mi tocca di sentire? proruppe; di che scandalo mi parlate, di che lamenti? Vorrei che parlassero a me questi signori padri e queste signore madri che voi mi nominate! Ma dov'è la legge del perdono? ma che nuova dottrina è la vostra, ma chi ve l'insegna? La contessa Clelia è oggi un esemplare di virtù e di scienza. Ella ha provato al mondo che, se si può fallire, ben si può rompere una mala pratica, ed oggi, esponendo altrui il tesoro faticoso de' suoi studi severi, è più utile al mondo che voi tutte colla vostra carità falsa, per la quale vorreste messa alla gogna anche in fasce una creatura innocente perchè... ma che perchè? La fanciulla Ada è la figlia del conte V..., chi può negarlo? voi sole, egregie dame della carità, siete state a far sorgere gli scandali, gettando nel mondo le avventate congetture che la coscienza, l'onestà, la bontà dovrebbero sempre respingere. Ma sta a vedere, contessa, che voi sareste capace di pensare, e anche di volerlo far credere a me, che questa sventura possa essere un indizio dell'ammonizione, della punizione del cielo; perchè tra le altre vostre abitudini avete anche quella di dar ad intendere di essere confederata al cielo in tutto quello che dite e fate, e siete per dire e per fare; così il cielo, al cospetto del povero vulgo ingenuo, ingannato dalle false apparenze, quasi parrebbe complice della cecità, per non dire del pervertimento del vostro giudizio. Ed ora vi debbo dire, che, dacchè il monastero di san Filippo Neri fu eretto dalla sua pia fondatrice, la vigilanza fu sempre così esemplare che non è mai avvenuto che scomparissero o vi si trafugassero fanciulle. L'esimia signora che vi ha preceduto nell'incarico di proteggere quel sacro asilo, lo mise in tanta floridezza, che da tutte le parti del Ducato fu una gara il mandarvi ad educar fanciulle. Ora è sotto la vostra tutela, ed è per la prima volta che avviene una sventura di tal fatta, una sventura la quale non può ascriversi che a disordine di regolamento, a incompleta sorveglianza, a incapacità tollerata nelle superiore, alla insufficiente"
      },
      {
        "index": 95,
        "text": "custodia del luogo, cose tutte di cui voi, voi sola dovete render ragione... Ed ora che diremo, che dirò io a quella povera contessa Clelia, la cui vita travagliata e, adesso, di tutto sacrificio, non aveva altro conforto che l'esistenza di quella sua unica ed angelica figliuola?... che le dirò io? con che parole le scriverò? AA!... avrei voluto morir prima, piuttosto che sentire una simile disgrazia..."
      },
      {
        "index": 96,
        "text": "E così dicendo, cadde spossata sulla seggiola."
      },
      {
        "index": 97,
        "text": "— Condono al dolore, disse la contessa rivolta agli astanti, dignitosamente burbanzosa, l'amarezza delle sue espressioni; e additava donna Paola; ma nè la conservatrice del monastero nè la priora, nè le suore maestre potevano rispondere dell'ordine consueto del monastero in una notte di tanto trambusto. Chi poteva prevedere una perquisizione in convento?... chi, e fu il peggio, la venuta di que' giovani armati che tramutarono il monastero in un campo di battaglia? E non posso tacere la voce che ormai circola per Milano... che quei giovani siano entrati in quel sacro asilo per coprire un colpevole intento con un atto coraggioso... Non posso dissimulare essere generale la persuasione che quei giovani fossero appartenenti alla pericolosa e iniqua società dei Liberi-Muratori... Vi fu perfino chi... ma io non voglio credere... vi fu dunque chi mise innanzi a tutti il nome di lord Crall..."
      },
      {
        "index": 98,
        "text": "Donna Paola si volse a quelle parole, e un lampo le balenò nel pensiero e un sospetto. Ella, avendo letto in cuore al figlio Guglielmo l'amore per Ada, era la sola che di necessità doveva essere più vicina ad ammettere quell'accusa, ripensando la quale e misurandola in tutta la sua gravezza si trasmutò in viso, ed essendosi sforzata a parlare, non potè."
      },
      {
        "index": 99,
        "text": "Allora corsero diverse parole tra la marchesa Ottoboni, la contessa Arese, il Parini, il Frisi e gli altri. In fine la contessa, avvicinandosi a donna Paola, con accento dignitoso, ma in cui fremeva l'aria del trionfo:"
      },
      {
        "index": 100,
        "text": "— Io ho fatto il mio dovere, le disse, se fui sollecita nel venirvi ad avvisare di tutto. Credo che non avrete rancore con me, se ho manifestato le mie opinioni, come io non ho nulla con voi se avete manifestate le vostre. Io vi lascio intanto, pregando il cielo perchè vi dia buoni pensieri e la calma di sostenere un tal colpo."
      },
      {
        "index": 101,
        "text": "— Abbiate i miei ringraziamenti, rispose donna Paola, alzandosi e stringendo sbadata la mano che quella le porse. E la contessa uscì accompagnata dalla marchesa Ottoboni sin sulla soglia della sala. Quando la marchesa tornò indietro, donna Paola stava interrogando il Parini se fosse conveniente o no avvisare la contessa Clelia di quella sventura."
      },
      {
        "index": 102,
        "text": "— Bisogna scriverle senza perder tempo, rispose il Parini, anzi supplicarla di venir tosto a Milano. Io non m'arrogo, donna Paola, di dar consigli a voi; ma per quanto segnalata sia la vostra prudenza e feconda di consigli la vostra esperienza e operoso il vostro amore, pure è necessario che in tal caso la madre sia qui. L'amor materno serba delle virtù arcane, che talvolta arrivano ad ottenere quel che parrebbe impossibile ad ogni altra volontà intelligente e infervorata. Io ho un presentimento, torno a ripeterlo, che soltanto la madre troverà sua figlia."
      },
      {
        "index": 103,
        "text": "— Scrivetele dunque subito, disse donna Paola, ma non spaventatela. Un pretesto... una malattia... che so i0?... ma badate di non spaventarla... Povera Clelia!! ed abbassando la voce e facendosi all'orecchio di Parini: — Ed ora, soggiunse, io sono più povera di lei!"
      },
      {
        "index": 104,
        "text": "Poco tempo dopo, la carrozza venne a prendere la marchesa Ottoboni, a cui donna Paola diede un bacio; anche gli altri partirono; e noi pure usciremo all'aperto."
      },
      {
        "index": 105,
        "text": "HI"
      },
      {
        "index": 106,
        "text": "La calunnia è un tema inesauribile, press'a poco come quello dell'amore. Si credeva che essa, dopo essere stata svergognata nell'ideale di don Basilio, e messa in musica da Rossini, avrebbe cessato di somministrar nuovi concetti al filosofo ed all'artista. Ma siccome gli uomini, se appena appena si elevano di tanto, quanto basta a destare invidia, ne hanno sentito nelle reni il coltello traditore, così, anche dopo il fa diesis che Rossini applicò al colpo di cannone, vi si fecero intorno degli studj, i quali se non valgono ad esprimere con novità il concetto generale della calunnia, ne"
      },
      {
        "index": 107,
        "text": "mostrano però sempre qualche nuovo carattere speciale e peregrino degno sempre di un paragrafo in un trattato di patologia sulla natura intellettuale e morale degli uomini."
      },
      {
        "index": 108,
        "text": "Il figlio di Lorenzo Bruni che fanciullo conobbe donna Paola di persona, ci raccontò come anch'essa, a sessantasei anni, dovette sentirsi avvolta dalla bufera della calunnia. Un nuovo modo della quale, e si manifestò la prima volta allora per ferire quella donna singolare, consistette in ciò che, ad assalirla, colse il punto in cui la virtù di lei aveva mandato il suo raggio più vivo e più caratteristico. Noi abbiamo veduto che, allorquando l'abate Parini le annunciò guardingo la cattura di lord Guglielmo, ella, invece di provare quella costernazione che tutte le madri nella sua condizione avrebbero provata a quella notizia, mostrò invece un vivo soddisfacimento, e disse tali parole, per cui fu manifesto che posponeva la tranquillità del suo carissimo figlio all'idea generosa di vederlo in pericolo per essersi adoperato a vantaggio altrui. In quel secolo, o per dir meglio, in quel periodo di secolo poltrone, la madre romana che uccise il proprio figlio in punizione d'aver gettato lo scudo in battaglia non potea avere dall'opinione codarda dei più che un grado distinto tra le pazzie celebri; e però doveano fare uno strano senso le parole di donna Paola. Gli intelletti e i cuori squisiti, che, come sempre e dovunque, costituivano una desolata minoranza anche nella società di casa Ottoboni, rimasero ammirati e commossi a tanto slancio d'insolita magnanimità; ma gli altri, ovvero sia i nove decimi di quella società stessa, subirono una meraviglia ottusa e cretina, per la quale non poteano capacitarsi che una madre, e una madre di quel senno tanto decantato, dovesse esprimere così avventati sentimenti."
      },
      {
        "index": 109,
        "text": "Guai se un atto qualunque, sia pur originato dal più generoso impulso e venga dall'uomo più incorrotto, si eleva oltre la sfera delle abitudini vulgari, in modo da non poter essere più seguito dall'ala del senso comune! quell'atto, di repente, girando di bocca in bocca, è soggetto a mille esami fiscali; 1 più vili, che non possono nemmeno concepire le buone azioni comuni, si rivoltano come serpenti alla buona azione eccezionale, la quale è gettata innanzi al tribunale della pubblica opinione come una colpa vituperosa."
      },
      {
        "index": 110,
        "text": "Ma per vedere come la calunnia abbia lavorato ai danni di quella donna insigne, entreremo nel caffè Demetrio per assistere al processo con cui l'ozio, onde canzonare il tempo, si spassa a far rotolare innocentemente le accuse a cui diedero la prima spinta i vili."
      },
      {
        "index": 111,
        "text": "Dopo quella tal giornata memorabile del mese di marzo del 1750, noi non siamo mai più entrati nel caffè del Greco o Demetrio. Bensì, in sedici anni, non mancarono di intervenirvi quotidianamente quasi tutti coloro che abbiamo udito a far commenti intorno al tenore Amorevoli, stato colto dal barigello nel giardino di casa V... Continuava ad intervenirvi anche quel tal che, fin d'allora, abbiam veduto sedere, quasi al banco presidenziale, in quell'assemblea di sfaccendati, a tener la paletta e a ventilare il braciere delle novità e della maldicenza. Colui, se nelle rughe agli angoli esterni degli occhi, spiegatesi in forma di ventaglio, mostrava che i tre lustri non avevano mancato di fare il loro dovere, nel rimanente, per salute, abitudini, spirito e parlantina, si conservava perfettamente lo stesso. Ai vecchi avventori se ne erano poi aggiunti di nuovi, tra gli altri un tal Carlantonio Baserga, stato già ragioniere-maggiordomo in casa Origo, poi venuto agli stipendj del monsignor G..., ricchissimo prelato, primicerio della Metropolitana. Quel signor Baserga veniva dopo mezzodì a sorbire la cioccolata al caffè Demetrio, e per essere un collo torto, e per aver fama d'essersi arricchito nell'amministrare le altrui sostanze, ingannando i buoni padroni coll'ostentazione delle più devote pratiche, coll'abbandonare, per esempio, un pranzo in venerdì o in sabato, se mai avesse veduto qualche cappone mostrare i suoi pingui gheroni sulla tavola di un ricco gaudente; per essere, insomma, tenuto in conto d'astuto ipocrita e d'indefesso procacciatore d'acqua pel suo mulino, era malissimo veduto da quella società di gente allegra e un po' libertina."
      },
      {
        "index": 112,
        "text": "Con tutto ciò, guardate caso strano, la prima volta che colui, sentendo a commentare in caffè l'avvenimento del monastero e a parlare di lord Crall e degli altri, pronunciò blandamente una parola, che cangiando di punto in bianco tutta la direzione delle congetture, schizzò uno spruzzo di veleno risolvente sulla riputazione del figlio di donna Paola e su quella di lei medesima, in quell'occasione tutti, o quasi tutti, aguzzarono l'orecchio e lo ascoltarono ansiosi e, osiamo dire, con piacere; con tanto piacere che tacque pel momento l'invidiabile antipatia che avevano per esso."
      },
      {
        "index": 113,
        "text": "Donna Paola dovette allo slancio più luminoso della sua generosa indole, se nella maggior parte che l'ascoltarono nacque un primo senso di maraviglia diffidente e di ripulsione. Il collarone Baserga, esoso a tutti, nel punto che con più ardimento spiegava la sua mala natura, precisamente in quel punto i credenzoni gli si volsero più benigni. A seguire colla riflessione codeste bizzarre contraddizioni della società che si piega ad ogni vento, chi vive d'entrata può divertirsi tanto, quanto basta per purgarsi delle amarezze che vi si raccolgono ad ogni minuto!"
      },
      {
        "index": 114,
        "text": "Un'ora dopo mezzodì, i nostri vecchi avventori erano dunque tutti seduti in caffè; il nostro amico presidente passeggiava innanzi e indietro, colle braccia conserte al petto, come se il mondo posasse tutto quanto sovra i suoi larghi omeri. Solo in un angolo l'amico collarone, il signor ragioniere Baserga, sorseggiava la cioccolata."
      },
      {
        "index": 115,
        "text": "A quell'ora, com'è naturale, tutta la città era piena dei fatti avvenuti la notte antecedente, figuriamoci poi se non ne doveva essere completamente informata quella società di compagnoni, cacciatori instancabili di notizie e di pettegolezzi."
      },
      {
        "index": 116,
        "text": "— Avete ragione, diceva il presidente; il fatto, anzi l'intreccio de' fatti, è strano, è curioso, è avviluppato fino a parere inverosimile, ma è ancora un niente per sè stesso. Quel che fa strabiliare si è che, per questi fatti, tornino oggi in ballo precisamente coloro che tanti anni fa provocarono tali e tante ciarle da andarne sottosopra tutto il Ducato. Che la signora contessa Clelia abbia dato al mondo una bella figliuola... niente di più naturale. Ma quel che fa senso è, che da un monastero dove non è mai avvenuto scandalo di sorta, debba scomparire una fanciulla, e che questa fanciulla sia precisamente la figlia della contessa! Se ciò fosse successo nel monastero di Santa Radegonda... non poteva andar meglio... Donna Paola lo rese celebre per esserne fuggita, e per aver avuta tanta drittura di cervello e forza e coraggio da farsi dar ragione anche dal papa... onde la fuga della figliuola di donna Clelia avrebbe fatto di quel monastero un istituto sui generis, da essere di preferenza visitato dai forastieri."
      },
      {
        "index": 117,
        "text": "— Se mi permetti di contraddirti, soggiungeva un altro, sarebbe stato ben più strano e inconcepibile che donna Paola avesse mandato ad educare la sua, dirò, pupilla in quel convento stesso, dove ella aveva passata una gioventù tanto infelice, e che la pupilla fosse poi fuggita di là appunto per imitare chi l'aveva in tutela."
      },
      {
        "index": 118,
        "text": "— Come vuoi tu...? Ma tornando alla scomparsa o alla fuga della ragazza, non poteva al certo avvenire in un modo più clamoroso; perchè gli ingredienti e della Ferma e delle guardie e delle schioppettate nel recinto, e dell'intervento dei Frammassoni, se sarà vero, e del giovane lord Crall, precisamente di un figlio di donna Paola, fanno un tal garbuglio e un tal nodo, che sfido la fantasia del prete Passeroni a inventarmene uno più intricato... e scommetto che, coll'andar del tempo, qualche bizzarro ingegno, se mai verrà a conoscere tutta questa matassa, e sia di quelli che o bene o male sanno tenere una penna in mano, ne stenderà la storia in modo, che i nipoti dei. nostri nipoti sentiranno il desiderio di essere nati tanti anni prima."
      },
      {
        "index": 119,
        "text": "— Ah, è una gran donna quella donna Paola..."
      },
      {
        "index": 120,
        "text": "— Cosa c'entra adesso la gran donna?"
      },
      {
        "index": 121,
        "text": "— C'entra tanto che, senti un po', caro mio, giacchè ti dispiace che una notizia venga da una bocca che non sia la tua, ma l'ho sentita stamattina nello studio dell'avvocato Fogliardi...."
      },
      {
        "index": 122,
        "text": "— Sentiamo; che cosa?"
      },
      {
        "index": 123,
        "text": "— Che invece di lamentarsi della disgrazia toccata al figliuolo, donna Paola, jeri sera, in casa Ottoboni, se ne gloriava. e diceva che esso aveva fatto benissimo a comportarsi a quel modo..."
      },
      {
        "index": 124,
        "text": "Colui che parlava non incontrava di solito l'approvazione dei compagnoni affaccendati. Può darsi che forse rappresentasse il solitario buon senso in perpetua lotta col senso comune; però fu contraddetto anche in questa occasione."
      },
      {
        "index": 125,
        "text": "— Oh... tu la dici grossa... bada che donna Paola non avrà detto così... non è possibile...."
      },
      {
        "index": 126,
        "text": "— Se lo dico, è perchè lo so...."
      },
      {
        "index": 127,
        "text": "— Allora si vede che anche donna Paola può dir delle sciempiaggini... e che, per distinguersi dalle altre dame, ha voluto far la parte di Spartana. Io abborro tutto ciò che sa di ostentazione..."
      },
      {
        "index": 128,
        "text": "— Ma che ostentazione?..."
      },
      {
        "index": 129,
        "text": "— Rallegrarsi perchè il figliuolo va in galera... ma sai tu che è nuova di conio?"
      },
      {
        "index": 130,
        "text": "— Cosa c'entra la galera?... È motivo che la si deve guardare."
      },
      {
        "index": 131,
        "text": "— Che motivo?... Già io non sarò mai per approvare che coloro siano andati con violenza a portar il campo di battaglia in un monastero, per fare il bulo coi finanzieri. Non si potevano aspettar in istrada... od assalirli nel loro nido?"
      },
      {
        "index": 132,
        "text": "— Bravo! per rimanere schiacciati dal numero. Saresti un generale assai astuto... Bravo!"
      },
      {
        "index": 133,
        "text": "— Ma che bravo! Credi tu ch'io solo sia di questo parere?... tutti lo dividono con me... E sfido io a pensar altro, chi ha la testa sulle spalle...."
      },
      {
        "index": 134,
        "text": "— Grida pure a tua posta; ma intanto ti prego a considerare che non basta aver la testa sulle spalle... quel che importa è di avere una buona testa."
      },
      {
        "index": 135,
        "text": "— Signor buona testa... mi perdoni, dunque.... ma quando tu mi proverai che la prepotenza di quei giovinotti..."
      },
      {
        "index": 136,
        "text": "— Ma ho da sentir a parlar di prepotenza, quando si trattava di sbarrar le bocche a quei cani de' fermieri..."
      },
      {
        "index": 137,
        "text": "— La questione non è sui fermieri... la questione è se sia stato bene entrar in un monastero a fare il gradasso... e a far strillar le monache... bel gusto!... bell'onore!..."
      },
      {
        "index": 138,
        "text": "— Sono andati a cercarli dove si trovavano, e per coglierli nel punto che, per la prima volta, ebbero la sfrontatezza di entrar in un luogo consacrato alle sante vergini."
      },
      {
        "index": 139,
        "text": "— Ma che sante vergini!..."
      },
      {
        "index": 140,
        "text": "— Sta a vedere che adesso l'hai colle sante vergini!... mentre prima disapprovavi chi aveva loro turbato il sonno. Ma dov'è la connessione delle idee?"
      },
      {
        "index": 141,
        "text": "Il presidente, messo alle strette, faceva gli occhiacci all'avversario, quando l'amico collarone entrò a parlare:"
      },
      {
        "index": 142,
        "text": "— Con buona pace di loro signori... se mi permettono, dirò anch'io il mio parere."
      },
      {
        "index": 143,
        "text": "Tutti si volsero."
      },
      {
        "index": 144,
        "text": "— Trovo che il signore ha ragione nell'asserire che donna Paola non aveva poi tanto a gloriarsi che suo figlio siasi cacciato in monastero per calar la spada sulla testa de' fermieri."
      },
      {
        "index": 145,
        "text": "— Diavolo!... si può pensar diversamente?... e il presidente chiacchierone guardò con amabilità insolita l'ipocrita collarone, a cui aveva pur sempre e fatto e detto delle scortesie. Ma, per un'altra delle tante debolezze umane, quando uno è a capegli con un avversario in una disputa qualunque, e, volendo aver ragione ad ogni costo, si sente a dar torto con virulenza, non tarda un minuto a farsi amico del primo che venga in suo soccorso, fosse pure colui il peggiore suo nemico."
      },
      {
        "index": 146,
        "text": "— E trovo inoltre di dire, continuava il signor Baserga, che lord Crall nell'entrare armata mano in monastero ha commesso una solenne prepotenza."
      },
      {
        "index": 147,
        "text": "— Diavolo, non si può avere un'altra opinione."
      },
      {
        "index": 148,
        "text": "— E i fermieri, che Dio però li tenga lontani dalla mia casa, dovevano essere attratti in altro modo, e sfidati, se pur si volevano sfidare, in altro luogo."
      },
      {
        "index": 149,
        "text": "— Così è certissimamente; allora avrebbe potuto dire di aver saputo respingere la violenza stando sul terreno della legge. È chiara come il sole."
      },
      {
        "index": 150,
        "text": "— Sicuro, certo, non c'è che dire, soggiunsero allora tutti in coro."
      },
      {
        "index": 151,
        "text": "— Non c'è che dire? Adagio, soggiungeva l'uomo del buon senso; c'è da dir qualche cosa, perchè quando sento a parlar di legge, ho l'onore di dire che a bastonare le guardie della Ferma anche in un'osteria, il terreno della legge sarebbe stato invaso tanto, quanto ad averli percossi in convento... e che dall'istante che si doveva dar di cozzo e nella legge e nell'autorità viva e recente e calda di un editto che non parla a mezzabocca, tanto valeva un'osteria quanto un monastero; anzi il monastero spiega la ragione e della difesa e della protezione dei deboli; e l'osteria invece avrebbe presentato il sospetto di una rissa plebea e villana, e tutt'altro che degna di gentiluomini..."
      },
      {
        "index": 152,
        "text": "— Se il signore mi ascolta... sentirà che non si trattava di difesa... bensì era una trappola tesa da lontano..."
      },
      {
        "index": 153,
        "text": "— Che? come?"
      },
      {
        "index": 154,
        "text": "— Ma innanzi tutto devo dire che, se loro signori sono tra i caldi ammiratori di donna Paola, io ho l'obbligo di tacere."
      },
      {
        "index": 155,
        "text": "— Ma parli, ma parli, gridava il presidente. Oh, sarebbe bella che... Vi rammentate quel che ho detto un giorno in cui abbiam veduto donna Paola nel carrozzone scoperto, seduta insieme colla figlia della contessa Clelia che le stava presso, e col giovane lord sdraiato dirimpetto?... Io le vedo da lontano le cose... Ma se sta il sospetto, la contentezza mostrata da donna Paola deve aver bene la sua ragione."
      },
      {
        "index": 156,
        "text": "— In fatti non è senza ragione. Ascoltino."
      },
      {
        "index": 157,
        "text": "[IV]"
      },
      {
        "index": 158,
        "text": "«Non so se loro signori conoscano il fatto della lite intentata dal signor conte V... alla contessa sua moglie, riguardo alla figliuola che fu messa ad educare nel monastero di San Filippo.»"
      },
      {
        "index": 159,
        "text": "— Altro che conoscerlo, rispose il facente funzione di presidente degli avventori del caffè; per non esserne al fatto bisognerebbe aver viaggiato tutti questi anni lontano da Milano."
      },
      {
        "index": 160,
        "text": "— Tanto meglio... ma forse non conosceranno la parte attiva, continua, calda, instancabile che donna Paola ha avuto in questa faccenda; tanto che, sebbene il conte fosse dalla parte della ragione, e per quanto la contessa fosse convinta... del suo, non si può a meno di dire, vergognoso trascorso... pure... l'illustrissimo signor conte, per sentenza del Senato, venne, or non sono molti giorni, costituito nei diritti e negli obblighi della paternità verso la figlia della contessa... Questo forse loro signori non lo sapevano."
      },
      {
        "index": 161,
        "text": "— Lo si sapeva assai bene, e quasi avevam stabilito di fare una serenata di congratulazione al signor colonnello..."
      },
      {
        "index": 162,
        "text": "— Ella ride, signore; e fa bene, perchè non si trova ne' panni del colonnello; ma lasciando lo scherzo, che ne pensa ella della sentenza del Senato?"
      },
      {
        "index": 163,
        "text": "— Che può far numero colle tante e tante altre ingiuste e assurde che ha pronunciate in trecento anni."
      },
      {
        "index": 164,
        "text": "— Bravo!"
      },
      {
        "index": 165,
        "text": "— Chi bravo? il Senato? disse l'uomo dalle opinioni solitarie, sorridendo ironicamente."
      },
      {
        "index": 166,
        "text": "— Cosa vorresti dire tu?"
      },
      {
        "index": 167,
        "text": "— Che non divido il tuo parere, nè il parere del signore, e che il Senato..."
      },
      {
        "index": 168,
        "text": "— Or sta a vedere che costui è capace di farci il panegirico anche del Senato..."
      },
      {
        "index": 169,
        "text": "— Va adagio, caro mio, e se hai buona memoria, devi ricordarti che ad odiare il Senato t'ho insegnato io... Dunque non c'è pericolo ch'io voglia lodarlo adesso... Ma altro è avergli avversione, altro è dire che siano ingiusti tutti quanti i suoi atti. Diavolo! non volete voi che qualche volta, per isbaglio, non possa anche il Senato servire alla giustizia? Questo, per esempio, è un caso."
      },
      {
        "index": 170,
        "text": "— Giustizia l'aver dichiarato che il padre della figlia... sì, nsomma, ci comprendiamo, deve essere il signor colonnello?..."
      },
      {
        "index": 171,
        "text": "— Giustizia, sì... e chi non lo crede si diverta; ma se tutti hanno gli occhi nella testa, non tutti li hanno nella mente... e se voi altri..."
      },
      {
        "index": 172,
        "text": "— E che fa a noi il vederci, se tu ci vedi per tutti?"
      },
      {
        "index": 173,
        "text": "— Non andare in collera, e ascolta: già la giornata è lunga, e al terzo pasto ci mancano molte ore; ascolta dunque, e si compiaccia d'ascoltare anche quel signore, e prima di tutto vorrei pregarlo a provarmi che la sentenza del Senato è ingiusta."
      },
      {
        "index": 174,
        "text": "— È una cosa così chiara e lampante, che è più facile vederla che dimostrarla. Come farò io a dimostrare e a provare a lei che oggi è una giornata calda, se ella mi dice d'aver freddo?..."
      },
      {
        "index": 175,
        "text": "— Il signore conosce l'arte delle anguille... me ne congratulo tanto... ma qui non si tratta nè di caldo nè di freddo... si tratta di torto e di ragione, e di un fatto in cui ci son gli indizj e le prove palmari e dell'uno e dell'altra... Ho dunque l'onore di dirle che nelle consuetudini, e negli statuti, e negli interpreti, i figli di un matrimonio appartengono tutti a quel padre che non s'è mai diviso dalla"
      },
      {
        "index": 176,
        "text": "moglie in faccia alla legge, e che dalla legge non fu dichiarato prosciolto dai vincoli di marito... Ora, durante l'intero anno 1750, il signor colonnello non fu mai legalmente diviso dalla signora contessa."
      },
      {
        "index": 177,
        "text": "— Questo è vero... ma..."
      },
      {
        "index": 178,
        "text": "— Che ma? in aggiunta poi ho il piacere di dirle che il signor colonnello, tanto è più grande e grosso quanto meno acuto, per paura forse che la pratica del foro milanese non bastasse a salvar la riputazione della moglie, andò espressamente a visitarla in Venezia... e più d'una volta fu alla casa dov'ella alloggiava; il che venne constatato dalle testimonianze e di quei padroni di casa, e dei servi,"
      },
      {
        "index": 179,
        "text": "— Tutt'altro; bensì le dirò che il signor conte, difeso dall'avvocato Rapazzini, che è l'avvocato di monsignore mio padrone, ha opposto al fatto dell'essersi presentato due volte alla casa della contessa in Venezia, quello del non essersi mai trovato davvero con lei."
      },
      {
        "index": 180,
        "text": "— Davvero?... cosa significa davvero?... Ha prodotte testimonianze il conte?"
      },
      {
        "index": 181,
        "text": "— No."
      },
      {
        "index": 182,
        "text": "— Dunque?"
      },
      {
        "index": 183,
        "text": "— I testimonj furono interrogati capziosamente..."
      },
      {
        "index": 184,
        "text": "— Cioè?"
      },
      {
        "index": 185,
        "text": "— Cioè... cioè... S'ha proprio a dir tutto?"
      },
      {
        "index": 186,
        "text": "— Se ci dobbiamo intendere!"
      },
      {
        "index": 187,
        "text": "— Dunque le dirò, che la formola dell'interrogatorio fu regolata in modo da voler manifestamente giovare alla contessa..."
      },
      {
        "index": 188,
        "text": "— Chi lo ha detto a lei?"
      },
      {
        "index": 189,
        "text": "— Dal processo verbale appare che i testimonj non dovettero rispondere che a questa semplice domanda: È vero che il conte si presentò in Venezia alla casa della contessa? e i testimoni, naturalmente, anche senza pericolo di dire il falso, hanno risposto di sì... e su questo «sì» venne innalzato tutto l'edificio della ragione della contessa e del torto del conte. Ed ecco come si fa a dar di gambetto alla giustizia... E fu donna Paola a subornare 1 giudici; ella che li invitava a pranzo e li regalava, e..."
      },
      {
        "index": 190,
        "text": "— E perchè doveva far tutto questo, se anche senza le visite del conte alla casa della contessa in Venezia la pratica del foro lo dichiarava padre della nata... e per conseguenza..."
      },
      {
        "index": 191,
        "text": "— Che conseguenza?..."
      },
      {
        "index": 192,
        "text": "— Una bellissima conseguenza, ed è questa, che la figlia della contessa sarà un giorno una delle più ricche dame della città."
      },
      {
        "index": 193,
        "text": "— Ah... qui ci siamo e qui lo volevo! gridò allora il maggiordomo Baserga con un impeto che tradiva la sua natura chiusa, subdola e circospetta."
      },
      {
        "index": 194,
        "text": "— Ecco perchè donna Paola s'interessò tanto in questa faccenda... La cosa che più di tutto premeva a quella donna era, che la figliuola della contessa potesse recare una pinguissima dote al futuro marito. Comprendono ora loro signori?"
      },
      {
        "index": 195,
        "text": "— Guarda un po' se io mi sono apposto bene? soggiungeva il facente funzione di presidente. Or ecco com'è la cosa..."
      },
      {
        "index": 196,
        "text": "— È vero..."
      },
      {
        "index": 197,
        "text": "— Non può essere diversamente..."
      },
      {
        "index": 198,
        "text": "— Però, o in un modo o nell'altro, quella donna è sempre una donna di gran testa."
      },
      {
        "index": 199,
        "text": "— Questo è un altro pajo di maniche; altro è l'essere una gran testa, altro è l'essere una santa, un'eroina... una, che so 10?... perchè qualche volta il mondo impazzisce... e c'è da stupire pensando che doveva meritarsi il nome di venerabile, di santa, di miracolosa, chi avea saputo fuggir da un convento, di notte e coll'amante!"
      },
      {
        "index": 200,
        "text": "— Mi stupisco molto di lei, rispettabilissimo signor maggiordomo, diceva il solito contraddittore, mi stupisco molto di lei che, mentre con tanta edificazione del pubblico suda a tenere uno degli otto bastoni del baldacchino del Duomo nell'ottava del Corpusdomini, parli in tal modo di una dama che meritò sì distinti riguardi dal santo padre e dal suo concistoro..."
      },
      {
        "index": 201,
        "text": "— L'astuzia può arrivare ad ingannare chicchessia, mio signore."
      },
      {
        "index": 202,
        "text": "— Non il pontefice però... badi che, a contraddirmi, ella incorre in eresia..."
      },
      {
        "index": 203,
        "text": "— Ma lasciagli continuare il discorso, seccatore eterno che sei!"
      },
      {
        "index": 204,
        "text": "— Continui pure... Son curioso anch'io di sentire a che conseguenze ei ci vorrà tirare."
      },
      {
        "index": 205,
        "text": "— E non ha già compreso ogni cosa la tua buona testa?"
      },
      {
        "index": 206,
        "text": "— Questa volta non ci arrivo proprio; ho bisogno che il signore si spieghi in lungo e in largo."
      },
      {
        "index": 207,
        "text": "— Il signor maggiordomo vuol dire, che alla esimia donna Paola premeva che la figlia della contessa fosse dichiarata legittima figliuola del signor conte colonnello, perchè così sarebbe stata ricchissima; e ciò, com'è ovvio a credere, per aver in tutela la futura moglie del proprio figliuolo. Hai capito adesso?"
      },
      {
        "index": 208,
        "text": "— Precisamente, così..., soggiunse il maggiordomo, ed io, per poter dir questo, ho dei riscontri che non sbagliano."
      },
      {
        "index": 209,
        "text": "— Ma volendo pur concedere che la cosa sia come ella dice... io non trovo poi che nel desiderio di accasar bene il figliuolo ci sia colpa di sorta; nobile e ricco l'uno, nobile e ricca l'altra, giovani e belli ambedue. Che ci trova ella a dire in contrario?"
      },
      {
        "index": 210,
        "text": "— Quando il signore sia capace di provarmi che è un atto di virtù e generosità il lavorare assiduamente e in una materia così delicata per arricchire la propria casa a spese altrui, per me non ho nessuna difficoltà a lasciarmi convincere. Prima però faccio osservare che la contessina aveva avversione al giovine milord, e non mancò di manifestarla, poverina! ed io so che, in proposito, ci furono dei disgusti, dei gravi disgusti in casa. Donna Paola vagheggiava la ricchezza futura e la splendida posizione del figlio... troppo giusto! il figlio vagheggiava la bellezza della ragazza, della quale s'innamorò pazzamente... è da compatire. Il cocchiere di casa Pietra è fratello del cocchiere di monsignore... e, come loro sanno, i segreti dei padroni son sempre messi in piazza dai servitori. Così dunque, per continuare, madre e figlio si strinsero in lega per tirar nella rete la giovinetta inesperta... Questa, sgomentata, l'ultimo giovedì, giorno in cui era solita uscire per andare in casa Pietra, volle di forza rimanere in convento, e resistette alle sgridate della madre superiora, ignara dei lacci; e respinse le preghiere della governante di donna Paola che era andata a pigliarla in carrozza. Loro signori mi guardano attenti e maravigliati, ma non aggiungo nè un punto nè una virgola alla verità. Ma i sepulcra dealbata sono antichi come la lettera del vangelo; e finchè una persona non è morta, non la si può giudicare, e spesso la fortuna è tanto benigna con certuni, che aspetta il punto in cui vien loro dato l'olio santo per alzare il bianco lenzuolo che da anni ed anni nascondeva le nere magagne. Che se donna Paola non ha potuto aspettar l'olio, vuol dire che la fortuna, la quale è capricciosa, s'è disgustata seco tutt'in un tratto. Così è, signori; del rimanente, che la fanciulla sia scomparsa dal monastero è un fatto che tutti conoscono fin da jeri; che poi sia stato lord Crall a farla scomparire è il fatto che io ho l'onore di raccontare oggi per la prima volta, e se non credono a me, vadano al criminale e interroghino qualche attuaro, e sentiranno; sentiranno chi è stato a ordir la cabala, a riscaldare quegli otto o dieci giovinotti contro le guardie e i commissarj perquisitori, a far nascere tanto disordine e tanto scandalo in convento; sentiranno e confesseranno per la seconda volta che donna Paola Pietra, come ha detto questo signore, è proprio una gran donna! Ma con quello spirito turbolento, audace, irrequieto, e con quell'astuzia in corpo sarebbe riuscita assai meglio nei panni di un uomo; e se, per un modo di dire, avesse abbracciato il mestiere delle armi, chi sa mai?... Federico di Prussia avrebbe forse avuto un competitore."
      },
      {
        "index": 211,
        "text": "Queste parole del maggiordomo, calme, continue, stringenti, penetrarono nelle menti degli ascoltatori ad imbeverle tutte quante, come quelle pioggerelle minute e fitte dell'aprile che infiltrano la terra; aggiungeremo anzi che, per un istante, ne rimase penetrato anche colui che pur s'era preparato a far testa al maggiordomo con tutti gli sforzi d'una incredulità sistematica; di modo che, mentre gli altri si ricambiavano a vicenda delle esclamazioni di meraviglia, piombando tutti in colonna serrata sulla riputazione di donna Paola, colui passeggiava silenzioso, non sapendo a tutta prima come ribattere le velenose insinuazioni del collarone del Duomo. Ma infine, caldo di sdegno, si piantò nel mezzo del caffè, e:"
      },
      {
        "index": 212,
        "text": "— Caro signore, esclamò, permettetemi di dirvi che io non credo nulla di tutto quanto avete raccontato. Ci vuol altro che qualche chiacchiera sciocca della servitù ignorante per martellare così su due piedi una riputazione di cinquant'anni. Eppoi, come farete a spiegare il modo con cui lord Crall in quel serra serra avrà potuto trafugare o far trafugar la fanciulla tutt'altro che disposta, come voi stesso avete detto ad uscir dal monastero? E concesso pure che tutto fosse stato concertato per fare il colpo con sicurezza, come c'entrarono i commissarj e le guardie della Ferma? Pretendereste forse che, per fare un favore a donna Paola e al figlio di lei, abbian voluto aver la compiacenza di farsi pestare e ferire ed uccidere dagli assalitori amici di lord Crall?... Abbiate dunque la bontà di ponderare un po' meglio la storiella... e vedrete che tosto si risolverà in una favoletta alquanto scipita, se volete, ma molto maligna."
      },
      {
        "index": 213,
        "text": "— Io ho raccontato quello che so.... quello che non so... non posso nè dire nè spiegare."
      },
      {
        "index": 214,
        "text": "— Ma io spiego benissimo quel che a voi sembra intricato e oscuro, soggiunse allora il facente funzione di presidente. Dal momento che lord Crall e donna Paola avevano stabilito di fare il colpo, a spingere le guardie in convento bastava, com'è chiarissimo, una denuncia segreta all'amministrazione del tabacco, a carico delle signore monache... Dunque.."
      },
      {
        "index": 215,
        "text": "— Va adagio coi dunque... e piuttosto pensa alle conseguenze... e pensa alla consumata esperienza di donna Paola; la quale, quando mai, ciò che non si deve ammettere nemmen per celia, fosse così astuta ed iniqua, non avrebbe mai voluto compromettersi in un modo tanto vituperevole e scandaloso; perchè la fanciulla dovrà pure saltar fuori, e alla fanciulla non si può mettere il bavaglio alla bocca; e se lord Crall gli era odioso prima, tanto più gli diverrebbe odioso dopo. Insomma l'assunto di questo signore e la vostra credulità mi riescono tanto assurdi, che, anche solo a gettare il fiato per confutarlo, mi par di dividere la vostra balordaggine."
      },
      {
        "index": 216,
        "text": "Costui non avea finito di parlare, che da uno stanzino contiguo alla sala del caffè, dove i riguardosi sedevano a bever la cioccolata, uscì piantandosi sulla soglia l'alta e magra e dignitosa figura dell'abate Parini, il quale, dopo un po' di pausa, maestosamente zoppicando si fece presso a quello appunto che aveva parlato ultimo e:"
      },
      {
        "index": 217,
        "text": "— Amico, disse, stando di là... v'ho sentito e lodato: ma, se avete senno e rettitudine, continuando a star con costoro, finirete per perdere e l'uno e l'altra."
      },
      {
        "index": 218,
        "text": "E senza più, volgendo in giro sugli astanti il suo grand'occhio pieno d'espressione severa, attraversò la sala ed uscì dal caffè Demetrio; e un lettore d'Omero, guardandolo, ben poteva ripetere,"
      },
      {
        "index": 219,
        "text": "Indi coll'ira Di chi vibra dall'alto armi celesti, Taciturno con lente orme si tolse."
      },
      {
        "index": 220,
        "text": "[V]"
      },
      {
        "index": 221,
        "text": "Quando il Parini fu uscito, aveva lasciato dietro a sè, quasi diremmo, il profumo della sua nobile natura. Quanti erano raccolti in caffè stettero alcuni istanti senza parlare, assorti in quella nuova atmosfera; così se una elegante gentildonna, passando in mezzo ad una frotta di rozze contadine che alterchino, avvien che le avvolga nella fragranza lasciata dalle sue vesti, coloro si tacciono, irresistibilmente comprese di quell'aura odorosa. Quel silenzio rispettoso però non durò molto, chè al pari delle rozze contadine, le quali, svanito il profumo, deridono la squisitezza di chi lo ha lasciato indietro, anche quei compagnoni si rivoltarono contro l'autorità dell'alto poeta, e:"
      },
      {
        "index": 222,
        "text": "— Bella anche questa, cominciò a dire il ventilatore del braciere; curiosa davvero, che uno si creda in diritto d'insultare una società di galantuomini perchè ha stampato de' versi che, se i suoi amici dicono il vero, saranno immortali."
      },
      {
        "index": 223,
        "text": "— Ma è assai più strano, soggiunse il Baserga, che chi si arroga d'insegnare i buoni costumi a' ricchi, si trattenga poi in una bottega ad origliare i discorsi altrui. Del rimanente loro signori"
      },
      {
        "index": 224,
        "text": "sapranno che l'abate Parini è stato il precettore de' figli di donna Paola, e che anche adesso frequenta assiduamente quella casa."
      },
      {
        "index": 225,
        "text": "Proferendo queste parole il signor Baserga si alzò ed uscì. Colui che il Parini avea onorato del nome di amico uscì pure, per non intrattenersi in nuovi ed inutili alterchi. Gli altri poi si fermarono, e, liberati dalla controlleria d'un contraddittore perpetuo, ridussero a più chiara e speciosa lezione, e rimpolparono colle loro congetture il racconto del maggiordomo, perchè potesse circolare con miglior successo fra il popolo, ed essi medesimi s'incaricarono di farne gli spacciatori; press'a poco come gli editori francesi, quando hanno ridotto in forma di libro accessibile a tutti qualche nuovo trovato della scienza."
      },
      {
        "index": 226,
        "text": "Ed ora dirà il lettore: come mai in tanto cicaleccio del pubblico attento ai fatti che abbiam narrati e ai personaggi che li generarono, non saltò fuori un sospetto che venisse a percuotere e a trarre innanzi al tribunale dell'opinione pubblica anche la persona del Galantino, che necessariamente, per l'associazione delle cose, per la memoria del passato, per la sua condizione che lo faceva quasi vivere una vita pubblica al cospetto continuamente del pubblico, doveva essere ricordato in quell'occasione?... Come mai dunque ha potuto passarsela netta, senza che nessuno pensasse a lui, pur dal momento che si voleva andare in cerca di un rapitore qualunque della fanciulla? che si conoscevano le sue abitudini libertine, e l'audacia sfrontata onde solea valersi anche in quelle tresche che per lui non erano che un divertimento dagli affari; che, ed è il più, a tutti era noto aver esso abitazione, giardino e deposito di mercanzie in luogo attiguo al monastero di San Filippo Neri? Dare a questa domanda una risposta che sia l'espressione del vero non è possibile; ma volendo pur arrischiare un'opinione, ci parrebbe di poter dire che il pubblico d'allora, il quale, come quello di tutti i tempi, talvolta è capriccioso al pari di un ragazzo, di quel personaggio eteroclito del Galantino aveva tanto parlato e straparlato; lo aveva accusato, manomesso, vituperato, maledetto in tanti modi e a tutte l'ore, che oramai era quasi sazio di occuparsi di lui. Così vediamo qualche fanciullo dimenticare in un angolo della camera da giuoco il fantoccio col quale s'era scapricciato a strappargli testa, braccia e gambe sotto gli occhi stessi dell'ajo; ma di soppiatto poi farsi a rompere un prezioso oriuolo per vedere com'è fatto di dentro. Che che ne sia, il pubblico vuol variare le vittime; talvolta, stanco di percuotere i tristi passa a maltrattare i buoni. La storia d'Aristide rimane sempre là ad ammonirci di questo fenomeno perpetuo."
      },
      {
        "index": 227,
        "text": "Or tornando al Galantino, se il pubblico non pensava a lui, pensava ben egli a se stesso, e più seriamente che non avesse mai fatto in tutta la vita. La passione, che è come l'ubbriachezza, lo aveva portato fuori alquanto della sua natura. Sebbene astuto e antiveggente per una straordinaria saldezza d'intelletto, pure, prima di compire il fatto del trafugamento, aveva creduto che nella sola riuscita di quello vi fosse l'adempimento de' suoi desiderj, e si dovessero trovare tutti gli elementi necessarj per mandare ad effetto ogni suo disegno. Ma, dopo qualche tempo, dopo che ebbe messo al sicuro d'ogni ricerca le due fanciulle, dopo che ebbe finito di pensare alla prima parte, diremo così, della sua impresa, la quale per verità era la più arrischiata e la più disperata; forse anche dopo che il Baroggi, invece di confortarlo lo sbaldanzì, ebbe campo di considerare più freddamente tutte le conseguenze possibili di quel primo audacissimo passo, e si turbò. Il fatto segnatamente che dominava, e quasi atterriva la sua audacia, era il contrattempo della fanciulla dei marchesi Crivello, che non s'era potuta svincolare dall'altra. Pensava che la propria ricchezza avrebbe reso meno odiosa la proposta d'un matrimonio agli occhi della nobiltà, che l'amore appassionato della fanciulla per lui avrebbe intenerito i cuori, onde facilmente si sarebbe messa una pietra sui fatti avvenuti; ma a guastargli questa speranza e queste belle idee ridenti entrava il pensiero che i parenti della Crivello avrebbero reclamato dall'autorità la più severa punizione del trafugamento. Bene, dopo l'assalto impetuoso di questi timori, la sua mente feconda almanaccava, improvvisando progetti di difesa e di nuovi inganni e d'insidie nuove; ma colla stessa facilità con cui li aveva improvvisati, li rifiutava poi uno dopo l'altro, con dispetto iracondo, al pari di un poeta che, nell'ansia della composizione, non trovi un'idea che gli attalenti."
      },
      {
        "index": 228,
        "text": "In conclusione, se i nostri lettori hanno potuto maravigliarsi e dolersi, che un così astuto ribaldo sia stato sempre fin qui portato, come suol dirsi, in braccio dalla fortuna; possono ora"
      },
      {
        "index": 229,
        "text": "consolarsi nel vederlo finalmente esso alle prese con un pericolo che non sembra voler offrire un varco probabile di salvezza."
      },
      {
        "index": 230,
        "text": "Quando, la mattina del giorno successivo al tafferuglio del monastero, l'abbiamo udito a parlare col Baroggi, ei ci dovette sembrar ancor pieno di sicurezza e baldanza; ma ciò dipendeva che non s'era ancor trovato al cospetto delle due fanciulle dopo riavute dallo stupore e dallo spavento che nella notte le aveva oppresse, al punto da non poter parlare fino a tanto che videro un volto di donna. Ma allorchè si recò nella casa del Baroggi, e parlò alle ragazze, queste si comportarono di maniera, che sentì la necessità di allontanarle da Milano; e quando egli stesso in persona e con cautela le ebbe accompagnate in un luogo in riva al lago di Como insieme colla madre del Baroggi, potè accorgersi che la presenza della Crivello rendeva pericolosissima la custodia delle fanciulle; e tanto più avuto riguardo allo spirito religioso e bigotto della donna a cui le aveva affidate, la quale, eccitata dagli scrupoli, avrebbe potuto parlare e metter fuori il suo nome."
      },
      {
        "index": 231,
        "text": "E perciò avea pensato di non condurle in nessuna delle terre che aveva in proprietà, ma sì in un luogo d'affitto presso Torno, borgo ch'egli conosceva assai bene, per avere avuti affari negli anni addietro col proprietario d'una fabbrica di lana, l'ultima rimasta delle tante di cui, prima delle guerre de' Comaschi, Torno era pieno. Il luogo poi dove aveva loro trovato stanza era Montepiatto, situato sopra Torno, e noto per esservi stato un convento di monache. Queste circostanze del sito preciso dove donna Ada della contessa V... e donna Giacoma dei marchesi Crivello vennero collocate sotto la custodia della Baroggi, sono esattamente riferite dal monaco Benvenuto di sant'Ambrogio ad Nemus; e diciam questo perchè non si creda che da noi siasi scelto quel luogo soltanto per aver l'opportunità di fare una nuova descrizione del lago di Como. Il classico Lario stancò la penna di tanti scrittori di prosa e di verso, e i pennelli di tanti paesisti, che non è possibile che chi non aspira ad assere nojoso creda di ringiovanire tra congetture della causa del fonte intermittente della Pliniana e l'etimologia della parola Tivano. Bensì quando ci fosse capitato una landa uggiosa della bassa Lombardia, forse ci saremmo fatto un grande onore a descriverla, per la ragione che ci piacciono i temi dimenticati dagli altri; ma il monaco Benvenuto ci ha condannati a non poter scegliere un paesaggio di nostra fantasia."
      },
      {
        "index": 232,
        "text": "Senz'obbligo dunque di far descrizioni, rechiamoci a Torno, ovvero sia a Montepiatto, a toccare il polso febbrile della giovinetta Ada..."
      },
      {
        "index": 233,
        "text": "Se non che questo nome ci ammonisce d'una dimenticanza, per la quale dobbiamo indugiarci ancora un istante a Milano, e dir qualche parola dell'illustrissimo signor conte colonnello V... per tanto tempo trascurato da noi, con un dispregio che parrebbe superar quello della contessa."
      },
      {
        "index": 234,
        "text": "Questa fermatina ci torna inoltre necessaria a far conoscere una nuova e micidiale bocca da fuoco, apertasi all'impensata per rendere ancora più difficile la posizione del Galantino. Dal ragioniere Baserga abbiamo saputo che, per decreto dell'eccellentissimo Senato di Milano, era stata dichiarata la paternità del conte V... rispetto alla fanciulla Ada. Dio sa, penserà il lettore, di che scoppio di furore avrà dato spettacolo il conte alla notizia di quel decreto! ma in vero che avvenne il contrario, ed ecco come. La natura del conte ci è nota. Forza muscolare assorbente l'intellettuale, cuore schietto, nascosto ed avviluppato in mille modi dall'orgoglio di casta, dall'intolleranza, dalla spavalderia soldatesca; e nel tempo stesso un corredo di pregiudizj così inveterati, che lo facevano devoto al principio dell'autorità. I senatori, ad uno ad uno, ei li avrebbe, in un bisogno, fatti correre a squadronate, ma il Senato tutt'insieme raccolto, ma il presidente di esso, circondato dalle più pompose apparenze del pubblico ossequio, che veniva chiamato Quasi rex e pareva un semidio, imponeva alla sua imaginazione; il decreto pertanto che emanò da quel formidabile consesso, firmato da colui, che solo col suo carrozzone lentamente tirato da quattro cavalli aveva il privilegio di poter interrompere l'ordine regolare delle carrozze sul corso di via Marina, gli fece un tal senso, che credette più a quel decreto che a sè stesso. A questo però conviene anche aggiungere che il furore di vendetta aveva avuto, in quindici anni, il tempo di svaporare; che l'avvocato il quale difendeva il suo diritto e gli altri causidici consulenti non gli aveano mai data per sicura la vittoria sulla parte avversaria; che (e forse questa fu la causa prevalente), avendo avuto più volte occasione di veder la fanciulla Ada, quell'aspetto leggiadro, attraversando soavemente gli orgogli, i disdegni, i"
      },
      {
        "index": 235,
        "text": "pregiudizj, gli penetrò fino al cuore, e vi si fermò. Spesse volte nella solitudine della sua casa vedovile, pensando a quel vago angelo, si sentiva commosso rimeditando le sventure, le quali non vollero che la sua casa fosse benedetta. Un giorno perfino si pentì d'aver gettato lo scandalo nel mondo con quella lite giuridica, e si corrucciò d'aver voluto respingere per sempre da sè quella creatura innocente."
      },
      {
        "index": 236,
        "text": "O arcani dell'umana natura, per cui, talvolta, colui che sembra il più immite, al contatto di contingenze speciali diventa il più accessibile alla tenerezza! E questo appunto era avvenuto del conte, di modo che, allorchè uscì il decreto del Senato, quasi ne provò gioja. Però fu il colpo più spietato della fortuna quello per cui, dopo tre giorni, la fanciulla che per forza gli era stata imposta dalla legge ed egli l'aveva accettata in pace, improvvisamente scomparve! Quando gli amici stolidi, credendo di fargli piacere, gli recaron l'annunzio di quel fatto, il suo furore non proruppe, ma scoppiò con tal impeto, che quasi parve presentare i sintomi della forsennatezza, e gli astanti ne stupirono come quelli che non potevano comprender tutto. Così un nuovo formidabile avversario sorse, non sospettato, a far più impacciata la condizione del Suardi, che contro di tutti si sarebbe messo in guardia, fuorchè contro di lui."
      },
      {
        "index": 237,
        "text": "Ed or che sappiam questo, possiamo recarci in riva al Lario a fare una visita alla povera Ada."
      },
      {
        "index": 238,
        "text": "[VI]"
      },
      {
        "index": 239,
        "text": "O giovinette leggiadre, fiorenti, appetitose, che avete tanta virtù da fermar l'attenzione persin di coloro che, sotto il cumulo degli affanni, del tedio, delle disillusioni, metterebbero volentieri la vita all'asta! o giovinette care e troppo care che, per le vostre qualità attraenti, vi trovate nella condizione precaria delle allodole, delle quaglie, delle gallinelle, dei tordi e delle tordelle, quando i cacciatori battono la campagna, e son tese nelle ampie tenute le brescianelle e le ragnaje! O giovinette, ascoltate il parere di un galantuomo. Non vi fidate mai della bella faccia e del bel vestito di un giovane ignoto che vi segua al corso, che vi aleggi intorno quando sedete a rinfrescarvi col sorbetto, che rinnovi le pazzie del conte d'Almaviva sotto al vostro balcone. Non vi fidate e, prudentemente, prima di lasciar cadere su di lui una di quelle occhiate eloquenti e compromettenti, che quasi hanno la forza di una cambiale, pigliatevi l'incomodo di domandar conto di esso, di farne assumere le più minute informazioni coll'esattezza di un impiegato di circondario. Io so quello che dico. Il viso ingenuo potrebbe essere la maschera di un perfido mascalzone. Il frac di panno sopraffino potrebbe coprire un debitore cronico, un avventore assiduo della Pretura Urbana. La faccia giovanile potrebbe appartenere al padre di una mezza dozzina di figli mantenuti, più che da lui, dalla moglie venutagli a noja. Però vogliate aver la bontà di confidarvi colle vostre madri e colle vostre sorelle maggiori, se non amate comprarvi affanni e spasimi, e correr pericolo di smarrir la freschezza e la beltà!..."
      },
      {
        "index": 240,
        "text": "Coloro che furono sì ciechi da credere immorale il nostro libro, si affrettino ad ammirare il sermone or ora fatto e non perdano questa bella occasione di cambiar di parere. Povera Ada! è dessa che ci mise sul labbro le caritatevoli parole."
      },
      {
        "index": 241,
        "text": "Se, le prime volte che ella vide la figura del Galantino, e sopratutto quando cominciò a sentire sommosso il sangue da quel leggiadro aspetto, avesse domandato conto di colui alla governante, che, insieme colla livrea di casa Pietra-Incisa, andava a levarla dal convento; certo che la storia dell'ex-lacchè le avrebbe fatto torcere il viso inorridita, tutte le altre volte che si fosse incontrata in esso; perchè la forma esteriore non basta ad acciecare anche la più inesperta delle fanciulle; tanto più poi quando l'amore è ancora nel primo stadio della simpatia, e non è penetrato nel più profondo del cuore. Ma invece di parlare si tacque, per quell'astuzia istintiva che si mescola anche all'innocenza più ingenua, e pel pudore di nominare un bel giovane alla governante. Se per colui non avesse provato che una curiosità indifferente, il pudore non l'avrebbe trattenuta e l'astuzia non l'avrebbe costretta a tacere per tema che la governante, messa in sospetto, non fosse per cambiar strada in avvenire."
      },
      {
        "index": 242,
        "text": "Ma in ogni modo, ella è degna di pietà, più che di biasimo, se inciampò nell'agguato, al pari di un'augelletta che, immatura sporgendo il capolino dal cavo dell'albero, è tosto ghermita dal cercatore di nidi."
      },
      {
        "index": 243,
        "text": "Bensiì, d'ora innanzi saranno più degne di biasimo che di pietà quelle fanciulle che, dopo aver fatto conoscenza colla giovinetta Ada, non vorranno ascoltare i nostri consigli, ed apprendere dalle sventure di lei l'utile lezione."
      },
      {
        "index": 244,
        "text": "Intanto noi dobbiamo far silenzio, se, ascendendo verso Montepiatto, vogliamo vedere un quadro mobile e quasi immobile di tre figure femminili. Una donna di quarantacinque anni circa, seduta sotto il pergolato di un'umile casetta; a qualche distanza da lei, all'ombra di un castagno, adagiata sull'erba, una giovinetta piccola e rattratta, con un visino in cui brilla una vivace sebben mesta intelligenza, visino che sarebbe bello se non fosse troppo acuto; più in giù verso il lago, assisa, medesimamente sotto un castagno, un’altra fanciulla, la nostra Ada, assorta, muta, che volge lo sguardo sull'onda sottoposta, e lo gira lento lento, ma con moto macchinale, a seguire qualche vela che si dilunga."
      },
      {
        "index": 245,
        "text": "È giorno di domenica: è quell'ora, dopo i divini ufficj, in cui la gente del contado è raccolta nelle casupole intorno al povero desco, e in cui il silenzio è profondo e diffuso in tutta la solitudine del lago; e per renderlo, a così dire, più presente al senso e penetrante più addentro nell'animo, dal giardino di qualche villa signorile par che apposta s'innalzi di quando in quando lo strido acuto di un pavoncello, ingrato come una trombetta fessa."
      },
      {
        "index": 246,
        "text": "Chi è fresco d'un'eredità o ha vinto una lotteria, quegli a cui per una special benedizione del cielo la vita scorre normale, regolare, infallibile, come la sfera di un orologio a cronometro, tanto che, se c'è un pericolo, è forse che la soverchia pace gli può rallentare la circolazione del sangue, al punto da metterlo all'impensata sotto la protezione di Sant'Andrea Avellino, e felice notte! coloro che sono circondati da una prole sana e da una densa moglie fedele e a cui sono fedeli; coloro che benedetti dal papà, dalla mammina, dai parenti, dallo zio facoltoso stanno beatamente sfiorando il primo quarto della luna di miele, si capisce benissimo come possano lodare i romitaggi al monte e al lago; ma in quanto a noi comprendiamo assai meglio come fosse più che mai accresciuta la tristezza e l'infelicità di Ada dal momento che fu tratta a vivere in quella solitudine di Montepiatto."
      },
      {
        "index": 247,
        "text": "Tornando al lago, fu sempre per noi un oggetto di maraviglia e un fenomeno degnissimo di studio lo spettacolo di quegli uomini dell'Inghilterra, che un bel giorno, dalla loro capitale di due milioni d'abitanti, fuggono per ritirarsi sul lago di Como, e colà, eccettuate le ore consacrate al sonno, vivono continuamente nel loro canotto, soli tra il cielo e l'acqua, veri nautili umani, e pensano e pensano senza riposo, quando però non pescano, sinchè arriva il giorno che un temporale spietato porta via e sommerge Inglese e canotto!"
      },
      {
        "index": 248,
        "text": "Povera Ada, te felice se la sorte ti avesse fatto dono delle qualità minerali di un Inglese in ritiro sul lago di Como!... Ma quanto eri diversa! e quanto la tua triste condizione doveva farti parere insopportabile quella sempre uguale solitudine, quelle scene ognora le stesse, quel cielo sempre riflesso da quel lago, quel guizzasole ognor ripetuto dall'increspare dell'onde, quelle barche e quelle vele andanti e ritornanti alla lontana, quella silenziosa natura, quelle voci di uomini così rare, remote e sonanti a lunghi intervalli! — Allora l'incessante cicaleccio delle sue colleghe, persino le gutturali sgridate delle suore maestre le ritornavano in memoria, gradite e desiderate in confronto! e nella solitudine, d'accosto al trasporto che le cresceva in petto per quegli che l'aveva ridotta in quel luogo, sorgeva un desolante sospetto... La Baroggi aveva nominato il Suardi; quel nome non era giunto nuovo alla Crivello, che nella casa paterna aveva sentito a parlare di esso, e però nelle sue assidue esortazioni per distogliere Ada dall'affetto colpevole, si valse di quanto sapeva onde salutarmente sgomentarla."
      },
      {
        "index": 249,
        "text": "[VI]"
      },
      {
        "index": 250,
        "text": "L'amore talora è più funesto dell'antipatia e dell'odio; ci pare di averlo detto un'altra volta, sebbene in diverso modo. Egli è per questo che, in quella medesima occasione, da bravi conseguenzarj, abbiam tosto soggiunto che l'imperfezione del corpo reca spesso assai più vantaggio che la più completa bellezza. Una gemma preziosa che brilli in dito a un galantuomo, una catena d'oro che sfolgoreggi tra il nero di un gilet di velluto e il bianco di una camicia di batista rendono pericolosissimo il passeggiare ne' vicoli dopo la mezzanotte. La cosa è chiara, per la sicurezza del passeggio notturno, benedetta la giacchetta di fustagno e il cappello a larghe falde. Non ci ricorda in qual libro, ma certo abbiam letto in un libro, che un uomo di spirito, tediato delle querele di un bellissimo giovine, vittima della gelosia delle donne, — Fa che t'assalga il vaiuolo, gli disse, e t'imprima nel viso a centinaja i segni del suo passaggio, e sarai felice! — Quantunque un tal rimedio possa parere troppo eroico, e troppo paradossale il nostro esordio, il fatto è intanto che quelle due fanciulle, donna Giacoma e donna Ada, nacquero per appoggiare la nostra opinione."
      },
      {
        "index": 251,
        "text": "Donna Giacoma, fin dalla prima infanzia meno accarezzata delle fanciulle che recavan nell'aspetto una bellezza regolare e i vezzi a lei negati dalla natura, e però meno viziata da' parenti, quando passò in convento per esservi educata, non sentì come le altre e come Ada in ispecie il crudo passaggio dalle amorevolezze casalinghe alla severità del contegno delle maestre del monastero; anzi tenendosi più tranquilla per non sentire il bisogno di rivoltarsi impaziente contro una vita nuova, le parve di trovare in convento una cortesia, una mitezza, una dolcezza che prima non aveva mai provato. Fornita di molto ingegno, lo aveva adoperato per mostrarsi grata a quelle premure, approfittando più che le compagne dell'insegnamento che le veniva dato; fornita di grande bontà e di una gentilezza squisita di spirito, sapeva all'uopo placare colle sue preghiere la madre superiora e le suore inclementi verso le più riottose alunne. Per questa ragione, anzichè esser segno all'invidia e, per conseguenza, al motteggio altrui pel difetto del corpo, era amata da tutti e rispettata. Ed ella, certo senza volerlo, si avvezzò per tempo ad esercitare in convento una specie di superiorità premurosa, e dolce bensì, ma pur sempre una superiorità, che da tutte le veniva accordata e di cui ella sentiva una interna compiacenza, che però non era orgoglio."
      },
      {
        "index": 252,
        "text": "Ada, la più vivace e tempestosa di tutte e la più frequentemente sgridata e punita dalle superiore, era perciò appunto stata presa sotto la sua particolare protezione; e siccome le preghiere della Crivello avevano sempre avuto il loro effetto, e d'altra parte essa era riuscita, più che le superiore non avrebbero mai saputo, a rendere Ada più docile, più obbediente, più pacata; così tra le due fanciulle, sebben coetanee, si era impegnata quella corrispondenza affettuosa che non intercede già tra due eguali, ma sì tra una protettrice e una protetta. La Crivello poi, come avviene delle madri che spasimano dietro a que' figliuoli che più le han fatte vegliare e più loro costarono di fatiche e d'affanni, pose davvero in Ada un affetto che ben si potea dire materno."
      },
      {
        "index": 253,
        "text": "Adolescenti e quasi adulte, ambedue crebbero in questo affetto. Donna Giacoma dalla modestia, dall'intelletto acuto, dalla religiosità, convinta che per lei nella vita non vi sarebbero stati altri conforti se non in occupazioni congeneri a quelle che esercitava in convento; per di più, avvisata dal senso e dalla misteriosa intuizione di esso di quel che era serbato alle altre nel mondo, si pose intorno ad Ada (è strano ma è edificante e commovente a dirsi), precisamente con quella preoccupazione di una madre che è sollecitata dal pensiero per la felicità della figlia. Queste cose noi avremmo dovute dirle prima che avvenissero 1 disastrosi fatti del monastero, perchè il lettore si sarebbe fatto capace allora di ciò per cui forse gli è rimasto qualche dubbio; ma quelli erano momenti di gran trambusto e premura; in ogni modo, può provvedere la spiegazione d'oggi al silenzio d'allora, e può provvedere a spiegare la tenacità onde la Crivello si strinse ad Ada per non abbandonarla più, il motivo per cui, in carrozza, avendo dirimpetto il Suardi, mentre il cocchiere sferzava 1 cavalli a fiaccacollo, si tenne abbracciata ad Ada come chi vuol salvar la vita a una figliuola minacciata di morte da un assassino."
      },
      {
        "index": 254,
        "text": "Tuttavia, quando si trovò nella casa della Baroggi, avendo sentito il tenore onesto delle parole del Suardi, ed esplorato il contegno della donna, mite, riguardoso ed educato; e poscia avendo notate le abitudini devote di essa, si tranquillò e tacque; quando poi, avendo insinuato ad Ada l'idea di supplicare quella donna perchè volesse condurle alle loro case, l'innamorata fanciulla"
      },
      {
        "index": 255,
        "text": "protestò con pianti di non voler per nessun conto fuggir prima che il Suardi non fosse tornato; ella si trattenne, ed aspettò prudente e lasciò fare, guardinga però e sospettosa; ed avendo sentito a parlare il Suardi, quasi anch'essa si lasciò andare a credere alle maliarde parole di lui, e non si rifiutò d'andare a Montepiatto per non abbandonare la sua cara Ada. Ma qui, ne' discorsi fatti colla Baroggi, sentendo il nome del rapitore, si risovvenne di quanto sul conto di quel nome avea udito più volte in casa; e col coraggio di una madre che è spietata colla figlia in ragione dell'amore che le porta, le manifestò tutti i suoi sospetti, e le raccontò le storie che conosceva in parte; e le dimostrò che non poteva essere se non un tristo colui che aveva potuto osare una così scellerata impresa di rapire a tradimento una fanciulla da un monastero."
      },
      {
        "index": 256,
        "text": "Un momento prima che noi vedessimo quel quadro di tre figure, la Crivello avea fatto appunto un lungo discorso di tal genere all'Ada, e questa, iraconda del sentirsi penetrare dal sospetto contro il giovane di cui le sembianze non le partivano mai dalla calda fantasia, indispettita si era disgiunta dalla Crivello, e sola erasi adagiata a pensare e a ripensare, scorata e confusa. E la Crivello, stata pietosamente a contemplarla per qualche tempo, al fine si alzò, e lentamente fattasi presso ad Ada, e cingendola del suo braccio:"
      },
      {
        "index": 257,
        "text": "— E così come stai, le disse, cara la mia Ada? Sei ancora adirata meco?"
      },
      {
        "index": 258,
        "text": "Ada si volse e:"
      },
      {
        "index": 259,
        "text": "— Come ho da stare, rispose, e perchè ho ad essere adirata con te?... Ma le labbra le tremarono per la commozione e, non potendo continuare, guardò la Crivello colle lagrime negli occhi; poi tutt'a un tratto, abbassando il capo e nascondendolo in seno all'amica, diede in uno scoppio di pianto."
      },
      {
        "index": 260,
        "text": "E noi, dopo questo pianto, dolenti di non poterlo asciugare, nè di poter fermarci a Montepiatto per sentire 1 lunghi dialoghi tra la Crivello ed Ada, nè di recitar insieme con esse e colla devota Baroggi la terza parte del rosario, dobbiamo recarci di premura a Bologna."
      },
      {
        "index": 261,
        "text": "La contessa Clelia tornava una sera dalla casa Bentivoglio dove convenivano il fiore de' gentiluomini e delle gentildonne bolognesi, i più distinti professori dell'università, gli artisti più noti, i pittori incaricati di sostenere con uno sforzo estremo il tramontante splendore della scuola caraccesca; tornava dunque alla sua dimora, lieta e paga oramai della propria condizione. Gli uomini della scienza le davan prove quotidiane della loro stima, le gentildonne giovani e belle l'ammiravano senza invidiarla, perchè più non temevano in lei chi potesse loro disputare il primato, o rubar qualche amante sul terreno sdrucciolevole della galanteria. Ben è vero che quella sua poderosa beltà romana, col crescere degli anni, non avea punto scemato, se forse non era diventata più solenne; ma la toga scientifica e la cattedra dove saliva a dettar matematica, la facea considerar loro come una donna sui generis, più atta a destare il senso dell'invidia nei colleghi professori che in esse."
      },
      {
        "index": 262,
        "text": "I giovani galanti poi la circondavano con un'ammirazione piena di premura, ammirazione in cui, se non per tutti, per alcuni almeno, si nascondeva pure qualche altro sentimento; ma quelli che lo nutrivano in secreto rimanevano paghi d'un discorso che loro ella rivolgesse, d'una approvazione che accordasse, persino anche dell'opposizione che lor facesse in una disputa qualunque. Magnifica e severa precisamente come una Minerva (perchè, se come tale l'abbiamo dipinta ne' suoi anni giovanili, nell'età matura non v'era chi potesse contrastarle un tal predicato), ella serbava un contegno, che al giovane più fervido ed audace, perfino alla stessa ebrietà tracotante avrebbe fatto gelar la parola in bocca."
      },
      {
        "index": 263,
        "text": "Ella però (le donne sono sempre donne, ed anche gli uomini non canzonano) si compiaceva tra sè e sè, indovinando quel che si celava sotto quell'ossequio. Per tutto ciò adunque, ritornando quella sera a casa, si lodava della propria sorte, e pensava che quasi poteva chiamarsi felice se avesse avuto seco la sua Ada, e d'uno in altro desiderio, affrettava il giorno di farla uscir di convento per tenersela ognora a fianco e deliziarsi tutta in essa."
      },
      {
        "index": 264,
        "text": "Piena di questi pensieri, che erano gli abituali della sua vita, salì nel suo appartamento, dove trovò una lettera con un Preme a grandi caratteri sulla soprascritta. Quella parola bastò per agitarle il sangue e per far ch'ella aprisse la lettera con mano tremante. Non sappiamo se il fatto sia comune"
      },
      {
        "index": 265,
        "text": "a tutti o a molti, ma la presenza di una lettera che non si aspetta, anche allora che non reca quel terribile Preme, il Mane, Thechel, Phares delle soprascritte, produce una sensazione disgustosa e angustiosa; forse ciò avviene in coloro che non hanno avuto nella vita che maledette battiture dalla fortuna, di modo che ad ogni indizio di un fatto che ancora non si conosce, si paventa una nuova sciagura. Dopo questo, non sappiamo quel che la contessa Clelia pensasse in proposito, nè se a lei la vista di una lettera facesse costantemente quel senso disgustoso che produce in altri e in noi segnatamente; il fatto sta che quando vide quella lettera deposta sul tavoliere, per la ragione forse che non l'attendeva, volontieri ne avrebbe fatto senza. Ma qual fu il suo parossismo, quando, lettala e rilettala, non seppe afferrar bene la cagione per la quale veniva pregata a recarsi senza perder tempo a Milano. Non sappiamo se il foglio fosse stato scritto di proprio pugno, o soltanto dettato, o semplicemente consigliato dal Parini, che ne era stato incaricato da donna Paola; ma con accorto ingegno era parlato in esso di una malattia della fanciulla Ada, per la quale, mentre si raccomandava la sollecitudine della contessa a mettersi in viaggio, le si faceva riflettere tuttavia che non v'era nulla di grave e di pericoloso; tutto questo poi era espresso con tale arte, che la contessa non dovesse rimanere percossa con violenza da un troppo crudo annunzio, ma nel tempo medesimo giungesse a comprendere che oltre la malattia, trattavasi di qualche altro fatto che richiedeva la sua presenza. Comunque pertanto sia la cosa e comunque fosse savio il consiglio che aveva dettato quel foglio, si mise una tale impazienza, un'ansia, un'irrequietudine sì forte nella povera contessa che, di punto in bianco, scrisse un letterino al marchese Bentivoglio, dalla cui casa era uscita un momento prima, con cui lo pregava a passare un momento da lei; il marchese non si fece troppo attendere, e sentito dalla contessa come, per un affare urgentissimo, le occorresse di recarsi a Milano, le ottenne in quella notte medesima dal cardinale Legato un foglio di via per Milano."
      },
      {
        "index": 266,
        "text": "Alla prim'alba, coi cavalli di posta, a tutta carriera, dando e promettendo mancie a' postiglioni, che allora avevano a lottar di continuo colle scabre strade, viaggiò per Milano. Da Bologna venne a Modena, da qui a Parma, dove passò la notte e dove volle il caso che si sapesse della sua venuta. Il nome della contessa, non ci ricorda se lo abbiamo già detto, e per il suo casato e per quello del marito, e per la sua bellezza, e per le azioni che se n'eran fatte, e per le sue avventure eccezionali e degne di storia, e per la sua qualità di scienziata, e per essere successa in Bologna nella cattedra di matematica alla grande Agnesi, era divenuto celeberrimo in tutta Italia ed anche fuori, tanto che molti uomini di Bologna e d'altre città avevano ambito di far la sua conoscenza o per lo meno di vederla, aspettandola quando usciva di casa, quando si recava all'università, mescolandosi fra gli studenti per sentirla a parlare. Per queste cose adunque, allorchè corse la voce ch'ella era in Parma e che alloggiava all'albergo ducale, tosto fu una folla di persone intorno alla porta dell'albergo stesso per poterla vedere, e, tra le altre persone cospicue, furono a visitarla l'abate Frugoni in compagnia del celebre Condillac, stato precettore del figliuolo del duca di Parma, morto alcuni giorni prima."
      },
      {
        "index": 267,
        "text": "Il Frugoni, che già s'era trovato colla contessa in Bologna, e ne aveva tenuta parola spesse volte con Condillac quando con esso s'intratteneva alla corte del duca, fu sollecito di fargliela conoscere, perchè, torniamo a ripetere, la contessa Clelia V... era divenuta, come si direbbe con frase moderna, una maravigliosa tanto in voga, che molti andavan superbi soltanto a poter dire: Ci ho parlato anch'io."
      },
      {
        "index": 268,
        "text": "Il Condillac, sebbene fosse amico della vita ritirata e fosse grave ed austero al punto che nella medesima Corte ducale, per insolito privilegio, era stato esentato da tutti quegli obblighi consentanei ad un precettore di un principe Infante, pure molte volte avea espresso all'amico poeta il desiderio di conoscere quella donna singolare, nella quale per lui era inconcepibile il contrasto tra la scienza grave che professava ed insegnava, e la storia delle sue avventurose vicende. Andò dunque assai volontieri a farle visita. Ma questa circostanza accrebbe più che mai l'imbarazzo della contessa che aveva tutt'altra volontà che di ricever visite d'uomini illustri, chè il suo pensiero assiduamente assorto dalla sollecitudine che la spingeva verso Milano, si trovò insopportabilmente angariato, costretta com'era a stare in guardia per non perdere la scherma e conservarsi nella sua riputazione, parlando con un uomo che tutt'Europa esaltava. Il Frugoni, quantunque toccasse i"
      },
      {
        "index": 269,
        "text": "settantaquattro anni, vivace, epigrammatico, motteggiatore, parlatore instancabile, com'era stato instancabile e inesauribile produttore di versi, giovò ad empir le lacune che troppo spesso intercedettero tra le parole del Condillac e le risposte lente della contessa distratta altrove; ma non fu così abile che il filosofo francese non si lamentasse poi dopo coll'abate poeta di aver trovato una donna più bella e superba, che simpatica ed eloquente."
      },
      {
        "index": 270,
        "text": "In ogni modo la contessa respirò più libera quando si trovò sola, e quando, alla prim'alba, potè finalmente riprendere il viaggio. Venuta a Piacenza, passato il ponte di barche sul Po, rimessi i cavalli al trotto, lungo la strada da Casal Pusterlengo a Lodi, al rumore di altra carrozza che le veniva incontro, mise fuori la testa dallo sportello per quel movimento irresistibile onde chi viaggia è spinto a guardare i passaggeri che battono la stessa strada, e s'incontrò quasi faccia faccia col passeggiero che stava nell'altra carrozza e che medesimamente sporgeva la testa a guardare dallo sportello. Le due carrozze, che erano tratte velocemente dai cavalli, non lasciarono a quello scontro la durata di un minuto secondo. Ma questo bastò perchè e l'una e l'altro si ravvisassero. Il viaggiatore era il Galantino. Or non è a dire che turbamento mise in cuor alla contessa, senza che n'avesse una ragione precisa, quella vista inaspettata; ma ciò che veramente la colpì fu che nel retroguardare, sporgendo di nuovo la testa dallo sportello per una curiosità che non seppe vincere, vide che il postiglione faceva dar di volta ai cavalli, e la carrozza del Galantino alla lontana teneva dietro alla sua."
      },
      {
        "index": 271,
        "text": "[VII]"
      },
      {
        "index": 272,
        "text": "Or come avvenne che il Galantino si trovasse sulla strada che da Lodi va a Casalpusterlengo? Ecco il fatto. A Milano, dopo che il conte V... seppe del trafugamento della fanciulla Ada; furibondo e nel tempo stesso sospettoso che chi ci aveva interesse avesse voluto offendere lui stesso, col togliergli i diritti della paternità, mentre si era voluto imporgliene gli obblighi; esaltato inoltre dalla perversa voce che rapidamente era corsa per tutta Milano, a dispetto delle objezioni degli increduli, che donna Paola di concerto col figlio Guglielmo avesse tentato il mal colpo; aveva fatto tanto scalpore presso il Senato, che il capitano di giustizia, il quale, messo già sulla falsa via dalla lettera anonima del Galantino, aveva sottoposto ai più severi interrogator] lord Crall e i complici suoi, non tanto pel reato dell'aver assalito a mano armata la forza pubblica, quanto per l'accusa dell'aver ricorso a quella violenza per rapir due ragazze dal convento; dovette invitare a comparire indilatamente anche donna Paola Pietra-Incisa per essere sentita in giudizio. Come è naturale, e per la cattura del figlio e per la fuga di Ada, il giorno dopo ella stessa avea pensato di rivolgersi al capitano, e perchè s'incaricasse tosto di pubblicare un bando a rintracciar le fanciulle, e per informarsi della condizione in cui trovavasi suo figlio; se non che, con sua sorpresa, quando già stava per uscire e per recarsi dall'eccellentissimo capitano, ricevette un foglio sottoscritto da esso, nel quale, omesse le formole dell'etichetta epistolare, la si citava d'ufficio a comparir tosto innanzi a quel tribunale."
      },
      {
        "index": 273,
        "text": "Donna Paola, stupita del modo onde le veniva fatta l'intimazione, si recò al Palazzo di Giustizia senza farsi aspettare; e colà venne a trovarsi al cospetto del signor capitano, il quale, dismesse le rispettose parole, la sottopose ad un interrogatorio che sarebbe prezzo dell'opera il riportare qui, perchè la paziente assennatezza di donna Paola, l'eloquenza efficace, il disdegno sublime, ma calmo e soffocato dalla preoccupazione dell'ultimo intento, il rimprovero temperato di umiltà, ma forte abbastanza per compungere altrui, vi risplendono in tal modo che è un'edificazione a leggerlo. Il capitano, com'è facile a supporsi, ne rimase penetrato; allora, fatto venire innanzi anche il conte V... che era là ad attendere donna Paola, questa giunse a persuadere colui stesso dell'ingiuria inaudita che le si era voluto fare col crederla rea di un sì turpe ed empio attentato. Il conte V... non fece altro che unire le proprie sollecitazioni a quelle di donna Paola affinchè il capitano volesse tosto far uso di tutti i mezzi che aveva a disposizione perchè, mentre si pubblicava il bando, s'incaricassero il pretorio della capitale e tutti i pretori delle altre città del Ducato, e i"
      },
      {
        "index": 274,
        "text": "pretorj suppletorj di confine a spedire per ogni dove uomini esperti e guardie a rintracciar le fanciulle. In quel dì stesso anche il marchese Crivello, avendo presentata una furibonda querela al Senato, questo tanto più si trovò obbligato a intimare allo stesso capitano di giustizia che col più formidabile apparato che non si fosse mai praticato in altre circostanze simili, si facesse dalle guardie frugare in tutti i luoghi della città e dei corpisanti, e batter la campagna in lungo e in largo, e percorrere tutto il Ducato e i luoghi confinanti, se fosse stato necessario."
      },
      {
        "index": 275,
        "text": "Di questo bando, per decreto del Senato, furono alcuni giorni dopo messi gli affissi a tutti gli angoli della città e delle borgate vicine; per lo che il Galantino si trovò in una terribile apprensione. Pensando che a Torno, e per la vicinanza di alcune ville signorili, e per la prossimità della città di Como, le fanciulle potevano troppo presto venire scoperte dagli agenti e dai fanti del capitano e dei pretorj, senza perder tempo le levò di là e le trasferì in un luogo remoto della Vallassina, con promessa che sarebbe tornato subito; e che recavasi intanto a Bologna per parlare alla contessa madre, onde ella medesima venisse in persona a toglier la figlia da quelle solitudini, per ricondurla poi fidanzata in città, e benedire a' prossimi sponsali. Difatto, venuto a Milano, visto che sino a nuove circostanze non Vi era più aria sana per lui, pensò di trasferirsi senza perder tempo a Bologna, di presentarsi alla contessa, e quando mai, ciò che secondo lui non era improbabile, ella avesse ricevuto l'avviso della scomparsa di sua figlia, consolarla col darle notizia che per suo mezzo era stata rinvenuta, e cogliere l'occasione per domandargliela in isposa. Con ciò, innanzi tutto, egli pensava ad attuare il proprio desiderio ardentissimo; in secondo luogo provvedeva anche a vendicarsi della vecchia ingiuria. Di tal modo ei si lusingava inoltre che, una volta che la contessa avesse annuito al matrimonio, spinta dall'amor materno, messa in altalena tra la paura di perder per sempre la figlia e la consolazione di riabbracciarla tosto; con lei si poteva anche concertare il mezzo di dare un altro colore al fatto del trafugamento e far tacere l'autorità. Con questi pensieri pertanto, non essendo ancora stato colpito da sospetto di sorte, fece disporre una carrozza da viaggio degna del conte di Firmian, per poter abbagliare altrui colle apparenze, più che era possibile, signorili; e si mise in viaggio per Bologna, sicurissimo di trovarvi la contessa. Or ecco in che modo, viaggiando difilato a quella volta, s'incontrò nella carrozza di lei che riconobbe con sua gran sorpresa, onde fece rivoltare i cavalli per tener dietro a lei, e raggiungerla e parlarle alla prima fermata."
      },
      {
        "index": 276,
        "text": "La contessa Clelia, traguardando di tanto in tanto dal finestrino della carrozza, vedeva che quella del Galantino seguiva la sua placidamente, con tutti gl'indizj di non voler cambiar strada. Allora, tra i molti pensieri, congetturando che colui avesse viaggiato per venir sulle sue traccie, Dio sa per quale intento, ingiunse al postiglione di mettere i cavalli alla più veloce carriera che fosse possibile: comando che fu tosto adempiuto, perchè non c'è al mondo uomo più docile e più condiscendente d'un postiglione quand'ha ricevuta una buona mancia e quando sa di doverne ricevere di più grosse. Se non che la contessa, guardando indietro, vide che il postiglione del Galantino aveva fatto il medesimo co' suoi cavalli. Allora non dubitò più di essere inseguita, e ne fece motto alla cameriera."
      },
      {
        "index": 277,
        "text": "A Lodi, il suo postiglione svoltò nel portone dell'albergo del Gambero per cambiare i cavalli; e dopo pochi minuti fece lo stesso anche il postiglione del Suardi; e come la contessa Clelia salì in una camera perchè si doveva fare una fermata di un'ora, anch'esso salì in un'altra."
      },
      {
        "index": 278,
        "text": "Dopo pochi minuti, un cameriere si presentò alla contessa, dicendole che un signore arrivato in quel punto all'albergo e che stava in una stanza lì presso desiderava di parlare con lei, e domandava perciò licenza di poter entrare."
      },
      {
        "index": 279,
        "text": "La contessa, a tutta prima, quasi fu per acconsentirvi; ma poscia, nauseata di quel che le era occorso a Venezia, e nel tempo stesso temendo da quell'uomo ogni peggior cosa, gli mandò a dire che non riceveva nessuno lungo il viaggio; ch'ella si recava a Milano, e che là egli avrebbe potuto parlarle. Il Galantino insistette ancora, e a tal segno, che la contessa dovette interporre l'albergatore medesimo, per non essere importunata d'avvantaggio."
      },
      {
        "index": 280,
        "text": "Il Suardi, all'imbasciata dell'albergatore, con ostentato sussiego:"
      },
      {
        "index": 281,
        "text": "— Dite alla signora contessa, rispose, che l'oggetto per cui aveva a parlarle interessava lei e non me. Non si trattava che d'un atto di riguardo che m'ero imposto. Pur faccia come vuole. A"
      },
      {
        "index": 282,
        "text": "Milano si accorgerà di aver fatto male a non ascoltarmi. Riportatele queste mie parole, e fate attaccar subito 1 cavalli."
      },
      {
        "index": 283,
        "text": "L'albergatore riferì tutto alla contessa, ma ella, sebbene le si fosse accresciuta l'affannosa curiosità a quelle parole, non si smosse e rispose:"
      },
      {
        "index": 284,
        "text": "— Va bene."
      },
      {
        "index": 285,
        "text": "Il Suardi, sconcertato nel suo disegno, dovette ritornare a Milano, in bocca al lupo, come si suol dire, ma non gli rimaneva a far altro. Lungo il viaggio pensò come quel primo tentativo fallitogli poteva, arrivata che fosse la contessa a Milano, offerire un indizio per mettere gli occhi su lui. «Mi son trovato in impacci ben più gravi di questo (rifletteva egli tra sè) e non mi son lasciato mai intimorire da nessun ostacolo. Anzi gli ostacoli quanto più eran serj mi servivano quasi di mezzo ad ottenere tutto quello che volevo. Cos'è dunque questa paura che mi assale tutt'a un tratto? Non sono io più il Suardi di una volta? Non sono or forse in possesso di quella ricchezza colla quale si rimedia a tutto e si fanno tacer tutti? Coraggio dunque, e avanti. Mi fa ridere questa contessa orgogliosa... perchè se vuol bene alla sua figliuola, bisognerà pure che per forza o per amore ella venga a patti con me. Mi fa ridere quel signor capitano di Giustizia col suo bando! Un po' d'unto alle mani di qualche senatore, un po' di unto alle mani di qualche barigello... Senatori e barigelli!.. va benissimo! quand'io mi sono assicurato di chi dà gli ordini e di chi li eseguisce, mi pare che non mi rimanga null'altro a fare. La mia cassa rigurgita di ducati e di talleri di Carlo VI. Coraggio dunque, e non ci si pensi più.)"
      },
      {
        "index": 286,
        "text": "E il Galantino, sebbene tanto perspicace, non arrivava a comprendere che quella ricchezza medesima, che gli pareva un'arma onnipotente, era la vera cagione de' suoi insoliti timori. Egli nuotava nell'oro, e perciò, data l'ipotesi di un passo falso e di una caduta, aveva da perder troppo. Il coraggio intero e sfrontato lo ebbe quando nel mondo nulla aveva da perdere e tutto da guadagnare. Allora procedeva sicuro e colla forza invincibile dell'istinto che lo sollecitava a ghermir la fortuna in qualunque modo."
      },
      {
        "index": 287,
        "text": "Mezz'ora dopo del Suardi si rimise in viaggio anche la contessa, che entrò in Milano per Porta Romana un paio d'ore innanzi sera, discendendo poco dopo alla casa Pietra."
      },
      {
        "index": 288,
        "text": "Nella sala di ricevimento, impegnata in gravi discorsi con donna Paola, stava da qualche ora la Gaudenzi la quale aveva condotto seco l'unico suo figliuolo. La Gaudenzi, ignara di tutto quanto era avvenuto ed avveniva in Milano che non le appartenesse, e d'altra parte, memore del cortese ajuto ricevuto fin dal 1750 da donna Paola, aveva pensato di rivolgersi ancora a lei, dopo che le erano riusciti infruttuosi tutti i passi mossi presso il capitano di Giustizia onde aver nuove del marito e saper in che condizione ci si trovasse. Sentito a nominare lord Crall fin dal giorno che dall'attuaro erale stato comunicato l'arresto del Bruni, quel cognome di suono straniero non le avrebbe mai potuto far sospettare chi veramente colui si fosse. Però alle prime parole che ella tenne con donna Paola fu reciproca la meraviglia in entrambe."
      },
      {
        "index": 289,
        "text": "Donna Paola stupì che il marito della Gaudenzi fosse impigliato nel processo di Guglielmo; e la Gaudenzi si meravigliò più ancora nel sentire che lord Crall era figlio di donna Paola. Per questa circostanza singolare crebbe più che mai l'interesse dell'una per l'altra a vicenda; però era da un pezzo ch'elleno stavan parlando del doloroso accidente e del modo di ripararvi, allorchè il servitore entrò e disse:"
      },
      {
        "index": 290,
        "text": "— È arrivata la signora contessa Clelia V... in questo momento; eccola."
      },
      {
        "index": 291,
        "text": "Donna Paola si alzò turbata a quel nome, al punto che parve le fuggissero le forze. La buona Gaudenzi, informata d'ogni cosa un momento prima, fu invasa da tanta pietà per la contessa, quando la vide entrare, che dimenticò quasi sè stessa."
      },
      {
        "index": 292,
        "text": "E il suo figlio, che poteva avere dodici anni, abbastanza svegliato per comprendere tutto, si mise anch'esso in aspettazione e in apprensione a quella venuta."
      },
      {
        "index": 293,
        "text": "Ed oggi, quando noi pensiamo che abbiam conosciuto quel fanciullo stesso, fatto vecchio decrepito, siamo esaltati da un tal senso di meraviglia che quasi diventiamo increduli verso noi stessi. Però, senza alterarle d'un punto, vogliamo riferire le parole stesse del figlio di Lorenzo, quando ricordandosi di quel fatto, e di quella scena, e di quelle donne, ce le dipinse con tale"
      },
      {
        "index": 294,
        "text": "schiettezza e semplicità che quasi in ascoltarlo ci pareva di vivere con esso in quell'anno 1766; e tanto più che abbiamo stretto più volte la mano e baciato il venerando volto di quell'uomo che, fanciullo, era stato baciato da donna Paola e dalla contessa."
      },
      {
        "index": 295,
        "text": "[IX]"
      },
      {
        "index": 296,
        "text": "«Settantasette anni fa, precisamente in questo stesso mese di giugno, non mi ricordo bene il giorno, ma press'a poco intorno a quest'ora, verso il tramonto, io mi trovavo in casa di donna Paola Pietra con mia madre, quand'entrò in quella sala terrena, dove mi par di trovarmici ancora, la contessa Clelia V..., ed era la prima volta che la vedevo. Io non avevo che dodici anni, poco su poco giù, ed ora che siamo nel 1842, potete immaginarvi, in tanto numero d'anni, attraverso a tanti avvenimenti, essendomi trovato in tanti luoghi d'Europa, che sterminata folla di gente m'è passata innanzi agli occhi; pure la figura di quella donna, come l'ho veduta nel punto che metteva il piede in quella sala, non mi è mai uscita, e non m'uscirà mai più dalla memoria.)"
      },
      {
        "index": 297,
        "text": "Di queste precise parole del signor Giocondo Bruni, anche noi ci rammentiamo tanto bene che ne par di sentirle ancora; e ancora, dopo sedici anni, ne sembra di veder vivo quel vecchio quasi novantenne, nel punto che, fatto pausa alle ultime parole, socchiuse un momento gli occhi, disturbati dalle persone che ci passavan davanti (trovandoci noi adagiati sur uno dei sedili delle mura di porta Orientale che guardano il Resegone); socchiuse dunque gli occhi e stette così un momento, quasi contemplasse coll'imaginazione riproduttrice quel quadro ch'ei voleva dipingere a noi, che, nella curiosità giovanile, lo andavamo importunando di mille interrogazioni per addentrarci nei minimi particolari di que' fatti."
      },
      {
        "index": 298,
        "text": "«Io stavo seduto, così continuava il signor Giocondo Bruni, su d'una gran seggiola coi cuscini di marocchino entro ai quali mi perdevo, e di dove mia madre m'aveva ingiunto di non muovermi, perchè in quella mia età, curioso qual era, andavo guardando e toccando gli oggetti ch'eran deposti su' tavolieri, e, visto una spinetta aperta, m'ero provato a far correre la mano sulla tastiera. Ma quando entrò la contessa, il suo aspetto era tale, ch'io per la meraviglia non potei trattenermi dal sorgere in piedi. La sua bellezza era di quel genere che io chiamerei terribile, e forse me ne son fatta questa idea perchè entrò così corrucciata e stravolta da mettere in apprensione chi la guardava. Ella non vide, almeno mi parve, nè mia madre nè me; e a donna Paola che le mosse incontro:."
      },
      {
        "index": 299,
        "text": "«— Come sta dunque mia figlia, chiese tosto, e si lasciò andare sul canapò."
      },
      {
        "index": 300,
        "text": "«— Stavamo appunto parlando di ciò qui con madama Gaudenzi, rispose donna Paola che non sembrava aver più la voce di prima, tanto le si era affievolita."
      },
      {
        "index": 301,
        "text": "«— È dunque gravemente ammalata?"
      },
      {
        "index": 302,
        "text": "«Donna Paola, a queste parole, passò la propria mano sulla fronte della contessa, e con un fare dolce dolce:"
      },
      {
        "index": 303,
        "text": "«— Ho bisogno che vi mettiate in calma, la mia cara Clelia. No, non si tratta di malattie..."
      },
      {
        "index": 304,
        "text": "«— Ben m'accorsi dalla lettera che ci covava sotto qualche mistero. Or dunque?"
      },
      {
        "index": 305,
        "text": "«— Or dunque vi supplico a star forte contro quello che sono per dirvi."
      },
      {
        "index": 306,
        "text": "«A queste parole la contessa balzò in piedi, e:"
      },
      {
        "index": 307,
        "text": "«— Ditemi adunque tutto ad un tratto, e ammazzatemi con un colpo solo... io sarò forte."
      },
      {
        "index": 308,
        "text": "«E dopo di ciò torse la testa, e guardava precisamente me, nel punto che, mandando un gran sospiro, oh Dio!! esclamò. E donna Paola, con una calma che certo doveva costarle sudori:"
      },
      {
        "index": 309,
        "text": "«— Tutto è però disposto, disse. Io, il conte vostro marito, il signor capitano di Giustizia... il Senato... abbiamo fatto, si è fatto tutto quello che dovevasi in questa circostanza, e da un momento all'altro aspetto una buona notizia; perchè non è possibile che tanta gente spedita in tutte le parti sulle loro tracce non giunga a trovare la figliuola del marchese Crivello che è scomparsa dal monastero insieme colla vostra..."
      },
      {
        "index": 310,
        "text": "«Donna Paola non ebbe finito di parlare che la contessa, mandando, non già un grido, ma un singhiozzo rantoloso, si rovesciò indietro... io credetti... morta. Mia madre e donna Paola le furono tosto intorno; mia madre sostenendola, donna Paola chiamandola per nome e baciandola. Io era tutto spaventato; e a riscuotermi, la medesima donna Paola, la quale a un tratto pareva diventata un'altra, essendo scomparsa ogni traccia della sua soavità:"
      },
      {
        "index": 311,
        "text": "«— Dà una strappata a quel campanello, mi gridò, quasi fosse in collera con me. Io obbedii... e comparve una livrea che, vista la scena, ritornò tosto con due donne."
      },
      {
        "index": 312,
        "text": "«Queste, essendosi fatte presso alla contessa con acque odorose ed altro, ed accingendosi a spogliarla, io fui mandato fuori; e mi ricordo benissimo, come se fosse adesso, che, passando vicino alla contessa, non potei a meno di soffermarmi a guardarla. Il vestito di drappo azzurro, illuminato da un ultimo raggio di sole che entrava per la finestra del giardino, dava a quel volto una tinta di cielo e avvolgeva quel gruppo di donne come in un'atmosfera di luce particolarissima."
      },
      {
        "index": 313,
        "text": "«Uscito e messomi a sedere in anticamera, sur una di quelle cassapanche vecchie cogli stemmi che si vedon nelle case de' gran signori, confuso e sbalordito, assistetti alla scena della servitù che andava e veniva, riceveva ordini, li trasmetteva d'uno in altro. Dopo qualche tempo, una di quelle cameriere ch'erano state chiamate a soccorrere la contessa, uscì, e, nominato un servitore: — Fate attaccar subito, disse, e andate allo studio dell'avvocato Agudio dove troverete il giovane avvocato Strigelli. Gli direte che la signora padrona lo prega di venir tosto qui. Dopo andrete dal signor abate Parini, e pregatelo pure a voler lasciarsi vedere entro la giornata. Rientrata la cameriera, partito il domestico, passò una mezz'ora buona, ed io fui lasciato là solo con un altro servitore; nè mia madre usciva, nè io sapeva quel che succedesse di dentro, ed ero pieno di inquietudine e d'impazienza. Quando volle Iddio, uscì mia madre finalmente, e, chiamatomi, mi disse d'entrare a fare il mio dovere colle signore prima di partire; Allorchè rientrai, la contessa era seduta sul canapè, alquanto ricomposta, se volete, ma abbattuta così da far compassione. Donna Paola le sedeva presso e le teneva stretta la mano. Nel punto che mia madre mi sospingeva leggermente verso la contessa, questa mi guardò e mi sorrise in prima sbadatamente; poscia tornò a guardarmi con più attenzione, e mi dette un bacio; finalmente, continuando a guardarmi, voi non sarete per credere, diede in uno scoppio di pianto, nascondendosi la faccia nel fazzoletto. Ed io, che cosa volete? mi diedi a piangere anch'io dirottamente. Forse vedendo me fanciullo presso mia madre, più insopportabile erale ricorsa l'idea della sua figliuola smarrita; forse pensando che io era il figlio di quel Bruni che era stato la cagione d'ogni suo disastro, e fors'anco associandosi il pensiero di mio padre coi fatti di tanti anni prima e col pensiero di Amorevoli; di nuovo, per tutto questo cumulo di memorie e di dolori e d'affetti, sentitasi a lacerare il cuore, la disperazione s'impadronì di lei e le lagrime le sgorgarono a furia. Questo ho pensato molti anni dopo, perchè allora io non ho saputo che piangere. Mia madre non avrebbe mai dovuto ricondurmi innanzi a quella infelicissima donna. Ma pochi sono così esperti del cuore umano e degli umani dolori da conoscere quelle squisite delicatezze onde si rompe la via a nuovi affanni. Così dunque passò quel giorno, e venne l'ora che mia madre ed io uscimmo di là; fu nel punto in cui v'entrava l'avvocato Strigelli che ho sentito a nominare; quello appunto mandato a chiamare molto tempo prima.»"
      },
      {
        "index": 314,
        "text": "Staccandoci intanto dal nostro buon Giocondo Bruni, il racconto del quale, per quanta cura gli abbiam messo intorno a conservarlo nella sua evidente ed affettuosa semplicità, ci accorgiamo di aver non poco guastato, torniamo a ripigliar la parola noi medesimi."
      },
      {
        "index": 315,
        "text": "L'avvocato Strigelli, giovine di venticinque anni, era l'occhio diritto del decrepito avvocato Agudio. Quando entrò, sapendo naturalmente ogni cosa ed avvisato inoltre dal servo che la contessa era arrivata e che aveva voluto morir di dolore alla terribile notizia, si contenne come voleva la circostanza."
      },
      {
        "index": 316,
        "text": "In quel momento la contessa Clelia, appoggiato il braccio al dossale del canapè, nascondeva ancora la faccia nel fazzoletto, e continuava a singhiozzare. Donna Paola allora si alzò, e stesa la mano al giovine Strigelli: — Non potete immaginarvi, disse, che strazio mi dà questa infelicissima donna; poi parlandogli sommessa all'orecchio e volgendo gli occhi al cielo, con atto anch'ella di sconsolata: Se questa benedetta fanciulla, soggiunse, non si rinviene tosto, costei non può certo"
      },
      {
        "index": 317,
        "text": "resistere a sì fiero colpo. Ah è stata una gran disgrazia, caro mio, una gran disgrazia! e quasi mi pento d'averla fatta venire a Milano prima che non si fossero esaurite tutte le indagini... e a queste parole si volse, guardando a lungo la contessa che continuava a singhiozzare. Il giovane Strigelli la guardava esso pure tutto compunto."
      },
      {
        "index": 318,
        "text": "— È però sempre meglio che si trovi qui, egli osservò poi."
      },
      {
        "index": 319,
        "text": "— Voi mi consolate, togliendomi il rimorso di tante lagrime. V'ho inoltre mandato a chiamare per un consiglio. Ah confesso che dopo tante sventure non mi fido quasi più di me stessa. Ora sentite lei."
      },
      {
        "index": 320,
        "text": "E si avvicinò a donna Clelia, e dopo averla riabbracciata e baciata e fattale come una soave violenza:"
      },
      {
        "index": 321,
        "text": "— Fatevi coraggio, cara, le disse, è qui l'avvocato che v'ha patrocinata e difesa. Parlategli dunque."
      },
      {
        "index": 322,
        "text": "Allora donna Clelia, asciugatasi gli occhi e lasciando cader la mano in abbandono, alzò un viso tutto scombujato e guardò lo Strigelli."
      },
      {
        "index": 323,
        "text": "— Perdonatemi, disse, se vi ricevo così. Vi ringrazio che siate stato così sollecito."
      },
      {
        "index": 324,
        "text": "— Ma che mai dice, contessa? Sarei volato ad una sua parola, e sono qui tutto per lei. Or si degni di comandarmi."
      },
      {
        "index": 325,
        "text": "Ricompostasi alla meglio, donna Clelia ripetè all'avvocato Strigelli quel che prima aveva detto a donna Paola dell'inaspettato incontro col Galantino, dell'insistenza importuna onde colui aveva tentato di avere un abboccamento con lei a Lodi, e come tutto la induceva a credere ch'esso era partito per recarsi espressamente a Bologna per cercare di lei."
      },
      {
        "index": 326,
        "text": "Lo Strigelli ascoltò attentamente e con grande stupore, poi soggiunse:"
      },
      {
        "index": 327,
        "text": "— Altro che accordargli un abboccamento, signora contessa, quando il Suardi si presentasse! anzi il mio parere sarebbe quasi di mandarlo a cercare quando non venisse subito... Si sa mai, contessa! Tutto può servire in questa circostanza e bisogna metter da parte ogni riguardo. Ma perchè non sentirlo a Lodi, senza perder tempo quand'egli chiese di parlarvi?"
      },
      {
        "index": 328,
        "text": "— E chi si poteva fidare di quel ribaldo?"
      },
      {
        "index": 329,
        "text": "— Comprendo benissimo... tuttavia... ma qui si fermò con quell'atto di chi improvvisamente è assalito da un pensiero curioso e strano, non mai avuto nè sospettato prima, e, dopo aver fatti due o tre passi per la camera:"
      },
      {
        "index": 330,
        "text": "— Ma sa cosa devo dirle?... esclamò tutt'a un tratto."
      },
      {
        "index": 331,
        "text": "— Che?..."
      },
      {
        "index": 332,
        "text": "— Un filo è trovato, contessa. Or tutto è chiaro. Vuol ella sapere chi ha fatto scomparire le fanciulle dal monastero? Ma già lo ha indovinato..."
      },
      {
        "index": 333,
        "text": "— Il Galantino?... esclamarono ad una voce la contessa e donna Paola."
      },
      {
        "index": 334,
        "text": "— Il Galantino, sì signore. Sono tanto sicuro di ciò come di nessun'altra cosa al mondo... e non averlo mai pensato prima, nè io, nè loro, nè altri, ciò pare impossibile, eppure il fatto mi par così chiaro!..."
      },
      {
        "index": 335,
        "text": "Donna Paola e la contessa si guardavano stupefatte."
      },
      {
        "index": 336,
        "text": "— Non si ricorda forse donna Paola d'avermi detto un dì che costui fece intendere più volte di voler pure vendicarsi della contessa?..."
      },
      {
        "index": 337,
        "text": "— SÌ..."
      },
      {
        "index": 338,
        "text": "— Non è noto a tutti che questo ribaldo fortunato fa aperta professione di sedurre donne e fanciulle, e con tanto più di voglia quanto più sono al disopra di lui? E non è di sua proprietà un'ortaglia e un casamento per deposito di mercanzia, contiguo affatto al monastero di San Filippo?... e la visita de' fermieri non può forse essere stata fatta espressamente per provocare un disordine che desse luogo e agevolezza?... loro mi comprendono. Ma ora è caduto egli stesso nelle sue medesime insidie... Oh, si consoli, contessa."
      },
      {
        "index": 339,
        "text": "L'idea d'aver trovato il filo che potea guidare a scoprir tutto, in sulle prime, come avea messo in bocca al giovane Strigelli quel si consoli, mise pure un soprassalto di gioia repentina e nella contessa e in donna Paola. Ma fu un sentimento fuggitivo, chè quasi contemporaneamente:"
      },
      {
        "index": 340,
        "text": "— Ahimè! uscì con accento di disperazione ad esclamar la contessa mettendosi le mani ai lati della fronte."
      },
      {
        "index": 341,
        "text": "E senza che aggiungesse altro, tosto la compresero e divisero il suo ribrezzo il giovane Strigelli e donna Paola."
      },
      {
        "index": 342,
        "text": "— Eppure, che volete? soggiunse l'avvocato dopo un lungo silenzio. Io ho de' felici presagi. Io so, e lo sanno tutti, che il Suardi, dacchè s'è fatto così ricco, desidera ardentemente di far dimenticare il passato col presente, con beneficj, con carità, con atti generosi; che volete? ho sentito a benedire il suo nome da quelli che lautamente furono soccorsi da lui nell'occasione che in borgo San Gottardo avvenne, nello scorso mese di marzo, quel terribile incendio di cui rimangono ancora i guasti. Io ho de' felici presentimenti, e prego la contessa a sperar bene."
      },
      {
        "index": 343,
        "text": "— Ma che presentimenti?"
      },
      {
        "index": 344,
        "text": "— Codesti ribaldi saliti in fortuna son capricciosi... chi sa che non abbia voluto vendicarsi per aver poi l'orgoglio di confortarla, contessa?... Le faccio osservare che insieme colla sua figliuola è scomparsa una figlia de' Crivelli che, per la forma infelicissima del corpo, è tutt'altro che atta ad ispirare amore in chicchessia."
      },
      {
        "index": 345,
        "text": "— E dunque conviene aspettare ch'ei si presenti, mandarlo a chiamare; se non che, pensandoci meglio, è più conveniente che esso venga di sua voglia."
      },
      {
        "index": 346,
        "text": "— Ma io non posso resistere a questo tormento dell'aspettare."
      },
      {
        "index": 347,
        "text": "— Non tarderà a lasciarsi vedere, lo creda a me. Si figuri, contessa, se chi per veder lei s'era messo espressamente in viaggio per Bologna, voglia lasciarsi attendere adesso ch'ella e in Milano."
      },
      {
        "index": 348,
        "text": "Lo Strigelli parlava in tal modo, com'è facile a credere, non già perchè fosse certissimo di quello che pensava, nè delle congetture che aveva fatto e nemmeno di ciò che aveva detto parergli cosa tanto chiara; ma vedeva la necessità di confortare la contessa in qualunque maniera, anche con pietosi inganni. Non per nulla però donna Paola avealo mandato a chiamare, conoscendo la straordinaria acutezza e la prontezza di veduta prodigiosa di quel giovane giureconsulto, che abbiam conosciuto un po' tardi, ma che vedremo in seguito aver molta parte in questa azione. Avealo poi anche mandato a chiamare perchè a suo tempo informasse la contessa del come era corsa ed erasi chiusa la lite giuridica col conte V... Inoltre avea bisogno di lui per l'intralciata condizione in cui versava lord Guglielmo; ed affinchè volesse prendersi egli l'assunto di farsene difensore innanzi al criminale, chè lo Strigelli, non avendo peranco varcato i venticinque anni, trovavasi ancora nel tirocinio di protettore dei carcerati al Capitano di Giustizia."
      },
      {
        "index": 349,
        "text": "La sera, quando venne l'abate Parini e Paolo Frisi e l'avvocato Fogliazzi, e gli altri intrinseci di casa, si tenne, quasi a dire, consulta su tutta quella matassa di cose. È a sapere che, dopo gl'interrogatorj fatti subire e a lord Guglielmo e a Lorenzo Bruni e agli altri detenuti, erasi constatato appartenere essi veramente alla società segreta dei Franchi Muratori. Anzi in quel dì stesso da un notajo, da un attuaro e da una mano di fanti del bargello era stata improvvisamente invasa la loggia di San Vittorello, e quanti si eran trovati in quel convegno, tutte persone e giovani delle prime famiglie di Milano, tra gli altri un figlio dello stesso capitano di Giustizia, furono tutti quanti tradotti nelle carceri suppletorie del Pretorio. Non mai s'era veduta tanta severità contro una conventicola che per tanti anni era stata, se non permessa, tollerata; onde pareva che tutto in que' giorni volesse piegar terribilmente al peggio."
      },
      {
        "index": 350,
        "text": "E adesso uscendo da casa Pietra e recandoci in Pantano, in casa Suardi, noi vi udremo il padrone di casa, tutt'altro che di buon umore, in serio colloquio col sotto-tenente Baroggi."
      },
      {
        "index": 351,
        "text": "— Già io v'ho fatto riflettere che non c'era poi tanto da ridere, diceva il Baroggi, e che la cosa era e doveva diventare ben più grave di quel che pareva."
      },
      {
        "index": 352,
        "text": "— Se non hai altro a dire, puoi anche tacere."
      },
      {
        "index": 353,
        "text": "— A questo mondo è meglio temere assai, che sperar troppo. Non si sa mai quello che può succedere."
      },
      {
        "index": 354,
        "text": "— Io so prevedere i pericoli da uomo ragionevole. Ma ho però anche una gran fiducia in me. Guai chi si perde d'animo."
      },
      {
        "index": 355,
        "text": "— Questo lo so."
      },
      {
        "index": 356,
        "text": "— Ma dimmi un po' tu... Sei di parere che ella mi riceverà quando sarò alla sua anticamera?"
      },
      {
        "index": 357,
        "text": "— Mi parrebbe di sì."
      },
      {
        "index": 358,
        "text": "— Aspetta. Giacchè m'hai dato mano una volta, non ti rifiuterai ad ajutarmi anche adesso. In conclusione sei un po' compromesso anche tu in questa faccenda. Se io cado... tu mi comprendi... giù tutti e due."
      },
      {
        "index": 359,
        "text": "— Non vedo questa necessità..."
      },
      {
        "index": 360,
        "text": "— Giù tutti e due... e addio per sempre alla tua fortuna... Tu sai quello che voglio dire."
      },
      {
        "index": 361,
        "text": "— So quello che volete dire; ma non credo niente, perchè è da troppo tempo che mi andate conducendo di camera in sala; e qual possa essere codesto gran segreto che deve fare la mia fortuna, non comprendo."
      },
      {
        "index": 362,
        "text": "— Comprenderai, ma ora pensiamo ad altro. Domani mattina tu metterai giù questa tracolla e questa sciabola, e vestirai una delle mie più sfarzose marsine con panciotto di teletta d'argento: lascia fare a me. Voglio che tu veda in anticipazione la figura che farai a Milano fra una decina d'anni, così in via d'esperimento. In tal modo trasfigurato ti rechi in casa Pietra, e ti fai annunciare per parlare alla contessa."
      },
      {
        "index": 363,
        "text": "— Ma perchè tutto questo?"
      },
      {
        "index": 364,
        "text": "— La ragione è semplicissima. Non voglio più affrontare un altro rifiuto. Mi scapperebbe la pazienza, e... guai se mi scappa la pazienza! Tu dunque ti presenti, ella ti riceverà, tu le dirai le mie intenzioni, cioè che debbo parlarle, ma per cosa che deve premere più a lei che a me. Una volta ch'ella m'accolga, sta pur tranquillo, niente mi può resistere e la vittoria è mia, anzi nostra."
      },
      {
        "index": 365,
        "text": "— Ebbene, io anderò."
      },
      {
        "index": 366,
        "text": "— Domani mattina."
      },
      {
        "index": 367,
        "text": "— Non si può tardare di più."
      },
      {
        "index": 368,
        "text": "— La mia guardaroba è tutta a tua disposizione."
      },
      {
        "index": 369,
        "text": "— Un vestito semplice sarà meglio d'uno sfarzoso."
      },
      {
        "index": 370,
        "text": "— Ognuno ha i suoi gusti. Fa dunque quello che più t'aggrada. E si lasciarono."
      },
      {
        "index": 371,
        "text": "[X]"
      },
      {
        "index": 372,
        "text": "La mattina seguente, il Baroggi in abito civile e semplice, per quanto lo comportava il costume, si recò alla casa Pietra, e domandò se si poteva parlare alla signora contessa V..."
      },
      {
        "index": 373,
        "text": "Il portinajo che aveva ordine di lasciar passar tutti, lasciò passare anche il Baroggi, il quale, venuto in anticamera e detto il proprio nome a un servitore, di là venne introdotto in sala, dove trovò la contessa insieme con donna Paola."
      },
      {
        "index": 374,
        "text": "Questa, allorchè vide il Baroggi:"
      },
      {
        "index": 375,
        "text": "— Oh... voi? disse."
      },
      {
        "index": 376,
        "text": "Se il lettore si ricorda, donna Paola s'era adoperata in pro suo e della madre."
      },
      {
        "index": 377,
        "text": "— Non vengo per me, soggiunse il Baroggi, nè per darle nessun disturbo. Vengo a nome del signor Andrea Suardi per dire una parola alla signora contessa V.... che, se non isbaglio, è quella innanzi a cui ho l'onore di trovarmi."
      },
      {
        "index": 378,
        "text": "— Dite, dite, rispose la contessa pallida e tremante, chè il nome del Suardi le avea fatto rifluire il sangue al cuore."
      },
      {
        "index": 379,
        "text": "— Veramente il signor Suardi m'avea raccomandato di non parlare che a lei sola... ma io credo che in quel momento non pensasse a donna Paola; e per questo io credo d'interpretare il desiderio di lui, anche parlando in sua presenza. Il signor Suardi domanda pertanto alla signora contessa il favore di poterle dire una parola in tutta segretezza, per cose della più grave importanza."
      },
      {
        "index": 380,
        "text": "— Gli avevo già detto a Lodi che a Milano avrebbe potuto parlarmi liberamente. Però venga e tosto."
      },
      {
        "index": 381,
        "text": "— Sapete la disgrazia da cui è afflitta la contessa, soggiunse donna Paola; cento cose abbiam da fare nella giornata. Dunque sarebbe necessario che venisse qui subito."
      },
      {
        "index": 382,
        "text": "Il Baroggi, a quelle parole, sapete la disgrazia da cui è afflitta la contessa, divenne rosso come una bragia; cosa che diede nell'occhio a donna Paola ed anche alla contessa, la quale sommessamente disse alcune parole a donna Paola."
      },
      {
        "index": 383,
        "text": "— Sì... è il figlio della povera Baroggi, rispose quella ad alta voce. Ma, a proposito, da che dipende che vi vedo in abito civile?"
      },
      {
        "index": 384,
        "text": "— Fu per rispetto a questa casa che ho messa giù la casacca da finanziere. Anche questo è stato un desiderio del signor Suardi."
      },
      {
        "index": 385,
        "text": "— Ma siete a' suoi servizj?"
      },
      {
        "index": 386,
        "text": "— No: bensì la mia professione porta che molte volte debba trovarmi con lui; egli ha della bontà per me e per la povera mia madre. Se dunque mi dà qualche incombenza, non mi faccio pregare ad eseguirla."
      },
      {
        "index": 387,
        "text": "Donna Paola si alzò a queste parole, quasi che una molla le avesse dato la spinta; ed era infatti un movimento comunicatole da un pensiero improvviso che era già per tradursi in una domanda al Baroggi; ma si trattenne, e dandole tosto di svolta:"
      },
      {
        "index": 388,
        "text": "— Affrettatevi dunque; dite al signor Andrea Suardi che la signora contessa lo sta aspettando. Affrettatevi."
      },
      {
        "index": 389,
        "text": "Il Baroggi s'inchinò e partì."
      },
      {
        "index": 390,
        "text": "Quando fu uscito:"
      },
      {
        "index": 391,
        "text": "— Costui sa tutto di certo, osservò donna Paola, e forse ha prestato mano al trafugamento. Egli è un sotto-tenente delle guardie di finanza al servizio della Ferma. Povero Baroggi!... ed era un fanciullo di buonissima indole; ma il bisogno lo ha spinto a quel pericoloso mestiere, e s'è dato alla crapula... e poi vennero i debiti... e poi... Ecco gli effetti. Ah! è meglio morire quando mancano i mezzi di soccorrere a tutte le miserie!"
      },
      {
        "index": 392,
        "text": "La contessa non rispose, e quasi non sentì tali parole, perchè era tutta sossopra per l'ansia dell'aspettare; e nel frattempo non fece altro che sedere, alzarsi, passeggiare senza mai potere aver requie."
      },
      {
        "index": 393,
        "text": "Finalmente, dopo una mezz'ora, il servitore annunciò:"
      },
      {
        "index": 394,
        "text": "— Il signor Suardi."
      },
      {
        "index": 395,
        "text": "Le due donne si alzarono. La contessa incrocicchiando le dita d'ambo le mani, le strinse le une contro le altre con forza, distendendo simultaneamente le braccia, come fa chi tenta sciogliersi da un'oppressione convulsa; poi disse:"
      },
      {
        "index": 396,
        "text": "— Ah! non vi allontanate, donna Paola."
      },
      {
        "index": 397,
        "text": "— Lasciate fare, starò nella camera vicina, essa le rispose; abbiate coraggio e sperate bene."
      },
      {
        "index": 398,
        "text": "Donna Paola uscì. La contessa Clelia si appoggiò al canapè e stette ritta in piedi. La porta s'aprì, ed entrò il Suardi."
      },
      {
        "index": 399,
        "text": "Se la contessa tremava, il Suardi non era tranquillo. Bensì la prima mostrava nel volto e nella persona tutta quanta la condizione dell'animo proprio; mentre il Suardi, sotto al calmo sorriso delle sue labbra lievemente arcuate, celava compiutamente l'intima battaglia de' pensieri. Le parole però non gli vollero venir tosto, onde la contessa fu la prima a rompere il silenzio:"
      },
      {
        "index": 400,
        "text": "— Or dunque, cosa avete a dirmi, signore?"
      },
      {
        "index": 401,
        "text": "— La supplico di sedere, contessa. Il discorso non può esser breve... Intanto la ringrazio dell'avermi accordato questo abboccamento. La ringrazio non per me... ma per lei."
      },
      {
        "index": 402,
        "text": "— Dovevate parlarmi per cosa di gravissima importanza? Sappiate dunque che una sola è tale per me."
      },
      {
        "index": 403,
        "text": "— Edè la sua figlia, lo so; ecco perchè son qui e perchè l'ho pregata a volere ascoltarmi a Lodi. Ma ora... per rasserenarla, le dirò, contessa, che ho la speranza di poter forse presto meritarmi i suoi ringraziamenti."
      },
      {
        "index": 404,
        "text": "— E dov'è dunque mia figlia? chiese allora impetuosamente la contessa, con un accento iracondo, non mitigato che da un tremito di singhiozzo."
      },
      {
        "index": 405,
        "text": "— Si rimetta in calma, signora contessa, e speri bene; perchè se la sua figliuola le comparirà presto innanzi, io confido che questo avverrà per mio merito."
      },
      {
        "index": 406,
        "text": "— Ma dov'ella è? torno a domandarvi."
      },
      {
        "index": 407,
        "text": "— S'io lo sapessi, vossignoria avrebbe avuto a domandarmelo? Essa troverebbesi già nelle sue braccia."
      },
      {
        "index": 408,
        "text": "A queste parole la contessa guardò il Galantino con un volto tra l'attonito e lo spaventato; poi soggiunse disperatamente:"
      },
      {
        "index": 409,
        "text": "— Ma e che dunque siete venuto a far qui, se non sapete dove sia? ma e dove mai può essere adesso? O mia Ada!! — e cadde sul canapè."
      },
      {
        "index": 410,
        "text": "Quella disperazione fece colpo al Suardi, e si sentì sinceramente commosso; onde alzandosi da sedere ed avvicinandosi alla contessa:"
      },
      {
        "index": 411,
        "text": "— Ma non stia a travagliarsi così, torno a ripeterle; perchè forse e presto e per opera mia ella potrà rivedere sua figlia. All'annuncio della disgrazia avvenuta, io che ho gente sparsa in tutte le parti del Ducato, e mezzi di comunicazioni a centinaja, ed esploratori pei contrabbandi, tosto ho detto fra me: Ben io la rintraccerò questa ragazza, e così vedrà la contessa Clelia come fa a vendicarsi un mio pari... Ed ho già de' contrassegni, contessa, e mi par bene che oggi o domani si verrà a capo di tutto e si verrà a saper tutto. Si consoli dunque e risparmi le lagrime. Vuol ella, contessa, ch'io debba essere venuto qui per nulla? Per consolarla sono venuto qui. Onde capacitarla poi ch'io sono un galantuomo, e non un tristo nè un ribaldo, le dirò che di noi due non so chi più desidera di venir a capo d'ogni cosa. Si consoli dunque, contessa, e rasciughi le lagrime e m'ascolti."
      },
      {
        "index": 412,
        "text": "— Ma per darmi una così lieve notizia vi siete messo espressamente in viaggio per Bologna? rispose la contessa rimettendosi in qualche calma. È ciò verosimile? Posso io prestar fede alle vostre parole?"
      },
      {
        "index": 413,
        "text": "— Chi v'ha detto, contessa, ch'io andassi a Bologna? Io trovavami in giro per affari miei particolari. Dato fine ai quali, recavami a Piacenza così per diporto. Di modo che, allorquando vi ho veduta, sospettando o che foste già al fatto della disgrazia, o foste per saperla, ho creduto dover mio il mitigarne il colpo, cercando di dirvi quel che io aveva fatto per voi e le speranze che ne concepivo; ecco tutto."
      },
      {
        "index": 414,
        "text": "Quando il Suardi ebbe ciò detto, donna Clelia fatta certa dalle parole dell'avvocato Strigelli che il rapitore non poteva essere ch'egli solo, fu per investirlo con impeto e parlar chiaro, e pigliarlo di fronte; ma si trattenne, paurosa di irritarlo e di peggiorare la condizione delle cose, onde si tacque perplessa. Nè dal canto suo il Suardi sapeva tirare innanzi il discorso. Egli era piantato male, ed aveva fatto un passo falso, e una passione gli lavorava terribilmente di dentro; una passione di cui non aveva mai subìto il dominio in tutta la sua vita. Egli era venuto lì per manifestare l'animo proprio alla contessa, per dirle quel ch'era passato tra lui e la fanciulla Ada, per ottenere da lei pacificamente una parola che togliesse ogni ostacolo a' suoi desiderj. Ma quando fu al punto di parlare, non si sentì la sfrontatezza di farlo. D'altra parte non volea confessare d'essere stato l'autore del rapimento, perchè pensava alle conseguenze, e volea pur serbarsi un varco alla ritirata; e nel tempo stesso rifletteva che, per costringere la contessa ad una risoluzione, bisognava pure che le facesse toccar con mano come la fanciulla fosse in suo pieno arbitrio, e che un matrimonio era pure il solo mezzo per finir tutto senza scandalo e in pace."
      },
      {
        "index": 415,
        "text": "Qualche nostro lettore potrà dire che, in uomini della natura del Galantino, è impossibile una passione amorosa di quella forza, di quella intensità, di quella durata; e che l'abito della sfrontatezza così vecchio in lui doveva soccorrerlo anche in quella circostanza. — Il lettore può aver ragione, ma il vero è che il Galantino, al contatto di quella passione affatto nuova per lui, e in conseguenza di quella sua condizione mutata, subì veramente in parte quella trasformazione. Al fatto della ricchezza, alle apparenze del gentiluomo, erano susseguiti in lui anche i sintomi di una natura quasi nuova. Le facce dell'uomo sono molteplici, e sbaglia chi lo considera da un lato solo. Non v'è mortale, per quanto tristo, che non abbia in sè un germoglio di qualche virtù. Ciò, per fortuna, lo hanno detto cento altri, onde ne sarà più facile l'essere creduti. Però non è detto che un tal germoglio non possa fruttificare col tempo, e al contatto di circostanze speciali; sebbene l'uomo"
      },
      {
        "index": 416,
        "text": "antico di quando in quando torni pur sempre a far capolino attraverso alle cangiate abitudini dell'uomo nuovo."
      },
      {
        "index": 417,
        "text": "Ecco perchè tra questo colloquio del Galantino colla contessa, e l'altro ch'ei tenne con lei medesima a Venezia, l'intonazione è così diversa, che ci par quasi di trovarci al cospetto di un'altra figura. Ma non si tratta di un dramma in cui l'azione si svolga in ventiquattr'ore; in un giorno un uomo non può menomamente modificare il suo carattere: ma nel corso di una vita intera ben si può dire che, dall'adolescenza alla gioventù, alla virilità, alla vecchiaia, egli presenta nell'animo tante alterazioni quante appaiono nella sua faccia. Non è che l'arte di convenzione quella che considera un uomo come se fosse fatto d'agata, e come l'agata impenetrabile dal tempo."
      },
      {
        "index": 418,
        "text": "Chi applicò alla vita l'osservazione continua, ci saprà dire se abbiam ragione."
      },
      {
        "index": 419,
        "text": "Continuando adunque il silenzio più che la circostanza lo avrebbe dovuto permettere, la contessa ebbe campo di volgere in mente più pensieri, e infine:"
      },
      {
        "index": 420,
        "text": "— Sentite, signore, gli disse."
      },
      {
        "index": 421,
        "text": "L'iracondia era scomparsa, l'accento mutato, e ad infletterlo non era rimasto che un fremito lieve lieve e quasi non avvertibile di singhiozzo; e coll'accento mutato erasi mutata anche l'espressione del volto della contessa. Esso appariva sconvolto ma tranquillo, ma soffuso di un languore soave, e il labbro per la prima volta schiuse al Galantino un mesto sorriso. Il Galantino non aveva mai vista che la severità la più arcigna nella bellezza solenne della contessa; onde quel sorriso gli fece un senso nuovo e gradito."
      },
      {
        "index": 422,
        "text": "— Jeri, continuò la contessa, un uomo stimabile mi parlò di voi lodandovi."
      },
      {
        "index": 423,
        "text": "— Di me?"
      },
      {
        "index": 424,
        "text": "— DI voi... e mi disse che molti sventurati hanno benedetta la vostra carità."
      },
      {
        "index": 425,
        "text": "— Io non so..."
      },
      {
        "index": 426,
        "text": "— Lo sapete e ne dovete sentire una gran compiacenza. Ah... io vi prego dunque di continuare in questa vostra bella disposizione d'animo. Pensate che è una madre che ha perduta la sua unica figliuola quella che vi prega. Ditemi dunque tutto sinceramente; io non proferirò parola per lamentarmi. Quel ch'è stato è stato. Foste voi dunque a levarla dal convento? Ditemi tutto, tutto."
      },
      {
        "index": 427,
        "text": "Dopo una pausa significantissima:"
      },
      {
        "index": 428,
        "text": "— Io no, rispose il Suardi, quantunque l'avrei voluto."
      },
      {
        "index": 429,
        "text": "— Voluto, ma come voluto? Io vi comprendo meno ancora di prima. Voluto?..."
      },
      {
        "index": 430,
        "text": "— Sì... perchè..."
      },
      {
        "index": 431,
        "text": "— Perchè? dite."
      },
      {
        "index": 432,
        "text": "— Quando io ci penso, contessa, quasi non posso crederlo a me medesimo; ed ora ascoltatemi, ma senza andare in collera."
      },
      {
        "index": 433,
        "text": "— Che?..."
      },
      {
        "index": 434,
        "text": "— Io sono perdutamente innamorato della vostra figliuola."
      },
      {
        "index": 435,
        "text": "— AN!! e la contessa mandò un respiro affannoso, e torse lo sguardo dal Galantino."
      },
      {
        "index": 436,
        "text": "— Con ciò vi sia spiegato l'interesse che mi son preso per la disgrazia avvenuta alla vostra figliuola, e l'essermi potuto dimenticare dell'ingiuria che mi avete fatto, e della posizione orribile in che mi avete posto. Con ciò potete credere alle mie parole, e vivere sicura che tutto quello che ho fatto per venir sulle tracce della vostra figliuola, non l'ha fatto nè il Senato, nè il Capitano, nè altri, ad onta dei loro bandi e di tante guardie mandate dovunque. Io ho scoperto tutto, io so tutto. Ed ora credetemi e consolatevi; la vostra figliuola è in salvo, e consolatevi di più, pensando ch'ella è oggi quel giglio puro e immacolato ch'ella era quando uscì di monastero. Consolatevi e credete alle mie parole, chè, per Dio, non sono un bugiardo."
      },
      {
        "index": 437,
        "text": "La contessa si alzò, e per un istante fuggitivo brillò un raggio di contento su quel suo viso augusto; ma poi si rabbujò di nuovo, e:"
      },
      {
        "index": 438,
        "text": "— Finchè, disse, voi non mi diate la spiegazione del fatto da parte a parte, giacchè asserite di saper tutto; e la spiegazione non sia tale che mi si snebbii la mente e mi si dilegui ogni mistero, e non vi sia nulla più per me d'inverosimile, perdonate, io non vi credo."
      },
      {
        "index": 439,
        "text": "— Questo è giusto, ma prima è necessario che io apra tutt'intero l'animo mio, e vi esponga la vera e prima cagione, l'unica ragione per cui son venuto qui, e ho tanto insistito per potervi parlar prima a Lodi."
      },
      {
        "index": 440,
        "text": "— Parlate, in nome di Dio, ch'io sto ad ascoltarvi."
      },
      {
        "index": 441,
        "text": "Il Galantino fece due o tre passi per la camera, poi disse:"
      },
      {
        "index": 442,
        "text": "— L'amore che mi ha inspirato quell'angelo della vostra figliuola è tale, quale non ho mai provato in tutta la mia vita: esso è di quella forza che non può esser vinto senza che... ma voi vi corrucciate. Io taccio. E si diede a passeggiare innanzi e indietro rannuvolandosi anch'esso."
      },
      {
        "index": 443,
        "text": "— Continuate, continuate, disse poi la contessa, riassumendo nel viso la più completa espressione della severità e dell'orgoglio; chè essa voleva sentir tutto, e nel tempo medesimo voleva quasi porre un freno alle parole del Galantino."
      },
      {
        "index": 444,
        "text": "Ma questi si piantò in faccia a lei, e come tediato della propria perplessità e di quella delicatezza riguardosa di cui egli stesso era maravigliato, tentò quasi a dire un colpo arrischiato e risoluto."
      },
      {
        "index": 445,
        "text": "— È inutile ch'io vada in cerca di parole e di modi nuovi per far dei lunghissimi giri intorno al mio solo desiderio senza esprimerlo. Parlerò dunque schietto e breve. Il mio desiderio è di unirmi in matrimonio colla vostra figliuola. Ecco tutto."
      },
      {
        "index": 446,
        "text": "Donna Clelia che stava ritta in piedi appoggiata al canapè col braccio sinistro, avendo al lato destro il Galantino, al quale non guardava, osservando in sua vece un quadro che aveva dirimpetto, piegò un momento la testa a quelle parole, e con quei suoi grandi occhi neri saettò il Galantino d'uno sguardo così, diremo, gonfio di sprezzo e d'orgoglio, che valse per mille parole d'insulto; e il Galantino si sentì ferito al punto da smarrire ogni pazienza, ogni riguardo."
      },
      {
        "index": 447,
        "text": "— E ben questo m'attendevo! così proruppe egli di fatto. Voi altre signore dame potete morire per la perdita delle vostre figliuole, potete gettarvi dalla finestra per la disperazione, ma nel tempo stesso il vostro orgoglio farebbe morir le figliuole di consunzione e di crepacuore, e le metterebbe al punto di darsi la morte piuttosto che appagare un'affezione innocente del loro cuore, quando di questa affezione ne sia oggetto un giovane, un uomo che non appartenga al vostro ceto. Crepi la figliuola, va benissimo, ma guai s'ella non si marita a un conte, a un marchese, a un duca; crepi la figliuola, non c'è nulla in contrario; la tenera madre ha sempre tempo di piangere dopo con comodo. Siete tutte fatte così voi altre signore dame. Orgoglio e niente di più, e affezioni finte e dolori affettati e lagrime da commedia. Tutte così; sciocche, ignoranti e dotte, nella boria andate tutte d'accordo. Del rimanente mi fate ridere, contessa. Se si presentasse a domandar la mano di vostra figlia il conte M... per esempio (e pronunciò intero quel nome), o il barone C... (e nominò anche costui per esteso), od altri di tal fatta, i cui padri, cinquanta, sessant'anni, cento anni fa, voglio essere abbondante, appartenevano alla più marcia plebe; e comprarono poi i titoli coi danari o con servigi equivalenti, servigi non gloriosi, intendiamoci bene... perchè so distinguere anch'io cosa da cosa... e allora si vedrebbe che edificazione, che complimenti, che festa, che allegria in casa per la grande fortuna della sposina!! Ma se tutto l'ostacolo sta qui, tranquillatevi contessa, provvederò io al resto... ho larghe tenute anch'io, e ville e case e oro e carrozze e cavalli... e tempra di salute invidiabile... e freschezza di gioventù ancor salda, e avvenenza, per Dio. Sappiatemi dire di grazia se quell'ometto ridicolo del conte M... può valere l'unghia d'un mio dito; sappiatemi dire se il barone C... con quel suo naso pavonazzo, ch'è lo stemma al naturale della sua casa arricchita nel vender vino, può vantare questa mia fronte... ampia e nobile, per Dio... Anche la bella apparenza è qualche cosa, signora contessa; che se a lei preme davvero che il marito della sua figliuola sia nobile, ci penseremo anche a questo; e se non io precisamente... mio figlio, o il figlio di mio figlio saranno conti... e questa condizione la metteremo nel patto nuziale."
      },
      {
        "index": 448,
        "text": "Codeste parole in bocca del Galantino è indubitabile che denno far senso. Ma coloro a cui per avventura potessero riuscire ingrate, si consolino pensando che le ha pronunciate un ribaldo in collera; quelli poi che ci vedessero balenar dentro pur qualche barlume di verità, riflettano che la verità non ha paura di farsi annunciare nemmeno dalla bocca dei tristi, tanto ella è invulnerabile."
      },
      {
        "index": 449,
        "text": "Ma la voce del Galantino, in ragione che parlava, s'era venuta alzando gradatamente, tanto che, alle ultime sue parole, donna Paola comparve all'ingresso della sala. — Ah! esclamò allora la contessa nel vederla, sentite anche voi... sentite, ajutatemi, consigliatemi; e fece tre o quattro passi rapidi dal canapè alla soglia della porta su cui donna Paola stava ritta e severa, e le prese strettamente la mano, traendola nell'altra camera e dicendo al Galantino, mentre gli si rivolgeva: — Aspettate."
      },
      {
        "index": 450,
        "text": "Passarono alcuni minuti. Il Galantino, alterato nel viso e parlando tra sè e se, misurava nel frattempo a gran passi la camera. Ricomparve poco di poi donna Paola sola. Ricomparve, e mettendosi a sedere e facendo sedere il Galantino:"
      },
      {
        "index": 451,
        "text": "— Scusate, signore, disse, se mi prendo la libertà di dirvi che dovevate avere maggior riguardo al dolore profondo di quella povera donna. E pronunciò queste parole in modo che al Galantino sbollì ogni sdegno, e si sentì umiliato."
      },
      {
        "index": 452,
        "text": "— Vostra signoria mi perdoni, ma io venni qui con tutte le migliori intenzioni, e se ho potuto far dispiacere all'egregia signora contessa, ne sono sinceramente pentito. E di che sorta fossero le mie intenzioni, donna Paola può averlo appreso dalla contessa, s'ella ha detto a vostra signoria come la fanciulla sia ora in salvo, e tutto per opera mia."
      },
      {
        "index": 453,
        "text": "— Questo me lo ha detto... e se ciò è il vero, che non ne dubito, abbiate la bontà di riflettere, perdonate se parlo sincerissima, che le buone opere e i beneficj non hanno più nessun merito quando se ne chiede, anzi se ne pretende un compenso, e un compenso che soverchia il potere e le forze di chi dee darlo; poichè dovete sapere che non è nella contessa la facoltà di accordare o negare la sua figliuola in isposa a chicchessia; ma nel conte V... suo marito. Il decreto del Senato vi dovrebbe esser noto."
      },
      {
        "index": 454,
        "text": "Il Galantino non aveva in quel punto la mente al decreto senatorio, ed era lontano le mille miglia dal pensare al conte colonnello V...; onde, essendo rimasto fieramente colpito e sconcertato a quel nome, non seppe a tutta prima che cosa rispondere."
      },
      {
        "index": 455,
        "text": "— Vedete ora dunque, continuava donna Paola, che a voi non rimane che a compire l'opera meritoria e ricondurre la figliuola nelle braccia di sua madre."
      },
      {
        "index": 456,
        "text": "Il Galantino guardò per qualche tempo donna Paola; ma poi, dando a un tratto in uno scoppio d'ira:"
      },
      {
        "index": 457,
        "text": "— Ebbene, proruppe, giacchè non si vogliono le vie tranquille... venga l'inferno ad aiutarmi. Giacchè non si vuole che quella fanciulla sia mia per sacramento, non sia più di nessuno; nè di me, nè di sua madre, né di suo padre, nè d'altri. So io quel che farò. Lascio tutta la mia ricchezza all'ospedale perchè i poveri sguazzino un momento; e fuori io e lei da questa vita maledetta, dove senza ricchezza non si fa nulla e quando c'è non vale a nulla, e la gioventù è un martirio, e la bellezza un'occasione di tormenti, e l'orgoglio il carnefice universale. Fuori di questa vita io e la fanciulla, e il conte e la contessa rimangano a consolarsi coi loro quarti. Così è e così sarà, lo giuro..., e vogliate perdonarmi questa visita inutile."
      },
      {
        "index": 458,
        "text": "Ciò dicendo si volse per partire, e già era alla porta, quando la contessa, uscendo con violenza dall'altra camera:"
      },
      {
        "index": 459,
        "text": "— No, gridò, con accento disperato. No, fermate. Aspettate."
      },
      {
        "index": 460,
        "text": "Il Suardi si fermò."
      },
      {
        "index": 461,
        "text": "Continuava la contessa:"
      },
      {
        "index": 462,
        "text": "— Voi vedete la condizione mia infelicissima; parlate voi al conte."
      },
      {
        "index": 463,
        "text": "— Io non parlo più a nessuno. So quel che debbo fare."
      },
      {
        "index": 464,
        "text": "Fermo sulla porta il Suardi; muta a guardarlo la contessa, con uno sguardo della più intensa preghiera; pensierosa donna Paola col mento abbassato sul petto... Codesta scena si prolungò per qualche tempo. Infine donna Paola disse:"
      },
      {
        "index": 465,
        "text": "— Io stessa parlerò dunque al conte. Siete contento di ciò?"
      },
      {
        "index": 466,
        "text": "— Fate pure, signora."
      },
      {
        "index": 467,
        "text": "— Domani tornate qui?"
      },
      {
        "index": 468,
        "text": "— Ci tornerò..."
      },
      {
        "index": 469,
        "text": "— E mia figlia quando potrò rivederla? esclamò la contessa, giungendo le mani."
      },
      {
        "index": 470,
        "text": "— Quando lo vorrete voi, quando lo vorrà il conte; ma badi quel signore di non far motto di tutto ciò all'autorità. Tutto sarebbe perduto irremissibilmente, quando ei fosse per credere di aver tutto salvato."
      },
      {
        "index": 471,
        "text": "[XI]"
      },
      {
        "index": 472,
        "text": "Qualche ora dopo il colloquio or ora riferito, l'avvocato Strigelli, tornato a far visita a donna Paola e alla contessa, sentì da loro ciò che era avvenuto; sentì e ponderò il tutto, si fece ripetere da donna Paola qualche brano dei discorsi del Suardi, la interrogò parte a parte sul modo onde questo s'era comportato, sulla qualità del calore che aveva messo nelle sue parole, sulla qualità del colore che aveva mostrato sul viso; tenne conto delle angosce che invece di cessare erano accresciute nella contessa; ma fece precisamente come un medico esperto e risoluto, che assicuratosi della condizione d'una malattia gravissima, e dovendo procedere a mezzi eroici e di dubbio evento, ma i soli tuttavia da lui adottabili, interroga quei della casa sul grado di fiducia che hanno in lui, e se sono disposti a lasciargli fare tutto quello ch'ei vuole. Disse dunque lo Strigelli."
      },
      {
        "index": 473,
        "text": "— Da quanto mi avete raccontato mi pare che questo scellerato beniamino della fortuna abbia stancato anche sua madre, e tanto che pare voglia abbandonarlo. La passione gli ha penetrato il cervello in maniera, ch'ei non ha più il colpo sicuro d'una volta. Già a quest'ora ha commesso tante imprudenze che davvero non so farmi capace del come ei si pensi di far tutto quello che vuole, quasi che non vi sia più un'autorità al mondo, nè un buon capitano di Giustizia con barigelli e fanti, che se possono mettere le manette a qualche facoltoso, si comportano senza nemmeno pensare all'interesse, ma pel solo e semplice amore dell'arte. Pare adunque che questo sia il momento di coglierlo questo signor Suardi. Quando i serpenti stanno facendo la loro digestione, quello è il punto che i cacciatori se ne impadroniscono. Donna Paola egregia, qui non bisogna avere scrupoli. Signora contessa, qui bisogna aver coraggio, nè credere che il signor Suardi possa far quello che ha minacciato. Voglio bene che la passione gli abbia fatto girare il cervello, ma se può commettere delle imprudenze, non vorrà commettere dei fatti gravi. D'altra parte ha promesso di venir domani, non è vero?... Queste ventiquattro ore d'aspettazione sono un tesoro... per chi le sa valutare. Ma bisogna lasciar fare a me e fidarsi di me."
      },
      {
        "index": 474,
        "text": "La contessa, a queste parole del giovane Strigelli, opponeva naturalmente l'invincibile sgomento in cui versava per la vita e l'innocenza della sua Ada, sgomento che nel suo massimo accesso arrivava perfino a far tacere il ribrezzo che del pari irresistibile provava per il Galantino. Donna Paola poi, tanta era l'emancipazione della sua mente e de' suoi generosi princip), emancipazione che raggiungeva un ideale quasi non valutabile nemmeno dagli intelletti più indipendenti del tempo, un ideale che talvolta pareva persino trascendere all'intemperanza, opponeva alle parole dell'avvocato e al ribrezzo della contessa queste ed altre considerazioni:"
      },
      {
        "index": 475,
        "text": "— Voi dite, avvocato, essere così manifesti nel Suardi gli effetti della vertigine della passione, che tutto induce a persuadervi essere venuto il momento di coglierlo, per la ragione che non sembra più in possesso de' suoi naturali mezzi di difesa..."
      },
      {
        "index": 476,
        "text": "— Certamente, donna Paola, Sansone fu potuto mettere in ceppi dall'astuzia, quando gli cadde la chioma."
      },
      {
        "index": 477,
        "text": "— Ma ciò mi ripugna, e tanto più che il Suardi si è come confidato in noi. Le ultime sue parole erano d'uomo che è così penetrato dall'amore, che a questo sembra posporre ogni altra cosa; che per questo parrebbe quasi essersi operata in lui una completa trasformazione morale. Egli è ricco, le ultime sue largizioni ai danneggiati per l'incendio del borgo san Gottardo accusano esservi in lui qualche sentimento generoso. Se un amore sincero, legittimamente appagato, potesse mai tradurre a benefizio degli uomini quelle sue qualità particolari per cui una volta potè loro riuscire dannosissimo; non provate voi, avvocato, una certa titubanza nell'assalirlo in questo momento appunto? Troncare e distruggere un frutto che può essere buono non per altro motivo che perchè"
      },
      {
        "index": 478,
        "text": "nasce da un albero che in addietro ne diede di cattivi, non mi parrebbe, scusate, nè sapienza nè giustizia."
      },
      {
        "index": 479,
        "text": "— Io ammiro, donna Paola, queste vostre considerazioni. Le anime nobilissime sono condotte dal desiderio del bene ad illudersi sulle apparenze delle virtù in altri; ed a credere nella durata di quelle, che non sono altro poi che un'accensione subitanea, avvenuta per circostanze tanto speciali quanto passeggiere. Se ci potesse essere una certezza assoluta di codesta completa trasformazione della perversità nell'onestà; io direi, si faccia quanto dite. Ma c'è questa certezza? Possiamo noi dire che di una ardente passione possono essere perpetui i beneficj effetti? o non piuttosto che, dileguandosi essa nell'atto stesso del suo soddisfacimento, abbiano a sparire simultaneamente anche quelle larve di virtù che s'erano mostrate alla sua comparsa?"
      },
      {
        "index": 480,
        "text": "Donna Paola a queste parole si alzò, e:"
      },
      {
        "index": 481,
        "text": "— Avete ragione, avete ragione, disse; io mi lascio sovente trasportare di troppo. Ah se il mondo fosse come io vorrei; se fosse vero che, siccome talora fantastico, la virtù potesse essere un prodotto della volontà costante di chi la sente e la vede; e fosse errore il credere, darsi nature così terribilmente guaste da tornare impossibile il placarle pur sotto i più beneficj influssi... che consolazione sarebbe!... Ma io fantastico talvolta... lo so bene; dunque fate voi... se qui la contessa lo permette."
      },
      {
        "index": 482,
        "text": "— Libertà di operazione bisogna concedermi, ed io confido che tutto debba piegar in bene."
      },
      {
        "index": 483,
        "text": "La contessa tornava ad opporsi."
      },
      {
        "index": 484,
        "text": "— Ma a respingere ogni obbiezione, ritenete voi, disse lo Strigelli, che il conte voglia permettere quel che il Suardi domanda? È una pazzia il crederlo. Dunque lasciate fare."
      },
      {
        "index": 485,
        "text": "La contessa, rassegnata, si affidò alle promesse incoraggianti del giovane avvocato, a cui, mentr'esso si accomiatava, strinse la mano, quasi facendo con quell'atto una nuova preghiera. E donna Paola lo seguì fin nell'anticamera, per dirgli cosa che non voleva fosse sentita dalla contessa:"
      },
      {
        "index": 486,
        "text": "— Oggi medesimo ho risoluto di recarmi dal conte V..."
      },
      {
        "index": 487,
        "text": "— E che? pensereste mai d'indurlo..."
      },
      {
        "index": 488,
        "text": "— No, no. State tranquillo. È un altro il mio fine. Io voglio indurlo a venir qui domani. All'idea di umiliare il Suardi, certo ch'ei ci verrà. In ogni modo, voi mi comprendete... quale consolazione sarebbe se la contessa avesse mai a rappattumarsi col marito... e dopo tanti anni si ricongiungessero! che consolazione per me, pei parenti, per gli amici! Quale edificazione per tutta la città! che insegnamento solenne ai calunniatori farisei! Al conte ho dovuto parlare in più di un'occasione... e, a dir il vero, l'ho trovato migliore di quello che me l'avean dipinto..."
      },
      {
        "index": 489,
        "text": "— OR certo, sotto a quella scaglia tutta irta di petulanza feudale, in fondo, chi sa pigliarlo pel suo verso, finisce a trovare un buon bestione, disse lo Strigelli sorridendo; e per certe sue espressioni a cui si lasciò andare parlando con me, quasi non sarei lontano dal credere... ma temo della contessa, temo assai..."
      },
      {
        "index": 490,
        "text": "— La contessa farà quello di cui la supplicherò... e i venticinque anni sono passati, ed anche i trenta..."
      },
      {
        "index": 491,
        "text": "— Tutto va bene, ma la disuguaglianza non sta negli anni ma nella testa."
      },
      {
        "index": 492,
        "text": "— Eppure è un tentativo che sento l'obbligo di non tralasciare."
      },
      {
        "index": 493,
        "text": "— Troppo giusto, troppo giusto."
      },
      {
        "index": 494,
        "text": "E il giovane Strigelli, inchinando profondamente donna Paola, si parti."
      },
      {
        "index": 495,
        "text": "Ed ora dovremmo parlare della visita fatta in quel giorno dallo Strigelli all'eccellentissimo capitano di Giustizia e il lungo colloquio avuto seco, ma troppe pagine si consumerebbero, e non c'è tempo a perdere. Poi dovremmo riferire un altro lungo discorso investigatore tenuto dal medesimo Strigelli nel dì stesso al sottotenente Baroggi, cui espressamente andò a trovare in caserma. Poi la visita di donna Paola al colonnello V.... e l'escandescenza di lui alla notizia della sfrontata pretesa del Suardi; ma anche per ciò ci vorrebbe troppo tempo e spazio. Pensiamo inoltre che tutto questo, meno il piacere ch'altri potrebbe avere a legger dialoghi, sarebbe al tutto superfluo, perchè in seguito dovendo veder le conseguenze di queste visite e di questi colloquj, di necessità potremo"
      },
      {
        "index": 496,
        "text": "indovinarne il tenore, come se fossero stati riferiti. Bensì ne giova assistere a una mezza dozzina di soliloguj successi nella notte di questo giorno pieno di affannose faccende."
      },
      {
        "index": 497,
        "text": "[XII]"
      },
      {
        "index": 498,
        "text": "In questa notte adunque alcuni de' nostri personaggi passarono le ore in uno stato di continua dormiveglia; vogliamo dire: l'avvocato Strigelli, il Galantino, il conte V..., donna Paola Pietra, la contessa Clelia V...; nè potè dormir benissimo nemmeno il sotto-tenente Baroggi. Vi fu un'ora in cui, quasi contemporaneamente, non potendo chiudere occhio, anche perchè il caldo era salito ai ventisette gradi di quel termometro che Réaumur aveva inventato nel 1731, e di cui l'uso s'era diffuso in Italia da pochi anni, i più di loro si alzarono sui gomiti a seder sul letto, e acceso il lume, sì misero a conversare con quei pensieri, che ronzando intorno siccome insetti importuni, lor avevano rotto il sonno; così tutti fecero, quel che si suol dire, il loro soliloquio."
      },
      {
        "index": 499,
        "text": "Il letto del giovane avvocato praticante, che già prometteva di voler diventare un luminare della giurisprudenza, era posto vicinissimo ad un tavolone sul quale, tra il Corpus juris e le Illustrationes ad Constitutiones Mediolanenses di Gabriele Verri, e il volume della Praxis et Theorica criminalis di Prospero Farinaccio aperto alla Quastio XVII De delictis et penis, trovavasi un cumulo di libelli e processi. Lo Strigelli, non potendo dunque dormire, lesse attentamente due fitte colonne di quell'irto latino; eppoi:"
      },
      {
        "index": 500,
        "text": "— Tutte queste cose vanno bene, disse tra sè, ma un avvocato, allorchè trattasi di vertenze criminali, e gli premono i suoi patrocinati, deve recarsi egli stesso, come un buon generale, sui luoghi minacciati, per veder tutto dappresso; e deve far egli i piani e metter egli medesimo i giudici inquirenti, quasi senza che se n'accorgano, faccia a faccia cogli indizj della verità; di maniera che siano costretti a vederli e a non poterli respingere. Ecco qui: il signor capitano di Giustizia non avrebbe mai pensato al Suardi, e anche dopo avervi pensato, non volea saperne di fargli una sorpresa. Or io ho tanto tempestato che l'ho indotto a fare il mio volere... Domani mattina la vorrà esser bella! Sta volta son certo che il Suardi cadrà nella rete... Così potessi governar io gli interrogator]!... chè d'una in altra cosa... senza che se n'avveda, lo ricondurrei al primo processo... In conclusione quel processo fu sospeso, non fu chiuso. Sarebbe un grande avvenimento se, col pretesto di far la difesa di lord Crall e dei Frammassoni, riuscissi a far fuori tutto il vero intrigo, e far stupire tutta la città dell'insperata scoperta. Che bell'ingresso nella carriera d'avvocato! La lega tra il Suardi e il Baroggi non è a caso. Peccato che questo giovane sia onesto!! Ma guarda a che conduce l'amore della professione! Mi fa dispetto la sua onestà perchè gli vieta di dir tutto quello che sa a danno del Galantino. Egli ha ricevuto de' beneficj e teme di nuocere al protettore. Or ecco combinazione... fra una così fitta e ognor crescente schiera di scellerati che contaminano il mondo ha a capitarmi innanzi un giovine onesto, che è cosa sì rara, precisamente allora che m'è d'impaccio. Oh un indizio, un indizio solo, ma grave e intero... e un buon interrogatorio, e una risposta del Galantino che implicasse contraddizione... e allora... mi ripugna ad essere costretto a trovare, sia pure per questo solo caso, la necessità della tortura... ma il caso eccezionale di questo astuto lacchè arricchito giunge a far rimanere perplessa anche la sapienza. Il Galantino, or più avanzato d'età, più ammorbidito, più infiacchito dalla ricchezza e dal lusso, non potrebbe più resistere alla tortura e parlerebbe."
      },
      {
        "index": 501,
        "text": "La disgrazia è che il Baroggi gli diede mano attiva nel rapto virginum, che è fra i crimini più gravi... ed io pur non vorrei mettere in ballo quel povero diavolo, il quale non è che la vittima della prepotenza altrui... Del resto, Dio sa come è corso il fatto precisamente, e però converrebbe sentir le fanciulle. Ah! trovar le fanciulle, questo è il problema. E a questo dev'esser tutto posposto. Domani, dopo il colpo, se riuscirà, parlerò ancora al Baroggi, e giacchè ha voluto ajutare il Galantino, farà la penitenza ad ajutare anche me."
      },
      {
        "index": 502,
        "text": "E così proponendo e rifiutando e ponderando, a poco a poco i suoi pensieri s'intersecarono fra di loro e si confusero in una vaga e disordinata mescolanza; mentre gli occhi, avendo di troppo,"
      },
      {
        "index": 503,
        "text": "durante il lavoro della mente, fissata la fiamma della fiorentina, ne rimasero sopraffatti e stanchi, e si chiusero e stettero chiusi fino all'alba."
      },
      {
        "index": 504,
        "text": "Ma un momento prima, nella propria stanza, nella caserma della contrada degli Stampi, li aveva aperti il Baroggi, perchè essendo andato a letto inquietissimo, i tristi pensieri lo molestarono nel sonno sotto tante forme, che al fine si svegliò nell'ora che di solito cominciava il bello del dormire. E aperti gli occhi, dopo un momento di torpore, i pensieri a un tratto gli si levarono come uno stormo di passere sgomentate, ed: — Oh maledetta la visita d'jeri! esclamò. Io mi sono lasciato indurre a parlar troppo dalle sue domande insidiose... e non accorgermi a bella prima ed aspettare adesso a pentirmene! Eppure non posso credere ch'egli mi vorrà tradire. Educato da quel buon vecchio dell'avvocato Agudio, non vorrà fare un tristo giuoco a me e a mia madre, che il vecchio ha sempre protetto con tanta carità, e felice il mondo se l'avesser sempre anche 1 preti... Se il vecchio è tale, non dovrebbe essere diverso da lui il suo giovane allievo... e i giovani... Ah che vorrei crederlo! ma qualche volta i giovani sono peggiori dei vecchi. In conclusione però... che cosa ho detto?... La verità intera non l'ho confessata... e dalla mia bocca, per quanto l'avvocato abbia fatto, non è riuscito a cavare quel ch'egli voleva... e quasi quasi io era lì per farlo... chè mi pareva di trovare una consolazione ad abbandonarmi tutto in lui... tanto mi pareva sincero! Ma egli pur sa che sono entrato in convento nella mia qualità di guardia della Ferma! e questo, prima di venire da me, l'ha saputo dal tenente... Ecco il sospetto... si sarebbe comportato di tal modo l'avvocato, se avesse avuto delle buone intenzioni a mio riguardo? Qui sta il punto... Ah... maledetto il giorno e l'ora che il Galantino è venuto a cercare di mia madre e di me... Cosa mi hanno fatto i suoi beneficj? eppoi che beneficj? Quando un birbone matricolato fa qualche cosa che sembra una buon'azione, è proprio allora il momento di stare in guardia. Or ecco come andò a finire... aveva bisogno d'uno strumento nelle sue mani... bestione che sono stato a lasciarmi indurre!... Pazienza fossi io solo... ma c'è quella povera donna di mia madre... tirata anch'essa nella rete... Ah che imbroglio! che imbroglio!... Ma anche tu ci sei dentro però, birbone scellerato; ed or quasi son contento d'aver pensato anch'io a rovinarti... Oh come mi guardò fisso il giovane Strigelli, quando gli ho parlato del giorno in cui il signor Suardi pareva in procinto di svelarmi una gran cosa! Come si compiaceva il signor avvocato a farmi ripetere le parole con cui il signor Suardi, in tuono di profezia, mi parla sempre della mia ricchezza! Ah! se questo giovane, astuto e svegliato com'è, facesse balzar fuori... e il signor conte Alberico dovesse vomitar tutto quello che ha mangiato... oh che caso!... Ma io però doveva tacere... Ah doveva tacere... Ho fatto un'azione infame a gettar quel sospetto... perché poi i beneficj son sempre beneficj, e chi ci cavò di miseria fu lui... Guarda un po' se quella maledetta faccia del conte Alberico, impiastrata di belletto come se fosse quella d'una ballerina, ha sentito un'oncia di compassione per noi? Or che sarebbe stato se il Suardi non fosse venuto?... eppoi non sono io quello a cui egli ha dato e da danari e soccorsi... È però anche vero che io ho parlato a mezza bocca, e chi parla a mezza bocca può sempre dar del matto a chi pretende d'aver capito troppo. Pure doveva tacere. Ho fatto una cattiva azione; ma come resistere alla tentazione di scoprir terreno su di ciò che più di tutto deve interessare la mia esistenza? Perchè un mistero c'è, e il testamento del marchese qualcuno lo ha di certo; ed io dovrei essere uno dei più ricchi del ducato, con carrozze e cavalli... se..."
      },
      {
        "index": 505,
        "text": "E l'occhio del giovane Baroggi, mentre pensava queste ed altrettali cose, si fermò sulla sciabola appesa al muro per la tracolla di pelle gialla; e dalla sciabola a contemplare un ritratto appeso là presso, ed era quello di sua madre quand'era giovane; e il raggio della candelaccia di sego che diradava di poco l'oscurità della stanza, ammorbandola di odor grasso, si rifranse nelle grosse e poche lagrime che lentamente calarono in quel punto sul volto al Baroggi; e così stando in sui gomiti e colla testa appoggiata al muro che faceva di spalliera al letto, tra una borsa di pelle donde spuntava il calcio di due pistole, e una borsa di tabacco, grado grado si riassopì in un sonno affannoso."
      },
      {
        "index": 506,
        "text": "E verso le tre dopo mezzanotte, ora che probabilmente poteva corrispondere a quella in cui il povero Baroggi s'era svegliato per l'inquietudine, e si era di nuovo addormentato nel dolore, la carrozza del Suardi svoltava, sterzando pomposamente nel portone della sua casa in Pantano,"
      },
      {
        "index": 507,
        "text": "mentre spalancavasi con rumore la pusterla, spinta dalla mano del portinajo accorso, cogli occhi ancor sonnolenti, all'iterato fischio del cocchiere."
      },
      {
        "index": 508,
        "text": "Il Galantino aveva passato la notte gozzovigliando e giuocando e bevendo più del consueto nell'allegro convegno dei ricchi amici e di alcuni regj impiegati della Giunta d'Economia e di Governo che frequentavano la casa del milionario Mellerio. E vi avea giuocato e tracannato ad ampj sorsi per affogare il dispetto e la rabbia del giorno e i mille presentimenti vaghi che gli davan noja; e che, quanto più egli si sforzava d'irridere e rintuzzare, tanto più ritornavano poderosi e sempre in maggior numero all'assalto. Muto discese dalla carrozza, muto salì lo scalone, muto entrò nella sua stanza da letto, non rispondendo nulla al servitore che, precedutolo ad accendergli i lumi della caminiera, lo aveva lasciato solo, pronunciando il consueto saluto: Buona notte, signor padrone. L'allegro sciampagna non aveva lasciato nessun deposito d'allegria in lui, chè il vino eccellente, quando lo spirito è in affanno, fa l'effetto dei bei giorni sereni e dei limpidi soli, i quali arrovesciano un animo già mal disposto, peggio che i giorni tetri e piovosi, i quali, mettendosi all'unisono con l'anima, non la turbano almeno coll'importuna antitesi. Meditabondo e col capo grave si spogliò, e si gettò nel letto, spenti che ebbe i lumi; ma sporse alcuni momenti dopo il braccio dalle cortine di damasco per dare una strappata al campanello, e per dire al servo riaccorso tutto sollecito: Accendi ancora quelle candele."
      },
      {
        "index": 509,
        "text": "Stato adunque così un po' colla testa, sprofondata ne' guanciali, s'accorse che per quella notte avrebbe potuto fare qualunque cosa fuorchè dormire, onde si mise a seder sul letto, puntando il gomito sinistro ne' cuscini e reggendosi la testa colla sinistra mano come portava quella posizione, e lasciando il destro braccio abbandonato sulla copertina di seta:"
      },
      {
        "index": 510,
        "text": "— Domani a quest'ora tutto sarà deciso, pensava; o uno di quegli scandali da mettere sottosopra tutta la città, o allegria generale. Spero poco però, poco assai; in conclusione mi par di essere nella condizione di un giuocatore impazzito, che abbia messo su d'una carta tutto quello che possiede. E fosse davvero una carta!... io le ho educate a servirmi... Ma che cosa si può sperare da quella bestia feroce del conte?... E doveva il Senato mettere in sua balìa la ragazza?... dichiararlo suo padre? Che razza di dichiarazioni e di decreti! Decretare che il sole non è più il sole ma è la luna!... Perchè?... volta pure e rivolta e rimescola la cosa... la conclusione è questa. Ma c'era un grande ricchezza da conservare, e Dio sa come avranno lavorato sott'acqua i parenti della contessa!... Ecco qui; se il Senato avesse dato causa vinta al conte, m'accorgo che colla contessa, ad onta della nobiltà del suo casato, jeri si poteva finir tutto... e mi pare che donna Paola Pietra non avrebbe messo male. E in fatti, se si considera la cosa da tutti i lati possibili e con tutta la tranquillità imaginabile, ed anche concedendo tutta la tara ai fumi del sangue patrizio... la mia pretesa è onesta... nè solo onesta, ma necessaria... Se io avessi fatto portar via la fanciulla per un mio gusto scellerato... via... non ci sarebbe scusa... Ma quel caro angelo divino... quel fiore così bello, così puro e fragrante si è piegato verso di me, per un movimento spontaneo, e comunicatogli, non è possibile dir di no, da una forza che, se non è precisamente il destino, dev'essere certo qualche cosa che gli somiglia... Io suo marito... ed ella mia moglie... O guarda come questa idea mi fa arrossire del mio passato, e mi mette addosso una smania di poter diventare il re dei galantuomini! Ma no, questo maledetto bue catalano colla corona a nove punte deve aver il diritto di mandar tutto al diavolo! Questa idea mi mette addosso l'inferno, e arrivo ora a comprendere come per un'idea si può diventar matti!"
      },
      {
        "index": 511,
        "text": "E parve che un diavolo azzurro, sentite le ultime parole del Galantino, e volando da Pantano alla contrada non discosta dov'era il palazzo V..., recasse quelle stesse parole nella stanza del conte in quel punto, per gettargliele sgarbatamente in faccia. Onde il conte, come riscosso da un sogno perverso, balzò ritto sul letto a mezza vita, e:"
      },
      {
        "index": 512,
        "text": "— Stupido sfrontato! quasi gridò. Domani la vedremo, e sentirai come pesa il bastone di un mio pari. Perchè sei diventato ricco, facendo il birbone, neppur di nascosto, ma in piazza e di pien meriggio, osi chiedere la mano di quella che dee portare il mio nome! il mio nome, per Dio... Scommetto che dacchè al mondo ci son padroni e servi, patrizj e plebei, non s'è mai data un'impudenza com'è questa. Un giovinastro nato in una stalla, processato per ladro... Ahi l'ira che ne"
      },
      {
        "index": 513,
        "text": "provo è tale che se non arrivo a farlo in pezzi questo scellerato inaudito, e a dare un esempio solenne, io scoppio; per verità, ch'io scoppio! e la fanciulla ha a trovarsi in suo potere?... e di necessità si ha ad aver la pazienza di tacere e di dissimulare per timore... Ah! questo è troppo. Ma io ammazzerò la fanciulla, piuttosto che vederla contaminata da un matrimonio simile... Che maledetto destino è il mio!... e mi dev'esser venuta in petto da non so dove tanta predilezione per quella figliuola! e per amor suo ho potuto lasciarmi strappar la promessa d'andar domani là dov'è la contessa... Oh che caso, che scandalo!... e come ne parlerà e ne sparlerà il mondo... Ma tanto peggio per quell'abbominevole lacchè ch'io stritolerò sotto ai piedi, come si fa coi rospi, quando si va a caccia in palude, e ci striscian sugli stivali. Voglio dare un esempio io, un esempio voglio dare."
      },
      {
        "index": 514,
        "text": "E pensando e dicendo questo, e tra per l'ira e tra pel caldo non potendo star sotto coltre, ne uscì, non possiam dire ne balzò fuori, perchè la sua grande e forte corporatura non gli concedeva troppa agilità di movimenti; e messasi la veste da camera, si diede a passeggiare, e per pigliar fresco, preso il lume, passò in altre camere. In una v'erano i ritratti nuziali di lui e della contessa. Ma quello della contessa, a pompa di cordoglio e forse a segno di condanna, fino da quindici anni addietro era stato coperto da una tela nera. Fermatosi a guardar sè stesso nel ritratto dipintogli dal Porta, gli venne la tentazione, certo in conseguenza del pensiero che il dì dopo doveva recarsi dov'era la moglie, di alzar quella tela, e l'alzò infatti; e si mise a contemplar la contessa effigiata al vivo, e bella della trascorsa bellezza di diciotto anni. Strane idee gli passarono in mente a quella vista, e fisso in quella contemplazione si mise a sedere su d'un'ampia poltrona che strascinò rimpetto al ritratto."
      },
      {
        "index": 515,
        "text": "La mattina, quando il servo entrò nella stanza da letto per isvegliarlo, secondo l'ordine avuto, non avendolo trovato, passò, così a caso, d'una in altra camera, intimorito e pieno di meraviglia quando vide il padrone addormentato in faccia al ritratto della padrona, su cui la candela di cera, quasi tutta sgocciolata, mandava la luce di una fiamma intermittente, larga e rossastra."
      },
      {
        "index": 516,
        "text": "Pure il conte V... e il Galantino e il Baroggi e l'avvocato Strigelli, se furono turbati nel sonno, poteron pure sfiorarlo qualche poco, o la stanchezza chiudesse loro per forza gli occhi, o l'inquietudine fosse placata da qualche pensiero confortevole, vero o falso che fosse; ma la contessa Clelia era da quasi cento ore che non poteva dormire; aveva viaggiato senza riposo; appena giunta a Milano non ebbe che oppressioni assidue di corpo e di spirito; la stanchezza fisica non le concedeva quasi più di reggersi in piedi; tanto che nell'ultimo giorno di quando in quando le cadevano le palpebre oppresse da una pesantezza invincibile, ma tuttavia non fu mai possibile che il sonno la involasse un momento al suo affanno. Ella aveva nello spirito quel dolore spasmodico che è in alcuni malori acuti, onde la vita è sempre desta per tormentare la vita. Chi non s'è mai trovato in questa condizione amara di cader sfilato dalla stanchezza e dalla veglia diuturna, e non poter tuttavia dormire, per sua fortuna, non può dire di aver misurata in tutta la sua crudele intensità la potenza del dolor morale. E donna Clelia non s'era nemmeno coricata in quella notte, ma così discinta se ne stava un po' seduta, un po' in piedi, un po' in ginocchio. E pel caldo affacciatasi alla finestra, volgendo gli occhi al cielo sereno e sgombro e tutto stellato, nell'esaltazione dello spirito provocata dalla medesima stanchezza fisica, stette assorta nella contemplazione di quel cielo e le parve come di trovarsi faccia a faccia con Dio; onde gettatasi in ginocchio, si mise a pregare con un fervore intenso come il suo affanno."
      },
      {
        "index": 517,
        "text": "— Io non chiedo altro se non che mi sia ridata la mia figliuola viva e pura. Se per la gioja di poterla rivedere io dovessi morir subito dopo... benedetta la morte con cui avrei pagata tanta consolazione di vita... Venga la mia figliuola, e purchè sia felice... deh si faccia il miracolo che mio marito rompa una volta l'ostinata crudeltà del suo orgoglio... Io non so come vorrei scontare quell'istante di superbia onde mi parve che avrei anch'io voluto qualunque cosa piuttosto che la felicità di mia figlia nel modo onde mi venne imposta. Ma ella viva e ritorni a me, e sia felice... Questo solo io desidero e supplico."
      },
      {
        "index": 518,
        "text": "E così pregando e gemendo, non potendo più reggere in ginocchio a quel modo, cadde accosciata su sè stessa, e depose la testa sul cuscino del davanzale della finestra, lasciando pendere in abbandono le braccia in posizione simmetrica."
      },
      {
        "index": 519,
        "text": "Allorchè donna Paola, alla prim'alba, le entrò in stanza, accorse a sollevarla, vedendola colà immobile; la sollevò e la baciò in fronte, e la portò di peso sul letto, senzachè quella sventurata si svegliasse."
      },
      {
        "index": 520,
        "text": "— Infelice, pensava donna Paola, guardandola in silenzio. La stanchezza finalmente fu più forte del tuo dolore; e la Provvidenza forse ti ha concesso questo momento per farti più valida a sostenere le terribili scosse che ti si apprestano in questa dubbiosa giornata che sorge. Pensando a' tuoi travagli è da più notti che anch'io non chiudo occhi... ma sono io forse più fortunata di te?... Di due figliuoli carissimi, uno è ramingo pel mondo, spinto dalla sua irrequieta natura, in cerca di pericoli e di venture; l'altro... Ahi, pensando al cuor suo e al dolore che avrà provato e in cui sarà immerso tuttora al pensiero che la sua Ada fu rapita... la sua Ada per cui... Oh inestricabile intreccio d'affanni... Oh avvenire incertissimo, che la mia vecchiaja paventa di non giungere in tempo per vedere snebbiato!"
      }
    ]
  }
}
