{
  "chapterNumber": 12,
  "title": "Book Eleventh (Libro Undecimo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Il banchiere Andrea Suardi e il marchese F... — La reazione aristocratico-clericale. — Un vescovo e un monsignore. — Frati aboliti. — La contessa A... — La congregazione bonapartista. — Il colonnello Landrieux. — Il capitano Geremia Baroggi. — Gli anni 1750-1766-1797. — La contessa Clelia V... — La contessa Ada S... — Donna Paolina. — Il Dragone benefico, commedia di Mirocleto Ghedini.]"
      },
      {
        "index": 1,
        "text": "Allorchè la folla fu quasi tutta uscita dalla platea e si riversava nella piazzetta, il banchiere Andrea Suardi era disceso dal suo palchetto in quarta fila a sinistra, ed usciva dal corridoio della prima, mettendo piede nell'atrio quasi nel punto stesso che il marchese F... faceva altrettanto, spuntando fuori dal corridoio della prima fila a destra. L'uno e l'altro erano vestiti come voleva la legge rigorosa del costume repubblicano: gran marsinone a larghe falde, ampia cravatta bianca con cappellone e coccardone. L'uno e l'altro avevano sessantott'anni per ciascuno; la perfetta loro somiglianza era data fuori coll'età, perchè il marchese F... avendo messo trippa, presentava anch'esso quel beato embonpoint che aveva sempre distinto il florido Andrea Suardi dall'asciutto marchese."
      },
      {
        "index": 2,
        "text": "Discesero, si fermarono ambidue all'ultimo gradino, come se fossero i due guardaportoni di quelle soglie; si guardarono scambievolmente e, sembrò, con qualche significato; poi volsero altrove la testa, tenendo dietro alle code estreme della folla che usciva, e osservando le voluttuose e seminude marchese e contesse democratizzate, che attendevano la venuta del non ancora abolito e non mai abolituro cocchiere. Chi si ricorda la faccia dell'attore Bon, quando rappresentava il personaggio di Ludro nella sua gran giornata, può farsi una qualche idea di quei due gemelli sessagenarj]; colla differenza però, che l'ex stalliere e lacchè e ladro processato, e contrabbandiere, e fermiere, e finalmente banchiere milionario, cittadino Andrea Suardi, adocchiava le dame seminude con isfacciata protervia; e l'ex amante non mai amato di quante ballerine peccatrici e peccatrici cantanti calcarono il palco scenico, convertito poi in fabbriciere di S. Maria alla Porta e condirettore dell'Orfanotrofio della Stella, le sbirciava con quel ghigno onde il Tartufo di Molière guardava la bella moglie d'Orgone. Ma i due Ludri a perfetta vicenda, sebbene usciti da due alvi diversi e non congiunti in parentela di sangue che da un duplice atto paterno, l'uno legittimo, l'altro di contrabbando, e di cui non era consapevole che la misteriosa natura, uscirono dal teatro senza aspettare che le loro carrozze si presentassero in regolare processione sotto al portico, ma andandole a cercare pedestri nella contrada di San Giuseppe, dove avevano l'ordine di star ferme ad attenderli. Coloro sapevano benissimo di non essere molto amati dal popolo, e però non desideravano di lasciarsi cogliere a salire in carrozza in mezzo alle ondate della folla che, in nome della libertà e dell'eguaglianza, avrebbe potuto prevenire appositamente per essi l'invenzione della tassa sui cavalli. Come furono usciti, si avvicinarono a pochi passi dal servo, che, senza livrea ma colla sua brava coccarda tricolore anch'esso, li stava aspettando da più d'un'ora. Il marchese F... disse sommesso al signor Andrea:"
      },
      {
        "index": 3,
        "text": "— Domani vi aspetto all'ora solita."
      },
      {
        "index": 4,
        "text": "— All'ora solita io sarò là."
      },
      {
        "index": 5,
        "text": "— Che ne dite del ballo?"
      },
      {
        "index": 6,
        "text": "— Mi sono divertito assai."
      },
      {
        "index": 7,
        "text": "— Ma che cosa ne pensate?"
      },
      {
        "index": 8,
        "text": "— È quello che ci voleva... I curati di campagna potranno così spaventare i villani coi terrori della religione; e tirarli dove noi vorremo."
      },
      {
        "index": 9,
        "text": "— E intanto, per fortuna, l'arciduca Carlo vien giù con un esercito fresco e numeroso. Questo lo sapete?"
      },
      {
        "index": 10,
        "text": "— Credo d'avervela data io questa notizia."
      },
      {
        "index": 11,
        "text": "— Oh se queste maledette acque che han rotto gli argini, potessero ritornar presto nel loro letto!! Che respiro!!!... Che ne dite, voi?"
      },
      {
        "index": 12,
        "text": "— Dopo la piena vien la magra; ho sempre visto così. Ma salite in carrozza, che io farò altrettanto; e a rivederci domani."
      },
      {
        "index": 13,
        "text": "A questo punto il lettore, che si ricorda della condizione speciale in cui lasciammo questi due personaggi, e della distanza non facilmente avvicinabile che intercerdeva tra l'uno e l'altro, spontaneamente domanderà, in che modo accadde codesto loro avvicinamento e per quali processi psicologici e fisiologici si venne cangiando l'indole del marchese F... Dietro alla qual domanda ne dovrebbero venire altre molte. Che cosa, per esempio, sia avvenuto della contessa Clelia V... e della contessina Ada? e, stando alle ultime parole con cui abbiamo commentato il fortuito incontro del marchese F... colla giovinetta Ada, quali rapporti passarono in appresso tra loro due? e giacchè il banchiere Andrea Suardi era stato messo una seconda volta nelle carceri del Capitano di giustizia per accusa di rapimento, pro rapto virginum, mossagli contro dall'avvocato Strigelli, con quali mezzi lo stesso banchiere abbia potuto uscirne? e giacchè costui, fin da quando era lacchè, aveva involato il testamento olografo dello zio del marchese F..., fatto che costituisce il perno capitale intorno a cui s'aggira tutta la matassa arruffata degli avvenimenti che abbiamo preso a raccontare; che cosa avvenne, in trent'anni, di un tale testamento appunto, e della madre del Baroggi, e di questo sventurato giovane, tirato nel trabocchello dal Suardi? E se il marchese F... ha preso moglie? e se l'ha presa il banchiere Suardi? e come si chiamano, di grazia, codeste loro consorti, concesso che essi abbiano incontrato matrimonio? E se la contessina Ada siasi congiunta a qualcuno, ed a chi? E, giacchè abbiam sentito nominare un Geremia Baroggi, e sappiamo che è il figlio del sottotenente di finanza, in che modo nel 1797 si trovasse già capitano dei dragoni, stando a quello che fu già accennato, ecc., ecc.?"
      },
      {
        "index": 14,
        "text": "Siccome, a voler rispondere a tutte queste domande col mezzo dell'azione drammatica, ci vorrebbe un ben grosso volume, così, giacchè il tempo incalza, quando verrà il momento opportuno, non faremo che ripetere ai lettori, concentrato e condensato, il racconto che, in diverse riprese, fece a noi stessi il signor Giocondo Bruni. Per ora, sgruppiamo la nuova matassa."
      },
      {
        "index": 15,
        "text": "[II]"
      },
      {
        "index": 16,
        "text": "Fin dai tempi più remoti dei Bramini, il tirannico proposito di spaventare le moltitudini coi terrori della divinità, avvolgendole in una catena inestricabile di riti arcani, che avessero la forza della legge, corroborata dalla minaccia di orribili pene, passò di generazione in generazione, quasi per fedecommesso, agli ordini sacerdotali di tutte le religioni. Il cristianesimo solo, nella sua prima istituzione e nei primi anni della sua vita, recò e mantenne nel mondo una luce serena, a consolazione dell'umanità. Ma fu per poco. I sacerdoti snaturarono l'istituzione; — la lettera mite del Vangelo fu torta a diverso significato. — La scienza della teologia turbò di commenti tortuosi la semplicità del testo. Allorchè il successore di S. Pietro si dimenticò della povertà primitiva, e della prima rete e della prima navicella, e vestì la pompa mondana dei re e dei sacerdoti di Babilonia e di Ninive, il limpido zampillo della parola di Cristo scomparve nell'onda impura dell'interesse umano. Il potere temporale del papa fu la più grande sventura del cristianesimo. Quei pontefici, che gli diedero la massima espansione, intentarono alla religione una guerra funesta. Gregorio VII, che venne canonizzato santo, non fu che un genio d'ambizione e d'astuzia; egli offese non solo la religione vera, ma offese l'umanità, condannando i sacerdoti all'assurdo obbligo di un celibato impossibile, che gli avvezzò ai raggiri dell'ipocrisia, all'odio dei fratelli più privilegiati. Pur troppo, dal giorno che il monaco Ildebrando cinse la corona, la storia della corte romana è uno spettacolo che contrista la ragione."
      },
      {
        "index": 17,
        "text": "Senza rammentare le pagine più cupe di codesta storia; senza ripensare ai più tortuosi avvolgimenti della politica dei pontefici; senza rinnovarci il fremito dei patiboli e dei roghi da essi accesi; senza ponderare i due memorandum delle Marche e delle Legazioni, dove sono consegnate"
      },
      {
        "index": 18,
        "text": "tutte le accuse e le prove irrefragabili dei delitti ufficiali dell'ultimo periodo del potere pontificio; per rimanere percossi di stupore, basta scorrere soltanto un libro, che pur si limita a prudenziali intenti: questo libro è l'Indice dei libri proibiti."
      },
      {
        "index": 19,
        "text": "Non ricorriamo ad altri documenti, non sommoviamo la storia, lasciamo gli apostoli e i santi padri in pace. Questo libro, nella sua semplicità numerica, nella sua laconica grettezza, è il riassunto di tutti 1 capi d'accusa, di tutto il corpo delle citazioni erudite, di tutte le argomentazioni della sapienza, di tutte le strettoje della logica inesorabile. Il potere pontificale è giudicato in ultima istanza dal suo Indice dei libri proibiti. L'uomo colto si faccia passare innanzi alla memoria tutte le opere del pensiero che più hanno beneficato l'umanità, quelle che hanno determinato un nuovo atteggiamento della civiltà, che apersero nuovi mondi alla scienza, che vivificarono coll'incanto del linguaggio poetico 1 pericolosi ozj della vita; eppoi consideri, che quasi tutte codeste opere furono messe all'indice pontificio dei libri proibiti: le più splendide emanazioni delle menti privilegiate, tutte son segnate a condanna in quell'Indice, che si riduce ad essere il rifiuto documentato dei doni più insigni del genio che, in terra, è l'ombra più sublime della divinità."
      },
      {
        "index": 20,
        "text": "I Paria erano maledetti dai sacerdoti del Dio Brama: gli uomini più benemeriti della società lo sono dal potere pontificale. Per negare questo fatto spaventoso, bisogna mettere sul rogo il libro dell'Indice. La più sofistica dialettica del più astuto figlio di Lojola non può che ammutolire al cospetto di questa verità."
      },
      {
        "index": 21,
        "text": "Quando Gioberti consolandosi, per un violento artificio del suo forte intelletto e delle sue generose aspirazioni, col primo jeratico posseduto in proprio dall'Italia, cosperse di lodi convenzionali il pontefice e la sua corte, coll'intento di placarlo e di renderlo propizio all'Italia e al mondo, mise per condizione, che fosse tutta quanta ristaurata l'educazione dell'ordine sacerdotale, ma senza pensare che era impossibile la florida vegetazione degli sparsi rami, senza provveder prima al tronco dell'arbore vetusto. Ben se ne accorse dieci anni dopo, e con ritrattazione coraggiosa scompose tutto quanto il suo edifizio, e propugnò la necessità inevitabile della distruzione del poter temporale del papa, e venne a conchiudere, che l'ordine sacerdotale non avrà mai educazione propizia al sincero progresso dell'umanità, se non si procederà innanzi tutto alla riforma radicale della corte romana."
      },
      {
        "index": 22,
        "text": "Da quella fonte corrotta derivano tutte le torbide gare che infestano il libero progresso."
      },
      {
        "index": 23,
        "text": "Nei seminarj, la scienza che si amministra ai giovani adepti è una scienza intralciata e caotica, quando non è mendace e sovversiva. Se gl'intelletti che vi si abbeverano, hanno, per una particolare benedizione del cielo, il privilegio della serenità e della forza, col dono del sentimento e dell'istinto del bene, i sacerdoti ne escono intatti, non conservando che la veste sacerdotale, ma senza appartenere in realtà all'ordine clericale; soltanto allora che vi si raccolgono menti volgari e fiacche, oppure ingegni forniti di quella prontezza meccanica delle facoltà con cui s'imparano e si esercitano molte discipline, ma senza il benefizio del buon senso e del sentimento, — soltanto allora dai seminarj escono i sacerdoti nel mondo, secondo l'intenzione di Roma, ciechi al progresso, testardi di falsa scienza, propugnatori crudeli di oscurantismo, nemici degli uomini, contristatori assidui delle povere anime ingenue, alleati naturali di tutti i tristi."
      },
      {
        "index": 24,
        "text": "Di quest'ultima classe, erano alcuni sacerdoti, che, nel lunedì della settimana grassa del 1797, si trovarono, verso il mezzodì, in quella tal casa in Santa Maria Fulcorina; casa che noi non dobbiamo designare esplicitamente, per un riguardo ad uomini morti di recente, consanguinei di persone tuttora vive, e, ci confidiamo, ben pensanti e ben volenti."
      },
      {
        "index": 25,
        "text": "In un ampio salotto, a pian terreno verso corte, stavano, alcuni seduti, alcuni in piedi, da dieci a dodici tra preti e frati, uniti in quel punto in domestichezza, quantunque vi fosse tra loro la discrepanza portata dai diversi gradi della gerarchia ecclesiastica a cui appartenevano. Quei dieci o dodici preti e frati erano tutti in abito secolare completamente nero, col cappello tondo, protetto dall'inevitabile coccarda, incaricata di stornare dalle loro schiene le probabili bastonature della folla capricciosa. Quello di loro che stava seduto nel mezzo, era nientemeno che il vescovo di... di una città non molto distante da Milano, e non era di quelli che la natura, ne' suoi momenti di probità, compone apposta, perchè il mondo esperimentato non rimanga ingannato dalle apparenze; testa"
      },
      {
        "index": 26,
        "text": "grossa, fronte ampia e fatta a cofano, naso corto e quadro, bocca larga, con labbra sottili e in tutto rendente la somiglianza di una sferla fatta con un coltello in una zucca; gli occhi si vedevano, e basta. L'uomo, come vescovo, era giovane, vale a dire non varcava i quarantatre anni; era di corporatura breve, ma densa e pettoruta, con un lieve sintomo di quella rachitide, che distingue i nani tarchiati e petulanti dai gobbi mingherlini e gentili. — Colui era stato uno dei migliori allievi usciti dal Seminario di Milano. Avendo predicato nella chiesa di S. Gottardo a Corte, ebbe la protezione dell'arciduca Ferdinando, e quindi dell'arcivescovo, del vecchio Kaunitz, e di Leopoldo II; e in breve, di curato fatto prevosto e arciprete, balzò alle insegne vescovili. Alle scuole ginnasiali era stato l'antipatia de' suoi condiscepoli giovinetti, che l'avevano odiato perchè aveva avuto l'abitudine di far la spia presso al maestro; ed anche perchè, fornito di gran memoria ed essendo un gran sgobbone, era salito al grado d'imperatore, come voleva il costume a que' tempi."
      },
      {
        "index": 27,
        "text": "Venuto alla scuola di belle lettere in Brera, il Parini, lettore sagacissimo di fisionomie, e acre e bisbetico, lo ebbe talmente in sulle corna, che lo espose spesso alle risate della scolaresca. Dalla giovine società che lo aveva circondato, non ebbe mai dunque che segni d'antipatia e di disprezzo in tutto il tempo de' suoi primi studj. Però il seminario riuscì per lui un luogo di sicurezza e di tranquillità, dove fu ben felice di sentir l'odore de' sornioni suoi pari, che l'odorarono a gara, e gli si accostarono e si strinsero in lega seco. In simile maniera s'accovacciano insieme nelle cantine, e accanto ai focolari delle vecchie pinzochere, i gatti soriani, in odio al mondo e all'allegra brigata dei cani barboni."
      },
      {
        "index": 28,
        "text": "Vicino a quel vescovo v'era un monsignore del Duomo, stato professore in seminario di lingua ebraica, poi di casistica; dottissimo interprete di scritture antiche, e forte in numismatica, specialmente nella romana. Costui era dotato di quell'ingegno specialissimo, a cui riescono agevoli tutte quelle discipline che non hanno viscere, e che al più degli studiosi presentano insuperabili difficoltà. Era un uomo non cattivo; viveva e lasciava vivere; era modesto, pacato, non pretendeva nulla, non offendeva nessuno. Ma sebbene paresse fatto di ghiaccio, e nella maggior parte delle quistioni fosse inclinato alla mitezza la più indulgente cogli avversarj, toccato nelle cose di religione, mandava di repente fuoco e fiamme, e, contrariato, muggiva come un tigre ferito. In conclusione, pare che fosse un po' tocco nel cervello, e che le facoltà dello spirito che più aveva ricevute perfette dalla natura, e più aveva esercitate, avessero provocato uno strano squilibrio nelle altre. Barnaba Oriani, che aveva studiato seco, lo qualificava per quel furioso cretino pieno di sapere. Gli altri astanti erano stati frati di varj ordini regolari, di quelli che Giuseppe II, il quale aveva fatto male anche il bene, dall'oggi al domani aveva gettati senza ricovero e senza pane sulle pubbliche vie, provocando per essi nelle moltitudini una pietà, che quei frati aboliti non avevano meritato per sè stessi, ma che meritavano come uomini aventi il diritto di vivere, e di non sentire la necessità di confederarsi alla colpa per vendicarsi dei concittadini secolari, e di quel monarca esaltato e presuntuoso, che fece parere atti di tirannia crudele e insopportabile, anche le più benefiche riforme volute dalla filosofia. Quei frati, dopo aver passato un pajo d'anni in una vita che non fu certo una meraviglia nè d'agiatezza nè di buone azioni, avevano finalmente trovata la protezione di quel monsignor vescovo e dell'altro monsignore del Duomo, e furono messi curati e vicarj in alcuni villaggi della diocesi milanese, coll'incarico di guastar le teste della povera gente. Di coloro uno era anche buon predicatore, per quella parte, già s'intende, che non sta nel raziocinio, ma nell'aria del polmone."
      },
      {
        "index": 29,
        "text": "A sospendere 1 discorsi di costoro, entrò nel salotto con burbero cipiglio il marchese F..., accompagnato da un conte T..., dal milionario Mellerio, da un tal Vincenti, provveditore della repubblica di Venezia, e dal banchiere Suardi."
      },
      {
        "index": 30,
        "text": "[III]"
      },
      {
        "index": 31,
        "text": "Tutti quelli che hanno imparato a leggere ed hanno un po' di memoria, ed ebbero appena un mediocre desiderio di conoscere le vicende della patria durante il periodo napoleonico, devono"
      },
      {
        "index": 32,
        "text": "conoscere 1 fatti più importanti e più rumorosi, e che furono ripetuti da tutti gli storici di quel tempo, e però devono essere informati delle sommosse avvenute a Bergamo, a Crema, a Brescia, nel marzo del 1797; medesimamente devono sapere, e sarebbe cosa vergognosa se non lo sapessero, che quelle città facevan parte del dominio di terra ferma della repubblica di Venezia. In conseguenza di tutto ciò, deve aver fatto senso che la conventicola di Santa Maria Fulcorina, iraconda delle cose nuove, impiombata con malvagia caparbietà al passato, meditasse il disegno di far nascere una rivoluzione in quelle città appunto che abbiamo nominate; dovechè nelle storie è scritto, ed è verissimo, che le sommosse in quelle città vi furono eccitate per latente favilla dei Francesi stessi, e di quegli Italiani che più erano infervorati di libertà, e più idolatravano Francia e Bonaparte e tutto ciò che di nuovo e di strano aveva qui recato l'impetuosa onda repubblicana."
      },
      {
        "index": 33,
        "text": "Ma il fatto della società segreta, che noi chiameremo dei retrivi, con vocabolo nuovo di zecca, surta a Milano contemporaneamente ad una congregazione segreta dei Bonapartisti e mediante una rivoluzione ben contraria agli intenti di quella, è appunto ciò che di nuovo e di non ancora stampato viene a dire al lettore la nostra musa storica in sottana di bigello; la nostra musa, che si propose l'intento speciale di raccogliere tutti i minuzzoli di carta che la storia aulica lacerò e gettò via con improvvido disprezzo."
      },
      {
        "index": 34,
        "text": "E prima ne giova di ripetere, riassumendo, quel che è narrato dal Botta e da altri, come la città di Bergamo fosse stata occupata in que' giorni appunto da Bonaparte, quale strumento a volgere a sua devozione 1 popoli della terra ferma veneta; come Baraguay d'Hilliers avesse guidato i repubblicani in quella città, con cannoni e miccie accese, intimando al podestà Ottolini di far sgombrare dalla terra tutte le truppe venete; come appunto in quei giorni si fosse creata a Milano, per opera stessa di Bonaparte, una congregazione segreta, nella quale entravano in gran numero i repubblicani italiani, il cui fine era di portare la rivoluzione nel paese veneziano. Di quella congregazione, composta del conte Caleppio bergamasco, dei Lechi e dei Gambara di Brescia, del Porro di Milano, ecc., ecc., facevan parte anche molti Francesi, tra cui il colonnello di cavalleria Landrieux, che era stato eletto dalla congregazione quale operatore principale. Il capitano Geremia Baroggi, che era sotto gli ordini di questo colonnello, era entrato anch'egli in quella società. Andrea Suardi, il quale, come spiegheremo a suo luogo, aveva fatto educare quel giovane, e lo teneva seco sovente, e gli aveva dato alloggio in una delle sue case, per suo mezzo seppe di essa, e v'entrò; or vedremo perchè entrasse poi a far parte anche di quell'altra consorteria."
      },
      {
        "index": 35,
        "text": "Ma prima è necessario di sapere, come Andrea Suardi, quantunque non avesse più nè venti nè trentacinque anni, ma si trovasse sotto al grave pondo dei sessant'otto, e, uscito, in virtù della sua astuzia e della sua buona fortuna, dalle unghie tenaci della legge, si adagiasse beato nella sua ricchissima condizione di banchiere, pure la sua antica natura ricomparisse sempre alla prova, e, dotato di una penetrazione d'ingegno incomparabile, continuasse imperterrito, un po' per una tendenza irresistibile del carattere, un po' perchè della ricchezza non era mai sazio, a convergere ai proprj intenti le vicende succedentisi nel paese, usufruttando quelle piaghe che negli svolgimenti graduali della cosa pubblica pur rimanevano e nelle leggi e nelle consuetudini, ad onta di riforme e di progresso, e si aprivano improvvise per la comparsa di qualche fatto nuovo. In quella guisa che nel 1766 si era attaccato a quella profonda piaga del sistema delle Ferme, per arricchir sè a danno del paese, così nel 1796, appena il terreno d'Italia brulicò d'armi e d'armati, accostatosi ai commissarj di guerra e ai fornitori di truppe, tosto odorò come in quella nuova sfera di cose si potesse divorare a quattro ganasce; onde, fattosi innanzi, assunse appalti che parevano arrischiatissimi, ma che, in sostanza, gli fruttavano il quaranta, il cinquanta, il sessanta per cento. Le pubbliche vicende, la rivoluzione francese il general Bonaparte, l'albero della libertà, la democrazia, l'aristocrazia, il progresso, il regresso, le vittorie e le sconfitte non entravano gran fatto a determinare per se stessi le sue affezioni e le sue simpatie; bensì stavano nella sua testa come oroscopi da consultare, per vedere sino a che punto e in che modo poteva regolare le manovre de' suoi furti. Era sempre colui che aveva fatto il suo ingresso in società, vuotando la borsa dimenticata nel panciotto del marchese F..., suo antico padrone. L'ingegno era il medesimo; la diversità non stava che nelle proporzioni."
      },
      {
        "index": 36,
        "text": "Se non che quell'acutissima vista che gli faceva trovare speculazioni nemmen sospettate dagli altri, e quella confidenza in sè stesso che gli comunicava un'audacia di cui nessuno sarebbe stato capace, lo spingevano nel fitto dei pericoli, dove altre menti più limitate, ma più prudenti, non si sarebbero mai avventurate. Se fosse nato più cauto non sarebbe stato in prigione due volte, non si sarebbe mai trovato al limitare dell'ergastolo e al piedestallo della berlina; nemmeno però avrebbe accumulato tanta ricchezza. Queste parole ci conducono a dire che il signor Andrea Suardi, nell'appalto dei foraggi, aveva tentato a que' dì una impresa arrischiatissima. Amico, anzi ammesso alla confidenza dei capi dell'esercito austriaco; nel tempo stesso, amico e conoscente dei capi dell'esercito francese, aveva maneggiato un appalto in modo che, data la sconfitta di Bonaparte e governando egli le spedizioni dei carriaggi, si potessero far passare alla parte austriaca, dopo essere stati pagati, già s'intende, dalle casse francesi, usufruttando a tal uopo qualche istante di crisi, o l'impeto passaggiero di una sommossa popolare possibile sul teatro stesso della guerra; o la connivenza della repubblica di Venezia; qualche fatto insomma che potesse onestare la scomparsa dei trasporti di vittovaglie, per prendere così dalle casse austriache la seconda volta il prezzo già ricevuto dalle casse francesi. Se il lettore si ricorda, è ancora lo stratagemma medesimo per il quale, trent'anni prima, esso era stato a parte degli utili della Ferma del tabacco, ed esercitava per proprio conto il contrabbando del tabacco stesso, contro il quale i fermieri avevan pur fatto promulgare leggi tanto severe."
      },
      {
        "index": 37,
        "text": "Ci si dirà ch'egli è un fenomeno troppo strano e quasi inverosimile, che un'intelligenza così perspicace giocasse la propria condizione per accrescere una ricchezza che era già esuberante. E siamo anche noi di questo parere; ma nel medesimo tempo facciamo osservare, che l'amore del denaro è insaziabile, e l'ambizione che per esso si lusinga di toccare le massime soddisfazioni, ogni qualvolta raggiunge un'altezza desiderata a lungo, e nella quale gli sarebbe sembrato di riposare, al di sopra di quell'altezza ne vede un'altra, e un'altra ancora: e se non sopravvenisse la morte, o la vendetta della società ad aggiustar le partite e a metter senno negli uomini, qualunque più feconda fantasia non arriverebbe a congetturare, nemmeno nei limiti della possibilità metafisica, quello che l'ambizione trova di desiderare, ed anche di acquistare nel campo della possibilità reale."
      },
      {
        "index": 38,
        "text": "Bisogna poi sapere che il nostro Andrea Suardi si era avvezzato ai fumi persino dell'aristocrazia nelle lunghe sue conversazioni coll'arciduca Ferdinando, il quale, come ognuno sa, essendosi dato intemperantemente al commercio dei grani, ebbe a trovarsi spesso in compagnia di negozianti e di sensali, tra' quali, per la sua bell'apparenza e pe' suoi modi insinuanti, e più ancora per gli eccellenti affari che gli aveva procurato, il nostro Galantino sedette per molti anni ai primi posti. E fu anzi in quell'occasione che egli si trovò spesse volte a contatto col parroco della chiesa di S. Gottardo, nel palazzo di corte, quel parroco fatto vescovo, di cui abbiamo or ora fotografato il ritratto; e il quale, giacchè l'ex lacchè e ladro era piaciuto all'arciduca, non mancò di farselo piacere anch'esso, e gli piacque difatto; perchè quando un uomo non è sincero, e si propone d'ingannar tutti, ed è dotato di seduzione diabolica, riesce a farsi amare anche da coloro che, per istituto, odiano tutto il genere umano."
      },
      {
        "index": 39,
        "text": "E in quell'occasione ebbe a trovarsi spessissimo col marchese F..., e a stringersi con lui in qualche familiarità. — Ma qui, non potendo dir tutto quello che al lettore sarebbe necessario onde farsi capace di tante cose, per quella ragione che il carciofo non può essere mangiato che foglia per foglia, lo introdurremo intanto nel mezzo di quel conciliabolo."
      },
      {
        "index": 40,
        "text": "[IV]"
      },
      {
        "index": 41,
        "text": "— E che si fa, marchese?"
      },
      {
        "index": 42,
        "text": "— Monsignore, che si fa? — Meno chiacchiere, e più fatti."
      },
      {
        "index": 43,
        "text": "Così, colla franchezza petulante dell'uomo avvezzo a padroneggiare gli altri uomini, il vecchio Galantino ruppe in mezzo le mutue interrogazioni di quei due titolati della gerarchia civile ed ecclesiastica."
      },
      {
        "index": 44,
        "text": "E i due titolati lo guardarono, senza poter dissimulare il dispetto che provarono all'urto di quelle risolute parole."
      },
      {
        "index": 45,
        "text": "— Suggerite voi dunque i fatti; e suggerite il modo di prepararli senza chiacchiere, disse poi il monsignore, aprendo leggermente, con un lezio crudo delle linee, quella sferla ad uso bocca, che aveva nella zucca ad uso testa."
      },
      {
        "index": 46,
        "text": "— I fatti, per parte mia, li avrei preparati; ma ho bisogno che i vostri preti inventino delle spaventose fandonie pei villani della vostra diocesi; e che esercitiate la vostra ben nota influenza sulle terre veneziane. In quanto a me, ho una fabbrica di carta sul Brembo; ho un filatoio di seta presso Bergamo, che mantiene qualche migliaio d'uomini avvezzi ad obbedirmi. Tengo pure a' miei comandi qualche centinajo di spa/loni, soliti a far le schioppettate coi finanzieri. Costoro, in un bisogno, possono spingere avanti a calci nel sedere quelle carogne di contadini, che, se hanno paura del diavolo, hanno paura anche delle armi francesi."
      },
      {
        "index": 47,
        "text": "Naturalmente se insorge tutto il paese veneto colle marre, colle zappe, coi badili; se di ciò è avvisato l'arciduca Carlo; se si lasciano senza vettovaglie, foss'anche per sole ventiquattr'ore, le truppe del generale Bonaparte, vedete che, in un momento, le partite si mutano. Fate che il generale Bonaparte tocchi una buona rotta, e addio simpatie e adorazioni e campane a festa e Tedeum e falò di consolazione. Conosco il mondo.... e chi più ha gridato, è il primo a metter le armi a terra... Questi chiacchieroni di patrioti li conosco benissimo."
      },
      {
        "index": 48,
        "text": "Ma anche voi, signor provveditore (e qui si rivolgeva al Vincenti), dovete adoperarvi con energia, se volete che la vostra repubblica non vada all'aria o non sprofondi in mare. Scrivete al podestà Ottolini di Bergamo, che è un uomo forte ed è fedele al leone; scrivete al Battaglia di Brescia che, a dirla così tra noi, mi sembra un gran tentennone; e tenetelo in riga, e ad un bisogno, fate sapere al vostro senato che farebbe bene a internare colui in laguna, e a nominarlo ispettore dei fanghi del canale. Credetelo a me: questo Battaglia si è lasciato cogliere come un luccio nelle reti di Bonaparte, e lì a Brescia, quantunque sia un mellone, può produrre l'effetto di un alleato di Francia. — Animo dunque; bisogna far presto; bisogna dire a que' vostri senatori, che è tempo di tirar su la sottana lunga della toga, che consiglia i comodi della vita e impedisce di spacciarsi. Bisogna esser lesti a questi dì, se non si vuole sprofondar nel pantano; perchè, anche a correr veloci, è un affar serio a tener dietro a questo maledetto levriere di Bonaparte, che salta siepi e fossati e vigne, e divora campi e brughiere, e non s'arresta se non ha preso la lepre per l'orecchio. Ha bisogno di scuotersi un po' quella vostra vecchia repubblica dai suoi lunghi sonni senili."
      },
      {
        "index": 49,
        "text": "Quando il Suardi troncò il suo discorso, uno di quei frati aboliti che si trovavano là, e che era in quel tempo vicario d'una pieve sul confine del vecchio ducato:"
      },
      {
        "index": 50,
        "text": "— Ma, disse, rivolgendosi prima a monsignor vescovo, come per chiedergli il permesso di parlare, avrei anch'io il mio debole parere da dare."
      },
      {
        "index": 51,
        "text": "— Ma dica pure, molto reverendo, esclamò colla solita vivacità il Galantino."
      },
      {
        "index": 52,
        "text": "— Non è egli vero, continuava l'ex frate di S. Damiano, che sarebbe una gran bella cosa se si potesse ottenere il nostro intento e glorificare la nostra santissima religione, e tagliar la strada alle opere del diavolo, senza dare incomodo a tanta gente, e senza mettere in pericolo tante vite?"
      },
      {
        "index": 53,
        "text": "Monsignor vescovo lo guardò e tacque. Il marchese lo guardò, poi guardò il Galantino; questi pure lo guardò, e soggiunse:"
      },
      {
        "index": 54,
        "text": "— Il convento in cui siete stato educato mi fa sperar molto dai vostri consigli. Parlate dunque, e sbrighiamoci."
      },
      {
        "index": 55,
        "text": "— Non è egli vero, monsignore, che Giuditta fu venerata dai seniori di Betulia, e che tra le eroine della sacra Bibbia è riconosciuta santissima per aver troncata la testa d'Oloferne?"
      },
      {
        "index": 56,
        "text": "— Ma terreste voi mai a vostra disposizione una qualche Giuditta nella vostra pieve? domandò il Suardi facendo d'occhio al marchese; se è così, sarebbe bene che, prima di mandarla al suo destino, la faceste conoscere a me e al marchese. Le daremo dei pareri."
      },
      {
        "index": 57,
        "text": "Monsignor vescovo tacque; tutti tacquero; ma prese la parola il monsignore del Duomo, il professore emerito di lingua ebraica e di casuistica."
      },
      {
        "index": 58,
        "text": "— Io mi meraviglio molto col signor marchese, e non so come spiegare la presenza in questo luogo di monsignor vescovo illustrissimo, quando sento a parlare in questo modo, e con parole cosparse di maledetta miscredenza, al cospetto di sacerdoti, al cospetto di dignità ecclesiastiche reverende. Ma a che scopo ci siamo uniti qui? per tentare di mettere un riparo ai pericoli che da ogni parte, circondano la nostra santissima religione, o per sentirla a vituperare e a metterla in canzone?"
      },
      {
        "index": 59,
        "text": "— Reverendo monsignore, disse il vescovo, mettete in calma il vostro spirito, riposate tranquillo su di me: perchè in verità vi dico, che non permetterei che questo secolare fosse qui, se i suoi pensieri, se i suoi disegni non fossero precisamente i nostri."
      },
      {
        "index": 60,
        "text": "Il monsignore del Duomo, che già abbiamo dato in nota per quel bigotto furioso, forte di quella dottrina che viene dalla sola memoria, chinò il capo sul petto a tali parole, e senza aggiungere altro, incrociò le mani e si mise a sedere, recitando sommesso delle orazioni."
      },
      {
        "index": 61,
        "text": "Il Galantino fu in prima tentato di levarlo di peso con una violenta rimbeccata, ma, limitandosi a guardarlo fisso per un pezzo, si volse poi al marchese, dicendo sommesso:"
      },
      {
        "index": 62,
        "text": "— Che bestia!?"
      },
      {
        "index": 63,
        "text": "— Abbiate pazienza, gli accennò il marchese; ma bisogna compatirlo, perchè è un sant'uomo; e poi è anche un gran sapiente."
      },
      {
        "index": 64,
        "text": "— Alla larga, caro mio; ma se avessi saputo di compromettermi con questi stolidi, avrei fatto i miei affari altrove. Gli altri almeno sono impostori; ma costui ci crede davvero."
      },
      {
        "index": 65,
        "text": "Tutti si rimisero in silenzio: poco dopo monsignor vescovo invitò l'ex frate di S. Damiano a continuare il suo discorso, e a metter fuori le sue proposte."
      },
      {
        "index": 66,
        "text": "— Quand'io ho nominato Giuditta, riprese l'ex frate, non l'ho fatto per indicare che ve ne fosse una rediviva; così l'avesse concesso la Provvidenza; così, nel tempo medesimo, la Provvidenza avesse decretato che questo giovane Côrso fosse arso anch'esso dalla salacità orientale di Oloferne! Il peccato avrebbe fatto la vendetta del delitto. Ma egli è temperante, è sobrio, è freddo, è casto. Egli non ha altra voglia che di distruggere gli uomini e di far guerra a Dio. Però ben meriterebbe degli uomini e di Dio chi trovasse il modo di togliere di mezzo questa fatale esistenza. Giuditta fu acclamata dai seniori quando mostrò al popolo di Betulia il teschio d'Oloferne. Chi uccidesse il generale sarebbe benedetto da tutti gli uomini, dagli uomini d'Italia ed anche dagli uomini di Francia."
      },
      {
        "index": 67,
        "text": "Qui il Galantino interruppe l'ex frate:"
      },
      {
        "index": 68,
        "text": "— Ma, in conclusione, vi proporreste voi stesso di far le parti di Giuditta?"
      },
      {
        "index": 69,
        "text": "— Io?"
      },
      {
        "index": 70,
        "text": "— Voi, molto reverendo."
      },
      {
        "index": 71,
        "text": "— Io no."
      },
      {
        "index": 72,
        "text": "— Allora sarà difficile di trovar l'assassino."
      },
      {
        "index": 73,
        "text": "— L'assassino!?... balzò in piedi, gridando come un energumeno il monsignore ex-professore di casuistica. — Ma chi è costui che parla di tal modo qui? ma che parte è la sua? È un nemico di Satana costui? o è un nemico nostro? Ma è assassina la legge quando fa morire un nemico della società? Ma perchè da tanti secoli tutta l'umanità ha convenuto di venerare come eroine fortissime, inspirate dal divino volere, e Giuditta appunto e Giaele?"
      },
      {
        "index": 74,
        "text": "— Io ho poca intimità, monsignore, con queste due donne, rispose il Galantino: e non ho la vostra sapienza; ma se sono disposto a batter le mani alla legge quando fa morire un assassino, trovo poi che è sempre tale chi ammazza altrui a tradimento, per quanto ottimo ne possa essere il fine... Io sono piuttosto ignorante, e non sono molto addentro negli affari di questa signora Giuditta e di quell'altra che si chiama Giaele. Ma siccome ho sentito la Betulia liberata del maestro Guglielmi, dove cantava l'Agujari... che voce eh... marchese? che vocalizzi! che trilli! quelli eran tempi!... ma tornando a noi, so benissimo chi era anche Giaele, perchè ho visto il ballo grande di"
      },
      {
        "index": 75,
        "text": "monsù Pitraux, intitolato Debora e Sisara, e so 1 meriti di colei; e più ancora quelli della mima che la rappresentava, la Giuliana Bidò, famosissima e cara e tonda tutto quel mai che si può dire; qui il marchese lo sa meglio di me..."
      },
      {
        "index": 76,
        "text": "Avendo dunque visto assai bene quel che han fatto e l'una e l'altra, dico e sostengo, e mi pare che l'ignoranza giovi a qualche cosa, che oggi tutte le Giuditte e tutte le Giaeli, colte sul fatto, e anche col solo appoggio d'un pajo di testimonj, diventerebbero proprietà del tribunale criminale... Perchè bisogna tener conto anche della distanza dei tempi e degli usi... che so io? di tante cose bisogna tener conto. Io non so niente; ma ne so abbastanza, per dire al molto reverendo ex padre, che su questo progetto non c'intendiamo; e che per ora basterebbe che tornasse alla sua Pieve a metter l'inferno nella coscienza delle sue pecore, per farle diventar lupi e orsi contro i Bonapartisti; e così e altrettanto facessero questi reverendi sacerdoti. All'illustrissimo monsignor vescovo, io non m'attento di dar pareri, ma poco su poco giù quel che si ha a fare si sa. Quanto finalmente a monsignore, mentre la prego a perdonarmi, la supplicherei anche a tornare in Duomo, e a pregare per i suoi devoti e, se gli cresce il tempo, a pregare anche per me, che per ora basterebbe."
      },
      {
        "index": 77,
        "text": "Dunque veniamo a noi, perchè sino adesso mi pare che si perda il tempo, torno a ripetere, in chiacchiere, mentre occorrono fatti pronti e naturali e spontanei. A tutte le apparenze, pare che Bonaparte si voglia ingoiar la repubblica di Venezia: bisogna dunque far insorgere tutto quel paese contro di lui. La repubblica soffierà di là, noi soffieremo di qui. Il marchese, che ha venti milioni in terre, può disporre de' suoi terrieri. Io farò la mia parte. Ma sopratutto sono i preti che ci debbono ajutare. Lo scandalo del ballo grande, rappresentato in questi giorni sulle scene del teatro della Scala, è tale che, esagerato dal pulpito, come sanno fare loro signori, alle popolazioni, può metter la febbre nei credenzoni, mi perdoni monsignore; sopratutto bisogna spaventare la coscienza delle buoni madri, le quali, volere o non volere, hanno una grande influenza sui figli coscritti. Alla prima rotta che può capitare, questi la danno a gambe, e... un disastro tira l'altro."
      },
      {
        "index": 78,
        "text": "— Se mi permette, monsignor vescovo, tornò a parlare l'ex frate, io insisto ancora sulla mia proposta, e vi insisto perchè sembra che la Provvidenza abbia voluto espressamente darmene l'occasione."
      },
      {
        "index": 79,
        "text": "Il Suardi si scontorceva."
      },
      {
        "index": 80,
        "text": "Monsignor vescovo soggiunse:"
      },
      {
        "index": 81,
        "text": "— Sentiamo."
      },
      {
        "index": 82,
        "text": "— Uno di questi giorni, continuava il vicario, mi si presentò al confessionale un mio devoto, un giovane di vent'anni, che fin dall'ottobre milita nell'esercito repubblicano. Suo padre, nel paese ov'è nato, è priore della confraternita del SS. Sacramento; sua madre è una santa, che si confessa e si comunica ogni otto giorni. I figliuoli e le figliuole somigliano al padre e alla madre. Famiglia più religiosa di questa credo non se ne trovi nè qui nè altrove. Ora il giovane coscritto, presentatosi, come ho detto, al confessionale, mi dice: — Reverendo signor vicario, sono qui da lei per consiglio. Ho fatto un sogno, uno di quei sogni che Dio espressamente manda agli uomini, e son qui a raccontarlo, ed ecco precisamente quel che ho visto e sentito: — Il generale Bonaparte era nell'acqua sotto al ponte d'Arcole, dove ho combattuto anch'io, ma l'acqua non era acqua, era sangue. Il generale vi nuotava a fatica, allorchè io vidi vicino a lui quel granatiere, che ho visto infatti sulla riva del fiume, quando salvò il generale. Nel tempo stesso sentii una voce, una voce che, secondo l'idea che mi son fatta leggendo i libri devoti, deve esser quella degli angeli che stanno a' piedi del trono di Dio, colle ali spiegate e pronte per volare ad eseguire i suoi decreti. Quella voce esclamò: «Colui che, nato di madre italiana, ha tratto il figliuolo di Satana dalle onde di sangue, sarà perduto in eterno. Ma starà invece tra i beati del paradiso chi, uccidendolo, salverà l'Italia e il mondo.» Io dunque sono qui per consiglio, io mi sento da tanto da mandare ad effetto i divini voleri."
      },
      {
        "index": 83,
        "text": "— E voi, che cosa avete risposto? domandò monsignor vescovo."
      },
      {
        "index": 84,
        "text": "— Nulla ho risposto, bensì gli ho detto: Tornate da me fra tre giorni."
      },
      {
        "index": 85,
        "text": "Monsignor vescovo non parlava. Non voleva dar consigli."
      },
      {
        "index": 86,
        "text": "Egli era profondo in divinità, ma la scienza non gli aveva stravolto il cervello! Se il disegno progettato si fosse già compiuto, avrebbe trovato i sofismi per giustificarlo; ma trattandosi di consigliarlo, non osava. Era stato educato in seminario, non a S. Fedele, nè a S. Damiano."
      },
      {
        "index": 87,
        "text": "Ma intanto che tutti tacevano, l'ex professore di casuistica esclamò:"
      },
      {
        "index": 88,
        "text": "— La scienza approva un tal disegno. I libri santi ne offrono l'esempio. Abramo non istette in dubbio di uccidere Isacco."
      },
      {
        "index": 89,
        "text": "A questo punto il Suardi, perduta la pazienza, esclamò con forza:"
      },
      {
        "index": 90,
        "text": "— Ma io, che non sono Abramo, non dubito di non voler fare una minchioneria. — Il coscritto è certamente un povero pazzo. — Quando ritorna al vostro confessionale insegnategli la via di porta Tosa. È tutto quello che si può fare per quel povero demente, vittima certo e del padre priore, e della madre santa, e delle santocchie sorelle, e dei preti, e dei frati gabbamondi."
      },
      {
        "index": 91,
        "text": "L'ex professore di casuistica si alzò inferocito; fulminò d'uno sguardo terribile il Suardi; guardò altiero il vescovo; poi, a un tratto, piegò il capo sul petto, congiunse le due mani, e:"
      },
      {
        "index": 92,
        "text": "— Io parto di qui, disse."
      },
      {
        "index": 93,
        "text": "Nessuno lo trattenne."
      },
      {
        "index": 94,
        "text": "Or parrà strano che il vecchio Galantino irritasse colle sue parole i preti ch'erano là a congiurare con lui; ma egli, quantunque fosse quello che fosse, sentiva per i cattivi sacerdoti e per i bigotti una decisa avversione. — D'altra parte, è un fenomeno da non lasciar senza studio, che un frate, un prete, un torcicollo, quando sono tristi, superano la tristizia di qualunque altr'uomo. Nel caso attuale, per esempio, al Galantino faceva ribrezzo l'assassinio; all'ex frate di S. Damiano pareva invece un atto meritorio; al professore di casuistica pareva un corollario della scienza. — Il vescovo poi, senza compromettersi a dar consigli, avrebbe veduto assai di buon occhio che il disegno si fosse compiuto. In quanto al resto poi, è da aggiungere che il Suardi non solo non odiava il giovane Bonaparte, ma ne aveva una certa ammirazione. E si può giurare che, se non ci fosse stato di mezzo l'appalto dei foraggi, avrebbe figurato fra i suoi partigiani."
      },
      {
        "index": 95,
        "text": "Quando il monsignore del Duomo fu partito, il vescovo di... prese con sussiego la parola per assicurare il marchese F... che tutti i ben pensanti e i veri amatori del paese, dei buoni costumi e della religione avrebbero trovato in lui un efficacissimo appoggio."
      },
      {
        "index": 96,
        "text": "— Quand'è così, soggiunse il Marchese F..., sarà bene che voi, monsignore illustrissimo, vi troviate alla vostra sede, perchè la guerra corre velocissima, e in un giorno, in poche ore le cose possono mutare. Anch'io mi recherò dove tengo 1 miei più vasti possedimenti, attento a cogliere l'occasione."
      },
      {
        "index": 97,
        "text": "— Allora, continuò il vescovo, rivolto ai sacerdoti che si trovavano là, ritornerete alle vostre arcipreture, ai vostri vicariati, alle vostre cappellanie; quando il momento sarà giunto, riceverete da me le opportune istruzioni. — E il signor Suardi? disse poi voltandosi a lui con dignità ostentata."
      },
      {
        "index": 98,
        "text": "— In quanto a me lasciate che mi regoli da me, che regolerò anche loro signori. — Il generale Bonaparte percorre come un fulmine tutti i punti della base della guerra; ma ha anche 27 anni. Ma anch'io mi troverò dappertutto, e non lascerò tempo nemmeno al tempo, sebbene abbia i miei sessant'ott'anni passati. A rivederci dunque."
      },
      {
        "index": 99,
        "text": "Il marchese rimase. — Il vescovo e gli altri uscirono. — Dopo pochi minuti, quand'era uscito anche il Suardi, s'udì sotto l'androne del cortile lo scalpitio de' cavalli e il rumore delle carrozze che dovevano condurre al loro destino quei reverendi congiurati."
      },
      {
        "index": 100,
        "text": "Quando il marchese fu solo, avendo sentita nell'anticamera una voce femminile, si alzò, facendo un gesto di malcontento, e disse tra sè:"
      },
      {
        "index": 101,
        "text": "— Cosa diavolo viene adesso a far qui mia figlia?"
      },
      {
        "index": 102,
        "text": "Or chi era questa figlia?"
      },
      {
        "index": 103,
        "text": "Era la contessa A..., che noi abbiamo già conosciuta e descritta la sera del ballo del papa; la bellissima delle tre dee, quella che lasciò vedere, stando in palco, la massima parte possibile della sua nudità."
      },
      {
        "index": 104,
        "text": "La quale contessa A..., incontratasi nel Suardi:"
      },
      {
        "index": 105,
        "text": "— Come siete qui, cittadino? gli disse con una disinvoltura gaja e baccante, perchè 1 suoi vent'anni, e la folla dei corteggiatori, e la schiera scelta e squisita degli amanti, e l'amor proprio femminile perpetuamente lusingato, la tenevano in una continua condizione come di vanitosa ebbrezza. — Come voi siete qui? e che cosa vogliono dire quegli uomini neri, che un dopo l'altro sgusciarono dall'appartamento del marchese mio padre?"
      },
      {
        "index": 106,
        "text": "— Contessa, io non li conosco; ma saranno preti venuti a prendere la loro quota dei benefizj ecclesiastici, che l'illustre casa F... distribuisce di jus patronato..."
      },
      {
        "index": 107,
        "text": "— Ah, ah... va bene. Ma sapete cos'è che va meglio, caro signor Andrea Cittadino?"
      },
      {
        "index": 108,
        "text": "— Che cosa?"
      },
      {
        "index": 109,
        "text": "— Che voi avete un bellissimo e interessantissimo nipote."
      },
      {
        "index": 110,
        "text": "— Io non ho nipoti."
      },
      {
        "index": 111,
        "text": "— Ma chi è quel bel dragone che vedo spesso con voi in carrozza?"
      },
      {
        "index": 112,
        "text": "— Chi è?.. è un mio protetto."
      },
      {
        "index": 113,
        "text": "— Vorrei che si facesse proteggere anche da me."
      },
      {
        "index": 114,
        "text": "Il Suardi stette un momento sopra di sè... un baleno gli aveva attraversato i pensieri; e in un baleno, fatto un calcolo e un disegno:"
      },
      {
        "index": 115,
        "text": "— Ebbene, le rispose, divideremo la protezione in due metà. Accettate, contessa?"
      },
      {
        "index": 116,
        "text": "— Si che accetto!"
      },
      {
        "index": 117,
        "text": "— Ho un mazzo profumato di viole, colte nel mio giardino d'Inzago. Manderò il mio bel capitano a farvene un presente."
      },
      {
        "index": 118,
        "text": "— Bene, caro signor Andrea; e la contessa gli strinse le mani in segno della più grande soddisfazione."
      },
      {
        "index": 119,
        "text": "Il Suardi partì, recandosi difilato dove si raccoglieva l'altra congregazione segreta."
      },
      {
        "index": 120,
        "text": "Ed ora, cari lettori, se non state attenti, perderete il filo del più bello imbroglio che mai sia capitato e capiterà da disimbrogliare."
      },
      {
        "index": 121,
        "text": "y"
      },
      {
        "index": 122,
        "text": "Poche pagine addietro abbiamo parlato d'un colonnello Landrieux, capo dello stato maggiore della cavalleria, stato eletto dalla congregazione segreta stabilita in Milano per volere di Bonaparte, quale operatore principale onde promuovere rivoluzioni nello Stato di Venezia."
      },
      {
        "index": 123,
        "text": ".Questo colonnello Landrieux abitava in casa Annoni, e là quotidianamente si radunava la congregazione bonapartista. Qui si rivolse dunque il cittadino Suardi."
      },
      {
        "index": 124,
        "text": "Entrato nel palazzo, quando mise il piede sul primo gradino dello scalone, sentito che alcuno parlava al disopra della propria testa, si fermò per un atto macchinale, e ascoltò il seguente dialogo:"
      },
      {
        "index": 125,
        "text": "— Tutto va bene, tutto procede colla sicurezza di un esito felice. Ma, prima di venire agli atti definitivi, c'è un passo da fare."
      },
      {
        "index": 126,
        "text": "— Che passo?"
      },
      {
        "index": 127,
        "text": "— È necessario lasciar da parte il banchiere Suardi. Io non so ancora come costui abbia potuto introdursi nella nostra società."
      },
      {
        "index": 128,
        "text": "Il Suardi naturalmente aguzzò le orecchie, anche per sentire se gl'interlocutori discendevano."
      },
      {
        "index": 129,
        "text": "— Tu hai ragione, continuava uno di quegli interlocutori; ma come si fa adesso?"
      },
      {
        "index": 130,
        "text": "— Come si fa? Non gli si dice più nulla, e si fa tutto senza di lui. Se le cose andassero bene, come pare, il Suardi ne menerebbe gran vanto, perchè costui non fa nulla senza il suo perchè; e il general Bonaparte non mancherà di rimproverarci d'aver messo a parte di un'impresa così solenne un uomo che... già non è possibile che il generale non venga a sapere all'ultimo la vita e i miracoli di questo furfante milionario."
      },
      {
        "index": 131,
        "text": "Il Suardi si ritrasse, perchè sentiva che gli interlocutori discendevano. Si nascose in un androne, e stette là sin che vide a partire i due maldicenti, che eran Porro e Caleppio."
      },
      {
        "index": 132,
        "text": "Quando il Suardi entrò nel palazzo Annoni, non aveva nessun disegno nuovo in testa; era venuto là per assistere alle dispute della congregazione, a cui era stato ammesso dal colonnello Landrieux, e nulla più. Ma le parole udite e il dispetto che ne provò, gli fecero spuntare in testa improvviso e adulto un pensiero."
      },
      {
        "index": 133,
        "text": "Avendo potuto stringersi in amicizia col colonnello Landrieux per mezzo del capitano Baroggi, volontieri aveva fatto parte della congregazione, perchè, col conoscere per disteso i piani degli avversar], egli avrebbe potuto governare più sicuramente i proprj. Ma dopo ciò per lui sarebbe stato meglio che la congregazione bonapartista non potesse dare effetto ai suoi maneggi; per la qual cosa sarebbe stato necessario che chi ne aveva la direzione principale, all'insaputa dei colleghi, virasse di bordo e cangiasse strada. Il colonnello Landrieux era stato introduttore al Suardi per gli appalti dell'esercito, e però aveva avuto dal Suardi stesso il suo lauto boccone da mangiare."
      },
      {
        "index": 134,
        "text": "Quel colonnello non era più dunque nè trasparente nè liscio come uno specchio, bensì presentava delle scabrosità, alle quali un uomo abile poteva attaccarsi."
      },
      {
        "index": 135,
        "text": "Un'altra qualità distingueva quel colonnello, qualità che poteva riuscire eccellente nelle mani del Galantino. Esso era un giuocatore disperato. Bensì, per essere piuttosto valente e fortunato, non esibiva sempre quegli angosciosi alti e bassi che offrono il cuore insanguinato agli avoltoj di professione. Il Galantino si ricordò pertanto del passato, e rammentatasi la propria abilità, risolse di tenerla in pronto per il bisogno."
      },
      {
        "index": 136,
        "text": "Improvvisato così a mezzo un progetto, il Suardi ascese lentamente lo scalone, e quando fu alla porta dell'appartamento del colonnello, s'incontrò negli altri soci della congregazione segreta, che uscivano in quel punto."
      },
      {
        "index": 137,
        "text": "— Troppo tardi, cittadino Suardi."
      },
      {
        "index": 138,
        "text": "— Non è mai troppo tardi. Quel che avrei dovuto dire a voi tutti lo dirò al colonnello, che poi ve ne farà comunicazione. Ma dov'è il capitano Baroggi?"
      },
      {
        "index": 139,
        "text": "— S'è fermato col colonnello, per cose che riguardano il reggimento."
      },
      {
        "index": 140,
        "text": "— A rivederci dunque stasera in teatro, dove ci sarà un chiasso del diavolo, perchè so che è stato proibito il nuovo ballo di Lefèvre."
      },
      {
        "index": 141,
        "text": "— A rivederci, tutti risposero; — e il Suardi, fattosi annunziare, entrò dal colonnello."
      },
      {
        "index": 142,
        "text": "Quando fu in camera, salutato in prima il colonnello, si rivolse poscia al Baroggi, e:"
      },
      {
        "index": 143,
        "text": "— Ho un'incumbenza da darti, gli disse."
      },
      {
        "index": 144,
        "text": "Il capitano Baroggi si alzò da sedere, spiegando, senza volerlo e senza pensarci, tutta l'aitanza disinvolta e leggiadra della sua giovanile figura, nata fatta per l'assisa e gli spallini e i calzoni di pelle e gli stivali alti. Aveva nel corpo quella eleganza poderosa e accentata del discobulo greco; con una di quelle faccie, care le mie donne, che non si sanno definire; perchè c'era in quelle vaghe linee la sprezzatura del soldato, la severità e persino l'asprezza, se, a un guizzo repentino dei muscoli, tutte quelle impronte non fossero scomparse per dar luogo ai loro opposti; perchè la fronte, se si spianava, era serena come quella d'una fanciulla; e se l'occhio perdea il lampo virile e crudo di chi, a cavallo, eccita alla carica e alla strage lo squadrone, assumeva una soavità quasi infantile, nella quale tuttavia parevano nuotare l'arguzia e la seduzione. Il ritratto in miniatura che noi possediamo di questo bel capitano, eseguito in allora dal distinto pittore ed incisore Evangelisti, ci fa trovare qualche somiglianza tra la sua faccia e quella del Tancredi, che il pittore Riva dipinse nel suo quadro di concorso, premiato dall'Accademia di belle arti tanti anni sono."
      },
      {
        "index": 145,
        "text": "Ma com'è, dirà taluno, codesta strana combinazione per la quale tutti i giovani personaggi che entrano successivamente in iscena in questo libro, hanno tutti ricevuto dall'autore l'obbligo di essere bellissimi e carissimi e interessantissimi?"
      },
      {
        "index": 146,
        "text": "Il tenore Amorevoli faceva diventar matti soltanto a vederlo; il Galantino, quando fu spogliato, per esser messo alla corda, mostrò un tal collo e un tal petto e braccia tali, che persino il senator Morosini ne mandò un'esclamazione di maraviglia. La contessa Clelia pareva una Minerva perfezionata. La contessina Ada era sua madre ingentilita. La ballerina Gaudenzi aveva i capelli, gli occhi e il naso della Diana Efesia. Recentemente, ovvero sia nella sera del ballo del papa, il tumulto"
      },
      {
        "index": 147,
        "text": "della folla fu placato dalla comparsa di tre donne in costume di libertà, delle quali se l'una era bella, l'altra era più bella ancora."
      },
      {
        "index": 148,
        "text": "Ed ora compare in iscena questo capitano dei dragoni, il cui volto e la cui persona son fatti cogli ingredienti degli dei e degli eroi più riputati; e precisamente col sistema onde fu messa insieme la Venere greca, che ebbe in prestito le cosce appetitose di Taide, la schiena provocatrice di Frine e le diverse bellezze di sette fanciulle."
      },
      {
        "index": 149,
        "text": "Com'è dunque questa faccenda? La faccenda è naturalissima; e se il lettore ne stupisce, vuol dire che l'ultima fase dell'arte, che ha messo in trono il brutto, dal Triboletto e del Quasimodo di Victor Hugo al gobbo Esopo di Bartolini, lo ha preparato a credere impossibile la bellezza perfetta. Ma questa bellezza c'è e, per trovarla, basta cercarla."
      },
      {
        "index": 150,
        "text": "Nel caso nostro poi, oltre la testimonianza del Bruni, che sta garante per noi, di alcuni dei nostri personaggi esistono ancora i ritratti, eseguiti per mano di pittori più o meno distinti, compreso appunto questo del capitano Baroggi."
      },
      {
        "index": 151,
        "text": "Or, tornando ai fatti, il Galantino, col permesso del colonnello, disse al Baroggi:"
      },
      {
        "index": 152,
        "text": "— Ho un'incumbenza da darti, la quale chi sa quanti te la invidieranno."
      },
      {
        "index": 153,
        "text": "— Di che genere ella è?"
      },
      {
        "index": 154,
        "text": "— Del miglior genere. Si tratta di portare un mazzo di viole ad una signora."
      },
      {
        "index": 155,
        "text": "— È proprio necessario per questo la persona di un capitano di cavalleria?"
      },
      {
        "index": 156,
        "text": "— Non è necessario, ma è utile; seppure è utile far la conoscenza della più bella donna di Milano."
      },
      {
        "index": 157,
        "text": "— Ma chi è questa donna?"
      },
      {
        "index": 158,
        "text": "— È la contessa A..., che desidera proteggerti. Ella stessa me lo disse ora colla sua bocca di rose. Va e ringraziami; trent'anni fa avrei finto di non capire, e ci sarei andato io stesso."
      },
      {
        "index": 159,
        "text": "Il colonnello Landrieux, messosi a ridere, ed entrato a far parte di quel discorso:"
      },
      {
        "index": 160,
        "text": "— Ah, ah, disse, se a voi dispiace l'incumbenza, il mio caro capitano, passate il mazzo di viole a monsieur Chapier, l'intendente di guerra, che è innamorato pazzo di questa vostra bella contessa, la quale, mentre sciala con tutti, s'è messa in testa di far l'avara e la pinzochera con lui. Tanto che tutti ridono alle sue spalle, ed egli si dà per disperato, e dice di voler uccidere tutti gli amanti di lei."
      },
      {
        "index": 161,
        "text": "Il Galantino era benissimo informato di tutto questo, e allorchè s'incontrò colla contessa, se fu sollecito a prometterle che le avrebbe mandato il bel capitano, fu perchè aveva bisogno e della contessa e del capitano per tirare in ballo l'intendente Chapier, il solo che gli fosse d'impaccio nel fatto degli appalti. Però, seguendo le parole del colonnello:"
      },
      {
        "index": 162,
        "text": "— Se la cosa è così, disse, allora bisogna essere pietosi, il mio bel capitano, e tentar di placare la bella contessa, e introdurre da lei monsieur Chapier."
      },
      {
        "index": 163,
        "text": "— Perchè no? disse il giovine Geremia; e così sbadatamente rispondendo, si calcò l'elmo in testa, e mosse per uscire."
      },
      {
        "index": 164,
        "text": "— Va dunque entr'oggi da colei, gli replicò il Suardi, e fa in modo che lo Chapier sia introdotto in quella casa. Certo che ci divertiremo."
      },
      {
        "index": 165,
        "text": "Intanto che il capitano partiva, il colonnello Landrieux disse al Suardi:"
      },
      {
        "index": 166,
        "text": "— Voi volete che quell'istrice d'intendente, oltre alla ferita della contessa, riceva qualche colpo anche dallo squadrone del capitano."
      },
      {
        "index": 167,
        "text": "— ON! soggiunse ghignando il Suardi, non ne avrei nessun dispiacere. Ed ora parliamo dei nostri affari, colonnello."
      },
      {
        "index": 168,
        "text": "Ma intanto che que' due parlano, pensiamo che or ora entrò in scena un personaggio nuovo, anzi più d'un personaggio; e coi nuovi personaggi, nuovi annunzj di curiose combinazioni. — Prima una congiura; poi una contro-congiura; poi un amore non platonico subodorato; poi la minaccia di qualche duello che faccia chiasso; poi il Galantino che va tentando successivamente varj uomini, per ottenere, almeno pare, di farli lavorare tutti in una evoluzione grandiosa. — Davvero che, mettendoci nei panni dei lettori, ci par di camminare colla benda agli occhi, tenuti a mano da gente"
      },
      {
        "index": 169,
        "text": "maliziosa; ma possiamo anche assicurare, che è vicinissimo il momento che lor si toglierà il fazzoletto, e vedranno chiarissimamente dove si trovano."
      },
      {
        "index": 170,
        "text": "[VI]"
      },
      {
        "index": 171,
        "text": "Non è poco il dire, che, per ottanta pagine circa, un libro che i bibliotecarj metteranno sempre nel dipartimento della Phantasia, siasi occupato esclusivamente, e quasi ex cathedra, di storia vera e di politica vera, tirando in ballo il papa ed il suo potere temporale, e congiungendo non a caso il passato col presente; e citando, come un dottor della Sorbona, e Apostoli ed Evangelisti e santi Padri e pontefici galantuomini; e parlando del vecchio Napoleone Bonaparte, e delle sue insidie politiche e dei colpi e contraccolpi rivoluzionarj, ecc. ecc. Di queste ottanta pagine crediamo che i lettori gravi, e che tirano il rapè, ci vorranno essere grati, e tanto da credere che il nostro lavoro possa esser letto anche da quelli che hanno in odio le produzioni della fantasia. — Ma la storia, la quale rifà la vita, per esser completa, deve rifarla di dentro e di fuori; e se quasi sempre, come un ciambellano, segue devota i re dell'azione e del pensiero, che vissero e furono proclamati in pubblico, e dei quali con atto pubblico si fece il trapasso alla posterità: come un benefattore deve poi entrare nelle dimore private a cercarvi quelle figure che vissero non abbastanza note o ignote all'universale, per indagare come la vita intima della società segua l'impulso della vita pubblica, e come persino le virtù, i vizj, gli affetti e le passioni ripetano da essa il modo di manifestarsi; chè non tutte le virtù nè tutti i vizj sono possibili in tutti i tempi, e il dramma domestico si atteggia senza volerlo all'epopea storica. — Lasciamo dunque per ora le piazze e i teatri e i luoghi pubblici e gli uomini che operarono cose già divulgate dalla storia, e penetriamo nel silenzio di una privata dimora a vedere la progressione di un dramma domestico, che si modifica lungo il cammino, e piega a seconda dei pubblici avvenimenti."
      },
      {
        "index": 172,
        "text": "Nel palazzo situato nella contrada della Spiga, appartenente al marito della contessina Ada, in una sala a terreno, verso il giardino rispondente al naviglio, in sul tramonto d'un giorno di marzo del 97, stavano tre donne. — Quelle donne rappresentavano tre età e tre periodi diversi; ed erano precisamente la contessa Clelia V..., la contessina Ada... e donna Paolina S..."
      },
      {
        "index": 173,
        "text": "La prima aveva settantadue anni; la seconda quarantasei; la terza diciasette."
      },
      {
        "index": 174,
        "text": "È pieno di tristezza quel momento in cui si vede nell'estrema decrepitezza una creatura umana, di cui siasi fatta conoscenza quand'era nello splendore della beltà."
      },
      {
        "index": 175,
        "text": "Noi non abbiamo ancora potuto fare sul vero un tale esperimento, perchè bisognerebbe che avessimo almeno i nostri settant'anni; mentre invece, per sciagura nostra, ne siamo distanti al punto, da misurare con ispavento la vita lunga che ancora ci rimane a percorrere, se una saetta benigna non ci viene a cogliere strada facendo. — Ma oltrechè un tale esperimento lo fecero altri, i quali ci hanno assicurato non esservi niente di allegro, noi lo abbiamo tentato confrontando di una medesima persona i ritratti eseguiti a periodi distanti, dove si vedeva riprodotta l'immagine fresca e ridente della cara giovinezza, e le alterazioni estreme della triste vecchiaja."
      },
      {
        "index": 176,
        "text": "È doloroso a vedere, e nel tempo stesso non è senza un certo interesse l'osservare come il tempo, pur non toccando l'ossatura e il disegno di una faccia, la vada totalmente contraffacendo, imperversando sulla liscezza, sul colore, sugli accessorj: — il lento processo della dissoluzione, esaminato su di una medesima faccia, è certo, caro il mio gaudente lettore, che turberebbe anche la tua allegria."
      },
      {
        "index": 177,
        "text": "Or, venendo a donna Clelia, un tale esame potevasi fare guardando il suo ritratto ad olio, opera del pittore Porta, che pendea da una parete della sala, ed era lo stesso innanzi al quale abbiam visto addormentarsi in torbido sogno il conte colonnello V.... Ella non contava che ventidue anni quando avea posato innanzi al pittore. Erano dunque trascorsi cinquant'anni; mezzo secolo! una piccola bagatella. Nè tuttavia potea dirsi che il tempo distruttore avesse cavato tutto il partito possibile della sua forza crudele. No, la dissoluzione non aveva fatto miracoli; perchè i capelli bianchi anche nella giovinezza per la polvere di cipro, erano rimasti foltissimi, e le loro onde"
      },
      {
        "index": 178,
        "text": "argentine scaturivano da una cuffia tagliata a foggia di camauro; i sopraccigli si erano conservati neri; bensì, come avviene nella tarda età, cresciuti in foltezza e diventati ispidi, adombravano cupamente l'occhio infossato, e imprimevano a tutta la faccia una terribilità indescrivibile; così quella cara trasparenza del colorito, che, nella prima gioventù, comunica una tal quale bellezza perfino alle tinte più aborrite, si era cangiata nella rigida opacità della cartapecora; il mento e la bocca, siccome dicemmo altre volte, di linee severe e ricordanti il profilo napoleonico, ma che nell'età prima avevano esercitato un fascino strano per il contrasto colle altre parti floridissime di quella bella donna, avevano raggiunta la massima angolosità. Tutto quel complesso poi di disegno, di colore, d'espressione, d'atteggiamento, era tale, che imponeva altrui un rispetto, il quale sarebbe stato disgustoso e pesante, se dopo il primo urto non vi fosse letto il riassunto di un'intera vita di pensieri, di sventure e d'affanni."
      },
      {
        "index": 179,
        "text": "Questa vegliarda severa stava seduta a lato di un tavolino sul quale era dischiuso un libro; portava gli occhiali d'ebano inforcati sul naso e, tenendo alzati gli occhi al disopra delle lenti, guardava fissa da qualche tempo la figlia della propria figlia, della contessina Ada, ai freschi e leggiadri quindici anni della quale, che appena contava allorchè la vedemmo l'ultima volta, se ne erano aggiunti trentuno; il che vuol dire che, nel 97, aveva quarantasei anni: età incomoda e nojosa tanto per gli uomini che per le donne; chè i primi hanno cessato di amare, le seconde di essere amate, messe in discredito dai reumatismi, dalla gotta incipiente, e dall'età critica. Tuttavia, se questa è la regola generale, le eccezioni non mancano; e in quanto alla contessa Ada, se non avesse avuto tutt'altro per la testa, ben avrebbe potuto suscitare ancora qualche simpatia in coloro, almeno, che per bizzarria, sono capaci di anteporre le bigie giornate d'autunno e la cascata delle foglie ai soli sfacciati del giugno e del luglio. Essa, nella persona, serbava intatta la leggiadria d'un tempo, e nel volto mobilissimo aveva qualcosa che in parte nascondeva quell'età."
      },
      {
        "index": 180,
        "text": "Anzi, a spiegarci meglio, quel volto, per la mobilità accennata, era così ineguale, che pareva cangiare età ad ogni lieve guizzo di muscoli. Certo che non avremmo consigliato mai la contessina Ada ad esporsi al perfido sole di mezzodì, e molto meno ai fatali riverberi di un muro tinto in giallo, chè allora il lavoro che il tempo aveva fatto su quella faccia, saltava fuori da tutte le parti, e tradiva cento macchiette cutanee, e qualche ruga ribelle ai lati e sotto gli occhi, e qualcosa come di pesto e di frollo e di sciupato nelle guancie, serbanti però sempre la giovanile pozzetta; ma tutti questi guasti scomparivano, appena un raggio propizio di luce pittorica avesse investito quel volto, o un riflesso benefico di qualche tenda serica, azzurra o rossa; 0, meglio di tutto, quell'albore annacquato che è in una camera illuminata di notte da una lampada. Allora pareva quasi che, per incanto, si togliesse il melanconico sipario degli anni quarantasei, per iscoprire il sotto tessuto di una faccia di trent'anni al più. Nel momento in cui l'abbiamo sorpresa per farne la descrizione, siccome era verso sera, e, se non c'era il sole vivo, non c'era nemmeno nè la luna nè la fiamma di candela, mostravasi così mezz'a mezzo, tra gli estremi che abbiamo delineato, e piuttosto più vicina ai trenta che ai quaranta; perchè in quel punto era concitata dall'arte, e da qualche cosa di più forte ancora. Seduta innanzi al pianoforte, stava provando la musica della Marsigliese che teneva aperta sul leggio, e si esaltava nell'interpretazione di essa."
      },
      {
        "index": 181,
        "text": "Ma intanto, che la nonna guardava come perscrutando non sappiamo che cosa, e la mamma passava al cembalo la Marsigliese, donna Paolina, che tale era il nome della figliuola di donna Ada (non si meravigli il lettore di sentire ancora i titoli sonanti di marchese, di conte e contessa e don e donna in un tempo che i titoli di nobiltà erano stati messi inesorabilmente al bando dalla Libertà e dalla così detta Eguaglianza; perchè nell'intimo della vita domestica, dal periodo della loro invenzione fino ad oggi, non furono mai sospesi nemmeno un minuto; e i servitori e le cameriere e i cocchieri hanno sempre continuato a dare del don e della donna e del conte e della contessa ai loro padroni, perchè era una questione di pane come un'altra. Anche fuori delle pareti casalinghe, e anche fuori della schiera infelice delle fantesche e dei servitori propriamente detti, i servi dilettanti e devotissimi di tutto il mondo, e i pagnottisti perpetui hanno sempre continuato anch'essi a dare i titoli a chi toccavano per diritto di blasone, anche in piazza, anche in teatro; ad una condizione però, già s'intende, che nessuno dei democratici sfogati li sentissero, perchè le bastonature erano in voga,"
      },
      {
        "index": 182,
        "text": "e la prudenza e il parlare sommesso erano consigliati dalla pubblica intimidazione; e qui mettiamo il claudite alla parentesi, che ci portò fuori affatto di traccia), dunque donna Paolina (che così venne chiamata al fonte battesimale, perchè la nonna e la madre vollero perpetuare in essa la cara memoria di donna Paola Pietra; ed ecco un altro claudite), donna Paolina dunque, essendo aperto un finestrone che dava nel giardino, perchè il marzo non era freddo e si voleva usufruttare l'ultima luce, stava appoggiata ad una spalla di esso, in una posa tutta sua particolare e, diremo, affatto maschile, perchè aveva il tergo appoggiato a un punto del muro che non era sufficiente per concederle di star ritta in piedi; onde, colle gambe tese e i piedi puntati al basso del muro opposto, segnava una diagonale. —"
      },
      {
        "index": 183,
        "text": "Or venendo alla descrizione di quella fanciulla, vorremmo che il lettore l'avesse veduta cogli occhi proprj, per capacitarsi che non è già per amore di convenzionalismo che noi regaliamo a tutti i nostri giovani personaggi una bellezza incomparabile; ma sibbene perchè se quella fanciulla era bella veramente, non è in nostro diritto di contraffarla e peggiorarla per intento di varietà; la varietà è infinita in natura, anche senza incomodare la scrofola e la rachitide."
      },
      {
        "index": 184,
        "text": "A misurarla dunque, così a calcolo d'occhio, quella fanciulla poteva essere alta come un uomo di statura regolare; ma siccome aveva la testa leggera ed il collo non corto, e le mani ed i piedi piccoli, ed una vita che si poteva stringere in due mani, e la vesta lunga, così potea sembrar alta fino all'eccedenza; alta e sottile e lunga come una frusta; se non che le maniche di seta strette, come allora voleva il costume, rivelavano un braccio sviluppato e denso; e le sottane di levantina che, per quella strana positura di lei, cascando mollemente, profilavano le sue gambe tese, lasciavano trapelare forme così aitanti, da parere un’esagerazione per una ragazza di anni diciasette. Quando ci si permettesse il confronto, suggeritoci dal più gretto naturalismo, noi diremmo, che se colei, invece di una fanciulla, fosse stata una puledra, ben poteva valere i duecento mila franchi della Katinka di Abdul-Megid. Ma donna Paolina, che da un pezzo stava immobile in quella strana positura, concentratissima com'era in un pensiero, di slancio si rizzò in piedi, e fece due o tre passi, aggirandosi intorno a sè, sciolta ed elastica e come snodata."
      },
      {
        "index": 185,
        "text": "La contessa Ada, in quel punto, continuando a provare sul cembalo la Marsigliese, s'era concitata nell'esecuzione, e facendo intera l'emissione della voce, espresse con accento verace tutta la concitazione selvaggia di quel grido di guerra."
      },
      {
        "index": 186,
        "text": "La fanciulla si fermò di colpo; diede manifestamente un guizzo. Quella musica, quelle parole, quel grido le avean messo addosso l'inferno."
      },
      {
        "index": 187,
        "text": "Caduta la notte, si recarono i lumi. Dopo qualche tempo venne gente in quella casa, e si vegliò fino oltre le undici. Tutto quanto avvenne in quelle ore per noi è affatto indifferente, bensì terremo dietro a donna Paolina quando, dato il bacio della notte felice alla nonna e alla mamma, prese un lume, e, accompagnata dalla cameriera, si recò nella sua camera da letto."
      },
      {
        "index": 188,
        "text": "Muta si lasciò ravviare e intrecciare e mettere nella rete i capelli; muta lasciò che partisse insalutata la cameriera."
      },
      {
        "index": 189,
        "text": "Dopo si spogliò adagio adagio, sempre fantasticando e osservando macchinalmente il ritratto di suo padre, che pendeva dalla parete di contro al letto; il qual padre, lo diremo così di fuga e rimettendo le indispensabili spiegazioni e dilucidazioni ad altro tempo, era il conte Achille S..., ricchissimo patrizio milanese, il quale, dopo essersi mangiato un lauto patrimonio, fatta l'eredità di un secondo, sposò impaziente e furente di passione la contessa Ada, per amareggiare poi tosto di cento infedeltà il talamo nuziale e la pace di quella povera donna, innamorata fino all'infelicità. Sciupato il secondo patrimonio, strano e bisbetico qual era, aveva abbandonato e casa e moglie e figliuola, ed era corso a prestare i suoi servizi militari fin dal 92 nell'esercito di Francia. — Fatta una terza eredità, aveva lasciato l'esercito; ma i parenti avendolo interdetto per prodigalità, indispettito tornò a riprendere il suo grado nell'esercito del Reno, dove trovavasi ancora. Più giovane della contessa Ada, l'avea sposata, vedovo già da due volte e dopo aver fatta l'infelicità di molte e molte donne; chè, ad onta della sua torbida fama, aveva sempre esercitato sul sesso debole un fascino irresistibile."
      },
      {
        "index": 190,
        "text": "Questo era il padre di donna Paolina, osservando il cui ritratto, ella s'era venuta a grado a grado spogliando. E qui i giovani lettori non isperino una descrizione, chè ci preme troppo la calma del loro sangue."
      },
      {
        "index": 191,
        "text": "Soltanto diremo che, quando mise il ginocchio, oh che ginocchio!!! sul letto, a un tratto balzò giù, e tratto un cassettone di un guardaroba, ne levò.... che cosa? Un elmo con criniera; un'assisa verde coi risvolti bianchi; un pajo di calzoni di daino bianco; un pajo di stivali; una sciabola."
      },
      {
        "index": 192,
        "text": "Ma a chi appartenevano? a lei. Ma in che modo? ecco."
      },
      {
        "index": 193,
        "text": "Nel carnevale, al collegio dond'ella era uscita pochi mesi prima, s'eran date alquante rappresentazioni comiche; di quelle che un certo professor Ghedini Mirocleto allora scriveva apposta pei collegi, press'a poco come sarebbero oggi quelle del Genuino."
      },
      {
        "index": 194,
        "text": "Fra quelle commedie, che noi abbiamo letto, e che sono d'una miseria incomparabile, esso ne aveva scritto in quel tempo una d'occasione, che s'intitolava // dragone benefico; una bestialità in punto e virgola, ma che era piaciuta alla direttrice del collegio, la quale pregò donna Paolina, allieva emerita, ad assumere la parte del protagonista. La fanciulla accettò, col permesso della nonna e della mamma, e ottenne che le si facesse fare un vestito completo da dragone. Quando comparve sul palco scenico abbigliata a quel modo, gli spettatori, che non eran tutti donne, andarono in visibilio. Però donna Paolina prese maggior stima di se stessa, e s'innamorò di quell'abbigliamento militare; e se ne innamorò per una ragione più pericolosa di quello che pare. Allorchè dunque trovavasi sola, ed era sicura di non essere scorta, si dilettava a rivestire quelle armi, e se ne compiaceva orgogliosamente, guardandosi nella specchiera che teneva nella camera da letto; ma pazienza fosse qui tutto! il peggio è che quel vestito le suggerì..."
      },
      {
        "index": 195,
        "text": "A pensare che una simile inezia doveva essere la cagione di conseguenze tristissime, davvero che c'è da rimanere increduli; ma nel carnevale istesso avea visto più d'una volta il capitano Baroggi. Oh non l'avesse mai veduto! Noi che sappiamo quel che avvenne dopo, non possiamo vincere la commozione. E ora, o lettore, fermando lo sguardo a contemplare il leggiadro spettacolo di questo dragone che sta specchiandosi, preparati a stupire; e se hai il dono delle lagrime, anche a piangere."
      },
      {
        "index": 196,
        "text": "[VII]"
      },
      {
        "index": 197,
        "text": "In una tragedia, celebre e mediocre nel tempo stesso, perchè fu il lavoro di un giovane ignaro della mappa del cuore umano, fu scritto che chi sostenne d'aver amato due volte, non ha mai amato. Queste cose si possono dire a sedici anni, anche a venti, anche dopo, se la faccia di un galantuomo sia così eteroclita da stornare l'ago calamitato delle femminili beltà; ma in circostanze ordinarie, e allorchè e uomini e donne abbiano qualità sufficienti da provocare e mantenere la corrente elettrica, quante volte, in una vita di trent'anni ed anche di quaranta, la specie umana può amare, senza compromettere il vivo interesse di ciascun amore! anzi noi pregheremmo gli uomini e le donne di molta esperienza, e che dalla indulgente natura sortirono delle doti appetitose, a saperci dire, in tutta segretezza già s'intende, se non è possibile manovrare due, tre, anche una mezza dozzina di amori simultaneamente, conservando il nativo galantomismo, e un cuore ben fatto e, ad un bisogno, anche poetico."
      },
      {
        "index": 198,
        "text": "C'è una condizione però da osservare (di questo almeno ci assicurano gli esperti), ed è che bisogna guardar bene di perdere l'equilibrio nel governo di codesti amori. Se un giorno solo, di quei tre o quattro affetti che si hanno nella propria giurisdizione, uno sorge più alto degli altri e, senz'avvedercene, ci lasciamo andare a star con lui in troppo lunga domestichezza, allora, correndo esso il pericolo di diventar solitario, può tramutarsi in quell'amore acuto al quale è più conveniente un posto in un trattato di patologia. Ciò premesso veniamo ai fatti. Il capitano Geremia Baroggi avendo ventitrè anni, ed essendo, come fu notato, bellissimo, e per di più esercitando una professione che allora era di ultima moda, e appartenendo alla cavalleria, e perciò avendo il diritto"
      },
      {
        "index": 199,
        "text": "di portar gli speroni, era appunto nella opportunità di poter manovrare la sua mezza dozzina d'amori senza turbarsi, come una volta l'incomparabile Cocchi della compagnia Guerra guidava imperterrito la sua mezza dozzina di cavalli bianchi a dorso nudo. Non so per che cosa, ma, a parte anche la giovinezza e la beltà e gli altri fascini, gli speroni hanno un potere irresistibile sui nervi delle donne, tanto maritate che zitelle. È un fatto provatissimo che, a parità di circostanze, un ufficiale di fanteria passerà ai secondi posti e andrà soggetto a delle mortificazioni inaspettate, se appena balzerà fuori a mettersi in suo confronto un ufficiale di cavalleria. Il suono dell'arpa era indicatissimo una volta perchè i giovinetti si trovassero bell'e innamorati, senza vedere nè la faccia nè le mani della bella incognita; ma anche il suono semplice e puro degli speroni bastò più d'una volta a far risolvere dei cuori femminili a battere a favore di un ignoto che a caso passasse sotto le finestre cogli stivali tintinnanti. È un fenomeno strano e d'origine arcana; ma non per questo cessa di esser vero."
      },
      {
        "index": 200,
        "text": "Lasciando ora gli speroni, è a sapere che il capitano Baroggi, senza che fosse vagheggino, nè vanitoso, nell'ultima volta che venne a Milano di presidio, e fu per tre mesi, si trovò, senza accorgersi, ingaggiato in tre amori che gli serrarono addosso in pochi dì l'uno dopo l'altro. Non eran molti, a dir vero, per la pace del cuore, ma siccome le donne che lo avevano inspirato erano tutte belle a perfetta vicenda, ed egli aveva saputo dividere equabilmente le sue ore d'ozio con ciascuna di esse, così avea vissuto felicissimo i suoi novanta giorni. Nell'ultimo mese però s'era incontrato nella signora R..., che gli penetrò, non dirò nel cuore, ma nella simpatia un po' più delle altre, ed egli stesso se ne accorse, ciò che fu un eccellente indizio. Però quando il signor Andrea Suardi gli propose di fare una visita alla contessa A..., che per turno divideva colla R... il seggio della regina del torneo milanese, fu contentissimo, presentendo che a quel modo ei si sarebbe rimesso in equilibrio. Ma non si perde mai l'equilibrio quando si sente e si vede il pericolo. L'affare bensì diventa seriissimo allorchè, frugando così a caso intorno a qualche rosaio, ti si ficca inavvertita una spina nel dito. Un bel giorno, non si sa da che cosa dipende, ma la mano è gonfia e il braccio è al collo. Ora il nostro bel capitano, mentre era contento di potere colla bellissima e voluttuosissima contessa A..., fintanto almeno che sarebbe rimasto a Milano, farsi scudo e riparo contro alle invasioni ognora più minacciose della bella R..., non sapeva che appunto una spina gli era penetrata tra pelle e pelle pochi giorni prima."
      },
      {
        "index": 201,
        "text": "Nel carnevale dello stesso anno 97 si diede, come fu detto, un corso di rappresentazioni drammatiche in un collegio femminile, fondato nell'anno antecedente in Milano da una dama francese, per nome, Blanchard, venuta da Parigi con fama di gran letterata, di grande sventurata, perchè suo padre era stato ghigliottinato e le di lui ricchezze, almeno così ella asseriva, si erano dileguate in mezzo ai furori popolari. — Quella donna, capitata in momenti opportuni, venditrice insigne di vento e di fumo, e nominatasi direttrice del nuovo collegio, ottenne di vederlo in breve popolato dalle figliuole appartenenti alle più ricche famiglie di Milano. Parve alla maggior parte che colà potessero ricevere un'educazione più liberale, più sciolta, più svariata, più conveniente insomma ai tempi nuovi. I parenti stessi, messisi d'accordo per giovare a quello stabilimento con laute contribuzioni, in breve gli diedero un impianto così ricco e fastoso, che quando trattavasi di esami, di accademie, di musica, di ballo, pareva di trovarsi piuttosto nelle sale di un ricco pomposo, che tra le pareti di una sala di educazione. Le giovani mammine vi accorrevano in gara di bellezza e di ricchezza; e col pretesto dell'educazione e dell'amor materno, velate di devota incontinenza, non tutte già s'intende, ma alcune e non poche, s'ingegnavano a piantare qualche mirto tra le innocenti ajuole di quel giardino. — Siccome poi un passo ne chiama un altro, così la vivace ufficialità dell'esercito repubblicano, che aveva alloggio e tavola presso le più facoltose case di Milano, accompagnando qualche volta le mammine a quei domenicali e serali ritrovi, trovavano il loro conto a fermarsi colà; tanto eran fatti premurosi del buon'andamento della pubblica istruzione!"
      },
      {
        "index": 202,
        "text": "Allorchè poi s'intavolò la storia di un corso di rappresentazioni drammatiche per la stagione di carnevale, nelle sere del giovedì e della domenica, riusciva un'impresa molto affannosa quella di ottenere un biglietto di ingresso a quel collegio; perchè vi erano poi anche rinfreschi, e pei brillanti ufficiali s'introdusse così un po' per volta anche il fervido sciampagna, il quale verso mezzanotte metteva in giro un'allegria bacchica tutt'altro che irreprensibile."
      },
      {
        "index": 203,
        "text": "In quel collegio v'erano, come accade, giovinette di quattordici, di quindici, di sedici anni."
      },
      {
        "index": 204,
        "text": "A queste erano affidate le parti più difficili e importanti delle commedie scelte a rappresentarsi."
      },
      {
        "index": 205,
        "text": "Le mamme di quelle giovinette, non potendo vincere nella gara muliebre, le mamme delle bambine di quattro o cinque anni, quantunque amassero le loro figliuole, pure erano le meno assidue a quei trattenimenti serali. Ora, quando le fanciulle quindicenni si trovano lontane dall'occhio della mamma e subiscono l'influsso diabolico di altri occhi, sono, parliamoci schietti, molto vicine all'orlo del precipizio. Quelle ragazze, negli intermezzi, escivano come puledre sbrigliate, a precipitarsi qualche volta perfino nel giardino, perchè v'era anche il giardino."
      },
      {
        "index": 206,
        "text": "Certo che venivano seguite e vegliate dalle governanti. Ma le governanti erano o troppo vecchie o troppo giovani. Nel primo caso riuscivano lente alla corsa e un po' balorde; nel secondo caso pensavano tanto a sè, che dimenticavan le alunne. Queste poi, per legge di galateo, dovevano spesso fermarsi ad ascoltar gli elogi di quelli fra 1 più gentili intervenuti che si godevano a intrattenerle. Non a caso ci arrestiamo a lungo su queste cose, e le assennate madri ci comprenderanno. Ad ogni modo, anche disprezzando ciò che in queste righe si adombra a combattere certe consuetudini, dovevamo dir tutto per far vedere in che collegio donna Paolina aveva passato gli ultimi diciotto mesi della sua educazione, e su che palco scenico, nella sua qualità d'allieva emerita, era venuta a rappresentar la parte di protagonista nel Dragone benefico del prof. Ghedini."
      },
      {
        "index": 207,
        "text": "Richiameremo ora al lettore come la prima sera che essa andò in iscena, in quel costume, suscitò, plasticamente considerata, un tale capogiro, che, nelle successive rappresentazioni, il teatro della Scala e della Canobbiana e di Sant'Anna e di San Martino rimasero abbandonati dalla parte più scelta della cittadinanza, e dalla parte più giovane e più brillante dell'ufficialità, di modo che le mammine leggiadre si trovarono spostate e punte, e si lamentarono di avere edificato a vantaggio altrui."
      },
      {
        "index": 208,
        "text": "Donna Clelia, allorchè nel segreto delle pareti domestiche vide, a titolo di prova, quel diabolico angelo di diciasette anni in quel costume provocatore, il quale faceva risaltare voluttuosamente delle forme, il cui obbligo era quello di rimaner celate; protestò altamente, e disse che non ne voleva altro, e che la signora direttrice provvedesse a cambiare il protagonista. Ma la fanciulla, che era già stata lodata alle prove, perchè possedeva un talento drammatico assai distinto; e guardandosi nello specchio, quando le fu recato l'abito, scoperse di esser molto più avvenente di quello ch'ella stessa credeva, diede in tali escandescenze a sentire quel veto inatteso della nonna, che la mamma, la nostra cara Ada, la quale era meno rigida di donna Clelia, e aveva il suo amor proprio, e sentiva la compiacenza d'aver ella stessa messo insieme quella leggiadra figura, compiacenza che era un misto d'amor di madre e d'amor d'artista; si sentì commossa alle lagrime iraconde e agli strepiti della sua Paolina; e tanto disse e fece, che la contessa Clelia, crollando la testa, lasciò che la cosa andasse."
      },
      {
        "index": 209,
        "text": "E così non fosse andata! I consigli dei vecchi, più che non si crede, vogliono essere ascoltati. Come dicemmo adunque, e per il suo talento drammatico, e per le sue qualità plastiche, donna Paolina fece un tal furore (non possiamo sostituire altre parole a questo motto convenzionale), che diventò l'idolo della platea. Allorchè poi, negli intermezzi, ella discendeva nell'anticamera del palco scenico a ricevere 1 complimenti delle mammine, i cavalieri serventi, tanto militari che borghesi, si affollavano intorno ad essa per poter vederla da vicino."
      },
      {
        "index": 210,
        "text": "Non occorre che qui ci diffondiamo in minuti particolari per mostrare come donna Paolina, allieva emerita, e le altre fanciulle adolescenti, ancora convitte e prigioniere, potessero discendere nelle anticamere della sala che serviva di platea e ne' corridoj dove la folla si stipava, e scivolassero così di contrabbando anche nel giardino. Chi ha avuto pratica di collegi e conservatorj dove il pubblico può penetrare, e dove l'adolescenza, tenuta in soggezione con ferule più o meno indulgenti, aspira impaziente, e talvolta rivoluzionaria, alla libertà, sa benissimo in che modo avviene quel che non dee avvenire, e come spesso anche l'oculatezza la più insistente è sopraffatta dalla malizia giovanile che, come un fluido imponderabile, sguiscia e fugge e va dappertutto. Nei"
      },
      {
        "index": 211,
        "text": "principj del marzo di quell'anno 1797, soffiando i venti che una volta annunziavano la primavera, e che oggi, non sappiamo perchè, si son come involati dalle nostre spiagge, quelle fanciulle che sentivano la primavera anche di gennajo, per mille ragioni, si godevano a recarsi di soppiatto nel giardino. Nè, perchè fosse la maggiore delle altre, donna Paolina si stava nascosta. La contessa Clelia, quando interveniva a que' trattenimenti, fermavasi in platea; e la nostra soave Ada si teneva dietro le scene, intenta a sorvegliare la toilette delle giovinette artiste. Colla lestezza adunque del contrabbandiere, che misura il tempo e fiuta l'aria, donna Paolina, quando le pareva il momento acconcio, recavasi lontana dagli occhi della mamma e della direttrice."
      },
      {
        "index": 212,
        "text": "Non è a dire quanto, sebbene innocentissimamente, si ringalluzzasse, allorchè una schiera di giovani le si aggirava intorno in corona a colmarla di elogi e di motti leggiadri e di ambidestre espressioni, che ella non comprendeva interamente, ma comprendeva abbastanza! Di quello sciampagna che, nella sala, correva in giro per gli spettatori mascolini, le sue compagne, trionfanti di qualche furto tentato in cucina, facevano parte a lei come a maggiore, come a protagonista, e sopratutto come a dragone. Ora quella spuma gasosa le metteva nel sangue una vivacità così balda, così imperterrita, che le concedeva di lasciarsi andare ad atti briosi e alquanto scomposti, e di movere in giro, su quelle faccie marziali, delle occhiate affascinanti, e che parevano significar quello di cui ella, possiamo giurarlo, non aveva nemmeno la coscienza."
      },
      {
        "index": 213,
        "text": "Quando abbiamo detto che nel collegio si recavano alquanti ufficiali, non abbiamo detto che vi andasse tutta la guarnigione. La fortuna dunque e il destino che spesso si mettono d'accordo per tender le reti ai mortali, concertarono fra loro di far che il Baroggi fosse, tra gl'intervenuti, il solo che appartenesse all'arma dei dragoni. Spesso un'inezia basta per avvincere due persone dell'uno e dell'altro sesso. Una sera, che il giovane capitano potè uscire un momento di fazione, a cui era obbligato, colla bella signora R... si recò dove si recaron gli altri; e naturalmente si trovò anch'esso in giardino a far corona intorno al suo commilitone femminile. Lo sguardo della fanciulla corse di preferenza all'elmo del giovine capitano, e spiritosa com'era e un po' eccitata, le venne detto:"
      },
      {
        "index": 214,
        "text": "— Ecco finalmente un camerata."
      },
      {
        "index": 215,
        "text": "— Così fosse, rispose il Baroggi. Sul campo di battaglia, con un tal camerata, sarei invulnerabile, chè mi proteggerebbe un angelo custode cogli stivali e cogli speroni."
      },
      {
        "index": 216,
        "text": "La fanciulla non rispose, ma guardò il bel capitano con una occhiata lenta e piena d'espressione."
      },
      {
        "index": 217,
        "text": "Gli astanti, uomini e donne, a quelle parole, a quell'occhiata, provarono unanimi un senso di simpatia, e, cosa strana, le donne a favore della fanciulla, gli uomini a favore del giovane soldato. Ogni sentimento d'invidia era scomparso e negli uni e nelle altre, chè l'invidia non sorge se non quando spunta l'idea della gara. Bensì corse in tutti simultaneo e concorde il giudizio: non potersi dar coppia più adatta e più attraente di quella."
      },
      {
        "index": 218,
        "text": "E tutto finì per quella sera; donna Paolina venne chiamata dalla voce stridula della governante. Rapida s'involò da quel crocchio, guadagnando la gradinata che metteva nelle scale, con un salto a piedi giunti, che fece risuonar gli speroni sulla pietra percossa."
      },
      {
        "index": 219,
        "text": "È singolare che, nel tempo in cui il Baroggi si staccava dalle sue quattro Aspasie, delle quali era pur tenerissimo, per tornare alle sue occupazioni militari, o alla manovra in piazza Castello, o alla cancelleria del colonnello Landrieux, o alla scuola di maneggio, egli dimenticavasi compiutamente e della prima, e della seconda, e delle altre donne che usufruttavano in quote proporzionali il suo cuore di convenzione; e questo avveniva anche perchè, oltre alla simpatia esplicita e dichiarata e documentata di quelle quattro signore, strada facendo, e al passeggio, e ne' pubblici ritrovi, e nei teatri quotidianamente, avea occasione di compiacersi di cento altre dichiarazioni, fatte cogli occhi se non col labbro. Di quelle care e bellissime signore si occupava dunque con fervidissima espansione finchè trovavasi con loro; ma, dopo, il suo pensiero rimaneva sgombro e netto come una tavola rasa. Questo salutare fenomeno era quello che, ad onta delle molte fatiche di campo e di camera, gli conservava quella vivacità e freschezza di colorito, il quale, forse un quarto di secolo dopo, gli sarebbe stato ascritto a difetto e quasi a colpa dalle donne sentimentali, che nell'Ildegonda di Grossi e nel Tu vedrai la sventurata di Bellini, appresero a mettere in voga i"
      },
      {
        "index": 220,
        "text": "colori sepolcrali e la tisi tubercolare. Ma, pur troppo, il sereno non può essere perpetuo. Nella sera stessa dello spettacolo, quando accompagnò a casa la signora R... nella stessa carrozza di lei, non ebbe tempo di ricordarsi dell'allieva emerita. Dormì anche, com'è naturale, tranquillissimo tutta la notte; si alzò dal suo letto di caserma, lieto, florido, raggiante e con quell'appetito modello che può avere un giovane di ventitrè anni, il quale nel trotto e nel galoppo trova il tocca e sana, indarno promesso dalle acque ferruginose. Ma, che volete, lettori carissimi? allorchè egli discese nel Maneggio ad assistere il sergente istruttore di cavallerizza, e prese egli stesso il frustone per comandare una ballottata, nel guardare a' giovani coscritti che duri e inerti stavano sul cavallo come fantocci inchiodati; al pari di un'apparizione diafana e vaporosa gli si presentò alla memoria la figurina leggiadra del dragone del collegio di madama Blanchard, gli si presentò alla memoria insieme col desiderio di vederla seduta in sella caracollare sotto alla di lui istruzione. Quella comparsa improvvisa assimigliò molto (volendo trattar l'amore come una malattia, convien ricorrere a similitudini ippocratiche), assimigliò molto a quegli esantemi fatali che compajono inaspettati per significare a un povero infelice che non ha potuto involarsi all'invasione di una epidemia o di un contagio."
      },
      {
        "index": 221,
        "text": "Per colpa adunque della sua memoria e della sua fantasia, sentì il desiderio di tornare un'altra sera al collegio di madama Blanchard, e con certi sotterfugi riuscì d'andarci solo. Ma si preparò troppo bene a quella comparsa, perchè la fortuna gli arridesse. Si postò ne' corrido], si recò nelle anticamere, s'introdusse fino alla soglia del palco scenico sotto alla protezione di due mammine alle quali ei non dispiaceva nient'affatto; andò in giardino: ma tutto fu invano; per quella sera donna Paolina non gli si mostrò che sul palco scenico; ond'egli si partì di là rovesciato e lento, traendosi dietro il lungo squadrone, come Fingallo, l'eroe di Ossian. Uno dei segreti perchè una ragazza si fissi in pianta stabile nella testa di un giovinotto, è il non averla veduta dopo aver desiderato ed essersi tenuta in tasca la certezza di poterla rivedere. Il capitano stette dunque di malumore tutta notte, stette di perfido umore il giorno dopo... e non mancò di chiedere informazioni e di colei e della famiglia, e che so io. Ma ciò che seppe non valse a rasserenarlo; perchè la quasi clausura onde la contessa Clelia aveva circondato e sè e la figlia e la fanciulla non era molto opportuna a mettere di buon umore un giovinotto intraprendente. Ma, tanto era destinato l'intreccio e la catastrofe di un dramma serio, che si apprestò in que' giorni appunto la prima delle due sontuose feste da ballo che si dovevano dare nel palazzo Busca-Serbelloni."
      },
      {
        "index": 222,
        "text": "Il nostro capitano vi andò in calzoni di spinone e in calzettine di seta; perchè il giovane Bonaparte, in fondo in fondo alla sua ambizione fiutando già l'impero, in quel breve anno di vittorie favolose, dall'irta Sparta erasi già converso alla geniale Atene, e gli scapigliati e squallidi sanculotti aveva cangiati in damerini ad allettamento delle moltitudini. Ora noi non sappiamo come sien corse le cose tra donna Clelia rigidissima e donna Ada; ma il fatto sta che, in mezzo alle belle dame e alle fanciulle che sedevano intorno intorno alla sala da ballo sui bianchi sedili, trovavansi donna Ada appunto e donna Paolina. Questa anzi, nell'istante che il capitano Baroggi mise piede nella sala, stava sorgendo perchè un gentile ufficiale le porgeva la mano invitandola ad un perigordino. Il Baroggi non la conobbe al primo, perchè le vesti femminili la facevano parer diversa da quella che a lui era comparsa nella verde giubba e nei calzoni di pelle di daino; ma la ravvisò poi, e si ravvisarono e danzarono insieme e contradanze e perigordini e monferrine, e si parlarono a lungo e concertarono..."
      },
      {
        "index": 223,
        "text": "Madri amorose e sollecite, le quali vivete in timore d'ogni nonnulla che mai possa avvenire alle vostre figliuole, ascoltate un nostro parere: tenetele ben lungi dalle feste da ballo. Nell'ebbrezza della danza vorticosa, in quel tepore che, al pari di una corrente elettrica, è mandato e rimandato da corpo a corpo stretti in artistico abbraccio, v'è un veleno assassino che basta per intorbidare le pure sorgenti dell'innocenza inconsapevole!..."
      },
      {
        "index": 224,
        "text": "[VII]"
      },
      {
        "index": 225,
        "text": "Di molte guerre e catastrofi di popoli la storia più volte registra che la prima causa impellente è stato un bacio fatto scoccare in un cattivo momento, un'infedeltà, una gelosia, ecc. Se l'incendio di Troja e l'Elena divina e il dandy Alessandro non fossero stati citati in tanti e tanti libri fino alla noja, noi saremmo capaci di citarli ancora. Però, tanto per contrapporre qualche cosa di più nuovo alla guerra di Troja, sappiano gli investigatori delle cause prime, che l'eccidio del ministro Prina, che fu uno de' fatti più dolorosi e più terribili della città nostra, è avvenuto non per altro che perchè una moglie non plebea ebbe un bacio fuggitivo da un amante regio. Per oggi non possiamo dire di più. Il tempo di svelare i misteri, finora rispettati, di quell'orribile tragedia non è ancor giunto; ma verrà, e il lettore saprà da noi cose che nemmeno sospetta. Intanto torniamo a donna Paolina ed al Baroggi, dalla simpatia de' quali divenuta per gradi un amore incandescente, scaturiranno tali conseguenze, che non saranno certo una bagatella nemmeno per coloro che hanno passata la loro vita a contar le epoche delle rocce granitiche, o ad accrescere l'elenco delle stelle, o a indagar gli effetti dell'acido prussico, o a cercar un rimedio all'idrofobia."
      },
      {
        "index": 226,
        "text": "Cara donna Paolina!!! più bella e più formidabile, nel nostro concetto almeno, delle stesse eroine guerriere dei nostri due epici sovrani, anche noi cominciamo a sentire per te una certa affezione; ed è invero una fortuna l'innamorarsi delle persone morte, che risorgono come creazioni della nostra fantasia, perchè ciò almeno non danneggia nè la nostra salute, nè la nostra borsa."
      },
      {
        "index": 227,
        "text": "Alquante pagine addietro abbiamo di gran fretta abbozzato il ritratto fisico e morale del conte Achille S..., 11 padre di donna Paolina, colla promessa che a tempo debito ne avremmo fatto il ritrattone ad olio. Fu quella un'informazione un po' allarmante, e che in coloro i quali credono al sistema dei trapassi morali deve aver generato qualche apprensione anche a riguardo della figliuola: Talis pater, con quel che segue. Ora non possono immaginarsi quei signori con che piacere noi vorremmo dir loro che si sono ingannati; ma, pur troppo, ciò che è non si può negare. Quell'avventatezza onde il padre aveva fatto saltare in aria due o tre patrimoni, quell'impeto di sangue onde, senza badare alle conseguenze, avea fatto tutto ciò che il capriccio istantaneo gli aveva suggerito; quella spensieratezza imperterrita onde aveva abbandonato patria, casa, moglie, figliuoli, tutti, pur troppo, si trasfusero, sebbene, con modificazioni benigne, nella fanciulla Paolina. La contessa Ada, con quel suo cuore nato fatto per le profonde e ardenti affezioni, innamoratasi al delirio di quello scavezzacollo pieno di fascino, ne avea riprodotte le stigmati, come si riproduce una voglia, nel corpo, nell'intelletto, nel cuore della figliuola. Solo in cuore, per lasciarle un impronto anche di se stessa, le depose una forte sentimentalità affettiva. Della bontà non parliamo, perchè (e come potrà ora crederlo il lettore? ma lo vedrà a suo tempo) essa esisteva, sebbene in fondo in fondo e sotto mille pieghe, anche nell'inestricabile guazzabuglio del cuore di suo padre. Ora fu con queste disposizioni elementari che la fanciulla, rinnovando le danze fatali col capitano Baroggi alla festa in casa Serbelloni, sentì per la prima volta da colui il linguaggio esplicito, ardente, entusiastico dell'amore, con dichiarazioni da far girar la testa anche a una marmotta; con promesse, con proposte, con insinuazioni che potevano parer armi ed artificj e insidie perfino di un'anima corrotta e ribalda, se il giovane Baroggi non fosse stato in piena buona fede, e se, riscaldando la fanciulla, non se ne sentisse riscaldato a gara, al punto da smarrire la prudenza e il senno."
      },
      {
        "index": 228,
        "text": "Noi vorremmo riprodurre per intero il dialogo di fuoco che avvenne tra loro; quel dialogo vertiginoso che li trasportò in un mondo fuori del mondo, se non avessimo fiducia nella sagace interpretazione de' nostri più giovani lettori. In conclusione, per non perdere il tempo in eccessive chiacchiere preparatorie, il Baroggi, a quella festa in casa Busca, disse alla fanciulla ch'egli tra pochi giorni, ed era vero, avrebbe probabilmente dovuto partire per seguire le truppe; che non poteva o non voleva lasciarla a Milano; che s'ella si rifiutava, egli, al primo scontro in campo aperto, non avrebbe fatto altro che gettarsi sulle baionette nemiche, per esalar l'anima a un tratto; che un'altra giovine milanese, e alludeva forse alla ben nota signora Scanagatta, erasi fatta soldato; ed altre avean seguiti gli sposi, senza mettere in pericolo il decoro; che il destino e la Provvidenza (che spalle grosse ha costei!) avevano mostrato a più segni di volere ciò ch'ei proponeva; che il fatto stesso dell'avere essa un completo abito militare e della medesima arma in cui egli serviva, era un"
      },
      {
        "index": 229,
        "text": "indizio manifesto, che la fortuna voleva in tutti i modi agevolar la via della fuga. La fanciulla non avea risposto a tali parole; ma nel cuor suo prese fermissima risoluzione di seguirlo in ogni modo, per quanto serie ne potessero essere le conseguenze. Anzi, nei giorni consecutivi, se il capitano Baroggi fu assalito più e più volte da mille dubbj e paure, ella non ebbe mai in mente altro pensiero che quello di mettere quandochesia in esecuzione quel partito disperato."
      },
      {
        "index": 230,
        "text": "Verso la metà di marzo eran venuti di Francia nuovi battaglioni e molta cavalleria, la quale, dovendo partire da un giorno all'altro, fu messa a serenare nei giardini pubblici, come praticarono e prima e dopo e sempre quasi tutte le truppe venute qui in momenti burrascosi, per passare altrove. Il capitano Baroggi, per le incombenze portate dalla sua condizione d'ajutante del colonnello Landrieux dello stato maggiore di cavalleria, due o tre volte al giorno recavasi ai giardini, nel breve periodo che il nuovo reggimento dragoni stanziò a Milano. Passando lungo il naviglio, vedeva due o tre volte al giorno la fanciulla che stando continuamente alla vedetta e quasi indovinando l'ora e il punto, usciva in giardino quando occorreva, spingendosi sino ad una ringhieretta mascherata di carpini, la quale si protendeva molto sul naviglio, e però non era a molta distanza dalla sponda opposta. Il Baroggi guardando il naviglio che era asciutto, per gli spurghi che, siccome è d'antica pratica, vi si cominciano nel mese di marzo; e osservando che, in molti punti, gettandovi mattoni o ceppi grossi, potevasi attraversare, senza la necessità d'immergere nell'acqua quasi nemmen la punta dei piedi; pensò che la fuga della fanciulla tentata per quella via non presentava nè difficoltà nè pericolo di sorta. L'irresoluzione in cui da più giorni ei versava dipendeva in gran parte dall'idea delle difficoltà che naturalmente si opponevano al suo disegno. Ora quella specie di scoperta lo sollevò al punto, che stabilì risolutissimamente di mandarlo ad effetto. Scrisse dunque alla fanciulla una lettera, la quale come sia stata ricapitata non lo sappiamo, perchè non si può saper tutto. Ella rispose, e la risposta avea qualcosa di determinato, di fiero, di romano, per così dire, che egli stesso ne dovette maravigliare, ma d'una maraviglia che gli accese più che mai il cuore e la testa."
      },
      {
        "index": 231,
        "text": "A questo punto eran le cose quando noi vedemmo per la prima volta donna Paolina appoggiata alla spalla del finestrone della sala terrena verso il giardino, in una posa affatto maschile. Allora ci pare d'aver notato come ella fosse concentrata in gravissimi pensieri; ci pare d'aver notato come si scuotesse tutta a sentir la Marsigliese, eseguita sul cembalo e cantata da sua madre. Ora dobbiamo aggiungere che, dopo avere scritta quella lettera di risposta al capitano Baroggi, avea pensato di proporgli che, prima di partire, provvedesse a sposarla. Codesta idea sorse in lei, e per quel senso profondo di decoro e di pudore che è in tutte le fanciulle, anche allorquando sono esaltate e traviate dalla passione; e per esperimentare se le proteste ardentissime del Baroggi non fossero proteste oblique e malfide. Il dubbio o il sospetto è inseparabile da qualunque passione, nel soddisfacimento della quale si ripone ogni maggior bene. Ella, del rimanente, aveva sentito a dire che i matrimonj, senza il consenso dei genitori, erano nulli per legge; ma avendo pur letto, non sappiamo in qual libro, che in alcuni casi non è necessario il loro consenso, intelligente e acutissima qual'era, andò a squadernar il catalogo dei libri della biblioteca ricca e scelta, raccolta dalla dottissima contessa Clelia, l'ex lettrice di matematica nell'archiginnasio bolognese, per vedere se mai vi fossero delle opere che trattassero del matrimonio. Squadernò dunque, e ne trovò più d'una, e di recenti: tra l'altre, le Considerazioni attribuite a don Giovanni Bovara sopra l'imperial regia costituzione del giorno 16 di gennaio 1783, risguardante i matrimonj, stampate a Milano dal Motta nel 1794; i due opuscoli dell'abate segretario Giudici, Sulla civile potestà del matrimonio, stampati pure a Milano in quel medesimo anno 1797; e un altro sul medesimo soggetto, d'ignoto autore, stampato a Brescia nell'anno stesso."
      },
      {
        "index": 232,
        "text": "Lesse avidamente quei libri, ma per quanto ella fosse colta e intelligente, quella materia mista di giurisprudenza e di teologia era alquanto superiore alle sue forze: e tanto più che così il Bovara, come l'abate Giudici e l'anonimo di Brescia non ebbero certo in mente di scriver per le ragazze. Lesse dunque molto e capì assai poco, ma per quel poco comprese che l'affare era disperato e si sentì venir freddo."
      },
      {
        "index": 233,
        "text": "Ma tutt'a un tratto balzò in piedi, come se avesse fatto una scoperta, mandando un lungo respiro di soddisfazione. Aprendo l'opuscolo di Brescia, s'imbattè nella pagina 23, dove lesse quel"
      },
      {
        "index": 234,
        "text": "passo che per lei era davvero un passo d'oro: — Ognuno sa che il concilio di Trento volle stabilire che valido sia il matrimonio dei figli anche senza il consenso de' genitori. — Ciò le bastò; chiuse il libro; ripose tutti gli altri nella libreria, e non ne volle saper altro; e su quel passo solitario e sgranato, come praticano molti dotti che vogliono fondare un sistema nuovo a qualunque costo, e storpiano 1 fatti per farli stare sul loro letto di Procuste, fondò la sicurezza del suo matrimonio col bel capitano."
      },
      {
        "index": 235,
        "text": "Scrisse allora al Baroggi una seconda lettera, nella quale metteva il matrimonio come indispensabile condizione, anzi come condizione preventiva alla partenza e alla fuga. Il capitano, che ignorava il decreto del concilio di Trento, ma senza saperlo, sapeva benissimo che la sostanza di quel decreto non era mai stata ricevuta da nessun governo; e recentissimamente il general Bonaparte avea promulgato la legge del matrimonio civile, per il quale, essendosi fissato il principio del contratto, le difficoltà erano accresciute pei contraenti; volle darsi per disperato, e tanto più che le parole della fanciulla, mentre pure esprimevano il turbine della passione, erano parole di ferro in quanto al matrimonio."
      },
      {
        "index": 236,
        "text": "Codesto ostacolo improvviso gli accrebbe la smania di riuscir nell'intento; e la tempesta fu tale in lui, che, sapendo come il vecchio Suardi poteva dar punti al diavolo, risolse di aprirsi a lui per ajuto."
      },
      {
        "index": 237,
        "text": "Si recò pertanto a trovarlo sull'istante; ma volle la combinazione che entrasse nelle sue camere in malissimo punto. Contro il consueto e con suo gran stupore, trovò il signor Andrea Suardi in un terribile abbattimento. Che cosa era successo? Dal signor Andrea, com'è naturale, non potè saper nulla; si ritirò dunque, e, ne chiese qualcosa ai servitori, ma anche questi non sapevan nulla. Discese nello studio, parlò a uno scrivano. Il Baroggi, da quanto colui gli disse, potè argomentare che una cattiva notizia aveva cagionata la costernazione del Suardi; ma non potè nè sapere, né indovinare qual fosse codesta notizia. Noi però non abbiamo bisogno di andare a tentone; ed ecco che cosa c'era di nuovo. Da un messo velocissimo e clandestino gli venne riferito alla mattina di quel giorno, esser caduto prigione, nelle mani dei francesi, il generale austriaco Scultz, morto poi per le ferite; il quale era il suo manutengolo nelle manovre degli appalti; che, nel tempo stesso, dopo un'amputazione, era morto anche un ufficiale del treno francese, il quale, prima di morire, avea scritto una lettera all'intendente di guerra francese, residente ancora in Milano, nella quale pareva si facessero importanti rivelazioni sul fatto degli appalti e dei foraggi. Or vedrà il lettore che tempestoso viluppo sta per ammassarsi da tutto ciò; e come il Baroggi finisse a giovare al Suardi, e questi al Baroggi."
      },
      {
        "index": 238,
        "text": "[IX]"
      },
      {
        "index": 239,
        "text": "Il capitano Baroggi, quando non stava in castello, alloggiava, lo abbiamo già detto, in una delle case che il Suardi possedeva in Milano, e spesse volte andava a pranzo da lui. Il giorno stesso in cui era andato a visitare il suo protettore, e contro il solito, lo aveva trovato così mal disposto, ricevette poco prima di pranzo un biglietto d'invito del Suardi, con preghiera di non mancare. La preghiera era superflua. Il capitano non desiderava altro."
      },
      {
        "index": 240,
        "text": "In quel dì non ci furono commensali. Il Suardi e il Baroggi pranzarono soli, l'uno in faccia dell'altro. Il signor Andrea era tornato calmo e lieto come d'ordinario; questa almeno era l'apparenza."
      },
      {
        "index": 241,
        "text": "— Caro capitano, come vanno le faccende colla bella contessa?"
      },
      {
        "index": 242,
        "text": "— Nè bene, nè male; anzi piuttosto male che bene; nè colla R... vanno meglio, chè dice di esser gelosa, e minaccia scandali. In conclusione, signor Andrea, sono abbastanza annojato del mio quadruplice impiego, e vorrei domandare la giubilazione. D'ora innanzi non voglio più saperne di tali donne. Ambizioni, capricci, dispetti, finzioni, ecco ciò che ho raccolto in questi novanta giorni di guarnigione."
      },
      {
        "index": 243,
        "text": "— Col tuo metodo di tenerle tutte a bada in un tempo solo, non si possono che raccoglier dispetti e malumori. Credi tu che l'una non viva in sospetto delle altre, e che ignori?... È un miracolo che t'abbiano sopportato fino adesso."
      },
      {
        "index": 244,
        "text": "— Ma io non mi sono ingaggiato con nessuna... non ho nessun patto di scrittura che mi obblighi piuttosto all'una che all'altra. Io vado nelle loro case come ci va un amico comune. Quanti altri ci vanno! Sarebbe bella che..."
      },
      {
        "index": 245,
        "text": "— Non voglio entrar in dispute...nè insegnarti che, oltre ai patti scritti, vi sono i taciti, nè convincerti che gli amanti sono come gli avvocati, i quali non possono simultaneamente prender la difesa di due parti avversarie tra loro. Sarebbe uno scandalo. Oggi però, giacchè dici che vuoi domandare la tua giubilazione, desidero che ti meriti un ben servito. Lo avrai dunque da me, ma a un patto... che tu conduca questa sera stessa alla Canobbiana la cittadina contessa... (guai se i repubblicani arrabbiati ci sentissero a mettere insieme queste due parole!); tu devi dunque recarti in sua compagnia alla Canobbiana, e farle tutta la tua corte... e spingerla fino all'esagerazione quando ti troverai vicino al tavoliere dove di solito il colonnello Landrieux giuoca alle carte con monsieur Chapier."
      },
      {
        "index": 246,
        "text": "— Ma perchè tutto questo?"
      },
      {
        "index": 247,
        "text": "— Il perchè lo so io... In quanto agli scandali della signora R..., se hanno a succedere, lascia che succedano... Saranno essi uno spediente per romperla con tutte e quattro, e finirla, giacchè ne hai tanto desiderio."
      },
      {
        "index": 248,
        "text": "— Il parere non è cattivo; ma tutto sta che la signora contessa abbia volontà di venire. Perchè siam sempre lì...: se si chiede, non si ottiene."
      },
      {
        "index": 249,
        "text": "— Chi vuole può. È un proverbio che non falla. Con questo proverbio alla mano mi sono governato tutta la mia vita. Colle donne poi è un vero tocca e sana."
      },
      {
        "index": 250,
        "text": "— Quando sono semplici e buone, può andare benissimo. Ma voi non conoscete nè la A... nè la R... Non c'è nè semplicità, nè bontà vera in loro. Superbia, ira, invidia, sono i peccati capitali che la loro gioventù e la loro bellezza e il loro ingegno e il loro spirito fanno lavorare continuamente a danno del prossimo e dei poveri bietoloni che hanno la debolezza d'innamorarsi davvero. La R... la conosco da un pezzo... La A... la conosco da poco tempo, e voi ne avete tutto il merito; ma la seconda non fa che spiegare la prima e completarla. Se io so star bene in staffa con loro, e se le loro signorie non mi hanno ancora mandato al diavolo, è perchè non sono innamorato, ed esse ben se ne accorgono, ad onta delle mie parolone, e sperano tuttora di poter ridurmi allo stato di vittima, per abbandonarmi poi di punto in bianco, e farmi cader dall'alto, tra le risate degli astanti e il sorriso trionfante del mio successore, il quale, dopo esser rimasto in carica più o men tempo, farebbe la mia fine medesima, e così di successore in successore, fino alla dispersione della loro carne fresca e color di rosa."
      },
      {
        "index": 251,
        "text": "— Bravo il mio capitano, vedo che sei matricolato la tua parte. Ma che cos'è che poco tempo fa non parlavi così?... sarebbe mai...?"
      },
      {
        "index": 252,
        "text": "— Che cosa?"
      },
      {
        "index": 253,
        "text": "— Che cosa, che cosa... Non si comincia a prendere avversione alle amanti vecchie se non quando sottentra qualche amante nuova. In questo genere ho cominciato i miei esercizj a sedici anni; e me n'intendo. Ma che cos'è successo? Il mio bel dragone si fa serio... Or bene, si può sapere o no di che si tratta?"
      },
      {
        "index": 254,
        "text": "Il Suardi insistette perchè il Baroggi si svelasse. Questi stette sodo e serio un pezzo, poi si sciolse alla fine, e si svelò e dichiarò di avere finalmente provato che cosa sia un innamoramento. Sviluppò di poi delle teorie, e volle dimostrare che un giovane non può innamorarsi davvero che delle ragazze."
      },
      {
        "index": 255,
        "text": "Disse in appresso il nome di battesimo della fanciulla. e come l'avea conosciuta vestita militarmente; infine mise fuori anche il casato."
      },
      {
        "index": 256,
        "text": "Il Suardi, a quella rivelazione, stette muto qualche tempo per la grande sorpresa, poi, battendosi la fronte, e gettandosi a sdraio sul dossale della sedia, rimase un pezzo cogli occhi rivolti alla soffitta della sala; poi si alzò e passeggiò, esclamando di tanto in tanto:"
      },
      {
        "index": 257,
        "text": "— Oh che caso! Oh che combinazione!"
      },
      {
        "index": 258,
        "text": "Il Baroggi lo guardava con meraviglia."
      },
      {
        "index": 259,
        "text": "— Ma in fine che c'è egli di così strano? gli chiese poi."
      },
      {
        "index": 260,
        "text": "— Ah, se tu sapessi! Tu non conosci niente di tutto quello che... Ah, questa è la più curiosa di tutte le combinazioni... Va poi tu a fischiare in teatro quando la compagnia Fabbrichesi ti recita una commedia inverosimile... Ma l'ora è tarda; e non c'è tempo da perdere, e per condurre la contessa in teatro alle otto, bisogna cominciare a corteggiarla due ore prima. Va dunque, capitano, va e sbrigati, e fa di non mancare perchè..."
      },
      {
        "index": 261,
        "text": "Proferendo queste parole il Suardi si era fatto serio, chè davvero l'impaccio in cui si trovava non era tale da passarci sopra ridendo."
      },
      {
        "index": 262,
        "text": "Il Baroggi, che avrebbe voluto continuare a manifestare al signor Andrea i proprj piani, e, in proposito, domandargli dei consigli e degli ajuti, dovette tacere per forza, rimettere ad altro giorno il seguito del discorso, cingersi tosto lo squadrone, e prendere il caffè stando in piedi, perchè il Suardi era diventato persino stucchevole nel raccomandargli di far presto e d'andare."
      },
      {
        "index": 263,
        "text": "Suonavano le ore sei quando il capitano uscì per recarsi difilato in casa A..."
      },
      {
        "index": 264,
        "text": "Il costume d'andare a tavola alle ore quattro, per quella classe di cittadini che non mangia più di tre piatti; alle cinque per quella classe di negozianti e di pubblici funzionarj che hanno quattro piatti oltre la frutta e formaggio e la bottiglia di contrafforto; alle sei per gli uomini altolocati e i milionarj patriz) che hanno piatti senza numero fisso, e che studiano la geografia coi vini, è un portato del nostro secolo. Negli ultimi anni del secolo passato v'era tuttora nelle case popolane la consuetudine del pranzo a mezzodì, e della merenda, e della cena."
      },
      {
        "index": 265,
        "text": "Soltanto nelle classi distinte, la rivoluzione — che non era penetrata nel resto — penetrò invece nell'orario del pranzo. Questo però non avea oltrepassato ancora le ore quattro. Vogliamo dire con ciò, che quando il capitano fu annunziato in casa A..., la dea del loco co' semidei e le semidee commensali erano già tutti assisi nel salone del chilo a sorseggiare il caffè."
      },
      {
        "index": 266,
        "text": "Allorchè il capitano fu annunciato nella sala, le sedie degli adoratori estatici, degli incensatori muti, e degli adulatori ciarlieri, che in semicerchio concentrico stavano intorno al seggiolone aurato della bellissima e voluttuosissima dea, si ritirarono tutte come se dipendessero dall'impulso di un unico congegno. Allorchè una bella donna, venuta in gran voga ed a cui si convergono tutte le bussole dei navigatori avventurosi, ha scelto un prediletto, costui è riguardato comunemente come il padrone di casa; è più rispettato o più abborrito del marito medesimo, a seconda degli umori, delle condizioni, degli affetti, delle aspirazioni diverse. Che il Baroggi fosse divenuto tale da pochi giorni, era la certezza di quegli astanti, e fu il motivo onde tutti, per un moto macchinale, si ritrassero non senza bestemmiarlo in segreto. Spessissime volte capita che, in circostanze consimili, quando il favorito vien scelto da una bella signora, tutti gli adoratori che hanno inoltrato il loro ricorso e che hanno vissuto in isperanza per qualche tempo, dileguano in massa, come le rondini in autunno. Ora questo fatto non si verificò nel caso del nostro Baroggi, perchè tutti sapevano che fra pochi giorni esso, volere o non volere, avrebbe dovuto andarsene al campo, e che probabilmente poteva essere portato via da una cannonata. Per quanto quegli adoratori fossero in fondo giovani non perversi, tuttavia, siccome erano giovani e pretendenti, non potevano veder di buon occhio chi avea tali qualità da costringerli, sul loro terreno, a una perpetua ritirata. Paganini era l'idolo del pubblico, ma non dei suonatori di violino. La Malibran, quando morì, fece piangere in palese, ma ridere in segreto tutte le prime donne assolute che viaggiavano colla carrozza propria. La speranza adunque che quel Ganimede stivalato potesse essere involato al mondo da una palla micidiale, senza ricorrere nè all'aquila, nè a Giove, fece sì che i signori, 1 quali allargarono il cerchio de' sedili allorchè comparve il Baroggi, non solo non avessero abbandonata la casa, ma accogliessero anche con sorrisi e complimenti il bel capitano. In quanto alla contessa A..., non ostante che, per la qualità speciale del suo sangue, si trovasse benissimo tra tanti bei giovinotti traspiranti desiderio e ardore, non potè a meno di scuotersi tutta nel sentire la voce e nel veder quella per lei tanto attraente figura del Baroggi. Il nostro amico Bruni, che fu sempre un gran fisionomista e che per gli occhi vedeva i cuori, ci ebbe a dire tante volte, a proposito di quella"
      },
      {
        "index": 267,
        "text": "contessa, la quale fece parlar tanto di sè che egli non la vide nè prima, nè dopo a comportarsi verso altri amanti (di cui la lista, pur troppo, riuscì innumerevole) con quella speciale e delicata deferenza onde, pel breve tempo ch'egli potè esserne spettatore, si comportò col Baroggi. — «Si vedeva, riportiamo le precise sue parole, che quella era stata una simpatia invincibile e ingenua, tanto che se il capitano non le fosse stato tolto dalle circostanze, la cronaca scandalosa non avrebbe avuto a empir tante pagine.» Però da quello che il Baroggi ebbe a dire sul conto di essa al Suardi, si vede che egli, o non la seppe conoscere, o fu ingiusto seco; l'ardente passione per donna Paolina, non solo gli rese uggiose le pratiche vecchie, ma superficiali e insipide le relazioni nuove."
      },
      {
        "index": 268,
        "text": "Diciamo questo perchè vorremmo che nel giudicare gli uomini e le donne, segnatamente quando si tratta di trascorsi, e debolezze, e peccati, che non intaccano nè la vita, nè la borsa del prossimo, si facesse sempre uso di una certa indulgenza. — Ma è assai probabile che la bella e spiritosa e ardente figliuola del marchese F..., se invece dello sposo, che il padre fatto bigotto le mise innanzi come un medicinale, avesse trovato un giovane che nell'insieme avesse arieggiato il Baroggi, con quel corredo agro-dolce di qualità intellettuali che valgono a tenere in freno una signorina facile ai capogiri ed a renderla invulnerabile alle tentazioni, ella non avrebbe forse cercato altro, e sarebbe stata una donna esemplare."
      },
      {
        "index": 269,
        "text": "Ma, per lasciare la moralità in pace, il bel dragone si mise in prima a sedere, poi, dovendo rispondere a cento domande che le rivolse la contessa, fu costretto a piegare la testa verso di lei; poi, piegando la contessa la propria per dirgli qualche cosa in segreto, contro le prime regole fondamentali del galateo, le due persone, che si trovavano fra lei e il Baroggi, dovettero alzarsi per forza, e avviare la conversazione in un altro crocchio; esempio che, l'uno dopo l'altro, tutti imitarono, maledicendo l'importuno e anche odiando un po' quella capricciosa donna, che non temeva di farsi scorgere da tutti. Il Baroggi, finchè stava con lei, tanto era affascinante quell'atmosfera ond'ella avvolgeva chi le stava presso, sebbene pensasse a troncare ogni relazione con la contessa, pure non poteva a meno di cercare quelle espressioni e quelle parole che piaciono tanto alle donne innamorate, e alle quali esse danno qualche volta l'importanza di un contratto firmato. Or avendo parlato in modo che la contessa se ne sentisse tutta quanta inzuccherata, ella non pensò un momento solo a stare in sulle ripulse quand'ei la pregò a voler permettere che per quella sera l'accompagnasse in teatro."
      },
      {
        "index": 270,
        "text": "— Che cosa dirà la cittadina R...? gli chiese però la contessa, sorridendo."
      },
      {
        "index": 271,
        "text": "— Pensi pure e dica quello che vuole."
      },
      {
        "index": 272,
        "text": "— Il cittadino R... e il general Lechi sono tornati a Milano."
      },
      {
        "index": 273,
        "text": "— Da quando?"
      },
      {
        "index": 274,
        "text": "— Come? non lo sapete?"
      },
      {
        "index": 275,
        "text": "— Davvero che non so nulla."
      },
      {
        "index": 276,
        "text": "— Non è una bugia questa?"
      },
      {
        "index": 277,
        "text": "— Da soldato d'onore torno a ripetere che non so nulla."
      },
      {
        "index": 278,
        "text": "— Quand'è così... — e qui lasciando in sospeso il discorso, girò l'occhio nella sala sui var] gruppi di persone che lontani da loro due attendevano a ciarlare; e visto che nessuno guardava, colse il punto, e di volo gli dette un bacio."
      },
      {
        "index": 279,
        "text": "La grazia, l'incanto, l'abbandono pieno di ingenuità insieme e di malizia, onde la contessa mise la sua bocca di rose sui baffi del dragone, avrebbero messo il disordine nella sistole e nella diastole di qualunque cuore, fosse stato anche quello di un protocollista; chè quel bacio, messo all'asta, avrebbe potuto salire a un prezzo favoloso. Pure il Baroggi ne arrossì senza contento."
      },
      {
        "index": 280,
        "text": "Quel bacio, del rimanente, nell'intenzione della bella contessa, doveva essere un premio. — Ella aveva creduto in principio che il Baroggi le si fosse profferto ad accompagnarla in teatro per vendicarsi della cittadina R..., che la pubblica maldicenza pretendeva avere avuto qualche tresca col general Lechi, ed essere per rinnovarla ora che il generale da Brescia era venuto a Milano. — Conosciuto pertanto che il Baroggi non ne sapeva nulla, e non aveva secondi fini, gli volle attestare la propria gratitudine."
      },
      {
        "index": 281,
        "text": "Queste coserelle ci rivelano che la contessa faceva proprio da senno. Peccato, torniamo a ripeterlo, che il bel dragone fosse tirato altrove!"
      },
      {
        "index": 282,
        "text": "Ma l'ora d'andare al teatro venne presto; la carrozza fu in un momento in contrada Larga. Al palchetto della prima fila la contessa e il dragone s'affacciarono nel punto che il telone s'alzava. — Tutte le teste che erano in platea e nei palchetti, col movimento simultaneo di un battaglione che faccia l'esercizio si voltarono issofatto per vederla. — Ma appena comparve il dragone, come quando ne' campi si levan gl'incastri, che tosto si sente il fremito e il mormorio delle acque irrigatrici, proruppero in chiacchiere, le spiritose invenzioni, le congetture, i sospetti, le calunnie, le quali s'intrecciarono poi in mille combinazioni e varianti quando fu notato che il signor Andrea Suardi era entrato in palchetto anch'esso: il signor Andrea, che in quella sera, come il Beltrame del Roberto il Diavolo, lavorava colle occulte sue armi per spingere tutti a perdizione, se ci fosse stato il bisogno, onde salvare se stesso."
      },
      {
        "index": 283,
        "text": "Allorchè, dopo l'intermezzo, il pubblico si rimise a sedere per vedere il ballo, che non era più quello del Papa; la contessa A... e il capitano Baroggi erano usciti dal loro palchetto, circostanza comunissima, che non fece nè freddo, nè caldo. — E il ballo andò fin quasi alla fine; quando, nel momento che la coppia danzante stava facendo le sue pose di grazia, la platea fu tutta in scompiglio. Quelli che stavano in piedi furon visti uscire repentinamente; i seduti si alzarono per domandare di che si trattasse; corsero voci diverse; si parlò di un alterco avvenuto in ridotto. La coppia danzante cessò i suoi vaghi giri; tacque l'orchestra."
      },
      {
        "index": 284,
        "text": "[X]"
      },
      {
        "index": 285,
        "text": "Gli scellerati per vocazione e per arte, i quali di ogni cosa si fanno un'arme per raggiungere i proprj intenti, spesse volte nella raccolta dei mezzi somigliano a quella classe speciale d'avari che sono avidi dell'oro e lo accumulano affannosamente, non perchè amino l'oro in se stesso, ma perchè temono sempre di essere sorpresi da improvvisi bisogni, e però non vogliono lasciarsi cogliere sprovvisti. Il vecchio Suardi, nella sua speciale condizione, assimigliava a questi avari. Nel dubbio che i suoi disegni incontrassero ostacoli, nel sospetto anche lontanissimo che un uomo potesse diventare un suo oppositore, subito pensava agli schermi, alle ritirate, alle armi di difesa e d'offesa, come se il suo sospetto si fosse già avverato, e se il suo possibile nemico lo avesse già colpito. Al pari di un feudatario del medio evo, asserragliava il proprio castello anche allorquando non gli era posto l'assedio da nessuno, ma soltanto nel timore che ciò potesse succedere. Allorchè, nelle faccende degli appalti per l'armata repubblicana, si trovò la prima volta a contatto con monsieur Chapier, comprese che con quell'uomo non avrebbe mai potuto trovarsi d'accordo, e pensò tosto ai mezzi di potere, all'occorrenza, disfarsi di quel francese. Ne studiò l'indole e le debolezze; studiò le relazioni in cui trovavasi con altri uomini; in che grado fosse rispettato, amato, odiato; su queste osservazioni abbozzò i proprj disegni, che modificò, perfezionò o cangiò addirittura a seconda delle circostanze sorvenienti."
      },
      {
        "index": 286,
        "text": "In principio, appena ebbe fatta la conoscenza del colonnello Landrieux, pensò se mai fosse stato possibile di far le parti di Creonte tra il colonnello e l'intendente, per suscitare tra di loro una tale avversione, che l'uno dei due, o l'uno e l'altro insieme, potessero andar colle gambe in aria; s'accorse però presto che del Landrieux, per quell'affare speciale, non c'era da cavare nessun partito; onde se lo tenne buono per qualche altra cosa, e lasciò andare. In appresso s'avvide che monsieur Chapier, con cui la natura, per ciò che riguarda l'avvenenza, non era stata cortese, guardava di pessimo occhio i bei giovinotti, e all'uopo anche ne sparlava e li metteva in dileggio. A questa scoperta presto ne tenne dietro un'altra; e fu che monsieur Chapier andava perduto dietro al bel sesso, e, per quanto pareva, con tanto maggior fervore quanto più era implacabile il loro gelo a suo riguardo; e che durante il carnevale avea tentato ogni sforzo per rendersi amabile, vale a dire avea tentato l'impossibile; e che si era in sul serio riscaldata la testa quando vide quel portento di bellezza che era la contessa A... Indi, da certe contrazioni di muscoli e da certi sguardi obliqui che"
      },
      {
        "index": 287,
        "text": "l'intendente gittò sul capitano Baroggi, una sera che nella platea della Scala gli era passato innanzi, potè indovinare ch'ei lo avrebbe voluto piuttosto morto che vivo. Gli uomini disgraziati colle donne portano un'avversione singolarissima a quelli che ne sono la calamita. Su questi dati adunque il signor Andrea Suardi fece i suoi calcoli, in conseguenza dei quali approfittò dell'amabile invito della bella contessa per mandarle tosto il capitano, avviare tra loro un amore qualunque, e farlo luccicare poi sugli occhi dello Chapier, con quell'insistenza onde il monello persecutore spinge al suicidio l'improvvido merlo, tormentandolo senza posa coi raggi del sole raccolti nello specchietto. Il Baroggi fu per ciò messo da lui al posto dove il Landrieux non avrebbe saputo far nulla; fu da lui messo a quel posto coll'intento onde un piantatore americano mette il generoso cane di Terra Nuova sul sentiero dov'è la traccia del leopardo o del giaguaro, per aver tempo di porre sè stesso in salvo, dato un repentino assalto, e senza pigliarsi gran pensiero del pericolo del cane fedele."
      },
      {
        "index": 288,
        "text": "Il Suardi aveva preso a proteggere il povero figliuolo del disgraziato Baroggi; lo aveva fatto educare senza risparmi; aveva sentito e sentiva per lui qualche affezione, che in certi momenti diventava anche caldissima. Ma egli era avvezzo a sagrificare tutto ai proprj fini; avrebbe sagrificato anche i figli, se ne avesse avuti; onde non vi poteva essere un'eccezione nemmeno pel Baroggi. Se non c'era la necessità di adoprarlo, lo risparmiava ed era contento; ma se la necessità facevasi imperiosa, sentivasi disposto ad immolarlo freddamente, e addio affezioni. Nella categoria degli uomini belve il Suardi poteva essere qualificato come il leone messo a raffronto col tigre: il primo divora per fame; il secondo per rabbia e voluttà di strage."
      },
      {
        "index": 289,
        "text": "Ora, tornando al teatro della Canobbiana, la contessa A... assaporò a lungo il piacere di sedere in palco dirimpetto al bel capitano; chè tutte le donne che fanno all'amore per passione e per diporto esultano nel mostrare al mondo, quasi in atto di trionfo, l'ultima loro conquista: in ciò non molto dissimili dai fanciulli che con giubilo fanno vedere a tutti l'ultimo loro giocattolo. Ragion volle però che, uscendo dal palchetto, dove erano entrati altri aspiranti, lasciasse lo strenuo dragone per farsi accompagnare da loro in Ridotto dove, di quel tempo, si raccoglieva il fiore della cittadinanza, e dove, anche dopo finito lo spettacolo teatrale, si prolungavano sino ad ora tardissima la conversazione e il giuoco."
      },
      {
        "index": 290,
        "text": "Il Suardi, colto il momento che il Baroggi fu solo, lo prese sotto il braccio, e così gli disse:"
      },
      {
        "index": 291,
        "text": "— Caro Geremia, c'è un originale di francese al quale è necessario che tu dia una lezione piuttosto grave."
      },
      {
        "index": 292,
        "text": "— È borghese o soldato?"
      },
      {
        "index": 293,
        "text": "— È un anfibio."
      },
      {
        "index": 294,
        "text": "— Come un anfibio?"
      },
      {
        "index": 295,
        "text": "— Voglio dire che veste la montura, ma quando gli altri si fanno ammazzare, egli conta i denari e prepara i pacchi per le truppe. È un intendente."
      },
      {
        "index": 296,
        "text": "— Ah, ah, monsieur Chapier. Lo conosco benissimo. Al teatro di S. Martino c'è uno scimiotto vestito da generale che sulla corda va dal palco scenico alla soffitta, il quale sembra suo fratello gemello. Ha la debolezza di voler piacere alle donne. Oh... lo conosco benissimo."
      },
      {
        "index": 297,
        "text": "— Che tu lo conosca va bene; ma va male che egli sparli di te."
      },
      {
        "index": 298,
        "text": "— Come fa a sparlare di me, se io non gli ho mai tòrto un capello?..."
      },
      {
        "index": 299,
        "text": "— Ha sparlato di te e ha sparlato di lei..."
      },
      {
        "index": 300,
        "text": "— Di lei? di chi?"
      },
      {
        "index": 301,
        "text": "— Della contessa, s'intende. Ha detto che la contessa paga gli amanti, e che ti..."
      },
      {
        "index": 302,
        "text": "Qui il Baroggi mandò un'esclamazione che si sarebbe sviluppata in un fremito ferino, se il Suardi non lo avesse frenato."
      },
      {
        "index": 303,
        "text": "— Che cosa gridi, matto? Lascia gridar chi è sporco. Piuttosto va a pigliar quel furfante pel collo e..."
      },
      {
        "index": 304,
        "text": "Il Baroggi, senza rispondere, aveva già saltato tre gradini. Il Suardi lo trattenne ancora."
      },
      {
        "index": 305,
        "text": "— Ma dove corri, se non sai nemmeno dov'egli si trova?"
      },
      {
        "index": 306,
        "text": "— Sarà in Ridotto, come al solito. Eppoi, dovunque ei si fosse cacciato, lo troverò io in ogni modo."
      },
      {
        "index": 307,
        "text": "— Chi ha fretta va adagio, chi vuol vendicarsi manda giù l'ira e si arma di sorrisi. Non occorre che a un soldato tuo pari io dia dei suggerimenti; ma colui non deve sentire dalla tua bocca la cagione del tuo sdegno. Sopratutto che il nome della contessa sia rispettato col silenzio. Sorridendo gli si va vicino e lo si guarda, come a dirgli: Mi fai ridere e mi fai compassione nel tempo stesso; se non s'accorge, si torna da capo; se non basta, passando vicino alla sedia, gli s'urta dentro; se non basta ancora, gli si pesta un piede, in guisa da fargli comprendere che non è stato uno sbaglio. Già quando un cane guarda un gatto, non occorrono raccomandazioni per farli venire alle prese. Il resto vien da sè."
      },
      {
        "index": 308,
        "text": "Quel che il Suardi aveva detto, era il vero. Monsieur Chapier aveva infatti, momenti prima, sparlato del Baroggi a quel modo che fu riferito. Il Suardi, che stette in sull'ale tutta la sera per non lasciar sfuggir nulla, sapute quelle ingiurie, corse a farle fruttare, e fruttarono infatti più di quello che si sarebbe pensato. Il Baroggi quando salì in Ridotto, traspirando ira da tutti i pori, non disse nulla; ma, passando vicino alla sedia dov'era monsieur Chapier, la urtò di tanto, che spostandola un buon tratto, il Francese sarebbe caduto, se un ufficiale non l'avesse preso tra le braccia. È inutile il dire che gl'insulti scoppiarono senza farsi aspettare. Tutto il Ridotto fu sottosopra, e la prova delle armi sarebbesi fatta là issofatto, se non si fossero intromessi ufficiali e cittadini a metter pace pel momento, e a trasportar la questione sul terreno del così detto onore."
      },
      {
        "index": 309,
        "text": "Le cose erano a tal punto quando la platea sorse tutta quanta."
      },
      {
        "index": 310,
        "text": "[XI]"
      },
      {
        "index": 311,
        "text": "Non occorre l'aggiungere, che il pubblico, addensatosi nell'atrio del teatro, perchè la notizia del fiero alterco dalle sale del Ridotto in un baleno avea disceso le scale, come seppe le cagioni e sentì che gli effetti si erano risolti in un duello da definirsi all'alba del dì prossimo, a poco a poco si diradò, perchè, non passando quasi giorno senza qualche duello tra borghesi e soldati, tra Italiani e Francesi, vi aveva fatto l'abito e non ci annetteva moltissima importanza. Ma se non ci annetteva importanza il pubblico indifferente, nell'eccesso medesimo della sua perpetua curiosità, ben v'era chi doveva sentire tutta la gravezza di quel doloroso incidente."
      },
      {
        "index": 312,
        "text": "Il signor Giocondo Bruni abitava in una casa nella contrada della Spiga, alla distanza di tre porte dalla casa S... Ora, siccome egli era amicissimo di donna Clelia e donna Ada, per quello che sa il lettore; anzi tutti i venerdì, quand'era a Milano, andava a pranzo da loro; così per appagare un desiderio di quelle due donne, quando si rincasava un po' per tempo, entrava prima a visitarle, per dar loro le ultime notizie della giornata, quelle segnatamente che venivano dal campo, e che egli raccoglieva dalla fonte meno incerta dei capi militari coi quali trovavasi in teatro. Quella sera adunque dell'alterco avvenuto tra il Baroggi e l'intendente di guerra, il signor Bruni verso le undici ore entrò un momento in casa S..., e passato nella sala a terreno, senza nemmeno sedersi, perchè era un po' tardi per le consuetudini di quella casa, raccontò alla contessa che il generale Massena aveva ottenuto una vittoria a Raibel, facendo prigioni 4000 soldati con quattro generali, e togliendo al nemico 25 cannoni; che Bonaparte, congiuntosi con Joubert, era entrato vittorioso a Klagenfurt; che a Brescia era scoppiata la rivoluzione, e che il conte Lechi, venuto a Milano di volo, era partito a precipizio. In ultimo poi, quando era già in sulle mosse per partire, raccontò l'affare dell'alterco tra il capitano Baroggi e monsieur Chapier, aggiungendo come essi all'alba sarebbero venuti alla prova delle armi fuori del Portello di piazza Castello, luogo da più mesi diventato famoso pei non pochi uomini lasciati colà sul terreno morti di punta e di taglio."
      },
      {
        "index": 313,
        "text": "— Ma si sa almeno la causa di quest'alterco? chiese donna Ada."
      },
      {
        "index": 314,
        "text": "— La causa? è presto domandata la causa; ma chi ne dice una, chi un'altra. I più però pretendono che sia stato, già è sempre lì che si casca, per cose d'amore e di gelosia."
      },
      {
        "index": 315,
        "text": "Donna Paolina, che da molti giorni e da molte notti, non avendo in mente che un oggetto solo, e non ruminando che un disegno unico, era diventata indifferente a tutto, si sentì spezzare il cuore a quell'ultima notizia; e certamente donna Clelia si sarebbe accorta di qualche cosa, se la fanciulla, alzatasi un momento prima, non fosse stata per uscir di camera, quando il signor Bruni nominò il capitano Baroggi. Si scosse dunque tutta e si fermò a quel nome e stette ad ascoltare il resto."
      },
      {
        "index": 316,
        "text": "— Non si sa bene, continuava il signor Giocondo, ma egli è da un mese che il Baroggi sta sempre in palco al parapetto colla signora R...; ma questa sera cambiò bandiera e passò sotto agli ordini della contessa A..., seppure è vero, perchè il pubblico fa presto a parlare. Monsieur Chapier, che s'è messo in testa di poter piacere alla contessa, si lasciò andare a dir non so che ingiurie contro il Baroggi; e questi, saputa la cosa, non si fece aspettare in Ridotto, e per non farsi scorgere, diede un calcio nella sedia dov'era monsieur Chapier, il quale sarebbe caduto stramazzone, se altri non lo teneva sollevato. Il fatto è tutto qui... Ma domani uno dei due o sarà morto, o penserà a guarire."
      },
      {
        "index": 317,
        "text": "Donna Paolina uscì di là precipitosa, si chiuse nella propria camera, si lasciò cadere sul letto colla testa volta in giù sulle coltri, versò lagrime d'iraconda angoscia."
      },
      {
        "index": 318,
        "text": "La mamma entrò a vederla un'ora dopo."
      },
      {
        "index": 319,
        "text": "— Che cosa fai qui?... le disse, e perchè ci hai lasciate senza una parola?"
      },
      {
        "index": 320,
        "text": "Donna Paolina finse di svegliarsi allora, e:"
      },
      {
        "index": 321,
        "text": "— Avevo sonno, rispose; poi si alzò e gettò le braccia al collo di sua madre, e la baciò forte."
      },
      {
        "index": 322,
        "text": "Ada fece altrettanto, inconsapevole di quel che la figliuola aveva determinato, e lasciolla colla buona notte."
      },
      {
        "index": 323,
        "text": "Ma che divisamento aveva fatto donna Paolina in quell'ora di disperazione e di lagrime?... Nientemeno che d'uscire di casa in quella notte medesima, travestita da dragone, per cercare del capitano Baroggi e parlargli. La notizia del duello le aveva in prima messo nell'animo un dolore pieno di paura e di pietà; poi i nomi della R... e della contessa A... le sollevarono nel sangue una procella nuova, una procella di sospetti e di gelosie. Quelle donne le conosceva da tempo; ma allora per la prima volta le suonarono all'orecchio come due nemiche; che, per esse, potè credere che il capitano Baroggi fosse un traditore scellerato, non intento che a sorprendere al varco l'inesperienza che non si guarda. L'idea che forse il giorno dopo esso poteva rimanere ucciso, o ferito gravemente, in modo che ella avrebbe dovuto aspettare a vederlo Dio sa fin quando; l'idea che essendo egli, com'ella pur non volendo sospettava, un traditore di donne per indole e per abitudine, potesse mai approfittare di quella circostanza del duello per partir subito, e addio promesse e impegni e giuramenti; tutti questi pensieri lavoravano siffattamente sulla di lei fibra eccitabilissima e fremebonda che, se in quella notte non avesse potuto vedere il capitano e sentire da lui ogni cosa, forse poteva correr pericolo di smarrir la ragione. Per lei dunque non esistevano più nè ostacoli, nè riguardi, nè paure di conseguenze funeste. Inoltre è da aggiungere che, a cagione della torbida e procellosa vita che suo padre, il conte S..., avea sempre condotto sin tanto che stette a Milano in casa propria, e a cagione delle inqualificabili di lui stranezze, che soltanto quell'angelo soave di donna Ada aveva potuto sopportare; si pensò fin quasi dalle fasce di far educare altrove la fanciulla. Avendo ella dunque vissuto più di quindici anni lontana dalle pareti domestiche e dalle cure materne, e l'educazione cominciata fuori di casa essendosi dovuta compire fuori di casa, donna Paolina stava da troppo poco tempo presso la mamma e la nonna. Certo che il germe dell'amor figliale c'era tutto, ma non aveva potuto diventare adulto e forte e tenace a segno che fosse superiore ad ogni altra passione. La colpa non era di nessuno, non era che della maledetta fatalità, di cui la vittima prima aveva ad essere donna Paolina appunto."
      },
      {
        "index": 324,
        "text": "Or tornando al momento in cui ci troviamo, ella aspettò che la casa fosse tutta nella più profonda quiete del sonno; poi uscì ad esplorar la notte all'esterno; discese nella consueta sala terrena e leggerissimamente aprì le imposte del finestrone che metteva nel giardino."
      },
      {
        "index": 325,
        "text": "Entrò in quello; andò a guardare se il fondo del naviglio era tuttora asciutto: lo era in fatti. Diede un'occhiata all'ingiro, nei giardini attigui, alle' finestre ed ai terrazzi delle case vicine, per accertarsi se tutto fosse perfettamente in riposo, e se nessuno, vegliando a quell'ora, potesse vedere"
      },
      {
        "index": 326,
        "text": "e notare e riferire. Allora prese una breve scala a mano, di cui in que' dì aveva fatto uso il giardiniere per potar le piante, la calò fuori del parapetto, fino a toccar il fondo del naviglio stesso; poi risalì prestissima nella propria stanza."
      },
      {
        "index": 327,
        "text": "Là, in tutta fretta, chè l'impazienza e la fibra tutta convulsa ed esaltata non le concedevan riposo, vestì i calzoni di pelle, mise gli stivali, infilò l'assisa, si cinse lo squadrone, si calcò l'elmo in testa, prese poi dodici zecchini di Venezia, che erano il suo peculio d'avanzo, e ridiscese. Quando fu al parapetto del giardino, si fermò perplessa; era il primo dubbio che l'assaliva; ma fu anche l'ultimo. Lestissima venne al basso esplorò il fondo del naviglio dov'era più asciutto; lo attraversò, traendo seco la scala a mano; appoggiò la scala alla riva opposta; fu tosto sulla strada, che percorse di fuga, finchè giunse agli archi di porta Nuova; di là in un attimo fu in piazza Castello. Sapeva che da qualche giorno il Baroggi, per le incumbenze derivategli dalle nuove truppe venute, alloggiava appunto in Castello. Questo nel 1797 non era ridotto in istato di caserma, quale si vede oggidì; ma, come ognuno può osservare nelle vecchie piante di Milano, era tutt'all'intorno circondato da costruzioni fortilizie, in modo da presentare cogli ultimi rivellini la consueta forma stellare. Con quelle fortificazioni estreme arrivava, dalla parte della città, fin quasi alle case che gli stanno di fianco e dirimpetto. — Ai cittadini era conteso l'ingresso, salvo che non avessero una licenza del comandante, o entrassero accompagnati dagli ufficiali che vi avevano stanza. Ad onta degli ordini, non v'erano rigori di sorta, perchè ai molti ufficiali che alloggiavano colà, e si ritiravano ad ora assai tarda, premeva che così fosse. Però quando donna Paolina, protetta dalla divisa di dragone, rispose al chi va là delle sentinelle, queste la lasciarono andar avanti. — Altri soldati stavano di custodia alla porta d'ingresso, compreso, già s'intende, il sergente d'ispezione, che aveva la consegna del posto e i diritti e gli obblighi inerenti. I forti dolori e le passioni forti, come tutte le escandescenze nervose, comunicano agli uomini una specie di coraggio spensierato e cieco, in faccia al quale non v'è nulla d'impossibile. Donna Paolina trovavasi in questa condizione; onde, come aveva risposto alla sentinella, si presentò anche al sergente. Si presentò, e gli chiese in francese del capitano Baroggi. Il sergente si alzò, la squadrò così in di grosso al lume del fanale che rischiarava fiocamente l'androne; poi la osservò più al minuto, irradiandola colla fiamma della lanterna cieca ch'ei prese dalla panca ov'era posata, e che gli serviva per le ispezioni speciali. Tra i soldati adolescenti ve n'era più d’uno che, non avendo ancor messo barba, avrebbe potuto arieggiare la gentilezza femminile; ma la bellezza di donna Paolina era di un genere troppo elevato per mentire la figura di un giovane. — Quel sergente poi sembra che avesse fatto l'occhio pratico, poichè disse tra sè (egli era italiano): «Se c'è un capo fino, è di legge che vada a cascar nelle mani di colui.» Forse egli aveva saputo qualche cosa della contessa A... e della R..., e a questi pensieri avrebbe fatto seguire altre parole e altre domande; ma il rispetto pel capitano lo teneva in soggezione, onde con tutto il garbo di cui era capace, e che in tale circostanza era accresciuto da quella naturale raccomandazione che di sè medesima suol fare la beltà e la giovinezza, detto al caporale: Bada e sta attento, — si profferse ad accompagnare il bel dragone, protendendogli innanzi con più che soldatesca cortesia la lanterna per illuminargli il bujo cammino che doveva fare."
      },
      {
        "index": 328,
        "text": "Quando colui fu nel secondo cortile, fermatosi sotto alla terrazza, domandò ad alta voce il capitano. Venne un'ordinanza in sua vece, a vedere chi fosse; poi uscì il Baroggi stesso, ancora compiutamente vestito."
      },
      {
        "index": 329,
        "text": "— Chi è lì? domandò."
      },
      {
        "index": 330,
        "text": "— Sono il cittadino S..., rispose donna Paolina. Scendete subito."
      },
      {
        "index": 331,
        "text": "Il Baroggi trasalì, ma tacque e discese. Quantunque fosse lungi le mille miglia dall'aspettarsi una tal visita, pure conobbe la voce e si appose; e tutto tramescolato venne abbasso, e si avvicinò alla fanciulla travestita."
      },
      {
        "index": 332,
        "text": "Quel giovane e prode soldato, sebbene indurito dalla milizia e derisore d'ogni pericolo, pur tremava come una foglia e la voce gli uscì fioca quando ingiunse all'ordinanza ed al sergente di andar pei fatti loro: tanto era commosso!"
      },
      {
        "index": 333,
        "text": "Il dialogo che seguì fu breve e rotto e, alle prime inchieste, pieno di fremente orgoglio per parte della fanciulla. Ma i modi del giovane, ma le sue parole, ma le promesse da esso a lei"
      },
      {
        "index": 334,
        "text": "rinnovate, sciolsero quell'orgoglio in un pianto dirotto. Ella, abbracciata dal giovane soldato, di cui l'impeto della tenerezza comunicava qualcosa di santo pur a quell'atto di eccessiva confidenza, gli appoggiò sugli spallini le sue mani bianche e minute, inchinando sul di lui petto affannato il caro capo coperto dall'elmo."
      },
      {
        "index": 335,
        "text": "La prospettiva del vetusto Castello faceva pittorico fondo a quel gruppo, che parea riprodurre le fantasiose avventure del cavalleresco medio evo."
      },
      {
        "index": 336,
        "text": "Il silenzio della notte era profondo. Nè i due giovani lo interrompevano, assorti come erano in un entusiasmo particolare, che riceveva la sua esaltazione dalle paure stesse dell'avvenire."
      },
      {
        "index": 337,
        "text": "Alla fine il capitano si scosse, e guardando al cielo e passando la mano sulla fronte:"
      },
      {
        "index": 338,
        "text": "— Ora che si fa? disse. All'alba io devo battermi e tu?..."
      },
      {
        "index": 339,
        "text": "— Io aspetterò lì presso, rispose la fanciulla; se tu muori, io morirò; se tu rimani ferito, ti assisterò. Il mio destino è questo e deve esser questo."
      },
      {
        "index": 340,
        "text": "Il Baroggi, commosso a tali parole, ed abbracciando onestamente la fanciulla:"
      },
      {
        "index": 341,
        "text": "— Non morirò, disse, non è possibile; tu sei il mio angelo tutelare, ed io tengo sicuri i miei colpi. Ma ora dimmi: v'è qualche persona, qualche donna pietosa, qualche uomo d'autorità e di senno, che entri qualche volta nei consigli della tua famiglia; che sia richiesto ed ascoltato, e in cui la madre tua riponga intera la sua confidenza?"
      },
      {
        "index": 342,
        "text": "La fanciulla sentì un colpo inaspettato a quel nome di madre, della quale, pur troppo, da qualche ora viveva smemorata. Ma quanto fu lunga la dimenticanza, altrettanto fu cruda la fitta del risovvenirsene, e:"
      },
      {
        "index": 343,
        "text": "— Povera madre mia! esclamò."
      },
      {
        "index": 344,
        "text": "E stette muta, e in quell'atto di chi cerca e non trova un rimedio a una gran sciagura."
      },
      {
        "index": 345,
        "text": "E di lì a poco:"
      },
      {
        "index": 346,
        "text": "— Che cosa dicevi tu? soggiunse. Io conosco molte persone amicissime di casa; ma perchè domandi questo?"
      },
      {
        "index": 347,
        "text": "— Perché qualcuna di esse potrebbe metter riparo a tutto."
      },
      {
        "index": 348,
        "text": "— E in che modo?"
      },
      {
        "index": 349,
        "text": "— Il modo lo so io."
      },
      {
        "index": 350,
        "text": "Allora donna Paolina nominò molte persone; nominò, fra l'altre, donna Gaetana Agnese; la contessa del Grillo; la duchessa del Sesto; l'avvocato Strigelli, ecc., ecc.; in ultimo nominò anche il nostro amico Giocondo Bruni. A questo anzi si fermò, notando che esso abitava nella medesima contrada della Spiga, a due porte dalla propria casa, e soggiungendo altri particolari."
      },
      {
        "index": 351,
        "text": "Naturalmente il capitano Baroggi mise gli occhi sull'ultimo nominato, e disse:"
      },
      {
        "index": 352,
        "text": "— Senti, cara, hai tu coraggio?"
      },
      {
        "index": 353,
        "text": "— Tu l'hai veduto."
      },
      {
        "index": 354,
        "text": "— TI basterebbe l'animo di fermarti qui fin ch'io ritorno?"
      },
      {
        "index": 355,
        "text": "Donna Paolina lo guardò dubitosa..."
      },
      {
        "index": 356,
        "text": "— Non ci vuole che il tempo di far la strada... Ora sono le quattro... Io volo da questo amico di casa tua... Giacchè dici che è uomo da gettarsegli in braccio interamente... gli dico tutto... ed egli s'incaricherà del resto. Speriamo; forse il partito disperato che hai preso fu un'ispirazione del Cielo."
      },
      {
        "index": 357,
        "text": "Ciò detto, invitò la fanciulla a salire nella propria camera."
      },
      {
        "index": 358,
        "text": "Donna Paolina gli fece osservare che non avrebbe patito, mentre aspettava, di star chiusa in una camera; bensì avrebbe aspettato passeggiando nel cortile."
      },
      {
        "index": 359,
        "text": "Allora il capitano chiamò l'ordinanza, che venne tosto."
      },
      {
        "index": 360,
        "text": "— Senti, camerata, gli disse, io esco un momento e torno subito. Intanto non scostarti da questo mio amico. Se qualche ufficiale entrasse, domandasse, che so io... tu mi capisci.... di' che il capitano Baroggi risponde per lui, e basterà."
      },
      {
        "index": 361,
        "text": "E il capitano salì in fretta, ridiscese con elmo e squadrone, strinse con mano forte la mano alla fanciulla; diede di nuovo un'occhiata d'intelligenza all'ordinanza, e partì di volo."
      },
      {
        "index": 362,
        "text": "Donna Paolina non si mosse, e tenne l'orecchio in ascolto finchè sentì a morire in lontananza il suono dello squadrone e degli speroni."
      },
      {
        "index": 363,
        "text": "[XI]"
      },
      {
        "index": 364,
        "text": "A questo punto, per non perder tempo, ci conviene riprodurre la relazione che lo stesso signor Giocondo Bruni ci fece dei fatti di quella notte."
      },
      {
        "index": 365,
        "text": "«Io dormivo profondamente (son sue parole) uno di quei sonni del mese di aprile che rifanno il sangue anche a noi vecchi; quando fui scosso violentemente da replicati colpi di martello dati alla porta. — M'alzo e vado a vedere che cosa significasse tanta furia; e nell'affacciarmi alla finestra vedo un dragone alla porta, e sento impegnato un dialogo tra lui e il portinaio, e nel dialogo ripetuto spesse volte il mio nome. — Io grido dall'alto: «Chi è lì? chi mi chiama? chi ha bisogno di me?» Il dragone, che non mi conosceva, comincia a far mille scuse; poi mi prega di volergli accordare un abboccamento, e mi prega con tali modi, ch'io senz'altro gridai al portinaio: «Apri tosto, e fallo salire.» Mi butto sulle spalle la veste da camera e vado ad aprire. — Al lume della candela chè, essendo le quattro e mezzo di notte, faceva ancora assai bujo, vedo un bel soldato, il quale tutto alterato mi dice:"
      },
      {
        "index": 366,
        "text": "«— Ho bisogno di parlarvi di gran premura e in tutta segretezza."
      },
      {
        "index": 367,
        "text": "«Io lo faccio venire nella mia camera da letto, e gli domando in che cosa posso servirlo. Egli, senza sedere, mi racconta la storia di donna Paolina S... e di lui."
      },
      {
        "index": 368,
        "text": "«Rimasi di sasso. — Voi, caro capitano, gli dissi poi, chiedete il mio appoggio, e il mio consiglio? — Ma io non ne ho che uno da darvene. — Andiamo a pigliar la ragazza, e riconduciamola subito a casa."
      },
      {
        "index": 369,
        "text": "«— Ciò non è possibile, mi risponde. La fanciulla è di quelle indoli estreme, che, a contrariarla, potrebbe balzarmi giù da una finestra."
      },
      {
        "index": 370,
        "text": "«— Ma sapete voi a che pericolo?..."
      },
      {
        "index": 371,
        "text": "«— So tutto. Ma io non ci ho colpa. Giuro al Cielo che, per quanto io ami quella fanciulla, non l'avrei mai consigliata a venire da me in tal modo. Ma ora non c'è più rimedio. Il ponte è rotto dietro le spalle."
      },
      {
        "index": 372,
        "text": "«— E dunque?"
      },
      {
        "index": 373,
        "text": "«— Dunque tocca a voi a proporre... Voi che siete amico della famiglia... La mia condizione di soldato, la mia povertà... io non possiedo altro al mondo che la paga; la mia bassa origine.... mio padre non era che un finanziere; tutto ciò mi fa temere di commettere quasi un atto di pazzia a chiedere di poter issofatto unirmi in matrimonio colla fanciulla."
      },
      {
        "index": 374,
        "text": "«Io alzai le spalle."
      },
      {
        "index": 375,
        "text": "«— Credete voi dunque, mi chiese egli allora, che quel ch'io domando sia assolutamente, impreteribilmente, impossibile?"
      },
      {
        "index": 376,
        "text": "«— Bisognerebbe cambiar la società e le teste degli uomini, io risposi secco."
      },
      {
        "index": 377,
        "text": "«Egli stette muto qualche tempo, in atto di profonda costernazione. A dir il vero mi faceva pietà, perchè mi accorsi di trovarmi in presenza di un giovane onesto e sincerissimo. Allora, come a temperare la mia asprezza. gli chiesi il nome suo. Si può imaginare la mia meraviglia quando udii ch'era il figlio del povero Baroggi. Quel nome, per la catena di tutti gli antecedenti, mi piegò a nuovi consigli. — Io intanto stavo pensando, e si taceva l'uno e l'altro. Suonavano le cinque ore. Egli si dà un colpo di mano sull'elmo e dice: Non c'è tempo a perdere, non manca che un'ora; sono aspettato per un duello. Io mi ricordai d'averne infatti data la notizia in casa S...."
      },
      {
        "index": 378,
        "text": "«— Che si fa dunque? esso continuava, io non mi posso fermar qui più a lungo."
      },
      {
        "index": 379,
        "text": "«Non aveva finito di dir queste parole, che quel buon vecchio di mio padre, che avea allora precisamente quell'età che io ho adesso, vale a dire i suoi ottantatrè anni colla buona misura, chiamato dal rumore insolito, entra improvviso in camera."
      },
      {
        "index": 380,
        "text": "«Il capitano Baroggi lo guarda impacciato; io gli dico. State tranquillo, che è mio padre... Anzi, dopo alcuni momenti soggiunsi: — È meglio per voi s'egli è venuto qui. Egli solo può ottener quello che nessun altro potrebbe. E senza più, mi faccio a raccontar l'accaduto a quel sapiente e acutissimo vecchione di mio padre."
      },
      {
        "index": 381,
        "text": "«Questi ascoltò non senza un grande stupore; poi, dopo essere stato un pezzo in consulta con se medesimo:"
      },
      {
        "index": 382,
        "text": "«— Già, prese a dire, è ormai tempo di finirla, che quando le ragazze sono contesse, i mariti debbano a tutti i costi esser conti o marchesi. Per che cosa avremmo fatto tutto questo fracasso di rivoluzione, se si fosse ancora al punto di partenza? — Sono o non sono aboliti i titoli di nobiltà? Gli editti parlano chiaro. — Un giovinotto che a 24 anni è alla testa di uno squadrone di dragoni, mi pare a me che non debba andare in cerca di blasoni. — Se si trovano dei denari, meglio; ma le corone oramai sono mercanzia da rigattiere. Caro capitano, io ho conosciuto vostro padre, e per verità che non ho mai conosciuto uomo più disgraziato di lui. Chi sa dunque che la parte di fortuna che a lui mancò non debba toccare al figliuolo? Speriamo. Io parlerò. E a questo punto, rivoltosi a me: — Senti, Giocondo, disse, tu accompagnerai questo signor capitano dov'è la ragazza; e starai con lei finchè non sarà finita questa storia del duello. Dopo penseremo al resto."
      },
      {
        "index": 383,
        "text": "«— Ma intanto, io feci osservare, sarebbe una santa cosa l'andar subito qui presso in casa S... per disporre la nonna e la madre.... e per avvisarle che la fanciulla è trovata prima d'averla perduta. A quest'ora tutta la casa è in sonno, e nessuno non si sarà accorto ancora della fuga della fanciulla."
      },
      {
        "index": 384,
        "text": "«Mio padre stette pensoso alcuni momenti, poi:"
      },
      {
        "index": 385,
        "text": "«— No, disse, no. — Conosco la contessa Clelia, conosco la contessina Ada. Care, angeliche donne.... ma... sono nate in seno a quella benedetta nobiltà, e il peccato d'origine tanto quanto vuol sempre farsi sentire. È meglio dunque tirarle per la via del dolore ai consigli della sapienza. Dopo che avranno cercato la fanciulla e non l'avranno trovata; dopo che l'amor materno avrà fatto tacere ogni altro sentimento, qualunque proposta potrà parere un consiglio del cielo; facendo diversamente, si arrischia di trovar de' rimbrotti, invece di ringraziamenti. Vi sono tali pregiudizii e tali fumi di boria, che, al pari di certi fenomeni dell'alienazione mentale e di certe malattie curiose, non si guariscono che con un colpo inaspettato e forte. — Lasciate fare a me; non inutilmente ho ottantatrè anni.»"
      },
      {
        "index": 386,
        "text": "Dopo altre parole e altre proposte e osservazioni di tal genere, il capitano Baroggi e Giocondo Bruni partirono."
      },
      {
        "index": 387,
        "text": "È inutile che riferiamo tutto quello che il nostro vecchio amico ci raccontò minutissimamente intorno alla sua andata in castello; all'incontro di lui con donna Paolina; alle smanie della fanciulla quando il capitano, in compagnia dei padrini, uscì per andare a battersi. È inutile che ci facciamo a descrivere gli accidenti di quel duello, il quale non fu che uno dei tanti che, siccome dicemmo, avvenivano giornalmente a que' dì in Milano. L'Ariosto e il Tasso, in fatto di duelli, hanno esaurita la materia al punto, che non c'è il prezzo dell'opera a contraffarli. È inutile parimenti che noi ci indugiamo a studiare psicologicamente la gioja della ragazza, quando il Baroggi, dopo una mezz'ora, ritornò sano e salvo e colla notizia d'avere, sebbene a malincuore, ferito gravemente il commissario di guerra. E se non è inutile, è intempestivo il parlar qui delle conseguenze che quel duello recò per le faccende del Suardi."
      },
      {
        "index": 388,
        "text": "Bensì ora ci converrà accompagnare in casa S... il vecchio Lorenzo Bruni, l'uomo del popolo per eccellenza, il quale, rappresentandone i liberi germi per intuito spontaneo di fortissima e acuta intelligenza, desiderò, presenti, vide la rivoluzione delle idee e dei fatti; e ne gioverà accompagnarlo per assistere all'interloquio avvenuto tra lui, la vecchia contessa Clelia, e la non più giovane contessina Ada."
      },
      {
        "index": 389,
        "text": "[XII]"
      },
      {
        "index": 390,
        "text": "Quando Lorenzo Bruni entrò in casa S.... usciva un servo tutto scalmanato a cercare del figlio di lui appunto; il servo gli disse quel che egli sapeva, e il vecchione salì, e vide le due donne in preda a quel dolore disperato e violento che il lettore può immaginare, e che noi non osiamo e non vogliamo descrivere. Tante volte ci trovammo al cospetto di dolori consimili, e tante volte li abbiamo anatomizzati con mano convulsa, che or ci pesa di rifarne il processo."
      },
      {
        "index": 391,
        "text": "— So tutto, disse il vecchio, appena vide quelle due donne affannate; e so più di quello che voi sapete (e brevissimamente espose loro di che si trattava); ma il rimedio, soggiunse poi, è ovvio e naturale. — Mio figlio Giocondo è già sulle traccie della vostra figliuola; ella dentr'oggi può essere fatta sposa."
      },
      {
        "index": 392,
        "text": "Lorenzo erasi accorto che il dolore aveva abbastanza lavorato sul cuore di quelle due donne, e non amò di prolungarlo, quantunque egli volesse, colla pietosa inflessibilità del medico, usufruttarlo tutto, per preparare poi con esso le vie della salute. Egli conosceva nell'intimo quelle due donne, e le amava e le stimava in preferenza di tante altre, perchè una vita lungamente travagliata le aveva fatte accessibili a molte di quelle verità che i pregiudizj, accumulati per tante generazioni in seno alla più alta società, avevano, o celate del tutto, o, quel ch'è peggio, fatte passar per errori."
      },
      {
        "index": 393,
        "text": "— Sperate, ripetè il buon vecchio; la vostra figliuola a momenti potrete vederla."
      },
      {
        "index": 394,
        "text": "— Ma, e chi mai ha osato?"
      },
      {
        "index": 395,
        "text": "— Nessuno le ha fatto violenza; fu ella a lasciare la propria stanza e la propria casa. Pur vi consiglio a non rimproverarla quando la rivedrete. Io non so se a voi sia trapelato mai nulla di quello che da qualche tempo succedeva nel suo cuore; ma, anche a non saperlo, bisognava sospettarlo; all'età della vostra figliuola, non può essere che per un'eccezione viziata della natura umana, se le fanciulle hanno il cuore muto e il senso inerte; per lo più sono perverse, quando sono di ghiaccio, Dio salvi l'umanità da una giovinezza che sembra la vecchiaia. Tutte quelle madri badesse, onde ora si vanno svelando le storie arcane, e sotto il cui governo claustrale si murarono fanciulle delle quali ne' conventi smantellati si scoprono gli scheletri; tutte quelle spietate badesse, io dico, devono avere avuto una giovinezza senza cuore e senza palpito. Io spero bene della vostra figliuola. Ella amò con sincerità, e non interrogò che il cuore, e il turpe tornaconto non ebbe posto ne' consigli della sua intelligenza adolescente."
      },
      {
        "index": 396,
        "text": "Quando alla scoperta improvvisa di una sventura, di cui è arcana l'origine e sono ignoti i particolari, succede la notizia certa e precisa del fatto, per quanto esso appaia grave, l'animo tuttavia si ricompone, e all'angoscia disperata tien dietro un dolore tranquillo e riflessivo."
      },
      {
        "index": 397,
        "text": "Ciò avvenne precisamente nel cuore di donna Clelia e della contessina Ada."
      },
      {
        "index": 398,
        "text": "Quest'ultima domandò al Bruni come si chiamava il giovane che aveva provocato un sì doloroso accidente."
      },
      {
        "index": 399,
        "text": "— È il figlio di un uomo sventuratissimo, che morì prima che la giustizia abbia trovato il tempo di far le di lui vendette. — Cara contessina Ada, ricomponete i vostri spiriti; e preparatevi a sentire nel cognome che vi pronuncierò qualche cosa che pare annunciare una volontà espressa della Provvidenza."
      },
      {
        "index": 400,
        "text": "— Ma chi è dunque?"
      },
      {
        "index": 401,
        "text": "— È il figlio del Baroggi."
      },
      {
        "index": 402,
        "text": "— Del Baroggi? e donna Ada fece un viso e un gesto in cui appariva disgusto e ribrezzo."
      },
      {
        "index": 403,
        "text": "Lorenzo Bruni disse tra sè: Cominciamo male."
      },
      {
        "index": 404,
        "text": "— Quel Baroggi, soggiunse poi, non era che una guardia di finanza, lo so; e visse povero come Giobbe. Ma in tutto questo non v'è nulla per cui debba arrossire nè il morto nè il vivo. — In quanto al suo figlio, è un nobile e valoroso soldato. — A soli 24 anni è già capitano dei dragoni. Tra pochi anni può essere colonnello, può essere generale. Nei tempi avventurosi e grandi in cui viviamo, e in cui pur contento io trascino la mia vecchia età, codesta professione di chi cerca e trova la gloria sui campi di battaglia, è la più generosa, è la più nobile di tutte. Il vostro marito chi è? Il"
      },
      {
        "index": 405,
        "text": "giorno meno sciagurato della sua vita, e che forse gli varrà qualche indulgenza, fu quel solo in cui sotto il titolo di capitano andò a nascondere quello di conte."
      },
      {
        "index": 406,
        "text": "Donna Ada si riscosse tutta a queste parole, e non disse nulla."
      },
      {
        "index": 407,
        "text": "Parlò per lei la contessa Clelia:"
      },
      {
        "index": 408,
        "text": "— Voi, caro Lorenzo, avete nominato il conte mio genero; ma avete precisamente nominato l'unico ostacolo a quanto avete proposto... Voi sapete al par di me, al pari di questa povera disgraziata, l'indole violenta di quell'uomo. — Se mai venisse a sapere d'un simile matrimonio... da Parigi o dal Reno dove ora si trova, piomberebbe qui come una saetta a metterci tutti sossopra... Questa povera disgraziata ha troppo sofferto... Voi già sapete tutto..."
      },
      {
        "index": 409,
        "text": "La contessa Clelia finiva appena di dire queste parole, che s'udì una carrozza fermarsi alla porta. Tutti e tre furono in piedi. e corsero alla finestra."
      },
      {
        "index": 410,
        "text": "Or torniamo indietro un momento."
      },
      {
        "index": 411,
        "text": "Donna Paolina, dopo il primo orgasmo che l'aveva spinta a un passo disperato; dopo che ne furono scomparse le più forti cagioni, quali il sospetto d'essere tradita, e il terrore che forse all'alba il suo Baroggi sarebbe rimasto sul terreno; in una parola, dopo che fu cessato quella specie di deliquio intellettuale che le aveva coperto ogni lume di ragione, si trovò, per così dire, faccia a faccia con sè stessa; allora quegli affetti che erano come cessati sotto al colpo d'altre passioni più impetuose, le rifluirono a furia nel cuore; e con quelli il pentimento affannosissimo d'aver potuto abbandonare così crudamente quell'angelo di sua madre, da cui tanto era amata. Per ciò, avendole il Bruni consigliato, per togliere ogni occasione di scandalo, di ritornare fra' suoi, ella, con quella smania medesima onde a notte era fuggita di casa, pregò e volle che, senza perder tempo, la si riconducesse presso la sua cara mamma. Qui però, a dir tutta la verità, bisogna soggiungere che non la potevano far ritrosa a tal passo le parole del Bruni, il quale aveale promesso di adoperarsi col più vivo interesse a sollecitare quelle nozze che il giovane Baroggi ed ella chiedevano; e di più l'aveva assicurata che il proprio padre Lorenzo a quell'ora stava certamente parlando di ciò colla nonna e colla contessa Ada. Egli è un fatto che anche negli slanci più spontanei e impetuosi del cuore umano, l'interesse e il calcolo trovano sempre il modo di farsi sentire e di dar pareri."
      },
      {
        "index": 412,
        "text": "Una mezz'ora dopo che il capitano Baroggi fu tornato in Castello, esso e il Bruni fecero venire una carrozza, e partirono colla fanciulla senza por tempo in mezzo. — Giunto il Bruni alla casa propria, fece fermare i cavalli, chiese di suo padre e, sentito ch'era andato in casa S..., consigliò il capitano Baroggi a salire, e trattenersi nelle di lui stanze finchè fosse stato chiamato. — Così fu fatto, e la carrozza toccò via e si fermò innanzi al portone di casa S..."
      },
      {
        "index": 413,
        "text": "Donna Paolina, preceduta dal Bruni, balzò a terra, passò a volo, non amando farsi vedere, dinanzi al portinajo; fece a salti lo scalone, quasi a stento seguita dal Bruni, il quale non sapendo come eran corse le cose, non voleva discostarsi da lei; e non se ne staccò infatti se non allorchè seppe che il suo padre stava presso le donne da qualche ora."
      },
      {
        "index": 414,
        "text": "Donna Paolina, quando vide il vecchio Lorenzo a moverle incontro, affannata gli chiese di que' di casa, e contemporaneamente si precipitò nella sala, e, come se stramazzasse, andò a cadere nelle braccia della mamma, che, non sostenendo l'urto, ricadde sulla seggiola; così che la fanciulla, senza volerlo, venne a piegare i ginocchi e il corpo, e a nascondere la faccia lagrimosa nelle vesti materne."
      },
      {
        "index": 415,
        "text": "Non ci furono parole per parte di nessuno. La fanciulla singhiozzava; la madre, abbracciando e baciando quel caro capo, nè singhiozzava, nè faceva motto, ma inondava di lagrime sgorganti a furia la propria faccia ancora bella, quasi ancora giovanile. Donna Clelia non piangeva, nè quasi guardava; ma volgendo in alto gli occhi e il volto severissimo e venerando, teneva intrecciate le vecchie mani tremanti, come chi prega o ringrazia Iddio, o recita cose devote."
      },
      {
        "index": 416,
        "text": "Il vecchio Lorenzo chiese allora sottovoce al proprio figlio dov'era il capitano; e, sentito che s'era ritratto nella stessa casa Bruni: Va tosto a chiamarlo, senza perder tempo. Se non si coglie al volo l'affetto e la pietà, non si fa più nulla."
      },
      {
        "index": 417,
        "text": "Giocondo Bruni uscì, e tornò tosto col giovane Baroggi."
      },
      {
        "index": 418,
        "text": "Allora Lorenzo, sentito dall'anticamera il tintinnio degli speroni, disse alla contessa Clelia: C'è qui il capitano Baroggi. Io stesso l'ho fatto venire. Accoglietelo come vi consiglia la vostra sapiente bontà. — Così dicendo uscì, e condusse con sè a mano il giovane soldato. — Donna Paolina alzò il capo e guardò, e rattenne il singhiozzo, e sorrise guardando il caro giovane."
      },
      {
        "index": 419,
        "text": "Codesta scena intima di famiglia, tradotta e fermata dall'arte figurativa, ben potrebbe sembrare un'allegoria storica per chi si rifiuta a credere che dal semplice caso sieno generati uomini e cose."
      },
      {
        "index": 420,
        "text": "Nella contessa Clelia pareva rappresentata la vetusta aristocrazia che, ad onta della dottrina delle sventure, delle lezioni dell'esperienza, degli stessi affetti più nobili e più disinteressati, pure si ostina a star separata ancora dall'elemento popolare."
      },
      {
        "index": 421,
        "text": "Lorenzo Bruni raffigurava codesto elemento appunto, più antico di tutte le aristocrazie; e il cui lavoro incessante in tutti i tempi, sebbene più o meno celato e più o meno efficace, era prossimo a dominare gli altri, in virtù di una legge naturale più legittima di tutte le leggi storiche sorvenute."
      },
      {
        "index": 422,
        "text": "La contessina Ada adombrava un'epoca di transizione emersa dal connubio del patriziato e della plebe. Il capitano Baroggi, la forza delle armi e l'incanto della gioventù, che esercita un potere irresistibile su tutto quello che avvicina. La fanciulla, inginocchiata e sorridente sulle lagrime, gli effetti ultimi della legge d'amore che toglie gli ostacoli posti tra stato e stato dalla prepotenza o dall'ambizione."
      },
      {
        "index": 423,
        "text": "Ora, lasciando l'allegoria, allorquando quella specie di gruppo plastico di figure variamente atteggiate si sciolse e si scompose, Lorenzo Bruni avviò un discorso per ravvicinare il capitano Baroggi alla contessa Clelia e a donna Ada; la bellezza del giovane e quella tinta d'ingenua onestà che gli colorava il volto, resero efficacissime le parole del vecchio; e donna Ada, intenerita dalle lagrime e dalle preghiere della figliuola, proruppe finalmente in queste parole che sciolsero ogni viluppo:"
      },
      {
        "index": 424,
        "text": "— Ebbene, se il destino vuole che ciò sia fatto, si faccia."
      },
      {
        "index": 425,
        "text": "Alle quali parole la contessa Clelia lanciò alla figlia un'occhiata severa, ma non osò parlare."
      },
      {
        "index": 426,
        "text": "— Allora, conchiuse il vecchio Lorenzo, lasciate a me e a mio figlio la cura di tutto il resto... per una vera provvidenza del Cielo, al conte vostro marito non fu levata l'interdizione; così non ha nè il diritto, nè l'obbligo di dare o di togliere il suo assenso; per un'altra provvidenza, in virtù della nuova legge che decreta essere il matrimonio un contratto civile, quello che si dee fare lo si può fare prestissimo, e senza tante lungaggini e cerimonie, e prima che il capitano parta pel campo."
      },
      {
        "index": 427,
        "text": "Nessuno contraddisse alle parole del vecchio, e così si sciolse quella giornata, che sorse tanto sinistra e sembrò minacciare casi funesti e inestricabili viluppi. — Ma la vita non consiste in un giorno."
      },
      {
        "index": 428,
        "text": "Quando il capitano fu partito, e la vecchia contessa Clelia pur nella sua cupa severità, che pareva quasi un affanno profetico, si lasciò intenerire fino a deporre un bacio sulla fronte della figliuola che consolata l'abbracciava; donna Ada, accompagnato il padre e il figlio Bruni fino alla porta dell'appartamento, disse queste parole:"
      },
      {
        "index": 429,
        "text": "— Io faccio il desiderio della mia figliuola, perchè ho fiducia di fare il suo bene. Ma temo guai; guai terribili per me. Per quanto ne sappiate e ne abbiate sentito dire, voi non conoscete il carattere del padre della mia figliuola. Pensando a ciò che avverrà quand'egli verrà a sapere di questo matrimonio, vi confesso, miei cari, che mi vengono i brividi. Nè, del resto, se per un atto di estrema delicatezza si fosse mandato a chiedergli il suo assenso, mai non lo avrebbe dato. Basta, la sola cosa che mi conforta, è che il dovere delle madri è di sacrificarsi interamente pe' figliuoli; e in quanto a me, qualunque danno sia per capitarmi, è dover mio di affrontarlo, per il bene della mia figliuola, e per preservarla da pericoli che potrebbero trarla in rovina, se ora non la si compiacesse in un desiderio che è legittimo."
      },
      {
        "index": 430,
        "text": "E, dette queste parole con pacata rassegnazione, così conchiuse dopo un momento di pausa:"
      },
      {
        "index": 431,
        "text": "— In quanto a me non so quando finirà codesto strazio continuo a cui fu posta la mia vita, nella quale non appena è finito un malanno, che un altro sopraggiunge più spaventoso del primo."
      },
      {
        "index": 432,
        "text": "Voi altri, amici fedeli, che conoscete tutti i casi della mia vita, potete dire se vi è stata donna più tribolata di me al mondo..."
      },
      {
        "index": 433,
        "text": "E quasi singhiozzando, strinse la mano al vecchio Bruni e li salutò ambidue, lasciandoli addolorati e pieni di tristi presentimenti."
      },
      {
        "index": 434,
        "text": "[XIV]"
      },
      {
        "index": 435,
        "text": "Le ultime parole della contessa Ada S... relative alle vicende della sua vita passata, ci consigliano a cogliere questo momento per raccontare quanto avvenne nel tempo decorso dalla notte del 1766 in cui si tenne l'ultimo banchetto pubblico alle porte delle case di Milano al giorno 12 marzo del 1797."
      },
      {
        "index": 436,
        "text": "La narrazione di un tale intermezzo, se a tutta prima può sembrare un inciampo per que' lettori che hanno volontà d'andar sempre avanti, è qui necessaria, perchè, senza di essa, mancherebbe lume ai fatti che descriveremo in appresso e ai personaggi che compariranno in iscena per la prima volta. E questa narrazione la faremo riproducendo una specie di promemoria che il signor Giocondo Bruni stese per noi, quando gli abbiamo manifestato il pensiero di pubblicare un libro relativo a ciò che a mano a mano ei c'era venuto raccontando."
      },
      {
        "index": 437,
        "text": "E credemmo bene di riprodurlo tale e quale fu steso da quell'ometto di garbo, ma non in tutto fornito di quella che chiamasi perizia letteraria; non arrogandoci altro diritto che di far scomparire gli errori più solenni di sintassi e quelli d'ortografia, e di aggiustare alla meglio il contesto della narrazione, là dove ci parve che alla memoria o al periodo fosse scappata qualche maglia."
      },
      {
        "index": 438,
        "text": "Adoperando di questa maniera, se dubitiamo di non poter piacere a quelli che amano la più completa armonia nei costrutti architettonici; siamo però certi di riuscire accetti a quanti, nel timore di venire ingannati dai libri stampati e dalle storie, vanno negli archivi a cercar la riprova del vero nei documenti originali."
      },
      {
        "index": 439,
        "text": "Ecco dunque la narrazione del signor Bruni, trascritta qui letteralmente:"
      },
      {
        "index": 440,
        "text": "«La festa di S. Pietro dell'anno 1766, che fu il giorno successivo alla festa cittadina dei banchetti notturni, io fui insieme con mia madre a far visita alla contessa Clelia e a donna Paola. Là per la prima volta vidi la contessina Ada, che io guardai con avidità più di giovane che di fanciullo, innanzi tutto perchè, fino a quel giorno, io non avevo mai visto niente di più bello; in secondo luogo, perchè me la rendevano attraente in sommo grado le strane avventure e il pericolo che aveva corso. In quel giorno stesso e in quel luogo stesso conobbi anche il marchese F...., che io scambiai pel Suardi. A proposito di che mi ricordo d'aver domandato sottovoce a mia madre che cosa mai era successo al signor Suardi per essere diventato così pallido e così magro, ma secondo il costume delle mamme, ella per tutta risposta mi guardò severissima, e mi mise a tacere; tanto che non seppi se non tornato a casa chi era davvero quel giovane tutto tempestato di berilli e colle dita piene d'anelli."
      },
      {
        "index": 441,
        "text": "«Per lo scrittore o per il pittore che di costui volesse di fantasia fare un ritratto in punto e virgola, credo bene di darne qui la descrizione:"
      },
      {
        "index": 442,
        "text": "«Era un giovane di statura piuttosto alta; aveva la faccia regolare, naso aquilino, bocca ben disegnata, ma lievemente piegata verso gli orecchi come quella di un fauno; aveva occhi neri e piccoli e lucenti come quelli di un topo di chiesa; quando sogghignava d'improvviso gli si spiegavano, ai lati della bocca, due rughe che non si vedevano allorchè stava serio. Quando, a casa, seppi chi era colui, pensai tra me, da qual cosa dipendesse che, essendovi pure tanta somiglianza tra il Suardi, avanzo di galera, e lui cavaliere nobilissimo, pure si guardava il primo con una certa soddisfazione dell'occhio, dove il secondo riusciva diabolicamente antipatico. Metto qui codesta considerazione, perchè, fatta allora da un fanciullo senza esperienza e senza l'abito di riflettere, viene ad acquistare un certo significato."
      },
      {
        "index": 443,
        "text": "«Per quell'anno io non vidi più nè quella casa, nè quelle persone, nè la giovinetta Ada, la quale, quantunque io non contassi che dodici anni, avrei visitata assai volontieri. Dopo, per tre anni successivi. vissi con mia madre e mio padre, un po' a Parigi, un po' a Berlino, un po' a Napoli, e non ritornai a Milano che nel 1770. Io avevo allora sedici anni."
      },
      {
        "index": 444,
        "text": "«A questa età chi è stato a Parigi e ha viaggiato mezz'Europa e non è nato scimunito e ha sfregate le quinte di tanti palchi scenici, non è più un ragazzo, ma un giovane fatto. Noto questo perchè, quando seppi che mia madre era andata sola a far visita in casa della contessa, io mi lamentai dell'essere stato dimenticato, e, senza chiedergli nè un permesso, nè un parere, pensai di recarmi là io solo."
      },
      {
        "index": 445,
        "text": "«Prima d'andare, m'informai di ciò ch'era avvenuto di tutte le persone che componevano quella casa. Rimasi assai maravigliato quanto seppi che la contessina Ada la chiamavano già la sposina; chè, dopo molti dispetti e lagrime della fanciulla, finalmente erano riusciti a farle dire che era contenta di concedere la mano al marchese F... Tutti però mi assicuravano ch'ella avrebbe voluto andar piuttosto alla morte, che a quelle nozze. A tale notizia io rimasi ancora più stupito, perchè non mi pareva vero che donna Paola Pietra, e la contessa Clelia, che avrebbe dato il sangue per la sua figliuola, fossero e l'una e l'altra congiurate ai danni della medesima. A tutta prima dunque pensai che non era quello il momento opportuno per andare in quella casa; chè certissimamente sarei stato accolto malissimo come una persona di più in quel parapiglia domestico. Tuttavia, dopo alcuni dì, sfacciatello com'era, mi risolsi, e un bel mezzogiorno entro in casa Pietra."
      },
      {
        "index": 446,
        "text": "«Annunciato e introdotto dal servo, mi trovo innanzi a donna Paola; fresco di Parigi e colla fumana degli adolescenti che vogliono far l'uomo, dissi in sull'istante mille cose a quella donna veneranda, e senza più avventuro una congratulazione sul matrimonio della contessina. Donna Paola non rispose al primo, poi soggiunse: — È vero — ma non si fermò su quel tasto, e passò ad altro, e mi chiese dei viaggi fatti da me col papà e la mamma, e del come erami venuto educando, e che cosa avrei voluto fare in avvenire, ecc., ecc. — Io risposi di conformità, e partii, ma col fermo proposito di ritornare ancora, perchè era pur sempre quella cara Ada ch'io volevo vedere."
      },
      {
        "index": 447,
        "text": "«Qui, sebbene mi sia proposto di essere brevissimo, perchè toccherà poi allo scrittore a distendere in lungo e in largo e a far diventare arte questo cencio di carta, pure non posso far a meno di dir qualche cosa di me stesso. Sono le consolazioni della vecchiaja che si volta indietro a dare un'occhiata al passato. Devo dunque dire che, senza ch'io stesso lo sapessi, io era un po' innamorato di quella ragazza. — Vedutala quand'io non avea che dodici anni ed ella quindici, m'avea lasciato di sè una tale impressione, che la sua cara figurina mi rimase sempre innanzi agli occhi per tutto il tempo che stetti fuori di Milano co' miei parenti; venuto poi coll'età il primo rigoglio del sangue, quel rigoglio che ti fa desiderare per fin ciò che non si conosce; non avendo mai avuto occasione di fermare a lungo la mia attenzione su fanciulla nessuna, perchè oggi si era qua, domani là, invece di crearmi un ideale, come fanno i giovinetti quando il sentimento si sviluppa e non si conosce nessuno con cui alimentarlo, io nella mia memoria mi ero messo a fare conversazione perpetua coll'imagine di colei; cagione codesta perchè tanto desiderai di rivederla, quando ritornai a Milano. Fatto così il primo tentativo e non vedutala, tornai altre volte in casa Pietra, tornai solo e tornai spesso con mia madre, e mi consolai vedendo che noi eravamo benissimo accetti, e mi consolai tanto più quando mi accorsi che la contessa Clelia fece delle confidenze non indifferenti a mia madre. Questa però non mi disse mai nulla, perchè voleva tenermi all'oscuro di tutto. — Fortuna che mio padre Lorenzo non la pensava come lei, e voleva che un giovane sapesse tutto quello che si può sapere. Egli dunque, filosofando, com'era il suo costume, mi disse tutto quanto era avvenuto e avveniva in quella famiglia; mi disse che donna Paola non dovevasi incolpare se non si era opposta a quel matrimonio. Guglielmo Crall suo figlio amava donna Ada con tanta maggior passione quanto più la giovinetta, sebbene egli potesse vantare tutte le doti della gioventù, della bellezza, dell'ingegno, aveva dimostrato di sentire un'invincibile ripugnanza per lui. Perciò donna Paola desiderava che, giacchè erasi presentato un partito più che conveniente, lo si affrettasse al più presto, nella fiducia che, troncando al figliuolo ogni speranza e togliendogli l'occasione di veder la fanciulla ogni dì, egli alla fine avrebbe fatta la cura del cuore col rimedio del tempo. In"
      },
      {
        "index": 448,
        "text": "secondo luogo, non potevasi ascrivere nè a crudeltà, nè a pregiudizio l'aver cercato di costringere la fanciulla ad accettare la mano del marchese F..., ricchissimo, nobilissimo, ancor giovane, ancora avvenente; e tanto più che bisognava pure cercar di toglier di mezzo quel fatale amore del Suardi; amore che, essendo stato il primo, ed avendo incontrato tanti contrasti, s'era sprofondato tanto, che pareva divenuto incurabile. Su questo fatto poi, per dare una novella prova del cuor generoso di donna Paola e della sua mente spregiudicata e indipendente, mio padre mi raccontò che, parlando con essa di quest'affare intralciato, l'udì una volta ad uscire in queste precise parole:"
      },
      {
        "index": 449,
        "text": "«— VI assicuro, che se questa Ada fosse mia figlia, o se credessi lecito di consigliare altrui in una cosa così delicata e pericolosa, io lascerei strillare tutto il mondo, ma accontenterei la fanciulla, anche perchè ho la convinzione che il Suardi, a diventare un perfetto onest'uomo, non ha bisogno che di questo matrimonio. Finchè il mondo continuerà a contrariarlo, a sprezzarlo, ad abborrirlo, egli, di necessità, sapendo di essere in guerra con tutti, deve trattar tutti come nemici; essendo poi naturalmente scaltro e facoltoso, a lungo andare è lui che si vendicherà degli altri. Se l'opinione pubblica non fosse così implacabile, quanti iniqui di meno ci sarebbero a questo mondo! Però 10 temerò sempre dal Suardi qualche colpo terribile, o a danno della fanciulla o a danno della contessa Clelia; però la fanciulla non potrà mai essere felice con questo marchese che, per dirvelo a quattr'occhi, e purchè non lo ripetiate a nessuno, mi sembra ben più tristo di quell'altro. Ma il bel mondo applaude a queste nozze, perchè ci son venti milioni, perchè il casato è cospicuo, perchè è disposto a perdonare al marchese tutta la sua vita scapestrata, essendo come attratto simpaticamente verso un certo genere di colpe; e credendo di conciliar l'indulgenza colla morale, coprendo tante vergogne con un matrimonio degno di festa pubblica e di pubblica illuminazione. —"
      },
      {
        "index": 450,
        "text": "«Così pensava donna Paola; ma ora bisognerà dir qualche cosa del Suardi, e di quel che avvenne di lui dal maggio del 1766, quando fu carcerato pro rapto virginum, come portava la denuncia dell'avvocato Strigelli."
      },
      {
        "index": 451,
        "text": "«Il Suardi, a malgrado della sua posizione, delle sue ricchezze, delle sue conoscenze, stette otto mesi interi nelle prigioni del Capitano di Giustizia. Fu generale il desiderio così del pubblico come dell'intera magistratura, che quella vecchia volpe lasciasse finalmente la coda nella trappola. Ma la vecchia volpe fu superiore perfino alla propria fama; ma la fortuna e le speciali circostanze giovarono alla volpe più di quello che si sarebbe creduto. Il Baroggi, sottotenente di Finanza, era innocentemente complice di quanto il Suardi aveva ordito e consumato; ora l'innocenza innegabile per l'avvocato lontano dal tribunale e per l'uomo che giudica le cose fuori delle aule della giustizia costituita, non era una moneta in corso nelle mani del Capitano di Giustizia. La complicità c'era, e per provar tutto a danno del Suardi bisognava provar il resto a danno del Baroggi. L'avvocato Strigelli, volendo risparmiare costui per cento buone ragioni, si trovò dunque impacciato nella procedura. Accadde poi, tanto quel Suardi era protetto dalla fortuna, che la madre del Baroggi, la quale, per l'eccesso della sua semplice natura avrebbe potuto, una volta chiamata in giudizio, far delle rivelazioni dannose al Suardi, ma più dannose al figliuolo; accadde adunque ch'ella venne a morire sette mesi dopo la carcerazione del Suardi; e cosí mancando le prove effettive incontrovertibili, l'accusato diventò quasi innocente il mese dopo, e venne rimesso in libertà."
      },
      {
        "index": 452,
        "text": "«Qui però giova tener conto di una cosa, anzi di un sistema di cose in forza del quale la giustizia a Milano non rimase che in istato d'emblema là dove sedeva l'autorità, ma cessò affatto di essere un ente reale, pratico, efficace. Mi spiego in due parole."
      },
      {
        "index": 453,
        "text": "«Gli storici, luno dopo l'altro, allorchè pervengono a quel periodo della dominazione austriaca, quando Kautniz aveva in mano le redini di tutto l'impero, e il conte di Firmian quelle del ducato di Milano, non hanno che parole di lodi enfatiche per questi due ministri. Non è qui il luogo di parlare di Kautniz, ma, per dirla così di passaggio, questo troppo a torto venerato personaggio era di tal natura, che per denaro si lasciava tentare a chiudere un occhio sulle piaghe più profonde dello Stato."
      },
      {
        "index": 454,
        "text": "«Io ho letto delle sue lettere di ringraziamento dirette al conte Greppi, il quale ogni anno, d'accordo coi colleghi della Ferma, gli mandava dei regali del valore di più migliaja di lire, dove erano consegnate le prove e della colpa e della complicità. Su una di esse ho notato questa frase, che"
      },
      {
        "index": 455,
        "text": "è degna invero di don Basilio: Voi avete degli argomenti ai quali non si risponde. Tali lettere furon viste dai giovani di studio del conte Greppi nell'atto di deporre quei documenti negli archiv] di casa. Lo scrittore faccia di una tale notizia quell'uso che vorrà, ma se non vuol essere un copista pecorone e adulatore come tutti gli altri, approfitti di quanto gli dico. Or veniamo al conte di Firmian. Molte volte, a proposito di codesto Tirolese, così concordemente lodato dagli storiografi, mi vennero in mente quei versi dell'Ariosto stupendissimi:"
      },
      {
        "index": 456,
        "text": "Non fu sì santo nè benigno Augusto Come la tuba di Virgilio suona: L'avere avuto in poesia buon gusto, La proscrizione iniqua gli perdona."
      },
      {
        "index": 457,
        "text": "«L'aver dunque avuto o mostrato di avere qualche interesse per la poesia, e non essendo stato scortese con Parini, fu la causa per cui quel ministro trovò tanta indulgenza negli scrittori. Ma egli era ignorante, sospettoso, vendicativo, prodigo e ladro — mi pare che basti. Per di più, e questo fu il colmo del disastro, aveva a' proprj stipendj un ex barbiere di Trento, che innalzò al grado di suo segretario privato, un tristo arnese della stampa del barbiere di Luigi XI. Esso per molti anni fu il mestatore principalissimo delle cose di Lombardia, e segnatamente della città di Milano."
      },
      {
        "index": 458,
        "text": "«Se lo scrittore, in vista dell'enormità di queste accuse, fosse tentato a non prestarmi fede, per buona fortuna può leggere un libretto postumo di Pietro Verri, dove si dice precisamente quello che dico io. Non già che Pietro Verri sia più galantuomo di me, ma avendo più autorità, toglierà di mezzo qualunque dubbio. A proposito di codesto signor Diletti, io ho saputo dalla bocca del signor Giovanni Ambrogio Rosnati, ragioniere in capo della Banca Suardi, come, avuto il permesso di abboccarsi col proprio principale, quando questi trovavasi ancora nelle carceri del Capitano di Giustizia, ei gli fece comprendere, in un momento che i secondini si erano allontanati, fatti più morbidi dal consueto unguento, di tentare il Diletti con promessa di danaro; il quale, dopo essersi dimostrato inespugnabile in principio, diventò arrendevolissimo dopo; tanto che in più riprese ricevette da lui fino a quattromila zecchini di Venezia. Queste cose io le seppi dal detto ragioniere quando il Firmian era già morto, legando un debito di un milione di lire milanesi, e lasciando nella miseria più d'una famiglia perfidamente ingannata dal segretario Diletti, che per il prodigo e fastoso padrone aveva fatto il sensale onde ottenergli molte somme in prestito. Della quale notizia lo scrittore approfitti per cavarne qualche situazione interessante, collocandola in quella sede del suo racconto che più gli parrà adatta."
      },
      {
        "index": 459,
        "text": "«Tornando al fatto, se io ho aspettato molti anni per sapere dalla bocca del Rosnati la riprova delle pubbliche dicerie; già sin dal giorno che il Suardi, improvvisamente, per decreto del Senato, venne rimesso in libertà, tutto il mondo sapeva che ciò era avvenuto per ordine espresso del conte di Firmian, il quale voleva quel che voleva; e tutto il mondo vociferava che il cameriere Diletti era stato impinguato dal Suardi."
      },
      {
        "index": 460,
        "text": "«Ora, giacchè mi trovo sotto la penna questo nome, dirò che mio padre, allorchè venne per certi nostri affari a Milano e andò a visitare donna Paola, seppe da quella veneranda signora come il Suardi, due mesi dopo essere stato rimesso in libertà e dopo aver trovato il modo di diventare accetto al popolo con abbondanti largizioni di denaro, di grano e miglio, nell'occasione che il calmiere del pane diventò insopportabile per la carestia, credendo di esser diventato nobile, ebbe l'animo di recarsi da donna Paola per chiederle di bel nuovo la mano della contessina Ada. In quella casa dove assiduamente frequentava il marchese F..., per necessità il Suardi non poteva essere accolto. La servitù propalò poi per la città come fosse avvenuto un alterco scandalosissimo tra que' due, e come il tutto finisse collo sfratto del Suardi. Dico che fu la servitù a propalare la notizia di quest'alterco, perchè donna Paola, quantunque si sprigionasse affatto con mio padre, che era uomo da comprenderla, non gli disse mai nulla di tutto ciò."
      },
      {
        "index": 461,
        "text": "«Ora è tempo di raccontare quanto avvenne in quella famiglia, quasi direi, sotto alla mia testimonianza."
      },
      {
        "index": 462,
        "text": "«Come dissi, essendo io fortemente preso di simpatia per quella fanciulla, dico simpatia perchè non oserei dire se fosse precisamente amore, mi recava in casa Pietra soventi volte, e più forse che nol comportasse la convenienza e la mia speciale condizione. Ma mi dava coraggio quella santa donna di donna Paola, e trovava indulgentissima e cortese anche la contessa Clelia. Bensì quella carogna odiosissima (sic) del marchese poteva bastare per farmi star lontano mille miglia, tanto ei mi guardava d'alto in basso al punto da toccar la manifesta villania; ma questa medesima invincibile antipatia mi comandava di non abbandonar quella fanciulla, e di tentar di consigliarla a star forte e a rifiutare la mano di quello stupido spavaldo. Un dì, che per caso mi trovai da solo a sola con lei, mi feci animo a interrogarla per tastarle, a così dire, il cuore. La risposta fu quella che mi attendevo; ella si adattava a sposare il marchese perchè sua madre lo desiderava, ed ella non aveva cuore di contrariar sua madre. Io le dissi che si trattava della condizione di tutta la vita, e che nessuno ha diritto d'imporci la nostra infelicità, nè i padri, nè le madri, e che però stesse salda e si consigliasse con donna Paola. — Ah, mi rispose, se quella donna fosse sola qui, sola, mi capite, certo che mi ajuterebbe; ma.... — e qui troncò le parole con un sospiro. Entrò in quel momento la contessa Clelia, che addatasi del colloquio, colse il pretesto di far uscire la figlia, poi mi domandò di che cosa stavamo parlando. Io risposi franco e netto, e con impeto e con ira le dissi che era un'indegnità il voler sagrificare a quel modo la sua unica figliuola. La contessa alle mie parole rimase come percossa dal fulmine, e non replicò; ma tutto fu inutile, e venne stabilito per le nozze il giorno 7 di luglio del 1770."
      },
      {
        "index": 463,
        "text": "«Bisogna sapere che mio padre, il quale era molto accetto a donna Paola, e anche alla contessa Clelia, non ostante tutto quello che era avvenuto, fu pregato e dall'una e dall'altra a lasciarsi vedere spesso, perchè essendo uomo disinvolto e scaltrissimo, e nel tempo stesso di una rettitudine specchiata, amavano adoperarlo nel disbrigo di molte cose necessarie a farsi in quella circostanza del matrimonio. È inutile il dire che mio padre avea sempre tempestato perchè si mandasse al diavolo il marchese; ma come s'accorse che non c'era verso, e che v'erano circostanze tali, in faccia a cui non era più possibile scansare il male, si adoperò col più sincero interesse perchè almeno potesse rendersi più sopportabile. L'avvocato Strigelli, che per celia chiamava mio padre il suo consultatore, lo richiese da senno del suo parere, quando si trattò di stendere il contratto nuziale. Il marchese F... vedeva ciò di malissima voglia, perchè tra mio padre e lui c'era un'avversione cordiale; ma siccome, non dirò l'affetto, ma la sua passione per la contessina, apparteneva alla categoria dei furori, onde era impaziente e convulso d'ogni benchè minimo indugio, così taceva e lasciava andare, e non aveva objezioni da fare, comunque fossero i patti. Per tutto ciò e per le mille gentilezze di cui colmava la contessina e pei regali veramente principeschi che aveva messo a' piedi di lei; inoltre, per una giocondissima amabilità che gli era data fuori e gli andava crescendo in ragione che si avvicinava il giorno del matrimonio; per tutto questo adunque era riuscito a metter la pace e l'allegria in tutti; e m'accorgevo che s'era fatta abbastanza lieta anche la fanciulla, e quasi era diventato sopportabile anche a me. Torno a ripetere, io sentivo molta simpatia per quella ragazza; ma era una simpatia molto somigliante a quella che un uomo ragionevole e povero ha pei cavalli e le carrozze, che cioè ne ha il desiderio, senza per questo dar la testa nelle muraglie se deve andare a piedi. Perciò, giacchè tutti erano contenti, io assistevo in pace all'allegria generale. Così dunque camminavan le cose, e non mancavano che tre dì a quello stabilito. La sera del terz'ultimo io vado in casa Pietra. Mio padre era con me. Mi ricordo di quella sera come se fosse adesso. Entro in sala, e, dopo aver data un'occhiata in giro, mi faccio tosto all'orecchio di mio padre, e gli dico: Che cosa diavolo è successo? Mio padre non rispose, ma aveva capito anch'esso che c'era qualche novità. Quando entrammo, c'era il marchese F..., la contessina, donna Paola, donna Clelia, l'avvocato Strigelli, tutti quelli, in conclusione, che ci dovevano essere. E tutti parlavano, e tutti erano tranquilli, e non mancavano nemmeno i sorrisi. Chi insomma non era pratico della casa e dell'indole delle persone, non avrebbe avuto a fare osservazioni di sorta. Ma noi che avevamo assistito alla giovialità eccessiva sviluppatasi nel marchese alcuni giorni prima; noi ci accorgemmo precisamente che il marchese parlava per parlare e sorrideva per obbligo di galateo, ma era manifestamente impacciato e preoccupato; del che accortisi gli altri, per consenso necessario erano preoccupati e"
      },
      {
        "index": 464,
        "text": "impacciati del pari. Quando una conversazione procede per la sola virtù legale dei reciproci riguardi, si prova un gran desiderio di trovarsi altrove. Pare che l'avvocato Strigelli fosse di questo parere, perchè di repente si alzò, accusando di essere chiamato altrove per oggetti della sua professione, e nel tempo stesso guardò mio padre, come a dirgli: Usciamo insieme. Mio padre non si fece pregare, e, sebbene donna Paola lo invitasse a rimanere, egli, promettendo di tornar tosto, si alzò, e fatto segno a me di seguirlo, uscì coll'avvocato."
      },
      {
        "index": 465,
        "text": "«Quando si fu nella pubblica via, parlò prima l'avvocato:"
      },
      {
        "index": 466,
        "text": "«— VI siete accorto che ci deve essere qualche novità?"
      },
      {
        "index": 467,
        "text": "«— Qualche cosa sì; mi pare ci sian dei nuvoli. Ma che mai è successo?"
      },
      {
        "index": 468,
        "text": "«— Che cosa possa essere successo non lo so, ma si direbbe che il marchese abbia veduto il diavolo."
      },
      {
        "index": 469,
        "text": "«— In conclusione, che ha detto?"
      },
      {
        "index": 470,
        "text": "«— Nulla affatto, ma è appunto perchè non ha detto nulla, che non si sa cosa pensare."
      },
      {
        "index": 471,
        "text": "«— Dunque?"
      },
      {
        "index": 472,
        "text": "«— Il dunque lo lascio a voi da spiegare. Però un sospetto l'ho anch'io."
      },
      {
        "index": 473,
        "text": "«— E quale?"
      },
      {
        "index": 474,
        "text": "«— Che il Suardi lo abbia minacciato di fargli qualche mal gioco se sposa la ragazza."
      },
      {
        "index": 475,
        "text": "«— Il Suardi non è tale da compromettersi con una minaccia che lo ritornerebbe diritto al Capitano di Giustizia."
      },
      {
        "index": 476,
        "text": "«— Il Suardi, tra l'amore che lo cuoce sempre più e il puntiglio che lo agita e la rabbia di essere stato scacciato dai servitori del marchese, può essere in tale condizione da non saper più quel che si faccia."
      },
      {
        "index": 477,
        "text": "«— Non sono del vostro parere..."
      },
      {
        "index": 478,
        "text": "«E dopo aver ciò detto, mio padre tacque e almanaccò un pezzo prima di parlare... Io stava attento. Alfine così prese a dire (mi ricordo delle sue parole come se mi suonassero ancora nell'orecchio. Povero uomo, non era possibile trovare chi fosse più onesto e nel tempo stesso più furbo e acuto di lui!):"
      },
      {
        "index": 479,
        "text": "«— Caro avvocato, disse dunque, a questo mondo bisogna aver buona memoria. È il passato che fa lume al presente, e se siamo nel 1770 è una minchioneria dimenticarsi del '50. Però sono tanto certo che il mio sospetto è la verità, che scommetterei centomila talleri di Maria Teresa per sostenere il mio punto."
      },
      {
        "index": 480,
        "text": "«— Non vi capisco."
      },
      {
        "index": 481,
        "text": "«— Se nel '50 invece di aver sette anni aveste avuta la mia età, certo che capireste. Ora ascoltate. Io ho sempre creduto che lo zio dell'attuale marchese abbia realmente istituito erede il figlio della Baroggi. Io ho sempre creduto, che alla morte di colui il testamento fosse chiuso nello scrigno del suo studio. Io ho sempre creduto che il Suardi l'abbia trafugato, e ho sempre creduto e credo che il testamento sussista ancora."
      },
      {
        "index": 482,
        "text": "«A questo punto mio padre mi guardò, come se si fosse pentito d'aver parlato in mia presenza, e però, scostatosi due o tre passi, continuò a parlar sottovoce allo Strigelli, il quale, facendo le meraviglie e fermandosi ad ogni quattro passi, ripeteva come per intercalare:"
      },
      {
        "index": 483,
        "text": "«— Ma sta a vedere che la indovini, volpone!"
      },
      {
        "index": 484,
        "text": "«Io, com'è giusto, non capii più nulla; onde m'entrò addosso tanta curiosità, che quando mio padre ebbe lasciato l'avvocato sulla porta della sua casa, io lo tormentai perchè dicesse qualche cosa anche a me. Ma mio padre, dopo aver tentato di tirarmi più volte giù di strada, conchiuse bruscamente col dirmi: La cosa di cui si tratta è un'inezia. Ma tu per ora non la devi sapere."
      },
      {
        "index": 485,
        "text": "«Per quel giorno dunque non si parlò oltre di quell'affare. — Il giorno dopo l'avvocato venne da mio padre, e stettero insieme un pezzo: ma io non potei penetrar nulla. — Mi recai in casa Pietra per vedere se mai le nubi del giorno prima si fossero condensate in temporale. — Ma con mia grande sorpresa era tornato il sereno. — In ogni modo passò quel dì e un altro e il terzo, e spuntò quel delle nozze. — Era ricomparsa l'allegria. Le visite di tutto il parentado affollavano la casa. —"
      },
      {
        "index": 486,
        "text": "La matrina della sposa, che fu donna Valcalzel De Cordova marchesa dello Balbases e duchessa del Sesto, veniva da qualche giorno a star colla sposina e accompagnarla. I testimonj erano stati scelti, e furono don Giacomo Sanazzari e il marchese Paolo Recalcati Cernuschi. — Era un andare e venire continuo di carrozzoni e carrozzini di tutta la nobiltà di Milano. — Nè mancavano 1 preti, e segnatamente i due parroci, perchè allora v'erano due parroci, così detti porzionar], della parrocchia di Santa Maria alla Porta, che si chiamavano don Giambattista Redaelli e don Felice Temperati. — Alla vigilia delle nozze ho visto anche l'abate Parini, ma era accigliato, e, dopo poche parole con donna Paola, colla contessa e i saluti di convenienza al marchese e alla sposina, se ne andò con quel suo Zoppicare caratteristico, che pareva piuttosto un movimento dell'orgoglio che un difetto del corpo. Venne la sera; le nozze dovevano essere benedette alle due di notte all'altar maggiore di Santa Maria alla Porta dal parroco Redaelli. — Gl'inviti erano stati numerati per ordine severissimo del marchese F... Mio padre naturalmente fu messo nel numero degli invitati; ed io, dubitando di essere escluso perchè, per uno di quei pregiudizj sciocchi che erano tanto in voga nel secolo passato, non si voleva che gli adolescenti assistessero a simili cerimonie, io dunque supplicai donna Paola perchè mettesse una buona parola per me. — Non era possibile che quella cara donna mi dicesse di no."
      },
      {
        "index": 487,
        "text": "«Ma veniamo a quella sera memoranda di cui mi ricorderò per tutta la vita. — Il matrimonio del marchese F... colla contessa Ada S... era da molti giorni il discorso di tutta la città, di tutti gli ordini, di tutti i luoghi. — La grande ricchezza del marito e la sua vita passata; la gran bellezza della sposina e le sue peripezie sofferte, accrescevano quell'interesse volgare che s'attacca pur sempre a un matrimonio d'alta sfera. — In sull'imbrunire v'era la folla alla porta di casa Pietra per tentare di poter vedere la sposina; v'era la folla alla porta maggiore della chiesa; la folla alla porta sussidiaria che risponde sulla contrada dei Meravigli e a quella del vicolo del Teatro. — Come quando si attende la lepre, che s'appostano i cacciatori dov'è probabile di sorprenderla al varco, il pubblico adocchiava impaziente ed avido tutti i pertugi per dove credeva che la sposina potesse passare."
      },
      {
        "index": 488,
        "text": "«Quando si fu presso alle due di notte, l'onda del popolo che da Santa Maria Podone veniva impetuosa verso la parrocchia e il rumore delle carrozze fecero muovere il sagrestano e i chierici che stavano alla porta maggiore, i quali entrarono tosto per andare a chiamare il parroco. — Io era già entrato in chiesa, e mi ero messo tra quei chierici. — Vennero dunque presto le carrozze, ed eran sei. — Tre svoltarono ne' Meravigli. La sposina era in una di quelle. — Le altre si fermarono innanzi alla facciata, e ne discesero tutti quelli che erano ammessi alla cerimonia. Le guardie urbane nella strada tenevano indietro la folla che faceva impeto e, in un batter d'occhio, appena gl'invitati furono in chiesa, si chiusero tutte le porte, e solo fu lasciata dischiusa quella che mette al vicoletto, standovi a guardia il servitore del parroco, che, in quella solenne occasione, aveva messa vesta e cotta. — Quel servitore non lasciava passar persona che non presentasse un viglietto di casa F... Io era tutto intento a guardar la contessina nel punto che colla duchessa del Sesto e i testimonj e il marchese F... entravano in sagrestia per adempire alle cerimonie d'uso, quando, a un tratto, vedo un parapiglia sull'ingresso della porta segreta tra il servo in cotta ed uno che voleva entrare. — Sull'istante abbandono una scena per l'altra; e, avvicinatomi, vedo il signor Suardi in persona, il quale lascia andare sulla faccia del servo in cotta uno schiaffo così sonoro e potente che me lo sbatte dietro la bussola; e buon per lui che strisciò lungo la pattona, la quale gli tolse il colpo nella caduta. Tutto questo avvenne in un batter d'occhio, e il Suardi fu subito in chiesa, e si collocò presso la predella dell'altar maggiore (scoperto allora di fresco, ed era lavoro di Agostino Agrati), tra lo stupore dei signori invitati. — Passò un quarto d'ora. — I chierici si schierarono intorno all'altar maggiore colle torcie accese. — Il parroco Redaelli salì l'altare. — Dalla sagrestia uscirono nel tempo stesso gli sposi col seguito."
      },
      {
        "index": 489,
        "text": "«La contessina Ada, tenuta a mano dalla matrina, fu messa a inginocchiarsi sul cuscino preparatole. Contemporaneamente l'altro parroco don Felice Temperati invitava il marchese a inginocchiarsi sul suo. Com'è naturale, io m'ero collocato ben presso alla balaustra, e dal momento che il signor Suardi era entrato in chiesa, io non l'aveva mai perduto d'occhio. Ora nel momento che"
      },
      {
        "index": 490,
        "text": "il marchese stava per inginocchiarsi, m'accorsi ch'ei vide per la prima volta il Suardi, il quale gli teneva gli occhi fissi in volto. Il modo di guardare del Suardi e la sua curiosa immobilità mi fecero, dico il vero, un senso di paura, quantunque io non sapessi nulla; ma era la scena dello schiaffo che m'aveva fatta impressione. — Com'io guardava intanto, guardavano tutti e guardava il parroco Redaelli."
      },
      {
        "index": 491,
        "text": "«Il fatto sta che tutt'a un tratto il marchese si alza e dice non so che cosa all'orecchio d'un chierico. — Questi parla al parroco, che lascia l'altare, si fa presso al marchese, e dopo un momento rientra in sagrestia con esso."
      },
      {
        "index": 492,
        "text": "«Poco appresso furono chiamati in sagrestia i due testimonj, don Giacomo Sanazzari e il marchese Recalcati, uno de' quali uscì per accostarsi alla duchessa del Sesto, che non s'era mai staccata dal fianco della sposina; — la sposina e la duchessa uscirono sull'istante. Di lì a poco il parroco don Giovanni Redaelli, fattosi alla balaustra: — Per oggi, gridò, è sospeso il matrimonio. Loro signori possono andare."
      },
      {
        "index": 493,
        "text": "«Per quanto la stranezza del caso mi facesse attonito, pure non ho mai tolto l'occhio dalla figura del Suardi, che non si era mai mosso dal posto dove si collocò in principio. Tranquillo e grave lo vidi dunque a muoversi per la prima volta, e levarsi di là, quando il parroco disse quelle parole agli intervenuti."
      },
      {
        "index": 494,
        "text": "«Ora è facile imaginarsi la meraviglia di tutti costoro, e il bisbiglio e il malcontento che ne seguì, quasi che il matrimonio lo dovessero far loro; è facile imaginarsi come quel bisbiglio e quel malcontento passasse dalla chiesa al piazzale, alle vie, al vicolo dove tanta folla aspettante e curiosa era stipata. Ma più di tutti gl'intervenuti e della folla, quelli che rimasero veramente colpiti dallo stupore furono mio padre e l'avvocato. Quand'io m'accostai ad essi, per domandar qualche schiarimento, essi stavano guardandosi muti con quell'espressione che hanno le statue. Uscendo dalla chiesa insieme con essi, udii mio padre, che fu il primo a rompere il silenzio, a dire queste precise parole: — Non c'è Cristi che mi possa far cambiar di parere. Non può essere stata che la virtù magica di dieci milioni quella che ha spezzato in un istante i legami di un matrimonio, a preparare il quale ci son voluti quattro anni. Il marchese, coi suoi stravizj degni d'un imperatore della decadenza, ha scantonata la propria ricchezza, come fanno gli ebrei, quando tosano gli zecchini. Se veniva a questo nuovo scappellotto, certo che lo avremmo veduto all'ospizio di S. Vincenzo. Lo Strigelli crollava il capo ripetendo:"
      },
      {
        "index": 495,
        "text": "«— Non è possibile."
      },
      {
        "index": 496,
        "text": "«E mio padre:"
      },
      {
        "index": 497,
        "text": "«— Per che cosa volete dunque che il Suardi abbia avuto quel lungo colloquio col marchese?"
      },
      {
        "index": 498,
        "text": "«— Ma ne siete poi sicuro?"
      },
      {
        "index": 499,
        "text": "«— Il guardaportone di casa F... l'ho fatto cantar io. — Il carrozziere del Suardi cantò lui."
      },
      {
        "index": 500,
        "text": "«Com'è naturale, io ascoltai questo dialogo, senza comprenderlo. — Quanti anni dovettero passare prima che mi si porgesse la chiave per aprire quella serratura congegnata a segreto!"
      },
      {
        "index": 501,
        "text": "«E qui finisco, perchè di tutto quello che avvenne dopo, in quel periodo, non mi riuscì d'esser testimonio oculare. — Il matrimonio non fu solamente sospeso, ma troncato. Il marchese si astenne affatto dalla casa Pietra. La contessina Ada rimase ancora una fanciulla da marito.»"
      },
      {
        "index": 502,
        "text": "Questa relazione del Bruni sarebbe rimasta in tronco, se noi non lo avessimo pregato a stenderne un'altra per que' fatti posteriori, troppo necessarj al complemento della nostra storia; e che avvennero vivente lui, e che sentì egli stesso a raccontare o dalle parti o dai testimonj o dalla pubblica voce. Eccola, conservatissima nel contesto, sebbene alquanto raccomodata nella forma:"
      },
      {
        "index": 503,
        "text": "«Nell'anno 1776 cominciò a fermare l'attenzione del pubblico milanese un giovane patrizio, il conte Achille S... Questo giovane allora poteva contare ventitrè anni, ed era già tornato dall'America, dove, avendo sentito che Lafayette, non ancora diciottenne, aveva già fatto abbastanza per la gloria, si mise in testa di emulare il francese sul campo dell'onore. — Ma la differenza stava in ciò, che Lafayette, oltre il coraggio e il desiderio della vita avventurosa, possedeva una grande"
      },
      {
        "index": 504,
        "text": "uguaglianza di carattere e una costanza inalterabile; dovechè il nostro giovane patrizio era uno di quei caratteri inestricabili, in faccia ai quali anche il giudice più sapiente e più tranquillo non sa che sentenza pronunciare, perchè se da un lato gli sembra scorgere le qualità di un eroe, dall'altro gli pare d'intravedere 1 tristi istinti di uno scellerato. — Infatti, rimasto, a diciasette anni, senza padre e senza madre, ed erede di una sostanza ingente, non tollerando i consigli e l'autorità del tutore, che fu il conte Sanazzaro, con questi venne a tali escandescenze, da percuoterlo violentemente e da lasciargli le impronte del proprio furore. — Fu dopo codesto fatto che, pentito dell'avvenuto e iracondo di non poter spendere e sciupare, come voleva, i proprj averi, lasciò Milano, passò in Francia, in Inghilterra e di là in America. — I giornali dell'una e dell'altra nazione in più circostanze ebbero a fare onorevole menzione di lui pel coraggio dimostrato in molte battaglie; ma dopo due anni, comparve sulla Gazzetta di Sciaffusa la relazione di un tremendo alterco avvenuto tra esso e un colonnello americano, pel quale, venuti alle mani, pur in mezzo alla festività di un banchetto, il sottotenente milanese uccise il suo capo, onde senz'altro se ne dovette fuggire e ritornare in patria, lasciando colà una giovane moglie che morì di lì a poco tempo."
      },
      {
        "index": 505,
        "text": "«Reduce a ventidue anni compiuti, trovò che il conte Sanazzaro era morto; il pretore ducale invitò allora altri tra 1 parenti del conte S... perchè ne volessero assumere la tutela; ma nessuno amando togliersi quel carico per cui erano in pericolo anche le spalle, e il giovane tempestando di non voler tutela in nessun modo; esso in via d'eccezione e per decreto del presidente del Senato fu dichiarato maggiore prima dell'età legale."
      },
      {
        "index": 506,
        "text": "«Ricco, come ho detto, di una sostanza ingente, cominciò una vita di pazzie, di scialacquo, di giuochi, d'amori, di scandali a tal punto, da destare un gran rumore non solo in Milano, ma anche fuori del ducato. — Ed io mi ricordo che nella settimana grassa, al carnevalone, quando da tutte le città della provincia e da quelle del Veneto affluiva la folla a Milano e nel teatro Ducale, tutti gli sguardi erano appuntati al palco dove questa bestia feroce sedeva insieme co' suoi degni colleghi. — Mi sono dimenticato di notare che questo giovane aveva qualità straordinarie d'avvenenza, d'ingegno e di spirito. — Pareva insomma che la natura, in un momento d'esaltazione, avesse vuotato il sacco per metterlo insieme; e che dall'altra parte il diavolo o qualche suo agente si fosse messo in testa di assassinare l'opera geniale della natura stessa. — Ma, per queste qualità appunto, anzi per la loro contraddizione violenta, non è a dire quanto costui riuscisse caro alle donne. — Posso assicurare che molte marchese e contesse, in fama d'invincibile castità, smarrirono la tramontana per questo scavezzacollo; posso assicurare che molti matrimonj avviati da lunghi e casti amori si turbarono di punto in bianco al comparire di questo Lucifero vivo e vero, il quale aveva l'incarico di portare il disordine e il peccato ovunque si presentasse."
      },
      {
        "index": 507,
        "text": "«Se non che una vita così turbolenta e pazza doveva portare le sue inevitabili conseguenze. Infatti non passarono tre anni che, indebitato fin sopra la testa, ipotecati tutti 1 fondi, si trovò nella condizione di chieder soccorso a un suo vecchio zio, col quale era già venuto a terribili alterchi. — Lo zio, com'è naturale, fu sordo a tutte le preghiere dei parenti e degli amici, tanto che il giovane dovette un giorno seguire le guardie urbane e recarsi nelle carceri del pretorio alla Malastalla. — I debiti, l'avvilimento, la prigione non mancarono di fare un certo effetto sull'animo di quel giovane, il quale, cosa strana, si acconciò a scrivere una lettera allo zio. Siccome era d'ingegno e d'animo versatile, e dall'oggi al domani si trasformava come un camaleonte, così trovò il modo, secondo dicevasi per la città, di scrivere una lettera allo zio così affettuosa, toccante ed eloquente, che lo zio si lasciò smuovere, e, chiamati i creditori, venne con loro a convenzione, e, aggiustato alla meglio il disastro economico del nipote, gli assegnò una pensione ragionevole perchè potesse vivere con decoro e con tranquillità, promettendo che a seconda dei diporti la pensione avrebbe anche potuto crescere. Infatti, ritiratosi in campagna, il giovane visse per quasi un anno una vita esemplare; tanto che, quando veniva a Milano, o lo si vedeva in teatro, ciascuno lo compiangeva, e malediva l'avarissimo zio perchè lo condannava a vivere così allo stecco; e allora lo zio, a cui vennero all'orecchio codeste dicerie, lo mandò a chiamare per fargli una proposta."
      },
      {
        "index": 508,
        "text": "«La proposta fu che, giacchè per molti indizj avea mostrato di poter essere anch'egli come tanti altri, un giovane savio e assestato, così si preparasse a prender moglie; in tal caso il signor zio"
      },
      {
        "index": 509,
        "text": "gli avrebbe fissata una rendita degna della sua condizione e della sposa, e per di più lo avrebbe nominato suo erede. Il nipote accettò; la sposa era già preparata, giovane, bella, ricca. Il matrimonio si fece; ma colla ricchezza ricominciarono i capogiri del giovinotto; e gli sciali, e i giuochi, e le donne e il diavolo a quattro; e non finì un anno, che la consorte, la quale fu donna Giulia Rodriguez de Arevolo, figliuola unica, morì, il mondo disse, per un calcio dato dal marito furioso a lei che era incinta. — Rimasto vedovo con un ragazzino, perdette di lì a poco anche questo, ond'egli ereditò tutti gli averi della moglie; ma li ereditò per buttarli all'aria come avea fatto con tutto il resto. Allora, tornando i dissesti economici, e le angustie, e l'assedio dei creditori, lo zio dovette ricomparire ancora a sanar le piaghe. Siccome poi quello zio era ciambellano, e avrebbe fatta moneta falsa per l'arciduca Ferdinando, così, quella volta, in pagamento del beneficio, pretese che il signor conte nipote entrasse tra le guardie d'onore di Sua Altezza serenissima. Quelle guardie, per l'eccesso del lusso, e perchè nelle solennità, quando in chiesa sfilavano a lato dell'arciduca, dagli spallini, dalla spada, dai ricami d'argento riverberavan le fiamme delle torcie, venivano chiamati i candellieri d'argento; appellativo che rimase poi alle guardie d'onore fin sotto al Regno italico. Ora fu nella sua qualità di candelliere d'argento che, a una festa da ballo, data dall'arciduca, danzò per la prima volta colla giovane contessa Ada. Vederla e andarne preso, e con quel suo sistema di portar tutto all'esagerazione e al delirio, dichiarare che si sarebbe ammazzato se ella non corrispondeva all'amor suo; e recarsi dallo zio, e far mille proteste, e supplicarlo perchè si interessasse a rendere possibile quel matrimonio, fu una cosa sola. Lo zio non desiderava altro. La prima volta avea durato fatica a indurre il nipote ad accasarsi; ora veniva lo stesso nipote a chiedere e pregare. Era un fatto superiore ad ogni speranza, era una vera conversione. La contessina Ada, si sa, non aveva più nè 16, nè 18, nè 20, e nemmeno 25 anni; ma, correndo il 1780, era prossima a' suoi 28. Ben è vero ch'ell'era ancora bellissima, e le giovinette sedicenni potevano ancora invidiarla; ma a quell'età le donne ancor nubili, cominciando a capire che dopo il mezzodì viene il tramonto, sentono nelle ossa la minaccia d'una diminuzione di prezzo, e diventano impazienti tanto, che se hanno passato la miglior parte della vita a dir di no, sospirano qualunque occasione per poter dire di sì. La contessina Ada, poi, di sopraggiunta, si era veramente invaghita del conte Achille S.... nè più dovea temersi la competenza del Suardi, il quale aveva toccato i suoi quarantanove anni. Ben egli continuava ad essere un bellissimo uomo, prosperoso, vegeto, vivace. — Ma il colore del volto aveva perduta la trasparenza; ma l'occhio aveva smarrito il fosforo; ma la pancia aveva varcata la linea accademica. È sempre la pancia quella che chiude il protocollo degli amori. Dunque la contessina Ada era guarita di quell'affezione infelice."
      },
      {
        "index": 510,
        "text": "«Nel tempo che avvenivano queste cose, io non mi trovavo a Milano. Da un anno e più stavo a Venezia per assistere la povera mia madre, che morì poi in ancor fresca età, compianta e desiderata da quanti la conobbero. Stavo dunque a Venezia, quando mi giunse come un colpo di fulmine la notizia che lord Crall, il quale da qualche tempo erasi ritirato in una sua villetta presso Milano, fu trovato morto in camera, immerso nel proprio sangue. Colla notizia corsero anche manoscritte le copie di alcune lettere ch'esso avea scritto per donna Ada: lettere che si faceva a gara a rubarsele di mano, perchè a Venezia destavano un grande interesse, non tanto per sè stesse, quanto perchè n'era eroina la figliuola di quella contessa Clelia che molti anni addietro aveva lasciata tanta impressione in quella città. Fu allora che, intanto che mio padre recavasi a Genova per certe somme lasciate da mia madre su quel Banco, io tornai a Milano coll'intento di conoscere appieno e dappresso i particolari di tanta sventura; e fu allora ch'io sentii per la prima volta la storia dei nuovi amori del conte Achille S... e delle prossime nozze di lui colla contessina, e appurai essere stata questa la vera cagione del suicidio di lord Crall. — Le ultime lettere di questo infelice, pubblicate oggi, farebbero ancor senso, ad onta delle famosissime di Werther e Ortis; ma io, dopo averne con religiosità conservata copia per molti anni, non so come, le ho smarrite; nè mi venne mai fatto di rinvenirle altrove, per quanta cura ci abbia posto; specialmente allorchè, discorrendo un dì con Ugo Foscolo di quel fatto e di quelle lettere, egli mi mostrò un gran desiderio di vederle."
      },
      {
        "index": 511,
        "text": "«Saputo tutto quello che si poteva sapere, io, sebbene sentissi l'obbligo d'andare a trovare e a confortare in qualche modo la madre infelice del povero estinto, pure stetti lontano dalla casa Pietra;"
      },
      {
        "index": 512,
        "text": "perchè, se mi aveva annojato in addietro il trovarmi a contatto col marchese F..., ben più m'avrebbe pesato il trovarmi allora insieme con quel petulantissimo conte S...; nè troppo a me importava ch'ei fosse un candelliere d'argento dell'arciduca, e molto meno che fosse bello come un dio, e meno ancora che avesse in sulla coscienza una mezza dozzina di cavalieri ammazzati da lui in duello; circostanza che, invece di far ribrezzo, accresceva, tanto il mondo è curioso, il prestigio che lo circondava; bensì lo abborrivo di tutto cuore, perchè, pieno com'ero io delle idee di mio padre, non potevo soffrire che colui, dopo essere stato in America a battersi per la libertà, fosse poscia tornato più gonfio che mai di vento aristocratico, e si comportasse con tutti di maniera, come se il mondo fosse suo vassallo. — Tornando ai fatti, per essere colui impastato di contraddizioni e delle cose non amando che gli estremi, io seppi da chi lo avvicinava in quel tempo, che il suo amore per donna Ada portò tutti i caratteri di una procella, procella che continuò nel medesimo orgasmo per molto tempo; anche perchè, quando tutto era disposto per il matrimonio, e lo zio gli aveva assegnato una rendita degna di lui e della sposa, la morte di donna Paola Pietra che tenne dietro, dopo un anno di languore e d'abbattimento, alla misera fine di suo figlio, venne a sospendere ogni cosa, perchè donna Clelia volle che il lutto per quella santa donna fosse intero e solenne. — Nei giorni estremi di quella vita preziosa e veramente eccezionale, io ritornai finalmente in quella casa e fui testimonio di scene sublimi d'amore e di dolore. — Allorchè la veneranda donna mandò l'ultimo respiro, sembrò davvero che alla contessa Clelia fosse strappata l'anima. In mia vita non ho mai assistito a più profondo cordoglio; e la prova ne fu, come già ho detto, che, per quanto ella conoscesse e compassionasse la condizione d'animo della propria figliuola, e per quanto potesse temere le violenze del conte S..., pure volle che per un anno intero non si parlasse di nozze, e si onorasse la defunta anche co' sagrific] del cuore."
      },
      {
        "index": 513,
        "text": "«Quel matrimonio non ebbe dunque luogo che nel giugno dell'anno 1780, con tutta la solennità e le pompe d'uso. Ma trascorsa la luna d'obbligo, la procellosa passione del conte, nel soddisfarsi, si spense; e la tetra noja, assediando ancora quell'incontentabile natura d'uomo, lo spinse a cercare nuovi stordimenti nel giuoco, nelle donne; a portare la desolazione nel proprio talamo maritale, a funestar la pace dei talami altrui, provocando ire, vendette, tafferugli, duelli, e giungendo a mettere sossopra persino la Corte dell'arciduca."
      },
      {
        "index": 514,
        "text": "«A tante pazzie presto tennero dietro i dissesti domestici e i dissapori col vecchio zio, il quale riuscì a fargli decretare l'interdizione. Dopo questo fatto esso diventò così acre e turbolento, che tutti facevano a gara per iscansarlo. Fu allora che nacque un accidente per cui dovette abbandonar Milano, e lasciar la casa e la famiglia. Quell'accidente però, bisogna dirlo ad onor del vero, gli recò molto onore, e fu tale che gli acquistò la simpatia anche di quelli che l'odiavano e lo scansavano. — Ecco di che si tratta. È un fatto di non poca importanza, e che si connette coi grandi interessi del paese."
      },
      {
        "index": 515,
        "text": "«Giuseppe II, quando salì al trono, vi recò l'orgoglio del sovrano assoluto e la presunzione di saperne più di tutti — Una tempesta doppia. — La seconda fu assai peggiore della prima giacchè per essa egli applicò le riforme con tale violenza e impazienza, da mandar disperso il bene a cui mirarono coloro che le avevano inventate. Per fermarci al ducato di Milano, Giuseppe II fu il primo sovrano austriaco che abbia manomesso dispoticamente questo inesauribile  salvadenaro dell'Impero. Fu per lui che la Lombardia ha cessato, allora per la prima volta, di vivere della vita propria. Per lasciar da parte tutto il resto, e per venire al caso nostro, l'abolizione del Senato di Milano, che stava in piedi da tre secoli, fu un avvenimento che mise il malumore in tutta la popolazione. — Ben è vero che, di quel Senato, noi stessi da moltissimo tempo avevamo vedute le piaghe; ma, come avviene, il nostro legittimo orgoglio nazionale fu punto e si risentì quando venne offesa da altri quella nostra unica rappresentanza. Non si abolisce, ma si riforma, se c'è da riformare; ma si rispettano le più antiche e le più care tradizioni di una città, di una patria. In famiglia si può rimproverar la sorella, la madre, ma non si sopporta che altri le schiaffeggino. È codesta una legge di natura. È dunque una mia opinione che l'odio dei Lombardi, voglio dire dei Lombardi italiani, per il dominio austriaco, se non cominciò affatto con Giuseppe II, s'inviperì allora per la prima volta, e si manifestò per mille indizi. Il mezzo più sicuro con cui un governo può"
      },
      {
        "index": 516,
        "text": "inimicarsi i governati è quello di attestar per essi in pubblico il proprio disprezzo, col rifiutare e respingere tutto ciò che fu il portato delle loro consuetudini e della loro sapienza tradizionale. I sudditi ragionevoli possono acconciarsi a pagar tasse esorbitanti; possono chiamarsi gloriosi di mettere ai piedi del trono i loro averi, perchè un tal sagrificio è giustificato dalla necessità o dalle sue apparenze, e perchè la dignità di una nazione o di una parte di essa non ne rimane offesa. Ma guai se si pretende di sconquassare ciò che costituisce la fisionomia caratteristica d'un paese."
      },
      {
        "index": 517,
        "text": "«I veri sapienti onde allora era cospicua la città di Milano ben potevano essere incaricati non della distruzione, ma della riforma ragionevole del Senato, ed essi medesimi dovevano poi venir chiamati a farne parte e ad esserne il decoro e la gloria. — Ma Giuseppe II si credeva al disopra di tutti, anche per l'intelligenza; e quanto alla Lombardia, senza conoscerla mostrò di disprezzarla in più d'un'occasione. Mi ricordo che, allorquando venne a Milano per la prima volta e s'incontrò, nell'aula massima del Senato, nel presidente Motone, guardando all'altissimo topè che colui portava, ebbe, non dubito di così chiamarla, la vile sfrontatezza di rivolgergli queste precise parole: Davvero che voi mi sembrate un buffone. — Questa frase di quel presuntuoso monarca, riferita dai testimonj], e messa in giro per tutta la città, non è a dire quanta indignazione e rancore e dispetto abbia recato in tutti gli animi dei buoni Milanesi; quei Milanesi che pure in molte circostanze avean giudicato con molta severità quel presidente. — Ma, torno a ripeterlo, i Milanesi non potevano biasimare quel loro magistrato; ma dovevano indignarsi, come fecero, quando lo sentirono insultato così vituperosamente da un sovrano straniero."
      },
      {
        "index": 518,
        "text": "«Or tornando al Senato, o meglio tornando al conte S..., candelliere dell'arciduca, in uno di que' giorni in cui tutta Milano parlava della soppressione del Senato, a una festa di Corte, accostatosi a un crocchio di ciambellani che lodavano a cielo quell'atto dell'imperatore, egli investì tutti quanti con parole così acerbe e veementi, da far credere ch'ei non avesse altro desiderio che di esser tradotto in carcere; e tanto più quando prese pel collare inargentato il conte Mellerio, e lo scrollò allegramente allorchè quel ladro in carta bollata ebbe il coraggio di rispondergli con altrettanta veemenza. Tutti dissero allora che il conte S... era alterato dal vino, che era fuor de' gangheri per aver perduto al giuoco, che cercava mille modi di far nascere degli scandali, quasi a vendicarsi di essere stato interdetto dal nuovo Tribunale succeduto al Senato; ma, sia pure come vuol essere, io provo sempre una grande soddisfazione quando penso a quella scena violenta, e mi lodo della fortuna quando considero che, per parlar alto a quel modo, non ci voleva che un uomo di quella tempra. Le prime sassate nei vetri, anche allora che si vuol fare una dimostrazione legittima, son pur sempre gettate dalla canaglia inferocita. E il conte, ad onta di tutte le sue pessime qualità, pur serbava in fondo in fondo all'animo qualche cosa di generoso; soltanto ce ne voleva a farlo balzar fuori. — E qui metto codesta osservazione, a mitigare in parte il giudizio severissimo che ho dato più addietro di quest'uomo; ma dico il vero, che quella furiosa scrollata data da lui al bavero inargentato del conte Mellerio m'ha disposto all'indulgenza."
      },
      {
        "index": 519,
        "text": "«Il giorno dopo, il barigello della Pretura con una mano di guardie urbane fu alla casa S... per condurre seco il padrone. — Ma questo, in fretta e in furia, messo in sull'avviso non si sa da chi, era partito la notte; nè d'allora in poi non fu mai più veduto a Milano; nè, dopo una sola lettera che da Parigi scrisse alla contessa sua moglie, nella quale, com'ella più e più volte mi raccontò piangendo dirottamente, le raccomandava di dare un bacio alla piccola Paolina, non scrisse mai più alla famiglia; nè mai più per sua parte giunsero notizie di lui in patria.»"
      },
      {
        "index": 520,
        "text": "Qui finisce la seconda parte della relazione lasciataci dal signor Giocondo Bruni."
      },
      {
        "index": 521,
        "text": "Ed ora dovremmo tornare indietro, ovverosia andare avanti, e risalire in casa S..., e collocarci, come il vecchio Simeone, tra il capitano Baroggi e donna Paolina per metter l'anello in dito alla sposina e congiungere le due mani. Ma il genio della storia e della rivoluzione ci sollecita e c'invita ad un teatro più grande che non è Milano; in mezzo a scene più solenni; e tanto più che su quel teatro e tra quelle scene ritroveremo ancora i nostri personaggi, e per la prima volta finalmente ci si presenterà la strana figura del conte Achille."
      }
    ]
  }
}
